{
  "id": 70915,
  "star": 208,
  "name": "柳枝词",
  "dynasty": "宋代",
  "content": "亭亭画舸系春潭，直到行人酒半酣。<br>不管烟波与风雨，载将离恨过江南。",
  "fanyi": "<p><strong>译文<br></strong>那高高的画船，系在春水边，一动不动。它在等谁？哦，是外出的游子，喝着别离的酒，情意正浓。<br>游子惜别，画船可不管；无论是烟波浩荡，无论是风吹雨打，它总是带着满船离愁别恨，驶向江南。</p> <p><strong>注释<br></strong>①亭亭：高高耸立的样子。<br>②画舸（gě）：即画船。<br>③半酣：半醉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_70915.aspx\">诗</a>首句是说一只漂亮的画船系在岸边的柳树上，表现的是一个“等”字。“亭亭”多用来形容姑娘之苗条、靓丽，作者却用来描写船，可见作者的构思不同一般。“系”的后面省略了宾语，与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的“只有垂杨绾别离”手法相同，且暗切题意，手法不同凡响。“春潭”化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“桃花潭水深千尺”，用笔老到，布局精巧。该句中没有正面写柳，但“系”字和诗题相照应，已暗示了所系之处。古代有折柳赠别的风俗，因为“柳”谐“留”音，寓有惜别之意，因此，首联所展示的系舟杨柳岸的画面，恰是一幅春江送别图。</p> <p>　　次句以“直待”接续，回答了等的对象：行人，也就是将要离开家乡的人。在船将发未发之际，送行者和行人依依话别，做最后一刻的流连。珍重彼此的友谊，珍重这别离的时刻，送行的人殷勤劝酒，“直到行人酒半酣”，这里含有“劝君更尽一杯酒，西出阳关无故人”的意思。同时也表明，行人所以喝得半醉，一来是朋友情重，二来是为了排遣离忧。作者在上一句“亭亭画舸”停在水中这一特写背景下，创立了似乎是游春的场面，而下句转入离别，出现心理的反差，离别的黯然销魂的意况隐现在句中。这两句语言很含蓄，意思却很明白。这里不说人有情而怨别，却怪画船无情，无理而妙。</p> <p>　　三四句作者直写离别。第三句在首句“点染的画船上做文章，说不管烟波浩渺，不管风风雨雨，行人终将离去，画船带走的只是离愁别恨。包含了送行者相留不住的怨情，也表现了行人欲留不能，不得不走的无奈，像是友人对行者的埋怨，又像是行者的自怨自艾，写得情意盎然。</p> <p>　　末句将抽象的离恨，化为有形体、有重量的东西，使人分外感到离恨的深刻沉重，意象非常新奇。作者不写船带走行人，也不写行人的离恨，而是说船带走的是离恨，多了一层转折，加深了意境。同时把离愁悲恨这一抽象的情态想象成实在的物质，可以放在船上运走，就更为奇妙。此诗在新巧上做文章。作者把离愁别恨变成有分量的东西，可用船来载，在“愁”的分量上做文章，更加深切地表现了心中的凄苦，为人所称道。这一手法为后代诗人借鉴。好的比喻，好的意境，是不怕重复的。</p> <p>　　该诗全篇构思精巧，把无形的别情写得具体、有形。作者用到如下几种手法：一是第四句中的“载”字，把抽象的别情化为有形的、可以被运载的东西，同时也显示出别情的沉重。这一形象化的说法，后来常被诗人所仿效；二是移情于物。似乎是无情的画舸，在经过一段沉默难耐的等待之后，只等行人上了船，便毫不迟疑地把人载向江南。人情无奈，迁怨于物，如此言情，深婉蕴藉。三是七绝诗通常分为两节，前两句与后两句间有一个转折，而此诗一气而下，使我们直觉得相别之干脆、舟行之飞速，不容人有丝毫的缠绵悱恻，有力地烘托出浓重的怨别之意。</p>",
  "about": "<h2>创作背景</h2> 　　北宋开宝八年（975）宋灭南唐后，<a href=\"http://so.gushiwen.org/author_318.aspx\">郑文宝</a>仍被宋朝廷录用，被任命广文馆生。为此<a href=\"http://so.gushiwen.org/view_70915.aspx\">诗</a>乃作者宦途中所作，抒写诗人在运河之上、隋堤之畔的客舟之中的一段离情别恨。",
  "poet": {
    "id": 318,
    "star": 0,
    "name": "郑文宝",
    "image": "http://img.gushiwen.org/authorImg/zhengwenbao.jpg",
    "desc": "郑文宝（953～1013）字仲贤，一字伯玉，汀洲宁化（今属福建）人，郑彦华子。太平兴国八年进士，师事徐铉，仕南唐为校书郎，历官陕西转运使、兵部员外郎。善篆书，工琴，以诗名世，风格清丽柔婉，所作多警句，为欧阳修、司马光所称赏。著有《江表志》、《南唐近事》等。"
  },
  "tags": [
    "古诗三百首",
    "柳树",
    "送别",
    "友情"
  ]
}