{
  "id": 17677,
  "star": 16,
  "name": "谒衡岳庙遂宿岳寺题门楼",
  "dynasty": "唐代",
  "content": "五岳祭秩皆三公，四方环镇嵩当中。<br>火维地荒足妖怪，天假神柄专其雄。<br>喷云泄雾藏半腹，虽有绝顶谁能穷？<br>我来正逢秋雨节，阴气晦昧无清风。<br>潜心默祷若有应，岂非正直能感通！<br>须臾静扫众峰出，仰见突兀撑青空。<br>紫盖连延接天柱，石廪腾掷堆祝融。<br>森然魄动下马拜，松柏一径趋灵宫。<br>粉墙丹柱动光彩，鬼物图画填青红。<br>升阶伛偻荐脯酒，欲以菲薄明其衷。<br>庙令老人识神意，睢盱侦伺能鞠躬。<br>手持杯珓导我掷，云此最吉余难同。<br>窜逐蛮荒幸不死，衣食才足甘长终。<br>侯王将相望久绝，神纵欲福难为功。<br>夜投佛寺上高阁，星月掩映云曈昽。<br>猿鸣钟动不知曙，杲杲寒日生于东。",
  "fanyi": "<p><strong>译文</strong><br>祭五岳典礼如同祭祀三公，五岳中四山环绕嵩山居中。<br>衡山地处荒远多妖魔鬼怪，上天授权南岳神赫赫称雄。<br>半山腰喷泄云雾迷迷茫茫，虽然有绝顶谁能登上顶峰。<br>我来这里正逢秋雨绵绵时，天气阴暗没有半点儿清风。<br>心里默默祈祷仿佛有应验，岂非为人正直能感应灵通？<br>片刻云雾扫去显出众峰峦，抬头仰望山峰突兀插云空。<br>紫盖峰绵延连接着天柱峰，石廪山起伏不平连着祝融。<br>严森险峻惊心动魄下马拜，沿着松柏小径直奔神灵宫。<br>粉色墙映衬红柱光彩夺目，壁柱上鬼怪图画或青或红。<br>登上台阶弯腰奉献上酒肉，想借菲薄祭品表示心虔衷。<br>主管神庙老人能领会神意，凝视窥察连连地为我鞠躬。<br>手持杯蛟教导我掷占方法，说此卜兆最吉他人难相同。<br>我被放逐蛮荒能侥幸不死，衣食足甘愿在此至死而终。<br>做侯王将相的欲望早断绝，神纵使赐福于我也难成功。<br>此夜投宿佛寺住在高阁上，星月交辉掩映山间雾朦胧。<br>猿猴啼时钟响不觉到天亮，东方一轮寒日冉冉升高空。</p><p><strong>注释</strong><br>⑴谒：拜见。衡岳：南岳衡山，在今湖南。<br>⑵祭秩：祭祀仪礼的等级次序。三公：周朝的太师、太傅、太保称三公，以示尊崇，后来用作朝廷最高官位的通称。皆：一作“比”。<br>⑶“四方”句：是说东、西、南、北四岳各镇中国一方，环绕着中央的中岳嵩山。<br>⑷火维：古代五行学说以木、火、水、金、土分属五方，南方属火，故火维属南方。维：隅落。假：授予。柄：权力。<br>⑸穷：穷尽，这里用作动词。<br>⑹秋雨节：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>登衡山，正是南方秋雨季节。晦昧：阴暗无光。清：一作“晴”。<br>⑺“潜心”句：暗自在心里默默祈祷天气转晴，居然有所应验。<br>⑻静扫：形容清风吹来，驱散阴云。众峰：衡山有七十二峰。突兀：高峰耸立的样子。青：一作“晴”。<br>⑼“紫盖”两句：衡山有五大高峰，即紫盖峰、天柱峰、石廪峰、祝融峰、芙蓉峰，这里举其四峰，写衡山高峰的雄伟。腾掷：形容山势起伏。<br>⑽森然：敬畏的样子。魄动：心惊的意思。拜：拜谢神灵应验。松柏一径：一路两旁，都是松柏。趋：朝向。灵宫：指衡岳庙。<br>⑾丹柱：红色的柱子。动光彩：光彩闪耀。<br>⑿“鬼物”句：墙上和柱子上画满了彩色的鬼怪图形。<br>⒀“升阶”两句：伛偻（yǔlǚ）：驼背，这里形容弯腰鞠躬，以示恭敬。荐：进献。脯（fǔ）：肉干。脯酒：祭神的供品。菲薄：微薄的祭品。明其衷：出自内心的诚意。<br>⒁庙令：官职名。唐代五岳诸庙各设庙令一人，掌握祭神及祠庙事务。识神意：懂得神的意旨。睢盱（suīxū）：抬起头来，睁大眼睛看。侦伺：形容注意察言观色。<br>⒂“手持”两句：是指庙令教韩愈占卜，并断定占到了最吉利的兆头。杯珓（jiào）：古时的一种卜具。余难同：其他的卦象都不能相比。<br>⒃窜逐蛮荒：流放到南方边荒地区。甘长终：甘愿如此度过余生。<br>⒄“侯王”两句：意思是说，封侯拜相，这种追求功名富贵的愿望久已断绝，即使神灵要赐给我这样的福禄，也不行了。纵：即使。难为功：很难做成功。<br>⒅高阁：即<a href=\"http://so.gushiwen.org/view_17677.aspx\">诗</a>题中的“门楼”。曈昽：月光隐约的样子。<br>⒆“猿鸣”句：猿鸣钟响，不知不觉天已亮了。钟动：古代寺庙打钟报时，以便作息。<br>⒇杲（ɡǎo）杲：形容日光明亮。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作为文学体裁之一的<a href=\"http://so.gushiwen.org/view_17677.aspx\">诗</a>歌，是客观的现实生活在诗人头脑中反映的产物。由于客观现实和诗人境遇的不同，诗歌的艺术风格也有变化。《衡岳》和《山石》虽是出自同一手笔，且是同类题材的作品，但两者风格明显有别。《山石》写得清丽飘逸，而此诗则写得凝炼典重。</p> <p>　　诗人通过仰望衡岳诸峰、谒祭衡岳庙神、占卜仕途吉凶和投宿庙寺高阁等情况的叙写，抒发个人的深沉感慨，一方面为自己投身蛮荒之地终于活着北归而庆幸，一方面对仕途坎坷表示愤懑不平，实际上也是对最高统治者的一种抗议。</p> <p>　　开篇六句写望岳。起笔超拔，用语不凡，突出南岳在当时众山中的崇高地位，引出远道来访的原因。“我来”以下八句写登山。来到山里，秋雨连绵，阴晦迷蒙；等到上山时，突然云开雨霁，群峰毕现。整段以秋空阴晴多变为背景，衬托出远近诸峰突兀环立，雄奇壮观，景象阔大，气势雄伟。“潜心默祷若有应”句，借衡岳有灵，引起下段祭神问天的心愿。“森然”以下十四句写谒庙，乃全诗的核心。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>游南岳，虽不离赏玩名山景色，但更主要的还是想通过祭神问天，申诉无人理解、无处倾吐的悒郁情怀。在叙写所见、所感时，肃穆之中含诙谐之语，涉笔成趣。最后四句写夜宿佛寺。身遭贬谪，却一觉酣睡到天明，以旷达写郁闷，笔力遒劲。末句“寒日”，呼应“秋雨”、“阴气”。全篇章法井然。</p> <p>　　这首诗的思想价值虽不高，艺术表现上却有特色。全篇写景、叙事、抒情，融为一体，境界开阔，色彩浓重，语言古朴苍劲，叙述自由灵活。篇幅不短，而能一韵到底，一气呵成。双句末尾多用三平调，少数收尾用“平仄平”，音节铿锵有力，重而不浮，颇具声势。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17677.aspx\">诗</a>作于公元805年（永贞元年）。公元803年（贞元十九年），关中大旱，饿殍遍地。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>上书皇帝，请宽民徭，触犯唐德宗及权贵，被贬为阳山令。公元805年（贞元二十一年）顺宗即位（八月改年号为永贞），遇大赦，离阳山，到郴州等候命令。同年，宪宗登基，又议大赦，韩愈由郴州赴江陵府任法曹参军，途中游衡山时写下这首诗。</p> <p>　　诗人本不信佛，这次主要是游山，但在庙令的怂恿下随俗占卜，因为卦吉而高兴。诗人迭遭不幸，对现实已经感到灰心，便借机自我解嘲。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "唐诗三百首",
    "登高",
    "寺庙"
  ]
}