{
  "id": 5961,
  "star": 82,
  "name": "望蓟门",
  "dynasty": "唐代",
  "content": "燕台一望客心惊，笳鼓喧喧汉将营。<br>万里寒光生积雪，三边曙色动危旌。<br>沙场烽火侵胡月，海畔云山拥蓟城。<br>少小虽非投笔吏，论功还欲请长缨。",
  "fanyi": "<p><strong>译文</strong><br>登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。<br>万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。<br>战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。<br>少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。</p> <p><strong>注释</strong><br>⑴蓟门：在今北京西南，唐时属范阳道所辖，是唐朝屯驻重兵之地。<br>⑵燕台：原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。客：<a href=\"http://so.gushiwen.org/view_5961.aspx\">诗</a>人自称。<br>⑶笳：汉代流行于塞北和西域的一种类似于笛子的管乐器，此处代指号角。<br>⑷三边：古称幽、并、凉为三边。这里泛指当时东北、北方、西北边防地带。危旌：高扬的旗帜。<br>⑸烽火：古代用于军事通信的设施，遇敌情时点燃狼粪，以传警报。<br>⑹投笔吏：汉人班超家贫，常为官府抄书以谋生，曾投笔叹曰：“大丈夫当立功异域以取封侯，安能久事笔砚 间。”后终以公封定远侯。<br>⑺论功：指论功行封。请长缨：汉人终军曾自向汉武帝请求：“愿受长缨，必羁南越王而致之阙下。”后被南越相所杀，年仅二十余。<br>⑧一去：一作“一望”。<br>⑨危旌：高扬的旗帜。<br>⑩请长缨：汉终军曾自向汉武帝请求，“愿受长缨，心羁南越王而致之阙下。”后被南越相所杀，年仅二十余。缨：绳。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5961.aspx\">诗</a>写作者到边地见到壮丽景色，抒发立功报国的壮志。全诗一气呵成，体现了盛唐诗人的昂扬情调。</p> <p>　　燕台原为战国时燕昭王所筑的黄金台，这里代称燕地，用以泛指平卢、范阳这一带。“燕台一去”犹说“一到燕台”，四字倒装，固然是诗律中平仄声排列的要求，更重要的是，起笔即用一个壮大的地名，能增加全诗的气势。诗人初来闻名已久的边塞重镇，游目纵观，眼前是辽阔的天宇，险要的山川，不禁激情满怀。一个“惊”字，道出他这个远道而来的客子的特有感受。这是前半首主意所在，开出下文三句。</p> <p>　　客心因何而惊呢？首先是因为汉家大将营中，吹笳击鼓，喧声重叠。此句运用南朝梁人曹景宗的诗意：“去时儿女悲，归来笳鼓竞。借问行路人，何如霍去病？”表现军营中号令之严肃。但仅仅如此，还未足以体现这个“惊”字。三四两句更进一步，写这笳鼓之声，是在严冬初晓之时发出的。冬季本已甚寒，何况又下雪，何况又是多少天来的积雪，何况又不止一处两处的雪，而是连绵千万里的雪；这些雪下得如此之广，又积得如此之厚，不说它是怎样的冷了，就是雪上反映出的寒光，也足以令人两眼生花。“万里寒光生积雪”这一句就这样分作四层，来托出一个“惊”字。这是往远处望。至于向高处望，则见朦胧曙色中，一切都显得模模糊糊，唯独高悬的旗帜在半空中猎猎飘扬。这种肃穆的景象，暗写出汉将营中庄重的气派和严整的军容。边防地带如此的形势和气氛，自然令诗人心灵震撼了。</p> <p>　　以上四句已将“惊”字写足，五六两句便转。处在条件如此艰苦。责任如此重大的情况下，边防军队却是意气昂扬。笳鼓喧喧已显出军威赫然，而况烽火燃处，紧与胡地月光相连，雪光、月光、火光三者交织成一片，不仅没有塞上苦寒的悲凉景象，而且壮伟异常。这是向前方望。“沙场烽火连胡月”是进攻的态势。诗人又向周围望：“海畔云山拥蓟城”，又是那么稳如磐石。蓟门的南侧是渤海，北翼是燕山山脉，带山襟海，就像天生是来拱卫大唐的边疆重镇的。这是说防守的形势。这两句，一句写攻，一句说守；一句人事，一句地形。在这样有力有利气势的感染下，便从惊转入不惊，于是领出下面两句，写“望”后之感。诗人虽则早年并不如东汉时定远侯班超初为佣书吏（在官府中抄写公文），后来投笔从戎，定西域三十六国，可是见此三边壮气，却也雄心勃勃，要学西汉时济南书生终军，向皇帝请发长缨，缚番王来朝，立一下奇功了。末联连用了两个典故。第一个是\"投笔从戎\"：东汉班超原在官府抄公文，一日，感叹说，大丈夫应该\"立功异域\"，后来果然在处理边事上立了大功。第二个是\"终军请缨\"：终军向皇帝请求出使南越说服归附，为表现自己有足够的信心，他请皇帝赐给长带子，说是在捆南越王时要用它。<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>用了这两个典故，意思很明白，更有豪气顿生之感。末二句一反起句的“客心惊”，水到渠成，完满地结束全诗。</p> <p>　　这首诗从军事上落笔，着力勾画山川形胜，意象雄伟阔大。全诗紧扣一个“望”字，写望中所见，抒望中所感，格调高昂，感奋人心。诗中多用实字，全然没有堆砌凑泊之感；意转而辞句中却不露转折之痕，于笔仗端凝之中，有气脉空灵之妙。此即骈文家所谓“潜气内转”，亦即古文家所谓“突接”，正是盛唐诗人的绝技。</p>",
  "about": "<h2>创作背景</h2> 唐代的范阳道，以今北京西南的幽州为中心，统率十六州，为东北边防重镇。它主要的防御对象是契丹。公元714年（唐玄宗开元二年），即以并州长史薛讷为同紫薇黄门三品，将兵御契丹；734年（开元二十二年），幽州节度使张守珪斩契丹王屈烈及可突干。这首<a href=\"http://so.gushiwen.org/view_5961.aspx\">诗</a>的写作时期，大约在这二十年之间，其时<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>当系游宦范阳。",
  "poet": {
    "id": 508,
    "star": 0,
    "name": "祖咏",
    "image": "http://img.gushiwen.org/authorImg/zuyong.jpg",
    "desc": "祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕，又遭迁谪，仕途落拓，后归隐汝水一带。"
  },
  "tags": [
    "唐诗三百首",
    "冬天",
    "边塞"
  ]
}