{
  "id": 1491,
  "star": 25,
  "name": "丁督护歌",
  "dynasty": "唐代",
  "content": "云阳上征去，两岸饶商贾。<br>吴牛喘月时，拖船一何苦。<br>水浊不可饮，壶浆半成土。<br>一唱都护歌，心摧泪如雨。<br>万人凿盘石，无由达江浒。<br>君看石芒砀，掩泪悲千古。",
  "fanyi": "<p><strong>译文<br></strong>　　自云阳乘舟北上，两岸商贾云集。江淮间的水牛喘息休息的时候，纤夫们却还在卖力干活。他们卖力地拖船行进，真是十分辛苦。气候如此炎热，渴极了也只能就河取水，可是河水太浑浊了不可以喝啊！但他们还是喝了，这浊如泥浆，半成都是土的水！他们拉纤的时候唱着《都护歌》，其声凄切哀怨，口唱心悲，泪下如雨。船夫为官吏役使，得把这些难开采尽的石头运往上游。可石芒砀是采之不尽、输之难竭的，纤夫之苦足以感伤千古！</p> <p><strong>注释</strong><br>①云阳：秦以后为曲阿，天宝初改丹阳，属江南道润州，是长江下游商业繁荣区，有运河直达长江。即今江苏丹阳。<br>②吴牛：指江淮间的水牛。<br>③江浒：江边。</p><br/><p><strong>译文<br></strong>从云阳逆流而上去服徭役，两岸住着许多的商贾大户。<br>吴牛热得对月直喘的时节，沿江拖船的工人多么辛苦！<br>江水混浊不堪已不可饮用，壶里的水也一半成了泥土。<br>一唱起那悲凉的丁督护歌，内心就会摧裂而泪落如雨。<br>万名工人凿取奇异的文石，没办法很快运达江边水浒。<br>你看那石头多么粗大笨重，掩面而泣为百姓悲伤千古。</p> <p><strong>注释<br></strong>⑴丁督护歌：一名“阿督护”。乐府旧题，属《清商曲辞·吴声歌曲》。《宋书·乐志》说：“《督护歌》者，彭城内史徐逵之为鲁车丸杀，宋高祖使府内直督护丁旿收敛殡埋之。逵之妻，商祖长她，呼日午至阁下，自问殡送之事，每问，辄叹息曰：‘丁督护！’其声哀切，后人因其声广其曲焉。”<br>⑵云阳：今江苏丹阳。上征：指往北行舟。<br>⑶饶：多。<br>⑷吴牛：江淮间水牛。典故出自<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语》：“臣犹吴牛，见月而喘。”刘孝标注：“今之水牛，唯生江淮间，故谓之吴牛也。南土多暑，而牛畏热，见月疑是日，所以见月则喘。”<br>⑸一何：多么之意。<br>⑹壶浆：壶中的水。<br>⑺督护歌：一作“都护歌”。<br>⑻磐石：大石。<br>⑼江浒：江边。<br>⑽石芒砀（dàng）：形容又多又大的石头。芒砀，大而多貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《丁督护歌》又作《丁都护歌》，是《清商曲辞·吴声歌曲》旧题。语出《宋书· 乐志》：彭城内史徐逵为鲁轨所杀，宋高祖派都护丁旿收敛殡埋。逵的妻子（高祖长女），呼旿至阁下，亲自问殡送之事，每次问就叹息说：“丁都护”，声音很哀惋凄切。后人依其声制了《都护歌》曲。《唐书· 乐志》也云：“《丁督护歌》者，晋宋间曲也。”按《乐府<a href=\"http://so.gushiwen.org/view_1491.aspx\">诗</a>集》所存《丁督护歌》都是咏叹戎马生活的辛苦和思妇的怨叹。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>用旧题别创新意，与旧题毫无牵涉。只取其声调之哀怨。此诗描写民夫拖船的痛苦，表现了作者对劳动人民的同情。</p> <p>　　关于此诗，过去有人以为是咏历史题材，寻绎语意，是不合的。王琦说“考芒砀诸山，实产文石，或者是时官司取石于此山，僦舟搬运，适当天旱水涸牵挽而行。期令峻急，役者劳苦，太白悯之，而作此诗。”运石劳苦，太白悯之而作是对的；但有些教科书注释和原诗首句也有扞格。教科书注者把“云阳上征去”释为李白“自云阳乘舟沿运河北上”。既是能行舟，就不能说“水涸”需“牵挽而行”。社会科学院所编《唐诗选》为圆王说，认为是船工从云阳向上水拖船走去。如从有些教科书所注云，运石之船固然是向上游拖去，但这都是作者乘舟之所见，唯其乘舟溯江而上，沿河向上游拖船之状以及“两岸饶商贾”才能可见。“云阳上征去”是观察点。从“两岸”起至“无由”句都是从这观察点写所见所闻所感。作者对商贾之描写不多，只一句，一句中只着了一个“饶”字，就写出了两岸商业之繁荣，商贾之多，富人生活之富。“饶”者多也，但“多”字替代不得。下面大量的笔墨而是写船工生活。“吴牛”两句形容活之累。《世说新语·言语》：“（满）奋曰：‘臣犹吴牛，见月而喘。’”吴牛即用此典。此典既写出了天气的异常炎热，又含蓄地告诉人们，船工也像吴牛一样在累死累活地干，因此用典之后，诗人满怀感叹地说“拖船一何苦”，“一何”二字下得好，既体现了拖船之苦，又饱含了诗人的无限同情心。五、六句写船工所吃，活累天气热。可连一口清水都喝不上。“不可饮”却得饮，“半成土”也得装壶中。与首二句联系起来，作者用了对比法，商贾的生活与劳工之生活判若泾渭。“一唱”二句写所闻，看到的已使人十分伤心了，可偏偏那哀切的“都护歌”又传入耳中，这位“平生不下泪”的旷达诗人到此也不能不“心摧泪如雨”了。“万人”两句又写所见，这两句是说：石头大且多，从事开凿者数以万计，运送到江边更是一件困难的事。作者由拖船之苦进而想到从石山运送巨石到江边之苦了。末两句说：磐石广大，采之不尽，会给人民带来无穷的痛苦，会让人民千古掩泪悲叹。作者以“掩泪”作结，加深了全诗的沉痛感。</p> <p>　　这首诗作者怀着沉痛的心情，以朴质的语言给读者描绘了一幅辛酸的河工拉纤图，透过诗句读者仿佛看见了当时两岸冶游的富商，豪门子弟，瘦骨伶仃的船工；仿佛听到了河工的劳动号子，伤心的歌声，催人泪下的呻吟。透过诗句，读者也仿佛听到了正站在行舟上的年青诗人的发出肺腑的悲叹。此诗的语调是沉郁的，与他平常明快、洒脱的诗句不同。这又代表李诗另一种风格。世称杜工部诗多“沉郁顿挫”之作，此诗即使放入杜集中，也难分出雌雄的。因此，大凡一个集大成的作者，风格总是多样的，不可一概而论之。明胡应麟所撰《诗薮》云：“李杜才气格调，古体歌行，大概相埒。”言之成理。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游了祖国大地，写下了许多歌颂祖国河山的<a href=\"http://so.gushiwen.org/view_1491.aspx\">诗</a>篇。李白是一个很关心人民疾苦的人，在漫游中他同情人民疾苦，也同劳动人民交往，写下了少数反映劳动人民疾苦和表达对劳动人民深情厚意的衷心感激的诗歌。这篇《丁督护歌》就是描写民夫拖船痛苦的诗作。</p> <p>　　关于此诗的创作时间，黄锡珪《李白诗编年》认为是公元747年（天宝六载）李白游丹阳横山时所作，当时李白第二次漫游吴越，南下途中经云阳（今江苏丹阳）。也有人认为，此诗作于公元公元738年（开元二十六年），当时润州（今江苏镇江）刺史齐澣在当地开凿新河，李白看到当时由云阳从水路运输石头的情形，因用当地古曲题目写下这首诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "农民"
  ]
}