{
  "id": 71236,
  "star": 75,
  "name": "酬刘柴桑",
  "dynasty": "魏晋",
  "content": "穷居寡人用，时忘四运周。<br>门庭多落叶，慨然知已秋。<br>新葵郁北牖，嘉穟养南畴。<br>今我不为乐，知有来岁不？<br>命室携童弱，良日登远游。",
  "fanyi": "<p><strong>译文<br></strong>偏僻的居处少有人事应酬之类的琐事，有时竟忘记了一年四季的轮回变化。<br>巷子里、庭院里到处都是树木的落叶，看到落叶不禁发出感叹，才知道原来已是金秋了。<br>北墙下新生的冬葵生长得郁郁葱葱，田地里将要收割的稻子也金黄饱满。<br>如今我要及时享受快乐，因为不知道明年此时我是否还活在世上。<br>吩咐妻子快带上孩子们，乘这美好的时光我们一道去登高远游。</p> <p><strong>注释<br></strong>⑴酬（chóu）：答谢，酬答，这里是指以<a href=\"http://so.gushiwen.org/view_71236.aspx\">诗</a>相答的意思。用诗歌赠答。<br>⑵刘柴桑：即刘程之，字仲思，曾为柴桑令，隐居庐山，自号遗民。<br>⑶穷居：偏僻之住处。<br>⑷人用：人事应酬。<br>⑸四运：四时运行。<br>⑹周：周而复始，循环。<br>⑺门庭：闾里内的院落。门原作“榈”，底本校曰“一作门”，今从之。<br>⑻葵（kuí）：冬葵，一种蔬菜。<br>⑼郁（yù）：繁盛貌。<br>⑽牖（yǒu）：原作“墉”，城墙也，高墙也，于义稍逊。底本校日“一作牖”，今从之。和陶本亦作“牖”。<br>⑾穟（suì）：同“穗”，稻子结的果实。<br>⑿畴（chóu）：田地。<br>⒀不（fǒu）：同“否”。<br>⒁室：妻室。<br>⒂童弱：子侄等。<br>⒃登远游：实现远游。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《酬刘柴桑》前两句“穷居寡人用，时忘四运周”说没有什么人与他来往，所以他有时竟然忘了四季的节序变化。然事实并非如此，<a href=\"http://so.gushiwen.org/view_71236.aspx\">诗</a>人正是在知与不知中感受生命的意趣。之后吟道：“空庭多落叶，慨然知已秋。新葵郁北墉，嘉穗养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。”此八句所写与前两句恰好相对，时忘四运与叶落知秋，多落叶与葵穗繁茂，甘心穷居与择日远游，此数者意象矛盾，却展现了时间的永恒性与生命的暂时性。由忘时乃知穷居孤寂落寞；而枝头飘然而至的落叶，乃知秋天的到来，生命的秋天亦在浑然不觉中悄悄来临；墙角的新葵、南畴的嘉穗，虽暂时茂盛繁荣却犹似生命的晚钟难得长久，从而暗示生命的荣盛行将不再。因此诗人在穷居忘时之际又察其生命飞逝，择良日作此远游折射出生命的亮色。“今我不为乐，知有来岁不？”一句没有对来岁未知的恐怖，但有尽享今朝的胸襟。诗人情绪的宛转之变与物的荣悴之态，不能忘世的感慨之忧与对生命的达观之乐，交织成多层次的意义。</p> <p>　　诗中以隐居躬耕的自然乐趣和人生无常的道理来酬答刘柴桑，在淳朴祥和之中，诗篇流露着田园生活的乐趣。这首小诗共十句，虽然比较简短，然而它内容醇厚。在写法上也比较独特，撇开与对方问答一类的应酬话，只写自己的感受、抱负与游兴，显得十分洒脱别样。在遣词造句上，粗线条的勾勒，并着墨点染，使全诗呈现出古朴淡雅的风格，又洋溢着轻快明朗的感情。</p>",
  "about": "<h2>创作背景</h2> 　　《酬刘柴桑》作于东晋义熙十年（414年）秋天，时<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>五十岁。这年秋天，刘柴桑下庐山来拜访陶渊明，相互作<a href=\"http://so.gushiwen.org/view_71236.aspx\">诗</a>和唱，陶渊明于是作下《酬刘柴桑》。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "秋天",
    "隐居",
    "田园",
    "生活"
  ]
}