{
  "id": 72797,
  "star": 39,
  "name": "论积贮疏",
  "dynasty": "两汉",
  "content": "　　管子曰：“仓廪实而知礼节。”民不足而可治者，自古及今，未之尝闻。古之人曰：“一夫不耕，或受之饥；一女不织，或受之寒。” 生之有时，而用之亡度，则物力必屈。古之治天下，至孅至悉也，，故其畜积足恃。今背本而趋末，食者甚众，是天下之大残也；淫侈之俗，日日以长，是天下之大贼也。残贼公行，莫之或止；大命将泛，莫之振救。生之者甚少，而靡之者甚多，天下财产何得不蹶！</p> <p>　　汉之为汉，几四十年矣，公私之积，犹可哀痛！失时不雨，民且狼顾；岁恶不入，请卖爵子，既闻耳矣。安有为天下阽危者若是而上不惊者？世之有饥穰，天之行也，禹、汤被之矣。即不幸有方二三千里之旱，国胡以相恤？卒然边境有急，数千百万之众，国胡以馈之？兵旱相乘，天下大屈，有勇力者聚徒而衡击；罢夫羸老易子而咬其骨。政治未毕通也，远方之能疑者，并举而争起矣。乃骇而图之，岂将有及乎？</p> <p>　　夫积贮者，天下之大命也。苟粟多而财有余，何为而不成？以攻则取，以守则固，以战则胜。怀敌附远，何招而不至！今殴民而归之农，皆著于本；使天下各食其力，末技游食之民，转而缘南亩，则畜积足而人乐其所矣。可以为富安天下，而直为此廪廪也，窃为陛下惜之。</p> <p>　　节自《汉书·食货志》",
  "fanyi": "<p><strong>译文</strong><br>　　管子说：“粮仓充足，百姓就懂得礼节。”百姓缺吃少穿而可以治理得好的，从古到今，没有听说过这事。古代的人说：“一个男子不耕地，有人就要因此挨饿；一个女子不织布，有人就要因此受冻。”生产东西有时节的限制，而消费它却没有限度，那么社会财富一定会缺乏。古代的人治理国家，考虑得极为细致和周密，所以他们的积贮足以依靠。现在人们弃农经商（不生产而）吃粮的人很多，这是国家的大祸患。过度奢侈的风气一天天地滋长，这也是国家的大祸害。这两种大祸害公然盛行，没有人去稍加制止；国家的命运将要覆灭，没有人去挽救；生产的人极少，而消费的人很多，国家的财富怎能不枯竭呢？汉朝从建国以来，快四十年了，公家和个人的积贮还少得令人痛心。错过季节不下雨，百姓就将忧虑不安，年景不好，百姓纳不了税，朝廷就要出卖爵位，百姓就要出卖儿女。这样的事情皇上已经耳有所闻了，哪有治理国家已经危险到这种地步而皇上不震惊的呢？</p> <p>　　世上有灾荒，这是自然界常有的现象，夏禹、商汤都曾遭受过。假如不幸有纵横二三千里地方的大旱灾，国家用什么去救济灾区？如果突然边境上有紧急情况，成千上万的军队，国家拿什么去发放粮饷？假若兵灾旱灾交互侵袭，国家财富极其缺乏，胆大力壮的人就聚集歹徒横行抢劫，年老体弱的人就互换子女来吃；政治的力量还没有完全达到各地，边远地方敢于同皇上对抗的人，就一同举兵起来造反了。于是皇上才惊慌不安地谋划对付他们，难道还来得及吗？</p> <p>　　积贮，是国家的命脉。如果粮食多财力充裕，干什么事情会做不成？凭借它去进攻就能攻取，凭借它去防守就能巩固，凭借它去作战就能战胜。使敌对的人归降，使远方的人顺附，招谁而不来呢？现在如果驱使百姓，让他们归向农业，都附着于本业，使天下的人靠自己的劳动而生活，工商业者和不劳而食的游民，都转向田间从事农活，那么积贮就会充足，百姓就能安居乐业了。本来可以做到使国家富足安定，却竟造成了这种令人危惧的局面！我真替陛下痛惜啊！</p> <p><strong>注释</strong><br>1. 管子：即管仲。后人把他的学说和依托他的著作，编辑成《管子》一书，共二十四卷。<br>2. 仓：贮藏谷物的建筑物。《吕氏春秋·仲秋》：“修囷（qūn）仓。”高诱注：“圆曰囷，方曰仓。”<br>3. 廪：米仓。<br>4. 实：充实，满。<br>5. 而：同“则”，就，连词。<br>6. 礼节：礼仪法度。<br>7. 不足：指衣食不足，缺吃少穿。<br>8. 治：治理，管理。<br>9. 及：到。<br>10. 未之尝闻：即“未尝闻之”，没有听说过这回事。未尝，不曾。副词。之，指“民不足而可治”，代词在否定句中作宾语，一般要前置。<br>11. 古之人：亦指管子，以下四句引自《管子·轻重甲》，与原文略有出入。<br>12. 夫：古代对成年男子的通称。<br>13. 或：有的人，代词。<br>14. 生之有时：生产有时间的限制。之，指物资财富，代词。<br>15. 亡：同“无”。<br>16. 度：限制，节制。<br>17. 则：那么，连词。<br>18. 物力：指财物，财富。<br>19. 屈：竭，穷尽。<br>20. 至：极，副词。<br>21. 孅（xiān）：通“纤”，细致。<br>22. 悉：详尽，周密。<br>23. 畜：同“蓄”，积聚，储藏。<br>24. 恃：依赖，依靠。<br>25. 背本趋末：放弃根本的事，去做不重要的事，此处是指放弃农业而从事工商业。古代以农桑为本业，工商为末业。背，背离，背弃。<br>26. 是：这，代词，作主语。<br>27. 残：害，危害，祸害。<br>28. 淫侈（chǐ）之俗：奢侈的风气。淫，过分，副词。<br>29. 以：连词。<br>30. 长（zhǎng）：增长。<br>31. 贼：害，危害，祸害。<br>32. 公行；公然盛行。<br>33. 即“莫或止之”，没有人去稍微制止它一下。莫，没有人，代词。之，代词，指“残贼公行”之事。是“止”的宾语，前置。或，副词，有“稍微”、“稍稍”之意。<br>34. 大命：国家的命运。<br>35. 将：将要，副词。泛：通“覂”，翻覆，覆灭。<br>36. 振救，拯救，挽救。<br>37. 生之者：生产粮食、财物的人。<br>38. 靡：耗费。<br>39. 汉之为汉：意谓汉朝自从建立政权以来。这是个主谓短语，“之”是用于短语主、谓之间的助词。为，成为，动词<br>40. 几：将近，副词。<br>41. 公私：国家和个人。<br>42. 犹：还，仍然，副词。<br>43. 可哀痛：指积蓄少得使人痛心。<br>44. 失时：错过季节。<br>45. 雨：下雨，动词。<br>46. 且：将，副词。<br>47. 狼顾：狼性多疑，行走时常回头看，以防袭击，比喻人有后顾之忧。此处形容人们看到天不下雨的忧虑不安。<br>48. 岁恶：年景不好。恶，坏。<br>49. 不入：指纳不了税。“入”是“纳”的意思。<br>50. 请卖爵（jué）子：即请爵卖子。指富者向国家缴粮买爵位，贫者卖儿女为生。汉朝有公家出卖爵位以收取钱财的制度。<br>51. 既：已经，副词。<br>52. 闻耳：闻于耳，指上述严重情况传到了皇帝的耳中。<br>53. 安：哪里，副词。<br>54. 为：治理。<br>55. 阽危：危险。阽，临近。若<br>56. 是：如此，象这个样子。<br>57. 上：皇上，皇帝。<br>58. 饥穰：荒年和丰年。此处为偏义复词，只指荒年。饥，灾荒，《墨子·七患》：“五谷不收谓之饥。”穰，庄稼丰熟。<br>59. 天之行也：是自然界的固有现象。天，大自然。行，常道，规律。<br>60. 禹、汤被之：禹，传说中古代部落联盟领袖。原为夏后氏部落领袖，奉舜命治水有功，舜死后继其位。汤，商朝的开国君主。被：遭，受。之：代词，指“饥穰”。传说禹时有九年的水灾，汤时有七年的旱灾。<br>61. 即：如果，假如，连词。<br>62. 方二三千里：纵横各二三千里。<br>63. 胡以：何以，用什么。胡，代词。以，介词。<br>64. 相：副词，兼有指代接受动作一方的作用，此处指“方二三千里”的灾区。<br>65. 恤：<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>，救济。<br>66. 卒然：突然。卒，通“猝”。<br>67. 急：紧急情况，指突然爆发的战争。<br>68. 馈：进食于人，此处指发放粮饷，供养军队。<br>69. 兵：兵灾，战祸，战争。<br>70. 乘：因，趁。<br>71. 大：非常，十分，副词。<br>72. 屈：缺乏。<br>73. 徒：同伙。<br>74. 衡击：横行劫掠攻击。衡，通“横”。<br>75. 罢（pí）：通“疲”。<br>76. 羸（léi）：瘦弱。<br>77. 易：交换。<br>78. 毕：完全，副词。<br>79. 通：达。<br>80. 能：是衍文。疑者：指对朝廷反抗的人。<br>81. 疑：同“拟”，指与皇帝相比拟，较量。<br>82. 并：一同，副词。<br>83. 举：举兵。<br>84. 争起：争先起来闹事。<br>85. 乃：才，副词。<br>86. 骇：受惊，害怕。<br>87. 图：谋划，想办法对付。<br>88. 岂：难道，副词。<br>89. 夫：助词，用在全句之前，表示一种要阐发议论的语气。<br>90. 大命：大命脉，犹言“头等大事”。<br>91. 苟：如果，假如，连词。<br>92. 粟：此处泛指粮食。<br>93. 何为：做什么事。何，疑问代词作宾语，前置。为，动词。<br>94. 以：凭，靠，介词，后面省略宾语“之”。<br>95. 则：就，连词。<br>96. 怀敌：使敌对者来归顺。怀，归向，使动用法。<br>97. 附远：使远方的人顺附。附，使动用法。<br>98. 招：招抚。何：疑问代词作宾语，前置。<br>99. 殴：通“驱”，驱使。<br>100. 归之农：使动双宾语，使之归农。<br>101. 著：“着”的本字，附着。<br>102. 食其力：靠自己的劳力吃饭。<br>103. 末技：不值得重视的技能，此处指与“本业”相对的“末业”，即工商业。<br>104. 游食之民：游手好闲，不劳而食的人。游食，坐食，不劳而食。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·成相》：“臣下职，莫游食。”杨倞注：“游食谓不勤于事，素餐游手也。”<br>105. 缘南亩：走向田间，从事农业。缘，因，循，此处有趋向之意。南亩，泛指农田。<br>106. 乐其所：以其所为乐，即乐于从事自己的本业（农业）。乐，以……为乐，意动用法。所，名词。<br>107. 可以：助动词。<br>108. 为：做到。<br>109. 富安天下：使天下富足安定。富安，使动用法。富，指食用充足；安，指政治安定。<br>110. 而：但，却，连词。<br>111. 直：竟然，副词。<br>112. 为：造成，动词。<br>113. 廪廪：同“懔懔”，危惧的样子。指令人害怕的局面。<br>114. 窃：私下，副词，表示自谦。<br>115. 为：替，介词。<br>116. 陛下：对帝王的尊称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇奏疏，是<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>针对西汉初年在经济上所面临的严重危机，提出的要注意积贮的重要论文。它从不同角度论述了加强积贮对国计民生的重大意义，表现出一个地主阶级政治家思想家的远见卓识。他提出的主张，对于维护汉朝的封建统治，促进当时的社会生产，发展经济，巩固国防，安定人民的生活，都育一定的贡献，在客观上是符合人民的利益的，在历史上有其进步的意义。同时，他的重视发展农业，提倡积贮的思想，即使至今，也仍有借鉴的价值。</p> <p>　　文章开宗明义，提出了“仓廪实而知礼节”这一观点，既而引用古人有关不耕不织、用之无度给人民带来的危害性的言论，对照当时社会食者众、靡者多、积蓄少的现象，提醒当权者必须慎重正视这一严重的社会问题。</p> <p>　　接着文章论及灾害的必然性，谈到禹、汤受此之苦，并在此基础上接连设问：如果我们也遇到灾害，“国胡以相恤”?如果边境有敌人入侵，“国胡以馈之”?不仅如此，文章更具体揭示了旱荒给人民带来深重的灾难一一勇者行劫，老弱者易子而食，政治未毕通等。</p> <p>　　最后从正面归结到“夫积贮者， 天下之大命也”， 指出“苟粟多而财有余， 何为而不成”、“怀敌附远，何招而不至”的大利。同时，进一步提出了“驱民而归之农，皆著于本，使天下各食其力”的具体办法。</p> <p>　　贾谊在文章中还毫不隐讳地揭露了当时人民备受饥寒的困苦生活，对统治阶级骄奢淫逸、挥霍无度提出严厉的批判，言辞犀利激切。</p> <p>　　本文理论结合实际，紧密围绕“积贮”的论题，从正反两面逐层深入地来论证中心论点。文章第一段，首先引用管子之言和古人深知民足致治的事实，对古之治天下，重积贮的理论和经验进行了总结，阐明积贮与国计民生的关系，从正面论证了积贮的重要。接着由古及今，联系实际，针对当前生产少，消费多，淫侈之风滋长，不重视积贮，国家有覆亡可能的危险形势，说明不重积贮的危害，从反面论证了积贮的重要意义。这样通过古今对比，理论和形势的分析，从正反两面对中心论点进行了有力的论证。第二段，则就应付自然灾害和战争两个方面，从国家存亡攸关的高度阐明不积贮的危害，从反面进一步论证了积贮的重要。至第三段，则在前面充分阐述的基础上，水到渠成地归纳出“夫积贮者，天下之大命也”的中心论点，并与第二段及第一段的有关部分进行对比论证，阐明积贮之利是关系国家富强的根本大计，重视农业生产，是加强积贮的根本措施，从正面更深入一层论证了积贮的重要意义。文章这样围绕中心论点，引古证今，理论结合实际，进行正反对照，并以确凿的论据，严密的逻辑，层层深入进行论证，把道理说得清楚透彻，有条不紊，令人信服。</p>",
  "about": "<h2>创作背景</h2> <p>　　《论积贮疏》选自《汉书·食货志》。文题为后人所加。是<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>23岁时（前178）给汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>的一篇奏章。</p> <p>　　西汉建立初年，社会经济一片凋敝。据《汉书·食货志》记载，那时米价昂贵，饥馑遍地，人与人相食，物资匮乏，连天子出行都弄不到四匹同色的马驾车，将相只能乘牛车。汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>采取了一系列予民休养生息和“重农抑商”的政策，到汉文帝时，社会经济逐渐恢复，但商贾、地主侵夺农民，土地兼并日益严重，广大农民因破产而纷纷流入城市，成为工商业的佣工或无业的游民，官僚、商贾的淫侈之风也日益增长，这些都严重影响农业生产和粮食的积贮，很不利于西汉封建政权的巩固，同时北方匈奴的威胁也越来越严重，面对这种日益严重的内忧外患的实际情况，贾谊就向文帝上了这份奏疏，建议重视农业生产，以增加积贮。题目《论积贮疏》的意思是：论述有关积贮的重大意义的奏疏。疏，指分条陈述；作为一种文体，它是古代臣下向皇帝条陈自己对某事的意见的一种文件，也称“奏疏”或“奏议”。</p> <p>　　贾谊是一个有远见卓识的政治家和文学家。他从缓和阶级矛盾、巩固封建统治的立场出发，不像世俗之士一样，一味地粉饰太平；而是敢于正视现实，揭露时弊。他从太平盛世的背后看到了严重的社会危机，这在他向文帝上的《论积贮疏》中做了大胆的揭露，并提出了他的改革政治的主张。</p>",
  "poet": {
    "id": 109,
    "star": 0,
    "name": "贾谊",
    "image": "http://img.gushiwen.org/authorImg/jiayi.jpg",
    "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"
  },
  "tags": [
    "奏章",
    "议论"
  ]
}