{
  "id": 7931,
  "star": 16,
  "name": "戏赠郑溧阳",
  "dynasty": "唐代",
  "content": "陶令日日醉，不知五柳春。<br>素琴本无弦，漉酒用葛巾。<br>清风北窗下，自谓羲皇人。<br>何时到栗里，一见平生亲。",
  "fanyi": "<p><strong>译文<br></strong>陶令天天喝醉酒，不知五柳树何时回春。<br>古朴的琴上本没有琴弦，过漉酒就用头上的葛巾。<br>清风暂来时卧在北窗下，称自己就是恬静闲适的羲皇时人。<br>什么时候我到溧阳一游，会一会你这位平生交好的友人。</p> <p><strong>注释<br></strong>陶令：即陶潜。他曾任彭泽县令，故称。据《晋书·陶潜传》：陶潜性嗜酒，尝著《五柳先生传》以自况曰：“先生不知何许人，不详姓氏，宅边有五柳树，因以为号焉。”<br>五柳：陶潜在住宅旁种有五株柳树，因作《五柳先生传》以自况。<br>素琴：不加漆饰的琴。据《宋书·陶潜传》载，陶潜不通音律，却备有素琴一张，无弦，每当饮酒适意，便取琴抚弄，以寄托其怡然自得之情。<br>漉（lù）酒：滤洒。<br>葛（gé）巾：用葛布制成的头巾。据《宋书·陶潜传》载，郡守访陶潜，逢其酒熟，郡守取陶潜头上的葛巾滤酒，用华又载在他的头上。陶潜亦不以为意。这里写陶潜嗜酒忘情。<br>羲（xī）皇人：伏羲氏时人。古人认为羲皇时代其民皆恬静闲适，故隐逸之十多以之自称。陶潜《与子俨等疏》：“常畜：五六月中，北商下卧，遇凉风暂至，自谓是羲皇上人。”<br>栗（lì）里：即溧阳，地名，在今江苏西南边，与南京接壤。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“陶令日日醉，不知五柳春”运用叙铺手法，描绘出一幅陶令天天喝醉酒、不知五柳树何时回春的景致。“日日醉”、“不知”，流露出陶潜每日醉洒，忘情世事，连亲手植的五株柳树已吐新绿的情形都不知道的情趣。</p> <p>　　“素琴本无弦，漉酒用葛巾”引用“葛巾漉酒”典故，表现出陶潜活谈无为，逸然自得的生活习性，以喻郑晏。《宋书·陶潜传》记载说，陶潜自备无弦素琴一张，微醺时就抚弄寄意，来访者无论身份，都摆酒迎接，如果陶氏本人不胜酒力，先于客醉，就对其言“我醉欲眠，卿可去”。为了表达自己通达不拘的隐士之风，陶潜还特意不用器皿滤酒，直接以头上所戴葛巾，“葛巾漉酒”自此也成为中国历代文人雅士会饮赋<a href=\"http://so.gushiwen.org/view_7931.aspx\">诗</a>时喜用的典故。陶潜嗜酒率真超脱，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>更是仰慕<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的人品和诗作。</p> <p>　　萧统在《陶渊明集序》中说：“有疑陶渊明之诗，篇篇有酒，吾观其意不在酒，亦寄酒为迹也。”陶渊明的饮酒是别有寄托，“爱酒不爱名，忧醒不忧贫”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《效陶潜体诗十六首》其十二），饮酒不为求善饮之名，而且是求醉以忘忧，借酒以销愁。酒能给人以腾云驾雾、飘飘欲仙的快感，使人陶然忘却世俗之累，挣脱人生的羁绊，达到物我两忘的境界，“何以称我情？浊酒且自陶。”（《己酉岁九月九日》）这与隐士的心境恰好吻合。</p> <p>　　“清风北窗下，自谓羲皇人”写陶潜北窗高卧，醒而醉、醉而醒，竟有羲皇上人之感，侧面表现出陶潜活谈无为、逸然自得的生活习性，以喻郑晏，暗寓出郑晏琴酒自乐、悠然自得的生活。</p> <p>　　“何时到栗里，一见平生亲”紧扣主题，似是客套之话，却又给人以信增亲切之感，拉近了朋友之间的距离。字里间处处充溢着诗人对友人郑晏的关爱之情，突显出朋友之间的深厚情谊。</p> <p>　　全诗八句四十字，廖廖数句就刻画出诗人以东晋陶潜喻郑晏，通过描述陶潜醉酒自遁，崇尚太古的生活情趣，表达了李白对郑晏琴酒自乐、悠然自得的生活赞美，同时也流露出诗人愤世嫉俗、超然物外的高洁情怀。</p>",
  "about": "<h2>创作背景</h2> 　　郑溧阳，当即《溧阳濑水贞义女碑铭》序中所说的溧阳县令郑晏。天宝十三载（754）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游江东，作此<a href=\"http://so.gushiwen.org/view_7931.aspx\">诗</a>赠溧阳县令郑晏。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "赞美",
    "生活",
    "闲适"
  ]
}