{
  "id": 72889,
  "star": 12,
  "name": "水龙吟·题文姬图",
  "dynasty": "清代",
  "content": "须知名士倾城，一般易到伤心处。柯亭响绝，四弦才断，恶风吹去。万里他乡，非生非死，此身良苦。对黄沙白草，呜呜卷叶，平生恨、从头谱。<br>应是瑶台伴侣，只多了、毡裘夫妇。严寒觱篥，几行乡泪，应声如雨。尺幅重披，玉颜千载，依然无主。怪人间厚福，天公尽付，痴儿騃女。",
  "fanyi": "<p><strong>译文</strong><br>要知道名士和美女一般都是容易动情生愁。柯亭笛响已绝，精通音律之才已矣，文姬因战乱被虏往胡地。万里迢迢的他乡，她生不能生，死不得死，此身确实辛苦。她用卷叶吹奏出鸣鸣的笛音，将此生所有的愁怨，从头谱曲。<br>她本应成为汉家的贵妇，而今却做了胡人的妻室。塞北严寒，在凄厉的笳管声中，她思念的泪水如雨水般应声而落。重新展开《文姬图》细看，千载悠悠，她美好的容颜依旧，只是孑然一身。怪老天尽把人间的厚福，都给了那些庸庸碌碌之人。</p> <p><strong>注释</strong><br>①文姬：汉<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>，名蔡淡，字文姬，生卒年不详。陈留圉（今河南省祀县南）人。为汉大文学家<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>之女。博学能文，有才名，通音律。初嫁河东卫仲道，夫亡无子，归母家。汉献帝兴平（194—195）中，天下乱，为乱军所虏，流落南匈奴十二年，生二子。后<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>以金璧赎还，改嫁董祀。有《悲愤<a href=\"http://so.gushiwen.org/view_72889.aspx\">诗</a>》二首传世。<br>②“须知”二句：谓要知名士与美人是多情而敏感的，他们最易生愁动感。倾城，代指美女。<br>③柯亭：即柯亭笛。相传蔡邕（蔡文姬之父）用柯亭（古地名，在今浙江省绍兴市西南，此地盛产良竹）之竹制笛。晋伏滔《长笛斌》：“邕避难江南，宿于柯亭。柯亭之观，以竹为椽。邕仰而盯之曰：‘良竹也。’取以为笛，奇声独绝。历代传之，以至于今。”<br>④四弦，指蔡文姬所弹奏之琵琶。琵琶为四根弦，故云。<br>⑤瑶台伴侣：谓蔡文姬本可以成为汉家的贵妇人，或是宫中的后妃。 瑶台，美玉砌筑之楼台，代指华丽之楼阁，或神仙所居之处，此处借指汉家天子。<br>⑥觱（bì）篥（lì）：古代簧管乐器名。又称“茄管”、“管头”。出自西域龟兹，后传入内地。唐刘商《胡茄十八拍》第七拍：“龟兹愁中听，碎叶琵琶夜深怨。”<br>⑦尺幅重披：谓用图画重新描绘了文姬赴漠北的情景。尺幅，以小幅的绢或纸作画。 披，披露、陈述。宋<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>《祭晁少卿文》：“会合乖阔，则有书问，开纸披辞，犹若际遇。”此处引申为“摹画出”之意。<br>⑧依然无主：蔡文姬《胡笳十八拍》：“天灾国乱兮人无主，唯我薄命兮没胡虏。”<br>⑨騃（ái）：痴，愚。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这阕《水龙吟》是容若长调中的佳作。整篇以<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>生平事打底，夹叙夹议。转折起伏间行云流水，笔力不坠，情感真挚，感慨更是惊心。此词又有两种解读：有词家认为是容若在借文姬事咏吴兆骞事。\"名士倾城\"，名士即指汉槎。\"非生非死\"句则用吴梅村送汉槎的<a href=\"http://so.gushiwen.org/view_72889.aspx\">诗</a>\"山非山兮水非水，生非生兮死非死\"，\"毡裘夫妇\"是叹吴妻葛氏随戎宁古塔。由此论断此词当作于汉槎自塞外还不久。</p> <p>　　苏雪林则认为这仍是容若在借古事咏自身感情的不幸，\"恶风吹去。万里他乡\"，似是在叹恋人入宫，两人之间如远隔重山。而词意也是在感慨与恋人之间事多坎坷流离，像文姬一样身不由己。</p> <p>　　两种说法可结合起来看，人的思路和情绪是共通交融的，也许他的确是在借文姬图咏吴汉槎的遭遇，然而由此牵引了情绪联想到自身事，笔下有所流露亦是合情合理。</p> <p>　　容若用极洗练的话道尽了文姬一生坎坷。一路读下来，文姬的身世和容若的感慨相互交融，词脉清晰，情感丰盈。首先是<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>之死。东汉末，大将军何进被宦官十常侍杀后，董卓进军洛阳尽诛十常侍，把持朝政，董卓为巩固自己的统治，刻意笼络名满京华的蔡邕，将他一日连升三级，三日周历三台，拜中郎将，后来甚至还封他为高阳侯。董卓在朝中倒行逆施，引起各地方势力的联合反对，董卓火烧洛阳，迁都长安，董卓被吕布所杀。蔡邕也被收付廷尉治罪，蔡邕请求黥首刖足，以完成《汉史》，士大夫也多矜惜而救他，马日碑更说：\"伯喈旷世逸才，诛之乃失人望乎？\"但终免不了一死。：在相传蔡邕曾盛赞今绍兴西南柯亭的良竹。\"此地之竹制笛，奇声响绝。\"柯亭响绝，是说蔡邕已死。。</p> <p>　　董卓死后，军阀混战的局面终于形成。羌胡番兵乘机掠掳中原一带，文姬与许多被掳来的妇女，一齐被带到南匈奴。正是所谓的恶风吹去。</p> <p>　　\"万里他乡，非生非死。\"容若也算文姬知音了。当初细君与解忧嫁给乌孙国王，<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>嫁给呼韩邪，总算是风风光光的占尽了身份，远适异域，依然要产生出无限的凄凉，何况被掳掠的蔡文姬！她从一个名门闺秀，沦落到饱受番兵凌辱和鞭笞的落难女，一步一步走向渺茫不可知的未来，心境的落差是可想而知的。这年她二十三岁，初嫁卫仲道，夫亡无子，归母家。为乱军所掳，流落匈奴十二年。后人怜她际遇，绘文姬图，仿佛窥见她在匈奴时苦况，也不过是隔靴挠痒。这十二年，虽然她嫁给了匈奴的左贤王，也为左贤王生下两个儿子，婚姻不算困苦，并且以她的聪明也很快学会了匈奴人的语言，甚至学会了吹奏民族乐器\"胡笳\"想来文化的沟通上也不艰涩，但是文姬自幼受汉文化熏陶长大，自有坚持。何况古时交通交流一概闭塞，一个女子流落域外始终是此身良苦。若非实在难以割舍，文姬也不会选择抛下两个儿子回到中原。</p> <p>　　文姬自幼精通音律，某夜蔡邕弹琴，弦绝。文姬侧耳听之：\"第二弦\"邕曰：\"偶得之耳。\"故断一弦问之，又对曰：\"第四弦\"。并不差谬。光阴闪烁。很多事在少年时不觉得怎样，人越大，少时之事越翻覆如尘，如花刺细微刺心。此时，黄昏的塞外，戈壁滩上落日如血，就是有高山流水的雅才又怎样呢，面对着黄沙白草，用卷叶吹起的曲子叫\"平生恨\"。</p> <p>　　名士倾城，一般易到伤心处，是高傲语，又是冷落失意之言。孑然抛却了自鸣得意。怪人间厚福，天公尽付，痴儿呆女。更是沉痛。人复杂，世情更如藤蔓纠结不清，不会按照预想的方向行进，沁入血骨的是绝色聪明人才能生出的无奈和感慨。</p>",
  "about": "<h2>创作背景</h2> 　　《水龙吟·题文姬图》作于康熙十六年丁巳（1677），时<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>二十三岁。 性德《水龙吟·题文姬图》，借图发挥以咏吴兆骞事也。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "叙事",
    "感慨",
    "同情"
  ]
}