{
  "id": 59903,
  "star": 26,
  "name": "满江红·中秋夜潮",
  "dynasty": "宋代",
  "content": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。<br>光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！",
  "shangxi": "<h2>赏析</h2> <p>　　史达祖本来是一位“婉约派”的词人。前人之所以盛赞他，主要是因为他具有那种婉丽细腻的词风。其实，他的词风并不局限于“婉约”一路。像这首词，就抒发了他胸中不常被人看见的豪气激情，在风格上也显得沉郁顿挫、激昂慷慨，这就可以大大帮助读者加深对其人、其词的全面了解。</p> <p>　　因为是写“中秋夜潮”，所以全词就紧扣海潮和明月来写。开头两句“万水归阴，故潮信盈虚因月”，即分别交待了潮与月两个方面，意谓：水归属于“阴”，而月为“太阴之精”，因此潮信的盈虚——潮涨潮落，皆与月亮的圆缺有关。这里所用的“归”和“盈虚”两组动词，就为下文的描写江潮夜涨，蓄贮了巨大的“势能”。试想：大江东去，这其中本就蓄积了多少的“力量”。此时，在月球的引力下，它又要返身过来，提起它全身的气力向钱塘江中扑涌而去，这更该何等壮观惊险！故而在分头交待过潮与月之后，接着就把它们合起来写：“偏只到，凉秋半破，斗成双绝”。意为只有逢到每年的中秋（即“凉秋半破”时），那十分的满月与“连山喷雪”而来的“八月潮”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《横江词》：“浙江八月何如此？涛似连山喷雪来”），才拼合（“斗成”：拼成）成了堪称天地壮观的“双绝”奇景。它们“壮”在何处、“奇”在何处呢？以下两句即分写之：“有物揩磨金镜净”是写月亮，它似经过什么人把它重加揩磨以后那样，越发显得明亮澄圆：“何人拏攫银河决”是写江潮，它就像银河被人挖开了一个缺口那样，奔腾而下。对于后者，不妨引一节南宋人周密描绘浙江（即钱塘江）潮的文字来与之参读，以加强感性认识。《武林旧事》卷三《观潮》条里写道：“浙江之潮，天下之伟观也。自既望以至十八日为最盛。方其远出海门，仅如银线；既而渐近，则玉城雪岭，际天而来。大声如雷霆，震撼激射，吞天沃日，势极雄豪。”至于前者（中秋之月），则前人描写多矣，无须赘引。总之，眼观明月，耳听江潮，此时此地，怎能不引起惊叹亢奋之情？但由于观潮者的身世际遇和具体心境不同，所以同是面对这天下“双绝”，其联想和感触亦自不同。比如宋初的潘阆，他写自己观潮后的心情是“别来几向梦中看，梦觉尚心寒”（《酒泉子》），主要言其惊心动魄之感；<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>则在观潮之后，“笑看潮来潮去，了生涯”（《南歌子》），似乎悟得了人生如“潮中之沙”（“寓身化世一尘沙”）的哲理；而<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>则说：“滔天力倦知何事？白马素车东去。堪恨处，人道是、子胥冤愤终千古”（《摸鱼儿》），在他看来，那滔天而来的白浪，正是伍子胥的幽灵驾着素车白马而来！但是史达祖此词，却表达了另一种想象与心情：“想子胥今夜见嫦娥，沉冤雪。”这里的一个着眼点在于“雪”字：月光是雪白晶莹的，白浪也是雪山似地喷涌而来，这岂不象征着伍子胥的“沉冤”已经洗雪干净！——<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《念奴娇·过洞庭》写时近中秋、月夜泛湖的情景道：“素月分辉，明河共影，表里俱澄澈。”又云：“孤光自照，肝胆皆冰雪。”这实际是写他“通体透明”、“肝胆冰雪”的高洁人品。史词的“子胥见嫦娥”则意在借白浪皓月的景象来表达伍子胥那一片纯洁无垢的心迹，也借此而为伍子胥一类忠君爱国而蒙受冤枉的豪杰平反昭雪。按：公元1204年夏（史料记载为嘉泰四年五月），韩侂胄在定议伐金之后上书宁宗，追封<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>为“鄂王”；次年四月，又追论秦桧主和误国之罪，改谥“谬丑”。韩氏之所为，其主观目的姑且不论，但在客观上却无疑大长了抗战派的志气，大灭了投降派的威风，为岳飞伸张了正义。史达祖身为韩侂胄的得力幕僚，他在词里写伍子胥的沉冤得以洗雪，恐即与此事有关。它使读者明白：史氏虽身为“堂吏”，胸中亦自有其政治上的是非爱憎，以及对于国事的关注之情。</p> <p>　　下阕继续紧扣江潮与明月来写。“光直下，蛟龙穴”是写月，兼顾海：月光普泻，直照海底的蛟龙窟穴：“声直上，蟾蜍窟”是写潮，兼及月：潮声直震蟾蜍藏身的月宫。两个“直”字极有气势，极有力度，充分显示了中秋夜月与中秋夜潮的伟观奇景。“对望中天地，洞然如刷”，则合两者写之：天是洁净的天，月光皓洁，“地”是洁净的“地”，白浪喷雪；上下之间，一派“洞然如刷”，即张孝祥所谓“表里俱澄澈”的晶莹世界。对此，词人的心又一次为之而激动万分、“激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！”这前两句，正好符合了现今所谓的“移情”之说。——按照这种“移情论”，在创作过程中，物我双方是可以互相影响、互相渗透的。比如，把“我”的情感移注到“物”中，就会出现象<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》“感时花溅泪，恨别鸟惊心”之类的<a href=\"http://so.gushiwen.org/view_59903.aspx\">诗</a>句；而“物”的形相、精神也同样会影响到诗人的心态、心绪，如人见松而生高风亮节之感，见梅而生超尘脱俗之思，见菊而生傲霜斗寒之情。史词明谓“激气已能”、“举杯便可”，这后两个词组就清楚地表达了他的这种激气豪情，正是在“光直下”、“声直上”的伟奇景色下诱发和激增起来的。——当然，这也与他本身含有这种激气豪情的内在条件有关。在外物的感召之下，一腔激情直冲云霄，似乎能驱走月中的粉黛（美人）；这股激情又使他举杯酌酒，似乎一口能吞下吴越两国。这两句自是“壮词”。一则表现了此时此地作者心胸的开阔和心情的激昂；另一则——如果细加玩味的话，也不无包含有对于吴王夫差、越王勾践这些或者昏庸、或者狡狯的君王，以及那当作“美人计”诱饵的西施的憎恶与谴责，因为正是他们共同谋杀了伍子胥！所以这两句虽是写自己的激气与豪情，但仍是暗扣“月”（粉黛即月中仙女）、“潮”（吴越之争酿出子胥作涛的故事）两方面来展开词情的，因此，并不能视为走题。末两句则“总结”上文，词人说：若是明朝把我今夜观潮所见之奇景与所生之豪情说与你辈（“儿曹”含有轻视之意）去听，那不使你们为之心胆惊裂才怪呢！词情至此，达到高潮，也同时戛然中止，令人如觉有激荡难遏的宏响嗡嗡回旋于耳畔。<br></p>",
  "about": "<h2>创作背景</h2> 　　中秋海潮，是大自然的壮观景象。早在北宋，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>就写过《八月十五看潮五绝》，其首绝曰：“定知玉兔十分圆，已作霜风九月寒。寄语重门休上钥，夜潮留向月中看”。南宋<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>也写过《摸鱼儿·观潮上叶丞相》等上乘之作。史达祖这首题为“中秋夜潮”的《满江红》，在某种程度上看，就正是继承苏、辛“豪放”词风之作，它写出了夜潮的浩荡气势，写出了皓洁的中秋月色，更借此而抒发了自己胸中的一股激情，令人读后产生如闻钱塘潮声击荡于耳的感觉。",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "豪迈",
    "中秋节",
    "写水",
    "月亮"
  ]
}