{
  "id": 10392,
  "star": 21,
  "name": "九日寄岑参",
  "dynasty": "唐代",
  "content": "出门复入门，两脚但如旧。<br>所向泥活活，思君令人瘦。 <br>沉吟坐西轩，饮食错昏昼。<br>寸步曲江头，难为一相就。 <br>吁嗟呼苍生，稼穑不可救。<br>安得诛云师，畴能补天漏。 <br>大明韬日月，旷野号禽兽。<br>君子强逶迤，小人困驰骤。 <br>维南有崇山，恐与川浸溜。<br>是节东篱菊，纷披为谁秀。 <br>岑生多新诗，性亦嗜醇酎。<br>采采黄金花，何由满衣袖。",
  "fanyi": "<p><strong>译文<br></strong>方欲应邀出门造访，又返回门内，那密集落地的雨点只是依然下个不停。<br>去往你家的道路泥泞，欲去看望于你，无法启行，想你想得我容颜消瘦。<br>我独自坐在西窗下深思不已，连吃饭也辨不清是黄昏还是白天。<br>虽然我距您的住处很近，却难得去与您会面一次。<br>唉，可怜！那些受苦受难的老百姓，被水淹毁的庄稼是无可挽救了。<br>怎么才能除去那可恶的云师？谁能去将那天漏处补住？<br>日、月隐去了光辉，禽兽在空旷的原野里哀号。<br>官员们勉强做出从容自得的样子，老百姓却困于泥泞而难以行走。<br>城南边有座终南高山，恐怕它也会被那急流的河水淹没漂走。<br>今天这个重阳佳节，东篱的菊花你在为谁开的这么好？<br><a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>先生有很多新<a href=\"http://so.gushiwen.org/view_10392.aspx\">诗</a>，生性也特别喜欢香醇的美酒。<br>雨中，眼看着那样繁多的黄菊花，怎能使你的衣袖装满呢？</p> <p><strong>注释<br></strong>⑴岑参：盛唐著名诗人，为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗友。<br>⑵复：是再三再四。因为雨所困，故方欲出门访友，又复入门。<br>⑶泥活活：读音“括”，走在泥淖中所发出的声音。<br>⑷饭食错昏昼：阴雨不辨昏昼，故饭食颠倒。<br>⑸寸步：是说离得很近。但难得去拜访。<br>⑹云师：云神，名丰隆，一说名屏翳。畴：谁。<br>⑺大明：即指日月。韬：韬晦。日夜下雨，故日月尽晦。<br>⑻君子：指朝廷官员。逶迤：犹委蛇，从容自得的样子。《诗经·召南》：“委蛇委蛇，退食自公。”这句是说朝官虽有车马，但上朝退朝，来往泥泞，也只能勉强摆出一副官架子。语含讥讽。按<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《雨雪放朝》诗：“归骑纷纷满九衢，放朝三日为泥途。”可见唐代原有因大雨大雪而放假的办法，但这一年雨下了六十多天，当然不能老放朝。小人：指平民和仆役。他们都是徒步，所以困于奔走。<br>⑼溜：水流漂急。<br>⑽纷披：是盛开，不能赏玩，所以说“为谁秀”。<br>⑾新语：一作“新诗”，醇酣即醇酒，酣音宙。<br>⑿黄金花：指菊花，古人多用菊花制酒。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《九日寄<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>》，属于寄赠之作，相当于一封<a href=\"http://so.gushiwen.org/view_10392.aspx\">诗</a>歌体的书信。这一类诗作，应酬性色彩较浓，内容往往比较空泛。然而，这首寄赠诗却大不相同。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的这首诗寄赠岑参，一方面表达重阳节不能共赏秋菊把酒论诗的遗憾与惋惜，一方面对于天灾给苍生带来的苦难抱有一定的关怀和同情。诗中既有寄赠之作的一般特点，对友人表示怀念和问候，又有涉及当时的社会生活，即因大雨成灾对苍生稼穑表示的关切和忧虑。 </p> <p>　　这首诗较长，按其内容可以分为三个段落。</p> <p>　　第一段，从开头“出门复入门”，到“难为一相就”，叙述访岑而阻于雨，与岑参的住处曲江虽然不远，但却不能去探访，倍觉思念，表现出了与岑参的深厚友谊。</p> <p>　　第二段，从“吁嗟乎苍生”，到“小人困驰骤”，由大雨而联想到这场雨给苍生百姓带来灾害。看起来，这一段似与岑参或杜岑友谊没有直接联系，像是节外生枝。但细想还是有其内在联系的。这倒不仅仅在于都是说大雨，而是他们都是诗人，民间的疾苦是他们共同关心的问题。所以下一段内容，又回到作为诗人的岑参上来。</p> <p>　　第三段，从“维南有崇山”到全诗的收尾，归结到岑参的诗歌创作活动。从诗歌本身来说，这里既写出了杜甫与岑参这两大诗人之间的友谊，也表现出杜甫对民间疾苦的关心。然而，过去有的诗论家认为这首诗的内容还不止于此，而是诗中喻指当时的朝政。据考，天宝十三载秋，大雨成灾，宰相杨国忠却取好庄稼来，向玄宗皇帝说：“雨虽多，不害稼也。”实际情况是否如此，当然是一个值得研究的问题。但无论有无寄托，杜甫对苍生百姓疾苦的关心和同情，则是没有疑问的。</p>",
  "about": "<h2>创作背景</h2> 　　据《旧唐书·玄宗本纪》、《资治通鉴》记载，长安一带“霖雨积六十余日”，关中大饥，农田淹没，“稼穑不可救”，<a href=\"http://so.gushiwen.org/view_10392.aspx\">诗</a>正作于其时。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>，系<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>好友。其时已辞安西四镇节度幕府书记职，返长安。面对当前的局势，杜甫以诗代柬，表达了对当时朝政的不满。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "重阳节",
    "怀人"
  ]
}