{
  "id": 72615,
  "star": 58,
  "name": "人月圆·山中书事",
  "dynasty": "元代",
  "content": "兴亡千古繁华梦，诗眼倦天涯。<br>孔林乔木，吴宫蔓草，楚庙寒鸦。<br>数间茅舍，藏书万卷，投老村家。<br>山中何事？松花酿酒，春水煎茶。",
  "fanyi": "<h2>注释</h2> ①<a href=\"http://so.gushiwen.org/view_72615.aspx\">诗</a>眼：诗人的洞察力。<br>②孔林：指<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>的墓地，在今山东曲阜。<br>③吴宫：指吴国的王宫。<br>④楚庙：指楚国的宗庙。<br>⑤投老：临老，到老。",
  "shangxi": "<h2>赏析</h2> <p>　　序文</p> <p>　　折一身瘦骨，踩雨后的虹桥，进山。</p> <p>　　在山山与树树的夹缝间，辟半亩薄地，起一间柴屋，只栽松柏。男松站远些，刚劲孔武，护塞戌边；女松倚近些，端茶递水，红袖添香。老松可对奕，小松可共舞。酒醉茶酣也可“以手推松曰‘去’”。山认樵夫给树，水认渔翁给鱼，我非樵非渔，便拥有一切，无路则处处是路。</p> <p>　　山中何事？</p> <p>　　闲闲地餐风饮露，忙忙地耕云种月。</p> <p>　　写几行骈文骊句，用松针钉在篱笆上，花朵来读有花香，蝴蝶来读有蝶味，萤火虫来读有萤光，山鬼来读有鬼意，仙人来读有仙气……<a href=\"http://so.gushiwen.org/view_72615.aspx\">诗</a>越读越厚，日子越读越薄，生命越读越轻。</p> <p>　　明天有明天的飞花，后天有后天的落叶。</p> <p>　　反正这山中没个忙人，反正这山中没个闲人。</p> <p>　　蓄了一春的露，檐前的小瓴也该满个七八分了。日头下端进新垒的红泥小炉。用去岁晒干的花尸燃火，才不会把水煎老。宠自己一回，今年就用那把不曾舍得用的养得釉亮的晚唐小壶。一盏香茗、一柱檀香，一人独对一山，一心静面一世。往日的尘缘都不得记不起来了，就喝眼前的茶吧。</p> <p>　　茶要独品，酒需共酌。</p> <p>　　这好山只归我一人所有。让我如何能信？可不，山中无甲子，大约在三个秋天之前就有山背后的白 飘胸的老翁来访，用一串铜钱来换我的松花酒。我说如如今通用银子，他不懂。好说歹说，用三双草鞋换去我两竹筒的酒。并向我打探山外的世道，我故意很使劲地想，然后说是元。他诡诡地一笑，笑得我心里发虚。再问我进山的道，我指的东西南北，他丢下两句没头没脑的话，径自去了。此后也就是隔山说些阴晴圆缺的话，也没什么来往。</p> <p>　　年前找他对酌，只见两间茅屋，一间紧闭，草绳紧紧拴了门环，另一间住人，极其简陋。奇的是窗上糊纸竟是三尺棉宣，依稀可辨三五字句：“兴亡千古繁华梦，诗眼倦天涯。孔林乔木，吴宫蔓草，楚庙寒鸦。”倒是好句，只是意未尽而气未结，加上无奈的沧桑像一件短衣，终究遮挡不住曾经的少年血气，不知那双倦了的诗眼在后句中将望向何处，无从寻觅。更奇的是宣纸已泛黄，浮着一层虚幻的锈色，却明明白白一阵墨香。再偷觑那间紧闭的屋，门缝里逼出来一股霉味，欲近还难，老翁面有愠色，边忙知趣告退，疑惑便自此悬于心头。</p> <p>　　眼看秋叶落尽，陈酿也快见底。日日忙着拾掇松花酿新酒，我叫它花雕它就叫花雕。想着借开春送酒话个暖，再一探究竟。</p> <p>　　孰料面对的竟是一堆废墟，老翁已绝了踪迹。捡出一残破条幅。却是新纸鲜墨写着：“数间茅舍，藏书万卷，投老村家。山中何事……”紧接着是一枝疏笔墨梅。想来或是一时无句信笔点梅；或是墨尽而笔已秃，扔之不舍，意犹未尽，想想，也罢也罢，秃笔余墨画梅正好。点点梅瓣，拙得很有逸气。我心中悬石砰然而落，方知是我的眼拙了，那紧闭茅屋乃藏万卷诗书，山中潮气重，书霉得也重，而这布衣老者便是隔世的骚人墨客，隔世，隔几世？唉，千古繁华原只是一道薄风，他在山中避过这道风。于世间的缺漏与错过，究竟是遗憾还是那幅墨梅枝桠间的最好留白？</p> <p>　　老翁与书此去何往？</p> <p>　　山更远的山……天以外的天……</p> <p>　　若下一世能相遇，在红尘便罢了。若还在山中，我必送他一壶花雕，外加两句：“松花酿酒，春水煎茶。”他自当会心一哂。</p> <p>　　一盏淡茶，一壶薄酒。</p> <p>　　山是空了的山，老翁是空了的人。</p><br/><h2>赏析二</h2> <p>　　作者心情</p> <p>　　这首小令当是作者寓居西湖山下时所作。通过感慨历史的兴亡盛衰，表现了作者勘破世情，厌倦风尘的人生态度，和放情烟霞，<a href=\"http://so.gushiwen.org/view_72615.aspx\">诗</a>酒自娱的恬淡情怀。</p> <p>　　起首二句</p> <p>　　总写兴亡盛衰的虚幻，气势阔大。“千古”是“思接千载′’，纵观古今；“天涯”，是“视通万里”，阅历四方。诗人从历史的盛衰兴亡和现实的切身体验，即时间与空间、纵向与横向这样两个角度，似乎悟出了社会人生的哲理：一切朝代的兴亡盛衰，英雄的得失荣辱，都不过像一场梦幻，转瞬即逝。正如他在〔普天乐〕《道情》中所云：“北邙烟，西州泪，先朝故家，破冢残碑。”“诗眼”，即诗人的观察力。作者平生足迹曾遍及湘、鄂、皖、苏、浙等江南各省，可谓浪迹“天涯”了。然而终其碌碌一生，仅做过路吏、扬州民务官、桐庐典史、昆山幕僚等卑微杂职而已。一个“倦”字，包含了多少风尘奔波之苦，落拓不遇之怨，世态炎凉之酸！难怪他常为此喟叹：“为谁忙，莫非命?西风驿马，落月书灯。青天蜀道难，红叶吴江冷！”（〔普天乐〕《秋怀》）难怪他常为此愤激不平：“人生底事辛苦，枉被儒冠误”；“半纸虚名，十载功夫。人传梁甫吟，、自献长门赋，谁三顾茅庐?”（〔齐天乐过红衫儿〕）如此坎坷悲辛，书剑飘零，怎能不令人厌倦思归呢?“倦”字,已遥为后文写隐居伏根；“天涯”又先替“孔林”三句张本。</p> <p>　　“孔林”三句</p> <p>　　具体铺叙千古繁华如梦的事实，同时也是“诗眼”阅历“天涯”所得。“孔林”：是孔子及其后裔的墓地，在今山东曲阜城北，密植树木花草。“吴宫”：指吴王夫差为西施扩建的宫殿，名馆娃宫（包括响屉廊、琴台等&gt;；，后被越国焚烧，故址在苏州灵岩山上。也可指三国东吴建业（今南京）故宫。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗：吴官花草埋幽径，近代衣冠成古丘。”（《登金陵凤凰台》）可证。“楚庙”：即楚国的宗庙。楚国始建都于丹阳（今湖北秭归&gt;；，后又迁于郢（今江陵）。三句用鼎足对，具体印证世事沧桑，繁华如梦的哲理：即使像孔子那样的儒家圣贤，吴王那样的称霸雄杰，楚庙那样的江山社稷，而今安在哉?惟余苍翠的乔木，荒芜的蔓草，栖息的寒鸦而已。</p> <p>　　“数间”以后诸句</p> <p>　　写归隐山中的淡泊生活和诗酒自娱的乐趣。“投老”：即到老、临老。“松花”：即松木花，可以酿酒。“茅舍”、“村家”、“山中”，既缴足题面《山中书事》，又突出隐居环境的幽静古朴，恬淡安宁：这里没有车马红尘的喧扰，而有青山白云、沟壑林泉的景致，正是“倦天涯”之后的宜人归宿。“藏书”、“酿酒”、“煎茶”，则写其诗酒自娱，旷放自由的生活乐趣。“万卷”书读之不尽，“松花”“春水”取之不竭；饮酒作诗，读书品茶，足慰晚年。联系作者″英雄不把穷通较”（〔庆东原〕《次<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>先辈韵》）；“名不上琼林殿，梦不到金谷园”；“风月无边，海上神仙”（〔水仙子〕《次韵》）；“欠伊<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>世才，犯刘阮贪杯戒，还李杜吟诗债”（〔殿前欢〕《次酸斋韵》）等多次自白，则不难窥见本篇：那表面恬静的诗酒自娱中,不是也隐藏着一股愤世嫉俗，傲杀王侯的潜流么?</p> <p>　　此曲风格</p> <p>　　一是风格更近于豪放一路；</p> <p>　　二是语言也较浅近直朴，未用典故，直抒胸臆，不留余蕴。结构上则以时间顺序为线索，写勘破世情而生倦，倦而归山卜居，居而恬淡适意。感情亦由浓到淡，由愤激渐趋于平静。</p>",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": [
    "感慨",
    "历史",
    "抒怀"
  ]
}