{
  "id": 71134,
  "star": 860,
  "name": "夸父逐日",
  "dynasty": "先秦",
  "content": "　　夸父与日逐走，入日；渴，欲得饮，饮于河、渭；河、渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。 ",
  "fanyi": "<p><strong>译文</strong><br>　　夸父与太阳赛跑，一直追赶到太阳落下的地方；他感到口渴，想要喝水，就到黄河、渭水喝水。黄河、渭水的水不够，往北去大湖喝水。还没到大湖，在半路因口渴而死。丢弃他的手杖，（手杖）化成桃林。</p> <p><strong>注释<br></strong>1、逐走：竞跑，赛跑。<br>2、逐：竞争。走：跑。<br>3、入日：追赶到太阳落下的地方。<br>4、欲得饮：想要喝水解渴。<br>5、河、渭：即黄河，渭水。<br>6、北饮大泽：大湖。传说纵横千里，在雁门山北。北：方位名词用作状语，向北方，向北面。<br>7、道渴而死：半路上因口渴而死。<br>8、邓林：地名，今在大别山附近河南、湖北、安徽三省交界处。邓林即“桃林”。<br>9、未至：没有赶到。<br>10、渴：感到口渴。<br>11、弃：遗弃。<br>12、为：成为。<br>13、逐日：追逐太阳。<br>14、于：到。（饮于河、渭中的于，应译为到，介词）<br>15、大泽：大湖。<br>16、足：够。（因为足的意思等同于够，所以 足够：同义复合词）</p> <p><strong>词语活用</strong> <br>北饮大泽<br>北：名词作状语，向北。<br>道渴而死<br>道：名词作状语，在半路上。</p> <p><strong>古今异义</strong><br>①夸父与日逐走<br>走：古义：跑。今义：行走。<br>②饮于河渭<br>河：古义：指黄河。 今义：泛指所有河流。</p> <p><strong>一词多义<br></strong>饮：<br>①欲得饮 饮：名词，饮食，食物和水。<br>②饮于河、渭饮： 动词，喝。</p>",
  "about": "<h2>开放性试题</h2> <p>　　1、夸父是一位怎样的人物？你如何理解（怎样认识）这一人物形象？</p> <p>　　答：夸父是位神奇的人物，他是一位善于奔跑的巨人，与太阳“逐走”。 夸父有明确追求，他勇敢、执着；有理想、有抱负、有牺牲精神、甘为人类造福。这一人物形象，具有超现实的，夸张的浪漫主义色彩。</p> <p>　　2、 “逐日”的意思是：追逐太阳　　怎样理解这一行为？　　　　　　　　　　　　　　　　　　　　　　</p> <p>　　这一行为体现了夸父的英雄气概，表现了一种勇敢追求、死而不已、甘为人类造福的精神，使整个神话更具有浪漫主义的魅力。反映了古代人民探索、征服大自然的强烈愿望和顽强意志。</p> <p>　　3、怎样看待夸父敢于“与日逐走”？（ 夸父敢于逐日，你如何看待他？）</p> <p>　　答：此题为开放题，① 从积极角度看：表现了夸父宏大的志向、勇敢追求，巨大的力量和气魄。英勇的气概。为人类造福死而后已的积极意义 ② 从消极角度看：表现了夸父不自量力。</p> <p>　　4、不是，“夸父与日逐走”，夸父是不是自不量力？</p> <p>　　答：这个神话主要是表现夸父宏大的志向和豪壮的气魄，也正是因为日不可以逐，才更加显现出夸父那令人赞叹和佩服的勇气。</p> <p>　　5、如何理解“弃其仗，化为邓林。”的结尾？</p> <p>　　答：丰富了这一神话的内涵，丰满了夸父的形象，表现了一种勇敢追求、死而不已、甘为人类造福的精神，使整个神话更具有浪漫主义色彩。（2分）</p> <p>　　6、若夸父没有渴死在半路上，他最终能赶上太阳吗？说说理由。</p> <p>　　答：不能。因为太阳和地球是不同的两个星球，没有一条供夸父赶到太阳的路。这样写具有超现实的理想，夸张的浪漫主义魅力。</p> <p>　　7、《山海经》中保存了一些人们熟知的神话，你还能写出一个吗？神话故事中还有夸父一样的人物吗？说说看 答①《精卫填海》。②《精卫填海》中的精卫，《后羿射日》中的后羿。</p> <p>　　8、从这个故事中，你看到了夸父哪些优秀品质？</p> <p>　　答：有胆量有决心，目标远大，气魄非凡，意志坚强。</p><br/><h2>神话传说</h2> <p>　　黄帝王朝时代，在北方大荒中，有一座大山，拨地而起，高与天齐，故曰“成都载天”。那山削岩绝壁间云雾缭绕，松柏挺立，一派雄伟壮丽的景色。在这仙境般的大山上，居住着大神后土传下来的子孙，叫夸父族。他们个个身材高，力气大，专门喜好替人打抱不平。当南方蚩尤被黄帝打败，派人来夸父族救援时，夸父族多数觉得应该帮助弱者，于是决定出兵参加反对黄帝的战争。蚩尤族人得到了夸父族人的帮助，如虎添翼，再和黄帝作战时已经势均力敌，相持不下了。黄帝的军队的暂时败北，急的黄帝一筹莫展。于是上泰山去找各路神仙帮忙，有一个自称“玄女”的妇人前来拜见黄帝，教他兵法。接着又有人给黄帝送来了昆吾山的红铜，供他造宝剑用。这把宝剑断金切玉，削铁如泥，显示了上古青铜时代的冶炼技术。从此，黄帝籍此所学行军布阵，在涿鹿大战中，终于击败联军并杀死蚩尤，剩下的夸父族人跑回了原住地。不久，大地发生了严重的旱灾，太阳象个大火球，烤得大地龟裂，江湖涸干，一片荒凉。夸父族全体出动找水抗旱，但江湖涸干，到哪找水呀？夸父首领气急了，发誓要把太阳摘下来。太阳见夸父真发火，也有点心慌，加快速度向西落去。夸父首领拨脚就追。太阳滑行得更快了，一面向夸父射出热力，想阻止他前进。夸父尽管汗如雨注，却不肯停步。追呀追呀！夸父瞬息间已追了万里。看看快追到太阳落下的地方——禺谷，“看你往哪逃！”夸父高兴极了！太阳眼看无处可逃，冷笑几声，杀了个回马枪——将所有的热量一齐向夸父射去。夸父一阵头晕目眩，眼前金星乱迸，口干舌焦，双手不觉软垂。“不能倒下去！”夸父一面鼓励自己，一面俯身去饮黄河的水，想喝点水后再捉太阳。哪知他喝干了黄河，连渭水也喝干，还是感到口渴难忍。倔强的夸父决心去喝大泽的水，再去和太阳较量。大泽又叫瀚海，是鸟雀们孳生幼儿和更换羽毛的地方。夸父刚走到大泽边，还没俯下身来，一阵头晕，轰地一声，象座大山似的颓倒了。夸父遗憾地看着西沉的太阳，长叹一声，把手杖奋力往太阳抛去，闭上眼睛死了。第二天早晨，太阳神气活现的从东方升起，一看颓然而倒化成大山的夸父，也不由暗暗钦佩夸父的勇气。说也奇怪，经太阳光一照，夸父的手杖竟化成一片桃林，满树挂着硕大的果实。</p> <p>　　那是这位热心公益、不辞劳苦的夸父巨人族的领袖夸父，为后人最后一次留下的好处啊！夸父追日的行为是一种大无畏的精神，虽然不切实际，却也显示出原始社会人们心灵和思维的简单。 </p><br/><h2>主题思想</h2> <p>　　《夸父逐日》的主题思想即古代先民企图超越有限生命的束缚以及对生命永恒的渴求。</p> <p>　　夸父是一个巨人型的神祗，而这一类巨人型神祗在中国古文化里是不多见的。这似乎可说明先民已认识到追赶、超越时间的艰巨性和重要性， 于是才赋予与日相逐的夸父以巨大的力量。至于夸父逐日的具体原因，在《山海经·海外北经》记载：“后土生信，信生夸父”，可以窥视到夸父逐日的本质原因。在中国古文化里，后土乃幽冥之都，亡灵之在所。这样，便产生了“夸父的所在地都是古代中国人观念中的幽冥地狱，夸父是幽冥巨人”的合理推论。</p> <p>　　夸父较一般人更容易感受到时间对生命的压迫，而其对死亡的恐惧感以及对生命永恒的渴求也自然要比常人强烈得多。</p> <p>　　而“超越死亡的唯一建释便甚与太阳相随同行，脱离有限的死海，加入无限的宇审环。”</p> <p>　　因此，这种来自时间的压迫，来自死亡的恐惧感以及对命永恒的渴求，就是夸父“不量力”而逐日的根本原因所在。其实，所谓的“夸父不量力”，一方面说明了客观上人类自然生命最终难以冲破时间即生命有限的束缚，同时也是中国文化中那种“明知不可为而为之”的精神在夸父身上的体现。所以，夸父虽然最后失败了，但在后人眼中，他依然是英雄，千百年后依然受到人们的推崇与爱戴。</p> <p>　　夸父逐日的失败，表面上是由于饮不足而道渴而死，但其真正原因并非如此。须知时间固然有使生命饱尝死亡熬煎的痛苦的一面，却又是生命不可缺少和不可离弃的因素。这正如恩格斯所说的，“一切存在的基本形式是空间和时间，时间以外的存在和空间外的存在，同样是非常荒诞的事情”。海德格尔把人规定为“此在”，认为“此在的意义是时间性”。时间是人类的生存状态性，时间一旦被否弃，人类自身生命的存在也就被否弃。</p> <p>　　夸父的失败，表明了人类不可能直接与时间抗衡。由于死亡的恐惧和永恒的诱惑过于强大，人们希望从别的渠道与时间和死亡作间接的抗争。于是，出现了“不死树”。</p> <p>　　“夸父逐日”中的杖化邓林。关于“邓林”，<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>云注曰：“邓林即桃林也，邓、桃音近。”《山海经·中山经》亦有记载云：“夸父之山，北有桃林。”《山海经·海外北经》说博（夸）父国，“邓林在其东，二树木。”</p> <p>　　在中国文化里，“桃”具有特殊意义。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》使得“桃园”成为没有生命忧虑的人间乐园的象征，而果实——“桃”，象征着生命长度的延伸——长寿。夸父在延长生命的绝对长度上，因无法超越时间而失败了，但他的这一愿望，最后却又化为邓（桃） 林，以帮助人类通过享乐（对桃果的食用）来增加生命的密度，从而相对延长生命的长度。在这个意义上，夸父实现了他的愿望。</p> <p>　　杖化邓林是夸父信念的持续存在， 邓林也是人类生命的长青树。这是夸父——悲剧英雄通过他虚死而实生的行动，传达给人类的永恒意象。通过杖化邓林，并以“尸膏”来将之养育，从而为后人提供增加生命密度的物质，夸父已获得了绵绵不绝的生。</p> <p>　　夸父使人类在生命——时间——生命的关系中，获得了相对和谐与永恒。</p> <p>　　在中国古籍中，有不少关于“不死山”、“不死树”、“不死草”、“不死泉”的神话传说记载。这本身就已表明了远古之时先民对生命的有限、死亡的恐惧以及对生命永恒的渴求和信仰。</p> <p>　　对于夸父逐日，陶渊明有<a href=\"http://so.gushiwen.org/view_71134.aspx\">诗</a>云：“夸父诞宏志，乃与日竞走；俱至虞渊下，似若无胜负。神力既殊妙，倾河焉足有。余迹寄邓林，功竟在身后。”陶渊明不认为夸父逐日是“不量力”，而视之为与时间抗争的宏志，并且认为夸父逐日虽告失败，但由于“杖化邓林”即为后人提供物质资料而可以相对延长生命长度， 达到了与有限生命的抗争目的，因而是“功竟在身后”。</p> <p>　　先民对太阳与时间的崇拜与恐惧，构成了先民的心理因素，从而影响到先民们对生命与生死的看法。综观人类逐日等太阳系列神话，可知有限的人类生命强烈地向往生命永恒。</p> <p>　　远古先民，通过幻想、想象与逐日等神话来表现他们对生命——时间——生命的思考：有限的人类生命，强烈地向往永恒的时光。有限的个体生命，“饱尝”时光流逝带来的痛苦。人类为追求永恒的生命，不息作出卓绝奋斗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中文言文",
    "神话",
    "故事"
  ]
}