{
  "id": 48020,
  "star": 32,
  "name": "送应氏二首",
  "dynasty": "魏晋",
  "content": "其一<br>步登北邙阪，遥望洛阳山。<br>洛阳何寂寞，宫室尽烧焚。<br>垣墙皆顿擗，荆棘上参天。<br>不见旧耆老，但睹新少年。<br>侧足无行径，荒畴不复田。<br>游子久不归，不识陌与阡。<br>中野何萧条，千里无人烟。<br>念我平常居，气结不能言。</p> <p>其二<br>清时难屡得，嘉会不可常。<br>天地无终极，人命若朝霜。<br>愿得展嬿婉，我友之朔方。<br>亲昵并集送，置酒此河阳。<br>中馈岂独薄？宾饮不尽觞。<br>爱至望苦深，岂不愧中肠？<br>山川阻且远，别促会日长。<br>愿为比翼鸟，施翮起高翔。 ",
  "fanyi": "<p><strong>其一译文</strong><br>一步步登上北邙山山坡，远远望见洛阳四周群山。<br>洛阳城显得多么的寂寞，昔日的宫室全都被烧焚。<br>随处可见的是残垣断壁，荆棘高高仿佛上与天齐。<br>再也寻不见旧时的老人，看到的尽是些小伙少年。<br>踏足地面觅不出条路径，荒芜了的土地谁来耕田！<br>游子已经多年没有归来，再也认不得交错的陌阡。<br>原野是何等的萧条，千里地见不到人烟。<br>想起平日一道生活的人，伤心哽咽竟无片语只言。</p><p><strong>其二译文</strong><br>太平的盛世百年难见，欢乐的聚会不可常逢<br>天地之悠悠无穷无尽，人生之寿命短如晨霜<br>愿我的好友诸事顺利，平安抵达邺城的北方<br>亲密的友人聚首相送，设宴饯行在名都洛阳<br>难道是酒宴不够丰盛？是宾客觥酬不够欢畅<br>情谊越深则离别越苦，怎能不使我心愧难当？<br>此去的山川既阻且长，离别时匆匆会面更难<br>我多希望化成比翼鸟，与你们展翅一同飞翔 </p><p><strong>其一注释</strong><br>①北邙：山名，在洛阳东北。阪（bǎn），同“坂”，山坡。<br>②宫室句：初平元年（公元190年），董卓挟汉献帝迁都长安，把洛阳的宗庙宫室全部焚毁。<br>③顿：塌坏。擗（pǐ“匹”音）：分裂。<br>④参天，上高至天。荆棘参天，形容十分荒凉。<br>⑤耆（qí）：六十岁以上的人。耆老，犹言德高之老年人。<br>⑥畴：田亩。田：动词，耕种。<br>⑦念我句：这句是代久不归的游子（即应氏）设词，应氏曾居家于洛阳。平常居，一作“平生亲”。</p><p><strong>其二注释</strong><br>① 清时：太平之时，黄河变清，叫清时。 ②嘉会：欢会。<br>③终极：穷尽。<br>④嬿婉：欢乐。<br>⑤我友：指应氏。之：去，往。朔方：北方，指邺之冀州。<br>⑥亲昵：朋友。河阳：孟津渡，在河南省孟县南。<br>⑦中馈：酒食。这句说：难道是预备的酒食不够吗？是因为在此离别之际，饮一千杯酒都还觉得不够罢了。<br>⑧爱至句：犹言朋友之间情谊越深，离别时的悲苦就越深。<br>⑨别促句：离别的时间过得很快，再见面却遥遥无期。<br>⑩翮（hé）：鸟翎的茎，代指鸟的翅膀。施翮：展翅。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一赏析</strong><br>　　此<a href=\"http://so.gushiwen.org/view_48020.aspx\">诗</a>作于建安十六年(公元211年)。应氏指应场、应璩兄弟。应场为\"建安七子\"之一。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>时年二十岁，被封为平原侯，应场被任为平原侯庶子。同年七月，曹植随其父<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>西征马超，途经洛阳。当时应场也在军中。之后不久，应场受命为五官将文学，行将北上，曹植设宴送别应氏，写了两苗诗。这苕写洛阳遭董卓之乱后的残破景象。</p> <p>　　\"步登北邙阪，遥望洛阳山\"二旬，写信步登上北亡嚣山，洛阳周围的群山便会历历在目。北邙即亡墨山，在洛阳城北，是曹植送应场的必经之路。\"登\"和\"望\"提挈全诗。只有登上北亡山，才能遥望洛阳四周的群山。这二旬，既交待了诗人综观洛阳的立足点，又为下面描写洛阳的荒凉景象，选取了适宜的角度。这样写，合乎事理，使人感到诗中所呈现的景物自然、真切。</p> <p>　　接着，诗人写远望中的洛阳。首先映入眼帘的是一派萧条、凄凉的景象：\"洛阳何寂寞，宫室尽烧焚。\"往日洛阳繁荣、昌盛的景象不见了，眼前只是一座被焚烧后的寂寞荒城。读到这里，读者会很自然地联想到当年董卓焚烧洛阳时的情景。初平元年(公元190年)，董卓为了逃避关东各州郡联军的讨伐，挟持汉献帝迁都长安，临行前悉烧宫庙，官府，居家。二百里内，室屋荡尽，无复鸡犬 (《资治通鉴》卷五十九)。给人民带来了无穷的灾难。这里，诗人用\"何寂寞\"引起下文，为后面具体描绘洛阳的残破景象作了必要的铺垫。</p> <p>　　被焚烧后的洛阳是何等景象呢?展现在人们面前的是：\"垣墙皆顿擗，荆棘上参天。\"顿擗，倒塌崩裂。这两句的意思是，废的残破不堪的墙壁都断裂了，丛生的荆棘高接云天。这是一幅衰败荒芜的景象。寥寥数语，勾画出一幅伤心惨目的大动乱后的社会画图，为上两句所反映的事实作了形象的说明和补充。远望中的洛阳是这样，那么洛阳人又是一种什么样子呢?诗中写道：不见旧耆老，但睹新少年。旧，这里指原先的。耆老，年老、年迈的老人。睹，看见新，指后出生的。诗人眼含热泪，在向读者沉痛地诉说洛阳城中所见到的情景：往日那些年迈的老人都先后死去了，见到的尽是一些不相识的后生少年。可见，社会动乱给人民带来多么沉重的灾难。</p> <p>　　接着，诗人又继续为我们描绘：色郊外所见到的情景：\"侧足无行径，荒畴不复田。\"田园无人耕种，杂草丛生，路径无法辨识，只好拨开草丛侧身前进，足见其荒芜的严重程度。诗人于此。</p> <p>　　摄取生动、具体的圆回，刿毁八似地荔到出仕丛中少一性叫情状，使人感到自然、真实、可信。\"游子久不归，不识陌与阡。\"旬中的游子指应氏。应氏曾在洛阳居住过。董卓乱起，应场漂泊在外，一直没有回过洛阳，所以说\"久不归\"。战乱使家乡一片荒凉，他又怎能辨识家乡田间的小道呢?</p> <p>　　以上几句，诗人写遥望中所见及在洛阳所见的情景，在点上进行了必要的渲染，极形象地说明了战乱给社会和人民所带来的沉重灾难。然而，诗人没有就此止笔，而是把视线从点上向面上扩展开来，从洛阳移到整个辽阔的平原：\"中原何萧条，千里无人烟。\"这两句，在全诗中起着画龙点睛的作用。作者采用一种感叹的旬式，用一个\"何萧条\"的感叹，和\"元人烟的概括，把千里平原一片荒凉的寂寞情景呈现在读者的面前，从而使诗的意境升华到一个新的高度。</p> <p>　　\"念我平常亲，气结不能言\"二句，是诗人代应场而言。面对灾难深重的现实，对于人民的苦难和人生的漂泊不定，应场想到即将离开洛阳，\"平常亲\"再也不能相亲了，郁积在胸中的忧愁涌上心头，竟使他达到\"不能言\"的程度，集中地表达了诗人憎恶战乱，同情人民的思想情怀。</p> <p>　　诗人作这首诗时，距董卓祸乱发生已有二十年之久，而社会景象仍如此荒残，可见当时祸乱给人民所造成危害的程度。诗中从城市的破坏、田园的荒废、人民的死亡，详尽地描绘出战乱之后洛阳和中原广大地区残破萧条的景象，反映了\"千里无人烟\"凄凉、悲楚的社会现实，是那个时代社会动乱所造成的严重后果的形象反映。它可以和历史相印证，也可以和曹操的《篱里行》、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《七哀诗》其一、<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>《悲愤诗》相印证。</p> <p>　　这首诗在写作技巧上也有许多独到之处。首先，它是一首送别诗，但诗人突破一般送别诗写作的框框，不是从写送行入手，而是别开生面地描写洛阳衰败残破的景象，而这种残破不堪的景象又同特定的社会背景紧密地联系在一起，使诗歌在反映现实生活的深度和广吏上都超出了一般送：日诗的范围。其次，诗人在艺术构思上也独具匠心。开头两旬，总领全诗。诗人登山远望，先从洛阳山下笔，然后再写残破的洛阳、萧条荒凉的原野。最后，抒发游子的离乡别土之情。这样，总述与分写相问，由近及远地展开。层次分明，前后照应，结构紧凑，浑然一体。第三，诗歌的语言也很准确、形象、生动。比如：\"登\"、\"望\"、\"何寂寞\"、\"尽烧焚\"、\"皆顿擗\"、\"上参天\"、\"侧足刀、\"无人烟\"等等。写洛阳的残破，诗人用\"尽烧焚\"来形容、渲染。\"尽\"字用得恰到好处。一个\"尽\"字，既写出了董卓之乱给人民造成的灾难，又交代了\"何寂寞\"的原因。又如：\"侧足无行径\"旬中的\"侧足\"二字，也用得极妙。诗人把在草丛中步履艰难的情状，生动、形象地刻画了出来，使人有身临其境之感。总之，这茜'诗无论是在思想内容，还是在艺术形式方面，都代表了曹植前期诗作的一定水平。它是建安诗歌中为数不多的直接反映汉末动乱现实的优秀诗篇之一。</p> <p><strong>其二赏析</strong><br>　　这首诗着重抒写惜别之情。关于这首诗，清人陈祚明在《采菽堂古诗选》中曾评论说： \"此诗用意宛转，曲曲入情，以人命之不常，惜别离之难遣，临歧凄楚，行者又非壮游，相爱虽深，愧难援手，留连片晷，但怨不欢，因作强辞自解，妄意会日之长。\"这些，比较正确地概括了诗歌的含意，为我们更好地理解诗意提供了借鉴。</p> <p>　　诗人从清时难得、嘉会不常写起，引起人生短促的感慨，再写欢送宴会，最后以比翼鸟展翅高翔作结，表现了朋友间离别之情和对友人的慰勉。</p> <p>　　\"清时难屡得，嘉会不可常。\"清时，指政治清明的时世。屡得，多得。嘉会，指美好的朋友聚集的盛会。政治清明的时世难以多得，美好的盛会不能经常。两联对偶句，既有比喻嘉会象政治清明的时世难得那样不能经常，又含有前因后果的关系。正是由于战乱没有平息，社会不安定，国家没有统一，清明的时世没有到来，所以，朋友间的聚会自然就不能经常。诗人流露出对当时国家政治时世的不满和对朋友的聚会的珍惜之情。本诗写送别，先从当时的时势下笔，为后面叙写惜别之情定下了思想基调，给人以高屋建瓴之感，足见诗人运笔之巧妙。</p> <p>　　\"天地无终极，人命若朝霜\"两句，是说天地无穷无尽，没有终极的时候，而人的寿命却象早晨的霜露般短暂。读到这里，使我们联想起曹操在《短歌行》中的诗句：\"对酒当歌，人生几何?譬如朝露，去日苦多。刀同是感叹人生之短暂，曹操从酒宴和歌舞场面说升去，慨义人生明翘召币，半华剀同趔，出丌扁口、似吟低唱，过渡到\"求贤若渴\"的高昂情绪，洋溢着积极进取的精神。而曹植却从天地没有极限写起，引发出人的寿命象晨霜般短促，蕴含劝慰朋友应珍惜难得的聚会之意。\"无终极\"和\"若朝霜\"两相对照，明写人生之短暂+，实指对朋友间相聚的珍惜，进一步说明上二句中的\"嘉会不可常\"，暗示诗人壮志未酬的忧伤。</p> <p>　　接着，诗人写对应氏兄弟的美好祝愿：\"愿得展燎婉，我友之朔方。\"展，申也。嫌婉，安乐而和顺。朔方，北方，此当指邺城而言。应场曾作为曹植的属僚，同曹植一起，随曹操西正马超，路过洛阳，不久，应场受命转为五官将文学，不得不离开曹植北上，投奔留守于邺城的五官中郎将<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>。应场在《侍卫五官中郎将建章台集诗》中曾以\"朝雁\"自喻，说：\"问子游何乡，戢翼飞徘徊往春翔二土，今冬客南淮。\"当指这次\"之朔方\"。曹植在送行之际，表达了自己对朋友的美好祝愿：祝愿朋友诸事如意，平安顺利到达北方。</p> <p>　　以下，诗人转入对送别宴会的具体描写。\"亲昵并集送，置酒此河阳\"，为了欢送应氏，亲朋们聚集起来，在河的北岸设酒宴就是理所当然的事了。古称\"水北为阳，水南为阴。\"\"中馈岂独薄?宾饮不尽觞\"，中馈，古代多由妇女主持馈食之事，叫主中馈。谈，进食给长者。这里捐饯行的酒宴。薄，不丰盛。觞，酒杯。尽觞，干杯。难道是酒宴不丰盛?客人们为何饮得不那么欢畅。这里，诗人没有直接叙写朋友间的离别之倩，而是通过询问客人们饮酒不欢畅的原因，暗喻离别时的忧伤，表达了诗人对应氏及朋友们的依依惜别之情。</p> <p>　　\"爱至望苦深，岂不愧中肠?\"二句，诗人跳出对筵宴的具体描述，向转与朋及涸目驯期翌。删厌厶州'硼屈'蚋'因而期望也就深厚，而诗人又无能为力，无法满足应氏的殷切期望，所以内心感到很惭愧。诗中，蕴含着歉疚、深沉的感情，这种忧郁的感情，可能与其兄曹丕此时被汉献帝任命为五宫中郎将及副丞柜事有关。</p> <p>　　接着，诗人继续叙写对朋友的依恋之情：\"山川阻且远，别促会曰长。\"山川险阻而路途遥远，别离的时间已很短促，再次相会的日子将会很长。这二句，一是言其怼朋友即将离别的依恋；二是说明聚会难得，应该珍惜，何不开怀畅饮。它和\"中馈岂独薄，宾饮不尽觞二句相照应，是对\"不尽觞\"的宾客的劝酒辞\"。</p> <p>　　最后两句：\"愿为比翼鸟，施翮起高翔。\"比翼鸟，是指翅膀并在一起飞翔的两只鸟，古人常以此比喻男女间纯真的爱情。此处比喻朋友闾的情谊。施翮(禾)，展翅。这二句，是在上二句基础上的合理的想象和发挥。既然朋友聚会很难，而且相会的日子叉很久远，那么盆：么办?诗人展开理想的翅膀，进行了大胆、合理的想象：愿化作比翼鸟，和朋友们展翅高翔。这里，诗人没有抒写离愁别绪，而是满含激情，愿与朋友们比翼双飞，表现了诗人对未来的美好希望，读来荡气回肠，感人至深。</p> <p>　　《送应氏》第二首在写作上有自己的特色。它主要的特色就是全鬣紧紧围绕一个\"情\"字。诗人写送别的筵宴，先不写其场面和盛况，而是从当时的时势着笔，造成一种聚会难得、机不可失的气氛，领起全篇。接着，正面描写对应氏兄弟的祝愿和欢送。这里，虽然交代了欢送筵宴，但仍未具体描写，只是用\"中馈岂独薄\"来反衬，最后以比翼鸟比喻。全诗虚写聚会，实写欢送惜别之情，虚实相生，用意宛转，曲曲入情。此外，对偶句的运用也纯熟自然，恰到好处。比如，\"清时难屡得，为会刁：可常\"和\"天地无终极，人命若朝霜\"等旬式，对偶工整、朋审慎，增强了诗歌的感染力。 </p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_48020.aspx\">诗</a>作于建安十六年（211年），<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>时年二十岁。应氏指应瑒、应璩兄弟，东汉应劭的侄子。应瑒为“建安七子”之一。二人并为曹植的好友。</p> <p>　　东汉末年，宦官外戚相继把持朝政，皇帝其实是傀儡。地方军阀势力在镇压黄巾起义中逐渐形成并强大起来。董卓就是这样一个军阀。当时他任并州牧，驻兵河东，中平元年（189年）汉灵帝死后，大将军何进的袁绍等人密召董卓带兵进京（洛阳），以威胁太后、翦除宦官。董卓的兵马尚未到达，何进因密谋泄露被害而死，宦官段圭等挟持少帝和陈留王出京。董卓闻讯赶至，在北邙山劫住少帝和陈留王，于是进兵洛阳，控制了中央政权。之后，董卓废少帝为弘农王，立陈留王为帝，即汉献帝。在初平元年（190年）的春天，关东州郡结成联盟，推袁绍为盟主，起兵讨伐董卓。董卓于是预备迁都长安，以避关东诸军。他派兵将洛阳城中富户拘捕，罗织罪名后杀死，将其财产掠夺。在杀死反对他迁走的伍琼等人后，派兵强迫洛阳城中居民迁移后，随即焚烧洛阳城，迁都长安，自已带兵屯留于毕圭苑。从此，就酿成了汉末长期的军阀混战。</p> <p>　　建安十六年七月，曹植随其父<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>西征马超，途经洛阳，在洛阳他见到了当时颇负诗名的应氏兄弟，而应氏兄弟旋将有北方之行，亲交故旧为他们设宴饯行。即将分别之时，曹植颇为恋恋不舍，因作诗送别。《文选》中刘良在这两首诗的题目下注曰：“送应璩、应瑒兄弟。时董卓迁献帝于西京，洛阳被焚烧，故多言荒芜之事。”其实，曹植作此诗时离董卓作乱已历二十余年，因为不断的军阀混战，洛阳根本不得恢复，故而更见荒凉。昔日繁华的京都已经残破不堪，面对荒凉萧条景色，又想到马上要与友人各奔一方。于是他写下了《送应氏二首》。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "写景",
    "送别",
    "宴会",
    "慰勉"
  ]
}