{
  "id": 47974,
  "star": 65,
  "name": "今日良宴会",
  "dynasty": "两汉",
  "content": "今日良宴会，欢乐难具陈。<br>弹筝奋逸响，新声妙入神。<br>令德唱高言，识曲听其真。<br>齐心同所愿，含意俱未申。<br>人生寄一世，奄忽若飙尘。<br>何不策高足，先据要路津。<br>无为守穷贱，坎坷长苦辛。",
  "fanyi": "<p><strong>译文<br></strong>今天这么好的宴会真是美极了，这种欢乐的场面简直说不完。<br>这首筝曲的声调是多么地飘逸，这是最时髦的乐曲出神入化。<br>有美德的人通过乐曲发表高论，知音者能体会出音乐的真意。<br>音乐的真意是大家的共同心愿，只是谁都不愿意真诚说出来。<br>人生像寄旅一样只有一世犹如尘土，刹那间便被那疾风吹散。<br>为什么不想办法捷足先登，先高踞要位而安乐享富贵荣华呢？<br>不要因贫贱而常忧愁失意，不要因不得志而辛苦地煎熬自己。</p> <p><strong>注释<br></strong>⑴良宴会：犹言热闹的宴会。良，善也。<br>⑵难具陈：犹言难以一一述说。具，备也。陈，列。<br>⑶筝：乐器。奋逸：不同凡俗的音响。‘<br>⑷新声：指当时最流行的曲调。指西北邻族传来的胡乐。妙入神：称赞乐调旋律达到高度的完满调和。<br>⑸令德：有令德的人，就是指知音者。令，善也。唱高言：犹言首发高论。唱，古作“倡”，这里泛用于言谈。<br>⑹真：谓曲中真意。指知音的人不仅欣赏音乐的悦耳，而是能用体会所得发为高论。<br>⑺“齐心”句：下面感慨为人人心中所有。同，一致。<br>⑻申：表达出来。<br>⑼奄忽：急遽也。飙（biāo）尘：指狂风里被卷起来的尘土。用此比喻人生，言其短促、空虚。<br>⑽策高足：就是“捷足先得”的意思。高足，良马的代称。<br>⑾据要路津：是说占住重要的位置。要想“先据要路津”，就必须“策高足”。路，路口。津，渡口。<br>⑿“无为”句：不要守贫贱，是劝诫的语气，和‘何不策高足’的反诘语气相称应，表示一种迫切的心情。<br>⒀轗（kǎn）轲：指困顿，不得志。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47974.aspx\">诗</a>写得很别致。全诗十四句，是主人公一口气说完的，这当然很质直。所说的内容，不过是在宴会上听曲以及他对曲意的理解，这当然很浅近。然而诗歌看似简朴，实则却婉曲；看似浅近，实则深远。</p> <p>　　此诗开头六句说：今天的宴会啊，真是太棒了！那个欢乐劲，简直说不安，光说弹筝吧，弹出的声调多飘逸！那是最时髦的乐曲，妙极了！有美德的人通过乐曲发表了高论，懂得音乐，便能听出其真意。这里，诗人首先就讲了宴会及其音乐的美妙。通过宴会音乐，引出了懂得音乐的人。</p> <p>　　接着抒情主人公说：那真意，其实是当前一般人的共同心愿，只是谁也不肯明白地说出。大家都能体会，但并不是可意会不可言传，而是不愿意说出来。这样，不但突出了“新声妙入神”，而都是能“识曲听其真”，为后面表现自己的认识和对人生的思考奠定基础，做了坚实的铺垫。</p> <p>　　后面就是对人生的思考：人生一世，有如旅客住店。又像尘土，一忽儿便被疾风吹散。诗人在此是说，人生短暂的，但漂泊不定，长年累月，浪费光阴，人生的价值又没有得到很好的体现。</p> <p>　　既然“人生寄一世，奄忽若飙尘”，那么“何不策高足，先踞要路津？”为什么不捷足先登，高踞要位？这样不但安享富贵荣华，而且也不再浪费生命，体现出人生的价值。</p> <p>　　最后主人公说：不要因贫贱而常忧愁失意,，不要因不得志而辛苦的煎熬自己，要把自己的想法说出来，不要憋在心里。“不要守贫贱”就是劝诫士人不要死抱贫贱不放。可以说，诗人在劝诫士人，这与“何不策高足”的反诘语气相应，更好地强调了“策高足、踞路津”的迫切心情。也就是说，人生应该有所作为，要说出来，要行动。人具备了“令德唱高言，识曲听其真”的能力，就要表现出来。</p> <p>　　主人公这段话，是兴致勃勃地说的，是满心欢喜地说的，是直截了当地说的。中间有用了不少褒意词、赞美词。讲“宴会”，用“良”，用“欢乐”、而且“难具陈”。讲“弹筝”，用“逸响”，用“新声”，用“妙入神”，用“令（美）德”，用“高言”。讲抢占高位要职，也用了很美的比喻：快马加鞭，先踞要津。整个诗歌就借音乐之美妙，告诉士人们，或者有志之士们，要勇于说出自己的心里话，要勇于奋斗而“先踞要路津”，不要死要面子活受罪。这样，对于人生来说，才是有意义的，有价值的。由此可见，这首诗的确很婉曲、很深远。它含有哲理，涉及一系列人生问题、社会问题，引人深思。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47974.aspx\">诗</a>是《古诗十九首》之一。《古诗十九首》大约是东汉后期作品，作者已佚，大多是文人模仿乐府之作。今人综合考察这十九首诗所表现的情感倾向、所折射的社会生活情状以及其纯熟的艺术技巧，一般认为这十九首诗所产生的年代应当在东汉献帝建安之前的几十年间。</p> <p>　　《古诗十九首》虽说不是出于一个作者之手，但这些诗篇却都植根于东汉末年大动乱的历史土壤，而具有共同的忧患意识。东汉末年，统治阶级内部矛盾非常尖锐，同时政治上十分混乱、黑暗。一批官僚和平日敢于议论朝政的大知识分子，接连地受到杀戮和禁锢。卖官鬻爵，贿赂公行。东汉王朝崩溃的前夕，政治上的腐化和堕落已达到顶点。在这种情况下，一般士人更是没有出路。家园的残破，时代的扰攘，安定生活的不可能实现，正当职业的无法取得，使这批脱离生产的知识分子陷于有家归不得的境地。他们因为人生理想的幻灭而跌入颓废感伤的深谷，为了排遣苦闷，他们对人生的价值观、人生的最后归宿等进行反思。《今日良宴会》就是作者客中对酒听筝所发的感慨。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "宴会",
    "音乐",
    "哲理"
  ]
}