{
  "id": 72669,
  "star": 22,
  "name": "癸卯岁始春怀古田舍二首",
  "dynasty": "魏晋",
  "content": "在昔闻南亩，当年竟未践。<br>屡空既有人，春兴岂自免。<br>夙晨装吾驾，启涂情己缅。<br>鸟弄欢新节，泠风送馀善。<br>寒竹被荒蹊，地为罕人远；<br>是以植杖翁，悠然不复返。<br>即理愧通识，所保讵乃浅。</p> <p>先师有遗训，忧道不忧贫。<br>瞻望邈难逮，转欲志长勤。<br>秉耒欢时务，解颜劝农人。<br>平畴交远风，良苗亦怀新。<br>虽未量岁功，既事多所欣。<br>耕种有时息，行者无问津。<br>日入相与归，壶浆劳近邻。<br>长吟掩柴门，聊为陇亩民。",
  "fanyi": "<p><strong>译文</strong><br>往日听说南亩田，未曾躬耕甚遗憾。我常贫困似颜回，春耕岂能袖手观？<br>早晨备好我车马，上路我情已驰远。新春时节鸟欢鸣，和风不尽送亲善。<br>荒芜小路覆寒草，人迹罕至地偏远。所以古时植杖翁，悠然躬耕不思迁。<br>此理愧对通达者，所保名节岂太浅？<br>先师孔子留遗训：“君子忧道不优贫”。仰慕高论难企及，转思立志长耕耘。<br>农忙时节心欢喜，笑颜劝勉农耕人。远风习习来平野，秀苗茁壮日日新。<br>一年收成未估量，劳作已使我开心。耕种之余有歇息，没有行人来问津。<br>日落之时相伴归，取酒慰劳左右邻。掩闭柴门自吟<a href=\"http://so.gushiwen.org/view_72669.aspx\">诗</a>，姑且躬耕做农民。</p> <p><strong>注释</strong><br>(1)这首诗写一年之始的春耕，展现了田野景象的清新宜人，抒发了诗人内心的喜悦之情。通过田园躬耕，诗人初步体验到了古代“植杖翁’：隐而不仕的乐趣，并表示像颜回那样既贫穷而又不事耕稼的行为则不可效法。<br>(2)在昔：过去，往日。与下句“当年”义同。南亩：指农田。未践：没去亲自耕种过。<br>(3)屡空：食用常缺，指贫穷。既有人：指颜回。《论语·先进》：“子曰：回也其庶乎，屡空。”<br>诗人用以自比像颜回一样贫穷。春兴：指春天开始耕种。兴：始，作。<br>(4)夙（sǜ速）晨：早晨。夙：早。装吾驾：整理备好我的车马。这里指准备农耕的车马和用具。启涂：启程，出发。涂通“途”。缅：遥远的样子。<br>(5)哢（1óng）：鸟叫。伶（líng零）风：小风，和风。《庄子·齐物论》：“冷风则小和。”<br>陆德明释文：“冷风，泠泠小风也。”余善：不尽的和美之感。善：美好。《庄子·逍遥游》：“夫列子御风而行，泠然善也。”<br>(6)被荒蹊：覆盖着荒芜的小路。地为罕人远：所至之地因为人迹罕至而显得偏远。<br>(7)植杖翁：指孔子及弟子遇见的一位隐耕老人。《论语·微子》：“子路从而后，遇丈人，以杖荷蓧（diào吊，一种竹器，古代芸田所用）。子路问曰：‘子见夫子乎？’丈人曰：‘四体不勤，五谷不分，孰为夫子？’植其杖而芸。”植：同“置”，放置。杖：木杖。悠然：闲适的样子。不复返：不再回到世俗社会。<br>(8)即理：就这种事理。指隐而耕。通识：识见通达高明的人。这里指孔子和子路。《论语·微子》记桀溺劝子路的话说：天下动乱不安，到处都是这个样子，到底跟谁一起来改变现状呢？与其跟随（孔子那种）避开恶人的志士，倒不如跟随（我们这种）避开人世的隐士。于路将此话告诉孔子，孔于怅然哎道：鸟兽不可跟它们同群，我不跟世上人群相处又跟谁相处呢？如果天下清明，我就不跟他们一起来改变现状了。又《论语》同上篇记载子路针对荷蓧丈人的话说：“不仕无义。长幼之节，不可废也；君臣之义，如之何其废之？欲洁其身，而乱大伦。君子之仕也，行其义也。道之不行，已知之矣。”这两段记载孔子和子路的话，都是说明仕而不隐的道理。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>认为自己坚持隐而不仕的行为，与这种“通识”相比是有“愧”的。而实际上陶渊明在这里表现出了与儒家传统不一致的思想，所以在下一首诗中，诗人又以“先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤”来进一步申明了这一思想。所保：指保全个人的名节。《后汉书·逸民传》：后汉末，“庞公者，南郡襄阳人也。..荆州刺史刘表数延请，不能屈，乃就候之。谓曰：‘夫保全一身，孰若保全天下乎？’庞公笑曰：‘鸿鹊巢于高林之上，暮而得所栖，鼋鼍穴于深渊之下，夕而得所宿。夫趣舍行止，亦人之巢穴也。各得其栖宿而已。天下非所保也。”因释耕垄上，而妻子耘于前。”讵（jǜ巨）：岂。浅：浅陋，低劣。 <br>①先师：对孔子的尊称。遗训：留下的教诲。忧道不忧贫：这是《论语·卫灵公》中孔子的话：“子曰：君子忧道不优贫。”这两句是说孔子有遗训：君子只忧愁治国之道不得行，不忧愁自己生活的贫困。<br>②瞻望：仰望。邈：遥远。逮：及。勤：劳。长勤：长期劳作。这两句是说孔子的遗训可望而不可及，因此转而下决心长期耕作，借以解除目前生活的贫困。<br>③秉：手持。耒（lěi磊）：犁柄，这里泛指农具。时务：及时应做的事，指农务。解颜：面呈笑容。劝：勉。这两句是说手拿农具高兴地去干活，笑语勉励农民从事耕作。<br>④畴：田亩。平畴：平旷的田野。交：通。苗：指麦苗，是“始春”的景象。怀新：指麦苗生意盎然。这两句是说平旷的田野有远风吹过，美好的麦苗生意盎然。<br>⑤岁功：一年的农业收获。即事：指眼前的劳动和景物。这两句是说虽然还未预计到一年的收获如何，就是眼前这些情况便足够自己高兴的了。<br>⑥行者：行人。津：渡口。行者问津：用长沮、桀溺的事。《论语·微子》云：“长沮、桀溺耦而耕。孔子过之，使子路问津焉。”长沮、桀溺是古代的隐士。作者以沮、溺自比，意思是在耕作休息时，没有孔子那种有志于治理社会的人来问路。言外之意是今天没有“忧道不忧贫”的人。<br>⑦相与：结伴。劳：慰劳。这两句是说黄昏时和农民结伴而归，再提一壶酒浆去慰劳近邻。<br>⑧聊：且。陇亩民：田野之人。这句和上句是说吟咏着诗关上柴门，聊且做一个象长沮、桀溺那样的农民吧！</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在中国<a href=\"http://so.gushiwen.org/view_72669.aspx\">诗</a>歌发展史上，堪称第一位田园诗人。他的《癸卯岁始春怀古田舍二首》是诗人用田园风光和怀古遐想所编织成的一幅图画。诗分两首，表现则是同一题材和思想旨趣。</p> <p>　　第一首以“在昔闻南亩”起句，叙述了劳动经过，描绘了自然界的美景，缅怀古圣先贤，赞颂他们躬耕田亩、洁身自守的高风亮节。他早就听说过南亩，只恨自己没有尽早赶来，过这俯身躬耕的日子。这里他提到《论语》里“屡空”的颜回。陶渊明不怕贫穷。这正是他用以反抗世俗的安贫乐道。他喜欢自给自足的农耕生活。他从村落清新的晨曦里一路走出来，架好车马，下地干活，他的胸中饱胀着自然的情怀。鸟声婉转，风中送来弥漫的花草清香，凉爽，和善，绝不寒冷。田地上的白雪潮水般褪去，荒草覆盖了冬后大地的无数小径。这偏远的、人迹罕至的地方叫人惊喜。他可以在这里找到自由。不需要繁华、光荣和热烈的事物，以及任何一个多余的人。他甚至觉得，汲汲于功名的人类是可笑的。他理解了植杖翁的遁世选择。陶渊明觉得隐居的道理应该为人生的通识感到惭愧。隐，还是不隐，一直是个问题。这个世界的通识就是，不隐，要入世，功成名就，出人头地。陶渊明还不想归隐，时候还没到，但他的愧对只是暂时的不安。他终将心安理得地归去。</p> <p>　　但是，作者却意犹未尽，紧接着便以第二首的先师遗训“忧道不忧贫”之不易实践，夹叙了田间劳动的欢娱，联想到古代隐士长沮、桀溺的操行，而深感忧道之人的难得，最后以掩门长吟“聊作陇亩民”作结。陶渊明一向把孔子视为先师。孔子说过的“忧道不忧贫”，他记在心里。但他更喜欢这种“耕种有时息，行者无问津”的农耕生活。陶渊明想成为长沮、桀溺那样的隐士。他的内心有挣扎，有焦虑，本想有所作为，世界却使他望而却步。他很失望，渐渐生出一颗叛逆之心，甘愿“长吟掩柴门，聊为陇亩民”。这将是他生命的归宿。</p> <p>　　这两首诗犹如一阕长调词的上下片，内容既紧相联系，表现上又反复吟咏，回环跌宕，言深意远。可整首诗又和谐一致，平淡自然，不假雕饰，真所谓浑然天成。仿佛诗人站在读者的面前，敞开自己的心扉，既不假思虑，又不择言词，只是娓娓地将其所作、所感、所想，毫无保留地加以倾吐。这诗，不是作出来的，也不是吟出来的，而是从诗人肺腑中流泻出来的。明人许学夷在《诗源辩体》中，一则说：“靖节诗句法天成而语意透彻，有似《孟子》一书。谓孟子全无意为文，不可；谓孟子为文，琢之使无痕迹，又岂足以知圣贤哉！以此论靖节，尤易晓也。”再则说：“靖节诗直写己怀，自然成文。”三则说：“靖节诗不可及者，有一等直写己怀，不事雕饰，故其语圆而气足；有一等见得道理精明，世事透彻，故其语简而意尽。”这些，都道出了陶诗的独特的风格和高度的艺术成就。</p> <p>　　冲淡自然是一种文学风格，这是一种特殊的文学艺术境界。在这种境界里，我融于物，全忘我乃至无我；神与景接，神游于物而又神随景迁。这种境界的极致是悠远宁谧、一派天籁。因此，陶渊明的“鸟哢欢新节，泠风送余善”，“平畴交远风，良苗亦怀新”，就成了千古不衰的绝唱。不加雕饰却又胜于雕饰，这是一种艺术的辩证法。不过，这中间确也有诗人的艰苦的艺术劳动在，那是一个弃绝雕饰，返璞归真的艺术追求过程，没有一番扎实的苦功是难以达到这种艺术创作境界的。</p> <p>　　这组诗写田野的美景和亲身耕耘的喜悦，也还由此抒发作者的缅怀。其遥想和赞美的是贫而好学、不事稼穑的颜回和安贫乐道的孔子，尤其是钦羡古代“耦而耕”的隐士荷蓧翁和长沮、桀溺。虽然，作者也表明颜回和孔子不可效法，偏重于向荷蓧翁和长沮、桀溺学习，似乎是乐于隐居田园的。不过，字里行间仍透露着对世道的关心和对清平盛世的向往。如果再注意一下此诗的写作时代，这一层思想的矛盾也就看得更清晰了。在写这两首诗后的两年，作者还去做过八十多天的彭泽令，正是在这时，他才终于对那个黑暗污浊的社会彻底丧失了信心，并表示了最后的决绝，满怀愤懑地“自免去职”、归隐田园了。这是陶渊明式的抗争。如果不深入体会这一点，而过多地苛责于他的逸隐，那就不但是轻易地否定了陶渊明的大半，而且去真实情况也不啻万里了。</p> <p>　　有人认为，陶渊明《癸卯岁始春怀古田舍二首》所表现的诗意与襟怀现实而完美地昭示了一种“极高明而道中庸”的人生境界。或者说，借用冯友兰先生的人生“四境界说”，可以认为《癸卯岁始春怀古田舍二首》代表了陶渊明站在“天地境界”对自然、功利乃至道德境界的同时超越。这就是陶渊明选择返归田园过耕读生活所必不可少的勇气与智慧的思想资源，也是陶渊明为人为诗何以超绝凡俗的根本原因。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_72669.aspx\">诗</a>作于晋安帝元兴二年（403年）春天。据《栗里谱》记载：“有《始春怀古田舍》诗，当时自江陵归柴桑，复适京都宅，忧居家，思湓城，故有《怀古田舍》也。”这时诗人已经开始躬耕。晋安帝隆安四年（400年），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>三十六岁，入桓玄所辖州府任职。隆安五年（401年）冬，母丧返归，自此退职。元兴元年（402年），进占荆州的桓玄又进一步攻陷京师，称太尉，总揽朝政。国事无望，使陶渊明坚定了躬耕自资的决心，并付诸实际行动。这两首诗便是陶渊明亲自参加春耕之后的作品。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "春天",
    "田园",
    "怀古"
  ]
}