{
  "id": 71131,
  "star": 17881,
  "name": "木兰诗 / 木兰辞",
  "dynasty": "南北朝",
  "content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。<br></p> <p>　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。</p> <p>　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。</p> <p>　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。</p> <p>　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。</p> <p>　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
  "fanyi": "<p><strong>、译文<br></strong>　　叹息声一声接着一声传出，木兰对着房门织布。听不见织布机织布的声音，只听见木兰在叹息。问木兰在想什么？问木兰在惦记什么？（木兰答道）我也没有在想什么，也没有在惦记什么。昨天晚上看见征兵文书，知道君主在大规模征兵，那么多卷征兵文册，每一卷上都有父亲的名字。父亲没有大儿子，木兰（我）没有兄长，木兰愿意为此到集市上去买马鞍和马匹，就开始替代父亲去征战。</p> <p>　　在集市各处购买马具。第二天早晨离开父母，晚上宿营在黄河边，听不见父母呼唤女儿的声音，只能听到黄河水流水声。第二天早晨离开黄河上路，晚上到达黑山头，听不见父母呼唤女儿的声音，只能听到燕山胡兵战马的啾啾的鸣叫声。</p> <p>　　不远万里奔赴战场，翻越重重山峰就像飞起来那样迅速。北方的寒气中传来打更声，月光映照着战士们的铠甲。将士们身经百战，有的为国捐躯，有的转战多年胜利归来。</p> <p>　　胜利归来朝见天子，天子坐在殿堂（论功行赏）。给木兰记很大的功勋，得到的赏赐有千百金还有余。天子问木兰有什么要求，木兰说不愿做尚书郎，希望骑上千里马，回到故乡。</p> <p>　　父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。每间房都打开了门进去看看，脱去打仗时穿的战袍，穿上以前女孩子的衣裳，当着窗子、对着镜子整理漂亮的头发，对着镜子在面部贴上装饰物。走出去看一起打仗的火伴，火伴们很吃惊，（都说我们）同行数年之久，竟然不知木兰是女孩。</p> <p>　　（提着兔子耳朵悬在半空中时）雄兔两只前脚时时动弹、雌兔两只眼睛时常眯着，所以容易分辨。雄雌两兔一起并排跑，怎能分辨哪个是雄兔哪个是雌兔呢？</p> <p><strong>注释<br></strong>唧唧（jī jī）：纺织机的声音。一说为叹息声，意思是木兰无心织布，停机叹息。<br>当户（dāng hù）：对着门。<br>机杼（zhù）声：织布机发出的声音。机：指织布机。杼：织布梭（suō）子。<br>惟：只。<br>何：什么。<br>忆：思念，惦记<br>军帖（tiě)：征兵的文书。<br>可汗（kè hán）：古代西北地区民族对君主的称呼<br>军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。<br>爷：和下文的“阿爷”一样，都指父亲。<br>愿为市鞍(ān）马：为，为此。市，买。鞍马，泛指马和马具。<br>鞯（jiān）：马鞍下的垫子。<br>辔（pèi)头：驾驭牲口用的嚼子、笼头和缰绳。<br>辞：离开，辞行。<br>溅溅（jiān jiān）：水流激射的声音。<br>旦：早晨。<br>但闻：只听见<br>胡骑（jì）：胡人的战马。胡，古代对北方少数民族的称呼。<br>啾啾（jiū jiū）：马叫的声音。<br>天子：即前面所说的“可汗”。<br>万里赴戎机：不远万里，奔赴战场。戎机：指战争。<br>关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度，越过。<br>朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔，北方。金柝（tuò），即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。<br>寒光照铁衣：冰冷的月光照在将士们的铠甲上。<br>明堂：明亮的的厅堂，此处指宫殿<br>策勋十二转(zhuǎn)：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。<br>赏赐百千强(qiáng）：赏赐很多的财物。百千：形容数量多。强，有余。<br>问所欲：问（木兰）想要什么。<br>不用：不愿意做。<br>尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。<br>愿驰千里足：希望骑上千里马。<br>郭：外城。<br>扶：扶持。将：助词，不译。<br>姊（zǐ）：姐姐。<br>理：梳理。<br>红妆（zhuāng）：指女子的艳丽装束。<br>霍霍（huò huò）：模拟磨刀的声音。<br>著(zhuó)：通假字 通“着”，穿。<br>云鬓（bìn）：像云那样的鬓发，形容好看的头发。<br>帖（tiē）花黄：帖”通假字 通“贴”。花黄，古代妇女的一种面部装饰物。<br>雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，爬搔，扑腾。迷离，眯着眼。<br>双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢？　42. “火”：通“伙”。古时一起打仗的人用同一个锅吃饭，后意译为同行的人。<br>行：读háng。<br>傍(bàng)地走：贴着地面并排跑。<br></p><br/><h2>译文二</h2> <p>　　叹息声一声接着一声传出，木兰对着房门织布。听不见织布机织布的声音，只听见木兰在叹息。问木兰在想什么？问木兰在惦记什么？（木兰答道）我也没有在想什么，也没有在惦记什么。昨天晚上看见征兵文书，知道君主在大规模征兵，那么多卷征兵文册，每一卷上都有父亲的名字。父亲没有大儿子，木兰（我）没有兄长，木兰愿意为此到集市上去买马鞍和马匹，就开始替代父亲去征战。</p> <p>　　在集市各处购买马具。第二天早晨离开父母，晚上宿营在黄河边，听不见父母呼唤女儿的声音，只能听到黄河水流水声。第二天早晨离开黄河上路，晚上到达黑山头，听不见父母呼唤女儿的声音，只能听到燕山胡兵战马的啾啾的鸣叫声。</p> <p>　　不远万里奔赴战场，翻越重重山峰就像飞起来那样迅速。北方的寒气中传来打更声，月光映照着战士们的铠甲。将士们身经百战，有的为国捐躯，有的转战多年胜利归来。</p> <p>　　胜利归来朝见天子，天子坐在殿堂（论功行赏）。给木兰记很大的功勋，得到的赏赐有千百金还有余。天子问木兰有什么要求，木兰说不愿做尚书郎，希望骑上千里马，回到故乡。</p> <p>　　父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。每间房都打开了门进去看看，脱去打仗时穿的战袍，穿上以前女孩子的衣裳，当着窗子、对着镜子整理漂亮的头发，对着镜子在面部贴上装饰物。走出去看一起打仗的火伴，火伴们很吃惊，（都说我们）同行数年之久，竟然不知木兰是女孩。</p> <p>　　（提着兔子耳朵悬在半空中时）雄兔两只前脚时时动弹、雌兔两只眼睛时常眯着，所以容易分辨。雄雌两兔一起并排跑，怎能分辨哪个是雄兔哪个是雌兔呢？</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》是中国南北朝时期北方的一首长篇叙事民歌，也是一篇乐府诗。记述了木兰女扮男装，代父从军，征战沙场，凯旋回朝，建功受封，辞官还家的故事，充满传奇色彩。</p> <p>　　第一段，写木兰决定代父从军。诗以“唧唧复唧唧”的织机声开篇，展现“木兰当户织”的情景。然后写木兰停机叹息，无心织布，不禁令人奇怪，引出一问一答，道出木兰的心事。木兰之所以“叹息”，不是因为儿女的心事，而是因为天子征兵，父亲在被征之列，父亲既已年老，家中又无长男，于是决定代父从军。</p> <p>　　第二段，写木兰准备出征和奔赴战场。“东市买骏马……”四句排比，写木兰紧张地购买战马和乘马用具，表示对此事的极度重视，只用了两天就走完了，夸张地表现了木兰行进的神速、军情的紧迫、心情的急切，使人感到紧张的战争氛围。其中写“黄河流水鸣溅溅”“燕山胡骑鸣啾啾”之声，还衬托了木兰的思亲之情。</p> <p>　　第三段，概写木兰十来年的征战生活。“万里赴戎机，关山度若飞”，概括上文“旦辞……”八句的内容，夸张地描写了木兰身跨战马，万里迢迢，奔往战场，飞越一道道关口，一座座高山。寒光映照着身上冰冷的铠甲。“将军百战死，壮士十年归”，概述战争旷日持久，战斗激烈悲壮。将士们十年征战，历经一次次残酷的战斗，有的战死，有的归来。而英勇善战的木兰，则是有幸生存、胜利归来的将士中的一个。</p> <p>　　第四段，写木兰还朝辞官。先写木兰朝见天子，然后写木兰功劳之大，天子赏赐之多，再说到木兰辞官不就，愿意回到自己的故乡。“木兰不用尚书郎”而愿“还故乡”，固然是她对家园生活的眷念，但也自有秘密在，即她是女儿身。天子不知底里，木兰不便明言，颇有戏剧意味。</p> <p>　　第五段，写木兰还乡与亲人团聚。先以父母姊弟各自符合身份、性别、年龄的举动，描写家中的欢乐气氛，展现浓郁的亲情；再以木兰一连串的行动，写她对故居的亲切感受和对女儿妆的喜爱，一副天然的女儿情态，表现她归来后情不自禁的喜悦；最后作为故事的结局和全诗的高潮，是恢复女儿装束的木兰与伙伴相见的喜剧场面。</p> <p>　　第六段，用比喻作结。以双兔在一起奔跑，难辨雌雄的隐喻，对木兰女扮男装、代父从军多年未被发现的奥秘加以巧妙的解答，妙趣横生而又令人回味。</p> <p>　　其诗中几件事的描绘详略得当，一，二，三，六，七段详写木兰女儿情怀，四，五段略写战场上的英雄气概。从内容上突出儿女情怀，丰富英雄性格，是人物形象更真实感人。结构上使全诗显得简洁，紧凑。</p> <p>　　这首诗塑造了木兰这一不朽的人物形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。</p> <p>　　这首诗具有浓郁的民歌特色。全诗以“木兰是女郎”来构思木兰的传奇故事，富有浪漫色彩。繁简安排极具匠心，虽然写的是战争题材，但着墨较多的却是生活场景和儿女情态，富有生活气息。诗中以人物问答来刻画人物心理，生动细致；以众多的铺陈排比来描述行为情态，神气跃然；以风趣的比喻来收束全诗，令人回味。这就使作品具有强烈的艺术感染力。</p><br/><h2>重点导析</h2> <p>　　1．比兴手法</p> <p>　　北朝民歌《折杨柳》中有一首，前面六句是“敕敕何力力，女子当窗织。不闻机杼声，唯闻女叹息。问女何所思？问女何所忆？”《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》开头六句用的就是《折杨柳》这六句。古代民歌往往用同样的起兴、比喻，有的词句相近甚至相同（《诗经》中民歌就不乏其例），因为口耳相传，词句相同，容易记忆。这不是抄袭，因为题材、内容可以完全不同。《木兰诗》的开头，很可能也是“敕敕何力力”，经后人改为“唧唧复唧唧”的。“敕敕何力力”没有什么具体意义，像“呀呵嗨”“呀唯子哟”一样，是表声的字。</p> <p>　　2．“可汗”与“天子”</p> <p>　　“可汗”是古代西北民族对君主的称呼，“天子”是封建社会汉族对君主的称呼。可是在这首诗中“可汗”却成了“天子”的同义词，不能再按照《广韵》中所谓“蕃王称”的本义了。这只能看做在《木兰诗》时代汉语里已有了外来语的成分。否则木兰去时是应“可汗”之征，而归来却受“天子”之赏，那不是前后矛盾了吗？</p> <p>　　由于木兰诗出自北朝，而木兰是北朝人氏，便可以考证出木兰并非汉人可能性极大，其君主自然也是北朝少数民族割据政权领袖，而南北朝又正是中国历史上的一次民族大融合时期，那么最有可能的一种假设就是：北朝的少数民族政权领袖受汉文化影响也乐于接受“天子”这个称呼。</p> <p>　　3．“十二”是虚数</p> <p>　　“军书十二卷”“同行十二年”与“壮士十年归”──这三句中的两个“十二”与一个“十”字都是虚数。习惯上这类数字都表示“多”的意思。“同行十二年”与“壮士十年归”两句中的“十二年”与“十年”都是说十多年的意思，如作实数理解，前后便矛盾不可解了。“军书十二卷，卷卷有爷名”旨在强调木兰的父亲这次非出征不可。清人汪中作了一篇《释三九》，提出了三、九等虚数的用法法则，把前人有关数字问题的考证与争论都搞清楚了。</p> <p>　　4．东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭</p> <p>　　“东市买骏马”等句中的“东、南、西、北”便都是虚位而非实指。这里只是夸张地来形容木兰出发前做准备的紧迫情况，照实来讲反而不合情理。下文的“开我东阁门，坐我西阁床”的“东”和“西”也是虚位，照实来讲就不通了。这些方位词的连用，很多是为了造成某种气氛，而非实指。这种“虚位”也和上面所谈的“虚数”一样，是古汉语中的一种习惯上的法则。</p> <p>　　5．当窗理云鬓，对镜帖花黄</p> <p>　　“当窗”和“对镜”是互文。“理云鬓”和“帖花黄”同是当窗对镜来做的。这种用法在古代诗歌中，特别是在古代格律诗中是常见的。如唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>诗中的“秦时明月汉时关”就是一例。</p> <p>　　“帖花黄”是北魏妇女的面饰。有两说：一说“元魏时民间妇女不得施粉黛；自非宫人，皆黄眉黑妆。故《木兰诗》中有‘对镜帖花黄’之句。”（《谷山笔尘》）另一说，将金黄色的纸，剪成星、月、花、鸟等形状，贴在额上。</p> <p>　　6．关于此诗的主题思想</p> <p>　　1．在封建社会中，妇女是无地位的。木兰是一个“当户织”的劳动妇女，代父从军，“将军百战死，壮士十年归”。男人能做到的，木兰能做到；男人不能做到的，木兰也能做到。木兰这一英雄形象的本身，就是对封建社会中歧视妇女的传统观念的无情嘲弄。</p> <p>　　2．在封建社会中，追求功名利禄是占统治地位的传统思想，多少人梦寐以求。而木兰经过十年的紧张战斗之后，凯旋而归，却拒封辞赏，愿意解甲归田，重过劳动人民的耕织生活，这充分反映了劳动人民质朴谦逊的品质。木兰的这一行为本身就是对热衷功名利禄的封建士大夫的有力讽刺。</p> <p>　　3．《木兰诗》的主题思想，其实在诗歌里面就已直接点明。便是：妇女并不亚于男子，她们的才能智慧，胆略见识，是决不在男子之下的。这就是这首诗的主题思想。若用一句话来概括则是：赞颂劳动人民出身的妇女英雄。</p> <p>　　4．《木兰诗》的主题，不是歌颂尚武精神，而是反映人民对和平生活的向往。不过，《木兰诗》并不像上述北朝民歌那样用愁苦的情调、悲剧的形式来表达，而是别开生面地用女子代父从军的喜剧的形式来表达。当然，故事情节本身使诗在客观上有可能起到歌颂女子英雄精神的作用，但是歌颂英雄这个问题在诗中比之主题所反映的问题毕竟是居于次要的，它只能算是诗所包含的一个思想内容，不能说就是主题。</p> <p>　　7．“唧唧复唧唧”究竟是什么声音？</p> <p>　　对此历来说法不一。大致有三种：织机声、叹息声、虫鸣声。</p> <p>　　① 织机声。如果理解为织机声，将有如下情境。诗歌一开始，就出现不停不息的织机声，人未出场声先闻。然后才交代这是木兰正在对门而织，一个勤劳的姑娘形象跃然纸上。但织着织着，有节奏的织机声听不到了，传来的是一阵阵长吁短叹。这究竟是为什么？木兰啊，木兰，是什么事儿让你如此发愁呢？于是转入后面的情节。这样的理解当然是合情合理的。</p> <p>　　② 叹息声。有学者对此做如下解读：“当户而织，说明木兰是一个劳动女性，而不是侯门小姐。本应该听到她的织布的声音，但听到的却是‘唧唧复唧唧’的叹息声。一个‘唧唧’就已经说明是在叹息了，又重之以‘复唧唧’，作者还觉得意犹未足，最后又‘惟闻女叹息’，作者这样反复强调，是要告诉我们木兰的忧思之深，木兰是停机长叹，而不是边织边叹。作者没有写木兰的愁容，也没有写木兰停机长叹的举动，作者只是绘声，通过接连不断的声声叹息，刻画出一个充满忧愁苦闷的木兰女的形象。”</p> <p>　　③ 虫鸣声。如果将“唧唧”理解为虫声，在我们眼前就会出现这样一幅画面——夜深人静，四下阒无人声，只有虫儿在夜幕中“唧唧”鸣唱。接着再写木兰姑娘正对门坐在织机旁织布，可是她为什么手握织机不织布，却坐在那儿长吁短叹呢？四野的虫声与木兰的叹息声交相应和，渲染出一个女孩儿将要做出一个重大决定之前的心境和气氛。总之，诗无达诂，合乎情理合乎文意即可。</p> <p>　　8．“问女何所思，问女何所忆”的问话人是谁？</p> <p>　　一说是父母在问，认为只是父亲在问或只是母亲在问的，也属此说。的确，父母如果听到女儿的叹息，一定会发出这样关切的询问。一说是叙事人在问，因为《木兰诗》是口头集体创作的民歌，而民歌是可以配乐歌唱的，歌唱者能以叙事人的身份进行拟问。这两种说法其实并不矛盾。在民间讲唱文学中，演唱者往往有叙事人和故事人物的双重身份，叙事人的语言与故事人物的语言有时是相融合一的。因此，这首诗中的“问女何所思，问女何所忆”，以及“女亦无所思……从此替爷征”可视为父母与女儿的问答，也可视为叙事人的拟问拟答。此外，这首诗中常以第一人称来叙事，既可以看做木兰的自述，也可以看做叙事人的转述。[10]</p> <p>　　9．“雄兔脚扑朔”等四句该如何理解？</p> <p>　　第一，应该先明确这是一个生动的比喻。</p> <p>　　第二，应该进一步思考作者为什么要用这样一个比喻句结束全诗。首先，这个比喻十分形象地解释了“伙伴”们的惊讶，同时也是对读者必然产生的疑问做出一个合情合理的解答。再次，用雄兔雌兔来比喻人之男女，恰是民歌语言运用的特点。这一机巧的比喻，使全诗为之增色，锦上添花。</p> <p>　　此外，这四句诗被认为是吟唱者即叙事人对木兰的赞词，这种说法与将其视为木兰对“火伴”的回答的看法并不矛盾。</p> <p>　　10．如何理解《木兰诗》中的繁简处理？</p> <p>　　必须明确以下三点：《木兰诗》中何处繁，何处简？这样的繁简处理产生了什么样的效果？作者为什么要进行这样的处理？</p> <p>　　① 繁笔的运用：木兰当户织时的心事重重，木兰准备行装时的活动，木兰奔赴战场时的心态，木兰回家后家人的欢乐，木兰重着“女儿装”时的欣喜等内容，都写得不厌其繁，细致入微。</p> <p>　　例如，木兰采买鞍马一事，就通过东西南北的排比铺写，渲染了战前准备的紧张和忙碌，读者似乎可以看到木兰的奔波和繁忙，也可以想见一身戎装的木兰是何等的英姿飒爽！</p> <p>　　又如，写木兰奔赴战场时反复提及“不闻爷娘唤女声”，其实正是木兰此时心态的真实写照：当夕阳西下，暮色沉沉时，木兰独自露宿在黄河之畔时，耳听黄河流水哗哗作响，心中却时时回响着父母的声声呼唤，渐行渐远，父母呼唤女儿的声音早已听不见了，但这声音却时时回荡在女儿的耳畔心头！征程漫漫，何时能再听到那温暖女儿内心的爷娘亲切的呼唤呢？</p> <p>　　再如，末段写木兰将回家乡时爷娘姐弟等人的不同行动，通过同样的句调作三次反复重叠，生动表现了亲人们十年离别后终于得到团聚时的喜悦心情和欢乐气氛。</p> <p>　　而对木兰重入闺房，再着“女儿妆”的一段描写，更是淋漓尽致地渲染了木兰的热爱生活、美丽可爱的女儿情态。</p> <p>　　② 简笔的运用。至于简笔，主要是对战斗过程的描写力求其简，十年生活，只用了几句话就交代完了。</p> <p>　　为什么要如此安排呢？作者不惜笔墨描绘的往往都是他所要着力突出的。这首诗所要突出的正是对木兰的孝敬父母、勇于担当重任的性格的颂扬，所以，对残酷的战争，一笔带过，而对能够反映美好心灵的内容则不惜笔墨。另外，这种繁简安排似乎还隐含了作者对美好生活的向往祝福，对战争的冷淡和远离。</p> <p>　　一个女孩儿在战场上拼杀了十年之久，立下了赫赫战功——“策勋十二转，赏赐百千强”，其勇武强悍可知。但是作者和广大读者喜爱的并不是一个没有女性特点的女超人，人们向来不稀罕赳赳武夫式的“顾大嫂”之流，中国也不乏娇滴滴莺声燕语般的“<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>”这样标准的美人，但既有女儿的娇美又有男子的刚健的女性，在中国文学史上，却只有木兰这独特的一个！这样的繁简安排就起到了突出人物特征、表现作者倾向的作用。 </p><br/><h2>鉴赏</h2> <p>　　北朝长篇叙事民歌。它的产生年代及作者，从宋代起，就有不同记载和争议。始见于《文苑英华》，题为《木兰歌》，以为唐代韦元甫所作。《古文苑》题为《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》，以为“唐人诗”。宋代<a href=\"http://so.gushiwen.org/author_2055.aspx\">程大昌</a>《演繁露》据诗中“可汗大点兵”语，认为木兰“生世非隋即唐”；而南宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》则认为“朔气传金柝，寒光照铁衣”之类，“已似太白，必非汉魏人诗”。此后，历代都有人持“隋、唐人作”之说，但宋代<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>已指出此诗并非韦元甫所作，而是韦“得于民间”（《题乐府〈木兰诗〉后》）。《乐府诗集》列入《梁鼓角横吹曲》，亦题《木兰诗》，云是“古辞”，并引陈释智匠《古今乐录》说：“木兰，不知名。”按《旧唐书·韦元甫传》载，韦曾任浙西观察使、淮南节度使等职（黄庭坚谓韦任朔方节度使，误）。又据《旧唐书·音乐志》所载，可知梁代和北朝乐府歌曲中都存有“燕、魏之际鲜卑歌”，且多“可汗之辞”。因此，《木兰诗》原先也可能是一首鲜卑歌。流传江南，译为汉语，曾入梁代乐府，后又散落民间，而到唐代为韦元甫重新发现，并拟作《木兰歌》一首（《文苑英华》）。至于“朔气”二句这样的对偶诗句，齐、梁诗中已经习见，自是文人加工痕迹。所以现代学者大多认为《木兰诗》产生于北魏，创作于民间。</p> <p>　　《木兰诗》记述了木兰女扮男装，代父从军，在战场上建立功勋，回朝后不愿做官，显然也冲击了封建社会重男轻女的偏见。它“事奇诗奇”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源》），富有浪漫色彩，风格也比较刚健古朴，基本上保持了民歌特色。</p> <p>　　《木兰诗》的思想内容和艺术技巧，对后世都有深远影响。宋代乐史《太平寰宇记》载，黄州黄冈县（今湖北黄陂）有木兰山、木兰草原、木兰湖，木兰天池等木兰八景，并引<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《木兰庙》为证。其后，据地方志所载，在今安徽亳州、河南商丘、河北完县等地，都曾立庙奉祀木兰，反映出《木兰诗》的深刻影响。直到今天，舞台银幕上的木兰形象仍然激励人们的爱国情操。同时，早在韦元甫拟作之前，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《草堂》诗抒写迁居草堂的欢欣情景，已明显汲取了《木兰诗》描述全家欢迎木兰归来的表现手法。</p>",
  "about": "<h2>文言常识</h2> <p><strong>字词句</strong><br>A.字音：机杼〔zhù〕 鞍鞯〔ān jiān〕 辔〔pèi〕头 鸣溅溅〔jiān〕 金柝〔tuò〕 阿姊〔zǐ〕 霍霍〔huò〕 可汗〔kè hán〕 贴：军帖〔tiě〕；贴〔tiē〕黄花；字帖〔tiè〕</p> <p><strong>通假字</strong><br>①.对镜帖花黄：“帖”通“贴”，贴，粘贴。</p> <p><strong>古今异义<br></strong>①爷：古义指父亲，e.g.：卷卷有爷名；今指爷爷，即父亲的父亲。<br>②走：古义为跑，双兔傍地走；今义行走。<br>③但：古义为只，副词，e.g.：但闻黄河流水鸣溅溅；今常用作转折连词。<br>④郭：古义为外城，e.g.：出郭相扶将；今仅用作姓氏。<br>⑤户：古义为门，木兰当户织；今义人家、门第。<br>⑥迷离：古义为眯着眼，今义模糊而难以分辨清楚。<br>⑦十二：古义为虚数多，今义数词，十二。</p> <p><strong>一词多义</strong><br>市：a.集市，e.g.：东市买骏马；b.买，e.g.：愿为市鞍马。（名词作动词。我愿意为此去买鞍马。）<br>买：a.买（东西）， e.g.：东市买骏马；b.雇，租，e.g.：欲买舟而下。<br>愿：a愿意，e.g.：愿为市鞍马；b希望，e.g.：愿驰千里足。</p> <p><strong>词语活用</strong><br>①“何”疑问代词作动词，是什么。问女何所思。<br>②“策”名词作动词，登记。策勋十二转。<br>③“骑”动词作名词，战马。但闻燕山胡骑鸣啾啾。<br>成语：扑朔迷离<br>原指难辨兔的雄雌，比喻辨认不清是男是女。现指形容事情错综复杂，难于辨别。<br>特殊句式及重点句子翻译<br>①省略句：愿为市鞍马。（愿为‘此’市鞍马”，“此”指代父从军这件事。）<br>愿意为此去买鞍马。<br>②倒装句：问女何所思（“何所思”是“思所何”的倒装。宾语前置。）<br>问一声闺女想的是什么？<br>③万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归： （木兰）不远万里，奔赴战场，像飞一样地跨过一道道的关，越过一座座的山。将军和壮士身经百战，历经数年，有的战死，有的活下来凯旋。<br>④当窗理云鬓，对镜帖花黄：当着窗户对着镜子整理头发和贴上装饰。</p> <p><strong>文章修辞</strong><br>互文交错<br>(1)当窗理云鬓，对镜帖花黄。<br>(2)将军百战死，壮士十年归。<br>(3)东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。<br>(4)开我东阁门，坐我西阁床。<br>(5)雄兔脚扑朔，雌兔眼迷离。<br>复沓<br>(1)旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。<br>(2)问女何所思，问女何所忆。女亦无所思，女亦无所忆。<br>顶针<br>(1)军书十二卷，卷卷有爷名。<br>(2)归来见天子，天子坐明堂。<br>(3)出门看火伴，火伴皆惊忙。<br>(4)壮士十年归，归来见天子。<br>排比<br>(1)爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。<br>(2)东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。<br>比喻<br>(1)双兔傍地走，安能辨我是雄雌？<br>夸张<br>(1)万里赴戎机，关山度若飞。<br>设问<br>(1)问女何所思，问女何所忆。女亦无所思，女亦无所忆。<br>对偶<br>(1)不闻机杼声，惟闻女叹息。<br>(2)朔气传金柝，寒光照铁衣。<br>(3)将军百战死，壮士十年归。<br>(4)策勋十二转，赏赐百千强。<br>(5)旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。<br>反问<br>(1)双兔傍地走，安能辨我是雄雌？<br>借代<br>1．愿驰千里足，送儿还故乡。</p><br/><h2>木兰的形象</h2> <p>　　木兰的形象，是人民理想的化身，她集中了中华民族勤劳、善良、机智、勇敢、刚毅和淳朴的优秀品质，是一个深深扎根在中国北方广大土地上的有血有肉、有人情味的英雄形象，在男尊女卑的封建社会里尤为可贵。</p> <p>　　详略得当：忠孝两全，深明大义。</p> <p>　　勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱家人又报效国家，不慕高官厚禄而热爱和平生活，表现出淳朴和高洁的情操。</p><br/><h2>创作背景</h2> <p><strong>木兰生世</strong><br>关于木兰身处年代的说法，主要是两种说法：<br>1．北魏太武帝向北大破柔然期间。<br>2．隋恭帝义宁年间，突厥犯边。<br>关于木兰的姓名，主要有：<br>1． 木兰，女子名，姓氏里居不详。<br>2．一般认为姓花，名木兰。<br>3．此外，还有姓魏、朱之说，也有说“木兰”即是姓，无名。</p> <p><strong>背景</strong><br>木兰女扮男装，代父从军，征战疆场数年，屡建功勋，无人发现她是女子。唐代追封为孝烈将军，设祠纪念。它产生的时代众说纷纭，但从历史地理的条件可以判定事和<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>可能产生后魏，这诗产生于民间，在长期流传过程中，有经后代文人润色的痕迹，但基本上还是保存了民歌易记易诵的特色。<br>查《木兰诗》，《乐府诗集》收入《横吹曲辞·梁鼓角横吹曲》中。据《乐府诗集》的编者宋代的<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>说，此诗最早著录于南朝陈智匠（梁武帝时任乐官）的《古今乐录》。至唐代已广为传诵，唐人韦元甫有拟作《木兰歌》，可以为证。所以，学者们大都认为，《木兰诗》产生于北朝后期。 </p><br/><h2>相关成语</h2> 【扑朔迷离】<br>出自《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》 雄兔脚扑朔，雌兔眼迷离 解释：指难辨兔的雌雄。形容事情错综复杂，难以辨别清楚。<br>造句：敌军始终扑朔迷离，不知我军主力所在。<br>侦探小说中扑朔迷离的情节让我一头雾水，完全忘记了如何思考。<br>【磨刀霍霍】 解释：原意用力磨刀，发出霍霍声响。常用来形容为做好某一件事而提前做充分的准备、跃跃欲试的样子。也形容敌人在行动前频繁活动。　出处 《乐府诗集·木兰诗》：“小弟闻姊来，磨刀霍霍向猪羊。” 　造句：这路敌人磨刀霍霍，马上就要行动了。<br/><h2>故事</h2> <p>　　《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》是一首长篇叙事诗歌，代表了北朝乐府民歌杰出的成就。它的产生年代及作者不详，一般认为，它产生于北魏，创作于民间。</p> <p>　　《木兰诗》讲述了一个叫木兰的女孩，女扮男装，代父从军，在战场上建立功勋，回朝后不愿作官，但求回家团聚的故事。诗中热情赞扬了这位奇女子勤劳善良的品质，保家卫国的热情，英勇战斗的精神，以及端庄从容的风姿。它不仅反映出北方游牧民族普遍的尚武风气，更主要的是表现了北方人民憎恶长期割据战乱，渴望过和平、安定生活的意愿。它对木兰的讴歌，也冲击了封建社会重男轻女的偏见。它“事奇诗奇”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>语），富有浪漫色彩，风格也比较刚健古朴，基本上保持了民歌特色。</p> <p>　　在思想内容和艺术技巧方面，《木兰诗》很有特点，对后世也有深远影响。诗中用拟问作答来刻画心理活动，细致深刻；用铺张排比来描述行为情态，神气跃然；而运用精练的口语，不仅道出一个女子口吻，也增强了叙事的气氛，更显民歌的本色。唐代大诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《草堂》诗抒写迁居草堂的欢欣情景，明显汲取了《木兰诗》描述全家欢迎木兰归来的表现手法。至于<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《估客乐》“出门求火伴，入户辞父兄”，以及<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《戏题木兰花》“怪得独饶脂粉态，木兰曾作女郎来”，可以看出《木兰诗》在中唐已经脍炙人口。</p> <p>　　木兰的故事深入人心，广为传颂。据《太平寰宇记》载，黄州黄冈县（今湖北黄冈）有木兰山、木兰乡、木兰庙。据地方志所载，在今安徽亳县、河南商丘、河北完县等地，都曾立庙奉祀木兰。直到今天，舞台银幕上的木兰形象仍然激励人们的爱国情操。</p><br/><h2>思想倾向</h2> <p>　　《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》是中国古典诗歌中一首脍炙人口的优秀诗篇。它以浓挚的感情和铺叙、对照、渲染的表现手法，集中地描绘了一个平凡的女子──木兰代父从军和她解甲还乡的不平凡的经历。木兰不一定实有其人，可是，女扮男装却实有其事。木兰不过是这些女子中的一个代表而已。木兰的悲欢离合，是富有戏剧性的。因此，千百年来，她的感人的事迹在群众中流传不息。《木兰诗》究竟表现了一种什么思想倾向呢？</p> <p>　　这首诗一开头，它就把读者吸引到它所描写的场面中了。木兰平日织布时发出的“机杼声”，已经被她的声声叹息所代替。原因是可汗“沙场秋点兵”，老父名在军籍，家中没有长男，怎能不使木兰焦虑、愁闷？但她终于做出“愿为市鞍马，从此替爷征”的勇敢的抉择。</p> <p>　　木兰从军，是迫不得已的，也是不合法的。当她一旦做出“从军”的抉择，她的态度则是积极的，这从她四处购置行装的繁忙情景就形象地表现出她的主动性和坚决性。木兰初次远离家园，异乡的山山水水，都会触动她的思亲之情。诗中对此的描写是真挚的，也是非常感人的。从军，使木兰得到同男子一样可以施展智慧和才能的良机，十年的战火考验，使她从一个善良、热情、能干的闺中少女，成为一名建立战功的“壮士”，这是一个多么巨大的变化啊！</p> <p>　　战争，赢得了胜利，也赢得了和平。环境变了，木兰何去何从？她有不可明言的苦衷，在论功行赏的大典礼中，由于她是一个女子，不配得到自己应有的荣誉。她只有辞受封爵，走上解甲还乡的惟一道路。无名氏作者认为这是天经地义的事情。所以用欢快的笔调描写木兰骨肉团聚的欢乐，让她在“当窗理云鬓，对镜帖花黄”之后，以女子的面目出现在同伴的面前。作者可贵的是，最后用兔子跑在一起，难辨雌雄的隐喻，说明女子如果有施展抱负的机会，她们的智慧、胆略和才能并不比男子逊色。</p> <p>　　这样描写木兰的从军与还乡，表现了作者的进步的思想倾向。问题在于我们如何正确地去分析作者所反映出来的这种社会现象。有人认为，木兰还乡是她不慕功名富贵，是反映了劳动人民热爱劳动的本色。我认为，这种看法是不正确的。</p> <p>　　在中国古代封建社会，“女子作男儿”，除了木兰，还有一个黄崇嘏。<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>在《碧湖杂记》中把她俩的事迹当做奇闻逸事加以记叙。木兰是在战场上杀出来的女英雄，她“不受封爵而归”；黄崇嘏是五代时期蜀国的女子，她女扮男装，在蜀相周庠的府中做掾属。因她“吏事明敏，胥吏畏服”，而被周庠看中，“欲妻以女”。弄得黄崇嘏啼笑皆非，只好讲明自己是个女子，一走了之。</p> <p>　　女扮男装，在封建制度下被人视为反常的现象。“男治乎外，女治乎内”是封建礼法的一条戒律。木兰可以在非常时期秘密代父从军，并发挥出她那潜在的智谋和才能。不然的话，所谓“牝鸡司晨”的恶名就会落在她的身上。木兰和《木兰诗》的作者都无法改变这种命运。</p> <p>　　封建礼法加在妇女身上的镣铐是难以解脱的。清代的女词人王筠在《鹧鸪天》中痛感自己不能像木兰、崇嘏那样一显身手（“木兰崇嘏事无缘”），只好在她的弹词《繁华梦》里让女主人公登上艺术舞台（“好将心事付梦诠”），来抒发她那埋藏在胸中的人生理想。</p> <p>　　由此可见，木兰的还乡，决非什么不慕功名富贵的问题，也不是什么热爱劳动的问题，而是封建社会压迫、歧视妇女的必然结局。</p> <p>　　《木兰诗》的作者不可能明确地认识到这一点。但是，他从木兰所走过的和平──战争──和平的曲折的生活道路，不自觉地反映了木兰在特殊条件下所创造的奇迹，并热情地歌颂了它。这正是作者忠于现实生活的表现，也是和劳动人民的思想感情相通的。</p> <p>　　《木兰诗》的思想倾向是什么？用一句话来表述，就是它对于普通女子所禀赋的智慧和才能表示了肯定和赞赏的态度。而且也要看到，这种态度是寓于烘托（“火伴皆惊忙”）、隐喻（“双兔傍地走”）等描写中自然流露的。直到明朝末年，人们才能用“海内灵秀或不钟男子而钟女人”这类明确的语言把它说出来。但是，在《木兰诗》中，却没有明朝人那种明显的尊女卑男、矫枉过正的倾向。而明朝人对于妇女潜在的智慧、才能和力量做出那样大胆的估计，除了当时的社会生活条件外，从历史思想源流来看，《木兰诗》是有启蒙作用的。</p><br/><h2>语言繁简</h2> <p>　　文学作品的语言要繁简得当，既不可贪多务得，也不能一味求简。我们细读《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》，便可以悟出这个道理。</p> <p>　　《木兰诗》紧紧围绕着木兰的形象着墨。它有时“惜墨似金”，写得极简；有时又“泼墨如水”，尽力铺排。如“万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。”只六句三十字，便概括了木兰十几年出生入死、保家卫国的战斗生涯，显得何等简练！其中两句写朔风凛冽，刁斗声声；月光映雪，木兰未眠。它通过环境、景物、氛围的描写，渲染出木兰思家的复杂心情和严守岗位的战士气质。尽管边地生活是艰苦的，周围寂静得只听见忽断忽续的刁斗声，木兰和伙伴们却仍然穿着甲胄，随时准备为保卫祖国而战。此情此景，写得有声（北风声、刁斗声）、有色（月色、雪色和铁的反光），多么耐人寻味！正如刘大白在《旧诗新话》中所说：“整整的四排句，看去是很板的，其实其间层次分明。因为有骏马而无鞍鞯，不可以骑坐，所以还得买鞍鞯；有鞍鞯而无辔头，不可以控御，所以还得买辔头；有辔头而无长鞭，不可以驱策，所以还得买长鞭。”这种东、西、南、北循序铺排的手法，在民歌中固属常见，但是《木兰诗》中用得尤多且活。如“旦辞爷娘去”以下八句，“爷娘闻女来”以下六句，“雄兔脚扑朔，雌兔眼迷离”两句，或依时间（旦、暮），或依辈分（父母、姊、弟），或依性别（雄、雌），都采用循序铺排的方式。正是在这种很容易流于程式化的铺叙中，《木兰诗》却写得风趣横生，兴味淋漓，使情事如见，景物若画。从这方面说，它又像是“泼墨如水”了。</p> <p>　　全诗着力写木兰出征前、征途中和回家后的心理活动，而很少写她在战斗中的英雄业绩。从表面上看，似乎刻画儿女之情多，而描绘英雄之气少。但从实际效果看，诗中所刻画的种种儿女情状，正多方面地丰富了木兰的英雄性格，使这一形象有血有肉，真实动人。如“旦辞爷娘去，暮宿黄河边。不闻爷娘唤女声，但闻黄河流水鸣溅溅”，一幅少女思亲图，真是呼之欲出。木兰以一女儿身，在多年艰苦的征战生活中，能乔扮男装而不被察觉，已显得异常聪明和机警；在万里关山的殊死争夺中，又能屡建战功而奏凯归来，更显出无比英勇和豪健。在这里，儿女情与英雄气不是相得益彰了吗？</p><br/><h2>语言特点</h2> 　　《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》具有乐府民歌的独特风格。开篇采用的一问一答，是民歌中常见的。《木兰诗》语言生动质朴，极少雕饰斧凿：“小弟闻姊来，磨刀霍霍向猪羊”，流传千百年来，至今仍是人们津津乐道的口语；除了“万里赴戎机”六句文字比较典雅外，其余都保留着民歌的形式和风格，连锁、问答、排比、重叠等形式的运用，都与民歌大致相同。而且语言丰富多彩，单就原韵来说，篇幅较长的乐府诗歌大都是隔几句换一个韵，很少一韵到底，这样才能使演唱的歌曲音节复杂而有变化。《木兰诗》一共换了七个韵，也可以说是七种曲子：“唧唧复唧唧……女亦无所忆”；“西市买鞍鞯……但闻黄河流水鸣溅溅”；“暮宿黑山头……但闻燕山胡骑鸣啾啾”；“万里赴戎机……壮士十年归”；“天子坐明堂……不知木兰是女郎”；“雌兔眼迷离……安能辨我是雄雌？”这就相当于一个题下七首曲子。所不同者，这里则是一个完整的歌子。好多民歌每韵的句数比较整齐，而《木兰诗》的句数却比较参差。正因为它曾为乐人所演唱，所以古往今来都被收入乐府歌中，而且直到现在，仍有评弹艺人在演唱《木兰诗》。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中古诗",
    "初中文言文",
    "乐府",
    "叙事",
    "民歌",
    "赞美",
    "女子",
    "战争"
  ]
}