{
  "id": 18317,
  "star": 3,
  "name": "南中荣橘柚",
  "dynasty": "唐代",
  "content": "橘柚怀贞质，受命此炎方。<br>密林耀朱绿，晚岁有馀芳。<br>殊风限清汉，飞雪滞故乡。<br>攀条何所叹，北望熊与湘。",
  "fanyi": "<p><strong>译文<br></strong>橘柚怀有坚贞的品性，受自然的使命生长在炎热的南方。<br>茂密的林中，叶绿下耀眼的是那橙黄的果子，成熟的果实在岁末还散发阵阵芳香。<br>不同的品质以淮河为界，漫天飞舞的雪花滞留在北国故乡。<br>手攀橘柚枝条叹息什么呢？双目凝望着北面的熊、湘两山。</p> <p><strong>注释<br></strong>①南中：泛指我国南方。荣：茂盛。橘柚：生长于我国南方的两种常绿乔木，花白，树有剌，果实球形或扁圆形，果皮红黄或淡黄，两种树很相似，但又有区别，如柚树叶阔实大等。古人橘柚连用者，往往仅指橘。谢玄辉《酬王晋安》：“南中荣橘抽，宁知鸿雁飞。”此用其中的句子为题。<br>②贞质：坚定不移的本质。<br>③受命：受大自然的命令。炎方：南方，此谓永州。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>元和五年作《祭崔君敏》一文中说：“某顷以罪戾，谪此炎方。”<br>④朱绿：指橘柚树的果实和叶子红绿相映。<br>⑤馀芳：橘柚的果实到了年末还散发出香味。<br>⑥殊风：指长江南北土风各异。清汉：银河，借指淮河，传说橘至淮北就变成了枳。<br>⑦熊与湘：熊，熊耳山，在河南卢氏县南；湘，湘山，一名艑山，即现在的君山，在洞庭湖中。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的思想和品格十分敬仰，在长期的贬黜生活中，他以屈原为楷模，决心追随前烈。由于相同的经历，屈原作品里表达的思想感情在他思想上引起了强烈共鸣。 “投迹山水地，放情咏《离骚》。”他的作品常常提到屈原，并善于化用屈赋的词语、典故。《南中荣橘柚》这首<a href=\"http://so.gushiwen.org/view_18317.aspx\">诗</a>就借用了《橘颂》里的典故，表示自己与屈原一样赞赏并保持橘树那种“受命不迁”的坚定品格，抒发了被贬永州的感慨。</p> <p>　　诗的前面四句对橘柚进行热情赞颂。“橘柚怀贞质，受命此炎方。”开头两句化用屈原《橘颂》里的诗句：“后皇嘉树，桔来服兮。受命不迁，生南国兮。深固难徙，更壹志兮。”橘柚生长在南方，就适应了这里的水土，不能迁移，像是接受上天的使命；它们始终保持着坚贞不屈的节操和坚韧不拔的精神。“密林耀朱绿，晚岁有馀芳。”三四句从上面两句对橘柚内质的赞美转到对外形的描绘。果实成熟的季节，金黄的橘子在密密的树叶里显露出来，红绿相映，色彩斑烂，特别耀眼。橘柚四季长青，郁郁葱葱，不怕严寒，经冬不衰，到一年将尽的时候还散发出香味。“晚岁有馀芳”句与<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>《感遇》诗：“江南有丹橘，经冬犹绿林，岂伊地气暖，自有岁寒心”意思相同。</p> <p>　　橘柚受命江南，不可北移，可作者受命之地本在北方。诗的后面四句，由橘柚的“受命不迁”引发自己被迫南来的感慨。“殊风限清汉，飞雪滞故乡。”由于地理的原因，长江南北气候不同，风俗有异。千里冰封，万里雪飘的现象只有北方的故乡才有。柳宗元出生并长期生活在长安，那里本是自己的出生之地，是自己踏上人生道路，实现济世抱负的用武之地。他也像橘柚一样，具有受命不迁的品性，可自己却不能像橘柚那样生活在原来的出生之地，而被贬谪至“风俗绝不相同”的南蛮之地。“攀条何所叹，北望熊与湘。”在思归不能，万般无耐之中，只能手攀橘柚枝条凝望长江边的熊耳山和湘山发出声声叹息。故乡只可望而不可及，让我们看到了作者一种长久积郁心中的不平和怨愤。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏物",
    "赞美",
    "抒怀",
    "感慨"
  ]
}