{
  "id": 48326,
  "star": 5,
  "name": "望远行·绣帏睡起",
  "dynasty": "宋代",
  "content": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。<br>凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰，图信人憔悴。",
  "fanyi": "<p><strong>译文<br></strong>从绣帏里睡醒起来，妆已残褪浅淡，却也无意重新打扮。天花板尘埃积聚，金饰楼梯覆盖着苔藓，凤楼闺房十分的寂寞。柳絮在空中纷纷飘落，烟雾中的草丛苒苒茂盛，整天独自倚栏深思。遥望出远门的人，去洛阳的南面道路已是春天将尽，忧伤地盼望远人早归。<br>只有凝望，而没有办法消除离别的忧愁。只好暗自抛金沽酒痛饮。面对良辰美酒，徒然独饮，无奈反倒增添眼泪，更加悲伤。待你出游寻乐归来，故意解开外衣，又重新系上薄纱下裳，让你看看我瘦小的细腰，诚实的人那憔悴的模样。</p> <p><strong>注释<br></strong>⑴望远行：唐教坊曲，后用为词牌。分令词与慢词两体，令词始自<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>，慢词始自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，此词《乐章集》注“中吕调”。双调一百七字，上片十句四仄韵，下片十一句六仄韵。<br>⑵绣帷：绣帐。指闺房内的床帐。<br>⑶匀红：涂抹胭脂。补翠：一作“铺翠”，意谓画眉。<br>⑷藻井：绘有纹彩状如井口的天花板。凝尘：凝满灰尘。<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>《生查子·散帙坐凝尘》：“散帙坐凝尘，吹气幽兰并。”<br>⑸金阶：对台阶的美称。藓：苔藓。<br>⑹凤楼：本指宫中楼阁，此指女子闺房。十二：即十二重，言闺房之深。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代陈思王京洛篇》：“凤楼十二重，四户八绮窗。”<br>⑺烟芜：云烟迷茫的草地。<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>《奉和李大夫九日龙沙宴会》：“烟芜敛暝色，霜菊发寒姿。”苒苒：长势茂盛的样子。陈翊《龙池春草》：“因风初苒苒，覆岸欲离离。”<br>⑻“永日”二句：为“独倚画阑，永日沉吟”之倒装。永日，从早到晚。<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>《公讌》：“永日行游戏，欢乐犹未央。”画阑，雕花的阑干。<br>⑼南陌：南面的道路。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《鼓吹曲同诸公赋·临高台》：“所思竟何在， 洛阳 南陌头。”悄归骑：即归骑悄，意谓不见思念的人骑马归来。<br>⑽凝睇：凝望，注视。尚仲贤《柳毅传书》第一折：“你看他嚬眉凝睇，如有所待。”<br>⑾暗掷：默默地拿了。<br>⑿醪（láo）：酒。<br>⒀争奈：怎奈。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《百媚娘·珠阙五云仙子》：“乐事也知存后会，争奈眼前心里？”<br>⒁游冶：出游寻欢。<br>⒂故故：故意，特意。解放：打开系着或束着的东西。翠羽：即翠云裘，用翠羽编织成的云纹衣裙。<br>⒃信人：诚实的人。孟子《孟子·尽心下》：“浩生不害 问曰：‘乐正子何人也？’ 孟子曰：‘善人也，信人也。’”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词中的女主人公思念着离她而去的远行人，与一般闺怨<a href=\"http://so.gushiwen.org/view_48326.aspx\">诗</a>词不同的是，这位远行人不是去求仕、戍边、经商，而是去“游冶”，这就使女主人公处在更为悲惨的境地：相思之苦加上被弃之痛。</p> <p>　　词从“绣帏睡起”开端，写了一整天的情况，实际是女主人公在爱人远行后长长一段时间的缩影。看似平淡无奇，却为下文尽情展衍留足余地。“藻井凝尘”言室内凌乱，无心洒扫，“金梯铺鲜”言室外冷落，无人来往，这是写她生活的环境。“寂寞凤楼十二”一句中的“寂寞”二字，可说是对刚才的总结，也是上片的核心。“风絮”二句以反衬的手法写美丽的春景，与“藻井凝尘，金梯铺鲜”形成鲜明的对比。“永日画阑，沉吟独倚\"是她一天寂寞生活的概括，突出女主人公无心欣赏美景的心态。“望远行”二句写女主人公登高望远，希望游子会回到自己的身边。春已归却不见远人归影，着一“悄”字，说明女主人公不知几度登高又几度失望，这是寂寞中的希冀与希冀后的失落，失落自然更加重了她的寂寞。</p> <p>　　过片换头“凝睇”二字有承上启下的作用，这不是她凝神远望归骑的目光，而是盼望落空后那失神而凝滞的目光，这目光又开启下片抒发内心情愫的一连申行动。她想排遣离愁，但却苦于“无计”；只有拔下头上的金钗换酒，求助于酒醉后的解脱，无奈无聊的自斟自饮反更添愁情以至珠泪涟涟。愁中的醉，醉后的泪，欲昏反醒，欲笑反泪。“待伊游冶归来”五句为女主人公的心理想法，最后她还是寄望于远行人的重归，待那时，要故意换下宽大的衣饰，束紧薄薄的丝裙，让那薄情人看看瘦减的“纤腰”，让他相信我因思念他而变得如此憔悴。此五句虽化用了<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>《如意娘》：“看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙”诗意，但“青出于蓝而胜于蓝”，将思妇恨游子不归，盼游子快归，幻想游子归来之后悲喜交加的心态写的淋漓尽致。</p> <p>　　这下片自“凝睇”开端以后，先以“无计”，继之“但……”、“空……”、“争奈……”、“待……”，一连串行动，从纪实写到设想，从行动写到内心，写出了这个女子怨而不怒、徒劳挣扎的整个过程。但这个远行人会不会归来呢？设若他真的归来了，会不会因为女主人公的憔悴而动了怜爱之心从此不再去“游冶”呢？词结束了，女主人公的悲剧却并没有结束。</p> <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>作为一个男性词人，极真实地写出了被弃的善良弱女子可悲的无助的境遇，这是基于柳永对女性深切的了解和同情。</p>",
  "about": "<h2>创作背景</h2> 　　此词为代闺怨体，因词中说“待伊游冶归来”，而<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>即是常年在外“游冶”，据此可以推断此词所代之人应为柳永之妻。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "离别",
    "爱情",
    "相思"
  ]
}