{
  "id": 59311,
  "star": 14,
  "name": "江梅引·丙辰之冬予留梁溪将诣淮而不得因梦思以述志",
  "dynasty": "宋代",
  "content": "人间离别易多时。见梅枝。忽相思。几度小窗，幽梦手同携。今夜梦中无觅处，漫徘徊。寒侵被、尚未知。 <br>湿红恨墨浅封题。宝筝空、无雁飞。俊游巷陌，算空有、古木斜晖。旧约扁舟，心事已成非。歌罢淮南春草赋，又萋萋。漂零客、泪满衣。",
  "shangxi": "<h2>赏析</h2> <p>　　在白石词中，对梅花的描写总是与其对合肥情人的追忆联系在一起的，这成为白石心中一个解不开的“情结”，因此，睹梅怀人成为白石词中常见的主题。</p> <p>　　这首《江梅引》正是如此。宋宁宗庆元二年丙辰之冬，姜白石住在无锡梁溪张鉴的庄园里，正值园中腊梅绽放，他见梅而怀念远在安徽合肥的恋人，因作此词，小序指出：“予留梁溪，将诣淮南不得，因梦思以述志。”说明这是藉记梦而抒相思之作。</p> <p>　　上片以悲欢两种不同梦境反映相思之情。“人间”三句，回想起五年前两人依依难舍的惜别场面，这曾在另几首词中提到“拟将裙带系郎船”，“玉鞭重倚，却沈吟未上，又萦离思”。时光流逝，匆匆五年过去，相会仍是无期。看到“翦翦寒花小更垂”的腊梅，相思之情，悄然而生，然思而不见，就只能在梦中寻觅。</p> <p>　　“几度”句，写两人欢会梦境。小窗之下，伊人几度进入词人的梦境仿佛当年两人携手出游，荡舟赏灯，移筝拨弦，其乐融融。“今夜”四句，写另一种梦境，“今夜”却是“悠悠生死别经年，魂魄不曾来入梦”，词中只好在凄凉的庭院中独自徘徊，却一无所见，不禁悲从中来，以致寒气侵入衾被，也感觉不到。两种梦境相比，前者能给予暂时的安慰，后者却带来无限的伤感。梦境，本来是虚无缥缈的，词人正是借此进一步诉述别后对情人刻骨铭心的相思之情。白石写梦，多用提空描写，即不拘泥于对梦境本身的细腻描写，而是化实为虚跳出梦境，重在叙写对梦境的难以言传的独特感受。</p> <p>　　下片“湿红”三句，用晏小山词意：“泪弹不尽临窗滴，就砚旋研墨。渐写到别来，此情深处，红笺为无色。”薄薄香笺，和泪写成，而无限伤心往事，尽在其中；所恨的是书已成而信难通。于是想起伊人当年弹筝情状：“纤指十三弦，细将幽恨传。当筵秋水慢，玉柱斜飞雁。”此时玉颜既不可见不见，那玉柱斜列如飞雁的宝筝也踪影全无。“无雁飞”，包融有二层含意，一是指伊人不见无人弹筝，另一是无雁传书，音问难通。亦即秦少游所云：“衡阳犹有雁传书，郴阳和雁无。”这一种刻骨相思之情，又能诉与谁人说？</p> <p>　　“俊游”四句，通过回忆透露内心的惆怅和伤感。先忆旧日携手同游之地，恐怕巷陌依稀而人事已非，那斜阳枯树，徒然增人悲思，正是“树犹如此，人何以堪？”再念别时曾指花相约：“问后约、空指蔷薇，算如此江山，甚时重至。”在送人往合肥<a href=\"http://so.gushiwen.org/view_59311.aspx\">诗</a>中，也曾表示后会有期：“未老刘郎定重到，烦君说与故人知。”但此时看来是泛舟同游的旧约已难以实现，这种悲苦的心事也只能深埋于自己的心底了。</p> <p>　　“歌罢”两句，用《楚辞》<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>赋春草之句，“王孙游兮不归，春草生兮萋萋。”眼下冬将尽而草已青，春草萋萋归期何时？一种惆怅迷离之感弥漫心头，无人与说。结尾两句，总收全词，梦已醒，人不归：泪下沾襟，是既恨相见之难，兼以自叹飘泊，自伤身世。白石一生布衣，虽不乏名公臣卿与之交游，但仍多有寄人篱下，仰人鼻息之感。白石恋情词注重的不是声色描写，也不是行动描写，而主要是反复倾诉一种难言的内心感受，故以蕴藉深挚见长，此词也不例外，可说是落落而多低徊不尽的风致。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词精选",
    "相思",
    "记梦"
  ]
}