{
  "id": 47179,
  "star": 24,
  "name": "临江仙·暮蝉声尽落斜阳",
  "dynasty": "唐代",
  "content": "暮蝉声尽落斜阳，银蟾影挂潇湘。黄陵庙侧水茫茫。楚山红树，烟雨隔高唐。<br>岸泊渔灯风飐碎，白蘋远散浓香。灵娥鼓瑟韵清商。朱弦凄切，云散碧天长。",
  "fanyi": "<p><strong>译文</strong><br>斜阳落日送走最后一声蝉鸣，潇湘江面高悬起银色的明月，黄陵庙边的江水卷起阵阵涛声。楚山的红树笼罩在茫茫烟雨里，烟雨隔断了高唐台下的迷梦。<br>江水摇碎岸边渔船的灯影，远处白蘋飘散着浓浓的香风。涛声仿佛湘妃在弹奏凄清的怨曲，那朱红的瑟弦凄切的悲鸣，久久地迥荡在蓝天白云中。</p> <p><strong>注释</strong><br>⑴银蟾：月亮。潇湘：潇水和湘水合称，均在湖南境内。<br>⑵黄陵庙：即湘妃祠，旧址在今湖南湘潭附近。《通典》：“湘阴具有地名黄陵，即虞舜二妃所葬。”<br>⑶高唐：楚国台观名。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》李善注：“《汉书》注曰：云梦中高唐之台，此赋盖假设其事，风谏淫惑也。”<br>⑷风飐碎：指风吹渔灯，灯光或明或暗，点点碎碎。飐（zhǎn），风吹颤动。<br>⑸白蘋：水中浮草。<br>⑹灵娥：即湘灵。《楚辞·远游》：“使湘灵鼓瑟兮，令海若舞冯夷。”湘灵即湘妃。韵清商：音调哀怨，是清商怨曲。《词谱》：“古乐府有清商曲辞，其音多哀怨，故取以为名。”<br>⑺朱弦：瑟弦的美称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　毛文锡这首《临江仙》，取材于江湘女神传说，但表现的内容实是一种希幕追求而不遇的朦胧感伤，主题与词题是若即若离，恰好反映了从唐词多缘题而赋到后来去题已远之间的过渡。</p> <p>　　“暮蝉声尽落斜阳。银蟾影挂潇湘”。起笔词境就颇可玩味。时当秋夕，地则楚湘。从日落到月出，暗示情境的时间绵延，带有一种迷惘的意昧，词一发端，似已暗逗出一点《楚辞》的幽韵。“黄陵庙侧水茫茫”。接上来这一句，便点染出幽怨迷离之致。写黄陵庙，点追求怨慕之意，而黄陵庙侧八百里洞庭烟水茫茫境界的拓开，则是此意的进一步谊染。“楚江红树，烟雨隔高唐”。词境又从洞庭湖溯长江直推向三峡。楚江红树，隐然有“袅袅兮秋风，洞庭波兮木叶下”（《楚辞·九歌·湘夫人》）的意味。而烟雨高唐，又暗引出楚襄王梦遇巫山神女的传说：神女“旦为朝云，暮为行雨”（<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》），襄王梦遇神女，实则“欢情未接”，以至于“惆怅垂涕”（均见《神女赋》）。这与二妃追舜不及实无二致。句中下一“隔”字，则词人心神追慕之不遇，哀怨可感。连用两个传说，可见词人并非著意一咏某一传说本身，而是为了突出表现追求不遇的伤感。</p> <p>　　“岸泊渔灯风飐碎，白蘋远散浓香”。水上渔火飐碎。已使人目迷。夜里萍香浓，愈撩人心乱。上片写黄陵茫茫、高台烟雨，见得词人神魂追求之不已。过片插写这段空景，暗示追求之不遇，足见迫求之难。变幻的词境，层层增添起怨慕的意味。“灵娥鼓瑟韵清商。朱弦凄切，云散碧天长。”历尽希慕追求，神女这才终于若隐若现出来了。鼓瑟的灵峨，自应是黄陵二妃，但又可视为高唐神女。而且同境既展开于从湖湘至江汉的广袤楚天，意境有似《<a href=\"http://so.gushiwen.org/view_47179.aspx\">诗</a>·汉广》中“不可求思”的汉上游女，《楚辞·湘君》中“吹参差兮谁思”的湘夫人，她们都是楚地传说中被追求而终不可得的女性。灵娥鼓清商之乐，韵律清越，使词人希慕愈不可止。虽说朱弦俨然可闻，则神女也应宛然可见，但云散天碧。“曲终人不见”，终归于虚，终归于一分失落感。结尾写碧天长，不仅示意鼓瑟之音袅袅不绝，而且也意味着词人之心魂从失落感中上升，意味着希慕追求的无已。</p> <p>　　此词构思确有新意。它杂揉黄陵二妃与高唐神女的传说造境，表现的是一种希冀追求而终不可得的要眇含思。由潇湘而洞庭而高唐的神游，象征着词人希慕追求而终归于失落的心态。若隐若现、可遇而不可即的灵娥，不必指实为某一传说中的神女，而应是词人生活中所追求的理想女性或人生理想的化身。题材虽缘取调名。但实是发抒己意。与《花间集》中一些徒事摹写神女故实的词相比，便显出命意上的个性，体现了词的演进。同时，此词风格清越，也有别于《花间集》中他词之秾艳。</p>",
  "poet": {
    "id": 254,
    "star": 0,
    "name": "毛文锡",
    "desc": "唐末五代时人，字平珪，高阳（今属河北人），一作南阳（今属河南）人。年十四，登进士第。已而入蜀，从王建，官翰林学士承旨，进文思殿大学士，拜司徒，蜀亡，随王衍降唐。未几，复事孟氏，与欧阳烔等五人以小词为孟昶所赏。《花间集》称毛司徒，著有《前蜀纪事》《茶谱》，词存三十二首，今有王国维辑《毛司徒词》一卷。"
  },
  "tags": [
    "传说",
    "故事"
  ]
}