{
  "id": 11253,
  "star": 19,
  "name": "白帝城最高楼",
  "dynasty": "唐代",
  "content": "城尖径昃旌旆愁，独立缥缈之飞楼。<br>峡坼云霾龙虎卧，江清日抱鼋鼍游。<br>扶桑西枝对断石，弱水东影随长流。<br>杖藜叹世者谁子，泣血迸空回白头。",
  "fanyi": "<p><strong>译文</strong><br>尖峭的山城，崎岖的小路，以及插在城头的旌旗都暗自发愁。就在这样的地方，孤孤单单、若隐若现地耸立着一座飞腾的高楼。<br>云霾隔断连绵的山峡，群山如同龙虎在静卧；阳光映照着清澈的江水，波光好像鼋鼍在浮游。<br>扶桑西端的树枝遥对山峡的断石，弱水东来的影子紧接长江的流水。<br>拄着藜杖感叹世事的人究竟是谁？血泪飘洒空中，就在我满头白发回顾的时候。</p> <p><strong>注释</strong><br>⑴余英时《唐<a href=\"http://so.gushiwen.org/view_11253.aspx\">诗</a>选》：城依山建筑（《上白帝城》所谓“城峻随天壁”），沿坡向上筑到山顶，过了山顶又沿坡向下，所以有“尖”处，“城尖”就是山尖。城尖两边的城头走道是倾仄（斜）的。旌旆：旌旗，旆（音佩），本义为古代旐旗末端形如燕尾的垂旒飘带。仇兆鳌注：旌旆亦愁，言其高而且险也。旌斾愁，亦见<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送韦评事》诗：“吹角向月窟，苍山旌斾愁。”<br>⑵萧涤非注：缥缈，高远不明之貌。楼高势若飞，故曰飞楼。《访古学诗万里行》：白帝城旧址在奉节县治以东十里，瞿塘峡口北岸的白帝山山腰上，是汉代公孙述所建，因山势而修，周围七里，用石块砌成的城墙旧迹，至今仍多处可见。这里山势起伏，山为红砂石，树木稀疏。杜甫当年在《白帝城最高楼》一诗中描写的“城尖径仄旌旆愁，独立缥缈之飞楼”，就是写的这里。<br>⑶坼（chè），裂缝。霾（mái），指云色昏暗。龙虎卧，形容峡坼云霾。<br>⑷日抱：指日照。鼋（yuán）：大鳖；鼍（tuó）：鳄鱼。这句可与“江光隐见鼋鼍窟”（玉台观）参看。萧注：二句写登楼所见近景，是实景。上句写山，下句写水。龙虎，形容山峡突兀盘踞之状，峡静，故曰睡。鼋鼍，形容江流湍急闪烁之状，水动，故曰游。日抱，日照江面如环抱。都是摹写登高临深时所见的一种迷离恍惚之景的。<br>⑸扶桑，见《说文》：“扶桑，神木，日所出也”。断石，指峡坼。<br>⑹弱水，见《山海经》：昆仑之丘，其下有弱水，其水不胜鸿毛。长流，即第四句里的“江”。这一联可能化用了<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>诗句“东观扶桑曜，西临弱水流”（《游仙诗》）。楼高即可望远。五六句是从空间的广度来极写楼之“最高”。朱注：峡之高，可望挟桑西向，江之远，可接弱水东来。吴见思：二句远景，言举天地之大，尽在目前。<br>⑺杖：拄（杖）。藜：用藜茎制成的手杖。谁子：哪一个。<br>⑻泣血：形容极度哀痛，语出西汉<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　白帝城危耸于夔州（今重庆市奉节县）东白帝山之上，背负峭壁，前临大江，占据高峻山势，为三峡入口处著名胜景。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年寄居夔州，咏白帝城作品颇多，此为其中之一。</p> <p>　　“城尖经仄旌旆愁，独立缥缈之飞楼。”起句突出“白帝城最高楼”之高：城高路险，城头遍插旗帜，而旗帜亦愁城楼高险，则人愁不言而喻。白帝城楼高耸于此缥缈之际，凌空若飞，<a href=\"http://so.gushiwen.org/view_11253.aspx\">诗</a>人驻立楼前，极目四望，胸襟益开。其立足之高，视野之阔，使得全诗在未展开之前已笼罩于一种雄奇壮丽的气势之中。</p> <p>　　“峡坼云霾龙虎卧，江清日抱鼋鼍游。”这一联是写楼头所见：忽而江峡若裂，云气昏晦，纵横怪石似龙盘虎踞，横卧波心；忽而江清水澈，日照当空，滩石于粼粼光影隐耀之中，又如鼋鼍怡然嬉游，阴晴气象殊异，而动人之处各不相让，两句并举，将楼头观景的倏忽万变写得活龙活现。</p> <p>　　“扶桑西枝对断石，弱水东影随长流。”扶桑，为古神话中东方日出处一种神木，长约数千丈；弱水，为古神话中西方昆仑山下一条水流。此处是诗人登高临深，不禁心驰神往，设想出虚幻之境：如见扶桑西边的枝条正与山峡相对，弱水东边的影子似与长江相随。此前的诗人用此二典，一般是“东观扶桑曜，西卧弱水流”（<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>）的写法，而杜诗反向用之，是紧扣诗题，极力渲染城楼之高，可望扶桑西向；极言江流之远，可接弱水东来。以虚境写实景，于虚实之间传达神韵。</p> <p>　　“杖藜叹世者谁子？泣血迸空回白头。”诗人的目光又从愈见虚渺的远景上落回楼头，孑孑老者，倚杖望空，情境与首联“独立”句相似，面对苍茫浩荡之江水，立此险峻峭拔之峰，心与物化，问“叹世者谁子？”似已达到忘我境界。但毕竟执着难遣，惟有泪洒天半。诗人一生漂泊，年逾半百仍不得归所，写此诗时离安史之乱平息不过三四年，朝野间百废待兴，国恨、乡愁，平生叹喟，郁积于胸，只有回首归去，让这地老天荒的萧瑟苍凉之感逐渐淡化消释于心罢了。</p> <p>　　这是一首句法用律体而音节用古体的拗体七律，其情绪勃郁，声调拗怒，互相配合，突破了七律中传统的和谐，给人以耳目一新之感。加上格局严谨，首联叙写楼高，二联摹写近景，三联拟想远境，末联感慨身世，起、承、转、合，诗法井然。正如清人王嗣奭《杜臆》评“此诗真作惊人语，是缘忧世之心，发之以自消其垒块，叹世二字，为一章之纲，泣血迸空，起于叹世。以迸空写楼高，落想尤奇。”</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代宗大历元年（766）春未夏初，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从云安迁居夔州，开始了寄寓夔州的一段生活，也进入了一个<a href=\"http://so.gushiwen.org/view_11253.aspx\">诗</a>歌创作的高峰期。白帝城在夔州东面，坐落于山头上，面临长江，杜甫初到夔州，登楼眺望，感慨无限，作《白帝城最楼》。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "感叹",
    "惆怅"
  ]
}