{
  "id": 39432,
  "star": 72,
  "name": "溪上遇雨二首",
  "dynasty": "唐代",
  "content": "回塘雨脚如缫丝，野禽不起沈鱼飞。<br>耕蓑钓笠取未暇，秋田有望从淋漓。</p> <p>坐看黑云衔猛雨，喷洒前山此独晴。<br>忽惊云雨在头上，却是山前晚照明。",
  "fanyi": "<p><strong>译文<br></strong>环曲的池塘水面，雨水像在抽丝一般密织，野禽因为雨势太大无法起飞，鱼儿却惊得在水面飞跃起来。<br>耕种的人和垂钓者都来不及取蓑衣和斗笠，秋季的田地都多么期待这么一场酣畅淋漓的大雨啊。</p> <p>我坐看天空中浓密的乌云含着雨水喷洒在前方的山峦上，而这里却依然阳光灿烂。<br>忽然滚滚的乌云挟带着骤雨，已泻到了我的头上！不过我却意外地发现：前方青翠的山峰上，还映照着一抹夕阳的余晖！</p> <p><strong>注释<br></strong>⑴回塘：回曲的水池。 南朝梁简文帝《入溆浦<a href=\"http://so.gushiwen.org/view_39432.aspx\">诗</a>》：“泛水入回塘，空枝度日光。”唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《茅屋为秋风所破歌》：“床头屋漏无乾处，雨脚如麻未断绝。”缲（sāo）丝：即缫丝，煮茧抽丝。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《荆州歌》：“荆州麦熟茧成蛾，缲丝忆君头绪多。”<br>⑵沈鱼：即沉鱼，潜藏水底的鱼。《大戴礼记·劝学》：“昔者，瓠巴鼓瑟而沉鱼出听；伯牙鼓琴而六马仰秣。”<br>⑶耕蓑：农夫的蓑衣。未暇：谓没有时间顾及。汉<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《东京赋》：“因秦宫室，据其府库，作洛之制，我则未暇。”<br>⑷淋漓：沾湿或流滴貌。南朝梁范缜《拟〈招隐士〉》：“岌峨兮倾欹，飞泉兮激沫，散漫兮淋漓。”<br>⑸坐看：犹行看，旋见。形容时间短暂。唐李白《古风》之二六：“坐看飞霜满，凋此红芳年。”衔：携带着。<br>⑹晚照：夕阳的余晖。南朝宋武帝《七夕》诗之一：“白日倾晚照，弦月升初光。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐<a href=\"http://so.gushiwen.org/view_39432.aspx\">诗</a>中写景通常不离抒情，而且多为抒情而设。即使纯乎写景，也渗透作者主观感情，写景即其心境的反光和折射；或者借用比兴，别有寄托。而这首写景诗不同于一般唐诗。它是咏夏天的暴雨，既不能从中觅得何种寓意，又不能视为作者心境的写照。因为他实在是为写雨而写雨。从一种自然现象的观察玩味中发现某种奇特情致，乃是宋人在诗歌“小结裹”方面的许多发明之一，南宋杨诚斋（万里）最擅此。而《溪上遇雨二首》就是早于诚斋二三百年的“诚斋体”。</p> <p>　　再从诗的艺术手法看，它既不符合唐诗通常的含蓄蕴藉的表现手法，也无通常写景虚实相生较简炼笔法。它的写法可用八个字概尽：穷形尽相，快心露骨。</p> <p>　　夏雨的特点是来速疾，来势猛，雨脚不定。这几点都被诗人准确抓住，表现于笔下。急雨才在前山，忽焉已至溪上，叫人避之不及，其来极快。以“坐看”从容起，而用“忽惊”、“却是”作跌宕转折，写出夏雨的疾速。而一“衔”一“喷”，不但把黑云拟人化了（它像在撒泼、顽皮），形象生动，而且写出了雨的力度，具有一种猛烈倾注感。写云曰“黑”，写雨曰“猛”，均穷极形容。一忽儿东边日头西边雨，一忽儿西边日头东边雨，又写出由于雨脚转移迅速造成的一种自然奇景。这还不够，诗人还通过“遇雨”者表情的变化，先是“坐看”，继而“忽惊”，侧面烘托出夏雨的瞬息变化难以预料。通篇思路敏捷灵活，用笔新鲜活跳，措语尖新，可喜可愕，深得夏雨之趣。</p> <p>　　就情景的近似而论，它更易使人联想到<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《六月二十七日望湖楼醉书》中的一首：“黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。”比较一下倒能见出此诗结构上的一个特点。苏诗虽一样写出夏雨的快速、有力、多变，可谓尽态极妍，但它是只就一处（“望湖楼”外）落墨，写出景色在不同时间里的变化。而此诗则从两处（“前山”与“溪上”）着眼，双管齐下，既有景物在不同时间的变化，又有空间的对比。如就诗的情韵而言，苏诗较胜；如论结构的新奇，此诗则不宜多让。</p> <p>　　可见，诗分唐宋是大体的区分，不能绝对看待。王渔洋曾列举宋绝句风调类唐人者数十首，是宋中有唐；另一方面，宋诗的不少倾向往往可以追根溯源到中晚唐，是唐中有宋。大抵唐诗经过两度繁荣，晚唐诗人已感难乎为继，从选材到手法便开始有所标新立异了。这个唐宋诗交替的消息，从<a href=\"http://so.gushiwen.org/author_31.aspx\">崔道融</a>《溪上遇雨二首》诗中是略可窥到一些的。</p>",
  "poet": {
    "id": 31,
    "star": 0,
    "name": "崔道融",
    "image": "http://img.gushiwen.org/authorImg/cuidaorong.jpg",
    "desc": "崔道融，江陵人。唐末诗人。以征辟为永嘉（今浙江省温州市）令。累官至右补阙。后避居于闽，因号“东瓯散人”。与司空图为诗友，人称江陵才子。工绝句。僖宗乾符二年（875年），于永嘉山斋集诗500首，辑为《申唐诗》3卷。另有《东浮集》9卷，当为入闽后所作。"
  },
  "tags": [
    "写景",
    "抒情",
    "夏天",
    "咏物",
    "写雨",
    "组诗"
  ]
}