{
  "id": 259,
  "star": 52,
  "name": "大雅·江汉",
  "dynasty": "先秦",
  "content": "江汉浮浮，武夫滔滔。匪安匪游，淮夷来求。既出我车，既设我旟。匪安匪舒，淮夷来铺。</p> <p>江汉汤汤，武夫洸洸。经营四方，告成于王。四方既平，王国庶定。时靡有争，王心载宁。</p> <p>江汉之浒，王命召虎：式辟四方，彻我疆土。匪疚匪棘，王国来极。于疆于理，至于南海。</p> <p>王命召虎：来旬来宣。文武受命，召公维翰。无曰予小子，召公是似。肇敏戎公，用锡尔祉。</p> <p>釐尔圭瓒，秬鬯一卣。告于文人，锡山土田。于周受命，自召祖命，虎拜稽首：天子万年！</p> <p>虎拜稽首，对扬王休。作召公考：天子万寿！明明天子，令闻不已，矢其文德，洽此四国。",
  "fanyi": "<p><strong>译文<br></strong>长江汉水波涛滚滚，出征将士意气风发。不为安逸不为游乐，要对淮夷进行讨伐。前路已经出动兵车，树起彩旗迎风如画。不为安逸不为舒适，镇抚淮夷到此驻扎。<br>长江汉水浩浩荡荡，出征将士威武雄壮。将士奔波平定四方，战事成功上告我王。四方叛国均已平定，但愿周朝安定盛昌。从此没有纷争战斗，我王之心宁静安详。<br>长江汉水二水之滨，王向召虎颁布命令：“开辟新的四方国土，料理划定疆土地境。不是扰民不是过急，要以王朝政教为准。经营边疆料理天下，领土直至南海之滨。”<br>我王册命下臣召虎，巡视南方政令宣诵：“文王武王受命天下，你祖召公实为梁栋。莫说为了我的缘故，你要继承召公传统。全力尽心建立大功，因此赐你福禄无穷。<br>“赐你圭瓒以玉为柄，黑黍香酒再赐一卣。秉告文德昭著先祖，还要赐你山川田畴。去到岐周进行册封，援例康公仪式如旧”。下臣召虎叩头伏地：“大周天子万年长寿！”<br>下臣召虎叩头伏地，报答颂扬天子美意。作成纪念康公铜簋，“敬颂天子万寿无期！”勤勤勉勉大周天子，美名流播永无止息。施行文治广被德政，和洽当今四周之地。</p> <p><strong>注释<br></strong>1.江汉：长江与汉水。<br>2.浮浮：水流盛长貌。<br>3.武夫：指出征淮夷的将士。滔滔：顺流而下貌。<br>4.匪：同“非”。<br>5.来：语助词，含有“是”的意义。求：通“纠”，诛求，讨伐。<br>6.旟（yú）：画有鸟隼的旗。<br>7.舒：徐，缓行。<br>8.铺：止，驻扎。<br>9.汤（shāng）汤：水势大的样子。<br>10.洸（guāng）洸：威武的样子。<br>11.庶：庶几。<br>12.载：则。<br>13.浒（hǔ）：水边。<br>14.式：发语词。辟：开辟。<br>15.彻：治。<br>16.疚（jiù）：病，害。棘：“急”的假借。<br>17.极：准则。<br>18.于：意义虚泛的助词，其词义取决于后面所带之词。<br>19.旬：“巡”的假借。<br>20.召（shào）公：文王之子，封于召。为召伯虎的太祖，谥康公。维：是。翰：桢斡。<br>21.予小子：宣王自称。<br>22.似：“嗣”的假借。<br>23.肇敏：图谋。戎：大。公：通“功”，事。<br>24.用：以。锡：赐。祉（zhǐ）：福禄。<br>25.釐（lài）：“赉”的假借，赏赐。圭瓒（zàn）：用玉作柄的酒勺。<br>26.秬（jù）：黑黍。鬯（chàng）：一种香草，即郁金，姜科，多年生。卣（yǒu）：带柄的酒壶。<br>27.文人：有文德的人。<br>28.周：岐周，周人发祥地。<br>29.自：用。召祖：召氏之祖，指召康公。<br>30.稽（qǐ）首：古时礼节，跪下拱手磕头，手、头都触地。<br>31.对：报答。扬：颂扬。体：美，此处指美好的赏赐册命。<br>32.考：“簋（guǐ）”的假借。簋，一种古铜制食器。<br>33.明明：勉勉。<br>34.令闻：美好的声誉。<br>35.矢：“施”的假借。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　淮夷在淮北，以徐国为主，故平淮夷也即《大雅·常武》所说之征徐国。因为此次伐淮夷，宣王亲征，驻于江汉之滨，召公的受命、誓师、率师出征俱在此，所以<a href=\"http://so.gushiwen.org/view_259.aspx\">诗</a>的前二章均以“江汉”为喻，借长江、汉水的宽阔水势，喻周天子大军浩浩荡荡的气势。也同样因为天子亲征，故曰“匪安匪游，淮夷来求”，“匪安匪舒，淮夷来铺”。意思是天子到此不是为了游乐，而是为了平定叛国。这几句前人未能明其深意，故或以为作为一个受命出征的大臣这样说有些多余。关于开头二句，王引之、陈奂都以为当作“江汉滔滔，武夫浮浮”，“浮浮”为众强之貌。这样与《风俗通义》引作“江汉陶陶”及《小雅·四月》“滔滔江汉”之语皆相合，其说颇为有理。</p> <p>　　此诗着重颂扬宣王之德，不在纪事，故关于淮夷战事未作具体描述。伐淮夷在尹吉甫和南仲伐玁狁之后，故诗中以“经营四方”一句，概括南征北讨之事而带过。盖因与淮夷作战为召伯之事，召伯不能自己夸耀自己的武功。以下由“告成于王”引起对赏赐仪式特别是宣王册命之词的纪述。由“式辟四方，彻我疆土；匪疚匪棘，王国来极；于疆于理，至于南海”可以看出一个打算有所作为的英明君主的雄才大略。由“文武受命，召公维翰；无曰予小子，召公是似”，又见其对朝廷老臣说话时恰如其分的谦虚和鼓励的语气，通过表彰召康公的业绩来表彰召伯虎，并激励他再建大功。第五、六章写宣王对召伯虎赏赐规格之高和召伯虎的感戴之情。全诗以“矢其文德，洽此四国”作结，表现出中兴君臣的共同愿望。</p> <p>　　诗中有些句子看似语意相似，其实却表现了不同的意思。如第一章“匪安匪游，淮夷来求”等，出于召伯之口，是说：宣王不求安乐，而勤劳于国事。第三章“匪疚匪棘，王国来极”，出于宣王之口，则是说：不是要给百姓造成骚扰，也不是急于事功，四方都必须以王朝政令为准，这是大事。第二章“四方既平，王国庶定；时靡有争，王心载宁”，同样表现了臣子对天子的体贴。而第三章“式辟四方，彻我疆土”，则出之周王之口，体现着“溥天之下，莫非王土”的观念。</p> <p>　　召伯虎救过太子静（宣王）的命，又扶其继位，辅佐宣王化解宗族矛盾，和合诸侯，平定外患，其功盖世。然而，正因为这样，他更要注重君臣之礼，以身作则地维护周朝统治阶级的宗法制度。这首诗就表现了老功臣的这样一种意识。</p>",
  "about": "<h2>创作背景</h2> <p>　　《大雅·江汉》一<a href=\"http://so.gushiwen.org/view_259.aspx\">诗</a>，《毛诗序》以为尹吉甫所作。今人以其无据多不相信。有人认为是召伯虎所作。其第一章诗人自称“我”，为第一人称手法写成；而第三章云：“江汉之浒，王命召虎。”说到周王之命，又自称“召虎”。第四、五、六章也有“王命召虎”、“虎拜稽首”等语。一般如果自称为“我”，而同周天子联系起来则称“召虎”、“虎”，则可以推定作者为召伯虎。此诗同传世的周代青铜器召伯虎簋上的铭文一样，都是记叙召伯虎平淮夷归来周王赏赐之事。</p> <p>　　据《后汉书·东夷传》，周厉王之时因为政治昏乱，东方的淮夷入寇，虢仲征之，未能取胜。宣王之时，首先消除玁狁之患，然后宣王亲征，平定淮夷之乱。宣王驻于江汉之滨，命召伯虎率军征之。召伯虎取胜归来，宣王大加赏赐，召伯虎因而作铜簋以纪其功事，并作此诗，以颂其祖召康公之德与天子之英明。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂"
  ]
}