{
  "id": 47936,
  "star": 1933,
  "name": "大风歌",
  "dynasty": "两汉",
  "content": "大风起兮云飞扬，<br>威加海内兮归故乡，<br>安得猛士兮守四方！",
  "fanyi": "<p><strong>译文</strong><br>大风劲吹啊浮云飞扬，<br>我统一了天下啊衣锦还乡，<br>怎样才能得到勇士啊为国家镇守四方！</p> <p><strong>注释<br></strong>⑴大风歌：这是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>（公元前256-前195）在击破英布军以后，回长安时，途径故乡（沛县）时，邀集父老乡亲饮酒。酒酣，刘邦击筑（一种打击乐器）高歌，唱了这首《大风歌》。表达了他维护天下统一的豪情壮志。<br>⑵兮：语气词，相当于现代汉语中的语气助词“啊”。<br>⑶威：威望，权威。<br>⑷加：施加。<br>⑸海内：四海之内，即“天下”。我国古人认为天下是一片大陆，四周大海环绕，海外则荒不可知。<br>⑹安得：怎样得到。安，哪里，怎样。<br>⑺守：守护，保卫。<br>⑻四方：指代国家。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《大风歌》整首<a href=\"http://so.gushiwen.org/view_47936.aspx\">诗</a>仅有三句构成，这在中国历代诗歌史上是极其罕见的，三句诗中每一句都代表一个广大的不同的场景与心境，而且作者对这三句诗<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓惜墨如金、高度凝炼。其中第一句的大风起兮云飞扬，是最令古今拍案叫绝的诗句。作者并没有直接描写他与他的麾下在恢宏的战场上是如何歼剿重创叛乱的敌军，而是非常高明巧妙地运用大风和飞扬狂卷的乌云来暗喻这场惊心动魄的战争画面。假如说<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的《垓下歌》表现了失败者的悲哀，那么《大风歌》就显示了胜利者的悲哀。而作为这两种悲哀的纽带的，则是对于人的渺小的感伤。同样的，对第一句“大风起兮云飞扬”，唐代的李善曾解释说：“风起云飞，以喻群雄竞逐，而天下乱也。”（见汲古阁本李善注《文选》卷二十八）这是对的。“群雄竞逐而天下乱”，显然是指秦末群雄纷起、争夺天下的情状。“群雄竞逐”的“雄”，《文选》的有些本子作“凶”。倘原文如此，则当指汉初英布等人的反乱。但一则这些反乱乃是陆续发动的，并非同时并起，不应说“群凶竞逐”；再则那都是局部地区的反乱，并未蔓延到全国，不应说“天下乱”。故当以作“雄”为是。第二句，威加海内兮归故乡，只一个“威”字就是那样生动贴切地阐明了各路诸侯臣服于大汉天子<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的脚下，一个“威”字也直抒了刘邦的威风凛凛、所向披糜，天下无人能与之匹敌的那种巨无霸的冲天豪迈气概。这样的荣归故里，刘邦的心情是何等的荣耀与八面威风！刘邦是在说自己在这样的形势下夺得了帝位，因而能够衣锦荣归。所以，在这两句中，刘邦无异坦率承认：他之得以“威加海内”，首先有赖于“大风起兮云飞扬”的局面。但是，正如风云并非人力所能支配，这种局面也不是刘邦所造成的，他只不过运道好，碰上了这种局面而已。从这一点来说，他之得以登上帝位，实属偶然。尽管他的同时代人在这方面都具有跟他同样的幸运，而他之终于获得成功乃是靠了他的努力与才智；但对于刘邦这样出身于低微的人来说，若不是碰上如此的时代，他的努力与才智又有多少用处呢？所以，无论怎么说，他之得以当皇帝，首先是靠机运，其次才是自己的努力与才智。他以当进的人对之根本无能为力的自然界的风云变化，来比喻把他推上皇帝宝座的客观条件，至少是不自觉地显示了他的某种心理活动吧！</p> <p>　　姑且不论刘邦把他的这种机运看作是上天的安排抑或是一种纯粹的偶然性，但那都不是他自己所能决定的。换言之，最大限度地发挥自己的才智；但这一切到底有多大效果，还得看机运。作为皇帝，要保住天下，必须有猛士为他守卫四方，但世上有没有这样的猛士？如果有，他能否找到他们并使之为自己服务？这就并非完全取决于他自己了。第三句，安得猛士兮守四方，这最后一句比照上一句，都是直抒胸臆，写他的心情与思想，但这最后一句，刘邦关没有继续沉浸在胜利后的巨大喜悦与光环之中，而且是笔峰一转，写出内心又将面临的另一种巨大的压力。打江山难，守江山更难！居安思危，如何让自己与将士们辛劳打下的江山基业，不在日后他人觊觎中得而复失，回到故里后，去哪里挑选出更加精良的勇士来巩固自己的大好河山？ 使之大汉江山固若金汤！所以，第三句的“安得猛士兮守四方”，既是希冀，又是疑问。他是希望做到这一点的，但真的做得到吗？他自己却无从回答。可以说，他对于是否找得到捍卫四方的猛士，也即自己的天下是否守得住，不但毫无把握，而且深感忧虑和不安。也正因此，这首歌的前二句虽显得踌躇满志，第三句却突然透露出前途未卜的焦灼和恐惧。假如说，作为失败者的项羽曾经悲慨于人定无法胜天，那么，在胜利者刘邦的这首歌中也响彻着类似的悲音，这就难怪他在配合着歌唱而舞蹈时，要“慷慨伤怀，泣数行下”（《汉书·高帝纪》）了。</p>",
  "about": "<h2>创作背景</h2> <p>　　公元前一九六年，淮南王英布起兵反汉；由于其英勇善战，军势甚盛，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>不得不亲自出征。他很快击败了英布，最后并由其部将把英布杀死。在得胜还军途中，刘邦顺路回了一次自己的故乡——沛县（今属江苏省），把昔日的朋友、尊长、晚辈都召来，共同欢饮十数日。一天酒酣，刘邦一面击筑，一面唱着这一首自己即兴创作的《大风歌》；而且还慷慨起舞，伤怀泣下（见《汉书·高帝纪》）。席间由120人歌唱助兴，刘邦击筑伴奏，气氛极为热烈，和大家一起饮酒，在宴席上他唱起这首大风歌，抒发了他远大的政治抱负，也表达了他对国事忧虑的复杂心情。</p>",
  "poet": {
    "id": 746,
    "star": 0,
    "name": "刘邦",
    "image": "http://img.gushiwen.org/authorImg/liubang.jpg",
    "desc": "汉高祖刘邦，沛县丰邑中阳里 人，汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的战略家和指挥家。对汉族的发展，以及中国的统一和强大有突出贡献。"
  },
  "tags": [
    "古诗三百首",
    "写风"
  ]
}