{
  "id": 8345,
  "star": 3119,
  "name": "早发白帝城 / 白帝下江陵",
  "dynasty": "唐代",
  "content": "朝辞白帝彩云间，千里江陵一日还。<br>两岸猿声啼不住，轻舟已过万重山。",
  "fanyi": "<p><strong>译文</strong><br>清晨，朝霞满天，我就要踏上归程。从江上往高处看，可以看见白帝城彩云缭绕，如在云间，景色绚丽！千里之遥的江陵，一天之间就已经到达。<br>两岸猿猴的啼声不断，回荡不绝。猿猴的啼声还回荡在耳边时，轻快的小船已驶过连绵不绝的万重山峦。</p> <p><strong>译文二</strong><br>清晨，我告别高入云霄的白帝城江陵远在千里，船行只一日时间。<br>两岸猿声，还在耳边不停地啼叫不知不觉，轻舟已穿过万重青山。 </p> <p><strong>注释</strong><br>⑴发：启程。白帝城：故址在今重庆市奉节县白帝山上。杨齐贤注：“白帝城，公孙述所筑。初，公孙述至鱼复，有白龙出井中，自以承汉土运，故称白帝，改鱼复为白帝城。”王琦注：“白帝城，在夔州奉节县，与巫山相近。所谓彩云，正指巫山之云也。”<br>⑵朝：早晨。辞：告别。彩云间：因白帝城在白帝山上，地势高耸，从山下江中仰望，仿佛耸入云间。<br>⑶江陵：今湖北荆州市。从白帝城到江陵约一千二百里，其间包括七百里三峡。<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《三峡》：“自三峡七百里中，两岸连山，略无阙处。重岩叠障，隐天蔽日，自非亭午时分，不见曦月。至于夏水襄陵，沿溯（或泝）阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百时里，虽乘奔御风，不以疾也。春冬之时，则素湍绿潭，回清倒影。绝巘（或巚）多生怪柏，悬泉瀑布，飞漱其间。清荣峻茂，良多趣味。每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异。空谷传响，哀啭久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳。’”还：归；返回。<br>⑷猿：猿猴。啼：鸣、叫。住：停息。<br>⑸万重山：层层叠叠的山，形容有许多。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句“彩云间”三字，描写白帝城地势之高，为全篇描写下水船走得快这一动态蓄势。“彩云间”的“间”字当作隔断之意，<a href=\"http://so.gushiwen.org/view_8345.aspx\">诗</a>人回望云霞之上的白帝城，以前的种种恍如隔世。一说形容白帝城之高，水行船速全在落差。如果不写白帝城之高，则无法体现出长江上下游之间斜度差距之大。白帝城地势高入云霄，于是下面几句中写舟行的迅捷、行期的短暂、耳（猿声）目（万重山）的不暇迎送，才一一有着落。“彩云间”也是写早晨景色，显示出从晦暝转为光明的大好气象，而诗人便在这曙光初灿的时刻，怀着兴奋的心情匆匆告别白帝城。</p> <p>　　第二句的“千里”和“一日”，以空间之远与时间之短作悬殊对比。这里，巧妙的地方在于那个“还”字上。“还”，归来的意思。它不仅表现出诗人“一日”而行“千里”的痛快，也隐隐透露出遇赦的喜悦。江陵本非<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的家乡，而“还”字却亲切得如同回乡一样。一个“还”字，暗处传神，值得读者细细玩味。</p> <p>　　第三句的境界更为神妙。古时长江三峡，“常有高猿长啸”。诗人说“啼不住”，是因为他乘坐飞快的轻舟行驶在长江上，耳听两岸的猿啼声，又看见两旁的山影，猿啼声不止一处，山影也不止一处，由于舟行人速，使得啼声和山影在耳目之间成为“浑然一片”，这就是李白在出峡时为猿声山影所感受的情景。身在这如脱弦之箭、顺流直下的船上，诗人感到十分畅快和兴奋。清代桂馥称赞：“妙在第三句，能使通首精神飞越。”（《札朴》）</p> <p>　　瞬息之间，“轻舟”已过“万重山”。为了形容船快，诗人除了用猿声山影来烘托，还给船的本身添上了一个“轻”字。直说船快，那便显得笨拙；而这个“轻”字，却别有一番意蕴。三峡水急滩险，诗人溯流而上时，不仅觉得船重，而且心情更为滞重，“三朝上黄牛，三暮行太迟。三朝又三暮，不觉鬓成丝”（《上三峡》）。如今顺流而下，行船轻如无物，船的快速读者可想而知。而“危乎高哉”的“万重山”一过，轻舟进入坦途，诗人历尽艰险、进入康庄旅途的快感，也自然而然地表现出来了。这最后两句，既是写景，又是比兴，既是个人心情的表达，又是人生经验的总结，因物兴感，精妙无伦。</p> <p>　　全诗给人一种锋棱挺拔、空灵飞动之感。然而只看这首诗的气势的豪爽，笔姿的骏利，还不能完备地理解全诗。全诗洋溢的是诗人经过艰难岁月之后突然迸发的一种激情，所以在雄峻和迅疾中，又有豪情和欢悦。快船快意，给读者留下了广阔的想象余地。为了表达畅快的心情，诗人还特意用上平“删”韵的“间”、“还”、“山”来作韵脚，使全诗显得格外悠扬、轻快，回味悠长。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐肃宗乾元二年（759年）春天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因永王李璘案，流放夜郎，取道四川赶赴被贬谪的地方。行至白帝城的时候，忽然收到赦免的消息，惊喜交加，随即乘舟东下江陵。此<a href=\"http://so.gushiwen.org/view_8345.aspx\">诗</a>即回舟抵江陵时所作，所以诗题一作《下江陵》。</p> <p>　　前人曾认为这首诗是李白青年出蜀时所作。然而根据“千里江陵一日还”的诗意，李白曾从江陵上三峡，因此，这首诗应当是他返还时所作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "写山",
    "长江",
    "地名",
    "喜悦"
  ]
}