{
  "id": 70101,
  "star": 3,
  "name": "杂剧·临江驿潇湘秋夜雨",
  "dynasty": "元代",
  "content": "楔子<br>一片心悬家国恨，两条眉锁庙廊谋。总为浮云能蔽日，长安不见使人愁。老夫姓张，名商英，字天觉。叨中甲第以来，累蒙擢用。谢圣恩可怜，官拜谏议大夫之职。为因高俅、杨戬、童贯、蔡京苦害黎庶，老夫秉姓忠直，累谏不从，圣人着老夫江州歇马。我夫人不幸早年亡过，止留下一个女孩儿，小字翠鸾，长年一十八岁，未曾许聘他人。老夫自离了朝门，一路辛苦，到此淮河渡也。限次紧急。兴儿，与我唤将排岸司来者。理会的。腿上无毛嘴有髭，星驰电走不违时。沿河两岸长巡哨，以此加为排岸司。小官排岸司的便是。驿亭中大人呼唤，不知有甚事？须索走一遭去。老叔报复去，道有排岸司来了也。着他过来。着过去。大人唤排岸司有何分付？排岸司，老夫奉圣人的命，将着家小前往江州歇马。限次紧急，你不预备下船只，可不误了我的期限？好打！则今日我就要开船也。大人，这淮河神灵，比别处神灵不同。祭礼要三牲，金银钱纸烧了神符，若欢喜方可开船；若不欢喜，狂风乱起，浪滚波翻，那一个敢开。请问大人，不知可曾祭过神道不曾？这等，爹爹，与他些钱钞，早些安排祭礼去。孩儿，你不知，老夫是国家正臣，他是国家正神，何必要甚么祭礼？岂不闻\"非其鬼而祭之，谄也？\"宋国非强楚，清淮异汨罗。全凭忠信在，一任起风波。排岸司，快与我开了船者。船便开，倘若有些不测，只不要抱怨我。呀！风浪起了，怎么好？怎么好？水淹了船也。救人！救人！我救了这小姐也，再救那大人去。翠鸾好险也，爹爹好苦也。这淮河里翻了船，多亏排岸司救了我的性命。尚不知我的爹爹生死若何？排岸司打捞去了，单留妾身在此，可怎了也？兀那女子，你是何方人氏？姓甚名谁？你说与我听咱。妾身乃张天觉的女孩儿，小字翠鸾，长年一十八岁。因爹爹往江州歇马，来到这淮河渡。不听排岸司言语，不曾祭祀，开到中流，果然风浪陡作，翻了船。若不是排岸司救了我呵，那得这性命来。看这女子，也不是受贫的人。他乃官宦之家，我陪你在此等一等。若是你那做官的尚在，我送你去还他便了。怎么等了许久，那排岸司还不见来？我身上一来禁不过这湿衣服，二来天色渐晚，爹爹又不知下落。天阿！兀的不害杀我也。姐姐，我是这<br>淮河边打渔的，叫做崔文远，家里离此不远。姐姐，你若肯与我做个义女儿，且在我家中住下。等日后寻见你那做官的，我着你子父每再得团圆。你意下如何？那壁老的若不弃嫌呵，我情愿与你做个女儿。既是这等，你就跟我家中去来。这此时不知我那爹爹在那里也呵？<br>【仙吕】【端正好】我恰才沉没这急流中，挣的到河滩上。只看我这湿渌渌上下衣裳。若不是渔翁肯把咱恩养，天那！这泼性命休承望。<br><br>第一折<br>船过淮河渡，心忙去路催。岂知风浪起，搅下一天悲。老夫张天觉是也。不听排岸司之言，到于中流，翻了船只。我那翠鸾女孩儿，不知去向。我欲待亲自去寻来，限次又紧，着老夫左右两难，如何是好？如今沿途留下告示，如有收留小女翠鸾者，赏他花银十两。待到了江州，再遣人慢慢跟寻，又作道理。我那翠鸾孩儿，则被你痛杀我也。欢来不似今朝，喜来那逢今日。老汉崔文远的便是。自从探俺兄弟回来，见一个女孩儿，乃是张天觉大人的小姐。他父亲往江州歇马去，来到这淮河渡，不信排岸司之言，不曾祭献神道，便开了船。到这半途中，刮起大风，涌起波浪，将这船掀翻了，今他父亲不知所在，这个女孩儿也是有缘，我认他做了个义女。他自到我家来，倒也亲热。一家无二，每日前后照顾，再不嫌贫弃贱。也是老汉阴功所积。今日不出去打渔，在家中闲坐。看有甚么人来？黄卷青灯一腐儒。九经三史腹中居。他年金榜题名后，方信男儿要读书。小生姓崔，名通，字甸士，祖居河南人氏，幼习儒业，颇看诗书。受十年苦苦孜孜，博一任欢欢喜喜。小生如今上朝取应去，到此淮河渡。这里有个崔文远，他是俺爹爹的亲兄，顺便须探望他去。这就是伯父门首，待我叫一声：门里有人么？是谁唤门？我开了这门。是那个？小侄是崔甸士。因上朝取应去，特来拜辞伯父。孩儿，请家里来。你父亲安康么？托赖伯父，安康哩。你休便要去，且在我家里住几日。多谢伯父。你曾娶妻来么？上告伯父，古人有云：\"先功名而后妻室\"。小侄还不曾娶妻哩？我想这崔甸士是个有文才的，久已后必然为官。我有心将翠鸾孩儿聘与他为妻，未知他意下如何？待我唤他出来，和我侄儿厮见，我自有个主意，翠鸾孩儿，你出来。妾身翠鸾的便是。自从与父亲相别，并无音信。多亏了这崔老的认我做义女儿，他将我似亲女一般看待。我在这里怕不打紧，知我那爹爹在于何处也呵？<br>【仙吕】【点绛唇】举目生愁，父亲别后难根究。这一片悠悠，可也还留得残生否？<br>【昆江龙】若不是渔翁搭救，险些儿趁一江春水向东流。我如今偷挨岁月，爹爹呵，知他在何处沉浮？则我这一寸心怀千古恨，两条眉锁十分忧。多谢的那老父恩临厚，不将我似世人看待，直做个亲女收留。<br>父亲呼唤翠鸾，有何分付？孩儿，我有个侄儿，唤做崔甸士。他为进取功名去，路打我门首经过，来拜别我。你如今过去，与他相见咱。理会的。侄儿不知，我近新认了个义女儿，叫做翠鸾，特特唤他出来，与你相见一面，你也好前后出入行走。伯父，请过妹子来，小生与他相见咱。翠鸾孩儿，你过来把体面与哥哥相见者。哥哥万福。一个好女子也。<br>【油葫芦】则见他抄定攀蟾折桂手。妹子，恕生面少拜识。待趋前还褪后，我则索慌忙施礼半含羞。妹子，小生有缘得此一见。则见他身儿俊俏庞儿秀。妹子，小生此后又不知何时重会哩。则见他性儿温润情儿厚。且休夸潘安貌欠十分，子建才非八斗。单只是白凉衫稳缀着鸳鸯扣，上下无半点儿不风流。<br>妹子，小生一来探望伯父，二来便辞别应举去也。<br>【天下乐】则愿的早夺词场第一筹，文优福亦优，宴琼林是你男儿得志秋。标题的名姓又香，打扮的体态又作，准备着插宫花饮御酒。<br>老夫偌大年纪，别无一人，止有这个女孩儿，未曾招嫁。我想侄儿聪明俊俏，有心待将这女孩儿与我侄儿为妻，我试问他咱，甸士，你曾娶妻来么？小生并未娶妻，伯父只管问我怎的？老夫偌大年纪，止有这个女孩儿。我见你堂堂人物，聪慧风流，久已后必然为官。我要招你为婿，久后送老汉入土，也有些光彩。甸士，便好道：淑女可配君子。你心下如何？谨依尊命，多谢了伯父。父亲救得我性命勾了，又要替我成就这亲事怎的？<br>【醉中天】才救出淮河口，又送上楚峰头。俺那父亲呵，生死茫茫未可水，怎便待通媒媾……我儿，你怎么不答应我一句儿？姻缘姻缘，事非偶然。我也须不误了你。虽然道姻缘不偶，我可一言难就，有多少雨泣云愁。我儿，这个是喜事，怎么倒哭起来？快不要这等。我看的那侄儿满腹文章，一定是做官的。故此将你许配了他。常言道：女大不中留。你见那家女孩儿养老在家里的？你只依着我，就今日两边行一个礼，承认了罢。<br>【金盏儿】元来他敬儒流，意绸缪。可甚么是非只为多开口，倒道我女大不中留。他分明亲许出，着我怎抬头？虽然俺心下有，我须是脸儿羞。则今日好日辰，成合了这门亲事。侄儿，你与我便上朝求官应举去，得一官半职，回来改换家门．则是休忘了我的思念。多谢父亲。则怕崔秀才此一去，久后负了人也。小生若负了你呵，天不盖，地不载，日月不照临。秀才也，你去则去，频频的稍个书信回来。小生知道，你放心者。<br>【赚煞】则他这胸臆卷江淮，宝剑辉星斗。是俺那父亲匹配下鸾交凤友。想着你千里关山独自个走，则今宵有梦难投。你若到至公楼，占了鳌头，则怕你金榜无名誓不休。莫便要心不应口，早做了背亲忘旧。崔秀才也，休着我倚柴门，凝望断不归舟。<br>则今日辞别了伯父，便索长行也。侄儿，则愿你早早成名，带挈我翠鸾孩儿做个夫人县君也。成就良姻顷刻间，明春专望锦衣还。嫦娥自是贪年少，何怕蟾宫不许攀。<br><br>第二折<br>皆言桃李属春官，偏我门墙另一般。何必文章出人上，单要金银满秤盘。小官姓赵，名钱，有一班好事的就与我起个表德，唤做孙李。今年轮着我家掌管主司考卷，我清耿耿不受民钱，干剥剥只要生钞。目下有一举子，姓崔名通字甸士。撺过卷子，拟他第一。只是我还未曾覆试。左右，与我唤将崔秀才来者。小生崔通。撺过卷子，今场贡主呼唤，须索走一遭去。报大人得知，崔秀才到了也。着他过来。着过去。大人呼唤小生，不知为何？你虽然撺过卷子，未曾覆试你。你识字么？我做秀才，怎么不识字？大人，那个鱼儿不会识水。那个秀才，祭丁处不会抢馒头吃。我如今写个字你识：东头下笔西头落。是小甚么字？是个一字。好不枉了中头名状元，识这等难字。我再问你：会联诗么？联得。河里一只船，岸上八个拽。你联将来。若还断了弹，八个都吃跌。好好。待我再试一道：一个大青碗，盛的饭又满。相公吃一顿，清晨饱到晚。好秀才，好秀才。看了他这等文章，还做我的师父哩。张千。你问这秀才有婚无婚？相公问你，有婚无婚。有婚是怎生？无婚是怎生？相公他问:有婚是怎生？无婚是怎生？若有婚，着他秦川做知县去。若无婚，我家中有一百八岁小姐与他为妻。敢是一十八岁。是一十八岁。秀才，俺相公说：你若有婚，着你秦川做知县去。若无婚，有一小姐招你为婿。住者，等我寻思波。我伯父家那个女子，又不是亲养的，知他那里讨来的？我要他做甚么？能可瞒昧神祗，不可坐失机会。小生实未娶妻。既然无妻，我招你做女婿。张千，着梅香在那灶窝里拖出小姐来。理会的。今朝喜鹊噪，定是姻缘到。随他走个乞儿来，我也只是呵呵笑。妾身是今场贡官的女孩儿。父亲呼唤，须索见去。父亲，唤你孩儿为着何事？唤你来别无他事，我与你招一个女婿。招了几个？只招了一个。你看一看，好女婿么？好媳妇。好丈人么？好丈人。好丈母么？不敢。崔甸士，我今日除你秦川县令，和我女儿一同赴任去。我有一个小曲儿，唤做〔醉太平〕我唱来与你送行者。<br>【醉太平】只为你人材是整齐，将经史温习。联诗猜字尽都知，因此上将女孩儿配你。这幞头呵除下来与你戴只。这罗襕呵脱下来与你穿只。弄的米身儿卜精赤条条的。张千，跟着我来。我去那堂子里把个澡洗。小姐，我与你则今日收拾了行程，便索赴任走一遭去。拜辞他桃李门墙，趱行程水远山长。不须办幞头袍笏，便好去幺喝撺箱。妾身翠鸾的便是。自从崔老的的认我做义女儿，他有个侄儿是崔甸士，就将我与他侄儿为妻。他侄儿上朝取应去了，可早三年光景，说他得了秦川县令，他也不来取我。如今奉崔老的言语，着我收拾盘缠，直至秦川寻崔甸士走一遭去。他也少不的要看侄儿，就随后来看我。嗨！我想这秀才们好是负心也呵。<br>【南吕】【一枝花】不甫能蟾宫折桂枝，金阙蒙宣赐。则道是洞房花烛夜，金榜可兀的挂名时。我为你撇吊了家私，远远的寻途次，恨不能五六里安个堠子。我看了些洒红尘秋雨的这丝丝，更和这透罗衣金风飋飋。<br>【梁州】我则见舞旋旋飘空的这败叶，恰便似红溜溜血染胭脂。冷飕飕西风了却黄花事。看了些林梢掩映，山势参差。走的我口干舌苦，眼晕头疵。我可也把不住抹泪揉眵，行不上软弱腰肢。我、我、我，款款的兜定这鞋儿，是、是、是，慢慢的按下这笠儿，呀、呀、呀，我可便轻轻的拽起这裙儿。我想起亏心的那厮，你为官消不得人伏侍。你忙杀呵，写不得那半张纸？我也须有个日头儿见你时，好着我仔细寻思。可早来到秦川县了也。我问人咱。敢问哥哥，那里是崔甸士的私宅？则前面那个八字墙门便是。哥哥，我寄着这包袱儿在这里，我认了亲眷呵便采取也。放在这里不妨事，你自去。门上有人么？你报复去，道有夫人在于门首。兀那娘子，你敢差走了。俺相公自有夫人哩。你道甚么？俺相公自有夫人哩。<br>【牧羊关】兀的是闲言浯，甚意思？他怎肯道节外生枝。我和他离别了三年，我怎肯半星儿失志？我则道他不肯弃糟糠妇，他原来别寻了个女娇姿。只待要打灭了这穷妻子，呀、呀、呀，你畅好是负心的崔甸土。<br>哥哥，你只与我通报一声。告的相公知道，门首有夫人到了也。兀那厮，你说甚么哩？有相公的夫人在于门首。他是夫人，我是使女？这厮敢听左了。夫人你休出去，只在这里伺侯，待我看他去来。崔甸士，你好负心也。怎生你得了官，不着人来取我？好也啰，你道你无媳妇，可怎生又有这-个来？我则骂你精驴禽兽，兀的不气杀我也。夫人息怒，这个是我家买到的奴婢。为他偷了我家的银壶台盏，他走了，我一向寻他不着，他今日自来投到，岂不是飞蛾扑火，自讨死吃的？左右，拿将下去，洗剥了与我打着者。<br>【隔尾】我则待妇随夫唱和你调琴瑟。谁知你再娶停婚先有个泼贱儿。你这天杀的，他倒骂我哩。左右，还不扯下去打呀？倒将我横拖竖拽离阶址。崔甸士，你须记的，那时亲设下誓词。胡说，我有甚么誓词。你说道：不亏心，不亏心，把天地来指。<br>左右，你道他真个是夫人那？不与我拿翻，不与我洗剥，不与我着实打。你须看我老爷的手段，着你一个个充军。<br>【哭皇天】则我这脊梁上如刀刺，打得来青间紫。飕飕的雨点下，烘烘的疼半时。怎当他无情无情的棍子，打得来连皮彻骨，夹脑通心，肉飞筋断，血溅魂消，直着我一疼来，一疼来一个死。我只问你个亏心甸上，怎揣与我这无名的罪儿？<br>你要乞个罪名么？这个有。左右，将他脸上刺着\"逃奴\"二字，解往沙门岛去者。理会的。<br>【乌夜啼】你这短命贼怎将我来胡雕刺？迭配去别处官司，世不曾见这等跷蹊事。哭的我气噎声丝，诉不出一肚嗟咨。想天公难道不悲慈？只愿得你嫡亲伯父登时至，两下里质对个如何是？看你那能牙利齿，说我甚过犯公私？<br>左右，便差个能行快走的解子，将这逃奴解到沙门岛。一路上则要死的，不要活的，便与我解将去。崔甸士，你好狠也。<br>【黄钟煞】休、休、休，劝君莫把机谋使，现、现、现，东岳新添-个速报司。你、你、你，负心人，信有之，咱、咱、咱，薄命妾，自不是。快、快、快，就今日，逐离此。行、行、行，可怜见，只独自。细、细、细心儿里，暗忖思，苦、苦、苦业身躯怎动止？管、管、管少不的在路上停尸。哎哟，天那？但不知那塌儿里把我来磨勒死？相公，莫非是你的前妻，敢不中么？不如留他在家，做个使用丫头，也省的人谈论。夫人不要多心。我那里有前妻来？他适才说，等你嫡亲伯父来，要和你面对。这怎么说？是我有个亲伯父，叫做崔文远。这原是我伯父家丫头，卖与我的。你看他模样倒也看的过。只是手脚不好要做贼。我前日到处寻不着他，今日自来寻我，怎么饶的他过？如今这一去，遇秋天阴雨，棒疮发呵，他也无那活的人也。咱和你后堂中饮酒去来。幸今朝捉住逃奴，迭配去必死中途。他若果然是前时妻小，倒不如你也去一搭里当夫。<br><br>第三折<br>一去江州三见春，断肠回首泪沾巾。凄凉唯有云端月，曾照当时离散人。老夫张天觉。自与我孩儿翠鸾在淮河渡翻船之后，可早又三年光景也。谢圣恩可怜，道老夫廉能清正，节操坚刚，常怀报国之心，并无于家之念，加老夫天下提刑廉访使，敕赐势剑金牌。先斩后闻。这圣意无非着老夫体察滥官污吏，审理不明词讼。老夫虽然衰迈，岂敢惮劳？但因想我翠鸾孩儿，忧愁的须鬓斑白，两眼昏花，全然不比往日了。我几年间着人随处寻问，并没消耗。时遇秋天，怎当那凄风冷雨，过雁吟虫，眼前景物，无一件不是牵愁触闷的。兴儿，兀的不天阴下雨了也。行动些。一自做朝臣，区区受苦辛。乡园千里梦，鞍马十年尘。亲儿生失散，祖业尽飘沦。正值秋天暮，偏令客思殷。你看那洒洒潇潇雨，更和这续续断断云。黄花金兽眼。红叶火龙鳞。山势嵯峨起，江声浩荡司。家僮倦前路，一样欲销魂。兴儿，前面到那里也？老爷，前至临江驿不远了。若到临江驿，老夫权且驻下者。正是：\"长江风送客，孤馆雨留人。\"好大雨也。我本是香闺少女，可怜见无人做主。遭迭配背井离乡。正逢着淋漓骤雨。哥哥，你只管里将我来棍棒临身，不住的拷打，难道你的肚肠能这般硬？更也没那半点儿慈悲的？天阿，天阿，我委实的衔冤负屈也呵。<br>【黄钟】【醉花阴】忽听的摧林怪风鼓，更那堪瓮瀽盆倾骤雨。耽疼痛捱程途。风雨相催。雨点儿何时住？眼见的折挫杀女娇姝。我在这空野荒郊。可着谁做主？<br>快行动些，这雨越下的大了也。<br>【喜迁莺】淋的我走投无路，知他这沙门岛是何处酆都？长吁气成云雾。行行里着车辙把腿陷住，可又早闪了胯骨。怎当这头直上急簌簌雨打，脚底下滑擦擦泥淤。<br>你怎么跌倒了来？哥哥，这里滑。千人万人走都不跌，偏你走便跌倒了？我如今走过去，滑呵，万事罢论。若不滑呵，我将你两条腿打做四条腿。快扶我起来。兀那女子，你往那边儿走，这里有些滑。<br>【出队子】好着我急难移步。淋的来无是处。我吃饭时晒干了旧衣服，上路时又淋湿我这布里肚，吃交时掉下了一个枣木梳。<br>你又怎的？掉了我枣木梳儿也。掉了罢，到前面别买个梳子与你。哥哥，你寻一寻？到前面你也要梳头哩。你也是个害杀人的。这个想是了。我就这水里把泥洗去了。如今有了梳子，你快行动些。<br>【幺篇】我心中忧虑，有三桩事我命卒。可是那三桩事？你说我听。这云呵，他可便遮天映日闭了郊墟，这风呵，恰便似走石吹沙拔了树木，这雨可，他似箭竿悬麻妆助我十分苦。你走便走，不走我打你也。哥哥。<br>【山坡羊】则愿你停嗔息怒，百凡照觑，怎便精唇泼口骂到有三十句。这路崎岖，水萦纡，急的我战钦钦不敢望前去，况是棒疮发怎支吾？刚挪得半步。哥哥，你便打杀我呵，你可也没甚福。你休要多嘴多舌。如今秋雨淋漓，一日难走一日。快与我行动些。<br>【刮地风】则见他努眼撑睛大叫呼，不邓邓气夯胸脯。我湿淋淋只待要巴前路，哎，行不动我这打损的身躯。还不走哩。我捱一步又一步何曾停住，这壁厢那壁厢有似江湖。则儿那恶风波，他将我紧当处。问行人踪迹消疏，似这等白茫茫野水连天暮，哥哥也。你着我女孩儿怎过去？<br>你又怎的？哥哥，这般水深泥泞，我怎生走的过去？望哥哥可怜见，扶我一扶过去。则被你定害杀我也。我扶将你过去。我问你，你怎生是他家梅香？你将他家金银偷的那里去了？他如今着我害你的性命哩。你可实对我说。我那里是他家梅香，偷了金银走来？<br>【四门子】告哥哥一一言分诉，那官人是我的丈大。我可也说的是实又不是虚。寻着他指望成眷属，他别娶了妻道我是奴。我委实的衔冤负屈。这等说起来，是俺那做官的不是？如今我也饶不得你。快行动些。<br>【古水仙子】他、他、他，忒很毒，敢、敢、敢，昧己瞒心将我图，你、你、你，恶狠狠公隶监束，我、我、我，软揣揣罪人的苦楚。痛、痛、痛，嫩皮肤上棍棒数，冷、冷、冷，铁锁在项上拴住，可、可、可，干支剌送的人活地狱，屈、屈、屈，这烦恼待向谁行诉？哥哥，来、来、来，你是我的护身符。<br>天色晚了也。快行动些，寻一个宵宿的去处。<br>【随尾】天与人心紧相助，只我这啼痕向脸儿边厢聚。天那天那，眼见的泪点儿更多，如他那秋夜雨。<br><br>第四折<br>往来迎送不曾停，廪给行粮出驿丞。管待钦差犹自可，倒是亲随伴当没人情。小可是临江驿的驿丞。昨日打将前路关子来，道廉访使大人在此经过，不免打扫馆驿干净。大人敢待来也。老汉崔文远的便是，自从着我女儿翠鸾寻我那侄儿崔甸士去了，音信皆无。我亲到秦川县，看我那女儿去。天色晚了也，又下着这般大雨。我且在这馆驿里寄宿一夜，明日早行。兀那老头儿，你做甚么？雨大的紧，前路又没去处。这馆驿中不问那里，胡乱借我宿一夜，明日绝早便去。老头儿你不知道，如今接待廉访大人，休要大惊小怪的。你去那厨房檐下歇宿去。多谢了。老夫张天觉，来到这临江驿也。兴儿，你莫不身上着雨来么？老爷，这般大雨，身上衣服都湿透了也。既然是这等，我且在馆驿里避雨咱。小的是临江驿驿丞，在此迎接。请大人公馆中安歇。兴儿，我一路上鞍马劳顿，我权且歇息，休要着人大惊小怪的。若惊觉老夫睡呵，我只打你。便与我分付去。理会的。兀那驿丞，我分付你：大人歇息，不许着人大惊小怪。若打醒了睡，要打我哩，分付你去。这个我知道。解子哥哥，这一天雨都下在俺两个身上也。这大雨若淋杀你可，我也倒省些气力。这沙门岛好少路儿哩。哥哥，这风雨越大了也。<br>【正宫】【端正好】雨如倾，敢则是风如扇。半空里风雨相缠，雨般儿不顾行人怨，偏打着我头和面。<br>【滚绣球】当日个近水边，到岸前，怎当那风高浪卷，则俺这两般儿景物凄然。风刮的似箭穿，雨下的似瓮瀽，看了这风雨呵，委实的不善，也是我命儿里惹罪招愆。我只见雨淋淋写出潇湘景，更和这云淡淡妆成水墨天。只落的两泪涟涟。<br>你休烦恼，我和你到临江驿寄宿去来。馆驿子开门来。又是那一个？我开开这门。这弟子孩儿好大胆也。廉访使大人在这里歇息，你只在门外。你若大惊小怪的，我就打折你那腿。我关上这门。可不是悔气，原来有廉访使大人在这里，俺休要大惊小怪的。我脱了这衣服，我自家扭扭干。呀，袖儿里还有个烧饼，待我吃了罢。哥哥，你吃甚么哩？我吃烧饼哩。哥哥，你与我些儿吃波？我但是吃东西，你便讨吃。也罢，我与你些儿吃。哥哥，你多与我些儿吃波？一个烧饼，我与你些儿吃。你嫌少，没的我都与你吃了罢？<br>【伴读书】我这里告解子且消遣，我肚里饥难分辩。只他这风风雨雨强将程途来践，走的我筋舒力尽浑身战，一身疼痛十分倦，我、我、我，立盹行眠。<br>【笑和尚】我、我、我，捱一夜似一年，我、我、我，埋怨天。我、我、我，敢前生罚尽了凄凉愿？我、我、我，哭干了泪眼，我、我、我，叫破了喉咽。来、来、来，哥哥我怎把这烧饼来咽？<br>哎呀，天也！我便在这里，不知我那爹爹在那里也？翠鸾孩儿，兀的不痛杀我也。我恰才合眼，见我那孩儿在我面前一般，正说当年之事。不知是甚么人惊觉着我这梦来？皆因我日暮年高，梦断魂劳。精神惨惨，客馆寥寥，又值深秋天道。景物萧条。江城夜永，刁斗声焦。感人凄切，数种煎熬。寒蛩唧唧，塞雁叨叨。金风淅淅，疏雨潇潇。多被那无情风雨，着老夫不能合眼。我正是闷似湘江水，涓涓不断流。又如秋夜雨，一点一声愁。我恰才分付兴儿，休要大惊小怪的。这厮不小心，惊觉老夫睡。该打这厮也。我分付他那驿丞了。他不小心，我打这厮去。兀那厮，我分付来，休要大惊小怪的。惊觉老爷睡。倒要打我，我只打你。大叔休打，我自睡去，都是这门外的解子来。我开开这门，我打这厮去。兀那解子，我着你休大惊小怪的，你怎生啼啼哭哭？惊觉廉访大人？恰才那伴当，他便打我，我只打你。都是这死囚。你大古里是那孟姜女千里寒衣，是那赵贞女罗裙包土，便哭杀帝女娥皇也，谁许你洒泪去滴成斑竹？告哥哥不须气，扑我冤枉事谁行诉与？从今后忍气吞声，再不敢嚎濛痛哭。爹爹也，兀的不想杀我也。翠鸾孩儿，只被你痛杀我也。恰才与我那孩儿数说当年淮河渡相别之事，不知是甚么人惊觉我这梦来？一者是心中不足，二者是神思恍惚。恰合眼父子相逢，正数说当年间阻，忽然的好梦惊回。是何处凄凉如许？响玎珰铁马鸣金，只疑是冷飕飕寒砧捣杵，错猜做空阶下蛩絮西窗，遥想道长天外雁归南浦。我沉吟罢仔细听来，原来是唤醒人狂风骤雨。我对此景无个情亲，怎不教痛心酸转添凄梦。孩儿也，你如今在世为人，还是他身归地府？也不知富贵荣华，也不知遭驱被掳。白头爷孤馆里思量，天那，我那青春女在何方受苦？我分付兴儿来，你休要大惊小怪的，可怎生又惊觉老夫？老爷休打我，都是那驿丞可恶。兀那驿丞，我着你休大惊小怪的，你怎生又惊觉老爷的睡来？我将你千叮万嘱，你偏放人长号短哭。如今老爷要打的我在这壁厢叫道：阿呀！我也打的你在那壁厢叫道：老叔。都是这门外边的解子，我开开这门打那厮，兀那解子，我再三的分付你休要大惊小怪的，你又惊觉廉访大人的睡来。你这弟子孩儿。虽然是被风雨淋淋渌渌，也不合故意的喃喃笃笃。他伴当若打了我一鞭，我也就挎断你娘的脊骨。只听的高声大语，开<br>门看如狼似虎。想必你不经出外，早难道惯曾为旅。你也去访个因由，要打我好生冤屈，不争那带长枷横铁锁，愁心泪眼的臭婆娘，惊醒了他这驰驿马挂金牌先斩后闻的老宰辅。比及俺忍着饥担着冷，讨憎嫌受打拷，只管里棍棒临身，倒不如汤着风，冒着雨，离门楼。赶店道，别寻个人家宵宿。隔门儿苦告哥哥，听妾身独言肺腑。但肯发慈悲肚肠，就是我生身父母。且休提一路上万苦千辛，只脚底水泡儿不知其数。悬麻般骤雨淋漓，急箭似狂风乱鼓。定道是馆驿里好借安存。谁想你恶哏哏将咱赶出，便要去另觅个野店村庄，黑洞洞知他何方甚所。若不是逢豺虎送我残生，必然的埋葬在江鱼之腹。顷刻间便撞起响珰珰山寺晓钟，且容咱权避这淅零零潇湘夜雨。天色明了也。兴儿，你去门首看是甚么人，闹这一夜。与我拿将过来。兀的不是我爹爹？兀的不是翠鸾孩儿？这三年你在那里来？你为甚么披枷带锁的？爹爹不知。自从孩儿离了爹爹，有个崔老的救了我，他认我做义女。他有个侄儿是崔通。就着他与你孩儿做了女婿。他进取功名去，做了秦川县令。因他不来取我，有崔老的言语，着我寻他去。不想他别娶了妻房，说我是逃奴，将我迭配沙门岛去，一路上只要死的，不要活的。幸得今日遇着爹爹。爹爹也，怎生与你孩儿做主咱？快开了枷锁者。那厮这等无礼。左右那里？速去秦川县与我拿将崔通来。爹爹，他在秦川为理，若差人拿他，也出不的孩儿这口气。须是我领着祗从人，亲自拿他走一遭去。正是常将冷眼看螃蟹，看你横行得几时。小官崔通是也。前日那一个女人，本等是我伯父与我配下的妻子，被我生各支拷做逃奴，解他沙门岛去。已曾分付解子，着他一路上只要死的，不要活的。怎么去了好几日，也还不见来回话？我那夫人只管将这桩事和我炒闹不了。怎么我这眼连跳又跳的？想是夫人又来合气了。可早来到秦川县也。左右，打开门进去。兀的不是崔通？左右，与我拿住者。奇怪，你每是那里来的？廉访使大人勾你哩。崔通，今日我也有见你的时节么？左右，与我剥去了冠带，好生锁着。小娘子，可怜见。可不道夫乃妇之天也。<br>【快活三】我揪将来似死狗牵，兀的不夫乃妇之天？任凭你心能机变口能言，去来，到俺老相公行说方便。<br>我早知道是廉访使大人的小姐，认他做夫人可不好也。左右，还有一个泼妇，也与我去拿出来。我也是官宦人家小姐，怎把我做烧火的一般这等扯扯拽拽？你岂不晓得\"妇人有事，罪坐夫男\"？这都是崔通做出来的，于我甚事？左右，与我一并锁了。且不要啰。啤，俺父亲做官，专好唱《醉太平》的小曲儿，我也学的会唱。小姐，待我唱与你听。<br>【醉太平】我道你是聪明的卓氏，我道你是俊俏西施，怎肯便手零脚碎窃金赀？这都是崔通来妄指。左右，与我快锁了者。阿哟，我戴凤冠霞帔的夫人是好锁的？待我来。解下了这金花八宝凤冠儿，解下这云霞五彩帔肩儿，都送与张家小姐妆台次，我甘心倒做了梅香听使。<br>左右，都锁押了，带他见俺爹爹去来。自从孩儿亲拿崔通去了，怎生许久还不见到？爹爹，我拿将那两个贼丑生来了也。那厮敢这等无礼。待老夫写表申朝，问他一个交结贡官，停妻再娶，纵容泼妇，枉法成招。大大的罪名。一面竟将他两个押赴通衢，杀坏了者。不知甚么人大惊小怪的？我试看咱。兀的不是翠鸾孩儿？你在那里来？呀！父亲，我认崔通去，他别娶了一个，倒说我是逃奴，将我迭配沙门岛去，肯分的遇着我爹爹，如今要将他杀坏了也。小姐，怎生看老汉的面上，饶了他这性命。小姐意下如何？<br>【鲍老儿】他是我今世仇家宿世里冤，恨不的生把头来献伯父，你与我劝一劝波。我如今情愿休了那媳妇，和小姐重做夫妻也。小姐，你只饶了他者。我和他有甚恩情相顾恋？待不沙又怕背了这恩人面。只落的嗔嗔忿忿，伤心切齿，怒气冲天。<br>爹爹，这个便是救我命的崔文远。看恩人面上，连崔通也饶了他罢？那崔通怎好饶的？老相公，你小姐元是我崔文远明婚正配，许与侄儿崔通的。如今情愿休了那媳妇，与小姐重做夫妻。可不好也？孩儿你意下如何？这是孩儿终身之事。也曾想来，若杀了崔通，难道好教孩儿又招一个？只是把他那妇人脸上，也刺\"泼妇\"两字，打做梅香，伏侍我便了。这也说的有理。左右，将那厮拿过来。看崔文远面上，饶免死罪。将恩人请至老夫家中，养赡到老。小姐还与崔通为妻。那妇人也看他父亲赵礼部面上，饶了刺字，只打做梅香，伏侍小姐。一般的父亲，一般的做官，偏他这等威势，俺父亲一些儿救我不得。我老实说，梅香便做梅香，也须是个通房。要独占老公，这个不许你的。左右，将冠带来还了崔通，待他与小姐成亲之后，仍到秦川做官去者。我儿昔日在淮河渡分散之时，谁想有今日也。<br>【货郎儿】想着淮河渡翻船的这灾变，也是俺那时乖运蹇，定道是-家大小丧黄泉。排岸司救了咱性命，崔老的与我配了姻缘，今日可，谁承望父子和夫妻两事儿全。<br>天下喜事，无过父子完聚，夫妇团圆。容小官杀羊造酒，做个庆贺的筵席，与岳父大人把一杯者。<br>【醉太平】不争你亏心的解元，又打着我薄命的婵娟。险些儿做乐昌镜破不重圆，干受了这场罪谴。爹爹呵，另巍巍稳掌着森罗殿，崔通呵，喜孜孜还归去秦川县，我翠鸾呵，生刺刺硬踹入武陵源。也都是苍天可怜。<br>【尾煞】从今后鸣琴鼓瑟开欢宴，再休题冒雨汤风苦万千。抵多少待得鸾胶续断弦，把背飞鸟纽回成交颈鸳，隔墙花攀将做并蒂莲。你若肯不负文君头白篇，我情愿举案齐眉共百年。也非俺只记欢娱不记冤，到底是女孩儿的心肠十分样软。<br>当初失却渡淮船，父子飘流限各天。消息经年终杳杳，肝肠无日不悬悬。已知衰老应难会，犹喜神明暗自怜。渔父偶收为义女，崔生乍见结良缘。从来好事多磨折，偏遇奸谋惹罪愆。苦誓一心同蜀郡，远寻千里到秦川。剑沉龙浦还重合，镜剖鸾台复再圆。秉烛今宵更相照，相逢或恐梦魂前。<br>题目淮河渡波浪石尤风<br>正名临江驿潇湘秋夜雨",
  "poet": {
    "id": 2487,
    "star": 0,
    "name": "杨显之",
    "desc": "杨显之，元代戏曲作家。大都（今北京）人，生卒生不详，约与关汉卿同时，与关汉卿为莫逆之交，常在一起讨论、推敲作品。杨善于对别人的作品提出中肯的意见，因被誉为\"杨补丁\"。在元初杂剧作家中，他年辈较长，有威望。散曲作家王元鼎尊他为师叔，他与艺人们来往也较密切，著名演员顺时秀称他为伯父。"
  },
  "tags": []
}