{
  "id": 10412,
  "star": 56,
  "name": "悲陈陶",
  "dynasty": "唐代",
  "content": "孟冬十郡良家子，血作陈陶泽中水。<br>野旷天清无战声，四万义军同日死。<br>群胡归来血洗箭，仍唱胡歌饮都市。<br>都人回面向北啼，日夜更望官军至。",
  "fanyi": "<p><strong>译文</strong><br>　　初冬时节，从十几个郡征来的良家子弟，一战之后鲜血都洒在<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>水泽之中。蓝天下的旷野现在变得死寂无声，四万名兵士竟然在一日之内全部战死。野蛮的胡兵箭镞上滴着善良百姓的鲜血，唱着人们听不懂的胡歌在长安街市上饮酒狂欢。长安城的百姓转头向陈陶方向失声痛哭，日夜盼望唐朝军队打回来恢复昔日的太平生活。</p> <p><strong>注释</strong><br>①陈陶：地名，即陈陶斜，又名陈陶泽，在长安西北。<br>②孟冬：农历十月。十郡：指秦中各郡。良家子：从百姓中征召的士兵。<br>③无战声：战事已结束，旷野一片死寂。<br>④义军：官军，因其为国牺牲，故称义军。<br>⑤向北啼：这时唐肃宗驻守灵武，在长安之北，故都人向北而啼。</p><br/><p><strong>译文<br></strong>十月里西北十郡那些良家子弟，鲜血流成了<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>斜的泽国水乡。<br>原野空旷苍天清远停息了战声，四万义军在同一天理慷慨阵亡。<br>那些胡寇归来时箭上还在滴血，仍然高唱胡歌狂饮在长安市上。<br>京都百姓转头往北方痛哭流涕，日夜盼望官军早来到退敌安邦。</p> <p><strong>注释<br></strong>⑴陈陶：地名，即陈陶斜，又名陈陶泽，在长安西北。<br>⑵孟冬：农历十月。十郡：指秦中各郡。良家子：从百姓中征召的士兵。<br>⑶旷：一作“广”。清：一作“晴”。无战声：战事已结束，旷野一片死寂。<br>⑷义军：官军，因其为国牺牲，故称义军。<br>⑸群胡：指安史叛军。安禄山是奚族人，史思明是突厥人。他们的部下也多为北方少数民族人。血：一作“雪”。<br>⑹仍唱：一作“捻箭”。都市：指长安街市。<br>⑺向北啼：这时唐肃宗驻守灵武，在长安之北，故都人向北而啼。都人：长安的人民。回面：转过脸。<br>⑻“日夜”句：一作“前后官军苦如此”。官军：旧称政府的军队。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一场遭到惨重失败的战役。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>不是客观主义地描写四万唐军如何溃散，乃至横尸郊野，而是第一句就用了郑重的笔墨大书这一场悲剧事件的时间、牺牲者的籍贯和身份。这就显得庄严，使“十郡良家子”给人一种重于泰山的感觉。因而，第二句“血作<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>泽中水”，便叫人痛心，乃至目不忍睹。这一开头，把唐军的死，写得很沉重。</p> <p>　　至于下面“野旷天清无战声，四万义军同日死”两句，不是说人死了，野外没有声息了，而是写<a href=\"http://so.gushiwen.org/view_10412.aspx\">诗</a>人的主观感受。是说战罢以后，原野显得格外空旷，天空显得清虚，天地间肃穆得连一点声息也没有，好像天地也在沉重哀悼“四万义军同日死”这样一个悲惨事件，渲染“天地同悲”的气氛和感受。</p> <p>　　诗的后四句，从陈陶斜战场掉转笔来写长安。写了两种人，一是胡兵，一是长安人民。“群胡归来血洗箭，仍唱胡歌饮都市。”两句活现出叛军得志骄横之态。胡兵想靠血与火，把一切都置于其铁蹄之下，但这是怎么也办不到的，读者于无声处可以感到长安在震荡。人民抑制不住心底的悲伤，他们北向而哭，向着陈陶战场，向着肃宗所在的彭原方向啼哭，更加渴望官军收复长安。一“哭”一“望”，而且中间着一“更”字，充分体现了人民的情绪。</p> <p>　　陈陶之战伤亡是惨重的，但是杜甫从战士的牺牲中，从宇宙的沉默气氛中，从人民流泪的悼念，从他们悲哀的心底上仍然发现并写出了悲壮的美。它能给人们以力量，鼓舞人民为讨平叛乱而继续斗争。</p> <p>　　从这首诗的写作，说明杜甫没有客观主义地展览伤痕，而是有正确的指导思想，他根据战争的正义性质，写出了人民的感情和愿望，表现出他在创作思想上达到了很高的境界。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10412.aspx\">诗</a>作于唐肃宗至德元年（756年）冬。当年十月，宰相房琯上疏唐肃宗，自请带兵收复两京。十月二十一日，唐军跟安史叛军在<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>作战，房琯“高谈有余而不切事”，用兵以春秋车战之法，结果唐军大败，死伤四万余人。此诗题注：“陈涛斜，在咸阳县，一名陈陶泽。至德元年十月，房琯与安守忠战，败绩于此。”来自西北十郡（今陕西一带）清白人家的子弟兵，血染陈陶战场，景象非常惨烈。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这时被困在长安，目睹叛军的骄纵残暴，有感于陈陶之败的惨烈而作此诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "乐府",
    "战争",
    "感伤"
  ]
}