{
  "id": 47949,
  "star": 21,
  "name": "董娇饶",
  "dynasty": "两汉",
  "content": "洛阳城东路，桃李生路旁。<br>花花自相对，叶叶自相当。<br>春风东北起，花叶正低昂。<br>不知谁家子，提笼行采桑。<br>纤手折其枝，花落何飘扬。<br>请谢彼姝子，何为见损伤。<br>高秋八九月，白露变为霜。<br>终年会飘堕，安得久馨香。<br>秋时自零落，春月复芬芳。<br>何如盛年去，欢爱永相忘。<br>吾欲竟此曲，此曲愁人肠。<br>归来酌美酒，挟瑟上高堂。",
  "fanyi": "<p><strong>译文<br></strong>洛阳城东的小路上，桃李盛开在两边的路旁。<br>桃花李花相对而开，稠密的叶子交相掩映。<br>春风自东北方向而来，花叶也随风飘扬。<br>不知谁家的女子来了，提着竹笼在采桑。<br>她用纤纤的手攀折桃李，弄得枝残叶败，花落缤纷。<br>请允许我问那位女子，为什么要损伤这些花呢？<br>她回答：“等到八九月的深秋季节，下霜了，花儿终会凋谢。”<br>这些可怜的花叶，整年有风刀霜剑相逼，怎能永远芳香？<br>它们秋时零落，来年春日再吐芬芳，始终不渝地遵循大自然的规律。<br>而美丽的女子还不如这花叶，盛年过去则色衰，被无情的男子相忘。<br>我想把这支曲子唱完，可这支曲子，实在让人心里难过。<br>干脆归来饮酌美酒，携带琴瑟登堂以解忧愁吧。</p> <p><strong>注释<br></strong>⑴娇饶：女子名，泛指美人。<br>⑵洛阳：东汉京城。<br>⑶路傍：即路旁。<br>⑷“叶叶”句：指叶叶相交通，叶子稠密连到了一起。相当，与“相对”同义，是“对称”的意思。<br>⑸低昂：起伏，时高时低。<br>⑹子：《正字通》云：“女子亦称子。”<br>⑺飘飏（yáng）：指落花缤纷之貌。<br>⑻请谢：请问。彼姝（shū）子：那美丽的女子。<br>⑼“何为”句：为何受到你的攀折？见，被。<br>⑽高秋：天高气爽的秋天。<br>⑾飘堕：飘落。<br>⑿安得：怎能。馨（xīn）香：芳香。<br>⒀零落：凋谢，脱落。<br>⒁盛年：少壮之年。<br>⒂竟：尽，终。<br>⒃高堂：高大的厅堂，宽敞的房屋。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47949.aspx\">诗</a>以桃李比方女子红颜，说花虽然零落，尚有重开的时候，而一旦红颜老去，便会欢爱永绝。</p> <p>　　本来，花落花开是大自然的永恒的法则，正如四时的周而复始，前后相续。通常人们总是习惯于将花开花落比女子年华的盛衰有时，却很少从两种自然现象的差异之处着眼作比。诗人从这一角度处理题材，自然出人意表。诗人的这一思想从属于他对整个人生的思考。他由落花感悟到青春易逝，盛颜难驻，于是借采桑女子而发。这类人生短促的感叹，是一种时代思潮，在当时的诗文中时有抒发。因此，采桑女的忧伤也就是诗人自己的“愁肠”，采桑女的感叹与诗人的人生感慨是相通的。</p> <p>　　《董娇饶》在汉诗中别具一格，和汉乐府民歌有所不同，这从开头的六句即可以明显地看出来。</p> <p>　　汉乐府民歌的叙事篇章多数是一开始便直咏其事，也有少数篇章用大段铺叙介绍人物以引起故事，如《陌上桑》。《董娇饶》的开头则是描写景物，作为人物活动的环境。这样，既做到了人物和环境的统一，又使开篇和全诗紧密关联。《董娇饶》的开头一段与全诗的关系极大，诗意即此生发，层层展开：由采桑女攀折花技引起“花”的诘责，继写采桑女的回答，再写“花”的反复辩驳。开头这一段景物描写其中包含抒情成分，因而也写出了某种意境，颇合于闻一多在论述汉末诗歌的发展时说的“事化为境”的意思。如《古诗十九首·明月皎夜光》写诗人的悲愁，从描绘秋夜的景色入手，写皎皎明月、历历寒星、促织的悲吟、寒蝉的凄切，这秋夜的景色即是诗人情感的外化，景亦情，情亦景，则已臻于情景交融的境界。就《董娇饶》的全诗看，虽说并不以抒情为主，但其情感的抒发和景物的描绘也还是一致的。</p> <p>　　在写作艺术上，此诗风格独具，意境幽深。其最为突出的一点，是成功地运用了心理映衬的手法。</p> <p>　　表现人物心理这一部分（从第七句至第二十句）构成全诗的主要内容。其中“纤手折其枝”一句作为全篇关节。对采桑女为什么要拗折路边的花枝的问题，诗人没有作交待。接下去从对立的一方“花”写起，借“花”的诘责引出矛盾：“何为见损伤？”“花”的责问有理：我开我的花，你采你的桑，彼此互不相干，你为什么要来损害我？采桑女却是答非所问：“高秋八九月，白露变为霜。终年会飘堕，安得久馨香？”言外之意是：请不要顾惜现在这一点小小的损伤吧，反正你早晚是要殒落的。这个回答并未说出折花的心理动机。采桑女不作正面回答的原因无非是不愿剖白内心某种隐秘的东西，这种隐秘的东西或许她自己也说不清楚。然而，她的回避反倒容易使她的心理活动被人窥测到。正由于她无意中表露自己对盛衰的看法，招来了“花”的驳难。“花”的盛衰观和采桑女有着根本的分歧，生活的真谛告诉它：“秋时自零落，春日复芬芳。”如果说采桑女回答“花”的诘责时尚能平静处之，那么，当她听到“何如盛年去，欢爱永相忘”的讥嘲，便难以自持了。这话正触到她的隐忧，令她闻之心惊：花虽然凋落，可还有再荣之期；作为一个女人，青春却是一去不返。她不敢想等待着她的未来究竟怎样，她将碰到一个什么样的命运。不敢想，却又不能不想。她回答“花”的话，说的是“花”的荣枯，实则成了自伤。这隐在的自伤的情怀造成她折花的复杂、微妙的心理。在万物得其时的明媚春光中，采桑女手提桑笼走在幽僻的小路上，繁花不时地拂过她的头顶，她不能没有感触。大约她看到那炫耀似的开着的烂漫的桃李花，即勾起心头的烦恼，并带一点本能的忌意，心里想这些花虽没，但到了露结为霜的季节，还不是照样枯萎、凋谢。这样想着的时候，纤手不知不觉地已经攀住了花枝。</p> <p>　　这一段文字可以说是一波三折，层见迭出。又由于诗人运用了以花写人、借物传神的笔法，全诗显得含蓄蕴藉，宛转动人，而有别于乐府民歌的质直和单纯。</p> <p>　　《董娇饶》一诗在艺术上所取得的成就是不能抹煞的，在中国古代诗歌发展史上应有其地位。但是它在艺术表现上的创新是基于对乐府民歌的借鉴。比如诗中设为问答的形式就是直接来自乐府民歌。在叙事中穿插对话，是乐府民歌经常采用的形式，《东门行》、《艳歌何尝行》和《陌上桑》是其中比较典型的例子。采用这种写法可以增强作品的真实感，避免叙事的单调和平淡，且有助于人物性格和心理的刻划。《董娇饶》中的对话在表现心理方面有着特殊的意义。同时，由于这一方式的采用，也造成诗意的层层递进，因而在组织篇章结构上有着不容忽视的作用。</p> <p>　　此外，以花拟人的写法也是受了汉乐府民歌中寓言诗的影响。汉乐府民歌中有为数不少的寓言诗，如《乌生八九子》、《艳歌行》（其二）、《蜨蝶行》和《枯鱼过河泣》等。寓言诗的基本特点是取义双关，意在言外。《董娇饶》不同，它的主题是通过正面形象的描绘直接表现的。虽亦拟物为人，但那是为了表现人，表现人与“花”的某种特定关系，而非全篇用寄托，所以这里的花并没有独立的意义。</p> <p>　　此诗在语言的运用上则更多地保留了民歌的朴素、自然的本色。比如开头的两句“洛阳城东路，桃李生路旁”，就如同脱口而出。“高秋八九月”以下四句也是如此。把此诗同建安诗人的某些作品一比较，二者之间的差异立即就可以看出来。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《美女篇》给人的突出印象，就是词采的华丽和对偶的讲究。《董娇饶》的句子并不怎么修饰和锻炼，其中也有一组对偶句，即“花花自相对，叶叶自相当”。这虽然已是在有意追求，但仍不免有些笨拙，不像魏晋诗人用起来那样得心应手。</p>",
  "about": "<h2>创作背景</h2> <p>　　《董娇饶》是东汉文人宋子侯代女子立言之作，以表达对封建社会女子悲惨命运的同情。此<a href=\"http://so.gushiwen.org/view_47949.aspx\">诗</a>最早见于南朝梁时<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>编的《玉台新咏》。</p> <p>　　五言诗产生于民间，起源很早。然而文人向民歌学习，写作五言诗，却是一个很曲折的过程。《董娇饶》便是文人向乐府民歌学习过程中产生的一篇较为成功的作品。董娇饶，本为女子名。唐诗中常见用“娇饶”为典，如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《题柳》：“香随静婉歌尘起，影伴娇饶舞袖垂。”据《梁书》和《南史》的记载，张静婉为羊侃伎，能作掌上舞。温庭筠在《张静婉采莲曲》一诗的序中说她“其容绝世”。温氏将董、张并提，或者，董娇饶原是歌伎，以声容舞态见称于时。此诗以“董娇饶”为题而不咏其事，余冠英疑此诗用乐府旧题（说见《汉魏六朝诗选》）。</p>",
  "poet": {
    "id": 3050,
    "star": 0,
    "name": "宋子侯",
    "desc": "宋子侯，东汉人，生平事迹不详。"
  },
  "tags": [
    "乐府",
    "伤悼",
    "女子"
  ]
}