{
  "id": 29635,
  "star": 6,
  "name": "潼关河亭",
  "dynasty": "唐代",
  "content": "重岗如抱岳如蹲，屈曲秦川势自尊。<br>天地并功开帝宅，山河相凑束龙门。<br>橹声呕轧中流度，柳色微茫远岸村。<br>满眼波涛终古事，年来惆怅与谁论。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_29635.aspx\">诗</a>的前四句以浑灏之笔写潼关形胜。“重岗如抱岳如蹲”一句造境雄奇挺健，“抱”、“蹲”二字勾画潼关一带山峦面貌，将西岳华山雄镇潼关的独尊传神地描摹出来，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗句“西岳崚.竦处尊，诸峰罗立似儿山孙”（《望岳》）同为传神妙笔。这第一句从潼关附近山岳的垂直空间下笔，给人以峻峭之感。“屈曲秦川势自尊”，由横向空间承接上句，潼关诸山曲折起伏，拱卫关中，形成天然屏障，自古以来，许多帝王凭借此处险峻，建金城千里，为帝王之业。战国末年，七雄逐鹿，<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>说秦孝公“拒河山之固，东向以制诸侯，此帝王之业也”（《史记·商君列传》），秦国借着关中地利一统天下。杜甫在《秋兴八首》中曾称“秦中自古帝王州”，可见秦川地形确有至尊之势。<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>在这里巧妙地化用前人语句，将秦川帝居的尊严与潼关天险联系起来，更突出了潼关的山河形胜。“天地并工开帝宅”，写秦中之“尊”，作为帝居的秦川山河，是天造地设，天地同力开辟出来的，它的险峻，决非区区人工雕琢所能为之的，这句驱天地于笔端，很能见出诗人的气魄和诗才。“山河相凑束龙门”，笔力不减出句。龙门，在今山西河津县西北与陕西韩城县东北之间，此地两岸峭壁对峙，形如阙门，黄河流至此地，因河床变窄，水流湍急，气势壮阔。相传大禹治水，导河积石于此，故又称禹门。龙门景象，非潼关河亭之可望，为了写出“天地并功开帝宅”的自然壮观，作者凭借想象用一“凑”字，一“束”字，写出万壑群山与黄河同赴龙门的景象，以陡健之笔将龙门峡谷，千岩如奔，水流激射写得逼真，使人如临其境，闻其声，见其势，奇险吓人。这句与杜甫“群山万壑赴荆门”（《咏怀古迹五首》其三）写长江气势的雄奇壮丽同工。首二联就潼关河亭展开粗线条的描绘。值得重视的是，诗人在这四句诗中，融时空为一体，而具体又以空间形式设置意象，在空间意象后面，潜藏着以潼关为屏障的秦中帝业发展史，这种潜伏的时间意识，为尾联抒情留下伏笔。</p> <p>　　“橹声呕轧中流渡，柳色微茫远岸村”二句，收诗人思绪于眼前，将视线放在河亭四周。正当诗人伫立潼关河亭，沉浸在潼关形胜与秦中帝尊的冥想之际，“呕轧”一声橹响，将他惊醒，觅声望去，只见一叶扁舟中流横渡，在它的背后是柳色茫茫的远岸，和依稀可辨的村庄。这两句诗，以淡墨描出一个宁静莽远的场景，与首二联雄伟惊险境界恍如两个迥然不同的世界，隐隐传达出诗人冥想初醒时那种茫然的心情。</p> <p>　　“满眼波涛终古事，年来惆怅与谁论”，由亭下满目东去的波涛，诗人心中升起无穷感慨。山河形胜终古如斯，人间盛衰之事，却如眼前波涛一去不返，即使是声势煊赫的秦皇汉武，他们辉煌的帝业，也成为古事，一去不复返。诗人想道：自己一介寒士，宦途落魄，岁月蹉跎，近年来心中出现的那股人生之谜难以解释的怅惘情绪不觉泛起，而在自己悲惨的生活中，此情可与谁诉？</p> <p>　　此诗以景起，以情结，起势雄健，结语惨然。在写景向言情的渐次过渡中，情绪逐渐低沉，最后以世无知音，难论惆怅绾束。这种情绪的起落，除去外界景物的影响，更主要受诗人长期受人排贬，不得意于世的心情影响。史载薛逢与沈询、杨收、<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>等人同年进士，而薛逢最有才华，然诸同年相继作了宰相，薛逢却沉沦下僚，故言辞激烈，得罪当权者，一生抑郁寡欢而卒。这种身世之感，在潼关形胜之中被激发出来，一时豪情，最终被惨淡的心事冲淡，故酿成情绪的大起大落。</p>",
  "poet": {
    "id": 524,
    "star": 0,
    "name": "薛逢",
    "image": "http://img.gushiwen.org/authorImg/xuefeng.jpg",
    "desc": "薛逢，字陶臣，蒲洲河东（今山西永济县）人，会昌元年（公元八四一）进士。历侍御史、尚书郎。因恃才傲物，议论激切，屡忤权贵，故仕途颇不得意。《全唐诗》收录其诗一卷。《旧唐书》卷一九零，《新唐书》卷二零三皆有传。"
  },
  "tags": [
    "地方",
    "写景",
    "抒情"
  ]
}