{
  "id": 49474,
  "star": 71,
  "name": "江城子·江景",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">湖上与张先同赋，时闻弹筝</span></p> <p>凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。<br>忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。 ",
  "fanyi": "<p><strong>译文</strong><br>凤凰山下，雨后初晴，云淡风清，晚霞明丽。一朵荷花，虽然开过了，但是仍然美丽、清净。什么地方飞过一对白鹭，它们也有意来倾慕弹筝人的美丽。忽然听见江上哀伤的调子，含着悲苦，又有谁，忍心去听。烟霭为之敛容，云彩为之收色，这曲子，就好像是湘水女神奏瑟在倾诉自己的哀伤，一曲终了，她已经飘然远逝，只见青翠的山峰，仍然静静地立在湖边，仿佛那哀怨的乐曲仍然荡漾在山间水际。</p><p><strong>注释</strong><br>1.湖：指杭州西湖。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>：北宋著名词人。<br>2.凤凰山：在杭州西湖南面。<br>3.芙蕖：荷花。<br>4.娉婷：姿态美好，此指美女。<br>5.江上：宋袁文《瓮牖闲评》引作“筵上”。<br>6.筝：弦乐器，木制长形。古代十三或十六根弦，现为二十五根弦。<br>7.湘灵：湘水女神，相传原为舜妃。《楚辞·九歌》有《湘夫人》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于熙宁五年（1072）至七年在杭州通判任上与当时已八十余岁的有名词人<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>（990-1078）同游西湖时所作。</p> <p>　　作者富有情趣地紧扣“闻弹筝”这一词题，从多方面描写弹筝者的美丽与音乐的动人。词中将弹筝人置于雨后初晴、晚霞明丽的湖光山色中，使人物与景色相映成趣，音乐与山水相得益彰，在对人物的描写上，作者运用了比喻和衬托的手法。</p> <p>　　开头三句写山色湖光，只是作为人物的背景画面。“一朵芙蕖”两句紧接其后，既实写水面荷花，又是以出水芙蓉比喻弹筝的美人，收到了双关的艺术效果。从结构上看，这一表面写景，而实则转入对弹筝人的描写，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是天衣无缝。据《墨庄漫录》，弹筝人三十余岁，“风韵娴雅，绰有态度”，此处用“一朵芙蕖开过尚盈盈”的比喻写她，不仅准确，而且极有情趣。接着便从白鹭似也有意倾慕来烘托弹筝人的美丽。词中之双白鹭实是喻指二客呆视不动的情状。</p> <p>　　下片则重点写音乐。从乐曲总的旋律来写，故曰“哀筝”，从乐曲传达的感情来写，故言“苦（甚、极的意思）含情”；谓“遣谁听”，是说乐曲哀伤，谁能忍听，是从听者的角度来写；此下再进一步渲染乐曲的哀伤，谓无知的大自然也为之感动：烟霭为之敛容，云彩为之收色；最后再总括一句，这哀伤的乐曲就好像是湘水女神奏瑟在倾诉自己的哀伤。湘灵，用娥皇、女英之典故。词写到这里，把乐曲的哀伤动人一步一步地推向最高峰，似乎这样哀怨动人的乐曲非人间所有，只能是出自像湘水女神那样的神灵之手。与此同时，“依约是湘灵”这总绾乐曲的一句，又隐喻弹筝人有如湘灵之美好。词的最后，承“依约”一句正待写人，却又采取欲擒故纵的手法，不仅没有正面去描写人物，反而写弹筝人已飘然远逝，只见青翠的山峰仍然静静地立在湖边，仿佛那哀怨的乐曲仍然荡漾在山间水际。“人不见，数峰青”两句，用唐代<a href=\"http://so.gushiwen.org/view_49474.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《省试湘灵鼓瑟》诗“曲终人不见，江上数峰青”，是那样的自然、贴切而又不露痕迹。它不仅意象动人，而且在结构上还暗承“依约是湘灵”一句，把上下用典结合起来。“数峰青”又回应词的开头“凤凰山下雨初晴”描写的雨过山青的景象，真可谓言尽而味永。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "婉约",
    "山水",
    "音乐"
  ]
}