{
  "id": 7168,
  "star": 127,
  "name": "春行即兴",
  "dynasty": "唐代",
  "content": "宜阳城下草萋萋，涧水东流复向西。 <br>芳树无人花自落，春山一路鸟空啼。 ",
  "fanyi": "<p><strong>译文</strong><br>宜阳城外，长满了繁盛的野草，连绵不绝，山涧溪水向东流去，复又折回向西。<br>春山之中，树木繁茂芬芳，然空无一人，花儿自开自落，一路上鸟儿空自鸣啼。 </p> <p><strong>注释</strong><br>⑴宜阳：古县名，在今河南省福昌县附近，在唐代是个重要的游览去处，著名的连昌宫就建在这里。<br>⑵芳树、春山：这两句互文见义，即春山之芳树。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首景物小<a href=\"http://so.gushiwen.org/view_7168.aspx\">诗</a>。作者春天经由宜阳时，因对眼前景物有所感触，即兴抒发了国破山河在、花落鸟空啼的愁绪。</p> <p>　　“宜阳城下草萋萋”，作者站立城头观赏景致，只见大片土地荒芜，处处长满了茂盛的野草。接着，一笔便把人们的视野带到了连昌宫和女几山一带：“涧水东流复向西。”太平时期，登上那武后、玄宗曾走过的“玉真路”，不仅可以观看“鸣流走响韵，含笑树头花”的美景，而且也会看到农民利用涧水灌溉的万顷良田，但此时，这里清泠泠的山泉却再没人汲引灌溉，而是任其“东流复向西”了。昔日，这里的香竹、古柳、怪柏、苍松，无处不吸引着众多的游客；而今，且莫说那些，就是红颜吐芳的春花，也早已无人欣赏了。</p> <p>　　“芳树无人花自落”，这里强调“无人”二字，便道出了诗人对时代的感慨，说明经过安史之乱，再也无人来此观赏，只能任其自开自落了。“春山一路鸟空啼”，春山一路，不仅使人想象到山花烂漫，鸟语宛转的佳境，但著以“空啼”二字，却成了以乐写哀，以闹衬寂，充分显示了山路的荒寞；这里不仅再也见不到那么多的游人墨客，而且连耕农、樵夫、村姑都不见了。“自落”和“空啼”相照应，写出了诗人面对大好山河的无限寂寞之感。</p> <p>　　鉴赏一首诗可以结合其他同类诗歌进行比较理解。这首诗就与一些诗歌有异曲同工之处，可以联系起来体会其情感意境。首句可联系<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》中“国破山河在，城春草木深”、<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《扬州慢·淮左名都》里“过春风十里，尽荠麦青青”，体会其荒凉的特点。第三句和第四句可联系杜甫《蜀相》中“映阶碧草自春色，隔页黄鹂空好音”体会其凄凉冷落的特点。这末二句的“自”和“空”两个字的作用跟杜甫《蜀相》中的“自”和“空”作用是一样的，春色大好，但无人欣赏，其实用乐景写的是哀情，显出山中的宁静，从中透出一丝伤春、凄凉之情。另外，“自”和“落”也让人想起<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《一剪梅·红藕香残玉簟秋》中感慨春光无限好，却物是人非，满眼苍凉景象的诗句：“花自飘零水自流。”因此不难理解全诗表达了作者面对城破人稀的情景而产生的感世伤怀之情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《窥词管见》有云：“词虽不出情景二字，然二字亦分主客，情为主，景是客。说景即是说情，非借物遣怀，即将人喻物。有全篇不露秋毫情意，而实句句是情、字字关情者。”诗和词在表现手法上是一致的。这首诗虽然还不能说就做到了“全篇不露秋毫情意”，但句句写景，句句含情，却是比较突出的。尤其值得提出的是，诗中虽然写的是绿草、芳树、山泉、鸟语，都是一些宜人之景，却构成一幅暮春景象，渲染一种孤寂、凄凉、愁苦、叹惋的感情，这些景色都是为衬托诗人凄凉的心境服务的，它充分显示了诗人对时代的深沉叹惋。 </p>",
  "about": "<h2>创作背景</h2> 　　李华因在安禄山陷长安时受伪职，被贬为杭州司户参军。而此<a href=\"http://so.gushiwen.org/view_7168.aspx\">诗</a>正写于安史之乱平息后不久。当时宜阳位置很重要，唐代最大的行宫之一——连昌宫就坐落在这里。境内女几山是著名的风景区，山上古木流泉，鸟语花香，景色妍丽，是一座天然的大花园。它年年都吸引着皇室、贵族、墨客、游人前来观赏。然而，在安史之乱中，这里却遭到严重破坏，景象荒凉。诗人在安史之乱后经由宜阳，对这些景象产生独特的体验，因写下此诗。",
  "poet": {
    "id": 334,
    "star": 0,
    "name": "李华",
    "desc": "李华(约715-766)，唐代散文家，诗人。字遐叔，赵郡赞皇（今属河北）人。开元二十三年(735)进士，天宝二年(743)登博学宏辞科，官监察御使、右补阙。安禄山陷长安时，被迫任凤阁舍人。“安史之乱”平定后，贬为杭州司户参军。唐代宗大历元年（766年）病故。作为著名散文家，与萧颖士齐名，世称\"萧李\"。并与萧颖士、颜真卿等共倡古义，开韩、柳古文运动之先河。其传世名篇有《吊古战场文》。亦有诗名。原有集，已散佚，后人辑有《李遐叔文集》四卷。"
  },
  "tags": [
    "春天",
    "写景",
    "感伤"
  ]
}