{
  "id": 42855,
  "star": 175,
  "name": "送友人",
  "dynasty": "唐代",
  "content": "水国蒹葭夜有霜，月寒山色共苍苍。 <br>谁言千里自今夕，离梦杳如关塞长。",
  "fanyi": "<p><strong>译文</strong><br>水国之夜是笼罩在凄寒的月色之中的，寒冷的月色与夜幕笼罩中的深青山色浑为一体，苍苍茫茫。<br>谁说友人千里之别从今晚就开始了？可离别后连相逢的梦也杳无踪迹，它竟像迢迢关塞那样遥远。</p> <p><strong>注释<br></strong>⑴水国：犹水乡。蒹葭（jiānjiā）：水草名。《<a href=\"http://so.gushiwen.org/view_42855.aspx\">诗</a>经·秦风·蒹葭》：“蒹葭苍苍，白露为霜。所谓伊人，在水一方。”本指在水边怀念故人，后以“蒹葭”泛指思念异地友人。<br>⑵苍苍：深青色。<br>⑶今夕：今晚，当晚。<br>⑷离梦：离人的梦。杳（yǎo）：无影无声。关塞：一作“关路”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　昔人曾称道这位“万里桥边女校书”“工绝句，无雌声”。她这首《送友人》就是向来为人传诵，可与“唐才子”们竞雄的名篇。此<a href=\"http://so.gushiwen.org/view_42855.aspx\">诗</a>表明上似清空一气，其实短幅中有无限蕴藉，藏无数曲折。</p> <p>　　前两句写别浦晚景。“蒹葭苍苍，白露为霜”，可知是秋季。“悲哉秋之为气也，萧瑟兮草木摇落而变衰；憭栗兮若在远行，登山临水兮送将归”，这时节相送，当是格外难堪。诗人登山临水，一则见“水国蒹葭夜有霜”，一则见月照山前明如霜，这一派蒹葭与山色“共苍苍”的景象，令人凛然生寒。</p> <p>　　此处不尽是写景，句中暗暗兼用了《诗经·秦风·蒹葭》“蒹葭苍苍”两句以下的诗意：“所谓伊人，在水一方。溯回从之，道阻且长；溯游从之，宛在水中央”，以表达一种友人远去、思而不见的怀恋情绪。节用《诗经》而兼包全篇之意，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>“山长不见秋城色，日暮蒹葭空水云”（《巴陵送李十二》）与此诗机杼相同。运用这种引用的修辞手法，就使诗句的内涵大为深厚了。</p> <p>　　人隔千里，自今夕始。“千里自今夕”一语，与<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>名句“千里佳期一夕休”相似，表现了诗人的无限深情和遗憾。这里却加“谁言”二字，似乎要一反那遗憾之意，不欲作“从此无心爱良夜”的苦语。似乎意味着“海内存知已，天涯若比邻”，可以“隔千里兮共明月”，是一种慰勉的语调。这与前两句的隐含离伤构成一个曲折，表现出相思情意的执着。</p> <p>　　诗中提到“关塞”，大约友人是赴边去吧，那再见自然很不易了，除非相遇梦中。不过美梦也不易求得，行人又远在塞北。“天长地远魂飞苦，梦魂不到关山难”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《长相思》）。“关塞长”使梦魂难以度越，已自不堪，更何况“离梦杳如”，连梦也新来不做。一句之中含层层曲折，将难堪之情推向高潮。此句的苦语，相对于第三句的慰勉，又是一大曲折。此句音调也很美，“杳如”的“如”不但表状态，而且兼有语助词“兮”字的功用，读来有唱叹之音，配合曲折的诗情，其味尤长。而全诗的诗情发展，是“先紧后宽”（先作苦语，继而宽解），宽而复紧，“首尾相衔，开阖尽变”（《艺概·诗概》）。</p> <p>　　“绝句于六艺多取风兴，故视它体尤以委曲、含蓄、自然为高。”（《艺概·诗概》）此诗化用了前人一些名篇成语，使内涵更丰富；诗意又层层推进，处处曲折，愈转愈深，可谓兼有委曲、含蓄的特点。诗人用语既能翻新又不着痕迹，娓娓道来，不事藻绘，便显得“清”。又善“短语长事”，得吞吐之法，又显得“空”。清空与质实相对立，却与充实无矛盾，故耐人玩味。</p>",
  "poet": {
    "id": 391,
    "star": 0,
    "name": "薛涛",
    "image": "http://img.gushiwen.org/authorImg/xuetao.jpg",
    "desc": "薛涛（约768～832年），唐代女诗人，字洪度。长安（今陕西西安）人。因父亲薛郧做官而来到蜀地，父亲死后薛涛居于成都。居成都时，成都的最高地方军政长官剑南西川节度使前后更换十一届，大多与薛涛有诗文往来。韦皋任节度使时，拟奏请唐德宗授薛涛以秘书省校书郎官衔，但因格于旧例，未能实现，但人们却称之为“女校书”。曾居浣花溪（今有浣花溪公园）上，制作桃红色小笺写诗，后人仿制，称“薛涛笺”。成都望江楼公园有薛涛墓。"
  },
  "tags": [
    "离别",
    "写景"
  ]
}