{
  "id": 55213,
  "star": 16,
  "name": "菩萨蛮·咏梅",
  "dynasty": "宋代",
  "content": "湿云不渡溪桥冷。娥寒初破东风影。溪下水声长。一枝和月香。<br>人怜花似旧，花不知人瘦。独自倚阑干，夜深花正寒。",
  "fanyi": "<h2>注释</h2> ⑴湿云不渡：“渡”一作“断”。<br>⑵东风影：“东风”一作“双钩”。<br>⑶一枝和月香：“月”一作“雪”。",
  "shangxi": "<h2>赏析</h2> <p>　　梅花是“岁寒三友”之一，往往被描写成中华民族坚贞、高洁等美好品性的<a href=\"http://so.gushiwen.org/view_55213.aspx\">诗</a>化象征。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>写过不少这方面的作品。这首《咏梅》词是体现朱淑真“清新婉丽、蓄思含情”（宋代魏端礼评语）之优秀风格的代表作。</p> <p>　　上片，先为“梅花”之出场刻画了一个特定的典型环境。在冬末春初的一个夜晚，词人情思悠悠地漫步郊野，抬头高瞻，只见几朵带雨的乌云一时凝聚在天空；低首近观，小桥下溪水潺湲，又给人增添了阴冷的感觉。就在这时一阵轻寒恍如幽影冲破了东风乍暖的气氛，使人更感到寒意森森。“蛾寒”之“蛾”在此通“俄”，为俄顷、不久之意，如《汉书。外戚传下》：“（孝成班倢伃）始为少使，蛾而大幸为倢伃”。因之，“蛾寒”犹轻寒、嫩寒之意，别本于此即作“嫩寒”。另有学者认为“蛾”可指蛾眉，用以比喻弯月；此言一弯新月刚刚破云而出，那被东风吹拂的梅树摇曳着多姿的身影（韩秋白）。可备一说。桥下绵延不断的哗哗溪流之声送来一片幽香，这幽香弥漫在朦胧的月光之中，沁人心脾，涤人魂魄，令人流连，催人升华，使人意绪翩翩，不能自己……。此词本为咏梅而作，但却正如人们所赞赏的──它竟全篇不直言“梅”字，而着意挑出幽柔之“香”以涵概梅花的独特气韵，诚如宋人沈义父《乐府指迷》所言“咏物词最忌说出题字”，此篇正得其妙（印有志）。妙就妙在着一“香”字既突现了梅花芳馨幽艳的卓异风标，连同“和月”一起且又给人以嗅觉、视觉、味觉、触觉并生的通感联想。强调梅的“一枝”独秀，不仅有如林和靖赞梅名句“众芳摇落独暄妍”的高妙，展现了梅树凌寒傲骨的幽姿逸韵，而且跟词作的抒情主人于下片“独自倚栏杆”也暗相扣合而发人深思。</p> <p>　　下片，由梅花转至词人，着重写词人对梅花──借以对人世的执着情怀和幽怨心绪。词人于春寒料峭时，面对这疏影中流溢暗香的花枝直抒心意：梅花啊，我对你深深爱念的满腔热忱一如过去而始终未变；可是你哪里知道（你怎会料想到）我却日益腰肢瘦损而身心憔悴了！（这个聪慧多情的女词人在婚恋生活上是很不幸的）。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>有过传响人口的名句“帘卷西风，人比黄花瘦”。从修辞学上评析，它是一般的比喻句，是个明比修辞格。朱淑真这“花不知人瘦”则是别出心裁的拟人句，在赋予“花”以人性的同时，又巧妙地渗透了词人对花的情愫。透过字面上似乎埋怨“花自无情，人自多感”的形态，折射着抒情主人寄意于花、期盼于花、渴望人间理解、希求人世温馨……等等多重意象。在词人这看似哀怨、悲凄、忧悒、惆怅乃至“情绪偏于低沉”的表象下，不正流荡着一个女人赤诚而热烈的心潮吗？果然，结句写道：夜深了，连不畏苦寒的梅花尚且因寒气包围似乎瑟瑟有声，而本已瘦弱伶仃的女词人竟思绪联翩无法拥衾入睡，还在“独自倚栏杆”。独倚无眠是在搏击寒风，是在思索人生，是在追寻世间的“知人”者啊！联系女词人另外一些咏梅佳句──“明窗莹几净无尘，月映幽窗夜色新。唯有梅花无限意，对人先放一枝春”；“病在眼前俱不喜，可人唯有一枝梅。未容明月横疏影，且自清香寄酒杯”──，可见词人确实跟梅花早已情深意挚，其“人怜花似旧”绝非虚语；而埋怨“花不知人瘦”乃责备梅花不该忘却自己这钟情于人世生活的忠实伴侣。可见词人的爱梅咏梅正是她热爱美、热爱生活、热爱现实人生的艺术体现。这种外“冷”而内热的感人形象，是女词人对宋词、对中国文化的可贵贡献。所以她赢得了在宋词史上与李清照齐名的崇高地位。</p>",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "咏物",
    "写梅",
    "抒怀"
  ]
}