{
  "id": 298,
  "star": 90,
  "name": "商颂·那",
  "dynasty": "先秦",
  "content": "猗与那与！置我鞉鼓。<br>奏鼓简简，衎我烈祖。<br>汤孙奏假，绥我思成。<br>鞉鼓渊渊，嘒嘒管声。<br>既和且平，依我磬声。<br>於赫汤孙！穆穆厥声。<br>庸鼓有斁，万舞有奕。<br>我有嘉客，亦不夷怿。<br>自古在昔，先民有作。<br>温恭朝夕，执事有恪，<br>顾予烝尝，汤孙之将。",
  "fanyi": "<p><strong>译文<br></strong>好盛美啊好繁富，在我堂上放立鼓。<br>敲起鼓来响咚咚，令我祖宗多欢愉。<br>商汤之孙正祭祀，赐我成功祈先祖。<br>打起立鼓蓬蓬响，吹奏管乐声呜呜。<br>曲调和谐音清平，磬声节乐有起伏。<br>商汤之孙真显赫，音乐和美又庄肃。<br>钟鼓洪亮一齐鸣，场面盛大看万舞。<br>我有助祭好宾客，无不欢欣在一处。<br>在那遥远的古代，先民行止有法度。<br>早晚温文又恭敬，祭神祈福见诚笃。<br>敬请先祖纳祭品，商汤子孙天佑助。</p> <p><strong>注释<br></strong>⑴猗（ē）与那（nuó）与：犹“婀欤娜欤”，形容乐队美盛之貌。与，同“欤”，叹词。<br>⑵置：植，竖立。鞉（táo）鼓：一种立鼓。<br>⑶简简：象声词，鼓声。<br>⑷衎（kàn）：欢乐。烈祖：有功烈的祖先。<br>⑸汤孙：商汤之孙。奏假：祭享。假，“格”的假借。<br>⑹绥：赠予，赐予。思：语助词。成：成功。<br>⑺渊渊：象声词，鼓声。<br>⑻嘒（huì）嘒：象声词，吹管的乐声。管：一种竹制吹奏乐器。<br>⑼磬：一种玉制打击乐器。<br>⑽於（wū）：叹词。赫：显赫。<br>⑾穆穆：和美庄肃。<br>⑿庸：同“镛”，大钟。有斁（yì）：即“斁斁”，乐声盛大貌。<br>⒀万舞：舞名。有奕：即“奕奕”，舞蹈场面盛大之貌。<br>⒁亦不夷怿（yì）：意为不亦夷怿，即不是很快乐吗。 夷怿：怡悦。<br>⒂作：指行止。<br>⒃执事：行事。有恪（kè）：即“恪恪”，恭敬诚笃貌。<br>⒄顾：光顾。烝（zhēng尝：冬祭为烝，秋祭为尝。<br>⒅将：佑助。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　与《颂》<a href=\"http://so.gushiwen.org/view_298.aspx\">诗</a>中的大多数篇章不同，《那》主要表现的是祭祀祖先时的音乐舞蹈活动，以乐舞的盛大来表示对先祖的尊崇，以此求取祖先之神的庇护佑助。郑觐文《中国音乐史》云：“《那》祀成汤，按此为祭祀用乐之始。”先秦诗史，基本上是音乐文学史，而今天从音乐文学史的研究角度看，可以说《那》具有比其他《诗经》作品更重要的意义，因为此诗不但本身就是配合乐舞的歌辞，而且其文字内容恰恰又是描写这些乐舞情景的。诗中所叙述的作为祭祀仪式的乐舞，按照先奏鼓乐，再奏管乐，再击磬节乐，再钟鼓齐鸣，高唱颂歌跳起万舞这样的顺序进行；最后，主祭者献祭而礼成。按《礼记·郊特牲》云：“殷人尚声，臭味未成，涤荡其声，乐三阕，然后出迎牲。声音之号，所以诰告于天地之间也。”此诗的描写，与《礼记》的记载是相吻合的。</p> <p>　　诗首句便用两嗟叹之词，下文又有相当多的描绘乐声的叠字词“简简”、“渊渊”、“嘒嘒”、“穆穆”，加上作用类似叠字词的其他几个形容词“有斁”、“有奕”、“有恪”，使其在语言音节上也很有乐感，这当是此篇成功的关键。虽然它不像后世的诗歌在起承转合的内部结构上那么讲究安排照应，但是其一气浑成的体势，仍使它具有相当的审美价值。孙鑛说：“商尚质，然构文却工甚，如此篇何等工妙！其工处正如大辂。”（陈子展《诗经直解》引）他所谓的“工妙”，读者应当从诗的整体上去理解，这样才能正确把握其艺术性；所谓“大辂”，应是一辆完整的车子，而不是零碎的一辕一轴。</p> <p>　　六经皆史，从以诗证史的视角说，此诗是研究音乐舞蹈史的好资料。诗中出现的乐器有四种：鞉鼓、管、磐、镛，分属中国古代乐器八音分类法的革、竹、石、金四大类，出现的舞蹈有一种：万舞。《诗经》各篇对鼓声的摹仿是极其生动的，可以使读者从中初步领略原始音乐的力度、节奏和音色。如《小雅·伐木》的“坎坎伐鼓”，《小雅·鼓钟》的“鼓钟将将”、“鼓钟喈喈”，《大雅·灵台》的“鼍鼓逢逢”，《周颂·执竞》的“钟鼓喤喤”，《周颂·有駜》的“鼓咽咽”，此篇的“奏鼓简简”、“鞉鼓渊渊”，这些摹声的双音叠字词，前一字发重音，后一字读轻声，通过强——弱次序体现了鼓声的力度，又通过乐音时值的组织体现了长短的节奏。从传世实物和考古发掘看，鼓有铜面和兽皮面两大种类，“逢逢”、“简简”、“渊渊”应是对兽皮鼓声的摹仿，“将将”、“喈喈”、“喤喤”则应是对金属鼓声或钟鼓合声的摹仿，它们形象地再现了或深沉或明亮的不同音色。从这一点上说，《诗经》中描绘乐声的叠字词是唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》“大弦嘈嘈如急雨，小弦切切如私语；嘈嘈切切错杂弹，大珠小珠落玉盘”这类描写的滥觞。《那》一诗中所用之鼓为鞉鼓，据文献记载，鞉鼓有两种类型，一种大型的竖立设置，名为楹或立鼓；一种小型的类似今日之拨浪鼓，较晚起。《那》中之鞉鼓当为立鼓，按《释名·释乐器》云：“鞉，导也，所以导乐作也。”可知其作用是在祭祀歌舞开始时兴乐起舞。而祭祀时跳的万舞，又见于《邶风·简兮》、《鲁颂·閟宫》。从《简兮）的描写中可以看出，万舞包括武舞（男舞）和文舞（女舞）两部分，男舞者孔武有力，手执驭马的绳索，女舞者容光焕发，手执排箫和雉鸟羽翎。笔者以为万舞是一种具有生殖崇拜内涵的舞蹈。按“万（万）”与“虿”字相通，《说文解字》释“虿”为毒虫，又称“蚳”，是一种有毒的蛙，则“万舞”一名当关联于蛙的崇拜。而据现代学者研究，蛙在上古信仰中是孕育和繁殖力的象征。此诗所描写的万舞是在鼓声中进行的，中国西南地区出土的古代铜鼓上铸的正是青蛙的形象，这些塑像常呈雌雄交媾状或母蛙负子状以表现生殖崇拜内涵，并且《简兮》所描述的“左手执籥，右手秉翟”的万舞形象也常见于铜鼓腰部的界格上，这些都是万舞的原始信仰意义的明证。</p>",
  "about": "<h2>创作背景</h2> 　　《那》是《商颂》的第一篇，同《商颂》中的其他几篇一样，都是殷商后代祭祀先祖的颂歌。关于其成<a href=\"http://so.gushiwen.org/view_298.aspx\">诗</a>年代，有两种说法。一说认为成于商代，另一说则认为成于东周宋时。后一说以《史记》的记载最有代表性，其《宋微子世家》云：“襄公之时，修行仁义，欲为盟主，其大夫正考父美之，故追道契、汤、高宗、殷所以兴，作《商颂》。”他的说法反映的是齐、鲁、韩三家诗的观点。而《毛诗序》云：“《那》，祀成汤也。微子至于戴公，其间礼乐废坏，有正考甫者，得《商颂》十二篇于周之大师，以《那》为首。”认为正考父只是得到殷商亡佚的十二篇颂诗，作了一番整理工作而已，后经孔子删定为今存的五篇。汉代商诗说、宋诗说两说并存，宋诗说占上风。其后<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》等宋学名著均取商诗说。清代有代表性的《诗经》学著作，如姚际恒《诗经通论》、马瑞辰《毛诗传笺通释》、陈奂《诗毛氏传疏》、方玉润《诗经原始》等都主商诗说，但近代今文经学家<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>、皮锡瑞、王先谦都持宋诗说。至<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>作《说商颂》，引殷墟甲骨卜辞为证，说明《商颂》非商代作品之后，宋诗说几成定论。20世纪80年代以来，对这个问题的研究又有一批新的成果，商诗说重新得到重视。张松如先生《商颂研究》中也是持商诗说：“细详（《那》）诗义，似是一组祭歌的序曲，所谓《商颂》十二，以《那》为首。诗中设有专祀成汤的内容，却描述了商时祭祀的情形和场面，大约是祭祀包括成汤在内的烈祖时的迎神曲。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "颂歌"
  ]
}