{
  "id": 72115,
  "star": 256,
  "name": "沁园春·恨",
  "dynasty": "清代",
  "content": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。<br>单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。",
  "fanyi": "<h2>注释</h2> ①夭桃：茂盛的桃树。斫：砍。煞：同“杀”，减损。<br>②椎：捶。<br>③<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>自称“荥阳郑”，以表对封建礼法的蔑视。“荥阳郑”指郑元和的故事。荥阳为郑氏郡望，相传郑元和即荥阳人，流落长安，唱莲花落乞食于市，妓女李亚仙拯救他于困顿之中，后来郑元和做了大官，李亚仙亦封国夫人。唐<a href=\"http://so.gushiwen.org/author_2760.aspx\">白行简</a>《李娃传》即叙其事。郑板桥对这个风流韵事，然而近于子虚乌有的元祖十分敬佩，在作品中曾三次提到他。<br>④骨相：指人的骨骼相貌。旧谓骨相好坏，注定人一生的命运。席帽青衫：明清科举时儒生或秀才的服装。太瘦生：即太瘦。生，语助词。<br>⑤蓬门、破巷：贫者所居。<br>⑥箝：钳制。<br>⑦乌丝：全称乌丝栏，一种专供书写用，带黑格的绢素或纸张。",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片“花亦无知，月亦无聊，酒亦无灵”。是说花也不知道人之恨事，月也不能助人解除心中郁闷，就连平时能消愁解恨的酒也不灵了。</p> <p>　　接下来“把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。”。连夭桃这般艳丽的春花也要砍断，鹦哥这样可爱的灵鸟也要煮熟了下酒吃，砚书琴画文章都要统统毁掉，一切虚名也都不要了。古人常以“焚琴煮鹤”来形容煞风景，这里更是大大逾越，几乎所有美好和值得怀念的东西，都成了发泄的对象，以解心中之痛。艺术张力之强达到极至。</p> <p>　　“荥阳郑，有慕歌家世，乞食风情。”唐代传奇小说《李娃传》写荥阳郑生本宦家子，与妓女李娃恋爱，金钱被老鸨设计掏空，靠帮人唱丧歌糊口。（原来这行业古已有之，现在公墓里那些帮人唱丧歌的算不得开拓创新哦，呵呵~~）后又沦为乞丐。李娃不忘旧情，予以搭救，助其中科举，得显宦。而<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>在《道情十首》小序中也曾提到：“我先世元和公公（荥阳生）流落人间，教歌度曲。”此三句颇不将封建礼法放在眼里，公然宣示：我荥阳郑家原本就有慕歌家世，乞食风情，不靠做官，只靠教歌度曲，乞食与人，也能自自在在地活下来。不羁之情，跃然句中。</p> <p>　　下片“单寒骨相难更。笑席帽青衫太瘦生”。旧时认为人的骨相可以决定人的贵贱穷达，如方头大耳为福相，反之为薄相。席帽是以藤席为骨架的帽子。“青衫”为当时低级官员或一般文人所穿之服装。这里的表露出：自己天生的单寒骨相没法改变，头戴席帽，身着青衫的瘦弱寒酸相为人所笑。</p> <p>　　“看蓬门秋草，年年破巷；疏窗细雨，夜夜孤灯。”长期居住于破巷之中，住处蓬门秋草，窗户不严挡不住风雨，夜夜伴随孤灯度过。在描述简陋的居住环境的同时，也反映了词人的心态，包含着恨世道不公的意味。</p> <p>　　“难道天公，还钳恨口，不许长吁一两声？”境况都已经这样了，难道老天爷还要封住词人之口，连叹气都不允许吗？</p> <p>　　“癫狂甚？取乌丝百幅，细写凄清。”乌丝：即乌丝栏，一种有格线的绢素或纸笺。词人性格直率，癫狂得很，心有不平，岂能不鸣？于是取出乌丝栏百幅，细细写出心中凄清之恨。</p>",
  "poet": {
    "id": 260,
    "star": 0,
    "name": "郑板桥",
    "image": "http://img.gushiwen.org/authorImg/zhengbanqiao.jpg",
    "desc": "郑板桥（1693—1765）清代官吏、书画家、文学家。名燮，字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。"
  },
  "tags": [
    "豪放",
    "抒怀",
    "愤恨"
  ]
}