{
  "id": 48014,
  "star": 60,
  "name": "定情诗",
  "dynasty": "魏晋",
  "content": "我出东门游，邂逅承清尘。<br>思君即幽房，侍寝执衣巾。<br>时无桑中契，迫此路侧人。<br>我既媚君姿，君亦悦我颜。<br>何以致拳拳？绾臂双金环。<br>何以道殷勤？约指一双银。<br>何以致区区？耳中双明珠。<br>何以致叩叩？香囊系肘后。<br>何以致契阔？绕腕双跳脱。<br>何以结恩情？美玉缀罗缨。<br>何以结中心？素缕连双针。<br>何以结相于？金薄画搔头。<br>何以慰别离？耳后玳瑁钗。<br>何以答欢忻？纨素三条裙。<br>何以结愁悲？白绢双中衣。<br>与我期何所？乃期东山隅。<br>日旰兮不来，谷风吹我襦。<br>远望无所见，涕泣起踟蹰。<br>与我期何所？乃期山南阳。<br>日中兮不来，飘风吹我裳。<br>逍遥莫谁睹，望君愁我肠。<br>与我期何所？乃期西山侧。<br>日夕兮不来，踯躅长叹息。<br>远望凉风至，俯仰正衣服。<br>与我期何所？乃期山北岑。<br>日暮兮不来，凄风吹我襟。<br>望君不能坐，悲苦愁我心。<br>爱身以何为，惜我华色时。<br>中情既款款，然后克密期。<br>褰衣蹑茂草，谓君不我欺。<br>厕此丑陋质，徙倚无所之。<br>自伤失所欲，泪下如连丝。",
  "fanyi": "<p><strong>译文<br></strong>我从东门出去游玩，不经意间得亲足下的尘土。<br>盼望郎君来到我闺房，我愿意在你入室就寝时在一旁手持衣巾。<br>我本来没有桑中的约会，只是路人般偶然的亲近。<br>我既爱慕郎君的风姿，郎君也喜欢我的容颜。<br>用什么表达我的眷恋之意呢？缠绕在我臂上的一双金环。<br>用什么表达我对你的殷勤？套在我指上的一双银戒指。<br>用什么表达我的真诚呢？戴在我耳上的一对明珠。<br>用什么表达我的挚诚呢？系在我肘后的香囊。<br>用什么表达我们之间的亲密呢？套在我腕上的一对手镯。<br>用什么连接我们的感情呢？缀有罗缨的佩玉。<br>用什么让我们的心连在一起呢？用白色的丝绒双针缝贯。<br>用什么表达我们的交好呢？用金箔装饰的搔头。<br>用什么慰藉我们的别离之情呢？用我耳后的玳瑁钗。<br>用什么报答你对我的欢悦呢？用有三条绦丝带的衣袍。<br>用什么连接我们的悲愁呢？用缝在内衣里的白绢。<br>和我期约在哪里？就约定相会在东山的一个角落里。<br>太阳都落山了你还没有来，谷风吹动着我的短襦。<br>远远望去还看不到你，含泪地站起来久立。<br>和我期约在哪里？就约定在山南相见。<br>从清晨等到中午你还没有来，飘风吹动着我的衣裳。<br>逍遥的日子从没见过，盼望郎君的日子使我愁肠。<br>和我期约在哪里？就相约在西山之侧。<br>到日暮仍然看不到你的身影，我不禁踯躅叹息。<br>远望阵阵凉风已袭至，俯仰之间就要加衣服。<br>和我期约在哪里？就相约在山北的一个小丘上。<br>你又一次没来，只有凄风吹动着我的衣裳。<br>每次盼望等待，我坐立不安，悲苦愁凄了我的心。<br>你爱我的目的是什么？只是爱我年华正好时。<br>内心已流露出款款的情意，然后才定下约期。<br>我挽起衣服在花草间踟蹰，告诉自己你是不会欺骗我的。<br>如今我容颜已变得丑陋，伤心地独自徘徊不知应到哪里去。<br>只为失去了想要的爱情而悲伤，不禁泪下如雨泣涕不已。</p> <p><strong>注释<br></strong>⑴定情：在此<a href=\"http://so.gushiwen.org/view_48014.aspx\">诗</a>中为镇定其情的意思。<br>⑵承：感激，承蒙。<br>⑶迫：接近，遭遇。<br>⑷媚：爱。<br>⑸拳拳：真挚的感情。绾（wǎn）：绕。<br>⑹殷勤：内心深处无以言说之情。约指：戒指。<br>⑺区区：细致的情意。<br>⑻叩叩：相互忠诚。<br>⑼契阔：别后的思念。跳脱：亦称条脱，即手镯。<br>⑽中心：即中情。素缕：白线。针：真的谐音。<br>⑾相于：相爱。金薄：金箔。搔头：一本作“幧（qiāo）头”，即男子束发的绡（xiāo）头。<br>⑿欢忻：即欢欣。纨素：素白色的丝绢。三条裙：指镶有三道花边的裙子。条：即绦（tāo），丝带，可以用来做衣裙的装饰边。<br>⒀白绢：一作“白发”。<br>⒁期：约会。隅：角落。<br>⒂日旰（gàn）：日落时。谷风：山谷里的风。<br>⒃山南阳：山的朝阳处。<br>⒄逍遥：茫然徘徊状。莫谁睹：看不到任何人。<br>⒅爱身：爱我。惜：爱也。华色时：正当年华，容色美好。<br>⒆款款：形容感情的真挚和热烈。克密期：定下幽会的日期。<br>⒇厕：同“侧”。丑陋质：失恋女子的自称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48014.aspx\">诗</a>用第一人称的口吻，来叙写爱情的欢悦和失恋的痛苦，运用铺彩摛文的手法来刻画女主人公丰富的感情活动。全诗可分为三个层次。首先是追忆初识的光景；然后是回忆热恋时的情景；最后是抒写被弃的景况。</p> <p>　　在描写热恋情景时，诗中一连用了十一对问答句子，显露了热恋中人心灵的激情颤动，和他们对幸福的热烈追求。吟哦之下，仿佛看到他们一次次互赠信物，以表“殷勤”之意，听到他们频频指物为誓，以示“拳拳”之心。在抒写失恋痛苦时，诗中一连用了四个“与我期何所”，仿佛看到女主人公一次又一次焦灼地等待情人前来赴约，一次又一次经受着失望的折磨。诗人成功地采用排比铺陈的笔法来加强感情的冲击力。</p> <p>　　诗题“定情”，有镇定其情的意思，正如<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的《闲情赋》是闲止其情的意思。此诗在技巧上大多用直叙法，唯中段在写男女之情时，反复比喻，十分突出。尤其诗中提到的汉代妇女的饰物更是保存之珍贵的资料，如：从“绾臂双金环”句中得知汉代妇女有在手臂上戴金环的装饰；“约指”就是指环，除了金、玉之外也可以用银制成；妇女又有耳上戴明珠珰，肘后结繁香囊的习惯；至於“跳脱”就是臂钏，俗名镯子；罗织的缨带上还悬垂着美玉；还有金箔的发簪；玳瑁的钗；至於妇女的服装上有纨素做的三绦裙，就是装饰着三条花边的裙子；又有白绢做的夹层“中衣”，是近身的衣服，穿着小衣之外，大衣之内。</p> <p>　　《文选·洛神赋注》引繁钦《定情诗》曰：“何以消滞忧？足下双远游”两句，不见于今本《定情诗》中，可见《定情诗》中尚有脱文。</p>",
  "about": "<h2>创作背景</h2> 　　繁钦与建安七子生活中同一时代，而最为不得志。因此有人认为此<a href=\"http://so.gushiwen.org/view_48014.aspx\">诗</a>是繁钦借女子之被弃以自喻身世，同时也不能排除此诗是为反映汉代社会现实而作的可能。",
  "poet": {
    "id": 871,
    "star": 0,
    "name": "繁钦",
    "desc": "繁钦(?-218)字休伯，东汉颍川（今河南禹县）人。曾任丞相曹操主簿，以善写诗、赋、文章知名于世。"
  },
  "tags": [
    "乐府",
    "爱情"
  ]
}