{
  "id": 14343,
  "star": 43,
  "name": "过三闾庙",
  "dynasty": "唐代",
  "content": "沅湘流不尽，屈子怨何深。<br>日暮秋风起，萧萧枫树林。",
  "fanyi": "<p><strong>译文<br></strong>沅江湘江长流不尽，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>悲愤似水深沉。<br>暮色茫茫，秋风骤起江面，吹进枫林，听的满耳萧萧。</p> <p><strong>注释<br></strong>⑴三闾（lǘ）庙：即屈原庙，因屈原曾任三闾大夫而得名，在今湖南汨罗县境。<br>⑵沅（yuán）湘：指沅江和湘江，沅江、湘江是湖南的两条主要河流。<br>⑶屈子怨何深：此处用比喻，屈子指屈原，句意屈原的怨恨好似沅（yuán）江湘江深沉的河水一样。何深：多么地深。<br>⑷“日暮”二句：此处化用屈原的《九歌》《招魂》中的<a href=\"http://so.gushiwen.org/view_14343.aspx\">诗</a>句：“袅袅兮秋风，洞庭波兮木叶下”，“湛湛江水兮上有枫，目极千里兮伤春心。魂兮归来哀江南！”秋烟：一作“秋风”。萧萧：风吹树木发出的响声。</p>",
  "shangxi": "<h2>鉴赏一</h2> <p>　　这是作者游<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>庙的题<a href=\"http://so.gushiwen.org/view_14343.aspx\">诗</a>。此诗题一作《过三闾庙》，是诗人大历（766-779）中在湖南做官期间路过三闾庙时所作。伟大诗人屈原毕生忠贞正直。满腔忧国忧民之心，一身匡时济世之才，却因奸邪谗毁不得进用，最终流放江潭，遗恨波涛。他的峻洁的人格和不幸遭遇，引起了后人无限的景仰与同情。在汉代，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>过汨罗江就曾驻揖凭吊，洒一掬英雄泪。贾谊留下了著名的《吊屈原赋》。而司马迁则在他那“无韵之《离骚》”（《史记》）里写了一篇满含悲愤的《屈原列传》。时隔千载，诗人<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>也感受到了与贾谊、司马迁同样的情怀：“昔人从逝水，有客吊秋风。何意千年隔，论心一日同！”（《湘中怀古》）大历年间，奸臣<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>当道，嫉贤妒能，排斥异己。在这种时代背景下，诗人来往于沅湘之上面对秋风萧瑟之景，不由他不动怀古吊屈的幽情。屈原“忠而见疑，信而被谤”（《史记·屈原列传》），作者谒庙，感慨颇深，《题三闾大夫庙》就是作者情动于中而形于言、即景成章的。</p> <p>　　诗的前二句对屈原的不幸遭遇表示深切的同情。“沅湘流不尽”发语高亢。如天外奇石陡然而落，紧接着次句“屈子怨何深”又如古钟震鸣，沉重而浑厚，两句一开一阖，顿时给读者心灵以强烈的震撼。从字面上看，“沅湘”一句是说江水长流，无穷无尽，意思当句自足。但实际上“流”这里是双关，既指水同时也逗出下句的“怨”，意谓屈子的哀愁是何等深重，沅湘两江之水千百年来汩汩流去，也流淌不尽、冲刷不尽。这样一来，屈原的悲剧就被赋予了一种超时空的永恒意义。诗人那不被理解、信任的悲哀，遭谗见谪的愤慨和不得施展抱负的不平，仿佛都化作一股怨气弥漫在天地间，沉积在流水中，浪淘不尽．作者在这里以大胆的想象伴随饱含感情的笔调，表现了屈原的哀怨的深重，言外洋溢着无限悲慨。“沅湘流不尽，屈子怨何深”，以沅水湘水流了千年也流不尽，来比喻屈原的幽怨之深，构思妙绝。屈原与楚王同宗，想到祖宗创业艰难，好不容易建立起强大的楚国，可是子孙昏庸无能，不能守业，贤能疏远，奸佞当权，自己空有一套正确的治国主张却不被采纳，反而遭到打击迫害，屡贬荒地。眼看世道，是非不分，黑白颠倒，朝政日非，国势岌岌可危，人民的灾难越来越深重，屈原奋而自沉汨罗江，他生而有怨，死亦有怨，这样的怨，没有个尽头。这二句是抒情。</p> <p>　　后二句写景：“日暮秋风起，萧萧枫树林。”秋风萧瑟，景象凄凉，一片惨淡气氛，诗人融情入景，使读者不禁慨然以思，含蓄蕴藉地表达了一种感慨不已、哀思无限的凭吊怀念之情。这两句暗用《楚辞·招魂》语：“湛湛江水兮上有枫，目极千里兮伤春心，魂兮归来哀江南。”但化用得非常巧妙，使人全然不觉。诗的后两句轻轻宕开，既不咏屈原的事，也不写屈原庙，却由虚转实，描绘了一幅秋景：“日暮秋风起，萧萧枫树林”。这并不是闲笔，它让读者想到屈原笔下的秋风和枫树，“嫋嫋兮秋风，洞庭波兮木叶下”（《九歌·湘夫人》）。“湛湛江水兮上有枫”（《招魂》）。这是屈原曾经行吟的地方。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说“（枫）玉霜后叶丹可爱，故骚人多称之”（《楚辞集注》）。此刻骚人已去，只有他曾歌咏的枫还在，当黄昏的秋风吹起时，如火的红枫婆娑摇曳，萧萧絮响，像在诉说千古悲剧。</p> <p>　　这首诗比兴手法相当高明。前二句以江水之流不尽来比喻人之怨无穷，堪称妙绝。后二句萧瑟秋景的描写，又从《招魂》“湛湛江水”两句生发而来，景物依稀，气氛愁惨，更增凄惋，使人不胜惆怅，吊古之意极深，为人传诵。</p><br/><h2>鉴赏三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>论<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>时说：“屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？”（《史记·屈原列传》）<a href=\"http://so.gushiwen.org/view_14343.aspx\">诗</a>人围绕一个“怨”字，以明朗而又含蓄的诗句，抒发对屈原其人其事的感怀。</p> <p>　　沅、湘是屈原诗篇中常常咏叹的两条江流。《怀沙》中说：“浩浩沅湘，分流汩兮。修路幽蔽，道远忽兮。”《湘君》中又说：“令沅湘兮无波，使江水兮安流。”诗以沅湘开篇，既是即景起兴，同时也是比喻：沅水湘江，江流有如屈子千年不尽的怨恨。骚人幽怨，好似沅湘深沉的流水。前一句之“不尽”，写怨之绵长，后一句之“何深”，表怨之深重。两句都从“怨”字落笔，形象明朗而包孕深广，错综成文而回环婉曲。李瑛《诗法易简录》认为：“咏古人必能写出古人之神，方不负题。此诗首二句悬空落笔，直将屈子一生忠愤写得至今犹在，发端之妙，已称绝调。”是说得颇有见地的。</p> <p>　　然而，屈子为什么怨，怨什么，诗人自己的感情和态度又怎样，诗中并没有和盘托出，而只是描绘了一幅特定的形象的图景，引导读者去思索。江上秋风，枫林摇落，时历千载而三闾庙旁的景色依然如昔，可是，屈子沉江之后，已经无处可以呼唤他的冤魂归来。“袅袅兮秋风，洞庭波兮木叶下”，“湛湛江水兮上有枫，目极千里兮伤春心。魂兮归来哀江南！”这是屈原的《九歌》和《招魂》中的名句，诗人抚今追昔，触景生情，借来化用为诗的结句：“日暮秋风起，萧萧枫树林”。季节是“秋风起”的深秋，时间是“日暮”，景色是“枫树林”，再加上“萧萧”这一象声叠词的运用，更觉幽怨不尽，情伤无限。这种写法，称为“以景结情”或“以景截情”，画面明朗而引人思索，诗意隽永而不晦涩难解，深远的情思含蕴在规定的景色描绘里，使人觉得景物如在目前而余味曲包。试想，前面已经点明了“怨”，此处如果仍以直白出之，而不是将明朗和含蓄结合起来，做到空际传神，让人于言外得之，那将会非常索然寡味。此诗结句，历来得到诗评家的赞誉。《诗法易简录》又赞道：“三、四句但写眼前之景，不复加以品评，格力尤高。凡咏古以写景结，须与其人相肖，方有神致，否则流于宽泛矣。”钟惺《唐诗归》则说：“此诗岂尽三闾，如此一结，便不可测。”施补华《岘佣说诗》评道：“并不用意，而言外自有一种悲凉感慨之气，五绝中此格最高。”无不肯定其意余象外、含蓄悠永之妙。</p> <p>　　诗歌，是形象的艺术，也是最富于暗示性和启示力的艺术。明朗而不含蓄，明朗就成了一眼见底的浅水沙滩；含蓄而不明朗，含蓄就成了令人不知所云的有字天书。<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>的《过三闾庙》兼得二者之长，明朗处情景接人，含蓄处又唤起读者的想象鼓翼而飞。 </p>",
  "about": "<h2>创作背景</h2> <p>　　三闾庙，是奉祀春秋时楚国三闾大夫<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的庙宇，根据《清一统志》记载，庙在长沙府湘阴县北六十里（今汨罗县境）。<a href=\"http://so.gushiwen.org/view_14343.aspx\">诗</a>人经过此地后，睹物思人，于是写下了这首凭吊诗。</p>",
  "poet": {
    "id": 286,
    "star": 0,
    "name": "戴叔伦",
    "image": "http://img.gushiwen.org/authorImg/daishulun.jpg",
    "desc": "戴叔伦(732—789)，唐代诗人，字幼公（一作次公），润州金坛(今属江苏)人。年轻时师事萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。"
  },
  "tags": [
    "咏史怀古",
    "题诗"
  ]
}