{
  "id": 18326,
  "star": 9,
  "name": "田家三首",
  "dynasty": "唐代",
  "content": "蓐食徇所务，驱牛向东阡。<br>鸡鸣村巷白，夜色归暮田。<br>札札耒耜声，飞飞来乌鸢。<br>竭兹筋力事，持用穷岁年。<br>尽输助徭役，聊就空自眠。<br>子孙日已长，世世还复然。</p> <p>篱落隔烟火，农谈四邻夕。<br>庭际秋虫鸣，疏麻方寂历。<br>蚕丝尽输税，机杼空倚壁。<br>里胥夜经过，鸡黍事筵席。<br>各言官长峻，文字多督责。<br>东乡后租期，车毂陷泥泽。<br>公门少推恕，鞭朴恣狼藉。<br>努力慎经营，肌肤真可惜。<br>迎新在此岁，唯恐踵前迹。</p> <p>古道饶蒺藜，萦回古城曲。<br>蓼花被堤岸，陂水寒更绿。<br>是时收获竟，落日多樵牧。<br>风高榆柳疏，霜重梨枣熟。<br>行人迷去住，野鸟竞栖宿。<br>田翁笑相念，昏黑慎原陆。<br>今年幸少丰，无厌饘与粥。",
  "fanyi": "<p><strong>译文<br></strong>天未亮就吃了饭，赶着牛去村东干。<br>天刚亮就下了田，直至暮色归家园。<br>木犁翻土札札响，乌鸦老鹰飞不断。<br>竭尽筋力勤劳动，收点粮食过一年。<br>粮食交尽出苦力，姑且回到空屋眠。<br>子孙天天长大了，世世代代亦复然。</p> <p>烟火人家篱笆隔，相聚黄昏来谈白。<br>院边秋蝉叽叽叫，无风苎麻正寂寂。<br>收下蚕丝尽交税，空留布机斜倚壁。<br>乡村小吏夜到来，杀鸡煮饭备筵席。<br>都说官长心真狠，常有文书来责督。<br>车陷泥潭不能出，东乡交租稍延误。<br>官府从来不宽恕，肆意鞭打血肉糊。<br>千万备好田租赋，免得皮肉也受苦。<br>交纳新税就在即，唯恐重蹈东乡路。</p> <p>路上蒺藜满眼生，弯曲缠绕古城壁。<br>蓼花覆盖塘堤岸，池中之水更清绿<br>此时秋收已完毕，樵夫牧童日暮归。<br>寒风劲吹柳叶稀，霜下梨枣已透熟。<br>行路之人迷归路，野鸟竞相寻归宿。<br>田家老人笑留我，黑夜原孤独谨慎。<br>幸亏今年收成好，不用担心没得粥。</p> <p><strong>注释<br></strong>⑴蓐食：坐在床席上吃早饭。徇：从事，尽全力去做。所务：所从事的农务。<br>⑵耒耜：耕地翻土的工具。这里泛指农具。乌鸢：乌鸦和老鹰。这里泛指鸟类。<br>⑶竭：尽。兹：这个。筋力事：指重体力劳动。持用：拿来取用。穷：过完，度过。<br>⑷篱落：篱笆。烟火：指人家。这两句是说，篱笆把一家家隔开，傍晚时左邻右舍聚在一起交谈。<br>⑸庭际：院落边。虫：一作“蛩”。疏麻：麻名。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·大司命》：“折疏麻兮瑶华。”王逸注：“疏麻，神麻也。”这里泛指一般的苎麻。方：正。寂历：寂静。<br>⑹尽输税：全部拿去交了税。机杼：指织布机。空倚壁：空空的靠在墙边。<br>⑺里胥：乡村小吏。事：备办。<br>⑻峻：严厉。各言长官峻：指来的里胥是一批，他们各自都说官长严厉。文字：指文书。督责：督促，责备。<br>⑼后租期：延误了交税的期限。毂：车轮中心贯轴的圆木，这里是指代车轮。车毂陷泥泽，是解释“后租期”乃因车轮陷进了泥潭里的缘故。<br>⑽公门：官府。少推恕：很少酌情宽恕。鞭朴：鞭打。恣：肆意，指肆意鞭打。狼藉：纵横散乱的样子。这里形容被打得血肉模糊。<br>⑾可惜：可怜。<br>⑿迎新：迎接新谷登场。唐德宗时开始分秋夏两季征收赋税，规定夏税要在六月交毕，秋税要在十一月交毕。新谷登场也就是交秋税的时候到了。在此岁：在这个时候。踵前迹：指踏着前人的足迹。这两句是写农民听了里胥的话之后而产生的恐惧心理，是说就要缴纳秋赋了，农民们生怕跟东乡一样，遭到鞭打。<br>⒀饶：盛多。曲：角落。<br>⒁蓼花：一年生草本植物，多生长在水边或湿地。被：遮盖。绿：一作“渌”，澄清。<br>⒂行人：指<a href=\"http://so.gushiwen.org/view_18326.aspx\">诗</a>人自己。<br>⒃念：关心。原陆：高而平的地面。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《田家三首》是一组完整的<a href=\"http://so.gushiwen.org/view_18326.aspx\">诗</a>篇。第一首诗写农民一年四季从早到晚，辛勤紧张地在地里劳动，到头来却无法维持生计，因为他们的劳动果实全都被官府以田赋和徭役的形式搜刮去了。他们不仅无法改变自己的处境，而且子子孙孙还得把这种悲惨的遭遇延续下去。第二首诗通过具体的事例真实而深刻地揭露了封建官吏为催租逼税而威胁恫吓直至私刑拷打农民的种种罪行，从而反映了广大农民在封建暴政下的痛苦生活。这首诗前六句写农民在完成夏税的征敛中被封建官府剥削一空的情景，次十句写里胥在催租时对农民的敲诈勒索和威胁恫吓的情景，后二句写农民听了里胥的一席威胁话语后所产生的恐惧心理。第三首诗前八句描绘的是秋收后农村的景象，后六句则是描绘诗人因迷路在农家借宿的经过。这首诗用非常朴素的语言刻画了一位淳朴可敬的田翁老人形象，反映了诗人和农民亲密无间的关系。</p> <p>　　这三首诗体现了一些共同的特色。一是叙事朴实生动，客观真实；二是语言质朴无华，几近口语，体现了田园诗的本色；三是运用生动的形象描写与对话描写，极富艺术感染力，忠实客观地表现了农村悲惨的生活图景，含蓄而又自然地流露出诗人对封建官吏的憎恶，对穷苦民众深切同情的民本思想和对自己遭贬永州、前途无望的愤慨。清人毛先舒说这组诗“叙事朴到”，这一评价是精当的。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_18326.aspx\">诗</a>创作的具体年月待考。蓉生认为，此诗从内容看当作于永州时期，因为<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>于公元805年（唐顺宗永贞元年）被贬永州后，才有更多机会接触社会下层，写出农民遭受封建统治阶级横征暴敛的痛苦。也有人认为这三首诗的柳宗元的柳州时在农民家里投宿后所写的。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "同情",
    "人民",
    "生活",
    "忧愤"
  ]
}