{
  "id": 72287,
  "star": 22,
  "name": "争臣论",
  "dynasty": "唐代",
  "content": "　　或问谏议大夫阳城于愈，可以为有道之士乎哉?学广而闻多，不求闻于人也。行古人之道，居于晋之鄙。晋之鄙人，熏其德而善良者几千人。大臣闻而荐之，天子以为谏议大夫。人皆以为华，阳子不色喜。居于位五年矣，视其德，如在野，彼岂以富贵移易其心哉？</p> <p>　　愈应之曰：是《易》所谓恒其德贞，而夫子凶者也。恶得为有道之士乎哉?在《易·蛊》之“上九”云：“不事王侯，高尚其事。”《蹇》之“六二”则曰：“王臣蹇蹇，匪躬之故。”夫亦以所居之时不一，而所蹈之德不同也。若《蛊》之“上九”，居无用之地，而致匪躬之节；以《蹇》之“六二”，在王臣之位，而高不事之心，则冒进之患生，旷官之刺兴。志不可则，而尤不终无也。今阳子在位，不为不久矣；闻天下之得失，不为不熟矣；天子待之，不为不加矣。而未尝一言及于政。视政之得失，若越人视秦人之肥瘠，忽焉不加喜戚于其心。问其官，则曰谏议也；问其禄，则曰下大夫之秩秩也；问其政，则曰我不知也。有道之士，固如是乎哉?且吾闻之：有官守者，不得其职则去；有言责者，不得其言则去。今阳子以为得其言乎哉?得其言而不言，与不得其言而不去，无一可者也。阳子将为禄仕乎?古之人有云：“仕不为贫，而有时乎为贫。”谓禄仕者也。宜乎辞尊而居卑，辞富而居贫，若抱关击柝者可也。盖孔子尝为委吏矣，尝为乘田矣，亦不敢旷其职，必曰“会计当而已矣”，必曰“牛羊遂而已矣”。若阳子之秩禄，不为卑且贫，章章明矣，而如此，其可乎哉?</p> <p>　　或曰：否，非若此也。夫阳子恶讪上者，恶为人臣招其君之过而以为名者。故虽谏且议，使人不得而知焉。《书》曰：“尔有嘉谟嘉猷，则人告尔后于内，尔乃顺之于外，曰：斯谟斯猷，惟我后之德”若阳子之用心，亦若此者。愈应之曰：若阳子之用心如此，滋所谓惑者矣。入则谏其君，出不使人知者，大臣宰相者之事，非阳子之所宜行也。夫阳子，本以布衣隐于蓬蒿之下，主上嘉其行谊，擢在此位，官以谏为名，诚宜有以奉其职，使四方后代，知朝廷有直言骨鲠之臣，天子有不僭赏、从谏如流之美。庶岩穴之士，闻而慕之，束带结发，愿进于阙下，而伸其辞说，致吾君于尧舜，熙鸿号于无穷也。若《书》所谓，则大臣宰相之事，非阳子之所宜行也。且阳子之心，将使君人者恶闻其过乎?是启之也。</p> <p>　　或曰：阳子之不求闻而人闻之，不求用而君用之。不得已而起。守其道而不变，何子过之深也?愈曰：自古圣人贤士，皆非有求于闻用也。闵其时之不平，人之不义，得其道。不敢独善其身，而必以兼济天下也。孜孜矻矻，死而后已。故禹过家门不入，孔席不暇暖，而墨突不得黔。彼二圣一贤者，岂不知自安佚之为乐哉诚畏天命而悲人穷也。夫天授人以贤圣才能，岂使自有余而已，诚欲以补其不足者也。耳目之于身也，耳司闻而目司见，听其是非，视其险易，然后身得安焉。圣贤者，时人之耳目也；时人者，圣贤之身也。且阳子之不贤，则将役于贤以奉其上矣；若果贤，则固畏天命而闵人穷也。恶得以自暇逸乎哉?</p> <p>　　或曰：吾闻君子不欲加诸人，而恶讦以为直者。若吾子之论，直则直矣，无乃伤于德而费于辞乎?好尽言以招人过，国武子之所以见杀于齐也，吾子其亦闻乎?愈曰：君子居其位，则思死其官。未得位，则思修其辞以明其道。我将以明道也，非以为直而加入也。且国武子不能得善人，而好尽言于乱国，是以见杀。《传》曰：“惟善人能受尽言。”谓其闻而能改之也。子告我曰：“阳子可以为有之士也。”今虽不能及已，阳子将不得为善人乎哉?",
  "fanyi": "<p><strong>译文一</strong><br>　　有人在我这里问谏议大夫阳城：“他可以算是有道之士吗？他学问渊博见识广博，不用求教于人。按古人的道理行事，居住在晋地的偏远之处。晋地的百姓受到他德行的熏陶因此有几千人善良。有大臣听说了便举荐他，天子任命他为谏议大夫。人们都认为很光彩，阳子并没有喜色。待在这个位置上五年了，看他的德行如同还是在野一样。他岂是因富贵而偏移心志的人啊！”<br>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>我回答他道：“这就是《易经》的柔顺的恒卦所说的长久不变它的德操对男人是坏事啊。怎么能算得上是有道之士哦？在《易经·蛊》的上九卦中说：‘不侍奉王侯，使自己的情操高尚’。《蹇》的六二卦就说：‘国家的臣子处境艰险，不是因为自己的原因，是为了国家和君主啊。’这也是因为在不同的时段境况，而所遵循的道德标准不同。象《蛊》的上九卦，处在无所作为的境地，却要致力于并非自己力所能及的高尚事业；象《蹇》的六二卦，处在国家臣子的位子，却将不理国事作为高尚的心志，那么冒进的祸患就会产生，对为官不作为的现象的讽刺就会很多。这样的样板可不能作为标准，而且其过错的遗害终久难以消除的。如今阳先生在职不算不久了，了解天下的得失不可能不熟悉了，天子待他不可谓不是厚爱有加了，而他却未曾有一句涉及朝政的话，看待朝政的得失，就好像越国的人看待秦国人的胖瘦，轻飘飘在他的心里没有一点喜忧的感受。问他的官职，就说是谏议大夫；问他的俸禄，就说：‘下大夫级别的薪俸’；问他的职责，就说：‘我不知道啊’。有道之士，原本是这样的吗？而且我还听说：有官职的人，不称其职就离开；有进言责任的人，进言而无作用就离开。今天的阳先生认为他自己进言了吗？该进言而不言语，与不用他的进言而不离开，没有一样是值得肯定的。阳先生是为了俸禄而出仕吧？古人有话说：‘为官不是因为贫穷，而有的时候又是因为贫穷’，说的就是为了俸禄的官员。这种官员应当辞去尊贵的官职而呆在卑下的地位，离开富有处身贫穷，象那些守关打更的人一样就行了。孔子曾经做粮仓主管，曾经做六畜主管，都不敢耽误他的职守，必定说：‘统计停当了才算完啊’，必定说：‘牛羊生长好了才行啊’。象阳先生的俸禄，不是卑下和贫穷，这是非常明显的，却如此作为，他这样可以吗？”<br>　　有的人说：“不，不是这样的。阳先生不讽谏皇帝的原因，是作为臣子不做揭示他的君主的过错来得到名望的行为，所以虽然有谏有议论，让人不得而知啊。《书经》说：‘你有好谋划好的策略，就进到里面告诉你的君主，你在外面夸奖君主，说：‘这么好的谋划这么好的策略，只有我的君主的德行才想得出来。’阳先生的用心，也和这是一样的。”<br>　　韩愈我回应道：“如果阳先生的用心是这样，更让我迷惑的了。进去讽谏君主，出来不让人知道的臣子，是大臣宰相的事情，不是阳先生适合做的事。阳先生本来以百姓的身份隐居在蒿草棚之下，皇上奖赏他的行为适宜，提拔他到这个职位。官职以谏作为名称，完全应该有行动来尽他的职守，让全国各地和后代知道朝廷有如鲠在喉不吐不快的直言的臣子，天子有不误赏、顺遂地听从讽谏的美德。那些山林隐居的人士，听了便羡慕他，绑好衣带扎起头发打扮整齐，愿意来到朝廷申述他们的见解，致使我们的皇帝成为尧舜一样的贤帝，英明名声流芳万古。如同《书经》所说的，那么大臣宰相的事，不是阳先生所适合去做的。而阳先生的用心是要让君主讨厌听到自己的过错吧？是促使这种现象的发生啊。”<br>　　有的人说：“阳先生的不求闻名而人们宣扬他，不求被任用而君主任用他，是不得已而起来的。他坚守他的原则不变，为什么您责备他这么严厉呢？”<br>　　韩愈我说：“自古圣人贤士都没有有求于闻名、被任用。为当时的不平而忧患、为民众不得治理而忧患，按照他们的原则，是不敢独善其身，而一定要普救天下啊；勤劳不懈，到死才算结束。所以禹过家门不入，孔子来不及把座席坐暖又继续赶路游说列国，而墨子家烟囱都熏不黑长年累月奔波在外。这两为圣人一位贤士，岂会不知道自己的安逸是享乐吗？实在是敬畏上天寄托的责任同情百姓的困苦啊。上天授予某人贤能的才能，难道是使他自己优于旁人就完了吗？其实是要用他们补救这个世上的不足之处啊。耳目在身上的作用，耳朵是用来听而眼睛是用来看，听清楚那些是非，看清楚那些险和易，然后身体才得安宁啊。圣贤的人，就是那个时代的人们的耳目啊；那个时代的人们，就是圣贤的身体啊。而阳先生如果不贤能，就要受贤能的人役使来效力他的上级啊。如果他真的贤能，就本该敬畏天命而为人们的困苦忧愁，怎能好整以暇地自得安逸呢？”<br>　　有的人说：“我听说君子不喜欢强加于人，而且不揭发别人的阴私指责别人的过失来表现自己的直率。象先生这样的言论，直率是够直率的，不是损伤自己的德行而且浪费唇舌吗？喜欢和盘托出揭示别人的过错，国武子之所以在齐国被杀，先生也听说了吧？”<br>　　韩愈我说：“君子处在他的职位上，就想的是为他的职责而死；没有得到职位，就要想着说好他的言论来阐明他的道理。我是要阐明道理，不是来表现自己的直率而强加于人。而且国武子不能亲近获得善人的理解，只是喜欢在内乱的国家说出所有的言论，所以被杀。古书上说：‘只有善良的人能够接受所有的言论。’是说他们听了能够改正缺点。您告诉我说：‘阳先生可以算得上是有道之士。’现在虽然不能达到自己所认为的高度，阳先生难道不是一个善人吗？”</p><p><strong>译文二</strong><br>　　有人问我：谏议大夫阳城，可以算做有道德的士人吗?他学识渊博，广见多闻，又不希望人们知道他的名声。他履行古人的道德准则，住在晋地的边境。晋地边境的人受到他的道德熏陶而修行善良的有几千人之众。大臣听说后就推荐他，皇帝任用他为谏议大夫。人们都认为这是很荣耀的，而阳先生却没有欣喜的表情。他担任这个职务已经五年了，看他的品德好像与隐居在野时一样，他哪里会因富贵而改变自己的心志呢?<br>　　我回答说：这就是《易经》里所说的，长期保持着一种德操而不能因事制宜，这对士大夫来说是有危害的。哪里算得上有道德的人呢?《易经·蛊卦》的“上九”中说：“不愿侍奉王侯，只求自己的节操高尚。”《易经·蹇卦》的“六二”爻辞中又这么说：“做臣子的不避艰难去直言进谏尽忠于君主，是由于他不顾自身的缘故。”那不就是因为所处的时间场合不一样，所实践的准则也不同吗?就像《蛊卦》的“上九”爻说的那样，处于没被任用的地位，却去表示奋不顾身的节操；再如《蹇卦》的“六二”爻说的，处在君王之臣的职位，却把不侍奉王侯的节操当作高尚，那么冒求仕进的祸患便会产生，玩忽职守的指责也会兴起。此种志向不当效法，而且最后将不可避免地获得罪过啊。现在阳先生担任职位的时间，不能算是不长久了；了解国家的政治措施的正确与失误，不能算是不熟悉了；皇帝对待他，不能说不重视。然而他未曾说过一句关系到国家政治的话。看待朝政的得失，就好像越国人看秦国人的胖瘦一样毫不在意，他心中没有喜悦和忧愁的波动。问他担任什么官职，就说是谏议大夫啊；问他有多少俸禄，就说是下大夫的品级啊；问他朝政情况，就回答说我不知道。有道德的人，原来是这样的吗?况且我听说：有官位职守的人，不能称职就该离去；有进言任务的人，不能提出有益的意见就辞去。现在阳先生认为提出了自己的建议批评没有呢?能够提出批评而不提，和不能提出自己的建议批评而不离去，这两种态度没有一种是对的啊。阳先生是为了俸禄而做官的吗?古人说过：“做官不是因为家贫，但有时是因为贫困的。”指的是那些为俸禄而做官的人。应该辞去高位而担任低下的职务，放弃富贵而安于贫贱生活，当个守门、巡夜之类的差使就可以了。孔子曾经做过管理粮仓的小吏，又曾做过管理畜牧的贱职，也不敢旷废他的职守，总是说“一定做到会计准确无误才算完成任务”，总是说“牛羊顺利成长才行”。像阳先生的品级俸禄，不算低下和微薄，那是明明白白的了，可是他的行事却是这个样子，难道可以吗?<br>　　有人说：不，不是这样的。阳先生是憎恶诽谤皇上的人，厌恶那些作为臣下却通过公开揭发他的君主的过失而出名的人。所以，他虽然向皇帝提了意见和建议，却不让别人知道。《尚书》中说：“你有好的计策和谋略，就去告诉你的君主，你到外面就和大家说：这个计策智谋是我们君主出的。”阳先生的用意也是像这样的。韩愈回答说：假如阳先生的用心是这样的，那他可谓更糊涂了。进去为君主献策，出来又不使别人知道，这是大臣宰相的做法，不是阳先生所应该做的啊。那阳先生，本来以平民身份，隐居在草野之间，皇上赏识他的品行道义，提拔他担任这个职位，官为谏议大夫，他实在应该做出成绩来，奉行自己的职守，使全国各地和子孙后代知道朝廷有直言不讳、刚正不屈的臣子，君主有不滥赏和从谏如流的美名。这就可能使山野间的隐士听到了而对此产生羡慕之心，束好腰带，挽起发髻，愿意进身到宫门之下陈述他们的言论，使我们的君主成为尧舜那样的圣君，使他们伟大的名声流传千古。像《尚书》所说的，那是大臣宰相的事，不是阳先生所应该做的啊。况且阳先生的想法，将会使君主厌恶听到自己的过失吧?这就是在这方面启发君主啊。<br>　　有人说：阳先生不求出名而别人都知道他，不求任用而君主任用了他。他不得已才出来做官，保持着一贯的操行准则而不改变，为什么您对他责备得如此苛刻呢?韩愈说：自古以来的圣人贤士，都不是由于追求名望而被任用的，他们怜悯自己所处的时代动荡，民生不安定，有了道德和学问之后，不敢独善其身，一定要经世致用，普济天下。勤恳努力，终身不懈，到死才罢休。所以大禹在治理洪水的过程中，三次经过自己的家门也不进去看一下，孔子周游列国时，连坐席也来不及坐暖就又出门了，而墨翟从不安居一地，所住之处灶上烟囱不及熏黑，就离家了。那两位圣人和一位贤人，难道不懂得自己过安逸生活的快乐吗?实在是敬畏上天的旨意，而且怜悯人民的穷困啊。上天将圣贤的德才和能力授予这些人，哪里只是让他们自己有余就算了，实在是想通过他们来补充别人的不足。耳目对人来说，耳管听，眼管看，听清是非，看明安危，然后身体才能安全。圣人贤人，是世人的耳目；世人，是圣贤的身体。再说阳先生要不是贤人，那就应该被贤人所遣使来侍奉他的君主；如果确实是贤人，本当敬畏上天的意旨，而怜悯百姓的穷困。怎么能够只顾自己的闲适安逸呢?<br>　　有人说：我听说君子不想把自己的意见强加于人，并且憎恶那种把攻击别人当做正直的人。像您的议论，直率是够直率的了，未免有点损害道德并且浪费口舌了吧?喜欢直言不讳地揭发别人的过失，这就是国武子在齐国被杀害的原因啊，您大概也听说过吧?韩愈说：君子有官位，就应有以身殉职的思想准备。未得到官位，就考虑修饰文辞来阐明他掌握的道理。我是要阐明道理，并不是自以为正直而强迫人家接受自己不要的东西。况且国武子是因为未遇到善良的人，又喜欢在乱国直言不讳，所以被杀。《国语》上说：“只有善人才能够无保留地接受批评。”这就是说他听到别人规劝后能改正自己的过失。您告诉我说：“阳先生可以算是有道德的人。”阳先生虽然现在未能达到，难道他将来也不能成为一个有道德的人吗?</p><p><strong>注释</strong><br>①谏议大夫：官名，执掌议论政事，对皇帝进行规劝。阳城（736—805）：原隐居中条山（今山西南部），788年（贞元四年），唐德宗召为谏议大夫。《旧唐书·阳城传》载，阳城就任谏议大夫之后，其他谏官纷纷论事，细碎的问题都上达到皇帝那里。阳城则与二弟及客人日夜痛饮，人们猜不着他的意图。及贞元十一年。德宗听信谗言，要处分贤相<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>，任命奸佞裴贤龄为相，阳城拼死极谏，使事态有所改变，他则受到贬谪。<br>②晋：周时古国名，辖境在今山西大部，河北西南部，河南北部及陕西一角。鄙：边境。<br>③熏：熏陶，影响。<br>④大臣：指<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>。《顺宗实录》载，德宗贞元三年六月，李泌为相，次年举阳城为谏议大夫。<br>⑤阳子：即阳城。<br>⑥本句引文见《易》的《恒》卦：“恒其德贞。妇人吉，夫子凶。”意思是说，永远保持一种行为的准则，对妇人来说是好事，对男子来说并不是好事。据封建礼义，妇人应该从一夫而终身，而男子应该因事制宜，有应变能力，不可一味顺从。<br>⑦上九：《周易》每卦有六条爻辞，“上九”和下文的“六二”都是爻的名称。“不事王侯，高尚其事”是《蛊卦》的上九爻辞，即隐居不仕之意。<br>⑧王臣蹇蹇（jiǎn），匪躬之故：做臣子的不避艰难，辅助国君，是由于他能不顾自身的缘故。蹇蹇，尽忠的样子。匪，通“非”。躬：自身。<br>⑨蹈：践，此处为履行、实行之意。旷：空缺。越、秦：周时两个诸侯国，相隔很远，越在东方，今浙江一带。秦在西北，今陕西一带。下大夫：周时的职级名，列国的国卿。唐制，谏议大夫称为正五品，年俸二百石，秩品相当于古代的下大夫。“有官守者”四句：出自《孟子·公孙丑下》。禄仕：为了俸禄而出仕。“仕不为贫”二句：见《孟子·万章下》。意为仕宦的本来目的不是为了救贫，但有时为了解脱贫困而去仕宦，也是允许的。“宜乎辞”二句：古人认为为了解决生活而出仕，即以官为业，不应居高位，取厚禄。抱关：守关门。击柝（tuò）：打更。委吏：古代掌管粮食的小官。乘田：古官名。春秋时鲁国主管畜牧的小官。会计：管理财、物及出纳事。章章：显明的样子。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《争臣论》针对德宗时谏议大夫阳城，不认真履行自己的职责，身为谏官却不问政事得失的不良表现，用问答的形式，对阳城的为人和行事进行直截了当的批评，指出为官者应当认真对待自己的官职，忠于职守，不能敷衍塞责，得过且过。由于文章有的放矢，确实也使阳城改变了自己的作风，此乃后话。《争臣论》又作《诤臣论》。</p> <p>　　《争臣论》在写法上采取问答的形式。首先由对方发问，提出阳城是“有道之士”的看法，并且阐述其理由。尽管是发问，实际上是希望得到<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的认可。这就迫使韩愈不能不就什么是“有道之士”，什么是“争臣”作一番论证。这第一轮辩论之后，对方其实已经势屈。势屈而不服，只有用狡辩的方式来应战了。认为阳城不是不谏议，而是不愿让君主负恶名，所以他虽有谏诤而外人不知。这个狡辩应该说是很难反驳的，因为在古代君主是神圣的，臣子确有不愿让君担恶名而匿其谏诤之迹，所谓朝回焚谏草，是为世俗传为美谈。论者企图以此而使韩愈语塞。但韩愈禀承的是原始儒家的政治原则，并不像一般人那样，把君主看得那样神圣。谏官之设，其前提就是君主会犯错误，所以作为谏官而隐瞒君主犯错误的事实，久而久之，就会使君主真以为自己是永远英明正确的。这种行为，其危害是显而易见的。阳城如果真像论者所说的那样，难道他是为了有意地让君主养成“恶闻其过”的危险习惯吗?第二轮辩论后，胜负已成定局。但对方仍然可笑地负隅顽抗，甚至到最后提出了与开始的观点完全相矛盾的理由，企图让韩愈最后收回对阳城的批评，但这只能使自己越来越失去道义的立场。全文的整个论辩设计，确实颇为精彩。</p> <p>　　历史的事实是，阳城在后来<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>遭贬官时曾经力谏，这说明他是一个有责任心的谏官。但他一开始任谏官五年不言事，确是不对。</p>",
  "about": "<h2>创作背景</h2> 　　《争臣论》针对德宗时谏议大夫阳城，不认真履行自己的职责，身为谏官却不问政事得失的不良表现，用问答的形式，对阳城的为人和行事进行直截了当的批评，指出为官者应当认真对待自己的官职，忠于职守，不能敷衍塞责，得过且过。由于文章有的放矢，确实也使阳城改变了自己的作风，此乃后话。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人"
  ]
}