{
  "id": 71883,
  "star": 7,
  "name": "送韩子师侍郎序",
  "dynasty": "宋代",
  "content": "　　秘阁修撰韩公知婺之明年，以“恣行酷政，民冤无告”劾去。</p> <p>　　去之日，百姓遮府门愿留者，顷刻合数千人，手持牒以告摄郡事。摄郡事振手止之，辄直前不顾；则受其牒，不敢以闻。</p> <p>　　明日出府，相与拥车下，道中至不可顿足。则冒禁行城上，累累不绝。拜且泣下，至有锁其喉自誓于公之前者。里巷小儿数十百辈罗马前，且泣下。君为之抆泪，告以君命决不应留；辄柴其关如不闻。</p> <p>　　日且暮，度不可止，则夺剌史车置道旁，以民间小舆舁至梵严精舍，燃火风雪中围守之。其挟舟走行阙告丞相御史者，盖千数百人而未止。</p> <p>　　又明日，回泊通波亭，乘间欲以舟去，百姓又相与拥之不置，溪流亦复堰断不可通。乡士大夫惧蚁蝼之微不足以回天听，委曲谕之，且却且行。久乃曰：“愿公徐行，天子且有诏矣。”公首肯之。道稍开，公疾驰径去。后来者咎其徒之不合舍去，责诮怒骂，不啻仇敌。</p> <p>　　呜呼！大官，所尊也；民，所信也。所尊之劾如彼，而所信之情如此，吾亦不知公之政何如也，将从智者而问之。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇序文可分为三大段：第一段序韩子师走之由，只用了一小自然段；第二段却用了四个自然段来写韩走时的情景；第三段仍然只用了一小自然段，是由此而生发的感慨。尽管格式上非常合乎序文的体裁，然而他写来却不落俗套。短短的三百来字，写得精光照人，使人读后，四顾踌躇，百感交集。</p> <p>　　作者在第一大段里，把被序者的官职、姓氏、作官的地方以及时间，甚至被劾而去的“八个字的由头”，仅用22个字交待得清清楚楚，没有一个闲字，也无法容纳带感情的字眼，几乎是一板一眼的官样文章。无任何修饰，看似与艺术绝缘，但这正是作者的高明之处，他让这不动声色的刻板文字，为下面表达自己强烈的感情作了极好的铺垫。于密不容针处，却又做到了宽能走马，显示了作者的巨大文字才能。这里“八个字的由头”是重笔，因为韩子师是因此而去的，没有了它就没有了这一篇序。他之所以要有意地挑出这“八个字的由头”，正如枭首示众那样，为的就是要通过这大量的事实，让大家看清这个封建制度貌似威严公正的面孔，是何等的卑怯虚伪，从而赋予以正义的鞭挞。字面上丝毫不露感情的色彩，然而骨子里却充斥着强烈的愤慨。比较起来，波澜壮阔虽说壮观，然而这不动声色的旋流，却似乎更动人心魄。</p> <p>　　第二大段用了四个自然段来充分的展现矛盾，详细地写出了韩子师走时三天的情况，针对那八个字的由头，写出了大量的真实地表达人民感情的细节。在短短的不到280个字中，他写下了人民对韩子师爱慕之情的20多种行动，诸如遮门的、持牒的、直前不顾的、拥车的、冒禁行城上的、拜且泣的、锁其喉以自誓的、罗于马前的、感其抆泪的、柴其关如不闻的、夺车的、抬轿的、燃火的、于风雪中围守的、挟舟上访的、拥舟不去的、使溪流都阻断了的、且却且前的、要公缓行的、责诮怒骂的……这样糟杂而乱哄哄的场面，他举重若轻，文字不仅精炼，而且每一个细节，都不忘抓住其中又特别动人的精彩部分突出出来，使形象更为生动。“顷刻合数千人”，可以想象那倾城空巷、人涌如潮的盛况；“辄直前不顾”，简直坚决到放蛮了；“道中至不可顿足，则冒禁行城上，累累不绝”，“累累”非常形象，不仅平地无可顿足，而且从城墙根一直到城墙上，顺着坡都站满了人，“累累”地好像叠着似的；“不绝”，过也过不尽，这里刚被挤走，那里马上又有人补上来了。平面的、立体的、流动的，场面十分壮观。着一“禁”字，则不仅写出了人民，连官兵也写了进去。之所以允许冒禁，固然写出了人之多，挤的，但也是官兵们也因同情而有意的放纵。可见军民人等，都是一个心眼，要留住好官。一笔渲染，两层着色。其中特别突出人民过火的行为以强调情感之强烈，如：“辄直前不顾”、“冒禁”、“柴其关如不耳”、“夺剌史车”、“围守之”、“拥之不置”，这还不算，最后因放韩公走了而人民之间竟至“责诮怒骂，不啻仇敌”。则人民的感情，可以说是达到了疯狂的程度；甚至就是连他们要挽留的剌史的话也不听，反而要强制起剌史来了。作家就是这样用大量的事实来回答皇帝在诏书中所说的“恣行酷政，民冤无告”。他不需要什么样的辩白，没有什么样的语言能比得上这些事实对于无耻的诬罔揭露得更为深刻。刘熙载说得好：“语少意密，显言直言所难尽者，但以句中之眼、文外之致含藏之，已使人自得其实，是何神境。”（《艺概》卷一第4页）<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>就是这样巧妙地歌颂了一位为人民所热爱的好官而揭露了朝政的黑暗腐败。这不仅需要技巧，更需要胆量。</p> <p>　　更妙的是作者始终装糊涂，文章直到了这里，这两段还是各打各的官司，他仿佛搞不清到底是第一段说的“恣行酷政，民冤无告”对，还是这些“民”在这里的表现对。他甚至到了文章的结尾，都还在糊涂着：“吾亦不知公之政何如也，将从智者而问之。”而让奇峰之根，始终隐于雾的境界里。</p> <p>　　结尾用了41个字，且全部都是苦于难得糊涂之语，而以一个大大的问号来结束他在这儿提出的矛盾。这就会使得一切读到它的人都会在它的面前思考。当然，他这儿说的“尊”，在文章中是虚的，甚至无妨说是有点讽剌的意味，之所以有意抬高，无非是为的使它跌得更重。而他所说的“信”则是实的，所以他在这儿的矛盾也好，苦恼也好，大大的问号也好，在作者实际上是都已“信”而解决了的，这就使得他的文章有一种喜怒笑骂以戏弄当权者的味道，于是，文章的战斗性反倒因这种糊涂而增强了。</p> <p>　　这篇文章有许多地方非常精妙。开头有如奇峰拔地而起，令人仰面惊讶不得。中间却纡行胶着，重彩涂抹，首尾几乎不用一个形容词，悭吝至极；而在腹部却用墨如泼，无所吝惜。而最后收束得极其峻峭，然而读来却又摇曳生姿，令人回味不已。这篇文章简洁自不必说了，但这简洁本身作为一种艺术表现手法，却大有讲究。</p> <p>　　首先，简洁是讽刺与幽默的形式。讽刺与幽默是不允许饶舌的。它的味道，正在于如空空儿之一击即逝，决不作泼皮式的纠缠。</p> <p>　　其次，唯其重在一击即逝，所以它又特别要讲究蓄势远引，故中间要丰满，如刀之有背，椎之有柄，这才使之冲刺得力，而在一击之后，却又给人以回味。他这里一口气写下了二十馀种众生色相，可谓异彩纷呈，淋漓尽致。所以结尾即令出之以糊涂，其势依然有不可挡之锐势，人不思痛，也不得不痛了。足见细节的繁，又是简洁的生命。</p> <p>　　第三，繁必以精。文章通体是简洁的，则作为生命的细节之繁，就不能是芜秽杂呈，而要出之以精粹。不然，则所谓之生命也者，就不过是傻女呆汉而已。</p> <p>　　第四，文字愈短，愈要注意波澜。时间上，他从去之日、至明日、至日且暮、至又明日；空间上，由府而出府、而车、而舁、而精舍、而船、而马；最后以同一爱之不同表现的憨厚与暴燥矛盾收场，时空不断变化，层层推进，一层深进一层，使文章的气势蓄得劲头十足，然后逼出“疾驰径去”，一泻千里，非常有章法。</p> <p>　　最后，简洁的小文，正不妨如唐人绝句，将文章结得缦回有致，委宛含蓄，以不尽尽之，给人以思索的余地；这就是为什么简洁而不至枯涩的道理。</p> <p>　　这是就文章本身来分析的，陈亮在写这篇文章的时候，他当然不会先安排好格架，然后去充填文字。恐怕倒是一气呵成，不知其然而然。古话说大匠能示人以规矩，不能示人以巧。学到了规矩，也只能算是“匠”，而“巧”才是艺术。陈亮这篇文章之所以写得像匕首，如此凝炼，锋茫逼射，是客观的政治条件促成的。正如水晶是压力的结果，精钢是锤与火的结果一样。对好友如此遭遇，他感到了极大的不平，胸中有一团烈火要喷发，然而政治的压力又是那样巨大。当群众呈辞时，摄郡事那“振手”即摇摆着双手的恐惧样子，他迫于群众的压力，不得不收下了状子，却依然“不敢以闻”时的恐怖心理，都形象地表达了韩子师之走，那背后的政治压力是巨大的，是以陈亮也不便直说。火不能爆发，只有转向内煎，外界的压力与内心的怒火相交，遂形成了这样如同匕首的冷然之精英。它之如此委宛含蓄，恐怕主要是出之于不得已。可见“巧”的成因，是感情的浓郁，而又限制其自由发泄的结果，自然，这也有赖于文字技巧的娴熟。陈亮的这篇文章之所以动人，正是由于他在这样的压力面前，仍然与人民一道，站在正义的这一边，有了真情实感，是以文章才能写得如此的气势磅礴，光彩照人。</p> <p>　　可见所谓文学，归根到底，感情是重要的。有了崇高美好的感情，按照自己的感情所认为的最美的心意去着意地在一个“当”字上下功夫，锤炼而出之，就会如苏东坡说的“常行于所当行，常止于所不可不止”，如流水行云，自然超妙，这就得到了巧了。此时纵无章法，而章法已在其中矣。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "离别",
    "感慨",
    "讽刺",
    "序文"
  ]
}