{
  "id": 72827,
  "star": 23,
  "name": "题西太一宫壁二首",
  "dynasty": "宋代",
  "content": "柳叶鸣蜩绿暗，荷花落日红酣。<br>三十六陂春水，白头想见江南。</p> <p>三十年前此地，父兄持我东西。<br>今日重来白首，欲寻陈迹都迷。",
  "fanyi": "<strong>译文</strong><br>柳叶与鸣叫的蝉显出暗绿的颜色，落日的红光映在荷塘上，使那一池红莲更加红艳夺目。<br>望见了池塘中的春水，让已经白头的我回想起了江南。 <p>三十多年前父亲兄长带我来到这里，牵着我的手，从东走到西，从西走到东。<br>今天故地重游而头发早已花白，想寻找从前见过的景色不禁令人迷茫。</p> <p><strong>注释</strong><br>⑴西太一宫：道教庙宇，宋仁宗天圣年间所建。洪迈《容斋三笔》：西太一宫，在汴京（今河南开封）西南八角镇。<br>⑵鸣蜩（tiáo）：鸣蝉。<br>⑶酣：浓透。“柳叶”二句：一作“草色浮云漠漠，树阴落日潭潭”。<br>⑷三十六陂（bēi）：池塘名，在汴京附近。陂：池塘。江南扬州附近也有三十六陂，故<a href=\"http://so.gushiwen.org/view_72827.aspx\">诗</a>中云“想见江南”。春水：一作“流水”。<br>⑸持：携带。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首，“柳叶鸣蜩绿暗，荷花落日红酣”这两句写所见景物，纯以名词巧妙组合，色彩对比鲜明。“绿”而曰“暗”，极写柳叶之密，柳色之浓。鸣蜩，就是正在鸣叫的知了（蝉）。“柳叶”与“绿暗”之间加入“鸣蜩”，见于那些知了隐于浓绿之中，不见其形，只闻其声，视觉形象与听觉形象浑然一体，有声有色。“红”而曰“酣”，把荷花拟人化，令人联想到美人喝醉了酒，脸庞儿泛起了红晕。“荷花”与“红酣”之间加入“落日”，不仅点出时间，而且表明那本来就十分娇艳的荷花，由于落日的斜照，更显得红颜似醉。第三句“三十六陂春水”补写池塘水，但写的不仅是眼中的水，更主要的是，还是回忆中的江南春水。最后一句“白头想见江南”，由眼前的景色联想到故乡。三四两句有回环往复之妙。就是说，读完“白头想见江南”，还应该再读“三十六陂春水”。眼下是夏季，但眼前的陂水却像江南春水那样明净，因而就联想到江南春水，含蓄地表现了抚今追昔、思念亲人的情感。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_72827.aspx\">诗</a>前两句就“柳叶”“荷花”写夏景之美，用了“绿暗”“红酣”一类的字面，色彩十分浓艳美丽。这“红”与“绿”是对照的，因对照而“红”者更红，“绿”者更绿，景物更加动人。第四句的“白头”，与“绿暗”“红酣”的美景也是对照的，但这对照在“白头”人的心中却引起无限波澜，说不清是什么滋味。全诗由真入幻，触景生情，语意简明而含蓄。</p> <p>　　第二首，“三十年前此地，父兄持我东西”这两句回忆初游西太一宫的情景。三十年是概指，当年初游此地，他还幼小，父亲和哥哥王安仁牵着他的手，从东走到西，从西游到东。而岁月流逝，三十多年过去了，父亲早已去世，哥哥也不在身边，真是“向之所欢，皆成陈迹”。于是由初游回到重游，写出了下面两句：“今日重来白首，欲寻陈迹都迷。”——“欲寻陈迹”，表现了对当年父兄同游之乐的无限眷恋。然而连“陈迹”都无从寻觅了。四句诗，从初游与重游的对照中表现了今昔变化——人事的变化，家庭的变化，个人心情的变化。言浅而意深，言有尽而情无极。比“同来玩月人何在，风景依稀似去年”（<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《江楼感旧》）之类的写法表现了更多的内容。</p> <p>　　这组诗的第一首是最受关注的，其色彩、意象、意味，俱不可及。但读者也不能忽略了第二首。这两首诗所写的是同一情事，是一个整体，它们是互相完成的关系，只有在整体上理解了这两首诗之后，才能更好地理解其中的一首。第一首是以兴象的方式来传达诗意的，既有意境，也有意味；第二首则不具备第一首的色彩、意象之美，它是以叙述的方式来传达诗意的，但却同样有很动人的意味。</p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_72827.aspx\">诗</a>是北宋神宗熙宁元年（1068）诗人到京城后重游西太一宫时即兴吟成，题写在墙壁上的作品，即所谓题壁诗。景祐三年（1036年）<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>随其父王益来到汴京，曾游西太一宫，当时是十六岁的青年，满怀壮志豪情。次年，其父任江宁府（今江苏南京）通判，他也跟到江宁。王安石十八岁时，王益去世，葬于江宁，亲属也就在江宁安了家。嘉祐六年（1061年），王安石任知制诰，其母吴氏死于任所，他又扶柩回江宁居丧。熙宁元年（1068年），王安石奉宋神宗之召入汴京，准备变法，重游西太一宫。此时距初游之时已经三十二年了，王安石也已经四十八岁，快到了五十而知天命的年龄。在这初游与重游的漫长岁月里，父母双亡，家庭变故，国事难为，自己在事业上也还没有做出什么成绩，触景生情，感触很深，写下这两首诗。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "怀念",
    "感叹"
  ]
}