{
  "id": 23,
  "star": 153,
  "name": "野有死麕",
  "dynasty": "先秦",
  "content": "野有死麕，白茅包之。有女怀春，吉士诱之。<br>林有朴樕，野有死鹿。白茅纯束，有女如玉。<br>舒而脱脱兮！无感我帨兮！无使尨也吠！",
  "fanyi": "<p><strong>直译<br></strong>一头死鹿在荒野，白茅缕缕将它包。有位少女春心荡，小伙追着来调笑。<br>林中丛生小树木，荒野有只小死鹿。白茅捆扎献给谁？有位少女颜如玉。<br>“慢慢来啊少慌张！不要动我围裙响！别惹狗儿叫汪汪 ！”</p> <p><strong>意译</strong><br>野地死了香獐子，白茅包裹才得体。少女怀春心不已，美男善诱情意起。<br>林中朴樕无人理，野地死鹿还施礼。白茅包裹埋地里，少女如玉属意你。<br>缓脱裙衣是何企，别碰腰带对不起。莫使狗儿叫不已，少女今生跟定你。 </p> <p><strong>注释</strong><br>① 麕（jūn）：同“麇（jūn）”，也可用“野有死麇”，獐子。比鹿小，无角。<br>② 白茅：草名。属禾本科。在阴历三四月间开白花。包：古音读bǒu。<br>③ 怀春：思春，男女情欲萌动。<br>④ 吉士：男子的美称。<br>⑤ 朴樕（sù）：小木，灌木。<br>⑥纯束：捆扎，包裹。“纯”为“稇（kǔn）”的假借。<br>⑦舒：舒缓。<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>（duì）：动作文雅舒缓。<br>⑧ 感（hàn）：通假字，通：撼 ，动摇。帨（shuì）：佩巾，围腰，围裙。<br>⑨尨（máng）：多毛的狗。</p>",
  "shangxi": "<h2>鉴赏：是一首纯真的情歌</h2> <p>　　（1）男子小心翼翼用白茅包好刚打到的獐子，怀着坎坷不安的心情送给心爱的女子，并称女孩就像这白茅一样纯洁美丽。</p> <p>　　（2）二人亲热时女孩不好意思让他不要太粗鲁，以免招来人旁观的细节说明两位古代男女青年对待恋爱的方式是自然、直接、主动，对待恋爱的态度是真诚大方，朴实率真，不矫揉造作，女生还带着年轻的娇羞。</p> <p>　　（3）獐和鹿，都是古人求亲的时候必备的礼聘之物，<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>中引用这獐和鹿含义深刻。</p> <p>　　诗经是收录自西周初期至春秋中叶约五百年间的诗篇，当时社会正处于奴隶社会想封建社会过度，礼教尚未形成，社会风气较开放，古代男女对性的态度不像后世般受礼教禁锢，所以男女表达爱情还是比较大胆，直接的。谈情说爱、男欢女爱是人纯真性情的流入，不能言其淫艳、不符礼义廉耻。</p> <p>　　《野有死麕》以它鲜明直面讴歌爱情的主题而显得极其可贵。 全诗三段，前两段以叙事者的口吻旁白描绘男女之情，朴实率真。第三段转变叙事角度的描写手法使整首诗情景交融，正面侧面相互掩映，含蓄诱人，赞美了男女之间自然、纯真的爱情。后人鉴赏《野有死麕》应结合当时的社会现状、民俗风情及文化背景才不失之偏颇。</p> <p>　　《召南·野有死麕》是一首纯真的情歌，一首在荒烟蔓草的年代，人纯真性情的流淌之爱歌！ </p><br/><h2>赏析</h2> <p><strong>主题鉴赏之一：情<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>说</strong><br>　　“野有死麕，白茅包之。有女怀春，吉士诱之”，前两句是起兴，即用白茅把死麕包起来，表示珍惜，兴起下文“有女如玉”，表示要好好爱惜。根据《易》：“老夫得其女妻。老妇得其士夫”；《国语》：“罢士无伍，罢女无家”；以及《列子》：“思士不妻而感，思女不夫而孕”；和《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》：“妇人莫不顾得以为夫，处女莫不顾得以为士”，可知古时女子未嫁称女，男子未娶称士，吉为美、善之意，“吉士”为英勇的男子，与下文的“有女如玉”相对。怀春，比喻女子已到了适婚的年龄，渴望结婚。这章的意思是说有一个英勇的男子从野外用白茅把杀死的麕包起来，送给自己喜欢的女子，向她求婚。描述的是乡村普通男女纯朴的爱情。“野有死麕”说明男子的职业可能是猎人。把猎物包起来送给自己喜欢的人，符合他们的生活习性。王先谦说：“诗人览物起兴，言虽野外之死麕，欲取而归，亦必用白茅裹之，稍示郑重之意”，便是对此判断很好的佐证。</p> <p>　　“林有朴樕，野有死鹿。白茅纯束，有女如玉”，这两句诗是理解全诗的关键。《说文》把“朴樕”理解为一种有心的小木条，可燃烧。“有女如玉”形容女子正处二八年华、洁白无暇。“白茅纯束，有女如玉”意为用白茅把朴樕这种小木和死鹿包起来，送给洁白无瑕的女子，代表家庭生活的开始，即吉士向女子求婚。一些学者认为“有女如玉”是女子的品德高尚的意义，如郑笺：“朴樕之中及野有死鹿，皆可以白茅裹束以为礼，广可用之物。如玉者，取其坚而洁白。”即是将“玉”字作“坚而洁白”解。王先谦说：“言林有朴樕，仅供樵薪之需，野有死鹿，亦非贵重之物，然我取以归，亦须以白茅总聚而束之，防其坠失。今有女如无瑕之玉，顾不思自爱乎？”，就是说，即使是鹿肉这样不是很贵重的东西也要用白茅包起来，何况是一个想无暇的美玉一样的女子，只是不自爱吗？</p> <p>　　“舒而<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>兮，无感我帨兮，无使尨也吠！”《说文》：“舒，缓也。感，动人心。帨，佩巾也。”“脱”通“女兑”，《说文》：“女兑，好也”，联系上文，可知吉士希望能和女子早行夫妇之礼，符合恋爱中男子的心理特征。女子则比较理性，考虑比较周全，希望男子不要着急，从容迟缓些，不要动掀动她的佩巾，不要惊动她家里的狗，把一幅青年男女恋爱的画面展现得淋漓尽致，反映了西周社会纯朴的人情动态。学者对这句诗的理解并没有很大的偏差，都是理解为女子希望男子注意形象，潇洒舒缓，择日到女子家提亲，而不是草率而成。</p> <p>　　清代学者姚际恒认为：“此篇是山野之民相与及时为昏姻之诗。”吉士是一位猎人，他用自己的猎物向女子求婚，是乡村适婚男女的自然行为：“女怀，士诱，言及时也；吉士，玉女，言相当也。定情之夕，女属其舒徐而无使帨感、犬吠，亦情欲之感所不讳也欤？”这个看法得到近代学者的响应，《诗经直解》提到了：“《野有死麕》，无疑为男女恋爱之时，其词若出女歌手。其男为吉士，为猎者，盖属于当时社会上所谓士之一阶层。”《诗经注析》也说：“这是描写一对青年男女恋爱的诗。男的是一位猎人，他在郊外丛林里遇见了一位温柔如玉的少女，就把猎来的小鹿、砍来的木柴用洁白的茅草捆起来作为礼物。终于获得了爱情。”从全诗来看，这各说法比较合理，符合社会实际。《野有死麕》创作于西周初期，封建制度尚未确立，男女之间并无“礼”之大防，民风淳朴，男女率性而为，理解此诗，必须结合此背景。</p> <p>　　综上所述，这首诗实际上是一首情诗，青年男女约会，男子着急想成夫妇之礼，女子委婉拒绝之词，并不是“恶无礼”之诗，更不是贤士“拒招隐”之词，体现了西周社会青年男女朴素自然的爱情。</p> <p><strong>主题鉴赏之二：厌恶无礼说</strong><br>　　汉代《毛诗序》首先提出：“野有死麕，恶无礼也。天下大乱，强暴相陵，遂成淫风。被文王之化，虽当乱世，犹恶无礼也。”汉代的统治者把诗当作政治伦理教材，为统治者教化人民而服务，因此《毛诗序》对《诗经》的阐释是一种政治教化与功利目的的视域。清王先谦《诗三家义集疏》中说道：“韩说曰：‘平王东迁，诸侯侮法男女失官昏之礼，《野麕》之刺兴焉’”。隐晦的指出这首诗是讽刺东周诸侯国的淫乱失礼。而东汉郑玄《毛诗传笺》对“无礼”作了更明确的解说：“无礼者，为不由媒妁，雁币不至，劫胁以成昏。谓纣之世。”意思是这首诗描述的是召南之地一位女子对一位男子无礼粗鲁行为的抵抗，从而体现出召南之地受到了文王的教化。故汉代统治者单纯的以政教作用的视域来解读文本，未免有些牵强附会。</p> <p>　　而在宋朝的疑古之风下，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》随之产生。他说：“纣时男女淫奔以成风俗，惟周人被文王之化者能知廉耻，而恶其无礼，故见其男女之相诱而淫乱者，恶之曰：‘彼野有死麕之肉，汝尚可以食之，故爱惜而包以白茅之洁，不使为物所污，奈何彼女怀春，吉士遂诱而污以非礼？吉士犹然，强暴之男可知矣。其次言朴樕之木犹可用以为薪，死鹿犹束以白茅而不污，二物微贱者犹然，况有女而如玉乎？岂不可惜而以非礼污之？其卒章遂道其淫奔之状曰：汝无疾走，无动我佩，无惊我狗吠。彼奔未必能动我佩，盖恶而远却之之辞。’”他反对以礼解诗，大胆怀疑，指出该诗描写了男女间淫邪的行为，有违大道。后来<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>以及他的弟子<a href=\"http://so.gushiwen.org/author_2436.aspx\">王柏</a>和一些之后的学者也持有这种观点。</p> <p><strong>主题鉴赏之三：“拒招隐”说</strong><br>　　清代的方玉润论诗颇具批判精神，他首先对历史上诸说，如“恶无礼”说、“淫诗”说等逐一辨驳，然后提出了自己的新见：愚意此必高人逸士抱璞怀贞，不肯出而用世，故托言以谢当世求才之贤也。意若曰，惟野有死麕，故白茅得以包之。惟有女怀春，故吉士得而诱之。今也“林有朴樕，野有死鹿”矣，然“白茅”则“纯束”也，而谁其包之？“有女如玉”，质本无暇也，而谁能玷之？尔吉士纵欲诱我，我其能禁尔以无诱我哉？亦惟望尔入山招隐时，姑徐徐以云来，勿劳我衣冠，勿引我吠尨，不至使山中猿鹤共相惊讶也云尔。吾亦将去此而他适矣。此诗意极深而词又甚婉，故使读者猝难领会。未敢自信能窥诗旨，要之，循章会意，其大要亦不甚相远也。方氏将此诗阐释为一位高人逸士拒绝出山为官，并婉言谢绝当世求贤的人。方玉润“受到姚际恒《诗经通论》的影响，在自序中说：‘循文按义’，‘推原诗人始意’，‘不顾《序》，不顾《传》，亦不顾《论》，惟其是者从而非者止’。书名为《诗经原始》，就是不满于流行的附会曲解，从诗的本义探究诗的原始意义。”因此方玉润的读解显示出了独特的视域，为研读诗经提供了一个新的突破视角。</p><br/><h2>鉴赏：语言生动而隽永</h2> <p>　　《野有死麕》的语言生动而隽永，这主要归功于口语、方言的使用和刻意营造音乐效果的语词的创造运用。卒章三句由祈使句组成，纯属口语。直接采用口头语言能够最完整最准确地再现女子偷情时既欢愉急切又紧张羞涩的心理状态。而祈使句本身也提示了这样一个动作场面的微妙紧张。《<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>经》的语言是诗人创作的艺术语言，它来自于生活口语，又精心经过提炼。《诗经》用的是周代的共同语雅言，也就是西周王畿所在地的镐京话。但诗人在《野有死麕》中，也用到了方言。陆德明《毛诗音义》引《草木疏》：“麕，麞也。青州人谓之麕。”青州，据《尚书·禹贡》：“海、岱惟青州。”《吕氏春秋·有始览》：“东方为青州。”《召南》，旧说一般以为“召”是指召公及其封地，其采邑在陕西岐山西南。《召南》中有《甘棠》，诗中有一“召伯”，冯沅君《诗史》以召伯为宣王末年征淮夷有功的召穆公虎。《野有死麕》据《旧唐书·礼仪志》说也不是周初之诗，而是周平王东迁后的诗。《召南》不是周初诗作，“召”作为地名也不在陕西岐山。总之，《野有死麕》用了东方方言。方言的使用使整首诗更贴近日常生活，更自然朴实。四字成句，四句成段，是《诗经》的标准句法、章法。整饬的句式其原始实质和有组织地分布用韵字的押韵一样，是为了产生和谐悦耳、间断有序的声音效果。因为汉语的固有特性，间断有序的声音的产生就自然会要求句式的整饬。</p><br/><h2>鉴赏：质朴率真</h2> <p>　　其实，仔细研究《<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>经》，不难发现这种在复沓中突兀的单行章段是《诗经》尤甚是《国风》的常见现象。它们往往出现在作品文本的首尾。比如，《周南》的《葛覃》、《卷耳》、《汉广》、《汝坟》，《召南》的《采蘩》、《草虫》、《行露》、《何彼襛矣》，《邶风》的《燕燕》、《日月》、《终风》、《简兮》、《北门》、《静女》、《新台》，《鄘风》的《君子偕老》、《蝃蝀》，《郑风》的《女曰鸡鸣》、《子衿》，《齐风》的《东方未明》、《甫田》，《唐风》的《扬之水》、《葛生》，《陈风》的《东门之枌》、《衡门》，《王风》的《大东》，《秦风》的《车邻》，《曹风》的《下泉》以及《小雅》中的《皇皇者华》、《南有嘉鱼》、《湛露》、《菁菁者莪》等。这种诗甚至往往被视作脱简或串简，执此观点的如宋代的王质、<a href=\"http://so.gushiwen.org/author_2436.aspx\">王柏</a>，现当代的孙作云、翟相君等。也有人对此种结构击节赞赏的，比如清代的刘沅、方玉润之评《采蘩》。对如此大相径庭的看法，要是读者能够从诗的起源的角度进行考察，就可使问题冰释。最早的诗是口头上传唱的歌。歌唱者可以独歌，也可以对歌、和歌。蒋立甫评《采蘩》就说：“后一章是合唱。”（《诗经选注》）再比如《关雎》，后二章复沓，第一章四句单行。《论语·秦伯》：“《关雎》之乱，洋洋盈耳哉！”《史记·孔子世家》：“故曰：‘关雎之乱以为凤始。’”所谓“合乐谓之乱”，众声合唱部分便是“乱”。当原始的自由对歌或集体的祭祀歌唱被刻意摹仿，诗歌的创作者就具备了随意转换叙事角度的能力，诗歌从此而自由飞扬，简洁而形象生动地共时展开情节描述、抒写心理感受成为可能。作为早期的创作诗，《诗经》中这样一种写作手法的运用不免显得有些程式化，远没有应用自如。但也正因此，读者才感觉《诗经》中的诗是那么的质朴率真。</p><br/><h2>鉴赏：用“朴樕”联绵词之阐释及其意义</h2> <p>　　《野有死麕》中的“朴樕”是联绵词，也可写成“朴遬”。毛传释“朴樕”为“小木”，<a href=\"http://so.gushiwen.org/author_2205.aspx\">徐锴</a>《说文解字系传》解释为“小樕树”。“朴樕”有两个引申义：短小，丛生；前者见《汉书·息夫躬传》<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注，后者见《尔雅·释木》邢昺疏。“朴樕”一字除可异写为“朴遬”外，其声变化，而意义基本保持不变的，还有“扶苏”、“扶胥”等分化词。张永言说：“推广来说，灌木丛生貌叫‘朴樕’，枝叶花朵丛生貌叫“扶疏”，鸟羽、兽毛丛生貌叫‘朴樕’‘扑朔’；由灌木、枝叶、羽毛丛生貌又可引申出纷披、披垂、蓬松、不整齐、不整饬等意义，所以衣服不整齐叫‘朴樕’人委琐不整饬叫‘仆遬’。”据朱广祁《<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>经双音词论稿》统计，像“朴樕”这样的联绵词《诗经》中大概有140个。联绵词指的是双音节的单纯词，即由两个音缀的拼合表示一个完整意义的词。郑玄《诗谱序》引《虞书》：“诗言志，歌永言，声依永，律和声。”联绵词的产生，是长歌永言的结果。换句话说，是修饰音节的需要而产生了“朴樕”这样的词。根据李新魁的构拟，“朴樕”的上古读音应为boksok。按照李先生在《从方言读音看上古汉语入声韵的复尾韵》一文中提出的理论，这词本读入声，是由一个音节衍化而形成为两个音节的；其第二个音节的声母s，本是第一个音节韵尾的遗存。也就是说，“朴樕”第二个音节的声母实际上是借自第一个音节的；从一个音节变成两个音节，其实质是音节的延长。是音节延长的需要而补充了后面一个弱读音节，造成了像“朴樕”这样的联绵词。为了声音的和谐而刻意创造的语词丰富了诗歌的语言，也使诗歌的语言更为自然生动。</p>",
  "about": "<h2>创作背景</h2> <p>　　周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采<a href=\"http://so.gushiwen.org/view_23.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。《野有死麕》以它鲜明直面讴歌爱情的主题而显得极其可贵。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}