{
  "id": 48204,
  "star": 8075,
  "name": "渔家傲·秋思",
  "dynasty": "宋代",
  "content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。<br>浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。",
  "fanyi": "<p><strong>译文</strong><br>秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。<br>饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤心的眼泪。</p> <p><strong>注释</strong><br>①渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。<br>②塞：边界要塞之地，这里指西北边疆。<br>③衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。<br>④边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。<br>⑤千嶂：绵延而峻峭的山峰；崇山峻岭。<br>⑥燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书·窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。<br>⑦羌管：即羌笛，出自古代西部羌族的一种乐器。<br>⑧悠悠：形容声音飘忽不定。<br>⑨寐：睡，不寐就是睡不着。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　宋仁宗朝，西夏是从西北方面侵扰中原的强大敌人。公元1040年，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>任陕西经略副使兼知延州（陕西延安），在边城的防御上起了很大的作用；但朝廷腐败，败多胜少，只能坚守以稳定大局。本词即作于此时。</p> <p>　　上片着重写景。“塞下”二句首先点明地点，时间和边地延州与内地不同的风光，其次具体地描述风光的不同，西北边疆气候寒冷，一到秋天，寒风萧瑟，满目荒凉，大雁此时奋翅南飞，毫无留恋之意。“四面边声”三句写延州傍晚时分的景象，边声伴着军中的号角响起，凄恻悲凉。在群山的环抱中，太阳西沉，长烟苍茫，城门紧闭，“孤城闭”三字隐隐透露出宋王朝不利的军事形势。千嶂、孤城、长烟、落日，这是静；边声、号角则是伴以声响的动。动静结合，展现出一幅充满肃杀之气的战地风光图画，形象地描绘了边塞特异的风景。</p> <p>　　下片抒情。“浊酒一杯”二句，先自抒怀抱，作者为前线三军统帅，防守边塞，天长日久，难免起乡关之思。想要借一杯浊酒消解乡愁，路途遥远，家人在何方？更重要的是，战争没有取得胜利，还乡之计就无从谈起。而要取胜又谈何容易，因此更浓更重的乡愁就凝聚在心头，无计可除。“羌管悠悠霜满地”，写夜景，紧承“长烟落日，”到了夜晚，笛声悠扬，秋霜遍地，更引动了征人的乡思。全词结束在“人不寐，将军白发征夫泪”二句上，此二句从写景转入写情。戍边将士上下一心，同仇敌忾，本可以战胜敌人，无奈朝廷奉行的是不抵抗政策，戍守艰苦，又无归计，人怎么能睡得着呢！旷日持久的守边白了将军的头，使征夫洒下许多思乡的热泪。</p> <p>　　把西北边陲的羌管笳鼓声带进词坛，使词进一步向社会化靠拢，旁枝独秀于艳词之外，本篇即为发端者之一。语气沉郁雄浑，风格苍凉悲壮，上下片之间情景相生，浑然一体。上篇“雁去无留意”移情于物，生动地表现了征人久戍边关，更无留意的内心感受。“千嶂里，长烟落日孤城闭”，在描写边塞风光的词篇中，可称警策。作者爱国主义的英雄气概充满了字里行间，气象开阔，开苏、辛豪放词之先河。</p> <p>　　提到范仲淹，人们很容易想到他那篇有名的《岳阳楼记》，而很少记起他的词作；同样，因为文章，人们大多认他作文官，而很少当他为武将。这首词，可以弥补这种认识的不足。</p> <p>　　1040年（宋康定元年）至1043年(庆历三年)间，范仲淹任陕西经略副使兼延州知州。据史载，在他镇守西北边疆期间，既号令严明又爱抚士兵，并招徕诸将推心接纳，深为西夏所惮服，称他“腹中有数万甲兵”。这首题为“秋思”的《渔家傲》就是他身处军中的感怀之作。</p> <p>　　范仲淹《渔家傲》一词开篇塞下秋来风景异，衡阳雁去无留意。一句极力渲染边塞秋季风景的独异，上片写景，描写的自然是塞下的秋景。四面边声连角起，千嶂里，长烟落日孤城闭。从视觉听觉等方面表现了边塞地区的萧条寂寥。</p> <p>　　起句“塞下秋来风景异”，“塞下”点明了延州的所在区域。它处在层层山岭的环抱之中；下句牵挽到对西夏的军事斗争。“长烟落日”，颇得<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>名句 “大漠孤烟直，长河落日圆”之神韵，写出了 塞外的壮阔风光。而在“长烟落日”之后，紧缀以“孤城闭”三字，把所见所闻诸现象连缀起来，展现在人们眼前的是一幅充满肃杀之气的战地风光画面，隐隐地透露宋朝不利的军事形势。上片一个“异”字，统领全部景物的特点：秋来早往南飞的大雁，风吼马啸夹杂着号角的边声，崇山峻岭里升起的长烟，西沉落日中闭门的孤城……作者用近乎白描的手法，描摹出一幅寥廓荒僻、萧瑟悲凉的边塞鸟瞰图。边塞，虽然经过了历史长河的淘洗，但在古<a href=\"http://so.gushiwen.org/view_48204.aspx\">诗</a>人的笔触下，却依然留着相同的印迹。</p> <p>　　下片起句“浊酒一杯家万里”，是词人的自抒怀抱。他身负重任，防守危城，天长日久，难免起乡关之思。这“一杯”与“万里”数字之间形成了悬殊的对比，也就是说， 一杯浊酒，消不了浓重的乡愁，造语雄浑有力。乡愁皆因“燕然未勒归无计”而产生。燕然未勒也是《封燕然山铭》这个典故而来：东汉和帝永元元年，车骑将军窦宪北伐匈奴，大破之，在漠北燕然山刻石记功，由<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>执笔，颂汉威德，就是所谓“勒石燕然”。勒字此处是雕刻的意思。</p> <p>　　“羌管悠悠霜满地”，写夜景，在时间上是“长烟落日”的延续。“人不寐”，补叙上句，表明自己彻夜未眠，徘徊于庭。“将军白发征夫泪”，由自己而及征夫总收全词。总之下片抒情，将直抒胸臆和借景抒情相结合，抒发的是作者壮志难酬的感慨和忧国的情怀。</p> <p>　　这首边塞词既表现将军的英雄气概及征夫的艰苦生活，也暗寓对宋王朝重内轻外政策的不满，爱国激情，浓重乡思，兼而有之，构成了将军与征夫思乡却渴望建功立业的复杂而又矛盾的情绪。这种 情绪主要是通过全词景物的描写，气氛的渲染，婉曲地传达出来。综观全词，意境开阔苍凉，形象生动鲜明，反映出作者耳闻目睹、亲身经历的场景，表达了作者自己和戍边将士们的内心感情，读起来真切感人。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>是当时的著名的军事家、政治家，官至副宰相。他了解民间疾苦，深知宋王朝在政治、经济、军事等方面存在的问题，主张革除积弊，但因统治集团内部守旧派的反对，没能实现。</p> <p>　　他也是著名的文学家。这首《渔家傲》是他的代表作，反映的是他亲身经历的边塞生活。古代把汉族政权和少数民族政权之间的交界地方叫做“塞”或“塞上”、“塞下”。这首词所说的塞下，指的是北宋和西夏交界的陕北一带。</p> <p>　　从词史上说，此词沉雄开阔的意境和苍凉悲壮的气概，对<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等也有影响。</p> <p>　　任何一首<a href=\"http://so.gushiwen.org/view_48204.aspx\">诗</a>词的审美价值，是由多种艺术功能构成的。这首《渔家傲》并非以军事征战为题材，而是写边塞将士对家乡的怀念，因之不能生硬地用政治的尺度来衡量，而应该用艺术的尺度来衡量。它的艺术功能、艺术力量，在于抒情写景，但即使从政治上要求，此词的意义也并不消极。“燕然未勒归无计”一句，正是这首词最本质的思想亮点。燕然山，即今之杭爱山。后汉时，将军窦宪追击匈奴，曾登上燕然山刻碑（勒石）纪功。词中霜雪满头的老将军，已擦干思乡之泪，在恋家与报国的矛盾中，他是以戍边军务为重。他尽忠职守，不建功勋于边陲，虽有时思乡心切，也是不打算归去的。</p> <p>　　词的上阕侧重写景。秋来风景异，雁去无留意，是借雁去衡阳回雁峰的典故，来反映人在塞外的思归之情。思归不是因为厌弃边塞生活，不顾国家安危。而是边防凄厉的号角声以及周遭的狼嗥风啸声，令人心寒。更奈何日落千嶂，长烟锁山，孤城紧闭，此情此景甚是令人怀念故乡的温馨。人非草木，孰能无情。一个长期戍边的老将，惦念亲人和家乡也是很自然的。“千嶂里，长烟落日孤城闭”，此句写得最成功，仅10个字便勾勒出一派壮阔苍茫的边塞黄昏景致。</p> <p>　　写景是为了抒情。因此下阕一开头就是“浊酒一杯家万里，燕然未勒归无计”。浊酒，本是乳白色的米酒，这里也暗喻心情重浊。因为思归又不能归以致心情重浊。“归无计”，是说没有两全其美的可能性。正在这矛盾的心绪下，远方羌笛悠悠，搅得征夫们难以入梦，不能不苦思着万里之遥的家乡，而家乡的亲人可能也在盼望白发人。“人不寐，将军白发征夫泪”，这10个字扣人心弦，写出了深沉忧国爱国的复杂感情。</p> <p>　　这首《渔家傲》不是令人消沉斗志之词，它真实地表现了戍边将士思念故乡，而更热爱祖国，矢志保卫祖国的真情。范仲淹曾在《岳阳楼记》一文中，倡导“先天下之忧而忧，后天下之乐而乐”的崇高精神。词中的白发老将军，正是这种崇高精神的生动写照。黄蓼园说它“读之凛凛有生气”，倒是深得其旨趣。</p> <p>　　“千嶂里，长烟落日孤城闭”。只此两句便抵得上那首有名的《敕勒歌》，虽然彼此取材不同。伟大的诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾写过“孤城早闭门”的佳句，但气势的雄浑似不及范词。那是人烟稀少的边塞，光秃的山峰重重叠叠，上空飘浮着一缕缕的青烟，悲壮的号角和着杂乱的边声在四野回荡。太阳还没有收起它金色的余晖，远远望去，山腰里一座孤零零的城池早已把城门关闭。这就像一幅中世纪边塞景象的艺术摄影。</p> <p>　　一幅野性十足的边塞图画。“塞下秋来风景异，衡阳雁去无留意，四面边声连角起，千嶂里，长烟落日孤城闭。”这样的“边塞情绪”，往往当人物置身特定场景之后，自然流露出来；此时才明白，长烟落日的边塞，对于生命个体而言，并不仅仅是“戍边苦”，还会产生极大的心理满足。</p> <p>　　词是范仲淹守边愿望和复杂心态的真实袒露。词中反映了边塞生活的艰苦和词人巩固边防的决心和意愿，同时还表现出外患未除、功业未建、久戍边地、士兵思乡等复杂矛盾的心情。在有着浓郁思乡情绪的将士们的眼中，塞外之景色失去了宽广的气魄、欢愉的气氛，画面上笼罩着一种旷远雄浑、苍凉悲壮的气氛。在边塞熬白黑发，滴尽思乡泪，却又不能抛开国事不顾，将士们的心理是矛盾复杂的。范仲淹虽然守边颇见成效，然而，当时在北宋与西夏的军事力量对比上，北宋处于下风，只能保持守势。范仲淹守边的全部功绩都体现在“能够维持住守势”这样一个局面上，时而还有疲于奔命之感。这对有远大政治志向的范仲淹来说肯定是不能满足的，但又是十分无奈的。所以，体现在词中的格调就不会是昂扬慷慨的。</p> <p>　　此前，很少有人用词来写边塞生活。唐代<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的《调笑》虽有“边草无穷日暮”之句，但没有展开，且缺少真实的生活基础。所以，这首词实际上是边塞词的首创。</p> <p>　　上片描绘边地的荒凉景象。首句指出“塞下”这一地域性的特点，并以“异”字领起全篇，为下片怀乡思归之情埋下了伏线。“衡阳雁去”是“塞下秋来”的客观现实，“无留意”虽然是北雁南飞的具体表现，但更重要的是这三个字来自戍边将士的内心，它衬托出雁去而人却不得去的情感。以下十七字通过“边声”“角起”“千嶂”“孤城”等具有特征性的事物，把边地的荒凉景象描绘得有声有色。首句中的“异”字通过这十七个宇得到了具体的发挥。</p> <p>　　下片写戍边战士厌战思归的心情。前两句含有三层意思：“浊酒一杯”扑不灭思乡情切；长期戍边而破敌无功；所以产生“归无计”的慨叹。接下去，“羌管悠悠霜满地”一句，再次用声色加以点染并略加顿挫，此时心情，较黄昏落日之时更加令人难堪。“人不寐”三字绾上结下，其中既有白发“将军”，又有落泪“征夫”。“不寐”又紧密地把上景下情联系在一起。“羌管悠悠”是“不寐”时之所闻；“霜满地”是“不寐”时之所见。内情外景达到了水乳交融的艺术境界。</p>",
  "about": "<h2>讲解</h2> <p>　　每读这首词，都会有不同的感悟。这首词首先给人的感觉是凄清、悲凉、壮阔、深沉，还有些伤感。而就在这悲凉、伤感中，有悲壮的英雄气在回荡着。</p> <p>　　“塞下秋来风景异”，劈头一句，作者就把我们带到了一个特殊的环境。时间是秋天，地点在边塞。风景呢？没说好，也没说坏，只说了一个“异”。“异”在哪里呢？且听下文：</p> <p>　　“衡阳雁去无留意。”衡阳雁去是雁去衡阳的倒装；古人相传，北雁南飞，到衡阳而止。衡阳城南有回雁峰，样子很像回旋的雁。“秋来”，满目萧条；“风景”越发“异”得难忍，所以雁儿毫不留恋地非飞走不可。这里表面写的是雁，实在写人。即连大雁都不愿在这儿呆下去了，更何况人？但是，边塞军人毕竟不是候鸟，他们却坚守在边塞。</p> <p>　　下面三句，写的就是“雁去”后的情景。</p> <p>　　“四面边声连角起”，“边声”，指边地的风号、马鸣、羌笛之声。这是写声音的，这声音富有边塞地区的特色。<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》中的“侧耳远听，胡笳互动，牧马悲鸣，吟啸成群”，可作注释。然而，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>在这里却更有一层深意，那就是“连角起”。角，是古代军队里吹的乐器。“四面边声连角起”，就是军中号角吹动，四面八方的边声便随之而起。在这里，作者是把军中的号角作为主体来写的，它带动着边地的一切声音。这就是说，边地“雁去”了，边地的驻军没去；不但没去，而且用他们的号角，与边地的人民紧紧相连。这声音也许有点单调，甚至有点悲凉，但壮阔，充满力量。</p> <p>　　“千嶂里，长烟落日孤城闭”是上阕的结句，突出地表现出边塞的安稳和牢固。“千嶂”，是写山势，层峦叠嶂，犹如巨大的屏风。“长烟”，是炊烟和暮霭所形成的一片雾气。在“落日”中，边地的孤城及时地把城门关上了。“城”是孤的，但有“千嶂”环绕，“长烟”笼罩，“落日”照耀，就不显得那么孤独无靠。它是坚固的，结实的，严阵以待的。然而，城的坚固与否，更重要的还在于把守它的驻军。因此，在词的下阕，作者就把边防军人推向画面中心，集中笔墨表现他们的思想感情。</p> <p>　　“浊酒一杯家万里，燕然未勒归无计。”这句是全词的核心，是它的灵魂所在。边塞军人一边饮着浊酒，一边思念着家里的亲人和家乡的一草一木。这不但是合情的，而且是合理的。所谓合情，就是这些军人到了晚间，思家、思乡之情就愈加浓烈。这符合生活的真实，令人信服。所谓合理，就是正因为他们热爱家乡，所以他们才更热爱祖国，他们也就不会像雁那样“无留意”地飞走，而是坚守在岗位上。不只坚守，他们并不满足于坚守，他们还盼望着打仗，出击打胜仗。因为只有这样，国土才能完整，边塞才能巩固，边防军人才能回到自己可爱的家乡。因此，接下来的“燕[yān烟]然未勒归无计”七个字就有着深刻的含义了。</p> <p>　　“燕然”，指燕然山，就是今天的杭爱山。“勒”，刻的意思。据《后汉书·窦宪传》记载，公元89年，东汉将军窦宪打垮匈奴进犯，乘胜追击，“登燕然山去塞三千余里，刻石勒功”而还。所以“勒石燕然”就成了胜利的代名词。“燕然未勒归无计”，意思就是抗敌的大功还没有完成，回家的事就不能去计议了。这个“计”字很重要，它是计议、打算的意思，可见边防军人不回家是主动地、自觉的。若是把它理解为计策的“计”，那边防军人的不能回家就成为被动的、无奈的了。这样理解，对边防军人的形象，对全词的意境就都有损害。</p> <p>　　“羌管悠悠霜满地”，承上启下，进一层强调边防军人想家思乡的情绪，并由此而写出全体将士忧国的情状和感慨。</p> <p>　　“人不寐，将军白发征夫泪。”人为何不能成寐？将军已经白发苍苍为何还在服役？年轻的兵士为国守边为何还要落泪？这里有悲的成分，但并不重要，重要的是忧，是怨，是愤愤不平。他们忧虑国家的安全，抱怨朝廷无人整顿武备，更为当局没有一个正确的方针政策而愤懑，以致边防军人久住“塞下”，将老，却不能退休家园，兵少，却不能与妻子团圆。</p> <p>　　从《渔家傲》全词来看，应当说，情调是悲壮的，感情是强烈的，它是一首古代边防军人之歌，以其英雄气概扣动着历代千万读者的心扉。</p><br/><h2>创作背景</h2> <p>　　宋康定元年（1040年）至庆历三年（1043年）间，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>任陕西经略副使兼延州知州。据史载，在他镇守西北边疆期间，既号令严明又爱抚士兵，并招徕诸羌推心接纳，深为西夏所惮服，称他“腹中有数万甲兵”。这首词作于北宋与西夏战争对峙时期。宋仁宗年间，范仲淹被朝廷派往西北前线，承担起北宋西北边疆防卫重任。</p><br/><h2>点评</h2> <p>　　<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《渔家傲》变低沉婉转之调而为慷慨雄放之声，把有关国家、社会的重大问题反映到词里，可谓大手笔。</p> <p>　　范仲淹守边时，作《渔家傲》歌数阕，皆以“塞下秋来”为首句，颇述边镇之劳苦，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>尝称为“穷塞主”之词云云。现仅存一首。起句“塞下秋来风景异”，“塞下”点明了延州的所区域。当时延州为西北边地，是防止西夏进攻的军事重镇，故称“塞下”。“秋来”，点明了季节。“风景异”，概括地写出了延州秋季和内地大不相同的风光。作者用一个“异”字概括南北季节变换之不同，这中间含有惊异之意。“衡阳雁去无留意”。雁是候鸟，每逢秋季，北方的雁即飞向南方避寒。古代传说，雁南飞，到衡阳即止，衡山的回雁峰即因此而得名，所以<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>说：“雁阵惊寒，声断衡阳之浦”（《滕王阁序》）。词里的“衡阳雁去”也从这个传说而来。“无留意”是说这里的雁到了秋季即向南展翅奋飞，毫无留恋之意，反映了这个地区到了秋天，寒风萧瑟，满目荒凉。下边续写延州傍晚时分的战地景象：“四面边声连角起”。起谓“边声”，总指一切带有边地特色的声响。这种声音随着军中的号角声而起，形成了浓厚的悲凉气氛，为下片的抒情蓄势。“千嶂里，长烟落日孤城闭”，上句写延州周围环境，它处层层山岭的环抱之中；下句牵挽到对西夏的军事斗争。“长烟落日”，颇得<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>名句“大漠孤烟直，长河落日圆”之神韵，写出了塞外的壮阔风光。而“长烟落日”之后，紧缀以“孤城闭”三字，把所见所闻诸现象连缀起来，展现人们眼前的是一幅充满肃杀之气的战地风光画面，隐隐地透露宋朝不利的军事形势。</p> <p>　　下片起句“浊酒一杯家万里”，是词人的自抒怀抱。他身负重任，防守危城，天长日久，难免起乡关之思。这“一杯”与“万里”数字之间形成了悬殊的对比，也就是说，一杯浊酒，销不了浓重的乡愁，造语雄浑有力。乡愁皆因“燕然未勒归无计”而产生。燕然，山名，即杭爱山，今蒙古人民共和国境内。汉和帝永元元年（89），窦宪大破北匈奴，穷追北单于，曾登此山，“刻石勒功而还”（《后汉书。和帝纪》）。词意是说，战争没有取得胜利，还乡之计是无从谈起的，然而要取得胜利，更为不易。“羌管悠悠霜满地”，写夜景，时间上是“长烟落日”的延续。羌管，即羌笛，是出自古代西部羌族的一种乐器，发的是凄切之声，深夜里传来了抑扬的羌笛声，大地上铺满了秋霜，耳闻目睹尽皆给人以凄清、悲凉之感。下句：“人不寐”，补叙上句，表明自己彻夜未眠，徘徊于庭。“将军白发征夫泪”，由自己而及征夫，总收全词。爱国激情，浓重乡思，兼而有之，构成了将军与征夫复杂而又矛盾的情绪。这种情绪主要是通过全词景物的描写，气氛的渲染，婉曲地传达出来，情调苍凉而悲壮。</p> <p>　　这首边塞词既表现将军的英雄气概及征夫的艰苦生活，也暗寓范仲淹对宋王朝重内轻外政策的不满。</p><br/><h2>评论</h2> 　　1038年西夏元昊称帝后，连年侵宋。由于积贫积弱，边防空虚，宋军一败于延州，再败于好水川，三败于定川寨。1040年，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>自越州改任陕西经略副使兼知延州（今陕西延安）。延州当西夏出入关要冲，战后城寨焚掠殆尽，戍兵皆无壁垒，散处城中。此词可能即作于知延州时。原有数阕，皆以“塞下秋来”为首句，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>尝称为“穷塞外之词”（宋魏泰《东轩笔录》卷十一）。但流传至今的却只有此词。词的上片着重写景，而景中有情；下片着重抒情，而情中有景。这恰与《苏幕遮》仿佛。但它的题材与风格却是有别于《苏幕遮》的。首句“塞下秋来风景异”，点明地域、时令及作者对边地风物的异样感受。次句“衡阳雁去无留意”以南归大雁的径去不留，反衬出边地的荒凉，这是托物寄兴。接着，“四面边声”三句，用写实的笔法具体展示出塞风光，而着重渲染战时的肃杀气象。“长烟落日”，画面固不失雄阔，但续以“孤城闭”三字气象顿然一变，而暗示敌强我弱的不利形势。过片后“浊酒一杯”二句，写戍边将士借酒浇愁，但一杯浊酒怎能抵御乡关万里之思？久困孤城，他们早已归心似箭，然而边患未平、功业未成，还乡之计又何从谈起？“羌管悠悠”句刻划入夜景色，而融入其中的乡恋益见浓重。“人不寐”二句，直道将军战士之感伤，并点出他们彻夜无眠、鬓发染霜、泪下如霰的正是这种感伤之情。不言而喻，此词表现边地的荒寒和将士的劳苦，流露出师老无功、乡关万里的怅恨心声，其情调与唐人建功异域、追奔逐北的边塞<a href=\"http://so.gushiwen.org/view_48204.aspx\">诗</a>迥不相同。但范仲淹到延州后，选将练卒，招抚流亡，增设城堡，联络诸羌，深为西夏畏惮，称“小范老子腹中有数万甲兵”。此词慷慨悲凉，既写出了边地生活的艰辛，同样表现了他抵御外患、报国立功的壮烈情怀和思念家乡的矛盾心情。而更值得重视的则是，范仲淹以其守边的实际经历首创边塞词，一扫花间派柔靡无骨的词风，为苏辛豪放词导夫先路。",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "秋天",
    "边塞",
    "思乡",
    "爱国"
  ]
}