{
  "id": 52549,
  "star": 83,
  "name": "鹧鸪天·一点残红欲尽时",
  "dynasty": "宋代",
  "content": "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 <br>调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。",
  "fanyi": "<p><strong>译文</strong><br>我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。<br>那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。</p> <p><strong>注释</strong><br>①残红：此指将熄灭的灯焰，也有版本作残釭（gāng）。<br>②屏帏：屏风和帷帐。<br>③调：抚弄乐器。宝瑟：瑟的美称。<br>④金猊（ní）：狮形的铜制香炉。猊，狻猊（suān ní），即狮子。<br>⑤西楼：指作者住处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　孙竞称周紫芝的《竹坡词》“清丽婉曲”。这首《鹧鸪天》可以安得上这个评语。词中以今昔对比、悲喜交杂、委婉曲折而又缠绵含蓄的手法写雨夜怀人的别情。上片首两句写室内一灯荧荧，灯油将尽而灯光转为暗红，虽说是乍凉天气未寒时，但那凄清的气氛已充溢在画屏帏幕之间。这里从词人的视觉转到身上的感觉，将夜深、灯暗而又清冷的秋夜景况渲染托出。</p> <p>　　“梧桐”二句，写出词人的听觉，点出“三更秋雨”这个特定环境；此系化用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》下片词意：“梧桐树，三更雨，不道离情正苦，一叶叶，一声声，空阶滴到明。”温词直接写雨声，间接写人，这首词亦复如此。这秋夜无寐所感受到的别离之悲，以雨滴梧桐的音响来暗示，能使人物在特定环境中的感受更富感染力量。所谓“叶叶声声是别离”，与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的“夜深风竹敲秋韵，万叶千声皆是恨”（《玉楼春》）异曲同工，都是借情感对声音的反应表达由此构成的心理影响。那“空阶滴到明”和“叶叶声声是别离”，同样都是为了更深入地刻绘出别离所带来的悲苦心情。</p> <p>　　换头“调宝瑟”三句展开回忆，犹记当年两人相对而坐，伊人轻轻调弄弦索，自己则拨动着金猊炉中的香灰。两人低声唱起那首鹧鸪词，乐声悦耳，歌声赏心；这恐怕是聚首期间最难忘的一幕了。联系着这段美妙往事的纽带是这支鹧鸪词，仍然是音响，不过这是回忆中的歌声和乐曲声，并非现实中的秋雨声。下片回忆中的欢乐之音与上片离别后的凄凉雨声，构成昔欢今悲的鲜明对照，真是袅袅余音只能引起悠悠长恨了。</p> <p>　　结末“如今”两句，是使词意转折而又深化的着力之笔。“如今”两字，由“那时”折回眼前。那时同唱小调，如今却独居西楼，唯闻风声萧萧，雨声滴滴；“不听清歌也泪垂”，以未定语气呼应上片末句，显示了词人心头的波涛起伏；自从别离以后，经常闻歌而引起怀人的伤感，记忆中的美妙歌声无时不萦回耳际，而在今夜那风雨凄凄、“万叶千声皆是恨”的情况下，即使不听清歌也就足以使人泪下而不能自止了。这里转折词意，也是为深化词意，暗示出从曲终人不见、闻歌倍怀人到不听清歌亦伤神的内心感情变化，以悬念方式道出对伊人的情之深，思之切。</p> <p>　　周紫芝在另一首《鹧鸪天》词的小序里指出：“予少时酷喜小晏词，故其所作，时有似其体制者。”可以拿<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的《鹧鸪天》来作一比较：“彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。”上片写昔年相逢于豪筵之前，下片叙别后思念。末两句先直说今夜重逢，本为久别再见，应该十分欢欣，只因以往失望次数太多，反而相对而不敢相信。一个“恐”字，转折词意，把惊喜怀疑的神情表现无遗，不仅道出相逢前相思之苦，而且通过疑真为梦，反映了目前的相逢之乐更是不同寻常。这种写法是直说而仍有转折，有感情起伏。</p> <p>　　两者相比，这首词所采用的手法，如昔与今、喜与悲、正面说与反面说等等手法，做到委婉曲折而又含蓄深沉，确乎从小晏词变化而来。特别是末尾两句，以“如今”作为“昔与今、喜与悲”的转折词，以否定语气点出别离之苦，再相见之难，较直说更易引人深思。</p><br/><h2>鉴赏二</h2> <p>　　周紫芝喜欢<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的词，因此多有模仿。这首《鹧鸪天》不仅在写作手法和词境上与晏几道词相近，而且题材也是晏几道写得最多的“忆别歌女”主题。词中以今昔对比、悲喜交杂、委婉曲折而又缠绵含蓄的手法写雨夜怀人的别情。</p> <p>　　词从室内环境写起，“一点残红欲尽时，乍凉秋气满屏帷”，点染出清寂的氛围。夜阑人静时分，油灯将枯，灯火将残，“残红欲尽”，夜晚也即将过去，而人尚未入睡，室内满是“乍凉”的“秋气”。“乍凉”是人对周围环境的感受，“满屏帷”则进一步强化了人对“凉”的体认。凉意本是一种看不见摸不着的东西，人之所以感觉满室生寒，是因为人满怀凄凉愁绪。</p> <p>　　“梧桐叶上三更雨，叶叶声声是别离”写出词人的听觉，点出“三更秋雨”这个特定环境；此系化用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》下片词意：“梧桐树，三更雨，不道离情正苦，一叶叶，一声声，空阶滴到明。”温词直接写雨声，间接写人，这首词亦复如此。这秋夜无寐所感受到的别离之悲，以雨滴梧桐的音响来暗示，能使人物在特定环境中的感受更富感染力量。所谓“叶叶声声是别离”，与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的“夜深风竹敲秋韵，万叶千声皆是恨”（《木兰花·别后不知君远近》）异曲同工，都是借情感对声音的反应表达由此构成的心理影响。那“空阶滴到明”和“叶叶声声是别离”，同样都是为了更深入地刻绘出别离所带来的悲苦心情。</p> <p>　　“调宝瑟，拨金猊”一句，承接“别离”二字，自然过渡到对往事的追忆。一“调”一“拨”，写过去相聚之时，主人公曾与她一起抚琴调瑟，一起拨动炉中的燃香，使满室生香，暖意融融。“那时同唱鹧鸪词”，“鹧鸪”常被当做男女爱情的象征。在这样美好的氛围中，二人一起唱起吟咏爱情的曲词，那时的情景，亲密而快乐，令人难以忘怀。</p> <p>　　由以上两句可见，女子的身份是一名歌女。末句以“如今”开启今昔对比。“风雨西楼夜”呼应上阕所描写的环境和景状，将往日的欢乐与今时今日的寂寞凄凉进行对比，从而引出“不听清歌也泪垂”的慨叹。过去，主人公听到歌女所唱“清歌”，曾因其感人肺腑而潸然泪下，如今，不仅无“清歌”可听，而且又因回忆往昔欢聚景象而牵扯出更多的孤寂情怀，故日“泪垂”。这里的“泪”既为过去不可追回而流，更为今日之愁苦而流。</p> <p>　　词人围绕“风雨西楼夜”落笔，先摹写整体环境，写景不忘烘托悲愁情绪；次写主人公身处西楼回望往事，极言往日之欢；最后词情停顿于“如今”，在往日欢聚的对比下，进一步叙说主人公深切的怀念和对当下处境的喟叹。结构层次分明，而感情绵延悱恻，贯穿全词始末，工整疏密中见摇曳。</p>",
  "poet": {
    "id": 87,
    "star": 0,
    "name": "周紫芝",
    "desc": "周紫芝（1082-1155），南宋文学家。字少隐，号竹坡居士，宣城（今安徽宣州市）人。绍兴进士。高宗绍兴十五年，为礼、兵部架阁文字。高宗绍兴十七年（1147）为右迪功郎敕令所删定官。历任枢密院编修官、右司员外郎。绍兴二十一年（1151）出知兴国军（治今湖北阳新），后退隐庐山。交游的人物主要有李之仪、吕好问吕本中父子、葛立方以及秦桧等，曾向秦桧父子献谀诗。约卒于绍兴末年。著有《太仓稊米集》、《竹坡诗话》、《竹坡词》。有子周畴。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "离别",
    "怀人"
  ]
}