{
  "id": 1755,
  "star": 28,
  "name": "浩歌",
  "dynasty": "唐代",
  "content": "南风吹山作平地，帝遣天吴移海水。<br>王母桃花千遍红，彭祖巫咸几回死？<br>青毛骢马参差钱，娇春杨柳含缃烟。<br>筝人劝我金屈卮，神血未凝身问谁？<br>不须浪饮丁都护，世上英雄本无主。<br>买丝绣作平原君，有酒唯浇赵州土。<br>漏催水咽玉蟾蜍，卫娘发薄不胜梳。<br>羞见秋眉换新绿，二十男儿那刺促？",
  "fanyi": "<p><strong>译文</strong><br>南风把大山吹成平地，天帝派天吴移来了海水。<br>王母的桃花开了上千遍，长寿的彭祖和巫咸也该死过几回。<br>坐骑的青骢马花纹如连钱，初春的杨柳含裹着缕缕云烟。<br>弹筝美人用金杯劝我饮酒，谓我年轻，前程未知当自勉。<br>不须纵酒欣赏那哀怨曲《丁都护》，要知道世上的英雄本来无定主。<br>买丝线绣一幅怜才爱士的平原君，有好酒只拿去浇祭赵州的旧土。<br>漏刻催逼，水流急急通过玉蟾蜍，侍酒女子头发稀薄已经不好梳。<br>眼看着浓黑眉毛转眼变衰白，二十岁的男子哪能无谓地空劳碌？</p> <p><strong>注释</strong><br>⑴浩歌：大声唱歌。《楚辞·九歌·少司命》：“望美人兮未来，临风恍兮浩歌。”<br>⑵帝：指宇宙的主宰。天吴：水神。《山海经·海外东经》：“朝阳之谷，神曰天吴。是为水伯。在虹虹北两水间。其为兽也，八首人面，八足八尾，皆青黄。”<br>⑶王母：传说中的西王母（事见《穆天子传》、《列子》等），传说她栽的仙桃树三千年结一次果实（见《汉武帝内传》）。<br>⑷彭祖：传说他叫篯铿，是颛顼的玄孙，生于夏代，尧封他在彭地，到殷末时已有七百六十七岁（一说八百余岁），殷王以为大夫，托病不问政事（事见《神仙传》、《列仙传》）。《庄子·秋水》：“彭祖乃今以久特闻，众人匹之，不亦悲乎？”又《齐物论》：“莫寿于殇子，而彭祖为夭。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《天问》：“彭铿斟雉帝何飨，受寿永多夫何久长？”巫咸：一作巫戊，商王太戊的大臣。相传他发明鼓，发明用筮占卜，又会占星，是神仙人物。<br>⑸青毛骢（cōng）马：名马。参差钱：马身上的斑纹参差不齐。《尔雅·释畜》第十九：“青骊驎驒。”注云：“色有深浅，斑驳隐粼，今之连钱骢。”<br>⑹含缃烟：形容杨柳嫩黄。缃（xiāng）：浅黄色的绢。缃，一作细。<br>⑺筝人：弹筝的女子。屈卮（zhī）：一种有把的酒盏。<br>⑻神血句：酒醉时飘飘然，似乎形神分离了，不知自己是谁。神血未凝：即精神和血肉不能长期凝聚，它是生命短促的婉曲说法。身问谁：是“身向谁”的意思。<br>⑼丁都护：刘宋高祖时的勇士丁旿，官都护。又乐府歌有《丁都护》之曲。王琦注云：“唐时边州设都护府……丁都护当是丁姓而曾为都护府之官属，或是武官而加衔都护者，与长吉同会，纵饮慷慨，有不遇知己之叹。故以其官称之，告之以不须浪饮，世上英雄本来难遇其主。”<br>⑽平原君：赵胜，战国时赵国贵族，惠文王之弟，善养士，门下有食客数千人，任赵相。赵孝成王七年（公元前259年），秦军围赵都邯郸，平原君指挥抗秦，坚守三年，后楚、魏联合，击败秦军。<br>⑾漏：古代的计时器。玉蟾蜍：滴漏上面玉制的装饰。可能<a href=\"http://so.gushiwen.org/view_1755.aspx\">诗</a>人写的这种漏壶就是蟾蜍形状的，水从其口中滴出。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>另有《李夫人》诗云：“玉蟾滴水鸡人唱。”<br>⑿卫娘：原指卫后，即汉武帝的皇后卫子夫。传说她发多而美，深得汉武帝的宠爱。《汉武故事》：“上见其美发，悦之。”这里的“卫娘”代指妙龄女子，或即侑酒歌女。发薄不胜梳：言卫娘年老色衰，头发稀疏了。<br>⒀秋眉：稀疏变黄的眉毛。换新绿：画眉。唐人用青黑的黛色画眉，因与浓绿色相近，故唐人诗中常称黛色为绿色。如李贺《贝宫夫人》：“长眉凝绿几千年。”《房中思》：“新桂如蛾眉，秋风吹小绿。”<br>⒁刺促：烦恼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首四句写高山大海也会变化，人不论多么长寿，也会死。在亘古以来的时空中，一切都不是永恒不变的。五至八句言借酒销愁。九至十二句写生不逢时，怀才不遇之愤懑。<a href=\"http://so.gushiwen.org/view_1755.aspx\">诗</a>人认为当世没有平原君那样的贤主，只好买丝绣成平原君的像，洒酒祭奠他。最后四句言人生易老，既然不遇明主，索性及时行乐吧。一个普通的意思，在<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的笔下，竟有这么多奇思妙想。</p> <p>　　诗题“浩歌”语本《楚辞·九歌·少司命》，即长歌、大声唱歌、纵情放歌之类。一般说来，写作这样的诗宜从叙事写景入手。但诗人不屑于蹈袭故常，偏从虚处落笔，一开始就把想象的世界展现在读者面前：“南风吹山作平地，帝遣天吴移海水。”幻象纷呈，雄奇诡谲，却又把沧海桑田的“意”婉曲而又鲜明地表达出来了。宋人<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>评这首诗说：“从‘南风’一句便不可及，佚荡宛转，真侠少年之度。”（引自姚佺《昌谷集注解定本》）诗人用豪放的笔触，雄奇的景象，抒发自己凄伤的情怀，真是既“佚荡”，又“宛转”，字里行间充溢着一种惊世骇俗的英气，所谓“侠少年之度”，指的就是这种非凡的气度。</p> <p>　　三、四两句，一写仙界，一写尘世。传说王母种的桃树，“三千年一开花，三千年一生实”。彭祖和巫咸则是世间寿命最长的人。当王母的桃树开花千遍的时候，彭祖和巫咸也不知死了多少次了。两相比照，见出生命的短促。长寿的彭祖和巫咸尚且不能久留人世，何况寻常之辈。这里有两个对比：一是把仙人与凡人相比，一是把凡人中的长寿者与普通人相比。前者见于字面，后者意在言外。这样层层比照、烘托，“人生几何”的命意更加显豁。</p> <p>　　五至八句写春游时的情景，用的是反衬手法。先着力烘托春游的盛况。“青毛”句写马。马的毛色青白相同，构成钱形花纹的名叫“连钱骢”，是为名贵之马。骑在这样的马上，饱览四周的景色，真是惬意极了。初春的杨柳笼含淡淡的烟霭。眼前的一切是那么柔美，那么逗人遐想。后来大家下马休憩，纵酒放歌，欢快之至。而当歌女手捧金杯前来殷勤劝酒的时候，诗人却沉浸在冥思苦想之中了。他想到春光易老，自己的青春年华也将逝如流水。“神血未凝身问谁”描述的正是这样一种意绪。</p> <p>　　接着诗歌又由抑转扬，借古讽今，指摘时弊，抒发愤世嫉俗的情怀。“丁都护”或者像王琦所说，实有其人，并且是这次郊游宴乐的参与者（见《李长吉歌诗汇解》）；或者当时有“丁都护嗜酒”的传说，诗人借以表达劝戒之意。“不须浪饮丁都护”，既是劝人，也是戒己，意思是不要因为自己怀才不遇就浪饮求醉，而应当面向现实，认识到世道沦落，英雄不受重用乃势所必然，不足为怪。诗人愈是这样自宽自慰，愤激之情就愈显得浓烈深沉。“世上”句中“无主”的“主”，影射人主，亦即当时的皇帝，以发泄对朝政的不满。“买丝”云云，与其说是敬慕和怀念平原君，毋宁说是抨击昏庸无道、埋没人才的当权者。表面写“爱”，实际写“恨”，恨自己没有机会施展才能和抱负，以致虚掷了黄金般的青春年华。</p> <p>　　结束四句的内容与前面各个部分都有联系，具有一定的概括性。“玉蟾蜍”是古代的一种漏壶。铜壶滴漏，声音幽细，用“咽”字来表现它，十分准确。另外，诗人感时伤遇，悲抑万端，这种内在的思想感情也借助“咽”字曲曲传出，更是传神。“此处通过具体的形象，揭示了“红颜易老”的无情规律。末二句急转直下，表示要及时行乐。“羞见秋眉换新绿”有两层意思：一是不要辜负眼前这位侑酒歌女的深情厚意；二是不愿让自己的青春年华白白流逝。既然世上没有像平原君那样识才爱士的贤哲，就不必作建功立业的非非之想。面对歌女、美酒、宝马、娇春，就纵情开怀畅饮吧。一个年方二十的男儿，正值风华正茂之时，不能这般局促偃蹇。这种及时行乐的思想，是从愤世嫉俗的感情派生出来的，是对黑暗现实发出的悲愤控诉。</p> <p>　　这首畅叙胸臆的诗篇，造语奇，造境也奇，使人感到耳目一新。诗人骑马踏青，面对大好的春光，本应产生舒适欢畅的感受。但偏偏就在此时，一种与外界景物格格不入的忧伤情绪像云雾般在心头冉冉升起。这种把欢乐和哀怨、明丽和幽冷等等矛盾着的因素糅合起来的现象，在李贺的诗歌里是屡见不鲜的，它使诗歌更具有神奇的魅力。此诗在结构上完全摆脱了由物起兴、以事牵情的程式。它先写“兴”，写由景物引起的神奇幻象。接着写春游，色彩秾艳，气韵沉酣，与前面的幻觉境界迥然不同，但又是产生那种幻觉的物质基础。诗人故意颠倒它们的先后次序，造成悲抑的气氛和起落的形势。</p> <p>　　后面从“神血”句起都是抒发身世之悲的笔墨。它们与开头相适应，有力地表达了悲愤的情怀。全诗活而不乱，粘而不滞，行文的回环曲折与感情的起落变化相适应，迷离浑化，达到了艺术上完美的统一。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "春天",
    "写景",
    "抒怀"
  ]
}