{
  "id": 22575,
  "star": 83,
  "name": "江楼夕望招客",
  "dynasty": "唐代",
  "content": "海天东望夕茫茫，山势川形阔复长。<br>灯火万家城四畔，星河一道水中央。<br>风吹古木晴天雨，月照平沙夏夜霜。<br>能就江楼消暑否？比君茅舍较清凉。",
  "fanyi": "<p><strong>译文<br></strong>晚上在江楼上向东望去，海天相连，一片茫茫；山川形势，又阔又长。<br>城的四周亮起了万家灯火，一道银河映入水的中央。<br>晴天时，风吹古树，瑟瑟作响，好像是在下雨一般；夏夜里，月光撒满了平地，就跟秋霜一样。<br>能不能到江楼来消消暑气？比起您的茅屋，的确要更加清凉。</p> <p><strong>注释<br></strong>⑴江楼：杭州城东楼，又叫“望潮楼”或“望海楼”，也叫“东楼”。<br>⑵四畔：四边。<br>⑶星河：银河，也叫天河。<br>⑷晴天雨：风吹古木，飒飒作响，像雨声一般，但天空却是晴朗的，所以叫“晴天雨”。<br>⑸平沙：平地。<br>⑹夏夜霜：月照平沙，洁白似霜，但却是夏夜，所以叫“夏夜霜”。<br>⑺就：近，到。<br>⑻消暑：消除暑气。<br>⑼较：又作“校”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_22575.aspx\">诗</a>人写出了黄昏时站在楼上所看到的杭州城外繁华景色。</p> <p>　　海天东望夕茫茫，山势川形阔复长一首句写仲夏之夜，登上江楼，极目远眺，海天暮色“茫茫”一片，写出海上夜色。次句推展画面，山川形势，气象壮阔。</p> <p>　　灯火万家城四畔，星河一道水中央一次联泼墨挥洒，江城万家灯火四面闪烁天际银河倒映在江心。同首联所写海天茫茫、山高水阔，相互辉映。都是“夕望”之景</p> <p>　　风吹古木晴天雨，月照平沙夏夜霜——腹联使用了“晴天雨\"、“夏夜霜\"两个形象比喻。前者将风吹古木树叶的萧瑟声同雨声联系，说明酷似雨声；后者将皓月临照平沙的银白色同霜色比并说明形如秋霜。以强烈的主观想象把互相矛盾的自然现象通过艺术的对接，合情合理，使景色透射出一股清凉气息。</p> <p>　　能就江楼销暑否？比君茅舍校清凉尾联以问答的形式，以江楼茅舍消暑“校清凉”亲切、诙谐，因口吻而使人物形象跃然纸上。</p> <p>　　在夕阳西下的时候，诗人登上江楼，向东望去，总览余杭山川形势，只见海天一色莽莽苍苍，山川分外开阔空旷。而当夜幕降临，城四周燃起了万家灯火，钱塘江中江船密集，待渔火纷纷点燃之时，就仿佛是天上的星河映在了水的中央。森森古木高旷而幽寒，就是在晴天也像下雨一样阴凉潮湿，月亮照在平沙之上，就是在夏天也像是落下了层白霜那样清寒。</p> <p>　　于是，诗人描写了俯瞰万家灯火星河灿烂的繁华夜景和月白风清的感受。用“晴天雨”来形容夜风，把风吹树叶的飒飒声和雨声联系起来；用“夏夜霜”来形容月光，又把月照白沙的颜色，和霜色结合起来，诗人丰富的想象力于此可见一斑，壮美的山河，凉爽宜人的气候，加上主人的殷勤，客人便欣然而至了。</p> <p>　　诗人把江城夏夜的景色描写得分外美丽。不仅有海天一色山川阔大的自然之美，又有万家灯火、水中渔火的人间安宁，繁华的气象。而·古木”、“平沙”二句的描绘，便把一片清朗幽寒写得淋漓尽致，让人顿觉暑意全消，精神为之一爽——这的确是一个消暑的好地方。</p> <p>　　诗中所写都是寻常景物：海、天、山川、灯火、星河、风雨树木，月下的霜……但其妙处就在于在短短一首七律中用这么多事物组合出一幅幅清新优美的画面，就像一幅疏朗悠远的山水画，最后以人的心情作结，使整幅画更增加了人情之美。</p>",
  "about": "<h2>创作背景</h2> 　　《江楼夕望招客》写于于公元823年（唐穆宗长庆三年）夏天。当时，<a href=\"http://so.gushiwen.org/view_22575.aspx\">诗</a>人在任杭州刺史，在一次招朋友夜晚饮酒时，诗人从楼上看到了杭州城外的景色，便产生了灵感，写下了这篇即兴之作。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "夏天",
    "写景"
  ]
}