{
  "id": 7735,
  "star": 9,
  "name": "上云乐",
  "dynasty": "唐代",
  "content": "金天之西，白日所没。<br>康老胡雏，生彼月窟。<br>巉岩容仪，戍削风骨。<br>碧玉炅炅双目瞳，黄金拳拳两鬓红。<br>华盖垂下睫，嵩岳临上唇。<br>不睹诡谲貌，岂知造化神。<br>大道是文康之严父，元气乃文康之老亲。<br>抚顶弄盘古，推车转天轮。<br>云见日月初生时，铸冶火精与水银。<br>阳乌未出谷，顾兔半藏身。<br>女娲戏黄土，团作愚下人。<br>散在六合间，濛濛若沙尘。<br>生死了不尽，谁明此胡是仙真。<br>西海栽若木，东溟植扶桑。<br>别来几多时，枝叶万里长。<br>中国有七圣，半路颓洪荒。<br>陛下应运起，龙飞入咸阳。<br>赤眉立盆子，白水兴汉光。<br>叱咤四海动，洪涛为簸扬。<br>举足蹋紫微，天关自开张。<br>老胡感至德，东来进仙倡。<br>五色师子，九苞凤凰。<br>是老胡鸡犬，鸣舞飞帝乡。<br>淋漓飒沓，进退成行。<br>能胡歌，献汉酒。<br>跪双膝，立两肘。<br>散花指天举素手。<br>拜龙颜，献圣寿。<br>北斗戾，南山摧。<br>天子九九八十一万岁，长倾万岁杯。",
  "fanyi": "<p><strong>译文</strong><br>　　在遥远的西方，太阳落山的地方，传说中的胡人神仙文康就出生在那里。老胡文康仪容奇特，五官就像陡峭的山峰一样古怪，骨骼清瘦，风度不凡。他的双眼眼瞳碧绿而有光，头发金黄而弯曲，两鬓呈红色。眼眉下垂着长长的睫毛，高耸的鼻子像山峰一样耸立在嘴唇的上方。要不是看到这样离奇古怪的容貌，真不知道天地造物的神奇。大道应该是文康的严父，元气是文康之老亲。老胡文康站起身举手可以像盘古一样摸到天顶，可以像推车一样推动天地转动。他说他曾看见日月出生时的情景，当时太阳和月亮还没有铸造成功，三足乌还没有出谷，月中阴精还没有积成兔形，半隐着身子。女娲百无聊赖地用黄土捏造了富贵人，把泥浆撒落在地上，变成了一个个贫贱的人，把他们散落到人间，茫茫就像沙尘一样。文康生命不息，长生不老，谁又能说明他不是神仙呢？在西海栽上若木，在东海种植扶桑，过些日子再来看，神树的枝叶已经长了有几万里那么长了。安禄山叛乱，两京覆没，天下就像上古时期的洪荒之世。陛下应运而起，即位于灵武，克复西京，大驾还都。安禄山已死，群贼又拥立他的儿子为首领，但这不足为患，这就像汉代赤眉军叛乱立刘盆子为天子一样，成不了什么气候，陛下您就要像光武帝一样，励精图治，光复汉室。天下振动，寰宇洗清，边关无事，贸易开通。西方的老胡文康感激陛下您的恩德，不远万里来到长安朝拜。他带来了五彩狮子、九苞凤凰等，表演酣畅淋漓，英姿飒爽，进退有序，纵横成行。他们唱胡歌，献上美酒，朝拜陛下时，都双膝跪地，前臂举起，素手指天如散花状，给陛下祝寿。愿陛下寿比南山，万寿无疆！</p> <p><strong>注释</strong><br>①金天：西方之天。<br>②胡雏：胡人小儿，胡人童仆。<br>③巉（chán）岩：本意是指山峰陡峭，这里形容长相奇特。<br>④黄金拳拳：金黄色弯曲的头发。<br>⑤嵩岳：嵩山，这里比喻高高的鼻梁。<br>⑥盘古：我国神话中开天辟地创世的人。<br>⑦“阳乌”两句：古代神话传说中在太阳里有三足乌，月中阴精积成兔形，这里借指太阳和月亮。<br>⑧仙真：道家称升仙得道之人。<br>⑨七圣：指传说中的黄帝、方明、昌寓、张若、（xí）朋、昆阍（hūn）、滑稽七人。<br>⑩白水：水名，源出湖北枣阳东大阜山，相传汉光武帝旧宅在此。五色师子：即五色狮子，道家传说中元始天尊的坐骑。鸡犬：传说汉朝淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>修炼成仙后，把剩下的药撒在院子里，鸡和狗吃了，也都升天了。南山：指终南山帝乡。<br></p>",
  "shangxi": "<h2>简析</h2> 　　乐府《神仙二十二曲》中有《上云乐》，又名“洛滨曲”。相传是梁武帝时所制，假想生于上古时期的西方神仙老胡文康，长得青眼高鼻，携弄孔雀、凤凰、白鹿，慕梁朝来游，伏拜祝千岁寿。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>拟作《上云乐》，在前人歌辞的基础上作了发挥，写西域胡人携狮子、凤凰来唐朝祝天子寿的盛况。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "叙事",
    "神话"
  ]
}