{
  "id": 279,
  "star": 18,
  "name": "周颂·雝",
  "dynasty": "先秦",
  "content": "有来雝雝，至止肃肃。相维辟公，天子穆穆。于荐广牡，相予肆祀。假哉皇考！绥予孝子。</p> <p>宣哲维人，文武维后。燕及皇天，克昌厥后。绥我眉寿，介以繁祉，既右烈考，亦右文母。",
  "fanyi": "<p><strong>译文<br></strong>一路行进很从容，到达庙堂肃又恭。助祭都是公和侯，主祭天子诚又敬。进献一头大公牛，助我摆好献神灵。伟大光明的先父，安抚孝子的心灵。<br>臣子个个明道理，君主文武全能行。上帝安宁又快乐，能让子孙都昌盛。祈求赐予我长寿，保佑多福有吉庆。已劝父王来歆享，再劝母后也来尝。</p> <p><strong>注释<br></strong>⑴有：语助词。来：指前来祭祀的人。雝（yōng）雝：和谐貌。<br>⑵至止：到达。肃肃：严肃恭敬貌。<br>⑶相：助。这里指助祭的人。维：是。辟公：指诸侯。<br>⑷穆穆：容止端正肃穆貌。<br>⑸於（wū）：赞叹声。荐：进献。广：大。牡：指大公牛等雄性牲口。<br>⑹相：助。予：周天子自称。肆祀：陈列祭品而祭祀。肆，陈列。<br>⑺假：大。皇考：对已死去父亲的美称。<br>⑻绥：安，用如使动。予孝子：主祭者自称。<br>⑼宣哲：明达聪智。人：臣也。<br>⑽后：君主。<br>⑾燕：安。指周国治民安，上天无灾异降临。<br>⑿克：能。昌：兴盛。厥后：其后，指后代子孙。<br>⒀绥：安。一说同“赉（lài）”，赐予。眉寿：长寿。<br>⒁介：助，佑。繁祉（zhǐ）：多福。<br>⒂右：通“侑”，权酒食之意。一说即“佑”，指受到保佑。烈考：对已故父亲的美称。烈，言其功。一说光明。<br>⒃文母：指有文德的母亲。旧以为指周文王之妃太姒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　周王室虽然还不能如后世中央集权王朝那样对全国进行牢固有效的控制，但周王毕竟身为天子，“溥天之下，莫非王土；率土之滨，莫非王臣”（《小雅·北山》），诸侯们还是要对之尽臣下的职责；实质性者如发生兵事时的勤王，礼仪性者如祭祀时的助祭。这首<a href=\"http://so.gushiwen.org/view_279.aspx\">诗</a>的开头写的便是诸侯助祭的情况。</p> <p>　　因后世有“肃穆”一词，往往容易导致诗中“肃肃”“穆穆”属同义或近义的误会。其实两词含义用来颇有区别。“肃肃”是说助祭诸侯态度之恭敬，不仅是对祭祀对象——当时周天子的已故祖先，而且是对居祭祀中心地位的周天子本人；“穆穆”则既表周天子祭祀的端庄态度，又表其形态的盛美与威严。这样理解，二词分别用于助祭者（诸侯）、主祭者（天子），方可谓恰如其分。而那些丰盛的祭品（广牡），或为天子自备，或为诸侯所献，在庄严的颂乐声中，由诸侯协助天子陈列供奉。一个祭典，既有丰盛的祭品，又囊括了当时的政治要人，可见其极为隆重。</p> <p>　　《毛诗序》说，《周颂·雝》是“禘大祖（即后稷）”，但诗中明言所祭为“皇考”“烈考”，其说难通。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》认为“皇考”指文王，“孝子”是武王，其说近是。以武王之威德功勋，召诸侯或诸侯主动来助祭，不仅不难，而且势在必然。不过，这种有诸侯相助祭祀皇考的典仪虽然始自武王，武王之后也会沿用，如成王祭武王、康王祭成王都会采用《周颂·雝》所描写的诸侯助祭形式。这种形式，既表现周天子在诸侯中的权威，也表现诸侯的臣服，成为周王室政权巩固的标志。周王室自然乐于定期显示这一标志。至于后来周王室力量衰落，渐渐失去对诸侯的控制，乃至诸侯纷纷萌生觊觎九鼎之心，恐怕这种标志的显示便难乎为继了。</p> <p>　　“假哉皇考”以下八句，是祈求已故父王保佑之辞，其中有两点值得注意。一是“宣哲维人，文武维后”，即臣贤君明，有此条件，自可国定邦安，政权巩固，使先人之灵放心无虞。二是“克昌厥后”，这与《周颂·烈文》《周颂·天作》中的“子孙保之”意义相似，对照钟鼎文中频频出现的“子子孙孙永保用”及后世秦始皇的希望其后代“万世而为君”，读者不能不对上古（后世亦同）国君强烈追求己姓政权的绵延留下深刻印象。与这一点相比，“燕及皇天”（即使是虔诚的）和“眉寿”“繁祉”只能是陪衬而已。</p> <p>　　这首诗是父母同祭的，因此说“既右烈考，亦右文母”，但“文母”的陪衬地位也很明显，这又是父系社会的必然现象。以这样内容的两句结尾是周颂中唯一之例，透露出《周颂·雝》是祭祀后撤去祭品的乐歌的信息，并为诸多《诗经》注疏、研究者所公认。按理说，每一祭典都有撤去祭品这一程序，撤祭诗不会仅此一首，既然现 在《诗经》只收录了《周颂·雝》，可见《诗经》的整理删定者（旧说为孔子）认为它是其中最出色的一篇。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首周王祭祀先祖的乐歌。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>认为此<a href=\"http://so.gushiwen.org/view_279.aspx\">诗</a>作于周武王时期。古代祭祀活动完毕，在撤去祭品时（古称“彻”），要演奏一段乐曲。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>明确解此诗为周武王祭祀周文王后撤祭时所唱的乐歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "父母"
  ]
}