{
  "id": 18282,
  "star": 7,
  "name": "夏夜苦热登西楼",
  "dynasty": "唐代",
  "content": "苦热中夜起，登楼独褰衣。<br>山泽凝暑气，星汉湛光辉。<br>火晶燥露滋，野静停风威。<br>探汤汲阴井，炀灶开重扉。<br>凭阑久彷徨，流汗不可挥。<br>莫辩亭毒意，仰诉璿与玑。<br>谅非姑射子，静胜安能希。",
  "fanyi": "<p><strong>译文<br></strong>酷热难熬半夜起床，披上衣服到西楼乘凉。<br>山泽凝聚着炎炎的暑气，银河闪耀着湛卢似的亮光。<br>骄阳早已晒干了滋润万物的露水，旷野宁静却没有凉风送爽。<br>热浪滚滚汲取井水洗澡，火烧般的燥热打开门扉纳凉。<br>靠着栏杆久久地徘徊傍徨，热汗淋漓在全身四处流淌。<br>这么热难道还谈得上什么保养吗？抬头见北斗，将疑问诉上苍。<br>我知道自己不是姑射山上肌肤如冰雪的处子，想要以静胜热实在是毫无希望。</p> <p><strong>注释<br></strong>⑴苦热：为热所苦。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《舟中苦热遣怀》<a href=\"http://so.gushiwen.org/view_18282.aspx\">诗</a>：“入舟虽苦热，垢腻可溉灌。”<br>⑵中夜：半夜。《书·囧命》：“怵惕惟厉，中夜以兴，思免厥愆。”<br>⑶褰（qiān）：撩起，披起。褰衣：提起衣服，揭起衣裳。<br>⑷山泽：山林与川泽。《易·说卦》：“天地定位，山泽通气。”<br>⑸星汉：银河。湛（zhàn），古代宝剑名，世称湛卢。杜甫《大历三年出瞿塘峡久居夔府将适江陵》：“朝士兼戎服，君王按湛卢。”<br>⑹火晶：日头像火一样。《晋书·天文志》上引王仲任云：“夫日，火之精也。”卫元嵩《元包明夷》：“晶冥炎潜。”注：“晶，日也。”<br>⑺探汤：摸着开水般。汤，开水。《论语·季氏》：“见不善如探汤。”<br>⑻炀（yàng）灶：在灶前烤火。戴氏侗曰：“炀者，火旁烘物，以火气扬之也。”郭璞注：“江东呼火炽猛为炀。”引申为焚烧。<br>⑼凭阑：即“凭栏”，身倚栏杆。 唐崔涂《上巳日永崇里言怀》诗：“游人过尽衡门掩，独自凭栏到日斜。”<br>⑽亭毒：化育、养成。语出《老子》：“长之育之，亭之毒之。”王弼注：“亭，谓品其形；毒，谓成其质。”<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>曰：“亭毒成熟，声义相近。”刘峻《辨命论》：“生之无亭毒之心，死之岂虔刘之志。”（见《文选》）李周翰注：“亭、毒，均养也。”<br>⑾璿玑（xuànjī）：亦作“璇玑”，古代称北斗星的第一星至第四星。天空北部有七星聚成斗形，故名北斗星。七星之名，一天枢，二天璇，三天玑，四天权，五玉衡，六开阳，七摇光。一至四为斗魁，五至七为斗柄。斗魁称为璇玑，斗柄称为玉衡。<br>⑿谅：料想。姑射子，姑射山上的神女。姑射，山名，亦名石孔山，在今山西临汾市西。《庄子·逍遥游》：“藐姑射之山，汾水之阳。”相传古时此山住着一个神人，皮肤白得如冰雪，姿态柔美。事见《庄子·逍遥游》：“藐姑射之山有神人居焉，肌肤若冰雪，淖约若处子。……大旱金石流，土山焦而不热。”<br>⒀静胜：以静取胜。语出《老子》：“静胜热。”希，希望。《广韵》卷一：“希，望也。”蒋之翘曰：“安能希，谓不可望也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全篇紧扣<a href=\"http://so.gushiwen.org/view_18282.aspx\">诗</a>题，句句写“夏夜苦热”。起首二句开门见山，交代时间、处所，直截点题，并提挈全篇。永州属亚热带湿润季风气候，夏日温度高，且时间长。诗人半夜尚不能入睡，悄悄起身登西楼去乘凉；夜半如此，骄阳暴晒的白天，可想而知。简略几笔，就高度概括了夏天之热，生灵之苦。</p> <p>　　“山泽凝暑气”四句是登西楼时之所见所感，极写赤日炎炎似火烧的环境。时值中夜，山泽还如蒸笼，凝聚着暑热的炎气；长天无云，银河里也闪耀着刺眼的光辉；太阳烈焰的烧烤，滋润万物生长的露水已无影无踪；四野宁静，没有一丝凉风。</p> <p>　　“探汤汲阴井”四句是登西楼后的活动，极写诗人如在火炉中熬煎的苦况。炎热不可挡，诗人想方设法来解暑：汲井水冲凉，开门扉纳凉，靠着栏杆乘凉。但是，井水却成了滚烫的开水，打开门灼焰扑面。</p> <p>　　最末四句，基于以上厚实的铺垫，诗人直接抒写了自己的感触。面对这种恶劣的环境，如此致命的气候，诗人简直难于呼吸，他抬头看见北斗，不禁向苍天提出质疑：长此下去，万物怎能蕃长？生灵怎能延续？此时，读者似乎看见诗人在仰天长啸：何当一夕金风起，为我扫除天下热！但是，这美好的愿望是根本无法实现的。引用“姑射子”这一典故，自嘲自解，既然不能以静胜热，就只能怅恨无边了。结尾以反诘语收束，诗的意境也渐臻极顶。</p> <p>　　诗人笔下的夏夜，实在令人望而生畏。表现入微，首先取决于作者的体物入神。诗人长期困居永州，对当地气候有极深入细致的感受，再经过缜密的构思和精心提炼，才收到了如此精妙的艺术效果。由于诗人将自己的感受、情绪写得很形象，很具体，就隐含着一种抽象的概念，因而带有象征意味。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>生活在唐代由盛而衰的转变时期，统治阶级奢侈腐化，赋税徭役日增，老百姓困苦不堪，形成了“贫者愈困饿死亡而莫之省，富者愈恣横侈泰而无所忌”（《答元饶州论政理书》）的局面。诗人在永州期间广泛地接触百姓，对民间疾苦有所了解，《捕蛇者说》一文就以毒蛇与赋敛作比衬，深刻地揭露了唐王朝统治集团“苛政猛于虎”的黑暗现实。因此，诗人写夏夜酷热使人难以忍受，这不仅仅是一种自然现象，而且又暗示着一种严重的社会问题：唐王朝的暴政，使老百姓陷于水深火热之中，在死亡线上挣扎，还有什么“亭毒”可言！这正如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《无家别》所言“何以为蒸黎”一样，把老百姓逼到没法做老百姓的境地，又怎能做老百姓的主上呢？大唐王朝的统治又怎能巩固呢？这种在比兴中巧寓象征的手法，大大地拓展了诗的内涵，又增强了艺术表达效果。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18282.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬谪永州时期。柳宗元是王叔文政治集团中的一名骨干人物，所推行的永贞革新使广大百姓深受其益。改革失败后被贬徙永州，其际遇十分悲惨。就在这种逆境中，他却毅然将毁誉欢戚抛诸九霄，慨然为民呼号，写下了很多诗文，这首《夏夜苦热登西楼》为其中之一。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "夏天",
    "夜晚",
    "抒情",
    "忧国忧民"
  ]
}