{
  "id": 72108,
  "star": 35,
  "name": "水调歌头·赋三门津",
  "dynasty": "金朝",
  "content": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。<br>仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。",
  "fanyi": "<p><strong>译文</strong><br>黄河之水似乎是从天上而来，黄河之险让人鬼都要俯瞰而欲过不敢。大风起时，波涛汹涌，怒浪滔天，飘飞的浪花在阳光下闪闪发亮。黄河水所掀起的水浪高过那吕梁山，水浪声势之状可比那八月的钱塘潮，横空之下，一洗尘寰。黄河水浪冲斥万象，但是中流的砥柱山面对滔天巨浪，却依旧气定神闲。<br>砥柱山之高峻，如那危巢，难以攀援。人间有这样的险处有何用呢？原来是为了测辨忠奸。无须“燃犀下照”看水下美景，也不必像做飞用力拉弓，便可力挽狂澜。呼唤那个骑鲸客，击着鼓飞过银山。</p> <p><strong>注释</strong><br>（1）三门津：即三门峡，原在今河南省三门峡市东北黄河中，因峡中有三门山而得名。据《陕州志》记载：“三门，中神门，南鬼门，北人门，惟人门修广可行舟。鬼门尤险，舟筏入者罕得脱。三门之广，约三十丈。”<br>（2）人鬼：指三峡中的南鬼门，北人门。<br>（3）吕梁：《列子·黄帝》：“孔子观于吕梁，悬水三十仞，流沫四十里，鼋鼍（yuán tuó）鱼鳖之所不能游也。”其地不名一处。<br>（4）钱塘八月：指钱塘江八月十八日最盛大的潮水。<br>（5）尘寰（huán）：尘世。<br>（6）溃：洪水旁决日溃。<br>（7）一峰：似指中神门，因前皆言“人鬼”重关。或言指砥柱山，即中流砥柱。<br>（8）危巢：悬崖高处的鸟巢。语出《后赤壁赋》：“攀栖鹘之危巢”。<br>（9）鹄（hú）：水鸟名，俗称天鹅。<br>（10）杳（yǎo）：此指高远。<br>（11）秘神奸：《左传·宣公三年》载夏禹将百物形象铸于鼎上“使民知神、奸”。词中神奸指种种善恶神奇之物。<br>（12）燃犀：《晋书·温峤（jiào）传》载峤至牛渚矶，人言其下多怪物，“峤遂燃犀角而照之，须臾，见水族覆火，奇形异状，或乘马车著赤衣者。”<br>（13）佽（cì）飞：汉武官名，掌弋射鸟兽。一云即做非，周代楚国勇士，曾渡江，两蛟夹舟，非拔剑斩蛟而得脱。苏轼《八月十五日看潮》<a href=\"http://so.gushiwen.org/view_72108.aspx\">诗</a>：“安得夫差水犀手，三千强弩射潮低。”<br>（14）障狂澜：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《进学解》：“障百川而东之，回狂澜于既倒。”<br>（15）骑鲸客：指豪勇之士。<br>（16）挝（zhuā）：敲击。<br>（17）银山：代指涛头。张继《九日巴丘杨公台上宴集》：“万叠银山寒浪起”。</p>",
  "shangxi": "<p>　　这首词与同词牌的《水调歌头·游龙门》相似，都是写游览河山，抒发情怀之作。此词气势更足，景观更奇。三门津是黄河中十分险要的地段，河面分人门、鬼门、神门，水湍浪急，仅容一船通过。中有砥柱，即被称为中流砥柱的砥柱山。三门峡所在山奇水急，呈现一幅波浪马远静听松风图奔涌，气势磅砣的景象。</p> <p>　　上片写黄河的气势，写中流砥柱悠闲。“黄河九天上”后两句，写黄河之长、黄河之险。“黄河九天上”似与“黄河之水天上来”意境相同。而“下鬼瞰重关”则写明黄河之险，人鬼难过。“长风”后五句，以粗线条勾勒出黄河怒浪滔天，浪花四射的逼人气势。又以吕梁悬水千仞和钱塘八月怒潮形象具体地描绘出黄河水浪之高，高过山仞，水浪之急，可比钱塘怒潮。高险，壮观，形神俱备。“万象”后两句，更塑造尽管黄河水大浪急，但仍旧在砥柱山面前变得渺小。“一峰闲”侧面烘托了砥柱山傲风浪，挺天地的伟姿，也暗示出作者不惧艰险，乐观豁达的气质和不凡抱负。写景抒情，浑然一体。</p> <p>　　下片更是以古典旧事，表达了词人昂扬奋发积极向上的斗志。“仰宛巢”三句，反用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《后赤壁赋》“攀栖鹃之危巢”句意，写砥柱山之高峻艰险。“人间”后二句，又用《左传》中“神奸”之典。传说中夏禹将百物之形铸于鼎上，“使民知神、奸”，由此辨神仙和奸佞的模样。这样的险处有何用呢？原来是考验人的地方。“不用”后三句又用二典，一是东晋温峤在朱渚矶下“燃犀”看水下美景。二是写春秋楚国勇士佽飞仗剑入江杀两蛟的故事。以上几个方面，把黄河三门峡的险、恶写得活灵活现。结尾两句“唤取”等，引用李白塑造的骑鲸客的形象，表现词人那不可抑制的豪情壮志。</p> <p>　　此词用典较多，也不显含混难懂，典典都扣中主题。从谋篇布局来说，也上下呼应，环环相扣，气势作足。故叶燮《原<a href=\"http://so.gushiwen.org/view_72108.aspx\">诗</a>》中称曰：“舒写胸臆，发挥景物，境皆独得，意自天成。”</p>",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "豪放",
    "黄河",
    "写景",
    "抒怀"
  ]
}