{
  "id": 24657,
  "star": 19,
  "name": "登崖州城作",
  "dynasty": "唐代",
  "content": "独上高楼望帝京，鸟飞犹是半年程。 <br>青山似欲留人住，百匝千遭绕郡城。",
  "fanyi": "<p><strong>译文</strong><br>我独自一人登上高楼遥望帝京，这是鸟儿也要飞上半年的路程。<br>连绵的青山似乎非要把我留住，百转千回层层围住这崖州郡城。</p> <p><strong>注释</strong><br>⑴崖州：治所在今海南省琼山区大林乡一带。<br>⑵独：独自。帝京：都城长安。<br>⑶犹：尚且，还。程：路程。<br>⑷似欲：好像想。住：止住，停住。<br>⑸百匝（zā）千遭：形容山重叠绵密。匝：环绕一周叫一匝。遭：四周。郡城，指崖州治所。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_24657.aspx\">诗</a>，同<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《与浩初上人同看山寄京华亲故》颇有相似之处：都是篇幅短小的七言绝句，作者都是迁谪失意的人，写的同样是以山作为描写的背景。然而，它们所反映的诗人的心情却不同，表现手法及其意境、风格也是迥然各别的。</p> <p>　　作为身系安危的重臣元老<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>，即使处于炎海穷边之地，他那眷怀故国之情，仍然锲而不舍。他登临北睇，主要不是为了怀念乡土，而是出于政治的向往与感伤。“独上高楼望帝京”，诗一开头，这种心情便昭然若揭；因而全诗所抒之情，和柳诗之“望故乡”是有所区别的。“鸟飞犹是半年程”，极言去京遥远。这种艺术上的夸张，其中含有浓厚的抒情因素。这里，深深透露了依恋君国之情，和<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《哀郢》里说的“哀故都之日远”，同一用意。</p> <p>　　再说，虽然同在迁谪之中，李德裕的处境和柳宗元也是不相同的。柳宗元之在柳州，毕竟还是一个地区的行政长官，只不过因为他曾经是王叔文的党羽，弃置边陲，不加重用而已。他思归不得，但北归的这种可能性还是有的；否则他就不会乞援于“京华亲故”了。而李德裕之在崖州，则是<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>、令狐绹等人必欲置之死地而后快所采取的一个决定性的步骤。在残酷无情的派系斗争中，他是失败一方的首领。那时，他已落入政敌所布置的弥天罗网之中。历史的经验，现实的遭遇，使他清醒地意识到自己必然会贬死在这南荒之地，断无生还之理。沉重的阴影压在他的心头，于是在登临看山时，着眼点便在于山的重叠阻深。“青山似欲留人住，百匝千遭绕郡城。”这“百匝千遭”的绕郡群山，正成为四面环伺、重重包围的敌对势力的象征。人到极端困难、极端危险的时刻，由于一切希望已经断绝，对可能发生的任何不幸，思想上都有了准备，心情往往反而会平静下来。不诅咒这可恶的穷山僻岭，不说人被山所阻隔，却说“山欲留人”，正是“事到艰难意转平”的变态心理的反映。</p> <p>　　诗中只说“望帝京”，只说这“望帝京”的“高楼”远在群山环绕的天涯海角，通篇到底，并没有抒写政治的愤慨，迁谪的哀愁，语气是优游不迫，舒缓而宁静的。然而正是在这优游不迫、舒缓宁静的语气之中，包孕着无限的忧郁与感伤。它的情调是深沉而悲凉的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>是杰出的政治家，可惜宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>继位之后，<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>、令狐绹当国，一反会昌时李德裕所推行的政令。李德裕成为与他们势不两立的被打击、陷害的主要对象。他晚年连遭三次贬谪。其初外出为荆南节度使；不久，改为东都留守；接着左迁太子少保，分司东都；再贬潮州司马；最后，窜逐到海南，贬为崖州司户参军。大中三年（849年）正月，<a href=\"http://so.gushiwen.org/view_24657.aspx\">诗</a>人抵达崖州。此诗他已年过六旬，但仍心系国事。此诗便是写在这样的背景之下。</p>",
  "poet": {
    "id": 815,
    "star": 0,
    "name": "李德裕",
    "image": "http://img.gushiwen.org/authorImg/lideyu.jpg",
    "desc": "李德裕（787—849），字文饶，唐代赵郡赞皇（今河北赞皇县）人，与其父李吉甫均为晚唐名相。唐文宗时，受李宗闵、牛僧儒等牛党势力倾轧，由翰林学士出为浙西观察使。太和七年，入相，复遭奸臣郑注、李训等人排斥，左迁。唐武宗即位后，李德裕再度入相，执政期间外平回鹘、内定昭义、裁汰冗官、协助武宗灭佛，功绩显赫。会昌四年八月，进封太尉、赵国公。唐武宗与李德裕之间的君臣相知成为晚唐之绝唱。后唐宣宗即位，李德裕由于位高权重，五贬为崖州司户。李德裕两度为相，太和年间为相1年8个月，会昌年间为相5年7个月，两次为相7年3个月。"
  },
  "tags": [
    "忧国",
    "感伤"
  ]
}