{
  "id": 56049,
  "star": 122,
  "name": "夜游宫·记梦寄师伯浑",
  "dynasty": "宋代",
  "content": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。<br>睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。",
  "fanyi": "<p><strong>译文</strong><br>下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。<br>在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！ </p> <p><strong>注释</strong><br>记梦：记录梦境；师伯浑，词人的朋友。<br>雪晓清笳乱起：大雪飘飞的清早笳声乱起。笳，古代军队中用的一种管乐器。<br>想关河：想必这样的边关河防。<br>雁门：雁门关，在今山西省代县西北。<br>青海际：青海湖边。青海湖在今青海省。<br>睡觉：睡醒。<br>漏声断：漏声尽。指夜深。漏，古代计时器。<br>自许句：自己许下诺言在万里疆场为国杀敌，建功立业。<br>残：此指头发脱落稀疏，意即年老。</p><br/><p><strong>译文<br></strong>恍惚雪天的早晨，清亮的角声此起彼落回应。梦里我不知来到哪里，竟有这边关风情。骠勇的战马寂寂无声，看着像急流滚滚向前挺进。呵！不由我联想起那雄关大河的边地情景，想起金人占领着的雁门，还有那遥遥的青海边境！<br>醒来在寒灯晃动的残夜里睁开眼睛，漏声停，晓月斜映着窗纸天色将明。万里外封王拜侯我还有自信。但现在谁能理解我的衷情？时间虽然无情地摧落了我的双鬓，但决不会死去我那报国的雄心！</p> <p><strong>注释</strong><br>①这首词是孝宗乾道九年（1173）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自汉中回成都后所作。师伯浑：师浑甫，字伯浑，四川眉山人。陆游自成都去犍为，识之于眉山。他隐居不仕，陆游说他有才气、能<a href=\"http://so.gushiwen.org/view_56049.aspx\">诗</a>文，并为他的《师伯浑文集》作序。<br>②雪晓：下雪的早晨。笳：古代号角一类的军乐。清笳，清凉的胡笳声。<br>③无声：古代夜行军，令士卒口中衔枚，故无声。句意是说披着铁甲的骑兵，衔枚无声疾走，望去像一片流水。<br>④关河：关塞、河防。雁门：即雁门关，在今山西省代县西北雁门山上。青海：即青海湖，在今青海省。青海际，青海湖边。这两处都是古代边防重地。<br>⑤睡觉：睡醒。<br>⑥漏：滴漏，古代用铜壶盛水，壶底穿一孔，壶中水以漏渐减，所以计时。漏声断，滴漏声停止，则一夜将尽，天快亮了。<br>⑦“自许”句：是说自信能在万里之外立功封侯。《后汉书·班超传》记载，班超少有大志，投笔从戎曰：“大丈夫无他志略，犹当效傅介子、张骞立功异域，安能久事笔砚间乎？”后来在西域建立大功，官至西域都护，封定远侯。这里表示要取法班超。<br>⑧鬓残：喻衰老。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写的是梦境。一开头就渲染了一幅有声有色的边塞风光画面：雪、笳、铁骑等都是特定的北方事物，放在秋声乱起和如水奔泻的动态中写，有力地把读者吸引到作者的词境里来。让读者一下子把联想融于作者的描绘之中。中间突出一句点明这是梦游所在。先说是迷离惝恍的梦，不知道这是什么地方；然后才又进一步引出联想——是在梦中的联想；这样的关河，必然是雁门、青海一带了。这里，是单举两个地方以代表广阔的西北领土。但是，这样苍莽雄伟的关河当时落在谁的手里呢？那就不忍说了。那作者为何有这样的“梦游”呢？只因王师还未北定中原，收复故土。这压着作者的心病，迟迟未能解除。作者深厚的爱国感情，凝聚在短短的九个字中，给人以非恢复河山不可的激励，从而过渡到下片。</p> <p>　　下片写梦醒后的感想。首先描写了冷清孤寂的环境：漏尽更残，寒灯一点，西沉斜照的月色映在窗前。这样的环境，既和清笳乱起、铁骑似水的梦境相对照，又和作者从戎报国、封侯万里的雄心相映衬，使得全词增添了抑扬起伏的情致。梦境中军旅戎马生涯逼真，而现实中理想抱负却是一场幻梦。梦境何等的雄拔，现实却是何等的凄凉。梦内梦外的这种反差和错位，令人顿生英雄陌路之慨。虚实对比，形成巨大反差，凸现了词人的失落情怀。“有谁知”三字，照应“寄师伯浑”的题目，婉转地表示了把对方视为知己挚友的意思。篇末直抒感慨，身虽老而雄心仍在，于苍凉悲愤之中更见豪壮之气，从而振起全篇，激扬着高亢的情调。</p> <p>　　人老而心不死，自己虽然离开南郑前线回到后方，可是始终不忘要继续参加抗金事业。“王师北定中原日，家祭无忘告乃翁”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>·《示儿》），即使是死了，也念念不忘收复故土。如此爱国热情，是多么伟大！梦境和实感，上下片呵成一气，有机地融为一体，使五十七字中的笔调，具有壮阔的境界和教育人们为国献身的思想内涵。</p><br/><h2>赏析二</h2> <p>　　这首寄赠友人的词，当作于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>到成都期间。他调离南郑后，一直对前线的戎马生活念念不忘；收复中原、立功报国的信念，也始终坚守不移。这首词就从生活实感出发，表达了他的这种心情。</p> <p>　　上片写梦游中的世界。“雪晓清笳乱起，梦游处、不知何地”句，写自己睡梦之中不知道漫游到什么地方，只见天已破晓，雪花纷纷依然飘个不停，清脆地管笳声到处响起。这是作者所闻，突出了边塞风光特色，也渲染了战争氛围。“铁骑无声望似水”，望过去，盔甲齐全的骑兵就像一条默默无声的河流。此处运用比喻，形象、具体，这是作者所见，写出军队纪律是那么严明，军容是那么整齐，军队的声势是那么浩大。“想关河：雁门西，清海际”，这样的关河，必然是雁门、青海一带了。一个“想”字，可见是推测的言辞，正好照应了“梦游处、不知何地”这句话，这里是作者的联想。作者为什么单单想到雁门、青海一带呢？作者只是以此来代表广阔的西北领土，这样苍莽雄伟的关河如今落在异族人之手，那就不难解释作为爱国词人的陆游有这样的“梦游”了，那是因为王师还未北定中原，收复故土。作者深厚的爱国感情，凝聚在短短的九个字中，从而过渡到下片。</p> <p>　　下片写梦醒后的感慨。“睡觉寒灯里，漏声断、月斜窗纸”，一觉醒来，灯光昏黄，令人生寒，一轮斜月挂在窗前，漏声滴断，周围一片死寂。“寒灯”“漏声断”“月斜”，写出了环境的冷清凄凉，衬托出作者心境的凄苦悲凉。这正是因为坚持收复山河而不被理解甚至遭到打击的词人悲愁心境的写照。“自许封侯在万里”，自己坚定地许下诺言：在万里疆场为国杀敌建功立业。可谓志向高远。“有谁知，鬓虽残，心未死！”，意思是：又有谁知道，我虽然现两鬓发白，但壮志犹存。此句一出，更让人赞叹不已，真是烈士暮年，壮心不已。即使是死了，也念念不忘收复故土。如此爱国热情，是多么伟大！当然“有谁知”三个字，表现了作者对朝廷排斥爱国者的行径的愤怒谴责，也让人体味到壮志未酬、理想落空的伤感之情。上下片一气呵成，梦境和实感有机地融为一体。</p> <p>　　这首词为作者向志同道合的友人抒吐心怀之作。上片描写的梦中所见景象“关河”“雁门”“青海”都是南宋当时重要的西北边防重地。梦境中军旅戎马生涯逼真，而现实中理想抱负却是一场幻梦。梦境何等的雄拔，现实却是何等的凄凉。梦内梦外的这种反差和错位，令人顿生英雄陌路之慨。通过梦回当年雪夜军旅生活情景及梦醒后的孤寂，表达了词人执著的为国献身精神。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗乾道八年（1172年）冬，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>怀着强烈的失落感，离开南郑前线，永远告别了“铁衣卧枕戈，睡觉身满霜”的战斗生活，到后方成都去就任闲职，心中充满了报国无门的悲愤。他调离南郑后，一直对前线的戎马生活念念不忘；收复中原、立功报国的信念，也始终坚守不移。此词约作于此后这一时期的成都。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "爱国",
    "壮志"
  ]
}