{
  "id": 7856,
  "star": 10,
  "name": "金陵歌送别范宣",
  "dynasty": "唐代",
  "content": "石头巉岩如虎踞，凌波欲过沧江去。<br>钟山龙盘走势来，秀色横分历阳树。<br>四十馀帝三百秋，功名事迹随东流。<br>白马金鞍谁家子，吹唇虎啸凤凰楼。<br>金陵昔时何壮哉！席卷英豪天下来。<br>冠盖散为烟雾尽，金舆玉座成寒灰。<br>扣剑悲吟空咄嗟，梁陈白骨乱如麻。<br>天子龙沉景阳井，谁歌玉树后庭花。<br>此地伤心不能道，目下离离长春草。<br>送尔长江万里心，他年来访南山老。",
  "fanyi": "<p><strong>译文</strong><br>石头山崖石高耸如虎踞，山下波涛汹涌，猛虎欲趁势凌波而去。<br>钟山宛如巨龙盘旋逶迤而来，山上树木葱茏，横江岸而下，在历阳县内蜿蜒延伸。<br>此地三百年来经历了四十多个皇帝，所有的功名事业都随流水东去。<br>那骑白马的是谁家的纨绔子弟？原来是侯景啊！吹着口哨，虎啸着登上凤凰酒楼。<br>往昔的金陵城多么壮观，几乎把天下英豪都席卷到了这里。<br>可如今，他们的皇冠都散为烟尘，他们的金玉宝座都变为冷灰。<br>我为之扣剑悲歌，空自叹息；梁陈朝代交替，战争残酷，白骨满地。<br>连皇帝也躲进了水井，最后被捕，谁还在咏唱多年陈后主的玉树后庭花的曲子呢？<br>在此听闻，真是伤心难言，眼前看到的只是离离的青草。<br>今日送你归山，我的心和江水一起陪你逆流万里，来年有机会一定去终南山看望你。</p> <p><strong>注释</strong><br>①石头：山名，即今南京清凉山。<br>②钟山：即紫金山，在南京市区东。据张勃《吴录》载，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>使至建业，叹曰：“钟山龙盘，石头虎踞，此帝王之宅也。”（《太平御览》卷一五六引）。<br>③历阳：县名，即今安徽和县，与金陵隔江相望。<br>④四十馀帝三百秋：萧士赟注“按史书，自吴大帝建都金陵，后历晋宋齐梁陈，凡六代，共三十九主。此言四十馀帝者，并其间推尊者而混言之也。自吴大帝黄武元年壬寅岁至陈祯明三年乙酉，共三百六十八年。吴亡后歇三十六年，只三百三十二年，此言三百秋者，举成数而言耳。”<br>⑤白马金鞍谁家子：指侯景，梁代叛将。《梁书·侯景传》：“普通中，童谣曰：‘青丝白马寿阳来。’后景果乘白马，兵皆青衣。”<br>⑥吹唇虎啸凤皇楼：《梁书·武帝纪》注“太清二年秋八月戊戌，侯景举兵反。”萧士赞注：“泰清，梁武帝年号。时遭侯景之乱，困于台城，以所求不供，忧愤寝疾，崩于净居殿，乃泰清三年五月丙辰也。”关囚，指囚武帝于台城。全<a href=\"http://so.gushiwen.org/view_7856.aspx\">诗</a>校：“一作吹唇虎啸凤皇楼。”<br>⑦天子：指陈代亡国之君<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>。《陈书·后主纪》：“后主闻（隋）兵至，从宫人十馀出后堂景阳殿，将自投于井，袁宪侍侧，苦谏不从，后阁舍人夏侯公韵又以身蔽井，后主与争久之，方得入焉。及夜，为隋军所执。”<br>⑧玉树后庭花：相传为陈后主陈叔宝所作，其词轻艳，被称为亡国之音。<br>⑨南山老：指商山四皓。商山为终南山支脉，故曰“南山老”。老，全诗校：“一作皓。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7856.aspx\">诗</a>开篇以钟山龙蟠、石头虎踞的地形之固胜引入至对历史的追思和感慨。借“钟山龙蟠，石城虎踞”的典故道出金陵城的帝王气象，而长江更成天堑，为王朝抵挡住了北方政权的入侵，偏安于江左的六朝人饮酒作乐，咏歌寻欢。但<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>并非旨在写六朝的辉煌，颈联中的“空”字透露出了衰亡气息。“四十余帝三百秋，功名事迹随东流”，盖言金陵为帝都历史已久，王琦注《金陵歌送别范宣》中指出“自孙权定都建业（金陵），传四主”，晋元帝南渡时，金陵已是历时五十九年的“旧长安”，随后又经宋、齐、梁、陈四朝，帝王大业共传三百三十余年。接着思维的触角又伸向侯景破丹阳之童谣传说，从而引出对往昔的追念“金陵昔时何壮哉，席卷英豪天下来”，接续而后又转写豪华落尽的悲凉，进一步抒发面对历史的沧桑之感。</p> <p>　　“冠盖散为烟雾尽，金舆玉座成寒灰”这一句之内的时空跨越与今昔对比令人心惊而顿感悲凉，诗歌的情感基调由先前的气势雄大转为怀古悼今、感时伤物的伤感凄凉。扣剑悲吟空咄嗟，梁陈白骨乱如麻。天子龙沉景阳井，谁歌玉树后庭花。历史的风云变幻、战争的离乱凄惨、朝代的更迭替代都委婉深沉地寓于其中。这首歌行体送别诗开篇描写石头钟山的形胜，将大半部分用于追述与金陵一地有关的重要历史事件。直到篇末才道出送别之意。“送尔长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>心，他年来访商山皓。”在一篇之内将写物、怀古、咏史、送人、抒情都囊括其中。</p> <p>　　全诗整体上，前四句主要是以触景生情为主，描绘钟山龙蟠、石头虎踞的雄奇壮观，生动地画出了一幅大自然的神奇壮丽图，妙笔生辉，令人心旌摇荡。接着八句诗词借“钟山龙蟠，石城虎踞”的典故道出金陵城的帝王气象，抒写六朝豪华落尽的悲凉，委婉深沉，沧桑之感油然而生，今昔对比，尽显顿感悲凉。最后八句诗词描绘朝代更迭替代、战争离乱之凄惨，六朝人饮酒作乐，咏歌寻欢，再也一去不复回。</p> <p>　　全诗熔写物、抒情、怀古、咏史、送人为一体，对历史兴衰的感怀，所含挣扎幽愤多，既有个人仕途不得志、怀才不遇之意，亦有对家国渐渐衰亡而忧虑，诗词创作带有强烈的主观色彩，主要表现为侧重抒写豪迈气概和激昂情怀，一旦感情兴发，就毫无节制的奔涌而出，常有异乎寻常的衔接，随情思流动而变化万端。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7856.aspx\">诗</a>作于天宝中游金陵时。此诗咏古伤今，慨叹金陵形势虽虎踞龙盘，但历代帝王却如走马灯似的轮换，可见江山之固在人事而不在天险耳。此诗似有警告当政者不可学陈后主荒淫逞国之意。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写物",
    "抒情",
    "怀古",
    "咏史",
    "送人"
  ]
}