{
  "id": 6556,
  "star": 27,
  "name": "五日观妓",
  "dynasty": "唐代",
  "content": "西施谩道浣春纱，碧玉今时斗丽华。<br>眉黛夺将萱草色，红裙妒杀石榴花。<br>新歌一曲令人艳，醉舞双眸敛鬓斜。 <br>谁道五丝能续命，却令今日死君家。",
  "fanyi": "<p><strong>译文</strong><br>乍一看她，好像是在越溪浣纱的美女西施，又宛如碧玉，媲美美人丽华。<br>那深翠色的黛眉，使萱草相形失色；那火红的裙裾，让五月的石榴花嫉妒。<br>她善唱新歌，甜润的歌喉，美妙的旋律，令人艳羡不已；她醉而起舞，双眸含情，云鬓微乱，娇媚之态令人心动神摇。<br>谁说那端午节避邪的五色丝线能救人性命，现在我的魂魄已被这位乐伎勾走，今日怕是要死在主人家里了！</p> <p><strong>注释</strong><br>⑴五日：即农历五月初五端午节。妓：乐伎。<br>⑵西施：春秋时越过绝色美女。谩（màn）道：空说或莫说的意思。浣（huàn）：洗。春纱：生丝织成的薄纱。<br>⑶碧玉：南朝宋汝南王宠爱的美妾，出身微贱，南朝民歌《碧玉歌》中有“碧玉小家女”之说。这里用以借指乐伎。丽华：美人名。古代名叫“丽华”的美人有两个，一个是东汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>的皇后阴丽华，另一个是张丽华，南朝陈后主的妃子。一说丽华即“华丽”之意。<br>⑷黛：青黑色的颜料，古代女子用以画眉。夺将（jiāng）：从……夺得。萱（xuān）草：俗称金针菜、黄花菜、多年生宿根草本。古人以为种植此草，可以使人忘忧，因亦称“忘忧草”。<br>⑸红裙：红色裙子，亦指美女。妒杀：让……嫉妒而死。<br>⑹艳：即艳羡。<br>⑺双眸（móu）：两颗眼珠。敛：收束，这里指拢发的动作。<br>⑻五丝：即五色丝，又叫“五色缕”“长命缕”“续命缕”。端午时人们以彩色丝线缠在手臂上，用以辟兵、辟鬼，延年益寿。<br>⑼君家：设宴的主人家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐<a href=\"http://so.gushiwen.org/view_6556.aspx\">诗</a>中，固多深刻反映社会现实的不朽篇章，然也不乏写上层士大夫宴饮、赠妓之作。这类作品，一般思想性不高，在艺术上却偶尔有可取之处。万楚的《五日观妓》，可以说就是这样的一篇诗作。</p> <p>　　此诗首先写乐伎的美妙动人。“西施谩道浣春纱，碧玉今时斗丽华”，一落笔便别有风情。在越溪边浣纱的西施，是古来公认的美女。诗人刚刚提到西施，又用“谩道”二字将她撇过一边。这样，既触发起了以美人比美人的联想，又顺势转到了眼前这位美女的身上。但仍不直说而故作迂曲。诗人让西施、碧玉、丽华三个美女一路上迤逦行来，借传统形象比拟所要描写的对象，省却了许多笔墨，却使描写对象轻易地步入了美人的行列之中。</p> <p>　　“眉黛夺将萱草色，红裙妒杀石榴花”，两句采用了一种十分独特的夸张而兼拟人的表现方法。上句用了表示动作的“夺将”，下句用了表示情感的“妒杀”，从而分别赋予眉黛、萱草、红裙、榴花以生命，极尽对眉黛、红裙渲染之能事。萱草和石榴都是诗人眼前景物。况端午时节，萱草正绿，榴花正红，又都切合所写时令。随手拈来，为美人写照，既见巧思，又极自然。</p> <p>　　写罢形貌之后，又接写歌舞：“新歌一曲令人艳，醉舞双眸敛鬓斜。”写出观赏者对乐伎的艳羡，并点出“双眸”，更使乐伎形象光彩照人，充分渲染了其勾魂摄魄的力量。</p> <p>　　以上四句对乐伎的描绘，从对形貌的静态描绘开始，进而在动态中加以刻画，写她的歌舞。一静一动，由形及神，展示了乐伎的色艺俱佳。</p> <p>　　最后诗人深情激动地说：“谁道五丝能续命，却知今日死君家。”“死君家”与“彩丝线”密切关合，奇巧而自然，充分见出诗人动情之深。</p> <p>　　此诗人物形象鲜明生动，秾艳流丽，光彩照人，是以诗写人的成功之作。特别“眉黛”二句表现手法独特，富有艺术个性，成为脍炙人口的佳句。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_6556.aspx\">诗</a>作者万楚是唐玄宗开元年间进士，诗当作于盛唐时期，但其具体的创作年份难以考证。从诗题可知，此诗是写农历五月五日端午节观看乐伎表演的。在唐代，端午节的风俗习惯有龙舟竞渡、吃粽子、饮蒲酒、彩丝缠臂、艾蒿插门等，也有在这一天呼朋唤友、宴饮取乐的。此诗即是写朋友间宴饮取乐的作品。",
  "poet": {
    "id": 609,
    "star": 0,
    "name": "万楚",
    "desc": "万楚，唐诗人。开元年间登进士及第。沉迹下僚，后退居颍水之滨。与李颀友善。清沈德潜谓其《骢马》诗“几可追步老杜”（《唐诗别裁集》）。《国秀集》选其诗三首，《全唐诗》存其诗八首，《全唐文》存其文一篇。生平事迹见《李颀集》卷上、《唐诗纪事》卷二0。"
  },
  "tags": [
    "节日",
    "宴会",
    "喜悦"
  ]
}