{
  "id": 72995,
  "star": 3,
  "name": "梦后寄欧阳永叔",
  "dynasty": "宋代",
  "content": "不趁常参久，安眠向旧溪。<br>五更千里梦，残月一城鸡。<br>适往言犹在，浮生理可齐。<br>山王今已贵，肯听竹禽啼。",
  "fanyi": "<p><strong>译文<br></strong>我已经离开朝廷很久，安心地居住在故乡。<br>晚上忽然做了个梦，梦中又回到了千里外的京城，与你相会；梦醒时已是五更，鸡鸣阵阵，落月照着屋梁。<br>回味梦中，欢叙友情的话还在耳边回响，想到这人生，不也和一场梦一样？<br>老朋友啊，你如今已登显贵，是不是还肯像过去同游时，再听那竹禽啼唱？</p> <p><strong>注释<br></strong>⑴永叔：<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的字。<br>⑵趁：跟随。常参：宋制，文官五品以上及两省供奉官、监察御史、员外郎、太常博士每天参加朝见，称常参官。<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>回乡前官太常博士，得与常参。<br>⑶旧溪：指家乡宣城。宣城有东西二溪。<br>⑷五更：中国古代把夜晚分成五个时段，用鼓打更报时，此为第五个时段，即天将明时。千里梦：梦到了千里外的京城。<br>⑸一城鸡：满城鸡鸣。<br>⑹往：指梦中赴京华与欧阳修相会。<br>⑺浮生：人生。这是梅尧臣自嘲的说法，指自己大半生虚度。<br>⑻山王：山指山涛，王指王戎，均为竹林七贤之一。山涛后官吏部尚书，王戎官司徒、尚书令。<br>⑼竹禽：即竹鸡，善啼，栖竹林内。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72995.aspx\">诗</a>题是“梦后”，诗的重点也是抒发梦后感怀，但诗先从未入梦时写，交代自己的情况，作为梦的背景。首联实写，随手而出，说自己离开朝廷已经很久，安居在故乡。这联很质朴，实话实说，但对后面写梦起了重要作用。唯有“不趁常参久”，与友人离别多日，所以思之切，形诸梦寐；唯有“安眠向旧溪”，满足于现状，才会有下文感叹人生如梦，唯适为安，希望<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>富贵不忘贫贱之交的想法。接下去，“五更千里梦，残月一城鸡”两句，转入“梦后”情景。</p> <p>　　这首诗之所以见称于人，主要就在这三四两句，特别是第四句，写景如画，并含不尽之意。一些文学史就以它作为<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>“状难写之景，含不尽之意”的范例。</p> <p>　　梅尧臣提出这一名论时，他以“鸡声茅店月，人迹板桥霜”为例，认为“道路辛苦、羁旅愁思，岂不见于言外？”梅尧巨这时“安眠向旧溪”，并没有“道路辛苦、羁旅愁思”；然而，他在梦中走过“千里”（在梦中走到京中，见到欧阳修），“五更”时醒来，看到的是屋梁“残月”，听到是满城鸡啼。这种眼前光景与梦境联系起来，就有了说不尽之意。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》中写到梦后时说：“落月满屋梁，犹疑照颜色。”那是把要说的“意”说了出来（也还含有未尽之意）。这里“残月”二字实际上概括了杜甫那十个字。这里的“一城鸡”与茅店的鸡声不一样，因为那是催人上道，而这里却还在“安眠”之中。但“残月”虽在，而不见故人“颜色”，耳边唯有“一城鸡”声，离情别绪涌上心头。不特如此，“鸡唱”还是催人上朝的信号。《周礼·春官·鸡人》即利用鸡的“夜呼旦，以叫百官，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗也说：“绛帻鸡人报晓筹”。梅尧臣“不趁常参久”，在梦回闻鸡时，又会想到“汉殿传声”（《春渚纪闻》语）。所以，这一句不仅写出在“安眠向旧溪”时的梦醒情景，而且寄托着去国（离开京城）、思友之深“意”。</p> <p>　　第五句的“往”，指梦中的魂“往”到京城与欧相见，是承“千里梦”而来的。“言犹在”是梦后记忆。杜甫的梦李白，写梦李白来；此诗则写诗人“往”；杜甫对梦中情景描写较多；而此则仅以“言犹在”三字概括过。这是因为两诗所要表现的重点不同，详略自异。梦中“言犹在耳”，顷刻间却只剩下“残月”、鸡声，这使诗人想到“人生如梦”，因之而觉得得失“可齐”之“理”。这就是第六句“浮生理可齐”的含意。关于“人生如梦”，有人斥为消极，但这只是一方面；从身在官场者说，看轻富贵功名之得失，才能保持廉节、操守，因而还是未可厚非的。</p> <p>　　最后两句，由梦中与欧阳修相会，想到了现实中的交往。诗用竹林七贤中山涛、王戎来比欧阳修，因为欧阳修当时已擢官翰林学士，因此梅尧臣希望他虽然已处高位，但不要忘记当年朋友之间的交往。诗以听竹禽啼鸣为往日萧散自在、相互脱略形骸的生活的代表，以问句出之，正是深切希望欧阳修莫改初衷，与诗人保持友情，珍惜过去。方回认为末联是说欧阳修已登显贵，要忙于朝政，已经无法享受高眠之适，也是一种合理的解释。</p> <p>　　山涛保荐<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>，而嵇康却写了《与山巨源绝交书》；梅尧臣却希望欧阳修保荐自己，有人认为这样太庸俗了，是贬低了梅尧臣。其实，当时的时代、事情不同，不能一概而论。梅尧臣原本不是山林隐士，而宋朝制度，官吏考绩又要看保荐者多少。而且，梅尧臣在诗中先说“不趁常参久”，再说到“梦后”的满城鸡声；又说到他对官场得失并不十分介意，然后再微示求助之意，正是老老实实说话。既不是遗世脱俗，也不是汲汲富贵，这样反而表现出梅尧臣的品格。另外，写此诗的那一年八月，梅尧臣返回京城；第二年（1056年，即嘉祐元年）便由欧阳修与赵概的联名奏荐，而得官国子监直讲。</p> <p>　　论人必须顾及“全人”，讲诗也必须顾及全诗。如果寻章摘句，再加抑扬，反而会失去真实。</p>",
  "about": "<h2>创作背景</h2> 　　至和二年（1055），<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>已经居丧住故乡宣城三年了。这天晚上，他做了个梦，梦见与好朋友<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在京城欢聚。梦醒后，天还没亮，残月斜照，鸡鸣声不绝于耳。他感慨不已，写下了这首<a href=\"http://so.gushiwen.org/view_72995.aspx\">诗</a>。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "友情",
    "抒怀",
    "期望"
  ]
}