{
  "id": 8413,
  "star": 291,
  "name": "访戴天山道士不遇",
  "dynasty": "唐代",
  "content": "犬吠水声中，桃花带露浓。<br>树深时见鹿，溪午不闻钟。<br>野竹分青霭，飞泉挂碧峰。<br>无人知所去，愁倚两三松。",
  "fanyi": "<p><strong>译文</strong><br>隐隐的犬吠声夹杂在淙淙的流水声中，<br>桃花带着几点露珠。<br>树林深处，常见到麋鹿出没。<br>正午时来到溪边却听不见山寺的钟声。<br>绿色的野竹划破了青色的云气，<br>白色的瀑布高挂在碧绿的山峰。<br>没有人知道道士的去向，<br>我不由自主地靠着几株古松犯愁。</p> <p><strong>注释</strong><br>⑴戴天山：在四川昌隆县北五十里，青年时期的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾经在此山中的大明寺读书。不遇：没有遇到<br>⑵吠：狗叫。<br>⑶带露浓：挂满了露珠。<br>⑷树深：树丛深处。<br>⑸青霭：青色的云气。<br>⑹倚：靠。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8413.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>二十岁以前的作品，风格清丽，充满着年轻人的朝气与孜孜以求的探索精神。</p> <p>　　全诗八句，前六句写往“访”，重在写景，景色优美；末两句写“不遇”，重在抒情，情致婉转。</p> <p>　　首联两句展现出一派桃源景象。首句写所闻，泉水淙淙，犬吠隐隐；次句写所见，桃花带露，浓艳耀目。诗人正是缘溪而行，穿林进山的。这是入山的第一程，宜人景色，使人留连忘返，且让人联想到道士居住此中，如处世外桃源，超尘拔俗。第二句中“带露浓”三字，除了为桃花增色外，还点出了入山的时间是在早晨，与下一联中的“溪午”相映照。</p> <p>　　颔联“树深时见鹿，溪午不闻钟”，是诗人进山的第二程。诗人在林间小道上行进，常常见到出没的麋鹿；林深路长，来到溪边时，已是正午，是道院该打钟的时候了，却听不到钟声。这两句极写山中之幽静，暗示道士已经外出。鹿性喜静，常在林木深处活动。既然“时见鹿”，可见其幽静。正午时分，钟声杳然，唯有溪声清晰可闻，这就更显出周围的宁静。环境清幽，原是方外本色，与首联所写的桃源景象正好衔接。这两句景语又含蓄地叙事：以“时见鹿”反衬不见人；以“不闻钟”暗示道院无人。“不闻钟”与题中“不遇”遥相呼应。</p> <p>　　颈联“野竹分青霭，飞泉挂碧峰”，是诗人进山的第三程。从上一联“不闻钟”，可以想见诗人距离道院尚有一段距离。这一联写来到道院前所见的情景—道士不在，唯见融入青苍山色的绿竹与挂上碧峰的飞瀑而已。诗人用笔巧妙而又细腻：“野竹”句用一个“分”字，描画野竹青霭两种近似的色调汇成一片绿色；“飞泉”句用一个“挂”字，显示白色飞泉与青碧山峰相映成趣。由于道士不在，诗人百无聊赖，才游目四顾，细细品味起眼前的景色来。所以，这两句写景，既可以看出道院这一片净土的淡泊与高洁，又可以体味到诗人造访不遇爽然若失的情怀。</p> <p>　　尾联两句“无人知所去，愁倚两三松”，诗人通过问讯的方式，从侧面写出“不遇”的事实，又以倚松再三的动作寄写“不遇”的惆怅，用笔略带迂回，感情亦随势流转，久久不绝。这其中的苦思、探索，更能给人启示，也更能让人深刻理解诗人的其他诗作。</p> <p>　　此作的构思并不复杂，它写诗人的所闻所见，都是为了突出访道士不遇的主题。全诗辞句平易自然，纯用白描，景美情深。当然，并不是说李白这首诗已经写得尽善尽美了。李白是伟大的浪漫主义诗人，他后期比较成熟的诗作，都写得十分洒脱、酣畅、飘逸、雄浑，字里行间，充满着一股豪气。而他这首诗，在这方面的特点还不够明显，还不够浓郁。这说明此作还带有他早期作品的痕迹。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8413.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>早年的作品。李白早年在戴天山大明寺读书。后来，李白因坐永王李璘事入狱，流放夜郎，遇赦，漂泊浔阳、金陵、宣城、历阳等地。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在成都于肃宗上元二年(761)，因\"近无李白消息\"，写了一首《不见》诗怀念李白，担心他在外会闯祸，盼他早日归还\"匡山\"故乡。诗曰:\"不见李生久，佯狂<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。\"次年，李白便死于安徽当涂。</p> <p>　　李白早年即富有才华，他在大匡山读书时，就描绘了这样一幅色彩鲜明的访问道士不遇图。道士姓名，不得而知。通篇着意于写景，真实自然，并生动形象地再现了道士世外桃源的优美生活境界。</p> <p>　　全诗分为三个层次，前四句为一个层次，五、六两句为二个层次，最后两句为一个层次。前四句是写诗人拜访道士途中听耳闻目睹。诗人沿着小溪而行，沿路两旁。桃花盛开，花瓣上挂满露珠。这说明诗人一大早，就出门而行。小溪流水淙淙，与狗吠之声，响成一片，形成了一种别有情趣的乐章。道士的处所，路程还不近呢。诗人从早走到中午时分，尚且没有听见道士敲钟的声音，只见树丛的深处，不时有麋鹿出没。这两句的妙处，暗示道士不在道院，为最后两句设下伏笔。以上四句。把道士远离人间闹市的那种清新幽静的环境，逼真地摹写出来。前两句写狗吠声声，溪水淙淙，桃花含露，是诗人早上的所见听闻。\"树深时见鹿，溪午不闻钟\"两句，是写中午时分的耳闻目睹。时间不同，地点各异，诗人所描写的见闻，也各不相同。在这里，时间和空间感。异常清晰。</p> <p>　　\"野竹分青霭，飞泉挂碧峰\"两句，是写道士处所的近景，野竹参天，与青气融为一体，从碧绿的山峰间飞流直下的瀑布，形成了一种优美壮观的奇境。飞、挂二字，是写瀑布飞流直下的动的画面。\"野竹分青霭\"的\"分\"字，表面是写野竹参天，把空中的青色云气隔开，实则是说翠竹参天，与青色的云气相接，浑为一体。形成天竹一色的奇景。竹前冠一\"野\"字，是说翠竹是自然长成，并非人工培植，因而更觉可喜可爱。\"霭\"前冠一\"青\"字，与竹色协调，融为一色。\"飞泉挂碧峰\"，颇有\"飞流直下三千尺，疑是银河落九天\"的壮观，具有引入入胜，令人留连忘返的艺术魅力。</p> <p>　　最后两句，方才点明\"访戴天山道士不遇\"的诗题。人们都会有这样的常识:大凡去访亲探友，不能相遇，就会令人焦躁不安。李白去拜访道士，道士不在道院，又无人知道去向、怎能不使他十分着急呢?尽管道士不在，诗人并没有立即返回，他远道而来，总想能见到道士，同他畅谈一番。\"愁倚两三松\"，写得极其生动形象，写诗人等待道士回来，倚靠遍了道士门前的两三棵松树，而道士仍然未回。\"愁\"字，颇能传神，把诗人着急的神态。刻画得清晰可见，历历在目。\"无人知所去\"，是一般的陈述句。只是说明道士不知所去。是为\"愁倚两三松\"句，所作的铺垫。</p> <p>　　此作的构思并不复杂，它写诗人的所闻所见，都是为了突出访道士不遇的主题。所以，吴大受说:\"无一字说道士，无一字说不遇，却句句是不遇，句句是访道士不遇。\"(《诗筏》)当然，并不是说李白这首诗已经写得尽善尽美了，李白是伟大的浪漫主义诗人，他后期比较成熟的诗作，都写得十分洒脱、酣畅、飘逸、雄浑，字里行间，充满着一股豪气。而他这首诗，在这方面的特点还不够明显，还不够浓郁。这说明此作还带有他早期作品的痕迹。</p>",
  "about": "<h2>创作背景</h2> 　　根据清代黄锡珪《李太白年谱》，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在十八、九岁时，曾隐居在大匡山（戴天山）大明寺中读书，这首<a href=\"http://so.gushiwen.org/view_8413.aspx\">诗</a>描绘了一幅色彩鲜明的访问道士不遇图，通篇着意于写景，真实自然，并生动形象地再现了道士世外桃源的优美生活境界。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "拜访",
    "写景",
    "抒情"
  ]
}