{
  "id": 21283,
  "star": 53,
  "name": "牡丹芳",
  "dynasty": "唐代",
  "content": "牡丹芳，牡丹芳，黄金蕊绽红玉房。<br>千片赤英霞烂烂，百枝绛点灯煌煌。<br>照地初开锦绣段，当风不结兰麝囊。<br>仙人琪树白无色，王母桃花小不香。<br>宿露轻盈泛紫艳，朝阳照耀生红光。<br>红紫二色间深浅，向背万态随低昂。<br>映叶多情隐羞面，卧丛无力含醉妆。<br>低娇笑容疑掩口，凝思怨人如断肠。<br>浓姿贵彩信奇绝，杂卉乱花无比方。<br>石竹金钱何细碎，芙蓉芍药苦寻常。<br>遂使王公与卿士，游花冠盖日相望。<br>庳车软舆贵公主，香衫细马豪家郎。<br>卫公宅静闭东院，西明寺深开北廊。<br>戏蝶双舞看人久，残莺一声春日长。<br>共愁日照芳难驻，仍张帷幕垂阴凉。<br>花开花落二十日，一城之人皆若狂。<br>三代以还文胜质，人心重华不重实。<br>重华直至牡丹芳，其来有渐非今日。<br>元和天子忧农桑，恤下动天天降祥。<br>去岁嘉禾生九穗，田中寂寞无人至。<br>今年瑞麦分两岐，君心独喜无人知。<br>无人知，可叹息。<br>我愿暂求造化力，减却牡丹妖艳色。<br>少回卿士爱花心，同似吾君忧稼穑。",
  "fanyi": "<p><strong>译文<br></strong>牡丹芳香啊牡丹芳香，黄金的花蕊开绽在红玉的花房；<br>几千片花瓣赤霞似的灿烂，几百枝花朵绛烛似的辉煌。<br>照地生辉，刚展开锦绣的身段，迎风飘香，却没带兰麝的香囊。<br>仙人的琪树，被比得苍白无色，王母的桃花，也显得细小不香。<br>宿露浸润，泛起紫闪闪的奇艳，朝阳照耀，放出红灿灿的异光；<br>红紫深浅，呈现着不同的色调，向背低昂，变幻出无数的形状。<br>无力地卧在花丛，将息带醉的身躯，多情地映着花叶，隐藏含羞的面庞。<br>娇生生的笑容，仿佛想掩住香口，怨悠悠的情怀，好像在撕裂柔肠。<br>称姿贵彩，的确是超凡绝俗，杂卉乱花，哪里能比美争芳。<br>石竹、金钱，固然是十分细碎，芙蓉、芍药，也不过那么平常。<br>于是乎引动了王公卿相，冠盖相接地赶来观赏；<br>还有轻车软轿的贵族公主，和那香衫细马的豪家。<br>寂静的卫公宅闭了东院，幽深的西明寺开放北廊。<br>双双舞蝶殷殷地陪伴看客，声声残莺苦苦地挽留春光。<br>担心太阳晒损娇姿，张起帷幕遮取阴凉。<br>花开花落，二十来天，满城的人们都像发狂。<br>三代以后文采胜过实质，一般人都重华而不重实；<br>重华直重到牡丹的芳菲，由来已久，并非始于今日。<br>元和皇帝很关心农桑，由于他体恤下民，天降吉祥。<br>去年的嘉禾长出九穗，田中寂寞，没有人理睬。<br>今年的麦子分出两枝，但是这些却无人知晓，唯独天子一个人内心感到喜悦．<br>天降吉祥，没人理会真叫人叹息。<br>我愿暂求掌握造化的主宰者，减却牡丹妖艳的颜色，<br>冷却一下卿士们爱花的心情，都象天子一样关心农业生产，人民就都得到幸福了。</p> <p><strong>注释<br></strong>（1）绽：裂开。此指花开。<br>（2）红玉房：指红牡丹花瓣。<br>（3）英：花瓣。<br>（4）灿灿：光彩鲜明耀眼。<br>（5）绛：深红色。<br>（6）煌煌：光辉灿烂的样子。<br>（7）兰麝囊：装着兰草、麝香等香料的香囊。<br>（8）琪树：神话中的玉树。<br>（9）间：更迭。<br>（10）随：任凭。<br>（11）比方：比较。<br>（12）石竹：草名，开红白小花如铜钱大小。<br>（13）芙蓉：荷花。<br>（14）芍药：观赏植物名，花大而美。<br>（15）寻常：平常，平凡。<br>（16）王公与卿士：古时封爵，有王，有公，又论品阶又有卿、大夫、士。<br>（17）游花：外出赏花。冠盖：帽子与车上的帷盖。此朝中的达官贵人。<br>（18）庳（bēi）车：指一种轻便灵巧的车子。<br>（19）软舆：软座轿子。<br>（20）细马：良马。<br>（21）卫公宅：唐李靖封卫国公，其宅多植花木。<br>（22）西明寺：唐时玩赏牡丹的胜地。<br>（23）三代：典出<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·封禅书》：昔三代之居，皆在河洛之间。这里指夏、商、周。<br>（24）文胜质：典出《论语·雍也》“子曰：质胜文则野,文胜质则史。文质彬彬，然后君子。”此处意为人们喜尚文采胜过了喜爱事物质朴的本性。<br>（25）有渐：有所加剧。<br>（26）元和天子：指唐宪宗李纯。<br>（27）恤下：抚恤下民。<br>（28）动天，感动了上天。<br>（29）造化：大自然。<br>（30）卿士：古官阶有公、卿、大夫、士。这里泛指朝中官员。<br>（31）稼穑：指农事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_21283.aspx\">诗</a>人运用描写、记叙、议论、抒情相结合的手法，完成了这首有名的乐府诗。先以文彩艳丽的笔法描绘了牡丹妖艳迷人的姿色。继写由于牡丹的妖艳而引逗出卿士赏花的狂热场面。然后笔锋一转，一针见血地指出：这种重华不重实的流弊，由来已久。值得注意的是，诗人在这里没有采取直接抨击卿士的办法，而是采取一种委惋的方式，说“卿士爱花心”是由于“牡丹妖艳色”所致。希望老天施展造化力来减却牡丹的妖艳色，削退卿士的爱花心。最后正面提出： “同似吾君忧稼穑”的主张。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>提倡天子与卿士关心农业生产的主张值得肯定。</p> <p>　　开始四句从正面极写牡丹的艳丽之态：黄色的花蕊，红色的花瓣，成千上百的牡丹联成一片，像那晚霞似的</p> <p>　　牡丹 灿烂辉煌。“照地初开锦绣段， 当风不结兰麝囊。仙人琪树白无色， 王母桃花小不香。”这四句意思是：牡丹初开似锦绣的身段，光辉照地，香气四溢。仙人的玉树，王母的桃花都无法相比。“宿露轻盈泛紫艳， 朝阳照耀生红光。红紫二色间深浅， 向背万态随低昂。”以上四句意思是：夜露的滋润，朝阳的照耀，使牡丹变幻着不同的色彩，展示着美丽的娇态。</p> <p>　　“映叶多情隐羞面， 卧丛无力含醉妆。低娇笑容疑掩口， 凝思怨人如断肠。浓姿贵彩信奇绝， 杂卉乱花无比方。”这几句运用拟人手法写出了华丽、高贵、娇美的牡丹超凡脱俗，与那些杂卉乱花不可相提并论。比方即比拟。比起牡丹，这两种花都显得太细小了。</p> <p>　　“遂使”以下四句：写王公贵族狂热地赏玩牡丹， 这四句的大意是：牡丹的妖艳引逗着王公卿相，贵族公主，豪家儿郎，穿着漂亮，乘坐着轻便舒适的车马终日赏玩。“卫公宅”以下八句：继写牡丹盛开时赏花的盛况。这里用一“闭”字。写尽了王公贵旋倾家出动赏牡丹的情景。又用一“开”字，写尽了牡丹开处皆有人的情景。“花开花落二十日， 一城之人皆若狂。”牡丹在谷雨前后开，从开至谢，一般为二十来天。花开花落，仅仅二十来天，在这一年一度的花开时节，满城的人看花。就好象发狂了似的。“三代”以下四句：议论时弊，进入主题。 “三代”，指夏、商、周三代。 这四句的大意是说：夏、商、周三代以后，浮华胜过了质朴，时人都重视虚华而不重视质实。直到看重牡丹的芳菲。这种流弊并非抬自今日，而是由来已久。“霞和”以下六句大意是：元和天子很关心农业生产．由于他怜悯老百姓感动了神灵，上天便降下了吉祥。去年地里的谷子长出了九穗。但是群臣不关心百姓疾苦。以致田野里很寂寞，无人前往问津。今年的麦子分出两枝，真是祥瑞的征兆，但是这些却无人理会，唯独天子一个人内心感到喜悦。这是对皇帝的颂扬欢捧。“无人知”至末尾：直抒胸臆，点明主题。这四句的大意是：天降吉祥，没人理会真叫人叹息，我愿暂求掌握造化的主宰者。减却牡丹妖艳的颜色，冷却一下卿士们爱花的心情，都象天子一样关心农业生产，人民就都得到幸福了。作者痛斥上层统治者狂热地赏玩妖艳的牡丹而不关心与广大百姓生命攸关的农桑。但作者无回天之力，只能无可奈何地呼喊：“我愿暂求造化力，减却牡丹妖艳色。少回卿士慢花心，同似吾君忧稼穑。”作者对皇帝的褒奖，只是一种类似辞赋中的说反话而已。</p>",
  "about": "<h2>创作背景</h2> 　　牡丹是中国特产的名花，春末开花，花大而美。唐代高宗、武后时始从汾晋（今山西汾河流域）移植于两京，玄宗时犹视为珍品。到贞元、元和之际，这种风气尤为盛行。每至暮春，车马若狂。王公贵族，若不耽玩牡丹以示风流。<a href=\"http://so.gushiwen.org/view_21283.aspx\">诗</a>人看到上层统治者狂热地赏玩妖艳的牡丹，而不关心与广大百姓生命攸关的农桑，面对如此狂乱的世情，故诗人写诗痛斥该不正之风。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "乐府",
    "咏物",
    "牡丹"
  ]
}