{
  "id": 10697,
  "star": 107,
  "name": "观公孙大娘弟子舞剑器行",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">大历二年十月十九日，夔府别驾元持宅，见临颍李十二娘 舞剑器，壮其蔚跂，问其所师，曰：“余公孙大娘弟子也。” 开元三载，余尚童稚，记于郾城观公孙氏，舞剑器浑脱， 浏漓顿挫，独出冠时，自高头宜春梨园二伎坊内人洎外供奉， 晓是舞者，圣文神武皇帝初，公孙一人而已。 玉貌锦衣，况余白首，今兹弟子，亦非盛颜。 既辨其由来，知波澜莫二，抚事慷慨，聊为《剑器行》。 昔者吴人张旭，善草书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。</span></p> <p>昔有佳人公孙氏，一舞剑器动四方。<br>观者如山色沮丧，天地为之久低昂。<br>霍如羿射九日落，矫如群帝骖龙翔。<br>来如雷霆收震怒，罢如江海凝清光。<br>绛唇珠袖两寂寞，晚有弟子传芬芳。<br>临颍美人在白帝，妙舞此曲神扬扬。<br>与余问答既有以，感时抚事增惋伤。<br>先帝侍女八千人，公孙剑器初第一。<br>五十年间似反掌，风尘倾动昏王室。<br>梨园弟子散如烟，女乐余姿映寒日。<br>金粟堆前木已拱，瞿唐石城草萧瑟。<br>玳筵急管曲复终，乐极哀来月东出。<br>老夫不知其所往，足茧荒山转愁疾。",
  "fanyi": "<p><strong>译文</strong><br>唐大历二年十月十九日，我在夔府别驾元持家里，观看临颍李十二娘跳剑器舞，觉得舞姿矫健多变非常壮观， 就问她是向谁学习的？她说：“我是公孙大娘的学生”。玄宗开元三年，我还年幼，记得在郾城看过公孙大娘跳《剑器》和《浑脱》舞，流畅飘逸而且节奏明朗，超群出众，当代第一，从皇宫内的宜春、梨园弟子 到宫外供奉的舞女中，懂得此舞的，在唐玄宗初年，只有公孙大娘一人而已。当年她服饰华美，容貌漂亮，如今我已是白首老翁，眼前她的弟子李十二娘，也已经不是年轻女子了。既然知道了她舞技的渊源，看来她们师徒的舞技一脉相承，抚今追昔，心中无限感慨，姑且写了《剑器行》这首<a href=\"http://so.gushiwen.org/view_10697.aspx\">诗</a>。 听说过去吴州人<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>，他擅长书写草书字帖，在邺县经常观看公孙大娘跳一种《西河剑器》舞，从此草书书法大有长进，豪放激扬，放荡不羁，由此可知公孙大娘舞技之高超了。</p> <p>从前有个漂亮女人，名叫公孙大娘，每当她跳起剑舞来，就要轰动四方。<br>观看人群多如山，心惊魄动脸变色，天地也被她的舞姿感染，起伏震荡。<br>剑光璀灿夺目，有如后羿射落九日， 舞姿矫健敏捷，恰似天神驾龙飞翔，<br>起舞时剑势如雷霆万钧，令人屏息，收舞时平静，好象江海凝聚的波光。<br>鲜红的嘴唇绰约的舞姿，都已逝去，到了晚年，有弟子把艺术继承发扬。<br>临颍美人李十二娘，在白帝城表演，她和此曲起舞，精妙无比神采飞扬。<br>她和我谈论好久，关于剑舞的来由，我忆昔抚今，更增添无限惋惜哀伤。<br>当年玄宗皇上的侍女，约有八千人，剑器舞姿数第一的，只有公孙大娘。<br>五十年的光阴，真好比翻一下手掌，连年战乱烽烟弥漫，朝政昏暗无常。<br>那些梨园子弟，一个个地烟消云散，只留李氏的舞姿，掩映冬日的寒光。<br>金粟山玄宗墓前的树木，已经合抱，瞿塘峡白帝城一带，秋草萧瑟荒凉。<br>玳弦琴瑟急促的乐曲，又一曲终了，明月初出乐极生悲，我心中惶惶。<br>我这老夫，真不知哪是要去的地方， 荒山里迈步艰难，越走就越觉凄伤。</p> <p><strong>注释</strong><br>①公孙大娘：唐玄宗时的舞蹈家。<br>②弟子：指李十二娘。<br>③剑器：指唐代流行的武舞，舞者为戎装女子。<br>④大历二年：公元七六七年。<br>⑤开元三载：公元七一七年。<br>⑥剑器浑脱：《浑脱》是唐代流行的一种武舞，把《剑器》和《浑脱》综合起来，成为一种新的舞蹈。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10697.aspx\">诗</a>的开头八句是先写公孙大娘的舞蹈：很久以前有一个公孙大娘，她善舞剑器的名声传遍了四面八方。人山人海似的观众看她的舞蹈都惊讶失色，整个天地好像也在随着她的剑器舞而起伏低昂，无法恢复平静。“霍如羿射九日落”四句，或称为“四如句”，前人解释不一，这大体是描绘公孙舞蹈给<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>留下的美好印象。羿射九日，可能是形容公孙手持红旗、火炬或剑器作旋转或滚翻式舞蹈动作，好象一个接一个的火球从高而下，满堂旋转；骖龙翔舞，是写公孙翩翩轻举，腾空飞翔；雷霆收怒，是形容舞蹈将近尾声，声势收敛；江海凝光，则写舞蹈完全停止，舞场内外肃静空阔，好象江海风平浪静，水光清澈的情景。</p> <p>　　“绛唇珠袖两寂寞”以下六句，突然转到公孙死后剑器舞的沉寂无闻，幸好晚年还有弟子继承了她的才艺。跟着写她的弟子临颍李十二娘在白帝城重舞剑器，还有公孙氏当年神采飞扬的气概。同李十二娘一席谈话，不仅知道她舞技的师传渊源，而且引起了自己抚今思昔的无限感慨。</p> <p>　　“先帝侍女八千人”以下六句，笔势又一转折，思想又回到五十年前。回忆开元初年，当时政治清明，国 势强盛，唐玄宗在日理万机之暇，亲自建立了教坊和梨园，亲选乐工，亲教法曲，促成了唐代歌舞艺术的空前繁荣，当时宫廷内和内外教坊的歌舞女乐就有八千人，而公孙大娘的剑器舞又在八千人中“独出冠时”，号称第一。可是五十年历史变化多大啊！一场安史之乱把大唐帝国的整个天下闹得风尘四起、天昏地黑。唐玄宗当年亲自挑选、亲自培养的成千上万的梨园弟子、歌舞人材，也在这一场浩劫中烟消云散了，如今只有这个残存的教坊艺人李十二娘的舞姿，还在冬天残阳的余光里映出美丽而凄凉的影子。对曾经亲见开元盛世的文艺繁荣，曾经亲见公孙大娘《剑器舞》的老诗人杜甫说来，这是他晚年多么难得的精神安慰，可是又多么地令他黯然神伤啊！这一段是全诗的高潮。善于用最简短的几句话集中概括巨大的历史变化和广阔的社会内容，正是杜诗“沉郁顿挫”的表现。</p> <p>　　“金粟堆南木已拱”以下六句，是全诗的尾声。诗人接着上段深沉的感慨，说玄宗已死了六年，在他那金粟山上的陵墓上，树已够双手拱抱了。而自己这个玄宗时代的小臣，却流落在这个草木萧条的白帝城里。末了写别驾府宅里的盛筵，在又一曲急管繁弦的歌舞之后告终了，这时下弦月已经东出了，一种乐极哀来的情绪支配着诗人，他不禁四顾茫茫，百端交集，行不知所往，止不知所居，长满老茧的双足，拖着一个衰老久病的身躯，寒月荒山，踽踽独行。身世的悲凉，就不言而可知了。“转愁疾”三字，是说自己以茧足走山道本来很慢，但在心情沉重之时，却反而怪自己走得太快了。</p> <p>　　这首七言歌行自始至终并没有离开公孙大娘师徒和剑器舞，但是从全诗那雄浑的气势，从“五十年间似反掌，风尘澒洞昏王室”这样力透纸背的诗史之笔，又感到诗人的确是在通过歌舞的事，反映五十年来兴衰治乱的历史。王嗣总评这首诗说：“此诗见剑器而伤往事，所谓抚事慷慨也。故咏李氏，却思公孙；咏公孙，却思先帝；全是为开元天宝五十年治乱兴衰而发。不然，一舞女耳，何足摇其笔端哉！”（《杜诗祥注》引《杜臆》）这一段评语，分析全诗的层次、中心，说得相当中肯。但是，他说“一舞女耳，何足摇其笔端哉！”并不符合杜甫本来的思想，杜甫是十分重视和热爱艺术的。</p> <p>　　这首诗的艺术风格，既有“浏漓顿挫”的气势节奏，又有“豪荡感激”的感人力量，是七言歌行中沉郁悲壮的杰作。开头八句，富丽而不浮艳，铺排而不呆板。“绛唇珠袖”以下，则随意境之开合，思潮之起伏，语言音节也随之顿挫变化。全诗既不失雄浑完整的美，用字造句又有浑括锤炼的功力。篇幅虽然不太长，包容却相当广大。从乐舞之今昔对比中见五十年的兴衰治乱，没有沉郁顿挫的笔力是写不出来的。</p>",
  "about": "<h2>何为剑器舞</h2> “剑器舞”是什么样的舞蹈呢？唐代的舞蹈分为健舞和软舞两大类，剑器舞属于健舞之类。晚唐郑嵎《津阳门<a href=\"http://so.gushiwen.org/view_10697.aspx\">诗</a>》说：“公孙剑伎皆神奇”，自注说：“有公孙大娘舞剑，当时号为雄妙。”<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《剑器》诗说：“楼下公孙昔擅场，空教女子爱军装”。可见这是一种女子穿着军装的舞蹈，舞起来，有一种雄健刚劲的姿势和浏漓顿挫的节奏。<br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10697.aspx\">诗</a>人写此诗年已55岁，饱经忧患，却仍滞留异乡，自有不胜今昔兴衰之感，诗中借几十年前观看玄宗开元年间著名舞蹈家公孙大娘舞剑器的回忆，倾述了这种感情。</p> <p>　　公孙大娘：唐玄宗时的舞蹈家。弟子：指李十二娘。剑器：指唐代流行的武舞，舞者为戎装女子。大历二年：公元七六七年。开元五载：公元七一七年。剑器浑脱：《浑脱》是唐代流行的一种武舞，把《剑器》和《浑脱》综合起来，成为一种新的舞蹈。 </p><br/><h2>总体评价</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10697.aspx\">诗</a>序写得像散文诗，旨在说明目睹李十二娘舞姿，并闻其先师，触景生情，抚今思昔，记起童年观看公孙大娘之剑舞，赞叹其舞技高超，并以<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>见舞而书艺大有长进之故事点缀。</p> <p>　　诗开头八句，先写公孙大娘的舞技高超，如“羿射九日”，“骖龙飞翔”。接着“绛唇”六句，写公孙氏死后，剑舞沉寂，幸好晚年还有弟子承继。“先帝”六句笔锋一转，又写五十年前公孙氏是宫里八千舞女中首屈一指，然而安史之乱后，“宜春”、“梨园”的人才早已烟消云散了。如今只有残存的教坊艺人李十二娘。“金粟”六句是尾声，感慨身世悲凉。</p> <p>　　全诗气势雄浑，沉郁悲壮。见《剑器》而伤往事，抚事慷慨，大有时序不同，人事蹉跎之感。诗以咏李氏，而思公孙；咏公孙而思先帝，寄托作者念念不忘先帝盛世，慨叹当今衰落之情。语言富丽而不浮艳，音节顿挫而多变。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "妇女",
    "舞蹈",
    "咏史"
  ]
}