{
  "id": 37096,
  "star": 64,
  "name": "残春旅舍",
  "dynasty": "唐代",
  "content": "旅舍残春宿雨晴，恍然心地忆咸京。<br>树头蜂抱花须落，池面鱼吹柳絮行。<br>禅伏诗魔归净域，酒冲愁阵出奇兵。<br>两梁免被尘埃污，拂拭朝簪待眼明。",
  "fanyi": "<p><strong>译文</strong><br>旅舍中春残夜雨刚刚晴，恍然间心里忆起长安城。<br>树枝中蜂拥蝶舞花将落，水面上风起柳絮飘飘行。<br>借写<a href=\"http://so.gushiwen.org/view_37096.aspx\">诗</a>杆情因悟禅语止，用酒冲愁阵如同出奇兵。<br>保存好官帽不要遭污损，擦拭净朝簪等待唐复兴。</p> <p><strong>注释</strong><br>⑴残春：指的是春天将去，春花凋残，故称残春。<br>⑵宿雨晴：指一夜宿雨，清晨放晴。<br>⑶恍然：忽然。咸京：指唐都城长安。<br>⑷柳絮行：指柳絮随风飘飞。<br>⑸诗魔：佛家禅理认为作诗是文字“魔障”。归净域：指归到那洁净的地方。净域，亦称“净土”，佛语，指无浊无垢之地。<br>⑹酒冲：用酒来冲击。愁阵：愁苦如重重敌阵。出奇兵：借酒浇愁，如同出奇兵破阵一样。<br>⑺两梁：冠名。《唐诗鼓吹》的注释中说汉代“秩千石，冠两梁”。尘埃污：指沾上尘埃，暗指投敌变节。拂拭：掸灰擦尘。<br>⑻朝簪：指戴朝帽时所用的头簪。待眼明：等待大唐复兴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_37096.aspx\">诗</a>是诗人客居闽地时而作，当时唐朝已亡，旨在行发对唐王朝的怀念之情。开笔处写出了一个春残红飞，夜雨刚晴的景象，再加上诗人他乡为客，提于旅馆之中，于是使诗人忆起阔别久远的帝京——长安。一提起长安，自然使诗人想起被昭宗信任，作翰林学士时的得意情形，又自然的想到为朱全忠排挤，使他落魄异乡。这难言的种种味道，一时涌上心头。“忆咸京”三字，成为全篇枢纽，领起以下三联。</p> <p>　　颔联承接“忆咸京”三字，首先抒写对皇都美好春光的回忆：“树头蜂抱花须落，池面鱼吹柳絮行。”仰望绿暗红稀的树梢，蜜蜂抱着花须随花飞落；俯观柳絮飘坠的池水，鱼儿吞吐着像是吹着柳絮游玩。飞花、落絮本是残春景物，而蜜蜂鱼儿却平添了无穷兴趣与几分生机，故没有半点伤春伤别的落寞，更不见晚唐衰飒的诗风。因为诗人是带着曾经沐浴皇恩的深情在回忆这皇都的风物。正由于此，在诗人笔下，即使是摇落的秋天，这长安的晨昏与草木也总带着几分温暖与芳菲。</p> <p>　　五、六句“禅伏诗魔归净地，酒冲愁阵出奇兵”，具体写诗人客居馆舍中的寂寞。诗人心中有无限的悲苦，说不尽的怨恨，客中无聊，只好用诗来抒写自己的心境，用诗来表达悲愤的情怀。然而，几番的思考终未写成。诗人只好以“禅伏诗魔归净域”来为自己解嘲，这恰恰表现了诗人那种“剪不断，理还乱”的心绪，有这样的心绪必不能写出诗来。诗未写成，悲忧郁愤越积越深，真如同一重重愁阵一样，横亘胸中。只好用酒来冲荡这重重愁阵。然而，“借酒浇愁愁更愁”，酒，只能使人得到一时的陶醉，醒来之后，将是更大的悲伤。这更大的悲伤便使诗人产生了信心和希望：“两梁免被尘埃污，拂拭朝餐待眼明”。诗人这时清醒地认识到：诗也好，酒也好，都不能解心中的烦闷。于是他幸起往日在朝时的官帽，悟出了一条真理，他要好好的保存这顶珍贵的朝帽，千万不能让它被尘埃污染。言外之意是决不作异姓之臣，宁肯终生潦倒，也不改变自己的气节。想到这他不愁了，他不悲了，他轻轻地擦拭着朝替，他心中暗暗地表示：一定要耐心的等待，一直等到大唐复兴，戴上朝帽，穿上朝服来参与朝政。闻一多说：作者“深知唐王朝避免不了灭亡的命运，而自己又无所作为，故所作之诗多缅怀往事，情调悲凉。”这首诗没有直抒悲凉之思，但他深深眷顾的往日温馨，实已成为今日悲凉的衬托。</p> <p>　　全诗感情起伏动荡，由悲忧到镇定，从中看出诗人的气节。全诗由“旅舍”、“残春”总起，三、四句承“残春”，五、六句承“旅舍”，七、八句收束来照应全篇，结构严谨，脉络清楚。</p>",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "回忆",
    "长安",
    "爱国"
  ]
}