{
  "id": 72167,
  "star": 44,
  "name": "段太尉逸事状",
  "dynasty": "唐代",
  "content": "　　太尉始为泾州刺史时，汾阳王以副元帅居蒲。王子晞为尚书，领行营节度使，寓军邠州，纵士卒无赖。邠人偷嗜暴恶者，卒以货窜名军伍中，则肆志，吏不得问。日群行丐取于市，不嗛，辄奋击折人手足，椎釜鬲瓮盎盈道上，袒臂徐去，至撞杀孕妇人。邠宁节度使白孝德以王故，戚不敢言。</p> <p>　　太尉自州以状白府，愿计事。至则曰：“天子以生人付公理，公见人被暴害，因恬然。且大乱，若何？”孝德曰：“愿奉教。”太尉曰：“某为泾州，甚适，少事；今不忍人无寇暴死，以乱天子边事。公诚以都虞候命某者，能为公已乱，使公之人不得害。”孝德曰：“幸甚！”如太尉请。</p> <p>　　既署一月，晞军士十七人入市取酒，又以刃刺酒翁，坏酿器，酒流沟中。太尉列卒取十七人，皆断头注槊上，植市门外。晞一营大噪，尽甲。孝德震恐，召太尉曰：“将奈何？”太尉曰：“无伤也！请辞于军。”孝德使数十人从太尉，太尉尽辞去。解佩刀，选老躄者一人持马，至晞门下。甲者出，太尉笑且入曰：“杀一老卒，何甲也？吾戴吾头来矣！”甲者愕。因谕曰：“尚书固负若属耶？副元帅固负若属耶？奈何欲以乱败郭氏？为白尚书，出听我言。”晞出见太尉。太尉曰：“副元帅勋塞天地，当务始终。今尚书恣卒为暴，暴且乱，乱天子边，欲谁归罪？罪且及副元帅。今邠人恶子弟以货窜名军籍中，杀害人，如是不止，几日不大乱？大乱由尚书出，人皆曰尚书倚副元帅，不戢士。然则郭氏功名，其与存者几何？”</p> <p>　　言未毕，晞再拜曰：“公幸教晞以道，恩甚大，愿奉军以从。”顾叱左右曰：“皆解甲散还火伍中，敢哗者死！”太尉曰：“吾未晡食，请假设草具。”既食，曰：“吾疾作，愿留宿门下。”命持马者去，旦日来。遂卧军中。晞不解衣，戒候卒击柝卫太尉。旦，俱至孝德所，谢不能，请改过。邠州由是无祸。</p> <p>　　先是，太尉在泾州为营田官。泾大将焦令谌取人田，自占数十顷，给与农，曰：“且熟，归我半。”是岁大旱，野无草，农以告谌。谌曰：“我知入数而已，不知旱也。”督责益急，农且饥死，无以偿，即告太尉。太尉判状辞甚巽，使人求谕谌。谌盛怒，召农者曰：“我畏段某耶？何敢言我！”取判铺背上，以大杖击二十，垂死，舆来庭中。太尉大泣曰：“乃我困汝！”即自取水洗去血，裂裳衣疮，手注善药，旦夕自哺农者，然后食。取骑马卖，市谷代偿，使勿知。</p> <p>　　淮西寓军帅尹少荣，刚直士也。入见谌，大骂曰：“汝诚人耶？泾州野如赭，人且饥死；而必得谷，又用大杖击无罪者。段公，仁信大人也，而汝不知敬。今段公唯一马，贱卖市谷入汝，汝又取不耻。凡为人傲天灾、犯大人、击无罪者，又取仁者谷，使主人出无马，汝将何以视天地，尚不愧奴隶耶！”谌虽暴抗，然闻言则大愧流汗，不能食，曰：“吾终不可以见段公！”一夕，自恨死。</p> <p>　　及太尉自泾州以司农征，戒其族：“过岐，朱泚幸致货币，慎勿纳。”及过，泚固致大绫三百匹。太尉婿韦晤坚拒，不得命。至都，太尉怒曰：“果不用吾言！”晤谢曰：“处贱无以拒也。”太尉曰：“然终不以在吾第。”以如司农治事堂，栖之梁木上。泚反，太尉终，吏以告泚，泚取视，其故封识具存。</p> <p>　　太尉逸事如右。元和九年月日，永州司马员外置同正员柳宗元谨上史馆。</p> <p>　　今之称太尉大节者出入，以为武人一时奋不虑死，以取名天下，不知太尉之所立如是。宗元尝出入岐周邠斄间，过真定，北上马岭，历亭障堡戍，窃好问老校退卒，能言其事。太尉为人姁姁，常低首拱手行步，言气卑弱，未尝以色待物；人视之，儒者也。遇不可，必达其志，决非偶然者。会州刺史崔公来，言信行直，备得太尉遗事，覆校无疑，或恐尚逸坠，未集太史氏，敢以状私于执事。谨状。",
  "fanyi": "<p><strong>译文</strong><br>　　太尉刚任泾州刺史时，汾阳王<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>以副元帅的身份驻扎在蒲州。汾阳王的儿子郭晞担任尚书的职务，代理郭子仪军营的统领，驻军邠州，放纵其士卒横行不法。邠州人中那些懒惰、贪婪、凶残、邪恶的人，大都用财物行贿，把自己的名字混进军队里，就可以胡作非为。官吏不能干涉。他们每天成群结队在市场上勒索，不能满足，就奋力打断人家的手足，砸碎锅、鼎、坛子、瓦盆，把它丢满路上，袒露着臂膀扬长而去，甚至撞死孕妇。邠宁节度使白孝德因为汾阳王郭子仪的缘故，忧虑不敢说。<br>　　太尉从泾州把有关情况用公文禀告邠宁节度使衙门，希望能商议此事．到了节度使衙门就对白孝德说：“皇上把老百姓交给您治理，您看见老百姓被暴徒伤害，依然安闲自在，即将引起大乱，怎么办？”白孝德说：“愿听从您的指教。”太尉说：“我任泾州刺史之职，很清闲，事不多。（我）现在不忍心老百姓没有敌人侵扰反而遭杀害，来扰乱天子的边防。您若任命我担任都虞候，我能替您制止骚乱，使您的百姓不受侵害。”白孝德说：“很好。”就按太尉的请求任命他为都虞候。<br>　　太尉暂任都虞候一个月，郭晞手下的士兵十七人入城拿酒，又用刀刺伤了酿酒的技工，打坏了酿酒的器皿，酒流入沟中。太尉布置士兵逮捕了这十七人，把他们的头都砍下来挂在长矛上，竖立在城门外。郭晞全营士兵大肆喧哗，全部披上铠甲。白孝德大为震惊恐慌，召见太尉说：“你打算怎么办？”太尉回答说：“不要紧，请让我到军营中去劝说。”白孝德派了几十个人跟随太尉，太尉把他们全部辞退了。解下佩刀，挑了一个年老而跛脚的牵马，来到郭晞军门下，营内全副武装的士兵冲了出来，太尉笑着走了进去，说：“杀一个老兵，何必全副武装？我顶着我的脑袋来了。”全副武装的士兵惊愕了。太尉于是开导他们说：“郭尚书难道亏待你们了吗？副元帅难道亏待你们了吗？为什么要以变乱来败坏郭家的名声？替我禀告郭尚书，请他出来听我说话。”<br>　　郭晞出来见太尉，太尉说：“副元帅功勋充满天地之间，应当力求全始全终。现在您放纵士兵干凶暴不法之事，凶暴将导致变乱。在天子身边制造变乱，要归罪于谁？罪将连累到副元帅。现在邠地邪恶之人用财物行贿，把自己的名字混进军籍中，杀害人，像这样不加以制止，还能有几天不会引起大乱？大乱从您军中产生，人们都会说您倚仗副元帅，不管束士兵，这样一来，那么郭家的功名还能保存多少呢？”<br>　　话没说完，郭晞一再拜谢说：“有幸蒙您用大道理来教导我，恩惠很大，我愿意带领全军听从您的命令。”回头呵斥手下的士兵：“都解下铠甲解散回到队伍中去，胆敢再喧哗的处死！”太尉说：“我还没吃晚餐，请代为备办些粗劣的食物。”吃完饭后，太尉说：“我的老病又犯了，想请您留我在军门下住一晚。”叫赶马的回去，明天再来。于是就睡在军营中。郭晞不脱衣，告诫负责警卫的卫兵打更以保护太尉。第二天一大早，同至白孝德住所，道歉说自己无能，请允许改正错误。从这以后邠州没有发生祸乱。<br>　　在此以前，太尉在泾州，担任营田官。泾州大将焦令谌夺取民田，占为己有，多达几十顷，租给农夫耕种，说：“谷子将成熟时，一半归我。”这一年大旱，田野草都不长。农民将旱情告诉焦令谌。焦令谌却说：“我只知道收入谷子的数目罢了，不知道旱灾。”催逼得更厉害。农民都将要饿死了，无法偿还，就告到太尉那里。太尉写了判决书，语言很是谦和，派人劝告焦令谌，替农夫求情．焦令谌大怒，将农夫叫了去说：“我难道怕段某吗？为什么竟敢议论我！”拿判决书铺在农夫背上，用大杖打了他二十杖，农夫快死了，将他抬至太尉衙门的庭院，太尉大哭，说：“是我害苦了你。”立即亲自取水洗去农夫身上的污血，撕破自己的衣裳【或撕破农夫的衣裳】，包扎农夫的伤口，亲手敷上良药，早晚亲自先给农夫喂食物，然后自己才吃。将自己的坐骑卖掉，买谷子代农夫偿还地租，不让那农夫知道。<br>　　寄寓在泾州的淮西镇的军帅尹少荣，是个刚强正直之士。来到焦令谌的住处，见到焦令谌大骂说：“你真的算得上是人吗？泾州田野如同赤土，人都快饿死了。而你却一定要得到租谷，又用大杖打无罪的人。段公是仁慈而有信义道德的人，而你却不知道敬重。现在段公仅有的一匹马，低价卖了买谷子送进你家，你又不知羞耻地收下了。总之你的为人，是不顾天灾、冒犯长者、打击无罪者之辈，还取仁义之人的谷子，使段先生进出无马骑，你将凭什么面对天地，还不愧对奴隶吗？”虽然为人焦令谌凶暴傲慢，但是在听了尹少荣的话却也深感惭愧，汗流浃背，吃不下东西，说：“我终究不能再见段公了！”一天傍晚，恼恨而死。<br>　　等到太尉自泾原节度使被征召为司农卿之时，（段太尉）告诫他的家属说：“经过岐州时，朱泚倘若赠送财物，切不要接受。”等到过岐州之时，朱泚执意赠送大绫三百匹。太尉女婿韦晤坚决拒绝，推辞不掉。到了京都，太尉大发脾气说：“你们果真没有听我的话。”韦晤谢罪说：“居于卑下的地位，没有办法拒绝。”太尉说：“但是，无论如何，最终不可以把大绫放在我的住宅里。”把大绫送往司农寺的办公厅，置放在梁木上面。朱泚谋反以后，太尉被杀，官吏将“栖木梁上”之事告诉了朱泚，朱泚叫人将大绫取下来看一看，看见原来封条上的标志都还保存着。<br>　　以上就是太尉的逸事。元和九年的一天，永州司马员外置同正员<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>恭恭敬敬地将此文呈上史馆。<br>　　现今称赞太尉大节的不外乎是认为武夫一时奋不顾身，没考虑到死，以此来扬名天下，不了解太尉的为人并不是这样。我曾往来于歧、周、邠、斄之间，经过真定，北上马岭，经历亭岗堡垒哨所等，私下里喜欢询问年老的军校和退役的士卒，他们都能说一些当时的事情。太尉为人和颜悦色，经常低头拱手走路，说话的口气谦恭温和，未曾以不好的脸色待人。人们见到他，倒像个读书人。遇到不能赞同之事，一定要实现自己的主张，决不是偶尔这样做。适逢永州刺史崔公来，说话信实，行事正直，详备地获得了太尉的遗事，再次核对没有什么疑问。有的事实恐怕还有散失遗漏，未集中到史官手里，斗胆将这篇行状私下送交给您。郑重地写下这篇逸事状。</p><p><strong>注释</strong><br>（1）太尉：指段太尉（719—783），名秀实，字成公。唐汧阳（今陕西省千阳县）人。官至泾州刺史兼泾原郑颍节度使。783年（唐德宗建中四年），泾原士兵在京哗变，德宗仓皇出奔，叛军遂拥戴原卢龙节度使朱泚为帝。当时段太尉在朝中，以狂贼斥之，并以朝笏廷出朱泚面额，被害，追赠太尉（见两唐书本传）。状是旧时详记死者世系、名字、爵里、行治、寿年的一种文体。逸事状专录人物逸事，是状的一种变体。<br>764年（唐代宗广德二年），因邠宁节度使白孝德的推荐，段秀实任泾州（治所在今甘肃省泾川县北）刺史。这里以段秀实死后追赠的官名称呼他，以示尊敬。<br>（2）汾阳王：即郭子仪。郭子仪平定安史之乱有功，于762年（唐肃宗宝应元年）进封汾阳王。764年（唐代宗广德二年）正月，郭子仪兼任关内、河东副元帅，河中节度、观察使，出镇河中。蒲：州名，唐为河中府（治所在今山西省永济县）。<br>（3）王子晞句：郭晞，汾阳王郭子仪第三子，随父征伐，屡建战功。764年，吐蕃侵边，郭晞奉命率朔方军支援邠州，时任御史中丞、转御史大夫，后于大历中追赠兵部尚书。《资治通鉴》胡三省注：“据《实录》，时晞官为左常侍，宗元云尚书，误也。”<br>（4）领：兼任。<br>节度使：主要掌军事。唐代开元年间（713年——741年）设置，原意在增加都察权力。安史乱后，愈设愈滥。<br>（5）寓军：在辖区之外驻军。<br>邠（bīn）州：指所在今陕西省邠县。<br>（6）无赖：这里指横暴的意思。<br>（7）货：财物，这里指贿赂。<br>（8）嗛（qiè）：通“慊”，满足，快意。<br>（9）釜：锅。<br>鬲（lì）：一种像鼎一样的烹饪器。<br>瓮（wèng）：盛酒的陶器。<br>盎：腹大口小的容器。<br>（10）白孝德：安西（治所在今新疆库车县）人，李广弼部将，764年（广德二年）任邠宁节度使。<br>（11）状：一种陈述事实的文书。<br>白：秉告。<br>（12）生人：生民，百姓。<br>理：治。唐代为避<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>、<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>讳而改。<br>（13）都虞候：军队中的执法官。<br>（14）躄（bì）：跛脚。<br>躄者：腿脚不灵便之人。<br>（15）戢（jí）：管束。<br>不戢士：不管束的士兵。<br>（16）晡（bū）食：晚餐。晡，申时，下午三至五时。<br>假设：借备。<br>草具：粗劣的食物。<br>（17）柝（tuò）：古代巡夜打更用的梆子。<br>（18）太尉句：白孝德初任邠宁节度使时，以段秀实署置营田副使。<br>唐制：诸军万人以上置营田副使一人，掌管军队屯垦。<br>（19）巽（xùn）：通“逊”，委婉，谦恭。<br>（20）淮西：今河南省许昌、信阳一带。<br>（21）野如赭（zhě）：形容土地赤裸，寸草不生。赭：赤褐色。<br>（22）及太尉句：780年（唐德宗建中元年）二月，段秀实自泾原节度使被召为司农卿。司农卿，为司农寺长官，掌国家储粮用粮之事。<br>（23）岐：州名，治所在今陕西省凤翔县南。<br>（24）朱泚（cǐ）：昌平（今北京市昌平县）人。时为凤翔府尹。<br>货币：物品和钱币。<br>（25）识（zhì）：标记。<br>（26）“太尉”句：这是表示正文结束的话。<br>（27）元和九年：公元814年。元和是唐宪宗李纯年号（806年——820年）。<br>（28）永州句：当时柳宗元任永州（治所在今湖南零陵县）司马，这里是他官职地位的全称。<br>史馆：国家修史机构。<br>（29）出入：大抵，不外乎。<br>（30）“宗元”句：柳宗元于794年（贞元十年）曾游历邠州一带。<br>周：在岐山下，今陕西省郿县一带。<br>斄（tái）：同“邰”，在今陕西省武功县西。<br>（31）真定：不可考，或是“真宁”之误。真宁即今甘肃省正宁县。<br>（32）马岭：山名，在今甘肃省庆阳县西北。<br>（33）校：中下级军官。<br>（34）姁（xǔ）姁：和善的样子。<br>（35）色：脸色。<br>物：此指人。<br>（36）执事：即使从左右的人，这里指史官<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>。</p>",
  "shangxi": "<h2>解析</h2> <p>　　全文通过段秀实勇服郭唏、仁愧焦令谌和节显治事堂三件逸事，多侧面地塑造了这位正直官吏的形象，表现出一个关心人民、不畏强暴，并能知机于事先，临财不苟取的旧时代的优秀人物形象。全文可分为四段：</p> <p>第一段<br>　　即第一个事件：勇服郭晞。作者依次写段秀实悍卒肆志，自荐平乱，诣营陈辞，请留宿营，突出了段秀实外柔内刚的性格。事情的起因是郭晞纵士卒残害百姓，为所欲为。作者先详细地叙述了士卒肆志之状：天天成群结队地在街市上强索财物，不能满意，就奋击折人手足，将各种瓦器都砸碎，狼籍满地，裸露着臂膀扬长而去，至撞杀孕妇人。写暴行之惨烈，如在眼前。接着作者指出了士卒之所以敢为所欲为的症结所在，因为汾阳王<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>的缘故，白孝德只是心中忧伤却不敢说明。紧接着作者又写段秀实自荐担任都虞候前去平乱，显示了他的刚勇无畏。不久，在郭晞士卒十七人再度横行时，段秀实果断地派士兵捕捉了他们，并一一斩首，把头插在长矛上，竖立在街市示众。这里“注”和“植”两个动词，非常有力地突出了段秀实的“勇”。这是一写其勇。段秀实为民除了害，大快人心，然而郭晞士卒并不肯罢休，立时都披上盔甲，事件进入高潮。此时白孝德震恐，而段秀实从容镇定，临危不惧，决定诣营陈辞。作者极写郭晞士卒剑拔弩张，如临大敌的紧张气氛，反衬了段秀实的大智大勇。段秀实不带卫士，不带佩刀，坦然出现在郭营，使郭晞士卒愕然。段秀实知道要治服郭晞，不可能凭借武力，只能晓之以理，因此，辞卫士，解佩刀，选年老腿跛的人持马，这是从心理上消除对方的戒备。作者这样叙写的寓意是：段秀实是不怕死的。他外柔内刚，平易而又刚强的个性在这里得到了充分的体现。至此，段秀实已渐居主动地位，他向郭晞慷慨陈词，指明利害关系后，终于折服了对方。这是二写其勇。至此，事件似已告终，但作者又出人意料地写了段秀实要求留宿军营一节。之所以要写这一情节，是因为段秀实用大义和利害晓喻郭晞，使郭晞心悦诚服，再拜谢罪，顾叱士卒说：“皆解甲散还火伍中，敢哗者死！”郭晞到底有无约束部下的决心，段秀实要探明白。留宿军营，既显示了段秀实的坦荡胸怀，又可考察郭晞改过的诚意和决心。这是三写其勇。</p> <p>第二段<br>　　即第二个事件：仁愧焦令谌。段秀实除了以刚勇取胜对方外，还具有仁信爱民之心。这则逸事叙述他同情、救助、安抚一个无力交租而惨遭毒打的农民。作者通过段秀实一系列行动，展现了他对农者的怜悯之情。写这则事件的结局，作者让第三者淮西寓军帅尹少荣出场，由他怒斥焦令谌的不敬、不耻、不愧，从侧面烘托了段秀实仁厚慈惠的爱民之心。</p> <p>第三段<br>　　即第三个事件：节显治事堂。段秀实不仅具有不畏强暴，疾恶如仇、爱民如子的高贵品质，而且还有清正廉洁的节操。作者写段秀实洞察朱泚之心，拒不收礼，将礼物栖之梁木的逸事，颂扬了他的高风亮节。这则逸事作为段秀实拿笏击朱泚行为的补充，说明他的气节，不仅表现在大处，而且见于小处，人物形象更显得光彩。<br>　　上述三则逸事，发生的时间、地点虽名异，彼此间也无联系，但其精神是相通的。从作者客观的叙述中，使人感受到了深沉的赞颂之情。</p> <p>第四段<br>　　交代写作该文的时间、原因及材料的来源，以说明逸事状内容之不谬。</p>",
  "about": "<h2>文言常识</h2> <p>古今异义<br>纵士卒无赖古：横暴 今： 指游手好闲、品行不端的人<br>率以货窜名军伍中 古：钱财和货物 今：指货物<br>请假设草具 古：假，借用。 设，置，安排。 今：姑且认定<br>段公，仁信大人也 古：指长者 今：指成年人<br>一夕自恨死 古：羞愧 今：怨恨<br>朱泚幸致货币古：财物 今：钱<br>折人手足。古义：指手和脚。今义：比喻弟兄，或指举动、动作。<br>天子以生人付公理。古义：①“生民”，避太宗之讳，指老百姓。 ②单音词连用。今义：①陌生人。②指社会上多数人公认的正确道理。</p> <p>（一）通假字<br>1. 不嗛，辄奋击。 嗛（qiè），通“慊”，满足，快意。<br>2. 椎釜鬲瓮盎盈道上。 椎，通“槌”，打，砸。<br>3. 太尉判状，辞甚巽。 巽，通“逊”，谦恭。<br>4. 出入岐周邠斄间。 斄，通“邰”，今陕西武功。</p> <p>（二）词类活用<br>1. 以刃刺酒翁、坏酿器。 坏：使动用法，使……坏。<br>2. 晞一营大噪，尽甲。 甲：名词作动词，穿上铠甲。<br>3. 乃我困汝。 困：使动用法，使……处于困境险地。<br>4. 遇不可，必达其志。 达：使动用法，使……表达出来。<br>5. 裂裳衣疮。 衣：名词作动词，用衣裳缠裹。<br>6. 奈何欲以乱败郭氏。 败：使动用法，使……败坏。<br>7.暴且乱。乱：形容词作动词，作乱。<br>8.舆来庭中。舆：名词作动词，抬。<br>9.太尉自州以状白府。白：形容词作动词，禀告。</p> <p>(三）省略句、判断句<br>1. 王子晞为尚书，其领行营节度使，寓军于邠州，其纵士卒无赖。<br>2. 以之如司农治事堂，栖之于梁木上。<br>3. 段公，仁信大人也。</p> <p>（四）状语后置句<br>1. 请辞于军。</p> <p>（五）宾语前置句<br>1. 欲谁归罪。</p> <p>（六）定语后置句<br>1. 邠人偷嗜暴恶者。 偷嗜暴恶之邠人。</p> <p>（七）多义词<br>1. 状<br>（1）太尉自州以状白府。 陈述事实的一种文书。<br>（2）太尉判状，辞甚巽。 判决书。<br>（3）敢以状私于执事，谨状。 逸事状。<br>2. 其<br>（1）然则郭氏功名其与存者几何？ 语气词，加强反问语气。<br>（2）吏以告泚，泚取视，其故封识具存。 代词，它的。<br>3. 注<br>（1）太尉列卒取十七人，皆断头注槊上。 附着。<br>（2）即自取水洗去血，裂裳衣疮，手注善药。 敷上。<br>4. 甲<br>（1）晞一营大噪，尽甲。 穿上铠甲。<br>（2）皆解甲。 铠甲。<br>5. 辞<br>（1）无伤也，请辞于军。 致辞。<br>（2）孝德使数十人从太尉，太尉尽辞去。 辞却。<br>（3）太尉判状，辞甚巽。 言辞。<br>6. 以<br>（1）汾阳王以副元帅居蒲。 介词，凭。<br>（2）白孝德以王故，戚不敢言。 介词，因。<br>（3）天子以生人付公理。 介词，把。<br>（4）又以刃刺酒翁。 动词，用。<br>7. 愧<br>（1）尚不愧奴隶耶。 愧对，动。<br>（2）然闻言则大愧。 羞愧，形。<br>8. 信<br>（1）仁信大人也。 讲信义。<br>（2）言信行直。 言语真实。<br>9. 市<br>（1）晞军士十七人入市取酒。 集市，名词。<br>（2）市谷代偿。 买，动词。<br>10. 固<br>（1）尚书固负若属耶。 难道，副词。<br>（2）泚固致大凌三百匹。 坚决，坚持，形容词。<br>11. 请<br>（1）请辞于军。 请让我。<br>（2）请改过。 请求。水洗去农夫身上的污血，撕破自己的衣裳【或撕破农夫的衣裳】，包扎农夫的伤口，亲手敷上良药，早晚亲自先给农夫喂食物，然后自己才吃。将自己的坐骑卖掉，买谷子代农夫偿还地租，不让那农夫知道。</p><br/><h2>写作特点</h2> <p>　　《段太尉逸事状》的写作特点大抵可分为三点：一是精心选材，每一件事都突出表现主人公思想性格的一个方面；二是用个性化的语言行动塑造人物形象，描写生动形象，而不作议论；三是使用倒叙手法，有利于主题突出，文章结构巧妙。</p> <p>　　首先是精心选材，全文写了段秀实三件事，每一件事都表现他的思想性格的一个侧面。第一件逸事详细记述了段秀实自荐平乱，只身前往军营，面对全身披挂、张牙舞爪的乱军，慷慨陈辞，抓住要害说服郭晞，又主动留宿营房，以凛然正气震摄乱军，每一步骤都突出了他的“勇敢”。第二件事表现了段秀实仁义爱民的思想品德，第三件事表现了段秀实很有政治远见，颂扬了他的清正廉洁。三件事，各有不同的侧重点，把三件事联系到一起，可以完整地钩勒出段秀实的思想品德：见义勇为、仁义爱民、廉洁清正。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在该文中未发一句评论，而是用富有个性化的言语行为来表现段秀实的思想性格。如第一件事，显示了他平定乱军、安抚民心的决心和魄力。第二件事中，段秀实勇闯军营，仅仅几句话就点明了问题的要害，致使郭晞及其部下不得不垂首俯教。这些描写体现了柳宗元善于用个性化的言行刻画人物形象的艺术手法。叙述第三件事时也是以人物的言行来表现人物思想性格。段秀实对无故挨打的农民倾注了他自己的仁爱，寥寥几笔，一个正直、仁义而又满腔义愤、无处说理的君子形象跃然纸上。</p> <p>　　文章根据表现主题的需要，采用了倒叙的方法。文中写了段秀实三件逸事，如按事情发生的先后顺序来安排结构，那么“仁愧焦令谌”一事在先，“勇服郭晞”在后，但作者叙事时有意将先后顺序颠倒，作者在最后一段点出他的良苦用心，是为了反驳当时一些别有用心的人对段秀实的污蔑。这些人编造“武人一时奋不虑死，以取名天下”的流言贬低段秀实宁死不附叛贼的英壮行为，而作者为了突出强调段秀实临死不屈的行为绝非一时冲动，称他“遇不可，必达其志，决非偶然”。另外将精彩事例先行叙述，也能更吸引读者。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "叙事",
    "赞美",
    "写人"
  ]
}