{
  "id": 72581,
  "star": 34,
  "name": "勾践灭吴",
  "dynasty": "先秦",
  "content": "　　越王勾践栖于会稽之上，乃号令于三军曰：“凡我父兄昆弟及国子姓，有能助寡人谋而退吴者，吾与之共知越国之政。”大夫种进对曰：“臣闻之，贾人夏则资皮，冬则资絺，旱则资舟，水则资车，以待乏也。夫虽无四方之忧，然谋臣与爪牙之士，不可不养而择也。譬如蓑笠，时雨既至，必求之。今君王既栖于会稽之上，然后乃求谋臣，无乃后乎？”勾践曰：“苟得闻子大夫之言，何后之有？”执其手而与之谋。 </p> <p>　　遂使之行成于吴，曰：“寡君勾践乏无所使，使其下臣种，不敢彻声闻于大王，私于下执事曰：寡君之师徒不足以辱君矣；愿以金玉、子女赂君之辱。请勾践女女于王，大夫女女于大夫，士女女于士；越国之宝器毕从！寡君帅越国之众以从君之师徒。唯君左右之，若以越国之罪为不可赦也，将焚宗庙，系妻孥，沈金玉于江；有带甲五千人，将以致死，乃必有偶，是以带甲万人事君也，无乃即伤君王之所爱乎？与其杀是人也，宁其得此国也，其孰利乎？”</p> <p>　　夫差将欲听，与之成。子胥谏曰：“不可！夫吴之与越也，仇讎敌战之国也；三江环之，民无所移。有吴则无越，有越则无吴。将不可改于是矣！员闻之：陆人居陆，水人居水，夫上党之国，我攻而胜之，吾不能居其地，不能乘其车；夫越国，吾攻而胜之，吾能居其地，吾能乘其舟。此其利也，不可失也已。君必灭之！失此利也，虽悔之，必无及已。</p> <p>　　越人饰美女八人，纳之太宰嚭，曰：“子苟赦越国之罪，又有美于此者将进之。”太宰嚭谏曰：“嚭闻古之伐国者，服之而已；今已服矣，又何求焉？”夫差与之成而去之。</p> <p>　　勾践说于国人曰：“寡人不知其力之不足也，而又与大国执仇，以暴露百姓之骨于中原，此则寡人之罪也。寡人请更。”于是葬死者，问伤者，养生者；吊有忧，贺有喜；送往者，迎来者；去民之所恶，补民之不足。然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。</p> <p>　　勾践之地，南至于句无，北至于御儿，东至于鄞，西至于姑蔑，广运百里，乃致其父母昆弟而誓之，曰：“寡人闻，古之贤君，四方之民归之，若水之归下也。今寡人不能，将帅二三子夫妇以蕃。”令壮者无取老妇，令老者无取壮妻；女子十七不嫁，其父母有罪；丈夫二十不取，其父母有罪。将免者以告，公令医守之。生丈夫，二壶酒，一犬；生女子，二壶酒，一豚；生三人，公与之母；生二子，公与之饩。当室者死，三年释其政；支子死，三月释其政；必哭泣葬埋之如其子。令孤子、寡妇、疾疹、贫病者，纳宦其子。其达士，洁其居，美其服，饱其食，而摩厉之于义。四方之士来者，必庙礼之。勾践载稻与脂于舟以行。国之孺子之游者，无不哺也，无不歠也：必问其名。非其身之所种则不食，非其夫人之所织则不衣。十年不收于国，民俱有三年之食。</p> <p>　　国之父兄请曰：“昔者夫差耻吾君于诸侯之国，今越国亦节矣，请报之。”勾践辞曰：“昔者之战也，非二三子之罪也，寡人之罪也。如寡人者，安与知耻？请姑无庸战。”父兄又请曰：“越四封之内，亲吾君也，犹父母也。子而思报父母之仇，臣而思报君之仇，其有敢不尽力者乎？请复战！”勾践既许之，乃致其众而誓之，曰：“寡人闻古之贤君，不患其众之不足也，而患其志行之少耻也。今夫差衣水犀之甲者亿有三千，不患其志行之少耻也，而患其众之不足也。今寡人将助天灭之。吾不欲匹夫之勇也，欲其旅进旅退。进则思赏，退则思刑；如此，则有常赏。进不用命，退则无耻；如此，则有常刑。”</p> <p>　　果行，国人皆劝。父勉其子，兄勉其弟，妇勉其夫，曰：“孰是君也，而可无死乎？”是故败吴于囿，又败之于没，又郊败之。</p> <p>　　夫差行成，曰；“寡人之师徒，不足以辱君矣，请以金玉、子女赂君之辱！”勾践对曰：“昔天以越予吴，而吴不受命；今天以吴予越，越可以无听天之命，而听君之令乎！吾请达王甬、句东，吾与君为二君乎！”夫差对曰：“寡人礼先壹饭矣，君若不忘周室而为敝邑宸宇，亦寡人之愿也。君若曰：『吾将残汝社稷，灭汝宗庙。』寡人请死，余何而目以视於天下乎？越君其次也！”遂灭吴。",
  "fanyi": "<h2>译文</h2> <p>　　越王勾践退守到会稽山上，向三军下令说：\"凡是我父辈兄弟和黎民百姓，只要有能够帮助我出谋划策打败吴国的，我将和他共同管理越国的政事。\"大夫文种进见回答说：\"我听说，商人夏天的时候就准备皮货，冬天的时候就准备细葛布。天旱的时候就准备船，有大水的时候就准备车辆，就是打算在缺少这些东西的时候派上用场。即使没有被四邻侵扰的时候，然而谋臣与武士，不可不选拔出来供养他们。就像蓑笠一样，雨已经下来了，肯定要到处找。现在君王您已经退守到会稽山上了，然后才寻求出谋划策的大臣，恐怕太迟了吧?\"勾践说：\"如果能够让我听听您的高见，又有什么晚的呢?\"于是就拉着文种的手，跟他在一起商量。终于使文种去吴国议和。</p> <p>　　随后，越王就派文种到吴国去求和。文种对吴王说：\"我们越国派不出有本领的人，就派了我这样无能的臣子，我不敢直接对您大王说，我私自同您手下的臣子说：我们越王的军队，不值得屈辱大王再来讨伐了，越王愿意把金玉及子女，奉献给大王，以酬谢大王的辱临。并请允许把越王的女儿嫁给您作为婢妾，大夫的女儿嫁给吴国大夫作为婢妾，士的女儿嫁给吴国士作为婢妾，越国的珍宝也全部带来；越王将率领全国的人，编入大王的军队，一切听从大王的指挥。如果大王您认为越王的过错不能宽容，那么我们将烧毁宗庙，把妻子儿女捆绑起来，连同金玉一起投到江里，然后再带领现在仅有的五千人同吴国决一死战，那时一人就必定能抵两人用，这就等于是拿一万人的军队来对付您大王了，结果不免会使越国百姓和财物都遭到损失，岂不影响到大王加爱于越国的仁慈恻隐之心了吗？是情愿杀了越国所有的人，还是不花力气得到越国，请大王衡量一下，哪种有利呢？\"</p> <p>　　夫差想听取文种的建议，与越国和好。吴国大夫伍子胥进谏说：\"不行!吴国与越国，是世代的仇敌，经常打仗；外有三条江水环绕，老百姓没有地方迁移。有吴国就没有越国，有越国就没有吴国。这种局面将不可改变。我听说，住在陆地上的人习惯于住在陆地上，依水而居的人习惯于住在水旁。中原各国，即使我们主动进攻，把他们打败了，我们也不能长期住在那里，也不习惯乘坐他们的车子；而越国，我们主动进攻，把他们打败了，我们就能长期住在那里，也能乘坐他们的船。这是消灭越国的有利时机，千万不可失去。大王您一定要消灭越国!如果您失去这个有利的时机，以后后悔也来不及了。\"</p> <p>　　越国人把八个美女打扮好，送给吴国的太宰，对他说：\"您如果能够让吴王赦免了我们越国的罪行，还有更漂亮的美人会送给您。\"太宰就向吴王夫差进谏说：\"我听说，古代讨伐一个国家，对方认输也就行了；现在越国已经认输了，您还想要求什么呢?\"吴王夫差就与越国订立了盟约而后让文种离开。</p> <p>　　勾践对国人说道：\"我不知自己的力量不够，与吴国这样的大国作对，导致老百姓流离失所，横尸原野，这是我的罪过。我请求你们允许改变治国政策。\"于是埋葬已经死去的人，慰问受伤的人，供养活着的人；谁家有忧就去慰问，谁家有喜事就去祝贺；欢送要远出的人民，欢迎回家的人民；除去人民讨厌的，补充人民缺乏的。然后恭卑地服侍夫差，派三百个士做吴王的仆人。勾践自己还亲自为夫差充当马前卒。</p> <p>　　勾践的地盘，南到句无，北到御儿，东到鄞，西到姑蔑，土地面积长宽达百里。又招集他的父辈兄弟和他的兄弟发誓说：\"我听说，古代贤明的国君，四方的老百姓都来归附他，就像水往低处流一样。现在我无能，将率领你们夫妇们繁衍生息。\"于是下令：青壮年不准娶老年妇人，老年不能娶青壮年的妻子；女孩子十七岁还不出嫁，她的父母有罪；男子二十岁还不娶妻生子，他的父母同样有罪。快要分娩的人要报告，公家派医生守护。生下男孩，公家奖励两壶酒，一条狗；生下女孩，公家奖励两壶酒，一头猪；生三胞胎，公家给配备一名乳母；生双胞胎，公家发给吃的。嫡长子死了，减免三年的赋税；庶子（妾所生的孩子）死了，减免三个月的赋税：埋葬的时候还一定要哭泣，就像自己的亲儿子（死了）一样。还下令老而无妻的人、寡妇、患病的人、贫苦和重病的人，由公家出钱供养教育他们的子女。那些明智理之士，把他的住宅打扫清洁，给他们穿漂亮的衣服，让他们吃饱饭，而切磋磨砺义理。前来投奔四方之士，一定在庙堂上举行宴享，以示尊重。勾践亲自用船载来稻谷和肉。越国的流浪儿童，没有不供给饮食的，没有不给水喝的：一定要问他叫什么名字。不是自己亲自耕种所得的就不吃，不是他的夫人亲自织的布就不穿。这样连续十年，国家不收赋税，老百姓都存有足够三年吃的粮食。</p> <p>　　越国的父老兄弟都请求说：“从前吴王夫差让我们的国君在各诸侯国面前丢尽了脸；现在越国也已经克制够了，请允许我们为您报仇。”勾践就推辞说：“从前打败的那一仗，不是你们的罪过，是我的罪过。像我这样的人，哪里还知道什么是耻辱?请暂时不用打仗了。”父老兄弟又请求说：“越国全国上下，爱戴国君您，就像爱自己的父母一样。儿子想着为父母报仇，做臣下的想着为国君报仇，难道还有敢不尽力的人吗?请求再打一仗!\"勾践就答应了，于是招来大家宣誓，说：\"我听说古代贤明的国君，不担心自己的人力不够用，担心的是自己缺少羞耻之心。现在夫差那边穿着水犀皮制成铠甲的士卒有十万三千人,不担心自己缺乏羞耻之心，却担心他的士兵数量不够多。现在我将帮上天消灭他。我不赞成个人逞能的匹夫之勇，希望大家同进同退。前进就想到将得到赏赐，后退则想到要受到惩罚；像这样，就有合于国家规定的赏赐。前进时不服从命令，后退时没有羞耻之心；像这样，就会受到合于国家规定的刑罚。” </p> <p>　　伐吴行动果断开始了，越国的老百姓都互相鼓励。父亲劝勉儿子，兄长勉励弟弟，妇女鼓励丈夫，说：\"为什么这样恩惠的君王，而可以不为他战死呢?\"因此在笠泽打败了吴国，又在没(古地名，在苏州附近）再次打败了吴国，又在吴国郊外再次打败它。于是越国就灭掉了吴国。</p> <p>　　夫差求和说：“我的军队，不值得屈辱您讨伐了。请允许我把财宝、美女进献给您来慰劳您的辱临。”勾践回答说： “过去上天把越国赐予吴国，可是吴国不要；现在上天又把吴国赐予了越国，越国难道可以不听从天命，却听从您的指令吗？请允许我送你到甬江句章的东边，彼此以后仍像两个国君一样。”夫差回答说：“从礼节上说，我已先有小惠于越国（另一版本为：我比您年长一点），你如果不忘周室，给我们吴国一小块立足之地，这也是我所希望的。你如果说：‘我将会灭了你的国家，毁了你的宗庙’，我只有请求一死，我还有什么脸面来面对天下人呢？越君你只管进入吴国居住吧。”越国就此灭了吴国。</p>",
  "shangxi": "<h2>简析</h2> <p>　　《勾践灭吴》记述的是春秋末期吴越争战的著名历史事件。越王勾践在与吴王夫差的战争中被击败后，以各种屈辱的条件向吴国求和。夫差没有听从伍子胥的忠告，却听信了被越国贿赂的太宰豁的谗言，准许了越国的求和，使勾践获得了喘息的机会。勾践卧薪尝胆，励精图治，在经过了“十年生聚、十年教训”的长期准备之后，率领军队进攻吴国，吴国因此而亡。</p> <p>　　文章一落笔直写勾践。勾践失败后，正率五千残兵退守于会稽山上。这时的他，是一位失败后痛定思痛、盼望雪耻复国的君主。全文分三部分，紧紧围绕勾践誓雪国耻这一主要的性格特征展开描写。首先写勾践同吴国求和，突出了他痛下决心、希望东山再起的一面。其次，写勾践为打败吴国所进行的多方面的准备。最后，写勾践出征灭吴，一举获胜。作者虽从请战开始，但重点依然落到勾践雪耻复仇这一点上。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "高中文言文",
    "励志",
    "历史",
    "故事"
  ]
}