{
  "id": 71203,
  "star": 944,
  "name": "山坡羊·骊山怀古",
  "dynasty": "元代",
  "content": "骊山四顾，阿房一炬，当时奢侈今何处？只见草萧疏，水萦纡。至今遗恨迷烟树。列国周齐秦汉楚，赢，都变做了土；输，都变做了土。",
  "fanyi": "<p><strong>译文</strong><br>站在骊山上我四处张望，（雄伟瑰丽的）阿房宫已被付之一炬，当年奢侈的场面现在到哪里去了呢？只见衰草萧疏，水波旋绕。到现在那些遗恨已消失在烟雾弥漫的树林中了。（想想）自周、齐、秦、汉、楚等国至今。那些战胜了的国家，都化作为了土；（那些）战败了的国家，（也）都化作为了土。</p> <p><strong>注释</strong><br>⑴山坡羊：词牌名。<br>⑵骊山：在今陕西临潼县东南。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿宫殿》：“骊山北构而西折，直走咸阳。”<br>⑶阿房：阿房宫，秦宫殿名，故址在今陕西西安市西南阿房村。《三辅黄图》：“阿房宫，亦曰阿城，惠文王造宫未而亡，始皇广其宫，规恢三百余里，离宫别馆，弥山跨谷，辇道两属，阁道通骊山八百余里。”又《史记·秦始皇本纪》：“先作前殿阿房，东西五十步，南北五十丈，上可以坐万人，下可以建五丈旗。”<br>⑷一炬：指公元前206年12月，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>引兵屠咸阳，“烧秦宫室，火三月不灭”（见《史记·项羽本纪》。故杜牧有“楚人一炬，可怜焦土。”（《阿房宫赋》）之叹息。<br>⑸萦纡：形容水流回旋迂曲的样子。<br>⑹列国：各国，即周、齐、秦、汉、楚。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　骊山（今西安市的东边），阿房宫当初的宫殿台基残存。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在《阿房宫赋》中说：“骊山北构而西折，直走咸阳”，阿房宫从骊山建起，再向西直达咸阳，规模极其宏大，设施极其奢华。公元前206年秦朝灭亡，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>攻入咸阳后阿房宫焚毁。<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>途经骊山有所感而创作了这首“骊山怀古”小令。开头三句“骊山四顾，阿房一炬，当时奢侈今何处？”回顾骊山的历史，曾是秦朝宫殿的所在，被大火焚烧之后，当时的歌台舞榭、金块珠砾都已不复存在，<a href=\"http://so.gushiwen.org/view_71203.aspx\">诗</a>人用“今何处”一个问句，强调了对从古到今历史所发生的巨大变化的感慨，并自然而然地引出了下文“只见草萧疏，水萦纡。”再不见昔日豪华的宫殿，只有野草稀疏地铺在地上，河水在那里迂回的流淌。草的萧索，水的萦纡更加重了作者怀古伤今的情感分量。</p> <p>　　第六七句说：“至今遗恨迷烟树。 列国周齐秦汉楚。”到如今，秦王朝因奢侈、残暴而亡国的遗恨已消失在烟树之间了。而这种亡国的遗恨不只有秦朝才有，周朝、战国列强直到汉楚之争，哪个不抱有败亡的遗恨呢？实际上作者在这里寄托了一种讽刺，是说后人都已遗忘了前朝败亡的教训！元朝统治者在夺得政权之后更奢侈挥霍无度，全然不顾国库空虚社会经济急待调整。</p> <p>　　张养浩对当时的状况心怀不满，但想到列国的历史，又觉得从夺得政权，到奢侈暴戾，到最终败亡，乃是历代封建王朝的共同结局。杜牧说阿旁宫“楚人一炬，可怜焦土”，作者正是由此引申开来写道：“赢， 都 变 做 了 土；输，都变做了土。”这句结尾句式相同的两句是说无论输赢，奢侈的宫殿最后都会归于死亡，“都变做了土”，我们可以看作这是对封建王朝的一种诅咒，更是对封建王朝社会历史的规律性的概括。张养浩在另一首《山坡羊·潼关怀古》的结尾说：“兴，百姓苦；亡，百姓苦。”这是从百姓的角度看封建王朝的更迭，带给人民的全是苦难。而这首小令则是从王朝的统治者的角度来谈的，封建统治者无论输赢成败最终都逃脱不了灭亡的命运。它虽不及“潼关怀古”思想深刻，但也提示出了一种历史的必然，还是比较有意义的。</p>",
  "about": "<h2>主旨</h2> 　　从王朝的统治者的角度来看兴亡，封建统治者无论输赢成败最终都逃脱不了灭亡的命运。辛辣地批判了封建统治者为争夺政权而进行的残酷厮杀焚烧及夺得政权后大兴土木的奢侈无度。伴随着各个王朝的兴亡交替，是无休无止的破坏，无数的物质文明和精神财富都化为灰烬。<br/><h2>创作背景</h2> <p>　　公元前206年秦朝灭亡，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>攻入咸阳后阿房宫焚毁。<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>途经骊山有所感而创作了《山坡羊·骊山怀古》这首小令。</p>",
  "poet": {
    "id": 41,
    "star": 0,
    "name": "张养浩",
    "image": "http://img.gushiwen.org/authorImg/zhangyanghao.jpg",
    "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"
  },
  "tags": [
    "初中古诗",
    "写景",
    "怀古"
  ]
}