{
  "id": 73203,
  "star": 39,
  "name": "白洋潮",
  "dynasty": "明代",
  "content": "　　故事，三江看潮，实无潮看。午后喧传曰：“今年暗涨潮。”岁岁如之。</p> <p>　　庚辰八月，吊朱恒岳少师至白洋，陈章侯、祁世培同席。海塘上呼看潮，余遄往，章侯、世培踵至。</p> <p>　　立塘上，见潮头一线，从海宁而来，直奔塘上。稍近，则隐隐露白，如驱千百群小鹅擘翼惊飞。渐近，喷沫溅花，蹴起如百万雪狮，蔽江而下，怒雷鞭之，万首镞镞，无敢后先。再近，则飓风逼之，势欲拍岸而上。看者辟易，走避塘下。潮到塘，尽力一礴，水击射，溅起数丈，著面皆湿。旋卷而右，龟山一挡，轰怒非常，炝碎龙湫，半空雪舞。看之惊眩，坐半日，颜始定。</p> <p>　　先辈言：浙江潮头，自龛、赭两山漱激而起。白洋在两山外，潮头更大，何耶？",
  "fanyi": "<p><strong>译文<br></strong>　　旧例，在三江镇看潮，其实没有潮水可以看。午后有人盛传道：“今年是暗涨潮！”年年像这样。</p> <p>　　庚辰年八月，(我)到白洋祭奠朱恒岳少师，与陈章侯、祁世培坐在一桌。忽然，海塘上有人高叫看潮了，我迅速前往去看，章侯、世培接踵而至。</p> <p>　　站在塘上，远远地看见潮头像一条线，从海宁奔腾而来，一直到塘上。渐渐靠近了一点，就隐隐约约露出白色，如同驱赶千百群小鹅张开翅膀拍水飞迸。潮水越来越近，喷出水沫溅起水花，涌起的潮水像百万头雄狮，遮蔽了大江奔流而下，好像有怒雷鞭打它们一样，百万头雪狮攒聚在一起，没有一头不争先恐后的。再近些，潮头像飓风一样逼来，水势将要拍打着岸而上。看的人惊慌后退，跑着躲避到岸下。潮到塘上，尽力一撞，水花冲击射开，溅起几丈高，地面都被打湿了。潮水旋转着向右而去，被龟山挡住了，轰隆隆十分愤怒，龙湫之水像炒菜一样翻滚不止，雪白的浪花在半空中飞舞。看了让人惊吓眩目，坐了好一会儿，脸色才镇定下来。</p> <p>　　先辈说：“浙江的潮头，从龛，赭两座山冲刷激荡而起。白洋在这两座山之外，潮头却更大，这是为什么呢？”</p> <p><strong>注释<br></strong>1）选自《陶庵梦忆》，<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>（1597-1679），字宗子，号陶庵，别号蝶庵居士，山阴（今浙江沼兴）人。明末清初的散文家、史学家，其著作有《石匮书》、《琅嬛文集》、《西湖梦寻》等。白洋，山名，在绍兴西北，滨海。<br>2）故事：旧例，旧俗。<br>3）三江：俗名三江口，在绍兴市东北40里浮山北麓。<br>4）实：实际上。<br>5）喧传：喧闹流传。<br>6）庚辰：明崇祯十三年（1640）。<br>7）吊朱恒岳少师：朱恒岳即朱燮元（1566-1638），字衡岳（一作恒岳），浙江绍兴人。万历二十年进士，历官大理评事、四川左布政使、兵部尚书等，因有功，加少保。崇祯中进少师。死在官任上，谥号襄毅。吊，祭奠死者。<br>8）陈章侯、祁世培：陈洪绶，字章侯，号老莲，晚号悔迟。浙江诸暨人。明清之际著名画家。祁世培，字海槎。两人均是作者的朋友。<br>9）海塘：堤岸。<br>10）遄（chuán）：急速。<br>11）踵（zhǒng）至：接踵而至，跟着到。踵，脚后跟。<br>12）海宁：浙江属县，南临杭州湾，是观潮胜地。<br>13）擘（bò）翼：张开翅膀。<br>14）蹴（cù）起：蹦跳。<br>15）鞭：用鞭子打。<br>16）镞镞（zú）：同“簇簇”，攒（cuán）聚之貌。形容浪头聚集涌动的样子。<br>17）势：水势。<br>18）辟（pì）：同“避”，躲避（文中读bì）。辟易：惊退。<br>19）礴：通“薄”，逼迫。这里有撞击的意思。<br>20）著：同“着”，穿着（读zhuó）。<br>21）旋：立刻，马上。<br>22）龟山：即白洋山，又名乌风山，在绍兴西北50里，滨海。<br>23）炮碎龙湫：指龙湫之水像炒菜一样翻滚不止。龙湫（qiū）：雁荡山瀑布。这句是说潮水像雁荡山的龙湫 瀑布轰碎了。<br>24）颜：脸色，面色。<br>25）龛（kān）、赭（zhě）：龛山在萧山东南，赭山在海宁西南，二山对峙，扼钱塘江入海口。<br>26）非常：不同寻常。<br>27）漱激：冲刷激荡。<br>28）何耶：为什么呢。何，疑问代词“为什么”，耶，语气助词，相当于“吗”“呢”。<br>29）岁岁：年年。<br>30）之：这样暗涨潮的现象。<br>31）溅：飞溅，溅起。<br>32）飓风：像飓风。<br>33）碎：击碎。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>文章思路</strong></p> <p>写大潮水。很有层次，是作者感觉中的层次：首先是，视觉由远渐近。先是“潮头一线”，起得平实，此其一。稍近，则“隐隐露白”，渐渐增加了形容：“如驱千百群小鹅，擘翼惊飞。”此其二。再近，则“渐近，喷沫溅花，蹴起如百万雪狮，蔽江而下，怒雷鞭之，万首镞镞，无敢后先。”此其三。很明显，作者采取层层推进的办法，用墨越来越浓，形容语越来越密。到了第四层次，作者笔锋一转，从潮水转到“飓风逼之”。</p> <p><strong>写作特点<br></strong>学习本文运用熟悉的事物作比喻，以及描写观者的表现来烘托白洋潮的写作方法。掌握文中字词，熟读课文，提高阅读能力和欣赏能力。首先，文章从三个方面的效果来写飓风。先是观者退避，这是从行为效果上表现潮水。接着写到潮水使人“着面皆湿”，这是从观潮者的感觉效果上表现潮水。再后是观潮者“看之惊眩，坐半日，颜始定。”这是从观潮者的心理效果上表现潮水。这样的潮水，已经是很惊人的了；文章在强度上，在手段上，已经做足了。但是，作家又留下了一笔：推想，在白洋山以外，还可能更为壮观。文章已经结束了，而读者的想象却没有结束。这就叫做回味，留下余音。<br> <br><strong>文章层次<br></strong>一 介绍看潮的故事<br>二 介绍看潮的原因<br>三 介绍看潮的经过<br>四 提出对白洋潮的疑问</p> <p><strong>结尾<br></strong>⒈以疑问句结尾语气比较强烈，内容与开头的“三江看潮，实无潮看”形成对比，不仅表达了作者对白洋潮的壮美的赞叹之情，而且给读者留下了广阔的想象空间，引人探索原因。<br>⒉白洋潮中作者多次从观潮者的角度来描写，这样写的作用是什么？<br>这样写的作用是从侧面衬托出白洋潮的声势和力量，使人如闻其声，如见其行。<br>3.本文与周密的《观潮》都是写浙江之潮，他们在写作内容方面有何不同？<br>本文只记叙了作者在白洋村海塘观潮全过程，但是并没有对“海军演习”和“吴儿弄潮”进行描写。</p>",
  "poet": {
    "id": 339,
    "star": 0,
    "name": "张岱",
    "image": "http://img.gushiwen.org/authorImg/zhangdai.jpg",
    "desc": "张岱（1597年～1679年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。"
  },
  "tags": [
    "游记",
    "写景"
  ]
}