{
  "id": 48035,
  "star": 16,
  "name": "招隐二首",
  "dynasty": "魏晋",
  "content": "杖策招隐士，荒涂横古今。<br>岩穴无结构，丘中有鸣琴。<br>白云停阴冈，丹葩曜阳林。<br>石泉漱琼瑶，纤鳞或浮沉。<br>非必丝与竹，山水有清音。<br>何事待啸歌？灌木自悲吟。<br>秋菊兼餱粮，幽兰间重襟。<br>踌躇足力烦，聊欲投吾簪。</p> <p>经始东山庐，果下自成榛。<br>前有寒泉井，聊可莹心神。<br>峭蒨青葱间，竹柏得其真。<br>弱叶栖霜雪，飞荣流余津。<br>爵服无常玩，好恶有屈伸。<br>结绶生缠牵，弹冠去埃尘。<br>惠连非吾屈，首阳非吾仁。<br>相与观所尚，逍遥撰良辰。",
  "fanyi": "<h2>注释</h2> ①策：细的树枝。招：寻。这句是说手持树枝去招寻隐士。<br>②荒涂：荒芜的道路。横：塞。横古今：从古至今被阻塞。这句是说道路荒芜，好象从古代到现在都没有通行过。<br>③岩穴：山洞。结构：指房屋建筑。这句和下句是说只有山洞没有房屋，山丘之中却有人弹琴。<br>④白云：《世说新语·任诞》篇注作“白雪”，可从。阴：山北为阴。冈：山脊。丹葩（pā趴）：红花。阳：山南为阳。阳林：山南的树林。这两句是说山北停白雪，山南曜丹葩。<br>⑤漱：激。琼瑶：美玉，这里指山石。纤鳞：小鱼。或浮沉：时沉时浮。这两句是说泉水激荡于山石之间，小鱼沉浮于溪水之中。<br>⑥丝：弦乐器。竹：管乐器。这句和下句是说不须管弦乐器，山水自有清妙的声音。<br>⑦啸歌：吟咏。灌木：丛生的树木。这两句是说何必歌唱，风吹灌木的声音自是一种悲戚的吟哦了。<br>⑧糇（hóu侯）：食。兼糇粮：兼作粮食。间：杂。间重襟：杂佩在衣襟上。这两句是说食物里兼有秋菊，衣襟上杂佩幽兰。<br>⑨踌躇：徘徊。烦：疲乏。这句是说在世途上徘徊，脚力疲乏。<br>⑩簪：古人用它连结冠和发。投簪：犹弃冠，指放弃官职。这句是说且弃官在此隐居吧！",
  "shangxi": "<h2>选析</h2> <p>　　楚辞中有<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>的《招隐士》，《文选》中有左思的《招隐》<a href=\"http://so.gushiwen.org/view_48035.aspx\">诗</a>，题目相似，而意趣不同。《招隐士》是召唤隐士离开山林回到人群中来，到宫廷里去；而左思的《招隐》却是去招寻隐士，欲与之同隐。同题两首，这里选取第一首进行赏析。</p> <p>　　左思《招隐》中的第一首，招隐，是招还，寻防隐士之意，写入山招还隐士，却被隐士生活环境所吸引，决意同隐以表现社会黑暗，诗人不与世俗同流合污的高尚情操。</p> <p>　　第一首诗首句“杖策招隐士”，开门见山，点清题目。“策”，据<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《方言》，是树木细枝。中国人向来强调“见微知著”：纣设象筯（即箸字），比干以为奢侈之渐；五月披裘，即可知其人之不贪。折树枝为杖，则持杖者旧袍蔽屣的形象及厌弃豪华的性格已可见一斑。“荒涂横古今”和“岩穴无结构”两句写隐士居室及其周围的道路。既是隐士，当然就应当绝交息游，摒弃繁华。室开三径、蛙作鼓吹这些传为佳话的典故，“草堂”、“蓬户”这些常见的作为隐士（或寒士）居室代称的文字，便足以说明这一点。然而，作者笔下的隐士岂只是“草莱不翦”、“茅屋数椽”而已，他根本就没有房屋，而是像巢父一般的岩居穴处；他的住处周围也根本就没有道路，好像从古到今无人从这里走过（横，塞）。然则其人避世之深，可以想见。唯有山丘中传出的隐隐琴声，才能显示出他的存在。这几句写的是眼前近景。其中“荒涂横古今”也隐寓着与紫陌红尘的对比，“岩穴无结构”则隐与高堂华屋作比，这一点读到下文自可领悟。接下来“白云”二句写仰观，“石泉”二句写俯视。白云飘忽，去来无迹，正是隐士们最爱欣赏、最感会心的景物；树木葱茏、丹花掩映，清泉潺潺，游鱼嬉戏，这是十分宁静、自由、充满生机和自然之美的世界。庄子就是非常羡慕濠水中的鯈鱼之乐；曹孟德也是把“枕石漱流饮泉”（《秋胡行·晨上散关山》）看作是神仙生活。这些与喧嚣嘈杂、勾心斗角、扼杀人性的现实社会是非常鲜明的对比。作者对隐士生活环境的描写，处处在在，都流露出他对现实的强烈憎恶。</p> <p>　　以上六句多写所见，是隐士的生活环境；“丘中有鸣琴”则是写所闻，写隐士的活动。弹琴在古人诗文中向来是高雅之士、尤其是隐逸之士的爱好，这种例证太多，无烦列举，只须看不会弹琴的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>也要取一张无弦琴在手上摆弄摆弄，就可知它在隐士生活中的地位了。而在这样一个幽静空寂的所在独坐拂弦，更可见其人情逸云上，非寻常隐士可比。</p> <p>　　“非必丝与竹”四句续写所闻。这四句的写法与上文相比稍有变化。上面都是直陈所见所闻而暗寓对比之意，这里却是首先提出了用作比较的对象。丝竹犹言管弦，指官僚贵族饮酒作乐时所欣赏的音乐。（需要说明，一般讲“丝竹”时，是指由女伎演奏的音乐，所以高士独自弹弄以遣怀的琴，是不包括在内的。所以<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《陋室铭》既说“可以调素琴”，又说“无丝竹之乱耳”，把琴排除在丝竹之外了。）聒耳的笙歌与山水之音相比，前者代表的是富贵和庸俗，后者代表的却是高情雅趣。史载梁昭明太子萧统“（尝）泛舟后池，番禺侯轨盛称此中宜奏女乐。太子不答，咏左思《招隐》诗云：‘何必丝与竹，山水有清音。’轨惭而止”。就很可以说明这一点。啸歌则是魏晋以来名士包括隐士常常喜欢用来抒发感情的一种方式。《三国志·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>传》注引《魏略》说诸葛亮“每晨夜从容，常抱膝长啸”；西晋的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>也是善啸的；《晋书·阮籍传》说他遇到过一个苏门山真人名叫孙登的，啸起来“声若鸾凤之音，响乎岩谷。”如此看来，啸歌和弹琴一样，也是高人雅士的举动。然而作者对此却不以为然。在作者看来，再动听的人为之音也无法与泉水漱石，泠然清越，风吹阳林，呜呜悲吟的“天籁”相比。在这四句中，前两句用的是对比手法，后两句则是衬托，更突出地强调了作者对隐居生活的热爱。</p> <p>　　在着力描写了隐士的居处环境之后，作者又将视线投向他的衣着食物。古来写隐士衣食，多以“黄精白术”、“石髓茯苓”以见其食之稀少而精洁；“鹑衣百结”、“短褐不完”以见其衣之破旧单寒。然而作者写食只用了一句“秋菊兼餱粮”，写衣也只用了一句“幽兰间重襟”。秋菊幽兰之为物，具芳香之性，秉贞洁之姿，正是隐士人格与形象的象征。只此一点，足盖其余。纡青拖紫、怀金佩玉，食不厌精、脍不厌细的贵族与以秋菊为食、以幽兰为佩的隐士比起来，其蠢俗不堪愈见明显了。诗至此，已写足了隐士的居行服食，不着一主观评价，已足以使人悠然神往。于是乎诗人不由得感慨系之：“踌躇足力烦，聊欲投吾簪。”他也要抽去帽子上的簪子，意欲挂冠弃仕，追步隐者遗迹去了。这两句是诗中唯一的直抒，但置于对隐士所居的精心描绘之后，写来犹如水到渠成，略无突兀之感。而此二句亦是画龙点睛之笔，以此收势，亦使全诗显得神完气足，发人深思。</p> <p>　　此诗写景简淡素朴，语言亦高古峻洁，非有如诗人者之胸襟，不得出此。这就是“诗如其人”。</p>",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "隐士",
    "生活"
  ]
}