{
  "id": 10934,
  "star": 532,
  "name": "狂夫",
  "dynasty": "唐代",
  "content": "万里桥西一草堂，百花潭水即沧浪。<br>风含翠篠娟娟净，雨裛红蕖冉冉香。<br>厚禄故人书断绝，恒饥稚子色凄凉。<br>欲填沟壑唯疏放，自笑狂夫老更狂。",
  "fanyi": "<p><strong>译文</strong><br>万里桥西边就是我的破草房，没几个人来访，百花潭与我相伴，随遇而安，这就是沧浪。和风轻轻拥着翠绿的竹子，秀美光洁，飘雨慢慢洗着粉红的荷花，阵阵清香。当了大官的朋友人一阔就变脸，早与我断的来往，长久饥饿的小儿子，小脸凄凉，让我愧疚而感伤。我这老骨头快要扔进沟里了，无官无钱只剩个狂放，自己大笑啊，当年的狂夫老了却更狂！我就这么狂！</p> <p><strong>注释</strong><br>⑴万里桥：在成都南门外，是当年<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>送费祎出使东吴的地方。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的草堂就在万里桥的西面。<br>⑵百花潭：即浣花溪，杜甫草堂在其北。沧浪：指汉水支流沧浪江，古代以水清澈闻名。《孟子·离娄上》：“沧浪之水清兮，可以濯我缨。”有随遇而安之意。<br>⑶筱（xiǎo）：细小的竹子。娟娟净：秀美光洁之态。<br>⑷裛（yì）：滋润。红蕖：粉红色的荷花。冉冉香：阵阵清香。<br>⑸厚禄故人：指做大官在朋友。书断绝：断了书信来往。<br>⑹恒饥：长时间挨饿。<br>⑺填沟壑（hè）：把尸体扔到山沟里去。这里指穷困潦倒而死。疏放：疏远仕途，狂放不羁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七律作于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>客居成都时。<a href=\"http://so.gushiwen.org/view_10934.aspx\">诗</a>题为“狂夫”，当以写人为主，诗却先从居住环境写来。</p> <p>　　成都南门外有座小石桥，相传为<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>送费祎处，名“万里桥”。过桥向东，就来到“百花潭”（即浣花溪），这一带地处水乡，景致幽美。当年杜甫就在这里营建草堂。饱经丧乱之后有了一个安身立命之地，他的心情舒展乃至旷放了。首联“即沧浪”三字，暗寓《渔夫》“沧浪之水清兮，可以濯我缨”句意，逗起下文疏狂之意。“即”字表示出知足的意味，“岂其食鱼，必河之鲂”，有此清潭，又何必“沧浪”呢。“万里桥”与“百花潭”，“草堂”与“沧浪”，略相映带，似对非对，有形式天成之美；而一联之中涵四专名，由于它们展现极有次第，使读者目接一路风光，而境中又略有表意（“即沧浪”），便令人不觉痕迹。“万里”、百花”这类字面，使诗篇一开头就不落寒俭之态，为下文写“狂”预作铺垫。</p> <p>　　这是一个斜风细雨天气，光景别饶情趣：翠竹轻摇，带着水光的枝枝叶叶明净悦目；细雨出落得荷花格外娇艳，而微风吹送，清香可闻。颔联结撰极为精心，写微风细雨全从境界见出。“含”“裛”两个动词运用极细腻生动。“含”比通常写微风的“拂”字感情色彩更浓，有小心爱护意味，则风之微不言而喻。“裛”通“浥”，比洗、洒一类字更轻柔，有“润物细无声”的意味，则雨之细也不言而喻。两句分咏风雨，而第三句风中有雨，这从“净”字可以体味（雨后翠筿如洗，方“净”）；第四句雨中有风，这从“香”字可以会心（没有微风，是嗅不到细香的）。这也就是通常使诗句更为凝炼精警的“互文”之妙了。两句中各有三个形容词：翠、娟娟（美好貌）、净；红、冉冉（娇柔貌）、香，却安置妥贴，无堆砌之感；而“冉冉”、“娟娟”的叠词，又平添音韵之美。要之，此联意蕴丰富，形式精工，充分体现作者的“晚节渐于诗律细”。</p> <p>　　前四句写草堂及浣花溪的美丽景色，令人陶然。然而与此并不那么和谐的是诗人现实的生活处境。初到成都时，他曾靠故人严武接济，分赠禄米，而一旦这故人音书断绝，他一家子免不了挨饿。“厚禄故人书断绝”即写此事，这就导致“恒饥稚子色凄凉”。“饥而日恒，亏及幼子，至形于颜色，则全家可知”（萧涤非《杜甫诗选》），这是举一反三、举重该轻的手法。颈联句法是“上二下五”，“厚禄”、“恒饥”前置句首显著地位，从声律要求说是为了粘对，从诗意看，则强调“恒饥”的贫困处境，使接下去“欲填沟壑”的夸<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>法不至有失实之感。</p> <p>　　“填沟壑”，即倒毙路旁无人收葬，意犹饿死。这是何等严酷的生活现实呢。要在凡夫俗子，早从精神上被摧垮了。然而杜甫却不如此，他是“欲填沟壑唯疏放”，饱经患难，从没有被生活的磨难压倒，始终用一种倔强的态度来对待生活打击，这就是所谓“疏放”。诗人的这种人生态度，不但没有随同岁月流逝而衰退，反而越来越增强了。你看，在几乎快饿死的境况下，他还兴致勃勃地在那里赞美“翠筿”、“红蕖”，美丽的自然风光哩！联系眼前的迷醉与现实的处境，诗人都不禁哑然“自笑”了：你是怎样一个越来越狂放的老头儿啊！（“自笑狂夫老更狂”）</p> <p>　　在杜诗中，原不乏歌咏优美自然风光的佳作，也不乏抒写潦倒穷愁中开愁遣闷的名篇。而《狂夫》值得玩味之处，在于它将两种看似无法调合的情景成功地调合起来，形成一个完整的意境。一面是“风含翠筿”、“雨裛红蕖”的赏心悦目之景，一面是“凄凉”“恒饥”、“欲填沟壑”的可悲可叹之事，全都由“狂夫”这一形象而统一起来。没有前半部分优美景致的描写，不足以表现“狂夫”的贫困不能移的精神；没有后半部分潦倒生计的描述，“狂夫”就会失其所以为“狂夫”。两种成分，真是缺一不可。因而，这种处理在艺术上是服从内容需要的，是十分成功的。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐肃宗上元元年（760）夏天，<a href=\"http://so.gushiwen.org/view_10934.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。这首诗正作于这期间。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写人",
    "写景",
    "抒情"
  ]
}