{
  "id": 71150,
  "star": 4465,
  "name": "送东阳马生序(节选)",
  "dynasty": "明代",
  "content": "　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。</p> <p>　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意,以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 ",
  "fanyi": "<p><strong>译文<br></strong>　　我年幼时就非常爱好读书。（因为）家里贫穷，（所以）没有办法买书来阅读，常常向藏书的人家去借，亲自抄录，计算着日期按时送还。冬天非常寒冷，砚台里的墨汁像冰一样坚硬，手指（冻得）不能弯曲伸直，也不敢懈怠。抄完后，便马上跑去还书，不敢稍微超过约定的期限。因此有很多人都愿意把书借给我，于是我能够遍观群书。到了成年以后，我更加仰慕古代圣贤的学说，又担心没有才学渊博的人同我来往，曾经跑到百里以外，拿着经书向乡里有道德学问的前辈请教。前辈道德和声望高，门人弟子挤满了他的屋子，他不曾把言辞放委婉些，把脸色放温和些。我站着侍候在他左右，提出疑难，询问道理，俯下身子，侧着耳朵请教；有时遇到他大声斥责，（我的）表情更加恭顺，礼节更加周到，不敢说一个字反驳；等到他高兴了，则又去请教。所以我虽然愚笨，但最终获得学识。<br>　　当我外出求师的时候，背着书箱，拖着鞋子，行走在深山峡谷之中。隆冬时节，刮着猛烈的寒风，雪有好几尺深，脚上的皮肤都冻裂却不知道。回到旅舍，四肢僵硬动弹不得。服侍的仆人拿着热水（为我）浇洗，用被子裹着我，很久才暖和起来。我寄住在旅舍，旅店老板每天提供两顿伙食，没有新鲜肥美的东西来享用。与我同住别的同学都穿着华丽的衣服，戴着用红色帽带和珠宝装饰的帽子，腰间系着白玉制成的环，左边佩戴宝刀，右边挂着香囊，光鲜亮丽好像神仙一样；我却穿着破破烂烂的衣服和他们生活在一起，但我毫无羡慕的心。因为心中有足以快乐的事情，所以不觉得吃的、穿的享受不如别人。我求学的辛勤和艰苦就是像这个样子啊! </p> <p><strong>注释<br></strong>[1]选自《宋学士文集》（上海古籍出版社1985年版）。<br><a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>：（1310-1381）字景濂，号潜溪，浦江（今浙江义乌西北），明初文学家。<br>东阳，地名，在今浙江东阳。 <br>生，长辈对晚辈的称呼。<br>序：文体名，这是一篇赠序<br>[2]余：我。<br>[3]嗜：喜欢、特别爱好。<br>[4]无从：没有办法。<br>[5]致书：得到书。致：得到。<br>[6]每假借于藏书之家，手自笔录：每：常常。<br>假借：同义复合词。 借。<br>假，借。<br>于：介词，从。<br>笔：名词作状语，用笔。<br>手：名词活用为动词，动手。<br>[7]弗之怠(dài)：即弗怠之，不懈怠，不放松读书。<br>弗：不。之：指代抄书。<br>[8]走：跑。<br>[9]逾约：超过约定的期限。<br>[10]以是：因此。以：以为；是：这样。<br>[11]加冠（guān）：古代男子二十岁举行加冠礼，表示已经成人。<br>后人常用“冠”或“加冠”表示年已二十。<br>[12]患：担心。.<br>[13]硕师：学问渊博的老师。<br>硕，大。<br>[14]游：交往。<br>[15]尝：曾经。<br>[16]趋：赶到。<br>[17]从乡之先达执经叩问：拿着经书向当地有道德有学问的前辈请教。<br>先达：有道德有学问的前辈。叩，请教。<br>执：拿着<br>[18]德隆望尊：道德声望高。<br>望，声望，名望。<br>隆：高。<br>[19]门人弟子填其室：学生挤满了他的屋子。<br>门人、弟子，学生。<br>填，充。这里是拥挤的意思。<br>[20]稍降辞色：把言辞放委婉些，把脸色放温和些。<br>辞色，言语和脸色。色：脸色。<br>[21]援疑质理：提出疑难，询问道理。<br>援，提出。<br>质，询问。<br>[22]俯身倾耳以请：弯下身子，侧着耳朵（恭敬地）请教（表现尊敬而专心）。<br>以：连词，而，来。<br>[23]或：有时。<br>[24]叱(chì)咄(duō)：训斥，呵责。<br>[25]色愈恭：表情更加恭顺。色：表情。 恭：恭敬<br>[25]至：周到。<br>[26]复：这里指辩解，反驳。<br>[27]俟（sì）：等待。<br>卒：最终。<br>[28]负箧（qiè）曳屣（yè xǐ）：背着书箱，拖着鞋子（表示鞋破）。<br>曳：拖。<br>箧：书箱。<br>屣：鞋。<br>[29]穷冬：隆冬。<br>[30]皲（jūn）裂：皮肤因寒冷干燥而开裂。<br>[31]舍：指学舍，书馆。<br>[32]支：通“肢”，肢体。<br>[33]媵（yìng）人：这里指服侍的人。<br>[34]汤：热水。<br>[35]沃灌：洗浴。沃，浇水洗（四肢）。灌通“盥”。<br>[36]衾（qīn）：被子。<br>[37]拥：盖着。<br>[38]而：表承接。<br>[39]乃：才。<br>日再食（SI）：每天供应两顿饭。再：两次。<br>[40]寓逆旅：寄居在旅店里。<br>寓，寄居。<br>逆，迎。<br>逆旅，旅店。<br>[41]被（pī）绮（qǐ）绣：穿着漂亮的丝绸衣服。<br>被，通“披”，穿着。<br>[42]朱缨：红色的帽带。<br>缨：帽带。<br>[43]腰：腰佩。<br>腰，名词作动词。<br>[44]容臭（xiù）：香袋。<br>臭，气味，这里指香气。<br>[45]烨（yè）然：光彩照人的样子。<br>[46]缊（yùn）袍敝（bì）衣：破旧的衣服。<br>缊，旧絮。敝，破旧。<br>[47]略无慕艳意：毫无羡慕的意思。<br>略无：毫无。<br>慕艳，羡慕。<br>[48] 以中有足乐者，不知口体之奉不若人也：因为内心有足以快乐的事（指读书），不觉得吃的穿的不如别人。<br>中：内心。<br>口体之奉：指吃的穿的。<br>[49]盖：发语词，用来引领一句话，常是感慨或议论之类的，属语气助词；翻译为“大概”。</p>",
  "shangxi": "<h2>讲析</h2> <p>　　这篇文章意在勉励当时的太学生要刻苦读书，说理透彻，文字朴素，很有感动人心的力量。现分几段来谈。</p> <p>　　第1段记述自己青少年时期求学的经历，一共有三层。</p> <p>　　第一层写少年时代读书的刻苦勤奋。文章一开始就揭示了“嗜学”和“家贫”的尖锐矛盾。“嗜学”就是喜欢读书，家境贫寒却又无法买书来看，只好向别人借书，“手自笔录”，自己亲手抄写，这就成了解决矛盾的办法。“手自笔录”这一情景，初步揭示了他学习的勤奋态度。接着用寒冬天气抄书的情景进一步描写这种刻苦精神。“砚冰坚，手指不可屈伸”，砚台里结了很硬的冰，手也冻僵了。这既是指天气，又是指家道贫寒。而“砚冰”“手指”，是围绕着“手自笔录”的抄书方式写的。“弗之怠”，是说不懈怠偷懒。这是用学习态度和学习条件进行对比，进一步突出学习的刻苦。作者从最艰难的严冬季节着笔，用来说明一年四季，天天如此，很有概括作用。“走送之，不敢稍逾约”的“走”字和“稍”字值得注意。“走”是跑的意思，这里指“赶快”。“走送之”，亲自去借，又亲自去送，而且赶紧送去。“不敢稍逾约”，不敢稍稍超过约定的期限，这个“稍”字强调了他坚守信约，决不耽误，即使困难再大，也是这样。正因为如此，人们才乐于借书给他，他也才有可能“遍观群书”。从“无从致书以观”到“遍观群书”，这中间的原因，表面看来，是“不敢稍逾约”，实际上是“弗之怠”，是他不畏艰苦的学习精神。这一层是写读书刻苦。</p> <p>　　第二层一开始，用“既加冠”的“既”字承接上文，“既加冠”就是到了成年。古代男子到了二十岁便举行加冠仪式，束发戴帽，表示已成年。前一层说的是学习刻苦，这一层讲的是求师艰难。写的是“趋百里外从乡之先达执经叩问”的情景。所谓“乡之先达”，是指当地有学问的前辈。“执经叩问”，就是带着经书去请教。“百里”，是说路程远，显示了求师欲望的迫切和坚决。这个情景是分三点来写的。第一点写老师的严厉。“先达德隆望尊，门人弟子填其室”，“德隆望尊”也就是德高望重，这是概括性的评价，然后用学生挤满屋子这一情景进一步烘托渲染，说明这位老师确实有学问、有知名度。但是，即使是求教的人很多，老师也没有“稍降辞色”，言辞、态度很严肃，丝毫也不随便。这是用的反衬手法。而写老师严厉又是为了突出作者求师的诚恳。于是，接下来的第二点是写平时请教老师的情景，“立侍左右”，“俯身倾耳”，生动地表现了他的虔诚和恭敬的态度。第三点是写老师发怒时他求教的情景，“色愈恭，礼愈至，不敢出一言以复”，态度更加谦和，以至于不敢出声。这里的两个“愈”字，相当传神。“俟其欣悦，则又请焉”，等到老师高兴的时候，又继续请教。这一层是写求师难。</p> <p>　　第三层主要写求学的艰苦情况。作者选取了一个特定情景加以描写。“负箧曳屣，行深山巨谷中。”“负箧曳屣”，背着书箱，拖着鞋子，表明穷苦；“深山巨谷”，表明路途险恶。穷冬、烈风、大雪，分别从季节、环境、气候的特点上着眼。“足肤皲裂而不知”，“四肢僵劲不能动”，这些又反衬了天气的严寒和行路的凄苦。这是写行，同时写到了衣、食、住，寄居旅舍，穿破旧棉袍，每天只吃两顿饭，没有鲜鱼美肉可供享受。这一切，都表现了一个“苦”字。而着力写苦，有两个目的：一是对比“同舍生”，那些住在同一旅舍里的富家子弟；一是表现自己“中有足乐者”，也就是内心的乐趣。作者连用这样几个动词，“被”“戴”“腰”“佩”“备”，着力写出富家子弟服饰的华美，勾勒出他们的形象，“烨然若神人”，像神那样光彩艳丽。这是个比喻，这一个比喻越是突出，下面的对比就越鲜明。“余则袍敝衣处其间”，一边是服装鲜艳，一边是破衣烂袄。这就进一步突出了作者的寒酸相。在经过这样的对比后，作者的笔墨开始转折，进入对精神境界的揭示，“略无慕艳意”，表明他一点也不羡慕，不自惭形秽。那么，他为什么会这样呢？因为“中有足乐者”，内心有精神安慰和思想寄托，所以他就不会在吃、穿上和别人比较了。接下来作者用“盖余之勤且艰若此”结束这一层，说明这只是一个例子，是一种特定情景，从而用特定来说明一般，概括了许多类似情形。</p> <p>　　这篇文章中心意思明确，但作者不是板着面孔空讲道理，而是用夹叙夹议的方法。而这种夹叙夹议手法的运用，又是通过现身说法的途径，包含着自己亲身的经历和感受，因而显得情意恳切，语重心长，使人感到亲切。文章从叙述入手，表面上看似乎离题，实际上内在的勾连很紧。写年轻时读书、从师、求学的经历，选取的是跟题旨有关的事情，因而在叙述中隐隐地有着议论的意图。写自己的艰苦经历是正面教育，写富家子弟求学的情形是提供反面的教训。这一切又无不是为着勉励马生。因而，全文的结构紧密，最后推出题旨就显得水到渠成。</p> <p>　　本文的另一个重要的写作特色是善于运用对比手法。比较明显的是富家子弟的豪华和作者自己的贫寒的对比。本章的结论便是从这些对比中引出的，因而很鲜明，很有说服力。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>少时勤苦好学，元时曾受业于文豪吴莱、柳贯、黄之门，得其薪传。于书无所不窥；自少至老，未尝一日释卷，故学识、文才俱登峰造极。及事明太祖，凡国家祭祀、朝会、诏谕、封赐之文，多出其手。相传明太祖尝以文学之臣问于<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>，基对曰：“当今文章第一，舆论所属，实在翰林学士臣濂，华夷无间言者。其次臣基，不敢他有听让。”（《跋张孟兼文稿序后》）当时日本、高丽使臣来京朝贡者，每问“宋先生安否”，且以重金购其文集而归。著有《宋学士集》《宋文宪全集》并行于世。宋濂文雍容高华，醇厚演迤，而多变化。《四库全书总目提要》谓：“濂文雍容浑穆，如天闲良骥，鱼鱼雅雅，自中节度。”刘基于其所著《宋景濂学士文集序》中引欧阳玄赞濂之言曰：“先生天分极高，极天下之书无不尽读；以其所蕴，大肆厥辞。其气韵沈雄，如淮阴出师，百战百胜，志不少慑；其神思飘逸，如列子御风，飘然骞举，不沾尘土；其词调清雅，如殷卣周彝，龙纹漫灭，古意独存。其态度多变，如晴霁终南，众驺前陈，应接不暇，非具众长，识迈千古，安能与此!”他在文学上主张崇实务本，“必有其实，而后文随之”；强调“随物赋形”、“人能养气则情深文明，气盛而化神”（《文原》）。著名篇章有《秦士录》《<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>传》《胡长孺传》《李疑传》《环翠亭记》《看松庵记》等，《送东阳马生序》也是他的代表作之一。</p> <p>　　叙自己“为学之难”，先揭示“嗜学，家贫”的主客观情况。“嗜学”，有强烈的读书愿望，浓烈的读书兴趣，而“家贫”则无力购书，无资聘师，无法结友。在这种处境下，唯有靠自己的“专心”、“劳苦”予以克服。作者先叙无书之苦。“家贫，无从致书以观”，好读书却买不起书，只有走借书之途。再写借书之难，借来的书，不能污损，不可久待，只有“手自笔录，计日以还”。为了不逾约，即使是“天大寒”，“砚冰坚，手指不可屈伸”，也“弗之怠”，仍要“笔录”。复写求师之艰。先写“从乡之先达执经叩问”，“尝趋百里外”求教，不辞劳苦。乡贤因门人弟子众多，对他“未尝稍降辞色”，他不因冷遇而灰心，不因疏淡而反感，相反的却是“俯身倾耳以请”；甚至会遇到“叱咄”，而他却“色愈恭，礼愈至，不敢出一言以复”，“俟其欣悦，则又请焉”。乡先达的态度愈差，他的态度却愈敬，可见求知的心诚。再写外出从师的“勤且艰”。“负箧曳屣行深山巨谷中，穷冬烈风，大雪深数尺”，道路、环境、季节、气候，都极恶劣，而他“足肤皲裂”、“四肢僵劲”，则置天寒地冻于不顾，山高路远而不管。对于衣、食、住也不讲究。寄居旅舍，一天两顿饭，无甘美肥鲜；一身粗布破袍，无光鲜锦绣。作者于前面以环境的恶劣突显其坚苦不移，这里则以“烨然若神人”的纨绔子弟为对比，反衬其独得其乐。正由于如此，不计客观条件的艰苦，执着追求，虚心求教，他才能“遍观群书”，而列于君子之列，居天子之侧，四海称其姓氏。从封建社会的“学而优则仕”的观点看，宋濂可谓学有所成的了。接着写诸生学习条件优裕而懈怠，回应上文，又明揭意图。作者仍然从食、住、书、师四个方面予以对比。太学生无衣食之患，相反的是鲜服美食；高堂大厦，群书毕集，师随左右，不像自己当年的学习，有“冻馁之患”、“奔走之劳”、“求而不得”之苦，可是条件好了，却有“业有不精，德有不成”者。条件的优裕和效果的不佳又形成对照。作者在充分比照的基础上其理颖然而出：“非天质之卑，则心不若余之专耳，岂他人之过哉!”显示了不容置辩的力量。最后一节文字写作这篇序的目的：“勉乡人以学”。作者和马君则系同乡关系，又是位勤奋好学的青年，加之以长信为进见礼，言和色夷，是个流辈称其贤的“善学者”，因而才诚恳地以“为学之难以告之”。由于文中是以个人的经历和体会为例证的，因而要申说一下无“夸际遇之盛而骄乡人”的意思。作者在行文中也一直注意防止骄矜之意，写向人请教，说“余虽愚，卒获有所闻”，称自己“今虽耄老，未有所成”，以及“幸预”、“缀”、“谬称”等谦让之辞，纯然是长者之风，学者之范。</p> <p>　　作者勖勉后生马君则，语重心长，寓理于事，其事一为己事，一为人事。叙己事，娓娓动听；述人事，头头是道。以己事与人事相比照，其理煜然。人事即为太学生事，马生系太学生中之一员。但又不同于一般的太学生，是个“用心於学甚劳”的“善学者”，因而具有劝勉的基础，否则也不必如此谆谆告诫。这篇劝学篇，因为作者现身说法和严密对比，事繁而不芜。语简而意昭，不愧是宋濂的力作之一，也是明文中的佼佼者。</p> <p>　　宋濂不仅学识丰赡，文才彪炳，而且政治经验富足，马生原是个用心于学的人，也已取得了一定的成绩，那作者又为何还要如此教诲？作者不说太学使人养尊处优，不求上进，而讲条件优越，要充分运用。这是因为他深知<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>登上宝座后一直妒贤嫉能、杀戮功臣，以巩固其统治。他的亲信谋士、开国功臣刘基就死于朱元璋的阴谋，开国元勋徐达、太师韩国公李善长、中丞涂节、吏部尚书詹徽、开国公常升等都被朱元璋以各种借口而杀害。宋濂可谓知时识世，在朱元璋大清洗之前就告老还乡，退居林泉。他这次“朝京师”，马生“撰长书以为贽”，对他加以赞颂，他为了避免朱元璋的疑忌，在赠序中不讲为国为民之类的涉嫌的话，而讲万年百处可说的读书问题。谈读书，还不忘赞扬一下太学，对皇帝主办的学校条件说了一番好话。从这里可见宋濂不仅饱有学识，而且老于世故。宋濂虽然如此小心谨慎，可是后来他的孙子与一案有牵，最后也诛及了他。</p> <p>　　点评：欲得真学问，须下苦工夫。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>腰白玉之环。（腰：名词作动词，这里指挂在腰间,佩戴。）<br>手自笔录。 （笔：名词作状语，用笔。 手：名词作动词，动手。）<br>戴朱缨宝饰之帽。（宝：名词作状语，用珠宝；朱缨，名词作状语，用红缨）<br>主人日再食。（日：名词作状语，每天。再：这里作数词，两次）<br>不必若余之手录。（手：名词作状语，用手）<br>寓逆旅。（寓：名词作动词，寄住)<br>无鲜肥滋味之享。（鲜肥：形容词作名词，鲜鱼和肥肉）</p> <p><strong>古今异义</strong><br>余幼时即嗜学（余：古义为我，今义为剩下，余下）<br>走送之。（走：古义为跑，今义为行走，走路）<br>以是人多以书假余（是：古义：因此 今义：判断动词，是；假：古义借，今义与真相对）<br>益慕圣贤之道（益：古义：更加 今义：好处）<br>尝趋百里外（趋：古义为奔赴，今义为趋势）<br>门人弟子填其室（填：古义：挤满 今义：填满 填充）<br>未尝稍降辞色（色：古义：脸色 今义：颜色）<br>余立侍左右（左右：古义： 身边 今义：大约）<br>或遇其叱咄（或：古义：有时 今义：或者）<br>卒获有所闻（卒：古义：终于 今义： 小兵）<br>穷冬烈风（穷：古义为深，今义为贫穷，穷尽）<br>寓逆旅（逆：古义为迎，今义为逆向，相反方向）<br>媵人持汤沃灌 （汤：古义为热水；今义指汤水）<br>日再食(再：古义为两次，今义为又）<br>右备容臭(xiù) （臭：古义：香气 今义：（chòu）臭气，气味难闻）<br>以中有足乐者（中：古义：心中 今义：表界限）<br>有司业、博士为之师（博士：古义：大儒，博学之士 今义：硕士后的学位）</p> <p><strong>同义复词</strong><br>1.假借 ：借。<br>2.叩问 ：请教。<br>3.沃灌：浇洗。<br>4.叱咄：训斥，呵责。<br>5.欣悦 ：高兴，快乐。</p> <p><strong>一词多义</strong><br>1、以：<br>（1）连词：相当于“而”，译为而，来（俯身倾耳以请；无从致书以观）<br>（2）介词：把，用 （以衾拥覆；生以乡人子谒余；以书假余；撰长书以为贽）<br>（3）连词：因为（以中有足乐者）<br>（4）表修饰，不译（计日以还）<br>（5）介词，前者译为因为，后者译为把（以是人多以书假余）<br>2.之：<br>（1）结构助词：的 （每假借于藏书之家）<br>（2）代词，指书 （走送之）<br>（3）结构助词，用在主谓之间取消句子独立性（当余之从师也）<br>（4）无实义 （无鲜肥滋味之享）<br>（5）代词，抄书，宾语前置（弗之怠）<br>（6）结构助词，的（益慕圣贤之道；盖余之勤且艰若此）<br>3.患：<br>（1）担忧,忧虑,动词 (又患无硕师名人与游)<br>（2）忧患，名词（无冻馁之患矣）<br>4.故：<br>（1）因此，连词（故余虽愚）<br>（2）特意，故意，副词（余故道为学之难以告之）<br>5.道：<br>（1）学说，名词（益慕圣贤之道）<br>（2）说，动词（余故道为学之难以告之）<br>6.至：<br>（1）周到，形容词（色愈恭，礼愈至）<br>（2）到，动词（至舍，四支僵劲不能动）<br>7.质：<br>（1）询问，动词（援疑质理）<br>（2）本质，资质，名词（非天质之卑）<br>8.色：<br>（1）脸色（未尝稍降辞色）<br>（2）表情（或遇其叱咄，色愈恭）<br>（3）颜色（课外）<br>9.而：<br>（1）表转折：但，却（足肤皲裂而不知）<br>（2）表修饰：（久而乃和）<br>10.卒<br>（1）同“猝”。仓促,急速 （行西逾陇卒）<br>（2）突然 （则亡以应卒）<br>（3）死<br>（4）完毕<br>（5）终于<br>11.慕<br>（1）仰慕（益慕圣贤之道）<br>（2）羡慕（略无慕艳意）<br>12益<br>（1）更加，越发（益慕圣贤之道）<br>（2）增加 （增益其所不能）<br>（3）好处，益处</p> <p><strong>通假字</strong><br>（1）四支僵劲不能动（支：通“肢”，肢体）<br>（2）同舍生皆被绮绣（被：通“披”，穿）<br>（3）手指不可屈伸（屈：通“曲”，弯曲）</p> <p><strong>倒装句</strong><br>1、弗之怠（否定句，代词“之”作宾语，动词后置。“之”代笔录的事。“弗怠之”就是“不懈怠抄书这件事”。）<br>2、每假借于藏书之家（介词（于）+名词（家）=介宾作状语是状语后置原来应是每于藏书之家假借）</p> <p><strong>省略句</strong><br>1.以是人多以书假（于）余。<br>2.余则缊袍敝衣处（于）其间。<br>3.撰长书以（之）为挚。 </p><br/><h2>重点句</h2> 1、统领全文，为全文定下基调的句子：余幼时即嗜学。<br>2、最能表现作者幼时抄书艰苦的句子：天大寒，砚冰坚，手指不可屈伸。<br>3、表明老师发怒，自己以谦和的态度虚心请教的句子： 或遇其叱（chì）咄（duō），色愈恭，礼愈至，不敢出一言以复；俟（sì）其欣悦，则又请焉。<br>4、揭示精神追求战胜物质贫困的句子：以中有足乐者，不知口体之奉不若人也。<br/><h2>启示</h2> <p>　　1.求学之路是艰难坎坷的，只有不畏艰难，勇于探索，具有恒心和毅力，才能学有所成，勤奋学习是取得成绩的根源。学习成功与否的关键在于主观是否努力，与客观学习生活条件关系不大。在学习中我们要有苦中作乐，以苦为乐的思想感情，同时也应该要好好珍惜我们现有的优越的学习环境和条件努力学习。</p> <p>　　2.应当尊重老师。在老师面前应当恭敬，谦虚。</p> <p>　　3.因从<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>身上学习他的勤奋刻苦，求教谦虚、诚恳，尊敬老师的品质。</p><br/><h2>文章中心</h2> 　　本文作者以自己青少年时期在艰难条件下刻苦学习的亲身经历，劝勉当时的马生不要辜负良好条件，要刻苦读书，以期有成。<br/><h2>问题研究</h2> <p>　　1.对比作用</p> <p>　　用太多学生们学习条件的优越和作者自己学习条件低劣形成对比，表明作者精神的富有和志趣的高尚，从对比中得出结论，说明学业能否有成就，取决于主观努力，增强文章感染力和说服力，并且在对比中使文章错综变化，富有波澜。</p> <p>　　2.作者写本文的意图是什么？</p> <p>　　用自己的切身体会劝勉马生珍惜太学优越的学习条件，刻苦读书。</p> <p>　　3.结合课文说说现代中学生读书应有怎样的苦乐观？</p> <p>　　如果学习条件差，要勤勉治学，不怕吃苦；学习条件好，要珍惜优越的学习条件，努力学习。</p> <p>　　4.<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>的求学经历，告诉马生什么道理？虽然时代不同了，宋濂的求学精神，我们还有哪些值得借鉴？</p> <p>　　在这篇文章里，宋濂以他的亲身实践和体会告诉马生：学习必须勤奋刻苦，学习的内容和目的在今天已有很大的差别，但他所讲的道理对我们仍然具有启发和教育意义。作者那种不怕艰苦，勤奋好学，安于贫贱，不慕富贵的精神和对后学的热情关怀和谆谆教导的态度，诚实守信、尊师重教的品质也都是值得肯定和学习的。</p> <p>　　5.作者并不因为衣食住行条件比“同舍生”差而稍有自卑，足见其内心充实、志存高远，请结合他的读书生活创作一副对联：</p> <p>　　负箧曳屣求师苦，俯身侧耳为学勤。</p> <p>　　6.作者为什么从最艰难的严冬季节着笔？</p> <p>　　用以说明一年四季天天如此刻苦的学习，有概括作用。</p> <p>　　7.“余虽愚，卒或有所闻”的原因？</p> <p>　　不因家贫放弃读书的梦想，在极其艰苦的条件下坚持学习。虚心向他人请教，态度极其恭敬。</p> <p>　　8.写衣食住行之苦的目的？</p> <p>　　用衣食与“同舍生”对比，从而表现自己“中有足乐者”，也就是内心的乐趣。突出作者不畏生活艰难，刻苦读书的精神追求。</p> <p>　　9.“口体之奉”和“中有足乐”，你赞成怎样的取舍？</p> <p>　　我赞成中有足乐，精神上的富足能够战胜物质上的贫困，知识的积累、精神的充实是学生读书的必备条件，精神享受是人生的最大享受，是一种高尚的情趣。</p> <p>　　10.读完本文，得到的启示是什么？</p> <p>　　学习必须勤奋刻苦，专心致志，不辞辛劳才能取得好成绩。学业的精通，良好品质的形成，主要在于主观努力。</p> <p>　　11.作者从哪几方面来写自己创造条件读书的？</p> <p>　　借书不失信于人；抄书不畏艰苦；远行万里，向先达虚心请教。</p> <p>　　12.具体指出稳重的描写和议论语句，并说说其在文中所起的作用？</p> <p>　　描写：“未尝稍降辞色”形象地写出了老师严肃的神态；“俯身倾耳”形象地写出了学生奇案功德姿态；“烨然若神人”形象地写出了同舍生华丽的外表；“缊袍敝衣”形象地写出了作者粗陋的衣着。</p> <p>　　议论：“余虽愚，卒或有所闻”点名虚心请教的好处；“以中有足乐者，不知口体之奉不若人也”点明不耻恶衣食的原因；“盖余之勤且艰若此”点明段旨；“其业有不精，德有不成者，非天质之卑，则心不若余之专耳”表明段旨；“是可谓善学者矣”点明马生的为人；“余故道为送至难以告之”点明段旨。</p> <p>　　13.对于刻苦勤奋、执着向学、乐以忘忧的学习态度有什么看法？</p> <p>　　这种刻苦向学、乐以忘忧的学习态度在今天仍然具有积极的借鉴意义，为学者必须有坚韧不拔的毅力，耐于艰难困苦的品格，只有勤勉学习，才能有所成就。</p> <p>　　14.本文为什么没有板起面孔，说教之感？</p> <p>　　作者现身说法，借事明理，以情感人，让后辈从亲切委婉的故事叙述中领悟要义，要义比单纯议论更感人，更容易被马生接受。（将自己求学之难与太学生优越学习条件形成对比，情真理足），使人折服。</p> <p>　　15.写了哪几方面的难？</p> <p>　　幼时求学借书抄录之难；成年求师叩问之难；从师求教的跋涉之难；衣食粗劣，生活简朴。</p> <p>　　16.怎样看待作者尊师从师的态度？</p> <p>　　A.在学习生活中，我们应该尊敬师长，请教问题态度恭敬，认真听取老师的批评教育，不能对老师求全责备。只有尊师重教，才能学有所成。</p> <p>　　B.作者在老师面前毕恭毕敬，“不敢出一言”，这是中国旧式教育中最普通的现象，虽包含着尊师重教的积极因素，但也显得过于迂腐。（言之成理即可）</p> <p>　　17.“善学者”应有怎样的品质？</p> <p>　　善学者必须有坚韧不拔的毅力，敢于吃苦的精神，尊师重教、虚心求学的态度，专心致志、不耻下问的品格。只有勤勉学习，才能有所成就。</p> <p>　　18.有关文章主旨的对联？</p> <p>　　名闻天下 文称四海 缘于心无旁骛</p> <p>　　业有不精 德有不成 只因养尊处优</p> <p>　　19.本文作者的学习态度是怎样的？请就其中一点谈谈你的学习体会。</p> <p>　　作者的学习态度是嗜学，乐以忘忧，在学习的过程中对老师毕恭毕敬，不敢出言。</p> <p>　　20.“余因得遍观群书”的原因是什么？</p> <p>　　从他人处借书抄阅，按约定之期归还。所以别人都愿意借书给宋濂。宋濂也得以饱览群书。</p><br/><h2>文章背景</h2> 　　《送东阳马生序》节选自《宋学士文集》（《四部从刊》本）.明洪武十一年（1378），<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>告老还乡的第二年，应诏从家乡浦江（浙江省浦江县）到应天（今江苏南京）去朝见<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>时，正在太学读书的同乡晚辈马君则前来拜访，宋濂写了这篇序，介绍自己的学习经历和学习态度，勉励他人勤奋学习，成为德才兼备的人。本课只节选了序文的前半部分。在这部分中，作者并没有因为自己的地位和长者身份，就板起面孔说教，而是现身说法，叙述自己少年时代求学的艰难和勤奋学习的经历，晓之以理，动之以情，作者对马君则的殷切期望，寓于其中。经过千辛万苦的努力，终于有所成就。<br/><h2>体裁介绍</h2> 　　《送东阳马生序》是一篇赠序。“序”是一种文体，其中的“序”并非“序言”，而是“赠言”的意思。“序”有书序和赠序两种。书序比较早，多为叙述著作者的意趣、写作缘起等，如《易序》《太史公自序》等；赠序与书序的性质不同，它始于唐朝，一般是文人之间以言相赠，表达离别的某种思想感情，往往因人立论，阐明某些观点，相当于议论性散文的一种文体，内容多为勉励、称许、推重之辞，如<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《送孟东野序》，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《送薛存义序》等。<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>在京城建康（今南京市）做官，他的同乡、浙江东阳县青年马君则也在京城，就读于“太学”。马生回乡探亲，宋濂写了这篇文章，结合自己的实践体会“道为学之难”，以身作则，勉励马生刻苦·学习。这篇赠序不是板着面孔说教，也非轻施谀词以恭维对方，而是现身说法，针对时弊以加针砭，因而写得事信、情真、理足，文辞流畅，其中所讲道理对我们今天也很有启发意义。",
  "poet": {
    "id": 705,
    "star": 0,
    "name": "宋濂",
    "image": "http://img.gushiwen.org/authorImg/songlian.jpg",
    "desc": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"
  },
  "tags": [
    "初中文言文",
    "送别",
    "劝勉",
    "学习"
  ]
}