{
  "id": 31972,
  "star": 920,
  "name": "南歌子词二首 / 新添声杨柳枝词",
  "dynasty": "唐代",
  "content": "一尺深红胜曲尘，天生旧物不如新。<br>合欢桃核终堪恨，里许元来别有人。</p> <p>井底点灯深烛伊，共郎长行莫围棋。<br>玲珑骰子安红豆，入骨相思知不知。 ",
  "fanyi": "<p><strong>译文</strong><br>一袭深红色的长裙日子久了便蒙上了淡黄色，自古以来旧的东西就比不得新的东西讨人喜欢。<br>你我原本应该像合欢核桃一样坚贞不移，哪里想到你的心里原来已经有了别人，让我对你终究有了恨意。（其一）</p> <p><strong>注释</strong><br>①一尺深红：即一块深红色丝绸布。古代妇人之饰；或即女子结婚时盖头的红巾，称“盖头”。曲尘：酒曲上所生菌，因色微黄如尘，亦用以指淡黄色。此处意谓，红绸布蒙上了尘土，呈现出酒曲那样的暗黄色。<br>②合欢桃核：是夫妇好合恩爱的象征物。桃核，桃为心形，核同合音，可以像喻两心永远相合。<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>《竹枝》：“合欢桃核两人同。”而合欢桃核有两个桃仁，借“仁”谐“人”，亦可以象喻“心儿里有两个人人”。此便取义于后者，故日“终堪恨”。<br>③里许：里面，里头。许，语助词。罗大经《鹤林玉露》卷十五杨诚斋云：“<a href=\"http://so.gushiwen.org/view_31972.aspx\">诗</a>固有以俗为雅，然而须经前辈镕化，乃可因承。……唐人‘里许’、‘若个’之类是也。”元来：即“原来”。人：取“仁”的谐音。<br>④深烛：音谐深嘱，此处用的是谐音双关的修辞手法，写女子“深嘱”情郎。伊：人称代词，“你”。<br>⑤长行：长行局，古代的一种博戏，盛行于唐。李肇《唐国史补》卷下：“今之博戏，有长行最盛。其具有局有子，子有黄黑各十五，掷采之骰有二。”这里用此博戏的名称双关长途旅行。围棋：中国传统棋种。变化极复杂，棋理极深奥；高手对弈，一局棋常需数个时辰，甚至数日方可分出胜负。此处用“围棋”与“违期”的谐音，劝“郎”莫要误了归期。<br>⑥玲珑：精巧貌。骰（tóu）子：博具，相传为三国<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>创制，初为玉制，后演变为骨制，因其点着色，又称色子；为小立方体块状，六个面上分别刻有从一到六不同数目的圆点，其中一、四点数着红色，其余点数皆着黑色。这骰子上的红点，即被喻为相思的红豆。<br>⑦“入骨”句：用骨制的骰子上的红点深入骨内，来隐喻入骨的相思。“入骨”是双关隐语。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　“一尺深红蒙曲尘，天生旧物不如新。”首二句，感物起兴。眼见一块原来是极鲜亮的红丝绸，却因蒙上了灰尘，颜色变得暗淡了，旧如“曲尘”，而这“一尺深红”的丝绸，好像不是一般的妇人之饰，很可能它就是女子新婚时用过的方幅红绸“盖头”。这“一尺深红”，应是女子眼中的不寻常之物，她一直把那约一尺宽的红绸作为自己婚姻的象征，看到红绸，就引起对幸福的憧憬。可如今，眼前的红绸却已经蒙上尘土，还有了不少“曲尘”似的霉斑。睹物思人，不由感慨万端。唉，还是俗话说得对，物品天生的都是旧不如新。然而，就爱情而言，则不能“喜新厌旧”，而应是“日久长新”才好，否则情不专而怨恨必生。窦玄妻《古怨歌》云：“衣不如新，人不如故。”<a href=\"http://so.gushiwen.org/view_31972.aspx\">诗</a>人这里正是以“衣不如新”反衬“人不如故”。看来是丈夫又有了新欢，才引起女主人公幽怨的情思。这二句运用了比喻，虽然手法委宛，语言却很直白，就意蕴而论，显然缺乏含蓄之美感。</p> <p>　　“合欢桃核终堪恨，里许元来别有人。”这二句，仍然运用了比喻，抒发被弃女子的“恨”意。“合欢桃核”，本来那是夫妇好合恩爱的象征物，旧日婚俗在“新人”家中，也常常摆放枣、栗子、桂枝、桃核等果物，预示喜兆。想当初，女主人公在与丈夫两情欢娱的时候，她是那样相信她们用桃核来表示的永远好合的誓言，现在明白，原来那“合欢桃核”里面，已经有了另外一个“人”了。“人”是“仁”的谐音，说“合欢桃核”另有“人”，就是说她的丈夫内心里另有新欢的“人”了。所以，这是借鉴了民歌中常用的谐音双关的手法写桃核内有“仁”以隐喻合欢之人心中原来别有“人”，富有民间的生活气息。既然对方心中已有他人，故第二句曰“旧物不如新”；虽前有“合欢桃核”之约，然“终堪恨”也。这就既巧妙地讽刺了爱情上的喜新厌旧者，又曲折地表达了抒情主人公对所爱者的执着追求，那“恨”字流露出一种难言的幽恨之情。面对负心人，诗人委婉地提出自己的劝戒，言有尽而意无穷，反映了甜蜜爱情生活中的另一个侧面。</p> <p>　　这首词，在艺术方面，采用比兴、暗示、谐音双关的手法，加强了抒情效果。但从词的整体意境看，仍然是“意伤于太尽”（张戒《岁寒堂诗话》），缺乏余韵远致。像“天生旧物不如新”、 “里许元来别有人”这样的内心触悟，也过于直浅了些。</p> <p><strong>其二</strong></p> <p>　　此篇是以女子口吻，抒写她对情郎的眷恋。首起二句，是叮嘱之辞。“井底点灯深烛伊”，这“井底点灯”四字，谓在井底点上灯。何以偏在井底点灯呢？原来这井底之灯，必是深处之烛。而“深烛”，隐喻“深嘱”。“伊”是人称代词，在此代“你”。 “深烛伊”也就是“非常诚恳地嘱咐你。”显然，是作者刻意运用谐音双关的手法叙事。因而使词意隐晦了。</p> <p>　　既云“深嘱”，嘱咐些什么呢？即次句“共郎长行莫围棋”。共，介词，犹同；跟。 “共郎”二字，明示女主人公正与郎相聚。而紧跟“长行”二字，又暗示着这是离别的时刻。所以她才对他叮嘱再三、情意绵绵。此“长行”与“围棋”，又作谐音双关。长行，是一种博戏的名称。据唐人笔记记载，用掷骰子来博“长行局”，因简单易行，唐人“颇或耽玩，至有废庆吊、忘寝休、辍饮食者”（《唐国史补》卷下），是一种低俗的赌博。而“围棋”，是中国传统的棋艺，棋理高深，可谓文人雅士的游戏。可她为什么“深嘱”将要出门的丈夫，让他记住：我可以与你玩长行，但不同你下围棋呢？原来，她的这番叮嘱中另有深意。她是用“长行”这种博戏的名称来双关“长途旅行”，又用“围棋”来双关“违误归期”。她这是告诉丈夫“远行一定不要误了归期”！在生活中，人们要把某件事情告诉对方，却又不便于明白说出，往往会用这种谐音双关的方式来暗示。这里的“长行”、“围棋”，也是女主人公将她深隐的心曲，婉转托出；虽然可见女子的柔情蜜意，但由于其中的隐语，过于隐晦。</p> <p>　　“玲珑骰子安红豆，入骨相思知不知？”这后两句从“长行”引出“骰子”，说那种制造精巧的骰子上的颗颗红点，有如最为相思的红豆，而且深入骨中，表达着我对你深入骨髓的相思，你知道吗？这样一来，自然又深化了第二句深嘱“长行莫围棋”的用意，原来她“共郎长行”，也是有意要用“长行”这种博戏所用的“骰子”来提醒丈夫：当你玩“长行”使用骰子时，知不知道，那骰子上的红点，颗颗都是入骨的红豆，代表着我对你的入骨相思？所以，你千万不要违误了归期。这一句，非常准确地表现出她对丈夫的惦念，对丈夫的那种难舍难离的强烈的爱！“入骨相思”，一语双关，其中缠绵之意，教人不由魂销。在章法上，则是对前二句“深嘱”早归“莫违期”的对应。诗中，女子“共郎长行”时“深嘱”于前，客子“违期”未归时又“入骨相思”于后，最后以“知不知”设问寄意的口吻轻轻将全诗兜住，然后再表现出这位多情的闺中人亟盼游子早归的焦虑心情。“知不知”三字，把女子离别之久、会合之难、相思之深之苦，乃至欲说无人都淋漓尽致地表现了出来，可谓收得自然，余味不尽。而读者所感受到的正是女主人公内心深处诚挚而火热的爱情。有女钟情如此，令人读来倍觉感人。“入骨相思知不知”七个字，乃是全篇的点睛之笔！</p> <p>　　这首词最精粹之笔，在于后二句以相思子（红豆）为喻，寄托女子的挚爱深情。全词采用谐音双关的手法，虽有助于词境的深婉含蓄；但由于刻意为之，便又流人“谜而不诗”（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《古诗评选》）之地，缺乏“自然天成”之妙。</p> <p>　　此二诗写“合欢桃核终堪恨，里许元来别有人”，以讽喜新厌旧；写“玲珑骰子安红豆，入骨相思知不知”，以骰子喻己相思之情，就既未见浓艳的辞藻，又未闻有些许脂粉气。其设想新奇，别开生面，在许多的爱情诗中，使人顿觉耳目一新。大量使用谐音双关修辞法，更使诗作独标一格，别有情致。人们表达爱的情感，力避直率明白，本尚朦胧含蓄（当然不是晦涩费解），而双关隐语的运用，却能使人透过字面的意思，通过那些音同或音近的“别字”，去细细品味那双关语中底层的无尽的意蕴。这些谐音词的寓意颇深，不可囫囵读之。它蕴含着诗人人为的特定含义和感情色彩，能使语言在表达上更含蓄、婉转和饶有风趣。用于表达爱情，则言浅意深，更富有感染力。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "思念",
    "爱情"
  ]
}