{
  "id": 57627,
  "star": 67,
  "name": "满江红·敲碎离愁",
  "dynasty": "宋代",
  "content": "敲碎离愁，纱窗外、风摇翠竹。人去后、吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试将一纸寄来书，从头读。<br>相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。芳草不迷行客路，垂杨只碍离人目。最苦是、立尽月黄昏，阑干曲。",
  "fanyi": "<p><strong>译文<br></strong>仿佛要把我满怀的离愁敲碎似的，纱窗外，阵阵清风把翠竹摇得簌簌作响。自从他走了之后，悠扬的玉箫声也从此听不到了。我倚在高楼上苦苦思念着，有多么孤独冷清！眼前已是暮春三月，到处飞絮落花，令人怎么能够开怀。举头望去．远处的群山一片碧绿——眼看夏天就要来了。有什么办法呢？我只有拿起他寄来的信，从头再读一遍。<br>倾诉相思的字句，徒然充满了信纸。可是相思之情，何时才能得到满足?哎，是什么东西滴落衣襟上？那是满把的泪水啊！但愿漫山遍野的芳草，不至于让他迷失道路。讨厌的是簇簇垂杨，却老是遮断我眺望的视线。最凄苦的时刻，就是月亮在苍茫的暮色中升起来时，我还倚着栏杆守候着、守候着，却不知守候什么。</p> <p><strong>注释<br></strong>⑴敲碎离愁：意思是风摇翠竹的响声，把饱含离愁的心都快要 敲碎了。<br>⑵风摇翠竹：宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳·碧水惊秋》：风摇翠竹，疑是故人来。<br>⑶吹箫声断：传说春秋时萧史善吹箫，作风鸣。秦穆公以女弄玉妻之．筑凤台以居。此用该典，暗指夫婿远离。<br>⑷倚（yǐ）楼人独：独自一人倚偻。<br>⑸不堪：禁不住，忍受不住。<br>⑹“满眼”句：所看到的都是暮春三月的景色，令人伤感得受不了。不堪，不能忍受。三月暮：晚春时节的景象。<br>⑺千山绿：春花落去后一片翠绿，指夏天将到来。<br>⑻一纸寄来书：寄来的一封书信。<br>⑼“相思字”二句：意思是信上写满相思的话，也是徒然。盈幅，满篇。<br>⑽“相思意\"二句：意思是这种相思的感情，什么时候才能得到满足。<br>⑾罗襟jīn）：指丝绸衣襟。<br>⑿盈掬： 满把。形容眼泪很多。<br>⒀行客：指女子所思念的人。<br>⒁垂杨：即垂柳。<br>⒂碍（ài）：遮避。<br>⒃离人：伤离的人。女子自谓。<br>⒄立尽月黄昏：意思是从清晨立到日没月出。<br>⒅栏（lán）干曲：栏干的角落。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　这首词从语气看像是出于女性所作，很有可能是作者设想中情人对自己的怀念。上阕“敲碎离愁，纱窗外，风摇翠竹”，写昼长天暖之时，闺房内外，十分寂静，甚至只有窗前轻风吹动翠竹的声音，才会惊动闺中的人，中断她的凝思，敲碎她的离愁。环境的幽美，衬托出主人公的孤寂、愁闷。“敲碎”既体现了静中之动，又以动衬静：“离”字点出了词中之情。</p> <p>　　这两句景情结合，以景为主，虽是开头，但在全词中却写得最细腻。“人去后，吹箫声断，倚楼人独”，写出主人公的生活状况：所爱之人去了，自己孤独无伴，只好常常倚楼遥望，由于无人欣赏，所以也就无心去吹箫了。“人去”、“人独”，是“倚楼”、“吹箫”的原因。第一个“人”字是对方，是主人公想念的人；第二个“人”字是主人公本人。“满眼不堪三月暮，举头已觉千山绿。”承“倚楼”句，写登楼所见的风景，又点出了时令。“千山绿”虽然可爱，但“三月暮”却又意味着春光消逝、好花凋谢，对于爱惜青春的女性来说，便有“满眼不堪”之感。这表现了主人公的身份和性格特点。“但试把一纸寄来书，从头读”上面写的，是日常的一般生活；这两句写的是一个特殊的细节。主人公不断地把情人寄来的信，从头细读，这进一步表现她的孤独无聊，也开始深入地揭示了她思念情人的深切感情。这是通过行动来写情的，是事中之情。</p> <p>　　上阕写景写事，没有直接抒情。下阕“相思字，空盈幅；相思意，何时足？”直接抒情：情人寄来的信，满纸写着“相思”之字，说明他没有忘记自己，信中的字，不能安慰、满足自己的“相思”之意，也包含自己没有机会向情人倾吐相思、取得补偿之意。</p> <p>　　思念情人除了空读来信之外，还设法安慰自己，但仍不免“滴罗襟点点，泪珠盈掬”。小珠般的点点眼泪，轻轻地、不断地滴在罗衣上，不但染衣，而且几乎“盈掬”。这两句再以事写情，体现了身份、性格特点，最可看出主人公是个女性。“芳草不迷行客路，垂杨只碍离人目”，又接着以景补充抒情。“芳草”句，意本于《楚辞。招隐士》“王孙游兮不归，芳草生兮萋萋”而又有发展。对比辛词《摸鱼儿》“春且住，见说道、天涯芳草迷归路”（或本作“无归路”，意同），则此说“不迷”者，便有盼望他能够回来和归程并不艰难的意思：“垂杨”句，指暮春杨柳长得浓密，却碍人眼界，使人不能远望。二句分写两边，而意自关联。因上句有盼望游人能归意，故倚楼望其或即翩然来归；但“垂杨只碍离人目”，“只”字有怪怨的感情色彩，怪垂杨别的作用不起，“只”起碍人望远的作用。两句将楼头思妇的细微感情，曲曲传出。</p> <p>　　“最苦是、立尽月黄昏，阑干曲。”最后归结，仍从事中写情。第一句从早到晚，第二句呼应上阕的“倚楼”。垂杨遮眼，尽管望不到天涯行人的去处，但是仍然站在楼上阑杆旁边，直到黄昏月亮出来。因此用“最苦”两上字来充分地修饰，不仅详尽地表达了这两句，而且是详尽地表达了全词之情。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>创作了大量的抚时感事的爱国主义词章，以词风豪迈雄大著称于世，但“稼轩词，中调、小令亦间作妩媚语”。（邹祗谟：《远志斋词衷》）在这些“作妩媚语”的作品中，也不乏优秀篇章，这篇《满江红》就属这类作品。</p> <p>　　这是一首写离人痛苦的词。</p> <p>　　起始三句，是“纱窗外，风摇翠竹，敲碎离愁”的倒装，把“敲碎离愁”写在首句，不仅是韵脚的需要，也起到开篇点明题旨，扣住读者心弦的作用。“敲”字使人体会到，主人公的心灵受到撞击，“碎”是“敲”的结果。也就是说，主人公本来就因为与情人离别而忧愁的心绪，被风摇动翠竹的声音搅得更加烦乱了。“人去后，吹箫声断，倚楼人独。”写出环境的静寂，也描绘出主人公在情人走后形只影单，独守空房，百无聊赖的情景。“满眼不堪三月暮，举头已觉千山绿。”暮春三月，已是落花时节，“不堪”似是伤春，实际上仍是思人，言思念之极，无法忍受；“已觉千山绿”，是说在忧愁苦闷中登山高楼，不知不觉中发现漫山遍野已经“绿”了。这两句承上启下，烘托气氛。闺中人因思念外出人而无精打彩的情景历历在目。“但试将、一纸寄来书，从头读。”思念情人，不能见面，于是反复把他的来信阅读，在人们的日常生活中是经常有的，词人把这种生活现象直接用白话写入词中，读来分外亲切。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>有一首《沁园春》，其中有这样几句话：“料到伊行，时时开看，一看一回和泪收。”这是说写信人估计收信人会“时时开看”；辛词则直接写收信人把不知读了多少遍的信“从头读”。两位词人描写的角度不同，但意境相，或者是两位巨匠的思路共通，不谋而合；或者是稼轩受东坡的影响。</p> <p>　　下片继续写相思之苦。“相思字，空盈幅；相思意，何时足？滴罗襟点点，泪珠盈掬。”阅读远方来信，表达相思之情的字“盈幅”，也就是现在口语说，“写满了纸”，但人却不能见面，那分离的痛苦仍旧不得解脱，终至是满把泪水，湿透罗襟。用“足”字说明离恨绵绵无期，用“掬”夸张地形容泪水之多，皆是传神之笔。以上几句极力渲染情人不能见面的痛苦。</p> <p>　　“芳草不迷行客路，垂杨只碍离人目。”“芳草”句很容易使人想起苏轼的名句“天涯何处无芳草”（《蝶恋花·花褪残红青杏小》），此处反其意而用之，是说异地他乡的“芳草”，并不能使“行客”迷途忘返，言外之意说他终究是要归来的；后句说杨柳的枝条阻碍了视线（因此闺中人极目远望也无法看到自己的情人）；这就形象地写出她盼望行人归来，望眼欲穿的情景。“最苦是、立尽黄昏月，栏杆曲。”结尾二句夸张地说因为天天等到月下黄昏，倚着栏杆翘首以望，以致把栏杆也压弯了，这当然让人“最苦”的。结尾与上片“倚楼人独”相呼应，照应题目，写尽离愁。</p> <p>　　这篇抒写离情别绪而陷于苦闷的词作，无疑是南宋社会动荡中现实生活的反映。祖国南北分裂，无数家庭离散，备受亲人伤离的痛苦。辛弃疾本人也远离故乡，对这种现象也深刻了解，颇有体验，因此在他笔下才出现了这样抒写儿女之情，表达离人痛苦的词章。无须穿凿附会、望文生义地去寻找什么政治寄托，只就真实生动地反映社会生活来说，也应充分认识到它的文学价值。</p>",
  "about": "<h2>创作背景</h2> 　　《满江红·敲碎离愁》大致可系于宋宁<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>庆元三年（1197）春，是时作者隐居瓢泉。有的著者说，看语气此词为思念歌姬之作。其实思念某一歌姬之作可能能是它的写作契机，而词的主人公则是一个思妇。她所思念的不是别人，正是她心爱的而又远行的丈夫。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "叙事",
    "怀念"
  ]
}