{
  "id": 57671,
  "star": 29,
  "name": "鹧鸪天·送廓之秋试",
  "dynasty": "宋代",
  "content": "白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。<br>鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。",
  "fanyi": "<p><strong>译文<br></strong>廓之你在这初秋微凉的天气、穿着白色苎麻织成的新衣、离开我去参加科举考试。我仿佛看到了你以后参加考试的情景，你将与其他考生们一道在考场里专心致志地书写，犹如春蚕啃食桑叶，回廊里沙沙有声。乡试放榜时飘拂的桂花香已经先散向了月殿，你一定能名登桂榜，蟾宫折桂；不仅如此，连下一年桃花浪涌起时像鱼跃龙门一样考试得中的会试也已经为你准备好了。<br>现在你携带着书和剑走向应试的辽远广阔之路，就像鲲鹏从北海展翅翱游到南海，又像凤凰飞向东升的太阳。明年的今天，你早已青云直上，那时你可以轻松愉悦地闲看世间的举子还在为功名奔忙。</p> <p><strong>注释<br></strong>⑴鹧鸪天：词牌名。又名“思佳客”、“思越人”等。双调五十五字，前后阕各三平韵，一韵到底。上阕第三四句、下阕第一二句一般要求对仗。<br>⑵廓之：当即编次《稼轩词甲集》之范开，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的门人。其生平事迹不详。秋试：科举时代秋季举行的考试，是对科举制度中乡试的借代性叫法，考试时间在农历秋季八月，即乡试，也叫秋闱；地点在南、北京府，布政使司驻地；放榜之时正值桂花飘香，故又称桂榜；考中者称举人。在乡试的次年春天，乡试的得中者在京城的礼部贡院参加会试。<br>⑶白苎（zhù）新袍：白苎是用白色苎麻织成的布。《王直方<a href=\"http://so.gushiwen.org/view_57671.aspx\">诗</a>话》：“梅圣俞在礼部贡院考校时和欧公《春雪诗》云：‘有梦皆蝴蝶，逢袍只苎麻。’”按：宋代举子均著苎麻袍。嫩凉：微凉，初凉。<br>⑷“春蚕”句：典出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《礼部贡院阅进士就试》诗：“无哗战士衔枚勇，下笔春蚕食叶声。”原意指行军时禁止士兵喧哗让他们含着竹片，这里指考场一片寂静只听见笔与纸摩擦的沙沙响声。<br>⑸“禹门”句：禹门，即龙门，相传龙门为大禹所凿。《三秦记》：“河津一名龙门，桃花浪起，江海鱼集龙门下，跃而上之，跃过者化龙，否则点额暴腮。”古时以“鱼跃龙门”喻指考试得中，也以“桃花浪”比喻春闱（即会试）。《古今小说·赵伯升茶肆遇仁宗》：“来年三月桃花浪，夺取罗袍转故乡。”清<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《慎鸾交·悲控》：“亏你做中流砥柱桃花浪，不似那跳龙门的个个颠狂。”<br>⑹“月殿”句：比喻登科做官。宋制，各州折郡漕试解试均于八月举行，正桂子飘香时节。《避暑录话》：“世以登科为折桂。”<br>⑺鹏北海：典出《庄子·逍遥游》：“北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。”北冥，一作“北溟”，即北海，泛指北方的大海。<br>⑻凤朝（cháo）阳：典出《诗经·大雅·卷阿》：“凤凰鸣矣，于彼高冈；梧桐生矣，于彼朝阳。”朝阳，指山的东面。<br>⑼书剑：书和剑。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《过<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>墓》诗：“莫怪临风倍惆怅，欲将书剑学从军。”<br>⑽青云去：一作“青云上”。《史记·范睢蔡泽列传》：须贾顿首言死罪，曰：“贾不意君能自致於青云之上。”后以“青云直上”比喻人仕途顺遂，升迁很快，亦即官运亨通，迅速升到高位。<br>⑾举子忙：《南部新书》乙：“长安举子自六月已后落第者不出京，谓之过夏……七月后投献新课，并于诸州府拔解。人为语曰：‘槐花黄，举子忙。’”举子：科举考试的应试人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首送别词。首句“白苎新袍入嫩凉”中的“嫩”字很有意蕴，词人将天气的凉爽感受着一“嫩”字来表现，可谓出语惊人。这种“陌生化”的表达，将秋天天气微凉、清爽和清新的特点表现得淋漓尽致。次句“春蚕食虽响回廊”就是在首句所点明的环境基础上写范廓之（也可以说是考生们）穿着白色苎麻做的新衣服在微凉的天气里端坐在考场中，奋笔疾书而发出了如春蚕嚼桑叶般的沙沙声的情景。这样写，突出了“秋试”之“秋”的季节特点，在秋高气爽的季节，参加应试的举子们奋笔疾书、紧张忙碌的情状通过“春蚕食叶”的比喻表现出来。</p> <p>　　此词突出的表现手法是虚实相生。上阕点明时令和环境。“白苎新袍入嫩凉”是实写送别的季节——初秋、天气环境——微凉、被送者的衣着——白苎新袍；“春蚕食叶响回廊。禹门已准桃花浪，月殿先收桂子香”是虚写，想象仲秋时节范廓之参加秋试的情景、此次秋试的结果以及下一年参加春闱的结果，虚实结合。下阕，“鹏北海，凤朝阳。又携书剑路茫茫。”用比喻的手法实写廓之携书剑登程的情景，实中有虚，以虚喻实，喻体“鹏北海，凤朝阳”意境豪迈雄壮，充满对廓之的鼓励；“明年此日青云去，却笑人间举子忙”完全是虚写，想象廓之连中两试后轻松愉快的心情，表达了对廓之的美好祝福。</p> <p>　　此词在意象运用与意境创设上体现了辛词的豪放特点。大鹏、丹凤，意象豪迈；北海、朝阳、路茫茫，意境开阔；携书佩剑，既文又武，显示出既儒雅又刚健的气概。</p> <p>　　此词用典也很突出，“春蚕食叶”“禹门”“桃花浪““桂子香”“鹏北海”“凤朝阳”“青云”都用了典故。如桃花浪，典出宋张世南《游宦纪闻》卷六：“鲍氏安国、安行、安世兄弟，三科连中，故程文昌伯禹赠之<a href=\"http://so.gushiwen.org/view_57671.aspx\">诗</a>，有‘七年三破桃花浪’之句。”而“月殿先收桂子香”暗喻“蟾宫折桂”，“折桂”一词源于《晋书·郤诜传》“累近雍州刺史。武帝于东堂会送，问诜曰：’自以为何如？’诜对曰：‘臣举贤良对策，为天下第一，犹桂林之一枝，昆山之片玉。’”此后即将朝廷科举中选拔人才称为“折桂”。借喻高中状元。词人借用这两个典故，含蓄地表达对范廓之参加“秋试”的美好祝愿，祝愿他金榜题名。</p> <p>　　这虽是一首送别词，但因为是送人参加科考，自然不必如一般的送别诗般抒写离情别绪，而侧重于对应考者热情的鼓励和美好的祝愿，合情合理。</p>",
  "about": "<h2>创作背景</h2> 　　此词当作于宋孝宗淳熙十三年（1186年）。范廓之（范开）是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的学生，他准备去参加科举考试，辛弃疾为表达对他的送别之情和祝愿之意而写下此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "祝愿"
  ]
}