{
  "id": 2473,
  "star": 28,
  "name": "入朝洛堤步月",
  "dynasty": "唐代",
  "content": "脉脉广川流，驱马历长洲。<br>鹊飞山月曙，蝉噪野风秋。 <div style=\"TOP: 0px\" class=\"xhe-paste\"></div>",
  "fanyi": "<p><strong>译文</strong><br>宽广的洛水悠远安详地流向远方，我气定神闲地驱马走在洛河长堤。<br>乌鹊在月落将曙之际不时地飞过，初秋寒蝉在野外晨风中嘶声噪鸣。</p> <p><strong>注释</strong><br>⑴洛堤：东都洛阳皇城外百官候朝处，因临洛水而名。<br>⑵脉脉：原意指凝视的样子，此处用以形容水流的悠远绵长状。广川：洛水。<br>⑶历：经过。长洲：指洛堤。<br>⑷曙：明亮。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_2473.aspx\">诗</a>是写他在东都洛阳皇城外等候入宫朝见时的情怀。唐初，百官上早朝没有待漏院可供休息，必须在破晓前赶到皇城外等候。东都洛阳的皇城，傍洛水，城门外是天津桥。唐代宫禁森严，天津桥入夜锁闭，断绝交通，到天明才开锁放行。因此上早朝的百官都在桥下洛堤上隔水等候放行入宫，宰相也须如此。</p> <p>　　不过宰相毕竟是百官之首，虽然一例等候洛堤，但气派自非他官可比。</p> <p>　　诗的前二句写驱马沿洛堤来到皇城外等候。“广川”指洛水，“长洲”指洛堤。洛堤是官道，路面铺沙，以便车马通行，故喻称“长洲”。首句不仅以洛水即景起头，写洛水含情不语地流淌着；更是化用《古诗十九首·迢迢牵牛星》“盈盈一水间，脉脉不得语”，以男女喻君臣，透露皇帝对自己的信任，传达承恩得意的神气。因而接着写驱马洛堤，以一个“历”字，表现出一种心意悠然、镇定自若的风度。</p> <p>　　后二句是即景抒怀。这是秋天的一个清晨，曙光微明，月挂西山，宿鸟出林，寒蝉嘶鸣，野外晨风吹来，秋意更盛。第三句写凌晨，化用了<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》：“月明星稀，乌鹊南飞，绕树三匝，何枝可依。山不厌高，海不厌深，周公吐哺，天下归心。”原意是借夜景以忧虑天下士人不安，要礼贤下士以揽人心。</p> <p>　　这里取其意而谓曙光已见，鹊飞报喜，表现出天下太平景象，又流露着自己执政治世的气魄。末句写秋意，用了陈朝张正见《赋得寒树晚蝉疏》：“寒蝉噪杨柳，朔吹犯梧桐。……还因摇落处，寂寞尽秋风。”原意讽喻寒士失意不平，这里借以暗示在野失意者的不平之鸣，为这太平盛世带来噪音，而令这位宰相略有不安，稍露不悦。</p> <p>　　这首诗字里行间充溢着显扬之气，流露出作者春风得意，倨傲、自荣的情态，真实地为这类得势当权的宫廷文人留下一幅生动写照。从艺术上看，这寥寥二十字，不只是“音韵清亮”，谐律上口，而且巧于构思，善于用事，精心修辞，使得意洋洋的神情毕现。</p>",
  "about": "<h2>创作背景</h2> 　　刘餗《隋唐嘉话》载，唐高宗“承贞观之后，天下无事。仪独持国政。尝凌晨入朝，巡洛水堤，步月徐辔”，即兴吟咏了这首<a href=\"http://so.gushiwen.org/view_2473.aspx\">诗</a>。当时一起等候入朝的官僚们，觉得“音韵清亮”，“望之犹神仙焉”。可见这诗是<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>任宰相时所作，大约在龙朔（唐高宗年号，661—663）年间。",
  "poet": {
    "id": 275,
    "star": 0,
    "name": "上官仪",
    "image": "http://img.gushiwen.org/authorImg/shangguanyi.jpg",
    "desc": "上官仪（约608～665年1月4日）字游韶，陕州陕县（今河南三门峡陕县）人，生于江都。贞观初，擢进士第，召授弘文馆直学士，迁秘书郎。唐高宗时供职门下省，颇受唐高宗和武则天的赏识。龙朔二年（662年），成为宰相。后来高宗不满武后跋扈，上官仪向高宗建议废后，高宗亦以为然，由上官仪草诏。武后涕泣陈请，事遂中缀，自此武后深恶上官仪。麟德元年（664年），上官仪被诛，家产和人口被抄没，其一子上官庭芝也同时被诛杀。中宗即位后，因上官庭芝女上官婉儿为昭容，对上官仪父子有所追赠，绣像凌烟阁，追封为楚国公。"
  },
  "tags": [
    "地名",
    "写景"
  ]
}