{
  "id": 70583,
  "star": 2,
  "name": "杂剧·诸宫调风月紫云庭",
  "dynasty": "元代",
  "content": "楔子<br>正旦、正末上了)(正末共末云住)(正旦云)(共正末把盏，辞科)(云)伯伯好去者呵，兀的是花发多风雨，人生是别离。<br>【仙吕】【赏花时】客舍青青杨柳新，驿路茸茸芳草茵，朝雨浥尽，歌罢渭城春。<br>【幺】西出阳关无故人，则见俺在这南国梁园依旧亲。舍人呵，谁不知俺娘劣，恁爷狠？伯伯，两阵狂风是紧，也不到得教吹散楚城云。(下)<br>第一折<br>(外末云)(老孤做住)(卜儿云)(正末做住)(卜儿叫住)(正旦云)娘呵，没钱事叫唤则甚？(卜儿云了)(正旦云)俺勾当呵，没一日曾净！<br>【仙吕】【点绛唇】怎想俺这月馆风亭，竹溪花径，变得这般嘿光景。我每日撇嵌为生，俺娘向诸宫调里寻争竞。<br>【混江龙】他那里问言多伤幸，絮得些家宅神长是不安宁。我勾栏里把戏得四五回铁骑，到家来却有六七场刀兵。我唱的是《三国志》先饶十大曲，俺娘便《五代史》续添《八阳经》。你觑波，比及撺断那唱叫，先索打拍那精神。起末得便热闹，团掿得更滑熟。并无那唇甜句美，一刬地崎险艰难，衠扑得些掂人髓、敲人脑、剥人皮、钉人腿得回头硬！(卜儿云了)(正旦云)娘呵，(唱)我看不的你这般粗枝大叶，听不的你那里野调山声。<br>(卜儿云了)<br>【油葫芦】我但有些卧枕着床脑袋疼，他委实却也心内惊，他急荒的清医人诊了脉却笑容生，他道是喜的女孩儿感得些风寒症，惭愧呵谢天地不是相思病。(带云)你教俺尽世儿厮守着，娘呵，(唱)你这般毒害心，狠劣情。但见对锦鸳鸯他水上才交颈，你早则着棒打过蓼花汀！<br>【天下乐】呵！你肯教双宿双飞过一生，便则我子弟每行依平。休有情，教我打迭起那暖和出落着冷。满脸儿半指霜，通身儿一块冰。娘呵，我一处也画堂春自生。<br>(正末云)(正旦唱)<br>【醉中天】我唱道那双渐临川令，他便脑袋不嫌听，提起那冯员外，便望空里助采声。把个苏妈妈便是上古贤人般敬。我正唱到不肯上贩茶船的小卿，向那岸边厢刁蹬，(带云)俺这虔婆道，(唱)兀得不好拷末娘七代先灵！<br>(卜云住)<br>【金盏儿】娘呵！为甚这鹞子懒飞腾？我也是冥鸿惜毛翎，委实怕这秋天万里西风冷。谁似你把个嫩勤儿丫定怎将擎。嘴尖嚵嗓子，爪快撮天灵。娘呵，委实道搦鸦的天上鹞，不如你个拿雁的海东青！(卜儿云了)(正旦唱)<br>【醉扶归】这逗镘的是咱些权柄，呵，色就事便是你得人情。那厮每拿着二分钞便害疼。(带云)害疼，咱每就呵便二十锭三十锭呵，(唱)更磕着如今等。乾咽唾相思的后生，那个不害这般干使钞干嘿病？(正末云住)(正旦唱)<br>【金盏儿】上俺门来的酒客每为我这妙唱若雏莺，引的他每豪饮似长鲸。我委实为甚停杯听曲教快成病，我安排桃花扇影，他每便破香枨。尚自着瓦磁为巨器，也则是陶泻庆新声。嗷！若还更酒斟金潋滟。大的好歌立玉娉婷！<br>(正末云)(卜儿云住)(正旦唱)<br>【后庭花】俺这老婆，肚皮里将六韬三略盛，面皮上把四时八节擎。未见钱罗，呀，冬雪严霜降；得了钞罗，春风和气生。俺这个狠精灵，他那生时节决定，犯着甚爱钱巴镘的星。<br>(卜儿云)(正旦唱)<br>【赏花时】我知你这一片心分明衠志诚，则因咱二意谐和便惹斗争，俺这屋里三句话不相应，便见世间泗洲大圣。教五岳动天兵。<br>【幺】也难奈何俺那六臂那吒般狠柳青，我唱的那七国里庞涓也没这短命，则是个八怪洞里爱钱精。我若还更九番家厮并，他比的十恶罪尚尤轻。<br>【赚尾】郎君每我行有十遍雨云期，除是害九伯风魔病。俺家里八下里窝弓陷坑，你便有七步才无钱也不许行，六艺全便休卖聪明。哎！为甚恁这五陵人，把俺这等嘿交易难成？你便是四付马上驼来也索两平。俺这里别是个三街市井，另置下二连等秤，恰好的教恁一分银买一分情！(下)<br><br>第二折<br>(末云)(卜儿云)(唤正旦了)(正旦引侍婢上，云，住)(外旦云)这妮子却整五日也却四日不来。则这五年里呵。然这好事无间阻。幽欢却是寻常看。<br>【南吕】【一枝花】(残缺)<br>【梁州第七】(残缺)<br>【感皇恩】□□□□，□□□□。□□□，□□□。只教我立化做一块望夫石。我便似病人冲太岁，他管也小鬼见钟馗腌材料，风短命，欠东西。<br>【采茶歌】百里里，演收拾，嗏，早则不席前花影坐间移。恰便似雕鹗分开莺燕期，虎狼冲散凤鸾栖。<br>(孤、正末云了)(正旦唱)<br>【隔尾】嗨，比俺娘那熬煎增十倍，恰才这些崎险艰难好做一回。哎，不做美的恩官干坏了他把戏。哎，唱话的小一，则好打恁兀那把门的老嘿，切不可放过这没钱雁看的。<br>(正末云，住)(卜儿打撞了)(正旦唱)<br>【牧羊关】口店！恁那狠爹爹才赸过，呵！俺这善婆婆却来这里。嗷！我能藏波你也能觅。我则是个五岁儿精灵，他是几年的老鬼。我那动脚啰过的何方去，咱那举意他早先知。我便日赴三千处，他也坐观十万里。<br>(卜儿云，住)<br>【红芍药】兀的那般恶缘恶业镇相随，好教人难摘难离。也是某年某月不曾离，无事无非。奶奶，你是老人家，(唱)须知些道理，有的事便捱不到家里？(卜儿云，住)(正旦唱)越道着越查声破嗓越骂得精细，前面他老相公听的。<br>【菩萨梁州】告母亲咱疾归，恁孩儿也知罪。这里却是那里？则管里唇三口四，唱叫扬疾！不比咱那泼街衢妓馆画楼西，这的是好人家大院深宅内。我教人道尿盆儿刷煞腥臊气，直这般显相貌骋威势。(带云)他见一日三万场颓焦到不得哩，(唱)咱正刬着他泛子消息。<br>(卜儿云，住)<br>【三煞】教我这更恨无地缝藏身体，这番早则难去床头揭壁衣，口榦口榦乱下风雹的又没巴臂。更做你是开封府同知，却不取招平人无罪，却便硬监押莽迭配。你这般皂窝里清谈怎立碑？那公厅上施为！<br>【二煞】当日那梁公曾施行虎豹是真锋利，哎！包龙图呵，你这般拆散鸳鸯算甚正直？我也觑不得这光景掩不迭这泪。我这壁道防送早催逼，他那壁带铁锁囚人监系，俺两处各心碎！是有遭间阻的也不似俺不吉利，兀的是甚末娘别离！<br>【收尾】几曾见递流南浦人千里，怎饮这，配役阳关酒一杯！到如今说甚的，比别的记相识，你情知我心意，你知咱我知你。歹处无好处记，休想我再出入。我寸肠中似刀刺，恁尊居。忒情理，合舍了怕甚的！哎，莲子花官人愿的你一千岁。嗨！怎直恁般下得？(卜儿云了)(正旦唱)咭！则是你了得，吡！都是你个吸人髓虔婆直攘到底！(下)<br><br>第三折<br>(卜儿云了)(正末云)(外末云)(正旦上了，云)吁，灵春，思量杀我也！一股鸾钗半边镜，世间多少断肠人！<br>【中吕】【粉蝶儿】我本是个邪祟妖魔，他那俏魂灵倒将咱着末。呵，大冈来意气相合，今日把我情肠，他肺腑都混成一个。虽隔着千里关河，不曾有半个时辰意中捱过。<br>【醉春风】人害兀那魔病有时潜，则这相思无处躲。直到再团圆被儿里得些温存，恁地后便可、可。我想世上这一点情缘，百般缠缴，有几人识破？(卜儿云，外住)(正旦唱)<br>【迎仙客】姨姨，我为甚罢了雨云？却也是避些风波。做这些淡生涯，且熬那穷过活。这些时调不上勤儿，却则是忙着俺老婆。都则为我不肯张罗，以此上闲放着盘千斤磨。<br>(卜儿云住)<br>【红绣鞋】我则想别后云行地末，呵，叹人生会少离多。(卜儿云，住)(正旦唱)呵，兀的是俺那心爱的庞儿旧哥哥。自从这人北渡，浑一似梦南柯。伯伯，间别来安乐末？<br>(外末云了)(正旦唱)<br>【石榴花】常记得玉鞭骄马宴鸣珂，长安市少年他，似那邻舟一听惜蹉跎。听一曲艳歌，细卷红罗。呵！我今日守空房也堕下千金货。(外末云)(正旦唱)却则是央及杀那象板银锣。况兼俺正厅儿虽是则些娘大，坐着俺那爱钞的的劣虔婆。<br>【斗鹌鹑】纵有些燕友莺朋，似望着龙楼凤阁。(外末云)(正旦唱)咱若是驮汉呵由他，提着那觅钱后在我。(外末云了)(正旦唱)俺那老婆沙，直见阎王也没奈何。伯伯，你试想波，若是共别人并枕同床，他便不送得我披枷带锁！<br>(外末云)(正旦唱)<br>【上小楼】外相儿行户小可，就里最胸襟洒落。我觑了这般势杀，不发闲病，决定风魔。既不呵，便恁末，人行超剁。(末云了)(正旦唱)取将个托儿来快疾赸过！<br>(外末云)(正旦唱)<br>【幺篇】你道你少甚的，不剌，你却是召甚末？俺这外路打扮，其实没这异锦轻罗。(正末云住)(正旦唱)你若打死他，路上呵，你独自难过，却教谁牵你那虎皮驮驼？<br>(正末云住，正旦做艰难了)(云)(带云)不争这厮提起那打球诈柳，写字吟诗，弹琴擘阮，攧竹分茶，教我兜地腹痛，乍地心酸，伯伯呵！<br>【十二月】教我越思量俺、思量俺完颜小哥，他端的所为儿有谁过，岂止这模样儿俊俏，则那些举止儿忒谦和。哎！不索你把阿那忽那身子儿搊撮，你卖弄你且休波。<br>【尧民歌】你则是风流不在着衣多，你这般浪子何须自开呵？口榦！这厮白日街上打呆歌，却怎生到晚人前逞偻儸哎！哥哥！你明日吃甚末？兀自忍不到那十分饿！<br>【快活三】无明火怎收撮，掴打会看如何？则教我烘地了半晌口难合，不觉我这身起是多来大。<br>【鲍老儿】从来撒欠飇风爱恁末，敲才兀自不改动些儿个。你这般忍冷耽饥觅着我，越引起我那色胆天来大。我每日千思万想，行眠立盹，不是存活。这般山长(正末云住)水远，天遥地阔，不想你直来呵。<br>【哨遍】送的人赤手空拳难过，都是俺舌尖上一点砂糖唾。越精细的越着他，怎出俺这打多情地网天罗。且说俺这小哥哥，为俺耽惊受怕，波进流移，冷落了读书院，一就把功名懒堕。自尽教萱堂有梦并不想兰省登科。几时得两扶红日上青天，空望着一片白云隔黄河。则共我这般携手儿相将，举步儿同行，他想所事满心儿快活。<br>【耍孩儿】早是你不合将堂亡双亲躲，你却待改换你家门小可。这李亚仙苦劝你个郑元和，再休提那撒板鸣锣。若还俺娘知咱这暗私奔，到毒似那倒寨计，若还恁爷见你这诸宫调，更狠如那唱挽歌。你脖项上新开锁，俺娘难道那风云气少，恁爷却甚末儿女情多！<br>(外云住)<br>【四煞】楚兰则道是做场养老小，俺娘则是个敲郎君置过活。他这几年间衠亻忍下胡伦课。这条冲州撞府的红尘路，是俺娘剪径截商的白草坡。两只手衠捞摸，恁逢着的瓦解。俺到处足鸣珂。<br>【三煞】今后去了这驮汉子的小鬼头，看怎结末那吃勤儿的老业魔，再怎施展那个打鸳鸯抖擞的精神儿大。则明日管舞旋旋空把个裙儿系，劳攘攘干将条柱杖儿拖。早则没着末，致仕了弟子，罢任波虔婆。<br>【二煞】这一件又得歇心，此一桩又得解脱，暂不见那官身祗候闲差拨。委实倦那月斜杨柳楼心舞，风软桃花扇底歌。欲将这把戏都参破，怎肯尽陶元阳真气，直变做了虚损沉疴。<br>【收尾】此行折末山村野店上藏，竹篱茅舍里躲。能够得个桑榆景内安闲的过，也强如锣板声中断送了我。(下)<br><br>第四折<br>(卜儿云了)(老孤云了)(乐探上，云)(梅香将衫子、锣板上了)<br>【双调】【新水令】当日个为多情一曲〔满庭芳〕，曾贬得苏东坡也趁波也趁波逐浪。何况这莺花燕市客，更逢着云雨楚山娘。我凭那想像高唐，怎强如俺满意宿鸳鸯。<br>【驻马听】他为我堕落文章，生缠得携手同行不断肠。直这般学成说唱，更则便受恩深处便为乡。则为这情缘千尺藕丝长，误尽禹门三月桃花浪。我若是不正当，枉了他那呆心肠一向在咱心上。<br>【落梅风】我恰猛可地向这厅堂中见，唬得我又待寻幔幕中藏。哎！狠阿公间别来无恙！(做意了)可知我恰轻敲着他那边厢越分外的响。相公呵，这的是那打香印使来的锣棒。<br>【水仙子】相公那日正暴雷急雨怒在书房，几曾这般和气春风满画堂？(孤云)(正旦唱)舍人也没那五陵豪气三千丈，脖项上连铁索两托长！却虽是妾烦恼欢喜杀家堂，路岐人生死心难忘。谢相公赍发觑当，直把俺牒配还乡。<br>【雁儿落】相公把孩儿呵腹内想，越教妾小鹿儿心头撞，我如今引来这园圃中，莫不是赚到这筵席上？<br>【得胜令】却又休金殿锁鸳鸯，一似书帏中拆鸾凰。恁那秀才凭学艺，他却也男儿当自强。他如今难当，日写在招儿上。相公试参详，这的唤功名纸半张！<br>【川拨棹】不索你自夸扬，我可也知道你打了个好散场。休得行唐，火速疾忙，见咱个旧日个恩官使长，与咱多多的准备重赏。<br>【七弟兄】他也大冈，你行也有些情肠，你那起初时敷演时曾听你唱、转街衢行至短垣墙，入花园尽步苍苔上。<br>【梅花酒】厌地转过秉墙，携手儿相将，轻躧践残芳，直望着厅堂，将蛾眉涩道登，到绣楼软门外，你却则未得慌张？房中旧名望，到今日怎遮藏，打扮的死床相。<br>【收江南】口应！老官人分付取小学郎。(孤云了)(正旦唱)则教你住构栏，不教你坐监房。(正末云住)(正旦唱)在相公厅当日个你分开这沙上宿鸳鸯，怎生般对当，却教俺芰荷香里再成双。(卜儿云)(下)<br>【鹧鸪天】玉软香矫意更真，花攒柳衬是消魂。半生碌碌忘丹桂，千里驱驱觅彩云。鸾鉴破，凤钗分，世间多少断肠人。风流公案风流传，一度搬着一度新。象板银锣可意娘，玉鞭娇马画眉郎。两情迷到忘形处，落絮随风上下狂。<br>题目灵春马适意误功名<br>韩楚兰守志待前程<br>正名小秀才琴书青琐帏<br>诸宫调风月紫云亭",
  "poet": {
    "id": 1188,
    "star": 0,
    "name": "石君宝",
    "desc": "石君宝，元代戏曲作家。姓石，名德玉，字君宝，女真族。元世祖至元十三年（1276）逝世，享年85岁。平阳（今山西临汾）人。以写家庭、爱情剧见长。著有杂剧10种，现仅存3种：《鲁大夫秋胡戏妻》、《李亚仙花酒曲江池》、《诸宫调风月紫云亭》，另7种皆佚。《太和正音谱》评其词“如罗浮梅雪”。"
  },
  "tags": []
}