{
  "id": 9194,
  "star": 16,
  "name": "同王征君湘中有怀",
  "dynasty": "唐代",
  "content": "八月洞庭秋，潇湘水北流。<br>还家万里梦，为客五更愁。<br>不用开书帙，偏宜上酒楼。<br>故人京洛满，何日复同游。",
  "fanyi": "<p><strong>译文<br></strong>八月的洞庭湖一片清秋，辽阔的潇湘水滔滔北流。<br>关山万里做着回家之梦，他乡为客难奈五更离愁。<br>无须打开书卷细细品味，只应开怀畅饮醉卧酒楼。<br>长安洛阳亲朋故旧无数，什么时候再与他们同游？</p> <p><strong>注释</strong><br>⑴同：即“和”的意思。这是一首唱和之作。王徵君：姓王的徵君，名不详。徵君，对不接受朝廷征聘做官的隐士的尊称。《后汉书·黄宪传》：“友人劝其仕，宪亦不拒之，暂到京师而还，竟无所就。年四十八终，天下号曰徵君。”<br>⑵洞庭：湖名。洞庭湖在今湖南省北部，素有“八百里洞庭”之称。湘、资、沅、澧四水汇流于此，在岳阳县城陵矶入长江。<br>⑶潇湘：湘江与潇水的并称。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《去蜀》<a href=\"http://so.gushiwen.org/view_9194.aspx\">诗</a>：“五载客蜀鄙，一年居梓州；如何关塞阻，转作潇湘游？”<br>⑷还家：回家。《后汉书·臧洪传》：“中平末，弃官还家，太守张超请为功曹。”<br>⑸为客：作客他乡。五更：特指第五更的时候。即天将明时。南朝陈伏知道《从军五更转》诗之五：“五更催送筹，晓色映山头。”<br>⑹书帙（zhì）：书卷的外套。晋王嘉《拾遗记·秦始皇》：“二人每假食于路，剥树皮编以为书帙，以盛天下良书。”《说文》：帙，书衣也。一作“书箧”。<br>⑺偏宜：只应当；最宜；特别合适。前蜀李珣《浣溪纱》词：“入夏偏宜澹薄妆，越罗衣褪郁金黄。”<br>⑻故人：旧交；老友。《庄子·山木》：“夫子出于山，舍于故人之家。”京洛：西京长安和东都洛阳。泛指国都。唐<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>《应制奉和》诗：“总为朝廷巡幸去，顿教京洛少光辉。”<br>⑼同游：一同游览。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·捷悟》：“王东亭作宣武主簿，尝春月与石头兄弟乘马出郊，时彦同游者连镳俱进。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　张谓的<a href=\"http://so.gushiwen.org/view_9194.aspx\">诗</a>，不事刻意经营，常常浅白得有如说话，然而感情真挚，自然蕴藉，如这首诗，就具有一种淡妆的美。</p> <p>　　开篇一联即扣紧题意，写洞庭秋色。“八月洞庭秋”，对景兴起，着重在点明时间。“潇湘水北流”，抒写眼前所见的空间景物，表面上没有惊人之语，却包孕了丰富的感情内涵：秋天本是令人善感多怀的季候，何况是家乡在北方的诗人面对洞庭之秋。湘江北去本是客观的自然现象，但多感的诗人联想到自己还不如江水，久久地滞留南方。因此，这两句是写景，也是抒情，引发了下面的怀人念远之意。颔联直抒胸臆，不事雕琢，然而却时间与空间交感，对仗工整而自然。“万里梦”，点空间，魂飞万里，极言乡关京国之遥远，此为虚写：“五更愁”，点时间，竟夕萦愁，极言客居他乡时忆念之殷深，此为实写。颈联宕开一笔，以正反夹写的句式进一步抒发自己的愁情：在乡愁的困扰下，翻开爱读的书籍已然无法自慰，登酒楼而醉饮或者可以忘忧。这些含意诗人并没有明白道出，但却使人于言外感知。同时，诗人连用了“不用”、“偏宜”这种具有否定与肯定意义的虚字斡旋其间，不仅使人情意态表达得更为深婉有致，而且使篇章开合动宕，令句法灵妙流动。登楼把酒，应该有友朋相对才是，然而现在却是诗人把酒独酌，即使是“上酒楼”，也无法解脱天涯寂寞之感，也无法了结一个“愁”字。于是，尾联就逼出“有怀”的正意，把自己的愁情写足写透。“故人京洛满”的热闹与诗人独处异乡的冷清形成鲜明对照。在章法上，“京洛满”和“水北流”相照，“同游”与“为客”相应，首尾环合，结体绵密。从全诗来看，没有秾丽的词藻和过多的渲染，信笔写来，皆成妙谛，流水行云，悠然隽永。</p> <p>　　淡妆之美是诗美的一种。平易中见深远，朴素中见高华，它虽然不一定是诗美中的极致，但却是并不容易达到的美的境界，所以北宋诗人梅圣俞说：“作诗无古今，唯造平淡难。”（《读邵不疑学士诗卷》）扫除腻粉呈风骨，褪却红衣学淡妆，清雅中有风骨，素淡中出情韵，张谓这首诗，就是这方面的成功之作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9194.aspx\">诗</a>写思乡，是唐肃宗乾元元年（758年）作者任尚书郎时出使夏口（今湖北武汉武昌），与诸子泛舟洞庭湖时所作。当时同游的王徵君写了一首《湘中有怀》诗，张谓这首《同王徵君湘中有怀》即为其唱和之作。",
  "poet": {
    "id": 708,
    "star": 0,
    "name": "张谓",
    "desc": "张谓（？--777年） 字正言，河内（今河南泌阳县）人，唐代。天宝二年登进士第，乾元中为尚书郎，大历年间潭州刺史，后官至礼部侍郎，三典贡举。其诗辞精意深，讲究格律，诗风清正，多饮宴送别之作。代表作有《早梅》《邵陵作》《送裴侍御归上都》等，其中以《早梅》为最著名，《唐诗三百首》各选本多有辑录。“不知近水花先发，疑是经冬雪未消”，疑白梅作雪，写得很有新意，趣味盎然。诗一卷。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "思乡"
  ]
}