{
  "id": 72755,
  "star": 111,
  "name": "上林赋",
  "dynasty": "两汉",
  "content": "　　亡是公听然而笑曰：“楚则失矣，而齐亦未为得也。夫使诸侯纳贡者，非为财币，所以述职也。封疆画界者，非为守御，所以禁淫也。今齐列为东藩，而外私肃慎，捐国逾限，越海而田，其于义固未可也。且二君之论，不务明君臣之义，正诸侯之礼，徒事争于游戏之乐，苑囿之大，欲以奢侈相胜，荒淫相越，此不可以扬名发誉，而适足以贬君自损也。</p> <p>　　“且夫齐楚之事，又乌足道乎！君未睹夫巨丽也，独不闻天子之上林乎？左苍梧，右西极。丹水更其南，紫渊径其北。终始灞浐，出入泾渭；酆镐潦潏，纡馀委蛇，经营乎其内。荡荡乎八川分流，相背而异态。东西南北，驰骛往来，出乎椒丘之阙，行乎洲淤之浦，经乎桂林之中，过乎泱漭之野。汩乎混流，顺阿而下，赴隘狭之口，触穹石，激堆埼，沸乎暴怒，汹涌澎湃。滭弗宓汩，逼侧泌瀄。横流逆折，转腾潎冽，滂濞沆溉。穹隆云桡，宛潬胶戾。逾波趋浥，涖涖下濑。批岩冲拥，奔扬滞沛。临坻注壑，瀺灂霣坠，沈沈隐隐，砰磅訇礚，潏潏淈淈，湁潗鼎沸。驰波跳沫，汩濦漂疾。悠远长怀，寂漻无声，肆乎永归。然后灏溔潢漾，安翔徐回，翯乎滈滈，东注太湖，衍溢陂池。于是乎鲛龙赤螭，??渐离，鰅鰫鳍鮀，禺禺魼鳎，揵鳍掉尾，振鳞奋翼，潜处乎深岩，鱼鳖讙声，万物众伙。明月珠子，的砾江靡。蜀石黄碝，水玉磊砢，磷磷烂烂，采色澔汗，藂积乎其中。鸿鹔鹄鸨，鴐 鹅属玉，交精旋目，烦鹜庸渠，箴疵?卢，群浮乎其上，泛淫泛滥，随风澹淡，与波摇荡，奄薄水渚，唼喋菁藻，咀嚼菱藕。</p> <p>　　“于是乎崇山矗矗，巃嵷崔巍，深林巨木，崭岩参嵳，九嵕嶻嶭。南山峨峨，岩陁甗崎，摧崣崛崎。振溪通谷，蹇产沟渎，谽呀豁閕。阜陵别岛，崴磈葨廆，丘虚堀礨，隐辚郁垒，登降施靡，陂池貏豸，沇溶淫鬻，散涣夷陆，亭皋千里，靡不被筑。揜以绿蕙，被以江蓠，糅以蘪芜，杂以留夷。布结缕，攒戾莎，揭车衡兰，槀本射干，茈姜蘘荷，葴持若荪，鲜支黄砾，蒋苎青薠，布濩闳泽，延曼太原。离靡广衍，应风披靡，吐芳扬烈，郁郁菲菲，众香发越，肸蚃布写，晻薆咇茀。</p> <p>　　“于是乎周览泛观，缜纷轧芴，芒芒恍忽。视之无端，察之无涯，日出东沼，入乎西陂。其南则隆冬生长，涌水跃波。其兽则?旄貘嫠，沈牛麈麋，赤首圜题，穷奇象犀。其北则盛夏含冻裂地，涉冰揭河。其兽则麒麟角端，騊駼橐驼，蛩蛩驒騱，駃騠驴骡六庵注。</p> <p>　　“于是乎离宫别馆，弥山跨谷，高廊四注，重坐曲阁，华榱璧珰，辇道纚属，步櫩周流，长途中宿。夷嵕筑堂，累台增成，岩窔洞房，頫杳眇而无见，仰攀橑而扪天，奔星更于闺闼，宛虹扦于楯轩，青龙蚴蟉于东箱，象舆婉僤于西清，灵圄燕于闲馆，偓佺之伦，暴于南荣。醴泉涌于清室，通川过于中庭。盘石振崖，嵚岩倚倾。嵯峨磼礏，刻削峥嵘。玫瑰碧琳，珊瑚丛生，琘玉旁唐，玢豳文鳞，赤瑕驳荦，杂臿其间，晁采琬琰，和氏出焉。</p> <p>　　“于是乎卢橘夏熟，黄甘橙楱，枇杷橪柿，亭奈厚朴，梬枣杨梅，樱桃蒲陶，隐夫薁棣，答沓离支，罗乎后宫，列乎北园。崒丘陵，下平原，扬翠叶，扤紫茎，发红华，垂朱荣，煌煌扈扈，照曜钜野。沙棠栎槠，华枫枰栌，留落胥邪，仁频并闾，欃檀木兰，豫章女贞，长千仞，大连抱，夸条直畅，实叶葰楙，攒立丛倚，连卷欐佹，崔错癹骫，坑衡閜砢，垂条扶疏，落英幡纚，纷溶箾蔘，猗狔从风，藰莅卉歙，盖象金石之声，管籥之音。偨池茈虒，旋还乎后宫，杂袭絫辑，被山缘谷，循阪下隰，视之无端，究之无穷。</p> <p>　　“于是乎玄猨素雌，蜼玃飞鸓，蛭蜩蠼猱，獑胡豰蛫，栖息乎其间。长啸哀鸣，翩幡互经。夭蟜枝格，偃蹇杪颠。隃绝梁，腾殊榛，捷垂条，掉希间，牢落陆离，烂漫远迁。若此者数百千处。娱游往来，宫宿馆舍，庖厨不徙，后宫不移，百官备具。</p> <p>　　“于是乎背秋涉冬，天子校猎。乘镂象，六玉虬，拖蜺旌，靡云旗，前皮轩，后道游。孙叔奉辔，卫公参乘，扈从横行，出乎四校之中。鼓严簿，纵猎者，河江为阹，泰山为橹，车骑雷起，殷天动地，先后陆离，离散别追。淫淫裔裔，缘陵流泽，云布雨施。生貔豹，搏豺狼，手熊罴，足壄羊，蒙鹖苏，绔白虎，被班文，跨壄马，凌三嵕之危，下碛历之坻。径峻赴险，越壑厉水。椎蜚廉，弄獬豸，格虾蛤，鋋猛氏，羂騕褭，射封豕。箭不苟害，解脰陷脑，弓不虚发，应声而倒。于是乘舆弭节徘徊，翱翔往来，睨部曲之进退，览将帅之变态。然后侵淫促节，儵夐远去，流离轻禽，蹴履狡兽。轊白鹿，捷狡兔，轶赤电，遗光耀。追怪物，出宇宙，弯蕃弱，满白羽，射游枭，栎蜚遽。择肉而后发，先中而命处，弦矢分，艺殪仆。然后扬节而上浮，凌惊风，历骇猋，乘虚无，与神俱。躏玄鹤，乱昆鸡，遒孔鸾，促鵔鸃，拂翳鸟，捎凤凰，捷鹓鶵，揜焦明。道尽途殚，回车而还。消遥乎襄羊，降集乎北纮，率乎直指，晻乎反乡。蹷石阙，历封峦，过鳷鹊，望露寒，下棠梨，息宜春，西驰宣曲，濯鹢牛首，登龙台，掩细柳。观士大夫之勤略，均猎者之所得获，徒车之所轥轹，步骑之所蹂若，人臣之所蹈籍，与其穷极倦谻，惊惮詟伏，不被创刃而死者，他他籍籍，填坑满谷，掩平弥泽。</p> <p>　　“于是乎游戏懈怠，置酒乎颢天之台，张乐乎轇輵之宇。撞千石之钟，立万石之虡，建翠华之旗，树灵鼍之鼓，奏陶唐氏之舞，听葛天氏之歌，千人唱，万人和，山陵为之震动，川谷为之荡波。巴渝宋蔡，淮南干遮，文成颠歌，族居递奏，金鼓迭起，铿鎗闛鞈，洞心骇耳。荆吴郑卫之声，韶濩武象之乐，阴淫案衍之音，鄢郢缤纷，激楚结风。俳优侏儒，狄鞮之倡，所以娱耳目乐心意者，丽靡烂漫于前，靡曼美色于后。若夫青琴、宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便嬛绰约，柔桡嫚嫚，妩媚孅弱。曳独茧之褕绁，眇阎易以恤削，便姗嫳屑，与俗殊服，芬芳沤郁，酷烈淑郁；皓齿粲烂，宜笑的皪；长眉连娟，微睇绵藐，色授魂与，心愉于侧。</p> <p>　　“于是酒中乐酣，天子芒然而思，似若有亡，曰：‘嗟乎！此大奢侈。朕以览听馀闲，无事弃日，顺天道以杀伐，时休息于此。恐后叶靡丽，遂往而不返，非所以为继嗣创业垂统也。’于是乎乃解酒罢猎，而命有司曰：‘地可垦辟，悉为农郊，以赡萌隶，隤墙填堑，使山泽之人得至焉。实陂池而勿禁，虚宫馆而勿仞，发仓廪以救贫穷，补不足，恤鳏寡，存孤独，出德号，省刑罚，改制度，易服色，革正朔，与天下为更始。’</p> <p>　　“于是历吉日以斋戒，袭朝服，乘法驾，建华旗，鸣玉鸾，游于六艺之囿，驰骛乎仁义之涂，览观《春秋》之林，射《狸首》，兼《驺虞》，弋玄鹤，舞干戚，载云?，揜群雅，悲《伐檀》，乐乐胥，修容乎礼园，翱翔乎书圃，述《易》道，放怪兽，登明堂，坐清庙，次群臣，奏得失，四海之内，靡不受获。于斯之时，天下大说，乡风而听，随流而化，芔然兴道而迁义，刑错而不用，德隆于三王，而功羡于五帝。若此故猎，乃可喜也。若夫终日驰骋，劳神苦形，罢车马之用，抏士卒之精，费府库之财，而无德厚之恩，务在独乐，不顾众庶，亡国家之政，贪雉兔之获，则仁者不繇也。从此观之，齐楚之事，岂不哀哉！地方不过千里，而囿居九百，是草木不得垦辟，而人无所食也。夫以诸侯之细，而乐万乘之侈，仆恐百姓被其尤也。”</p> <p>　　于是二子愀然改容，超若自失，逡巡避席，曰：“鄙人固陋，不知忌讳，乃今日见教，谨受命矣。”",
  "fanyi": "<h2>注释</h2> <p>⑴选自《文选》卷八。上林，上林苑，故址在今陕西西安市西及周至、户县界。它本是秦代的旧苑，汉武帝时重修并加扩大。<br>⑵亡是公：作者假托的人名。亡，通“无”。听（yǐn引）然：张口而笑的样子。<br>⑶失：指不对。《上林赋》是承《子虚赋》而来，《子虚赋》是借楚国子虚和齐国乌有先生的对话展开，以折齐称楚结束，所以本文这样承接。<br>⑷纳贡：交纳贡物。<br>⑸述职：古代诸侯朝见天子，陈述政务方面的情况。<br>⑹封疆画界：指画定诸侯国之间的疆界。古代植树为界，称封疆，在两封之间又树立标志，称画界。<br>⑺淫：放纵，过分。指诸侯国不知节制，侵入别国疆界。<br>⑻东藩：东方的藩国。齐国在东，故称“东藩”。藩，藩篱、屏障。<br>⑼私：指私自交好。肃慎：古国名，在今长白山以北至黑龙江一带。⑩捐国：指离开自己的国家。逾限：越过本国边界。<br>⑾越海而田：指《子虚赋》言齐王“秋田乎青丘”之事。“青丘”为传说中的海外国名，故云“越海”。田，通“畋”，畋猎。<br>⑿二君：指《子虚赋》中的子虚和乌有先生。<br>⒀相胜：相互压服。<br>⒁扬名发誉：即发扬名誉。意思是使好的名声传播开来。<br>⒂贬君自损：贬低君主，损害自己的声誉。<br>⒃乌：何。⒄左：指东方。苍梧：汉郡名，治所在今广西苍梧县。苍梧古属交州，在长安东南，故言“左”。<br>⒅右：指西方。西极：古指豳地，在长安西北一带，故言“右”。<br>⒆丹水：水名，出陕西商州市西北冢岭山，东南流入河南境。更：经过。<br>⒇紫渊：当为上林苑北边水名。径：同“经”。<br>（21）终始灞浐：指灞水和浐水始终流在上林苑中。终始，作动词用。灞浐，都是渭水的支流。（22）出入泾渭：指泾水和渭水流入苑中又流出苑去。泾，泾水，源出宁夏南部六盘山东麓，流经甘肃，至陕西高陵县境入渭水。渭，渭水，源出甘肃渭源县之鸟鼠山，东流至陕西潼关县入黄河。<br>（23）酆镐（hào浩）潦（lǎo老）潏（jué决）：皆为水名。酆，源出陕西宁陕县东北秦岭，东北流经长安入渭水。镐，源出陕西长安县南，北注于渭水。现下游已湮，上游北注于潏水。潦，源出陕西□县南山涝谷，东北经咸阳西南境注于渭水。潏，源出陕西□县南山石鳖谷，北经长安入渭水。<br>（24）纡馀委蛇（yí移）：形容水流曲折宛转的样子。委蛇，同“逶迤”。<br>（25）经营乎其内：指诸水流经其中。经营，周旋。<br>（26）八川分流：指上述灞、浐、泾、渭、酆、镐、潦、潏八条河流各自流动。<br>（27）相背：指诸水流向不一。<br>（28）驰骛：马疾行的样子，这里指水流很快。<br>（29）椒丘之阙：生满椒树的山相对而立，类似于阙的形状。阙，又名门观。门前两旁建台，上有楼观，中间有阙口为通道，故称阙。<br>（30）洲淤：水中可居之地。古时长安一带人呼洲为淤。浦：水边。<br>（31）桂林：指上林苑中的桂树林。<br>（32）泱漭：广大、辽阔。<br>（33）汩（yù玉）乎混流：指水流很急，水势很大。汩，水流迅速。混，水势浩大。<br>（34）阿：高大的山丘。<br>（35）隘陿：即狭隘。陿，同“狭”。<br>（36）穹石：大石。<br>（37）堆埼（qí奇）：高大曲折的河岸。<br>（38）滭弗（bìfèi毕沸）同“觱沸”，水上涌的样子。宓（mì密)汩：水流疾去的样子。<br>（39）逼侧：水迫近岸边。泌瀄（jié节）：水浪涌起互相冲击的样子。逼，同“逼”。<br>（41）转腾：旋转激荡。潎（piē瞥）冽：水波互相冲击的样子。<br>（41）滂濞（pāngpì乓僻）：即“彭湃”，水波相互撞击的声音。沆（hàng杭去声）溉：水浪愤怒涌起的样子。<br>（42）穹隆：水势高起的样子。云桡：形容<br>水势回旋翻滚如云涌。桡，扰动。<br>（43）宛潬（shàn善）：水流盘曲的样子。胶□：水流纠绞在一起的样子。□，同“戾”。<br>（44）逾波：一波超一波，即后浪推前浪。趋浥：指很快地流向低处。<br>（45）涖（lì利）涖：水流急的样子。濑（lài赖）：浅水沙石滩。<br>（46）批：击打。拥：同“壅”，防水堤。<br>（47）奔扬：水流奔腾。滞沛：浪花翻卷。<br>（48）临坻（chí持）：临近小丘。坻，水中小丘。注壑：流入沟壑之中。<br>（49）瀺灂（chánzhuó馋着）：小水声。指水流近小丘时发出的细小声音。霣坠：指水从高处落到低处。霣，通“陨”。<br>（51）沈沈：水深的样子。隐隐：水势盛大。<br>（51）砰磅（pēngpāng烹乓）：即“乒乓”，象声词。訇礚（hōngkē轰科）：指水流激荡发出轰隆隆的声音。<br>（52）潏（jué决）潏淈（gǔ古）淈：水涌出的样子。潏，水涌出貌。淈淈，同“汩汩”。<br>（53）湁潗（chìjí赤集）鼎沸：形容水流上涌如沸腾的样子。湁潗，水沸腾的样子。<br>（54）驰波跳沫：水流疾泻而飞沫跳荡。<br>（55）汩濦（yùxī遇吸)：水流急转的样子。濦，《汉书》作“□”。漂疾：同“剽疾”，形容水势猛悍。<br>（56）怀：归往。<br>（57）寂漻：同“寂寥”，水流平缓而无声。<br>（58）肆：安，指水流平稳安定。<br>（59）灏溔（hàoyǎo号杳）：水势广大无际的样子。潢（guāng光）漾：水势深广，水波荡漾。<br>（60）安翔徐回：形容水流缓慢。回，回旋。<br>（61）翯（hè鹤）乎滈（hào浩）滈：谓大水泛着白光。□，白而有光泽。滈滈，指水泛着白光。<br>（62）太湖：在今江苏省。因在长安东方，故曰“东注”。<br>（63）衍溢陂（pí皮）池：谓水流满池塘。陂池，池塘。<br>（64）螭（chī吃）：传说中蛟龙一类动物，无角。<br>（65）䱭䲛（gèngméng更去声萌）：鱼名，形似鳝。渐离：鱼名，形状不详。<br>（66）鰅（yú于）：鲶类的一种，皮肤有文。鰫（yōng庸）：同“鳙”，即花鲢鱼。鳍（qián虔）：鱼名，形似鲤而体长。鮀（tuō托）：即河豚。或说即黄颊鱼，口大而食小鱼。<br>（67）禺禺：黄地黑文，皮上有毛的一种鱼。魼（qū区）：即比目鱼。鳎（tǎ塔）：亦比目鱼一类。<br>（68）揵（qiān虔）：扬起。掉：摇动。<br>（69）讙：喧哗，闹嚷。<br>（70）明月：宝珠名。<br>（71）的□（lì历）江靡（méi眉)：谓宝珠的光芒照耀江边。的□，明亮的样子。靡，通“湄”，水边。<br>（72）蜀石：质次于玉的一种石。黄碝（ruǎn软）：黄色的碝石。碝，石名，质地次于玉。<br>（73）水玉：即水晶石。磊砢（luǒ裸）：众多。<br>（74）磷磷烂烂：谓玉石色泽鲜明，光彩灿烂。<br>（75）“采色”二句：谓玉石积聚于水中，光芒辉映。澔汗，同“浩汗”，盛多的样子。这里指光彩灼灼，相互映辉。藂，同“丛”。<br>（76）鸿：大雁。鹔（sù肃）：即鹔鹴，雁的一种，毛为绿色。鹄：天<br>鹅。鸨：似雁而大，灰颈白腹，背部有黄褐和黑色斑纹。<br>（77）□（jiā家）鹅：雁的一种，形比鸭大而嘴小。《方言》：“雁，自关而东谓之□鹅。”□，同“□”。属（zhú烛）玉：即“鸀□”，水鸟，似鸭而大。<br>（78）交精：同“□□”，水鸟名，俗名茭鸡，形如凫而腿长。旋目：鸟名，大于鹭而尾短，眼旁毛呈现回旋的样子。<br>（79）烦鹜：鸟名，外形像鸭而小。庸渠：鸟名，俗名水鸡，外形像鸭而鸡足。<br>（80）箴疵：水鸟名，形似鱼虎，毛呈苍黑色。□卢：俗称水老鸦。<br>（81）泛淫泛滥：指鸟浮于水面上自由自在的样子。泛，同“泛”，飘浮。<br>（82）澹淡：此指飘动的样子。<br>（83）奄薄水渚：指群鸟止息于小洲之上。奄，息。薄，集。<br>（84）唼喋（zādié匝谍）：指鸟聚在一起吃食。菁、藻：都是水草名。<br>（85）矗矗：山直立高耸的样子。<br>（86）巃嵷（lóngzōng龙宗）崔巍：山高峻的样子。<br>（87）崭（chán缠）岩□嵳：山势险要高低不平。崭，同“□”。□嵳，同“参差”。<br>（88）九嵕（zōng宗）：山名，在陕西醴泉县东北。嶻嶭（jiéniè截聂）：山高峻的样子。<br>（89）南山：终南山，主峰在陕西西安市南。峨峨：高大。<br>（90）岩陁（zhì志）□（yǎn眼）锜（qí其)：指山中多穴洞。陁，坂，山坡。□，瓦器名，即甑。锜，三只脚的釜。王先谦《补注》说：“山之嵌空玲珑有若锜然，与□对文。”<br>（91）摧崣：同“崔巍”，山势高峻的样子。崛崎：形容山势陡峭险绝。<br>（92）振溪通谷：指大的山谷。振，开放。溪，溪谷。通，通达。<br>（93）蹇产：曲折的样子。<br>（94）谽（hān酣）呀豁閕（xiā虾）：指山谷幽远空洞的样子。谽呀，形容山谷幽深。豁閕，空虚的样子。<br>（95）阜陵别□：谓山丘像被水分成的一个个小岛。□，同“岛”。<br>（96）崴磈（wéi危）□廆（wēi伟）：都是高峻的意思。<br>（97）丘虚堀礨（juélěi决垒）：指山特起不平的样子。虚，通“墟”。<br>（98）隐辚郁□（lěi磊）：指山堆积不平的样子。<br>（99）登降施（yǐ以）靡：指山势高下绵延。施靡，山势倾斜绵延的样子。<br>（100）陂池貏豸（bǐzhì比至）：指山势渐渐平坦。陂池，读如“坡陀”，倾斜的样子。貏豸，渐趋平坦。<br>（101）沇（wěi伟）溶淫鬻：指水在山涧中缓缓流动。淫鬻，水流缓慢。<br>（102）散涣：涣散，散开。夷陆：平坦的原野。<br>（103）“亭皋”二句：谓水边地方没有不平坦的。亭，平。皋，水边地。被筑，指筑地令平。<br>（104）揜（yǎn眼）：遮盖。绿蕙：香草名。<br>（105）被：覆盖。江蓠：香草名。<br>（106）糅：掺杂。蘪芜：香草名，又名蕲芷。<br>（107）留夷：香草名。<br>（108）布：布满。结缕：草名，多年曼生，叶如白茅。<br>（109）攒戾莎：戾莎丛聚而生。戾莎，草名。<br>（110）揭车衡兰：指揭车、杜衡和兰草三种香草。<br>（111）槀（gǎo稿)本：香草名，根可入药。射干：草名，根可入药。<br>（112）茈姜：即紫姜，嫩姜。茈，同“紫”。蘘（ráng瓤）荷：一名蘘草，茎叶似姜，根可食，也可入药。<br>（113）葴（zhēn针）持：即酸浆草。若荪：杜若和荪草，都是香草。<br>（114）鲜支：香草名，又名燕支，可染红色。黄砾：香草名，可染黄色。<br>（115）蒋：即菰蒲草，又名茭，所结实即菰米。苎（zhù注）：同“芧”，草名，即三棱草。青薠：草名，形状类莎（suō蓑）草而稍大。<br>（116）布濩（hù户）：散布，布满。闳泽：大水泽。闳，宏大。<br>（117）延曼：蔓延。太原：广大原野。<br>（118）离靡：连绵不断的样子。广衍：广泛散布开来。衍，展开。<br>（119）吐芳扬烈：谓花草散发出浓烈的香气。<br>（120）郁郁菲菲：形容香气浓烈。<br>（121）发越：发扬，散发。<br>（122）肸蚃（xīxiǎng希响）：指香气四散，沁入人心。肸，响声传布。蚃，对声音反映敏感的一种虫子。布写：四散传布。写，通“泻”。<br>（123）晻薆咇茀（bìbó必伯）：形容香气充盛。<br>（124）缜纷：茂密繁多。轧芴（wù勿）：致密而不可分辨。<br>（125）芒芒恍忽：眼花缭乱的样子。<br>（126）东沼：上林苑东边池沼。<br>（127）西陂：亦上林苑池名。与上句联系，极言上林苑之大。<br>（128）“其南”二句：指上林苑面积广阔，其南部隆冬也草木生长，水不结冻。<br>（129）□（róng容）：又名封牛，颈上有肉堆，有力而善于奔走。旄：旄牛。貘（mò莫）：形似犀牛而略小，鼻长无角。□（lí犁）：小于旄牛，皮黑色。<br>（130）沈牛：水牛。麈（zhǔ主）：鹿类，一角，尾大，可作拂尘。麋：即驼鹿，又叫犴（hān鼾)，四不像。<br>（131）赤首：传说中的一种兽的名称。圜题：亦是一种兽名。传说两兽均生活在南方。题，额。<br>（132）穷奇：传说中的怪兽，能食人，外形像牛，毛如猬，声音像嗥狗。<br>（133）其北：指上林苑北部。<br>（134）揭（qì器）：提起衣服度水。<br>（135）角端：兽名，外形像貊（形似熊），角生在鼻上。<br>（136）騊駼（táotú陶途）：兽名，形似马。橐驼：即骆驼。<br>（137）蛩（qióng穷）蛩：一种白色野兽，形似马。□騱（tuóxī驼溪）：野马的一种，青黑色，有白色鳞纹。<br>（138）駃騠（juótí决提）：骏马名。□：同“骡”。<br>（139）离宫别馆：指皇宫以外供皇帝临时居住的宫殿馆舍。<br>（140）四注：四面围绕。<br>（141）重坐：指两层楼房。曲阁：指曲折连结的楼阁。<br>（142）华榱（cuī崔）：用花纹装饰的椽子。璧珰：用璧玉装饰的瓦当。<br>（143）辇道□（xǐ喜）属：指宫中辇道四通八达。辇道，可以乘辇而行的阁道。□属，阁道回环，如织丝之相连属。□，束发的帛。<br>（144）步櫩（yán言）：可以通行的长廊。櫩，同“檐”。周流，周遍。<br>（145）长途中宿：谓长廊走不完，中间需要停宿。<br>（146）夷嵕（zōng宗）筑堂：削平山岭，建筑房屋。夷，<br>削平。嵕，高的山。<br>（147）累台增成：高的楼台一层又一层。增，通“层”。成，一层叫一成。<br>（148）岩窔（yǎo咬）：深邃的样子。洞房：幽深的房屋。<br>（149）頫：同“俯”。杳眇：深邃的样子。此句是形容亭台极高，下视不见地。<br>（150）橑（lǎo老)：屋椽。扪（mén门）：用手摸。此句亦形容亭台极高。<br>（151）奔星：流星。更：经过。闺闼：宫中的小门。<br>（152）宛虹：弯曲的虹。扦：同“拖”。楯（shǔn吮）轩：指门窗的栏杆。<br>（153）“青龙”句：谓青龙驾的车子可以在东厢房行进。此极力形容房屋的宽阔。蚴蟉（yǒuliú友流），龙行的样子。此用以形容车子。东箱，东边厢房。箱，通“厢”。原作“葙”，据《考异》改正。<br>（154）象舆：象拉的车子。婉僤（shàn善）：车行进的样子。西清：指西厢房。清，清静之处。<br>（155）灵圄（yǔ语）：对于仙人的总称。燕：燕息，闲居。闲馆：清雅的馆舍。<br>（156）偓佺：古代传说的仙人名。伦：类。<br>（157）暴：通“曝”，晒太阳。荣：指飞檐。<br>（158）醴泉：甘甜的泉水。清室：即静室。<br>（159）通川：流水。<br>（160）盘石：大石。盘，通“磐”。振崖：砌成整齐的石崖。振，《考异》以为当作“裖（zhèn振）”，累积整齐。<br>（161）嵚（qīn钦）岩：倾斜的样子。倚倾：偏斜倾侧。<br>（162）嵯峨：高大的样子。□□（jiéyè捷业）：高峻的样子。<br>（163）刻削：形容石崖险峻，像刀削过一样。<br>（164）玫瑰：珍珠名。碧琳：玉石名。<br>（165）琘玉：像玉的美石。琘，同“珉”。旁唐：如说“磅礴”，广大的样子。<br>（166）玢（bīn宾）豳：有纹理的样子。文鳞：文彩斑烂像鳞片一样排列。<br>（167）赤瑕：赤色的玉。驳荦（luò洛）：色彩斑驳。驳，同“驳”。（168）杂臿：夹杂。臿，通“插”。<br>（169）晁采：美玉名。琬琰（yǎn演）：美玉名。<br>（170）和氏：指和氏璧。为春秋时楚国人卞和所发现。<br>（171)卢橘：橘子的一种，皮厚，大小像柑。秋天结实，第二年夏天始熟。<br>（172）黄甘：即黄柑，橘的一种。楱（còu凑）：橘的一种，又称小橘。<br>（173）橪（rán然）：即酸枣。<br>（174）亭：即棠梨，又名海棠果。奈：属苹果一类的水果。厚朴：树名，果实甘美，树皮可入药。<br>（175）梬（yǐng影）枣：枣类，外形似柿而小。<br>（176）蒲陶：即葡萄。<br>（177）隐夫：果木名，形状不详。薁（yù郁）棣：即唐棣，又名郁李，果实可食，种子入药。<br>（178）答沓（tà踏）：木名，果实像李子。离支：即荔枝。<br>（179）□（yí宜）：通“迤”，延及，绵延。<br>（180）扤（wù物）：摇动不定。<br>（181）荣：木本植物的花。<br>（182）煌煌扈扈：光彩鲜艳的样子。<br>（183）钜野：广阔的原野。钜，同“巨”。<br>（184）沙棠：果名，俗名沙果。栎（lì立）：橡实。槠（zhū朱）：苦槠，木名，常绿乔木，果实小于橡实。<br>（185）华：即桦树。枰（píng平）：平仲树，即银杏树。栌（lú卢）：黄栌。<br>（186）留落：石榴树。胥邪：即椰子树。<br>（187）仁频：即槟榔树。并闾：即棕榈树。<br>（188）欃檀：檀木的一种。木兰：又名杜兰，木名。<br>（189）豫章：即樟树。女贞：即冬青树。<br>（190）大连抱：指树干很粗，几个人才能合抱过来。<br>（191）夸条：指花朵和枝条。夸，通“荂（huā花)”，花。直畅：指任意舒展。<br>（192）葰楙（jùnmào俊茂）：肥大茂盛。葰，大。楙，同“茂”。<br>（193）攒立丛倚：指草木丛聚而生，或直立，或相互依傍。<br>（194）连卷（quán拳）：即“连蜷”，指枝柯屈曲生长。□佹（lìguǐ立鬼）：指树枝相互交错，向背不一。□，依附。佹，背离。<br>（195）崔错：错杂的样子。癹骫（bōwěí拨委）：指枝条屈曲错杂的样子。骫，通“委”。<br>（196）坑衡：抗衡。坑，通“抗”。□砢（kěluǒ可裸）：指枝条盘屈扭结，互相倾倚。<br>（197）落英：落花。幡□（xǐ喜）：飞扬的样子。<br>（198）纷溶：繁盛的样子。箾□（xiāosēn萧森）：高大的样子。<br>（199）猗狔从风：指花随风飘动。猗狔，同“旖旎”，柔美的样子。<br>（200）藰莅：风吹草木发出的声音。卉歙（xī吸）：如同说“呼吸”，指风迅疾吹木的声音。<br>（201）籥：古代的一种管乐器。<br>（202）“偨池”二句：指高高低低树木围绕后宫生长。偨池，同“差池”，高低不平的样子。茈虒（cíchí词池），义亦同“差池”，不整齐。旋还，环绕。<br>（203）杂袭：错杂重复。絫辑：同“累集”，众多繁盛。<br>（204）循：沿着。阪：山坡。隰（xí习）：低湿的地方。<br>（205）无端：无边。<br>（206）玄猨素雌：黑色的雄猿，白色的雌猿。猨，同“猿”。<br>（207）蜼（wěi伟）：一种长尾猿，形如猕猴黑色。玃（jué觉）：大母猴。鸓（lěi垒）：鼯鼠。前后肢间有薄膜，能从树上飞翔。<br>（208）蛭：传说中一种能飞的兽，四翼。蜩：当作“□（zhǒu帚）”，传说中一种兽名，大如驴，形如猴，善爬树。蠼猱（juénáo决挠)：同“玃猱”，老猕猴<br>（209）獑（chán馋）胡：同“獑猢”，兽名，似猿。縠（hú狐）：即白狐子，以猴类为食物。蛫（guǐ诡）：猿类。<br>（210）翩幡：鸟飞轻疾的样子。这里指猿类来往轻捷灵巧。幡，通“翻”。互经：互相经过。<br>（211）夭□（jiǎo狡）：指猿猴跳荡矫健的动作。枝格：长的树枝。<br>（212）偃蹇：指猿猴身体活动屈曲宛转的样子。杪（miǎo秒）颠：树枝顶端。杪，树梢。<br>（213）隃：同“逾”，越过。绝梁：断的桥梁。这里形容从甲树跃到乙树如越绝梁，非实指。<br>（214）腾：跃上。殊榛（zhēn真）：另一片榛树丛。<br>（215）捷垂条：拉住下垂的树枝。捷，通“接”。<br>（216）掉希间：指猿猴在树枝稀疏的空间荡来荡去。掉，摆动，摇荡。<br>（217）牢落陆离：指猿猴零落不齐，聚散无常。牢落，散漫的样子。陆离，参差不齐。<br>（218）烂漫远迁：指猿<br>猴往来迁徙。烂漫，形容猿猴奔走蹦跳的样子。<br>（219）宫宿馆舍：在离宫止宿，在别馆居住。<br>（220）“庖厨”三句：谓离宫别馆中有庖厨，有宫女，有百官奉侍，不必从朝廷调来。<br>（221）背秋涉冬：指秋末冬初。背，离开。涉，入。<br>（222）校（jiào较）猎：用木栏圈起猎场打猎。校，木栏。<br>（223）镂象：指用象牙雕刻装饰的车子。<br>（224）六玉虬：指用六匹马驾车。虬，无角的龙。这里指马。<br>（225）拖：曳。蜺旌：指色彩斑斓有如虹蜺的旌旗。蜺，同“霓”。<br>（226）靡：倾斜。云旗：画有熊虎的大旗。<br>（227）皮轩：以兽皮作饰的车子。<br>（228）道游：指道车和游车。古代天子出行，用道车五乘、游车九乘作为前导。道，通“导”。<br>（229）孙叔：古代善于驾车的人。一说，指汉武帝时的太仆公孙贺（字子叔）。奉：捧。<br>（230）卫公：也是指古代善于驾车的人。一说，指汉武帝时大将军卫青。参乘：陪乘，即车右，担任护卫。参，通“骖”。<br>（231）扈从：即护从，指天子的侍卫。<br>（232)四校：指天子射猎时的四支扈从部队。<br>（233）鼓严簿：指在戒备森严的仪仗侍卫队伍中击鼓。簿，卤簿，天子出行时的随行仪仗。<br>（234）河江：即江河。阹（qù去）：阻拦禽兽的围阵。<br>（235）橹：望楼。<br>（236）雷起：形容车骑声很大，如同雷响。<br>（237）殷天：震天。<br>（238）陆离：分散。<br>（239）别追：指分别追逐禽兽。<br>（240）淫淫裔裔：指围猎的人来来往往。<br>（241）流泽：指打猎的车骑密密麻麻地拥向水泽。<br>（242）生貔（pí皮）豹：活捉貔豹等野兽。貔，豹一类的猛兽。<br>（243）搏：搏击。<br>（244）手：徒手击杀。罴：熊类猛兽。<br>（245）足：用脚踏住。壄：同“野”。<br>（246）蒙鹖苏：指戴着用鹖鸟尾装饰的帽子。鹖，鸟名，形像雉鸡，斗时至死不退却。苏，尾。<br>（247）绔（kù库）白虎：穿着织有白虎纹饰的裤子。绔，同“袴”，套裤，此指穿套裤。<br>（248）被：通“披”，穿着。班文：指用虎豹一类兽皮作成的衣服。<br>（249）跨：骑。壄马：指北地所产的良马，又名騊駼。<br>（250）凌：登。三嵕：山名。危：顶巅。<br>（251）碛（qì气）历：高低不平的样子。坻（dǐ底）：山斜坡。<br>（252）径：同“经”，过。<br>（253）厉：涉水。<br>（254）椎：击杀。蜚廉：龙雀，鸟身鹿头。<br>（255）弄：用手摆弄，此也指擒获。獬豸：神兽名，相传似鹿而一角。<br>（256）格：搏杀。虾蛤：猛兽名。<br>（257）鋋（chán谗）：铁柄短矛。这里指用短矛刺杀。猛氏：兽名，形状像熊而小，毛短，有光泽。<br>（258)羂（juǎn卷）：用绳索绊取野兽。騕褭（yǎoniǎo咬鸟）：神马名，传说能日行千里。<br>（259）封豕：大野猪。<br>（260）箭不苟害：指每箭必射中要害，而不是胡乱将猎物射伤即可。<br>（261）解：分解，分开。脰（dòu豆）：颈项。<br>（262）乘（shèng胜）舆：皇<br>上乘坐的车。此指皇上。弭节：驻节，停车。<br>（263）睨：视。部曲：指参加围猎的队伍。<br>（264）变态：指各种各样的形态。<br>（265）侵淫促节：逐渐加快行驶的速度。<br>（266）儵夐（shūxiòng抒兄去声）：忽然远去的样子。儵，同“倏”。<br>（267）流离：四散，即冲散。轻禽：指飞鸟。轻，轻捷。<br>（268）蹴履：即践踏。狡兽：猛兽。狡，健。<br>（269）轊（wèi卫）白鹿：用车轴头挂住白鹿。轊，车轴头。<br>（270）捷：疾取。<br>（271）轶赤电：形容车骑疾速。轶，超过。<br>（272）遗光耀：也极言车骑迅疾。遗，指抛在后面。<br>（273）怪物：指奇珍怪兽。<br>（274）出：超出。宇宙：指天地之间的空间。天地四方称“宇”，古往今来称“宙”。<br>（275）蕃弱：传说中夏后氏良弓名。<br>（276）满：拉弓到箭头称为满。白羽：指用白色翎毛作尾羽的箭。<br>（277）游枭：各处游荡的枭。枭，一名枭羊，兽名。一说即狒狒。<br>（278）栎（lì力）：击打。蜚遽：神兽名，鹿头龙身。<br>（279）择肉：指选择肥胖的。一说选择禽兽身上可射的地方。<br>（280）“先中”句：谓先指明要射中什么地方，然后射中预定目标。<br>（281）艺：箭靶。这里指射的目标。殪（yì意）仆：指猎物被射死倒下。<br>（282)扬节而上浮：旌节飞扬上游于太空。<br>（283）骇猋（biāo标）：即惊风，疾风。猋，通“飙”，从下向上刮的疾风。<br>（284）乘：升，登。虚无：指天空。<br>（285）躏：践踏。玄鹤：黑色的鹤。<br>（286）乱：指使其行列混乱。昆鸡：同“鹍鸡”，鸟名，形状似鹤，赤喙长颈，全身黄白色。<br>（287）遒：迫，追捕。孔鸾：孔雀和鸾鸟。<br>（288）促：捕捉。鵔鸃：即赤雉，毛五彩，有花纹。<br>（289）拂：击。翳鸟：传说中的大鸟，毛五彩，飞起能遮蔽一乡。<br>（290）捎：同“箾”，以竹竿击打。<br>（291）捷：取。鹓雏：凤凰一类的鸟。<br>（292）揜：同“掩”，捕捉。焦明：西方鸟名，也属凤凰一类。又作“焦朋”。<br>（293）消遥：同“逍遥”，悠游自得的样子。襄羊：同“倘佯”，自由俳徊的样子。<br>（294）降集：停留。降，下降。集，止。北纮：指极北边的地方。古代认为地的周围有八泽，八泽之外有八纮，北纮称为委羽。纮，维。<br>（295）率乎：直指的样子。直指：一直往前。<br>（296）晻乎：迅速的样子。反乡：即“反向”，返回。<br>（297）“蹷（jué厥）石阙”四句：指经过了石阙、封峦、□鹊、露寒四个观。这四个观是汉武帝建元间所建，在甘泉宫外。蹷，踏过。望，探看。<br>（298）下：住。棠梨：宫名，在甘泉宫东南三十里。<br>（299）宜春：宫名，在陕西杜县以东。<br>（300）宣曲：宫名，在昆明池以西（今陕西西安市西南）。<br>（301）濯鹢：指划船。濯，通“櫂”，摇船的工具。鹢，船头有鹢鸟图形装饰的船。牛首：池名，在上林苑西边（今陕西西安市西北）。<br>（302）龙台：观名，在今陕西户县东<br>北，靠近渭水。<br>（303）掩：止息。细柳：观名，在昆明池南面（今陕西西安市西南）。<br>（304）勤略：辛勤巡查。略，巡行。<br>（305）均：比较多少。得获：获得。<br>（306）徒车：指士卒和车骑。徒，车前步行的士卒。轥（lìn吝）：践踏。轹（lì历）：碾压。<br>（307)步骑：指步兵骑士。蹂若：践踏。<br>（308）蹈籍：踏踩。籍，通“藉”。<br>（309）穷极倦谻（jù剧）：走投无路，疲惫不堪。谻，极度疲惫。<br>（310）惊惮詟（zhé折）伏：惊恐而不敢活动。詟，同“慑”，恐惧。<br>（311）他他籍籍：纵横交错的样子。<br>（312）掩平：遮蔽了平原。弥泽：填满了大泽。此句极言死亡禽兽之多。<br>（313）懈怠：疲劳懒怠。此指射猎活动后放松。<br>（314）颢天之台：上接天宇的高台。颢天，同“昊天”。<br>（315）张：陈设。轇輵之□：指空旷辽阔的屋子。轇輵，寥廓。□，同“宇”，屋宇。<br>（316）石：古代重量单位，一石重一百二十斤。<br>（317）虡（jù巨）：悬挂钟磬的木架。<br>（318）翠华之旗：以翠羽装饰的旗子。<br>（319）灵鼍（túo驼）之鼓：用鼍皮做成的鼓。鼍，鳄鱼一类的动物。<br>（320）陶唐氏：即唐尧。<br>（321）葛天氏：古代部落首领，据说其善歌。<br>（322）巴渝宋蔡：指这些地方的歌舞。巴、渝，今四川一带。宋、蔡，今河南一带。<br>（323）淮南：诸侯国名，相当于今安徽淮河以南、和县以北地区，治所寿春。干遮：曲名。<br>（324）文成：县名，当今河北卢龙县境，其地人善歌。颠歌：指滇地的乐歌。颠，同“滇”，即今云南一带，汉时属西南夷的一部分。<br>（325）族居：聚集在一起。递奏：互相交替地演奏。<br>（326）铿鎗：同“铿锵”，指钟声。闛鞈（tángtà唐踏）：指鼓声。<br>（327）洞心：响彻内心。<br>（328）韶：虞舜时乐名。濩：商汤时乐名。武：周武王时乐名。象：<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>时乐名。<br>（329）阴淫案衍：指过度而无节制的音乐。<br>（330）鄢郢：都是楚地名。缤纷：指舞蹈时交杂错落的样子。<br>（331）激楚：指楚地的歌曲。结风：指歌曲结尾馀音悠长。<br>（332）俳优：古代表演杂戏等以供人取乐的人。侏儒：矮人。此指侏儒中任优伶、乐师者。<br>（333）狄鞮（dī低)：西方部族名。倡：女乐工。<br>（334）丽靡烂漫：美好华丽、色彩鲜明。<br>（335）靡曼：指美人的细腻润泽，姿态美妙。<br>（336）青琴：传说中的古代神女。宓（fú伏）妃：传说中的伏羲氏之女，溺死于洛水，遂为洛水之神。<br>（337）妖冶：美好。娴都：美丽典雅。<br>（338）靓（jìng静）妆：指以粉黛妆扮。刻饰：指修整头发。以胶刷鬓发，使其整齐如刻画。<br>（339）便嬛（huán环）：轻盈俏丽的样子。绰约：柔婉的样子。<br>（340）柔桡嫚嫚：指身体柔软苗条、姣好多姿。桡，曲。<br>（341）妩媚：容貌美丽，悦人心意。孅弱：指身体轻细柔软。<br>（342）独茧：一个蚕茧的丝。指丝线颜色纯净一致。褕（yú<br>俞）：短衣。绁：同“袣（yì异）”，衣袖。此皆指衣服。<br>（343）眇：美好，形容下文“阎易”、“恤削”。阎易：衣长的样子。恤削：指衣服线条整齐清晰。<br>（344）便姗嫳（piè撇去声）屑：衣服翩翩飘动的样子。<br>（345）沤郁：郁积，指香气浓盛。<br>（346）淑郁：形容香气浓厚、美好。<br>（347）宜笑：微露牙齿的笑。的皪（lì历）：指牙齿鲜白的样子。<br>（348）连娟：又弯又细的样子。<br>（349）微睇：微微顾盼。睇，流盼。绵藐：指眼光的绵长悠远。<br>（350）色授魂与：指女子以颜色、精神勾引人。一说“色授”是指女子以色勾引男子，“魂与”，是指男子与之精神相应。<br>（351）心愉于侧：指倾心于侧。愉，通“输”，心输，即倾心。<br>（352）酒中：饮酒到一半时。<br>（353）芒然：怅然。芒，通“茫”。<br>（354）亡：失。<br>（355）览听馀闲：指处理政事之后的空闲时间。<br>（356）无事弃日：指没有政事，只是虚度时日。弃，抛弃、闲置。<br>（357）“顺天道”句：指顺应天道在秋末冬初打猎。<br>（358)此：指上林苑。<br>（359）后叶：后世。靡丽：奢华。<br>（360）往而不返：指一味追求奢侈，不知回头。<br>（361）继嗣：继承者，后嗣。创业垂统：创立基业，留传后代。<br>（362）农郊：农田。郊，田。<br>（363）萌隶：农夫。萌，通“氓”。<br>（364）隤（tuí颓）墙填堑：谓把上林苑四周的墙推倒，把壕沟填平。隤，毁坏。<br>（365）实陂池：指在陂池中放养鱼类。勿禁：指让百姓随意打鱼。<br>（366）“虚宫馆”句：指不再使用上林苑中的宫馆。虚宫馆，使宫馆空虚。仞，满。<br>（367）出德号：指发布实行德政的命令。<br>（368）革正朔：改革历法。正，指每年的正月。朔，指每月的初一。古代封建王朝新建立之时，总要易服色，革正朔，以表示与前个朝代不同。<br>（369）更始：指重新开始。更，变更。<br>（370）历：选择。斋戒：古人在举行典礼之前，为了表示恭敬，不饮酒，不吃荤，不宿内寝，称为斋戒。<br>（371）袭：穿。<br>（372）法驾：天子车驾的一种，用于通常的行动，由奉车郎御车，侍中骖乘，属车四十六乘。<br>（373）鸣玉鸾：指车辆行走时发出和谐悦耳的铃声。鸾，马辔上的铃。<br>（374）六艺：即《<a href=\"http://so.gushiwen.org/view_72755.aspx\">诗</a>》、《书》、《礼》、《乐》、《易》、《春秋》六经。此句是说遍读六经。<br>（375）涂：通“途”。<br>（376）《春秋》之林：指《春秋》中包含的众多的经验道理。<br>（377）射：指行射礼。《狸首》：古逸诗的篇名。古代诸侯举行射礼时，奏《狸首》乐章。<br>（378）《驺虞》：《诗经·召南》中的一篇。古代天子举行射礼时，奏《驺虞》乐章。驺虞，相传是一种动物，性仁慈。<br>（379）弋玄鹤：指表演弋射玄鹤的舞蹈。弋，用弓缴来射。玄鹤，黑色的鹤，古代认为它是一种瑞鸟。<br>（380）干戚：盾和斧。相传舜舞干戚，感服了南方的有苗氏。后演化为舞干戚的大夏舞。<br>（381）云䍐（hǎn罕）：本指捕捉禽兽的网，此指旌旗。古注说，云䍐用以猎兽，今载之于车，象征“捕群雅”。<br>（382）揜：罩住，捕。这里指收罗。群雅：指众多的有才能的人。雅，既指才俊之士，又同“鸦”，语义双关。<br>（383）悲《伐檀》：谓汉天子因读《伐檀》而兴悲。《伐檀》，《诗经·魏风》篇名。旧说这首诗是讽刺贤者不遇明主。<br>（384）乐乐胥：谓汉天子因读到“乐胥”的诗句而高兴。《诗经·小雅·桑扈》：“君子乐胥，受天之祜。”郑玄笺：“胥，有才智之名也。祜，福也。王者乐臣下有才智，知文章，则贤人在位，庶官不旷，政和而民安，天予之以福禄。”<br>（385）修容：修饰容仪。礼园：指《礼》的规定范围。<br>（386）翱翔：往来游观。书圃：指《尚书》的规定范围。<br>（387）《易》：指六经之一的《易经》。古人认为《易》包含有一些洁静微妙的道理。<br>（388)明堂：古代天子朝见诸侯的地方。此指处理政事、朝见大臣的地方。<br>（389）清庙：太庙，天子祭祖先之庙。<br>（390）靡不受获：没有人不受到天子的恩泽。获，猎获物，此处指恩惠。<br>（391）说：通“悦”。<br>（392）“乡风”二句：谓像风行水流一样，百姓乐意服从天子。乡，通“向”。<br>（393）芔（huì卉）然：勃然兴起的样子。兴道：指按道行事。迁义：指逐渐接近义。迁，登，接近。<br>（394）错：通“措”，弃置。<br>（395）“德隆”句：谓德高过了三王。隆，高，盛。三王，即夏禹，商汤，周文王、周武王。<br>（396）羡：溢，超过。五帝：指黄帝、颛顼、帝喾、尧、舜。<br>（397）罢：通“疲”。作动词用。<br>（398）抏（wán完）：损耗。精：指精力。<br>（399）繇：通“由”，从。此句指仁德之人不照这个样子做。<br>（400）囿居九百：极言苑囿之广。<br>（401）细：微小。<br>（402）乐万乘之侈：喜好天子的奢华。万乘，代指天子。<br>（403）被其尤：遭受那种做法带来的祸殃。尤，祸患。<br>（404）愀然改容：改变了脸色。愀然，脸色改变的样子。<br>（405）超若自失：怅然若失。超，怅惘，惆怅。若，义同“然”。<br>（406）逡巡：向后退。避席：古人席地而坐，有所敬则离坐而起，谓之避席。<br>（407）鄙人：粗鄙的人，谦称。固陋：指见识狭隘浅陋，不合于礼义。<br>（408）忌讳：指不应当说、不应当做的事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《上林赋》是《子虚赋》的姊妹篇。据《史记》记载，《子虚赋》写于梁孝王门下，《上林赋》写于武帝朝廷之上，是<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>最著名的作品。《上林赋》以夸耀的笔调描写了汉天子上林苑的壮丽及汉天子游猎的盛大规模，歌颂了统一王朝的声威和气势。在写作上，它充分体现了汉大赋铺张夸饰的特点，规模宏大，叙述细腻。</p> <p>　　《上林赋》作为司马相如最重要的代表作，是文学史上第一篇全面体现汉赋特色的大赋。在内容上，它以宫殿、园囿、田猎为题材，以维护国家统一、反对帝王奢侈为主旨，既歌颂了统一大帝国无可比拟的声威，又对最高统治者有所讽谏，开创了汉代大赋的一个基本主题。在形式上，它摆脱了模仿楚辞的俗套，以“子虚”、“乌有先生”、“无是公”为假托人物，设为问答，放手铺写，结构宏大，层次严密，语言富丽堂皇，句式亦多变化，加上对偶、排比手法的大量使用，使全篇显得气势磅礴，形成铺张扬厉的风格，确立了汉代大赋的体制。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生指出：“盖汉兴好楚声，武帝左右亲信，如朱买臣等，多以楚辞进，而相如独变其体，益以玮奇之意，饰以绮丽之辞，句之短长，亦不拘成法，与当时甚不同。”（《汉文学史纲要》）这就概括了司马相如在文体创新方面的非凡成就。正是这种成就，使司马相如成为当之无愧的汉赋奠基人。</p>",
  "poet": {
    "id": 70,
    "star": 0,
    "name": "司马相如",
    "image": "http://img.gushiwen.org/authorImg/simaxiangru.jpg",
    "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
  },
  "tags": [
    "写景",
    "叙事"
  ]
}