{
  "id": 48183,
  "star": 19,
  "name": "江城子·竹里风生月上门",
  "dynasty": "五代",
  "content": "竹里风生月上门。理秦筝，对云屏。轻拨朱弦，恐乱马嘶声。含恨含娇独自语：今夜约，太迟生！",
  "fanyi": "<p><strong>译文</strong><br>竹林里传来阵阵风声，月光悄悄地溜进闺门。她面对云屏，调试秦筝。轻轻地拨弄筝弦，恐难听见那马儿的嘶叫。她含恨娇媚地独自言语：只怪我呀只怪我，今晚相约的时间太迟了!</p> <p><strong>注释</strong><br>①江城子：调牌名。又名《江神子》、《村意远》、《水晶帘》。唐为单调，宋有双词体出现。此词单词8句，35字，1、2、3、5、8句押平韵。<br>②竹里风生：风吹竹丛，竹叶瑟瑟有声。月上门：月亮初生，照上门楣。<br>③理：温习，重复地弹奏。秦筝：即筝，原出于秦地。《旧唐书·音乐志》：“筝．本秦声也。相传为蒙恬所造，非也。制与瑟同而弦少。案京房造五音准，如瑟、十三弦，此乃筝也。”<br>④云屏：用云母装饰的屏风，一说指上有云彩图饰的屏风。<br>⑤朱弦：用熟丝制的琴弦。<br>⑥恐：担心。马嘶声：情郎来到时的马叫声。<br>⑦含恨含娇：带着怨恨和娇嗔。<br>⑧太迟生：即太迟，意谓时间过得太慢。生：语尾助词，无意。如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_48183.aspx\">诗</a>“借问别来太瘦生，总为从前作诗苦”（《戏<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》），<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>词“便须佯醉且随行，依稀闻道太狂生”（《浣溪沙》）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　不同作家的笔下，对爱情的描写却纷呈着不同的光彩，从而使这一道不尽说不完的相同主题，具有永不衰竭的魅力。和凝的这首《江城子》，从一个特定的角度，描绘了一个初恋的女子在约会时，等待情人到来的焦灼情态。笔法细腻，体贴入微，十分生动。</p> <p>　　“竹里风生月上门”，词的起句先描绘出主人公约会的环境和时间。夜幕降临，微风从屋外的竹林吹过，送来阵阵清香的气息，竹叶“沙沙”作晌，更衬托出周围环境的幽静，圆圆的月亮从东边的天际缓缓升起，偷偷地爬上门楣，透过绣帘，似在窥探女主人公的芳姿。这里作者用“生”和“上”二字，来分别修饰“风”和“月”，使这幽静的画面产生了动态之感，从而也使幽会的场面更加动人。“月上柳梢头，人约黄昏后\"，这样的良辰美景，女主人公早已沉浸在如痴如迷的向往之中了。</p> <p>　　“理秦筝，对云屏”，此句由屋外环境的描写转入屋内主人公的刻画。她情意绵绵，如痴如醉，热切地盼望着情人的到来，但是，毕竟时间还早，离约会的时刻还有一段时光，枯坐等待，反而更加焦急，所以只好拿出秦筝对着云屏弹奏起来，把思念和焦虑排遣在筝声之中。作者这里不直按说出主人公对心上人的思念之深，而是用“理”和“对”这两个动作来展示她的心态，显得含蓄委婉，但又耐人寻味。读者仿佛从那缠绵悄l恻的筝声中，感受到主人公那因热切的向往而不能平静的情态。</p> <p>　　“轻拨朱弦，恐乱马嘶声”，这一句真所谓“传神写照，正在阿堵之中”，它把女主人急切盼望与情人相会的神情意态刻画得维妙维肖。主人公弹起秦筝，本来是要消磨时光，但她时时刻刻却想着情人的到来，所以在阵阵如怨如艾的筝声中，她时时留意于“筝外之音”。忽然她感到了马的嘶鸣声，莫非是情郎骑马而来？但夹杂着筝声，那嘶鸡声似有似无，若隐若现，因此她不由爵下意识地放轻手法，仔细谛听辨别，慢慢地不知不觉停止了弹奏。作者用一个“轻”字把主人公凝神谛听辨别的神态反映了出来，用一个“恐”字则把她既欲弹筝，又怕筝声淹没马嘶声的矛盾心态细腻而又逼真地刻画出来。至此，我们不能不叹服作者体贴之细致，描罄之传神，手法之高超了。</p> <p>　　词的最后两句“含恨含娇独自语：今夜约，太迟生！”在对主人公形象的刻画上更进了一步，同时也将主人公的思恋之情推向顶峰。她停止了弹奏，仔细地谛听，原来那马的嘶鸣声只不过是自己的错觉，一般怨艾之情便油然而生：难道他失信负约，今晚不来了?可是转眼一想，现在还没有到约会的时刻呢，不由得又对自己的过于心急和多余的想法感到好笑。“含恨含娇”四字，把一个既痴情又娇羞的初恋女子的形象，栩栩如生地描绘出来。最后一“今夜约，太迟生！”以主人公自怨自艾、似怨似嘲的语气作结，机趣横生，使全词显得十分活脱生动。江尚质说：“《花间》词状物描情，每多意态”（《古今词话》卷下引），这个结尾，就是如此。</p> <p>　　这首词语言平易流畅，无一难字奇字，但却极富情韵。作者善于通过细节的描摹来刻画主人公细腻的心理情态，使主人公的形象宛在目前。全词情真意切，生动感人，委婉细腻，在描写爱情的作品中，是很有特色的佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　和凝一共写了五首《江城子》，是一组内容完整的组词，它们分别描述了一个女子在等待恋人、盼望见到恋人、与恋人见面、与恋人相处、与恋人离别等不同情况下的心绪。这五首词在文意上是贯通的，又分别独立成章，表现出了这个女子的娇、恨、笑、思、愁等不同的心态，从而展现出这个女子对恋人的一片深情。由于这五首词在章法上脉络清晰、思路连贯，因此有人称其为“联章之祖”（陈廷焯《闲情集》卷一）；后来<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>就用这种联章体写了两首著名的《女冠子》。这首词是其中的第二首，紧承第一首“等待恋人”的描写，继续对这个女子盼望恋人赶快到来时的情态以及由于恋人没有来而产生的含恨含娇的意绪进行描写。</p>",
  "poet": {
    "id": 528,
    "star": 0,
    "name": "和凝",
    "desc": "和凝（898-955年），五代时文学家、法医学家。字成绩。郓州须昌（今山东东平）人。幼时颖敏好学，十七岁举明经，梁贞明二年(916)十九岁登进士第。好文学，长于短歌艳曲。梁贞明二年(916)进士。后唐时官至中书舍人，工部侍郎。后晋天福五年 (940)拜中书侍郎同中书门下平章事。入后汉，封鲁国公。后周时，赠侍中。尝取古今史传所讼断狱、辨雪冤枉等事，著为《疑狱集》两卷（951年）。子和（山蒙）又增订两卷，合成四卷。"
  },
  "tags": [
    "女子",
    "爱情"
  ]
}