{
  "id": 22465,
  "star": 34,
  "name": "勤政楼西老柳",
  "dynasty": "唐代",
  "content": "半朽临风树，多情立马人。<br>开元一株柳，长庆二年春。",
  "fanyi": "<p><strong>译文<br></strong>风中一棵枝干半枯的大树，马上一个多情看树的老人。<br>开元年间栽种的一个弱柳，如今已是长庆二年的早春。</p> <p><strong>注释<br></strong>⑴勤政楼：在长安兴庆宫西南，始建于开元八年（720），元和十四年（819）重修。<br>⑵临风：迎风；当风。《楚辞·九歌·少司命》：“望美人兮未来，临风恍兮浩歌。”<br>⑶驻马。唐朱庆余《过旧宅》<a href=\"http://so.gushiwen.org/view_22465.aspx\">诗</a>：“荣华事歇皆如此，立马踟蹰到日斜。”<br>⑷开元：唐玄宗年号，公元713年至741年。<br>⑸长庆二年：公元822年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　勤政楼西的一株柳树，是唐玄宗开元年间（注：开元年间为713年－741年）所种，至822年（唐穆宗长庆二年）已在百龄上下，当时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>已五十一岁。以垂暮之年对半朽之树，<a href=\"http://so.gushiwen.org/view_22465.aspx\">诗</a>人自然会怆然动怀。东晋桓温北征途中，看到他昔日手种的柳树都已经有十围那么粗了，曾感慨地说：“木犹如此，人何以堪！”对树伤情，自古以来就是这样。难怪诗人要良久立马，凝望出神了。树“半朽”，人也“半朽”；人“多情”，而树在诗人眼中，也是物情同人情。宋代<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>就曾写过“我见青山多妩媚，料青山见我应如是”（《贺新郎·甚矣吾衰矣》）这样情趣盎然的词句。白居易看到这株临风老柳就好像是出于同病相怜，为了牵挽他这位萍水相逢的老人，才摆弄它那多情的长条。</p> <p>　　诗的开始两句，把读者带到了一个物我交融、物我合一的妙境。树就是诗人，诗人就是树，既可以说多情之人是半朽的，也可以说半朽之树是多情的。“半朽”和“多情”，归根到底都是诗人的自画像，“树”和“人”都是诗人自指。这两句情景交融，彼此补充，相互渗透。寥寥十字，韵味悠长。</p> <p>　　如果说，前两句用优美的画笔，那么，后两句则是用纯粹的史笔，作为前两句的补笔，不仅补叙了柳树的年龄和诗人自己的岁数，更重要的是，把百年历史变迁、自然变化和人世沧桑隐含在内，这是诗人的大手笔。它像画上的题款出现在画卷的一端那样，使这样一幅充满感情而又具有纪念意义的生活小照，显得格外新颖别致。</p><br/><h2>赏析二</h2> <p>　　这首五言绝句，纯由对句组成，仿佛是五律的中间两联。全<a href=\"http://so.gushiwen.org/view_22465.aspx\">诗</a>以柳写人，借景抒情。首句以“半朽”描画树，次句以“多情”形容人，结尾两句以“开元”和“长庆二年”交代时间跨度。诗人用简括的笔触勾勒了一幅临风立马图，语短情长，意境苍茫。</p> <p>　　东晋时桓温北征途中，见昔日手种柳树皆已十围，就曾感慨道：“木犹如此，人何以堪！”可见对树伤情，自古已然。难怪诗人见此老柳要良久立马，凝望出神了。树“半朽”，人也“半朽”；人“多情”，树又如何呢？在诗人眼中，物情本同人情。宋代<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>就曾写过“我见青山多妩媚，料青山见我应如是”（《贺新郎·甚矣吾衰矣》）这样情趣盎然的词句。现在，这株临风老柳也许是出于同病相怜，为了牵挽萍水相逢的老人，才摆弄它那多情的长条吧！</p> <p>　　诗的开始两句，把读者带到了一个物我交融、物我合一的妙境。树就是我，我就是树，既可以说多情之人是半朽的，也不妨说半朽之树是多情的。“半朽”和“多情”，归根到底都是诗人的自画像，“树”和“人”都是诗人自指。这两句情景交融，彼此补充，相互渗透。寥寥十字，韵味悠长。</p> <p>　　如果说，前两句用优美的画笔，那么，后两句则是用纯粹的史笔，作为前两句的补笔，不仅补叙了柳树的年龄，诗人自己的岁数，更重要的是把百年历史变迁、自然变化和人世沧桑隐含在内，堪称大手笔。它像画上的题款出现在画卷的一端那样，使这样一幅充满感情而又具有纪念意义的生活小照，显得格外新颖别致。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和十四年（819）重修勤政楼。此<a href=\"http://so.gushiwen.org/view_22465.aspx\">诗</a>作于重修勤政楼的第三年。勤政楼西的一株柳树，是唐玄宗开元年间（713～741）所种，至唐穆宗长庆年间（821～824）已在百龄上下，其时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>已五十一岁。以垂暮之年对半朽之树，怆然动怀，因作此诗。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写柳",
    "抒情"
  ]
}