{
  "id": 72261,
  "star": 48,
  "name": "高帝求贤诏",
  "dynasty": "两汉",
  "content": "　　盖闻王者莫高于周文，伯者莫高于齐桓，皆待贤人而成名。今天下贤者智能，岂特古之人乎？患在人主不交故也，士奚由进？今吾以天之灵，贤士大夫，定有天下，以为一家。欲其长久，世世奉宗庙亡绝也。贤人已与我共平之矣，而不与吾共安利之，可乎？贤士大夫有肯从我游者，吾能尊显之。布告天下，使明知朕意。</p> <p>　　御史大夫昌下相国，相国酂侯下诸侯王，御史中执法下郡守，其有意称明德者，必身劝，为之驾，遣诣相国府，署行义年，有而弗言，觉免。年老癃病，勿遣。",
  "fanyi": "<p><strong>译文</strong><br>　　听说古代圣王没有谁超过周文王的，霸主没有谁超过齐桓公的，他们都依靠贤人成就功名。现在天下贤人有智慧有才能，难道只有古代才有这样的人吗？担忧的是君主不肯去结交，贤土从什么途径进身呢？现在我靠上天神灵和贤士大夫平定了天下，统一全国成为一家。希望长久保持下去，世世代代奉祀宗庙到无穷。贤人已经和我共同平定天下了，而不和我共同治理天下，可以吗？贤士大夫们肯同我共事的，我能够使他贵显。把诏令布告天下，让大家明白我的意思。</p> <p>　　御史大夫周昌把诏书下达相国酂侯，相国酂侯下达各诸侯王，御史中执法下达各郡太守。如果有美名和美德相称的，一定要亲自劝他出来，给他准备车马，送他到相国府，写下经历、状貌、年龄。如果有贤人而不推举，发觉后要免除他的官。年老而体弱多病的，不要送来。</p> <p><strong>注释</strong><br>1、高帝：即汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，字季，沛（今江苏沛旦）人。西汉王朝的建立者，公元前206年至前195年在位。他继承秦制，实行中央集权制度和重农抑商政策，发展农业生产，打击商贾。他能知人善任，任人唯贤。<br>2、诏：诏书，皇帝的命令或文告。<br>3、莫：没有什么人，代词。<br>4、周文：即周文王，姓姬，名昌，商纣时为西伯。在位五十年，国势强盛。<br>5、伯：通“霸”，春秋时诸侯的盟主。<br>6、齐桓：即齐桓公。姓姜，名小白。他任用管仲，富国强兵，九合诸侯，成为春秋时第一个霸主。<br>7、智能：智谋与才能<br>8、岂特：岂独，难道只。<br>9、人主：人君。<br>10、奚由：由奚，从哪里。奚，何，哪里。<br>11、灵：威灵，有保佑的意思。<br>12、以为一家：以天下为一家。以，介词。“以”后省宾语“之”（天下）。<br>13、宗庙：奉祀祖先的庙堂。古时把帝王的宗庙当作国家的象征。<br>14、亡绝：无穷。亡，通“无”。<br>15、平：平定。<br>16、安利：安养。<br>17、游：交游，这里有共事的意思。<br>18、尊显：致人于尊贵显赫的地位<br>19、朕（zhèn）：我，我的。古时君臣都可称“联”，自秦始皇时起，专作皇帝自称。<br>20、御史大夫：汉朝仅次于丞相的中央最高长宫之一。协助相国，掌管机要文书和监察事务。<br>21、昌：周昌，高祖功臣。<br>22、下：下达。<br>23、相国：即丞相，秉承皇帝旨意处理国家政事的最高行政长官。<br>24、酂（zàn）侯：指萧何。<br>25、御史中执法：又称御史中丞，地位仅次于于是大夫。这里指诸侯国掌管监查、执法职务的长官。<br>26、郡守：郡的最高行政长官，即太守。<br>27、其有：如有。<br>28、意：美好的名声。<br>29、称（chèn）：相符。<br>30、明德：美德。<br>31、身劝：亲自往劝出仕。<br>32、诣（yì）：前往。<br>33、署：题写。<br>34、行、义、年：事迹、状貌、年龄。义，通“仪”。<br>35、觉免：发觉后受免职处分。<br>36、癃（lóng）：腰部弯曲、背部隆起。这里泛指残疾。<br>37、遣：派送，打发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《高帝求贤记》一文虽然短小，却清楚地说明了诏令求贤的原因、目的和方法。</p> <p>　　<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>起自布衣，对士人多有轻侮。但由于他在争夺天下的过程中认识到的天下多有赖于士人，为此他统一天下后，要治理天下，就急于寻访贤能之人，心情十分急迫。尽管此诏书是在刘邦在位晚年发布的，但这封诏书毕竟奠定了稀罕的基本国策，功不可没。西汉大量贤士得到重用是在武帝宣帝时期。但是，要追溯西汉王朝的求贤历史，还要从这封诏书开始。</p> <p>　　高帝刘邦求贤的根本目的，自然是为了使自己的统治长久，“世世奉宗庙亡绝也”。高帝之所以求贤，则是因为他从历史与现实两个不同的层面，清醒地认识了经营天下与贤人辅的紧密联系。就历史而言，世之王者莫高于周文，周文王在位五十年，国势强盛，其成名的关键在于任用<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>、召公奭、太公望、毕公、荣公、泰颠、闳夭、散宜生、南官适等贤人；世之霸主莫高于齐桓公，齐桓公九合诸侯，一匡天下，其成名的关键在于任用管仲。就现实而言，贤人的重要性对高祖刘邦更是刻骨铭心。当初秦失其政，陈涉首难，豪杰蜂超，商祖起于闾巷之间，拨乱诛暴，平定海内，终践帝祚。他成功的根本原因之一在于善用智能之士。高祖曾云：“夫运筹帷帐之中，决胜千里之外，吾不如子房；镇国家，抚百姓，给馈饷，不绝粮道，吾不如萧何；连百万之师，战必胜，攻必取，吾不如韩信。此三者，皆人杰也；吾能用之，此吾所以能取天下也。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>有范增而不能用，此其所以为我擒也”（《史记·高祖本纪》）。正因为知此，诏书才有“今吾以天之灵、贤士大夫定有天下，以为一家”云云。不论着眼于历史，还是着眼于现实，刘邦都迫切感到需要贤士大夫来治理天下。</p> <p>　　诏书以周文、齐桓自许，以古之贤士期待今之人，流露了刘邦希冀王霸之业的雄心以及渴求贤才的迫切。诏书云：不惟古之人有智慧有才能，今天下人亦然，只因人主不肯结交，致使贤者无由进升。如此归咎人君，便见高祖礼贤下士之意，显得顿挫而又警醒。高祖本意在于进用贤者以安定汉家，却云“与吾共安利之”；一个“利”字，巧妙地将自身的好处幻化成了贤人的利益。如此说来，高帝求贤便有了为贤者打算图谋的含义。诏书又云：“贤士大夫有肯从我游者，吾能尊显之。”上文言“交”，此处言“游”，更表现出一种天子友匹夫的大度雍容的气度；尊之显之云云，则是直接诱之以势力。诏书结尾云：郡国若有贤者，“必身功为之驾”，“有而弗言，觉，免”；一个‘必”字、一个“免”字，再次表现了高帝求贤的精诚。由此可见，《高帝求贤诏》不仅层次划然，而且用语极具艺术性。</p> <p>　　不过，政治在很多情况下都不会是这种停留在纸面上的温情脉脉牧歌。在封建社会，“飞鸟尽，良弓藏；狡免死，走狗烹”（《史记·越王勾践世家》）的悲剧一次次重演，所谓贤者，所谓智能之士，常常难以摆脱这种历史的悲剧。</p>",
  "about": "<h2>创作背景</h2> <p>　　汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>出身于泗上亭长，在秦朝末年起义，用三杰，定三秦，消灭<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，最后登上帝位，建立汉朝。他懂得任用人才是取得胜利的保证；得天下以后，要巩固封建统治，使天下长治久安，就要有贤才作为辅佐。本文是他在全国范围内征求贤才的一道诏令，他以周文、齐桓自许，用古代贤士期待今人，表现他的存心王霸和求贤若渴的心情。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "古文观止",
    "求贤"
  ]
}