{
  "id": 18301,
  "star": 11,
  "name": "雨晴至江渡",
  "dynasty": "唐代",
  "content": "江雨初晴思远步，日西独向愚溪渡。 <br>渡头水落村径成，撩乱浮槎在高树。",
  "fanyi": "<p><strong>译文<br></strong>雨后初晴想到远处的江边散步，日落西山独自走向愚溪渡口。<br>只见洪水消退，村旁的小路重现，漂浮的木筏散乱，有的高挂在树的枝头。</p> <p><strong>注释<br></strong>⑴愚溪：即冉溪。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>出于被贬逐的愤激，自称为“愚”，并把居地永州冉溪改名为“愚溪”。<br>⑵村径：乡村小路。成：显现。<br>⑶撩乱：搅乱的意思。浮槎：水中漂浮的木筏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《雨晴至江渡》，只有短短的四句话，二十八个字。初读起来好像很容易理解，<a href=\"http://so.gushiwen.org/view_18301.aspx\">诗</a>的前两句，写他在雨后初晴的一天傍晚，独自到江边散步。后两句写他在愚溪渡口旁，雨停水退后所见到的景像。</p> <p>　　河里的洪水太大，大到连村旁的小路都被淹没了。而且，水中漂浮的木筏，也被冲散了，有的高挂在岸边的树枝上。说明这场雨下得太猛，下得太久，自己在屋里憋的时间太长了。久雨初晴，才迫不及待地要到江边来走一走，放松放松自己被压抑的心情。第二句中有一个“独”字，用得非常巧妙，不仅是写实，也是写虚。写实，是指他独自一人到江边来散步；写虚，是指当年一起参加“永贞革新”的那些志同道合的朋友们，都被发配到偏远的州府，自己孤身一人来到永州，势单力薄，难以再成气候。第四句中有一个“在”字，用得鲜活。因为木筏所处的位置，应该漂浮“在水中”，此刻却被漫天洪水冲到岸边的树上，“在高树”三字，让人叹然思然，不胜感慨。真是几多凄凉，几许伤感。</p> <p>　　永州，在湖南省的西南部，每年的春夏两季，雨水格外繁多。柳宗元曾经写过一篇《舜庙祈晴文》，其中有几句的大意是：“浓云密布，阴雨连绵，洪水泛滥，不仅河岸崩塌，而且冲断河堤，淹没了稻田和菜地，百姓遭灾，苦不堪言”。因此，祈盼舜帝体恤民情，赶快诛杀妖龙，驱散云雾，使阳光重新普照大地，不再让雨水危害百姓。结合这篇文章，再读《雨晴至江渡》，反复咀嚼，诗人久雨蛰居之苦、远谪漂泊之痛、同情百姓遭遇的忧患意识、感叹自己空有经国济世的抱负，却又无法施展的愤激心情，皆在不言之中，凸显出来。诗人采用了小中见大、平淡之中寓含深意的写作手法，从表面上看来，四句都是写景，其实字字皆在抒情，真是“不着一字，尽得风流”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《二十四诗品》）。</p> <p>　　柳宗元这首作于永州溪居的七绝诗，在不同的版本中有不同的解析。如，有的注“槎”为“折、木筏子”，视该诗为一首闲散诗（《柳宗元诗文选注》陕西人民出版社 1985 年 3 月版），有的注“槎”通“楂”即“水中浮木也”，视该诗为“渡口退潮之景”、“偶然景”（《柳宗元诗笺释》上海古籍出版社 1993 年 9 月版），有的不作任何注释只是笼统地视该诗为“抒写孤寂忧愤的心境”（《柳宗元在永州》中州古籍出版社 1994 年 12 月版）……诸多的解析给读者带来了诸多的疑窦：“槎”究竟是什么意思？诗的旨趣究竟何在？等等。笔者带着这些问题，怀揣有关资料，凭着世居愚溪之源和长期工作在永州的有利条件，一脚踏进柳宗元溪居遗址，目光投向千百年前，实地进行了连续几个暑假的细致考察，经过一番贴近生活的理性分析，似乎找到了一种全新而又真切的理解。</p> <p>　　我们从柳子的《愚溪诗序》得知，柳子“永州溪居”是一座“八愚”（愚溪、愚丘、愚泉、愚沟、愚池、愚堂、愚亭、愚岛）园林群景。由于柳子诗文直到他死后两百多年才公之于世，所以这群景点对当时人来说就根本不晓得，因而也就没有认传下来。加之后代人们未看到其能表明的“八愚”群景位置的关键一景“愚亭”之所在，所以这座群景的位置究竟在哪里就成了一个谜。这了解开这个谜，永州学人做了大量的考寻工作。 20 世纪 80 年代以来，有专家考证，发现柳子永州溪居“八愚”群景就在今天永州柳子街 120 号至 126 号之间的愚溪北畔注①，背山面水，座北朝南。笔者曾反复实地察看，看那“八愚”各景点方位与《愚溪诗序》所述吻合，唯一空缺的就是“愚亭”，但见得“愚亭”所在位置正处于愚溪北滨，其址是一座用青石方料铺筑起来的呈圆形（直径约 五米 ）的码头——但决不是什么码头。因为在“其流甚下……又峻急，多坻石，大舟不可入也”，连小舟也进不去的愚溪，当地老百姓不会也没有财力去砌这样一座规模甚大的码头闲置在那里或专作洗衣用。笔者认为，它是“愚亭”基址无疑。想必是筑在这个位置上的三面环水的“愚亭”被哪年的洪水冲毁罢了（注②）。</p> <p>　　“愚亭”被哪年的洪水冲毁了呢？有没有被洪水冲毁的事呢？请看下面的分析。“愚池”正北约 十米 远的小山坡上（今天柳子街 120 号至 126 号街道靠北）建有一个当地人们世代相称的“十五亭”，据 张绪伯 先生考证就是柳子重建的“愚亭”（注③）。何以知之为柳子重建？从其命名以知之。因为柳子有“以数代名”的习惯。例如他称<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>为刘二十八，称周韶州为周二十二，称娄图南为类二十四等。“愚”乃十三点画，怎么用“十五”称之？ 张绪伯 先生说，柳子写有《永字八法颂》（《外集补遗》）。同朝文人<a href=\"http://so.gushiwen.org/author_686.aspx\">卢肇</a>云：“永字八法，乃点画尔”；《翰林禁经》亦云：“八法者，永字八画也……古人用笔之术，多于永字取法。以其八法之势，可通一切字也”（注④）。由此可见唐代文人是把“愚”看作十五点画的。这样看来，“十五亭”即“愚亭”之别称无疑，既是柳子命名又是柳子所建也无疑。而柳子把当初建在“池之南”的“愚亭”迁建到“池之北”去的事，便无可辩驳地说明了：其亭的确被大水冲毁了，毁于哪年夏天，我们不得而知，但毁在柳子永州溪居期间无疑。</p> <p>　　研究家们认为，《雨晴至江渡》诗大致写于元和六年的夏天，即是说，谁也无法知晓其诗的准确写作时间，但写在柳子永州溪居期间则是可靠的。那么，“池之南”的“愚亭”被洪水冲毁可能就成了《雨晴至江渡》诗的写作背景。</p> <p>　　依据这样的情境，再来品读柳宗元这首七绝，我们就不难理解其内容了。“江南初晴思远步，日西独向愚溪渡。”你看，“江雨初晴”，诗人首先想到要出去走一趟；已经到了“日西”时分，诗人却还“独”自一人向愚溪渡口（愚溪入潇水处）走去。为什么要在这个时候（大雨初停，时近黄昏）出去？一个“思”字，表现出作者心中有一桩难以割舍的心事。什么事？且看后面的诗句：“渡头水落村径成，撩乱浮槎在高树。”诗人踏着刚露出水面的泥泞小路，艰难地走到愚溪渡口一看，只见一些木料和稻草已经“撩乱”变成“浮槎”并挂在愚溪两岸的高树上！原来，诗人是寻找因下大雨涨大水而被冲毁的“愚亭”来了！愚溪“幽邃浅狭”，“又峻急，多坻石，大舟不可入”（《愚溪诗序》），小舟也不能进，无运放竹、木筏子事，自古至今皆然。所以，末句诗中的“槎”既不是“竹、木筏子”，也不是其他“水中浮木”，而是“愚亭”被大水冲毁后散落的那些“木头和草料”。</p> <p>　　至此，我们可以看出，柳宗元这首七绝既非“闲散诗”，又非“偶然景”，更非“抒写孤寂忧愤之心境”，而是一首即事兴怀诗，它记叙了“愚亭”被大水冲毁瞬间瓦解的真实怀景，流露出一种对“愚亭”被毁的十分惋惜而又无可奈何的心情，实质上表现了一种对生活的热爱和对美好事物的怀念与追求。</p> <p>　　柳宗元诗的总特色可概括为“冷峻”二字（前人有所谓“秾秾纤简淡、清峭森严”的说法），这是诗人谪居永州十年“恒惴栗”的主观心绪和那“南夷”“凄神寒骨、悄怆幽邃”的自然环境相互交织在诗中的必然反映，但这并不是说他的每一首诗都如此。在他的永州山水诗中，也有一些写得“冷”而不“峻”，“清”而不“峭”的，如古体诗《渔翁》和这首《雨晴至江渡》的七言绝句就是这样，它文笔简淡却描写传神，画面清幽而意境深远，给读者以广阔的空间想象美而绝无丝毫森严峻峭之感。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": []
}