{
  "id": 20326,
  "star": 10,
  "name": "咏怀二首",
  "dynasty": "唐代",
  "content": "长卿怀茂陵，绿草垂石井。<br>弹琴看文君，春风吹鬓影。<br>梁王与武帝，弃之如断梗。<br>惟留一简书，金泥泰山顶。</p> <p>日夕著书罢，惊霜落素丝。<br>镜中聊自笑，讵是南山期。<br>头上无幅巾，苦蘗已染衣。<br>不见清溪鱼，饮水得自宜。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>安居茂陵，绿草蓬蓬垂入石井。<br>一边弹琴一边看<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，只见春风拂动她的鬓影。<br>可叹梁孝王和汉武帝，把他看得像断梗一样弃置不用。<br>死后只留下一卷文书，武帝却照着行封禅礼登上泰山顶。</p> <p>傍晚著书完毕，发现头上白发忽然像霜似的落下一丝，感到很震惊。<br>端详着镜中早衰的容颜，不禁暗自发笑：像我这样终日愁苦，年纪轻轻就生了白发，那会有南山之寿呢！<br>头上不裹幅巾，身上穿着用苦蘗染的黄衣，与乡野之人无异。<br>没有看见清溪里的鱼儿，只是饮些清水，依然是那样怡然自乐吗？</p> <p><strong>注释<br></strong>⑴长卿：汉代文学家司马相如的字。他曾经事汉景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>，为武骑常侍。因病罢免。后因《子虚赋》为汉武帝赏识，用为孝文园令，后因病居茂陵。怀：怀居，留恋安逸。茂陵：在今陕西兴平东南，后来汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>墓葬在此。<br>⑵文君：卓文君。司马相如的妻子。<br>⑶梁王：梁孝王刘武，为汉景帝同母弟弟。<br>⑷断梗：折断的苇梗。<br>⑸一筒书：一卷书。<br>⑹金泥：水银和金子搅拌用于涂封封口。此处指的是涂封封禅时用的封禅书。<br>⑺著书：一作“看书”。<br>⑻讵（jù）：岂，怎。南山期：指寿高如南山。《<a href=\"http://so.gushiwen.org/view_20326.aspx\">诗</a>经·小雅·天保》：“如南山之寿，不骞不崩。”<br>⑼幅巾：裹头的绸巾。<br>⑽苦檗（bò）：也就是“黄蘖”、“黄柏”，落叶乔木，果实色黄，味苦，可作染料用。<br>⑾自宜：一作“相宜”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_20326.aspx\">诗</a>全借<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的行事来抒发自己的愤慨。西汉著名文学家司马相如，字长卿，才华出众，志向远大，但在汉武帝时只当了一名管理前朝文帝墓园的小官。他抑郁不得志，终于弃官而去，闲居在茂陵家中。在他生前，梁孝王刘武与汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>都先后抛弃了他。等他死后，武帝却把他所写祭天地神灵的《封禅书》吹捧起来，而且亲自到泰山隆重祭祀。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>就抓住这个古人的遭遇，结合自己的身世写出了这首寄寓深远的《咏怀》诗。</p> <p>　　诗分前后两部分。前部分四句，描写司马相如被汉武帝遗弃后与爱妻<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>在茂陵家居时的恩爱闲逸的生活。碧绿的蔓草挂满了井边的石栏，环境是那么优美宁静。相如白天无事，不免又对着知音文君弹起琴来，那曲曲幽韵传达出多少难言的心事。和煦的春风吹乱了文君美丽的鬓影。这里表面上写得悠闲自得，充满了一片天伦之乐，实际却吐露出一种怀才不遇的深深寂寞和感慨，正如<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>在《拟行路难》其六中所写：“弃置罢官去，还家自休息。……弄儿床前戏，看妇机中织。”同样充塞着一种痛苦到接近麻木的情绪。</p> <p>　　后部分也是四句，明写梁王与武帝把相如像断草败梗一般地抛弃，只是武帝更懂得打一下、拉一把的政治权术，为了巩固自己的统治，还要利用相如的遗著《封禅书》，为自己涂脂抹粉。他亲自登上泰山之顶，装模作样地对着天地礼拜。从相如的角度着眼，这个志大才高写下了煌煌赋作的文士，却“惟留一简书，金泥泰山顶”，死后还硬被拉去为统治者粉饰太平，这真是可恨可叹。一个“唯”字，含蓄着诉不尽的凄凉辛酸，似乎他留给人间的贡献，就只是这篇《封禅书》了，这实在太不公平了。</p> <p>　　通篇似乎都是写司马相如，其实诗人已经巧妙地将自己融化进去，所以诗作题为《咏怀》。茂陵家居的情景，正是长吉昌谷赋闲的写照；而泰山顶上的封禅礼拜，也正与长吉屈身奉礼郎的虚应礼赞如出一辙。</p> <p>　　第二首诗抒写了李贺在昌谷家居的生活和心情，反映了诗人的抑郁忧伤和不幸。</p> <p>　　“日夕著书罢，惊霜落素丝。”诗人在夜晚吟咏（著书）方罢，突然瞥见一丝白发象秋霜一般地飘落下来，这个意想不到的发现怎能不使他心头一震?李贺是个苦吟诗人，据说他的诗思常在驴背上觅得，随想随写下来投入身边携带的锦囊中。晚上取出，在灯下斟酌成篇。其母常说：“是儿要当呕出心来”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《李长吉小传》）。正因为他这样呕心呖血地从事创作，再加上家境贫寒、夙志不伸，所以二十多岁就未老先衰，白发惊秋了。</p> <p>　　“镜中聊自笑，讵是南山期。”一“惊”之余，不由便拿出镜子细细端详起来。“聊自笑”，显得这笑是一种对自己的无可奈何的嘲笑，一种难以名状的苦笑，表面上似乎反应是淡漠的、不大在意的，却怎么也掩饰不了内心深藏的无限悲苦。联系诗人曾担当过奉礼郎这样卑微的职位，可知这就是诗人无声的啜泣。说他笑中含哭，大概是不过份的。</p> <p>　　“头上无幅巾，苦蘖已染衣。”头上已没有儒雅的头巾可戴，身上只穿着用苦蘖染成的黄衣。这完全是一副村夫山民的打扮了。这两句写诗人的乡居生活，已到了一贫如洗、令人酸鼻的程度。深一层看，诗人不仅是写生活的艰难，而且也暗示自己整个身心都已浸泡在苦水之中。真乃触处生悲，何往而非苦也。</p> <p>　　写到这里，诗人已把悲苦情怀推到了高潮。且看他如何收尾。“不见清溪鱼，饮水得相宜？”这是一种自我宽慰之辞，貌似旷达，其实更反衬出诗人的不幸处境。弦不可拉得太紧，诗文也是这样，作者委婉写来，使前面描写中剑拔弩张的紧张气氛缓和了不少。</p> <p>　　《咏怀》这类诗，自西晋<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>创体以来，或托比兴，或借史实，或抒感怀，或重讽谕，其手法多变，总以显示真实情怀，言远旨深为贵。此篇以赋为主，直写自身苦状，透露不遇心态，塑造出一个受压制被鄙弃的知识分子的自我形象，就认识和审美价值而言，是有它的独特贡献的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>因不得举进士，赋闲在昌谷家中，尽管家乡山水清幽，又能享受天伦之乐，却难以排遣苦闷的情怀，因写此组<a href=\"http://so.gushiwen.org/view_20326.aspx\">诗</a>。清人方扶南在《李长吉诗批注》中对《咏怀二首》的写作缘起是这样说的：“此二作不得举进士归昌谷后，叹授奉礼郎之微官，前者言去奉礼，后者言在昌谷。”",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "抒怀",
    "愤懑",
    "愁苦"
  ]
}