{
  "id": 71158,
  "star": 3395,
  "name": "得道多助，失道寡助",
  "dynasty": "先秦",
  "content": "　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。</p> <p>　　故曰，域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之。多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。",
  "fanyi": "<p>译文<br>有利于作战的天气、时令，比不上有利于作战的地理形势；有利于作战的地理形势，比不上作战中的人心所向、内部团结。<br>（比如一座）方圆三里的小城，只有方圆七里的外城，四面包围起来攻打它，却不能取胜。采用四面包围的方式攻城，一定是得到有利于作战的天气、时令了，可是不能取胜，这是因为有利于作战的天气、时令比不上有利于作战的地理形势呀。<br>城墙并不是不高啊，护城河并不是不深呀，武器装备也并不是不精良，粮食供给也并不是不充足啊，但是，守城一方还是弃城而逃，这是因为作战的地理形势（再好），也比不上人心所向、内部团结啊。</p> <p>所以说，使人民定居下来而不迁到别的地方去，不能靠划定的边疆的界限，巩固国防不能靠山河的险要，震慑天下不能靠武力的强大。能行“仁政”的君王，帮助支持他的人就多，不施行“仁政”的君主，支持帮助他的人就少。支持帮助他的人少到了极点，连内外亲属也会背叛他；支持帮助他的人多到了极点，天下所有人都会归顺他。凭着天下人都归顺他的条件，去攻打那连亲属都反对背叛的君王，所以，君子要么不战斗，（如果）战斗就一定会取得胜利。</p> <p>注释<br>（1） [天时]包括时令、气候，乃至政治形势等非人力所能及的条件。<br>（2） [地利]指有利于作战的地理形势。<br>（3） [人和]指作战中的人心有所向，内部团结。<br>（4） [三里之城]方圆三里的内城。城：内城。　[城非不高也]城墙并不是不高啊。<br>（5） [郭]外城。在城外加筑的一道城墙。<br>（6） [环]围。<br>（7） [之]代这座城<br>（8） [而]连词表转折。<br>（9) [夫]句首发语词，不译。<br>（10）[而]连词表递进。<br>（11）[是] 这。<br>（12）[也] 表判断语气，“是”。<br>（13）[非]不是。<br>（14）[池]护城河。<br>（15）[兵革]泛指武器装备。兵，武器；革，甲胄，用以护身的盔甲之类。<br>（16）[坚利]精良。坚，坚固。利，锋利。<br>（17）[米粟]粮食。<br>（18）[多]充足。<br>（19）[委]放弃。<br>（20）[而] 连词表顺承。<br>（21）[去]离开。<br>（22）[之] 代词，代“城”。<br>（23）[故] 所以。<br>（24）[域]这里用作动词，是限制的意思。<br>（25）[以] 凭借。<br>（26）[封疆之界]划定的边疆界线。封，划定。疆，边疆。界，界限。<br>（27）[固]巩固。<br>（28）[国]国防。<br>（29）[山溪]山河。<br>（30）[险] 险要。<br>（31）[威] 震慑，树立威望。<br>（32）[得道者]实施“仁政”的君主。者，……的人，此处特指君主。道，正义。下同。<br>（33）[失道者]不实施“仁政”的君主。<br>（34）[寡]少。<br>（35）[之至]到达极点。<br>（36）[畔]通“叛”，背叛。<br>（37）[顺] 归顺，服从<br>（38）[以] 凭借。<br>（39）[之] 主谓间取消句子独立性。<br>（40）[故] 所以。<br>（41）[有] 要么，或者。<br>（42）[固国不以山溪之险]巩固国防不能靠山河的险要。<br>（43）[威天下不以兵革之利]震慑天下不能靠武力的强大。<br>（44）[亲戚]内外亲属，包括父系亲属和母系亲属。</p>",
  "shangxi": "<p>　　一、《得道多助，失道寡助》这篇短文的中心论点是“天时不如地利，地利不如人和”还是“得道者多助，失道者寡助”？</p> <p>　　“天时不如地利，地利不如人和”是中心论点，“得道者多助，失道者寡助”是结论。</p> <p>　　本文从决定战争胜负的因素这一角度出发，通过对“天时”、“地利”、“人和”三个条件的比较，阐述了“人和”对战争胜利的决定性作用。由此，再加引申，推出“得道者多助，失道者寡助”的论断，阐明了施行“仁政”的必要性。文章用层层推理的方法进行论证，开篇即提出论点：“天时不如地利，地利不如人和”，接着设例进行论证，再据此阐发引申，层层深入，最后得出断语，逻辑性很强。因此认定：“得道者多助，失道者寡助”是结论，不是中心论点，中心论点是“天时不如地利，地利不如人和”。</p> <p>　　二、这篇短论在论证方法上有什么特色？</p> <p>　　主要体现在三个方面：</p> <p>　　（1）逐层论证，层层深入。文章第1段，开门见山提出中心论点，接着运用战例，分别论证了“天时不如地利”，“地利不如人和”，突出了“人和”的重要；第4段进一步阐发，说明，欲得“人和”，必先要“得道”。全文紧紧围绕得“人和”这一中心，环环相扣，逐层推理，显示出极其严密的论证艺术和极强的逻辑性。</p> <p>　　（2）论证中运用排比、对比等手法，使文章气势恢宏，笔酣墨畅，结构缜密。</p> <p>　　（3）文章上部分运用举例说明，下部分运用对比说明的方法.更加突出其论点。</p>",
  "about": "<h2>中心论点</h2> <p>　　中心论点应该是:天时不如地利,地利不如人和。</p> <p>　　这一章开头即提出中心论点，并用概括性很强的战例加以证明，然后从理论上进行论证，得出“得道者多助，失道者寡助”的论断，阐明了“人和”的实质。短文最后以得“人和”的“君子”“战必胜矣”作结，突出地说明了“人和”是决定战争胜负最主要的条件。</p><br/><h2>写作特色</h2> <p>　　（1）文章善于运用设喻的方法。从文章末端看，孟子虽反对战争，却多次提到战争。这是为了迎合诸侯们的心理打个比方，以便有机会向诸侯们宣传自己的“仁政”主张。</p> <p>　　（2）文章析理精微，议论恢宏，气势奔放，阐明引申层层深入，逻辑性很强；还采用了排比的修辞方法，使文章语气强烈，具有说服力。</p><br/><h2>名言警句</h2> <p>　　1、兄弟同心，其利断金。</p> <p>　　2、家和万事兴。</p> <p>　　3、兄弟同心金不换，妯娌同心家不散。</p> <p>　　4、众人拾柴火焰高。</p> <p>　　5、团结就是力量。</p> <p>　　6、人心齐，泰山移。</p> <p>　　7、一双筷子轻折断，一把筷子抱成团。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及其弟子"
  },
  "tags": [
    "初中文言文",
    "议论",
    "哲理"
  ]
}