{
  "id": 24937,
  "star": 35,
  "name": "赠项斯",
  "dynasty": "唐代",
  "content": "几度见诗诗总好，及观标格过于诗。<br>平生不解藏人善，到处逢人说项斯。",
  "fanyi": "<p><strong>译文<br></strong>多次读到你的<a href=\"http://so.gushiwen.org/view_24937.aspx\">诗</a>又总是觉得很好，等到看见你的气度品格更高于诗。<br>我一生也不愿意藏匿人家的长处，无论到哪里见人就会推荐你<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>。</p> <p><strong>注释<br></strong>⑴项斯：《唐诗纪事》载：“斯，字子迁，江东人。始，未为闻人。……谒杨敬之，杨苦爱之，赠诗云云。未几，诗达长安，明年擢上第。”《全唐诗》收项斯诗一卷。<br>⑵度：次。<br>⑶标格：风采，指一个人的言语、行动和气度等几方面的综合表现。犹规范，楷模。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子·重言》：“吾特收远名于万代，求知己于将来，岂能竞见知于今日，标格于一时乎？”<br>⑷不解：不会。善：优点，这里指品质、言行、文学方面。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　杨敬之的<a href=\"http://so.gushiwen.org/view_24937.aspx\">诗</a>，《全唐诗》仅存二首，其中这一首极为后世传诵，并且因为众口争传，逐渐形成人们常用的“说项”这个典故。</p> <p>　　关于<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>，《唐诗纪事》载：“斯，字子迁，江东人。始，未为闻人。……谒杨敬之，杨苦爱之，赠诗云云。未几，诗达长安，明年擢上第。”《全唐诗》收项斯诗一卷，此外也未见有何突出成就，只是因为杨敬之的这首诗，他才为后人所知。</p> <p>　　杨敬之在当时是一个有地位的人，而这首诗却真心实意地推荐了一个“未为闻人”的才识之士。他虚怀若谷，善于发掘人才；得知之后，既“不藏人善”，且又“到处”“逢人”为之揄扬，完满地表现出了一种高尚的品德。</p> <p>　　首句“几度见诗诗总好”，是衬垫之笔，也点出作者之知道项斯，是从得见其诗开始的；赏识项斯，又是从觉得其诗之好开始的。次句进一步写见到了本人以后，惊叹他“标格过于诗”，心中更为悦服。对项斯标格之好，诗不直写，却先提一句“诗好”，然后说“标格过于诗”，则其标格之好自不待言。“标格”包括外美与内美，即仪容气度、才能品德的统一。品评人应重在才德，古今皆然。下文便写到诗人对于项斯的美好标格，由内心的诚意赞赏发展到行动上的乐意揄扬。</p> <p>　　“平生不解藏人善”，这句话很占身分。世间自有见人之善而不以为善的，也有见人之善而匿之于心，缄口不言，唯恐己名为其所掩的；诗人于此则都“不解”，即不会那样做，其胸襟度量之超出常人可见。他不只“不解”，而且是“平生不解”，直以高屋建瓴之势，震动世间一切持枉道、怀忌心的小人。诗人对于“扬人之善”，只是怎么想便怎么做，不曾丝毫顾虑到因此会被人讥为“互相标榜”；怎么做便又怎么说，也不曾丝毫顾虑到因此会被人讥为“自我标榜”。其古道热肠，令人钦敬。做了好事，由他自己说出，更见得直率可爱。本来奖掖后进，揄扬人善，一向传为美谈，诗人自为之而自道之，也有自作表率、劝导世人之意。</p> <p>　　此诗语言朴实无华，所表现的感情高尚美好。正因为这种难得的、可贵的诗情，它才能广泛流传，成为赠友诗中的上品。</p>",
  "about": "<h2>创作背景</h2> 　　杨敬之的<a href=\"http://so.gushiwen.org/view_24937.aspx\">诗</a>，《全唐诗》仅存二首，其中这一首极为后世传诵，并且因为众口争传，逐渐形成人们常用的“逢人说项”这个典故。这是一首诗人之间的赠答诗。关于<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>，《唐诗纪事》载：“斯，字子迁，江东人。始，未为闻人。……谒杨敬之，杨苦爱之，赠诗云云。未几，诗达长安，明年擢上第。”《全唐诗》收项斯诗一卷，此外也未见有何突出成就，只是因为杨敬之的这首诗，他才为后人所知。",
  "poet": {
    "id": 2197,
    "star": 0,
    "name": "杨敬之",
    "desc": "杨敬之（约公元八二o年前后在世），字茂孝，祖籍虢州弘农（今河南灵宝）人，安史之乱中移家吴（今苏州）。唐代文学家杨凌之子。生卒年均不详，约唐宪宗元和末前后在世。宪宗元和二年(807)登进士第，平判入等，迁右卫胄曹参军。元和十年在吉州司户任，累迁屯田、户部郎中。"
  },
  "tags": [
    "赠友",
    "赞美"
  ]
}