{
  "id": 47972,
  "star": 123,
  "name": "青青河畔草",
  "dynasty": "两汉",
  "content": "青青河畔草，郁郁园中柳。<br>盈盈楼上女，皎皎当窗牖。<br>娥娥红粉妆，纤纤出素手。<br>昔为倡家女，今为荡子妇。<br>荡子行不归，空床难独守。",
  "fanyi": "<p><strong>译文<br></strong>河边的草地草儿青绿一片，园中茂盛的柳树郁郁葱葱。<br>站在绣楼上的那位女子体态盈盈，她靠着窗户容光照人好像皎皎的明月。<br>她打扮得红装艳丽，伸出纤细白嫩的手指扶着窗儿向远方盼望她的亲人。<br>从前她曾经是个青楼女子，她希望过上正常人的生活才成了游子的妻子。<br>不想游子远行在外总是不回来，丢下她一个独守空房实在难以忍受寂寞。</p> <p><strong>注释<br></strong>⑴郁郁：茂盛的样子。<br>⑵盈盈：形容举止、仪态美好。<br>⑶皎皎：皎洁，洁白。牖（yǒu）：古建筑中室与堂之间的窗子。古院落由外而内的次序是门、庭、堂、室。进了门是庭，庭后是堂，堂后是室。室门叫“户”，室和堂之间有窗子叫“牖”，室的北面还有一个窗子叫“向”。上古的“窗”专指在屋顶上的天窗，开在墙壁上的窗叫“牖”，后泛指窗。<br>⑷娥娥：形容女子姿容美好。《方言》：“秦晋之间，美貌谓之娥。”<br>⑸倡家：古代指从事音乐歌舞的乐人。《说文》：“倡，乐也，就是指歌舞妓。”<br>⑹荡子：即“游子”，辞家远出、羁旅忘返的男子。《列子》里说“有人去乡土游于四方而不归者，世谓之为狂荡之人也”可以为证。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47972.aspx\">诗</a>叙述的是一个生活片断，大致描述如下：女主人公独立楼头，体态盈盈，如临风凭虚；她倚窗当轩，容光照人，皎皎有如轻云中的明月；她红妆艳服，打扮得十分用心；她牙雕般的纤纤双手，扶着窗棂，在久久地引颈远望：她望见了园林河畔，草色青青，绵绵延延，伸向远方。“青青河畔草，绵绵思远道；远道欲何之，宿昔梦见之”（《古诗》），原来她的目光，正随着草色，追踪着远行人往日的足迹；她望见了园中那株郁郁葱葱的垂柳，她曾经从这株树上折枝相赠，希望柳丝儿，能“留”住远行人的心儿。原来一年一度的春色，又一次燃起了她重逢的希望，也撩拔着她那青春的情思。希望，在盼望中又一次归于失望；情思，在等待中化成了悲怨。她不禁回想起生活的拨弄。她，一个倡家女，好不容易挣脱了欢场泪歌的羁绊，找到了惬心的郎君，希望过上正常的人的生活；然而造化竟如此弄人，她不禁在心中呐喊：“远行的荡子，为何还不归来，这冰凉的空床，叫我如何独守！”</p> <p>　　此诗写的就是这样一个重演过无数次的平凡的生活片断，用的也只是即景抒情的平凡章法、“秀才说家常话”（谢榛语）式的平凡语言；然而韵味却不平凡。能于平凡中见出不平凡的境界来，就是此诗——也是《古诗十九首》——那后人刻意雕镌所不能到的精妙。</p> <p>　　这首诗其实就是一首歌词，是能够歌唱的诗句，也是《古诗十九首》中唯一使用了第三人称叙说的形式。</p> <p>　　诗的结构看似平直，却直中有婉，极自然中得虚实相映、正反相照之妙。诗境的中心当然是那位楼头美人，草色柳烟，是她望中所见，但诗人——他可能是偶然望见美人的局外人，也可能就是那位远行的荡子——代她设想，则自然由远而近，从园外草色，收束到园内柳烟，更汇聚到一点，园中心那高高楼头。自然界的青春，为少妇的青春作陪衬；青草碧柳为艳艳红妆陪衬，美到了极至。而唯其太美，所以篇末那突发的悲声才分外感人，也只是读诗至此，方能进一步悟到，开首那充满生命活力的草树，早已抹上了少妇那梦思般的哀愁。这也就是前人常说的《十九首》之味外味。如以后代诗家的诗法分析，形成前后对照，首尾相应的结构。然而诗中那朴茂的情韵，使人不能不感到，诗人并不一定作如此巧妙营构，他，只是为她设想，以她情思的开展起伏为线索，一一写成，感情的自然曲折，形成了诗歌结构的自然曲折。</p> <p>　　诗的语言并不经奇，只是用了民歌中常用的叠词，而且一连用了六个，但是贴切而又生动。青青与郁郁，同是形容植物的生机畅茂，但青青重在色调，郁郁兼重意态，且二者互易不得。柳丝堆烟，方有郁郁之感，河边草色，伸展而去，是难成郁郁之态的，而如仅以青青状柳，亦不足尽其意态。盈盈、皎皎，都是写美人的风姿，而盈盈重在体态，皎皎重在风采，由盈盈而皎皎，才有如同明月从云层中步出那般由隐绰到不鲜的感觉，试先后互易一下，必会感到轻重失当。娥娥与纤纤同是写其容色，而娥娥是大体的赞美，纤纤是细部的刻划，互易不得。六个叠字无一不切，由外围而中心，由总体而局部，由朦胧而清晰，烘托刻画了楼上女尽善尽美的形象，这里当然有一定的提炼选择，然而又全是依诗人远望或者悬想的的过程逐次映现的。也许正是因为顺想象的层次自然展开，才更帮助了当时尚属草创的五言诗人词汇用得如此贴切，不见雕琢之痕，如凭空营构来位置辞藻，效果未必会如此好。这就是所谓“秀才说家常话”。</p> <p>　　六个叠字的音调也富于自然美，变化美。青青是平声，郁郁是仄声，盈盈又是平声，浊音，皎皎则又为仄声，清音；娥娥，纤纤同为平声，而一浊一清，平仄与清浊之映衬错综，形成一片宫商，谐和动听。当时声律尚未发现，诗人只是依直觉发出了天籁之音，无怪乎南朝钟嵘《诗品》要说“蜂腰鹤膝，闾里已具”了。这种出于自然的调声，使全诗音节在流利起伏中仍有一种古朴的韵味，细辨之，自可见与后来律调的区别。</p> <p>　　六个叠词声、形、两方面的结合，在叠词的单调中赋予了一种丰富的错落变化。这单调中的变化，正入神地传达出了女主人公孤独而耀目的形象，寂寞而烦扰的心声。</p> <p>　　这位诗人不可能懂得个性化、典型化之类的美学原理，但深情的远望或悬想，情之所钟，使他恰恰写出了女主人公的个性与典型意义。这是一位倡女，长年的歌笑生涯，对音乐的敏感，使她特别易于受到阳春美景中色彩与音响的撩拔、激动。她不是唐代<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》诗中那位不知愁的天真的贵族少女。她凝妆上楼，一开始就是因为怕迟来的幸福重又失去，而去痴痴地盼望行人，她娥娥红妆也不是为与春色争美，而只是为了伊人，痴想着他一回来，就能见到她最美的容姿。因此她一出场就笼罩在一片草色凄凄，垂柳郁郁的哀怨气氛中。她受苦太深，希望太切，失望也因而太沉重，心灵的重压，使她迸发出“空床难独守”这一无声却又是赤裸裸的情热的呐喊。这不是“悔教夫婿觅封侯”式的精致的委婉，而只是，也只能是倡家女的坦露。也唯因其几近无告的孤苦呐喊，才与其明艳的丽质，形成极强烈的对比，具有震撼人心的力量。诗人在自然真率的描摹中，显示了从良倡家女的个性，也通过她显示出在游宦成风而希望渺茫的汉末，一代中下层妇女的悲剧命运。这就是个性化的典型性。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_47972.aspx\">诗</a>是代思妇设想的闺怨之作，是《古诗十九首》之一。关于《古诗十九首》的时代背景有多种说法。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》题下注曾释之甚明：“并云古诗，盖不知作者。”并认为作于东汉时期，这也是二十世纪以来的主流观点。今人综合考察这十九首诗所表现的情感倾向、所折射的社会生活情状及其纯熟的艺术技巧，一般认为并不是一时一人之作，其所产生的年代应当在东汉献帝建安之前的几十年间。至于《青青河畔草》的具体创作时间，则难以确考。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "女子",
    "闺怨",
    "思念"
  ]
}