{
  "id": 72304,
  "star": 15,
  "name": "永州韦使君新堂记",
  "dynasty": "唐代",
  "content": "　　将为穹谷嵁岩渊池于郊邑之中，则必辇山石，沟涧壑，陵绝险阻，疲极人力，乃可以有为也。然而求天作地生之状，咸无得焉。逸其人，因其地，全其天，昔之所难，今于是乎在。</p> <p>　　永州实惟九疑之麓。其始度土者，环山为城。有石焉，翳于奥草；有泉焉，伏于土涂。蛇虺之所蟠，狸鼠之所游。茂树恶木，嘉葩毒卉，乱杂而争植，号为秽墟。</p> <p>　　韦公之来，既逾月，理甚无事。望其地，且异之。始命芟其芜，行其涂。积之丘如，蠲之浏如。既焚既酾，奇势迭出。清浊辨质，美恶异位。视其植，则清秀敷舒；视其蓄，则溶漾纡余。怪石森然，周于四隅。或列或跪，或立或仆，窍穴逶邃，堆阜突怒。乃作栋宇，以为观游。凡其物类，无不合形辅势，效伎于堂庑之下。外之连山高原，林麓之崖，间厕隐显。迩延野绿，远混天碧，咸会于谯门之内。</p> <p>　　已乃延客入观，继以宴娱。或赞且贺曰：“见公之作，知公之志。公之因土而得胜，岂不欲因俗以成化？公之择恶而取美，岂不欲除残而佑仁？公之蠲浊而流清，岂不欲废贪而立廉？公之居高以望远，岂不欲家抚而户晓？夫然，则是堂也，岂独草木土石水泉之适欤？山原林麓之观欤？将使继公之理者，视其细知其大也。”宗元请志诸石，措诸壁，编以为二千石楷法。 ",
  "fanyi": "<p><strong>译文</strong><br>　　如果打算在城邑营造幽谷、峭壁和深池，那就必须运载山石，开凿山涧沟壑，逾越险阻，耗尽人力，才可能办到。可是要想有那种天造地设的景致，则不能做到。而不必耗费民力，顺应地形，且能保持天然之美，这种在过去很难办到的事情，如今在这里出现了。</p> <p>　　永州在九嶷山麓，最初在这里测量规划的人，也曾环绕着山麓建起了城市。这里有山石，却被茂密的草丛遮蔽着；这里有清泉，却埋藏在污泥之下，成了毒蛇盘踞，狸鼠出没有地方。嘉树和恶木，鲜花与毒草，混杂一处，竞相疯长。因此被称为荒凉的地方。</p> <p>　　韦公来到永州，过了一个月，州政大治，没有多少事情。望着这块土地，感到它很不平常，才让人铲除荒草，挖去污泥。铲下来的草堆积如山，疏通后的泉水晶莹清澈。烧掉了杂草，疏通了清泉，奇特的景致层出不穷。清秀和污浊分开了，美景代替了荒凉。看那树木，则清秀挺拔，枝叶舒展；看那湖水，则微波荡漾， 曲折萦回。怪石森然繁密，环绕四周。有的排列成行，有的如同跪拜，有的站立，有的卧倒。石洞曲折幽深，石山突兀高耸。于是在此建造厅堂，作为观赏游玩的地方。所有的怪石无不适应地形地势，献技于堂庑之下。新堂的外边，高原和山连接，林木覆盖的山脚悬崖，穿插交错，或隐或现。绿色的原野从近处伸向远方，跟碧蓝的天空连成了一体。这一切，都汇集在门楼之内。</p> <p>　　新堂盖好后，使君便邀请客人前来参观，接着又设宴娱乐。有的边赞誉，边祝贺说：“看到您修建这新堂，便知道您的心志。您随着地势开辟出胜景，难道不就是想顺着当地的风俗来形成教化吗？您铲除恶木毒草而保留嘉树鲜花，难道不就是想铲除凶暴而保护仁者吗？您挖除污泥而使清泉流淌，难道不就是想除去贪污而提倡廉洁吗？您登临高处而纵目远望，难道不就是想让每个家庭都安定和富饶吗？既然这样，那么建这个新堂难道仅仅是为了草木土石清泉流水怡人心意，或是为了观赏山峦、原野和树林的景色吗？该是希望继使君后治理这个州的人，能够通过这件小事，懂得治民的大道理啊。”宗元请求把这篇记文镌刻在石板上，嵌在墙里，编入书中，作为刺史的楷模法式。</p> <p><strong>注释</strong><br>[1]此文钞本甚多，标点、文字均有出入，兹依王力校订为准。韦使君：韦宙，公元812、813年（元和七、八年）间任永州刺史。<br>[2]穹谷：深谷。嵁（kān刊）岩：峭壁。渊池：深地。<br>[3]辇（niǎn捻）：人推或拉的车，这里用如动词，用车装载的意思。<br>[4]沟：这里用如动词，沟通，开凿的意思。<br>[5]陵绝：超越。<br>[6]九疑：即九疑山，在今湖南宁远县境内。<br>[7]度（duó夺）：量度，这里有勘测规划的意思。<br>[8]翳（yì益）：遮蔽。 奥草：深草。<br>[9]涂：污泥。<br>[10]蛇虺（huí悔）：一种毒蛇。蟠：盘屈而伏。 <br>[11]葩（pā趴）：花。卉（huì会）：草。<br>[12]理：治理。<br>[13]芟：割除。芜：荒草。<br>[14]行：流通，流动。这里是疏导的意思。 <br>[15]蠲（juān捐）：清洁，使动用法。浏如：水清澈的样子。<br>[16]酾（shī<a href=\"http://so.gushiwen.org/view_72304.aspx\">诗</a>）：疏导。<br>[17]蓄：指积蓄的湖水。 <br>[18]溶漾：水动荡的样子。纡（yū迂）余：曲折萦绕。<br>[19]]四隅：这里指四方。<br>[20]窍穴：这里指山洞。逶邃（suì遂）曲折深远。<br>[21]栋宇：堂屋。<br>[22]庑（wǔ舞）：堂下四周的屋子。<br>[23]间厕：参加，这里是交错的意思。<br>[24]迩：近。<br>[25]谯（qiáo桥）门：古代建筑在门楼上用以了望的楼。<br>[26]延：邀请。<br>[27]择：应作“释”，舍弃。<br>[28]晓：据另本，晓应作“饶”，富裕。<br>[29]措：放置。这里是嵌置的意思。<br>[30]编：指编入书籍。二千石：汉代郡守的俸禄为二千石，后来习惯也称州郡一级的长官为二千石，这里指州刺史。结句一作“宗元请志诸石，措诸屋漏，以为二千石楷法。”（见《<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>集》，中华书局1979年版）。屋漏：西北隅之谓也。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《永州韦使君新堂记》记述了韦使君修建新堂的过程和前后的深刻变化，赞颂了他居高望远，顺应民情，铲除残暴，废除贪污，保护贤良和富民的政策。这些过誉之词实则表现了<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>对如何作好一方官员的看法，寓示了在被贬谪的困苦中他仍然坚持政治改革的主张和理想，表现了他远大的政治抱负。本文先由反面设喻，导入本题；中段重在写景，末段重在颂人。写景详明，处处为下文伏笔；颂人汩汩涛涛，层层推进，句句与上文呼应，前后浑为一体。文章立意新颖，结构严密。文中穿插赋体（骈散互见），极力铺陈，着力渲染，文如行云流水，辞采清丽，画面鲜明，语言洒脱，音韵优美，确是一篇不可多得的优秀散文。金圣叹评论此文：“奇特在起笔，斗地作二反一落，如槎桠怪树，不是常观”。论议部分还反映了作者进步的政治观点。更是难能可贵，文如其人，作者本人也正是这样身体力行的。</p> <p>　　文章分为三段。在第一段中，作者间接表述了对永州奇异风光的深刻印象。生长在长安（今陕西省西安市）的柳宗元，认为在城郊之中很难出现那种峭壁深谷的奇异景观，如果用人工修造出来，则“疲极人力”。大概柳氏在长安见过这样的人工胜景，而深知其耗费之巨。永州的奇景，自然而成，令他感叹，“昔之所难，今于是乎在”。这个起段，是全篇拓展文意的基础。段中的几个短句，如：“辇山石，沟涧壑，陵绝险阻，疲极人力”，读来简洁精炼，表现出作者运用文字的工力。</p> <p>　　下一段，作者简略描摹出永州州治所在的自然景观：“永州实惟九疑之麓。其始度土者，环山为城。有石焉，翳于奥草；有泉焉，伏于土涂。蛇虺之所蟠，狸鼠之所游。”</p> <p>　　唐朝时的永州，辖地包括了现在湘、桂两省的交界地区，为零陵（约当今湖南零陵、东安）、祁阳（约当今湖南祁阳、祁东）、湘源（约当今广西湘源）三个县。永州府所在地是零陵，正在九嶷山西北麓。这一带是丘陵山区，气候温和湿润，唐朝时尚是人烟稀少、荒凉冷僻的未开化地区，草石相杂，水土交融，虫兽盘桓，自然景色十分秀丽。但当时之人似乎不欣赏过份天然的去处，厌其杂乱无章，草木横生。柳氏的评价，反映了这种审美观：“茂树恶木，嘉葩毒卉，乱杂而争植，号为秽墟。”茂盛的树木中有恶木，绚丽的花草中有毒花，好坏杂居，善恶难分，实在不是一个清新洁净的去处。在这里，柳宗元的写景包含了更深的含意，暗示了他对朝政的贬斥和人生爱憎之情，是画龙点晴之笔。新来的刺史韦公对“新堂”之地的价值幸而有鉴赏力，“望其地，且异之。始命芟其芜，行其涂。”从这里开始，新堂才被开发出来。韦公不仅有认识，更有行动，动员人力进行修葺，按照人的审美观改善环境，使自然景观焕然一新，悦目怡人。于是“清浊辨质，美恶异位”。尽管唐朝的改革者均罹不幸，命运多舛，但柳宗元对他的政治抱负始终怀有美好的向往和实现的愿望。所以，文中此处借“新堂”的“清浊美恶”，憧憬着改革派的政治理想。治理后的“新堂”，柳氏作了一番描写：</p> <p>　　“怪石森然，周于四隅。或列或跪，或立或仆，窍穴逶邃，堆阜突怒。乃作栋宇，以为观游。凡其物类，无不合形辅势，效伎于堂庑之下。外之连山高原，林麓之崖，间厕隐显，迩延野绿，远混天碧，咸会于谯门之外。”全段的叙写，恰当地运用拟人、比喻的写景手法，先由内及外，再由近及远，把一处风光佳景的新意表达得恰成气象。文字短促而有力，概括了柳宗元的语言风格。</p> <p>　　以上两段，先是喟叹自然美的鬼斧神工，又对自然美的不合谐产生疑问，由物及世，由物及人，可见下笔之前成竹在胸，先扬而后抑，复而别开洞天，表达了柳宗元写景的真实寓意。</p> <p>　　最末一段，柳宗元别出机抒，从韦公身上引出联想，夹叙夹议，抒发他的善政益民的封建吏治思想：“公之因土而得胜，岂不欲因俗以成化？公之择恶而取美，岂不欲除残而佑仁？公之蠲浊而流清，岂不欲废贪而立廉？公之居高以望远，岂不欲家抚而户晓？”</p> <p>　　柳宗元在这里所用的反诘句，可知文章虽是写“新堂”，但不全为写“新堂”。四个反诘句的排比，具有强烈的感情色彩，是全文立意的点晴之笔，它突然而来又待机已久，与前面文字有着密切关联。柳氏认为韦公治理“新堂”，足以反映韦公的远大志向，所谓“视其细知其大也”，事情虽细微，却反映出一个人的人格操品之大节。“美、仁、清、廉”都是封建道德的核心思想，柳宗元把“新堂”的景观和韦公的吏治最终联贯到这些思想上来，期望以此为“二千石楷法”。明确地表现了他的政治抱负和寄望。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐顺宗李诵执政时期，参加王叔文政治集团的“永贞革新”，年仅33岁时任礼部员外郎，年少有志，积极革新，从而招致宦官和旧官僚集团的忌恨。永贞元年（805），太子李纯继位，王叔文集团政治上遭到失败，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬外迁，充配当时的“南荒”之地永州（治所在今湖南省零陵县），任为“永州司马员外置同正员”，是一个不得干预政务的闲职。在贬谪永州的十年间，柳氏刻意山水，抒发抑郁，留下多篇散记。</p> <p>　　《永州韦使君新堂记》写于作者任职永州的第七年（811）左右，此篇在柳文中虽非上乘之作，但其工于写景、即景生情的艺术表现却也不无传神之处。作者在文中描述了当时湖南零陵地区的生态面貌，赞赏当地官吏治理自然、陶冶身性的美好追求。柳氏以此褒美善政，也借韦使君的政绩，讴歌进步的政治理想。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "祝贺"
  ]
}