{
  "id": 78,
  "star": 93,
  "name": "清人",
  "dynasty": "先秦",
  "content": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。<br>清人在消，驷介麃麃。二矛重乔，河上乎逍遥。<br>清人在轴，驷介陶陶。左旋右抽，中军作好。",
  "fanyi": "<p><strong>译文<br></strong>清邑军队驻在彭，驷马披甲真威风。两矛装饰重缨络，黄河边上似闲庭。<br>清邑军队驻在消，驷马披甲威又骄。两矛装饰野鸡毛，黄河边上自逍遥。<br>清邑军队驻在轴，驷马披甲任疾跑。左转身子右拔刀，军中好像准备好。</p> <p><strong>注释<br></strong>1.清人：指郑国大臣高克带领的清邑的士兵。清，郑国之邑，一说卫国邑名，在今河南省中牟县西。<br>2.彭：郑国地名，在黄河边上。<br>3.驷（sì）介：一车驾四匹披甲的马。介：甲。旁旁：同“彭彭”，马强壮有力貌。一说行走、奔跑貌。<br>4.二矛：酋矛、夷矛，插在车子两边。重（chóng）英：以朱羽为矛饰，二矛树车上，遥遥相对，重叠相见。重，重叠。英，矛上的缨饰。<br>5.翱（áo）翔：游戏之貌。<br>6.消：黄河边上的郑国地名。<br>7.镳（biāo）镳：英勇威武貌。<br>8.乔：借为“鷮（jiāo）”，长尾野鸡，此指矛上装饰的鷮羽毛。<br>9.逍遥：闲散无事，驾着战车游逛。<br>10.轴：黄河边上的郑国地名。<br>11.陶陶：和乐貌。一说马疾驰之貌。<br>12.左旋右抽：御者在车左，执辔御马；勇士在车右，执兵击刺。旋，转车。抽，拔刀。<br>13.中军：即“军中”。一说指古三军之中军主帅。作好：容好，与“翱翔”“逍遥”一样也是连绵词，指武艺高强。一说做好表面工作，指装样子，不是真要抗拒敌人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首辛辣的讽刺<a href=\"http://so.gushiwen.org/view_78.aspx\">诗</a>。在此诗作者眼中，高克带领的部队，战马披甲，不可谓不雄壮；战车插矛，不可谓不威武。可是清邑的士兵却不是在为抵御敌人随时可能的入侵而认真备战，却在河上逍遥游逛，耍弄刀枪；身为将帅的高克也闲来无事，只是以练武来消磨时光而已。此诗讽刺的对象是高克，而最终深深斥责的是郑文公的昏庸。</p> <p>　　至于为什么说讽刺的矛头最终是对准郑文公，古代有一位论者分析得很有道理：“人君擅一国之名宠，生杀予夺，唯我所制耳。使高克不臣之罪已著，按而诛之可也。情状未明，黜而退之可也。爱惜其才，以礼驭之亦可也。乌可假以兵权，委诸竟上（边境），坐视其离散而莫之恤乎！《春秋》书曰：‘郑弃其师。’其责之深矣！”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》引胡氏语）。总之，在抵御外敌之时，郑文公因讨厌高克反而派他带领清邑士兵去河边驻防的决策是完全错误的。</p> <p>　　全诗共三章，写清邑士兵在黄河边上的彭地、消地、轴地驻防时的种种表现。表面上是在称颂他们，说他们的披甲战马如何强壮，奔驰起来又如何威风；战车上装饰着漂亮的矛，是如何的壮盛；军中的武士也好，主帅也好，武艺又是如何高强。而实际上他们却是在河上闲散游逛。每章的最后一句如画龙点睛，用“翱翔”、“逍遥”、“作好”等词来揭出本相，其讽刺的手法是较为含蓄的。从诗的章法上说，三个章节的结构和用词变化都不甚大，只有第三章与前两章不同处较多。作者采用反复咏叹的手法，以增强诗歌的气势和表现力，从而达到其讽刺的效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　《郑风·清人》是批评郑国军队游戏离散的<a href=\"http://so.gushiwen.org/view_78.aspx\">诗</a>歌，为《诗经·郑风》的第五首。在《郑风》二十一篇诗中，唯独这首《清人》是确切有本事可考的。</p> <p>　　据《春秋·鲁闵公二年》记载：“冬，十有二月，狄入卫，郑弃其师。”《左传》云：“郑人恶高克，使帅师次于河上，久而弗召，师溃而归，高克奔陈。郑人为之赋《清人》。”鲁闵公二年（郑文公十三年，公元前660年），狄人侵入卫国。卫国在黄河以北，郑国在黄河以南，郑文公怕狄人渡过黄河侵入郑国，就派他所讨厌的大臣高克带领清邑的士兵到河上去防御狄人。时间久了，郑文公也不把高克的军队召回，而是任其在驻地无所事事，整天游逛。最后清邑之师滞留边境，军纪败坏，终于溃散而归，高克也逃到陈国避难去了。</p> <p>　　春秋时期，大小诸侯国之间战争频仍，攻伐兼并不绝于史。广大人民对那些诸侯争霸的不义之战是深恶痛绝的。而对举国上下齐心协力奋起抗击外敌的正义战争，广大人民总是予以热情的歌颂。在防御外敌的时候，如果有人消极不抵抗甚至投降，那将受到千夫所指。因高克带领的清邑部队不积极备战御敌，故郑国诗人作此诗以讽刺之。又据《毛诗序》，诗作者为郑公子素。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争"
  ]
}