{
  "id": 9209,
  "star": 923,
  "name": "早梅",
  "dynasty": "唐代",
  "content": "一树寒梅白玉条，迥临村路傍溪桥。<br>不知近水花先发，疑是经冬雪未销。",
  "fanyi": "<p><strong>译文</strong><br>有一树梅花凌寒早开，枝条洁白如玉条。它远离人来车往的村路，临近溪水桥边。<br>人们不知寒梅靠近溪水提早开放，以为那是经冬而未消融的白雪。</p> <p><strong>注释</strong><br>(1)迥（jiǒng）：远。<br>(2)傍：靠近。<br>(3)发(fā)：开放。<br>(4)经冬：经过冬天。<br>(5)销：通“消”，融化。这里指冰雪融化。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　自古<a href=\"http://so.gushiwen.org/view_9209.aspx\">诗</a>人以梅花入诗者不乏佳篇，有人咏梅的风姿，有人颂梅的神韵；这首咏梅诗，则侧重写一个“早”字。</p> <p>　　首句既形容了寒梅的洁白如玉，又照应了“寒”字。写出了早梅凌寒独开的丰姿。第二句写这一树梅花远离人来车往的村路，临近溪水桥边。一个“迥”字，一个“傍”字，写出了“一树寒梅”独开的环境。这一句承上启下，是全诗发展必要的过渡，“溪桥”二字引出下句。第三句，说一树寒梅早发的原因是由于“近水”；第四句回应首句，是诗人把寒梅疑做是经冬而未消的白雪。一个“不知”加上一个“疑是”，写出诗人远望似雪非雪的迷离恍惚之境。最后定睛望去，才发现原来这是一树近水先发的寒梅，诗人的疑惑排除了，早梅之“早”也点出了。</p> <p>　　梅与雪常常在诗人笔下结成不解之缘，如<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《早梅》诗云：“素艳雪凝树”，这是形容梅花似雪，而张谓的诗句则是疑梅为雪，着意点是不同的。对寒梅花发，形色的似玉如雪，不少诗人也都产生过类似的疑真的错觉。宋代<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有诗云：“遥知不是雪，为有暗香来”，也是先疑为雪，只因暗香袭来，才知是梅而非雪，和此篇意境可谓异曲同工。而张谓此诗，从似玉非雪、近水先发的梅花着笔，写出了早梅的形神，同时也写出了诗人探索寻觅的认识过程。并且透过表面，写出了诗人与寒梅在精神上的契合。读者透过转折交错、首尾照应的笔法，自可领略到诗中悠然的韵味和不尽的意蕴。 </p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9209.aspx\">诗</a>立意咏赞早梅的高洁，但作者并没有发一句议论和赞语，却将早梅的高洁品格和诗人的赞美之情清晰地刻划出来。</p> <p>　　“一树寒梅白玉条”描写早梅花开的娇美姿色。“一树”实为满树，形容花开之密集而缤纷；“寒梅”指花开之早，还在冬末春初的寒冷季节，紧扣“早”字；“白玉条”生动地写出梅花洁白娇美的姿韵，像一块块白玉似的晶莹醒目。这是对梅花外貌的描写，有形有神，令人陶醉。</p> <p>　　“迥临村路傍谿桥”，从生长环境中表现早梅的高洁品格。花草本无知，不会选择生长环境，但这里诗人在真实的景物中，融入人的思想意念，仿佛寒梅是有意远离村路，而到偏僻的傍溪近水的小桥边，独自悄悄地开放。这就赋予早梅以不竞逐尘世、无哗众取宠之心的高尚品格。这样就使诗的意境显得开阔，进一步突出了早梅的高洁。最后两句，抒发诗人初见桥边早梅的感受。“不知近水花先发”是承上两句对早梅的铺写之后的转折，用惊叹的口吻表达了对近水梅花早开的惊喜之情。“疑是经冬雪未销”写出“不知”的缘由，用一“疑”字，更为传神，它将诗人那时的惊喜之情渲染得淋漓尽致，似乎诗人并不敢相信自己的眼睛所看到的是梅花，而怀疑是不是未融化的冬雪重压枝头。这就与首句的“白玉条”紧密呼应，喻比出梅花的洁白和凛然不屈的形象和品格，从而含蓄婉转地把诗意落到实处，使诗的主题得到进一步深化，加强了人们对早梅的倾慕之情。</p> <p>　　一首绝句，仅二十八个字，就能将梅花写得如此之美，除立意新颖之外，还在于诗人从现实生活的观察中，能捕捉住早梅的颜色（洁白）、地点（偏僻）、季节（早春）、气质（耐寒）、姿态（俏丽）等特征，加以艺术的提炼和概括，并借助像“白玉条”“冬雪压枝”等生动、形象的比喻，鲜明、传神地塑造出早梅的品貌和气质，使人生发出美不胜叹的感觉。梅与雪常常在诗人笔下结成不解之缘，如<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《早梅》诗云：“素艳雪凝树”，这是形容梅花似雪，而这首诗则是疑梅为雪，着意点是不同的。对寒梅花发，形色的似玉如雪，不少诗人也都产生过类似的疑真的错觉。</p> <p>　　宋代<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有诗云：“遥知不是雪，为有暗香来”（《梅花》），也是先疑为雪，只因暗香袭来，才知是梅而非雪，和这首《早梅》意境可谓异曲同工。</p>",
  "poet": {
    "id": 708,
    "star": 0,
    "name": "张谓",
    "desc": "张谓（？--777年） 字正言，河内（今河南泌阳县）人，唐代。天宝二年登进士第，乾元中为尚书郎，大历年间潭州刺史，后官至礼部侍郎，三典贡举。其诗辞精意深，讲究格律，诗风清正，多饮宴送别之作。代表作有《早梅》《邵陵作》《送裴侍御归上都》等，其中以《早梅》为最著名，《唐诗三百首》各选本多有辑录。“不知近水花先发，疑是经冬雪未消”，疑白梅作雪，写得很有新意，趣味盎然。诗一卷。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}