{
  "id": 6959,
  "star": 13,
  "name": "酬李穆见寄",
  "dynasty": "唐代",
  "content": "孤舟相访至天涯，万转云山路更赊。<br>欲扫柴门迎远客，青苔黄叶满贫家。",
  "fanyi": "<p><strong>译文</strong><br>　　你乘着一叶扁舟溯新安江而上，到这偏僻的地方来看望我；一路之上，在白云之下、山岭之间的迢迢水道上艰难地盘桓。我多么想将这简陋的茅屋打扫干净，来迎接远道而来的客人；我的房前屋后已生满碧绿的青苔，枯黄的树叶也落满了在我的院落。</p> <p><strong>注释</strong><br>⑴酬：写<a href=\"http://so.gushiwen.org/view_6959.aspx\">诗</a>文来答别人。<br>⑵ 李穆：<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的女婿。<br>⑶见寄：写给刘长卿的一首诗。<br>⑷孤舟：孤独的船。<br>⑸天涯：犹天边。指极远的地方。语出《古诗十九首·行行重行行》：“相去万余里，各在天一涯”。<br>⑹云山：高耸入云之山。<br>⑺ 赊（shē）：遥远。<br>⑻柴门：原指用荆条编织的门，代指贫寒之家；陋室。这里借指作者所住的茅屋。<br>⑼远客：远方的来客。<br>⑽青苔：苔藓。<br>⑾黄叶：枯黄的树叶。亦借指将落之叶。<br>⑿贫家：穷人家。谦称自己的家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>当时在新安郡（治所在今安徽歙县）。“孤舟相访至天涯”则指李穆的新安之行。“孤舟”江行，带有一种凄楚意味。“至天涯”形容行程之远，和途次之艰辛。不说“自天涯”而说“至天涯”，是作者站在行者角度，体贴他爱婿的心情，企盼与愉悦的情绪都在不言之中了。李穆当时从桐江到新安江逆水行舟。这一带山环水绕，江流曲折，且因新安江上下游地势高低相差很大，多险滩，上水最难行。次句说“万转云山”，每一转折，都会使人产生快到目的地的猜想。而打听的结果，前面的路程总是出乎意料的远。“路更赊”，这三字是富于旅途生活实际感受的妙语。</p> <p>　　刘长卿在前两句之中巧妙地隐括了李穆原唱的<a href=\"http://so.gushiwen.org/view_6959.aspx\">诗</a>意，毫不著迹，运用入化。后两句则进而写主人盼客至的急切心情。这里仍未明言企盼、愉悦之意，而读者从诗句的含咀中自能意会。年长的岳父亲自打扫柴门迎接远方的来客，显得多么亲切，更使人感到他们翁婿间融洽的感情。“欲扫柴门”句使人联想到“花径不曾缘客扫，蓬门今始为君开”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《客至》）的名句，也表达了同样欣喜之情。末句以景结情，更见精彩，其含意极为丰富。“青苔黄叶满贫家”，既表明贫居无人登门，颇有寂寞之感，从而为客至而喜；同时又相当于“盘飧市远无兼味，樽酒家贫只旧醅”的自谦。称“贫”之中流露出好客之情，十分真挚动人。</p> <p>　　将杜甫七律《客至》与此诗比较一番是很有趣的。律诗篇幅倍于绝句，四联的起承转合比较定型化，宜于景语、情语参半的写法。杜诗就一半写景，一半抒情，把客至前的寂寞，客至的喜悦，主人的致歉与款待一一写出，意尽篇中。绝句体裁有天然限制，不能取同样手法，多融情入景。刘诗在客将至而未至时终篇，三四句法倒装（按理是“青苔黄叶满贫家”，才“欲扫柴门迎远客”），使末句以景结情，便饶有余味，可谓长于用短了。</p>",
  "about": "<h2>创作背景</h2> 　　李穆是<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的女婿，颇有清才。《全唐<a href=\"http://so.gushiwen.org/view_6959.aspx\">诗</a>》载其《寄妻父刘长卿》，全诗是：“处处云山无尽时，桐庐南望转参差。舟人莫道新安近，欲上潺湲行自迟。”它就是刘长卿这首和诗的原唱。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "客人",
    "写景",
    "抒情"
  ]
}