{
  "id": 70556,
  "star": 2,
  "name": "杂剧·朱砂担滴水浮沤记",
  "dynasty": "元代",
  "content": "楔子<br>急急光阴似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老汉是这河南府人氏，姓王，双名从道。嫡亲的三口儿家属，孩儿是王文用，这个是孩儿的媳妇儿。俺三口儿守本分做着些营生，度其日月。孩儿也，你早间去长街市上做甚么来？父亲。您孩儿去长街市上算了一卦，道您孩儿有一百日血光之灾，千里之外可躲。孩儿待将些小本钱，到江西南昌地面，做些买卖，一来是躲难逃灾，二来就将本求利。不知父亲意下如何？孩儿，岂不闻古人有言：离家一里，不如屋里；又道是：打卦打卦，只会说话。你怎么信那些油嘴的话头？叹不如在家里谨谨慎慎的消灾延福倒好。父亲，阴阳不可不信。孩儿主意已定。装都拴就了，不如任孩儿去罢，恐怕在家里终日疑心惑志，便没灾难，也少不得生出病来。既然孩儿决意要去，我也不留你了，只要你小心在意者。则今日好日辰，您孩儿辞别了父亲，便索长行也。大哥，你出路去，只是以身为本。父亲年纪高大了，是必早些回家来。若遇见便人，稍封平安信儿与我。大嫂，你好生看觑家中，侍奉父亲，我做些买卖便回来也。孩儿不必忧虑，则愿你早早得利而回。<br>【仙吕】【端正好】躲非灾，离乡故，相别罢便践程途。王文用，今日分别，好生凄凉也。方信道人生唯有别离苦，眼看着向那海角天涯去。<br>孩儿去了也。媳妇儿，没事则闭门静坐，等你丈夫回来者。父亲放心，您孩儿知道。<br><br>第一折<br>小可是店小二。在此处开着个客店，但是南来北往，做买做卖的，都来我这店里安下。天色已晚，想是没的人来了，我且关上门者。自家王文用的便是。自从离了家中，直到江西南昌贩卖，利增百倍。本待要回家去，争奈未勾那一百日。打听的泗州好做买卖，我待就上泗州去。想俺这为商贾的，索是艰难也呵。<br>【仙吕】【点绛唇】带月披星，忍寒受冷，离乡井。过于些芳草长亭，再不曾半霎儿得这脚头定。<br>【混江龙】你看那人间百姓，在红尘中部要干营生，两下里行船走马，各要夺利争名。船尾分开横水绿，马蹄踏破乱山青。则他这摇鞭举棹可便也休相竞，多则为两匙儿羹粥干忙了那一世，落的这前程。天色晓了也，我在这店肆中觅个宵宿咱。小二哥，开门，开门。有人唤门哩，我开开这门来。我道谁，原来是老客。隔的两个月不见，一发吃的好了。老客，如今未做甚么？我来你这店里，觅一个宿，我与你二百文房钱。勾了，勾了。老客请进里面来。用些甚么茶饭？茶饭都不用。你只与我点一盏灯来。理会的。灯在此。小二哥，你把房钱收去，我明日五更前后，早起便行，我也不辞你了。哦，你明日不辞我，天明就去。既然如此，你歇息罢。我自家睡去。我关上这门。走的我身子困倦了，我歇息咱。王文用也，甚睡儿到的我这眼里？我开开这门，我来这里，下了两遭，倒不曾细看。可怎生这里有一个小角门儿？我开开这门，元来是一所花园。是好花也。<br>【醉中天】我则见牡丹花堪人赏宜人敬，可人意动人情。又则见青芍药白蔷薇红锦樱，又则见紫纹桃间着那黄花杏。是好花也，我待折一朵儿咱。不由我心中自警，百般的把拿不定。这所在也无人，我便折一朵儿怕做甚么？呀，可怎生扑簌簌枝叶凋零？<br><br>【后庭花】则听的擦擦的鞋底鸣，丕丕的大步行。好教我便扢扢的牙根斗，觉一阵渗渗的身上冷。猛见个黑妖精，似和人寻争觅竞。这埚儿里无动静，昏惨惨月半明，莫不要亏图咱性命？骨碌碌怪眼睁，早唬的咱先直挺。<br>【青歌儿】天也。好着我又不敢问他、问他名姓，早则是打了个浑身痴挣。有杀人贼也，呸！我恰才哄的觉来忽的醒。好个恶梦也。我开了这门。我才出门程，向花苑闲行。见风弄残灯，正月白三更。亲见个妖精，待把我欺凌。只一拳险送了这泼残生，天也，兀的不忧成我病。<br>嗨，我做了这样一个不祥的梦。兀的不是头鸡叫？小二哥，你起来，收拾冢火，我去了也。营生道路有千条，若无算计也徒劳。为甚青年便头白，一夜起来七八遭。自家是个卖酒的，在这十字坡口儿上，开张这一个小铺面，觅几文钱度日。今早起来烧的这镟锅热，挂起望子，看有甚么人来买酒吃。王文用，你也行动些儿波。<br>【醉扶归】我则见那野水穿花径，村犬吠柴扃。合剌剌辘轳响，可正和着各琅琅的捣碓声，更那堪绿柳相遮映。这是一个小酒务儿，小二哥，有酒么？有酒、有酒。小二哥，打二百文长钱的酒来。酒在此。你有量尽着你吃，只不要撒酒风。则你这醇糯酒浑如靛青。我且饮一盏消闲兴。<br>这酒尽中用，我慢慢的饮咱。行不更名，些不改姓，自家铁幡竿白正的便是。昨日多吃了几碗酒，就在那柳阴下，一觉直到天亮。猛睁开眼，只见一个小后生五短身材儿，黄白脸色儿，挑着两个沉点点的笼儿。那厮见了我便走，我就骨碌碌一个翻身，跳起来跟着他后面，急急的赶。不知怎的再赶不上。我则是多吃了那几碗黄汤，以此赶不上他。罢、罢、罢，前面有一个酒务儿，再买几碗酘他一酘。早来到这酒务里。店小二，有酒么？有酒。请里面坐。大碗里酾的酒来，将些干盐来我吃两碗，酘过我那昨日的酒来。没的干盐，有两块蒜瓣儿。蒜瓣儿也好。王文用，看你那粗心波，不曾浇奠哩，我浇奠咱。<br>【金盏儿】忙浇奠谢神明，凭买卖做经营，大古来贫穷富贵皆前定。那壁角子里有人说话。我试听他说甚么。一点酒入地，愿万民安乐。两点酒入地，愿五谷丰登。三点酒入地，愿好人相逢，恶人远避。兀那村弟子孩儿，那恶人恼着你甚么来？老权，不要打破了我的卓子。我这里扭回脖颈，他那里闪双睛。这厮好无礼也。我见他忽的眉剔竖，秃的眼圆睁。唬的我腾的撒了抬盏，哄的丢了魂灵。<br>你小后生家不会说话，你便道好人相逢，恶人吉利。那恶人听见你这般说，他也不怪你。老叔，是他小后生家不会说话。干你甚事？哥哥教道的小人是。我且问尔，你做甚么买卖？小人做个小货郎儿。你是个货郎儿，我也是个捻靶儿的，我和你合个伙计，一搭里做买卖去。哥，只是些胭脂粉儿。你是那里人？小人河南府人氏。我和你同乡，我也是河南府人氏。我是陕西人氏。河南府那里住？东关里红桥西大菜园便是。我可在西关里住。我可在南关住。谁问你哩？我问你姓甚么？小生姓王，叫做王文用。我和你也同姓，我姓白。哥，你姓白，我姓王，怎么是同姓？你却不知，我那老爷老娘可姓王。我姓郑，是郑共郑。你家几口儿？小人三口儿。带我四口儿。那三口儿？我有父亲，有浑家，带小人可不是三口。你多大年纪了？小人二十五岁。不是我占便宜，我可三十岁。和我儿子同岁。打这村弟子孩儿。兄弟，我与你做个哥哥，你与我做个兄弟，我买酒和你吃。哥哥不弃嫌呵，小人情愿与哥哥做个兄弟。店小二，打酒来。不要哥哥买，您兄弟买。小二哥，再打二百文长钱酒来，我与哥哥递一杯酒。酒在此。哥哥请酒。我与你做个护臂，一搭里做买卖去，也不亏你。哥哥，如今路途上甚是难行，恐怕您兄弟厮跟不的。唗怎么厮跟不的？<br>【四季花】哥哥你少曾出外可曾经？我一年三百六十日，则在外头做买卖。哥也我则怕沿路上歹人傒幸。有歹人，你敢近他么？若是强贼把咱来相拦定，他拦定你，你待怎的？可恼的我恶向胆边生。你端的怎么近他？我也曾拳到处倒了碑亭，我也曾匾担打碎了天灵。比我这透心凉。可是如何？哥也岂不闻道杀人来须偿命？你如今做甚么买卖？哥，您兄弟本钱小，是个穷货郎下贱的营生，你一日走的多少路？抬动脚二百里还余剩。我可两头见日走三百里。这些时闪了脚腕，常只是怕误了途程。连我也被这脚趼儿碍事。小二哥，将个针来，烦兄弟与我挑破这趼者。哥则被你缠杀我也七代先灵。我怎么做个计较，则除非恁的……哥，你吃一碗。将来我吃，兄弟，你也吃一碗。您兄弟量窄，只好陪哥哥一小钟。兄弟，你坐着。我如今过去，冷一碗，热一碗，灌的他醉了，挑的笼儿就走。兄弟，咱都是捻靶儿的，你唱一个，我吃一碗酒。您兄弟不会唱。你不会唱，我替你唱。为才郎曾把、曾把香烧。谁要你唱哩？兄弟，既然你不会唱来，我唱一个，你休笑。哎，你个六儿嗏！只吃那嗓子粗，不中听。恰似个牛叫。打这弟子孩儿！兄弟，你好歹唱一个。您兄弟不会唱。哎，你就唱一个何妨？实是不会唱。你不唱？哥也，我胡乱的唱一个，奉哥哥的酒。你唱。哥吃一碗酒，您兄弟今日与哥哥是初相会，就唱个〔喜秋风〕。你唱你唱，我便吃。<br>【喜秋风】睡不着，添烦恼，洒芭蕉淅零零的雨儿又哨，画檐间铁马儿玎玎珰珰闹。过的这南楼呀呀的雁儿叫。不中，我走了罢。咄，你那里去？则被他叫的来睡不着。<br>白正好莽也。本要冷一碗热一碗灌的那厮醉了，挑的担儿就走，谁想他倒灌的我醉了也。我如今要歇息些儿，则除是恁的……哥也，再吃两碗。兄弟，我醉了也。我如今要睡一觉。小二哥，将个枕头来。我枕着您这腿睡，等我醒了时，和你一搭里做买卖去。哥要枕着你兄弟腿睡，我依着哥便是。老子也，这个人不好惹。这贼汉枕着我这腿睡，可怎生是好？则除是恁的……小二哥，我和你两个算算酒钱。客官，你是个好人，只要公道算还罢。共是两番打的酒。你也是做买卖的，我也是个做买卖的，少了你的酒钱，你不怪我。客官，你这一遭来，我另酾些好酒儿与你吃。酒钱不打紧，你这酒薄。我这酒虽然薄，可有桩好处，刚吃到肚里就便骨碌碌的响动。怪道我吃下去也是这般响。则是个酒高。小二哥，我与你商量。你敢要去么？我不去，我有些破腹，你替我一替。你不替，我就作践在这里。好客官，不要在这里作践，我替你。我还了你这酒钱。我出的这门来，惭愧也。<br>【赚煞尾】他觑我似炉畔弄冬凌，他觑我似碗里拿蒸饼。若不是灌的来十分酩酊，怎按住他一场火气性。我如今在虎口逃生，急腾腾，再不消停，抵多少遥指空中雁做羹。比及那贼徒酒醒，我已自家胆正，遮莫他赶将来我与你先走了两三程。<br>兄弟，与你一搭儿买卖。呀，他倒做个金蝉脱壳计去了也。打你这弟子孩儿，你怎么放了他去？他破了腹，要阿屎哩。他如今那里去了？你在这里，我也在这里，他又不知我一搭儿做买卖，我怎知他上南落北？唗！我儿也，一拳儿好买卖在我手里，放的他走了，更待干罢！我如今赶着去，若赶的上呵，万事罢论，若赶不上呵，回来一把火烧了你这草团瓢，把你一家儿都杀了。王文用也不远哩，我不问那里，赶将去来。可不是悔气，好没生惹这一场惊怕，我也不卖酒了，背巷里卖酸醋去也。<br>第二折<br>别家水米和匀搅，我家水多米儿少。若到我家买酒来，虽然不醉也会饱。自家是个开店的。我这店唤做三家店，又唤做黑石头店。这两头的两个店，都是小本钱客商的下在里面，那大本大利的都在我这店里安下。今日天色将晚也，我且关上这门者。走、走、走。<br>【南吕】【一枝花】那厮他入门来便紧瞅了咱这小本的装，则被我买下子些新槽的酒。连珠儿灌到有五六碗，他承兴饮吃到有两三瓯，尽醉方休。那好饮的也是天生就，一会儿直灌的那厮瓠子头。他和衣儿稳睡安眠，怎知我悄声儿逃席便走。<br>【梁州第七】若不是我使见识一杯也那一跪，天那！可不将我这泼残生早做了千死千休！我从那早辰间直走到申时候。过了些青山隐隐，绿水悠悠。荒祠古庙，沙岸汀洲。七林林低陇高丘，急旋旋浅涧深沟。刚抹过另巍巍这座层峦，还隔着碧遥遥几重远岫，又接上白茫茫一带平畴。巴的到绿杨渡口，早则是云迷雾锁黄昏后，我去那野店上觅一宿。这的便是东海鳌鱼脱钓钩，我可也再不回头。<br>可早来到黑石头店也。这里有三座店。我两头不去，则去那中间店里下。那厮便赶将来，也寻不见我，就寻见我呵，我叫起来，这两头店里人也要来救我。小二哥，有干净房子打扫一间，我歇息咱。这间角子里干净，你就在这里歇息罢。你与我点个灯来。灯在此。我和你往后面走一遭去。我拽上这门，来到后面。这里墙可怎生倒了那？便是雨水大倒了，不曾整理。哥也，这条路可往那里去？这条路往河南府去。这条路往那里去？这条路往泗州去。这条路呢？这个是一条总路，都去的。我净了手也。我和你说，背后有条大汉，那厮赶的我至急，怕他来时叫门呵，我有一句话央你：你只说道有上司的明文，不下单客。我明日还你两个人的房钱酒钱。我知道了，等他来时，我则说不下单客，回了他去，你自放心的睡。我关上这门。我走了一日，身子有些困倦，我歇息咱。那厮这等快走，他挑着两个沉点点的笼儿，我脚踏着脑杓子走，只赶不上。罢，天色晚了也，我往那里宿去。远远的一字摆着三座店，这处唤做三家店，中间那座店，唤做黑石头店。那厮本钱小，只在这两边店里下；若是本钱多，在这黑石头店里下。未知如何，我则唤那店小二，他便知道。小二哥，开门来。甚么人唤门？我是个客人，天色晚了，觅一宵宿。上司明文，不下单客。兄弟每，我说在两头店里歇了罢，你说道黑石头店好，却如何？快把那驴子赶过来，依旧到两头店里歇去。不要去了，我开门来也。我开开这门。家里来，有房子。你可道不下单客？你听差了，我这里则下单客。贼弟子孩儿，我问你，日头儿似落未落，有一个五短身材，黄白色脸儿小后生，挑着两个笼儿，在这里寻宿来么？从清晨到晚，没有一个人。兄弟，你输了也。客官，怎么是输了？你不知道，我和那兄弟前面打伙处，打了个赌赛。他说道他走路快，我道我走路快。到黑石头店里厮等，先到的为赢，后到的输，一个羊头，一箸饼，一坛酒。如今我先到了，可不是他输了也。这等你输了。他先来好几时了。我叫他去。你不要叫他，只说他在那间阁子里睡？他在这间阁子里睡哩。小二哥，我<br>央及你，你明日早起来与我做个证见。我问你谁先到来，你便道这个大汉先到来。我把那一个羊头，一箸饼，一坛酒，都与你吃。老叔，我爱吃的是羊舌头儿，我和你后面看一看。这堵墙怎么倒了来？这堵墙是雨水大淋倒了。怎么不垒起来？便是无钱，不曾垒的起。这条路往那里去？这条路往河南府去。这条路呢？这条路往泗州去的。这条路是往那里去的？这中间的是一条总路。你讨一领席子来与我，将你那锁和钥匙来。席子、锁和钥匙，都在这里。你自睡去。我拽上这门，插上这锁，你但则声，我就杀了你。老叔休要发怒，我自睡去便了。且慢者，我听那厮说甚么。我被那厮赶我这一路，多时不曾看我这东西，我剔的这灯，我是看咱。一颗儿，两颗儿，三颗儿，四颗，五颗。这一头都有。我是看这一头咱。谢天地，十颗朱砂都有了也。我脱下衣服去歇息咱。这里不下手，那里下手！我踏开这门。且慢者，白正你寻思咱，两边店客人不曾睡哩，那厮叫将起来，到害了我的性命。等睡到半夜前后，我慢慢的下手。我只听的齁睡如雷，将我惊觉来，不知是那个人？<br>【贺新郎】是谁人恁般酣睡喝喽喽，莫不是梦见的贼徒，撞着的禽兽？则听的声粗气喘如雷吼，唬的我战兢兢提心在口。早难道高枕无忧，也是我常怀惧怕心，似听的这声音熟。窗棂上扯下些纸来，捻一个纸灯，蘸了这油点个灯，我是看咱。我这里开房门仔细的观前后，我道是谁，原来是店小二睡。那厮去房门前停死尸，精砖上枕驴头。元来打齁鼾的在那一边，再去看咱。天呵！可怎生正是那个贼汉！兀的不唬杀我也！我且吹灭这灯，不要等他看见。<br>【牧羊关】我将这灯吹灭，身倒抽，唬的我浑身上冷汗交流。莫是取命的阎王，杀人的领袖？唬的我呆打颏空张着口，惊急力怕抬头。恰待要睁开两个眼，可早则软塌了一对手。<br>那厮睡着了也。我收拾往后门里走，我又恐怕惊觉那厮。嗨！慌忙里早把这灯都吹杀了，那里摸我那行李衣服去？<br>【隔尾】一领布衫我与你刚刚的扣，八答麻鞋款款的兜。我又不敢高声大咳嗽，我将这厮左瞅，右瞅。哎！天也！怎的他一阵儿昏迷稳放我走。行李衣服都摸着了也，且喜那厮正睡着哩。此时不走，更待何时！<br>【牧羊关】只道他猛翻身，睡觉秋，且喜得眼朦胧又打鼻勾鼻勾。他土鲁鲁嗓内涎潮，我也急煎煎心下刀抽。有如秋夜雨，一点一声愁。正待要展开脚忙移步，百忙里腿转筋甚腌证候。<br>我可寻那缺墙儿去，我跳过这墙来。我也不往那泗州路上去，只往我的河南府去也。嗨，这厮走了也。想这一拳儿买卖，不该是我的。罢、罢、罢，黑洞洞的那里去寻他，不如回家去也。<br>未曾烧下纸钱灰，人心才动我先知。只言正直为神道，那个阳间是正直。吾神乃东岳殿前太尉是也。吾神在生之日，秉性忠直，不幸被歹人所害身亡。皇天不负吾德，加为东岳殿前太尉。今朝玉帝初回，且在庙中闲坐者。好大雨也，我待往前再走，不意遇着这大雨，待不前去，又怕那贼汉赶来，所伤了我的性命，怎生是好？哦，这里是一座庙宇，我且入的这庙来，避一避雨咱。这碑子上写着道太尉爷爷庙。上圣可怜见，小人若是躲过那贼人，与爷爷重修庙宇，再立祠堂。好大雨也，那里躲雨去？一个古庙，我进里面权躲雨去。兀的不是那厮？呸！这厮可不该死也。兄弟，你好走也。你也寻的好哩！你等我一等，慌做甚么！我试这厮的气力咱。兄弟也，我这领布衫着雨淋湿了也，你与我扭一扭，干了布衫，我和你一搭儿做买卖去。哥，我不会扭。一领布衫不会扭，我便这般扭，你便那般扭，休一顺了。哥，我理会的。你休扭，你则拿着我自扭。敢是你不曾吃饭那？则这些气力。来、来、来，巧言不如直道，将那红的来。则有些胭脂，你将的去。我好俊脸儿，要搽胭脂？有、有、有，敢是黄丹？我又不脚臭。哥也，再没些甚么红的。是朱砂。哥也，我是做小买卖儿，那得朱砂？你记的黑石头店里面，数一颗儿两颗儿么？有、有、有，与哥哥一颗儿朱砂。你休怪，既做相识，我也不强要你的。可是一件，我赶了你两三程地，则与我一颗儿？少！我烦你再与我一颗儿！哥，这须是我的。你不与我，我就杀了你！我便再与哥哥一颗儿朱砂。兄弟，我一担儿都要。哥，怎么都要得我的？你敢不与我，我就杀你也。哥，我一担儿朱砂都与你，你将的去。你怎的？连这匾担，也送与你罢。好个贼弟子孩儿！我出的这庙门来，我且躲着，听那厮说甚么。那贼汉将的我这朱砂去了。我若是走到前面，告知本处官府，拿住这贼汉，才雪得我这口气。你听这厮的说话，怕不做出来，不如先下手为强。兄弟，我还你朱砂罢。索是谢了哥。我则要你一件东西。哥也，要甚么<br>东西？我要你这颗头！哥也，兀的不有人来了也！铁幡竿白正，你今日图了我财，致了我命，在阴司告你，自有证见。谁是证见？太尉爷爷便是证见。檐稍下杀你无证见。这浮沤儿便是证见。这浮沤便怎生做的证见？你不问那里告将来，我不怕你。<br>【黄钟尾】罢、罢、罢，我这性命呵，似半轮残月三更后，一日无常万事休。苦奔波，枉生受，有谁人，肯搭救，单只被几颗朱砂，送了我头。拚的向阎罗告究，着铁幡竿等候。遮莫你板门似手掌儿，也掩不得俺这叫屈的口。<br>一个小后生，倒使了我一身汗。我拖在这墙根底下，着这逼绰刀子搜开这墙阿，磕绰我靠倒这墙，遮了这死尸，也与你个好发送。如今两笼儿朱砂，都是我的了。一不做二不休，他说道家中有个花朵儿好媳妇，我拚的直到他家去，所算了他父亲，怕那妇人不随顺我。神道，我铁幡竿须不怕你，随你去做证见来。颇奈铁幡竿白正无礼，在吾神庙中图了王文用之财，又致了他命，指吾神为证见。便好道善有善报，恶有恶报。天若不降严霜，松柏不如蒿草。神灵若不报应，积善不如积恶。则今日领着鬼兵，擒拿铁幡竿白正，走一遭去来。休将奸狡昧神祗，祸福如同烛影随。善恶到头终有报，只争来早与来迟。<br><br>第三折<br>老汉王文用的父亲。自从孩儿做买卖去了，至今不见回还。天那，我这河南人多少在外做客的，怎么再没一个顺便稍封信儿来家也？父亲且自宽心，这早晚回家也不见的。某乃铁幡竿白正。自杀了王文用，连日连夜走到这河南府东关里红桥西。问人来，这是王文用家，这个门儿便是。待我唤他一声：家里有人么？媳妇儿，门首有人叫哩，你去看咱。我去看来。君子，你寻问谁哩？大嫂，你这里是王文用家么？你问他怎的？我是他的伙计，替他寄一封书在此。好也。我对俺父亲说去。父亲，有王文用同做买卖的伙计稍的信来也。是真个？我看去。哥哥，请家里坐。老人家敢是王文用的父亲么？我是他父亲。哥哥是谁？我是他认义的兄弟，与他一搭里做买卖，他利有百倍。他偶然跚破脚，在后边慢慢的行哩，着我先寄个信来。这个敢是哥哥的浑家，就是我的亲嫂嫂一般。老伯，我走的饥又饥，渴又渴，你井里打些水我吃。我到井上打水去。我跟将老伯去。我打这水咱。去。我那父亲呵！兀的不痛杀我也！兀那妇人，不要啼哭，你丈夫是我杀了，你父亲又被我推在井里，也死了。我这一来单则为你，你与我做了浑家罢。我至死也不随顺你。你若不随顺我，我一刀就杀了你，你自寻思咱。且住者，他若杀了我呵，俺父亲与丈夫的冤仇，谁人来报？罢、罢、罢，你依的我一件事，我便随顺你。你且说出来，好依的我便依着你。我丈夫新亡了，我若随顺了你，你也不吉利。如今待我丈夫百日之后，那其间与你成其夫妇，永远团圆，也不是迟哩。也罢，我则要个吉利。你一百日之后，我和你成其夫妇。我今日钱也有了，媳妇也有了，你这房子产业都是我的。凭着我一片好心，天也与我半碗饭吃。小圣地曹的便是。今日在森罗殿上对案，还有天曹不曾来哩。鬼力门首觑者，尊神来呵，报复知道。理会的。老汉王文用的父亲。颇奈白正无礼，将我孩儿王文用杀了，又将我推下井里，又谋了我家媳妇为妻。老汉死于非命，今日告地曹走一遭去。尊神，老汉特来告状。老官儿，请起，请起。尊神是地曹判官，老汉是亡魂冤鬼，尊神<br>请起，我是告状的。你原来是告状的，我错认了是我的姑夫。你告谁？老汉河南府人氏，姓王，是王从道，嫡亲的三口儿家属，有个孩儿唤做王文用，又有个媳妇儿。我孩儿因做买卖去，利增百倍，有铁幡竿白正，图了他财，又算他性命，又将老汉推在井里死了，又要了我家媳妇儿，地曹与老汉做主咱。你才说是谁推在井里？是铁幡竿白正推我在井里。既是他推你在井里，可怎么不打湿了衣裳？湿是湿的，热身子焐干了。你端的死了不曾？我死了。既是死了便罢，告他怎的？尊神，你使些神通，拿将他来折对咱。凭着我也成不的，你且这里伺侯者。等天曹来呵，你告他，不争你着我去拿他，我怕他连我也杀了。我不曾见你这等神道。<br>吾神乃东岳太尉，掌管善恶生死文簿，到森罗殿上对案，走一遭去来。<br>【正宫】【端正好】我将这带鞓来搀，我把这唐巾按，舞蹁跹两袖风翻。我只见霜林飒飒秋天晚，觉一阵冷气侵霄汉。<br>【滚绣球】你道为甚么森森的透骨寒？却元来是茫茫的云雾繁，遮断著红尘无限，刚则见衰草斑斑，兀的不是地府间、黑水湾？早来到这奈河两岸，兀的不是剑树刀山？两只眼紧把冤魂来觑，一只手轻将他鬼力扌班，何处也蹒跚。<br>【倘秀才】摩弄的这玉带上精光灿烂，拂绰了罗襕上衣纹可便直坦，我与你登涩道七林林过曲栏。我也曾坐观十万里，日赴九千坛，我沉吟了几番。<br>【呆骨朵】我将这唾津儿润破窗儿盼，报的尊神得知，有东岳太尉来到也。我接待尊神去。我探着手将小鬼揪翻。三吊脚捉腰，两个指可便掐眼。只一拳直打的他天灵烂，这一回倒做的我浑身汗。上圣息怒，放手。我正待劈头毛厮扯撏，不争你攀臜膊强拆散。<br>鬼力，将酒过来。酒到。上圣满饮一杯。<br>【倘秀才】见地曹手捧着温良玉盏，我这里忙擎起花纹象简，上圣，许久不会了也。我和你间别来早已数载间。绝音信，少平安，今日得见面颜。<br>上圣请坐。这一宗是何文卷？这一宗是个开剪截铺的。将那好段子大尺儿量进来，小尺儿卖出去。如今勾将来，左肋下打三千铜锤，右肋下打五千铁棒，还着他托生去。可着他变做个甚么？可着他变个蚂蝗。因何变个蚂蝗？要长也随的他，要短也随的他。这一宗是何文卷？这一宗是个开洗糨铺的。把人的好衣服或是洗白，或是高丽复生缣丝，他着那铁熨斗都熨破了。我勾将他来，左肋下打三百铜锤，右肋下打五百铁棒，着那厮也还托生去。他托生去可变个甚么？可变个铁匠。因何变做铁匠？要硬也随的他，要软也随的他。这一宗是何文卷？这一宗是个花园子，在生之日，按四季栽种树木，伤枝损叶。勾至阴间，左肋下打三十铜锤，右肋下打五十铁棒，还着他托生去。他可变个甚么？直着他钟鼓司筋陡房里托生去。可怎么着他在筋陡房里托生去？这边栽也由他，那边栽也由他。这一宗是何文卷？这一宗是铁幡竿白正图财致命，杀了王文用，又将他父亲推在井里，又谋了他妻子，要了他家财。我是看这宗文卷咱。<br>【伴读书】检生死轮回案，是谁人敢把这天条扞？我奉着玉帝天符非轻慢，将是非曲直分明看。从头儿报应真希罕，这的是天数要循环。<br>上圣，止有这宗文卷利害。<br>【笑和尚】你、你、你，将文卷细细脡，我、我、我，将争面轻轻按，是、是、是，小字儿叠千万。要、要、要，一行行亲过眼，便、便、便，一字字莫摧残，来、来、来，我一件件从公干。<br>上圣，这铁幡竿白正在世间，无般不做，无件不为，业贯将满，除天可害。<br>【醉太平】你道他是天生就鹰鸇的羽翰，狼虎的贼心肝，这几年家作业在阳间，并没些忌惮。眼见得王文用在明晃晃刀头上遭危难，王从道在黑洞洞井底下何时旦，还将他花朵般媳妇儿只待要强奸，有这许多的罪犯。<br>既是铁幡竿白正有这般罪犯，你可怎生不着鬼力勾将来勘问？上圣不知，我也曾几番家着鬼力去迷那厮，争奈他十分凶恶，所以上不敢近他。我与你拿去。<br>【煞尾】则我这硬邦邦指爪将那厮头稍来挽，粗滚滚麻绳将那厮脖项来拴。丢天灵剪子腕，着凌迟受磨难，那怕他泼顽皮绰号做铁幡竿。只消我这一对儿拦关，把那厮死狗也似拖将来我直着见了您眼。<br>上圣去了也，我也跟着趁打伙，捉拿白正跑一遭。<br>【幺篇】我将这厮琅琅铁索把那厮肩膀绑，沉点点铁棍将那厮臂膊搪。打碎天灵共眼眶，踢折蛮腰和脑浆。怎么做这个嘴脸？把那厮直拿到酆都那边，着他慢慢的想。<br><br>第四折<br>自家白正的便是。自从杀了王文用，到这里将他父亲推在井里，要了他浑家。这几日我有些神思不快，梦寐颠倒，不知是如何。大嫂，你与我安排些粥汤，我食用咱。你则在这里，我熬粥汤去也。自家非别，乃是王文用。被铁幡竿白正图了财致了命。争奈我阳寿未尽，今夜晚间问他索命去呵。<br>【双调】【新水令】正黄昏庭院景凄凄，哎哟天那！走的我软兀剌一丝两气。淅零零的山路冷，昏惨惨的晚风吹。脚步儿刚移，一步步行到枉死地。来到这个所在，是十字坡口儿上酒店，正是我当初遇着那贼处。他见着我甚些动静，便起这点狠心？所算的我好苦也。<br>【沉醉东风】若不是我失时落势，怎生的便揽祸招危。我和他这搭儿才相见，平日里又不相识。刚道个一声儿恶人回避，早激的他恶哏哏闹是非，那里也见财起意。<br>这个所在是黑石头店。你那贼，我既是躲着你走了，你苦死的赶我怎么？<br>【乔牌儿】我既是抽身儿悄脱离，又何苦直赶上这田地？我和他又没甚杀爷娘抢道路深仇隙，可怎便舍残生做到底？<br>我想这一晚既然要躲那贼，只该悄悄的睡罢了，还要点着灯，数这朱砂颗儿做甚么？自古道：出外做客，不要露白。可知被那贼瞧破了也。<br>【甜水令】我只合紧闭房门，吹残灯火，且图安睡，怎好去一颗颗数着这东西。早被他识咱行藏，听咱声响，见咱踪迹，可不是自落的便宜。这所在是东岳太尉庙。那贼汉好狠也，我把一担儿朱砂都送了你，只要留俺的性命，你怎么还要将我杀了？我记的临死时曾指滴水浮沤为证。我如今冤魂不散，少不的和你索命。太尉爷爷，你是个掌生死的活神道，须与我屈死的王文用做主咱。<br>【折桂令】我忙合手顶礼神祗，现掌着死生文簿，何曾错善恶毫厘。太尉爷爷，你怎不怜见我屈死的冤魂？放过了他行凶的泼贼，待强夺了俺无主的娇妻。我亲指着滴檐前浮沤为记，难道你坐殿上神圣无知？只愿你检验轮回，速显灵威，将那厮直押送十八层地狱阿鼻，才见的你百千年天性忠直。<br>我来到家中。看我那父亲去咱。元来冤魂幽滞，还在井底。父亲！兀的不痛杀我也！<br>【落梅风】我只道你灵性归天上，却元来幽魂沉井底，总便是铁石人也见了心碎。我和他这冤仇结的来甚尽期，只除非各一家天地。<br>我再看我那浑家，如今在那里？元来他随了那贼汉，正与他熬粥汤儿哩。<br>【沽美酒】并不曾见烈纸钱将咱祭，倒去熬粥汤送他吃，元来你个水性婆娘易转移。干着我生受了半世，眼睁睁看你做歹人妻。<br>【太平令】我痴心想望贞洁，你做事忒杀非为，铁幡竿满怀得济，王文用手稍儿着地。你这个泼贼，就里，落可便下的，白占了俺家缘家计。<br>铁幡竿偿我命来！你是甚么人？着我偿你的命？则我是王文用。你当日在太尉庙中，将我图财致命，又将我父亲淹死了，浑家也强占了，你如何不偿我命来？你说是我害你命来，可有何证见？有、有、有，则滴水浮沤儿，便是证见。我平日是个吃斋把素，伸指头不咬人的人，这样勾当，我几曾干来？你说太尉庙中滴水浮沤儿是证见，你只叫那太尉来我和他对证。人间私语，天闻若雷。暗室亏心，神目如电。兀那铁幡竿白正，你还不认的我哩。你当日在我神庙中，滴水浮沤之下，将王文用图财致命，又淹死了他父亲，强夺了他妻室。你今日恶贯满盈，有何理说？是、是、是，我杀了王文用来，望上圣可怜见我与他看经礼忏，请高僧大德超度他生天。你则饶了我罢！你那贼也有今日哩。从来一冤报，我怎么还饶得你。<br>【收尾】死生难遏我心头气，冤仇有似檐间水。哎，你个图财致命的狠心贼，也少不得做个落堑拖坑的没头鬼。<br>铁幡竿白正，你今对吾神招证明白。兀那鬼力，将这厮押赴酆都，受诸苦恼，永为饿鬼，以报王文用之仇。你听者。则为这铁幡竿撒泼行凶，将王文用赶入庙中。既谋财又伤他命，结冤仇似海无穷。曾指定浮沤为证，到今朝运数当终。遣鬼力将他拿下，直押赴地狱重重。其屈死一双怨鬼，偿还他来世享通。才见得冤冤相报，方信道天理难容。<br>题目铁幡竿图财致命贼<br>正名朱砂担滴水浮沤记",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}