{
  "id": 71164,
  "star": 5508,
  "name": "邹忌讽齐王纳谏",
  "dynasty": "两汉",
  "content": "　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也！”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也！”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”</p> <p>　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”</p> <p>　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐.此所谓战胜于朝廷。",
  "fanyi": "<p><strong>译文</strong><br>　　邹忌身长五十四·寸左右，而且形象外貌光艳美丽。早晨，（邹忌）穿戴好衣帽，照了一下镜子，对他妻子说：“我和城北徐公比，谁更美呢?”他的妻子说：“您非常美，徐公怎么能比得上您呢?” 城北的徐公是齐国的最美的男子。邹忌不相信自己（比徐公美），而又问他的妾：“我和徐公相比，谁更美呢?”妾说：“徐公哪能比得上您呢?” 第二天，有客人从外面来（拜访），（邹忌）与他相坐而谈，问他：“我和徐公比，谁更美呢?”客人说：“徐公不如您美丽。” 又一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；照着镜子里的自己，更是觉得自己与徐公相差甚远。傍晚，他躺在床上休息时想这件事，说：“我的妻子赞美我漂亮，是偏爱我；我的妾赞美我美，是害怕我；客人赞美我美，是有事情要求于我。”<br>　　在这种情况下，邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，我的客人有事想要求助于我，（所以）他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国范围内的百姓没有一个不有事想求助于大王。由此看来，大王您受到的蒙蔽太严重了！”<br>　　齐威王说：“你说的很好！”于是就下了命令：“大小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏；上书直言规劝我的人，给予中等奖赏；能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。” 命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样热闹；几个月以后，还不时地有人偶尔进谏；满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威王。这就是身居朝廷，不必用兵就战胜了敌国。 </p> <p><strong>注释</strong><br>邹忌：战国时的齐国人，曾任相国。<br>讽：讽谏，用暗示，比喻之类的方法，委婉的规劝。<br>齐王：即齐威王，威王。<br>纳谏：接受规劝。纳，接受，接纳<br>修：长，这里指身高。<br>八尺：战国时一尺约合今天的七寸左右。<br>昳丽：光艳美丽。<br>朝服衣冠：早晨穿戴好衣帽。（服，名词作动词活用，意为穿戴，在句中作状语。）<br>窥镜：照镜子。<br>孰：谁，什么。<br>与：和……比。<br>及：比得上<br>旦日：明天。这里指第二天。<br>明日：即上文“旦日”的后一天。<br>若：如。<br>孰视之，孰：通“熟”，仔细。之：代城北徐公。<br>弗如远甚：远不如。弗：不。<br>又：更。<br>寝：躺着。<br>美我者：赞美/认为……美<br>私：动词，偏爱。<br>诚知：确实知道。<br>皆以美于徐公：都认为（我）比徐公美。“以”的后边省去了“我”。以：认为。于：比。<br>地：土地，疆域。<br>方：方圆。<br>宫妇：宫里的姬妾。<br>左右：身边的近臣。<br>四境之内：全国范围内（的人）。<br>之：用于主谓之间取消句子独立性。<br>蔽：形容词用作动词，指受蒙蔽。<br>善：好。<br>乃：于是，就。<br>面刺：当面指责。面，当面，名词作状语。<br>受上赏：给予，付予。通“授”<br>谤讥于市朝：在公众场所议论（君王的过失）。谤：公开指责别人的过错。讥，讽喻。谤讥，在这里指“指责，议论”，没有贬意。市朝，众人集聚的公共场所。<br>闻：这里是“使……听到”的意思。使动用法。<br>时时而间(jiàn)进：有时候偶然进谏。间进：偶然有人进谏。间，间或，偶然，有时候。<br>期（jī）年：满一年。期，满。<br>朝于齐：到齐国来朝见（齐王）。<br>此所谓战胜于朝廷：这就是身居朝廷，不必用兵，就战胜了敌国。<br>而形貌昳（yì）丽：而，表并列关系。</p>",
  "shangxi": "<h2>句子赏析</h2> <p>　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，</p> <p>　　【句解】第一次“窥镜”自视，刻画了邹忌的外貌：身材魁梧，仪表堂堂，逼真地再现了他不无自得的神情。正是有了这点自信。才使他敢于和齐国有名的美男子比“美”。</p> <p>　　谓其妻曰：“我孰与城北徐公美？”</p> <p>　　【句解】其心里应该是对自己的美貌充满信心，所以，这第一问的语气应该是充满自信，且沾沾自喜的。</p> <p>　　其妻曰：“君美甚，徐公何能及君也？”</p> <p>　　【句解】妻子的回答，极赞其美，语态亲昵，饱含偏爱之情。尤其“美甚”二字，将此种神态、心理渲染得淋漓尽致。与后文“私我”呼应。</p> <p>　　城北徐公，齐国之美丽者也。</p> <p>　　【句解】插笔介绍徐公，说明徐公是齐国著名的美男子，为邹忌怕比不上他提供现实依据。</p> <p>　　忌不自信，而复问其妾曰：“吾孰与徐公美？”</p> <p>　　【句解】邹忌对自己的美貌略有怀疑。因此，这句话的语气应带有疑惑，并且急于知道结果。另外，考虑到所问的对象是小妾，因此，语气是严肃，焦虑，急切的。</p> <p>　　妾曰：“徐公何能及君也？”</p> <p>　　【句解】妾回答，少“君美甚”一句，仍用反问语气，表现了妾低微的地位和畏怯、顺从心理。与后文“畏我”呼应。</p> <p>　　旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”</p> <p>　　【句解】邹忌一方面希望妻、妾的回答是可信的，另一方面仍在怀疑。</p> <p>　　客曰：“徐公不若君之美也。”</p> <p>　　【句解】客回答，因有求于人，故答语婉转，阿谀奉承。与后文“有求于我”呼应。</p> <p>　　明日，徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。</p> <p>　　【句解】“窥镜而自视”，自我感觉“弗如远甚”。可见，由“自信”到“自惭”，心理上形成了鲜明的对比。</p> <p>　　暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”</p> <p>　　【句解】妻、妾、客的回答，都肯定了邹忌美于徐公，但邹忌并没有飘飘然，而是在会见徐公后，又经过冷静的思考悟出了妻、妾、客的谬赞是有其原因的，就是“私我”“畏我”“欲有求于我”。这表现了他实事求是的精神，终于看清事物的本质。这句话也是下文他用暗示、比喻的方法讽谏齐王的基础。</p><br/><h2>赏析</h2> <p>　　本文着重写齐相邹忌以自身生活中的小事设喻，劝说齐王必须以广泛听取人民的意见作为施政依据的故事。</p> <p>　　全文可以分三部分。</p> <p>　　从开始到“欲有求于我也”是第一部分，写邹忌从妻、妾、客三人都谬赞自己比城北徐公还美这件事悟出一个深刻的道理。这一段的第一层，写邹忌之美。先说明邹忌是个高大美丽的男子，再通过三问三答，从妻、妾、客三个人异口同声的回答中印证了邹忌的美丽，而且比齐国的美男子徐公更美。然后在这一段的第二层，记叙邹忌和徐公实地比较的情况。邹忌深信：“城北徐公，齐国之美丽者也。”因此在比美中颇有自知之明，他怀疑妻、妾、客同声肯定他比徐公美是一种阿谀。他要从客观现实中找到正确的答案。通过“孰视”“窥镜”，终于发现自己远远不如徐公，于是引起他的深思。夜深人静，独自思忖，最后悟出妻、妾、门客阿谀自己的原因：凡对自己有偏私，有所畏惧，或者有所企求的人，在自己面前只会说些献媚讨好的假话，不会指出自己的缺点。这一段文字虽然不多，但用了铺陈和对比的手法，最后点明道理，是一则情节非常生动的故事。</p> <p>　　从“于是入朝”到“王曰：‘善’”是第二部分，写邹忌“因小见大，自容貌之微，推及于朝廷大事”。（见《郑堂札记》卷四）</p> <p>　　邹忌从比美的生活经验中深刻认识到一个统治者听到真话之不易。在齐国地位最高、权力最大的齐威王，处在许多人对他有所偏私、有所畏惧、有所企求的环境中，必然是个耳不聪、目不明的受蒙蔽者。于是他把切身体会告诉了齐威王，揭示了这个发人深思的问题，并以此来讽喻齐威王纳谏去蔽。为了使齐王能接受谏言，先述说自己的生活体验，指出妻、妾、客的三种回答是出于不同的动机，先给齐王一个清晰的印象，然后再以齐王所处的生活环境和自己的经历作比较，指出齐王受蒙蔽的严重。这样现身说法确实收到了预期的效果。</p> <p>　　从“乃下令”到结束是第三部分，写齐威王听取邹忌的规劝下令求谏和群臣在一年中进谏的情况。齐威王欣然接受了邹忌的劝告，下令奖励臣民向他进谏。齐威王纳谏结果是提高了齐国的威望，赢得了很多诸侯的尊敬。</p> <p>　　在这一部分记述中，有几点值得注意：1．文章没有写群臣受赏的情况，也没有写威王对待意见的情况。但是，从越来越没有人提意见和越来越提不出意见的情况就暗示了齐威王不仅听取意见，而且虚心接受意见改革了政治。2．齐王下令号召“群臣吏民”都来提意见，可是踊跃进谏者只写到群臣而没提到吏民。可见地位低下的吏和民，实际上是不可能参与政治发表看法的。文章不提吏民只写群臣，真实地反映了这一政治活动的阶级局限性；同时，我们不能只从“虽欲言，无可进者”，就认为威王的统治十分清明。3．文章只写“燕、赵、韩、魏闻之，皆朝于齐”，未及秦楚。燕、赵、韩、魏是战国时期齐国北方和西方的邻国，国力和齐国相若，后来都比齐国弱小。秦、楚则是齐国西方和南方的大国，文章没提秦楚，还是比较符合当时实际形势的。4．最后一句“此所谓战胜于朝廷”，点出全文的主旨。说明只要去蔽纳谏，修明内政，就能“战胜于朝廷”。</p> <p>　　本文篇幅不长，但完整地记叙了邹忌与徐公比美和威王纳谏强齐两则故事，而且包含了深刻而明白的寓意，容量是很大的。文章之所以写到这样，在技巧上有几点值得我们注意：1．用设喻的方法讲述道理。邹忌劝说齐王广开言路，不是像一般人那样正面讲道理，而是用一段具体的家庭琐事为譬喻来阐明“纳谏”的必要性和迫切性。2．具体形象地刻画人物。如写邹忌，先是“朝服衣冠，窥镜”，然后是问妻、问妾、问客；见到徐公，先是“孰视之，自以为不如”，再是“窥镜而自视，又弗如远甚”，最后是“暮寝而思之”；人物的动作心理，无不刻画入微。有了这一段有声有色的描写，才使下文的进谏入情合理。3．语言简练生动。一篇三百多字的短文，从家事说到国事。写人物，声貌毕肖；叙事实，曲折引人；用语言，简洁生动：如“于是入朝见威王曰：……”几个字就交代了朝见的过程，省去了进谏的“导语”，开门见山地直陈其事。齐王听了谏辞以后，只用了一个“善”字就写出了齐王纳谏的决心。威王下令纳谏以后，只三十来字就交代清楚了“令初下”“数月之后”“期年之后”三个阶段的具体情况，说明了纳谏后发生的巨大变化；纳谏的效果，只写邻国的动态，而略去国内的情况。这些都称得上简洁有力。再看语言的生动：邹忌与妻、妾、客的三问三答，意思基本一样，句法却各不相同，文字错综，毫不呆板。妻、妾、客的答话并不雷同，反映各自的心理十分切合人物身份。</p> <p>　　文章内容未必尽合历史事实，但所表达的思想有积极意义，并且有很强的艺术表现力。</p><br/><h2>赏析二</h2> <p>　　文章以“孰美”的问答开篇，继写邹忌暮寝自思，寻找妻、妾、客人赞美自己的因为，并因小悟大，将生活小事与国大事有机地联系起来。由自己的“敝”，用类比推理的方法婉讽“王之敝甚”，充分显示了邹忌巧妙的讽谏艺术与娴熟的从政谋略。邹忌正是以自身的生活体悟，委婉地劝谏齐威王广开言路，改革弊政，整顿吏治，从而收到很好的效果。[6] </p> <p>　　第一部分，写邹忌与徐公比美，不因妻、妾、客的赞美而自喜，而是从中悟出直言不易的道理。[4] </p> <p>　　作者先刻画了邹忌的外貌：身材魁梧，仪表堂堂。“窥镜”“自视”，逼真地刻画出他不无自得的神情。正是有了这点自信，才使他敢于和齐国有名的美男子徐公比“美”，也与下文见徐公后“弗如远甚”的自惭心理形成了鲜明的对比。这种对比，烘托出他感到受蒙蔽的心情。明明是“弗如远甚”，可他的妻、妾和客却异口同声地认为他比徐公漂亮，显然是由于各自特殊的原因，使他们没有勇气说出真实的情况。这里，三个人的回答，由于身份和心理不同，虽然都是赞扬，但语气上却有明显的不同。妻的回答表现了妻对他由衷的喜爱，爱恋之情溢于言表。妾因其地位低下，与主人之间并没有多少真情可言，但又不能不顺从，所以她的回答就有些勉强，说话比较拘谨，不敢越雷池一步。客人的回答则明显地流露出奉承的意味。</p> <p>　　难能可贵的是，邹忌在这一片赞扬声中，并没有昏昏然，忘乎所以，而是保持着清醒的头脑。先是“不自信”，等见到徐公后，又实事求是地承认自己“弗如远甚”，甚而至于“暮寝而思之”。</p> <p>　　这一段，作者并没有把人物局限于家庭琐事之中，一般性地写他不因妻、妾和客的赞美而感到自满，而是将人物形象进一步提高、升华，由自身想到国家，从中体味出国君不易听到直言的道理，于是“入朝见威王”。</p> <p>　　第二部分，写邹忌以切身经历设喻，讽谏齐王除蔽纳谏。</p> <p>　　这一段是课文的中心部分。邹忌见威王后，并没有单刀直入地向威王进谏，而是先讲自己的切身体会，用类比推理的方式讲出“王之蔽甚矣”。他先叙述了妻、妾、客蒙蔽自己的原因，然后从自己的生活小事推而至于治国大事，说明齐王处于最有权势的地位，因而所受的蒙蔽也最深。这里，没有对威王的直接批评，而是以事设喻，启发诱导齐威王看到自己受蒙蔽的严重性，从而使他懂得纳谏的重要性。他以自己的亲身经历为依据，推己及人。“王之蔽甚矣”一句，点明了进谏的主旨，犹如当头棒喝，一针见血，使其猛醒，具有强烈的表达效果。</p> <p>　　邹忌敢下结论的原因：一是邹忌曾任齐相，是国家的重臣，言不在私而益于公，所以他无所顾忌；二是以小见大，由自己的受蒙蔽推想到国君的受蒙蔽，这种现身说法的方式具有较强的说服力。</p> <p>　　第三部分，写齐王纳谏及其结果。</p> <p>　　齐王接受了邹忌的劝告，立即发布政令，悬赏求谏，广开言路，对于关心国事、积极进谏者，分不同情况给予奖赏。齐王纳谏之后，齐国果然发生了可喜的变化。“门庭若市”说明在此以前，齐国确实有许多积弊，“时时而间进”说明最初的进谏已经取得了预期的效果，齐威王已经根据人们的意见，改革了弊政。“虽欲言，无可进者”，说明威王已完全纠正了缺点和错误，齐国政治清明。齐威王纳谏去蔽，从而使齐国国势强盛，威震诸侯。</p><br/><h2>赏析三</h2> <p>　　文章的主题思想是明确的，即要求统治者能听取不同意见，而一个人之所以能听取不同意见，又在于他有自知之明。这是文章的重点。至于齐威王的政绩，齐国大治的情况，以及“战胜于朝廷”的具体经过，虽属文中应有之义，却并非作者命意的焦点所在，故仅仅一表而过。</p> <p>　　这一主题思想，显然是《战国策》的作者总结了封建社会初期统治阶级在政权的得失方面的经验教训而得出的结论。从文章的思想性看，值得肯定的地方正在于此。但更值得注意的是作者用以表达这一主题思想的艺术手法。因为文章本身固然对齐威王君臣不无美化之处，但也反映了作者对新兴的封建统治阶级寄以希望，这才用齐威王和邹忌作为纳谏和敢言的典型人物，并把他们理想化了。这就是文章之所以用浪漫主义表现方法的思想基础。</p> <p>　　这种浪漫主义的表现手法可以用过去评论家的套语予以概括，即前一半是“虚处实写”，后一半是“实处虚写”。齐威王从不理朝政到励精图治，终于奠定了七雄之一的齐国在东方的强大地位，是史实。他的接纳忠言和改恶从善，也是有历史依据的。邹忌对齐威王敢于直言进谏，当然也在情理之中。但邹忌本身，是否对他作为一个美男子果真如此沾沾自喜，而最后又如此之虚怀若谷，从妻、妾、客的重重谄媚阿谀的包围圈里钻了出来，并且敢于现身说法去规劝齐威王，则值得研究考虑。</p> <p>　　如果按照正规的文章结构，这篇作品一开头应该这样写：邹忌为齐威王相，入朝见威王，曰：“臣尝朝服衣冠而窥镜……”接着把他的故事叙述完毕，然后接下去再说“臣诚知不如徐公美”那一段。但如果真如此写，便索然寡味，毫无艺术特色。照这种写法，把虚构的情节提到文章的开头来叙述，俨然煞有介事。然后在叙述以后骤接“于是入朝见威王”那一段，把正面意思交代清楚，既活泼生动又水到渠成，这就是所谓的“虚处实写”。这是文学作品的艺术夸张，而非历史的忠实记录。</p> <p>　　文章的后一半写齐威王的纳谏经过，应该实有其事，或者至少是有一定的事实作为依据的。但作者却把它过分夸大了。因为齐威王的为人即使再差劲，一开始也不能全无是处，以致意见堆成山，使提出批评的人“门庭若市”。而在一周年以后，即使他改恶迁善，也不能一下子就达到圣贤的地步，使人们“虽欲言，无可进者”。可见这不过是作者用高度概括和极度夸张的手法，肯定纳谏改过的好处无穷，让封建统治者意识到这样做的优越性和有效后果，同时也表达了作者理想化了的君主应该是个什么样子。至于齐威王的政绩，作者并不想从正面详加描述；只要把一个统治者从谏如流的态度和方式淋漓尽致地写出，这就已经达到了塑造理想人物描写理想事件的目的，即使写得让人有点不相信也无妨。这就是所谓的“实处虚写”。这样，文章前后两段做到了虚实相生，前面似实而实虚，后面似虚而有实，从而收到了强烈的艺术效果。</p> <p>　　这篇文章的结构层次也很别致，从头至尾一直用三层排比的手法来写。妻、妾、客是三层；“私我”“畏我”“有求于我”是三层；“宫妇左右”“朝廷之臣”“四境之内”的百姓，又是三层。上、中、下赏，是三层；“令初下”“数月之后”“期年之后”，又是三层。这些都是比较容易识别的。再看，邹忌自以为美于徐公这一事件的发展在时间上是三层：“朝”“旦日”“明日”是也。邹忌的思想转变过程也是三层：“熟视之，自以为不如”是第一层，“窥镜而自视，又弗如远甚”是第二层，然后到“暮寝而思之”是第三层，找出了矛盾的焦点。全部事态的发展也是三层：邹忌现身说法进行讽谏是第一层；齐威王“下令”广泛征求意见是第二层，最后使邻近的诸侯国都来入朝，“此所谓战胜于朝廷”是第三层。当然，作者这样的写法不见得全部都是有意的，但我们却可以从中得到启发。总之，文章的结构层次很重要，没有层次不行，层次太多也不行。一般地说，总要注意到结构层次的对称美，排比作用和递进（即一层比一层深入）作用。本篇在这方面确有值得后人借鉴的地方。 </p> <p>　　此外，这篇文章在叙事进程中对语言和句式的安排也很见匠心。有的叙述，对话有重复有排比，有的变化就大一些，邹忌与妻、妾、客的三问三答，有详有略，有重复处，也有小小变化处。总而言之，变中有不变，不变中又小有变化。一味求变，变得无头绪可循，不合乎我们写文章的民族传统；但如果自始至终毫无变化，也会令人乏味。而此篇则恰到好处，既有变化，又令人有轨迹可循。文章的技巧，就是靠这种地方的斟酌推敲。</p><br/><h2>评析</h2> <p><strong>标题</strong><br>　　本文选自《战国策· 齐策一》原是没有小标题的，本文的题目为编者所加。题目用“讽”齐王纳谏。而不用“劝”，一个“讽”字抓住了这篇文章的主要特点。讽，就是用委婉的语言暗示、劝告或指责。讽谏，不同于直谏或劝谏，关键在于不直指其事，而用委婉曲折的言语进谏，去启发、开导被谏者。良药而不苦口，便于对方接受。邹忌正是以自身的生活体悟，委婉地劝谏齐威王广开言路，改革弊政，整顿吏治，从而收到很好的效果。本文以“孰美”的问答开篇，继写邹忌暮寝自思，寻找妻、妾、客人赞美自己的原因，并因小悟大，将生活小事与国家大事有机地联系起来。由自己的“蔽”，用类比推理的方法婉讽“王之蔽甚”，充分显示了邹忌巧妙的讽谏艺术与娴熟的从政谋略。</p> <p><strong>内容</strong><br>　　本文通过齐人邹忌劝齐威王纳谏的故事，说明只有虚心听取他人意见，做到纳谏除弊，才能把事情做好。邹忌劝谏的对象是齐威王，目的是让齐王听纳忠言，振兴齐国。但是文章却以很大的篇幅写邹忌与徐公的比美，以及他从中所受到的启发。邹忌用自己的例子和体会劝说齐威王，看来似与主题游离，实则邹忌是以自己的切身感受为喻，从自己的私事说起，随后用来比国事，让齐威王从两事的类比中受到启发，明白其中道理。文章的思路是由近及远，由小到大，由生活琐事推及国家大事。这种写法委婉动听，浅显易懂，能使读者受到启发和教育。</p> <p><strong>人物刻画</strong><br>　　本文作者极善于刻画人物，其表现手法，不重于形体的描绘，而着墨于对人物的举止细节的摹画和对话的细微差别。例如邹忌“朝服衣冠，窥镜”，“窥镜而自视”。两处都用“窥”而不用“对”，“窥”不能解作“偷看”而应释为“暗自”，将人物私下品评自己容貌的内心世界传神地表现出来。“孰视”，仔仔细细、认认真真地端详徐公，内心里反反复复地做着比较，这些细节都惟妙惟肖。再如，第一段的三问三答，句式相同而略有变化，尤其是三答，虽然异口同声地说“你比徐公美”，但是各自答话的微小差别，却显示了人物关系的亲疏与各自的心态。妻的回答是不假思索的为之骄傲的，妾的回答却多少有些迟疑、紧张而谨慎，客的回答虽然斩钉截铁挺干脆，但敷衍应酬也是显而易见的。</p> <p><strong>道理</strong><br>　　本文通过齐人邹忌劝说齐威王纳谏的故事，说明只有虚心听取他人的意见，纳谏除弊，方能把事情做好。文章不是直抒其意，而是先从自己的切身体会谈感受，强调蒙弊的害处。再说私事，层层设喻，进而谈论到君王执政这间国家大事，让齐威王从类比中受到启迪，感到察纳众言的必要。文章思路清晰，由远及近，由小到大，由生活琐事推及国家大事，层层深入。这种写法委婉生动，浅近易懂，很值得我们学习借鉴。<br>　　修法律而督奸吏。邹忌接受相印后，淳于髡前去会见他，向他提出五点建议。其中一条是\"大车不经过校正，就不能托载规定的重量；琴瑟不经过校正，就不能成就五音\"。意即一个国家的政治，就像大车运转、琴瑟弹奏和弦一样，要有一定的制度约束，使百官协调一致。邹忌回答说：\"谨受令，请谨修法律而督奸吏。\"即颁布法律，督责不法官吏，不使为非。这样就树立起正气，打击官场中阿邑大夫之徒的歪风邪气。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1.有：通“又”。<br>2.孰：通“熟”，仔细。如“孰视之”。<br>3.受：通“授”，给予、付予。</p> <p><strong>词类活用</strong><br>1、朝服衣冠（名词作状语，在早上）<br>2、朝服衣冠（名词作动词，穿，戴）<br>3、吾妻之美我者，私我也 (形容词意动用法，认为……美)<br>4、能面刺寡人之过者 (名词作状语，当面)<br>5、闻寡人之耳者 (动词使动用法，使……听到，)<br>6、私我也（形容词作动词，偏爱）<br>7、王之蔽甚矣（形容词用作动词，受蒙蔽）</p> <p><strong>古今异义</strong><br>邹忌讽齐王纳谏　(古：（对君主、尊长、朋友等）委婉地规劝，讽谏。今：诽谤，嘲讽）<br>窥镜而自视(古：照，看。今：偷看）<br>今齐地方千里　 (古：土地方圆。今：地点，处所）<br>能面刺寡人之过　 (古：指责。今：用尖的物体进入或穿过）<br>谤讥于市朝　 (谤，古：公开指责别人的过错。今：诽谤。讥，古：谏；今：讽刺）<br>臣之妻私臣 (古：偏爱。今：自私）<br>宫妇左右莫不私王 (左右，[2]古：国君身边的近臣。今：方位名词或表示范围的副词“大概”。莫，古：没有谁；没有什么。今：不，不要）<br>邹忌修八尺有余　(古：长,原文指身高。今：改正）<br>明日徐公来 (古：第二天。今：明天，今天的下一天。）<br>朝服衣冠（古：穿戴。今：衣服）</p> <p><strong>特殊句式</strong><br>1，判断句<br>城北徐公(者)，齐国之美丽者也。（用“……者，……也”表示判断）<br>2，倒装句<br>忌不自信。（宾语“自”前置，正常语序为“忌不信自”）<br>我孰与城北徐公美。（介词结构“与城北徐公”后置，正常语序为“我与城北徐公孰美”）<br>此所谓战胜于朝廷。（语句可调整为“此所谓于朝廷战胜”）<br>欲有求于我。（状语“于我”后置，正常语序为“欲于我有求”）<br>谤讥于市朝。（状语“于市朝”后置，正常语序为“于市朝谤讥”）<br>3，省略句<br>与坐谈 [省略主语“邹忌”和介词“与”的宾语“之”（代客人），（邹忌）与（之）坐谈。与坐谈，介宾。之，代词宾语 ]<br>4，被动句<br>王之蔽甚矣。（蔽，受蒙蔽）</p> <p><strong>一字多义</strong><br>a 之<br>齐国之美丽者也(的)<br>问之(代词,他)<br>吾妻之美我者(取消句子独立性)<br>徐公不若君之美也（取消句子独立性）<br>孰视之（代词，指徐公）<br>暮寝而思之（代指这件事）<br>朝廷之臣莫不畏王（的）<br>由此观之（代词，指这件事）<br>臣之妻私臣（的）<br>王之蔽甚矣（不翻译）<br>群臣吏民能面刺寡人之过者（的）<br>数月之后（不译）<br>燕，赵，韩，魏闻之（代词，指上面这件事）<br>b 朝<br>相如每朝时常称病 《史记·廉颇蔺相如列传》 上朝<br>燕、赵、韩、魏闻之，皆朝于齐 《战国策·邹忌讽齐王纳谏》 朝见<br>于是入朝见威王 《战国策·邹忌讽齐王纳谏》 朝廷<br>朝服衣冠《战国策·邹忌讽齐王纳谏》 早晨 (zhāo)<br>c 孰<br>我孰与城北徐公美（代词，谁）<br>孰视之，自以为不如（通“熟”，仔细）<br>d 于<br>欲有求于我也；臣之客欲有求于臣（向）<br>能谤讥于市朝（在）<br>皆以美于徐公（比）<br>e 美<br>我孰与城北徐公美（认为……美）<br>徐公不若君之美也（漂亮，好看。这里的意思是俊美。） </p><br/><h2>课文研讨</h2> <p>　　关于课文</p> <p>　　课文通过邹忌以自身经历对齐王进行类比从而得出直言不易的道理，讽劝齐王纳谏除弊的故事，从而说明国君必须广泛采纳各方面的批评建议，兴利除弊，才可以兴国的道理。</p> <p>　　这个故事明确说明了这样一个道理：一个人在受蒙蔽的情况下，是不可能正确认识自己和客观事物的。作为领导，更要时刻保持清醒的头脑，防止被一些表面现象所迷惑；不要偏听偏信，要广泛听取他人的批评意见，对于奉承话要保持警惕，及时发现和改正自己的缺点错误，不犯或少犯错误。</p> <p>　　应该说明的是，这篇课文所记述的，未必全是事实，很可能是战国时期流传的名人逸事。所谓纳谏能导致“战胜于朝廷”的结果，在诸侯割据称雄、以攻伐为贤的战国时代，只能是一种无法实现的幻想。但作者善于观察日常生活，从中提炼出有意义的主题，而且通俗生动，说服力强，文笔流畅而富有变化，充满情趣等，都是值得我们学习、借鉴的。</p> <p>　　内容分析</p> <p>　　第1段，进谏的缘起。</p> <p>　　作者先刻画了邹忌的外貌：身材修长，仪表堂堂。“窥镜”“自视”，逼真地刻画出他不无自得的神情。正是有了这点自信，才使他敢于和齐国有名的美男子徐公比“美”，也与下文见徐公后“弗如远甚”的自惭心理形成了鲜明的对比。这种对比，烘托出他感到受蒙蔽的心情。明明是“弗如远甚”，可他的妻、妾和客却异口同声地认为他比徐公漂亮，显然是由于各自特殊的原因，使他们没有勇气说出真实的情况。这里，三个人的回答，由于身份和心理不同，虽然都是赞扬，但语气上却有明显的不同。妻的回答表现了妻对他由衷的喜爱，爱恋之情溢于言表。妾因其地位低下，与主人之间并没有多少真情可言，但又不能不顺从，所以她的回答就有些勉强，说话比较拘谨，不敢越雷池一步。客人的回答则明显地流露出奉承的意味。</p> <p>　　难能可贵的是，邹忌在这一片赞扬声中，并没有昏昏然，忘乎所以，而是保持着清醒的头脑。先是“不自信”，等见到徐公后，又实事求是地承认自己“弗如远甚”，甚而至于“暮寝而思之”。</p> <p>　　这一段，作者并没有把人物局限于家庭琐事之中，一般性地写他不因妻、妾和客的赞美而感到自满，而是将人物形象进一步提高、升华，由自身想到国家，从中体味出国君不易听到直言的道理，于是“入朝见威王”。</p> <p>　　第2段，进谏的内容。</p> <p>　　这一段是课文的中心部分。邹忌见威王后，并没有单刀直入地向威王进谏，而是先讲自己的切身体会，用类比推理、推己及人的方式讲出“王之蔽甚矣”。他先叙述了妻、妾、客蒙蔽自己的原因，然后从自己的生活小事推而至于治国大事，说明齐王处于最有权势的地位，因而所受的蒙蔽也最深。这里，没有对威王的直接批评，而是以事设喻，启发诱导齐威王看到自己受蒙蔽的严重性，从而使他懂得广开言路，虚心纳谏的重要性。他以自己的亲身经历为依据，推己及人。“王之蔽甚矣”一句，点明了进谏的主旨，犹如当头棒喝，一针见血，使其猛醒，具有强烈的表达效果。他为什么敢下这样的结论呢？一是邹忌曾任齐相，是国家的重臣，言不在私而益于公，所以他无所顾忌；二是以小见大，由自己的受蒙蔽推想到国君的受蒙蔽，这种现身说法的方式具有较强的说服力。</p> <p>　　第3段，进谏的结果。</p> <p>　　齐王接受了邹忌的劝告，立即发布政令，悬赏求谏，广开言路，开张圣听，对于关心国事、积极进谏者，分不同情况给予奖赏。齐王纳谏之后，齐国果然发生了可喜的变化。“门庭若市”说明在此以前，齐国确实有许多积弊，“时时而间进”说明最初的进谏已经取得了预期的效果，齐威王已经根据人们的意见，改革了弊政。“虽欲言，无可进者”，说明威王已完全纠正了缺点和错误，齐国政治清明。齐威王纳谏去蔽，从而使齐国国势强盛，威震诸侯。 </p><br/><h2>考纲篇目</h2> <p>　　<strong>文学常识</strong></p> <p>　　1．《战国策》：战国时代国别史汇编，也是一部历史散文总集。由汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>编订，共33篇，分东周、西周、秦、齐、楚、赵、魏、韩、燕、宋、卫、中山十二策。它记载了战国时期各国政治、军事、外交方面的一些活动，记录了各国谋臣的策略和言论。它语言流畅，写人记事真切、生动。在艺术上有很高成就，对后代文人的影响很大。</p> <p>　　2．文章主旨：</p> <p>　　本文通过记叙邹忌以家庭琐事设喻劝谏齐威王和齐威王勇于纳谏的故事，表现出作者对善于劝谏者和开明君主的肯定和赞赏。在今天，邹忌的忠诚与智慧，齐威王的胸怀与魄力具有很强的现实意义。</p> <p>　　3．写作特点</p> <p>　　这篇课文在写作上采用设喻说理的方法。先由用作设喻的事实写起，写了邹忌与徐公比美，妻、妾、客的赞美之辞以及邹忌对这些言辞的分析，这部分内容表面上看来似乎与讽谏无关，实际上是设喻说理的前提。接着写邹忌讽谏齐王，正面设喻来说明君王易于受蒙蔽的道理。最后从国内和国外两个方面写出了邹忌讽谏齐王纳谏后取得的巨大成效。从全文看，第一部分的叙事是第二部分设喻说理的前提，第二部分是设喻说理本身，第三部分则是第二部分的必然发展和结果。三部分之间联系紧密，结构严谨。此外，邹忌以自己与徐公比美这件日常生活中的小事设喻，由己及君，以小见大，由家事到国事，道理由浅入深，具有极强的说服力。</p> <p>　　4．人物形象</p> <p>　　首先邹忌在周围人的交口称赞中，头脑冷静，能够正确认识自己，可见他是一位有自知之明的人。当他通过观察思考，由现象到本质得出正确结论的时候，可以看出他是一个思维缜密，具有丰富生活经验的人。当他把这一生活现象和治理国家联系起来的时候，一位忠于职守，勤于王事，善于发现问题的谋士形象就跃然纸上。而他高超的劝谏艺术更进一步刻画出他足智多谋、娴于辞令、深谙君王心理的政治家形象。</p> <p>　　齐威王是一位善于纳谏而又有魄力的开明君主。他不仅认真听取了邹忌的劝谏，认为“善”（当然与邹忌的委婉讽谏艺术有关）。而且果断采取正确措施，制定出对进谏者的奖励办法，鼓励更加直接的进谏者。而文章通过“令初下”，数月之后和期年之后的变化，表现出齐威王措施得力，从善如流，兴利除弊，改革成效十分显著。可见他是一位有魄力有能力的开明君主。</p> <p>　　<strong>内容理解</strong></p> <p>　　邹忌以什么事联想到国家政事的？</p> <p>　　一件家庭小事，即：邹忌向他的妻、妾、客提出自己与徐公谁美的问题。</p> <p>　　邹忌是如何看待妻、妾、客对自己的评价？</p> <p>　　他认为妻是“私我”、妾是“畏我”、客是“有求我”，故不可信。可见他有自知之明。</p> <p>　　邹忌是如何“讽”齐王的？邹忌在“讽”齐王时，很讲技巧，先以“闺房小事”谈自己的体会，然后以类比的方式委婉进谏。</p> <p>　　讽谏的结果如何？齐王接受谏言，并发布政令，广开言路，悬赏纳谏，始而“门庭若市”，继而“时时而间进”，最后“无可进者”，终于“战胜于朝廷”。</p> <p>　　邹忌成功说服齐王，他的劝说方式对我们带来什么启示？</p> <p>　　他的劝说方式，即委婉劝说，它的优点就在于充分尊重被劝说者，使之受到启发、明白道理，从而乐于接受。今天的人际交往仍值得借鉴这种做法。</p> <p>　　邹忌在妻、妾、客的交口称赞中，没有得意忘形，还能保持清醒的判断，最后承认自己“弗如远甚”，这是一种智慧，也是一种境界。我们应该从邹忌身上学到些什么呢？探究文意，说说你的认识。</p> <p>　　①对人对已有实事求是的态度（正视自己，论人客观等表述亦可）。</p> <p>　　②善于思考，有反思的习惯与自省的能力。</p> <p>　　③观察事物深入细致，透过现象看本质（正确认识妻、妾、客的赞美动机等）。</p> <p>　　7．齐国能“战胜于朝廷”的原因有哪些？请你从中概括出一条对我们的学习有指导意义的建议。</p> <p>　　第一问：一是有邹忌这样的敢于直谏且善于劝谏的忠臣，二是齐威王敢于采纳群臣的意见。</p> <p>　　第二问答案开放，言之戚理即可。答案示例：（1）要虚心地向师长、同学征求学习方面的意见。（2）要虚长、同学提出的学习方面的批评和建议。（3）在学习过程中要敢于挑战权威，大胆质疑。（4）要敢于、善于指出老师在教学过程中出现的错误。</p> <p>　　邹忌与徐公的比美中悟出的治国道理是什么？</p> <p>　　要广开言路、虚心纳谏，让人们敢于说真话，才能做到政治清明，在朝廷上战胜别国。</p> <p>　　<strong>总结邹忌讽谏成功的原因</strong></p> <p>　　① 列国争强争霸，齐是大国，齐威王是有作为的君主，邹忌进谏的内容是“受蔽”使威王领悟到“兼听则明，偏听则暗”的道理，这是关系到国家兴亡的问题；②邹忌进谏的方式是委婉设喻，易于被对方接受；③邹忌把过错归于宫妇左右、朝廷之臣、四境之内，使威王可以接受；④威王受蔽是客观存在，只是由邹忌点明而已。 </p><br/><h2>创作背景</h2> 　　春秋战国之际，七雄并立，各国间的兼并战争，各统治集团内部新旧势力的斗争，以及民众风起云涌的反抗斗争，都异常尖锐激烈。在这激烈动荡的时代，士作为一种最活跃的阶层出现在政治舞台上。他们以自己的才能和学识，游说于各国之间，施展着自己治国安邦的才干。各国统治者也认识到，人心的向背，是国家政权能否巩固的决定性因素。失去了民心，国家的统治就难以维持。所以，他们争相延揽人才，虚心纳谏，争取“士”的支持。至于邹忌讽齐王纳谏的故事，于史无考。<br/><h2>写作特色</h2> <p>　　1．情节完整，人物生动。</p> <p>　　全文虽然只有三百多字，却具有完整的故事情节。邹忌的两次窥镜，与妻、妾、客的三问三答，以及“暮寝而思”等情节，妙趣横生，富于生活气息，亲切有味。对人物的刻画特别讲究。如对邹忌，作者不重形体的刻画，而是着重用细节和对话，表现人物丰富的内心世界。又如，齐王只有两个举动，一是“王曰：‘善。’”二是“乃下令……”，就把一个贤明的君主形象表现得生动传神。</p> <p>　　2．叙事简洁，剪裁巧妙。</p> <p>　　对邹忌与徐公比美的情节，作者作了绘声绘色的描绘，对他的进谏，却只作概括的叙述。对臣民的进谏，也突出重点，记叙“令初下”“数月之后”“期年之后”三个时期的不同情况，使读者从中体会齐王纳谏后的巨大变化，而对齐王最初受蔽之深，齐国积弊之多，以及具体如何改革等，都只从侧面暗示，略而不写，使文章的中心更为突出。三问三答，也没有从每个人的形态上去描写，而是通过不同语言来显现人物对问题的不同态度。用笔简洁，辞约意丰。</p> <p>　　3．语言繁简适度。</p> <p>　　邹忌的三问，内容完全相同，只是在文字上略有变化，既表现了他的怀疑，又毫无重复之感。三答的意思也相同，但感情色彩却大不一样。齐王的回答只有一个“善”字，既表现了他的态度和诚意，又恰如其分地显示了他的矜持与尊贵。.</p> <p>　　4．设喻说理，具有极强的说服力</p> <p>　　设喻说理是本文最显著的写作特点.文章先写邹忌与徐公比美,接着对妻,妾,客的赞美之词进行了分析,为下文的设喻说理做了必要的铺垫.接着写邹忌讽谏齐王，先从自己的私事说起，随后以私事比国事，让齐威王从中受到启发。这种由近到远，由小到大，由生活琐事推及国事大事，用设喻来讲道理，表明了只要语言含蓄委婉，忠言完全可以顺耳，使得对方愉快的接受。</p> <p>　　全文运用了类比的写作手法。【设喻说理】</p> <p>　　设喻，又叫讽喻，这是比喻修辞的一种扩大化的用法，是借叙述一个故事，通过暗示、类比，说明某一事理，表述某一主张的富有机智幽默情趣比较婉曲的语言表达方式。它往往是一段话，甚至是一篇文章，用整个故事透露出喻意，不用比喻词，喻意较含蓄，让读者去体会两件事情在道理上的相似之处，有时有“意在言外”之感。讽喻的使用非常灵活，既可以在行文中插叙，并且点明本意；也可以独立成章，寓意其中，并不明说，而留给读者以思考。无论是哪种形式，一般都蕴含着讽谏、讥刺、规劝、批评、诱导的意义。</p><br/><h2>教学设计</h2> <p>【设计意图】<br>本文篇幅短小，没有什么特殊的文言现象，内容也容易把握，如按课文自然顺序讲解，则很难“启愤发悱”的。我抓住一个“思”字，贯通全文，分步设置障碍，以引发学生的好奇心理和求知欲望。<br>【设计提要】<br>本设计由三个方面构成。1．“思”之除蔽。2．“思”之讽谏。3．“思”之验证。<br>【设计实施】<br>1．“思”之除蔽。<br>[问题]邹忌“暮寝而思之”，他“思”了些什么？（这个问题是设置的“障碍”，学生容易不假思索地答为“私、畏、求”这个结论。一个看似容易的问题却回答得不全面，这就调动起他们思考的积极性，教师可以借此引导学生讨论。）<br>[明确]（1）“思之”的“之”指代什么？“之”指代上文所说的事情，即受蔽过程，而不仅仅是结论。<br>（2）“思”受蔽过程，首先“思”的应是什么内容？（这个问题亦是个障碍）<br>我们不妨设想，如邹忌确实美于徐公，他还有必要“暮寝而思”吗？“暮寝而思”，说明邹忌头脑清醒，尊重客观事实。前面说忌“不自信，复问其妾”，即可窥其一斑。邹忌经过一番调查研究之后感到奇怪，自己明明不如徐公美，可是妻、妾、客为什么偏偏要说自己比徐公美呢？鉴于此，起疑应是首先“思”的内容，起疑，才有“思”的必要，而在文中并未见诸文字，这正是作者用笔经济的地方。然后他回忆起妻、妾、客说过的话，捉摸所以对自己过誉，或偏爱，不愿直言；或害怕，不敢直言；或有求，不好直言。这应是其次“思”的内容。至此邹忌豁然顿悟，终于得出“私、畏、求”的结论，从而除蔽，这应是“思”的原因。这样的思路无疑符合人们认识事物的客观规律。<br>2．“思”之讽谏。<br>[问题]（1）以上是“思”的全部内容吗？请说说你的看法。（这里亦设一个障碍，学生往往会简单地回答：是的。）<br>[明确]邹忌通过“比美”，悟出了一个道理，要别人直接评论自己是不容易的，因为他们同自己有着各种关系。于是，他由近及远，由家庭私事推及国家大事，以亲身的感受去规劝齐王。因为个人除蔽，影响和意义太小；齐王除蔽，才直接关系到国家的安危。然而批“龙鳞”，逆“圣听”，毕竟是一件冒险的事。经过一番深思熟虑后，他决定以设喻的方法讽谏，我想他一定是在一切细节都周密谋虑后，才胸有成竹地安心入睡的。<br>（2）第2段中邹忌是怎样讽劝齐王的呢？<br>[明确]邹忌用家庭生活中的小事打比方劝说齐王除蔽纳谏。在方式上讲是设喻论证，在逻辑上是使用了类比推理。说自己，比齐王，都扣紧“私”“畏”“求”三个方面。<br>（3）既然这一段是上一段“思”的继续和深入，为什么不在上一段交代呢？<br>[明确]①避免行文上的重复；②设置悬念。<br>3．“思”之验证。<br>[问题]（1）邹忌讽谏的效果怎样？他是怎样取得这样的效果的？<br>[明确]齐王回答“善”，对邹忌的一席话表示肯定和赞赏。由于由小到大，由此及彼，拿自己的切身体验去规劝齐王；由于设喻巧妙，推论自然，入情入理，加之态度诚恳，一片赤诚，所以齐王欣然接受了他的意见。<br>（2）齐王是怎样纳谏的？臣民是怎样进谏的？齐王纳谏的结果如何？<br>[明确]①齐王下令把进谏的方式分为三种，悬赏也分为三等。齐王不计较提意见的方式和态度，这在封建社会是罕见的。这也就是邹忌敢于进谏的原因。显然，他对齐王是充分了解的，是做了一番分析研究的。②臣民进谏分为三个阶段，生动地反映了这一重大举措实行时的空前盛况。③结果是“燕、赵、韩、魏闻之，皆朝于齐”，“此所谓战胜于朝廷”。齐国修明政治，国力强盛，威望日隆，这就是纳谏对外产生的影响。国外尚且如此，国内就不言而喻了。作者详写国外的反映，国内则不着点墨，其处理之巧妙，笔墨之经济，令人击节赞叹，玩味不已。<br>（3）第3段写齐王纳谏，第4段写国外的反映，似与“思”联系不大，你的意见如何，能谈一谈吗？（此处亦是“障碍”）<br>[明确]邹忌善思，才有反省的可能，才能除蔽；由于深思，乃有巧妙的设喻讽谏，以至齐王欣然纳谏。邹忌并没有建议齐王应如何去做，而是让齐王自己去思考，因为结果早就在邹忌的意料之中，这也正是邹忌的高明之处。这里虽未写一个“思”字，却与“思”密切相关，因为“战胜于朝廷”的结果，正是邹忌“思”的归宿。这正是“此时无声胜有声”了。所谓思断意续，以结果验证了“思”的作用的深远和意大的重大。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在《游褒禅山记》中阐述治学要“深思而慎取”，那么在治家治国方面同样要深思而慎取。邹忌成功的经验，不是很好的借鉴吗？<br>[总评]以一个“思”字串连全文，并围绕“思”来设计问题，就像拎起一串葡萄，既能激起学生学习的兴趣，又使教学在层次上呈现出一种流动的韵律的美，便于学生思绪顺畅地流淌。罗曼·罗兰说过：“天才免不了有障碍，障碍会创造天才。”当然这障碍指的是在人生旅途或学术研究中的困难和挫折。但我们不妨借来用在教学上。在教学上适当地设置障碍，是激疑的一种好方法，疑能刺激学生的中枢神经，障碍能激发学生动脑解决问题的渴望。因此，我们应把它作为启发式中的一个宝藏来加以挖掘。<br>课后练习答案<br>背诵课文，用自己的话说说邹忌是怎样成功地说服齐王的；他的劝说方式对我们今天人际交往有什么启示。<br>邹忌以自己与徐公比美这件日常生活中的小事为例，在听到妻、妾、客的赞美并判定与事实不符时不喜不怒，而是冷静的分析，从中得出直言不易的道理，并准备以此为喻去讽谏齐王。邹忌在讽谏齐王时，先以身设喻指出妻、妾、客的三种回答各有不同的原因，就是“私”“畏”“求”。然后拿齐王的地位和自己作比较，“宫妇左右莫不私王”“朝廷之臣莫不畏王”“四境之内莫不有求于王”，这些都与邹忌的处境相似。邹忌把家事、国事进行类比，最后得出“王之蔽甚矣”的结论。 这种委婉劝说的优点在于充分尊重被劝说者，尽情尽理，使之受到启发、明白道理，所以齐王接受了意见，并立即下令，改革弊政。<br>今天的人际交往中仍然可以借鉴这种做法，批评别人要讲究方法。要既达到使对方接受的目的，又要尊重对方使之不难堪，一定要委婉些。</p> <p>二、辨析下列句子中加点的词的意思<br>孰：谁。/孰：仔细，周详。<br>美：以……为美，认为……美。/美：漂亮，好看。<br>私：偏爱。动词/私：私情。<br>朝：早晨。/朝：朝见。<br>常句：<br>“君美甚，徐公何能及君也？”<br>“我孰与城北徐公美？”<br>“忌不自信”<br>“徐公不若君之美也。”<br>“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”<br>“由此观之，王之蔽甚矣。”<br>“虽欲言，无可进者。”<br>“此所谓战胜于朝廷。”</p> <p>三、本文中心<br>本文写的是战国初期齐威王接受其相邹忌的劝谏而采纳群言，终于使齐国大治的故事，塑造了邹忌这样有自知之明，善于思考，勇于进谏的贤士形象。又表现了齐威王知错能改，从谏如流的明君形象，和革除弊端，改良政治的迫切愿望和巨大决心。告诉我们居上者只有广开言路，采纳群言，虚心接受批评意见并积极加以改正才有可能成功。<br>阅读并回答问题<br>1、本段所写的内容是（写邹忌与徐公比美，不因妻、妾、客的赞美而自喜，而是从中悟出直言不易的道理。），是进谏的（缘起）。<br>2、文章第一段为什么如此细致地对邹忌的外貌进行描写？<br>说明邹忌之美，为下文表现他不被别人夸奖所迷惑的性格特点做铺垫。<br>3、品味邹忌的三问，问妻：“我孰与城北徐公美?”问妾：“吾孰与徐公美?”问客：“吾与徐公孰美?”<br>第一问的境况是：朝服衣冠窥镜，谓其妻曰：“我孰与城北徐公美？”虽然自己容貌不差，但不够自信的邹忌便去询问妻子。因此，语气应保持疑惑但不鲁莽。<br>第二问的原因是：“城北徐公，齐国之美丽者也。忌不自信。”所以对自己的美貌略有怀疑。因此，应带有疑虑，并且急于知道结果，另外，考虑到所问的对象是小妾。因此，语气是严肃、疑虑、急切的。<br>第三问的背景是：“且日，客从外来，与坐谈，问之。”设想一下当时的情景：客，外人，看问题可能更客观，但问这样的问题似乎又不好意思，因此，即使问，也是试探着小声问。<br>小结：这三问，看似平常，普通，问的都是“和徐公比美”问题，但由于问的对象不同，问的背景情况不同，因此问的语气与神态都会不同。<br>4、品味妻、妾、客的三答：妻，情人眼里出西施，答得自然非常肯定。妾，身份地位本不高，自然会说邹忌更英俊。客，有求于邹忌，答得自然说邹忌更英俊。<br>5、面对妻、妾、客的程度不同，或真或假的赞美，邹忌的态度如何？我们应该从邹忌身上学到些什么呢？<br>面对赞美，邹忌并未得意忘形。“明日，徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：‘吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。’”可见邹忌很有自知之明。<br>我们应该从邹忌身上学到：不偏听偏信，不被别人的吹捧冲昏头脑，时刻保持清醒，善于思考，敢于直言劝谏等。<br>①对人对已有实事求是的态度（正视自己，论人客观等表述亦可）。<br>②善于思考，有反思的习惯与自省的能力。<br>③观察事物深入细致，透过现象看本质（正确认识妻、妾、客的赞美动机等）。<br>6、第三段所写的内容是（写邹忌以切身经历设喻，讽谏齐王除蔽纳谏。），是进谏的（内容）。<br>7、邹忌是怎样讽劝齐王的？<br>邹忌在“讽”齐王时，很讲技巧，先以“闺房小事”谈自己的体会，然后以类比的方式委婉进谏。<br>8、分析“王之蔽甚矣”这一句的表达效果：<br>“王之蔽甚矣”一句，点明了进谏的主旨，犹如当头棒喝，一针见血，使其猛醒，具有强烈的表达效果。<br>9、邹忌与徐公的比美中悟出的治国道理是什么？<br>要广开言路、虚心纳谏，让人们敢于说真话，才能做到政治清明，在朝廷上战胜别国。<br>10、齐王与邹忌有什么相似的地方？邹忌用自己的亲身经历向齐王说明了什么道理？<br>齐王和邹忌的处境相同，邹忌的妻子、小妾、客人和齐王的妃嫔侍从、大臣和百姓都是偏爱、敬畏或有求于他们的人，因此他们就会奉承邹忌/齐王，而邹忌和齐王便会被这些人所蒙蔽。这说明了若被人奉承，便必要小心不可被他人给蒙蔽了。 </p><br/><h2>教学建议</h2> <p>　　这篇课文情节曲折生动，语言上的障碍也不太大。课前可布置学生做好预习，并让学生试做练习一，让学生初步弄懂课文大意。这样，既可激发学生的阅读兴趣，又能节省课堂讲授的时间。</p> <p>　　本课中出现的文言常用词较多，而且具有一定的代表性。教学中，应着重对这些常用文言词语进行辨析。通过比较，让学生理解古今词义的不同。</p> <p>　　知识点总结(见上文\"古汉语现象\")</p> <p>　　整体把握</p> <p>　　这篇课文生动地记叙了邹忌讽齐王纳谏，使齐王广开言路、修明政治的故事。标题中的“讽”是动词，讽喻的意思，特指下对上用委婉曲折的言词进行规劝；“谏”是名词，指批评意见。</p> <p>　　全文共3段，可分为三个部分。</p> <p>　　第一部分（第1段），写邹忌与徐公比美，不因妻、妾、客的赞美而自喜，而是从中悟出说实话不易的道理。</p> <p>　　课文先介绍邹忌的身材、相貌，肯定他是一个美男子，作为他自美和被别人赞美的基础。下面便分别向妻、妾、客提出“我孰与城北徐公美”的问题，想通过第三者的鉴定，来验证自己“美”到什么程度。而妻、妾、客的回答，都肯定了邹忌比徐公美，直到他亲眼见到徐公，才“自以为不如”，“窥镜而自视，又弗如远甚”，既然远不如徐公美，为什么人家却说自己比徐公美呢？显然有各自的原因，使他们没有勇气说出事实的真相。三人的回答，虽然都是赞扬，但语气明显不同。妻的回答多了“君美甚”三个字，表示了妻子的偏爱之情，用的是反问句，表示一种十分肯定、不用怀疑的口气。妾的回答少了“君美甚”三个字，但仍然用反问句，表现了她低微的地位和畏怯、顺从的心理。客人的回答不仅少了“君美甚”三个字，而且不用强烈的反问语气，只是平淡地肯定邹忌美于徐公，只表示一种应酬、逢迎的态度。邹忌经过冷静思考，悟出了妻、妾、客赞美自己的原因，并准备以此为喻去讽谏齐王。</p> <p>　　第二部分（第2段），写邹忌以自身经历设喻，委婉地劝诫齐王除蔽纳谏。</p> <p>　　讽谏的内容分为两层。第一层，先以切身经历设喻，指出妻、妾、客的三种回答各有不同的原因，就是“私臣”“畏臣”“有求于臣”。第二层，拿齐王的地位和自己做比较，“宫妇左右莫不私王”“朝廷之臣莫不畏王”“四境之内莫不有求于王”，这些都与邹忌的处境相同。在这里，邹忌把家事、国事进行类比，最后得出“王之蔽甚矣”的结论。这种比喻的说理方法，非常贴切，尽情尽理，收到良好的效果。</p> <p>　　第三部分（第3段），写齐王纳谏及其结果。</p> <p>　　先写齐王纳谏的态度和决心，然后分国内国外两个方面写出纳谏后取得的巨大成效，概括出齐王纳谏的深远意义，精练含蓄，意味深长。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "刘向 撰"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "哲理",
    "故事"
  ]
}