{
  "id": 72798,
  "star": 20,
  "name": "拨不断·菊花开",
  "dynasty": "元代",
  "content": "菊花开，正归来。伴虎溪僧、鹤林友、龙山客，似杜工部、陶渊明、李太白，在洞庭柑、东阳酒、西湖蟹。哎，楚三闾休怪！",
  "fanyi": "<p><strong>译文</strong><br>在菊花开放的时候，我正好回来了。伴着虎溪的高僧、鹤林的好友、龙山的名士；又好像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>；还有洞庭山的柑橘、金华的名酒、西湖的肥蟹。哎，楚大夫你可不要见怪呀！</p> <p><strong>注释</strong><br>⑴虎溪僧：指晋代庐山东林寺高僧慧远。寺前有虎溪，常有虎鸣。鹤林友：指五代道士殷天祥，据传他曾在镇江鹤林寺作法使春天的杜鹃花在重阳节绽开。龙山客：指晋代名士孟嘉。征西大将军桓温在重阳节携宾客游龙山（在今湖北江陵县境内），孟嘉作为参军随游，忽然被风吹落了帽子，遭到人取笑，他泰然自若，从容作答，四座叹服。<br>⑵杜工部：即唐代<a href=\"http://so.gushiwen.org/view_72798.aspx\">诗</a>人杜甫，曾任检校工部员外郎。<br>⑶洞庭柑：指江苏太湖洞庭山所产柑橘，为名产。东阳酒：又称金华酒，浙江金华出产的名酒。西湖蟹：杭州西湖的肥蟹。<br>⑷楚三闾：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原曾任楚国三闾大夫。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“九重天，二十年，龙楼凤阁都曾见”（《拨不断·九重天》），在仕途中抑扬了大半辈子的<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>，晚年时还没有飞腾的机会，一直浮沉于风尘小吏的行列中。二十年俯仰由人的生涯，留给他的，该有多少辛酸的回忆！马致远后期散曲中，不止一次提到宦海风波，时时准备退出官场，正是这种情绪的反映。这首小令就作于马致远归隐之后。</p> <p>　　此曲起首“菊花开，正归来”二句，用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归田的故事。马致远的确像陶潜那样，感到以往生活之可厌，是误入了迷途，而归隐才算是走上了正道。以下三句“伴虎溪僧、鹤林友、龙山客，似杜工部、陶渊明、李太白，在洞庭柑、东阳酒、西湖蟹”为鼎足对，将三组美好之事、高雅之人聚集在一起，极力妆点，说明归隐的生活乐趣：虽然闲居野处，并不谢绝人事，不过所交往的，都是虎溪的高僧，鹤林的道友，龙山的佳客；就像他最崇拜的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、陶潜、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这些古代杰出的<a href=\"http://so.gushiwen.org/view_72798.aspx\">诗</a>人那样，在草堂之中，菊篱之旁，青山之间饮酒斗韵，消闲而自适。何况，还有洞庭的柑橘，东阳的美酒，西湖的螃蟹！这样的田园生活，自然让人为之陶醉，乐在其中矣。对于马致远的归隐，有些友人可能不太理解，因而在小令的最后，他才用诙谐调笑的口吻，作了回答：“楚三闾休怪！”这里，一点也没有否定<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>本人的意思在内，也不是完全忘情于天下，而是含蓄地说明，当权者的统治太糟，不值得费力气为它去卖命。这是他归隐的动机所在。</p> <p>　　此曲用典较多，但并不显得堆砌。由于这些典故都比较通俗，为人们所熟知，以之入曲，抒写怀抱，不仅可以拓展作品的思想深度，而且容易在读者中引起强烈的共鸣，收到很好的艺术效果。</p>",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": [
    "田园",
    "生活"
  ]
}