{
  "id": 33245,
  "star": 1,
  "name": "鲁望昨以五百言见贻过有褒美内揣庸陋弥增愧悚…微旨也",
  "dynasty": "唐代",
  "content": "三辰至精气，生自苍颉前。粤从有文字，精气铢于绵。 <br> 所以杨墨后，文词纵横颠。元狩富材术，建安俨英贤。 <br> 厥祀四百馀，作者如排穿。五马渡江日，群鱼食蒲年。 <br> 大风荡天地，万阵黄须膻。纵有命世才，不如一空弮。 <br> 后至陈隋世，得之拘且緛。太浮如潋滟，太细如蚳蝝. <br> 太乱如靡靡，太轻如芊芊。流之为酗bM，变之为游畋。 <br> 百足虽云众，不救杀马蚿.君臣作降虏，北走如cg猭. <br> 所以文字妖，致其国朝迁。吾唐革其弊，取士将科县。 <br> 文星下为人，洪秀密于緶。大开紫宸扉，来者皆详延。 <br> 日晏朝不罢，龙姿欢fM々。于焉周道反，由是秦法悛。 <br> 射洪陈子昂，其声亦喧阗。惜哉不得时，将奋犹拘挛。 <br> 玉垒李太白，铜堤孟浩然。李宽包堪舆，孟澹拟漪涟。 <br> 埋骨采石圹，留神鹿门埏。俾其羁旅死，实觉天地孱。 <br> 猗与子美思，不尽如转辁。纵为三十车，一字不可捐。 <br> 既作风雅主，遂司歌咏权。谁知耒阳土，埋却真神仙。 <br> 当于李杜际，名辈或溯沿。良御非异马，由弓非他弦。 <br> 其物无同异，其人有媸妍。自开元至今，宗社纷如烟。 <br> 爽若沆瀣英，高如昆仑巅。百家嚣浮说，诸子率寓篇。 <br> 筑之为京观，解之为牲牷。各持天地维，率意东西牵。 <br> 竞抵元化首，争扼真宰咽。或作制诰薮，或为宫体渊。 <br> 或堪被金石，或可投花钿。或为舆隶唱，或被儿童怜。 <br> 乌垒虏亦写，鸡林夷争传。披揭覆载枢，捭阖神异键。 <br> 力掀尾闾立，思轧大块旋。降气或若虹，耀影或如wH. <br> 万象疮复痏，百灵瘠且q3.谓乎数十公，笔若明堂椽。 <br> 其中有拟者，不绝当如綖。齐驱不让策，并驾或争骈。 <br> 所以吾唐风，直将三代甄。被此文物盛，由乎声诗宣。 <br> 采彼风人谣，輶轩轻似鹯.丽者固不舍，鄙者亦为铨。 <br> 其中有鉴戒，一一堪雕镌。乙夜以观之，吾君无释焉。 <br> 遂命大司乐，度之如星躔。播于乐府中，俾为万代蠲。 <br> 吹彼圆丘竹，诵兹清庙弦。不惟娱列祖，兼可格上玄。 <br> 粤予何为者，生自江海壖。騃騃自总角，不甘耕一廛。 <br> 诸昆指仓库，谓我死道边。何为不力农，稽古真可嘕. <br> 遂与袯襫著，兼之笞笠全。风吹蔓草花，飒飒盈荒田。 <br> 老牛瞪不行，力弱谁能鞭。乃将耒与耜，并换椠与铅。 <br> 阅彼图籍肆，致之千百编。携将入苏岭，不就无出缘。 <br> 堆书塞低屋，添砚涸小泉。对灯任髻爇，凭案从肘研。 <br> 苟无切玉刀，难除指上胼。尔来五寒暑，试艺称精专。 <br> 昌黎道未著，文教如欲骞。其中有声病，于我如fDfe. <br> 是敢驱颓波，归之于大川。其文如可用，不敢佞与便。 <br> 明水在稿秸，太羹临豆笾。将来示时人，猰貐垂馋涎。 <br> 亦或尚华缛，亦曾为便嬛。亦能制灏灏，亦解攻翩翩。 <br> 唯思逢阵敌，与彼争后先。避兵入句吴，穷悴只自跧. <br> 平原陆夫子，投刺来翩跹。开卷读数行，为之加敬虔。 <br> 忽穷一两首，反顾唯曲拳。始来遗巾帼，乃敢排戈鋋. <br> 或为拔帜走，或遭劘垒还。不能收乱辙，岂暇重为篿. <br> 虽然未三北，亦可输千鐉.向来说文字，尔汝名可联。 <br> 圣人病殁世，不患穷而蹎。我未九品位，君无一囊钱。 <br> 相逢得何事，两笼酬戏笺。无颜解媮合，底事居冗员。 <br> 方知万钟禄，不博五湖船。夷险但明月，死生应白莲。 <br> 吟馀凭几饮，钓罢偎蓑眠。终抛岘山业，相共此留连。",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": []
}