{
  "id": 71154,
  "star": 2770,
  "name": "唐雎不辱使命",
  "dynasty": "先秦",
  "content": "　　秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。</p> <p>　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”</p> <p>　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。</p> <p>　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”",
  "fanyi": "<p><strong>译文</strong><br>　　秦王派人对安陵君（安陵国的国君）说：“我打算要用方圆五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给以恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后（很）不高兴。因此安陵君就派遣唐雎出使到秦国。</p> <p>　　秦王对唐雎说：“我用方圆五百里的土地交换安陵，安陵君却不听从我，为什么？况且秦国使韩国魏国灭亡，但安陵却凭借方圆五十里的土地幸存下来的原因，就是因为我把安陵君看作忠厚的长者，所以不打他的主意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这不是看不起我吗？”唐雎回答说：“不，并不是这样的。安陵君从先王那里继承了封地所以守护它，即使（是）方圆千里的土地（也）不敢交换，更何况只是这仅仅的五百里的土地呢？”</p> <p>　　秦<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>然大怒，对唐雎说：“先生也曾听说过天子发怒的情景吗？”唐雎回答说：“我未曾听说过。”秦王说：“天子发怒（的时候），会倒下数百万人的尸体，鲜血流淌数千里。”唐雎说：“大王曾经听说过百姓发怒吗？”秦王说：“百姓发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。”唐雎说：“这是平庸无能的人发怒，不是有才能有胆识的人发怒。专诸刺杀吴王僚的时候，彗星的尾巴扫过月亮；聂政刺杀韩傀的时候，一道白光直冲上太阳；要离刺杀庆忌的时候，苍鹰扑在宫殿上。他们三个人，都是平民中有才能有胆识的人，心里的愤怒还没发作出来，上天就降示了吉凶的征兆。（现在专诸、聂政、要离）连同我，将成为四个人了。假若有胆识有能力的人（被逼得）一定要发怒，那么就让两个人的尸体倒下，五步之内淌满鲜血，天下百姓（将要）穿丧服，现在就是这个时候。”说完，拔剑出鞘立起。</p> <p>　　秦王变了脸色，直身而跪，向唐雎道歉说：“先生请坐！怎么会到这种（地步）！我明白了：韩国、魏国灭亡，但安陵却凭借方圆五十里的地方幸存下来，就是因为有先生您在啊！”</p> <p><strong>注释</strong><br>1.唐雎（jū），也作唐且，人名。不辱使命，意思是完成了出使的任务。辱，辱没、辜负。<br>2.秦王：即秦始皇嬴政，当时他还没有称皇帝。<br>3.使：派遣，派出。<br>4.谓...曰：对...说。<br>5.欲：想。<br>6.以：用，用作介词。<br>7.之：的。<br>8.安陵君：安陵国的国君。安陵是当时的一个小国，在河南鄢（yān）陵西北，原是魏国的附属国。战国时魏襄王封其弟为安陵君。<br>9.守：守护。<br>10.易：交换。<br>11.直：只，仅仅。<br>12.怫然：盛怒的样子。<br>13.公：相当于“先生”，古代对人的客气称谓。<br>14.布衣：指平民。古代没有官职的人都穿布衣服，所以称布衣。<br>15.亦免冠徒跣（xiǎn)，以头抢（qiāng)地耳：也不过是摘掉帽子，光着脚，把头往地上撞罢了。抢，撞。徒，光着。<br>16.庸夫：平庸无能的人。<br>17.士：这里指有才能有胆识的人。<br>18.专诸之刺王僚也，彗星袭月：专诸刺杀吴王僚（的时候），彗星的尾巴扫过月亮。<br>19.聂政之刺韩傀（guī）也，白虹贯日：聂政刺杀韩傀（的时候），一道白光直冲上太阳。<br>20.要离之刺庆忌也，仓鹰击于殿上：要离刺杀庆忌（的时候），苍鹰扑到宫殿上。仓，通“苍”，苍鹰。<br>21.怀怒未发，休祲（jìn）降于天，与臣而将（jiāng）四矣：心里的愤怒还没发作出来，上天就降示了征兆。（专诸、聂政、要离）加上我，将成为四个人了。这是唐雎暗示秦王，他将效仿专诸、聂政、要离三人，刺杀秦王。休祲，吉凶的征兆。休，吉祥。祲，不祥。于，从。<br>22.若：如果。<br>23.必：将要。<br>24.缟（gǎo）素：白色的丝织品，这里指穿丧服。<br>25.是：此，这样。<br>26.秦王色挠：秦王变了脸色。挠，屈服。<br>27.长跪而谢之：长跪，古人席地而坐，两膝着地，臀部压在脚跟上。如果跪着则耸身挺腰，身体就显得高（长）起来，所以叫“长跪”。谢，认错，道歉。<br>28.谕：通“喻”，明白，懂得。<br>29.以：凭借。<br>30.存：幸存<br>31.者：原因。<br>32.徒：只。<br>33.以：因为。</p>",
  "shangxi": "<h2>评析</h2> <p>　　在矛盾冲突的发展过程中，展示人物性格变化的轨迹，是本文一个鲜明的特点。秦王嬴政在“灭韩亡魏”之后，雄视天下，根本不把小小的安陵放在眼里，他似乎不屑以武力相威胁，企图以“易地”的谎言诈取安陵。在他看来，安陵君哪敢说个“换”字，更不敢说“不”，“安陵君其许寡人”，这种命令式的口吻，既表现了他的强横无理，又表现了他对安陵君的轻蔑。不料在安陵君那里竟碰了个软钉子，因此当唐雎出使来秦，秦王便在强迫对方服从的基础上，增加了胁迫威逼的气势，“且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也”。秦王恃强凌弱，不可一世的嘴脸渐露狰狞，“而君逆寡人者，轻寡人与?”面对秦王的盛气淫威，唐雎则寸步不让，据理力争：“虽千里不敢易也，岂直五百里哉?”一个委婉的反诘句，既驳斥了秦王的无理要求，也表示了对秦王强烈的轻蔑。这使本来就很尖锐的矛盾更加激化了，文章至此陡起波澜，读者顿生焦虑之情，为冲突的后果而担忧。</p> <p>　　秦王自以为无人敢摸老虎屁股，而唐雎居然敢在老虎头上猛击一掌。秦王被激怒，于是以“天子之怒”相威胁，而唐雎则针锋相对以“布衣之怒”奋起抗争。唐雎以布衣侠士为榜样，挺剑而起以死相拼，迫使秦王屈服。作者充分调动了对比、夸张等艺术手段以烘托气氛，同时对二人的情态举止的变化略加点染，强化冲突，精心营造戏剧性的惊心动魄的场面，成功地刻画出唐雎不畏强暴的鲜明个性。</p><br/><h2>解析</h2> <p>　　这篇文章所记叙的是强国和弱国之间一场外交斗争的情况。战国时期的最后十年，秦以秋风扫落叶之势相继翦灭各诸侯国，前230年灭韩，前225年灭魏。安陵是魏的附庸小国，秦企图用“易地”的政治骗局不战而屈人之兵（秦人往往借迁移之名行灭国之实），由此引起安陵君派唐雎出使秦国一事。文章用人物对话生动地塑造了唐雎的形象，表现了唐雎维护国土的严正立场和不畏强暴、敢于斗争的布衣精神，从而揭示了弱国安陵能够在外交上战胜强秦的原因。唐雎这种凛然不可侵犯的独立人格和自强精神，在历史长河中一直熠熠生辉。</p> <p>　　本文可分三部分：</p> <p>　　第一部分（第1段），写唐雎出使秦国的背景。秦王派人向安陵君提出“以五百里之地易安陵”的要求，这是一个明显的骗局，因为安陵只是一个方圆五十里的附庸小国。安陵君看出秦王的野心，委婉地加以拒绝，并派唐雎出使秦国，意在修好。唐雎在吞并和反吞并斗争的背景下出使秦国，任务的艰巨程度可以想见。这一部分是为下面的情节做铺垫。</p> <p>　　第二部分（第2、3段），写唐雎同秦王进行针锋相对的斗争的经过。可分两层：</p> <p>　　第一层（第2段），写唐雎坚决抵制秦王的骗局，表现出维护国土的严正立场。唐雎一到秦廷，秦王就对安陵君提出严厉的指责。他一面装出一副施恩加惠的脸孔，指责安陵君“逆寡人”“轻寡人”，一面以“灭韩亡魏”来炫耀自己的军事实力，企图迫使唐雎屈从他的意志。唐雎对此则洞若观火，立即重申“受地于先王，愿终守之，弗敢易”的严正立场，断然拒绝“易地”。这种尖锐的对立，势必促使双方间的矛盾进一步发展。这是斗争的第一个回合。</p> <p>　　第二层（第3段），写唐雎以“士之怒”反击秦王的“天子之怒”。秦王的骗局既被揭穿，炫耀武力也没有达到预期的目的，于是进一步用战争进行恫吓，极力描绘由“天子之怒”引起的战争的可怕场景。对此，唐雎也毫不示弱，立即接过话题，以“士之怒”进行反击，自然而然地引出专诸、聂政、要离行刺的故事，并表示自己要效法他们，意即要跟秦王拼命。说罢，立即付诸行动，“挺剑而起”。这是斗争的第二个回合，也是这场斗争中的高潮。</p> <p>　　第三部分（第4段），写唐雎在这场斗争中得到了胜利。秦王没有料到唐雎敢于跟他拼命，只好“长跪而谢之”，表示屈服。这种表示虽属权宜之计，但也反映出他确实看到了唐雎在保存安陵五十里地这件事情上的作用。这是斗争的结局。</p> <p>　　本文记叙了唐雎出使秦国，与秦王进行针锋相对的斗争，表现了唐睢沉着镇静、不畏强暴的精神。</p><br/><h2>赏析</h2> <p>　　《唐雎不辱使命》记叙了唐雎在国家存亡的危急关头出使秦国，与秦王针锋相对地进行斗争，终于折服秦王，保存国家，完成使命的经过；歌颂了他不畏强暴、敢于斗争的爱国精神。揭露秦王的骄横欺诈，外强中干，色厉内荏的本质，虽不假修饰，却十分鲜明生动，在刻画人物性格方面，取得很高的成就。</p> <p>　　首先，最引人注意的是人物的对白。除了很少几句串场的叙述，几乎全是对白；用对白交代事情的起因、经过和结局，重点突出，层次清晰；用对白表现人物的精神面貌，安陵君的委婉而坚定，唐雎的沉着干练，口锋锐利，义正辞严，秦王的骄横无理，无不跃然纸上。</p> <p>　　开头一段是秦王嬴政在“灭韩亡魏”之后，雄视天下，根本不把小小的安陵放在眼里，他似乎不屑以武力相威胁，企图以“易地”的谎言诈取安陵。在他看来，安陵君哪敢说个“换”字，更不敢说“不”，“使人谓”三字，劈头即自称寡人（只有对下，诸侯才可自称寡人），见出秦王对安陵君的轻慢，“安陵君其许寡人”，着一命令副词“其”，活现出秦王的盛气凌人。安陵君识破骗局，婉言拒绝。“大王加惠，以大易小，甚善”，态度和言辞都十分婉和，但不是卑躬屈膝，而是婉辞，是面对虎狼之敌的斗争艺术。“受地于先王，愿终守之”，陈理为据，无容置喙。“弗敢易”，于委婉中透出坚决的态度，必然会使“秦王不悦”。</p> <p>　　这时，唐雎出场，“使于秦”，系国家人民的命运于一身，深入虎穴狼窝，令读者不能不为他捏一把汗!以下唐雎出使到秦国的文章分三个段落来做，也是唐雎与秦王面对面斗争的三个回合。唐雎如何到达秦国，怎样拜见秦王，与本文中心无关，一概略去不写，而直接写会见时的对话。</p> <p>　　进而体会秦王与唐雎的语言，其意趣和从前也迥然不同。“秦王谓唐雎曰”之前，已经“不悦”，这时，他是压住火气说话，不像秦使者那样“简而明”，而是亦拉亦打，于委婉中露出威胁，俨然是胜利者的口吻：“……安陵君不听寡人，何也？”“今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”这是质问。“秦灭韩亡魏，而君以五十里之地存者”，纯属威胁。话中句句不离“寡人”如何，还偏要说“以君为长者，故不错意也”“吾以十倍之地，请广于君”，秦王的狡诈骄横之态不言自明。唐雎早已胸有成竹，并不多与之周旋。“否，非若是也”，态度沉着明朗。寸步不让，据理力争：“虽千里不敢易也，岂直五百里哉？”把安陵君的“弗敢易”换做一个反问句，并以“千里”对“五百里”提出，就远比安陵君的回答更为坚定有力，不给对方一点便宜。这必然引起“秦王怫然怒”，由“不悦”到“怫然怒”。这使本来就很尖锐的矛盾更加激化了，文章至此陡起波澜，读者顿生焦虑之情，为冲突的后果而担忧。</p> <p>　　第二回合是斗争的高潮，从写作来说是全文重心，因此写得最细最详。“秦王怫然怒”一句，笼罩全段。一个小国的使者如何治服大国暴君的盛怒，固然很难；作者如何在短短的文字中把这个场面写出来，写得入情入理，令人信服，也非易事。但《战国策》的作者有这本领，而且胜任愉快，把这个场面写得波澜起伏，有声有色，令人仿佛亲临其境。这一段作者分两个层次来写。第一层，秦王怒气冲冲，施以恐吓，“公亦尝闻天子之怒乎”，公然自称“天子”，全不把一个小国及其使者放在眼里。“天子之怒，伏尸百万，流血千里”，如果联系“灭韩亡魏”的背景，委实令人不寒而栗。唐雎“臣未尝闻也”一句，沉着冷静，不为秦王的恐吓所动，实际上是按兵待敌。因而这一层犹如两大浪峰中的一个浪谷。</p> <p>　　第二层，唐雎先是反唇相讥，“大王尝闻布衣之怒乎”，照用秦王口吻，以“布衣”对“天子”，真是寸步不让。然后又用“此庸夫之怒也，非士之怒也”一正一反两个判断句，断然驳掉秦王“免冠徒跣，以头抢地尔”的诬蔑，于是条件成熟，反攻开始。先用三个排比句摆出专诸刺王僚、聂政刺韩傀、要离刺庆忌的事实，又说“与臣而将四矣”，打掉秦王的气焰，再用“若士必怒”等五个四字短句，像滚木擂石般对准秦王打过去，以“二人”对“百万”、“五步”对“千里”，不给他一点喘息时间，气氛之紧张，令人屏息。最后唐雎“挺剑而起”，紧紧逼住秦王，这更是秦王所始料不及，于是精神防线完全被摧毁，只有缴械投降。</p> <p>　　作者懂得写好唐雎这段反驳痛斥秦王台词的重要，让他来作这个回合的斗争的主角，给他大段的独白，用排比，用节奏鲜明的短句，让他激昂慷慨地大讲特讲，赋予他狂风扫地的气势，而秦王已是一败涂地了。秦王的心理活动抽不出笔墨来写，或者更准确地说，是没有必要写，因为秦王早已被这意外的一击打昏了，他来不及思考一下眼前发生了什么，而结局已经摆在他的面前，只有俯首就范而已。明写唐雎，突出了他大义凛然的鲜明形象，虚写秦王，也更符合这一特定情景。</p> <p>　　第三回合写法上反过来了，虚写唐雎，因为唐雎的形象已经完成，再写反而画蛇添足从“色挠”至于“长跪而谢”，“先生坐，何至于此”，这是此时此刻秦王的所言，简直让人难以相信还是刚才那个秦王干的。秦王先因为自己是大强国有恃无恐，误以为可以放胆作恶；后迫于眼前处境，黔驴技穷，不得已而为之，并不能改变他的本性。而且君王的架子并不能完全放下，对唐雎的恭维显然言过其实。</p> <p>　　作者充分调动了对比、夸张等艺术手段以烘托气氛，同时对二人的情态举止的变化略加点染，强化冲突，精心营造戏剧性的惊心动魄的场面。两种人物、两种思想和行为的对比，可以突出他们各自的特征，让读者认识得更清楚，这是一种广泛使用而且行之有效的表达方法。同样，俗话说，“红花虽好，还需绿叶扶持”，衬托在很多种情况下，也是十分必要的。本文把这两种有效的表现方法结合起来，相辅相成，收到了显著效果。我们先说本文中对比手法的运用。首先，本文中唐雎和秦王是对立而存在的，他俩之间生死不容、唇枪舌剑的斗争，为作者充分运用对比的手法，提供了坚实的生活基础，因而作者紧紧抓住这一点，对比着来写两个人物。</p> <p>　　例如写秦王一倨一恭，也形成对比，艺术上叫做相反相成，更有力地揭示了秦王这一复杂性格──既是凶恶的，又是虚伪的。</p> <p>　　又以安陵君来衬托唐雎。安陵君是作品的次要人物，但又是必不可少的人物。他是君，唐雎是臣，他的态度决定着唐雎的态度，他不失为明君，但却比唐雎软弱，更缺乏才干，大敌当前，他有见识，会应对，却拿不出解决问题的办法，找不到走出险地的途径。而唐雎出使秦国，面对秦王，一开口便胜安陵君一筹，“否，非若是也”，不卑不亢；接下去则一句比一句更有锋芒。他看透了秦王的色厉内荏，只要掌握时机，就能一举而战胜之。但反回头说，没有安陵君的支持信任，唐雎纵然浑身胆识，怕也难有用武之地。两个人物，两种性格，互为表里，相辅相成。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1. 故不错意也（“错”通“措”，放置）<br>2.仓鹰击于殿上（“仓”通“苍”，青白色）<br>3. 轻寡人与（“与”通“欤”，疑问语气助词）<br>4. 岂直五百里哉（“直”通“只”，只，仅仅）<br>5. 寡人谕矣（“谕”通“喻”，明白)<br>6.秦王不说（“说”通“悦”，高兴，愉快）</p> <p><strong>一词多义</strong><br>以：<br>1．寡人欲以五百里之地易安陵（用，用来）<br>2．而君以五十里之地存者（凭借）<br>3．徒以有先生也（因为）<br>4．以君为长者(把）<br>徒：<br>1．亦免冠徒跣（光着，动词）<br>2.徒以有先生也（只，仅仅，副词）<br>夫：<br>1．此庸夫之怒也（……的人）<br>2．夫专诸之刺王僚也（句首发语词，无意义）<br>怒：<br>1．此庸夫之怒也，非士之怒也（发怒）<br>2．怀怒未发（怒气）<br>使：<br>1．秦王使人谓安陵君曰（派遣）<br>2．安陵君因使唐雎使于秦。（前“使”：派遣；后“使”：出使）<br>而：<br>1．挺剑而起（连词，表修饰）<br>2．而安陵以五十里之地存者（表转折，但是）<br>3．长跪而谢之（连词，表修饰）<br>之：<br>1．而安陵以五十里之地存者（结构助词，的）<br>2．愿终守之（代词，指代安陵国土）<br>3．夫专诸之刺王僚也（用在主谓之间，取消句子独立性）<br>4．长跪而谢之曰（代词，指唐雎）<br>5．寡人以五百里之地易安陵（助词，的）<br>者：<br>1．以君为长者（……的人）<br>2．而安陵以五十里之地存者（……的原因）<br>然：<br>1．虽然（这样）<br>2．秦王怫然怒 （...的样子）<br>虽：<br>1．虽千里不敢易也（假设连词，即使）<br>2．虽然，受地于先王（假设连词，虽然）<br>于：<br>1．受地于先王（从）<br>2．仓鹰击于殿上（到）<br>3．请广于君（给）<br>与：<br>1．轻寡人与(通\"欤\"，疑问语气助词)<br>2．与臣而将四矣(加)</p> <p><strong>古今异义</strong><br>1．非若是也（古：这样，如此。今：经常用作判断词）<br>2．岂直五百里哉（古：只，仅仅。今：不弯曲）<br>3．休祲降于天（古：吉祥。今：经常用作休息）<br>4．以五百里之地易安陵（古：交换。今：容易，简单）<br>5．虽然，受地于先王（古：虽然这样。今：表转折关联词，与“但是”合用）<br>6.徒以有先生也(古：只。今：徒弟)<br>7．秦王色挠（古：屈服。今：轻轻地抓）<br>8.跪而谢之（古：一种坐姿。今：双膝着地。 古：道歉。今：感谢或凋落）<br>9．以头抢地耳（古：撞。今：抢夺）<br>10．安陵君因使唐雎使于秦（古：于是。今：因为）<br>11．大王加惠，以大易小（古：给予。今：增加）<br>12．彗星袭月（古：扫过。今：袭击）</p> <p><strong>词类活用</strong><br>且秦灭韩亡魏——————灭和亡也可以理解成使动用法，使韩国和魏国灭亡，灭稍微牵强点，但亡是可以的。判断使动主要是看这个词是后面的宾语还是前面的主语的性质，这里是魏亡而非秦亡，所以可以理解为使动。<br>请广于君——————广，可以看作形容词活用为动词，解释为扩充<br>轻寡人与？——————轻，形容词用作动词，此处的意思是轻视。<br>虽千里不敢易也——————千里可以理解为数量词活用为名词，千里的土地。但我们不这样翻译，其实也理解得通顺<br>伏尸百万，流血千里——————伏，使动用法，使……伏流，使动用法，使……流因为主语是天子，所以伏尸和流都可以理解为使动，使百万人尸体倒下，使血流千里。<br>天下缟素——————缟素，名词作动词，穿戴丧服<br>亦免冠徒跣——————免，动词的使动用法，使……免，脱去。徒：形容词的使动用法，使……徒，光着<br>与臣而将四矣——————数词活用做动词，成为四人</p> <p><strong>特殊句式</strong><br>非若是也——判断句<br>此三子者，皆布衣之士也——判断句<br>此庸夫之怒也，非士之怒也——判断句<br>受地于先王——状语后置（倒装句）<br>请广于君——状语后置（倒装句）<br>仓鹰击于殿上－－状语后置（倒装句） </p><br/><h2>创作背景</h2> 　　《唐雎不辱使命》是写唐雎奉安陵君之命出使秦国，与秦王展开面对面的激烈斗争的故事。唐雎（jū），是安陵国的臣子。安陵是附属于魏国的一个小国，安陵君原是魏襄王的弟弟。当时，靠近秦国的韩国、魏国相继灭亡，其余山东六国中的赵、燕、齐、楚，在连年不断的战争中，早已被秦国日消月割，奄奄待毙了，又过几年，秦国就统一了天下。安陵在它的宗主国魏国灭亡之后，一度还保持着独立的地位。秦王就想用欺骗的手段轻取安陵。出小诱而钓大鱼以骗取利益，是秦君的故技。秦惠王曾派张仪入楚，把商于之地六百里许给楚怀王，条件是让楚与齐断交，结果傻头傻脑的怀王上了当。秦昭襄王以十五城请易赵惠文王的和氏璧，结果骗局被蔺相如识破，偷鸡不成蚀把米。这些事据唐雎出使，不过几十年的时间。而秦王嬴政又故伎重演，安陵君和唐雎选择与虎狼之秦作争锋相对的坚决斗争。<br/><h2>教学建议</h2> <p>　　一、本文故事情节生动，富有戏剧性，学生乐于接受。教学时，仍应以朗读为主，在反复诵读的基础上，引导学生自己讲解文章主要内容，教师只需要对个别词句略加点拨，其余由同学自主思考，把不懂的问题提出来。朗读时应引导学生注意把握说话人的语气。甚至可以让学生表演唐雎和秦王的这段对话，以便加深理解。</p> <p>　　二、引导学生从分析唐雎和秦王的形象入手，由此加深学生对文言词语、句式的理解也是一个一举多得的办法。</p> <p>　　三、在中国历史上，像唐雎这样“富贵不能淫，贫贱不能移，威武不能屈”的有着凛然正气的布衣之士还有很多，教师可以引导学生了解他们的事迹，鼓励学生学习他们的品格。</p> <p>　　四、《战国策》中的许多人物、事例，往往不合史实。如课文，唐雎是不可能带剑接近秦王的，并且一个使者是不可能如此同君主说话。如果学生有疑问，教师可以给予解释。本文主要还是体会人物形象，不必过分认真计较史实。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "刘向 撰"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "赞美",
    "写人",
    "谋略"
  ]
}