{
  "id": 68540,
  "star": 40,
  "name": "满江红·题南京夷山驿",
  "dynasty": "宋代",
  "content": "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。<br>龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？",
  "fanyi": "<p><strong>译文</strong><br>御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。<br>朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。</p> <p><strong>注释</strong><br>（1）太液芙蓉：唐代长安城东大明宫内有太液池，此借指南宋宫廷。芙蓉，即荷花，比喻女子姣好的面容。<br>（2）浑不似：全不像。<br>（3）春风雨露：比喻帝王的宠爱。<br>（4）玉楼金阙：指 富丽的皇宫。<br>（5）兰馨：本是女子首饰，这里借喻宫中的后妃。馨，一作“簪”。<br>（6）晕潮：指女性脸上泛起红润的美丽光彩。<br>（7）鼙鼓：指战鼓。<br>（8）龙虎： 比喻南宋的君臣。<br>（9）风云：形容国家的威势。<br>（10）山河百二：险要之地。<br>（11）客馆：指驿馆，旅途中居住的地方。<br>（12）宫车：指作者和后妃一行乘坐的车子。<br>（13）从容：舒缓不迫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片是忆旧。起首两句描述经过一场巨大变故后，南宋宫廷破损，嫔妃憔悴，完全不是旧时的模样了。这是对“旧时”的追忆和感慨，然后用“曾记得”三字领起，引起对旧时的回忆。那时在玉楼金阙的皇宫里，自己容貌出众美名远播，承恩受宠。当她还沉浸在豪华旖旎的皇宫风光之中时，忽然传来了揭天鼙鼓，元军兵临城下，惊醒了他们的美梦。当时元兵虎视耽耽，窥视南宋，而南宋朝廷贾似道大权独揽，一味粉饰太平，对边防危机与国力衰竭隐匿不报，君臣酣歌深宫，纵情享乐。及至鼙鼓动地，才如梦方醒，然为时已晚。“忽一声”简单的三个字，深刻地揭示了这个惨痛的历史教训。</p> <p>　　下片写伤今。换头四句紧承上片点明宋室灭亡，抒发心中无限的悲痛。这千古之恨，无人可与诉说。以下感情更为激愤，面对这二万之师可以抵挡百万之旅的险固山河长江天堑，本来有险可凭，却因朝廷失策，用人不当，以至大好河山沦于敌手，使人尤为痛惜。“驿馆”两句描写囚旅生活。无论是“夜”或是“晓”，她都是在惊恐万状和忧伤愁苦中度过。和从前的“玉楼金阙”形成强烈的对比，使人更加同情她眼下的处境。最后二句，是她在绝望中产生的一缕希望，她问月中嫦娥，是否愿意让自己同月亮一道同此圆缺，表现了她摆脱囚徒生活的愿望和对清静生活的向往，这是她的心声，是她摆脱苦难的渺茫的出路。想象丰富并极富浪漫色彩。</p> <p>　　词的作者是一个深宫女子，但她没有只停留在个人遭遇的不幸上，而是把眼光投向国家，投向民族，表现了深沉的家国之痛和民族情感，并且还表现了她敏锐的政治见识，具有震撼人心的力量。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1341.aspx\">王清惠</a>是南宋宫中的昭仪（女官）。她是位才华横溢的女子。公元1276年正月，元兵攻入临安，南宋灭亡。三月，王清惠随三宫三千人作俘北上。途径北宋时的都城汴梁夷山驿站，勾起王清惠深切地亡国之痛，在驿站墙壁上题了词《满江红》（太液芙蓉）。这首词后被传遍中原。<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、邓光荐、汪元量等皆有词相和。</p> <p>　　“太液芙蓉，浑不似、旧时颜色”，一声长长的叹息：皇宫太液池中的荷花，原来娇艳无比，但今是昨非，已失去往日颜色。这里以花喻人，指自己已失却往日容颜。太液池，指皇宫的池苑，汉唐两代皇家宫苑内都有太液池。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中有“太液芙蓉未央柳，芙蓉如面柳如眉，对此如何不泪垂”的<a href=\"http://so.gushiwen.org/view_68540.aspx\">诗</a>句，唐玄宗时，杨贵妃常在太液池中洗浴。但经过安史之乱后，明皇回到长安，景物依旧，但故人不在，令明皇无限感伤。王清惠以劫后余生的皇宫里的荷花自比，是很符合她的嫔妃身份的。荷花“出污泥而不染”王清惠以此自喻的意思，表明自己立志保全名节的志气。</p> <p>　　“曾记得，春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。”此时的凄清飘零，自然使她想起往昔的荣华、欢乐。玉楼金阙，雨露承恩，享不尽的荣华富贵。“春风雨露”，用花承春风雨露，喻指人得浩浩皇恩。“玉楼金阙”，借环境渲染景象，从皇宫的富丽堂皇，渲染繁华生活。“名播兰馨妃后里，晕潮莲脸君王侧”，从写花自然过渡到写人，写自己在皇宫里受宠幸的生活。“莲脸”二字，不仅说自己面容美如荷花，又照应前面的“太液芙蓉”。美好的生活总是令人留恋的。对旧日官廷无限眷恋之情，却反衬出此时的可悲。通过文势上的跌宕。写作者感情上的巨变。</p> <p>　　“忽一声鼙鼓揭天来，繁华歇。”鼙鼓，军中所击的鼓，借以指军事行动。白居易《长恨歌》中说：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。忽然一声鼙鼓惊天动地，元兵汹涌而来，直捣临安。使住在深宫里的高贵妃子，猛然发觉，一朝繁华已烟消云散了。“忽一声”突如其来：“揭天来”，元兵的汹涌气势：“繁华歇”，则高度概括德佑之变。“繁华”二字，既指繁华生活，也指逸乐时代。</p> <p>　　“龙虎散，风云灭”，由江山巨变，泻出胸中的亡国之恨。南宋朝廷已经土崩瓦解，君臣流散，大势已去。《易经》上有“云从龙，风从虎”的说法。“龙虎散”，指南宋君臣溃散，“风云变”，比喻政治上的威势消失。</p> <p>　　“千古恨，凭谁说？对山河百二，泪盈襟血。”山河破碎。人如飘絮。这千古遗恨，凭谁诉。“山河百二”《史记·高祖本纪》中讲关中险要谓：“持戟百万，秦得百二焉。”“山河百二”喻指宋代江山。虽“山河百二”，亦不足恃。这是偏安于江南一隅的南宋王朝犯下的一个大错。王清惠一个红粉佳人，能有词政治见解，亦属可贵。</p> <p>　　“驿馆夜惊尘土梦，宫车晓辗关山月。”词人从个人的遭遇写到国家的命运，又回过头来定个人目前的处境。“驿馆”，是古代官办的交通站的旅馆。“尘土梦”，说在旅馆里夜间做梦也是尘土飞扬的一派战乱场景。这两句说明作者是羁旅途中。飞扬的尘土意谓战乱景象。宫妃们饥寒露宿，翻山越岭，驶向花的关塞，征途之苦可想而知。</p> <p>　　“问姮娥、于我肯从容，同圆缺。”对王清惠来说，一位“晕潮莲脸君王侧”的皇妃，一朝沦为敌俘。是忍辱求荣？还是保持节操？她仰望天空冰冷的月亮，陷入深深地思考之中：月里嫦娥呀，您容许我追随你，去过同圆缺，共患难的生活吗？</p> <p>　　古人曾讲：“作诗，不可以无我”（见清袁牧《随园诗话》）。诗乃诗人个性之写照。词亦如此。如东坡居士为人洒脱，不拘小节，其诗为豪迈一派。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>多出入市井，其诗则偏于婉约，写情尤多。清惠的词，艺术个性较为突出，将其婉惜、悲痛、惊恐、凄苦复杂感情，表达得淋漓尽致，既可信，又维妙维肖。文贵有情，这首词传唱良久之原因，盖由于此吧。王清惠作的此词，又是其身分的反映。王清惠毕竟是一位昔日受宠的嫔妃，一个弱女子，此时捏在敌人的手掌心里，能做什么？委身求荣非其所愿，出世而去过清静寂寞的生活，不也是一种反抗么？虽然软弱，但这种反抗不更符合王清惠其人的性格么？后来王清惠就去当女道士，了结了一生。可见她写这首词时，也就是当她“问姮娥、于我肯从容，同圆缺”时，已经打定要脱离尘世。对她而言，这样做实在唯一可行的办法。</p><br/><h2>赏析二</h2> <p>　　这首词抒写了国破家亡、今非昔比的哀愁与感伤。</p> <p>　　词的上阕，一开头，作者就运用比兴手法。暗示自己经受一场巨大的变故后形容憔悴，精神沮丧。“太液”，原本是汉、唐时官苑中的池名，这里借指南宋宫廷；“芙蓉”，即荷花，用以比喻女子佼好的面容。“太液芙蓉”取自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“太液芙蓉未央柳，芙蓉如面柳如眉”<a href=\"http://so.gushiwen.org/view_68540.aspx\">诗</a>意以自况。“浑不似”这句是说完全失去了昔日鲜丽的容颜。这个开头用的是顿入法，显得突兀奇崛，然而这突兀奇崛却足从千回百折中来，词人落笔之前，即已有无限的痛苦，无限的屈辱，正是所谓“笔未到而气已吞”。</p> <p>　　以下转入回忆，以“曾记得”二三字领起，就“旧时”二字加以发挥。“春雨露”，比喻君恩；“玉楼金阙”，泛指宫廷。这两句写自己曾得到君王的宠幸。下两句则写自己所以能承受君恩是因为容貌出众，美名远播。前句从侧面着笔写自己貌美惊人，后句从正面写自己光艳动人的形象。“兰馨”，兰花的芳香；“晕潮莲脸”，是说美如莲花的面容上泛起了羞红的光彩。为了烘托“旧时颜色”，作者运了“金”、“玉”、“兰”、“莲”、“春风”、“雨露”等字眼，既鲜艳旖旎，又富丽堂皇。</p> <p>　　然而欢娱中正酝酿着灾难，终于乐极哀来。“忽一声”两句急转直下，写出南宋王朝在元兵震天的进军战鼓声中结束了自己统治，往日的繁盛随之消歇。词人经历了从天堂跌落到地狱的历史巨变，心灵上、感情上都受到了极大的创伤，词人将这种感受写得深切真实。它与词的开头相映照，揭示出了二者之间的因果关系。值得注意的是，作者在这里用了一个“忽”字。此字看似平常，实则用得很妙。南宋灭亡前夕，贾似道独揽朝政，一意粉饰太平，对财政困难和边防危机一概隐匿不报。国家危在旦夕，而君臣仍“酣歌深宫，啸傲湖山，玩忽岁月”（汪立信给贾似道信中语）。当元军长驱直入，兵临城下时，他们才突然惊醒，然而为时已晚。这个“忽”字蕴含了多么丰富的历史内容和惨痛的历史教训啊！</p> <p>　　读词的上阕，我们很容易联想起白居易《长恨歌》“缓歌慢舞凝丝竹．尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》”的诗句来，它说明一个王朝的衰微或覆亡无不与“繁华竞逐”有关。但词作者的思想感情是复杂的，我们不排除她对历史有某种程度的理性批判，但这里流露的，更多的是对自己失去尊贵荣华的悲叹。当然，这里诉说的后妃之不幸，也就是国家的不幸，国家的不幸正是造成后妃不幸的原因。</p> <p>　　这首词的下阙写被俘途中的感慨，可分为两部分。前半部“龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血”，这种泪盈襟血的千古亡国之恨与<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的“靖康耻，犹未雪。臣子恨，何时灭”极其相似！<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓震撼千古，掷地有声。只不过岳飞的仇是缘自北宋亡，而<a href=\"http://so.gushiwen.org/author_1341.aspx\">王清惠</a>的恨是因为南宋灭。当然词的最后“问嫦娥、于我肯从容，同圆缺”与岳飞的“驾长车，踏破贺兰山缺。……待从头，收拾旧山河，朝天阙”读起来给人的感觉截然不同，一个愿恨避尘寰，一个要仇餐虏肉。但是对于一个遭遇国亡家破的古代柔弱女子，又能要求什么呢？八百年前，要她驰骋沙场、横戈跃马都没有机会；要她裙底藏刃，怒刺伯颜也不太可能。对于一个已沦为女囚的弱女子，能够不咽泪进舞，噙血委身地侍奉征服者，能够或投池入缳，或弃尘离俗以保全名节就够坚贞刚烈的了。现实中，王清惠到达上都后，出家做了女道士，了结了残生，实现了一个弱女子坚守贞操、虽软弱却坚决的反抗。</p> <p>　　下阕更多地抒发的是对国家沦亡的痛悼之情。下面“客馆”二句一转，上句说夜宿驿馆，常被恶梦惊扰。“尘土梦”。指梦中重现途巾被驱驰的劳苦与屈辱。下句说他们乘坐的车子清晨出发，车轮从洒满月光的大地上碾过。这两句是极精妙的对仗，叙事兼写景，千里驱驰，晓行夜宿，劳顿，惊惶，辛酸，痛苦，全浓缩在这两句之中了。歇拍又一转，由眼前转想未来，由痛苦而生出希望。“问嫦娥”是由上句的“月”引发出来的，词人问：月儿，月儿，你可愿意让我从容地与你同圆缺度过余生？这一问表达了作者希求摆脱囚徒地位的愿望和对平安清静生活的向往。这个结尾从上下句关系言，转接自然，从表达内容言，是从极度痛苦中生诞生的一种微茫的希望，从整个词的凄怨的基调看，也显得和谐统一。</p> <p>　　这首词的魅力还在于词人善于把沉郁的感情熔铸在凄怨的基调和多变的节奏之中，顿挫中带流动，直率中不乏含蓄。词中叙事时间线索分明，但作者并不平铺直叙，或者今昔交错，或者自身与国事错杂，一层一转，一转一意，极尽顿挫之妙。有时又由于感情倾泻而下，略无滞碍（如“曾记得”三句，“龙虎散”四句），造成一种骏马注坡的艺术效果。从表情方式言，有直抒胸臆处，有婉曲传情处，二者完满结合，浑然一体。虽然当时和作甚多，然“无出其右”。</p>",
  "about": "<h2>创作背景</h2> 　　公元1276年春，攻陷了南宋首都临安（今杭州市）的元军正押解着太后、昭仪等一批后妃往大都（内蒙古正蓝旗东）驰去。一路上官车辚辚，烟尘滚滚。她们经由江、淮到达汴京（今开封市）附近，驻宿于夷山驿中。王昭仪面对昔日蒙受君王宠，今日竟成阶下囚的巨变，百感交集，挥笔写下了这首《满江红·太液芙蓉》，将其题于驿壁之上。",
  "poet": {
    "id": 1341,
    "star": 0,
    "name": "王清惠",
    "image": "http://img.gushiwen.org/authorImg/wangqinghui.jpg",
    "desc": "王清惠，约活动于宋度宗咸淳至元世祖至元（1265—1294）前后。宋度宗昭仪。恭帝德佑二年（1276），临安（今浙江杭州）沦陷，随三宫一同被俘往元都，后自请为女道士，号冲华。现存诗四首，词一首，皆融个人遭遇与国破家亡、去国怀乡于一炉，为亡国遗民长歌当哭之作，格调低回悲壮。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "怀古伤心"
  ]
}