{
  "id": 7827,
  "star": 211,
  "name": "子夜吴歌·冬歌",
  "dynasty": "唐代",
  "content": "明朝驿使发，一夜絮征袍。<br>素手抽针冷，那堪把剪刀。<br>裁缝寄远道，几日到临洮。",
  "fanyi": "<p><strong>译文<br></strong>明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。<br>纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。<br>妾将裁制好的衣物寄向远方，几时才能到达边关临洮？</p> <p><strong>注释<br></strong>临洮：在今甘肃临潭县西南，此泛指边地<br>驿：驿馆</p>",
  "shangxi": "<h2>赏析</h2> <p>　　不写景而写人叙事，通过一位女子“一夜絮征袍”的情事以表现思念征夫的感情。事件被安排在一个有意味的时刻──传送征衣的驿使即将出发的前夜，大大增强了此<a href=\"http://so.gushiwen.org/view_7827.aspx\">诗</a>的情节性和戏剧味。</p> <p>　　一个“赶”字，不曾明写，但从“明朝驿使发”的消息，读者从诗中处处看到这个字，如睹那女子急切、紧张劳作的情景。关于如何“絮”、如何“裁”、如何“缝”等等具体过程，作者有所取舍，只写拈针把剪的感觉，突出一个“冷”字。素手抽针已觉很冷，还要握那冰冷的剪刀。“冷”便切合“冬歌”，更重要的是有助于情节的生动性。</p> <p>　　天气的严寒，使“敢将十指夸针巧”的女子不那么得心应手了，而时不我待，偏偏驿使就要出发，人物焦急情态宛如画出。“明朝驿使发”，分明有些埋怨的意思了。她从自己的冷必然会想到临洮，那边的更冷。所以又巴不得驿使早发、快发。这种矛盾心理亦从无字处表出。读者似乎又看见她一边呵着手一边赶裁、赶絮、赶缝。“一夜絮征袍”，言简而意足，看来大功告成，她应该大大松口气了。</p> <p>　　可是，“才下眉头，却上心头”，又情急起来，路是这样远，“寒到身边衣到无”呢？这回却是恐怕驿使行迟，盼望驿车加紧了。“裁缝寄远道，几日到临洮？”这迫不及待的一问，含多少深情呵。从侧面落笔，通过形象刻画与心理描写结合，塑造出一个活生生的思妇形象，成功表达了诗歌主题。结构上一波未平，一波又起，起得突兀，结得意远，情节生动感人。</p><br/><h2>鉴赏</h2> <p>　　《子夜吴歌》<a href=\"http://so.gushiwen.org/view_7827.aspx\">诗</a>题又作《子夜四时歌》，共四首，写春夏秋冬四时。这里所选是第四首。六朝乐府《清商曲·吴声歌曲》即有《子夜四时歌》，因属吴声曲，故又称《子夜吴歌》。此体原为四句，内容多写女子思念情人的哀怨，作六句是诗人的独造，而用以写思念征夫的情绪更具有时代之新意。</p> <p>　　《子夜吴歌·冬歌》不写景而写人叙事，通过一位女子“一夜絮征袍”的情事以表现思念征夫的感情。时间是传送征衣的驿使即将出发的前夜，大大增强了此诗的情节性和戏剧性。一个“赶”字，不曾明写，但从“明朝驿使发”的消息，读者从诗中处处看到这个字，如睹那女子急切、紧张劳作的情景。关于如何“絮”、如何“裁”、如何“缝”等等具体过程，诗人有所取舍，只写抽针把剪的感觉，突出一个“冷”字。素手抽针已觉很冷，还要握那冰冷的剪刀。“冷”既切合“冬歌”，更重要的是有助于加强情节的生动性。天气的严寒，使手指也不灵巧了，而时不我待，偏偏驿使就要出发，人物焦急情态宛如画出。“明朝驿使发”，分明有些埋怨的意思了。然而，她从自己的冷想到“临洮”（在今甘肃临潭县西南，此泛指边地）那边的更冷。因此又巴不得驿使早发、快发。这种矛盾心理亦从无字处表出。读者似乎又看见她一边呵着手一边赶裁、赶絮、赶缝。“一夜絮征袍”，言简而意足，然而随即又情急起来，她想：路是这样远，“寒到身边衣到无”呢？这回却是恐怕驿使行迟，盼望驿车加紧了。“裁缝寄远道，几日到临洮？”这迫不及待的一问包含极度的深情与牵挂。《子夜吴歌》中的第三首《秋歌》是正面归结到怀思良人之意，而《冬歌》却纯从侧面落笔，通过形象刻画与心理描写结合，塑造出一个活生生的思妇形象，成功表达了诗歌主题。结构上一波未平，一波又起，起势突兀，结句意远，情节生动感人。</p> <p>　　如果说《秋歌》是以间接方式塑造了长安女子的群像，《冬歌》则通过个体形象以表现出一类人——思妇形象。其语言的明转天然，形象的鲜明集中，音调的清越明亮，情感的委婉深厚，得力于民歌，真是“意愈浅愈深，词愈近愈远，篇不可以句摘，句不可以字求”（《诗薮·内编》卷二）的佳作。</p><br/><h2>评析</h2> 　　如果说《秋歌》是以间接方式塑造了长安女子的群像，《冬歌》则通过个体形象以表现出社会一般，二歌典型性均强。其语言的明转天然，形象的鲜明集中，音调的清越明亮，情感的委婉深厚，得力于民歌，彼此并无二致，真是“意愈浅愈深，词愈近愈远，篇不可以句摘，句不可以字求”（《<a href=\"http://so.gushiwen.org/view_7827.aspx\">诗</a>薮·内编》卷二）的佳作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "冬天",
    "妇女",
    "思念"
  ]
}