{
  "id": 72780,
  "star": 79,
  "name": "大鹏赋·并序",
  "dynasty": "唐代",
  "content": "　　余昔于江陵，见天台司马子微，谓余有仙风道骨，可与神游八极之表。因著大鹏遇希有鸟赋以自广。此赋已传于世，往往人间见之。悔其少作，未穷宏达之旨，中年弃之。及读晋书，睹阮宣子大鹏赞，鄙心陋之。遂更记忆，多将旧本不同。今复存手集，岂敢传诸作者？庶可示之子弟而已。其辞曰：</p> <p>　　南华老仙，发天机于漆园。吐峥嵘之高论，开浩荡之奇言。徵至怪于齐谐，谈北溟之有鱼。吾不知其几千里，其名曰鲲。化成大鹏，质凝胚浑。脱鬐鬣于海岛，张羽毛于天门。刷渤澥之春流，晞扶桑之朝暾。燀赫乎宇宙，凭陵乎昆仑。一鼓一舞，烟朦沙昏。五岳为之震荡，百川为之崩奔。</p> <p>　　乃蹶厚地，揭太清。亘层霄，突重溟。激三千以崛起，向九万而迅征。背嶪太山之崔嵬，翼举长云之纵横。左回右旋，倏阴忽明。历汗漫以夭矫，羾阊阖之峥嵘。簸鸿蒙，扇雷霆。斗转而天动，山摇而海倾。怒无所搏，雄无所争。固可想象其势，仿佛其形。</p> <p>　　若乃足萦虹蜺，目耀日月。连轩沓拖，挥霍翕忽。喷气则六合生云，洒毛则千里飞雪。邈彼北荒，将穷南图。运逸翰以傍击，鼓奔飙而长驱。烛龙衔光以照物，列缺施鞭而启途。块视三山，杯观五湖。其动也神应，其行也道俱。任公见之而罢钓，有穷不敢以弯弧。莫不投竿失镞，仰之长吁。</p> <p>　　尔其雄姿壮观，坱轧河汉。上摩苍苍，下覆漫漫。盘古开天而直视，羲和倚日以旁叹。缤纷乎八荒之间，掩映乎四海之半。当胸臆之掩昼，若混茫之未判。忽腾覆以回转，则霞廓而雾散。</p> <p>　　然后六月一息，至于海湄。欻翳景以横翥，逆高天而下垂。憩乎泱漭之野，入乎汪湟之池。猛势所射，馀风所吹。溟涨沸渭，岩峦纷披。天吴为之怵栗，海若为之躨跜。巨鳌冠山而却走，长鲸腾海而下驰。缩壳挫鬣，莫之敢窥。吾亦不测其神怪之若此，盖乃造化之所为。</p> <p>　　岂比夫蓬莱之黄鹄，夸金衣与菊裳？耻苍梧之玄凤，耀彩质与锦章。既服御于灵仙，久驯扰于池隍。精卫殷勤于衔木，鶢鶋悲愁乎荐觞。天鸡警晓于蟠桃，踆乌晰耀于太阳。不旷荡而纵适，何拘挛而守常？未若兹鹏之逍遥，无厥类乎比方。不矜大而暴猛，每顺时而行藏。参玄根以比寿，饮元气以充肠。戏旸谷而徘徊，冯炎洲而抑扬。</p> <p>　　俄而希有鸟见谓之曰：伟哉鹏乎，此之乐也。吾右翼掩乎西极，左翼蔽乎东荒。跨蹑地络，周旋天纲。以恍惚为巢，以虚无为场。我呼尔游，尔同我翔。于是乎大鹏许之，欣然相随。此二禽已登于寥廓，而斥鷃之辈，空见笑于藩篱。",
  "fanyi": "<h2>译文</h2> <p>　　我过去在江陵拜会过<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>，他说我有仙风道骨，能够和我一起神游八方极远的地方，就作《大鹏遇希有鸟赋》以自我安慰。这篇赋已经在世上流传，社会上经常能看到。但我并不满意这年轻时所写的未成熟的作品，感觉它还没有把宏大畅达的中心真正表现出来，中年就丢弃了它。等读《晋书》，看到阮宣子写的《大鹏赞》，自认为它很粗浅。于是又回想起当年写的《大鹏遇希有鸟赋》来，觉得它和世间流传的旧版本大多不相同。现在又存留手稿本，哪里敢说是传给大家，只是想给子弟们看看罢了。</p> <p>　　这赋写道：庄子在漆园发挥他天赋的灵机，口吐不平凡的高论，发出广大旷远的奇言，从齐谐那里收集了非常怪异的事情，谈论北海里的大鱼，我不知道它有几千里长，它的名字叫鲲。鲲化成大鹏，本体就凝结成为浑混的胚胎。在海岛上脱去脊鳍，在天门张开羽毛。迅猛超过流往渤海的春天的河水，急骤胜过朝阳从树梢升起。显赫宇宙之间，高飞超过昆仑。每扇动一次翅膀，烟雾朦胧，沙土飞起，天色都昏暗下来。五岳因它而震动倒塌，百川因为它而冲破堤岸。</p> <p>　　在大地上速奔，在太空翱翔，横飞云霄，穿越大海。激荡起三千里的波涛然后突然腾空而起，向着那九万里的高空疾飞而去。高耸的背脊就像巍峨的大山，扇动的翅膀就像纵横连绵的云。一会向左旋转，一会向右盘旋，顷刻之间消失了身影，眨眼之间又出现在天上。它以矫健的身姿穿越漫无边际的云空，飞经险峻的高山而到达天门。上下俯冲，摇动大海云气，扇动翅膀，传出震雷声声，星斗转移而上天震动，高山摇晃而大海倾翻。发怒，没有什么敢和它搏击；称雄，没有什么敢和它竞争。本来就能想象它的气势和大概的情形。</p> <p>　　至于它爪子周围环绕着虹霓，眼睛里闪耀着日月般的光芒。飞舞盘旋，迅疾倏忽。喷口气，天地四方就会生出云彩；抖动一下羽毛，方圆千里之内就会飞起漫天雪花。从遥远的北方准备往南方飞行。有时挥动强健的翅膀以侧旋，有时腾起狂风而直飞。烛龙神口衔宝物为它照亮万物，闪电挥舞长鞭为它开路。三山在它看来就是几个土块，五湖在它眼里就是一杯水。它一动就会有神相应，它一飞就会有道相从。任公子看见它停止了垂钓，有穷氏不敢弯弓放箭。他们掷下鱼竿、丢弃箭杆，仰天看着它发出无奈的长叹。</p> <p>　　至于它勇盛的姿态、雄壮的形象，像是一眼望不到边际，掩映着整个银河。向上摩蹭着苍天，向下覆盖着大地。开天的盘古瞪着眼，直愣愣地望着它不知如何是好，羲和靠在日头旁边发出声声叹息。八方荒远的地方都能感受到它盛大的气势，大半个天下都被它遮盖住了。它的胸脯对着太阳就挡住了白天，如同黑夜降临，一片模糊，什么东西都难以分辨。突然间身体翻飞而回转过来，立刻霞光普照，云雾也消散了。</p> <p>　　然后，每过六个月的时间就它到海边歇息一次。忽然间，它高举奋飞，遮蔽了日月的光辉，从天而降时巨大的身形向下垂挂着。在广大无边的原野上休息，有时进入深广的湖水。它迅猛的气势喷射到的地方，大海翻腾奔涌；余风吹过的地方，高峻的山峦一片散乱。水神天吴看到后惊恐不安，海神海若畏惧得一动不敢动。头脑像山一样的巨鳌退避跑开，腾飞在大海上的长鲸往下游飞驰。至于其它的生物，有的把头缩进壳中，有的收缩鬣毛，恐惧得连看都不敢看大鹏一眼。我也没有料想它的神奇怪异能到这种程度，这大约是大自然所创造的吧。</p> <p>　　大鹏难道能和那个呆在蓬莱岛上的黄鹄相比，让人去夸耀金饰装点的上衣和菊花做成的下衣？大鹏耻于学苍梧山上的凤凰，去炫耀自己羽毛上彩色的质地和美丽的花纹。这些禽鸟，有的早已经被神仙役使，有的长久而顺服地生活在护城河的小水沟中。精卫勤劳地衔着树枝填海，鶢鶋对着人们敬献的美酒发出悲哀的叫声。天鸡在蟠桃树上报晓，三足乌在太阳中发出光辉。它们不能在旷远无边的地方随心所欲地表现情性，为什么竟这样拘泥地固守常规呢？它们都不如优游自得的这只大鹏，没有任何东西能够和大鹏相比。大鹏从不骄矜尊大而凶狠暴戾，每每顺应时宜，调整自己的行止。领悟道的根本以比较寿数多少，饮用天地未分前的混沌之气来充饥。在太阳升起的地方游戏，从容而安逸飞行；倚托南海一带炎热的岛屿，扬扬而自得。</p> <p>　　不久，希有鸟看见了大鹏，它对大鹏说：“大鹏你真伟大啊，这真是让我高兴的事。我右边的翅膀能覆盖西方极远之处，我的左翼能遮挡东方极远之处。跨越疆域的界限，盘桓上天的纲维。以恍惚作为巢穴，把虚无当成场地。我呼唤你同游，你和我一起飞翔吧。”大鹏于是答应了它的要求，高兴地随它飞去。这两只鸟都已经飞上了辽阔的天空，而那些斥鷃一类的小鸟，因囿于自己的见识，而徒自对他们发出嘲笑。</p>",
  "shangxi": "<h2>评析</h2> <p>　　他仿佛在迷茫中看见北冥天池中的巨鲲，随着大海的春流，迎着初升的朝阳，化为大鹏，飞起在空中。它一开始振动羽翅，便使五岳为之震荡，百川为之崩奔。接着它便广袤的宇宙中翱翔，时而飞在九天之上，时而潜入九渊之下，那更是“簸鸿蒙，扇雷霆，斗转而天动，山摇而海倾。”只见它“足系虹霓，旨耀日月。喷气则六合生云，洒毛则千里飞雪。”它一会儿飞向北荒，一会儿又折向南极。烛龙为它照明，霹雳为它开路。三山五岳在它眼中只是一些小小的泥丸，五湖四海在它眼中只是一些小小的杯盏。古代神话中善钓大鱼的任公子，曾经钓过一条大鱼让全国人吃了一年，见了它也只好甘拜下风。夏朝时候有穷氏之君后羿，曾经射落过九个太阳，见了它也不敢引弓。他们都只有放下钓竿和弓箭，望之兴叹。甚至开天辟地的盘古打开天门一看，也目蹬口呆。至于海神、水伯、巨鳌、长鲸之类，更是纷纷逃避，连看也不敢看了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《大鹏赋》，淋漓尽致地抒发了他从少年时代以来，一直在心头汹涌澎湃，而且越来越强烈的豪情逸致，读来令人感到极致的痛快。</p> <p>　　李白赋中的大鹏出于庄子寓言。大鹏的形象，在庄子文中诞生，在李白赋中完成。从此，大鹏作为一个壮志凌云，博击万里的巨大形象，彪炳于文学史册。但庄子和李白写此形象的目的以及形象的内容却有许多差别。庄子写大鹏的目的，是说其与小小的斥鷃本无高下之分，庄子也未以大鹏自喻；李白则不然，他是以大鹏自比，寄托自己的远大志向。《大鹏赋》继承了庄、屈浪漫主义手法及杨、马、班、张排比铺陈的文风，开始形成李白自己独特的风格。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "志向"
  ]
}