{
  "id": 240,
  "star": 23,
  "name": "下武",
  "dynasty": "先秦",
  "content": "下武维周，世有哲王。三后在天，王配于京。</p> <p>王配于京，世德作求。永言配命，成王之孚。</p> <p>成王之孚，下土之式。永言孝思，孝思维则。</p> <p>媚兹一人，应侯顺德。永言孝思，昭哉嗣服。</p> <p>昭兹来许，绳其祖武。于万斯年，受天之祜。</p> <p>受天之祜，四方来贺。于万斯年，不遐有佐。",
  "fanyi": "<p><strong>译文<br></strong>后能继前惟周邦，世代有王都圣明。三位先王灵在天，武王配天居镐京。<br>武王配天居镐京，德行能够匹先祖。上应天命真长久，成王也令人信服。<br>成王也令人信服，足为人间好榜样。孝顺祖宗德泽长，德泽长久法先王。<br>爱戴天子这一人，能将美德来承应。孝顺祖宗德泽长，光明显耀好后进。<br>光明显耀好后进，遵循祖先的足迹。基业长达千万年，天赐洪福享受起。<br>天赐洪福享受起，四方诸侯来祝贺。基业长达千万年，那愁没人来辅佐。</p> <p><strong>注释<br></strong>⑴下武：在后继承。下，后；武，继承。<br>⑵世：代。哲王：贤明智慧的君主。<br>⑶三后：指周的三位先王太王、王季、文王。后，君王。<br>⑷王：此指武王。配：指上应天命。<br>⑸求：通“逑”，匹配。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_240.aspx\">诗</a>传笺通释》：“按‘求’当读为‘逑’。逑，匹也，配也。……言王所以配于京者，由其可与世德配合耳。”<br>⑹言：语助词。命：天命。<br>⑺孚：使人信服。<br>⑻下土：下界土地，也就是人间。式：榜样，范式。<br>⑼孝思：孝顺先人之思，此系以孝代指所有的美德，举一以概之。王引之《经义述闻》：“孝者美德之通称，非谓孝弟之孝。”<br>⑽则：法则。此谓以先王为法则。<br>⑾媚：爱戴。一人：指周天子。<br>⑿应侯顺德：吴闿生《诗义会通》：“侯，乃也；应，当也。‘应侯顺德’，犹云应乃懿德。”而《水经注》等书认为应侯是武王之子，封于应（地在今河南宝丰西南）。<br>⒀昭：光明，显耀。嗣服：后进，指成王。马瑞辰《毛诗传笺通释》：“《广雅·释诂》：‘服、进，行也。’……《仪礼·特牲·馈食礼》注：‘嗣，主人将为后者。’……是知嗣服即后进也。”<br>⒁兹：同“哉”。马瑞辰《毛诗传笺通释》：“兹、哉古同声通用。”来许：同“后进”。马瑞辰《毛诗传笺通释》：“谢沈书引作‘昭哉来御’是也，……许、御声义同，故通用。……‘昭哉来许’犹上章‘昭哉嗣服’也。”<br>⒂绳：承。武：足迹。祖武，指祖先的德业。<br>⒃於（wū）：感叹之词。斯：语助词。<br>⒄祜（hù）：福。<br>⒅不遐：马瑞辰《毛诗传笺通释》：“不遐’即‘遐不’之倒文。凡《诗》言遐不者，遐、胡一声之转，犹云胡不也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_240.aspx\">诗</a>序》云：“《下武》，继文也，武王有圣德，复受天命，能昭先人之功焉。”郑笺云：“继文者，继文王之业而成之。”陈奂《诗毛氏传疏》补充说明：“文，文德也。文王以上，世有文德，武王继之，是之谓继文。”宋代自吕祖谦、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>以后，释《下武》另有说法，如严粲《诗缉》、戴溪《续吕氏家塾读诗记》，或以为下武乃不尚武，有偃武之意，或以为下武即世修文德，以武为下。清代的经学家解此诗，陈启源《毛诗稽古编》、戴震《诗经补注》、胡承珙《毛诗后笺》等均坚守毛、郑之说，而翁方纲《诗附记》、桂馥《札朴》等则赞同宋儒之说。按验诗歌文本，毛、郑之说不误，“不尚武”、“以武为下”云云，过于迂远，不可信。今人陈子展《诗经直解》说：“此诗如非史臣之笔，则为贺者之辞。”其说出自陆奎勋《陆堂诗学》。陆氏以《尚书》等经文印证此诗，谓“‘下武维周’，犹《长发》之‘濬哲维商’也”，“周公之戒成王者曰‘永言配命，自求多福’，故继言之曰‘永言配命，成王之孚’也”，“‘昭哉嗣服’，即《顾命》所云‘命汝嗣训，临君周邦’也；‘绳其祖武’，即所云‘答扬文武之光训’也；‘四方来贺’，即《康王诰》所云‘诸侯皆布乘黄朱，奉圭兼币’也；‘不遐有佐’即所云‘太保率西方诸侯入应门左，毕公率东方诸侯入应门右’也”。陈氏以为其所析“以经证经”，“不为无据”。</p> <p>　　《大雅·下武》的篇章结构非常整饬严谨，层层递进，有条不紊。第一章先说周朝世代有明主，接着赞颂太王、王季、文王与武王，第二章上二句赞颂武王，下二句赞颂成王，第三章赞颂成王能效法先人，第四、第五章赞颂康王能继承祖德，第六章以四方诸侯来贺作结，将美先王贺今王的主旨发挥得淋漓尽致。在修辞上，此篇特别精于使用顶针辞格，将顶针格的效用发挥到了极致。第一、第二章以“王配于京’’顶针勾连，第二、第三章以“成王之孚”顶针勾连，第五、第六章以“受天之祜”顶针勾连，而第四章的末句“昭哉嗣服”与第五章的首句“昭兹来许”意思相同，结构也相同，可视为准顶针勾连。《大雅》的第一篇《文王》也善于使用顶针修辞，但比起《下武》那样精工的格式，不及远矣。而且此篇以顶针格串联的前三章组成的赞颂先王的述旧意群，与同以顶针格（或准顶针格）串联的后三章组成的赞颂今王的述新意群，又通过第三、第四章各自的第三句“永言孝思”可以上下维系，有如连环。这种刻意经营的巧妙结构，几乎是空前绝后的，其韵律节奏流美谐婉，有效地避免了因庙堂文学歌功颂德文字的刻板而造成的审美负效应，使读者面对这一表现《大雅》《周颂》中常见的歌颂周先王、今王内容的文本，仍能产生一定的审美快感。英国文艺理论家克莱夫·贝尔（Clive Bell）在他的《艺术》一书中提出了“艺术即有意味的形式”这一著名的论断，确实，形式在文学艺术作品中的重要性决不容低估，有时候，形式本身就是美。读完《下武》，读者可能很快就忘了诗中“哲王”“世德”“配命”“顺德”之类赞颂之词，但对它章法结构的形式美则将记忆犹新。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_240.aspx\">诗</a>是为赞美周武王、周成王等能继承先王德业而作。陈子展《诗经直解》：“《下武》，康王即位，诸侯来贺，歌颂先世太王、王季、成王之德，并及康王善继善述之孝而作。此诗如非史臣之笔，则为贺者之辞。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}