{
  "id": 71643,
  "star": 5,
  "name": "冬节后至丞相第诣世子车中作",
  "dynasty": "南北朝",
  "content": "廉公失权势，门馆有虚盈。<br>贵贱犹如此，况乃曲池平。<br>高车尘未灭，珠履故馀声。<br>宾阶绿钱满，客位紫苔生。<br>谁当九原上，郁郁望佳城。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71643.aspx\">诗</a>《艺文类聚》卷三十作《萧丞相第诣世子车中作》。《文选》善注以为丞相即萧嶷。嶷为齐高帝道成之次子，武帝赜之弟，公元492年（永明十年）夏四月薨。善注引<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《独断》：“诸侯嫡子称世子”。世子指嶷长子子廉。廉，字景蔼，官至太子中舍人，前军将军。公元493年（永明十一年）卒。“冬节”，冬至之日，为朝臣往还问讯之时，《南齐书·武陵昭王晔传》：“冬节问讯，诸王皆出，晔独后来”，即其证。此诗当作于公元492年冬。</p> <p>　　先帝之子，当今皇弟，身为豫章王的丞相，贵极人臣，可以想见生前府第如何车马填堙，门庭若市，显赫至极！然而一旦谢弃人世，就连冬至这样的大节，也绝无友朋门生故吏前往其门问候慰藉亲属，又何其冷落寂寞。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>在拜谒萧嶷世子子廉后，于车中作此诗，感叹世态炎凉，讥讽那帮趋炎附势的小人。</p> <p>　　全诗可分三节。前四句为第一节，援古例今，以世人对待贵贱的态度跌出死生之势。“廉公”，即廉颇。据《史记·廉颇蔺相如列传》，赵中秦反间计，免去廉颇长平指挥官之职，其“失势之时，故客尽去。得复用为将，客又复至。廉颇曰：‘客退矣！’客曰：‘吁！君何见之晚也！夫天下以市道交，君有势，我则从君；君无势，则去此固其理也，有何怨乎！”“失权势”，“门馆有虚盈”指此。“贵贱犹如此”，是诗人对廉颇失势得势门客去留的感慨，同时还暗用汉人翟公事：“下邽翟公为廷尉，宾客亦填门，及废，门外可设爵罗。后复为廷尉，客欲往，翟公大署其门曰：‘一死一生，乃知交情；一贫一富，乃知交态；一贵一贱，交情乃见。”（《汉书·张冯汲郑传》）“曲池平”，指人死之后，善注引《桓子新论》：“雍门周说孟尝君曰：‘千秋万岁后，高台既已倾，曲池又以平。’”一贵一贱，门客盈虚，已见世态炎凉，何况是一生一死呢。此四句从古事说起，从贵贱说起，目的在于引出今事，引出生死，“犹”、“况”两个虚字的运用，使文气较为曲折跌宕。中四句，正写丞相新薨，宾客尽散、府第凄凉。“高车”，刘熙《释名·释车》：“其盖高，立乘载之车也。”“高车尘未灭”，丞相谢世未久，车行恍如犹在眼前。“珠履”，李善注引《史记》：“春申君上客，皆蹑珠履。”“珠履故馀声”，门生故吏造登丞相府第杂沓的步履之声仿佛在耳。以仿佛有声反衬无声，更觉寂寞。照理说，丞相去世未久，吊死问生，做为门生故吏、生前友好，义所不容推辞。然而，“宾阶绿钱满，客位紫苔生”，宾阶客位，到处长满苔藓，宅第萧条荒凉，写出无有造其门者。崔豹《古今注》：“空室无人，则生苔藓，或青或紫。一名绿钱。”结二句，为第三节，由丞相府第转写其人坟茔：府第门庭竟无一宾客，唯有我一人望其松柏郁郁苍苍的坟头而已，有说不尽的感慨。“九原”，春秋时晋卿大夫所葬之地。“佳城”，指坟室，据《西京杂记》，滕公（夏侯婴）掘地三尺，得石椁，椁有铭曰：“佳城郁郁，三千年，见白日，吁嗟滕公居此室。”滕公后葬于此。“谁当”，有门客尽去，唯我不忘之意，表现了诗人对逝者的一片深情。</p> <p>　　这首诗的制题，非常有特色。汉魏古诗多为乐府诗，即以乐府诗题为题；即使不是乐府诗，诗题也较简单，不怎么讲究。到了价争一字之奇的刘宋时代，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的山水诗不仅以其清丽取胜，诗题也多有标新立异者，例如《石门新营所住四面高山回溪石濑修竹茂林》之类。此诗诗题的制作，不在于对诗情画意的追求，而是在用意上下功夫。吴淇《六朝选诗定论》卷十六说：“此诗为‘诣世子’而作，却无一字及世子者何？缘是休文胸中先有一段炎凉之感，偶因‘诣世子’而发，意且不在死者，何暇生者？‘诣世子’上着‘至丞相第’者何？‘丞相第’，炎凉之地也。上又着‘冬节后’者何？‘冬节后’朝臣往还拜谒之侯，正验人炎凉之时也。今日世子所居之第，依然旧日丞相所居之地，今日至丞相第之人，已全无旧日至丞相第之人，乃特为驱车而来者，仅仅休文一人，则休文之外，尽炎凉之人矣。所以感之深不待操笔，故题下又着‘车中作’三字。”分析颇为精到。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "感叹",
    "生死",
    "讽刺"
  ]
}