{
  "id": 72796,
  "star": 53,
  "name": "钟山即事",
  "dynasty": "宋代",
  "content": "涧水无声绕竹流，竹西花草弄春柔。<br>茅檐相对坐终日，一鸟不鸣山更幽。",
  "fanyi": "<p><strong>译文</strong><br>山涧中的流水，静悄悄的，绕着竹林流淌。竹林西畔，那繁花绿草，柔软的枝条在春风中摇晃。<br>我坐在茅屋檐下，整天看着这明媚的春光；夕阳西下，耳边听不到一声鸟鸣，山中显得格外的静寂幽旷。</p> <p><strong>注释</strong><br>⑴钟山：紫金山，今江苏省南京市。即事：就眼前景物加以描写，有感于当前事物。<br>⑵涧水：山涧流水。<br>⑶竹西：竹林西畔。弄春柔：在春意中摆弄柔美姿态的意思。<br>⑷茅檐：茅屋檐。相对，对着山 。<br>⑸幽：幽静，幽闲。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在晚年罢相隐居之后，<a href=\"http://so.gushiwen.org/view_72796.aspx\">诗</a>歌创作也发生了变化，政治题材减少了，写湖光山色的小诗多了，壮年时代的豪放雄奇的风格改变了，取而代之的是清空精绝、雅丽低回。这个时期的作品在艺术上则更为成熟了，有一唱三叹之感。</p> <p>　　这是一首饶有风味的小诗。诗人坐在家门口，对着涧水、绿竹、花草，兴趣盎然。不知不觉地，白天过去，夕阳下山，山中十分幽静，连鸟都不叫一声。看似脱去世故，其还是人退而心不退，故作此诗，以表达心中的不平。 在诗人王安石的笔下，一切都是鲜活的，都是充满生机与活力的，“涧”是鲜活的，在山间竹林里回环往复，奔腾跳跃，唱着歌，带着笑流向远方；“竹”也是鲜活的，仿佛在你的思维深处亭亭玉立，舞动腰身，款款弄姿，将那婀娜的影子倒影于流水之中；再看那“花草”，正在舞弄柔情。</p> <p>　　然而，在诗人的笔下，一切又都那么幽深静寂，“涧”是幽静的，“竹”是幽静的，“花草”也是幽静的，无声无息，自生自长，随心所欲，享受春天，自我陶醉。人，“茅檐相对坐终日”，整天整日一声不响地在屋檐下对着大山静静的坐着，幽闲、寂寞至极。末句是改用南朝梁王籍《入若耶溪》句：“蝉噪林逾静，鸟鸣山更幽。”王安石翻过一层，变成“一鸟不鸣山更幽”。对这样的改写，前人多有讥刺，认为一鸟不鸣，山自然更幽，用不着多说，所以王安石这么一改，是点金成铁。王安石的诗与王籍的诗实际上代表了两种修辞手法。王籍是用反衬。山中鸟雀齐鸣，声音扑耳，是因为山里已没有人，成了鸟的世界，鸟才会如此啼鸣，就像<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《醉翁亭记》所说，是“树林阴翳，鸣声上下，游人去而群鸟乐也”。这样写，寓静于闹，更富有情理韵味，经常被诗家所采用，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《题张氏隐居》：“春山无伴独相求，伐木丁丁山更幽。”就是用此手法。王安石的诗是直写，从正面渲染静态，显得平淡自然，直截明快。从诗歌的底蕴来说，王籍的诗更耐读一些。</p> <p>　　王安石善于融合前人诗句入诗，有很多成功的例子。这首诗从这一点上来说，改得似乎太不高明，与他的学养不称。从这一反常来考虑，古人常以鼠雀喻谗佞的人攻击别人，王安石推行新法，受到很多人反对，在诗中也许即以“一鸟不鸣”表示自己退居后再也听不到这些攻讦声因此而很高兴。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_72796.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法失利后，辞去相位退居金陵，日游钟山时有感而作。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "抒情"
  ]
}