{
  "id": 57944,
  "star": 441,
  "name": "西江月·遣兴",
  "dynasty": "宋代",
  "content": "醉里且贪欢笑，要愁那得工夫。<br>近来始觉古人书。信著全无是处。<br>昨夜松边醉倒，问松我醉何如。<br>只疑松动要来扶。以手推松曰去。",
  "fanyi": "<p><strong>译文</strong><br>喝醉了酒后恣意欢笑，我哪里有那闲工夫发愁呢。<br>最近才明白古书上的话，的的确确是没有半点可信的！<br>昨儿晚上我在松边喝醉了，醉眼迷蒙，把松树看成了人，就问他：“我醉得怎么样啊？”<br>恍惚中看见松树活动起来，疑是要来扶我，于是我用手不耐烦的推推松树说：“走开走开！”。</p> <p><strong>注释</strong><br>用《孟子·尽心下》“尽信书则不如无书“意。<br>《汉书·龚胜传》“胜以手推常（夏侯常）曰‘去’。“见黄季刚师《读汉书后汉书札记》说辛词此句。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词题目是“遣兴”。从词的字面看，好像是抒写悠闲的心情。但骨子里却透露出他那不满现实的思想感情和倔强的生活态度。</p> <p>　　这首词上片前两句写饮酒，后两句写读书。酒可消愁，他生动地说是“要愁那得工夫”。书可识理，他说对于古人书“信着全无是处”。这是什么意思呢？“尽信书，不如无书。”这句话出自《孟子》。《孟子》这句话的意思，是说《尚书·武成》一篇的纪事不可尽信。辛词中“近来始觉古人书，信着全无是处”两句，含意极其曲折。他不是菲薄古书，而是对当时现实不满的愤激之词。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>二十三岁自山东沦陷区起义南来，一贯坚持恢复中原的正确主张。南宋统治集团不能任用辛弃疾，迫使他长期在上饶乡间过着退隐的生活。壮志难酬，这是他生平最痛心的一件事。这首词就是在这样的环境、这样的心境中写成的，它寄托了作者对国家大事和个人遭遇的感慨。“近来始觉古人书，信著全无是处”，就是曲折地说明了作者的感慨。古人书中有一些至理名言。比如《尚书》说：“任贤勿贰。”对比南宋统治集团的所作所为，那距离是有多远呵！由于辛弃疾洞察当时社会现实的不合理，所以发为“近来始觉古人书，信著全无是处”的浩叹。这两句话的真正意思是：不要相信古书中的一些话，现在是不可能实行的。</p> <p>　　这首词下片更具体写醉酒的神态。“松边醉倒”，这不是微醺，而是大醉。他醉眼迷蒙，把松树看成了人，问他：“我醉得怎样？”他恍惚还觉得松树活动起来，要来扶他，他推手拒绝了。这四句不仅写出惟妙惟肖的醉态，也写出了作者倔强的性格。仅仅二十五个字，构成了剧本的片段：这里有对话，有动作，有神情，又有性格的刻划。小令词写出这样丰富的内容，是从来少见的。</p> <p>　　“以手推松曰去”，这是散文的句法。《孟子》中有“‘燕可伐欤？’曰：‘可’”的句子；《汉书·二疏传》有疏广“以手推常曰：‘去’！”的句子。用散文句法入词，用经史典故入词，这都是辛弃疾豪放词风格的特色之一。从前持不同意见的人，认为以散文句法入词是“生硬”，认为用经史曲故是“掉书袋”。他们认为：词应该用婉约的笔调、习见的词汇、易懂的语言，而忘粗豪、忌用典故、忌用经史词汇，这是有其理由的。因为词在晚唐、北宋，是为配合歌曲而作的。当时唱歌的多是女性，所以歌词要婉约，配合歌女的声口；唱来要使人人容易听懂，所以忌用典故和经史词汇。但是到辛弃疾生活的南宋时代，词已有了明显的发展，它的内容丰富复杂了，它的风格提高了，词不再专为应歌而作了。尤其是象辛弃疾那样的大作家，他的创造精神更不是一切陈规惯例所能束缚。这由于他的政治抱负、身世遭遇，不同于一般词人。若用陈规惯例和一般词人的风格来衡量这位大作家的作品，那是不从发展的观点看问题。</p><br/><h2>赏析三</h2> <p>　　词的上片词人说忙在喝酒贪欢笑。可是用了一个“且”字，就从字里行间流露出这“欢笑”比“痛哭”还要悲哀：词人是无法排解内心的苦闷和忧愁，姑且想借酒醉后的笑闹来忘却忧愁。这样，把词人内心的极度忧愁深刻地反映了出来，比用山高水长来形容愁显得更深切，更形象，更可信。接着两句进一步抒写愤激的情绪。孟子曾说过：“尽信书，则不如无书。”说的是书上的话不能完全相信。而词人却说，最近领悟到古人书中的话都是不可信的，如果相信了它，自己便是全错了。表面上好像是否定一切古书。其实这只是词人发泄对现实的不满情绪而故意说的偏激话，是针对南宋朝廷中颠倒是非的状况而说的。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>主张抗战，反对投降，要求统一祖国，反对分裂，这些本来都是古书中说的正义事业和至理名言，可是被南宋朝廷中的当权派说得全无是处，这恰恰说明古书上的道理现在都行不通了。词人借醉后狂言，很清醒地从反面指出了南宋统治者完全违背了古圣贤的教训。</p> <p>　　下片则完全是描绘一次醉态。先交代一句：时间发生在“昨夜”，地点是在“松边”。这次醉后竟与松树对话，问松树自己醉得如何，这是醉态之一。以松树为友，可见知音极少。自己醉后摇晃，却以为松树摆动；明明是自己扶着松树站起来，却说松树要扶他，这是醉态之二。最后是用手推开松树，命令它走开。表现独立不倚的倔强性格，这是醉态之三。这些醉态写得非常逼真，可谓惟妙惟肖。但这不拘形迹的醉态，实际上也都是表现对当时现实的一种反抗。题目曰“遣兴”，也说明这是抒写情怀。词中曲折地表达了自己的思想情绪。</p> <p>　　此词语言明白如话，文字生动活泼，表现手法新颖奇崛，体现了作者晚年清丽淡雅的词风。</p><br/><h2>赏析一</h2> <p>　　欣赏这首词，我们似乎可以这样说：品读<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的词，可从词中品出更有韵味的戏剧来，虽然在写词中，恰如其分地引入戏剧性场景并非辛弃疾发明，但是在他手上得到了发扬光大，在他的词中，这种情况十分常见。这是值得肯定的。</p> <p>　　“醉里且贪欢笑，要愁那得工夫。”通篇“醉”字出现了三次。难道词人真成了沉湎醉乡的“高阳酒徒”么？否。盖因其力主抗金而不为南宋统治者所用，只好借酒消愁，免得老是犯愁。说没工夫发愁，是反话，骨子里是说愁太多了，要愁也愁不完。</p> <p>　　“近来始觉古人书，信着全无是处。”才叙饮酒，又说读书，并非醉后说话无条理。这两句是“醉话”。“醉话”不等于胡言乱语。它是词人的愤激之言。《孟子·尽心下》：“尽信书，则不如无书。”本意是说古书上的话难免有与事实不符的地方，未可全信。辛弃疾翻用此语，话中含有另一层意思：古书上尽管有许多“至理名言”，现在却行不通，因此信它不如不信。</p> <p>　　以上种种，如直说出来，则不过慨叹“世道日非”而已。但词人曲笔达意，正话反说，便有咀嚼不尽之味。</p> <p>　　下片写出了一个戏剧性的场面。词人“昨夜松边醉倒”，居然跟松树说起话来。他问松树：“我醉得怎样了？”看见松枝摇动，只当是松树要扶他起来，便用手推开松树，并厉声喝道：“去！”醉憨神态，活灵活现。词人性格之倔强，亦表露无遗。在当时的现实生活里，醉昏了头的不是词人，而是南宋小朝廷中那些纸醉金迷的昏君佞臣。哪怕词人真醉倒了，也仍然挣扎着自己站起来，相比之下，小朝廷的那些软骨头们是多么的渺小和卑劣。</p> <p>　　辛弃疾的这首小词，粗看，正如标题所示，是一时即兴之作。但如果再往里仔细一看，那么会发现作者是在借诙谐幽默之笔达发泄内心的不平。如再深入研究，我们还可洞察到作者是由于社会现实的黑暗而忧心忡忡，满腹牢骚和委屈，不便明说而又不能不说，所以，只好借用这种方式，来畅快淋漓地宣泄他的真情实感。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>二十二岁时，就在沦陷区的北方举起抗金义旗，为义军首领耿京掌书记，并劝耿京南向联络宋廷。后耿京为叛徒张安国所杀，辛弃疾率五十骑，将张安国劫出金营，解送南宋的建康斩首。这时的辛弃疾，豪气干云。但入南宋后，由于南宋小朝廷对外屈辱求和，主张抗金的辛弃疾不是沉沦下僚，就是被派往远离前线的后方去任职，不能发挥他抗金的志向与才能，最后还被废退家居，过着闲居生活达十八年之久。《西江月·遣兴》这首词，大概就是在他废退闲居时的作品。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "怀才不遇",
    "壮志难酬"
  ]
}