{
  "id": 18293,
  "star": 5,
  "name": "韦使君黄溪祈雨见召从行至祠下口号",
  "dynasty": "唐代",
  "content": "骄阳愆岁事，良牧念菑畲。<br>列骑低残月，鸣茄度碧虚。<br>稍穷樵客路，遥驻野人居。<br>谷口寒流净，丛祠古木疏。<br>焚香秋雾湿，奠玉晓光初。<br>肸蠁巫言报，精诚礼物余。<br>惠风仍偃草，灵雨会随车。<br>俟罪非真吏，翻惭奉简书。",
  "fanyi": "<p><strong>译文<br></strong>秋日炎炎久旱不雨耽误了农事，贤良的韦使君惦念着受灾的农田。<br>率领骑马的官员们连夜赶往黄溪，一路上吹奏着茄管，乐声响彻长天。<br>沿着打柴人行走的山路走到了尽头，停脚遥望山民们的茅屋相距甚远。<br>山谷出口处的溪流清凉洁净，丛林中黄神祠旁的古树枝叶稀疏。<br>在秋日的湿雾里点燃香火，祭坛上刚摆好玉器已经曙光初露。<br>巫师祝祷的声音像响虫一样鸣叫，神态虔诚祭品丰盛而有余。<br>祈雨结束暖风仍然吹翻了野草，太守的车马一走，相信黄神定会赐雨。<br>我是等待加罚没有实职的官吏，接到随行的简书，反而惭愧阿附。</p> <p><strong>注释<br></strong>[1]韦使君：永州刺史韦彪。口号：古体<a href=\"http://so.gushiwen.org/view_18293.aspx\">诗</a>的题名，表示随口吟成，即口占之意。<br>[2]骄阳：烈日、赤日。愆（qiān千）过错、差错，这里指造成了灾害。岁事：即农事。<br>[3]良牧：“牧”为汉代州郡长官名；“良牧”就是贤良的州郡长官，这里实指韦中丞。念：即记念、惦念。菑畲（zīyú资余）：耕地。古代指初耕的田地。<br>[4]列骑：指韦彪和诗作者等一行骑马前往黄溪祈雨的人员。残月：指农历月末形状像钩的月亮或拂晓快落山的月亮。<br>[5]茄（jiā加）：是汉唐时期的一种管乐器。度：意为传送、响彻。碧虚：即碧空。<br>[6]穷：走完。樵客：即打柴的人。<br>[7]驻：车马停止。野人：指山民。<br>[8]丛祠：丛林之中的神祠。<br>[9]奠玉：祭奠神所使用的玉器。晓光：即曙光。<br>[10]肸（xī西）：声音振动。蠁（xiāng乡）：即响虫，俗称地蛹。巫：泛指以代人祈神为职业的人。报：告知。<br>[11]精诚：指祈雨的心意十分虔诚。礼物余：用来祭祀黄神的祭品丰富有余。<br>[12]惠风：和风。偃：倒伏。偃草：风把草吹倒了。<br>[13]灵雨：佳雨，及时的好雨。《后汉书》：“郑弘为淮阴太守，政不烦苛。天旱行春，随车致雨。”<br>[14]俟（sì四）罪：指等待受罚。这是被贬的或等待处置的官员常用的套话，表示应该受到更严厉的惩罚。非真吏：诗人贬为永州司马，为员外官，即在编制之外的官。且既无公务，又无官舍，所以说不是“真吏”。<br>[15]翻：副词，反而之意。奉简书：指遵从韦中丞所发简牍的命令随行祈雨。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首叙事<a href=\"http://so.gushiwen.org/view_18293.aspx\">诗</a>，在写作手法上相当朴实，记事、写景，较少抒情，语言工整，用词精确恰当。从文义的表面上看，赞美韦彪关心民间疾苦而祈神求雨，但本意是对韦中丞等州府官员愚昧迷信、劳民伤财行为的批评，对自己蒙屈而沦为下僚的悲叹。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>是一位唯物主义无神论者，他曾针对<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>天有意志、能赏罚的观点，提出：“彼上而玄者，世谓之天；下而黄者，世谓之地；浑然而中处者，世谓之元气；寒而暑者，世谓之阴阳。”他认为天地只是自然物，既无意志，也不能赏罚，“功者自功，祸者自祸”（《天说》），希望天地能赏罚、有哀仁都是迷信（《天说》）。他还认为，“生植与灾荒，皆天也；法制与祸乱，皆人也……其事各行不相预，而凶丰理乱出焉”（《答<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>天论书》），天事与人事各不相干。另外，在《非国语》中，他还指 出：“山川者，特天地之物也。阴与阳者，气而游乎其间者也。自动自休，自峙自流，是恶乎与我谋？自斗自竭，自崩自歇，是恶乎为我设？”认为天地、元气、山川等自然物的运动变化是自然而然、不以人的意志为转移的。根据这些认识，柳宗元对韦中丞黄溪祈雨的荒诞行为，必然是持批评态度的。</p> <p>　　当时的永州刺史韦彪，跟柳宗元并没有什么深厚的交情。柳宗元到永州一年多后，唐宪宗改元大赦天下，韦彪便北移了。这人毫无才干，连北移的贺表也是请柳宗元写的。但由于他身为永州的行政首长，柳宗元的顶头上司，柳宗元又是待罪之人，并且希望得到朝庭的赦免和重新起用，因此柳宗元当然不便直接批评韦彪，只能用赞赏的表面形式来记述这件事。但诗题中标明“口号”，而“口号”是古人随口吟成的诗体，这便给诗添了几许诙谐。诗人写这场荒诞的祈神求雨戏时，字里行间充满了辛辣的讽刺，传神地刻画出了韦彪其人：兴师动众，不仅劳民伤财，而且是沽名钓誉的行径；神祠荒凉清冷，象征他的愚蠢糊涂；场面宏大，巫师装神弄鬼，讥讽他的迷信与无知；并且通过“惠风仍偃草”的写实，“灵雨会随车”的用典，以对比的手法来揭示韦彪祈雨的无功与荒谬。据诗人的《游黄溪记》记载，黄溪在城东七十里，“黄神”乃是王莽的后代，是避祸来的。韦彪导演的这场闹剧，吹吹打打弄了整整一夜，直到天亮才收场，使周围的百姓都受到了惊扰，根本不是在为老百姓祈福，而是在“造祸”，并且灾祸波及到了“樵客路”与“野人居”。</p> <p>　　诗的最后两句，才是诗人真实意图的流露：自己是“俟罪非真吏”，却奉命随行，做太守的清客、帮闲，成为献媚取悦长官的低级僚属，这对胸怀大志的柳宗元来说，是非常羞愧的。如果他是有实职实权的地方官，定会珍惜手中的权力，尽情施展自己“以利安元元为务”的抱负，干一番兴利除弊的事业。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "叙事",
    "抒怀",
    "壮志难酬"
  ]
}