{
  "id": 70967,
  "star": 138,
  "name": "三江小渡",
  "dynasty": "宋代",
  "content": "溪水将桥不复回，小舟犹倚短篙开。<br>交情得似山溪渡，不管风波去又来。",
  "fanyi": "<p><strong>译文</strong><br>溪水经过小桥后不再流回，<br>小船还得依靠着短篙撑开。<br>交情应像山溪渡恒久不变，<br>不管风吹浪打却依然存在。</p><p><strong>注释</strong><br>（01）三江，光绪《吉安县志卷三之泸陵水》：“横石江水，在县西北，界吉水，一自儒行乡大湾来，一自吉水鹄乡来，其间有清湖水、三江桥水，皆经此入赣江。”《吉安县志卷四之泸陵桥梁》：“三江口桥，在坊廊乡。”其后所附李振裕《三江桥记》云：“泸陵旧有三江桥，向修于公家大冢，今圮矣。……，桥在郡治之北二十里，其流出于坤溪鄢原及所谓山前者，合三江而统汇于兹。”<br>（02）将，本义行、进，此处引申为流过。《<a href=\"http://so.gushiwen.org/view_70967.aspx\">诗</a>经·周颂·敬之》：“日就月将，学有缉熙于光明。”<br>（03）得，应该。汉·<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：“君为我呼入，吾得兄事之。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　以<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>绍兴二十四年进士及第，绍兴二十六年授赣州司户参军，绍兴二十九年调任永州零陵县丞，隆兴元年赴调临安因<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>之荐除为临安府教授，乾道三年赴临安上政论《千虑策》，乾道六年除为隆兴府奉新知县，乾道六年因虞允文之荐除为国子博士，淳熙元年除知漳州，淳熙四年除知常州，皆不在吉水，唯有隆兴二年至乾道二年因其父之病西归吉水及其父逝世为父丁忧与淳熙元年至三年养病期间，居于吉水，故此<a href=\"http://so.gushiwen.org/view_70967.aspx\">诗</a>应作于此二时期其中之一。又《诚斋集（江湖集）卷二》有诗《甲申（隆兴二年）上元前闻家君不伏西归见梅有感二首》于本诗之前，《诚斋集（江湖集）卷三》有诗《丙戍（乾道二年）上元和昌英叔李花》于本诗之后，故此诗断然不可能作于淳熙元年至三年养病期间，而只能作于隆兴二年（一一六四）至乾道二年（一一六六），杨万里因其父之病西归吉水及其父逝世为父丁忧期间。</p> <p>　　隆兴二年正月，杨万里因其父之病西归吉水。同年八月四日，杨万里之父逝世，杨万里开始了为期三年的丁父忧时期。在此之前，杨万里方才于绍兴二十四年进士及第，开始初次进入南宋官场，并由地方小吏一步步入职京城（因张浚之荐除为临安府教授），这正是一个读书人可以借机施展“齐家治国平天下”的政治理想和实现个人价值的好时机。忽闻其父之病，出于孝道，不得已放弃大好机会，西归故里，这在政治上对于杨万里来说不吝于一个打击。同时，对于杨万里来说，其父之病，在亲情上对于杨万里也不吝于一个打击。然而西归故里吉水之后，同年八月杨万里之父的逝世对于杨万里来说更是一个沉重的打击。根据封建礼法的要求，父母之死皆应为之守孝三年，对于一个适才走上宦途不久，又有一定前途的读书人来说，这三年是极为艰难的，以前在官场上的一切都将归于破灭，一时前功尽弃，极易生出失意之感，对于杨万里来说更是这样。同时，杨万里之父的逝世在亲情上也是一个沉重的打击，古代讲求孝道，父母之死，特别是父亲之死，对于其子女来说是沉痛的，是失怙般的痛楚，这极易造成一种愁苦的心情。 </p> <p>　　在这般官场失意、亲人离去的愁苦心情中，却又是为友人送别之时，在三江小渡口，杨万里作了本诗。此诗一二两句诗人着意写景，营造了一种送别友人，依依不舍的氛围。三四两句直抒胸臆，写出了诗人对于友情天长地久，不为风浪所阻的期盼。通首采用对比手法。使用比喻的修辞手法将“交情”比做“山溪渡”，并使用自然界的“风波”象征社会风浪，然后用“溪水将桥不复回”与“不管风波去又来”进行对比，深刻地表达了友情恒久不变，能经得起风浪考验的主旨。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_70967.aspx\">诗</a>选自南宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>所著《诚斋集（江湖集）卷二》。据考杨万里《诚斋集》其一《江湖集》所收诗七百八十三首，皆为南宋绍兴三十二年（一一六二）至淳熙四年（一一七七）之间的作品。此诗所写之三江小渡故址在今吉水即杨万里故居之地，故而此诗应为杨万里在家乡期间所作。",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "古诗三百首",
    "送别",
    "友情",
    "写景"
  ]
}