{
  "id": 52825,
  "star": 110,
  "name": "摊破浣溪沙·病起萧萧两鬓华",
  "dynasty": "宋代",
  "content": "病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。<br>枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。",
  "fanyi": "<p><strong>译文</strong><br>两鬓已经稀疏病后又添白发了，卧在床榻上看着残月照在窗纱上。将豆蔻煎成沸腾的汤水，不用强打精神分茶而食。<br>靠在枕上读书是多么闲适，门前的景色在雨中更佳。整日陪伴着我，只有那深沉含蓄的木犀花。</p> <p><strong>注释</strong><br>①摊破浣溪沙：又名《山花子》。原为唐教坊曲名，后用为词牌。在唐五代时即将《浣溪沙》的上下片，各增添三个字的结句，成为“七、七、七、三”字格式，名曰《摊破浣溪沙》或《添字浣溪沙》。又因南唐<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>词“菡萏香销”之下片“细雨梦回”两句颇有名，故又有《南唐浣溪沙》之称。双调四十八字，平韵。<br>②萧萧：这里形容鬓发华白稀疏的样子。<br>③豆蔻：药物名，其性能行气、化湿、温中、和胃……豆蔻连梢：语见于张良臣《西江月》 ： “蛮江豆蔻影连梢。”熟：《天籁轩词选》、《历代<a href=\"http://so.gushiwen.org/view_52825.aspx\">诗</a>余》作“热”。熟水：当时的一种药用饮料。陈元靓《事林广记》别集卷七之《豆蔻熟水》 ： “夏月凡造熟水，先倾百盏滚汤在瓶器内，然后将所用之物投入。密封瓶口，则香倍矣……白豆蔻壳拣净，投入沸汤瓶中，密封片时用之，极妙。每次用七个足矣。不可多用，多则香浊。”《百草正义》则说： “白豆蔻气味皆极浓厚，咀嚼久之，又有一种清澈冷洌之气，隐隐然沁入心脾。则先升后降，所以又能下气。 ”<br>④分茶：<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《澹庵坐上观显上人分茶》诗有云：“分茶何似煎茶好，煎茶不似分茶巧”，由此可见，“分茶”是一种巧妙高雅的茶戏。其方法是用茶匙取茶汤分别注入盏中饮食。<br>⑤书：《历代诗余》作“篇”字。<br>⑥酝藉：宽和有涵容。《汉书·薛广德传》：“广德为人，温雅有酝藉。 ”<br>⑦木犀花：即桂花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词创作于作者的晚年，是一首抒情词，主要写她病后的生活情状，委婉动人。词中所述多为寻常之事、自然之情，淡淡推出，却起扣人心弦之效。 　</p> <p>　　“病起”，说明曾经长期卧床不起，此刻已能下床活动了。“萧萧”是头发花白稀疏的样子。词中系相对病前而言，因为大病，头发白了许多，而且掉了不少。至此，作者即刻打住，下句另起一意。这个处理极妙，意思似乎是说，头发已经那样，何必再去管它，还是料理今后罢。这不仅表现了作者的乐观态度，行文也更简洁。 　</p> <p>　　下面接写了看月与煎药。因为还没有全好，又夜里，作者做不了什么事，只好休息，卧着看月。“卧看”，是因为大病初起，身子乏力，同时也说明作者心情闲散，漫不经心，两字极为传神。“上”字说明此乃初升之月，则此残月当为下弦月，此时入夜还浅。病中的人当然不能睡得太晚，写得极为逼真。上句写的是衰象，此句却是乐事，表明作者确实不太以发白为念了。“豆蔻”为植物名，种子有香气，可入药，性辛温，能去寒湿。“熟水”是宋人常用饮料。分茶是宋人以沸水冲茶而饮的一种方法，颇为讲究。“莫分茶”即不饮茶，茶性凉，与豆蔻性正相反，故忌之。以豆蔻熟水为饮，即含有以药代茶之意。这又与首句呼应。人儿斜卧，缺月初上，室中飘散缕缕清香，一派闲静气氛。　</p> <p>　　下片写白日消闲情事。观书、散<a href=\"http://so.gushiwen.org/view_52825.aspx\">诗</a>、赏景，确实是大病初起的人消磨时光的最好办法。“闲处好”一是说这样看书只能闲暇无事才能如此；一是说闲时也只能看点闲书，看时也很随便，消遣而已。对一个成天闲散家的人说来，偶然下一次雨，那雨中的景致，却也较平时别有一种情趣。俞平伯说这两句“写病后光景恰好。说月又说雨，总非一日的事情。”（《唐宋词选释》）所见极是。末句将木犀拟人化，结得隽永有致。“木犀”即桂花，点出时间。本来是自己终日看花，却说花终日“向人”，把木犀写得非常多情，同时也表达了作者对木犀的喜爱，见出她终日都把它观赏。“酝藉”，写桂花温雅清淡的风度。“酝藉”一词，常用来形容学问渊深、胸怀宽博、待人宽厚的人中表率，如《归唐书·<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>传》称他“风流酝藉，为缙绅羽仪”。木犀花小淡黄，芬芳徐吐，不像牡丹夭桃那样只以浓艳媚人，用“酝藉”形容，亦极得神。“酝藉”又可指含蓄香气而言。</p> <p>　　此词格调轻快，心境怡然自得，与同时其他作品很不相同。通篇全用白描，语言朴素自然，情味深长。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首《摊破浣溪沙》，从“病起萧萧两鬓华”可以看出创作时间，当是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>后期作品。“木犀花”点出月份当在八月，桂花开时。当时正值大病初愈，心情渐好遂填此词。</p> <p>　　此词明确的创作时间无定论，但学者陈祖美给出了她自己的推断如下：</p> <p>　　从李清照的书序、信函和<a href=\"http://so.gushiwen.org/view_52825.aspx\">诗</a>词中，已知她曾患过两次大病。一次是其《&lt;金石录&gt;后序》所云：“余又大病，仅存喘息”。时间大致在宋建炎三年（1129年）的闰八月；另一次患病，比上次更危重：“近因疾病，欲至膏育，牛蚁不分，灰钉已具。”（《投内翰纂公崇礼启》）这场大病是她蒙受种种毁谤，甚至身系大牢……时间是宋高宗绍兴二年（1132年）。此词是在重病初愈之时所写，记录了她在某一天继续服药治病的养病生活，推断此词约写于宋高宗绍兴二年（1132年）八月，地点当在杭州西湖一带。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "月亮",
    "闲适",
    "生活"
  ]
}