{
  "id": 9259,
  "star": 31,
  "name": "与高适薛据同登慈恩寺浮图",
  "dynasty": "唐代",
  "content": "塔势如涌出，孤高耸天宫。<br>登临出世界，磴道盘虚空。<br>突兀压神州，峥嵘如鬼工。<br>四角碍白日，七层摩苍穹。<br>下窥指高鸟，俯听闻惊风。<br>连山若波涛，奔凑似朝东。<br>青槐夹驰道，宫馆何玲珑。<br>秋色从西来，苍然满关中。<br>五陵北原上，万古青濛濛。<br>净理了可悟，胜因夙所宗。<br>誓将挂冠去，觉道资无穷。",
  "fanyi": "<p><strong>译文</strong><br>宝塔宛如平地涌出，孤高巍峨耸入天宫。 　<br>登上去像走出人间，蹬踏梯道盘旋空中。 　<br>高峻突出镇定神州，峥嵘胜过鬼斧神工。 　<br>四角伸展挡住白日，七层紧紧连着苍穹。 　<br>下看飞鸟屈指可数，俯听山风呼啸迅猛。 　<br>山连山如波涛起伏，汹涌澎湃奔流向东。 　<br>青槐夹着笔直驰道，楼台宫殿何等玲珑。 　<br>秋天秀色从西而来，苍苍茫茫弥漫关中。 　<br>长安城北汉代五陵，万古千秋一派青葱。 　<br>清净佛理完全领悟。善因素来为人信从。 　<br>立誓归隐辞官而去，信奉佛道其乐无穷。</p> <p><strong>注释</strong><br>⑴浮图：原是梵文佛陀的音译，这里指佛塔。慈恩寺浮图：即今西安市的大雁塔。<br>⑵涌出：形容拔地而起。<br>⑶世界：指宇宙。<br>⑷磴：石级。盘：曲折。<br>⑸突兀：高耸貌。 　<br>⑹峥嵘：形容山势高峻。鬼工：非人力所能。 　<br>⑺碍：阻挡。<br>⑻惊风：疾风。<br>⑼驰道：可驾车的大道。<br>⑽宫馆：宫阙。 　<br>⑾关中：指今陕西中部地区。<br>⑿五陵：指汉代五个帝王的陵墓，即高祖长陵、惠帝安陵、景帝阳陵、武帝茂陵及昭帝平陵。<br>⒀净理：佛家的清净之理。 　<br>⒁胜因：佛教因果报应中的极好的善因。 　<br>⒂挂冠：辞官归隐。 　<br>⒃觉道：佛教的达到消除一切欲念和物我相忘的大觉之道。　</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9259.aspx\">诗</a>开头两句：“塔势如涌出，孤高耸天宫。”自下而上仰望，只见巍然高耸的宝塔拔地而起，仿佛从地下涌出，傲然耸立，直达天宫。用一“涌”字，增强了诗的动势，既勾勒出了宝塔孤高危耸之貌，又给宝塔注入了生机，将塔势表现得极其壮观生动。</p> <p>　　接下去四句：“登临出世界，磴道盘虚空。突兀压神州，峥嵘如鬼工。”写登临所见、所感，到了塔身，拾级而上，如同走进广阔无垠的宇宙，蜿蜒的石阶，盘旋而上，直达天穹。此时再看宝塔，突兀耸立，如神工鬼斧，简直不敢相信人力所及。慈恩寺塔，不仅雄伟，而且精妙。　</p> <p>　　再下去四句：“四角碍白日，七层摩苍穹。下窥指高鸟，俯听闻惊风。”写登上塔顶所见，极力夸张塔体之高，摩天蔽日，与天齐眉，低头下望，鸟在眼下，风在脚下。这鸟和风，从地面上看，本是高空之物，而从塔上看，就成了低处之景，反衬宝塔其高无比。</p> <p>　　下面八句，以排比句式依次描写东南西北四方景色。“连山若波涛，奔凑似朝东。”描绘东面山景，连绵起伏，如滚滚巨浪；“青槐夹驰道，宫馆何玲珑。”状摹南面宫苑，青槐葱翠，宫室密布，金碧交辉；“秋色从西来，苍然满关中。”刻写西面秋色，金风习习，满目萧然，透着肃杀之气；“五陵北原上，万古青濛濛。”写北边陵园，渭水北岸，座立着长陵、安陵、阳陵、茂陵、平陵，它们是前汉高帝、惠帝、文帝、景帝、武帝五位君王的陵墓。当年，他们创基立业，轰轰烈烈，如今却默然地安息在青松之下。诗人对四方之景的描绘，从威壮到伟丽，从苍凉到空茫，景中有情，也寄托着诗人对大唐王朝由盛而衰的忧思。</p> <p>　　末了四句，“净理了可悟，胜因夙所宗。誓将挂冠去，觉道资无穷。”诗人想辞官事佛，此时，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>得知，前方主将高仙芝出征大食，遭遇挫折；当朝皇帝唐玄宗，年老昏聩；朝廷之内，外戚宦官等祸国殃民；各方藩镇如安禄山、史思明等图谋不轨，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“苍然满关中”，一片昏暗。诗人心中惆怅，认为佛家清净之理能使人彻悟，殊妙的善因又是自己向来的信奉，因此想学逢萌，及早挂冠而去，去追求无穷无尽的大觉之道。</p>",
  "about": "<h2>创作背景</h2> 　　公元752年（唐玄宗天宝十一年）秋，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>自安西回京述职，相邀<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、薛据、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>等同僚<a href=\"http://so.gushiwen.org/view_9259.aspx\">诗</a>友，出城郊游，来到慈恩寺，见宝塔巍峨俊逸，拾级而上，触景生情，遂吟诗唱和以助兴。高适首唱，作《同诸公登慈恩寺塔》，其余人相和，岑参遂作此诗。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "写塔",
    "景点",
    "写景",
    "忧思"
  ]
}