{
  "id": 232,
  "star": 78,
  "name": "文王",
  "dynasty": "先秦",
  "content": "文王在上，于昭于天。周虽旧邦，其命维新。有周不显，帝命不时。文王陟降，在帝左右。</p> <p>亹亹文王，令闻不已。陈锡哉周，侯文王孙子。文王孙子，本支百世，凡周之士，不显亦世。</p> <p>世之不显，厥犹翼翼。思皇多士，生此王国。王国克生，维周之桢；济济多士，文王以宁。</p> <p>穆穆文王，于缉熙敬止。假哉天命。有商孙子。商之孙子，其丽不亿。上帝既命，侯于周服。</p> <p>侯服于周，天命靡常。殷士肤敏。裸将于京。厥作裸将，常服黼冔。王之荩臣。无念尔祖。</p> <p>无念尔祖，聿修厥德。永言配命，自求多福。殷之未丧师，克配上帝。宜鉴于殷，骏命不易！</p> <p>命之不易，无遏尔躬。宣昭义问，有虞殷自天。上天之载，无声无臭。仪刑文王，万邦作孚。",
  "fanyi": "<p><strong>译文</strong><br>　　文王神灵升上天，在天上光明显耀。周虽是古老的邦国，承受天命建立新王朝。这周朝光辉荣耀，上帝的意旨完全遵照。文王神灵升降天庭，在上帝身边多么崇高。<br>　　勤勉进取的文王，美名永远传扬人间。上帝厚赐他兴起周邦，也赏赐子孙宏福无边。文王的子孙后裔，世世代代繁衍绵延。凡周朝继承爵禄的卿士，累世都光荣尊显。<br>　　累世都光荣尊显，深谋远虑恭谨辛勤。贤良优秀的众多人才，在这个王国降生。王国得以成长发展，他们是周朝栋梁之臣。众多人才济济一堂，文王可以放心安宁。<br>　　文王的风度庄重而恭敬，行事光明正大又谨慎。伟大的天命所决定，商的子孙成了周的属臣。商的那些子孙后代，人数众多算不清。上帝既已降下意旨，就臣服周朝顺应天命。<br>　　商的子孙臣服周朝，可见天命无常会改变。归顺的殷贵族服役勤敏，在京师祭飨作陪伴。他们在祼礼上服役，身穿祭服头戴殷冕。为王献身的忠臣，要感念你的祖先。<br>　　感念你祖先的意旨，修养自身的德行。长久地顺应天命，才能求得多种福分。商没有失去民心时，也能与天意相称。应该以殷为戒鉴，天命不是不会变更。<br>　　天命不是不会改变，你自身不要自绝于天。传布显扬美好的名声，依据天意审慎恭虔。上天行事总是这样，没声音没气味可辨。效法文王的好榜样，天下万国信服永远。</p> <p><strong>注释</strong><br>（1）文王：姬姓，名昌，周王朝的缔造者。<br>（2）於（wū）：叹词，犹“呜”、“啊”。昭：光明显耀。<br>（3）旧邦：邦，犹“国”。周在氏族社会本是姬姓部落，后与姜姓联合为部落联盟，在西北发展。周立国从尧舜时代的后稷算起。<br>（4）命：天命，即天帝的意旨。古时奴隶制和封建制国家的君主宣扬自身承受天命来统治天下。周本来是西北一个小国，曾臣服于商王朝，文王使周发展强大，独立称王．奠定灭商的基础，遗命其子姬发：武王）伐商，建立新兴的王朝。<br>（5）有周：这周王朝。有，指示性冠词。不（pī）：同“丕”，大。<br>（6）时：是。<br>（7）陟降：上行曰陟，下行曰降。<br>（8）左右：犹言身旁。<br>（9）亹（wěi）亹：勤勉不倦貌。<br>（10）令闻：美好的名声。不已：无尽。<br>（11）陈锡：陈，犹“重”、“屡”；锡，赏赐。哉：“载”的假借，初、始。<br>（12）侯：乃。孙子：子孙。<br>（13）本支：以树木的本枝比喻子孙蕃衍。<br>（14）士：这里指统治周朝享受世禄的公侯卿士百官。<br>（15）亦世：犹“奕世”，即累世。<br>（16）厥：其。犹：同“猷”，谋划。翼翼：恭谨勤勉貌。<br>（17）思：语首助词。皇：美、盛。<br>（18）克：能。<br>（19）桢（zhēn）：支柱、骨干。王宗石《<a href=\"http://so.gushiwen.org/view_232.aspx\">诗</a>经分类诠释》据《校勘记》谓“桢”字唐石经初刻“桢”，后改为“祯”，“祯”，吉祥福庆之意。此说亦通。<br>（20）济济：有盛多、整齐美好、庄敬诸义。<br>（21）穆穆：庄重恭敬貌。<br>（22）缉熙：光明。敬止：敬之，严肃谨慎。止犹“之”。<br>（23）假：大。<br>（24）有：得有。<br>（25）其丽不亿：其数极多。丽，数；不，语助词；亿，周制十万为亿，这里只是概数，极言其多。<br>（26）周服：服周。<br>（27）靡常：无常。<br>（28）殷士肤敏：殷士，归降的殷商贵族。肤，繁体作“肤”，《说文》曰：“肤，籀文胪。”有陈礼时陈序礼器之意。肤敏，即勤敏地陈序礼器。<br>（29）祼（guàn）：古代一种祭礼，在神主前面铺白茅，把酒浇茅上，像神在饮酒。将：行。<br>（30）常服：祭事规定的服装。黼（fǔ）：古代有白黑相间花纹的衣服。冔（xǔ）：殷冕。<br>（31）荩臣：忠臣。<br>（32）无：语助词，无义。<br>（33）聿：发语助词。<br>（34）永言：久长。言同“焉”，语助词。配命：与天命相合。配，比配，相称。<br>（35）丧师：指丧失民心。丧，亡、失；师，众、众庶。<br>（36）克配上帝：可以与上帝之意相称。<br>（37）骏命：大命，也即天命。骏，大。<br>（38）遏：止、绝。尔躬：你身。<br>（39）宣昭：宣明传布。义问：美好的名声。义，善；问，通“闻”。<br>（40）有：又。虞：审察、推度。殷：于省吾《泽螺居诗经新证》谓为“依”之借字。<br>（41）载：行事。<br>（42）臭（xìu）：味。<br>（43）仪刑：效法。刑，同“型”，模范，仪法，模式。<br>（44）孚：信服。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇<a href=\"http://so.gushiwen.org/view_232.aspx\">诗</a>是《大雅》的首篇，歌颂周王朝的奠基者文王姬昌。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》据《吕氏春秋·古乐》篇为此诗解题曰：“周人追述文王之德，明国家所以受命而代殷者，皆由于此，以戒成王。”这指明此诗创作在西周初年，作者是周公。后世说《诗》，多从此说。余培林《诗经正诂》说：“观诗中文字，恳切叮咛，谆谆告戒，……故其说是也。至此诗之旨，四字可以尽之，曰：‘敬天法祖。’”此论可谓简明的当。</p> <p>　　《诗经》中有多篇歌颂文王的诗，而序次以此篇为首，因为它的作者是西周王朝的政治代表人物、被颂扬为“圣人”的周公，诗的内容表达了重大的政治主题，对西周统治阶级具有现实的和长远的重要政治意义。</p> <p>　　歌颂文王，是《雅》、《颂》的基本主题之一。这是因为文王是周人崇敬的祖先，伟大的民族英雄，周王国的缔造者。姬昌积五十年的艰苦奋斗，使僻处于西北的一个农业小国，逐渐发展为与殷商王朝抗衡的新兴强国，他奠定了新王朝的基础；他又是联合被侵略被压迫的各民族，结成统一战线，反抗殷商王朝暴虐统治的政治联盟的领袖；他组织的军事力量和政治力量，在他生前已经完成对殷王朝的三面包围，完成了灭商的决战准备；他采取比较开明的政策，以代天行道、反对暴政实行“仁德”为旗帜，适合当时各民族各阶级反对暴虐统治与奴隶要求解放的时代潮流，因而得到各族人民的拥护。他死后三年，武王继承他的遗志，运用他组织的力量，抬着他的木主伐商，一战成功，推翻了殷商奴隶主政权，建立了比较开明的周王朝。文王是当之无愧的周王国国父，对他的歌颂，自然成为许多诗篇的共同主题。每个时代都曾产生自己时代的颂歌，歌颂自己时代深受爱戴的政治领袖，歌颂为自己的民族、阶级、国家建立功业的英雄，歌颂文王的诗篇，就是在上述现实基础上理所当然的历史产物。</p> <p>　　如同每个时代的颂歌都体现它们产生时的时代精神，文王颂歌也打上奴隶制向封建制过渡时期的时代烙印。诗篇歌颂他是天之子，具有非凡的人格和智慧，是道德的楷模，天意的化身，赐予人民光明和幸福的恩主，是把他神圣化、偶像化了。</p> <p>　　这篇诗与其他的文王颂歌有相同之处，也有不同之处。除了歌颂之外，作者还以深谋远虑、富有政治经验的政治家的识见，向时王和全宗族的既得利益者，提出敬天法祖、以殷为鉴的告戒，以求得周王朝的长治永安。</p> <p>　　全诗七章，每章八句。第一章言文王得天命兴国，建立新王朝是天帝意旨；第二章言文王兴国福泽子孙宗亲，子孙百代得享福禄荣耀；第三章言王朝人才众多得以世代继承传统；第四章言因德行而承天命兴周代殷，天命所系，殷人臣服；第五章言天命无常，曾拥有天下的殷商贵族已成为服役者；第六章言以殷为鉴，敬天修德，才能天命不变，永保多福；第七章言效法文王的德行和勤勉，就可以得天福佑，长治久安。</p> <p>　　很明显，贯穿全诗始终的是从殷商继承下来，又经过重大改造的天命论思想。天命论本来是殷商奴隶主的政治哲学，即“君权神授”，统治者的权力是天帝赐予的，奉行天的旨意实行在人间的统治，统治者所做的一切都是天意，天意永远不会改变。周王朝推翻殷商的统治，也借用天命，作为自己建立统治的理论根据，而吸取殷商亡国的经验教训，提出“天命无常”、“唯德是从”，上天只选择有德的人来统治天下，统治者失德，便会被革去天命，而另以有德者来代替，文王就是以德而代殷兴周的。所以文王的子孙要以殷为鉴，敬畏上帝，效法文王的德行，才能永保天命。这是此诗的中心思想。</p> <p>　　全诗没有空发议论，而是通过对文王功业和德行的歌颂，以事实为依据，动之以情，晓之以理。如歌颂文王福泽百世，启发对文王恩德的感戴之情，弦外之音就是：如果没有文王创立的王朝，就没有今日和后世的荣显。作者又以殷商的亡国为鉴戒，殷商人口比原来的周国多得多，却因丧失民心而失败，再用殷贵族沦为周朝的服役者这一事实，引起警戒。全诗恳切叮咛，谆谆教导，有劝勉，有鼓励，有启发，有引导，理正情深，表现了老政治家对后生晚辈的苦口婆心。在文王颂歌中，这是思想深刻、艺术也较为成功的一篇。</p> <p>　　全诗七章，章八句，五十六句中除三句五言外，均为四言，章句结构整齐。每章换韵，韵律和谐。最突出之处，是诗中成功地运用了连珠顶真的修辞技巧：前章与后章的词句相连锁，后章的起句承接前章的末句，或全句相重，或后半句相重，这样，语句蝉联，诗义贯串，宛如一体。这篇诗的蝉联，除了结构紧凑，还起换韵作用，如姚际恒《诗经通论》所说：“每四句承上语作转韵，委委属属，连成一片。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪诗》本此。”方玉润《诗经原始》还说：“曹诗只起落相承，此则中间换韵亦相承不断，诗格尤奇。”</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "写人"
  ]
}