{
  "id": 22562,
  "star": 34,
  "name": "西湖晚归回望孤山寺赠诸客",
  "dynasty": "唐代",
  "content": "柳湖松岛莲花寺，晚动归桡出道场。<br>卢橘子低山雨重，栟榈叶战水风凉。<br>烟波澹荡摇空碧，楼殿参差倚夕阳。<br>到岸请君回首望，蓬莱宫在海中央。",
  "fanyi": "<p><strong>译文</strong><br>在西湖附近的孤山上有座孤山寺，傍晚听完高僧佛经讲解划船回去。<br>因为卢橘饱含雨水，所以其果实沉重而低垂，棕榈的叶子随着清风的吹动相互击打着。<br>湖上的水气迷蒙，微波动荡，水天一色， 望湖上琼楼珠殿，参差不去，倒映在夕阳下。<br>回到对岸，请各位客人在回首望去，孤山寺仿佛像仙山中的蓬莱宫一样，坐落在水中央。</p> <p><strong>注释</strong><br>柳湖：西湖旁多植柳，故有是称。<br>松岛：孤山。<br>莲花寺：孤山寺。<br>桡（ráo）：船桨。<br>道场，僧侣诵经礼拜之处，即佛殿。<br>卢橘子：枇杷的果实。<br>重（zhòng）：沉重。<br>栟榈（bīng lǘ）叶：棕榈的叶子。<br>战：交相互动。<br>凉：指水风的清爽。<br>烟波：湖上的水气与微波。<br>澹（dàn）：安静的样子。<br>空碧：指水天交相辉映。<br>参差（cēn cī）：高低错落的样子。<br>倚：靠着，这里有映照的意思。<br>君：各位客人。<br>回首：回头。<br>蓬莱宫：传说海上有仙山，名蓬莱，而孤山寺中亦有蓬莱阁，语带双关。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“柳湖松岛莲花寺，晚动归桡出道场”。这两句，虽然仅是对“西湖晚归”的一个交代，但在写法上却很见技巧。试以现代的电影摄影手法作比，先是全景：波光漪涟的柳湖。然后镜头向前推近：映出松岛、莲花寺。最后是两个分镜头：湖上，天近傍晚，撑船人正摇动“归桡”，准备接客归去；寺中，<a href=\"http://so.gushiwen.org/view_22562.aspx\">诗</a>人正和“诸客”走出道场，准备“晚归”。这种写法，层次分明，主从有序，给人以清晰明快之感。其次，这两句五处用了富有特征性的修饰词语和“借代”之法，从而增加了景物的质感和特征，写出了诗人对它的喜悦之情。试想，如果直说“西湖孤山山上寺，晚动归舟出庙堂”，这就索然无味，不能写出孤山寺的特色及诗人的喜悦之情。诗贵别趣，意忌直出，没有诗人的这种精心安排和恰当修饰，就不会使人读之如身临其境的。</p> <p>　　上二句，从大处写起，由景到人；下二句，是从小处着笔，由人观景。“卢橘子低山雨重，栟榈叶战水风凉”，就是写诗人归路所见。卢橘即批杷，栟榈即棕榈。批杷硕果累累，金实翠叶，本来就多么令人喜爱，山雨过后，清香四溢，连果枝都被压得低垂下来；一个“重”字，写出了诗人对它的多少喜悦之情！棕榈树高叶大，俨若凉扇遮径，雨后清风，阔叶颤动，似乎它也感到了水风的清爽。一个“凉”字，透出诗人多少快感！好的画境，首先要看它能否表现出典型的物象；好的诗情，首先要看它能否把作者的精神融于画境。这两句，可以说是美景爽情的融冶，诗情画意的结合，似情似景，难解难分。</p> <p>　　诗人移步登舟，船行湖上，这时的情景是：在宽阔的湖面上，轻轻的寒烟似有似无，蓝蓝的湖波共长天一色，所以说“烟波澹荡摇空碧。”“澹荡”二字，使人如泛仙槎，如升青冥，写出了清爽闲适之情。回望孤山寺：“楼殿参差倚夕阳”，“参差”二字，写出了随山势高下而建筑的宇观楼殿的特有景色，从而使人想到檐牙错落、各抱地势的瑰丽情景；加之夕阳晚照，红砖绿瓦，金光明灭，真是佛地宛如仙境，因而诗人发出由衷的感慨：“到岸请君回首望，蓬莱宫在海中央。”──落笔到“回望孤山赠诸客”的题旨，作品便戛然而止。孤山寺中有蓬莱阁，两者浑然一体，不着痕迹，更增加了韵外味，弦外音，使孤山寺的诗情画境久久萦绕于读者的脑际。</p> <p>　　这首诗，短短八句，句句写景，句句含情，读后如随诗人游踪，在我们面前展现出一幕幕湖光山色的画图。它宛如一篇优美的游记，更配有铿锵的韵致，荡起喜悦的心声，如画卷在目，如乐章在耳，给人以情景水乳交融的快感。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_22562.aspx\">诗</a>作于长庆二年（822年）秋至四年夏，当时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在杭州任刺史，闲暇之余，他常喜欢到寺里听听高僧讲经，故而创作这首诗，这首诗描绘了孤山寺周围的景象，同时也记录了他与“诸客”听讲归来的感受。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "寺庙",
    "离别"
  ]
}