{
  "id": 49570,
  "star": 37,
  "name": "减字木兰花·春月",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">二月十五夜，与赵德麟小酌聚星堂</span></p> <p>春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。<br>轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。",
  "fanyi": "<p><strong>译文</strong><br>春日庭院，皓月当空，堂前小酌，飘然欲醉，起舞弄影。九曲回廊，舞步旋转，树上梅花，一半凋零，酒香梅香，和美醇清。<br>淡淡的云，薄薄的雾，如此春宵月色，是年轻人及时行乐的佳境。不像秋天的月，执着地照着离别之人，引两地伤情。</p> <p><strong>注释</strong><br>⑴香醪：美酒佳酿<br>⑵婉娩：形容香味醇清和美。</p><br/><p><strong>译文<br></strong>春夜的庭院中，月儿正在当空。银光在摇荡的美酒上闪烁不定，好似优美的舞步。走过回廊，已经半落的梅花发出阵阵幽香。<br>那轻风吹拂薄雾笼罩的春月，总是照着少年行乐的地方。不像秋天的月光照着孤独的远行人，更备感凄凉。</p> <p><strong>注释<br></strong>1、春庭：春季的庭院。<br>2、月午：指月亮升到天顶。阴历十五日半夜。<br>3、摇荡香醪（láo）：指月光下花香如陈酿的酒香在飘溢。香醪，美酒佳酿。<br>4、光欲舞：梅花晃动引得月光不定，如同梅花在舞蹈。<br>5、半落：微微低垂。<br>6、婉娩（wǎn miǎn）：形容香味醇清和美。<br>7、轻云薄雾：轻柔的云，薄薄的雾，喻月光柔美与梅花香飘。<br>8、秋光：秋月。<br>9、离人：离开家乡与亲人的人，这里指作者自己。</p>",
  "shangxi": "<h2>简析</h2> <p>　　上片写景。月下赏花，饮酒赋<a href=\"http://so.gushiwen.org/view_49570.aspx\">诗</a>，是古诗词中常见的题材，读者关心的是诗人举杯时所产生的感受和联想。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>此首写他把月光斟进自己的酒杯里，让读者与他一起分享美酒的芬芳和清光。这种感受是新奇的，大胆的，但又是合理的，自然的。开篇的“月午”，不是早已指明中天明月光正泻向杯中。而“摇荡”一词，正透露出诗人举杯相属的豪兴而使月光翩然起舞。诗人从寻常的生活中，捕捉到不寻常的诗意，于平易中见工夫，逸趣中显天才。月色是这样的皎洁明净，所照之处冷浸一片银色。聚星堂前的梅花也更显得璀灿晶莹，洗尽铅华见雪肌。诗人不禁离席，漫步于积水空明的回廊上。此时他始觉幽香袭来，柔顺清润，以至于物我两忘，陶醉在这优美安谧的境界之中。</p> <p>　　下片发议论。过片由“半落梅花”而来，“欲落梅花更多情”，何况这梅花烟雾轻笼，有一种朦胧含浑之美。花前月下，自古以来“总是少年行乐处”，这少年是泛指，也是指赵德麟。诗人很赏识这位年轻的签判，称赞他“吏事通敏，文采俊丽，志节端亮，议论英发。”他们平时诗歌唱和，此时又同饮花下，“齿发日向疏”的太守，也有与少年同游乐之意。最后以其夫人关于月色的议论作结，他认为这议论富有诗意。</p> <p>　　在这首词中，他选取了月色、梅花，冷香，回廊，烟雾等，构成清幽恬静的艺术境界，表现了他对美好事物的追求，对良辰美景的珍惜，使他的精神从政治得失中解脱出来，一念清净，旷达闲适，这表现了他精神生活的一个方面。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于元祐七年（1092），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知守颍州时。一年春夜，堂前梅花大开，月色鲜霁。王夫人对苏轼说：“春月色胜于秋月色；秋月令人惨凄，春月令人和悦。何不邀几个朋友来，饮此花下。”听了夫人的话，苏轼十分高兴地说：“我不知道夫人原来是位<a href=\"http://so.gushiwen.org/view_49570.aspx\">诗</a>人，方才你讲的这番话，真是诗的语言哪！”于是，便邀来几位朋友，在梅花树下饮酒赏月，并取王夫人的语意，填写了这首《减字木兰花》。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "春天",
    "月亮",
    "伤怀"
  ]
}