{
  "id": 72121,
  "star": 281,
  "name": "饮酒·其四",
  "dynasty": "魏晋",
  "content": "秋菊有佳色，裛露掇其英。<br>泛此忘忧物，远我遗世情。<br>一觞虽独尽，杯尽壶自倾。<br>日入群动息，归鸟趋林鸣。<br>啸傲东轩下，聊复得此生。",
  "fanyi": "<p><strong>译文<br></strong>秋菊花盛正鲜艳，含露润泽采花英。<br>菊泡酒中味更美，避俗之情更深浓。<br>一挥而尽杯中酒，再执酒壶注杯中。<br>日落众生皆息止，归鸟向林欢快鸣。<br>纵情欢歌东窗下，姑且逍遥度此生。</p> <p><strong>注释</strong><br>(1)这首<a href=\"http://so.gushiwen.org/view_72121.aspx\">诗</a>主要写赏菊与饮酒，诗人完全沉醉其中，忘却了尘世，摆脱了忧愁，逍遥闲适，自得其乐。<br>(2)裛（yì意）：通“浥”，沾湿。掇（duo多）：采摘。英：花。<br>(3)泛：浮。意即以菊花泡酒中。此：指菊花。忘忧物：指酒。《文选》卷三十李善注“泛此忘忧物”说：“《毛诗》曰：‘微我无酒，以邀以游。’毛苌曰：‘非我无酒，可以忘忧也。’<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《秋菊赋》曰：‘泛流英于清醴，似浮萍之随波。’”远：这里作动词，使远。遗世情：遗弃世俗的情怀，即隐居。<br>(4)壶自倾：谓由酒壶中再往杯中注酒。<br>(5)群动：各类活动的生物。息：歇息，止息。趋：归向。<br>(6)啸傲：谓言动自在，无拘无束。轩：窗。得此生：指得到人生之真意，即悠闲适意的生活。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_72121.aspx\">诗</a>写对菊饮酒的悠然自得，实际蕴藏着深沉的感伤。</p> <p>　　秋天是菊花的季节。在百花早已凋谢的秋日，惟独菊花不畏严霜，粲然独放，表现出坚贞高洁的品格。惟其如此，作者非常爱菊，诗中屡次写到，而且常常把它同松联系在一起，如《和郭主簿》：“芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。”《归去来辞》：“三径就荒，松菊犹存。”此诗首句“秋菊有佳色”，亦是对菊的倾心赞美。“有佳色”三字极朴素，“佳”字还暗点出众芳凋零，惟菊有傲霜之色，如果换成其他秾丽字眼，比如“丽”、“粲”、“绚”之类，反倒恶俗不堪。前人称此句“洗尽古今尘俗气”（宋李公焕《笺注<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>集》引艮斋语），并非虚誉“裛露掇其英”，带露摘花，色香俱佳。采菊是为了服食，菊可延年益寿。作者《九日闲居》就有“酒能祛百虑，菊解制颓龄”之旬。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与钟繇九日送菊书》云：“辅体延年，莫斯（指菊）之贵。谨奉一束，以助彭祖之术。”可见服食菊花，是六朝的风气。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》说：“朝饮木兰之坠露兮，夕餐秋菊之落英。”故服食菊花不仅在强身，还有志趣高洁的喻意，而通篇之高远寓意，亦皆由菊引发。</p> <p>　　秋菊佳色，助人酒兴，作者不觉一杯接着一杯，独自饮起酒来。《诗经·邶风·柏舟》“微我无酒，以遨以游”，毛《传》：“非我无酒可以遨游忘忧也。”又<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》：“何以解忧，惟有杜康。”（相传杜康是开始造酒的人，这里用作酒的代称。）如果心中无忧，就不会想到“忘忧”，这里透出了作者胸中的郁愤之情。“遗世”，遗弃、超脱俗世，主要是指不去做官。明黄文焕《陶诗析义》说：“遗世之情，我原自远，对酒对菊，又加远一倍矣。”分析甚确。不过，结合“忘忧”看，这里的“遗世”，也含有愤激的成分。因为渊明本来很想做一番“大济于苍生”（《感士不遇赋》）的事业，只是后来在官场中亲眼看到当时政治黑暗，这才决计归隐的。</p> <p>　　后面六句具体叙写饮酒的乐趣和感想，描绘出一个宁静美好的境界，是对“遗世情”的形象写照。这里写的是独醉。他既没有<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>“坐上客常满，尊中酒不空”（《后汉书·郑孔荀列传》载孔融语）那样的豪华气派，也不像竹林名士那样“纵酒昏酣”，而是一个人对菊自酌。独饮本来容易使人感到寂寞，但五、六两句各着一“虽”字、“自”字，就洗去孤寂冷落之感，“自”字显得那壶儿似也颇解人意，为诗人手中的酒杯殷勤地添注不已。“倾”字不仅指向杯中斟酒，还有酒壶倾尽之意，见出他自酌的时间之长，兴致之高，饮酒之多。所以从这两句到“日入”两句，不仅描写的方面不同，还包含着时间的推移。随着饮酒增多，作者的感触也多了起来。</p> <p>　　再下二句，“日入群动息”是总论，“归鸟趋林鸣”是于群动中特取一物以证之；也可以说，因见归鸟趋林，所以悟出日入之时正是群动止息之际。“趋”是动态，“鸣”是声音，但惟有在特别空旷静寂的环境中，才能更加显出飞鸟趋林，更加清晰地听到鸟儿的声音，这是以动写静、以声写寂的表现手法。而环境的宁静优美，又衬托出作者的闲适心情。这二句是写景，同时也是渊明此时志趣的寄托。渊明诗中写到鸟的很多，尤其归隐以后，常常借归鸟寓意。除此诗外，他如“翼翼归鸟，相林徘徊。岂思天路，欣及归栖”（《归鸟》），“翼翼归鸟，戢羽寒条。……矰缴奚施，已卷（倦）安劳”（《归鸟》），“羁鸟恋旧林，池鱼思故渊”（《归园田居》），还有“云无心而出蚰，鸟倦飞而知还”（《归去来辞》），“山气日夕佳，飞鸟相与还”（《饮酒·结庐在人境》），“众鸟欣有托，吾亦爱吾庐”（《读山海经》），等等。这些诗中的归鸟，都是作者的艺术化身。趋林之鸟本来是无意中所见，但它却唤起了作者的感慨深思：“群动”皆有止息之时，飞鸟日落犹知还巢，人生何独不然？鸟儿始飞终归的过程，正好像是作者由出仕到归隐的生活历程。这里既是兴，也是比，又是即目写景，三者浑然一体，使人不觉，表现手法非常高妙。</p> <p>　　末尾写所以归隐之故，表达了隐居终身的决心。“啸”是撮口发出长而清越的声音，是古人抒发感情的一种方式。“啸傲”谓歌咏自得，无拘无束。《饮酒》第五首《饮酒·结庐在人境》有“采菊东篱下，悠然见南山”，知东轩即在此东篱内，东篱之下种有菊花。对菊饮酒，啸歌采菊，自是人生之至乐。“得此生”是说不为外物所役使，按着自己的心意自由地生活，也就是苏东坡所说的“靖节以无事自适为得此生，则凡役于物者，非失此生耶？”（《东坡题跋·题渊明诗》）“得此生”和“失此生”实指归隐和做官。啸傲东轩，是隐居悠闲之乐的形象描绘，它是赞美，是庆幸，也是意愿。然而，“聊复”（姑且算是）一词，又给这一切罩上了一层无可奈何的色彩，它上承“忘忧”、“遗世”，仍然表现出壮志难酬的憾恨，并非一味悠然陶然。</p>",
  "about": "<h2>创作背景</h2> 　　公元416年，刘裕调集全国的兵力，从东向西，分五路讨伐后秦。首发攻克了洛阳，西晋故都得到光复。第二年又攻克长安。长安经过百年沧桑，终于被晋军收复。消息传到江南，东晋朝野一片欢腾。 刘裕通过北伐，极大的扩大了他个人的权利。朝廷为了讨好刘裕，下诏书封刘裕为相国，总管朝政，又封他为宋公，食邑十个郡，加九锡，位在各诸侯之上，刘裕故作推辞。明眼人一看就知道，朝廷控在刘裕手里，他想要什么，朝廷就得下诏书给他什么。他想当朝廷的王，当今的朝廷也得赶快让位给他，这是早晚的事。 那一年秋天，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>总是闷闷不乐。他早就看透，东晋的气数已尽，刘裕篡位只是迟早的事，他整天为这件事悲伤郁悒。只要东晋存在，曾祖父陶侃的功绩就光辉灿烂，照耀家邦。一旦东晋灭亡，就一笔勾销了。他又想一切都在发展变化，兴衰荣辱也在不断地交替更换。大到一个国家，小到一个家庭，莫不如此。为这些事烦恼也没有用，还是多喝点酒，好好睡一觉吧。 陶渊明只要弄到酒，没有一个晚上不喝他个一醉方休。他认识到，人生在世像闪电一样，稍纵即逝，就应该坦荡从容，无忧无虑地度过。 醉酒之后反而<a href=\"http://so.gushiwen.org/view_72121.aspx\">诗</a>兴大发，胡乱扯出一张纸，书写感慨，等到第二天清醒后，再修改润色。写好的诗稿越积越厚，让老朋友帮忙整理抄录。一共得到20首诗，陶渊明把这一组诗题为《饮酒二十首》，此诗为第7首。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "赏花",
    "菊花",
    "饮酒",
    "感伤"
  ]
}