{
  "id": 18520,
  "star": 58,
  "name": "金陵怀古",
  "dynasty": "唐代",
  "content": "潮满冶城渚，日斜征虏亭。<br>蔡洲新草绿，幕府旧烟青。<br>兴废由人事，山川空地形。<br>后庭花一曲，幽怨不堪听。",
  "fanyi": "<p><strong>译文</strong><br>春潮淹没了冶城的洲渚，落日余晖斜照在征虏亭。<br>蔡洲新草茁壮一片嫩绿，幕府山上仍是烟霭青青。<br>国家的兴亡取决于人事，山河也徒有险峻的地形。<br>玉树后庭花这支亡国曲，凄婉幽怨令人不忍再听。</p> <p>注释<br>⑴冶（yè）城：东吴著名的制造兵器之地。冶：一作“台”。<br>⑵征虏亭：亭名，在金陵。<br>⑶蔡洲：江中洲名。蔡：一作“芳”。<br>⑷幕府：山名。<br>⑸兴废：指国家兴亡。人事：指人的作为。<br>⑹山川空地形：徒然具有险要的山川形势。<br>⑺后庭花：即《玉树后庭花》，陈后主所作歌曲名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“潮满冶城渚，日斜征虏亭。”首联写的是晨景和晚景。<a href=\"http://so.gushiwen.org/view_18520.aspx\">诗</a>人为寻访东吴当年冶铸之地——冶城的遗迹来到江边，正逢早潮上涨，水天空阔，满川风涛。冶城这一以冶制吴刀、吴钩著名的古迹在何处，诗人徘徊寻觅，却四顾茫然。只有那江涛的拍岸声和江边一片荒凉的景象。它仿佛告诉人们：冶城和吴国的雄图霸业一样，早已在时间的长河中消逝得无影无踪了。傍晚时分，征虏亭寂寞地矗立在斜晖之中，伴随着它的不过是投在地上的长长的黑影而已，那东晋王谢贵族之家曾在这里饯行送别的热闹排场，也早已销声匿迹。尽管亭子与夕阳依旧，但人事却已全非。诗在开头两句巧妙地把盛衰对比从景语中道出，使诗歌一落笔就紧扣题意，自然流露出吊古伤今之情。</p> <p>　　“蔡洲新草绿，幕府旧烟青。”颔联两句虽然仍是写景，但此处写的景，则不仅是对历史陈迹的凭吊，而且以雄伟美丽的山川为见证以抒怀，借以形象地表达出诗人对某一历史问题的识见。诗人说：看哪，时序虽在春寒料峭之中，那江心不沉的战船——蔡洲却已长出一片嫩绿的新草；那向称金陵门户的幕府山正雄视大江，山顶上升起袅袅青烟，光景依然如旧。面对着滔滔江流，诗人想起了东晋军阀苏峻曾一度袭破金陵，企图凭借险阻，建立霸业。不久陶侃、温峤起兵在此伐叛，舟师四万次于蔡洲。一时舳舻相望，旌旗蔽空，激战累日，终于击败苏峻，使晋室转危为安。他还想起幕府山正是由于丞相王导曾在此建立幕府屯兵驻守而得名。但曾几何时，东晋仍然被刘宋所代替，衡阳王刘义季出任南兖州刺史，此山从此又成为刘宋新贵们祖饯之处。山川风物在变幻的历史长河中并没有变异，诗人看到的仍是：春草年年绿，旧烟岁岁青。这一联熔古今事与眼前景为一体，“新草绿”、“旧烟青”六字下得醒豁鲜明，情景交融，并为下文的感慨作铺垫。</p> <p>　　“兴废由人事，山川空地形。”颈联承上两联转入议论。诗人以极其精炼的语言揭示了六朝兴亡的秘密，并示警当世：六朝的繁华哪里去了？当时的权贵而今安在？险要的山川形势并没有为他们的长治久安提供保障；国家兴亡，原当取决于人事！在这一联里，诗人思接千里，自铸伟词，提出了社稷之存“在德不在险”的卓越见解。后来<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《金陵怀古四首》其二：“天兵南下此桥江，敌国当时指顾降。山水雄豪空复在，君王神武自无双。”即由此化出。足见议论之高，识见之卓。</p> <p>　　尾联“《后庭花》一曲，幽怨不堪听”。六朝帝王凭恃天险、纵情享乐而国亡，历史的教训并没有被后世记取。诗人以《玉树后庭花》尚在流行暗示当今唐代的统治者依托关中百二山河之险，沉溺在声色享乐之中，正步着六朝的后尘，其后果是不堪设想的。《玉树后庭花》是公认的亡国之音。诗含蓄地把鉴戒亡国之意寄寓于一种音乐现象之中，可谓意味深长。晚唐诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《泊秦淮》：“商女不知亡国恨，隔江犹唱《后庭花》”，便是脱胎于此。</p> <p>　　《贞一斋诗说》说：“咏史诗不必凿凿指事实，看古人名作可见。”<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>这首诗就是这样，首联从题前摇曳而来，尾联从题后迤逦而去。前两联只点出与六朝有关的金陵名胜古迹，以暗示千古兴亡之所由，而不是为了追怀一朝、一帝、一事、一物。至后两联则通过议论和感慨借古讽今，揭示出全诗主旨。这种手法，用在咏史诗、怀古诗中是颇为高明的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18520.aspx\">诗</a>当作于唐敬宗宝历三年（827年）。宝历二年（826年）冬，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>由和州返回洛阳，途经金陵。从诗中的写景看来，这首诗可能写于次年初春，大概与《金陵五题》写于同时。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "写景",
    "咏史怀古"
  ]
}