{
  "id": 70760,
  "star": 24,
  "name": "菩萨蛮·催花未歇花奴鼓",
  "dynasty": "清代",
  "content": "催花未歇花奴鼓，酒醒已见残红舞。不忍覆馀觞，临风泪数行。<br>粉香看又别，空剩当时月。月也异当时，凄清照鬓丝。",
  "fanyi": "<p><strong>译文<br></strong>催促春花盛开的鼓声一直还没有停，酒醒之后已经看见落花纷纷扬扬。不忍倾杯一饮而尽这酒杯中残余的薄酒。面对秋风，离情别绪顿生，情不自禁地流下眼泪。<br>可爱的人儿阿，如今这离别又出现在眼前，寂空无所依，只留下一轮圆月，独立天际，甚至就连这月亮也与当时我们在一起时不同，你看这凄凉的清光缕缕地照在我的青丝上，如何不催人泪下。</p> <p><strong>注释<br></strong>①菩萨蛮：《菩萨蛮》，本唐教坊曲，后用为词牌，也用作曲牌。亦作《菩萨鬘》，又名《子夜歌》、《重叠金》等。<br>②花奴：唐玄宗时汝阳王李琎的小字。<br>③残红舞：指花落。<br>④覆：倾翻酒杯，指饮酒。<br>⑤馀觞（yúshāng）：杯中所剩残酒。<br>⑥粉香：代指钟爱的女子。<br>⑦“月也”二句：如今的月光也与当时不同了，只照着我的鬓发。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词通过临别前和临别时的环境以及心理描写，来渲染相思之情。上片通过临别前饮酒与心绪不宁的矛盾心态，下片更进一步，通过写马上要离别时，突然感到物非人非的强烈情感，表达了面对离别而无法自禁的剧烈情感变化。</p> <p>　　上片情感表现还在自控的范围内，最多是愁肠百结而“不忍覆余觞”，实在不能忍受心中痛苦也只是“临风泪数行”，或许情人问起，她可能还会忍住说是眼中吹进了沙子。</p> <p>　　下片就显然增强了情感。眼看马上所爱的人就会很难再看见一次，情感上难以忍受，原本物是人非都已是催人肝肠寸断的了，她却说就连物也并非原来的物了，天上那轮见证过你我二人爱情事实的圆月也突然冷酷无情起来，这营造了一种极大的内心恐惧感、寂寞感、空虚感。</p> <p>　　这首词中“催花未歇花奴鼓”句引了唐代玄宗时人物李琏的典故。他是大唐睿宗皇帝嫡孙，是唐朝宗室让皇帝李宪的长子，正由于他是让皇帝的长子，所以被封为汝阳郡王。他小名叫花奴，是个长得面容俊美姣好的美男子，并且音乐能力很强，可谓才貌双全。他还擅长弓和羯鼓，聪明敏捷。众所周知，唐玄宗也是历史上一个极富艺术修养的皇帝，在音乐舞蹈方面都是行家，身边有个多才多艺、才貌双全的美男子花奴，玄宗当然对他很是喜欢，并曾亲自教他音律，据说玄宗还亲自教授他羯鼓。</p> <p>　　这首词写思恋、写离别，本身用词也巧，典故也大有可玩味处，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>读可感：花奴不鼓，唯见残红飞舞，前欢不再，而其悲则无穷，读之惨然，起身无绪，怅然若有所思。</p><br/><h2>赏析</h2> <p>　　这词要从唐朝说起，《菩萨蛮》又名《子夜歌》、《巫山一片云》，是唐朝教坊曲名，据记载，唐宣宗时，女蛮国入贡，其人高髻金冠，璎珞被体，故称菩萨蛮队，乐工因作《菩萨蛮曲》。不是菩萨也发脾气耍蛮的意思。</p> <p>　　唐玄宗时汝阳王李琎小字“花奴”。奴是昵称，宋武帝刘裕的小名就叫“寄奴”，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也称自己的儿子为明月奴。李琎善羯鼓，羯鼓，一种乐器，状如漆桶，下承以牙床，鼓之两头俱击。据说此乐器出自匈奴。</p> <p>　　玄宗也善羯鼓，因此对李琎特钟爱之，曾说：“花奴姿质明莹，肌发光细，非人间人，必神仙谪堕也。”（见《羯鼓录》）又，玄宗尝于二月初一晨，见宫中景色明丽，柳杏将吐，遂命<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>取羯鼓临轩纵击一曲《春光好》，曲终，花已发坼。玄宗笑言：“此一事不唤我作天公可乎？”玄宗以鼓催花的狂妄自豪和祖母则天大帝以<a href=\"http://so.gushiwen.org/view_70760.aspx\">诗</a>催花的做法一脉相承。</p> <p>　　唐朝人的任性纵情总带着天亲地近的色彩，有新石器时代对着红日高山丛莽舞蹈的肆意。后来达官贵人筵席之上常击鼓为乐，以助酒兴。然而后来人少有那种肆意无畏的兴头，多了不忍覆馀觞的小心翼翼，越是想留存好景越是容易多愁善感，临风泪数行的气质所为就有刻意的萧瑟和黯然了。</p> <p>　　容若这首词由离筵写起，用羯鼓催花之典实，花开即落，暗语好景不常。用盛筵将散，离别在即的情景，表达了伤春伤别的惆怅。下阕承上阕情景情绪再加点染，进一步刻画今日空自对月的寂寞凄清。结二句落在了此刻的实处，写月下的痴情思念，无法排解的愁苦幽伤。</p> <p>　　容若词集中另一阕《菩萨蛮》曰：“梦回酒醒三通鼓，断肠啼鴃花飞处。新恨隔红窗，罗衫泪几行。相思何处说？空对当时月。月也异当时，团圞照鬓丝。”立意构思乃至遣词用句，都与此阕雷同。评家多认为可能一是初稿，一是改稿，然改易处甚多，结集时就两首并存。</p>",
  "about": "<h2>创作背景</h2> 　　清代中后期，词人爱妻卢氏去世，词人为了纪念与哀悼亡妻，于是写下了这首《菩萨蛮》。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "离别",
    "写花"
  ]
}