{
  "id": 50715,
  "star": 148,
  "name": "摸鱼儿·东皋寓居",
  "dynasty": "宋代",
  "content": "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。 <br>青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。",
  "fanyi": "<h2>注释</h2> ⑴东皋寓居：词题。东皋指<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>晚年居住的金乡（今属山东）归来园。<br>⑵陂（bēi）塘：池塘。旋：很快，不久。<br>⑶依稀：好像是。<br>⑷嘉雨：一场好雨。<br>⑸沙觜（zuǐ）：从水中突出和陆地相连的沙滩。<br>⑹渚（zhǔ）：水中的小洲（岛）。<br>⑺翠幄（wò）：绿色的帐子。这里指杨柳。<br>⑻柔茵：柔软的褥子。这里指草地。藉：铺垫。<br>⑼青绫被：汉朝时，尚书郎值夜班，官家给青缣白绫被褥使用。<br>⑽金闺：汉朝宫门的名称，又叫金马门，是学士们著作和草拟文稿的地方。此指朝廷。晁补之曾做过校书郎、著作佐郎这样的官。<br>⑾“儒冠曾把身误”：说读书、做官耽误了自己。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丞丈二十二韵》<a href=\"http://so.gushiwen.org/view_50715.aspx\">诗</a>有“纨袴不饿死，儒冠多误身”的句子，这里是借用。<br>⑿弓刀千骑（ jì）：说达官贵人出行时护卫侍从很多。邵平瓜圃：邵平是秦朝的官员。秦朝灭亡后，他就做老百姓，在城外种瓜。<br>⒀觑（qù）：细看。<br>⒁“满青镜、星星鬓影今如许”：说从镜子里看到，自己的鬓发已经白了不少。青镜：古代镜子多用青铜制成，故称青镜。星星：指头发花白的样子。如许：这么多。<br>⒂浪语：空话，废话。<br>⒃“便似得班超，封侯万里，归计恐迟暮”：说像班超那样，虽然做了高官，回归故乡时已经年岁老大，有些晚了。汉朝班超少年有大志，后来在西域立了大功，封了侯，在外30多年，回到京城洛阳时已经70多岁，不久便死了。迟暮，晚年，此指归来已晚。",
  "shangxi": "<h2>赏析</h2> <p>　　上片写景，描绘出一幅冲淡平和 ，闲适宁静的风景画：陂塘杨柳，野趣天成，仿佛淮水两岸，湘江之滨的青山绿水。东皋新雨，草木葱茏，山间溪水的涨痕清晰可辨，沙州上聚集着白鹭、鸥鸟，一片静穆明净的景色 。 开头，“买陂塘、旋栽杨柳，依稀淮岸江浦。”买到池塘，在岸边栽上杨柳，看上去好似淮岸江边，风光极为秀美。“沙觜”，沙嘴，即突出在水中的沙洲。“翠幄”，绿色的帐幕，指池岸边的垂柳。“柔茵”，软草。“东皋”句以下九句是说，刚下过雨，鹭、鸥在池塘中间的沙洲上聚集，很是好看；池岸边的垂柳，遮住了天空；池塘四周，绿草如茵。作者一个人，坐在池塘边上，自斟自饮。描写了田园优美恬静、爽朗明快的风光。字里行间，透露出作者对此美景由衷的喜爱，从而，衬托出他洁身自好的情怀。“东皋嘉雨新痕涨”、“一川夜月光流渚”，均系作者从心底深处有感而发的佳句。 然而其中最令人神往的 ，莫过于满山明月映照着溪流 ，将那一川溪水与点点沙洲裹上了一层银装 。以“ 一川”形容夜月，可见月色朗洁，清辉遍照。“光流渚”三字则将宁谧的月色写得流动活跃，水与月浑然一体，那滔滔汩汩流动着的，难以辩识那是溪水还是月光。完全是一幅动静谐和的山中月夜图。面对着此景，词人翩然起舞，头上是浓绿的树幕，脚底有如茵的柔草，偌大的世界好象只剩下他一个人，他尽情地领略这池塘月色 ，酒尽了还不忍离开。词之上片，寓情于景 。表现了归隐的乐趣。绘色绘影的描写中，可见到作者“<a href=\"http://so.gushiwen.org/view_50715.aspx\">诗</a>传画外意，贵有画中态 。”的高超艺术表现力 。词中用了由大及细 ，由抽象到具体的写法，先说园内景色如淮岸湘浦，是大处落墨，总述全貌 。接着写雨至水涨，鸥鹭悠闲，是水边常见景物，但已见其明丽清幽。最后以“堪爱处”、“最好是”引出野居幽栖的最佳景象。</p> <p>　　下片抒情。“青绫被，莫忆金闺故步。儒冠曾把身误。”青绫被，汉代制度规定，尚书郎值夜班，官供新青缣白绫被或锦被。这里用来代表做官时的物质享受。金闺，金马门的别称。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“金闺之诸彦。”李善注：“金闺，金马门也。”这里泛指朝廷。儒冠，指读书人。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丈二十二韵》：“纨袴不饿死，儒冠多误身。”这三句是说不要留恋过去的仕宦生涯，读书做官是耽误了自己。“弓刀千骑成何事，荒了邵平瓜圃。”弓刀千骑，指地方官手下佩带武器的卫队。邵平：秦时人，曾被封为东陵侯。秦亡，在长安城东种瓜，瓜有五色，味很甜美。世称东陵瓜。这三句是说自己曾做过地方官，但仍一事无成，反而因做官而使田园荒芜。“君试觑，满青镜、星星鬓影今如许。”觑，细观。青镜，青铜镜。细看镜中鬓发，已经是两鬓花白了。</p> <p>　　“功名浪语。便似得班超，封侯万里，归计恐迟暮。”这几句是说，所谓“功名”，不过是一句空话。连班超那样立功于万里之外，被封为定远侯，但回来不久便死去了。班超，东汉名将，在西域三十余年，七十余岁才回到京都洛阳，不久即去世。作者通过此句来表现厌弃官场、激流勇退的情怀。</p>",
  "about": "<h2>创作背景</h2> 　　此词为作者的代表作，作于晁氏贬谪回乡后居于东山“归去来园”时。词中不仅描写了园中胜景，而且抒发全词借议论抒怀，情真意挚、气势豪迈、连用典故而能流转自如、一气贯注。",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "田园",
    "抒怀"
  ]
}