{
  "id": 72759,
  "star": 55,
  "name": "蝜蝂传",
  "dynasty": "唐代",
  "content": "　　蝜蝂者，善负小虫也。行遇物，辄持取，卬其首负之。背愈重，虽困剧不止也。其背甚涩，物积因不散，卒踬仆不能起。人或怜之，为去其负。苟能行，又持取如故。又好上高，极其力不已，至坠地死。</p> <p>　　今世之嗜取者，遇货不避，以厚其室，不知为己累也，唯恐其不积。及其怠而踬也，黜弃之，迁徙之，亦以病矣。苟能起，又不艾。日思高其位，大其禄，而贪取滋甚，以近于危坠，观前之死亡，不知戒。虽其形魁然大者也，其名人也，而智则小虫也。亦足哀夫！",
  "fanyi": "<p><strong>译文</strong><br>　　蝜蝂是一种善于背东西的小虫。它在爬行中遇到东西，就抓取过来，仰起头背着它们。背负的东西越来越重，即使非常疲乏劳累也不停止。它的背很粗糙，因而物体堆积不会散落，最终被压倒爬不起来。有时人们可怜它，替它除去背上的物体。可是如果它还能爬行，就像原先一样抓取物体。它又喜欢往高处爬，用尽了它的力气也不停止，直至跌落到地上摔死。</p> <p>　　如今世上那些贪得无厌的人，见到钱财就不放过，用来增加他们的家产，不知道财货会成为自己的累赘，还只担心财富积聚得不够多。等到他们坏了事栽了跟头，有的被贬斥罢官，有的被流放到边远地区，这也够痛苦的了。一旦再被起用，他们仍不肯悔改，成天想着提高自己的官位，增加自己的俸禄，而且变本加厉地贪取钱财，因而面临着从高处摔下来的危险，看到前人由于极力求官贪财而自取灭亡也不知引以为戒。即使他们的外形看起来庞大，他们的名义是人，可是智慧却和蝜蝂小虫一样。这也太可悲了！</p> <p><strong>注释</strong><br>蝜蝂（fùbǎn）：《尔雅》中记载的一种黑色小虫，背隆起部分可负物。<br>辄（zhé）：立即，就。辄持取：就去抓取。<br>卬（áng）：同“昂”，仰，抬头。<br>困剧：非常困倦疲累。困，疲乏。剧，很，非常。<br>涩：不光滑。<br>因：因而。<br>卒：最后，最终。踬仆（zhìpū）：跌倒，这里是被东西压倒的意思。<br>或：有人，有时。<br>去：除去，拿掉。负：负担，指小虫身上背的东西。<br>苟：只要，如果。<br>故：原来。<br>好（hào）：喜爱。上高：爬高。<br>已：停止。<br>嗜取者：贪得无厌的人。嗜，贪，喜好。<br>货：这里泛指财物。<br>厚：动词，增加。室：家。<br>怠（dài）：通“殆”，松懈。踬：跌倒，这里是垮台失败的意思。<br>黜（chù）弃：罢官。<br>迁徙：这里指贬斥放逐，流放。<br>以：通“已”，已经。病：疲惫。<br>不艾（yì）：不停止。艾，止息，停息，悔改。<br>滋：更加。<br>前之死亡：以前因贪财而死的人。<br>戒：吸取教训。<br>形：形体。魁然：壮伟的样子。<br>名人：被命名为人，意义为被称作是人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇寓言小品，通过描写小虫蝜蝂善负物、喜爬高的特性，讽刺“今世之嗜取者”聚敛资财、贪得无厌、至死不悟的丑恶面目和心态，它的寓意为要懂得知足常乐，不要太贪心，嘲讽了追求名位、贪婪成性的丑行。</p> <p>　　文章包括两个部分，第一部分抓住蝜蝂善负物，喜爬高两个特性；第二部分讽刺腐败官僚的贪得无厌。这两部分分别扣住蝜蝂和腐败官吏各自特点展开议论，两部分相互对应，意理一贯，内在逻辑十分严密，将小虫和官僚的形象淋漓尽致地揭示出来。虽然篇幅短小，却像是一面明镜映射出当时社会的黑暗现实。作者善于观察生活，写小虫持物负重的本性如可目睹；更善于思考社会人生问题，写贪官污吏的贪婪成性入木三分。</p> <p>　　此文的一个重要特色是塑造了蝜蝂这一艺术形象。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的文章善于绘声绘影，因物肖形，创造了比较完整的、个性化的寓言形象，既集中动物本身的特征， 形象鲜明生动，又揭示了现实生活中某些人的嘴脸，寓意深刻。这篇《蝜蝂传》就是集中了许多善执物、好上高的小虫的特点，塑造了一个贪婪，愚顽的蝜蝂小虫形象。蝜蝂是一种由作者幻形出来的小动物。此名虽出现在《尔雅·虫部》中，而郭璞却无法对它注释只注上“未详”二字。可见，蝜蝂不是存在于现实生活中的小虫。柳宗元创造这一形象的目的，是讽刺吏道的黑暗和腐败。作者对这种小虫的特征作了非常细致的描绘，其身上具有了贪官典型的特征：一是好物：“行遇物，辄持取，卬其首负之。”“苟能行，又持取如故。”有贪得无厌的特点。二是好高：“又好上高，极其力不已。”有攫取权力的特点。其所讽对象非常明确，作者在后面的议论部分更明确了讽刺的指向。因此章士钊在《柳文指要》 中直接指出，文中蝜蝂所讽刺的是柳宗元熟悉的唐朝宰相王涯，此人无比贪婪，其结局与蝜蝂一样，死于自己所积累的财富。其实蝜蝂形象的刻画主要不是针对某个人，而是一种普遍存在于官场中的社会现象。</p> <p>　　此文的另一个特色是运用了象征的表现手法，通过描写蝜蝂贪得无厌，最终因此丧身于这一性格，形象地写出贪官污吏的贪婪愚蠢以及最后的悲惨命运，表达了作者对于官场腐败的厌恶以及批判。联系作者的政治历程来看，这篇文章同时应包含着作者自己在政治斗争中所取得的教训。</p> <p>　　这篇文章，行文简约精妙，说理师法自然，结构细密，逻辑严谨，类比恰切，过渡自然，语言犀利，叙事生动，议论精警，寓意深刻，具有很强的批判精神。更妙的地方是，连作者自己都可能始料未及，此文给后世的阅读者、研究者提供不尽的想象空间，千载以后，仍能警戒世人。</p>",
  "about": "<h2>创作背景</h2> 　　唐顺宗永贞元年（805年），王叔文集团倡导的永贞革新失败，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因此而遭贬。永贞元年九月，先贬邵州刺史；十一月，在赴任途中再加贬永州司马。从此时到元和十年（815年）一月接诏回长安，柳宗元在永州一共生活了十年。这篇文章即创作于贬官永州时期。永州十年，柳宗元生活环境恶劣，亲朋好友离散，四处求援无门，身体状况下降，精神世界痛苦，于是他写下这篇《蝜蝂传》，为的就是要冲破这恶劣的物质环境，冲破这苦闷的精神世界，要对着周围令人窒息的环境，对着自己不公平的命运发出愤怒的呐喊。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "寓言"
  ]
}