{
  "id": 69072,
  "star": 138,
  "name": "戏答元珍",
  "dynasty": "宋代",
  "content": "春风疑不到天涯，二月山城未见花。<br>残雪压枝犹有桔，冻雷惊笋欲抽芽。<br>夜闻归雁生乡思，病入新年感物华。<br>曾是洛阳花下客，野芳虽晚不须嗟。",
  "fanyi": "<p><strong>译文</strong><br>我怀疑春风吹不到这荒远的天涯，<br>不然已是二月这山城怎么还看不见春花？<br>残余的积雪压在枝头好象有碧桔在摇晃，<br>春雷震破冰冻那竹笋也被惊醒想发嫩芽。<br>夜晚听到归雁啼叫勾起我对故乡的思念，<br>带着病进入新的一年面对春色有感而发。<br>我曾在洛阳做官观赏过那里的奇花异草，<br>山城野花开得虽迟也不必为此嗟叹惊讶。</p><p><strong>注释</strong><br>（1）元珍：丁宝臣，字元珍，常州晋陵(今江苏常州市)人，时为峡州军事判官。<br>（2）天涯：极边远的地方。<a href=\"http://so.gushiwen.org/view_69072.aspx\">诗</a>人贬官夷陵(今湖北宜昌市)，距京城已远，故云。<br>（3）山城：亦指夷陵。<br>（4）“残雪”二句：诗人在《夷陵县四喜堂记》中说，夷陵“又有橘柚茶笋四时之味”。残雪：初春雪还未完全融化。 冻雷：初春时节的雷，因仍有雪，故称。<br>（5）“夜闻”二句一作“鸟声渐变知芳节，人意无聊感物华”。归雁：春季雁向北飞，故 云。隋<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>《人日思归》：“人归落雁后，思发在花前。”感物华：感叹事物的美好。 物华 ：美好的景物。<br>（6）“曾是”句：宋仁宗天圣八年(1030)至景元年(1034)，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾任 西京(洛阳)留守推官。洛阳以花著称，作者《洛阳牡丹记 风俗记》：“洛阳之俗，大抵好花。春时，城中无贵贱皆插花，虽负担者亦然。花开时，士庶竞为游遨。”<br>（7）冻雷：寒日之雷<br>（8）乡思：思乡、相思之情<br>（9）物华：自然景物</p>",
  "shangxi": "<h2>评析</h2> <p>　　以浅近自然的语言写景抒情，但琢磨很细，意脉完足，有一种亲切流畅的风格。首二句是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>很得意的。据《苕溪渔隐丛话》引《西清<a href=\"http://so.gushiwen.org/view_69072.aspx\">诗</a>话》，他曾对人说：“若无下句，则上句不见佳处，并读之，便觉精神顿出。”后人也说它“起得超妙”。这两句一果一因，语气连贯；次序上先以“疑”领起，引出对于“疑”的解释，因此显得有波折而不平板；另外，它还寓含着诗人在受贬谪时期待和失望的心情。所以，虽说是有如口语的句子，其实写得很讲究。全诗的关系，也是一联紧接一联，意脉含蓄而绵细。唐人律诗多用平列的意象、断续或跳跃的衔接，欧阳修则力图将八句诗构成流动而连贯的节奏，这无疑是唐诗之后的一条新路。</p> <p>　　这首《戏答元珍》是欧阳修的律诗名作，此诗作于宋仁宗景佑三年（1036年）。此年欧阳修因事左迁峡州夷陵（今湖北宜昌）县令，与峡州军事判官丁宝臣（字元珍）交好。丁曾有诗赠欧阳修，欧阳修乃于此年作诗以答。此诗首联写山城荒僻冷落；颔联承前细写山城荒凉之景，写出残雪累累、寒雷殷殷中蕴孕的生机一片。后两联抒情。颈联写作者多病之身在时光变迁、万物更迭中产生的客子之悲；尾联写自己早年作客洛阳，稔熟洛阳牡丹，今日山城野花虽晚，但自己全不在意。欧阳修在这样一首普通的诗中表达了决不屈服的昂扬之志，道出了作者哲理性的人生思考。正是在这一点上，欧阳修的这首诗体现了宋诗注重理趣的革新特征。</p>",
  "about": "<h2>主旨</h2> <a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>对政治上遭受的打击心潮难平，故在<a href=\"http://so.gushiwen.org/view_69072.aspx\">诗</a>中流露出迷惘寂寞的情怀，但他并未因此而丧失自信、而失望，而是更多地表现了被贬的抗争精神，对前途仍充满信心。<br/><h2>导读</h2> <p>　　宋仁宗景祐三年(1036)，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>被贬为峡州夷陵县令。此<a href=\"http://so.gushiwen.org/view_69072.aspx\">诗</a>乃次年春在夷陵 作。一本题为《戏答元珍花时久雨之什》。题目冠以“戏”字，是声明此篇不过是游戏之作，其实正是他受贬后政治上失意的掩饰之辞。全诗先是描写荒远山城的凄凉春景，接着抒发自己迁谪山乡的寂寞情怀及眷眷乡思，最后则自作宽慰之言，看似超脱，实是悲凉，表现出作者平静的表面下更深沉的痛苦。写景清新自然，抒情一波三折而真切诚挚，感人至深。开头二句起得超妙，欧阳修自己也颇为自得，他曾说：“若无下句，则上句不见佳处。并读之，便觉精神顿出。”(蔡眦《西清诗话》)起句不凡，下面又环环相扣，故方回《瀛奎律髓》说：“以后句句有味。”陈衍《宋诗精华录》说：“结韵用高一层意自慰。”</p> <p>　　首句写夷陵山城的恶劣环境。二月时分在其他地方早就应该花开满眼香气逼人了，但在此地却遍地荒凉。诗人表面上是写自然环境的恶劣，但实际上是写政治环境的不善，言下之意是朝廷的关怀怎么就不再远度天涯光顾一下这小城的官员呢？残雪压枝，但夷陵还有鲜美的柑橘可以品味，意即尽管如此，但在山城该怎么生活就怎么生活着，并且还要品出美味打破生活的寂寞；冻雷初响，惊醒熟睡的竹笋，它亦积蓄着力量，正要冒出新生的嫩芽，突破严厉的压制。“夜闻归雁”与“病入新年”两句反映出诗人心里的苦闷，流放山城兴起乡思之情在所难免，而这乡思之情又变成乡思之病，面对新年又至物华更新不免要感慨时光的流逝和人生的短暂。</p> <p>　　诗末两句诗人虽然是自我安慰，但却透露出极为矛盾的心情，表面上说他曾在洛阳做过留守推官，见过盛盖天下的洛阳名花名园，见不到此地晚开的野花也不须嗟叹了，但实际上却充满着一种无奈和凄凉，不须嗟实际上是大可嗟，故才有了这首借“未见花”的日常小事生发出人生乃至于政治上的感慨。</p> <p>　　此诗之妙，就妙在它既以小孕大，又怨而不怒。它借“春风”与“花”的关系来寄喻君臣、君民关系，是历代以来以“香草美人”来比喻君臣关系的进一步拓展，在他的内心中，他是深信明君不会抛弃智臣的，故在另一首《戏赠丁判官》七绝中说“须信春风无远近，维舟处处有花开”，而此诗却反其意而用之，表达了他的怀疑，也不失为一种清醒。但在封建朝政中，君臣更多的是一种人身依附、政治依附的关系，臣民要做到真正的人生自主与自择是非常痛苦的，所以他也只能以“戏赠”“戏答”的方式表达一下他的怨刺而已，他所秉承的也是中国古典诗歌的“怨而不怒”的风雅传统。据说欧阳修很得意这首诗，原因恐怕也就在这里。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "抒情"
  ]
}