{
  "id": 71692,
  "star": 18,
  "name": "冬青花",
  "dynasty": "宋代",
  "content": "冬青花，花时一日肠九折。<br>隔江风雨晴影空，五月深山护微雪。<br>石根云气龙所藏，寻常蝼蚁不敢穴。<br>移来此种非人间，曾识万年觞底月。<br>蜀魂飞绕百鸟臣，夜半一声山竹裂。",
  "fanyi": "<h2>注释</h2> ⑴冬青：常绿乔木名。夏季开花，花细白色。<br>⑵肠九折：形容悲愁之甚。语出<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》。<br>⑶“隔江”句：指种在隔江临安故宫中的冬青树。<br>⑷“五月”句：指种在绍兴宋陵的冬青树。<br>⑸“石根”两句：意谓天子所葬之处，本来不是平常臣民可以杂处。蝼蚁：这里指平常臣民。<br>⑹“移来”句：当时在兰亭所种冬青树，是从绍兴的宋宫中移来，因高宗曾经逃奔至绍兴，故有宫殿旧址。<br>⑺万年觞：多指皇帝所饮的美酒。觞：酒器。这句指这些冬青树来历不同常树，曾经看到过皇帝喝酒时的杯中月色。冬青树一名万年枝，与万年觞相应。<br>⑻蜀魂：指杜鹃，相传杜鹃是古代蜀王杜宇死后之魂所化。百鸟臣：百鸟仍向杜鹃称臣，喻遗老仍忠于宋帝。<br>⑼山竹裂：形容杜鹃啼声凄厉，几乎使山竹欲裂。语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《玄都坛歌寄元逸人》。",
  "shangxi": "<h2>鉴赏</h2> <p>　　冬青树，汉朝的宫殿与宋朝诸帝的陵墓都种植它。此<a href=\"http://so.gushiwen.org/view_71692.aspx\">诗</a>以“冬青花”为题，有它的特殊意义。</p> <p>　　“冬青花，花时一日肠九折”，说见到冬青花而一日肠九折。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》云：“肠一日而九回。”言悲痛之极。</p> <p>　　“隔江风雨晴影空，五月深山护微雪。”故都临安与埋骨的会稽，隔了一条钱塘江。那里已经沦为元军之手，所以说风雨如晦，连一点晴的影子都没有。五月是冬青花盛开的时候，花小色白，故以“微雪”代之。这两句所描写的景色，有黑暗和光明之分，从而寄托了作者憎爱的感情。</p> <p>　　“石根云气龙所藏，寻常蝼蚁不敢穴。”龙为君象，埋的是宋帝骸骨，故云“龙所藏”。石头为云根，因云触石而出，又其下藏着龙，而《易》有“云从龙”之语，故云“石根云气”。蝼蚁为微贱之物，他们不敢在这地方穴居，从而表示了作者对宋帝的尊敬。</p> <p>　　“移来此种非人间，曾识万年觞底月。”因为冬青树是从宋帝旧殿移来，故云“此种非人间”。万年觞，指御用的酒杯，祝天子万寿无疆之词。</p> <p>　　“蜀魂飞绕百鸟臣，夜半一声山竹裂。”蜀魂，指杜鹃，其所生之子，寄在百鸟巢中，百鸟代为哺育，若臣之于君，故云“百鸟臣”。这里的“蜀魂”杜鹃，隐喻宋帝之魂；“百鸟臣”，隐喻送遗民如<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>者向他称臣，不以国亡而变心，也就是对元朝的不屈，表示了懔若秋霜的气节。“夜半”，深夜，隐喻元朝的黑暗。杜鹃叫一声，山竹欲裂，表明它怨恨到了极点，这就是宋帝对元朝所抱的态度。林景熙既为宋尽臣节，那他也必然恨宋帝之所恨。</p> <p>　　中国诗歌的传统写法有所谓的赋比兴，此诗用的兴体。《冬青花》是有它的本事的。这首诗给了读者鲜明的形象，一切围绕冬青花并从而展开去加以描绘。在这些鲜明的形象背后，都实有所指，是词在此而意在彼的。</p>",
  "about": "<h2>创作背景</h2> 　　公元1276年（宋端宗景炎元年），临安沦陷，南宋随之灭亡。不久，元朝皇帝命番僧杨琏真伽总摄江南佛教。公元1278年（一说1284年），杨琏真伽在绍兴一带发掘八位皇帝及诸皇后陵墓，盗取殉葬财宝，并以遗骨建镇南塔。他们把在会稽的徽钦二帝以下的历代帝王后妃的陵墓全部发掘，把剩骨残骸抛弃在草莽中，惨状目不忍睹，但无人敢去收拾。南宋遗老<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>、谢翱、唐珏等扮作采药人，冒着生命危险，上山拾取骨骸。林景熙收得残骨两函，托言佛经，埋葬于兰亭山中，并移植宋常朝殿前冬青树作为标志，并写了这首《冬青花》与《梦中作四首》，以凄怆的声调记录了埋骨的经过，抒发了自己的悲愤，并希望将来能读到他的<a href=\"http://so.gushiwen.org/view_71692.aspx\">诗</a>的人，知道民族正气依然存在，没有随着国家的沦亡而完全消失。",
  "poet": {
    "id": 420,
    "star": 0,
    "name": "林景熙",
    "image": "http://img.gushiwen.org/authorImg/linjingxi.jpg",
    "desc": "林景熙（1242～1310），字德暘，一作德阳，号霁山。温州平阳（今属浙江）人。南宋末期爱国诗人。咸淳七年（公元1271年），由上舍生释褐成进士，历任泉州教授，礼部架阁，进阶从政郎。宋亡后不仕，隐居于平阳县城白石巷。林景熙等曾冒死捡拾帝骨葬于兰亭附近。他教授生徒，从事著作，漫游江浙，是雄踞宋元之际诗坛、创作成绩卓著、最富代表性的作家，也是温州历史上成就最高的诗人。卒葬家乡青芝山。著作编为《霁山集》。"
  },
  "tags": [
    "写景",
    "写花",
    "抒情"
  ]
}