{
  "id": 62213,
  "star": 1,
  "name": "水龙吟·过秋壑湖上旧居寄赠",
  "dynasty": "宋代",
  "content": "外湖北岭云多，小园暗碧莺啼处。朝回胜赏，墨池香润，吟船系雨。霓节千妃，锦帆一箭，携将春去。算归期未卜，青烟散后，春城咏、飞花句。 <br>黄鹤楼头月午。奏玉龙、江梅解舞。薰风紫禁，严更清梦，思怀几许。秋水生时，赋情还在，南屏别墅。看章台走马，长堤种取，柔丝千树。",
  "fanyi": "<h2>注释</h2> ①外：一本作“小”。<br>②润：一本作“酒”。<br>③楼：一本作“来”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“外湖”两句。此言从贾似道的南屏旧居眺望外西湖，只见湖面上处在烟雨茫茫之中，湖对岸的北高峰上也云岚缭绕。细察旧居花园中的景致，绿荫深处，时闻黄莺啼鸣。“朝回”三句。言贾似道罢朝归来，还可以常常从葛岭乘船来到这儿，并与手下的清客们在山色空蒙的雨天里，在船上一边欣赏湖山美景，一边舞文弄墨、吟<a href=\"http://so.gushiwen.org/view_62213.aspx\">诗</a>作画，饮酒取乐。“霓节”三句。言贾似道也常从这儿出发去游览西湖。船上仪仗如云，众姬妾环侍在似道四周，锦帆如箭般的迅疾。在这种欢乐的日子里，春天不知不觉地过去了。“算归期”三句，时贾似道尚在鄂州前线督师（从词题“寄赠”两字也可推知）。词人说：我推测您回朝的具体日子，恐怕还没有定下来吧？但是当您回朝之后，就会更能受到帝宠，青云直上，并获得皇上的不断封赏。“青烟”既可解为“青云”，也可释为“轻烟”，意思相似。</p> <p>　　“黄鹤”两句。言贾似道督师鄂州，一定会在月夜中登上黄鹤楼，听人用笛子吹奏《梅花落》曲，以解暑热。“玉龙”借代笛子。“薰风”三句。言己留在夏日的临安，却不堪暑热，午夜因思念贾而在梦中惊醒。“思怀几许”一句，词人媚贾之语也。“秋水”三句是说：当秋天来临之时，我可能还留居在您的“南屏别墅”中，吟诗赋词候您归来。“看章台”三句。“章台走马”，用典，据《汉书·张敞传》：“时罢朝会，走马章台街，自以便面拊马。”这儿“章台”，泛指京城中的宫殿、大街。“长堤”，指杭州西湖的苏堤。结句谓贾似道回朝之后，能够走马上殿面君，足见皇恩日隆。词人说：我希望您在苏堤上种下千株柳树，将富贵荣华长留身畔。全词多溢美似道之语，这虽是时俗所致，然词人也不免被后人看轻。</p>",
  "about": "<h2>创作背景</h2> <p>　　贾似道，字秋壑，为理宗时丞相兼枢密使；度宗立拜太师，封魏国公，赐第葛岭，权倾朝野。梦窗因有一兄弟翁应龙为贾的堂吏，故得他中介，有词投献似道。这也是当时白衣游士依傍权门的风气所致罢了。此词咏似道西湖南屏旧居。据词中“春城咏、飞花句”等句面来看，词人用唐<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》<a href=\"http://so.gushiwen.org/view_62213.aspx\">诗</a>中典故誉贾。诗曰：“春城无处不飞花，寒食东风御柳斜。日暮汉宫传蜡烛，轻烟散入五侯家。”这里已将贾推崇为受帝宠爱的“五侯”了。而贾是在度宗时封魏国公并赐葛岭府第的，度宗始立号于咸淳元年，即公元1265年，时梦窗已66岁。</p> <p>　　朱祖谋笺：《齐东野语》：景定三年（1262）正月诏，以魏公贾似道有再造功，命有司建第宅、家庙。贾固辞，遂以集芳园及钱百万赐之。园前揖孤山，后据葛岭，两山映带，一水横陈，各随地势以构架焉，通名之曰“后乐园”。又以为未足，则于第之左数百步，瞰湖作别墅，通谓之“水竹院落”焉。</p> <p>　　夏承焘笺：此淳祐九年秋壑出为荆湖制置大使时作。“黄鹤楼头”句可证，“携将春去”谓秋壑三月赴鄂也，与史传合。据《齐东野语》秋壑造“后乐园”在景定三年，盖在此后十年。集中赠秋壑各词皆淳祐间作，此与《金盏子》皆非谓“后乐园”，朱笺误。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": []
}