{
  "id": 48842,
  "star": 67,
  "name": "临江仙·柳外轻雷池上雨",
  "dynasty": "宋代",
  "content": "柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。 <br>燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。",
  "fanyi": "<p><strong>译文<br></strong>柳<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>传来轻轻的雷鸣，池上细雨蒙蒙；雨声浙淅沥沥，滴在荷叶上发出细碎之声。不久小雨即停，小楼西角显现出被遮断的彩虹。我们靠倚栏杆旁，直等到月亮东升。<br>燕子飞回门前，窥伺着飞到画梁问；我从玉钩上放下门帘。床上竹席纹路平展，好像清凉的水波，却无波纹涌动。床头放着水晶双枕，她的金钗从发上坠下，横放枕边。</p> <p><strong>注释<br></strong>①轻雷：雷声不大。<br>②阑干（lán）：纵横交错的样子。<br>③月华：月光、月色之美丽。这里指月亮。<br>④画栋：彩绘装饰了的梁栋。<br>⑤玉钩：精美的帘钩。帘旌（jing）：帘端下垂用以装饰的布帛，此代指帘幕。<br>⑥“凉波”句：指竹子做的凉席平整如不动的波纹。簟（diàn）：竹席。<br>⑦水精：即水晶。<br>⑧‘‘傍有”句：化用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《偶题》：“水文簟上琥珀枕，旁有堕钗双翠翘”。堕（duò）：脱落。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写夏日傍晚，阵雨已过、月亮升起后楼外楼内的景象，几乎句句写景，而情尽寓其中。</p> <p>　　柳在何处，词人不曾“交待”，然而无论远近，雷则来自柳的那一边，雷为柳隔，音量减小，故曰“轻雷”，隐隐隆隆之致，反异于当头霹雳。雷在柳外，而雨到池中，池水雨水难分彼此。雨来池上，雷已先止，唯闻沙沙飒飒，原来是“雨声滴碎荷声”。奇不在两个“声”字叠用。奇在雨声之外，又有荷声。荷声乃其叶盖之声。又着“碎”字，盖为轻雷疏雨，雨本一阵，而因荷承，声声清晰。</p> <p>　　雨本不猛，旋即放晴故曰“小楼西角断虹明”。断虹一弯，忽现云际，则晚晴之美，无以复加处又加一重至美。又只下一“明”字，而断虹之美，斜阳之美，雨后晚晴的碧空如洗之美，被此一“明”字写尽，因为它表现了极其丰富的光线、色彩、时间，境界深远。</p> <p>　　断虹现于小楼西角。由此引出上片闻雷听雨之人。其人独倚画阑，领此极美的境界，久久不曾离去，一直到天边又见了一钩新月，宛宛而现。“月华生”三字，继“断虹明”三字，美上增美，其笔致温丽明妙，匪夷所思。</p> <p>　　下阕继月华生而再进一层，写到阑干罢倚，人归帘下，夜深了。凉波比簟纹，已妙极，又下“不动”字，下“平”字，写透静处生凉之境。水晶枕，加倍渲染画栋玉钩，是以精美华丽之物写理想的人间境界。而结以钗横，则写出夏夜人不寐的情状。</p> <p>　　词的上阕写室外景色，轻雷疏雨，小楼彩虹，雨后晚晴，新月婉婉，尤其是“断虹明”三字和“月华生”三字的妙用，把夏日的景象推到了极美的境界。下阕写室内景象，以精美华丽之物又营造出一个理想的人间境界，连燕子也飞来窥视而不忍打扰。结尾两句是人物内心情感的自然流露，引人遐想，艳而不俗。</p><br/><h2>赏析二</h2> <p>　　这首词写的是夏季傍晚阵雨过后，一时之情状，画所难到，得未曾有。</p> <p>　　词的上阕写室外景色，轻雷疏雨，小楼彩虹，雨后晚晴，新月婉婉，尤其是“断虹明”三字和“月华生”三字的妙用，把夏日的景象推到了极美的境界。</p> <p>　　“柳外轻雷池上雨，雨声滴碎荷声。”柳荫外、池塘上，阵阵惊雷后，下起了一阵急雨。雨滴落在池塘的荷叶上，簌簌作响。词人未曾提及柳的远近，然而无论远近，雷都是来自柳的那一边，雷声被柳树阻隔，声音愈来愈小，故是轻雷，隐隐隆隆之致，有异于当头霹雳。夏雨泼洒在池上，而雷声此时已经停止了，惟闻沙沙飒飒，乃是雨声独响。此处一个“碎”字用得巧妙，细腻表现出雨打荷叶的声音盖过了荷叶本身风中相撞发出的声音。荷声者，其叶盖之声也。奇又在“碎”，夏季阵雨是转眼即逝的，而因荷承，故声声清晰。此为轻雷疏雨，于一“碎”字尽得风流，如于耳际闻之。</p> <p>　　词上片前二句形象生动地描绘了一幅柳外池塘雨打荷叶的夏日风光图。柳荫外、池塘上，阵阵惊雷后，下起一阵急雨。雨滴落在池塘的荷叶上，簌簌作响。此处一个“碎”字用的巧妙，细腻表现出雨打荷叶的声音盖过了荷叶本身风中相撞发出的声音。夏雨来得及、去得快，“小楼”以下三句写雨后情景。小楼西脚，一道彩虹下，“待得月华生”。这表明她曾长时间伫立在那儿。她或许在等待情人到来，从彩虹生直至月上东山。</p> <p>　　下片描绘了一幅美人夏日　睡觉图，据词意当是写第二天情景。小楼绣阁，玉钩放下、帷帘低垂，女主人公阁内鼾睡。只见她躺着的凉簟纹理平整，不见折皱，而她头上的钗钿则垂落在水晶枕旁。词人巧妙地从燕子的视角，将女主人公夏日昼寝的画面描摹得惟妙惟肖。</p> <p>　　“小楼西角断虹明。阑干倚处，待得月华生。”夏雨来得急、去得快，“小楼”以下三旬写雨后情景。雨势本来就不汹涌，一会儿天就放晴了。小楼西角，一道彩虹挂在天空。断虹之美，令人难以名状，词人又只下一“明”字，而断虹之美，斜阳之美，雨后晚晴的碧空如洗之美，已被“明”字描摹得淋漓尽致。“明”乃寻常之字，本无奇处，但细思之，却表现了如此丰富的意境与层次之美。虹一弯，忽现云际，则晚晴之美，在此时显得更加妙不可言，无可着笔处乃偏偏有此断虹，来为生色，来为照影。闺中女主人公出现了，她倚着小楼栏杆，看彩虹落下，“待得月华生”。这表明她曾长时间地伫立在此。她或许在等待情人到来，从彩虹生直至月上东山。</p> <p>　　下阕写室内景象，以精美华丽之物又营造出一个理想的人间境界，连燕子也飞来窥视而不忍打扰。</p> <p>　　“燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，旁有堕钗横。”下阕词的意境在“月华生”的基础上再上一层。小楼绣阁，玉钩放下、帷帘低垂，女主人公阁内鼾睡。写到阑干罢倚，人归帘下，天真晚矣。凉波以比簟纹，已妙极，又下“不动”“平”，竭尽全力渲染清幽处的悲凉。结尾两句是人物内心情感的自然流露，引人遐想，艳而不俗。水精枕，加倍渲染画栋玉钩，是用华美的物件以造一理想的人间境界（水精即水晶）。而结以钗横，词人此处，神理不殊，先后一揆。人巧妙地从燕子的视角，将女主人公夏日昼寝的画面描摹得惟妙惟肖，绣阁的静谧精美，不附会本事，这自是一幅闺阁妙画，若附会本事，则本篇虽涉艳情，却也表现清雅而自然。</p>",
  "about": "<h2>解读</h2> 　　词中的这位女主人公，她的生活无疑是华贵的，她的心灵却并不欢快。凉席上，玉枕旁，陪伴她的只有她自己金钗。这就暗示着：她正独守空闺。她在妆楼倚栏依望。她听到雷声、雨声、雨打荷叶声，却听不到丈夫归来的马蹄声。她看到雨后彩虹，夜空的新月，却看不到丈夫的身影。她又在无望的期待中度过一个炎夏的永昼。她只得怅怅的，恹恹的，独自回到闺房，垂下珠帘，因为她不愿那成双捉对的燕儿窥见她的萦寞，嘲笑她的孤单，可以想见，睡梦中她一定仍在期待。<br/><h2>创作背景</h2> <p>　　据胡适考证《钱氏私志》（旧本或题钱彦远撰，或题钱愐撰，或题钱世昭撰。钱曾《读书敏求记》定为钱愐）后认为，该词为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在河南<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>（977—1034，北宋大臣，西昆体骨干<a href=\"http://so.gushiwen.org/view_48842.aspx\">诗</a>人）幕中，与一妓女相亲，为妓女作。时天圣九年（1031）至明道二年（1033）期间，欧阳修在西京留守推官任上。</p> <p>　　据钱世昭《钱氏私志》：“欧阳文忠公任河南推官，亲一妓。时先文僖（钱惟演，谥文僖）罢政为西京留守，梅圣俞、谢希深、尹师鲁同在幕下，惜欧有才无行，共白于公，屡微讽之而不恤。一日，宴于后园，客集而欧与妓俱不至，移时方来，在坐相视以目。公责妓云：‘未至，何也？’妓云：‘中暑往凉堂睡着，觉而失金钗，犹未见’。公曰：‘若得欧阳推官一词，当为汝偿。’欧即席云（此词），坐皆称善。遂命妓满酌赏饮，而令公库偿钗，戒欧当少戢。”如果系于此词的本事不假，则此首可能作于天圣九年（1031）至明道二年（1033）期间，时欧阳修在西京留守推官任上。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "夏天",
    "写雨",
    "写景"
  ]
}