{
  "id": 71178,
  "star": 3675,
  "name": "师说",
  "dynasty": "唐代",
  "content": "　　古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。</p> <p>　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也。位卑则足羞，官盛则近谀。”呜呼！师道之不复可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！</p> <p>　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。</p> <p>　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作师说以贻之。 ",
  "fanyi": "<p><strong>译文<br></strong>　　古代求学的人一定有老师。老师，是（可以）依靠来传授道理、教授学业、解答疑难问题的。人不是生下来就懂得道理的，谁能没有疑惑？（有了）疑惑，如果不跟从老师（学习），那些成为疑难问题的，就最终不能理解了。生在我前面，他懂得道理本来就早于我，我（应该）跟从（他）把他当作老师；生在我后面，（如果）他懂得的道理也早于我，我（也应该）跟从（他）把他当作老师。我（是向他）学习道理啊，哪管他的生年比我早还是比我晚呢？因此，无论地位高低贵贱，无论年纪大小，道理存在的地方，就是老师存在的地方。</p> <p>　　唉，（古代）从师（学习）的风尚不流传已经很久了，想要人没有疑惑难啊!古代的圣人，他们超出一般人很远，尚且跟从老师而请教；现在的一般人，他们（的才智）低于圣人很远，却以向老师学习为耻。因此圣人就更加圣明，愚人就更加愚昧。圣人之所以能成为圣人，愚人之所以能成为愚人，大概都出于这吧？（人们）爱他们的孩子，就选择老师来教他，（但是）对于他自己呢，却以跟从老师（学习）为可耻，真是糊涂啊!那些孩子们的老师，是教他们读书，（帮助他们）学习断句的，不是我所说的能传授那些道理，解答那些疑难问题的。（一方面）不通晓句读，（另一方面）不能解决疑惑，有的（句读）向老师学习，有的（疑惑）却不向老师学习；小的方面倒要学习，大的方面反而放弃（不学），我没看出那种人是明智的。巫医乐师和各种工匠这些人，不以互相学习为耻。士大夫这类人，（听到）称“老师”称“弟子”的，就成群聚在一起讥笑人家。问他们（为什么讥笑），就说：“他和他年龄差不多，道德学问也差不多，（以）地位低（的人为师），就觉得羞耻，（以）官职高（的人为师），就近乎谄媚了。”唉!（古代那种）跟从老师学习的风尚不能恢复，（从这些话里就）可以明白了。巫医乐师和各种工匠这些人，君子们不屑一提，现在他们的见识竟反而赶不上（这些人），真是令人奇怪啊!</p> <p>　　圣人没有固定的老师。孔子曾以郯子、苌弘、师襄、老聃为师。郯子这些人，他们的贤能都比不上孔子。孔子说：“几个人一起走，（其中）一定有（可以当）我的老师（的人）。”因此学生不一定不如老师，老师不一定比学生贤能，听到的道理有早有晚，学问技艺各有专长，如此罢了。</p> <p>　　李家的孩子蟠，年龄十七，喜欢古文，六经的经文和传文都普遍地学习了，不受时俗的拘束，向我学习。我赞许他能够遵行古人（从师）的途径，写这篇《师说》来赠送他。</p> <p><strong>注释</strong><br>1.学者：求学的人。<br>2.师者，所以传道受业解惑也：老师，是用来传授道理、交给学业、解释疑难问题的人。所以，用来……的。道，指儒家之道。受，通“授”，传授。业，泛指古代经、史、诸子之学及古文写作。惑，疑难问题<br>3.人非生而知之者：人不是生下来就懂得道理。之，指知识和道理。《论语·季氏》：“生而知之者，上也；学而知之者，次也；困而学之，又其次之；困而不学，民斯为下矣。” 知，懂得。<br>4.其为惑也：他所存在的疑惑。<br>5.生乎吾前：即生乎吾前者。乎：相当于“于”，与下文“先乎吾”的“乎”相同。<br>6.闻：听见，引申为知道，懂得。<br>7.从而师之：跟从（他），拜他为老师。师，意动用法，以……为师。从师，跟从老师学习。<br>8.吾师道也：我（是向他）学习道理。师，用做动词。<br>9.夫庸知其年之先后生于吾乎：哪里去考虑他的年龄比我大还是小呢？庸，发语词，难道。知，了解、知道。之，取独。<br>10.是故：因此，所以。<br>11.无：无论、不分。<br>12.道之所存，师之所存也：意思说哪里有道存在，哪里就有我的老师存在。<br>13.师道：从师的传统。即上文所说的“古之学者必有师”。<br>14.出人：超出于众人之上。<br>15.犹且：尚且。<br>16.众人：普通人，一般人。<br>17.下：不如，名作动。<br>18.耻学于师：以向老师学习为耻。耻，以……为耻<br>19.是故圣益圣，愚益愚：因此圣人更加圣明，愚人更加愚昧。益，更加、越发。<br>20.于其身：对于他自己。身，自身、自己。<br>21.惑矣：（真是）糊涂啊！<br>22.彼童子之师：那些教小孩子的（启蒙）老师。<br>23.授之书而习其句读（dòu）：教给他书，（帮助他）学习其中的文句。之，指童子。习，使……学习。其，指书。句读，也叫句逗，古人指文辞休止和停顿处。文辞意尽处为句，语意未尽而须停顿处为读（逗）。古代书籍上没有标点，老师教学童读书时要进行句读（逗）的教学。<br>24.句读之不知：不知断句风逗。与下文“惑之不解”结构相同。之，提宾标志。<br>25.或师焉，或不焉：有的（指“句读之不知”这样的小事）从师，有的（指“惑之不解”这样的大事）不从师。不，通“否”。<br>26.小学而大遗：学了小的（指“句读之不知”）却丢了大的（指“惑之不解”）。遗，丢弃，放弃。<br>27.巫医：古时巫、医不分，指以看病和降神祈祷为职业的人。<br>28.百工：各种手艺。<br>29.相师：拜别人为师。<br>30.族：类。<br>31.曰师曰弟子云者：说起老师、弟子的时候。<br>32.年相若：年岁相近。<br>33.位卑则足羞，官盛则近谀：以地位低的人为师就感到羞耻，以高官为师就近乎谄媚。足，可，够得上。盛，高大。谀，谄媚。<br>34.复：恢复。<br>35.君子：即上文的“士大夫之族”。<br>36.不齿：不屑与之同列，即看不起。或作“鄙之”。<br>37.乃：竟，竟然。<br>38.其可怪也欤：难道值得奇怪吗。其，难道，表反问。欤，语气词，表感叹。<br>39.圣人无常师：圣人没有固定的老师。常，固定的。<br>40.郯（tán）子：春秋时郯国（今山东省郯城县境）的国君，相传孔子曾向他请教官职。<br>41.苌（cháng）弘：东周敬王时候的大夫，相传孔子曾向他请教古乐。<br>42.师襄：春秋时鲁国的乐官，名襄，相传孔子曾向他学琴。<br>43.老聃（dān）：即老子，姓李名耳，春秋时楚国人，思想家，道家学派创始人。相传孔子曾向他学习周礼。聃是老子的字。<br>44.之徒：这类。<br>45.三人行，则必有我师：三人同行，其中必定有我的老师。《论语·述而》原话：“子曰：‘三人行，必有我师焉。择其善者而从之，其不善者而改之。’”<br>46.不必：不一定。<br>47.术业有专攻：在业务上各有自己的专门研究。攻，学习、研究。<br>48.李氏子蟠（pán）：李家的孩子名蟠。李蟠，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的弟子，唐德宗贞元十九年（803年）进士。<br>49.六艺经传（zhuàn）皆通习之：六艺的经文和传文都普遍的学习了。六艺，指六经，即《<a href=\"http://so.gushiwen.org/view_71178.aspx\">诗</a>》《书》《礼》《乐》《易》《春秋》六部儒家经典。《乐》已失传，此为古说。经，两汉及其以前的散文。传，古称解释经文的著作为传。通，普遍。<br>50.不拘于时：指不受当时以求师为耻的不良风气的束缚。时，时俗，指当时士大夫中耻于从师的不良风气。于，被。<br>51.余嘉其能行古道：赞许他能遵行古人从师学习的风尚。嘉：赞许，嘉奖。<br>52.贻：赠送，赠予。</p>",
  "shangxi": "<h2>解析</h2> <p>　　中心论点：古之学者必有师。</p> <p>　　《师说》是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的一篇著名论文。据方成珪《昌黎先生<a href=\"http://so.gushiwen.org/view_71178.aspx\">诗</a>文年谱》考证，此文作于唐德宗贞元十八年（802），这一年，韩愈35岁，任国子监四门博士，这是一个“从七品”的学官，职位不高，但是他在文坛上早已有了名望，他所倡导的“古文运动”也已经开展，他是这个运动公认的领袖。这篇文章是针对门第观念影响下“耻学于师”的坏风气写的。门第观念源于魏晋南北朝的九品中正制，自魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>实行九品中正制后，形成了以士族为代表的门阀制度，重门第之分，严士庶之别，士族的子弟，凭高贵的门第可以做官，他们不需要学习，也看不起老师，他们尊“家法”而鄙从师。到唐代，九品中正制废除了，改以官爵的高下为区分门第的标准。这对择师也有很大的影响，在当时士大夫阶层中，就普遍存在着从师“位卑则足羞，官盛则近谀”的心理。韩愈反对这种错误的观念，提出以“道”为师，“道”在即师在，这是有进步意义的。与韩愈同时代的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在《答韦中立论师道书》中说：“今之世不闻有师，有辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师，愈以是得狂名，居长安，炊不暇熟，又挈挈而东，如是者数矣。”由此可以看出《师说》的写作背景和作者的斗争精神。</p> <p>　　对耻学于师，文章连续用了三个对比。第一，古今对比，阐明耻学于师违背圣人之道，其后果只能是更加愚昧。第二，将同一个人既明于择师教子的必要，却又不明于自己从师的必要，把这两种完全矛盾的做法加以对比，以子之矛攻子之盾，揭示那些人确实糊涂不通道理。第三，巫医、乐师、百工之人与士大夫之族的对比，进一步道出士大夫的错误心理，发人深省地指出两种人的地位与智能的反差，更令人幡然醒晤。[3]</p> <p>　　全文分4段。</p> <p>　　第1段</p> <p>　　提出中心论题，并以教师的职能作用总论从师的重要性和择师的标准。开篇第一句“古之学者必有师”句首冠以“古之”二字，既说明古人重视师道，又针对现实，借古非今。“必有”二字，语气极为肯定。然后指出师的职能作用是“传道受业解惑”，从正面申述中心论点。接着紧扣“解惑”二字，从不从师的危害说明从师的重要，从反面申述中心论点。最后紧扣“传道”二字，阐明道之有无是择师的唯一标准，一反时俗，将贵贱长少排出标准之外，为下文针砭时弊张本。</p> <p>　　第2段</p> <p>　　批判不重师道的错误态度和耻于从师的不良风气。这一段用对比的方法分三层论述。第一层，把“古之圣人”从师而问和“今之众人”耻学于师相对比，指出是否尊师重道，是圣愚分野的关键所在；第二层，以为子择师而自己不从师作对比，指出“小学而大遗”的谬误；第三层，以巫医乐师百工之人与士大夫之族作对比，批判当时社会上轻视师道的风气。</p> <p>　　第3段</p> <p>　　以孔子为例，指出古代圣人重视师道的事迹，进一步阐明从师的必要性和以能者为师的道理。这一段开头先提出“圣人无常师”的论断，与第1段“古之学者必有师”呼应，并且往前推进一步，由“学者”推进到“圣人”，由“必有师”推进到“无常师”。举孔子为例加以论述，因为孔子在人们心目中是至圣先师，举孔子为例就有代表性，能加强说服力。由此得出“弟子不必不如师，师不必贤于弟子”的结论，这个结论显然是正确的。这种以能者为师的观点就是“道之所存，师之所存”的观点。</p> <p>　　第4段</p> <p>　　赞扬李蟠“不拘于时”“能行古道”，说明写作本文的缘由。“不拘于时”的“时”指“耻学于师”“惑而不从师”的社会风气。“古道”指“从师而问”，以“闻道”在先者为师的优良学风。从而总结全文主旨，点明主题。</p><br/><h2>分句赏析</h2> <p>　　对\"道之所存，师之所存也\"的理解<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以儒家道统的继承者自居，他“收召后学”，“抗颜而为师”，目的就是要恢复自孟子后已“失其传”的儒家道统。正因为如此，他把“传道”视为教师最重要也是最基本的任务。“受业”“解惑”，都与此有关：“业”即“道之文”，指以“六艺经传”为代表的儒家经典；而“解惑”也是为了“明道”。由此可见，“师道”是贯穿全文的主线，“道之所存，师之所存也”，这个判断就是上述内容的高度概括。</p> <p>　　对“巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！”的理解。</p> <p>　　有人认为这句话反映了韩愈轻视劳动人民的阶级偏见。但有人认为不能这样看，因为这句话所在的第2段，都是贬斥上层“士大夫之族”，褒扬“巫医乐师百工之人”和“古之圣人”的，“君子不齿”句的主语“君子”，是指韩愈贬斥的上层“士大夫之族”，而不是韩愈自己。韩愈在文章里一再用“君子”“士大夫之族”与“巫医乐师百工之人”“古之圣人”对比，贬前者，褒后者，当然不会把自己列入所谓的君子中，所以“君子不齿”只是对耻于从师的君子的讽刺，而没有对“巫医乐师百工之人”的轻视。</p> <p>　　古之学者必有师。师者，所以传道受业解惑也。</p> <p>　　评析：劈头提出“古之学者必有师”的论断，紧接着概括指出师的作用“传道受业解惑”做为全文立论的出发点和依据。然后句句顶接，推论出“道之所存，师之所存”的观点。同时，一开头郑重提出“古之学者必有师”，就隐然含有对“今之学者”不从师的批判意味，很自然地为第二段埋下了伏笔。本句翻译时要注意“者……也……”和“所以”在句式中的含义和作用。</p> <p>　　运用：（翻译）古代求学的人一定有老师。老师是用来传授道理、交授学业、解答疑难的。</p> <p>　　是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。</p> <p>　　评析：这一句是在前文已用老师的职能作出了理论论证和用孔子言行作了事实论证之后，顺理成章水到渠成地得出了进一步的结论。这个结论，是对“道之所存，师之所存”的深化，也是对士大夫之族耻学于师的进一步批判。说明了师生关系是相对的，教与学是可以相长的。这一句由“是故”引出，用“如是而已”结尾，化繁为简，既显见解的深辟透彻，又有一种高瞻远瞩的气势。</p> <p>　　运用：（翻译）因此，学生不一定不如老师，老师不一定比学生贤能，听到的道理有先有后，学问技艺各有专长，如此罢了 </p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>作《师说》的时候，有人以为是在唐德宗贞元十八年（802），这大致是可信的。这年韩愈35岁，刚由洛阳闲居进入国子监，为四门学博士，这是一个“从七品”的学官。但他早已有名。他所提倡和不断实践的古文运动，在那一两年内，正走出少数爱好者的范围，形成一个广泛性的运动，他俨然成为这个运动的年轻的领袖。他用古文来宣传他的主张。维护先秦儒家的思想，反对当代特别盛行的佛老思想；提倡先秦两汉的古文，反对“俗下文字”即魏晋以来“饰其辞而遗其意”的骈文：这就是古文运动的内容。这个运动所以逐渐形成于唐德宗统治的后期，是有现实的社会条件的。它是为维护唐王朝的统一、反对藩镇割据的政治目的服务的。而这除军阀、大地主外，正是当时广大社会阶层的现实利益的要求。韩愈的积极努力，对这个运动的开展与形成，起了不断促进的作用。就古文来说，他不仅自己刻苦努力，从理论到实践，表现了优秀的成绩；更重要的是他不顾流俗的非笑，努力提倡，特别表现在给青年们热情的鼓励和指示。《师说》正是这种努力所引起的一篇具有进步意义和解放精神的文章。</p> <p>　　韩愈由于幼年的家庭教养和天宝以来复古主义思潮的影响，从青年时代起，就以一个传道的古文家自命。这也是他在科举和仕宦的阶梯上十年不能得意的一个重要原因。但是他并不悔，还愈来愈有自信。最初他到汴州参加宣武节度使董晋幕府的时候（796—798），先教李翱学古文；由于<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>的介绍，不久又教<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>学古文。后来逃难到徐州（799），徐泗濠节度使张建封安置他在符离，又教一个青年人张彻读古书，学古文。张建封死后，仕途不通，到洛阳闲居（800—801）。向他请教的青年愈来愈多，他对青年们非常热情，奖励有加。他在《重答李翊书》中说：“言辞之不酬，礼貌之不答，虽孔子不得行于互乡，宜乎余之不为也。苟来者，吾斯进之而已矣，乌待其礼逾而情过乎？”为了“广圣人之道”，他以热情的、有礼貌的态度对待一切向他请教的青年，他认为这并不是什么“礼逾”和“情过”的问题。他回答许多青年的信，指示怎样做人，怎样作文。在韩愈看来，文章是作者的人格修养的表现，做人与作文应该是一致的。他进了国子监后，对待青年依然非常热情。</p> <p>　　韩愈这样不断地同青年后学交往，给他们奖励和指示，这是魏晋以后所没有的现象，当然要引起人们的奇怪，以至纷纷议论和责难。一切向韩愈投书请益的青年便自然地被目为韩门弟子，因而韩愈“好为人师”的古怪面貌也就非常突出了。但韩愈是早有自信的，他不管人们怎样诽谤，依然大胆地回答青年们的来信。他在《答胡生书》中说：“夫别是非，分贤与不肖，公卿贵位者之任也，愈不敢有意于是。如生之徒，于我厚者，知其贤，时或道之，于生未有益也。不知者乃用是为谤！不敢自爱，惧生之无益而有伤也，如之何？”他对那些恶意中伤的诽谤，表示愤慨，也为向他请教的青年担忧。《师说》的最后一段，声明写作的由来，说这是为了一个“好古文”“能行古道”，跟他学习的青年李蟠而作的。实际上他是借此对那些诽谤者来一个公开的答复和严正的驳斥。他是有的放矢的。</p> <p>　　在这篇文章里，他首先（第1段）肯定从古以来师对于任何人总是不可少的，因为人不能“生而知之”，谁也不能没有“惑”──茫然不解的东西。因此，他认为师并不是什么特殊人物，而是一种“传道受业解惑”的人。他还认为人人都可以为师，没有社会地位（贵贱）或年龄（长少）的限制，只问他有没有“道”，有就可以为师，所谓“道之所存，师之所存也”。接着（第2段），他慨叹古来的“师道”久已失传。现在一般人，既不能“无惑”，又“耻学于师”，所以越来越愚蠢。然后列举事例，论证这种“耻学于师”的风气实在是愚蠢而奇怪的。他说有一种人，即士大夫，对于儿子，则“择师而教之”；但对于自己，“则耻师焉”：这就是他们的不明。又有一种现象，广大的各行各业的人，即“巫医乐师百工之人”不以彼此相师为耻；而“士大夫之族”，如果有人谈到谁是师，谁是弟子，则大家共同非笑，问其理由，无非是年龄、地位云云，这又证明了他们的智慧反而在他们所瞧不起的巫医等等之下，这不是很奇怪吗？再看（第3段），“士大夫之族”所崇拜的“圣人”没有一定的师，孔子的师有郯子、苌弘等，这些人都“不及孔子”。而且孔子还说过，三个人里面，一定有一个人是他的师。因此，作者得到另一个重要的论点，师和弟子的关系是相对的，“弟子不必不如师，师不必贤于弟子”。这就是说，弟子可以为师，师也可以为弟子。所以师和弟子的关系的存在，最后结论很简单，不过是因为“闻道有先后，术业有专攻”的缘故。这也还是前文所提出的论点，即能者为师。</p> <p>　　由此可见，《师说》不仅严正地驳斥了那些愚蠢的诽谤者，更可贵的是提出了三点崭新的、进步的“师道”思想：师是“传道受业解惑”的人；人人都可以为师，只要具有那样的能力；师和弟子的关系是相对的，某一方面比我好，在这一方面他就是我的师。这些思想把师的神秘性、权威性、封建性大大地减轻了；把师和弟子的关系合理化了，平等化了，把师法或家法的保守的壁垒打破了。这些思想是和他后来发展的“道统”思想矛盾的。这些思想是具有解放精神、具有深刻的人民性的思想。这是唐德宗时代在相对的稳定局面之下，城市繁荣、商业经济发展的反映。</p> <p>　　因此，可以想象，这篇《师说》的流布，鼓舞和吸引了更多的青年后学，也因而招致了更多的顽固的“士大夫之族”的反对。实际上，韩愈也确乎因此官更难作，不断地遭到当权者的排挤。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在《答韦中立论师道书》中说：“今之世不闻有师，有，辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名。居长安，炊不暇熟，又挈挈而东，如是者数矣。”贞元十九年（803），韩愈在监察御史的职位，第一次被当权的官僚集团赶出了长安，贬到阳山（今广东阳山），就是在作《师说》一年后。他这次被贬，原因可能很复杂，但照柳宗元所说，这篇《师说》至少是重要的原因之一，因为他由此“狂名”更大，为更多的顽固派所疾恶，更容易遭到莫名的排挤。然而韩愈在奖励后学这一点上，态度始终不变，只是到了元和以后，声势没有在贞元末年那么大就是了。到了宋代，有人为韩愈辩解，说他“非好为人师者也”（《五百家注音辩昌黎先生文集》卷十二引“洪曰”），这是说，由于学者归附，韩愈是不得已而“作之师”的。又有人以为韩愈“作《师说》，盖以师道自任”，但充其量不过“以传道受业解惑为事，则世俗训导之师，口耳之学耳”（俞文豹《吹剑三录》），这是指韩愈把师的封建作用大大地降低了。可见这篇《师说》的解放精神是不容易为一般封建士大夫所接受的。因此，它在当时的重大意义也就不难理解了。<br></p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>⒈师者，所以传道【受】业解惑也 受：通“授”，传授，讲授<br>⒉或师焉，或【不】焉 不：通“否”，表否定<br>⒊授之书而习其句【读】者。读，通\"逗”，阅读中的断句</p> <p><strong>一词多义</strong><br>【师】<br>①古之学者必有师：（名词，老师）<br>②巫医乐师百工之人：（名词，擅长某种技术的人或者是乐师）<br>③吾师道也：（名词做动词，学习）<br>④师道之不传也久矣：（名词作动词，从师）<br>⑤吾从而师之：（意动用法，以……为师）<br>⑥则耻师：（动词 拜师）<br>⑦师者，所以传道受业解惑也：（名词 老师）（者也判断句）<br>【之】<br>①择师而教之：（代词，指代人）<br>②郯子之徒：（代词，这）<br>③古之学者：（结构助词，表示修饰或领属关系，译为“的”）<br>④道之所存，师之所存也：（结构助词，用在定语和名词性的中心语之间，相当于现代汉语的“的”。）（不是“取消句子独立性”。因为“取消句子独立性”的“之”是用在主谓之间的，即“之”后必是动词；而两个“所存”是“所词短语”，“所词短语”都是名词性的。）<br>⑤句读之不知：（宾语前置标志）<br>⑥六艺经传，皆通习之：（代词，代指前面的“六艺经传”，译为它们。这是宾语前置句式）<br>⑦士大夫之族：（这些人）<br>⑧古之圣人：（的）<br>⑨师道之不复：（主谓间取消句子独立性，无义）<br>⑩吾从而师之：（代词，他）<br>11巫医乐师百工之人：（代词，翻译为“这些”）<br>【其】<br>①生乎吾前，其闻道也固先乎吾：（人称代词，他）<br>②惑而不从师，其为惑也，终不解矣；授之书而习其句读者；非吾所谓传其道解其惑者也：（指示代词，那（些））<br>③古之圣人，其出人也远矣：（人称代词，他们）<br>④夫庸知其年之先后生于吾乎：（人称代词，他们的）<br>⑤圣人之所以为圣……其皆出于此乎：（语气副词，表猜测，大概）<br>⑥今其智乃反不能及：（人称代词，他们的）<br>⑦其可怪也欤：（语气副词，表揣测）<br>【惑】<br>①师者，所以传道受业解惑也：（名词，疑难问题）<br>②于其身也，则耻师焉，惑矣：（形容词，糊涂）<br>【道】<br>①师者，所以传道受业解惑也：（名词，道理）<br>②师道之不传也久矣：（名词，风尚）<br>③吾师道也：（名词，道理）<br>④道相似也：（名词，道德学问）<br>【乎】<br>①其皆出于此乎？ （语气助词，表推测，吧）<br>②生乎吾前：（介词，表时间，在）<br>③固先乎吾：（介词，表比较，比）<br>【于】<br>①耻学于师：（介词，表示处所、方向，从、向）<br>②其皆出于此乎？ （介词，表示处所、方向，从、在）<br>③于其身也：（介词，表示对象，对，对于）<br>④师不必贤于弟子：（介词，表示比较，比）<br>⑤不拘于时：（介词，表示被动，受，被）<br>【传】<br>①所以传道、受业、解惑也：（动词，传授）<br>②师道之不传也久矣：（动词，流传）<br>③六艺经传：（名词，传文）<br>【无】<br>①孰能无惑：（没有）<br>②是故无贵无贱，无长无少：（无论）<br>【焉】<br>①则耻师焉：（他们）<br>②或师焉或否焉：（助词：不译）<br>③犹且从师而问焉：（兼词：于之）</p> <p><strong>词类活用</strong><br>（一）名词的活用<br>1.名词作状语<br>则群聚而笑之（群，表动作的情态，成群）<br>2.名词作动词<br>① 吾师道也（名词作动词，学习）<br>② 其下圣人也亦远矣（名词作动词，低于）<br>3.名词的意动用法<br>① 吾从而师之（名词的意动用法，以……为师）<br>② 孔子师郯子（名词意动用法，以……为师）<br>（二）形容词的活用<br>1.形容词作名词<br>①小学而大遗（形容词作名词，小的方面、大的方面）<br>② 吾未见其明也（形容词作名词，高明的地方）<br>③ 是故圣益圣，愚益愚（形容词作名词，圣明的人、愚昧的人）<br>④ 师者，所以传道受业解惑也（形容词作名词，疑惑的问题、糊涂的问题）<br>⑤ 位卑则足羞，官盛则近谀（形容词作名词，卑：卑贱的人、低下的人 盛：势盛位高的人）<br>2.形容词作动词<br>惑而不从师（形容词作动词，遇到疑难问题）<br>3.形容词的意动用法<br>而耻学于师（形容词的意动用法，以……为耻）<br>（三）动词的使动用法<br>授之书而习其句读者（习，使……学习）</p> <p><strong>古今异义</strong><br>⒈古之学者必有师<br>古：求学的人<br>今：在学术上有所成就的人<br>⒉师者，所以传道受业解惑也<br>古：用来……的<br>今：表示因果关系的连词<br>⒊吾从而师之<br>古：跟随并且<br>今：表目的或结果，是连词<br>⒋无贵无贱<br>古：不论；不分<br>今：没有<br>⒌师道之不传也久矣<br>古：风气<br>今：道理<br>⒍句读之不知<br>古：句子中间需要停顿的地方，读dòu<br>今：看着文字发出声音，读dú<br>⒎圣人无常师<br>古：永久的；固定的<br>今：平常的<br>⒏是故弟子不必不如师，师不必贤于弟子<br>古：不一定<br>今：用不着、不需要<br>⒐年十七，好古文<br>古：秦汉的散文<br>今：“五·四”之前的文言文的统称<br>⒑今之众人<br>古：一般人，普通人<br>今：大多数人<br>⒒小学而大遗<br>古：小的方面学习了<br>今：初级正规教育学校。</p> <p><strong>宾语前置</strong><br>1、句读之不知 ，惑之不解。</p> <p><strong>介词结构后置(状语后置）</strong><br>1、学于余。<br>2、耻学于师。<br>3、师不必贤于弟子。</p> <p><strong>判断句</strong><br>1、师者，所以传道受业解惑也。<br>2、其为惑也，终不解矣。<br>3、人非生而知之者。<br>4、非吾所谓传其道解其惑者也。<br>5、道之所存，师之所存也</p> <p><strong>被动句</strong><br>1、不拘于时</p> <p><strong>省略句</strong><br>　　1今其智乃反不能及（之）（省宾语）<br>2吾从（之）而师之（省宾语）<br>3（其，指士大夫之族）群聚而笑之（省主语）<br>4（师）位卑（者）则足羞，（师）官盛（者）则近谀（省略谓语动词）<br>5 或师焉，或否焉 （“否”后省“师”）<br>6 生乎吾前（者）</p> <p><strong>重点背诵句</strong><br>1、古之学者必有师。师者，所以传道受业解惑也。<br>2、是故无贵无贱，无长无少，道之所存，师之所存也。<br>3、句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。<br>4、位卑则足羞，官盛则近谀。<br>5、三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。 </p><br/><h2>背景</h2> <p>　　作者表明任何人都可以做自己的老师，不应因地位贵贱或年龄差别，就不肯虚心学习。文末并以孔子言行作证，申明求师重道是自古已然的做法，时人实不应背弃古道。</p> <p>　　这是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>散文中一篇重要的论说文。文章论述了从师表学习的必要性和原则，批判了当时社会上“耻学于师”的陋习，表现出非凡的勇气和斗争精神，也表现出作者不顾世俗独抒己见的精神。</p> <p>　　中国古代的学校教育十分发达，从中央到地方都有官学。韩愈写这篇文章时三十五岁，正在国子监任教。那么，韩愈为什么说“古之学者必有师”，“师道之不传也久矣”？原来他所说的“师”，有其独特含义。既不是指各级官府的学校老师，也不是指“授之书而习其句读”的启蒙教师，而是指社会上学有所成，能够“传道受业解惑”的人。韩愈既以这样的人自我标榜，也以好为人师而著称。《新唐书》本传说他“成就后进士，往往知名。经愈指授，皆称韩门弟子”。</p> <p>　　唐代，魏晋以来的门阀制度仍有沿袭。贵族子弟都入弘文馆、崇文馆和国子学。他们无论学业如何，都有官可做。韩愈写《师说》的社会背景，可以从<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《答韦中立论师道书》中的一段话里看出。柳宗元说：“由魏晋氏以下，人益不事师。今之世不闻有师，有，辄哗笑之，以为狂人、独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名。居长安，炊不暇熟，又挈挈而东，如是者数矣。”由此可见，韩愈作《师说》，大张旗鼓地宣扬自己的观点，是难能可贵的。</p> <p>　　实际上，可以把《师说》看作韩愈提倡“古文”的一个庄严宣言。六朝以来，骈文盛行，写文章不重视思想内容，讲求对偶声韵和词句华丽，尽管也产生了一些艺术成就很高的作品，却导致了文学创作中浮靡之风的泛滥。这种风气，直到中唐仍流行不衰。在唐代，韩愈不是第一个提倡“古文”的人，却是一个集大成者。他无论在文学理论还是在创作实践上，都有力地促成了“古文运动”的兴起、发展，主张“文以载道”，并身体力行，培养了大批有志于古文创作的年轻人。</p><br/><h2>写法总述</h2> <p>　　本文在写作上的特点是运用对比的方法，反复论证，并辅之以感叹句来加强说服力。例如第2段，首先用一个感叹句紧承前一段，转入对“师道之不传也久矣”的分析，然后从三方面作对比。先用古今对比，指出从师与不从师的两种结果；次用对自己与对儿子的要求不同来对比，指出“士大夫之族”行为的自相矛盾；最后用“士大夫之族”与“巫医乐师百工之人”对比，批判士大夫的错误想法，指出这是“师道不复”的真正原因。从后果、行为、心理等方面逐层深入分析，笔锋犀利。几个感叹句，均有加强感染力的作用。句式也有变化，“其皆出于此乎”，是用推测语气作判断；“吾未见其明也”是用肯定语气作判断；“其可怪也欤”，是用惊诧语气作判断。“同”中有“变”，感情一层比一层强烈。</p> <p>　　分析</p> <p>　　《师说》论点鲜明，结构严谨，正反对比，事实充分，说理透彻，气势磅礴，有极强的说服力和感染力。文章先从历史事实“古之学者必有师”、老师能“传道受业解惑”、学者定会遇到疑难“人非生而知之者，孰能无惑”三个方面证明了从师学习的必要性和重要性。对于老师的年长年少，作者认为“无贵无贱，无长无少，道之所存，师之所存也”，明确了择师的标准。接着就从三个方面进行对比，抨击“耻学于师”的人，先用古今对比，指出从师与不从师的两种结果；次用人们对自己与对儿子的要求不同来对比，指出“士大夫之族”行为的自相矛盾；最后用“士大夫之族”与“巫医乐师百工之人”对比，揭露士大夫之族的错误想法，指出这是“师道不复”的真正原因。从后果、行为、心理等方面逐层深入分析，指出了他们在“从师”问题上的不同态度，点明了从师学习的重要。作者从“道之所存，师之所存”的择师标准出发，推论出“弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已”的论断。为了证明这一论断，作者选择了孔子的言行来作证。在当时人们的心中，孔子是圣人，圣人尚且如此，那一般人就更不必说了。而且作者虽只用了寥寥数语，而孔子的言行却写得具体，因而很有说服力。这样，文章以其鲜明的中心、清晰的层次，充分的说理体现了逻辑思维的严密。</p> <p>　　构思</p> <p>　　《师说》堪称美文极品。</p> <p>　　《师说》以抽象思维为主，阐述的是生活中事，对人类的健康发展有着永远的意义《师说》的语言推理严谨，风格冷俊。《师说》的态度是批评教诲。</p> <p>　　但它们的成功绝不是这些零零碎碎的个别现象所能形成的。应该是诸多方面在矛盾意识、人性意识、意境意识的统帅下，以思维单元为一般规律所组成的有机体。</p> <p>　　《师说》：</p> <p>　　一师说（话题）：古之学者必有师（历史地位）/传道受业解惑（作用职责）</p> <p>　　从师（阐述）：人非生而知之（小话题）/生乎吾前//生乎吾后/庸知年之先后（小结论）</p> <p>　　师道（结论）：道之所存，师之所存</p> <p>　　以上是第一段，全文总话题，“师说”。</p> <p>　　二　第二段是论述的核心部分，以对比论证为主，写不同的师道、不同的做法，得到的不同结果。</p> <p>　　师道：师道不传（话题）/古之圣人//今之众人/圣益圣，愚益愚（结论）</p> <p>　　从师：今之众人（话题）/对子女//对自己/小学大遗（结论）</p> <p>　　今之众人（话题）/巫医百工//士大夫族/师道不复可知矣（结论）</p> <p>　　三　第三段是全文的结论，照应首段“师说”，“师不必贤于弟子”。</p> <p>　　师说：圣人无常师（话题）/孔子从师（阐述）/师不必贤于弟子（结论）</p> <p>　　“圣人无常师”照应“古之学者必有师”，而“弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻”，照应“无贵无贱，无长无少，道之所存，师之所存也。”</p> <p>　　三个段落的内容，形式上构成一种回环美（师说——从师——师道/师道——从师——师说），内容上说理更加严密，环环相扣，起于“师说”，结于“师说”。</p> <p>　　四　第四段只是一个交代，说明写作缘由和目的。</p> <p>　　全文重点说明，只有不断学习，才会不断提高。批判了“耻学于师”及“群聚笑之”的不良风气。同时在对老师的作用或职责的界定上，也一直为后人所称颂。“师者，所以传道受业解惑也。”关键是“传道受业解惑”的逻辑关系。“解惑”即解答个别问题，“受业”指传授系统知识，“传道”则具有更高境界的意义，强调应用能力（素质）的形成。</p> <p>　　一般肢解文章的方法，仅限于“解惑”“受业”，而“道”的形成则完全靠学生自己的“悟性”，明确了“三个意识”的重要意义，和“两个单元”的一般规律，才有了真正意义上的“传道”，才能使学生在能力形成方面，有想对明确的思路。这一飞跃就使学生对语文的学习不再迷茫，不再困惑，不再有登天无路、下地无门的不知所措。 </p><br/><h2>末段教学意义</h2> <p>　　《师说》的末段一般认为是一篇结构完整的议论文的附言，有如文章的后记或跋，作者对写作缘起做简单的说明，为了鼓励自己的学生“不拘于时，学于余”而做，亦或仅仅是作者发表议论的一个契机，一个借口。可是如果我们认真联系前文，就会发现末段与第三段内容上紧密相承，是全文意义结构不可或缺的有机组成部分。从某一视角看，这看似无足轻重的地方，确实全文的文眼，忽略了这一文眼，全文犹如未点睛之龙，仅仅有其形，而缺少生动真切之感。　首先，末段李氏子蟠从师学习的事例，是全文最重要的论据，在意义上是前文论述的再递近。</p> <p>　　《师说》起笔，托古言事，直接明了的提出文章的中心论点：“学者必有师”。紧接着对老师的职责提出了自己的卓越见解：“师者，所以传道受业解惑也”，并对如何择师也提出独到见解：“无贵无贱，无长无少，道之所存，师之所存。”第一段的理性陈述完毕，第二段以感慨发端，对当时社会耻学于师的浮靡之风进行了深刻的批判，尽吐不平之气，也指明了文章的现实意义。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "议论",
    "老师"
  ]
}