{
  "id": 55196,
  "star": 47,
  "name": "谒金门·春半",
  "dynasty": "宋代",
  "content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 <br>好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。",
  "fanyi": "<p><strong>译文</strong><br>春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。<br>风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。</p> <p><strong>注释</strong><br>①谒金门：原为唐教坊曲，后用为词牌，双调，仄韵四十五字。代表作有<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>的《谒金门·风乍起》<a href=\"http://so.gushiwen.org/author_201.aspx\">李好古</a>的《谒金门·花过雨》等。<br>②春已半：化用<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐》中：“别来春半，触目愁肠断。”<br>③此情无限：即春愁无限。<br>④十二阑干：指十二曲栏杆。语出<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《碧城三首》中的“碧城十二曲阑干”。<br>⑤输与：比不上、还不如。<br>⑥芳草：在古代<a href=\"http://so.gushiwen.org/view_55196.aspx\">诗</a>词中，多象征所思念的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写春愁闺怨的词。</p> <p>　　在这首词中作者抒发因所嫁非偶尔婚后日日思念意中人却无法相见的痛苦之情。开端两句：“春已半，触目此情无限”，通过女主人公的视觉和对暮春景象的感受，道出了她的无限伤感之情。“此情”究竟指的是什么？这里并未明说，从词的下文及作者婚事不遂意来看，是思佳偶不得，精神孤独苦闷；是惜春伤怀，叹年华消逝。“无限”二字，有两层意思：一是说明作者此时忧郁心情的浓重，大好春色处处都触发她的忧思；二是表明作者的隐忧永无消除之日，有如“一江春水向东流”之势。</p> <p>　　接着，作者用行为描写形象地表现了她的愁绪：“十二阑干闲倚遍，愁来天不管。”古词曾有“倚遍阑干十二楼”之句与此近似。此句写女主人公愁怀难遣、百无聊赖、无所栖息的情态。“遍”字，写出呆留时间之长。“闲”字，看来显得轻松，实则用意深重，这正表现了作者终日无逅、时时被愁情困锁不得稍脱的心境。她因无法排遣愁绪，只得发出“愁来天不管”的怨恨。此句写得新颖奇特，天，本无知觉，无感情，不管人事。而她却责怪天不管她的忧愁，这是因忧伤至极而发出的怨恨，是自哀自怜的绝望心声。</p> <p>　　剥削阶级社会的女子不能自主自己的婚事，常常怨天尤人。《<a href=\"http://so.gushiwen.org/view_55196.aspx\">诗</a>·鄘风·柏舟》的“母也天只！不谅人只！”写的是一个女子爱上一个青年，她的母亲却强迫她给另一个人，她誓死不肯，呼娘唤天，希望能谅察她的心。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>心中虽也有恋人，但她却不能违背“父母之命，媒妁之言”，不得不嫁给一个庸俗之徒，故她痛苦的感情比《柏舟》中那个女子更强烈、更深沉。</p> <p>　　过片，具体写对自然景物的感喟：“好是风和日暖，输与莺莺燕燕。”大好春光，风和日暖，本应为成双佳人享受，可是自己因孤寂忧伤而无心赏玩，全都白白地送给了莺燕，这既表现出对莺燕的羡妒，又反映了现实的残酷无情。说得何等凄苦！莺莺、燕燕，双字叠用，并非是为了凑成双数，而是暗示它们成双成对，以反衬自己单身只影，人不如鸟，委婉曲折地表现孤栖之情，含蓄而深邃。作者在诗集《恨春五首》之二里写道：“莺莺燕燕休相笑，试与单栖各自知！”造语虽异，立意却同。</p> <p>　　末两句进一步表现作者的情思：“满院落花帘不卷，断肠芳草远。”它不但与开头两句相照应，而且隐曲地透露了她愁怨的根源。她在诗中说：“故人何处草空碧，撩乱寸心天一涯。”（《暮春有感》）“断肠芳草连天碧，春不归来梦不通。”（《晚春有感》）由相比可知，她所思念的人在漫天芳草的远方，相思而又不得相聚，故为之“断肠”。全词至此结束，言有尽而意无穷，读来情思缱绻，荡气回肠，在读者脑海里留下一个凝眸远方、忧伤不能自已的思妇形象。这与<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的“当时轻别意中人，山长水远知何处”（《踏莎行》）、<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的“人何处，连天芳草，望断归来路”（《点绛唇》），词意相同，但朱淑真写得隐晦，而晏、李说得明朗，敢直言“意中人”、“人何处”，这是因为晏殊不受封建礼教的束缚，李清照思念丈夫为人情所不能非议，故他们没有顾忌。而朱淑真婚后思念情人则被视为非法，故难以明言。</p>",
  "about": "<h2>创作背景</h2> 　　朱淑是中国宋代著名女词人，与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“差堪比肩”，并称“词坛双壁”。其虽家世显赫，婚姻却十分不幸，这首词正是由于自己的婚姻的不幸，所嫁非偶，日夜思念自己的意中人所写。",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "春天",
    "闺怨",
    "思念"
  ]
}