{
  "id": 48346,
  "star": 307,
  "name": "玉蝴蝶·望处雨收云断",
  "dynasty": "宋代",
  "content": "望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 <br>难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。",
  "fanyi": "<p><strong>译文<br></strong>我悄悄地倚栏凝望，雨已停歇，云已散去，目送着秋色消逝于天边。秋天的傍晚，景色萧瑟凄凉，真让人兴发<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>悲秋之叹。轻风拂过水面，白蘋花渐渐衰残，凉月使露水凝住，梧桐树也禁不住月夜寒露的侵袭，叶子已片片枯黄。此情此景，不由人寂寞感伤。我的故朋旧友，不知你们都在何方？眼前所见只有一望无际的秋水，烟雾迷茫。<br>文人的雅集，纵情的欢宴，如今仍历历在目，令人难忘。离别后辜负了多少风月时光，斗转星移，都只为你我相距遥远，天各一方。海是如此之遥，山是如此之遥，相逢相会不知何处何年？让人感到凄苦彷徨。想那双双飞去的燕子，难以靠它给故友传音送信；企盼故友归来，遥指天际苍茫，辨识归来航船，谁知过尽千帆皆不是，也是枉自空等企望。我默默伫立，黯然相望，只见斜阳已尽，孤雁哀鸣声仍在天际飘荡。</p> <p><strong>注释</strong><br>⑴玉蝴蝶，词牌名。此调有小令及长调两体，小令为唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>所创，双调，上片四句，押三平韵，二十一字；下片四句，押三平韵，二十字，共四十一字。长调始于宋人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，又称为“玉蝴蝶慢”，双调，九十九字，平韵。亦有九十八字体。<br>雨收云断：雨停云散。<br>⑶萧疏：清冷疏散，稀稀落落。堪：可以。<br>⑷宋玉悲凉：指宋玉《九辩》，引申为悲秋。宋玉《九辩》有“悲哉！秋之为气也，萧瑟兮草木摇落而变衰！”<br>⑸蘋花：一种夏秋间开小白花的浮萍。<br>⑹遣情伤：令人伤感。遣：使得。<br>⑺文期酒会：文人们相约饮酒赋<a href=\"http://so.gushiwen.org/view_48346.aspx\">诗</a>的聚会。期：约。<br>⑻几孤风月：辜负了多少美好的风光景色。几：多少回。孤：通“辜”，辜负。风月：美好的风光景色。<br>⑼屡变星霜：经过了好几年。星霜：星一年一周天，霜每年而降，因称一年为一星霜，亦以之喻年月也。<br>⑽潇湘：湘江的别称。这里指所思念的人居住的地方。<br>⑾暮天：傍晚时分。<br>⑿空：白白地。归航：返航的船。<br>⒀立尽斜阳：在傍晚西斜的太阳下立了很久，直到太阳落山。</p><br/><h2>英译</h2> <p>Jade Butterfly</p> <p>No rain nor clouds in sight,<br>Silent on rails I lean<br>To see off late autumn serene.<br>Lonely in the evening twilight,<br>Even the ancient poet would feel sad and cold.<br>The water rippled by the breeze,<br>The duckweed gradually grows old.<br>The dew shed by the moon would freeze<br>And yellow waft the plane-tree leaves.<br>How longing grieves!<br>Where is now my old friend?<br>Far and wide mist and waves extend.</p> <p>Can I forget<br>The verse-composing and wine-drinking when we met?<br>How many moonlit nights were passed in vain?<br>How often stars and frost have changed again?<br>The sky is wide, the sea is far,<br>I cannot go to River Xiao Xiang where you are.<br>A pair of swallows fly.<br>Could they bring me a letter from you?<br>I point to evening sky.<br>To what avail returns the sail I knew?<br>At dusk I gaze far, far away<br>Until I hear no more wild geese’s song.<br>I stand there long<br>Until the sun has shed all its departing ray.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词以抒情为主，把写景和叙事、忆旧和怀人、羁旅和离别、时间和空间，融汇为一个浑然的艺术整体，具有很强的艺术感染力。</p> <p>　　“望处雨收云断”，是写即目所见之景，可以看出远处天边风云变幻的痕迹，使清秋之景，显得更加疏朗。“凭阑悄悄”四字，写出了独自倚阑远望时的忧思。这种情怀，又落脚到“目送秋光”上。“悄悄”，忧愁的样子。面对向晚黄昏的萧疏秋景，很自然地会引起悲秋的感慨，想起千古悲秋之祖的<a href=\"http://so.gushiwen.org/view_48346.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>来。“晚景萧疏，堪动宋玉悲凉”，紧接上文，概括了这种感受。宋玉的悲秋情怀和身世感慨，这时都涌向<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的心头，引起他的共鸣。他将万千的思绪按捺住，将视线由远及近，选取了最能表现秋天景物特征的东西，作精细的描写。“水风轻、苹花渐老，月露冷、梧叶飘黄”两句，似乎是用特写镜头摄下的一幅很有诗意的画面：只见秋风轻轻地吹拂着水面，白苹花渐渐老了，秋天月寒露冷的时节，梧桐叶变黄了，正一叶叶地轻轻飘下。萧疏衰飒的秋夜，自然使人产生凄清沉寂之感。“轻”、“冷”二字，正写出了清秋季节的这种感受。“苹花渐老”，既是写眼前所见景物，也寄寓着词人寄迹江湖、华发渐增的感慨。“梧叶飘黄”的“黄”字用得好，突出了梧叶飘落的形象。“飘”者有声，“黄”者有色，“飘黄”二字，写得有声有色，“黄”字渲染了气氛，点缀了秋景。作者捕捉了最典型的水风、苹花、月露、梧叶等秋日景物，用“轻”、“老”、“冷”、“黄”四字烘托，交织成一幅冷清孤寂的秋光景物图，为下文抒情作了充分的铺垫。“遣情伤”一句，由上文的景物描写中来，由景及情，词中是一转折。景物描写之后，词人引出“故人何在，烟水茫茫”两句，既承上启下，又统摄全篇，为全词的主旨。“烟水茫茫”是迷蒙而不可尽见的景色，阔大而浑厚，同时也是因思念故人而产生的茫茫然的感情，这里情与景是交织一起的。这几句短促凝重，大笔濡染，声情跌宕，苍莽横绝，为全篇之精华。</p> <p>　　换头“难忘”二字唤起回忆，写怀念故人之情，波澜起伏，错落有致。词人回忆起与朋友一起时的“文期酒会”，那赏心乐事，至今难忘。分离之后，已经物换星移、秋光几度，不知有多少良辰美景因无心观赏而白白地过去了。“几孤”，“屡变”，言离别之久，旨加强别后的怅惘。“海阔山遥”句，又从回忆转到眼前的思念。“潇湘”这里指友人所之地，因不知故人何，故云“未知何处是潇湘”。</p> <p>　　“念双燕、难凭远信，指暮天、空识归航”，写不能与思念中人相见而产生的无可奈何的心情。眼前双双飞去的燕子是不能向故人传递消息的，以寓与友人欲通音讯，无人可托。盼友人归来，却又一次次的落空，故云“指暮天、空识归航”。这句词思念友人的深沉、诚挚的感情表现得娓娓入情。看到天际的归舟，疑是故人归来，但到头来却是一场误会，归舟只是空惹相思，好像嘲弄自己的痴情。一个“空”字，把急盼友人归来的心情写活了。它把思念友人之情推向了高潮和顶点。词人这里替对方着想，从对方着笔，从而折射出自己长年羁旅、怅惘不堪的留滞之情。</p> <p>　　“黯相望”以下，笔锋转回自身。词人用断鸿的哀鸣，来衬托自己的孤独怅惘，可谓妙合无垠，声情凄婉。“立尽斜阳”四字，画出了抒情主人公的形象，他久久地伫立夕阳残照之中，如呆如痴，感情完全沉浸回忆与思念之中。“立尽”二字言凭栏伫立之久，念远怀人之深，从而使羁旅不堪之苦言外自现。</p> <p>　　柳永这首词层次分明，结构完整，脉络井然，有效地传达了诗人感情的律动。同时修辞上既不雕琢，又不轻率，而是俗中有雅，平中见奇，隽永有味，故能雅俗共赏。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首《玉蝴蝶·望处雨收云断》词是作者为怀念湘中故人所作。 </p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "写景",
    "怀人"
  ]
}