{
  "id": 69055,
  "star": 216,
  "name": "村行",
  "dynasty": "宋代",
  "content": "马穿山径菊初黄，信马悠悠野兴长。<br>万壑有声含晚籁，数峰无语立斜阳。<br>棠梨叶落胭脂色，荞麦花开白雪香。<br>何事吟余忽惆怅，村桥原树似吾乡。",
  "fanyi": "<p><strong>译文</strong><br>马儿穿行在山路上菊花已微黄，任由马匹自由地行走兴致悠长。<br>千万的山谷回荡着声响静听夜，看数座山峰在夕阳下默默无语。<br>棠梨的落叶红得好似胭脂一般，香气扑鼻的荞麦花啊洁白如雪。<br>是什么让我在吟<a href=\"http://so.gushiwen.org/view_69055.aspx\">诗</a>时忽觉惆怅，原来乡村小桥像极了我的家乡！</p> <p><br><strong>注释</strong><br>⑴信马：骑着马随意行走。野兴：指陶醉于山林美景，怡然自得的乐趣。<br>⑵晚籁：指秋声。籁，大自然的声响。<br>⑶棠梨：杜梨，又名白梨、白棠。落叶乔木，木质优良，叶含红色。<br>⑷荞麦：一年生草本植物，秋季开白色小花，果实呈黑红色三棱状。<br>⑸原树：原野上的树。原，原野。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　古代文人被贬谪期间，难免情绪抑郁，但却摆脱了案牍之劳形，可以纵情流连于山水胜景之中，而偏远之地，美丽的大自然最能安顿迁客的心灵。商州的自然美景带给<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>极大的抚慰，他曾在《听泉》<a href=\"http://so.gushiwen.org/view_69055.aspx\">诗</a>里自嘲说：“平生诗句是山水，谪宦方知是胜游”。时间久了，一方山水之美也就渐渐融化在他那颗诗心里，化作人与自然相谐的动人诗篇。这首诗是他与商山的自然风景进行心灵对话的艺术结晶。</p> <p>　　开头两句，交代了时、地、人、事。时令是秋季，这是以“菊初黄”间接交待的；地点是山间小路，这是以“山径”直接点明的；人物是作者本人，这是从诗的结句中的“吾”字而得出的结论；事情是作者骑马穿山间小路而行，领略山野旖旎的风光，这是从诗行里透露出来的消息。这两句重在突出作者悠然的神态、浓厚的游兴。</p> <p>　　三、四两句分别从听觉与视觉方面下笔。前句写傍晚秋声万壑起，这是耳闻；后句写数峰默默伫立在夕阳里，这是目睹。这里，“有声”与“无语”两种截然不同的境界相映成趣，越发显示出山村傍晚的沉寂。尤其值得一提的是：“数峰”句写数峰宁静，不从正面着墨，而从反面出之，读来饶有情趣。这正如钱钟书先生在《宋诗选注》中所说的“山峰本来是不能语而‘无语’的，王禹偁说它们‘无语’或如<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>《己亥杂诗》说‘送我摇鞭竟东去，此山不语看中原’，并不违反事实；但是同时也仿佛表示它们原先能语、有语、欲语而此刻忽然‘无语’。这样，‘数峰无语’、‘此山不语’才不是一句不消说得的废话······”</p> <p>　　颔联耳闻“有声”与目睹“无语”两种截然不同的境界相映成趣，越发显示出山村傍晚的沉寂，富有情趣。诗人迷恋山间那份宁静，然而暮色已悄然降临，还是且行且回。第三联写山乡的红叶与荞麦花：经霜的棠梨叶随风飘落，红艳似火，在山野间分外耀眼；成片的荞麦花开如雪，阵阵清香扑鼻而来。“胭脂”与“白雪”对举，令红的更艳，白的更纯，给读者带来极唯美的视觉感受。诗人乘兴而游，胜景触目，吟咏成诗，可是吟完诗句，一丝怅惘涌上心头，诗人看见了：前面的小桥流水、原野平林，很是眼熟。似乎重归故里，那份近乡情切的感觉也许仅在刹那间一闪，便恍然回转过来，——此地并非诗人的故乡，诗人心中的那份恼意自不待言说，这次村行的情绪也由悠然转入怅然。满目山川，清晖娱人，宦途失意的异乡人却有家不得归，此情此景，真的是“夕阳西下，断肠人在天涯”。</p> <p>　　作者在前六句诗里描绘了一幅色彩斑斓、富有诗意的秋日山村晚晴图，较好地体现了宋人“以画入诗”的特点。诗的最后两句由写景转入抒情。前句设问，写诗人在吟诗之后不知为什么忽然感到闷闷不乐；后句作答，写这原来是诗人因蓦然发现村桥原野上的树像他故乡的景物而产生了思乡之情。这样写，就使上文的景物描写有了着落，传神地反映出了作者的心情由悠然至怅然的变化，拓深了诗意。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋太宗淳化二年（991），<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>得罪了宋太宗，贬官商州，任商州团练副使。在王禹偁的“商山五百五十日”里，曾写下二百余首<a href=\"http://so.gushiwen.org/view_69055.aspx\">诗</a>，占其全部诗作的三分之一，许多艺术水平较高的诗都作于此时。王禹偁的代表作《村行》便是这一时期的产物，作于淳化三年。</p>",
  "poet": {
    "id": 122,
    "star": 0,
    "name": "王禹偁",
    "image": "http://img.gushiwen.org/authorImg/wangyucheng.jpg",
    "desc": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。"
  },
  "tags": [
    "古诗三百首",
    "秋天",
    "写景",
    "思乡"
  ]
}