{
  "id": 8156,
  "star": 5541,
  "name": "送友人",
  "dynasty": "唐代",
  "content": "青山横北郭，白水绕东城。<br>此地一为别，孤蓬万里征。<br>浮云游子意，落日故人情。<br>挥手自兹去，萧萧班马鸣。",
  "fanyi": "<p><strong>译文</strong><br>青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。<br>在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。<br>浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。<br>挥挥手从此分离，友人骑的那匹将要载他远行的马萧萧长鸣，似乎不忍离去。</p> <p><strong>注释</strong><br>⑴郭：古代在城外修筑的一种外墙。<br>⑵白水：清澈的水。<br>⑶一：助词，加强语气。名做状。<br>⑷别：告别。<br>⑸蓬：古书上说的一种植物，干枯后根株断开，遇风飞旋，也称“飞蓬”。<a href=\"http://so.gushiwen.org/view_8156.aspx\">诗</a>人用“孤蓬”喻指远行的朋友。<br>⑹征：远行。<br>⑺浮云游子意：<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《杂诗》：“西北有浮云，亭亭如车盖。惜哉时不遇，适与飘风会。吹我东南行，行行至吴会。”后世用为典实，以浮云飘飞无定喻游子四方漂游。浮云，飘动的云。游子，离家远游的人。<br>⑻兹：声音词。此。<br>⑼萧萧：马的呻吟嘶叫声。<br>⑽班马：离群的马，这里指载人远离的马。班，分别；离别，一作“斑”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首情意深长的送别<a href=\"http://so.gushiwen.org/view_8156.aspx\">诗</a>，作者通过送别环境的刻画、气氛的渲染，表达出依依惜别之意。首联的“青山横北郭，白水绕东城”，交代出了告别的地点。诗人已经送友人来到了城外，然而两人仍然并肩缓辔，不愿分离。只见远处，青翠的山峦横亘在外城的北面，波光粼粼的流水绕城东潺潺流过。这两句中“青山”对“白水”，“北郭”对“东城”，首联即写成工丽的对偶句，别开生面；而且“青”、“白”相间，色彩明丽。“横”字勾勒青山的静姿，“绕”字描画白水的动态，用词准确而传神。诗笔挥洒自如，描摹出一幅寥廓秀丽的图景。未见“送别”二字，其笔端却分明饱含着依依惜别之情。</p> <p>　　接下去两句写情。诗人借孤蓬来比喻友人的漂泊生涯，说：此地一别，离人就要象那随风飞舞的蓬草，飘到万里之外去了。此联从语意上看可视为流水对形式，即两联语义相承。但纯从对的角度看不是工对，甚至可以说不“对”，它恰恰体现了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“天然去雕饰”的诗风，也符合古人不以形式束缚内容的看法。此联出句“此地一为别”语意陡转，将上联的诗情画意扯破，有一股悲剧的感人力量。古人常以飞蓬、转蓬、飘蓬喻飘泊生涯，因为二者都有屈从大自然、任它物调戏而不由自主的共同特征。所以，此句想到“逢”的形象时十分沉重，有不忍之情，非道一声珍重可比。太白集王琦注云：“浮云一往而无定迹，故以比游子之意；落日衔山而不遽去，故以比故人之情。”这两句诗表达了诗人对友人的深切关心，写得流畅自然，感情真挚。</p> <p>　　颈联“浮云游子意，落日故人情”，大笔挥洒出分别时的寥阔背景：天边一片白云飘然而去，一轮红日正向着地平线徐徐而下。此时此景，更令诗人感到离别的不舍。这两句“浮云”对“落日”，“游子意”对“故人情”，也对得很工整，切景切题。诗人不仅是写景，而且还巧妙地用“浮云”来比喻友人：就象天边的浮云，行踪不定，任意东西，谁知道会飘泊到何处呢？无限关切之意自然溢出，而那一轮西沉的红日落得徐缓，把最后的光线投向青山白水，仿佛不忍遽然离开。而这正是诗人此刻心情的象征。</p> <p>　　此句也可理解为游子将行未行的恋旧情意，有欲行又止，身行心留之复杂意绪。落目的形象既可理解为故人的眷恋之情，亦可理解为对友人的祝福之情。“夕阳无限好”、“长河落日圆”，但愿友人前路阳光灿烂，诸事圆满遂心，呼应了“孤蓬万里征”一句。</p> <p>　　尾联两句，情意更切。“挥手自兹去，萧萧班马鸣。”送君千里，终须一别。“挥手”，是写了分离时的动作，诗人内心的感受没有直说，只写了“萧萧班马鸣”的动人场景。诗人和友人在马上挥手告别，频频致意。那两匹马仿佛懂得主人心情，也不愿脱离同伴，临别时禁不住萧萧长鸣，似有无限深情。末联借马鸣之声犹作别离之声，衬托离情别绪。李白化用古典诗句，用一个“班”字，便翻出新意，烘托出缱绻情谊，是鬼斧神工的手笔。</p> <p>　　这首送别诗写得新颖别致，不落俗套。诗中青山，流水，红日，白云，相互映衬，色彩璀璨。班马长鸣，形象新鲜活泼，组成了一幅有声有色的画面。自然美与人情美交织在一起，写得有声有色，气韵生动，画面中流荡着无限温馨的情意，感人肺腑。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8156.aspx\">诗</a>创作时间、地点不明。安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全诗编年注释》认为此诗：“诗题疑为后人妄加······其城别之池当在南阳。”并将此诗创作时间定为唐玄宗开元二十六年（738年）。 郁贤皓疑为于玄宗天宝六载（747年）于金陵所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "送别",
    "写景",
    "惜别",
    "友情"
  ]
}