{
  "id": 283,
  "star": 35,
  "name": "周颂·闵予小子",
  "dynasty": "先秦",
  "content": "闵予小子，遭家不造，嬛嬛在疚。于乎皇考，永世克孝。念兹皇祖，陟降庭止。维予小子，夙夜敬止。于乎皇王，继序思不忘。",
  "fanyi": "<p><strong>译文<br></strong>可怜我这三尺童，新遭父丧真悲痛，孤独无援忧忡忡。先父武王多英明，终身能够孝祖宗。念我先祖兴大业，任贤黜佞国运隆。我今年幼已即位，日夜勤政求成功。先王灵前发誓言，继承遗志铭心胸。</p> <p><strong>注释<br></strong>⑴闵：通“悯”，怜悯，郑笺说是“悼伤之言”。予小子：成王自称。小子，年少。对先祖也可自称“小字”。<br>⑵不造：不幸，不善。此指遭周武王之丧。<br>⑶嬛（qióng）嬛：同“茕茕”，孤独无所依靠貌。疚：忧伤。<br>⑷於（wū）乎：同“呜呼”，表感叹。皇考：指武王。<br>⑸永世：终身。克：能。<br>⑹兹：此。皇祖：对已故祖父的美称。此指周文王。<br>⑺陟（zhì）降：上下，升降。庭：直。止：语气词。<br>⑻夙（sù）夜：原意为早夜。此指朝夕，日夜，即天天、时时。敬：谨慎。止：语助词。<br>⑼皇王：这里指先代君主，兼指文王、武王。<br>⑽序：通“绪”，事业。思：语助词。忘：忘记。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　嗣王朝庙，通常是向祖先神灵祷告，表白心迹，祈求保佑，同时也有对臣民的宣导作用。鉴于周成王的特殊境遇，这篇告庙之辞应有特殊的设计。</p> <p>　　开头三句，将成王的艰难处境如实叙述，和盘托出，并强调其“嬛嬛在疚”，无依无靠。国君需要群臣，嗣王更需要群臣的支持，成王这样年幼的嗣王则尤其需要群臣的全力辅佐。强调成王的孤独无援，于示弱示困示艰难之中，隐含了驱使、鞭策群臣效力嗣王的底蕴，这一点在下面即逐步显示出来。</p> <p>　　第四句的“皇考”指周武王。武王一生业绩辉煌卓著，<a href=\"http://so.gushiwen.org/view_283.aspx\">诗</a>中却一字不提，只说他“永世克孝”。为人子当尽孝；为人臣则当尽忠，其理一致，为什么不直陈其言呢？盖因在危难、困窘之际寻求援助，明令不如感化，当时周王室群臣均为武王旧臣，点出武王克尽孝道，感化之效即生。</p> <p>　　第六句的“皇祖”指周文王，而“陟降”一语，当重在“陟”，因为成王嗣位时在朝的文王旧臣，都是文王擢拔的贤能之士，他们在文王去世之后，辅佐武王成就了灭商的伟业，此时又该辅佐成王来继业守成了。</p> <p>　　周公是经历文、武、成三世的老臣，“自文王在时，旦为子孝，笃仁，异于群子”，又“佐武王，作《牧誓》，破殷”（《史记·鲁周公世家》），一些三世老臣如姜尚等，都长期与他共事，上述对文王、武王赞颂之语，出自他口中，自有非同寻常的号召与约束力量，穆王时太仆正伯冏作《冏命》，所说“昔在文武，聪明齐圣，小大之臣，咸怀忠良”，正可见周公的威严。</p> <p>　　周公在其子伯禽受封于鲁后曾训戒伯禽要尊贤，说：“我，文王之子，武王之弟，成王之叔父，我于天下亦不贱矣。然我一沐三握发，一饭三吐哺，起以待士，犹恐失天下之贤人。”（《史记·鲁周公世家》）他知道自己的身份“不贱”，当然知道成王的身份更为高贵。成王为文王之孙，武王之子，血统至尊，这也几乎就是他继位时全部的政治资本，周公对此不能不充分地加以利用，以期对文王、武王感恩戴德的群臣对成王也俯首听命。因此“继序”一语出现于《周颂·闵予小子》的末句，绝非偶然，它强调成王继承的是文王、武王开创的大业，而“思不忘”对成王固然是必须兑现的誓言，对于文王、武王的旧臣，则是理所当然应尽的天职。</p> <p>　　《周颂·闵予小子》隐含着对文王、武王旧臣效忠嗣王的要求，而在这方面，周公又是以身作则、堪称楷模的。他并没有忘记对儿子伯禽的教育与指导，用今天的话说是公私兼顾的，可他的主要精力一直集中于辅佐成王，他的主要政治业绩也在于此。这方面，《诗经》《尚书》中的许多篇章留下了可信的记录，孔子也一再表示对他的尊崇与景仰。周公与成王虽然一为臣一为君，一为辅相一为天子，但是，要了解成王时政事，却往往先要了解周公。《六经》皆史，读此篇亦可窥周初政事之一斑。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_283.aspx\">诗</a>当作于周成王三年（公元前1113年），是周成王除武王之丧，将要执政时，朝拜于祖庙，祭告其父王周武王和祖父周文王的诗。《毛诗序》云：“《闵予小子》，嗣王朝于庙也。”《郑笺》云：“嗣王者，谓成王也。除武王之丧，将始即政，朝于庙也。”周成王继位之时，年龄幼小，可以说，除了高贵的身份之外，他在政治上是一无所有。幼小的成王不可能明白自己的处境，而为之辅政的周公对此则有清醒的认识。因此，尽管《周颂·闵予小子》看似成王以第一人称而作的自述，其实真正的作者应是辅政的周公。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}