{
  "id": 10859,
  "star": 83,
  "name": "春宿左省",
  "dynasty": "唐代",
  "content": "花隐掖垣暮，啾啾栖鸟过。<br>星临万户动，月傍九霄多。 <br>不寝听金钥，因风想玉珂。<br>明朝有封事，数问夜如何。",
  "fanyi": "<p><strong>译文</strong><br>左偏殿矮墙遮隐花丛，日已将暮，<br>投宿的鸟儿，一群群鸣叫着飞过。<br>星临宫中，千门万户似乎在闪烁，<br>靠近天廷，所得的月光应该更多。<br>夜不敢寝，听到宫门开启的钥锁，<br>晚风飒飒，想起上朝马铃的音波。<br>明晨上朝，还有重要的大事要做，<br>心里不安，多次地探问夜漏几何？</p> <p><strong>注释</strong><br>①宿：指值夜。左省：即左拾遗所属的门下省，和中书省同为掌机要的中央政府机构，因在殿庑之东，故称“左省”。<br>②掖垣：门下省和中书省位于宫墙的两边，像人的两腋，故名。<br>③金钥：即金锁。指开宫门的锁钥声。<br>④珂：马铃。<br>⑤封事：臣下上书奏事，为防泄漏，用黑色袋子密封，因此得名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　757年（至德二年）九月，唐军收复了被安史叛军所控制的京师长安；十月，唐肃宗自凤翔还京，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于是从鄜州到京，仍任左拾遗。左拾遗掌供奉讽谏，大事廷诤，小事上封事。这首作于758年（乾元元年）的五律，描写作者上封事前在门下省值夜时的心情，表现了他居官勤勉，尽职尽忠，一心为国的精神。</p> <p>　　“花隐掖垣暮，啾啾栖鸟过。”起首两句描绘开始值夜时“左省”的景色。看起来好似信手拈来，即景而写，实则章法谨严，很有讲究。首先它写了眼前景：在傍晚越来越暗下来的光线中，“左省”里开放的花朵隐约可见，天空中投林栖息的鸟儿飞鸣而过，描写自然真切，历历如绘。其次它还衬了<a href=\"http://so.gushiwen.org/view_10859.aspx\">诗</a>中题：写花、写鸟是点“春”；“花隐”的状态和“栖鸟”的鸣声是傍晚时的景致，是作者值宿开始时的所见所闻，和“宿”相关联；两句字字点题，一丝不漏，很能见出作者的匠心。</p> <p>　　“星临万户动，月傍九霄多。”此联由暮至夜，写夜中之景。前句说在夜空群星的照耀下，宫殿中的千门万户也似乎在闪动；后句说宫殿高入云霄，靠近月亮，仿佛照到的月光也特别多。这两句是写得很精彩的警句，对仗工整妥帖，描绘生动传神，不仅把星月映照下宫殿巍峨清丽的夜景活画出来了，并且寓含着帝居高远的颂圣味道，虚实结合，形神兼备，语意含蓄双关。其中“动”字和“多”字用得极好，被前人称为“句眼”，此联因之境界全出。这两句既写景，又含情，在结构上是由写景到写情的过渡。</p> <p>　　“不寝听金钥，因风想玉珂。”这联描写夜中值宿时的情况。两句是说他值夜时睡不着觉，仿佛听到了有人开宫门的锁钥声；风吹檐间铃铎，好像听到了百官骑马上朝的马铃响。这些都是想象之辞，深切地表现了诗人勤于国事，唯恐次晨耽误上朝的心情。在写法上不仅刻画心情很细致，而且构思新巧。此联本来是进一步贴诗题中的“宿”字，可是作者反用“不寝”两字，描写他宿省时睡不着觉时的心理活动，另辟蹊径，独出机杼，显得词意深蕴，笔法空灵。</p> <p>　　“明朝有封事，数问夜如何？”最后两句交待“不寝”的原因，继续写诗人宿省时的心情：第二天早朝要上封事，心绪不宁，所以好几次讯问宵夜到了什么时辰。“数问”二字，则更加重了诗人寝卧不安的程度。全诗至此戛然而止，便有一种悠悠不尽的韵味。结尾二句由题后绕出，从宿省申发到次日早朝上封事，语句矫健有力，词意含蓄隽永，忠爱之情充溢于字里行间。</p> <p>　　这首诗多少带有某些应制诗的色彩，写得平正妥贴，在杜甫五律中很有特色。全诗八句，前四句写宿省之景，后四句写宿省之情。自暮至夜，自夜至将晓，自将晓至明朝，叙述详明而富于变化，描写真切而生动传神，体现了杜甫律诗结构既严谨又灵动，诗意既明达又蕴藉的特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首五律作于唐肃宗乾元元年（758）。至德二载（757）九月，唐军收复了被安史叛军所控制的京师长安；十月，肃宗自凤翔还京，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于是从鄜州到京，仍任左拾遗。唐时左拾遗掌供奉讽谏，大事廷诤，小事上封事。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "爱国"
  ]
}