{
  "id": 48002,
  "star": 626,
  "name": "蒿里行",
  "dynasty": "两汉",
  "content": "关东有义士，兴兵讨群凶。<br>初期会盟津，乃心在咸阳。<br>军合力不齐，踌躇而雁行。<br>势利使人争，嗣还自相戕。<br>淮南弟称号，刻玺于北方。<br>铠甲生虮虱，万姓以死亡。<br>白骨露於野，千里无鸡鸣。<br>生民百遗一，念之断人肠。",
  "fanyi": "<p><strong>译文</strong><br>关东的仗义之士都起兵讨伐那些凶残的人。<br>最初约会各路将领订盟，同心讨伐长安董卓。<br>讨伐董卓的各路军队汇合以后，因为各有自己的打算，力不齐一，互相观望，谁也不肯率先前进。<br>势利二字引起了诸路军的争夺，随后各路军队之间就自相残杀起来。<br>袁绍的堂弟袁术在淮南称帝号，袁绍谋立傀儡皇帝在北方刻了皇帝印玺。<br>由于战争连续不断，士兵长期脱不下战衣，铠甲上生满了虮虱，众多的百姓也因连年战乱而大批死亡。<br>尸骨曝露于野地里无人收埋，千里之间没有人烟，听不到鸡鸣。<br>一百个老百姓当中只不过剩下一个还活着，想到这里令人极度哀伤。 </p><p><strong>注释</strong><br>⑴关东：函谷关（今河南灵宝西南）以东。义士：指起兵讨伐董卓的诸州郡将领。<br>⑵讨群凶：指讨伐董卓及其党羽。<br>⑶初期：本来期望。盟津：即孟津（今河南孟县南）。相传周武王伐纣时曾在此大会八百诸侯，此处借指本来期望关东诸将也能像武王伐纣会合的八百诸侯那样同心协力。<br>⑷乃心：其心，指上文“义士”之心。咸阳：秦时的都城，此借指长安，当时献帝被挟持到长安。<br>⑸力不齐：指讨伐董卓的诸州郡将领各有打算，力量不集中。齐：一致。<br>⑹踌躇：犹豫不前。雁行（háng）：飞雁的行列，形容诸军列阵后观望不前的样子。此句倒装，正常语序当为“雁行而踌躇”。<br>⑺嗣：后来。还：同“旋”，不久。自相戕（qiāng）：自相残杀。当时盟军中的袁绍、公孙瓒等发生了内部的攻杀。<br>⑻淮南句：指袁绍的异母弟袁术于公元197年（建安二年）在淮南寿春（今安徽寿县）自立为帝。<br>⑼刻玺句：指公元191年（初平二年）袁绍谋废献帝，想立幽州牧刘虞为皇帝，并刻制印玺。玺，印，秦以后专指皇帝用的印章。<br>⑽铠甲句：由于长年战争，战士们不脱战服，铠甲上都生了虱子。铠甲，古代的护身战服。铠，就是甲。虮，虱卵。<br>⑾万姓：百姓。以：因此。<br>⑿生民：百姓。遗：剩下。</p>",
  "shangxi": "　　公元189年（东汉中平六年），汉灵帝死，少帝刘辩即位，何进等谋诛宦官，不成，被宦官所杀；袁绍袁术攻杀宦官，朝廷大乱；董卓带兵进京，驱逐袁绍、袁术，废除刘辩，另立刘协为帝（献帝），自己把持了政权。公元190年（初平元年），袁术、韩馥、孔伷等东方各路军阀同时起兵，推袁绍为盟主，为奋威将军，联兵西向讨董卓。然而这支联军中的众将各怀私心，都想借机扩充自己的力量，故不能齐心合力，一致对付董卓。当董卓领兵留守洛阳以拒关东之师时，各路人马都逡巡不前，惟恐损失了自己的军事力量。据史载，当时无人敢于率先与董卓交锋，曹操对联军的驻兵不动十分不满，于是独自引领三千人马在荥阳迎战了董卓部将徐荣，虽然战事失利，但体现了曹操的胆识与在这历史动荡中的正义立场。不久，讨伐董卓的联军由于各自的争势夺利，四分五裂，互相残杀起来，其中主要的就有袁绍、韩馥、公孙瓒等部，从此开始了汉末的军阀混战，造成人民大量死亡和社会经济极大破坏。此<a href=\"http://so.gushiwen.org/view_48002.aspx\">诗</a>即是对这一历史事件的反映。",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "战争",
    "忧国忧民"
  ]
}