{
  "id": 71207,
  "star": 2702,
  "name": "从军行七首·其四",
  "dynasty": "唐代",
  "content": "青海长云暗雪山，孤城遥望玉门关。<br>黄沙百战穿金甲，不破楼兰终不还。",
  "fanyi": "<p><strong>译文</strong><br>青海湖上乌云密布，连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。<br>守边将士，身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。</p> <p><strong>注释</strong><br>⑴从军行：乐府旧题，属相和歌辞平调曲，多是反映军旅辛苦生活的。<br>⑵羌笛：羌族竹制乐器。关山月：乐府曲名，属横吹曲。多为伤离别之辞。<br>⑶独上：一作“独坐”。<br>⑷无那：无奈，指无法消除思亲之愁。一作“谁解”。<br>⑸新声：新的歌曲。<br>⑹关山：边塞。旧别：一作“离别”。<br>⑺撩乱：心里烦乱。边愁：久住边疆的愁苦。听不尽：一作“弹不尽”。<br>⑻关城：指边关的守城。<br>⑼云沙：像云一样的风沙。<br>⑽表：上表，上书。掩尘骨：指尸骨安葬。掩，埋。<br>⑾龙荒：荒原。<br>⑿青海：指青海湖，在今青海省。唐朝大将哥舒翰筑城于此，置神威军戍守。长云：层层浓云。雪山：即祁连山，山巅终年积雪，故云。<br>⒀孤城：即玉门关。玉门关：汉置边关名，在今甘肃敦煌西。一作“雁门关”。<br>⒁破：一作“斩”。楼兰：汉时西域国名，即鄯善国，在今新疆维吾尔自治区鄯善县东南一带。西汉时楼兰国王与匈奴勾通，屡次杀害汉朝通西域的使臣。此处泛指唐西北地区常常侵扰边境的少数民族政权。终不还：一作“竟不还”。<br>⒂前军：指唐军的先头部队。洮河：河名，源出甘肃临洮西北的西倾山，最后流入黄河。<br>⒃吐谷浑：中国古代少数民族名称，晋时鲜卑慕容氏的后裔。据《新唐书·西域传》记载：“吐谷浑居甘松山之阳，洮水之西，南抵白兰，地数千里。”唐高宗时吐谷浑曾经被唐朝与吐蕃的联军所击败。<br>⒄胡瓶：唐代西域地区制作的一种工艺品，可用来储水。<br>⒅敕：专指皇帝的诏书。星驰：像流星一样迅疾奔驰，也可解释为星夜奔驰。<br>⒆嶂：指直立像屏障一样的山峰。<br>⒇烽：指烽火台。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代边塞<a href=\"http://so.gushiwen.org/view_71207.aspx\">诗</a>的读者，往往因为诗中所涉及的地名古今杂举、空间悬隔而感到困惑。怀疑作者不谙地理，因而不求甚解者有之，曲为之解者亦有之。这第四首诗就有这种情形。</p> <p>　　前两句提到三个地名。雪山即河西走廊南面横亘廷伸的祁连山脉。青海与玉门关东西相距数千里，却同在一幅画面上出现，于是对这两句就有种种不同的解说。有的说，上句是向前极目，下句是回望故乡。这很奇怪。青海、雪山在前，玉门关在后，则抒情主人公回望的故乡该是玉门关西的西域，那不是汉兵，倒成胡兵了。另一说，次句即“孤城玉门关遥望”之倒文，而遥望的对象则是“青海长云暗雪山”，这里存在两种误解：一是把“遥望”解为“遥看”，二是把对西北边陲地区的概括描写误解为抒情主人公望中所见，而前一种误解即因后一种误解而生。</p> <p>　　一、二两句，不妨设想成次第展现的广阔地域的画面：青海湖上空，长云弥温；湖的北面，横亘着绵廷千里的隐隐的雪山；越过雪山，是矗立在河西走廊荒漠中的一座孤城；再往西，就是和孤城遥遥相对的军事要塞——玉门关。这幅集中了东西数千里广阔地域的长卷，就是当时西北边戍边将士生活、战斗的典型环境。它是对整个西北边陲的一个鸟瞰，一个概括。之所以特别提及青海与玉关，这跟当时民族之间战争的态势有关。唐代西、北方的强敌，一是吐蕃，一是突厥。河西节度使的任务是隔断吐蕃与突厥的交通，一镇兼顾西方、北方两个强敌，主要是防御吐蕃，守护河西走廊。“青海”地区，正是吐蕃与唐军多次作战的场所；而“玉门关”外，则是突厥的势力范围。所以这两句不仅描绘了整个西北边陲的景象，而且点出了“孤城”西拒吐蕃，北防突厥的极其重要的地理形势。这两个方向的强敌，正是戍守“孤城”的将士心之所系，宜乎在画面上出现青海与玉关。与其说，这是将士望中所见，不如说这是将士脑海中浮现出来的画面。这两句在写景的同时渗透丰富复杂的感情：戍边将士对边防形势的关注，对自己所担负的任务的自豪感、责任感，以及戍边生活的孤寂、艰苦之感，都融合在悲壮、开阔而又迷蒙暗淡的景色里。</p> <p>　　三、四两句由情景交融的环境描写转为直接抒情。“黄沙百战穿金甲”，是概括力极强的诗句。戍边时间之漫长，战事之频繁，战斗之艰苦，敌军之强悍，边地之荒凉，都于此七字中概括无遗。“百战”是比较抽象的，冠以“黄沙”二字，就突出了西北战场的特征，令人宛见“日暮云沙古战场”的景象；“百战”而至“穿金甲”，更可想见战斗之艰苦激烈，也可想见这漫长的时间中有一系列“白骨掩蓬蒿”式的壮烈牺牲。但是，金甲尽管磨穿，将士的报国壮志却并没有销磨，而是在大漠风沙的磨炼中变得更加坚定。“不破楼兰终不还”，就是身经百战的将士豪壮的誓言。上一句把战斗之艰苦，战事之频繁越写得突出，这一句便越显得铿锵有力，掷地有声。一二两句，境界阔大，感情悲壮，含蕴丰富；三四两句之间，显然有转折，二句形成鲜明对照。“黄沙”句尽管写出了战争的艰苦，但整个形象给人的实际感受是雄壮有力，而不是低沉伤感的。因此末句并非嗟叹归家无日，而是在深深意识到战争的艰苦、长期的基础上所发出的更坚定、深沉的誓言，盛唐优秀边塞诗的一个重要的思想特色，就是在抒写戍边将士的豪情壮志的同时，并不回避战争的艰苦，此篇就是一个显例。可以说，三四两句这种不是空洞肤浅的抒情，正需要有一二两句那种含蕴丰富的大处落墨的环境描写。典型环境与人物感情高度统一，是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>绝句的一个突出优点，这在此篇中也有明显的体现。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "高中古诗",
    "边塞",
    "战争",
    "壮志"
  ]
}