{
  "id": 8548,
  "star": 73,
  "name": "戏赠杜甫",
  "dynasty": "唐代",
  "content": "饭颗山头逢杜甫，顶戴笠子日卓午。 <br>借问别来太瘦生，总为从前作诗苦。",
  "fanyi": "<p><strong>译文</strong><br>至今记得，在饭颗山上遇到老朋友<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，头上戴着竹笠日头刚好是中午。<br>请问老兄自从分别以后为何如此消瘦？恐怕都因为这一段岁月里作<a href=\"http://so.gushiwen.org/view_8548.aspx\">诗</a>太费辛苦。</p> <p><strong>注释</strong><br>戏赠：意思是开玩笑的话。其实，所谓开玩笑，往往表现了至交之问的真情实话。<br>饭颗山：山名。相传在长安一带。“饭颗山头”一作“长乐坡前”。长乐坡也在长安附近。<br>笠子：用竹箬或棕皮等编成的笠帽，用来御雨遮阳。<br>日卓午：指正午太阳当顶。<br>借问：请问的意思。<br>太瘦生：消瘦、瘦弱。生为语助词，唐时习语。<br>总为：怕是为了。<br>作诗苦：杜甫曾自言：“为人性僻耽佳句，语不惊人死不休。”（《江上值水如海势聊短述》）这里所指的正是杜甫一丝不苟的创作精神。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《戏赠<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>赠杜甫的<a href=\"http://so.gushiwen.org/view_8548.aspx\">诗</a>。李白和杜甫，这两位唐代大诗家，虽然在年龄上李大杜小，相差了十一岁，他们却成了忘年之交。对诗歌艺术的狂热喜好和高深造诣，促使他们成为志同道合的知交，而共同的远大抱负、正义立场以及在政治上的失意境遇，更使他们情同骨肉，终身不逾。这高尚的友情，和他们美妙的诗歌一样，垂诸千古。</p> <p>　　在李白和杜甫的诗歌交往中，相互赠和很多。李白的这首《戏赠杜甫》，引起过前人的误解，都出在这个“戏”字上。郭沫者对此有过精辟的辨析。自从唐人孟棨解说为李白讥笑杜甫作诗拘束之后，似乎成了定论。郭沫若不然其说，是高明的见解。郭对诗的末两句解释为李问杜答，信增亲切，不失为一说。其实，“戏”字并不都是讥笑的含义，也可以解作“开玩笑”。古人写诗题为“戏赠”，并不都是嘲弄，有许多都表示善意的玩笑语，而玩笑语之中，往往是些真情实话，倍觉亲切可爱。 </p> <p>　　此诗幽默诙谐，甚至滑稽梯突，类似于打油诗。其实这并不是李白嘲讽杜甫作诗拘束迟缓，更不能说李白看不起杜甫。《戏赠杜甫》是朋友间的游戏文字，谑而不虐，体现了李白对杜甫的知己和关爱。一方面，杜甫“穷年忧黎元”，写作极认真，“语不惊人死不休”，正如宋人<a href=\"http://so.gushiwen.org/author_872.aspx\">葛立方</a>在《韵语阳秋》里说的那样，“杜诗思苦而语奇”（接下来的一句是“李诗思疾而语豪”）。另一方面，他又仕途坎坷，穷困潦倒，可能营养不良。李白显然了解这些，而自己的处境也不比他好，不过达观些，随便些，又大了十一岁。</p> <p>　　因此，李白实际上是以此诗劝慰杜甫，诗歌当不了饭吃，不要为了写诗太苦了自己，太瘦了不好，要注意自己的健康。而李白作诗比较洒脱，信口拈来即是诗，而杜甫作诗向来是苦费心思的，苦用心的结果在李白的眼里便成了身体消瘦的原因，这样不仅作诗苦的“苦”字有了着落，连太瘦生的“瘦”字也有了来历。诗的后两句采用了一问一答的形式，新颖别致，给人以亲切之感。</p> <p>　　这末两句，即使解作都是李白的话，也未尝不显痛切关怀之情。要知道，李白也是专心致意于诗创作的，也一样“为作诗苦”。共同的爱好，共同的习性，共同的甘苦，才有这共同理解的似是玩笑之话而实为肺腑之言，多么亲切感人！李白是把人生的诗情揉得最好的人之一，从《戏赠杜甫》这首诗中可见一斑。</p>",
  "about": "<h2>创作背景</h2> <p>　　此首《戏赠<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》大约作于公元746年（天宝五年）秋天<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与杜甫在兖州最后一次相遇时。 </p> <p>　　李杜二人自公元744年（唐玄宗天宝三年）在洛阳相识并结下深厚友谊，直至公元762年（唐代宗宝应元年）李白去世，彼此十分了解和尊重。他们交往密切，曾同游齐鲁，此后虽难相见，但仍相互关心、思念。如杜甫“渭北春天树，江东日暮云”（《春日忆李白》）。 </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "重逢",
    "喜悦",
    "友情"
  ]
}