{
  "id": 70903,
  "star": 229,
  "name": "酌贪泉",
  "dynasty": "魏晋",
  "content": "古人云此水，一歃怀千金。<br>试使夷齐饮，终当不易心。",
  "fanyi": "<p><strong>译文</strong><br>古人传言此泉水，一饮就生贪婪心。<br>试使夷齐饮此水，终当不改清廉心。</p> <p><strong>注释</strong><br>⑴据《晋书·良吏传》记载，当时派到广州去当刺史的皆多贪赃黩货，广州官府衙门贿赂公行，贪污成风。晋安帝时，朝廷欲革除岭南弊政，便派<a href=\"http://so.gushiwen.org/author_307.aspx\">吴隐之</a>出任广州刺史。吴隐之走马上任，离广州三十里地的石门（在今广东省南海县西北），这里有一泓清澄明澈的泉水，可是，这泉水竟名之曰“贪泉”。当地传说，即使清廉之士，一饮此水，就会变成贪得无厌之人。<br>⑵歃（shà）：用嘴吸取。怀：思，想念。千金：钱财多，形容人的贪婪。<br>⑶夷齐：指伯夷、叔齐。他们是商代末年孤竹国国君的两个儿子。为避让君位，两人逃往周国。周武王出兵东征讨伐商纣王，伯夷、叔齐谏阻未成。周取代商统治天下后，伯夷、叔齐“义不食周粟，隐于首阳山”，被公认为道德高尚的典范。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　广州在晋代时还很偏僻，加之当时南方多瘴气，古人视为畏途。但又因为广州靠山临海，自古盛产奇珍异宝，到这里来“捞一票”的人也大有人在。据《晋书·良吏传》记载，当时派到广州去当刺史的皆多贪赃黩货，广州官府衙门贿赂公行，贪污成风。晋安帝时，朝廷欲革除岭南弊政，便派<a href=\"http://so.gushiwen.org/author_307.aspx\">吴隐之</a>出任广州刺史。吴隐之走马上任，路过广州三十里地的石门（在今广东省南海县西北），这里有一泓清澄明澈的泉水，这泉水名之曰“贪泉”。当地还有一个古老的传说，即使清廉之士，一饮此水，就会变成贪得无厌之人。吴隐之来到清泉边，深有感触地对身边亲人说：“不见可欲，使心不乱。越岭丧清，吾知之矣！”，他酌泉赋<a href=\"http://so.gushiwen.org/view_70903.aspx\">诗</a>言志，成为我国诗歌史上一段动人的佳话。</p> <p>　　吴隐之这首诗前两句先陈述由来已久的传说：古人说这贪泉水，谁饮了它，心里就要产生牟取千金的贪欲。歃（shà），歃，以口微吸也，是说只喝一点，极言其少，千金，极言钱财多。怀，思也，思得千金，便是贪。“一”与“千”对照，强化贪泉之贪。只喝一口，便贪图千金，多喝几口，不用说更贪得无厌。这传说在他心里引起了疑问：事情真会这样吗？他想起了历史上两位视富贵如浮云的高士——商朝末年孤竹君的两个儿子伯夷和叔齐。人世间的大富大贵莫过于帝王的宝座了。可是，这兄弟俩互相推让。孤竹君死后，按照遗嘱要叔齐继承王位，可是叔齐却坚决要让位于兄长伯夷。伯夷避而不受，出奔于外。叔齐仍不肯登位，也出走了，结果兄弟俩为了互相推让王位，都逃离了孤竹国。天底下最大的富贵他们竟然弃之如敝屣。想到这里，吴隐之在诗的后二句深深感叹道：这贪泉水啊，试教伯夷叔齐来饮，我相信他们终不会改变自己的高尚思想和情操的。贪与廉取决于人的精神境界的高下，的确与是否饮用贪泉无关</p> <p>　　吴隐之终不相信这古老传说，不相信贪泉有如此巨大的魔力，他勇敢地酌贪泉而饮了，准备迎接即将来临的考验。诗的后二句，他是借伯夷叔齐自比，表示自己清廉为政的决心。</p> <p>　　吴隐之这首述志诗，不事雕琢，直抒胸臆，言简意赅，古朴动人。更可贵的是作者言行一致，他在广州任上数年，果然没有因饮了贪泉而变成贪官。《晋书》上说他“及在州，清操逾厉，常食不过菜及干鱼而已，帷帐器服皆付外库，时人颇谓其矫，然亦终始不易。”由于他整饬纲纪，以身作则，广州风气大为改观。皇帝诏书嘉奖他“处可欲之地，而能不改其操，飨惟错之富，而家人不易其服”，是一位难能可贵的清官。后来他离开广州北归，行囊萧萧，船舱空空。回到家中，数亩小宅，茅屋简陋。当时著名将领刘裕赐赠车牛，并要为他建造住宅，都被他谢绝了。一生清廉，始终不渝，一代良吏，名垂青史。</p>",
  "about": "<h2>创作背景</h2> 　　晋安帝时<a href=\"http://so.gushiwen.org/author_307.aspx\">吴隐之</a>去广州出任刺史路过石门“贪泉”，小憩时酌其饮之，并即兴赋下该<a href=\"http://so.gushiwen.org/view_70903.aspx\">诗</a>。",
  "poet": {
    "id": 307,
    "star": 0,
    "name": "吴隐之",
    "image": "http://img.gushiwen.org/authorImg/wuyinzhi.jpg",
    "desc": "吴隐之（？—414），字处默，东晋濮阳鄄城人，生当东晋后期。曾任中书侍郎，左卫将军，广州刺史等职，官至度支尚书，著名廉吏。"
  },
  "tags": [
    "古诗三百首",
    "传说",
    "述志"
  ]
}