{
  "id": 71268,
  "star": 84,
  "name": "鄘风·定之方中",
  "dynasty": "先秦",
  "content": "定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。<br>升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑。卜云其吉，终焉允臧。<br>灵雨既零，命彼倌人。星言夙驾，说于桑田。匪直也人，秉心塞渊。騋牝三千。",
  "fanyi": "<p><strong>译文</strong><br>　　定星十月照空中，楚丘动土筑新宫。度量日影测方向，楚丘造房正开工。栽种榛树和栗树，还有梓漆与椅桐。成材伐作琴瑟用。<br>　　登临漕邑废墟上，把那楚丘来眺望。望了楚丘望堂邑，测量山陵与高冈，走下田地看农桑。求神占卜显吉兆，结果必然很安康。<br>　　好雨夜间下已停，吩咐驾车小倌人。天睛早早把车赶，歇在桑田劝农耕。他是正直有为人，内心充实又深沉。良马三千多如云。</p> <p><strong>注释</strong><br>①定：定星，又叫营室星。十月之交，定星昏中而正，宜定方位，造宫室。于：古声与为通，作为之意。　楚：楚丘，地名，在今河南滑县东、濮阳西。<br>②揆（音葵）：测度。日：日影。<br>③榛、栗、椅、桐、梓、漆：皆木名。椅，山桐子。<br>④虚（音区）：一说故城，一说大丘，同“墟”。<br>⑤堂：楚丘旁邑。景山：大山。京：高丘。<br>⑥臧：好，善。<br>⑦灵：善。零：落雨。倌：驾车小臣。<br>⑧星言：晴焉。夙：早上。说（shuì税），通“税”，歇息。<br>⑨匪：犹“彼”。直：特也。秉心：用心、操心。塞渊：踏实深远。<br>⑩騋（音来）：七尺以上的马。牝（音聘）：母马。三千：约数，表示众多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71268.aspx\">诗</a>分三章，每章共七句。首章写在楚丘营建宫室。古代科学技术还比较原始，建造宅邸需要定向，只能依靠日星。定星每年夏历十月十五至十一月初，黄昏时分出现在正南天空，与北极星相对应，就可准确测定南北方位。至于东西，揆度日影也可确知。又十月后期方届农闲，严寒尚未至，古人于此时修宫筑室，自是相当科学。至于栽种树木，古代在宫殿庙宇建筑旁需植名木，如“九棘”“三槐”之类，也有一定规定。楚丘宫庙等处种植了“榛栗”，这两种树的果实可供祭祀；种植了“椅桐梓漆”，这四种树成材后都是制作琴瑟的好材料。古人大兴土木兼顾人文景观与自然景观，这对今天也是一种启发。“爰伐琴瑟”，很有意思。十年树木，百年树人，立国之初就考虑到将来能歌舞升平，琴瑟悠飏，可见深谋远虑与充满自信，非苟且偷安者比，由此让人品尝出诗中隐寓的褒美之意。首章写的是群体劳动，那样的科学规划，那样的紧张有序，那样的自豪自信，在颇为整饬而略带进行曲色彩的诗行中，读者仿佛触摸到了卫人重建家园时那种明朗而又热烈的欢快脉搏。可是，人们不可能自发盲目劳作，也不可能群龙无首，这一大规模工程究竟由谁擘画和领导的，由此造成小小悬念，自然折入二章的倒叙缘由，章法安排上具有跌宕之势。</p> <p>　　二章追叙卫文公卜筑楚丘的全过程。全过程包括二个层次：尽人事，敬天命。前五句为尽人事，先是“望”，后是“观”。望是登高远望，登上漕邑故墟，眺望楚丘。“望楚”的重复，说明端详得极其细致，慎重而又慎重。此外。还考察了附近的堂邑和高高下下的大小山丘。这显示文公有丰富的堪舆风水知识。“观”是降观，下到田地察看蚕桑水土，是否宜耕宜渔。这都是有关国计民生的根本大计，作为贤君自然不会疏忽。这五句从“登”到“降”，从“望”到“观”，全景扫描，场面宏远，在广阔雄伟的背景上刻划了既高瞻远瞩又脚踏实地的文公形象。最后两句写占卜，经“天意”认可，人事才算定局，它有助于今天读者认识古代历史。</p> <p>　　与二章大刀阔斧手笔迥不相侔，三章却于细微处见精神。三章写文公躬劝农桑。“好雨知时节”，有一天夜里春雨绵绵滋润大地，黎明时分天转晴朗，文公侵晨起身，披星戴月，吩咐车夫套车赶往桑田。这幅具体的细节描写图，要传达的信息也不言而喻：文公重视农业生产，亲自前往劝耕督种。由小见大，文公平时夙兴夜寐劳瘁国事的情景，都不难想见。</p> <p>　　三章的最末三句是全篇的结穴，揭出题旨：他可不是平庸的一般的人，他的用心是多么的实在多么的深远啊！全诗叙事，都用赋的手法，从赋中让人品味出赞颂的韵味。“匪直也人，秉心塞渊。”二句虽然也是赋，却有更多的抒情色彩。由于文公“秉心塞渊”，崇尚实际，不繁文缛节做表面文章，才使卫国由弱变强。一、二、三章的所有叙写，无不围绕“秉心塞渊”而展开。</p> <p>　　诗末句“騋牝三千”，好像与全诗内容风马牛不相及，其实是构成一种因果关系。上述卜地、筑宫、兴农种种是因，此句是果。兵强马壮，常体现一国的富强，在文公治理下，卫国确实日臻富强。《诗经原始》也高度评价文公治卫，称其“不数年而戎马寖强，蚕桑尤盛，为河北巨邦。其后孔子适卫犹有庶哉之叹，则再造之功不可泯也”。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71268.aspx\">诗</a>当作于卫文公的晚年或死后，是追叙当时情事，具有史诗性质。它与《大雅·公刘》写周人先祖公刘带领周民由邰迁豳时相地形、建京邑、治田地等颇相类。这篇风诗意在歌功颂德，称颂的对象则是卫文公。卫懿公当道时，荒淫腐败，懿公好鹤，给鹤食俸乘车，民心离散。卫懿公九年（公元前660年），狄人攻卫，卫人无斗志，懿公死，卫亡。卫遗民不足千人渡过黄河，齐、宋援卫，立戴公，庐居于漕邑（今河南滑县旧城东）暂栖。不久戴公死，弟文公毁立。齐桓公发兵戍守亡而复存的卫国。漕邑不宜建都，齐桓公二十八年（公元前658年），齐桓公率诸侯助卫迁于楚丘。卫文公受命于危亡之际，兢兢业业励精图治，卫国日渐强盛。卫文公十八年（公元前642年），邢与狄合兵攻卫，卫文公率兵击退敌军，次年又讨伐邢国，其国力与懿公时不可同日而语。《左传·闵公三年》载：“卫文公大布之衣，大帛之冠，务材训农，通商惠工，敬教劝学，授方任能。元年革车三十乘，季年乃三百乘。”可见卫文公后期国力已增强了近十倍。卫文公不乏文治武功，称得上是卫国的中兴之君。因此国人作此诗对他进行颂扬。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "写人"
  ]
}