{
  "id": 47337,
  "star": 36,
  "name": "江城子·晚日金陵岸草平",
  "dynasty": "五代",
  "content": "晚日金陵岸草平，落霞明，水无情。六代繁华，暗逐逝波声。空有姑苏台上月，如西子镜照江城。",
  "fanyi": "<p><strong>译文<br></strong>夕阳斜照着故都金陵，茵绿的春草与江岸连平，晚霞烧红了江天，大江东去滔滔无情。当年六朝的繁华，已暗随江波消逝在涛声中。只有明月空挂姑苏台上，如西子姑娘的妆镜，照尽六朝的兴亡，照着千古江城。</p> <p><strong>注释<br></strong>⑴金陵：今江苏省南京市。楚威王灭越后，置金陵邑。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《鼓吹曲》：“江南佳丽地，金陵帝王州。”<br>⑵落霞：晚霞。<br>⑶六代：金陵为历史上三国的吴、东晋，以及南朝的宋、齐、梁、陈等六代的都城，故云。<br>⑷暗逐逝波声：默默地随江水东流的声音消逝了。<br>⑸姑苏台：春秋时吴国所建，在今江苏苏州西南的姑苏山上。相传春秋时吴王夫差将越王勾践所献西施藏在台上的馆娃宫内。<br>⑹西子镜：西施的妆镜。西子，即西施。春秋时由越王勾践献给吴王夫差的美女。江城：指金陵，古属吴地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在<a href=\"http://so.gushiwen.org/view_47337.aspx\">诗</a>歌中，怀古题材屡现篇咏，名篇佳作，层见迭出。但在词里，尤其是前期的小令里，却是屈指可数。这大概是因为，感慨兴亡、俯仰今古的曲子词不太适宜在“绣幌佳人······举纤纤之玉指，拍按香檀”的场合下演唱的缘故。正因为这样，花间词中<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>等人的少量怀古词，便显得特别引人注目。</p> <p>　　这是一首金陵怀古词。凭吊的是六代繁华的消逝，寄寓的则是现实的感慨。开头三句点出凭吊之地六朝古都金陵和当地的物色。“晚日金陵岸草平，落霞明，水无情”，大处落墨，展现出日暮时分在浩瀚东去的大江鲜艳明丽的落霞映衬下，金陵古城的全景。“岸草平”，显出江面的空阔，也暗示时节正值江南草长的暮春；“落霞明”，衬出天宇的寥廓，也渲染出暮景的绚丽。整个境界，空阔而略带寂寥，绚丽而略具苍茫，很容易引动人们今昔兴衰之感。所以第三句就由眼前滔滔东去的江水兴感，直接导入怀古。“水无情”这三字，是全篇的枢纽，也是全篇的主句。它不但直启“六代繁华，暗逐逝波声”，而且对上文的“岸草平”、“落霞明”和下文的“姑苏台上月”等景物描写中所暗寓的历史沧桑之感起着点醒的作用。这里的“水”，已经在词人的意念中成为滚滚而去的历史长河的一种象征。“岸草平”、“落霞明”、“水无情”，三字一顿，句句用韵，显得感慨深沉，声情顿挫。</p> <p>　　接下来“六代繁华，暗逐逝波声”两句，是对“水无情”的具体发挥。六代繁华，指的是建都在金陵的六个王朝的全部物质文明，和君臣们荒淫豪奢的生活。这一切，都已随着历史长河的滔滔逝波，一去不复返了。“暗逐”两字，自然超妙。它把眼前逐渐溶入暮色、伸向烟霭的长江逝波和意念中悄然流逝的历史长河融为一体，用一个“暗”字绾结起来，并具有流逝于不知不觉简这样一层意思。词人在面对逝波，感慨六朝繁华的消逝时，似乎多少领悟到有某种不以人的主观意志为转移的力量在暗暗起作用这样一个事实。这就把“水无情”的“无情”二字具体化了。</p> <p>　　“空有姑苏台上月，如西子镜照江城。”在词人面对长江逝波沉思默想的过程中，绚丽的晚霞已经收敛隐没，由东方升起的一轮圆月，正照临着这座经历了对此兴衰的江城。姑苏台在苏州西南，是吴王夫差和宠妃西施长夜作乐之地，是春秋时期豪华的建筑之一。苏州与金陵，两地相隔；春秋与六朝，时代相悬。作者特意将月亮与姑苏、西子联系起来，看来是要表达更深一层的意蕴。六代繁华消逝之前，历史早已演出过吴宫荒淫、麋鹿游于姑苏台的一幕。前车之覆，后车可鉴。但六代君臣依然重覆亡吴的历史悲剧。如今，那轮曾照姑苏台上歌舞的圆月，依然像西子当年的妆镜一样，照临着这座历经沧桑的江城，但吴宫歌舞、江左繁华均逐逝波去尽，眼前的金陵古城，是否再要演出相似的一幕，“空有”二字，寓概很深。这个结尾，跳出六代的范围，放眼更悠远的历史，将全词的意境拓广加深了。</p> <p>　　怀古诗词一般只就眼前物色抒今昔盛衰之概。这首词的内容意境尤为空灵，纯从虚处唱叹传神。但由于关键处用“无情”、“暗逐”、“空有”等感情色彩很浓的词语重笔勾勒，意蕴却相当明朗。</p>",
  "poet": {
    "id": 175,
    "star": 0,
    "name": "欧阳炯",
    "image": "http://img.gushiwen.org/authorImg/ouyangtong.jpg",
    "desc": "（896－971）益州（今四川成都人），在后蜀任职为中书舍人。据《宣和画谱》载，他事孟昶时历任翰林学士、门下侍郎同平章事，随孟昶降宋后，授为散骑常侍，工诗文，特别长于词，又善长笛，是花间派重要作家。"
  },
  "tags": [
    "婉约",
    "写景",
    "怀古"
  ]
}