{
  "id": 73277,
  "star": 16,
  "name": "题八咏楼",
  "dynasty": "宋代",
  "content": "千古风流八咏楼，江山留与后人愁。<br>水通南国三千里，气压江城十四州。",
  "fanyi": "<p><strong>译文<br></strong>登上八咏楼远望逸情，放下对国事的忧愁，把它留给后人。<br>这里水道密集可以深入江南三千多里，战略地位足以影响江南十四州的存亡。</p> <p><strong>注释<br></strong>①风流：指情高远致。八咏楼：在宋婺州（今浙江金华），原名元畅楼，宋太宗至道年间更名八咏楼，与双溪楼、极目亭同为婺州临观胜地。<br>②南国：泛指中国南方。<br>③十四州：宋两浙路计辖二府十二州（平江、镇江府，杭、越、湖、婺、明、 常、温、台、处、衢、严、秀州），泛称十四州（见《宋史·地理志悦》）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_73277.aspx\">诗</a>的首句“千古风流八咏楼”，可谓写尽斯楼之风流倜傥，笔调轻灵潇洒，比摹真写实更为生动传神。次句“江山留与后人愁”紧承前句，意谓像八咏楼这样千古风流的东南名胜，留给后人的不但不再是逸兴壮采，甚至也不只是<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>似的个人忧愁，而是为大好河山可能落入敌手生发出来的家国之愁。对于这种“愁”，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>在其诗文中曾多次抒发过。事实证明，她的这种“江山之愁”不是多余的，因为“金人连年以深秋弓劲马肥人寇，薄暑乃归。远至湖、湘、二浙，兵戎扰攘，所在未尝有乐土也”（《鸡肋编》卷中）。具体说来，继汴京沦陷、北宋灭亡之后，南宋朝廷的驻跸之地建康、杭州也先后一度失守。曾几何时，金兵直逼四明，高宗只得从海路逃遁。眼下作为行在的临安，又一次受到金、齐合兵进犯的严重威胁。即使敌人撤回原地，如果不对其采取断然措施，打过淮河去，收复北方失地，而是一味用土地、玉帛、金钱奴颜婢膝地去讨好敌人，那么性如虎狼的“夷虏”永远不会善罢甘休，南宋的大好河山就没有安全保障。这当是诗人赋予“江山留与后人愁”的深层意蕴，也是一种既宛转又深邃的爱国情怀。</p> <p>　　“水通”二句，或对<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>《献钱尚父》诗的“满堂花醉三千客，一剑霜寒十四州”及<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>《筹边楼》诗的“壮压西川十四州”有所取意。对前者主要是以其“三千里”之遥和“十四州”之广极言婺州（今浙江金华）地位之重要；对后者改“壮压”为“气压”，其势比薛诗更加壮阔。看来这不仅是文字技巧问题。上述二诗之所以能够引起李清照的兴趣，主要当是因为薛诗对“边事”的关注和贯诗中所表现出的精神气骨。关于贯诗还有一段颇有趣的故事：婺州兰溪人贯休是晚唐时的诗僧。在<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>称吴越王时，他投诗相贺。钱意欲称帝，要贯休改“十四州”为“四十州”，才能接见他。贯休则以‘州亦难添，诗亦难改”作答，旋裹衣钵拂袖而去。后来贯休受到前蜀<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的礼遇，被尊为“禅月大师”。贯休宁可背井离乡远走蜀川，也不肯轻易把“十四州”改为“四十州”。李清照对这类诗句的借取，或是为了讥讽不惜土地的南宋朝廷。</p> <p>　　此诗气势恢宏而又宛转空灵，这样写来，既有助于作品风格的多样化，亦可避免雷同和标语口号化的倾向。虽然好的标语口号富有鼓动性，在一定条件下是必要的，但它不是诗，条件一旦有变，它也就失去了作用，从而被人所遗忘。李清照的这首（题八咏楼）历时八九百年，余韵犹在，仍然撼动人心，这当与其使事用典的深妙无痕息息相关。惟其如此，女诗人关于八咏楼的题吟，不仅压倒了在她之前的诸多“须眉”，其诗还将与“明月双溪水，清风八咏楼”一样，万古常青。</p>",
  "about": "<h2>创作背景</h2> 　　绍兴四年（1134年）九月，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>避难金华，投奔当时在婺州任太守的赵明诚之妹婿李擢，卜居酒坊巷陈氏第。在金华期间，李清照还曾作《武陵春》词，感叹辗转漂泊、无家可归的悲惨身世，表达对国破家亡和嫠妇生活的愁苦。又作《题八咏楼》<a href=\"http://so.gushiwen.org/view_73277.aspx\">诗</a>，悲宋室之不振，慨江山之难守，其“江山留与后人愁”之句，堪称千古绝唱。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "歌颂",
    "古人",
    "伤怀",
    "国家"
  ]
}