{
  "id": 71563,
  "star": 20,
  "name": "咏愁",
  "dynasty": "宋代",
  "content": "来何容易去何迟，半在心头半在眉。<br>门掩落花春去后，窗涵残月酒醒时。<br>柔如万顷连天草，乱似千寻帀地丝。<br>除却五侯歌舞地，人间何处不相随？",
  "fanyi": "<p><strong>译文<br></strong>来时潜移暗度，去时慢慢悠悠；一半挂在眉梢，一半藏在心头。<br>春老花残红满地，半掩房门泪暗流；残月满窗深夜里，酒醒入去独淹留。<br>似一望无边的野草，风连浪续，细软轻柔；像一团绕地的乱丝，纠缠凌乱，无尾无头。<br>除了权势人家，谁能无虑无忧？看人世问时时处处，无论哪里都有忧愁！</p> <p><strong>注释<br></strong>①“门掩”句：<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>有“流水落花春去也，天上人间”（《浪淘沙令·帘外雨潺潺》）语，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>有“门掩黄昏，无计留春住”（《蝶恋花·庭院深深深几许》）语，分别写亡国哀愁和少妇悲愁。<br>②窗涵：窗棂，窗格子。<br>③连天草：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《出塞作》有“白草连天野火烧”句。<br>④千寻：形容丝长而多乱。寻，古代长度单位，八尺为一寻。<br>⑤帀（zā）地丝：遍地的丝绳。帀，“匝”的异体字，遍地、满地的意思。<br>⑥五侯——公、侯、伯、子、男五等诸侯称五侯，这里泛指达官贵人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_71563.aspx\">诗</a>首联追寻“愁”的踪迹。大千世界，“愁”不会有人主动喜欢，但却无影无踪无时不在人的身边，有时会不请自来，来了又赶不走，它来了总是一半藏在人的心里——“愁肠百结”，一半写在人的心灵之窗——“愁眉苦脸”。</p> <p>　　颔联揭露“愁”潜入的时机。深谙愁苦的人总会把“愁”贮藏在心房僻远的角落里，再筑起精神防线提防它侵袭，可“愁”欺人时，它会随机而出，无孔不入。诗人认为“愁”最容易潜入的机会有二，一是风雨摧花春归去，落英遍地孤者见，最能使人愁肠寸断，思虑万千，如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《浪淘沙》“流水落花春去也，天上人间”的亡国哀愁；<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》“门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去”的青春少妇被抛弃之悲愁。二是心中有愁情的人借酒浇愁，待酒醒后眼见残月斜照窗棂，想到人的“悲欢离合”、月的“阴晴圆缺”，“愁”会冲破防线，悄悄爬上心头，使人更加愁肠百结，忧愁悲伤，愁人之“愁”会“眉间心上，无计相回避”（<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行》）。此联可能是作者的经验之谈。</p> <p>　　颈联写“愁”的情状。苦恼的忧愁如藏在愁人的心中，印在愁人的眉间，那愁人就会感觉到“愁”像万顷连天草铺天而下挥不去，就像千万条盖地丝绳网冲不破，他被严严盖住、紧紧捆住，困在其中，痛苦不堪。想挣脱这“柔”若草“乱”若丝的“愁”绪实叫人无可奈何。</p> <p>　　尾联写“愁”无处不在。“愁”如此气人、欺人、恼人，可能那些王侯将相达官贵人们过着花天酒地、醉生梦死、姬歌妾舞、骄奢淫逸的生活，不知愁为何物，除此之外，“愁”乃“人问何处不相随”。</p> <p>　　“愁”究竟为何物，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《释愁文》有此一释：“愁之为物，惟惚惟帆。不召自来，推之弗往。寻之不知其际，握之不盈一掌。寂寂长夜，或群或党。去来无方，乱我精爽”。</p> <p>　　这首《咏愁》诗如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>咏《泪》诗写泪而不见“泪”字，此《咏愁》诗也满篇不见“愁”字，这类诗近似制谜语的文字游戏，都以巧丽取胜，真如前人所评“格虽不高，却有神无迹”。</p>",
  "about": "<h2>创作背景</h2> 　　石象之有过不寻常的经历，他在宋仁宗庆历二年（1042）中进士，后历任寿安尉、黄声簿、义乌令，后转太常丞。四十八岁时曾一度致仕居家，他晚年在宅子的西南角开园圃种花木，常与宾客赋<a href=\"http://so.gushiwen.org/view_71563.aspx\">诗</a>、对奕，优游自乐地生活了二十余年。他深深地理解了忧愁，从而也在生活中排除了忧愁。于是他就写下了这首鲜明生动的《咏愁》。",
  "poet": {
    "id": 656,
    "star": 0,
    "name": "石象之",
    "desc": "石象之，生卒年不详，北宋文人。字简夫，越州新昌（今属浙江）人，石待聘之子。仁宗庆历二年（1042）进士，官太常博士、太子中允，以文学名世。"
  },
  "tags": [
    "咏物",
    "忧愁"
  ]
}