{
  "id": 26,
  "star": 419,
  "name": "柏舟",
  "dynasty": "先秦",
  "content": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。<br>我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。<br>我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。<br>忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。<br>日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。",
  "fanyi": "<p><strong>译文</strong><br>柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去邀游。<br>我心并非青铜镜，不能一照都留影。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。<br>我心并非卵石圆，不能随便来滚转；我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。<br>忧愁重重难排除，小人恨我恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。<br>白昼有日夜有月，为何明暗相交迭？不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。 </p> <p><strong>注释</strong><br>⑴泛：浮行，漂流，随水冲走。<br>⑵流：中流，水中间。<br>⑶耿耿：鲁<a href=\"http://so.gushiwen.org/view_26.aspx\">诗</a>作“炯炯”，指眼睛明亮；一说形容心中不安。<br>⑷隐忧：深忧。隐：痛<br>⑸微：非，不是。<br>⑹鉴：铜镜。<br>⑺茹（rú如）：猜想。<br>⑻据：依靠。<br>⑼薄言：语助词。愬（sù诉）：同“诉”，告诉。<br>⑽棣棣：雍容娴雅貌；一说丰富盛多的样子。<br>⑾选：假借为“柬”。挑选,选择。<br>⑿悄悄：忧貌。<br>⒀愠（yùn运）：恼怒，怨恨。<br>⒁觏（gòu够）：同“遘”，遭逢。闵（mǐn敏）：痛，指患难。<br>⒂寤：交互。辟（pì屁）：通“擗”，捶胸。摽（biào鳔）：捶，打。<br>⒃居、诸：语助词。<br>⒄迭：更动。微：指隐微无光。<br>⒅澣（huàn浣）：洗涤。</p>",
  "shangxi": "<p>　　从此的内容看，似是一首女子自伤遭遇不偶，而又苦于无可诉说的怨诗。其抒情口气，有幽怨之音，无激亢之语。</p> <p>　　全诗共五章三十句。首章以“泛彼柏舟，亦泛其流”起兴，以柏舟作比。这两句是虚写，为设想之语。用柏木做的舟坚牢结实，但却漂荡于水中，无所依傍。这里用以比喻女子飘摇不定的心境。因此，才会“耿耿不寐，如有隐忧”了，笔锋落实，一个暗夜辗转难眠的女子的身影便显现出来。饮酒邀游本可替人解忧，独此“隐忧”非饮酒所能解，亦非遨游所能避，足见忧痛至深而难销。</p> <p>　　次章紧承上一章，这无以排解的忧愁如果有人能分担，那该多好！女子虽然逆来顺受，但已是忍无可忍，此时此刻想一吐为快。寻找倾诉的对象，首先想到的便是兄弟，谁料却是“不可以据”。勉强前往，又“逢彼之怒”，旧愁未吐，又添新恨。自己的手足之亲尚且如此，更何况他人。既不能含茹，又不能倾诉，用宋女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的话说，真是“这次第，怎一个‘愁’字了得”（《声声慢·寻寻觅觅》）。</p> <p>　　第三章是反躬自省之词。前四句用比喻来说明自己虽然无以销愁，但心之坚贞有异石席，不能屈服于人。“威仪棣棣，不可选也”意思是说：我虽不容于人，但人不可夺我之志，我一定要保持自己的尊严，决不屈挠退让。其意之坚值得同情乃至敬佩。</p> <p>　　第四章诗对主人公那如山如水的愁恨从何而来的问题作了答复：原来是受制于群小，又无力对付他们。“觏闵既多，受侮不少”是一个对句，倾诉了主人公的遭遇，真是满腹辛酸。入夜，静静地思量这一切，不由地抚心拍胸连声叹息，自悲身世。</p> <p>　　末章作结，前两句“日居月诸，胡迭而微”，于无可奈何之际，把目标转向日月。日月，是上天的使者，光明的源泉。人穷则反本，“故劳苦倦极，未尝不呼天也”（<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>语），女子怨日月的微晦不明，其实是因为女子的忧痛太深，以至于日月失其光辉。内心是那样渴望自由，但却是有奋飞之心，无奋飞之力，只能叹息作罢。出语如泣如诉，一个幽怨悲愤的女子形象便宛然眼前了。对于女主人公是怎样的人以及小人指什么人等问题争议也很大，各家之说中，认为女主人公是贵族妇人、群小为众妾的意见支持者比较多。</p> <p>　　全诗紧扣一个“忧”字，忧之深，无以诉，无以泻，无以解，环环相扣。五章一气呵成，娓娓而下，语言凝重而委婉，感情浓烈而深挚。诗人调用多种修辞手法，比喻的运用更是生动形象，“我心匪石，不可转也；我心匪席。不可卷也”，几句最为精彩，经常为后世诗人所引用。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱国"
  ]
}