{
  "id": 72299,
  "star": 28,
  "name": "桐叶封弟辨",
  "dynasty": "唐代",
  "content": "　　古之传者有言：成王以桐叶与小弱弟戏，曰：“以封汝。”周公入贺。王曰：“戏也。”周公曰：“天子不可戏。”乃封小弱弟于唐。</p> <p>　　吾意不然。王之弟当封邪，周公宜以时言于王，不待其戏而贺以成之也。不当封邪，周公乃成其不中之戏，以地以人与小弱者为之主，其得为圣乎？且周公以王之言不可苟焉而已，必从而成之邪？设有不幸，王以桐叶戏妇寺，亦将举而从之乎？凡王者之德，在行之何若。设未得其当，虽十易之不为病；要于其当，不可使易也，而况以其戏乎！若戏而必行之，是周公教王遂过也。</p> <p>　　吾意周公辅成王，宜以道，从容优乐，要归之大中而已，必不逢其失而为之辞。又不当束缚之，驰骤之，使若牛马然，急则败矣。且家人父子尚不能以此自克，况号为君臣者邪！是直小丈夫缺缺者之事，非周公所宜用，故不可信。</p> <p>　　或曰：封唐叔，史佚成之。 ",
  "fanyi": "<p><strong>译文</strong><br>　　古书上记载说：周成王把削成珪形的桐树叶跟小弟弟开玩笑，说：“把它封给你。”周公进去祝贺。成王说：“我是开玩笑的。”周公说：“天子不可以开玩笑。”于是，成王把唐地封给了小弟弟。<br>　　我认为事情不会是这样的，成王的弟弟应该受封的话，周公就应当及时向成王说，不应该等到他开玩笑时才用祝贺的方式来促成它；不应该受封的话，周公竞促成了他那不合适的玩笑，把土地和百姓给予了小弟弟，让他做了君主，周公这样做能算是圣人吗？况且周公只是认为君王说话不能随便罢了，难道一定得要遵从办成这件事吗？假设有这样不幸的事，成王把削成珪形的桐树叶跟妇人和太监开玩笑，周公也会提出来照办吗？<br>　　凡是帝王的德行，在于他的行为怎么样。假设他做得不恰当，即使多次改变它也不算是缺点，关键在于是不是恰当，恰当就使它不能更改，何况是用它来开玩笑的呢！假若开玩笑的话也一定要照办，这就是周公在教成王铸成过错啊，我想周公辅佐成王，应当拿不偏不倚的道理去引导他，使他的举止行动以至玩笑作乐都要符合“中庸”之道就行了，必定不会去逢迎他的过失，为他巧言辩解。又不应该管束成王太严，使他终日忙碌不停，对他像牛马那样，管束太紧太严就要坏事。况且在一家人中父子之间，还不能用这种方法来自我约束，何况名分上是君臣关系呢！这只是小丈夫耍小聪明做的事，不是周公应该采用的方法，所以这种说法不能相信。<br>　　有的史书记载说：“封唐叔的事，是史佚促成的。”</p><p><strong>注释</strong><br>（1）传者：书传。此指《吕氏春秋·重言》和<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《说苑·君道》所载周公促成桐叶封弟的故事。<br>（2）成王：姓姬名诵，西周初期君主，周武王之子，十三岁继承王位，因年幼，由叔父周公摄政。<br>（3）小弱弟：指周成王之弟叔虞。<br>（4）周公：姓姬名旦，周武王之弟，周朝开国大臣。<br>（5）唐：古国名，在今山西省翼城县一带。<br>（6）不中之戏：不适当的游戏。<br>（7）苟：轻率，随便。<br>（8）妇寺：宫中的妃嫔和太监。<br>（9）举：指君主的行动。<br>（10）病：弊病。<br>（11）遂：成。<br>（12）道：指思想和行为的规范。<br>（13）从容：此指举止言行。优乐：嬉戏，娱乐。<br>（14）大中：指适当的道理和方法，不偏于极端。<br>（15）辞：解释，掩饰。<br>（16）驰骤：指被迫奔跑。<br>（17）自克：自我约束。克，克制，约束。<br>（18）直：只是，只不过。<br>（19）缺缺（quē）：耍小聪明的样子。缺，原文“垂夬”。<br>（20）唐叔：即叔虞。<br>（21）史佚：周武王时的史官尹佚。史佚促成桐叶封弟的说法，见《史记·晋世家》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本文论述了大臣应如何辅佐君主这一问题。通过桐叶封弟的典故，作者批评了君主随便的一句玩笑话，臣子也要绝对服从的荒唐现象，主张不要盲从统治者的言行，要看它的客观效果。在封建时代，发表这样的观点需要非同一般的胆识。</p> <p>　　“桐叶封弟”是流传很久的一个典故。在“君权神授”的谬论横行的时代，君主具有无上的权威，君主的言行被绝对化了。“天子无戏言”、“君叫臣死，臣不敢不死”之类的口头禅就是绝好的说明。作者在本文中虽然批评的是周公，实际上是借题发挥，其主旨是说明对君主的一言一行要从实际效果上来观察，而不应盲从。这种观点无疑是进步的，它在一定程度上反映了人民群众的呼声。此文在写作上很有特色。作者首先扼要地介绍了“桐叶封弟”的史料。然后斩钉截铁地亮明了自己的态度：“吾意不然。”接着指出问题的关键在于“当封”或“不当封”，而不在于这是谁的意图。最后提出了周公应该用什么方式来辅佐成王。全文丝丝入扣，有破有立，立论明确，读后令人为之叹服。特别是结尾的“或曰”一句，使全文的论证留有余地，更是耐人寻味。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "议论"
  ]
}