{
  "id": 72894,
  "star": 7,
  "name": "生查子·短焰剔残花",
  "dynasty": "清代",
  "content": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。<br>天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。",
  "fanyi": "<p><strong>译文</strong><br>夜深了，还未入睡，我剔去灯花，周围明亮了些许。然而，这孤凄的氛围却没有变得暖热稍许。这离乡千里的边地深夜何其漫长，，无声无息。不愿如祖逖那般闻鸡起舞，鸡鸣却依旧声声催人。默默已觉青绫上尽是泪痕。<br>天的尽头，似乎天水相接，晨雾朦胧。西南天边的一角渐渐露出鱼肚白色。想要回到千里之外的家中，再次泛舟在浣花溪上。然而乡梦幽远，只任东风吹去远。</p> <p><strong>注释</strong><br>1、生查子（shēngzhāzǐ）：原唐教坊曲，后用为词调。<br>2、短焰：指蜡烛的火焰已短。<br>3、剔（tī）残花：把残存的灯花剪去，使烛光明亮。<br>4、边声：边地特有的声音，如马嘶、风吼、戍角声、战鼓声等等。<br>5、“倦舞”句：意谓在倦于起舞的时候却偏偏听到鸡鸣声。此处反用祖逖“闻鸡起舞”的典故。<br>6、青绫：青色的丝织品，此指青绫被。<br>7、冥蒙：幽暗不明。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体<a href=\"http://so.gushiwen.org/view_72894.aspx\">诗</a>·效<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>侍宴》：“青林结冥蒙，丹嵘被葱蒨。”<br>8、浣花溪：在成都市西郊，为锦江支流，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾于溪旁筑草堂而居。此借指自己的家。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词人纯从个人角度出发，通篇吟咏其个人情感，并不多加掩饰的将情感真实地凸显出来，体现了<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>词作的完整风格。正是这样由于厌倦官场，无心于仕途，感情的细腻处又受到太大伤害，身处边塞，不能安心入睡。纳兰填词就是如此地</p> <p>　　上阙以夜为背景。夜深无寐，边声静寂时，挑灯孤守。“倦舞却闻鸡”反用了祖逖闻鸡起舞的典故。这个典故出自《晋书·祖逖传》，纳兰性德反用“闻鸡起舞”的典故，说“倦舞却闻鸡”，表达出了词人真实而又矛盾的情感。好不容易有些许睡意，却又天亮，在夜与非夜的短暂缝隙里，征人偷空梦里回家，醒时泪湿青帕，乡思可谓缠绵凄切。</p> <p>　　下阙的景色描写衬托出了睡意朦胧中在梦的边缘游荡的情形，其写景状物直至抒情，都显得丰富饱满。笔划到处，包揽无遗，沉郁而不见凝涩，全词“梦远轻无力”比喻精当，将无形的梦化作有形的时空距离来衡量，足见征人独守边地的凄苦恋家。作者胸中的离愁与款曲在迷离恍惚的氛围中得到了淋漓尽致的表现。</p> <p>　　这一首词写作者在边地夜深独处，面对残灯短焰，欲睡还醒的朦胧情态。“倦舞”句用典出新出奇，深藏了<a href=\"http://so.gushiwen.org/view_72894.aspx\">诗</a>人的隐怨。上阕不言愁而愁苦自见，下阕以浪漫之笔法出之，从梦中思念家乡来下笔不免落于常套，但却是以梦中去浣花溪寻觅诗圣的遗迹，真是诗人之想，诗人之语。</p>",
  "about": "<h2>创作背景</h2> 　　该篇作于词人旅居塞外之时，描写了塞外的清冷景象以及词人在半梦半醒之际的倦怠感受，其时恰逢三藩之乱，词人想要去为国效力，但无踊跃之心。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "边塞",
    "思乡",
    "惆怅",
    "离愁"
  ]
}