{
  "id": 32014,
  "star": 67,
  "name": "苦寒吟",
  "dynasty": "唐代",
  "content": "百泉冻皆咽，我吟寒更切。<br>半夜倚乔松，不觉满衣雪。<br>竹竿有甘苦，我爱抱苦节。<br>鸟声有悲欢，我爱口流血。<br>潘生若解吟，更早生白发。",
  "about": "<h2>关于“郊寒岛瘦”</h2> <p>　　“寒”，当然也可作穷窘解，但显然<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>指的是整个的风貌的清冷的“寒”。“寒”是一种诉诸视觉的形状。有谁感到过寒的<a href=\"http://so.gushiwen.org/view_32014.aspx\">诗</a>和看见过瘦的诗呢？没有。以此索解，了无蹊径。但是它确实又是可感的、具体的，它触发我们的想像，引起我们的美感联想。在我们想像的天地里，就会呈现<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>和<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的诗的某些画面、某种境界的美，然后会惊异地感到，用“寒”“瘦”来描述这种画面和境界所体现的美，实在是再恰当也不过了。</p> <p>　　这到底要作何解释呢？要解释清楚这一点，可能会涉及许多问题，诸如中国古典诗歌的特征，民族的审美习惯，中国传统诗论的特点等问题。这些问题很难一下说清楚。如果再把范围缩小一点，从一个小的角度来窥测这些现象产生的原因。譬如说，诗论家在运用诸如雄浑、寒、瘦等概念评论诗的风格时，他们的思维过程到底是怎样的？他们采用什么样的思维形式？有什么样的特点？或者有助于对这些现象的认识。本文试图涉及的，就是这样一个小问题，并且仅仅把它限制在这个小小的范围之内。</p> <p>　　我们先来解剖一个有代表性的实例。就从“郊寒岛瘦”开始。</p> <p>　　“寒”，显然不仅仅指诗的内容多写穷苦生涯，“瘦”，也不只是指缺乏辞采，而是指诗的整个风貌，指表现诗的风貌的一种意境的美的类型。苏轼没有对“郊寒岛瘦”作明确的说明，但从他的两首《读孟郊诗》中，可以看到他对“郊寒”的或一所指。诗是“孤芳擢荒秽，苦语余诗骚。水清石凿凿，湍激不受篙。初如食小鱼，所得不偿劳；又如煮彭觊，竟日嚼空螯。要当斗僧清，未足当韩豪。人生如朝露，日夜火烧膏，何苦将两耳，听此寒虫号。” 在这诗里他用了三个形象的比喻来形容孟郊的诗：有如清水浅流，明沏而湍急；又如小鱼、彭觊，虽有滋味而乏丰腴膏肉；复如寒虫鸣号，给人以萧索之感。这三个比喻，都没有明确的界说。小鱼、彭觊之比，似指诗的内容不够丰满；清水激湍之喻，似指境界之清冷急促；而寒虫悲鸣之形容，则似指郊诗感情基调之悲苦凄凉。显然，这是苏轼对孟郊诗的一种感觉。这种感觉，是以一系列的联想出现的。每一个联想，虽可能由于诗的某一风格因素所印发，但其实又是对于诗的整个风貌的印象。大概就是由这一个个的印象造成了一种“清冷”的总的印象，也就是他所说的“要当斗僧清”的“清”，在清冷上可与贾岛相比。从“清冷”，又进一步转移，产生“寒”的感觉。</p> <p>　　我们可以再证以其它人的论述。对孟郊诗的风格特色有这种感觉的人还不少。例如，贾岛在《投孟郊》诗中，提到“容飘清冷余，自蕴襟抱[1]中” 。他注意到了孟郊诗的清冷意境，并且指出这种清冷意境与他的襟抱有关。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说：“堪笑区区郊与岛，萤飞露湿吟秋草”。 “萤飞露湿吟秋草”这样一个境界给人的感觉是“清冷”。用这样一个意境来说明孟郊与贾岛的诗的风格，显然也出于联想。范晞文更引孟郊的《长安道》诗：“胡风激秦树，贱子风中泣。家家朱门开，得见不可入。长安十二衢，投树鸟亦急。高阁何人家，笙簧正喧吸”，说孟郊的诗“气促而词苦”。所谓“气促而词苦”，主要也是指感情基调的悲苦凄凉。从他所引的这首诗，可以看他要强调的是弥漫于孟郊诗中的悲苦凄凉的情调。这种情调给人的感觉，当然也还是“清冷”。又如，<a href=\"http://so.gushiwen.org/author_872.aspx\">葛立方</a>说孟郊诗“皆是穷蹙之语”张文潜说孟郊诗“以刻琢穷苦之言为工。”张戒说郊诗“寒苦”。魏泰说郊诗“寒涩穷僻”，意思都相近，都是指郊诗给人的悲苦凄凉的感觉。这种感觉在感情上和清冷是相通的，与苏轼的所谓“寒”,也很相近。</p> <p>　　我们还可以直接证以孟郊的诗。郊诗虽也有少数篇章如《游子吟》那样脉脉深情，如登科后那样轻快自得，但大多数描写的是穷悉失意的生活境遇，意境清冷，调子凄凉。我们试将《苦寒吟》抄在下面：天色寒青苍，北风叫枯桑，厚冰无裂文，短日有冷光。敲石不得火，壮阴正夺阳。调苦竟何言，冻吟成此章。</p> <p>　　在这诗里，孟郊用冷的色调，着意描写了一个阴冷死寂的境界和在这个境界中诗人自己穷愁苦吟的形象，在阴冷死寂的意境中浮动着凄凉的情思。《秋怀之一》：“孤骨夜虽卧，吟虫相唧唧，老泣无涕涕，秋露为滴沥。”用秋虫悲鸣的境界烘托穷苦的身世，而以秋露与涕泪的联想表现着深深的凄凉情怀。又如《秋怀之四》：“秋至老更贫，破屋无门扉，一片月落床，四壁风入衣。”《秋怀之十一》：“幽苦日日甚，老力步步微，常恐暂下床，至门不复归。”《秋怀之十三》：“秋气入病骨，老人身生冰，衰毛暗相刺，冷痛不可胜。 伸至明，强强揽所凭，瘦坐形欲折，腹饥心将崩。”这类诗很多。它们的共同特点，是写穷愁生活，抒悲愁情怀，感情基调悲苦凄凉，意境清冷。这些都足以从不同方面证明，“寒”，是指诗的一种清冷的意境的美。是指由这种清冷的意境引起诗评家们的感情共鸣，触发他们的美感联想而产生的一种清冷凄凉的“寒”的感觉。它是可感的具体的。</p> <p>　　至于“瘦”，当然也和“寒”一样，是由诗的意境触发诗评家们的联想，而产生一种“瘦”的形象的感觉。苏轼没有进一步论述贾岛的诗，不过，从他对“郊寒”的概括方法可以证明这一点。同样，我们也可再证以贾岛的诗。“瘦”，“腴”相对，就是不丰满。读贾岛诗，会感到他的诗内容不丰满，想像不丰富，境界狭窄，虽也有少数诗篇如《剑客》慷慨激昂，但大多数诗篇感情清冷，表现着寂寞孤独的情怀，如，《秋暮》：“北门杨柳叶，不觉已缤纷。值鹤因临水，迎僧忽背云。白须相并出，暗泪两行分。默默空朝夕，苦吟谁喜闻。”全诗的境界是迫促狭窄的，想像并没有起飞，只写得垂泪苦吟的诗人独立于秋日之中，连周围景物也寥寥无几，引不起读者对诗的意境的丰富联想。《雨中怀友人》：“对雨思君子，尝茶近竹幽，儒家邻古寺，不到又逢秋。”同样缺乏丰富的想像，缺乏丰满的境界，只表现着一点寂寞孤独的情绪。贾岛的诗，寂寞孤独的情绪是很突出的，像有名的《题李凝幽居》那样表现着孤寂冷落感情基调的诗所在皆是。不丰满，狭窄，寂寞冷落，使他的作品给人造成一种单薄、孤寂的感觉，从这种感觉现，再联想到瘦削，产生属于体积的“瘦”的感觉。</p> <p>　　我们还可证以其他人的评价。欧阳修说贾岛“枯寂气味形之于诗句”。陆时雍说贾岛的诗“气韵自孤寂。”气味和气韵，都是指诗的意境所蕴含的色彩、气氛、情思。说他的诗气味、气韵枯寂，就是说他的诗表现出一种枯槁冷落的诗的意境。枯寂，是“瘦”的另一种说法，不过，“瘦”侧重于从神上说，枯寂侧重于从韵味上说罢了。</p> <p>　　无疑，“瘦”也是指一种类型的意境 的美。同样是可感的，具体的。</p> <p>　　从以上简略的解剖中，我们可以看到，“寒”“瘦”所描述的，是诗的境界的美的类型。它是可感的，具体的，传神的。它建立在我们的审美经验的基础上，诉诸于我们的想像，触发我们的美感联想，而不是建立在概念、分析、推理、判断的基础之上，引发我们去进行理性的思辩。评论诗歌风格的许多用语，如雄浑、飘逸、壮丽、清远等等、等等，都有着这样的特点，它们不同于义界明确，高度抽象的科学的概念。为了论述的方便，我们姑且给它们一个名字，称之为“形象性概念”。</p> <p>　　从对“寒”“瘦”的上述分析中，我们已经可以看到，这一类概念产生的过程没有离开情感与灵感。</p><br/><h2>意境</h2> 　　<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>一生生活贫困，<a href=\"http://so.gushiwen.org/view_32014.aspx\">诗</a>多啼饥号寒、倾诉穷愁的不平之鸣。其代表作《苦寒吟》可以看作是诗人一生悲凉的形象写照。",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "冬天",
    "生活",
    "凄凉"
  ]
}