{
  "id": 47918,
  "star": 408,
  "name": "秋声赋",
  "dynasty": "宋代",
  "content": "　　欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” </p> <p>　　余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” </p> <p>　　“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” </p> <p>　　童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 ",
  "fanyi": "<p><strong>译文</strong><br>　　欧阳先生（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>自称）夜里正在读书，（忽然）听到有声音从西南方向传来，心里不禁悚然。他一听，惊道：“奇怪啊！”这声音初听时像淅淅沥沥的雨声，其中还夹杂着萧萧飒飒的风吹树木声，然后忽然变得汹涌澎湃起来，像是江河夜间波涛突起、风雨骤然而至。碰到物体上发出铿锵之声，又好像金属撞击的声音，再（仔细）听，又像衔枚奔走去袭击敌人的军队，听不到任何号令声，只听见有人马行进的声音。（于是）我对童子说：“这是什么声音？你出去看看。”童子回答说：“月色皎皎、星光灿烂、浩瀚银河、高悬中天，四下里没有人的声音，那声音是从树林间传来的。”</p> <p>　　我叹道：“唉，可悲啊！这就是秋声呀，它为何而来呢（它怎么突然就来了呢）？大概是那秋天的样子，它的色调暗淡、烟飞云收；它的形貌清新明净、天空高远、日色明亮；它的气候寒冷、刺人肌骨；它的意境寂寞冷落，没有生气、川流寂静、山林空旷。所以它发出的声音时而凄凄切切，呼号发生迅猛，不可遏止。绿草浓密丰美，争相繁茂，树木青翠茂盛而使人快乐。然而，一旦秋风吹起，拂过草地，草就要变色；掠过森林，树就要落叶。它能折断枝叶、凋落花草，使树木凋零的原因，便是一种构成天地万物的混然之气（秋气）的余威。秋天是刑官执法的季节，它在季节上说属于阴；秋天又是兵器和用兵的象征，在五行上属于金。这就是常说的天地之严凝之气，它常常以肃杀为意志。自然对于万物，是要它们在春天生长，在秋天结实。所以，秋天在音乐的五声中又属商声。商声是西方之声，夷则是七月的曲律之名。商，也就是‘伤’的意思，万物衰老了，都会悲伤。夷，是杀戮的意思，草木过了繁盛期就应该衰亡。”</p> <p>　　“唉！草木是无情之物，尚有衰败零落之时。人为动物，在万物中又最有灵性，无穷无尽的忧虑煎熬他的心绪，无数琐碎烦恼的事来劳累他的身体。只要内心被外物触动，就一定会动摇他的精神。更何况常常思考自己的力量所做不到的事情，忧虑自己的智慧所不能解决的问题？自然会使他红润的面色变得苍老枯槁，乌黑的头发（壮年）变得鬓发花白（年老）。（既然这样，）为什么却要以并非金石的肌体，去像草木那样争一时的荣盛呢？（人）应当仔细考虑究竟是谁给自己带来了这么多残害，又何必去怨恨这秋声呢？”</p> <p>　　书童没有应答，低头沉沉睡去。只听得四壁虫鸣唧唧，像在附和我的叹息。 </p> <p><strong>注释</strong><br>欧阳子：作者自称。<br>方：正在。<br>悚（sǒng）然：惊惧的样子。<br>初淅沥以萧飒：起初是淅淅沥沥的细雨带着萧飒的风声。淅沥，形容轻微的声音如风声、雨声、落叶声等。以，表并列，而。萧飒，形容风吹树木的声音。<br>砰湃：同“澎湃”，波涛汹涌的声音。<br>鏦鏦（cōng）铮铮：金属相击的声音。<br>衔枚：古时行军或袭击敌军时，让士兵衔枚以防出声。枚，形似竹筷，衔于口中，两端有带，系于脖上。<br>明河：天河。<br>秋之为状：秋天所表现出来的意气容貌。状，情状，指下文所说的“其色”、“其容”、“其气”、“其意”。<br>惨淡：黯然无色。<br>烟霏：烟气浓重。霏，散扬。<br>云敛：云雾密聚。敛，收，聚。<br>日晶：日光明亮。晶，亮。<br>栗冽：寒冷。<br>砭（biān）：古代用来治病的石针，这里引用为刺的意思。<br>绿缛：碧绿繁茂。<br>一气：指构成天地万物的混然之气。天地万物的变化都是“一气”运行的结果。<br>余烈：余威。<br>刑官：执掌刑狱的官。《周礼》把官职与天、地、春、夏、秋、冬相配，称为六官。秋天肃杀万物，所以司寇为秋官，执掌刑法，称刑官。<br>有时：有固定时限。<br>渥：红润的脸色。<br>黟（yī）：黑。<br>星星：鬓发花白的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是作者晚年所作。虽仕途已入顺境，但长期的政治斗争也使他看到了世事的复杂，逐渐淡于名利。秋在古代也是肃杀的象征，一切生命都在秋天终止。作者的心情也因为屡次遭贬而郁闷，但他也借秋声告诫世人：不必悲秋、恨秋，怨天尤地，而应自我反省。这一立意，抒发了作者难有所为的郁闷心情，以及自我超脱的愿望。</p> <p>　　这篇赋以“有声之秋”与“无声之秋”的对比作为基本结构框架，精心布局，文势一气贯串而又曲折变化，作者从凄切悲凉的秋声起笔，为下文铺写“有声之秋”蓄势；然后由草木经秋而摧败零落，写到因人事忧劳而使身心受到戕残，由自然界转到社会人生，这是“无声之秋”；最后归结出全篇主旨：“念谁为之戕贼，亦何恨乎秋声！”</p> <p>　　文章用第一人称的笔法来写。一开始作者就为我们描绘了一个从静到动，令人悚惊的秋夜奇声，营造了一种悲凉气氛。“欧阳子方夜读书，闻有声自西南来者，悚然而听之。”作者正在秋夜专心致志地读书，忽听一种奇特的声音从西南方传来。作者惊讶于这样的声音，细听，起初似雨声淅淅沥沥，又似风声潇潇飒飒，忽然又如波涛奔腾翻涌，又似狂风暴雨骤然而至。它接触到物体上，又发出如金铁相撞的鏦鏦铮铮的声音，又好像奔赴敌阵的军队，衔枚迅跑，听不到号令，只听到人马行进之声。</p> <p>　　作者用风声，波涛，金铁，行军四个比喻，从多方面和不同角度，由小到大，由远及近地形象地描绘了秋声状态。用形象化的比喻，生动鲜明地写出了作者听觉中的秋声的个性特点，融入了作者主观情感。</p> <p>　　接着作者引出与童子对话，从浮想联翩，又回到现实，增强了艺术真实感。作者对童子说：“此何声也？汝出视之。”童子回答：“星月皎洁，明河在天，四无人声，声在树间。”童子的回答，质朴简明，意境优美、含蓄。这里，作者的“悚然”与童子的若无其事，作者的悲凉之感与童子的朴拙稚幼形成鲜明对比，对秋声的两种不同的感受相映成趣，富于意味。作者在第一段通过悬念式的对声音的生动描绘，点明了文章主题即秋声。文章起始，就写得脉络清晰，波澜起伏，摇曳多姿，读者有一种身临其境之感。</p> <p>　　作者接着寻根溯源，探究秋声所以形成的缘由？“予曰：‘噫嘻悲哉！此秋声也，胡为而来哉？’”，自答曰：“盖夫秋之为状也，其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。……”秋声，是秋天的声音，作者从秋之色，容，气，意四个方面把秋天的到来之后万物所呈现的风貌和秋之内在“气质”描绘得具体可感，其色颜容貌似乎呈现眼前，其栗冽之气似乎穿透衣服直刺肌肤，其萧条之意似已围裹全身。这种秋气，是一种肃杀之气，是让人速生冷颤之气。它只要施展它的一点余威，就会使繁茂蓊郁的绿色变色，葱茏的佳木凋零。这样，通过秋声的描绘和感受把“秋”之威力作了形象化的描绘。“秋”何以有这样的威力和会使人产生如此的感受呢？</p> <p>　　接着，作者又从社会和自然两个方面，对秋声进行了剖析和议论。“夫秋，刑官也，于时为阴；又兵象也，于行用金；是谓天地之义气，常以肃杀而为心。天之于物，春生秋实。故其在乐也，商声主西方之音；夷则为七月之律。商，伤也，物即老而悲伤；夷，戮也，物过盛而当杀。”古代用天地、四时之名命官，如天官冢宰、地官司徒、春官宗伯、夏官司马、秋官司寇、冬官司空，这是六官。司寇掌刑法。故秋天是古代刑官行刑的季节。在四季中又属阴冷的季节；春夏为阳，秋冬为阴。从五行来分，秋属金，由古代多以秋天治兵，“沙场秋点兵”，所以秋又有战争的象征；这样，秋天对人来说，意味着有悲凉肃杀死亡之气。从自然界来看，天地万物，春天生长，秋天结实，意味着自然界中生命由盛转衰的过程，人与此同，故有对生命将息的悲叹与伤感。又以音乐为喻，古人将五声（宫、商、角、徵、羽）和四时相配，秋属商，又将五行和东、南、中、西、北五个方位相配，秋主西方，秋属于商声，商，伤也，悲伤之意。夷则，是七月的音律，古音分十二律，夷则为十二律之一。将乐律和历法联系起来，，十二律与十二月相配，夷则配七月。《礼记?月令》：“孟秋之月，律中夷则。”夷，是删刈，杀戮之意。万物由繁荣到衰败，则为自然之规律。作者从自然与社会两方面进行了论述，人是自然的一部分，又是社会的产物，人与自然、社会形成一个相互联系的有机整体。人从个人出发体验感悟自然和社会。这体现了中国“天人合一”的思想。</p> <p>　　接着作者仍然抓住秋声的主题，通过无情的草木与万物中最有感情，最有灵性的人的对比，抒发议论。作者认为，百般的忧虑和万事的操劳必然损伤着人的身心，内心受到刺激和痛苦，必然损耗精力，更何况是“思其力之所不及，忧其智之所不能”呢！这样就容易朱颜易老，乌发变白，“奈何以非金石之质，欲与草木而争荣？”这是你自己无穷无尽的忧劳伤害了自己，又何必去怨恨秋声的悲凉呢？这就说明了作者之所以感到秋声之悲凉，其根源不在秋声，主要是当时作者面对国家和自己的处境而产生的忧思所致。当时作者被朝廷重用，但想起曾经在政治上屡不得志，怀才不遇，报国无门，心情郁闷。这样的情绪和秋季气息正相统一，触物伤情，有感而发。</p> <p>　　作者蓄积已久的深沉苦闷和悲凉没有人能理解。“童子莫对，垂头而睡。”唯有四壁的虫鸣，与“我”一同叹息。此情此景是何等悲凉：秋风呼号，秋声凄切，长夜漫漫，虫声唧唧，悲愤郁结，无可奈何，只能徒然叹息。</p> <p>　　此文，把写景、抒情、记事、议论熔为一炉，浑然天成。作者叙事简括有法，而议论迂徐有致；章法曲折变化；而语句圆融轻快；情感节制内敛；语气轻重和谐；节奏有张有弛；语言清丽而富于韵律。在这个秋气正浓的季节，不妨打开《秋声赋》，一方面欣赏作者优美的文字所带给你的艺术美感，另一方细细品味秋之色、之容、之气、之意，体验自然和人生。</p> <p>　　作者把无形的秋声写得可见可闻。文章开头便用形象的比喻描写秋夜西风渐起，触物有声，再用星月皎洁、四无人声加以烘托，一萧瑟幽森的画面便呈现在读者面前；最后以“四壁虫声唧唧”收尾，也紧扣住季节的特色。中间两大段用赋体的传统铺陈手法，渲染秋天的肃杀和万物的凋零，抒写对人事忧劳的悲感，最后“念谁为之戕贼，亦何恨乎秋声”，又转喻祸根在人，发挥了清心寡欲的老庄哲学，反映了作者对人生的感悟。写景、抒情、议论有机地融为一体，显示出文赋自由挥洒的韵致。</p> <p>　　《秋声赋》作于嘉祐四年（1059），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>时年53岁，这是他继《醉翁亭记》后的又一名篇。它骈散结合，铺陈渲染，词采讲究，是宋代文赋的典范。</p> <p>　　文章第一段写作者夜读时听到秋声，从而展开了对秋声的描绘。文章开头，作者简捷直人地描画了一幅生动的图景：欧阳修晚上正在读书，被一种奇特的声音所搅动。这简捷的开头，实际上并不简单，灯下夜读，是一幅静态的图画，也可以说，作者正处于一处凝神的状态中。声音的出现是以动破静，引起了作者的注意，不禁去倾听它，同时，也就惹动了文思。这样由伏到起，在动静的对比中，文势便蓄成了，有了这种文势，下面的文章便仿佛是泉水涌出，自然流泻。接下来，是作者对秋声一连串的比喻，把难以捉摸的东西变得具体可感。作者通过由“初”到“忽”，再到“触于物”，写出了由远而近、由小到大、凭虚而来的撞击物体的秋声夜至的动态过程，突出了秋声变化的急剧和来势的猛烈。这也就回答了作者闻声惊惧和感叹的原因。</p> <p>　　第二段是对秋声的描绘和对秋气的议论。首先，作者概括了平日观察所得，运用骈偶句式和铺张渲染的赋的传统手法，抓住烟云、天日、寒气、山川等景物，分别就秋的色、容、气、意，描绘出了秋状的四幅具有不同特征的鲜明图画。而对秋状的描绘，正是为了烘托秋声的“凄凄切切，呼号愤发”。然后，是对秋气的议论。“丰草”四句，作者把草木在夏天和秋季作对比，通过对比，指出草木之所以摧败零落，是秋气施加强大威力的结果。在此基础上，议论又进一步展开。“夫秋，刑官也”到这一段结束，作者吸收前人种种说法，又运用骈偶句把秋与官制、阴阳、五行、音律等配属起来，甚至用“伤”解释“商”，用“戮”解释“夷”，极力铺张，突出秋对万物的强大摧残力量，说明万物盛衰的自然之理。这是宇宙生成的哲学思考，写出了秋声中永恒的悲伤，为下文进入本文主题起了铺垫作用。</p> <p>　　第三段是全文的题旨所在，作者由感慨自然而叹人生，百感交集，黯然神伤。这一段，作者在极力渲染秋气对自然界植物摧残的基础上，着力指出，对于人来说，人事忧劳的伤害，比秋气对植物的摧残更为严重。</p> <p>　　第四段是全篇的结束，作者从这些沉思冥想中清醒过来，重新面对静夜，只有秋虫和呜，衬托着作者悲凉的心境。结尾处秋虫的和鸣，更衬出作者的感慨与孤独。戛然而止的结尾，给文章增添了不少的感染力，在秋虫唧唧中，读者似乎也要同声一叹。</p> <p>　　欧阳修在宋仁宗嘉佑占四年(1059)春天辞去开封府尹的职务，专心著述。这时的欧阳修，在政治上早已经历了多次贬官，对政治和社会时局心情郁结，对人生短暂、大化无情感伤于怀，正处于不知如何作为的苦闷时期。在《秋声赋》中，作者以“无形”的秋声作为描写和议论的对象，采用赋的形式抒写秋感，极尽渲染铺陈之能事，实际上融入了作者对宦海沉浮、人生苦短深沉的感慨。</p> <p>　　《秋声赋》写秋以立意新颖著称，从题材上讲，悲秋是中国古典文学的永恒题材，但欧阳修选择了新的角度人手，虽然承袭了写秋天肃杀萧条的传统，但却烘托出人事忧劳更甚于秋的肃杀这一主题，这就使文章在立意上有所创新。</p> <p>　　更应该提到的，应是《秋声赋》在文体上的贡献。注重骈偶铺排以及声律的赋到了宋代以后，由于内容的空乏和形式上的矫揉造作，已经走向没落。欧阳修深明其中之弊，当他的散文革新取得了成功之后，回过头来又为“赋’’体打开了一条新的出路，即赋的散文化，使赋的形式活泼起来，既部分保留了骈赋、律赋的铺陈排比、骈词俪句及设为问答的形式特征，又呈现出活泼流动的散体倾向，且增加了赋体的抒情意味。这些特点也使《秋声赋》在散文发展史上占有了一席很重要的地位。</p> <p>　　还有一点必须指出的是，在赏析该文时，应取其精华，去其糟粕。不应该受古人消极情绪的影响。 “悲秋”是历代文人骚客写作的主题，他们借对秋的悲，抒发对时政不满而产生的郁闷心情；感叹自己怀才不遇，宦海沉浮，人生艰难的不幸遭遇。 欧阳先生的《秋声赋》在立意方面，虽然通过感伤秋之肃杀而烘托出感伤世事之肃杀，但仍然难免有很浓的悲伤情调。</p> <p>　　文章第三段开头“嗟乎”二字多么淋漓尽致地表达了悲伤的情感；而此段的最后“奈何”、“念谁”两句更体现了作者凄苦愁闷的心情。</p> <p>　　古代的封建文人墨客，因为受时代的局限和传统人生观、世界观的束缚，因秋而生悲的伤感情绪是必然的。我们不能苛求古人而指责他们的消极情绪。建议大家在欣赏《秋声赋》这篇脍炙人口的文章时有必要读读毛泽东主席的《浪淘沙·北戴河》和现代作家俊青的散文《秋色赋》。 </p>",
  "about": "<h2>文言知识</h2> <p><strong>通假字</strong><br>1． 忽奔腾而砰湃（“砰湃”通“澎湃”，波涛汹涌的样子。）<br>2． 有动于中（“中”通“衷”，内心。）</p> <p><strong>古今异义</strong><br>1．如赴敌之兵（兵 古：军队 今：士兵）<br>2．天之于物，春生秋实（天 古：自然 今：天）<br>3．金铁皆鸣（金铁 古：兵器 今：金属名）<br>4．其色惨淡（惨淡 古：黯然无色今：多形容“萧条”和“费心苦力”）<br>5．有动于中（中 古：内心 今：方位名词）<br>6．黟然黑者为星星（星星 古：点点白发 今：比喻细小的、分散的点儿或别的东西）<br>7. 物过盛而当杀（杀 古：衰败 今：结束人或动物的生命）<br>8.其容清明，天高日晶（古：清朗明秀 今：二十四节气之一；（政治）有法度，有条理）</p> <p><strong>一词多义</strong><br>1．既<br>物既老而悲伤（已经，……以后）<br>将军既帝室之胄（既然）<br>既克，公问其故（已经，……以后）<br>肴核既尽，杯盘狼藉（全，都）<br>2．金<br>金铁皆鸣（金属，引申为武器）<br>于行用金（五行之一）<br>请献十金（汉以后银一两为一金）<br>3．及<br>而况思其力之所不及（到达）<br>其贤不及孔子（比得上）<br>一人飞升，仙及鸡犬（涉及，牵连）<br>怀王悔，追张仪，不及（赶上，追上）</p> <p><strong>词类活用</strong><br>1．欧阳子方夜读书（夜，名词作状语，在夜里）<br>2.砭人肌骨（砭，名词作动词，刺）<br>3．春生秋实（实，名词作动词，结果实）（春、秋，名词作状语，在春天，在秋天）<br>4．四无人声（四，数词作名词，四处）<br>5．如波涛夜惊（夜，名词作状语，在夜里）<br>6．百事感其心 （感，使动，使....感慨）<br>7. 万物劳其形 （劳，使动，使....劳累）</p> <p><strong>特殊句式</strong><br>（1） 1.胡为而来哉？（胡……哉：疑问句式，为什么 呢）<br>2.其所以摧败零落者，乃其一气之余烈（所以······乃······；固定句式，用来······是·······）<br>3.奈何以非金石之质，欲与草木而争荣？（奈何···：固定句式，为什么···）<br>　　（2）判断句：此何声也？<br>此秋声也，胡为而来哉<br>其所以摧败零落者，乃其一气之余烈<br>夫秋，刑官也，于时为阴；又兵象也，于行为金<br>商，伤也；物既老而悲伤<br>夷，戮也；物过盛而当杀<br>人为动物，惟物之灵<br>（3）定语后置句：闻有声自西南来者<br>（4）状语后置句：有动于中 </p><br/><h2>写作背景</h2> 　　本文写于作者五十三岁时，即宋仁宗嘉佑四年。作者晚年虽身居高位，但回首往事，屡次遭贬内心隐痛难消，面对朝廷内外的污浊、黑暗，眼见国家日益衰弱，改革又无望，不免产生郁闷心情。对政治和社会时局心情郁结，对人生短暂、大化无情感伤于怀，让作者此时处于不知如何作为的苦闷时期。所以他对秋天的季节感受特别敏感，《秋声赋》就是在这种背景下产生的。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "辞赋精选",
    "古文观止",
    "秋天",
    "悲秋"
  ]
}