{
  "id": 2865,
  "star": 1732,
  "name": "从军行",
  "dynasty": "唐代",
  "content": "烽火照西京，心中自不平。<br>牙璋辞凤阙，铁骑绕龙城。<br>雪暗凋旗画，风多杂鼓声。<br>宁为百夫长，胜作一书生。",
  "fanyi": "<p><strong>译文<br></strong>烽火照耀京都长安，不平之气油然而生。<br>辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。<br>大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。<br>我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。</p> <p><strong>注释</strong><br>①从军行：为乐府《相和歌·平调曲》旧题，多写军旅生活。<br>②烽火：古代边防告急的烟火。西京：长安。<br>③牙璋：古代发兵所用之兵符，分为两块，相合处呈牙状，朝廷和主帅各执其半。指代奉命出征的将帅凤阙：阙名。汉建章宫的圆阙上有金凤，故以凤阙指皇宫。<br>④龙城：又称龙庭，在今蒙古国鄂尔浑河的东岸。汉时匈奴的要地。汉武帝派卫青出击匈奴，曾在此获胜。这里指塞外敌方据点。<br>⑤凋：原意指草木枯败凋零，此指失去了鲜艳的色彩。<br>⑥百夫长：一百个士兵的头目，泛指下级军官。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_2865.aspx\">诗</a>借用乐府旧题“从军行”，描写一个读书士子从军边塞、参加战斗的全过程。仅仅四十个字，既揭示出人物的心理活动，又渲染了环境气氛，笔力极其雄劲。</p> <p>　　前两句写边报传来，激起了志士的爱国热情。诗人并不直接说明军情紧急，却说“烽火照西京”，通过“烽火”这一形象化的景物，把军情的紧急表现出来了。一个“照”字渲染了紧张气氛。“心中自不平”，是由烽火而引起的，国家兴亡，匹夫有责，他不愿再把青春年华消磨在笔砚之间。一个“自”字，表现了书生那种由衷的爱国激情，写出了人物的精神境界。首二句交待了整个事件展开的背景。第三句“牙璋辞凤阙”，描写军队辞京出师的情景。这里，诗人用“牙璋”、“凤阙”两词，显得典雅、稳重，既说明出征将士怀有崇高的使命，又显示出师场面的隆重和庄严。第四句“铁骑绕龙城”，说明唐军已经神速地到达前线，并把敌方城堡包围得水泄不通。“铁骑”、“龙城”相对，渲染出龙争虎斗的战争气氛。一个“绕”字，又形象地写出了唐军包围敌人的军事态势。五六两句开始写战斗，诗人却没有从正面着笔，而是通过景物描写进行烘托。“雪暗凋旗画，风多杂鼓声”，前句从人的视觉出发：大雪弥漫，遮天蔽日，使军旗上的彩画都显得黯然失色；后句从人的听觉出发：狂风呼啸，与雄壮的进军鼓声交织在一起。两句诗，有声有色，各臻其妙。诗人别具机抒，以象征军队的“旗”和“鼓”，表现出征将士冒雪同敌人搏斗的坚强无畏精神和在战鼓声激励下奋勇杀敌的悲壮激烈场面。诗的最后两句：“宁为百夫长，胜作一书生。”直接抒发从戎书生保边卫国的壮志豪情。艰苦激烈的战斗，更增添了他对这种不平凡的生活的热爱，他宁愿驰骋沙场，为保卫边疆而战，也不愿作置身书斋的书生。</p> <p>　　这首短诗，写出书生投笔从戎，出塞参战的全过程。能把如此丰富的内容，浓缩在有限的篇幅里，可见诗人的艺术功力。首先诗人抓住整个过程中最有代表性的片断，作了形象概括的描写，至于书生是怎样投笔从戎的，他又是怎样告别父老妻室的，一路上行军的情况怎样，诗人一概略去不写。其次，诗采取了跳跃式的结构，从一个典型场景跳到另一个典型场景，跳跃式地发展前进。如第三句刚写了辞京，第四句就已经包围了敌人，接着又展示了激烈战斗的场面。然而这种跳跃是十分自然的，每一个跨度之间又给人留下了丰富的想象余地。同时，这种跳跃式的结构，使诗歌具有明快的节奏，如山崖上飞流惊湍，给人一种一气直下、一往无前的气势，有力地突现出书生强烈的爱国激情和唐军将士气壮山河的精神面貌。</p>",
  "about": "<h2>创作背景</h2> 　　唐高宗调露、永隆年间（679—681），吐蕃、突厥曾多次侵扰甘肃一带，唐礼部尚书裴行俭奉命出师征讨。唐汝询在《唐<a href=\"http://so.gushiwen.org/view_2865.aspx\">诗</a>解》中认为是作者看到朝廷重武轻文，只有武官得宠，心中有所不平，故作诗以发泄牢骚。",
  "poet": {
    "id": 44,
    "star": 0,
    "name": "杨炯",
    "image": "http://img.gushiwen.org/authorImg/yangjiong.jpg",
    "desc": "杨炯（650年－692年），汉族，弘农华阴（今属陕西）人，排行第七；唐朝诗人，初唐四杰之一。显庆六年（公元661年），年仅11岁的杨炯被举为神童，上元三年（676年）应制举及第，授校书郎。后又任崇文馆学士，迁詹事、司直。垂拱元年（685年），降官为梓州司法参军。天授元年（690年），任教于洛阳宫中习艺馆。如意元年（692年）秋后改任盈川县令，吏治以严酷著称，卒于任所。因此后人称他为“杨盈川”。"
  },
  "tags": [
    "初中古诗",
    "边塞",
    "战争",
    "励志"
  ]
}