{
  "id": 49499,
  "star": 112,
  "name": "行香子·过七里濑",
  "dynasty": "宋代",
  "content": "一叶舟轻，双桨鸿惊。水天清、影湛波平。鱼翻藻鉴，鹭点烟汀。过沙溪急，霜溪冷，月溪明。<br>重重似画，曲曲如屏。算当年、虚老严陵。君臣一梦，今古空名。但远山长，云山乱，晓山青。",
  "fanyi": "<p><strong>译文</strong><br>乘一叶小舟，荡着双桨，像惊飞的鸿雁一样，飞快地掠过水面。天空碧蓝，水色清明，山色天光，尽入江水，波平如镜。水中游鱼，清晰可数，不时跃出明镜般的水面；水边沙洲，白鹭点点，悠闲自得。白天之溪，清澈而见沙底；清晓之溪，清冷而有霜意；月下之溪，是明亮的水晶世界。<br>两岸连山，往纵深看则重重叠叠，如画景；从横列看则曲曲折折，如屏风。笑严光当年白白地在此终老，不曾真正领略到山水佳处。皇帝和隐士，而今也已如梦一般消失，只留下空名而已。只有远山连绵，重峦叠嶂；山间白云，缭绕变幻；晓山晨曦，青翠欲滴。</p> <p><strong>注释</strong><br>⑴行香子：词牌名。<br>⑵七里濑：又名七里滩、七里泷，在今浙江省桐庐县城南三十里。钱塘江两岸山峦夹峙，水流湍急，连绵七里，故名七里濑。濑，沙石上流过的急水。<br>⑶一叶：舟轻小如叶，故称“一叶”。<br>⑷湛（zhàn）：清澈。<br>⑸藻鉴：亦称藻镜，指背面刻有鱼、藻之类纹饰的铜镜，这里比喻像镜子一样平的水面。藻，生活在水中的一种隐花植物。鉴，镜子。<br>⑹鹭：一种水鸟。汀（tīng）：水中或水边的平地，小洲。<br>⑺屏：屏风，室内用具，用以挡风或障蔽。<br>⑻严陵：即严光，字子陵，东汉人，曾与<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>同学，并帮助刘秀打天下。刘秀称帝后，他改名隐居。刘秀三次派人才把他召到京师。授谏议大夫，他不肯接受，归隐富春江，终日钓鱼。<br>⑼君臣：君指刘秀，臣指严光。<br>⑽空名：世人多认为严光钓鱼是假，“钓名”是真。这里指刘秀称帝和严光垂钓都不过是梦一般的空名而已。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词在对大自然美景的赞叹中，寄寓了因缘自适、看透名利、归真返朴的人生态度，发出了人生如梦的浩叹。</p> <p>　　上阕头六句描写清澈宁静的江水之美：一叶小舟，荡着双桨，像惊飞的鸿雁一样，飞快地掠过水面。天空碧蓝，水色清明，山色天光，尽入江水，波平如镜。水中游鱼，清晰可数，不时跃出明镜般的水面；水边沙洲，白鹭点点，悠闲自得。词人用简练的笔墨，动静结合、点面兼顾地描绘出生机盎然的江面风光，体现出作者热爱自然、热爱生活的情趣。</p> <p>　　接下来“过沙溪急，霜溪冷，月溪明”三句，节奏轻快。沙溪，是白天之溪，清澈而见沙底；霜溪，是清晓之溪，清冷而有霜意；月溪，乃是月下之溪，是明亮的水晶世界。词人用蒙太奇手法，剪接了三个不同时辰的舟行之景。既写出了船之行程，也创造出清寒凄美的意境，由此引出一股人生的况味，为下片抒写人生感慨作了铺垫。</p> <p>　　词的下阕，作者首先由写江水之清明转写夹岸的奇山异景——“重重似画，曲曲如屏”：两岸连山，往纵深看则重重叠叠，如画景；从横列看则曲曲折折，如屏风。词写水则特详，写山则至简，章法变化，体现了在江上舟中观察景物近则精细远则粗略的特点。</p> <p>　　“算当年，虚老严陵。”东汉初年的严子陵，辅佐<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>打天下以后，隐居不仕，垂钓富春江上。昔人多说严光垂钓实是“钓名”，东坡在此，也笑严光当年白白在此终老，不曾真正领略到山水佳处。“君臣一梦，今古空名”，表达出浮生若梦的感慨：皇帝和隐士，而今也已如梦一般消失，只留下空名而已。那么真正能永恒留传的实体是什么呢？“但远山长，云山乱，晓山青。”只有远山连绵，重峦叠嶂；山间白云，缭绕变形；晓山晨曦，青翠欲滴。意思是说，只有大自然才是永恒的，只有大自然之美才是永恒的。这是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的一贯思想，正如他在《前赤壁赋》中所感叹的：“惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之无竭……”</p> <p>　　下半阕以山起，以山结，中间插入议论感慨，而以“虚老”粘上文，“但”字转下意，衔接自然。结尾用一“但”字领“远山长，云山乱，晓山青”三个跳跃的短句，又与上半阕“沙溪急，霜溪冷，月溪明”遥相呼应。前面写水，后面写山，异曲同工，以景结情。人生的感慨，历史的沉思，都融化在一片流动闪烁、如<a href=\"http://so.gushiwen.org/view_49499.aspx\">诗</a>如画的水光山色之中，隽永含蓄，韵味无穷。</p> <p>　　从这首词可以看出，苏轼因与朝廷掌权者意见不合，而贬谪杭州任通判期间，尽管仕途不顺，却仍然生活得轻松闲适。他好佛老而不溺于佛老，看透生活而不厌倦生活，善于将沉重的荣辱得失化为过眼云烟，在大自然的美景中找回内心的宁静与安慰。词中那生意盎然、活泼清灵的景色中，融注着词人深沉的人生感慨和哲理思考。</p> <p>　　苏东坡经常发出“人生如梦”的感慨，有的评论家便批评苏东坡消极、悲观，但人们仍然爱苏词。人们从苏词中得到的，不是灰色的颓唐，而是绿色的欢欣，是诗情画意的美感享受。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于公元1073年（宋神宗熙宁六年）春二月。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>时任杭州通判，巡查富阳，由新城至桐庐，乘舟富春江，经过七里濑时作此词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "江南",
    "水乡",
    "人生",
    "哲学"
  ]
}