{
  "id": 70850,
  "star": 57,
  "name": "杂诗三首·其三",
  "dynasty": "唐代",
  "content": "闻道黄龙戍，频年不解兵。<br>可怜闺里月，长在汉家营。<br>少妇今春意，良人昨夜情。<br>谁能将旗鼓，一为取龙城。",
  "fanyi": "<p><strong>译文</strong><br>早就听说黄龙城有战争，连续多年不见双方撤兵。 <br>可怜闺中寂寞独自看月，她们思念之心长在汉营。 <br>今晚上少妇的相思情意，正是昨夜征夫想家之情。 <br>何时高举战旗擂鼓进军，但愿一鼓作气取龙城。 </p> <p><strong>注释</strong><br>①闻道：听说。黄龙戍：即黄龙，在今辽宁开原县西北，此指边地。解兵：放下兵器。 <br>②良人：古代妻子对丈夫的称呼。 <br>③龙城：在今蒙古境内，这里借指敌方要地。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　自汉魏以来，<a href=\"http://so.gushiwen.org/view_70850.aspx\">诗</a>人常以“杂诗”为题写诗，类似“无题”诗，内容多是慨叹人生或离别相思的。<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>写有《杂诗三首》，都写闺中怨情，流露出明显的反战情绪。这里选的是第三首，　首联“闻道黄龙戍，频年不解兵”，语言平易似娓娓道来，给人以鲜明突出的印象。黄龙戍战火连年，可以想见征人久戍之苦，强烈的怨战之情溢于字里行间，“不解”与“频年”连用，增强语势，引起人们的联想与深思。</p> <p>　　颔联“可怜闺里月，长在汉家营”，是借月抒怀。说今夜闺中和营中同在这一轮明月的照耀下，有多少对征夫思妇两地对月相思。在征夫眼里，这个昔日和妻子在闺中共同赏玩的明月，不断地到营里照着他，好像怀着无限深情；而在闺中思妇眼里，似乎这眼前明月，再不如往昔美好，因为那象征着昔日夫妻美好生活的圆月，早已离开深闺，随着良人远去汉家营了。这一联明明是写情，却偏要处处说月；字字是写月，却又笔笔见人。短短十个字，内涵极为丰富，既写出了夫妇分离的现在，也触及到了夫妇团聚的过去；既轮廓鲜明地画出了异地同视一轮明月的一幅月下相思图，也使人联想起夫妇相处时的月下双照的动人景象。通过暗寓着对比的画面，诗人不露声色地写出闺中人和征夫相互思念的绵邈深情。见月怀人是我国古典诗歌的传统表现手法，而这里只写月不写人，意象反而更丰富生动。这“闺里月”既是思妇的眼中月，又是征人的眼中月，既有千里共婵娟之意，又有思妇心神飞度，想见征人之意。诗意双关，征夫、思妇相思之情之景俱在其中，显得清新别致。</p> <p>　　颈联“少妇今春意，良人昨夜情”，紧承上联进一步抒写离人相思。“春”而又“今”，“ 夜”而又“昨”，分别写出少妇“意”和良人“情”，其妙无比。四季之中最撩人情思的无过于春，而今春的大好光阴虚度，少妇不禁倍觉惆怅。万籁无声的长夜最为牵愁惹恨，那昨夜夫妻惜别的情景，仿佛此刻仍在征夫面前浮现。“今春意”与“昨夜情”虽是互文对举，却可以作为“夜夜”来读。可是细味“今春意”却有着独特的表现力。“昨夜情”，也对得十分工巧，不仅表现出良人对妻子的一往情深，而且还表现出思念之切。他回忆往日夫妻的恩爱，觉得恍如昨夜事一般，不因经久分离而淡薄。可见他们的情意是多么美好、真挚、深厚而动人。</p> <p>　　尾联“谁能将旗鼓，一为取龙城”，抒写出了征夫、思妇的愿望。他们希望能有良将出马，克敌致胜，结束他们长期分离的痛苦。但诗以问句的形式，倍增感慨深沉的意味。这里照应首联回答了“频年不解兵”的问题，表明是将领无能，指挥不得力以致连年征战，这是写透夫妇别离的痛苦以后自然生出的意思。</p> <p>　　这首诗构思新颖精巧，特别是中间四句，在“情”、“意”二字上着力，翻出新意，更为前人所未道。诗中所抒之情与所传之意彼此关联，由情生意，由意足情，势若转圜，极为自然。从文气上看，一二联都是十字句，自然浑成，一气贯通，语势较和缓；第三联是对偶工巧的两个短句，有如急管繁弦，显得气势促迫；末联采用散行的句子，文气重新变得和缓起来。</p>",
  "poet": {
    "id": 494,
    "star": 0,
    "name": "沈佺期",
    "image": "http://img.gushiwen.org/authorImg/shenquanqi.jpg",
    "desc": "沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。"
  },
  "tags": [
    "唐诗三百首",
    "战争",
    "妇女",
    "相思"
  ]
}