{
  "id": 72749,
  "star": 44,
  "name": "文与可画筼筜谷偃竹记",
  "dynasty": "宋代",
  "content": "　　竹之始生，一寸之萌耳，而节叶具焉。自蜩腹蛇蚶以至于剑拔十寻者，生而有之也。今画者乃节节而为之，叶叶而累之，岂复有竹乎？故画竹必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。与可之教予如此。予不能然也，而心识其所以然。夫既心识其所以然，而不能然者，内外不一，心手不相应，不学之过也。故凡有见于中而操之不熟者，平居自视了然，而临事忽焉丧之，岂独竹乎？</p> <p>　　子由为《墨竹赋》以遗与可曰：“庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫夫子之托于斯竹也，而予以为有道者则非邪？“子由未尝画也，故得其意而已。若予者，岂独得其意，并得其法。</p> <p>　　与可画竹，初不自贵重，四方之人持缣素而请者，足相蹑于其门。与可厌之，投诸地而骂曰：“吾将以为袜材。“士大夫传之，以为口实。及与可自洋州还，而余为徐州。与可以书遗余曰：“近语士大夫，吾墨竹一派，近在彭城，可往求之。袜材当萃于子矣。“书尾复写一诗，其略云：“拟将一段鹅溪绢，扫取寒梢万尺长。“予谓与可：“竹长万尺，当用绢二百五十匹，知公倦于笔砚，愿得此绢而已。“与可无以答，则曰：“吾言妄矣。世岂有万尺竹哉？“余因而实之，答其诗曰：“世间亦有千寻竹，月落庭空影许长。“与可笑曰：“苏子辩则辩矣，然二百五十匹绢，吾将买田而归老焉。“因以所画筼筜谷偃竹遗予曰：“此竹数尺耳，而有万尺之势。“筼筜谷在洋州，与可尝令予作洋州三十咏，《筼筜谷》其一也。予诗云：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。“与可是日与其妻游谷中，烧笋晚食，发函得诗，失笑喷饭满案。</p> <p>　　元丰二年正月二十日，与可没于陈州。是岁七月七日，予在湖州曝书画，见此竹，废卷而哭失声。昔曹孟德祭桥公文，有“车过“、“腹痛“之语。而予亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。",
  "fanyi": "<p><strong>译文</strong><br>　　竹子刚生时，只是一寸长的嫩芽，可是却节、叶俱全。从蝉腹、蛇鳞般的小笋，长到挺直的几丈高的巨竹，从来都是有节有叶的。可是现在的人画竹时，却是一节一节的接起来，一叶一叶地堆上去，这样做哪里还有竹子呢？所以说画竹，一定要心里有完整的竹子，拿着笔凝神而视，就能看到自己心里想要画的竹子了。这时快速地跟着自己的所见去画，去捕捉看到的形象，就像兔子跃起、鹘鸟降落一样迅速。这是与可教给我的。我不能做到，但心里却明白这样做的道理。既然心里明白应该这样做，却不能做到，认识和行动不统一，理解道理和实际操作不能一致，这都是学习不够的毛病。所以，常常是对事情心里了解而不能熟练地去做，平时自以为很清楚，但事到临头却忽然不明白了，难道只有画竹才是如此吗！子由写了《墨竹赋》给与可，说：“庖丁，是宰牛的，可是（他讲的道理）却为养生的人所采纳；轮扁，是制造车轮的，可是（他的经验）却被读书人所运用。现在，您在画竹上所寄托的思想情感，我以为是有道者的认识，难道不是吗？“子由从来不画画，所以，只知道大致的意思而已。而像我呢，不只是理解与可的绘画理论，还学得了他的绘画方法。</p> <p>　　起初，与可对自己的墨竹画并不看重。各地拿着丝绢前来求画的人，一个接着一个地找上门来。与可很厌烦，把丝绢抛在地上骂道：“我要拿这些丝绢去做袜子！“致使士大夫把这当成话柄相传。后来，与可自洋州回京师，我去徐州任知州，与可跟我说：“我近来告诉士大夫们说：我们墨竹画派近在彭城，你们可以去那里求画。这回袜子材料应当集中到你那里了。“信尾还写了一首，其中说道：“拟将一段鹅溪绢，扫取寒梢万尺长。“我向与可说：“竹子长万尺，应该用二百五十匹绢，我知道您是懒怠做画，只是想要得到这些绢而已！“与可无言可对，就说：“我说错了，世上哪里有万尺长的竹子呢？“我对这做出了解释，回答他的诗说：“世间亦有千寻竹，月落庭空影许长。“与可笑道：“苏公真善辩啊！若有二百五十匹绢，我就要买田还乡养老了。“随着把他所画的《筼筜谷偃竹》赠给了我，说：“这竹子只不过数尺，却有万尺的气势。“筼筜谷在洋州，与可曾经让我作《洋州三十咏》诗，《筼筜谷》就是其中的一首。我的诗说：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。“与可那天正和他的妻子在谷中游赏，烧笋当晚饭吃，打开信封看到诗，禁不住大笑，把嘴里的饭喷了满桌子。</p> <p>　　元丰二年正月二十日，与可死于陈州。那一年的七月七日，我在湖州晾书画，见到这幅墨竹图，便停止了晾书，失声痛哭起来。以前<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>祭奠桥公文中有车过坟前就会腹痛的话，而我也记载下来过去和与可开玩笑的话，可以看出我和与可之间的亲密、深厚的情谊。</p> <p><strong>注释</strong><br>①萌：嫩芽。<br>②蜩（tiáo）腹：蝉的肚皮。蛇蚶：蛇腹下的横鳞。<br>③遂：完成。<br>④庖丁：厨师。《庄子·养生》说：庖丁解牛的技艺高妙，因为他能洞悉牛的骨骼肌理，运刀自如，十九年解了数千只牛，其刀刃还同新磨的一样，毫无损伤。文惠君听了庖丁的介绍后，说：“善哉！吾闻庖丁之言，得养生焉。“<br>⑤轮扁（piān），斫（zhuó）轮者也：《庄子·天道》载：桓公在堂上读书，轮扁在堂下斫轮，轮扁停下工具，说桓公所读的书都是古人的糟粕，桓公责问其由。轮扁说：臣斫轮“不徐不疾，得之于手而应于心，口不能言，有数存焉于其间“。却无法用口传授给别人。斫：雕斫。<br>⑥缣素：供书画用的白色细绢。<br>⑦墨竹一派：善画墨竹的人，指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。<br>⑧袜材当萃于子矣：谓求画的细绢当聚集到你处。<br>⑨鹅溪：在今四川盐亭县西北，附近产名绢，称鹅溪绢，宋人多用以作书画材料。<br>⑩箨（tuò）龙：指竹笋。陈州：治所在今河南淮阳。湖州：今浙江吴兴，时苏轼任湖州知州。<br>昔曹孟德祭桥公文，有“车过“、“腹痛“之语：建安七年，曹操军过浚仪，遣使以太牢祀旧友桥玄。祀文说：“承从容约誓之言：‘殂逝之后，路有经由，不以斗酒只鸡过相沃酹，车过三步，腹痛勿怪。’虽临时戏笑之言，非至亲之笃好，胡肯为此辞乎？“苏轼以此典比喻自己与文与可的情谊笃厚。</p>",
  "shangxi": "<p>　　通观整篇结构，极为自然、流畅。从竹的本性写起，到最后才点出对亡友的思念并以此作结。</p> <p>　　前半部分侧重于说理，后半部分侧重于叙事，全文是以画竹线索来组织安排材料的。</p> <p>　　第一段 阐述文与可的绘画理论，谈自我艺术实践的体会。</p> <p>　　第1层 由竹说起，提出画竹应当有成竹在胸。</p> <p>　　第2层 写作者自己学习文与可画论的心得。</p> <p>　　第3层 评价的看法，表明自己比弟弟更能领悟文与可的画论。</p> <p>　　第二段 追忆二人在交往过程中与画竹相关的几件趣事。</p> <p>　　第1件 投求画者的绢于地，并言当袜穿，传为笑话。</p> <p>　　第2件 书信往来各自表述艺术创作中神似重于形似的美学观点。</p> <p>　　第3件 追述自己一首“筼筜谷“<a href=\"http://so.gushiwen.org/view_72749.aspx\">诗</a>令文夫妇为之喷饭。</p> <p>　　第三段 交代写作此文的缘由，并表明二人关系感情深厚、亲密无间。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "悼念",
    "观点"
  ]
}