{
  "id": 69088,
  "star": 3291,
  "name": "登飞来峰",
  "dynasty": "宋代",
  "content": "飞来山上千寻塔，闻说鸡鸣见日升。<br>不畏浮云遮望眼，只缘身在最高层。",
  "fanyi": "<p><strong>译文<br>韵译<br></strong>听说在飞来峰极高的塔上，鸡鸣时分可看到旭日初升。<br>不怕浮云会遮住我的视线，只因为如今我身在最高层。</p> <p><strong>散译</strong></p> <p>飞来峰顶有座高耸入云的塔，听说鸡鸣时分可以看见旭日升起。<br>不怕层层浮云遮住我那远眺的视野，只因为我站在飞来峰顶，登高望远心胸宽广。</p> <p><strong>注释<br></strong>⑴飞来峰：有两说：一说在浙江绍兴城外的林山。唐宋时其中有座应天塔。传说此峰是从琅即郡东武县飞来的，故名飞来峰。一说在今浙江杭州西湖灵隐寺前。<br>⑵千寻塔：很高很高的塔。寻，古时长度单位，八尺为寻。<br>⑶闻说：听说。<br>⑷浮云：在山间浮动的云雾。望眼：视线。<br>⑸缘：因为。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69088.aspx\">诗</a>的第一句，诗人用“千寻”这一夸张的词语，借写峰上古塔之高，写出自己的立足点之高。诗的第二句，巧妙地虚写出在高塔上看到的旭日东升的辉煌景象，表现了诗人朝气蓬勃、胸怀改革大志、对前途充满信心，成为全诗感情色彩的基调。诗的后两句承接前两句写景议论抒情，使诗歌既有生动的形象又有深刻的哲理。古人常有浮云蔽日、邪臣蔽贤的忧虑，而诗人却加上“不畏”二字。表现了诗人在政治上高瞻远瞩，不畏奸邪的勇气和决心。</p> <p>　　前两句是全诗的精华，蕴含着深刻的哲理：人不能只为眼前的利益，应该放眼大局和长远。在写作手法上，起句写飞来峰的地势，有写峰上有千寻之塔，足见其高。此句极写登临之高险。承句写目极之辽远。承句用典，《玄中记》云：“桃都山有大树，曰桃都，枝相去三千里。上有天鸡，日初出照此木，天鸡即鸣，天下鸡皆随之。”以此验之，则“闻说鸡鸣见日升”七字，不仅言其目极万里，亦且言其声闻遐迩，颇具气势。虽是铺垫之笔，亦不可等闲视之，实景语中的高唱。且作者用事，深具匠心。如典故中“日初出照此木，天鸡即鸣”，本是“先日出，后天鸡鸣”，但<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>不说“闻说日升听鸡鸣”，而说“闻说鸡鸣见日升”，则是“先鸡鸣，后日升”。诗人用事，常有点化，此固不能以强求平仄，或用事失误目之，恐意有另指。</p> <p>　　第三句“不畏”二字作峻语，气势夺人。”浮云遮望眼”，用典。据吴小如教授考证，西汉人常把浮云比喻奸邪小人，如《新语·慎微篇》：“故邪臣之蔽贤，犹浮云之障日也。”王句即用此意。他还有一首《读史有感》的七律，颔联云：“当时黯暗犹承误，末俗纷纭更乱真。”欲成就大事业，最可怕者莫甚于“浮云遮目”、“末俗乱真”，而王安石以后推行新法，恰败于此。诗人良苦用心，于此诗已见端倪。第四句用“身在最高层”拔高诗境，有高瞻远瞩的气概。作者点睛之笔，正在结语。若就情境说，语序应是“因为身在最高层，所以不畏浮云遮目”，但作者却倒过来，先说果，后说因；一因一果的倒置，说明诗眼的转换。这虽是作诗的常法，亦见出作者构思的精深。</p> <p>　　这首诗与一般的登高诗不同。这首诗没有过多的写眼前之景，只写了塔高，重点是写自己登临高处的感受，寄寓“站得高才能望得远”的哲理。这与<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>诗“欲穷千里目，更上一层楼”相似。前者表现一个政治变革家拨云见日、高瞻远瞩的思想境界和豪迈气概，后者表现要想取得更好的成绩，需要更加的努力的互勉或自励之意。</p> <p>　　“不畏浮云遮望眼，只缘身在最高层。”与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“不识庐山真面目，只缘身在此山中。”一脉相承，表现技法极为相似，王诗就肯定方面而言，比喻“掌握了正确的观点的方法，认识达到了一定的高度，就能透过现象看到本质，就不会被事物的假象迷惑。”而苏轼是就否定方面而言的，比喻“人们之所以被事物的假象所迷惑，是因为没有全面、客观、正确地观察事物，认识事物。”两者都极具哲理性，常被用作座右铭。</p><br/><h2>简析</h2> <p>　　山是高耸的，塔是高耸的，山顶上的塔更是高高耸立的。飞来峰和它上面的宝塔总共多高？不知道。<a href=\"http://so.gushiwen.org/view_69088.aspx\">诗</a>人只告诉我们，单是塔身就是八千多尺——这当然是夸张的说法。诗人还讲了一个传说：站在塔上，鸡鸣五更天就可以看见海上日出。请想想飞来峰那耸云天的气势吧！ </p> <p>　　从全诗看，“不畏浮云遮望眼，只缘身在最高层”的胸襟境界，只有登上天外飞来的高峰才能触发得出；但无“闻说鸡鸣见日升”作铺垫，亦引不出此等胸襟境界。</p> <p>　　只有登上“飞来山上千寻塔”，才能用见日出闻天鸡的故实；也只有在天外飞来的高峰见日出闻天鸡，才能导出不畏末俗乱真、站得高看得远的胆识气概。思绪条贯，勾连紧密；天衣无缝，一气呵成；前后关照，浑然一体。 </p>",
  "about": "<h2>创作背景</h2> <p>　　宋仁宗皇祐二年（1050）夏，<a href=\"http://so.gushiwen.org/view_69088.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在浙江鄞县知县任满回江西临川故里时，途经杭州，写下此诗。是他初涉宦海之作。此时诗人只有三十岁，正值壮年，抱负不凡，正好借登飞来峰一抒胸臆，表达宽阔情怀，可看作实行新法的前奏。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "登高",
    "哲理"
  ]
}