{
  "id": 49385,
  "star": 656,
  "name": "水调歌头·安石在东海",
  "dynasty": "宋代",
  "content": "余去岁在东武，作《水调歌头》以寄子由。今年子由相从彭门居百余日，过中秋而去，作此曲以别。余以其语过悲，乃为和之，其意以不早退为戒，以退而相从之乐为慰云耳</p> <p>安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。<br>岁云暮，须早计，要褐裘。故乡归去千里，佳处辄迟留。我醉歌时君和，醉倒须君扶我，惟酒可忘忧。一任刘玄德，相对卧高楼。",
  "fanyi": "<p><strong>译文<br></strong>当年谢安隐居在东海，出仕做官鬓发已霜秋，中年难与亲友别，唯有丝竹缓离愁。一旦功成名就，准备返归东海，谁料抱病入西州。做官困扰了隐居的雅志，遗恨寄托于田园山丘。<br>既已年高衰朽，便当及早划筹，要做百姓穿粗裘。返回故乡遵迢千里，选取佳地长住久留。酒醉放歌君相和，醉倒在地君扶我，只有醉时忘忧愁。任凭刘备笑我无大志，我却甘愿身居平地，仰看他高卧百尺楼。</p> <p><strong>注释<br></strong>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵。<br>⑵东武：指密州。<br>⑶子由：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之弟文学家<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>字。<br>⑷彭门：指徐州。<br>⑸此曲：指苏辙《水调歌头·徐州中秋》词。<br>⑹安石：谢安，字安石，阳夏（今河南太康）人。东晋名臣，以功封建昌县公，死后赠太傅。东海：谢安早年隐居会稽（今浙江绍兴），东面濒临大海，故称东海。<br>⑺“从事”句：意为谢安出仕时鬓发已开始变白。谢安少有重名，屡征不起，直到四十多岁才出仕从政。<br>⑻“中年”两句：《晋书·<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>传》：“谢安尝谓羲之曰：‘中年以来，伤于哀乐，与亲友别，辄作数日恶。’羲之曰：‘年在桑榆，自然至此。顷正赖丝竹陶写，恒恐儿辈觉，损其欢乐之趣。”’丝竹，泛指管弦乐器。<br>⑼“一旦”三句：意思是说谢安功成名就之后，一定准备归隐会稽，不料后来抱病回京了。西州，代指东晋都城建康（今江苏南京市）。<br>⑽雅志：指退隐东山的高雅的志趣。轩冕（xuān miǎn）：古代官员的车服。借指做官。<br>⑾沧洲：水滨，古代多用以指隐士的住处。<br>⑿岁云暮：即岁暮。云，语助词。<br>⒀要褐裘（qiú）：指换上粗布袍，意为辞官归乡，作普通百姓。<br>⒁迟留：逗留，停留。<br>⒂“惟酒”句：语本《晋书·顾荣传》：“恒纵酒酣畅，谓友人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>曰：‘惟酒可以忘忧，但无如作病何耳。”’<br>⒃“一任”二句：意思是说，任凭有雄心大志的入瞧不起我们，也不去管它了。刘玄德，刘备。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阕咏史，写东晋谢安的经历，意在“以不早退为戒”。发端明点“安石”，领起上半阕。词人的写作角度比较独特，既不写他经天纬地的才能，也不写他建功立业的辉煌，而是写他人生的另一侧面。劈头就写谢安中年出仕的尴尬：他本来隐居会稽，踏上仕途时鬓发已开始染上秋霜，令人吃惊。再写人情的难堪：人到中年，与亲友相别时觉得难舍难分，于是借音乐来抒写离愁。而后突出他一向抱有的功成身退的心愿： “一旦功成名遂，准拟东还海道”。语气多么肯定，多么坚决，确实是对史书中所谓“安虽受朝寄，然东山之志始末不渝，每形于言色”（《晋书》）数语准确的表述。而结果却是“扶病人西州”，这就反跌出困於轩冕不遂雅志的“遗恨”。这种“遗恨”，便是作者引出的鉴戒——“不早退”。词中的“困轩冕”只是一个文雅的或婉转的说法，实际上（至少在某种程度上）与贪恋功名富贵是联系在一起的。</p> <p>　　下阕述怀，设想早日“退而相从之乐”。换头“岁云暮”三字承上转下，“岁暮”当指年华老大，“早计”是对“遗恨”而言，其内容便是“要褐裘”，亦即辞官归隐，过平民生活。以下七句是由此产生的设想：在归乡的千里长途中，每逢山水名胜或有贤主、良朋接待之类好的去处，可以随意逗留，尽情游乐，不必如官场中人因王命在身而行道局促，一层：我带着醉意唱歌时你跟着唱和，我因醉酒倒下时你要搀扶我，——只有酒是可以使人忘怀得失的，二层：这样，有雄心大志的人会瞧不起我们，那就悉听尊便好了，我们只管走自己的路，三层：这种种设想，情辞恳切，言由中发，有如骏马驻坡，不可遏止，充分表现出词人对辞官归隐而享弟兄“相从之乐”的夙愿。“我醉歌时君和，醉倒须君扶我”，极写想象中“退而相从之乐”的情态，简直是对二人的“合影”。篇末“一任刘玄德，相对卧高楼”两句，反用典故，并非真要趋同胸无大志的庸人，而只是强调素愿的坚定不移，这体现了用典的灵活性。</p> <p>　　同《南乡子》（东武望余杭）、《醉落魄》（分携如昨）、《减字木兰花》（贤哉令尹）等词作一样，这首词着重表现了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>前期思想的另一面，虽然“功成名遂”尚未实现，出仕思想仍占上风，但在某种程度上徘徊于出处之间，却是可以肯定的。早在嘉祐五年（1060）苏氏弟兄寓居怀远驿时，即有“夜雨对床”，“为闲居之乐”（<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《逍遥堂会宿二首》引、《再祭亡兄端明文》等）的口头约定，这一回正是对前约的重申，当然在很大程度上也是出于对其弟的安慰，词中流露出深厚的兄弟之情。不过，他在<a href=\"http://so.gushiwen.org/view_49385.aspx\">诗</a>词中不断表达的这种归卧故山的雅志，最终还是没有实现。苏辙词中的“但恐同<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，相对永登楼”，倒成了他们此后生活的写照。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋神宗熙宁十年（1077）八月，“相从彭门百余日”的<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>打算离开徐州，赴南都（今河南商丘）留守签判任，临行前作《水调歌头》词告别。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“以其语过悲”，便写下了这首和作，对其弟加以宽慰。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "故事",
    "抒情"
  ]
}