{
  "id": 72386,
  "star": 104,
  "name": "登泰山记",
  "dynasty": "清代",
  "content": "　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。</p> <p>　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。</p> <p>　　泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南；望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。</p> <p>　　戊申晦，五鼓，与子颖坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五彩。日上，正赤如丹，下有红光，动摇承之。或曰，此东海也。回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。</p> <p>　　亭西有岱祠，又有碧霞元君祠；皇帝行宫在碧霞元君祠东。是日，观道中石刻，自唐显庆以来，其远古刻尽漫失。僻不当道者，皆不及往。</p> <p>　　山多石，少土；石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。</p> <p>　　桐城姚鼐记。",
  "fanyi": "<p><strong>译文</strong><br>　　泰山的南面，汶河向西流去；泰山的北面，济水向东流去。南面山谷的水都流入汶水，北面山谷的水都流入济水。处在那阳谷和阴谷南北分界处的，是古代春秋时期齐国所筑长城的遗址。最高的日观峰，在古长城以南十五里。<br>　　我在乾隆三十九年（1774年）十二月从京城里出发，冒着风雪启程，经过齐河县、长清县，穿过泰山西北面的山谷，跨过长城的城墙，到达泰安。这月28日，我和泰安知府朱孝纯从南边的山脚登山。攀行四十五里远，道路都是石板砌成的石级，那些台阶共有七千多级。泰山正南面有三条水道，（其中）中谷的水环绕泰安城，这就是<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>书中所说的环水。我起初顺着中谷进去。（沿着小路）走了不到一半，翻过中岭，再沿着西边的水道走，就到了泰山的巅顶。古时候登泰山，沿着东边的水道进入，道路中有座天门。这东边的山谷，古时候称它为“天门溪水”，是我没有到过的。现在（我）经过的中岭和山顶，挡在路上的像门槛一样的山崖，世上人都称它为“天门”。一路上大雾弥漫、冰冻溜滑，石阶几乎无法攀登。等到已经登上山顶，只见青山上覆盖着白雪，（雪）光照亮了南面的天空。远望夕阳映照着泰安城，汶水、徂徕山就像是一幅美丽的山水画，停留在半山腰处的云雾，又像是一条舞动的飘带似的。<br>　　戊申这一天是月底，五更的时候，我和子颖坐在日观亭里，等待日出。这时大风扬起的积雪扑面打来。日观亭东面从脚底往下一片云雾弥漫，依稀可见云中几十个白色的像骰子似的东西，那是山峰。天边的云彩形成一条线（呈现出）奇异的颜色，一会儿又变成五颜六色的。太阳升上来了，红的像朱砂一样，下面有红光晃动摇荡着托着它。有人说，这是东海。回头看日观峰以西的山峰，有的被日光照到，有的没照到，或红或白，颜色错杂，都像弯腰曲背鞠躬致敬的样子。<br>　　日观亭西面有一座东岳大帝庙，又有一座碧霞元君（东岳大帝的女儿）庙。皇帝的行宫（出外巡行时居住的处所）就在碧霞元君庙的东面。这一天，（还）观看了路上的石刻，都是从唐朝显庆年间以来的，那些更古老的石碑都已经模糊或缺失了。那些偏僻不对着道路的石刻，都赶不上去看了。<br>　　山上石头多，泥土少。山石都呈青黑色，大多是平的、方形的，很少有圆形的。杂树很少，多是松树，松树都生长在石头的缝隙里，树顶是平的。冰天雪地，没有瀑布，没有飞鸟走兽的声音和踪迹。日观峰附近几里以内没有树木，积雪厚得同人的膝盖一样平齐。<br>　　桐城<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>记述。</p> <p><strong>注释</strong><br>（1）选自《惜宝轩<a href=\"http://so.gushiwen.org/view_72386.aspx\">诗</a>文集》（《四部丛刊》影音原刊本）。姚鼐（nài），字姬传，一字梦谷，室名惜抱轩，清代代桐城（今安徽桐城）人。桐城派古文家。<br>（2）阳：山的南面。<br>（3）汶（Wèn）水：也叫汶河。发源于山东莱芜东北原山，向西南流经泰安东。<br>（4）济水：发源于河南济源县西王屋山，东流到山入海东。后来下游被黄河冲没。<br>（5）阳谷：指山南面谷中的水。谷，两山之间的流水道，现在通称山涧。<br>（6）当其南北分者：在那（阳谷和阴谷）南北分界处的。<br>（7）古长城：指春秋时期齐国所筑长城的遗址，古时齐鲁两国以此为界。<br>（8）日观峰：在山顶东岩，是泰山观日出的地方。<br>（9）以：在。<br>（10）乾隆三十九年：即1774年。<br>（11）乘：趁，这里有“冒着”的意思。<br>（12）齐河、长清：地名，都在山东省。<br>（13）限：门槛，这里指像一道门槛的城墙。<br>（14）泰安：即今山东泰安，在泰山南面，清朝为泰安府治所。<br>（15）丁未：丁未日（十二月二十八日）。<br>（16）朱孝纯子颖：朱孝纯，字子颖。当时是泰安府的知府。<br>（17）蹬（dèng）：石级。<br>（18）级：石级。<br>（19）环水：即中溪，俗称梳洗河，流出泰山，傍泰安城东面南流。<br>（20）循以入：顺着（中谷）进去。<br>（21）道少半：路不到一半。<br>（22）中岭：即黄岘（xiàn）岭，又名中溪山，中溪发源于此。<br>（23）天门：泰山峰名。《山东通志》：“泰山周回一百六十里，屈曲盘道百余，经南天门，东西三天门，至绝顶，高四十余里。”<br>（24）崖限当道者：挡在路上的像门槛一样的山崖。<br>（25）云：语气助词。<br>（26）几：几乎。<br>（27）苍山负雪，明烛天南：青山上覆盖着白雪，（雪）光照亮了南面的天空。负，背。烛，动词，照。<br>（28）徂徕（cúlái）：山名，在泰安东南。<br>（29）居：停留。<br>（30）戊申晦：戊申这一天是月底。晦：农历每月最后一天。<br>（31）五鼓：五更。<br>（32）日观亭：亭名，在日观峰上。<br>（33）漫：迷漫。<br>（34）摴蒱（chūpú）：又作“樗蒲”，古代的一种赌博游戏，这里指博戏用的“五木”。五木两头尖，中间广平，立起来很像山峰。<br>（35）极天：天边。<br>（36）采：通“彩”。<br>（37）丹：朱砂。<br>（38）东海：泛指东面的海。这里是想象，实际上在泰山顶上看不见东海。<br>（39）或得日，或否：有的被日光照着，有的没有照着。<br>（40）绛皓驳色：或红或白，颜色错杂。绛，大红。皓：白色。驳：杂。<br>（41）若偻：像脊背弯曲的样子。引申为鞠躬、致敬的样子。日观峰西面诸峰都比日观峰低，所以这样说。偻，驼背。<br>（42）岱祠：东岳大帝庙。<br>（43）碧霞元君：传说是东岳大帝的女儿。<br>（44）行宫：皇帝出外巡行时居住的住所。这里指乾隆登泰山时住过的宫室。<br>（45）显庆：唐高宗的年号。<br>（46）漫失：模糊或缺失。漫：磨灭。<br>（47）僻不当道者：偏僻，不在道路附近的。<br>（48）圜：通“圆”。<br>（49）瀑水：瀑布。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　东岳泰山，巍巍峨峨，犹如一个顶天立地的巨人，以其拔地通天之势，擎天捧日之姿，雄距于齐鲁大地。其实，泰山险不过华山，雄不过恒山，海拔高度在五岳中仅排第三位。学者王克煜认为，它之所以被尊为五岳之首，与它的地理位置分不开。东汉应劭在《风俗通义》中记载：“泰山之尊一曰岱宗。岱，始也；宗，长也。万物之始，阴阳交代，故为五岳长。”此外，泰山之所以被视为五岳之尊，与它在历史上曾具有的浓重的政治、宗教色彩分不开。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记》援引《管子·封禅篇》说，上古之时，封禅泰山的就有七十二家帝王。后来，历代帝王几乎无不封禅泰山。泰山别名“天孙”，意为天地之孙，主招魂，知人生命之长短，这大概是历代帝王钟情于泰山的重要原因吧。从这个意义上说，泰山是一座政治色彩浓厚的文化山。泰山又是一座自然风光优美的山。它壑深谷幽，峰奇石怪，山高水长，风卷云舒，历来就吸引着许多文人墨客为它长啸短吟，为它泼墨挥毫，为它锦上添花。<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>也是其中的一位。</p> <p>　　姚鼐写过多篇有关泰山的<a href=\"http://so.gushiwen.org/view_72386.aspx\">诗</a>文：《登泰山记》、《游灵岩记》、《岁除日与子颖登日观观日出歌》(诗)、《泰山道里记·序》等。《登泰山记》是历代泰山游记中的佼佼者。读这篇游记，我们被作者浓厚的游兴所感染。文人登泰山，多选春秋良时，姚鼐却选择了一条特殊的路线和一个特殊的日子。“余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。”一般人不会穿泰山西北谷抵达泰安，也不可能借机去考察齐长城。姚鼐这位主张“义理、考据、文章”的桐城派代表，偏要“越长城之限”，实地考察古长城之貌，其精神令人由衷敬佩。作者登山这天，是除夕的前一夜，观日出时正值中华民族最隆重的传统节日——年三十。冬天登山已不多见，选择岁除之日观日出则更加少见。你想，在万家团聚共度良时之日，作者于泰山之巅皑皑白雪之中翘首迎接新一轮红日喷薄而出，这是不是表现了一种崇高的人生境界?正如他在诗中所写：“男儿自负乔岳身，胸中大海光明暾。即今同立岱宗顶，岂复犹如世上人?”</p> <p>　　作者的语言十分洗练。“泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。”寥寥三十余字，将泰山的地理位置、河流走向及南北分界，交代得一清二楚。句式整饬，朗朗上口。接下来，作者连用“乘、历、穿、越、至”五个动词写出自己的行进路线，语句清晰如水，又起伏跌宕，宛如一条游动的长龙。作者写景的语言也是非常简练的。“苍山负雪，明烛天南。望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。”这几句写了泰山雪景、夕阳、云雾，如诗如画，令人遐想不已，但又是何等的惜墨如金。作者写日出盛景，用墨极少，却能将正面描写和侧面描写结合起来，再次收到以少胜多的艺术效果。“日上，正赤如丹，下有红光动摇承之，或曰：‘此东海也。’”这是正面描写。“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。”这是间接描写。文末描写也是精彩之笔。“山多石，少土。石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。”用最少的语言传达最丰富的信息，这是本文的一大特色。</p> <p>　　桐城派主张义理、考据、文章缺一不可。在这篇文章中，这点体现得是很好的。单说考据，文中处处可见。“古长城”、“三谷”、“环水”、“东谷”、“石刻”、“天门”等都是作者考证的内容。也许有的读者会说，作者对自己的内心感情压抑得太过分了，以至于全篇无一句抒情语。我们不好臆测作者当时的心境，但从他写的诗句来看，能够感觉出他是有很多感慨的。但他远不像<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《岳阳楼记》那样尽情抒发。如果不进行一番“考据”，仅从桐城派文章风格上解释这一现象，恐难讲通。</p> <p>　　乾隆三十九年（1774），姚鼐四十二岁。他参加纂修的《四库全书》于三十七年告成，以御史记名。此年以养亲为名，告归田里，道经泰安与挚友泰安知府朱孝纯（字子颖）同上泰山。泰山气势雄伟，风景壮丽，历代文人骚客多在春秋佳日，联袂登山，吟哦题咏，留下了许多优秀的篇章，姚鼐的《登泰山记》把泰山雪后初晴的瑰丽景象和日出的壮观场面真实动人地描绘出来。且记述的是冬日的游历，有别于徐志摩、李健吾、杨朔、冯骥才等诸公的文字，因而显得不落窠臼，更具特色。</p> <p>　　作者从地理环境着笔，山南有汶水西流，山北济水东去，名山傍水，分外壮观。作者巧妙地利用介绍山谷而引出齐国修筑的古长城，从古长城又引出“最高日观峰”的所在位置。为下文描写登山所见，做好了必要的准备。作者胸有成竹，把山、水和长城置于广阔的天地之中。从大处着眼，高屋建瓴。接着，作者写自己由京师至泰安的沿途经历，交代清了事情的来龙去脉。他动身起程那天，“乘风雪”出发，气候十分恶劣，这似乎是一巧合，其实这正是作者的匠心独运之处。他悄悄地埋下一条贯穿全文的伏线，以便为描写登山的艰难、游览的豪兴而创造出有利条件。接着他记叙丁未（二十八日）那天，由南面山脚处登山，谁知那山竟高达四十五里，石阶竟有七千余级，这用数字来显示峰峦险峻的手法实在高明。作者选择的路线是循中谷入,“道少半，越中岭，复循西谷，遂至其颠”。看似轻描淡写，但读至下文，“所经中岭及山巅崖限当道”，“道中迷雾冰滑，磴几不可登”，顿有“成如容易却艰辛”之感。登上山巅，广阔的视野中，山、水、城郭尽收眼底，座座青峰身披皑皑白雪，照亮南天，鸟瞰泰安城，汶水和徂徕山，沐浴在夕照中；环绕山间的云雾，就像轻柔的腰带。作者用落日、青山、流水、白雪、城郭，组成了一幅波澜壮阔的夕照图，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓尺幅千里，呼之欲出。</p> <p>　　作者于二十八日傍晚登上山顶，第二天即除夕（当年十二月小）五更时分，与子颖至日观峰之日观亭，坐候日出。他不惜浓笔泼墨，分三个步骤：一曰日将出，“云一线异色”；二曰日正出，“须臾成五彩”；三曰日已出，“日上，正赤如丹”。日出之景，变幻莫测，形诸文字，有些棘手，他却能穷形尽相地正面描摹旭日升腾时灿烂的光彩和跳跃的欢态，而且还把长天、云彩、大海作为背景，有力地烘托出日出的壮观。寥寥数语，气势磅礴的日出就宛然在目。诗仙<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也在此看过日出，“攀崖上日观，伏槛窥东溟。海色动远山，天鸡已先鸣。”虽有特色，却稍有逊色。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>途经泰山，赋有《望岳》，“会当凌绝顶，一览众山小”成为千古绝唱。这和姚鼐的“ 稍见云中白若摴蒱数十立者，山也”有异曲同工之妙。之后，作者又欣然回视西峰，见雪后初晴，日光照射，颜色相杂。这一笔，似乎可削，但它却表现了日出的效果和影响，是绝不可缺少的。</p> <p>　　山顶的建筑，山道中的石刻，记叙收放自然，详略有序。这都与登山活动的对象的主次、个人感受的深浅息息相关。最后综述泰山冬景的特点：石峰峻峭，青松苍劲，冰雪覆盖，众鸟飞绝。用凝练的语言把自己的游览所见归结为“三多”、“三少”、“三无”。结句照应冰雪，戛然而止，令人回味。<br>　　</p> <p>　　桐城派古文以简洁著称。姚鼐的《登泰山记》是其代表作之一。登泰山，可记可写的东西很多，要是信马由缰，洋洋几千字亦不为多。以本文而论，登泰山路见何物，路遇何人，与子颖有何谈论，泰山有何传说，有何感慨，可挑可拣。但作者却只写了“道皆砌石为磴，其级七千有余”和“道中迷雾冰滑，磴几不可登”两句，算是路途所见。他把重点放在登山路径和山顶景物上。他觉得路径复杂而艰难，为后来者着想，需详细交代。山顶奇观，乃众人向往，不可不细细描摹。名胜古迹，土石动植冰雪，自有特色，作“记”自然不可忽略。</p> <p>　　历来的大家都讲究起承转合，讲究扣题，文章高手总是为突出题“目”而或收或放。作者从始至终紧扣“登”这个“目”，本文开始介绍泰山的山水形势，为“登”字作铺垫，寥寥几十字收笔。作为散文，“形散而神不散”是其共同特点，。但用这个标准来衡量本文却发现，本文的“形散”是有限度的，无非在取材上较为自由罢了。而本文所取材料一没有离开泰山，二没有离开“登”山，故取材上的散是有限度的。在表现方法上，也以记叙为主，兼有描写，没有议论。故本文取材和表现方法上的聚和凝，是桐城派简洁的文风“言有物”的有力注脚。</p> <p>　　用语准确，不事渲染，更无铺陈。以记登山经过而言，“自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安”。“乘、历、穿、越、至”五个动词，把从京师去泰安的路程交代得清清楚楚，并能让人悟出作者当时冒风雪，过县城，穿山越岭的艰辛。以描写山顶景色而言，七句话描绘了七个画面：</p> <p>　　①“与子颖坐日观亭，待日出”；<br>　　②“大风扬积雪击面”；<br>　　③“亭东自足下皆云漫”；<br>　　④“稍见云中白若摴蒱数十立者，山也”；<br>　　⑤“极天云一线异色，须臾成五采”；<br>　　⑥“日上，正赤如丹，下有红光动摇承之”；<br>　　⑦“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻”。</p> <p>　　可见作者用语何等准确。如写山顶的风，作者不用烘托或渲染的方法，只用“大风扬积雪击面”七个字，便可使人想见。不但写出了“风扬积雪”的视觉，而且写出了“击面”的触觉。“扬”、“击”二字把风力描绘得十分突出，使读者有感同身受的体会。日观亭以东，“自足下皆云漫”，“漫”写云雾之大。云中山“白若摴蒱”，抓住了形状的特点。“极天云”细如一线是其特点。一线异色“须臾成五采”，抓住了它瞬间的变化。而且静动有序，有张有弛。堪称“有物有序、清新简洁”的典范。</p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>1．至于泰安（至于，古义：到，到达；今义：表示另提一事）<br>2．是月丁未（是，古义：这，此；今义：常用作判断词）<br>3．复循西谷（复，古义：再，又；今义：往复，重复）<br>4．戊申晦（晦，古义：农历每月的最后一天；今义：昏暗，夜晚）<br>5．多平方（平方，古义：方方整整的，指山石；今义：数学名词）</p> <p><strong>通假字</strong><br>1．其级七千有余（“有”通“又”，用来连接整数和零数）<br>2．少圜（“圜”通“圆”，圆形的，指山石）</p> <p><strong>词类活用</strong><br>1．汶水西流（西：名词作状语，向西）<br>2．济水东流（东：名词作状语，向东）<br>3．崖限当道者（限：名词作状语，像门槛一样）<br>4．道少半（道：名词作动词，走，走路）</p> <p><strong>一词多义</strong><br>当：<br>1．当其南北分者（在，在……的地方，介词）<br>2．崖限当道者（挡住，动词）<br>3. 僻不当道者（面对，动词）<br>余：<br>1． 余以乾隆三十九年十二月（我，代词）<br>余始循以入（同上）<br>余所不至也（同上）<br>2．其级七千有余（几，表示整数后不定的零数，数词）<br>以：<br>1．余以乾隆三十九年十二月（在，在……的时候）<br>2．余始循以入（同“而”，表顺承，连词）<br>3．回视日观以西峰（连接方位名词，用法同现代汉语，连词）<br>限：<br>1．越长城之限（界限，名词）<br>2．崖限当道者（门槛，名词）<br>道：<br>1．道皆砌石为磴（路，名词）<br>道有天门、崖限当道者、道中迷雾冰滑、观道中石刻、僻不当道者（同上）<br>2．道少半（走，走路，动词）<br>有：<br>1．其级七千有余（通“又”，用来连接整数和零数）<br>2．泰山正南面有三谷（有，与“无”相对，动词）<br>道有天门、下有红光、亭西有岱祠、又有碧霞元君祠（同上）<br>及：<br>1．今所经中岭及山巅（和，连词）<br>2．及既上（等到，介词）<br>3．皆不及往（赶得上，动词）<br>云：<br>1．世皆谓之天门云（语气助词，表示不大肯定的语气）<br>2．亭东自足下皆云漫（云雾，名词）<br>日：<br>1．与子颖坐日观亭待日出（太阳，名词）<br>2．或得日，或否（阳光，名词）<br>3．是日（天，名词）<br>漫：<br>1．亭东自足下皆云漫（弥漫，布满，动词）<br>2．其远古刻尽漫灭（磨灭，动词）<br>居：<br>1．半山居雾若带然（停留）<br>乘：<br>1．自京师乘风雪（冒着）<br>或：<br>1．回视日观以西峰，或得日，或否（有的）<br>极：<br>1．极天云一线异色（尽头）<br>视：<br>1．回视日观以西峰（看）<br>坐：<br>1．与子颖坐日观亭待日出（与“站”相对）<br>始：<br>1．余始循以入（开始）</p> <p><strong>判断句</strong><br>1．当其南北分者，古长城也。/云中白若摴蒱数十立者，山也。（以上两句用固定格式“……者，……也”表示判断。判断句）<br>2．<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>所谓环水也。/余所不至也。（以上两句用句末语气词“也”表示判断，主语“此”省略。判断句）<br>3．此东海也。（用句末语气词“也”表示判断。判断句）<br>4．亭东自足下皆云漫。（用副词“皆”表示判断，“皆”相当于“都是”。判断句）</p> <p><strong>定语后置句</strong><br>5．今所经中岭及山巅崖限当道者（“崖限当道者”一句中，“限当道”为“崖”的定语。定语后置句）</p> <p><strong>省略句</strong><br>6．与知府朱孝纯子颖由南麓登。 /与子颖坐日观亭待日出。/皆不及往。/观道中石刻。<br>（以上四句均省略主语代词“余”）<br>7．苍山负雪，明烛天南。（后一分句承前一分句省略主语：雪。“苍山”前面省略谓语：见）<br>8．观道中石刻，自唐显庆以来。（后一分句承前一分句省略主语：石刻。后一分句为判断句，主语是“石刻”，谓语是“自唐显庆以来”）<br>9．生石罅（“生”前面省略主语：树。“生”后面省略介词“于”，“于”相当于“在”）<br>10．复循西谷（“西谷”后面省略谓语：走）<br>11．余始循以入（“循”后面省略宾语代词“之”，“之”代“环水”）<br>12．中谷绕泰安城下（“中谷”后面省略宾语代词“之”，“之”代“水”）</p><br/><h2>文章层次</h2> <p>　　公元1774年冬，<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>游泰山后写了《登泰山记》，这是他最著名的一篇文章，也是中国文学史上脍炙人口的游记佳作。经作者精心剪裁，全文不足五百字，却包含了很大容量。介绍了泰山，叙说了登山经过，描写了泰山夕照和日出佳景，综述了名胜古迹。文章既再现了隆冬时节泰山的壮丽景色，又抒发了作者对祖国山河的热爱赞颂之情。</p> <p>　　全文共四部分。开头即写泰山，这第一部分介绍了泰山的地理位置和形势，用笔概括却颇耐玩味。作者开章写道：“泰山之阳，汶水西流；其阴，济水东流。”这一笔把山和水联系起来了。你看：泰山卓立不群，直逼云端，山南一条汶水向西流去，山北一条济水向东流去。这水绕山流，山水相映是泰山的特点。“阳谷皆入汶，阴谷皆入济”的两个“皆”字，顿挫有力，把泰山的水景由两条河铺开成面写去，点出了山南山北众多支流纵横交叉、终归一河的景色。横亘在阳谷与阴谷分界处的古长城给泰山增添了雄奇的色彩。高高耸立的日观峰突出了山势的高峻挺拔，又为下面观日出的主要活动埋下伏笔。作者用粗笔写出了山、水、古长城、日观峰等几样景色，勾画了泰山有层次、有色彩、动静交织的总貌。简略的轮廓勾勒，线条清楚，给读者留下了大量联想、想象的余地。</p> <p>　　第二段为第二部分，写登山的路线和山巅观晚照。分三层。从“余以乾隆”到“至于泰安”是第一层，写作者来泰山的时间和路线。这层和主题关系不大，但必须交代，所以，作者作了简括介绍。写自己在乾隆三十九年十二月，从京城动身，冒着风雪，经过齐河、长清县，穿过泰山西北部的山谷，越过长城，来到泰安。这次旅游路途遥远，行程并非一日，作者却用了不足30字作交代。他选用了精确的词语，用承前省略主语“余”的短小句子，突出了动作和地点，把旅程路线一气贯下，简练传神。几个动词用得很好——“乘风雪”的“乘”字，从人身不由己，只能随风雪而行的动作里，渲染了风狂雪紧的隆冬景象和风雪的巨大威力。“自”、“历”、“穿”、“越”、“至”几个动词蝉联而下，既吻合描写对象，又充分表现了旅途的艰苦，活画出了作者风尘仆仆的神态，写出了他急于登泰山的浓厚游兴，真是一字一图，字精意工。</p> <p>　　从“是月丁未”到“磴几不可登”是第二层，写登临泰山的路线。头两句干净利索地交待了登山时间——十二月二十八日，同游者——知府朱孝纯；出发地点——南面的山脚。关于登山过程，先总写后分叙。“四十五里，道皆砌石为磴，其级七千有余”三句，从四十五里的山道，七千余阶石砌台阶，总写了登山过程。而山势高拔，道路漫长，登山难险，兴致勃勃诸多内容尽寓于此中了。从“泰山正南面有三谷”开始，由三谷引出登山路线。“中谷绕泰安城下”的“谷”为谷水。姚鼐、朱孝纯开始沿着中间山谷进山，走了一小半，越过中岭，再沿着西边的山谷走，他们就到了山巅。作者清楚地叙述了自己登山的具体路线，接着又叙说了古时的登山路线是沿着东边的山谷进去，他走的不是这条路线，作者交代了自己登山和古人登山路线有异。在写古今不同登山路线上，作者注意了避平板，讲变化。写自己登山，纯写路线，“始循”、“越”、“复循”、“遂至”等词，十分明确，叙说很清楚。写古时路线时，把重点放在介绍有关的地理知识上；东边山谷的路上有个天门，东边山谷的水（“东谷者”）古时候叫天门溪水，今天所经过的中岭以及到了山顶上凡是有高高山崖横在路上的地方，大家都称为天门。这些知识随手带出，非常自然，给读者增加了地理知识，有确凿可靠之长，无考据繁冗之感。最后两句“道中迷雾冰滑，磴几不可登”，从云雾障目和冰滑难登中突出了登山之艰险，把风雪中登山的特点进一步明朗了。这两句所见所感应贯串于整个登山过程中，作者在段末总提—句。姚鼐乘风雪来泰安，乘风雪登泰山，真是乐而不知其苦。</p> <p>　　这段余下的部分是第三层，写姚鼐等到了泰山之巅，看到青山上驮着白雪，白雪明亮地照耀着南方的天空。他们极目远眺，只见夕阳照着城郭，汶水、徂徕山，景色美如画，而山间停留着的云雾像带子一样。作者用最经济的笔墨描绘的泰山夕照图，景色逼真，意境开阔，有风雪初霁的光辉，有晚日照城郭山水的美景，还有那“半山居雾若带然”。这一句是神来之笔，它使这幅雪山晚晴图神采顿现，写出了泰山安详、明媚，肃穆中有温柔飘逸美的特殊风韵，这一笔给整个画面以无限的生机和情趣。作者写景摄取了大自然的灵魂，达到神真，不愧为写景的高手。这夕照图是第二部分的重点。</p> <p>　　第三段即第三部分，是本文的重点，写在日观亭所见的日出前后的景象。在日观亭观日出，是作者此行的主要活动，所以单列一段，着力描写。</p> <p>　　“十二月二十九日，五更时分，姚鼐与子颖坐在日观亭里，等待日出。这时，大风刮起山上积雪扑打在脸上，亭子以东从山脚下起都是云雾弥漫着。”作者写日出，先造声势，用五更时分的风雪交加、云雾弥漫来衬托日出景象的瑰丽引入，接着写日出。日出景色在有限的时间里呈现出千姿百态的变化，极难状写。作者能捕捉到急速变幻中的景色特点，依次写出日出景象的绚丽多彩。</p> <p>　　太阳出来前是，“稍见云中白若摴蒱数十立者，山也。”作者从山巅向下俯视，众山如骰子，这是从对面落笔写出日观亭位于最高处。“白”字写出了白雪覆盖群山的概貌。“稍见”呼应了“五鼓”，说明天色尚暗，一切景象还不清晰，只是朦胧可辨。这太阳未出的昏暗景象对日出奇景起了烘托作用。</p> <p>　　太阳将出时的景色是“极天云一线异色，须臾成五采”，这是说，在天地相接的地方，有一线云层，显现出奇异的颜色．霎时间成为五彩缤纷。这时夜色已退，晨曦初现，太阳的形体未现，光芒已可见。很快这一线异色不断扩张、变幻，成五彩纷呈。天宇散绮铺锦，一派灿烂夺目。这满天霞光的背景为喷薄欲出的太阳蓄足了势。</p> <p>　　太阳出来时是“日上，正赤如丹，下有红光动摇承之。或曰：‘此东海也。’”这几句描写了太阳正出来，赤红赤红的像丹砂一样，下面有晃动着的红光承托着。有人说，这就是东海。作者没有写红云幻成半圆形，以极快速度跃出海面的景象，只用如丹砂一般红的色彩，写出朝阳的无限生气和令天地一变的力量。旭日如丹，倒映在海面上，上下辉映，一片红艳艳，海浪翻滚，红波摇动，犹如承托着太阳一般。这富有想象力的描写，把太阳跃动而雄浑的形象表现得气势磅礴，奔放豪迈，造成了令人神往的境界。</p> <p>　　作者精笔细绘了太阳的形象后，就从日观峰以西的群山景象着笔，描写日出后的景色，“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻”。这是说群山中有的山得到阳光照射，呈红色，有的得不到阳光照射，现白色。这两种颜色错杂相间。所有的山峰都像弯着腰一样。作者用群山的外围形象进一步开拓太阳这个中心形象，红白杂间的山景渲染了日上后的辽阔境界，表现了太阳的效果。群山“皆若偻”的想象里，带有作者的主观感受成分，这些山也和作者一样，被日出的壮景所陶醉折服了。</p> <p>　　这一部分描写，色彩鲜明，形象生动，动静俱观，把太阳未出、将出，正出，出后的一系列连续画面描绘出来了，再现了日出前后瞬息万变的奇幻景色。晚照固然媚丽动人，但日出更壮美，更有气势，更激发人向上。这是自然景物本身在对比中所表现出来的丰富含义，也是作者所以要长途跋涉、顶风冒雪登临泰山一睹日出的原因吧。</p> <p>　　文章的第四、五段是第四部分，写泰山的名胜古迹和景色特点。前一段写名胜古迹，泰山上的名胜古迹很多，为中国名山之首，作者只选了日观亭附近的一些古迹，加以简要记叙。写时，以日观亭为中心，把岱祠、碧霞元君祠、皇帝行宫的方位记叙得清清楚楚，构成了以日观峰为中心的一组风景图。这些古迹的简介，突出了日观峰自古以来就是泰山的重要游览胜地，游人甚众，周围的古迹也随之而起。关于石刻记得较多，作者说这一天（即观日出的十二月二十九日）看见路上的各种石刻，都是从唐显庆以来的，那些更古的碑石都模糊不清了。另外一些比较偏僻不在路上的石碑，都来不及看。在石碑部分的描写中作者是以有限的露景写出无限的藏景。“漫失”概说了石碑的磨灭缺损，包含了种种不同情况和无尽的具体内容。“僻不当道者”把无数石刻于不言中表达出来。这些记叙言简意丰，体现了桐城派的风格特点。第四部分的后一段从作者游踪所及，综合叙述泰山景色的特点。说泰山上多石头，少泥土。石头是青黑色的，大多是方的，圆的少。山上杂树少，松树多，生长在石缝里，都是平顶松。到处是冰雪，没有瀑布，没有鸟兽的声音和痕迹。靠近日观亭几里内没有树，而雪深得与人的膝盖相齐。这段文字，前几句扣住“多”和“少”这组反义词，写出泰山的三多三少：多石，石多平方状，多松树，少土，石少圆状，树少杂树。在三多三少的醒目排列中，着重写了山石的苍黑颜色和平方形状，着重写了松树生于石缝之中和平顶的状貌。这样，用短句写出了鲜明形象，突出泰山苍劲峻峭的面貌。后几句，以“无”字组成的短句，突出了泰山无瀑布，无鸟兽踪迹与声音，数里内无树，只有冰封雪飘的深冬景象。这一部分，以概述和归纳的写法，写出泰山的一些古迹和景色特点，这是对泰山全貌的必要补充。作者工于结局，结句“雪与人膝齐”，把作者在深雪中迈步赏景的形象与风雪弥漫的泰山形象融为一体，煞住全篇，收得似尽而不尽，给人留下的印象既是完整的又是大有回味的余地，读者尽可根据自己的生活经验去补充体味此中境界，作艺术的再创造。</p> <p>　　最后一段“桐城姚鼐记”，交代作者，这是游记常见的格式。</p> <p>　　《登泰山记》叙述作者偕友人冬日登泰山观日出的经过，生动地表现了雪后初晴的瑰丽景色和日出时的雄浑景象，抒发了作者赞美祖国河山的情怀。文中泰山那雄伟多姿的景色，美不胜言，使人心旷神怡，作者不顾条件恶劣，克服种种困难，登山一览的高昂情绪也很感人。在姚鼐笔下，隆冬时节风雪弥漫的泰山优美绚丽，毫无冷落萧条之感，游览者顶风冒雪，豪情满纸，胸襟开阔，既无孤芳自赏的清高寄托，也没有“独钓寒江雪”的凄楚孤寂情怀。文章的基调积极、乐观、豪迈，使人读了不仅能欣赏到自然的美，也多少能领略一些人生的真谛。古代游记散文能收到这样的效果，是很可贵的。</p><br/><h2>内容结构</h2> <p>　　第一部分（第一段）：介绍泰山及日观峰的地理位置。</p> <p>　　第二部分（第二段）：写登泰山的经过。这部分先叙述从京城到泰山的旅程，接着写登山过程，再写到达山顶时所见的景色。</p> <p>　　第三部分（第三段）：写观日出的情景。</p> <p>　　第四部分（第四、五段）：介绍泰山的古迹（建筑群和石刻），以及所见泰山的冬季景色。。</p> <p>　　第五部分（第六段）：交代作者，这是游记常见的格式。</p> <p>　　本文是一篇山水游记，叙述作者偕友人冬日登泰山观日出的经过。文章以精练的语言，生动地描写了泰山雪后初晴的瑰丽景色和日出时的雄浑景象，写出了泰山的神秀壮丽，能唤起人们对泰山的向往，感受到祖国山河的壮美。</p> <p>　　文章紧紧围绕作者的游踪进行，同时穿插对泰山特点的记述和对所见景观的描绘。全文共有五段。</p> <p>　　第一段，总写泰山的地理形势，点出泰山及其最高峰——日观峰的位置。作者采用由“面”到“线”再到“点”的写法：先写汶水和济水的分流，是“面”；再引出两水的分界线——古长城，是“线”；然后以古长城作为参照物，点明泰山最高峰——日观峰的位置，是“点”。这个“点”，为下文叙述登山路线和观日出作好了铺垫。</p> <p>　　第二段，记述登山经过，着力叙写登山的艰难和到达山顶后所见的景象。这是本文叙写的重点之一。先写由京师到泰安，点明游览的时间和节令；再写由山麓到山顶，详细记述路程的远近、山路的石级、经由的路线、古人登山的情况以及相关的一些地理知识；最后写到达山顶后所见的景象，由远及近、由上而下地写出了泰山的高峻、雄浑和壮阔。</p> <p>　　第三段，集中描写泰山日出的动人景象，是文章的又一个描写重点。作者按照时间顺序依次写了日出前、日出时和日出后的不同景色，展示给读者一幅泰山日出迅速变化的画面。</p> <p>　　第四段，介绍泰山的人文景观。先以日观峰为参照物写其周围的高山建筑群，再写返回途中所见道中石刻，表现了泰山的古老风貌。</p> <p>　　第五段，介绍泰山的自然景观。这是作者游山之后对泰山的总体印象。以“雪与人膝齐”结束，给读者留下想像的余地。</p><br/><h2>文章特点</h2> <p><strong>1.“阳”和“阴”</strong><br>　　这是一对相反的概念。古代很多事情都分阴阳，用阴阳来解释万物，如天地、日月、山水、昼夜、男女以至脏腑、气血等。古代文学作品中，用阴阳来说山水很常见。本课“泰山之阳，汶水西流；其阴，济水东流”，其中的阳、阴分别指泰山的南面和北面，是在说山。初中学过的《愚公移山》中有“自此，冀之南，汉之阴，无陇断焉”，这个“阴”说的是水，指汉水的南面。</p> <p><strong>2.“乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。”</strong><br>　　这一句用了“乘”“历”“穿”“越”四个动词，“风雪”言“乘”，好像风雪随作者驾驭，比“冒”“顶”多一份主动；河言“历”，山谷言“穿”，城墙言“越”，不仅符合描写对象的特点，准确生动，而且富于变化，笔墨传神。几个短句，几个动词，使我们仿佛看到作者顶风冒雪、风尘仆仆、不远万里赶来登山的迫切神情。</p> <p><strong>3.比喻和拟人的运用</strong><br>　　本文有几处使用比喻和拟人手法，各具特点。<br>　　“苍山负雪，明烛天南。”这是初登山顶时刹那间的感受。作者不言冰雪覆盖青山，却说青山背负着雪，赋予静态的青山以人的动态，用语新颖、传神。进而说苍山上的雪像蜡烛一样照着天南，形象、生动地绘出了积雪的光彩。<br>　　“望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。”这是在山顶上远望和俯视所得的画面。作者纵目远眺，夕阳照耀着泰安城，汶水、徂徕好像自然天成的山水画，而山腰间停留着的云雾好像飘带一般。“半山居雾”，不仅把动态的物写成静态，使人感受到那种特有的宁静气息，而且设喻新奇，给人以美的享受。<br>　　“回视日观以西峰，或得日，或否，绛皓驳色，而皆若偻。”“或得日，或否”的山峰，色彩各有不同，而神态却是相同的，所谓“皆若偻”。这一比喻，写出了西南诸峰的特点，更显出日观峰的雄峻，且赋予山峰以人的感情，形象而生动。</p><br/><h2>写作特点</h2> <p>　　抓住特征巧妙烘托。本文描写景物很少直接写出，而是采用侧面烘托的办法。例如写泰山的高峻，先用“其级七千有余”暗暗点出，然后借山顶俯视所见“半山居雾”和在日观亭时“足下皆云漫”的图景从侧面加以烘托。又如写雪，除“冰雪”“雪与人膝齐”等正面描写外，又以“明烛天南”“白若”“绛皓驳色”等作侧面烘托，给人以想像，又生动有趣。</p> <p>　　语言简洁、生动。这篇文章全文只有八九百字，却充分表现出雪后登山的特殊情趣。比如从京师到泰安，只用“自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安”，简洁生动地点出了季节、路程，并照应了第一段的古长城。又如写登山的情形，用“道中迷雾冰滑，磴几不可登”，不仅简洁，而且生动形象。最后一段介绍泰山的自然景观最能体现这个特点，寥寥几句，就把它的多石、多松、冰雪覆盖的景色描写出来了。</p>",
  "poet": {
    "id": 667,
    "star": 0,
    "name": "姚鼐",
    "image": "http://img.gushiwen.org/authorImg/yaonai.jpg",
    "desc": "姚鼐（nài）（1731～1815）清代著名散文家，与方苞、刘大櫆并称为“桐城三祖”。字姬传，一字梦谷，室名惜抱轩（在今桐城中学内），世称惜抱先生、姚惜抱，安徽桐城人。乾隆二十八年（1763）中进士，任礼部主事、四库全书纂修官等，年才四十，辞官南归，先后主讲于扬州梅花、江南紫阳、南京钟山等地书院四十多年。著有《惜抱轩全集》等，曾编选《古文辞类纂》。"
  },
  "tags": [
    "初中文言文",
    "写山",
    "写景"
  ]
}