{
  "id": 69163,
  "star": 9,
  "name": "挽文丞相",
  "dynasty": "元代",
  "content": "徒把金戈挽落晖，南冠无奈北风吹。<br>子房本为韩仇出，诸葛宁知汉祚移。<br>云暗鼎湖龙去远，月明华表鹤归迟。<br>不须更上新亭望，大不如前洒泪时。",
  "fanyi": "<p><strong>译文</strong><br>　　就算是真有像古籍上说的挥舞长戈让夕阳回升的功力，也无法挽救当时注定灭亡的宋朝了！而现在我仿佛又看到了当年楚囚的南冠，只不过这次换成<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>成了势大元朝的阶下囚。想想历史上张良谋刺秦王和<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>鞠躬尽瘁的故事，文天祥的气节只有比他们更伟大！宋端宗和帝昺就像乘龙而去的黄帝一样，都成为了历史。也停留在历史之中的文天祥自然无法像丁令威那样化作仙鹤回到华表上来看看曾经的大宋故土。而我们连像晋朝的文人那样在新亭之上哭泣国家衰败只剩半壁江山的机会都没有了，因为现在的局势还远远不如当时的晋朝。 </p><p><strong>注释</strong><br>①文丞相：文天祥，字宋瑞，号文山，江西吉水人。宋末状元。元兵南下，率义军抗战，拜右丞相，封信国公。后被俘，解送大都。坚贞不屈，慷慨就义。<br>②徒把干戈挽落晖：《淮南子·览冥训》载“鲁阳公与韩构难，战酣，日暮，以戈挥之，日为之反三舍。（舍在这里是‘星区’之意，三舍就是太阳往回跑了三个星区那么远[1]”此句即用该典，意谓宋室江山如夕阳西下，难逃覆亡的命运。文天祥欲力挽狂澜，虽无补于大势，却大显英雄气概。<br>③南冠：本为春秋时期楚人所戴之冠名。后多用《左传》成九年所载楚人钟仪在晋为囚之典。以南冠代指囚徒。被风吹：喻元兵势大。<br>④子房：张良，韩国人，家五世相韩。韩亡，张良谋报韩仇，结勇士刺杀秦始皇未成。后佐<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建汉，立大功，封留侯，而韩国终于未复。<br>⑤诸葛：三国时诸葛亮，佐刘备建蜀汉，力图恢复汉室江山，而蜀最终为魏所灭。祚：皇位。祚移，喻改朝换代。<br>⑥鼎湖龙去：《史记··封禅书》载，黄帝铸鼎荆山之下，鼎成，有龙来迎，黄帝乘龙升天而去。后人遂以鼎湖龙飞为典故，指皇帝死去。这一句即用该典，指宋端宗及帝昺已死。<br>⑦华表鹤归：传说古代辽东人丁令威在灵虚山学道，后来道成化鹤飞回辽东，落在城门华表柱上，当时一个少年见到想举弓射之。鹤立即飞向天空徘徊，作<a href=\"http://so.gushiwen.org/view_69163.aspx\">诗</a>：“有鸟有鸟丁令威，去家千年今始归。城郭如故人民非，何不学仙冢累累。”然后高飞而去。[2] 这里引用该典，意谓不见文天祥英魂来归。<br>⑧新亭：《世说新语·言语》载，晋室南迁后“过江诸人，每至美日，辄相邀新亭，藉卉木饮宴。周侯中坐而叹曰：‘风景不殊，正自有山河之异！”皆相视而流泪。唯王丞相愀然变色曰：‘当共戮力王事，克复神州，何至作楚囚相对？”此二句用该典，意谓如今整个天下都要被异族统治，不如东晋尚有半壁江山。</p>",
  "shangxi": "<h2>赏析</h2> 　　<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>是宋末民族英雄，他那“人生自古谁无死，留取丹心照汗青”的高尚人格理想，不知影响了多少富于民族气节的中华儿女。<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>这首《挽文丞相》<a href=\"http://so.gushiwen.org/view_69163.aspx\">诗</a>，不仅颂扬了文天祥精忠报国的精神，同时也流露出家国之痛。而这些深沉蕴藉的情感，是通过诸多典故的妙用来表达的。张良、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等事典，含蕴着宋室灭亡殆天意，非人力所可挽回的深深无奈。新亭对泣之典，抒发了诗人沉痛的故国之思。及物是人非的感慨。面对大好河山落入异族之手的现实，不由得联想到东晋初年过江之士，因北方沦于外族统治而痛心疾首之事。然而，他们仍保有半壁江山，不像如今整个华夏大地都被元人侵占。相形之下，诗人不免慨叹“大不如前”。",
  "poet": {
    "id": 518,
    "star": 0,
    "name": "虞集",
    "image": "http://img.gushiwen.org/authorImg/yuji.jpg",
    "desc": "虞集（1272～1348）元代著名学者、诗人。字伯生，号道园，人称邵庵先生。少受家学，尝从吴澄游。成宗大德初，以荐授大都路儒学教授，李国子助教、博士。仁宗时，迁集贤修撰，除翰林待制。文宗即位，累除奎章阁侍书学士。领修《经世大典》，著有《道园学古录》、《道园遗稿》。虞集素负文名，与揭傒斯、柳贯、黄溍并称“元儒四家”；诗与揭傒斯、范梈、杨载齐名，人称“元诗四家”。"
  },
  "tags": [
    "咏史怀古",
    "爱国"
  ]
}