{
  "id": 48845,
  "star": 813,
  "name": "浪淘沙·把酒祝东风",
  "dynasty": "宋代",
  "content": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。<br>聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？",
  "fanyi": "<p><strong>译文</strong><br>端起酒杯向东方祈祷，请你再留些时日不要一去匆匆。洛阳城东垂柳婆娑的郊野小道，就是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。<br>欢聚和离散都是这样匆促，心中的遗恨却无尽无穷。今年的花红胜过去年，明年的花儿将更美好，可惜不知那时将和谁相从？</p> <p><strong>注释</strong><br>⑴把酒：端着酒杯。<br>⑵从容：留恋，不舍。<br>⑶紫陌：紫路。洛阳曾是东周、东汉的都城，据说当时曾用紫色土铺路，故名。此指洛阳的道路。洛城：指洛阳。<br>⑷总是：大多是，都是。<br>⑸匆匆：形容时间匆促。<br>⑹“可惜”两句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《九日蓝田崔氏庄》<a href=\"http://so.gushiwen.org/view_48845.aspx\">诗</a>：“明年此会知谁健，醉把茱萸仔细看。” </p>",
  "shangxi": "<h2>赏析一</h2> 　　这是一首惜春忆春的小词。写自己独游洛阳城东郊，饮酒观花时而产生的愿聚恐散的感情。这首词为作者与友人春日在洛阳东郊旧地重游时有感而作，在时间睛跨了去年、今年、明年。上片由现境而忆已过之境，即由眼前美景而思去年同游之乐。下片再由现境而思未来之境，含遗憾之情于其中，尤表现出对友谊的珍惜。“今年花胜去年红，可惜明年花更好”，将三年的花季加以比较，融别情于赏花，借喻人生的短促和聚时的欢娱心情，而并非“今年”的花真的比“去年”更鲜艳，但由于是用乐景写衷情，使词的意境更加深化，感情更加诚挚。上片回忆昔日欢聚洛阳，同游郊野之乐趣。下片写惜别之情，感伤气息浓重。。结尾两句“可惜明年花更好，知与谁同”，更以今年花胜去年，预期“明年花更好”，映衬明年朋友聚散之难卜，不知与谁一道重来洛城游芳，更进一层地深化了这种人生聚散无常之感，然而，在人生聚散无常的伤感之外，所幸尚有“明年花更好”的希望在，良辰美景总能多少慰藉词人怅惘失落的情怀，减轻了心头的伤痛。故而词人并无剧痛深哀，只是一种淡淡伤感而已。<br/><h2>赏析二</h2> <p>　　此词上片叙事，从游赏中的宴饮起笔。这里的新颖之处，是作者既未去写酒筳之盛，也未去写人们宴饮之乐，而是写作者举酒向东风祝祷：希望东风不要匆匆而去，能够停留下来，参加他们的宴饮，一道游赏这大好春光。首二句词语本于<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《酒泉子》“黄昏把酒祝东风，且从容”，而添一“共”字，便有了新意。“共从容”是兼风与人而言。对东风言，不仅是爱惜好风，且有留住光景，以便游赏之意；对人而言，希望人们慢慢游赏，尽兴方归。“洛城东”揭出地点。洛阳公私园囿甚多，宋人李格非著有《洛阳名园记》专记之。京城郊外的道路叫“紫陌”。“垂杨”和“东风”合看，可想见其暖风吹拂，翠柳飞舞，天气宜人，景色迷人，正是游赏的好时候、好处所。所以末两句说，都是过去携手同游过的地方，今天仍要全都重游一遍。“当时”就是下片的“去年”。“芳丛”说明此游主要是赏花。</p> <p>　　下片是抒情。头两句就是重重的感叹。“聚散苦匆匆”，是说本来就很难聚会，而刚刚会面，又要匆匆作别，这怎么不给人带来无穷的怅恨呢！“此恨无穷”并不仅仅指作者本人而言，也就是说，在亲人朋友之间聚散匆匆这种怅恨，从古到今，以至今后，永远都没有穷尽，都给人带来莫大的痛苦。“黯然销魂者唯别而己矣！”（南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）好友相逢，不能久聚，心情自然是非常难受的。这感叹就是对友人深情厚意的表现。下面三句是从眼前所见之景来抒写别情，也可以说是对上面的感叹的具体说明。“今年花胜去年红”有两层意思。一是说今年的花比去年开得更加繁盛，看去更加鲜艳，当然希望同友人尽情观赏。说“花胜去年红”，足见作者去年曾同友人来观赏过此花，此与上片“当时”相呼应，这里包含着对过去的美好回忆；也说明此别已经一年，这次是久别重逢。聚会这么不容易，花又开得这么好，本来应当多多观赏，然而友人就要离去，怎能不使人痛惜？这句写的是鲜艳繁盛的景色，表现的却是感伤的心情，正是清代<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所说的“以乐景写哀”。末两句更进一层：明年这花还将比今年开得更加繁盛，可惜的是，自己和友人分居两地，天各一方，明年此时，不知同谁再来共赏此花啊！再进一步说，明年自己也可能离开此地，更不知是谁来此赏花了。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《九日蓝田崔氏庄》“明年此会知谁健，醉把茱萸仔细看”，立意与此词相近，可以合看，不过，杜<a href=\"http://so.gushiwen.org/view_48845.aspx\">诗</a>意在伤老，此词则意在惜别。把别情熔铸于赏花中，将三年的花加以比较，层层推进，以惜花写惜别，构思新颖，富有诗意，是篇中的绝妙之笔。而别情之重，亦说明同友人的情宜之深。</p> <p>　　清人<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>谓<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>词“疏隽开子瞻（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>），深婉开少游（<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>）”（《宋六十家词选例言》）。此词笔致疏放，婉丽隽永，近人俞陛云的评价正说明它兼具这两方面的特色。</p><br/><h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>入仕初期三年西京留守推官的生涯，不仅使他文名鹊起，而且与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>、尹洙等结下了深厚的友情，而洛阳东郊的旖旎芳景便是他们友谊的见证。公元1032年（明道元年）春，梅尧臣由河阳（今河南省孟县）入洛，与欧阳修把酒言欢，重游故地，曾写下《再至洛中寒食》和《依韵和欧阳永叔同游近郊》等<a href=\"http://so.gushiwen.org/view_48845.aspx\">诗</a>，纪其游历之盛。欧阳修的这首《浪淘沙》或作于同一时期，词中同游之人则很可能就是梅尧臣。这是一首惜春忆春、伤时惜别的小词，抒发了人生聚散无常的感叹。</p> <p>　　此词在时间上跨了前后三年。上片由现境而忆已过之境，即由眼前美景而思“去年”同游之乐。下片再由现境而思未来之境，含遗憾之情于其中，尤表现出对友谊的珍惜。首二句语本于<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《酒泉子》“黄昏把酒祝东风，且从容”，而添一“共”字，便有了新意。“共从容”是兼风与人而言。对东风言，不仅是爱惜好风，且有留住光景，以便游赏之意；对人而言，希望人们慢慢游赏，尽兴方归。“洛城东”揭出地点。洛阳公私园囿甚多，宋人李格非著有《洛阳名园记》专记之。京城郊外的道路叫“紫陌”。“垂杨”同“东风”合言，可想见其暖风吹拂，翠柳飞舞，天气宜人，景色迷人，正是游赏的好时候、好处所。末两句说，都是过去携手同游过的地方，今天仍要全都重游一遍。“当时”即下片的“去年”。“芳丛”说明此游主要是赏花。</p> <p>　　下片头两句深深地感叹：“聚散苦匆匆”，是说本来就很难聚会，而刚刚会面，又要匆匆作别，这怎能不给人带来无穷的怅恨。“此恨无穷”并不仅仅指作者本人而言，也就是说，在亲人朋友之间聚散匆匆这种怅恨，从古到今，以至今后，永远都没有穷尽，都给人带来莫大的痛苦。“黯然销魂者唯别而已矣！”（南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）好友相逢，不能长聚，心情自然是非常难受的。这感叹，就是对友人深情厚谊的表现。下面三句是从眼前所见之景来抒写别情，也可以说是对上面的感叹的具体说明。“今年花胜去年红”有两层意思。一是说“今年”的花比“去年”开得更加繁盛，看去更加鲜艳，当然希望同友人尽情观赏。说“花胜去年红”，足见“去年”作者曾同友人来观赏过此花，此与上片“当时”呼应，这里包含着对过去的美好回忆；也说明此别已经一年，这次是久别重逢。聚会这么不易，花又开得这么美好，本来应该多多观赏，然而友人就要离去，怎能不使人痛惜？这句写的是鲜艳繁盛的景色，表现的却是感伤的心情，正是“以乐景写哀”。末两句意为：明年这花还将比今年开得更加繁盛，可惜的是，自己和友人分居两地，天各一方，明年此时，不知同谁再来共赏此花啊！再进一步说，“明年”自己也可能已离开此地，更不知是谁来赏此花了。把别情熔铸于赏花中，将三年的花加以比较，层层推进，以惜花写惜别，构思新颖，富有诗意，是篇中的绝妙之笔。而别情之重，亦即说明同友人的情谊之深。黄蓼园《蓼园词选》说此词“大有理趣”，或许是着眼于其对人生飘泊无定、聚散匆匆的大笔概括。其实由笃于友谊的深情而咏叹出人生长恨的苦调，才是这首词更为动人之处。</p> <p>　　此词笔致疏放，婉丽隽永，近人俞陛云称它“因惜花而怀友，前欢寂寂，后会悠悠，至情语以一气挥写，可谓深情如水，行气如虹矣。”指出了欧阳修此词笃于友情、风格疏隽的特点。</p>",
  "about": "<h2>创作背景</h2> 　　此词为春日与友人在洛阳城东旧地同游有感而作。据词意，在写作此词的前一年春，友人亦曾同作者在洛城东同游。公元1031年（宋仁宗天圣九年）三月，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>至洛阳西京留守<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>幕做推官，与同僚尹洙和河南县（治所就在洛阳）主簿<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>等<a href=\"http://so.gushiwen.org/view_48845.aspx\">诗</a>文唱和，相得甚欢，这年秋后，梅尧臣调河阳（治所在今河南孟县南）主簿，次年（明道元年，1032）春，曾再至洛阳，写有《再至洛中寒食》和《依韵和欧阳永叔同游近郊》等诗。欧阳修在西京留守幕前后共三年，其间仅公元1032年（明道元年）春在洛阳，此词当即此年所作。词中同游之人或即梅尧臣。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词三百首",
    "惜春",
    "友情",
    "感叹",
    "人生"
  ]
}