{
  "id": 71137,
  "star": 22671,
  "name": "桃花源记",
  "dynasty": "魏晋",
  "content": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。</p> <p>　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。</p> <p>　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”</p> <p>　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。</p> <p>　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　东晋太元年间，武陵有个人以打渔为生。（一天）他沿着溪水划船，忘记了路程的远近。忽然遇到一片桃林，在小溪两岸几百步之内，中间没有别的树，花草鲜嫩美丽，地上的落花繁多交杂。渔人对此感到十分诧异。便继续往前走，想要走到林子的尽头。</p> <p>　　桃林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里隐隐约约的好像有点光亮。（渔人）便舍弃了船，从洞口进去。最初，山洞很狭窄，只容一个人通过；又走了几十步，突然变得开阔明亮了。（呈现在渔人眼前的是）一片平坦宽广的土地，一排排整齐的房舍，还有肥沃的田地、美丽的池塘，有桑树、竹林这类的植物。田间小路交错相通，鸡鸣狗吠的声音此起彼伏。在田野里来来往往耕种劳作的人们，男女的穿着打扮和外面的人都一样。老人和小孩，都怡然并自得其乐。</p> <p>　　（村里的人）看见了渔人，感到非常惊讶，问他是从哪儿来的。（渔人）把自己知道的事都详细的一一作了回答。村中人就邀请渔人到自己家里去，摆了酒、杀了鸡做饭来款待他。村子里的人听说来了这么一个人，都来打听消息。他们自己说他们的祖先为了躲避秦时的战乱，领着妻子儿女和乡邻们来到这个与世人隔绝的地方，不再从这里出去，所以跟桃花源外面的人断绝了来往。（这里的人）问如今是什么朝代，他们竟然不知道有过汉朝，更不用说魏、晋两朝了。渔人把自己所知道的事一一详细地告诉了他们。听完，他们都感叹惋惜。其余的人各自又把渔人邀请到自己家中，拿出酒菜来款待他。渔人逗留了几天后，向村里人告辞。村里的人告诉他：“（这里的情况）不值得对桃花源外的人说啊。” </p> <p>　　（渔人）出来以后，找到了他的船，就顺着来时的路回去，处处都做了记号。他到了郡城，去拜见太守，说了这番经历。太守立即派人跟着他去，寻找先前所做的记号，最终迷路了，再也找不到通往桃花源的路了。</p> <p>　　南阳有个名叫刘子骥的人，是位高尚的读书人，他听到这个消息，高兴地计划着前往桃花源。但是没有实现，他不久就病死了。后来就再也没有探访桃花源的人了。 </p> <p><strong>注释</strong><br>太元：东晋孝武帝的年号（376-396）<br>武陵：郡名，现在湖南常德市一带。<br>为业：把……作为职业，以……为生。为：作为。<br>缘：沿着，顺着。<br>行：前行，走。<br>远近：偏义复词，仅指远。<br>忽逢：忽然遇到。逢：遇到，碰见。<br>夹岸：溪流两岸。<br>杂：别的，其他的。<br>芳草鲜美：芳香的青草鲜嫩美丽，芳：花；鲜美：鲜艳美丽。<br>落英：落花。一说，初开的花。<br>缤纷：繁多的样子。<br>甚：很，非常。<br>异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。<br>复：继续。<br>前：名词活用为状语，向前。（词类活用）<br>欲：想要。<br>穷：形容词用做动词，穷尽，走到······的尽头。<br>林：代指桃花林。<br>林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）<br>便：于是，就。<br>得：发现。<br>仿佛：隐隐约约，形容看得不真切的样子。<br>若：好像……似的。<br>舍：舍弃，丢弃，文中指离开。<br>初：起初，刚开始。<br>才通人：仅容一人通过。才：副词，仅。<br>复：又，再。<br>行：行走。<br>豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。<br>平：平坦。<br>旷：开阔；宽阔。<br>屋舍：房屋。<br>俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。<br>之：这。<br>属：类。<br>阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。<br>鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。<br>种作：指世代耕种劳作的人。<br>衣着：穿着打扮。<br>悉：全，都。<br>外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）<br>黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。<br>并：都。<br>怡然：愉快、高兴的样子。<br>乃大惊：竟然很惊讶。乃：竟然。大：很，非常。<br>从来：从……地方来。<br>具：全都。<br>之：代词，指代桃源人所问问题。<br>要(yāo)：通“邀”，邀请。（通假字）<br>咸：副词，都，全。<br>问讯：打听消息。<br>云：说。<br>先世：祖先。<br>率：率领。<br>妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。<br>邑人：同县的人<br>绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。<br>复：再，又。<br>焉：兼词，相当于“于之”，“于此”，从这里。<br>遂：于是。<br>间隔：隔断，隔绝。<br>今：现在。<br>乃（乃不知有汉的乃）：竟，竟然。<br>无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。<br>为：给。<br>具言：详细地说。<br>所闻：指渔人所知道的世事。闻：知道，听说。<br>叹惋：感叹，惋惜。<br>余：其余，剩余。<br>延至：邀请到。延，邀请。<br>至：到。<br>停：停留。<br>辞：辞别。<br>去：离开。<br>语：告诉。<br>不足：不值得。（古今异义）<br>为：介词，向、对。<br>既：已经。<br>便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。<br>处处志之：处处都做了标记。志：动词，做标记。（词类活用)<br>及：到达。<br>郡下：太守所在地，指武陵。<br>诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。<br>如此：像这样，指在桃花源的见闻。<br>即：立即。<br>遣：派遣。<br>寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）<br>遂：终于。<br>复：再。<br>得：取得，获得，文中是找到的意思。<br>高尚：品德高尚。<br>士：隐士。<br>也：表判断。<br>欣然：高兴的样子。<br>规： 计划，打算。（词类活用）<br>未：没有。<br>果：实现。<br>未果：没有实现。<br>寻：不久。<br>终：死亡。<br>问津：问路，这里是探访，访求的意思。津：本义渡口。<br>世外桃源：比喻理想中环境幽静、不受外界影响、生活安逸的地方。现用来比喻一种虚幻的超脱社会现实的安乐美好的境界。<br>业:职业</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文通过对桃花源的安宁和乐、自由平等生活的描绘，表现了作者追求美好生活的理想和对现实生活的不满。</p> <p>　　文章开端，先以美好闲静、“芳草鲜美，落英缤纷”的桃花林作为铺垫，引出一个质朴自然化的世界。在那里，一切都是那么单纯，那么美好，没有税赋，没有战乱，没有沽名钓誉，也没有勾心斗角。甚至连一点吵吵嚷嚷的声音都听不到。人与人之间的关系也是那么平和，那么诚恳。造成这一切的原因，作者没有明说，但从“乃不知有汉，无论魏晋”一句中已隐约透露了消息：原来归根结底，是因为没有一个高踞人民头上为私利互相攻伐的统治集团。这个幻想中的桃源世界，对生活在虚伪黑暗、战乱频繁、流血不断的现实世界中的人们来说，无疑是令人神往的。作者的简净笔触，恰如其分地表现出桃花源的气氛，使文章更富有感染力。当然，这种理想的境界在当时现实中是不存在的，只是作者通过对大同社会的构想，艺术地展现了大同社会的风貌，是不满黑暗现实的一种精神寄托，表现了作者对理想社会的憧憬以及对现实社会的不满。</p> <p>　　桃花源中的家庭多为主干家庭（三代同堂），从“其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。”从“男女”、“黄发”、“垂髫”这三个词便可以看出此点。</p> <p>　　文章的结构也颇有巧妙之处。作者借用小说笔法，以一个捕渔人的经历为线索展开故事。开头的交代，时代、渔人的籍贯，都写得十分肯定，似乎真有其事。这就缩短了读者与作品的心理距离，把读者从现实世界引入到迷离惝恍的桃花源。相反，如果一开头就是“山在虚无缥缈间”，读者就会感到隔远，作品的感染力也就会大打折扣。“不足为外人道也”及渔人返寻所志，迷不得路，使读者从这朦胧飘忽的化外世界退回到现实世界，心中依旧充满了对它的依恋。文末南阳刘子骥规往不果一笔，又使全文有余意不穷之趣。 </p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>作<a href=\"http://so.gushiwen.org/view_71137.aspx\">诗</a>，擅长白描，文体省净，语出自然。《桃花源记》也具有这种艺术风格。它虽是虚构的世外仙境，但由于采用写实手法，虚景实写，给人以真实感，仿佛实有其人，真有其事。全文以武陵渔人行踪为线索，像小说一样描述了溪行捕鱼、桃源仙境、重寻迷路三段故事。第一段以“忘”、“忽逢”、“甚异”、“欲穷”四个相承续的词语生动揭示出武陵渔人一连串的心理活动。“忘”字写其一心捕鱼，无意于计路程远近，又暗示所行已远。其专注于一而忘其余的精神状态，与“徐行不记山深浅”的妙境相似。“忽逢”与“甚异”相照应，写其意外见到桃花林的惊异神情，又突出了桃花林的绝美景色。“芳草鲜美，落英缤纷”两句，乃写景妙笔，色彩绚丽，景色优美，仿佛有阵阵清香从笔端溢出，造语工丽而又如信手拈来。第二段先以数语描述发现仙境经过。“林尽水源，便得一山”，点明已至幽迥之地；“山有小口，仿佛若有光”，暗示定非寻常去处。渔人的搜寻目光、急切心情也映带出来。及至通过小口狭道，写到“豁然开朗”，又深有柳暗花明的韵致。进入桃源仙境之后，先将土地、屋舍、良田、美池、桑竹、阡陌、鸡鸣犬吠诸景一一写来，所见所闻，历历在目。然后由远而近，由景及人，描述桃源人物的往来种作、衣着装束和怡然自乐的生活，勾出一幅理想的田园生活图景。最后写桃源人见到渔人的情景，由“大惊”而“问所从来”，由热情款待到临别叮嘱，写得情真意切，洋溢着浓郁的生活气息。第三段先写渔人在沿着来路返回途中“处处志之”，暗示其有意重来。“诣太守，说如此”，写其违背桃源人“不足为外人道也”的叮嘱。太守遣人随往的“不复得路”和刘子骥的规往不果，都是着意安排的情节，明写仙境难寻，暗写桃源人不愿“外人”重来。对桃源仙境，世俗之人寻访无着也不再问津了，而陶渊明自己却从来没有停止过追求，在《桃花源诗》的结尾处就剖露了“愿言蹑轻风，高举寻吾契”的心愿。他以桃花源人为志趣相合的契友，热切期望与之共同生活于桃花源中。</p> <p>　　陶渊明成功地运用了虚景实写的手法，使人感受到桃源仙境是一个真实的存在，显示出高超的叙事写景的艺术才能。但《桃花源记》的艺术成就和魅力绝不仅限于此，陶渊明也不仅仅是企望人们确认其为真实的存在。所以，在虚景实写的同时，又实中有虚，有意留下几处似无非无，似有非有，使人费尽猜想也无从寻求答案的话题。桃源人的叮嘱和故事结尾安排的“不复得路”、“规往未果”等情节，虚虚实实，徜恍迷离，便是这些话题中最堪寻味之笔。它所暗示于世人的是似在人间非在人间，不是人间胜似人间，只可于无意中得之而不可于有意中求之，似乎与“此中有真意，欲辨已忘言”有着某种微妙的内在联系。这虚渺灵奥之区始终蒙着一层神秘的面纱，“借问游方士，焉测尘嚣外”，世人是难以揭晓的。它的开而复闭，渔人的得而复失，是陶渊明有意留下的千古之谜，“惹得诗人说到今”。可是，他又在《桃花源诗》中透露了一点消息，说“一朝敞神界”之所以“旋复还幽蔽”，乃是因为“淳薄既异源”！原来桃源民风淳厚，人间世风浇薄，惟恐“使武陵太守至焉，化为争夺之场”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和桃花源诗序》），玷污了这块化外的净土，即使像刘子骥那样的人间高尚之士，也得不到一睹仙境的机缘。</p> <p>　　《桃花源记》的故事和其他仙境故事有相似之处，描写了一个美好的世外仙界。不过应当强调的是，陶渊明所提供的理想模式有其特殊之处：在那里生活着的其实是普普通通的人，一群避难的人，而不是神仙，只是比世人多保留了天性的真淳而已；他们的和平、宁静、幸福，都是通过自己的劳动取得的。古代的许多仙话，描绘的是长生和财宝，桃花源里既没有长生也没有财宝，只有一片农耕的景象。陶渊明归隐之初想到的还只是个人的进退清浊，写《桃花源记》时已经不限于个人，而想到整个社会的出路和广大人民的幸福。陶渊明迈出这一步与多年的躬耕和贫困的生活体验有关。虽然桃花源只是空想，只是作者理想当中的社会，但是能提出这个空想是难能可贵的。</p> <p>　　此文艺术构思精巧，借武陵渔人行踪这一线索，把现实和理想境界联系起来。采用虚写、实写相结合手法，也是其一个特点。增添了神秘感。语言生动简练、隽永，看似轻描淡写，但其中的描写使得景物历历在目，令人神往。文章有详有略，中心突出。</p>",
  "about": "<h2>文言知识</h2> <p><strong>一词多义</strong><br>出：<br>（1）不复出焉：出去。<br>（2）皆出酒食：拿出。<br>寻：<br>（1）寻向所志：动词，寻找。<br>（2）寻病终：副词“不久”。<br>舍：<br>（1）便舍（shě）船：离开。<br>（2）屋舍（shè）俨然：名词，房屋，客舍。<br>中：<br>（1）中无杂树：“中间”。<br>（2）晋太元中：“年间”。<br>（3）其中往来种作：“里面”。<br>志：<br>（1）处处志之：名词活用为动词，“做标志”。<br>（2）寻向所志：志，独字译为做标记。与所连用，译为：所做的标记。<br>之：<br>（1）忘路之远近：助词，用在定语和中心词之间，可译为“的”。<br>（2）闻之，欣然规往：代词，“这件事”。<br>（3）处处志之：语气助词，不译。<br>（4）渔人甚异之：代词，“这种景况”。<br>（5）有良田美池桑竹之属：这。<br>（6）具答之：代词，代指桃花源人。<br>为：<br>（1）武陵人捕鱼为（wéi）业：动词，作为。<br>（2）不足为（wèi）外人道也：介词，对，向。<br>（3）此人一一为（wéi）具言所闻：读wéi，介词，对、向。<br>遂：<br>（1）遂与外人间隔：“于是”。<br>（2）遂迷：“终于”。<br>（3）后遂无问津者：“就”。<br>得：<br>（1）便得一山：得到，引申为看见。<br>（2）得其船：得到，引申为找到。<br>闻：<br>（1）鸡犬相闻：听见。<br>（2）闻有此人：听说。<br>向：<br>（1）寻向所志：从前</p> <p><strong>多词一义</strong><br>（1)缘溪行、便扶向路：沿着，顺着<br>（2）便要（yāo）还家、延至其家：要通“邀”，邀请。<br>（3）悉如外人、咸来问讯、皆叹惋、并怡然自乐：都<br>（4）此中人语（yù）云、不足为外人道也：说<br>（5）便扶向路、遂与外人间隔：于是，就</p> <p><strong>古今异义</strong><br>穷（古义：穷尽；今义：贫穷）<br>从来（古义：从哪里来；今义：向来）<br>无论（古义：不要说，（更）不必说；今义：多为连词，表示条件不同而结果不变，不管）<br>妻子（古义：妻子和儿女；今义：成年男子的配偶）<br>绝境（古义：与外界隔绝的地方；今义：没有出路的地方）<br>水源（古义：溪水发源的地方；今义：指人们饮用的水的来源）<br>鲜美（古义：鲜艳美丽；今义：指食物新鲜美味）<br>芳（古义：花；今义：气味芬芳）<br>交通（古义：交错相通；今义：运输和邮电事业的总称）<br>不足（古义：不值得； 今义：不够）<br>间隔（古义：间离隔绝；　今义：空间或时间上的隔绝）<br>俨然（古义：整齐的样子； 今义：形容很像）<br>缘（古义：沿着 ；今义：缘故，缘分）<br>津（古义：渡口，路，探访。文中指访求、探求的意思。今义：唾液）<br>外人（古义：特指桃花源外的人；今义：指没有血缘关系的人）<br>如此（古义：像这样；今义：这样）<br>仿佛（古义：隐隐约约，形容看得不真切的样子；今义：似乎，好像）<br>开朗（古义：土地开阔；今义：乐观，畅快 多形容性格）<br>扶（古义：沿、顺着；今义：搀扶，用手按着或把持着）<br>志（古义：做标记；今义：志气，志向）<br>延（古义：邀请；今义：延伸，延长）<br>悉（古义：全，都；今义：熟悉）<br>咸（古义：全，都；今义：一种味道）<br>既（古义：已经；今义：关系连词，既然）<br>寻（古义：随即，不久；今义：寻找）<br>向（古义：以前的，旧的；今义：方向，对…）<br>果（古义：实现；今义：果实，结果）<br>要（古义：邀请；今义：表示意愿）</p> <p><strong>词类活用</strong><br>尽（林尽水源）：形容词用作动词，消失。<br>异（渔人甚异之）：形容词用为动词的意动用法，对……感到诧异。<br>前（复前行）：方位名词作状语，向前。<br>穷（欲穷其林）：形容词用作动词，（穷尽，走到尽头。）<br>焉（不复出焉）：兼词，“于之”，即“从这里”。<br>志（处处志之）：名词作动词，做标记。<br>果（未果）：名词作动词，实现。<br>语（此中人语(yu第四声)云）：名词作动词，告诉<br>黄发（黄发垂髫）：借代手法，代指所有的老人<br>垂髫（黄发垂髫）：借代手法，代指所有小孩<br>通假字“要”通“邀”，邀请（不属于150实词范围内）<br>具：通“俱”，完全、详尽</p> <p><strong>古汉语句式</strong><br>1)判断句<br>例：南阳刘子骥，高尚士也。（“也”表判断。句意：南阳刘子骥是高尚的名士。）<br>2)省略句<br>见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。（是“（村人）见渔人，乃大惊，问（渔人）所从来。（渔人）具答之。（村人）便要（渔人）还家，设酒杀鸡作食”的省略。句意：（村人）看见了渔人，都非常惊讶，问他是从哪儿来的。（渔人）详细地回答（村人），于是邀请他到自己家里去，摆了酒，杀了鸡准备食物款待他。）<br>省主语：<br>例一：山有小口，仿佛若有光。（是“〈小口〉仿佛若有光”的省略。句意：山上有一个小洞口，〈小口里面〉隐隐约约好像有些光亮。）<br>例二：便舍船，从口入。（是“〈渔人〉便舍船，从口入”的省略。句意：〈渔人〉就丢下船，从洞口进去。）<br>本文省略主语有多处，如：“（小口）初极狭，才通人。”“（武陵人）复行数十步，豁然开朗。”“其中，（人们）往来种作，男女衣着，悉如外人。”“（村中人）见渔人，乃大惊，问（渔人）所从来。（渔人）具答之。（村中人）便要（渔人）还家，设酒杀鸡作食（招待渔人）。”“此人一一为具言所闻，（村中人）皆叹惋。”翻译时一并补出。<br>省宾语：<br>例一：问所从来（是“问之所从来”的省略。“之”代“渔人”。句意：问〈渔人〉从哪里来。）<br>省介词：<br>例二：林尽水源（是\"林尽于水源\"的省略.)9.四个“然”①豁然开朗（豁然）：开阔的样子②屋舍俨然（俨然）：整齐的样子③怡然自乐（怡然）：愉快的样子④欣然向往（欣然）：高兴的样子<br>3)出自本文的词语：（今义）<br>世外桃源：指环境幽静或安逸的地方。<br>豁然开朗：比喻突然领悟了一个道理。<br>怡然自乐：形容高兴而满足。<br>与世隔绝：不与人来往，或已以局外人的身份看待事物。<br>无人问津：比喻没有人来探问、尝试或购买。</p><br/><h2>相关练习</h2> <p><strong>原文回答</strong><br>1．渔人是怎么发现桃花林的？<br>缘溪行，忘路之远近，忽逢桃花林。<br>2．作者怎样描写桃花林的自然景色的？<br>夹岸数百步，中无杂树，芳草鲜美，落英缤纷。（风景优美）<br>3．渔人是如何进入桃花源的？<br>复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光。便舍船，从口入。初极狭，才通<br>人。复行数十步，豁然开朗。（曲折、隐蔽、幽深）<br>4．渔人入山后，看到了怎样的图景？<br>土地平旷，屋舍俨然，有良田美池桑竹之属，阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如<br>外人，黄发垂髫，并怡然自乐。（环境优美宁静、生活安乐幸福）<br>5．桃花源中的人是如何对待这位不速之客的？<br>便要还家，设酒杀鸡作食，村中闻有此人，咸来问讯。余人各复延至其家，皆出酒食。（民风淳朴、热<br>情好客）<br>6．渔人一一为具言所闻，桃源人为什么“皆叹惋”？<br>桃源外的世界如此动乱，黑暗；桃源外的人不能过上安定和平的生活。<br>7．渔人是如何离开桃花源的？<br>既出，得其船，便扶向路，处处志之。<br>暗示这个地方不存在。 增强故事曲折和传奇色彩。</p> <p><strong>探究思考</strong><br>1．课文以什么为线索？怎样划分结构？<br>明确：课文以武陵渔人的行踪为线索，按照发现桃林，进入桃源，出而复寻的时间顺序。<br>全文分三部分：<br>第一部分（1段）写渔人发现桃林的经过。（开端）<br>第二部分（2至3段）写渔人进入桃花源的见闻。这是全文的重点部分，作者正是借此寄托社会理想。<br>第2段写桃花源中宁静安乐的生活环境。<br>第3段写桃花源中淳朴的社会风尚。<br>第三部分（4至5段）故事的结局和尾声。<br>2．作者为什么开头结尾写得简略，中间写得详细？<br>明确：文章的详略安排都是由文章所表达的中心来决定的。本文的作者主要是通过桃花源的生活情状来表现他的社会理想。反映广大人民向往安定、幸福生活的愿望。所以中间部分要详写。开头和结尾只跟故事的传奇性质有关，所以写得简单。<br>3．在桃花源中，作者寄托了怎样的社会理想？<br>作者笔下的桃花源，虚构了这样一种理想社会：这里景色优美，土地肥沃，资源丰富，风俗淳朴；这里没有压迫，没有战乱，社会平等，和平安宁。<br>我们应当怎样看待这样的理想？<br>这理想反映了广大人民的反对剥削压迫、反对战争的愿望，也是对当时社会黑暗现实的批判。但他又带有一定的复古倾向，在阶级社会中只能是一种空想，是不可能实现的。<br>课文小结：<br>全文以武陵渔人进出桃源的行踪为线索，把发现桃源的经过，在桃源的所见所闻所历，离开桃源后再寻桃源的情形，都贯串起来了。故事曲折回环。它虚构了一个与黑暗现实社会相对立的美好境界，寄托了自己的政治理想，反映了广大人民的意愿。<br>/作者笔下桃花源人生活的美好表现在哪里？<br>①因为桃花源的景色动人美丽，给生活增添了一份快乐。<br>②因为人们的生活有条理，自在生活的快乐。<br>③人们热情好客的纯朴之美。</p><br/><h2>写作背景</h2> <p>　　年轻时的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>本有“大济苍生”之志，可是，他生活的时代正是晋宋易主之际，东晋王朝极端腐败，对外一味投降，安于江左一隅之地。统治集团生活荒淫，内部互相倾轧，军阀连年混战，赋税徭役繁重，加深了对人民的剥削和压榨。在国家濒临崩溃的动乱岁月里，陶渊明的一腔抱负根本无法实现。同时，东晋王朝承袭旧制，实行门阀制度，保护高门士族贵族官僚的特权，致使中小地主出身的知识分子没有施展才能的机会。像陶渊明这样一个祖辈父辈仅做过一任太守一类官职，家境早已败落的寒门之士，当然就“壮志难酬”了。加之他性格耿直，清明廉正，不愿卑躬屈膝攀附权贵，因而和污浊黑暗的现实社会发生了尖锐的矛盾，产生了格格不入的感情。义熙元年（405），他坚定而坚决地辞去了上任仅81天的彭泽县令，与统治者最后决裂，长期归隐田园，躬耕僻野。</p> <p>　　他虽“心远地自偏”，但“猛志固常在”，仍旧关心国家政事。元熙二年（420年）六月，刘裕废晋恭帝为零陵王，改年号为“永初”。次年，刘裕采取阴谋手段，用毒酒杀害晋恭帝。这些不能不激起陶渊明思想的波澜。他从固有的儒家观念出发，产生了对刘裕政权的不满，加深了对现实社会的憎恨。但他无法改变、也不愿干预这种现状，只好借助创作来抒写情怀，塑造了一个与污浊黑暗社会相对立的美好境界，以寄托自己的政治理想与美好情趣。《桃花源记》就是在这样的背景下产生的。 </p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "生活",
    "理想"
  ]
}