{
  "id": 71808,
  "star": 6,
  "name": "仙城寒食歌·绍武陵",
  "dynasty": "清代",
  "content": "亢龙宾天群龙战，潜龙跃出飞龙现。<br>白衣苍狗等浮云，处处从龙作宫殿。<br>东南半壁燕处堂，正统未亡垂一线。<br>百日朝廷沸似汤，十郡山河去如电。<br>高帝子孙隆准公，身殉社稷无牵恋。<br>粤秀峰头望帝魂，直与煤山相后先。<br>当时藁葬汉台东，三尺荒陵枕郊甸。<br>四坟角立不知名，云是诸王殉国彦。<br>左瞻右顾冢垒垒，万古一丘无贵贱。<br>年年风雨暗清明，陌上行人泪如溅。<br>寻思往事问重泉，笑折山花当九献。<br>怅望钟山春草深，谁人更与除坛墠！",
  "fanyi": "<h2>注释</h2> ①亢龙：亢为至高，龙即君位，合用乃指帝王。《易·乾》云“上九，亢龙有悔。”意为居高位要以骄傲自满为戒，否则便有败亡的灾祸。此处以之指明思宗朱由检。宾天：指帝王之死，此处指明思宗自缢死。群龙：指明朝王室子孙，如福王、鲁王、唐王、桂王等。潜龙、飞龙：均指王室子孙。<br>②白衣苍狗：同白龙苍狗，比喻世事变幻无常。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《可叹》<a href=\"http://so.gushiwen.org/view_71808.aspx\">诗</a>句有“天上浮云如白衣，斯须改变如苍狗。”可作诠释。浮云：以浮动在空中的云比喻事物变幻无定。处处句：谓龙所至处，即建宫殿。指南明各王纷纷登基称正统。<br>③半壁：半壁江山，谓明朝江山只剩下一半，一部分。燕处堂：比喻居安而无远虑。《孔丛子·论势》有云“先人有言，燕雀处室，子母相喃，煦煦焉其相乐也，自以为安矣。灶突炎上，栋宇将焚，燕雀颜不变，不知祸之及已也。”一般作“燕雀处堂”。正统：指明代直系宗室。一线：指一支派系的后嗣。<br>④百日朝廷：指后唐王朱聿（左釒右粤）所立南明，为期仅数十天，百日举其整数。沸似汤：指局势急迫紧张。电：电火，闪电，喻极快。<br>⑤高帝：指明朝开国皇帝<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>。隆准卽高鼻。隆准公指后唐王。社稷：土谷之神。历代封建王朝必先立社稷坛墠。灭人之国，必变置灭国的社稷。因以社稷为国家政权的标志。身殉社稷即为社稷而身死。<br>⑥粤秀：山名，一作越秀山，又名越王山，俗名观音山，在今广州市区北部。高二十余丈，上有越王台故址。公元1380年（明太祖洪武十三年）于山巅建镇海楼，俗称五层楼，为广州市著名古代建筑。明成祖永乐初，指挥使花英于山巅建观音阁，山半建半山亭。煤山：即景山，明思宗崇祯皇帝朱由检自缢处。<br>⑦藁葬：草草埋葬，藁指草。汉台：旧时广州城北郊古台，早废。郊甸：郊野。邑外为郊，郊外为甸。<br>⑧角立：据角而立。诸王：指后唐王弟辈子侄等明王室贵胄。彦：才德杰出的人。<br>⑨左瞻右顾：犹言向左右四处看。垒垒：连绵重叠貌。万古句：谓千万年来人只能占得一丘土，无分贵贱全都如此。<br>⑩陌亡：路上。溅：飞洒，飞溅。<br>⑾重泉：谓地下，死者之所居。犹言黄泉，九泉。九献：帝王宴请上公的仪节，献酒共九次。此处指祭供之物。<br>⑿钟山：山名。在今江苏省南京市东郊。　除：维修，修治。坛墠（shàn）：祭祀场所。坛为土筑高台，墠为郊外土地。",
  "shangxi": "<h2>赏析</h2> 　　《仙城寒食歌》为一组<a href=\"http://so.gushiwen.org/view_71808.aspx\">诗</a>，共四章，《仙城寒食歌·绍武陵》。其意可理解为寒食节为诸先辈名人陵墓所作之歌。仙城为陵墓、坟冢之美称。喻人之逝葬犹如成仙，故其葬墓称仙城。绍武陵系南明后唐王朱聿（左釒右粤）之墓。公元1644年（明思宗崇祯十七年）明亡。清世祖顺治建元。明皇族直系子孙福王、鲁王、唐王、桂王等建南明，先后称帝建元。公元1646年（顺治三年），南明唐王朱聿键被清兵俘杀于福州，其弟朱聿（左釒右粤）于广州继位。其时桂王朱由榔亦在肇庆登基，因此形成南明小王朝两帝自相水火。未久，广州陷，后唐王被俘自缢。桂王则退云贵，逃缅甸，流徙十六年，被吴三桂俘杀于昆明。绍武陵即南明后唐王朱聿（左釒右粤）的陵墓。这是一首览古感怀之诗。作为明朝遗民，成鹫站在明嗣正统的地位上，对故明崇祯皇帝及福王、鲁王、唐王、桂王等加以讴歌，对南明小王朝的史事加以美化记叙，对改朝换代、人事变迁不胜感慨。诗写得气势磅礴，高古雄健，颇有一代史诗之味道。",
  "poet": {
    "id": 699,
    "star": 0,
    "name": "成鹫",
    "desc": "成鹫（1637－1722），清朝初年广东肇庆鼎湖山庆云寺僧。又名光鹫，字迹删，号东樵山人。俗姓方，名觊恺，字麟趾，番禺（今属广东省）人。出身书香仕宦世家。年四十一，从本师西来离幻即石洞和尚披剃。继法于硕堂禅师，系憨山大师徒孙。与陶环、何绛等南明抗清志士为生死之交。与屈大均、梁佩兰唱酬，粤中士人多从教游。先后主持澳门普济寺、肇庆庆云寺、广州大通寺，终于大通。其为人豪放倜傥，诗文亦卓厉痛快，尽去雕饰，颇有似庄子处。沈德潜誉为诗僧第一。作品有《楞严直说》十卷、《鼎湖山志》八卷、《咸陟堂集》四十三卷、《金刚直说》一卷、《老子直说》二卷、《庄子内篇注》一卷等。"
  },
  "tags": [
    "寒食节",
    "咏史怀古"
  ]
}