{
  "id": 71198,
  "star": 4049,
  "name": "江畔独步寻花·其六",
  "dynasty": "唐代",
  "content": "黄四娘家花满蹊，千朵万朵压枝低。<br>留连戏蝶时时舞，自在娇莺恰恰啼。",
  "fanyi": "<p><strong>译文</strong><br>黄四娘家花儿茂盛把小路遮蔽，万千花朵压弯枝条离地低又低。<br>眷恋芬芳花间彩蝶时时在飞舞，自由自在娇软黄莺恰恰欢声啼。</p> <p><strong>注释</strong><br>黄四娘：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>住成都草堂时的邻居。蹊（xī）：小路。<br>留连：即留恋，舍不得离去。<br>娇：可爱的样子。恰恰：象声词，形容鸟叫声音和谐动听。一说“恰恰”为唐时方言，恰好之意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第六首写寻花到了黄四娘家。这首<a href=\"http://so.gushiwen.org/view_71198.aspx\">诗</a>记叙在黄四娘家赏花时的场面和感触，描写草堂周围烂漫的春光，表达了对美好事物的热爱之情和适意之怀。春花之美、人与自然的亲切和谐，都跃然纸上。首句点明寻花的地点，是在“黄四娘家”的小路上。此句以人名入诗，生活情趣较浓，颇有民歌味。次句“千朵万朵”，是上句“满”字的具体化。“压枝低”，描绘繁花沉甸甸地把枝条都压弯了，景色宛如历历在目。“压”、“低”二字用得十分准确、生动。第三句写花枝上彩蝶蹁跹，因恋花而“留连”不去，暗示出花的芬芳鲜妍。花可爱，蝶的舞姿亦可爱，不免使漫步的人也“留连”起来。但他也许并未停步，而是继续前行，因为风光无限，美景尚多。“时时”，则不是偶尔一见，有这二字，就把春意闹的情趣渲染出来。正在赏心悦目之际，恰巧传来一串黄莺动听的歌声，将沉醉花丛的诗人唤醒。这就是末句的意境。“娇”字写出莺声轻软的特点。“自在”不仅是娇莺姿态的客观写照，也传出它给作者心理上的愉快轻松的感觉。诗在莺歌“恰恰”声中结束，饶有余韵。此诗写的是赏景，这类题材，盛唐绝句中屡见不鲜。但像此诗这样刻画十分细微，色彩异常秾丽的，则不多见。如“故人家在桃花岸，直到门前溪水流”（<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>《三日寻李九庄》），“昨夜风开露井桃，未央前殿月轮高”（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《春宫曲》），这些景都显得“清丽”；而<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在“花满蹊”后，再加“千朵万朵”，更添蝶舞莺歌，景色就秾丽了。这种写法，可谓前无古人。其次，盛唐人很讲究诗句声调的和谐。他们的绝句往往能被诸管弦，因而很讲协律。杜甫的绝句不为歌唱而作，纯属诵诗，因而常常出现拗句。如此诗“千朵万朵压枝低”句，按律第二字当平而用仄。但这种“拗”决不是对音律的任意破坏，“千朵万朵”的复叠，便具有一种口语美。而“千朵”的“朵”与上句相同位置的“四”字，虽同属仄声，但彼此有上、去声之别，声调上仍具有变化。诗人也并非不重视诗歌的音乐美。这表现在三、四两句双声词、象声词与叠字的运用。“留连”、“自在”均为双声词，如贯珠相联，音调宛转。“时时”、“恰恰”为叠字，即使上下两句形成对仗，使语意更强，更生动，更能表达诗人迷恋在花、蝶之中，忽又被莺声唤醒的刹那间的快意。这两句除却“舞”、“莺”二字，均为舌齿音，这一连串舌齿音的运用造成一种喁喁自语的语感，维妙维肖地状出看花人为美景陶醉、惊喜不已的感受。声音的效用极有助于心情的表达。在句法上，盛唐诗句多天然浑成，杜甫则与之异趣。比如“对结”（后联骈偶）乃初唐绝句格调，盛唐绝句已少见，因为这种结尾很难做到神完气足。杜甫却因难见巧，如此诗后联既对仗工稳，又饶有余韵，用得恰到好处：在赏心悦目之际，听到莺歌“恰恰”，增添不少感染力。此外，这两句按习惯文法应作：戏蝶留连时时舞，娇莺自在恰恰啼。把“留连”、“自在”提到句首，既是出于音韵上的需要，同时又在语意上强调了它们，使含义更易体味出来，句法也显得新颖多变。</p> <p>　　最后一首：“不是爱花即欲死”。痛快干脆，毫不藏伏。杜甫惯于一拚到底，常用狠语，如“语不惊人死不休”，即是如此。他又写道：“只恐花尽老相催。”怕的是花谢人老。下两句则是写景，写花枝之易落，花蕊的慢开，景中寓借花之深情，以对句出之，更是加倍写法，而又密不透风，情深语细。</p>",
  "about": "<h2>创作背景</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_71198.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>定居成都草堂之后，唐肃宗上元二年（761年）或唐代宗宝应元年（762年）春。上元元年（760年）杜甫在饱经离乱之后，寓居四川成都，在西郊浣花溪畔建成草堂，暂时有了安身的处所。杜甫卜居成都郊外草堂，是“浣花溪水水西头，主人为卜林塘幽”（《卜居》）；诗人感到很满足，“但有故人供禄米，微躯此外更何求”（《江村》）。所以，时值春暖花开，更有赏心乐事，杜甫对生活是热爱的。这是他写这组诗的生活和感情基础。第二年（一说第三年）春暖花开时节，他独自在锦江江畔散步赏花，写下了《江畔独步寻花七绝句》这一组诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "写花"
  ]
}