{
  "id": 72161,
  "star": 35,
  "name": "放言五首·其四",
  "dynasty": "唐代",
  "content": "谁家宅第成还破，何处亲宾哭复歌？<br>昨日屋头堪炙手，今朝门外好张罗。<br>北邙未省留闲地，东海何曾有顶波。<br>莫笑贱贫夸富贵，共成枯骨两何如？",
  "fanyi": "<p><strong>译文</strong><br>谁家住宅建成后还去破坏，哪里的亲朋哭了以后又唱起来？<br>昨天屋内外还挤满了人，今天在门外就如此冷落了。<br>北邙山没有留下空闲土地，东海何曾有稳定的波浪？<br>不要嫌贫爱富去夸张炫耀，死后都成了枯骨又如何呢？</p> <p><strong>注释</strong><br>1.宅第：住宅。官员和贵族的大住宅。亲宾：亲人和朋友。哭复歌：因显贵而歌，因败亡而哭。<br>2.炙（zhì）手：热得烫手。比喻权贵势焰之盛。《新唐书·崔铉传》：“铉所善者，郑鲁、杨绍复、段瑰、薛蒙，颇参议论。时语曰：‘郑、杨、段、薛，炙手可热；欲得命通，鲁、绍、瑰、蒙。’”张罗：本指张设罗网捕捉虫鸟。常以形容冷落少人迹。<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《车中见新林分别甚盛》<a href=\"http://so.gushiwen.org/view_72161.aspx\">诗</a>：“穷巷可张罗。”形容门庭冷落。《史记·汲郑列传》：“夫以汲、郑之贤，有势则宾客十倍，无势则否，况众人乎！下邽翟公有言，始翟公为廷尉，宾客阗门；及废，门外可设雀罗。”汲（jí）：汲黯。郑：郑当时。阗（tián）：塞，充满。罗：捕鸟的网。<br>3.“北邙”二句：言富贵贫贱是随着世事变化而变化的。北邙（máng）：山名，亦作北芒，即邙山，在今河南省洛阳市北。东汉及北魏的王侯公卿死后多葬于此。后人因常以泛指墓地。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《北邙行》：“北邙山头少闲土，尽是洛阳人旧墓。”未省：未见。后句即“沧海桑田”之意，比喻社会剧变，人事无常。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《麻姑传》：“麻姑（传说中仙人名）自说云：‘接待以来，已见东海三为桑田。向时蓬莱，水又浅于往者，会时略半矣，岂将复还为陵陆乎？’”<br>4.“莫笑”二句：为告诫语。前句的“莫”字管“笑”与“夸”二字。后句意谓贫贱、富贵之人，其最后归宿都是一样的。</p>",
  "shangxi": "<h2>简析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_72161.aspx\">诗</a>通篇谈世事人生的变化。甲第贵宅破败了，亲人朋友死亡了；昨天炙手可热的人家，今朝门可罗雀；浩瀚汤汤的东海三为桑田。宇宙一切的一切，都在运动，都在变化。世界就在这运动、变化中发展，前进。人生的富贵也是变化的，所以决不能因为自己的一时显荣，就自我夸耀，看不起别人。这些反映了作者朴素的唯物辩证法思想，对人们正确地认识人生和社会，不无哲理的启示。",
  "about": "<h2>创作背景</h2> <p>　　据序文可知，这组<a href=\"http://so.gushiwen.org/view_72161.aspx\">诗</a>是唐宪宗元和十年（815年）<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在被贬谪去江州（浔阳）途中和<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的同名组诗之作。元和五年（810年），白居易的好友元稹因得罪了权贵，被贬为江陵士曹参军。元稹在江陵期间，写了五首《放言》诗表示自己的心情：“死是老闲生也得，拟将何事奈吾何”（其一），“两回左降须知命，数度登朝何处荣”（其五）。过了五年，诗人因上书急请追捕刺杀宰相武元衡的凶手，遭当权者忌恨，当年六月，被贬为江州司马。这时元稹已转官通州司马，闻讯后写下了充满深情的诗篇——《闻乐天授江州司马》。白居易在贬官途中，风吹浪激，感慨万千，也写下《放言五首》诗奉和。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "哲理"
  ]
}