{
  "id": 45682,
  "star": 4,
  "name": "七言",
  "dynasty": "唐代",
  "content": "周行独力出群伦，默默昏昏亘古存。无象无形潜造化， <br> 有门有户在乾坤。色非色际谁穷处，空不空中自得根。 <br> 此道非从它外得，千言万语谩评论。 <br> 通灵一颗正金丹，不在天涯地角安。讨论穷经深莫究， <br> 登山临水杳无看。光明暗寄希夷顶，赫赤高居混沌端。 <br> 举世若能知所寓，超凡入圣弗为难。 <br> 落魄红尘四十春，无为无事信天真。生涯只在乾坤鼎， <br> 活计惟凭日月轮。八卦气中潜至宝，五行光里隐元神。 <br> 桑田改变依然在，永作人间出世人。 <br> 独处乾坤万象中，从头历历运元功。纵横北斗心机大， <br> 颠倒南辰胆气雄。鬼哭神号金鼎结，鸡飞犬化玉炉空。 <br> 如何俗士寻常觅，不达希夷不可穷。 <br> 谁信华池路最深，非遐非迩奥难寻。九年采炼如红玉， <br> 一日圆成似紫金。得了永祛寒暑逼，服之应免死生侵。 <br> 劝君门外修身者，端念思惟此道心。 <br> 水府寻铅合火铅，黑红红黑又玄玄。气中生气肌肤换， <br> 精里含精性命专。药返便为真道士，丹还本是圣胎仙。 <br> 出神入定虚华语，徒费功夫万万年。 <br> 九鼎烹煎九转砂，区分时节更无差。精神气血归三要， <br> 南北东西共一家。天地变通飞白雪，阴阳和合产金花。 <br> 终期凤诏空中降，跨虎骑龙谒紫霞。 <br> 凭君子后午前看，一脉天津在脊端。金阙内藏玄谷子， <br> 玉池中坐太和官。只将至妙三周火，炼出通灵九转丹。 <br> 直指几多求道者，行藏莫离虎龙滩。 <br> 返本还元道气平，虚非形质转分明。水中白雪微微结， <br> 火里金莲渐渐生。圣汞论时非有体，真铅穷看亦无名。 <br> 吾今为报修行者，莫向烧金问至精。 <br> 安排鼎灶炼玄根，进退须明卯酉门。绕电奔云飞日月， <br> 驱龙走虎出乾坤。一丸因与红颜驻，九转能烧白发痕。 <br> 此道幽微知者少，茫茫尘世与谁论。 <br> 醍醐一盏诗一篇，暮醉朝吟不记年。乾马屡来游九地， <br> 坤牛时驾出三天。白龟窟里夫妻会，青凤巢中子母圆。 <br> 提挈灵童山上望，重重叠叠是金钱。 <br> 认得东西木与金，自然炉鼎虎龙吟。但随天地明消息， <br> 方识阴阳有信音。左掌南辰攀鹤羽，右擎北极剖龟心。 <br> 神仙亲口留斯旨，何用区区向外寻。 <br> 一本天机深更深，徒言万劫与千金。三冬大热玄中火， <br> 六月霜寒表外阴。金为浮来方见性，木因沈后始知心。 <br> 五行颠倒堪消息，返本还元在己寻。 <br> 虎将龙军气宇雄，佩符持甲去匆匆。铺排剑戟奔如电， <br> 罗列旌旗疾似风。活捉三尸焚鬼窟，生禽六贼破魔宫。 <br> 河清海晏乾坤净，世世安居道德中。 <br> 我家勤种我家田，内有灵苗活万年。花似黄金苞不大， <br> 子如白玉颗皆圆。栽培全赖中宫土，灌溉须凭上谷泉。 <br> 直候九年功满日，和根拔入大罗天。 <br> 寻常学道说黄芽，万水千山觅转差。有畛有园难下种， <br> 无根无脚自开花。九三鼎内烹如酪，六一炉中结似霞。 <br> 不日成丹应换骨，飞升遥指玉皇家。 <br> 四六关头路坦平，行人到此不须惊。从教犊驾轰轰转， <br> 尽使羊车轧轧鸣。渡海经河稀阻滞，上天入地绝欹倾。 <br> 功成直入长生殿，袖出神珠彻夜明。 <br> 九六相交道气和，河车昼夜迸金波。呼时一一关头转， <br> 吸处重重脉上摩。电激离门光海岳，雷轰震户动婆娑。 <br> 思量此道真长远，学者多迷溺爱河。 <br> 金丹不是小金丹，阴鼎阳炉里面安。尽道东山寻汞易， <br> 岂知西海觅铅难。玄珠窟里行非远，赤水滩头去便端。 <br> 认得灵竿真的路，何劳礼月步星坛。 <br> 古今机要甚分明，自是众生力量轻。尽向有中寻有质， <br> 谁能无里见无形。真铅圣汞徒虚费，玉室金关不解扃。 <br> 本色丹瓢推倒后，却吞丸药待延龄。 <br> 浮名浮利两何堪，回首归山味转甘。举世算无心可契， <br> 谁人更与道相参。寸犹未到甘谈尺，一尚难明强说三。 <br> 经卷葫芦并拄杖，依前担入旧江南。 <br> 本来无作亦无行，行着之时是妄情。老氏语中犹未决， <br> 瞿昙言下更难明。灵竿有节通天去，至药无根得地生。 <br> 今日与君无吝惜，功成只此是蓬瀛。 <br> 解将火种种刀圭，火种刀圭世岂知。山上长男骑白马， <br> 水边少女牧乌龟。无中出有还丹象，阴里生阳大道基。 <br> 颠倒五行凭匠手，不逢匠手莫施为。 <br> 三千馀法论修行，第一烧丹路最亲。须是坎男端的物， <br> 取他离女自然珍。烹成不死砂中汞，结出长生水里银。 <br> 九转九还功若就，定将衰老返长春。 <br> 欲种长生不死根，再营阴魄及阳魂。先教玄母归离户， <br> 后遣空王镇坎门。虎到甲边风浩浩，龙居庚内水温温。 <br> 迷途争与轻轻泄，此理须凭达者论。 <br> 闭目存神玉户观，时来火候递相传。云飞海面龙吞汞， <br> 风击岩巅虎伏铅。一旦炼成身内宝，等闲探得道中玄。 <br> 刀圭饵了丹书降，跳出尘笼上九天。 <br> 千日功夫不暂闲，河车搬载上昆山。虎抽白汞安炉里， <br> 龙发红铅向鼎间。仙府记名丹已熟，阴司除籍命应还。 <br> 彩云捧足归何处，直入三清谢圣颜。 <br> 解匹真阴与正阳，三年功满结成霜。神龟出入庚辛位， <br> 丹凤翱翔甲乙方。九鼎先辉双瑞气，三元中换五毫光。 <br> 尘中若有同机者，共住烟霄不死乡。 <br> 修生一路就中难，迷者徒将万卷看。水火均平方是药， <br> 阴阳差互不成丹。守雌勿失雄方住，在黑无亏白自乾。 <br> 认得此般真妙诀，何忧风雨妒衰残。 <br> 才吞一粒便安然，十二重楼九曲连。庚虎循环餐绛雪， <br> 甲龙夭乔迸灵泉。三三上应三千日，九九中延九万年。 <br> 须得有缘方可授，未曾轻泄与人传。 <br> 谁知神水玉华池，中有长生性命基。运用须凭龙与虎， <br> 抽添全藉坎兼离。晨昏点尽黄金粉，顷刻修成玉石脂。 <br> 斋戒饵之千日后，等闲轻举上云梯。 <br> 九天云净鹤飞轻，衔简翩翩别太清。身外红尘随意换， <br> 炉中白石立时成。九苞凤向空中舞，五色云从足下生。 <br> 回首便归天上去，愿将甘雨救焦氓。 <br> 婴儿迤逦降瑶阶，手握玄珠直下来。半夜紫云披素质， <br> 几回赤气掩桃腮。微微笑处机关转，拂拂行时户牖开。 <br> 此是吾家真一子，庸愚谁敢等闲猜。 <br> 水得天符下玉都，三千日里积功夫。祷祈天地开金鼎， <br> 收拾阴阳锁玉壶。便觉凡躯能变化，深知妙道不虚图。 <br> 时来试问尘中叟，这个玄机世有无。 <br> 谁识寰中达者人，生平解法水中银。一条拄杖撑天地， <br> 三尺昆吾斩鬼神。大醉醉来眠月洞，高吟吟去傲红尘。 <br> 自从悟里终身后，赢得蓬壶永劫春。 <br> 红炉迸溅炼金英，一点灵珠透室明。摆动乾坤知道力， <br> 逃移生死见功程。逍遥四海留踪迹，归去三清立姓名。 <br> 直上五云云路稳，紫鸾朱凤自来迎。 <br> 时人若要学长生，先是枢机昼夜行。恍惚中间专志气， <br> 虚无里面固元精。龙交虎战三周毕，兔走乌飞九转成。 <br> 炼出一炉神圣药，五云归去路分明。 <br> 亦无得失亦无言，动即施功静即眠。驱遣赤牛耕宇宙， <br> 分张玉粒种山川。栽培不惮劳千日，服食须知活万年。 <br> 今日示君君好信，教君见世作神仙。 <br> 不须两两与三三，只在昆仑第一岩。逢润自然情易伏， <br> 遇炎常恐性难降。有时直入三元户，无事还归九曲江。 <br> 世上有人烧得住，寿齐天地更无双。 <br> 本末无非在玉都，亦曾陆地作凡夫。吞精食气先从有， <br> 悟理归真便入无。水火自然成既济，阴阳和合自相符。 <br> 炉中炼出延年药，溟渤从教变复枯。 <br> 无名无利任优游，遇酒逢歌且唱酬。数载未曾经圣阙， <br> 千年唯只在仙州。寻常水火三回进，真个夫妻一处收。 <br> 药就功成身羽化，更抛尘坌出凡流。 <br> 杳杳冥冥莫问涯，雕虫篆刻道之华。守中绝学方知奥， <br> 抱一无言始见佳。自有物如黄菊蕊，更无色似碧桃花。 <br> 休将心地虚劳用，煮铁烧金转转差。 <br> 还丹功满未朝天，且向人间度有缘。拄杖两头担日月， <br> 葫芦一个隐山川。诗吟自得闲中句，酒饮多遗醉后钱。 <br> 若问我修何妙法，不离身内汞和铅。 <br> 半红半黑道中玄，水养真金火养铅。解接往年三寸气， <br> 还将运动一周天。烹煎尽在阴阳力，进退须凭日月权。 <br> 只此功成三岛外，稳乘鸾凤谒诸仙。 <br> 返本还元已到乾，能升能降号飞仙。一阳生是兴功日， <br> 九转周为得道年。炼药但寻金里水，安炉先立地中天。 <br> 此中便是还丹理，不遇奇人誓莫传。 <br> 飞龙九五已升天，次第还当赤帝权。喜遇汞珠凝正午， <br> 幸逢铅母结重玄。狂猿自伏何须炼，野马亲调不着鞭。 <br> 炼就一丸天上药，顿然心地永刚坚。 <br> 举世何人悟我家，我家别是一荣华。盈箱贮积登仙录， <br> 满室收藏伏火砂。顿饮长生天上酒，常栽不死洞中花。 <br> 凡流若问吾生计，遍地纷纷五彩霞。 <br> 津能充渴气充粮，家住三清玉帝乡。金鼎炼来多外白， <br> 玉虚烹处彻中黄。始知青帝离宫住，方信金精水府藏。 <br> 流俗要求玄妙理，参同契有两三行。 <br> 紫诏随鸾下玉京，元君相命会三清。便将金鼎丹砂饵， <br> 时拂霞衣驾鹤行。天上双童持珮引，月中娇女执幡迎。 <br> 此时功满参真后，始信仙都有姓名。 <br> 修修修得到乾乾，方号人间一醉仙。世上光阴催短景， <br> 洞中花木任长年。形飞峭壁非凡骨，神在玄宫别有天。 <br> 唯愿先生频一顾，更玄玄外问玄玄。 ",
  "poet": {
    "id": 375,
    "star": 0,
    "name": "吕岩",
    "image": "http://img.gushiwen.org/authorImg/lvyan.jpg",
    "desc": "吕岩，也叫做吕洞宾。唐末、五代著名道士。名□(一作□)，号纯阳子，自称回道人。世称吕祖或纯阳祖师，为民间神话故事八仙之一。较早的宋代记载，称他为“关中逸人”或“关右人”，元代以后比较一致的说法，则为河中府蒲坂县永乐镇（今属山西芮城）人，或称世传为东平（治在今山东东平）人。"
  },
  "tags": []
}