{
  "id": 71156,
  "star": 6887,
  "name": "前出师表",
  "dynasty": "两汉",
  "content": "　　先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气，不宜妄自菲薄，引喻失义，以塞忠谏之路也。</p> <p>　　宫中府中，俱为一体；陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。</p> <p>　　侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。</p> <p>　　将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰“能”，是以众议举宠为督：愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。</p> <p>　　亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之、信之，则汉室之隆，可计日而待也。</p> <p>　　臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：尔来二十有一年矣。</p> <p>　　先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。</p> <p>　　愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎；陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激。</p> <p>　　今当远离，临表涕零，不知所言。",
  "fanyi": "<p><strong>译文</strong><br>　　先帝开创的大业未完成一半却中途去世了。现在天下分为三国，益州地区民力匮乏，这确实是国家危急存亡的时期啊。不过宫廷里侍从护卫的官员不懈怠，战场上忠诚有志的将士们奋不顾身，大概是他们追念先帝对他们的特别的知遇之恩（作战的原因），想要报答在陛下您身上。（陛下）你实在应该扩大圣明的听闻，来发扬光大先帝遗留下来的美德，振奋有远大志向的人的志气，不应当随便看轻自己，说不恰当的话，以致于堵塞人们忠心地进行规劝的言路。 <br>　　皇宫中和朝廷里的大臣，本都是一个整体，奖惩功过，好坏，不应该有所不同。如果有做奸邪事情，犯科条法令和忠心做善事的人，应当交给主管的官，判定他们受罚或者受赏，来显示陛下公正严明的治理，而不应当有偏袒和私心，使宫内和朝廷奖罚方法不同。<br>　　侍中、侍郎郭攸之、费祎、董允等人，这些都是善良诚实的人，他们的志向和心思忠诚无二，因此先帝把他们选拔出来辅佐陛下。我认为（所有的）宫中的事情，无论事情大小，都拿来跟他们商量，这样以后再去实施，一定能够弥补缺点和疏漏之处，可以获得很多的好处。<br>　　将军向宠，性格和品行善良公正，精通军事，从前任用时，先帝称赞说他有才干，因此大家评议举荐他做中部督。我认为军队中的事情，都拿来跟他商讨，就一定能使军队团结一心，好的差的各自找到他们的位置。<br>　　亲近贤臣，疏远小人，这是西汉之所以兴隆的原因；亲近小人，疏远贤臣，这是东汉之所以衰败的原因。先帝在世的时候，每逢跟我谈论这些事情，没有一次不对桓、灵二帝的做法感到叹息痛心遗憾的。侍中、尚书、长史、参军，这些人都是忠贞诚实、能够以死报国的忠臣，希望陛下亲近他们，信任他们，那么汉朝的兴隆就指日可待了。<br>　　我本来是平民，在南阳务农亲耕，在乱世中苟且保全性命，不奢求在诸侯之中出名。先帝不因为我身份卑微，见识短浅，降低身份委屈自己，三次去我的茅庐拜访我，征询我对时局大事的意见，我因此有所感而情绪激动，就答应为先帝奔走效劳。后来遇到兵败，在兵败的时候接受任务，在危机患难之间奉行使命，那时以来已经有二十一年了。<br>　　先帝知道我做事小心谨慎，所以临终时把国家大事托付给我。接受遗命以来，我早晚忧愁叹息，只怕先帝托付给我的大任不能实现，以致损伤先帝的知人之明，所以我五月渡过泸水，深入到人烟稀少的地方。现在南方已经平定，兵员装备已经充足，应当激励、率领全军将士向北方进军，平定中原，希望用尽我平庸的才能，铲除奸邪凶恶的敌人，恢复汉朝的基业，回到旧日的国都。这就是我用来报答先帝，并且尽忠陛下的职责本分。至于处理事务，斟酌情理，有所兴革，毫无保留地进献忠诚的建议，那就是郭攸之、费祎、董允等人的责任了。<br>　　希望陛下能够把讨伐曹魏，兴复汉室的任务托付给我，如果没有成功，就惩治我的罪过，（从而）用来告慰先帝的在天之灵。如果没有振兴圣德的建议，就责罚郭攸之、费祎、董允等人的怠慢,来揭示他们的过失；陛下也应自行谋划，征求、询问治国的好道理，采纳正确的言论，深切追念先帝临终留下的教诲。我感激不尽。<br>　　今天(我)将要告别陛下远行了，面对这份奏表禁不住热泪纵横，也不知说了些什么。 </p> <p><strong>注释</strong><br>表：古代向帝王上书陈情言事的一种文体。<br>出：出征。<br>师：军队。<br>先帝：这里指刘备。<br>创：开创，创立。<br>业：统一中原的大业。<br>而：表转折。<br>赏：受赏。<br>刑：受罚。<br>中道：中途。<br>崩殂(cú)：死。崩，古代称帝王、皇后之死。殂，死亡。<br>益州疲弊：指蜀汉国力薄弱，处境艰难。益州，这里指蜀汉。疲弊，人力疲惫，民生凋敝，困苦穷乏。<br>三分：天下分为三个国家（即魏、蜀、吴三国)。<br>此：这。<br>诚：确实，实在。<br>之：结构助词，的。<br>秋：时候。<br>然：但是<br>侍：侍奉。<br>卫：守卫<br>懈：懈怠，放松。<br>于：在。<br>忠：忠诚。<br>内：朝廷上。<br>外：朝廷外，指战场上。<br>士：将士。<br>忘身：奋不顾身。<br>盖：连词。连接上一句或上一段，表示原因。<br>追：追念。<br>殊遇：特殊的对待，即优待、厚遇。<br>欲：想要。<br>报：报答。<br>之：代词。<br>于：向，对。<br>诚：实在，确实。<br>宜，应该。<br>开张圣听：扩大圣明的听闻，意思是要后主广泛地听取别人的意见。开张：扩大。圣：圣明<br>以：来。<br>光：发扬光大。<br>遗德：遗留的美德。<br>恢弘：这里是动词，形作动，意思是发扬扩大。也作“恢宏”。恢：大。弘：大、宽。<br>气：志气。<br>妄自菲薄：过分看轻自己。妄：随便，胡乱，轻率。菲薄：微薄。<br>引喻失义：说话不恰当。引喻：引用、比喻。这里是说话的意思。义：适宜，恰当。<br>以：因而。<br>塞；阻塞。<br>忠：忠诚。<br>谏：直言规劝，使改正错误。这里指进谏。<br>俱：全，都。<br>宫中：指皇宫中。<br>府中：指朝廷中。<br>体：整体。<br>陟(zhì)：提升，提拔。<br>罚：惩罚。<br>臧否(pǐ)：善恶，这里形容词用作动词。意思是“评论人物的好坏”。臧否：善恶。<br>异同：这里偏重在异。<br>作奸犯科：做奸邪事情，犯科条法令。<br>作奸：为非作歹。<br>科：科条，法令。<br>及：和。<br>为：做。<br>付：交给。<br>有司:职有专司，就是专门管理某种事情的官。<br>论：凭定。<br>刑：罚。<br>以：来。<br>昭：彰显，显扬。<br>平：公平。<br>明：严明。<br>理：治。<br>偏私：偏袒私情，不公正。<br>内外异法：宫内和朝廷刑赏之法不同。<br>内外：指宫内和朝廷。<br>异法：刑赏之法不同。法：法制。<br>侍中、侍郎郭攸之、费祎（yī）、董允：郭攸之、费祎是侍中，董允是侍郎。侍中、侍郎，都是官名。<br>此皆良实，志虑忠纯：这些都是善良、诚实的人，他们的志向和心思忠诚无二。<br>良实：善良诚实，这里形容词做名词，指善良诚实的人。<br>志：志向。<br>虑：思想，心思。<br>忠纯：忠诚纯正。<br>简拔：选拔。简：挑选。拔：选拔。<br>遗（wèi）：给予。<br>悉以咨之：都拿来问问他们。悉：副词，都，全。咨：询问，征求意见。<br>之：指郭攸之等人。<br>必能裨补阙漏：一定能够弥补缺点和疏漏之处。<br>裨(bì)：弥补，补救。阙，通“缺”， 缺点。<br>有所广益：得到更多的好处。<br>广益：很多的益处。<br>益：好处、益处。<br>性行：性情品德。<br>性行（xíng)淑均：性情品德善良平正。<br>淑：善。<br>均：公平，平均。<br>晓畅：谙熟，精通。<br>试用：任用。<br>能：能干，有才能。<br>是以：因为这，因此。<br>众：大家。<br>举：推举。<br>督：武职，向宠曾为中部督。<br>营：军营、军队。<br>行(háng)阵：指部队。<br>和睦：团结和谐。<br>优劣:才能高的和才能低的。<br>亲：亲近。<br>信：信任。<br>得所：得到恰当的位置。<br>先汉：西汉。 兴隆：兴盛。<br>后汉：东汉。 倾颓：衰败。<br>每：常常。<br>桓、灵：东汉末年的桓帝和灵帝。他们都因信任宦官，加深了政治的腐败。<br>叹息：感叹惋惜。<br>痛恨：感到痛心遗憾。<br>恨：遗憾，不满意。<br>尚书、长史、参军：都是官名。尚书指陈震，长史指张裔，参军指蒋琬。<br>此悉贞良死节之臣：这些都是坚贞可靠，能够以死报国的忠臣。<br>悉：全、都。<br>贞：坚贞。<br>良：善良可靠。<br>死节：能够以死报国。死：为……而死。<br>隆：兴盛。<br>计日：计算着日子。<br>布衣：平民百姓。<br>躬：亲自，自身。<br>耕：耕种。<br>躬耕：亲自耕种，实指隐居农村。<br>南阳：东汉郡名。即今河南省南阳市。<br>苟：苟且。<br>全：保全。<br>于：在。<br>求：谋求。<br>闻达：闻名显达。<br>以：认为。<br>卑鄙：身份低微，见识短浅。卑，身份低下。鄙，见识短浅。与今义不同。<br>猥(wěi)：辱，这里有降低身份的意思。<br>枉屈：委屈。<br>顾：拜访，探望。<br>咨：询问。<br>由是：因此。<br>感激：感动奋激。<br>许：答应。<br>驱驰：驱车追赶。这里是奔走效劳的意思。<br>后值倾覆：后来遇到兵败。汉献帝建安十三年（公元208年）追击刘备，在当阳长坂大败刘军；<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>奉命出使东吴，联合孙权打败曹操于赤壁才转危为安。<br>值：遇到。<br>倾覆：指兵败。<br>尔来：那时以来。<br>二十有一年：从刘备访诸葛亮于隆中到此次出师北伐已经二十一年。<br>有：通“又”，跟在数词后面表示约数。<br>故：所以。<br>寄：托付。<br>以：把。<br>临崩寄臣以大事：刘备在临死的时候，把国家大事托付给诸葛亮，并且对刘禅说：“汝与丞相从事，事之如父。”临：将要。<br>夙夜忧叹：早晚/整天担忧叹息。夙，清晨。忧，忧愁焦虑。夙夜：早晚。<br>泸：水名，即金沙江。<br>不毛：不长草。这里指人烟稀少的地方。毛，庄稼，苗。<br>兵：武器。<br>甲：装备。<br>奖率：激励率领，奖励统帅。奖，鼓励。<br>庶：希望。<br>竭：竭尽。<br>驽(nú）钝：比喻才能平庸，这是诸葛亮自谦的话。<br>驽 ，劣马，走不快的马，指才能低劣。<br>钝，刀刃不锋利，指头脑不灵活，做事迟钝。<br>攘(rǎng)除：排除，铲除。<br>奸凶：奸邪凶恶之人，此指曹魏政权。<br>还：回。<br>于：到。<br>旧都：指东汉都城洛阳或西汉都城长安。<br>所以：用来……的。<br>此臣所以报先帝而忠陛下之职分也：这是我用来报答先帝，效忠陛下的职责本分。<br>斟酌：考虑，权衡。<br>损：除去。<br>益：兴办，增加。<br>损益：增减，兴革。<br>斟酌损益：斟情酌理、有所兴办。比喻做事要掌握分寸。（处理事务）斟酌情理，有所兴革。<br>托臣以讨贼兴复之效：把讨伐曹魏复兴汉室的任务交给我。<br>托，委托，交给。<br>效，效命的任务。<br>不效则治臣之罪：没有成效就治我的罪。<br>效，取得成效。<br>告：告慰，告祭。<br>兴：发扬。<br>德：道德。<br>言：言论。<br>兴德之言：发扬圣德的言论。<br>慢：怠慢，疏忽，指不尽职。<br>彰其咎：揭示他们的过失。<br>彰：表明，显扬。<br>咎：过失，罪。<br>咨诹(zōu)善道：询问（治国的）好道理。诹(zōu)，询问。<br>察纳：认识采纳。察：明察。<br>雅言：正确的言论，正言，合理的意见。<br>深追：深切追念。<br>先帝遗诏：刘备给后主的遗诏，见《三国志·蜀志·先主传》注引《诸葛亮集》，诏中说：‘勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。’<br>遗诏：皇帝在临终时所发的诏令。<br>当：在……时候。<br>临：面对<br>涕：眼泪。<br>零：落下。<br>不知所言：不知道该说些什么话。这是表示自己可能失言。谦词。</p>",
  "shangxi": "<p>　　分析形势――提出三条建议―――叙经历感帝恩――出师目标 ―――归结责任</p> <p>　　作者思想感情：报先帝而忠陛下</p> <p>　　1．赏罚同一标准：陟罚臧否，不宜异同；</p> <p>　　2．三条建议是：</p> <p>　　①开张圣听（广开言路）；</p> <p>　　②严明赏罚(赏罚分明）；</p> <p>　　③亲贤臣，远小人( 亲贤远佞)</p> <p>　　最重要的一条是：亲贤臣，远小人 ( 亲贤远佞)</p> <p>　　3．分析形势：</p> <p>　　①不利的客观条件：“先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。”</p> <p>　　②有利的主观条件：“侍卫之臣不懈于内，忠志之士忘身于外者。盖追先帝之殊遇，欲报之于陛下也。”</p> <p>　　4．作者志趣（无意功名、淡泊名利）：苟全性命于乱世，不求闻达于诸侯</p> <p>　　5．临危受命（创业艰难、患难与共）的经历：“受任于败军之际，奉命于危难之间”</p> <p>　　6．先后汉兴衰原因：亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也</p> <p>　　7．出师目标（“大事”、政治愿望）：北定中原，攘除奸凶， 兴复汉室， 还于旧都</p> <p>　　8．三顾茅庐（追随先帝驱驰）原因：先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。</p> <p>　　9．表达感情：今当远离，临表涕零，不知所言。 </p>",
  "about": "<h2>判断句</h2> ①是没有明确语言标志的判断句：<br>1．此皆良实<br>译文：这些都是善良、诚实的人。<br>2．此悉贞良死节之臣<br>译文：这些都是坚贞可靠、能够以死报国的忠臣<br>②“也”，判断句标志：<br>1．亲贤臣，远小人，此先汉所以兴隆也。<br>译文：亲近贤臣，远离小人，这是先汉兴隆的原因。<br>2．此臣所以报先帝而忠陛下之职分也。<br>译文：这是我用来报答先帝、尽忠陛下的职责。<br>3．此诚危急存亡之秋也。<br>译文：这真是形势危急、决定存亡的时间啊。<br/><h2>段意概括</h2> 一：分析蜀国面临的形势，向刘禅提出广开言路的建议。（广开言路）<br>二：向刘禅提出严明赏罚的建议。（赏罚分明）<br>三：亲贤远佞。<br>四：自述身世，回顾三顾茅庐至临危受命以来与先帝共同创业的历程，表明自己淡泊的志趣，与对先帝的无限感激。<br>五：追述先帝托孤以来的心情及做法，阐述自己兴复汉室的策略和忠心。以表报先帝忠陛下之情。<br>六：再次强调每个人的分工与职责，表明自己出师的决心和信心。<br/><h2>后世影响</h2> 　　<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>这篇表文历来受到人们的高度赞扬，被视为表中的代表作。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>曾把它跟<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>的《荐<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>表》相提并论，说“至于文举（孔融，字文举）之荐祢衡，气扬采飞；孔明之辞后主，志尽文畅。虽华实异旨，并一时之英也。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在《书愤》中写道：“出师一表真名世，千载谁堪伯仲间？”<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的《正气歌》亦云：“或为出师表，鬼神泣壮烈。”感人之深，于此可见。<br/><h2>简评</h2> <p>　　北伐曹魏是蜀汉后期<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>安邦定国的一种策略：以攻代守，与其坐以待毙还不如主动出击。</p> <p>　　“臣受命之日，寝不安席，食不甘味。”字里行间透露出诸葛亮时刻不忘报答刘备的知遇之恩，诸葛亮将“鞠躬尽瘁”体现得淋漓尽致。</p> <p>　　南宋<a href=\"http://so.gushiwen.org/view_71156.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾高度评价这篇表文，说道：“早岁哪知世事艰，中原北望气如山，楼船夜雪瓜舟渡，铁马秋风大散关，塞上长城空自许，镜中蓑鬓已先斑，出师一表真名世，千载谁堪伯仲间。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>：“三顾频烦天下计，两朝开济老臣心。” </p>",
  "poet": {
    "id": 507,
    "star": 0,
    "name": "诸葛亮",
    "image": "http://img.gushiwen.org/authorImg/zhugeliang.jpg",
    "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "励志",
    "劝勉"
  ]
}