{
  "id": 28614,
  "star": 471,
  "name": "忆梅",
  "dynasty": "唐代",
  "content": "定定住天涯，依依向物华。<br>寒梅最堪恨，常作去年花。",
  "fanyi": "<p><strong>译文</strong><br>滞留在远离家乡的地方，依依不舍地向往着春天的景物。<br>寒梅最能惹起人们怨恨，因为老是被当作去年开的花。</p> <p><strong>注释</strong><br>1、定定：唐时俗语，类今之“牢牢”。<br>2、天涯：此指远离家乡的地方，即梓州。<br>3、物华：万物升华，指春天的景物。<br>4、寒梅：早梅，多于严冬开放。<br>5、恨：怅恨，遗憾。<br>6、去年花：指早梅。因为梅花在严冬开放，春天的时候梅花已经凋谢，所以称为“去年花”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>作幕梓州后期之作，为咏梅而寓意之<a href=\"http://so.gushiwen.org/view_28614.aspx\">诗</a>。写在百花争艳的春天，寒梅早已开过，所以题为“忆梅”。</p> <p>　　一开始诗人的思绪并不在梅花上面，则是为留滞异乡而苦。梓州（州治在今四川三台）离长安一千八百余里，以唐代疆域之辽阔而竟称“天涯”，与其说是地理上的，不如说是心理上的。李商隐是在仕途抑塞、妻子去世的情况下应柳仲郢之辟，来到梓州的。独居异乡，寄迹幕府，已自感到孤孑苦闷，想不到竟一住数年，意绪之无聊郁闷更可想而知。“定定住天涯”，就是这个痛苦灵魂的心声。定定，犹“死死地”、“牢牢地”，诗人感到自己竟象是永远地被钉死在这异乡的土地上了。这里，有强烈的苦闷，有难以名状的厌烦，也有无可奈何的悲哀。<a href=\"http://so.gushiwen.org/author_1121.aspx\">屈复</a>说：“‘定定’字俚语入诗却雅。”这个“雅”，似乎可以理解为富于艺术表现力。</p> <p>　　为思乡之情、留滞之悲所苦的诗人，精神上不能不寻找慰藉，于是转出第二句：“依依向物华。”物华，指眼前美好的春天景物。依依，形容面对美好春色时亲切留连的意绪。诗人在百花争艳的春色面前似乎暂时得到了安慰，从内心深处升起一种对美好事物无限依恋的柔情。一、二两句，感情似乎截然相反，实际上“依依向物华”之情即因“定定住天涯”而生，两种相反的感情却是相通的。</p> <p>　　“寒梅最堪恨，长作去年花。”三、四两句，诗境又出现更大的转折。面对姹紫嫣红的“物华”，诗人不禁想到了梅花。它先春而开，到百花盛开时，却早花凋香尽，诗人遗憾之余，便不免对它怨恨起来了。由“向物华”而忆梅，这是一层曲折；由忆梅而恨梅，这又是一层曲折。“恨”正是“忆”的发展与深化，正像深切期待的失望会转化为怨恨一样。</p> <p>　　但这只是一般人的心理。对于李商隐来说，却有更内在的原因。“寒梅”先春而开、望春而凋的特点，使诗人很自然地联想到自己：少年早慧，文名早著，科第早登；然而紧接着便是一系列不幸和打击，到入川以后，已经是“克意事佛，方愿打钟扫地，为清凉山行者”（《樊南乙集序》），意绪颇为颓唐了。这早秀先凋，不能与百花共享春天温暖的“寒梅”，正是诗人自己的写照。诗人在《十一月中旬扶风界风梅花》诗中，也曾发出同样的感叹：“为谁成早秀？不待作年芳。”非时而早秀，“不待作年芳”的早梅，和“长作去年花”的“寒梅”，都是诗人不幸身世的象征。正因为看到或想到它，就会触动早秀先凋的身世之悲，诗人自然不免要发出“寒梅最堪恨”的怨嗟了。诗写到这里，黯然而收，透出一种不言而神伤的情调。</p> <p>　　五言绝句，贵天然浑成，一意贯串，忌刻意雕镂，枝蔓曲折。这首《忆梅》，“意极曲折”（<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评语），却并不给人以散漫破碎、雕琢伤真之感，关键在于层层转折都离不开诗人沉沦羁泊的身世。这样，才能潜气内转，在曲折中见浑成，在繁多中见统一，达到有神无迹的境界。</p><br/><h2>鉴赏二</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_28614.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>所作的一首咏物诗。</p> <p>　　首先是一句“定定住天涯”，可看得出一开始诗人的思绪并不在梅花上面，而是因为滞留异乡而苦。梓州（今四川三台）离长安一千八百余里，以唐代疆域之辽阔而竟称“天涯”，与其说是地理上的，不如说是心理上的。李商隐是在仕途抑塞、妻子去世的情况下应柳仲郢之辟，来到梓州的。独居异乡，寄迹幕府，已自感到孤孑苦闷，想不到竟一住数年，意绪之无聊郁闷更可想而知。这句就是这个痛苦灵魂的心声。定定即是“死死地”、“牢牢地”，诗人感到自己竟象是永远地被钉死在这异乡的土地上了。这里，有强烈的苦闷，有难以名状的厌烦，也有无可奈何的悲哀。<a href=\"http://so.gushiwen.org/author_1121.aspx\">屈复</a>评此句说：“‘定定’字俚语入诗却雅。”这个“雅”，似乎可以理解为富于艺术表现力。</p> <p>　　为思乡之情、留滞之悲所苦的诗人，精神上不能不寻找慰藉，于是转出第二句：“依依向物华。”诗人在百花争艳的春色面前似乎暂时得到了安慰，从内心深处升起一种对美好事物无限依恋的柔情。一、二两句，感情似乎截然相反，实际上“依依向物华”之情即因“定定住天涯”而生，两种相反的感情却是相通的。</p> <p>　　“寒梅最堪恨，长作去年花。”三、四两句，诗境又出现更大的转折。面对姹紫嫣红的“物华”，诗人不禁想到了梅花。它先春而开，到百花盛开时，却早花凋香尽，诗人遗憾之余，便不免对它怨恨起来了。由“向物华”而忆梅，这是一层曲折；由忆梅而恨梅，这又是一层曲折。“恨”正是“忆”的发展与深化，正像深切期待的失望会转化为怨恨一样。</p> <p>　　但这只是一般人的心理。对于李商隐来说，却有更内在的原因。“寒梅”先春而开、望春而凋的特点，使诗人很自然地联想到自己：少年早慧，文名早著，科第早登，但依旧怀才不遇，紧接着的便是一系列不幸和打击，到入川以后，已经是“克意事佛，方愿打钟扫地，为清凉山行者”（《樊南乙集序》），意绪颇为颓唐了。这早秀先凋，不能与百花共享春天温暖的“寒梅”，正是诗人自己的写照。诗人在《十一月中旬扶风界风梅花》诗中，也曾发出同样的感叹：“为谁成早秀？不待作年芳。”非时而早秀，“不待作年芳”的早梅，和“长作去年花”的“寒梅”，都是诗人不幸身世的象征。正因为看到或想到它，就会触动早秀先凋的身世之悲，诗人自然不免要发出“寒梅最堪恨”的怨嗟了。诗写到这里，黯然而收，透出一种不言而神伤的情调。</p> <p>　　全诗看来，这首五言绝句，贵在天然浑成，一意贯串，并无刻意雕镂，枝蔓曲折。这首《忆梅》，意极曲折，却并不给人以散漫破碎、雕琢伤真之感，关键在于层层转折都离不开诗人沉沦羁泊的身世。这样一来，便显得此诗潜气内转，在曲折中见浑成，在繁多中见统一，达到有神无迹的境界。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>作幕梓州后期之作，此<a href=\"http://so.gushiwen.org/view_28614.aspx\">诗</a>写在百花争艳的春天，在作诗之时寒梅早已开过，所以题为“忆梅”。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "咏物",
    "梅花",
    "抒情"
  ]
}