{
  "id": 49296,
  "star": 418,
  "name": "少年游·离多最是",
  "dynasty": "宋代",
  "content": "离多最是，东西流水，终解两相逢。<br>浅情终似，行云无定，犹到梦魂中。<br>可怜人意，薄于云水，佳会更难重。<br>细想从来，断肠多处，不与今番同。",
  "fanyi": "<p><strong>译文</strong><br>　　离别跟这样的情景最为相同，二水分流，一个向西，一个朝东，但最终还能再度相逢。即使情感浅薄，好象是飘飘不定，白云行空，但仍可相逢在梦中。<br>　　可惜的是人的情意比行云流水还要浅薄而无定性，佳期密约，难以使人信从。认真回想，从前的种种。虽然多次令人肠断，但都与这次，截然不同！</p> <p><strong>注释</strong><br>①解：懂得，知道。<br>②行云：喻自己所思念的女子，用巫山神女朝云暮雨的故事。<br>③可怜：可惜。<br>④佳会：美好的聚会。<br>⑤难重（chóng）：难以再来。</p><br/><h2>粗译</h2> 离多最终会是，东西的流水，最终相逢之情可解；<br>浅情最终会像，无定的行云，仍然可在梦中相遇；<br>只是人意可怜，比云水更薄，这样的佳会很难再遇到；<br>细想从来，让人断肠处多，却不与这次相同。",
  "shangxi": "<h2>赏析</h2> <p>　　此词抒离别怨情，上片分写云、水，以水虽离多而终能相逢、云虽无定犹能到梦中，为下片反衬作好铺垫。过片总云、水言之而又能翻进一层，说人意薄于云水。开篇先以双水分流设喻：“离多最是，东西流水。”以流水喻诀别，其语本于传为<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>被弃所作的《白头吟》：“躞蹀御沟上，沟水东西流。”第三句却略反其意，说水分东西，终会再流到一处，等于说流水不足喻两情的诀别，第一层比喻便自行取消。于是再设一喻：“浅情终似，行云无定。”用行云无凭喻对方一去杳无信息，似更妥贴。不意下句又暗用楚王梦神女“朝为行云”之典，谓行云虽无凭准，还能入梦，将第二个比喻也予取消。短短六句，语意翻复，有柔肠百折之感。</p> <p>　　过片总云、水言之而又翻进一层，言人意薄于云水。流水行云本为无情之物，可是它们或终能相逢，或犹到梦中，似乎又并非一味无情。在苦于“佳会更难重”的人儿心目中，人情之薄远甚于云水。翻无情为有情，原是为了加倍突出人情之难堪。结拍三句直抒情怀，语极沉痛：仔细回想，过去最为伤心的时候，也不能与今番相比。此三句是抒情主人公内心世界直截了当的表露和宣泄，感情极为深沉、厚重，读来荡气回肠，一唱三叹。近人夏敬观评此词：“云水意相对，上分述而又总之，作法变幻。”作者在词中正是运用这种艺术手法，造成回旋往复的词境，给读者以无穷的回味。</p><br/><h2>赏析二</h2> <p>　　离别和碰上薄情人，是两种不同性质的痛苦。离别毕竟不是死别·，总有相会的时候，“离多最是，东西流水，终解两相逢”，便是有感而发了。”以“流水”喻诀别，其语本于传为<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>被弃所作的《白头吟》：“躞蹀御沟上，沟水东西流”。水往低处流，尽管千回百转，东西异向，而最终会汇流一处。以流水喻人之离情，这里取其终极于殊途同归的美好结局。尽管流水无情，可能暂时带去缕缕相思苦，耗费生命和时间，但词人以“己信人，终不疑其欺己”之“痴”，甘愿以痛苦的等待换取甜蜜的重温旧梦。</p> <p>　　“浅情终似，行云无定”，用“行云无凭”喻对方一去杳无信息，明知对方浅情薄意，言语无定似行云、一去杳无信息，也不加恨。因为，“犹刭梦魂中”暗用楚王与神女的典故，仍可在梦中相会。</p> <p>　　这里，有两点值得特别一提。其一，两层比喻均有转折，而造句上均有所省略。“东西流水”与“行云无定”，于前句为宾语，于后句则为主语。即后句省略了主语。用散文眼光看来是难通的，即使在<a href=\"http://so.gushiwen.org/view_49296.aspx\">诗</a>中这样的省略也不多见，而词中却常常有之。这种省略法不但使行文精炼，同时形成一种有别于诗文的词味。其二，行云流水通常只作一种比喻，此处分用，“终解”与“犹到”在语气上有强弱之别，仿佛行云不及流水。故两层比喻似平列而实有层递关系，颇具新意。</p> <p>　　“可怜人意，薄于云水，佳会更难重”。“可怜”乃哀人生遭际，好景不长，既不如流水之“解相逢”，亦不如行云之“入梦来”，别易会难。流水行云本为无情之物，可是它们或终解相逢，或犹到梦中，似乎又并非二味无情。在苦于“佳会更难重”的人儿心目中，人情之薄岂不甚于云水。翻无情为有情，加倍突出人情之难堪。</p> <p>　　“细想从来，断肠多处，不与这番同”。“细想”二字，是抒情主人公直接露面；“从来”指一生漫长岁月中；“断肠多处”，不知经历过多次的生离死别；“这番”，指宁熙七年遭遇变故，身陷囹圄。仔细回想，过去最为伤心的时候，也不能与今番相比呢！而经过三重的加倍渲染，这样明快直截的内心独自中，自觉有充实深厚的内蕴。</p>",
  "about": "<h2>粗赏</h2> 　　细观全<a href=\"http://so.gushiwen.org/view_49296.aspx\">诗</a>，着眼之处当属“人意”“佳会”。我们可以大胆猜想诗人在写这首诗的环境。作者正是意气风发的大好少年，远离家乡出外游闯，此间经历悲欢离合不可胜数，似乎早已不在意了。只是这一次是什么样的佳会：也许是巧遇知己，把酒言欢之后，最终要离去的不舍之情最重；又或是偶遇佳人，情意缱绻，难舍难分。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "抒情",
    "离别"
  ]
}