{
  "id": 71426,
  "star": 17,
  "name": "秋怀二首",
  "dynasty": "宋代",
  "content": "秋阴细细压茅堂，吟虫啾啾昨夜凉。<br>雨开芭蕉新闲旧，风撼篔簹宫应商。<br>砧声已急不可缓，檐景既短难为长。<br>狐裘断缝弃墙角，岂念晏岁多繁霜。</p> <p>茅堂索索秋风发，行遶空庭紫苔滑。<br>蛙号池上晚来雨，鹊转南枝夜深月。<br>翻手覆手不可期，一死一生交道绝。<br>湖水无端浸白云，故人书断孤鸿没。 ",
  "shangxi": "<h2>赏析</h2> <p>　　作此组<a href=\"http://so.gushiwen.org/view_71426.aspx\">诗</a>时作者任职于国子监。国子监职务清闲，作者能读书自遣。他当时还未卷入新旧党斗争，处境比较单纯，所以诗篇虽带有感慨，但在他的作品中情调还是比较闲淡的，不像后来的作品那样有着更多的郁勃不平之气。可是从形式上看，却又颇为特殊：它是两首七言古诗，而第一首八句，押平韵，中间两联对偶，很像七言律诗；第二首押仄韵，比较不像，惟八句中次联对偶，第三联接近对偶，也带律味。第一首作律诗看，句中拗字出入不大，主要是联与联相“粘”的平仄不合规律。作者大部分律诗，多求音节近古；这两首古诗，形式上却近律诗。</p> <p>　　第一首，前六句写“秋”，后两句写怀。起句“秋阴细细压茅堂”，写秋阴透入屋里。“细细”二字，既蒙上“秋阴”，表示其不浓；又作下面“压”的状语，表示不断沁透，用字细微。“压”字称得上是“诗眼”，“细”而能“压”，颇出奇，是积渐的力量，有此一字，全句显得雄健。次句“吟虫啾啾昨夜凉”，写虫声。着“昨夜”二字，表明诗所写的是翌日的白天；“凉”字与下句“雨”字照应。第三句“雨开芭蕉新间旧”；写雨后芭薰的开放。“新间旧”，新叶与旧叶相间，可见观物之细。第四句“风撼筼筜宫应商”，写风吹竹声作响。筼筜，竹名；“撼”，指风力大，摇动出声；“宫”、“商”都是五音之一，以之写竹声，表现其有音乐性，可见作者体察事物之美。第五六句：“砧声已急不可缓，檐景既短难为长。”古代妇女，多在秋天捣洗新布，替家人做御寒的衣服，故捣衣的“石砧”的声音四起，便是秋天到来的象征；秋天日短，故屋檐外日影（景即影）不长。砧声到了“急不可缓”，便是秋意已深，寒衣应该赶制了。第七八句：“狐裘断缝弃墙角，岂念晏岁多繁霜！”承上“砧声”而来。户外捣衣声急，触动作者想到寒衣问题。他想起来却是裘破无人缝补，这一是作客在外，一是为官清贫，四字意含两层。“弃墙角”，不自收拾，接以不念岁晚（岁晏）严霜多，难以对付，更见缺少谋虑。这两句写意态的颓唐，但却是作者曲述自己心情的洒脱，因为在作者的心目中，所谓“达者”对待未来之事，是不应该戚戚于怀，多作预先的谋虑的。这两句是写“怀”。诗篇写秋是每联一句写景，一句写声，幽美中带点凄清，渐渐从不相干处写到切身之事；写怀又把切身的事排开，用达观的态度对待它，使人觉得作者所关心的倒是那些不相干的景物和天然的声籁，凄清之感又在洒脱的情趣中冲淡了。</p> <p>　　第二首，前四句写“秋”，后四句写“怀”。起两句：“茅堂索索秋风发，行绕空庭紫苔滑。”仍写秋风及雨后。“苔滑”，是雨后情况，它和“空”字结合，表现室中空寂，门庭行人很少，也即表现作者官冷孤居、过着寂寥的落寞生涯。第三四句：“蛙号池上晚来雨，鹊转南枝夜深月。”上句写雨再来，承接组诗中的第一首，表现出雨是连日不断，时间又从白天转到夜里；下句用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》“月明星稀，乌鹊南飞。绕树三匝，何枝可依”的诗意来写景。雨多池涨，兼以天冷，故蛙声虽多，是“号”而不是“鸣”，声带凄紧，不像夏天那样热闹有趣；雨余淡月照着树上的寒鹊，因栖息不安而转枝。这四句也是每联中一句写声，一句写景，凄清的气氛比组诗第一首更浓，但还是淡淡写来，不动激情。第五六句：“翻手覆手不可期，一死一生交道绝。”感慨世上交情淡薄，不易信赖。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《贫交行》：“翻手为云覆手雨，纷纷轻薄何须数。君不见管鲍贫时交，此道今人弃如土。”《史记·汲郑列传赞》：“一死一生，乃知交情。”为诗意的出处。第七八句：“湖水无端浸白云，故人书断孤鸿没。”写得细微含蓄。从凄清、孤寂的处境中引起对友谊的渴求，首先感到的是世上真挚友谊的难得；这种情境又使作者更感到少数志同道合的“故人”的友谊的可贵，但这些“故人”又远隔他乡，不但无法相对倾谈，而且连代为传书的鸿雁的影子都看不到。四句中包含着复杂的思想感情的转折起伏，却写得若断若续，脉络不露，使人只能于言外得之；“湖水浸白云”，插以“无端”二字，便是埋怨它只浸云影而不能照出传书的鸿影，诗句就由写景化为抒情，做到寓情于景。前诗写怀，归于轻视物质上的困难，归于洒脱，兼具理趣和深情；这首诗写怀，归于重视别离中的友谊，归于绵邈，兼具理趣和深情。 </p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_71426.aspx\">诗</a>，翁方纲校刊的《山谷诗全集》据旧本收在《外集补遗》中，下注“熙宁八年（指1075年）北京作”。公元1075年，作者三十一岁，宋代的北京即今河北大名，当时作者在那里任国子监教授。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "秋天",
    "抒怀",
    "友情",
    "组诗"
  ]
}