{
  "id": 70889,
  "star": 235,
  "name": "杂诗七首·其四",
  "dynasty": "魏晋",
  "content": "南国有佳人，容华若桃李。<br>朝游江北岸，夕宿潇湘沚。<br>时俗薄朱颜，谁为发皓齿？<br>俯仰岁将暮，荣耀难久恃。",
  "fanyi": "<p><strong>译文</strong><br>在南方，有一位美丽的女子，她的面容若桃花般芳艳，如李花般清丽。<br>早晨她来到江北岸边游玩，夜晚她到萧湘的小岛中休憩。<br>当世的风气轻视美丽的容颜，贝齿轻启的微笑为谁而发呢？<br>转瞬间，岁月消逝，可是青春的美貌是难以永远存在的。 </p><p><strong>注释</strong><br>①南国：古代泛指江南一带。容华：容貌。　<br>②湘沚：湘水中的小洲。湘水在湖南，入洞庭湖。沚，水中小洲。朝游北岸，夕宿湘沚，是以湘水女神自喻，应取意于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》。此句一作“日夕宿湘沚”。　<br>③薄朱颜：不重视美貌的人，这里指不重视有才德的人。　<br>④发皓齿：指唱歌或说话，这里是指推荐、介绍。　<br>⑤俯仰：低头扬头之间，极言时间之短。　<br>⑥荣耀：花开绚艳的样子，这里指人的青春盛颜。久恃：久留，久待。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　萧统《文选》选录<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂<a href=\"http://so.gushiwen.org/view_70889.aspx\">诗</a>》六首，获得历代诗评家的赞赏和肯定，是曹植诗歌中的著名篇章。此诗是其中的第四首。</p> <p>　　这首诗是曹植后期所作，采用比喻手法，表现了他怀才不遇的苦闷。曹植不但文才很高，而且具有政治抱负，希求建功立业，垂名青史。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>一度想立曹植为太子，结果没有实现。曹操死后，他因此备受其兄<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>（魏文帝）、侄子曹叡（魏明帝）的猜忌和压抑，屡徙封地，连生活都很不安定，根本谈不上实现政治抱负。这首诗以佳人自比：佳人的容貌艳若桃李之花，比喻自己才能的杰出；“时俗”二句，说佳人的美貌和歌唱才能都不为时人所赏识，比喻自己怀才不遇；“俯仰”二句，说时光流驶，佳人的容华难以久恃，寄寓了自己盛年时无法施展抱负的深沉慨叹。</p> <p>　　在我国古典文学作品中，从<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的辞赋开始，就形成了以美人香草比喻贤能之士的传统。曹植这首诗，在构思和写法上明显地学习屈赋。屈原《九歌》中的湘君、湘夫人二神，其游踪大致在沅、湘、长江一带，《湘夫人》篇中有“闻佳人兮召予”句，以佳人指湘夫人。曹植这首诗中的前四句，其构思用语，大约即从《湘君》、《湘夫人》篇生发而来。《离骚》云：“汨余若将不及兮，恐年岁之不吾与。”“惟草木之零落兮，恐美人之迟暮。”曹诗末二句又是从它们脱胎而出。这种继承发展关系，可以帮助说明这首诗的主题是抒发怀才不遇的苦闷。元代刘履《文选诗补注》（卷二）释此篇题旨说：“此亦自言才美足以有用，今但游息闲散之地，不见顾重于当世，将恐时移岁改，功业未建，遂湮没而无闻焉。故借佳人为喻以自伤也。”清代张玉谷《古诗赏析》（卷九）也说：“此诗伤己之徒抱奇才，仆仆移藩，无人调护君侧，而年将老也。通体以佳人作比，首二自矜，中四自惜，末二自慨，音促韵长。”刘、张两人的解释都是颇为中肯的。曹植在《求自试表》一文中，强烈地表现了他要求在政治上建功立业的愿望，文中后面部分有云：“臣窃感先帝早崩，威王弃世，臣独何人，以堪长久！常恐先朝露填沟壑，坟土未干，而身名并灭。”这段话的意思与此篇“俯仰岁将暮，荣耀难久恃”二句的内容也是息息相通的。</p> <p>　　有一种说法，认为这首诗的主题不是作者自伤，而是为曹彪鸣不平。“佳人”盖指彪，时为吴王也。《魏志》：彪于黄初三年，徙封吴王，五年改封寿春县，七年徙封白马。朝游夕宿，喻迁徙无定也。”（见黄节《曹子建诗注》卷一）曹彪是曹植的异母弟，曹植与曹彪同受朝廷猜忌压抑，有同病相怜之感，黄节的看法可备一说，但证据毕竟不足。徐公持同志说：“按曹彪虽膺过吴王的封爵，其封城却并不真在吴地。当时自江以南，全在孙氏控制之下，曹彪无由得至江南。他这个吴王封在寿春附近，此点曹植不会不知。所以诗写‘南国’‘佳人’，‘朝游江北岸，夕宿潇湘沚’等等，不可能是指曹彪，而是借用楚辞的意境和成语，来抒发自己对‘时俗薄朱颜’的感慨，其主旨是怀才不遇。”这样讲比较合乎情理。</p> <p>　　这首诗与曹植的另一首名作《美女篇》主题相当，在艺术描写上却有丰腴与简约的区别，可进行一下比较。《美女篇》全诗较长，节录如下：</p> <p>　　美女妖且闲，采桑歧路间。柔条纷冉冉，落叶何翩翩。攘袖见素手，皓腕约金环。……借问女何居，乃在城南端，青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营，玉帛不时安？佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观。盛年处房室，中夜独长叹。</p> <p>　　《美女篇》的主题，过去不少评论者都指出它是曹植以美女自比，比喻他怀抱才能而不得施展。如清王尧衢《古唐诗合解》（卷三）说：“子建求自试而不见用，如美女之不见售，故以为比。”《美女篇》与《杂诗》“南国篇”的主题相同，又同用比喻手法，城南美女与南国佳人，都是曹植自比。《美女篇》“佳人慕高义”以下四句，说城南美女不为众人所理解，意思与“南国篇”的“时俗”二句相通，点明了“怀才不遇”的主旨。“盛年处房室’二句，也与“南国篇”的“俯仰”二句一样，在结尾表现了深沉的慨叹。上面《美女篇》的引文，在“攘袖”二句下省略了十句，这十句连同“攘袖”二句都是写城南女的姿态和装束，从各个方面来刻划她的美丽，而“南国”篇写佳人之美，仅用了“容华若挑李”一句，非常简括。《美女篇》在其他方面的描写也较“南国”篇丰腴，但写美女姿态装束的一段尤为突出。这两首诗同用比喻法写同一个主题，但使用了详略不同的写法，“南国”篇简练爽朗，《美女篇》华赡生动，在艺术上各擅胜场，用词造句毫无雷同之感，这里表现了曹植高超的写作才能。</p> <p>　　钟嵘《诗品》评曹植诗云：“骨气奇高，词采华茂，情兼雅怨，体被文质。”这是对曹植诗歌很深刻的评语。“情兼雅怨”是论思想内容，指出曹植诗具有“小雅怨诽而不乱”的特色，曹植后期的不少诗作，倾吐牢愁，的确多近似小雅的怨诽之词，《杂诗》“南国篇”、《美女篇》都是其例。骨气即气骨，也就是风骨。骨气奇高，是赞美曹植诗富有风骨，即富有爽朗刚健的风貌。词采华茂，是赞美曹植诗语言华美丰富。钟嵘主张诗歌应当“干之以风力（即风骨），润之以丹采”（《诗品序》），即以爽朗刚健的风骨为骨干，再用华美的辞采加以润饰，二者结合起来，达到优美的艺术境界。曹植的诗“骨气奇高，词采华茂”，符合于他的艺术标准，所以获得极高评价。明胡应麟在评曹植《五游》、《升天行》诸诗时云：“词藻宏富，而气骨苍然。”（《诗薮》内编卷一）也是承袭了钟嵘的批评标准。</p> <p>　　曹植的诗，总的说来是风骨、词采二者兼备，但仔细分析，不同的诗篇在某一方面往往有所侧重，有的风骨更遒劲一些，有的词采更宏富一些。他的部分诗篇，像《箜篌引》、《美女篇》、《白马篇》、《名都篇》等，大抵篇幅稍长，对偶句与铺陈语较多，其词采华茂的特色就显得更为突出，但也仍然具有风骨。另外有一部分诗，像《野田黄雀行》、《泰山梁甫行》、《杂诗六首》等，大抵篇幅稍短，描写较简练，对偶句与铺陈语少，这类诗篇更鲜明地显示出骨气奇高的特色，但也仍然具有词采。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>评曹植诗说：“子建天才流丽，虽誉冠千古，而实逊父兄。何以故？材太高，辞太华。”（《艺苑卮言》卷三）王世贞认为曹植诗成就低于曹操、曹丕，意见未必公允，但曹植诗在词采华茂这方面的确大大超过其父兄，特别如《箜篌引》、《美女篇》一类诗表现尤为突出。王世贞又说：“子桓之《杂诗》二首，子建之《杂诗》六首，可入《十九首》，不能辨也。”（同上）又从风格的质朴刚健方面对曹植的《杂诗》六首给予很高评价，认为可与汉代无名氏的《古诗十九首》并驾齐驱。王世贞不喜华丽文风，所以对曹植作出这样的评价，但由此也可以看出，曹植的不同诗篇，在风骨和词采二者的某一方面的确有所侧重。</p> <p>　　《杂诗》“南国”篇这首诗，其中“时俗薄朱颜”二句，也是文采斐然；但大体说来，其艺术上的主要特色是简练峭直，语短情长，含蕴丰富，意境深邃，它虽然不像《美女篇》铺陈细致，词藻华美，但也自具一种爽朗自然之美，经得起吟咏咀嚼。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "古诗三百首",
    "写人",
    "感慨",
    "怀才不遇"
  ]
}