{
  "id": 59128,
  "star": 248,
  "name": "唐多令·芦叶满汀洲",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。</span></p> <p>芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。<br>黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。",
  "fanyi": "<p><strong>译文<br></strong><span style=\"font-family:FangSong_GB2312;\">同一帮友人在安远楼聚会，酒席上一位姓黄的歌女请我作一首词，我便当场创作此篇。时为八月五日。</span></p> <p>芦苇的枯叶落满沙洲，浅浅的寒水在沙滩上无声无息地流过。二十年光阴似箭，如今我又重新登上这旧地南楼。柳树下的小舟尚未系稳，我就匆匆忙忙重回故地。因为过不了几日就是中秋。<br>早已破烂不堪的黄鹤矶头，我的老朋友有没有来过？我眼前满目是苍凉的旧江山，又平添了无尽的绵绵新愁。想要买上桂花，带着美酒一同去水上泛舟逍遥一番。但却没有了少年时那种豪迈的意气。</p> <p><strong>注释</strong><br>唐多令，词牌名，也写作《糖多令》，又名《南楼令》，双调，六十字，上下片各四平韵，亦有前片第三句加一衬字者。<br>安远楼：在今武昌黄鹄山上，又称南楼。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《翠楼吟》词序云：“淳熙十三年（1186）冬，武昌安远楼成。”当时武昌是南宋和金人交战的前方。<br>小集：此指小宴。<br>侑（yòu）觞歌板：指酒宴上劝饮执板的歌女。侑觞，劝酒。歌板，执板奏歌。<br>龙洲道人：<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>自号。<br>汀洲：水中小洲。<br>二十年句：南楼初建时期，刘过曾漫游武昌，过了一段“黄鹤楼前识楚卿，彩云重叠拥娉婷”（《浣溪沙》）的豪纵生活。南楼，指安远楼。<br>黄鹤断矶：黄鹤矶，在武昌城西，上有黄鹤楼。断矶，形容矶头荒凉。<br>浑是：全是。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>词能够在辛派阵营中占据重要一席，并不仅仅是因为那些与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>豪纵恣肆之风相近的作品，还在于那些豪迈中颇显俊致的独特词风，正如刘熙载所说：“刘改之词，狂逸之中自饶俊致，虽沉着不及稼轩，足以自成一家。”（《艺概》）此词就是这么一首具有独特风格的词。</p> <p>　　这是一首登临名作。作者借重过武昌南楼之机，感慨时事，抒写昔是今非和怀才不遇的思想感情。安远楼，在武昌黄鹄山上，一名南楼。建于1186年（淳熙十三年）。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>曾自度《翠楼吟》词纪之。其小序云“淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志”，具载其事。 　</p> <p>　　刘过重访南楼，距上次登览几二十年。当时韩侂胄掌握实权，轻举妄动，意欲伐金以成就自己的“功名”。而当时南宋朝廷军备废驰，国库空虚，将才难觅，一旦挑起战争，就会兵连祸连，生灵涂炭。词人刘过以垂暮之身，逢此乱局，虽风景不殊，却触目有忧国伤时之恸。这种心境深深地反映到他的词中。</p> <p>　　词一起用了两个偶句，略点景物，写登楼之所见。 　</p> <p>　　但既无金碧楼台，也没写清嘉的山水。呈现在人们面前的只是一泓寒水，满目荒芦而已。这里的“满”字和“寒”字下得好，把萧疏的外景同低徊的心境交融在一起，勾勒出一幅黯淡的画面，为全词着上了一层“底色”。细味这残芦满目、浅流如带的词境，不止气象萧瑟，而且写出了居高临下的眺望之感来，是统摄全篇的传神之笔。接下去，作者以时空交错的技法把词笔从空间的凭眺折入时间的溯洄，以虚间实，别起波澜。“二十年重过南楼”，一句里包含了多少感慨！二十年前，也就是安远楼落成不久，刘过离家赴试，曾在这里过了一段狂放不羁的生活。所谓“醉槌黄鹤楼，一掷赌百万。”（《湖学别苏召叟》）以及“黄鹤楼前识楚卿，彩云重叠拥娉婷”（《浣溪沙。赠妓徐楚楚》），这就是他当年游踪的剪影。二十年过去了，可是以身许国的刘过却“四举无成，十年不调”，仍然一袭布衣。此时故地重经，而且是在这个危机四伏祸乱不远的时候，怎不令人凄然以悲呢？句中的“过”字点明此行不过是“解鞍少驻初程”的暂歇而已，并为下文伏线。“柳下”三句，一波三折，文随意转，极见工力。“未稳”上承“过”字，说明行色匆匆，钩锁紧密，见出文心之细。“能几日，又中秋”，意谓不消几天，中秋又来到了。一种时序催人的忧心、烈士暮年的悲感和无可奈何的叹喟都从这一个“又”字里泄露出来。三句迭用“犹”、“能”、“又”等虚字呼应提携，真能将词人灵魂的皱折淋漓尽致地揭示无余。</p> <p>　　过片以后纯乎写情，都从“重过”一义生发。曰“故人”，曰“旧江山”，曰“新愁”，曰“不似”，莫不如此。章法之精严，风格之浑成，堪称《龙洲词》中上上之作。“黄鹤”二句从设问提起，妙处在能从虚际转身。“矶头”上缀一“断”字，便有残山剩水的凄凉意味，不是泛泛之笔。“旧江山浑是新愁”，是深化题旨之重笔。前此种种灰黯的心绪，所为伊何？</p> <p>　　难道仅仅是怀人、病酒、叹老、悲秋么？被宋子虚誉为“天下奇男子，平生以气义撼当世”（《龙洲词跋》）的刘过是不会自溺于此的，刘过此词的忧国伤时之感无疑要高于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辨》单纯的寒土悲秋之感。他此刻所感受的巨大的愁苦，就是对韩侂胄引火的冒险政策的担忧，就是对江河日下的南宋政局的悲痛。</p> <p>　　旧日的壮丽江山笼罩着战争的阴影，而他对于这场可怕的灾难竟然无能为力，这怎么不教人悲从中来不可断绝呢？“浑是新愁”，四字包括三层含义。本有旧愁，是一层；添了新愁，是第二层。愁到了“浑是”的程度，极言分量之重，是第三层。旧愁为何？就是他《忆鄂渚》<a href=\"http://so.gushiwen.org/view_59128.aspx\">诗</a>所云“书生岂无一策奇，叩阍击鼓天不知”之怀才不遇报国无门的苦闷。卒章三句买花载酒，本想苦中求乐，来驱散一下心头的愁绪。可是这家国恨、身世愁又岂是些许花酒所冲淡得了的！先用“欲”字一顿，提出游乐的意愿，接着用“不似”一转，则纵去也无复当年乐趣，表示了否定的态度。“少年”，是一个比较宽泛的概念，相对而言。刘过初到南楼，年方三十，故可称为少年。且可与上片之“二十年重过南楼”相绾合，论其章法，确有草灰蛇线之妙。如此结尾，既沉郁又浑成，令人读之有无穷哀感。</p> <p>　　刘过的爱国词篇，多为豪爽奔放，痛快淋漓之作。但这首《糖多令》却写得蕴藉含蓄，耐人咀嚼。与其他爱国词比较，的确别具一格，故而流传甚广。《糖多令》即《唐多令》，原为僻调，罕有填者。自刘词出而和者如林，其调乃显。<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>即追和七阕，周密而因其有“重过南楼”之语，为更名曰《南楼令》。可见此词影响之大。</p><br/><h2>赏析</h2> <p>　　这是一首名作，后人誉为“小令中之工品。”工在哪里？此写秋日重登二十年前旧游地武昌南楼，所见所思，缠绵凄怆。在表层山水风光乐酒留连的安适下面，可以感到作者心情沉重的失落，令人酸辛。畅达流利而熟练的文辞描写，和谐工整而圆滑的韵律，都好似在这酒酣耳热纵情声色的场面中不得不挂在脸上的笑容，──有些板滞不太自然的笑容。　　这淡淡而深深的哀愁，如满汀洲的芦叶，如带浅流的寒沙，不可胜数莫可排遣。面对大江东去黄鹄断矶竟无豪情可抒！表中郎谓，“大抵物真则贵，真则我面不能同君面，而况古人之面貌乎？”读此《唐多令》应该补充一句：“真则我面不能同我面”，初读谁相信这是大声镗鞳的豪放词人<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>之作？<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》说，“能写真景物、真感情者，谓之有境界。”《唐多令》情真、景真、事真、意真地写出又一个具有个性独创性的刘改之，此小令之“工”，首在这新境界的创造上。</p> <p>　　论者多说此词暗寓家国之愁，确。怎么见得？请看此词从头到尾在描写缺憾和不满足：“白云千载空悠悠”的黄鹤山头，所见只是芦叶汀洲、寒沙浅流，滔滔大江不是未见，无奈与心境不合；柳下系舟未稳，中秋将到未到；黄鹤矶断，故人不见；江山未改，尽是新愁；欲纵情声色<a href=\"http://so.gushiwen.org/view_59128.aspx\">诗</a>酒，已无少年豪兴……。恢复无望，国家将亡的巨大哀感遍布华林，不祥的浓云压城城欲摧。这一灰冷色调的武昌蛇山巅野望抒怀，真使人肝肠寸断，不寒而栗。</p> <p>　　韩昌黎云，“欢愉之词难工，穷苦之音易好。”其实，忧郁之情，达之深而近真亦属不易。如果过于外露倾泻，泪竭声嘶，反属不美，故词写悲剧亦不可无含蓄，一发不可收形成惨局。此《唐多令》，于含蓄中有深致，于虚处见真事、真意、真景、真情。情之深犹水之深，长江大河，水深难测，万里奔流，转无声息。吾知此词何以不刻画眼前之大江矣？愁境入情，江流心底。“问君能有几多愁？恰似一江春水向东流。”</p> <p>　　武昌为当时抗金前线，了解这，对词中外松内紧和异常沉郁的气氛当更有所体会。</p>",
  "about": "<h2>创作背景</h2> 　　安远楼，在武昌黄鹄山上，一名南楼。建于1186年（淳熙十三年）。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>曾自度《翠楼吟》词纪之。其小序云“淳熙丙午冬，武昌安远楼成，与刘去非诸友落之，度曲见志”，具载其事。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>重访南楼，距上次登览几二十年。当时韩侂胄掌握实权，轻举妄动，意欲伐金以成就自己的“功名”。而当时南宋朝廷军备废驰，国库空虚，将才难觅，一旦挑起战争，就会兵连祸连，生灵涂炭。词人刘过以垂暮之身，逢此乱局，虽风景不殊，却触目有忧国伤时之恸。这种心境深深地反映到他的词中。",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "抒怀",
    "爱国"
  ]
}