{
  "id": 71800,
  "star": 683,
  "name": "鹊踏枝·六曲阑干偎碧树",
  "dynasty": "五代",
  "content": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕双飞去。<br>满眼游丝兼落絮，红杏开时，一霎清明雨。浓睡觉来莺乱语，惊残好梦无寻处。",
  "fanyi": "<p><strong>译文<br></strong>在绿阴丛中，一座别致、幽静的小楼悄然独立，曲曲折折的栏杆紧紧依偎着碧树，两者相映成趣。春风和煦轻柔，鹅黄嫩绿、如丝如缕的杨柳在风中款款摆动腰肢，摇曳多姿。<br>春光明媚，晴空万里，游丝袅袅，柳絮翻飞，这已是暮春景象了，正当杏花盛开，娇艳无比之际，却下起了一阵小雨。在如此深重的幽情之中，她不由沉沉睡去，正在睡酣梦甜之际，却被窗外清脆的莺啼声惊起，而美梦也再也无寻处了。</p> <p><strong>注释<br></strong>①偎：紧靠着。<br>②黄金缕：形容嫩黄的柳条，如同丝丝金线一般。<br>③钿筝：用金翠宝石装饰的筝，玉柱：筝上定弦用的玉制码子。<br>④海燕：传说燕子来自海上，故称“海燕”。双飞，一作“晾飞”。以上两句是写有人弹起筝来，双燕由帘内惊起飞走。<br>⑤游丝：指在空中飞扬的虫丝。落絮：指飘落的柳絮。<br>⑥ 一霎（sha）：一阵子。唐<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《春后雨》<a href=\"http://so.gushiwen.org/view_71800.aspx\">诗</a>：“昨夜一霎雨，天意苏群物。”<br>⑦觉来：醒来。莺乱语，一作“慵不语”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是拟写闺情之作，全篇以写景始而以情终，景中含情，情又衬景，因而被评为“金碧山水，一片空蒙。”（<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>《谭评词辨》）</p> <p>　　上阕从春光写起。“六曲阑干”三句极力描写庭院的春日明媚风景。曲曲红阑，被绿茵扶疏的碧树所环绕；院中的杨柳随风摇摆，如丝如缕的柔条在夕阳的晚照中轻盈飞舞，好一派静谧、优美的景色。一个“偎”字，写出自然景物与人工景物的和谐、亲昵，一个“展”字，写尽了柳条的媚态，词的意境，就在这柔和、清雅的景物中被烘托出。而突如其来的琮琮筝声，打破了这安静的氛围，也惊起了双燕，穿帘而去。由燕子的安居，可知闺中的冷清；由筝声的惊燕，可知声音之激越，弹筝者心情之郁闷也可见一斑。尽管全部是写景，但闺中人独处的难堪之情已经隐约可见。上阕中词人分别从听觉和视觉两个角度进行描写，先写筝鸣声之凄婉，再写成双的海燕穿帘而去，所见所闻，勾起词人隐隐的孤独与惆怅之感，为下文进一步抒情做铺垫。</p> <p>　　下片抒伤春之情。首三句写词人所见：游丝、落絮、红杏花，这些景物的描写，暗示春之将逝。依旧由景开始，但是“满眼”一词已经凸现了人的出现，是从闺中人的视线和心情来看景了。“游丝”和“落絮”都是经典的春愁缭乱、幽思绵绵的意象，“满”和“兼”字更说明了一种无聊、无奈的心情。这是突然降下的一阵清明雨，打得院中杏花零落。最后一句由春光缭绕归结到春闺的愁思，一个“乱”字说明了心绪之乱，“无寻处”则点出了好梦被惊醒后的烦恼与忧愁。经过这两句一点化，前面的景语全都变成了情语，令人回味不已。</p> <p>　　整首词<a href=\"http://so.gushiwen.org/view_71800.aspx\">诗</a>人由写景始，由写人终。写景抓住春天的特指，但有富于变化，在变化中蕴含了作者的情感，写人先写人物的行动，把细筝移玉柱，但穿帘双燕却勾起了主人公无限的伤感，成为全词感情转折的基点。再写人物的心理，“惊残好梦无寻处”，直接抒发主人公内心的伤感。整首词写景与写人相互交融，通过穿帘的双燕，乱语的“黄莺”、“游丝”、“落絮”“清明雨”，使人物的心理活动步步呈现，达到了情与景的高度统一，但又含而不露，堪称“金碧山水，一片空蒙。”全词在艺术风格上语言明丽，用意婉曲。</p>",
  "poet": {
    "id": 186,
    "star": 0,
    "name": "冯延巳",
    "image": "http://img.gushiwen.org/authorImg/fengyansi.jpg",
    "desc": "冯延巳 （903--960）又名延嗣，字正中，五代广陵（今江苏省扬州市）人。在南唐做过宰相，生活过得很优裕、舒适。他的词多写闲情逸致辞，文人的气息很浓，对北宋初期的词人有比较大的影响。宋初《钓矶立谈》评其“学问渊博，文章颖发，辩说纵横”，其词集名《阳春集》。"
  },
  "tags": [
    "清明节",
    "写景",
    "回忆",
    "伤怀"
  ]
}