{
  "id": 9319,
  "star": 10,
  "name": "天山雪歌送萧治归京",
  "dynasty": "唐代",
  "content": "天山雪云常不开，千峰万岭雪崔嵬。<br>北风夜卷赤亭口，一夜天山雪更厚。<br>能兼汉月照银山，复逐胡风过铁关。<br>交河城边鸟飞绝，轮台路上马蹄滑。<br>晻霭寒氛万里凝，阑干阴崖千丈冰。<br>将军狐裘卧不暖，都护宝刀冻欲断。<br>正是天山雪下时，送君走马归京师。<br>雪中何以赠君别，惟有青青松树枝。",
  "fanyi": "<p><strong>译文<br></strong>天山上的云雪终年不开，巍巍千山万岭白雪皑皑。<br>夜来北风卷过赤亭路口，天山一夜之间大雪更厚。<br>雪光和着月光照映银山，雪花追着北风飞过铁关。<br>交河城边飞鸟早已断绝，轮台路上战马难以走过。<br>寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。<br>将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。<br>天山正是大雪纷飞之时，送别为友走马归还京师。<br>冰雪之中怎将心意表示，只有赠您青青松柏树枝！</p> <p><strong>注释<br></strong>⑴萧治：作者友人，生平未详。<br>⑵开：消散。<br>⑶崔嵬（cuī wéi）：山势高耸的样子。<br>⑷赤亭口：即赤亭守捉。《新唐书·地理志》：伊州“西经······三百九十里有罗护守捉，又西经达匪草堆，百九十里至赤亭守捉，与伊、西路合”。约在今新疆吐鲁番附近。<br>⑸汉月：汉时明月，说明月的永恒。银山：银山碛又称银山，在今新疆吐鲁番西南<br>⑹铁关：即铁门关，中国古代二十六名关之一，在焉耆以西五十里，为一长长的石峡，两崖壁立，其口有门，色如铁，形势险要。<br>⑺交河：又名西州，天宝元年改西州为交河郡，在今新疆吐鲁番一带，治所在高昌，今吐鲁番东南达克阿奴斯城。<br>⑻轮台：唐代庭州有轮台县，这里指汉置古轮台（今新疆轮台县东南）。<br>⑼晻霭（ǎn ǎi）：昏暗的样子。寒氛：寒冷的云气。<br>⑽阑干：纵横交错的样子。阴崖：背阴的山崖。<br>⑾狐裘（qiú）：用狐皮制的外衣。<br>⑿都护：官名，汉宣帝置西域都护，总监西域诸国，并护南北道，为西域地区最高长官。唐置安东﹑安西﹑安南﹑安北﹑单于﹑北庭六大都护，权任与汉同，且为实职。<br>⒀走马：跑马。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首赞美天山雪的<a href=\"http://so.gushiwen.org/view_9319.aspx\">诗</a>歌。全诗可分为三个部分，开始四句，概括地写天山雪景之壮观，从高空的雪云，到半空的雪岭。雪云凝集，终日不开，使人想见，天山之雪天上来，绵延无尽。“千峰万岭雪崔嵬”，形象地表现出天山雪景的壮阔，耸立云霄，连绵宽广。这里，明写雪山，实咏白雪，因此说“雪崔嵬”，而不说山崔嵬，不是山使雪厚，而是雪使山高。这两句写出了天山雪的静态庄严。接下去，写天山雪的动态威势：“北风夜卷赤亭口，一夜天山雪更厚。”天山雪已崔嵬高耸，却还在不断增高加厚。北风入雪，造成天山雪景风雪交加的气势，气氛更为强烈，为第二部分具体叙述天山雪的特色作了充分的铺垫。</p> <p>　　写天山雪的特色，仅用了八句，写出了雪的光华，写出了雪带来的严寒。白雪光华亮如明月，一句“能兼汉月照银山”，足以炫人眼目，更何况是汉家之月。“复逐胡风过铁关”，天山雪，不但光华照人，更兼呼呼有声，真是有声有色。奇寒是天山雪突出的特色，接下去六句，用夸张手法，由外及内，从各个角度叙写天山雪的奇寒。两河相交之处，水草肥美，本是鸟儿乐栖喜游之所，此时却因畏惧奇寒而绝迹；安西都护府所在地轮台，驰道宽平，马儿在上面可以疾步如飞的，此时却因积雪成冰，马蹄踏上打滑而寸步难行；云雾和空气，往日是飘浮流动的，如今也已冷冻凝结；而那崇山峻岭的背阴处，挂上了千丈冰凌。将军身上的狐皮大袄，皮厚毛丰，该是很暖和的了，可将军蜷缩着身子躺着，冷得难耐；都护的佩刀多么坚硬，也几乎被奇寒冷冻而折断。这六句诗，写雪而不见雪，只抓住在雪的世界中的几件实物：飞鸟、马蹄、晻霭、阴崖、狐裘和宝刀；加以烘托映衬，使人如临其境、如见其形。</p> <p>　　第三部分四句诗，写珍惜友情，依依难舍。细细体味，仍是处处有雪。送别时间，是大雪纷扬之时；赠送的礼物，是傲雪松枝。这一句“惟有青青松树枝”，意味甚浓，可以想见诗人此时此地的心境：为了国家和百姓的安宁，戍边将士离开温暖的家，来到冰天雪地之中，时而坚守阵地，时而驰骋疆场，其凛凛英姿岂不恰似傲雪迎风的碧绿松枝！边塞奇寒是难以忍耐的，戍边将士，却乐在其中。诵读全诗，有寒气彻骨，却热血沸腾，无怨天尤人之意，有保国安民之情。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>于唐玄宗天宝十三载（754年）夏秋之交到北庭，唐肃宗至德二载（757年）春夏之交东归，这首<a href=\"http://so.gushiwen.org/view_9319.aspx\">诗</a>即作于这时期，约与《白雪歌送武判官归京》同时。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "赞美",
    "写雪",
    "送别",
    "友情"
  ]
}