{
  "id": 72187,
  "star": 48,
  "name": "寺人披见文公",
  "dynasty": "先秦",
  "content": "　　吕、郤畏逼，将焚公宫而弑晋侯。寺人披请见。公使让之，且辞焉，曰：“蒲城之役，君命一宿，女即至。其后余从狄君以田渭滨，女为惠公来求杀余，命女三宿，女中宿至。虽有君命何其速也？夫袪犹在，女其行乎！”对曰：“臣谓君之入也，其知之矣。若犹未也，又将及难。君命无二，古之制也。除君之恶，唯力是视。蒲人、狄人、余何有焉？即位，其无蒲、狄乎！齐桓公置射钩，而使管仲相。君若易之，何辱命焉？行者甚众，岂唯刑臣？”公见之，以难告。晋侯潜会秦伯于王城。己丑晦，公宫火。瑕甥、郤芮不获公，乃如河上，秦伯诱而杀之。",
  "fanyi": "<p><strong>译文</strong><br>　　吕甥、郤芮害怕受到威逼，要焚烧晋文公的宫室而杀死文公。寺人披请求进见，文公令人训斥他，并且拒绝接见，说：“蒲城的战役，君王命你第二天赶到，你马上就来了。后来我逃到狄国同狄国国君到渭河边打猎，你替惠公前来谋杀我，惠公命你三天后赶到，你过了第二天就到了。虽然有君王的命令，怎么那样快呢？在蒲城被你斩断的那只袖口还在。你就走吧！”披回答说：“小臣以为君王这次返国，大概已懂得了为君之道。如果还没有懂，恐怕您又要遇到灾难。对国君的命令没有二心，这是古代的制度。除掉国君所憎恶的人，就看自己有多大的力量，尽多大的力量。您当时是蒲人或狄人，对于我又有什么关系呢？现在您即位为君，难道就不会再发生蒲、狄那样的事件吗？从前齐桓公抛弃射钩之仇，而让管仲辅佐自己，您如果改变桓公的做法，又何必辱蒙您下驱逐的命令？这样，要逃走的人就会很多了，岂只受刑的小臣我一人？”于是文公接见了披，他把即将发生的叛乱报告了文公。晋文公暗地里和秦穆公在秦国的王城会晤商量应付的办法。三月的最后一天，晋文公的宫室果然被烧。瑕甥、郤芮没有捉到文公，于是逃跑到黄河边上，秦穆公诱他们过河把他们杀了。</p><p><strong>注释</strong><br>吕、郤：吕即阴饴甥，他的采邑除阴外还有吕今山西霍县西、瑕今山西临猗附近，故又称吕甥、瑕甥。郤即郤芮。二人都是晋惠公、晋怀公的旧臣。<br>畏逼：害怕遭受迫害。<br>弑：古时子杀父，臣杀君为弑<br>见：谒见<br>使：派人来到某个地方<br>让：斥责<br>一宿：隔一夜<br>女：同“汝”，你。<br>田：打猎<br>中宿：隔两夜<br>袪：衣袖<br>入：回到国内<br>其：在这里表示推测语气<br>之：指为君之道<br>及难：遭遇灾难<br>唯力是视：即“唯视力”，只看自己力量多大，就尽多大力量<br>余何有焉：和我有什么关系呢？<br>齐桓公置射钩:鲁庄公年，管仲奉公子纠与齐桓公战于乾时，管仲曾射中齐桓公革带上的钩，后来他投奔齐桓公，齐桓公能听鲍叔牙劝说，置射钩之仇而不问，任用其为相。<br>潜：秘密地<br>诱：诱骗</p>",
  "shangxi": "<h2>赏析</h2> <p>　　晋献公有九子，因听信宠妾骊姬之谗，改立其子奚齐，而逼死太子申生。申生的弟弟重耳（即晋文公）出奔蒲，献公命寺人披攻打蒲，重耳越墙而逃，被披追上砍掉一只袖子。晋献公死，重耳的弟弟夷吾继位而为惠公，惠公又派披到狄追杀重耳，重耳再逃，流亡国外十九年后回国为晋文公。又遭惠公旧臣吕、郤谋杀。</p> <p>　　这篇文字写了寺人披——勃鞮（di）向晋文公提供情报、助其避难平乱的过程。勃鞮应是晋文公的仇敌，但是重耳逃亡十九年，历经事件不枚胜数，在不同的过程中，其宽阔的胸襟所展现出的人格力量，和应对事件的谋略所预示的必能振兴国家的前景，使各类的人物，在他入主晋国之初，都会重新考虑自己的抉择。勃鞮就是第一个。他得知叛乱的确切情报，也认定了即使是不以此觐见，晋文公也能够不计前嫌，最起码是不会杀了他。事情的进程完全证实了他的预想，也使他决心投靠重耳。这一起个人恩怨的理智处置，为晋文公赢得了时间，使他能够在紧急的关头避离，最后借助秦穆公镇压了叛军；也为他随后一系列稳定政局的策略，提供了可供借鉴的先例。文中几位主人公，即晋文公、勃鞮、秦穆公、吕甥、郤芮，我讲《阴饴甥对秦伯》一文时，曾有简略的介绍，这里，对他们整体的状况，以及在该事件中的地位和作用，再作一个梗概的说明。</p> <p>　　晋文公，名重耳，是晋献公的儿子。晋献公继位时他已经成人，很有贤名，身边逐渐聚集起一些贤士辅助。后来晋献公宠爱骊姬姐妹，准备废掉太子申生，这也牵涉到申生的弟弟公子重耳、夷吾，重耳为避开骊姬的谗害，他带兵离京守备蒲城。申生自杀后，晋献公派兵讨伐蒲城，宦官履鞮——即本文的另一主人公勃鞮——率军攻入蒲城，并逼迫重耳自杀。危机中重耳逾墙逃命，履鞮去追捕，却只割断了重耳的衣袖。重耳逃到母亲的娘家狄国，此时他已经四十三岁了。</p> <p>　　五年后晋献公死，里克杀了骊姬姐妹的儿子奚齐、悼子，要迎接重耳为君，重耳斟酌后谢绝了。于是他们迎接另一位公子夷吾继位，这就是晋惠公。晋惠公畏惧重耳的名望，又派履鞮带领壮士潜入狄国刺杀重耳。重耳与谋士赵衰商议，狄国太小很不安全，最重要的是无力辅助他们，决定去投奔齐桓公。重耳与赵衰曾在狄国娶妻，她们是姐妹二人：季隗（kui）和叔隗。辞行时重耳让其妻耐心等候二十五年，如还不回来任凭其嫁人。季隗说：“这二十五年，我坟上的柏树也成材了，放心，我等你回来！”</p> <p>　　在齐国，齐桓公厚待重耳一行，并选王室的女子婚配给他，这就是后来的文姜。齐桓公死后，虽然国内战乱不断，但后来的国君也很敬重重耳，给予他优厚的款待，重耳又很爱齐女，就不顾齐已无力帮助他的现实，再也不愿离开齐国。齐女大义凛然，规劝重耳：“你是一国的公子，被迫害才来到这里，那么多的贤士为了你奔命。你不想回去，为安逸不能回报他们的苦心，我都为你害羞！现在还不行动，什么时候才能成就大业？”她和赵衰等商议，借机将重耳灌得大醉，放置车上一行人疾驶，待重耳醒来已经出了齐国。重耳大怒仗剑要杀咎犯（另一贤士，重耳的舅舅），咎犯说：“你成了大事，杀了我我也心甘情愿。”重耳冷静了下来，仍然狠狠地说：“大事若不成，我吃舅舅的肉！”咎犯回答：“要是成不了大事，我的肉是又腥又臊，怎么能吃？”</p> <p>　　一路上，他们途径卫、曹、宋、郑等国，有礼遇也有冷落，最后到达楚国。楚成王以诸侯的礼节厚待重耳。过了几个月，晋太子圉逃出了秦国，秦穆公大怒，下决心迎接重耳以帮助他入主晋国。楚成王为重耳分析了形势，力促他依靠秦穆公，厚送他赴秦。见到重耳，秦穆公说：“我知道你是急于回国的。”重耳和赵衰再拜：“我们仰望君王，如同禾苗盼着春雨！”秦穆公送怀赢等五女给重耳，开始重耳不想接受（因为涉及怀公姬圉），谋臣们说：“他的国家都将属于我们，何况他的妻子！不能只拘小节。”</p> <p>　　晋惠公死晋怀公继位。秦穆公发兵送重耳归晋，晋国的大臣多欢迎重耳，只有晋惠公的宠臣吕甥、郤芮不附。秦军渡过黄河，围困令狐，晋军屯于庐柳对恃。后来由咎犯出面，与秦晋大夫会盟，重耳入晋师、入曲沃、入武宫，逃亡在外十九年，即位为晋文公已六十二岁了。怀公圉逃亡到高粱，被晋文公派人刺杀。</p> <p>　　吕甥、郤芮不愿附和晋文公，谋划在晋文公还没有稳住局势时，率军焚烧王宫杀重耳。其阴谋被勃鞮得知，于是有了下文：</p> <p>　　吕甥（即阴饴甥，晋惠公、晋怀公的旧臣）和郤芮担心被害，就准备孤注一掷，焚烧王宫杀死晋侯。这时宫人勃鞮（寺人：即后世所说的宦官，披：即勃鞮，亦称履鞮）求见晋文公。但是文公派人斥责（让）他，并推托拒绝相见。来人传达晋文公的话：“在蒲城那一仗，君王命令所允许的时限是可以过一夜，你（女：古通汝）是当天就赶到了。我跟狄国国君在渭河边打猎（田，古通畋：tian打猎），你奉惠公命令赶来设计谋杀我，他所允许的时限是可以过三夜，你却第二天晚上就赶到了。虽然是有君王的命令，可你怎么那样行动迅速呢？那只衣袖（祛qu）现在我还存着呢，你赶快跑吧（别等到我后悔，那就会杀了你）！”勃鞮回答说：“我以为您进入国内掌权，就已经懂得了作国君的道理了。如果（若）仍然还没有明了，就还要遭遇灾难啊！对君王的命令必须要专注，这是自古以来的规矩。为国君除掉他所憎恶的人，执行者只能是全力以赴。至于这人是蒲人还是狄人，和我有什么相干！您现在即国君之位，难道就没有蒲城、狄国的仇人了吗？齐桓公能放下被射中带钩的恩怨，拜管仲为相，您如果和他不同（不是胸怀宽阔），那何劳您命令（我走开）呢？要走的人还很多，岂止仅仅是我这受过宫刑的臣子呐！”</p> <p>　　于是晋文公接见了他，勃鞮把将发生的灾难告诉了文公。晋文公秘密地离开晋国，到王城会见了秦穆公。三月底晋国王宫起火，吕甥（瑕：一说是吕甥的封地邑名，但是他原封地应该是阴邑；另说阴饴甥复姓瑕吕）、郤芮没有抓到晋文公，就追到黄河边，秦穆公设计骗其进入王城，扑杀了他们。</p> <p>　　寺人披说服了晋文公，使得国家又避免了一场动乱。晋文公宽阔的胸怀和气魄，和齐桓公应属比肩，这是他们事业成功的必要条件。齐桓公也曾流亡国外，回国即位途中，被管仲箭射带钩，及至管仲被押解回来，桓公却听从了鲍叔牙的建议，拜其为相国，奠定了他称霸诸侯的人才基础。重耳即位时所面临的状况和齐桓公类似，百废待兴、政局动乱，而且他已经是六十三岁，能用的时间无多。但是磨难赋予了他智慧和经验，也为他拓展出了博大的容量。在国家和个人生死攸关的紧急时刻，正是这一切，给了他理智、机遇、灵感、对策和最后的胜利。晋文公开始听说勃鞮来，动怒但没有报复，只是劝其逃走——晋文公也是常人，有着人所共有的情感：“别呆在这里了，也许我一会儿越想越恨就杀了你”——胸襟的容量已见端倪，也正是这一表现，才使勃鞮放心了：重耳确是大贤！才讲出了一番大道理，才有了后面的故事，晋文公才能涉险无虞。勃鞮的归附，使得晋文公更加明确了，要振兴晋国，必须团结臣民安抚人心稳定政局。秦国的军队，可以帮他打下江山，可国家的治理和发展，则只能靠自己了。于是他借助秦穆公杀掉吕甥、郤芮后，立即颁发赦令：在献公、惠公、怀公时期直至此次叛乱中，晋国官员和其他人等，无论他是否吕郤二人的同党，对其任何作为一律不咎既往，都仍在原位供职。但是晋国上下还是人心惶惶。可想而知，重耳受尽迫害，在国外流亡十九年，国内的官员大多是反对派。</p> <p>　　这时小吏头须求见。这个头须，原是跟随重耳逃亡的人，管理一应的财物。在重耳离开齐国的时候，他动摇了。现实明摆着，就凭着这一班人？复国必将是遥遥无期，住在齐国还能安逸温饱，偏偏要跑出来，真是上宾不当去做流浪汉。于是头须卷走了财产悄悄回到晋国。使得重耳两手空空，在曹、宋、郑国备受折难。头须在赦令颁发后——他倒是谨慎，不像勃鞮那样冒险，有赦令在，最少是确保了自己项上的人头——看出了赦令的成效不佳，就仿效勃鞮来见晋文公，说：“你若继续信任、使用我，人们就会认定：‘对战时谋杀他的勃鞮、危难中抛弃他的头须，国君都能任用，我们还担心什么呢？’局面就会稳定下来。”晋文公大喜，就仍然让头须为他驾车，也即亲兵，出入都和重耳同行止。这在晋国产生了轰动效应。都知道晋文公不计前嫌，胸怀宽阔。使恶意的流言自灭。</p> <p>　　晋文公打开了局面，秦穆公很高兴，将文赢送来团聚。重耳在蒲城的儿子姬欢，献公征剿时躲入民间，其母死难而姬欢幸免。不久也来都城相聚，文赢认他为己子，被晋文公立为太子——就是后来的晋襄公。狄国国君送来季隗，齐国也送来了文姜。晋文公把她们的事情说给文赢，尤其是文姜大义责难和设计，才使他有了今天的成就。文赢十分赞许她们的品德，并坚持让正位给文姜。开始重耳未答应，文赢请求秦穆公帮助，才最后定了下来。</p> <p>　　“读史使人明智。”从历来的历史故事中，我们应该已经读出应该怎样对待前年的仇敌。个性化的语言使我们看出了晋文公的宽容大度，捐弃前仇，化敌为友的胸怀。而寺人披又是随机应变，机智善辩，足智多谋。对于晋文公，以前自己的攻打对象能够毫无保留的诉说自己所知的情报，体现了待人的真诚，是何等的为人境界！文章虽然不长，但是精简的笔墨描绘将来龙去脉得淋漓尽致，令人叹服。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "历史",
    "故事"
  ]
}