{
  "id": 71655,
  "star": 8,
  "name": "书摩崖碑后",
  "dynasty": "宋代",
  "content": "春风吹船著吾溪，扶藜上读《中兴碑》。<br>平生半世看墨本，摩挲石刻鬓成丝。<br>明皇不作苞桑计，颠倒四海由禄儿。<br>九庙不守乘舆西，万官已作鸟择栖。<br>抚军监国太子事，何乃趣取大物为？<br>事有至难天幸耳，上皇蹰蹐还京师。<br>内间张后色可否？外间李父颐指挥。<br>南内凄凉几苟活，高将军去事尤危。<br>臣结春秋二三策，臣甫杜鹃再拜诗。<br>安知忠臣痛至骨，世上但赏琼琚词。<br>同来野僧六七辈，亦有文士相追随。<br>断崖苍藓对立久，冻雨为洗前朝悲。",
  "fanyi": "<p><strong>译文<br></strong>春风把我的船吹到了浯溪岸边，我拄着拐杖上山，细细地读着崖上刻的《中兴碑》。<br>我一生中有半世都只见到这碑的拓本，今天终于能亲手抚摸着石刻，可怜我双鬓已雪白如丝。<br>唐明皇没有安定国家的深谋远虑，任由着安禄山，把天下搅得一塌糊涂，无法收拾。<br>宗庙宫廷都沦陷敌手，明皇凄凉地逃往川西；百官们犹如乌鹊选择良木，纷纷投降伪朝，低声下气。<br>统率军队，守护国家，这是太子的本分，肃宗匆匆地登上皇帝的宝座，难道不显得过分心急？<br>平定祸乱本来是很困难的事，能够取得胜利，真是徼天之幸，太上皇终于能跼蹐不安地返回了京师。<br>从此后他失去了自由，在宫中要看张后的脸色行事，在宫外又要听从李辅国的颐指气使。<br>他在南内偷安苟活，<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>去后，事势便更加危急。<br>臣子<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>在舂陵上书献策，臣子<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在四川，见到杜鹃再次下拜和泪作<a href=\"http://so.gushiwen.org/view_71655.aspx\">诗</a>。<br>可怜世人有谁知道忠臣刻骨的悲痛，只是争相欣赏诗文中优美的文词。<br>一起看碑的有六七个和尚，还有几位文士相随。<br>我站在断崖边青苔上，一阵暴雨打来，仿佛要洗去前朝无尽的悲思。</p> <p><strong>注释<br></strong>1、摩崖：亦作“磨崖”，在山崖峭壁上磨平石面，刻碑文或题字，称“摩崖石刻”。摩崖碑，此指《大唐中兴颂》，由元结撰文，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>书写。内容写安史之乱，唐肃宗平乱，使唐室中兴。此碑文辞古雅，笔法苍劲有力。<br>2 、浯（wú）溪：在今湖南祁阳县西南五里。<br>3、 藜（lí）：藜杖。<br>4 、墨本：拓本。<br>5、 摩挲（mó suō）：抚摸。<br>6、“明皇”二句：包桑，语出《易·否》：“其亡其亡，系于包桑。”意为怕失去，就把东西牢牢系在桑树干上。这二句说明皇（玄宗）不考虑安邦定国的计划，结果国家被安禄山搞得几乎颠覆。唐明皇晚年昏庸，重用奸臣杨国忠等，又把军事大权交给胡人安禄山，终酿成安史之乱，明皇仓皇入蜀，路上发生马嵬兵变，杨国忠被杀，杨贵妃被缢死。禄儿，即安禄山，时任平卢、范阳、河东三镇节度使，是杨贵妃的干儿子。苞桑，亦作“包桑”，根深蒂固的桑树。《易经·否》：“其亡其亡，系于苞桑。”苞桑计：比喻牢靠的治国方略。<br>7、 九庙：指太庙，古天子庙九室。此代指京城。<br>8、乌择栖：指朝臣们另找靠山。一说指宰相<a href=\"http://so.gushiwen.org/author_2106.aspx\">陈希烈</a>等投降安禄山，一说指部分官员追随太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>到灵武。<br>9、 “抚军”二句：指天宝十四载（755）安禄山起兵攻陷长安，翌年，太子李亨在灵武自立，尊玄宗为上皇天帝。抚军监国，统率军队，守卫国家。语出《左传》：“太子君行则守，有守则从。从曰抚军，守曰监国。”趣，急忙。大物，国家。<br>10、 跼蹐（jú jí）：无法舒展的样子。此指玄宗回国都后，受肃宗所制，无法舒展。<br>11、 张后：肃宗皇后张良娣，与李辅国勾结，干预朝政，牵制玄宗。后被废。<br>12、李父：李辅国。肃宗以李辅国为殿中监兼太仆卿，判元帅府行军司马。李专权揽政，连宰相李揆也执弟子礼，称“五父”。他屡进谗言，迫害玄宗。颐指挥：用脸部表情来示意指挥。<br>13、 南内：玄宗自蜀回，住南内兴庆宫，后迁西内软禁。<br>14 、高将军：高力士。他是玄宗心腹，曾封骠骑大将军。后遭李辅国诬陷，流放巫州。<br>15、 臣结：指元结。元结曾任道州刺史，多次上表言事，并作有《舂陵行》诗，反映民间疾苦。此句一作“臣结春秋二三策”，说元结所作《中兴颂》中含《春秋》笔法，寓有褒贬。<br>16、 臣甫：杜甫。杜甫《杜鹃行》曾以杜鹃比玄宗失位。他的《杜鹃诗》又有“我见常再拜，重是古帝魂”句。<br>17 、琼琚：华美的佩玉。此指文辞华丽。<br>18 、“同来”二句：据《山谷先生年谱》，这次同游的有进士陶豫、李格，僧伯新、道遵等人。<br>19、 冻雨：暴雨。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>七古，起首一般采取两种手法，一是突兀而起，高屋建瓴，倾泻而下；一是平平而起，语迟意缓，遒劲老苍。这首<a href=\"http://so.gushiwen.org/view_71655.aspx\">诗</a>的起首，用的是后一种手法。诗用叙事语气展开，很自然地入题，说自己来到了浯溪，拄着拐杖上山，细读《中兴碑》，想到生平见过许多此碑的拓本，今天真正见到原碑，却已年龄老了。这四句是开端，也是第一段，看上去很平淡，细细琢磨，却有很深的意味。前两句写见碑，是直写；后两句写见碑的感慨，用旁衬。因了平生看见碑的许多墨本，对碑的内容必然很熟悉，对原碑定然很向往，极欲一见；今天见到了，一定很高兴；然而诗说自己已经苍老，到现在才见到原碑，流露出恨见太晚的感慨。</p> <p>　　黄庭坚是著名的书法家，对《中兴颂》素有研究，且上文已明陈“半世看墨本”，于是下文不再具体写碑，不说碑文经风沥雨所留下的沧桑痕迹，也不评<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>字体如何苍劲有力，却一连用十六句，倾吐由碑文内容而引起的怀古之思与感慨。《中兴碑》是记平定安史之乱，唐肃宗收拾残局，使唐中兴事，所以诗以唐明皇为中心。前四句写安史之乱的缘起是由于明皇失政，宠用安禄山，终于酿成国变，自己逃入西蜀，大臣们纷纷投靠新主。次四句写唐肃宗恢复事，说他匆忙即位，徼天之幸，得以战胜，明皇成了太上皇，局促不安地回到京城。又次四句，写唐明皇在南内苟活，内被张后欺负，外受李辅国颐指，日子十分难过，自<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>被赶走后，处境更加困难。末四句，写臣子<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>等忠君报国，但世人都不理解，只欣赏他们优美的文辞。这十六句，是本诗的主体，写尽了玄宗、肃宗二朝的史事。从所举史实及所作评论来看，黄庭坚既对唐明皇荒淫失国表示批判，又对他晚年的不幸遭遇表示同情。对唐肃宗，黄庭坚以“何乃趣取大物为”一句作诛心之论，说他急于登上皇帝的宝座，逾越了本分；又举元结文及杜甫诗来说明当时社会并不安定，人民仍然生活在水深火热之中，肃宗也不是个好皇帝。言下之意，对“中兴”二字持否定态度。黄庭坚对肃宗的看法，在当时及后世都引起过争论，元刘壎《隐居通议》称赞这论点说得好，全诗“精深有议论，严整有格律”。宋<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《骖鸾录》批评说诗“不复问歌颂中兴，但以诋骂肃宗为谈柄”，使后来不少人跟着他走入歧途。陈衍《宋诗精华录》也认为诗“议论未是”。</p> <p>　　“同来野僧六七辈”至末四句是一段，也是诗的煞尾。这段犹如古代游记笔法，在最后交代同游人，在风格上与首段遥相呼应。诗收得很平稳，说自己与同行人一起看碑，在断崖前经受着风雨的袭击，思念着唐朝这一段不堪回首的悲凉故事。“前朝悲”三字，总结了前面一大段怀古的内容。当时，宋徽宗重用蔡京等奸臣，民间怨声载道，国家日益混乱，金人在北方又虎视眈眈。诗人敏锐地感受到，宋徽宗正在步唐明皇的后尘，这前朝悲很可能就会演变成今朝悲。所以诗的末段看似写景叙事，却使人感受到诗中笼罩着一股悲凉之气。</p> <p>　　这首诗是黄庭坚晚年的作品，诗人这时驾驭语言的艺术已达到了炉火纯青的程度。全诗洗尽铅华，归于自然，结构严谨，章法井然，叙事与议论相结合，概括了安史之乱前后的史实。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>这首<a href=\"http://so.gushiwen.org/view_71655.aspx\">诗</a>作于崇宁三年（1104年），前一年，他以“幸灾谤国”的罪名从鄂州（治所在今湖北武昌）贬往宜州（治所在今广西宜山），这一年春天，他途经祁县，泛舟浯溪，亲见《中兴颂》石刻，写下这篇名作。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "咏史怀古",
    "议论",
    "抒情"
  ]
}