{
  "id": 71077,
  "star": 223,
  "name": "捣练子令·深院静",
  "dynasty": "五代",
  "content": "深院静，小庭空，断续寒砧断续风。<br>无奈夜长人不寐，数声和月到帘栊。",
  "fanyi": "<p><strong>译文</strong><br>秋风送来了断续的寒砧声，在小庭深院中，听得格外真切。夜深了，月光和砧声穿进帘栊，更使人联想到征人在外，勾起了绵绵的离恨和相思。因而长夜不寐，愁思百结。</p><p><strong>注释</strong><br>⑴砧（zhēn）：捣衣石。<br>⑵寒砧：寒夜捣帛声。古代秋来，家人捣帛为他乡游子准备寒衣。<br>⑶栊：窗户。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“捣练子”既是词牌，又是这首小词的题目。练是一种白丝熟绢，须用木杵在砧石上捶击而成；令指小令，是短歌的意思。作者在这首仅有二十七个字的小令中，着力表现秋夜捣练声给一个因孤独苦闷而彻夜难眠者带来的内心感受，含而不露地传达了一种难言的心理隐秘与情绪气氛。</p> <p>　　境界的鲜明如画与意象的深蕴含蓄是这首词在意境创造上的主要特征。作者采取了类似电影推摄的手法，运用远、近景跳切镜头，从全景到近景，逐渐推出抒情主人公的特写。前面两个三字句，“院”与“庭”的遣词实际上并非同义反复，那是两个远、近景跳切镜头的巧妙组合。“深院”是世家豪族的深宅大院，所谓“侯门一入深如海”、“庭院深深深几许”是也。这是着眼于全景。“小庭”则是这整体中的一个单元，即千重万落中的一个独立小院，一个小天井。镜头从全景推近，把读者不知不觉地引入画面，置身于一个具体可感的环境之中。以上还只是画面的形，属于表层特征，还未抓住其中的“神”，即画面所蕴内在的深层特征。两幅画面分别用两个极平凡的字“静”和“空”来点化，应细加体味。借大宅院之“静”，当不仅仅是客观外在的安静、清静，在词语的深层结构中融入了强烈的主观情绪。那是静得让人恐惧，静得让人透不过气，是在心理压抑下而产生的一种深在的静谧感。小庭“空”，更明显不是客观意义的空空荡荡。这样的贵族之家，仆人丫鬟总不会太少，花木池台、金井玉栏大约也是有的，作者偏偏用个“空”字，一笔抹去，就只能说是他的主观感觉在作怪，一切都视而不见了。原来，处在巨大建筑群落中的一个小天井，本身就带有一种压抑感和冷落感，一个寂寥空虚，百无聊赖的人处身于这种氛围，那当然会加倍感到难以忍受的孤独、郁闷和焦虑。</p> <p>　　“断续寒砧断续风”，更渲染了这种沉寂、静谧，那木杵捶击石砧的咚咚声被阵阵悲凉的秋风荡来，时轻时重，时断时续，无止无休更加深了主人公的孤寂感。寒砧，即捣练的石板，这里指代寒秋中的砧声。“断续”一词的重复，是有意的安排，不仅体现了作者避巧就拙，崇尚素朴的语言风格，而且逼真地传达出捣练声在秋风中飘忽不定的神韵。更为重要的，这种似往而还，若断若联，飘荡空灵的听觉效果，又与抒情主人公内在情绪的延展变化节奏完全合拍。接着作者进一步把镜头推近，画面上映出抒情主人公的特写：夜深了，秋月如水，随同寒砧声从门窗一起泻入，搅扰得他心神不宁，辗转反侧，无法入睡。“无奈”二字，使读者似乎看见了他那紧皱的眉头和无限焦虑而又无可如何的眼神。这才是词境的核心，画幅的焦点，以上的镜头画面都是这个焦点的烘托和铺垫。几声寒砧就会把主人公折磨得彻夜失眠，是因为它是一个特定的情感符号，包含着特定的情感信息。在古代<a href=\"http://so.gushiwen.org/view_71077.aspx\">诗</a>歌中，捣衣或捣练声常常用来表现征人妇对远戍边关的丈夫之思怨。如，南朝刘宋文学家<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>有一首著名的《捣衣诗》，保存在《文选》里，写的就是这种征妇怨；北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>的《夜听捣衣诗》，主题是“谁怜征戎客，今夜在交河”；初唐诗人<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>的《古意呈补阙乔知之》一诗，其中有这样的句子：“九月寒砧催木叶，十月征戍忆辽阳”；<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《子夜吴歌》“长安一片月，万户捣衣声。秋风吹不尽，总是玉关情”自是任人皆知了。由此可见，寒砧声作为一种情感的形式或象征，逐渐抽象化、符号化，已经凝固到文学传统之中。既是一种情感的符号，就有引发特定心理情绪的心理导向功能，当然就不仅仅限于征妇怨，也可以是一般夫妇、情人的思忆之情，甚或是实际并无具体对象而纯属某种心理感觉的类似情绪。而这首小词却具有这样的特点：境界单纯，明晰，确定，而意象却扑朔迷离，模糊朦胧。那么，这里是指情人，征夫，故旧，或是故国。作者或许当时确有具体所指，或许本来就是一种莫名的心理情绪和感受，所谓“此情可行成追忆，只是当时已惘然”是也。有些作品，越是意象朦胧，留给读者参与想象、创造的余地就越大，其审美价值也越高。这首小词可以说就是这样一首优美的朦胧诗。对于这一点，清代著名词人<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>已有所发现，他曾说李后主“兼饶烟水迷离之致”（《渌水亭杂识》）。纳兰氏十分准确地指出了<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词直抒胸臆之外的另一种含蓄风格。</p><br/><h2>赏析二</h2> <p>　　这是一首本义词。白练是古代一种丝织品，其制作要经过在砧石上用木棒捶捣这道工序，而这工序一般都是由妇女操作的。这首词的词牌即因其内容以捣练为题材而得名。</p> <p>　　作者通过对一个失眠者夜听砧上捣练之声的描绘，写出了抒情主人公内心的焦躁烦恼。但作者却为这种忐忑不宁的心情安排了一个十分幽静寂寥、空虚冷漠的环境。头两句乍一看仿佛是重复的，后来<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>在《牡丹亭》里就写出“人立小庭深院”的句子，把“深院”和“小庭”基本上看成同义词。其实这两句似重复而并不重复。第一句是诉诸听觉，第二句是诉诸视觉。然而尽管耳在听目在看，却什么也没有听到和看到。这样，“静”和“空”这两个字，不仅在感受上给人以差别，而且也看出作者在斟酌用词时是颇费了一番心思的。至于“深院”，是写居住的人远离尘嚣；“小庭”则写所居之地只有一个空荡荡的小小天井，不仅幽静，而且空虚。头两句看似写景，实际是衬托出主人公内心的寂寞无聊。只有在这绝对安静的环境里，远处被断续风声吹来的砧上捣练之声才有可能被这小庭深院的主人听到。</p> <p>　　第三句是这首词的核心。自古以来，砧上捣衣或捣练的声音一直成为夫妇或情人彼此相思回忆的<a href=\"http://so.gushiwen.org/view_71077.aspx\">诗</a>料；久而久之，也就成为诗词里的典故。比如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《子夜吴歌》的第三首里写道：“长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征？”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的一首题为《捣衣》的五律也说：“亦知戍不返，秋至拭清砧。已近苦寒月，况经长别心。宁辞捣衣倦，一寄塞垣深。用尽闺中力，君听空外音。”李杜两家所写，是从捣衣人的角度出发的。而<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>这首词却是从听砧声的人的角度来写的。这个听砧的人不管是男是女，总之是会因听到这种声音而引起相思离别之情的。不过，第三句虽连用两次“断续”字样，含义却不尽相同。一般地说，在砧上捣衣或捣练，总是有节奏的，因此一声与一声之间总有短暂的间歇，而这种断续的有节奏的捣练声并没有从头至尾一声不漏地送入小庭深院中来。这是因为风力时强时弱，风时有时无，这就使身居小庭深院中的听砧者有时听得到，有时听不到。正因为“风”有断续，才使得砧声时有时无，若断若续。这就把一种诉诸听觉的板滞沉闷的静态给写活了。下面两旬，明明是人因捣练的砧声搅乱了自己的万千思绪，因而心潮起伏，无法安眠；作者却偏偏翻转过来倒果为因，说人由于夜长无奈而睡不着觉，这才使砧声时断时续地达于耳畔。而且夜深了，砧声还在断断续续地响，是伴随着月光传入帘栊的。这就又把听觉和视觉相互结合起来，做到了声色交融——秋月的清光和捣练的音响合在一起，共同触动着这位“不寐”者的心弦。然而作者并没有绘声绘色，大事渲染，只是用单调的砧声和素朴的月光唤起了读者对一个孤独无眠者的同情。这正是李煜写词真正见功力的地方。</p> <p>　　前人评论李煜词的特点，都说他不假雕饰，纯用白描。其实李煜写词何尝不雕饰呢，只是洗尽铅华，摆脱了尘俗的浓妆艳抹，使人不觉其雕饰的痕迹而已。这首小词无论结构、布局、遣辞、造句，作者都经过了严密的构思和细致的安排，而给予读者的感受，却仿佛只是作者的自然流露。一个作家能于朴实无华之中体现匠心，才是真正的白描高手。</p>",
  "about": "<h2>创作背景</h2> 　　975年（开宝八年），宋朝灭南唐，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡家败国，肉袒出降，被囚禁待罪于汴京。宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>因李煜曾守城相拒，封其为“违命侯”。李煜在忍屈负辱地过起了囚徒生活。李煜的词以被俘为界，分为前后两期，后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《捣练子令·深院静》属于李煜后期的作品，写出了词人因寒夜捣衣之声而引起的各种离怀愁绪。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "孤独"
  ]
}