{
  "id": 72353,
  "star": 33,
  "name": "阅江楼记",
  "dynasty": "明代",
  "content": "　　金陵为帝王之州。自六朝迄于南唐，类皆偏据一方，无以应山川之王气。逮我皇帝，定鼎于兹，始足以当之。由是声教所暨，罔间朔南；存神穆清，与天同体。虽一豫一游，亦可为天下后世法。京城之西北有狮子山，自卢龙蜿蜒而来。长江如虹贯，蟠绕其下。上以其地雄胜，诏建楼于巅，与民同游观之乐。遂锡嘉名为“阅江”云。 </p> <p>　　登览之顷，万象森列，千载之秘，一旦轩露。岂非天造地设，以俟大一统之君，而开千万世之伟观者欤？当风日清美，法驾幸临，升其崇椒，凭阑遥瞩，必悠然而动遐思。见江汉之朝宗，诸侯之述职，城池之高深，关阨之严固，必曰：“此朕沐风栉雨、战胜攻取之所致也。”中夏之广，益思有以保之。见波涛之浩荡，风帆之上下，番舶接迹而来庭，蛮琛联肩而入贡，必曰：“此朕德绥威服，覃及外内之所及也。”四陲之远，益思所以柔之。见两岸之间、四郊之上，耕人有炙肤皲足之烦，农女有捋桑行馌之勤，必曰：“此朕拔诸水火、而登于衽席者也。”万方之民，益思有以安之。触类而思，不一而足。臣知斯楼之建，皇上所以发舒精神，因物兴感，无不寓其致治之思，奚此阅夫长江而已哉？彼临春、结绮，非弗华矣；齐云、落星，非不高矣。不过乐管弦之淫响，藏燕赵之艳姬。一旋踵间而感慨系之，臣不知其为何说也。</p> <p>　　虽然，长江发源岷山，委蛇七千余里而始入海，白涌碧翻，六朝之时，往往倚之为天堑；今则南北一家，视为安流，无所事乎战争矣。然则，果谁之力欤？逢掖之士，有登斯楼而阅斯江者，当思帝德如天，荡荡难名，与神禹疏凿之功同一罔极。忠君报上之心，其有不油然而兴者耶？</p> <p>　　臣不敏，奉旨撰记，欲上推宵旰图治之切者，勒诸贞珉。他若留连光景之辞，皆略而不陈，惧亵也。",
  "fanyi": "<p><strong>译文</strong><br>　　金陵是帝王居住的城邑。从六朝以至南唐，全都是偏安一方，无法与当地山川所呈现的王气相适应。直到当今皇上，建国定都于此，才足以与之相当。从此声威教化所及，不因地分南北而有所阻隔；涵养精神和穆而清明，几乎与天道融为一体。即使一次巡游、一次娱乐，也想到怎样被天下后世效法。<br>　　京城的西北方有座狮子山，是从卢龙山蜿蜒伸展而来。长江有如一线长虹，盘绕着流过山脚下。皇上因为这地方形势雄伟壮观，下诏在山顶上建楼，与百姓同享游览观景之乐，于是赐给它美妙的名字叫“阅江”。登上楼极目四望，万千景色次第罗列，千年的大地秘藏，似乎顷刻显露无遗。这难道不是天地有意造就了美景，以等待一统海内的明君，来展现千秋万世的奇观吗？<br>　　每当风和日暖的时候，皇上的车驾降临，登上山巅，倚着栏杆远眺，必定神情悠悠而启动遐想。看见长江汉江的流水滔滔东去，诸侯赴京朝见天子，高深的城池，严密固防的关隘，必定说：“这是我栉风沐雨，战胜强敌、攻城取地所获得的啊。”广阔的中华大地，更感到想要怎样来保全它。看见波涛的浩荡起伏，帆船的上下颠簸，外国船只连续前来朝见，四方珍宝争相进贡奉献，必定说：“这是我用恩德安抚、以威力镇服，声望延及内外所达到的啊。”四方僻远的边陲，更想到要设法有所安抚它们。看见大江两岸之间、四郊田野之上，耕夫有烈日烘烤皮肤、寒气冻裂脚趾的烦劳，农女有采桑送饭的辛勤，必定说：“这是我拯救于水火之中，而安置于床席之上的人啊。”对于天下的黎民，更想到要让他们安居乐业。由看到这类现象而触发的感慨推及起来，真是不胜枚举。我知道这座楼的兴建，是皇上用来舒展自己的怀抱，凭借着景物而触发感慨，无不寄寓着他志在治理天下的思绪，何止是仅仅观赏长江的风景呢？<br>　　那临春阁、结绮阁，不是不华美啊；齐云楼、落星楼，不是不高大啊。但无非是因为演奏了淫荡的歌曲而感到快乐，或藏匿着燕赵的美女以供寻欢。但转瞬之间便与无穷的感慨联结在一起了，我真不知怎样来解释它啊。虽然这样，长江发源于岷山，曲折蜿蜒地流经七千余里才向东入海，白波汹涌、碧浪翻腾，六朝之时，往往将它倚为天然险阻。如今已是南北一家，于是视长<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>平安河流，不再用于战争了。然而，这到底是谁的力量呢？读书人有登上此楼观看此江的，应当想到皇上的恩德有如苍天，浩浩荡荡难以形容它的广阔，简直与大禹凿山疏水拯救万民的功绩同样地无边无际。忠君报国的心情，难道还有不油然而生的吗？<br>　　我没有才能，奉皇上旨意撰写这篇记文，于是准备将心中替皇上考虑到的昼夜辛劳操持国事最急切之处，铭刻于碑石。至于其它留连光景的言辞，一概略而不言，惟恐有所亵渎。</p><p><strong>注释</strong><br>[1]金陵：今江苏南京市。<br>[2]皇帝：指明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>。<br>[3]定鼎：传说夏禹铸九鼎以象九州，历商周，都作为传国重器置于国都，后因称定都或建立王朝为定鼎。<br>[4]暨：至<br>[5]罔间朔南：不分北南。<br>[6]穆清：指天。<br>[7]一豫一游：谓巡游。《孟子.梁惠王下》：“夏谚曰：吾王不游，吾何以休；吾王不豫，吾何以助。”豫，义同“游”。《晏子春秋.内篇.问下》：“春省耕而补不足者谓之游，秋省实而助不给者渭之豫。”<br>[8]狮子山：晋时名卢龙山，明初，因其形似狻猊，改名为狮子山。山西控大江，有高屋建瓴之势，自古以来是南京西北部的屏障，为兵家必争之地。<br>[9]卢龙：卢龙山，在今江苏江宁县西北。<br>[10]锡：赐。<br>[11]轩露：显露。<br>[12]法驾：皇帝的车驾。<br>[13]崇椒：高高的山顶。<br>[14]江汉之朝宗：《尚书.禹贡》：“江汉朝宗于海。”意谓江汉等大川以海为宗。<br>[15]沐风栉（zhì）雨：即“栉风沐雨”。风梳发，雨洗头，形容奔波的辛劳。<br>[16]中夏：这里指全国。<br>[17]琛（chēn）：珍宝。<br>[18]德绥：用德安抚。<br>[19]覃：延。<br>[20]柔：怀柔。<br>[21]皲（jūn）足：冻裂脚上的皮肤。<br>[22]行馌（yè）：为田里耕作的农夫送饭。<br>[23]衽（rèn）席：卧席。意谓有寝息之所。<br>[24]临春、结绮：南朝陈后主所建之阁。自居临春阁，张贵妃居结绮阁，更有望春阁，用以居龚、孔二贵嫔。<br>[25]齐云：唐曹恭王所建之楼，后又名飞云阁。明太祖朱元璋克平江，执张士诚，其群妾焚死于此楼。故址在旧吴县子城止。落星：吴嘉禾元年，天桂林苑落星山起三层楼，名曰落星楼。故址在今江苏南京市东北。<br>[26]委蛇：亦作“逶迤”，连绵曲折。<br>[27]逢掖：宽袖之衣，古代儒者所服，因用作士人的代称。<br>[28]荡荡难名：《论语.泰伯》：“巍巍乎！唯天为大，唯尧则之。荡荡乎！民无能名焉。”<br>[29]神禹疏凿之功：指夏禹治水之功。<br>[30]宵旰（gàn）：即“宵衣旰食”，指勤于政务，早起晚食。<br>[31]勒：刻。贞珉：指碑石。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　文章不作一味的奉迎，在歌功颂德的同时，也意存讽劝。登上阅江楼，览“中夏之广，益思有以保之”；见“四隀之远，益思所以柔之”；见“万方之民，益思有以安之”。就是登览中处处想着国家社稷人民，既“元不寓其致治之思，奚止阅夫长江而已”。至于那些“留连光景之辞，皆略而不陈”。文章确实写得庄重典雅，委婉含蓄，是一篇颇具时代特色而又有分寸的应制文字。</p> <p>　　阅江楼，在今南京狮子山，为明代开国皇帝<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>诏令所建，建成后，朱元璋常登临其上览胜。本文即为<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>奉诏所写的一篇歌颂性的散文。</p> <p>　　宋濂为明初文官中的重臣，朱元璋颁发的诏令多出其手，实为皇帝的左右手。本文既为奉诏而作，其中自不免存在一些歌功颂德的溢美之词。但作者又能援引历史上，特别是六朝覆灭的事实，巧妙地达到了“以史为鉴”的目的。寓规劝于叙事，当是本文的主旨所在。</p> <p>　　宋濂为一代宗师，而且常为明太祖草诏，故其文风庄重浑厚，语言简洁得体。本文堪称代表作之一。文中虽多有歌功颂德的套语，但应把它放在具体的历史条件下来认识。明太祖朱元璋率领农民起义军转战南北，终于推翻了腐朽残暴的元政权，而且在即位后确实采取了一些促进经济发展的措施，应该说是顺应社会发展要求的。文中提到的“拔诸水火，而登于衽席”，确实也反映了当时的一些实际，不能单纯地把它看作是“陈词滥调”。至于写到皇帝在登楼时的种种心理活动，虽然是在赞扬“一统之君”，但颇有弦外之音，即为皇帝敲响警钟，暗寓皇帝要处处关心国事民疾，而不应为观赏胜景而登临。特别是在第三段中，作者援引了古代楼阁的往事陈迹，说明了历史上朝代兴亡的教训，更直截了当地表现出规劝之意。</p> <p>　　全文有叙有议，骈散兼备，更显出作者非凡的功力。“声教所暨，罔间朔南，存神穆清，与天同体”，“登览之顷，万象森列，千载之秘，一旦轩露”之类的四字句，读起来铿锵有力，颇具音韵美。“江汉之朝宗，诸侯之述职，城池之高深，关阨之严固”等五字的排比句，又把当地的气象万千的场面尽摄眼底。特别是第二段中的“三思”，更是把人的心情刻画得淋漓尽致，确实功力不凡。</p> <p>　　阅江楼。<br>　　雄视吴楚阅江楼，评说成败帝王侯。<br>　　云锦绝技惊天下，金陵官话撰石头。<br>　　友好远航垂青史，共和首义傲亚洲。<br>　　<a href=\"http://so.gushiwen.org/view_72353.aspx\">诗</a>文书画历代秀，稻作玉雕岁月稠。</p> <p>　　南通州余西古镇精进书院任侠家作于南京陋室，2011年3月18日。</p>",
  "poet": {
    "id": 705,
    "star": 0,
    "name": "宋濂",
    "image": "http://img.gushiwen.org/authorImg/songlian.jpg",
    "desc": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"
  },
  "tags": [
    "古文观止",
    "赞颂"
  ]
}