{
  "id": 71034,
  "star": 369,
  "name": "岁暮到家/岁末到家",
  "dynasty": "清代",
  "content": "爱子心无尽，归家喜及辰。<br>寒衣针线密，家信墨痕新。<br>见面怜清瘦，呼儿问苦辛。<br>低徊愧人子，不敢叹风尘。",
  "fanyi": "<p><strong>译文<br></strong>爱子之心是没有穷尽的，最高兴的事莫过于游子及时归来。<br>缝制寒衣的针脚密密麻麻地，家书里的字迹墨痕犹如新的一样。<br>看见儿子瘦了母亲心疼，呼叫着我细问旅途的艰难。<br>母亲啊，儿子已经愧对您了，不会忍心诉说漂泊在外所受的风尘。</p> <p><strong>注释<br></strong>①及辰：及时，正赶上时候。这里指过年之前能够返家。<br>②寒衣针线密：唐<a href=\"http://so.gushiwen.org/view_71034.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《游子吟》：“慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。”<br>③低徊：迟疑徘徊，扪心自问。愧人子：有愧于自己作儿子的未能尽到孝养父母的责任，反而惹得父母为自己操心。<br>④风尘：这里指的是旅途的劳累苦辛。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　母爱是人类最伟大、最无私的情感，但古<a href=\"http://so.gushiwen.org/view_71034.aspx\">诗</a>中表现这一题材的作品却不很多，最著名的当属<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>的《游子吟》，说尽了天下父母爱子之心。<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>这首《岁暮到家》则从另一个角度细腻地刻画了母亲的爱心，与孟诗有异曲同工之妙。</p> <p>　　诗中着意表现的母子之情，并没有停留在单纯、抽象的叙写上，而是借助衣物、语言行为和心理活动等使之具体化、形象化。</p> <p>　　“爱子心无尽，归家喜及辰。”母亲对儿子的爱心没有止境，儿子及时归来使母亲惊喜万分，首联上句直写母亲的爱心，下句写久别的儿子岁暮之际回家团聚时母亲的喜悦心情，一个“喜”字，包含了母亲对儿子无尽的关怀和怜爱、思念和期望，是上句的最好注脚。</p> <p>　　三四句说御寒的冬衣缝得针脚细密，问候的家信墨痕尚新。这两句诗极力突出母亲对儿子的关怀和思念：细细缝好御寒的冬衣，时时捎去嘘寒问暖的家信。那一针一线，一字一句中蕴涵了多少慈母的爱心。一个“密”字，道出了母亲对儿子的怜爱；一个“新”字，道出了母亲心中的思念和关怀。</p> <p>　　五六句说一见面便心疼儿子的面容清瘦，叫着孩子问起一路上的艰辛。这里叙写母亲与儿子相见时的情景，进一步表现了母亲对儿子的怜爱：看到儿子面容清瘦，母亲心中十分怜惜，连忙把儿子叫到自己跟前，仔细询问一路上的风尘劳顿，问长问短，反反复复，不厌其烦。一“怜”一“问”，慈爱之心，跃然纸上。</p> <p>　　最后两句写儿子心中惭愧自己没有尽到孝敬母亲的责任，不敢向母亲诉说那一路的风尘，这里通过直抒诗人的惭愧心情表达出母子之间的深情。在慈爱的母亲面前，诗人心中百感交集：一方面充满了对母亲的感激和敬爱，另一方面也感到十分内疚，由于自己出门在外未能在母亲膝下承欢尽孝，深感未尽到人子的责任，从而辜负了母亲的拳拳之心。因此，不敢诉说自己旅途的艰辛。除了惭愧之外，此处也含有担心直言远行的劳顿，会使母亲更加心疼的含义，因此“不敢叹风尘”，自然也蕴涵了“谁言寸草心，报得三春晖”的意味。</p>",
  "about": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>与袁牧、<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>齐名，是性灵派<a href=\"http://so.gushiwen.org/view_71034.aspx\">诗</a>人代表人物之一。这首诗前六句描写他久别回家后见到母亲时母亲的欣喜之状和无微不至关怀。最后两句写自己长年在外，不能侍奉左右，反而连累老母牵挂的愧怍之情。第七句中的“愧”（惭愧、愧怍)就是指这个。但自己长年在外奔波也是无奈之举，而且风尘仆仆，十分辛苦，本来也是可以向母亲倾诉的。但看到母亲刚才见儿子回来时的高兴劲，特别是看到母亲是那么心疼儿子因在外劳累而“清瘦”了不少，自己又怎么忍心把在外面奔波劳累的情况告诉母亲而使她更增担忧呢？所以最后一句“不敢叹风尘”就是写这种复杂的感情的。</p> <p>　　刻画慈母形象在于前六句描写他久别回家后见到母亲时母亲的欣喜之状和无微不至关怀。而最后两句写自己长年在外，不能侍奉左右，反而连累老母牵挂的愧怍之情。慈母形象具体表现“喜”“怜”“呼”</p><br/><h2>写作背景</h2> 　　表达了作者念家，乾隆十一年(公元1746年)，<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>于年终前夕赶到家中，深感母亲对自己的关怀之情，故有此<a href=\"http://so.gushiwen.org/view_71034.aspx\">诗</a>。一二句从母亲的角度落笔，写其日夜思念自己的儿子，看到儿子在年底前回到家中，喜悦之情难以掩饰。三四句以寒衣在身和家信墨新，分写母子深情。以下四句叙述到家时的情形，疼儿之语声声在耳，让人心碎，怎忍在母亲面前为旅途劳顿而发怨言。可谓情真意切，语浅情浓。<br/><h2>创作背景</h2> 　　乾隆十一年（公元1746年），<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>于年终前夕赶到家中，此首<a href=\"http://so.gushiwen.org/view_71034.aspx\">诗</a>就是描写蒋氏与其母团圆时惊喜中又含伤感的真实场景。",
  "poet": {
    "id": 189,
    "star": 0,
    "name": "蒋士铨",
    "image": "http://img.gushiwen.org/authorImg/jiangshiquan.jpg",
    "desc": "蒋士铨（1725—1784）清代戏曲家，文学家。字心馀、苕生，号藏园，又号清容居士，晚号定甫。铅山（今属江西）人。乾隆二十二年进士，官翰林院编修。乾隆二十九年辞官后主持蕺山、崇文、安定三书院讲席。精通戏曲，工诗古文，与袁枚、赵翼合称江右三大家。士铨所著《忠雅堂诗集》存诗二千五百六十九首，存于稿本的未刊诗达数千首，其戏曲创作存《红雪楼九种曲》等四十九种。"
  },
  "tags": [
    "古诗三百首",
    "游子",
    "惭愧"
  ]
}