{
  "id": 71062,
  "star": 235,
  "name": "思帝乡·春日游",
  "dynasty": "唐代",
  "content": "春日游，杏花吹满头。陌上谁家年少足风流？<br>妾拟将身嫁与一生休。纵被无情弃，不能羞。",
  "fanyi": "<p><strong>译文<br></strong>春日踏青郊游，风吹杏花满头。田间路上是谁家少年，青春如花真风流。<br>我想以身相许嫁给他，一生一世就此休。纵使他薄情无义抛弃我，也不后悔也不害羞。</p> <p><strong>注释<br></strong>①题解：《思帝乡》又名《万斯年曲》，本是唐玄宗时教坊曲名，后用作词牌。单调三十三至三十六字，平韵。此调金奁集载<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a><a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词，注越调（无射商）。该篇押用同一部平韵，韵脚分别是“游”、“头”、“流”、“休”、“羞”。<br>②陌（mò）：田间东西方向的道路，这里泛指道路，野外的道路。陌上，道路之上。年少：即“少年”，小伙子，青年人。<br>③足：程度副词，很，非常。风流：风度潇洒，举止飘逸，洒脱放逸，风雅潇洒。足风流，犹云十分风流，够气派、潇洒，够俊俏、多情的。<br>④妾：古代女子对自己的谦称。拟：是定、准、必的意思，与“打算”的用法不尽相同，打算，想要。与：给，这个介词后面省略了宾语。将身嫁与，把自己嫁给他。<br>⑤休：此处指心愿得遂后的罢休，喜悦，欢乐。一生休，一辈子就这样罢了，意思是一生就满足了，这一辈子也就算了，意谓一生有了依托，一生满足。<br>⑥纵：纵然，即便。弃：抛弃，弃置。不能羞：意谓不会感到害羞后悔，即也不在乎。“纵被”二句，即使被他无情无义地休弃了，也不后悔 。</p><br/><h2>英译</h2> <p>A Stroll in Spring --Wei Zhuang</p> <p>As I take a stroll in springtime,</p> <p>My hair is covered with floating apricot blossoms.</p> <p>Oh, whose son is he, at the yonder roadside,</p> <p>That perfectly handsome young man?</p> <p>I wish to marry myself to him, through life,</p> <p>Even though he might ungratefully desert me,</p> <p>I would not be ashamed.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词不掩饰地流露了女子青春的热情，迫切要求恋爱自由。词意质朴大胆，很近民歌。</p> <p>　　此词开端之“春日游”三字，表面看来原只是极为简单直接的一句叙述而已，然而却已经为后文所写的感情之秾挚做了很好的准备和渲染。试想“春日”是何等美好的季节，草木之萌发，昆虫之起蛰，一切都表现了一种生命之觉醒与跃动。而“春日“之后更加一游”字”，则此“春游”之人的春心之欲，随春物以共同萌发及跃动从而可知。而春游所见之万紫千红莺飞蝶舞之景象也就从而可想了。其后再加以“杏花吹满头”一句，则外在之春物遂与游春之人更加了一层直接的关系，其感染触发之密切乃竟有及身满头之情势矣。</p> <p>　　“吹”字虽有花片被风吹落的意思，然而在此一句中却并没有花落春归的哀感，而却表现出一种当繁花开到极盛时，也同时伴随有花片之飞舞的一种更为缤纷盛美的景象。首二句已经为以后的感情之引发，培养和渲染了足够的气势，于是下面才一泻而出毫无假借地写了“陌上谁家年少、足风流”一个上六下三的九字长句，读起来笔力异常饱满。</p> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>这首小词虽不必有儒家之修养与楚骚之忠爱的用心，然而其所写的用情之态度与殉身之精神，却确实可以引发读者一种深层的感动与丰美的联想。</p>",
  "about": "<h2>创作背景</h2> 　　晚唐时期社会矛盾各种进一步激化，民穷财尽、国力衰弱，战乱绵亘，知识分子普遍感到前途茫茫、对未来失去信心，多数人为全身远祸得过且过，上层官僚集团和豪商巨贾则征逐秦楼楚馆尽情享乐，一些知识分子也在倚红偎翠中消磨岁月，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>于唐懿宗咸通三年（862）参加春试落第，约咸通七年（866）再赴考，屡试不第，此后<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义时期在南方避乱流寓很久，大半生曾到过江南及赣、湘、鄂、蜀等地，过着漂泊的生活。黄巢乱后，中原文士多往归西蜀克保偏安之局，韦庄两度入蜀，后为<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>赏识，卜居成都，王建建国称帝后，官至门下侍郎同平章事（宰相），治号小康，得以余力从事于文艺，《古今词话》称：“庄有宠人，资质艳丽，兼善词翰。建闻之，托以教内人为词，强夺去。”韦词牵涉此事者甚多。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "春游",
    "写景"
  ]
}