{
  "id": 27571,
  "star": 367,
  "name": "过华清宫绝句三首",
  "dynasty": "唐代",
  "content": "长安回望绣成堆，山顶千门次第开。<br>一骑红尘妃子笑，无人知是荔枝来。</p> <p>新丰绿树起黄埃，数骑渔阳探使回。<br>霓裳一曲千峰上，舞破中原始下来。</p> <p>万国笙歌醉太平，倚天楼殿月分明。<br>云中乱拍禄山舞，风过重峦下笑声。",
  "fanyi": "<p><strong>译文</strong><br>在长安回头远望骊山宛如一堆堆锦绣，山顶上华清宫千重门依次打开。<br>一骑驰来烟尘滚滚妃子欢心一笑，无人知道是南方送了荔枝鲜果来。</p> <p>绿树环绕的新丰一带不时可见黄尘四起，那是前往渔阳的探使返回。<br>他们谎报军情，唐玄宗和杨贵妃仍旧沉溺于歌舞，直至安禄山起兵，中原残破。</p> <p>全国上下沉浸在一片歌舞升平之中，骊山上宫殿楼阁在月光下显得格外分明。<br>安禄山拖着肥胖的身体翩翩作胡旋舞，引发了杨贵妃的笑声随风飘扬越过层层山峰。</p> <p><strong>注释</strong><br>⑴华清宫：《元和郡县志》：“华清宫在骊山上，开元十一年初置温泉宫。天宝六年改为华清宫。又造长生殿，名为集灵台，以祀神也。”<br>⑵绣成堆：骊山右侧有东绣岭，左侧有西绣岭。唐玄宗在岭上广种林木花卉，郁郁葱葱。<br>⑶千门：形容山顶宫殿壮丽，门户众多。次第：依次。<br>⑷红尘：这里指飞扬的尘土。妃子：指杨贵妃。乐史《杨太真外传》：上曰：“赏名花，对妃子，焉用旧乐词！”《新唐书·李贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变已至京师。”《唐国史补》：“杨贵妃生于蜀，好食荔枝，南海所生，尤胜蜀者，故每岁飞驰以进。然方暑而熟，经宿则败，后人皆不知之。”按：此<a href=\"http://so.gushiwen.org/view_27571.aspx\">诗</a>或为写意之作，意在讽刺玄宗宠妃之事，不可一一求诸史实。在唐代，岭南荔枝无法运到长安一带，故自<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>即言“此时荔枝自涪州致之，非岭南也”（《通鉴唐纪》注）。而荔枝成熟的季节，玄宗和贵妃必不在骊山。玄宗每年冬十月进驻华清宫，次年春即回长安。《程氏考古编》亦辨其谬，近人陈寅恪亦复考证之。<br>⑸知是：一作“知道”。<br>⑹新丰：唐设新丰县，在陕西临潼县东北，离华清宫不远。黄埃：马队奔驰踏起的尘土。<br>⑺渔阳探使：《全唐诗》此句下注：“帝使中使辅璆琳探禄山反否，璆琳受禄山金，言禄山不反。”<br>⑻霓裳（nícháng）：《霓裳羽衣曲》，当时的宫廷舞曲，是唐玄宗根据西凉节度使杨敬述进献的印度《婆罗门》舞曲十二遍亲自改编而成的。千峰：指骊山的众多山峰。<br>⑼舞破中原：指唐玄宗耽于享乐而误国，导致安史之乱。<br>⑽万国：指全国。<br>⑾倚天：形容骊山宫殿的雄伟壮观。<br>⑿云中两句：《旧唐书·安禄山传》载：禄山体肥，重三百三十斤，但却能在唐玄宗面前表演胡旋舞，其疾如风。旁边的宫人拍掌击节，因为舞得太快，节拍都乱了。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　此<a href=\"http://so.gushiwen.org/view_27571.aspx\">诗</a>通过送荔枝这一典型事件，鞭挞了玄宗与杨贵妃骄奢淫逸的生活，有着以微见著的艺术效果，精妙绝伦，脍炙人口。</p> <p>　　起句描写华清宫所在地骊山的景色。诗人从长安“回望”的角度来写，犹如电影摄影师，在观众面前先展现一个广阔深远的骊山全景：林木葱茏，花草繁茂，宫殿楼阁耸立其间，宛如团团锦绣。“绣成堆”，既指骊山两旁的东绣岭、西绣岭，又是形容骊山的美不胜收，语意双关。</p> <p>　　接着，场景向前推进，展现出山顶上那座雄伟壮观的行宫。平日紧闭的宫门忽然一道接着一道缓缓地打开了。接下来，又是两个特写镜头：宫外，一名专使骑着驿马风驰电掣般疾奔而来，身后扬起一团团红尘；宫内，妃子嫣然而笑了。几个镜头貌似互不相关，却都包蕴着诗人精心安排的悬念：“千门”因何而开？“一骑”为何而来？“妃子”又因何而笑？诗人故意不忙说出，直至紧张而神秘的气氛憋得读者非想知道不可时，才含蓄委婉地揭示谜底：“无人知是荔枝来。”“荔枝”两字，透出事情的原委。《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变，已至京师。”明于此，那么前面的悬念顿然而释，那几个镜头便自然而然地联成一体了。</p> <p>　　吴乔《围炉诗话》说：“诗贵有含蓄不尽之意，尤以不著意见声色故事议论者为最上。”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>这首诗的艺术魅力就在于含蓄、精深，诗不明白说出玄宗的荒淫好色，贵妃的恃宠而骄，而形象地用“一骑红尘”与“妃子笑”构成鲜明的对比，就收到了比直抒己见强烈得多的艺术效果。“妃子笑”三字颇有深意。春秋时周幽王为博妃子一笑，点燃烽火，导致国破身亡。读到这里时，读者是很容易联想到这个尽人皆知的故事。“无人知”三字也发人深思。其实“荔枝来”并非绝无人知，至少“妃子”知，“一骑”知，还有一个诗中没有点出的皇帝更是知道的。这样写，意在说明此事重大紧急，外人无由得知，这就不仅揭露了皇帝为讨宠妃欢心无所不为的荒唐，也与前面渲染的不寻常的气氛相呼应。全诗不用难字，不使典故，不事雕琢，朴素自然，寓意精深，含蓄有力，是唐人咏史绝句中的佳作。</p> <p><strong>其二</strong></p> <p>　　唐玄宗时，安禄山兼任平卢、范阳、河东三镇节度使后伺机谋反，玄宗却对他十分宠信。皇太子和宰相杨国忠屡屡启奏，方派中使辅璆琳以赐柑为名去探听虚实。璆琳受安禄山厚赂，回来后盛赞他的忠心。玄宗轻信谎言，自此更加高枕无忧，恣情享乐了。“新丰绿树起黄埃，数骑渔阳探使回”，正是描写探使从渔阳经由新丰飞马转回长安的情景。这探使身后扬起的滚滚黄尘，是迷人眼目的的烟幕，又象征着叛乱即将爆发的战争风云。</p> <p>　　诗人从“安史之乱”的纷繁复杂的史事中，只摄取了“渔阳探使回”的一个场景，是颇具匠心的。它既揭露了安禄山的狡黠，又暴露了玄宗的糊涂，有“一石二鸟”的妙用。</p> <p>　　如果说诗的前两句是表现了空间的转换，那么后两句“霓裳一曲千峰上，舞破中原始下来”，则表现了时间的变化。前后四句所表现的内容本来是互相独立的，但经过诗人巧妙的剪接便使之具有互为因果的关系，暗示了两件事之间的内在联系。而从全篇来看，从“渔阳探使回”到“霓裳千峰上”，是以华清宫来联结，衔接得很自然。这样写，不仅以极俭省的笔墨概括了一场重大的历史事变，更重要的是揭示出事变发生的原因，诗人的构思是很精巧的。</p> <p>　　将强烈的讽刺意义以含蓄出之，尤其是“霓裳一曲千峰上，舞破中原始下来”两句，不着一字议论，便将玄宗的耽于享乐、执迷不悟刻画得淋漓尽致。说一曲霓裳可达“千峰”之上，而且竟能“舞破中原”，显然这是极度的夸张，是不可能的事，但这样写却并非不合情理。因为轻歌曼舞纵不能直接“破中原”，中原之破却实实在在是由统治者无尽无休的沉醉于歌舞造成。而且，非这样写不足以形容歌舞之盛，非如此夸张不能表现统治者醉生梦死的程度以及由此产生的国破家亡的严重后果。此外，这两句诗中“千峰上”同“下来”所构成的鲜明对照，力重千钧的“始”字的运用，都无不显示出诗人在遣词造句方面的深厚功力，有力地烘托了主题。正是深刻的思想内容与完美的表现手法，使之成为脍炙人口的名句。全诗到此戛然而止，更显得余味无穷。</p> <p><strong>其三</strong></p> <p>　　这是三绝句中的最后一首，也是一首讽喻诗。</p> <p>　　“万国笙歌醉太平”，此言唐玄宗整日与杨贵妃在骊山游乐，不理朝政，举国上下也沉浸在一片歌舞升平之中。“倚天楼殿月分明”，此言骊山上宫殿楼阁高耸挺拔，在月光下显得格外分明。“云中乱拍禄山舞”，此句语带讥刺地说：想当年安禄山在骊山上觐见唐玄宗和杨贵妃时，在大殿中拖着肥胖的身体翩翩作胡旋舞，竟引发了杨贵妃爽朗的笑声。“风过重峦下笑声”，此言那笑声随风飘扬越过层层峰峦，在山间久久回荡。</p> <p>　　据载：杨贵妃见安禄山作胡旋舞，心花怒放，竟收安禄山做自己的干儿子，唐玄宗也非常高兴，对安禄山分外器重，委任他为三镇节度使。但恰恰是他们的这位干儿子对他们举起了反叛的大旗。大唐帝国也从此滑向衰亡的深渊。</p> <p>　　此诗含蓄委婉，笔调看似轻快，实则对亡国之君的荒淫误国给予了辛辣无情的嘲讽。</p>",
  "about": "<h2>创作背景</h2> <p>　　这三首<a href=\"http://so.gushiwen.org/view_27571.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>经过骊山华清宫时有感而作。华清宫是唐玄宗开元十一年（723年）修建的行宫，唐玄宗和杨贵妃曾在那里寻欢作乐。后代有许多诗人写过以华清宫为题的咏史诗，而杜牧《过华清宫绝句三首》是其中的名作。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "咏史怀古",
    "讽刺",
    "组诗"
  ]
}