{
  "id": 48595,
  "star": 46,
  "name": "浣溪沙·小阁重帘有燕过",
  "dynasty": "宋代",
  "content": "小阁重帘有燕过。晚花红片落庭莎。曲阑干影入凉波。<br>一霎好风生翠幕，几回疏雨滴圆荷。酒醒人散得愁多。",
  "fanyi": "<p><strong>译文<br></strong>小楼重重门帘外面有燕子飞过。晚上红花的花瓣落在了亭子里。独自一人在栏杆边而感到寒冷。<br>因一阵轻风才看到那碧绿帘幕。几次稀稀疏疏的雨滴在荷叶上。酒醒来人都走了又有了忧愁。</p> <p><strong>注释<br></strong>⑴浣溪沙：本唐教坊曲名，后用作词牌。一作《浣溪纱》，又名《浣沙溪》、《小庭花》等。双调四十二字，平韵。南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>有仄韵之作。此调音节明快，句式整齐，易于上口。为婉约、豪放两派词人所常用。 <br>⑵过：飞过，过读平声。<br>⑶晚花：春晚的花。红片：落花的花瓣。庭莎：庭院里所生的莎草。莎草为草本植物，叶条形，有光泽，夏季开黄褐色小花。<br>⑷一霎：一会儿，一阵子。<br>⑸几回疏雨滴圆荷：指的是一日之间好几次下雨，雨点打在圆圆的荷叶上。词句化用五代<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《思帝乡》词：“看尽满池疏雨打团荷。”<br>⑹愁：在词中是富贵者叹息时光易逝，盛筵不再，美景难留的淡淡闲愁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　吴处厚《青箱杂记》卷五记载：“晏元献公虽起田里，而文章富贵，出于天然。尝览李庆孙《富贵曲》云：‘轴装曲谱金书字，树记花名玉篆牌’。公曰：‘此乃乞儿相，未尝谙富贵者。’故公每吟咏富贵，不言金玉锦绣，而唯说其气象。若‘楼台侧畔杨花过，帘幕中间燕子飞’，‘梨花院落溶溶月，杨柳池塘淡淡风’之类是也。故公自以此句语人曰：‘穷儿家有这景致也无？’”这段话颇能道出<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>富贵词的独特风格。这首词前五句描写景物重在神情，不求形迹，细节刻画，取其精神密契，不在于锦绣字面的堆砌，而在于色泽与气氛上的渲染，故能把环境写得博大高华，充满富贵气象。词中所表达的思想既不是伤春女子的幽愁，又不是羁旅思乡游子的离愁，更不是感时悯乱的深愁，而是富贵者叹息时光易逝，盛筵不再，美景难留的淡淡闲愁。</p> <p>　　劈头“小阁重帘有燕过”点出环境与时令。此句看似平淡，实乃传神一笔，有破空而来之势。这匆匆一过的穿帘燕子，莫非是远方使者，给帘内入传递了春将归去的消息。像在平静的水面投下一枚小石，立刻泛起层层波澜。一下子打破了小阁周围宁静的空气，起着沟通重帘内外的作用。阁中人目随燕影，看到“晚花红片落庭莎”。原来时已暮春，庭院满地落红。“晚”，一指傍晚，朝花夕谢，形容落花的时间，一指晚春，花事凋零，形容落花的节令。春末多雨，更兼庭中少行迹，满庭莎草已是一派浓绿。“红片”与“庭莎”，绿肥红瘦，相映成趣。“曲栏干影入凉波”，庭院中池边的曲曲栏干，倒影于池塘碧波之中。“凉波”的“凉”既是时已入暮，池水生凉的真实写照，又是个中人此时此地心境凄凉的折光反射。</p> <p>　　以上三句写的是帘外景物，从视觉所及落笔。“重帘”、“过燕”、“晚花”、“庭莎”、“曲栏”、“凉波”诸意象所组成的画面，其色泽或明或暗，或浓或淡，或动或静，使整个庭院呈现出一片凄清冷落。虽然主人公尚未露面，但他的处境、心曲，已跃然纸上了。片两句由帘外转入帘内，从听觉着墨，写阁中人的感受。“一霎”、“几回”乃互文。虽说是“好风”、“疏雨”，小阁里的人却听得分明，感得真切，可见环境是何等的静，人是多么孤独。</p> <p>　　上句“翠”、“生”二字，一为冷色，一为动态，这种化虚为实的描写，把周围的景物写活了，给人以质感。好风入槛，翠幕生寒，孤身独处，情何以堪。下句“圆荷”即荷叶。疏雨滴在嫩绿的荷叶上，声音本是极细极微，但偏偏阁中人却听得清清楚楚。帘外之凄清冷落如彼，帘内之空虚寂静如此，这一切本是足以生愁了，何况又值“酒醒人散”之后。末句以情语作结，总束全词，兴起感情波澜，似神龙掉尾，极有跌宕之致。</p> <p>　　结句抒发的亦是富贵闲愁。前人评晏殊词圆融平静，多富贵气象。晏殊自云：“余每吟咏富贵，不言金玉锦绣，而悦其气象。”此词可见一斑。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "感叹",
    "惜时"
  ]
}