{
  "id": 57538,
  "star": 62,
  "name": "水调歌头·舟次扬州和人韵",
  "dynasty": "宋代",
  "content": "落日塞尘起，胡骑猎清秋。汉家组练十万，列监耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 <br>今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。",
  "fanyi": "<p><strong>译文<br></strong>落日雄浑，边境上战争的烟尘涌起，秋高气爽，金兵大举进犯我领地。看我雄壮的十万大军奋勇迎敌，江面上排列的战舰如高楼耸立。谁说苻坚的士兵投鞭就能截断江流，想当年昌顿谋杀生父，响箭上染满血迹，佛狸南侵在风雨中节节败退，最终也死在他自己的亲信手里。年轻时我像苏秦一样英姿飒爽，跨着战马身披貂裘为国奔走效力。<br>如今我一事无成人已渐老，搔着白发又经过这扬州旧地。我已经厌倦了官宦生涯，真想到江湖间种桔游憩。你们二位都是东南的名流，胸藏万卷<a href=\"http://so.gushiwen.org/view_57538.aspx\">诗</a>书前程无比。让我尝试着为你们出谋划策：不要学李广在南山闲居射虎，去当个“富民侯”才最为相宜。</p> <p><strong>注释<br></strong>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。<br>⑵次：停泊。人：指杨济翁（即<a href=\"http://so.gushiwen.org/author_101.aspx\"></a><a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>正，诗人<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的族弟）、周显先，是东南一带名士。下文“二客”即此意。<br>⑶塞尘起：边疆发生了战事。<br>⑷胡骑猎清秋：古代北方的敌人经常于秋高马肥之时南犯。胡骑：此指金兵。猎：借指发动战争。<br>⑸组练：组甲练袍，指装备精良的军队。<br>⑹投鞭飞渡：用投鞭断流事。前秦苻坚举兵南侵东晋，号称九十万大军，他曾自夸说：“以吾之众旅，投鞭于江，足断其流。”（《晋书·苻坚载记》）结果淝水一战，大败而归。此喻完颜亮南侵时的嚣张气焰，并暗示其最终败绩。<br>⑺“忆昔”二句：指绍兴三十一年（1161年）金主完颜亮南侵失败为其部下所杀事。鸣髇（xiāo）：即鸣镝，是一种响箭，射时发声。血污：指死于非命。《史记·匈奴传》谓匈奴头曼单于之太子冒顿作鸣镝，令左右曰：“鸣镝所射而不悉射者斩之。”后从其父头曼猎，以鸣镝射头曼，其左右亦随鸣镝而射头曼。佛（bì）狸：后魏太武帝拓跋焘小字佛狸，曾率师南侵，此借指金主完颜亮。<br>⑻“季子”二句：苏秦字季子，战国时的策士，以合纵策游说诸侯佩六国相印。《战国策·赵策》：李兑送苏秦明月之珠，和氏之璧，黑貂之裘，黄金百镒。苏秦得以为用,西入于秦。这里指自己如季子年少时一样有一股锐气，寻求建立功业，到处奔跑貂裘积满灰尘，颜色变黑。<br>⑼“今老”三句：谓今过扬州，人已中年，不堪回首当年。搔白首：暗用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗意：“出门搔白首，若负平生志。”<br>⑽“倦游”两句：欲退隐江上，种橘消愁。倦游：倦于宦游，即厌于做官。橘千头：（李）衡每欲治家，妻辄不听，后密遣客十人<a href=\"http://so.gushiwen.org/author_28.aspx\">于武陵</a>龙阳汜洲上作宅，种甘橘千株。临死，敕儿曰：“汝母恶我治家，故穷如是。然吾州里有千头木奴，不责汝衣食，岁上一匹绢，亦可足用耳。”（《襄阳耆旧传》<br>⑾“二客”三句：称颂友人学富志高，愿为之谋划。名胜：名流。万卷诗书事业：化用杜甫诗意：“读书破万卷，下笔如有神。……致君尧舜上，再使风俗淳。”（《奉赠韦左丞丈二十二韵》）<br>⑿“莫射”二句：《史记·李将军列传》载：“天子乃召拜广为右北平太守。……广出猎，见草中石，以为虎而射之，中石没镞。视之，石也，因复更射之，终不能复入石矣。广所居郡闻有虎，尝自射之。及居右北平射虎，虎腾伤广，广亦竟杀之。”又据《汉书·食货志》载：“武帝末年悔征战之事，乃封丞相为富民侯，以明休息，恩养富民也。”这二句是感叹朝廷偃武修文，做军事工作没有出路。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片是“追昔”。作者的抗金生涯开始于金主完颜亮发动南侵时期，词亦从此写起。古代北方少数民族贵族统治者常在秋高马肥的时节南犯中原，“胡骑猎清秋”即指完颜亮1161年率军南侵事。前一句“落日塞尘起”是先造气氛。从意象看：战尘遮天，本来无光的落日，便显得更其惨淡。准确渲染出敌寇甚嚣尘上的气焰。紧接二句则写宋方抗金部队坚守大江。以“汉家”与“胡骑”对举，自然造成两军对峙，一触即发的战争气氛。写对方行动以“起”、“猎”等字，是属于动态的；写宋方部署以“列”、“耸”等字，偏于静态的。相形之下，益见前者嚣张，后者镇定。“组练十万”、“列舰”“层楼”，均极形宋军阵容严整盛大，有一种必势的信心与气势。前四句对比有力，烘托出两军对垒的紧张气氛，同时也使人感觉正义战争前途光明，以下三句进一步回忆当年完颜亮南进溃败被杀事。完颜亮南侵期间，金统治集团内部分裂，军事上屡受挫折，士气动摇军心离散。当完颜亮迫令金军三日内渡江南下时，被部下所杀，这场战争就此结束。</p> <p>　　“谁道投鞭飞渡”三句即书其事。句中隐含三个典故：《晋书·符坚载记》载前秦苻坚率大军南侵东晋，曾不可一世地说“以吾之众，投鞭于江，足断其流”，结果一败涂地，丧师北还。《史记·匈奴传》载匈奴头曼单于之太子冒顿作鸣镝（即“鸣髇”，响箭），命令部下说：“鸣镝所射而不悉射者斩之”，后在一次出猎时，冒顿以鸣镝射头曼，他的部下也跟着发箭，头曼遂被射杀。“佛狸”，为北魏太武帝拓跋焘的小名。他南侵中原受挫，被太监所杀，作者融此三事以写完颜亮发动南侵，但丧于内乱，事与愿违的史实，不仅切贴，三事连用，更觉有化用自然之妙。宋朝军民，军容严整同仇敌忾而金国外强中干且有“离合之衅”可乘，这正是恢复河山的大好时机。当年，作者二十出头以义军掌书记策马南来，使义军与南宋政府取得联系，希望协同作战，大举反击。“季子正年少，匹马黑貂裘”，正是作者当年飒爽英姿的写照。苏秦字“季子”，乃战国时著名策士，以合纵游说诸候佩而后佩六国相印。他年轻时曾穿黑貂裘“西入秦。作者以”季子“自拟乃是突出自己以天下为已任的少年锐进之气。于是，在战争风云的时代背景上，这样一个“锦襜突骑渡江初”（《鹧鸪天·有客慨然谈功名因追念少年时事戏作》）的少年英雄，义气风发，虎虎有生气，与下片搔白首而长吟的今“我”判若两人。</p> <p>　　过片笔锋所及转为“抚今”。上片结句才说到“年少”，这里却继以“今老矣”一声长叹，其间掠过了近二十年的时间跨度。老少，对比强烈叹中之愁闷顿显突出。这里的叹老又不同一般文人叹老嗟卑的心理，而是类乎“时易失，心徒壮，岁将零”（<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《六州歌头·长淮望断》），属于深忧时不我待、老大无成的志士之愁苦。南渡以来，作者长期被投闲置敬，志不得伸，此时翘首西北，“望中犹记、烽火扬州路”（《永遇乐·京口北固亭怀古》），真有不胜今昔有别之感。</p> <p>　　过片三短句，情绪够悲怆的，似乎就要言及政局国事，但是“欲说还休”。接下来只讲对来日的安排，分两层。第一层说自己，因为倦于宦游，想要归隐田无，植橘置产。三国时吴丹阳太守李衡在龙阳县汜洲种柑橘，临死时对儿子说：“吾州里有千头木奴，不责汝衣食，岁上一匹绢，亦可足用耳。”（见《三国志》）颇具风趣又故意模仿一种善治产业、谋衣食的精明人口吻。只要联想作者“求田问舍，怕应羞见，刘郎才气”（《水龙吟·登建康赏心亭》）的词句，不难体味这里隐含的无奈、自嘲及悲愤的复杂情绪。作者一心为国，希望能效力沙场，而朝廷无能、力不能伸，想解甲而去但终心系祖国，说“欲去”而而又不忍去，正表现出作者内心的矛盾。为将来打算第二层是劝友人。杨济翁原唱云：“忽醒然，成感慨，望神州。可怜报国无路，空白一分头。都把平生意气，只做如今憔悴，岁晚若为谋？”其彷徨无奈可谓与弃疾相通。作者故而劝道：“您们二位（二客）乃东南名流，腹藏万卷，胸怀大志，自不应打算像我一样归隐。但有一言还想与君等商议一下：且莫效李广那样南山习射，只可取‘富民侯’谋个安逸轻闲。”《史记·李将军列传》载，李广曾“屏野居蓝田南山中射猎”，“广所居郡闻有虎，尝自射之”。《汉书·食货志》：“武帝末年悔征伐之事，乃封丞相为富民侯。”李广生不逢高祖之世，空有一身武力，未得封侯，而“富民侯”却能不以战功而取。二句暗指朝廷“偃武修文”。放弃北伐，致使英雄无用武之地，其意不言自明。要之，无论说自己“倦游欲去江上，手种橘千头”也好，劝友人“莫射南山虎”、“直觅富民侯”也好，都属激愤语。如果说前一层讲得较好平淡隐忍，后一层“莫射”“直觅”云云，语意则相当激烈。分两步走，便把一腔愤懑不满尽情发泄出来。</p> <p>　　此词上阕颇类英雄史<a href=\"http://so.gushiwen.org/view_57538.aspx\">诗</a>的开端，然而其雄壮气势到后半却陡然一转，反添落寞之感，通过这种跳跃性很强的分片，有力表现出作者失意和对时政不满而更多无奈气愤的心情。下片写壮志销磨，全推在“今老矣”三字上，行文腾挪，用意含蓄，个中酸楚愤激，耐人寻味，愤语、反语的运用，也有强化感情色彩的作用。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于淳熙五年（1178年）。是年夏秋之交，稼轩在临安大理寺少卿任上不足半年，又调任为湖北转运副使，溯江西行。船只停泊在扬州时，与友人杨济翁（炎正）、周显先有词作往来唱和。作者在南归之前，在山东、河北等地区从事抗金活动，到过扬州，又读到友人伤时的词章，心潮澎湃，遂写下这一首抚今追昔的和韵词作。扬州为当时长江北岸军事重镇。绍兴三十一年（1161年），金主完颜亮大举南侵，一度占领扬州，后被南宋虞允文率部在采石矶一战击溃，完颜亮也为部属所杀。稼轩过此，抚今追昔，有感而作此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "典故",
    "抚今追昔"
  ]
}