{
  "id": 47745,
  "star": 2,
  "name": "成相杂辞",
  "dynasty": "先秦",
  "content": "请成相。<br>世之殃。<br> 愚暗愚暗堕贤良。<br>人主无贤。<br> 如瞽无相何伥伥。<br>请布基。<br> 慎圣人。<br>愚而自专事不治。<br> 主忌苟胜。<br>群臣莫谏必逢灾。<br> 论臣过。<br>反其施。<br> 尊主安国尚贤义。<br>拒谏饰非。<br> 愚而上同国必祸。<br>曷谓罢。<br> 国多私。<br>比周还主党与施。<br> 远贤。<br>近谗。<br> 忠臣蔽塞主势移。<br>曷谓贤。<br> 明君臣。<br>上能尊主爱下民。<br> 主诚听之。<br>天下为一四海宾。<br> 主之孽。<br>谗人达。<br> 贤能遁逃国乃蹷。<br>愚以重愚。<br> 暗以重暗成为桀。<br>世之灾。<br> 妬贤能。<br>飞廉知政任恶来。<br> 卑其志意。<br>大其园囿高其台。<br> 武王怒。<br>师牧野。<br> 纣卒易乡启乃下。<br>武王善之。<br> 封之于宋立其祖。<br>世之衰。<br> 谗人归。<br>比干见刳箕子累。<br> 武王诛之。<br>吕尚招麾殷民怀。<br> 世之祸。<br>恶贤士。<br> 子胥见杀百里徒。<br>穆公得之。<br> 强配五伯六卿施。<br>世之愚。<br> 恶大儒。<br>逆斥不通孔子拘。<br> 展禽三绌。<br>春申道缀基毕输。<br> 请牧基。<br>贤者思。<br> 尧在万世如见之。<br>谗人罔极。<br> 险陂倾侧此之疑。<br>基必施。<br> 辩贤罢。<br>文武之道同伏戏。<br> 由之者治。<br>不由者乱何疑为。<br> 凡成相。<br>辩法方。<br> 至治之极复后王。<br>慎墨季惠。<br> 百家之说诚不祥。<br>治复一。<br> 脩之吉。<br>君子执之心如结。<br> 众人贰之。<br>谗夫弃之形是诘。<br> 水至平。<br>端不倾。<br> 心术如此象圣人。<br>□而有势。<br> 直而用抴必参天。<br>世无王。<br> 穷贤良。<br>暴人刍豢仁人糟糠。<br> 礼乐灭息。<br>圣人隐伏墨术行。<br> 治之经。<br>礼与刑。<br> 君子以脩百姓宁。<br>明德慎罚。<br> 国家既治四海平。<br>治之志。<br> 后势富。<br>君子诚之好以待。<br> 处之敦固。<br>有深藏之能远思。<br> 思乃精。<br>志之荣。<br> 好而一之神以诚。<br>精神相反。<br> 一而不贰为圣人。<br>治之道。<br> 美不老。<br>君子由佼以好。<br> 下以教诲子弟。<br>上以事祖考。<br> 成相竭。<br>辞不蹷。<br> 君子道之顺以达。<br>宗其贤良辩其殃孽□□□。<br> 请成相。<br>道圣王。<br> 尧舜尚贤身辞让。<br>许由善卷。<br> 重义轻利行显明。<br>尧让贤。<br> 以为民。<br>氾利兼爱德施均。<br> 辩治上下。<br>贵贱有等明君臣。<br> 尧授能。<br>舜遇时。<br> 尚贤推德天下治。<br>虽有贤圣。<br> 适不遇世孰知之。<br>尧不德。<br> 舜不辞。<br>妻以二女任以事。<br> 大人哉舜。<br>南面而立万物备。<br> 舜授禹以天下。<br>尚德推贤不失序。<br> 外不避仇。<br>内不阿亲贤者予。<br> 禹劳心力。<br>尧有德。<br> 干戈不用三苗服。<br>举舜甽畝。<br> 任之天下身休息。<br>得后稷。<br> 五谷殖。<br>夔为乐正鸟兽服。<br> 契为司徒。<br>民知孝尊弟有德。<br> 禹有功。<br>抑下鸿。<br> 辟除民害逐共工。<br>北决九河。<br> 通十二渚疏三江。<br>禹傅土。<br> 平天下。<br>躬亲为民行劳苦。<br> 得益皋陶。<br>横革直成为辅。<br> 契玄王。<br>生昭明。<br> 居于砥石迁于商。<br>十有四世乃有天乙是成汤。<br> 天乙汤。<br>论举当。<br> 身让卞随举牟光。<br>□□□□道古贤圣基必张。<br> □□愿陈辞。<br>世乱恶善不此治。<br> 隐讳疾贤。<br>良由姦诈鲜无灾。<br> 患难哉阪为先圣知不用愚者谋。<br>前车已覆。<br> 后未知更何觉时。<br>不觉悟。<br> 不知苦。<br>迷惑失指易上下。<br> 忠不上达。<br>蒙掩耳目塞门户。<br> 门户塞。<br>大迷惑。<br> 悖乱昏莫不终极。<br>是非反易。<br> 比周期上恶正直。<br>正直恶。<br> 心无度。<br>邪枉辟回失道途。<br> 已无邮人我独自美岂无故。<br>不知戒。<br> 后必有恨后遂过不肯悔。<br>谗夫多进。<br> 反复言语生诈态。<br>人之态。<br> 不如备。<br>争宠疾贤利恶忌。<br> 妬功毁贤。<br>下敛党与上蔽匿。<br> 上壅蔽。<br>失辅势。<br> 任用谗夫不能制。<br>郭公长父之难。<br> 厉王流于彘。<br>周幽厉。<br> 所以败。<br>不听规谏忠是害。<br> 嗟我何人。<br>独不遇时当乱世。<br> 欲对衷言不从。<br>恐为子胥身离凶。<br> 进谏不听。<br>刭而独鹿弃之江。<br> 观往事。<br>以自戒。<br> 治乱是非亦可识。<br>□□□□托于成相以喻意。<br> 请成相。<br>言治方。<br> 君论有五约以明。<br>君谨守之。<br> 下皆平正国乃昌。<br>臣下职。<br> 莫游食。<br>务本节用財无极。<br> 事业听上。<br>莫得相使一民力。<br> 守其职。<br>足衣食。<br> 厚薄有等明爵服。<br>利往卬上。<br> 莫得擅与孰私得。<br>君法明。<br> 论有常。<br>表仪既设民知方。<br> 进退有律。<br>莫得贵贱孰私王。<br> 君法仪。<br>禁不为。<br> 莫不说教名不移。<br>脩之者荣。<br> 离之者辱孰它师。<br>刑称陈。<br> 守其银。<br>下不得用轻私门。<br> 罪祸有律。<br>莫得轻重威不分。<br> 请牧祺。<br>用有基。<br> 主好论议必善谋。<br>五听循领。<br> 莫不理续主执持。<br>听之经。<br> 明其请。<br>参伍明谨施赏刑。<br> 显者必得隐者复显民反诚。<br>言有节。<br> 稽其实。<br>信诞以分赏罚必。<br> 下不欺上。<br>皆以情言明若日。<br> 上通利。<br>隐远至。<br> 观法不法见不视。<br>耳目既显。<br> 吏敬法令莫敢恣。<br>君教出。<br> 行有律。<br>吏谨将之无敌铍滑。<br> 下不私请。<br>各以所宜舍巧拙。<br> 臣谨脩。<br>君制变。<br> 公察善思论不乱。<br>以治天下。<br> 后世法之成律贯。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": []
}