{
  "id": 57647,
  "star": 8,
  "name": "水龙吟·载学士院有之",
  "dynasty": "宋代",
  "content": "倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。<br>拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。",
  "fanyi": "<h2>译文</h2> 　　身倚栏杆，看碧绿的山色转为丹红，在悠然之间就褪却了香袍的脂粉而成熟起来。上林苑选美一样选上的，忙匆匆的又换掉了由紫云润色的衣裳。枉费了多少个春天啊，从早到晚的又是薰又是染，花儿都为此凋零了。可笑那些庸常的桃花李花，尽管乱涂乱抹地打扮自己，最后还是留下无限的凄凉。且与那些流莺说去吧，切记世间的荣华与富贵，最容易消散而难以保全完整。人世间的得意，就像那自然界的花儿，尽管也有千红百紫的时候，可是转眼之间就到了尽头。白头老人的时候回想平生，是年轻时的少年意气耽误了自己，官场冷酷与无情。如果风流的禀性还没有磨灭，那么就尽情地欢娱在酒中吧，要问人生的意义，那就去看那一年又一年的花枝吧。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首咏物词，是咏范南伯家文官花的。文官花，又名锦带花、海仙花。</p> <p>　　词的上片主要写文官花的颜色多变及其原因。王僧孺《夜愁示诸宾》<a href=\"http://so.gushiwen.org/view_57647.aspx\">诗</a>说：“谁知心眼乱，看朱忽成碧。”“倚栏”二句反用其意，言凭倚画栏观赏文官花，初看碧绿，转眼变为朱红色，而白色花苞也不经意地褪了色。两句之中，写出了该花由粉(白)变碧(绿)再变为朱(红)的变化，且造语自然，可谓健笔。“上林”三句写其由红变紫。上林，这里指翰林院。“紫云衣润”，言其变为紫色。如果说前两句写了白、绿、红三色，意象很密；而“上林”三句则用三句词写了一种紫色，而意象极疏，一疏一密，相得益彰，可知此词深得疏密相间之旨。“几许”三句另辟一境，探寻其颜色多变的原因。“春风”，一语双关，既指春风，又可指人。言文官花之所以粉、碧、绯(红)、紫见于一日之间，变态尤异于腰金紫，是春风“朝薰暮染”的结果，也是种花者精心培育的结果，这种解释虽然还没揭示出此花“变态”的真正原因，但在当时的科学还欠发达的条件下，也许只能如此解释。《全芳备祖》卷二十七引王元之《海仙花赋序》说：“予视其花”，未开如海棠，既开如文瓜，而繁丽袅弱过之。”又说“好事者作花谱，以海棠为花中神仙，予视此花不在海棠下，宜以仙为号”，因名海仙花。故“笑旧家”三句，指出桃李虽“东涂西抹”，强作艳丽，也不及文官花“繁丽袅弱”之风韵，为其在花谱中争得一席之地。</p> <p>　　词的下片写对文官花的告诫和对范南伯的同情。其中前五句写告诫之意。“拟倩”二句言花之荣华“易消难整”，而借流莺之口“说与”，用笔极婉。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《春日》说：“等闲识得东风面，万紫千红总是春。”而“人间”三句则反用朱诗，言万紫千红虽然给人带来了春天的气息，犹如“人间得意”之事，然而“转头春尽”，“人间得意”也将随着“春尽”而消失。这既是对文官花的忠告，又巧妙地引出了对范南伯“官冷”的惋惜之意。“白发”六句向范南伯致意。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丞丈》诗云：“纨绔不饿死，儒冠多误身。”范南伯曾赋诗谓：“伊人固可笑，历落复奇嶔。略无资身策，而有忧世心”，可知南伯确为儒者。刘宰《范大夫行述》说：“公治官犹家，抚民若子，人思之至今”，仅做了两任县令，便不得不弃官家居，故作者以“儒冠曾误，平生官冷”惜之。据刘宰说：“公岁晚居贫而好客，客至辄饬家人趣治具，无则典衣继之，须尽乃白”，仍保持中原豪杰的本色，所以作者在结尾三句中谓其“风流未减”，但“年年醉里，把花枝问”，这虽然表示出他对花的爱恋，但晚景之凄凉，心绪之愁苦，也就可想而知。这几句词语极婉而情极痛，确实感人之至。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "咏物",
    "写花",
    "告诫",
    "同情"
  ]
}