{
  "id": 71431,
  "star": 97,
  "name": "代别离·秋窗风雨夕",
  "dynasty": "清代",
  "content": "秋花惨淡秋草黄，耿耿秋灯秋夜长。<br>已觉秋窗秋不尽，那堪风雨助凄凉！<br>助秋风雨来何速？惊破秋窗秋梦绿。<br>抱得秋情不忍眠，自向秋屏移泪烛。<br>泪烛摇摇爇短檠，牵愁照恨动离情。<br>谁家秋院无风入？何处秋窗无雨声？<br>罗衾不奈秋风力，残漏声催秋雨急。<br>连宵脉脉复飕飕，灯前似伴离人泣。<br>寒烟小院转萧条，疏竹虚窗时滴沥。<br>不知风雨几时休，已教泪洒窗纱湿。",
  "fanyi": "<p><strong>译文</strong><br>秋天花草凋零，微明的灯光使秋夜显得更加漫长。<br>已经觉得窗外是无尽的秋色，哪能忍受秋日的风雨使秋天更加凄凉。<br>秋天的风雨来的何其迅速，惊破了梦中的绿色。<br>怀着秋日的感伤无法入眠，向着屏风移动流泪的蜡烛。<br>晃动的烛焰点燃了短柄的灯台，牵动了愁怨和离别的情绪。<br>谁家的庭院没有秋风侵入，那里秋日的窗外没有雨声？<br>丝绸的被子无法抵挡秋风的力量，秋夜将尽的更漏声催来更急的雨声。<br>整夜连绵的秋雨，就像陪伴着即将离别的人哭泣。<br>庭院在秋日雨雾笼罩下更加萧条，窗前稀疏的竹叶上时有水珠滴落。<br>不知风雨何时才能停止，泪已经打湿了窗纱。</p> <p><strong>注释</strong><br>（1）耿耿：微明的样子。另一义是形容心中不宁。这里字面上是前一义，要表达的意思上兼有后一义。<br>（2）助凄凉：《红楼梦》庚辰本另笔涂去“凄”字，添改作“秋”，当是为复叠“秋”字而改，有损文义，不从。<br>（3）秋梦绿：秋夜梦中所见草木葱笼的春夏景象。《红楼梦》程高本作“秋梦续”，“续”与“惊破”相反，又与下句“不忍眠”矛盾。<br>（4）秋情：指秋天景象所引起的感伤情怀。<br>（5）“自向”句：暗用唐代<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《嫦娥》<a href=\"http://so.gushiwen.org/view_71431.aspx\">诗</a>中“云母屏风烛影深”句意，写寂寞。泪烛，融化的蜡脂如泪，故名。也是以物写人。“移”，《红楼梦》程高本作“挑”，灯草才用“挑”，烛芯只用“剪”。<br>（6）摇摇：指烛焰晃动。爇，点燃。檠，灯架，蜡烛台。<br>（7）“谁家”二句：张若虚《春江花月夜》：“谁家今夜扁舟子？何处相思明月楼？”小说中所谓拟其格，这类句法最明显。<br>（8）罗衾：丝绸面子的被褥。不奈：不耐，不能抵挡。<br>（9）残漏：夜里将尽的更漏声。<br>（10）连宵：整夜。脉脉：通“霢霢”，细雨连绵。飕飕：状声词，形容风声。<br>（11）寒烟：秋天的细雨或雾气。<br>（12）滴沥：水珠下滴。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　小说中，林黛玉病卧潇湘馆，秋夜听雨声淅沥，灯下翻看《乐府杂稿》，见有《秋闺怨》、《别离怨》等词，“不觉心有所感，亦不禁发于章句，遂成《代别离》一首，拟《春江花月夜》之格，乃名其词曰《秋窗风雨夕》。”《春江花月夜》系初唐<a href=\"http://so.gushiwen.org/view_71431.aspx\">诗</a>人张若虚所作，是一首写离愁别恨的歌行。这首诗在格调和句法上都有意模仿它。“代别离·秋窗风雨夕”，前者是乐府题。代，如同“拟”，仿作的意思。用“代”字的乐府题，南朝诗人<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的集中特多。一般情况下，乐府诗不另外再加题目，这里因为又仿初唐歌行《春江花月夜》而作，所以又拟一个字面上与唐诗完全对称的、更具体的诗题。</p> <p>　　《秋窗风雨夕》的作意，如果不加深求，可以说与《葬花吟》一样，都可以看作是林黛玉伤悼身世之作，所不同的是它已没有《葬花吟》中那种抑塞之气和傲世态度，而显得更加苦闷、颓伤。这可以从以下的情况得到解释：林黛玉当时被病魔所缠，薛宝钗对她表示关心，使她感激之余深自悔恨，觉得往日种种烦恼皆由她自己多心而生，以至自误到今。林黛玉本来脆弱，在病势加深的情况下，又加上了这样的精神负担，就变得更加消沉。但是，如果读者认为作者写此诗并非只为了一般地表现林黛玉的多愁善感，要细究其深意，那么也就会发现一些问题。首先，无论是《秋闺怨》、《别离怨》或者《代别离》这类题目，在乐府中从来都有特定的内容，即只写男女别离的愁怨，而并不用来写背乡离亲、寄人篱下的内容。此时林黛玉双亲都已过世，家中又别无亲人，诗中“别离”、“离情”、“离人”等等用语更是用不上的。再从其借前人“秋屏泪烛”诗意及所拟《春江花月夜》原诗来看，也都是写男女别离之思。可见，要说“黛玉不觉心有所感”感的是她以往的身世遭遇是很难说得通的。这首诗只能是写一种对未来命运的隐约预感，而这一预感恰恰被后半部佚稿中贾宝玉获罪被拘走因而与林黛玉生离死别的情节所证实（参见《红楼梦曲·枉凝眉》、《葬花吟》等诗鉴赏），<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的文字正有这种草蛇灰线的特点。《红楼梦曲》中写林黛玉的悲剧结局是：“想眼中能有多少泪珠儿，怎禁得秋流到冬，春流到夏！”脂砚斋所读到的潇湘馆后来的景象是：“落叶萧萧，寒烟漠漠。”这些也都在这首诗中预先作了写照。</p> <p>　　小说中林黛玉刚写完诗搁下笔，贾宝玉就进来了，下面所描写的主要细节是：林黛玉先说贾宝玉像渔翁，接着说漏了嘴，又把她自己比作“画儿上画的和戏上扮的渔婆”，因而羞红了脸。对此，用心极细的脂砚斋用批语揭示作者这样写的用意说：“妙极之文！使黛玉自己直说出夫妻来，却又云‘画的’，‘扮的’，本是闲谈，却是暗隐不吉之兆，所谓‘画中爱宠’是也。谁曰不然？”这一批语，对帮助读者理解作者写这首诗的用意，是很有启发的。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "秋天",
    "雨夜",
    "伤悼",
    "命运"
  ]
}