{
  "id": 55203,
  "star": 216,
  "name": "蝶恋花·送春",
  "dynasty": "宋代",
  "content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 <br>绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
  "fanyi": "<p><strong>、译文</strong><br>楼外垂杨千条万缕，仿佛要拴住春天的脚步，春天却匆匆而过不曾稍停。只有柳絮仍然在风里飘飞，它随春风要看春归向何处？<br>绿色的山川只听杜鹃乌啼叫，它本是无情的鸟，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天却不语，黄昏时候却下起了潇潇细雨。</p> <p><strong>注释</strong><br>1、系：拴住。<br>2、青春：大好春光。隐指词人青春年华。<br>3、少住：稍稍停留一下。<br>4、犹自：依然。<br>5、杜宇：杜鹃鸟。<br>6、便作：即使。<br>7、莫也：岂不也。<br>8、“把酒”句：把酒，举杯；把，持、拿。送春，阴历三月末是春天最后离去的日子，古人有把酒浇愁以示送春的习俗。此句与王灼《点绛唇》“试来把酒留春住，问春无语，席卷西山雨”写法相似。<br>9、潇潇雨：形容雨势之疾。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　惜春伤春，留春送春，词中常调。这首“送春”词却别具一份女词人的巧思妙想与慧心深情。</p> <p>　　上片化景物为情思，纯从“楼外垂杨”着笔。从风飘柳絮的景象看，词中所写，当是暮春烟柳，而非细叶新裁的仲春嫩柳，这样方与送春之旨吻合。杨柳依依的形象和折柳送别的风习使人们从柳条想到送别，原很自然；但从“垂杨千万缕”想到它“欲系青春”，却是女词人的独特感受。从“送”到“系”，虽只在一转换之间，却包含了想象的跨越飞跃，进一步写出了柳的缱绻多情。那千万缕随风荡漾的柳丝，像是千万缕柔曼的情思，力图挽住春天。然而“少住春还去”，春毕竟是留不住的。他人至此，不过叹息伤感而已，词人却从随风飘荡的柳絮生出“随春且看归何处”的奇思妙想。柳絮的形象，在<a href=\"http://so.gushiwen.org/view_55203.aspx\">诗</a>词中或状撩乱春愁，或状漂荡无依，即使联想到“送”，也只有“飞絮送春归”（蔡伸《朝中措》）一类想象。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>却以女词人特有的灵心慧性和缠绵执着，将它想象成一直深情地追随着春天，想看一看春究竟归于何处。由“系”到“随”，进一步写出了柳对春天的无限依恋和无尽追踪。</p> <p>　　下片从“春归”生出，转从送春的词人方面着笔。“绿满山川”正是暮春之景。这一望碧绿之中正含有落花飞絮狼藉的伤感记忆，更何况耳畔又时时传来象征着春归的杜鹃鸟凄伤的呜叫声。目接耳闻，无非芳春消逝的景象即便是无情人，恐怕也要为之愁苦不已。“便作”句先从反面假设，“莫也”句则故用摇曳不定之语从正面渲染愁苦，愈觉情怀酸楚。写到这里，方才引出这位满怀愁情的女主人公。“系春”不住，“随春”难往，唯有“送春”：“把酒送春春不语，黄昏却下潇潇雨。”这两句似从欧词“泪眼问花花不语，乱红飞过秋千去”化出，但独具神韵。在词人感觉中，这即将离去的春天，像是怀着无限别离的惆怅与感伤，悄然无语，与伤春的词人默然相对。时近黄昏，又下起了潇潇细雨。这“潇潇雨”，像是春天告别的细语，又像是春天归去的叹息。而女主公情怀的黯淡、孤寂也从中隐隐传出。妙在“不语”与“潇潇雨”之间存在着一种似有若无的对应与联系，使读者感到这悄然飘洒的“雨”仿佛是一种不语之“语”。这一境界空晨。极富象外之致的结语使词在巧思妙想之外更多了一份悠远的情致。</p> <p>　　全词通过描写外缕垂杨、飞絮缱绻、杜鹃哀鸣、春雨潇潇，构成一副凄婉缠绵的画面，一个多愁善感，把酒送春的女主人公的形象活现在这幅画面中，词句清丽，意境深远。</p><br/><h2>鉴赏</h2> <p>　　宋代有不少“惜春”词。暮春景色不外乎柳絮纷飞，杜鹃哀呜，暮雨淅沥，抒发的不过是作者的惋惜之情。然而，女词人<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>却通过丰富的想象力和贴切的拟人手法，将暮春景色表现得委婉多姿、细腻动人，在宋代诸多惜春之作中，显出它自己独有的艺术特色。</p> <p>　　朱淑真在少女时期也曾“天资秀发，性灵钟慧”（宋·魏仲恭《朱淑真断肠<a href=\"http://so.gushiwen.org/view_55203.aspx\">诗</a>词序》），写过欢快明丽的《春景》诗：“斗草寻花正及时，不为容易见芳菲。谁能更觑闲针线，且滞春光伴酒卮。”──她要趁春光明媚而及时地去寻觅鲜花，去与女伴们斗草戏耍。这不仅因芬芳秾艳的春景不易常见（故而弥足珍贵），更重要的是由大自然的春光唤醒了自己的青春之感，激发了对自己美好青春的珍惜之情（所以对春天倍感可亲可爱），因而她不肯为闺中“女训”“女诫”所拘钳去拿针缝线学什么无味的女红，而要欢欣喜悦地举起酒杯，邀请春天这少女般的伴侣陪自己共度人生之良辰。然而，曾几何时，在经历了人世的辛酸折磨之后（传说她“早岁不幸父母失审，不能择伉俪”，“乃下配一庸夫”致使“一生抑郁不得志”，“每临风对月，触目伤怀”），朱淑真却给后人送来了悲凄幽悒的《送春》词。扫视这前后的强烈反差，读者既可感触到旧时代的凄风苦雨，又可从女作家不同风貌的艺术描述中领略到不同的审美韵致，从而丰富自己的美感经验。　</p> <p>　　词中首先出现的是垂杨。“楼外垂杨千万缕，欲系青春，少住春还去”三句，描绘了垂杨的绿姿。这种“万条垂下绿丝绦”（<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《咏柳》）的景色，对于阴历二月（即仲春时节），是最为典型的。上引贺诗中即有“不知细叶谁裁出，二月春风似剪刀”之句。它不同于“浓如烟草淡如金”的新柳（明人<a href=\"http://so.gushiwen.org/author_288.aspx\">杨基</a>《咏新柳》），也有别于“风吹无一叶”的衰柳（宋人翁灵舒《咏衰柳》）。为什么借它来表现惜春之情呢？主要利用那柔细如丝缕的枝条的构造成似乎可以系留着事物的联象。“少住春还去”，在作者的想象中，那打算系住春天的柳条没有达到目的，它只把春天从二月拖到三月末，春天经过短暂的逗留，还是决然离去了。　</p> <p>　　“犹自风前飘柳絮，随春且看归何处”两句，对暮春景物作了进一层的描写。柳絮是暮春最鲜明的特征之一，所以诗人们说：“飞絮著人春共老”（<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《暮春上塘道中》）、“飞絮送春归”（蔡伸《朝中措》）。他们都把飞絮同残春联系在一起。朱淑真却独出心裁，把天空随风飘舞的柳絮，描写为似乎要尾随春天归去，去探看春的去处，把它找回来，像<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在词中透露的：“若有人知春去处，唤取归来同住”（《清平乐》）。比起简单写成“飞絮”“送春归”或“著人春意老”来，朱淑真这种“随春”的写法，就显得更有迂曲之趣。句中用“犹自”把“系春”同“随春”联系起来，造成了似乎是垂杨为了留春，“一计不成，又生一计”的艺术效果。 　</p> <p>　　像飞絮一样，哀鸣的杜宇（杜鹃鸟）也似看作是残春的标志。“绿满山川闻杜宇，便做无情，莫也愁人苦”，春残时节，花落草长，山野一片碧绿。远望着这暮春的山野，听到传来的杜鹃鸟的凄厉叫声，词人在想：杜鹃即使（便做）无情，也为“春去”而愁苦，因而发出同情的哀鸣，词人通过这摇曳生姿的一笔，借杜宇点出人意的愁苦，这就把上片中处于“暮后”的主人公引向台前。在上片，仅仅从“楼外”两个字，感觉到她的楼内张望；从“系春”“随春”，意识到是她在驰骋想象，主人公的惜春之情完全是靠垂杨和柳絮表现出来的。现在则由侧面烘托转向正面描写。　</p> <p>　　“把酒送春春不语”。系春既不可能，随春又无结果，主人公看到的只是暮春的碧野，听到的又是宣告春去的鸟鸣，于是她只好无可奈何地“送春”了。 　</p> <p>　　阴历三月末是春天最后离去的日子，古人常常在这时把酒举杯，以示送春。唐末诗人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《春尽日》诗有“把酒送春惆怅在，年年三月病恹恹”之句。朱淑真按照旧俗依依不舍地“送春”，而春却没有回答。她看到的只是在黄昏中忽然下起的潇潇细雨。作者用一个“却”字，把“雨”变成了对春的送行。这写法同王灼的“试来把酒留春住，问春无语，帘卷西山雨”（《点绛唇》）相似，不过把暮雨同送春紧密相连，更耐人寻味：这雨是春漠然而去的步履声呢，还是春不得不去而洒下的惜别之泪呢？ 　</p> <p>　　这首词同黄庭坚的《清平乐》都将春拟人，抒惜春情怀，但写法上各有千秋。黄词从追访消逝的春光着笔，朱词从借垂柳系春、飞絮随春到主人公送春，通过有层次的心理变化揭示主题。相比之下，黄词更加空灵、爽丽，朱词则较多寄情于残春的景色，带有凄忱的情味，这大概和她的身世有关。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>在少女时有一段纯美的爱情，但婚后生活却十分不如意，最后忧郁而终。这首词正是她对昔日美好生活一去不复返的追恋哀伤不已的反映。</p>",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "惜春"
  ]
}