{
  "id": 8522,
  "star": 31,
  "name": "哭晁卿衡",
  "dynasty": "唐代",
  "content": "日本晁卿辞帝都，征帆一片绕蓬壶。 <br>明月不归沉碧海，白云愁色满苍梧。",
  "fanyi": "<p><strong>译文</strong><br>　　日本友人晁衡卿，辞别长安回家乡，乘坐帆船远去东方回蓬莱群岛。晁卿如同明月沉大海一去不返，思念你的心情如同苍白的云彩笼罩着云台山。</p> <p><strong>注释</strong><br>⑴晁卿衡：即晁衡，日本人，原名阿倍仲麻吕（又作安陪仲麻吕），《旧唐书·东夷·日本国传》音译作仲满。公元717年（日本灵龟二年，唐开元五年），来中国求学。改姓名为朝衡。朝通“晁”。卿：尊称。<br>⑵帝都：指唐朝京城长安。<br>⑶蓬壶：指蓬莱、方壶，都是神话传说中东方大海上的仙山。此指晁衡在东海中航行。<br>⑷明月：喻品德高洁才华出众之士，一说是月明珠，此喻晁衡。沉碧海：指溺死海中。<br>⑸白云：据说有白云出自苍梧入大梁。苍梧：本指九嶷山，此指传说中东北海中的郁州山（郁洲山）。相传郁州山自苍梧飞来，故亦称苍梧（见《一统志》）。此句意谓：悲愁的云雾笼罩着大海和苍梧山。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8522.aspx\">诗</a>载于《全唐诗》卷一百八十四。下面是中国<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>学会常务理事、中国作家协会会员常振国先生对此诗的赏析。</p> <p>　　诗的标题“哭”字，表现了诗人失去好友的悲痛和两人超越国籍的真挚感情，使诗歌笼罩着一层哀惋的气氛。</p> <p>　　“日本晁卿辞帝都”，帝都即唐代京都长安，诗用赋的手法，一开头就直接点明人和事。诗人回忆起不久前欢送晁衡返国时的盛况：唐玄宗亲自题诗相送，好友们也纷纷赠诗，表达美好的祝愿和殷切的希望。晁衡也写诗答赠，抒发了惜别之情。</p> <p>　　“征帆一片绕蓬壶”，紧承上句。作者的思绪由近及远，凭借想象，揣度着晁衡在大海中航行的种种情景。“征帆一片”写得真切传神。船行驶在辽阔无际的大海上，随着风浪上下颠簸，时隐时现，远远望去，恰如一片树叶飘浮在水面。“绕蓬壶”三字放在“征帆一片”之后更是微妙。“蓬壶”即传说中的蓬莱仙岛，这里泛指海外三神山，以扣合晁衡归途中岛屿众多的特点，与“绕”字相应。同时，“征帆一片”，飘泊远航，亦隐含了晁衡的即将遇难。</p> <p>　　“明月不归沉碧海，白云愁色满苍梧”。这两句，诗人运用比兴的手法，对晁衡作了高度评价，表达了他的无限怀念之情。前一句暗指晁衡遇难，明月象征着晁衡品德的高洁，而晁衡的溺海身亡，就如同皓洁的明月沉沦于湛蓝的大海之中，含意深邃，艺术境界清丽幽婉，同上联中对征帆远航环境的描写结合起来，既显得自然而贴切，又令人无限惋惜和哀愁。末句以景写情，寄兴深微。苍梧，指郁洲山，据《一统志》，郁洲山在淮安府海州朐山东北海中。晁衡的不幸遭遇，不仅使诗人悲痛万分，连天宇也好似愁容满面。层层白色的愁云笼罩着海上的苍梧山，沉痛地哀悼晁衡的仙去。诗人这里以拟人化的手法，通过写白云的愁来表达自己的愁，使诗句更加迂曲含蓄，这就把悲剧的气氛渲染得更加浓厚，令人回味无穷。</p> <p>　　诗忌浅而显。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在这首诗中，把友人逝去、自己极度悲痛的感情用优美的比喻和丰富的联想，表达得含蓄、丰富而又不落俗套，体现了非凡的艺术才能。李白的诗歌素有清新自然、浪漫飘逸的特色，在这首短诗中，读者也能体味到他所特有的风格。虽是悼诗，却是寄哀情于景物，借景物以抒哀情，显得自然而又潇洒。李白用“明月”比喻晁衡品德非常纯净；用“白云愁色”表明他对晁衡的仙去极度悲痛。他与晁衡的友谊，不仅是盛唐文坛的佳话，也是中日两国人民友好交往历史的美好一页。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8522.aspx\">诗</a>作于公元754年（唐玄宗天宝十三载）。郁贤皓《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>选集》：“此诗乃天宝十三载春夏间在广陵（今江苏扬州）遇见魏颢，闻晁衡归国时遇暴风失事的消息后所作。”</p> <p>　　中日两国早在西汉时期就有交往，到唐代形成了文化交流的高潮。据史书记载，日本派来中国的遣唐使不下十三次，每次都随带遣唐学生（留学生）多人来中国学习。晁衡就是随第九次遣唐使来中国的日本学生。</p> <p>　　晁衡于公元717年（唐玄宗开元五年）来到中国求学，改姓名为晁衡。卒业后长期留居中国，历任司经局校书、左拾遗、左补阙、左散骑常侍、安南都护等职。在此期间，他与当时著名的文士广泛交往，与李白、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>等都结下了深厚的友谊。公元753年（天宝十二载）冬，任秘书监兼卫尉卿，以唐朝使者的身份随日本访华的使者藤原清河等人分乘四船回国，在琉球附近遇风暴，与其他船只失去联系。当时误传晁衡遇难，其实他漂流到安南驩州（治所在今越南荣市）一带，遇海盗，同船死者一百七十余人，独晁衡与藤原于公元755年（天宝十四载）辗转回到长安。当时误传晁衡已溺死，李白便写下这首诗来悼念他。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写景",
    "哀悼",
    "惜别",
    "友情"
  ]
}