{
  "id": 71180,
  "star": 136,
  "name": "苏武传(节选)",
  "dynasty": "两汉",
  "content": "　　武字子卿，少以父任，兄弟并为郎，稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈，匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：「汉天子我丈人行也。」尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。</p> <p>　　武与副中郎将张胜及假吏常惠等募士斥候百余人俱。既至匈奴，置币遗单于；单于益骄，非汉所望也。方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋，劫单于母阏氏归汉。会武等至匈奴。虞常在汉时，素与副张胜相知，私候胜曰：「闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。」张胜许之，以货物与常。后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡告之。单于子弟发兵与战，缑王等皆死，虞常生得。</p> <p>　　单于使卫律治其事。张胜闻之，恐前语发，以状语武。武曰：「事如此，此必及我，见犯乃死，重负国！」欲自杀，胜惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：「即谋单于，何以复加？宜皆降之。」单于使卫律召武受辞。武谓惠等：「屈节辱命，虽生何面目以归汉？」引佩刀自刺。卫律惊，自抱持武。驰召医，凿地为坎，置煴火，覆武其上，蹈其背，以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。</p> <p>　　武益愈。单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：「汉使张胜谋杀单于近臣，当死；单于募降者，赦罪。」举剑欲击之，胜请降。律谓武曰：「副有罪，当相坐。」武曰：「本无谋，又非亲属，何谓相坐？」复举剑拟之，武不动。律曰：「苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此。苏君今日降，明日复然。空以身膏草野，谁复知之？」武不应。律曰：「君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？」武骂律曰：「汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以女为见？且单于信女，使决人死生，不平心持正，反欲斗两主观祸败。南越杀汉使者，屠为九郡；宛王杀汉使者，头县北阙；朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻，匈奴之祸，从我始矣！」律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧，啮雪与旃毛并咽之，数日不死。匈奴以为神，乃徙武北海上无人处，使牧羝。羝乳，乃得归。别其官属常惠等，各置他所。</p> <p>　　武既至海上，廪食不至，掘野鼠去屮实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五、六年，单于弟于靬王弋射海上。武能网纺缴，檠弓弩，于靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。</p> <p>　　初，武与李陵俱为侍中。武使匈奴明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：「单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱，折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东後土，宦骑与黄门驸马争船，推堕驸马河中，溺死，宦骑亡。诏使孺卿逐捕。不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此？陵始降时，忽忽如狂，自痛负汉；加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知。子卿尚复谁为乎？愿听陵计，勿复有云！」</p> <p>　　武曰：「武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言。」陵与武饮数日，复曰：「子卿，壹听陵言。」武曰：「自分已死久矣！王必欲降武，请毕今日之欢，效死于前！」陵见其至诚，喟然叹曰：「嗟呼！义士！陵与卫律之罪上通于天！」因泣下沾衿，与武决去。</p> <p>　　陵恶自赐武，使其妻赐武牛羊数十头。后陵复至北海上，语武：「区脱捕得云中生口，言太守以下吏民皆白服，曰：『上崩。』」武闻之，南乡号哭，欧血，旦夕临。数月，昭帝即位。数年，匈奴与汉和亲。汉求武等。匈奴诡言武死。后汉使复至匈奴。常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于言：「天子射上林中，得雁足有系帛书，言武等在某泽中。」使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：「武等实在。」于是李陵置酒贺武曰：「今足下还归，扬名于匈奴，功显于汉室，虽古竹帛所载，丹青所画，何以过子卿！陵虽驽怯，令汉且贳陵罪，全其老母，使得奋大辱之积志，庶几乎曹柯之盟。此陵宿昔之所不忘也！收族陵家，为世大戮，陵尚复何顾乎？已矣！令子卿知吾心耳！异域之人，壹别长绝！」陵起舞，歌曰：「径万里兮度沙幕，为君将兮奋匈奴。路穷绝兮矢刃摧，士众灭兮名已隤，老母已死，虽欲报恩将安归？」</p> <p>　　陵泣下数行，因与武决。单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师，诏武奉一太牢谒武帝园庙，拜为典属国，秩中二千石，赐钱二百万，公田二顷，宅一区。常惠徐圣赵终根皆拜为中郎，赐帛各二百匹。其余六人，老归家，赐钱人十万，复终身。常惠后至右将军，封列侯，自有传。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。 ",
  "fanyi": "<h2>译文</h2> 　　<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>字子卿，年轻时凭着父亲的职位，兄弟三人都做了皇帝的侍从，并逐渐被提升为掌管皇帝鞍马鹰犬射猎工具的官。当时汉朝廷不断讨伐匈奴，多次互派使节彼此暗中侦察。匈奴扣留了汉使节郭吉、路充国等前后十余批人。匈奴使节前来，汉朝庭也扣留他们以相抵。 公元前100年，且鞮刚刚立为单于，唯恐受到汉的袭击，于是说：“汉皇帝，是我的长辈。”全部送还了汉廷使节路充国等人。汉武帝赞许他这种通晓情理的做法，于是派遣苏武以中郎将的身份出使，持旄节护送扣留在汉的匈奴使者回国，顺便送给单于很丰厚的礼物，以答谢他的好意。<br>　　苏武同副中郎将张胜以及临时委派的使臣属官常惠等，加上招募来的士卒、侦察人员百多人一同前往。到了匈奴那里，摆列财物赠给单于。单于越发傲慢，不是汉所期望的那样。单于正要派使者护送苏武等人归汉，适逢缑王与长水人虞常等人在匈奴内部谋反。缑王是昆邪王姐姐的儿子，与昆邪王一起降汉，后来又跟随浞野侯赵破奴重新陷胡地，在卫律统率的那些投降者中，暗中共同策划绑架单于的母亲阏氏归汉。正好碰上苏武等人到匈奴。虞常在汉的时候，一向与副使张胜有交往，私下拜访张胜，说：“听说汉天子很怨恨卫律，我虞常能为汉廷埋伏弩弓将他射死。我的母亲与弟弟都在汉，希望受到汉廷的照顾。”张胜许诺了他，把财物送给了虞常。一个多月后，单于外出打猎，只有阏氏和单于的子弟在家。虞常等七十余人将要起事，其中一人夜晚逃走，把他们的计划报告了阏氏及其子弟。单于子弟发兵与他们交战，缑王等都战死；虞常被活捉。<br>　　单于派卫律审处这一案件。张胜听到这个消息，担心他和虞常私下所说的那些话被揭发，便把事情经过告诉了苏武。苏武说：“事情到了如此地步，这样一定会牵连到我们。受到侮辱才去死，更对不起国家！”因此想自杀。张胜、常惠一起制止了他。虞常果然供出了张胜。单于大怒，召集许多贵族前来商议，想杀掉汉使者。左伊秩訾说：“假如是谋杀单于，又用什么更严的刑法呢？应当都叫他们投降。”单于派卫律召唤苏武来受审讯。苏武对常惠说：“丧失气节、玷辱使命，即使活着，还有什么脸面回到汉廷去呢！”说着拔出佩带的刀自刎，卫律大吃一惊，自己抱住、扶好苏武，派人骑快马去找医生。医生在地上挖一个坑，在坑中点燃微火，然后把苏武脸朝下放在坑上，轻轻地敲打他的背部，让淤血流出来。苏武本来已经断了气，这样过了好半天才重新呼吸。常惠等人哭泣着，用车子把苏武拉回营帐。单于钦佩苏武的节操，早晚派人探望、询问苏武，而把张胜逮捕监禁起来。<br>　　苏武的伤势逐渐好了。单于派使者通知苏武，一起来审处虞常，想借这个机会使苏武投降。剑斩虞常后，卫律说：“汉使张胜，谋杀单于亲近的大臣，应当处死。单于招降的人，赦免他们的罪。”举剑要击杀张胜，张胜请求投降。卫律对苏武说：“副使有罪，应该连坐到你。”苏武说：“我本来就没有参予谋划，又不是他的亲属，怎么谈得上连坐？”卫律又举剑对准苏武，苏武岿然不动。卫律说：“苏君！我卫律以前背弃汉廷，归顺匈奴，幸运地受到单于的大恩，赐我爵号，让我称王；拥有奴隶数万、马和其他牲畜满山，如此富贵！苏君你今日投降，明日也是这样。白白地用身体给草地做肥料，又有谁知道你呢！”苏武毫无反应。卫律说：“你顺着我而投降，我与你结为兄弟；今天不听我的安排，以后再想见我，还能得到机会吗？” 苏武痛骂卫律说：“你做人家的臣下和儿子，不顾及恩德义理，背叛皇上、抛弃亲人，在异族那里做投降的奴隶，我为什么要见你！况且单于信任你，让你决定别人的死活，而你却居心不平，不主持公道，反而想要使汉皇帝和匈奴单于二主相斗，旁观两国的灾祸和损失！南越王杀汉使者，结果九郡被平定。宛王杀汉使者，自己头颅被悬挂在宫殿的北门。朝鲜王杀汉使者，随即被讨平。唯独匈奴未受惩罚。你明知道我决不会投降，想要使汉和匈奴互相攻打。匈奴灭亡的灾祸，将从我开始了！”卫律知道苏武终究不可胁迫投降，报告了单于。单于越发想要使他投降，就把苏武囚禁起来，放在大地窖里面，不给他喝的吃的。天下雪，苏武卧着嚼雪，同毡毛一起吞下充饥，几日不死。匈奴以为神奇，就把苏武迁移到北海边没有人的地方，让他放牧公羊，说等到公羊生了小羊才得归汉。同时把他的部下及其随从人员常惠等分别安置到别的地方。<br>　　苏武迁移到北海后，粮食运不到，只能掘取野鼠所储藏的野生果实来吃。他拄着汉廷的符节牧羊，睡觉、起来都拿着，以致系在节上的牦牛尾毛全部脱尽。一共过了五、六年，单于的弟弟於靬王到北海上打猎。苏武会编结打猎的网，矫正弓弩，於靬王颇器重他，供给他衣服、食品。三年多过后，於靬王得病，赐给苏武马匹和牲畜、盛酒酪的瓦器、圆顶的毡帐篷。王死后，他的部下也都迁离。这年冬天，丁令人盗去了苏武的牛羊，苏武又陷入穷困。<br>　　当初，苏武与<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都为侍中。苏武出使匈奴的第二年，李陵投降匈奴，不敢访求苏武。时间一久，单于派遣李陵去北海，为苏武安排了酒宴和歌舞。李陵趁机对苏武说：“单于听说我与你交情一向深厚，所以派我来劝说足下，愿谦诚地相待你。你终究不能回归本朝了，白白地在荒无人烟的地方受苦，你对汉廷的信义又怎能有所表现呢？以前你的大哥苏嘉做奉车都尉，跟随皇上到雍的棫宫，扶着皇帝的车驾下殿阶，碰到柱子，折断了车辕，被定为大不敬的罪，用剑自杀了，只不过赐钱二百万用以下葬。你弟弟孺卿跟随皇上去祭祀河东土神，骑着马的宦官与驸马争船，把驸马推下去掉到河中淹死了。骑着马的宦官逃走了。皇上命令孺卿去追捕，他抓不到，因害怕而服毒自杀。我离开长安的时候，你的母亲已去世，我送葬到阳陵。你的夫人年纪还轻，听说已改嫁了，家中只有两个妹妹，两个女儿和一个男孩，如今又过了十多年，生死不知。人生像早晨的露水，何必长久地像这样折磨自己！我刚投降时，终日若有所失，几乎要发狂，自己痛心对不起汉廷，加上老母拘禁在保宫，你不想投降的心情，怎能超过当时我李陵呢！并且皇上年纪大了，法令随时变更，大臣无罪而全家被杀的有十几家，安危不可预料。你还打算为谁守节呢？希望你听从我的劝告，不要再说什么了！”<br>　　苏武说：“我苏武父子无功劳和恩德，都是皇帝栽培提拔起来的，官职升到列将，爵位封为通侯，兄弟三人都是皇帝的亲近之臣，常常愿意为朝廷牺牲一切。现在得到牺牲自己以效忠国家的机会，即使受到斧钺和汤镬这样的极刑，我也心甘情愿。大臣效忠君王，就像儿子效忠父亲，儿子为父亲而死，没有什么可恨，希望你不要再说了！” 李陵与苏武共饮了几天，又说：“你一定要听从我的话。”苏武说：“我料定自己已经是死去的人了！单于一定要逼迫我投降，那么就请结束今天的欢乐，让我死在你的面前！”李陵见苏武对朝廷如此真诚，慨然长叹道：“啊，义士！我李陵与卫律的罪恶，上能达天！”说着眼泪直流，浸湿了衣襟，告别苏武而去。<br>　　李陵不好意思亲自送礼物给苏武，让他的妻子赐给苏武几十头牛羊。后来李陵又到北海，对苏武说：“边界上抓住了云中郡的一个俘虏，说太守以下的官吏百姓都穿白的丧服，说是皇上死了。”苏武听到这个消息，面向南放声大哭，吐血，每天早晚哭吊达几月之久。汉昭帝登位，几年后，匈奴和汉达成和议。汉廷寻求苏武等人，匈奴撒谎说苏武已死。后来汉使者又到匈奴，常惠请求看守他的人同他一起去，在夜晚见到了汉使，原原本本地述说了几年来在匈奴的情况。告诉汉使者要他对单于说：“天子在上林苑中射猎，射得一只大雁，脚上系着帛书，上面说苏武等人在北海。”汉使者万分高兴，按照常惠所教的话去责问单于。单于看着身边的人十分惊讶，向汉使道歉说：“苏武等人的确还活着。”于是李陵安排酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！”<br>　　李陵泪下纵横，于是同苏武永别。单于召集苏武的部下，除了以前已经投降和死亡的，总共跟随苏武回来的有九人。苏武于汉昭帝始元六年（前81年）春回到长安。昭帝下令叫苏武带一份祭品去拜谒武帝的陵墓和祠庙。任命苏武做典属国，俸禄中二千石；赐钱二百万，官田二顷，住宅一处。常惠、徐圣、赵终根都任命为皇帝的侍卫官，赐给丝绸各二百匹。其余六人，年纪大了，回家，赐钱每人十万，终身免除徭役。常惠后来做到右将军，封为列侯，他自己也有传记。苏武被扣在匈奴共十九年，当初壮年出使，等到回来，胡须头发全都白了。",
  "shangxi": "<h2>鉴赏</h2> 　　《<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》是《汉书》中最出色的名篇之一，它记述了苏武出使匈奴，面对威胁利诱坚守节操，历尽艰辛而不辱使命的事迹，生动刻画了一个“富贵不能淫，威武不能屈”的爱国志士的光辉形象。作者采用写人物传记经常运用的纵式结构来组织文章，以顺叙为主，适当运用插叙的方法，依时间的先后进行叙述，脉络清晰，故事完整。文章大致分为三部分。<br>　　第一部分即文章的第1、2段，介绍了苏武的身世、出使的背景及原因。文章一开始写道：“时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈。匈奴使来，汉亦留之以相当。”苏武出使匈奴的这一背景，表明苏武出使时的严酷历史环境，同时交代了匈奴尽管“尽归汉使路充国等”却只是因为“且鞮侯单于初立，恐汉袭之”的缓兵之计，并非真心和好。所以当汉武帝派苏武护送扣留在汉朝的匈奴使者还朝，并“厚赂单于”时，“单于益骄”，这也是后来单于悍然扣留苏武一行的原因。<br>　　第二部分即文章第3~7段，重点记述了苏武留胡十九年备受艰辛而坚持民族气节的事迹。这部分也是文章着力描写的部分，以精彩的笔墨描写了苏武反抗匈奴统治者招降的种种斗争情形。具体描写到匈奴招降共有三次：第一次是卫律软硬兼施想迫使苏武投降，被苏武正气凛然的怒斥所喝退，双方矛盾斗争激烈，场面紧张。接着写匈奴企图用艰苦的生活条件来消磨苏武的斗志，把他囚禁于地窖中，使他备受饥寒，接着流放苏武到荒无人烟的北海让他牧羊。然而在极端恶劣的环境中，苏武不可磨灭的爱国精神再一次粉碎了匈奴的险恶用心。他手握汉节──国家民族的象征，在九死一生中维持着一个使者的使命。这时斗争是相对缓和的，直接表现的是苏武与自然环境做斗争。第三次是故友<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>劝降。这段描写不但表现了苏武可贵的气节，同时也刻画了叛将李陵的复杂心态。他那尚未泯灭的爱国之情、羞恶之心在苏武的崇高境界面前被唤醒了，其内心剖白真实感人。李陵在劝苏武时曾说：“陛下春秋高，法令亡常，大臣亡罪夷灭者数十家”，这是作者借李陵之口表达对汉武帝动辄杀戮大臣的残忍行为的不满，也是《汉书》中少有的表现批判统治者的进步思想倾向之处。而苏武与李陵的对答针锋相对，波澜起伏，非常精彩，人物之声气跃然纸上。此处苏武的斗争对象是交情很深而今已是敌对阵营的故友，双方的心态都比较复杂，而作者的描写也很到位，是这部分最出彩之处。<br>　　第三部分即文章最后两段，介绍了苏武被放回国的经过。课文最后一句“留匈奴凡十九岁，始以强壮出，及还，须发尽白”，看似平实记述，细细品味却包含着作者诸多感情。人生不过百年，十九年何其太长！苏武“强壮出”，出使时正当壮年，及回归故国时已是“须发尽白”，一生大好时光都在煎熬中过去了，作者的叹惋之情溢于言表，而能为信念坚执如此确实令人敬佩！幸而虽历尽磨难，终于完成了使者的任务，维护了国家尊严，保持了民族气节，且荣归故里，作者欣慰之感也显而易见。可以说这句表达的是作者与读者共同的心声。<br>　　为了表现苏武的性格、气节及始终不渝的爱国精神，文章在记“行”时又着力于环境及细节的描写。如苏武自刺一节，被置于地坎温火之上，“蹈背出血，气绝复苏”，充满悲壮色彩。而周围人的反应是“卫律惊，自抱持武”“惠等哭，舆归营”“单于壮其节”。这一惊、一哭、一壮的细节描写充分衬托出苏武的铮铮铁骨及高尚情操。文章语言千锤百炼，俭省精净，刻画人物入骨三分，将史家笔法与文学语言较好地结合起来。<br>　　自从<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《汉书》问世以后，苏武的英名就反复出现在历代的<a href=\"http://so.gushiwen.org/view_71180.aspx\">诗</a>词、散文、辞赋、戏曲、小说之中。他的感天地、泣鬼神的爱国主义精神，一直为人们所称道。《苏武传》附见于《汉书·李广苏建传》。《李广传》基本上照录《史记·李将军列传》，《苏建传》只有短短几行，而《苏武传》则是班固倾全力为之的。在《汉书》中，此传是最能显示班固塑造人物形象的艺术才华的优秀篇章之一。<br>　　全文共有十八个小节，外加一个赞语。按苏武一生经历的主要关节，大致可以划为三个部分。第一部分是第一、二两小节，写苏武奉命出使匈奴，以通和好。第二部分共十二小节，写苏武在匈奴遇到意外情况而被扣留及后被放回的经过。第三部分共四小节，写苏武返汉以后受尊宠的情形。赞语主要表彰苏武的崇高品质。<br>　　苏武的出使，正当汉朝与匈奴的关系有所改善、两国矛盾有所缓和的时期。匈奴方面先做出友好姿态，把以往扣留的汉朝使臣全部放回。汉武帝为了答谢匈奴方面的好意，也采取了同样的行动，派苏武护送以往扣留在汉朝的匈奴使臣回国。按常情而言，苏武是一个和平使者。他的出使应该是愉快而顺利的，但事情的发展却出乎意料。当时，匈奴恰巧发生了一次情节严重的谋反事件。谋反者的首领缑王计划绑架匈奴单于的母亲阏氏，投奔汉朝。谋反者的另一首领虞常原是汉臣，他企图刺杀叛汉降敌、当了匈奴大臣的卫律。他把这个想法告诉了副使张胜。张胜没有向苏武报告，私下支持他们的行动。从国家关系上说，张胜的做法损害了汉朝的信义，有悖于两国通好的宗旨，使汉使处于理亏的地位。虞常曾对张胜说：“闻汉天子甚怨卫律，常能为汉伏弩射杀之。吾母与弟在汉，幸蒙其赏赐。”可见其出发点并不是真正爱国。缑王原是归附汉朝的匈奴贵族，他重新陷没匈奴中是因为汉武帝派他随浞野侯赵破奴去接应左大都尉。左大都尉是匈奴贵人，他企图刺杀单于降汉。单于及时粉碎了这一阴谋，并发兵俘获了赵破奴的军队。这些不愉快的往事，本该随着两国关系的改善而不再重演，但缑王的思想没有跟上形势的发展，仍然重复上一次的冒险行动，结果兵败被杀，虞常被生擒。事态的发展，不可避免地牵涉到了汉朝的使臣。苏武遇到了一道事先没有想到的难题，而作者正是抓住了苏武在解决这道难题的过程中的表现，刻画了他的光辉形象。<br>　　首先，通过苏武以死报国的行动，刻画了他刚烈难犯、义不受辱的坚强个性。苏武是将门之子，禀性刚烈，视死如归。他知道，自己是汉朝使臣，使臣受辱，就是国家受辱，所以当他听到张胜报告以后，立即说：“事如此，此必及我。见犯乃死，重负国。”在严重关头，不是考虑个人的得失，而是立即想到如何才能不辜负国家的重托。“重负国”三字含意很深。不能预先发现和劝阻张胜所干的错事，一负国；马上要受到敌国的审讯，给国家丢脸，二负国。这是严于责己之意。对于私自种下祸胎的张胜来说，苏武的话中还包含着什么意思，心里不会不清楚，但他却像常惠一样来劝阻苏武自杀。苏武明白，这场乱子必须由他单独来收拾了，因此只好暂时不死。暂时不死，并不是贪生怕死，而是说明他在“死”的问题上还要权衡，究竟如何“死”才能对国家有利。在卫律开庭审讯的场合，苏武对常惠说：“屈节辱命，虽生，何面目以归汉？”这句话有三层意思：一是表白自己没有参与匈奴的谋反事件，而且也不赞成有人这样做；二是表明汉廷没有指使他们这样做；三是教育副使张胜不要贪生怕死。在说过这番话以后再引刀自刺，情况就不同了。他自杀的行动，大大增强了说话的分量。不仅足以为国雪耻，扭转外交上的被动局面，而且还赢得了敌国的尊敬。这从后来“单于壮其节，朝夕遣人候问武”可以看出。他把本来可能会导致国与国之间发生误解与争端的危机大大缩小了。匈奴单独“收系张胜”一事，说明匈奴方面已经明白了事情的真相。<br>　　其次，通过两次劝降，突出了苏武不受威逼利诱，对国家、民族忠贞不贰的崇高气节。按理说，汉朝方面既然没有指使苏武等人参与匈奴国中的谋反事件，预知此事的仅是副使张胜一人，这纯粹属于他个人的错误行为，匈奴方面应该单独留下张胜治罪，而把苏武等人遣送回国才是。遗憾的是匈奴违背了两国通好的宗旨，粗暴地把苏武等人一概扣留，而且要强迫他们投降，企图以此来羞辱汉朝。这时，理屈的已经不是在苏武方面，而是在匈奴方面。苏武面临着新的严峻考验：坚持民族气节，拒绝投降，就能为国争光；丧失民族气节，接受投降，必然给祖国丢脸。苏武坚定地选择了前者。为了让匈奴知道汉使的骨头有多硬，他不再考虑死，而是要千方百计地活下去。匈奴对苏武的劝降使尽了解数。第一次让卫律出面。卫律使用的方法比较拙劣。一是威吓。先将虞常斩首，造成恐怖气氛，然后胁迫张胜投降，最后硬说副使有罪，正使应该连坐，遭到苏武驳斥后，“复举剑拟之”。想把苏武一举吓软，但苏武不为所动，威吓的伎俩遂告破产。二是利诱。卫律恬不知耻地炫耀自己投降匈奴后封王赐爵、拥众数万、马畜弥山的所谓“富贵”，并说“苏君今日降，明日复然”。苏武则不屑一顾，置之不理。利诱的一招也随之失灵。三是逼迫。卫律见苏武不应，以为被说动了心，便进而逼迫说：“今不听吾计，后虽欲复见我，尚可得乎？”苏武对此人头畜鸣的叛国者的丑恶表演实在无法保持沉默，终于狠狠地骂了他一通。卫律黔驴技穷，终于认输。第二次由李陵出面。李陵使用的方法比较高明。他是以老朋友叙旧的方式进行的，着重于从感情上去软化苏武。他的谈话内容，要点有三。一是极力挑拨苏武与汉武帝之间的感情，诉说苏武的兄长苏嘉和弟弟苏贤被汉武帝逼死的经过，又说汉武帝“法令亡常”，“大臣亡罪夷灭者数十家”，即使活着回去，也“安危不可知”。言外之意是说，汉武帝对不起苏家，又年老昏庸，不值得效忠。二是把苏武母亲去世、妻子改嫁的消息告诉他，又诡称苏武在汉朝的两女一男“存亡不可知”（事实上苏武的男孩当时未亡），断绝他对妻儿家室的想念之情。三是宣扬叛徒哲学：“人生如朝露，何久自苦如此！”其时苏武久处绝域，对来自国内的消息当然是喜欢听的。李陵向他介绍国内情形和家庭状况，正好迎合了苏武的心理，加上言词娓娓动听，感情色彩很浓，因此极易摧毁一个人的意志，但苏武仍不为所动。他除了针对李陵挑拨君臣关系作了必要的义正辞严的答复之外，其余一概不理。当李陵再要饶舌的时候，苏武立即以死相拒，并称李陵为“王”（李陵当时封右校王），一下子揭去了朋友间叙旧谈心的幌子，终于使李陵羞愧交加，无法再谈。第三，通过艰苦考验的描写，表现了苏武坚韧不拔、历久不磨的爱国意志。苏武在匈奴的十九年，从生活方面说，可谓艰苦备尝。幽闭大窖时期，断绝饮食数天，苏武啮雪吞旃，顽强地活下来了。迁至北海时期，断绝粮食供应，苏武掘鼠挖草，又顽强地活下来了。从精神方面说，可谓受尽折磨。先是单独监禁，后又单身流放到无人之地，这已经是够残酷的了，何况又被判处终身流放：“使牧羝，羝乳乃得归。”但苏武仍然顽强地活下来了。从遭遇方面说，可谓步步坎坷。好不容易地受到於靬王的赏识，过了三年温饱的日子，而於靬王又偏偏短命而亡，卫律又指使人把苏武的牛羊抢劫一空。尽管如此，苏武仍然顽强地活下来了。作者特意点出苏武在最困难的时候始终“杖汉节牧羊，卧起操持，节旄尽落”。这就告诉读者，强烈的爱国心是苏武借以战胜困难的力量源泉。<br>　　坚强个性、民族气节、爱国意志三个方面是构成苏武形象的主要特征。作者在刻画这些特征时颇费艺术匠心。<br>　　首先是剪裁得法。<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>称赞班固“文赡而事详”，“详而有体”（《后汉书·班固传论》），很为中肯。本文详叙苏武出使匈奴被扣留的曲折经历而略叙回国以后的事迹，这有利于突出苏武的爱国主义精神。苏武在匈奴一共十九年，作者对这十九年的生活也没有采用编年纪的方式来描写，而是详写匈奴方面劝降、逼降和苏武的拒降。至于苏武在匈奴娶胡妇生子的事情只在文章的后半部分略提一笔。这同样有利于突出苏武的爱国主义精神。在略写的第三部分，作者也不是一味简略，对于苏武身后得以画图麒麟阁的荣宠就写得很详细。由此可见，本文不仅做到了详其所当详，略其所当略，而且详中有略，略中有详，充分显示了作者在剪裁方面的精思。<br>　　其次是对比鲜明。本文安排的对比主要有这样几处：一是与张胜对比。作者写张胜的见利忘义、丧失骨气，衬托了苏武的深明大义和富于骨气；写张胜的遇事束手无策，对国家不负责任，衬托了苏武的临事不惧、对国家高度负责。二是与卫律对比。作者暴露了卫律卖国求荣的可鄙的内心世界，这就更加突出了苏武的崇高的民族气节。三是与李陵对比。李陵善于伪装。他装出满肚子委曲的样子，极力埋怨汉武帝对待臣下太刻薄。宋代吕祖谦曾经指出：“当陵之海上说苏武，陵母固未诛也，而激切捭阖，指斥汉失，若必欲降武者，则此言岂可尽信哉！”（《汉书评林》引）尽管李陵后来又装出关心苏武生活的样子，赐以牛羊，但苏武确实没有相信他的话。李陵斤斤计较于一家一己的恩怨，置国家民族利益于不顾；而苏武则置一家一己的恩怨于不顾，一心一意为国家民族利益着想。两种思想，两种胸怀，有如天渊之别。李陵越说得委婉动听，就越显得渺小可鄙；苏武越沉默寡言，就越显得可敬可佩。事情发展到后来，连李陵自己前后的言行也构成了对比。开始时甘于充当一名无耻的说客，经与苏武多次交谈，方始认识到人间还有“羞耻”二字，不得不自讼道：“嗟乎，义士！陵与卫律之罪上通于天！”这是第一层对比。动员苏武投降时说得头头是道，及至看到苏武回国时又哭得哀哀欲绝。这是第二层对比。他终于认识到自己干了一件多么愚蠢的事情。对于变节者来说，只配忍辱偷生，悄悄地苟延残喘，但他连这点自由也没有，必须身不由己地去充当说客，结果是扮演了一个可怜虫的角色。当苏武的英名彪炳青史之时，正是他的叛国者的灵魂被公诸于世之日。在李陵饯别苏武的宴会上，苏武不会片言不发，但作者却不着苏武一语，只是淋漓尽致地刻画李陵悔恨、懊丧、羞惭的种种表现，对比的色彩异常鲜明。就苏武形象的塑造而言，这也可以说是“不着一字，尽得风流”，因为苏武的光辉形象已经栩栩如生地活现在读者的面前了。",
  "about": "<h2>文言现象</h2> <p><strong>字注音</strong><br>1. 稍迁至栘(yí)中厩（ jiù ）监（jiàn)；<br>2. 数（shuò ）通使相窥（kuī）观；<br>3. 汉天子，我丈人行（háng）也；<br>4. 既至匈奴，置币遗（wèi）单（chán）于；<br>5. 后随浞（zhuó）野侯没（mò）胡中；<br>6. 阴相与谋，劫单于母阏（yān）氏（zhī ）归汉；<br>7. 置煴（yūn）火，覆武其上；<br>8. 拥众数万，马畜（ chù ）弥山；<br>9. 乃徙武北海上无人处，使牧羝（dī ）；<br>10. 毕今日之驩（huān）<br>11.天雨(yù) 雪<br>12.缑（gōu）王者，昆(hún)邪(yé)王姊(zǐ)子也<br>13.佐伊秩訾（zǐ）曰<br>14.武卧啮(niè)血</p> <p><strong>通假字</strong><br>1. 不顾恩义，畔主背亲 畔：通“叛”，背叛。<br>2. 与旃毛并咽之 旃：通“毡”，毛织品。<br>3. 掘野鼠去草实而食之 去：通“弆（jǔ）”，收藏。<br>4. 空自苦亡人之地 亡：通“无”，没有。<br>5. 信义安所见乎 见：通“现”，显现。<br>6. 法令亡常 亡：通“无”，没有。<br>7. 大臣亡罪夷灭者数十家 亡：通“无”，没有。<br>8. 武父子亡功德 亡：通“无”，没有。<br>9. 因泣下沾衿，与武决去：决：通“诀”，诀别。<br>10. 前以降及物故 以：通“已”，已经。<br>11. 蹈其背以出血 蹈：通“掏”，叩，轻轻敲打<br>12. 毕今日之驩 驩：通“欢”。</p> <p><strong>古今异义</strong><br>1. 汉亦留之以相当。相当： 古义：抵押。今义：差不多。<br>2. 皆为陛下所成就 。成就：古义：提拔。今义：业绩。<br>3. 我丈人行也。丈人：古义：老人，长辈。今义：岳父。<br>4. 幸蒙其赏赐。赏赐：古义：照顾。今义：奖赏物品。<br>5. 欲因此时降武。因此：古义：趁这时。今义：因为这个。<br>6. 独有女弟二人。女弟： 古义：妹妹。今义：姐姐（妹妹）和弟弟。<br>7. 且陛下春秋高 。春秋：古义：年纪。今义：春秋战国时期或指季节。<br>8. 武等实在 。实在：古义：确实存在。今义：诚实、老实。<br>9. 稍迁至栘中厩监。稍： 古义：渐渐。今义：稍微。<br>10. 既至匈奴，置币遗单于。遗： 古义：送给。今义：丢失、落下。<br>11. 会缑王与长水虞常等谋反匈奴中。会： 古义：正当、适逢。今义：聚会、集合。<br>12. 此必及我 。及：古义：牵连 今义：常作连词“和”用<br>13. 会论虞常。论： 古义：判罪 今义：常作议论<br>14. 以货物与常。货物： 古义：财物 今义：指供出售的物品<br>15. 卧起操持。 操持：古义：为操和持，两个词，“拿着“的意思 今义:料理，办理/筹划<br>16.假吏常惠等募士斥候百余人俱。 假：古义：临时充任 今义：虚假<br>17.来时太夫人已不幸。不幸：古义：对去世的委婉说法。今义：指灾祸<br>18.明年，陵降，不敢求武。 明年：古义：第二年 。今义：后一年。</p> <p><strong>词类活用</strong><br>①意动用法<br>单于壮其节 壮：以……为壮。<br>诚甘乐之 乐：以……为乐。<br>②使动用法<br>（1）欲因此时降武 降：使……投降。<br>（2）空以身膏草野 膏：使……肥沃。<br>（3）反欲斗两主 斗：使……争斗。<br>（4）单于愈益欲降之 降：使……投降。<br>（5）何久自苦如此 苦：使……受苦。<br>（6）王必欲降武 降：，使……投降。<br>（7）尽归汉使路充国等 归：使……归<br>（8）屈节辱命 屈：使……屈身 辱：使……受辱<br>（9）别其官署常惠等 别：使……分开<br>（10）宜皆降之 降：使......投降<br>③名词活用<br>（1）天雨雪 雨：名词做动词，下雨。<br>（2）羝乳乃得归 乳：名词做动词，生子。<br>（3）杖汉节牧羊 杖：名词做动词，拄着。<br>（4）武能网纺缴，檠弓弩 网、檠 ：名词做动词，结网、用檠矫正弓弩。<br>（5）惠等哭，舆归营 舆：名词做动词，用车子。<br>（6）陵与卫律之罪，上通于天 上：名词做状语，向上。<br>（7）绝不饮食 饮食：名词做动词，给他吃的、喝的。</p> <p><strong>一词多义</strong><br>①使<br>（1）数通使相窥观 使：使者。<br>（2）乃遣武以中郎将使持节送匈奴使留汉者 第一个“使”：出使。 第二个“使”：使节<br>（3）单于使使晓武 第一个“使”：派，第二个“使”：使者。<br>②语<br>（1）以状语武 语：告诉。<br>（2）如惠语以让单于 语：说的话。<br>③引<br>（1）虞常果引张胜 引：招供。<br>（2）引佩刀自刺 引：拔。<br>④食<br>（1）绝不饮食 食：给他吃的。<br>（2）掘野鼠去草实而食之 食：吃。<br>（3）廪食不至 食：粮食。<br>（4）给其衣食 食：食物。<br>⑤发<br>（1）方欲发使送武等 发：打发。<br>（2）虞常等七十余人欲发 发：发动。<br>（3）恐前语发 发：被揭发。<br>（4）须发尽白 发：头发<br>⑥乃<br>⑴ 见犯乃死，重负国 乃：副词，才<br>⑵恐汉袭之，乃曰 乃：副词，于是、就<br>⑦以<br>（1）武字子卿，少以父任 以：因为 凭借<br>（2）汉亦留之以相当 以：来 表承接<br>（3）张胜许之，以货物与常 以：把<br>（4）以状语武 以：把<br>（5）虽生，何面目以归汉！ 以：凭借<br>（6）蹈其背以出血 以：来 表顺承</p> <p><strong>特殊句式</strong><br>①倒置句<br>（1）送匈奴使留在汉者。定语后置句，正常语序“送留在汉者匈奴使”。<br>（2）为降虏于蛮夷。状语后置句，正常语序“于蛮夷为降虏”。<br>（3）何以汝为见。宾语前置句和介宾倒置句，正常语序“以何见汝为”<br>（4）子卿尚复谁为乎。宾语前置句，正常语序“子卿尚复为谁乎”。<br>（5）何以复加。介宾倒置句，正常语序“以何复加”。<br>（6）募士、斥候百余人俱。 定语后置句 ，正常语序“募百余人士、斥候俱”<br>（7）若知我不降明 。状语后置句，正常语序“若明知我不降”<br>②判断句<br>（1）缑王者，昆邪王姊子也。<br>（2）非汉所望也。<br>（3）汉天子，我丈人行也。<br>③被动句<br>（1）见犯乃死，重负国<br>（2）大臣亡罪夷灭者数十家<br>（3）皆为陛下所成就<br>（4）缑王等皆死，虞常生得<br>（5）武留匈奴凡十九岁<br>④省略句<br>（1）后随浞野侯没胡中<br>（2）单于子弟发兵于战<br>（3）使牧羝<br>（4）会缑(gōu)王与长水虞常等谋反匈奴中。<br>（5）且单于信汝，使决人死生。 </p><br/><h2>整体把握</h2> <p>　　《<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》是《汉书》中最出色的名篇之一，它记述了苏武出使匈奴，面对威胁利诱坚守节操，历尽艰辛而不辱使命的事迹，生动刻画了一个“富贵不能淫，威武不能屈”的爱国志士的光辉形象。作者采用写人物传记经常运用的纵式结构来组织文章，以顺叙为主，适当运用插叙的方法，依时间的先后进行叙述，脉络清晰，故事完整。文章大致分为三部分。</p> <p>　　第一部分即文章的第1、2段，介绍了苏武的身世、出使的背景及原因。文章一开始写道：“时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等前后十余辈。匈奴使来，汉亦留之以相当。”苏武出使匈奴的这一背景，表明苏武出使时的严酷历史环境，同时交代了匈奴尽管“尽归汉使路充国等”却只是因为“且鞮侯单于初立，恐汉袭之”的缓兵之计，并非真心和好。所以当汉武帝派苏武护送扣留在汉朝的匈奴使者还朝，并“厚赂单于”时，“单于益骄”，这也是后来单于悍然扣留苏武一行的原因。</p> <p>　　第二部分即文章第3~7段，重点记述了苏武留胡十九年备受艰辛而坚持民族气节的事迹。这部分也是文章着力描写的部分，以精彩的笔墨描写了苏武反抗匈奴统治者招降的种种斗争情形。具体描写到匈奴招降共有三次：第一次是卫律软硬兼施想迫使苏武投降，被苏武正气凛然的怒斥所喝退，双方矛盾斗争激烈，场面紧张。接着写匈奴企图用艰苦的生活条件来消磨苏武的斗志，把他囚禁于地窖中，使他备受饥寒，接着流放苏武到荒无人烟的北海让他牧羊。然而在极端恶劣的环境中，苏武不可磨灭的爱国精神再一次粉碎了匈奴的险恶用心。他手握汉节──国家民族的象征，在九死一生中维持着一个使者的使命。这时斗争是相对缓和的，直接表现的是苏武与自然环境做斗争。第三次是故友<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>劝降。这段描写不但表现了苏武可贵的气节，同时也刻画了叛将李陵的复杂心态。他那尚未泯灭的爱国之情、羞恶之心在苏武的崇高境界面前被唤醒了，其内心剖白真实感人。李陵在劝苏武时曾说：“陛下春秋高，法令亡常，大臣亡罪夷灭者数十家”，这是作者借李陵之口表达对汉武帝动辄杀戮大臣的残忍行为的不满，也是《汉书》中少有的表现批判统治者的进步思想倾向之处。而苏武与李陵的对答针锋相对，波澜起伏，非常精彩，人物之声气跃然纸上。此处苏武的斗争对象是交情很深而今已是敌对阵营的故友，双方的心态都比较复杂，而作者的描写也很到位，是这部分最出彩之处。</p> <p>　　第三部分即文章最后三段，介绍了苏武被放回国的经过。课文最后一句“留匈奴凡十九岁，始以强壮出，及还，须发尽白”，看似平实记述，细细品味却包含着作者诸多感情。人生不过百年，十九年何其太长！苏武“强壮出”，出使时正当壮年，及回归故国时已是“须发尽白”，一生大好时光都在煎熬中过去了，作者的叹惋之情溢于言表，而能为信念坚执如此确实令人敬佩！幸而虽历尽磨难，终于完成了使者的任务，维护了国家尊严，保持了民族气节，且荣归故里，作者欣慰之感也显而易见。可以说这句表达的是作者与读者共同的心声。</p> <p>　　为了表现苏武的性格、气节及始终不渝的爱国精神，文章在记“行”时又着力于环境及细节的描写。如苏武自刺一节，被置于地坎温火之上，“蹈背出血，气绝复苏”，充满悲壮色彩。而周围人的反应是“卫律惊，自抱持武”“惠等哭，舆归营”“单于壮其节”。这一惊、一哭、一壮的细节描写充分衬托出苏武的铮铮铁骨及高尚情操。文章语言千锤百炼，俭省精净，刻画人物入骨三分，将史家笔法与文学语言较好地结合起来。</p><br/><h2>背景介绍</h2> 　　了解汉朝和匈奴的战争纷争：<br>　　汉帝国自高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>自白登之围（公元前200年）后，历经惠帝、吕后、文帝、景帝，几十年里始终面临着匈奴的威胁，但是国家还需要积累实力，便一直隐忍不发。经过六十多年的休养生息，尤其是文帝、景帝在位的四十年里，帝国日益发展富强起来，父子两位皇帝的统治被古往今来的史学家极为推崇，称之为“文景之治”。<br>　　武帝即位，时机已经成熟，下诏书：“高皇帝遗朕平城之忧，高后时单于书绝悖逆。昔齐襄公复九世之雠，春秋大之。”向屡次进犯帝国边境的匈奴发起反击已经势在必行，这一战就是一百年。<br>　　匈奴的军事实力是足够强大的，这是一场艰苦的持久战。匈奴作为一个流窜于塞北大漠的野蛮部落，生产极其落后，要靠互相兼并、抢掠、侵略，获取文明世界的财富来补充他们的需要。所以，人人好战，人人利战，因为战争是他们致富的手段。汉帝国则与此相反，对匈奴发动战争，从财物上考量实际就是得不偿失。为了每一次军事行动，都要拿出大量的黄金作为军费，这对帝国的财政造成极大的压力，势必也会影响到国家的经济发展和人民生活。<br>　　2．了解<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>降匈奴的情况，了解卫律其人的投降<br>　　卫律：《汉书》“单于壮陵，以女妻之，立为右校王，卫律为丁灵王，皆贵用事。卫律者，父本长水胡人。律生长汉，善协律都尉<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>，延年荐言律使匈奴。使还，会延年家收，律惧并诛，亡还降匈奴。匈奴爱之，常在单于左右。陵居外，有大事，乃入议。”<br>　　李陵：（？～公元前74年），字少卿，陇西成纪（现在的中国中西部陕西静宁南边）人，是西汉（公元前206年～公元8年）的著名将军。长大后，李陵做了皇帝卫队的军官，擅长骑马和射箭，对士兵非常爱护。<br>　　公元前99年，李陵奉命和将军李广利一起反击匈奴，汉武帝原来想让他负责后勤供应，李陵坚决要求到前线杀敌。他带领五千名弓箭兵出发，结果被匈奴骑兵围困起来。李陵用车围起来掩护，让士兵在后边射箭，和匈奴兵对抗。<br>　　后来，李陵他们退到一个大沼泽里，匈奴兵就放火烧，李陵命令士兵也在里边放火，这样就可以先把芦苇烧掉了，等敌人放的火烧过来就自动灭了。这真是个聪明的办法。<br>　　李陵的部下发生了纠纷，有个人受到别人的侮辱，就生气地投降了匈奴。他投降后，还把李陵他们的秘密告诉了匈奴，这个秘密就是李陵他们的箭马上就要用完了，而且士兵也没有多少能战斗的了。匈奴知道了后，就加紧进攻。<br>　　李陵在夜里突围时被匈奴追击，最后没办法了，就投降了匈奴。这次战役，李陵虽然失败了，但他的军队却杀伤了敌人一万多人。<br>　　李陵战败后，武帝召见了李陵的妻母，后听说李陵投降，大怒而责，群臣皆言李陵有罪。武帝问太史令<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>，司马迁盛言：“陵事亲孝，与士信，常奋不顾身以殉国家之急。其素所畜积也，有国士之风。今举事一不幸，全躯保妻子之臣随而媒蘖其短，诚可痛也！且陵提步卒不满五千，深輮戎马之地，抑数万之师，虏救死扶伤不暇，悉举引弓之民共攻围之。转斗千里，矢尽道穷，士张空拳，冒白刃，北首争死敌，得人之死力，虽古名将不过也。身虽陷败，然其所摧败亦足暴于天下。彼之不死，宜欲得当以报汉也。”<br>　　不久，武帝派李广利出征匈奴，要李陵相助，但李陵单于关系很好，结果李广利功少而归。武帝因此迁怒于司马迁，将其腐刑下狱。后武帝悔李陵无救，说：“陵当发出塞，乃诏强弩都尉令迎军。坐预诏之，得令老将生奸诈。”(《汉书·李广苏建传》)于是遣使者慰劳李陵军逃脱的人。<br>　　匈奴单于得到李陵后，因李家世代为将的声望，以及与之交战时李陵英勇的表现，对他非常佩服。把自己的女儿嫁给了李陵，并加以重用，封为右校王。<br>　　匈奴的首领对李陵非常好，佩服他，也佩服他祖先的军事才能，还把自己的女儿嫁给他做妻子。后来李陵病死在了匈奴。<br/><h2>问题探究</h2> <p>　　1.本文在写作上有什么特点？</p> <p>　　首先，以典型环境和细节描写表现人物。<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>留胡十九年，经历坎坷曲折，汉与匈奴的关系错综复杂。作者抓住苏武经历中的关键之处，运用典型环境和细节描写，使苏武这个人物跃然纸上。苏武出使匈奴，因突发事变，被扣幽禁。在他的周围，有操生杀予夺之权的单于和卫律的屠刀，有贪生怕死的副使张胜的屈降，有曾为同事、朋友的<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>的声泪俱下的劝降。而冰天雪地廪食不至的北海牧羊，苏武更是被置之死地。这些典型环境，把苏武这个人物推到了矛盾斗争的风口浪尖上，让人物一展风采。作者又通过一些细节描写，表现了苏武不屈的民族气节。如写苏武的两次自杀，第一次被“胜、惠共止之”；第二次又被救活。又如写苏武被幽禁在大窖中，“卧啮雪，与旃毛并咽之”；流放北海，“掘野鼠去草实而食之。杖汉节牧羊，卧起操持，节旄尽落”等。苏武的语言也具有典型意义。如卫律逼降时，说：“副有罪，当相坐。”苏武斥责说：“本无谋，又非亲属，何谓相坐？”使卫律哑口无言，只得无耻地“举剑拟之”，但苏武岿然不动。又如，李陵劝降，苏武仍然不为其情所动，表示“虽蒙斧钺汤镬，诚甘乐之”，表现出至死不屈的品德。</p> <p>　　其次，为了突出表现苏武的民族气节，文中着重写了三个叛徒，与苏武形成鲜明对比：一个是副使张胜，一个是为虎作伥的卫律，一个是曾为朋友的李陵。他们都在匈奴的威势面前丧失了民族气节，拜倒在敌人脚下。唯独苏武大义凛然，为了民族尊严和汉王朝的利益，宁死不屈。作者为我们塑造了一个丰满的、动人的、高大的民族英雄形象。</p> <p>　　2.苏武在被囚禁流放以前两度要自杀，后来又想方设法要活下去。这是否矛盾？</p> <p>　　并不矛盾。苏武在胡地以维护国家民族尊严作为自己的崇高使命和行为准则。我们不难明白，匈奴对苏武等人的劝降实际上是匈奴与汉朝的一次对峙，关乎国家尊严、民族气节。事发时他已经意识到“事如此，此必及我，见犯乃死，重负国”。“重负国”是因为事先没有发现副使张胜的阴谋而导致祸及国家，苏武意识到，一旦被匈奴审讯，就会给国家带来羞辱，所以要自杀以避免受审。后来，在审讯时被卫律威逼利诱，他在说完一番大义凛然的话后引刀自刺，一是以行动表示坚决不投降的决心，二是要为国家雪耻。匈奴明白了苏武的决心，知道威权、富贵无法征服他，便要以摧毁苏武肉体的方式来征服其意志。所以苏武采取的反抗方式也由以前的求死而变成以后的求生，他要在各种艰难困苦中坚强地活下去，但活的前提与支柱依然是汉朝使者的身份，所以他“杖汉节牧羊，卧起操持”。从全文看来，苏武将生死全然置之度外，一心考虑的是汉朝的荣誉与利益，所以在局势变化的情况下，他的对抗方式也在发生着变化。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "高中文言文",
    "传记",
    "赞美",
    "写人"
  ]
}