{
  "id": 59135,
  "star": 26,
  "name": "贺新郎·老去相如倦",
  "dynasty": "宋代",
  "content": "老去相如倦。向文君、说似而今，怎生消遣？衣袂京尘曾染处，空有香红尚软。料彼此、魂消肠断。一枕新凉眠客舍，听梧桐疏雨秋风颤。灯晕冷，记初见。<br>楼低不放珠帘卷。晚妆残，翠蛾狼藉，泪痕凝脸。人道愁来须殢酒，无奈愁深酒浅。但托意焦琴纨扇。莫鼓琵琶江上曲，怕荻花枫叶俱凄怨。云万叠，寸心远。",
  "fanyi": "<p><strong>译文</strong><br>我似相如，君似文君。相如如今老了，常感精力不济，请问文君，我们现在如此穷困潦倒、疲惫不堪，今后的日子该如何打发呢？回顾当年我们一起赴京居住过的地方，恐怕至今还留着我们依红偎翠恩爱相处的痕迹吧。想想你我那时的情景，怎不让人魂销肠断地悲伤呢？那时，我们在充满凉意的客舍中同眠共枕，一起聆听秋天的绵绵细雨敲打窗外梧桐树叶的响声。眼前昏暗摇曳的烛火中，我们初见时的情景总浮现在我的脑海中。<br>看如今，在这低矮的楼阁中，帘幕无精打采地低垂着，你晚妆脱落，一脸憔悴，首饰、器物摆放得一片狼藉，泪水挂满了你的脸庞。人们都说，忧伤可用酒来驱散，可无奈的是我们的忧伤那么深重，而酒却这么薄浅，怎么能消解我们的愁苦呢？为解忧我们能做的只有弹几下焦尾琴，摇几下细绢扇而已。我告诉你，千万不要到江边弹奏那凄切的琵琶曲，我真怕会招惹得荻花也跟我们一起伤心，枫叶也和我们一起凄怨。云海层层高如山，但怎能比得上我们心中积压着的那么多的伤感？</p> <p><strong>注释</strong><br>①相如：西汉文人<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，此指作者。<br>②文君：即<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，此指作者在客舍所遇的一歌妓。消遣：消解，排解。<br>③衣袂京尘曾染处：指自己在京城艰苦谋生。<br>④空有香红尚软：意为自己漂泊多年只落得歌楼妓馆中的风流名声。香红，指代歌妓。<br>⑤翠钿狼藉：此指歌妓身上杂乱地穿戴一些首饰。狼藉，杂乱的样子。<br>⑥酒：醉酒。<br>⑦焦琴：琴名，即焦尾琴。《后汉书·<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>传》：“吴人有烧桐以爨者，邕闻火烈之声，知其良木，因请而裁为琴，果有美音，而其尾犹焦，故时人名曰焦尾琴焉。”<br>⑧琵琶江上曲：指<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》：“浔阳江头夜送客，枫叶荻花秋瑟瑟。”<br>⑨云万叠：形容云海苍茫辽远之貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写贫士失职之悲，却巧妙地把一个歌楼商女的飘零身世打并其中，加以映衬烘托，笔极曲折，意极凄怨，缠绵悱恻，哀感无端。此词可与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a><a href=\"http://so.gushiwen.org/view_59135.aspx\">诗</a>《琵琶行》并读，两者虽立意和主旨都有所不同，但失意文人与沦落商女的情节模式极为相似。</p> <p>　　“老去”三句，起笔斩绝，将一种黯然的心境，劈头点出，直贯篇末。<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>慧眼识英才，与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>结成美眷，本是文坛的佳话。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>却用来与形容他们的穷途邂逅，除了某种惺惺相惜的心情而外，恐怕更多的还是自嘲和悲凉。一个“倦”字包含了说不清的挫折与酸辛。“说似”犹“说与”，即“与说”。同她说到此时的落魄，怎样才能排遣掉胸中的郁闷呢？文士失职感，英雄失路之悲，于此尽现。“衣袂”二句逆插而入，以虚间实，引入一段帝京往事的回忆。</p> <p>　　刘过自公元1186年（宋孝宗淳熙十三年）离家赴试已快七年，这期间他曾应试求仕，也曾伏阙上书，几年奔走，一事无成。临安都城，留在他记忆里的不过是一身尘垢和在衣袂上的残红而已。“香红尚软”，借指当年倚红偎翠、秦楼楚馆的冶游生活句子香艳。可是一经“京尘”的铺垫，就变得凄艳入骨。句中连用“曾”、“空”、“尚”三个虚字转折提顿，笔势峭折而意有余悲了。刘过是一个以天下为己任的志士，他同那种“名士无家多好色”的浪漫文人是不同的。他混迹青楼，是为了排解和麻痹那种“报国有心，请缨无路”的痛苦，在红巾翠袖的抚慰中得到些许人生的温暖。</p> <p>　　其实，他从没有过真正的欢悦。“彼此”句小作绾结，此时一个是应举无成的青衫士子，一个是孑然一身的半老徐娘，都是生活的失败者和失意者。此时相对，实在是令人肠断魂消。“一枕”四句实情实境：窗外是愁人的梧桐秋雨，室内是摇曳的如豆青灯。两个苦命人就这样在一起相濡以沫。</p> <p>　　过片四句紧承前结的词意，将“初见”时的居处情态用琐笔描出。“楼低不放珠帘卷”（不放，不让之意），珠帘不卷，恐人窥视也。一个“低”字见出楼居之寒伧来。“晚妆”，本是展示女性美的重要手段，对于以色事人的商女来说，更要以此邀宠。可是词里的女主人竟是黛眉狼藉，泪痕满面，这不是在风月场中的卖笑，而是在同病相怜时倾诉破碎的心声。“人道”三句，层层笔势曲折，层层推进。人们说饮酒可以浇愁，可是酒力太小，奈何不得这深重的愁苦。“愁深酒浅”四字重逾千斤，让人深味那不尽的哀愁。那么，怎么办呢？“但托意焦琴纨扇”，就是作者为自己所开列的解脱之方。他试图从历史和哲理的角度去寻取慰藉和超脱。“焦琴”，即“焦尾琴”，喻指良材之被毁弃。《后汉书·<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>传》：“吴人有烧桐以爨者。邕闻火烈之声，知其为良木，因请而裁为琴，果有美音，其尾犹焦。”“纨扇”，指恩爱之易断绝。<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>被谮，退处长信宫，赋诗以自诉哀衷。中有“新裂齐纨素”、“裁成合欢扇”、“弃捐箧笥中，恩情中道绝”之语。作者用这两个典故自比，生动贴切，抒发自己怀才不遇，报国无门的悲慨。“莫鼓”二句从白居易《琵琶行》中化出。谪宦九江的青衫司马与沦为商妇的长安故倡，在一个偶然的机会里相遇。他们同是天涯沦落人，自然容易引起共鸣，唤起温柔的怜悯来。刘过此时的处境与白相似，这样用典真如天造地设，精当无比。歇拍两句“云万叠，寸心远”，于凄咽中翻出激昂的异响。这是借万叠之云山，抒寸心之积郁，一种将身许国的壮怀远抱都于此六字中汩汩流出，情景融会，意象深远，是非常精彩的结笔。真正的志士永远不会屈从于冷酷的现实，他在温柔中得到片刻的抚慰后，将继续奋发前行，去实现他澄清四海、匡复天下的理想。</p>",
  "about": "<h2>创作背景</h2> 　　据张世南《游宦纪闻》称：“尝于友人张正子处，见改之（<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>字）亲笔词一卷，云：‘壬子秋，予求牒四明，尝赋《贺新郎》与一老娼。至今天下与禁中皆歌之。江西人来，以为邓南秀词，非也。’”壬子为公元1192年（宋光宗绍熙三年），当时刘过已三十九岁。这年秋天，他去宁波（四明）参加选拔举人的牒试，又遭黜落。失意中邂逅了一位半老徐娘式的商女。一种“同是天涯沦落人”的沧桑感，使他们的心接近了。于是写下了这首著名的《贺新郎》相赠。",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "艳遇"
  ]
}