{
  "id": 5502,
  "star": 9,
  "name": "观别者",
  "dynasty": "唐代",
  "content": "青青杨柳陌，陌上别离人。<br>爱子游燕赵，高堂有老亲。<br>不行无可养，行去百忧新。<br>切切委兄弟，依依向四邻。<br>都门帐饮毕，从此谢亲宾。<br>挥涕逐前侣，含凄动征轮。<br>车徒望不见，时见起行尘。<br>吾亦辞家久，看之泪满巾。",
  "fanyi": "<p><strong>译文<br></strong>排列在青青杨柳的路上，正在送别远去的亲人。<br>是爱子宦游要去燕赵，高堂上还有他年迈的双亲。<br>不离家无法把双亲奉养，离家去又新忧殷殷。<br>情意恳切地把兄弟嘱咐，恋恋不舍地面对相送的乡邻。<br>都门祖帐中饮过了饯行酒，从此就告别了亲属和友人。<br>洒泪去追赶前面的同伴，怀着悲伤启动远行的车轮。<br>车马人从渐渐不能望见，车马后面不时扬起灰尘。<br>我离开家乡日子也已很久，见到这情景不禁泪水满巾。</p> <p><strong>注释<br></strong>⑴杨柳陌：路旁栽杨柳的道路。多用指分别之处。唐<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《首春贻京邑文士》<a href=\"http://so.gushiwen.org/view_5502.aspx\">诗</a>：“寒辞杨柳陌，春满凤皇城。”陌，田间小路。<br>⑵燕赵：燕赵都是古国名，地点都在河北。这里泛指河北诸郡。<br>⑶高堂：在古代的家庭里，父母的居室一般被称为堂屋，是处于一家正中的位置，而堂屋的地面和屋顶相对比其它房间要高一些，所以古代的子辈为尊重父母，在外人面前不直说父母而叫“高堂”。故用高堂指父母居处，或代称父母。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《将进酒》诗：“君不见高堂明镜悲白发，朝如青丝暮成雪。”<br>⑷不行：不行进；不前进。《楚辞·九歌·湘君》：“君不行兮夷犹，蹇谁留兮中洲。”<br>⑸百忧：种种忧虑。《诗经·王风·兔爰》：“我生之初尚无造，我生之后逢此百忧。”<br>⑹切切：恳挚、深切之意。《后汉书·窦武传》：“而诏书切切，犹以舅氏田宅为言。”<br>⑺依依：依恋不舍的样子。唐刘商《胡笳十八拍》诗：“泪痕满面对残阳，终日依依向南北。”<br>⑻都门：都，都城。门，城门。都门，这里指都城。帐饮：谓在郊野张设帷帐，宴饮送别。唐<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>《送徐录事》诗序：“临御沟而帐饮，就离亭而出宿。”<br>⑼前侣：前面的同伴。<br>⑽征轮：远行人乘的车。宋<a href=\"http://so.gushiwen.org/author_123.aspx\">韩缜</a>《芳草》词：“绣帏人念远，暗垂珠露，泣送征轮。”<br>⑾车徒：车马和仆从。指游子及其仆人。《文选·李康〈运命论〉》：“故遂絜其衣服，矜其车徒，冒其货贿，淫其声色，脉脉然自以为得矣。”徒：一作“从”。<br>⑿吾：一作“余”。久：一作“者”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>有<a href=\"http://so.gushiwen.org/view_5502.aspx\">诗</a>《别弟缙后登青龙寺望蓝田山》：“陌上新离别，苍茫四郊晦。登高不见君，故山复云外。远树蔽行人，长天隐秋塞。心悲宦游子，何处飞征盖。”与这首《观别者》诗同一机杼。只是这首《观别者》写法上很别致。它借陌上人的惜别，来表现自己的宦游之悲。</p> <p>　　青青河畔，杨柳陌上，依依别离。似有“青青河畔草，郁郁园中柳”之风，又宛若“杨柳依依”之韵，离别之境，自然而现。燕赵之地，多慷慨悲歌之士，“爱子”一游，或为生计，或为功名。尚有高堂，已是老亲，又怎舍得弃高堂于不顾呢。一“爱”字，一“老”字，各种情境，只有画中人懂得。心念老亲，然生计所迫，远游原是那般无奈；此行远去，尚不知明天深浅，自然又有新的忧愁升起。此番远游，归期难料，然心中那个“孝”字，又该如何书写。切切转向兄弟，满腔的心思，托付于手足之上；依依而望，对父母的牵肠挂肚，都诉诸四邻。都门帐饮，饮毕做辞，心底仍是万千不舍，一一惜别那熟悉的脸庞。同伴早已动身，飞奔而去，再停留怕是要追赶不上，只得挥泪阔别，迈向前方，而那转身的瞬间，早已是两行滚烫的泪花。转眼间，已然望不见“车徒”，唯留下滚滚的行尘，淹没了远去的身影，那远眺的双眸，目送着远方消逝的身影，早已是老泪纵痕。真是可怜天下父母心。“吾亦辞家久，看之泪满巾。”一句拉回现实，原来诗人只是一旁观者，大有“同是天涯沦落人”之感，内心的触动，亦随着飘扬的尘土，沾湿了衣襟。</p> <p>　　诗中画面，在古代并不少见，诗词之中亦不乏这样的诗篇，然右丞笔下的画面，却是那般情深。至亲别离，肝肠寸断，然生活所迫，又无可奈何。历史画卷中，重复上演了多少幕。不同的朝代，不同的主角，不变的却都是那份难以割舍的情致，亲情、友情、爱情，一幕幕，一出出，在时空的帷幕里掀起层层浪花。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "离别",
    "漂泊",
    "无奈"
  ]
}