{
  "id": 8369,
  "star": 21,
  "name": "宿巫山下",
  "dynasty": "唐代",
  "content": "昨夜巫山下，猿声梦里长。<br>桃花飞绿水，三月下瞿塘。<br>雨色风吹去，南行拂楚王。<br>高丘怀宋玉，访古一沾裳。",
  "fanyi": "<p><strong>译文</strong><br>昨夜在巫山下过夜，满山猿猴，连梦里都仿佛听到它们的哀啼。<br>桃花漂浮在三月的绿水上，我竟然敢在这时候下瞿塘。<br>疾风将雨吹至南方，淋湿楚王的衣裳。<br>我在高高的山岗，怀念那<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，为什么给楚王写出那么美丽的文章，看到这古迹，让我热泪满眶。</p> <p><strong>注释</strong><br>⑴《唐书·地理志》：夔州巫山具有巫山。<br>⑵宋玉《高唐赋》：“妾在巫山之阳，高丘之阻。”《楚辞》：“哀高丘之无女。”王逸注：“楚有高丘之山。或云：高丘，阆风山上也。”旧说：高丘，楚地名也。《太平寰宇记》巫山县有高都山。《江源记》云：《楚辞》所谓巫山之阳，高丘之阻。高丘，盖高都也。宋玉，据《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》载:“屈原既死之后,楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。”记述极为简略。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在巫山滞留时“猿声梦里长”，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>对于猿声的理解与前代的<a href=\"http://so.gushiwen.org/view_8369.aspx\">诗</a>人相同，少年时期他生活经历不多，出于对巫猿的同情而徒发感慨，之后李白“仗剑去国，辞亲远游”，猿的凄厉叫声勾起了李白的愁思，源何而愁，因为不通航而滞留，周围没有值得倾诉的朋友，心中的理想和抱负只能暂时搁置，思想感觉比较虚空，对周围的事物的感应，不是凭心灵的冲动，而是凭理智的感悟。造成李白这种情绪的，和他回到江陵后，即将“南行拂楚王”，远离故乡有关。</p> <p>　　另一方面“桃花飞绿水，三月下瞿塘。”春天到来了，三峡通航，这让李白的心情有些苏解，因为李白可以离开这个滞留他几个月的巫山。这首诗以情写景，以景抒情。在艺术表现上，选择自然景物中最富特征，自己感受最深的方面加以突出的描绘，如“桃花”，在浓郁的主观色彩的氛围中，蕴涵了无穷的韵味，这也是整首诗的点睛之笔。</p> <p>　　“高丘怀<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>”，宋玉是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>之后的杰出作家。唯他有传世之作，具有一定成就，后人将他与屈原并称。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>即谓“屈、宋以‘楚辞’发采”（《文心雕龙·才略》）。李白在巫山想到了宋玉，从这可以看出，李白欣赏宋玉的文品和人品。</p> <p>　　李白的《宿巫山下》是诗人个性改造和理想化了的图景。全诗注重把握整体的气势和氛围“昨夜巫山下，猿声梦里长”，凭个性的感兴泼墨写意“雨色风吹去”、“访古一沾裳”，而略去具体的细节，甚至连观照景物的视觉转移的顺序也往往毫不在意“桃花飞绿水，三月下瞿塘”。李白的这首抒情诗，把瞿塘峡—巫山物色和特定的情绪渗透、交融在一起，在“景”的形势和“情”的特征之间，表达自己的心境。</p>",
  "about": "<h2>创作背景</h2> 　　开元十三年冬，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因三峡不通航，滞留于巫山一带，因此他在万县停留，登临西山（后来改名太白岩），一直等到开元十四年春汛来临时才得以离开，写下了《宿巫山下》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "借景抒情",
    "怀古"
  ]
}