{
  "id": 47055,
  "star": 92,
  "name": "临江仙·樱桃落尽春归去",
  "dynasty": "五代",
  "content": "樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，玉钩罗幕，惆怅暮烟垂。<br>别巷寂寥人散后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。",
  "fanyi": "<p><strong>译文<br></strong>宗庙难献的樱桃已落尽——全都随着春天归去，无知的粉蝶儿还是寻乐双飞。杜宇转化的子规在小楼西面夜夜泣血鸣啼。倚着楼窗的玉钩罗幕了望，惆怅地看着幕烟低垂。<br>入夜后小巷里一片岑寂，人们都以纷纷散去，凄然欲绝面对烟草低迷。炉里的香烟闲绕着绘饰凤凰的衾枕。但见她愁容满面空持罗带，怎能不令人回首恨依依。</p> <p><strong>注释<br></strong>1.樱桃：初夏时结果实，古代有帝王以樱桃献宗庙的传统。《礼记·月令》中记载：“仲夏之月，天子以含桃(樱桃)先荐寝庙。落尽：凋谢之意。<br>2.翻：翻飞。<br>3.金粉：妇女装饰用的铅粉，这里借指蝴蝶的翅膀。全句意谓蝴蝶翻飞着银灰色的翅膀双双飞舞。<br>4.子规：鸟名，即杜鹃鸟的别名。古代传说失国的蜀帝杜宇，被其臣相所逼，逊位后隐居山中，其魂化为杜鹃。又经常于夜间呜叫，令人生悲，故古人有“杜鹃啼血”之说。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中有“其间旦暮闻何物?杜鹃啼血猿哀鸣”之句。<br>5.啼月：指子规在夜里啼叫。<br>6.寂寥：冷冷清清。<br>7低迷：《古今词统》、《古今词话》、《历代<a href=\"http://so.gushiwen.org/view_47055.aspx\">诗</a>余》等本中均作“凄迷”。低迷，模糊不清。<br>8.闲袅：形容细长柔软的东西随风轻轻摆动，这里指香烟缭绕悠闲而缓慢上升的样子。<br>9.凤凰儿：指绣有凤凰花饰的丝织品。这里指饰有凤凰图形的或制成风凰形状的香炉。<br>10.持：拿着。罗带：丝带。<br>11.恨依依：形容愁恨绵绵不断的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片主要是写主人公独处伤怀，春怨无归的怅恨、无奈之情。首句由写景入，点明时间、环境，先营造出了一种春尽无归的氛围，暗示着主人公伤春怀忧的情势，也昭示出全词的主旨和思路。“蝶翻”句是反写，眼中所见之活泼欢快，更映衬出主人公内心的孤苦无奈。三句“子规啼月小楼西”，有听觉，有视觉，而且点明时间已是夜半之后，主人公却依旧难以入眠，显见是愁思纷扰，怨恨满心。虽然樱桃、蝴蝶、杜鹃等都是春夏之交的景物，但其中恐怕亦另有深意。有人说，“樱桃落尽”和“子规啼月”都是用典，意寓为：“用樱桃难献宗庙、杜宇（子规）失国的两个典故，写伤逝之情、亡国的预感，用心良深。”（蒲仁、梅龙《南唐二主词全集》）。分析起来，不失其理。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>这位南唐后主尽管做得很不称职，但国势危亡、百姓罹难这样的大事他还是心中有数的，只是己无大计、士无良策，虽然终日忧思，但却无可奈何，所以在这里以典喻今，以思妇喻忧恨，当是不可免的。想必当此围城之时能作此春怨词，思妇的哀怨和他本人的愁苦相通是更主要的原因。接下来二句写内景，时空的转移依然无法抹去思妇的感伤，所以惆怅不尽，眼中的一切都有了难遣的情怀。</p> <p>　　词的下片起首即是“寂寥”，承上片而来，一腔心事虽未直言而出，但孤苦伶仃之意已跃然纸上。望穿秋水，望断云桥，“望残烟草低迷”，具体、形象、生动，把前句的“寂寥”赋予了更鲜活的内容。“炉香”句是写暗夜空室的实景，由外转内，由远及近，这一转眼本身就说明了主人公的情迷意乱。而室内的景色还比“门巷”更“寂寥”，“闲袅”衬“空持”，一个孤苦无依、忧思无解的形象已呼之欲出。全词最后一句当是词眼，一个“恨”倒贯全篇，其中是否有李煜于亡国之忧中“回首”自己、检讨往昔的寓意，亦未可知。</p> <p>　　全词写景徐徐道来，写情却有突兀之语，全词意境皆由“恨”生，并由“恨”止。在写法上是虚实相生、内外结合，时空转换自然、顺畅，笔意灵活，喻象空泛，直抒胸臆却不失含蓄，柔声轻诉却极其哀婉动人，正如陈廷焯《别调集》中所云：“低回留恋，宛转可怜，伤心语，不忍卒读。”</p>",
  "about": "<h2>创作背景</h2> 　　宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>开宝八年（975）十一月，围城已达一年的宋军发起了进攻，金陵城破，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>投降，南唐灭亡。这一年，他三十九岁。次年春天，被押送的李煜到达宋都汴梁，从此过着囚徒的生活。这是他在汴梁城中的悼国伤亡之作，直抒胸怀，感情十分沉痛。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}