{
  "id": 10471,
  "star": 58,
  "name": "后出塞五首",
  "dynasty": "唐代",
  "content": "男儿生世间，及壮当封侯。<br>战伐有功业，焉能守旧丘？<br>召募赴蓟门，军动不可留。<br>千金买马鞍，百金装刀头。<br>闾里送我行，亲戚拥道周。<br>斑白居上列，酒酣进庶羞。<br>少年别有赠，含笑看吴钩。</p> <p>朝进东门营，暮上河阳桥。<br>落日照大旗，马鸣风萧萧。<br>平沙列万幕，部伍各见招。<br>中天悬明月，令严夜寂寥。<br>悲笳数声动，壮士惨不骄。<br>借问大将谁？恐是霍嫖姚。</p> <p>古人重守边，今人重高勋。<br>岂知英雄主，出师亘长云。<br>六合已一家，四夷且孤军。<br>遂使貔虎士，奋身勇所闻。<br>拔剑击大荒，日收胡马群；<br>誓开玄冥北，持以奉吾君！</p> <p>献凯日继踵，两蕃静无虞。<br>渔阳豪侠地，击鼓吹笙竽。<br>云帆转辽海，粳稻来东吴。<br>越罗与楚练，照耀舆台躯。<br>主将位益崇，气骄凌上都：<br>边人不敢议，议者死路衢。</p> <p>我本良家子，出师亦多门。<br>将骄益愁思，身贵不足论。<br>跃马二十年，恐辜明主恩。<br>坐见幽州骑，长驱河洛昏。<br>中夜间道归，故里但空村。<br>恶名幸脱免，穷老无儿孙。",
  "fanyi": "<h2>注释</h2> [1]上句“有”字喑含讽意，揭出功业的罪恶本质。“旧丘”犹“故园”，即“老家”。<br>[2]召募，这时已实行募兵制的“扩（音廓）骑”。蓟门，点明出塞的地点。其地在今北京一带，当时属渔阳节度使安禄山管辖。<br>[3]这两句模仿《木兰<a href=\"http://so.gushiwen.org/view_10471.aspx\">诗</a>》的“东市买骏马，西市买鞍辕”的句法。<br>[4]道周，即道边。<br>[5]斑白，是发半白，泛指老人。居上列，即坐在上头。<br>[6]酒酣，是酒喝到一半的时候。庶羞，即莱肴。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗“人老意多慈”，老人送别，只希望小伙子能多吃点。<br>[7]别有赠，即下句的“吴钩”。“别”字对上文“庶羞”而言。<br>[8]吴钩，春秋时吴王阖闾所作之刀，后通用为宝刀名。深喜所赠宝刀，暗合自己“封侯”的志愿，所以“含笑”而细玩。<br>[9]洛阳东面门有“上东门”，军营在东门，故曰“东门营”。由洛阳往蓟门，须出东门。这句点清徵兵的地方。<br>[10]河阳桥在河南孟津县，是黄河上的浮桥，晋杜预所造，为通河北的要津。<br>[11]大旗，大将所用的红旗。《通典》卷一百四十八：“陈（阵）将门旗，各任所色，不得以红，恐乱大将。”这两句也是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的名句，因为抓住了事物的特徵，故能集中地表现出那千军万马的壮阔军容，下句化用《诗经》的“萧萧马鸣”，加一“风”字，觉全局部动，飒然有关塞之。<br>[12]幕，帐幕。列，是整齐的排列着。这些帐幕都有一定的方位和距离。<br>[13]因为要宿营，所以各自集合各自的部队。<br>[14]因军今森严，故万幕无声，只见明月高挂无中。上句也是用环境描写来烘托“令严”的。<br>[15]悲笳，静营之号，军令既严，笳声复悲，故惨不骄。<br>[16]大将，指召募统军之将。“嫖姚”同“剽姚”，汉武帝时，霍去病为嫖姚校尉，尝从大将军卫青出塞，故以为比。<br>[17]“古人”“今人”都指边将说。重高勋，即贪图功名。《昔游》诗所谓“将帅望三台”。因贪功名，故边疆多事。<br>[18]边将贪功，本该制止，偏又皇帝好武，所以说“岂知”。有怪叹之意。“亘”是绵亘不断。<br>[19]天地四方为“六合”，这里指全国范围以内，全国既已统一，便无出师必要，但还要孤军深入，故用一“且”字。且，尚也。跟上句“已”字对照。<br>[20]遂使，于是使得。承上“且孤军”来，貔，音琵，即貔貅，猛兽，这里比喻战士。边将贪功，人主好武，这就使得战士们为了统治者的企图而拼命。勇，是勇往：所闻，是指地方说的，即下文的“大荒”“玄冥”。《汉书：张骞传》：“天子（武帝）既闻大宛之属多奇物，乃发间使，数道并出。汉使言大宛有善马，天子既好宛马，闻之甘心，使壮上车令等持千金以请宛王善马。”即此“所闻”二字的本意。<br>[21]大荒，犹穷荒，过去所谓“不毛之址”。<br>[22]《安禄山事迹》：“禄山包藏涡心，畜单于护真大马习战斗者数万匹。”诗句当指此。<br>[23]玄冥，传说是北方水神，这里代表极北的地方。这两句要善于体会，因为表面上好像是对皇帝效忠，其实是讽刺，正如<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说的：“玄冥北，岂可开乎？”<br>[24]上既好武，下自贪功，故奏捷日至。《通鉴》二百一十七：“天宝十三载四月禄山奏击奚破之，虏其王。十四载四月奏破奚、契丹。”<br>[25]点破“献凯”只是虚报邀赏。两蕃，是奚与契丹；静无虞，本无寇警。<br>[26]渔阳：郡名，今河北蓟县一带。其地尚武，多豪士侠客，故日豪侠地。<br>[27]辽海，即渤海，粳音庚，晚熟而不黏的稻。来东吴，来自东吴。<br>[28]周代封建社会把人分成十等：王、公、大夫、士、皂、舆、隶、僚、仆、台。这里泛指安禄山豢养的爪牙和家僮。罗和练都有光彩，故曰“照耀”。这以上几句，写禄山滥赏以结人心。《通鉴》（同上）：“天宝十三载二月，禄山奏所部将士勋效甚多，乞超资加赏，于是除将军者五百余人，中郎将者二千余人。禄山欲反，故先以此收众心也。”即其事。<br>[29]主将，即安禄山.天宝七载禄山赐铁券，封柳城郡公：九载，进爵东平郡王，节度使封王，从他开始。<br>[30]上都，指京师，即朝廷。凌，凌犯，目无朝廷。<br>[31]写禄山一方面又用恐怖手段来俯制众口，当时本有人告安禄山反，玄宗为了表示信任，反将告发的人缚送禄山，因之“道路相目，无敢言者。”（见《禄山事迹》）<br>[32]是良家子，故不肯从逆：出师多门，故能揣知主将心事。二句是下文张本，多门，许多门道，有多次意。<br>[33]益，是增益，“思”字照过去读法应作去声，愁思，即忧虑，是名词。<br>[34]所忧在国家，放觉身贵上不值一说。下二句正申“不足论”。<br>[35]跃马，指身贵，兼含从军意，刘孝标《自序》：“敬通（冯衍）当更始之世，手握兵符：跃马食肉。”<br>[36]坐见，有二义：一指时间短促，犹行见、立见：一指无能为力，只是眼看着：这里兼含二义。长驱，言其易。河洛昏，指洛阳行将沦陷。当时安禄山所部皆天下精兵。<br>[37]间读去声，间道归，抄小路逃回家。<br>[38]这句直照应到第一首。初辞家时，进庶羞的老者，赠吴钩的少年，都不见了，一切都完蛋了。<br>[39]恶名，是叛逆之名，禄山之乱，带有民族矛盾性质，这个士兵不肯背叛，是完全值得肯定的。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《后出塞五首》组<a href=\"http://so.gushiwen.org/view_10471.aspx\">诗</a>叙写开元（713—741）天宝（742—756）年间一位军士从应募赴军到只身脱逃的经历，通过一个人的遭遇深刻反映了天宝之变的“酿乱期”的历史真实。</p> <p>　　自开元中玄宗改府兵制为募兵制，兵农分离，出现了职业兵。德宗时<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>论募兵制是祸乱的根源，说这种应募的兵士，既非土著，又无宗族，重赏赐而轻生。《后出塞五首》主人公正是这样一个应募者形象。一无牵挂的汉子，乐意当兵吃粮。诗中提到相赠吴钩的“少年”，当属唐诗中常常写到的少年游侠一类人物。物以类聚，此诗主人公也应是这一类人物。组诗第一首系主人公自叙应募动机及辞家盛况；第二首叙赴军途中情事，尚归美主将；第三首是诗人的议论；第四首则揭露蓟门主将的骄横；第五首则写逃离军旅的经过。此组诗的突出成就，便在塑造了一个“典型环境中的典型形象”。对此诗的赏析，便应围绕这一中心来进行。</p> <p>　　一度怀着功名万里雄心的军士后来逃归，其逃离的动机，诗中说得很清楚，是由于他在蓟门军中看到“主将”（当指安禄山）日益骄横、目中无君，而朝廷一味姑息养奸“主将位益崇，气骄凌上都，边人不敢议，议者死路衢”，自己本为效忠国家而来（“誓开玄冥北，持以奉吾君”），不料却上了“贼船”，“坐见幽州骑，长驱河洛昏”，因而三十六计，走为上计了。</p> <p>　　诗一开始就讲得很明白，主人公赴边的目的就是追求“封侯”，“首章便作高兴语，往从骄帅者，赏易邀，功易就也。”（浦起龙）此人正是第三首所谓“重高勋”的“今人”、“奋身勇所闻”的“貔虎士”中的一员。“拔剑击大荒，日收胡马群；誓开玄冥北，持以奉吾君”，也正属于这类人物的夸耀口吻。从第一首“男儿生世间，及壮当封侯”到第五首“跃马二十年，恐辜明主恩”的表白，可见主人公求取功名封赏的思想是一贯的，并未发生何种转变。“古人重守边”六句，不能理解为诗中人思想的转变，而只能理解为诗人自己对时事的评议，或者说它们恰恰是诗人对笔下人物思想、行动的一种批判。说这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>微露本相的地方还不够，应该说这是作者直接激扬文字，站出来表态。这种夹叙夹议的手法，在杜甫诗中原是并不罕见的。</p> <p>　　据《通典》称：“国家开元天宝之际，宇内谧如，边将邀宠，竟图勋伐，西陲青海之戍，东北天门之师，碛西怛罗之战，云南渡沪之役，没入异域数十万人，向无幽寇内侮，天下四征未息，离溃之势，岂可量邪！”当时的边境战争，唐玄宗好战固然是一个原因；兵制的改变，也同样是个重要原因。府兵原是寓兵于农的一种兵制，将帅不能拥兵自重，故唐朝前期没有武夫割据事件。而募兵之行，诚如李泌所说，应募兵士多是不事生产的亡命之徒，他们贪功重赏，形成军中好战心理。上自朝廷，下至士兵，互相影响，正是“岂知英雄主，出师亘长云。六合已一家，四夷但孤军。遂使貔虎士，奋身勇所闻。”对侵侮邻国的兴趣随战争的进行愈来愈浓厚，野心的将帅也就得到长成羽翼的机会。</p> <p>　　《后出塞五首》就艺术地再现了这一特定时代的历史生活。诗中主人公正是募兵制下一个应募兵的典型形象。他既有应募兵通常有的贪功恋战心理，又有国家民族观念。他为立功封爵而赴边，又为避叛逆的“恶名”而逃走。组诗在欢庆气氛中开头，凄凄凉凉地结尾，是一出个人命运的悲剧。</p>",
  "about": "<h2>创作背景</h2> 　　《后出塞五首》当作于公元755年（唐玄宗天宝十四载）冬，安禄山反唐之初。目的在于通过一个脱身归来的士兵的自述，大声疾呼的揭露安禄山的反唐真相，叫唐明皇快快清醒过来，并指出养成禄山反叛的原因，即在于他自己的好大喜功，过宠边将，以致禄山得以边功市宠、形成养虎贻患。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写人",
    "边塞",
    "组诗"
  ]
}