{
  "id": 52790,
  "star": 188,
  "name": "南歌子·天上星河转",
  "dynasty": "宋代",
  "content": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。<br>翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。",
  "fanyi": "<p><strong>译文</strong><br>天空中银河不断转动、星移斗转，人世间的帘幕却一动不动的低低下垂。枕席变凉，泪水更多的流淌，一片湿滋滋。和衣而睡，醒来脱去绸缎外衣，随即问道：“夜已到何时？”<br>这件穿了多年的罗衣，用青绿色的丝线绣成的莲蓬已经变小；用金线绣制的荷叶颜色减退、变得单薄而稀疏。每逢秋凉，还总是还上这件罗衣。唯独人的心情不像从前舒畅适时。</p> <p><strong>注释</strong><br>①南歌子：又名《断肠声》等。一说<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《南都赋》的“坐南歌兮起郑舞”，当系此调名之来源。而<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>此词之立意，则与又名《肠断声》相合。<br>②星河：银河，到秋天转向东南。<br>③枕簟（diàn）：枕头和竹席。滋：增益，加多。<br>④夜何其：《<a href=\"http://so.gushiwen.org/view_52790.aspx\">诗</a>经·小雅·庭燎》“夜如何其？夜未央。夜已经到了什么时候了？”“其”，语助词。<br>⑤翠贴、金销：即贴翠、销金，均为服饰工艺。<br>⑥情怀：心情。旧家：从前。《诗词曲语辞汇释》卷六：“旧家犹言从前，家为估量之辞。”其所引例中即有此句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《南歌子》所作年代不详，但从抒发国破家亡之恨来看，似为流落江南后所作。 　</p> <p>　　“天上星河转，人间帘幕垂”，以对句作景语起，但非寻常景象，而有深情熔铸其中。“星河转”谓银河转动，一“转”字说明时间流动，而且是颇长的一个跨度；人能关心至此，则其中夜无眠可知。“帘幕垂”言闺房中密帘遮护。帘幕“垂”而已，此中人情事如何，尚未可知。“星河转”而冠以“天上”，是寻常言语，“帘幕垂”表说是“人间”的，却显不同寻常。“天上、人间”对举，就有“人天远隔”的含意，分量顿时沉重起来，似乎其中有沉哀欲诉，词一起笔就先声夺人。此词直述夫妻死别之悲怆，字面上虽似平静无波，内中则暗流汹涌。 　</p> <p>　　前两句蓄势“凉生枕簟泪痕滋”一句。至直泻无余。枕簟生凉，不单是说秋夜天气，而是将孤寂凄苦之情移于物象。“泪痕滋”，所谓“悲从中来，不可断绝”，至此不得不悲哀暂歇，人亦劳瘁。“起解罗衣聊问夜何其”，原本是和衣而卧，到此解衣欲睡。但要睡的时间已经是很晚了，开首的“星河转”已有暗示，这里“聊问夜何其”更明言之。“夜何其”，其（jī），语助辞。“夜何其”出自《<a href=\"http://so.gushiwen.org/view_52790.aspx\">诗</a>经·小雅·庭燎》“夜如何其？夜未央（半）；夜如何其？夜绣（向）晨”，意思是夜深沉已近清晨。“聊问”是自己心下估量，此句状写词人情态。情状已出，心事亦露，词转入下片。 　</p> <p>　　下片直接抒情“翠贴莲蓬小，金销藕叶稀”为过片，接应上片结句“罗衣”，描绘衣上的花绣。因解衣欲睡，看到衣上花绣，又生出一番思绪来，“翠贴”、“金销”皆倒装，是贴翠和销金的两种工艺，即以翠羽贴成莲蓬样，以金线嵌绣莲叶纹。这是贵妇人的衣裳，词人一直带着，穿着。而今重见，夜深寂寞之际，不由想起悠悠往事。“旧时天气旧时衣”，这是一句极寻常的口语，唯有身历沧桑之变者才能领会其中所包含的许多内容，许多感情。“只有情怀不似旧家时”句的“旧家时”也就是“旧时”。秋凉天气如旧，金翠罗衣如旧，穿这罗衣的人也是由从前生活过来的旧人，只有人的“情怀”不似旧时了！寻常言语，反复诵读，只觉字字悲咽。　</p> <p>　　以寻常言语入词，是易安词最突出的特点，字字句句锻炼精巧，日常口语和谐入诗。这首词看似平平淡淡，只将一个才女的心思娓娓道来，不惊不怒，却感人至深。</p><br/><h2>赏析二</h2> <p>　　赵明诚病故之后，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>处在国破家亡、夫丧身零的悲痛和种种的苦难之中，但她常常忆起南渡之前的一些往事。或许因为伉俪情重，抚今追昔，感慨万端。词中交织着她个人身世飘零的哀伤和遭际的凄苦。</p> <p>　　上片写深夜天气依旧，女主人孑然一身，辛酸落泪，而怨夜长不尽；下片写女主人衣服如故，天气依旧，感慨情怀甚恶。 上下片开头两句均为对偶句，谐美自然。《词绎》中说：“词中对句正是难处，莫认作衬句。至五言对句，七言对句，使观者不作对疑尤妙。”“不作对疑”正是该词对句的高超之处。</p> <p>　　“天上星河转，人间帘幕垂”，是说夜深；银河随着时间的逐渐消逝，不断地转移着位子。以对句作景语起，但非寻常景象，而有深情熔铸其中。“星河转”谓银河转动，一“转”字说明时间流动，而且是颇长的一个跨度；人能关心至此，则其中夜无眠可知。“人间帘幕垂”，是说人静；家家户户都放下重帘帷幕，悄悄地入睡了，而自己却醒着，不能入梦。这才看到“天上星河转”的景象。“星河转”而冠以“天上”，是寻常言语，“帘幕垂”表说是“人间”的，却显不同寻常。“天上、人间”对举，就有“人天远隔”的含意，分量顿时沉重起来，似乎其中有沉哀欲诉，词一起笔就先声夺人。词人在室内枕上遥望着星河横斜的夜空，心里在想着什么呢？那一定是抛下她而去往“天上”、让她独自留在“人间”的她的丈夫赵明诚了。天上的牛郎、织女还能隔着银河一年一度相会，而他们却永无见面之日，真成“天上人间”了。这起头两句用“天上”与“人间”作对仗，也并非是任意为之的……夜凉与解衣，好像都是随意写到的，其实不然，下阕词意全由此生出，这里先作一逗引，在结构布局上，很有心机，针线也极细密。</p> <p>　　“凉生枕簟泪痕滋”一句，由于前两句蓄势，至此直泻无余。枕簟生凉，不单是说秋夜天气，而是将孤寂凄苦之情移于物象。“泪痕滋”，所谓“悲从中来，不可断绝”，至此不得不悲哀暂歇，人亦劳瘁。“起解罗衣聊问夜何其”，原本是和衣而卧，到此解衣欲睡。但要睡的时间已经是很晚了，开首的“星河转”已有暗示，这里“聊问夜何其”更明言之。《<a href=\"http://so.gushiwen.org/view_52790.aspx\">诗</a>·小雅·庭燎》：“夜如何其？夜未央。”《诗经》说“夜如何其”就是“夜如何”的意思。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》解曰：“王将起视朝，不安于寝，而问夜之早晚曰：夜如何哉？”后来诗多五七言，“夜如何其”四字，不便用于诗，便省略为三个字。可以省去语助词“其”，而作“夜如何”，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春宿左省》诗：“明朝有封事，数问夜如何。”也可以省去“如”字，而作“夜何其”，如旧题《苏子卿（武）诗》：“征夫怀往路，起视夜何其。”李清照所借用的就是汉诗中的语词，但与前人的用意都不同。她并非有什么要紧事，必须早起而怕睡过了头，而是出于烦恼，迟迟未能入睡。所以说“聊问”，不过是姑且问问而已。如果探寻她这样问的动机，无非是嫌这难以成寐的秋夜太长了，希望时间能过得快些。此词直述夫妻死别之悲怆，字面上虽似平静无波，内中则暗流汹涌。</p> <p>　　下片直接抒情。“翠贴莲蓬小，金销藉叶稀”为过片，接应上片结句“罗衣”，描绘衣上的花绣。因解衣欲睡，看到衣上花绣，又生出一番思绪来，“翠贴”、“金销”皆倒装，是贴翠和销金的两种工艺，即以翠羽贴成莲蓬样，以金线嵌绣莲叶纹。这是贵妇人的衣裳，词人一直带着，穿着。而今重见，夜深寂寞之际，不由想起悠悠往事。</p> <p>　　“旧时天气旧时衣”，这是一句极寻常的口语，唯有身历沧桑之变者才能领会其中所包含的许多内容，许多感情。“只有情怀不似旧家时”句的“旧家时”也就是“旧时”。秋凉天气如旧，金翠罗衣如旧，穿这罗衣的人也是由从前生活过来的旧人，只有人的“情怀”不似旧时了！这里说“旧时”，并非泛指从前任何时候，而是她回忆中与她丈夫在一起的某一特定的时间。那时，也是这样的夜晚，也是这样的天气，而且自己也穿着这件衣服。“旧时衣”，既点明上两句所描写的是衣服，呼应上阕的“起解罗衣”，又补出这罗衣“旧时”曾著。</p> <p>　　眼前所接触到的客观事物，与旧时有某种相同，这使回忆变得清晰，联想变得具体，同时也使感情变得更为强烈了。在文势上又有力地反逼下文情怀之不同，直揭出全词的中心意思：想当初，夫妻恩爱相处，心情是何等欢畅，与此日伶仃孤苦的恶劣情怀相比，真有天壤之别了。作者不直说今日情怀之恶——“情怀不似旧家时”，先用种种事物的不变——“旧时天气旧时衣”一句来衬托“只有情怀”的异变，令人不胜哀怜、悲悯、叹惋。这种艺术效果，就是衬跌手法的功力。刘熙载说：“词之妙全公衬跌”，是很有见地的 。以寻常言语入词，是易安词最突出的特点，字字句句锻炼精巧，日常口语和谐入诗。这首词看似平平淡淡，只将一个才女的心思娓娓道来，不惊不怒，却感人至深。</p> <p>　　作品构思精巧。作者先写“天上星河转”，天气依旧，是下文抒情的伏笔。“翠贴莲蓬小，金销藕叶稀”，衣服如故，是下文抒情的基础。最后感喟“旧时天气旧时衣。只有情怀不似旧家时！”卒章显志，有水到渠成之妙。</p> <p>　　此外，三个“旧”、三个“时”字的叠用，也显示了李易安艺术手法的圆熟、精湛。</p>",
  "about": "<h2>创作背景</h2> 　　这首《南歌子》为作者流落江南后所作。根据陈祖美《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>简明年表》，此词应作于公元1129年（宋高宗建炎三年）深秋，赵明诚病卒后，词人痛定思痛的一段时间。词的节拍虽有“旧家”字样，但此处并非以家喻国，而是一首悼亡词，词的每一句，都与作者丈夫生前的情事有关。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "抒情"
  ]
}