{
  "id": 70933,
  "star": 45,
  "name": "暑旱苦热",
  "dynasty": "宋代",
  "content": "清风无力屠得热，落日着翅飞上山。<br>人固已惧江海竭，天岂不惜河汉干？<br>昆仑之高有积雪，蓬莱之远常遗寒。<br>不能手提天下往，何忍身去游其间？",
  "fanyi": "<p><strong>译文</strong><br>清风没有力量驱赶暑天的炎热，那西坠的太阳仿佛生了翅膀，飞旋在山头，不肯下降。<br>人们个个担心这样干旱江湖大海都要枯竭，难道老天就不怕耿耿银河被晒干？<br>高高的昆仑山有常年不化的积雪，遥远的蓬莱岛有永不消失的清凉。<br>我不能够携带天下人一起去避暑，又怎能忍心独自一个，到那儿去逍遥徜徉？</p> <p><strong>注释</strong><br>⑴屠：屠杀。这里意为止住、驱除。<br>⑵着翅：装上翅膀。这里形容太阳腾空，久久不肯下山。<br>⑶昆仑：昆仑山，中国西部高山，传说为擎天柱，是神仙东王公、西王母居住的地方。<br>⑷蓬莱：传说中海中三仙岛之一。遗：留存。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70933.aspx\">诗</a>的开篇便不同凡响：“清风无力屠得热，落日着翅飞上山。”前句写“清风”，凉爽的风对驱暑显得无能为力，是指清风小而无力驱暑，用“清风无力”来衬托暑旱之甚，酷热难当。这句中的“屠”字下得尤为精妙。“屠”，是杀掉的意思。“屠得热”，即使“热”人格化了，又有力地表现了诗人恨暑热的情感。给读者描绘了一个美丽的画面：时值酷暑，大旱不雨，小河干涸了，土地龟裂了，禾苗枯萎了，而太阳又偏偏不肯下山，炎气蒸腾，热得人们坐立不安。</p> <p>　　“人固已惧江海竭，天岂不惜河汉干？”这里的“天”著上了人的感情色彩，它不痛惜“河汉”（指银河）干涸，这与人害怕江海枯竭的心理形成了强烈的对比，字里行间渗透了诗人对老天爷的憎恨之情。可见，“人固已惧江海竭”还包含的潜台词：人们最害怕的还不是江海枯竭，而是因暑旱酷热自然灾害所带来的无力解决的生计问题。紧扣住了诗题“暑旱苦热”中的“苦”字。“河汉干”诸语，想象瑰奇，令人拍案叫绝。</p> <p>　　这首诗的前四句主要是写暑旱酷热，反映诗人憎恨“热”、“天”之情，后面四句重在发抒诗人愿与天下共苦难的豪情，显示其博大的胸襟。</p> <p>　　“昆仑之高有积雪，蓬莱之远常遗寒。”“昆仑”是中国西部的高山，上有终年不化的积雪；“蓬莱”是古代传说中渤海三座神山之一。这些都是诗人心目中无暑旱酷热之苦的清凉世界。诗人由“暑旱苦热”想到昆仑、蓬莱等现实与传说中的清凉世界，这是极其自然的。如此清凉世界对饱尝暑旱酷热之苦的诗人产生的吸引力之大也是可想而知的。</p> <p>　　“不能手提天下往，何忍身去游其间？ ”，不能将整个世界拎在手里同去，又怎忍心只身独往那清凉世界昆仑和蓬莱山呢？诗人尽情抒发了愿与天下人共苦难的豪情，显示了其博大的胸襟。“手提天下”诸语，想象奇特，气魄宏伟，富有浪漫主义色彩。在王令的诗集中，此相类的诗句：“长星作慧倘可假，出手为扫中原清”（《偶闻有感》），“终当力卷沧溟水，来作人间十日霖”（《龙池二绝》其一）。</p><br/><h2>赏析</h2> <p>　　王令是北宋较有才华的<a href=\"http://so.gushiwen.org/view_70933.aspx\">诗</a>人，深受<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>赞赏。这首《暑旱苦热》是他的代表作。诗驰骋想像，得唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗神髓。</p> <p>　　诗围绕暑热写。暑天的清风是最受人喜爱欢迎的，但诗说清风本来能送凉，现在却无力驱除热浪，表示对清风的失望，加深暑热给人的难受。诗用了一个“屠”字，令人叹为观止。诗人在用这字时，不言而喻是把风当作了刀。古人把风比作刀，都是说寒风；<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>“二月春风似剪刀”，歌颂的是风的巧，与说风的凛冽属不同的范畴。王令在这里把风比作刀，是寄希望于风，表示对热的强烈憎恶。次句与首句一样，也是故作拗折。日落后天就会凉快一些，可太阳偏偏仿佛胶住了，动也不动，犹如生了翅膀，飞上了山。“着翅”二字，固然是由神话传说日中有三足乌而后世往往以“金鸟”称太阳联想而来，但王令首次运用，充满生新感。落日飞上天当然是假象，却很深刻地表现了盼望太阳赶快坠落、凉爽快些到来的心理，大似后来《西厢记》中张生盼日落，说太阳黏在天上，“捱一刻似一夏”的迫切难忍的心情。</p> <p>　　颔联转入议论，还是表现“苦热”，又照应“暑旱”。三伏干旱，其热尤盛，天旱得久了，眼前的小河小沟便都干涸，但干旱似乎没有尽头，使人们不禁担心连江海也将枯竭。暑天正是庄稼生长最需要水的时候，如此干旱，收成即将无望，生计将出现危机，于是诗人由担心变成对上天的责问：“天难道不怕银河也会因此而干枯吗？”这联虽是议论，但由地上的江海而想到天上的银河，思路广阔奇特。</p> <p>　　颈联宕开一层，由热想到避热。现实中既然没有可以躲避的清凉世界，诗人的思绪便飞向了虚幻的神仙世界。他想到神仙居住的昆仑山顶常年有雪，那海上仙山蓬莱岛，四季阴凉。对热想冷，由暑思冰雪，是诗人常用的构思，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《早秋苦热堆案相仍》：“南望青松架短壑，安得赤脚履层冰。”王令由冰雪而进一步扩展到神仙所居地的高寒，更为奇特。人间苦热，属意仙境，诗意到此似乎已尽，王令却又把思路猛地拉回，说即使有神山仙岛、清凉世界，但不能与普天下人一起享受，自己决不会独个前往。这尾联直接展示诗人广大的胸怀，与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>“先天下之忧而忧，后天下之乐而乐”的思想完全一致，也是他“可以任世之重而有助于天下”（王安石语）的品质的表现。同时，“手提天下”，又展现了诗人勃勃壮志，及睥睨天下的豪情。</p> <p>　　王令这首诗力求生硬，想象奇特而不怪谲，在宋人诗中比较少见，诗既有丰富的浪漫主义色彩，又有强烈的现实主义济世拯民的思想。</p>",
  "poet": {
    "id": 425,
    "star": 0,
    "name": "王令",
    "desc": "王令（1032～1059）北宋诗人。初字钟美，后改字逢原。原籍元城（今河北大名）。 5岁丧父母，随其叔祖王乙居广陵（今江苏扬州）。长大后在天长、高邮等地以教学为生，有治国安民之志。王安石对其文章和为人皆甚推重。有《广陵先生文章》、《十七史蒙求》。"
  },
  "tags": [
    "古诗三百首",
    "夏天",
    "抒怀"
  ]
}