{
  "id": 52926,
  "star": 11,
  "name": "满江红·丁未九月南渡泊舟仪真江口作",
  "dynasty": "宋代",
  "content": "惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。 <br>天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。",
  "fanyi": "<h2>注释</h2> ①“丁未”句：丁未，1127年（宋钦宗靖康二年），本年春，北宋亡。夏五月，高宗即位南京（今河南商丘），改元建炎，十月，移驻今江苏扬州。九月<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>自中原南渡，泊舟仪真江口，作本词。仪真，即今仪征，在江苏长江北岸，靠近扬州。<br>②沙碛：沙石浅滩。<br>③尊疉：古时盛酒器具，形状似壶。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>这首《满江红》注明作于“丁未九月”。丁未是建炎元年，上一年就是靖康元年，这一年里金兵攻占汴京。靖康二年四月，金人掳掠徽、钦二帝北去。五月，<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>南京即皇帝位（今河南商丘），改元建炎。这一年，即丁未年九月，金人南犯，宋政权退驻淮甸，并下诏修缮建康城池，准备南渡。</p> <p>　　此次赵鼎渡江至建康，就是为赵构下一步定都江南作准备的。因此他泊舟仪真（今江苏仪征）江口写的这首词，也可说是此后南宋爱国词的先声。建炎元年十一月，赵构至扬州。建炎三年二月，赵构渡江至临安、建康，都是赵鼎此词以后发生的事。仪真长江北岸，宋时为真州，是江淮南下至建康与两渐的军事要冲与转运中心。泊舟仪真正是赵鼎渡江的前夕。赵鼎还写了一部三卷《建炎笔录》，记录赵构渡江后建立宋朝的经过，起自建炎三年正月，可惜“丁未九月南渡”这一段没有写入。</p> <p>　　这首词所写是宋室南渡前夕的形势和宋皇室的心情。词以“惨”字发调，暗示着作者风雨渡江中对时局前途的忧虑。开头三句，不是通常的悲秋情调，而是当前的时令景色表现了北宋沦亡、中原丧乱的时代气氛。“惨结秋阴”，这秋季惨淡的阴云四布于寒空，也笼罩了作者悲凉的心头。“凄望眼，征鸿几字，暮投沙碛”。这三句既是深秋时分的江头情景，也是借雁自喻，也就是以北雁南飞暗喻自己此时的去国离乡，仓皇南渡。“沙碛”二字，暗含满眼荒寒。“试问乡关何处是，水云浩荡迷南北”，这两句词用唐<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》<a href=\"http://so.gushiwen.org/view_52926.aspx\">诗</a>：“日暮乡关何处是，烟波江上使人愁。”“迷”字点出心境，此时词人目断心迷，南北莫辨，有茫然无适之感。上片末两句化自<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《汉江临泛》诗“山色有无中”，和<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《泗州东城晚望》诗“林梢一抹青如画，应是淮流转处山”。但词中“遥山”之“青”加以“寒”字，变成了“寒青”，这也是望眼凄迷所致吧。回望淮水诸山，告别中原，词人无限依恋的情意，溢于言表。</p> <p>　　此词上片写景，极写南渡路途凄惨。下片抒情，就以“放笔为直干”的写法，抒发作者国难当前时的忧虑之情。“天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。”建炎元年，赵鼎不过四十三岁，正委以重任，那么作者为什么会头白？这是因为去年汴京失守，二帝蒙尘；当前家人分别，南北暌隔，再加上时局艰危，前途未卜，这些不能不使他肠断而头白了。“须信道”两句有两个衬字，按照词律，这两句是七字句，则“须”字（或“道”字）和“奈”字是衬字。此词下片极言亡国之恨无穷，根本不是借酒消愁所能消除得了，除非万里长江的滚滚洪流入酒杯，满怀积闷或许可以冲洗一番。结句把郁结心头的国家民族之深忧，同眼前滔滔不绝的长江合为一个整体，令人感到这种忧愁直如长江一样浩荡无涯，无可遏止。作者的爱国热情和满腔积郁不平之气，也于此尽情流露出来了。</p> <p>　　陈廷焯《白雨斋词话》卷六论宋南渡后的词时，首先举到赵鼎这首《满江红》，认为“此类皆慷慨激烈，发欲上指，词境虽不高，然足以使懦夫有立志”。</p>",
  "poet": {
    "id": 632,
    "star": 0,
    "name": "赵鼎",
    "image": "http://img.gushiwen.org/authorImg/zhaoding.jpg",
    "desc": "赵鼎(1085-1147)， 南宋政治家、词人。字元镇，自号得全居士。南宋解州闻喜（今属山西）人。宋高宗时的宰相。有《忠正德文集》10卷，清道光刊本。《四印斋所刻词》有《得全居士词》一卷，存词45首。"
  },
  "tags": [
    "渡江",
    "爱国"
  ]
}