{
  "id": 27824,
  "star": 3615,
  "name": "山行",
  "dynasty": "唐代",
  "content": "远上寒山石径斜，白云深处有人家。<br>停车坐爱枫林晚，霜叶红于二月花。",
  "fanyi": "<p><strong>译文</strong><br>沿着弯弯曲曲的小路上山，在那白云深处，居然还有人家。<br>停下车来，是因为喜爱这深秋枫林晚景。枫叶秋霜染过，艳比二月春花。</p> <p><strong>注释</strong><br>1.山行：在山中行走。<br>2.远上：登上远处的。<br>3.<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>：深秋季节的山。<br>4.石径：石子的小路。<br>5.斜：此字读xiá ，为倾斜的意思。<br>6.深：另有版本作“生”。（“深”可理解为在云雾缭绕的的深处； “生”可理解为在形成白云的地方）<br>7.车：轿子。<br>8.坐：因为。<br>9.霜叶：枫树的叶子经深秋寒霜之后变成了红色。<br>10.枫林晚：傍晚时的枫树林。<br>11. 红于：比……更红，本文指霜叶红于二月花。</p><br/><h2>译文二</h2> 一条弯弯曲曲的小路蜿蜒伸向山顶，在白云飘浮的地方有几户人家。<br>停下来欣赏这枫林的景色，那火红的枫叶比江南二月的花还要红。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首描写和赞美深秋山林景色的七言绝句。第一句：“远上<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>石径斜”，由下而上，写一条石头小路蜿蜒曲折地伸向充满秋意的山峦。“寒”字点明深深秋时节；“远”字写出山路的绵长；“斜”字照应句首的“远”字，写出了高而缓的山势。由于坡度不大，故可乘车游山。</p> <p>　　第二句：“白云深处有人家”，描写<a href=\"http://so.gushiwen.org/view_27824.aspx\">诗</a>人山行时所看到的远处风光。“有人家”三字会使人联想到炊烟袅袅，鸡鸣犬吠，从而感到深山充满生气，没有一点儿死寂的恐怖。“有人家”三字还照应了上句中的“石径”，因为这“石径”便是山里居民的通道。</p> <p>　　第三句：“停车坐爱枫林晚”的“坐”字解释为“因为”。因为夕照枫林的晚景实在太迷人了，所以诗人特地停车观赏。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出 。</p> <p>　　第四句：“霜叶红于二月花”是全诗的中心句。前三句的描写都是在为这句铺垫和烘托。诗人为什么用“红于”而不用“红如”？因为“红如”不过和春花一样，无非是装点自然美景而已；而“红于”则是春花所不能比拟的，不仅仅是色彩更鲜艳，而且更能耐寒，经得起风霜考验。</p> <p>　　这首小诗不只是即兴咏景，而且进而咏物言志，是诗人内在精神世界的表露，志趣的寄托，因而能给读者启迪和鼓舞。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_27824.aspx\">诗</a>描绘的是秋之色，展现出一幅动人的山林秋色图。诗里写了山路、人家、白云、红叶，构成一幅和</p> <p>　　谐统一的画面。这些景物不是并列的处于同等地位，而是有机地联系在一起，有主有从，有的处于画面的中心，有的则处于陪衬地位。简单来说，前三句是宾，第四句是主，前三句是为第四句描绘背景、创造气氛，起铺垫和烘托作用的。<br>“远上<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>石径斜”，写山，写山路。一条弯弯曲曲的小路蜿蜓伸向山头。“远”字写出了山路的绵长，“斜”字与“上”字呼应，写出了高而缓的山势。</p> <p>　　“白云深处有人家”，写云，写人家。诗人的目光顺着这条山路一直向上望去，在白云飘浮的地方，有几处山石砌成的石屋石墙。这里的“人家”照应了上句的“石径”，—这一条山间小路，就是那几户人家上上下下的通道。这样就把两种景物有机地联系在一起了。有白云缭绕，说明山很高。诗人用横云断岭的手法，让这片片白云遮住读者的视线，却给人留下了想象的空间：在那白云之上，云外有山，一定会有另一种景色。</p> <p>　　对这些景物，诗人只是在作客观的描述。虽然用了一个“寒”字，也只是为了逗出下文的“晚”字和“霜”字，并不表现诗人的感情倾向。它毕竟还只是在为后面的描写蓄势—勾勒枫林所在的环境。</p> <p>　　“停车坐爱枫林晚”便不同了，倾向性已经很鲜明，很强烈了。那山路、白云、人家都没有使诗人动心，这枫林晚景却使得他惊喜之情难以抑制。为了要停下来领略这山林风光，竟然顾不得驱车赶路。这句中的“晚”字用得无比精妙，它蕴含多层意思：（1）点明前两句是白天所见，后两句则是傍晚之景。（2）因为傍晚才有夕照，绚丽的晚霞和红艳的枫叶互相辉映，枫林才格外美丽。（3）诗人流连忘返，到了傍晚，还舍不得登车离去，足见他对红叶喜爱之极。（4）因为停车甚久，观察入微，才能悟出第四句“霜叶红于二月花”这样富有理趣的警句。</p> <p>　　前两句所写的景物已经很美，但诗人爱的却是枫林。通过前后映衬，已经为描写枫林铺平垫稳，蓄势已足，于是水到渠成，引出了第四句，点明喜爱枫林的原因。“霜叶红于二月花”，把第三句补足，一片深秋枫林美景具体展现出来了。诗人惊喜地发现在夕晖晚照下，枫叶流丹，层林如染，真是满山云锦，如烁彩霞，它比江南二月的春花还要火红，还要艳丽。难能可贵的是，诗人通过这一片红色，看到了秋天象春天一样的生命力使秋天的山林呈现一种热烈的、生机勃勃的景象。</p> <p>　　诗人没有象一般封建文人那样，在秋季到来的时候，哀伤叹息，他歌颂的是大自然的秋色美，体现出了豪爽向上的精神，有一种英爽俊拔之气拂拂笔端，表现了诗人的才气，也表现了诗人的见地。这是一首秋色的赞歌。</p> <p>　　第四句是全诗的中心，是诗人浓墨重彩、凝聚笔力写出来的。不仅前两句疏淡的景致成了这艳丽秋色的衬托，即使“停车坐爱枫林晚”一句，看似抒情叙事，实际上也起着写景衬托的作用：那停车而望、陶然而醉的诗人，也成了景色的一部分，有了这种景象，才更显出秋色的迷人。而一笔重写之后，戛然便止，又显得情韵悠扬，余味无穷。</p> <p>　　全诗构思新颖，布局精巧，于萧瑟秋风中摄取绚丽秋色，与春光争胜，令人赏心悦目，精神发越。兼之语言明畅，音韵和谐。</p><br/><h2>简析</h2> 　　<a href=\"http://so.gushiwen.org/view_27824.aspx\">诗</a>歌通过诗人的感情倾向，以枫林为主景，绘出了一幅色彩热烈、艳丽的山林秋色图。远上秋山的石头小路，首先给读者一个远视。山路的顶端是白云缭绕的地方。路是人走出来的，因此白云缭绕而不虚无飘缈，<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>蕴含着生气，“白云生处有人家”一句就自然成章。然而这只是在为后两句蓄势，接下来诗人明确地告诉读者，那么晚了，我还在山前停车，只是因为眼前这满山如火如荼，胜于春花的枫叶。与远处的白云和并不一定看得见的人家相比，枫林更充满了生命的纯美和活力。",
  "about": "<h2>争议：是“深”还是“生”？</h2> 　　原文第二句中，是“深”还是“生”字在学术界仍就存在争议。清康熙陈梦雷编辑《古今图书积尘》作“白云深处有人家”。明万历赵宦光刊本，宋洪迈编《万首唐人绝句》作“白云深处有人家”。清乾隆《四库全书》收入的两种版本都有，例如明高棅编《唐<a href=\"http://so.gushiwen.org/view_27824.aspx\">诗</a>品汇》和《御定全唐诗》作“白云深处有人家”，而宋洪迈编《万首唐人绝句》作“白云生处有人家”。有些课本中本诗也从原来的“白云深处有人家”修改为现在的“白云生处有人家”，并于注释处说明“‘生处’一作‘深处’”（考试时应以使用的课本为准）。94年版教育部重编国语辞典作“白云深处有人家”。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "小学古诗",
    "秋天",
    "写景",
    "言志"
  ]
}