{
  "id": 18255,
  "star": 7,
  "name": "种柳戏题",
  "dynasty": "唐代",
  "content": "柳州柳刺史，种柳柳江边。<br>谈笑为故事，推移成昔年。<br>垂阴当覆地，耸干会参天。<br>好作思人树，惭无惠化传。",
  "fanyi": "<p><strong>译文<br></strong>柳州刺史<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，今日种柳柳江边。<br>人们当作谈笑的故事，地方掌故又添一件。随着时间流逝，今日也会变为往年。<br>浓绿的柳阴当会覆盖大地，耸立的树干将要耸入蓝天。<br>到那时，人们见树也许会引起怀念，惭愧的是我没有什么良好政绩可以流传。</p> <p><strong>注释<br></strong>1、戏：逗趣。戏题：以题<a href=\"http://so.gushiwen.org/view_18255.aspx\">诗</a>作为消遣之意。在这里，柳宗元借种柳为题，以轻松的笔调，抒发感情，寄托理想。<br>2、柳江：西江支流，流经今柳州市。当时亦称浔水。<br>3、故事：过去的事情。推移：指时光的流逝。<br>4、昔年：往年，历史。这两句的意思是，今天的种柳会成为将来人们谈笑的故事，随着时间的推移将成为一种史迹。<br>5、垂阴：指柳树遮阴。当：应当。覆地：遮盖大地。<br>6、耸干（sǒnggàn，即怂赣）：高耸的树干。会：能够，一定能。参（cān餐）天：高入云天。<br>7、思人树：《史记·燕召公世家》：\"召公巡行乡邑，有棠对，决狱政事其下，自侯伯至庶人各得其所，无失职者。召公卒。而民思召公之政，怀棠树不敢伐，歌咏之，作《甘棠》之诗。\"大意即召公有惠于民，他死后，人们自觉地爱护他生前亲手所种的甘棠树，还做了诗篇歌咏他，以表示对他的怀念。后世诗词中，遂用“思人树”作为赞美官员有惠政的典故。柳宗元在此借用这个典故，是为了表达努力造福于民的愿望。<br>8、惠化：有益于民的德政与教化。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《种柳戏题》一<a href=\"http://so.gushiwen.org/view_18255.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>现存诗歌中别具一格的作品。之所以说其“别具一格”，是因为柳宗元这位对待写作从来都比较严肃的诗人，在此诗中，却一改自己平时的风格，紧紧扣住诗题中的“戏”字，将一个严肃的主题，用嬉戏的笔调表现出来。</p> <p>　　首先可见到首联两句，先交代了人物、事件和地点，仔细想来，种柳劳动也含蓄地暗示了其时间自然在春季。其中所提到的柳江，即西江的支流，流经柳州，此乃地点所在也。另外在语言上，诗歌一开始，柳宗元有意运用似乎有点“绕口”的句式，两句十个字，居然嵌入了四个“柳”字，既照应了诗题中的“戏题”二字，又使读者感到极度新颖，极度别致，自然而然地调动起读者阅读的兴趣，使人感到妙不可言。</p> <p>　　而颔联针对上联所写发了一番感慨，先想像自己今天的所作所为会成为人们谈笑的内容，随着时间的推移，也许会变成历史上的一段佳话。这绝不是作者的自夸，实际上，作者心里非常明白，在他所处的时代里，作为地方上的最高长官，能亲自参加公益劳动的“一方诸侯”实在少之又少，因而有这样的自信。</p> <p>　　前两联柳宗元以轻松活泼的笔调展开描写，使诗题中的“戏”字落到了实处。后半段的戏笔的成分似乎已大为减少。在此两句中，诗人以不容置疑的口吻提出自己美好的希冀：硕大的树冠应当能遮蔽住骄阳覆盖着大地，高耸的树干一定能长大成材高人云天，坚信自己今天的举动将有利于国，有利于民，这便自然而然地引出后面画龙点睛的议论。</p> <p>　　而尾联中，诗歌运用了“思人树”这一典故。并以议论的口吻，表达了诗人努力造福于民的强烈愿望，感情真挚，让人不禁感同身受。</p> <p>　　不过，虽然作者力图使这首诗基调轻松、语言幽默，但由于诗人的经历、秉性以及所表达的主题的需要，事实上，诗歌是越写越严肃，越写越接近自己的一贯风格的。</p> <p>　　纵观全诗，诗篇先在题目用“戏”笔写出重大严肃的主题，收到既准确地表达了自己的心愿而又避免了空话大话，避免了自吹自擂的奇特效果，这样来写，首先为诗歌的风格定下了一个基调。然后，除了头一联是叙述事情，是实写外，其他各联，或为推测，或为希望，或为议论，总之都是虚写。这种诗歌结构，不太像唐诗，更接近于宋诗的风格。由此可知作者并不想把种柳劳动当作诗歌的中心来写，而是通过种柳这件事，借端说理，表达自己为官一任，造福一方，留惠于民的做官准则。这思想当然是值得肯定的，也许直到现在仍然有其不朽的借鉴意义。</p> <p>　　总而言之，统而言之，此诗包含着风趣和幽默，但又不失丰富思想感情，细细读之，着实让人回味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18255.aspx\">诗</a>作者作于柳州刺史任上，诗人到达柳州后，在自己的权限范围内努力兴利除弊，做了一系列有益州民的好事。此诗所写，即他亲自参加种树劳动的体验与感想。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "柳树",
    "愿望"
  ]
}