{
  "id": 15002,
  "star": 56,
  "name": "隋宫燕",
  "dynasty": "唐代",
  "content": "燕语如伤旧国春，宫花一落已成尘。<br>自从一闭风光后，几度飞来不见人。",
  "fanyi": "<p><strong>译文<br></strong>燕语呢喃声声，好似在伤感旧日的朝庭之春，官花寂寞开放，凋落后旋即化作泥尘。<br>自从国亡之后，关闭了这风光绮丽的官庭，燕子啊，几个年度飞来都见不到人。 </p> <p><strong>注释<br></strong>1.隋宫：指汴水边隋炀帝的行宫，当时已荒废。<br>2.旧国：指隋朝。<br>3.旋落：很快飘落。“旋落”一作为“一落”。<br>4. 一闭风光：指隋亡后，行宫关闭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>在位十三年，三下江都（今江苏扬州）游玩，耗费大量民力、财力，最后亡国丧身。因此“隋宫”（隋炀帝在江都的行宫）就成了隋炀帝专制腐败、迷于声色的象征。<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>对隋宫前的春燕呢喃，颇有感触，便以代燕说话的巧妙构思，抒发吊古伤今之情。</p> <p>　　“燕语如伤旧国春”，目睹过隋宫盛事的燕子正在双双低语，像是为逝去的“旧国”之“春”而感伤。这感伤是由眼前的情景所引起的。君不见“宫花旋落已成尘”，此时春来隋宫只有那不解事的宫花依旧盛开，然而也转眼就凋谢了，化为泥土，真是花开花落无人问。况且此等景象已不是一年两年，而是“自从一闭风光后，几度飞来不见人”。燕子尚且感伤至此，而何况是人。笔致含蓄空灵，是深一层的写法。</p> <p>　　天下当然没有如此多情善感、能“伤旧国”之“春”的燕子。然而“<a href=\"http://so.gushiwen.org/view_15002.aspx\">诗</a>有别趣，非关理也”（<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》）。读者并不觉得它荒诞，反而认真地去欣赏它、体味它。因为它虚中有实，幻中见真。隋宫确曾有过热闹繁华的春天；而后“一闭风光”，蔓草萋萋；春到南国，燕子归来，相对呢喃如语；这些都是“实”。尽管隋宫已经荒凉破败，隋宫燕却依然年年如期而至。燕子衔泥筑巢，所以那宫花凋落，旋成泥土，也很能反映燕子的眼中所见，心中所感。燕子要巢居在屋内，自然会留意巢居的屋子有没有人。这些都是“真”。诗人就是这样通过如此细致的观察和丰富的想象，将隋宫的衰飒和春燕归巢联系起来，把燕子的特征和活动化为具有思想内容的艺术形象，这种“虚实相成，有无互立”（叶燮《原诗》）的境界，增强了诗的表现力，给人以更美、更新鲜、更富情韵的艺术享受。</p>",
  "about": "<h2>创作背景</h2> 　　隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>是中国历史上一个十分荒淫嬉游、奢侈腐化的昏庸皇帝，他在位十三年，曾三次带了妃嫔、皇亲国戚和文武百官下扬州游玩，耗尽民力、财力，给广大劳动人民造成了巨大的灾难。当他第三次要下扬州时，大臣们一再谏阻，他不但不听，反而把那些进谏的大臣一个个杀掉。他在大业十二年（616）到扬州后，全国已到处燃起了农民起义的烈火，使他再也不能回到洛阳和长安，只好龟缩在扬州苟延残喘。大业十四年，在行宫里被他的部下宇文化及用白绢缢死。“隋宫”即是隋炀帝在江都的行宫，由于隋炀帝的昏庸无道，隋宫就成了隋炀帝专制腐败、迷于声色的象征。贞元十六年（800），作者<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>曾客游扬州，见到当年炀帝的行宫遗迹，对隋宫前的春燕呢喃，颇有感触，便写下了这首怀古<a href=\"http://so.gushiwen.org/view_15002.aspx\">诗</a>。",
  "poet": {
    "id": 484,
    "star": 0,
    "name": "李益",
    "image": "http://img.gushiwen.org/authorImg/liyi.jpg",
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。"
  },
  "tags": [
    "写鸟",
    "吊古伤今"
  ]
}