{
  "id": 15265,
  "star": 236,
  "name": "听筝",
  "dynasty": "唐代",
  "content": "鸣筝金粟柱，素手玉房前。<br>欲得周郎顾，时时误拂弦。",
  "fanyi": "<p><strong>译文</strong><br>金粟轴的古筝发出优美的声音，那素手拨筝的美人坐在玉房前。<br>想尽了办法为博取周郎的青睐，你看她故意地时时拨错了琴弦。</p> <p><strong>注释</strong><br>⑴听筝：弹奏筝曲。<br>⑵金粟：古也称桂为金粟，这里当是指弦轴之细而精美。<br>⑶柱：定弦调音的短轴。<br>⑷素手：指弹筝女子纤细洁白的手。<br>⑸玉房：指玉制的筝枕。房，筝上架弦的枕。<br>⑹周郎：指三国时吴将周瑜。他二十四岁为大将，时人称其为“周郎”。他精通音乐，听人奏错曲时，即使喝得半醉，也会转过头看一下奏者。当时人称：“曲有误，周郎顾。”<br>⑺拂弦：拨动琴弦。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小<a href=\"http://so.gushiwen.org/view_15265.aspx\">诗</a>轻捷洒脱，寥寥数语，就在读者面前展示了一幅线条流畅，动态鲜明的舞台人物速写图。</p> <p>　　“鸣筝金粟柱，素手玉房前。”诗的一二句写弹筝的女子纤手拨筝，正处于弹奏状态。筝是一种弦乐器。从唐诗中所描写的筝来看，筝是十三根弦，如：“花脸云鬟坐玉楼，十三弦里一时愁”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《听崔七妓人筝》）。“大艑高船一百尺，清声促柱十三弦”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《夜闻商人船中筝》）。此诗是速写，当然必须抓住最能突出主题的部分。最引人注目的，首先便是弹筝者手中正在拨弄的乐器，特别是那绚丽华美，闪烁着点点金色光斑的弦柱。接着，诗人的目光又自然而然地落到那双正在琴弦上跳动的洁白如玉的纤手上，以及弹奏的环境。精洁雅致的琴房，自然别有一番情味。从画面上看，“金粟”、“素手”、“玉房”交相对比，色彩明丽而华贵，虽然是速写，却又施重彩，给人以极为强烈的印象。绘画毕竟是视觉的艺术，而鸣筝所成的乐曲则是作用于听觉的艺术。一、二两句诗所绘出的画面是绝妙的，读者从中瞥见了闪光的琴柱、白嫩的巧手、素雅的琴房，但却没有听到琴声。也许是精湛的工艺、绰约的风姿、高洁的环境使诗人过于全神贯注了。</p> <p>　　“欲得周郎顾，时时误拂弦。”诗人终于注意到弹奏出的乐曲本身。诗的前两句写女子正在弹筝，按此写法，接下去似乎应该描写女了的弹奏技艺，或者表现秦筝极富感染力的音乐形象，但出人意料的是，三、四句并不沿袭通常的写法，而是描写女子为了引起知音者的注意，故意错拨筝弦。相传三国时代的周瑜，别人奏曲有误，他就回头一看，此诗显然受到了这个故事的启发。“时时”说明这并非偶尔失手，也并非技艺低下，因为这失误明显地属于有意为之。有人将她的有意错弹理解为“妇人卖弄身份，巧于撩拨”（清·徐增《而庵说唐诗》），似乎弹筝女子的微妙心理，仅仅是一种邀宠之情；其实这种故意的失误是出于寻觅知音的苦心。她大约也是沦落风尘之人，对一般浪荡子弟，她的故意错弹饱含着对这班人的嘲弄和蔑视，但总会有一天，真正的知音——她的“周郎”会听出那曲中的深意，从而向她投去会心的一“顾”的。此处的“周郎”喻指听者，“欲得”就意味着当时坐在一旁的“周郎”没有看她。为什么不看她呢？大概听者已经完全陶醉在那美妙的筝声中了。本来这应该是演奏者最祈盼的效果，最欣慰的时刻，然而，这情景却不是这位女子此时最渴望的效果，因为她心中另有所思，思不在听者赏音，而在于一“顾”，怎么办呢？她灵机一动，故意不时地错拨一两个音，于是充满戏剧性的场景出现了：那不谐和的旋律，突然惊动了沉醉在音乐境界中的“周郎”，他下意识地眉头一皱，朝她一看，只见她非但没有丝毫“误拂”的遗憾和歉意，两眼反而闪烁出得意的眼神——原来是误非真误。为了所爱慕的人顾盼自己，便故意将弦拨错，弹筝女的可爱形象跃然纸上。这两句正面写出了弹者藏巧于拙，背面又暗示了听者以假当真，而这种巧与拙、假与真，又在那无言的一顾之中获得了奇妙的统一。它不仅说明弹者是高手，听者是知音，而且传神地表现出两者的心理神态，其意趣韵味无穷。</p>",
  "poet": {
    "id": 155,
    "star": 0,
    "name": "李端",
    "image": "http://img.gushiwen.org/authorImg/liduan.jpg",
    "desc": "李端(约743-782?)，字正已，赵州(今河北赵县)人。少居庐山，师诗僧皎然。大历五年进士。曾任秘书省校书郎、杭州司马。晚年辞官隐居湖南衡山，自号衡岳幽人。今存《李端诗集》三卷。其诗多为应酬之作，多表现消极避世思想，个别作品对社会现实亦有所反映，一些写闺情的诗也清婉可诵，其风格与司空曙相似。李端是大历十才子之一，在“十才子”中年辈较轻，但诗才卓越，是“才子中的才子”。他的名篇《听筝》入选《唐诗三百首》。"
  },
  "tags": [
    "唐诗三百首",
    "音乐"
  ]
}