{
  "id": 72857,
  "star": 18,
  "name": "菩萨蛮·蓬莱院闭天台女",
  "dynasty": "唐代",
  "content": "蓬莱院闭天台女，画堂昼寝人无语。抛枕翠云光，绣衣闻异香。<br>潜来珠锁动，惊觉银屏梦。脸慢笑盈盈，相看无限情。",
  "fanyi": "<h2>注释</h2> <p>① 蓬莱：是古代传说中的三座仙山之一。据《史记·封禅书》中记载：“蓬莱、方丈、瀛洲，此三神山者其传在勃海中，去人不远，患且至，则船风引而去。盖尝有至者，诸仙人及不死之药皆在焉。”后就用蓬莱泛指人们想象中的美好的仙境。蓬莱院，形容庭院幽美如蓬莱仙境一般。<br>天台女：本代指仙女，这里指像仙女一样美丽的女子。天台，山名，在浙江省天台县北。相传东汉时期刘晨、阮肇二人曾上天台山采药，遇见二位女子，留住半年回家，归家时发现已过了七世，乃知二女子为仙女。于是后人用“天台女”代指仙女。<br>② 画堂：本汉代宫中的殿堂，后用以泛指绘饰华丽的堂屋。<br>昼寝：白天睡觉。<br>人无语：《全唐<a href=\"http://so.gushiwen.org/view_72857.aspx\">诗</a>》、《历代诗余》、《花草粹编》中均作“无人语”。<br>③ 抛枕：形容人熟睡时头离开了枕头，把它抛在一边。<br>翠云：形容女子的头发乌黑浓密。宋代<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《洞仙歌》中有句：“记得翠云偷剪，和鸣彩凤于飞。”云，云髻，形容妇女的发髻乌黑卷曲如云的样子。<br>光：光亮。<br>④ 异香：指女子身上散发出异乎寻常的香气。<br>⑤ 潜来：偷偷地进来，暗中来。<br>珠锁：晨本二主词、萧本二主词中均作“珠琐”。珠锁，指用珍珠连缀而成或有珍珠镶饰的门环。门动时可以发出清脆悦耳的声音。<br>⑥ 惊觉：惊醒。<br>银屏：《历代诗余》、《全唐诗》中均作“鸳鸯”。指白色而有光泽的屏风或围屏。银屏梦，这里指好梦。<br>⑦ 脸慢：《全唐诗》、《历代诗余》、《花草粹编》中均作“慢脸”。脸慢，指细嫩而美丽的脸。南朝梁刘遵《繁华应令》中有诗：“鲜肤胜粉白，慢脸若桃红。”慢，同“曼”，形容容颜的美好。《楚辞·招魂》中有句：“蛾眉曼睩。”王逸注云：“曼，泽也。”<br>盈盈：形容仪态美好的样子。《文选·古诗十九首·青青河畔草》中有句：“盈盈楼上女，皎皎当窗牖。”<br>⑧ 相看：对看，仔细看。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期作品中的又一首爱情词，从内容来看，似仍在写他与小周后之间的爱情生活，和《菩萨蛮·花明月暗笼轻雾》当为姊妹篇。这首词也是写男女幽会偷情的情形，但是它与《菩萨蛮·花明月暗笼轻雾》的少女潜见情郎不同，而是从情郎往见少女的角度写的。两首词虽是情趣不同，但却又异曲同工。</p> <p>　　词的上片主要写情郎初入少女居处，暗见少女睡态的情景。起始二句点明环境，也点明了主人公潜入画堂的动机和心理活动。一个“闭”字，既说明了少女的处境，也说明了男主人公何以“潜入”的原由，连“昼寝”也从中得到了说明。有人分析，正是由这一个“闭”可见，少女的形象是小周后，而且其时她正处于“禁中”的这段时间里（马令《南唐书》卷五）。其实从“蓬莱”“天台”及“画堂”等句也可以看到，女主人公不是普通女子。联系李煜的生活经历，指词中少女为小周后大概可信。后面是作者以欣赏的眼光描摹出少女昼寝的美丽仪态，又从闻到“异香”的角度表现出情郎既与少女相处甚深，又对少女挚爱有加，充分展现了男主人公的情态和心理。</p> <p>　　词的下片写少女醒后与情郎欢会调情的情景。这里先从情郎的动作写起，空间顺序十分合理。本是“潜来”，却因心急情切而碰响“珠锁”，惊醒了少女的美梦，这本是煞风景的事，但因二人之间情深意切，反而有了更温馨的气氛。作者在这里的描写又含蓄、又生动、又准确。结尾两句是点睛之笔，一个“无限”仿佛把千言万语都说尽，把万千柔情都化出，这就不仅是外在情貌的描写了，而是直接写出了男女主人公的内心情感，是由小见大，由实见虚的写法。</p> <p>　　这首词的视点是男主人公的，是从情郎的言行情貌和心理活动来刻画二人爱情生活及其情感世界的。这说明李煜在爱情题材作品的创作中善于变化、手法多样、技巧纯熟。全词写私情幽会但又不涉低级庸俗，写男女欢情相聚明快而又不失含蓄，语言晓畅，情态自然，描写准确生动，格调也不低下，是李煜前期作品中较成功的一篇。</p>",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "少女",
    "爱情"
  ]
}