{
  "id": 72492,
  "star": 445,
  "name": "扁鹊见蔡桓公",
  "dynasty": "先秦",
  "content": "　　扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理，不治将恐深。”桓侯曰：“寡人无疾。”扁鹊出，桓侯曰：“医之好治不病以为功！”</p> <p>　　居十日，扁鹊复见，曰：“君之病在肌肤，不治将益深。”桓侯不应。扁鹊出，桓侯又不悦。</p> <p>　　居十日，扁鹊复见，曰：“君之病在肠胃，不治将益深。”桓侯又不应。扁鹊出，桓侯又不悦。</p> <p>　　居十日，扁鹊望桓侯而还走。桓侯故使人问之，扁鹊曰：“疾在腠理，汤熨之所及也；在肌肤，针石之所及也；在肠胃，火齐之所及也；在骨髓，司命之所属，无奈何也。今在骨髓，臣是以无请也。”</p> <p>　　居五日，桓侯体痛，使人索扁鹊，已逃秦矣。桓侯遂死。",
  "fanyi": "<p><strong>译文<br></strong>　　扁鹊进见蔡桓公，（在蔡桓公面前）站了一会儿，扁鹊说：“您在肌肤纹理间有些小病，不医治恐怕会加重。”蔡桓公说：“我没有病。”扁鹊离开后，蔡桓公说：“医生喜欢/习惯给没病的人治病来当作自己医术的功效。”过了十天，扁鹊再次进见蔡桓公，说：“您的病在肌肉里，不及时医治将会更加严重。”蔡桓公不理睬。扁鹊离开后，蔡桓公又不高兴。</p> <p>　　（又）过了十天，扁鹊再一次进见蔡桓公，说：“您的病在肠胃里了，不及时治疗将要更加严重。”蔡桓公又没有理睬。扁鹊离开后，蔡桓公又不高兴。</p> <p>　　（又）过了十天，扁鹊（远远地）看见桓侯，掉头就跑。蔡桓公于是/特意派人问他。扁鹊说：“小病在皮肤纹理（之间），汤熨（的力量）所能达到的；病在肌肉和皮肤里面，用针灸可以治好；病在肠胃里，用火剂汤可以治好；病在骨髓里，那是司命神管辖的事情了，（医生）是没有办法（医治）的。现在（病）在骨髓（里面），我因此不再请求（为他治病）了。”</p> <p>　　过了五天，蔡桓公身体疼痛，派人寻找扁鹊，（扁鹊）已经逃到秦国了。蔡桓公于是病死了。</p> <p><strong>释义<br></strong>1.扁鹊（què）：战国时医学家。姓秦，名越人，鄚（mò）（今河北任丘）人，他是扁鹊学派的传人，医术高明，所以人们就沿用他师傅的名字来称呼他，以此表达对他的尊敬。扁鹊学派的最后传人是宋代的窦材，著有《扁鹊心书》，他曾说，历史上有三个扁鹊，“上古扁鹊者，扁鹊也；中古扁鹊者，秦越人也；当世扁鹊者，大宋窦材是也。”<br>2.蔡桓公：蔡国（今河南上蔡一带）国君，下文称“桓侯”。3.立：站立。<br>4.有间（jiān）：一会儿。<br>5.疾：古时‘疾’与‘病’的意思有区别。疾，小病、轻病；病，重病。<br>6.腠（còu）理：中医学名词，指人体肌肤之间的空隙和肌肉、皮肤纹理。<br>7.恐：恐怕，担心。<br>8.寡人：古代君主对自己的谦称。这个词的用法比“孤”复杂些。君王自称。春秋战国时，诸侯王称寡人。在文中译为“我”。<br>9.医之好治不病以为功：医生喜欢治疗没有发作的疾病来当作自己医术的功效。好（hào），喜欢。（另解：好（hào），习惯。医生习惯治疗没有发作的疾病来当作自己医术的功效。读法：医之好治不病以为功。医，医生。之，用于主谓之间，取消句子独立性，不译。好（hào），习惯。治，医治。不病，没有发作的疾病。（自古上工治未病。）以，以之，用以。为，作为。功，功绩，成绩。）<br>10.肌肤：肌肉。<br>11.将：要。<br>12.应：答应，理睬。<br>13.居：用于表时间的词语前，表示已经经过的时间。<br>14.居十日：待了十天。居：用在表示时间的词语前面，表示经过的时间；停留，经历。在文中译“过了”。<br>15.益：更，更加。<br>16.望桓侯而还（xuán）走：远远地看见桓侯，掉头就跑。还，回转，调转。走，小步快跑。<br>17.故：特意。（另解：于是。）<br>18.汤（tàng）熨（wèi）：汤熨（的力量）所能达到的。汤熨，中医治病的方法之一。汤，用热水或药水敷治。这个意义后写作“烫”。熨，用粗盐或艾草等东西外用热敷。19.及：达到。<br>20.针石：古代针灸用的金属针和用砭石制成的石针，这里指用针刺治病。<br>21.火齐（jì）：火剂汤，一种清火、治肠胃病的汤药。齐，调配，调剂。这个意义后写作“剂”。22.司命之所属：司命神所掌管的事。司命，传说中掌管生命的神。属，隶属，管辖。23.无奈何也：没有办法了。奈何，怎么办，怎么样。<br>24.臣是以无请也：我就不再请求给他治病了，意思是不再说话。无请，不再请求。是以：以是，因此。（另解：请，询问。）<br>25.使：指使，派人。<br>26.索：寻找。<br>27.遂（suì）：于是，就。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇故事选自《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·喻老》，题目是后人加的。内容带有劝喻型性。文章以时间为序，以蔡桓公（桓侯）的病情的发展为线索，通过扁鹊“四见”的局势，通过记叙蔡桓公因讳疾忌医最终致死的故事，阐明一个道理：不能盲目相信自己，不能讳疾忌医。同时给人们以启迪：对待自己的缺点、错误，也像对待疾病一样，决不能讳疾忌医，而应当虚心接受批评，防患于未然。告诫人们要正视自己的缺点和错误，虚心接受别人的意见。</p> <p>　　全文叙述生动，条理清晰。刻画的两个人物形象简洁、传神。</p> <p>　　以时间为序，写扁鹊与蔡桓公的四次见面，又传神地再现两人见面时不同的神态、语言和性格，突出扁鹊慧眼识病，尽职尽责，敢于直言，机智避祸，和桓公的骄横自负、讳疾忌医。结尾，扁鹊不得不逃亡，暗示了专制君主统治下的残暴。文中深刻揭示了及时医过，防微杜渐的道理，颇能引人深思。</p>",
  "about": "<h2>创作背景</h2> <p>　　战国时代是群雄并立，战乱频繁的年代，也是人才辈出学术思想空前活跃的年代。诸子百家为了宣扬自己的主张纷纷著书立说、聚众讲学。“时代造英雄”，这样的时代要求当时的作家的著作逻辑严谨，精心选材，说理透彻，令人信服。本文仅以199字的篇幅包容了这样丰富的内容，在运用比喻说理，叙述事件，塑造人物等方面都不失为先秦散文中的佳作，这也体现了时代对作家的要求是如此严格。</p> <p>　　扁鹊，其真实姓名是秦越人，又号卢医。据人考证，约生于周威烈王十九年（公元前四零七年），卒于赧王五年（公元前三一○年）。他为什么被称为“扁鹊”呢？这是他的绰号。绰号的由来可能与《禽经》中“灵鹊兆喜”的说法有关。因为医生治病救人，走到哪里，就为那里带去安康，如同翩翩飞翔的喜鹊，飞到哪里，就给那里带来喜讯。因此，古人习惯把那些医术高明的医生称为扁鹊。秦越人在长期医疗实践中，刻苦钻研，努力总结前人的经验，大胆创新，成为一个学识渊博，医术高明的医生。他走南闯北，真心实意地为人民解除疾病的痛苦，获得人民普遍的崇敬和欢迎。于是，人们也尊敬地把他称为扁鹊。</p> <p>　　蔡桓公，即田齐桓公，田氏代齐以后的第三位齐国国君，谥号为“齐桓公”，因与“春秋五霸”之一的姜姓齐国的齐桓公小白相同，故史称“田齐桓公”或“齐桓公午”。田齐桓公本名田午，史载他“弑其君及孺子喜而为公”，意思是说他杀了齐废公田剡而自立。在位时曾创建稷下学宫，招揽天下贤士，聚徒讲学，著书立说。一时人才荟萃，彬彬大盛，齐宣王时规模达到鼎盛。</p>",
  "poet": {
    "id": 404,
    "star": 0,
    "name": "韩非",
    "image": "http://img.gushiwen.org/authorImg/hanfe.jpg",
    "desc": "韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），汉族，战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。"
  },
  "tags": [
    "初中文言文",
    "寓理",
    "故事"
  ]
}