{
  "id": 21173,
  "star": 4313,
  "name": "观刈麦",
  "dynasty": "唐代",
  "content": "田家少闲月，五月人倍忙。<br>夜来南风起，小麦覆陇黄。<br>妇姑荷箪食，童稚携壶浆，<br>相随饷田去，丁壮在南冈。<br>足蒸暑土气，背灼炎天光，<br>力尽不知热，但惜夏日长。<br>复有贫妇人，抱子在其旁，<br>右手秉遗穗，左臂悬敝筐。<br>听其相顾言，闻者为悲伤。<br>家田输税尽，拾此充饥肠。<br>今我何功德？曾不事农桑。<br>吏禄三百石，岁晏有余粮，<br>念此私自愧，尽日不能忘。",
  "fanyi": "<p><strong>译文</strong><br>农民终年没有闲暇，到了五月加倍繁忙。<br>夜里吹来暖暖南风，地里小麦盖垄熟黄。<br>妇女用筐挑着食物，孩子提壶盛满水汤。<br>相伴到田里送饭食，男人劳作在南山冈。<br>脚被地面热气熏蒸，背烤着火辣的阳光。<br>精疲力竭不觉酷热，只是珍惜夏日天长。<br>又见一位贫苦农妇，抱着孩子跟在人旁。<br>右手拿着捡的麦穗，左臂挂着一个破筐。<br>听她回头述说家境，听的人都为她悲伤。<br>为了缴税家田卖尽，靠捡麦穗填充饥肠。<br>如今我有什么功德，从来没有种田采桑。<br>一年俸禄有三百石，到了年底还有余粮。<br>想到这些暗自惭愧，整日整夜念念不忘。</p> <p><strong>注释</strong><br>⑴刈（yì）：割。题下注“时任盩厔县尉”。<br>⑵覆（fù）陇（lǒng）黄：小麦黄熟时遮盖住了田埂。覆：盖。陇：同“垄”，这里指农田中种植作物的土埂，这里泛指麦地。<br>⑶妇姑：媳妇和婆婆，这里泛指妇女。荷（hè）箪（dān）食（shí）：用竹篮盛的饭。荷：背负，肩担。箪食：装在箪笥里的饭食。《左传·宣公二年》：“而为之箪食与肉，寘诸橐以与之。”<br>⑷童稚（zhì）携壶浆（jiāng）：小孩子提着用壶装的汤与水。浆：古代一种略带酸味的饮品，有时也可以指米酒或汤。<br>⑸饷（xiǎng）田：给在田里劳动的人送饭。前蜀<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《纪村事》<a href=\"http://so.gushiwen.org/view_21173.aspx\">诗</a>：“数声牛上笛，何处饷田归？”<br>⑹丁壮：青壮年男子。《史记·循吏列传》：“（子产）治郑二十六年而死，丁壮号哭，老人儿啼，曰：‘子产去我死乎！民将安归？’”南冈（gāng）：地名。<br>⑺足蒸暑土气，背灼炎天光：双脚受地面热气熏蒸，脊背受炎热的阳光烘烤。<br>⑻但：只。惜：盼望。<br>⑼其：指代正在劳动的农民。傍：同“旁”。<br>⑽秉（bǐng）遗穗：拿着从田里拾取的麦穗。秉，拿着。遗穗，指收获农作物后遗落在田的麦穗。<br>⑾悬：挎着。敝（bì）筐：破篮子。<br>⑿相顾言：互相看着诉说。顾：视，看。<br>⒀闻者：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自指。为（wèi）悲伤：为之悲伤（省略“之”）。<br>⒁输税（shuì）：缴纳租税。输，送达，引申为缴纳，献纳。《梁书·张充传》：“半顷之地，足以输税，五亩之宅，树以桑府。”<br>⒂我：指作者自己。<br>⒃曾（céng）不事农桑：一直不从事农业生产。曾：一直、从来。事：从事。农桑：农耕和蚕桑。<br>⒄吏（lì）禄（lù）三百石（dàn）：当时白居易任周至县尉，一年的薪俸大约是三百石米。石：古代容量单位，十斗为一石。吏禄：官吏的俸禄。《史记·平准书》：“量吏禄，度官用，以赋于民。”<br>⒅岁晏（yàn）：一年将尽的时候。晏，晚。<br>⒆念此：想到这些。<br>⒇尽日：整天，终日。</p><br/><p><strong>译文</strong><br>农家很少有空闲的月份，五月到来人们更加繁忙。<br>夜里刮起了南风，覆盖田垄的小麦已成熟发黄。<br>妇女们担着竹篮盛的饭食，儿童手提壶装的水，<br>相互跟随着到田间送饭，收割小麦的男子都在南冈。<br>他们双脚受地面的热气熏蒸，脊梁上烤晒着炎热的阳光。<br>精疲力竭仿佛不知道天气炎热，只是珍惜夏日天长。<br>又见一位贫苦妇女，抱着孩儿站在割麦者身旁，<br>右手拾着遗落的麦穗，左臂上悬挂着一个破筐。<br>听她望着别人说话，听到的人都为她感到悲伤。<br>因为缴租纳税，家里的田地都已卖光，只好拾些麦穗充填饥肠。<br>现在我有什么功劳德行，却不用从事农耕蚕桑。<br>一年领取薪俸三百石米，到了年底还有余粮。<br>想到这些内心感到惭愧，整天也不能淡忘。</p> <p><strong>注释</strong><br>⑴刈（yì）：割。题下注“时任盩厔县尉”。<br>⑵覆（fù）陇（lǒng）黄：小麦黄熟时遮盖住了田埂。覆：盖。陇 ：同“垄”，这里指农田中种植作物的土埂，这里泛指麦地。<br>⑶妇姑：媳妇和婆婆，这里泛指妇女。荷（hè）箪（dān）食（shí）：用竹篮盛的饭。荷：背负,肩担。箪食：装在竹篮里的饭食。<br>⑷童稚（zhì）携壶浆（jiāng）：小孩子提着用壶装的汤与水。浆：古代一种略带酸味的饮品，有时也可以指米酒或汤。<br>⑸饷（xiǎng）田：给在田里劳动的人送饭。<br>⑹丁壮：青壮年男子。南冈（gāng）：地名。<br>⑺足蒸暑土气，背灼炎天光：双脚受地面热气熏蒸，脊背受炎热的阳光烘烤。<br>⑻但：只。惜：盼望。<br>⑼其：指代正在劳动的农民。傍：同“旁”。<br>⑽秉（bǐng）遗穗：拿着从田里拾取的麦穗。秉，拿着。遗，遗失<br>⑾悬：挎着。敝（bì)筐：破篮子。<br>⑿相顾言：互相看着诉说。顾：视，看。<br>⒀闻者：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自指。为（wèi）悲伤：为之悲伤（省略“之”）。<br>⒁输税（shuì）：缴纳租税。输，送达，引申为缴纳，献纳。<br>⒂我：指作者自己。<br>⒃曾（céng）不事农桑：一直不从事农业生产。曾：一直、从来。事：从事。农桑：农耕和蚕桑。<br>⒄吏（lì）禄（lù）三百石（dàn）：当时白居易任周至县尉，一年的薪俸大约是三百石米。石：古代容量单位，十斗为一石（古时候念dàn）。<br>⒅岁晏（yàn）：年底。晏，晚。<br>⒆念此：想到这些。<br>⒇尽日：整天，终日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《观刈麦》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任周至县县尉时有感于当地人民劳动艰苦、生活贫困所写的一首<a href=\"http://so.gushiwen.org/view_21173.aspx\">诗</a>，作品对造成人民贫困之源的繁重租税提出指责．对于自己无功无德又不劳动却能丰衣足食而深感愧疚，表现了一个有良心的封建官吏的人道主义精神。这首诗作于唐宪宗元和二年(807)，诗人三十六岁。周至县在今陕西省西安市西。县尉在县里主管缉捕盗贼、征收捐税等事。正因为白居易主管此事；所以他对劳动人民在这方面所受的灾难也知道得最清楚：诗人想到自己四体不勤却饱食禄米，内心十分惭愧。于是直抒其事，表达了对劳动人民的深切同情。</p> <p>　　全诗分四层，第一层四句，交代时间及其环境气氛。\"田家少闲月，五月人倍忙\"，下文要说的事情就发生\"人倍忙\"的五月。这两句总领全篇，而且一开头就流露出了作者对劳动人民的同情；\"夜来南风起，小麦覆陇黄\"，一派丰收景象，大画面是让人喜悦的。可是谁又能想到在这丰收景象下农民的悲哀呢?</p> <p>　　第二层八句，通过具体的一户人家来展现这\"人倍忙\"的收麦情景。婆婆、儿媳妇担着饭篮子，小孙儿提着水壶，他们是去给地里干活儿的男人们送饭的。男人天不亮就下地了；女人起床后先忙家务，而后做饭；小孙子跟着奶奶、妈妈送饭时一齐到地里。她们是要在饭后和男人们一道干下去的。你看这一家忙不忙呢?\"足蒸暑土气，背灼炎天光。力尽不知热，但惜夏日长。\"这四句正面描写收麦劳动。他们脸对着大地，背对着蓝天，下面如同笼蒸，上面如同火烤，但是他们用尽一切力量挥舞着镰刀一路向前割去，似乎完全忘记了炎热，因为这是\"虎口夺粮\"，时间必须抓紧呀！舍不得浪费。天气如此之热，白天又如此之长，而人们却竭力苦干，就怕浪费一点时间，可见人们对即将到手的麦子的珍惜程度。\"惜\"字在这里用得非常好，是用一种违背人之常情的写法来突出人们此时此地的感情烈度。白居易的《卖炭翁》中有\"可怜身上衣正单，心忧炭贱愿天寒\"之语，\"愿\"字的用法与此处\"惜\"字的用法正同。</p> <p>　　笫三层八句，镜头转向一个贫妇人，她被捐税弄得破了产，现时只能以拾麦穗为生，这是比前述阖家忙于收麦者更低一个层次的人。你看她的形象：左手抱着一个孩子，臂弯里挂着一个破竹筐，右手在那里捡人家落下的麦穗。这有多么累，而收获又是多么少啊！但有什么办法呢?现在是收麦的时候，还有麦穗可捡，换个别的时候，就只有去沿街乞讨了。而她们家在去年、前年，也是有地可种、有麦可收的人家呀，只是后来让捐税弄得走投无路，把家产，土地都折变了，至使今天落到了这个地步。第四层六句，写诗人面对丰收下出现如此悲惨景象的自疚自愧。</p> <p>　　作品的题目叫《观刈麦》，而画面上实际出现的，除了刈麦者之外，却还有一个拾麦者，而且作者的关心也恰恰是更偏重在后者身上。他们二者目前的贫富苦乐程度是不同的，但是他们的命运却有着紧密的联系。今日凄凉可怜的拾麦穗者是昨日辛劳忙碌的刈麦者；又安知今日辛劳忙碌的刈麦者明日不沦落成凄凉可怜的拾麦者呢?只要有繁重的捐税在，劳动人民就永远摆脱不了破产的命运。作者在这里对当时害民的赋税制度提出了尖锐批评，对劳动人民所蒙受的苦难寄寓了深切的同情。而且不是一般的同情，是进而把自己摆进去，觉得自己和劳动人民的差别太大了，自己问心有愧。这时的白居易的诗歌确实反映了劳动人民的思想情绪，呼出了劳动人民的声音。</p> <p>　　这首诗写作上的基本特点是不带任何夸张地、如实地描写现实生活场景。他选取了举家忙碌和凄凉拾穗这两个镜头，使之构成强烈对比。前者虽然苦、虽然累，但他们暂时还是有希望的，至于后者，则完全是断梗浮萍，朝不保夕了。两个镜头所表现的场面、气氛、形象、心理都很好。</p> <p>　　诗的最后是发议论，这是白居易许多讽谕诗的共同路数。这首诗的议论不是直接指向社会病根，而是表现为自疚自愧，这也是一种对整个官僚贵族社会的隐约批评。白居易才是一个三百石的小小县尉呀，那些大官僚、大贵族们难道不应该有更大的自疚自愧吗！赋税是皇帝管的，白居易无法公开反对，他只能用这种结尾来达到讽谕的目的。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_21173.aspx\">诗</a>是元和二年（807）作者任盩厔（今陕西周至）县尉时写的，是作者早期一首著名讽谕诗。</p> <p>　　这首诗叙事明白，结构自然，层次清楚，顺理成章。诗一开头，先交代背景，标明是五月麦收的农忙季节。接着写妇女领着小孩往田里去，给正在割麦的青壮年送饭送水。随后就描写青壮年农民在南冈麦田低着头割麦，脚下暑气熏蒸，背上烈日烘烤，已经累得筋疲力尽还不觉得炎热，只是珍惜夏天昼长能够多干点活。写到此处，这一家农民辛苦劳碌的情景已经有力地展现出来。接下来又描写了另一种令人心酸的情景：一个贫妇人怀里抱着孩子，手里提着破篮子，在割麦者旁边拾麦。为什么要来拾麦呢？因为她家的田地已经“输税尽”──为缴纳宫税而卖光了，如今无田可种，无麦可收，只好靠拾麦充饥。这两种情景交织在一起，有差异又有关联：前者揭示了农民的辛苦，后者揭示了赋税的繁重。繁重的赋税既然已经使贫妇人失掉田地，那就也会使这一家正在割麦的农民失掉田地。今日的拾麦者，乃是昨日的割麦者；而今日的割麦者，也可能成为明日的拾麦者。强烈的讽谕意味，自在不言之中。诗人由农民生活的痛苦联想到自己生活的舒适，感到惭愧，内心里久久不能平静。这段抒情文字是全诗的精华所在。它是作者触景生情的产物，表现了诗人对劳动人民的深切同情。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写讽谕诗，目的是“唯歌生民病，愿得天子知”。在这首诗中，他以自己切身的感受，把农民和作为朝廷官员的自己作鲜明对比，就是希望“天子”有所感悟，手法巧妙而委婉，可谓用心良苦。</p> <p>　　白居易是一位最擅长写叙事诗的艺术巨匠。他的叙事诗能曲尽人情物态，把其中所叙的事件写得曲折详尽，娓娓动听。而且，他的叙事诗里总是有着心灵的揭示，因而总是蕴含着感情的。在《观刈麦》里，他虽然着墨不多，但是却把割麦者与拾麦者在夏收时那种辛勤劳碌而又痛苦的生活情景，描写得生动真切，历历如画。不仅写了事，而且写了心，包括作者本人的心和劳动人民的心。诗人的心弦显然是被耳闻目睹的悲惨景象振动了，颤栗了，所以才提起笔来直歌其事，所以在字里行间都充满对劳动者的同情和怜悯。像“足蒸暑土气，背灼炎天光”、“家田输税尽，拾此充饥肠”这样的诗句，里面包含着作者多少同情之感、怜悯之意啊！因而这首《观刈麦》在叙事当中是有着作者情的渗透、心的跳动的，作者的心同他所叙的事是融为一体的。值得称道的是，作者在真实地写劳动人民之事的同时，还能够真实地写出劳动人民之心，尤其是刻画出劳动人民在某种特定情况下的变态心理，深刻地揭示诗的主题。《卖炭翁》中“可怜身上衣正单，心忧炭贱愿天寒”，写的是卖炭老人为衣食所迫而产生的变态心理。《观刈麦》中的“力尽不知热，但惜夏日长”，同样也是一种变态心理。这类描写把劳动人民之心刻画入微，深入底蕴。诗中写事与写心的完美统一，较之一般的叙事与抒情的统一，更能震撼人心。白居易又是运用对比手法的能手。他在诗歌创作中，不仅把劳动人民的贫困、善良与地主阶级的奢侈、暴虐作了对比，而且还把自己的舒适与劳动人民的穷苦作了对比。这首诗在写了农民在酷热的夏天的劳碌与痛苦之后，诗人同样也联想到自己，感到自己没有“功德”，又“不事农桑”，可是却拿“三百石”俸禄，到年终还“有余粮”，因而“念此私自愧，尽日不能忘”。诗人在那个时代能够主动去和农民对比，十分难得。这样一种对比，真是新颖精警，难能可贵，发人深省，因而更显出这首诗的思想高度。</p>",
  "about": "<h2>创作背景</h2> 　　《观刈麦》这首<a href=\"http://so.gushiwen.org/view_21173.aspx\">诗</a>大约作于公元805年（唐宪宗元和元年）至806年（元和二年）间，是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任陕西盩厔（今陕西省周至县）县尉时有感于当地人民劳动艰苦、生活贫困所写的一首诗。是作者早期一首著名讽谕诗。县尉在县里主管缉捕盗贼、征收捐税等事。正因为白居易主管此事，所以他对劳动人民在这方面所受的灾难也知道得最清楚。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "初中古诗",
    "夏天",
    "农民",
    "生活",
    "讽喻"
  ]
}