{
  "id": 73002,
  "star": 29,
  "name": "桃花源诗",
  "dynasty": "魏晋",
  "content": "嬴氏乱天纪，贤者避其世。<br>黄绮之商山，伊人亦云逝。<br>往迹浸复湮，来径遂芜废。<br>相命肆农耕，日入从所憩。<br>桑竹垂馀荫，菽稷随时艺；<br>春蚕收长丝，秋熟靡王税。<br>荒路暧交通，鸡犬互鸣吠。<br>俎豆犹古法，衣裳无新制。<br>童孺纵行歌，班白欢游诣。<br>草荣识节和，木衰知风厉。<br>虽无纪历志，四时自成岁。<br>怡然有余乐，于何劳智慧？<br>奇踪隐五百，一朝敞神界。<br>淳薄既异源，旋复还幽蔽。<br>借问游方士，焉测尘嚣外。<br>愿言蹑清风，高举寻吾契。",
  "fanyi": "<p><strong>译文<br></strong>秦王暴政乱纲纪，贤士纷纷远躲避。<br>四皓隐居在商山，有人隐匿来此地。<br>往昔踪迹消失尽，来此路途已荒废。<br>相唤共同致农耕，天黑还家自休息。<br>桑竹茂盛遮浓荫，庄稼种植按节气。<br>春蚕结茧取长丝，秋日丰收不纳税。<br>荒草遮途阻交通，村中鸡犬互鸣吠。<br>祭祀仍遵古礼法，衣裳没有新款式。<br>儿童欢跳纵情歌，老者欣然自游憩。<br>草木花开知春到，草衰木凋知寒至。<br>虽无年历记时日，四季推移自成岁。<br>欢快安逸乐无穷，哪还需要动知慧？<br>奇踪隐蔽五百岁，一朝开放神奇界。<br>浮薄淳朴不同源，转眼深藏无处觅。<br>请问世间凡夫子，可知尘外此奇迹？<br>我愿踏乘轻云去，高飞寻找我知己。</p> <p><strong>注释<br></strong>1.嬴（yíng）氏：这里指秦始皇嬴政。<br>2.黄绮：汉初商山四皓中之夏黄公、绮里季的合称。此指商山四皓。<br>3.伊人：指桃源山中人。云：句中助词，无义。逝：离去，即逃至山中。<br>4.往迹：人或车马行进所留下的踪迹。湮（yān）：埋没。<br>5.相命：互相传令，此指互相招呼。肆：致力。<br>6.从：相随。所憩：休息的处所。<br>7.菽（shū）：豆类。稷（jì）：谷类。艺：种植。<br>8.靡（mǐ）：没有。<br>9.暧（ài）：遮蔽。<br>10.俎（zǔ）豆：俎和豆。古代祭祀、宴飨时盛食物用的两种礼器。亦泛指各种礼器。<br>11.衣裳（cháng）：古时衣指上衣，裳指下裙。后亦泛指衣服。<br>12.童孺（rú）：儿童。<br>13.班白：指须发花白。班，通“斑”。诣（yì）：玩耍。<br>14.节和：节令和顺。<br>15.纪历：纪年、纪月、纪日的历书。<br>16.成岁：成为一年。<br>17.余乐：不尽之乐。<br>18.于何：为什么，干什么。<br>19.五百：五百年。从秦始皇到晋太元中的五百多年。<br>20.神界：神奇的界域。<br>21.淳：淳厚，指桃源山中的人情风尚。薄：浮薄，指现实社会的人情世态。<br>22.旋：很快。幽蔽：深暗。<br>23.游方士：游于方外之士。<br>24.尘嚣：世间的纷扰、喧嚣。<br>25.蹑（niè）：踩。<br>26.契（qì）：契合，指志同道合的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>写桃花源，用了散文与<a href=\"http://so.gushiwen.org/view_73002.aspx\">诗</a>两种文体。《桃花源记》主要是描写渔人出入桃花源的经过和在桃花源中的所见所闻；《桃花源诗》是以诗人的口吻讲述桃花源人民生活的和平、安宁。《桃花源诗》内容丰富，对于了解陶渊明描写桃花源的意图和生活理想很有帮助。</p> <p>　　诗分三段。开头六句为第一段，叙述、说明桃花源中人的来历，跟《桃花源记》中所记“自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔”意思大体相同。但诗中具体列出黄（夏黄公）、绮（绮里季）避秦时乱到高山的实例，来暗示桃花源中人与这些古代贤者志趣一致，或者说，正是那些贤者带他们到桃花源的。</p> <p>　　中间十八句为第二段，介绍桃花源中人的生活情景。先写桃花源里人参加劳动，日出而作，日没而息。“相命肆农耕”，是说相互招呼，努力耕作。“秋熟靡王税”，是说到了秋收时，劳动果实归劳动者所有，用不着向官府缴纳赋税，说明没有封建剥削和压迫。“荒路暧交通，鸡犬互鸣吠”和《桃花源记》中的“阡陌交通，鸡犬相闻”相照应，两句意思大体一致。接着写人与人之间和睦相处，仍然保持着古代的礼仪，衣裳也是古代的式样。孩子们纵情地歌唱，老人们自由自在地游乐。最后写那里的一切都是顺应自然，怡然自得。随着季节的自然变化调节生活和劳作，所以连历法也用不着，更不用竭尽思虑、费心劳神了。</p> <p>　　最后八句为第三段，诗人发表议论和感慨。“奇踪隐五百”，是说从秦到晋，桃花源中人隐居了五百年（概数，实际是约六百年）。“一朝敞神界”是说桃花源被渔人发现，泄露了这个神仙般的世界的秘密。“旋复还幽蔽”，是说桃花源刚敞开又立即与外界隔绝，也就是《桃花源记》中所说的“遂迷，不复得路”。既然渔人离开桃花源时已“处处志之”，那么怎么会再也找不着呢？其实这个问题在《桃花源诗》里已经作了回答，那就是“淳薄既异源”，意思是说，世俗生活的浅薄与桃花源中民风的淳朴，是格格不入，绝然不同的。如果真在那么一个桃花源，而它又果真给刘子骥他们找到了，那么，它就不能独立存在。东晋末期，战乱频繁，徭役繁重，人民逃亡。诗人把桃花源中人的生活写得那么安宁、和谐，这正是对黑暗现实的一种否定。千余年来，不知有多少人对桃花源的有无进行过探讨。有人说，避乱逃难时，确实有许多人跑到深山野林，穷乡僻壤去过理想的生活。但显然不能据此而把这个理想与桃花源等同起来，因为桃花源中的生活情景是被诗人理想化了的。“借问游方士，焉测尘嚣外”，意思是世上的一般人“游方士”是不可能真正理解“尘嚣外”（桃花源）的生活情景的。“愿言蹑轻风，高举寻吾契。”这是诗人抒发自己的感情，具有浪漫主义色彩。意思是希望能驾起轻风，腾飞而起，去追求那些与自己志趣相投的人们（其中包括诗的开头所说的古代贤者和桃花源中人）。</p> <p>　　据萧统《陶渊明传》记载：“渊明不解音律，而蓄无弦琴一张，每酒适，辄抚弄以寄其意。”无弦琴是弹奏不出声音的，拨弄它是为了“寄其意”，描写一个美好的世外桃源，虽然超尘脱俗，无法实现，却也正是为了“寄其意”。</p> <p>　　从以上简单的分析来看，《桃花源诗》在有些方面确比《桃花源记》写得更为具体、详细。《桃花源记》局限于写渔人的所见所闻，渔人在桃花源逗留时间不长，见闻有限。而《桃花源诗》显得更为灵活自由，也便于诗人直接抒写自己的情怀，因此读《桃花源记》不可不读《桃花源诗》。</p> <p>　　《桃花源诗》和《桃花源记》都是描写同一个乌托邦式的理想社会，但并不让人觉得重复。《记》是散文，有曲折新奇的故事情节，有人物，有对话，描写具体，富于小说色彩；《诗》的语言比较质朴，记述桃源社会的情形更加详细。《记》是以渔人的经历为线索，处处写渔人所见，作者的心情、态度隐藏在文本之后，而《诗》则由诗人直接叙述桃源的历史状态，并直接抒发自己的感慨与愿望，二者相互映照，充分地显示桃花源的思想意义和审美意义。</p> <p>　　有人认为《桃花源诗》赞美“古法”，不要“智慧”是一种消极、倒退的表现。这其实是没有真正领会诗人写作的本意。所谓“古法”，虽是一种寄托，表示向往古代社会的淳朴，而并非是要开历史的倒车；所谓“于何劳智慧”实际是对世俗生活中的尔虞我诈、勾心斗角表示憎恶与否定。正如前人所指出的，陶渊明是一个“有志天下”“欲为为而不能为”的人，他有自己的理想和报负而无法实现，这才是他的思想本质。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_73002.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>晚年，约为南朝宋永初三年（422年）的作品。元熙二年（420年）六月，刘裕废晋恭帝为零陵王，改年号为“永初”。次年，刘裕采取阴谋手段，用毒酒杀害晋恭帝。这些事不能不激起陶渊明思想的波澜。他从固有的儒家观念出发，产生了对刘裕政权的不满，加深了对现实社会的憎恨。但他无法改变、也不愿干预这种现状，只好借助创作来抒写情怀，塑造了一个与污浊黑暗社会相对立的美好境界，以寄托自己的政治理想与美好情趣。《桃花源诗》就是在这样的背景下创作的。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "写人",
    "生活",
    "抒怀"
  ]
}