{
  "id": 69810,
  "star": 1,
  "name": "杂剧·包龙图智赚合同文字",
  "dynasty": "元代",
  "content": "楔子<br>白云朝朝走，青山日日闲。自家无运智，只道作家难。自家汴梁西关外人氏，姓刘名天祥。大嫂杨氏，兄弟是刘天瑞，二嫂张氏，我根前无甚儿女，止天瑞兄弟有小孩儿，年三岁也，唤做安住。我那先娶的婆婆可亡化了？这婆婆是我后娶的。他根前带过一个女孩儿来，唤做丑哥。我这兄弟和李社长交厚，曾指腹为婚。李社长根前得了个女孩儿，唤做定奴，也三岁了，他两个可是两亲家。如今为这六料不收，上司言语，着俺分房减口。足弟，你守着祖业，俺两口儿到他邦外府赶熟去来。俺两个年纪高大，去不的了。哥哥知嫂嫂守着祖业，我和二嫂引着安住孩儿。趁熟走一遭去。这等，你与我请将李社长来者。我便请去。李亲家在家么？谁唤门哩？我开开这门。原来是刘亲家，有甚么话说？俺哥哥有请。亲家，你来唤我，莫不为分房减口之事么？正是。只因年岁饥歉，难以度日，如今俺兄弟家三儿。待趁熟去也。我昨日做下两纸合同文书，应有的庄田物件房廊屋舍，都在这文书上，不曾分另。兄弟三二年来家便罢，若兄弟十年五年来时，这文书便是大见证。特请亲家到来，做个见人也，与我画个字儿。当得，当得。东京西关义定坊住人刘天祥，弟刘天瑞，幼侄安住，则为六科不收，奉上司文书，分房减口，各处趁熟。有弟刘天瑞，自愿将妻带子，他乡趁熟。一应家私田产，不曾分另。令立合同文书二纸，各收一纸为照。立文书人刘天祥同亲弟刘天瑞，见人李社长。写的是。等我画个字，你两个各自收执者既有了合同文书，则今日好日辰，辞别了哥哥、嫂嫂，引着孩儿，便索长行。亲家，我此一去，只等年成熟时便回家来，你是必留这门亲事，等我回时，成就此事。兄弟你出路去，比不的在家，须小心着意者。有便频频的稍个书信回来，也免的我忧念，哥哥放心，您兄弟去了也。<br>【仙吕】【赏花时】两纸合同各自收。一日分离无限忧。辞故里，往他州。只为这田苗不救，可兀的心去意难留。<br>亲家，俺兄弟去了也。有劳尊重，只是家贫不能款待。惶恐，惶恐！这也不消，在下就告回了。正是：将军不下马，各自奔前程。<br><br>第一折<br>自家潞州高平县下马村人氏，姓张名秉彝，浑家郭氏，嫡亲两口儿家属，寸男尺女皆无，颇有些田地庄宅。因为东京六料不收，分房减口。近日有一人唤做刘天瑞，引着他浑家也是张氏，有个孩儿唤做安住，今年三岁，生的眉清目秀，是好一个孩儿也。我因见刘天瑞是个读书的人，收留他在我店房中安下。也是他的造化低，谁想两口儿染成疾病，一卧不起，小二哥说他好生病重。大嫂，咱那里不是积福处，你的旧衣服将着两件，我的旧衣服也将着两件。咱望他两口儿去来。自家店小二的便是。这是张秉彝家店房，近新来有三口儿趁熟的，到这店中安下，不想他两口儿患病，一日重似一日。人说我穷，他两个还比我穷。莫说道他两口儿迎医服药，连衣服也没的半片，饭食也没的半碗，怎么将养得这病好。我如今不免扶持出来，看看他气色。嗨！也可怜，多分要呜呼了也。自家刘天瑞。自从离了哥哥、嫂嫂，到这潞州高平县下马村张秉彝员外店中安下。多蒙这员外十分美意，并不曾将俺做那外人看待。争奈自家命薄，染了这场疾病，一卧不起。二嫂怎生是好也！眼见的俺两口儿这病，觑天远，入地近，无那活的人也！<br>【仙吕】【点绛唇】拙妇熬煎，主家方便，相留恋。直着俺住到来年，谁想天不从人愿。<br>【混江龙】俺则为人离乡贱，强经营生出这病根源。拙妇人女工勤谨，小生呵农业当先。拙妇人趁着灯火邻家宵绩纺，小生呵冒着风霜大气晓耕田。甘受些饥寒苦楚，怎当的进退顿时迍邅。现如今山妻染病，更被他幼子牵缠。回望着家乡路远，知他是兄嫂高年。好教我眼巴巴没乱杀难相见，枉了也离乡背井，落的个赤手空拳。<br>二哥，我这穷命，只在早晚了也。你收拾这文书，保重将息者。可早来到店中也。君子，你那病体如何？呀！原来你浑家亡了也。你如今也有些钱钞。发送你的浑家么？<br>【油葫芦】量小生有甚人情有甚钱，苦痛也波天。则为那家私生受了二十年，要领旧席铺停柩无一片，要领好衣服妆裹无一件。君子，你不须烦恼。我这里都已备下了也。谢员外厮济惠，谢员外肯见怜。小生若不得员外呵。则俺这人离财散央亲眷，兀良谁赍发与我一根椽。<br>【天下乐】妻也，知他是你命难逃我命蹇，我想从也波前，也是宿世缘，将重孝不披轻孝来穿。想着你恩共情，想着你贞共贤，我甘心儿与你驾灵车，哭少年。<br>小二哥，着人来抬的二嫂出城外，拣个高原去处，好好的埋葬了者。员外，我也送他一送。你是个病人，那里送的？便不送也罢。妻也，我为着你呵。<br>【那吒令】念不出，消灾的善言；烈不得，买路的纸钱；我代你送出去。怎敢劳动员外。我可也放不下，殃人的业冤。一片心迷留没乱焦，两条腿滴羞笃速战，恰便似热地上蚰蜒。<br>【鹊踏枝】我甫抬身到灵柩边，待亲送出郊原，不觉的肉颤身摇，眼晕头旋。挪一步早前合后偃，哎哟！叫一声覆地翻天。<br>员外，小生有句话敢说么？你有甚么话？你说。小生东京义定坊居住，哥哥刘天祥，小生刘天瑞。因为六料不收，奉上司的明文，着分房减口。哥哥守着祖业，小生三口儿在此趁熟。当那一日，立了两纸合同文书，哥哥收一纸，小生收一纸，怕有些好歹，以此为证。只望员外广修阴德，怎生将刘安住孩儿，抬举成人长大。把这纸合同文书，分付与他，将的俺两把儿骨殖，埋入祖坟。小生来生来世，情愿做驴做马，报答员外。是必休迷失了孩儿的本姓也。<br>【柳叶儿】则被那官司逼遣，他道是没收成千里无烟，着俺分房减口为供膳。因此上携宅眷，撇家缘，图一个苟活偷全。<br>元来你的家缘家计，都在这一纸合同文字上哩。<br>【青哥儿】虽则是一张儿合同、合同文券，上写着一家儿庄田宅院，这便我久后归宗的证明显。趁如今未丧黄泉，叮咛你大德高贤。等孩儿长大时年，交付他收执依然。遮莫杀颠沛流连，休迷失水木根源。这便是你张员外种下的福无边，天须见。<br>我知道了。等你孩儿长大成人，交付与他，回还你祖家去也。员外，俺那孩儿呵。<br>【寄生草】他目下交三岁，你若抬举他更数年。常则是公心教训诚心劝，教的他为人谨慎于人善，不许他初年随顺中年变。俺便死也难忘你这天高地厚情，员外你则可怜见，小冤家少母无爹面。<br>君子，你自挣□。这都在我身上，决不负你所托也。员外，我这一会儿不好了，扶我外间里去罢。<br>【赚煞尾】不争我病势正昏沉，更那堪苦事难支遣，忙赶上头里的丧车不远，眼见得客死他乡有谁祭奠？儿也，你若得长大成人呵。你是必休别了父母遗言：将骨殖到梁园，就着俺那祖父的坟前，古树林峰好墓田。员外，则你便是我三代祖先，我又无甚六神亲眷。可怜见俺两房头这几口儿，都不得个好团圆。<br>好可怜也！他家三口儿来到我这里，老两口儿都死了，则留下这个小的，刚交三岁。他又无甚亲眷，就留在我家中，抬举的他成人长大，着他回去本乡，认了伯父、伯娘，着他一家儿团圆，也见的我久要不忘之意。两口儿身亡实可怜，留下孩儿尚幼年。待他长大成人后，须教骨肉再团圆。<br><br>第二折<br>自从刘天瑞两口儿身亡之后，又早过了十五年光景，安住孩儿长成十八岁了也。人都唤做张安住，他却那里知道原不是我的孩儿。我自小教他读书，他如今教着几个村童。时遇清明节届，我到这坟上烈纸，就今日和孩儿说这个缘故。想他父亲遗言，休迷失了孩儿本姓。可早来到坟上也，怎生不见我孩儿来？自家张安住，开着个学堂，教几个蒙童过日。今日清明节届，父亲、母亲先往坟上去了，我须走一遭去也呵。<br>【正宫】【端正好】我将着这一所草堂开，聚几个蒙童训，常则是对青灯黄卷埋身。苦了我也十年窗下无人问，何日得功名进？<br>【滚绣球】我可也为甚的甘受贫，不厌勤，抵多少策顽磨钝，也只为不如人学做儒人。指望待跃锦鳞，过禹门，才是俺男儿发愤，终有日际会风云。不枉了严亲教训能酬志，须信道古圣文章可立身，改换家门。<br>孩儿。等不的你来，俺和母亲先祭拜了也。你如今从头的拜祖先咱。有坟茔外边那个坟儿，孩儿你也拜他一拜。父亲，墙外边那个坟儿，常年家着您孩儿拜他，可是俺家甚么亲眷？父亲可说与孩儿知道。孩儿也，我说与你呵，你休烦恼。你不姓张，本姓刘。你是东京西关义定坊人氏，你伯父是刘天祥，你父亲是刘天瑞。因为你那里六料不收，分房减口，你父亲带你到这里趁熟。不想你父母双亡，埋葬于此。你父亲临终遗留与我一纸合同文书，应有家私田产，都在这文书上。我抬举你十五年了，孩儿也，俺虽无三年养育之苦，却也有十五年抬举之恩。你则休生忘了俺两口儿也。我不说之时恩不断，说罢之时断了恩。俺有朝一日身亡后，谁是我的拖麻拽布人？这等，兀的不痛杀我也！安住孩儿苏醒者。<br>【倘秀才】俺父亲口快心直怎隐？您孩儿鼻痛心酸怎忍？想着那冻饿死的爷娘，兀的不痛杀人！别了兄嫂，离了家门，养下这个毒害的子孙。<br><br>【呆骨朵】想着俺人亡家破，留下这个儿生忿，我直啼哭的地惨天昏。不争将先父母思量，又怕俺这老爷娘议论。则道把十月怀耽想，可将这数载情肠尽。嗨！他亲的则是亲。他道亲的则是亲，我怎肯知恩不报恩？<br>父亲、母亲，您孩儿则今日就请起这两把骨殖，回家乡去。见了伯父、伯娘，将骨殖埋入祖坟，您孩儿得来侍奉。未知父亲意下如何？孩儿，则今日可便埋葬你父母去罢。<br>【倘秀才】待奉着俺先人的教训，怎敢道别了家尊的义分，您孩儿两下里爷娘一样的亲。怎敢道分真假，辩清浑，天地也就着俺亡家丧身。<br>【滚绣球】想当日盘缠无一文，遗留托二亲，痛杀我也命绝禄尽，谢父亲，将您孩儿抬举成人。离了这潞州下马村，早来到东京义定门，将俺这骨殖埋殡，认了伯父伯娘呵，您孩儿便索抽身。先安定了俺这十五年无主亡魂魄，回来报答你一双的高年养育恩，怎避的艰辛。<br>孩儿也，你去则去，可休不回来。可怜见俺老两口儿，无儿无女，思想杀您也。这的是合同文书，孩儿，你收执了者。孩儿，你是必早些儿回来。怎不教我悲啼痛苦，想起来似刀剜肺腑。你若葬了生身爷娘，是必休忘了你养身的父母。<br>【倘秀才】远远望高山隐隐，近近听黄河滚滚，我则见段段田灯接远村。到祖宅，造亲坟，尽了我这点儿孝顺。<br>哎！似这等走，几时得到！你也行动些个。<br>【滚绣球】这般担呵我生怕背了母亲，这般提呵又则怕背了父亲，好着俺孝心难尽，做不得郭巨、田真。兀的不厌掉魂，唬煞人，原来是至诚的天顺，可又早动鬼惊神。曾闻的古来孝子担继母，感得闷林两处分，俺今日也脚底生云。<br>则今日便索回俺那家乡去也。<br>【煞尾】披星带月心肠紧，过水登山脚步勤。意急不将昼夜分，心愁岂觉途路稳。痛泪零零雨洒尘，怨气腾腾风送云。客舍青青柳色新，千里关山劳梦魄。归到梁园认老亲，恁时节才把我这十五载流离证了本。<br><br>第三折<br>妾身刘天祥的浑家。自从分房减口，二哥、二嫂、安住，他三口儿去了，可早十五年光景也。我这家私，火焰也似长将起来，开着个解典铺。我带过来的女孩儿，如今招了个女婿。我则怕安住来认，若是他来呵，这家私都是他的，我那女婿只好睁着眼看的一看，因此上我心下则愁着这一件。今日无甚事，在这门首闲立着，看有甚么人来。自家刘安住是也。远远望见家乡，惭愧，可早来到也呵。<br>【中吕】【粉蝶儿】远赴皇都，急煎煎早行晚住，早难道神鬼皆无。我将饭充饥，茶解渴，纸钱来买路。历尽了那一千里程途，几曾道半霎儿停步。<br>【醉春风】俺心儿里思想杀老爷娘，则待要墓儿中埋葬俺这先父母。一会家烦恼上眉头，安住到大来是苦，苦！我则道孤影孤身，流落在他州他县，惭愧也，不想还认了这伯娘伯父。<br>我问人来，这里便是刘天祥伯父家，且放下这担儿者。老娘，借问一声：这里可是刘天祥伯父家么？便是，你问他怎的？原来正是俺伯娘。甚么伯娘？这小的好诈熟也。<br>【红绣鞋】他、他、他，可也为甚么全没那半点儿牵肠割肚？全没那半声儿短叹长吁？莫不您叔嫂妯娌不和睦？伯娘，俺伯伯那里去了？甚么伯伯？我不知道。伯伯可又无踪影。伯娘那里紧支吾，可教我那搭儿葬俺父母？<br>伯娘，则我就是您侄儿刘安住。你说是十五年前趁熟去的刘安住么？你父亲去时有合同文书来，您有这合同文书便是真的，无便是假的。伯娘，这合同文书。有、有、有。<br>【普天乐】我意慌速，心犹豫，若无显证，怎辩亲疏？争奈我不识字？如何？伯娘可也不会读，将去着伯父亲身觑。好一个贤达的伯娘也，我错埋怨了他。他元来是九烈三贞贤达妇，兀的个老人家尚然道出嫁从夫。呀！伯娘入去了，可怎么这一晌还不见山来？我早猜着了也。一来是收拾祭物，二来是准备孝服，第三来可是报与亲属。<br>自从俺天瑞兄弟，三口儿一去十五年，并无音信。我则看着那刘安住孩儿，知他有也是无。我偌大家私，无人承受，烦恼的我眼也昏了，耳也聋了。兀那小的，你是谁家的？在我门首走来走去的？我又不在你家门首，我这里是认亲眷的，干你甚么事？不是我家门首，可是谁家门首？那壁敢是刘天祥伯伯么？则我便是刘天祥。伯伯请上，受您侄儿几拜。<br>【迎仙客】因歉年趁熟上，别家乡临外府。怎知道命儿里百般无是处。先亡了俺嫡亲的爷娘，守着这别人家父母。整受了十五载孤独，你叫做甚么名字？则俺呵，便是您作儿刘安住。你那里见刘安住来？则我便是刘安住。婆婆，你欢喜咱，俺刘安住孩儿回家来了也。甚么刘安住？这里哨子每极多，见咱有些家私，假做刘安住来认俺。他爷娘去时，有合同文书，若有便是真的，无便是假的。婆婆也道的是。我出去问他。刘安住，你去时节有合同文书，你将的来我看。有文书来，适才交付与伯娘了也。婆婆，休斗我耍，我问刘安住来，他道你拿着文书了也。我不曾拿。刘安住，婆婆道他不曾拿。孩儿也，你等我来波，怎么就与了他？<br>【石榴花】俺一生精细一时粗，直恁般不晓事忒糊涂。则他那口如蜜钵说从初，并无间阻，索看文书。我则道是亲骨血这搭儿里重完聚，一家儿世不分居。我将这合同一纸慌忙付，倒着俺做了扁担脱两头虚。<br>【斗鹌鹑】我将那百诈的虔婆，错认做三移孟母。我又不索您钱财，又不分您地土。只要把无主的亡灵归墓所，你可也须念兄弟每如手足。便做道这张纸为有为无，难道我姓刘的不亲不故。<br>父亲、母亲，兀的不痛杀我也！<br>【上小楼】想着俺劬劳父母，遇了这饥荒时务。辞着兄嫂，引着妻男，趁着丰熟。怎知道寿短促，命苦毒，再没个亲人看顾，闪的这两把骨殖儿不着坟墓。<br>【幺篇】伯娘你也忒狠酷，怎对付！则待要瞒了侄儿，背了伯伯，下了埋伏。单则是他亲女，和女夫，把家缘收取，可不俺两房头灭门绝户？安住孩儿，你那合同文书委实在那里也？恰才是伯娘亲手儿拿进去了。这个说谎的小弟子孩儿，我几曾见那文书来？伯娘，休斗您孩儿妥。你恰才明明的拿进去，怎说不曾见？我若见你那文书，着我邻舍家害疔疮。婆婆。你若是拿了，将来我看。这老儿也糊突。这纸文书，我要他糊窗儿？有甚么用处？这厮故意的来捏舌，待诈骗咱的家私哩。伯伯，您孩儿不要家财，则要傍着祖坟上埋葬了俺父母这两把儿骨殖。我便去也。老的，你只管与他说甚么？咱家去来。认我不队我便罢，怎么将我的头打破了？天那！谁人与我做主咱！老汉李社长是也。打从刘天祥门省经过，看见一个后生，在那里啼哭，不知为何？我问他波。这小的，你是甚么人：我是十五年前趁熟去的刘天瑞儿子刘安住，是谁打破你头天？这不干我伯父事，是伯娘不肯认我，拿了我合同文书，抵死的赖了，又打破我的头来。刘安住，你且省烦恼。你是我的女婿，我与你做主。<br>【满庭芳】谢得你太山做主，我是他嫡亲骨血，又不比房分的家奴。将骨殖儿亲担的还乡，故走了些偌远程途。你道俺那亲伯父因何致怒，赤紧的打尧婆先赚了我文书。难道不认就罢了？我可也难回去，但能勾葬埋了我父母，将安住认不认待何如？<br>刘天祥的老婆婆无礼也，我与你说去。刘天祥开门来，开门来。谁唤门哩？刘天祥，你甚么道理？你亲侄儿回来，你认他不认他便罢，怎生信着妻言，将他头都打破了？这个社长，你不知他是诈骗人的，故来我家里打诨。他即是我家侄，当初发曾有合同文书，有你画的字，有那文书便是刘安住。你说的是。兀那小的，你是刘安住，你父母曾有合同文书么？是有来，恰才交付与伯娘了也。刘大嫂，元来他有文书，是你拿着去了。我若拿了他文书，我吃蜜峰儿的屎。且休问他文书，则问他那小的，你父亲那里人氏？姓甚名谁？为何出外？说的是便是刘安住。兀那小的，你既是刘定住，你父亲那里人氏？姓甚名谁？为何出外？说的是便是刘安住。兀那小的，你既是刘安住，你父亲那里人氏？姓甚名谁？因何出外？说的是便是刘安住，说的不是便不是刘安住？听您孩儿说来：祖居汴梁西关义定坊，住人刘天祥，弟天瑞，侄儿安住，年三岁。则为六料不收，上司明文，着俺分房减口，各处趁熟。有弟天瑞，自愿带领妻儿他乡趁熟，一应家私田产，不曾分另。今立合同文书二纸各收一纸为照。立合同文书人刘天祥，同立文书刘天瑞，保见人李社长。不期父母同安住趁熟，到山西潞州平县下马村张秉彝家店房中安下，父母染病双亡，有张秉彝抬举的我成人长大。我如今十八岁了，提着俺父母两把骨殖儿，来认伯父。谁想伯娘将合同文书赚的去了，伯伯又不肯认我，倒打破了我的头。这等冤枉，那里去分诉也！再不消说，正是我女婿刘安住。这个社长，你好不晓事，是不是不干你事。关上门，老的，咱家里来，这个老虔婆，使这等见识，故意不认他。现放着大衙门，我引的你告状去来。老夫包拯是也。西延边赏军回还，到这汴梁西关里，只见一丛人闹。张千，你与我看着，为甚么事来？冤屈也。拿过来。。)当面。(社长词云)告大人停嗔息怒。听小人从头剖诉：小人是本社长，他姓刘唤名安住。父天瑞，伯伯天祥。是嫡亲同胞手足。。为荒年上司传示，着分房各处趁熟，他父母远奔潞州，在张秉彝店中安寓。就当日造下合同，把家私明明填注。念小人有女定奴，曾许做刘家媳妇。这文书上写作见人，也只为沾亲带故。是一样写成二纸，各收执存为证据。谁想刘天瑞夫妇双亡，死的个不着坟墓。刚留不?<br>踩旰⒍潘擞胨椴浮５饺缃袷逵嗄辏嗟谜疟褪挚搓铩＝桓队牒贤氖椋呕丶胰纤浮＝侵匙鲆坏Ｌ衾矗竿陌孳愫蒙藏取５矫徘捌布菪牡牟铮盐氖樵缦茸ァ０侔愕牡兰傧诱妫荒盍彩鳌Ｑ奂么蚱贫钔罚恋乃宋蘼贰Ｐ矣鲎徘嗵炖弦泼骶挡蝗菁轶肌？闪醢沧「呵卧氩皇抢钌绯そ趟粑瘛?包待制云)兀的刘安住，我不问你别的，只问你这十五年在那里居住来？(正末云)小人在潞州高平县下马村张秉彝家居住来。(唱)<br>【十二月】可怜我时乖命苦，只在张秉彝家暂寓权居。生受了些风餐水宿，巴的到祖贯乡闾。我只道认着了伯娘伯父，便欢然复旧如初。<br>【尧民歌】怎知俺伯娘啊，他是个不冠不带泼无徒，才说起刘家安住便早嘴卢都。他把俺合同文字赚来无，尽场儿揣与俺个闷葫芦。似这冤也波屈，教俺那里诉，只落得自吞声，暗啼哭。<br>(包待制云)张千将一行人都与我带到开封府里来。(同下)(社长云)孩儿也，将这两把骨殖，且安在我家里，我同你到开封府去来。(正末云)那开封府包龙图，俺也多曾见人说来。(唱)<br>【收尾】他清耿耿水一似，明朗朗镜不如。他将俺一行人都带到南衙去，我拚把个头磕碎金阶，叫道委实的屈。(同下)<br><br>第四折<br>(张千排衙上，云)在衙人马平安，抬书案。(包待制上，诗云)冬冬衙鼓响，公吏两边排。阎王生死殿，东狱吓魂台。老夫包拯，自十日前西延边赏军回来，打西关里过，有一火告状的是刘安住。老夫将一行人都下在开封府同衙牢里，只不审问。你道为何？只为刘安住告的那词因上说道：十五年前在潞州高平县下马村张秉彝家住来，以此老夫十日不问。我已曾差人将张秉彝取到了也。张千，将安住一起，都与我拿上厅来者。(正末同众上)(正末唱)<br>【双调】【新水令】只俺这小人不解大人机，把带伤人倒监了十日。干连人不问及，被论人尽勾提。暗暗猜疑，怎参透就中意。<br>(张千云)当面。(众跪科)(包待制云)一行人都有么？(张千云)禀爷，都有了也。(包待制云)刘安住，这个是你的谁？(正末云)是我伯父、伯娘。(包待制云)谁打破你头来？(正末云)是俺伯娘来。(包待制云)谁拿了你合同文书来？(正末云)俺伯娘拿了来(包待制云)那伯娘是您亲的么？(正末云)是俺亲的。(包待制云)兀那婆子，这个是您亲侄儿不是？(搽旦云)这不是俺亲侄儿，他要混赖俺家私哩。(包待制云)你拿了他文书，如今可在那里？(搽旦云)并不曾见甚么文书，若见果我就害眼疼。(包待制云)兀那刘天祥，这个是你亲侄儿么？(刘天祥云)俺那侄儿，是三岁离家的，连我也不认的。婆婆说道不是。(包待制云)这老儿好葫芦提。怎生婆婆说不是就不是？兀那李社长，端的他是亲不是亲？(社长云)这个是他亲伯父、亲伯娘，这婆子打破他头。我是他亲丈人，怎么不是亲的？(包待制云)兀那刘天祥，你怎么说？(刘天祥云)婆婆说不是？多咱不是。(包待制云)既然这老儿和刘安住不是亲呵，刘安住，你与我拣一根大棒子，拿下那老儿，着实打者。(正失唱)<br>【乔牌儿】他是个老人家多背悔，大人须有才智。外人行白打了犹当罪，可不俺关亲人绝分义。(包待制云)你只打着他，问一个谁是谁非，便好定罪也。(正末唱)<br>【挂玉钩】相公道谁是谁非便得知，(包待制做怒科，云)兀那刘安住，你可怎生不着实打者，(正未唱)俺父亲尚兀是他亲兄弟。却教俺乱棒胡敲忍下的，也要想个人心大理终难昧。我须是他亲子侄，又不争甚家和计。我本为行孝而来，可怎么生忿而归？(包待制诗云)老夫低首自评论，就中曲直岂难分。为甚侄儿不将伯父打。可知亲者原来则是亲。兀那小厮，我着你打这老儿，你左来右去。只是不肯打。张千，取枷来将那小厮枷了者。(做枷正末科)(正末唱)<br>【雁儿落】他荆条棍并不曾汤着皮，我荷叶枷倒替他耽将罪。稳放着打尧婆在一壁，急的那个社长难支对。<br>【得胜令】呀！这是我独自落便宜，好着我半晌似呆痴。俺只道正直萧丞相，元来是风魔的党太尉。堪悲，屈沉杀刘天瑞，谁知可怎了葫芦提包待制？(包待制云)张千，将刘安住下在死囚牢里去。你近前来。(打耳喑科)(张千云)理会的。(张千做枷正末下)(包待制云)这小厮明明要混赖你这家私，是个假的，(搽旦云，大人见的是。他那里是我亲侄儿刘安住？(张千云)禀爷，那刘安住下在牢里发起病来，有八九分重哩。(包待制云)天有不测风云，人有旦夕祸福：那小厮恰才无病，怎生下在牢里便有病？张千你再去看来。(张千报，云)病重九分了也。(包待制云)，你再看云。(张千又报，云)刘安住太阳穴被他物所伤，观有青紫痕可验，是个破伤风的病症，死了也。(搽旦云)死了，谢天地。(包待制云)怎么了这桩事？如今倒做了人命，事越重了也。兀那婆子，你与刘安住关亲么？(搽旦云)俺不亲。(包待制云)你若是亲呵，你是大他是小，休道死了一个刘安住，便死了十个，则是误杀子孙不偿命，则罚些铜纳赎；若是不亲呵。道不的杀人偿命，欠债还钱。他是各白世人，你不认他罢了，却拿着甚些仗打破他头，做了破伤风身死。律上说：殴打平人，因而致死者抵命。张千将枷来，枷了这婆子，替刘安住偿命去。(搽旦慌科，云)大人，假若有些关亲，可饶的么？(包待制云)是亲便不偿命。(搽旦云)这等，他须是俺亲侄儿哩。(包待制云)兀那婆子，刘安住活时你说不是，刘安住死了，可就说是。这官府倒由的你那？既说是亲侄儿，有甚么显证？(搽旦云)大人，现有合同文书在此。(包待制词云)这小厮本说的丁一确二，这婆子生扭做差三错四。我用的个小小机关，早嫌出合同文字。兀那婆子，合同文书有一样两张，只这一张，怎做的合同文字？(搽旦云)大人，这里还有一张。(包待制云)既然合同文字有了也，你买个棺材。葬埋刘安住去罢。(搽旦叩头科，云)索是谢了大人。(包待制云)张千，将刘安住尸首，抬在当面，教他看去。(张千领正末上)(搽日见科，云)呀！他原来不曾死。他是假的，不是刘安住。(包待制云)刘安住，被我赚出这合同文书来了也。(正末云)若非青天老爷，兀的不屈杀小人也！(包待制云)刘安住，你欢喜么？(正末云)可知欢喜哩。(包待制云)我更着你大欢喜哩。张千，司房中唤出那张秉彝来者。(张秉彝上，见正末悲科)(正末唱)<br>【甜水令】我只为认祖归宗，迟眠早起，登山涉水，甫能勾到庭帏。又谁知伯母无情，十分猜忌，百般驱逼，直恁的命运低微。<br>【折桂令】定道是死别生离，与俺那再养爹娘，永没个相见之期。幸遇清官，高抬明镜，费尽心机。赚出了合同的一张文契，才许我埋葬的这两把儿骨殖。今日个父子相依，恩义无亏，早则不迷失了百世宗支，俺可也敢忘味了你这十载提携。<br>(包待制云)这一桩公事都完备了也。一行人跪着，听我老夫下断。(词云)圣天子抚世安民，尤加意孝子顺孙。张秉彝本处县令，妻并赠贤德夫人。李社长赏银百两，着女夫择日成婚。刘安住力行孝道，赐进士冠带荣身。将父母祖茔安葬，立碑碣显耀幽魂。刘天样朦胧有罪，念年老仍做耆民。妻杨氏本当重谴，姑准赎铜罚千斤。其赘婿元非瓜葛，限即时逐出刘门。更揭榜通行晓谕，明示的王法无亲。(众谢科)(正末唱)<br>【水仙子】把白褴衫换了绿罗衣，抵多少一举成名天下知。为甚么皇恩不弃孤寒辈，似高天雨露垂，生和死共戴荣辉。虽然是张秉彝十分仁德，李社长一生信义，也何如俺伯父家有贤妻。<br>题目刘安住归认祖代宗亲<br>正名包龙图智赚合同文字",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}