{
  "id": 71157,
  "star": 1216,
  "name": "公输",
  "dynasty": "先秦",
  "content": "　　公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于鲁，行十日十夜，而至于郢，见公输盘。</p> <p>　　公输盘曰：“夫子何命焉为？”</p> <p>　　子墨子曰：“北方有侮臣者，愿借子杀之。”公输盘不说。</p> <p>　　子墨子曰：“请献十金。”</p> <p>　　公输盘曰：“吾义固不杀人。”</p> <p>　　子墨子起，再拜，曰：“请说之。吾从北方闻子为梯，将以攻宋。宋何罪之有？荆国有余于地，而不足于民，杀所不足而争所有余，不可谓智；宋无罪而攻之，不可谓仁；知而不争，不可谓忠。争而不得，不可谓强。义不杀少而杀众，不可谓知类。”</p> <p>　　公输盘服。</p> <p>　　子墨子曰：“然胡不已乎？”</p> <p>　　公输盘曰：“不可，吾既已言之王矣。”</p> <p>　　子墨子曰：“胡不见我于王？”</p> <p>　　公输盘曰：“诺。”</p> <p>　　子墨子见王，曰：“今有人于此，舍其文轩，邻有敝舆而欲窃之；舍其锦绣，邻有短褐而欲窃之；舍其粱肉，邻有糠糟而欲窃之——此为何若人？”</p> <p>　　王曰：“必为有窃疾矣。”</p> <p>　　子墨子曰：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也。荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富，宋所谓无雉兔鲋鱼者也，此犹粱肉之与糠糟也。荆有长松文梓楩楠豫章，宋无长木，此犹锦绣之与短褐也。臣以王吏之攻宋也，为与此同类。”</p> <p>　　王曰：“善哉！虽然，公输盘为我为云梯，必取宋。”</p> <p>　　于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之。公输盘之攻械尽，子墨子之守圉有余。</p> <p>　　公输盘诎，而曰：“吾知所以距子矣，吾不言。”</p> <p>　　子墨子亦曰：“吾知子之所以距我，吾不言。”</p> <p>　　楚王问其故。</p> <p>　　子墨子曰：“公输子之意不过欲杀臣。杀臣，宋莫能守，乃可攻也。然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”</p> <p>　　楚王曰：“善哉。吾请无攻宋矣。”</p> <p>　　子墨子归，过宋。天雨，庇其闾中，守闾者不内也。故曰：治于神者，众人不知其功。争于明者，众人知之。",
  "fanyi": "<p><strong>译文</strong><br>　　公输盘替楚国造云梯这类攻城的器械，造成后，将要用它来攻打宋国。墨子先生听到这个消息后，从鲁国出发，行走了十天十夜，才到达郢都，见到了公输盘。</p> <p>　　公输盘说：“先生有什么见教呢？”</p> <p>　　墨子先生说：“北方有一个欺侮我的人，我希望借助您的力量去杀了他。”</p> <p>　　公输盘很不高兴。</p> <p>　　墨子先生说：“请让我奉送（给您）十金。”</p> <p>　　公输盘说：“我坚守道义坚决不杀人。”</p> <p>　　墨子先生起身，拜了两拜，说：“请（让我）解说这件事。我在北方听说你在制造云梯，将要用它来攻打宋国。宋国有什么罪呢？楚国在土地方面有富余却在人口方面不够，牺牲不足的人口而争夺多余的土地，不能说是明智的；宋国没有罪却攻打它，不能说是仁义的；知道这道理而不对楚王进行劝阻，不能说是忠君的；劝阻却没有成功，这不能称作坚持；你崇尚仁义不肯帮我杀死欺负我的一个人，却要为楚国攻打宋国而杀死很多人，不能叫做明白事理。”</p> <p>　　公输盘被说服了。</p> <p>　　墨子先生说：“既然这样，那么为什么不停止计划呢？”</p> <p>　　公输盘说：“不行，我已经向楚王说了这件事了。”</p> <p>　　墨子先生说：“为什么不向楚王引见我呢？”</p> <p>　　公输盘说：“好吧。”</p> <p>　　墨子先生拜见了楚王，说：“现在这里有一个人，舍弃他自己装饰华美的车，邻居有破车，却想要去偷；舍弃自己华美的衣服，邻居有件粗布衣服，却想要去偷；舍弃自己的好饭好菜，邻居只有粗劣饭食，却想要去偷。——这是怎么样的一个人呢？”</p> <p>　　楚王回答说：“这个人一定是患有偷盗的毛病了。”</p> <p>　　墨子先生说：“楚国的土地，方圆大小足有五千里；宋国的土地，方圆大小不过五百里，这好像装饰华美的车子同破车相比。楚国有云梦泽，里面有成群的犀牛麋鹿，长江、汉水里的鱼，鳖，鼋，鳄鱼多得天下无比；宋国却像人们所说的一样，是一个连野鸡、兔子、小鱼都没有的地方，这好像美食佳肴同糠糟相比。荆国有巨松、梓树、黄楩木、楠、樟等名贵木材；宋国是一个连多余的木材都没有的国家，这就像华丽的衣服与粗布短衣相比。我认为大王派官吏进攻宋国，是和这个患偷窃病的人的行为是一样的。”</p> <p>　　楚王说：“好啊！虽然这样，(但是)公输盘给我造了云梯，一定要攻取宋国。”</p> <p>　　在这种情况下（楚王）召见公输盘，墨子先生解下衣带，用衣带当作城墙，用木片当作守城器械。公输盘多次用了攻城的巧妙战术，墨子先生多次抵御他。公输盘的攻城的方法用尽了，墨子先生的抵御器械还绰绰有余。</p> <p>　　公输盘理屈，却说：“我知道用来抵御你的方法，可我不说。”</p> <p>　　墨子先生说：“我知道你要用来抵御我的方法，我也不说。”</p> <p>　　楚王问其中的缘故。</p> <p>　　墨子先生说：“公输先生的意思，不过是要杀掉我。杀了我，宋国没有人能守城，就可以攻取了。可是我的学生禽滑厘等三百多人，已经拿着我的守城器械，在宋国城上等待楚国入侵了。即使杀了我，也不能杀尽（宋国的抵御者）啊。”</p> <p>　　楚王说：“好，我不攻打宋国了。”</p> <p>　　墨子从楚国归来，经过宋国，天下着雨，他到闾门去避雨，守闾门的人却不接纳他。所以说：“运用神机的人，众人不知道他的功劳；而于明处争辩不休的人，众人却知道他。”</p> <p><strong>注释</strong><br>1.公输盘：鲁国人，公输是姓，盘是名，也写做“公输班”。能造奇巧的器械，有人说他就是鲁班。<br>2.云梯：古代战争中攻城用的器械，因其高而称为云梯。<br>3. 将以攻宋：准备用来攻打宋国。以，用来。将，准备。<br>4.子墨子：指墨翟（此字念“dí\"，；姓中念作“zhái\"）。前一个“子”是夫子（即先生、老师）的意思，学生对墨子的尊称。后一个是当时对男子的称呼。<br>5.闻之：闻，听说。之，代指攻宋这件事。<br>6.起于鲁：起，起身，出发。于，从。<br>7.而：表顺承。<br>8.至于郢：至于，到达。郢，春秋战国时楚国国都，在今天的湖北江陵。<br>9.夫子：先生，古代对男子的敬称，这里是公输盘对墨子的尊称。<br>10.何命焉为：有什么见教呢？命，教导，告诫。焉为，两个字都是表达疑问语气的句末助词。<br>11.侮：欺侮。<br>12.臣：墨子的自我谦称（秦汉以前对一般人也可自称“臣”）。<br>13.愿借子杀之：希望借助你的力量去杀了他。愿，希望。借，凭借，依靠。<br>14.说：通“悦”，高兴，愉快。<br>15.请献十金：请允许我奉送（你）十金（作为杀人的酬）。请，和下文“请说之”的“请”，大致相当于现在的“请允许我”。金：量词，先秦以二十两（银子）为一金。<br>16.义：坚守道义。<br>17.固：坚决，从来。<br>18.再拜：先后拜两次，表示郑重的礼节。再：第二次。<br>19.请说之：请允许我解说这件事。说：解说。之：代词，代墨子下面要说的话。<br>20.吾从北方闻子为梯：我在北方听说您制造了云梯。为：做，造。<br>21.何罪之有：即“有何罪”，有什么罪呢？之：提宾标志。<br>22.荆国有余于地而不足于民：荆国有的是土地而没有足够的人民。荆国：楚国的别称。有余于地：在土地方面有多。于：在……方面。<br>23.杀所不足而争所有余：损失不足的而争夺有余的，意思是牺牲百姓的生命去争夺土地。而，表转折，却。<br>24.不可谓智：不可以说是聪明。<br>25.仁：对人亲善，友爱。<br>26.知而不争（zhèng）：知道这道理却不对楚王进行劝谏。<br>27.不得：不能达到目的。<br>28.知类：明白类推的道理。类：对事物作类比进而明白它的事理。<br>29.服：信服。<br>30.然胡不已乎：但是为什么不停止（攻打宋国的计划）呢？ 然：但是。胡：为什么。已：停止。<br>31.胡不见我于王：为什么不向楚王引见我呢？见：引见。于王：状语后置语。王：指楚惠王。<br>32.诺：好，表示同意。<br>33.文轩：装饰华美的车。文：彩饰。轩：有篷的车。<br>34.敝舆：破车。<br>35.褐：粗布衣服。<br>36.粱肉：好饭好菜。<br>37.何若：什么样的。<br>38.犹......之与......也：好像.......同.....相比。固定用法。<br>39.云梦：楚国的大泽，跨长江南北，也包括今天的洞庭湖、洪湖和白鹭湖等湖沼。<br>40.犀：雄性的犀牛。<br>41.兕：雌性的犀牛。<br>42.鼍：鳄鱼。<br>43.鲋鱼：一种像鲫鱼的小鱼。<br>44.文梓：梓树。文理明显细密，所以叫文梓。楩：黄楩木。豫章：樟树。这些都是名贵的木材。<br>45.长木：多余的木材。<br>46.王吏：指楚王所派攻宋的官吏。<br>47.善哉：好呀。<br>48.虽然：虽然如此。<br>49.见：召见。<br>50.牒：木片。<br>51.九：表示次数多，古代“三”、“九”常有这种用法。<br>52.机变：巧妙的方式。<br>53.距：通“拒”，抵御。<br>54.尽：完。<br>55.守圉：守卫。圉：通“御”，抵挡。<br>56.诎：通“屈”，意思是理屈，（办法）穷尽。<br>57.所以：用来……的方法。和现代汉语利用来表示因果关系的连词“所以”不同。<br>58.莫：没有谁。<br>59.禽滑厘：人名，魏国人。墨子学生。<br>60.已：已经。<br>61.寇：入侵。<br>62.虽杀臣，不能绝也：即使杀了我 ，也不能（杀）尽（宋的守御者）。虽：即使。绝：尽。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《公输》（《公输》为后人添加的，取的是文章的前两个字）通过墨子止楚攻宋的故事，生动地叙述了墨子为实现自己的“非攻”主张，所表现出的艰苦实践和顽强斗争的精神，同时也暴露了公输盘和楚王的阴险狡诈，从而说明只有把道义和实力结合起来，才能迫使侵略者收敛其野心。</p> <p>　　在这篇文章里，墨子对战争的性质看得是比较清楚的。他能明确指出楚攻宋之不义，因而他不辞辛劳，长途跋涉赶到楚国都城，以实际行动去制止战争的发生。正因为墨子站在正义一边，所以自始至终，都以主动进攻的姿态向公输盘及其主子楚王进行了无可调和的斗争，而且理直气壮，义正辞严。要想制止这场战争的发生，是一件极为不易的事。然而墨子终于制止了这场战争。这固然同墨子的机智善辩颇有关系，但更重要的却在于他能够针对敌方的要害展开攻势。首先，他从道义上击败敌人。墨子至楚后，公输盘问他为何而来，他说：“北方有侮臣者，愿借子杀之。”先是使得公输盘“不说（悦）”，继而逼出“吾义固不杀人。”但公输盘只知道杀一人谓之不义，却不知兴师攻宋杀更多的人，是更大的不义。所以墨子接着指出：“义不杀少而杀众，不可谓知类。”把公输盘说得哑口无言。在十分狼狈的情况下，公输盘不得不把责任转嫁到楚王身上。墨子见楚王，同样采取了“以子之矛攻子之盾”的办法，从道义上谴责楚攻宋之不义。他以富人盗窃穷人为喻，问楚王“此为何若人”，使楚王承认此人“必为有窃疾矣”。因此楚以富有之国而攻伐贫穷之宋，正“为与此同类”。在墨子强有力的论据面前，楚王也不得不诺诺称是。公输盘的“义不杀少而杀众”和楚王以富窃贫，在道义上都是站不住的，因而他们理屈词穷，弄得尴尬不堪。从而说明对于强大而又顽固之敌，只是在道义上攻破它还远远不够，与此同时，还必须在实力上同敌人较量，并压倒它，才有可能迫使侵略者放弃勃勃野心。墨子意识到了这一点。因而他“解带为城，以牒为械。公输盘九设攻城之机变。子墨子九距之。公输盘之攻械尽，子墨子之守圉有余”。这虽然只停留于近乎纸上谈兵，却是一次战术上的较量，大大灭了公输盘仗恃云梯之械攻宋的嚣张气焰。公输盘虽被挫败，但侵宋之心仍然不死。直到墨子说出即使杀掉他，“然臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣”之时，在实力的对抗之下，才使公输盘和楚王死了攻宋之心。</p> <p>　　阻止这场战争的不是道义，而是墨子的智慧，在绝对失败的情况下，楚王放弃攻打宋国。</p> <p>　　这表明，面对大国的不义之战，要敢于斗争。一方面要从道义上揭露其不义，使他们在舆论上威风扫地；另一方面，要从实力上作好充分准备，使他们的侵略野心无法得逞。这个道理，不仅在历史上是行之有效的，而且在今天也不无借鉴意义。</p> <p>　　从写作特点来看，本文通过曲折生动的故事，围绕矛盾冲突来阐明道理，凸显人物性格。当墨子到楚国见到公输盘，经过道义上的一番谴责之后，公输盘“服”了。它似乎意味着矛盾得以解决。其实不然。当墨子指出：你既然“服”了，何以不停止攻宋呢？这么一问，公输盘却把责任转嫁于楚王。这既说明他口是心非，又引出了与楚王的新矛盾。为解决它，墨子去见楚王，从道义上把楚王驳得体无完肤，致使楚王称“善”。看来矛盾该是解决了。其实不然。楚王同公输盘一样，只不过是耍了个花招罢了。他在称“善”之后用“虽然”二字一转，又把责任推到公输盘身上，说什么“公输盘为我为云梯，必取宋”。这样一来，矛盾就更加复杂化了。又是与楚王的矛盾，又是与公输盘的矛盾，二者错综交织在一起。面对这样顽固而又狡诈的敌人，如果还采取先前那种从道义上揭露的办法对付他们，显然是不能奏效的。那么究竟怎样解决这一矛盾，既是摆在墨子面前的一个十分艰巨的课题，也是读者想要急切知道的。出自墨子的机智多谋，来了个以眼还眼，以牙还牙。既然楚王和公输盘都仗恃云梯这一攻城之械来攻宋，就需要把云梯这个迷信予以彻底摧毁。于是墨子便在战术上与公输盘来一次较量。较量的结果，公输盘彻底失败，屈服了。然而，矛盾非但没有解决，且向纵深发展。公输盘在黔驴技穷的情况下，竟想下毒手把墨子这个劲敌杀掉，妄图扫清攻宋道路上的障碍。但是这一阴谋不但未能得逞，反被墨子一眼看穿进而一针见血地当面揭露。墨子还严正告诉他们：“臣之弟子禽滑厘等三百人，已持臣守圉之器，在宋城上而待楚寇矣。虽杀臣，不能绝也。”最后在实力的对比和威慑之下，楚王才被迫说出“善哉！吾请无攻宋矣”的话来。矛盾终于得以解决。试看故事是多么曲折生动！矛盾冲突犹如波浪起伏，滚滚向前推进。</p> <p>　　再者，作者还善于运用类比说理，进行层层推理。墨子见公输盘和楚王，都不是直陈其事，开宗明义，而是先作比喻，然后进行逻辑推理，使之持之有故，言之成理，这就大大增强了说服力，收到了很好的艺术效果。而尤为突出者，是作者运用比喻之妙。诸如墨子见到公输盘后，公输盘问他有何见教，他并不正面直答来意，而说：“北方有侮臣者，愿借子杀之。”他把问题说得十分严重，意在一下子把对方的注意力引到这件事上，迫使对方对这件事立即表示态度，说出意见，亦即使对方说出自己要他说出的话来。可是公输盘偏偏不说，只是表示不高兴。公输盘不说，当然没有达到预期的目的。于是只好再来个火上加油，“请献十金”。这意味着要拿金钱贿赂收买他，让他去干杀人的勾当。这下子公输盘可沉不住气了，便脱口说出“吾义固不杀人”。墨子之所以使他不高兴，继而又激怒他，无非是让他说出这句话来，然后再予以批驳。墨子见楚王，则是另一番气象。一开头就作比说：“今有人于此”如此这般。他不用“倘若”“假如”等假设字样，好像是讲一件实实在在的事，使对方不致发生错觉，能够听得进去，然后让对方说出自己要他说出的话来。墨子连用了三个比喻，然后问楚王：“此为何若人？”楚王很痛快地回答说：“必为有窃疾矣。”既然回答得痛快，那就毫无必要再用激将的办法进一步逼问了。但读者完全可以想像，假如楚王也像公输盘那样吞吞吐吐的话，墨子将会用别的办法使他说出自己要他说的话的。可见，墨子是根据不同对象的表现，而采用不同的方式方法。总之，要他们说话，要他们说出自己想要他们说的话。不说话，不行；说了话，达不到自己的目的也不作罢。只要他们说了话，事情就好办了，就可以抓其把柄，以子之矛攻子之盾了。墨子就是用这种引鱼上钩、先发制人的办法，进行说理的，自始至终都以主动进攻的姿态出现，使对方完全处于被动挨打的地位。文章之所以富有逻辑性和说服力，是同这种说理方法密不可分的。</p>",
  "about": "<h2>文言现象</h2> <p><strong>词类活用</strong><br>吾既已言之王矣 言：名词作动词，说，告诉。<br>吾义固不杀人 义：名词作动词，善良坚持道义。<br>公输盘九设攻城之机变 机变：动词作名词，巧妙的方式。<br>虽杀臣，不能绝也 绝：形容词作动词，杀尽，杀光。<br>义不杀少而杀众 众：形容词作名词，少量的人，众多的人。<br>在宋城上而待楚寇矣 寇：名词作动词，入侵。<br>犀兕麋鹿满之 满：形容词作动词，充满。<br>子墨子之守圉有余 守圉：动词作名词，守圉的方法。<br>公输盘之攻械尽 尽：形容词作动词，用尽。</p> <p><strong>古今异义</strong><br>再 古义：两次 今义：又一次。 　<br>所以 古义：用来....的方法 今义：表因果关系的连词。 　<br>地方 古义：土地方圆 今义：领土，土壤。 　<br>虽然 古义：虽然如此 今义：表示承认前边的为事，但后边的并不因此而不成立的连词。 　<br>金 古义：古代计算金属货币的单位 今义：今常表示“金银”的“金”。 　<br>文 古义：刺花纹，彩饰 今义：常指字和文章。 　<br>胡 古义：为什么 今义：姓氏。</p> <p><strong>一词多义</strong><br>⑴为：公输盘为楚造云梯之械 替。<br>子墨子解带为城 作为<br>夫子何命焉为？ 与“焉”合用，表示疑问语气。<br>必为有窃疾矣 是。<br>公输盘为我为云梯 后面的“为”：制造。<br>以牒为械 当作。<br>臣以王吏之攻宋也，为与此同类 表判断动词，是<br>⑵见：行十日十夜而至于郢，见公输盘 动词，会见。<br>于是见公输盘动词，召见。<br>胡不见我与王 引见<br>⑶类：不可谓知类 动词，事理.<br>为与此同类 名词，种类.<br>⑷子：子墨子闻之 子（第一个）夫子，先生；子（第二个）尊称。<br>愿借子杀之 子，您<br>⑸说：公输盘不说 说，通“悦”，高兴。<br>请说之 说，陈述，解释<br>⑹然：虽然，公输盘为我为云梯 这样<br>然臣之弟子禽滑厘等三百人 但是<br>⑺之：子墨子闻之 代词，指“公输盘为楚造云梯者，成，将以攻宋”这个消息<br>宋何罪之有 宾语前置的标志<br>臣以王吏之攻宋也 吾知子之所以距我 主谓间取消句子独立性不译<br>吾既已言之王矣 代词，代这件事<br>愿借子杀之 代侮臣者<br>荆之地方五千里 的<br>公输盘为楚造云梯之械 这种<br>请说之 代词，代这件事<br>宋无罪而攻之 代词，代宋<br>犀兕麋鹿满之 代词，代云梦<br>公输盘九设攻城之机变 助词，的<br>守圉之器 助词，的<br>臣之弟子禽滑厘等三百人 助词，的<br>公输盘之攻械尽，子墨子之守圉有余 助词，的<br>⑻起：起于鲁 出发、动身<br>子墨子起，再拜 起身<br>⑼以：将以攻宋 凭借<br>臣以王吏之攻宋也 认为　以牒为械 用<br>⑽于：胡不见我于王 向<br>今有人于此 在　起于鲁 从<br>⑾争（四声）：争有所余：动词，争夺<br>知而不争：谏诤<br>⑿已：然胡不已乎 停止<br>不可，吾既已言之王矣 已经<br>⒀文：舍其文轩 花纹彩饰，形容词<br>荆有长松文梓楩楠豫章 文理<br>⒁虽：善哉，虽然，公输盘为我为云梯，必取宋。虽然<br>虽杀臣，不能绝也。即使</p> <p><strong>通假字</strong><br>1、公输盘不说(通“悦”，高兴)<br>2、子墨子九距之(通“拒”，阻挡)<br>3、子墨子之守圉有余(通“御”，抵挡)<br>4、公输盘诎(通“屈”，理屈)<br>5、知而不争（通“诤”，劝阻）</p> <p><strong>主要虚词</strong><br>之<br>公输盘为楚造云梯之械——相当于“的”；也可译为“这类的”。<br>愿借子杀之——他。<br>子墨子闻之——造云梯攻打宋的事情。<br>此犹文轩之与敝舆也——主谓之间，取消句子独立性。<br>子墨子之守围有余——主谓之间，取消句子独立性。<br>宋何罪之有——宾语前置标志。<br>吾既已言之王矣——造云梯这件事。<br>2.而<br>行十日十夜而至于郢——表承接。<br>邻有敝舆而欲窃之——表转折，“却”。<br>已持臣守圉之器在宋城上而待楚寇矣——表承接。<br>公输盘诎，而曰——表转折，“却”。<br>杀所不足，而争所有余——表转折，“却”。<br>知而不争，不可谓忠——表转折，“却”。<br>臣见大王之必伤义而不得——表承接。<br>3.于<br>子墨子闻之，起于齐——从<br>行十日十夜而至于郢——到<br>荆国有余于地——在……方面。<br>胡不见我于王——引进动作对象。<br>今有人于此——在。<br>4.以<br>吾知所以距子矣——用来。<br>臣以王吏之攻宋也——认为。<br>以牒为械——用，把。 </p><br/><h2>主题思想</h2> 　　本文主要是通过对话形式，记叙了墨子用道理说服公输盘，迫使楚王不得不放弃对宋国的侵略意图的经过，出色地表现了墨子的机智勇敢和反对攻伐的精神，同时也暴露了公输盘和楚王的阴险狡诈，是墨子“兼爱”“非攻”的主张生动而又具体的体现。<br/><h2>创作背景</h2> <p>　　墨子所处的时代，各诸侯国掠夺性的战争频繁不已，严重破坏生产，甚至使下层人民被迫“折骨为炊，易子而食”。墨子希望解除劳苦大众的苦难，这是他提出“非攻”、“兼爱”等政治主张的思想基础。</p> <p>　　公元前440年前后，墨子约29岁时，楚国准备攻打宋国，请著名工匠鲁班制造攻城的云梯等器械。墨子正在家乡讲学，听到消息后非常着急；一面安排大弟子禽滑厘带领三百名精壮弟子，帮助宋国守城；一面亲自出马劝阻楚王。</p><br/><h2>写作特点</h2> <p>　　该文先写墨子以理说服公输盘；其次指责楚王攻宋之不智，楚王虽穷词夺理，但攻宋之心仍不死；末写挫败公输盘的进攻，并揭穿其阴谋，告以宋国早有准备，迫使楚王放弃用兵，层次清楚，结构紧密完整。本文采取类推的说理方法，加之排比、比喻，使文章生动活泼，逻辑性强，具有说服力。末段写墨子与公输盘较量，朴实无华，却极有力量。全文通过墨子的言论行动来刻画人物，形象鲜明突出。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "墨子及弟子"
  },
  "tags": [
    "初中文言文",
    "对话",
    "写人",
    "故事"
  ]
}