{
  "id": 47048,
  "star": 494,
  "name": "乌夜啼·昨夜风兼雨",
  "dynasty": "五代",
  "content": "昨夜风兼雨，帘帏飒飒秋声。烛残漏断频欹枕，起坐不能平。　<br>世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。",
  "fanyi": "<p><strong>译文</strong><br>昨天的夜晚，风雨交加， 遮窗的帐子被秋风吹出飒飒的声响，窗户外传来了令人心烦的风声雨声，整整响了一夜。蜡烛燃烧的所剩无几，壶中水已漏尽，我不停的多次起来斜靠在枕头上。 躺下坐起来思绪都不能够平稳。<br>人世间的事情，如同流水东逝，说过去就过去了，想一想我这一生，就像做了一场大梦，以前的荣华富贵生活已一去不复返了。醉乡道路平坦，也无忧愁，可常去，别的地方不能去。</p> <p><strong>注释</strong><br>1.兼：同有，还有。<br>2.帘帏（wéi）：帘子和帐子。帘，用布、竹、苇等做的遮蔽门窗的东西。帏，同帷，帐子，幔幕，一般用纱、布制成。<br>3.飒飒（sà）：象声词，这里形容风吹帘帏发出的声音。<br>4.烛残：蜡烛燃烧将尽。残，尽，竭。<br>5.漏断：漏壶中的水已经滴尽，表示时间已经很晚。漏，漏壶，为古代计时的器具，用铜制成。壶上下分好几层，上层底有小孔，可以滴水，层层下注，以底层蓄水多少计算时问。<br>6.频：时常，频繁。<br>7.欹（qī）枕：通彀，斜，倾斜。欹枕，头斜靠在枕头上。<br>8.平：指内心平静。<br>9.世事：指人世间的各种各样的事情。<br>10.漫：枉然，徒然。<br>11.浮生：指人生短促，世事虚浮不定。浮，这里为短暂、空虚之意。<br>12.醉乡：指人醉酒时神志不清的状态。<br>13.稳：平稳，稳当。宜，应当。<br>14.不堪行：不能行。堪，能够。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片，主要写作者的凄苦境遇和无奈情态。“昨夜风兼雨”，不从日而偏从夜写起，是写作者悲怀愁思的夜不能寐，“风兼雨”与“飒飒秋声”相对应，是渲染环境、气氛。在这种凄凉寒苦的景色中，作者的心境是可想而知的。之所以说“昨夜”，当还有一种不堪回首的感触在其中罢。这里虽然客观的写景，但主人公的形象，尤其是他的彷徨、郁闷的心情却已隐然可见。接下来二句就是直写了。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>在《喜迁莺·晓月坠》中曾有“无语枕频欹”之句，与此句“烛残漏断频欹枕”用意相同，但所思不同。以前是怀想佳人，君存情爱在先，如今却是是国破家亡成阶下之囚，境遇不同，感触自是相异，于是看“烛残”、听“漏断”，虽然仍是“无语”，但却已是“起坐不能平”了。“不能平”的不是身体，而是心境，这一次是连梦都没有了。上片虽似写景为主，描摹情状，但事实上作者那种愁思如潮、郁抑满怀的心情却已淋漓尽致地表现出来，深沉而又挚切。</p> <p>　　词的下片以抒情为主，抒发作者的切肤之痛和人生感慨。这既是“起坐不能平”的原因，也是“起坐不能平”中思前想后的结论。“世事漫随流水，算来梦里浮生”，昨日一国之君，今日阶下之囚；昨夜欢歌笑语，今夜“烛残漏断”，明日明夜呢？作者的苦痛遭遇，不能不使他有人生如梦的感慨和浩叹。一个“漫”字，极空虚，极幻妄，准确地传达了作者的万千思绪。一个“算来”，既说明作者是总结回顾了自己的过去得出的结论，但同时也传达出作者的那种十分迷惘、无奈的心情，同“漫”字一样地生动、传神。作者的这种慨叹是沉痛的，但同时也是消极的，于是作者宁愿醉去不醒，宁愿迷迷糊糊，“醉乡路稳宜频到”，原来作者指望的是一个“稳”字，一语道破天机，作者处境的危险困苦不言自明。所以我们并不能从这个角度太过严厉地去批评李煜的颓废消极思想，环境使然，差可理解。更何况即便如此，李煜也仍是难逃恶运，不久于世。</p> <p>　　全词比较鲜明地体现了李煜后期作品的特色：情感真实，清新自然。尤其是这首词，作者对自己的苦痛毫不掩饰，把自己的人生感慨明白写出，不假饰，不矫情，简洁质朴，有现实感，虽然思想情调不高，但艺术价值不低。</p>",
  "about": "<h2>创作背景</h2> 　　975年（开宝八年），宋朝灭南唐，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡家败国，肉袒出降，被囚禁待罪于汴京。宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>因李煜曾守城相拒，封其为“违命侯”。李煜在忍屈负辱地过起了囚徒生活。李煜的词以被俘为界，分为前后两期，后期词作多倾泻失国之痛和去国之思，沉郁哀婉，感人至深。《乌夜啼·昨夜风兼雨》写尽后主李煜降宋后生活实况和囚居心境。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "写风",
    "写雨",
    "抒情",
    "人生"
  ]
}