{
  "id": 49464,
  "star": 165,
  "name": "贺新郎·夏景",
  "dynasty": "宋代",
  "content": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 <br>石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。",
  "fanyi": "<p><strong>译文<br></strong>小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。<br>石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。</p> <p><strong>注释<br></strong>⑴贺新郎：词牌名，又名“金缕曲””贺新凉““乳燕飞”“貂裘换酒”。传世作品以《东坡乐府》所收为最早。<br>⑵乳燕：雏燕儿。飞：宋赵彦卫《云麓漫钞》谓见真迹作“栖”。<br>⑶桐阴：梧桐树阴。<br>⑷生绡（xiāo）：未漂煮过的生织物，这里指丝绢。团扇：汉<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>《团扇<a href=\"http://so.gushiwen.org/view_49464.aspx\">诗</a>》：“新裂齐纨素，鲜洁如霜雪。裁为合欢扇，团团似明月。”后常以喻指佳人薄命失宠。<br>⑸扇手：白团扇与素手。一时：一并，一齐。<br>⑹清熟：谓睡眠安稳沉酣。<br>⑺枉：空，白白地。瑶台：玉石砌成的台，神话传说在昆仑山上，此指梦中仙境。曲：形容处所幽深的样子。<br>⑻风敲竹：唐<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《竹窗闻风寄苗发<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>》：“开门复动竹，疑是故人来。<br>⑼红巾蹙（cù）：形容石榴花半开时如红巾皱缩。蹙，皱。<br>⑽浮花浪蕊：指轻浮斗艳而早谢的桃、李、杏花等。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《杏花》：“浮花浪蕊镇长有，才开还落瘴雾中。”<br>⑾幽独：默然独守。<br>⑿秾（nóng）艳：色彩艳丽。<br>⒀千重（chóng）似束，形容石榴花瓣重叠，也指佳人心事重重。<br>⒁秋风惊绿：指秋风乍起使榴花凋谢，只剩绿叶。<br>⒂两簌（sù）簌：形容花瓣与眼泪同落。簌簌，纷纷落下的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒写闺怨的双调词，咏人兼咏物，上片描写在清幽环境中的一位美人，她高洁绝尘，又十分孤独寂寞；下片掉转笔锋，专咏榴花，借花取喻，时而花人并列，时而花人合一。作者赋予词中的美人、榴花以孤芳高洁、自伤迟暮的品格和情感，在这两个美好的意象中渗透进自己的人格和感情。词中写失时之佳人，托失意之情怀；以婉曲缠绵的儿女情肠，寄慷慨郁愤的身世之感。</p> <p>　　上片以初夏景物为衬托，写一位孤高绝尘的美丽女子。起调“乳燕飞华屋，悄无人，桐阴转午，”点出初夏季节、过午、时节、环境之幽静。“晚凉新浴”，推出傍晚新凉和出浴美人。“手弄生绡白团扇，扇手一时似玉”，进而工笔描绘美人“晚凉新浴”之后的闲雅风姿。作者写团扇之白，不只意在衬托美人的肌肤洁白和品质高洁，而且意在象征美人的命运、身世。自从汉代<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>（汉成帝妃，为赵飞燕谮，失宠）作《团扇<a href=\"http://so.gushiwen.org/view_49464.aspx\">诗</a>》后，在古代诗人笔下，白团扇常常是红颜薄命，佳人失时的象征。上文已一再渲染“悄无人”的寂静氛围，这里又写“手弄生绡白团扇”，着一“弄”字，便透露出美人内心一种无可奈何的寂聊，接以“扇手一时似玉”，实是暗示“妾身似秋扇”的命运。</p> <p>　　以上写美人心态，主要是用环境烘托、用象征、暗示方式，隐约迷离。以下写美人初因孤寂无聊而入梦，继而好梦因风摇竹声而被惊断。“渐困倚、孤眠清熟”句，使人感受到佳人处境之幽清和内心的寂寞。以下数句是说：美人入梦后，朦胧中仿佛有人掀开珠帘，敲打门窗，不由引起她的一阵兴奋和一种期待。可是从梦中惊醒，却只听到那风吹翠竹的萧萧声，等待她的仍旧是一片寂寞。此处化用了唐人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>诗句“开门复动竹，疑是玉人来”的幽清意境，着重写由梦而醒、由希望而失望的怅惘；“枉教人”、“却又是”，将美人这种感情上的波折突现出来了。这几句，如梦似幻，动而愈静，极其婉曲地表现了女主人公的孤寂。从上片整个构思来看，主要写美人孤眠。写“华屋”，写“晚凉”，写“弄扇”，都是映衬和暗示美人的空虚寂寞和叹惋怅恨之情。</p> <p>　　下片用秾艳独芳的榴花为美人写照。过片转咏榴花。“石榴半吐红巾蹙”，化用唐人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗“山榴花似结红巾”（《题孤山寺山石榴花示诸僧众》）句意形象地写出了榴花的外貌特征，又带有西子含颦的风韵，耐人寻味。“待浮花浪蕊都尽，伴君幽独”，这是美人观花引起的感触和情思。此二句既表明榴花开放的季节，又用拟人手法写出了它不与桃李争艳、独立于群芳之外的品格。这不与“浮花浪蕊 ”为伍的榴花，也即是女主人公的象征。“秾艳一枝细看取”，刻画出花色的明丽动人。“芳心千重似束”，不仅捕捉住了榴花外形的特征，并再次托喻美人那颗坚贞不渝的芳心，写出了她似若有情、愁心难展的情态。“又恐被秋风惊绿”，由花及人，油然而生美人迟暮之感。“若待得君来向此”至结尾，写怀抱迟暮之感的美人与榴花两相怜惜，共花落簌簌而泪落簌簌。</p> <p>　　词的下片借物咏情，写美人看花时触景伤情，感慨万千，时而观花，时而怜花惜花。这种花人合一的手法，产生一种婉曲缠绵、寻味不尽的效果。作者无论是直接写美人，还是通过榴花间接写美人，都紧紧扣住娇花美人失时、失宠这一共同点，而又寄托着词人自身的怀才不遇之情。</p> <p>　　这首词隐约地抒写了作者怀才不遇的抑郁情怀。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>笔下的佳人，大多丰姿绰约，雍容闲雅。无论《洞仙歌·冰肌玉骨》里“冰肌玉骨，自清凉无汗”的<a href=\"http://so.gushiwen.org/author_2277.aspx\">花蕊夫人</a>，还是这首词中的出浴美女，都能给人一种洁净如玉、一尘不染的美感。从艺术上看，上片主要写佳人，但没有正面描写她的姿容，而是先写佳人的扇和执扇的手；下片别开异境，前五句写石榴，后五句佳人与石榴合写，亦花亦人，巧妙新颖，和谐自然。此词之意蕴，冠绝古今，取景清幽，意象清隽，托意高远。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于这首词的写作背景，前人异说纷纭。南宋杨湜《古今词话》载：”苏子瞻守钱塘，有官妓秀兰，天性黠慧，善于应对。一日，湖中有宴会，群妓毕集，唯秀兰不至，督之良久方来。问其故，对以沐浴倦睡，忽闻叩门甚急，起而问之，乃乐营将催督也。子瞻已恕之，坐中一倅怒其晚至，诘之不已。时榴花盛开，秀兰折一枝藉手告倅，倅愈怒。子瞻因作《贺新凉》，令歌以送酒，倅怒顿止“（《苕溪渔隐丛话》后集引）。<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>认为此言荒野，堪入笑林。</p> <p>　　南宋曾季狸《艇斋<a href=\"http://so.gushiwen.org/view_49464.aspx\">诗</a>话》说《贺新郎》是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在杭州万顷寺作，因寺中有榴花树，且是日有歌者昼寝，故有”石榴半吐“”孤眠清熟“之语。</p> <p>　　南宋陈鹄《耆旧续闻》录陆辰州语，陆辰州说晁以道在看到东坡真迹后转告他说：苏轼有妾名朝云、榴花。朝云客死岭南，惟榴花独存，故苏词下阕专说榴花，并有”待浮花浪蕊都尽，伴君幽独“之语。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "夏天",
    "写景",
    "写花",
    "女子",
    "孤独"
  ]
}