{
  "id": 72270,
  "star": 12,
  "name": "尚德缓刑书",
  "dynasty": "两汉",
  "content": "　　汉昭帝逝世，昌邑王刘贺被废黜，汉宣帝刘询刚刚登上皇位。路温舒呈上奏书，奏书说：</p> <p>　　昭帝崩，昌邑王贺废，宣帝初即位，路温舒上书，言宜尚德缓刑。其辞曰：</p> <p>　　“臣闻齐有无知之祸，而桓公以兴；晋有骊姬之难，而文公用伯。近世赵王不终，诸吕作乱，而孝文为太宗。由是观之，祸乱之作，将以开圣人也。故桓、文扶微兴坏，尊文、武之业，</p> <p>　　泽加百姓，功润诸侯，虽不及三王，天下归仁焉。文帝永思至德，以承天心，崇仁义，省刑罚，通关梁，一远近，敬贤如大宾，爱民如赤子，内恕情之所安而施之于海内，是以囹圄空虚，天下太平。夫继变化之后，必有异旧之恩，此贤圣所以昭天命也。“往者，昭帝即世而无嗣，大臣忧戚，焦心合谋，皆以昌邑尊亲，援而立之。然天不授命，淫乱其心，遂以自亡。深察祸变之故，乃皇天之所以开至圣也。故大将军受命武帝，股肱汉国，披肝胆，决大计，黜亡义，立有德，辅天而行，然后宗庙以安，天下咸宁。臣闻《春秋》正即位，大一统而慎始也。陛下初登至尊，与天合符，宜改前世之失，正始受命之统，涤烦文，除民疾，存亡继绝，以应天意。</p> <p>　　“臣闻秦有十失，其一尚存，治狱之吏是也。秦之时，羞文学，好武勇，贱仁义之士，贵治狱之吏，正言者谓之诽谤，遏过者谓之妖言，故盛服先王不用于世⒅，忠良切言皆郁于胸，誉谀之声日满于耳，虚美熏心，实祸蔽塞，此乃秦之所以亡天下也。方今天下，赖陛下恩厚，亡金革之危、饥寒之患，父子夫妻戮力安家，然太平未洽者，狱乱之也。夫狱者，天下之大命也，死者不可复生，绝者不可复属。《书》曰：“与其杀不辜，宁失不经。”今治狱吏则不然，上下相驱，以刻为明，深者获公名，平者多后患。故治狱之吏，皆欲人死，非憎人也，自安之道在人之死。是以死人之血流离于市，被刑之徒比肩而立，大辟之计岁以万数。此仁圣之所以伤也。太平之未洽，凡以此也。夫人情安则乐生，痛则思死，棰楚之下，何求而不得？做囚人不胜痛，则饰词以视之，吏治者利其然，则指道以明之，上奏畏却，则锻练而周内之；盖奏当之成，虽咎繇听之，犹以为死有余辜。何则？成练者众，文致之罪明也。是以狱吏专为深刻，残贼而亡极，媮为一切，不顾国患，此世之大贼也。故俗语曰：“画地为狱议不入；刻木为吏期不对。”此皆疾吏之风，悲痛之辞也。故天下之患，莫深于狱；败法乱正，离亲塞道，莫甚乎治狱之吏，此所谓一尚存者也。”</p> <p>　　“臣闻乌鸢之卵不毁，而后凤凰集；诽谤之罪不诛，而后良言进。故古人有言：“山薮臧疾，川泽纳污，瑾瑜匿恶，国君含诟。”唯陛下除诽谤以招切言，开天下之口，广箴谏之路，扫亡秦之失，尊文武之德，省法制，宽刑罚，以废治狱，则太平之风可兴于世，永履和乐，与天亡极，天下幸甚。”</p> <p>　　上善其言。 ",
  "fanyi": "<h2>译文</h2> <p>　　汉昭帝逝世后，昌邑王刘贺刚继位就被废黜，宣帝开始登上皇位。路温舒趁这个时机上书，主张崇尚德治缓解刑法。书中说：</p> <p>　　“我听说齐国有了公孙无知杀死襄公的祸事，桓公才能够兴起；晋国发生了骊姬进谗那样的灾难，文公才能在诸侯中称霸；近世赵王未能寿终而死，诸吕发动叛乱，而孝文帝被尊为太宗皇帝。由此看来，产生祸乱，将会为圣人出现开创机会。所以齐桓公，晋文公扶植、振兴衰败了的国家，尊崇周文王、周武<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立的功业，给百姓带来恩泽，功劳施及诸侯，虽然赶不上夏禹、商汤和周文王，可是天下人民都归附于他们的仁政。孝文帝常常想到如何具备最高的德行，来承受天意，他崇尚仁义，减轻刑罚，打通关隘、架起桥梁，远近如一，敬重贤人如同对待贵宾一样，爱护百姓如同爱护小孩，他用启己的心推想别人的心，把内心觉得安适的事情推行到全国，因此监狱空无一人，天下太平。紧接社会变化以后即位的君主，一定会给人们带来不同往日的恩惠，这是贤明的圣人用来显示天意的行为。”</p> <p>　　“从前昭帝去世时没有儿子，大臣们忧愁得很，怀着焦急的心情共同商量，都认为昌邑王是尊贵的皇室亲属，推举他，把他立为皇帝，但是上天不肯授命，而是把他的心弄乱，于是便自己丢失了帝位。很深刻地考虑祸患事变发生的原因，这是伟大的上天用来开导最圣明的君主的手法。所以大将军霍光接受武帝的遗命，成为汉朝君主最得力的辅臣，他披肝沥胆，决定大计，黜退不讲仁义的人，立有德行的人为帝，辅助上天行事，这样祖庙才得安定，天下才都太平无事。”</p> <p>　　“我听说《春秋》很重视君王登基的事，这是为了统一天下，为了慎重地对待开创事业。陛下刚登上帝位，与天意符合，应该纠正前代的过错，在承受天命继承帝业时慎重对待开始做的每一件事，去掉烦苛的法令，解除老百姓的疾苦，保存、继承将要消亡、断绝的好传统，用这些行动来应合天意。”</p> <p>　　“我听说秦朝有很多失误的地方，其中一条现在还存在，就是负责审案的官吏违法判案的问题。秦朝时候，看不起文学，崇尚武勇精神，轻视奉行仁义的人，重视负责判案的官吏，正直的言论被认为是诽谤，阻拦犯错误的话被说成是妖言，所以那些衣冠整齐的儒生在那时不被重用，忠良恳切的言辞都郁积在胸中，称赞阿谀声天天响在他们耳边，虚伪的赞美迷住了心窍，而实际上存在的祸患被遮蔽、掩盖住了，这就是秦朝失去天下的原因。如今天下靠着陛下恩厚，没有战争的危险和饥饿寒冷的忧患，父子、夫妻合力安家，但是天下太平还未完全实现，原因就是判案的人把事情搞乱了。判案，这是天下最重要的事情，被处死的人不能复活，人被砍断了肢体不能再给他接起来。《书经》上说：“与其杀死无罪的人，宁愿犯不遵守成规旧法酌错误。”现在负责判案的官吏便不是这样，上下相互驱使，把苛刻当作严明，判案严厉的获得公道的名声，判案公平的后来多有祸患。所以负责判案的官吏，都想把人置于死地，并不是他们恨别人，而是他们求得自身安全的办法就在于置人于死地。因此死人的血在街上漂流，受刑的人并肩站着，处死刑的人计算起来每年数以万计。这是奉行仁义的圣人感到悲伤的原因。太平未能完全实现，都是因为这引起的。人们的常情是安适的时候就会显得快乐，痛苦的时候就想要死掉，在木棍荆杖鞭打的时候，从被打人身上有什么要求不能实现呢？所以罪犯忍受不了痛苦，就用些假话招供，审案的官吏就利用这种情况，指出某种罪名，点明罪犯应该招认的罪状，审案的官吏担心案子报上去后会被驳倒退回来，于是便违法罗织罪状，套上罪名，到了报告上级判罪结果的时候，即使是咎繇听了囚犯的罪状，也认为处死也抵偿不了他的罪过。为什么呢？这是因为审案的官吏违法陷入于罪、广列罪名，玩弄法律条文把罪状写得十分明显的缘故。因此审案的官吏专门苛刻严峻地对待犯人，残害人没有止境，办一切事情都马马虎虎，不顾国家遭到祸患，这是世上的大害。所以俗话说道：“在地上画一座监狱，也不进去；面对着木刻的狱吏，也不与他对话。”这反映出社会上痛恨狱吏的风气，是很悲痛的语言。所以天下的祸害，没有什么比得上法官判案这件事。败坏法纪，扰乱正道，使亲人分离，道义不明，没有谁比负责判案的官吏更厉害的。这就是我所说的秦朝的过错有一条至今还存在的原因。”</p> <p>　　“我听说鹞鹰下的蛋不会遭到毁坏，然后凤凰才会停留在树上；犯了诽谤罪的人不会受到惩罚，然后才有人向朝廷说出有益的话。所以古人有种说法：“山林水泽隐藏着毒害人的东西，河流湖泊容纳污秽的东西，美玉隐藏着瑕斑，国君能容忍辱骂。”愿陛下除去诽谤人的罪名，用来招致恳切的忠言，让天下人开口说话，扩大人们规劝、进谏的渠道，扫除造成秦朝灭亡的过错，尊崇周文王、周武王的德行，减省法制条文，宽缓刑罚，用这些来清除治狱的积弊，那么天下就可以出现太平的气象，长期和平安乐，和天地一样没有穷尽，那样，人民就太幸运了。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　文章指出：“秦有十失，其一尚存，治狱之吏是也。”就是说：秦之所以亡，有十个失误，其中一个，到现在（即在路温舒当时）仍然存在，即过分重视、重用“治狱之吏”。这些人，“上下相殴(驱)，以刻为明”，“败法乱正，离亲塞道”。他们竞相追逐，滥施刑罚，以“治狱”越苛刻越好，量刑、判刑越重越好。结果，造成“被刑之徒，比肩而立；大辟（处死）之计，岁以万数”。</p> <p>　　文章尖锐地揭露了封建法制运用“逼、供、信”的残忍手段，使人入罪。所谓“棰楚(以杖鞭扑)之下，何求而不可得”。靠刑讯来逼供，“囚人不胜痛，则饰辞以视(示)之”，被迫造假。“吏治者利其然，则指道以明之”，名义上是利用假口供向犯人指出犯了什么罪，晓以利害，要他服罪，其实这中间无疑包含着“诱供”，以进一步陷人于罪。“上奏畏却，则锻练(炼)而周内(纳)之”，就是说：怕上级批不准，必须把上报材料和报告写好，使“言之成理，持之有故”。办法有二：一是进一步对“犯人”进行逼供、诱供，以便取得更多的“罪证”，使“成练者众”；一是组织材料班子、刀笔文吏对材料进行精心的加工，对报告进行周密的推敲，以便使“文致之罪明也”。如此，“虽咎繇(同皋陶，传说中舜时贤明的法官)听之，犹以为死有余辜”，铁案如山，不可覆翻矣。</p> <p>　　当时“治狱之吏”都“以刻为明”，是当时朝廷倡导的结果。朝廷利用权势，大搞思想箝制、舆论一律，使执法“深者获公名，平者多后患，故治狱之吏皆欲人死，非憎人也，自安之道在人之死。”好一个“自安之道在人之死”！千万人的人头就这样滚滚落地了。易卜生《人民公敌》剧中的主人公斯多克芒医生提出改造被污染的温泉浴场的建议，触犯了当地资产阶级的物质利益，被宣布为“人民公敌”。其实在异口同声地对他进行“围剿”的人中，并不乏同情之士，他们振臂“讨伐”，心里明白，悄悄地对斯多克芒医生表示歉意——迫于权势，“不敢不那么办”。“治狱之吏”，诱于“深者获公名”，鉴于“平者多后患”，故“皆欲人死”，也是“不敢不那么办”。林彪、“四人帮”统治期间，当权者上下相驱，以“左”为明。“左”之深者获公名——立场坚定，旗帜鲜明，于是重用、提拔有份；说公道话者多后患——轻则不信任，重则受株连。因此，自安之道，在于宁“左”毋右。于是乎上下竞相“左”，极“左”思潮风行矣。看来古今中外，历史的共性还是不少的，否则，两千年前的作品怎么会引起我们的共鸣呢？</p> <p>　　矫治的办法，路温舒作为封建时代的廷尉史官，只能提出“除诽谤以招切言”，即让人讲话，国君要不计较臣民们的“谤言”，牢骚、骂娘的话都让说，才能“开天下之口”，招来至切之言。他继承了古代开明政治家反对“防民之口”(《召公谏厉王止谤》)的优良传统，主张“与其杀不辜，宁失不经”，即可杀可不杀者不杀，可治罪可不治罪者不治罪。这在今天看来，仍有一定的积极意义。但他把希望寄托于国君的开明，则有其局限性。路温舒毕竟是封建时代的官吏，我们不可苛求于他。今天，我们不能象路温舒那样寄托于个人，而必须从根本制度上着眼。</p>",
  "poet": {
    "id": 800,
    "star": 0,
    "name": "路温舒",
    "desc": "西汉著名的司法官。字长君，钜鹿人（钜鹿，在今河北南部，路温舒系河北广宗人）。信奉儒家学说。起初学习律令，当过县狱吏、郡决曹史；后来又学习《春秋》经义，举孝廉，当过廷尉奏曹掾、守廷尉史、郡太守等职。宣帝即位，他上疏请求改变重刑罚、重用治狱官吏的政策，主张“尚德缓刑”，“省法制，宽刑罚”。他认为秦朝灭亡的原因，是法密政苛，重用狱吏。汉承袭秦朝这一弊政，必须改革。他还反对刑讯逼供，认为刑讯迫使罪犯编造假供，给狱吏枉法定罪开了方便之门。他在奏疏中还提出废除诽谤罪，以便广开言路。"
  },
  "tags": [
    "古文观止",
    "讽刺"
  ]
}