{
  "id": 70939,
  "star": 1954,
  "name": "赠刘景文 / 冬景",
  "dynasty": "宋代",
  "content": "荷尽已无擎雨盖，菊残犹有傲霜枝。<br>一年好景君须记，最是橙黄橘绿时。 ",
  "fanyi": "<p><strong>译文<br></strong>荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。<br>一年中最好的景致你一定要记住，那就是在橙子金黄、橘子青绿的秋末冬初的时节啊。</p> <p><strong>注释</strong><br>⑴刘景文：刘季孙，字景文，工，时任两浙兵马都监，驻杭州。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>视他为国士，曾上表推荐，并以诗歌唱酬往来。<br>⑵荷尽：荷花枯萎，残败凋谢。擎：举，向上托。雨盖：旧称雨伞，诗中比喻荷叶舒展的样子。<br>⑶菊残：菊花凋谢。犹：仍然。傲霜：不怕霜冻寒冷，坚强不屈。<br>⑷君：原指古代君王，后泛指对男子的敬称，您。须记：一定要记住。<br>⑸正是：一作“最是”。橙黄橘绿时：指橙子发黄、橘子将黄犹绿的时候，指农历秋末冬初。</p>",
  "shangxi": "<p>　　这首是诗人写赠给好友刘景文的。诗的前两句写景，抓住“荷尽”、“菊残”描绘出秋末冬初的萧瑟景象。“已无”与“犹有”形成强烈对比，突出菊花傲霜斗寒的形象。后两句议景，揭示赠诗的目的。说明冬景虽然萧瑟冷落，但也有硕果累累、成熟丰收的一面，而这一点恰恰是其他季节无法相比的。诗人这样写，是用来比喻人到壮年，虽已青春流逝，但也是人生成熟、大有作为的黄金阶段，勉励朋友珍惜这大好时光，乐观向上、努力不懈，切不要意志消沉、妄自菲薄。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《赠刘景文》，是在元祐五年 (1090)苏轼在杭州任知州时作的。《苕溪渔隐丛话》说此诗咏初冬景致，“曲尽其妙”。诗虽为赠刘景文而作，所咏却是深秋景物，了无一字涉及刘氏本人的道德文章。这似乎不是题中应有之义，但实际上，作者的高明之处正在于将对刘氏品格和节操的称颂。不着痕迹地糅合在对初冬景物的描写中。因为在作者看来，一年中最美好的风光，莫过于橙黄橘绿的初冬景色。而橘树和松柏一样，是最足以代表人的高尚品格和坚贞的节操。</p> <p>　　古人写秋景，大多气象衰飒，渗透悲秋情绪。然此处却一反常情，写出了深秋时节的丰硕景象，显露了勃勃生机，给人以昂扬之感。因此宋人<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>以之与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《早春呈水部张十八员外》诗中“最是一年春好处，绝胜烟柳满皇都”两句相提并论，说是“二诗意思颇同而词殊，皆曲尽其妙”（《苕溪渔隐丛话》）。</p> <p>　　荷与菊是历代诗家的吟咏对象，常给人留下美好的印象，可是为什么此诗一开头却高度概括地描绘了荷败菊残的形象，展示了一幅深秋的画面？这全然是为了强调和突出一年之中的最好景象：橙黄橘绿之时。虽然橙和橘相提并论，但事实上市人正偏重于橘，因为“橘”象征着许多美德，故<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>写《橘颂》而颂之，主要赞其“独立不迁”、“精色内白”、“秉德无私”、“行比伯夷”。此诗的结句正有此意，在表达上融写景、咏物、赞人于一炉，含蓄地赞扬了刘景文的品格和秉性。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70939.aspx\">诗</a>作于1090年（元祐五年）初冬，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>正在杭州任职，任两浙兵马都监的刘季孙也在。两人过从甚密，交易很深。诗人一方面视刘景文为国士，并有《乞擢用刘季孙状》予以举荐；另一方面赠此诗以勉励之。（苏轼赠此诗时，刘季孙已58岁了，难免有迟暮之感。）",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "写景",
    "勉励",
    "惜时"
  ]
}