{
  "id": 2508,
  "star": 29,
  "name": "行路难",
  "dynasty": "唐代",
  "content": "君不见长安城北渭桥边，枯木横槎卧古田。<br>昔日含红复含紫，常时留雾亦留烟。<br>春景春风花似雪，香车玉舆恒阗咽。<br>若个游人不竞襻，若个倡家不来折。<br>倡家宝袜蛟龙帔，公子银鞍千万骑。<br>黄莺一向花娇春，两两三三将子戏。<br>千尺长条百尺枝，丹桂青榆相蔽亏。<br>珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。<br>巢倾枝折凤归去，条枯叶落狂风吹。<br>一朝零落无人问，万古摧残君炬知？<br>人生贵贱无终始，倏忽须臾难久恃。<br>谁家能驻西山日？谁家能堰东流水？<br>汉家陵树满秦川，行来行去尺哀怜。<br>自昔公卿二千石，咸拟荣华一万年。<br>不见朱唇将白貌，惟闻素棘与黄泉。<br>金貂有时须换酒，玉尘但摇莫计钱。<br>寄言坐客神仙署，一生一死交情处。<br>苍龙阙下君不来，白鹤山前我应去。<br>云间海上邈难期，赤心会合在何时？<br>但愿尧年一百万，长作巢由也不辞！",
  "shangxi": "<h2>鉴赏</h2> <p>　　从汉“柏梁体”开始，叹收六朝声律对仗，七言<a href=\"http://so.gushiwen.org/view_2508.aspx\">诗</a>逐渐赶上五言诗；并从初唐开始分流，为新兴近体律绝，和乐府歌行。“初唐四杰”对七言古诗也作出巨大贡献。<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>的《长安古意》与《行路难》就是这方面的代表作。</p> <p>　　《行路难》是《乐府·杂曲歌辞》旧题，在卢照邻之前，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>就作过一首七言《行路难》，仄声促韵与长句宛转，充分表达悒郁不平之气。卢照邻这一首从容舒展，徐缓不迫，多次转韵；其声律、修辞、与对仗明显受六朝诗歌影响，从中也反映了诗风转变期的艺术特点。</p> <p>　　全诗共四十句，分两大部分。</p> <p>　　第一部分，从开头到“万古摧残君讵知？”“长安城北渭桥边”为虚指，即物起兴，从眼前横槎、枯木倒卧古田引起联想，“昔日”领起下文十六句，对“枯木”曾经拥有的枝繁叶茂，溢彩流芳的青春岁月，进行淋漓尽致的铺陈与渲染。围绕着它“千尺长条百尺枝”，有黄莺戏春，凤凰来巢，鸳鸯双栖，高贵的丹桂青榆也依附庇荫，更有香车宝马时常经过，马蹄声断续相闻；富有而轻薄的公子，妖冶的倡女，纷趋竞骛，攀龙附凤。诗人以工整的结构，华丽的语言，为我读者展现了初唐长安城内繁荣市井，骄奢生活的世态风情全卷，读者仿佛身临其境，却又清醒地感觉到诗人冷静的态度。从行文遣辞看，整齐的偶句与变换的角度，避免了呆滞散乱；层迭的词句增添了构图的对衬感与节奏感。末两句是全诗关键，也是主旨所在。从现实的“一朝零落无人问”，由此及彼提出“万古摧残君讵知”，已如桓温当年“树犹如此，人何以堪”的普遍人生感喟，将比兴之义进一步升华了。</p> <p>　　第二部分从“人生贵贱无终始”到末句，由隐而显，喻体“枯木”显现为本体“人生”。“终始”指无限。转瞬即逝的人生与悠久无限的岁月，这对亘古不变的自然矛盾造成人们心灵的困惑，一系列抒情意象即由此展开。“谁家”以下（至“赤心会合在何时”）运用超时空框架，不断变换叙述角度，使生死枯荣的单一主题，形成多元层次与丰富内涵。先写时光流水，无人能阻，再写改朝换代，秦川汉陵，无可奈何；再写富贵公卿，顷刻归于青棘黄泉。由此进一步指出富贵不可骄，交情不足恃，都用复迭或对比手法。金貂换酒为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《将进酒》所本；“玉尘”指玉骢马扬起的飞尘，狂饮与游冶似乎已解生死，其实正说明了无法排遣的苦闷。既然功名利禄都只是过眼云烟，就只好求友访仙以解心中积怨。因此，唐代盛行道教，许多官僚士大夫接受道教。诗人说：纵然平日有生死交情，但只要大限到来，你未抵“苍龙阙下”（苍龙，东方之神，二十八宿东七星总称），我则已羽化白鹤山前。至于云间海上的仙山，长生不死的仙丹，更是飘缈难觅。</p> <p>　　道家与佛家都有转世说，即使退一步寻求“赤子”重生，要到什么时候呢？表面是消极、苦闷乃至放浪形骸，其实仍融注了对人生热烈执着的追求，因此结末两句“但愿尧年一百万，长作巢由也不辞！”尧年，代长寿；巢由，巢父与许由，古时隐士。“但愿”“长作”可见其辞情恳切。卢照邻因服丹中毒，手足痉挛，最终不堪恶疾所苦，自投颍水，这里似有忏悟，只祈求正常人的健康长寿，不奢求富贵荣华与长生不死。</p> <p>　　初唐四杰对于诗体诗风的转变，最突出之贡献是扩大了时空境界，将目光由宫廷移向社会，转向丰富多彩的现实人生。他们对历史、对人生、对物质、对理想都常常有发人深省的理解与阐释，使诗歌气势宏远，哲理性强，有很深的社会意义。</p>",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "哲理"
  ]
}