{
  "id": 72912,
  "star": 12,
  "name": "满江红·代北燕南",
  "dynasty": "清代",
  "content": "代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。<br>销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。",
  "fanyi": "<p><strong>译文<br></strong>你我天南地北，然而却不能阻隔千里明月，天涯此时。我伫立在寒夜风中，承受着这寒冷凄清，孤枕难眠。已近四更，城乌夜啼，边声四起，此刻谁又在远方挂念塞外苦寒的我呢？<br>悲歌不胜消受，悲泪暗流不止，在家乡的故园里，谁又在独倚着栏杆同样神伤呢？只恨无梦可慰相思，唯以违心之字的书信自慰。</p> <p><strong>注释<br></strong>⑴满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。<br>⑵代北燕南：泛指山西、河北一带。代北，原指汉、晋时期之代郡，唐以后之代州北部等。燕南，泛指黄河以北之地。<br>⑶胭（yān）脂（zhī）山：即燕支山。在古匈奴境内，以产燕支（胭脂）草而得名因其地水草丰美，宜为畜牧，是为塞外之宝地。古<a href=\"http://so.gushiwen.org/view_72912.aspx\">诗</a>中多代指值得怀念之地。<br>⑷秋气：指秋日的凄清、肃杀之气。<br>⑸边声：指边境上羌管、胡茄、角号等诸多声响。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《渔家傲》：“四面边声连角起，千嶂里，长烟落日孤城闭。”<br>⑹匀（yún）：抹。<br>⑺青海：本指青海省内之最大的咸水湖，北魏时始用此名。后以之喻边远荒漠之地。<br>⑻红笺（jiān）：红色笺纸，多用以题写诗词等，这里是指书写信札。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《清平乐》：“红笺小字，说尽平生意。”<br>⑼浑是：全是。<br>⑽东堂桂：因科举考试而及第称为“东堂桂”。语出《晋书·郤洗传》：郤冼以对策上第，拜仪郎。后迁官，晋武帝于东堂会送，问洗曰：“卿自以为何如？”洗对曰：“臣举贤良对策，为天下第一。犹桂林之一枝，昆山之片玉。”</p>",
  "shangxi": "<h2>简析</h2> <p>　　这首词以明月为媒介，以月之照临千里之外的闺房与边地想到了千里之外的亲人，表达了词人对妻子的思念之情。</p> <p>　　词的上阕前两句写千里共明月之意，接下两句写此时独自伤悲的心情，再二句描绘相思的情景，结处则以此刻边声、乌啼烘托相思之苦之无助。月的力量是无形又有形的，月光同时弥补了两地难以逾越的距离，使词人的思绪飞跃于两地之间，频频更换的场景模糊了边地于闺房的界限。上片层层转进，曲折婉转。</p> <p>　　下阕进一步诉说相思的痛苦。前四句说悲歌不胜消受，悲泪暗流不止，其相思之苦状如此，奈何奈何？下二句又假想妻子也在为别离而伤感，再二句怨恨无梦可慰相思之痛，只有以违心之字的书信聊以自慰。最后二句宕开，是“违心字”的延伸。以思妇之口，道出了征人的不关心思念自己。语虽平淡，但却更显情致绵长深婉。因遥远的距离之隔产生的抱怨于误解恰恰表现出了与妻子感情笃挚、意气相投的底蕴。</p> <p>　　全词意象繁密，情感细腻，在缠绵悱恻的思念中平添了慷慨悲凉之气。</p>",
  "about": "<h2>创作背景</h2> 　　康熙二十二年（1683）秋，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>随扈五台山。在一个月夜里，词人因怀念妻子辗转难眠，为了表达对妻子的思念之情，故作下此词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "明月",
    "相思",
    "别离",
    "爱情"
  ]
}