{
  "id": 47916,
  "star": 15725,
  "name": "岳阳楼记",
  "dynasty": "宋代",
  "content": "　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。</p> <p>　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?</p> <p>　　若夫霪雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。</p> <p>　　至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。</p> <p>　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰：“先天下之忧而忧，后天下之乐而乐”乎。噫！微斯人，吾谁与归？</p> <p>　　时六年九月十五日。",
  "fanyi": "<p><strong>译文</strong><br>　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的赋刻在它上面。嘱托我写一篇文章来记述这件事情。</p> <p>　　我观看那巴陵郡的美好景色，全在洞庭湖上。它连接着远处的山，吞吐长江的水流，浩浩荡荡，无边无际，一天里阴晴多变，气象千变万化。这就是岳阳楼的雄伟景象。前人的记述（已经）很详尽了。虽然如此，那么向北面通到巫峡，向南面直到潇水和湘水，降职的官吏和来往的诗人，大多在这里聚会，（他们)观赏自然景物而触发的感情大概会有所不同吧？</p> <p>　　像那阴雨连绵，接连几个月不放晴，寒风怒吼，浑浊的浪冲向天空；太阳和星星隐藏起光辉，山岳隐没了形体；商人和旅客（一译：行商和客商）不能通行，船桅倒下，船桨折断；傍晚天色昏暗，虎在长啸，猿在悲啼，（这时）登上这座楼啊，就会有一种离开国都、怀念家乡，担心人家说坏话、惧怕人家批评指责，满眼都是萧条的景象，感慨到了极点而悲伤的心情。</p> <p>　　到了春风和煦，阳光明媚的时候，湖面平静，没有惊涛骇浪，天色湖光相连，一片碧绿，广阔无际；沙洲上的鸥鸟，时而飞翔，时而停歇，美丽的鱼游来游去，岸上的香草和小洲上的兰花，草木茂盛，青翠欲滴。有时大片烟雾完全消散，皎洁的月光一泻千里，波动的光闪着金色，静静的月影像沉入水中的玉璧，渔夫的歌声在你唱我和地响起来，这种乐趣（真是）无穷无尽啊！（这时）登上这座楼，就会感到心胸开阔、心情愉快，光荣和屈辱一并忘了，端着酒杯，吹着微风，那真是快乐高兴极了。</p> <p>　　唉！我曾经探求古时品德高尚的人的思想感情 ，或许不同于（以上）两种人的心情，这是为什么呢？（是由于）不因外物好坏和自己得失而或喜或悲。在朝廷上做官时，就为百姓担忧；在江湖上不做官时，就为国君担忧。这样来说在朝廷做官也担忧，在僻远的江湖也担忧。既然这样，那么他们什么时候才会感到快乐呢？他们一定会说：“在天下人忧之前先忧，在天下人乐之后才乐”。唉！没有这种人，我同谁一道呢 ？</p> <p>　　写于庆历六年九月十五日。 </p> <p><strong>注释</strong><br>记：一种文体。可以写景、叙事，多为议论。但目的是为了抒发作者的情怀和抱负（阐述作者的某些观念）。<br>（1）选自《范文正公集》<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>（989-1052），字希文，死后谥号文正，世称范文正公，苏州吴县（现江苏省吴县）人，北宋时期政治家、军事家、文学家。岳阳楼在湖南岳阳西北的巴丘山下，楼高三层，下临洞庭湖，其前身是三国时期吴国都督鲁肃的阅兵台。唐玄宗开元四年（716），<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>在阅兵台旧址建造楼阁，取名“岳阳楼”，常与文士们登楼赋诗。<br>（2）庆历四年：公元1044年。庆历，宋仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>的年号。<br>（3）滕子京谪（zhé）守巴陵郡（jùn）：滕子京降职任岳州太守。滕子京，名宗谅，子京是他的字，范仲淹的朋友。古时朋友间多以字相称。谪zhé①&lt;动&gt;谴责；责备。《左传?成公十七年》：“国子～我。”②&lt;动&gt;被贬官，降职。《琵琶行》：“～居卧病浔阳城。”③&lt;名&gt;缺点；过失。《老子》：“善言无瑕～。”<br>【谪戍】把被革职的官吏或犯了罪的人充发到边远的地方。在这里作为&lt;动&gt;被贬官，降职解释。<br>守：指做州郡的长官<br>（4）越明年：到了第二年，就是庆历五年（1045）。越，到了，及。<br>（5）政通人和：政事顺利，百姓和乐。政，政事；通，通顺；和，和乐。这是赞美滕子京的话。<br>（6）百废具兴：各种荒废的事业都兴办起来了。百，不是确指，形容其多。废，这里指荒废的事业。具，通“俱”，全，皆。兴，复兴。<br>（7）乃重修岳阳楼，增其旧制：乃，于是；增，扩大。制：规模。<br>（8）唐贤今人：唐代和宋代的名人。<br>（9）属（zhǔ）予（yú）作文以记之：属，通“嘱”，嘱托、嘱咐。予，我。作文，写文章。以，用来，连词。记，记述。<br>（10）予观夫巴陵胜状：夫，指示代词，相当于“那”。胜状，胜景，好景色。<br>（11）衔（xián）远山，吞长江，浩浩汤汤：衔，衔接。吞，吞没。浩浩汤汤（shāng）：水波浩荡的样子。<br>（12）横无际涯：宽阔无边。横：广远。际涯：边。（际、涯的区别：际专指陆地边界，涯专指水的边界）。<br>（13）朝晖夕阴：或早或晚（一天里）阴晴多变化。朝，在早晨，名词做状语。晖：日光。气象，景象。万千，千变万化。<br>（14）此则岳阳楼之大观也：这就是岳阳楼的雄伟景象。此，这。则，就。大观，雄伟景象。<br>（15）前人之述备矣：前人的记述很详尽了。前人之述，指上面说的“唐贤今人诗赋”。备，详尽，完备。矣，语气词“了”。之，的。<br>（16）然则北通巫峡：然则：虽然如此，那么。<br>（17）南极潇湘：南面直到潇水、湘水。潇水是湘水的支流。湘水流入洞庭湖。南，向南。极，尽。<br>（18）迁客骚人，多会于此：迁客，被贬谪流迁的人。骚人，诗人。战国时<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作《离骚》，因此后人也称诗人为骚人。多：大多。会，聚集。于，在。此，这里。<br>（19）览物之情，得无异乎：饱览这里景色时的感想，恐怕会有所不同吧。览：观看，欣赏。物：景物。之情：情感。,得无：恐怕/是不是。异：差别，不同。乎<br>（20）若夫淫（yín）雨霏霏（fēifēi）：若夫，用在一段话的开头以引起下文。下文的“至若”同此。“若夫”近似“像那”。“至若”近似“至于”。淫（yín）雨霏霏，连绵不断的雨。霏霏，雨（或雪）繁密的样子。<br>（21）开：解除，这里指天气放晴。<br>（22）阴风怒号（háo），浊浪排空：阴，阴冷。号，呼啸；浊，浑浊。排空，冲向天空。<br>（23）日星隐曜（yào）：太阳和星星隐藏起光辉。曜（不为耀，古文中以此曜做日光）光辉；日光。<br>（24）山岳潜形：山岳隐没了形体。岳，高大的山。潜，隐没。形，形迹。<br>（25）商旅不行：走，此指前行。<br>（26）樯（qiáng）倾楫（jí）摧：桅杆倒下，船桨折断。樯，桅杆。楫，船桨。倾，倒下。摧，折断<br>（27）薄暮冥冥（míng míng）：傍晚天色昏暗。薄，迫近。冥冥：昏暗的样子。<br>（28）斯：这，在这里指岳阳楼。<br>（29）则有去国怀乡，忧谗畏讥：则，就。有，产生……（的情感）。去国怀乡，忧谗畏讥：离开国都，怀念家乡，担心（人家）说坏话，惧怕（人家）批评指责。去，离开。国，国都，指京城。去国，离开京都，也即离开朝廷。忧，担忧。谗，谗言。畏，害怕，惧怕。讥，嘲讽。<br>（30）满目萧然，感极而悲者矣：萧然，萧条的样子。感极，感慨到了极点。而，表示顺接。者，代指悲伤感情，起强调作用。<br>（31）至若春和景明：如果到了春天气候和暖，阳光普照。至若，至于。春和，春风和煦。景，日光。明，明媚。（借代修辞）。<br>（32）波澜不惊：湖面平静，没有惊涛骇浪。惊：这里有“起”“动”的意思。<br>（33）上下天光，一碧万顷：天色湖光相接，一片碧绿，广阔无际。一，全。万顷，极言其广。<br>（34）沙鸥翔集，锦鳞游泳：沙鸥时而飞翔时而停歇，美丽的鱼在水中游来游去。沙鸥，沙洲上的鸥鸟。翔集：时而飞翔，时而停歇。集，栖止，鸟停息在树上。锦鳞，指美丽的鱼。鳞，代指鱼。游泳：或浮或沉。游：贴着水面游。泳，潜入水里游。<br>（35）岸芷（zhǐ）汀（tīng）兰：岸上与小洲上的花草。芷：香草的一种。汀：小洲,水边平地。<br>（36）郁郁：形容草木茂盛。<br>（37）而或长烟一空：有时大片烟雾完全消散。或：有时。长：大片。一，全。空：消散。<br>（38）皓月千里：皎洁的月光照耀千里。<br>（39）浮光跃金：波动的光闪着金色。这是描写月光照耀下的水波。<br>（40）静影沉璧：静静的月影像沉入水中的璧玉。这里是写无风时水中的月影。璧，圆形正中有孔的玉。<br>（41）渔歌互答：渔人唱着歌互相应答。互答，一唱一和。<br>（42）何极：哪有穷尽。何：怎么。极：穷尽。<br>（43）心旷神怡：心情开朗，精神愉快。旷，开阔。怡，愉快。<br>（44）宠辱偕（xié）忘：荣耀和屈辱一并都忘了。偕：一起。宠：荣耀。辱：屈辱。<br>（45）把酒临风：端酒面对着风，就是在清风吹拂中端起酒来喝。把：持，执。临，面对。<br>（46）洋洋：高兴得意的样子。<br>（47）嗟（jiē）夫：唉。嗟夫为两个词，皆为语气词。<br>（48）予尝求古仁人之心：尝，曾经。求，探求。古仁人，古时品德高尚的人。之，的。心，思想感情（心思）。<br>（49）或异二者之为：或许不同于（以上）两种心情。或，近于“或许”“也许”的意思，表委婉口气。异，不同于。为，这里指心理活动。二者，这里指前两段的“悲”与“喜”。<br>（50）不以物喜，不以己悲：不因为外物（好坏）和自己（得失）而或喜或悲（此句为互文）。以，因为。<br>（51）居庙堂之高则忧其民：在朝中做官担忧百姓。意为在朝中做官。庙，宗庙。堂，殿堂。庙堂：指朝廷。下文的“进”，对应“居庙堂之高”。进：在朝廷做官。<br>（52）处江湖之远则忧其君：处在僻远的地方做官则为君主担忧。处江湖之远：处在偏远的江湖间，意思是不在朝廷上做官。下文的“退”，对应“处江湖之远”。之：定语后置的标志。是：这样。退：不在朝廷做官。<br>（53）其必曰“先天下之忧而忧，后天下之乐而乐”：那一定要说“在天下人担忧之前先担忧，在天下人享乐之后才享乐”吧。先，在……之前；后，在……之后。其：指“古仁人”。而，顺承。必：一定。<br>（54）微斯人，吾谁与归：如果没有这样的人，那我同谁一道呢？微，没有。斯人，这样的人。谁与归，就是“与谁归”。归，归依。<br>（55）时六年：庆历六年（1046年）</p>",
  "shangxi": "<p><strong>中心思想</strong><br>　　这篇文章叙述了事情的本末源起，通过描绘岳阳楼的景色及迁客骚人登楼览景后产生的不同感情，表达了自己“不以物喜，不以己悲”的旷达胸襟与“先天下之忧而忧，后天下之乐而乐”的政治抱负。 </p> <p><strong>主题</strong><br>　　“洞庭天下水，岳阳天下楼。”一提起岳阳楼，人们就会很自然地想起千古名臣，千古名文《岳阳楼记》， 想到其中表明范仲淹宽阔胸襟的句子“不以物喜，不以己悲”，还会赞颂他“先天下之忧而忧，后天下之乐而乐”的政治抱负和生活态度。可以说，人们把太多的目光和关注给了范仲淹，而很少会有人想到功不可没的滕子京。既是自勉，又是与友人共勉。</p> <p><strong>后世影响</strong><br>　　影响力洞穿史册，成为延绵千年的治国理念之一，政事通达、人心和顺成为后代无数治国理政者孜孜以求的理想境界。后世有“居官警语”云：“善为治者，贵运轶民之隐，达民之情。”“治民之大者，在上下之交不至于隔阂。”“上下之交”而不“隔阂”，其核心就是个“通”字，揭示了“政通人和”的关键所在。</p> <p><strong>问题研究</strong><br>1、作者在此提出了一种什么样的更高的理想境界？<br>答：这是一种超然物外的理想境界。虽然因物悲喜是人之常情，但并不是做人的最高境界。<br>2、作者的旷达胸襟与政治抱负之间的关系：因果关系。<br>3、“古仁人之心”的内涵是什么？（用原文回答）<br>答：不以物喜，不以己悲。<br>4、“是进亦忧，退亦忧”这句话中，“进”是指什么？“退”是指什么？<br>“进”是指“居庙堂之高”即“在朝廷做官”，“退”是指“处江湖之远”即“不在朝廷做官”。<br>5、这段话中所用的主要表达方式是什么？本段在全文中的作用是什么？<br>答：议论。作用：点明主旨，抒发了作者宽阔的胸襟和远大的政治抱负。<br>6、“微斯人，吾谁与归”表达了作者的什么感情？<br>答：一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负以及对滕子京遭贬谪的慰勉。<br>7、如何理解“进亦忧，退亦忧”一句？<br>答：“进亦忧”照应“居庙堂之高则忧其民”，“退亦忧”照应“处江湖之远则忧其君”。这句话表达了古仁人不念自己的处境，而是忧国忧民，以天下为己任的思想。<br>8、“先天下之忧而忧，后天下之乐而乐”一句在文中的作用：。请再写出一句你从课外读到的与此意思相似的<a href=\"http://so.gushiwen.org/view_47916.aspx\">诗</a>句或名句。<br>答：作用：体现本文主旨。1、天下兴亡，匹夫有责。2、位卑未敢忘忧国。<br>9、作者巧妙地用两个设问句来逐层深入地阐明论点。第一个设问句先从反面说，后从正面说，揭示了“古仁人”之心的内涵，得出“是进亦忧，退亦忧”的论断，突出一个“忧”字，自然引出第二个设问句，将文章推向高潮，从而提出“先天下之忧而忧，后天下之乐而乐”的观点。<br>10、“居庙堂之高则忧其民，处江湖之远则忧其君”一句的修辞：对偶。<br>11、“迁客骚人”登楼“览物之情”为什么不同？<br>答：他们因外物的好坏和自己的得失而产生或喜或悲的感情（或“以物喜，以己悲”<br>12、选文表达了作者怎样的思想感情？<br>答：⑴对滕子京的劝勉和规谏。⑵抒发自己“先天下之忧而忧，后天下之乐而乐”的远大抱负。<br>13、“览物之情，得无异乎”和“古仁人之心，或异二者之为”两句中的“异”字，分别指什么内容？<br>答；“览物之情，得无异乎”中的“异”，是指不同的自然景物引发出的“迁客骚人”的不同的感触，即“悲”与“喜”两种不同的心境。“古仁人之心，或异二者之为”，是指古代仁人不同于上述“迁客骚人”，能不受自然景物好坏的影响，“不以物喜，不以己悲”。<br>14、用自己的话概括“迁客骚人”的两种“览物之情”，并指出作者这样写的目的。<br>答：第一种：远离京城，怀念家乡，担心遭诽谤和讽刺的悲伤。第二种：胸怀开阔，精神愉快，荣辱偕忘的喜悦。目的：为了将这类人的悲喜感情跟“古仁人之心”作对比，引出下文，由写情自然转入议论，突出全文主旨。<br>15、本文共五个自然段，其中叙事的是第1段，写景、抒情的是2、3、4第段，议论的是第5段。<br>16、出自本文的成语：百废具兴 、政通人和、心旷神怡。<br>文章第二段用神来之笔再现了岳阳楼的宏伟景象，照应了题目，此外还有什么作用？<br>答：“衔”和“吞”把远山长江与洞庭湖的关系写得活灵活现，同时领起下文迁客骚人的览物之景<br>17、两种不同的览物之情，各是怎样的？作者阐述的主要观点是什么？<br>答：一种是“去国怀乡，忧谗畏讥”的“因己而悲”的感情； 一种是“心旷神怡，宠辱偕忘”的“因物而喜”的感情。作者阐述的主要观点是“先天下之忧而忧，后天下之乐而乐”。<br>18、概括各段的大意：①交代作记的缘由。②描写洞庭湖远景，生发议论，引出两种情景。③——④、描写阴晴两种天气的景色极其感受。⑤、阐述古仁人之心，抒发自己的远大抱负。<br>19、联系全文，说说你对“先天下之忧而忧，后天下之乐而乐”的看法或理解。<br>答：范仲淹的这句话体现了忧君思想，带有时代的局限性，但是他所提倡的吃苦在前、享受在后的精神，在今天仍然有着借鉴和教育意义。<br>20、文章略写巴陵胜状，详写览物之情，试简述其原因。<br>答：写景不是本文的目的，作者的真正意图是借题发挥，谈一个人应有的政治抱负，并以此规箴友人。<br>21、“迁客骚人”与“古仁人”的区别在哪？<br>答：迁客骚人：以物喜，以己悲；古仁人：不以物喜，不以己悲。<br>22、本文的议论点明了作者的“忧乐”观，这种“忧”“乐”与前文“迁客骚人”的“悲”“喜”是否一致？为什么？ 答：不一致。作者的忧乐观是以天下为基础的是先天下之忧而忧，后天下之乐而乐；而迁客骚人的悲和喜是以自己的得失和外物的好坏为前提，是以物喜，以己悲。<br>23、范仲淹借此文委婉地表达了对友人滕子京地劝勉，结尾作者发出“微斯人，吾谁与归”的慨叹。就全文来看，这句话有何言外之意？<br>答：作者一方面希望滕子京具有古仁人之心，志存高远；另一方面也含蓄地表达了自己愿与古仁人同道的旷达胸襟和远大抱负。<br>24、“政通人和，百废具兴”；“不以物喜，不以己悲”；“先天下之忧而忧，后天下之乐而乐”。三句话因其文质兼美而脍炙人口，请选择感受最深的一句，结合《岳阳楼记》和自己的生活谈一谈体会。<br>答：任选其一即可。谈体会既要联系全文，又要结合自己的生活。如选第一句可围绕政治理想来谈；选第二句可围绕旷达胸襟来谈；选第三句可围绕远大政治报负及民族责任感来谈，言之成理即可。<br>25、“迁客骚人，多会于此，览物之情，得无异乎？”中的“骚人”是什么意思？根据我们学过的古诗文，举出曾到过岳阳楼的“迁客骚人”之作。<br>答：诗人。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的《望洞庭湖赠张丞相》<br>27、文中说“不以物喜，不以己悲”，作为现代人的你能否做到？为什么？请联系自己的生活实际，谈谈看法。<br>答：①能。这说的是一种从容的平常心境。只要发挥心灵力量，砥砺意志，就可以养成平常心境。面对考试的失败，以平常心待之，便做到了“不以物喜，不以己悲”。②不能。这是一种需要修炼才能达到的境界，作为中学生，心灵尚需砥砺，战胜外在的力量不易。担心考试失败是学生普遍的心态，便是这个道理。 </p>",
  "about": "<h2>概述</h2> <p>　　记事、写景、抒情融为一篇文章中，记事简明，写景铺张，抒情真切，议论精辟。</p> <p>　　这篇记叙述了事情的本末源起，通过描绘岳阳楼的景色及迁客骚人登楼览景后产生的不同感情，表达了<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>“不以物喜，不以己悲”的生活态度和“先天下之忧而忧，后天下之乐而乐”的政治抱负。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "辞赋精选",
    "初中文言文",
    "古文观止",
    "写景",
    "抒情",
    "爱国"
  ]
}