{
  "id": 72443,
  "star": 68,
  "name": "野田黄雀行",
  "dynasty": "魏晋",
  "content": "高树多悲风，海水扬其波。<br>利剑不在掌，结友何须多？<br>不见篱间雀，见鹞自投罗。<br>罗家得雀喜，少年见雀悲。<br>拔剑捎罗网，黄雀得飞飞。<br>飞飞摩苍天，来下谢少年。",
  "fanyi": "<p><strong>译文</strong><br>高高的树木不幸时常受到狂风的吹袭，平静的海面被吹得不住地波浪迭起。<br>宝剑虽利却不在我的手掌之中，无援助之力而结交很多朋友又有何必？<br>你没有看见篱笆上面那可怜的黄雀，为躲避凶狠的鹞却又撞进了网里。<br>张设罗网的人见到黄雀是多么欢喜，少年见到挣扎的黄雀不由心生怜惜。<br>拔出利剑对着罗网用力挑去，黄雀才得以飞离那受难之地。<br>振展双翅直飞上苍茫的高空，获救的黄雀又飞来向少年表示谢意。</p> <p><strong>注释</strong><br>⑴野田黄雀行：《乐府<a href=\"http://so.gushiwen.org/view_72443.aspx\">诗</a>集》收于《相和歌·瑟调曲》，是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>后期的作品。<br>⑵悲风：凄厉的寒风。<br>⑶扬其波：掀起波浪。此二句比喻环境凶险。<br>⑷利剑：锋利的剑。这里比喻权势。<br>⑸结友：交朋友。何须：何必，何用。<br>⑹鹞（yào）：一种非常凶狠的鸟类，鹰的一种，似鹰而小。罗：捕鸟用的网。<br>⑺罗家：设罗网捕雀的人。<br>⑻捎（xiāo）：挥击；削破；除去。<br>⑼飞飞：自由飞行貌。<br>⑽摩：接近、迫近。“摩苍天”是形容黄雀飞得很高。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_72443.aspx\">诗</a>可分两段。前四句为一段。“高树多悲风，海水扬其波”两句以比兴发端，出语惊人。《易》曰：“挠万物者莫疾乎风。”（《说卦》）谚曰：“树大招风。”则高树之风，其摧折破坏之力可想而知。“风”前又着一“悲”字，更加强了这自然景观所具的主观感情色彩。大海无边，波涛山立，风吹浪涌，楫摧樯倾，它和首句所描绘的恶劣的自然环境，实际是现实政治气侯的象征，曲折地反映了宦海的险恶风涛和政治上的挫折所引起的作者内心的悲愤与忧惧。正是在这样一种政治环境里，在这样一种心情支配下，作者痛定思痛，在百转千回之后，满怀悲愤喊出了“利剑不在掌，结交何须多”这一自身痛苦经历所得出的结论。没有权势便不必交友，这真是石破天惊之论！无论从传统的观念，无论从一般人的生活实际，都不能得出这样的结论来。儒家一向强调“有朋自远方来，不亦乐乎！”（《论语·学而》）强调“四海之内皆兄弟”（《论语·颜渊》）。从《诗经·伐木》的“嘤其鸣矣，求其友声”到今天民间流传的“在家靠父母，出门靠朋友”，都是强调朋友越多越好。然而，正是由于它的不合常情常理，反而有了更加强烈的震撼力量，更加深刻地反映了作者内心的悲愤。从曹集中《赠<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>》“亲交义在敦”、《赠丁仪》“亲交义不薄”、《送应氏》“念我平生亲”、《箜篌引》“亲友从我游”等等诗句来看，作者是一个喜交游、重友情的人。这样一个风流倜傥的翩翩佳公子，如今却大声呼喊出与自己本性完全格格不入的话来，不但用以自警，而且用以告诫世人，则其内心的悲苦激烈、创巨痛深，正是不言可知。</p> <p>　　　　“不见篱间雀”以下为全诗第二段。无权无势就不必交友，这当然不是作者内心的真实思想，而是在特殊情况下所发出的悲愤至极的牢骚。这个观点既无法被读者接受，作者也无法引经据典加以论证。因此他采用寓言手法，用“不见”二字引出了持剑少年救雀的故事。这个故事从表面看，是从反面来论证“利剑不在掌，结友何须多”这一不易为人接受的观点，而实际上却是紧承上段，进一步抒写自己内心的悲愤情绪。</p> <p>　　黄雀是温驯的小鸟，加上“篱间”二字，更可见其并无冲天之志，不过在篱间嬉戏度日而已。然而就是这样一只于人于物都无所害的小鸟，竟也不能见容于世人，设下罗网，放出鹞鹰，必欲驱捕逐得而后快。为罗驱雀的鹞鹰何其凶恶，见鹞投罗的黄雀何其可怜，见雀而喜的罗家何其卑劣。作者虽无一字褒贬，而感情已深融于叙事之中。作者对掌权者的痛恨，对无辜被害的弱小者的同情，均不难于词句外得之。</p> <p>　　作者又进而想象有一手仗利剑的少年，抉开罗网，放走黄雀。黄雀死里逃生，直飞云霄，却又从天空俯冲而下，绕少年盘旋飞鸣，感谢其救命之恩。显然，“拔剑捎罗网”的英俊少年实际是作者想象之中自我形象的化身；黄雀“飞飞摩苍天”所表现的轻快、愉悦，实际是作者在想象中解救了朋友急难之后所感到的轻快和愉悦。诚然，这只是作者的幻想而已。在现实中无能为力，只好在幻想的虚境中求得心灵的解脱，其情亦可悲矣。然而，在这虚幻的想象中，也潜藏着作者对布罗网者的愤怒和反抗。</p> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>诗歌的特点，钟嵘《诗品》的“骨气奇高，辞采华茂”八个字最为确评，也最常为人引用。但就这首《野田黄雀行》而言，“骨气”（思想内容）确实是高的，而辞采却说不上“华茂”。从总体上看，这首诗更具有汉乐府民歌的质朴风味。首先，拔剑捎网、黄雀谢恩这一情节，就明显受汉乐府民歌中许多带寓言色彩的作品的影响。西汉《铙歌》十八曲中《艾如张》一曲有“山出黄雀亦有罗，雀已高飞奈雀何”之句，对此篇构思的启发，更是显然。其次，此诗的词句也多质朴无华。“罗家得雀喜，少年见雀悲”这种句式完全是纯粹的口语，“黄雀得飞飞，飞飞摩苍天”二句中的叠字及顶真修辞手法也都是乐府民歌中常见的。这些朴实的词句和诗歌所要表现的内容正相适应，如果有意雕琢，其感人的力量也许倒反而会减退了。于此可见曹植这个才高八斗的作家向民歌学习所取得的成就。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_72443.aspx\">诗</a>选自《<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>集》卷六。史载，建安二十四年（219年），<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>借故杀了曹植亲信杨修，次年<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>继位，又杀了曹植知友丁氏兄弟。曹植身处动辄得咎的逆境，无力救助友人，深感愤忿，内心十分痛苦，只能写诗寄意。他苦于手中无权柄，故而在诗中塑造了一位“拔剑捎罗网”、拯救无辜者的少年侠士，借以表达自己的心曲。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "乐府",
    "赞美",
    "侠客",
    "抒怀"
  ]
}