{
  "id": 58950,
  "star": 13,
  "name": "好事近·咏梅",
  "dynasty": "宋代",
  "content": "的皪两三枝，点破暮烟苍碧。好在屋檐斜入，傍玉奴横笛。 <br>月华如水过林塘，花阴弄苔石。欲向梦中飞蝶，恐幽香难觅。",
  "fanyi": "<p><strong>译文<br></strong>烟霭浓，暮色苍，几枝疏梅分外亮。清瘦的枝条探过屋檐，把吹笛的美人轻轻依傍。<br>石苔上花影婆娑，月华如水映照着林塘。想化作梦蝶向花飞去，又怕难觅她的幽香！</p> <p><strong>注释<br></strong>⑴好事近：词牌名，又名《钓船笛》、《翠园枝》等。双调四十五字，仄韵格。<br>⑵的皪（de lì）：光亮、鲜明貌。<br>⑶暮烟：傍晚的烟雾。<br>⑷玉奴：美女。<br>⑸月华：月色。<br>⑹苔石：长着青苔的石头。<br>⑺飞蝶：用梁祝典故，二人两爱而无法长相守，最后化成彩蝶翩翩飞舞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的这首词初看是咏梅，但并不单纯是为了咏梅，而是有所寄托，作者想借梅的高风亮节来比喻自己的卓尔不然。</p> <p>　　词的上片，作者用凝炼的画笔，似乎毫不经意地就点染出屋角檐下那两三枝每天都见到但并未留心过的梅的绰约风姿。“的皪两三枝，点破暮烟苍碧”，“的皪”，用这两字点出梅花的秀洁，但也只有两三枝，故并不显得繁艳。而在“苍碧”的暮烟衬托下，却还是十分醒目，所以特用“点破”二字，以示不凡。作者笔下没有给读者一个鲜花锦簇的热烈画面，而只以“两三枝”相点缀，似乎显得冷清。这是因为梅开于冬春之际，这使它与姹紫嫣红的春花不同，它的开放，要经受一番与严寒的搏斗。梅以虬劲的枝干和甚至显得稀疏的花朵，在万卉凋零的严寒中向世界显示了它独出的英姿，这孤傲给人以特殊的美感。人们折梅或画梅，往往只取一两枝，正不以繁华似锦为美。因此，词中“的皪两三枝”确是恰到好处的。而且，正因其少，才给人以“点破”“暮烟苍碧”的感觉。接下来，词人用带有主观情意的“好在屋檐斜入，傍玉奴吹笛”，使这梅介入人事，并赋予它以情感。</p> <p>　　词的下片更以抒情为主。换头两句不仅有承转作用，而且极力渲染夜色，造成一种优美静谧的境界，为写朦胧梦境创造条件。然后，作者别出心裁地以梦中化蝶、追踪香迹抒发自己对梅的喜爱和追求之情，乃更出新意。再续以“恐幽香难觅”一句为结，却言梦中虽可化蝶穿花，却因无法再寻觅到梅的幽香而若有所失，写出爱梅人对梅可见而不可及的微妙心理。如此虚虚实实、或梦或醒，既真切而又光怪陆离，把这梅的品格和词人的心境交织在一起来写，表达得曲折尽意，饶有余味。</p> <p>　　借物咏怀的手法，是中国魏晋之际的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>首创，他用此法创作了80多首<a href=\"http://so.gushiwen.org/view_58950.aspx\">诗</a>词，此后，很多身居战乱中怀才不遇的诗人常采用这种手法来借物寄心，写怀述志。“咏梅”更是历代诗词作家耳熟能详的题材。所以，关于梅，无论从什么角度来描写，总难免除落入俗套之运。像众所周知的梅的高洁品格，这当然是必须突出的重点，但若纯粹地只从这点着眼，就势必会步前人后尘。如何从这里独辟蹊径，写出新意，那就得看作者的功力了。陈亮的这首诗词，从表面上看，显得平淡无奇，没有惊人之语，运用历史典故亦不多。但仔细品读，便会发现它仍是以新的手段写出新的志趣，并未落入前人窠臼，而实在是独具一格，精妙独到。</p>",
  "about": "<h2>创作背景</h2> 　　这首词约作于宋孝宗淳熙十五年（1188年）岁末，几枝绽放的梅花勾起了作者赏玩的兴致，便写下了这首词。",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "写花",
    "咏梅"
  ]
}