{
  "id": 47976,
  "star": 631,
  "name": "涉江采芙蓉",
  "dynasty": "两汉",
  "content": "涉江采芙蓉，兰泽多芳草。<br>采之欲遗谁，所思在远道。<br>还顾望旧乡，长路漫浩浩。<br>同心而离居，忧伤以终老。",
  "fanyi": "<p><strong>译文</strong><br>我踏过江水去采荷花，生有兰草的水泽中长满了香草。<br>可是我采了荷花要送给谁呢?我想要送给远方的爱人。<br>回头看那一起生活过的故乡，路途显得那么无边无际。<br>两心相爱却不能在一起。于是我们要各在一方，愁苦忧伤以至终老异乡。</p> <p><strong>注释</strong><br>1.芙蓉：荷花的别名。<br>2.兰泽：生有兰草的沼泽地。<br>3.遗（wèi）：赠。<br>4.远道：犹言“远方”。<br>5.还顾：回顾，回头看。<br>6.旧乡：故乡。<br>7.漫浩浩：犹“漫漫浩浩”，形容路途的遥远无尽头。形容无边无际。<br>8.同心：古代习用的成语，多用于男女之间的爱情或夫妇感情融洽指感情深厚。<br>9.终老：度过晚年直至去世。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《涉江采芙蓉》初读时十分单纯，而这”单纯“其实寓于颇微妙的婉曲表现中。初看起来，似乎无须多加解说，即可明白它的旨意，乃在表现远方游子的思乡之情。<a href=\"http://so.gushiwen.org/view_47976.aspx\">诗</a>中的“还顾望旧乡，长路漫浩浩”，正把游子对“旧乡”的望而难归之思，抒写得极为凄惋。那么，开篇之“涉江采芙蓉”者，也当是离乡游子了。不过，游子之求宦京师，是在洛阳一带，是不可能去“涉”南方之“江”采摘芙蓉的，而且按江南民歌所常用的谐音双关手法，“芙蓉”（荷花）往往以暗关着“夫容”，明是女子思夫口吻，当不可径指其为“游子”。连主人公的身分都在两可之间，可见此诗并不单纯。不妨先从女子口吻，体味一下它的妙处。</p> <p>　　夏秋之交，正是荷花盛开的美好季节。在风和日丽中，荡一叶小舟，穿行在“莲叶何田田”、“莲花过人头”的湖泽之上，开始一年一度的采莲活动，可是江南农家女子的乐事。采莲之际，摘几枝红莹可爱的莲花，归去送给各自的心上人，难说就不是妻子、姑娘们真挚情意的表露。何况在湖岸泽畔，还有着数不清的兰、蕙芳草，一并摘置袖中、插上发际、幽香袭人，更教人心醉。——这就是“涉江采芙蓉，兰泽多芳草”两句吟叹，所展示的如画之境。倘若倾耳细听，读者想必还能听到湖面上、“兰泽”间传来的阵阵戏谑、欢笑之声。</p> <p>　　但这美好欢乐的情景，刹那间被充斥于诗行间的叹息之声改变了。镜头迅速摇近，人们才发现，这叹息来自一位怅立船头的女子。与众多姑娘的嬉笑打诨不同，她却注视着手中的芙蓉默然无语。此刻，“芙蓉”在她眼中幻出了一张亲切微笑的面容——他就是这位女子苦苦思念的丈夫。“采之欲遗谁？所思在远道！”长长的吁叹，点明了这女子全部忧思之所由来：当姑娘们竞采摘着荷花，声言要拣最好的一朵送给“心上人”时，女主人公思念的丈夫，却正远在天涯！她徒然采摘了象征美好的芙蓉，却难以遗送给心上人。人们总以为，倘要表现人物的寂寞、凄凉，最好是将他（她）放在孤身独处的清秋，因为那最能烘托人物的凄清心境。但是否想到，有时将人物置于美好、欢乐的采莲背景上，抒写女主人公独自思夫的忧伤，更具有以“乐”衬“哀”的强烈效果。</p> <p>　　接着两句空间突然转换，出现在画面上的，似乎已不是拈花沉思的女主人公，而是那身在“远道”的丈夫了：“还顾望旧乡，长路漫浩浩。”是女主人公在想丈夫在干什么，这是古体诗长用手法。而且仿佛是心灵感应似的，正当女主人公独自思夫的时候，她远方的丈夫，此刻也正带着无限忧愁，回望着妻子所在的故乡。他当然不能望见故乡的山水、那在江对岸湖泽中采莲的妻子。此刻展现在他眼间的，无非是漫漫长路，和那阻山隔水的浩浩烟云。许多读者以为，这两句写的是还望“旧乡’的实境，从而产生了诗之主人公乃离乡游子的错觉。实际上，这两句的“视点”仍在江南，表现的依然是那位采莲女子的痛苦思情。不过在写法上，采用了“从对面曲揣彼意，言亦必望乡而叹长途”（张玉谷《古诗赏析》）的“悬想”方式，从面造出了“诗从对面飞来”的绝妙虚境。</p> <p>　　这种“从对面曲揣彼意”的表现方式，与《诗经》“卷耳”、“陟岵”的主人公，在悬想中显现丈夫骑马登山望乡，父母在云际呼唤儿子的幻境，正有着异曲同工之妙——所以，诗中的境界应该不是空间的转换和女主人公的隐去，而是画面的分隔和同时显现：一边是痛苦的妻子，正手拈芙蓉、仰望远天，身后的密密荷叶、红丽荷花，衬着她飘拂的衣裙，显得那样孤独而凄清；一边则是云烟缥缈的远空，隐隐约约摇晃着返身回望的丈夫的身影，那一闪而隐的面容，竟那般愁苦！两者之间，则是层叠的山峦和浩荡的江河。双方都茫然相望，当然谁也看不见对方。正是在这样的静寂中，天地间幽幽响起了一声凄伤的浩汉：“同心而离居，忧伤以终老！”这浩叹无疑发自女主人公心胸，但因为是在“对面”悬想的境界中发出，读者所感受到的，就不是一个声音：它仿佛来自万里相隔的天南地北，是一对同心离居的夫妇那痛苦叹息的交鸣！这就是诗之结句所传达的意韵。当你读到这结句时，或许能感觉到：此诗抒写的思夫之情虽然那样“单纯”，但由于采取了如此婉曲的表现方式，便如山泉之曲折奔流，最后终于汇成了飞凌山岩的急瀑，震荡起撼人心魄的巨声。</p> <p>　　上文已经说到，此诗的主人公应该是位女子，全诗所抒写的，乃是故乡妻子思念丈夫的深切忧伤。但倘若把此诗的作者，也认定是这位女子，那就错了。马茂元先生说得好：“文人诗与民歌不同，其中思妇词也出于游子的虚拟。”因此，《涉江采芙蓉》最终仍是游子思乡之作，只是在表现游子的苦闷、忧伤时，采用了“思妇词”的“虚拟”方式：“在穷愁潦倒的客愁中，通过自身的感受，设想到家室的离思，因而把一性质的苦闷，从两种不同角度表现出来”（马茂元《论〈古诗十九首〉》）。从这一点看，《涉江采芙蓉》为表现游子思乡的苦闷，不仅虚拟了全篇的“思妇”之词，而且在虚拟中又借思妇口吻，“悬想”出游子“还顾望旧乡”的情景。</p>",
  "about": "<h2>创作背景</h2> <p>　　两汉时期，经学成为士人跻身朝堂、谋求功名的重要资本。于是千千万万的学子离乡游学求宦。但是对于如此众多的士人而言，官僚机构的容纳能力实在太有限了，这必然形成一种得机幸进者少、失意向隅者多的局面。于是一个坎凛失意的文人群体便产生了，这就是《古<a href=\"http://so.gushiwen.org/view_47976.aspx\">诗</a>十九首》中的“游子”和“荡子”。这些宦途失意的游学的士子在宦途无望、朋友道绝的孤单失意中，自然会苦苦地怀念故乡和亲人。本诗即是《古诗十九首》中描写怀乡思亲的代表。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "女子",
    "思念"
  ]
}