{
  "id": 49377,
  "star": 1144,
  "name": "水龙吟·次韵章质夫杨花词",
  "dynasty": "宋代",
  "content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。<br>不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
  "fanyi": "<p><strong>译文</strong><br>非常像花又好像不是花，无人怜惜任凭衰零坠地。把它抛离在家乡路旁，细细思量仿佛又是无情，实际上则饱含深情。受伤柔肠婉曲娇眼迷离，想要开放却又紧紧闭上。蒙混随风把心上人寻觅，却又被黄莺儿无情叫起。<br>不恨这种花儿飘飞落尽，只是抱怨愤恨那个西园、满地落红枯萎难再重缀。清晨雨后何处落花遗踪？飘入池中化成一池浮萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人晶莹的眼泪啊。</p> <p><strong>注释</strong><br>⑴水龙吟：词牌名。又名“龙吟曲”“庄椿岁”“小楼连苑”。《清真集》入“越调”。一百二字，前后片各四仄韵。又第九句第一字并是领格，宜用去声。结句宜用上一、下三句法，较二、二句式收得有力。<br>⑵次韵：用原作之韵，并按照原作用韵次序进行创作，称为次韵。章质夫：即（jié），建州浦城（今属福建）人。时任荆湖北路提点刑狱，常与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>词酬唱。<br>⑶从教：任凭。<br>⑷无情有思（sì）：言杨花看似无情，却自有它的愁思。用唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚春》诗：“杨花榆荚无才思，唯解漫天作雪飞。”这里反用其意。思：心绪，情思。<br>⑸萦：萦绕、牵念。柔肠：柳枝细长柔软，故以柔肠为喻。用唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝》诗：“人言柳叶似愁眉，更有愁肠如柳枝。”<br>⑹困酣：困倦之极。娇眼：美人娇媚的眼睛，比喻柳叶。古人诗赋中常称初生的柳叶为柳眼。<br>⑺“梦随”三句：用唐<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>《春怨》诗：“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”<br>⑻落红：落花。缀：连结。<br>⑼一池萍碎：苏轼自注：“杨花落水为浮萍，验之信然。”<br>⑽春色：代指杨花。</p>",
  "shangxi": "<p>　　苏词向以豪放著称，但也有婉约之作，这首《水龙吟》即为其中之一。它藉暮春之际“抛家傍路”的杨花，化“无情”之花为“有思”之人，“直是言情，非复赋物”，幽怨缠绵而又空灵飞动地抒写了带有普遍性的离愁。篇末“细看来，不是杨花，点点是离人泪，”实为显志之笔，千百年来为人们反复吟诵、玩味，堪称神来之笔。</p> <p>　　上阕首句“似花还似非花”出手不凡，耐人寻味。它既咏物象，又写人言情，准确地把握住了杨花那“似花非花”的独特“风流标格”：说它“非花”，它却名为“杨花”，与百花同开同落，共同装点春光，送走春色；说它“似花”，它色淡无香，形态细小，隐身枝头，从不为人注目爱怜。</p> <p>　　次句承以“也无人惜从教坠”。一个“坠”字，赋杨花之飘落；一个“惜”字，有浓郁的感情色彩。“无人惜”，是说天下惜花者虽多，惜杨花者却少。此处用反衬法暗蕴缕缕怜惜杨花的情意，并为下片雨后觅踪伏笔。</p> <p>　　“抛家傍路，思量却是，无情有思”三句承上“坠”字写杨花离枝坠地、飘落无归情状。不说“离枝”，而言“抛家”，貌似“无情”，犹如所谓“杨花榆荚无才思，惟解漫天作雪飞”（《晚春》），实则“有思”，一似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所称“落絮游丝亦有情”（《白丝行》）。咏物至此，已见拟人端倪，亦为下文花人合一张本。</p> <p>　　“萦损柔肠，困酣娇眼，欲开还闭”，这三句由杨花写到柳树，又以柳树喻指思妇、离人，可谓咏物而不滞于物，匠心独具，想象奇特。<br>以下“梦随”数句化用唐人<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>《春怨》<a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>意，借杨花之飘舞以写思妇由怀人不至引发的恼人春梦，咏物生动真切，言情缠绵哀怨，可谓缘物生情，以情映物，情景交融，轻灵飞动。</p> <p>　　下阕开头“不恨此花飞尽，恨西园、落红难缀”，作者在这里以落红陪衬杨花，曲笔传情地抒发了对于杨花的怜惜。继之由“晓来雨过”而问询杨花遗踪，进一步烘托出离人的春恨。“一池萍碎”即是回答“遗踪何在”的问题。</p> <p>　　以下“春色三分，二分尘土，一分流水”，这是一种想象奇妙而兼以极度夸张的手法。这里，数字的妙用传达出作者的一番惜花伤春之情。至此，杨花的最终归宿，和词人的满腔惜春之情水乳交融，将咏物抒情的题旨推向高潮。篇末“细看来，不是杨花，点点是离人泪”一句，总收上文，既干净利索，又余味无穷。它由眼前的流水，联想到思妇的泪水；又由思妇的点点泪珠，映带出空中的纷纷杨花，可谓虚中有实，实中见虚，虚实相间，妙趣横生。这一情景交融的神来之笔，与上阕首句“似花还似非花”相呼应，画龙点睛地概括、烘托出全词的主旨，达成余音袅袅的效果。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "柳树",
    "婉约"
  ]
}