{
  "id": 20423,
  "star": 15,
  "name": "杨生青花紫石砚歌",
  "dynasty": "唐代",
  "content": "端州石工巧如神，踏天磨刀割紫云。<br>佣刓抱水含满唇，暗洒苌弘冷血痕。<br>纱帷昼暖墨花春，轻沤漂沫松麝薰。<br>干腻薄重立脚匀，数寸光秋无日昏。<br>圆毫促点声静新，孔砚宽顽何足云！",
  "fanyi": "<p><strong>译文</strong><br>端州石工的手艺真是灵巧如神，磨刀采石山顶上，犹如脚踏青天割紫云。<br>砚台削磨均匀，注上水，像满含的嘴唇，砚台里花纹隐现仿佛苌弘的碧血印痕。<br>纱帐中白天暖融融，磨动的墨花添春意，轻盈的墨泡和漂动的墨沫散发出松麝的芬芳。<br>墨汁干润浓淡，墨脚都均匀稳定，小小砚台里的墨汁像秋空般光洁，没半点浊浑。<br>用笔尖蘸着墨花，发出细微、清新之声，那又大又粗的孔砚有什么值得称颂！</p> <p><strong>注释<br></strong>⑴杨生：砚台的主人。青花紫石砚：有青色纹理的紫石端砚，是唐代的一种名贵砚台。青花：即砚上的“鸲鹆眼”。<br>⑵端州：今广东高要县一带，境内出石砚。<br>⑶“踏天”句：石工登上峰顶开采砚石，好像拿刀割取天上的紫云一样。<br>⑷佣（yōng）刓（wán）：均匀地削磨。抱水：注满水。唇：指砚唇，盛水处。<br>⑸苌（cháng）弘：周朝人，传说他死后三年，血化为碧玉。这里形容砚台里隐约出现的青花纹理，犹如苌弘的碧血。<br>⑹纱帷（wéi）：纱帐。这里指书房。<br>⑺沤（òu）：浸泡。沾水磨墨的意思。松麝（shè）：磨墨时候发出松麝的芳香。薰（xūn）：香气。<br>⑻腻：润。薄：淡。重：浓。脚：墨脚，即墨锭下端接触砚石的部分。匀：均匀稳定。<br>⑼数寸：指砚台上的墨。光秋：形容墨汁犹如光洁的秋空。<br>⑽圆毫：指毛笔。促点：用笔蘸墨时的动作。<br>⑾孔砚：孔子用过的砚台。宽顽：笨头笨脑。一作“宽硕”。何足云：不值得称道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_20423.aspx\">诗</a>一开头，就把赞辞献给青花紫石砚的采制者端州石工，称他们“巧”技赛过“神”功。“巧”、“神”这等字眼，用在这里，却力透纸背。</p> <p>　　接着，用神奇的彩笔描绘采石工人的劳动。唐代开采端砚石的“砚坑”，只有西江羚羊峡南岸烂柯山（一称斧柯山）的下岩（一名水岩，后称老坑）、中岩、上岩和山背的龙岩，其中仅下岩石有“青花”。杨生的这个砚，应是下岩所产的“青花紫石”。据宋代无名氏《端溪砚谱》说：“下岩之中，有泉出焉，虽大旱未尝涸。”又说：“下岩北壁石，盖泉生石中，非石生泉中。”采石工人则在岩穴下面那种水流浸淋的环境中操作。所以“踏天磨刀割紫云”一句中的“踏天”，不是登高山，而是下洞底，踏的是水中天。灯光闪烁在水面上，而岩石的倒影反映于水面，水面就像天幕，倒影就像凝云。开石用锤凿，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>既以石为“云”，自然就说用“刀割”了。这里的“天”可“踏”，“云”可“割”，把端州石工的劳动写“神”了。</p> <p>　　“佣刓抱水含满唇”，“佣”是说把石块磨治整齐，“刓”是说在石面上雕刻成型。这一句写磨制雕刻石砚，极言工技的精巧。</p> <p>　　“暗洒苌弘冷血痕”，写紫石砚上的青花。唐人吴淑《砚赋》说：“有青点如筋头大，其点如碧玉晶莹。”人们所重，即是紫石中隐含有聚散的青花。《庄子·外物》：“苌弘死于蜀，藏其血，三年而化为碧。”这里以“苌弘冷血痕”来形容砚上的青花。清代<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>说：“沉水观之，若有萍藻浮动其中者，是曰青花。”（《曝书亭集》）青花在水中才显出它的美，所以前句用“抱水”。这里用“暗洒”二字，说的是“苌弘冷血痕”般的青花。“纱帷昼暖墨花春，轻沤漂沫松麝薰”，写把砚放置在书斋中，在天气暖和的时候试墨。试墨时用水不多，轻磨几下，墨香已经飘满了室内。表面上是写墨的好——是最好的“松烟”和“麝香”所制；而实际上是写砚的好，容易“发墨”。</p> <p>　　“干腻薄重立脚匀”，仍是写砚。砚要“扣之无声”、“磨墨无声”才是佳品。这块砚，石质干（不渗水）而腻（细润），砚体薄（平扁）而重（坚实稳重），品质极佳。所以在磨墨的时候，砚脚紧贴案上，不侧不倚，在那上面磨墨，平稳匀称。</p> <p>　　“数寸光秋无日昏”，写墨的色泽很明净，没有丝毫的昏暗和朦胧。“数寸”是说砚体不大。李之彦在《砚谱》里说：“惟斧柯山出者，大不过三四指。”正合“数寸”的说法。所以末句的“宽硕”，刚好与此相对。</p> <p>　　“圆毫促点声静新”，是说笔蘸了墨以后变得圆润饱满，砚不伤笔毫，拿起笔来点画，纸上有轻微的细静清新的声音，而不是说砚有声音。这一句由墨写到笔，但还是归结到写砚的美。</p> <p>　　以上对青花紫石砚的赞词已经足够了，但诗人意犹未尽，忽然来了一句“孔砚宽顽何足云”。“宽顽”这个词，有些版本作“宽硕”，其实用“宽硕”与上文的“数寸”对应得更好。孔子名丘，字仲尼，后人称他的出生地为尼山，好事的人取尼山石为砚，借以“尊圣”。然而尼山砚并不实用，徒有其名，所以李贺在诗的结尾处说“何足云”，与起句“端州石工巧如神”意思暗对。一起一结，表面上没有多少意义，实际上是有内在含义的。诗人心中的天平，称人称砚，都是有所轻重的。</p> <p>　　这首诗通篇写砚：砚质，砚色，砚型，砚体，砚品，砚德。而砚的使用，又离不开墨、笔、纸，尤其是墨，所以写的时候也会涉及。它们虽然是作陪衬的，却衬托出了青花紫石砚的美。全诗一句接一句，一路不停，络绎而下，如同缨络垂下；字句精炼，语言跳跃，没有一处浪费笔墨，也没有一处用语晦涩的地方。如果不是十分熟悉砚中的学问，极难写出这种酣畅淋漓、妥切中肯的诗歌。</p>",
  "about": "<h2>创作背景</h2> 　　端州（今广东肇庆）石砚，即端砚，石质坚实、细润，发墨不损毫，利于书写，而且造型美，雕琢精，唐代已享盛名，大书法家<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>论砚时曾推为第一。端砚以紫色者尤为世所重，唐代李肇《唐国史补》说：“端州紫石砚，天下无贵贱通用之。”青花本是石上的一处青筋，可以说是石病，但偏偏为人珍视。当时杨生正有这么一块青花紫石砚，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>便欣然命笔，一气写下了这首笔饱墨酣的赞美<a href=\"http://so.gushiwen.org/view_20423.aspx\">诗</a>。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "咏物",
    "赞美",
    "砚石"
  ]
}