{
  "id": 70245,
  "star": 10,
  "name": "【双调】水仙子　杂咏",
  "dynasty": "元代",
  "content": "丽春园苏氏弃了双生，海神庙王魁负了桂英。薄幸的自古逢着薄幸，志诚的<br>逢着志诚，把志诚薄幸来评。志诚的合天意，薄幸的逢着鬼兵，志诚的到底有个<br>前程。　遣怀<br>　　百年三万六千场，风雨忧愁一半妨。眼儿里觑心儿上想，教我鬓边丝怎地当？<br>把流年子细推详：一日一个浅斟低唱，一夜一个花浊洞房，能有得多少时光！　春<br>　　香车宝马出城西，淡淡和风日正迟。管弦声里游人醉，尽生前有限杯，秋千<br>下翠绕珠围。绿柳中黄鹂啭，朱栏外紫燕飞，尽醉方归。　夏<br>　　画船深入小桥西，红翠乡中列玳席。南薰动处清香递，采莲歌腔韵宜，效红<br>鸳白鹭忘机。细切银丝，浅斟白玉杯，尽醉方归。　秋<br>　　萧萧红叶带霜飞，黄菊东篱雨后肥。想人生莫负登高会，且携壶上翠微，写<br>秋容雁字行稀。烹紫蟹香橙醋，荐金英绿义醅，尽醉方归。　冬<br>　　彤云密布雪花飞，暖阁毡帘簌地垂。忆当时扫雪烹茶味，争如饮羊羔潋滟杯，<br>胆瓶中温水江梅。试宛转歌《金缕》，按蹁跹舞玉围，尽醉方归。<br>　　随时达变变峥嵘，混俗和光有甚争。只不如胡卢蹄每日相逐趁，到能够吃肥<br>羊饮巨觥，得便宜是好好先生。若要似贾谊般般正，如屈原件件醒，到了难行。<br>你强我弱我便宜，人善人欺天不欺。墙板般世事无碑记，料想来争甚的，则争个<br>来早来迟。由你待夸强说会，我则待随高就低，厌厌的日早平西。<br>　　命非由已不由他，进舍行藏须在我。用时节与他行些个，舍之则藏亦可，待<br>刚行半步难那。孔子遭阳货，臧仓毁孟轲，量我待如何。<br>　　知分限识进退决嫌疑，傲富贵甘清贫绝是非。看诗书温语孟鸣周易，见天心<br>察地理，住宅儿水绕水围。卧东窗三竿日，灌西园二亩畦，最相亲稚子山妻。退<br>毛鸾凤不如鸡，虎离岩前被兔欺。龙居浅水虾蟆戏，一时间遭困危，有一日起一<br>阵风雷。虎一扑十硕力，凤凰展翅飞，那其间别辨高低！<br>　　爱我时沉香亭畔击梧桐，爱我时细看华清出浴容。到如今病着床害的十分重，<br>地更盼羊车信不通，度春宵帐冷芙蓉。恁占着长生殿，撇我在兴庆宫，唱好是<br>下的也玄宗！<br>　　爱我时长生殿对月说山盟，爱我时华萼楼停骖缓辔行。爱我时沉香亭比并着<br>名花咏，爱我时进荔枝浆解宿醒，爱我时浴温泉走飞觥。爱我时赏秋夜华清宴，<br>爱我时击梧桐腔调成，爱我时为颜色倾城。<br>　　明妃万里出长安，和泪琵琶马上弹。意迟迟盼煞南来雁，雁还时人未还，塞<br>途赊沙草斑斑。过了些乞留曲吕涧，重重叠叠山，扑簌簌泪滴雕鞍！<br>　　打着面皂雕旗招忽地转过山坡，见一火番官唱凯歌，呀来呀来呀来呀来齐<br>声和。虎皮包马上驮，当先里亚子哥哥。番鼓儿劈扑桶擂，火不思必留不剌扑，<br>簇捧着个带酒沙陀。<br>　　青山隐隐水茫茫，时节登高却异乡。孤城孤客孤舟上，铁石人也断肠，泪涟<br>涟断送了秋光。黄花梦，一夜香，过了重阳。<br>　　满城风雨送重阳，与客登临醉一场。东篱虽少个陶元亮，有黄花三径芳，酌<br>浊醪满泛橙香。准备着樽前唱，安排着席上狂，不到底辜负了秋光。<br>　　夕阳西下水东流，一事无成两鬓秋，伤心人比黄花瘦，怯重阳九月九，强登<br>临情思悠悠。望故国三千里，倚秋风十二楼，没来由惹起闲愁。<br>　　烟笼寒水月笼沙，江上行人陌上花。兰舟夜泊青山下，秋深也不到家，对青<br>灯一曲琵琶。我这里弹初罢，他那里作念煞，知他是甚日还家？<br>　　常记的离筵饮泣饯行时，折尽青青杨柳枝。欲拈斑管书心事，无那可乾坤天<br>样般纸，意悬悬诉不尽相思。谩写下鸳鸯字，空吟就花月词，凭何人付与娇姿？<br>雕鞍一自两别离，不待梳妆懒画眉。歹浑家就里无别意，亲心儿嘱付你，嘱付你<br>休恋酒贪杯。到那里识些廉耻，休惹人闲是非，好觑当身己。<br>　　临行愁见整行李，几日无心扫黛眉。不如饮的奴先醉，他行时我不记的，不<br>强似眼睁睁两下分离？但去着三年五岁，更隔着千山万水，知他甚日来的？<br>　　一春鱼雁杳无闻，千里关山劳梦魂。数归期屈指春纤困，结灯花犹未准，叹<br>芳年已过三旬。退莲脸消了红晕，压春山长出皱纹，虚度了青春。<br>　　凤凰台上月儿明，恰似团圆云雾生。正遮了北斗杓儿柄，这凄凉有四星，睡<br>魂儿水底飘零。他那里人初静，我这里酒半醒，空点着半盏儿残灯。<br>　　丝丝梅雨透窗寒，苒苒离愁魂梦间。隔云山万里空长叹，要相逢难上难，望<br>天涯倚遍阑干。咱本是英雄汉，尚兀自把泪弹，他那里怎生般消瘦了容颜。<br>　　画桥斜映钓鱼舟，撒网攀罾不暂收。西湖南浦天然秀，古范蠡何处有？今人<br>不饮时干休。船刺在荷花荡，马拴在金线柳，直吃的尽醉方归。<br>　　火烧祆庙枉留情，水氵蓝桥空至诚。一个鱼沉一个雁杳无音信，困书生憔<br>悴损，想起来苦痛伤心。支楞的瑶琴上弦断，吉丁的掂折玉簪，扑通的井坠银瓶。<br>恰才相见玉簪折，才得欢娱弦断也，我无缘共寝秦楼月。不相逢时容易舍，既相<br>逢争忍离别。昨日个舞榭歌台，今日个花残月缺，明日个烟水重叠。<br>　　我正山长水远忆佳期，传与个瓶坠簪折歹信息。我自索酩子里自了相思泪，<br>梦回时想念谁？干休了废寝忘食。再休想团圆日，从今后不见伊，道别离真个别<br>离。<br>　　暗香浮动月黄昏，骨格精神画不真。倩东风吹上何郎鬓，比江头别是春，好<br>教人怨杀东君。香馥馥花心嫩，娇滴滴玉蕊新，可惜了寂寞在前村。<br>　　罗围宽褪瘦了腰肢，美饭刚推三四匙。困腾腾睡摺裙儿衤至，闷厌厌憔悴死，<br>泪珠儿界破胭脂。想着他温温存存事，欢欢喜喜时，因此上染做了相思。<br>　　转寻思转恨负心贼，虚意虚名歹见识。只被他沙糖口啜赚了鸳鸯会，到人前<br>讲是非，咒的你不满三十。再休想我过从的意，我今日悔懊迟，先输了花朵般身<br>己。<br>　　常想着绿窗前云雨那时节情，都做了风里杨花水面上萍。自从当日分开鸾镜，<br>好教我乍孤眠梦不成，想起来忽地心疼。虽不是我先薄幸，又不是我不志城，空<br>说下海誓山盟。<br>　　娘心里烦恼恁儿知，伏不定床前忙跪膝。是昨宵饮得十分醉，一时错悔是迟，<br>由奶奶法外凌迟。打时节留些游气，骂时节存些面皮，可怜见俺是儿女夫妻。不<br>思量大管是痴呆，俏俊冤家怎地舍？痛关情且是着疼热，俺娘却教我远离者，几<br>时是那自在时节？但守的三朝五夜，才撇下十朝半月，娘呵，只被你间阻煞人也。<br>　　后花园里等才朗，相抱相偎入绣房。笑吟吟先倒在牙床上，羞答答怎对当，<br>不由人脱了衣裳。锦被里翻了红浪，玉腕上金钏响，恰便似戏水鸳鸯。<br>　　夕阳西下意徘徊，今夜新郎又是谁？口儿里不住长吁气，好教我惮梳妆画眉，<br>担阁了少年身己。他又不和我温温存存睡，又不是才钱娶到妻，从黄昏到晓早分<br>离。　喻镜<br>　　同心结义数年过，陡恁如今昏暗多。不明白抛闪人寂寞，想前生注定我，恰<br>团圆又早离合。打照面关情意，急回头不见他，好姻缘暗里消磨。　喻敌<br>　　军多将广有埋伏，得胜姨夫且占取。卷旗幡到褪咽喉路，不筛锣不擂鼓，权<br>做个诈败佯输。等得你不来不去，心足意足，那其间再做个姨夫。　喻双陆<br>　　风流局面实堪夸，有色教人心爱煞。间深里谁肯轻抛下？等闲时须下马，试<br>将门儿开咱。分付孩儿话，迟疾早到家，休想我半步那差。　喻纸鸢<br>　　丝纶长线寄天涯，纵放由咱手内把。纸糊披就里没牵挂，被狂风一任刮，线<br>断在海角天涯。收又收不下，见又不见他，知他流落在谁家？",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}