{
  "id": 68999,
  "star": 19,
  "name": "菩萨蛮令·金陵怀古",
  "dynasty": "宋代",
  "content": "龙蟠虎踞金陵郡，古来六代豪华盛。缥凤不来游，台空江自流。下临全楚地，包举中原势。可惜草连天，晴郊狐兔眠。",
  "shangxi": "<h2>鉴赏</h2> <p>　　宋廷南迁，围绕定都问题，有过一段时期的争论。</p> <p>　　建炎三年（1129）二月，帝在镇江。当时金军正拟渡江南下，帝召从臣问计，王渊以杭州有重江之险，主张逃往杭州。高宗畏敌如虎，此话正中下怀。张邵上疏曰：“今纵未能遽争中原，宜进都金陵，因江、淮、蜀、汉、闽、广之资，以图恢复。”帝不听，去了杭州。绍兴六年（1136）七月，<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>上奏曰：“东南形胜莫重于建康（即金陵），实为中兴根本，且使人主居此，北望中原，常怀愤惕，不敢暇逸。而临安（即杭州）僻在一隅，内则易生玩肆，外则不足以号召远近，系中原之心。请临建康，抚三军，以图恢复。”这一回因形势好转，即于次年移跸金陵。但八年回杭州。张守谏曰：“建康自六朝为帝王都，气象雄伟，且据都会以经理中原，依险阻以捍御强敌。陛下席未及暖，今又巡幸，百司六军有勤动之苦，民力邦用有烦费之忧。愿少安于此，以系中原民心。”然而高宗正一心与金人议和不以收复北方失地为大业，执意定都杭州。同年，宋金签订了“绍兴和议”，自此南宋都定临安。（见《宋史纪事本末》卷六十三《南迁定都》）<a href=\"http://so.gushiwen.org/author_202.aspx\">康与之</a>此词，正即作于这一历史时期。名曰“怀古”，实是“伤今”，是针对当时南宋小朝廷奉行逃跑和妥协政策而发的扼腕之叹。</p> <p>　　上阕思接千载，写历史长河中的金陵。金陵群山屏障，大江横陈，是东南形胜之地，自三国吴孙权建都于此，历东晋、宋、齐、梁、陈，六朝为帝王之宅，豪华竞逐，盛极一时。起二句，即概述那一段灿烂辉煌的往事，以先声夺人。“龙蟠虎踞”四字用典，汉末<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出使东吴，睹金陵（时称秣陵）山阜，有“钟山龙蟠，石头虎踞”之见，见《太平御览。州郡部。叙京都》引晋张勃《吴录》。南京山川雄伟人事繁华，可谓珠联璧合，相得益彰。然而，宇宙无穷，山川长在；盈虚有数，人事不居。三百馀年在永恒的历史面前只是弹指一瞬。随着政权更迭，国都无移，金陵的繁华已成古迹。“缥凤”二句，情绪陡落千丈，与后蜀<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《江城子》（晚日金陵岸草平）之所谓“六代繁华，暗逐逝波声”、“北宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《桂枝香·金陵怀古》之所谓六朝旧事随流水”同一感慨。由字面可看出，明显是化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵凤凰台》<a href=\"http://so.gushiwen.org/view_68999.aspx\">诗</a>：“凤凰台上凤凰游，凤去台空江自流。”缥凤，淡清色的凤鸟。凤凰台，故址在今南京花盝冈。南朝宋文帝元嘉十六年（439），有三鸟翔集于此，状如孔雀，五色文彩，鸣声谐和，众鸟群至，遂筑此台以纪其瑞。见宋乐史《太平寰宇记·江南东道·升州·江宁县》。由于李白诗为人们所熟知，而读者不难联想而及同诗中“吴宫花草埋幽径，晋代衣冠成古丘”等名句，局部返观为整体，十个字带出了一连串意境，当年“豪华”之盛，今日萧瑟之衰，种种画面遂一而过。且“龙蟠虎踞”云云以“山”起，“台空江流”云云以“水结”针缕亦极周到。</p> <p>　　题面“金陵怀古”之意，上阕四句已足。然词人之用心原不在“发思古之幽情”，为“怀古”而“怀古”，“怀古”的目的是为了“伤今”，故下阕即转入此旨。“下临”二句，视通万里，置金陵于有利战略地位。“全楚地”，语见唐<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《长沙馆中与郭夏对雨》诗“云横全楚地”，泛指长江中游地区。春秋战国时，此系楚国的腹地，故云。“包举”，包抄而攻取。二句说金陵为长江下游的战略要地，与长江中游诸重镇共同构结成包抄中原的态势。按当时军事方略，南宋如欲北伐收复中原失地，可于长江中、下游两路出兵，一路自鄂州（今武汉市一带）出荆襄，直趋河路；一路自金陵等地出淮南，迂回山东。倘若更置一军自汉中出，攻取关陕，三路进击，则尤佳。词人能够高度评价金陵在北伐事业中所占据的重要战略地位，见识卓越前引张邵、张浚、张守之奏议，与康与之此词，或为政治家之言论，或为文学家之笔墨，都代表着当时的军心、民心。南宋爱国词，与民族、人民的愿望息息相通。行文至此，词情再度振起。可是，“事无两样人心别”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《虞美人。同父见和再用前韵》），以高宗为首的南宋统治集团只知向金人屈膝求和，不知利用民众力量。他们龟缩在浙东一隅，视长江天险为第二道院墙，不去利用金陵的战略位置。</p> <p>　　面对这一冷酷的现实，词人的激情不禁再一次跌到冰点。“可惜草连天，晴郊狐兔眠！”一声长吁，包含着多么沉重的失望与痛苦啊。作为南宋臣民，词人不可能直言不讳地去批揭那龙喉下的逆鳞，然而他已经形象地告诉后人，南宋统治者的胆识，在六朝之下！东晋以迄梁陈，文治武功虽不甚景气，毕竟尚有勇气定都金陵，与北方抗衡，未至于躲得那么远呢。</p> <p>　　此词的特点是，上下八句，两两相形，共分为四个层次，呈现为“扬——抑——扬——抑”的大起大落，这种章法与词人怀古伤今时起伏的心潮吻合无间。</p> <p>　　由起句的“龙蟠虎踞”到收句的“狐卧兔眠”，两组意象遥遥相对，亦是匠心所在。其意盖从北周庚信《哀江南赋》“昔之虎踞龙盘，加以黄旗紫气，莫不随狐兔而窟穴，与风尘而殄瘁”云云化出，更为简洁。龙虎地而无有龙腾虎掷的形象，却成为狐兔之乐园，此情此景，本身即是莫大的讽刺，不必更着一字，读者已随词人作喟然之浩叹矣。</p>",
  "poet": {
    "id": 202,
    "star": 0,
    "name": "康与之",
    "image": "http://img.gushiwen.org/authorImg/kangyuzhi.jpg",
    "desc": "康与之字伯可，号顺庵，洛阳人，居滑州（今河南滑县）。生平未详。陶安世序其词，引与之自言：“昔在洛下，受经传于晁四丈以道，受书法于陈二丈叔易。”建炎初，高宗驻扬州，与之上《中兴十策》，名振一时。秦桧当国，附桧求进，为桧门下十客之一，监尚书六部门，专应制为歌词。绍兴十七年（1147），擢军器监，出为福建安抚司主管机宜文字。桧死，除名编管钦州。二十八年，移雷州，再移新州牢城，卒。"
  },
  "tags": [
    "怀古伤今"
  ]
}