{
  "id": 72326,
  "star": 31,
  "name": "管仲论",
  "dynasty": "宋代",
  "content": "　　管仲相桓公，霸诸侯，攘夷狄，终其身齐国富强，诸侯不敢叛。管仲死，竖刁、易牙、开方用，威公薨于乱，五公子争立，其祸蔓延，讫简公，齐无宁岁。夫功之成，非成于成之日，盖必有所由起；祸之作，不作于作之日，亦必有所由兆。故齐之治也，吾不曰管仲，而曰鲍叔。及其乱也，吾不曰竖刁、易牙、开方，而曰管仲。何则？竖刁、易牙、开方三子，彼固乱人国者，顾其用之者，威公也。夫有舜而后知放四凶，有仲尼而后知去少正卯。彼威公何人也？顾其使威公得用三子者，管仲也。仲之疾也，公问之相。当是时也，吾意以仲且举天下之贤者以对。而其言乃不过曰：竖刁、易牙、开方三子，非人情，不可近而已。</p> <p>　　呜呼！仲以为威公果能不用三子矣乎？仲与威公处几年矣，亦知威公之为人矣乎？威公声不绝于耳，色不绝于目，而非三子者则无以遂其欲。彼其初之所以不用者，徒以有仲焉耳。一日无仲，则三子者可以弹冠而相庆矣。仲以为将死之言可以絷威公之手足耶？夫齐国不患有三子，而患无仲。有仲，则三子者，三匹夫耳。不然，天下岂少三子之徒哉？虽威公幸而听仲，诛此三人，而其余者，仲能悉数而去之耶？呜呼！仲可谓不知本者矣。因威公之问，举天下之贤者以自代，则仲虽死，而齐国未为无仲也。夫何患三子者？不言可也。五伯莫盛于威、文，文公之才，不过威公，其臣又皆不及仲；灵公之虐，不如孝公之宽厚。文公死，诸侯不敢叛晋，晋习文公之余威，犹得为诸侯之盟主百余年。何者？其君虽不肖，而尚有老成人焉。威公之薨也，一乱涂地，无惑也，彼独恃一管仲，而仲则死矣。</p> <p>　　夫天下未尝无贤者，盖有有臣而无君者矣。威公在焉，而曰天下不复有管仲者，吾不信也。仲之书，有记其将死论鲍叔、宾胥无之为人，且各疏其短。是其心以为数子者皆不足以托国。而又逆知其将死，则其书诞谩不足信也。吾观史鰌，以不能进蘧伯玉，而退弥子瑕，故有身后之谏。萧何且死，举曹参以自代。大臣之用心，固宜如此也。夫国以一人兴，以一人亡。贤者不悲其身之死，而忧其国之衰，故必复有贤者，而后可以死。彼管仲者，何以死哉？ ",
  "fanyi": "<h2>译文</h2> 　　管仲作丞相辅佐桓公，称霸于诸侯，排斥打击夷、狄等异族，终其一生都使齐国富强，诸侯不敢背叛。管仲死后，竖刁、易牙、开方被重用。桓公死于宫廷内乱，五位公子争抢君位，此祸蔓延，直到齐简公，齐国无一年安宁。<br>　　功业的完成，不是完成在成功之日，必然由一定的因素而引起；祸乱的发生，不是发作于作乱之时，也必有其根源而预兆。因此，齐国的安定强盛，我不说是由于管仲，而说是由于鲍叔。至于齐国的祸乱，我不说是由于竖刁、易牙、开方，而说是由于管仲。为什么呢？竖刁、易牙、开方三人本就是乱国者，但重用他们的是齐桓公。有了舜才知道流放四凶，有了仲尼然后才知道杀掉少正卯，那桓公是什么人，回头看来，使桓公重用这三个人的是管仲啊！管仲病危时，桓公询问丞相的人选。此时，我想管仲将推荐天下最贤能的人来作答，但他的话不过是“竖刁、易牙、开方三个人，不讲人情，不能亲近”罢了。<br>　　唉，管仲以为桓公果然能够不用这三个人吗？管仲和桓公相处多年了，该知道他的为人了吧。桓公是个音乐不停歇于耳，美色不离开眼的人。如无此三人，就无法满足他的欲望。他开始不重用他们，只是由于管仲在，一旦管仲没了，这三人就弹冠相庆了。管仲以为自己的遗言就可束缚桓公吗？齐国不怕有这三人，而是怕没有管仲。有管仲在，那这三人只是普通人罢了。若不是这样，天下难道缺跟这三人一样的人吗？即使桓公侥幸而听了管仲的话，杀了这三个人，但其余的这类人，管仲能一个也不剩地除掉他们吗？唉！管仲是不懂得从根本上着眼的人啊！如果他乘着齐桓公询问时，推荐天下贤人来代替自己，那么管仲虽死，齐国也不算是失去了管仲。这三人又有什么可怕的，就是不提他们也可以啊！<br>　　五霸中没有比齐桓公、晋文公再强的了。晋文公的才能比不上齐桓公，他的大臣也都赶不上管仲。晋灵公暴虐，不如齐孝公宽厚。可晋文公死后，诸侯不敢背叛晋国。晋国承袭文公的余威，还能在一百年里充当盟主。为什么呢？因为它的君主虽不贤明，但是还有老成练达的大臣存在。桓公死后，齐国一败涂地，这没有什么疑问奇啊！他仅依靠一个管仲，管仲却死了。<br>　　天下并非无贤人，确实是有贤臣而没有明君。桓公在世时，就说天下再没有管仲这样的人才。我不相信。管仲的书里有记载他将死时论及鲍叔牙、宾胥无的为人，并列出他们各自的短处。这是他心中认为这几个人都不能托以国家重任。而且预料自己将死。这部书实在是荒诞，不值得相信。我看史鳅，因为活着不能荐用蘧伯玉和斥退弥子瑕，为此有身后劝谏之事。萧何临死，推荐曹参代替自己。大臣的用心，本来应该如此啊！国家因一个人而兴盛，一个人而灭亡。贤人不悲痛自己的死亡，而忧虑国家的衰败。因此必须再推选出贤明的人来，然后才可以放心死去。那管仲，凭什么可以死掉呢？",
  "shangxi": "<h2>评析</h2> <p>　　管仲是历史上的名相之一。他辅佐齐桓公尊周室，攘夷狄，九合诸侯，一匡天下。他的功绩一向为人称道，连孔子对他都给予了很高的评价。对于这样一个典范人物，作者独能从其不能推荐贤人这一要害之处进行评说，其立论新奇，合乎情理。在封建社会中，一个有作为的政治家的去世往往会给国家带来消极的甚至是灾难性的影响，这种例子在历史上是不罕见的。因此，作者的见解是正确的。</p> <p>　　本文文笔犀利，逻辑严密，令人无懈可击，正如清人吴楚材所说：“立论一层深一层，引证一段系一段，似此卓识雄文，方能令古人心服。”例如，为了说明管仲提出的竖刁等三人“非人情不可近”只是一句毫无意义的空话，他把齐桓公和舜、孔子进行比较，说明齐桓公不可能除掉这三个人。退一步说，即使是除掉了这三个人，“天下岂少三子之徒哉”。又如，在谈到管仲在临死时没有向桓公举荐贤人是一重大失误时，作者又用史䲡、萧何的事迹进行对比，得出了“大臣之用心，固宜如此也”的结论，可以说是丝丝入扣，令人拍案叫绝。</p> <p>　　本文批评了管仲在临死前未能荐贤自代，以致在他死后齐国发生了内乱。作者的观点颇为新奇，可以称为“翻案文章”。</p>",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "古文观止",
    "议论",
    "写人"
  ]
}