{
  "id": 12052,
  "star": 29,
  "name": "赠阙下裴舍人",
  "dynasty": "唐代",
  "content": "二月黄莺飞上林，春城紫禁晓阴阴。<br>长乐钟声花外尽，龙池柳色雨中深。<br>阳和不散穷途恨，霄汉长怀捧日心。<br>献赋十年犹未遇，羞将白发对华簪。",
  "fanyi": "<p><strong>译文</strong><br>二月天黄莺鸟飞到上林苑，春天早上紫禁城郁郁葱葱。<br>长乐宫钟声消逝在花丛外，龙池杨柳沐春雨翠色更深。<br>和煦春日也难消穷途遗恨，耿耿胸中永怀着捧日忠心。<br>献赋十年至今仍未得恩遇，如今白发丛生羞对裴舍人。</p> <p><strong>注释</strong><br>⑴阙下：宫阙之下，指帝王所居之地。阙是宫门前的望楼。裴舍人：生平不详。舍人：指中书舍人，其职责是草拟诏书，任职者须有文学资望。<br>⑵黄莺：一作“黄鹂”。上林：指上林苑，汉武帝时据旧苑扩充修建的御苑。此处泛指宫苑。<br>⑶紫禁：皇宫。一作“紫陌”。阴阴：一作“沈沈”。<br>⑷长乐：即长乐宫。西汉主要宫殿之一，在长安城内。这里借指唐代长安宫殿。<br>⑸龙池：唐玄宗登位前王邸中的一个小湖，后王邸改为兴庆宫，玄宗常在此听政，日常起居也多在此。<br>⑹阳和：指二月仲春，与开头二月相应。<br>⑺霄汉：指高空。长怀：一作“长悬”。<br>⑻献赋：西汉时<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>向汉武帝献赋而被进用，后为许多文人效仿。此指参加科举考试。遇：遇时，指被重用。<br>⑼华簪：古人戴帽，为使帽子固定，便用簪子连帽穿结于发髻上。有装饰的簪，就是华簪，是达官贵人的冠饰。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首投赠<a href=\"http://so.gushiwen.org/view_12052.aspx\">诗</a>。是作者落第期间所作。献诗给在朝姓裴的中书舍人，弦外之音，是希望裴舍人给予援引。</p> <p>　　开头四句，诗人并未切入正题，像不经意地描绘了一幅艳丽的宫苑春景图：早春二月，在上林苑里，黄鹂成群地飞鸣追逐；紫禁城中春意盎然，拂晓时分，在树木葱茏之中，洒下一片淡淡的春阴。长乐宫的钟声飞过宫墙，飘到空中，又缓缓散落在花树之外。那曾是玄宗皇帝居住之地的龙池，千万株杨柳，在细雨中越发显得苍翠欲滴。这四句诗，写的都是皇宫苑囿殿阁的景色。</p> <p>　　那么，<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>赠诗给裴舍人，为什么要牵扯上这些宫殿苑囿呢？这就要看看舍人的日常活动情况了。在唐代，皇帝身边的职官，有通事舍人、起居舍人、中书舍人。这些“侍从之臣”每天都要随侍皇帝左右，过问机密大事，其实际权力范围很大。</p> <p>　　不难理解，此诗的开头四句，并不是为写景而写景，他的目的，是在“景语”中烘托出裴舍人的特殊身份地位。由于裴舍人追随御辇，侍从宸居，就能看到一般官员看不到的宫苑景色。当皇帝行幸到上林苑时，裴舍人看到上林苑的早莺；皇帝在紫禁城临朝时，裴舍人又看见皇城的春阴晓色；裴舍人草诏时，更听到长乐宫舒缓的钟声；而龙池的柳色变化及其在雨中的浓翠，自然也是裴舍人平日所熟知的。四种景物都若隐若现地使人看到裴舍人的影子。</p> <p>　　可见，虽然没有一个字正面提到裴舍人，但实际上句句都在恭维裴舍人。恭维十足，却又不露痕迹，可见手法高妙。</p> <p>　　接下来诗人笔锋一转，就写到请求援引的题旨上：“阳和”句是说：虽有和暖的太阳，毕竟无法使自己的穷途落魄之恨消散。“霄汉”句说：但我仰望天空，我还是时时刻刻倾向着太阳（指当朝皇帝），意指自己有一颗为朝廷做事的衷心。“献赋”句说：十年来，我不断向朝廷献上文赋（指参加科举考试），可惜都没有得到知音者的赏识。“羞将”句说：如今连头发都变白了，看见插着华簪的贵官，我不能不感到惭愧。意思说得很清楚，但言语含蓄，保持了一定的身份。</p> <p>　　这首诗，通篇表示了一种恭维、求援之意，却又显得十分隐约曲折，尤其是前四句，虽然是在恭维，由于运用了“景语”，便不觉其庸俗了。由此颇见钱起娴熟的艺术技巧。全诗富丽精工，又不流于藻饰堆砌，十分难得。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首投赠<a href=\"http://so.gushiwen.org/view_12052.aspx\">诗</a>，是作者落第期间所作，献诗给在朝姓裴的中书舍人。在唐代，皇帝身边的职官，有通事舍人、起居舍人、中书舍人。这些“侍从之臣”每天都要随侍皇帝左右，过问机密大事，其实际权力范围很大。此诗的弦外之音，是希望裴舍人给予援引。",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "唐诗三百首",
    "援引"
  ]
}