{
  "id": 61002,
  "star": 102,
  "name": "沁园春·梦孚若",
  "dynasty": "宋代",
  "content": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。<br>饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。",
  "fanyi": "<p><strong>译文<br></strong>我们在何处相逢？一同游览成阳的宝钗楼，又登上了<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所建的铜雀台。把厨师唤出来，让他把东海鲸鱼切成细片；把马夫叫出来，让他牵来西域的宝马。天下的英雄，除了你我二人，还有谁配与我们饮酒抒情。我们准备千辆马车，网罗大江南北的侠士奇才！<br>畅饮之后，酣然大醉，耳边响起了如雷的画鼓声。谁料想，美梦被雄鸡的轻啼声惊醒。感慨自己的一生就要过去，但是还没有建立功名。难道非要等到书生老后，建功立业的时机才会到来。如果威名赫赫的李广将军，可以遇到珍惜人才的高祖皇帝<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，区区一个万户侯又算什么！披上衣服起床，只觉得凄凉孤寂，于是更加怀念亡友，在感慨中心生哀伤。</p> <p><strong>注释<br></strong>⑴孚（fú）若：方孚若，名信儒，福建莆田人，以使金不屈著名。著作有《南冠萃稿》等。<br>⑵宝钗楼：汉武帝时建，故址在今陕西咸阳市。<br>⑶铜雀台：曹操时建，故址在今河南临漳县西南。<br>⑷斫（zhuó）：用刀砍。<br>⑸东溟（míng）：东海<br>⑹脍（kuài）：切细的肉块。<br>⑺圉（yǔ）人：养马的官。<br>⑻西极：指西域，古时名马多来自西域。龙媒：骏马名。<br>⑼使君：古时对州郡长官的称呼。这里指刘备。操：曹操。<br>⑽余子：其他人。<br>⑾乘（shèng）：古时一车四马叫乘。<br>⑿燕（yān）南赵北：指今河北山西一带。<br>⒀剑客：指剑术和武艺出众者。<br>⒁画鼓：一作“鼻息”。画，鼓上文饰。<br>⒂谁信：谁想，谁料。<br>⒃李将军：指西汉名将李广。高皇帝：指汉高祖刘邦。<br>⒄万户侯：《史记·李将军列传》载，李广曾与匈奴作战七十余次，以勇敢善战闻名天下。他虽有战功，却未得封侯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片是叙述梦中的景象和他同朋友方信孺的胸襟抱负；但是，作者对于南宋小朝廷那种求和屈辱的政策之不满，已洋溢在纸墨之上，语气在含蓄之中闪烁着尖刻的讽刺。南宋时，宝钗楼和铜雀台都落入金人手中，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>和方信孺都没有到过。但刘克庄故意举出这两个地方，意在表示两人平日都没有忘怀北国河山，两地名胜于是很自然就在他二人的梦中出现了。“唤厨人斫就”四句，写出梦境里的浪漫性。这是作者有意虚构的情境，这段描写在虚构之中还可看出一点真实的影子。这里着力写出梦中人的豪情胜概，写法上很有点浪漫主义气派；又因为是写梦境，所以使人不觉得是过分夸张失实。借用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“煮酒论英雄”的掌故，是以“天下英雄”自许，又是对挚友方孚若的论评。作者希望能够有千辆大车，迎接这些燕南赵北的剑侠奇才，共同收复北方的失地。这里点出“燕南赵北”，又回应了上文的“登宝钗楼”和“访铜雀台”，使人了然知道作者“登”与“访”的用意，并不只是看望一下祖国北部河山。所以在文字结构上，又是彼此呼应，正如“常山之蛇”，击其首则尾应，击其尾其首又应。足见作者行文的细密。作者结合实际生活，融会历史题材，虚实结合，而以虚为主，表现出豪迈爽朗的气魄北方的豪杰之士了。 </p> <p>　　词的下片写梦醒之后的现实景象。“饮酣画鼓如雷，谁信被晨鸡轻唤回”，晨鸡无情地唤醒美梦，使作者不得不面对现实。梦境值得留恋，但实际生活的境遇却如此残酷无情。 “叹年光过尽，功名未立；书生老去，机会方来”。这是作者与方孚若共有的无奈叹息，但决不是绝望悲鸣。在刘克庄所处的时代，南宋王朝已处于日薄西山、奄奄一息的境地。他一生经历了孝宗、光宗、宁宗、理宗、度宗五朝，仕途历尽波折，他曾四次被罢官，因此，怀才不遇之感，黍离哀痛之情，在他的<a href=\"http://so.gushiwen.org/view_61002.aspx\">诗</a>词在中常有流露。 “使李将军，遇高皇帝，万户侯何足道哉！”作者还怀有强烈的愿望，幻想能像李广那样在国家多事之秋建功立业。作者在表现思想矛盾、表达一贯的爱国感情时，用的不是平铺直叙的手法，巧妙地引用历史典故，做到虚实相彰，使主题思想表达得更加充分、深刻。这三句话基本上引用《汉书·李将军列传》的原文，字句相差不多，只是把《汉书》原文稍加点改，用在词中，显得自然妥贴，同时赋予这个典故新的含意。时局是如此危急，国家处在多事之秋，正该起用李广这样的名将；而现实情况却恰恰相反，贤才能臣根本就是报国无门，这怎能不叫人“披衣起，但凄凉感旧，慷慨生哀”呢？这首词下片抒发的正是作者这种真情实感。挚友已乘鹤西归，恢复国家统一的大业更难以实现，感旧生哀，一腔凄凉悲愤的感情发泄无遗，伤时忧国的思想就是这样被充分地表现出来。下片描写以实为主，跟上片恰成强烈的对比。</p> <p>　　作者巧妙地引用历史典故，做到虚实相彰，使主题思想表达得更加充分、深刻。这首词充分体现了作者“拳拳君国”和“志在有为”的气慨，同时也抒发了作者壮志难酬的悲愤。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于南宋理宗淳祜三年（1243)，因梦已故世21年的挚友方孚若而作。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "豪放",
    "记梦",
    "抒怀",
    "思念",
    "壮志难酬"
  ]
}