{
  "id": 61207,
  "star": 27,
  "name": "玉楼春·戏林推",
  "dynasty": "宋代",
  "content": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 <br>易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。",
  "fanyi": "<p><strong>译文</strong><br>年年骑着高头大马在京城里东奔西跑，竟然把客舍当成了家里，家里反而像成了寄宿的地方一样。每天都拿着青铜大钱买酒狂饮，整日吊儿郎当，无所事事一天混到晚，每天晚上点起红烛掷骰赌博，经常都是彻夜不眠一直到天亮。<br>你应该知道，妻子的真情容易得到，妓女的心思却难以触摸猜透。西北的神州还没有收复，男子汉应该有收复故土的豪情壮志，切不要为了红粉知已而轻易地流下几行男儿泪。</p> <p><strong>注释</strong><br>1、玉楼春：词牌名。词谱谓五代后蜀顾夐词起句有“月照玉楼春漏促”、“柳映玉楼春欲晚”句；<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>起句有“日照玉楼花似锦”、“春早玉楼烟雨夜”句，因取以调名（或加字令）。亦称《 木兰花 》、《 春晓曲 》、《西湖曲》、《惜春容》、《归朝欢令》、《呈纤手》、《归风便》、《东邻妙》、《梦乡亲》、《续渔歌》等。 双调五十六字，前后阕格式相同，各三仄韵 ，一韵到底。<br>2、林推：姓林的推官，词人的同乡。<br>3、长安：借指南宋都城临安。<br>4、寄：客居。此句说客居的日子多于家居的日子。<br>5、青钱：古铜钱成色不同，分青钱、黄钱两种。无何：不过问其他的事情。<br>6、红烛呼卢：晚上点烛赌博。呼卢，古时一种赌博，又叫樗蒲，削木为子，共五个，一子两面，一面涂黑，画牛犊，一面涂白，画雉。五子都黑，叫卢，得头彩。掷子时，高声大喊，希望得到全黑，所以叫呼卢。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《少年行》：“听卢百万终不惜，报仇千里如咫尺。”<br>7、锦妇机中字：织锦中的文字。化用前秦窦滔妻苏惠织锦为回文<a href=\"http://so.gushiwen.org/view_61207.aspx\">诗</a>以寄其夫的典故。晋窦滔妻苏惠字若兰，善属文。滔仕前秦符坚为秦州刺史，被徒流沙。苏氏在家织锦为回文璇玑图诗，用以赠滔。诗长八百四十字，可以宛转循环以读，词甚凄惋。<br>8、玉人：美人，这里指妓女。这句说妓女的心事是不易捉摸的。<br>9、水西桥：<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>《须溪集·习溪桥记》载“闽水之西”（在福建建瓯县“，为当时名桥之一，又《丹徒县志·关津》载”水西桥在水西门。“此处泛指妓女所居之处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>为规劝林姓友人而写的一篇佳作。饮酒狎妓，原是文人津津乐道的快事。但时值国运衰颓，时势艰危，词人早已没有了心思。因此对林姓友人的纵酒狎妓生活深感惋惜和遗憾。因而写词予以规劝，颇具辛派词人特色。</p> <p>　　词的上片极力描写林的浪漫和豪迈。“年年跃马长安市，客舍似家家似寄”言其久客轻家。“长安”借指南宋都城临安（今杭州）。年年驰马于繁华的都市街头，视客舍（借指酒楼妓馆）如家门而家门反像寄居之所，可见其性情之落拓。“青钱换酒日无何，红烛呼卢宵不寐”则具言其纵情游乐。二句盖从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《逼侧行赠毕四曜》“速宜相就饮一斗，恰有三百青铜钱”及<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《浣溪沙》“户外绿杨春系马，床前红烛夜呼卢”等语化出。“无何”即无事，“呼卢”指赌博。日夜不休地纵酒浪博，又可见其生活之空虚。</p> <p>　　作者在其它词作中也提到过这位林姓朋友的狎妓纵欲生活，可以互参。如此描写，表面上是对林的豪迈性格的赞赏，实际上则是对林的放荡行为的惋惜。</p> <p>　　下片就点对林的规箴。“易挑锦妇机中字，难得玉人心下事？”二句对举成文，含蓄地批评他迷恋青楼、疏远家室的错误。妻子情真意切，忠实可靠，妓女水性杨花，朝秦暮楚，一点也不值得信赖。结末“男儿西北有神州，莫滴水西桥畔泪”二句熔裁<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎·同父见和再用韵答之》“我最怜君中宵舞，道男儿到死心如铁”及《水调歌头。送施密圣与帅江西》“同贱子亲再拜：西北有神州”等句意，热情而严肃地呼唤林某从偎红倚翠中解脱出来，立志为收复中原建立一番功业。“水西桥”是当时妓女聚居的一个地方，“莫滴水西桥畔泪”即不要同那些妓女们混在一起，洒抛那种无聊的伤离恨别之泪。这样的规箴，辞谐而意甚庄，“旨正而语有致”（《艺概》评后村词语）。末二语尤见壮心，“足以使懦夫有立志”（《白雨斋词话》评此词语）。</p> <p>　　总之，这首词的情感格调是非常高的。词中充满着一种高扬的爱国主义激情，对声色犬马的糜烂生活极其不屑，让人读后击节佩赏。其艺术风格上的特色是：气劲辞婉，中刚外柔。作者对他这位朋友的荒于狎妓是非常惋惜的，从篇末二句一扬一抑的情感落差来看，甚至颇有点愠怒。但用来表达此种惋惜和愠怒的言语却十分委婉，心中激昂慷慨，笔下温厚和平，摧刚为柔达炉火纯青的地步。此词章法亦甚精巧，上片写人，下片致意，既各有所重，又相得益彰。</p><br/><h2>鉴赏</h2> <p>　　小标题“戏林推”，黄升《花庵词选》作：“戏呈林节推乡兄。”节推就是推官。首句“跃马长安”，指林推官骑马巡行首都的街市。长安本为汉、唐京师，这里用来借指临安（今浙江杭州）。他与作者同乡，家在福建莆田县，现在供职于京师，年复一年，长期以客舍为家，而在家之日倒反而如寄旅之客一般，十分短暂。</p> <p>　　接下两句，从“客舍似家”引出林推官的日常生活。白天是将钱沽酒豪饮，更无别事。“无何”，见《汉书·袁盎传》：“南方卑湿，丝（即盎）能日饮，无何，说王母及而已。“师古曰：“无何，言更无余事。”晚间则高烧红烛，通宵赌博。作者在另一首《菩萨蛮》戏林推是亦说：“小鬟解事高烧烛，群花围绕樗蒲局，道是五陵儿，风骚满肚皮。玉鞭鞭玉马，戏走章台下。笑杀灞桥翁，骑驴风雪中。”可见林推官是在妓院中进行赌博。“呼卢”，指呼“卢”的声音。《晋书·刘毅传》：“后在东府聚，樗蒲大掷，一判至数百万……毅次掷得雉，大喜，褰衣绕床叫。谓同坐曰：‘非不得卢，不事此耳。’裕恶之，因挼五木久之，曰：‘老兄试为卿答。’既而四子皆黑，其一子转跃未定。裕喝之，即成‘卢’焉。”五木类似骰子，五子全黑称为“卢”，掷得“卢”便获全胜，所以赌徒们都连声呼“卢”。对于同乡友人这样的生活方式，作者是深感不安的，所以下片就着重在劝慰和激励。</p> <p>　　下片“易挑”两句运用对比，一方面是家乡对丈夫的爱情忠贞不渝的妻子，另一方面是京师妓院中三心两意的美人。“锦妇机中字”，见《晋书·窦滔妻苏氏传》所载：“滔，苻坚时为秦州刺史，被徙流沙。苏氏思之，织锦为回文璇图以赠滔。宛转循环以读之，词甚凄婉。”作者认为，林推官妻子的真挚情意犹如苏氏锦织回文<a href=\"http://so.gushiwen.org/view_61207.aspx\">诗</a>那样明确易解，而妓女变化多端的心事却是难以捉摸，相形之下，应该珍惜妻子对自己的一片深情。</p> <p>　　最后两句笔锋一转，陡然振起，“男儿西北有神州”，这句话是全词中心思想所在，作者慨然指出，大丈夫生当国家难之秋，应以收复中原为己任。“忽醒然，成感慨，望神州。可怜报国无路，空白一分头。（<a href=\"http://so.gushiwen.org/author_101.aspx\"></a><a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>正《水调歌头》）“浪说胸吞云梦，直把气吞残虏，西北望神州。”（<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>《水调歌头》）这是多少爱国志士一致的心愿。末句针对上片林推官沉湎于声色的生活，希望他不值得为那些水西桥畔的妓女抛洒泪水，而是要振作起来，有所作为，为恢复中原增添一分力量。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "宋词三百首"
  ]
}