{
  "id": 72181,
  "star": 80,
  "name": "齐桓公伐楚盟屈完",
  "dynasty": "先秦",
  "content": "　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。</p> <p>　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”</p> <p>　　师进，次于陉。</p> <p>　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖是为？ 先君之好是继，与不榖同好，何如？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”</p> <p>　　屈完及诸侯盟。",
  "fanyi": "<p><strong>译文</strong><br>　　齐桓公与夫人蔡姬在园林中乘舟游玩，蔡姬故意晃动小船，桓公吓得脸色都变了，他阻止蔡姬，蔡姬却不听。桓公一怒之下让她回到了蔡国，但没有说与她断绝夫妻关系，蔡姬的哥哥蔡穆侯却让她改嫁了。<br>　　鲁僖公四年的春天，齐桓公率领诸侯国的军队攻打蔡国。蔡国溃败，接着又去攻打楚国。<br>　　楚成王派使节到诸侯之师对齐桓公说：“您住在北方，我住在南方，双方相距遥远，即使是马牛牝牡相诱也不相及。没想到您进入了我们的国土这是什么缘故？”管仲回答说：“从前召康公命令我们先君姜太公说：‘五等诸侯和九州长官，你都有权征讨他们，从而共同辅佐周王室。’召康公还给了我们先君征讨的范围：东到海边，西到黄河，南到穆陵，北到无隶。你们应当进贡的包茅没有交纳，周王室的祭祀供不上，没有用来渗滤酒渣的东西，我特来征收贡物； 周昭王南巡没有返回，我特来查问这件事。”楚国使臣回答说： “贡品没有交纳，是我们国君的过错，我们怎么敢不供给呢？周昭王南巡没有返回，还是请您到水边去问一问吧！”于是齐军继续前进，临时驻扎在陉。<br>　　这年夏天，楚成王派使臣屈完到齐军中去交涉，齐军后撤，临时驻扎在召陵。<br>　　齐桓公让诸侯国的军队摆开阵势，与屈完同乘一辆战车观看军容。齐桓公说：“诸侯们难道是为我而来吗？他们不过是为了继承我们先君的友好关系罢了。你们也同我们建立友好关系，怎么样?”屈完回答说：“承蒙您惠临敝国并为我们的国家求福，忍辱接纳我们国君，这正是我们国君的心愿。”齐桓公说：“我率领这些 诸侯军队作战，谁能够抵挡他们？我让这些军队攻打城池，什么样的城攻不下？”屈完回答说：‘如果您用仁德来安抚诸侯，哪个敢不顺服？如果您用武力的话，那么楚国就把方城山当作城墙，把汉水当作护城河，您的兵马虽然众多，恐怕也没有用处！”<br>　　后来，屈完代表楚国与诸侯国订立了盟约。</p><p><strong>注释</strong><br>（1）诸侯之师：指参与侵蔡的鲁、宋、陈、卫、郑、许、曹等诸侯国的军队。蔡：诸侯国名，姬姓，在今河南汝南、上蔡、新蔡一带。<br>（2）楚子：指楚成王。与：介词，跟，和。<br>（3）北海、南海：泛指北方、南方边远的地方，不实指大海，形容两国相距甚远。<br>（4）唯是：即使。风：公畜和母畜在发情期相互追逐引诱。这句话的意思是说由于相距遥远，虽有引诱，也互不相干。<br>（5）不虞：不料，没有想到。涉：淌水而过，这里的意思是进入，委婉地指入侵。<br>（6）召（shào）康公：召公。周成王时的太保，“康”是谥号。先君：已故的君主，大公：太公， 指姜尚，他是齐国的开国君主。<br>（7）五侯：公、侯，伯、子、男五等爵位的诸侯。九伯：九州的长官。五侯九伯泛指各国诸侯。<br>（8）实征之：可以征伐他们。<br>（9）履：践踏。这里指齐国可以征伐的范围。<br>（10）海：指渤海和黄海。河：黄河。穆陵：地名，即今山东的穆陵关。无棣：地名，齐国的北境， 在今山东无棣县附近。<br>（11）贡：贡物。包：裹束。茅：菁茅。入：进贡。共：同“供”，供给。<br>（12）缩酒：渗滤酒渣，祭祀时的仪式之一：把酒倒在束茅上渗下去，就像神饮了一样（依郑玄说，见《周礼甸师》注）。<br>（13）寡人：古代君主自称。 征：责问，追问。<br>（14）昭王：周成王的孙子周昭王。问：责问。<br>（15）次：军队临时驻扎。陉（xíng）：山名，在今河南偃城县南。<br>（16) 屈完：楚国大夫。如：到，去。师：军队。<br>（17）召（shào）陵：楚国地名，在今河南偃城东。<br>（18）不榖（gǔ）：不善，诸侯自己的谦称。<br>（19）惠：恩惠，这里作表示敬意的词。 徼（yāo）：求；本义是巡查、巡逻，读（jiào）。 敝邑（yì）：对自己国家的谦称。<br>（20）辱：屈辱，这里作表示敬意的词。<br>（21）众：指诸侯的军队，<br>（22）绥（suí）：安抚。<br>（23）方城：指楚国在 北境修筑的楚长城。<br>（24）盟：订立盟约。</p>",
  "shangxi": "<h2>评析</h2> <p>　　此文在记述春秋时代齐楚两国的这场外交斗争时，并不是用叙述语言来记述它的过程，而是把“出场”人物放在双方的矛盾冲突中。并通过他们各自的个性化语言和“交锋”方式，把这场外交斗争一步步引向深入，直到双方达成妥协，订立盟约。这样，即使我们明白了这场外交斗争的性质及其过程，又让我们看到了各具情貌的四位历史人物。楚国两位使者，特别是作为楚平王“特命全权代表”的屈完，沉稳冷静、不卑不亢的外交风度，坚毅果敢、不为威武所屈的外交风范，机智灵敏、随机应对的外交智慧，都给我们留下了深刻印象。而作为政治家的管仲，他那熟悉历史、谙于事故、无理也能说出理来的外交才情，以及齐桓公那种虽然骄横霸道、软硬兼施，却也不失身份的霸主形象，也都让我们过目难忘。总之，阅读欣赏此文，不像是读史，倒像是看一场高潮迭起、精彩纷呈的外交斗争话剧。</p> <p>　　此文作为记叙外交斗争的一段史体散文，在语言的运用上也达到了炉火纯青的艺术境界。双方出场人物，虽然使用的都是各具情貌的外交辞令，但并不觉得做作、生硬。而且，即使针锋相对，也不金刚怒目；即使咄咄逼人，也不疾言厉色。尤其是楚国两位使者的语言，更是柔中有刚，刚中有柔。</p> <p>　　此文有的选本题为《齐桓公伐楚》，怕远不如以《齐桓公伐楚盟屈完》为题好，因为此题虽然多了三个字，却较切合此文的中心内容。这也给我们一个启示：题目确实是文章的眼睛和窗子。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "战争",
    "写人"
  ]
}