{
  "id": 5488,
  "star": 6,
  "name": "送宇文太守赴宣城",
  "dynasty": "唐代",
  "content": "寥落云外山，迢递舟中赏。<br>铙吹发西江，秋空多清响。<br>地迥古城芜，月明寒潮广。<br>时赛敬亭神，复解罟师网。<br>何处寄想思，南风摇五两。",
  "fanyi": "<h2>注释</h2> ①宇文：复姓，以皇室姓宇文。<br>②寥落：冷落；冷清。 唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《行宫》<a href=\"http://so.gushiwen.org/view_5488.aspx\">诗</a>：“寥落古行宫，宫花寂寞红。”<br>迢递：远貌。 南朝宋<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>《秋胡诗》：“迢遥行人远，婉转年运徂。”一本作“ 超遥 ”。 元宫天挺 《范张鸡黍》第二折：“阻隔着路迢遥，山远近，水重叠。”亦作“ 迢遰 ”。亦作“ 迢逓 ”。亦作“ 迢递 ”。<br>③铙吹：铙，即铙歌。军中乐歌。为鼓吹乐的一部。铙吹，指演奏铙歌。南朝梁简文帝《旦出兴业寺讲诗》：“羽旗承去影，铙吹杂还风。”<br>西江：指长江的西边。长江在安徽境内向东北方向斜流，而以此段<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>标准确定东西和左右。襄阳在其西，故称西江。<br>清响：清脆的响声。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《夏日南亭怀辛大》诗：“荷风送香气，竹露滴清响。”<br>④地迥：迥，远也。地迥，地是不同的。清<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>《治平篇》: “天高地迥。”<br>芜：田地荒芜长满乱草。<br>寒潮：寒流。<br>⑤敬亭神：敬亭词中所供奉的神灵，非常灵验。《太平广记》曰:“敬亭神实州人所严奉，每岁无贵贱，必一祠焉。其他祈祷报谢无虚日。以故廉使辄备<br>礼祠谒。龟从时病，至秋乃愈，因谒庙。”<br>罟师：渔夫。<br>⑥南风：《<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>年谱》也说，开元二十八年，王维41岁，迁殿中侍御史。是冬，知南选，自长安经襄阳、郢州、夏口至岭南。故有“南风”之说。<br>五两：亦作“ 五緉 ”。古代的测风器。鸡毛五两或八两系于高竿顶上，籍以观测风向、风力。《文选·郭璞》：“觇五两之动静。” 李善 注：“兵书曰：‘凡候风法，以鸡羽重八两，建五丈旗，取羽系其巅，立军营中。’ 许慎 《淮南子》注曰：‘綄，候风也， 楚 人谓之五两也。’” 唐 <a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a> 《下弋阳江舟中代书寄斐侍御》诗：“东风满帆来，五两如弓弦。” 宋 <a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a> 《木兰花》词：“朝来著眼沙头认，五两竿摇风色顺。” 明 张四维 《双烈记·虏循》：“被他火箭飞来紧。我船五緉见火就着。”",
  "shangxi": "<h2>赏析</h2> <p>　　公元740年（唐开元二十八年十月初），<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>时任殿中侍御史，奉命由长安出发“知南选”，其时途径襄阳，写了《汉江临泛》、《哭<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>》等<a href=\"http://so.gushiwen.org/view_5488.aspx\">诗</a>，南进经夏口（湖北武昌）又写了这首五古《送宇文太守赴宣城》和《送康太守》、《送封太守》等诗。这首诗是沿着船行进的路线来写的。</p> <p>　　前四句是倒写，实际上应是“铙吹发西江，秋空多清响。寥落云外山，迢递舟中赏。”诗人的船从西江出发，秋天的天空发出清脆的响声。外面的云山外多么冷落，清静。诗人从舟中远远地看着两岸，欣赏这自然景色。铙吹，指演奏铙歌，为王维等送行。迢递，远远的。其时据《王维年谱》载： “王维……迁殿中侍御史。是冬，知南选，自长安经襄阳、郢州、夏口至岭南。”</p> <p>　　接下来四句“地迥古城芜，月明寒潮广。时赛敬亭神，复解罟师网”，写诗人己到夏口接近宣城地界看到与想到的。着到的是，古城荒芜，月明清辉，寒潮阵阵；想到的是，宇文太守赴宣城，宣城一是能治理好的。王维把宇文太守比作比敬亭神还灵验的人。敬亭神，敬亭词中所供奉的神灵，据《太平广记》载：“敬亭神实州人所严奉，每岁无贵贱，必一祠焉。其他祈祷报谢无虚日。以故廉使辄备礼祠谒。龟从时病，至秋乃愈，因谒庙。”据文献记载，当时宣城已旱了五年，当地有些农民竟自逃至山洞中，聚众反抗官府。民穷豪富，境遇迥异，急需一个能干的太守到来。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>作为“知南选”， 王维挑选宇文作宣城太守，他是充满信心，寄于厚望。诗人接下又说，宇文太守的到来，好像替渔夫解开乱网。事实证明，宇文太守到宣城以后把宣城治理得津津有条，得到人民的爱戴，秩序很快安定。</p> <p>　　最后两句“何处寄想思，南风摇五两”，写诗人对宇文太守的思念，表现他与宇文太守的友情。送走了宇文太守，诗人折回前往岭南。一路上南风习习，刘禹锡作还想着这段时间与宇文太守相处的情况，仍念念不忘。诗人自问自答：“何处寄想思，南风摇五两。”这里的“想思”作“想念”讲。五两，谓两只配成一双。《诗经·齐风·南山》：“葛屦五两，冠緌双止。” <a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>集传：“两，二履也。” <a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>稗疏：“按此‘五’字当与伍通，行列也。言陈履者，必以两为一列也。”作者借用此典，表达对朋友的思念。</p> <p>　　王维在诗歌上的成就是多方面的，无论边塞、山水诗、律诗还是绝句等都有流传人口的佳篇。这首诗写送友人的诗，景物信手拈来，淡远之境自见，借景寓情，以景衬情。诗中用典，直抒胸意，感情真挚，具有淳朴深厚之美，也流露诗人自己的隐痛。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "离别"
  ]
}