{
  "id": 30245,
  "star": 20,
  "name": "山行",
  "dynasty": "唐代",
  "content": "青枥林深亦有人，一渠流水数家分。<br>山当日午回峰影，草带泥痕过鹿群。<br>蒸茗气从茅舍出，缲丝声隔竹篱闻。<br>行逢卖药归来客，不惜相随入岛云。",
  "fanyi": "<p><strong>译文<br></strong>青青的枥树林的深处也住着人，一条小溪由几户人家共享同分。<br>高山在正午时分峰影已经移动，草叶上沾着泥痕因刚跑过鹿群。<br>蒸煮茶叶的香气从茅屋里冒出，缫丝的声响隔着竹篱也能听闻。<br>在路上遇见了买药归来的山客，心甘情愿随他进入如岛的白云。</p> <p><strong>注释<br></strong>⑴青枥（lì）：一种落叶乔木，亦称枥树。深：一作“疏”。<br>⑵分：分配，分享。<br>⑶回：一作“移”。日午：中午。<br>⑷从：一作“冲”。茅舍：茅屋。<br>⑸缲丝：煮茧抽丝。<br>⑹不惜：不顾惜；不吝惜。岛云：白云飘浮山间，有如水中岛屿。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　青枥林深亦有人，一渠流水数家分。”起笔展示山间佳境──有景，有人，有村落。“亦”、“分”二字下得活脱。“亦”字表明此处枥木虽已蔚成深林，但并非杳无人烟，而是“亦有人”。有人必有村，可<a href=\"http://so.gushiwen.org/view_30245.aspx\">诗</a>人并不正面说“亦有村”，却说一条溪水被几户人家分享着，这就显得出语不凡。这里一片枥林，一条溪水，几户人家，一幅恬美的山村图都从十四字绘出。次联写景更细。诗人用“点染法”，选取“山当日午”、“草带泥痕”两种寻常事物，写出极不寻常的诗境来。乍看“山当日午”，似乎平淡无奇，可一经“回峰影”渲染，那一渠流水，奇峰倒影，婆娑荡漾的美姿，立刻呈现目前。同样，“草带泥痕”，也是平常得很，可一经“过鹿群”渲染，那群鹿竞奔、蹄落草掩的喜人景象，立刻如映眼帘。“点染”本为中国画的技法，一点一染，淡浓、远近、深浅不同，景象更活现纸上。诗中“点染法”的妙用，效果亦然。它在平凡中见奇特，奇特又出于平凡，两者互为因果，相辅相成。如果单说“山当日午”、“草带泥痕”就索然无味，即使单说“回峰影”、“过鹿群”也平淡少兴。只有前用四字先“点”，而后用三字加“染”，于是这一联的两幅画面顿时为读者展示出富有动态的美的境界。</p> <p>　　在第三联里，诗人准确地捕捉暮春山村最具特色的物事──烘茶与抽茧来开拓诗的意境。巧妙的是，诗人并未直说山村农民如何忙碌于捡茶、分茶、炒茶和煮茧、退蛹、抽丝，而只是说从茅舍升出袅袅炊烟中闻到了蒸茗的香味；隔着竹篱听到了缲丝声音，从而使读者自己去领略农事丰收的盛景。这里，诗人创造的意境因借助于通感作用，产生了一种令人倍感亲切的氛围。</p> <p>　　按照诗意发展，尾联似应写诗人走进山村了。但是不然，“行逢卖药归来客，不惜相随入岛云。”当诗人走着走着，邂逅卖药材回来的老者，便随同这位年老的药农一道进入那烟霭茫茫的深山岛云中去。这一收笔，意味深长，是诗旨所在。“不惜”二字隐隐透露了诗人不投身热气腾腾的制茶抽丝的山村，而遁迹空寂的云山的苦衷。他在另一首诗里写道：“献赋才何拙，经时不耻归”（《归家山行》），这里说的“不耻归”，同样表现了诗人不惜谢绝仕途而甘隐山林的心情。“不惜相随入岛云”，作为末句似收而未收，余韵绕梁。</p> <p>　　这首诗的特点是构思奇巧，移步换形，环绕山中之行，层次分明地写出作者在村里村外的见闻。写景，景物明丽；抒情，情味隽永；造境，境界深邃，委实是一首佳作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>生当唐末乱世，自觉怀才不遇，壮志莫酬。他除做过小官丹徒县尉外，隐居山林达三十年，对山间的四时晨昏、风云草木极其熟悉。这首《山行》，便是写山村野景。",
  "poet": {
    "id": 2394,
    "star": 0,
    "name": "项斯",
    "image": "http://img.gushiwen.org/authorImg/xiangsi.jpg",
    "desc": "项斯（唐约公元八三六年前后在世），字子迁，晚唐著名诗人，台州府乐安县（今浙江仙居）人。 因受国子祭酒杨敬之的赏识而声名鹊起，诗达长安，于会昌四年擢进士第，官终丹徒尉，卒于任所。项斯是台州第一位进士，也是台州第一位走向全国的诗人。他的诗在《全唐诗》中就收录了一卷计88首，被列为唐朝百家之一。项斯著有诗集一卷，《新唐书·艺文志》传于世。"
  },
  "tags": [
    "写景",
    "山水",
    "田园",
    "抒情"
  ]
}