{
  "id": 15477,
  "star": 83,
  "name": "云阳馆与韩绅宿别",
  "dynasty": "唐代",
  "content": "故人江海别，几度隔山川。<br>乍见翻疑梦，相悲各问年。<br>孤灯寒照雨，深竹暗浮烟。<br>更有明朝恨，离杯惜共传。",
  "fanyi": "<p><strong>译文</strong><br>自从和老友在江海分别，隔山隔水已度过多少年。<br>突然相见反而怀疑是梦，悲伤叹息互相询问年龄。<br>孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。<br>明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。</p> <p><strong>注释</strong><br>⑴云阳：县名，县治在今陕西泾阳县西北。韩绅：《全唐<a href=\"http://so.gushiwen.org/view_15477.aspx\">诗</a>》注：“一作韩升卿。”<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的四叔名绅卿，与<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>同时，曾在泾阳任县令，可能即为此人。宿别：同宿后又分别。<br>⑵江海：指上次的分别地，也可理解为泛指江海天涯，相隔遥远。<br>⑶几度：几次，此处犹言几年。<br>⑷乍：骤，突然。翻：反而。<br>⑸年：年时光景。<br>⑹离杯：饯别之酒。杯：酒杯，此代指酒。共传：互相举杯。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是首惜别<a href=\"http://so.gushiwen.org/view_15477.aspx\">诗</a>。诗写乍见又别之情，不胜黯然。诗一开端由上次别离说起，接着写此次相会，然后写叙谈，最后写惜别，波澜曲折，富有情致。“乍见翻疑梦，相悲各问年”乃久别重逢之绝唱，与<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的“问姓惊初见，称名忆旧容”也有异曲同工之妙。</p> <p>　　上次别后，已历数年，山川阻隔，相会不易，其间的相思，自在言外。正因为相会不易，相思心切，所以才生发出此次相见时的“疑梦”和惜别的感伤心情来，首联和颔联，恰成因果关系。</p> <p>　　“乍见”二句是传诵的名句，人到情极处，往往以假为真，以真作假。久别相逢，乍见以后，反疑为梦境，正说明了上次别后的相思心切和此次相会不易。假如别后没有牵情，相逢以后便会平平淡淡，不会有“翻疑梦”的情景出现了。“翻疑梦”，不仅情真意切，而且把诗人欣喜、惊奇的神态表现得维妙维肖，十分传神。即使说久别初见时悲喜交集的心情神态，尽见于三字之中，也是不为过的。</p> <p>　　颈联和尾联接写深夜在馆中叙谈的情景。相逢已难，又要离别，其间千言万语，不是片时所能说完的，所以诗人避实就虚，只以景象渲染映衬，以景寓情了。寒夜里，一束暗淡的灯火映照着蒙蒙的夜雨，竹林深处，似飘浮着片片烟云。</p> <p>　　孤灯、寒雨、浮烟、湿竹，景象是多么凄凉。诗人写此景正是借以渲染伤别的气氛。其中的孤、寒、湿、暗、浮诸字，都是得力的字眼，不仅渲染映衬出诗人悲凉暗淡的心情，也象征着人事的浮游不定。二句既是描写实景，又是虚写人的心情。</p> <p>　　结处表面上是劝饮离怀，实际上却是总写伤别。用一“更”字，就点明了即将再次离别的伤痛。“离怀惜共传”，在惨淡的灯光下，两位友人举杯劝饮，表现出彼此珍惜情谊和恋恋不舍的离情。惜，珍惜。诗人用在此处，自有不尽的情意。综观全诗，中四句语极工整，写悲喜感伤，笼罩寒夜，几乎不可收拾。但于末二句，却能轻轻收结，略略冲淡。这说明诗人能运笔自如，具有重抹轻挽的笔力。</p>",
  "poet": {
    "id": 750,
    "star": 0,
    "name": "司空曙",
    "image": "http://img.gushiwen.org/authorImg/sikongshu.jpg",
    "desc": "司空曙(约720-790年)，字文明，或作文初。广平（今河北永年县东南）人，大历十才子之一，唐代诗人。约唐代宗大历初前后在世。大历年进士，磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"
  },
  "tags": [
    "唐诗三百首",
    "惜别",
    "友情"
  ]
}