{
  "id": 72279,
  "star": 831,
  "name": "春夜宴桃李园序 / 春夜宴从弟桃花园序",
  "dynasty": "唐代",
  "content": "　　夫天地者万物之逆旅也；光阴者百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。",
  "fanyi": "<p><strong>译文</strong><br>　　天地是万物的客舍，百代是古往今来时间的过客，死生的差异，就好像梦与醒的不同，纷纭变换，不可究诘，得到的欢乐，又能有多少呢！古人夜间执着蜡烛游玩实在是有道理啊，况且春天用艳丽景色召唤我，大自然把各种美好的形象赐予我，相聚在桃花飘香的花园中，畅叙兄弟间快乐的往事。弟弟们英俊优秀，个个都有<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>那样的才情，而我作<a href=\"http://so.gushiwen.org/view_72279.aspx\">诗</a>吟咏，却惭愧不如<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>。清雅的赏玩兴致正雅，高谈阔论又转向清言雅语。摆开筵席来坐赏名花，快速地传递着酒杯醉倒在月光中，没有好诗，怎能抒发高雅的情怀?倘若有人作诗不成，就要按照当年<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>在金谷园宴客赋诗的先例，谁咏不出诗来，罚酒三杯。</p> <p><strong>注释</strong><br>桃花园，疑在安陆兆山桃花岩。从：cóng（旧读zòng），堂房亲属。从弟：堂弟。<br>逆旅：客舍。 逆：迎接。 旅：客。 迎 客止歇，所以客舍称逆旅。<br>过客：过往的客人。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《拟古十二首》其九：“生者为过客。”<br>浮生若梦：意思是，死生之差异，就好像梦与醒之不同，纷纭变化，不可究诘。<br>秉烛夜游：谓及时行乐。秉：执。《古诗十九首》其十五：\"昼短苦夜长，何不秉烛游。\"<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与吴质书》：\"少壮真当努力，年一过往，何可攀援！古人思秉烛夜游，良有以也。有以：有原因。这里是说人生有限，应夜以继日的游乐。秉，执。以，因由，道理。<br>阳春：和煦的春光。召：召唤，引申为吸引。烟景：春天气候温润，景色似含烟雾。<br>大块：大地。大自然。假：借，这里是提供、赐予的意思。文章：这里指绚丽的文采。古代以青与赤相配合为文，赤与白相配合为章。<br>序：通“叙”，叙说。天伦：指父子、兄弟等亲属关系。这里专指兄弟。<br>群季：诸弟。兄弟长幼之序，曰伯(孟）、仲、叔、季，故以季代称弟。季：年少者的称呼。古以伯（孟）、仲、叔、季排行，季指同辈排行中最小的。这里泛指弟弟。<br>惠连：谢惠连，南朝诗人，早慧。这里以惠连来称赞诸弟的文才。<br>咏歌：吟诗。<br>康乐：南朝刘宋时山水诗人谢灵运，袭封康乐公，世称谢康乐。<br>“幽赏”二句：谓一边欣赏着幽静的美景，一边谈论着清雅的话题。<br>琼筵（yán）：华美的宴席。坐花：坐在花丛中。<br>羽觞（shāng）：古代一种酒器，作鸟雀状，有头尾羽翼。醉月：醉倒在月光下。<br>金谷酒数：金谷，园名，晋石崇于金谷涧(在今河南洛阳西北)中所筑，他常在这里宴请宾客。其《金谷诗序》：\"遂各赋诗，以叙中怀，或不能者，罚酒三斗。\"后泛指宴会上罚酒三杯的常例。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章主要在说<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>和其诸弟相聚一同歌唱一同饮酒的情景，深刻的表现出天伦之乐和兄弟之情，虽然文章篇幅不长，但却能令人有回味无穷之感，现时现况下，能拥有如些深厚的兄弟之情真的是不多见了，但却往往看到新闻报告：兄弟隙墙、反目成仇诸如些类的天伦悲剧，唉！这怎能叫人不心寒呢? 相形之下，我们的手足之情该算什麼呢?</p> <p>　　兄弟就是「手足」，为什么叫「手足」呢? 就是因为手与脚是不能分开的，只要手脚合作那就没有不能完成的事，同样的，只要兄弟同心，其力是可以断金的，这就和一根筷子折的断，但十根筷子要一次折断就不容易了哦！！所以我们更加要珍惜手足之情，将它扩大之朋友之情，如此一来，社会哪有不进步、国家哪有不强之理呢?</p> <p>　　本文以清新俊逸的风格，转折自如的笔调，记叙了作者与诸位堂在桃花园聚会赋<a href=\"http://so.gushiwen.org/view_72279.aspx\">诗</a>畅叙天伦一事，慷慨激昂地表达了李白热爱生活、热爱生命的人生追求和积极乐观的人生态度。</p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>大块：古义，大自然。今义：大的块头<br>文章：古义，错杂的色彩。今义：篇幅不很长的单篇作品。<br>季： 古义，弟弟。今义，季节。</p> <p><strong>词类活用</strong><br>1秉烛夜游 名—状 在晚上<br>2独惭康乐 意动，以……为惭愧<br>3高谈转清 形—名 清雅的话题<br>4飞羽觞而醉月 使动，使……飞<br>5不有佳咏 动—名 <a href=\"http://so.gushiwen.org/view_72279.aspx\">诗</a>歌</p> <p><strong>特殊句式</strong><br>6夫天地者，万物之逆旅也 判断句<br>7群季俊秀，皆为惠连 判断句<br>8阳春召我以烟景，大块假我以文章 状语后置<br>9开琼筵以坐花，飞羽觞而醉月 （坐于花、醉于月）省略句、状语后置?倘若有人作诗不成，就要按照当年<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>在金谷园宴客赋诗的先例，罚酒三斗。</p><br/><h2>创作背景</h2> <p>　　此序约于开元二十一年(733)前后作于安陆。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与堂弟们在春夜宴饮赋<a href=\"http://so.gushiwen.org/view_72279.aspx\">诗</a>，并为之作此序文。作者以诗笔行文，洋溢着诗情画意。虽然是文，却和李白的诗一样飘逸俊爽。这篇小品，景、情、思融和成一种美丽的意境。作品洋溢着蓬勃旺盛的春的气息，光明洞彻，爽朗不尽，将生活升华到诗的高度。</p> <p>　　在桃李芬芳的季节，与自己的几位堂弟一起行游于醉柳清烟的园中，映现在诗人眼中的是无限的阳春风光，大自然的景色就是最美丽的文章。众人谈笑风生，摆酒设宴，四处春花飘香，清风轻轻拂来，席间各赋新诗，作不出诗来的要罚酒三斗，一时间笑声盈盈，确是人生一大乐事。</p> <p>　　叙了他和堂弟们相聚桃园饮酒赋诗的情景，实际上是抒情散文，字数少篇幅短，但抒发了他清新潇洒的风格。李白擅长以骈句筑文，本文也不例外。他用流畅自然的笔触，写下了这篇千古名作李白的这篇序言记。他的“浮生若梦、为欢几何”和<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“对酒当歌、人生几何”有相似的豪迈之处，更能表现出李白特有的那种高傲蔑俗、放荡不羁的性格。</p><br/><h2>解读</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的文章是天才的文章，笔势大开大合，如行云流水，潇洒飘逸，豪情纵横的<a href=\"http://so.gushiwen.org/view_72279.aspx\">诗</a>意。其中饱满的热情，昂扬的精神令人神清气爽。本文一百一十九字，已把作者的气魄才华展现得淋漓尽致。李白热爱生活，热爱生命，此乃李白的本真！</p> <p>　　文章的开头，李白说天地是世间万物赖以寄存的旅舍，光阴岁月不过是千年百代的匆匆过客。飘浮不定的人生如同梦幻一般，尽情欢乐能有几时呢？在一个春夜里，作者和堂兄弟们聚会在桃花园。天空高悬一轮皎洁的明月，银辉轻轻泻下。轻柔的春风送来桃李的芬芳，大家饮酒吟诗畅叙天伦，这是一个多么美好的时辰啊！他展开长兄的宽广胸怀，把人生的宠辱浮沉轻轻挥去，吐纳借酒放歌的豪情。在这个欢畅的时候，正适合作者吟出雅逸的诗篇。 他的“浮生若梦、为欢几何”和<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“对酒当歌，人生几何”有相似的豪迈之处，更能表现出李白特有的那种高傲蔑俗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "古文观止",
    "宴饮",
    "抒怀",
    "序文"
  ]
}