{
  "id": 21262,
  "star": 43,
  "name": "上阳白发人",
  "dynasty": "唐代",
  "content": "上阳人，上阳人，红颜暗老白发新。<br>绿衣监使守宫门，一闭上阳多少春。<br>玄宗末岁初选入，入时十六今六十。<br>同时采择百余人，零落年深残此身。<br>忆昔吞悲别亲族，扶入车中不教哭。<br>皆云入内便承恩，脸似芙蓉胸似玉。<br>未容君王得见面，已被杨妃遥侧目。<br>妒令潜配上阳宫，一生遂向空房宿。<br>宿空房，秋夜长，夜长无寐天不明。<br>耿耿残灯背壁影，萧萧暗雨打窗声。<br>春日迟，日迟独坐天难暮。<br>宫莺百啭愁厌闻，梁燕双栖老休妒。<br>莺归燕去长悄然，春往秋来不记年。<br>唯向深宫望明月，东西四五百回圆。<br>今日宫中年最老，大家遥赐尚书号。<br>小头鞵履窄衣裳，青黛点眉眉细长。<br>外人不见见应笑，天宝末年时世妆。<br>上阳人，苦最多。 　<br>少亦苦，老亦苦，少苦老苦两如何！<br>君不见昔时吕向美人赋，<br>又不见今日上阳白发歌！",
  "fanyi": "<p><strong>译文</strong><br>上阳宫人啊，上阳宫人，当年的花容月貌已经暗暗消失；如今垂暮之年，白发如银。绿衣监使守着宫门，一下就关闭了上阳人多少个春天。<br>说起来，还是玄宗末年被选进皇宫，进宫时刚十六，现在已是六十。一起被选的本有一百多人，然而，日久年深，凋零净尽，如今剩下只老身一人。<br>想当初，吞声忍泪，痛别亲人，被扶进车子里不准哭泣。都说进了皇宫便会承受恩宠，因为自己是那样的如花似玉。哪晓得一进宫，还没等到见君王一面，就被杨贵妃远远地冷眼相看。我遭到嫉妒，被偷偷地送进上阳宫，落得一辈子独守空房。<br>住在空房中，秋夜那样漫长，长夜无睡意，天又不肯亮。一盏残灯，光线昏昏沉沉，照着背影，投映在墙壁上；只听到夜雨萧萧，敲打着门窗；春日的白天是那样慢，那样慢啊，独自坐着看天，天又黑得那样晚。宫里的黄莺儿百啭千啼，本该让人感到欣喜，我却满怀愁绪，厌烦去听；梁上的燕子成双成对，同飞同栖，是多么地让人羡慕，但我老了，再也引不起丝毫的嫉妒。黄莺归去了，燕子飞走了，宫中长年冷清寂寥。就这样送春，迎秋，已记不得过了多少年。只知对着深宫，望着天上月，看它东边出来，西边落下，已经四五百回圆缺。<br>现如今，在这上阳宫中，就数我最老。皇帝听说后，远远地赐了个“女尚书”的称号。我穿的还是小头鞋子、窄窄的衣裳；还是用那青黛画眉，画得又细又长。外边的人们没有看见，看见了一定要笑话，因为这种妆扮，还是天宝末年的时髦样子。<br>上阳宫人哪，苦可以说是最多：年轻也苦，老了也苦。一生孤苦，可又能怎样？你不曾看到那时吕向的《美人赋》？你又没见到今日的《上阳宫人白发歌》？ </p><p><strong>注释</strong><br>（1）上阳：即上阳宫，在洛阳皇宫内苑的东面。<br>白发人：<a href=\"http://so.gushiwen.org/view_21262.aspx\">诗</a>中所描绘的那位老年宫<br>（2）绿衣监使：太监。唐制中太监着深绿或淡绿衣<br>（3）承恩：蒙受恩泽<br>（4）杨妃：杨贵妃。遥侧目：远远地用斜眼看，表嫉妒　<br>（5）耿耿：微微的光明<br>萧萧：风声<br>（6）啭（zhuàn）：鸣叫<br>（7）尚书：官职名<br>（8）鞵（xié）、履（lǚ）：都是指鞋<br>（9）美人赋：作者自注为“天宝末，有密采艳色者，当时号花鸟使，吕向献《美人赋》以讽之。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上阳宫宫女很多，有些宫女从未得到皇帝接见，终身等于幽禁宫中。古代宫女生活相当痛苦。所以<a href=\"http://so.gushiwen.org/view_21262.aspx\">诗</a>序有“愍怨旷也”的说法。“愍”，同情。“怨旷”，指成年了没婚配的人。女人称“怨女”，男人称“旷夫”。这里偏指怨女。</p> <p>　　开头几句是说，上阳那老宫女，青春红颜悄悄地、不知不觉地衰老了，而白发不断地新生。太监把守的宫门，自从宫女们被关进上阳宫以后，一幽闭就是多少年过去了。“玄宗末岁”指唐玄宗天宝末年（天宝年间为742年—756年），当时女子刚被选入宫中，才只有十六岁，一转眼已到六十了。同时从民间采择来的宫女有百十多个，一个个都凋零死去了。多年后只剩下这一个老宫女了。“绿衣监”，是唐代掌管宫闱出入和宫人簿籍的太监。从七品下，六、七品官穿绿色官服。“入时十六今六十”，这里的岁数不是实指，而是指进去时很年轻，等几十年过后已经很老了。这几句概述了上阳宫女被幽闭在上阳宫达半个世纪之久，写出了她凄惨的一生，以充满哀怨忧郁之情的笔调，总括了全诗的内容，有统摄全篇的作用。</p> <p>　　接着转入该诗的主要部分，写她入宫后的遭遇及幽闭后的愁苦。“忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。” 这四句写她当年别亲入宫的悲恸场景，意思是说，回想当年离别亲人时，她忍悲吞声被家人扶进车里边，并嘱咐她不要哭。因为她长的很美，身材也很好，大家都说你一入宫里就会受到皇帝恩宠的，可事实并非如此。“未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。” 这四句写她进宫之后，被妒潜配上阳宫的悲惨结局。她来到宫中，还没容得君王看见她，就已被杨贵妃发现了，远远地对她加以侧目而视。由于嫉妒，杨贵妃就派人下令把她发配到上阳宫，于是她的一生就在空房度过了。至此，这位年仅十六岁的妙龄少女，一生命运就这样决定了。</p> <p>　　接下来围绕着潜配上阳宫后的情景展开了层层描写。“宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。”这几句写她宿空房被幽闭时的痛苦。因为夜长，她睡不着盼天亮，但天色又迟迟不明。就在残灯、壁影，萧萧暗雨之中度过去了。这是写秋夜的漫长。“春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。” 春天白天长，虽然春光好，但她是孤独一人坐在那儿，所以天越长越难挨，越难往下熬过去。所以总是希望天快点黑。可天又长，很难黑。空中飞来的莺鸟叫得很好听，但她愁绪难展不愿听；春天燕子来了，在梁间做窝，总是双栖双宿，可她已老了无需去妒忌燕子的双栖双宿了。作者选择“秋夜”和“春日”两个典型时间，来概括上阳宫女四十四个年头的凄怨生活。写“秋夜”是“耿耿残灯”、“萧萧暗雨”等愁景；写“春日”，是“宫莺百燕双栖”等乐景；愁、乐交杂，相反相成，以景衬情，既渲染了凄恻哀怨的悲剧气氛，又细致、含蓄地反映了上阳宫女孤寂愁苦的心理。</p> <p>　　“莺归燕去长悄然，春往秋来不记年。唯问深宫望明月，东西四五百回圆。”这四句总写幽禁深宫时间之久。“莺归燕去”表示春天过去了，春往秋来，她总是这单调度过，不记得哪个年头了。只是因为在深宫常常看月亮，似乎还记得从东边升起，西边落下，大约有四五百回了。 </p> <p>　　以上为该诗主体部分，描写老宫女一生的痛苦。</p> <p>　　“今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。” 这几句是说，她已成了宫中最老的一个宫女了。皇帝住长安，所以遥赐她一个尚书官衔。穿小头鞋窄衣裳，用青黛画细长细长的眉。外人是看不到的（因在宫中），如果一旦看到她了，谁都要笑的。因为这种小头鞋窄衣裳画细长眉，都是唐玄宗时流行的一种服装打扮，落后了半个世纪了，成了老古董。“大家”，指皇帝。唐朝宫中口语。“尚书号”是对老宫女的安慰，但这对一个女人来说是无济于事的。这六句以描绘她所穿天宝妆束，来反映她长期深锁冷宫、与世隔绝的凄惨境况，于貌似轻松平和的调侃笔调中，对最高封建统治者进行辛辣的讽刺。 </p> <p>　　“上阳人，苦最多。少亦苦，老亦苦，少苦老苦两如何。君不见昔时吕向美人赋，又不见今日上阳白发歌。”末尾这几句是说，上阳宫女苦是最多的。年轻也苦，到老了也苦。这两方面的苦具体是怎样的，不用往下说了。这叫“卒章显其志”。“君不见”两句下面<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自注：“天宝末，有密采艳者，当时号花鸟使，吕向献《美人赋》以讽之。”天宝末年有到民间采集美女的叫花鸟使，当时吕向献《美人赋》来讽谏这件事）意思是，那还要读读作者这篇上阳白发歌。这里以天宝年间吕向的《美人赋》与此诗并提，对一直没有改变的广选妃嫔制度进行讽谏，表现了诗人对宫女不幸命运的恻隐之情。</p> <p>　　这首诗的主题明确。作者在诗中以哀怨同情、如泣如诉的笔调，描述了上阳宫女“入时十六今六十”的一生遭遇，反映了无数宫女青春和幸福被葬送的严酷事实，从而鞭挞了封建朝廷广选妃嫔的罪恶，在客观效果上，具有揭露、控诉封建最高统治者荒淫纵欲、摧残人性的作用。如此深刻、尖锐的政治讽谕诗，在唐代众多的宫怨题材诗作中，是极为少有的。 </p> <p>　　这首诗选材十分典型。作者没有罗列众多宫女的种种遭遇，而是选取了一个终生幽禁冷宫的老宫女来描写，并重点叙写了她的垂老之年和绝望之情。通过这个具有典型意义的人物，高度概括了无数宫女的共同悲惨命运。该诗以人性之被摧残去激动人心，也使作者所要表达的意义更富有尖锐性。</p> <p>　　在艺术上，此诗作者运用多种手法来刻画上阳宫女的形象： </p> <p>　　生动的细节描写是其一。如对“天宝末年时世妆”的描写，形象地表明上阳宫女幽闭深宫、隔绝人世之久。用衣着落后半个世纪这一外在的表现，说明一个女人如花岁月，似水年华被毫无意义地践踏了，她一生都没有获得人之所以为人的价值和意义，艺术表现的容量是相当大的，足以诱发读者的想象力。 </p> <p>　　细腻的心理描写是其二。如“宫莺百啭愁厌闻，梁燕双栖老休妒”两句，包孕着一个从原先的喜闻、羡妒到今日的厌听、不妒的心理演变过程；它们与“春往秋来不记年”、“唯向深宫望明月，东西四五百回圆”等诗句，均反映了上阳宫女对生活、爱情已失去信心的麻木心态，是她愁苦绝望心理的细致刻画。 </p> <p>　　环境氛围的烘托是其三。从“宿空房”至“东西四五百回圆”这一精彩片断，通过渲染上阳宫环境的死寂、凄凉，衬托出生活在这座人间地狱中的上阳宫女的孤苦。 </p> <p>　　从全诗来看，作者在写宫女的幽闭生活时，叙事、抒情、写景三者结合，诗句间具有浓郁的悲剧氛围。 这首诗的语言具有质朴平易、“意深词浅，思苦言甘”（<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《续诗品》）、“用常得奇”（刘熙载《艺概》）的特点，充分发扬了乐府民歌语言的优良传统。全诗以七字句为主，又时或掺杂三字句等，长短相间、错落有致。而“顶针”手法的运用，及音韵转换之灵活，则使诗读来琅琅上口，有一气流转之妙。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>继承并发展了《<a href=\"http://so.gushiwen.org/view_21262.aspx\">诗</a>经》以来的现实主义传统，积极倡导新乐府运动，创作了《新乐府》五十首，《上阳白发人》是其中的第七首。这首诗写洛阳上阳宫的一个老宫女的痛苦生活。嫔妃制度是封建社会的一大罪恶。封建帝王为了满足自己的淫欲，强选民女，幽闭深宫，剥夺并葬送了她们的青春和幸福。809年（元和四年）三月，白居易在上呈皇帝的奏状《请拣放后宫内人》（即请挑出一些宫女把她们放出来）中指出：“宫内人教，积久渐多。伏虑驱使之余，其数尤广。上则虚给衣食，有供亿靡费之烦；下则离隔亲族，有幽闭怨旷之苦。事宜省费，物贵徇情。”《上阳白发人》即是于启奏之外为同一目的而写的作品。这首诗题下自注：“天宝五载（注：指746年）以后，杨贵妃专宠，后宫无复进幸矣。六宫有美色者，辄置别所，上阳是其一也。贞元中（注：指785年——804年）尚存焉。”可见此诗所述内容具有一定的真实性。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "乐府",
    "宫怨"
  ]
}