{
  "id": 5492,
  "star": 10,
  "name": "送张五归山",
  "dynasty": "唐代",
  "content": "送君尽惆怅，复送何人归。<br>几日同携手，一朝先拂衣。<br>东山有茅屋，幸为扫荆扉。<br>当亦谢官去，岂令心事违。",
  "fanyi": "<p><strong>译文<br></strong>送君归山我心已惆怅，再送人啊不知又是谁？<br>一起相处才只几天，忽然你却辞官先归。<br>东山里还有我住过的茅屋，请替我扫一扫那陋室柴扉。<br>不久我也该辞官归去，哪能使自己心事乖违！</p> <p><strong>注释<br></strong>⑴张五：张諲，生卒年未详，排行第五，又称张五，永嘉（今属浙江）人。青年时期离家出游，和<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>居于河南登封的嵩山少室山，历时十余年。<br>⑵惆怅：因失意或失望而伤感、懊恼。《楚辞·九辩》：“廓落兮，羁旅而无友生；惆怅兮，而私自怜。”<br>⑶携手：指携手一同归隐。<br>⑷一朝：一时。拂衣：振衣而去。谓归隐。晋殷仲文《解尚书表》：“进不能见危授命，忘身殉国；退不能辞粟首阳，拂衣高谢。”南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《述祖德》<a href=\"http://so.gushiwen.org/view_5492.aspx\">诗</a>：“高揖七州外，拂衣五湖里。”<br>⑸东山：据《晋书·谢安传》载，谢安早年曾辞官隐居会稽之东山，经朝廷屡次征聘，方从东山复出，官至司徒要职，成为东晋重臣。又，临安、金陵亦有东山，也曾是谢安的游憩之地。后因以“东山”为典。指隐居或游憩之地。唐王维《戏赠张五弟諲》诗之一：“吾弟东山时，心尚一何远！”<br>⑹荆扉：柴门。晋陶潜《归园田居》诗之二：“白日掩荆扉，对酒绝尘想。”<br>⑺谢官：辞官。清刘銮《五石瓠·福藩止有一世子》：“张懋德，青阳人，崇祯甲戌年为福府长史，丁丑谢官归。”<br>⑻心事：志向，志趣。南朝宋谢灵运《〈拟魏太子“邺中集”诗·<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>〉序》：“少无宦情，有箕颍之心事，故仕世多素辞。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_5492.aspx\">诗</a>。诗人送客，送的却尽是惆怅，一“尽”字极为妙用，送别之时的满腔惆怅，因了这一“尽”字而多了几许沉甸。”几日同携手“，今朝友人却要“先拂衣”了。诗人应该是带着一份嫉妒与歆羡的心情写下此句的。东山的茅屋，那是诗人向往的地儿，身处污浊不堪的名利官场，然而他的心却时刻惦念着那片澄澈宁静的世界，怎奈污秽的现实，复杂的心境，让他如何也做不了抉择。“幸”不过是于迷途中的自我一份希望罢了，心存着那一片净空，预留着那一寸土地，于自己总该是一剂灵魂的安神剂了。末句表明诗人的心迹与志向，直白了当，然一“岂”字又平添了几许回味。</p> <p>　　徘徊，是诗人此阶段的主题。又是眼看着好友明确地奔向自己的人生道路，而自己依旧还在人生的十字路口踟蹰，无限惆怅。与好友相知相交的日子极为短暂，原还是自己在这昏暗时节难得的安慰。而此时好友利索地抛却一切烦恼，即将奔赴想往已久的生活，只留一份潇洒在诗人心头煎熬。诗人恨的是自己无能，无力摆脱世俗的物质羁绊；愁的是时光匆匆，难以实现心中的夙愿；难排遣的，还有往日同窗共进的生活不复返的愁绪。</p> <p>　　东山茅屋，或许是友人归隐所在。一个“幸”字，淡了些诗人内心迷茫的雾霭，可喜可庆的是，友人还的茅草屋还为诗人敞开着，让他得以有机会清除内心的尘埃。荆扉，即实指的柴门，虚指的心门。人生一大乐事，就是与知己倾心畅谈，诗人期盼着，也努力着。然而，或是命运不济，晚年的他，在孤独中沉寂着，写出一篇篇看似清淡实则惆怅的诗歌。好友的离去，永远是他心灵上的创伤。诗人或许可以和西方的拉奥孔比拟，同样遭受着生命难以承受之重，同样在无声地反抗着，表情却一直是让人难企及的平静。</p> <p>　　然而这“幸”，似乎给了诗人一份希望，坚定了诗人追求自我生活的决心：“当亦谢官去，岂令心事违？”诗人“尽惆怅”的不仅仅是那份依依惜别的情谊，更是那份“心事违”的无奈与复杂的心境。身陷官场，污浊黑暗的现实，早已肃杀了那颗宁静的心，然个中的丝丝缕缕，又岂是简单的一个退字亦或是一个进字能够道清楚说明白的？罢了罢了，即便是那百般的歆羡，即若是那内心的疾呼，现实，终究只能是如此这般徘徊无尽。</p> <p>　　全诗文字朴实自然，用笔委婉曲折，写出了诗人无限的惆怅，无限的失落。</p>",
  "about": "<h2>创作背景</h2> 　　《旧唐书》记载，杨国忠秉政，郎官不附己者悉出于外。张五是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的友人张諲，擅长书画，尤工山水，曾同王维一起隐居嵩山，后来出仕，官刑部员外郎，又与王维同朝，二人互相酬唱，交情很深。他因受到杨国忠的排斥而归山，王维十分感慨，再次产生归隐思想，因作此<a href=\"http://so.gushiwen.org/view_5492.aspx\">诗</a>。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "感慨",
    "友人",
    "隐居"
  ]
}