{
  "id": 11244,
  "star": 91,
  "name": "武侯庙",
  "dynasty": "唐代",
  "content": "遗庙丹青落，空山草木长。<br>犹闻辞后主，不复卧南阳。",
  "fanyi": "<p><strong>译文</strong><br>武侯庙的孔明先生的画像早已遗落不知何处，整座山空寂只有草木徒长。<br>站在这里好似还能听到<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>作辞别后主的声音，可他壮志未酬，病死军中，再也无法功成身退，回到故地南阳了啊。</p> <p><strong>注释</strong><br>(1) 武侯：指诸葛亮。诸葛亮于后主建兴元年（223年），封为武乡侯，省称武侯。武侯庙：指祭祀诸葛亮的庙。其庙有多处，如襄阳、成都、南阳、夔州等地都有武侯庙。这里指夔州武侯庙，在今四川省奉节县白帝城西。张震《武侯祠堂记》：“唐夔州治白帝，武侯祠在西郊。”<br>(2) 丹青落：庙中壁画已脱落。丹青指庙中壁画。<br>(3) 草木长：草木茂长。两句写庙景，言武侯去世时间之久远。<br>(4) 辞后主：蜀后主刘禅建兴五年，诸葛亮上《出师表》，辞别后主，率兵伐魏。<br>(5) 南阳：诸葛亮本以布衣躬耕于南阳（今河南南阳），因刘备三顾之于草庐中，遂佐备建立蜀汉、与魏、吴成鼎足之势。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“遗庙丹青落，空山草木长。”这两句写<a href=\"http://so.gushiwen.org/view_11244.aspx\">诗</a>人瞻仰武侯庙所看到的一片萧条破败的景象。上句写庙。诗中“丹青”，指庙中的壁画；“落”，剥落、脱落。从“遗”字和“落”字可想而知，前来祭拜的人很少。想当年<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>为蜀汉的创建和巩固，倾注了毕生的心血，而诸葛亮的遗庙竟是这样的景象，诗人顿生感慨。再看下句，诗人站在武侯庙放眼四望，周遭环境也是如此的空寂和荒凉。“空山”，指白帝山。诗人用一个“空”字，似乎是说这山上什么也没有，空空如也，说明人迹稀少；一个“长”字，说明草木无忧无顾地生长，倒很茂盛，进一步反衬出武侯庙位于一片荒山野草之中，是多么的令人感伤！</p> <p>　　“犹闻辞后主，不复卧南阳。”这两句由武侯庙写到诸葛亮，对诸葛亮的出山辅佐刘备以及后主，赞叹有加。诗人似乎还能听到诸葛亮作《出师表》辞别后主的声音，可他壮志未酬，病死军中，在也无法功成身退，回到故地南阳啊。上句“犹闻辞后主”，“辞后主”，蜀建兴五年（227年），诸葛亮出兵汉中，实行伐魏，临行上《出师表》，向后主刘禅辞行，告诫后主要亲君子，远小人，表明自己的一片忠贞之心。下句“不复卧南阳”是上句的继续，由于诸葛亮将一生献给蜀汉事业，在也不能回到他的躬耕之地南阳了。“南阳”，郡名，诸葛亮曾躬耕于此。“不复”二字，既写出了诸葛亮为报答刘备三顾之情，将一生献给蜀汉事业的伟大功业和奋斗精神；也表达了诗人对诸葛亮的赞叹之情和无法功成身退返故乡的惋惜之情。</p> <p>　　这首诗虚实相生，融情于景。诗的前两句写武侯庙的荒凉破败，寄托着诗人对诸葛武侯身后凄凉的哀惋，也为后两句的抒怀作铺垫；后两句触景生情，感叹诸葛亮大业未成，而长眠他乡，诚如诗人在《蜀相》诗中所写：“出师未捷身先死，长使英雄泪满襟。”清代<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《姜斋诗话》中说“情景名为二，而实不可分。神于诗者，妙合无限。巧者则有情中景，景中情。”这首诗可以说是情景交融的代表作，具有很高的艺术价值。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11244.aspx\">诗</a>作于唐大历元年（766年）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的晚年穷途潦倒，在成都住了几年后，便扶老携幼，举家东迁，到哪儿去，没有明确的目的，“漂泊西南天地间”。杜甫居成都草堂时，曾寻访过<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的遗迹，写有《蜀相》等诗篇。到夔州后，州西的武侯祠八阵图遗址，也是他足迹常到之处。《武侯庙》与《八阵图》均为大历元年（766年）所作。当时诗人流寓夔州，诗人无所事事，一天来到武侯祠，看到一片破败荒凉的景象，不禁感慨万千，写下了这首千古传诵的咏怀五绝诗，高度赞颂了诸葛亮衷心辅佐蜀汉，“鞠躬尽瘁，死而后已”的献身精神。</p><br/><h2>题解</h2> 　　武侯：指<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。诸葛亮于后主建兴元年（223年），封为武乡侯，省称武侯。武侯庙：指祭祀诸葛亮的庙。其庙有多处，如襄阳、成都、南阳、夔州等地都有武侯庙。这里指夔州武侯庙，在今四川省奉节县白帝城西。张震《武侯祠堂记》：“唐夔州治白帝，武侯祠在西郊。”",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏史怀古",
    "赞颂",
    "写人"
  ]
}