{
  "id": 70701,
  "star": 9,
  "name": "念奴娇·春雪咏兰",
  "dynasty": "明代",
  "content": "问天何意，到春深、千里龙山飞雪？<br>解佩凌波人不见，漫说芷珠宫阙。<br>楚殿烟微，湘潭月冷，料得都攀折。<br>嫣然幽谷，只愁又听啼鴃。<br>当日九畹光风，数茎清露，纤手分花叶。<br>曾在多情怀袖里，一缕同心千结。<br>玉腕香销，云鬟雾掩，空赠金跳脱。<br>洛滨江上，寻芳再望佳节。",
  "fanyi": "<h2>注释</h2> ⑴此词以兰自喻人，痛悼抗清志士之牺牲，寄托了作者深深的爱国情愫。<br>⑵“问天”句：化用南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《学刘公干体》“胡风吹朔雪，千里度龙山”句意，以问句领起。问老天何以在春意正盛的时节千里迢迢送来北方<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>的飞雪?<br>⑶“解佩”句：言大雪漫空飞舞，解佩相赠的汉皋游女和凌波微步的洛水宓妃都不见踪影，更何况天界的仙宫宝阙。<br>⑷“九畹”引《离骚》句意：“余既滋兰之九畹兮，又树蕙之百亩。” 王逸注：“十二亩曰畹。”一说，田三十亩曰畹。见《说文》。后即以“九畹”为兰花的典实。<br>⑸“光风”， 雨止日出时的和风。用《招魂》“光风转蕙，汜崇兰些”句意。<br>⑹“金跳脱”，一种妇女戴的首饰。词句似指作者在宏光朝廷中任官时，所伤奏疏均未被采纳。<br>⑺“洛滨江”句，谓复明有望，鼓舞自己与志同道合者继续奋战。",
  "shangxi": "<h2>鉴赏</h2> <p>　　明季爱国志士<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>（1608-1647年）字卧子，晚年自号大樽，是著名的<a href=\"http://so.gushiwen.org/view_70701.aspx\">诗</a>人与词人。其诗作以慷慨淋漓、沉雄豪迈传世。“苍劲之色与节义相符”（沈雄《古今词话》）。其词作成就更大，曾被<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>誉为明代“第一”（《复堂日记》）；但词的风格却“风流婉丽”（《古今词话》）、“绵邈凄恻” （《明词综》引<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>语），以阴柔之美擅场，同其诗阳刚之风迥异其趣。这是由陈子龙的词学观所决定的。陈子龙承继了北宋“词别是一家”（<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《词论》）的观点，在《三子诗余序》等词论中推崇“婉约”说，即传统的“词体以婉约为正”（徐釚《词苑丛谈》）的主张。不过陈子龙的“婉约”说并非单纯复古，继承中亦有变革，具备了新内容，有时代特点。概言之，陈子龙的“婉约”说主张词应以流畅的韵律，婉丽自然的语言，构思婉媚的意境，含蓄委婉地抒发真情实感，寄托风骚之旨即爱国之思、复国之志。“婉约”说指导了创作实践，因此陈子龙有诗庄词媚之别。现试举其名篇《念奴娇·春雪咏兰》为例证。词云：</p> <p>　　问天何事，到春深，千里龙山飞雪？解佩凌波人不见，漫说蕊珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴂。</p> <p>　　当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳重惜佳节。</p> <p>　　这是一首咏物词。沈起龙认为上乘的咏物词，“凡身世之感，君国之忧，隐然蕴于其内，斯寄托遥深”（《论词随笔》）。此词足以当之。陈子龙“婉约”说认为填词首先应考虑“用意”，要有“深刻之思”（王介人诗余序》）。所谓“意”即“风骚之旨，皆本言情”或曰“写哀而宣志”（《三子诗余序》）。写于明亡之后的《念奴娇·春雪咏兰》正是旨通“风骚”，构思深刻，立意高远之作。它名为“春雪咏兰”，实际上寄寓了作者亡国之痛、故国之思与复国之志，抒发了深厚的民族感情。顾璟芳曾评此词曰：“此大樽之香草美人怀也。”（《陈忠裕全集》附）。 可见，其词旨继承了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》的爱国主义精神。但是陈子龙“婉约”说重要的美学思想是强调词境“贵含蓄不尽”（《王介人诗余序》），感情表现要委婉，所谓“幽以婉也”（《幽兰草词序》）。《念奴娇·春雪咏兰》言抗清复国之志，就并不如<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>《满江红》那样慷慨激昂、直抒胸臆，而是采用楚辞美人香草的比兴、象征手法，极其“缠绵猗娜”（《三子诗余序》）之致。全词上片构思了春雪兰残、美人不见的意境，象征时局的险恶，饱含亡国的悲愤；下片借描写昔日美人与兰草之情怀寄托故国之思，并表示了振奋民族精神，争取抗清复国胜利的愿望。</p> <p>　　上片分四个层次：</p> <p>　　一、“问天何意，到春深、千里龙山飞雪?”屈原曾写《天问》，“呵而问之，以泄愤懑”（王逸）。子龙之“问天何意”，同样是抒发“愤懑”之情。“到春深”该是东风化雨，莺飞草长，杂花生树的时节，但天意反常，竟是“千里龙山飞雪”，使江南笼罩在酷寒冻云之中。“龙山”即楚辞《大招》“北有<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>，连龙逴之”之“逴龙”，王逸注：“逴龙，山书也。北方有常寒之山，阴不见日，名曰逴龙。”这里它是满清贵族的象征。作者以北来“飞雪”之肆虐比喻政治气候的乖戾，实指清兵南侵，使“春深”的明朝骤临寒冬之灾。这一层极写政治形势的险恶，抒发了愤懑之情。</p> <p>　　二、“解佩凌波人不见，漫说蕊珠宫阙。”这里写“美人”之消逝。“解佩”用<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》中典故：江妃出游於江、汉之湄，逢郑交浦。郑见而悦之，不知其神人也，谓其仆曰：“我欲下请其佩。”……江妃遂手解佩与交浦。“凌波”用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》典，指“凌波微步，罗袜生尘”之洛神。“人不见”即指作者心日中的江妃、洛神一样的美人在“千里龙山飞雪”的淫威下一时销声敛迹。这里的美人如同《离骚》“惟草木之零落兮，恐美人之迟暮”中的“美人”，“盖托词而寄意於君也”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>）。在封建社会，国君代表国家，子龙笔下的美人指明朝君国，侧重于国。“人不见”即指明灭亡也。“蕊珠宫”系传说中神仙所居处，这里称“漫说蕊珠宫阙”，意味着京师陷落，也不必说起。这层通过凄婉的境界抒发了作者因朱明王朝覆灭而生的悲痛之情。</p> <p>　　三、“楚殿烟微，湘潭月冷，料得都攀折。”经过前两层铺垫，这里正式“咏兰”——零落之兰。“楚殿”、“湘潭”皆为兰草滋长之地，但今日却呈现出“烟微月冷”的萧索凄冷的氛围。兰草被摧残殆尽，已无兰“五六月盛”（《本草》）的繁茂景象。王逸曾指明《离骚》写“善鸟香草，以配忠贞” （《离骚经序》）。陈子龙词中的“兰”也是忠贞爱国的志士的象征，并寄托着作者复国的理想。写兰之零落是暗示仁人志士复国理想实现之艰难。</p> <p>　　四、“嫣然幽谷，只愁又听啼鴂”词意至此一转折：兰草并未灭绝，深山幽谷中仍有它嫣然笑容。这意味着志士们的忠贞与理想并未被放弃，口吻中不无自豪之意。但作者心绪复杂，面对严酷的现实，他不能不“愁”，担心幽谷之兰也将零落，理想要破灭。《离骚》云：“恐鹈鴂之先鸣兮，使夫百草为之不芳。”“鹈鴂”是兰草不芳的先兆。鴂即杜鹃。词意至此又稍转折，抒写感情可谓委婉曲折。</p> <p>　　总的来看，上片色调比较冷、比较低；但作者的愤懑、悲痛、担心与对君国的忠贞等复杂感情写得真实而深刻，委婉而曲折，与上片相比，下片却是暖色、高调，可分三层次：</p> <p>　　一、“当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。”险恶的现实使作者不能不去重温旧梦，借以激发继续斗争的信心与力量。这一层次回忆昔日美人与兰草血肉相连的关系，充满了作者深情的故国之思及对未来的憧憬。词由“当日”二字转入回想。“九畹光风”，是先写兰草之总貌，如同全景镜头：“九畹”即《离骚》“滋兰之九畹”之意，每畹等于十二亩。此极写兰草之丰茂；“光风”突出兰草於丽日和风中流光溢采之神。“数茎清露”则写兰草的具体形象，如同特写镜头：兰草茎叶上清露如珠，晶莹妩媚。这是比喻仁人志士当年忠贞的美德。“纤手分花叶”，由兰草转向关心、培植兰草的美人，是的，志士们忠贞的美德是君国所培育，因此也得到君国的宠信。兰草曾在“多情”的美人怀抱里，结下芳香的“同心之言”，《易·系辞上》曰：“二人同心，其利断金；同心之言，其臭（音xiu，味道）如兰。”这“同心之言”就是仁人志士对君国的忠肠义胆。作者对此满怀赞誉之情。它也正是今后“虽九死其犹未悔”的立场与态度。</p> <p>　　二、“玉腕香销，云鬟雾掩，空赠金跳脱。”此写作者从旧梦中醒来，面向现实，发现美人尚在，但已与兰草分离。“玉腕香销”即兰草之香已不复存在于美人的玉腕衣袖。“云鬟雾掩”，形容美人渴念兰草之憔悴情态。“空赠金跳脱”用《真诰》典故：晋时女仙绿粤华曾降临羊权家，赠权金玉跳脱各一。“跳脱”即手镯，当为美人与兰草“同心千结”的信物。因为兰草“料都攀折”，油然而生“空赠”之憾，突出了君国对仁人志士抗清爱国理想的迫切渴望之心。</p> <p>　　三、“洛滨江上，寻芳再望佳节。”词人最后这一笔把词境推向了新的思想高度：既然兰草与美人早有“同心千结”之誓，而兰草也还尚有“嫣然幽谷”者在，那么就不必悲观、颓丧。作者也深信：“洛滨江上”的美人会回来重振精神，在美好的时节找到芳香忠贞的兰草，重新开创未来。作者此时扫尽上片低冷的色调，使全词境界呈现出朝暾般的亮色来，给人以鼓舞和希望。</p> <p>　　通过上面简析，我们对陈子龙“婉约”说含蓄委婉的要求当有一定感性的认识了。“含蓄者，意不浅露，语不穷尽，句中有余味，篇中有余意，其妙不外寄言而已。”（沈起龙《论词随笔》）词人深刻的思想感情皆无一语道破，而是寄托于“春雪咏兰”的婉媚词境与具体的飞雪、美人、兰草等形象之中，让读者自己去细细体会其言外之意，味外之旨，从中享受到不尽的美感和丰富的诗意。</p> <p>　　陈子龙“婉约”说对语言风格的要求是 “文词婉丽”（《宋子九秋词稿序》），所谓“婉丽”是“既有鲜妍之姿，而不藉粉泽”（《王介人诗余序》）。它有别于镂金错采的秾艳，更不同于粗豪直率的木质。《念奴娇·春雪咏兰》的语言堪称“婉丽”二字，突出的句子如“楚殿烟微，湘潭月冷”、“九畹光风，数茎清露，纤手分花叶”、“玉腕香销，云鬟雾掩”等皆婉而不靡，丽而不俗，既有文采，又自然清新，恰到好处地体现了词旨。</p> <p>　　词是音乐性甚强的体裁，婉约派都十分重视音律。此词也严守词律，其“流畅之调”有“圆润明密，言如贯珠”（《王介人诗余序》）的音乐美，可见子龙之功力。</p> <p>　　最后要指出的是，陈子龙“婉约”说是针对明季词坛意格卑靡、感情虚伪、侧艳俚俗等弊端而发的，因此具有补偏救弊的积极作用。但是也无庸讳言，陈子龙片面标举“婉约”之旨而排斥豪放之风，是有其局限性的。陈子龙词作的成就毕竞难以企及同是抒写爱国之情的辛稼轩豪放词。</p><br/><h2>赏析</h2> <p>　　这首词约作于1647（清顺治四年）三月。作者继承《楚辞》香草美人的比兴手法，以雪代指险恶的时代环境，以兰代指坚贞的志士仁人，寄托了作者深深的爱国情愫。</p> <p>　　词开头即化用南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《学刘公干体》“胡风吹朔雪，千里度龙山”句意，以问句领起。作者责问老天在春意正盛的时节千里迢迢送来北方<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>的飞雪，“春深”而有“飞雪”，反常且令人痛苦，这幕情景实际是隐喻明朝的美好河山竟遭受清军铁蹄蹂躏。作者对此痛心疾首，遂效属原呵壁问天，仰天悲呼。下面两句，谓大雪漫空飞舞，解佩相赠的汉皋游女和凌波微步的洛水宓妃都不见踪影，更何况天界的仙宫宝阙。这里“解佩凌波”当喻指抗清的志土，“人不见”，则是说他们多遭不幸；“漫说蕊珠宫阙”，似言南明鲁王和隆武政权都不能挽狂澜于既倒。按：鲁监国元年(1646）清军抢渡钱塘江，浙东失守，鲁王逃亡海上，1646（隆武三年）清军入福建，隆武帝逃至汀州，为清将李成栋所杀，时间上与此处所言吻合，以上两韵，扣题中之“春雪”，下面便转入题中之“咏兰”。“楚殿”、“湘潭”，所用地名令人联想到流放沅湘的战国楚伟大<a href=\"http://so.gushiwen.org/view_70701.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，他的《离骚》多有写到兰的句子，如“余既滋兰之九畹兮，又树蕙之百亩”、“时暖暖其将 罢兮，结幽兰而延伫”等。“烟微”、“月冷”都是凄迷之景，见出作者的惆怅悲苦。而幽兰皆遭“攀折”，就是他心怀恻怆的原因。联系史事，当时清平南大将军孔有德正进击湖南，而此前挚友夏允彝在江南抗清失利投水殉节，他作诗悼之，曾有“予为蕙兮子作兰”、“拊膺顿足摧心肝”(《七歌》之六)之句，可知此三句慨叹之意甚深。歇拍作者以空谷幽兰自拟，用《离骚》“恐鹈鴂之先鸣兮，使夫百草为之不芳”的典故，表达他的伤时之情。作者清顺治二年（1645）松江起义兵败后，曾一度隐居，此处“幽谷”云云，即指此。</p> <p>　　下片换头回忆往事，“九畹”用上引《离骚》句意，“光风”用《招魂》“光风转蕙，汜崇兰些”句意，表现幽兰在佳人的“纤手”中流芬扬馥的情状，隐喻自己深受大明王朝的国恩。“数茎清露”，象征着作者高洁的情操和忠贞的气节。这里将香草美人结合起来，比兴之义尤为精微。下面两句，进一步用“多情怀袖”、“同心千结”倾诉自己的忠爱缠绵意绪，“多情怀袖”承上文之“纤手”，“同心千结”承上文之“花叶”。这几句“当日”、“曾在”应是指崇祯朝之事，此后则 “玉腕香消，云鬟雾掩，空赠金跳脱”，也就是说他的报国之心不被理解，颇和明珠投暗之恨。“金跳脱”，一种妇女戴的首饰。联系作者身世，他在南明弘光时数上疏指陈时政，均未受重视，遂辞职归家，这里的“空赠金跳脱”便不难索解，“空赠”两字，惋惜之意极浓，实在是感慨万端之语。而“香消”、“雾掩”，也隐含对弘光时忠良遭斥、奸佞当道的批评之意，结拍两句。“洛滨江上”，结构上遥应“解佩凌波”，似指刚成立的南明永历政权，接受其领导的抗清义军有瞿式耜等部，据有两广、云贵、四川等地；“寻芳再望佳节”，就是期望这一股抗清力量能够完成国家复兴的艰苦事业。因鲁王余部退兵海上，词中又有 “江”字，这两句也可以理解为对鲁王政权仍抱有希望。不过，因鲁王所部主力张名振、<a href=\"http://so.gushiwen.org/author_1938.aspx\">张煌言</a>溯长江克京口的一时之盛远在作者殉国后多年（此时他们也都归入永历帝麾下），写此词时鲁王政权正处低潮，而永历政权则方举义旗，更易令人对之寄以厚望，所以，说词的结尾是属望于永历帝，恐怕更合情理。后来李定国、郑成功等的几次大捷，也证明作者的期望是有道理的。</p> <p>　　全词主要以兰自喻，个别地方喻抗清志士，另以美人或指忠臣义士，或指君王主上，都与楚辞美人香草之孤忠隐约之言一脉相承，意深情远，亦婉丽亦苍凉，堪称明词压卷杰作之一。</p> <p>　　关于此词的写作时间，陈寅恪《<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>别传》云：“宋征璧《含真堂集》六《予以病请假，戏摘幽兰缄寄大樽》云：“采采缄题寄所思，水晶帘幕 弄芳姿……’寅恪案：此诗之作成，当在弘光元年二月丙寅即十三日，……今拾陈氏诗集，未发见有类似之作，唯《陈忠裕公集》二十诗余中有《念奴娇·春雪咏 兰》一阕，虽未能确定其何时所赋，但必是与尚木（宋征璧字）寄诗时相距不久之作，故疑是因宋氏之诗有所感念而成。”但玩子龙词意，情调与征璧诗相去颇远， 陈先生谓作于弘光元年（1645）二月的推测恐不能成立。</p>",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "咏物",
    "抒情",
    "爱国"
  ]
}