{
  "id": 53,
  "star": 95,
  "name": "载驰",
  "dynasty": "先秦",
  "content": "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。<br>既不我嘉，不能旋反。视尔不臧，我思不远。<br>既不我嘉，不能旋济？视尔不臧，我思不閟。<br>陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。<br>我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。",
  "fanyi": "<p><strong>译文<br></strong>驾起轻车快驰骋，回去吊唁悼卫侯。挥鞭赶马路遥远，到达漕邑时未久。许国大夫跋涉来，阻我行程令我愁。<br>竟然不肯赞同我，哪能返身回许地。比起你们心不善，我怀宗国思难弃。竟然没有赞同我，无法渡河归故里。比起你们心不善，我恋宗国情不已。<br>登高来到那山冈，采摘贝母治忧郁。女子心柔善怀恋，各有道理有头绪。许国众人责难我，实在狂妄又稚愚。<br>我在田野缓缓行，垄上麦子密密遍。欲赴大国去陈诉，谁能依靠谁来援？许国大夫君子们，不要对我生尤怨。你们考虑上百次，不如我亲自跑一遍。</p> <p><strong>注释<br></strong>1.载（zài）：语助词。驰、驱：孔疏：“走马谓之驰，策马谓之驱。”<br>2.唁（yàn）：向死者家属表示慰问，此处不仅是哀悼卫侯，还有凭吊宗国危亡之意。毛传：“吊失国曰唁。”卫侯：指作者之兄已死的卫戴公申。<br>3.悠悠：远貌。<br>4.漕：地名，毛传：“漕，卫东邑。”<br>5.大夫：指许国赶来阻止许穆夫人去卫的许臣。<br>6.嘉：认为好，赞许。<br>7.视：表示比较。臧：好，善。<br>8.思：忧思。远：摆脱。<br>9.济：止。<br>10.閟（bì）：同“闭”，闭塞不通。<br>11.陟（zhì）：登。阿丘：有一边偏高的山丘。<br>12.言：语助词。蝱（méng）：贝母草。采蝱治病，喻设法救国。<br>13.怀：怀恋。<br>14.行：指道理、准则，一说道路。<br>15.许人：许国的人们。尤：责怪。<br>16.众：“众人”或“终”。穉（zhì）：同“稚”，幼稚。<br>17.芃（péng）芃：草茂盛貌。<br>18.控：往告，赴告。<br>19.因：亲也，依靠。极：至，指来援者的到达。<br>20.之：往，指行动。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　据清<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《<a href=\"http://so.gushiwen.org/view_53.aspx\">诗</a>古微》考证，《诗经》中许穆夫人的作品有三篇，除此篇外尚有《邶风·泉水》《卫风·竹竿》二诗也为其所作，其中尤以《鄘风·载驰》思想性最强，它在强烈的矛盾冲突中表现了深厚的爱国主义思想。全诗分为四章，不像《周南·桃夭》《鄘风·相鼠》等篇每章句数、字数甚至连意思也基本相似，而是每多变化，思想感情也复杂得多。之所以如此，是因为作者的叙事抒情是从现实生活出发，从现实所引起的内心矛盾出发。故诗歌的形式随着内容的发展而发展，形成不同的语言和不同的节奏。</p> <p>　　诗的第一章，交代本事。当诗人听到卫国灭亡、卫侯逝世的凶讯后。立即快马加鞭，奔赴漕邑，向兄长的家属表示慰问。可是目的地未到，她的丈夫许穆公便派遣大夫跋山涉水，兼程而至，劝她马上停止前进。处此境地，她内心极为忧伤。这一章先刻画了诗人策马奔驰、英姿飒爽的形象，继而在许国大夫的追踪中展开了剧烈的矛盾冲突。其情景就好似京剧《萧何月下追韩信》中的场景。</p> <p>　　现实的冲突引起内心的冲突，经过以上的铺叙，第二章便开始写诗人内心的矛盾。此时诗中出现两个主要人物：“尔”，许国大夫；“我”，许穆夫人。一边是许国大夫劝她回去，一边是许穆夫人坚持赴卫，可见矛盾之激烈。按诗意理解，应有两层意思：前四句为一层，是说：你既待我不友好，我就不能返回许国，比起你这般没良心来，我对宗国总是念念不忘的；后四句为第二层，是说：你既待我不友好，我就不能渡过黄河到卫国，比起你这般没良心来，我的感情是不会轻易改变的。诗人正是处于这种前不能赴卫、后不能返许的境地之中，左右为难，十分矛盾。然而她的爱与憎却表现得非常清楚：她爱的是娘家，是宗国；憎的是对她不予理解又不给支持的许国大夫及其幕后指挥者许穆公。</p> <p>　　第三章矛盾没有前面那么激烈，诗的节奏渐渐放慢，感情也渐渐缓和。夫人被阻不能适卫，心头忧思重重，路上一会儿登上高山以舒解愁闷，一会儿又采摘草药贝母以治疗抑郁而成的心病。所谓“女子善怀，亦各有行”，是说她身为女子，虽多愁善感，但亦有她的做人准则——这准则就是关心生她养她的宗国。而许国人对她毫不理解，给予阻挠与责怪，这只能说明他们的愚昧、幼稚和狂妄。这一段写得委婉深沉，曲折有致，仿佛让人窥见她有一颗美好而痛苦的心灵，简直催人泪下。</p> <p>　　第四章写夫人归途所思。此时夫人行迈迟迟，一路上考虑如何拯救祖国。“我行其野，芃芃其麦”，说明时值暮春，麦苗青青，长势正旺。所谓“控于大邦”，指向齐国报告狄人灭卫的情况，请求他们出兵，但诗人又想不出用什么办法才能达到目的。此处既写了景，又写了情，情景双绘中似乎让人看到诗人缓辔行进的形象。同第一章的策马奔驰相比，表现了不同的节奏和不同的情绪。而这个不同完全是从生活出发的，盖初来之时因始闻卫亡的消息，所以心急如焚，快马加鞭，不暇四顾；而被许大夫阻挠之后，报国之志难酬，心情沉重，故而行动迟缓，眼看田野中的麦浪好似诗人起伏不定的心潮。诗笔至此，真是令人赞叹。</p> <p>　　最后四句，有的本子另作一章，不无道理，然依旧本，多与前四句并为一节，这样似更为合理。这四句当是承前而言，谓夫人归途中一边想向齐国求救，求救不成，又对劝阻她的许大夫心怀愤懑。此处<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》释云：“大夫，即跋涉之大夫；君子，谓许国之众人也。”“大夫君子，无以我为有过，虽尔所以处此百方，然不如使我得自尽其心之为愈也。”照此解释则与首章“大夫跋涉，我心则忧”，前后呼应。字面上虽是“无我有尤”，实质上应是她对许大夫不让她适卫赴齐产生怨尤，正话反说，语气委婉，体现了《诗经》“温柔敦厚”之旨。末二句，表现了夫人的自信心，意为：那些大夫君子纵有千条妙计，总不如我的救卫之策高明。“我所之”的“之”字，若作动词解，便是往卫国或齐国去一趟的意思；也有训为“思”的，就是自指夫人的想法。不管哪一种解释，都反映了许穆夫人是一个颇有主张的人，她的救国之志、爱国之心始终不渝。全诗至此戛然而止，但它却留下无穷的诗意让读者去咀嚼回味，真是语尽而意不尽，令人一唱而三叹。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_53.aspx\">诗</a>当作于卫文公元年（公元前659年）。据《左传·闵公二年（前660）》记载：“冬十二月，狄人伐卫，卫懿公好鹤，鹤有乘轩者，将战，国人受甲者，皆曰‘使鹤’。……及狄人战于荥泽，卫师败绩。”当卫国被狄人占领以后，许穆夫人心急如焚，星夜兼程赶到曹邑，吊唁祖国的危亡，写下了这首诗。</p> <p>　　许穆夫人名义上是卫宣公与宣姜的女儿，事实上乃卫宣公之子公子顽与宣姜私通所生。她有两个哥哥：戴公和文公；两个姐姐：齐子和宋桓夫人。年方及笄，当许穆公与齐桓公慕名向她求婚时，她便以祖国为念。汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·仁智篇》云：“初，许求之，齐亦求之。懿公将与许，女因其傅母而言曰：‘……今者许小而远，齐大而近。若今之世，强者为雄。如使边境有寇戎之事，惟是四方之故，赴告大国，妾在，不犹愈乎？’……卫侯不听，而嫁之于许。”由此可见，她在择偶问题上曾考虑将来如何报效祖国。她嫁给许穆公十年左右，卫国果然被狄人所灭。不久，她的姐夫宋桓公迎接卫国的难民渡过黄河，计男女七百三十人，加上共、滕两个别邑的人民共五千人，立戴公于曹邑。戴公即位一月而死，“许穆夫人闵卫之亡，驰驱而归，将以唁卫侯于漕邑，未至，而许之大夫有奔走跋涉而来者，夫人知其必将以不可归之义来告，故心以为忧也。既而终不果归，乃作此诗以自言其意”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》）。据“我行其野，芃芃其麦”二句，诗当作于暮春。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱国"
  ]
}