{
  "id": 7747,
  "star": 19,
  "name": "山人劝酒",
  "dynasty": "唐代",
  "content": "苍苍云松，落落绮皓。<br>春风尔来为阿谁，蝴蝶忽然满芳草。<br>秀眉霜雪颜桃花，骨青髓绿长美好。<br>称是秦时避世人，劝酒相欢不知老。<br>各守麋鹿志，耻随龙虎争。<br>欻起佐太子，汉王乃复惊。<br>顾谓戚夫人，彼翁羽翼成。<br>归来商山下，泛若云无情。<br>举觞酹巢由，洗耳何独清。<br>浩歌望嵩岳，意气还相倾。",
  "fanyi": "<p><strong>译文</strong><br>　　松柏苍翠挺拔，高入云端，商山四皓的胸襟豁达开朗。又到了温暖的春日，春风为谁而轻轻吹拂？小草绿了，花儿开了，芳香在满园弥漫。引来了蝴蝶，在绿丛花间翩翩飞舞。商山四皓长得眉清目秀，眉间充溢着一片侠义傲骨。他们自称是秦代避乱世而居的人，归隐在林间过着闲适无忧的生活，饮酒谈笑间，不知道年老将至。他们各自守着隐居山野的志向，以<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>和<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的楚汉之争为耻。汉朝基业确立后，刘邦多次请商山四皓出山辅佐，他们都没有答应。忽然间辅佐了刘邦的太子，刘邦为此而惊叹不已，回头告诉戚夫人说，虽然想改换戚夫人的儿子继承大业，但无奈太子羽翼已成，有贤人辅佐而改动不得了。巢父和许由归隐在南山之下，似乎像飘忽不定的云一样无情于世间的尘事。不禁举起酒杯，把酒洒在地上以祭拜巢父和许由，洗耳不闻尘间事是多么清净啊！唱着浩歌，仰望着贤人所居的嵩岳，他们和我的志向十分相投。</p> <p><strong>注释</strong><br>①落落：豁达、开朗。<br>②绮皓：指商山四皓，是秦代末年四位白发苍苍的老人，他们隐居在商山，人称“商山四皓”。<br>③阿谁：谁人。<br>④麋鹿志：指隐居山野的志向。<br>⑤龙虎争：刘邦和项羽的楚汉之争。<br>⑥欻：忽然，突然。<br>⑦酹（lèi）：用酒洒地以祭拜。<br>⑧洗耳：这里运用了典故。尧召许由，欲将帝位传给他，许由不想听，就洗耳于颍水之滨。<br>⑨相倾：指意气相投。</p><br/><p><strong>译文<br></strong>苍劲入云的青松，落拓开朗的商山四皓。<br>和煦的春风啊你为谁吹来？翩翩的蝴蝶忽然飞满了芳草。<br>看老人秀眉银发满面春色，精气筋骨爽健长久美好。<br>自称是秦时避乱隐居的人，欢快地相互劝酒而不觉年老。<br>四人各守与山间麋鹿为友的栖隐之志，耻于参加官场上的权力之争。<br>可是忽然间又出山去佐助太子，使汉朝皇帝感到吃惊。<br>回头对戚夫人说：“那几位老翁啊，羽翼已经形成！”<br>功成之后又回到商山之下，好象天上的浮云一样来去无情！<br>共同举杯祭奠唐尧时代的巢父、许由，你们惧污洗耳，多么高洁自清！<br>放声高歌，望着嵩岳那圣洁之地，你们的志趣情怀实让人倾慕钦敬！</p> <p><strong>注释<br></strong>1.落落：豁达，开朗；绮皓：即四皓，秦末汉初隐居的四名高士东园公、用里先生、绮里季、夏黄公。因四人年皆八十余岁，须发皓白隐居在商山（又名地肺山、楚岫，在今陕西商县东南），故号称“商山四皓”。<br>2.阿谁：六朝、唐代口语，犹言谁。《古<a href=\"http://so.gushiwen.org/view_7747.aspx\">诗</a>》：“不知贻阿谁？”《三国志·蜀志·庞统传》：“向者之论，阿谁为失？”<br>3.颜桃花：谓面容有青春之色。语出《神仙传》：“鲁女生，绝谷八十余年，日少壮，色如桃花。”<br>4.骨青髓绿：即《黄庭内景经》所说的“骨青筋赤髓如霜”，道家谓筋骨强健，精气老炼。<br>5.糜(mi)鹿：鹿的一种，俗称四不像，生活于山野。古人常以与麋鹿为伴喻栖隐山林。麋鹿志，即遢隐之志。<br>6.龙虎争：龙争虎斗，指官场上的权力解触。语出于<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>诗：“龙虎方交争。” 这里指<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>之争。<br>7.欻：忽然，突然；太子：指吕后子汉惠帝刘盈。<br>8.汉王：指汉高祖刘邦。<br>9.戚夫人：汉高祖宠妃，曾与高祖议立其子赵王如意为太子，被吕后断肢剜目投入茅厕内，呼为“人彘”。<br>10.彼翁：指四皓；羽翼：辅佐力量。羽翼成，即势力已经形成。四皓佐太子刘盈事，见于《史记·留侯世家》：汉高帝欲废太子，另立戚夫人子赵王如意，吕后甚忧，便用留侯张良计，以厚礼迎请商山四皓辅佐太子。四人年皆八十馀岁，须眉皓白，衣冠甚伟，一日随太子侍宴去问候高帝。高帝见而怪之，责问他们为什么逃避朝廷征召，而今却又来跟从太子。四人直言回答说，因为高帝轻士，而太子仁教，恭敬待人，天下都乐于为太子效命。四人问过安退去。高帝见太子得高士辅佐，便对戚夫人说：”我欲易之，彼四人辅之。羽翼已威，难动矣！”于是取消了更换太子的打算。<br>11.泛若：好象，泛，渗泛；云无情：浮云飘来飘去无情。<br>12.觞：酒杯。酹：洒酒于地表示祭奠。巢由：巢父、许由，传说为唐尧时的两位隐士。<br>13.洗耳：这里运用了典故。尧召许由，欲将帝位传给他，许由不想听，就洗耳于颖水之滨。<br>14.相倾：指意气相投。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《山人劝酒》是乐府旧题，<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_7747.aspx\">诗</a>集》编此诗入《奉曲歌辞》。诗咏商山四皓健拔如苍松，落拓不羁，仙风道骨，青春不老，春风和煦向他送暖，蝴蝶翩翩为之起舞。作品着重称颂四皓“各守麋鹿志。耻随龙虎争”的高洁之志。尤其赞誉其以隐士的身份出山辅佐太子，安定了汉朝储皇之位。尔后功成身退，复归商山，毫不系情于官禄爵们，其高风亮节直可追步上古高士巢父、许由。这正符合<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一向所追求的“功成拂衣去，归入武陵园”的理想，所以在本篇对四皓表达了极高的敬慕之情。这和李白其他诗篇颂扬“千古高风”的鲁仲连、安期生等功成身退的名士一样，不过是以咏叹古人来抒写诗人自己的襟抱而已。其他评家以为本篇借四皓佐太子事来影射玄宗朝时事，就未免失之穿凿了。</p> <p>　　全诗可分为三段。“龙虎争”以上为第一段。写商山四皓的仪表风度及节操。“羽翼成”以上为第二段。写商山四皓力回高祖心意，稳固刘盈太子地位的成就。最后六句为第三段。用形象赞颂商山四皓归来的豪壮气概。情若白云，气若嵩岳，楷模巢、由，举觞浩歌。此诗表达“功成身退”的志向，亦是诗人李白一生的追求。</p>",
  "about": "<h2>创作背景</h2> 　　太白盖为明皇欲废太子瑛有感而作是<a href=\"http://so.gushiwen.org/view_7747.aspx\">诗</a>。时卢鸿、王希夷隐居嵩山，李元恺、<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>之徒，皆以隐逸称。或召至阙庭，或遣问政事，徒尔高谈，未有能如四皓之一言而太子得不易也。“浩歌望嵩岳，意气还相倾。”深不满于当时嵩、岳之隐者欤。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "仕途",
    "感伤"
  ]
}