{
  "id": 71056,
  "star": 1059,
  "name": "菩萨蛮·小山重叠金明灭",
  "dynasty": "唐代",
  "content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。<br>照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。",
  "fanyi": "<p><strong>译文</strong><br>眉妆漫染，叠盖了部分额黄，鬓边发丝飘过。洁白的香腮似雪，懒得起来，画一画蛾眉，整一整衣裳，梳洗打扮，慢吞吞，意迟迟。<br>照一照新插的花朵，对了前镜，又对后镜，红花与容颜，交相辉映，刚穿上的绫罗裙襦，绣着一双双的金鹧鸪。</p> <p><strong>注释</strong><br>小山：眉妆的名目，指小山眉，弯弯的眉毛。另外一种理解为：小山是指屏风上的图案，由于屏风是折叠的，所以说小山重叠。金：指唐时妇女眉际妆饰之“额黄”。明灭：隐现明灭的样子。金明灭：形容阳光照在屏风上金光闪闪的样子。一说描写女子头上插戴的饰金小梳子重叠闪烁的情形，或指女子额上涂成梅花图案的额黄有所脱落而或明或暗。<br>鬓云：像云朵似的鬓发。形容发髻蓬松如云。度：覆盖，过掩，形容鬓角延伸向脸颊，逐渐轻淡，像云影轻度。欲度：将掩未掩的样子。香腮雪：香雪腮，雪白的面颊。<br>蛾眉：女子的眉毛细长弯曲像蚕蛾的触须，故称蛾眉。一说指元和以后叫浓阔的时新眉式“蛾翅眉”。<br>弄妆：梳妆打扮， 修饰仪容。<br>罗襦：丝绸短袄。<br>鹧鸪：贴绣上去的鹧鸪图，这说的是当时的衣饰，就是用金线绣好花样，再绣贴在衣服上，谓之“贴金”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《菩萨蛮》，为了适应宫廷歌伎的声口，也为了点缀皇宫里的生活情趣，把妇女的容貌写得很美丽，服饰写得很华贵，体态也写得十分娇柔，仿佛描绘了一幅唐代仕女图。</p> <p>　　词学专家周汝昌先生认为：此篇通体一气。精整无只字杂言，所写只是一件事，若为之拟一题目增入，便是“梳妆”二字。领会此二字，一切迎刃而解。而妆者，以眉为始；梳者，以鬓为主；故首句即写眉，次句即写鬓。</p> <p>　　小山，眉妆之名目，晚唐五代，此样盛行，见于《海录碎事》，为“十眉”之一式。大约“眉山”一词，亦因此起。眉曰小山，也时时见于当时词中，如五代蜀秘书监毛熙震《女冠子》云：“修蛾慢脸（脸，古义，专指眼部），不语檀心一点（檀心，眉间额妆，双关语），小山妆。”正指小山眉而言。又如同时<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《酒泉子》云：“玉纤（手也）淡拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。”亦正写晨妆对镜画眉之情景。可知小山本谓淡扫蛾眉，实与<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《荷叶杯》所谓“一双愁黛远山眉”同义。</p> <p>　　旧解多以小山为“屏”，其实未允。此由（1）不知全词脉络，误以首句与下无内在联系；（2）不知“小山”为眉样专词，误以为此乃“小山屏”之简化。又不知“叠”乃眉蹙之义，遂将“重叠”解为重重叠叠。然“小山屏”者，译为今言，谓“小小的山样屏风”也，故“山屏”即为“屏山”，为连词，而“小”为状词；“小”可省减而“山屏”不可割裂而止用“山”字。既以“小山”为屏，又以“金明灭”为日光照映不定之状，不但“屏”“日”全无着落，章法脉络亦不可寻矣。</p> <p>　　重，在<a href=\"http://so.gushiwen.org/view_71056.aspx\">诗</a>词韵语中，往往读平声而义为去声，或者反是，全以音律上的得宜为定。此处声平而义去，方为识音。叠，相当于蹙眉之蹙字义，唐诗有“双蛾叠柳”之语，正此之谓。金，指唐时妇女眉际妆饰之“额黄”，故诗又有“八字宫眉捧额黄”之句，其良证也。</p> <p>　　已将眉喻为山，再将鬓喻为云，再将腮喻为雪，是谓文心脉络。盖晨间闺中待起，其眉蹙锁，而鬓已散乱，其披拂之发缕，掩于面际，故上则微掩眉端额黄，在隐现明灭之间；下则欲度腮香，——度实亦微掩之意。如此，山也，金也，云也，雪也，构为一幅春晓图，十分别致。</p> <p>　　上来两句所写，待起未起之情景也。故第三句紧接懒起，起字一逗——虽曰懒起，并非不起，是娇懒迟迟而起也。闺中晓起，必先梳妆，故“画蛾眉”三字一点题——正承“小山”而来。“弄妆”再点题，而“梳洗”二字又正承鬓之腮雪而来。其双管并下，脉络最清。然而中间又着一“迟”字，远与“懒”相为呼应，近与“弄”字互为注解。“弄”字最奇，因而是一篇眼目。一“迟”字，多少层次，多少时光，多少心绪，多少神情，俱被此一字包尽矣。</p> <p>　　梳妆虽迟，终究须有完毕之日，故过片重开，即写梳妆已罢，最后以两镜前后对映而审看梳妆是否合乎标准。其前镜，妆台奁内之座镜也；其后镜，手中所持之柄镜也——俗呼“把儿镜”。所以照者，为看两鬓簪花是否妥恰，而两镜之交，“套景”重叠，花光之与人面，亦交互重叠，至于无数层次！以十个字写此难状之妙景，尽得神理，实为奇绝之笔。</p> <p>　　词笔至此，写梳妆题目已尽其能事了，后面又忽有两句，又不知为何而设？新贴，新鲜之“花样子”也，剪纸为之，贴于绸帛之上，以为刺绣之“蓝本”者也。盖言梳妆既妥，遂开始一日之女红：刺绣罗襦，而此新样花贴，偏偏是一双一双的的鹧鸪图纹。闺中之人，见此图纹，不禁有所感触。此处之所感所触，乃与开头之山眉深蹙，梦起迟妆者相应。由此一例足见飞卿词极工于组织联络，回互呼应之妙。</p> <p>　　此词对后世颇有影响。电视连续剧《后宫甄嬛传》剧终曲曾采用此词原文为歌词，由刘欢作曲，姚贝娜演唱。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "女子",
    "闺怨"
  ]
}