{
  "id": 253,
  "star": 30,
  "name": "抑",
  "dynasty": "先秦",
  "content": "抑抑威仪，维德之隅。人亦有言：靡哲不愚，庶人之愚，亦职维疾。哲人之愚，亦维斯戾。</p> <p>无竞维人，四方其训之。有觉德行，四国顺之。訏谟定命，远犹辰告。敬慎威仪，维民之则。</p> <p>其在于今，兴迷乱于政。颠覆厥德，荒湛于酒。女虽湛乐从，弗念厥绍。罔敷求先王，克共明刑。</p> <p>肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。</p> <p>质尔人民，谨尔侯度，用戒不虞。慎尔出话，敬尔威仪，无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也！</p> <p>无易由言，无曰苟矣，莫扪朕舌，言不可逝矣。无言不雠，无德不报。惠于朋友，庶民小子。子孙绳绳，万民靡不承。</p> <p>视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏。无曰不显，莫予云觏。神之格思，不可度思，矧可射思！</p> <p>辟尔为德，俾臧俾嘉。淑慎尔止，不愆于仪。不僭不贼，鲜不为则。投我以桃，报之以李。彼童而角，实虹小子。</p> <p>荏染柔木，言缗之丝。温温恭人，维德之基。其维哲人，告之话言，顺德之行。其维愚人，覆谓我僭。民各有心。</p> <p>於乎小子，未知臧否。匪手携之，言示之事。匪面命之，言提其耳。借曰未知，亦既抱子。民之靡盈，谁夙知而莫成？</p> <p>昊天孔昭，我生靡乐。视尔梦梦，我心惨惨。诲尔谆谆，听我藐藐。匪用为教，覆用为虐。借曰未知，亦聿既耄。</p> <p>于乎，小子，告尔旧止。听用我谋，庶无大悔。天方艰难，曰丧厥国。取譬不远，昊天不忒。回遹其德，俾民大棘。",
  "fanyi": "<p><strong>译文</strong><br>　　仪表堂堂礼彬彬，为人品德很端正。古人有句老俗话：“智者有时也愚笨。”常人如果不聪明，那是本身有毛病。智者如果不聪明，那就反常令人惊。<br>　　有了贤人国强盛，四方诸侯来归诚。君子德行正又直，诸侯顺从庆升平。建国大计定方针，长远国策告群臣。举止行为要谨慎，人民以此为标准。<br>　　如今天下乱纷纷，国政混乱不堪论。你的德行已败坏，沉湎酒色醉醺醺。只知吃喝和玩乐，继承帝业不关心。先王治道不广求，怎能明法利众民。<br>　　皇天不肯来保佑，好比泉水空自流，君臣相率一齐休。应该起早又睡晚，里外洒扫除尘垢，为民表率要带头。整治你的车和马，弓箭武器认真修，防备一旦战事起，征服国外众蛮酋。<br>　　安定你的老百姓，谨守法度莫任性。以防祸事突然生。说话开口要谨慎，行为举止要端正，处处温和又可敬。白玉上面有污点，尚可琢磨除干净；开口说话出毛病，再要挽回也不成。<br>　　不要随口把话吐，莫道“说话可马虎，没人把我舌头捂”，一言既出难弥补。没有出言无反应，施德总能得福禄。朋友群臣要爱护，百姓子弟多安抚。子子孙孙要谨慎，人民没有不顺服。<br>　　看你招待贵族们，和颜悦色笑盈盈，小心过失莫发生。看你独自处室内，做事无愧于神明。休道“室内光线暗，没人能把我看清”。神明来去难预测，不知何时忽降临，怎可厌倦自遭惩。<br>　　修明德行养情操，使它高尚更美好。举止谨慎行为美，仪容端正有礼貌。不犯过错不害人，很少不被人仿效。人家送我一篮桃，我把李子来相报。胡说羊羔头生角，实是乱你周王朝。<br>　　又坚又韧好木料，制作琴瑟丝弦调。温和谨慎老好人，根基深厚品德高。如果你是明智人，古代名言来奉告，马上实行当作宝。如果你是糊涂虫，反说我错不讨好，人心各异难诱导。<br>　　可叹少爷太年青，不知好歹与重轻。非但搀你互谈心，也曾教你办事情。非但当面教导你，还拎你耳要你听。假使说你不懂事，也已抱子有儿婴。人们虽然有缺点，谁会早慧却晚成？<br>　　苍天在上最明白，我这一生没愉快。看你那种糊涂样，我心烦闷又悲哀。反覆耐心教导你，你既不听也不睬。不知教你为你好，反当笑话来编排。如果说你不懂事，怎会骂我是老迈。<br>　　叹你少爷年幼王，听我告你旧典章，你若听用我主张，不致大错太荒唐。上天正把灾难降，只怕国家要灭亡。让我就近打比方，上天赏罚不冤枉。如果邪僻性不改，黎民百姓要遭殃。</p> <p><strong>注释<br></strong>（1）抑抑：慎密。<br>（2）隅：角，借指品行方正。<br>（3）职：主。<br>（4）戾：乖谬。<br>（5）无：发语词。竞：强盛。维人：由于（贤）人。<br>（6）训：顺从。<br>（7）觉：通“梏”，大。<br>（8）訏（xū）谟：大谋。命：政令。<br>（9）犹：同“猷”，谋略。辰：按时。<br>（10）荒湛（dān）：沉迷。湛，同“耽”。<br>（11）女：汝。虽：惟。从：通“纵”，放纵。<br>（12）绍：继承。<br>（13）罔：不。敷：广。求：指求先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>。<br>（14）克：能。共：通“拱”，执行，推行。刑：法。<br>（15）肆：于是。尚：佑助。<br>（16）沦胥：相率，沉没。<br>（17）章：模范，准则。<br>（18）戎兵：武器。<br>（19）用：以。作：起。<br>（20）逷（tì）：通“剔”，治服。蛮方：边远地区的民族部落。<br>（21）质：安定。<br>（22）侯：语助词。<br>（23）不虞：不测。<br>（24）易：轻易，轻率。由：于。<br>（25）扪：按住。朕：我，秦时始作为皇帝专用的自称。<br>（26）逝：追。<br>（27）雠：酬，反映。<br>（28）绳绳：谨慎的样子。<br>（29）承：接受。<br>（30）友：指招待。<br>（31）辑：和。<br>（32）遐：何。愆（qiān）：过错。<br>（33）相：察看。<br>（34）屋漏：屋顶漏则见天光，暗中之事全现，喻神明监察。<br>（35）云：语助词。觏（gòu）：遇见，此指看见。<br>（36）格：至。思：语助词。<br>（37）度（duó）：推测，估计。<br>（38）矧（shěn）：况且。射（yì）：通“斁”，厌。<br>（39）辟：修明，一说训法。<br>（40）淑：美好。止：举止行为。<br>（41）僭（jiàn）：超越本分。贼：残害。<br>（42）鲜（xiǎn）：少。则：法则。<br>（43）童：雏，幼小。此指没角的小羊羔。<br>（44）虹：同“讧”，溃乱。<br>（45）荏染：坚韧。<br>（46）言：语助词。緍（mín）：给乐器安上弦。<br>（47）话言：陈奂《<a href=\"http://so.gushiwen.org/view_253.aspx\">诗</a>毛氏传疏》：“话，当为‘诂’字之误也。《（经典）释文》引《说文》作‘告之诂言’，云：‘诂，故言也。’是陆（陆德明）所见《说文》，据诗作‘诂言’，可据以订正。”诂言，老古话。<br>（48）於（wū）呼：叹词。<br>（49）臧否（pǐ）：好恶。<br>（50）匪（fēi）：非。<br>（51）示：指示。<br>（52）面命：当面开导。<br>（53）借曰：假如说。<br>（54）盈：完满。<br>（55）莫（mù）：同“暮，”晚。<br>（56）梦（méng）梦：同“瞢瞢”，昏而不明。<br>（57）藐藐：轻视的样子。<br>（58）虐：“谑”的假借，戏谑。<br>（59）聿：语助词。耄：年老。<br>（60）庶：庶几。<br>（61）曰：语助词。<br>（62）忒（tè）：偏差。<br>（63）回遹（yù）：邪僻。<br>（64）棘：通“急”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_253.aspx\">诗</a>序》曰：“《抑》，卫武公刺厉王，亦以自警也。”但古人对此多有争议。《国语·楚语》曰：“昔卫武公年数九十有五矣，犹箴儆于国曰：自卿以下至于师长士，苟在朝者，无谓我老耄而舍我，必恭恪于朝，朝夕以交戒我。闻一二之言，必诵志而纳之，以训道我。在舆有旅贲之规，位宁有官师之典，倚几有诵训之谏，居寝有暬（xiè）御之箴，临事有瞽史之道，宴居有师工之诵。史不失书，蒙不失诵，以训御之。于是乎作《懿戒》以自儆也。”三国吴韦昭注：“昭谓《懿》诗，《大雅·抑》之篇也，懿读曰抑。”是以此诗为卫武公自儆之诗，而非剌诗。宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也持此观点，云：“卫武公作此诗，使人日诵于其侧以自警。”而清姚际恒《诗经通论》驳《毛诗序》道：“刺王则刺王，自警则自警，未有两事可夹杂为文者。”近人亦多以为此系刺诗而非自儆之诗。其实《毛诗序》之说并无大误，只是措辞有些欠妥，如说成“卫武公藉自警以刺王”，就圆通无碍了。因为自儆与刺王两事看似无关，实则“乃诗人之狡猾手法，恰当赅括在奴隶制社会诗人首创主文谲谏技巧之中”（陈子展《诗经直解》）。</p> <p>　　至于所刺的周王是否如《毛诗序》所说是周厉王，宋代以来学者对此考辨已详。宋戴埴《鼠璞》说：“武公之自警在于髦年，去厉王之世几九十载，谓诗为刺厉王，深所未晓。”清阎若璩《潜丘剳记》说：“卫武公以宣王十六年己丑即位，上距厉王流彘之年已三十载，安有刺厉王之诗？或曰追刺，尤非。虐君见在，始得出词，其人已逝，即当杜口，是也；《序》云刺厉王，非也。”他们都指出《抑》不可能是刺厉王。清<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》进一步分析说：“《抑》，卫武公作于为平王卿士之时，距幽（王）没三十余载，距厉（王）没八十余载。‘尔’、‘女’、‘小子’，皆武公自儆之词，而刺王室在其中矣。‘修尔车马，弓矢戎兵’，冀复镐京之旧，而慨平王不能也。”魏氏认为此诗所刺的周王不是厉王也不是幽王，而是平王，他的意见是正确的。<br>　　<br>　　周平王就是周幽王的儿子宜臼，幽王昏庸残暴，宠爱褒姒，最后被来犯的西戎军队杀死在骊山。幽王死后，宜臼被拥立为王。公元前770年（平王二年），晋文侯、郑武公、卫武公、秦襄公等以武力护送平王到洛邑，东周从此开始。其时周室衰微，诸侯坐大。平王施政不当，《王风·君子于役》、《王风·扬之水》就是刺平王使“君子行役无期度”，“不抚其民，而远屯戍于母家（申国）”之作。而此诗作者卫武公则是周的元老，经历了厉王、宣王、幽王、平王四朝。厉王流放，宣王中兴，幽王覆灭，他都是目击者，平王在位时，他已八九十岁，看到自己扶持的平王品行败坏，政治黑暗，不禁忧愤不已，写下了这首《抑》诗。</p> <p>　　诗的前四章为第一部分。首章先从哲与愚的关系说起。《诗经》的艺术手法，通常说起来主要有赋比兴三种，此处用的是赋法，也就是直陈，但这种直陈却非较常见的叙事而是说理。“靡哲不愚”，看来是古人的格言，千虑一失，聪明人也会有失误，因此聪明人也要谨慎小心。普通人的愚蠢，是他们天生的缺陷；而聪明人的愚蠢，则显得违背常规，令人不解。在卫武公眼中，周平王不是一个傻瓜，但现在却偏生变得这么不明事理，眼看要将周王朝引向万劫不复的深渊。卫武公是非常希望平王能够做到“抑抑威仪，维德之隅”的，可惜现实令人失望。于是接下去作者便开始从正反两方面来作规劝讽谏。</p> <p>　　第二章卫武公很有针对性地指出求贤与立德的重要性。求贤则能安邦治国，“訏谟定命，远犹辰告”二句便是求贤的效用，立德则能内外悦服，“敬慎威仪，维民之则”二句，便是立德的结果。第三章转入痛切的批评，“兴迷乱于政”、“颠覆厥德”、“荒湛于酒”、“虽（惟）湛乐从（纵）”、“弗念厥绍”、“罔敷求先王”，一下子列举了平王的六条罪状，可谓怵目惊心，仿佛是交响乐中由曲调和缓的弦乐一下子进到了音响强烈的铜管乐，痛之深亦见爱之深。第四章“首三句有挽回皇天之意，亦明其为王言之”（陈子展《诗经直解》），再转回正面告诫，要求执政者（从自儆角度说是卫武公，从刺王角度说是周平王）早起晚睡勤于政事，整顿国防随时准备抵御外寇。“用戒戎作，用逷蛮方”两句，对幽王覆灭的隐痛记忆犹新，故将军事部署作为提请平王注意的重大问题。</p> <p>　　第五章至第八章，是诗的第二部分，进一步说明什么是应当做的，什么是不应当做的，作者特别在对待臣民的礼节态度，出言的谨慎不苟这两点上不惜翻来覆去诉说，这实际上也是第二章求贤、立德两大要务的进一步体现。后来孔子所谓的“仁恕”之心，以及传统格言的“敏于事而慎于言”的道理，已经在此得到了相当充分的阐发，从这一点上说，卫武公可称得上是一个伦理家、哲学家。在具体的修辞上，作者在纯粹的说理句中，不时注意插入形象性的语句，使文气不致过于板滞，可渭深有匠心。如第五章的“白圭之玷，尚可磨也”，是对比中的形象，第六章的“莫扪朕舌，言不可逝矣”，是动作中的形象，第七章的“相在尔室，尚不愧于屋漏”与第八章的“投我以桃，报之以李”，是比喻中的形象，而“彼童而角，实虹小子”以无角公羊自夸有角的巧喻刺平王之昏聩，尤为神来之笔，清马瑞辰《毛诗传笺通释》以之与《小雅·宾之初筵》“由醉之言，俾出童羖”句相提并论，说此诗“是无角者而言其有角”，《宾之初筵》是“有角者而欲其无角”，“二者相参，足见诗人寓言之妙”。</p> <p>　　第九章至末章是诗的第三部分。在反覆申述哪些该做哪些不该做之后，卫武公便恳切地告诫平王应该认真听取自己的箴规，否则就将有亡国之祸。“荏染柔木，言緍之丝”为诗中惟一用兴法的两句，兴又兼比，拿有韧性的木料才能制作好琴，而上等的制琴木料还应配上柔顺的丝弦作比方，说明“温温恭人，维德之基”的道理，可谓语重心长。而作为对比的“其维愚人”、“其维哲人”几句的弦外之音，无非是这样的意思：大王啊，您听我的话就是明主，您不听我的话就是昏君，您可要三思啊！其言潜气内转，柔中带刚。下面第十章“匪手携之，言示之事；匪面命之，言提其耳”，用两个递进式复句叙述，已是后世扇面对的雏形，极其鲜明地表现出一个功勋卓著的老臣恨铁不成钢的忧愤。而第十一章连用四组叠字词，更增强了这种忧愤的烈度。于是末章作者再一次用“於乎小子”的呼告语气作最后的警告，将全诗的箴刺推向高潮。“取譬不远，昊天不忒”，就如《大雅·荡》的结尾“殷鉴不远，在夏后之世”一样，是痛心疾首的悲叹。今天的读者面对这样的忧愤之词，仍觉惊心动魄，不知当时周平王读此诗会有什么反应。但不管效果如何，此诗“千古箴铭之祖”（吴闿生《诗义会通》）的地位当是无法动摇的。并且，除了从文学角度说《抑》自有其审美价值外，从语言学角度说，它又是一座成语的矿藏，“夙兴夜寐”、“白圭之玷”、“舌不可扪”、“投桃报李”、“耳提面命”、“谆谆告戒”等成语，都出自此篇。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}