{
  "id": 10586,
  "star": 33,
  "name": "又观打鱼",
  "dynasty": "唐代",
  "content": "苍江鱼子清晨集，设网提纲万鱼急。<br>能者操舟疾若风，撑突波涛挺叉入。<br>小鱼脱漏不可记，半死半生犹戢戢。<br>大鱼伤损皆垂头，屈强泥沙有时立。<br>东津观鱼已再来，主人罢鲙还倾杯。<br>日暮蛟龙改窟穴，山根鳣鲔随云雷。 <br>干戈兵革斗未止，凤凰麒麟安在哉。<br>吾徒胡为纵此乐，暴殄天物圣所哀。",
  "shangxi": "<h2>赏析</h2> <p>　　在<a href=\"http://so.gushiwen.org/view_10586.aspx\">诗</a>中，诗人并不打算普及打鱼的要诀，或以赢得一位渔民的钦佩为写作初衷，他有办法绕开难缠的习俗，而及时应邀出席诗神的宴会。这是他第二次观看打鱼的场景，其中的情境，包括鱼水情、主客关系，都有较大程度的相似，但是什么缘故令他再写一首观看打鱼的诗？这首诗旨在弥补上一次观打鱼之作的某个纰漏吗？</p> <p>　　既然渔夫可以一而再地打鱼，而不担心两次打鱼造成生活或审美的不当，那么，为何其他诗人会徒生烦恼：考虑两首性质相似的诗中的重复色彩，进而质疑诗的可信度？而从另一个角度看，诗人的写作戒律之一在于避免同一性，准确地说，就是避免予人一种同一性印象。然而，如果诗人看重的并不是对这种同一性的避免，而是力求其他意趣的立足，他就有理由游离牢固的老主顾，去他处谋生。</p> <p>　　当他身处一次打鱼的热闹场合中，他有不少于三种视角来组织所见所闻的材料：其一，叙述渔民的命运，尤其是涉足其中一位渔夫的家庭现况，缩小网眼，捕捉情感的渔利；其二，侧重于渔民捕鱼技艺的描写，细说每一个步骤，将人与鱼的关系条分缕析；其三，以这场打鱼的活动为背景，观察失鱼之后水塘的失色，以及由此及彼，波及家国的命运感。而第四种策略是大团圆、大杂烩：将上述三种写作思路扭结在一起，再顺势推出那最动人心弦的主旋律。</p> <p>　　介于清晨与日暮之间的那些光阴似乎仅仅是为了凸显两个端点而甘愿消遁，这个判断的含义不妨理解为，这首诗虽然依赖时间的先后关系来设置内在运行秩序，但是，也就是在读者所熟悉的两个计时符号出现后，时间就失效了、凝固了，不见任何作用。甚至，出现在较后位置上的“日暮”也极有可能是他的虚造，作为观打鱼的游客，他根本不曾挨到天黑才离开现场，日暮之际，那遭受洗礼的苍江将为蛟龙提供怎样的河床，或者蛟龙作为诗意的后援是否属实，都不是值得细察深究的环节。蛟龙的处境之设想，实际上和上一次观打鱼的感慨——咫尺波涛永相失——是一脉相承的：一种无鱼的后苍江时期，人的处境与孤旅将遭受怎样的顾虑？</p> <p>　　但是，第二回踏入类似的河边，他把顾虑的基调起得更为高亢，无鱼之状况被打鱼之场面所形成的雷同“干戈兵革斗未止”的印象所遮蔽，成为上一首诗的寄托，而无法在这一次觅得容身之所：他把寻觅意图的脚步往前挪了一步——打鱼是一次搏杀，涉及生死，相当于干戈兵革之争，但相比于后者，却是一种日常生活的乐趣，而一旦意识到这种乐趣的存在，以及置身其中沾染到这份乐趣，他就察觉到了罪孽，此刻，他所关切的不再是无鱼的后果，而是“凤凰麒麟安在”。这也许就是他再写打鱼情况的内在需要，或可说，他心目中的“凤凰麒麟”确有所指，在此次观打鱼的时期，变得更为重要。不过，以“暴殄天物”作为自省的休止符，有一点过分，差一点成为佛家的信条，但读者应该了解到这不是在批评渔民，或者有关买卖鲜鱼的贸易，或是为了改善伙食的厨娘，他是在进行一次自责，为一首诗寻找最初的心跳，并通过树立起自责的可行性与合理性，来嘲讽鱼肉百姓的尸位素餐之辈，也即，这首诗在最后几步，不是醉后才吐真言，而是按照既定计划，有效地实现了纪行诗向反讽诗的切换，到头来，读者才接受其中原本是一个大鱼吃小鱼的惨烈游戏。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "打鱼",
    "讽刺"
  ]
}