{
  "id": 47894,
  "star": 3243,
  "name": "洛神赋",
  "dynasty": "魏晋",
  "content": "　　黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋，其词曰：</p> <p>　　余从京域，言归东藩，背伊阙 ，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃是乎？其状若何，臣愿闻之。”</p> <p>　　余告之曰：其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞。迫而察之，灼若芙蕖出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瓌姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。</p> <p>　　余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修兮，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。</p> <p>　　于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。 尔乃众灵杂遝，命俦啸侣。或戏清流，或翔神渚。或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。</p> <p>　　于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。</p> <p>　　于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘返，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。",
  "fanyi": "<p><strong>译文</strong><br>　　黄初三年，我来到京都朝觐，归渡洛水。古人曾说此水之神名叫宓妃。因有感于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对楚王所说的神女之事，于是作了这篇赋。赋文云：</p> <p>　　我从京都洛阳出发，向东回归封地鄄城，背着伊阙，越过轘辕，途经通谷，登上景山。这时日已西下，车困马乏。于是就在长满杜蘅草的岸边卸了车，在生着芝草的地里喂马。自己则漫步于阳林，纵目眺望水波浩渺的洛川。于是不觉精神恍惚，思绪飘散。低头时还没有看见什么，一抬头，却发现了异常的景象，只见一个绝妙佳人，立于山岩之旁。我不禁拉着身边的车夫对他说：“你看见那个人了吗？那是什么人，竟如此艳丽！”车夫回答说：“臣听说河洛之神的名字叫宓妃，然而现在君王所看见的，莫非就是她！她的形状怎样，臣倒很想听听。”</p> <p>　　我告诉他说：她的形影，翩然若惊飞的鸿雁，婉约若游动的蛟龙。容光焕发如秋日下的菊花，体态丰茂如春风中的青松。她时隐时现像轻云笼月，浮动飘忽似回风旋雪。远而望之，明洁如朝霞中升起的旭日；近而视之，鲜丽如绿波间绽开的新荷。她体态适中，高矮合度，肩窄如削，腰细如束，秀美的颈项露出白皙的皮肤。既不施脂，也不敷粉，发髻高耸如云，长眉弯曲细长，红唇鲜润，牙齿洁白，一双善于顾盼的闪亮的眼睛，两个面颧下甜甜的酒窝。她姿态优雅妩媚，举止温文娴静，情态柔美和顺，语辞得体可人。洛神服饰奇艳绝世，风骨体貌与图上画的一样。她身披明丽的罗衣，带着精美的佩玉。头戴金银翡翠首饰，缀以周身闪亮的明珠。她脚著饰有花纹的远游鞋，拖着薄雾般的裙裾，隐隐散发出幽兰的清香，在山边徘徊倘佯。忽然又飘然轻举，且行且戏，左面倚着彩旄，右面有桂旗庇荫，在河滩上伸出素手，采撷水流边的黑色芝草。</p> <p>　　我钟情于她的淑美，不觉心旌摇曳而不安。因为没有合适的媒人去说情，只能借助微波来传递话语。但愿自己真诚的心意能先于别人陈达，我解下玉佩向她发出邀请。可叹佳人实在美好，既明礼义又善言辞，她举着琼玉向我作出回答，并指着深深的水流以为期待。我怀着眷眷之诚，又恐受这位神女的欺骗。因有感于郑交甫曾遇神女背弃诺言之事，心中不觉惆怅、犹豫和迟疑，于是敛容定神，以礼义自持。</p> <p>　　这时洛神深受感动，低回徘徊，神光时离时合，忽明忽暗。她像鹤立般地耸起轻盈的躯体，如将飞而未翔；又踏着充满花椒浓香的小道，走过杜蘅草丛而使芳气流动。忽又怅然长吟以表示深沉的思慕，声音哀惋而悠长。于是众神纷至杂沓，呼朋引类，有的戏嬉于清澈的水流，有的飞翔于神异的小渚，有的在采集明珠，有的在俯拾翠鸟的羽毛。洛神身旁跟着娥皇、女英南湘二妃，她手挽汉水之神，为瓠瓜星的无偶而叹息，为牵牛星的独处而哀咏。时而扬起随风飘动的上衣，用长袖蔽光远眺，久久伫立；时而又身体轻捷如飞凫，飘忽游移无定。她在水波上行走，罗袜溅起的水沫如同尘埃。她动止没有规律，像危急又像安闲；进退难以预知，像离开又像回返。她双目流转光亮，容颜焕发泽润，话未出口，却已气香如兰。她的体貌婀娜多姿，令我看了茶饭不思。</p> <p>　　在这时风神屏翳收敛了晚风，水神川后止息了波涛，冯夷击响了神鼓，女娲发出清泠的歌声。飞腾的文鱼警卫着洛神的车乘，众神随着叮当作响的玉鸾一齐离去。六龙齐头并进，驾着云车从容前行。鲸鲵腾跃在车驾两旁，水禽绕翔护卫。车乘走过北面的沙洲，越过南面的山冈，洛神转动白洁的脖颈，回过清秀的眉目，朱唇微启，缓缓地陈诉着往来交接的纲要。只怨恨人神有别，彼此虽然都处在盛年而无法如愿以偿。说着不禁举起罗袖掩面而泣，止不住泪水涟涟沾湿了衣襟，哀念欢乐的相会就此永绝，如今一别身处两地，不曾以细微的柔情来表达爱慕之心，只能赠以明珰作为永久的纪念。自己虽然深处太阴，却时时怀念着君王。洛神说毕忽然不知去处，我为众灵一时消失隐去光彩而深感惆怅。</p> <p>　　于是我舍低登高，脚步虽移，心神却仍留在原地。余情绻缱，不时想象着相会的情景和洛神的容貌；回首顾盼，更是愁绪萦怀。满心希望洛神能再次出现，就不顾一切地驾着轻舟逆流而上。行舟于悠长的洛水以至忘了回归，思恋之情却绵绵不断，越来越强，以至整夜心绪难平无法入睡，身上沾满了浓霜直至天明。我不得已命仆夫备马就车，踏上向东回返的道路，但当手执马缰，举鞭欲策之时，却又怅然若失，徘徊依恋，无法离去。 </p> <p><strong>注释</strong><br>[1]洛神：传说古帝宓（fú）羲氏之女溺死洛水而为神，故名洛神，又名宓妃。<br>[2]黄初：魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>年号，公元220—226年。<br>[3]京师：京城，指魏都洛阳。<br>[4]济：渡。洛川：即洛水，源出陕西，东南入河南，流经洛阳。<br>[5]斯水：此水，指洛川。<br>[6]宋玉对楚王神女之事：传为宋玉所作的《高唐赋》和《神女赋》，都记载宋玉与楚襄王对答梦遇巫山神女事。<br>[7]京域：京都地区，指洛阳。<br>[8]言：语助词。东藩：东方藩国，指<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的封地。黄初三年，曹植被立为鄄（juàn）城（即今山东鄄城县）王，城在洛阳东北方向，故称东藩。<br>[9]伊阙：山名，又称阙塞山、龙门山，在河南洛阳南。<br>[10]轘（huán）辕：山名，在今河南偃师县东南。<br>[11]通谷：山谷名。在洛阳城南。<br>[12]陵：登。景山：山名，在今偃师县南。<br>[13]殆：通“怠”，懈怠。一说指危险。烦：疲乏。<br>[14]尔乃：承接连词，于是就。税驾：停车。税，舍、置。驾，车乘总称。蘅皋：生着杜蘅的河岸。蘅，杜蘅，香草名。皋，岸。<br>[15]秣驷：喂马。驷，一车四马，此泛指驾车之马。芝田：种着灵芝草的田地，此处指野草繁茂之地。一说为地名，指河南巩县西南的芝田镇。<br>[16]容与：悠然安闲貌。阳林：地名。<br>[17]流眄：纵目四望。眄，斜视。一作“流盼”，目光流转顾盼。<br>[18]精移神骇：神情恍惚。骇，散。<br>[19]忽焉：急速貌。思散：思绪分散，精神不集中。<br>[20]殊观：少见的异常现象。<br>[21]岩之畔：山岩边。<br>[22]援：以手牵引。御者：车夫。<br>[23]觌（dí）：看见。<br>[24]“翩若”二句：翩然若惊飞的鸿雁，蜿蜒如游动的蛟龙。翩，鸟疾飞的样子，此处指飘忽摇曳的样子。惊鸿，惊飞的鸿雁。婉，蜿蜒曲折。这两句是写洛神的体态轻盈宛转。<br>[25]“荣曜（yào）”二句：容光焕发如秋日下的菊花，体态丰茂如春风中的松树。荣，丰盛。曜，日光照耀。华茂，华美茂盛。这两句是写洛神容光焕发充满生气。<br>[26]“仿佛”二句：时隐时现象轻云遮住月亮，浮动飘忽似回风旋舞雪花。仿佛，若隐若现的样子。飘飖，飞翔貌。回，回旋，旋转。这两句是写洛神的体态婀娜，行动飘忽。<br>[27]皎：洁白光亮。太阳升朝霞：太阳升起于朝霞之中。<br>[28]迫：靠近。灼：鲜明，鲜艳。芙蕖：一作“芙蓉”，荷花。渌（lù）：水清貌。以上两句是说，不论远远凝望还是靠近观看，洛神都是姿容绝艳。<br>[29]秾：花木繁盛。此指人体丰腴。纤：细小。此指人体苗条。<br>[30]修短：长短，高矮。以上两句是说洛神的高矮肥瘦都恰到好处。<br>[31]“肩若”二句：肩窄如削，腰细如束。削成，形容两肩瘦削下垂的样子。约素，一束白绢。素，白细丝织品。这两句是写洛神的肩膀和腰肢线条圆美。<br>[32]延、秀：均指长。颈：脖子的前部。项：脖子的后部。<br>[33]皓：洁白。呈露：显现，外露。<br>[34]“芳泽”二句：既不施脂，也不敷粉。泽，润肤的油脂。铅华，粉。古代烧铅成粉，故称铅华。不御，不施。御，用。<br>[35]云髻：发髻如云。峨峨：高耸貌。<br>[36]联娟：微曲貌。<br>[37]“丹唇”二句：红唇鲜润，牙齿洁白。朗，明润。鲜，光洁。<br>[38]眸：目中瞳子。睐（lài）：顾盼。<br>[39]靥（yè）：酒窝。辅：面颊。承权：在颧骨之下。权，颧骨。<br>[40]瓌：同“瑰”，奇妙。艳逸：艳丽飘逸。<br>[41]仪：仪态。闲：娴雅。<br>[42]绰：绰约，美好。<br>[43]奇服：奇丽的服饰。旷世：举世唯有。旷，空。<br>[44]骨像：骨格形貌。应图：指与画中人相当。<br>[45]璀粲：鲜明貌。一说为衣动的声音。<br>[46]珥：珠玉耳饰。此用作动词，作佩戴解。瑶、碧：均为美玉。华琚：刻有花纹的佩玉。琚：佩玉名。<br>[47]翠：翡翠。首饰：指钗簪一类饰物。<br>[48]践：穿，着。远游：鞋名。文履：饰有花纹图案的鞋。<br>[49]曳：拖。雾绡：轻薄如雾的绡。绡，生丝。裾：裙边。<br>[50]微：轻微。芳蔼：香气。<br>[51]踟蹰：徘徊。隅：角。<br>[52]“于是”二句：忽然又飘然轻举，且行且戏。纵体，身体轻举貌。遨，游。<br>[53]采旄（máo）：彩旗。采，同“彩”。旄，旗竿上旄牛尾饰物，此处指旗。<br>[54]桂旗：以桂木做旗竿的旗，形容旗的华美。<br>[55]攘：此指挽袖伸出。神浒：为神所游之水边地。浒，水边泽畔。<br>[56]湍濑：石上急流。玄芝：黑色芝草，相传为神草。<br>[57]“余情”二句：我喜欢她的淑美，又担心不被接受，不觉心旌摇曳而不安。振荡，形容心动荡不安。怡，悦。<br>[58]“无良媒”二句：没有合适的媒人去通接欢情，就只能借助微波来传递话语。微波，一说指目光。<br>[59]诚素：真诚的情意。素，同“愫”，情愫。<br>[60]要：同“邀”，约请。<br>[61]信修：确实美好。修，美好。<br>[62]羌：发语词。习礼：懂得礼法。明<a href=\"http://so.gushiwen.org/view_47894.aspx\">诗</a>：善于言辞。这句意指有很好的文化教养。<br>[63]抗：举起。琼珶（dì）：美玉。和：应答。<br>[64]“指潜川”句：指深水发誓，约期相会。潜川，深渊，一说指洛神所居之地。期，会。<br>[65]眷眷：依恋貌。款实：诚实。<br>[66]斯灵：此神，指宓妃。我欺：即欺我。<br>[67]交甫：郑交甫。《文选》李善注引《神仙传》：“切仙一出，游于江滨，逢郑交甫。交甫不知何人也，目而挑之，女遂解佩与之。交甫行数步，空怀无佩，女亦不见。”弃言：背弃承诺。<br>[68]狐疑：疑虑不定。因为想到郑交甫曾经被仙女遗弃，故此内心产生了疑虑。<br>[69]收和颜：收起和悦的容颜。静志：镇定情志。<br>[70]申：施展。礼防：礼法，礼能防乱，故称礼防。自持：自我约束。<br>[71]徙倚：留连徘徊。<br>[72]“神光”二句：洛神身上放出的光彩忽聚忽散，忽明忽暗。<br>[73]竦（sǒng）：耸。鹤立：形容身躯轻盈飘举，如鹤之立。<br>[74]椒途：涂有椒泥的道路，一说指长满香椒的道路。椒，花椒，有浓香。<br>[75]蘅薄：杜蘅丛生地。流芳：散发香气。<br>[76]“超长吟”二句：怅然长吟以表示深沉的思慕，声音哀惋而悠长。超，惆怅。永慕，长久思慕。厉，疾。弥，久。<br>[77]众灵：众仙。杂沓：纷纭，多而乱的样子。<br>[78]命俦啸侣：招呼同伴。俦，伙伴、同类。<br>[79]渚：水中高地。<br>[80]翠羽：翠鸟的羽毛。<br>[81]南湘之二妃：指娥皇和女英。据<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》载，尧以长女娥皇和次女女英嫁舜，后舜南巡，死于苍梧。二妃往寻，自投湘水而死，为湘水之神。<br>[82]汉滨之游女：汉水之女神，即前注中郑交甫所遇之神女。<br>[83]“叹匏瓜”二句：为匏瓜星的无偶而叹息，为牵牛星的独处而哀咏。匏瓜，星名，又名天鸡，在河鼓星东。无匹，无偶。牵牛，星名，又名天鼓，与织女星各处天河之旁。相传每年七月七日才得一会。<br>[84]袿（guī）：妇女的上衣。猗（yī）靡：随风飘动貌。<br>[85]翳（yì）：遮蔽。延伫：久立。<br>[86]凫：野鸭。<br>[87]“凌波”二句：在水波上细步行走，溅起的水沫附在罗袜上如同尘埃。凌，踏。尘，指细微四散的水沫。<br>[88]难期：难料。<br>[89]“转眄”句：转眼顾盼之间流露出奕奕神采。流精，形容目光流转而有光彩。<br>[90]“气若”句：形容气息香馨如兰。<br>[91]屏翳：传说中的众神之一，司职说法不一，或以为是云师，或以为是雷师，或以为是雨师，在此篇中被曹植视作风神。川后：传说中的河神。<br>[92]冯（píng）夷：传说中的水神。<br>[93]女娲：女神名，相传笙簧是她所造，所以这里说“女娲清歌”。<br>[94]“腾文鱼”二句：飞腾的文鱼警卫着洛神的车乘，众神随着叮当作响的玉鸾一齐离去。腾，升。文鱼，神话中一种能飞的鱼。警乘，警卫车乘。玉銮，鸾鸟形的玉制车铃，动则发声。偕逝，俱往。<br>[95]六龙：相传神出游多驾六龙。俨：庄严的样子。齐首：六龙齐头并进。<br>[96]云车：相传神以云为车。容裔：即“容与”，舒缓安详貌。<br>[97]鲸鲵（ní）：即鲸鱼。水栖哺乳动物，雄者称鲸，雌者称鲵。毂（gǔ）：车轮中用以贯轴的圆木，这里指车。<br>[98]沚：水中小块陆地。<br>[99]“纡素领”二句：洛神不断回首顾盼。纡，回。素领，白皙的颈项。清扬，形容女性清秀的眉目。<br>[100]交接：结交往来。<br>[101]盛年：少壮之年。莫当：无匹，无偶，即两人不能结合。<br>[102]“抗罗袂”二句：举起罗袖掩面而泣，止不住泪水涟涟沾湿了衣襟。抗，举。袂，衣袖。浪浪，水流不断貌。<br>[103]“悼良会”二句：痛惜这样美好的相会永不再有，哀叹长别从此身处两地。<br>[104]效爱：致爱慕之意。<br>[105]明珰：以明月珠作的耳珰。<br>[106]“虽潜”二句：虽然幽居于神仙之所，但将永远怀念着君王。潜处，深处，幽居。太阴，众神所居之处。君王，指曹植。<br>[107]“忽不悟”二句：洛神说毕忽然不知去处，我为众灵一时消失隐去光彩而深感惆怅。不悟，不见，未察觉。所舍，停留、止息之处。宵，通“消”，消失。蔽光，隐去光彩。<br>[108]背下：离开低地。陵高：登上高处。<br>[109]遗情：留情，情思留连。想象：指思念洛神的美好形象。<br>[110]灵体：指洛神。<br>[110]上溯：逆流而上。<br>[112]长川：指洛水。<br>[113]耿耿：心神不安的样子。<br>[114]“揽騑辔”二句：当手执马缰，举鞭欲策之时，却又怅然若失，徘徊依恋，无法离去。騑（fēi），车旁之马。古代驾车称辕外之马为騑或骖，此泛指驾车之马。辔，马缰绳。抗策，犹举鞭。盘桓，徘徊不进貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在<a href=\"http://so.gushiwen.org/view_47894.aspx\">诗</a>歌和辞赋创作方面有杰出成就，其赋继承两汉以来抒情小赋的传统，又吸收楚辞的浪漫主义精神，为辞赋的发展开辟了一个新的境界。《洛神赋》为曹植辞赋中杰出作品。作者以浪漫主义的手法，通过梦幻的境界，描写人神之间的真挚爱情，但终因“人神殊道”无从结合而惆怅分离。</p> <p>　　作品从记述离开京城，“背伊阙，越轘辕，经通谷，陵景山”的行程开始，描写了作者与侍从们到达洛滨时的情景。当时“日既西倾，车殆马烦”，他们税驾蘅皋，秣驷芝田，容与阳林，流眄洛川。在一片静谧的气氛中，作者神思恍惚，极目远眺波光潋滟的洛水。就在他偶尔抬头的一刹那，奇迹出现了：一个瓌姿艳逸的女神站立在对面的山崖上。这使作者惊愕万分，他不自觉地拉住身旁的御者，急切地问道：“尔有觌于彼者乎？彼何人斯，若此之艳也！”在这里，山边水畔落日前的优美景色衬托出人物意外发现的惊喜之情，创造了一种引人入胜的意境。接下去御者的回答也十分巧妙，他避开作者第一个问题——“尔有觌于彼者乎”不答，而以“臣闻”“无乃”等猜测的口吻，郑重其事地提出洛神宓妃，这在有意为下文对洛神的描绘留下伏笔的同时，又给本已蹊跷的邂逅蒙上了一层神秘的色彩。洛神宓妃，相传为远古时代宓羲氏的女儿，因溺死于洛水而为水神。关于这个古老传说中的女神，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《天问》和《离骚》中都曾提及。以后<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>和<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>，又在赋中对她作了这样的描绘：“若夫青琴宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便环绰约。……芬芳沤郁，酷烈淑郁；皓齿灿烂，宜笑的皪；长眉连娟，微睇绵藐”（《上林赋》）；“载太华之玉女兮，召洛浦之宓妃。咸姣丽以蛊媚兮，增嫮眼而蛾眉。舒婧之纤腰兮，扬杂错之袿徽。离朱唇而微笑兮，颜的以遗光……”（《思玄赋》）。与前人的这种直接描写不同，作品首先以一连串生动奇逸的比喻，对洛神初临时的情状作了精彩纷呈的形容：“其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘颻兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蓉出渌波。”其形象之鲜明，色彩之艳丽，令人目不瑕接。其中“翩若惊鸿，婉若游龙”，尤为传神地展现了洛神飘然而至的风姿神韵。它与下面的“轻云之蔽月”和“流风之回雪”，都从姿态方面，给人以轻盈、飘逸、流转、绰约的动感；而“秋菊”、“春松”与“太阳升朝霞”和“芙蓉出渌波”，则从容貌方面，给人以明丽、清朗、华艳、妖冶的色感。这种动感与色感彼此交错和互相浸淫，织成了一幅流光溢彩的神奇景象，它将洛神的绝丽至艳突出地展现在人们的面前。在这种由反复比喻造成的强烈艺术效果的基础上，作者进一步使用传统手法，对洛神的体态、容貌、服饰和举止进行了细致的刻画。这位宓羲氏之女身材适中，垂肩束腰，丽质天生，不假粉饰；她云髻修眉，唇齿鲜润，明眸隐靥，容光焕发；加之罗衣灿烂，佩玉凝碧，明珠闪烁，轻裾拂动，更显得“瓌姿艳逸，仪静体闲”。作者的这些描绘，使人联想起《诗经》对卫庄公夫人庄姜的赞美：“手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首娥眉，巧笑倩兮，美目盼兮”（《卫风·硕人》）；也使人联想起<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对东邻女的称道：“增之一分则太长，减之一分则太短，著粉则太白，施朱则太赤”（《登徒子好色赋》）。作者显然受了他们的影响，但是他比前人更重视表现人物的动态美。下面，他着重描写了洛神天真活泼的举止：“践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。”至此，洛神的形象已神态兼备，呼之欲出了。“余情悦其淑美兮，心振荡而不怡”，作者为眼前这位美貌的女神深深打动了。他初为无以传递自己的爱慕之情而苦闷，继而“愿诚素之先达”，“解玉佩以要之”。在得到宓妃的应和，“执眷眷之款实”之后，他又想起传说中郑交甫汉滨遗佩之事，对她的“指潜渊而为期”产生了怀疑。作者在感情上的这种一波三折的变化，形象地反映出他当时内心的微妙状况。与其相应，洛神也感动了。不过作品没有像写作者那样，直接写她的心理变化，而是通过对她一系列行动的精细刻画，表现出激荡在她内心的炽热的爱，以及这种爱不能实现的强烈的悲哀。她“徙倚彷徨。神光离合，乍阴乍阳”，一会儿耸身轻举，似鹤立欲飞而未起；一会儿从椒涂蘅薄中经过，引来阵阵浓郁的芳香；一会儿又怅然长啸，声音中回荡着深长的相思之哀……当洛神的哀吟唤来了众神，她们无忧无虑地“或戏清流，或翔神渚，或采明珠，或拾翠羽”时，她虽有南湘二妃、汉滨游女陪伴，但仍不免“叹匏瓜之无匹兮，咏牵牛之独处”，站在那里出神。刹那间，她又如迅飞的水鸟，在烟波浩渺的水上徘徊飘忽，行踪不定。只有那转盼流动、含情脉脉的目光，以及欲言还止的唇吻，似乎在向作者倾吐内心的无穷眷恋和哀怨。作者对洛神或而彷徨，或而长吟，或而延竚，或而飘忽的这种描写，就好似一幕感情激烈、姿态优美的舞剧。人物以她那变化不定、摇曳多姿的舞步，展现了内心的爱慕、矛盾、惆怅和痛苦。尤其是“体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还”一段，更将这幕舞剧推向了高潮，人物的心理矛盾、感情波澜在此得到了最充分的表现。正当作者与洛神相对无语、两情依依之时，离别的时刻终于到了。这是一个构想奇逸、神彩飞扬的分别场面：屏翳收风，川后静波，在冯夷、女娲的鼓乐声中，由六龙驾驭的云车载着宓妃，在鲸鲵夹毂、异鱼翼輈的护卫下，开始出发了。美丽的洛神坐在渐渐远去的车上，还不断地回过头来，向作者倾诉自己的一片衷肠。“悼良会之永绝兮，哀一逝而异乡”，深深的哀怨笼罩着这个充满神话色彩的画面。在陈述了“恨人神之道殊兮，怨盛年之莫当”的“交接之大纲”之后，洛神还信誓旦旦地表示：“虽潜处于太阴，长寄心于君王。”最后，洛神的艳丽形象终于消失在苍茫的暮色之中，而作者却依然站在水边，怅怅地望着洛神逝去的方向，恍然若失。他驾着轻舟，溯川而上，希望能再次看到神女的倩影。然而，烟波渺渺，长夜漫漫，更使他情意悠悠、思绪绵绵。天亮后，作者不得不“归乎东路”了，但仍“揽騑辔以抗策，怅盘桓而不能去”。作品这段文字洋溢着浓厚的抒情气氛，具有一种勾魂摄魄的力量，它把洛神的形象在人们心中勾勒、烘托得更加突出、更加完美。</p> <p>　　此赋的主要特点有三：特点一，想象丰富。作者从京城洛阳启程，东归封地鄄城。途中，在洛川之边，停车饮马，在阳林漫步之时，看到了洛神宓妃，这就是想象。她的体态摇曳飘忽像惊飞的大雁，婉曲轻柔像是水中的游龙，鲜美、华丽较秋菊、茂松有过之，姣如朝霞，纯洁如芙蓉，风华绝代。随后他对她产生爱慕之情，托水波以传意，寄玉佩以定情。然她的神圣高洁使他不敢造次。洛神终被他的真情所感动，与之相见，倾之以情。但终因人神殊途，结合无望，与之惜别。想象绚烂，浪漫凄婉之情淡而不化，令人感叹，惆怅丝丝。但这想象并不离奇，因此赋是有感于宋玉的《神女赋》《高唐赋》两篇赋而作。</p> <p>　　特点二，词藻华丽而不浮躁，清新之气四逸，令人神爽。讲究排偶，对仗，音律，语言整饬、凝炼、生动、优美。取材构思汉赋中无出其右。此赋起笔便是平中蕴奇的氛围创造。开头平平的叙述，正与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》叙武陵人的行舟之始一样，奇境的显现在事前一无征兆。但在此刻，作者刹那间目睹了一幕终身难忘的景象：一位俏丽的女子，即洛神现身。接着作者像要与宋玉笔下的巫山神女争辉似的着力描摹洛神的神采姣容以及痛苦情状。然后写洛神率众离去，与屈原《离骚》抒写主人公悲怆远逝的景象有异曲同工之妙。</p> <p>　　特点三，传神的描写刻画，兼之与比喻、烘托共用，错综变化巧妙得宜，给人一种浩而不烦、美而不惊之感，使人感到就如在看一幅绝妙丹青，个中人物有血有肉，而不会使人产生一种虚无之感。在对洛神的体型、五官、姿态等描写时，给人传递出洛神的沉鱼之貌、落雁之容。同时，又有“清水出芙蓉，天然去雕饰”的清新高洁。在对洛神与之会面时的神态的描写刻画，使人感到斯人浮现于眼前，风姿绰约。而对于洛神与其分手时的描写“屏翳收风，川后静波，冯来鸣鼓，女娲清歌。”爱情之真挚、纯洁，一切都是这样美好，以致离别后，人去心留，情思不断，洛神的倩影和相遇相知时的情景历历在目，浪漫而苦涩，心神为之不宁徘徊于洛水之间不忍离去。</p> <p>　　对《洛神赋》的思想、艺术成就前人都曾予以极高的评价，最明显的是常把它与屈原的《九歌》和宋玉的《神女》诸赋相提并论。其实，曹植此赋兼二者而有之，它既有《湘君》《湘夫人》那种浓厚的抒情成分，同时又具宋玉诸赋对女性美的精妙刻画。此外，它的情节完整，手法多变和形式隽永等妙处，又为以前的作品所不及。</p>",
  "about": "<h2>民间传说</h2> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>天赋异禀，博闻强记，十岁左右便能撰写<a href=\"http://so.gushiwen.org/view_47894.aspx\">诗</a>赋，颇得<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>及其幕僚的赞赏。当时曹操正醉心于他的霸业，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>也授有官职，而曹植则因年纪尚小、又生性不喜争战，遂得以与甄妃朝夕相处，进而生出一段情意。曹操死后，曹丕于汉献帝二十六年（公元220年），登上帝位，定都洛阳，是为魏文帝。魏国建立。甄氏被封为妃，因色衰失宠最后惨死，据说死时以糠塞口，以发遮面，十分凄惨。</p> <p>　　甄后死的那年，曹植到洛阳朝见哥哥。甄后生的太子曹叡陪皇叔吃饭。曹植看着侄子，想起甄后之死，心中酸楚无比。饭后，曹丕遂将甄后的遗物玉镂金带枕送给了曹植。</p> <p>　　曹植睹物思人，在返回封地时，夜宿舟中，恍惚之间，遥见甄妃凌波御风而来，曹植一惊而醒，原来是南柯一梦。回到鄄城，曹植脑海里还在翻腾着与甄后洛水相遇的情景，于是文思激荡，写了一篇《感甄赋》。四年后（公元234年），明帝曹叡继位八年后，为避母名讳，遂改为《洛神赋》。</p> <p>　　由于此赋的影响，加上人们感动于曹植与甄氏的恋爱悲剧，故老相传，就把甄后认定成洛神了。</p><br/><h2>寓意</h2> <p>　　<strong>对叔嫂之情的质疑</strong></p> <p>　　因魏明帝曹睿将《感甄赋》改名为《洛神赋》，世人多认为其写作牵涉到<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>与魏明帝曹叡之母甄氏之间的一段错综复杂的感情。</p> <p>　　宋人<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>却说，这是好事之人乃“造甄后之事以实之”。明人<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>又说：“令洛神见之，未免笑子建（曹植字）伧父耳。”清代又有何焯、朱乾、潘德舆、丁晏、张云等人，群起而鞭挞之。</p> <p>　　把他们的论点综合起来，大概有如下几点：</p> <p>　　第一，纳甄氏时<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>18岁，甄氏23岁，而曹植仅13岁。对于一个比自己年长十岁的已婚女子曹植不太可能有过多的想法。丕与植兄弟之间因为政治的斗争，本来就很紧张，《感甄赋》若是为甄氏而写，岂不是色胆包天，不怕掉脑袋了吗?</p> <p>　　第二，图谋兄妻，这是“禽兽之恶行”，“其有污其兄之妻而其兄晏然，污其兄子(指明帝)之母而兄子晏然，况身为帝王者乎?”从曹植的为人看，虽也有行为放任、不拘礼法，但绝不会做出类叔嫂私通等有违伦理的事来。</p> <p>　　第三，叔嫂情的传说始自唐代李善注引《记》，此前400多年并无此说。而李善在《记》中所说的文帝曹丕向曹植展示甄后之枕，并把此枕赐给曹植，“里老所不为”，何况是帝王呢？极不合情理，显然属无稽之谈。</p> <p>　　第四，《感甄赋》确有其文，但“甄”并不是甄后之“甄”，而是鄄(juàn)城之“鄄”。“鄄”与“甄”通。曹植在写这篇赋前一年，任鄄城王。题名“感甄”实际是曹植在感伤身为鄄城王的自己。</p> <p>　　第五，《感甄赋》一文，是“托词宓妃以寄心文帝”，“其亦屈子之志也”，“纯是爱君恋阙之词”，就是说赋中所说的“长寄心于君王”。曹植在赋中已表明“感<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对楚王神女之事，遂作斯赋”，是有感于宋玉的《神女赋》、《高唐赋》两篇赋而作。可能是写给其兄魏文帝曹丕的。</p> <p>　　<strong>此隐喻君臣大义说较为流行。</strong> </p><br/><h2>赏鉴</h2> <p>　　<strong>浪漫色彩</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在<a href=\"http://so.gushiwen.org/view_47894.aspx\">诗</a>歌和辞赋创作方面有杰出成就，其赋继承两汉以来抒情小赋的传统，又吸收楚辞的浪漫主义精神，为辞赋的发展开辟了一个新的境界。《洛神赋》为曹植辞赋中杰出作品。作者以浪漫主义的手法，通过梦幻的境界，描写人神之间的真挚爱情，但终因“人神殊道”无从结合而惆怅分离。</p> <p>　　周洪亮主编的《璇玑辞》选用曹植《洛神赋》中：“翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。”一句来赞美<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的书法之美。</p> <p>　　<strong>段落层次</strong></p> <p>　　《洛神赋》全篇大致可分为六个段落，第一段写作者从洛阳回封地时，看到“丽人”宓妃伫立山崖，这段类话本的“入话”。第二段，写“宓妃”容仪服饰之美。第三段写“我”非常爱慕洛神，她实在太好了，既识礼仪又善言辞，虽已向她表达了真情，赠以信物，有了约会，却担心受欺骗，极言爱慕之深。第四段写洛神为“君王”之诚所感后的情状。第五段“恨人神之道殊”以下二句，是此赋的寄意之所在。第六段，写别后“我”对洛神的思念。</p> <p>　　<strong>突出特点</strong></p> <p>　　特点一，想象丰富。想象到：他从京城洛阳启程，东归封地鄄城。途中，在洛川之边，停车饮马，在阳林漫步之时，看到了洛神宓妃，她的体态摇曳飘忽像惊飞的大雁，婉曲轻柔像是水中的游龙，鲜美、华丽较秋菊、茂松有过之，姣如朝霞，纯洁如芙蓉，风华绝代。随后他对她产生爱慕之情，托水波以传意，寄玉佩以定情。然她的神圣高洁使他不敢造次。洛神终被他的真情所感动，与之相见，倾之以情。但终因人神殊途，结合无望，与之惜别。想象绚烂，浪漫凄婉之情淡而不化，令人感叹，愁帐丝丝。但这想象并不离奇，是有感于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《神女赋》、《高唐赋》两篇赋而作。</p> <p>　　特点二，词藻华丽而不浮躁，清新之气四逸，令人神爽。讲究排偶，对仗，音律，语言整饬、凝炼、生动、优美。取材构思汉赋中无出其右。</p> <p>　　特点三，传神的描写刻画，兼之与比喻、烘托共用，错综变化巧妙得宜，给人一种浩而不烦、美而不惊之感，使人感到就如在看一幅绝妙丹青，个中人物有血有肉，而不会使人产生一种虚无之感。在对洛神的体型、五官、姿态等描写时，给人传递出洛神的沉鱼之貌、落雁之容。同时，又有“清水出芙蓉，天然去雕饰。”的清新高洁。在对洛神与之会面时的神态的描写刻画，使人感到斯人浮现于眼前，风姿绰约。而对于洛神与其分手时的描写“屏翳收风,川后静波,冯来鸣鼓,女娲清歌。”爱情之真挚、纯洁。一切都是这样的美好，以致离别后，人去心留，情思不断，洛神的倩影和相遇相知时的情景历历在目，浪漫而苦涩，心神为之不宁徘徊于洛水之间不忍离去。</p> <p>　　<strong>苦闷之情</strong></p> <p>　　产生苦闷之情的原因有三：</p> <p>　　1.人神有别，有情人不能成眷属；</p> <p>　　2.“洛神”是他的精神寄托，但她只能存在于想象之中，现实中难以找到，失落无限；</p> <p>　　3.以此赋托意，他不但与帝王之位无缘还屡受兄弟的逼害，无奈之余又感到悲哀和愤闷。</p> <p>　　<strong>艺术价值</strong></p> <p>　　对《洛神赋》的思想、艺术成就前人都曾予以极高的评价，最明显的是常把它与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《九歌》和宋玉的《神女》诸赋相提并论。其实，曹植此赋兼二者而有之，它既有《湘君》、《湘夫人》那种浓厚的抒情成分，同时又具宋玉诣赋对女性美的精妙刻画。此外，它的情节完整，手法多变和形式隽永等，又为以前的作品所不及。因此它在历史上有着非常广泛和深远的影响。晋代大书法家王献之和大画家顾恺之，都曾将《洛神赋》的神采风貌形诸楮墨，为书苑和画坛增添了不可多得的精品。到了南宋和元明时期，一些剧作家又将其搬上了舞台，汪道昆的《陈思王悲生洛水》就是其中比较著名的一出。至于历代作家以此为题材，见咏于诗词歌赋者，则更是多得难以数计。可见曹植《洛神赋》的艺术魅力，是经久不衰的。 </p><br/><h2>主旨争议</h2> <p>　　关于此赋的主旨，历来有较大争议，目前主要有三种观点。</p> <p>　　第一种观点：甄氏说</p> <p>　　认为，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》中的“洛神”指的就是自己的嫂嫂甄氏。</p> <p>　　曹植天赋异禀，博闻强记，十岁左右便能撰写<a href=\"http://so.gushiwen.org/view_47894.aspx\">诗</a>赋，颇得<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>及其幕僚的赞赏。当时曹操正醉心于他的霸业，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>也授有官职，而曹植则因年纪尚小、又生性不喜争战，遂得以与甄妃朝夕相处，进而生出一段情意。曹操死后，曹丕于汉献帝二十六年（220年），登上帝位，定都洛阳，是为魏文帝。魏国建立。甄氏被封为妃，因色衰失宠最后惨死，据说死时以糠塞口，以发遮面，十分凄惨。</p> <p>　　甄后死的那年，曹植到洛阳朝见哥哥。甄后生的太子曹叡陪皇叔吃饭。曹植看着侄子，想起甄后之死，心中酸楚无比。饭后，曹丕遂将甄后的遗物玉镂金带枕送给了曹植。</p> <p>　　曹植睹物思人，在返回封地时，夜宿舟中，恍惚之间，遥见甄妃凌波御风而来，曹植一惊而醒，原来是南柯一梦。回到鄄城，曹植脑海里还在翻腾着与甄后洛水相遇的情景，于是文思激荡，写了一篇《感甄赋》。四年后（234年），明帝曹叡继位八年后，为避母名讳，遂改为《洛神赋》。由于此赋的影响，加上人们感动于曹植与甄氏的恋爱悲剧，故老相传，就把甄后认定成洛神了。</p> <p>　　第二种观点：君王说</p> <p>　　这种观点认为认为，所谓的“洛神”并不是甄氏，甚至曹植和甄氏也没有发生过恋情。</p> <p>　　宋人<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>说，这是好事之人乃“造甄后之事以实之”。明人<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>又说：“令洛神见之，未免笑子建（曹植字）伧父耳。”清代又有何焯、朱乾、潘德舆、丁晏、张云等人，反对洛神即甄氏说。</p> <p>　　把他们的论点综合起来，大概有如下几点：</p> <p>　　第一，纳甄氏时曹丕18岁，甄氏23岁，而曹植仅13岁。对于一个比自己年长十岁的已婚女子曹植不太可能有过多的想法。丕与植兄弟之间因为政治的斗争，本来就很紧张，《感甄赋》若是为甄氏而写，岂不是色胆包天，不怕掉脑袋了吗?</p> <p>　　第二，图谋兄妻，这是“禽兽之恶行”，“其有污其兄之妻而其兄晏然，污其兄子（指明帝）之母而兄子晏然，况身为帝王者乎?”从曹植的为人看，虽也有行为放任、不拘礼法，但绝不会做出类叔嫂私通等有违伦理的事来。</p> <p>　　第三，叔嫂情的传说始自唐代李善注引《记》，此前400多年并无此说。而李善在《记》中所说的文帝曹丕向曹植展示甄后之枕，并把此枕赐给曹植，“里老所不为”，何况是帝王呢？极不合情理，显然属无稽之谈。</p> <p>　　第四，《感甄赋》确有其文，但“甄”并不是甄后之“甄”，而是鄄城之“鄄”。“鄄”与“甄”通。曹植在写这篇赋前一年，任鄄城王。题名“感甄”实际是曹植在感伤身为鄄城王的自己。</p> <p>　　第五，《感甄赋》一文，是“托词宓妃以寄心文帝”，“其亦屈子之志也”，“纯是爱君恋阙之词”，就是说赋中所说的“长寄心于君王”。曹植在赋中已表明“感<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对楚王神女之事，遂作斯赋”，是有感于宋玉的《神女赋》《高唐赋》两篇赋而作。可能是写给其兄魏文帝曹丕的。隐喻君臣大义说较为流行。[8-9] </p> <p>　　第三种观点：亡妻崔氏说</p> <p>　　一直以来，甄氏说都占据着主流，而君王论也时而露露头角。几年前，学术界另一种观点横空出世，认为洛神赋所描写的其实是曹植的亡妻崔氏。[10] 崔氏为名士崔琰兄之女，嫁给曹植为妻室，后因穿衣太过华丽被曹操所杀。（《三国志》裴松之注引《世语》曰：植妻衣绣，太祖登台见之，以违制令，还家赐死。）之后好多年，曹植都没续正室。洛神赋，其实是曹植怀念当年与妻崔氏一同度过的美好时光有感而作，其形象鲜明而具体，绝不似由想象。其中“执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。”四句，是埋怨妻子为何当年抛下自己独自去了，使得现在“人神之道殊”，天人两隔。“虽潜处于太阳，长寄心于君王。”是模拟崔氏心理描写，虽然处于阴间，但心里还是挂念着曹植。“叹匏瓜之无匹兮，咏牵牛之独处。”匏瓜本是一个整体，现在分而无匹，牵牛织女本是一对，现在只剩自己一人，都是反映由成对而分开的情形，来形容曹植与崔氏及其合适，而来形容甄氏实为不妥。此处只是抛砖引玉，点明一二，详情可参考所印文献，细细体会。</p><br/><h2>简介</h2> <p>　　《洛神赋》是三国时期魏国文学名家<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>（曹子建）的浪漫主义名篇。《洛神赋》原名《感甄赋》，一般认为是因曹植被封鄄城所作；亦作《感甄赋》，“甄”通“鄄”(juàn)。唐代李善则认为其为甄皇后所作，此说亦博得后世多人的认同。</p> <p>　　梁代《昭明文选》卷十九 唐代李善注记曰：魏东阿王，汉末求甄逸女，既不遂。太祖回与五官中郎将，植殊不平，昼思夜想，废寝与食。黄初中入朝，帝示植甄后玉镂金带枕，植见之，不觉泣。时已为郭后（郭女王）谗死。帝意亦寻悟，因令太子留宴饮，仍以枕赉植。植还，度轘辕，少许时，将息洛水上，思甄后，忽见女来，自云：我本讬心君王，其心不遂。此枕是我在家时从嫁前与五官中郎将，今与君王。遂用荐枕席，懽情交集，岂常辞能具。为郭后以糠塞口，今被发，羞将此形貌重睹君王尔。言讫，遂不复见所在。遣人献珠於王，王答以玉佩，悲喜不能自胜遂作《感甄赋》。后明帝见之，改为《洛神赋》。</p> <p>　　此赋以幻觉形式，叙写人神相恋，终因人神道殊，含情痛别。或以为假托洛神，寄心文帝，抒发衷情不能相通的政治苦闷。全赋多方着墨，极力描绘洛神之美，生动传神。格调凄艳哀伤，辞采华茂。洛神，洛水女神，传为古帝伏羲氏之女宓（fú）妃淹死洛水后所化。 </p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>此赋据序所言，系其于魏文帝黄初三年（222年）入朝京师洛阳后，在回封地鄄城途中经过洛水时，“感<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对楚王神女之事”而作。当时，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>刚即帝位不久，即杀了曹植的密友丁仪、丁廙二人。曹植本人在就国后也为监国谒者奏以“醉酒悖慢，劫胁使者”，被贬安乡侯，后改封鄄城侯，再立为鄄城王（俱见《三国志·陈思王传》）。这些对决心“戮力上国，流惠下民，建永世之业，流金石之功”（《与杨德祖书》）的曹植来说，无疑是接二连三的沉重打击，其心情之抑郁与苦闷，是可想而知的。",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "辞赋精选",
    "写人",
    "爱情",
    "神话"
  ]
}