{
  "id": 189,
  "star": 35,
  "name": "节南山",
  "dynasty": "先秦",
  "content": "节彼南山，维石岩岩。赫赫师尹，民具尔瞻。忧心如惔，不敢戏谈。国既卒斩，何用不监！</p> <p>节彼南山，有实其猗。赫赫师尹，不平谓何。天方荐瘥，丧乱弘多。民言无嘉，惨莫惩嗟。</p> <p>尹氏大师，维周之氐；秉国之钧，四方是维。天子是毗，俾民不迷。不吊昊天，不宜空我师。</p> <p>弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。式夷式已，无小人殆。琐琐姻亚，则无膴仕。</p> <p>昊天不佣，降此鞠訩。昊天不惠，降此大戾。君子如届，俾民心阕。君子如夷，恶怒是违。</p> <p>不吊昊天，乱靡有定。式月斯生，俾民不宁。忧心如酲，谁秉国成？不自为政，卒劳百姓。</p> <p>驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋。</p> <p>方茂尔恶，相尔矛矣。既夷既怿，如相酬矣。</p> <p>昊天不平，我王不宁。不惩其心，覆怨其正。</p> <p>家父作诵，以究王訩。式讹尔心，以畜万邦。",
  "fanyi": "<p><strong>译文<br></strong>巍巍的终南山高耸入云端，层层叠叠的山石危立险矗。太史尹氏正得势权位显赫，引得普天下百姓万众瞩目。仁人君子为国政忧心如焚，不敢开玩笑哪来幽默谈吐！国运已经衰落得如此不堪，你为什么还这样熟视无睹！<br>巍巍的终南山高耸入云端，山谷幽深草密林木可参天。太史尹氏正得势权位显赫，但他执政不平有何善可言？苍天无眼正降下重重祸患，丧乱何其多竟是不可言传！百姓们怨声载道没人说好，你却不曾有丝毫愧怍嗟叹！<br>我敬爱的太史尹氏大官人！你可是咱大周王室的根本，执掌国家大政方针的重臣。天下四方的安稳靠你支撑，天子权威的牢固靠你辅振，百姓的生活道路靠你指引！现在却得不到苍天的眷顾，你不该总让我们饱受穷困！<br>你贵为太史却不亲政勤政，已经失去天下百姓的信任！你对朝政也总是不闻不问，不要再欺哄瞒骗至德圣君！你就该静心执政莫再发昏，不要再委政小人危及国运！那些委琐宵小的裙带姻亲，就不该教他做高官厚禄人！<br>苍天大老爷不肯阳光普照，给人间降下如此大的灾疫；苍天大老爷不肯施恩眷顾，给人间降下如此深重戾气。至德的圣君如果降趾莅临，一定会让百姓的乱心平息；至德的圣君如果执政公允，一定会让百姓的怨怒远离！<br>可叹命多舛不被苍天怜悯，天下槽乱至今还没有平定；祸患滋生伴随着岁月增长，使黎民百姓生活不得安宁。我忧国忧民之心痛如沉醉，是谁执掌国政竟如此无能！你不能鞠躬尽瘁亲劳勤政，遭秧受害的还是天下苍生！<br>我驾驭着那四匹高头大马，四马奔腾抖动着粗壮脖颈。我站在车上瞻望四方风景，心头茫然不知向何处驰骋！<br>你刚才还肆意为恶抖威风，两眼盯着矛戟想和人作战。很快又平息戾气悦色和颜，犹如宾朋对坐把酒来言欢。<br>苍天大老爷总是如此不公，害得我君王整日不得安生。太史尹氏不但不自警自省，反倒抱怨君子们行端坐正！<br>家父大夫苦心孤诣作讽<a href=\"http://so.gushiwen.org/view_189.aspx\">诗</a>，为的是探究我王遭难深因。抑或是为了感化你的狠心，以有利国家造福天下黎民！</p> <p><strong>注释<br></strong>1.节：通“巀（jié）”。长言之则为巀嶭（niè），亦即嵯峨。<br>2.岩岩：山崖高峻的样子。<br>3.师尹：大（tài）师和史尹。大师，西周掌军事大权的长官；史尹，西周文职大臣，卿士之首。<br>4.具：通“俱”。<br>5.惔（tán）：“炎”的误字，火烧。<br>6.卒：终，全。<br>7.何用：何以．何因。<br>8.有实：实实，广大的样子。《诗经》中形容词、副词以“有”作词头者，相当于该词之重叠词。猗：同“阿”，山阿，大的丘陵。<br>9.荐：再次发生饥馑。瘥（cuó）：疫病。<br>10.憯（cǎn）：曾，乃。<br>11.氐：借为“榰（zhī）”，屋柱的石磉。<br>12.均：通“钧”，制陶器的模具下端的转轮盘。<br>13.毗（pí）：犹“裨”，辅助。<br>14.吊：通“叔”，借为“淑”，善。昊天：犹言皇天。<br>15.空：穷。师：众民。<br>16.式：应，当。夷：平。已：依全诗前后及此处文义，今理校为“己”，义为以身作则。<br>17.殆：及，接近。<br>18.琐琐：细小卑贱，《尔雅·释训三》：佌佌，琐琐，小也。姻亚：统指襟带关系。姻，儿女亲家；亚，通“娅”，姐妹之夫的互称。<br>19.膴（wǔ）仕：厚任，高官厚禄，今世所谓“肥缺”。<br>20.佣：通“融”，明。<br>21.鞠讻（xiōng）：极乱。讻，祸乱，昏乱。<br>22.惠：通“慧”。<br>23.戾：暴戾，灾难。<br>24.届：临。<br>25.阕：息。<br>26.式月斯生：应月乃生。<br>27.成：平。<br>28.卒：通“悴”。<br>29.牡：公牛，引申为雄性禽兽，此指公马。<br>30.项领：肥大的脖颈。<br>31.蹙（cù）蹙：局促的样子。<br>32.茂：盛。恶：憎恶。<br>33.矛：通“务”，义为侮。<br>34.怿：悦。<br>35.覆：反。正：规劝纠正。<br>36.家父：此诗作者，周大夫。诵：诗。<br>37.讹（é）：改变。<br>38.畜：养。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《小雅·节南山》所指责的对象则是幽王及其权臣。前人屡辩<a href=\"http://so.gushiwen.org/view_189.aspx\">诗</a>旨是“刺王”还是“刺尹”，甚为无谓。总因古代君臣名分颇严，论者又往往横亘一“诗可以怨”或一“《小雅》怨诽而不乱”之念于胸中，因之便有不同的“先入为主”之念在作怪。今就诗论诗，直刺师尹，颇为鲜明；而一再怨望“昊天”，又借以指责天子。</p> <p>　　关于师尹，自毛传以来皆解作“大师尹氏”，至<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>始辨析其为二人，即首掌军职的大师和首掌文职的史尹。观《大雅·常武》中大师“整六师”、尹氏及其属“戒师旅”，则大师统军而尹氏监军，对照《小雅·节南山》诗首章，“忧心如惔，不敢戏谈”正合于军国主义背景，偏于责师；而“国既卒斩，何用不监”。乃监察司之失职，偏于斥尹。</p> <p>　　全诗十章，共分三部分。首二章以南山起兴，以象征二权臣。以山之险要象征其权之枢要，又以山之不平联系到二臣秉政不平。结合篇末“昊天不平，我王不宁”的呼应来看，天怒人怨，总由师尹秉政不平使然，故“不平”二字为全篇眼目。只是第二部分却一再将不平（不夷）与不己（不自为政）并提而责难，推思其义，全诗是指斥师尹失政在不能持平（夷），而要持平则又须事必躬亲（己），因而全诗结构是起于夷（平）终于夷（平）而介于己。</p> <p>　　首章点出“不敢戏谈”以致“国既卒斩”；二章点出昊天再降饥疫以致“丧乱弘多”，民众无法存活，从而“不敢戏谈”之高压失控，遂而“民言无嘉”。一章言人祸，二章言天灾，由时间及顺序暗示天灾实人祸所致，人间暴戾上干天怒所致，此即第一部分的要害。</p> <p>　　从第三到第六共四章为第二部分。在上两章铺垫的基础上，三章进一步点明师尹之害人害天，天再施报于人，人民双重遭殃。“诗可以怨”，怨而至天，亦已极矣！</p> <p>　　四、五两章句式排比，结构整齐而又不乏疏宕之美。四章围绕“夷”“己”二字正反展开，既为师尹说法，更为一切秉政者说法，三十二字可铭于座右，可镌于通衢。五章“昊天不佣（融）”“昊天不惠（慧）”二解是“刺”，“君子如届（临、己）”“君子如夷（平）”二解是“美”，也是对师尹说法。两章排比、对比之势，酣畅淋漓，一气呵成，诗人的责怨之情也推到了高潮。</p> <p>　　六章承上启下，由怒转叹。</p> <p>　　统观第二部分四个章节，结构颇为讲究：五、六章既以“昊天不佣”“昊天不惠”和“不吊昊天”以上应第三章的“不吊昊天”，又以“君子如届（临、己）”、“君子如夷”和“谁秉国成（平、夷）”、“不自为政（不己）”以上应第四章的“式夷式已”，可见此部分是以怨天和尤人双向展开而又并拢合承，甚耐玩味。</p> <p>　　第七、八、九、十章为第三部分。变每章八句为四句，于音乐为变奏。于诗情为由怨怒转悲叹。唯七、八两章疑有错简而当易位：前“方茂尔恶”章言师党与尹党既相倾轧又相勾结，以见朝政难革；后“驾彼四牡”章言无奈之下只有往奔四国避乱（或求诸侯勤王），然而四方亦不可往，“蹙蹙靡所骋”。诗人说：既然宗周与四国皆被师尹扰乱，国已不国，今日上干天怒，下危人主，尽管师尹不自责己而反怨怒匡正，我身为大夫，也只有勇作诗“诵”，“以究王讻”，成此一篇檄文，为来者垂诫了！</p>",
  "about": "<h2>创作背景</h2> 　　关于《小雅·节南山》的时代背景和作年，历来有周宣王时（《三家<a href=\"http://so.gushiwen.org/view_189.aspx\">诗</a>》）、周幽王时（《毛诗序》）、周平王时（韦昭）和周桓王时（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>）诸说，但诗既以（终）南山起兴，则不应写的是周室东迁后事。考虑到宣王时虽用兵频繁，但毕竟号称“中兴”，与诗中描写的势臣跋扈、政权腐朽之情事不合，因此其事当在周幽王时代。又《小雅·节南山之什》的前五篇哀怨忧愤，非经历国亡家破之大惨痛者不能发。《小雅·节南山》既有天再降饥馑、瘟疫、四方不宁及“国既卒斩”，《小雅·正月》又有“赫赫宗周，褒姒灭之”，《小雅·雨无正》也有“降丧饥馑，斩伐四国”和“宗周既灭”等，因而可知诸诗大致作于东、西周之交，幽王末平王初之际。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写山"
  ]
}