{
  "id": 52802,
  "star": 6009,
  "name": "一剪梅·红藕香残玉簟秋",
  "dynasty": "宋代",
  "content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来，雁字回时，月满西楼。<br>花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。",
  "fanyi": "<p><strong>译文</strong><br>荷已残，香已消，冷滑如玉的竹席，透出深深的凉秋。轻轻的脱下罗绸外裳，一个人独自躺上眠床。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？正是雁群排成“人”字，一行行南归时候。月光皎洁浸人，洒满这西边独倚的亭楼。<br>花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 </p> <p><strong>注释</strong><br>红藕：红色的荷花。玉簟（diàn）：光滑似玉的精美竹席。<br>裳（cháng）：古人穿的下衣，也泛指衣服。<br>兰舟：此处为船的雅称。<br>锦书：前秦苏惠曾织锦作《璇玑图》，寄其夫窦滔，计八百四十字，纵横反复，皆可诵读，文词凄婉。后人因称妻寄夫为锦字，或称锦书；亦泛为书信的美称。<br>雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。<br>月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。<br>一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。<br>才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。</p>",
  "shangxi": "<p>　　词的起句“红藕香残玉簟秋”，领起全篇。一些词评家或称此句有“吞梅嚼雪、不食人间烟火气象”（梁绍壬《两般秋雨庵随笔》），或赞赏其“精秀特绝”（陈廷焯《白雨斋词话》）。它的上半句“红藕香残”写户外之景，下半句“玉簟秋”写室内之物，对清秋季节起了点染作用，说明这是“已凉天气未寒时”（《已凉》<a href=\"http://so.gushiwen.org/view_52802.aspx\">诗</a>）。全句设色清丽，意象蕴藉，不仅刻画出四周景色，而且烘托出词人情怀。花开花落，既是自然界现象，也是悲欢离合的人事象征；枕席生凉，既是肌肤间触觉，也是凄凉独处的内心感受。这一兼写户内外景物而景物中又暗寓情意的起句，一开头就显示了这首词的环境气氛和它的感情色彩。</p> <p>　　上阕共六句，接下来的五句按顺序写词人从昼到夜一天内所作之事、所触之景、所生之情。前两句“轻解罗裳，独上兰舟”，写的是白昼在水面泛舟之事，以“独上”二字暗示处境，暗逗离情。下面“云中谁寄锦书来”一句，则明写别后的思念。词人独上兰舟，本想排遣离愁；而怅望云天，偏起怀远之思。这一句，钩连上下。它既与上句紧相衔接，写的是舟中所望、所思；而下两句“雁字回时，月满西楼”，则又由此生发。可以想见，词人因惦念游子行踪，盼望锦书到达，遂从遥望云空引出雁足传书的遐想。而这一望断天涯、神驰象外的情思和遐想，不分白日或月夜，也无论在舟上或楼中，都是萦绕于词人心头的。</p> <p>　　这首词上阕的后三句，使人想起另外一些词句，如“日边消息空沉沉，画眉楼上愁登临”（郑文妻孙氏《忆秦娥》），“凭高目断，鸿雁来时，无限思量”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《诉衷情》），“困倚危楼，过尽飞鸿字字愁”（<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《减字木兰花》），以及“无言独上西楼，月如钩”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《相见欢》），“玉楼明月长相忆”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》），“明月，明月，照得离人愁绝”（<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《三台令》），其所抒写的情景，极其相似。如果联系这首词的起句，还令人想到<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的一首题作《写情》的七绝：“水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。”词与诗都写了竹席，写了月光，写了西楼，同样表达了刻骨的相思，对照之下，更觉非常相似。</p> <p>　　词的过片“花自飘零水自流”一句，承上启下，词意不断。它既是即景，又兼比兴。其所展示的花落水流之景，是遥遥与上阕“红藕香残”、“独上兰舟”两句相拍合的；而其所象喻的人生、年华、爱情、离别，则给人以“无可奈何花落去”（晏殊《浣溪沙》）之感，以及“水流无限似侬愁”（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《竹枝词》）之恨。词的下阕就从这一句自然过渡到后面的五句，转为纯抒情怀、直吐胸臆的独白。</p> <p>　　“一种相思，两处闲愁”二句，在写自己的相思之苦、闲愁之深的同时，由己身推想到对方，深知这种相思与闲愁不是单方面的，而是双方面的，以见两心之相印。这两句也是上阕“云中”句的补充和引申，说明尽管天长水远，锦书未来，而两地相思之情初无二致，足证双方情爱之笃与彼此信任之深。前人作品中也时有写两地相思的句子，如<a href=\"http://so.gushiwen.org/author_2522.aspx\">罗邺</a>的《雁二首》之二“江南江北多离别，忍报年年两地愁”，韩偓的《青春》诗“樱桃花谢梨花发，肠断青春两处愁”。这两句词可能即自这些诗句化出，而一经熔铸、裁剪为两个句式整齐、词意鲜明的四字句，就取得脱胎换骨、点铁成金的效果。这两句既是分列的，又是合一的。合起来看，从“一种相思”到“两处闲愁”，是两情的分合与深化。其分合，表明此情是一而二、二而一的；其深化，则诉说此情已由“思”而化为“愁”。下句“此情无计可消除”，紧接这两句。正因人已分在两处，心已笼罩深愁，此情就当然难以排遣，而是“才下眉头，却上心头”了。</p> <p>　　这首诗的结拍三句，是历来为人所称道的名句。王士禛在《花草蒙拾》中指出，这三句从<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行》“都来此事，眉间心上，无计相回避”脱胎而来，而明人俞彦《长相思》“轮到相思没处辞，眉间露一丝”两句，又是善于盗用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的词句。这说明，诗词创作虽忌模拟，但可以点化前人语句，使之呈现新貌，融人自己的作品之中。成功的点化总是青出于蓝而胜于蓝，不仅变化原句，而且高过原句。李清照的这一点化，就是一个成功的例子，王士禛也认为范句虽为李句所自出，而李句“特工”。两相对比，范句比较平实板直，不能收醒人眼目的艺术效果；李句则别出巧思，以“才下眉头，却上心头”这样两句来代替“眉间心上，无计相回避”的平铺直叙，给人以眼目一新之感。这里，“眉头”与“心头”相对应，“才下”与“却上”成起伏，语句结构既十分工整，表现手法也十分巧妙，因而就在艺术上有更大的吸引力。当然，句离不开篇，这两个四字句只是整首词的一个有机组成部分，并非一枝独秀。它有赖于全篇的烘托，特别因与前面另两个同样工巧的四字句“一种相思，两处闲愁”前后衬映，而相得益彰。同时，篇也离不开句，全篇正因这些醒人眼目的句子而振起。李廷机的《草堂诗余评林》称此词“语意超逸，令人醒目”，读者之所以特别易于为它的艺术魅力所吸引，其原因在此。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "思念",
    "闺怨",
    "写景"
  ]
}