{
  "id": 70896,
  "star": 1924,
  "name": "归园田居·其一",
  "dynasty": "魏晋",
  "content": "少无适俗韵，性本爱丘山。<br>误落尘网中，一去三十年。<br>羁鸟恋旧林，池鱼思故渊。<br>开荒南野际，守拙归园田。<br>方宅十余亩，草屋八九间。<br>榆柳荫后檐，桃李罗堂前。<br>暧暧远人村，依依墟里烟。<br>狗吠深巷中，鸡鸣桑树颠。<br>户庭无尘杂，虚室有余闲。<br>久在樊笼里，复得返自然。",
  "fanyi": "<p><strong>译文</strong><br>少小时就没有随俗气韵，自己的天性是热爱自然。<br>偶失足落入了仕途罗网，转眼间离田园已十余年。<br>笼中鸟常依恋往日山林，池里鱼向往着从前深渊。<br>我愿在南野际开垦荒地，保持着拙朴性归耕田园。<br>绕房宅方圆有十余亩地，还有那茅屋草舍八九间。<br>榆柳树荫盖着房屋后檐，争春的桃与李列满院前。<br>远处的邻村舍依稀可见，村落里飘荡着袅袅炊烟。<br>深巷中传来了几声狗吠，桑树顶有雄鸡不停啼唤。<br>庭院内没有那尘杂干扰，静室里有的是安适悠闲。<br>久困于樊笼里毫无自由，我今日总算又归返林山。</p> <p><strong>注释</strong><br>1.少：指少年时代。适俗：适应世俗。韵：本性、气质。一作“愿”。<br>2.尘网：指尘世，官府生活污浊而又拘束，犹如网罗。这里指仕途。<br>3.三十年：有人认为是“十三年”之误（<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>做官十三年）。一说，此处是三又十年之意（习惯说法是十又三年），<a href=\"http://so.gushiwen.org/view_70896.aspx\">诗</a>人意感“一去十三年”音调嫌平，故将十三年改为倒文。<br>4.羁（ji）鸟：笼中之鸟。恋：一作“眷”。<br>5.池鱼：池塘之鱼。鸟恋旧林、鱼思故渊，借喻自己怀恋旧居。<br>6.野：一作“亩”。际：间。<br>7守拙（zhuō）：意思是不随波逐流，固守节操。<br>8.方宅：宅地方圆。一说，“方”通“旁”。<br>9.荫（yìn）：荫蔽。<br>10.罗：罗列。<br>11.暧暧（ài）：昏暗，模糊。<br>12.依依：轻柔而缓慢的飘升。墟里：村落。<br>13.户庭：门庭。尘杂：尘俗杂事。<br>14.虚室：空室。余闲：闲暇。<br>15.樊（fán）笼：蓄鸟工具，这里比喻官场生活。樊，藩篱，栅栏。<br>16.返自然：指归耕园田。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>因无法忍受官场的污浊与世俗的束缚，坚决地辞官归隐，躬耕田园。脱离仕途的那种轻松之感，返回自然的那种欣悦之情，还有清静的田园、淳朴的交往、躬耕的体验，使得这组<a href=\"http://so.gushiwen.org/view_70896.aspx\">诗</a>成为杰出的田园诗章。</p> <p>　　这组诗生动地描写了诗人归隐后的生活和感受，抒发了作者辞官归隐后的愉快心情和乡居乐趣，从而表现了他对田园生活的热爱，表现出劳动者的喜悦；同时又隐含了对官场黑暗腐败的生活的厌恶之感，表现了作者不愿同流合污，为保持完整的人格和高尚的情操而甘受田间生活的艰辛。组诗集中体现了陶渊明追求自由、安于清贫、隐逸山野、洁身自好、远离官场、超脱世俗的美好情操。陶渊明写“归园田居”其实是写作者自己理想的故居。</p> <p>　　《归园田居》是一个不可分割的有机整体。其所以是如此，不仅在于每首诗分别从辞官场，聚亲朋，乐农事，访故旧，欢夜饮几个侧面描绘了诗人丰富充实的隐居生活，更重要的是，就其所抒发的感情而言，是以质性自然，乐在其中的情趣来贯穿这一组诗篇的。诗中虽有感情的动荡，转折，但那种欢愉，达观的明朗色彩是辉映全篇的。</p> <p>　　第一首诗主要是以追悔开始，以庆幸结束，追悔自己“误落尘网”、“久在樊笼”的压抑与痛苦，庆幸自己终“归园田”、复“返自然”的惬意与欢欣，真切表达了诗人对污浊官场的厌恶，对山林隐居生活的无限向往与怡然陶醉。</p> <p>　　“少无适俗韵，性本爱丘山。”所谓“适俗韵”无非是逢迎世俗、周旋应酬、钻营取巧的那种情态、那种本领，这是诗人从来就未曾学会的东西。作为一个真诚率直的人，其本性与淳朴的乡村、宁静的自然，似乎有一种内在的共通之处，所以“爱丘山”。前二句表露了作者清高孤傲、与世不合的性格，看破官场后，执意离开，对官场黑暗的不满和绝望。为全诗定下一个基调，同时又是一个伏笔，它是诗人进入官场却终于辞官归田的根本原因。</p> <p>　　“误落尘网中，一去三十年。”人生常不得已。作为一个官宦人家的子弟，步入仕途乃是通常的选择；作为一个熟读儒家经书、欲在社会中寻求成功的知识分子，也必须进入社会的权力组织；便是为了供养家小、维持较舒适的日常生活，也需要做官。所以不能不违逆自己的“韵”和“性”，奔波于官场。回头想起来，那是误入歧途，误入了束缚人性而又肮脏无聊的世俗之网。“一去三十年”，当是“十三年”之误。从陶渊明开始做官到最终归隐，正好是十三年。这一句看来不过是平实的纪述，但仔细体味，却有深意。诗人对田园，就像对一位情谊深厚的老朋友似地叹息道：“呵，这一别就是十三年了！”心中无限感慨，无限眷恋，但写来仍是隐藏不露。</p> <p>　　“羁鸟恋旧林，池鱼思故渊。”虽是“误入尘网”，却是情性未移。这两句集中描写做官时的心情，从上文转接下来，语气顺畅，毫无阻隔。因为连用两个相似的比喻，又是对仗句式，便强化了厌倦旧生活、向往新生活的情绪。</p> <p>　　“开荒南野际，守拙归园田”，“守拙”回应“少无适俗韵”——因为不懂得钻营取巧，不如抱守自己的愚拙，无须勉强混迹于俗世；“归园田”回应“性本爱丘山”——既有此天性，便循此天性，使这人生自然舒展，得其所好。开始所写的冲突，在这里得到了解决。</p> <p>　　“方宅十余亩，草屋八九间”，是简笔的勾勒，以此显出主人生活的简朴。但虽无雕梁画栋之堂皇宏丽，却有榆树柳树的绿荫笼罩于屋后，桃花李花竞艳于堂前，素淡与绚丽交掩成趣。</p> <p>　　“暧暧远人村，依依墟里烟。”暧暧，是模糊不清的样子，村落相隔很远，所以显得模糊，就像国画家画远景时，往往也是淡淡勾上几笔水墨一样。依依，形容炊烟轻柔而缓慢地向上飘升。这两句所描写的景致，给人以平静安详的感觉，好像这世界不受任何力量的干扰。</p> <p>　　“狗吠深巷中，鸡鸣桑树颠”，一下子将这幅美好的田园画活起来了。这二句套用汉乐府《鸡鸣》“鸡鸣高树颠，狗吠深宫中”而稍加变化。但诗人绝无用典炫博的意思，不过是信手拈来。他不写虫吟鸟唱，却写了极为平常的鸡鸣狗吠，因为这鸡犬之声相闻，才最富有农村环境的特征，和整个画面也最为和谐统一。隐隐之中，是否也渗透了《老子》所谓“小国寡民”、“鸡犬之声相闻，民老死不相往来”的理想社会观念，那也难说。单从诗境本身来看，这二笔是不可缺少的。它恰当地表现出农村的生活气息，又丝毫不破坏那一片和平的意境，没有喧嚣和烦躁之感。以此比较王籍的名句“蝉噪林逾静，鸟鸣山更幽”，那种为人传诵的所谓“以动写静”的笔法，未免太强调、太吃力。</p> <p>　　“户庭无尘杂，虚室有余闲。”尘杂是指尘俗杂事，虚室就是静室。既是做官，总不免有许多自己不愿干的蠢事，许多无聊应酬吧。如今可是全都摆脱了，在虚静的居所里生活得很悠闲。不过，最令作者愉快的，倒不在这悠闲，而在于从此可以按照自己的意愿生活。</p> <p>　　“久在樊笼里，复得返自然。”自然，既是指自然的环境，又是指顺适本性、无所扭曲的生活。这两句再次同开头“少无适俗韵，性本爱丘山”相呼应，同时又是点题之笔，揭示出《归园田居》的主旨。但这一呼应与点题，丝毫不觉勉强。全诗从对官场生活的强烈厌倦，写到田园风光的美好动人，新生活的愉快，一种如释重负的心情自然而然地流露了出来。这样的结尾，既是用笔精细，又是顺理成章。</p> <p>　　这首诗最突出的是写景———描写园田风光运用白描手法远近景相交，有声有色；其次，诗中多处运用对偶句，如：“榆柳荫后檐，桃李罗堂前。”还有对比手法的运用，将“尘网”“樊笼”与“园田居”对比，从而突出诗人对官场的厌恶、对自然的热爱；再有语言明白清新，几如白话，质朴无华。这首诗呈现出一个完整的意境，诗的语言完全为呈现这意境服务，不求表面的好看，于是诗便显得自然。总之，这是经过艺术追求、艺术努力而达到的自然。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>从二十九岁起开始出仕，任官十三年，一直厌恶官场，向往田园。他在义熙元年（405年）四十一岁时，最后一次出仕，做了八十多天的彭泽县令即辞官回家。以后再也没有出来做官。据《宋书·陶潜传》和萧统《陶渊明传》云，陶渊明归隐是出于对腐朽现实的不满。当时郡里一位督邮来彭泽巡视，官员要他束带迎接以示敬意。他气愤地说：“我不愿为五斗米折腰向乡里小儿！”陶渊明天性酷爱自由，而当时官场风气又极为腐败，谄上骄下，胡作非为，廉耻扫地。一个正直的士人，在当时的政洽社会中决无立足之地，更谈不上实现理想抱负。陶渊明经过十三年的曲折，终于彻底认清了这一点。陶渊明品格与政治社会之间的根本对立，注定了他最终的抉择——归隐。从此他结束了时隐时仕、身不由己的生活，终老田园。归来后，作《归园田居》<a href=\"http://so.gushiwen.org/view_70896.aspx\">诗</a>一组。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "田园",
    "生活"
  ]
}