{
  "id": 49467,
  "star": 111,
  "name": "八声甘州·寄参寥子",
  "dynasty": "宋代",
  "content": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 <br>记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。",
  "fanyi": "<p><strong>译文</strong><br>有情风从万里之外卷潮扑来，无情时又送潮返回。请问在钱塘江上或西兴渡口，我俩共赏过几次夕阳斜晖？用不着仔细思量古今的变迁，一俯一仰的工夫，早已物是人非。谁像我东坡苏老。白首之年，淡忘了仕进的机会。<br>记住西湖的西岸，春日最美的山隈，就是那空明的翠微，如烟的云霏。算起来<a href=\"http://so.gushiwen.org/view_49467.aspx\">诗</a>人中相处得宜。如我与您这样的友情，确实稀微，弥足珍贵。约定日后，像东晋宰相谢安那样，沿着直通大海的长江航道，向东引退、回归。别让这一高雅志向与未来事实彼此违背。不应在西州路上回首恸哭，为了我而沾湿衣襟，洒落泪水。</p> <p><strong>注释</strong><br>①八声甘州：词牌名。源于唐大曲，又名《甘州》、《潇潇雨》。<br>②参寥子：即僧人道潜，字参寥，浙江于潜人。精通佛典，工诗，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与之交厚。元祐六年（1091年），苏轼应召赴京后，寄赠他这首词。<br>③钱塘江：浙江最大河流，注入杭州湾，江口呈喇叭状，以潮水壮观著名。<br>④西兴：即西陵，在钱塘江南，今杭州市对岸，萧山县治之西。<br>⑤几度斜晖：意谓度过多少个伴随着斜阳西下的夜晚。<br>⑥俯仰昔人非：语出<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》：“俯仰之间，已为陈迹。”<br>⑦忘机：忘却世俗的机诈之心。见《列子·黄帝》，传说海上有一个人喜欢鸥鸟，每天坐船到海上，鸥鸟便下来与他一起游玩。一天他父亲对他说，“吾闻鸥鸟皆从汝游，汝取来吾玩之”，于是他就有了捉鸟的“机心”（算计之心），从此鸥鸟再也不下来了。这里说苏轼清除机心，即心中淡泊，任其自然。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《下终南山过斛斯山人宿置酒》：\"我醉君复乐，陶然共忘机。\"苏轼《和子由送春》：\"芍药樱桃俱扫地，鬓丝禅榻两忘机。\"<br>⑧相得：相交，相知。<br>⑨谢公雅志：《晋书·谢安传》载：谢安虽为大臣，“然东山之志始末不渝”，“造讽海之装，欲经略初定，自江道还东。雅志未就，遂遇疾笃”。雅志，很早立下的志愿。<br>⑩“西州路”三句：《晋书·谢安传》载：安在世时，对外甥羊昙很好。安死后，其外甥羊昙“辍乐弥年，行不由西州路”。某次醉酒，过西州门，回忆往事，“悲感不已”，“恸哭而去”。 西州，古建业城门名。晋宋间建业（今江苏南京）为扬州刺史治所，以治所在城西，故称西州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词作起势不凡，以钱塘江潮喻人世的聚散分合，充分地表现了词人的豪情。首二句写江潮“有情”而来，却终“无情”而归，似有情而实无情。“几度斜晖”的发问，又写出天上阳光的无情。地上潮水无情而归，天上夕阳无情而下，则是天地无情，万物无情。“俯仰昔人非”写人世转瞬万变，如同梦幻，这又是社会人生的无情。对此无情的人生，词人的态度却很乐观，“不用思量今古”，不必替古人伤心，也不必为现实忧虑，因而他能超脱时俗，“自首忘机”。这种达观的思想，在<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词中表现得极为普遍，而在这首词中则更明显，词人俯仰天地，纵览古今，得出的结论“一切无情”。因此，他的“忘机”，就带有深刻的了悟性。</p> <p>　　下阕写词人与参寥的友情。词人看穿了古今万物，无意去名利场上角逐，但他并没有完全忘世，更没有忘情，他对生活的爱是执著强烈的，他对友情是非常珍视的。回想起在西湖与参寥子和<a href=\"http://so.gushiwen.org/view_49467.aspx\">诗</a>饮酒、饱览春山美景、谈禅说理、流连忘返的日日夜夜，词人不禁从内心深处对这位友人以知己许之——“算诗人相得，如我与君稀”，以“诗人”称参寥，正反映出二人志趣的投合。苏轼才高学富，一般是不轻易许人的，但对参寥的诗，曾不止一次地赞赏。如参寥的诗句“禅心已作沾泥絮，不逐东风上下狂”、“风薄猎猎弄轻柔，欲立蜻蜓不自由。五月临平山下路，藕花无数满汀洲”等，都是为苏轼所激赏的。在诗歌创作上的共同兴趣，是二人友谊的一个重要基础。</p> <p>　　“约他年、东还海道”以下五句，表现了词人归隐之志的坚定，进一步写二人的友情。据《晋书·谢安传》记载，谢安东山再起后，时时不忘归隐，但终究还是病死于西州门，未能实现其归隐的“雅志”。羊昙素为谢安所重，谢安死后，他有一次醉中无意走过西州门，觉而大哭而去。词人当时被召还，且被委以显官，但他“自首忘机”，志在归隐，因此，安慰友人，说“我一定不会像谢安一样雅志相违，使老朋友恸哭于西州门下”。说“愿”，说“不应”，全从自我的感情落笔，正表现了两人情谊的深切。 这首词最大的特点就是以平淡的文字抒写深厚的情意，而气势雄放，意境浑然。“从至情中流出”道出了这首词的特色。由于词人与参寥有着共同的志趣，由于参寥品德的高尚，他们的友谊是十分真挚的。词人所抒之情发自内心，这种真挚的感情并不因文字的平淡而失去其深沉、雄厚之力。这是“豪华落尽见真淳”（<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《论诗绝句》）的一种艺术境界，它看似容易，实际上只有少数作家才能达到。元好问说苏轼词“性情之外，不知有文字”（元好问《新轩乐府引》）。</p> <p>　　此外，词中抒写出世的高想，表现人生空漠之感，却以豪迈的气势出之，使人惟觉其气象峥嵘，而毫无颓唐、消极之感。词人强调达观和“忘机”，使人感到的却是他对友情的无比珍重。苏轼达观中充满豪气，向往出世又执著于友情的个性，于此可见一斑。</p>",
  "about": "<h2>创作背景</h2> 　　《八声甘州·寄参寥子》此词作于宋哲宗元祐六年（1091年），时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由杭州知州召为翰林学士承旨，将离杭州赴汴京时送给参寥的。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写水",
    "感叹",
    "人生",
    "哲理",
    "离别",
    "友情"
  ]
}