{
  "id": 8,
  "star": 407,
  "name": "芣苢",
  "dynasty": "先秦",
  "content": "采采芣苢，薄言采之。<br>采采芣苢，薄言有之。<br>采采芣苢，薄言掇之。<br>采采芣苢，薄言捋之。<br>采采芣苢，薄言袺之。<br>采采芣苢，薄言襭之。",
  "fanyi": "<strong>译文</strong><br>采呀采呀采芣苢，采呀采呀采起来。<br>采呀采呀采芣苢，采呀采呀采得来。<br>采呀采呀采芣苢。一片一片摘下来。<br>采呀采呀采芣苢，一把一把捋下来。<br>采呀采呀采芣苢，提起表襟兜起来。<br>采呀采呀采芣苢，掖起衣襟兜回来。 <p><strong>注释</strong><br>⑴采采：采而又采。芣苢（fúyǐ ）：植物名，即车前草，其叶和种子都可以入药，有明显的利尿作用，并且其穗状花序结籽特别多，可能与当时的多子信仰有关。<br>⑵薄言：发语词，无义。这里主要起补充音节的作用。<br>⑶有：取得。<br>⑷掇（duō）：拾取，伸长了手去采。<br>⑸捋（luō）：顺着茎滑动成把地采取。<br>⑹袺（jié）：一手提着衣襟兜着。<br>⑺襭（xié）：把衣襟扎在衣带上，再把东西往衣里面塞裹。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“芣苢”即车前草，这是当时人们采车前时所唱的歌谣。 </p> <p>　　《<a href=\"http://so.gushiwen.org/view_8.aspx\">诗</a>经》中的民间歌谣，有很多用重章叠句的形式，但像《芣苢》这篇重叠得如此厉害却也是绝无仅有的。先以第一章为例：“采采”二字，以《诗经》各篇的情况而论，可以解释为“采而又采”，亦可解释为“各种各样”。有人觉得用前一种解释重复过甚，故取第二种。然而说车前草是“各种各样”的，也不合道理，应该还是“采而又采”。到了第二句，“薄言”是无意义的语助词，“采之”在意义上与前句无大变化。第三句重复第一句，第四句又重复第二句，只改动一个字。所以整个第一章，其实只说了两句话：采芣苢，采到了。这还罢了，第二章、第三章竟仍是第一章的重复，只改动每章第二、四句中的动词。也就是说，全诗三章十二句，只有六个动词——采、有、掇、捋、袺、襭——是不断变化的，其余全是重叠，这确实是很特别的。</p> <p>　　但这种看起来很单调的重叠，却又有它特殊的效果。在不断重叠中，产生了简单明快、往复回环的音乐感。同时，在六个动词的变化中，又表现了越采越多直到满载而归的过程。诗中完全没有写采芣苢的人，令人读起来却能够明白地感受到她们欢快的心情——情绪就在诗歌的音乐节奏中传达出来。清人方玉润在《诗经原始》中说：“读者试平心静气涵咏此诗，恍听田家妇女，三三五五，于平原旷野、风和日丽中，群歌互答，余音袅袅，若远若近，忽断忽续，不知其情之何以移，而神之何以旷。”这话虽说想像的成分多了些，体会还是很准确的。这种至为简单的文辞复沓的歌谣，确是合适于许多人在一起唱；一个人单独地唱，会觉得味道不对。<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>曾经嘲笑地说：“三百篇如‘采采芣苢，薄言采之’之类，均非后人所当效法。今人附会圣经，极力赞叹。章斋戏仿云：‘点点蜡烛，薄言点之。剪剪蜡烛，薄言剪之。’闻者绝倒。”（《随园诗话》）说《诗经》不宜盲目效仿，当然不错，但他所取的例子，实为不伦不类。一群人在野外采芣苢，兴高采烈，采而又采，是自然的事情，诗歌可以把这欢快表达出来。而一个人在那里把蜡烛芯剪了又剪，还唱着“剪剪蜡烛，薄言剪之”，除了精神病，也没有别的解释了。这完全是文人制造出来的滑稽，并非《芣苢》不值得赞叹或绝对不可以效仿。</p> <p>　　关于当时人们采芣苢的用处的问题，毛传说此草“宜怀任（妊）”即可以疗治不孕；又一种说法，是认为此草可以疗治麻风一类的恶疾。这两种说法在中医学上都没有根据。现 在中医以此草入药，是认为它有清热明目和止咳的功能，草籽据说可治高血压。这还罢了，也可以勉强地说，《诗经》时代的人是相信车前草是可以治疗不孕或麻风的。但即便如此，这诗仍然有不可理解之处：不孕或者家里人生了麻风，都是极苦恼的事情，不可能有一大群人为此而兴高采烈地一边采车前一边唱着歌的道理。拿方玉润所推想的情景来看这样的解释，尤其觉得不对劲。</p> <p>　　所以应该给《芣苢》以另一种更合理的解释。清代学者郝懿行在《尔雅义疏》中所说的一句话：“野人亦煮啖之。”此“野人”是指乡野的穷人。可见到了清代，还有穷人以此为食物的。在朝鲜族（包括中国境内和朝鲜半岛上的），以车前草为食物是普遍的习俗。春天采了它的嫩叶，用开水烫过，煮成汤，味极鲜美。朝鲜族是受汉族古代习俗影响极大的民族，朝语至今保存了很多古汉语的读音。可以推想，中国古代民间也曾普遍以车前草为食物，只是到了后来，这种习俗渐渐衰退，只在郝懿行所说的“野人”中偶一见之，但在朝鲜族中，却仍旧很普遍。</p> <p>　　以此释《芣苢》诗，就觉得容易理解了。按明代田汝成《西湖游览志》云：“三月三日男女皆戴荠菜花。谚云：三月戴荠花，桃李羞繁华。”荠菜花实在说不上好看，只因荠菜是江南人所喜爱的野菜，对于穷苦人更是天之恩惠，故人们连它的花儿也生了偏爱。车前草较荠菜更为平常易得，想必很多年前，它更受老百姓的喜爱。如方玉润之说，想必每到春天，就有成群的妇女，在那平原旷野之上，风和日丽之中，欢欢喜喜地采着它的嫩叶，一边唱着那“采采芣苢”的歌儿。那真是令人心旷神怡的情景。生活虽是艰难的事情，却总有许多快乐在这艰难之中。</p>",
  "about": "<h2>创作背景</h2> 　　这是周代人们采集野生植物车前子时所唱的歌谣。《毛<a href=\"http://so.gushiwen.org/view_8.aspx\">诗</a>序》：“《芣苢》，后妃之美也，和平则妇人乐有子矣。”后人多不赞成毛序的说法。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "民歌",
    "劳动"
  ]
}