{
  "id": 12578,
  "star": 56,
  "name": "听邻家吹笙",
  "dynasty": "唐代",
  "content": "凤吹声如隔彩霞，不知墙外是谁家。<br>重门深锁无寻处，疑有碧桃千树花。",
  "fanyi": "<p><strong>译文</strong><br>吹笙的声音如隔着彩霞从天而来，不知墙外究竟是哪一家。<br>重重大门紧锁无处寻觅，但心中猜想其中必有千树的桃花。</p> <p><strong>注释</strong><br>⑴笙：笙是世界上最早使用自由簧的乐器。<br>⑵凤吹声：吹笙的声音。<br>⑶重门：重重的大门。<br>⑷千树花：千桃树上的花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　钱钟书《通感》一文，列举<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>等唐代<a href=\"http://so.gushiwen.org/view_12578.aspx\">诗</a>人作品，详细分析了“古代批评家和修辞学家似乎都没有拈出”的一种描写手法，这种手法常用于描写音乐的篇章。<a href=\"http://so.gushiwen.org/author_154.aspx\">郎士元</a>这首小诗就运用这种描写手法，即“通感”。它是把视觉、听觉、嗅觉、味觉、触觉沟通起来的一种修辞手法。这首《听邻家吹笙》，在“通感”的运用上，颇具特色。</p> <p>　　这是一首听笙诗。笙这种乐器由多根簧管组成，参差如凤翼；其声清亮，宛如凤鸣，故有“凤吹”之称。传说仙人王子乔亦好吹笙作凤凰鸣（见《列仙传》）。首句“凤吹声如隔彩霞”就似乎由此作想，说笙曲似从天降，极言其超凡入神。具象地写出“隔彩霞”三字，就比一般地说“此曲只应天上有”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>）、“如听仙乐耳暂明”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>）来得高妙。将听觉感受转化为视觉印象，给读者的感觉更生动具体。同时，这里的“彩霞”，又与白居易《琵琶行》、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《听颖师弹琴》中运用的许多摹状乐声的视觉形象不同。它不是说声如彩霞，而是说声自彩霞之上来；不是摹状乐声，而是设想奏乐的环境，间接烘托出笙乐的明丽新鲜。</p> <p>　　“不知墙外是谁家”，对笙乐虽以天上曲相比拟，但对其实际来源必然要产生悬想揣问。诗人当是在自己院内听隔壁“邻家”传来的笙乐，所以说“墙外”。这悬揣语气，不仅进一步渲染了笙声的奇妙撩人，还见出听者“寻声暗问”的专注情态，也间接表现出那音乐的吸引力。于是，诗人动了心，由“寻声暗问‘吹’者谁”，进而起身追随那声音，欲窥探个究竟。然而“重门深锁无寻处”，一墙之隔竟无法逾越，不禁令人于咫尺之地产生“天上人间”的怅惘和更强烈的憧憬，由此激发了一个更为绚丽的幻想。</p> <p>　　“疑有碧桃千树花”。以花为意象描写音乐，“芙蓉泣露香兰笑”（李贺）是从如泣如笑的乐声着想，“江城五月落梅花”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>）是从《梅花落》曲名着想，而此诗末句与它们都不同，仍是从奏乐的环境着想。与前“隔彩霞”呼应，这里的“碧桃”是天上碧桃，是王母桃花。灼灼其华，竟至千树之多，是十分繁缛绚丽的景象。它意味着那奇妙的、非人世间的音乐，宜乎如此奇妙的、非人世间的灵境。它同时又象征着那笙声的明媚、热烈、欢快。而一个“疑”字，写出如幻如真的感觉，使意象给人以飘渺的感受而不过于质实。</p> <p>　　此诗三句紧承二句，而四句紧承三句又回应首句，章法流走回环中有递进（从“隔彩霞”到“碧桃千树花”）。它用视觉形象写听觉感受，把五官感觉错综运用，而又避免对音乐本身正面形容，单就奏乐的环境作“别有天地非人间”的幻想，从而间接有力地表现出笙乐的美妙。在“通感”运用上算得是独具一格的。</p>",
  "poet": {
    "id": 154,
    "star": 0,
    "name": "郎士元",
    "image": "http://img.gushiwen.org/authorImg/langshiyuan.jpg",
    "desc": "郎士元 唐代诗人。字君胄。中山（今河北定县）人。生卒年不详。天宝十五载(756)登进士第。安史之乱中，避难江南。宝应元年(762)补渭南尉，历任拾遗、补阙、校书等职，官至郢州刺史。 郎士元与钱起齐名，世称\"钱郎\"。他们诗名甚盛，当时有\"前有沈宋，后有钱郎\"(高仲武《中兴间气集》)之说。"
  },
  "tags": [
    "音乐",
    "乐器"
  ]
}