{
  "id": 70176,
  "star": 3,
  "name": "杂剧·李云英风送梧桐叶",
  "dynasty": "元代",
  "content": "楔子<br>小生姓任名继图，字道统，本贯西蜀人也。浑家姓李名云英，乃故丞相李林甫之孙女。小生攻习诗书，兼通武艺，有同堂朋友哥舒翰，守御西蕃，遣使临门。取小生参赞军事，小生则索走一遭去。浑家，你在家中权时过遣，我到彼处建立功业，博得一官半职，还来与你同享富贵，有何不可？男儿，你去不争，目今安禄山作乱，人不顾生，倘有不测，教妾一身，如之奈何？浑家不知，自古修文演武，取功名于乱世，终不然恋酒贪花，堕却壮志。从来道：学成文武艺，货与帝王家。那时称我平生之愿，腰金衣紫，荫子封妻，荣显乡闾，也是好事。浑家休得阻当，小生便索登程也。男儿既然坚意要去进取功名，一路上小心在意者！<br>【仙吕】【赏花时】雨泪流红翠袖斑，锦被分香凤枕闲。无计锁雕鞍，江空岁晚，何处问平安！<br><br>第一折<br>老夫尚书牛僧孺是也。从天子幸蜀，有一女子李云英，乃李林甫孙女，被军中所掳。他说原有夫主，老夫收留在家，夫人每每劝我纳为侍妾。老夫想来，冠至敝不可弃之于足。履虽新不可加之于首。此女相门之家，纳之为妾，此心安忍？因此认为义女，教俺亲生女孩儿金哥拜为姐姐，就学他针指女工。待云英家信通时，还他夫妇完聚；若他丈夫没了，就与他嫁个良婿，岂非阴骘？今日俺夫人大慈寺中烧香去，左右，收拾轿马，一同小姐随侍夫人走一遭去来。妾身丈夫任继图。前往西蕃，进取功名。自他去后，有安禄山作乱，陷了长安，天子幸蜀，妾身被军中所掳。幸得牛尚书收买妾身，留养府中，以为义女，教他女孩儿拜妾身为姐姐。虽是坐享富贵，则夫妇分离，不知音耗，这烦恼如之奈何！目今春间天道，花柳争妍，对此美景良辰，越添离别之苦也呵！<br>【仙吕】【点绛唇】镜破钗分，粉消香褪，萦力寸。酒美花新，总是思家恨。<br>【混江龙】韶华将尽，三分流水二分尘。闷恹恹人闲白昼，静巉巉门掩青春。白鹦鹉频传花外语，锦鸳鸯将避柳边人。啭晓日莺声恰恰，舞香风蝶翅纷纷。映楼阁青山隐隐，漾池塘绿水粼粼。过节序偏增感叹，对莺花谩自伤神。桃似火，草铺茵，歌声歇，笑声频。则为我眼中不见意中人，因此上今春不灭前春闷。流泪眼桃花脸瘦，锁愁肠杨柳眉颦。当日妾身不合容他去了，致有今日也呵！<br>【油葫芦】悔杀当初不自忖，轻将罗袂分，今日个锦笺无路托鸿鳞。我如今瘦岩岩腰减罗裙褪，他那里急煎煎人远大涯近。昨日是秋，今日是春。叹光阴有尽情难尽，无计觅行云。<br>【天下乐】可正是一样相思两断魂，青也波春，断送了人，叹孤身恰如飞絮滚。虚飘飘离乱人，孤另另多病身，对轻风憔悴损。<br>【那吒令】琼梳插绿云，显青天月痕；湘裙荡晓云，污春衫酒痕；鲛绡翦素云，揾啼妆旧痕。打叠起心上愁，拽扎起眉尖恨，虽则是强点朱唇。姐姐，快来着些！母亲，您孩儿到也。<br>【鹊踏枝】随侍着母亲，去游春，列两行侍妾丫环，簇拥定绣毂雕轮。虞候们行得来大紧，早来到耸青霄金碧山门。<br>小生任继图，自参哥舒翰军事，离家不久，安禄山作乱，残破京师，天子幸蜀。小生家眷存亡，未知下落，每日愁思。今安禄山被擒，天下大定，至尊还京，小生方得还家。今往大慈寺过，权且歇马，约着友人花卿之子花仲清，来此同游。怎么还不见来？小生见佛殿在侧，粉壁光净，口占一词，词寄［木兰花慢］，以写思家离别之怀。等闲离别，一去故乡音耗绝。祸结兵连，娇凤雏鸾没信传。落花风絮，杜鹃啼血伤春去。过客愁闻，伫立东风欲断魂。小生不留姓字，写了出门，还候花仲清咱。点上灯烛来，待我烧香也。前面行的那秀才，看他模样，好与我男儿一般。向我前试认咱。我寻花仲清去来。<br>【寄生草】是何处风流客，谁家年少人？他转回廊忙把身躯褪，我隔雕栏不敢题名问，他出山门不肯回头认。莫不是游仙梦里乍相逢，多管是武陵溪畔曾相近。<br>俺母亲等去烧香，索去点上灯烛来。请夫人上香。<br>【金盏儿】字体草连真，词句煞清新。包藏着四海三江闷，走龙蛇笔阵起烟云。莫不是我男儿么？看时频滴泪，读罢暗消魂。可恰才题句客，兀的不傒幸杀断肠人！这字体好似俺男儿的。<br>【醉中天】这书学宗秦汉摹唐晋。这笔阵流三峡扫千军。好与俺男儿字逼真，一点画从头儿认，字法儿不差了半分。既传芳信，不题名却为何因？虽然如此，天下人写的字多有一般的，未审是与不是，索和一首，若是俺丈夫见了，必寻我也。我试写在此咱。<br>【后庭花】捻霜毫诉事因，别夫君又几春。思往事浑如梦，恨不的上青山便化身。拂绰了驻间尘，我依着他韵，也做一首咱。待酬前韵，两三行字体匀，说当年夫妇恩。愿儿夫亲见闻，任傍人胡议论。<br>【青哥儿】也是我一旨、一言难尽，泼残生进退、进退无门，恰便似月待圆花待春。想当日阮肇刘展，采约寻真，花雨香云？隔断凡尘。尚儿自笙歌迎入，画堂春，他也有姻缘分。<br>写完了。试念咱。临歧分别，一旦恩情成断绝，烽火相连。雁帖鱼书谁与传。<br>身如柳絮，沾泥不复随风去。杜宇愁闻，啼断思乡怨女魂。殿上烧香咱。云英，你是裙钗女流之辈，何故赓和他人词章，岂不出丑？母汞，孩儿见此词与俺丈夫任继图写的无异。以此和一首在后面。倘若真个是俺男儿，他必来寻妾身也。<br>【赚煞】听孩儿诉衷情，休嗔忿，你是个女孩儿，题诗恐怕旁人耻笑。有共他每笑哂，非是荒淫惹外人。你题甚诗？这词又不是道春情子曰诗云，暗伤神，雨泪纷纷，低首无言听处分。虽然如此，你是女子，赓和他人词章，是何体面？母亲息怒，孩儿再不敢了也。则今日从朝至昏，不离分寸，酩子里向晚妆楼，目断楚台云。<br><br>第二折<br>小生乃节度使李光远手下偏将花卿之子花仲清是也。从小随父亲习学兵法，自诛逆贼段子章，累建大功，朝廷不蒙重用，以此闲居。小生有友人任继图，此人乃饱学才子，因哥舒翰请他参赞军事，不意禄山作乱，回至家中，妻子被掳，家计一空。此人发志，与小生至此，同应科举。适间同至邮亭，小生马要饮水，以此落后了，只索纵马赶他去咱。小生任继图，到此大慈寺中歇马，壁间写下一词释闷。回至家中，妻女已被掳去，不知存亡。小生想来，夫妻会合聚散，自有定数，愁之何益？目今朝廷开文武科场，凭着我胸中万卷文章，且鏖战一番，若得一官半职，以显父母，岂不美哉？适同友人花仲清约至此寺中，借一禅房安下候选。待之久矣，不见他来，且往禅房下安歇去咱。秋风飒飒，落叶飘飘。秋间天道，刮起这般大风，越感动我思乡烦恼。妹子，你看是好大风也呵！<br>【正官】【端正好】荐新凉，消残暑，落行云顷刻须臾。翻江搅海惊涛怒，摇脱秋林木。<br>【滚绣球】荡岸芦，撼庭竹，送长江片帆归去，动群山万籁喧呼。他翻手云，覆手雨，没定指性儿难据，乱纷纷败叶凋梧。则为你分开丹凤难成侣，吹断征鸿不寄书，使离人感叹嗟吁。<br>妹子，这风有贵贱大小。姐姐，这风怎么有贵贱大小？<br>【倘秀才】有一等入椒桂穿洞房的似大王般敬伏，有一等扬腐儒起陋巷的以庶民比喻。他也曾感动思乡汉高祖，催张翰，忆纯鲈，休官出帝都。姐姐这风真个大哩<br>【滚绣球】卷三层屋上茅，度儿声砧上杵，飕、飕、飕，吹散了一天烟雾，送扁舟飘荡江湖。破黄金菊蕊开，坠胭脂枫叶舞，向深山落花满路。去时节长则是向东南巽位藏伏。入罗帏冷清清勾引动怀怨闺中女。渡关河寒凛凛徯落杀思归塞下夫，惊起老树啼乌。妹子，你看怎生风吹一片叶子来？我与你将描笔儿写一首诗在上，天若可怜，借这大风吹这叶儿上诗到家，教俺丈夫知我音耗咱。姐姐，这千山万水，怎能勾到那里也！试翠敛蛾眉，为郁心中事。搦管下庭除，书作相思字。此字不书名，此字不书纸。书在秋叶上，愿逐秋风起。天下有情人，为我相思死。天下薄情人，不解相思意。有情与薄情，知他落何地。风呵，可怜见妾身流落他乡，愿借一阵知人心解人意慈悲好风，吹这叶子到俺儿夫行去。<br>【倘秀才】风呵！你略停止呼号怒容咱告覆，暂定息那颠狂性听咱嘱付，休信他刚道雌雄楚宋玉。敢劳你吹嘘力，相寻他飘荡的那儿夫，是必与离人做主。<br>风呵，你是必听我分付来<br>【呆骨朵】你与我起青萍一阵阵吹将去，到天涯只在斯须。休恋他醉琼姬歌扇桃花，休摇动搅离人空庭翠竹。休入桃源洞，休过章台路。递一叶起商飚梧叶儿，恰便似寄青鸾肠断书。<br>风呵，兀的不侯傒杀人也！方才撼山拔树，飞沙走石般起，投至央及你，可倒定息了。我想来，天意多管是嘱付不到，你不肯吹这叶子去，只索再嘱付你咱。<br>【叨叨令】你管他送胡笳声断城头暮，休道他搅旌旗影动边城戍。休恋他逐歌声罗绮筵前舞，休从他传花信桃李园中入。你是吹来也么哥，是吹来也么哥，直吹到受凄凉鳏寡儿夫行驻。<br>你看，一阵大风起也。<br>【伴读书】顺手儿吹将去，一叶儿随风度。刮马儿也似回头不知处，谢天公肯念俺离人苦。飘然有似神灵助，旋起阶除。<br>【笑和尚】忽、忽、忽，似神仙鸣佩琚，飕、飕、飕，似列子登云路，疏、疏、疏，王吉玎珰檐马儿声不住。嗤、嗤、嗤，鸣纸窗，吸、吸、吸，度天衢，刷、刷、刷，坠落斜阳暮。<br>四季之中，风虽一般，中间有各别处。妹子，你听我说这四季风与你听咱。<br>【三煞】到春来向楼台度歌声轻敲檀板黄金缕，入庭院扇和气香引琼浆白玉壶。园花鸣条，溪河解冻，柳叫青摇，桃萼红舒。花飞锦机，草偃青苔，梅落琼酥。帘垂槛曲，寒料峭透罗厨。<br>姐姐，这夏天风可是如何？<br>【二煞】到夏来竹床枕簟凉生处，茶罢轩窗梦觉余。波皱鱼鳞，扇摇蝉翼，香袅龙涎，帘漾虾须。水面相牵荷蒂，池头远递莲香，波心摇落荷珠。凉生院宇，送微雨出云衢。<br>这秋冬可是怎生？<br>【煞尾】到秋来啾啾响和蛩吟絮，飒飒吹斜雁影孤。感动秋声八月初，采扇题清班婕好，对景悲秋宋大夫。江上纷纷折败芦，田内潇潇偃禾黍。则送流萤入座隅，积渐雕零岸柳疏，荏苒荷盘老柄枯，飘尽丹枫落井梧。女怨凄凉滴泪珠，悲向晚窗忆征旅。到冬来羊角呼号最狠毒，走石飞沙满路途。透入毡帘酒力徂，寒助冰霜透体肤，袅尽清香冷篆炉。凛冽严凝挂冰箸，刮面穿衣怎遮护？四季中间无日无，惟有秋深更凄楚。怎当他，协和芭蕉夜窗雨。<br><br>第三折<br>恰才迎候友人花仲清，至邮亭徘徊半晌，尚不见来，不免在寺中消遣去咱。这里怎生有一片叶子从空飞将下来？我拾起来看波。多管是那一个知我失了浑家，故作此诗。想天与姻缘，夫妻必有完聚的日子。我且上殿去游玩咱。这诗是我昔日题下词章，又有人赓和在后。这一段姻缘，须有着落。且回禅堂中歇息去来。正是牢落空门叹索居，姻缘他日竟何如。天涯游子多羁思，肠断梧桐叶上书。老夫牛僧孺是也。目今文武状元及第，这两个状元，都也生得好表人物。俺那金哥孩儿长成了，待结彩楼，等状元游街时抛绣球，接丝鞭，求取佳配。这义女云英孩儿是姐姐，索教夫人尽问他，一来看他有守志的心也无，二来先及其疏，后及其亲，礼也。索请夫人商议。夫人在那里？妾身自与儿夫分离，至今三载，音信杳无。虽在此坐享富贵，眉头心上，一点相思，甚日放的下也呵？？<br>【中吕】【粉蝶儿】粉悴脂憔，闷恹恹暗伤怀抱，困腾腾划损眉梢。画堂深，朱户悄，雁书不到。情绪萧条，影儿孤，镜鸾羞照。<br>【醉春风】人去玉箫闲，云深外凤杳。梦魂无夜不关山，何日是了，了。长则是锦被捞笼，绮窗嗟叹，书楼凝眺。<br>姐姐，母亲唤哩，须索去见来。母亲，唤妾身有何言语？孩儿，唤你有句言语和你商量，趁你年少，寻个良婿与你，心下如何？<br>【迎仙客】老尊亲错见了，失节罪难逃，妾身况兼年纪小。我想雁有雌雄一对，没了一个，再不入群，永为孤雁。若婿了再求婿，这是人不如鸟。母亲意下量度，我是个相门之女，再嫁事于人。则恐被傍人笑。<br>忠臣不事二君，烈女不更二夫。<br>【红绣鞋】一来是先王礼教，二来是唐宰相根苗，今日主张不从，再休后悔。弦断无心觅鸾胶。你敢待守丈夫的消耗么？芳心悬玉杵，旧约在蓝桥，哎！则我个云英怎生便嫁了？<br>父亲搭盖彩楼，教你同金哥妹子共求佳配。你是他姐姐，索先问你。若实有守志的心呵，也随的你。教你引金哥妹子登彩楼抛绣球，你心下如何？母亲言者当也。既然如此，就劳你和金哥妹妹添妆则个。妹子添妆罢，越显的十分颜色也呵！<br>【普天乐】玉娉婷，新梳掠，曲弯弯柳眉青浅，香馥馥桃脸红娇。腰肢一捻轻，举止十分俏，便似画真儿描不成如花貌。有三般儿比并妖娆，是那三般儿？若耶溪西施戏瓢，九龙池玉环斗草，凤凰台秦女吹箫。<br>夫人，教小姐登楼去也。老相公，俺且回后堂中去来。好彩楼也呵！<br>【上小楼】这彩偻百尺其高，势压着南山北岳。六曲阑干，四面帘栊，一片旌旄。彩扇交，锦帐飘，余珠错落，盼望他娇滴滴袅香风玉人来到。姐姐。你扶我上彩楼去来。<br>【幺篇】倩人扶登玉梯，似天仙下九霄。兰麝氤氲。环珮玎珰，绣幕飘飖。准备了，等待著长安年少，但不知那新状元有甚些风调。<br>我兄弟二人得了文武状元，今日夸官，这是甚么人家，结起彩楼了也？<br>【脱布衫】喷香风扑鼻葡萄，揭青天聒耳笙箫。列翠袖金钗两行，光绰绰从人争导。<br>【小梁州】烟袅金炉宝篆烧，傍云锦衣飘，群仙引领下青霄。忙传报，蹀躞马蹄遥。<br>妹子，你看状元来了也。<br>【幺篇】雀屏银烛相辉耀，隐芙蓉绣褥光摇。重奏乐，人欢笑，六街喧闹，春色醉仙桃。你看这状元，赴了琼林宴也。<br>【石榴花】状元微醉据鞍轿，猩血锦宫袍。嘶风缓辔玉骢骄，猛抬头觑着多娇。看绣球哩！山妻未知下落，若贪富贵，乃不义之人也。见状元高点玉鞭梢，似踌躇待接还抛。既然他有意来推凋，又索别打那英豪。<br>【斗鹌鹑】再寻个凤友鸾交，分甚么文强武弱。只要得女貌郎才，不枉了一双两好。有福分先夺春风翡翠巢，妹子，后面状元接了丝鞭也。美姻缘天凑巧。成就了锦片前程，常则是同欢到老。<br>【耍孩儿】欢声鼎沸长安道，得志当今贵豪。小登科接着大登科，播荣名喧满皇朝。始知学乃身之宝，惟有读书人最高。宫花斜插乌纱帽，紫袍称体，金带垂腰。<br>这个妇人，好似我的浑家。这个状元好面熟也呵！<br>【三煞】那状元意迟迟点着玉鞭，不转睛厮觑着。这状元是俺男儿也呵！扑簌簌泪点儿腮边落。他形容好似俺亲夫婿，欲待相亲又恐错认了。不敢分明道，知他真心儿认我，莫不是有意儿相调？<br>【二煞】这状元慢加鞭催玉騣，那状元故徘徊将宝镫挑，我倚栏纵目频瞻眺。莫不是老天旨念离人苦，今日街头厮抹着？那状元临去也金鞭袅。他口儿里作念，意儿里斟酌。妹子，下去见父亲母亲去来。<br>【煞尾】一星星告与父母，好共歹从他窨约。那状元多是张京兆，若得相逢把黛眉扫。<br><br>第四折<br>姻缘姻缘，事非偶然。当朝有文武状元游街，教金哥女孩儿抛绣球，接丝鞭。先打着文状元，踌躇一回，把鞭梢挡住绣球；第二打着武状元，接了丝鞭，成其佳配。有义女云英，对老夫言道，文状元与他男儿一般模样。这状元觑着云英，两意徘徊，勒马相觑，似有厮认之意，彼各快快而回。老夫想来容易，今日是吉日良辰，取状元过门与金哥女孩儿成亲，就请那文状元为送客，席上教云英出来行礼，便知端的。左右那里？大排筵会，请状元过门者！小官任继图，一举及第。昨日武状元游街，有牛尚书家中小姐，在彩楼上抛下绣球，打着小生。小生想，失了浑家，未知下落，挡住绣球，策马过了。比后打着武状元，成其姻眷。此日小生望见楼上一女子，好似小官失了的浑家。此女亦觑着小生，眷恋不已。四目相盼，各有厮认之意。想他是牛尚书府第，不敢造次，又恐错认，今日荷蒙尚书请小官为送客，伴着花状元。左右，接了马者。今日金哥妹子成亲，状元过门，父亲唤妾身行礼相见，索走一遭也呵！<br>【双调】【新水令】华堂褥隐绣芙蓉。似锦妆成桃源仙洞。这状元簪花在玉殿前，那状元折桂在月宫中。孔雀屏风，今日个已高中。<br>【驻马听】和羽流宫，一派笙歌彻太空；烹龙炮凤，满堂罗绮霭香风。想当初云英不利广寒宫，裴航空作游仙梦。只今日蓝桥路不通，玄霜玉杵成何用？这个状元，好似俺男儿也。<br>【乔牌儿】都只在嫣然笑一中，偷把幽情送。他含颦不语把肩儿竦，推将宝带松。<br>浑家缘何在此？原来果然是我丈夫。<br>【沉醉东风】为兵戈担惊受恐，折夫妻断梗飘蓬。泣枕鸳，悲衾凤，谁知道这搭儿重逢。犹道相看是梦中，捱了些凄凉万种。<br>状元，你是个读书人，怎生不知礼？小女乃裙钗女流，与你有何亲故？小生自往西蕃，安禄山作乱，残破京师，浑家李氏被掳，不知去向。秋间在大慈寺中安下，以待科举入场，在壁间吟和词章，是浑家所作。小生又于廊下拾得梧桐叶儿，叶上有诗一首，亦是浑家所作，小生锦囊收贮，常揣在怀内。不料今日荷蒙相公收留在宅上，此恩难报也。缘何你去寺中吟和词章来？我跟随母亲烧香去来，见壁上字体似男儿所作，以此吟和来。梧叶上的诗有么？曾有来。因何至此？<br>【川拨棹】想当日恨冲冲，乱离间家业空。浪迹浮踪，水远山重。逃命出枪尖剑锋，谢大恩人厮敬重。<br>你是女子，何故题诗在梧叶上？况这深沉院宇，谁与你寄将出去？那时你又不知状元下落，中间岂无别情？<br>【七弟兄】当日正女功，于撏着绣绒，画楼中，忽闻听远院琴三弄。离鸾别凤恨匆匆，泪双垂把不住乡心动。<br>【梅花酒】倚栏杆数断鸿，起阵狂风，吹落梧桐，飘入帘栊。手亲题一首诗，写离恨在其中。为家乡信未通，题待罢告天公，替雁帖当鱼封。风卷起入长空，任南北与西东。<br>【收江南】呀！我则道风吹一去杳无踪，似题红叶出深宫，泪痕相映墨痕浓。喜今朝再逢，想昨宵魂梦与君同。<br>既然姻缘会合，不是俺做大。一向收留在俺府中为女，也是天数。不然，那兵荒马乱，定然遭驱被掳。我便做你的丈人，也做得过。请同花状元并居东床，着你团圆。大排筵宴，做个庆喜的筵席者！<br>【鸳鸯煞】我则道凉宵衾枕无人共，谁承望洞房花烛笙歌送。乐事重重，喜气融融。畅道人月团圆，鱼水和同，依旧的举案齐眉，到老相陪奉。若不是这一叶梧桐，险些儿失落了半世夫妻旧恩宠。夫妻守节事堪怜，仗义施恩宰相贤。金榜挂名双及第，洞房花烛两团圆。<br>题目任继图天配凤鸾交<br>正名李云英风送梧桐叶",
  "poet": {
    "id": 2189,
    "star": 0,
    "name": "李唐宾",
    "desc": "李唐宾，字不详，号玉壶道人，广陵（今江苏扬州市）人。生卒年均不详，约明太祖洪武初前后（约公元一三六八年前后）在世。官淮南省宣使。所作杂剧有《梨花梦》、《梧桐叶》二种，今存后者。然《也是园书目》、《今乐考证》等皆著录于\"无名氏\"栏下，诸版本亦多未题撰人，故此剧是否唐宾作，尚有疑问。《李云英风送梧桐叶》剧写李云英、任继图夫妇离合事，反映出唐代安史之乱给一般家庭造成的痛苦，赞扬李、任爱情之坚贞，有一定的积极意义。情节紧凑，形象鲜明，曲词清雅俊丽而有境界。在元明杂剧中，亦属中上之作。"
  },
  "tags": []
}