{
  "id": 69128,
  "star": 1117,
  "name": "书愤五首·其一",
  "dynasty": "宋代",
  "content": "早岁那知世事艰，中原北望气如山。<br>楼船夜雪瓜洲渡，铁马秋风大散关。<br>塞上长城空自许，镜中衰鬓已先斑。<br>出师一表真名世，千载谁堪伯仲间！",
  "fanyi": "<p><strong>译文</strong><br>年轻时就立志北伐中原， 哪想到竟然是如此艰难。我常常北望那中原大地， 热血沸腾啊怨气如山啊。<br>记得在瓜州渡痛击金兵， 雪夜里飞奔着楼船战舰。秋风中跨战马纵横驰骋， 收复了大散关捷报频传。<br>想当初我自比万里长城， 立壮志为祖国扫除边患。到如今垂垂老鬓发如霜， 盼北伐盼恢复都成空谈。<br>不由人缅怀那诸葛孔明， 出师表<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓名不虚传，有谁像<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>鞠躬尽瘁， 率三军复汉室北定中原！</p> <p><strong>注释</strong><br>⑴书愤：书写自己的愤恨之情。书，写。<br>⑵早岁：早年，年轻时。那：即“哪”。世事艰：指抗金大业屡遭破坏。<br>⑶“中原”句：北望中原，收复故土的豪迈气概坚定如山。中原北望，“北望中原”的倒文。气，气概。<br>⑷“楼船”句：此时作者三十七岁，在镇江府任通判。宋孝宗隆兴元年（1163），<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>以右丞相都督江淮诸路军马，亲率水兵乘楼船往来于建康、镇江之间。但不久兵败符离，收复故土的愿望化为泡影。楼船，指采石之战中宋军使用的车船，又名明轮船、车轮柯。车船内部安装有以踩踏驱动的机械连接船外的明轮，依靠一组人的脚力踩踏前行。车船在宋代盛极一时。因这种战船高大有楼，故把它称之为楼船。瓜洲：在今江苏邢江南长江边，与镇江隔江相对，是当时的江防要地。<br>⑸“铁马”句：孝宗乾道八年（1172），<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>以枢密使出任四川宣抚使，谋划恢复中原之事。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>人其军幕，并任干办公事兼检法官赴南郑（今陕西汉中）。其间，他曾亲临大散关前线，研究抗敌策略。但不久王炎调回京城。收复故土的愿望又一次落空。铁马：披着铁甲的战马。大散关：在今陕西宝鸡西南，是当时宋金的西部边界。<br>⑹“塞上”句：意为作者徒然地自许为是“塞上长城”。塞上长城，比喻能守边的将领。《南史·檀道济传》载，宋文帝要杀大将檀道济，檀临刑前怒叱道：“乃坏汝万里长城！”<br>⑺衰鬓：年老而疏白的头发。斑：指黑发中夹杂了白发。<br>⑻出师一表：蜀汉后主建兴五年（227）三月，诸葛亮出兵伐魏前曾写了一篇《出师表》，表达了自己“奖率三军，北定中原”，“兴复汉室，还于旧都”的坚强决心。名世：名传后世。<br>⑼堪：能够。伯仲：原指兄弟间的次第。这里比喻人物不相上下，难分优劣高低。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹》<a href=\"http://so.gushiwen.org/view_69128.aspx\">诗</a>之五称赞诸葛亮说：“伯仲之间见伊吕，指挥若定失萧曹。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_69128.aspx\">诗</a>紧扣住一“愤”字，可分为两部分。前半叙述早年决心收复失地的壮志雄心，后半感叹时不再来，壮志难酬。</p> <p>　　“早岁那知世事艰，中原北望气如山。”当时他亲临抗金战争的第一线，北望中原，收复故土的豪情壮志，坚定如山。当英雄无用武之地时，他会回到金戈铁马的记忆里去的。想当年，诗人北望中原，收复失地的壮心豪气，有如山涌，大有气魄。诗人未曾想过杀敌报国之路竟会如此艰难。以为“我本无私，倾力报国，那么国必成全于我，孰料竟有奸人作梗、破坏以至于屡遭罢黜？”诗人开篇一自问，问出几多郁愤。</p> <p>　　“楼船”二句，写宋兵在东南和西北抗击金兵进犯事，也概括诗人过去游踪所至——作者三十七岁在镇江府任通判和乾道八年他四十八岁在南郑任<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕僚。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在军中时，曾有一次在夜间骑马过渭水，后来追忆此事，写下了“念昔少年时，从戎何壮哉！独骑洮河马，涉渭夜衔枚”（《岁暮风雨》）的诗句。他曾几次亲临大散关前线，后来也有“我曾从戎清渭侧，散关嵯峨下临贼。铁衣上马蹴坚冰，有时三日不火食”（《江北庄取米到作饭香甚有感》）的诗句，追写这段战斗生活。当时北望中原，也是浩气如山的。但是这年九月，王炎被调回临安，他的宣抚使府中幕僚也随之星散，北征又一次成了泡影。这两句概括的辉煌的过去恰与“有心杀贼，无力回天”的眼前形成鲜明对比。“良时恐作他年恨，大散关头又一秋。”想今日恢复中原之机不再，诗人之心如泣血。从诗艺角度看，这两句诗也足见陆游浩荡诗才。“楼船”与“夜雪”，“铁马”与“秋风”，意象两两相合，便有两幅开阔、壮盛的战场画卷。意象选取甚为干净、典型。</p> <p>　　“塞上长城空自许，镜中衰鬓已先斑。”岁月不居，壮岁已逝，志未酬而鬓先斑，这在赤心为国的诗人是日夜为之痛心疾首的。陆游不但是诗人，他还是以战略家自负的。可惜毕生未能一层长材。“切勿轻书生，上马能击贼”（《太息》）、“平生万里心，执戈王前驱”（《夜读兵书》）是他念念不忘的心愿。“塞上长城”句，诗人用刘宋名将檀道济典明志。以此自许，可见其少时之磅礴大气，捍卫国家，扬威边地，舍我其谁。然而，如今诗人壮志未酬的苦闷全悬于一个“空”字。大志落空，奋斗落空，一切落空，而揽镜自照，却是衰鬓先斑，皓首皤皤。两相比照，满是悲怆。这一结局，非诗人不尽志所致，非诗人不尽力所致，而是小人误人，世事磨人。作者有心而天不予。悲怆便为郁愤。</p> <p>　　“出师一表真名世，千载谁堪伯仲间！”尾联亦用典明志。诸葛坚持北伐，虽“出师一表真名世”，但终归名满天宇，“千载谁堪伯仲间”。千载而下，无人可与相提并论。很明显，诗人用典意在贬斥那朝野上下主降的碌碌小人，表明自己恢复中原之志亦将“名世”。诗人在现实里找不到安慰，便只好将渴求慰藉的灵魂放到未来，这自然是无奈之举。而诗人一腔郁愤也就只好倾泄于这无奈了。 通过<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的典故，追慕先贤的业绩，表明自己的爱国热情至老不移，渴望效法诸葛亮，施展抱负。回看整首诗歌，可见句句是愤，字字是愤。以愤而为诗，诗便尽是愤。</p> <p>　　《书愤》是陆游的七律名篇之一，全诗感情沉郁，气韵浑厚，显然得力于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。中两联属对工稳，尤以颔联“楼船”、“铁马”两句，雄放豪迈，为人们广泛传诵。这样的诗句出自他亲身的经历，饱含着他的政治生活感受，是那些逞才摛藻的作品所无法比拟的。</p><br/><h2>鉴赏</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_69128.aspx\">诗</a>系宋孝宗淳熙十三年（1186）春<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>居家乡山阴时所作。陆游时年六十有一，这分明是时不待我的年龄。</p> <p>　　前四句概括了自己青壮年时期的豪情壮志和战斗生活情景，其中颔联撷取了两个最能体现“气如山”的画面来表现，不用一个动词，却境界全出，饱含着浓厚的边地气氛和高昂的战斗情绪。又妙在对仗工整，顿挫铿锵，且一气贯注，组接无痕，以其雄放豪迈的气势成为千古传诵的名联。</p> <p>　　“早岁那知世事艰，中原北望气如山。”当英雄无用武之地时，他会回到铁马金戈的记忆里去的。想当年，诗人北望中原，收复失地的壮心豪气，有如山涌，何等气魄！诗人何曾想过杀敌报国之路竟会如此艰难？以为我本无私，倾力报国，那么国必成全于我，孰料竟有奸人作梗、破坏以至于屡遭罢黜？诗人开篇一自问，问出多少郁愤？</p> <p>　　后四句抒发壮心未遂、时光虚掷、功业难成的悲愤之气，但悲愤而不感伤颓废。尾联以<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>自比，不满和悲叹之情交织在—起，展现了诗人复杂的内心世界。</p> <p>　　再看尾联。亦用典明志。诸葛坚持北伐，虽“出师一表真名世”，但终归名满天宇，“千载谁堪伯仲间”。追慕先贤的业绩，表明自己的爱国热情至老不移，渴望效仿诸葛亮，施展抱负。</p> <p>　　回看整首诗歌，可见句句是愤，字字是愤。以愤而为诗，诗便尽是愤。 </p>",
  "about": "<h2>创作背景</h2> <p>　　宋孝宗淳熙十三年（1186）春<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>居家乡山阴时所作。陆游时年六十有一，这已是时不待我的年龄，然而<a href=\"http://so.gushiwen.org/view_69128.aspx\">诗</a>人被黜，罢官已六年，挂着一个空衔在故乡蛰居。想那山河破碎，中原未收而“报国欲死无战场”，感于世事多艰，小人误国而“书生无地效孤忠”，于是诗人郁愤之情便喷薄而出。</p><br/><h2>艺术特色</h2> 　　<a href=\"http://so.gushiwen.org/view_69128.aspx\">诗</a>的开头写的是年青时的认识和志向。“哪知世事艰”，即不知道世事的艰难。事实上要恢复中原，就会受到投降派的阻饶、破坏。因此，一个“艰”字就饱含着对朝廷屈辱投降的激愤，也包含着报国无门的无奈。然而，在那时，诗人渴望恢复中原的豪气却像山一样。这一比喻非常奇特而贴切，可以从山之高联想到豪气万丈，壮志凌云，也可以从山之凝重、不可动摇，联想到坚忍不拔，无可动摇之志。这便是诗人年轻时的写照。接着两句便是对抗金英雄的追思，其中虽无一个动词出现，但在读者面前就呈现着激烈的战斗场面，表现出高昂的战斗情绪，极有鼓舞人心的作用。诗人通过今昔之对比，从而突出了对现实状况的不满，隐含着一种愤懑的情绪。南朝宋时的名将檀道济自比为万里长城，唐朝名将李勣也被唐太宗比为长城，因而诗人要效法他们的精神，以“塞上长城”自比，以为能成为一个抗敌的英雄。然而，壮志未酬，已生华发，这是以沉痛的笔调，抒发了对苟安而不思抗金的投降派的极度愤慨。最后，通过对<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的赞扬，叹息南宋朝廷中就没有一个可以与之相比之人，用以表明对朝廷不思恢复中原的气愤。对于一个志在立功却怀才不遇，光阴蹉跎而难以作为者来说，能不幽愤哀伤吗？此诗虽然没有用一个“愤”字，但是胸中那郁积之“愤”在字里行间仍然表现得淋漓尽致，其爱国之情将永远感染着每一位读者。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "忆旧"
  ]
}