{
  "id": 6606,
  "star": 967,
  "name": "送灵澈上人",
  "dynasty": "唐代",
  "content": "苍苍竹林寺，杳杳钟声晚。<br>荷笠带斜阳，青山独归远。",
  "fanyi": "<p><strong>译文</strong><br>青苍的竹林寺，近晚时传来深远的钟声。<br>背着斗笠披着斜阳，独回青山渐行渐远。</p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_2390.aspx\">灵澈</a>上人：唐代著名僧人，本姓杨，字源澄，会稽（今浙江绍兴）人，后为云门寺僧。上人，对僧人的敬称。<br>⑵苍苍：深青色。竹林寺：在现在江苏丹徒南。<br>⑶杳（yǎo）杳：深远的样子。<br>⑷荷（hè）笠：背着斗笠。荷，背着。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首小<a href=\"http://so.gushiwen.org/view_6606.aspx\">诗</a>记叙诗人在傍晚送<a href=\"http://so.gushiwen.org/author_2390.aspx\">灵澈</a>返竹林寺时的心情，它即景抒情，构思精致，语言精炼，素朴秀美，是唐代山水诗的名篇。</p> <p>　　前二句想望苍苍山林中的灵澈归宿处，远远传来寺院报时的钟响，点明时已黄昏，仿佛催促灵澈归山。诗人出以想象之笔，创造了一个清远幽渺的境界。此二句重在写景，景中也寓之以情。后二句即写灵澈辞别归去情景。灵澈戴着斗笠，披带夕阳余晖，独自向青山走去，越来越远。“青山”即应首句“苍苍竹林寺”，点出寺在山林。“独归远”显出诗人伫立目送，依依不舍，结出别意。只写行者，未写送者，而诗人久久伫立，目送友人远去的形象仍显得非常生动。全诗表达了诗人对灵澈的深挚的情谊，也表现出灵澈归山的清寂的风度。送别多半黯然情伤，这首送别诗却有一种闲淡的意境，和作者的寂寞心情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>和灵澈相遇又离别于润州，大约在公元769—770年（唐代宗大历四、五年）间。刘长卿于公元761年（唐肃宗上元二年）从贬谪南巴（今广东茂名南）归来，一直失意待官，心情郁闷。灵澈此时诗名未著，云游江南，心情也不大得意，在润州逗留后，将返回浙江。一个宦途失意客，一个方外归山僧，在出世入世的问题上，可以殊途同归，同有不遇的体验，共怀淡泊的胸襟。这首小诗表现的就是这样一种境界。</p> <p>　　精美如画，是这首诗的明显特点。但这帧画不仅以画面上的山水、人物动人，而且以画外的诗人自我形象，令人回味不尽。那寺院传来的声声暮钟，触动诗人的思绪；这青山独归的灵澈背影，勾惹诗人的归意。耳闻而目送，心思而神往，正是隐藏在画外的诗人形象。他深情，但不为离别感伤，而由于同怀淡泊；他沉思，也不为僧儒殊途，而由于趋归意同。这就是说，这首送别诗的主旨在于寄托着、也表露出诗人不遇而闲适、失意而淡泊的情怀，因而构成一种闲淡的意境。十八世纪法国狄德罗评画时说过：“凡是富于表情的作品可以同时富于景色，只要它具有尽可能具有的表情，它也就会有足够的景色。”（《绘画论》）此诗如画，其成功的原因亦如绘画，景色的优美正由于抒情的精湛。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_2390.aspx\">灵澈</a>上人是中唐时期一位著名<a href=\"http://so.gushiwen.org/view_6606.aspx\">诗</a>僧，俗姓汤，字源澄，会稽（今浙江绍兴）人，在会稽云门山云门寺出家，诗中的竹林寺在润州（今江苏镇江），是灵澈此次游方歇宿的寺院。这首诗写傍晚时分，诗人送灵澈返回竹林寺的途中。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "送别",
    "即景抒情",
    "山水"
  ]
}