{
  "id": 72329,
  "star": 8,
  "name": "张益州画像记",
  "dynasty": "宋代",
  "content": "　　至和元年秋，蜀人传言有寇至，边军夜呼，野无居人，谣言流闻，京师震惊。方命择帅，天子曰：“毋养乱，毋助变。众言朋兴，朕志自定。外乱不作，变且中起，不可以文令，又不可以武竞，惟朕一二大吏。孰为能处兹文武之间，其命往抚朕师？”乃推曰：张公方平其人。天子曰：“然。”公以亲辞，不可，遂行。</p> <p>　　冬十一月至蜀，至之日，归屯军，撤守备，使谓郡县：“寇来在吾，无尔劳苦。”明年正月朔旦，蜀人相庆如他日，遂以无事。又明年正月，相告留公像于净众寺，公不能禁。</p> <p>　　眉阳苏洵言于众曰：“未乱，易治也；既乱，易治也；有乱之萌，无乱之形，是谓将乱，将乱难治，不可以有乱急，亦不可以无乱弛。惟是元年之秋，如器之欹，未坠于地。惟尔张公，安坐于其旁，颜色不变，徐起而正之。既正，油然而退，无矜容。为天子牧小民不倦，惟尔张公。尔繄以生，惟尔父母。且公尝为我言‘民无常性，惟上所待。人皆曰蜀人多变，于是待之以待盗贼之意，而绳之以绳盗贼之法。重足屏息之民，而以斧令。于是民始忍以其父母妻子之所仰赖之身，而弃之于盗贼，故每每大乱。夫约之以礼，驱之以法，惟蜀人为易。至于急之而生变，虽齐、鲁亦然。吾以齐、鲁待蜀人，而蜀人亦自以齐、鲁之人待其身。若夫肆意于法律之外，以威劫齐民，吾不忍为也。’呜呼！爱蜀人之深，待蜀人之厚，自公而前，吾未始见也。”皆再拜稽首曰：“然。”</p> <p>　　苏洵又曰：“公之恩在尔心，尔死在尔子孙，其功业在史官，无以像为也。且公意不欲，如何？”皆曰：“公则何事于斯？虽然，于我心有不释焉。今夫平居闻一善，必问其人之姓名与其乡里之所在，以至于其长短大小美恶之状，甚者或诘其平生所嗜好，以想见其为人。而史官亦书之于其传，意使天下之人，思之于心，则存之于目；存之于目，故其思之于心也固。由此观之，像亦不为无助。”苏洵无以诘，遂为之记。</p> <p>　　公，南京人，为人慷慨有大节，以度量雄天下。天下有大事，公可属。系之以诗曰：天子在祚，岁在甲午。西人传言，有寇在垣。庭有武臣，谋夫如云。天子曰嘻，命我张公。公来自东，旗纛舒舒。西人聚观，于巷于涂。谓公暨暨，公来于于。公谓西人“安尔室家，无敢或讹。讹言不祥，往即尔常。春而条桑，秋尔涤场。”西人稽首，公我父兄。公在西囿，草木骈骈。公宴其僚，伐鼓渊渊。西人来观，祝公万年。有女娟娟，闺闼闲闲。有童哇哇，亦既能言。昔公未来，期汝弃捐。禾麻芃芃，仓庾崇崇。嗟我妇子，乐此岁丰。公在朝廷，天子股肱。天子曰归，公敢不承？作堂严严，有庑有庭。公像在中，朝服冠缨。西人相告，无敢逸荒。公归京师，公像在堂。 ",
  "fanyi": "<p><strong>译文</strong><br>　　宋仁宗至和元年的秋天，有谣言从四川一带传过来，说是敌人要侵犯边界，驻边军士夜里都惶恐不堪，老百姓基本上逃跑了。谣言四起，震动了京城。皇上正准备选派、任命御敌的将帅，天子说：“别造成大的祸乱，也不要促成事变。虽然现在谣言很猖狂，但我已经打定主意了，外患是不会造成大灾难的，事变是在内部引起来的。这事既不可一味用文教感化，也不可以付诸武力解决。只需要派一两个大臣前去就能处理好的。谁能够处理好这既需文治又需武功的事情去带领军队？”于是众人推荐说：“张方平恰好是合适的人选。”天子赞同道：“好！”张公却借口要奉养父母拒绝前去，但是皇上没有批准他的请求，于是他就出发前去了。<br>　　十一月才到达蜀地。就在他上任的当天，就下命令让驻军回去，并解散守备人员，他还派人对郡县长官说：“敌寇由我来对付，你们就不必劳心了。”到第二年正月初一早上，蜀地百姓还和以前一样庆贺新春，一直都没有什么敌寇前来入侵。很快到了第三年的正月里，百姓私下里商量在净众寺里摆放张公的像，张公没有阻止住百姓的这一行动。<br>　　眉阳人<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>告诉百姓说道：“没有发生祸乱，还是很容易控制的；祸乱已经发生了，也还是容易治理；可是已经出现了祸乱的苗子，但是还没表现出祸乱，这种情况叫做将要发生祸乱，祸乱马上要发生但是还没有出现的时候是最难治理的。因为我们不可以出现了祸乱的苗子就急着去做，又不能因为祸乱还没出现就放松警惕了。现在至和元年秋季的局势，正好像是器物现在已经倾斜，可是还没有倒地的情形。只有你们的张公，还能稳稳地坐定，面色不改，慢慢地站起来扶正器皿。扶正之后，他又慢慢地坐下，没有一点骄傲的神色。为天子管理百姓，他能做到孜孜不倦，这就是你们的张公。你们因为张公的智慧得到了生存，他就是你们的再生父母。还有，张公曾对我说：‘老百姓的性情是可以改变的，只是要看官吏怎么对待他们。众人传言说，蜀地人小乱不断。上司于是就用对待盗贼的办法来对待这里的老百姓，对他们用管束盗贼的刑法来约束他们。那些百姓本来就已经很害怕了，现在还用残酷的刑法对待，这样百姓才狠下心来抛弃父母妻儿，不顾性命，变成了盗贼，所以大乱常常发生。要是对他们施以礼仪教化的话，按照法律来差使他们，这里的人就变成最容易管理的了。要是把他们逼急了导致变乱发生，那么即使是齐鲁的百姓也会叛乱的。我用对待齐鲁百姓的方法来对待他们，那么蜀人也会认为自己是齐鲁有教化的人了。假如任意胡来不按法律来办事，一味靠武力来威胁平民，我是不会干的。’啊！爱惜蜀人是多么真诚啊，对待蜀人是多么厚道啊，在张公之前，我没有见过这样的人。”大家听了，一齐重新行礼说：“是。”<br>　　苏洵又说：“张公的恩情，一定要记在心里；即使你们死了，也要让你们的子孙记在心里。他的丰功伟绩，已经在史官的史册上有记录了，不需要再画像了。况且张公不想这样做，那又怎么办呢？”众人都说：“张公不会理会这些事的。就是这样，我们的心里很是过意不去的。就是在平时听说有人做件好事，还要问那人的姓名和他的住处，还有那人的身形、年龄大小、面容等基本情况呢；还有一些人，还要问到他的生平爱好，是为了更好地推测他的人品。这些人也是史官写入他的传记里的，主要是想让天下人不仅记在心里，还要时刻出现在眼前。音容在人们的眼睛中时常闪现，所以才会记得更加久远啊。因此，画像也还是有一定意义的。”苏洵听了，无言以对，就为他们写了这篇画像记。<br>　　张公出生于南京，为人很高洁，有高尚的节操，很有雅量，声明传播于天下。国家有重大事情，都可以托付给他的。在文章的末尾我作一首<a href=\"http://so.gushiwen.org/view_72329.aspx\">诗</a>，内容如下：大宋天子坐龙廷，甲午之年日月新。忽然蜀人谣言起，边关敌寇将兴兵。朝廷良将纷如雨，文臣谋士多如云。天子赞叹说声嘻，命我张公远出征。张公方平来东方，西风猎猎大旗扬。蜀人围观睹风采，人山人海满街巷。齐道张公真坚毅，神色镇静又安详。张公开口谕蜀人：“各自还家且安顿，谣言莫传自安宁。谣言不祥且勿听，回去照常作营生。春日动手修桑枝，秋天谷场要扫清。”蜀人磕头拜张公，称他就像父与兄。公在蜀国园林居，草木繁茂郁葱葱。宴请文官与武将，击鼓作乐咚咚响。蜀人庆贺来观望，共祝公寿万年长。姑娘佳丽美婵娟，幽娴贞静闺房间。幼儿哇哇向人啼，牙牙学语已能言。当初张公不来蜀，你辈早已填沟壑。如今庄稼多茂盛，粮仓高耸堆满谷。可感我们妇与子，欢欢喜喜庆丰足。张公本是朝中臣，天子左右得力人。天子下诏命返驾，张公岂敢不允承。修起殿堂好庄严，又有廊房又有庭。公像挂在正当中，朝服冠带宛如真。蜀人纷纷来禀告，不敢放荡做懒人。张公放心回京城，像挂殿堂传美名。</p><p><strong>注释</strong><br>张益州：宋朝南京人，字安道，官益州刺史。<br>传言：相互谣传。<br>以亲辞：用养老的理由推辞官职。<br>欹（qī）：倾斜。<br>油然：谦和谨慎的样子。<br>繄：是的意思，为助词。<br>属：有所托付。<br>暨暨：果敢的样子。<br>于于：自足的样子。<br>条：修理。<br>骈骈：茂盛的样子。<br>渊渊：象声词，敲鼓的声音。<br>娟娟：美好。<br>闲闲：悠闲的样子。<br>哇哇：孩子的哭声。<br>芃芃（pénɡpénɡ）：美貌盛。<br>仓庾：放谷的地方。<br>崇崇：高峻的样子。<br>庑（wǔ）：堂下的周屋。</p>",
  "shangxi": "<h2>评析</h2> 　　<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的抒情散文数量不多，但有很多优秀的篇章，《张益州画像记》就是其中一篇。本文记叙张方平治理益州的事迹，表现了他宽政爱民的思想。苏洵的散文观点鲜明，论据充足，语言犀利，话语纵横，有很强的思辩力。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>称其为“博辩宏伟”，“纵横上下，出入驰骤，必造于深微而后止”（《故霸州文安县主簿苏君墓志铭》）；<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>也夸赞他“指事析理，引物托喻”，“烦能不乱，肆能不流”（《苏明允哀词》），这些评价都是很合理的。",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写人",
    "抒情"
  ]
}