{
  "id": 425,
  "star": 39,
  "name": "经邹鲁祭孔子而叹之",
  "dynasty": "唐代",
  "content": "夫子何为者，栖栖一代中。<br>地犹鄹氏邑，宅即鲁王宫。<br>叹凤嗟身否，伤麟怨道穷。<br>今看两楹奠，当与梦时同。",
  "fanyi": "<p><strong>译文<br></strong>尊敬的孔老夫子，你一生劳碌奔波，周游列国，究竟想要做成什么呢？<br>如今这地方还是鄹县的城邑，你终被安葬在了出生的土地，然而你的旧宅曾被后人毁坏，改建为鲁王宫。<br>在你生活的当时，凤鸟不至，你叹息命运不好；麒麟出现，你又忧伤哀怨，感叹世乱道穷。<br>你一生不如意，看今日你端坐在堂前两楹间，接受后人的顶礼祭奠，正如同你生前梦境中所见的一样，想必你也该稍感慰藉了吧。</p> <p><strong>注释<br></strong>⑴鲁：今山东曲阜，为春秋时鲁国都城。<br>⑵夫子：这里是对孔子的敬称。何为者：犹“何为乎”。者：无义。<br>⑶栖栖：忙碌不安的样子，形容孔子四方奔走，无处安身。《论语·宪问》：“丘何为是栖栖者欤？”<br>⑷鄹：春秋时鲁地，在今山东曲阜县东南。孔子父叔梁纥为鄹邑大夫，孔子出生于此，后迁曲阜。鄹氏邑：鄹人的城邑。<br>⑸“宅即”句：相传汉鲁共（恭）王刘余（景帝子）曾坏孔子旧宅，以广其及升堂，闻金石丝竹之音，乃不敢坏。<br>⑹“叹凤”句：《论语·子罕》：“子曰：凤鸟不至，河不出图，吾已矣夫。”说凤至象征圣人出而受瑞，今凤凰既不至，故孔子遂有身不能亲见圣之叹。否（pǐ）：不通畅，不幸。身否：身不逢时之意。<br>⑺“伤麟”句：麟，瑞兽，象征太平盛世。相传孔子见人捕获了麟，曾大为悲痛地说：麟出而死，我的愿望无法实现了。见《公羊传·哀公十四年》：“麟者仁兽也，有王者则至，无王者则不至。有以告者，曰：‘有麕而角者。’孔子曰：‘孰为来哉！孰为来哉！’反袂拭面，涕沾袍。颜渊死，子曰：‘噫，天丧予！’子路死，子曰：‘噫，天祝予！’西狩获麟，孔子曰：‘吾道穷矣！’”<br>⑻“今看”句：《礼记·檀弓上》，记孔子曾语子贡云：“予畴昔之夜，坐奠于两楹之间。……予殆将死也。”两楹奠：指人死后灵柩停放于两楹之间，喻祭祀的庄严隆重。两楹：指殿堂的中间。楹：堂前直柱。奠：致祭。<br>⑼末二句大意为：孔子说他曾经夜梦自己坐于两柱之间受人祭奠，他的梦于今天实现了。不如意，看今日你端坐在堂前两楹间，接受后人的顶礼祭奠，正如同你生前梦境中所见的一样，想必你也该稍感慰藉了吧。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_425.aspx\">诗</a>意在“感叹”孔子的际遇。全诗以疑问入笔，表现出作者于孔子神像前谦恭行礼，心中感慨万千，口内喃喃自语的情状。作者着笔于“叹”“嗟”“伤”“怨”，写出了对己对孔子虽“叹”实“赞”之情，立意集于以“叹”代“赞”，既表达了自己对孔子一生郁郁不得志的叹息之情，又赞扬了孔子“明知其不可为而为之”的超凡脱俗的用世精神，发人深省。</p> <p>　　此诗用典极多。首联“夫子何为者？栖栖一代中”即出自《论语·宪问》：“微生亩问孔子曰：‘丘何为是栖栖者欤？无乃为佞乎？’孔子曰：‘非敢为佞，疾固也。’”此句本是孔子的愤懑之言，孔子自称忙忙碌碌，并非逞口舌之长，只是痛恨世人顽固不化，才著书立说，教化世人。作者化用此典故，抒发了自己的无限感慨，像孔子这样的大圣人，虽终其一生于诸侯之间，劳碌不停，但最终也未能实现自己的理想，这是非常悲哀的一件事。作者的同情之心，一览无余。另一方面，孔子一生奔波劳苦，为的却是天下的苍生，虽屡遭误解，仍孜孜以求，这又是无比可敬的。因此这一句诗便高度概括了孔子一生的功绩和高贵品质，也表达了作者对孔子的景仰和钦服。</p> <p>　　颔联承接上句，依旧是引用典故，赞叹了孔子的旧居，孔安国《尚书序》载：“鲁恭王坏孔子旧宅，以广其居，升堂闻金石丝竹之声，乃不坏宅。”写帝王诸侯想要扩建宫殿，也不敢妄动孔子的故居。表明孔子的功绩即便贵为王侯也望尘莫及，旨在高度评价孔子的尊崇地位。这里诗人借用此典故以孔子的旧邑故居因为其主人的威望，得以保存至今日，意在侧面说明孔子受后世万民的敬仰，故居尚且如此，何况孔子本人。含蓄、婉转地表达了自己对孔子的敬重之情。同时，在这里，诗人委婉地把帝王举止和孔子功绩结合起来，暗示读者自己也希望入孔子般，承载万民兴衰于双肩。</p> <p>　　颈联是孔子的自伤之词，也是借用典故，借孔子自叹命运不济，生不逢时，政治理想难以实现，真实再现了孔子当年孤寂，凄凉的心境。《论语·子罕》中载：“子曰：‘凤鸟不至，河不出图，吾已矣夫！”传说凤凰现身，河洛图出，是象征圣王出世的瑞兆，然而孔子生逢春秋乱世，刀兵四起。诸侯们只关心自己的领土、霸权、兵力，没有肯行仁义的圣王，因此孔子自叹儒学之道没有用武之地，而自己这些致力于推行德政的人也如那只被愚人猎捕的麒麟一般，早晚要被这个穷兵黜武的时代所绞杀。“嗟身否”感怀身世，“伤麟怨”则叹息王道难行。这些都足以唤起了人们对孔子的深深同情和深切的感慨。也表明作者决意推行仁政，以告慰孔子泉下亡灵。</p> <p>　　尾联既是孔子“昨日”的梦想，也是“今日”的现实，当然也可以理解为作者一直都有拜祭孔子灵位的梦想，终得实现。“两楹奠”出自《礼记·檀弓上》，本表示出祭奠礼仪的隆重与庄严，用于此，更意为后世对孔子的万分敬重，末句“与梦时同”又完全符合孔子生前梦见自己死后，灵柩停放在两楹之间的梦境。孔子不求生前得到大家的认同，只希望在自己死后，儒学能够得到弘扬，王道能够被人主推行，而今梦想成真，也算是对孔子辗转一生的弥补吧。诗人举目仰望，孔子的塑像正端坐在殿堂前的两楹之间，受人祭拜。作者满怀慰藉之情，祭拜于孔子的灵前，不论是叹惜、感伤，还是哀怨都深深地融入到了对孔子的“赞”中，以“与梦同”表达了自己对孔子梦想终于实现的欣慰之情，也表达了诗人对孔子的“明之其不可为而为之”这一用世精神终被广大人民所接受的肯定。</p> <p>　　这首诗追述了孔子一生郁郁不得志的悲惨遭遇，反映了孔子令人悲叹的命运。为实现“郁郁乎文哉”的理想社会，孔子一生碌碌奔波，结果却无处安身，甚至被困陈蔡，险些丧命。但孔子始终没有背叛自己的道德信仰。纵使明知凤图难出，王道难行，明知自己必将如麒麟般惨遭捕杀，也要坚守道德的崇高，只为将来自己的仁义思想能够大行于天下，为苍生谋福，也就在所不惜。既表达了自己对孔子的深切同情，又赞美和褒扬了孔子。结合史料可知，唐玄宗对儒学确实非常推崇，因而他对这位儒学创始人的感情也是真实而深挚的。正是因为作者能把自己的崇敬融入到孔子的深致悼念中，才使得这首诗读来深切质朴，令人信服。</p> <p>　　就艺术形式来看，这首诗句句用典颇有堆砌典故之嫌，且诗语质朴无华，在遣词造句上也并无推陈出新之处，算不上是上乘之作，但此诗所反映出的思想和胸襟在历代帝王之作中并不多见。这一点是值得肯定的。另外，悼念孔子所选择的视角十分准确也是一大成功之处。孔子一生生活复杂坎坷，此诗只选择他的栖遑不遇的一面，简单几言，就概括了孔子一生的大事。首两句是叹惜，三、四句是叹美，五、六句是再叹惜，后两句再叹美。全诗命意构思，严正得体。比及一般的咏叹之诗，颇显境界之大，立意之深。</p>",
  "about": "<h2>创作背景</h2> 　　公元725年（唐玄宗开元十三年）十一月庚辰，唐玄宗到泰山祭天，行封禅大礼。封禅之后，顺道经曲阜至孔子宅，派出使者以太牢祭孔子墓，有感而发，作此<a href=\"http://so.gushiwen.org/view_425.aspx\">诗</a>。",
  "poet": {
    "id": 520,
    "star": 0,
    "name": "李隆基",
    "image": "http://img.gushiwen.org/authorImg/lilongji.jpg",
    "desc": "唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇，公元685年出生在东都洛阳（今河南洛阳），712年至756年在位。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。"
  },
  "tags": [
    "唐诗三百首",
    "写人",
    "伤怀"
  ]
}