{
  "id": 72424,
  "star": 20,
  "name": "巫山高",
  "dynasty": "两汉",
  "content": "巫山高，高以大；淮水深，难以逝。<br>我欲东归，害梁不为？<br>我集无高曳，水何梁汤汤回回。<br>临水远望，泣下沾衣。<br>远道之人心思归，谓之何！",
  "fanyi": "<p><strong>译文<br></strong>巫山高高眼望穿，又高又大行路难。淮水深深不见底，身无双翼难回还。<br>含辛吞悲想东归，为何夙愿总成灰？<br>我想渡水无舟楫，为什么水势浩荡波涛急。<br>临水远望家乡地，伤心的泪儿湿衣襟。<br>远方游子心思归，一腔怨苦无法提！</p> <p><strong>注释<br></strong>巫山：在四川、湖北两省交界边境。<br>高以大：高而且大。以，连词，相当于“且”。<br>淮水：即淮河，源出于河南桐柏山，流经豫、皖等省至江苏入洪泽湖。<br>逝：速。这句说水深且流急。<br>害梁不为：害：通曷，作“何’’解。梁：桥。这句说，为何桥也不架？<br>我集无高曳（yè）：集：济。高曳：当作篙枻。篙，撑船用的竹篙；枻，船桨。这句说，我想渡过河，没有撑船的竹篙和划船的桨。<br>汤汤（shāng伤）：大水急流的样子。回回：水流回旋的样子。旧本何下有“梁’’字，疑为衍文，或为深的讹字，今删。<br>何：奈何。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首游子怀乡的<a href=\"http://so.gushiwen.org/view_72424.aspx\">诗</a>。怀乡而欲归不得，阻山隔水，于是感极下涕。</p> <p>　　诗中有一个矛盾，就是将“巫山”和“淮水”同地并称。闻一多《乐府诗笺》说：“《南部新书》庚：‘濠州西有高唐（原误塘，从《封氏闻见记》、《诗话总龟》改）馆，附近淮水。’案此与夔蜀之高唐馆同名，以地名迁徙之例推之，疑濠西淮水附近之高唐馆，其所在之山亦名巫山。此诗巫山淮水并称，即濠西之巫山也。”也可以不必拘泥字面，泛指山高水长。</p> <p>　　诗的前四句写山高水深。山是巫山，水是淮水，写水深山高的同时，交待了诗人所在的地域，与下文“欲东归”相照应。山不独高，而且广大，着力写道路险阻。写水，强调其深，因为深，难以渡过。“山高”与“水深”相对应，山高是虚写，用作水深的陪衬，对水深有加重和渲染的作用，呈现出难以逾越的意念。这四句为全篇作铺垫，或者叫“造势”。</p> <p>　　“我欲东归”到“泣下沾衣”六句开始集中写水。从“我欲东归”一句，可知诗人的家乡在淮水下游，他要归家，必须走水路。在他产生“欲东归”的想法的同时，残酷的现实便像特写镜头一般推到他眼前，他不禁惊叫：“害梁不为？”原来这淮水没有桥梁。他被当头浇下一盆冷水。然而，诗人心中尚存一丝希望，就又想：我何不乘船归去？可是，船呢？“我集无高曳，水何汤汤回回”二句含着悲和怨。上一句是悲伤的自语；下一句则衔怨于淮水：你为什么老是那样“汤汤回回”地奔流不息，莫不是有意跟我作对！这是一种绝望的心情。过河没有桥，渡水没有船，满心希望全化作泡影。无奈之时，诗人只有“临水远望”：水天的尽头，有他的父母兄弟，妻子儿女。此时可望而不可即。他内心激动极了，像涨起很高的潮水，无法平静下去；终于两行热泪涌出眼眶，潮水冲出了闸门。</p> <p>　　最后两句：“远道之人心思归，谓之何！”扣住怀乡思归的主题。但其作用不仅止于此。上面六句都是具体写思归，这两句则在于提高感情的强度，犹如一支乐曲用高八度的复唱作煞尾；正因为如此，“谓之何”三字是那样铿锵有力。</p> <p>　　这是一篇杂言诗，其中有三言、四言、五言、六言、七言各类句式。开头四个三字句，两两对仗，一气连作，表现山高水深，气势逼人。再用两个四字句将节奏放缓，跟着一个五字句，一个六字句，这同诗的感情变化起伏相一致。下面又是两个四字句，语势再度趋于平缓。接下一个七字句，陡起波澜，紧逼出一个顿挫有力的三字句，全诗嘎然而止。感情的抒发如直接从诗人胸中流出，略无掩饰，显得朴实深厚。字句上绝无半点斧凿痕迹；不见用力，却字字有斤两。所有这些，形成这首诗古朴真挚的风格。</p> <p>　　在汉乐府中，游子怀乡、欲归无因已成为一类歌辞的母题。如《悲歌》中有四句作：“欲归家无人，欲渡河无船。心思不能言，肠中车轮转。”又有一篇《古歌》说：“离家日以远，衣带日以缓。心思不能言，肠中车轮转。”这些诗句，与此篇似乎有某种联系。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "山水",
    "思归"
  ]
}