{
  "id": 72120,
  "star": 76,
  "name": "书幽芳亭记",
  "dynasty": "宋代",
  "content": "　　士之才德盖一国，则曰国士；女之色盖一国，则曰国色；兰之香盖一国，则曰国香。自古人知贵兰，不待楚之逐臣而后贵之也。兰甚似乎君子，生于深山薄丛之中，不为无人而不芳；雪霜凌厉而见杀，来岁不改其性也。是所谓“遁世无闷，不见是而无闷”者也。兰虽含香体洁，平居与萧艾不殊。清风过之，其香蔼然，在室满室，在堂满堂，所谓含章以时发者也。</p> <p>　　然兰蕙之才德不同，世罕能别之。予放浪江湖之日久，乃尽知其族。盖兰似君子，蕙似士大夫，大概山林中十蕙而一兰也。《离骚》曰：“予既滋兰之九畹，又树蕙之百亩。”是以知不独今，楚人贱蕙而贵兰久矣。兰蕙丛出，莳以砂石则茂，沃以汤茗则芳，是所同也。至其发花，一干一花而香有余者兰，一干五七花而香不足者蕙。蕙虽不若兰，其视椒则远矣，世论以为国香矣。乃曰“当门不得不锄”，山林之士，所以往而不返者耶！",
  "fanyi": "<p><strong>译文</strong><br>　　如果一个士人的才能和品德超过其他的士人，那么就成为国士；如果一个女子的姿色超过其他的美女，那么就称之为国色；如果兰花的香味胜过其它所有的花那么就称之为国香。自古人们就以兰花为贵，并不是等到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赞兰花之后，人们才以它为贵的。兰花和君子很相似：生长在深山和贫瘠的丛林里，不因为没有人知道就不发出香味；在遭受雪霜残酷的摧残后，也不改变自己的本性。这就是所说的避世而内心无忧，不被任用而内心无烦闷。兰花虽然含着香味形状美好，但平时与萧支没有什么两样。一阵清风吹来，他的香气芬芳，远近皆知，这就是所说的藏善以待时机施展自己。<br>　　然而兰和蕙的才能和品德不相同，世人很少有能分辨出来的。我放任自己长期流浪四方，于是完全知道兰和蕙的区别。大概兰花好似君子，蕙好像士大夫，大概山林中有十棵蕙，才有一棵兰，《离骚》中说：“我已经培植兰花九畹，又种下蕙百亩。”《招魂》说：“爱花的风俗离开蕙，普遍崇尚兰花”因此知道楚人以蕙为贱以兰为贵很久了。兰和蕙到处都能生长，即使栽种在砂石的地方也枝繁叶茂，如果用热茶水浇灌就香气芬芳，这是它们相同的地方，等到它们开花，一只干上就一朵花而香气扑鼻的是兰花，一只干上有五七朵花但是香气不足的就是蕙。虽然蕙比不上兰花，但是与椒相比却远在椒之上，椒居然被当世之人称为“国香”。于是说当权者必须除掉，这就是那些品德高尚的隐士纷纷远离当局而不返回的原因啊！ </p><p><strong>注释</strong><br>1、 楚之逐臣：及屈原。屈原在离骚里以兰来象征自己美好的品德<br>2、薄丛：贫瘠的丛林<br>3、不见：不被人知道<br>4、含章以时发者：藏善以待时机施展自己<br>5、贵（贵兰)：以......为贵<br>6、芳（不为无人而不芳）：发出芳香</p>",
  "shangxi": "<h2>赏析</h2> <p>　　北宋的散文小品中，最著名的当属<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>的《爱莲说》。该文以莲喻人，赞扬了“出淤泥而不染”的高尚人格。稍后<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的《书幽芳亭记》，堪称与《爱莲说》相比肩的精美小品。但由于前者被选入中学教材，广为人知；而黄庭坚本人以<a href=\"http://so.gushiwen.org/view_72120.aspx\">诗</a>名世，他的散文创作被掩盖了。</p> <p>　　黄庭坚是北宋著名的诗人、书法家，“苏门四学士”之首。黄庭坚诗、书、文均有极高造诣，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>并称“苏黄”。他的一生风波跌宕，饱受磨难。在北宋党争中，他属旧党，屡遭贬谪。但无论处于何种艰难的境地，他都以气节自励。此文就是他高尚品德的流露。他以自己的实际行为，达到了“文如其人、人如其文”的至高境界。</p> <p>　　中国古代历来有“芳草美人”的传统。这是典型的类比手法：以自然界的某种动植物来类比人的品行。周敦颐建立起了莲与君子之间的牢固类比关系，黄庭坚此文则建立起兰与君子之间的牢固类比关系。</p> <p>　　黄庭坚一开始就连用三个类比：国士、国色、国香，将兰抬到了至高无上的地位。“楚之逐臣”是指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原在《离骚》里种兰、佩兰、赋兰：“余既滋兰之九畹兮，又树蕙之百亩”，以兰来象征自己美好的品德。黄庭坚指出兰与君子十分类似：“兰甚似乎君子，生于深山薄丛之中，不为无人而不芳。雪霜凌厉而见杀，来岁不改其性也。”君子就像兰花，从不吹嘘自己，也不因无人赏识而愁闷；在遭受外界残酷的摧残后，也不改变自己的本性。这两句话的精警，可与“出淤泥而不染”相比肩。</p> <p>　　为什么黄庭坚要特意点出这两点呢？因为在这两种环境中，最能见出君子的品格。在第一种环境下，君子尚未成名，无人赏识，要耐得住寂寞；在第二种环境下，虽屡遭打击，而不改其操守。“遁世无闷”句，语出《易经》。《乾卦》《文言》：“初九日：潜龙勿用，何谓也？子曰：龙德而隐者也，不易乎世，不成乎名；遁世无闷，不见是而无闷。乐则行之，忧则违之，确乎其不可拔，潜龙也。”《孔疏》：“遁世无闷者，谓遁避世，虽逢无道，心无所闷。不见是而无闷者，言举世皆非，虽不见善而心亦无闷。上云遁世无闷，心处僻陋，不见是而无闷，此因见世俗行恶，是亦无闷，故再起无闷之文。”《易·大过》《象传》：“君子以独立不惧，遁世无闷。”《孔疏》：“明君子衰难之时，卓尔独立，不有畏惧。遁乎世而无忧，欲有遁难之心，其操不改。凡人则不能然，惟君子独能如此。”可见，只有君子才能在这两种环境中卓然挺立。“含章”句，亦出自《易经》。《易经》第六三章云：“含章可贞。或从王事，无成有终。《象》曰：含章可贞，以时发也；或从王事，知光大也。”章，即文采，也就是美德。含章，即藏善，韬光养晦，保养美德。贞，正。含章可贞：蕴含美德，心地守正。时，时机。成，居功。君子应耐心等待最佳时机再行动。含蕴秀美，品德坚贞；如为天子做事，不要居功，则有善终。黄庭坚在这里又一次赞扬君子立身处世的特点：一是含蓄，不张扬，不刻意追求。就像兰花，平时与其他花草混处，香味不明显。二是把握时机。君子一旦有机会能施展自己的才华，就会尽心尽力地报效国家民族，鞠躬尽瘁，死而后已。就如兰花，一阵清风吹过，香气芬芳，远近皆知。</p> <p>　　接下来，作者特意比较了兰与蕙的不同，指出兰似君子，蕙似士大夫。兰与蕙的栽培环境相同，但两者有花之多少与香味远近不同。“一干一花而香有余者兰，一干五七花而香不足者蕙。”花少，则含蓄，不张扬；香味远，则有真才实学，内蕴丰富。作者还指出，“蕙虽不若兰，其视椒则远矣。”椒，一种香味浓烈的常见草本植物，此处指庸碌之辈。士大夫虽然品德修养不如君子，但较之庸碌常人，又已远甚。可叹的是，椒居然被当世之人称为“国香”。“当门”，指当权者。当权者昏庸，不能辨别蕙与椒，更无法赏识那含蓄的、清幽的兰了。所以，那些品节高尚的“山林之士”，纷纷远离当局，“往而不返”了。在这里，作者寄予了深沉的世道感叹。</p> <p>　　黄庭坚对兰的推崇，是在北宋推崇君子气节的大环境下提出来的。周敦颐《爱莲说》就说：“莲，花之君子者也。”黄庭坚也说：“兰似君子。”此文写于他贬居戎州之时。戎州有山名兰山，上有野生兰花。他将之移植于院中，建一小亭，名为“幽芳亭”。在北宋党争中，黄庭坚属苏轼党，屡遭新党打击。但是，他并无怨恨詈骂之词。苏轼称赞他：“意其超逸绝尘，独立万物之表，驭风骑气，以与造物者游，非独今世之君子所不能用，虽如轼之放浪自弃，与世阔疏者，亦莫得而友也。”（《答黄鲁直书》）评价高得不能再高了。黄庭坚将居处先后命名为“任运堂”、“槁木庵”，表现了他随缘任运的人生态度。他为人“内刚外和”，有如兰花，含蓄，不张扬，内蕴深厚，讲求气节。他的诗也反复吟咏了兰花的高洁品质，如《以同心之言其臭如兰为韵寄李子先》、《丙寅十四首效韦苏州》、《次韵答和甫卢泉水三首》、《答李康文》、《和答刘中叟殿院》、《寄晁元中十首》、《寄傅君倚同年》、《次韵答黄与迪》等诗。他还亲手书写了唐韩伯庸的《幽兰赋》，流传至今，成为中国书法史上的行书佳作。</p> <p>　　黄庭坚学识广博，善用典故。他提倡广泛学习古代优秀文学作品，厚积薄发，在此基础上进行创新，“点铁成金”、“脱胎换骨”。在这篇短文中，黄庭坚随手引用《易经》、《离骚》，展示了他深厚的学养。 </p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "辞赋精选",
    "咏物",
    "写花",
    "品格",
    "寓人"
  ]
}