{
  "id": 7728,
  "star": 23,
  "name": "上留田行",
  "dynasty": "唐代",
  "content": "行至上留田，孤坟何峥嵘。<br>积此万古恨，春草不复生。<br>悲风四边来，肠断白杨声。<br>借问谁家地，埋没蒿里茔。<br>古老向余言，言是上留田，蓬科马鬣今已平。 <br>昔之弟死兄不葬，他人于此举铭旌。<br>一鸟死，百鸟鸣。一兽走，百兽惊。<br>桓山之禽别离苦，欲去回翔不能征。<br>田氏仓卒骨肉分，青天白日摧紫荆。<br>交柯之木本同形，东枝憔悴西枝荣。<br>无心之物尚如此，参商胡乃寻天兵。<br>孤竹延陵，让国扬名。<br>高风缅邈，颓波激清。<br>尺布之谣，塞耳不能听。",
  "fanyi": "<p><strong>译文<br></strong>我走到上留田这个地方，看到一处新土坟孤零零地伫立在野外。其他地方早已青草漫漫，唯独这座坟冢上春草还未长出。一阵风刮过凄凉的旷野，坟旁杨树上的叶子哗哗作响，像是有人在伤心地哭泣。这是谁家的坟墓，埋没在这荒凉的地方？经当地的老人介绍才知道这里埋葬的是田氏，他英年早逝，哥哥置之不理，连他的尸首都不肯埋葬，当地人只好把他埋在这里，在坟旁按照习俗插上了旌幡，我感慨万分，连一只鸟死了，其他的鸟都哀鸣不止，一只野兽走了，其他的野兽都惶惶不安。你听听那恒山鸟离别时的哀鸣，临行前总是回旋飞翔不停。田氏三兄弟要分家时，庭中的紫荆树立即枯死，而当他们决定不分家时，树应声繁荣如初。传说中黄金山有一种树木，朝东的枝条憔悴而西面的枝条荣润，树犹如此啊！为什么要像参商二星一样，你争我斗，彼此不相容呢？伯夷、叔齐与延陵季子推位让国，人家兄弟情深，美誉名扬天下：看来淳朴的社会风气已经遥远了，衰颓的世风泛滥开来，江河日下，昔日街头讽刺兄弟之事的歌谣，人们都充耳不闻了。</p> <p><strong>注释<br></strong>①峥嵘：高峻的样子。<br>②蒿（hāo）里茔（yíng）：蒿里，古指坟地，又为丧歌名。<br>③蓬科：同“蓬颗”，土坟上长满的荒草。<br>④马鬣（liè）：指坟墓封土的一种形状，亦指坟墓。<br>⑤铭旌（jīng）：古时竖在灵柩前标有死者官衔和姓名的旗幡。<br>⑥桓山（huán）：在今江苏省铜山县东北。《孔子家语》载，孔子在卫，昧旦晨兴，颜回侍侧，闻哭者之声甚哀，子曰：“回！汝知此何所哭乎？”对曰：“回以此哭声非但为死者而已，又有生离别者也。”子曰：“何以知之？”对曰：“回闻桓山之鸟生四子焉，羽翼既成，将分于四海，其母悲鸣而送之，哀声有似于此，为其往而不返也。回窃以音类知之。”后以桓山之泣比喻家人离散的悲痛。<br>⑦紫荆：《续齐谐记》中记载，京兆田真兄弟三人共议分财，生资皆平分，唯堂前一株紫荆树，共议欲破三片，明日就截之，其树即枯死，状如火燃。真往见之大惊，谓诸弟曰：“树本同株，闻将分斫，所以憔悴，是人不如木也。”因悲不自胜，不复解树，树应声荣茂。兄弟相感，更合财宝，遂为孝门。<br>⑧交柯：《述异记》中记载，黄金山有楠树，一年东边荣，西边枯；后年西边荣，东边枯，年年如此。<br>⑨参（shēn）商：参星与商星。《左传·昭公元年》：相传黄帝有两个儿子，大的叫阏伯，小的叫实沉，住在荒山野林里，不能和睦相处，每天动武，互相讨伐。后来黄帝为避免两人争斗，把阏伯迁到商丘，去管心宿，也就是商星；把实沉迁到大夏，主管西方的参星。参宿在西，心宿在东，彼出此没，永不相见。后比喻兄弟不和睦，彼此对立。<br>⑩孤竹：是指商末孤竹国君墨胎氏二子伯夷和叔齐。孤竹君欲以次子叔齐为继承人，及父卒，叔齐让位于伯夷。伯夷以为逆父命，于是放弃君位，流亡国外。而叔齐亦不肯立，也逃到孤竹国外，和他的长兄一起过流亡生活。<br>延陵：季札，春秋时期吴王寿梦的小儿子。吴王寿梦一心想把君主之位传给他，于是吴王的其他几个儿子都主动放弃了继承权。但是季札辞让了。于是他的哥哥诸樊、余祭、余昧弟兄几个商议，以兄终弟及的方式，最终传给季札，可是季札最终还是没有继位。于是，三哥余昧死后，由余昧的儿子继承了王位。季札封于延陵，所以称其为“延陵季子”。<br>高风：美善的风教、政绩。缅邈：久远、遥远。颓波：向下流的水势。比喻衰颓的世风。尺布之谣：《史记·淮南衡山列传》载，淮南王刘长谋反被汉文帝流放，刘长途中绝食而死，民间作歌歌淮南厉王：“一尺布，尚可缝；一斗粟，尚可舂。兄弟二人不相容。”<br>缅邈（miǎn miǎo）：意为山川缅邈， 同遥远。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《上留田行》为乐府古题，全<a href=\"http://so.gushiwen.org/view_7728.aspx\">诗</a>沉郁苍凉，浑沦深痛。古诗以父母死，兄不抚养弟而邻人讽之为内容，这是一首“借古题以讽时事”的诗文。</p> <p>　　诗人从“行至上留田”至“他人于此”十三句叙事，写孤坟的荒凉与凄怆。</p> <p>　　“行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。悲风四边来，肠断白杨声。”《古诗十九首》云：“出郭门直视，但见丘与坟。白杨多悲风，萧萧愁杀人。”“白杨”多与“悲风”相搭配，渲染萧瑟的气氛，凄凄复凄凄、肠断天涯远。</p> <p>　　“借问谁家地，埋没蒿里茔。古老向余言，言是上留田，蓬科马鬣今已平。昔之弟死兄不葬，他人于此举铭旌。”两句问句做引，引出“上留田”的故事描述。《周礼·春官·司常》有云：“大丧共铭旌。”“铭旌”多指灵柩前标有姓名的旗幡。借村里老人的口，描述出遥远的曾经发生过的兄弟相争的故事，引发无尽唏嘘。</p> <p>　　“一鸟死”至末尾十八句抒发感慨，写兄弟相逼的可悲。</p> <p>　　“一鸟死，百鸟鸣。一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。”诗人借动物之“有情”反讽故事中主人公的“无情”，《孔子家语·颜回篇》：“孔子在上，闻哭者之声甚哀。子曰：‘回，汝知此何所哭乎？’对曰：‘回以此哭声非但为死者而已，又将有生别离者也。’‘回闻桓山之鸟，生四子焉，羽翼既成，将分于四海，其母悲鸣而送之。哀声有似于此，谓其往而不返也。’孔子使人问哭者，果曰：父死家贫，虫子以葬，与之长诀。”死别苦，生离更悲，鸟兽尚且知道为同伴的死亡而哀鸣，兄弟之间却失去了手足怜惜之情，可悲，可叹。</p> <p>　　“田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。孤竹延陵，让国扬名。高风缅邈，颓波激清。尺布之遥，塞耳不能听。”田氏三兄弟要分家时，庭中的紫荆树立即枯死。传说黄金山有一种树木，朝东的枝条憔悴而西边的枝条荣润，树犹如此啊，何况骨肉兄弟？诗人反复列举古人的事迹，借以慨叹江河日下，哀惜渐渐消逝的淳朴之风。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7728.aspx\">诗</a>大约写于至德二载（757）。上留田，古地名，后亦为乐府曲名。是时，肃宗击败永王磷。辚奔郡阳，欲南走岭外，被江西采访使皇甫侥所杀。诗人有感于此，借题发挥，表现了对兄弟不容、同室相煎的深沉悲哀。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "讽刺"
  ]
}