{
  "id": 71352,
  "star": 170,
  "name": "守岁",
  "dynasty": "宋代",
  "content": "欲知垂尽岁，有似赴壑蛇。<br>修鳞半已没，去意谁能遮。<br>况欲系其尾，虽勤知奈何。<br>儿童强不睡，相守夜欢哗。<br>晨鸡且勿唱，更鼓畏添挝。<br>坐久灯烬落，起看北斗斜。<br>明年岂无年，心事恐蹉跎。<br>努力尽今夕，少年犹可夸。",
  "fanyi": "<p><strong>译文<br></strong>要知道快要辞别的年岁，有如游向幽壑的长蛇。<br>长长的鳞甲一半已经不见，离去的心意谁能够拦遮！<br>何况想系住它的尾端，虽然勤勉明知是无可奈何。<br>儿童不睡觉努力挣扎，相守在夜间笑语喧哗。<br>晨鸡呵请你不要啼唱，一声声更鼓催促也叫人惧怕。<br>长久夜坐灯花点点坠落，起身看北斗星已经横斜。<br>明年难道再没有年节？只怕心事又会照旧失差。<br>努力爱惜这一个夜晚，少年人意气还可以自夸。</p> <p><strong>注释<br></strong>⑴垂尽：快要结束。<br>⑵壑（hè）：山谷。<br>⑶修鳞：指长蛇的身躯。<br>⑷强（qiǎng）：勉强。<br>⑸哗：一作“喧”。<br>⑹挝（zhuā）：击，敲打，此处指更鼓声。<br>⑺灯烬（jìn）：灯花。烬，物体燃烧后剩下的部分。<br>⑻北斗斜：谓时已夜半。<br>⑼蹉跎（cuō tuó）：时间白白过去，光阴虚度。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《守岁》，十六句，可分为三个层次。</p> <p>　　第一个层次六句：“欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮？况欲系其尾，虽勤知奈何。”这里用生动的比喻说明守岁无益，从反面人题，跟前两首有所不同。这个比喻不但形象生动，而见辰龙巳蛇，以蛇比岁，不是泛泛设喻。这六句的前四句写岁已将近，后二句写虽欲尽力挽回，但徒劳无益。“系其尾”字面虽然用《晋书·贾后传》“系狗当系颈，今反系其尾”的话，但在行文中完全以“赴壑蛇”为喻：到了除夕，已经是末梢了，倒拔蛇已不大可能，何况只抓蛇尾巴梢，哪里能系得住呢？以这样六句开头，好像说这个风俗无道理。要写守岁，先写守不住，不必守，这是欲擒故纵，使文字多波澜的手法。</p> <p>　　中间六句是第二个层次：“儿童强不睡，相守夜谌哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。”这个层次写守岁的情景。一个“强”字写出儿童过除夕的特点：明明想打磕睡，却还要勉强欢闹。这两句仍然是作者回味故乡的风俗，而不是他在凤翔时的情景。这一年<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>才二十六岁（虚龄二十七岁），膝下只有一子苏迈，虚龄五岁，不可能有这两句所写的场景。“晨鸡”二句将守岁时的心理状态写得细腻入微，“坐久”两句将守岁时的情景写得很逼真。这两句主要是针对大人守岁所说的。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>很欣赏这十个字，说是“真景”。实际上这是人人守岁都有过的感受，他能不费力地写出来，增添不少亲切感。</p> <p>　　最后四句是第三个层次：“明年岂无年？心事恐蹉跎。努力尽今夕，少年犹可夸。”这个层次与开头第一个层次的欲擒故纵相对照，表明守岁有理，应该爱惜将逝的时光。正面交代应该守岁到除夕尽头。结尾两句化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“犹有夸张少年处”，意在勉励<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>。苏辙在京师侍奉父亲，苏轼希望两地守岁，共惜年华。这个结句含有积极奋发的意味，是点睛之笔，使全<a href=\"http://so.gushiwen.org/view_71352.aspx\">诗</a>精神陡然振起。</p> <p>　　苏轼的《守岁》，诗意明白易懂，旨在勉励自己惜时如金。作者用形象的蛇蜕皮喻时间不可留，暗示要自始至终抓紧时间做事，免得时间过半，虽勤也难补于事。努力应从今日始，不要让志向抱负付诸东流。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71352.aspx\">诗</a>作于仁宗嘉祐七年（1062年），其时诗人在凤翔签判任上，同时还写了《馈岁》《别岁》，三首诗寄与<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>。1061年，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>应制科入三等，以“将仕郎大理寺评事签书节度判官厅公事”，十一月至凤翔（治所在今陕西凤翔）。知府宋选对苏轼十分关心爱护。苏轼公事之暇，纵观附近的名胜古迹，留下了有名的《凤翔八观》诗。这年苏辙授商州（治所在今河南商县）军事推官。官府通告未下，苏辙要求留在京师侍奉父亲，第二年获准。苏轼一人在凤翔，遇到年终，想回汴京和父亲、弟弟团聚而不可得，回想故乡岁暮的淳朴风俗，就写了这三首诗寄给弟弟苏辙（字子由），以抒发思念之情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春节",
    "勉励",
    "惜时"
  ]
}