{
  "id": 65011,
  "star": 47,
  "name": "点绛唇·素香丁香",
  "dynasty": "宋代",
  "content": "落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 <br>无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。",
  "fanyi": "<h2>译文</h2> <p>树叶还是稀稀落落的，丁香树叶下丁香花就开放了，吐露出的素淡的香气环绕着树，雅士称赞这是幽居之士的乐趣。 丁香花没有想争夺春光，梅花不要嫉妒。她在春雨中愁绪满怀，好像在怀念江南故土。</p> <p><strong>韵译</strong><br>冷落凄清秋叶飞，琼枝玉叶却吐蕊。<br>柔树飘出缕缕香，恰如幽隐贞人美。<br>无意争春斗娇艳，梅花开尽莫相妒。<br>心含春雨愁千绪，好似想起江南主。 </p>",
  "shangxi": "<h2>赏析一</h2> <p>　　此词上阕从两个方面落笔：一个方面是写丁香之形态，如“琉璃叶下琼葩吐”，另一个方面是写丁香之意趣，所谓“幽人趣”。而扣题的只有一句“素香柔树”。首句“落木萧萧”，本是用来描写秋天景象的，这里被移用来描写丁香尚在含葩而未吐蕊时的环境和氛围，也是一种衬托。</p> <p>　　下阕由形而传神，写丁香之精神所在。也从两个方面落笔，一个方面是写其无意与群芳，尤其是“自古承春早，严冬斗雪开”（<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>《早梅》），号称内修外美、玉蕊清香的梅花，争春斗艳，另一个方面是写丁香散露出的那种愁绪。全词的精彩之处全在其“豹尾”：作者大胆悬想，丁香之所以“结愁千绪”，也许是它在思忆江南的主人吧。至此，本无情之花卉植物，便化为了有情意之作者心志的寄托，一怀愁绪，满腔悲情，也就有了具体的着落。</p><br/><h2>赏析二</h2> <p>　　这是入选高级中学课本的一阙词。</p> <p>　　作者<a href=\"http://so.gushiwen.org/author_205.aspx\">王十朋</a>（1112-1171），字龟龄，号梅溪，浙江乐清人，南宋著名政治家、<a href=\"http://so.gushiwen.org/view_65011.aspx\">诗</a>人，一代名臣。绍兴二十七年（1157年）中进士第一，官至龙图阁学士。他学识渊博，诗文自有风格。现收入《梅溪先生文集》前后集中，计有诗1700多首，赋7篇，奏议46篇，其他如记、序、书、启、论文、策问、行状、墓志铭、祭文、铭、赞等散文、杂文140多篇。此外还有《春秋》、《论语》讲义8篇等。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>将他与<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>五君子相提并论，说：“海内有志之士闻其名，诵其言，观其行，而得其人，无不敛衽心服。”</p> <p>　　王十朋以《点绛唇》词调分咏丁香、竹、茉莉、兰、梨、海棠、牡丹、荼蘼、莲、水仙、菊、桂、含笑、腊梅、芍药、梅、瑞香、檐葡，以花喻人，托物言志，各具特色，共十八首。并且各冠以“香”字雅称，如“素香”丁香、“细香”竹、“梵香”茉莉、“国香”兰等等，被称为“十八香”。《点绛唇·素香丁香》即为其中之一。</p> <p>　　其词大意为：落叶萧萧，凄凉时节。丁香叶下，花儿吐露芬芳。那香气素淡，那枝叶柔蔓。她的志趣高雅，堪与高士相投。她无意与你争宠，梅花勿要嫉妒。她在春雨中愁绪万端，好像是想起了满怀愁情的江南旧主。</p> <p>　　这阙词结合丁香素香特性,上半阙先用“落木萧萧”烘托悲凉气氛,接着以“琉璃叶下琼葩吐”，令人眼睛一亮。然后语锋一转，“素香柔树，雅称幽人趣”，表明高雅淡泊的志趣。下半阙则进一步阐述自己与世无争的心态：“无意争先，梅蕊休相妒。”最后吐露心声：我不是“争先”，也“无意争先”，面对绵绵春雨，我“结愁千绪”，想起了当年的江南国主。从而抒发了作者在“落木萧萧”的环境下，琼葩独吐而又遭梅蕊相妒时，彷徨无主、孤寂苦闷的复杂情绪。</p> <p>　　全词多处用典，内涵深远。“落木萧萧”出自唐杜甫七律《登高》：“无边落木萧萧下”；“素香柔树，雅称幽人趣”脱胎于杜甫五古《丁香》：“丁香体柔弱，乱结枝犹垫。细叶带浮毛，疏花披素艳。深栽小斋后，庶近幽人占。晚堕兰麝中，休怀粉身念”；“无意争先，梅蕊休相妒”与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《卜算子·咏梅》“无意苦争春，一任群芳妒”有异曲同工之妙；而“含春雨，结愁千绪，忆似江南主”疑即指“丁香空结雨中愁”的作者南唐中主<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>或善写愁词的婉约词人南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>。（作者：阿群）</p>",
  "poet": {
    "id": 205,
    "star": 0,
    "name": "王十朋",
    "image": "http://img.gushiwen.org/authorImg/wangshipeng.jpg",
    "desc": "王十朋（1112-1171），字龟龄，号梅溪，南宋著名的政治家和诗人，伟大的爱国主义者。出生于乐清四都左原（今浙江省乐清市）梅溪村。绍兴二十七年（1157年）他以“揽权”中兴为对，中进士第一，被擢为状元，先授承事郎，兼建王府小学教授。王十朋以名节闻名于世，刚直不阿，批评朝政，直言不讳。"
  },
  "tags": [
    "咏物",
    "写花",
    "言志"
  ]
}