{
  "id": 64174,
  "star": 10,
  "name": "忆旧游·登蓬莱阁",
  "dynasty": "宋代",
  "content": "问蓬莱何处，风月依然，万里江清。休说神仙事，便神仙纵有，即是闲人。笑我几番醒醉，石磴扫松阴。任狂客难招，采芳难赠，且自微吟。<br>俯仰成陈迹，叹百年谁在，阑槛孤凭。海日生残夜，看卧龙和梦，飞入秋冥?。还听水声东去，山冷不生云。正目极空寒，萧萧汉柏愁茂陵。",
  "fanyi": "<p><strong>译文<br></strong>问蓬莱仙山在何处，眼前风月依旧人事已非，江天空阔客子形单影只。不要说神仙事，神仙并不存在，只有放弃俗世的纷扰，才是真正的神仙。应笑我多少次独醒烂醉，松阴之下把石磴扫个没完。无奈<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>一样的狂客难以招回，采得芳草无人可赠，我姑且小声吟咏孤单。 <br>转眼许多世事尽成陈迹，感叹“生年不满百，常怀千岁忧”，独自凭靠栏杆。天快亮时大海上升起太阳，山腾如龙，人在梦境，一切尽入秋天幽深的变幻。又听到大江东去滔滔之声，山壑不生白云一片凄暗。我用尽目力远望寒天，惦念茂陵葱葱郁郁的柏林，不知他如今受到怎样的摧残。</p> <p><strong>注释<br></strong>蓬莱阁：蓬莱阁是江南名胜之一，处于浙江绍兴卧龙山下。绍兴处于钱塘江、曹娥江、杭州湾的怀抱之中。登高一望，江天空阔。风景极为独特。周密、张炎等人曾于此处作<a href=\"http://so.gushiwen.org/view_64174.aspx\">诗</a>吟咏。<br>蓬莱：又称“蓬壶”、“蓬山”。神话中渤海里仙人居住的神山。《列子汤问篇》：“渤海之东，有大壑焉。……其中有五山焉：一曰岱与，一曰员峤，三曰方壶，四曰瀛洲，五曰蓬莱。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》：“刘郎已恨蓬山远，更隔蓬山一万重。”<br>醒醉：<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《木兰花》：“劝君莫作独醒人，烂醉花间应有数。”<br>石磴：山路上的石级。磴（dèng）：台阶或楼梯的层级。<br>扫：描画。<br>松阴：松树之阴。多指幽静之地。<br>狂客：指唐诗人贺知章，知章晚年自号四明狂客，退居于绍兴镜湖之滨。 <br>采芳：欲采芳草，无人可赠。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘君》：“采芳洲兮杜若，将以遗兮下女。”《古诗十九首·涉江采芙蓉》：“涉江采芙蓉，兰泽多芳草。采之欲遗谁，所思在远道。”<br>微吟：小声吟咏。词人感到孤独，无以排忧，只好微吟以求慰藉。<br>俯仰：低头和抬头，形容时间很短。<br>阑槛（lan jiàn）孤凭：独自凭靠栏杆。阑槛：同栏杆。<br>海日生残夜：<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>《次北固山下》：“客路青山下，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达，归雁洛阳边。”残夜:天快亮时。<br>卧龙和梦：见卧龙山在朦胧中的盘踞情状。山腾如龙，人在梦境。<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>《三国志·蜀书·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>传》：“诸葛孔明者,卧龙也。”<br>秋冥：秋天幽深。<br>不生云：云气蜇状，一片凄冷不动气象。<br>正：恰好。<br>目极：用尽目力远望。<br>茂陵：汉武帝的陵墓，在今陕西兴平东南。这里是指南宋帝王的陵墓。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“问蓬莱何处，风月依然，万里江清”。全词借势起笔，“问”字直接领起，带出登阁游览的总印象。“风月”从时间上写人事的变化。时间未变，而思念大变，令人倍感痛心。“万里江清”。从空间上写阁上眼界的空阔。“休说神仙事，便神仙纵有，即是闲人。”前面三句写景，此句转为抒情。从写景到抒情，转得虚灵。意为身历亡国巨变，要象神仙那样出世吗？但神仙并不存在，不值得追求的。作者是南宋遗民，他认为只有放弃俗世的纷扰，才是真正的“神仙”。世上有蓬莱阁一类景物可供幽赏，这正是“神仙”的“安身立命”之地。</p> <p>　　“笑我几番醒醉，石磴扫松阴。”以“醒醉”、“扫磴”的活动来表示，含蓄表达中点明“游”字。“石磴”即用“松阴扫石磴”句。“任狂客难招，采芳难赠，且自微吟。”笔触之处又回转蓬莱阁。“松阴”扫“石磴”，已有“独”意。“采芳难赠”化《古<a href=\"http://so.gushiwen.org/view_64174.aspx\">诗</a>十九首》“涉江采芙蓉，兰泽多芳草，采之欲遗谁？所思在远道”诗意，欲采芳香，无素心人可赠。词人感到孤独，只好“任”之，只好“微吟”自寻慰藉而已。</p> <p>　　“俯仰成陈迹，叹百年谁在，阑槛孤凭”，意接上片总括游踪。世事的变化和此行的孤独。所云“俯仰”之间，许多世事尽成“陈迹”，抒发了物人皆非之感慨。感物中怀人念远中伤逝，忧愤加深。“海日生残夜，看卧龙和梦，飞入秋冥。”写天亮前所见景色。“海日生残夜”，写残夜所见卧龙山在朦胧中的盘踞情状。山腾如龙，在人梦境。作者思绪跳动，从残夜到天明，从日色到江声。</p> <p>　　“还听水声东去，山冷不生云。”“不生云”，云气蜇状，自为一片凄冷不动气象。“正目极空寒”，从恢强飞动转到冷峭幽寂。“萧萧汉柏愁茂陵”，结句上接“目极”，意却向远处延伸。此句含意无限，是遗民心事的点睛之笔。“愁”字，点出“茂陵松柏”与此时、此地、此心的关系。</p>",
  "about": "<h2>创作背景</h2> 　　此词为宋亡之后，<a href=\"http://so.gushiwen.org/view_64174.aspx\">诗</a>人登临感怀之作。诗人于深秋之夜，独自登上蓬莱阁，凭吊山河，面对人世的大变和大自然的永恒，不觉感概生哀。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "思国",
    "凭吊",
    "抒怀",
    "感慨"
  ]
}