{
  "id": 70886,
  "star": 5613,
  "name": "长歌行",
  "dynasty": "两汉",
  "content": "青青园中葵，朝露待日晞。<br>阳春布德泽，万物生光辉。<br>常恐秋节至，焜黄华叶衰。<br>百川东到海，何时复西归？<br>少壮不努力，老大徒伤悲！",
  "fanyi": "<p><strong>译文</strong><br>园中的葵菜都郁郁葱葱，晶莹的朝露阳光下飞升。<br>春天把希望洒满了大地，万物都呈现出一派繁荣。<br>常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。<br>百川奔腾着东流到大海，何时才能重新返回西境？<br>少年人如果不及时努力，到老来只能是悔恨一生。</p> <p><strong>注释</strong><br>⑴长歌行：汉乐府曲题。这首<a href=\"http://so.gushiwen.org/view_70886.aspx\">诗</a>选自《乐府诗集》卷三十，属相和歌辞中的平调曲。<br>⑵葵：“葵”作为蔬菜名，指中国古代重要蔬菜之一。《诗经·豳风·七月》：“七月亨葵及菽。”<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》说“葵菜古人种为常食，今之种者颇鲜。有紫茎、白茎二种，以白茎为胜。大叶小花，花紫黄色，其最小者名鸭脚葵。其实大如指顶，皮薄而扁，实内子轻虚如榆荚仁。”此诗“青青园中葵”即指此。<br>⑶朝露：清晨的露水。晞：天亮，引申为阳光照耀。<br>⑷”阳春“句：阳是温和。阳春是露水和阳光都充足的时候，露水和阳光都是植物所需要的，都是大自然的恩惠，即所谓的”德泽“。 布：布施，给予。 德泽：恩惠。<br>⑸秋节：秋季。<br>⑹焜黄：形容草木凋落枯黄的样子。 华（huā）：同“花”。 衰：一说读“cuī”，因为古时候没有“shuāi”这个音；一说读shuāi，根据语文出版社出版的《古代汉语》，除了普通话的规范发音之外，任何其他的朗读法都是不可取的。<br>⑺百川：大河流。<br>⑻少壮：年轻力壮，指青少年时代。<br>⑼老大：指年老了，老年。徒：白白地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70886.aspx\">诗</a>从“园中葵”说起，再用水流到海不复回打比方，说明光阴如流水，一去不再回。最后劝导人们，要珍惜青春年华，发愤努力，不要等老了再后悔。这首诗借物言理，首先以园中的葵菜作比喻。“青青”喻其生长茂盛。其实在整个春天的阳光雨露之下，万物都在争相努力地生长。因为它们都恐怕秋天很快地到来，深知秋风凋零百草的道理。大自然的生命节奏如此，人生也是这样。一个人如果不趁着大好时光而努力奋斗，让青春白白地浪费，等到年老时后悔也来不及了。这首诗由眼前青春美景想到人生易逝，鼓励青年人要珍惜时光，出言警策，催人奋起。</p> <p>　　这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。诗人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。</p> <p>　　自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生就像叶上的朝露一见太阳就被晒干了，就像青青葵叶一遇秋风就枯黄凋谢了。诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程；人生也有一个少年努力、老有所成的过程。自然界的万物只要有阳光雨露，秋天自能结实，人却不同；没有自身努力是不能成功的。万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，就等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了；二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。</p>",
  "about": "<h2>创作背景</h2> <p>　　乐府是自秦代以来设立的朝廷音乐机关。它除了将文人歌功颂德的<a href=\"http://so.gushiwen.org/view_70886.aspx\">诗</a>配乐演唱外，还担负采集民歌的任务。汉武帝时得到大规模的扩建，从民间搜集了大量的诗歌作品，内容丰富，题材广泛。此诗是汉乐府诗的一首。长歌行是指“长声歌咏”为曲调的自由式歌行体。</p><br/><h2>品论</h2> <p>　　这是一首咏叹人生的歌。唱人生而从园中葵起调，这在写法上被称作“托物起兴”，即“先言他物以引起所咏之辞也”。园中葵在春天的早晨亭亭玉立，青青的叶片上滚动着露珠，在朝阳下闪着亮光，像一位充满青春活力的少年。<a href=\"http://so.gushiwen.org/view_70886.aspx\">诗</a>人由园中葵的蓬勃生长推而广之，写到整个自然界，由于有春天的阳光、雨露，万物都在闪耀着生命的光辉，到处是生机盎然、欣欣向荣的景象。这四句，字面上是对春天的礼赞，实际上是借物比人，是对人生最宝贵的东西──青春的赞歌。人生充满青春活力的时代，正如一年四季中的春天一样美好。这样，在写法上它同时又有比喻的意义，即所谓“兴而比”。</p> <p>　　自然界的时序不停交换，转眼春去秋来，园中葵及万物经历了春生、夏长，到了秋天，它们成熟了，昔日奕奕生辉的叶子变得焦黄枯萎，丧失了活力。人生也是如此，由青春勃发而长大，而老死，也要经历一个新陈代谢的过程。这是一个不可移易的自然法则。诗人用“常恐秋节至”表达对“青春”稍纵即逝的珍惜，其中一个“恐”字，表现出人们对自然法则的无能为力，青春凋谢的不可避免。接着又从时序的更替联想到宇宙的无尽时间和无垠空间，时光像东逝的江河，一去不复返。由时间尺度来衡量人的生命也是老死以后不能复生。在这永恒的自然面前，人生岂不就像叶上的朝露一见太阳就被晒干了吗？岂不就像青青葵叶，一语秋风就枯黄凋谢了吗？诗歌由对宇宙的探寻转入对人生价值的思考，终于推出“少壮不努力，老大徒伤悲”这一发聋振聩的结论，结束全诗。这个推理的过程，字面上没有写出来，但读者可循着诗人思维的轨迹，用自己的人生体验来补足：自然界的万物有一个春华秋实的过程，人生也有一个少年努力、老有所成的过程；自然界的万物只要有阳光雨露，秋天自能结实，人却不同，没有自身努力是不能成功的；万物经秋变衰，但却实现了生命的价值，因而不足伤悲；人则不然，因“少壮不努力”而老无所成，岂不等于空走世间一趟。调动读者思考，无疑比代替读者思考高明。正由于此，使这首诗避免了容易引人生厌的人生说教，使最后的警句显得浑厚有力，深沉含蓄，如洪钟长鸣一般，深深地打动了读者的心。句末中的“徒”字意味深长：一是说老大无成，人生等于虚度了;二是说老年时才醒悟将于事无补，徒叹奈何，意在强调必须及时努力。</p> <p>　　读这首诗，我们很自然会联想到《钢铁是怎样炼成的》那段关于人的生命应该如何度过的名言。“人最宝贵的东西是生命。每个人只有一次生命。因此，一个人的一生应该这样度过：当他回顾已逝的年华时，不因虚度时光而悔恨，也不因一事无成而羞愧;这样，在他即将离开人世的时候，就可以坦然地说：我把整个生命和全部的精力，都奉献给了人世间最壮丽的事业——为人类的解放而奋斗。”引导读者少壮及时努力，不要虚度光阴，这种人生态度无疑是积极的。</p> <p>　　这是汉代乐府古诗中的一首名作。诗中用了一连串的比喻，来说明应该好好珍惜时光，及早努力。诗的前四句，向我们描绘了一幅明媚的春景，园子里绿油油的葵菜上还带着露水，朝阳升起之后，晒干了露水，葵菜又沐浴在一片阳光中。世上的万物都在春天受到大自然雨露的恩惠，焕发出无比的光彩。可是，秋天一到，它们都要失去鲜艳的光泽，变得枯黄衰落了。万物都有盛衰的变化，人也有由少年到老年的过程。时间就像大江大河的水一样，一直向东流入大海，一去不复返了。我们在年少力强的时候如果不珍惜时光，好好努力的话，到老的时候就只能白白地悲伤了！</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "咏物",
    "励志",
    "哲理",
    "惜时"
  ]
}