{
  "id": 10819,
  "star": 10,
  "name": "陪诸贵公子丈八沟携妓纳凉晚际遇雨二首",
  "dynasty": "唐代",
  "content": "落日放船好，轻风生浪迟。<br>竹深留客处，荷净纳凉时。<br>公子调冰水，佳人雪藕丝。<br>片云头上黑，应是雨催诗。</p> <p>雨来沾席上，风急打船头。<br>越女红裙湿，燕姬翠黛愁。<br>缆侵堤柳系，幔宛浪花浮。<br>归路翻萧飒，陂塘五月秋。",
  "fanyi": "<p><strong>译文<br></strong>落日映红了西天，携妓的公子陂塘放船。啊，风柔柔轻吹水面，浪细细皱起潋滟。<br>夹岸的绿竹茂密幽深，游士们在此设筵。擎露的荷花多么鲜艳，看着它暑解凉添。<br>诸公子今日格外殷勤，将冰块化作冷饮；佳人们乘兴要歌唱，唱前忙着梳妆打扮。<br>天不作美，风景大煞，头上的黑云突现，陪客的我急把天看，灵机一动耸起<a href=\"http://so.gushiwen.org/view_10819.aspx\">诗</a>肩。</p> <p>飘星的雨点沾湿席上，顷刻间骤雨淋头，卷雨的狂风扑打船只，仿佛要掀翻锦舟。<br>船上善歌的越女啊，红裙儿淋得湿漉漉；能歌的燕姬眉黛含愁，急风里难试莺喉。<br>冒雨摇橹靠堤岸，柳系缆绳，栓牢荡舟，船上的布幔失落水面，漫卷着浪花浮沤。<br>归路上人们心绪低落，怨暴雨添了冷寞。骤雨驱散了炎热，闷人的五月凉似初秋。</p> <p><strong>注释<br></strong>⑴丈八沟：唐长安城中地名。原为一条人工渠，建于唐代天宝年间，老百姓沿渠而居。此诗题注：下杜城西有第五桥、丈八沟。纳凉：乘凉。南朝陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《内园逐凉》诗：“纳凉高树下，直坐落花中。”<br>⑵放船：开船，行船。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·尤悔》：“小人引船，或迟或速，或停或待，又放船纵横，撞人触岸。”<br>⑶公子：称富贵人家的子弟。调冰水：用冰调制冷饮之水。<br>⑷佳人：美女。雪藕丝：把藕的白丝除掉。<br>⑸片云：极少的云。南朝梁简文帝《浮云诗》：“可怜片云生，暂重复还轻。”<br>⑹沾：打湿。<br>⑺急：一作“恶”。<br>⑻越女：越地的美女，代指歌妓。<br>⑼燕（yān）姬：燕地的美女，代指歌妓。翠黛：眉的别称。古代女子用螺黛（一种青黑色矿物颜料）画眉，故名。<br>⑽缆（lǎn）：系船的绳子。<br>⑾宛：一作“卷”。<br>⑿翻：却。萧飒：（秋风）萧瑟。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《相从歌赠严二别驾》：“成都乱罢气萧飒，浣花草堂亦何有。”<br>⒀陂（bēi）塘：池塘。此指丈八沟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_10819.aspx\">诗</a>着重表现出游“遇雨”之前大自然景色的美好和人们心情的恬静。首联不仅巧妙地点出了出游的时间是“晚际”，地点是在湖上，而且还用寥寥数语勾画出一幅色彩鲜明的图画。第二联仍然是用恬静优美的图画组成的。“竹深”“荷净”四字，既使人仿佛看到了一丛丛茂密的翠竹、一朵朵散发着清香的荷花，同时也在静态的美中不知不觉地强调了动感。第三联着重写舟中之人，其特色十分鲜明。尾联使诗的节奏有了出人意料的变化，扣住了“遇雨”的诗题，又为第二首诗埋下了伏笔。</p> <p>　　第二首诗着重表现出游“遇雨”后作者的心情。既然前一首诗已经说过“片云”来得十分突然，那么这里的“雨”也就尽可以下得十分迅猛。此诗也正强调了这一点。在这一首前六句诗中，作者突出强调了风雨来得迅急，与第一首诗的恬静画面产生了极强烈的对比。最后二句，表现的是作者潇洒风流的精神面貌。句中的“翻”字几乎有扭转乾坤之力，认为那只不过是人生的一段小插曲而已，用不着感到狼狈，又出色地表达了作者的心情。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>早年困居长安时陪一些贵公子携妓纳凉时的即兴之作。仇兆鳌云：此<a href=\"http://so.gushiwen.org/view_10819.aspx\">诗</a>年月难考，大抵在天宝间未乱时作。杜甫携妓，是为了在长安混一碗饭吃才不得不如此的。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "自然",
    "热爱"
  ]
}