{
  "id": 71884,
  "star": 11,
  "name": "送范德孺知庆州",
  "dynasty": "宋代",
  "content": "乃翁知国如知兵，塞垣草木识威名。<br>敌人开户玩处女，掩耳不及惊雷霆。<br>平生端有活国计，百不一试薶九京。<br>阿兄两持庆州节，十年骐驎地上行。<br>潭潭大度如卧虎，边头耕桑长儿女。<br>折冲千里虽有余，论道经邦正要渠。<br>妙年出补父兄处，公自才力应时须。<br>春风旍旗拥万夫，幕下诸将思草枯。<br>智名勇功不入眼，可用折箠笞羌胡。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇送人之作。范德孺是<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的第四子，名范纯粹。他在1085年（元丰八年）八月被任命为庆州（治所在今甘肃庆阳）知事，此<a href=\"http://so.gushiwen.org/view_71884.aspx\">诗</a>则作于1086年（元祐元年）初春。庆州当时为边防重镇，是北宋与西夏对峙的前哨，环庆路的辖区，相当今甘肃庆阳、合水、华池等县地。范仲淹和他的第二子<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>都曾知庆州，并主持边防军政大事。所以诗就先写范仲淹和范纯仁的雄才大略，作为范德孺的陪衬，并寄离勉励之意，最后才正面写范德孺知庆州，揭出送别之意。全诗共十八句，每段六句，章法井然。</p> <p>　　诗一开始就以纵论军国大事的雄健笔调，写出了其父范仲淹的才能、业绩和威名，有高屋建瓴的气势。“塞垣草木识威名”，用翻进一层的写法，极写范仲淹的名震边睡。草木为无情之物，原本谈不上识与不识，此时草木都能识，足见其声威之盛。草木尚能如此，人则更不待言。所以透过草木，实是写人。同时这一句也是用典：唐德宗曾对张万福说过：“朕以为江淮草木亦知卿威名。”（《旧唐书·张万福传》）据史载，1040年（康定元年）范仲淹为陕西经略安抚副使，兼知延州。第二年，徙知庆州，为环庆路经略安抚招讨使，兵马都部署。他在主政期间，功业卓著，“威德著闻，夷夏耸服，属户蕃部率称曰‘龙图老子’”（《绳水燕谈录》），人称为“小范老子腹中有数万甲兵”（《名臣传》）。因而这一句是对他功业威名的高度概括。接着写其杰出的军事才能。“敌人开户玩处女”一句用《孙子·九地》语：“是故始如处女，敌人开户，后如脱兔，敌不及拒。”以此形容宋军镇静自着，不露声色。“掩耳不及惊雷霆”，则写迅捷的军事行动，出其不意，攻其不备。这里用“惊雷”代替“脱兔”的比喻，表现出<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>对典故的改造与化用。《晋书·石勒载记》有“迅雷不及掩耳”之说，《旧唐书·李靖传》也说：“兵贵神速，机不可失……所谓疾雷不及掩耳，此兵家上策。”“惊雷”对“处女”，不仅有动静的对比，而且更加有声有色，形象的反衬更为鲜明。这两句诗是范仲淹用兵如神的真实写照。如他率兵筑大顺城，“一旦引兵出，诸将不知所向。军至柔远，始号令告其地处，使往筑城。至于版筑之用，大小毕具，而军中初不知。贼以骑三万来争，公戒诸将，战而贼走，追勿过河。已而贼果走，追者不渡，而河外果有伏。贼失计，乃引去。于是诸将皆服公为不可及。”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《文正范公神道碑铭》）接下二句又是一转：范仲淹不仅是杰出的统帅，更是治国的能臣。“平生端有活国计”就是赞扬他的经邦治国的才能，“百不一试”，即还未来得及全面施展，就溘然长逝，沉埋九泉了。这两句也是写实。1043年（宋仁宗庆历三年），范仲淹入为枢密副使，旋为参知政事，推行了一系列刷新朝政的措施，史称“庆历新政”，但只一年多即遭挫折而失败。</p> <p>　　第二段写范纯仁。“两持庆州节”，指1074年（熙宁七年）及1085年（元丰八年）两度为庆州知州。“骐驎地上行”袭用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗句“肯使骐驎地上行”（《骢马行》）。骐驎是一种良马，《商君书·画策》：“骐驎騄駬，每一日千里。”驰骋广野的千里马正用以比喻范纯仁。“潭潭”二句写他戍边卫国的雄姿。“潭潭”，深沉宽广，形容他的统帅气度，如卧虎镇边，敌人望而生畏，不敢轻举妄动。“边头”一句则写他的惠政：劝民耕桑，抚循百姓，使他们生儿育女，安居乐业。同上段的中间二句一样，这两句也是一个对比：对敌人有卧虎之威，对人民则具长者之仁。“折冲”一句承上经略边事之意而来，是活用成语。《晏子春秋》：“夫不出尊俎之间，而折冲于千里之外，晏子之谓也。”原指在杯酒言谈之间就能御敌致胜于千里之外，此处用以指范纯仁在边陲远地折冲御侮，应付裕如。但下句一个转折，又把意思落到了经邦治国之上：范纯仁虽富有军事韬略，但治理国家正少不了他。</p> <p>　　第三段归结为送别范纯粹，临别赠言，寄以厚望。“妙年”一句承接上面的“父兄”而来，衔接极为紧密。“春风”二句描写仪仗之盛、军容之壮，幕下诸将士气高昂，期待着秋日草枯，好展露锋芒。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《观猎》：“风劲充弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。”所谓“射猎”有时常用以指代作战，如<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>《燕歌行》：“校尉羽书飞瀚海，单于猎火照狼山。”照理，顺着此层意思应是希望战绩辉煌，扬威异域。但是诗意又一转折：不要追求智名勇功，只需对“羌胡”略施教训即可。孙子曾经说过：“善战者，无智名，无勇功。”“折箠”，即折下策马之杖，语出《后汉书·邓禹传》：“赤眉来东，吾折箠笞之。”诗至最后，宛转地揭出了诗人的期望：不要轻启战端，擅开边衅，守边之道不在于战功的多少，重要的是能安边定国。</p> <p>　　至此，就表现出这首诗的立意与匠心了。诗中写韬略，写武功，只是陪衬，安邦治国才是其主旨。所以第一句就极可玩味，“知国如知兵”，“知国”为主，“知兵”为宾，造语精切，绝不可前后颠倒。“知国”是提挈全诗的一个纲。因而一、二段写法相同：先写军事才能，然后一转，落到治国之才。诗入突出父兄的这一共同点，正是希望范德孺继承其业绩，因而最后一段在写法上也承接上面的诗意：由诸将的思军功转为期望安边靖国，但这一期望在最后却表达得很委婉曲折。尽管如此，联系上面的笔意可知，如果直白说出，反嫌重复浅露，缺乏蕴藉之致。</p> <p>　　这首送人之作，不写依依借别之情，不作儿女临路之叹，而是发为论道经邦的雄阔慷慨之调，送别意即寓于期望之中。诗人如同在写诗体的史传论赞，雄深雅健，气度不凡。这正表现出黄庭坚以文为诗的特色。这种特色还体现于独特的语言风格方面。他以散文语言入诗，多用虚词斡旋，大量运用典故成语，力盘硬语，造语独特，使诗产生散文一样的气势，好像<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写的赠序，浑灏流转。如“敌人”一联，点化成语，别具一种格调，是未经人道之语。“平生”、“折冲”二联都是十足的散文句式，古雅朴茂，“百不一试”连用四个仄声字，奇崛顿挫，惋惜之情溢于言表。</p> <p>　　这首诗的用韵也别具一格。它一反常用的以换韵标志段落的写法，第一段用“名、霆、惊”韵，第三段用“须、枯、胡”韵，中间一段却三换其韵，首联、尾联分别与第一段及第三段押同一韵，中间一联则押仄声的“虎”、“女”。全诗三段，句子安排匀称，而韵律却参差有变。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "送别",
    "赞美",
    "写人",
    "抒怀",
    "期望"
  ]
}