{
  "id": 59369,
  "star": 48,
  "name": "惜红衣·吴兴荷花",
  "dynasty": "宋代",
  "content": "枕簟邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。<br>虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜柳边沙外，不共美人游历。问甚时同赋，三十六陂秋色？",
  "fanyi": "<p><strong>译文</strong><br>我每日在竹枕席上乘凉，抚琴读书打发时光，即使睡醒了也觉疲惫无力量。用泉水细细地清洗，用利刀将鲜甜的瓜果切劈。我每天精心地安排着自己的生活，可我比<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>寂寞，不能隔着墙头把酒索，又有谁会来问候我，我不是那城南<a href=\"http://so.gushiwen.org/view_59369.aspx\">诗</a>客。家中孤寂冷落，西风微寒，落叶的柳树，哀鸣的老蝉，都在告诉我已经到了秋天。<br>眼前拱桥如月，湖堤漫长，鱼儿随波嬉游，湖面飘着清香，荷花却已半数凋零枯黄。系船登岸遥望故乡，在那茫茫天际的北方。可惜在这水岸沙边，不能与旧时的美人一同游览。想问什么时候才能同赏，眼前这水乡湖塘秋日的风光？</p> <p><strong>注释</strong><br>[1]枕簟(diàn)：枕席。邀凉：乘凉，纳凉。<br>[2]细洒：细心清洗。并刀：古时并州（今太原一带）所产的刀，当时以利、快闻名。甘碧：香甜新鲜的瓜果。<br>[3]墙头唤酒：化用杜甫诗《夏日李公见访》：“隔屋唤西家，借问有酒不？墙头过浊醪，展席俯长流”。城南诗客：指杜甫在《夏日李公见访》中杜甫借酒所居于“僻近城南楼”。作者在这里感叹不如杜甫，无佳客来访，无邻家有酒可借，一唤能从墙头递过来。<br>[4]西风消息：秋天的信息。<br>[5]虹梁水陌：拱桥和湖堤。<br>[6]维舟：系船。<br>[7]同赋：这里作\"同赏\"。三十六陂(bēi)：泛指湖塘多。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　姜白石词素以深至之情为体，以清劲之笔为用。这首《惜红衣》词，颇能见其特色。</p> <p>　　白石词多有序居首，此词亦然。小序述作词的起源。公元1187年（淳熙十四年丁未），白石依萧德藻寓居吴兴（今浙江湖州）。吴兴水乡，北临太湖，境内有苕、霅二溪，溪水清澈可鉴，屋宇的影子照入湖中，好像水中宫殿，故称为水晶宫。但言上白石感触最深的，还是吴兴荷花茂盛清丽。故在序中强调引用陈与义居吴兴青墩镇时写的《虞美人》词句，对荷花加以赞美。</p> <p>　　接着，记述丁未夏天，白石自己游吴兴之弁山千岩。“数往来红香中”一语，正印证着陈词“一路荷花相送”之句，文情隽美。荷花给予白石之感触极深，白石遂作此词。调名《惜红衣》，借取惜荷花凋零之意。</p> <p>　　乐谱为白石自制，属无射宫调。但此词所寄予的深意，序中并未道出。白石之辞，极为含蓄隽永，道人之的未道，创人之未新，于欲言又止中见神奇，于奇伟而不怪诞之中见功力。实乃词象一派，该序乃以抛砖引玉之意。</p> <p>　　首句“簟枕邀凉，琴书换日，睡馀无力。”起笔用对偶句开头，开篇就使人便觉笔力精健，气势动人。簟枕指凉席凉枕，下一邀字，尽传暑天取凉之心切。琴书指<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自著关于古琴理论之书（见《大乐议》及琴曲《古怨》序），下一换字，翻出永昼难捱之意。在白石的炼字炼句之间，便觉意脉伸展。陆辅之《词旨》，曾举此联为属对之范例。第三句睡馀无力，写夏日渴睡，无力二字已暗指主意，但含蓄而隐。在下边二句，笔锋却又宕荡开。“细洒冰泉，并刀破甘碧。”冰，用以形容泉水之清冷。并刀，指快刀，古时并州（治今太原）素以出产快刀而著称。甘碧，指香甜鲜碧的瓜果。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与朝歌令吴质书》：“浮甘瓜于清泉。”此二句写夏日瓜果解暑之趣，趣在洒清水洗之，用快刀破之。句法略同清真《少年游》“并刀如水”，“纤手破新橙”。但写出细洒冰泉之趣，及以甘碧之感觉代瓜果之名称，则又显出白石词创新生趣的特色。体味上下文，言外时时有一种聊遣寂寞的意味。接着下一句“墙头唤酒，谁问讯、城南<a href=\"http://so.gushiwen.org/view_59369.aspx\">诗</a>客”，反用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗事，直接写出自己客居的无限寂寞来。杜甫《夏日李公见访》诗云：“远林暑气薄，公子过我游。贫居类村坞，僻近城南楼。旁舍颇淳朴，所须亦易求。隔屋唤西家，借问有酒不？墙头过浊醪，展席俯长流。清风左右至，客意已凉秋。巢多众鸟斗，叶密鸣蝉稠。苦道此物聒，孰谓吾庐幽。……”“城南诗客”，就是借所居“僻近城南楼”的诗人杜甫来自指。纵是如杜甫那样，当佳客来访时，邻家有酒可借，一唤即从墙头递来，但自己却是索居无人过访，纵然有这种想法也是徒然。言“谁问讯”，可见是没有人来问讯。下即紧接“岑寂”二字，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是冷清、寂寞啊。这一短韵，总挽以上所写种种生活细节，无一处不是对孤寂无聊地表现，同时也引起以下所写层层哀愁。“高柳晚蝉，说西风消息”，其意境也是顺手借自杜诗后面几句，但以情景恰当的交融，故不觉其有所借用之感。高柳晚蝉，声声诉说着时序将变、秋风将至的消息，其高迈苍茫的意象，透露着凄然以悲的心事。</p> <p>　　“虹梁水陌。鱼浪吹香，红衣半狼藉。”换头以素描之笔写景，使人感觉笔力不懈怠。虹梁，摩状水乡拱桥之美。水陌，描绘湖心之堤如画一样。鱼浪吹香之句，传“鱼戏莲叶间”之神。二句的景象极其清美，似可用以忘忧。第三句红衣半狼藉，却将笔锋硬转，转写荷花已半凋零之凄凉景象，遂接起歇拍西风消息之意脉。邹祇谟《远志斋词衷》称道白石词“有草蛇灰线之妙”，这正好说明了白石词的这种风格。以上极写寂寥之感，时序之悲，下边，终于转出此词的本意——怀人。“维舟试望故国。眇天北。”维舟即系舟。原来，红衣半狼藉，乃是水上所见所指，故感触亲切如此。舍舟登岸后，遥望天北故国，却唯渺邈而已。“可惜渚边沙外，不共美人游历。”渚边沙外是指水岸。吴兴水乡之美，正如东坡《将之湖州戏赠莘老》诗云：“馀杭自是山水窟，仄闻吴兴更清绝。”可惜，此水乡尽管清绝之地，竟不得与故国之美人一起饱览旖旎的风景。美人在天一涯，渺不可及呵。白石怀人情感至深，由此可见。这正是词之内蕴所在。“问甚时同赋，三十六陂秋色？”“维舟”二句，“可惜”二句，此二句，皆挽合人我双方语，具见深情。唯前二句是眇望，中二句是感喟，此二句却是期待。曰“秋色”，似乎可期，但冠以“问甚时”三字，便觉无期，流露出心头的沉沉失落感。别易相会难，思之伤心无极。结穴“三十六陂秋色”，极美，亦应细玩。三十六陂，言水乡湖塘之多，也是荷花生长的环境。白石在吴兴另有赋荷花的《念奴娇》词云“三十六陂人未到，水佩风裳无数”，在此处用法相同。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《题西太—宫壁》诗：“柳叶鸣蜩绿暗，荷花落日红酣。三十六陂烟水，白头想见江南”，亦连结荷花而言。“秋色”二字连上“三十六陂”，并非泛指，乃是暗点秋荷。南朝梁昭明太子《芙蓉赋》云：“初荣夏芬，晚花秋曜。兴泽陂之徽章，结江南之流调。”足见江南陂塘的秋荷，也是很可爱的。“同赋”即是同赏，赏而有所咏，故云“赋”。结句拈出赏荷，与词中的序言直接在呼应并紧扣，而期于不可捉摸之“甚时”，亦可哀矣！词已毕而情却未了，正如刘熙载所谓：“幽韵冷香，令人挹之无尽。”（《艺概·词曲概》）至此，词人的未道出真意，以欲言又止，欲叙止的欲扬克抑的手法尽情渲染悲凉凄切之意，引人以揣度和深思，究竟为谁而愁，为何事而忧？</p> <p>　　此词所怀思之人指谁，已难确考。可能是指一位挚友，但更可能是指一位合肥女子。词中，“维舟试望故国。眇天北”，可考证。按白石为饶州鄱阳（今江西波阳县）人，幼随父宦久居于汉阳（今属湖北武汉市）。鄱阳、汉阳，俱在吴兴之西方，不能说是望故国眇天北。从吴兴遥望天北，实瞩目于江淮一带。</p> <p>　　当白石二三十岁时，客游于江淮间，曾与合肥女子结下终身不解的情缘。而此情却无法如愿以偿，铸成白石一生之悲剧。白石词集中有关怀念合肥女子之作，极多，极好（详夏承焘《合肥词事考》）。白石若以合肥为故国，应属情理之中，就像今天所称的第二故乡。无论所怀之人为谁，此词至深之情，都是能感动人肺腑的。</p> <p>　　此词艺术造诣颇能见出白石词创作的特色。首先，是结构意脉之曲折精微。上片前三韵共七句，刻绘了种种生活细节，看似与怀人无关，但层层暗透寂寞之感，却正是怀人之苦的铺垫与烘托。歇拍与换头三韵共六句，描写时序变迁的消息，则是暗示离别已久之感，别易会难之悲，意脉已渐趋怀人之本意。但仍未点明此意。直至最后四韵六句，才一气倾注出望远怀人相思期盼之苦。末句又叹何时能同赏荷花，与词序所述自己“数往来红香中”遥遥映射，既有照应，又有发展。纵观全幅，结构曲折而意脉精微，层次分明，而意绪疏动，贯通全文。尤其千回百折于现境之内，显然有别于清真词的时空错综之结构，可谓白战不许持寸铁，确实表现出白石自己的特色。其次，是风格之清新刚劲。这要从两个角度分论。论其笔法，有清疏空灵之美，比如宕开笔墨去描摩生活细节、时序景物：“墙头唤酒”以下五句，运用杜诗，有正有反，有明有暗，不粘不脱，称意惬心，语同己出。又有刚劲峭拔之美，有如从暑日夏景之宜人硬转至西风消息，从虹梁、水陌、鱼浪之美景硬转至荷花红衣狼藉之凄景。论其字面句构，亦有生新精健之美。如邀凉、换日、吹香、眇天北等，无不字字新奇，句句生辉。而且全篇辞无虚设，笔无稍懈。（白石词几乎篇篇无败笔，这只有清真词可与媲美。）这样独特的笔法与字句整合，遂产生清刚之风格。第三，是声情与词情妙合一体。宋代精于音律的词人，前有清真，后有白石。</p> <p>　　此词是白石创调，其声律独具匠心。全词用入声韵，其声激越。不协韵的句脚字，又异乎寻常的多安排仄声而少用平声。仄声高亢，与入声韵相联缀，遂构成一部激越的乐章。这对于表现深至高迈的怀人之情，不仅适得其宜，而且增添效果。尤其下片后六句为怀人重点段，前二句叠下韵脚，声情愈急密。后四句连用两个去声字作句脚，声情愈高亢。声情与词情，同时推向高潮。白石虽因词作不多，在南宋未能称为大家，但其词少而精，在技巧上的细腻与风格上的清瘦，也显示出独特的成就地位。于此词可见。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "思念"
  ]
}