{
  "id": 49373,
  "star": 70,
  "name": "卖花声·题岳阳楼",
  "dynasty": "宋代",
  "content": "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。<br>醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。",
  "fanyi": "<p><strong>译文</strong><br>秋风里万木凋零，君山上落叶纷飞；洞庭湖水与长天一色，浩浩荡荡。歌女斟满一杯酒，敛起笑容，要唱一首送别歌。我不是当年<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在渭城送别西去的客人，请不要唱这曲令人悲伤的《阳关》。<br>酒醉后，手扶楼上的栏杆举目远望，天空清远，白云悠然。被贬的南行囚客有几人能从这条路上生还呢？回望处，夕阳映红了天边，那里应该是我离开的京都长安。</p> <p><strong>注释</strong><br>⑴卖花声：唐教坊曲名，后用为词牌名。<br>⑵敛芳颜：收敛容颜，肃敬的样子。<br>⑶阳关：阳关，古关名，今甘肃敦煌县西南。古曲《阳关三叠》，又名《阳关曲》，以王维《送元二使安西》<a href=\"http://so.gushiwen.org/view_49373.aspx\">诗</a>引申谱曲，增添词句，抒写离情别绪。因曲分三段，原诗三反，故称“三叠”。<br>⑷危：高。<br>⑸长安：此指汴京。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词道出了谪贬失意的心情，是题咏岳阳楼的词中颇具代表性的一篇。全词沉郁悲壮，扣人心弦。</p> <p>　　上片起首二句，勾画出一幅洞庭叶落、水空迷蒙的秋月景象，烘托了作者其时的悲凉心境。首句化用了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘夫人》“袅袅兮秋风，洞庭波兮木叶下”句意。第三句词笔转向楼内。此时词人正楼内饮宴，因为他的身份是谪降官，又将离此南行，所以席上的气氛显得沉闷。“十分斟酒敛芳颜”，说明歌妓给他斟上了满满的一杯酒，表示了深深的情意，但她脸上没有笑容。“十分”二字，形容酒斟得很满，也说明满杯敬意。“敛芳颜”，即敛眉、敛容。写女子之动情，可谓极宛极真，深得其妙。</p> <p>　　四、五两句，凄怆之情，溢于言外；百端愁绪，纷至沓来。《阳关曲》本是唐代<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所作的《送元二使安西》<a href=\"http://so.gushiwen.org/view_49373.aspx\">诗</a>，谱入乐府时名《渭城曲》，又名《阳关曲》，送别时歌唱。其辞曰：“渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”所写情景，与此刻岳阳楼上的饯别有某些相似之处。联系作者的身世来看，他因写了一些所谓反战的“谤诗”，被从与西夏作战的前线撤了下来；此时他不但不能西出阳关，反而南迁郴州。这两句熔自我解嘲与讥讽当局于一炉，正话反说，语直意婉，抒发的就是胸中久抑的悲慨。</p> <p>　　过片承“酒”而来，将视界再度收回楼前，写词人带着醉意凭栏独立。仰望天空，只见天淡云闲；回首长安，又觉情牵意萦。浓烈的抒情中插入这笔写景，使感情更为顿宕，深得回旋纡回之妙。“醉袖”二字，用得极工。不言醉脸、醉眼、醉手，而言醉袖，以衣饰代人，是一个非常形象的修辞方法。看到衣着的局部，比看到人物的面部表情，更易引起人们的想象，更易产生美感。从结构来讲，“醉袖”也与前面的“十分斟酒”紧相呼应，针线亦甚绵密。“天淡云闲”四字以淡语、闲语间之，使全词做到了有张有弛，疾徐有致。由于感情上如此一松，下面一句突然扬起，便能激动人心。“何人此路得生还”，完全是口语，但却比人工锻炼的语言更富有表现力。它概括了古往今来多少迁客的命运，也倾吐了词人压胸底的心声，具有悠久的历史感和深刻的现实性，负载着无尽的悲哀与痛楚。</p> <p>　　结尾两句笔锋一转，又揭示内心深处的矛盾。这里的结句用的是宋人独创的脱胎换骨法。费衮说此诗用白乐天《题岳阳楼》诗“换骨”。所谓换骨，就是”以妙意取其骨而换之“（释<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>《天厨禁脔》）。掌故的巧妙化用中，词人对故乡的眷恋，对遭贬的怨愤，对君王的期待，和盘托出，意蕴深厚。</p> <p>　　这首词在内容层次上有很大的跳跃，但结构安排自然得体，了无痕迹。全词起伏跌宕，以简洁的语言表达了内心复杂的感情，深沉真切，动人心魄。这是一首格调很高、有较强感染力的好词。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>做过监察御史，曾因党争遭贬迁。这首词是公元1083年（宋神宗元丰六年）作者被贬官郴州途中，登临岳阳楼时所作。据张舜民《画墁集》卷八《郴行录》：“辛卯，登岳阳楼。”词即作于此时。",
  "poet": {
    "id": 243,
    "star": 0,
    "name": "张舜民",
    "image": "http://img.gushiwen.org/authorImg/zhangshunmin.jpg",
    "desc": "张舜民 生卒年不详，北宋文学家、画家。字芸叟，自号浮休居士，又号矴斋。邠州（今陕西彬县）人。诗人陈师道之姊夫。英宗治平二年(1065)进士，为襄乐令。元丰中，环庆帅高遵裕辟掌机密文字。元祐初做过监察御史。为人刚直敢言。徽宗时升任右谏议大夫,任职七天,言事达60章，不久以龙图阁待制知定州。后又改知同州。曾因元祐党争事，牵连治罪，被贬为楚州团练副使，商州安置。后又出任过集贤殿修撰。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "写景",
    "抒情",
    "贬谪"
  ]
}