{
  "id": 65097,
  "star": 787,
  "name": "玉楼春·春景",
  "dynasty": "宋代",
  "content": "东城渐觉风光好。縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。<br>浮生长恨欢娱少。肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。",
  "fanyi": "<p><strong>译文</strong> <br>信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。<br>总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。</p> <p><strong>注释</strong> <br>⑴木兰花：原唐教坊曲名，后用为词牌名，调同“玉楼春”。<br>⑵縠（hú）皱波纹：形容波纹细如皱纱。縠皱：即皱纱，有皱褶的纱。棹（zhào）：船桨，此指船。<br>⑶春意：春天的气象。闹：浓盛。<br>⑷浮生：指飘浮无定的短暂人生。语本《庄子·刻意》：“其生若浮，其死若休。”<br>⑸肯爱：岂肯吝惜，即不吝惜。一笑：特指美人之笑。<br>⑹持酒：端起酒杯。《新唐书·庶人祐传》：“王毋忧，右手持酒啖，左手刀拂之。”<br>⑺晚照：夕阳的余晖。南朝宋武帝《七夕》<a href=\"http://so.gushiwen.org/view_65097.aspx\">诗</a>之一：“白日倾晚照，弦月升初光。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上片从游湖写起，讴歌春色，描绘出一幅生机勃勃、色彩鲜明的早春图；下片则一反上片的明艳色彩、健朗意境，言人生如梦，虚无缥缈，匆匆即逝，因而应及时行乐，反映出“浮生若梦，为欢几何”的寻欢作乐思想。作者<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>因词中“红杏枝头春意闹”一句而名扬词坛，被世人称作红杏尚书。</p> <p>　　起首一句泛写春光明媚。第二句以拟人化手法，将水波写得生动、亲切而又富于灵性。“绿杨”句写远处杨柳如烟，一片嫩绿，虽是清晨，寒气却很轻微。“红杏”句专写杏花，以杏花的盛开衬托春意之浓。词人以拟人手法，着一“闹”字，将烂漫的大好春光描绘得活灵活现，呼之欲出。</p> <p>　　过片两句，意谓浮生若梦，苦多乐少，不能吝惜金钱而轻易放弃这欢乐的瞬间。此处化用“一笑倾人城”的典故，抒写词人携妓游春时的心绪。结拍两句，写词人为使这次春游得以尽兴，要为同时冶游的朋友举杯挽留夕阳，请它在花丛间多陪伴些时候。这里，词人对于美好春光的留恋之情，溢于言表，跃然纸上。</p> <p>　　这首词章法井然，开阖自如，言情虽缠绵而不轻薄，措词虽华美而不浮艳，将执著人生、惜时自贵、流连春光的情怀抒写得淋漓尽致，具有不朽的艺术价值。</p> <p>　　本词歌咏春天，洋溢着珍惜青春和热爱生活的情感。上阙写初春的风景。起句“东城渐觉风光好”，以叙述的语气缓缓写来，表面上似不经意，但“好”字已压抑不住对春天的赞美之情。</p> <p>　　以下三句就是“风光好”的具体发挥与形象写照。首先是“縠皱波纹迎客棹”，把人们的注意力引向盈盈春水，那一条条漾动着水的波纹，仿佛是在向客人招手表示欢迎。然后又要人们随着他去观赏“绿杨”，“绿杨”句点出“客棹”来临的时光与特色。“晓寒轻”写的是春意，也是作者心头的情意。“波纹”、“绿杨”都象征着春天。但是，更能象征春天的却是春花，在此前提下，上片最后一句终于咏出了“红杏枝头春意闹”这一绝唱。如果说这一句是画面上的点睛之笔，还不如说是词人心中绽开的感情花朵。“闹”字不仅形容出红杏的众多和纷繁，而且，它把生机勃勃的大好春光全都点染出来了。“闹”字不仅有色，而且似乎有声，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“着一‘闹’字而境界全出。”</p> <p>　　下阙再从词人主观情感上对春光美好做进一步的烘托。“浮生长恨欢娱少，肯爱千金轻一笑”二句，是从功名利禄这两个方面来衬托春天的可爱与可贵。词人身居要职，官务缠身，很少有时间或机会从春天里寻取人生的乐趣，故引以为“浮生”之“长恨”。于是，就有了宁弃“千金”而不愿放过从春光中获取短暂“一笑”的感慨。既然春天如此可贵可爱，词人禁不住“为君持酒劝斜阳”，明确提出“且向花间留晚照”的强烈主观要求。这要求是“无理”的，因此也是不可能的，却能够充分地表现出词人对春天的珍视，对光阴的爱惜。</p>",
  "about": "<h2>简评</h2> 　　早春郊游，地在东城，以东城先得春光。风和日丽，水波不兴。春日载阳，天气渐暖。以“红杏”表春，<a href=\"http://so.gushiwen.org/view_65097.aspx\">诗</a>词习见。词人独得，在一个“闹”字。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>称道其“境界全出”。而<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>却认为这个字用得无理：“争斗有声谓之‘闹’，桃李争春则有之，红杏闹春——予未之见也。‘闹’字可用，则‘吵’字、‘斗’字、‘打’字皆可用矣。”其实人的视听感觉，是可以打通的。把无声的姿态说成有声的波动，仿佛在视觉里获得听觉的感受。不但使人觉得那杏花红得热烈，甚至还可使人联想到花上蜂蝶飞舞，春鸟和鸣，从而感受到春天带来的活泼生机。<br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>生当宋初，此词为游赏春景之作，当作于北宋仁宗朝某一年的春天，其具体创作年份未详。",
  "poet": {
    "id": 596,
    "star": 0,
    "name": "宋祁",
    "image": "http://img.gushiwen.org/authorImg/songqi.jpg",
    "desc": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "春游",
    "写景",
    "惜春"
  ]
}