{
  "id": 17856,
  "star": 5529,
  "name": "春雪",
  "dynasty": "唐代",
  "content": "新年都未有芳华，二月初惊见草芽。 <br>白雪却嫌春色晚，故穿庭树作飞花。",
  "fanyi": "<p><strong>译文</strong><br>新年都已来到，但还看不到芬芳的鲜花，到二月，才惊喜地发现有小草冒出了新芽。<br>白雪也嫌春色来得太晚了，所以有意化作花儿在庭院树间穿飞。</p> <p><strong>注释</strong><br>新年：指农历正月初一。<br>芳华：泛指芬芳的花朵。<br>初：刚刚。<br>惊：新奇，惊讶。<br>嫌：嫌怨；怨恨。<br>故：故意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《春雪》<a href=\"http://so.gushiwen.org/view_17856.aspx\">诗</a>，构思新巧。</p> <p>　　“新年都未有芳华，二月初惊见草芽。”新年即阴历正月初一，这天前后是立春，所以标志着春天的到来。新年都还没有芬芳的鲜花，就使得在漫漫寒冬中久盼春色的人们分外焦急。一个“都”字，流露出这种急切的心情。第二句“二月初惊见草芽”，说二月亦无花，但话是从侧面来说的，感情就不是纯粹的叹惜、遗憾。“惊”字最值玩味。它写出了诗人在焦急的期待中终于见到“春色”的萌芽的惊喜神情。此外，“惊”字状出摆脱冬寒后新奇、惊讶、欣喜的心情 。这一“ 初”字，含有春来过晚、花开太迟的遗憾、惋惜和不满的情绪。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在《早春呈水部张十八员外》中曾写道：“草色遥看近却无”、“最是一年春好处”，诗人对“草芽”似乎特别多情，也就是因为他从草芽看到了春的消息吧 。从章法上看 ，前句“未有芳华”，一抑；后句“初见草芽”，一扬，跌宕有致，波澜起伏。</p> <p>　　三、四两句表面上是说有雪而无花，实际感情却是：人倒还能等待来迟的春色，从二月的草芽中看到春天的身影，但白雪却等不住了，竟然纷纷扬扬，穿树飞花，自己装点出了一派春色。真正的春色（百花盛开）未来，固然不免令人感到有些遗憾，但这穿树飞花的春雪不也照样给人以春的气息吗！诗人对春雪飞花主要不是惆怅、遗憾，而是充满了欣喜。一个盼望着春天的诗人，如果自然界还没有春色，他就可以幻化出一片春色来。这就是三、四两句的妙处，它富有浓烈的浪漫主义色彩，可谓神来之笔。“却嫌”、 “故穿”，把春雪刻画得多么美好而有灵性。诗的构思甚奇。初春时节，雪花飞舞，本来是造成“新年都未有芳华，二月初惊见草芽”的原因，可是，诗人偏说白雪是因为嫌春色来得太迟，才“ 故穿庭树”纷飞而来 。这种翻因为果的写法，却增加了诗的意趣。“作飞花”三字，翻静态为动态，把初春的冷落翻成仲春的喧闹，一翻再翻，令读者目不暇接。</p> <p>　　第三、四段简要赏析：运用了拟人的手法，“嫌”、“穿”把春雪比作人，使雪花仿佛有了人的美好愿望与灵性，同时这穿树飞花的春雪似乎也给人春的气息，为诗歌增添了浓烈的浪漫主义色彩，渲染了热闹的喜悦气氛，这就是运用拟人手法的妙处。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_17856.aspx\">诗</a>作于元和十年（815），当时作者<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在朝任史馆修撰，知制诰。对北方人来说，新年无芳华是正常的，但到过岭南的韩愈却觉得北方春来晚，直到二月才有草芽长出来，作者便借鉴<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《白雪歌》之意，创作了此诗。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "春天",
    "写雪"
  ]
}