{
  "id": 25911,
  "star": 24,
  "name": "闲居",
  "dynasty": "唐代",
  "content": "不自识疏鄙，终年住在城。<br>过门无马迹，满宅是蝉声。<br>带病吟虽苦，休官梦已清。<br>何当学禅观，依止古先生？",
  "fanyi": "<p><strong>译文<br></strong>不知道自己生性疏懒粗鄙，一年到头住在繁华的都城。<br>门前从来没有车马的痕迹，院子里尽是一片蝉的叫声。<br>身上有病痛吟<a href=\"http://so.gushiwen.org/view_25911.aspx\">诗</a>虽觉辛苦，不再做官梦境已变得幽清。<br>什么时候去学学禅机参悟，皈依佛家好古修道的先生。</p> <p><strong>注释<br></strong>⑴疏鄙：粗野，俗陋。这里指诗人自己疏懒的性格。<br>⑵过门：登门；上门。唐<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>《赠杜二拾遗》诗：“佛香时入院，僧饭屡过门。”<br>⑶休官：辞去官职。 唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《天平公座中呈令狐令公》诗：“白足禅僧思败道，青袍御史拟休官。”<br>⑷禅（chán）观：即禅理、禅道，学佛参禅。禅，梵语“禅那”的省略，意“静思自虐”，“思维修”，为心注一境、正深思虑的意思。观，即观照。<br>⑸古先生：道家对佛的称呼。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《酬梦得以予五月长斋延僧徒绝宾友见戏》：“交游诸长老，师事古先生。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>极称赏<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的<a href=\"http://so.gushiwen.org/view_25911.aspx\">诗</a>，特别追求王诗中的一种“静趣”，此诗就反映了这个倾向。</p> <p>　　首两句：“不自识疏鄙，终年住在城。”姚合自称“野性多疏惰”（《闲居遣怀》其八）。一个性格疏懒，习于野性的人，认为不适宜为官临民，这在旁观者看是很清楚的。而自己偏不了解这点，终年住在城里，丝竹乱耳，案牍劳形，求静不得，求闲不能，皆由于自己的“不自识”。本不乐于城市，今终年住在城里，总得自己寻个譬解。古人说，大隐隐于市，因此认为在城市亦算是隐居。“县去帝城远，为官与隐齐。”（《武功县诗》）自己作这样一番解释，是明心迹，也见心安理得了。这儿写身处县城，却透露了心地的静趣。</p> <p>　　景况也确是这样：“过门无马迹，满宅是蝉声。”这第二联写的正是适应自己疏鄙之性的境地，从首二句一气贯注而来。没有马迹过门，就是表明来访者稀少，为官很清闲。蝉声聒噪，充满庭院，是因无人惊扰，反觉闹中处静；写的满耳声音，却从声音中暗透一个“静”字。上句写出清闲，下句写出清静。正是于有声处见无声，反感静意笼罩。</p> <p>　　在这清闲、清静的城中一隅，诗人是“带病吟虽苦，休官梦已清”。这第三联从“病”写性情。病，带点小病，旧时往往成为士大夫的风雅事；病而不废吟咏，更显得闲情雅致。现今“休官”，连小小的职务也不担任之后，真是梦境也感到很清闲，很清静了。写来步步幽深，益见静境。唐人由于受佛家思想影响，有所谓更高一层的境界，就是把生活逃遁于“禅”，所以第四联作者自问：“何当学禅观，依止古先生？”何时能摒除一切萦心的俗务，求古先生（指佛）学这种禅观呢？观，即观照。妄念既除、则心自朗然无所不照。这样的境界，就是禅观（即禅理、禅道），是清闲、清静的更高一境。借禅理说心境，表现了诗人对当时吏治腐败、社会黑暗的鄙视厌恶之情，成功地描摹了作者所追求的艺术上静趣的境界。</p> <p>　　姚合是写五律的能手。他刻意苦吟，层层写来，一气贯注；诗句平淡文雅，朴直中寓工巧，而又畅晓自然，所以为佳。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_25911.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>从秘书少监之职退下来之后，具体创作时间不详。姚合从一开始做官，就表现得三心二意，且抱着隐居的态度，致仕后更有向禅之心。此诗即表现其禅心，可与另一首禅诗《谢韬光上人赠百龄藤杖》以及其友人<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>的《与<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a><a href=\"http://so.gushiwen.org/author_2094.aspx\">顾非熊</a>无可上人宿万年姚少府宅》一诗相互印证。",
  "poet": {
    "id": 477,
    "star": 0,
    "name": "姚合",
    "image": "http://img.gushiwen.org/authorImg/yaohe.jpg",
    "desc": "姚合，陕州硖石人。生卒年均不详，约唐文宗太和中前后在世。以诗名。登元和十一年（公元八一六年）进士第。初授武功主簿，人因称为姚武功。调富平、万年尉。宝历中，（公元八二六年左右）历监察御史，户部员外郎。出任荆、杭二州刺史。后为给事中，陕、虢观察使。与马戴、费冠卿、殷尧藩、张籍游，李频师事之。诗与贾岛齐名，号称“姚、贾”。仕终秘书监。合著有诗集十卷，《新唐书艺文志》及选王维、祖咏等十八人诗，为极玄集一卷，又摭古人诗联，叙其措意，各有体要，撰诗例一卷，（均《唐才子传》）并传于世。"
  },
  "tags": [
    "初夏",
    "生活"
  ]
}