{
  "id": 71104,
  "star": 130,
  "name": "多歧亡羊",
  "dynasty": "先秦",
  "content": "　　杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊何 追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉。吾不知所之，所以反也。”杨子戚 然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊贱畜，又非夫子之有， 而损言笑者何哉？”杨子不答。</p> <p>　　心都子曰：“大道以多歧亡羊，学者以多方丧生。学 非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习 先生之道，而不达先生之况也，哀哉！”",
  "fanyi": "<p><strong>译文</strong><br>　　杨子的邻人走失了一只羊。那人央请了许多亲戚朋友一道去寻找（丢失的羊），又请杨子的家僮也一同去追捕。杨子说：\"唉！走失了一只羊，何必要这么多人去寻找呢？\"邻人说：\"因为岔路太多了！\"杨子的家僮回来后，杨子问：\"找到羊了吗？\"邻居说：\"丢掉了！\"杨子问：\"怎麼会让羊走失呢？\"邻居说：\"每条岔路的中间又有岔路，我们不知道要往哪条路走，所以只好回来了。\"</p> <p>　　杨子听了，脸色变得很忧伤，过了些时还不说话，整天闷闷不乐。他的学生觉得很奇怪，便请问杨子说：\"羊不过是只贱畜，而且又不是老师的，为什麼为了这事整天都不笑呢？\"杨子没有回答他们……心都子就说：\"大路因为岔路多了而走失了羊，读书人则因为不能专心一致而葬送了一生。\"</p> <p><strong>注释</strong><br>竖：未成年的童仆<br>反：通“返”，返回<br>戚然：悲伤的样子<br>怪：以......为怪<br>多方：不能专心致志<br>杨子之竖追：之：的。<br>杨子：杨朱，战国时卫国人，思想家。<br>党：家族亲属。<br>损：减少。<br>党：亲戚朋友</p>",
  "about": "<h2>寓意</h2> <p>　　列子这篇寓言在结构上很有特色，采取了寓言套寓言的复合寓言的方法。羊寓言故事本身从这个寓言引出另两个寓言，一个是心都子讲的三兄弟同学儒术领会却完全不同的寓言，另一个是心都子讲的众多人学泅水近半数人溺死的寓言，最后是心都子的评论。一些寓言选本，对这篇寓言往往只选它的前半部分即歧路亡羊寓言故事本身，而不选从这个故事引出的后两个寓言故事，更不选最后的心都子的评论。但这种节选的做法，并不是很妥当的。因为只从歧路亡羊故事本身，是不能直接领会到，至少是很难领会到这篇寓言的深刻寓意的。</p> <p>　　让我们先来分析歧路亡羊故事本身。在这个故事中，杨子的邻居的羊逃跑了，已经有家属亲友等人去追寻，还觉得人不够，又来请求杨子的童仆帮助去追，结果还是没有追到。为什么呢？因为岔路太多，岔路中间又有岔路，不知道该从哪条岔路去追，所以这么多人去追，还是追不到。杨子对这事感触很深，很长时间不言不笑，他的学生问他为什么这样，杨子竟然没回答。</p> <p>　　从整篇寓言看，当时杨子没有回答学生们的疑问，是因为杨子对歧路亡羊一事，感触很深，一时难以对学生们解释清楚，需要采取譬喻的形式，特别是寓言这种高级譬喻的形式，才能使学生们明确无误地领会到其中所蕴含的深刻的寓意，这也就是杨子对歧路亡羊一事所引起的深刻的感受。</p> <p>　　这篇寓言最后部分的心都子的一段话“大道以多歧亡羊，学者以多方丧生。学非本不同，非本不一，而末异若是，唯归同返一，为亡得丧。”表达了这篇寓言的深刻寓意。“大道以多歧亡羊”一句是对“歧路亡羊”故事本事的概括；“学者以多方丧生”既是对众多人学泅水近半数人溺死故事的概括，又是对三兄弟学儒术领会完全不同故事的概括（这里“丧生”的“生”字，不能够机械地只理解为“生命”，而还要理解为“性”字，当“本性”讲，“丧”生也应当作“丧失本性”。理解前一个故事和后两个故事之间，有非常密切的联系，这就是，前一个“大道以多歧亡羊”故事是用以比喻“学者以多方丧生”的，意思是：求学的人经常改变学习内容、学习方法，就会丧失本性，迷失方向，甚至丧失生命，只有抓住根本的东西、统一的本质的东西不放，才不会误入歧途。寓言中心都子的话“学非本不同，非本不一，而末异若是”。曾被西晋人卢谌用为典故，写在他的《给司空刘琨书》中：“盖本同末异，杨失兴哀。”这两句话中“本同末异”是心都子的话“学非本不同，非本不一，而末异若是”的浓缩；“杨朱兴哀”是歧路亡羊故事本身中杨朱听说此事后心里难过，长时间不言不笑的心情概括，毫无疑问，这两句话是出自列子的这篇寓言。有的学者认为不是卢谌这两句话出自《列子》，而是伪作《列子》者，以卢谌的这两句话为素材，并根据这两句话伪造出歧路亡羊的寓言故事。乍一看，卢谌引用《列子》和伪作《列子》者根据卢谌的这两句话敷演成歧路亡羊寓言，两种可能都有。这两种可能互相矛盾。一种是真的，另一种就必定是假的，究竟哪一种是真的，有必要作进一步的分析探讨。</p> <p>　　还有一种说法就是“或当时古书已有比章（伪）作《列子》者用之也”，这是一种“想当然”“也许有”的说法，从古代的文献记载和传世文献看，歧路亡羊故事以及心都子的评论，均仅见于《列子》而不见于他书，如卢谌当时已有此事，也只能是《列子·说符》中记载了歧路亡羊故事和心都子的评论的这一章，但持《列子》伪书说者，却偏偏不甘心承认，说什么也许有别的古书有此章，伪作《列子》者引用了这个故事，这种说法是没有任何根据的。没有根据却硬要这样说，只不过是“遁辞知其所穷”罢了。</p> <p>　　求学的人经常改变学习内容、学习方法，就会丧失本性，迷失方向，甚至丧失生命，只有抓住根本的东西、统一的本质的东西不放，才不会误入歧途。</p> <p>　　从这篇寓言，我们还可以进一步领会到，不仅学习上要紧紧抓住根本的东西，一致的本质的东西，观察和处理一切事物都应该这样。客观事物错综复杂，干什么事情，都必须专一，不能三心二意，见异思迁。如果毫无主见，见到岔路就想另走，那就会歧路亡羊寓言所告诫的那样，到头来是会一无所获甚至会有丧失本性甚至丧失生命的危险的。</p> <p>　　由这篇寓言凝炼而成的成语“歧路亡羊”、“多歧亡羊”，比喻因情况复杂多变或用心不专而迷失本性、迷失方向，误入歧途，一无所成，后果严重。如明马中锡《中山狼传》中说：“然尝闻之，大道以多歧亡羊。”清初<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《读四书大全说》中指出：“而诸儒之言，故为纠纷，徒俾歧路亡羊……一字不审，则入迷津。”</p> <p>　　告诉人们：在研究一门学问时,要把握方向,注重领会其实质,而不要被各种表象所迷惑。</p>",
  "poet": {
    "id": 315,
    "star": 0,
    "name": "列御寇",
    "image": "http://img.gushiwen.org/authorImg/lieyukou.jpg",
    "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"
  },
  "tags": [
    "小学文言文",
    "寓言",
    "故事",
    "哲理"
  ]
}