{
  "id": 47964,
  "star": 103,
  "name": "怨歌行",
  "dynasty": "两汉",
  "content": "新裂齐纨素，皎洁如霜雪。<br>裁为合欢扇，团团似明月。<br>出入君怀袖，动摇微风发。<br>常恐秋节至，凉飙夺炎热。<br>弃捐箧笥中，恩情中道绝。",
  "fanyi": "<p><strong>译文<br></strong>最新裁出的齐地上好丝绢，犹如霜雪一般洁白。<br>用它缝制出一把合欢团扇，像轮浑圆浑圆的明月。<br>随你出入，伴你身侧，摇动起来微风徐徐拂面。<br>团扇呵，常常担心秋来的季节，那时凉风会代替夏天的炎热。<br>用不着的团扇将被抛弃，扔进竹箱，往日的恩情也就半路断绝。</p> <p><strong>注释<br></strong>⑴怨歌行：属乐府《相和歌·楚调曲》。<br>⑵新裂：指刚从织机上扯下来。裂，截断。齐纨（wán）素：齐地（今山东省泰山以北及胶东半岛地区）出产的精细丝绢。纨素都是细绢，纨比素更精致。汉政府在齐设三服官，是生产纺织品的大型作坊，产品最为著名。素，生绢。<br>⑶皎洁：一作“鲜洁”，洁白无瑕。<br>⑷合欢扇：绘有或绣有合欢图案的团扇。合欢图案象征和合欢乐。<br>⑸团团：圆圆的样子。<br>⑹君：指意中人。怀袖：胸口和袖口，犹言身边，这里是说随身携带合欢扇。<br>⑺动摇：摇动。<br>⑻秋节：秋季。节，节令。<br>⑼凉飙（biāo）：凉风。飙，疾风。<br>⑽捐：抛弃。箧（qiè）笥（sì）：盛物的竹箱。<br>⑾恩情：恩爱之情。中道绝：中途断绝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_47964.aspx\">诗</a>又题为《团扇诗》《纨扇诗》《怨诗》，是一首著名的宫怨诗。</p> <p>　　该诗通首比体，借秋扇见捐喻嫔妃受帝王玩弄终遭遗弃的不幸命运。前六句是第一层意思。起首二句写纨扇素质之美；从织机上新裁（裂）下来的一块齐国出产的精美丝绢，像霜雪一般鲜明皎洁。纨和素，皆精美柔细的丝绢，本来就皎洁无瑕，更加是“新”织成，又是以盛产丝绢著称的齐国的名产，当然就更加精美绝伦，“鲜洁如霜雪”了。二句喻中套喻，暗示了少女出身名门，品质纯美，志节高尚；也是写其内在本质之美。三四句写纨扇制作之工：把这块名贵精美的丝绢裁制成绘有合欢图案的双面团扇，那团团的形状和皎洁的色泽，仿佛天上一轮团圆的月亮。此二句则写其经过精工制作，更具有外表的容态之美。“合欢”，是一种对称的图案花纹，象征男女和合欢乐之意，如《古诗》中“文彩双鸳鸯，裁为合欢被”，《羽林郎》中“广袖合欢襦”，皆属此类。故这里的“合欢”，不仅突出了团扇的精致美观，以喻女子的外貌出众，而且也寄托了少女对于美好爱情的向往；“明月”不仅比喻女子的光彩照人，同时也象征着她对永远团圆的热望。“出入”二句，因古人衣服宽大，故扇子可置于怀袖之中；天气炎热时则取出摇动，顿生微风，使人爽快。李善注云：“此谓蒙恩幸之时也。”但这话只说对了一半，其实，这两句更深的含义是：嫔妃即使受宠，亦不过是侍候君侧，供其欢娱惬意的玩物而已。</p> <p>　　后四句为第二层意思：团扇在夏季虽受主人宠爱，然而却为自己恩宠难以持久而常常担心恐惧，因为转瞬间秋季将临，凉风吹走了炎热，也就夺去了主人对自己的爱宠；那时，团扇将被弃置在竹箱里，从前与主人的恩情也就半途断绝了。“秋节”隐含韶华已衰，“凉飙”，象征另有新欢；“炎热”，比爱恋炽热；“箧笥”，喻冷宫幽闭，也都是语义双关。封建帝<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>陈后宫的佳丽常是成千上万，皇帝对她们只是以貌取人，满足淫乐，对谁都不可能有专一持久的爱情；所以，即使最受宠幸的嫔妃，最终也难逃色衰爱弛的悲剧命运。嫔妃制度又使后宫必然争宠相妒，互相倾轧，阴谋谗陷，<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>不就为赵飞燕所谗而失宠了吗?“常恐”，正说明乐中伏悲，居安思危；这种战战兢兢，如履薄冰，乃是封建嫔妃的普遍心理状态。此诗本是女诗人失宠后之作，而这里说“常恐”、用失宠前语气，更显得她早知此事已属必然之势，正不待夺宠之后，方始恍然醒悟。诗人用语之隐微、怨怒之幽深，千载之下，犹不得不令人惊叹其才情丽感慨其不幸！</p> <p>　　该诗完全符合这两条美学要求：借扇拟人，巧言宫怨之情；设喻取象，无不物我双关，贴切生动，似人似物，浑然难分。而以秋扇见捐以喻女子似玩物遭弃，尤为新奇而警策，是前无古人的创造。正因为如此，其形象就大于思想，超越了宫怨范围而具有更典型更普遍的意义，即反映了封建社会中妇女被玩弄被遗弃的普遍悲剧命运。这正是本诗最突出的艺术成就所在。在后代诗词中，团扇几乎成为红颜薄命、佳人失时的象征，就是明证。</p> <p>　　其次，诗中欲抑先扬的反衬手法和绮丽清简的语言也是值得欣赏的。前六句写纨扇之盛，何等光彩旖旎!后四旬写恐扇之衰，何等哀感顽艳!在两相照映之下，女主人公美好的人生价值和这价值的毁灭，又对比何等鲜明!短短十句，却写出盛衰变化的一生，而怨情又写得如此抑扬顿挫，跌宕多姿，蔚为大观。</p>",
  "about": "<h2>创作背景</h2> 　　汉成帝建始元年（公元前32年），班氏被选入宫，有文采，受汉成帝宠信，被封婕妤。后来，赵飞燕和赵合德姐妹入宫受宠后，十分嫉妒<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>在汉成帝心目中的地位，便设计陷害班婕妤。班婕妤从此不受汉成帝的宠幸，为防有生命危险，班婕妤恳求供养太后于长信宫。在漫长而寂寞的冷宫生活中，班婕妤的心灵无法得到慰藉，于是便作《怨歌行》以感伤自己的身世。",
  "poet": {
    "id": 652,
    "star": 0,
    "name": "班婕妤",
    "image": "http://img.gushiwen.org/authorImg/banjieyu.jpg",
    "desc": "班婕妤（公元前48年—2年），西汉女辞赋家，是中国文学史上以辞赋见长的女作家之一。祖籍楼烦（今山西朔县宁武附近）人，是汉成帝的妃子，善诗赋，有美德。初为少使，立为婕妤。《汉书·外戚传》中有她的传记。她的作品很多，但大部分已佚失。现存作品仅三篇，即《自伤赋》、《捣素赋》和一首五言诗《怨歌行》（亦称《团扇歌》）。"
  },
  "tags": [
    "咏物",
    "写人",
    "宫怨"
  ]
}