{
  "id": 61242,
  "star": 12,
  "name": "忆秦娥·春酲薄",
  "dynasty": "宋代",
  "content": "春酲薄，梦中毬马豪如昨。豪如昨。月明横笛，晓寒吹角。<br>古来成败难描摸，而今却悔当时错。当时错，铁衣犹在，不堪重著。",
  "fanyi": "<p><strong>译文<br></strong>春酒微醉之后，进入了梦乡。在梦中他又在与战士们快马飞驰，争毬为戏；他仿佛又回到了军营，听到了明月下悠扬的笛声和晓寒中嘹亮的号角声。<br>古来成败是难于用言辞描述的，当年如果继续留在军中，很难说就没有建立功勋的希望。</p> <p><strong>注释<br></strong>①忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。<br>②酲(音chang程)：酒醉后神态不清的状态。<br>③毬马：貂裘和战马，即战袍和战马。<br>④吹角：吹号角。<br>⑤描摸：即“描摹”。用语言和文字描写事物的形象。<br>⑥铁衣：指盔甲。<br>⑦重著：重托。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首小令，毛晋汲古阁《宋六十名家词》本《后村别调》中题为《感旧》，它是对词人年轻时代一段生活的感怀。</p> <p>　　公元1218年（宋宁宗嘉定十一年），<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>出参江淮制置使李珏幕府。他到淮东后，见维扬（今扬州）兵不满数千，因而提出“抽减极边戍兵，使屯次边，以壮根本”，但他的建议没有被采纳。第二年春天，金兵果然乘虚而入，犯安濠，攻滁州，南宋朝野震动。刘克庄“在幕最久，得谤尤甚”。滁州围解之后，他就退出了幕府。小令所写的就是这一段生活。</p> <p>　　上片通过记梦引出对当年军幕生活的怀念。“酲”，意为病酒，即酒醒后神志不清有如患病的感觉。“毬”即球，又称鞠丸，是古代习武用具，以皮为之，中实以毛，或步或骑，足踏或杖击而争之。词人春酒微醉之后，进入了梦乡。在梦中他又在与战士们快马飞驰，争毬为戏；他仿佛又回到了军营，听到了明月下悠扬的笛声和晓寒中嘹亮的号角声。</p> <p>　　从“豪如昨”的自述里，大家不难想见词人当年在军中的豪迈英姿。正如他在《满江红》词中所写：“金甲雕戈，记当日辕门初立。磨盾鼻一挥千纸，龙蛇犹湿。铁马晓嘶营壁冷，楼船夜渡风涛急。”这里写的也是当年的军幕生活，从中可以看出词人的文才武略，和他杀敌报国、建功立业的豪情。正因为这样，他对那一段生活才如此怀念，以至心有所感，形诸于梦。</p> <p>　　下片因梦而感旧，表现了无限的感慨。古来成败是难于用言辞描述的，当年词人如果继续留在军中，很难说他就没有建立功勋的希望。然而他当时却一气之下退出了幕府。而今时光流逝，壮志难酬，不免生出“当时错”的悔恨之情。</p> <p>　　“铁衣犹在，不堪重著。”这种感慨是真切实在的。在上引《满江红》词中，词人也说：“生怕客谈榆塞事，且教儿诵《花间集》。叹臣之壮也不如人，今何及。”字里行间，流露出功业无成的伤感。</p> <p>　　刘克庄一生胸怀大志，盼望着恢复国家统一。他不止一次地表达了这一宏愿：“两河萧瑟憔狐兔，问当年祖生去后，有人来否”（《贺新郎·送陈真州子华》），“问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度！”（《贺新郎·实之三和有忧边之语走笔答之》），然而词人自己却一生坎坷：“叹年光过尽，功名未立；书生老去，机会方来”（《沁园春·梦孚若》）。南宋王朝也一天天腐朽下去，光复的希望日益渺茫，他只能“凄凉感旧，慷慨生哀”，这是他“却悔当时错”的原因，也正是这篇小令的主旨所在。</p> <p>　　刘克庄词，在艺术上豪放雄健，时有直露之病。前人说它壮语足以立懦，雄力足以排奡，又说它“直致近俗，学稼轩而不及者”（张炎《词源》）。这首小令感情豪迈，在表现手法上也不求曲折，而以平直见长，很能体现出他的词作的主要特色。但伤于直露，语无余意，下片又全以议论出之，削弱了词的形象性，这又是它的不足之处。</p><br/><h2>赏析二</h2> <p>　　上片通过记梦引出对当年军幕生活的怀念。从“豪如昨”的自述里，大家不难想见词人当年在军中的豪迈英姿。正如他在《满江红》词中所写：“金甲雕戈，记当日辕门初立。磨盾鼻一挥千纸，龙蛇犹湿。铁马晓嘶营壁冷，楼船夜渡风涛急。”这里写的也是当年的军幕生活，从中可以看出词人的文才武略，和他杀敌报国、建功立业的豪情。正因为这样，他对那一段生活才如此怀念，以至心有所感，形诸于梦。</p> <p>　　下片因梦而感旧，表现了无限的感慨“铁衣犹在，不堪重著。”这种感慨是真切实在的。在上引《满江红》词中，词人也说：“生怕客谈榆塞事，且教儿诵《花间集》。叹臣之壮也不如人，今何及。”字里行间，流露出功业无成的伤感。</p>",
  "about": "<h2>创作背景</h2> 　　公元1218年（宋宁宗嘉定十一年），<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>出参江淮制置使李珏幕府。他到淮东后，见维扬（今扬州）兵不满数千，因而提出“抽减极边戍兵，使屯次边，以壮根本”，但他的建议没有被采纳。第二年春天，金兵果然乘虚而入，犯安濠，攻滁州，南宋朝野震动。刘克庄“在幕最久，得谤尤甚”。滁州围解之后，他就退出了幕府。小令所写的就是这一段生活。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "追忆",
    "抒怀",
    "壮志难酬"
  ]
}