{
  "id": 71073,
  "star": 220,
  "name": "摊破浣溪沙·菡萏香销翠叶残",
  "dynasty": "五代",
  "content": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。<br>细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚栏干。 ",
  "fanyi": "<p><strong>译文</strong><br>荷花落尽，香气消散，荷叶凋零，深秋的西风拂动绿水，使人愁绪满怀。美好的人生年华不断消逝。与韶光一同憔悴的人，自然不忍去看（这满眼萧瑟的景象）。<br> 细雨绵绵，梦境中塞外风物缈远。（醒来）寒笙呜咽之声回荡在小楼中。（想起故人旧事），（她）含泪倚栏，怀抱无穷幽怨。</p> <p><strong>注释</strong><br>⑴摊破浣溪沙：词牌名。又名“添字浣溪沙”“山花子”“南唐浣溪沙”。双调四十八字，前阕三平韵，后阕两平韵，一韵到底。前后阕基本相同，只是前阕首句平脚押韵，后阕首句仄脚不押韵。后阕开始两句一般要求对仗。这是把四十二字的“浣溪沙”前后阕末句扩展成两句，所以叫“摊破浣溪沙”。<br>⑵菡萏：荷花的别称。<br>⑶西风愁起：西风从绿波之间起来。以花叶凋零，故曰“愁起“。<br>⑷鸡塞：《汉书·匈奴传》：“送单于出朔方鸡鹿塞。“<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：”在朔方浑县西北。“今陕西省横山县西。《后汉书·和帝纪》：”窦宪出鸡鹿塞“，简称鸡塞。亦作鸡禄山。《花间集》卷八<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《定西番》：”鸡禄山前游骑。“这里泛指边塞。<br>⑸彻：大曲中的最后一遍。“吹彻“意谓吹到最后一曲。笙以吹久而含润，故云”寒“。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《连昌宫词》：”逡巡大遍凉州彻“，” 大遍“有几十段。后主《玉楼春》：”重按霓裳歌遍彻“，可以参证。玉笙寒：玉笙以铜质簧片发声，遇冷则音声不畅，需要加热，叫暖笙。<br>⑹倚：明吕远本作“寄“，《读词偶得》曾采用之。但”寄“字虽好，文意比较晦，今仍从《花庵词选》与通行本、作“倚”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>流传下来的词作不多，所传几首词中，最脍炙人口的，就是这首《摊破浣溪沙》（有些本子作《浣溪沙》）。</p> <p>　　词的上片着重写景。菡萏，荷花的别称。文字的语言是形象的，所以作者一上来就说：“菡萏香销翠叶残”。说“香”，点其“味”；说“翠”，重其“色”。此时味去叶枯确然使人惆怅。西风，秋风之谓也。绿波，写的是莹莹秋水。如果说上句是重在写秋色，那么这一句则重在写秋容。一个“愁”字，把秋风和秋水都拟人化了，于是，外在的景物也霎时同作家的内在感情溶为一体了，词作也因之而笼罩了一层浓重的萧瑟气氛。三、四两句，由景生情，更进一步突出作家的主观感受。韶光，指春光。在这里，作家以其独特而深刻的感受告诉人们：在这秋色满天的时节，美好的春光连同荷花的清芬、荷叶的秀翠，还有观荷人的情趣一起憔悴了，在浓重的萧瑟气氛中又平添了一种悲凉凄清的气氛。“不堪看”三字，质朴而有力，明白而深沉，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地抒发了<a href=\"http://so.gushiwen.org/view_71073.aspx\">诗</a>人的主观感情。“自古逢秋悲寂寥”（唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>诗句）。李璟虽然位高为皇帝，但是生性懦弱，再加上当时内外矛盾重重，境遇相当危苦，此时此刻，触景伤情，从而产生无穷的痛苦和哀怨是十分自然的。</p> <p>　　词的下片着重抒情。首句，托梦境诉哀情。一梦醒来，雨声细细，梦境即便美好，但所梦之人毕竟远在边塞（鸡塞，鸡麓塞，在今陕西省。这里泛指边塞），可思可望而不可即。的确是“雨亦绵绵，思亦绵绵”。“小楼”句，以吹笙衬凄清。风雨高楼，玉笙整整吹奏了一曲（彻，遍，段。吹彻，吹完最后一段），因吹久而凝水，笙寒而声咽，映衬了作家的寂寞孤清。这两句亦远亦近，亦虚亦实，亦声亦情，而且对仗工巧，是千古传唱的名句。最后两句，直抒胸臆。环境如此凄清，人事如此悲凉，不能不使人潸然泪下，满怀怨恨。“多少”，“何限”，数不清，说不尽。流不完的泪，诉不尽的恨；泪因恨洒，恨依泪倾。语虽平淡，但很能打动人心。结语“倚栏干”一句，写物写人更写情，脉脉深长，语已尽而意无穷。</p> <p>　　这首词有些版本题名“秋思”，看来是切合的。李廷机评论过这首词是“字字佳，含秋思极妙”（《全唐五代词》四四一页）。确实，它布景生思，情景交融，其有很强的艺术感染力。</p>",
  "poet": {
    "id": 332,
    "star": 0,
    "name": "李璟",
    "image": "http://img.gushiwen.org/authorImg/lijing.jpg",
    "desc": "李璟（（916－961年8月12日），五代十国时期南唐第二位皇帝，943年嗣位。后因受到后周威胁，削去帝号，改称国主，史称南唐中主。即位后开始大规模对外用兵，消灭楚、闽二国。他在位时，南唐疆土最大。不过李璟奢侈无度，导致政治腐败，国力下降。李璟好读书，多才艺。常与宠臣韩熙载、冯延巳等饮宴赋诗。他的词，感情真挚，风格清新，语言不事雕琢，“小楼吹彻玉笙寒”是流芳千古的名句。961年逝，时年47岁。庙号元宗，谥号明道崇德文宣孝皇帝。其诗词被录入《南唐二主词》中。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "闺怨",
    "写景",
    "荷花",
    "思念"
  ]
}