{
  "id": 8089,
  "star": 4244,
  "name": "渡荆门送别",
  "dynasty": "唐代",
  "content": "渡远荆门外，来从楚国游。<br>山随平野尽，江入大荒流。<br>月下飞天镜，云生结海楼。<br>仍怜故乡水，万里送行舟。",
  "fanyi": "<p><strong>译文</strong><br>乘船远行，路过荆门一带，来到楚国故地。<br>青山渐渐消失，平野一望无边。长江滔滔奔涌，流入广袤荒原。<br>月映江面，犹如明天飞镜；云彩升起，变幻无穷，结成了海市蜃楼。<br>故乡之水恋恋不舍，不远万里送我行舟。</p> <p><strong>注释</strong><br>⑴荆门：山名，位于今湖北省宜都县西北长江南岸，与北岸虎牙三对峙，地势险要，自古即有楚蜀咽喉之称。<br>⑵远：远自。<br>⑶楚国：楚地，指湖北一带，春秋时期属楚国。<br>⑷平野：平坦广阔的原野。<br>⑸江：长江。大荒：广阔无际的田野。<br>⑹月下飞天镜：明月映入江水，如同飞下的天镜。下：移下。<br>⑺海楼：海市蜃楼，这里形容江上云霞的美丽景象。<br>⑻仍：依然。怜：怜爱。一本作“连”。故乡水：指从四川流来的长江水。因<a href=\"http://so.gushiwen.org/view_8089.aspx\">诗</a>人从小生活在四川，把四川称作故乡。<br>⑼万里：喻行程之远。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8089.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>出蜀时所作。李白这次出蜀，由水路乘船远行，经巴渝，出三峡，直向荆门山之外驶去，目的是到湖北、湖南一带楚国故地游览。“渡远荆门外，来从楚国游”，指的就是这一壮游。这时候的青年诗人，兴致勃勃，坐在船上沿途纵情观赏巫山两岸高耸云霄的峻岭，一路看来，眼前景色逐渐变化，船过荆门一带，已是平原旷野，视域顿然开阔，别是一番景色：</p> <p>　　“山随平野尽，江入大荒流。”</p> <p>　　“山随平野尽”，形象地描绘了船出三峡、渡过荆门山后长江两岸的特有景色：山逐渐消失了，眼前是一望无际的低平的原野。著一“随”字，化静为动，将群山与平野的位置逐渐变换、推移，真切地表现出来。这句好比用电影镜头摄下的一组活动画面，给人以流动感与空间感，将静止的山岭摹状出活动的趋向来。</p> <p>　　“江入大荒流”，写出江水奔腾直泻的气势，从荆门往远处望去，仿佛流入荒漠辽远的原野，显得天空寥廓，境界高远。后句著一“入”字，写出了气势的博大，充分表达了诗人的万丈豪情，充满了喜悦和昂扬的激情，力透纸背，用语贴切。景中蕴藏着诗人喜悦开朗的心情和青春的蓬勃朝气。</p> <p>　　颔联这两句不仅由于写进“平野”、“大荒”这些辽阔原野的意象，而气势开阔；而且还由于动态的描写而十分生动。大江固然是流动的，而山脉却本来是凝固的，“随、尽”的动态感觉，完全是得自舟行的实际体验。在陡峭奇险，山峦叠嶂的三峡地带穿行多日后，突见壮阔之景，豁然开朗的心情可想而知。它用高度凝炼的语言。极其概括地写出了诗人整个行程的地理变化。</p> <p>　　写完山势与流水，诗人又以移步换景手法，从不同角度描绘长江的近景与远景：</p> <p>　　“月下飞天镜，云生结海楼。”</p> <p>　　长江流过荆门以下，河道迂曲，流速减缓。晚上，江面平静时，俯视月亮在水中的倒影，好象天上飞来一面明镜似的；日间，仰望天空，云彩兴起，变幻无穷，结成了海市蜃楼般的奇景。这正是从荆门一带广阔平原的高空中和平静的江面上所观赏到的奇妙美景。如在崇山峻岭的三峡中，自非亭午夜分，不见曦月，夏水襄陵，江面水流湍急汹涌，那就很难有机会看到“月下飞天镜”的水中影像；在隐天蔽日的三峡空间，也无从望见“云生结海楼”的奇景。这一联以水中月明如圆镜反衬江水的平静，以天上云彩构成海市蜃楼衬托江岸的辽阔，天空的高远，艺术效果十分强烈。颔颈两联，把生活在蜀中的人，初次出峡，见到广大平原时的新鲜感受极其真切地写了出来。</p> <p>　　颈联两句反衬江水平静，展现江岸辽阔，天空高远，充满了浪漫主义色彩。</p> <p>　　李白在欣赏荆门一带风光的时候，面对那流经故乡的滔滔江水，不禁起了思乡之情：</p> <p>　　“仍怜故乡水，万里送行舟。”</p> <p>　　诗人顺着长江远渡荆门，江水流过的蜀地也就是曾经养育过他的故乡，初次离别，他怎能不无限留恋，依依难舍呢？但诗人不说自己思念故乡，而说故乡之水恋恋不舍地一路送我远行，怀着深情厚意，万里送行舟，从对面写来，越发显出自己思乡深情。诗以浓重的怀念惜别之情结尾，言有尽而情无穷。诗题中的“送别”应是告别故乡而不是送别朋友，诗中并无送别朋友的离情别绪。清<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>认为“诗中无送别意，题中二字可删”（《唐诗别裁》），这并不是没有道理的。</p> <p>　　这首诗首尾行结，浑然一体，意境高远，风格雄健。“山随平野尽，江入大荒流”，写得逼真如画，有如一幅长江出峡渡荆门长轴山水图，成为脍炙人口的佳句。如果说优秀的山水画“咫尺应须论万里”，那么，这首形象壮美瑰玮的五律也可以说能以小见大，以一当十，容量丰富，包涵长江中游数万里山势与水流的景色，具有高度集中的艺术概括力。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8089.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>青年时期出蜀至荆门时赠别家乡而作，这在学术界没有争议，但具体作年有多种说法，主要有三种：一说作于开元十二年（724年），二说作于开元十三年（725年），三说作于开元十四年（726年）。根据郁贤皓的说法，李白是在开元十二年（724年）辞亲远游。诗人从“五岁诵六甲”起，直至远渡荆门，一向在四川生活，读书于戴天山上，游览峨眉，隐居青城，对蜀中的山山水水怀有深挚的感情，这次离别家乡，发青溪，向三峡，下渝州，渡荆门，轻舟东下，意欲“南穷苍梧，东涉溟海”。这是诗人第一次离开故乡开始漫游全国，准备实现自己的理想抱负。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "长江",
    "送别",
    "思乡"
  ]
}