{
  "id": 72089,
  "star": 31,
  "name": "减字木兰花·偶检丛纸中",
  "dynasty": "清代",
  "content": "<span style=\"font-family:SimSun;\">偶检丛纸中，得花瓣一包，纸背细书辛幼安“更能消几番风雨”一阕，乃是京师悯忠寺海棠花，戊辰暮春所戏为也，泫然得句。</span></p> <p>人天无据，被依留得香魂住。如梦如烟，枝上花开又十年！<br>十年千里，风痕雨点斓斑里。莫怪怜他，身世依然是落花。",
  "fanyi": "<p><strong>译文<br></strong>人心和天意变化无常，没想到自己无意中还保存着十年前的花瓣。迷离恍惚，转眼树上的花开又十年。<br>自己十年中往来奔波，受尽了折磨。不要去怜惜花瓣，其实自己的身世，也是和落花一样飘零。</p> <p><strong>注释<br></strong>1、丛纸：众多繁杂的纸张。<br>2、细书：用小楷写成。<br>3、辛幼安：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，字幼安。<br>4、悯忠寺：即北京法源寺。<br>5、戊辰：指嘉庆十三年（1808）.<br>6、泫（xuàn）然：流泪的样子。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《沈园》：“此身行作稽山土 犹吊遗踪一泫然。”<br>7、人天无据：指人心天意难以预测。<br>8、侬（nóng）：我。<br>9、香魂：美人之魂，这里指花瓣。<br>10、如梦如烟：比喻往事像梦幻、云烟一样消逝。<br>11、千里：指和北京的距离。<br>12、斓斑：形容色彩的错杂鲜明。<br>13、怪：甚。<br>14、怜：怜惜。<br>15、他：指枯萎的花瓣。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句破空而来，突兀奇警。海棠花花团锦簇，重葩叠簇，占春颜色最风流。可曾几何时，这艳媚烂漫的名花却又在春风中飘摇零落，遭众人碾踏。造化既赋予海棠以幽姿淑态，人们既培育了海棠叶茂枝柔，可为何又偏偏要作践它。真是天意无常，人心难测。“人天无据”虽仅四字，但凝聚了词人万般感慨，回荡着一腔不平之气．其情其理是经回转激荡之后喷射而出的，可谓字字千钧，撼人心魄。次句直言惜花之举：把花瓣仔细收集珍藏起来。海棠花初开如胭脂点点，开后渐成缬晕明霞，落时则若宿妆淡粉。以“香魂”言之，颇有赞美海棠花零落仍不失娇妍，继续美化人间的高贵品格之意。三、四两句感时叹花。时光流逝，迷离恍惚之中，京都悯忠寺的海棠花开花落又过去了十年。这里词人以想象之中的悯忠寺海棠花开十度，而委婉道出自己收藏花瓣已经十年。名花有几个十年，但人生又有几个十年呢。盛况难再，年华易逝。字里行间又隐约地透露出身世之伤感。</p> <p>　　过片顶接歇拍，从时间、空间上翻进一层，渲染惜花之情。十年了，尽管与北京相隔千里，但惜花之心依然未变，一直悬念着寺中的海棠。在词人的想象中，这狼藉满地的落红，定然带有被风雨摧残的痕迹。两句既言花，又自比，是词人为求功名、谋稻粱而颠沛奔波之状况的隐喻。结拍两句由花及人，总束全篇，点明题旨，直接表达了惜花之真情、隐情，不要怪我如此爱花惜花，我的身世也和落花一样。十年前如此，十年后依然如此。这两句充满了词人的酸楚之泪，凝聚了其十七至二十七岁人生的不幸遭遇。词人饱学多才，极欲尽早用世，但十年奋斗，得到的却是打击和磨难。光阴东流，才华虚掷，功名无期。名花如此，世道人生之艰难亦如此。词人这种同命相怜何必分人花的感叹，直贯全词。因此，写花，实质上也是自咏。其涕泪横流之伤感，除了“身世”之叹，还深刻地反映出更深层次上的时代的悲哀。这也许就是在<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等写下咏海棠的诸多名篇之后，<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>这首小令依然不失其魅力，而被人们长久传诵的一个重要原因。</p>",
  "about": "<h2>创作背景</h2> 　　关于此词写作之由，序中交代甚详，即偶然发现嘉庆十三年（1808）收存的一包海棠花瓣，有感而发。据“枝上花开又十年”句，知作于嘉庆二十三年（1818）在上海所作。",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "婉约",
    "咏物",
    "落花",
    "抒怀"
  ]
}