{
  "id": 4719,
  "star": 36,
  "name": "夜宿七盘岭",
  "dynasty": "唐代",
  "content": "独游千里外，高卧七盘西。<br>晓月临窗近，天河入户低。<br>芳春平仲绿，清夜子规啼。<br>浮客空留听，褒城闻曙鸡。",
  "fanyi": "<p><strong>译文</strong><br>我独自远游在千里之外，如今在七盘山的西面高枕而卧。<br>拂晓的残月很近地挨着窗子，天上的银河向西低垂，仿佛要从门户中流入。<br>在这芬芳艳美的春天，银杏树一片翠绿，凄清的夜里，传来了子规的哀啼。<br>我孤身在外，无依无靠，空自留在这里听那子规的凄鸣，褒城里传来公鸡报晓之声。</p> <p><strong>注释</strong><br>⑴七盘岭：在今四川广元东北，唐时属巴州，又名五盘岭、七盘山，有石磴七盘而上，岭上有七盘关。<br>⑵游：<a href=\"http://so.gushiwen.org/view_4719.aspx\">诗</a>人对流放的婉转说法。<br>⑶高卧：此处用以形容旅途的寂寞无聊。<br>⑷晓月临窗近：晓，一作“山”；窗，一作“床”。<br>⑸天河：银河。<br>⑹平仲：银杏的别称，俗称白果。左思《吴都赋》写江南四种特产树木说：“平仲君迁，松梓古度。”旧注说：“平仲之实，其白如银。”这里即用以写南方异乡树木，兼有寄托自己清白之意。<br>⑺子规：杜鹃鸟。相传是古蜀王望帝杜宇之魂化成，暮春鸣声悲哀如唤“不如归去”，古以为蜀鸟的代表，多用作离愁的寄托。<br>⑻浮客：无所归宿的远行之游子。<br>⑼褒城：地名，在今陕西汉中北。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首五律首联破题，说自己将作远游，此刻夜宿七盘岭。“独游”显出无限失意的情绪，而“高卧”则不仅点出住宿高山，更有谢安“高卧东山”的意味，表示将“独游”聊作隐游，进一步点出失意的境遇。次联即写夜宿所见的远景，生动地表现出“高卧”的情趣，月亮仿佛就在窗前，银河好像要流进房门那样低。三联是写夜宿的节物观感，纤巧地抒发了“独游”的愁思。这里，<a href=\"http://so.gushiwen.org/view_4719.aspx\">诗</a>人望着浓绿的银杏树，听见悲啼的杜鹃声，春夜独宿异乡的愁思和惆怅，油然弥漫。末联承“子规啼”，写自己正浸沉在杜鹃悲啼声中，鸡叫了，快要上路了，这七盘岭上不寐的一夜，更加引起对关中故乡的不胜依恋。“浮客”即游子，诗人自指。<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>《西陵遇风献康乐》说：“凄凄留子言，眷眷浮客心。……靡靡即长路，戚戚抱遥悲。”此化用其意。“空留听”是指杜鹃催归，而自己不能归去。过“褒城”便是入蜀境，虽在七盘岭还可闻见褒城鸡鸣，但诗人已经入蜀远别关中了。</p> <p>　　这首诗是初唐五律的名篇，格律已臻严密，但尚留发展痕迹。通首对仗，力求工巧，有齐梁余风。诗人抓住夜宿七盘岭这一题材的特点，巧妙地在“独游”、“高卧”上做文章。首联点出“独游”、“高卧”；中间两联即写“高卧”、“独游”的情趣和愁思，写景象显出“高卧”，写节物衬托“独游”；末联以“浮客”应“独游”，以“褒城”应“高卧”作结。结构完整，针迹细密。同时，它通篇对仗，铿锵协律，而文气流畅，写景抒怀，富有情趣和意境。胡应麟评价这首诗“气象冠裳，句格鸿丽”，的确是有识之言。在初唐宫廷诗坛上，<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>是以工诗著名的，<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>曾夸奖他说：“沈三兄诗，直须还他第一！”（见刘餗《隋唐嘉话》）这未免过奖，但也可说明，沈诗确有较高的艺术技巧。这首诗也可作一例。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_4719.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>被流放驩州（辖境相当今越南义安省南部和河静省）途中写的。沈佺期因为趋附张易之，“会张易之败，遂长流驩州”（《新唐书·列传第一百二十七》）。这首诗即作于诗人被流放途中夜宿七盘岭之时。据此诗末句“褒城闻曙鸡”，褒城在今陕西汉中北，七盘岭在其西南。夜宿七盘岭，则已过褒城，离开关中，而入蜀境。这诗或作于诗人此次入蜀之初。",
  "poet": {
    "id": 494,
    "star": 0,
    "name": "沈佺期",
    "image": "http://img.gushiwen.org/authorImg/shenquanqi.jpg",
    "desc": "沈佺期，字云卿，相州内黄人。善属文，尤长七言之作。擢进士第。长安中，累迁通事舍人，预修《三教珠英》，转考功郎给事中。坐交张易之，流驩州。稍迁台州录事参军。神龙中，召见，拜起居郎，修文馆直学士，历中书舍人，太子少詹事。开元初卒。建安后，讫江左，诗律屡变，至沈约、庾信，以音韵相婉附，属对精密，及佺期与宋之问，尤加靡丽。回忌声病，约句准篇，如锦绣成文，学者宗之，号为沈宋。语曰：苏李居前，沈宋比肩。集十卷，今编诗三卷。"
  },
  "tags": [
    "写景",
    "孤独",
    "思乡"
  ]
}