{
  "id": 47984,
  "star": 64,
  "name": "去者日以疏",
  "dynasty": "两汉",
  "content": "去者日以疏，来者日以亲。<br>出郭门直视，但见丘与坟。<br>古墓犁为田，松柏摧为薪。<br>白杨多悲风，萧萧愁杀人。<br>思还故里闾，欲归道无因。",
  "fanyi": "<p><strong>译文<br></strong>死去的人因岁月流逝而日渐疏远了啊，活着的人却会因离别愈久而更感亲切。<br>走出城门，来到郊外，放眼望去啊，却只见遍地荒丘野坟。<br>古墓被犁成了耕地啊，墓地中的松柏也被摧毁而成为柴薪。<br>白杨树在秋风吹拂下发出悲凄的声响啊，那萧萧悲凄的声响使人愁煞。<br>身逢乱世，羁旅天涯我想返回故乡啊，但心想回家却又找不到回家的路子！</p> <p><strong>注释<br></strong>1.去者：与下句“来者”，指客观现象中的一切事物。疏：疏远。<br>2.来：一作“生”。“生者”，犹言新生的事物，与“来”同意。日以亲：犹言一天比一天迫近。亲，亲近。以，古“以”“已”通用，意同。<br>3.郭门：城外曰郭，“郭门”就是外城的城门。<br>4.但：仅，只。<br>5.犁：一种农具。这里作动词用，就是耕的意思。这句是说，古墓已平，被人犁成田地。<br>6.摧：折断。这句是说，墓上的柏树，被人斫断，当做柴烧。<br>7.白杨：是种在丘墓间的树木。<br>8.还：通“环”，环绕的意思。故里闾：犹言故居。里，古代五家为邻居，二十五家为里，后来泛指居所，凡是人户聚居的地方通称作“里”。闾，本义为里巷的大门。<br>9.因：由也。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是《古<a href=\"http://so.gushiwen.org/view_47984.aspx\">诗</a>十九首》的第十四首。从题材范围、艺术境界以至语言风格看来，有些近似第十三首《古诗十九首·驱车上东门》，是出于游子所作。由于路出城郊，看到墟墓，有感于世路艰难、人生如寄，在死生大限的问题上，愤激地抒发了世乱怀归而不可得的怆痛之感。</p> <p>　　《古诗十九首》虽说不是出于一个作者之手，但这些诗篇却都植根于东汉末年大动乱的历史土壤，而具有共同的忧患意识。因为人生理想的幻灭而跌入颓废感伤的深谷的作者们，为了排遣苦闷，需要讽刺和抨击黑暗，这一个惨雾迷漫的外宇宙；而更重要的是，他们还需要对自己的内宇宙进行反思：既然人生如寄，那么人生的价值观该是如何？既然是荣枯变幻、世态无常、危机重重、祸福旦夕，那么人生的最后归宿又将是如何？</p> <p>　　虽说《十九首》作者未必是富于思辨的哲学家，然而极尽人间的忧患，促使他们耽于沉思，而道家的辽阔想象空间和先秦以来“名理”观念的长期孕育，多方引导他们考虑生死存亡问题，终于把对人生奥区的探索和对世路艰难的悲歌二者相拌和。这是《去者日以疏》一诗的思想特点，也是当时中下层知识分子精神状态的写照。</p> <p>　　当然，同是探索，同是悲歌，手法也还有不同。由于《十九首》作者的每一篇作品的思维定势不同，因而表现这一种自我反思的核心观念的建构也各有不同：有的是着意含情，有绵邈取胜；有的是一气贯注，而不以曲折见长；有的运用一层深似一层的布局而环环套紧；有的是发为挥洒的笔势，历落颠倒，表面看来，好像各自游离，而却又分明是在深层次中蕴藏着内在脉络。而《去者日以疏》这一首，就思维定势说来，则更有其异守崛起之势。请看，开头的“去者日以疏，来者日以亲”，起笔之人生高度概括，就已经笼罩全诗，和另外十八首迥然不同。另外十八首，大都是用比兴手法，由自然景物形象之表层的揭示，逐步转为景物的社会内涵的纵深掘发。这种审美心态与其艺术处理，蔚为中国诗歌的优秀传统，因而古人说，诗有了“兴”，则“诗这神理全具”（李重华《贞一斋诗话》）。确有至理。但话又说回来了，诗的得力之处并不能局限于比兴。哪怕开门见山，只要处理得好，也未尝不可成为佳作。开门见山，可以用叙事手法，如“回车驾言迈，悠悠涉长道”，由“涉长道”而转入四顾茫茫，展开人生如寄的怅触；也还可以用足以笼罩全文、富于形象的哲理性警句作为序幕，那就是接下来要谈的《去者日以疏》的开头两句了。</p> <p>　　“去者日以疏，来者日以亲。”互为错综的这两句，既是由因而果，也是相辅相成。天地，犹如万物的逆旅；人生，犹如百代的过客，本来就短促万分，更何况又是处于那一个“白骨露于野，千里无鸡鸣”（<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《蒿里行》）的灾难重重的时代。死去的人岁月长了，印象不免由模糊而转为空虚、幻灭。新生下来的一辈，原来自己不熟悉他们，可经过一次次接触，就会印象加深。去的去了，来的来了。今日之“去”，曾有过往昔之“来”；而今日之“来”，当然也会有来日之“去”。这不仅和<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》中所说的“后之视今，亦犹今之视昔”相似，此外也更说明一点：东汉末年以至魏晋文人，他们的心理空间的确宽广。他们喜爱对人生进行探索，对命运进行思考。按照这首诗的时间的逻辑顺序看来，作者应该是先写走出郭门，看到遍野古墓，油然怆恻，萌起了生死存亡之痛、人天廖廓之想，然后再推开一笔，发挥世事代谢、岁月无常的哲理。可是作者偏不这样写，而是猛挥其雷霆万钧之笔，乍一开头，就写下了这样苍苍莽莽、跨越古今、隐含着人世间无限悲欢离合之情的两句。从技巧上说是以虚带实，以虚涵实；从作者的思维定势说，则是在诗篇开头，已经凭宏观纵目，指向了人事代谢的流动性，从而针对这一“来”一“去”进行洞察性的观照和内窥性的反思。</p> <p>　　足见开头意象的如此崛起，决非偶然。说明作者在目累累邱坟时被激直的对人生的悟发有其焦灼性。作者确是为眼前图景百触目惊心。也正因为这种悟发和焦灼来自眼前的严峻生活图景以及由此而联到的、长期埋葬在诗人记忆仓库中的决象，所以这开头的涵盖性就异常广阔，气势异常充沛，思维触角轩翥不群。这正是唐代诗僧<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>说的：“诗人之思初发，取境偏高，则一首举体便高”。（《诗式》）作者出了郭门以后，其所见所想，几乎无一而不与一“去”一“来”、一生一死有关。埋葬死人的“古墓”是人生的最后归宿了，然而死人也还是难保。他们的墓被平成耕地了，墓边的松柏也被摧毁而化为禾薪。人生，连同他们的坟墓，与时日而俱逝，而新的田野，却又随岁月而俱增。面对着这样的凄凉现象，面对着那一个“时”，却又偏偏是“世积乱离”（《文心雕龙·明诗》）、大地兵戈、生民涂炭之时，诗人对眼前一“去”一“来”的鱼龙变幻，不由引起更深的体会，而愁惨也就愈甚了。既然“来者”的大难一步逼近一步，他不能不为古今代谢而沉思；既然看到和听到白扬为劲风所吹，他不能不深感白扬之“悲”从而自伤身世。历来形容悲风，都是突出其“萧萧”声。为此，诗人不由沉浸到一种悲剧美的审美心态积淀之中而深有感发，终于百感苍茫地发出惊呼：白扬多悲风，萧萧愁杀人！墓前墓后的东西很多，而只归结到“白扬”；但写白扬，也只是突出了“萧萧”。荆轲有“风萧萧兮易水寒”之句。借用到这里来，却既成为悲风之声，又成为象征“地下陈死人”的像白扬树的哭泣之声。死人离开世界，是“亲者日以疏”了，然而他们的悲吟分明在耳，这就是“来者日以亲”。一“疏”一“亲”，表现在古墓代谢这一典型景象对比之中，更集中的化作为白扬的萧萧声。这结果，给予诗人的感召如何，这就不用说了。清人朱筠有云：“说至此，已可搁笔”；但他却又紧接着说：“末二句一掉，生出无限曲折来。”（《古诗十九首》）确有至理。</p> <p>　　所谓末二句，是这样的平平淡淡，但它却饱含着无限酸辛：思归故里闾，欲归道无因。表现看来，这两句好像游离开前文，确乎是朱筠说的“一掉”；介这一个大大的转折，却显示了诗歌的跳跃性，并非游离之笔，它和上文有着深刻的内在联系。既然人生如寄，代谢不居，一“去”一“来”中岁月消逝得如此迅速，那么长期作客的游子，则不能不为之触目惊心。唯一的希望只有是及早返回故乡，以期享受乱离中的骨肉团圆之乐。这时，老人该尚未因尽死而疏，而过去未曾见过的新生后辈，又复得以亲近，这将是无比美好的。不过，引人怆痛的是欲归不得，故障重重。这些故障尽管没有细说，而只是一笔带过，化为饱含着无限酸辛的二字：“无因”！但，这位凝神地谛视着满眼丘坟，冥索人生的反思自我的诗人，他的前途茫茫是可以想见的。</p> <p>　　他只有让幻想委于空虚，把归心抛却在缥缈难凭的宇宙大荒之中。而与此同时，他也只有让长期生活无限延续下去，让还乡梦日日向枕边萦绕，让客中新岁月，一天天向自己逼来。</p> <p>　　在古今代谢这一个莽莽苍苍和流动不居的世界中，诗人的遭际是渺小的，然而诗人的心理时空却又非常辽阔。他把长期的游子生涯放在一“去”一“来”的时间顺流中，把异乡的“郭门”和故乡的“里闾”放在两个空间的对流中；而更重要的，则是宇宙的代谢引起他主观和悟解，而诗人的焦灼又加深了景物的愁惨气氛中，耸立着一位耽于沉思的、净化了和升华了的悲剧性格的佚名诗人。就这一点说，又可以看做心灵与现实的交流。</p> <p>　　顺流，对流，交注，一切都表明这首古诗作者，他有着炯炯双眸。他不止是“直视”丘坟，他面向的是茫茫宇宙中的奥区。他怀着愤激和焦灼的心情，进行观照和冥索。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_47984.aspx\">诗</a>是《古诗十九首》之一。今人综合考察《古诗十九首》所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为十九首诗所产生的年代应当在汉末献帝建安之前的几十年间。《古诗十九首》虽说不是出于一个作者之手，但这些诗篇却都植根于东汉末年大动乱的历史土壤，而具有共同的忧患意识。因为人生理想的幻灭而跌入颓废感伤的深谷的作者，为了排遣苦闷，需要讽刺和抨击黑暗，这一个惨雾迷漫的外宇宙；而更重要的是，他们还需要对自己的内宇宙，比如人生的价值观、人生的最后归宿等进行反思。这首《去者日以疏》就是这种思想的反映。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "抒情"
  ]
}