{
  "id": 72970,
  "star": 3,
  "name": "醉中留别永叔子履",
  "dynasty": "宋代",
  "content": "新霜未落汴水浅，轻舸惟恐东下迟。<br>遶城假得老病马，一步一跛饮人疲。<br>到君官舍欲取别，君惜我去频增嘻。<br>便步髯奴呼子履，又令开席罗酒卮。<br>逡巡陈子果亦至，共坐小室聊伸眉。<br>烹鸡庖兔下筹美，盘实飣餖栗与梨。<br>萧萧细雨作寒色，厌厌尽醉安可辞。<br>门前有客莫许报，我方剧饮冠帻欹。<br>文章或论到渊奥，轻重曾不遗毫厘。<br>间以辨谑每绝倒，岂顾明日无晨炊。<br>六街禁夜犹未去，童仆窃讶吾侪痴。<br>谈兵究弊又何益，万口不谓儒者知。<br>酒酣耳热试发泄，二子尚乃惊我为。<br>露才扬己古来恶，卷舌噤口南方驰。<br>江湖秋老鳜鲈熟，归奉甘旨诚其宜。<br>但愿音尘寄鸟翼，慎勿却效儿女悲。",
  "fanyi": "<p><strong>译文<br></strong>秋霜还没降下，汴河水很浅，只怕东下的轻舟不能走得迅疾。<br>绕满都城借来匹又老又病的马，一步一瘸令我体倦神疲。<br>到你的官舍想和你告别，你惋惜我将要离去频频地叹息。<br>老仆迈着随意的步子去请子履，你又让人罗列杯盘安排酒席。<br>不一会儿陆先生果然也来到此地，聚坐在小屋谈话聊以排遣愁意。<br>烹制的鸡兔味道鲜美，果盘中满满地堆放着栗和梨。<br>细雨萧萧天色生寒，尽情醉饱哪有推辞的道理。<br>门前如有客至不许通报，我正痛饮，帽子头巾歪得已不整齐。<br>有时谈论文章到深入玄妙处，轻和重不曾遗漏一毫半厘。<br>其间论辩夹杂戏谑常叫人笑倒，哪儿还顾得没有明天早餐的粮米。<br>直到京城六街宵禁，还没有散去，书童仆人悄悄惊讶着我们的痴迷。<br>谈论军事研究时弊又有什么补益？众人都不认为读书人懂得这些大道理。<br>酒酣耳热试着发泄胸中郁愤，连两位朋友都因我的行为而诧异。<br>显露才能表现自己从古就为人所恶，我只有卷舌闭口奔到南方去。<br>江湖上秋色深鳜鱼鲈鱼正肥，归去大吃美味倒很合时宜。<br>但愿你们常常寄来音信，千万不要学小儿女离别时悲悲凄凄。</p> <p><strong>注释<br></strong>1.永叔：<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，字永叔，作者挚友。子履：陆经，字子履，越州（今浙江绍兴）人，其母再嫁陈见素，冒姓陈。后见素卒，仍复姓陆。庆历元年（1041年）为集贤校理。<br>2.汴水：即汴河。由河南流经安徽入淮河。为唐宋漕运的重要河道。<br>3.舸（gě）：大船，此处泛指船。<br>4.假：借。<br>5.跛（bǒ）：瘸。<br>6.官舍：此时欧阳修为馆阁校勘。取别：告别。<br>7.嘻：叹息。<br>8.便步：按日常习惯行走的步调，区别于正步。髯（rán）奴：指老仆。髯，古称多须者为髯。<br>9.卮（zhī）：酒器，此泛指酒杯。<br>10.逡（qūn）巡：不一会。陈子：指陆经。<br>11.伸眉：谓解脱愁苦。<br>12.庖（páo）：煮。筹（chóu）：筷子。<br>13.饤饾（dìngdòu）：堆积。<br>14.餍（yàn）餍：饱。别本作“厌厌”。<br>15.剧饮：痛饮。帻（zé）：包头巾。欹（qī）：倾斜。<br>16.渊奥：深刻奥妙。<br>17.毫厘：十丝为毫，十毫为厘，比喻微小。<br>18.辨：通“辩”。谑（xuè）：开玩笑。绝倒：俯仰大笑。<br>19.晨炊：早饭。<br>20.六街：唐代长安城中有左右六条大街，北宋汴京也有六街。禁夜：禁示夜行。<br>21.吾侪（chái）：我辈。侪，辈，类。<br>22.弊：指朝政弊端。<br>23.儒者：指文士。<br>24.尚乃：也还。<br>25.“露才”句：汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《离骚序》云：“今若<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，露才扬己，竞乎危国群小之间，以离谗贼。”南朝梁<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·辨骚》：“班固以为露才扬己，忿怼沉江。此用其事。露才扬己：显露才能，表现自己。<br>26.卷舌噤（jìn）口：闭口不言，表示不再对朝政发表议论意见。噤，闭。南方驰：指被派作监湖州盐税事。<br>27.“江湖”句：用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>事。《晋书·张翰传》：“翰因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰‘人生贵得适志，何能羁宦数千里，以要名爵乎！’遂命驾而归。”鳜（guì）、鲈（lú），鱼名，其味肥美。熟，谓长大成熟。<br>28.奉：接受。甘旨：美味。<br>29.寄鸟翼（yì）：古有鸿雁传书之说，故云。<br>30.慎勿：切勿。慎，千万。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72970.aspx\">诗</a>开头照应题目中的“留别”，写诗人将离汴京乘舟东下。“新霜未落汴水浅，轻舸唯恐东下迟。”两句诗既点明留别的时光节令，又借助对景物的描写，隐隐透露出诗人孤凄落寞的情怀。“绕城假得老病马，一步一跛令人疲。”则是作者为自己勾勒的一幅落拓失意的自画像，于幽默的笔调和自我调侃的语气中包含了许多内心难言的隐痛。</p> <p>　　“到君官舍欲取别”以下八句叙作者告别及友人饯别情景，表现出挚友间依依惜别的深厚情谊。在这里作者没有花费许多笔墨描述主客对饮情景，只借“便步髯奴呼子履，又令开席罗酒卮”等细节的点染和对席上肴撰的罗列，写出主人款待的盛情；借对室外“萧萧细雨”景色和诗人“冠帻欹”的恹恹醉态的描写，反映出席间不拘形迹、开怀畅饮的亲切气氛和作者沉醉于眼前美好时光的快意微醺。笔触细腻生动，富有情趣。</p> <p>　　“文章或论到渊奥，轻重曾不遗毫厘，间以辨谑每绝倒，岂顾明日无晨炊。”这一段描写笔墨酣畅，兴会淋漓，生动地传达出宾主契合无间、畅谈不觉忘情的动人情景，将诗情推向高潮。</p> <p>　　正是在这样亲切随意的气氛之中，在心曲相通的知交面前，作者才在樽前放歌，一吐胸中块垒：“谈兵究弊又何益，万口不谓儒者知。”“谈兵”，即研读兵法，在这里并非泛指，作于同时的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《圣俞会饮》也提到<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>注《孙子》一事，说：“遗编最爱孙子说。”可见梅尧臣有志从军。这两句发自肺腑的心声，是作者压抑已久的感情的迸发，既包含了爱国忧民却报效无门的痛苦，也有诗人屡试不第、沉沦下僚的酸辛。其中虽有对个人穷通得失耿耿于怀的牢骚，但仍然是对封建社会里无数爱国的正直知识分子共同遭遇和思想感情的高度概括，具有深刻的现实意义。</p> <p>　　在“酒酣耳热”之际倾诉肺腑，原本应当滔滔不绝，一吐为快，作者却又出乎意料地陡转笔锋，刹住话头。“露才扬己古来恶，卷舌噤口南方驰。”语气骤然变得平缓，但在欲说还休的背后，却更清楚地表现出他那郁结心头无法排遣的苦闷。结末写诗人强烈的思归之情，并说明分手时不宜过于伤感，既是安慰友人，也是宽解自己，强作豁达。首尾衔接，更显得情味深长。</p> <p>　　这是一首留别之作，却不落专写凄切之情的窠臼，而是借留别以抒怀，将对国事的忧虑、个人的不平以及离情别绪尽寓其中。此诗笔力苍劲，承转圆熟，自然流畅，质朴简淡，鲜明地体现出梅尧臣诗语淡情深的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_72970.aspx\">诗</a>是庆历元年（1041年）作者四十岁时所作。当时，北宋对西夏的战事正紧。<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>怀着忧国忧民的感情渴望获得一个上前线的机会，曾经向<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>透露过自己的意图，可是未被理会，相反却被派往湖州担负监税的任务。这件事给了他很大的刺激，他满怀失意之情怏怏离京。此诗真实地反映了他临行前痛苦而复杂的心情。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "离别",
    "友人",
    "抒怀",
    "忧国",
    "孤寂"
  ]
}