{
  "id": 49913,
  "star": 483,
  "name": "清平乐·春归何处",
  "dynasty": "宋代",
  "content": "春归何处。寂寞无行路。若有人知春去处。唤取归来同住。 <br>春无踪迹谁知。除非问取黄鹂。百啭无人能解，因风飞过蔷薇。",
  "fanyi": "<p><strong>译文</strong><br>春天回到了哪里？找不到它的脚印，四处一片沉寂，如果有人知道春天的消息，喊它回来同我们住在一起。<br>谁也不知道春天的踪迹，要想知道，只有问一问黄鹂。那黄鹂千百遍地宛转啼叫，又有谁能懂得它的意思？看吧，黄鹂鸟趁着风势，飞过了盛开的蔷薇。</p> <p><strong>注释</strong><br>1、寂寞：清静，寂静。<br>2、无行路：没有留下春去的行踪。行路，指春天来去的踪迹。<br>3、唤取：换来。<br>4、谁知：有谁知道春的踪迹。<br>5、问取：呼唤，询问。取，语助词。<br>6、黄鹂（lí）：黄鹂：又叫黄莺、黄鸟。身体黄色自眼部至头后部黑色，嘴淡红色，啼声非常悦耳，食森林中的害虫。益鸟。<br>7、百啭：形容黄鹂宛转的鸣声。啭，鸟鸣。<br>8、解：懂得，理解。<br>9、因风：顺着风势。<br>10、蔷薇（qiáng wēi）：花木名。品类甚多，花色不一，有单瓣重瓣，开时连春接夏，有芳香，果实入药。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词赋予抽象的春以具体的人的特征。词人因春天的消逝而感到寂寞，感到无处觅得安慰，像失去了亲人似的。这样通过词人的主观感受，反映出春天的可爱和春去的可惜，给读者以强烈的感染。</p> <p>　　此词高妙处，于它用曲笔渲染，跌宕起伏，饶有变化。故先是一转，希望有人知道春天的去处，唤她回来，与她同住。这种奇想，表现出词人对美好事物的执着和追求。</p> <p>　　下片再转。词人从幻想中回到现实世界里来，察觉到无人懂得春天的去向，春天不可能被唤回来。但词人仍存一线希望，希望黄鹂能知道春天的踪迹。这样，词人又跌入幻觉的艺术境界里去了。</p> <p>　　末两句写黄鹂不住地啼叫着。它宛转的啼声，打破了周围的寂静。但词人从中仍得不到解答，心头的寂寞感更加重了。只见黄鹂趁着风势飞过蔷薇花丛。蔷薇花开，说明夏已来临。词人才终于清醒地意识到：春天确乎是回不来了。</p> <p>　　此词为表现惜春、恋春情怀的佳作。作者近乎口语的质朴语言中，寄寓了深重的感情。全词的构思十分精妙：作者不知春归何处，一心要向别人请教；无人能知时，又向鸟儿请教。问人人无语，问鸟鸟百啭，似乎大有希望，然而词人自己又无法理解，这比有问无答更可叹。最后，鸟儿连“话”都不“说”，翻身飞走。这番妙趣横生的抒写中，作者的惜春之情跃然纸上，呼之欲出。</p><br/><h2>赏析</h2> <p>　　这是一首惜春词，表现作者惜春的心情。上片惜春在不知不觉中过去；下片惜春之无踪影可以追寻。用笔委婉曲折，层层加深惜春之情。直至最后，仍不一语道破，结语轻柔，余音袅袅，言虽尽而意未尽。作者以拟人的手法，构思巧妙，设想新奇。创造出优美的意境。</p> <p>　　上片开首两句“春归何处？寂寞无行路。”以疑问句，对春的归去提出责疑，春天回到哪里去了，为什么连个踪影也没有，一个“归”字，一个“无行路”，就把春天拟人化了。“若有人知春去处，唤取归来同住？”两句，转而询问有谁知道春天的去处，要让他把“春天”给叫喊回来。这是一种设想，是有意用曲笔来渲染惜春的程度。使词情跌宕起伏，变化多端。</p> <p>　　下片过头两句，把思路引到物象上，“春无踪迹谁知，除非问取黄鹂。”既然无人能知道春天的去处，看来只好去问黄鹂了，因为黄鹂是在春去夏来时出现，它应该知道春天的消息。这种想象也极为奇特，极富情趣。后两句“百啭无人能解，因风飞过蔷薇”，这是对现实的描述。上面想象春天踪迹，也许黄鹂可以知道，然而嘤嘤鸟语，谁人能解?它不过也是自然中的一小生物而已，仅看一阵风起，它便随风飞过蔷薇花那边去了。于是春之踪迹，终于无法找寻，而心头的寂寞也就更加重了。</p> <p>　　词中以以清新细腻的语言，表现了词人对美好春光的珍惜与热爱，抒写了作者对美好事物的执着和追求。全词构思新颖委婉，思路回环反复；笔情跳脱，风格清奇；语言轻巧，淡雅饶味；有峰回路转之妙，有超轶绝尘之感。</p>",
  "about": "<h2>创作背景</h2> 　　徽宗崇宁二年（1103），党祸已起，蔡京立元祐党人稗，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被除名，编管宜州。有<a href=\"http://so.gushiwen.org/view_49913.aspx\">诗</a>题为《十二月十九日夜中发鄂诸，亲旧携酒追送，聊为短句》，这“十二月”是崇宁二年（1103）十二月，黄庭坚至崇宁童年二月才过洞庭，五、六月间方抵达广西宜州贬所。此词的内容是“惜春”，而实际是影射时局。此送春词作于贬宜州的翌年，即崇宁四年（1105）。同年九月黄庭坚便溘然长逝于宜州贬所。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "惜春"
  ]
}