{
  "id": 49545,
  "star": 11,
  "name": "醉落魄·离京口作",
  "dynasty": "宋代",
  "content": "轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。<br>巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。",
  "fanyi": "<p><strong>译文<br></strong>云朵轻轻飘，月色微微亮，二更天时从酒醉中醒来，船刚开始出发。回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。记得喝酒时欢歌笑语的场面，不记得上船时的情景。<br>酒醒后头巾偏斜，扇子坠落，藤床格外细腻，连身子都快挂不住了。一觉醒来，梦中的幽静无人可倾述，此生的飘荡什么时候才能休止呢？家住西南眉山，却经常向东南道别。</p> <p><strong>注释<br></strong>⑴醉落魄：词牌名。即《一斛珠》。据<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>小说《梅妃传》载，唐玄宗封珍珠一斛密赐江妃。江妃不受，写下“长门自是无梳洗，何必珍珠慰寂寥”的<a href=\"http://so.gushiwen.org/view_49545.aspx\">诗</a>句。玄宗阅后不乐，令乐府以新声唱之，名《一斛珠》。双调五十七字，仄韵。 <br>⑵京口：古城（今江苏镇江），为古代长江下游的军事重镇。<br>⑶二更：又称二鼓，指晚上九时致十一时。<br>⑷孤城回望苍烟合：孤城，指京口。苍烟，灰蒙蒙的雾气。此句意为回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。<br>⑸巾偏扇坠藤床滑：巾，指头巾。此句与下句都是描述词人醉酒后的形态。酒醒后头巾偏斜，扇子坠落，藤床格外滑腻，连身子都快挂不住了。<br>⑹家在西南，常作东南别：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的家乡在四川眉山，所以说“西南”。他这时正任杭州通判，经常来往于镇江、丹阳、常州一带，所以说“东南别”。此句写作者仕宦漂零。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写月色微微，云彩轻轻，二更时分词人从沉醉中醒来，听着咿咿呀呀的摇橹声，船家告诉他，船刚开。从船舱中往回望，只见孤城笼罩一片烟雾迷蒙之中。这一切仿佛做梦一样。景和情的和谐，巧妙地烘托出了醉醒后的心理状态。</p> <p>　　下片承上，描写醉后的形态。他头巾歪一边，扇子坠落舱板上，藤床分外滑腻，仿佛连身子也挂不住似的。“巾偏扇坠藤床滑”，短短七个字，就将醉态刻画得惟妙惟肖。词人终于记起来了，他刚才还真做了个梦。但天地之间，一叶小舟托着他的躯体迷蒙的江面上飘荡，朋友亲人们都已天各一方，向何人诉说呢？词人不禁有些愤慨了，这样飘荡不定的生活几时才能结束呢？最后两句，点明了词人心灵深处埋藏的思乡之情。但他究竟做了个什么样的梦，词中依然未明说。</p> <p>　　词中写月色朦胧，云彩轻柔。在二更时分，词人从沉醉中醒来，发现自己正在一只刚刚出发的小船上。从船舱中向来路望去，只见一座孤城笼罩在烟雾迷蒙之中，似梦如幻，歌宴的场景仍在目前。如今醉了，头巾歪在一边，扇子掉在船板上，藤床湿腻，仿佛连人也要滚落下去了，真是醉了。忽然记起来，刚才做了个梦。想把梦境说给人听，身边却无人可说。一叶小舟载着自己在迷蒙的江面上漂荡，不知道漂到何时才能止歇。自己的一生又何尝不是如此呢，像这只小船一样，飘飘荡荡，身不由己。何时才能安稳下来呢？何时才能够回到四川老家呢？苏缨评论说，上片最后两句“记得歌时，不记归时节”，呼应下片最后的“家在西南，长作东南别”，产生了一种特殊的修辞魅力。“歌”与“归”构成一对矛盾，象征着仕进与隐逸；“西南”与“东南”也构成了一对矛盾。这既是写实—因为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是蜀人而游宦江南，故有此语；这也是象征—西南家乡象征归隐，东南游宦象征仕进。四句话，充满了矛盾对立，也含有了表层与深层的多重含义。</p> <p>　　这首词，语言平易质朴而又清新自然，笔调含蓄蕴藉而又飞扬灵动，感伤之情寓于叙事之中，将醉酒醒后思乡的心境表现得委婉动人，使人领略到作者高超的艺术表现形式。词中情景交融，描述了舟中酒醒后的心境，表达了对仕宦奔波的倦意和对家乡的思念。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于熙宁六年（1073年）冬，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>正在杭州通判任上。苏轼是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法的反对者，在王安石当政的时候被屡屡外放，此时在杭州已经任满三年。按宋代规矩，地方官三年一任，期满调任。苏轼在杭州任满三年，要转任密州太守，在离开京口的时候做了这首《醉落魄》，表达自己的思乡之情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "抒情",
    "思乡"
  ]
}