{
  "id": 72657,
  "star": 17,
  "name": "戊申岁六月中遇火",
  "dynasty": "魏晋",
  "content": "草庐寄穷巷，甘以辞华轩。<br>正夏长风急，林室顿烧燔。<br>一宅无遗宇，肪舟荫门前。<br>迢迢新秋夕，亭亭月将圆。<br>果菜始复生，惊鸟尚未还。<br>中宵伫遥念，一盼周九天。<br>总发抱孤介，奄出四十年。<br>形迹凭化往，灵府长独闲。<br>贞刚自有质，玉石乃非坚。<br>仰想东户时，余粮宿中田。<br>鼓腹无所思；朝起暮归眠。<br>既已不遇兹，且遂灌我园。",
  "fanyi": "<p><strong>译文</strong><br>茅屋盖在僻巷边，远避仕途心甘愿。<br>当夏长风骤然起，林园宅室烈火燃。<br>房屋焚尽无住处，船内遮荫在门前。<br>初秋傍晚景远阔，高高明月又将圆。<br>果菜开始重新长，惊飞之鸟尚未还。<br>夜半久立独沉思，一眼遍观四周天。<br>年少守操即谨严，转眼已逾四十年。<br>生命托付与造化，内心恬淡长安闲。<br>我性坚贞且刚直，玉石虽坚逊色远。<br>遥想东户季子世，余粮存放在田间。<br>饱食终日无忧虑，日出而作日入眠。<br>既然我未逢盛世，姑且隐居浇菜园。</p> <p><strong>注释</strong><br>(1)寄：寄托，依附。甘：自愿。辞：拒绝，告别，华轩：指富贵者乘坐的车子。轩：占代一种供大夫以上乘坐的轻便车，“华轩”在这里是代指仕途之功名富贵。<br>(2)当：时当，恰在。长风：大风。林室：林木和住宅。从此<a href=\"http://so.gushiwen.org/view_72657.aspx\">诗</a>“果菜始复生”句可知，大火不仅焚毁了房屋，连同周围的林园也一并遭灾。顿：顿时，立刻。燔（fán烦）：烧。<br>(3)宇：屋檐，引申为受覆庇、遮盖处。航（f áng仿）：船。荫门前：谓遮荫于门前。林室皆焚毁，只有门前的航舟内尚有遮荫处。<br>(4)迢迢：遥远的样子。这里形容秋夕景象的空阔辽远。新秋夕：初秋的傍晚。亭亭：高貌。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《杂诗》：“西北有浮云，亭亭如车盖。”<br>(5)始复生：开始重新生长。惊鸟：被火惊飞的鸟。<br>(6)中宵：半夜。伫（zhǜ往）：长时间地站立。遥念：想得很远。盼：看。周：遍，遍及。九天：这里指整个天地。<br>(7)总发：即“总角”，称童年时代。古时儿童束发于头顶。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《荣木》诗序：“总角闻道，白首无成。”孤介：谓操守谨严，不肯同流合污。奄：忽，很快地。出：超出。<br>(8)形迹：身体，指生命。凭：任凭。化：造化，自然。往：指变化。灵府：指心。《庄子·德充符）：“不可入于灵府。”成玄英疏：“灵府者，精神之宅也，所谓心也。”<br>(9)贞刚：坚贞刚直。自：本来。质：品质、品性。乃：却。这两句是说，我的品质坚贞刚直，比玉石都更坚贞。<br>(10)仰想：遥想。东户：东户季子，传说中上古太平时代的君主。《淮南子·缨称训》：“昔东户季子之世，道路不拾遗，耒耜余粮宿诸田首。”宿：存放。中田：即田中。<br>(11)鼓腹：饱食。《庄子·马蹄》：“夫赫胥氏之时，民居而不知所为，行不知所之，含哺而熙，鼓腹而游。”无所思：无忧无虑。<br>(12)：此，指东户时代。遂：就。灌我园：浇灌我的田园。这里指隐居躬耕。<br>(1)寄：寄托，依附。甘：自愿。辞：拒绝，告别，华轩：指富贵者乘坐的车子。轩：占代一种供大夫以上乘坐的轻便车，“华轩”在这里是代指仕途之功名富贵。<br>(2)当：时当，恰在。长风：大风。林室：林木和住宅。从此诗“果菜始复生”句可知，大火不仅焚毁了房屋，连同周围的林园也一并遭灾。顿：顿时，立刻。燔（fán烦）：烧。<br>(3)宇：屋檐，引申为受覆庇、遮盖处。航（f áng仿）：船。荫门前：谓遮荫于门前。林室皆焚毁，只有门前的航舟内尚有遮荫处。<br>(4)迢迢：遥远的样子。这里形容秋夕景象的空阔辽远。新秋夕：初秋的傍晚。亭亭：高貌。曹丕《杂诗》：“西北有浮云，亭亭如车盖。”<br>(5)始复生：开始重新生长。惊鸟：被火惊飞的鸟。<br>(6)中宵：半夜。伫（zhǜ往）：长时间地站立。遥念：想得很远。盼：看。周：遍，遍及。九天：这里指整个天地。<br>(7)总发：即“总角”，称童年时代。古时儿童束发于头顶。陶渊明《荣木》诗序：“总角闻道，白首无成。”孤介：谓操守谨严，不肯同流合污。奄：忽，很快地。出：超出。<br>(8)形迹：身体，指生命。凭：任凭。化：造化，自然。往：指变化。灵府：指心。《庄子·德充符）：“不可入于灵府。”成玄英疏：“灵府者，精神之宅也，所谓心也。”<br>(9)贞刚：坚贞刚直。自：本来。质：品质、品性。乃：却。这两句是说，我的品质坚贞刚直，比玉石都更坚贞。<br>(10)仰想：遥想。东户：东户季子，传说中上古太平时代的君主。《淮南子·缨称训》：“昔东户季子之世，道路不拾遗，耒耜余粮宿诸田首。”宿：存放。中田：即田中。<br>(11)鼓腹：饱食。《庄子·马蹄》：“夫赫胥氏之时，民居而不知所为，行不知所之，含哺而熙，鼓腹而游。”无所思：无忧无虑。<br>(12)：此，指东户时代。遂：就。灌我园：浇灌我的田园。这里指隐居躬耕。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“草庐寄穷巷，甘以辞华轩。”起头这两句是写他这几年的平静生活。“草庐”即他归田后营建的“草屋八九间”。“穷巷”，偏僻的村巷。“华轩”，达官乘坐的漂亮的车子，这里代指仕宦生活。居陋巷而绝功名之念，这样的意思在归田后许多<a href=\"http://so.gushiwen.org/view_72657.aspx\">诗</a>中屡见陈述。这里用一个“甘”字，见出他这种态度出于自觉自愿，也显见他心情的平静自然。可是，“正夏长风急，林室顿烧燔。”天炎风息，丛集在一起的房子顿时烧掉了。着一“顿”字，见出打击的沉重。“一宅无遗宇，舫舟荫门前。”他的住宅没有剩下一间房子，只好将船翻盖在门前，以遮蔽风雨。“舫舟荫门前”一般解释为寄居在船上，似非确。《归园田居》“榆柳荫后檐”与这句结构相同，“荫”也为覆盖的意思。在陆地上以舟作棚，现时还常见着。以上可谓第一段，写“遇火”情况。</p> <p>　　“迢迢新秋夕，亭亭月将圆。”曰“新秋”，曰“月将圆”，见出是七月将半的时令，离遇火已近一个月了。“迢迢”，意同遥遥，显出秋夜给人漫长的感觉。“亭亭”，高远的样子，这是作者凝视秋月的印象。这两句既写出了节令的变化，又传出了作者耿耿不寐的心情。这是火灾予他心理的刺激。“果菜始复生，惊鸟尚未还。”遭火熏烤的周围园圃中的果菜又活过来了，但受惊的鸟雀还没有飞回。从“果菜始复生”见出他生计还有指望，而后一种情况又表示创巨的痛深。在这样的秋夜里，他的心情是很不平静的：“中宵伫遥念，一盼周九天。”半夜里他伫立遥想，顾盼之间真是“心事浩茫连广宇”了。以上是第二段，写“遇火”后心情的不平静。</p> <p>　　下面第三段，所写是“中宵伫遥念”的内容。作者先是自述平生操行：“总发抱孤介，奄出四十年。”他说：我从小就有正直耿介的性格，一下子就是四十年了（作者此时四十四岁）。“形迹凭化往，灵府长独闲。”形体、行事随着时间的过去而衰老、而变化，可心灵一直是安闲的，没有染上尘俗杂念。“孤介”、“独闲”，都表示他不同于流俗。“贞刚自有质，玉石乃非坚。”这两句意思说：我具备的贞刚的禀性，玉石也比不上它坚固。这六句是对自己平生的检点，自慰的口吻里又显出自信。他是在遭遇灾变之时作如此回想的，这也表示了他还将这样做，不因眼下困难而动摇。接着他又想起一种理想的生活：“仰想东户时，余粮宿中田。”“东户”，指传说中的古代帝王东户季子，据说那时民风淳朴，道不拾遗，余粮储放在田中也无人偷盗。“中田”即田中。“鼓腹无所思，朝起暮归眠。”这是说，那时候人们生活无忧无虑，人人都安居乐业。这些“仰想”，表现了作者的向往之情，他当时处于那种艰难境地作这种联想，实在也是很自然的。但是，这毕竟是空想。“既已不遇兹，且遂灌我园。”意思是说：既然已经遇不上这样的时代了，还是灌我的园、耕我的田吧。这表现了作者面对现实的态度。想起“东户时”，他的情绪不免又波动起来，但他又立即回到眼前的现实，心情又平静下来了。后两句似乎还有这样的意思：丰衣足食不能凭空想，要靠自己的劳动。这就与两年后写的《庚戌岁九月中于西田获早稻》所表达的思想相一致了。</p> <p>　　这首诗写作者“遇火”前后的生活情景和心情，很是真切，也很自然。比如遇火前后作者心情由平静到不平静，是几经波折，多种变化，但都显得入情入理，毫不给人以故作姿态之感。火灾的打击是沉重的，不能不带来情绪的反应，此诗若一味旷达，恐非合乎实际了。诗人的可贵，就是以平素的生活信念来化解灾变的影响，以面对现实的态度坚定躬耕的决心，他终于经受住这次考验了。</p>",
  "about": "<h2>创作背景</h2> <p>　　戊申岁是晋安帝义熙四年（408），<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>四十四岁。</p> <p>　　此时渊明居上京，六月中旬，一场火灾将其居室焚烧殆尽，便只好住在门前的船中。至新秋之时，写下这首<a href=\"http://so.gushiwen.org/view_72657.aspx\">诗</a>。房屋焚毁，似乎并没有使诗人感到更多的痛苦，他安居舟中，依旧悠然地生活。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "感叹",
    "生活"
  ]
}