{
  "id": 71195,
  "star": 1972,
  "name": "夜书所见",
  "dynasty": "宋代",
  "content": "萧萧梧叶送寒声，江上秋风动客情。<br>知有儿童挑促织，夜深篱落一灯明。",
  "shangxi": "<p>　　《夜书所见》中的“见”是一个古今字，但在本文中是看见，所见的意思。所以在这里应读“jiàn”。全的理解应为：（题目）在孤寂夜里写写所思念的景象。（诗句）萧萧秋风吹动梧叶，送来阵阵寒意，客游在外的诗人不禁思念起自己的家乡。最记挂是自己疼爱的孩子，此时可能还在兴致勃勃地斗蟋蟀，夜深人静了还不肯睡眠。</p> <p>　　本诗交织作者的凄情暖意、欢怀挂心。表现古诗《夜书所见》唯美性，可从九方面赏析。</p> <p>　　1、借景抒情，以景入情。一二两句写自然环境，落木萧萧，寒声阵阵，秋风秋江，传达漂泊不定、凄怆落寞之感；引发后两句书写的思忆之情，思念家中小儿此时可能还在挑灯夜戏，挑逗斗蟀。孤独之时幻想天伦之情，萧索之景催发想念嬉耍之乐。以景入情，情景交融，相互映衬，构思神妙。</p> <p>　　2、动静结合，以动衬静。秋叶、秋风、秋声、秋江、秋舟、孤灯、顽童、斗蟀，均是写动景，动得有声有色、有光有影；篱落小屋，幽深夜晚，漆黑无边，这是写静景，静得凄神寒骨，令人惆怅满怀。那落叶片片，萧萧风声，却又引动诗人在幽静的深秋半夜挂念家中亲人思绪。</p> <p>　　3、悲欢交织，以欢掩悲。一二句写悲景，秋风扫落叶，长天送寒意；三四句叙欢情，深夜挑促织，异地思欢情。一悲一喜，悲喜交潜，以欢掩悲，更显游子流浪天涯的孤寂无奈、强烈思亲之情。</p> <p>　　4、虚实相益，以实映虚。全诗四句中一、二句写所见实景：叶落声寒，水动风凉；三、四句写引发想象：黑夜明灯，童观蟋斗。所见所闻，或明或暗，虚实相映。满耳秋声，满目秋夜，满怀乡情。实中有虚，寓虚于实，言寥寥而意无尽！</p> <p>　　5、心驰神往，远近互动。诗人因身受寂夜孤单之苦，而产生眷恋远方亲人之心。虽身在千里之距，嬉戏场景犹在眼前。近处寒叶声声扰，天伦乐事曼曼来。那物那景，直教人无限唏嘘。</p> <p>　　6、冷暖两分，“寒”“挑”传神。“寒”字一语双关，既有秋风袭来寒凉逼人之感，更有落泊天涯心神凄清之意。“挑”字于细节逼真见妙趣。写出儿童的专注嬉戏、轻挑细拨、忽屏息观斗、忽乍喜兴呼的斗蟋蟀场面，全在一“挑”。“挑”出了性格，“挑”出了神韵，“挑”出了思忆亲人温暖之情！</p> <p>　　7、“动”“知”连气，一气呵成。诗歌以落叶“送”寒， 寒声“动”情，情牵亲人，思亲慰寂，一气连成。“动”为诗“骨”，“知（思）”为诗“心”，做好了前后承接，使全诗起落得体、张驰有度。</p> <p>　　8、暗用典故，明了心意。“江上秋风动客情”暗用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>辞官典故。据传晋人张翰官居洛阳，见秋风起而思念故乡，于是辞官回乡，了却心愿。“秋上心头使人愁”，更能传达诗人当时客居在外，乡愁满怀的心境。</p> <p>　　9、巧用修辞，情意绵长。“萧萧梧叶送寒声，江上秋风动客情”。这一“送”一“动”，寓情于物，赋予梧叶、秋风以人的情态思绪。这些物态声情的诗文，怎不把读者带进这风送寒凉、情动秋江的意境之中，令人痴迷难返，惆怅满怀。“萧萧梧叶送寒声”妙用通感，以萧萧之声催动凄凉心境，用听觉形象沟通触觉感受，意味绵长。 </p>",
  "about": "<h2>译文及注释</h2> <p><strong>译文</strong><br>瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上吹来秋风，使出门在外的我不禁思念起自己的家乡。<br>家中几个小孩还在兴致勃勃地斗蟋蟀呢！夜深人静了还亮着灯不肯睡眠。 </p> <p><strong>注释</strong><br>萧萧：风声。<br>客情：旅客思乡之情。<br>挑：挑弄、引动。<br>促织：俗称蟋蟀，有的地区又叫蛐蛐。<br>篱落：篱笆。</p><br/><h2>创作背景</h2> <p>　　江上的秋风吹过来，梧桐树沙沙作响，使人感受到了寒意。秋风的声音，最能触动在外的人的思乡之情。夜已深了，还有儿童点着灯，在篱笆边找并捉蟋蟀。</p> <p>　　节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小<a href=\"http://so.gushiwen.org/view_71195.aspx\">诗</a>。</p>",
  "poet": {
    "id": 345,
    "star": 0,
    "name": "叶绍翁",
    "image": "http://img.gushiwen.org/authorImg/yeshaoweng.jpg",
    "desc": "叶绍翁，南宋中期诗人，字嗣宗，号靖逸，处州龙泉人。祖籍建安（今福建建瓯），本姓李，后嗣于龙泉(今属浙江丽水)叶氏。生卒年不详。曾任朝廷小官。其学出自叶适，他长期隐居钱塘西湖之滨，与真德秀交往甚密，与葛天民互相酬唱。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "思念"
  ]
}