{
  "id": 72599,
  "star": 21,
  "name": "初入淮河四绝句",
  "dynasty": "宋代",
  "content": "船离洪泽岸头沙，人到淮河意不佳。<br>何必桑乾方是远，中流以北即天涯！</p> <p>刘岳张韩宣国威，赵张二相筑皇基。<br>长淮咫尺分南北，泪湿秋风欲怨谁？</p> <p>两岸舟船各背驰，波浪交涉亦难为。<br>只余鸥鹭无拘管，北去南来自在飞。</p> <p>中原父老莫空谈，逢着王人诉不堪。<br>却是归鸿不能语，一年一度到江南。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　船离开洪泽湖岸边，到了淮河后心情就变得很不好。何必说要到遥远的桑乾河才算塞北边境呢，淮河中流线以北就已经天尽头了！</p> <p>　　刘錡、<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、张俊、<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>众将抗金宣示了国威，<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>和张俊二贤相奠定了国家基业。淮河两岸咫尺之间南北分裂，秋风中洒泪应该怨恨谁？</p> <p>　　淮河中的舟船相背而驰，连激起的波痕接触一下也难以做到。只能看到天上的鸥鹭无拘无束，自由自在地在南北岸之间飞翔。</p> <p>　　中原的父老们没说一句客套话，遇到我这个皇帝使者便诉说不能忍受金朝压迫之苦。反而是不会说话的鸿雁，还能够一年一度回到江南。</p> <p><strong>注释</strong> <br>⑴洪泽：洪泽湖。<br>⑵桑乾：亦作“桑干”。桑干河为永定河上游。桑干河流域当时已沦入金人之手。<br>⑶中流：指淮河的中流线，为宋、金的分界线。<br>⑷刘岳张韩：刘錡、岳飞、张俊、韩世忠。<br>⑸赵张：赵鼎和张俊。<br>⑹咫（zhǐ）尺：周制八寸为咫，十寸为尺。形容距离近。<br>⑺为（wéi）：做。<br>⑻王人：帝王的使者。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首写<a href=\"http://so.gushiwen.org/view_72599.aspx\">诗</a>人入淮时的心情。首两句总起、入题。交代了出使的行程和抑郁的心情，为这一组诗奠定了基调。诗人离开洪泽湖之沙岸一进入淮河，胸怀就烦乱、骚动，这是因为昔日国中流水今日已为边境界线。这两句写出了南宋人面对长淮时心理上独特的变化。后两句写感慨，是“意不佳”的原因之一。“桑乾”即永定河上游的桑乾河，在今山西省北部与河北省的西北部，唐代这里是北方少数民族的交接处。唐代诗人雍陶《渡桑乾水》一诗有“南客岂曾谙塞北，年年唯见雁飞回”之句，表示过了桑乾河才是中国的“塞北”的意思。<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>《渡桑乾》也有“无端更渡桑干水，却望并州是故乡”之句。在北宋，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>元祐五年在出使契丹回国离开辽境时所写的《渡桑乾》一诗中仍曾这样写道：“胡人送客不忍去，久安和好依中原。年年相送桑乾上，欲话白沟一惆怅。”正因为前人有过那样的边境观念，所以现在作者说“何必”，表面看来似乎是不满于前人的看法，其实诗人正是通过这种不满的语气在今不如昔的对比中表达对江山半壁的哀惋和对朝廷偏安的怨恨，这是一种委婉的表达方式。“天涯”原指极远的地方，这里指宋、金以淮河为界的边境线。这两句是说：何必要到遥远的桑乾河才是塞北边境呢，而今淮河以北不就是天的尽头了么！诗人说桑乾用“远”字，称准河却用“天涯”，一方面强调了淮河的边界意念、一方面渲染了淮河的遥远。这种渲染进一步表达了作者对南宋王朝心理上弃北逃南、政策上妥协投降，视国土沦陷于不顾，置中原人民于不救的哀怨和不满。</p> <p>　　第二首是对造成山河破碎的南宋朝廷的谴责。南宋初年的名将刘錡、<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、张俊、<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>，力主抗金，屡建功勋。赵、张指<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>和张俊，都在南宋前期两度任相，重用岳、韩，奠定南宋基业。诗人在这里采取了欲抑先扬的手法。在第三句来了一个陡转到反面，而今竟然出现了“长淮咫尺分南北”的奇耻大辱的结果。前面的因和这里的果似乎产生了明显的矛盾，再加上结尾的“欲怨谁”一语，更是发人深思：究竟是怎么一回事？该由谁来负责？当时以高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>和秦桧为首的主和派贬、杀抗金将领，这怎能不使人在肃杀的“秋风”中涕泪满襟呢！诗人的满懑之情，以婉语微讽，曲折道出，显得更为深沉。</p> <p>　　第三首因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意飞翔。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕接触也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的强烈愿望。</p> <p>　　第四首写中原父老不堪忍受金朝统治之苦以及他们对南宋朝廷的向往，感慨更为深沉。前两句说中原父老见到“王人”像遇到了久别的亲人一样，滔滔不绝地诉说不堪忍受金朝压迫之苦。“莫空谈”中一个“莫”字，即排除了一切泛泛的应酬客套话。他们向使者谈的话题都集中在“诉不堪”这一点上。这是诗人想象中的情景，并非实事。因为根据当时的实际情况，南宋使者到了北方后不可能直接跟遗民通话，中原父老更不会面对面地向南使“诉不堪”。但是中原遗民向往南宋朝廷之心却用各种方式来表白。此诗所表达的中原父老的故国情思，虽非实事，但确是实情。这里的弦外之音是对南宋小朝廷的强烈谴责，以率直的方式表现了曲折的心思，读来宛转有致。后两句借羡慕能南飞的鸿雁来表达遗民们对故国的向往。“却是”为反是、倒是之意：羡慕的是鸿雁一年一度的南归；遗憾的是鸿雁不解人意，不能代为传达这故国之情。真是含不尽之意于言外。</p> <p>　　《初入淮河四绝句》以“意不佳”为贯穿全组诗的感情主线：有“长淮咫尺分南北”“中流以北即天涯”的沉痛感喟；也有“北去南来自在飞”“一年一度到江南”的向往和痛苦。前两首侧重于诗人主观感情的抒写，后两首则为淮河两岸人民、特别是中原遗民代言，主题鲜明。全诗寓悲愤于和婉，把悲愤之情寄托在客观景物的叙写之中怨而不怒，风格沉郁，语言平易自然，时用口语。这些都体现了“诚斋体”的特色。</p>",
  "about": "<h2>创作背景</h2> 　　淳熙十六年（1189）冬十二月，金人派遣使者来南宋贺岁，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>奉命去迎接金廷派来的“贺正使”（互贺新年的使者），这组<a href=\"http://so.gushiwen.org/view_72599.aspx\">诗</a>是他来到原为北宋腹地，当时已成为宋金国界的淮河后触景伤怀所写的四首绝句。诗题中的淮河，是宋高宗时期“绍兴和议”所规定的宋金分界线，淮河以北的广大中原地区被全部割让给金国。",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "组诗",
    "爱国",
    "爱民"
  ]
}