{
  "id": 72064,
  "star": 58,
  "name": "金缕曲词二首",
  "dynasty": "清代",
  "content": "<span style=\"font-family:SimSun;\">寄吴汉槎宁古塔，以词代书，丙辰冬寓京师千佛寺，冰雪中作</span></p> <p>季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。<br>泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。</p> <p>我亦飘零久！十年来，深恩负尽，死生师友。宿昔齐名非忝窃，只看杜陵消瘦，曾不减，夜郎僝僽，薄命长辞知已别，问人生到此凄凉否？千万恨，为君剖。<br>兄生辛未吾丁丑，共此时，冰霜摧折，早衰蒲柳。诗赋从今须少作，留取心魄相守。但愿得，河清人寿！归日急翻行戍稿，把空名料理传身后。言不尽，观顿首。",
  "fanyi": "<p><strong>译文</strong><br>你近来平安吗？即便你回来，回首以前令人悲债的事，你又怎能够承受！昔日朋友形同陌生的路人，又有谁安慰你？你母老家贫子幼，早记不起杯酒相娱的时侯。魑魅搏人的事应该可空见惯，正直人却总是输在覆雨翻云的小人之手。我们与寒冷的冰雪，打交道已经很久很久。<br>劝你不要让泪水把牛衣滴透。请你数一数天下的戌边人，仍旧和家人团聚二堂的，又有几家？比起早已冤死的红颜薄命人，更不如你如今生命还有。只是在那极远的边塞，四季冰雪的苦寒难受。你在边塞已经二十年，·我要像申包胥那样实现诺言，像燕丹盼归使乌头白马生角样，一定把你营救。我就以这首词代替书信，请你妥善保存不要忧愁。</p> <p>我也漂泊他乡很久。自中举十年来，我辜负了你的深厚恩情，未报答你这位生死之交的师友。从前你我齐名并非名不副实，试看曾为怀念<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>而瘦的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，忧闷不下于流放夜郎的李白。我的夫人已经去世，又与知己的你分别，试问人生在世，到这步田地凄凉不？我将千种怨、万种恨，向你细细倾吐。<br>你生于辛未年我生于丁丑，都受了一些时间的冰雪摧残，已经成了早衰的蒲柳。劝你从今要少作词赋，多多保重与我长相守。但愿黄河变清人长寿。你归来定会急忙翻阅戌边时的<a href=\"http://so.gushiwen.org/view_72064.aspx\">诗</a>稿，把它们整理出来传给后世，但也只是忧患在前空名在后。满心的话语说不尽，我在此向你行礼磕头。</p> <p><strong>注释</strong><br>吴汉槎（chá）：名兆骞，江苏吴江人。顺治举人，工诗文，以科场事为人所陷，于顺治十六年谪戍宁古塔（今松江省宁安县）。<br>书：书信。<br>丙辰：清康熙十五年（1676年）<br>季子：指春秋时吴王寿梦的儿子季札，号延陵季子，素有贤名。后常称姓吴的人为“季子”。这里代指吴兆骞。<br>行路：过路人。<br>悠悠：关系很远，不相关。<br>慰藉：安慰之意。<br>杯酒：即杯酒言欢的缩语。<br>魑（chī）魅搏人：魑魅，传说里的山林妖怪。搏人，打人，抓人。据吴兆骞子吴振臣在《秋笳集》的跋中说，吴兆骞“为仇家所中，遂遣戍宁古。”<br>覆雨翻云手：指翻手为云，覆手为雨，陷害好人的阴毒小人。<br>牛衣：乱麻编制的给牛保暖的披盖物。据《汉书·王章传》载，王章贫困的时侯，曾与妻子卧于牛衣上对泣。<br>数天涯，依然骨肉：吴兆骞被遣戍肩，其妻至戍所相陪十余年，生有一子四女。<br>绝塞：极远的边塞。苦寒难受：吴兆骞《秋笳集》卷八《与计甫草书》中有：“塞外苦寒，四时冰雪。”<br>廿（niàn）载包胥承一诺：廿载，二十年。从1657年吴兆骞被遣戍宁古塔，到作者1676年写这首词，正好二十年。包胥承一诺，据《史记·伍子胥列传》载，春秋时，楚国大失包胥立誓要保全楚国，后果然如愿。<br>盼乌头马角终相救：《史记·刺客列传》索引：“丹求归，秦王曰，‘乌头白，马生角，乃许耳。’”燕太子丹仰天长叹，上感于天，果然乌头变白，马也生角。<br>札：信札，书信。<br>我亦飘零久：飘零，漂泊。作者康熙五年（1666年）中举，掌国史馆典籍，五年后因父病告归，康熙\u001e十五年（1676年）又入京在<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>家教书，两度客居京师，故有飘零异乡之感。<br>十年来：从康熙五年（1666年）作者中举，到1676年写这首词，正好十年。<br>“宿昔”四句：宿昔，过去。非忝窃，不是名不副实。《感引集》卷十六引顾震沧的话说：“贞观幼有异才，能诗，尤工乐府。少与吴江吴兆骞齐名。”杜陵消瘦，杜甫在《丽人行》中自称“杜陵野老”、“杜陵布衣”，李白戏杜甫诗中有：“借问别采太瘦生，总为从前作诗苦。”夜郎僝僽，李白曾被流夜郎（今贵州省西部），受到摧残。这里以杜甫和李白比喻作者和吴兆骞。<br>薄命长辞知己别：指作者夫人去世和与昊兆骞分别。<br>兄生辛未吾丁丑：吴兆骞生于辛未年，即明崇祯四年（1631）。作者生于丁丑年，即明崇祯十年（1637年）。<br>早衰蒲柳：蒲柳，即水杨，是凋零最早的树木。《世说新语》载：“顾悦与简<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>年，而发早白。简文曰：‘卿何以先白？’对曰：‘蒲柳之姿，望秋而落。松柏之质，经霜犹茂。’”<br>“诗赋”二句：古人认为创作诗文损伤人的心魂。桓谭在《新论》里说，他和<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>都因作赋，“用精思大剧而得病”。作者和吴兆骞创作都很勤奋，尤其是吴兆骞，儿童时就作胆赋，“累千余言”。（见《国朝先正事略》）<br>但愿得，河清人寿：河，指黄河。黄河水浊，古时认为黄河清就天下太平。古人云：“俟河之清，人寿几何。”认为黄河千年一清，而人寿有限。这里是希望一切好转，吴兆骞能归来的意思。<br>行戍稿：在戍边时所写的稿子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　二作系以书信格式入词，十分别致。“季子平安否？”写信先须问对方安好，这首句正是问安口气。不过用“季子”二字却有深意。这里用“季子”二字既切合吴兆骞的姓氏，又使入联想其才德，而且还表明吴地人。（一说，吴兆骞有二兄，季子言其排行。）拿<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>比吴兆骞，其人才德令人钦佩，而却受了这种冤枉，就更令人同清。所以五个字看似寻常，实则有力地领起全篇。“便归来，平生万事，那堪回首？”这是用假设语句极力同情吴兆骞的痛苦经历。即使现在就能回到家乡，这段经历中的千难万苦，又那堪回想。何况现在没有归来，还在经受着这些不堪回首的痛苦。“行路悠悠准慰藉，母老家贫子幼。”这是就不堪回首的痛苦中特别提出充军关外的遭遇，没有谁能加以安慰，家庭又是如此困难——母老家贫子幼。过去的一切欢乐都无影无踪，“记不起、从前杯酒”。朋友的文酒之会，杯酒相欢，不要说现在没有了，就连过去的记忆也消失了，令人伤心。“魑魅搏人应见惯，总输他，覆雨翻云手。”“搏人”，这是含蓄地为吴兆骞鸣不平。“魑魅搏人”，比喻坏人以卑劣的手段陷害人。桂甫<a href=\"http://so.gushiwen.org/view_72064.aspx\">诗</a>：“纷纷轻薄何足数，翻手为云覆手雨。”这里用杜意，就是说，君子总要吃小人的亏。应该提出的是清代文字狱频繁，士人往住转喉触讳。吴兆骞是朝廷谪戍的，既要同情兆骞，又要回避触犯朝廷，只能笼统地这样解说，这在当时已经算是大胆的了。“冰与雪，周旋久。”这是切题中宁古塔的特点。塞外苦寒，作者此时在京师风雪之中，想象好友塞外，只能与冰雪周旋，而一过就是多年，定令人难受。这上片痛快淋漓地为吴兆骞的痛苦倾诉，下片一转变成多方安慰开脱，希望他不要为痛苦所摧垮。</p> <p>　　汉时王章夫妻牛衣对泣的事，作者反用为“泪哀莫滴牛衣透”，劝也不要过分伤心，原因何在，“数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有？”没有几家能够骨肉团聚，吴兆骞虽远在关外，却还能牛农对泣，骨肉一处，这是骨肉分散的还好些。再说红颜命薄，古今一辙，有才往往命途多舛。这样退一步想，也就得些宽慰。但劝慰要有分寸，只能说到这地步，笔锋一转又为他难受：“只绝塞、苦寒难受。”这和上片结尾“冰与雪，周旋久”相呼应。“廿载包胥承一诺，盼乌头马角终相救”，化用春秋后期申包胥立誓救楚和燕太子丹质于秦而后得归的典故，作者把它们巧妙地组织在一起，表示不管多大困准，一定要像申包胥那样尽力救他回来。沉痛感人。“置此札，君怀袖”：这封信请你保存。就是凭证。这几句表现死生不愉的友情，感人肺腑，催入泪下。</p> <p>　　第一首从吴兆骞写，第二首换个角度从自己发感慨：“我亦飘零久。十年来，深恩负尽，死生师友！”说得沉痛，“亦”字勾留上首，不是泛泛。“宿昔齐名非泰窃，试看杜陵消瘦。曾不减、夜郎僝僽。”从自己又说到两人。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《长沙送李十一衔》：“李杜齐名真悉窃，朔云寒菊倍离忧。”杜甫是客气话。历史上李杜齐名有好多个，东汉的李固杜乔、李膺杜密等等，唐朝诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>杜甫，这儿反用杜诗说“非忝窃”，以杜甫自比。“试看杜陵消瘦。”以李白比吴兆骞，李白曾被长流夜邹（中道放归），比吴兆骞之滴戍宁古塔，“僝僽”，指受折磨和愁苦烦恼。自己虽然没有谪戍，却和吴兆骞一样痛苦，备受析磨。“薄命长辞知己别，问人生、到此凄凉否？”红颜薄命，长辞指死亡。<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>曾有悼亡之戚，薄命长辞，知已远别，人生逢此，是妻凉。人生之中没有多少人曾到这样凄凉境地。“问人生”这一反问句就包含上两层意思。“千万恨，为兄剖，自然收束半片。</p> <p>　　换头处，从年龄诉说，“兄生辛未吾丁丑”。辛未、丁丑到作此词时，两人都过了四十，“四十曰强，仕。”但“共些时，冰霜摧折，早衰蒲柳”，身体都受到摧残而早衰了。蒲柳是用《世说新语》顾悦与晋简文帝同岁而先老的典故，而“蒲柳”就变成自指身体的谦词了。这里用个“共”字，表示两人都一样，这是回应上文“试看杜陵消瘦，曾不减、夜郎僝僽。” 既然年过四十，身体早衰，就应注意保养：“词赋从今须少作，留取心魂相守。”两句语重心长。既然可以“相守”，表明前途仍有希望。“但愿得、河清人寿。”（“俟河之情，人寿几何？”“黄河清，出圣人。”）这句祝愿，字面用前一句，意思在后一句。希望圣主施恩，远人归老家园。政治清明，相应地人民应该生活安定，终其天年，所以说“河倩清人寿”。“归日急翻行戍稿，把空名料理传身后。”，吴兆骞的诗必传于后是作者的预言，也是完全符合实际的。吴兆骞流放以后，诗歌增加了悲壮苍凉的气氛，为人传诵，在清代前期也算重要作家。这表现作者对吴兆骞的信任和安慰。不说“声名”而说“空名”，这个“空”字把上文一系列苦痛都括在其中，大名没有使吴兆骞免除生前的苦难，所以说“空名”，这个“空”字可以算一字千金。“言又尽，观顿首”，仍然是书信格式。</p>",
  "about": "<h2>创作背景</h2> <p>　　吴兆骞于顺治十四年（1657）参加江南乡试中举，涉入丁酉江南乡试科场案。福临（顺治帝）大怒遂于次年将该科已考中的江南举子押解至北京，由福临在中南海瀛台亲自复试，复试合格者保留举人资格，不合格者治罪。两名主考官被斩，17名同考官处绞。吴兆骞系著名江南才子，少有隽才亦傲岸自负，愤然拒绝复试，因而下狱。后虽经礼、刑两部多次严审，查明吴确无舞弊行为，顺治十五年（1658年），仍被流放宁古塔。身为朋友的<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>，在他被充军时，曾承诺必定全力营救，然而20多年过去了，一切努力始终无用。顾贞观自己也是郁郁不得意，在太傅纳兰明珠（<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的父亲）家当幕客，想起好友在寒冷偏塞之地受苦，于是向纳兰性德求救，但性德与吴兆骞并无交情，一时未允。</p> <p>　　康熙十五年（1675年）冬，作者离居北京千佛寺，于冰雪中感念良友的惨苦无告，为之作《金缕曲》二首寄之以代书信。纳兰性德读过这两首词，泪下数行，说：“河粱生别之<a href=\"http://so.gushiwen.org/view_72064.aspx\">诗</a>，山阳死友之传，得此而三！”当即担保援救兆骞。后经纳兰父子的营救，吴兆骞终于在五年之后获赎还乡。</p>",
  "poet": {
    "id": 224,
    "star": 0,
    "name": "顾贞观",
    "image": "http://img.gushiwen.org/authorImg/guzhenguan.jpg",
    "desc": "顾贞观（1637－1714）清代文学家。原名华文，字远平、华峰，亦作华封，号梁汾，江苏无锡人。明末东林党人顾宪成四世孙。康熙五年举人，擢秘书院典籍。曾馆纳兰相国家，与相国子纳兰性德交契，康熙二十三年致仕，读书终老。贞观工诗文，词名尤著，著有《弹指词》、《积书岩集》等。顾贞观与陈维嵩、朱彝尊并称明末清初“词家三绝”，同时又与纳兰性德、曹贞吉共享“京华三绝”之誉。"
  },
  "tags": [
    "婉约",
    "友情",
    "故事"
  ]
}