{
  "id": 71639,
  "star": 48,
  "name": "重赠卢谌",
  "dynasty": "魏晋",
  "content": "握中有悬璧，本自荆山璆。<br>惟彼太公望，昔在渭滨叟。<br>邓生何感激，千里来相求。<br>白登幸曲逆，鸿门赖留侯。<br>重耳任五贤，小白相射钩。<br>苟能隆二伯，安问党与雠？<br>中夜抚枕叹，想与数子游。<br>吾衰久矣夫，何其不梦周？<br>谁云圣达节，知命故不忧。<br>宣尼悲获麟，西狩涕孔丘。<br>功业未及建，夕阳忽西流。<br>时哉不我与，去乎若云浮。<br>朱实陨劲风，繁英落素秋。<br>狭路倾华盖，骇驷摧双辀。<br>何意百炼刚，化为绕指柔。",
  "fanyi": "<p><strong>译文</strong><br>胸中的才德似悬黎玉璧，名门出身如荆山产的美玉。那个文王的知遇贤臣姜尚，从前不过是渭水边一个钓鱼的老人。为什么邓禹不远千里奋起追随光武帝，知<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>识贤才从南阳渡黄河直奔邺城投明主。白登山困高祖陈平用奇计解围，鸿门宴杀<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>张良施筹谋脱险。重耳流亡时多亏了五位贤臣相助，小白用管仲做丞相不计较射钩前嫌。假如能像晋文齐桓兴王室襄夷狄建功业，谁还会计较同党还是仇敌？半夜里拍着枕头感慨叹息，希望我们能像上述诸人一样建功立业。也许是我早已衰老经不住打击，为什么久久地梦不见周公先贤。谁说是圣人通达不拘于小的礼节，乐天知命而不会忧郁？当西狩获麟时仲尼感伤不合时宜，对奇兽孔子摸着眼泪涕泣。功业还没有来得及建立，人就像夕阳一样将要落下山去，时光不会停滞不前等待我们完成事业，它消失的如浮云飘过一样迅疾。红熟的果子在凛冽的寒风中坠地，繁茂的花儿在霜降的秋天里飘落。世途险恶在狭路上翻了车辆，折断了车辕惊骇了驾车的宝马。怎么也不会想到百炼的钢铁梁子，如今变成可以在指头上缠绕的柔丝。 </p><p><strong>注释</strong><br>⑴卢谌，字子谅，是刘琨的僚属。和刘琨屡有<a href=\"http://so.gushiwen.org/view_71639.aspx\">诗</a>篇赠答。本篇自述怀抱，抒写幽愤，隐含激励卢谌的意思。<br>⑵悬璧：用悬黎制成的璧。悬黎是美玉名。璆（qiú）：玉。荆山，在今湖北省南漳县西。楚国卞和曾在此得璞玉。以上二句以璆璧比卢谌寸质之美。<br>⑶大公望：姜尚年老隐于渭水滨。周文王姬昌出猎时遇见他，谈得十分契膈，姬昌高兴道：“吾太公望子久矣”，因号“太公望”。<br>⑷邓生：指东汉邓禹，他从南阳北渡黄河，追到邺城投奔东汉光武帝刘秀。感激：感动奋发。<br>⑸白登：山名，在山西省大同县东。汉高祖刘邦曾在此被匈奴所围，用陈平的奇计脱险。陈平封曲逆侯。<br>⑹鸿门：地名，在今陕西省临潼县东。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>曾在此宴刘邦，范增使项庄舞剑，要乘机杀刘邦。项伯也起来舞剑将身体遮护刘邦使项庄不得下手。留侯张良事先结交了项伯，所以这时得项泊之助。<br>⑺五贤：指狐偃、赵衰、颜颉、魏武子和司空季子。五人辅佐晋文公重耳有功。<br>⑻射钩：射钩者的省语，指管仲。管初事齐公子纠，公子纠和齐桓公小白争立为君，管仲射中小白的带钓，后来小白用管仲为相。<br>⑼二伯：指重耳和小白。<br>⑽党：指五贤，五贤都是重耳未即位时的旧属。雠：指管仲，管仲与小白有射钓之雠。<br>⑾数子：指大公望以至管仲等。作者历举诸人，表示想慕，有希望卢谌与此诸人相比，和自己同建功业的意思。<br>⑿以上二句述孔皇语。《论语·述而》：“子曰‘甚矣吾衰也，久矣，吾不复梦见周公。’”<br>⒀达节：犹言知分。“圣达节”这是成语，见《左传·成公十五年》。“知命”句也是用成恶语中伤。《商易·系辞上》：“乐天知命故不忧。”以上二句言<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>虽然达节知命还是不免于忧。下二句举孔丘忧悲的实事。<br>⒁宣尼：即孔丘，汉平帝追谥孔<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>褒成宣尼公。西狩：《春秋》记鲁哀公十四年“西狩获麟”。西，指鲁国之西。狩，冬猎。《公羊传》载孔丘听到获麟的事“反袂拭面，涕沾袍。曰：‘吾道穷矣。’”这两句同指一事。<br>⒂若云浮：言疾速。<br>⒃辀：车辕。以上四句比人生遭遇艰险挫折。<br>⒄末二句自叹经历破败，从坚刚变为柔弱。<br>（18）握中：指手中，悬璧：即美玉</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“握中有悬璧，本自荆山出”，“悬璧”指“悬黎璧”，是美玉名。荆山璆，“璆”也是美玉。春秋时楚人卞和在荆山得璞玉，世称和氏璧。美玉象征良才，荆山美玉表示绝代良才。《论语·子罕》篇中说：“子贡问孔子：‘现在有块美玉，你是把它藏在盒子里还是等个好价钱卖掉？’孔子说：‘卖掉它！卖掉它！我在等个好价钱。’”这两句<a href=\"http://so.gushiwen.org/view_71639.aspx\">诗</a>，内含三层意思：一是赞美卢谌出身名门素有才德。二是暗喻自己和卢谌都是被晋室重用的名门贤才。三是激励卢谌表示我们都是名门出身有盖世奇才的国家栋梁，要联手相惜建功立业，不能让美才荒废。卢谌曾为刘琨的主簿，转从事中郎，后为段匹磾的别驾。刘琨在被段匹磾拘禁后，知道鲜卑人要置他于死地，写诗希望卢谌设法劝说段匹磾，眷念同仇敌忾的知遇之情，饶他一死，共建功业。</p> <p>　　“惟彼太公望，昔在渭滨叟”，姜尚老年在渭水边钓鱼，周文王姬昌出外打猎遇见他，聊得很投缘，姬昌说：“我的先君太公对我说：圣人到西周来时，就是西周强盛之时，你是真正的圣人啊，我的先君盼你好多年了！”姜太公非明主不事，姬昌明主识贤才，他们共建了周王朝的兴盛。这里寓意卢谌转告段匹磾，希望段匹磾能够不杀他，与他共佐王室。“邓生何感激，千里来相求”，邓生指东汉邓禹，邓禹十三岁在长安游学，当时<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>也在长安游学，邓禹看出刘秀是非常之人，便跟随了刘秀，几年后才回到家中。刘玄称帝后拜刘秀为破虏大将军，派刘秀到河北镇抚州郡，邓禹闻讯策马北渡黄河，追到邺城与刘秀相见。刘秀留邓禹同宿，彻夜长谈。邓禹劝刘秀说：“守边辅佐刘玄，不如延揽英雄，收买人心，重建高祖之业。”刘秀很欣赏邓禹的建议，每遇大事都要和邓禹商量。后来刘秀即帝位后封邓禹为大将军并说：“邓禹一贯忠孝，和我筹谋帷幄，决胜千里。”刘琨希望卢谌转告段匹磾，他在并州失利后千里投奔段匹磾，也是报着对段匹磾的敬仰和信任而来的，他深信段匹磾明智识才。</p> <p>　　“白登幸曲逆，鸿门赖留侯。”汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>曾被匈奴围困在白登山上，七日没有吃饭，后用了曲逆侯陈平的奇计才得以脱险。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>在鸿门，宴请刘邦，范增指使项庄舞剑谋杀刘邦，全靠留侯张良事先结交项伯，才使得刘邦脱险。刘琨希望卢谌像陈平张良一样设法营救自己。“重耳任五贤，小白相射钩”，重耳流亡时，全凭赵衰、狐偃，贾佗、先轸，魏犨五人辅佐，才使他复国定霸。小白即齐桓公，管仲本来是辅佐齐桓公的哥哥公子纠的，公子纠与小白争立为君，管仲为了公子纠曾拉弓射小白，幸亏只射中了小白的衣钩，对于这欲以致命的一箭之仇，齐桓公没有计较，用管仲为相，于是才有了管仲辅佐齐桓公成就的霸主功业。刘琨希望卢谌以此典劝说段匹磾不要因为私人恩怨误了功业大事，同时也也表明自己不会因为被拘禁而计较段匹磾。</p> <p>　　刘琨以历代贤臣明主兴王图霸的六个典故，说明自己投身报国兴复晋室的意愿，姜尚和邓禹的故事说明英明的君主都善于用人；陈平和张良的故事说明，明君需要贤臣的辅佐，重耳和小白的故事强调只要有才能的人辅佐明君就能成就霸业。以此激励卢谌劝诫感化段匹磾能够不计前嫌放他一马与他共建大业。</p> <p>　　“吾衰久矣乎，何其不梦周？”典出《论语·述而》子曰：‘甚矣吾衰也，久矣吾不复梦见周公，’周公是鲁国的始封君，周武王死后周公辅佐年幼的周成王制礼作乐，对国家的安定强盛起到了极大的作用。所以孔子把周公作为周文化的代表，把梦见周公视为盛世有望的吉兆，同时把梦见周公和个人命运的兴衰联系在一起。刘琨在这里以惭愧自省的方式对卢谌说：难道是我经不住打击已经被击垮了吗？为什么不再有梦见周公的兴国之心呢？这里的“衰”明指年纪衰老，暗含着并州失利的挫折和投奔段匹磾寄人篱下的艰难以及被囚禁的心身摧残。诗人在这里正说反问，坚定地说明自己不会被击垮，匡扶晋国复兴之心依然强烈。但他清楚身陷牢狱凶多吉少的现实处境，必将促使他无法实现自己的周公梦。</p> <p>　　“谁云圣达节，知命故不忧？宣尼悲获麟，西狩涕<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>。”“圣达节”典出《左传》“圣达节，次守节，下失节”。“知命不忧”典出《易经·系辞》，原意所启示的是天的法则，即懂得自然变化过程中的机遇，就会明白命运演变的必然规律，就能愉快坦然地接受现实不会忧愁。刘琨在经受生死考验的现实磨难中，深深感悟到即使是看透了世界，通达事理的古今圣人也避免不了忧愁。并引证了“西狩获麟”的典故进一步说明，圣人也也免不了心生忧患。“宣尼”即孔子，汉成帝追封孔子“褒成宣尼公”的谥号。“西狩获麟”典出《春秋》：鲁哀公十四年，孔子听说有人在鲁国西部，打猎捕获到麒麟后，认为麒麟此时出没不合时宜，是国家有难的象征。因此孔子痛哭流涕，他摸着眼泪唉声叹气地说：我们无路可走了！刘琨借孔子对鲁国命运的感叹，抒发了自己面对死亡威胁的焦虑，这焦虑并不是常人不明智的怕死，而是对国家风雨飘摇前程未卜命运的眷顾与忧心。</p> <p>　　“功业未及建，夕阳忽西流。时哉不我与，去乎若云浮。”兴复晋室的功业没有完成，自己的生命却像夕阳一样进入倒计时。“夕阳忽西流”明指人到暮年，暗含着随时被杀的危机。“时哉不我与，去乎若浮云”，诗人这里感叹的不只是时不等人的美人迟暮，更是时不再来机不可得的悔悟。一切都晚了，无法退回到从前了。身陷牢笼，想飞也飞不出去，失去自由的人，生命脆弱的像天边的浮云，随时都可能无声无息的消失。刘琨一代名将，在四面楚歌的西晋末年，他盘踞并州十载，抗击匈奴多年，被后人<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>在诗中与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、刘备相提并论的盖世英雄，铁骨铮铮而发出这样的悲音，可叹啊！</p> <p>　　此诗上述对卢谌说的话都是假设期望，既是一种自慰，更是一种绝望的求救，他明知必死无疑，却身不由己的做了最后的活命力争。他力争的是匡扶晋室的历史使命，而不是苟且偷安的延年益寿。</p> <p>　　“朱实陨劲风，繁华落素秋。”这里像《离骚》一样渗透着春生秋杀草木零落，生命将尽壮志未酬的悲凉。红熟透香的果实被无情的秋风扫落，浓艳的花儿被严霜打残。一个大有希望功成名就的天下英雄，被突如其来的灾难击毙，人生的无常是多么的可怕。</p> <p>　　“狭路倾华盖，骇驷摧双辀。”在神州陆沉，北方沦陷，刘琨独立并州，坚守了北方仅存的一方土地，深得人心，然而天有不测风云，人有失算之灾。当石勒出兵并州，刘琨全军尽出中了埋伏，在无路可退之时，不得不只身投奔鲜卑人段匹磾，偏偏又遇上鲜卑内斗，祸及刘琨。是天不时地不利人不和诸多因素把刘琨逼上车翻马仰的狭路，虽然并州失利在策略上他有不可推卸的责任，但投奔鲜卑确实是一种无可奈何的权宜选择。刘琨本意是想暂时利用段匹磾，伺机东山再起，重建功业。让他料想不到的是护送段匹磾奔丧的世子刘群，不幸被段匹磾的仇敌从弟段末波利用，惹来灭门祸殃。在这冤家路窄的狭路上，不但断送了他的事业，而且还搭上了自己以及他的儿子侄子四人的性命。</p> <p>　　“何意百炼刚，化为绕指柔。”意思是说：为什么久经沙场、叱咤风云的铁骨英雄，变得如此的软弱无能呢？只有经过失路多难的人，才能够有这种切身的感悟。不管有多么强大，在死亡的绝路上委软如泥。声震百兽的老虎一旦掉入陷阱，喘气都是柔弱的。古人说“鸟之将死，其鸣也哀”，这是一种身不由己的哀鸣，是令人心酸的踏上人生绝路的哀鸣。结尾这两句在慷慨激昂的韵调中透出无限凄凉的意绪，将英雄失路的百端感慨表达得感人至深。</p> <p>此诗极力铺陈，篇目点题，寓意双关，以实带虚，以史咏怀，意旨贴切，语意慷慨，抒情悲凉 。</p>",
  "about": "<h2>创作背景</h2> <p>　　刘琨乃西晋之英杰，为东晋名士之楷模。在并州军事失利之后，刘琨投奔鲜卑人段匹磾，与段匹磾歃血为盟，共同匡辅晋室。不料因儿子刘群得罪段匹磾，遂陷缧绁。刘琨被段匹磾所拘后，知道自己已无生望，在万念俱灰之时，曾写<a href=\"http://so.gushiwen.org/view_71639.aspx\">诗</a>激励卢谌。然而，卢谌的答诗并未体会刘琨的诗意，只以普通之词酬和。于是，刘琨再写了这首“托意非常，掳畅幽愤”的诗歌以赠之。其创作时间约在晋元帝大兴元年（318年）。</p>",
  "poet": {
    "id": 271,
    "star": 0,
    "name": "刘琨",
    "desc": "刘琨（271年—318年6月22日），字越石，中山魏昌（今河北无极县）人，西汉中山靖王刘胜后裔，晋朝政治家、文学家、音乐家和军事家。年轻时曾为金谷二十四友之一，后累迁至并州刺史。永嘉之乱后，刘琨据守晋阳近十年，抵御前赵。315年，刘琨任司空，都督并、冀、幽三州诸军事。不久并州失陷，投奔幽州刺史段匹磾，并与之结为兄弟，后驻军征北小城。318年，刘琨及其子侄四人被段匹磾杀害。刘琨善文学，通音律，其诗多描写边塞生活。《隋书·经籍志》有《刘琨集》9卷，又有《别集》12卷。明人张溥辑为《刘中山集》，收入《汉魏六朝百三家集》。"
  },
  "tags": [
    "典故",
    "抒怀",
    "抱负",
    "劝勉"
  ]
}