{
  "id": 2077,
  "star": 4631,
  "name": "忆江南·江南好",
  "dynasty": "唐代",
  "content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？",
  "fanyi": "<p><strong>译文<br></strong>江南的风景多么美好，如画的风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？</p> <p><strong>注释<br></strong>⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府<a href=\"http://so.gushiwen.org/view_2077.aspx\">诗</a>集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。<br>⑵谙（ān）：熟悉。作者年轻时曾三次到过江南。<br>⑶江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。<br>⑷绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾经担任杭州刺史，在杭州呆了两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，应该说，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十二年，他六十七岁时，写下了这三首忆江南，可见江南胜景仍在他心中栩栩如生。</p> <p>　　要用十几个字来概括江南春景，实属不易，白居易却巧妙地做到了。他没有从描写江南惯用的“花”、“莺”着手，而是别出心裁地从“江”为中心下笔，又通过“红胜火”和“绿如蓝”，异色相衬，展现了鲜艳夺目的江南春景。异色相衬的描写手法，在大<a href=\"http://so.gushiwen.org/view_2077.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗里常常可见，如“两个黄鹂鸣翠柳，一行白鹭上青天”、“江碧鸟逾白，山青花欲燃”，两种不同的颜色互相映衬，使诗意明丽如画。白居易走的也是这条路，从他的诗里也可见端倪，“夕照红于烧，晴空碧胜蓝”、“春草绿时连梦泽，夕波红处近长安”、“绿浪东西南北水，红栏三百九十桥”。因而江南的春色，在白居易的笔下，从初日，江花，江水之中获得了色彩，又因烘染、映衬的手法而形成了人们想象中的图画，色彩绚丽耀眼，层次丰富，几乎无需更多联想，江南春景已跃然眼前。</p> <p>　　此词写江南春色，首句“江南好”，以一个既浅切又圆活的“好”字，摄尽江南春色的种种佳处，而作者的赞颂之意与向往之情也尽寓其中。同时，唯因“好”之已甚，方能“忆”之不休，因此，此句又已暗逗结句“能不忆江南”，并与之相关阖。次句“风景旧曾谙”，点明江南风景之“好”，并非得之传闻，而是作者出牧杭州时的亲身体验与亲身感受。这就既落实了“好”字，又照应了“忆”字，不失为勾通一篇意脉的精彩笔墨。三、四两句对江南之“好”进行形象化的演绎，突出渲染江花、江水红绿相映的明艳色彩，给人以光彩夺目的强烈印象。其中，既有同色间的相互烘托，又有异色间的相互映衬，充分显示了作者善于着色的技巧。篇末，以“能不忆江南”收束全词，既托出身在洛阳的作者对江南春色的无限赞叹与怀念，又造成一种悠远而又深长的韵味，把读者带入余情摇漾的境界中。</p>",
  "about": "<h2>创作背景</h2> 　　 <a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾经担任杭州刺史，在杭州两年，后来又担任苏州刺史，任期也一年有余。在他的青年时期，曾漫游江南，旅居苏杭，他对江南有着相当的了解，故此江南在他的心目中留有深刻印象。当他因病卸任苏州刺史，回到洛阳后十余年，写下了三首《忆江南》，这是其一。<br>　　而作词的具体时间，历来说法不同。有说在白居易离苏州之后；有说在开成三年（838年）；有说在大和元年（827年）；<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>则说写于“大和八九年间”。这些说法，笼统简单，缺乏事实根据。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾作《忆江南》词数首，是和白居易唱和的，所以他在小序中说：“和乐天春词，依《忆江南》曲拍为句。”此词在唐文宗开成二年（837年）初夏作于洛阳，由此可推白居易所作的三首词也应在开成二年初夏。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "婉约",
    "景点"
  ]
}