{
  "id": 51050,
  "star": 66,
  "name": "玉楼春·桃溪不作从容住",
  "dynasty": "宋代",
  "content": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。<br>烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。",
  "fanyi": "<p><strong>译文</strong><br>桃溪奔流不肯从容留住，秋天的莲藕一断就没有连接之处。回想当时互相等候在赤阑桥，今天独自一人徘徊在黄叶盖地的荒路。<br>烟雾笼罩着排列耸立的山岫，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。</p> <p><strong>注释</strong><br>玉楼春：词牌名。词谱谓五代后蜀顾夐词起句有“月照玉楼春漏促”、“柳映玉楼春欲晚”句；<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>起句有“日照玉楼花似锦”、“春早玉楼烟雨夜”句，因取以调名（或加字令）亦称《木兰花》、《春晓曲》、《西湖曲》、《惜春容》、《归朝欢令》、《呈纤手》、《归风便》、《东邻妙》、《梦乡亲》、《续渔歌》等。双调五十六字，前后阕格式相同，各三仄韵，一韵到底。<br>桃溪：虽说在宜兴有这地名，这里不作地名用。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》所谓“只赋天台事，态浓意远”是也。刘晨阮肇天台山故事，本云山上有桃树，山下有一大溪，见《幽明录》、《续齐谐记》。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《梨花发赠刘师命》：“桃溪惆怅不能过。”魏承班《黄钟乐》词：“遥想玉人情事远，音容浑似隔桃溪。”用法均相同。<br>秋藕绝来无续处：“秋藕”与“桃溪”，约略相对，不必工稳。俗语所谓“藕断丝连”，这里说藕断而丝不连。<br>赤阑桥：这里似不作地名用。<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>《题叶道士山房》：“水边垂柳赤栏桥。”<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《杨柳枝》词：“一渠春水赤栏桥。”<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《重过李氏园亭有怀》：“往年同在弯桥上，见倚朱栏咏柳绵，今日独来春径里，更无人迹有苔钱。”<a href=\"http://so.gushiwen.org/view_51050.aspx\">诗</a>虽把“朱栏”“弯桥”分开，而本词这两句正与诗意相合，不仅关合字面。黄叶路点名秋景，赤阑桥未言杨柳，是春景却不说破。<br>列岫：陈元龙注引《文选》“窗中列远岫”，乃谢眺《郡内高斋闲望》诗。全篇细腻，这里宕开，远景如画，亦对偶，却为流水句法。类似这两句意境的，唐人诗中多有，如<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>、温庭筠。李商隐《与赵氏昆季燕集》“虹收青嶂雨，鸟没夕阳天”，与此更相近。<br>情似雨馀粘地絮：<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《玉楼春》词：“便教春思乱如云，莫管世情轻似絮。”本词上句意略异，取譬同，下句所比亦同，而意却相反，疑周词从晏句变化。</p><br/><h2>英译</h2> <p>Lotus Root(To the Tune of Yulouchun<br>Zhou Bangyan</p> <p>Young, we threw away the pastoral years.<br>Now like a broken lotus root it is impossible to join the present and the past.<br>Then, we waited for each other, standing by the vermilion-railed bridge.<br>Today, I search for the traces, in vain, along the deserted path buried under yellow leaves.<br>Through the mist, all the peaks seem to be highlighting the blue.<br>Setting on the back of a wild goose, the sun turns into a dark red.<br>You left, like a cloud drifting away, across the river.<br>The memory of our passion is like a willow catkin stuck to the ground, after the rain.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以一个仙凡恋爱的故事起头，写词人与情人分别之后，旧地重游而引起的怅惘之情。整首词通篇对偶，凝重而流丽，情深而意长。</p> <p>　　首句“桃溪”用东汉刘、阮遇仙之事典。传东汉时刘晨、阮肇入天台山采药，于桃溪边遇二女子，姿容甚美，遂相慕悦，留居半年，怀乡思归，女遂相送，指示还路。及归家，子孙已历七世。后重访天台，不复见二女。唐人<a href=\"http://so.gushiwen.org/view_51050.aspx\">诗</a>文中常用遇仙、会真暗寓艳遇。“桃溪不作从容住”，暗示词人曾有过一段刘阮入天台式的爱情遇合，但却没有从容地长久居留，很快就分别了。这是对当时轻别意中人的情事的追忆，口吻中含有追悔意味，不过用笔较轻。用“桃溪”典，还隐含“前度刘郎今又来”之意，切合旧地重寻的情事。</p> <p>　　第二句用了一个譬喻，暗示“桃溪”一别，彼此的关系就此断绝，正象秋藕（谐“偶”）断后，再也不能重新连接一起了，语调中充满沉重的惋惜悔恨情绪和欲重续旧情而不得的遗憾。人们常用藕断丝连譬喻旧情之难忘，这里反其语而用其意，便显得意新语奇，不落俗套。以下两句，侧重概括叙事，揭出离合之迹，遥启下文。</p> <p>　　“当时相候赤阑桥，今日独寻黄叶路。”三四两句，分承“桃溪”相遇与“绝来无续”，以“当时相候”与“今日独寻”情景作鲜明对比。赤阑桥与黄叶路，是同地而异称。俞平伯《唐宋词选释》引<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>、<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>等人诗词，说明赤阑桥常与杨柳、春水相连，指出此词“黄叶路明点秋景，赤阑桥未言杨柳，是春景却不说破。”同样，前两句“桃溪”、“秋藕”也是一暗一明，分点春、秋。三四正与一二密合相应，以不同的时令物色，渲染欢会的喜悦与隔绝的悲伤。朱漆栏杆的小桥，以它明丽温暖的色调，烘托往日情人相候时的温馨旖旎和浓情蜜意；而铺满黄叶的小路，则以其萧瑟凄清的色调渲染了今日独寻时的寂寞悲凉。由于是“独寻黄叶路”的情况下回忆过去，“当时相候赤阑桥”的情景便分外值得珍重流连，而“今日独寻黄叶路”的情景也因美好过去的对照而愈觉孤孑难堪。今昔之间，不仅因相互对照而更见悲喜，而且因相互交融渗透而使感情内涵更加复杂。既然“人如风后入江云”，则所谓“独寻”，实不过旧地重游，记忆中追寻往日的缱绻温柔，孤寂中重温久已失落的欢爱而已，但毕竟寂寞怅惆中还有温馨明丽的记忆，还能有心灵的一时慰藉。今昔对比，多言物是人非，这一联却特用物非人杳之意，也显得新颖耐味。“赤阑桥”与“黄叶路”这一对诗歌意象，内涵已经远远越出时令、物色的范围，而成为一种象征。</p> <p>　　换头“烟中列岫青无数，雁背夕阳红欲暮”两句，转笔宕开写景：这是一个晴朗的深秋的傍晚。烟霭缭绕中，远处排立着无数青翠的山峦。夕阳的余辉，照映空中飞雁的背上，反射出一抹就要黯淡下去的红色。两句分别化用<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗句“窗中列远岫”与温庭筠诗句“鸦背夕阳多”，但比原句更富远神。它的妙处，主要不景物描写刻画的工丽，也不景物本身有什么象征涵义；而于情与景之间，存着一种若有若无、若即若离的联系，使人读来别具难以言传的感受。那无数并列不语的青嶂，与“独寻”者默默相对，更显出了环境的空旷与自身的孤孑；而雁背的一抹残红，固然显示了晚景的绚丽，可它很快就要黯淡下去，消逝一片暮霭之中了。</p> <p>　　结拍“人如风后入江云，情似雨馀粘地絮。”两句，收转抒情。随风飘散没入江中的云彩，不但形象地显示了当日的情人倏然而逝、飘然而没、杳然无踪的情景，而且令人想见其轻灵缥缈的身姿风貌。雨过后粘着地面的柳絮，则形象地表现了主人公感情的牢固胶着，还将那欲摆脱而不能的苦恼与纷乱心情也和盘托出。这两个比喻，都不属那种即景取譬、自然天成的类型。而是刻意搜求、力求创新的结果。但由于它们生动贴切地表达了词人的感情，读来便只觉其沉厚有力，而不感到它的雕琢刻画之迹。“情似雨馀粘地絮”，是词眼，全词所抒写的，正是这种执着胶固、无法解脱的痴顽之情。</p> <p>　　此词纯用对句，从而创造了一种与内容相适应的凝重风格。整首词于排偶中，仍具动荡的笔墨，凝重之外而兼流丽风姿。《白雨斋词话》评此词云：“美成词有似拙实工春，如玉楼春结句云：”人如风后入江云，情似雨余粘地絮。“上言人不能留，下言情不能已。呆作两臂，别饶姿态，都不病其板，不病其纤，此中消息难言。”以这段话评价此词的工巧深沉和灵活轻捷，应该是精当的。</p>",
  "about": "<h2>创作背景</h2> 　　词是<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>元祐四年（1089）自庐州府教授离任时所作。词人将别桃溪，回想起从前的旖旎生活，内心无限惆怅，颇是难舍。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "神话",
    "爱情"
  ]
}