{
  "id": 72785,
  "star": 27,
  "name": "荔枝叹",
  "dynasty": "宋代",
  "content": "十里一置飞尘灰，五里一堠兵火催。<br>颠坑仆谷相枕藉，知是荔枝龙眼来。<br>飞车跨山鹘横海，风枝露叶如新采。<br>宫中美人一破颜，惊尘溅血流千载。<br>永元荔枝来交州，天宝岁贡取之涪。<br>至今欲食林甫肉，无人举觞酹伯游。<br>我愿天公怜赤子，莫生尤物为疮痏。<br>雨顺风调百谷登，民不饥寒为上瑞。<br>君不见，武夷溪边粟粒芽，前丁后蔡相宠加。<br>争新买宠各出意，今年斗品充官茶。<br>吾君所乏岂此物，致养口体何陋耶？<br>洛阳相君忠孝家，可怜亦进姚黄花。",
  "fanyi": "<p><strong>译文</strong><br>五里路、十里路设一驿站，运送荔枝的马匹，扬起满天灰尘，急如星火；<br>路旁坑谷中摔死的人交杂重叠，百姓都知道，这是荔枝龙眼经过。<br>飞快的车儿越过了重重高山，似隼鸟疾飞过海；到长安时，青枝绿叶，仿佛刚从树上摘采。<br>宫中美人高兴地咧嘴一笑，那扬起的尘土，那飞溅的鲜血，千载后仍令人难以忘怀。<br>永元年的荔枝来自交州，天宝年的荔枝来自涪州，人们到今天还恨不得生吃<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>的肉，有谁把酒去祭奠唐伯游？<br>我只希望天公可怜可怜小百姓，不要生这样的尤物，成为人民的祸害。<br>只愿风调雨顺百谷丰收，人民免受饥寒就是最好的祥瑞。<br>你没见到武夷溪边名茶粟粒芽，前有<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>，后有<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>，装笼加封进贡给官家？<br>争新买宠各出巧意，弄得今年斗品也成了贡茶。<br>我们的君主难道缺少这些东西？只知满足皇上口体欲望，是多么卑鄙恶劣！<br>可惜洛阳留守<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>是忠孝世家，也为邀宠进贡牡丹花！</p> <p><strong>注释</strong><br>1.置：驿站。<br>2.堠（hòu）：古代瞭望敌情的土堡。<br>3.枕藉：纵横交错地躺在一起。<br>4.鹘（hú）：鸷鸟名。即隼（sǔn）。<br>5.破颜：变为笑脸。<br>6.永元：东汉和帝年号，《后汉书·和帝纪》载：“旧南海献龙眼、荔枝，十里一置（驿站），五里一堠（瞭望堡），奔腾阻险，死者继路。时临武长（官）汝南（籍）唐羌，县接南海，乃上书陈状，帝下诏曰：‘远国珍羞，本以荐奉宗庙。苟有伤害，岂爱民之本。其敕太官，勿复受献。’由是遂省焉。”<br>7.交州：交州，古地名。东汉时期，交州包括今越南北部和中部、中国广西和广东。东汉时治所在番禺（今中国广州）。<br>8.天宝岁贡取之涪：指唐代天宝年间岁贡涪陵荔枝之事。《新唐书》“玄宗贵妃杨氏。妃嗜荔枝，必欲生致之，乃置骑传送，走数千里，味未变至京师”。岁贡，古代诸侯或属国每年向朝廷进献礼品。涪（fú），水名，在中国四川省中部，注入嘉陵江。<br>9.举觞：举杯饮酒。<br>10.酹（lèi）：把酒浇在地上；表示祭奠。<br>11.伯游：唐羌，字伯游，辟公府，补临武长。<br>12.赤子：人民。<br>13.尤物：珍贵的物品，指荔枝。<br>14.疮痏（chuāngwěi）：祸害。<br>15.上瑞：最大的吉兆。<br>16.粟粒芽：武夷茶的上品。<br>17.前丁后蔡：指宋朝丁清先生任福建漕使，随后蔡囊继任此职，督造贡茶。为了博得皇上的欢心，争相斗品武夷茶，斗出最上等的茶叶，作为贡茶，献给皇上。<br>18.致养口体：这里指满足口和腹的欲望。致养，原意是得到养育。<br>19.洛阳相君：指钱惟演，他曾任西京留守。他的父亲吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>叙归降宋朝，宋太宗称之为“以忠孝而保社稷”，所以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说钱惟演是“忠孝家”。<br>20.姚黄花：是牡丹的名贵品种。洛阳进贡牡丹，是从钱惟演开始的。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72785.aspx\">诗</a>分三段，每段八句。第一段写古时进贡荔枝事。历史上把荔枝作为贡品，最著名的是汉和帝永元年间及唐玄宗天宝年间。“十里”四句，写汉和帝时，朝廷令交州进献荔枝，在短途内置驿站以便飞快地运送，使送荔枝的人累死摔死在路上的不计其数。“飞车”四句，写唐玄宗时令四川进献荔枝，派飞骑送来，到长安时，还是新鲜得如刚采下来一样，朝廷为了博杨贵妃开口一笑，不顾为此而死去多少人。这一段，抓住荔枝一日色变，二日香变，三日味变的特点，在运输要求快捷上做文章，指出朝廷为饱口福而草菅人命。这一点，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《过华清宫绝句》“一骑红尘妃子笑，无人知是荔枝来”已作了描写，苏诗中“知是荔支龙眼来”、“宫中美人一破颜”句就是从杜牧诗中化出。但杜牧诗精警，苏诗用赋体，坐实了说，博大雄深，二者各有不同。</p> <p>　　“永元”起八句是第二段，转入议论感慨。诗人以无比愤慨的心情，批判统治者的荒淫无耻，诛伐<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>之类，媚上取宠，百姓恨之入骨，愿生吃其肉；感叹朝廷中少了像唐羌那样敢于直谏的名臣。于是，他想到，宁愿上天不要生出这类可口的珍品，使得百姓不堪负担，只要风调雨顺，人们能吃饱穿暖就行了。这段布局很巧，“永元”句总结第一段前四句汉贡荔枝事，“天宝”句总结后四句唐贡荔枝事，“至今”句就唐事发议论，“无人”句就汉事发议论，互为交叉，错合参差，然后用“我愿”四句作总束，承前启后。</p> <p>　　“君不见”起八句是第三段，写近时事。由古时的奸臣，诗人想到了近时的奸臣；由古时戕害百姓的荔枝，诗人想到了近时戕害百姓的各种贡品。诗便进一步引申上述的感叹，举现实来证明，先说了武夷茶，又说了洛阳牡丹花。这段对统治者的鞭挞与第一、二段意旨相同，但由于说的是眼前事，所以批判得很有分寸。诗指责奸臣而不指责皇帝，是诗家为尊者讳的传统。就像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《北征》“不闻夏殷衰，中自诛褒妲”，写安史之乱而为玄宗开释；<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《巴陵送贾舍人》“圣主恩深汉文帝，怜君不遣到长沙”，写才士被贬，反说皇帝大度。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在这里用的也是这种“春秋笔法”，很显然，他不仅反对佞臣媚上，对皇帝接受佞臣的进贡，开上行下效之风，使百姓蒙受苦难，他也是十分不满的。这一段，如奇军突起，忽然完全撇开诗所吟咏的荔枝，杂取眼前事，随手挥洒，开拓广泛，且写得波折分明，令人应接不暇。而诗人胸中郁勃之气，一泻而出，出没开阖，极似杜诗。</p> <p>　　全诗有叙有议，不为题囿，带有诗史的性质，因此清方东树等的赞誉。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_72785.aspx\">诗</a>作于绍圣二年（1095年），当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬谪广东惠州，惠州盛产荔枝，苏轼写了多首荔枝诗，往往结合朝政身世，抒发自己的感慨。如《四月十一日初食荔支》云：“我生涉世本为口，一官久已轻鲈。”又如《食荔支》云：“日啖荔支三百颗，不辞长作岭南人。”这首古风，带有新乐府的性质，借荔枝生发开去，纵横古今，淋漓痛快，一向为选家所称道。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "讽谕"
  ]
}