{
  "id": 59819,
  "star": 33,
  "name": "东风第一枝·咏春雪",
  "dynasty": "宋代",
  "content": "巧沁兰心，偷黏草甲，东风欲障新暖。谩凝碧瓦难留，信知暮寒轻浅。行天入镜，做弄出、轻松纤软。料故园、不卷重帘，误了乍来双燕。 <br>青未了、柳回白眼。红欲断、杏开素面。旧游忆著山阴，厚盟遂妨上苑。寒炉重暖，便放慢春衫针线。恐凤靴，挑菜归来，万一灞桥相见。",
  "fanyi": "<p><strong>译文</strong><br>　　雪巧妙地沁入兰花的花心，悄悄地粘上春草的草芽。仿佛想挡住了春风送来的温暖。雪花在碧瓦上很快融化，我知道昏暮时的寒意还很浅。桥面上行走，像漫步白云浮天。池沼澄净如明镜一般，雪花把万物打扮得轻柔细软。我想故乡必是落雪天寒，那里的层层帘幕四垂未卷，阻误了初归的双燕。</p><p>　　杨柳才染上青色，初生的柳叶都变成千万只白眼，刚开的杏花也由红脸变成粉妆素面。当年的王徽之雪夜间去访旧友，到门口却又不见而返，因他根本不在乎见与不见。雪路难行，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>迟赴了兔园的高宴。深闺中又把熏炉点燃，赶制春衫的针线也开始放慢。只怕那穿凤纹绣鞋的佳人挑菜回来时，在灞上再与你相见。 </p><p><strong>注释</strong><br>①甲：草木萌芽的外皮。<br>②行天入境：唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《春雪》“入镜鸾窥诏，行天马度桥”，以镜和天来喻地面、桥面积雪的明净。<br>③“旧游”句：晋王子猷居山阴，曾雪夜泛舟访戴安道，至其门，未人即返，人问他什么原因，他说：“乘兴而来，兴尽而去，何必见戴。”<br>④“后盟”句：司马相如参加梁王兔园之宴，因下雪而迟到。上苑即兔园。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　咏物词主要是借物抒情或托物言志，到南宋时，咏物词已进入成熟期，不仅数量众多，而且更重视写作技巧和形式美。史达祖的这首咏物词以细腻的笔触，绘形绘神，写出春雪的特点，以及雪中草木万物的千姿百态。此词大概作于词人独处异乡时的某年初春。</p> <p>　　词的开头便紧扣节令，写春雪沁入兰心，沾上草叶，用兰吐花、草萌芽来照应“新暖”。春风怡怡，花香草绿，但不期而至的春雪却伴来春寒，“东风”、“新暖”一齐被挡住了。“巧沁”、“偷粘”，写的是在无风状况下静态的雪景。“谩凝”二句引申前意。春雪落在碧瓦之上，只是留下了薄薄的一层，“难留”二字更进而写出薄薄的积雪也顷刻消融，由此透出了春意。唐代<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>《终南望馀雪》<a href=\"http://so.gushiwen.org/view_59819.aspx\">诗</a>曾云：“林表明霁色，城中增暮寒。”傍晚，又值下雪，理当寒冷，而暮寒“较浅”，更可见出确乎是春天即将要来临了。“行天入镜”二句，是全词中唯独正面描写春雪的。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《春雪》诗云：“入镜鸾窥沼，行天马渡桥。”意谓雪后，鸾窥沼则如入镜，马度桥则如行天。以镜与天，喻池面、桥面积雪之明净，这里即借以写雪。“轻轻纤软”四字，写出了春雪之柔软细腻。天气并不严寒，又无风，雪花不易凝为大朵。因此，它才能沁入兰心，粘上草甲。前结两句，宕开一笔，以“料”字领起，展开想象。史达祖生于高宗绍兴末年，其祖籍是汴京，无缘省视家乡。此处“故园”当指他在临安西湖边的家。其《贺新郎·西湖月下》词有“同住西山下”之句，西山即灵隐山。这里用双燕传书抒发念故园、思亲人之意。重帘不卷乃“春雪”、“暮寒”所致，春社已过，已是春燕来归的季节，而重帘将阻住传书之燕。睹物伤情，异乡沦落之感溢于言表。</p> <p>　　过片续写春雪中的景物。柳眼方青，蒙雪而白；杏花本红，以雪见素，状物拟人，笔意精细。接着笔意一转，连用两典写人。“旧游忆着山阴”，用王徽之雪夜访戴逵，至门而返的典故：“后盟遂妨上苑”，用<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>雪天赴梁王兔园之宴迟到的故事。梅溪颇具浪漫气质，面对一派雪景，不由想起古之文人雅士踏雪清游的情景，不禁心向往之。“熏炉”二句，上承“障新暖”及“暮寒较浅”之意。春天已来临，春雪却意外降临，使闲置不用的“熏炉”重又点起；春雪推迟了季节，冬装还得穿些时候，做春衫的针线且可放慢。后结二句补足前两句。“凤鞋”系妇人饰以凤纹之鞋。“挑菜”指挑菜节。唐代风俗，二月初二日曲江拾菜，士民游观其间，谓之挑菜节。宋代沿袭了这种风俗。“灞桥”句又用一雪典。据<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《北梦琐言》卷七载：郑綮曰：吾“诗思在灞桥风雪中驴子上”。这里扩展开来说，暗示即使到了挑菜节，仍是寒气未褪，人心倦出的因素仍在，暗示出词人心境在这大地复苏时节的凄凉仍旧。江浙一带有民谚谓：“清明断雪，谷雨断霜。”挑菜节下雪不足为怪。</p> <p>　　这首咏雪词立意上虽无特别令人称道之处，却给人以美感，而成为梅溪咏物词中又一名篇，其妙处全在于其精工刻划。此词题为“咏春雪”，却无一字道着“雪”字，但又无一字不在写雪。且全词始终紧扣春雪纤细的特点来写，“巧沁兰心，偷粘草甲”之春雪，决不同于“战罢玉龙三百万，败残鳞甲满天飞”之冬雪，“碧瓦难留”、“轻松纤软”均准确把握了春雪的特征。这首词咏物又不滞于物，前结及下片“旧游”以下六句，均不乏想象与议论。虚笔传神，极有韵味。梅溪精于锻句炼字，如“青未了、柳回白眼，红欲断、杏开素面”这一联，以柳芽被雪掩而泛白称之“白眼”，又以杏花沾雪若女子涂上铅粉，而谓之“素面”。在不经意中用了拟人手法。“青未了”、“红欲断”，准确地把握了分寸，笔致细腻，空灵而不质实。后结二句，《花庵词选》谓其“尤为姜尧章拈出”，陆辅之《词旨》也将其录为警句，其长处也在于含蓄蕴藉。“凤鞋”借指红妆仕女，“挑菜”点明节令，“灞桥”隐含风雪。用一“恐”字领起，显得情致婉约，清空脱俗。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>评梅溪词“奇透清逸”，此词可为代表。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "咏物",
    "写雪",
    "抒怀"
  ]
}