{
  "id": 70628,
  "star": 1,
  "name": "杂剧·摩利支飞刀对箭",
  "dynasty": "元代",
  "content": "第一折<br>少年锦带挂吴钩，铁马西风塞草秋。全凭匣中三尺剑，坐中往往觅封侯。老夫姓徐，双名世勣，祖居曹州离狐县人也。自立大唐以来，颇有章句，以功名而取富贵。今谢圣人可怜，加某为英公军师之职。今有海东一十六国，与俺大唐年年进贡，岁岁来臣。闻知高丽国不顺俺大唐，新收一员上将，姓盖名苏文，官封大将摩利支，领十万雄兵，在鸭绿江白额坡前，将各处进贡，都邀截了。又下将战书来。单搦掩大唐名将，与他交锋。夜来圣人作一梦，梦见与摩利支交战，忽然见一白袍小将，跨骑白马，手持天画杆戟，一阵杀退摩利支。天子问白袍小将那里人氏，姓甚名谁，白袍小将言曰：我家住在虹霓三刀。天子洒然惊觉，可是南柯一梦。圣人着老夫圆此一梦。老夫想来，这虹霓者是绛也，三刀者是州也。这个应梦将军，必然出在绛州龙门镇。奉圣人的命，就出黄榜，招擢勇好汉。着张士贵先去绛州龙门镇，招擢义军去了，许多时不见回还。今亲身直至绛州，催趱义军，走一遭去。张士贵休避辛勤，出黄榜晓谕多人。普天下招擢好汉，必然有应梦将军。急急光阴似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老汉绛州龙门镇大黄庄人氏，姓薛，是薛大伯。嫡亲的四口儿家属，婆婆王氏，媳妇是柳迎春。孩儿薛驴哥，不肯做庄农的生活，每日家则是刺枪弄棒，舞剑轮叉。我说起来，他母亲护在头里。薛驴哥那里去了也？薛驴哥不知那里去了也。媳妇儿，不问那里，寻将薛驴哥来。媳妇儿，依着你公公，不问那里寻将他来。理会的。下次小的每，前街后巷，不问那里，寻将薛驴哥来，说他父亲寻他哩。自家绛州龙门镇大黄庄人氏，姓薛，名仁贵，嫡亲的四口儿家属，一双父母年高。我自小学成十八般武艺，无有不拈，无有不会。俺父亲、母亲，每日则着我使牛耕种。薛仁贵也，几时是我那发达的时节也呵！<br>【仙吕】【点绛唇】万里青霄，四方明照，行仁道。俺父亲他则着我耕种锄刨，似恁的几时上凌烟阁？<br>【混江龙】我如今五陵年少，不能够夺旗扯鼓显英豪，恰便似天边老雁，更和那云外孤鹤。我不能够边塞上统军居帅府，丹墀内束带立于朝，我干受了半生苦志，十载劬劳。姜太公渭河边垂钓，伍员在丹阳县吹箫。待进来眼前有八荒荆棘，待退来脑后有万丈波涛。我如今修不成活计，垒不就窝巢。每日家苦淹淹守定这座大黄庄，空着我便眼巴巴盼不到长安道。我不能够奋青云雕鹗，我倒不如那傲夏日鹪鹩！薛仁贵也，几时是你那发达的时节也呵！<br>【油葫芦】空着我每夜思量计万条，闲遥遥的何日了？看别人卧重裀食列鼎喜任消，一会家我运不行似吃着迷魂药，一会家我志不成似吃着无心草。圣人道：贫不忧，富不骄。我这里怨天公安排得我便无着落，困蛰龙久隐在草团瓢。<br>【天下乐】几时能够宫殿风微燕雀高？我这里便量也波度，不由我心内焦，则我那上天梯若还寻觅着。龙能够致雨风，虎能够奋牙爪，将我这严生志须应了。<br>大嫂做甚么？父亲寻我来不曾？薛驴哥，你在那里来？父亲、母亲寻你哩，你过去见父亲去。我见父亲去。薛驴哥，你来了也！父亲、母亲，您孩儿来了也。你那里去来？我使牛去来。你看他着言语支对我。你使牛去来，耕了多少田地？我耕了二亩田地。好也，你去了一日，则耕了二亩田地。媳妇儿，将棒子来，我打这厮！<br>【那吒令】我这里见父亲，烦烦恼恼；老的，休打孩儿，且饶过这一遭者。母亲那里劝着，俺父亲他忄敝忄敝噪噪；哎约！这个父亲，今日也说打，明日也说打，不付能寻将来，父亲可又不打他。噤声！他那里嘴不剌的，他也聒聒噪噪！我说着他，他倒寻媳妇儿的不是。孩儿也，你也似不的那闵子贤，曾参孝。我似不的那闵子般贤，我学不的曾参般孝，和你一个鼓瞍把我闲瞧。<br>黄桑棍拷折你腰！近不的你，我告到宫中，着你坐下牢底来！<br>【鹊踏枝】动不动黄桑棒拷折腰，是不是坐囚牢。我可甚恭俭温良，你可甚善与人交？你不做庄农生活，每日则是刺枪弄棒，你怎么能够长进？有一日长全我这六梢，你可待往那里去？我可敢飞腾过万里青霄。俺庄农人家，欲要富，土里做；欲要牢，土里刨。你说你会武艺，你就在这草堂上敷演一遍，我试看者。我在这草堂上敷演一遍，父亲、母亲，你试看者。<br>【寄生草】我若是临军阵，恶战讨。遮莫他扑碌碌队伍在这杀场上闹，乱纷纷土雨在空中落，慢腾腾杀气头直上罩。遮莫便骨刺刺杂彩绣旗摇，遮莫便扑冬冬画鼓征鼙噪！<br>孩儿也，俺则做庄农的好也。父亲，如今绛州龙门镇，贴起黄榜，招安义勇好汉。您孩儿要投义军去，不知父亲、母亲意下如何？孩儿也，想着俺两口儿，眼睛一对，臂膊一双，则看着你哩。你去了呵，可着谁人养活俺也？好也不要你去，歹也不要你去。老的也，俺两口儿偌大年纪也，则看着孩儿一个，休着孩儿去。<br>【后庭花】休将你这歹孩儿留恋着，枉把我这功名来耽误了。你这一去，凭着你甚么武艺那？凭着我这四海五湖量，孩儿也，则做庄农罢。我怎肯深村里穷到老？两阵之间，你怎生与他拒敌？你看我便显英豪，听您这歹孩儿言道，马头前若撞着，仗英雄显荣耀！孩儿也，便好道父母在堂，不可远游也。见母亲留恋着，老家尊心内焦。好共歹不要你去。父亲，您孩儿若不去呵，<br>【青哥儿】休阿！枉惹的乡人、乡人耻笑，父亲，您孩儿尽忠，不能尽孝也。我报不的哀哀父母劬劳，孩儿也，你伴着那沙三、伴哥、王留，饮酒耍子，可不好？我可甚么人伴贤良智转高。你听的谁说来？则听的绛州人道，黄榜上名标。我将这义军来投了，骨刺刺摆开旗号。二马相交，王吉玎的箭对了飞刀。轻舒猿猱，磕答的扌昝住征袍，滴溜扑摔下鞍鞒，将背唐朝高丽一只手扌昝住头梢，把那厮扌蚩扌蚩的拖来到。孩儿也，便好道心去意难留，留下结冤仇。去则去，得官不得官，你则早些儿回来，休着老汉忧心也。则今日好日辰，辞别了父亲、母亲，便索长行也。孩儿也，你这一去，得官不得官，则要你早些儿回来，休着我忧心也。大嫂，你在家中，好生看觑一双父母。我若为了官呵，你便是夫人县君也。住、住、住！薛仁贵，父亲在上，依着妾身说呵，可以待时守分，耕种为活，堪可度日，侍奉一双父母，不强似名利奔波？你坚心要去，我未知你的主意如何也？<br>【尾声】我则要身到凤凰池，有心待标写在凌烟阁。与敌兵相持战讨，下寨安营边塞遥。我胸中虎略龙韬，看杀气阵云高，荡征尘土雨潇潇，则我这马到处贼兵都退了。你这一去，凭着你些什么手策也？倚仗我拨天关手爪，凭着我这撼乾坤勇跃，舍着我这一腔鲜血立唐朝！孩儿去了也。这一去，他必然为官也。老汉无甚事，回我那家中去也。眼观旌捷旗，耳听好消息。<br><br>第二折<br>自小从来为军健，四大神州都走遍。当日个将军和我奈相持，不曾打话就征战。我使的是方天画杆戟，那厮使的是双刀剑。两个不曾交过马，把我左臂厢砍了一大片。着我慌忙下的马，荷包里取出针和线。我使双线缝个住，上的马去又征战。那厮使的是大杆刀，我使的是雀画弓带过雕翎箭。两个不曾交过马，把我右臂厢砍了一大片。被我慌忙下的马，荷包里取出针和线。着我双线缝个住，上的马去又征战。那厮使的是簸箕大小开山斧，我可轮的是双刃剑。我两个不曾交过马，把我连人带马劈两半。着我慌忙跳下马，我荷包里又取出针和线。着我双线缝个住，上的马去又征战。那里战到数个合，把我浑身上下都缝遍。那个将军不喝彩，那个把我不谈羡。说我厮杀全不济，嗨！道我使的一把儿好针线。某乃张士贵是也。海外有一十六国，惟待平奠高丽国。高丽国他不强，手下新收一员上将，姓盖名苏文，官封大将摩利支，脊背上有五口飞刀，三口得用，百步之外，能取上将之首级。统领数万人马，在于鸭绿江白额坡前安营下寨，将天下各处的进贡，尽皆邀截了。又下将战书来，单搦俺大唐名将出马，与他拒敌。某奉圣人的命，着某与军师徐懋功，在这绛州龙门镇贴起黄榜，招安义军好汉。今日三日光景也，并无那投军的好汉。小校门首觑者，但有军情事，报复我知道。理会的。挂起黄榜，看有甚么人来。自家薛仁贵的便是。自从离了家中，来到这绛州也。你看那做买做卖的，是好热闹的城池也呵！薛仁贵，几时是你那发达的时节也呵？<br>【正宫】【端正好】看别人云滚滚省台登，看别人云滚滚省台登，几时能够闹穰穰公侯做。则他那谒朱门缘木求鱼，则这书中自有他这黄金屋，将我久困在红尘路。<br>【滚绣球】每日家听钟声山寺里斋，赶宿头古庙里居，有那等财主每，听笙簧则在那画堂深处，如今那有学的酩子里韫椟藏诸。我看了这今世图，这时务，杠了我交语，赤紧的满眼卫不辨贤愚。存的我这胸中三卷黄公略，我愁甚么架上三封天子书，恰便似饿虎当途。<br>兀那里一簇人闹，敢是那黄榜？我分开这人丛，揭了这黄榜者。小校报复去，道有一庄农，在于门首。甚么人揭了黄榜？你则在这里，我报复去。喏，报的元帅得知，有一庄家农夫，揭了黄榜也。庄家他不去使牛去，来我这里有甚么勾当？着他过来。着过去。喏，大人，小人黄榜在身，不能施礼。这厮倒一条好汉。前头看着，恰似望后仰着；后头看着，恰似望前合着。好汉，狗背驴腰的，哦，是虎背熊腰。两条臂膊，恰似栏杆；两个拳头，恰似石鼓；两条腿恰似井桩；一个肚皮，恰似簸箕；脑袋恰似栲栳，脖子恰似一条麻线。兀那厮，你那里乡贯？姓甚名谁？对我说一遍，我试听者。听小人慢慢的说一遍者。<br>【快活三】小人在龙门镇是我祖居，你可在那里居住？大黄庄有我的家属。你从小里习学甚么武艺来？自小里习文演武用工夫。你可来俺这元帅府做什么？特地来夺富贵争名目。<br>你开的弓，蹬的弩么？<br>【朝天子】遮莫待开弓也那蹬弩，你敢扬威耀武么？扬威也那耀武。你敢阵面上相持去么？我情愿阵面上相持去，我就用你在我军阵中，做个小卒，你意下如何？但能够军阵里做一个小卒，我着你合后当先，你敢去么？遮莫便合后等当先去，兀那厮，你是军健汉，逢山开路，遇水叠桥，你敢去么？遮莫待遇水叠桥，逢山开路，你敢施威、敢射虎么？我可便敢施威、敢射虎。就用了这厮。大人若是用度、用度了这勇夫，我马到处写满了您那功劳簿。<br>这厮说大言。你马到处写满了功劳簿，瞒不过众人。我做了三十年总管，那功劳薄上，怕有我一个字儿？兀那厮，你不知道，说那摩利支，身凛凛，貌堂堂，恰便似烟薰的子路，墨洒就的金刚。横里一丈，竖里一丈，剔留秃鲁，不知甚么模样。看了你这么黄甘甘，骨岩岩，一掿两头无剩，则怕你近不过那摩利支。他也小觑你也。<br>【四边静】摩利支将咱欺负，阵面上不剌剌的马到处。他飞刀起难遮护，我箭发似流星般去。若见那个匹夫，轻舒我这虎躯。到来日三枝箭，对了他那三口飞刀。不刺刺甲马当先，揪住袍，扌昝住带，滴溜扑摔在尘埃。我格支支撧折了那厮腰脊骨！这厮说大话，格支支撧折他腰脊骨。你长把摩利支腰脊骨撧折了便好．你厮杀的眼花了，你把我揉采住，撧折了我的腰脊骨，可怎么了？兀那厮，你说了这半日，你可姓甚么？小人姓薛。薛甚么？名仁贵。这厮无礼也。可不道入城问税，入衙问讳？我是总管张士贵，你是薛仁贵。你又贵，我又贵，这贱的着谁卖？这厮误犯大官讳字。大人，与小人改个名字。这厮也说的是。我替你改薛写谢薛。百忙里切宇。改做楔子儿。不好。不好？改做雪里梅。不好。看了你这等个模样，好、好、好，就唤做穷雪里。谢了大人。兀那厮，十八般武艺，甚么打头？弓箭打头。你拽的硬弓么？拽的硬弓。拿一石米的弓来与他拽。理会的。一石米的硬弓。你拽。这弓软，不中使。再换那五石米的弓来与他拽。五石米的硬弓在此。与他拽。这弓又软，不中使。讨那两石米气力的弓来与他拽。两石米的弓在此。与他拽。这弓软，不中使。拿那镇库铜胎铁靶宝雕弓来着他拽。那里取去？东库里寻去。东库里无有。西库旦寻去。西库里无有。去家里讨。家里无有。说元帅随身带着哩。说我随身带出来了，可在那里？等我想。哦，我想起来了，原来可在我这头库里。着他拽。大人，这个便是那镇库铜胎铁靶宝雕弓？大人要几个满？这厮说大口。这一张弓，是日南交趾国进将来的。圣人赐与了我，着我拿到家中，绑在梁上，我浑家大小八十口人，打着千斤望下坠，也不曾坠的这弓开一些儿。你说道你拽三个满。休说道是三个满，你则拽的开一些儿，我也就用了你。一个满，两个满，三个满。呀！拽折了这张弓也。好汉！好汉！两轮日月，六合乾坤，也不曾见这么好汉，把这席篾儿拽做两截。你常在这里，拽折了弓，也罢了。上阵处拿将来的弓，你都拽折了，不误了我大事？这厮做的<br>个损弓折箭，这厮气力大。小校，推出辕门外，杀坏了者！着谁人救我也呵。老夫徐懋功是也。今因张士贵，在这绛州招安义军，许多时也，着老夫催趱义军去。我来到帅府门首也。一簇人围着一个庄家后生。兀那小的，你得何罪犯，帅要杀坏你？若说的是呵，我与你做主。<br>【齐天乐】当街里马头来拦住，听小人从头细说当初。你那里人氏？姓甚名谁？小人是农夫，大黄庄有我的家属。来时节欢娱，到的这龙门镇揭黄榜过去。正犯着大人名讳，他道是不用俺这村夫。磕答的弓拽折，急恼的元帅怒，他道我该斩该徒。<br>既然这等，正是英雄好汉，元帅怎生道要杀坏了你那？<br>【红衫儿】军兵牢拿住，绑在长街去，好教我气长吁，气长吁，仰面嚎啕哭。大人也，薛仁贵委实的衔冤负屈。<br>刀斧手且留人者。我见元帅，自有个主意。令人报复去，道有军师下马也。喏。军师下马也。道有请。有请。军师鞍马上劳神也。元帅，招义军不易也。请坐，看茶来吃。元帅招了多少英雄好汉？军师，自你去后三日，并无一个蝇蠓狗蚤，来投义军的。你道不曾有一个，小校，着那庄家后生过来。喏。元帅，你道无一个，这小的得何罪犯，你要杀坏了他？军师，说起他的罪过来，大似狗蚤。他走将来，看着我也不施礼，他说马到处写满功劳簿。瞒不过你，我做了三十年总管，功劳簿上，怕有我一个字儿？这个也罢了。他又要撧折了摩利支的腰脊骨。老子，他常把摩利支腰脊骨撧折了，便好；杀的他眼花了，把我拿住，撧折腰脊骨，我残疾一世儿。这个也罢。我说你拽的弓么？拿将来的弓嫌软，与他那镇库铜胎铁靶宝雕弓，着他拽。你说这厮无礼么，他把一根席篾儿，撧做两断。则为他损弓折箭，气力忒大，因此上拿出去杀坏了。这个正是好汉。元帅，未曾与摩利支交锋，先杀一个军士，做的个于军不利。老夫不敢自专，乞元帅尊鉴不错。喏，摩利支索战。元帅，摩利支索战，他若敢跟的元帅破摩利支去，赢了将功折过，输了二罪俱罚。元帅意下如何也？既是这等，看着军师面皮，饶了那厮者！兀那薛仁贵，你敢跟的元帅，破摩利支去么？我敢去，我敢去。你用甚么衣甲头盔，枪刀器械？我用白袍白甲素银盔，丈二方天画杆戟，跨下骑一匹白马，要一张硬弓，我自有七枝连珠箭。元来正是天子应梦的将军。说与军正司，便关与他衣甲头盔、枪刀器械。薛仁贵，你小心在意者。你若得了胜，自有加官赐赏。便领与他衣甲，跟将我厮杀去。大人放心也。<br>【尾声】愿吾皇慑夷狄，降边国，千千年九五飞龙齐天福。愿吾皇永坐着宗庙旧，家邦老，万万载百二山河壮帝居。到来日看排兵，列士卒；荡征尘，腾土雨，旱路上亡，水面上浮；成不的功，变不的虎。我直杀的他呐不的喊，摇不的旗，放心也，我着他便擂不的鼓！<br>军师，你紧守营寨，我与摩利支交战，走一遭去。大小三军，听吾将令。三通鼓罢，拔寨起营。到来日忙擂破鼓，急筛歪锣，聚豆腐军一万，奶奶军八千，人人英雄，吃饭处拚命当前；个个猥慵，都在帐房里打盹。俺这里大旗头，小旗头，偏能吃饭；放下箸，撇下碗，肚里又饥；张瘸子，李瘸子，忙轮粗拐；常秃厮，王秃厮，头似盐梅；宋长官，刘长官，偷人家猫狗；小贾儿，小魏儿，抢人家肥鸡。到晚夕下寨安营，到来日看俺相持。俺见他来，唬的俺一齐落马，唬的俺丢了箭，撇了甲，掉了头盔。他那里雄赳赳，气昂昂，个个都是好汉。我领着些无鼻子，少耳朵，驼着腰，瘸着腿，都是些鹰嘴刺梨。元帅领白袍小将，与摩利支相持厮杀去了。老夫不敢久停久住，回圣人话，走一遭去。奉命亲差岂自由，兴师遣将统戈矛。海东名将休夸勇，应梦英雄出绛州。<br>楔子<br>昨夜西风透锦袍，将军呵手拈弓鞘。休言个载寒窗苦，不比征夫半日劳。某乃大汉高丽国人氏，姓盖名苏文，官封摩利支。凡为将者，要知天文，晓地理，观气色，辨风云。某文通三略法，武解六韬书。三略者，一曰天略，二曰地略，三日人略；六韬者，一文韬，二武韬，三龙韬，四虎韬，五豹韬，六犬韬。此乃是黄公三略法，吕望六韬书。俺军中有七要，是那七要？一要仁，二要信，三要赏，四要罚，五要谋，六要勇，七要变。运筹帷幄之中，决胜千里之外。排白虎得胜辕门，列黄幡豹尾帐下。锦衣者，肩担着赤羽旌幢；清秀儿郎，手持着吴钩越戟。阵前列五运转光旗，帐下搠顺天八卦盖。五运转光旗者，有虎鸦旗，日月旗，龙凤旗，得胜旗，转光旗；八卦盖者，是乾、坎、艮、震、巽、离、坤、兑。俺这里军不斩不齐，将不严不整。令字旗催促先锋，帅字旗为军中眼。豹纛旗开，犯令者不论亲疏；得胜旗摇，收军望封官赐赏。军随印转直正，罪若当刑先言定。在朝休误天子宣，莫违阃外将军令。现在海东有一十六国，与大唐年年进奉，累岁称臣。惟有俺高丽，不顺大唐。某脊背上有五口飞刀，三口得用；百步之外，能取上将首级。久镇在鸭绿江白额坡前，将各处进奉，都邀截了。下将战书去，单搦大唐名出马。听知总管张士贵，领兵前来，要与某拒敌。量他到的那里，某则今日点就三军，张士贵相持，走一遭去。大小三军，听吾将令：到来日甲马不得驰骤，全鼓不得乱鸣，不许交头接耳，不得语笑喧呼，但违令必当斩首。到来日都要擐甲与披袍。兵士列枪刀。风卷龙蛇影，杂彩绣旗摇。南山射猛虎，北海斩长蛟。逢山须开道，遇水要叠桥。人人施勇猛，个个显英豪。一个个头顶金盔腕悬鞭，驱兵领将数十员。拿住总管张士贵，放心血溅东南半壁天。某乃总管张士贵是也，如今与摩利支交战去。大小三军，摆开势。尘土起处，摩利支这早晚敢待来也。某乃摩利支是也。大小三军，摆开阵势。那壁厢尘土起处，来者何人？你来者何人？某乃大将摩利支，是你爹爹！哎，风大不听见。你是何人？某乃管张士贵，是你的孙子哩。你怎么道与他做孙子？我怎么道是孙子？如今交马处，无三合，无两合，则一合拿将我过去。他拿起刀来，恰待要杀，罢，饶了你，他是我的孙子哩。也杀了。量你到的那里！与我操鼓来。我也近<br>不的他，我与你走了罢。走、走、走！这厮输了也。量你走的到那里！我不问那里，赶将去。大小三军，摆开阵势者。来者何人？你来者何人？某乃大唐大将薛仁贵是也。你敢相持么？薛仁贵，有张士贵被我败了，量你到的那里。与我操鼓来！<br>【仙吕】【赏花时】那厮便耀武扬威说大言，怎敢今番夺众权？我飞刀起！箭对了！飞刀起！箭对了！飞刀起！箭对了！五口飞刀，对了我三口，留着两口防身。不中，我也近不的他，拨回马，我与你走、走、走！他那里飞刀起，我这里箭离弦。杀的他身躯倒偃，我见他拨回马走当先。<br>【幺篇】你可甚为看青山懒赠鞭，看的俺唐十宰公卿如芥藓。遮莫他变做神鬼化做飞仙？待走往那里去？离不了天涯和那海边！众军校跟我去来。我与你直赶到他这个焰魔天！<br><br>第三折<br>显耀英才天地中，冲冲志气展长虹。夷狄之国多雄壮，赳赳威名镇海东。某乃高丽大将是也。俺国有一十六国，与大唐年年进奉，累岁称臣。惟有俺高丽国，不顺大唐。可是为何？某手下有一员上将，姓盖名苏文，官封摩利支，脊背上有五口飞刀，三口得用，百步之外，能取上将首级，久镇在鸭绿江白额坡前。某听的大唐家病了秦琼，贬了敬德，兵微将寡。我差人下将战书去了，单搦大唐名将出马，与俺摩利支交战，未知输赢胜败。使的个报喜探子去了也。这早晚敢待来也。一场好厮杀也呵！<br>【越调】【斗鹌鹑】走的我汗似汤浇，浑身上水洗。恰离了乱撺军营，急煎煎盼不到元帅府里。两只脚飞腾，一声儿踹起。苦亡家，倾败国，恶战敌。人着箭踉跄身歪，马中枪惊急里脚失。<br>【紫花儿序】焰腾腾火烧了寨栅，浪滔滔水淹了营垒，不剌剌马踏碎丁城池。英雄虎将，世上无敌，难及。一个个擐甲披袍那气势，耀武扬威，擂鼓筛锣，呐喊摇旗！<br>报、报、报，喏！好探子也。他从那阵面上来，我则见喜色旺气。一张弓弯秋月，两枝箭插寒星。三尺剑挂小貂裘，四方报急问探子．五花营内，来往有似撺梭。六队军卒，上下有如交颈。七尺躯肩担着令字旗，戴一顶八角红缨桶子帽。久久等待你许多时，实实的细说你那军情事。探子，你喘息定，慢慢的说一遍。<br>【寨儿令】鼓震的山岳摧，喊一声鬼神悲，荡征尘翻滚滚火门辉。领雄兵迎敌，厮杀相持，出马来，出马来！则听的高叫一声似春雷。这壁厢是俺摩利支出马。好将军也，顶盔擐甲，挂剑悬鞭，弯弓插箭。张士贵见了俺摩利支，可是怕也不怕？探子，你喘息定，慢慢的再说一遍。<br>【幺篇】垓心里耀武扬威，阵面上扯鼓夺旗。摩利支冠簪着金獬豸，甲挂着锦唐猊，坐下马浑一似赤狻猊。<br>俺摩利支，戴一顶描星辰晃日月笼海兽玲珑三叉枣瓤紫金冠，披一副遮的刀迎的箭黄金打柳叶砌成的龟背唐猊铠，穿一领晃日月耀人目猩猩血染西川十样无缝锦征袍，跨下骑一匹两耳尖四蹄轻胸膛阔尾巴细日行千里胭脂马，轮一口兽吞头蘸金钅纂冷飕飕逼人寒百斤合扇大杆刀。张士贵输了也。有一白袍小将出马，好将军也。马骑西海雪麟儿，人若天王玉戟枝。高叫摩利支休得走，今日个白袍将等待许多时！你可慢慢的再说一遍。大唐家一员白袍小将出马，好将军也。<br>【鬼三台】他又不曾言名讳，不使甚别兵器，他使一条方天画杆戟，身穿着白袍白甲，头戴着素银盔，猛见了恰便似西方神了世。这一个合扇刀望着脑盖上劈，那一个方天戟不离子软胁里刺。这一个恨不的扌蚩扌蚩的扯碎了黄幡，那一个恨不的支支的顿断豹尾。一个白龙马荡散征尘，一个胭脂马冲开杀气。白袍将四缝盔倒展双缨，摩利支三叉冠斜飘雉尾。摩利支掿定犀角靶，白袍将搭上紫金鈚。摩利支见刀不中，和、和、和，连撇起三口飞刀；白袍将见箭不中，着、着、着，连射三枝神箭。刀中仁贵唐朝失，箭射番兵辽国休。连撇刀不中唐朝白额虎，则一箭射退辽锦毛彪。你可慢慢的说一遍。<br>【秃厮儿】两员将各施武艺，两员将比并高低。他两个棋逢对手难摘离，两员将费心机，好跷蹊。<br>【圣药王】摩利支命运低，那将军分福催，则他这英雄虎将世间稀。这一个飕飕的刀去劈，那一个着着的箭发疾，王吉玎珰相对在半空里，足律律进一万道家火光飞。<br>摩利支输了也，白袍小将赢了也。天命有感用机谋，展土开疆立帝都。辽兵正中连珠箭，圣明天子百灵扶。探子无甚事，自回营中去。<br>【尾声】高丽家休占那中原地，年年进金珠宝贝。十万里锦绣江山，愿陛下永坐定蟠龙元金椅！摩利支输了也，白袍小将赢了也。俺收拾方物，与大唐进奉，走一遭去。饶你深山共深处，到头都属帝王家。<br><br>第四折<br>老夫徐懋功是也。今有总管张士贵，领白餐小将，与摩利支相持厮杀去了。听知的张士贵大败亏输，若不是薛仁贵兰住海口，三箭定了天山，怎能够杀退辽兵？圣人已知，将他父母家属，取赴京师，赐宅居住。老夫在此帅府，安排筵宴，犒劳三军，就要加官赐赏。令人请他父母去了，怎生不见来？令人门首觑者，若来时，报复我知道。理会的。某乃张士贵是也。昨日吃那摩利支杀的我大败亏输，早是我的马快走，争些儿着他拿将去了。我便走了，听的人说，薛仁贵三箭定了天山，杀退了摩利支。又无人知道，则说是我的功劳，谁敢说我什么？我见了圣人，则说是我的功劳，谁敢与我对话？必然又加官赐赏。小校报复去，道有张士贵来了。理会的。喏，张士贵来了也。着他过来。着过去。军师恕罪，剑甲在身，不能施礼也。张士贵，你征摩利支如何？我赢了也。我把摩利支杀的他片甲不归。口咬杀高丽大将，屁绷杀摩利支，都是我的功劳。将酒来，与我抬手吃三钟。军师，你就加了官，我家里吃酒儿去也。噤声！小校与我拿下张士贵者！你刬的还戏说哩。你被摩利支杀的大败亏输，若不是薛仁贵当住海口，怎能够杀退辽兵？三箭定了天山，圣人已知也。这功劳都是薛仁贵，你赖他的功劳，本合该斩首，饶你项上一刀，则今日打为庶民，永不叙用。叉出辕门去！罢了，今番赖不成这功了。打为百姓，也罢，作庄农去也。苫庄三顷地，伏手一张锄。倒能够吃浑酒肥草鸡儿，不快活？我是张士贵，苫庄三顷地。一顿三碗饭，吃的饱了炕上睡。令人，与我请将薛仁贵的父母来者。理会的。老汉薛大伯的便是。自从薛驴哥投义军去了，音信皆无。今有大人，取俺三口儿到京师，见大人去来。可早来到也。令人报复去，道有薛仁贵父母在于门首。理会的。有薛仁贵父母在于门首。道有请。有请。大人，呼唤俺三口儿有何事？你是薛仁贵一双父母？可都老了也。你且在那班部丛中有者。老汉理会的。令人，与我请将薛仁贵来者。理会的。某薛仁贵是也。谁想有今日也呵！<br>【双调】【新水令】则我这布衣改换襕新，谁想我拨天关一声雷震。青霄飞凤鸟，黄阁上画麒麟。当初若依着我父亲呵，守着他那水馆深村，尚兀自捱不出那贫困。<br>可早来到也。小校报复去，道有薛仁贵来了也。理会的。薛仁贵来了也。道有请。有请。军师，呼唤薛仁贵有何事也？薛仁贵望阙跪者，听圣人的命：为你杀退辽兵，多有功劳，加你为天下兵马大元帅，谢了恩者。大人可怜见，小人不敢受这宫职。圣人与你封官赐赏，你因何不受？大人，薛仁贵家中，有一双父母，年纪高大，无人侍养，因此上不敢受这官职。此人忠孝双全。薛仁贵，兀那班部丛中，有两口儿老的，你试看去者。<br>【甜水令】我在这班部丛中，秉笏披袍，抽身忙褪，我这里独步出辕门。一个大人来了也。我则见他便老弱虺羸，腰屈头低，霜髯雪鬓，兀的唬杀老汉也。兀的不是我父亲母亲也！年迈个也堂上双亲。媳妇儿，扶着你母亲靠后些。休道俺父母不老。<br>【折桂令】和我那赛杨香憔悴了精神，大人，你是谁？父亲、母亲，你认的你孩儿薛驴哥么？谁是薛驴哥？则您孩儿，便是薛驴哥。孩儿，你做了官也？兀的不欢喜杀老汉也。我这里便展脚舒腰，安乐者波堂上双亲？大人请起。兀的不唬杀老身也。我如今状貌堂堂，威风赳赳，志气凌云。孩儿也，你如今得了个甚么官也？我如今下马为朝中宰臣，上马为阃外将军。孩儿，你多受了些辛苦也。我受了些热血相喷，万苦干辛，恰便似翻滚滚的雪浪里逃生，您儿今日个便跳过龙门。<br>您一家儿望阙跪者，听圣人的命：为你多有功劳，忠孝双全，加你父亲为老评事之职，赐金千两，香酒百瓶，玉柱杖一条，谢了恩者。感谢圣恩。孩儿也，大人的命，升我为老评事，赐金千两，香酒百瓶，玉柱杖一条。兀的不欢喜杀我也。<br>【乔牌儿】酩子里添笑忻，十载受劳困。老来也又得官一品，父亲，您孩儿不道来？你道甚么来？你儿道是改家门有定准。孩儿也，大人赏我黄金千两，香酒百瓶，玉柱杖一条，喜欢杀老汉也。<br>【挂玉钩】索强如段段田苗，可便接远村；这个原来是玉柱杖。这玉柱杖，索强似您打麒麟的黄桑棍，又与俺香酒百瓶也。父亲，您休吃了，留者。留者做甚么？咱可索答荷天公雨露恩。孩儿也，休题旧话。我将这勇烈施逞尽。我老汉老了也，拂绰了土满身，梳掠起白髭鬓。这的是一日为官，强似千载为民也。拂绰了土满身，梳掠起白髭鬓。这的是一日为官，索强如千载为民。<br>您一家儿望阙跪者，听圣人的命：薛仁贵，则为你多有功勋，如今加你为征东兵马大元帅，金吾上将军。你父月支三品俸，你母为太平郡夫人，你妻为贤德夫人。您听者：统干戈扫荡征尘，秉忠心建立功勋。方天戟寰中罕有，连珠箭世上绝伦。平高丽重安社稷，保华夷再整乾坤。加你为征东司马，镇偏邦征虏将军。薛大伯赐金千两，望金銮拜谢皇恩。<br>题目薛仁责跨海征东<br>正名摩利支飞刀对箭</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}