{
  "id": 57762,
  "star": 68,
  "name": "水调歌头·壬子三山被召陈端仁给事饮饯席上作",
  "dynasty": "宋代",
  "content": "长恨复长恨，裁作短歌行。何人为我楚舞，听我楚狂声？余既滋兰九畹，又树蕙之百亩，秋菊更餐英。门外沧浪水，可以濯吾缨。<br>一杯酒，问何似，身后名？人间万事，毫发常重泰山轻。悲莫悲生离别，乐莫乐新相识，儿女古今情。富贵非吾事，归与白鸥盟。",
  "fanyi": "<p><strong>译文</strong><br>　　长恨啊！实在更长恨！我把它剪裁成《短歌行》。及时唱歌行乐吧！什么人了解我，来为我跳楚舞？听我唱楚狂人接舆的《凤兮》歌？我在带湖既种了九畹的兰花，又栽了百亩的蕙，到了秋天可以吃菊花的落花。在我的门外有沧浪的清水可以洗我的丝带。<br>　　请问：一杯酒与身后名誉，哪一件重要？身后名当然重要。但是，现今是人间万事都是本末倒置，毫发常常是重的，而泰山却倒很轻。最悲伤也没有比生离死别更悲伤的，最欢乐也没有比结识了一个志同道合的新朋友更欢乐的。这是古今以来儿女的常情。富贵不是我谋求的事，还是回到带湖的家去，与我早已订立过同盟的老朋友白鸥聚会的好。</p> <p><strong>注释</strong><br>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调，九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。<br>⑵壬子：指绍熙三年（1192年）。陈端仁：即陈岘，字端仁，闽县人。绍兴二十七年进士。曾先后任平江守、两浙转运判官、福建市舶。淳熙九年在四川安抚使任上罢职回家。给事，给事中，官名。为门下省。宋制，门下省的给事中有四人，掌管：侍从规谏，掌读中外出纳，日编章奏目录以进，驳正政令失当，考其稽违而纠正之。（见《宋史·职官志》门下省条）<br>⑶长恨复长恨二句：长恨，即《长恨歌》。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“天长地久有时进，此恨绵绵无绝期。”《短歌行》，乐府平调曲名。《乐府解题》：“魏武帝‘对酒当歌，人生几何。’晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>‘置酒高堂，悲来临觞。’皆言当及时为乐。”<br>⑷何人为我楚舞二句：《史记·留侯世家》：汉高祖刘帮欲废吕后的儿子，另立戚夫人的儿子赵王如玉为太子，事情没有成。“戚夫人泣，上曰：‘为我楚舞，吾为若楚歌。’”楚狂声，楚国的狂人接舆的《凤兮歌》。接舆曾路过孔子的门口，歌：“凤兮！凤兮！何德之衰？往者不可谏，来者犹可追。已而！已而！今之从政者殆而！”（见《论语·微子篇》）<br>⑸余既滋兰九畹三句：《离骚》：“余既滋兰 之九畹，又树蕙之百亩”“朝饮木兰之坠 露兮，夕餐秋菊之落英”。<br>⑹门外沧浪水二句：《孟子·离屡篇》：“沧浪之水清兮，可以濯我缨，沧浪之水浊兮，可以濯我足。”缨，丝带子。这两句的意思是：对清水、浊水态度要明确，不要然然可可。表示了他刚正清高的品德。<br>⑺毫发常重泰山轻：这是说人世间的各种事都被颠倒了。<br>⑻悲莫悲生离别三句：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《楚辞·九歌·少司命》：“悲莫悲兮生离别，乐莫乐兮新相识。”这里是对陈端仁说的。表示对陈端仁有深厚的感情。<br>⑼富贵非吾事二句：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》：“富贵非吾愿，帝乡不可期。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的这首《水调歌头》，是一首感时抚事的答别之作。</p> <p>　　此词上片分两层，前两韵是第一层，直接抒写<a href=\"http://so.gushiwen.org/view_57762.aspx\">诗</a>人的“长恨”和“有恨无人省”的感慨。作者直接以“长恨复长恨，裁作短歌行”句开篇，乍看似觉突兀；其实稍加思索，就会明白其深刻的感情背景。由于北方金朝的入侵，战乱不息，被占区人民处在金人统治之下，而偏安一隅的南宋小朝廷却非但不图恢复，还对主张抗金北伐的人士加以压制和迫害，作者就曾多次受到打击。这对于一个志在恢复的爱国者来说，不能不为此而感到深切的痛恨。如此“长恨”，在“饮饯席上”难以尽言，所以词人只能用高度浓缩的语言，把它“裁作短歌行”。“短歌行”，原是古乐府《平调曲》名，多用作饮宴席上的歌辞。词人信手拈来，融入句中，自然而巧妙地点明了题面。“长恨”而“短歌”，不仅造成形式上的对应美，更主要的是显示出那种恨不得尽言而又不能不言的情致。“何人为我楚舞，听我楚狂声”一句，合用了两个典故。据《史记·留侯世家》载，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>“欲废太子，立戚夫人子赵王如意”，由于留侯张良设谋维护太子，此事只好作罢，戚夫人因向刘邦哭泣，刘邦对她说：“为我楚舞，吾为若楚歌。”歌中表达了刘邦事不从心、无可奈何的心情。又《论语·微子篇》载，楚国隐士接舆曾唱歌当面讽刺孔子迷于从政，疲于奔走，《论语》因称接舆为“楚狂”。辛弃疾在这里运用这两个典故，目的是为了抒发他虽有满腔“长恨”而又无人理解的悲愤，一个“狂”字，更突出了他不愿趋炎附势、屈从权贵的耿介之情。从遣词造句看，这一韵还妙在用“何人”呼起，以反诘语气出之，大大增强了词句的感人力量；而“为我楚舞”，“听我楚狂声”，反复咏言，又造成一种一唱三叹，回肠荡气的艺术效果。词人在直抒胸臆以后，紧接着就以舒缓的语气写道：“余既滋兰九畹，又树蕙之百亩，秋菊更餐英。”一韵三句，均用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》诗句。前两句径用屈原原句，只是“兰”字后少一“之”字，“畹”字后少一“兮”字。“餐英”句则从原句“朝饮木兰之坠露兮，夕餐秋菊之落英”概括而来。兰、蕙都是香草，“滋兰”、“树蕙”，是以培植香草比喻培养自己美好的品德和志节。而“饮露”、“餐英”，则是以饮食的芳洁比喻品节的纯洁和高尚。作者在这里引用屈原诗句，并用“滋兰”、“树蕙”之词，显然是为了表达自己的志节和情操。屈原在忠而被谤、贤而见逐的情况下，仍然坚定地持其“内美”和“修能”，执着地追求自己的理想，词人在遭朝中奸臣谗言排挤，被削职乡居的情况下，依然不变报国之志，表明自己决不肯随波逐流与投降派同流合污，沆瀣一气。“门外沧浪水，可以濯吾缨”一句，仍承前韵词意，从另一个角度表明自己的志节和操守。这里又用一典。《楚辞·渔父》中说，屈原被放逐，“游于江潭”，“形容枯槁”，渔父问他为什么到了这种地步，屈原说：“举世皆浊我独清，众人皆醉我独醒，是以见放。”渔父劝他“与世推移”，不要“深思高举”，自讨其苦。屈原说：“宁赴湘流，葬于江鱼之腹”，也不肯“以皓皓之白，而蒙世俗之尘埃”。渔父听后，一边摇船而去，一边唱道：“沧浪之水情兮，可以濯我缨；沧浪之水浊兮，可以濯我足。”意思是劝屈原要善于审时度势，采取从时随俗的处世态度。词人化用此典，意在进一步表明自己的志节情操。</p> <p>　　下片头三句“一杯酒，问何似，身后名？”遥应篇首，意在抒发自己理想无从实现的感慨，情绪又转入激昂。据《世说新语·任诞》载，西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>（字季鹰），为人“纵任不拘”，有人问他：“卿乃可纵适一时，独不为身后名耶？”他说：“使我有身后名，不如即时一杯酒。”词人用张翰的典故，乃是牢骚之气。</p> <p>　　他的抗金复国理想难以实现，志业难遂，还要那“身后”的虚名干什么！词人为什么会发此牢骚呢？辛弃疾接着写：“人间万事，毫发常重泰轻。”这一韵是全词的关键所在，道出“长恨复长恨”的根本原因，就是因为南宋统治集团轻重倒置，是非不分，置危亡于不顾，而一味地苟且偷安。这是词人对南宋小朝廷腐败政局的严厉批判和愤怒呼喊。最后两韵是下片第二层，通过写惜别再一次表明自己的心志，词人的情绪这时又渐渐平静下来。前三句写惜别，用屈原《九歌》点明恨别乐交乃古往今来人之常情，表明词人和饯行者陈端仁的情谊深厚，彼此都不忍离别之情。“富贵非吾事，归与白鸥盟”一句，又引用两个典故。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》云：“富贵非吾愿，帝乡不可期。”陶渊明生于东晋末叶，社会动乱，政治黑暗，而他本人又“质性自然”（《归去来兮辞序》），“不慕荣利”（《五柳先生传》），因有是辞。这里词人引用陶诗，表明自己此次奉召赴临安并不是追求个人荣利，并且也不想在那里久留，以表明自己的心迹。“归与白鸥盟”，是作者从正面表明自己的心迹。据《列子·黄帝篇》载，相传海上有位喜好鸥鸟的人，每天早晨必在海上与鸥鸟相游处，后遂以与鸥鸟为友比喻浮家泛宅、出没云水间的隐居生活。在这里，词人说归来与鸥鸟为友，一方面表明自己宁可退归林下，也不屑与投降派为伍，另一方面也有慰勉陈端仁之意。</p> <p>　　与一般的离别之词不同，辛弃疾的这首《水调歌头》，虽是答别之词，却无常人的哀怨之气。通观此篇，它答别而不怨别，溢满全词的是他感时抚事的悲恨和忧愤，而一无凄楚或哀怨。词中的声情，时而激越，时而平静，时而急促，时而沉稳，形成一种豪放中见沉郁的艺术情致。此外，词中还成功地运用比兴手法，不仅丰富了词的含蕴，而且对抒发词人的志节等，也都起到了很好的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>于宋光宗绍熙三年（1192年）初，辛弃疾出任福建提点刑狱。是年冬天，被宋光宗赵淳召见，由三山（今福建福州）赴临安。虽然新年将到，也只得立即起程，当时正免官家居的陈岘（字端仁）为他设宴饯行。在陈端仁为他饯行的宴会上，写了这首词。辛弃疾对这次的召见不抱任何幻想。相反，他对主和派反动势力的认识更加清楚了，愤恨的心情到了难以忍受的地步。这是写此词的心境。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "答别",
    "感时",
    "抚事",
    "抒志"
  ]
}