{
  "id": 239,
  "star": 31,
  "name": "灵台",
  "dynasty": "先秦",
  "content": "经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。</p> <p>王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，于牣鱼跃。</p> <p>虡业维枞，贲鼓维镛。于论鼓钟，于乐辟雍。</p> <p>于论鼓钟，于乐辟雍。鼍鼓逢逢。矇瞍奏公。",
  "fanyi": "<p><strong>译文</strong><br>　　开始规划筑灵台，经营设计善安排。百姓出力共兴建，没花几天成功快。开始规划莫着急，百姓如子都会来。<br>　　君王在那大园林，母鹿懒懒伏树荫。母鹿肥壮毛皮好，白鸟羽翼真洁净。君王在那大池沼，啊呀满池鱼窜蹦。<br>　　钟架横板崇牙配，大鼓大钟都齐备。啊呀钟鼓节奏美，啊呀离宫乐不归。<br>　　啊呀钟鼓节奏美，啊呀离宫乐不归。敲起鼍鼓声蓬蓬，瞽师奏歌有乐队。</p> <p><strong>注释</strong><br>⑴经始：开始计划营建。灵台：古台名，故址在今陕西西安西北。<br>⑵攻：建造。<br>⑶亟：同“急”。<br>⑷子来：像儿子似的一起赶来。<br>⑸灵囿：古代帝王畜养禽兽的园林名。<br>⑹麀（yōu）鹿：母鹿。<br>⑺濯濯（zhuó）：肥壮貌。<br>⑻翯（hè）翯：洁白貌。<br>⑼灵沼：池沼名。<br>⑽於（wū）：叹美声。牣（rèn）：满。<br>⑾虡（jù）：悬钟的木架。业：装在虡上的横板。枞（cōng）：崇牙，即虡上的载钉，用以悬钟。<br>⑿贲（fén）：借为“鼖”，大鼓。　<br>⒀论：通“伦”，有次序。<br>⒁辟廱（bì yōng）：离宫名，与作学校解的“辟廱”不同，见戴震《毛郑<a href=\"http://so.gushiwen.org/view_239.aspx\">诗</a>考证》。<br>⒂鼍（tuó）：即扬子鳄，一种爬行动物，其皮制鼓甚佳。逢（péng）逢：鼓声。<br>⒃蒙瞍：古代对盲人的两种称呼。当时乐官乐工常由盲人担任。公：读为“颂”，歌。或谓通“功”，奏功，成功。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　去过上海豫园的游客，都知道进入园门看到的第一座建筑叫三穗堂，但对那里面高高悬挂着的一块匾额上写着的“灵台经始”四字，却没多少人懂得其含义。要知道这是什么意思，就必然要说到《大雅·灵台》这一篇。</p> <p>　　《毛<a href=\"http://so.gushiwen.org/view_239.aspx\">诗</a>序》说：“《灵台》，民始附也。文王受命，而民乐其有灵德以及鸟兽昆虫焉。”似乎是借百姓为周<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>造灵台、辟廱来说明文王有德使人民乐于归附。其实，《孟子·梁惠王》云：“文王以民力为台为沼，而民欢乐之，谓其台曰灵台，谓其沼曰灵沼，乐其有麋鹿鱼鳖。古之人与民偕乐，故能乐也。”已将《灵台》的诗旨解说得很清楚。自然这是从当时作者的一面来说，如果从今天读者的一面来说，会同意这样的题解：“这是一首记述周文王建成灵台和游赏奏乐的诗。”（程俊英《诗经译注》）</p> <p>　　此篇共四章，第一、二两章章六句，第三、四两章章四句。（按：毛诗分五章，章四句，不甚合理，兹从鲁诗）第一章写建造灵台。灵台自然是台，但究竟是什么台，今所流行的各家注译本中多不作解释。按郑玄笺云：“天子有灵台者所以观祲象，察气之妖祥也。”陈子展《诗经直解》也说：“据孔疏，此灵台似是以观天文之雏型天文台，非以观四时施化之时台（气象台），亦非以观鸟兽鱼鳖之囿台（囿中看台）也。”这一章通过“经之”、“营之”、“攻之”、“成之”连用动词带同一代词宾语的句式，使得文气很连贯紧凑，显示出百姓乐于为王效命的热情，一如方玉润《诗经原始》说：“民情踊跃，于兴作自见之。”而第五句“经始勿亟”与第一句“经始灵台”在章内也形成呼应之势。</p> <p>　　第二章写灵囿、灵沼。“翯翯”，鲁诗作“皜皜”，即“皓皓”。此处文句似倒乙，“白鸟翯翯”一句似应在“於牣鱼跃”一句之后。因为第一，“白鸟”有人说是白鹭，有人说是白鹤，总之是水鸟，不应该在“王在灵沼”句领出对池沼中动物的描写之前出现。第二，孙鑛说：“鹿善惊，今乃伏；鱼沉水，今乃跃，总是形容其自得不畏人之意。”（陈子展《诗经直解》引）姚际恒也说：“鹿本骇而伏，鱼本潜而跃，皆言其自得而无畏人之意，写物理入妙。”（《诗经通论》）这表明鹿伏与鱼跃应是对称的，则“於牣鱼跃”一句当为此章的第五句。第三，“麀鹿濯濯”与“白鸟翯翯”两句都有叠字形容词，既然“麀鹿濯濯”（有叠字词）句由“王在灵囿”句引出，则“白鸟翯翯”句须由“王在灵沼”句领起，且当与“麀鹿濯濯”句位置相对应，这样章句结构才匀称均衡。（这样的解释从文词上说较合语义逻辑，然在叶韵上似亦有不圆通之处，而且上古诗文写于人类语言文字发展史的早期，体格并不像后世那么纯熟，句式错杂不齐，也是常事，因此，此见解未必正确，仅供参考而已）但不管有无倒乙，此章写鹿、写鸟、写鱼，都简洁生动，充满活力，不亚于《国风》、《小雅》中的名篇。</p> <p>　　第三章、第四章写辟廱。辟廱，一般也可写作辟雍。毛传解为“水旋丘如璧”，“以节观者”；郑笺解为“筑土雝（壅）水之外，圆如璧，四方来观者均也”。戴震《毛郑诗考证》则说：“此诗灵台、灵沼、灵囿与辟廱连称，抑亦文王之离宫乎？闲燕则游止肄乐于此，不必以为太学，于诗辞前后尤协矣。”按验文本，释“辟廱”（即“辟雍”）为君主游憩赏乐的离宫较释之为学校可信，当从戴说。离宫辟雍那儿又有什么燕游之乐呢？取代观赏鹿鸟鱼儿之野趣的，是聆听钟鼓音乐之兴味。连用四个“於”字表示感叹赞美之意，特别引人注目。而第三章后两句与第四章前两句的完全重复，实是顶针修辞格的特例，将那种游乐的欢快气氛渲染得十分浓烈。</p> <p>　　说到这里，可以回到开头的话题，揭开“灵台经始”匾额为什么会出现在豫园三穗堂之谜。既然《灵台》一诗写了园林游赏，那么“灵台”一词就与园林结下了缘，所以豫园中也就有了这块匾额。由此也可见《诗经》对后世的巨大文化影响。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏物"
  ]
}