{
  "id": 10832,
  "star": 1063,
  "name": "月夜",
  "dynasty": "唐代",
  "content": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。 <br>香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。",
  "fanyi": "<p><strong>译文<br></strong>今夜鄜州月亮，一定同样清圆，遥想闺中妻子，只能独自观赏。<br>可怜幼小的儿女，怎懂思念的心酸？<br>蒙蒙雾气，或许沾湿了妻子的鬓发；冷冷月光，该是映寒了妻子的玉臂。<br>何时才能团圆相见，倚靠薄帷共赏明月。那时一定月色依旧，就让月光默默照干我们的泪痕。</p> <p><strong>注释<br></strong>⑴鄜（fū）州：今陕西省富县。当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的家属在鄜州的羌村，杜甫在长安。<br>⑵闺中：内室。看，读平声kān。<br>⑶怜：想。<br>⑷未解：尚不懂得。<br>⑸香雾云鬟（huán）湿，清辉玉臂寒：写想象中妻独自久立，望月怀人的形象。香雾：雾本来没有香气，因为香气从涂有膏沐的云鬟中散发出来，所以说“香雾”。望月已久，雾深露重，故云鬟沾湿，玉臂生寒。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>谓：“雨未尝有香，而无微之<a href=\"http://so.gushiwen.org/view_10832.aspx\">诗</a>云：‘雨香云淡觉微和。’云未尝有香，而<a href=\"http://so.gushiwen.org/author_2566.aspx\">卢象</a>诗云：‘云气香流水。’今按：雾本无香，香从鬟中膏沐生耳。如薛能诗‘和花香雪九重城’，则以香雪借形柳花也。梁章隐《咏素馨花》诗：‘细花穿弱缕，盘向绿云鬟。’”云鬟，古代妇女的环形发饰。<br>⑹清辉：<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>诗《咏怀》其十四：“明月耀清晖。”<br>⑺虚幌：透明的窗帷。幌，帷幔。<br>⑻双照：与上面的\"独看\"对应，表示对未来团聚的期望。泪痕：隋宫诗《叹疆场》“泪痕犹尚在。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10832.aspx\">诗</a>借看月而抒离情，但抒发的不是一般情况下的夫妇离别之情。字里行间，表现出时代的特征，离乱之痛和内心之忧熔于一炉，对月惆怅，忧叹愁思，而希望则寄托于不知“何时”的未来。</p> <p>　　在一二两联中，“怜”字，“忆”字，都不宜轻易滑过。而这又应该和“今夜”、“独看”联系起来加以吟味。明月当空，月月都能看到。特指“今夜”的“独看”，则心目中自然有往日的“同看”和未来的“同看”。未来的“同看”，留待结句点明。往日的“同看”，则暗含于一二两联之中。“今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。” 这透露出他和妻子有过“同看”鄜州月而共“忆长安”的往事。安史之乱以前，作者困处长安达十年之久，其中有一段时间，是与妻子在一起度过的。和妻子一同忍饥受寒，也一同观赏长安的明月，这自然就留下了深刻的记忆。当长安沦陷，一家人逃难到了羌村的时候，与妻子“同看”鄜州之月而共“忆长安”，已不胜其辛酸。如今自己身陷乱军之中，妻子“独看”鄜州之月而“忆长安”，那“忆”就不仅充满了辛酸，而且交织着忧虑与惊恐。这个“忆”字，是含意深广，耐人寻思的。往日与妻子同看鄜州之月而“忆长安”，虽然百感交集，但尚有自己为妻子分忧；如今呢，妻子“独看”鄜州之月而“忆长安”，“遥怜”小儿女们天真幼稚，只能增加她的负担，不能为她分忧。这个“怜”字，也是饱含深情，感人肺腑的。孩子还小，并不懂得想念，但<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>不能不念。从小孩的“不念”更能体现出大人的“念”之深切。</p> <p>　　第三联通过妻子独自看月的形象描写，进一步表现“忆长安”。雾湿云鬟，月寒玉臂。望月愈久而忆念愈深，这完全是作者想象中的情景。当想到妻子忧心忡忡，夜深不寐的时候，自己也不免伤心落泪。两地看月而各有泪痕，这就激起了作者结束这种痛苦生活的希望；于是以表现希望的诗句作结：“何时倚虚幌，双照泪痕干？”“双照”而泪痕始干，则“独看”而泪痕不干，也就意在言外了。</p> <p>　　题为“月夜”，字字都从月色中照出，而以“独看”、“双照”为一诗之眼。“独看”是现实，却从对面着想，只写妻子“独看”鄜州之月而“忆长安”，而自己的“独看”长安之月而忆鄜州，已包含其中。“双照”兼包回忆与希望：感伤“今夜”的“独看”，回忆往日的同看，而把并倚“虚幌”（薄帷）、对月抒愁的希望寄托于不知“何时”的未来。采用这种从对方设想的方式，妙在从对方那里生发出自己的感情，这种方法尤被后人当作法度。全词词旨婉切，章法紧密，明白如话，感情真挚，没有被律诗束缚的痕迹。</p>",
  "about": "<h2>创作背景</h2> <p>　　天宝十五载（756年）春，安禄山由洛阳攻潼关。五月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从奉先移家至潼关以北的白水（今陕西白水县）的舅父处。六月，长安陷落，玄宗逃蜀，叛军入白水，杜甫携家逃往鄜州羌村。七月，肃宗在灵武（今宁夏灵武县）即位，杜甫获悉即从鄜州只身奔向灵武，不料途中被安史叛军所俘，押回长安。八月，作者被禁长安望月思家而作此<a href=\"http://so.gushiwen.org/view_10832.aspx\">诗</a>。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "高中古诗",
    "月亮",
    "思念",
    "女子"
  ]
}