{
  "id": 70703,
  "star": 8,
  "name": "诉衷情·春游",
  "dynasty": "明代",
  "content": "小桃枝下试罗裳，蝶粉斗遗香。<br>玉轮碾平芳草，半面恼红妆。<br>风乍暖，日初长，袅垂杨。<br>一双舞燕，万点飞花，满地斜阳。",
  "fanyi": "<h2>注释</h2> ①玉轮：犹华车。<br>②“半面”句：史载梁元帝徐妃以帝眇一目，故每以半面妆迎驾，帝见则大怒而去。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词标题为“春游”，上片写一位女子在春天的出游，下片则写了所见所感的春天的风物。</p> <p>　　“小桃枝下试罗裳”，是说出游前的准备。天气渐暖，要换上春天的罗裳，不是一换就得，所以要试，试衣于小桃枝下，很可能是普通农家的女孩子。站在小桃枝下。很容易使人联想起唐人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>的《题都城南庄》“人面桃花相映红”，这当然是一种很美的映衬。不仅如此，鲜艳的桃花和女子衣上的香泽又引来了翩翩的蝴蝶。不说蝴蝶环绕飞舞，却说“蝶粉斗遗香”，蝶翅上扑落的粉末和女子遗落的香泽比赛，哪一种更香，这就婉转曲折深有意趣了。在花丛中翩翩起舞的蝴蝶，本来也是美的化身，所以梁山伯祝英台的故事中，才有化蝶之说。</p> <p>　　游春的人自然很多，有乘宝马香车的，“玉轮碾平芳草”，从芳草地上忽忽驶过，车中的贵妇娇娃，也只在车窗中露出了半面。但“半面恼红妆”，这半面娇容却引起这位游春少女的不快。可能是因为她们乘坐的香车对于芳草的摧残，也可能因为她们不暇他顾的高傲姿态。古代“半面” 一词有曾见过面的意思。《后汉书·应奉传》载应奉曾见一车匠于门中露半面，后数十年遇之于途中。仍能认出他来。故有“半面之旧”的说法。也有就指半边脸面，如<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》：“没揣菱花偷人半面。”或者又指古代遮面之具。还有一个“半面妆”的著名典故，《南史·梁元帝徐妃传》：“妃以帝眇一目，每知帝将至，必为半面妆以俟，帝见则大怒而出。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《南朝》<a href=\"http://so.gushiwen.org/view_70703.aspx\">诗</a>云：“地险悠悠天险长，金陵王气应瑶光。休夸此地分天下，只得徐妃半面妆。”讽刺南朝苟安于半壁江山，犹如徐妃之半面妆，如取用李商隐诗意，则“半面恼红妆”当指南明福王朱由崧即位南京，只图苟安一时，如同南朝梁、陈末年故事。这种时事使人烦恼，故云：“半面恼红妆。”准此，前面的“玉轮碾平芳草”也可解释为暗指南明弘光朝排斥忠良压制贤才、这样来解释这两句词，可能显得牵强一些，但是，“半面恼红妆”又似乎不是一般语言，很值得探究。</p> <p>　　下片“风乍暖，日初长，袅垂杨”三句，写的是初春景象。风才开始变暖，白天才开始变长，垂挂的柳枝才缀上新绿而随风飘荡。三句非常紧凑。从几种事物中观察，感受表现了初春的特点。而以下的三句“一双舞燕，万点飞花，满地斜阳”却大有春事已过的景象。关于燕子，在子龙词中多次提及，如《山花子·春恨》“惟有无情双燕子，舞东风”，《眼儿媚》“只愁又见，柳绵乱落，燕语星星”、《蝶恋花·春日》“燕子乍来春渐老，乱红相对愁眉扫”、《江城子·病起春尽》“凭燕子，骂东风”。几乎都是与暮春春尽联系着。此处“一双舞燕”恐怕也不是早春景象，“万点飞花”更是暮春特有之景，“满地斜阳”也平添了一份凄清。这后面的三个四字句，与前面的三个三字句，意思上有承接，时间上有发展，似是感叹着“九十韶光如梦短”(《渔家傲》），由初春写到春夫，时间上的跨度是为了表现情感上的跨度。王士禛评此词“情景相生”（《陈忠裕全集》引）。处处是景语，也处处是情语，客观景物无不打上感情的烙印，故能深切感人。</p>",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "婉约",
    "女子",
    "春游",
    "写景"
  ]
}