{
  "id": 8037,
  "star": 18,
  "name": "寄东鲁二稚子",
  "dynasty": "唐代",
  "content": "吴地桑叶绿，吴蚕已三眠。<br>我家寄东鲁，谁种龟阴田？<br>春事已不及，江行复茫然。<br>南风吹归心，飞堕酒楼前。<br>楼东一株桃，枝叶拂青烟。<br>此树我所种，别来向三年。<br>桃今与楼齐，我行尚未旋。<br>娇女字平阳，折花倚桃边。<br>折花不见我，泪下如流泉。<br>小儿名伯禽，与姊亦齐肩。<br>双行桃树下，抚背复谁怜？<br>念此失次第，肝肠日忧煎。<br>裂素写远意，因之汶阳川。",
  "fanyi": "<p><strong>译文<br></strong>　　吴地的桑叶已经碧绿，吴地的蚕儿已经三眠。我的家室远寄东鲁，我家的田地谁人劳作？我欲春日耕种已经赶不上了，能否乘船江行而返也心感茫然。南方来风吹着我的思乡之心，飞堕在家乡的酒楼门前。楼的东边有一株桃树，枝条高耸被青烟笼罩。这株桃树是我临行时所栽，一别至今已是三年。桃树如今与酒楼一样高了，我出行在外仍未回返。我的娇女名叫平阳，手折花朵倚在桃树边盼我回家。折下桃花不见父亲的面，眼泪哗哗如同泉水流淌。我的小儿名叫伯禽，已经与姐姐一样高了。他俩并肩双行在桃树之下，谁能抚背怜爱他俩？想到这里心中不定七上八下，肝肠忧煎日甚一日。撕片素帛写下远别的心怀，借此我仿佛也回到了汉阳之川。</p> <p><strong>注释</strong><br>⑴东鲁：即今山东一带，春秋时此地属鲁国。<br>⑵吴地：即今江苏一带，春秋时此地属吴国。<br>⑶三眠：蚕蜕皮时，不食不动，其状如眠；蚕历经三眠，方能吐丝结茧。<br>⑷龟阴田：《左传·哀公十年》：齐国归还鲁国龟阴田。杜预注：“泰山博县北有龟山，阴田在其北也。”这里借此指<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在山东的田地。<br>⑸春事：春日耕种之事。<br>⑹酒楼：据《太平广记》所载，李白在山东寓所曾修建酒楼。<br>⑺拂青烟：拂动的青烟，形容枝繁叶茂状。<br>⑻向三年：快到三年了。向：近。<br>⑼旋：还，归。<br>⑽“娇女字平阳”：此句下一作“娇女字平阳，有弟与齐肩。双行桃树下，折花倚桃边。折花不见我，泪下如流泉。”<br>⑾抚背：抚摩肩背；长辈对晚辈的抚爱举动。<br>⑿之失次第：失去了常态，指心绪不定，七上八下。次第，常态，次序。<br>⒀裂素：指准备书写工具之意。素，绢素，古代作书画的白绢。<br>⒁之：到。汶阳川：指汶水，因汶阳靠近汶水故称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首情深意切的寄怀<a href=\"http://so.gushiwen.org/view_8037.aspx\">诗</a>，诗人以生动真切的笔触，抒发了思念儿女的骨肉深情。诗以景发端，在读者面前展示了“吴地桑叶绿，吴蚕已三眠”的江南春色，把自己所在的“吴地”（这里指南京）桑叶一片碧绿，春蚕快要结茧的情景，描绘得清新如画。接着，即景生情，想到东鲁家中春天的农事，感到自己浪迹江湖，茫无定止，那龟山北面的田园不知由谁来耕种。思念及此，不禁心急如焚，焦虑万分。春耕的事已来不及料理，今后的归期尚茫然无定。诗人对离别了将近三年的远在山东的家庭，田地，酒楼，桃树，儿女，等等一切，无不一往情深，尤其是对自己的儿女更倾注了最深挚的感情。“双行桃树下，抚背复谁怜？”他想象到了自己一双小儿女在桃树下玩耍的情景，他们失去了母亲（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的第一个妻子许氏此时已经去世），此时不知有谁来抚摩其背，爱怜他们。想到这里，又不由得心烦意乱，肝肠忧煎。无奈之下，只能取出一块洁白的绢素，写上自己无尽的怀念，寄给远在汶阳川（今山东泰安西南一带）的家人。诗篇洋溢着一个慈父对儿女所特有的抚爱、思念之情。</p> <p>　　这首诗一个最引人注目的艺术特色，就是充满了奇警华赡的想象。</p> <p>　　“南风吹归心，飞堕酒楼前”，诗人的心一下子飞到了千里之外的虚幻境界，想象出一连串生动的景象，犹如运用电影镜头，在读者眼前依次展现出一组优美、生动的画面：山东任城的酒楼；酒楼东边一棵枝叶葱茏的桃树；女儿平阳在桃树下折花；折花时忽然想念起父亲，泪如泉涌；小儿子伯禽，和姐姐平阳一起在桃树下玩耍。</p> <p>　　诗人把所要表现的事物的形象和神态都想象得细致入微，栩栩如生。“折花倚桃边”，小女娇娆娴雅的神态维妙维肖；“泪下如流泉”，女儿思父伤感的情状活现眼前；“与姊亦齐肩”，竟连小儿子的身长也未忽略；“双行桃树下，抚背复谁怜？”一片思念之情，自然流泻。其中最妙的是“折花不见我”一句，诗人不仅想象到儿女的体态、容貌、动作、神情，甚至连女儿的心理活动都一一想到，一一摹写，可见想象之细密，思念之深切。</p> <p>　　紧接下来，诗人又从幻境回到了现实。于是，在艺术画面上读者又重新看到诗人自己的形象，看到他“肝肠日忧煎”的模样和“裂素写远意”的动作。诚挚而急切的怀乡土之心、思儿女之情跃然纸上，凄楚动人。</p> <p>　　全诗由见吴人劳作而思家里当是春耕时节，继而对家中的桃树展开描写，随即由树及人，抒发对儿女的一片想念之情。结尾点明题意，表达寄托思念之意。全篇如同一封家书，言辞亲切，充满关爱之情。</p> <p>　　毋庸置疑，诗人情景并茂的奇丽想象，是这首诗神韵飞动、感人至深的重要原因。过去有人说：“想象必须是热的”（艾迪生《旁观者》），意思大概是说，艺术想象必须含有炽热的感情。读者重温这一连串生动逼真、情韵盎然的想象，就不难体会到其中充溢着怎样炽热的感情了。如果说，“真正的创造就是艺术想象的活动”（黑格尔语），那么，李白这首充满奇妙想象的作品，是无愧于真正的艺术创造的。</p>",
  "about": "<h2>创作背景</h2> 　　据<a href=\"http://so.gushiwen.org/view_8037.aspx\">诗</a>题下注“在金陵作”可知，此诗作于金陵（今南京），创作时间当在唐玄宗天宝七载（748年）至九载（750年）之间，有人认为是在天宝八载（749年）所作。天宝三载（744年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因在朝中受权贵排挤，怀着抑郁不平之气离开长安，开始了生平第二次漫游时期，历时十一年。这一时期，他以梁园（今河南开封）、东鲁为中心，广泛地游览了大江南北的许多地方。当时他的家人寄居在山东，李白非常想念他们，就在他寓居金陵时写下了这首亲切感人的诗篇。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "儿女"
  ]
}