{
  "id": 55198,
  "star": 53,
  "name": "减字木兰花·春怨",
  "dynasty": "宋代",
  "content": "独行独坐，独唱独酬还独卧。伫立伤神，无奈轻寒著摸人。<br>此情谁见，泪洗残妆无一半。愁病相仍，剔尽寒灯梦不成。",
  "fanyi": "<p><strong>译文<br></strong>无论行走还是静坐，无论独自吟咏还是互相唱和，乃至卧倒床榻，我都独自一人；久久的站着凝望让我倍加伤神，更无奈这春寒招惹我的愁绪。<br>这份愁情有谁曾见到，让我眼泪滚滚，把自己原先的粉妆冲洗得一丝不留；愁病交加，把灯芯挑了又挑，终究难以入眠。</p> <p><strong>注释<br></strong>⑴独行：一人行路；独自行走。<br>⑵独坐：一个人坐着。<br>⑶独唱：独自吟咏、吟唱。<br>⑷独卧：泛指一人独眠。<br>⑸伫立：久立。<br>⑹伤神：伤心。<br>⑺无奈：谓无可奈何。<br>⑻轻寒：微寒。<br>⑼残妆：亦作“ 残妆 ”。 指女子残褪的化妆。<br>⑽一半：二分之一。亦以表示约得其半。<br>⑾相仍：依然；仍旧。<br>⑿寒灯：寒夜里的孤灯。多以形容孤寂、凄凉的环境。<br>⒀不成：不行，不可以。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>是是一位才貌出众、善绘画、通音律、工<a href=\"http://so.gushiwen.org/view_55198.aspx\">诗</a>词的才女，但她的婚姻很不美满，婚后抑郁寡欢，故诗词中“多忧愁怨恨之语”。相传她出身富贵之家，至于她的丈夫是什么样的人，其说不一。有的说她“嫁为市井民家妻”，有的说她的丈夫曾应礼部试，后又官江南，但朱与他感情不合。不管何种说法可信，有一点是相同的：即她所嫁非偶，婚后很不幸福。就所反映的内容看，这首词与她婚姻上的不同有密切关系。</p> <p>　　“独行独坐，独倡独酬还独卧”两句，连用五个“独”字，充分表现出她的孤独与寂寞，似乎“独”字贯穿在她的一切活动中。“伫立伤神”等两句，紧承上句，不仅写她孤独，而且描绘出她的伤心失神。特别是“无奈轻寒著摸人”一句，写出了女词人对季节的敏感。“轻寒”二字，正扣题目“春怨”二字的“春”字，全词无一语及春，惟从“轻寒”二字，透露出春天的信息。“著摸”一词，宋人诗词中屡见，有撩拨、沾惹之意。如孔平仲《怀蓬莱阁》诗：“深林鸟语流连客，野径花香着莫人。”<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《和王司法雨中惠诗》诗：“无那春愁着莫人，风颠雨急更黄昏”。“著摸”即“着莫”，朱淑真词与杨万里诗用法完全相同。轻寒为什么撩惹春愁，失去爱情幸福的女词人深有体会。寡居的<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>感到“乍暖还寒时候，最难将息”（《声声慢》）；对自己的婚姻深感不满的朱淑真在“伫立伤神”之际，不禁发出“无奈轻寒著摸人”的吟咏，足见两位女词人在“轻寒”季节，有着共同的伤心之处。</p> <p>　　下片进一步抒写女词人愁怨。“此情谁见”四字，承上启下，一语双兼，“此情”，既指上片的孤独伤情，又兼指下文的“泪洗残妆无一半”写出了女词人以泪洗面的愁苦。结穴处的两句，描绘自己因愁而病，因病添愁，愁病相因，以至夜不成眠的痛苦。</p> <p>　　这首词语言自然婉转，通俗流丽，篇幅虽短，波澜颇多。上片以五个“独”字，写出了女词人因内心孤闷难遣而导致的焦灼无宁、百无一可的情状，全是动态的描写。“伫立伤神”两句，转向写静态的感觉，但意脉是相承的。下片用特写镜头摄取了两幅生动而逼真的图画：一幅是泪流满面的少妇，眼泪洗去了脸上大半的脂粉；另一幅是她面对寒夜孤灯，耿耿不寐。</p> <p>　　“剔尽寒灯”的落脚点不在“剔”字（剪剔灯心的动作），而在“尽”字。“尽”字是体现时间的。所谓“梦又不成灯又烬”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《玉楼春》），显然是彻夜无眠。对于孤凄愁病的闺中人，只写这一泪、这一夜的悲苦，其他日子里也是完全可以想象的。又何况是“此情谁见”，无人见，无人知，无人慰藉，无可解脱！自写苦情，情长词短，其体会之深，含蕴之厚，有非男性作家拟闺情之词所能及者。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>是中国宋代女词人，与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“差堪比肩”，并称“词坛双壁”。其虽家世显赫，婚姻却十分不幸，这首词正是由于自己的婚姻的不幸，所嫁非偶，日夜思念自己的意中人所写。朱淑真书写时心中充满矛盾，但字里行间却透露着对知音的渴望，对自我才华的肯定，对自我实现的期待。",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "闺怨",
    "女子",
    "孤独",
    "悲苦"
  ]
}