{
  "id": 69162,
  "star": 33,
  "name": "岳鄂王墓",
  "dynasty": "元代",
  "content": "鄂王坟上草离离，秋日荒凉石兽危。<br>南渡君臣轻社稷，中原父老望旌旗。<br>英雄已死嗟何及，天下中分遂不支。<br>莫向西湖歌此曲，水光山色不胜悲。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>墓上荒草离离，一片荒凉，只有秋草、石兽而已。<br>南渡君臣轻视社稷，可中原父老还在盼望着王师的旌旗。<br>英雄被害，后悔晚矣，天下灭亡已成定局。<br>不要向西湖吟唱此<a href=\"http://so.gushiwen.org/view_69162.aspx\">诗</a>，面对这样的景致无从吟起。</p> <p><strong>注释<br></strong>⑴岳鄂王墓：即岳飞墓。在杭州西湖边栖霞岭下，岳飞于绍兴十一年（1142年）被权奸秦桧等阴谋杀害。宋宁宗嘉泰四年（1204年），追封为鄂王。<br>⑵离离：野草茂盛的样子。<br>⑶石兽危：石兽庄严屹立。石兽，指墓前的石马之类。危，高耸屹立的样子。<br>⑷南渡君臣：指以宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>为代表的统治集团。北宋亡后，高宗渡过长江，迁于南方，建都临安（今杭州），史称南渡。<br>⑸社稷：指国家。社，土地神。稷，谷神。<br>⑹望旌旗：意为盼望南宋大军到来。旌旗，代指军队。<br>⑺嗟何及：后悔叹息已来不及。<br>⑻天下中分遂不支：意为从此国家被分割为南北两半，而南宋的半壁江山也不能支持，终于灭亡。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一支悲愤的悼歌。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的惨死是中国历史上的一大悲剧。岳飞虽然冤死，但他的英名却永远留在历代人民的心中。宋宁宗嘉泰四年（1204年），追封岳飞为鄂王，旷世冤案得以昭雪，离岳飞被害已62年。岳墓建在风景秀丽的西湖岸边，岳飞虽封<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>墓，但由于连年战乱，陵园荒芜，景象凄凉。这首<a href=\"http://so.gushiwen.org/view_69162.aspx\">诗</a>以反映这样的现实入笔。</p> <p>　　首联以离离墓草渲染岳墓秋日的荒凉，冷硬屹立的石兽，更增添了几分悲思。接下来用南北君民作对比，谴责南宋当局苟安享乐、不思北进，同情中原父老忍受煎熬，遥望南师。颈联哀叹有望承担中兴重任的英雄岳飞悲惨死去，使天下南北中分以至南宋最终被蒙古人灭亡。作者在尾联悲痛地吟道：“莫向西湖歌此曲，水光山色不胜悲。”满含湖光依旧，河山易主的深沉的感慨。</p> <p>　　作者以赵宋后裔的身份为冤死于赵宋王朝的岳飞，由衷地唱出这支哀痛伤惋的悼歌，分外感人。</p><br/><h2>赏析三</h2> <p>　　这首七律是作者瞻仰<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>墓时所作，对岳飞屈死及由此而产生的恶果表示了极为沉痛哀悼之情，对南宋君臣苟且偷安的政策表示了强烈的愤恨。</p> <p>　　首二句写岳飞墓前荒凉之景，暗寓作者伤痛之情。中四句用对比手法写南宋君臣的倒行逆施及由此产生的恶果，显示了作者的谴责、愤恨之情。末二句收结全篇，在气氛上是承应首二句，在感情上是绾合中四句。</p> <p>　　咏怀古人的<a href=\"http://so.gushiwen.org/view_69162.aspx\">诗</a>作，一般都喜欢用典，但这首诗语言平易，基本上没有用典，真实地表达了作者的思想感情。</p><br/><h2>赏析一</h2> 　　这是一首怀古七律。此<a href=\"http://so.gushiwen.org/view_69162.aspx\">诗</a>以岳坟的荒凉景象起兴，表达了对<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>不幸遭遇的深切同情。并由此而联想到南宋君臣不顾国家社稷与中原父老，偏安东南一隅，以致最终酿成亡国惨剧。作为宋宗室，<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>于亡国之际，面对岳坟追寻南宋衰亡之因，就不仅仅是客观的理性认识了。此诗结尾两句，即蕴涵着诗人无尽的家国之思、亡国之恨。",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>是千古奇冤，历来有许多题咏、凭吊，这首却尤为沉痛。<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>是宋朝的宗室，带有皇家血统，自然对宋朝的灭亡有比常人更近距离的体会。此时宋朝已经灭亡，宋人<a href=\"http://so.gushiwen.org/view_69162.aspx\">诗</a>里常见的对敌人的叫嚣怒骂、挑战决斗已经不见了，取而代之的是“英雄已死嗟何及，天下中分遂不支”的无奈，对于此时的局势，再没翻身的可能了。</p> <p>　　或许正因为赵孟頫看破这层，元至元二十三年（1286年）行台侍御史程钜夫“奉诏搜访遗逸于江南”，赵孟頫当仁不让、毫不推辞，到了京城立即受到元世祖的接见。元世祖赞赏其才貌，惊呼为“神仙中人”，给予种种礼遇。此后官运亨通，做到了翰林学士承旨、荣禄大夫，官居从一品。当时指责赵孟頫的人不少，但今人当更宽容地看待。宋朝廷已经成了那样，赵孟頫已不能有什么作为。读书做官是当时士人的必由之路，隐居不仕固然是选择，积极有为又也无过错，不过无论怎么辩白，总有苛刻的评论不放过他，想把他牢牢钉在耻辱柱上。在元朝的诸多诗词中，这是首好诗，不能因人废言。</p>",
  "poet": {
    "id": 651,
    "star": 0,
    "name": "赵孟頫",
    "image": "http://img.gushiwen.org/authorImg/zhaomengfu.jpg",
    "desc": "赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。"
  },
  "tags": [
    "咏史怀古",
    "悼亡",
    "同情"
  ]
}