{
  "id": 71755,
  "star": 17,
  "name": "登大伾山诗",
  "dynasty": "明代",
  "content": "晓披烟雾入青峦，山寺疏钟万木寒。<br>千古河流成沃野，几年沙势自风湍。<br>水穿石甲龙鳞动，日绕峰头佛顶宽。<br>宫阙五云天北极，高秋更上九霄看。",
  "shangxi": "<h2>赏析</h2> <p>　　这是明代哲学家、军事家和文学家<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>早年的<a href=\"http://so.gushiwen.org/view_71755.aspx\">诗</a>作，以至于在王守仁诗集中寻访不到，然而《登大伾山》诗碑还矗立在大伾山顶禹王庙西侧，大字行楷，诗衬字，字映诗，显得浑然一体，正可谓“翩翩然凤翥而龙蟠”，清隽磅礴之气扑面而来。书法劲拔，神采苍秀，字里行间犹如黄河之水浪涛汹涌，观后令人激动不已。他虽善书法，但正如明代书画家<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>所说：“古人论右军（指<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>）以书掩人，新建先生（指守仁）乃不然，以人掩其书。”　就是说，由于其他方面的名气太大了，结果把他的善书之名掩盖掉了。因此，《登大伾山诗》虽然是王守仁早年诗作，但是从书法价值和文学价值两方面来看，不愧为“诗书双璧”。</p> <p>　　1498年（明弘治十一年），浚县名宦王越死于甘州军中。消息传到北京后，皇上很伤心，特意辍朝一日以示哀悼。1499年，新科进士王守仁奉旨送王越灵柩回浚县安葬。在此期间，王守仁曾慕大石佛之名到大伾山来拜谒。来到了大伾山。登山揽胜，他有感而发，写下了《登大伾山诗》。写诗的时间正如诗碑上落款是“己未仲秋朔”。这在《传习录》上还有演绎性的记载说“先生未第时尝梦威宁伯遗以弓剑。是秋钦差督造威宁伯王越坟，驭役夫以什伍法，休食以时，暇即驱演‘八阵图’。事竣，威宁家以金帛谢，不受；乃出威宁所佩宝剑为赠，适与梦符，遂受之。”看来，王阳明登第之前已经和王越神交久矣，梦中赠剑，一个军事家刚刚逝去，另一个年轻军事家随即登场，这是大明王朝不幸中之千载幸事。</p> <p>　　《登大伾山诗》为七言律诗。首联“晓披烟雾入青峦，山寺疏钟万木寒”，不蔓不枝，直奔主题，即点明了登山之意，又用洗练简洁的笔法描写了登大伾山的初步感受。年轻的阳明先生，在公务之余，也许对大伾山这座“禹贡”名山向往已久，正所谓“高山仰之，景行行止，虽不能至，心向往之”，而今有了机会，于是天刚拂晓，诗人就和二三友人朝大伾山迤逦而来。据《水浒传》作者描述，古时候的大伾山方圆很广，古木参天，是一个幽僻的隐居之处，因此走在崎岖的山路上，穿云破雾，大有游仙的感觉，只是远远望见萦绕在乳白色晨雾中的黛绿的山峦，感觉很近，走起来却很远。这对抱着极大兴趣和幻想的诗人来说，反而更有诱惑力，于是一个“披”字用的好，不仅在烟雾中穿行，还有披荆斩棘努力前行的精神。山中寺庙的悠扬钟声从远处传来，也许还有悠扬梵呗传来，钟声而形容为“疏”，可谓神来之笔，以动衬静，动静有致，使人觉得这深秋的大伾山幽静深邃，寒意浓浓。这一联写烟写树，写山写人，写声音写色彩，虚实相生，可谓纳须弥于芥子，很有概括性。</p> <p>　　颔联“千古河流成沃野，几年沙势自风湍”，是诗人在山腰高处的远眺，也许是熟悉山川地理的诗人的感慨和畅想。浚县古称黎阳，在明代有“赛江南”之称，流传的谚语说：“从南京到北京，都比不上浚县城。”可见明朝时浚县山下平畴千里“参差十万人家”的富庶面貌。诗人了解历史，不由得感慨：亘古长流的滔滔黄河虽然在宋代已经改道，却给黎阳留下肥沃的土地，这大自然的馈赠，是需要几世几年的修行才会降临的福祉。风湍沙势，沃野千年，包含着深沉的感慨和悠远的怀古之情。南北朝文学理论家<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙》里说：“文之思也，其神远矣。故寂然凝虑，思接千载；悄然动容，视通万里；吟咏之间，吐纳珠玉之声；眉睫之前，卷舒风云之色；其思理之致乎。故思理为妙，神与物游……此盖驭文之首术，谋篇之大端。”读《登大伾山诗》的颔联两句，读者不禁要和诗人一起神与物游，思接千载了。</p> <p>　　颈联“水穿石甲龙鳞动，日绕峰头佛顶宽”。随着晨雾的消散，旭日的东升，诗人一行涉溪跨涧，继续兴致勃勃地登山。大伾山山势陡峭，巉岩遍布，可是也碧水潺湲。诗人看着清澈的溪水在层层叠叠的青石之间跳跃奔流，不禁觉得这好像一条巨龙盘亘在山腰，鳞光闪动，跃跃欲飞了呢。这时候，峰回路转，已经到了山顶。大伾山山顶开阔平坦，简直是佛祖布道的天然道场。更何况，大伾山东面有面东而坐俯瞰黄河古道的“镇河将军”大石佛，大石佛开凿于五代后赵时期，是中国北方最早最大的石佛，可以说整个青山，半是巍然佛像，山的绝顶，已然所谓“佛顶”。这时候，朝阳喷薄而出，霞光万道，沐浴着这神奇的山林，礼佛的虔诚神圣和江山壮丽的豪情油然升腾，在年轻的王守仁心头翻滚。古人读书，目的在于“修、齐、治、平”，致君尧舜，兼济天下，做一番丰功伟绩以便流传千古彪炳史册。作为年轻有为的新科进士，受君王厚爱和重托来为国之长城王越治丧　，应该感到无尚荣耀。登高怀远，是中国古诗的永恒主题之一，也是中国古代诗人的传统思维。诗人们每逢登高，大多要怀乡思人，感念故国，有“前不见古人后不见来者”的悲伤，更何况“秋，士悲也”，在这样一个冷落的时节，涌上诗人心头，诉诸诗人笔下的更多的是悲慨。尾联“宫阙五云天北极，高秋更上九霄看”。诗人已经登山绝顶，这时候他并没有翘首南望故乡，而翻滚的思绪，径直奔向了遥远的北京城。好像在那目之所及之处，五彩祥云笼罩的正是皇家宫阙，作为受命于天子而又不辱使命的钦差，他在这深秋季节，在这九霄高处，眷念的是国家重托，思索的更多的是深沉的历史。这两句诗，还充溢着诗人对人生、对仕途的信心与激情。“宫阙五云天北极，高秋更上九霄看。”前句讲，登上大伾山向北方遥望，似见五彩祥云正缭绕于皇宫之上，后一句则阐释了“欲穷千里目，更上一层楼”的人生哲理。王守仁写作《登大伾山诗》时，正值气盛志满之时，眼前物，天外景，胸中意，无不诱发作者昂扬的斗志与饱满的政治激情。 </p>",
  "poet": {
    "id": 706,
    "star": 0,
    "name": "王守仁",
    "image": "http://img.gushiwen.org/authorImg/wangshouren.jpg",
    "desc": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。"
  },
  "tags": [
    "登高",
    "写山",
    "抒怀",
    "爱国",
    "壮志"
  ]
}