{
  "id": 72369,
  "star": 338,
  "name": "五人墓碑记",
  "dynasty": "明代",
  "content": "　　五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！</p> <p>　　夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？</p> <p>　　予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。</p> <p>　　然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。</p> <p>　　嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。</p> <p>　　由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠谥褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。</p> <p>　　贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。",
  "fanyi": "<p><strong>译文</strong><br>　　（墓中的）五个人，就是当周蓼洲先生被捕的时候，激于义愤而死于这件事的。到了现在，本郡有声望的士大夫们向有关当局请求，就清理已被废除的魏忠贤生祠旧址来安葬他们；并且在他们的墓门之前竖立碑石，来表彰他们的事迹。啊，也真是盛大隆重的事情呀！</p> <p>　　这五人的死，距离现在建墓安葬，时间不过十一个月罢了。在这十一个月当中，大凡富贵人家的子弟，意气豪放、志得意满的人，他们因患病而死，死后埋没不值得称道的人，也太多了；何况乡间没有声名的人呢？唯独这五个人声名光荣显耀，为什么呢？</p> <p>　　我还记得周公被捕，是在丁卯年三月十五日。我们社里那些道德品行可以作为读书人的表率的人，替他伸张正义，募集钱财送他起程，哭声震天动地。差役们按着剑柄上前，问：“在为谁悲痛？”大家不能再忍受了，把他们打倒在地。当时以大中丞职衔作应天府巡抚的是魏忠贤的党羽，周公被捕就是由他主使的；苏州的老百姓正在痛恨他，这时趁着他厉声呵骂的时候，就一齐喊叫着追赶他。这位大中丞藏在厕所里才得以逃脱。不久，他以苏州人民发动暴乱的罪名向朝廷请示，追究这件事，杀了五个人，他们是颜佩韦、杨念如、马杰、沈扬、周文元，就是现在一起埋葬在墓中的这五个人。<br>　<br>　　然而，当五个人临刑的时候，神情慷慨自若，呼喊着中丞的名字骂他，谈笑着死去了。砍下的头放在城头上，脸色一点也没改变。有位有名望的人拿出五十两银子，买下五个人的头并用木匣装起来，最终与尸体合到了一起。所以现在墓中是完完整整的五个人。</p> <p>　　唉！当魏忠贤作乱的时候，做官的人能够不改变自己志节的，中国之大，能有几个人呢？但这五个人生于民间，从来没受过书的教诲，却能被大义所激励，踏上死地也不回头，又是什么缘故呢？况且当时假托的皇帝的诏书纷纷传出，追捕同党的人遍于天下，终于因为我们苏州人民的发愤抗击，使阉党不敢再株连治罪；魏忠贤也迟疑不决，畏惧正义，篡夺帝位的阴谋难于立刻发动，直到当今的皇上即位，（魏忠贤畏罪）吊死在路上，不能不说是这五个人的功劳呀。</p> <p>　　由此看来，那么如今这些高官显贵们，一旦犯罪受罚，有的脱身逃走，不能被远近各地所容纳；也有的剪发毁容、闭门不出，或假装疯狂不知逃到何处的，他们那可耻的人格，卑贱的行为，比起这五个人的死来，轻重的差别到底怎么样呢？因此周蓼洲先生的忠义显露在朝廷，赠给他的谥号美好而光荣，在死后享受到荣耀；而这五个人也能够修建一座大坟墓，在大堤之上立碑刻名，所有四方的有志之士经过这里没有不跪拜流泪的，这实在是百代难得的际遇啊。不这样的话，假使让这五个人保全性命在家中一直生活到老，尽享天年，人人都能够像奴仆一样使唤他们，又怎么能让豪杰们屈身下拜，在墓道上扼腕惋惜，抒发他们有志之士的悲叹呢？所以我和我们同社的诸位先生，惋惜这墓前空有一块石碑，就为它作了这篇碑记，也用以说明死生意义的重大，（即使）一个普通老百姓对于国家也有重要的作用啊。</p> <p>　　几位有声望的士大夫是：太仆卿吴因之先生，太史文文起先生，姚孟长先生。</p> <p><strong>注释</strong><br>1.本文作于明崇祯元年（1628）。天启年间，宦官魏忠贤专权，网罗遍天下，以残暴手段镇压东林党人。天启六年（1626），派人到苏州逮捕曾任吏部主事、文选员外郎的周顺昌，激起苏州市民的义愤，爆发了反抗宦官统治的斗争。本文是为这次斗争中被阉党杀害的五位义士而写的碑文。文章议论随叙事而入，感慨淋漓，激昂尽致，题外有情，题外有旨，开人心胸。<br>2.蓼（liǎo）洲周公：周顺昌，字景文，号蓼洲，吴县（今苏州）人。万历年间进士，曾官福州推官、吏部主事、文选员外郎等职，因不满朝政，辞职归家。东林党人魏大中被逮，途经吴县时，周顺昌不避株连，曾招待过他。后周顺昌被捕遇害。崇祯年间，谥忠介。<br>3.郡：指吴郡，即今苏州市。当道：执掌政权的人。<br>4.除魏阉废祠之址：谓清除魏忠贤生祠的旧址。除，修治，修整。魏阉，对魏忠贤的贬称。魏忠贤专权时，其党羽在各地为他建立生祠，事败后，这些祠堂均被废弃。<br>5.旌（jīng）：表扬，赞扬。<br>6.去：距离。墓：用作动词，即修墓。<br>7.皦（jiǎo）皦：同“皎皎”，光洁，明亮。这里指显赫。<br>8.丁卯三月之望：天启七年（1627）农历三月十五日，此处属于作者笔误，实际应为天启六年（1626）丙寅年。<br>9.吾社：指应社。行为士先者：行为能够成为士人表率的人。<br>10.声义：伸张正义。<br>11.缇骑（tíjì）：穿桔红色衣服的朝廷护卫马队。明清逮治犯人也用缇骑，故后世用以称呼捕役。<br>12.堪：忍受。<br>13.抶（chì）而仆之：谓将其打倒在地。抶，击。仆，使仆倒。<br>14.“是时”句：这时做苏州巡抚的人是魏忠贤的党羽。按，即毛一鹭。大中丞，官职名。抚吴，做吴地的巡抚。魏之私人，魏忠贤的党徒。<br>15其：指毛一鹭。呵：呵斥、责骂。<br>16.噪而相逐：大声吵嚷着追逐。<br>17.匿于溷（hùn）藩：藏在厕所。溷，厕所。藩，篱、墙。<br>18.按诛：追究案情判定死罪。按，审查。<br>19.傫（lěi）然：聚集的样子。<br>20.詈（lì）：骂。<br>21.脰（dòu）：颈项，头颅。函之：用棺材收敛他们。<br>22.大阉：指魏忠贤。<br>23.缙绅：也作“搢绅”，指古代缙笏（将笏插于腰带）、垂绅（垂着衣带）的人，即士大夫。缙，同“搢”，插。绅，大带。<br>24.编伍：指平民。古代编制平民户口，五家为一“伍”。<br>25.曷：同“何”。<br>26.矫诏：假托君命颁发的诏令。<br>27.钩党之捕：这里指搜捕东林党人。钩党，被指为有牵连的同党<br>28.株治：株连惩治。<br>29.逡（qūn）巡：欲进不进、迟疑不决的样子。<br>30.“非常”二句：非常之谋，指篡夺帝位的阴谋。猝（cù）发，突然发动。<br>31.圣人：指崇祯皇帝朱由检。投缳（huán）道路：天启七年，崇祯即位，将魏忠贤放逐到凤阳去守陵，不久又派人去逮捕他。他得知消息后，畏罪吊死在路上。投缳，自缢。投，掷、扔。缳，绳圈，绞索。<br>32.抵罪：因犯罪而受相应的惩罚。<br>33.“而又有”二句：还有剃发为僧，闭门索居，假装疯颠而不知下落的。<br>34.辱人贱行：可耻的人格，卑贱的行为。<br>35.暴（pù）：显露。<br>36.赠谥美显：指崇祯追赠周顺昌“忠介”的谥号。美显：美好荣耀。<br>37.加其土封：增修他们的坟墓。<br>38.百世之遇：百代的幸遇。<br>39.户牖（yǒu）：指家里。户，门。牖，窗。<br>40.隶使之：当作仆隶一样差使他们。隶，名词用作状语，像对待奴仆那样。<br>41.屈：使屈身，倾倒。<br>42.扼腕墓道：用手握腕，表示情绪激动、振奋或惋惜。<br>43.明死生之大：表明死生的重大意义。<br>44.匹夫：指平民，这里指五义士。社稷：国家。<br>45.冏（jiǒng）卿：太仆卿，官职名。因之吴公：吴默，字因之。<br>46.太史：指翰林院修撰。文起文公：文震孟，字文起。<br>47.孟长姚公：姚希孟，字孟长。</p>",
  "shangxi": "<p>　　本文写的是明末天启六年（1626）三月苏州市民反抗阉党的斗争。</p> <p>　　明朝末年，宦官魏忠贤专权，阉党当政。他们网罗党羽，排斥异己，杀戮大臣，欺压人民，暴虐无道，形成了“钩党之捕遍于天下”的局面。当时以江南士大夫为首的东林党人，主张开放言路，改良政治。他们多次上疏弹劾魏忠贤，斗争非常激烈。以魏忠贤为首的阉党对东林党人进行残酷迫害，杨涟、左光斗、魏大昌等相继被杀。天启六年（1626），魏忠贤又派爪牙到苏州逮捕周顺昌，苏州市民群情激愤，奋起反抗，发生暴动。事后，统治者大范围搜捕暴动市民，市民首领颜佩韦等五人为了保护群众，挺身投案，英勇就义。次年，崇祯皇帝即位，罢黜魏忠贤，魏畏罪自缢，阉党失败，周顺昌得以昭雪。为了纪念死去的五位烈士，苏州人民把他们合葬在城外虎丘山前面山塘河大堤上，称为“五人之墓”。于崇祯元年（1628）写下这篇《五人墓碑记》。</p>",
  "about": "<h2>主题思想</h2> 　　这篇文章运用对比、反衬的手法来加强艺术效果。第一、二两段以“富贵之子，慷慨得志之徒”的“死而湮没不足道者”和“‘草野之无闻者”同五人“立石于其墓之门，以族其所为”对比；第五段以缙绅的改变初志、趋炎附势同五人的大义凛然、蹈死不顾对比；第四、六段以高爵显位者一旦抵罪后的卑贱行径同五人的英勇就义，谈笑以死对比；第六段以五人“列其姓名于大堤之上，凡四方之士无不有过而拜且泣者”，同假若五人“保其首领”、“以老于户牖之下”、“人皆得以隶使之”对比，处处反衬出五义士美好高尚的内心世界。",
  "poet": {
    "id": 809,
    "star": 0,
    "name": "张溥",
    "image": "http://img.gushiwen.org/authorImg/zhangpu.jpg",
    "desc": "张溥（1602～1641），明代文学家。初字乾度，后字天如，号西铭。直隶太仓（今属江苏）人。崇祯进士，选庶吉士，自幼发奋读书，明史上记有他“七录七焚”的佳话。与同乡张采齐名，合称“娄东二张”。张溥曾与郡中名士结为复社，评议时政，是东林党与阉党斗争的继续。张溥在文学方面，推崇前后七子的理论，主张复古，又以“务为有用”相号召。一生著作宏丰，编述三千余卷，涉及文、史、经学各个学科，精通诗词，尤擅散文、时论。代表作有《五人墓碑记》。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "赞颂",
    "写人",
    "碑记"
  ]
}