{
  "id": 71621,
  "star": 26,
  "name": "临江仙·洞庭波浪颭晴天",
  "dynasty": "五代",
  "content": "洞庭波浪颭晴天，君山一点凝烟。此中真境属神仙。玉楼珠殿，相映月轮边。<br>万里平湖秋色冷，星辰垂影参然。橘林霜重更红鲜。罗浮山下，有路暗相连。",
  "fanyi": "<p><strong>译文</strong><br>洞庭碧波荡涤着万里晴空，君山一点仿佛凝在烟波中。山中的美景真是神居仙境，楼阁如玉砌，殿堂连珠影，镶嵌在月轮边上，与明月相映。<br>平湖万顷凝着秋色的清冷，天边闪烁着时隐时现的晨星。经霜的橘林色更鲜浓。听人传说，罗浮山下，有暗道与仙境连通。</p> <p><strong>注释</strong><br>⑴飐（zhǎn）：风吹颤动。<br>⑵君山：在湖南洞庭湖中，又名湘山。《水经注》：“湖中有君山······是山湘君之所游处，故曰君山。”<br>⑶真境：神仙境界。《拾遗记》：“洞庭山，浮于水上，其下有金堂数百间，玉女居之。四时闻金石丝竹之声，彻于山顶。······其山又有灵洞，入中常如有烛于前。中有异香芬馥，泉石明朗。采药石之人入中如行十里，迥然天清霞耀，花芳柳暗，丹楼琼宇，宫观异常，乃见众女霓裳，冰颜艳质，与世人殊别。”<br>⑷玉楼珠殿：指君山上的湘妃祠。<br>⑸参（cēn）然：星光闪烁，时隐时现的样子。<br>⑹罗浮山：仙山名，在广东省增城、博罗、河源等县间，长达百余公里，风景秀丽。相传罗山之西有浮山，为蓬莱之一阜，浮海而至，与罗山并体，故曰罗浮。传称<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>曾得仙术于此，被道家列为第七洞天。<br>⑺“有路”句：传说洞庭口君山下有石穴，潜通吴之包山，俗称“巴陵地道”。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　这首描绘的是洞庭湖秋夜的景色，即使没有标题，也仍然表现了泛舟游览的景致。</p> <p>　　上片第一句，极言洞庭之大，可说是抓住了这湖的特色。句中的“飐”字，表现了风吹浪动的场面。但此句并非写浪涛的汹涌，而是湖面的广阔。第二句，写在湖面上遥望君山，如一点凝烟。这里仅用“一点凝烟”来描绘，既反衬出湖面宽广，更为画面添了一种神秘朦胧的情韵。第三句紧承上句，说明神秘朦胧的君山是神仙的世界。第四、五两句“玉楼珠殿，相映月轮边”，是作者对仙境的想像。这两句承上君山、仙境而下，“相映月轮边”，景色奇丽，又自然的交代了作者游湖是在夜间。</p> <p>　　下片开头，“万里平湖秋色冷”作者以“秋色”点名时令。后又着一“冷”字，则使境界全出，妙不可言。一个“冷”字不仅表现了湖水宽阔，为秋色增寒，让人仿若身临其境。天为秋夜，湖面之气温，人之体肤心理感受，都包容于此一字中。这种冷，只有身处水天空阔之中才感觉得真切。第二句以星斗下垂，写湖面视野开阔的景象，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《旅夜书怀》中所写下“星垂平野阔”意境相同。第三句写的是洞庭湖畔桔林，经秋霜一压，桔子成熟，更显得红艳娇美。给人以视觉享受。最末两句，将洞庭湖与号称道教“第七洞天”的罗浮山联系起来，表现了<a href=\"http://so.gushiwen.org/view_71621.aspx\">诗</a>人对仙境的向往。</p> <p>　　牛希济《临江仙》共七首，都是咏往昔神仙之事，其共同的特点是语言芊绵温丽，写景抒情，融为一体，其凭吊凄凉之意，蕴含其中，深得咏史之体裁。而从此首词来看，作者运用虚实相间的写作手法，充分的驰骋想像，淋漓尽致的写出洞庭湖的神韵。在文字的运用上，自然平易，有一种清新明丽之感。</p> <p>　　这秋景是真境，或是幻境，该是真真幻幻，真中有幻，幻中有真吧。洞庭素称\"八百里\"。说波浪连天，湖中君山犹似一点，虽不免夸张，终属真境，说君山是神仙所居，上有\"玉楼珠殿\"，与明月交辉，则是神话传说，属幻境。说湖中星影参差，随波上下，湖畔霜华遍野，橘林如丹，是真境；说洞庭与千里之外岭南的罗浮山相连，却是传闻之词，应属幻境。真境，固然歌颂了山河壮阔，幻境，也为这壮阔著上虹霓船的奇丽色彩。真真幻幻，虚虚实实，共同构成这阔大的词境共同衬托出词人阔大的襟怀。</p><br/><h2>鉴赏</h2> <p>　　牛希济《临江仙》共七首，都是咏往昔神仙之事，其共同的特点是语言芊绵温丽，写景抒情，融为一体，其凭吊凄凉之意，蕴含其中，深得咏史之体裁。</p> <p>　　这首词咏罗浮仙子。上片“洞庭”两句，极言洞庭之大，写景颇佳。下片好在景与情生，仙有人情。“万里平湖秋色冷”，着一“冷”字，境界全出，极妙。</p> <p>　　此词作者运用了虚实相间的写作手法，充分地驰骋想象，淋漓尽致地写出了洞庭湖的神韵。词中描写的洞庭秋景真真幻幻，真中有幻，幻中有真，真幻难辨。洞庭素称“八百里”，说波浪连天，湖中君山犹似一点，虽不免夸张，终属真境；说君山是神仙所居，上有“玉楼珠殿”，与明月交辉，则是神话传说，属幻境。说湖中星影参差，随波上下，湖畔霜华遍野，橘林如丹，是真境；说洞庭与千里之外岭南的罗浮山相连，却是传闻之词，应属幻境。真境，固然歌颂了山河壮阔，幻境，又为这壮阔著上虹霓船的奇丽色彩。真真幻幻，虚虚实实，共同构成这阔大的词境共同衬托出词人阔大的襟怀。</p> <p>　　此词在语言运用上，崇尚自然平易，“甚蕴藉有情致”（郑振铎语），给人一种清新明丽的感觉。 </p>",
  "poet": {
    "id": 594,
    "star": 0,
    "name": "牛希济",
    "desc": "五代词人。生卒年不详。陇西（今甘肃）人。词人牛峤之侄。早年即有文名，遇丧乱，流寓于蜀，依峤而居。后为前蜀主王建所赏识，任起居郎。前蜀后主王衍时，累官翰林学士、御史中丞。后唐庄宗同光三年(925)，随前蜀主降于后唐，明宗时拜雍州节度副使。"
  },
  "tags": [
    "咏物",
    "写景",
    "抒怀"
  ]
}