{
  "id": 48085,
  "star": 13,
  "name": "从斤竹涧越岭溪行",
  "dynasty": "南北朝",
  "content": "猿鸣诚知曙，谷幽光未显。<br>岩下云方合，花上露犹泫。<br>逶迤傍隈隩，迢递陟陉岘。<br>过涧既厉急，登栈亦陵缅。<br>川渚屡径复，乘流玩回转。<br>苹萍泛沉深，菰蒲冒清浅。<br>企石挹飞泉，攀林摘叶卷。<br>想见山阿人，薜萝若在眼。<br>握兰勤徒结，折麻心莫展。<br>情用赏为美，事昧竟谁辨？<br>观此遗物虑，一悟得所遣。",
  "fanyi": "<h2>注释</h2> ⑴曙：黎明。这二句是说，从猿鸣声中可以知道已经是黎明了，但在幽深的山谷间却还看不到阳光。<br>⑵泫（xuàn绚）：水珠欲滴的样子。<br>⑶逶迤（wéi yí危夷）：道路弯曲而漫长的样子。隈隩（wēi yù危玉）：山崖转弯的地方。这句是说<a href=\"http://so.gushiwen.org/view_48085.aspx\">诗</a>人沿着弯弯曲曲的道路前进。<br>⑷迢递（tiáo dì条地）：遥远的样子。陟：登高。陉岘（xíng xiàn行现）：山脉中断处叫陉，不太高的山岭叫岘。这句是说又登上遥远的山路。<br>⑸厉急：渡过急流。厉，“濿”之省文，穿着衣服涉水。这句是说渡过湍急的涧水。<br>⑹栈：栈道。在山上用木材架成的道路。陵：升。缅：遥远。这句是说又登上漫长的栈道。<br>⑺川渚：这里指河水。泾复：泾，与“径”通。直的叫径，曲的叫复。这句是说河流多次的弯来复去。<br>⑻乘流：随着溪流。翫：通作“玩”，有欣赏的意思。这句是说沿着水路观赏溪水的回转。<br>⑼苹（pín频）：一种水草，亦名田字草。萍：浮萍。沉深：指深沉的溪水。这句是说苹萍飘浮在深深的溪水上。<br>⑽菰（gū姑）：即茭白。蒲：昌蒲。菰和蒲都是生长在浅水中的植物。冒：覆盖。这句是说菰蒲覆盖在清澈的浅水上。<br>⑾企：同“跂”，举踵。挹（yì邑）：舀。这句是说站在石头上跷起脚去酌取飞泻的泉水。<br>⑿叶卷：即卷叶，初生尚未展开的嫩叶。<br>⒀薛萝：薜荔和女萝。这二句出于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》：“若有人兮山之阿，披薜荔兮带女萝”。是说好象看到山角里有穿着薛荔衣，系着女萝带的“山鬼”。这里的“人”是指诗人所仰慕的高人隐士。<br>⒁勤：企望。这句是说手握兰花希望赠给知己，但却无法寄到，所以常常是忧思结于心中。<br>⒂麻：疏麻，又叫神麻，一种香草。这句出于《九歌·大司命》：“折疏麻兮瑶华，将以遗兮离居。”意思是说折了疏麻却无从投赠给所思念的人，所以心愁莫展。<br>⒃“情用”二句是说：自己所真心欣赏的就是最美的，何必还要去分辨其真假呢？这是指关于“山鬼”的传说虽然事属幽昧，但人们喜欢它，即不去分辨真伪了。<br>⒄物虑：一般世俗的思虑。这二句是说看到这样动人的风景就会有所领悟而忘却世俗，排除一切烦恼。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>一首典型的山水<a href=\"http://so.gushiwen.org/view_48085.aspx\">诗</a>。山水诗大抵有两种写法。作者以某一风景胜地为据点，静观周围山水景物，这是一种写法；另一种，则是作者本人在旅途之中，边行路边观赏，所见之景物是不断变化的。此诗即属于后者。</p> <p>　　谢灵运本身写过一篇《游名山志》，文中提到“斤竹涧”。后人或据今绍兴东南有斤竹岭，去浦阳江约十里，以为斤竹涧即在其附近；近人余冠英先生在其所注《汉魏六朝诗选》中则以为此涧在今浙江乐清县东，而乐清是在永嘉附近的。谢灵运在永嘉太守任上的时间是公元422至423年，而长住会稽（今绍兴市）则是公元428年（元嘉五年）以后的事。由于地点的说法不一，这首诗的写作时间因之也较难判定。好在这诗以写景为主，对写作时间不妨存疑。</p> <p>　　此诗共二十二句，可分为五节。第一节“猿鸣”四句，写清晨动身出游时情景。第二节“逶迤”四句，写沿山路前行而越岭过涧。第三节“川渚”四句，点出溪行。以上缴足诗题全部内容，概括而精炼。第四节自“企石”以下凡六句，由景及情，联想到深山中幽居避世之人，心虽向往而无由达己之精愫。最后“情用”四句为第五节，以抽象议论作结。全诗结构严密，用词准确，是山水诗之正格。这种凝炼精致的写法极见功力，其源悉来自汉赋。窃以为大谢之山水诗乃以赋为诗的典型之作，此诗自是其代表作之一。</p> <p>　　开头“猿鸣”二句，从听觉写起。既听到猿猴鸣叫，便知天已达曙，旅行者应该启程了。但因所居在幽谷，四面为高山所蔽，不易为日照所及，故曙光并不明显。三四句写动身上路，乃看到岩下云层密集，而花上犹有露珠流转，确是晨景。第二节，“逶迤”，指沿着曲折的小路前行。“迢递”，指山遥路远，前面似无尽头。“隈”者，山边之转弯处；“隩”（音郁）者，水涯之曲折处。“逶迤”句是说这是一条依山傍水的斜曲小径，诗人沿此路弯弯曲曲地行进。小路走完，开始登山了，翻过一蛉，须再登一岭（二岭之间山脉中断，故曰“陉”；“岘”，指小山峰），绵延不断。“过涧”句，写越岭后涉涧前行；“登栈”句，写涉涧后再走山间栈道。牵衣涉水为“厉”，“厉急”，涉过急流。“陵缅”，上升到高远处。以上四句详细摹写了自己登山过涧的行程，以下“川渚”四句转入行于溪上的描述。由于川中有渚，故溪路时直时曲。由于溪路千回百转，曲折多变，行人不能预测前面究竟应怎样走，因而一面走一面悬揣，捉摸不定。“苹萍”二句，写溪行所见。大大小小的浮萍都浮贴在水的表层，看不出下面的溪水究竟有多深，仿佛萍下乃莫测的深潭。而菰蒲则挺生于水上，从茎叶中间望下去，能清晰地看到它们的根部插在水底泥中，所以显得水很清浅。</p> <p>　　值得研究的是第四节的六句。“企石”句，是说在石上提起脚跟，用脚趾做为全身的力点，去挹取飞溅的泉水；“攀林”句，是说高攀丛林中的树枝，去摘取那还没有舒展开的初生卷叶。“想见”二句，用《九歌·山鬼》“若有人兮山之阿，被薜荔兮带女萝”二句的语意。下面的“握兰”，暗用《山鬼》“被石兰兮带杜衡，折芳馨兮遗所思”二句语意；“折麻”，又用《九歌·大司命》“折疏麻兮瑶华，将以遗兮离居”二句语意。这里的“山阿人”，乃借喻避居山林与世隔绝的高人隐士，他们的高尚品质为诗人所敬慕，而他们所生活的自由天地则更为作者所向往。可是这样的人只存在于诗人的理想或幻想之中，因此作者所向往和歆慕的那种超脱尘世的生活也就无从成为现实。所以作者说，虽有“握兰”、“折麻”以赠知音的殷勤美意，却只能空空郁结在心中而无由展现出来。基于这四句诗的涵义，可知上面的“企石”二句，并不是作者本人去“挹飞泉”和“摘叶卷”，而是写那位“被薜荔”而“带女萝”的“山阿人”当寻取生活资料时在深山中的具体行动——以泉水为饮，以嫩叶为食：这同样是诗人想像中的产物。如果说“企石”二句只是写实，是诗人本身的行动，那么“挹飞泉”犹可说也；“摘叶卷”又有什么意义呢？谢灵运虽以游山玩水名噪一时，却未必攀摘初生的嫩树叶来果腹充饥。所以应该把这两句看成倒装句式，它们同样是“想见”的宾语。所谓“若在眼”，并不仅是“山阿人”以薜萝为衣而已，还包括了“企石”、“攀林”等等活动。这样，诗境才更活，诗人丰富的想像才体现得更为生动。</p> <p>　　最末四句，就沿途所见景物及所产生的种种思想感情略抒己见，结束全篇。“用”，因，由于。意思说：人的感情是由于观赏景物而得到美的享受的，至于深山密林中是否有“山鬼”那样的幽人，则蒙昧难知。不过就眼前所见而言，已足遗忘身外之虑；只要对大自然有一点领悟，便可把内心的忧闷排遣出去了。四句议论虽近玄言，也还是一波三折，以回旋之笔出之，并非一竿子插到底的直说。</p> <p>　　前人评谢灵运诗，多讥其写山水景物之后每拖上一条“玄言”的尾巴。这一首也不例外。但如果设身处地为诗人着想，用这样的手法来写诗原是符合人的思维逻辑的。人们总是在接受大量感性事物之后才上升到理性思维加以整理分析，把所见所闻清出一个头绪来，然后根据自己的理解加以判断，或就自己的身世发出感慨。后人写山水诗亦大都如此，如<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《山石》便是最明显的一例。这并非由谢灵运作俑，而是出自人们思维逻辑的必然。不过谢诗在结尾处所发的议论，往往雷同无新意，是其病耳。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "山水"
  ]
}