{
  "id": 56478,
  "star": 39,
  "name": "昭君怨·赋松上鸥",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。</span></p> <p>偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。<br>俄倾忽然飞去，飞去不知何处？我已乞归休，报沙鸥。",
  "fanyi": "<p><strong>译文</strong><br>偶尔听到窗外松树上拍打翅膀扑扑鹿鹿的声音，知道沙鸥在夜宿，十分惊喜。小孩子声音小一些，别惊动了鸥鸟。<br>不一会儿工夫，沙鸥突然振翅远飞，不知道它落到何处去了。告诉沙鸥，我已经向朝廷提出请求，要辞官归隐了。</p> <p><strong>注释</strong><br>昭君怨：词牌名，又名《宴西园》、《一痕沙》。四十字，全阕四换韵，两仄两平递转，上下片同。<br>诚斋：<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>书房的名字。<br>已而：后来。<br>扑鹿：状声音。<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>《渔父》：“惊起鸳鸯扑鹿飞。”<br>稚子：幼子；小孩。<br>喧哗：声音大而杂乱。<br>俄倾：片刻；一会儿。<br>归休：辞官退休；归隐。<br>报沙鸥：沙鸥，栖息于沙滩、沙洲上的鸥鸟。《文选》卷三十一<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体<a href=\"http://so.gushiwen.org/view_56478.aspx\">诗</a>》“拟张绰”，李善注引《庄子》：“海上有人好鸥鸟者，旦而之海上，从鸥鸟游，鸥鸟至者百数。其父曰：‘吾闻鸥从汝游，试取来，吾从玩之。’曰：’诺。‘明旦之海上，鸥鸟舞而不下。“今本无之。《列子·黄帝篇》略同。人无机心，能感动异类，称”鸥鸟忘机“本此。这里意谓自己志在隐居，约沙鸥为伴，今即将实行，故告知它。曹松《赠<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>》二之二：”他时莫为三征起，门外沙鸥解笑君。“本词似用此意。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《登快阁》：”万里归船弄长笛，此心吾与白鸥盟。“</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片写作者静坐书室，意外地听窗外松树上有沙鸥前来投宿，十分惊喜。“偶听松梢扑鹿”，“偶”字意即偶然地，或者说是意料之外地，“扑鹿”是象声词。首句说，他偶然听到门前松树梢上有飞鸟拍打翅膀的“扑鹿”声，凭着生活经验，他“知是沙鸥来宿”。首二句无丝毫的渲染与夸饰，似乎是简单地平铺直叙，但只要稍稍揣摩，便不难发现，这十二个字既写出了环境的寂静，又写出了树上鸥鸟的活动，从字面看，人未见形，鸥未露体，而在读者的意念中，却分明“看”到作者凝神谛听的神态，“听”到沙鸥抖动翅膀的扑扑鹿鹿的声音，这足以说明，这两句近似口语的话，并非随意信手写来，而是经过认真推敲锤炼而得，因此颇为传神。</p> <p>　　“稚子莫喧哗，恐惊他。”沙鸥前来投宿，作者无限欣喜，他小心翼翼地向正在玩耍的孩子们示意，告诫他们不要吵闹，恐怕惊吓了鸥鸟。这两句于字里行间透露出作者对沙鸥这种鸟儿非常喜欢，同时表现了作者对生活的热爱，而且增加了本词的生活气息。“莫”字和“恐”字表达出作者对沙鸥由衷的喜爱。</p> <p>　　下片写鸥鸟远飞，词人不免怅然若有失，进而将鸥鸟人格化，与之沟通思想，借以抒发心志。“俄顷忽然飞去，飞去不知何处？”作者正因为沙鸥落在“诚斋”门前松树上高兴，转瞬间沙鸥忽然振翅远飞，作者深感失望，先前的激情顿时冷落下来。“不知何处”说明作者对鸥鸟十分记挂，面对一片空虚的茫茫夜空，他万分焦虑，却又无可如何。两句中“飞去”二字重复使用，这种手法在现代修辞学上称为“顶真”，因为用得恰切自然，所以读起来丝毫没有重复的感觉。</p> <p>　　“我已乞归休，报沙鸥。”结尾两句，作者和盘托出心志，把自己辞官归隐的事告诉沙鸥，表述了他期望求得沙鸥“理解”的心情。据《宋史》记载，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>长期被贬，愤而辞官家居，临终前曾有“韩佗胄奸臣，专权无上，动兵残民，谋危社稷。吾头颅如许，报国无路，惟有孤愤！”的话，说明他因为报国无门，又不被人理解，忧愤至死。本词把沙鸥视为“知己”，寄托自己的感情，其意也在于排解内心的苦闷。</p>",
  "about": "<h2>创作背景</h2> 　　本词是<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>辞官归隐家乡江西吉水时的作品，题目《赋松上鸥》说明，这是一首咏物词。小序交代了鸥来复去的时间、地点和经过，“感而赋之”一句，则说明写作动机。",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "宋词三百首",
    "写鸟",
    "托志"
  ]
}