{
  "id": 50932,
  "star": 21,
  "name": "风流子·木叶亭皋下",
  "dynasty": "宋代",
  "content": "木叶亭皋下，重阳近，又是捣衣秋。奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。楚天晚，白苹烟尽处，红蓼水边头。芳草有情，夕阳无语，雁横南浦，人倚西楼。<br>玉容知安否？香笺共锦字，两处悠悠。空恨碧云离合，青鸟沉浮。向风前懊恼，芳心一点，寸眉两叶，禁甚闲愁？情到不堪言处，分付东流。",
  "fanyi": "<p><strong>译文</strong><br>树叶纷纷飘落到水边平地上，重阳节近了，又到了捣寒衣的秋天。怎奈我愁绪萦绕心中．白发生于两鬓，即便随意地将菊花插在头上，花也应该感到被羞辱了吧。天色已晚，（我极目远望）直望到白苹烟尽之处，水边开花的红蓼深处。芳草脉脉含情，夕阳寂寂无语，大雁横在南浦上，人则斜倚西楼。<br>不知你是否安好？书信和题<a href=\"http://so.gushiwen.org/view_50932.aspx\">诗</a>，因两地相隔遥遥而无法见寄。只能空白怨恨那时聚时散的白云，青鸟在其中隐现。你在风中懊恼不已，一片芳心，两叶柳眉，怎能禁得起闲愁呢？情到不能言说之处，只能付与那东流水。</p> <p><strong>注释</strong><br>①木叶：即树叶。《楚辞·九歌·湘夫人》：“袅袅兮秋风，洞庭波兮木叶下”。后世常以此写秋景，兼写乡思。亭皋：水边平地。<br>②重阳：即阴历九月九日；古时风俗，人们常在这天登高，佩茱萸，饮菊花酒。有亲友在外，届时不免互相思念。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《九月九日忆山东兄弟》云：“遥知兄弟登高处，遍插茱萸少一人”。<br>③捣衣：古代妇女于秋季渐寒时，在砧石上捶打寒衣以备寄送远方的亲人过冬。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《子夜吴歌》：“长安一片月，万户捣衣声”。<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《独不见》亦云：“九月寒砧催木叶，十年征戍忆辽阳。”<br>④庾肠：即<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>的愁肠，喻思乡的愁肠。庾信本为南朝时梁朝的官员，因出使西魏被留，羁旅北地，故常思念祖国和家乡。其《哀江南赋》序云：“不无危苦之词，惟以悲哀为主。”后人常以“庾愁”代指思乡之心。<br>⑤潘鬓：即<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>的斑鬓。潘岳为西晋文学家，貌美而早衰，其《秋兴赋·序》云：“晋十有四年，余春秋三十有二，始见二毛。”后因以“潘鬓”为中年鬓发斑白的代词。这里词人以“潘鬓”自喻身心渐衰之貌。<br>⑥“谩簪”二句：黄菊乃重阳典俗，“菊花须插满头归”。漫不经心地簪菊花，花也应感到羞。这是反衬乡愁之意。<br>⑦楚天：南方的天空。白蓣：水中浮草名。<br>⑧红蓼：生于水中者名泽蓼或水蓼，开浅红色小花，叶味辛香。<br>⑨南浦：指分别的地方：南朝梁·<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“送君南浦，伤如之何。”<br>⑩“香笺”，即美好的书札；锦字：织锦上的字，指女子给丈夫的书信。晋代窦滔以罪徙流沙，其妻苏蕙，因思念丈夫，织绵为《回文旋图诗》以寄，后世常以此指妻子寄书丈夫，表达相思之情。<br>⑪碧云离合：出自南朝江淹《拟汤惠休怨诗》：“日暮碧云合，佳人殊未来。”<br>⑫青鸟：传说西王母饲养的鸟，能传递信息，后世常以此指传信的使者。据《汉武故事》，西王母曾令青鸟传书。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词抒发了作者羁旅的愁思和对妻子的思念。上阙首尾写景，中间穿插议论。秋景自然引发乡愁，‘‘庾肠”、“皤髻”等连续用典，悲叹年华已逝。下阙写妻子思夫，想像对方思念之苦。结尾“情到不堪言处，分付东流”更是悲苦之极。</p> <p>　　上片落笔写景，首先点明季节。“木叶亭皋下”三句，写时近重阳，树叶纷纷飘落到平荡的水边地上，又是妇女为亲人捶打寒衣的深秋了。这种“捣衣”之声，最易引起闺中少妇对远方征人的痛苦思念。而远行之人也容易因此想到妻子在家为自己捣衣的情景，既感到痛苦又温暖。这里“木叶”“捣衣”连用，不仅写出了深秋特有的景色，为全词烘托出萧瑟凄清的背景，而且为下面的词意发展作了有力的铺垫。</p> <p>　　“奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。” 这数句又紧承起句，意思说，怎奈我愁绪萦绕心中，白发现于鬓角，再轻慢地把黄菊插在头发上，那菊花也该感到羞辱吧。词人由于忧伤，鬓衰将不胜簪，故云：“谩簪黄菊，花也应羞。”以此反衬出暮感的深沉、乡愁的浓烈。</p> <p>　　“楚天晚，白苹烟尽处，红蓼水边头。”在写景中寓离别相思之意。心中既然充满乡愁暮感，所以不仅遥望楚天的晚空，一直望到水气缭绕的白苹尽头，一直望到水边开花的红蓼深处。“白苹”，水中浮草，因其随波漂流，容易引起游子产生离家漂泊的伤感。</p> <p>　　词人是淮阳人，所以，遥望楚天，思乡之念便在不言中了；再加两点染，则把他乡愁之深烘托出来了。这里虽纯是写景，但景中含情，意在言外。</p> <p>　　“芳草有情，夕阳无语，雁横南浦，人倚西楼。”数句紧承“白苹”“红蓼”两句而来，含着情意的芳草，默默无语的夕阳，横渡南面水滨的大雁，是词人所望到的，但却没有望到故乡，在这种望而不得的情况下，他只好倚着西楼心往神驰了。这几句写景，将词人遥望故乡而不得的执着深情又推进了一层，词意含蓄，画面完整，真所谓“物以情观，情以物见”了。“人倚西楼”点出游子登眺之处，交代了“楚天晚”至“雁横南浦”六句都是极目之所见；由所见而引起所感，因而所见之景物都似有了人的感情。</p> <p>　　下片换头“玉容知安否？”点明所思之人，揭示了词旨所在，使上片所写种种情景明朗化。这句“玉容”，极言容貌之美如花似玉，这儿即指倚楼遥思的对象。“知安否？”曲尽对遥思对象的关切和挂念，由此而引起下面相思的倾诉、深情的抒发。</p> <p>　　“香笺共锦字，两处悠悠。空恨碧云离合，青鸟沉浮”意谓书信和题<a href=\"http://so.gushiwen.org/view_50932.aspx\">诗</a>，由于两地渺远而无法见寄，徒然地怨那晴云分离，使者隐没。“碧云”这里借以写对于闺中人的怀思。由于香笺锦字，两处悠悠，碧云已合而佳人未来，青鸟杳然而音书全无。词人于此以铺叙写法表达两地分居、不见来信的怅怨，愈加显出“知安否”所包含的深沉挂念的分量。</p> <p>　　“向风前懊恼”四句，转以想象之笔，设想妻子思念自己时的痛苦情状。他想象妻子也许在风前月下，芳心懊恼，眉头紧皱，怎么也止不住那百无聊赖的愁思。写对方思念自己，正是为了表达自己对于妻子深挚的爱情与痛苦的思念。</p> <p>　　“情到不堪言处，分付东流”用质语绾合全篇。相思至极，欲说还休；不是不想说，而是说了愈加愁苦，倒不如将此情交付给东流之水带去为好。毛滂《惜分飞》曾云：“今夜山深处，断魂分付潮回去。”构思、手法与此相同。</p> <p>　　这首词艺术上的一个特点是用典极丰，而又不露痕迹，毫无堆砌罗列之感，显得贴切自然、浑然天成；另外全词六副对偶，也令人叫绝。</p>",
  "about": "<h2>创作背景</h2> 　　这首《风流子》是写游子思妇相思之情的。从词中用语“重阳”“捣衣”“庾肠”“潘鬓…‘锦字”等来看，可能是作者因坐元韦占党籍，被贬外州时思念妻子所作。",
  "poet": {
    "id": 179,
    "star": 0,
    "name": "张耒",
    "image": "http://img.gushiwen.org/authorImg/zhanglei.jpg",
    "desc": "北宋文学家，擅长诗词，为苏门四学士之一。《全宋词》《全宋诗》中有他的多篇作品。早年游学于陈，学官苏辙重爱，从学于苏轼，苏轼说他的文章类似苏辙，汪洋澹泊。其诗学白居易、张籍，如：《田家》《海州道中》《输麦行》多反映下层人民的生活以及自己的生活感受，风格平易晓畅。著作有《柯山集》五十卷、《拾遗》十二卷、《续拾遗》一卷。《宋史》卷四四四有传。"
  },
  "tags": [
    "思念",
    "妻子"
  ]
}