{
  "id": 49420,
  "star": 100,
  "name": "临江仙·夜到扬州席上作",
  "dynasty": "宋代",
  "content": "尊酒何人怀李白，草堂遥指江东。珠帘十里卷香风。花开又花谢，离恨几千重。<br>轻舸渡江连夜到，一时惊笑衰容。语音犹自带吴侬。夜阑对酒处，依旧梦魂中。",
  "fanyi": "<p><strong>译文<br></strong>谁怀念<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>而想和李白举洒论文呢？是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，他在成都的草堂遥指江东的李白。夸说当时扬州的繁华富丽。从早春又到晚春初夏，离恨之情千斤重。<br>小船连夜渡江来到扬州，大家同时吃惊而又笑我经过旅途辛苦的疲困容颜。说的话仍然带着江东口音。夜深喝酒的地方，仍是像作梦一样。</p> <p><strong>注释<br></strong>⑴临江仙：唐教坊曲，后用为词牌名。<br>⑵草堂：杜甫在成都时的住所。江东：杜甫在成都时李白正放浪江东，往来于金陵（今江苏南京）、采石（今属安徽）之间。杜甫《春日忆李白》<a href=\"http://so.gushiwen.org/view_49420.aspx\">诗</a>：“渭北春天树，江东日暮云。何时一尊酒，重与细论文。”<br>⑶‘‘珠帘”句：<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别二首》之一：“春风十里扬州路，卷上珠帘总不如。”<br>⑷轻舸（gě）：小船。<br>⑸“语音”句：言友人说话时吴地口音未改。吴侬，吴地口音。<br>⑹“夜阑”二句：化用杜甫《羌村三首》之一：“夜阑更秉烛.相对如梦寐。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写对友人怀念的深切。“尊酒何人怀<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>”两句，运用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>怀念李白的典故，抒写了对友人的深切思念之情。“何人”，当然是指杜甫，故作设问，不仅增加了句法的变化，也使语言显得含蓄有味。杜甫、“草堂”都是词人自喻，“李白”、“江东”则是他喻，即比喻友人，亦即“扬州席上”的主人。“珠帘十里卷香风”，用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_49420.aspx\">诗</a>意写扬州，暗指东道主王存，与上文“怀李白”、“指江东”语意相承。词人怀念之情虽深，可是“花开花谢，离恨几千重”。“花开花谢”，象征着时光的流逝，这里是说离别之久；“离恨几千重”，是夸说离恨之深，而且使抽象的感情有了形体感，似乎成了可以看得见摸得着的东西，从而增强了语言的形象性和表现力。</p> <p>　　有了上片的铺垫，下片写扬州席上意外相逢时的惊喜和迷惘，就显得十分真实可信了。“轻舸渡江连夜到”，承上“珠帘”句，点出题目“夜到扬州”。词人是从江南京口渡江而来的，所以才如此便捷。“一时惊笑衰容”，紧承前句，写出了与友人意外相逢时惊喜参半的复杂感情。词人当年已56岁，又久历宦海沉浮，天涯游宦，说是“衰容”，想来是极为吻合的。彼此倾谈时，词人还发现，对方“语音犹自带吴依”。结穴二句写“席上”的情事：“夜阑对酒处，依旧梦魂中。”这里化用杜甫写乱离中与亲人偶然重聚时深微感情的名句——“夜阑更秉烛，相对如梦寐”，来表现这次重逢时的迷惘心态，从而深化了与老友间的交谊。</p> <p>　　这首词真实地表露了词人当时“量移”后的心境。“量移”，虽未能彻底平反昭雪，但已显现出宽赦之君恩。所以，词人先以李白受谗自喻，后以杜甫乱中幸得生还相譬，其用事贴切，暗与自己实际遭遇相合。故而在六十字的短短篇幅中，写了相忆、相聚、慰藉、话旧、伤离等广阔的内容，含蓄地倾诉了自身之不幸遭遇，使作品更富于感愤。使人读之浮想联翩，为之凄然。</p>",
  "about": "<h2>创作背景</h2> 　　宋哲宗元祐六年（1091年）四月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>从杭州任上被召回朝廷，赴京途中过扬州，友人设宴，于是作此词于席上。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "伤怀",
    "感慨",
    "愁闷"
  ]
}