{
  "id": 14976,
  "star": 17,
  "name": "汴河曲",
  "dynasty": "唐代",
  "content": "汴水东流无限春，隋家宫阙已成尘。<br>行人莫上长堤望，风起杨花愁杀人。",
  "fanyi": "<p><strong>译文<br></strong>汴水碧波，悠悠东流，望中一片无边春色。春色常在，但当年豪华的隋宫则已经荒废颓败，只留下断井残垣供人凭吊了。<br>行人啊千万别望向长堤上的美景，那随风飘荡、漫天飞舞的杨花，仿佛正是隋代豪华消逝的一种象征，让人惆怅。</p> <p><strong>注释<br></strong>⑴汴水：汴河。唐人习惯指隋炀帝所开的通济渠的东段，即运河从板渚（今河南荥阳北）到盱眙入淮的一段。<br>⑵宫阙：宫殿。这里指汴水边的隋炀帝行宫。已成尘：已经成为断壁残垣。尘，尘土。<br>⑶长堤：绵长的河堤。堤，河堤。<br>⑷愁杀人：把人都愁死了，形容过于发愁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首怀古<a href=\"http://so.gushiwen.org/view_14976.aspx\">诗</a>。怀古诗多从眼前历史遗迹起兴，以今昔盛衰立意，在抒写历史沧桑感之中寄寓某种现实感慨。该篇即为典型的诗例。题内“汴河”，指隋炀帝开凿的通济渠。当年隋炀帝为了游览江都，前后动员了百余万民工凿通济渠，沿岸堤上种植柳树，世称隋堤。还在汴水之滨建造了豪华的行宫。这条汴河，是隋炀帝穷奢极欲、耗尽民膏，最终自取灭亡的历史见证。诗人的吊古伤今之情，历史沧桑之感，就是从眼前这条耗尽民膏，成为亡隋历史见证的汴河发兴的。</p> <p>　　“汴水东流无限春，隋家宫阙已成尘”。诗人在开篇写因汴河水引发的诗人对历史的回忆。汴水碧波荡漾，缓缓东流，堤岸上春柳随着清风飘荡，显出无限柔情，两岸都笼罩在一片花红柳绿之中，到处都是一片春光无限。诗人写春，但没有具体描绘春的景象。但是诗人巧妙加上了“无限”二字，便使春意变得具体形象起来。汴水悠悠东流的形象，本来就容易引发对悠悠时间之流的联想，缀以“无限春”，更使这条流贯无数春秋的汴水，带上某种象征色彩，而且唤起汴水两岸春色无限的联想。接着诗人联想到“隋家宫阙”，象征着隋代腐朽统治和豪奢生活的隋炀帝华丽的行宫，现已荒废颓败，只剩下断井颓垣供人凭吊了。“已成尘”，用夸张的手法极言昔日华丽消失殆尽。诗句以汴水长流与隋宫化尘作鲜明对照，两相比照，正见出自然永恒、人世沧桑、豪华如烟、历史无情，世事沧桑变迁之意油然而生。隐含在这种历史沧桑感中的深层意蕴，则正如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《金陵五题·台城》所说：“万户千门成野草，只缘一曲《后庭花》。”</p> <p>　　“行人莫上长堤望，风起杨花愁杀人。”末两句继续写汴河岸边典型的景物，转从隋堤杨柳抒发感慨。柳絮随风飘扬，飘飞如雪，原是骀荡春光的标志，这该是让人心情舒畅的春色。但眼前这汴堤杨柳，却联结着隋代的兴亡，历史的沧桑，不免惹人欷歔慨叹。这些春色如今见证着历史，而当年隋炀帝沿堤栽种柳树，本是他南游奢华之举动的一个点缀而已，到头来它却成了荒淫亡国的历史见证。那随风飘荡的杨柳和飘飞的杨花，引起诗人的无限感怀，在怀着历史沧桑感的诗人眼里，它们仿佛是隋代豪华消逝的象征（杨花与杨隋构成一种意念上的关系，容易使人产生由彼及此的联想）。后人面对这垂柳，不禁生发出繁华易逝、历史永恒的感慨。不过更使人感怀不已的，或许是这样的现实：尽管隋鉴不远，覆辙在前，但当代统治者却并没有人从亡隋历史中汲取教训。在“风起杨花愁杀人”这种强烈深沉的感伤中，分明隐现着衰颓时世的面影。这也表现出诗人对国事的深切担忧。</p> <p>　　这首七言绝句，对比的运用，使隋炀帝自取灭亡的历史教训更加深刻。诗人将吊古伤今之情融入到了春色中，委婉曲折，感情深沉。最后伤今之笔，将诗人的忧国愁绪淋漓尽致地表现了出来。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>进士及第之后，于大历六年（771年）参加制科考试，授官郑县主簿，任职三年。此<a href=\"http://so.gushiwen.org/view_14976.aspx\">诗</a>即为在这一时期所写。",
  "poet": {
    "id": 484,
    "star": 0,
    "name": "李益",
    "image": "http://img.gushiwen.org/authorImg/liyi.jpg",
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。"
  },
  "tags": [
    "写景",
    "怀古",
    "伤今"
  ]
}