{
  "id": 8119,
  "star": 52,
  "name": "鲁郡东石门送杜二甫",
  "dynasty": "唐代",
  "content": "醉别复几日，登临遍池台。<br>何时石门路，重有金樽开。<br>秋波落泗水，海色明徂徕。<br>飞蓬各自远，且尽手中杯。",
  "fanyi": "<p><strong>译文</strong><br>离痛饮后大醉而别还有几日，我们登临遍附近的山池楼台。<br>什么时候在石门山前的路上，重新有我们在那里畅饮开怀？<br>漾漾的秋波摇荡在眼前泗水，熠熠的海色映亮了远山徂徕。<br>我们就如飞蓬一样各自飘远，且来个淋漓痛快饮尽手中杯！</p> <p><strong>注释</strong><br>⑴石门：山名，在今山东曲阜县东北。山不甚高大，石峡对峙如门，故名。杜二甫：即<a href=\"http://so.gushiwen.org/view_8119.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，因排行第二，故称他为杜二甫。<br>⑵池台：池苑楼台。<br>⑶金樽开：指开樽饮酒。<br>⑷泗水：水名，在山东省东部，源出山东泗水县陪尾山，向西流经流经曲阜、兖州，由济宁入运河。<br>⑸徂（cú）徕（ái）：山名。徂徕山在今山东泰安市东南。<br>⑹飞蓬：一种植物，茎高尺余，叶如柳，花如球，常随风飞扬旋转，故名飞蓬，又称转蓬。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“醉别复几日”，没有几天便要离别了，那就痛快地一醉而别吧！两位大<a href=\"http://so.gushiwen.org/view_8119.aspx\">诗</a>人在即将分手的日子里舍不得离开。“醉眠秋共被，携手日同行”，鲁郡一带的名胜古迹，亭台楼阁几乎都登临游览遍了，“登临遍池台”说的就是这个意思。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>多么盼望这次分别后还能再次重会，同游痛饮：“何时石门路，重有金樽开？”石门，山名，在山东曲阜东北，是一座风景秀丽的山峦，山有寺院，泉水潺潺，李杜经常在这幽雅隐逸的胜地游览。这两句诗也就是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所说的“何时一樽酒，重与细论文”的意思。“重有金樽开”这一“重”字，热烈地表达了李白希望重逢欢叙的迫切心情；又说明他们生活中有共同的乐趣，富有浓烈的生活气息，读来令人感到亲切。</p> <p>　　李杜同嗜酒，同爱游山玩水。他们是在秋高气爽、风景迷人的情景中分别的：“秋波落泗水，海色明徂徕。”这里形容词“明”用如动词，赋予静态的自然色彩以运动感。不说徂徕山色本身如何青绿，而说苍绿色彩主动有意地映照徂徕山，和<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的诗句“两山排闼送青来”（《书湖阴先生壁》）所采用的拟人化手法相似，这就把山色写活，显得生气勃勃而富有气势。“明”字是这句诗的“诗眼”，写得传神而生动。在这山清水秀、风景如画的背景中，两个知心朋友在难舍难分，依依惜别：“飞蓬各自远，且尽手中杯！”好友离别，仿佛转蓬随风飞舞，各自飘零远逝，令人难过。语言不易表达情怀，言有尽而意无穷，那么，就倾尽手中杯，以酒抒怀，来一个醉别吧！感情是多么豪迈而爽朗。结句干脆有力，李白对杜甫的深厚友情，不言而喻而又倾吐无遗。</p> <p>　　这首送别诗以“醉别”开始，干杯结束，首尾呼应，一气呵成，充满豪放不羁和乐观开朗的感情，给人以鼓舞和希望而毫无缠绵哀伤的情调。诗中的山水形象，隽美秀丽，明媚动人，自然美与人情美——真挚的友情，互相衬托；纯洁无邪、胸怀坦荡的友谊和清澄的泗水秋波、明净的徂徕山色交相辉映，景中寓情，情随景现，给人以深刻的美感享受。这首诗以情动人，以美感人，充满诗情画意，是脍炙人口的佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8119.aspx\">诗</a>写于唐玄宗天宝四载（745年）秋天。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于天宝三载（744年）被“赐金还山”，离开了长安，到梁宋（今河南开封、商丘）游历，其时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也因料理祖母丧事奔走于郑州、梁园（今开封）之间。两位大诗人终于在梁宋间相会、同游。不久就暂时分手。次年春，两人又在鲁郡（今山东兖州）重逢，同游齐鲁。深秋，杜甫西去长安，李白再游江东，两人在鲁郡东石门分手。临行时李白写了这首送别诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友情",
    "送别"
  ]
}