{
  "id": 34461,
  "star": 41,
  "name": "书边事",
  "dynasty": "唐代",
  "content": "调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。 <br>大汉无兵阻，穷边有客游。蕃情似此水，长愿向南流。",
  "fanyi": "<p><strong>译文</strong><br>清秋的边地号角划断宁静，征人悠闲地倚着哨楼远望。<br>阵阵和风吹拂着昭君坟墓，边城梁州普照着和煦阳光。<br>浩瀚沙漠看不见军兵阻扰，边疆塞外也常有客人游赏。<br>蕃人的情意好像这条流水，愿永久归附中原流向南方。</p> <p><strong>注释</strong><br>⑴调角：犹吹角。断：占尽。<br>⑵戍楼：防守的城楼。<br>⑶春风：指和煦凉爽的秋风。青冢：指西汉<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的坟墓。<br>⑷白日：灿烂的阳光。梁州：当时指凉州，在今甘肃境内。<br>⑸大漠：一作“大汉”。<br>⑹穷边：绝远的边地。<br>⑺蕃：指吐蕃。情：心情。似：一作“如”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_34461.aspx\">诗</a>篇一展开，呈现在读者面前的就是一幅边塞军旅生活的安宁图景。首句“调角断清秋”，“调角”即吹角，角是古代军中乐器，相当于军号；“断”是尽或占尽的意思。这一句极写在清秋季节，万里长空，角声回荡，悦耳动听。而一个“断”字，则将角声音韵之美和音域之广传神地表现出来；“调角”与“清秋”，其韵味和色调恰到好处地融而为一，构成一个声色并茂的清幽意境。这一句似先从高阔的空间落笔，勾勒出一个深广的背景，渲染出一种宜人的气氛。次句展现“征人”与“戍楼”所组成的画面：那征人倚楼的安闲姿态，像是在倾听那悦耳的角声和欣赏那迷人的秋色。不用“守”字，而用“倚”字，微妙地传达出边关安宁、征人无事的主旨。</p> <p>　　颔联“春风对青冢，白日落梁州”，“春风”，并非实指，而是虚写。“青冢”，是汉朝<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的坟墓。这使人由王昭君和亲的事迹联想到目下边关的安宁，体会到民族团结正是人们长期的夙愿，而王昭君的形象也会像她墓上的青草在春风中摇荡一样，长青永垂。“梁州”，当指“凉州”。唐梁州为今陕西南郑一带，非边地，而曲名《凉州》也有作《梁州》的，故云。凉州，地处今甘肃省内，曾一度被吐蕃所占。王昭君的墓在今内蒙古呼和浩特市南，与凉州地带一东一西遥遥相对。傍晚时分，当视线从王昭君的墓地又移到凉州时，夕阳西下，余辉一片，正是一派日丽平和的景象。令人想见，即使在那更为遥远广阔的凉州地带，也是十分安定的。</p> <p>　　颈联“大漠无兵阻，穷边有客游”，“大漠”和“穷边”，极言边塞地区的广漠；而“无兵阻”和“有客游”，在“无”和“有”、“兵”和“客”的对比中，写明边关地区，因无蕃兵阻挠，所以才有游客到来。这两句对于前面的景物描写起到了点化作用。</p> <p>　　末联两句“蕃情似此水，长愿向南流”，运用生动的比喻，十分自然地抒写出了作者的心愿，使诗的意境更深化一步。“此水”不确指，也可能指黄河。诗人望着这滔滔奔流的河水，思绪联翩。他想：蕃情能像这大河一样，长久地向南流入中原该多好啊！这表现出诗人渴望民族团结的愿望。</p> <p>　　全诗抒写诗人于边关的所闻、所见、所望、所感，意境高阔而深远，气韵直贯而又有抑扬顿挫，运笔如高山流水，奔腾直下，而又回旋跌宕，读来回肠荡气，韵味无穷。</p>",
  "about": "<h2>创作背景</h2> 唐朝自肃宗以后，河西、陇右一带长期被吐蕃所占。公元851年（宣宗大中五年）沙州民众起义首领张议潮，在出兵收取瓜、伊、西、甘、肃、兰、鄯、河、岷、廓十州后，派遣其兄张议潭奉沙、瓜等十一州地图入朝，宣宗因以张议潮为归义军节度使；公元857年（大中十一年），吐蕃将尚延心以河湟降唐，其地又全归唐朝所有。自此，唐代西部边塞地区才又出现了一度和平安定的局面。此<a href=\"http://so.gushiwen.org/view_34461.aspx\">诗</a>的写作背景大约是在上述情况之后。",
  "poet": {
    "id": 336,
    "star": 0,
    "name": "张乔",
    "image": "http://img.gushiwen.org/authorImg/zhangqiao.jpg",
    "desc": "（生卒年不详)，今安徽贵池人，懿宗咸通中年进士，当时与许棠、郑谷、张宾等东南才子称“咸通十哲”黄巢起义时，隐居九华山以终。其诗多写山水自然，不乏清新之作诗清雅巧思，风格也似贾岛。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "生活"
  ]
}