{
  "id": 206,
  "star": 28,
  "name": "楚茨",
  "dynasty": "先秦",
  "content": "楚楚者茨，言抽其棘。自昔何为，我艺黍稷。我黍与与，我稷翼翼。</p> <p>我仓既盈，我庾维亿。以为酒食，以享以祀。以妥以侑，以介景福。</p> <p>济济跄跄，絜尔牛羊，以往烝尝。或剥或亨，或肆或将。</p> <p>祝祭于祊，祀事孔明。先祖是皇，神保是飨。孝孙有庆，报以介福，万寿无疆。</p> <p>执爨踖踖，为俎孔硕。或燔或炙，君妇莫莫。为豆孔庶，为宾为客。</p> <p>献酬交错，礼仪卒度，笑语卒获。神保是格，报以介福，万寿攸酢。</p> <p>我孔戁矣，式礼莫愆。工祝致告，徂赉孝孙。苾芬孝祀，神嗜饮食。</p> <p>卜尔百福，如几如式。既齐既稷，既匡既敕。永锡尔极，时万时亿。</p> <p>礼仪既备，钟鼓既戒。孝孙徂位，工祝致告。神具醉止，皇尸载起。</p> <p>钟鼓送尸，神保聿归。诸宰君妇，废彻不迟。诸父兄弟，备言燕私。</p> <p>乐具入奏，以绥后禄。尔肴既将，莫怨具庆。既醉既饱，小大稽首。</p> <p>神嗜饮食，使君寿考。孔惠孔时，维其尽之。子子孙孙，勿替引之。 ",
  "fanyi": "<p><strong>译文<br></strong>田野里生长簇簇蒺藜，去清除这些带刺荆棘。为什么自古就这样做？因为要种植高粱小米。我们的小米长得茂盛，高粱在地里排得整齐。粮食堆满我们的谷仓，囤里也装得严实紧密。用它们做成美酒佳肴，作对列祖列宗的献祭。请他们前来享用祭品，赐我们宏福无与伦比。<br>我们步趋有节神端庄，把那些牛羊涮洗清爽，拿去奉献冬烝和秋尝。有人宰割又有人烹煮，有人分盛有人捧献上。司仪先祭于庙门之内，那仪式隆重而又辉煌。祖宗大驾光临来享用，神灵将它们一一品尝。孝孙一定能获得福分，赐予的福分宏大无量，赖神灵保佑万寿无疆！<br>掌膳的厨师谨慎麻利，盛肉的铜器硕大无比，有人烧肉又有人烤炙。主妇怀敬畏举止有仪，盘盏中食品多么丰盛，席上则是那宾客济济。主客间敬酒酬答来往，举动合规矩彬彬有礼，谈笑有分寸合乎时宜。祖宗的神祇大驾光临，赐福回报子孙的心意，万寿无疆宏福与天齐！<br>祭祀中我们极其恭谨，因而礼仪周全没毛病。于是司仪向大家致辞，赐福给主祭孝子贤孙。上供的祭品美味芬芳，神灵很喜欢又吃又饮，要赐给你众多的福分。祭祀遵法度按期举行，态度恭敬而举止敏捷，庄严隆重又小心谨慎。因而永赐你极大福分，成万成亿绵长无穷尽！<br>各项仪式都已经完成，钟鼓之乐正准备奏鸣。孝孙也回到原来位置，司仪致辞向大家宣称：神灵都已喝得醉醺醺。神尸起身离开那神位，把钟鼓敲起送走神尸，祖宗神祇于是转回程。那边众厨师和主妇们，很快地撤去肴馔祭品。在场的诸位父老兄弟，一起来参加家族宴饮。<br>乐队移后堂演奏曲调，大伙享用祭后的酒肴。这些酒菜味道实在好，感谢神赐福莫再烦恼。大家都吃得酒足饭饱，叩头致谢有老老少少。神灵爱吃这美味佳肴，他们能让您长寿不老。祭祀十分顺利而圆满，赖主人尽心恪守孝道。愿子孙们莫荒废此礼，永远继承将福寿永葆！</p> <p><strong>注释<br></strong>1.茨：蒺藜，草本植物，有刺。<br>2.楚楚：植物丛生貌。<br>3.言：爱，于是。抽：除去，拔除。棘：刺，指蒺藜。<br>4.蓺（yì）：即“艺”，种植。<br>5.与与：茂盛貌。<br>6.翼翼：整齐貌。<br>7.庾（yǔ）：露天粮囤，以草席围成圆形。维：是，一训“已”。亿：形容多。一说“亿”犹“盈”，满。<br>8.享：飨，上供，祭献。<br>9.妥：安坐。侑：劝进酒食。<br>10.介：借为匄（gài），求。景福：大福。<br>11.济（jǐ）济：严肃恭敬貌。跄（qiāng）跄：步趋有节貌。<br>12.絜（jié）：同“洁”，洗清。<br>13.烝（zhēng）：冬祭名。尝：秋祭名。<br>14.剥：宰割支解。亨（pēng）：同“烹”，烧煮。<br>15.肆：陈列，指将祭肉盛于鼎俎中。将：捧着献上。<br>16.祝：太祝，司祭礼的人。祊（bēng）：设祭的地方，在宗庙门内。<br>17.孔：很。明：备，指仪式完备。<br>18.皇：往。一说为彷徨，即神灵徘徊。<br>19.神保：神灵，指祖先之灵。一说指降神之巫。飨：享受祭祀。<br>20.孝孙：主祭之人。庆：福。<br>21.介福：大福。<br>22.执：执掌。爨（cuàn）：炊，烧菜煮饭。踖（jí）踖：恭谨敏捷貌。<br>23.俎（zǔ）：祭祀时盛牲肉的铜制礼器。硕：大。<br>24.燔（fán）：烧肉。炙：烤肉。<br>25.君妇：主妇，此指天子、诸侯之妻。莫莫：恭谨。莫，一说勉也。<br>26.豆：食器，形状为高脚盘。庶：众，多，此指豆内食品繁多。<br>27.献：主人劝宾客饮酒。酬：宾客向主人回敬。<br>28.卒：尽，完全。度：法度。<br>29.获：得时，恰到好处。一说借为“矱（yuē）”，规矩。<br>30.神保：神灵，神的美称。格：至，来到。<br>31.攸：乃。酢（zuò）：报。<br>32.熯（nǎn）：通“戁”，敬惧。<br>33.式：发语词。愆（qiān）：过失，差错。<br>34.工祝：太祝。致告：代神致词，以告祭者。<br>35.徂（cú）：往，一说通“且”。赉（lài）：赐予。<br>36.苾（bì）：浓香。孝祀：犹享祀，指神享受祭祀。<br>37.卜：给予。赐予。<br>38.如：合。畿（jī）：借为期。式：法，制度。<br>39.齐（zhāi）：通“斋”，庄敬。稷：疾，敏捷。<br>40.匡：正，端正。敕：通“饬”，严整。<br>41.锡：赐。极：至，指最大的福气。<br>42.时：是，一说训或。<br>43.戒：备，一说训告。<br>44.徂位：指孝孙回到原位。<br>45.具：俱，皆。止：语气词。<br>46.皇尸：代表神祇受祭的人。皇：大，赞美之词。载：则，就。<br>47.聿（yù）：乃。<br>48.宰：膳夫，厨师。<br>49.废：去。彻：通“撤”。废彻谓撤去祭品。不迟：不慢。<br>50.诸父：伯父、叔父等长辈。兄弟：同姓之叔伯兄弟。<br>51.备：尽，完全。言：语中助词。燕：通“宴”。燕私，祭祀之后在后殿宴饮同姓亲属。<br>52.具：俱。入奏：进入后殿演奏。祭在宗庙前殿，祭后到后面的寝殿举行家族私宴。<br>53.绥（suí）：安，此指安享。后禄：祭后的口福。禄，福，此指饮食口福。祭后所余之酒肉被认为神所赐之福，故称福酒、胙肉。<br>54.将：美好。<br>55.莫怨具庆：指参加宴会的人皆相庆贺而无怨词。<br>56.小大：指尊卑长幼的各种人。稽（qǐ）首：跪拜礼，双膝跪下，叩头至地。一种最恭敬的礼节。<br>57.考：老。寿考，长寿。<br>58.孔：甚，很。惠：顺利。时：善，好。<br>59.维：同“唯”，只有。其：指主人。尽之：尽其礼仪，指主人完全遵守祭祀礼节。<br>60.替：废。引：延长。引之，长行此祭祀祖先之礼仪。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_206.aspx\">诗</a>共七十二句，可分六章。第一章写祭祀的前奏。人们清除掉田地里的蒺藜荆棘，种下了黍稷，如今获得了丰收。丰盛的粮食堆满了仓囤，酿成了酒，做成了饭，就可用来献神祭祖、祈求宏福了。第二章进入对祭祀活动的描写。人们步履整肃，仪态端庄，先将牛羊涮洗干净，宰剥烹饪，然后盛在鼎俎中奉献给神灵。祖宗都来享用祭品，并降福给后人。第三章进一步展示祭祀的场景。掌厨的恭谨敏捷，或烧或烤，主妇们勤勉侍奉，主宾间敬酒酬酢。整个仪式井然有序，笑语融融，恰到好处。二、三两章着力形容祭典之盛，降福之多。第四章写司仪的“工祝”代表神祇致词：祭品丰美芬芳，神灵爱尝；祭祀按期举行，合乎法度，庄严隆重，因而要赐给你们亿万福禄。第五章写仪式完成，钟鼓齐奏，主祭人回归原位，司仪宣告神已有醉意，代神受祭的“皇尸”也起身引退。钟鼓声中送走了皇尸和神灵，撤去祭品，同姓之亲遂相聚宴饮，共叙天伦之乐。末章写私宴之欢，作为祭祀的尾声。在乐队伴奏下，大家享受祭后的美味佳肴，酒足饭饱之后，老少大小一起叩头祝福。</p> <p>　　读这首诗，可以想见华夏先民在祭祀祖先时的那种热烈庄严的气氛，祭后家族欢聚宴饮的融洽欢欣的场面。诗人运用细腻详实的笔触将这一幅幅画面描绘出来，使人有身历其境之感。全诗结构严谨，风格典雅，由序曲到乐章的展开，到尾声，宛如一首庄严的交响乐。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_206.aspx\">诗</a>当是一首周王祭祖祀神的乐歌。《毛诗序》称此诗：“刺幽王也。政烦赋重，田莱多荒，饥馑降丧，民卒流亡，祭祀不飨，故君子思古焉。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在《诗序辨说》里指出：“自此至《车舝》凡十篇，似出一手，辞气和平，称述详雅，无风刺之意。《序》以在变雅中，故皆以为伤今思古之作。《诗》固有如此者，然不应十篇相属，绝无一言以见其为衰世之意也。”朱熹的这段议论得到了后世不少学者的赞同。</p> <p>　　至于祭祀者的身分，朱熹则以为是卿大夫，他在《诗集传》中指出：“此诗述公卿有田禄者力于农事，以奉其宗庙之祭。”后世学者多不同意朱熹之说，以为祭祀者当为周王。如范家相《诗渖》云：“按《左传》引‘我疆我理’二句，明云先王疆理天下物土之宜，而布其利，则非公卿可知。《周礼·钟师》云：尸出入奏《肆夏》。又《左传》：金奏《肆夏》之三。诗曰：‘鼓钟送尸’。是金奏《肆夏》也，公卿焉得用之？《郊特牲》曰：大夫之奏《肆夏》，由<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>子始也。如以为公卿大夫之诗，则仍是衰世之音矣。”胡承珙《毛诗后笺》云：“《集传》公卿之说，不独初祭求神、鼓钟送尸非公卿所有；即如絜牛骍牡之牲、君妇诸宰之号、奏寝之乐、燕毛之礼、千仓万箱之入、四方八蜡之祭，皆非公卿所宜有也。”</p> <p>　　不过，今人论诗者也并不泥定此诗为写周王祭祀。郭沫若在《青铜时代》中论及此诗时说：“这首诗，在年代上比较更晚，祭神的仪节和《少牢馈食礼》相近。彼礼，郑玄云‘诸侯之卿大夫祭其祖祢于庙之礼’，虽不一定就是这样，但足见其礼节之晚。主祭者的‘孝孙’可能是周王，可能是那一国的诸侯，也可能是卿大夫。在春秋末年鲁之三家已用‘雍彻’，季氏已用‘八佾舞于庭’，天子诸侯卿大夫的仪式并没有什么区别了。”（《由周代农事诗论到周代社会》）又陈子展云：“我们以为《楚茨》《信南山）《甫田》《大田》可能是西周初年王室也就是大奴隶主一家举行宗庙方社田祖等祭祀所用的诗乐。诗里称我，我孝孙，像是周王自称；诗里称尔，尔孝孙，像是诗人称周王。我以为此诗非孝孙自作，当是史巫尸祝之流所作。”（《雅颂选译》）</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "宴会",
    "乐歌"
  ]
}