{
  "id": 48401,
  "star": 811,
  "name": "鹤冲天·黄金榜上",
  "dynasty": "宋代",
  "content": "<div class=\"para\"> 黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。 <br>烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！</div>",
  "fanyi": "<p><strong>译文</strong><br>　　在金字题名的榜上，我只不过是偶然失去取得状元的机会。即使在政治清明的时代，君王也会一时错失贤能之才，我今后该怎么办呢？既然没有得到好的机遇，为什么不随心所欲地游乐呢！何必为功名患得患失？做一个风流才子为歌姬谱写词章，即使身着白衣，也不亚于公卿将相。<br>　　在歌姬居住的街巷里，有摆放着丹青画屏的绣房。幸运的是那里住着我的意中人，值得我细细地追求寻访。与她们依偎，享受这风流的生活，才是我平生最大的欢乐。青春不过是片刻时间，我宁愿把功名，换成手中浅浅的一杯酒和耳畔低徊婉转的歌唱。 </p> <p><strong>注释</strong><br>⑴鹤冲天：词牌名，即“喜迁莺”。<br>⑵明代：政治清明的时代。一作“千古”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词反映了<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的反叛性格，也带来了他人生路上一大波折。据传说，柳永善作俗词，而宋仁宗颇好雅词。有一次，宋仁宗临轩放榜时想起柳永这首词中那句“忍把浮名，换了浅斟低唱”，就说道：“且去浅斟低唱，何要浮名”，就这样黜落了他。从此，柳永便自称“奉旨填词柳三变”而长期地流连于坊曲之间、花柳丛中寻找生活的方向、精神的寄托。</p> <p>　　“黄金榜上，偶失龙头望”，考科举求功名，他并不满足于登进士第，而是把夺取殿试头名状元作为目标。落榜只认为“偶然”，“见遗”只说是“暂”，由此可见柳永狂傲自负的性格。他自称“明代遗贤”是讽刺仁宗朝号称清明盛世，却不能做到“野无遗贤”。但既然已落第，下一步该怎么办呢？“风云际会”，施展抱负是封建时代士子的奋斗目标，既然“未遂风云便”，理想落空了，于是他就转向了另一个极端，“争不恣狂荡”，表示要无拘无束地过那种为一般封建士人所不齿的流连坊曲的狂荡生活。“偎红倚翠”、“浅斟低唱”，是对“狂荡”的具体说明。柳永这样写，是恃才负气的表现，也是表示抗争的一种方式。科举落第，使他产生了一种逆反心理，只有以极端对极端才能求得平衡。所以，他故意要造成惊世骇俗的效果以保持自己心理上的优势。柳永的“狂荡”之中仍然有着严肃的一面，狂荡以傲世，严肃以自律，这才是“才子词人”、“白衣卿相”的真面目。柳永把他内心深处的矛盾想法抒写出来，说明落第这件事情给他带来了多么深重的苦恼和多么烦杂的困扰，也说明他为了摆脱这种苦恼和困扰曾经进行了多么痛苦的挣扎。写到最后，柳永得出结论：“青春都一饷。忍把浮名，换了浅斟低唱！”谓青春短暂，怎忍虚掷，为“浮名”而牺牲赏心乐事。所以，只要快乐就行，“浮名”算不了什么。</p> <p>　　这首词是柳永进士科考落第之后的一纸“牢骚言”，在宋元时代有着重大的意义和反响。它正面鼓吹文人士者与统治者分离，而与歌妓等下层人民接近，有一定的思想进步性。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>早期的作品，是他初次参与进士科考落第之后，抒发牢骚感慨之作，它表现了作者的思想性格，也关系到作者的生活道路，是一篇重要的作品。南宋人吴曾的《能改斋漫录》卷十六里有一则记载，与这首词的关系最为直接，略云：（宋）仁宗留意儒雅，而柳永好为淫冶讴歌之曲，传播四方，尝有《鹤冲天》词云：“忍把浮名，换了浅斟低唱。 ”及皇帝临轩放榜，特落之，曰：“且去浅斟低唱，何要浮名！”其写作背景大致是：初考进士落第，填《鹤冲天》词以抒不平，为仁宗闻知；后再次应试，本已中式，于临发榜时，仁宗故意将其黜落，并说了那番话，于是柳永便自称“奉旨填词柳三变”而长期地流连于坊曲之间，在花柳丛中寻找生活的方向、精神的寄托。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "考试",
    "抒怀",
    "豪迈"
  ]
}