{
  "id": 72253,
  "star": 64,
  "name": "管晏列传",
  "dynasty": "两汉",
  "content": "　　管仲夷吾者，颍上人也。少时常与鲍叔牙游，鲍叔知其贤。管仲贫困，常欺鲍叔，鲍叔终善遇之，不以为言。已而鲍叔事齐公子小白，管仲事公子纠。及小白立为桓公，公子纠死，管仲囚焉。鲍叔遂进管仲。管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。<br>　　管仲曰：“吾始困时，尝与鲍叔贾，分财利多自与，鲍叔不以我为贪，知我贫也。吾尝为鲍叔谋事而更穷困，鲍叔不以我为愚，知时有利不利也。吾尝三仕三见逐于君，鲍叔不以我为不肖，知我不遇时。吾尝三战三走，鲍叔不以我怯，知我有老母也。公子纠败，召忽死之，吾幽囚受辱，鲍叔不以我为无耻，知我不羞小节而耻功名不显于天下也。生我者父母，知我者鲍子也。”<br>　　鲍叔既进管仲，以身下之。子孙世禄于齐，有封邑者十余世，常为名大夫。天下不多管仲之贤而多鲍叔能知人也。</p> <p><strong>管仲</strong><br>　　既任政相齐，以区区之齐在海滨，通货积财，富国强兵，与俗同好恶。故其称曰：“仓廪实而知礼节，衣食足而知荣辱，上服度则六亲固。四维不张，国乃灭亡。下令如流水之原，令顺民心。”故论卑而易行。俗之所欲，因而予之；俗之所否，因而去之。<br>　　其为政也，善因祸而为福，转败而为功。贵轻重，慎权衡。桓公实怒少姬，南袭蔡，管仲因而伐楚，责包茅不入贡于周室。桓公实北征山戎，而管仲因而令燕修召公之政。于柯之会，桓公欲背曹沫之约，管仲因而信之，诸侯由是归齐。故曰：“知与之为取，政之宝也。”<br>　　管仲富拟于公室，有三归、反坫，齐人不以为侈。管仲卒，齐国遵其政，常强于诸侯。后百余年而有晏子焉。</p> <p><strong>晏子</strong><br>　　晏平仲婴者，莱之夷维人也。事齐灵公、庄公、景公，以节俭力行重于齐。既相齐，食不重肉，妾不衣帛。其在朝，君语及之，即危言；语不及之，即危行。国有道，即顺命；无道，即衡命。以此三世显名于诸侯。<br>　　越石父贤，在缧绁中。晏子出，遭之涂，解左骖赎之，载归。弗谢，入闺。久之，越石父请绝。晏子惧然，摄衣冠谢曰：“婴虽不仁，免子于缌何子求绝之速也？”石父曰：“不然。吾闻君子诎于不知己而信于知己者。方吾在缧绁中，彼不知我也。夫子既已感寤而赎我，是知己；知己而无礼，固不如在缧绁之中。”晏子于是延入为上客。<br>　　为齐相，出，其御之妻从门闲而窥其夫。其夫为相御，拥大盖，策驷马，意气扬扬甚自得也。既而归，其妻请去。夫问其故。妻曰：“晏子长不满六尺，身相齐国，名显诸侯。今者妾观其出，志念深矣，常有以自下者。今子长八尺，乃为人仆御，然子之意自以为足，妾是以求去也。”其后夫自抑损。晏子怪而问之，御以实对。晏子荐以为大夫。<br>　　太史公曰：吾读管氏牧民、山高、乘马、轻重、九府，及晏子春秋，详哉其言之也。既见其著书，欲观其行事，故次其传。至其书，世多有之，是以不论，论其轶事。<br>　　管仲世所谓贤臣，然孔子小之。岂以为周道衰微，桓公既贤，而不勉之至王，乃称霸哉？语曰“将顺其美，匡救其恶，故上下能相亲也”。岂管仲之谓乎？<br>　　方晏子伏庄公尸哭之，成礼然后去，岂所谓“见义不为无勇”者邪？至其谏说，犯君之颜，此所谓“进思尽忠，退思补过”者哉！假令晏子而在，余虽为之执鞭，所忻慕焉。",
  "fanyi": "<p><strong>译文</strong><br>　　管仲，名夷吾，是颍上人。他年轻的时候，常和鲍叔牙交往，鲍叔牙知道他贤明、有才干。管仲家贫，经常占鲍叔的便宜，但鲍叔始终很好地对待他，不因为这些事而有什么怨言。不久，鲍叔侍奉齐国公子小白，管仲侍奉公子纠。等到小白即位，立为齐桓公以后，桓公让鲁国杀了公子纠，管仲被囚禁。于是鲍叔向齐桓公推荐管仲。管仲被任用以后，在齐国执政，桓公凭借着管仲而称霸，并以霸主的身份，多次会合诸侯，使天下归正于一，这都是管仲的智谋。<br>　　管仲说：“我当初贫困的时候，曾经和鲍叔经商，分财利时自己常常多拿一些，但鲍叔不认为我贪财，知道我生活贫困。我曾经为鲍叔办事，结果使他更加穷困，但鲍叔不认为我愚笨，知道时机有利和不利。我曾经多次做官，多次都被君主免职，但鲍叔不认为我没有才干，知道我没有遇到好时机。我曾多次作战，多次战败逃跑，但鲍叔不认为我胆小，知道我还有老母的缘故。公子纠失败，召忽为我而死，我被关在深牢中受屈辱，但鲍叔不认为我无耻，知道我不会为小节而羞，却会因为功名不曾显耀于天下而耻。生我的是父母，了解我的是鲍叔啊！”<br>　　鲍叔推荐了管仲以后，情愿把自身置于管仲之下。他的子孙世世代代在齐国享有俸禄，得到封地的有十几代，多数是著名的大夫。因此，天下的人不称赞管仲的才干，反而赞美鲍叔能够识别人才。<br>　　管仲出任齐相执政以后，凭借着小小的齐国在海滨的条件，流通货物，积聚财富，使得国富兵强，与百姓同好恶。所以，他在《管子》一书中称述说：“仓库储备充实了，百姓才懂得礼节；衣食丰足了，百姓才能分辨荣辱；国君的作为合乎法度，“六亲”才会得以稳固”“不提倡礼义廉耻，国家就会灭亡。”“国家下达政令就像流水的源头，顺着百姓的心意流下。”所以政令符合下情就容易推行。百姓想要得到的，就给他们；百姓所反对的，就替他们废除。<br>　　管仲执政的时候，善于把祸患化为吉祥，使失败转化为成功。他重视分别事物的轻重缓急，慎重地权衡事情的利弊得失。齐桓公实际上是怨恨少姬改嫁而向南袭击蔡国，管仲就寻找借口攻打楚国，责备它没有向周王室进贡菁茅。桓公实际上是向北出兵攻打山戎，而管仲就趁机让燕国整顿召公时期的政教。在柯地会盟，桓公想背弃曹沫逼迫他订立的盟约，管仲就顺应形势劝他信守盟约，诸侯们因此归顺齐国。所以说：“懂得给予正是为了取得的道理，这是治理国家的法宝。”<br>　　管仲富贵得可以跟国君相比拟，拥有设置华丽的三归台和国君的宴饮设备，齐国人却不认为他奢侈僭越。管仲逝世后，齐国仍遵循他的政策，常常比其它诸侯国强大。此后过了百余年，齐国又出了个<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>。<br>　　晏平仲，名婴，是齐国莱地夷维人。他辅佐了齐灵公、庄公、景公三代国君，由于节约俭仆又努力工作，在齐国受到人们的尊重。他做了齐国宰相，食不兼味，妻妾不穿丝绸衣服。在朝廷上，国君说话涉及到他，就正直地陈述自己的意见；国君的话不涉及他，就正直地去办事。国君能行正道，就顺着他的命令去做，不能行正道时，就对命令斟酌着去办。因此，他在齐灵公、庄公、景公三代，名声显扬于各国诸侯。<br>　　越石父是个贤才，正在囚禁之中。晏子外出，在路上遇到他，就解开乘车左边的马，把他赎出来，用车拉回家。晏子没有向越石父告辞，就走进内室，过了好久没出来，越石父就请求与晏子绝交。晏子大吃一惊，匆忙整理好衣帽道歉说：“我即使说不上善良宽厚，也总算帮助您从困境中解脱出来，您为什么这么快就要求绝交呢？”越石父说：“不是这样的，我听说君子在不了解自己的人那里受到委屈而在了解自己的人面前意志就会得到伸张。当我在囚禁之中，那些人不了解我。你既然已经受到感动而醒悟，把我赎买出来，这就是了解我；了解我却不能以礼相待，还不如在囚禁之中”于是晏子就请他进屋待为贵宾。<br>　　晏子做齐国宰相时，一次坐车外出，车夫的妻子从门缝里偷偷地看她的丈夫。他丈夫替宰相驾车，头上遮着大伞，挥动着鞭子赶着四匹马，神气十足，洋洋得意。不久回到家里，妻子就要求离婚，车夫问她离婚的原因，妻子说：“晏子身高不过六尺，却做了齐的宰相，名声在各国显扬，我看他外出，志向思想都非常深沉，常有那种甘居人下的态度。现在你身高八尺，才不过做人家的车夫，看你的神态，却自以为挺满足，因此我要求和你离婚。”从此以后，车夫就谦虚恭谨起来。晏子发现了他的变化，感到很奇怪，就问他，车夫也如实相告。晏子就推荐他做了大夫。<br>　　太史公说：我读了管仲的《牧民》、《山高》、《乘马》、《轻重》、《九府》和《晏子春秋》，这些书上说的太详细了！读了他们的著作，还想让人们了解他们的事迹，所以就编写了他们的合传。至于他们的著作，社会上已有很多，因此不再论述，只记载他们的佚事。<br>　　管仲是世人所说的贤臣，然而孔子小看他，难道是因为周朝统治衰微，桓公既然贤明，管仲不勉励他实行王道却辅佐他只称霸主吗？古语说：“要顺势助成君子的美德，纠正挽救他的过错，所以君臣百姓之间能亲密无间。”这大概就是说的管仲吧？<br>　　当初晏子枕伏在庄公尸体上痛哭，完成了礼节然后离去，难道是人们所说的“遇到正义的事情不去做就是没有勇气”的表现吗？至于晏子直言进谏，敢于冒犯国君的威严，这就是人们所说的“进就想到竭尽忠心，退就想到弥补过失”的人啊！假使晏子还活着，我即使替他挥动着鞭子赶车，也是我非常高兴和十分向往的啊！</p><p><strong>注释</strong><br>1、匡：纠正、匡正。<br>2、事：为......服务。<br>3、进：推荐。<br>4、九：多次。<br>5、贾：做生意、做买卖。<br>6、召忽：人名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是管仲、<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>两位大政治家的合传。在这篇列传中，作者对他们采取了赞美和褒扬的态度。管仲相齐，凭借海滨的有利条件，发展经济，聚集财物，使国富兵强，与百姓同好恶。他善于“因祸而为福，转败而为功。贵轻重、慎权衡”，内政、外交功名垂著。他辅佐桓公，一匡天下，使桓公成为春秋时期第一个霸主。晏婴事齐三世，节俭力行，严于律己，三世显名于诸候。二人虽隔百余年，但他们都是齐人，都是名相，又都为齐国作出了卓越的贡献，故合传为一。</p> <p>　　本文通过鲍叔和晏子知贤、荐贤和让贤的故事，刻意探索和说明了如何对待贤才的问题。管仲其人，经商多分财利，谋事反而更糟，作官被逐，打仗逃跑。鲍叔却不认为他贪、愚、不肖、怯和无耻。反而从囚禁中把他解放出来，并推荐给桓公，使之有机会一展才能。晏子贵为国相，却以石父为知己，即使他在囚禁中，也要迫不及待地解放他，尊重他。一个地位卑贱的车夫，只要知过自改，便予以提拔，荐为大夫。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>极力赞美鲍叔和晏子，正是慨叹自己未遇解骖赎罪的知己。所以，他在赞语中说：“假令晏子而在，余虽为之执鞭，所忻慕焉。”此实乃本传之真意。</p><br/><h2>简析</h2> <p>　　《管晏列传》是春秋时期齐国政治家管仲和<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>的合传。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>描写这两位春秋中后期齐国国相，能抓住其特点，并选取典型细节加以生动地表现，如写管仲，着重写其同鲍叔牙的交往，以及任政相齐、助齐桓公九合诸侯一匡天下的谋略，写晏婴则通过对重用越石父和御者的典型事例的详细叙述来突出其“贤”。</p> <p>　　文章详略得当，重点突出，比如对管、鲍之间的真挚友谊及晏子任用御者缘起的叙述极为详细，而对管仲生活的奢侈等不太重要的方面则一笔带过。传记之末“太史公曰”以后的简短议论与评价更是深化了对管、鲍二人的认识，起到了画龙点睛的作用。</p> <p>　　司马迁自述写作《管晏列传》之缘由：“晏子俭矣，夷吾则奢，齐桓以霸，景公以治，作《管晏列传》第二。”指出虽然管仲的奢华与晏婴的节俭形成鲜明对比，但是二人同为齐国杰出政治家，管仲辅佐桓公成就霸业，勋业彪炳，晏婴协助景公成就治世，政绩显赫，一霸一治，泽被当代，垂范后世，二人虽隔百余年，但他们都是齐人，都是名相，又都为齐国作出了卓越的贡献，所以将二人合传写成《管晏列传》。</p> <p>　　管仲辅佐齐桓公，使齐成为五霸之一，晏婴辅佐齐灵公、庄公、景公，使齐“三世显名于诸侯”。并在出使楚国后得到重要的关注。重要的是，在本文所记的轶事中，都分明贯穿了一个“知”字。管仲的“任政相齐”，是仗仰于鲍叔牙的知人善任；写晏婴的赎贤、荐贤，则更是他知人爱才，礼贤下士的必然结果。</p>",
  "about": "<h2>艺术特点</h2> <p><strong>抓住特点，勾勒概貌</strong><br>　　管仲和<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>同为齐国名相，他们之间有几个共同的特点：（1）任相时间长；（2）功绩卓著（涉及内政、军事、外交、经济、用人诸方面）；（3）均有著述，世人多所了解。为这样的名相立传，面对浩如烟海的材料，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>首先采取了抓住特点勾勒概貌的写法，给人们留下一个总的印象。 　桓公以前，齐国国君昏庸，国力衰微。而“管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下。”可见，齐国崛起始于桓公，而桓公之成为春秋一霸，又仰仗于“管仲之谋”“九合诸侯，一匡天下”，形象而概括地说明了管仲的功绩之大。创业难，守业更难。百余年后的晏婴，在巩固齐国国威过程中，也立下了汗马功劳。对此，司马迁用了几组形式整齐的排比句，从三方面作了介绍：“既相齐，食不重肉，妾不衣帛”，言其节俭力行，严于律己；“其有朝，既顺命；无道，即衡命”，言其以道为绳，谨慎行事。最后一言以蔽之，“三世显于诸侯”，突出了晏子的功绩。</p> <p><strong>精选典型，各有侧重</strong><br>　　写管仲，作者从内政、外交两方面着重写他的“辅弼之才”。“以区区之齐在海滨，通货积财，富国强兵，与俗同好恶”一节，写他内政方面的治国才能。经济为一国之命脉，齐国地域虽小，但管仲能因地制宜，利用在海滨的有利条件，发展鱼、盐事业，并调整物价，铸造货币，发展工商业，推行寓兵于农，兵农合一的军制改革，从而使齐国富强起来。齐国人口虽不多，但管仲看到，只要人心所向，众志必能成城。所谓“与俗同好恶”，即是这种民本思想的体现。“善因祸而福，转败而为功”一节，则以三个典型事例写其外交方面的政治策略。“袭蔡伐楚”一事，巧妙地变师出无名而为师出有名，变霸权的膨胀为正义的申张。“北征山戎”一事，救赵之危，并令其“修召公之政”，助邻实为睦邻，意为使燕永作齐之北方的屏障。“柯地盟会”一事，力劝桓公守约，意在取信诸侯，播扬齐国之威名。三个事例生动反映了管仲善于利用矛盾，权衡轻重，抓住时机，因势利导，变祸为福，转败为胜的远见卓识和外交才能。 　写晏婴，则通过两件轶事着重写其“用人之才”。赎越石父，宴为上客，写其礼贤下士，虚怀若谷；荐御者为大夫，则写其举贤任能，不拘一格的胆识。这样的典型事例不仅从一个侧面突出晏婴在齐国历史上的功绩，而且更生动地刻画出这位贤相既有雄才大略又有谦恭谨慎的态度。</p> <p><strong>记言记行，相辅相成</strong><br>　　“言为心声”，司马迁在刻画人物形象过程中，还利用了人物对话或著述来作他们行为的佐证，使人物形象更加丰满生动。管仲著述中的一段话：“仓廪实而知礼节……令顺民心。”揭示了管仲治理内政“取信于民”的指导思想。“知与之为取，政之宝也”，说明了管仲“取信于诸侯”的外交策略，哲理性强，耐人寻味。 　为表现晏婴求贤若渴、礼贤下士的品格，作者在“赎贤”一则轶事中，不仅写了晏子“解左骖以赎之，载归。”“摄衣冠而谢”的行动，更写了晏子感人的言语：“婴虽不仁，何子求绝之速也？”言行对照，一个不因位高而盛气凌人，不因有恩而居功自傲，严于律己，胸怀恢宏的贤相形象跃然纸上。</p> <p><strong>衬托对比，形象突现</strong><br>　　（1）用写缺点来反衬优点。“管仲富拟于公室，有三归、反坫”，这好像是在批评管仲的奢侈生活，然经作者“齐人不以为侈”一笔勾回，反衬出管仲功劳之大，大到如此大兴土木，铺张浪费，而齐国的人都不认为他奢侈。这是因为他制定的政策能顺应民心，从百姓的需要出发。（2）写次要人物来衬托主要人物。写晏子车夫的妻子从门缝里窥见晏子和自己丈夫的情况，通过晏子和车夫的行动与态度的对比，更好地衬托出晏子的谦恭性格和高尚的精神境界。再如文章的第二自然段，从表面看，似乎是赞美鲍叔的知人之深，实际上是写管仲不是一个贪小愚蠢、胆怯无能、寡廉鲜耻的人，而是一个不拘小节，能屈能伸，有远大抱负的贤者。写鲍叔是为了从侧面写管仲。另一方面，鲍叔能从大处着眼评价管仲，说明没有鲍叔的慧眼识贤，就不可能有管仲后来的一番事业。管仲的非凡之功，得之于鲍叔的知人之明。作者这样写，不仅突出管鲍之交的可贵，而且寄托着知己难逢的感慨。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "传记"
  ]
}