{
  "id": 48749,
  "star": 2313,
  "name": "生查子·元夕",
  "dynasty": "宋代",
  "content": "去年元夜时，花市灯如昼。<br>月上柳梢头，人约黄昏后。<br>今年元夜时，月与灯依旧。<br>不见去年人，泪湿春衫袖。",
  "fanyi": "<p><strong>译文</strong><br>去年正月十五元宵节，花市灯光像白天一样明亮。<br>月儿升起在柳树梢头，他约我黄昏以后同叙衷肠。<br>今年正月十五元宵节，月光与灯光仍同去年一样。<br>再也看不到去年的故人，泪珠儿不觉湿透了衣裳。</p> <p><strong>注释</strong><br>1、元夜：元宵之夜。农历正月十五为元宵节。自唐朝起有观灯闹夜的民间风俗。北宋时从十四到十六三天，开宵禁，游灯街花市，通宵歌舞，盛况空前，也是年轻人蜜约幽会，谈情说爱的好机会。<br>2、花市：民俗每年春时举行的卖花、赏花的集市。<br>3、灯如昼：灯火像白天一样。据宋代孟元老《东京梦华录》卷六《元宵》载：“正月十五日元宵，……灯山上彩，金碧相射，锦绣交辉。”由此可见当时元宵节的繁华景象。<br>4、月上：一作“月到”。<br>5、见：看见。<br>6、泪湿：一作“泪满”。<br>7、春衫：年少时穿的衣服，也指代年轻时的自己。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是首相思词，写去年与情人相会的甜蜜与今日不见情人的痛苦，明白如话，饶有韵味。词的上阕写“去年元夜”的事情，花市的灯像白天一样亮，不但是观灯赏月的好时节，也给恋爱的青年男女以良好的时机，在灯火阑珊处秘密相会。“月到柳梢头，人约黄昏后”二句言有尽而意无穷。柔情密意溢于言表。下阕写“今年元夜”的情景。“月与灯依旧”，虽然只举月与灯，实际应包括二三句的花和柳，是说闹市佳节良宵与去年一样，景物依旧。下一句“不见去年人”“泪湿春衫袖”，表情极明显，一个“湿”字，将物是人非，旧情难续的感伤表现得淋漓尽致。 </p> <p>　　这首词与唐朝<a href=\"http://so.gushiwen.org/view_48749.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>的名作《题都城南庄》（“去年今日此门中，人面桃花相映红。人面只今何处去？桃花依旧笑春风”）有异曲同工之妙。词中描写了作者昔日一段缠绵悱恻、难以忘怀的爱情，抒发了旧日恋情破灭后的失落感与孤独感。</p> <p>　　上片追忆去年元夜欢会的往事。“花市灯如昼”极写元宵之夜的灯火辉煌，那次约会，两情相悦。周围的环境,花市，彩灯，明丽如同白天；明月，柳梢，都是相爱的见证。后两句情景交融，写出了恋人月光柳影下两情依依、情话绵绵的景象，制造出朦胧清幽、婉约柔美的意境。</p> <p>　　下片写今年元夜重临故地，想念伊人的伤感。“今年元夜时”写出主人公情思幽幽，喟然而叹。“月与灯依旧”作了明确的对比，今天所见，依然如故，引出“泪满春衫袖”这一旧情难续的沉重哀伤，表达出词人对昔日恋人的一往情深，却已物是人非的思绪。</p> <p>　　此词既写出了情人的美丽和当日相恋时的温馨甜蜜，又写出了今日伊人不见的怅惘和忧伤。写法上，它采用了去年与今年的对比性手法，使得今昔情景之间形成哀乐迥异的鲜明对比，从而有效地表达了词人所欲吐露的爱情遭遇上的伤感、苦痛体验。这种文义并列的分片结构，形成回旋咏叹的重叠，读来一咏三叹，令人感慨。</p> <p>　　这首元夜恋旧的《生查子·元夕》其实是<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>所作，长期以来被认为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所作，其实是当时怕坏了女子的风气,才将作者改为了欧阳修的。</p> <p>　　词的上片回忆从前幽会，充满希望与幸福，可见两情是何等欢洽。而周围的环境，无论是花、灯，还是月、柳，都成了爱的见证，美的表白，未来幸福的图景。情与景联系在一起，展现了美的意境。 </p> <p>　　但快乐的时光总是很快成为记忆。词的下片，笔锋一转，时光飞逝如电，转眼到了“今年元夜时”，把主人公的情思从回忆中拉了回来。“月与灯依旧”极其概括地交代了今天的环境。“依旧”两字又把人们的思绪引向上片的描写之中，月色依旧美好，灯市依旧灿烂如昼。环境依旧似去年，而人又如何呢？这是主人公主旨所在，也是他抒情的主体。词人于人潮涌动中无处寻觅佳人芳踪，心情沮丧，辛酸无奈之泪打湿了自己的衣襟。旧时天气旧时衣，佳人不见泪黯滴，怎能不伤感遗憾？上句“不见去年人”已有无限伤感隐含其中，末句再把这种伤感之情形象化、明朗化。 </p> <p>　　物是人非的怅惘，今昔对比的凄凉，由此美景也变为伤感之景，月与灯交织而就的花市夜景即由明亮化为暗淡。淡漠冷清的伤感弥漫于词的下片。灯、花、月、柳，在主人公眼里只不过是凄凉的化身、伤感的催化剂、相思的见证。而今佳人难觅，泪眼看花花亦悲，泪满衣袖。 </p> <p>　　世事难料，情难如愿。牵动人心的最是那凄怨、缠绵而又刻骨铭心的相思。谁不曾渴慕，谁不曾诚意追索，可无奈造化捉弄，阴差阳错，幸福的身影总是擦肩而过。旧时欢愉仍驻留心中，而痴心等候的那个人，今生却不再来。无可奈何花落去，但那只似曾相识的燕子呢？那曾有的爱情真是无比难测吗？如果真的这样，那些两情相悦、缠绵悱恻的美丽韶华难道是在岁月中流走的吗？谁也不曾料到呵，错过了一季竟错过了一生。山盟虽在，佳人无音，这是怎样的伤感遗憾，怎样的裂心之痛！ </p> <p>　　古人如此，今人亦然。世间总有太多的伤感和遗憾。世事在变，沧海桑田。回眸寻望，昔人都已不见，此地空余断肠人。滚滚红尘，茫茫人海，佳人无处寻觅，便纵有柔情万种，更与何人说？ </p> <p>　　物是人非事事休，欲语泪先流。任君“泪湿春衫袖”，却已“不见去年人”，此情此伤，又怎奈何天？欧阳修的诗词甚多，而我独爱《生查子·元夕》。反复低吟浅唱“去年元夜时……”无限伤感，隐隐一怀愁绪化作一声长叹：问世间情是何物，直教此恨绵绵无绝期？</p><br/><h2>赏析</h2> <p>　　明代徐士俊认为，元曲中“称绝”的作品，都是仿效此作而来，可见其对这首《生查子》的赞誉之高。此词言语浅近，情调哀婉，用“去年元夜”与“今年元夜”两幅元夜图景，展现相同节日里的不同情思，仿佛影视中的蒙太奇效果，将不同时空的场景贯穿起来，写出一位女子悲戚的爱情故事。</p> <p>　　上阌描绘“去年元夜时”女主人公与情郎同逛灯市的欢乐情景。“去年元夜时，花市灯如昼。”起首两句写去年元宵夜的盛况美景，大街上热闹非凡，夜晚的花灯通明，仿佛白昼般明亮。“月上柳梢头，人约黄昏后”，女主人公追忆与情郎月下约定的甜蜜情景，情人间互诉衷情的温馨幸福溢于纸上。从如昼灯市到月上柳梢，光线从明变暗，两人约定的时间又是“黄昏”这一落日西斜、素来惹人愁思的时刻，皆暗示女主人公的情感故事会朝着悲剧发展。</p> <p>　　下阕写“今年元夜时”女主人公孤独一人面对圆月花灯的情景。“今年元夜时，月与灯依旧。”一年过去，眼前的景象与去年没有两样，圆月仍然高挂夜空，花灯仍然明亮如昼，但是去年甜蜜幸福的时光已然不再，女主人公心里只有无限相思之苦。之所以伤感，是因为“不见去年人”，往日的山盟海誓早已被恋人抛诸脑后，如今物是人非，不禁悲上心头。令人肝肠寸断的相思化作行行清泪、浸湿衣衫。“泪满春衫袖”一句是点题句，将女主人公的情绪完全宣泄出来，饱含辛酸蕴藏无奈，更有无边无际的苦痛。</p> <p>　　此词的艺术构思近似于唐人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>的《题都城南庄》<a href=\"http://so.gushiwen.org/view_48749.aspx\">诗</a>，却较崔诗更见语言的回环错综之美，也更具民歌风味。全词在字句上讲求匀称一致，有意错综穿插，它用上阕写过去，下阕写现在，上四句与下四句分别提供不同的意象以造成强烈的对比。上下阕的第一句“去年元夜时”与“今年元夜时”，第二句“花市灯如昼”与“月与灯依旧”，两两相对，把“元夜”“灯”作了强调；而“人约黄昏后”与“不见去年人”，则是上阕第四句与下阕第三句交叉相对，虽是重叠了“人”字，却从参差错落中显示了“人”的有无、去留的天差地别及感情上由欢愉转入忧伤的大起大落，从而表现了抒情主人公内心的起伏变化。</p> <p>　　词作通过主人公对去年今日的往事回忆，抒写了物是人非之感。既写出了伊人的美丽和当日相恋的温馨甜蜜，又写出了今日伊人不见的怅惘和忧伤。词的语言通俗，构思巧妙，上片写去年，下片写今日，重叠对应，回旋咏叹，具有明快、自然的民歌风味。结尾“泪满春衫袖”一句，则通过描写将物是人非、旧情难续的感伤表现得十分充分。全词以独特的艺术构思，运用今昔对比、抚今追昔的手法，从而巧妙地抒写了物是人非、不堪凹首之感。语言平淡，意味隽永，有效地表达了词人所欲吐露的爱情遭遇上的伤感和苦痛体验，体现了真实、朴素与美的统一。语短情长，形象生动，又适于记诵，因此流传限广。</p>",
  "about": "<h2>创作背景</h2> 　　此词写约会。或被认为是景祐三年（1036）词人怀念他的第二任妻子杨氏夫人所作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "欧阳修(一说朱淑真)"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "元宵节",
    "追忆",
    "爱情",
    "思念"
  ]
}