{
  "id": 71875,
  "star": 20,
  "name": "送湖南部曲",
  "dynasty": "宋代",
  "content": "青衫匹马万人呼，幕府当年急急符。<br>愧我明珠成薏苡，负君赤手缚於菟。<br>观书老眼明如镜，论事惊人胆满躯。<br>万里云霄送君去，不妨风雨破吾庐。",
  "fanyi": "<p><strong>译文<br></strong>穿青衫匹马单枪万人欢送，接幕府紧急命令急速启程。<br>深愧我薏苡明珠遭人诬陷，辜负你赤手缚虎自立战功。<br>观书眼虽老犹明知人如镜，论事理有胆有识直言秉公。<br>你去后鹏程万里为国效力，我不妨风雨破庐贫困终生。</p> <p><strong>注释<br></strong>1.部曲：古代军队的编制单位。<br>2.万人呼：语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送蔡希鲁都尉还陇右因寄高三十五书记》<a href=\"http://so.gushiwen.org/view_71875.aspx\">诗</a>：“身轻一鸟过，枪急万人呼。”<br>3.符：这里指军中移文。飞虎军当时由帅臣节制，帅幕移文军中，称“传符”。急急符：赵彦卫《云麓（lù）漫钞》卷七：“急急如律令，汉之公移常语，犹今云‘符到奉行’。”<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>《咸平读书堂》诗有“不奉急急符”语。<br>4.“愧我”句：《后汉书·<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>传》载，马援在交趾常食薏苡，以其能胜瘴气。及还朝，带回一车薏苡。马援卒后，有人上书皇帝诬陷说马援从交趾运回的都是明珠文犀等宝物。这里反用其事。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>因创置飞虎军等事受到当时朝中大臣猜疑谮（zèn）毁，被台臣上章弹劾有“奸贪凶暴，帅湖南日，虐害田里”等罪名。<br>5.於（wū）菟（tú）：虎的别称。《左传》宣公四年，楚人“谓虎於菟”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《送范纯粹守庆州》诗：“当年老使君，赤手降於菟。”陈师道《徐氏闲轩》：“更能赤手缚於菟。”<br>6.胆满躯：《三国志·蜀书·赵云传》注引《云别传》：“子龙一身都是胆也。”苏轼《刁景纯席上和谢生》诗：“醉后粗狂胆满躯。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从<a href=\"http://so.gushiwen.org/view_71875.aspx\">诗</a>的内容来看，作者所送的部属，是位勇猛的壮士。诗的开头两句，气势突兀高昂，如疾风破空而来，军府下达了紧急的命令，这位壮士接下军令，身穿青色制服，跨上骏马，在万众欢呼声中腾跃向前，表现出惊人的勇敢。首句“青衫匹马万人呼”，化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送蔡希曾都尉还陇右》诗句：“身轻一鸟过，枪急万人呼”而浑然无迹。这位壮士完成了怎样的军务，这里却含而未发，以便开展下文。第三四两句：“愧我明珠成薏苡，负君赤手缚於菟”，承前而来，也只从侧面回答。据<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话》记这首诗的本事说：“辛稼轩帅湖南，有小官，山前宣劳，既上功级，未报而辛去，赏格未下。其人来访，辛有诗别之云云。”联系诗句，原来这位壮士赤手缚虎，立了功劳，但作者此时却受谗去职，以致没有得到应得的赏赐。第三句用“薏苡明珠”这个典故，表明自己的去职，是因为遭受别人的诬谤，正像东汉<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>当年南征交趾归来，载回一车薏米种子，被人诬枉成带回一车明珠一样。作者在湖南安抚使任中，当时只有两年，不仅建成一支湖南飞虎军，成为铁马金甲一应俱全的劲旅；而且还动用官仓储粮，以工代赈，浚筑陂塘，使农田收到灌溉之利。明明是在推行利国便民的善政，却因此受到权贵的诬控和排挤，那么“愧”从何来，可见作者所“愧”的，是自己部属有功未能把奖赏落实，不是在政治军事措施上有了差错。第四句“负君赤手缚於菟”，正是点明了“愧”的原因。从诗的一“愧”一“负”当中，可以看出作者关怀部属而不计较个人荣辱的高尚风格。</p> <p>　　第五六两句是作者“素负志节”的自白。“观书老眼明如镜，论事惊人胆满躯”，表明自己惯于观书的老眼，明如宝镜，有知人之明。自己在论事方面，有胆有识，敢于挺身而出，仗义直言，不像他人那样畏首畏尾，顾虑重重。作者赤心为国，始终抱着恢复中原抗金必胜的信念，在孝宗乾道元年（1165年），他上过《美芹十论》，就宋金双方和与战的形势作具体分析，指出对金的斗争应积极争取主动，不要让“和战之权常出于敌”。他痛斥秦桧媚敌求和所起的摧抑民心、销沮士气的极坏作用。在乾道六年又对当时较有作为的宰相虞允文献过《九议》，指出抗击金人恢复国土，是关系国家和生民的大业，不是属于皇帝或宰相的私事。他的议论，英伟磊落，在当时主和派当权的时代是颇为惊人的。即使在淳熙七年他创建湖南飞虎营的时候，也曾经受中枢多次的阻挠和指责，甚至诬为“聚敛扰民”，但他敢于顶住这股压力，为了忠于国家，根本不顾个人的利害。诗中的“胆满躯”三字，正表明他之所以受谗被谤的原因。</p> <p>　　诗的结尾两句，着重点明送别之情，第七句重点在被送者，祝愿对方鹏程万里，直上青云。第八句写自己送人的心情，只要被送的壮士有广阔的前途，到后来能为国家效忠宣劳，即使自己遭受政治上的挫折，在风雨交加的日子里，忍受“吾庐独破”的困厄生活也心甘情愿。这句用杜甫诗“吾庐独破受冻死亦足”句意，“不妨”两字，展示诗人先公后私、先人后己的优秀品质，表现一位久经沙场锻炼的大将热爱部属的可贵精神。</p> <p>　　全诗脉络井然，中间四句意在笔先，力透纸背，第六句和第三句相应，第五句和第四句相应。诗中充满豪宕不平之气，显得悲壮而苍凉，雄健而沉郁。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙八年（1181年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被弹劾罢官，退居带湖（今江西省上饶市城外）。数年之后，他当年任湖南安抚使时创建的飞虎军中的老部下来拜访，作者回忆了当年与部下共同的经历和壮举，临别时写了这首<a href=\"http://so.gushiwen.org/view_71875.aspx\">诗</a>相送。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "送别",
    "抒怀",
    "壮志难酬"
  ]
}