{
  "id": 17722,
  "star": 33,
  "name": "石鼓歌",
  "dynasty": "唐代",
  "content": "张生手持石鼓文，劝我试作石鼓歌。<br>少陵无人谪仙死，才薄将奈石鼓何。<br>周纲凌迟四海沸，宣王愤起挥天戈。<br>大开明堂受朝贺，诸侯剑佩鸣相磨。<br>蒐于岐阳骋雄俊，万里禽兽皆遮罗。<br>镌功勒成告万世，凿石作鼓隳嵯峨。<br>从臣才艺咸第一，拣选撰刻留山阿。<br>雨淋日灸野火燎，鬼物守护烦撝呵。<br>公从何处得纸本，毫发尽备无差讹。<br>辞严义密读难晓，字体不类隶与蝌。<br>年深岂免有缺画，快剑斫断生蛟鼍。<br>鸾翔凤翥众仙下，珊瑚碧树交枝柯。<br>金绳铁索锁钮壮，古鼎跃水龙腾梭。<br>陋儒编诗不收入，二雅褊迫无委蛇。<br>孔子西行不到秦，掎摭星宿遗羲娥。<br>嗟余好古生苦晚，对此涕泪双滂沱。<br>忆昔初蒙博士征，其年始改称元和。<br>故人从军在右辅，为我度量掘臼科。<br>濯冠沐浴告祭酒，如此至宝存岂多。<br>毡包席裹可立致，十鼓只载数骆驼。<br>荐诸太庙比郜鼎，光价岂止百倍过。<br>圣恩若许留太学，诸生讲解得切磋。<br>观经鸿都尚填咽，坐见举国来奔波。<br>剜苔剔藓露节角，安置妥帖平不颇。<br>大厦深檐与盖覆，经历久远期无佗。<br>中朝大官老于事，讵肯感激徒媕婀。<br>牧童敲火牛砺角，谁复著手为摩挲。<br>日销月铄就埋没，六年西顾空吟哦。<br>羲之俗书趁姿媚，数纸尚可博白鹅。<br>继周八代争战罢，无人收拾理则那。<br>方今太平日无事，柄任儒术崇丘轲。<br>安能以此尚论列，愿借辩口如悬河。<br>石鼓之歌止于此，呜呼吾意其蹉跎。",
  "fanyi": "<p><strong>译文<br></strong>张生手拿周朝石鼓文的拓本，劝我写一首咏赞它的石鼓歌。<br><a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>才华盖世但都作古，薄才之人面对石鼓无可奈何。<br>周朝政治衰败全国动荡不安，周宣王发愤起兵挥起了天戈。<br>庆功之时大开明堂接受朝贺，诸侯接踵而至剑佩叮当撞磨。<br>宣王田猎驰骋岐阳多么英俊，四方禽兽无处躲藏都被网罗。<br>为把英雄功业刻石扬名万世，凿山石雕石鼓毁坏高山嵯峨。<br>随从之臣才艺都是世上第一，挑选优秀撰写刻石放在山坡。<br>任凭长年雨打日晒野火焚烧，仗着鬼神守护石鼓永不湮没。<br>你从哪里得来这拓本的底稿？丝毫都很完备一点也无差错。<br>言辞严谨内容奥密难于理解，字体不像隶书蝌文自成一格。<br>年代久远难免受损笔画残缺，仍像得剑斩断活生生的蛟鼍。<br>字迹有如鸾凤翔飞众仙飘逸，笔画恰似珊瑚碧树枝柯交错。<br>苍劲钩连像金绳铁索穿锁钮，浑然又像织梭化龙九鼎沦没。<br>浅见儒士编纂<a href=\"http://so.gushiwen.org/view_17722.aspx\">诗</a>经却不收入，大雅小雅内容狭窄并不壮阔。<br>孙子周游未到秦地无知难怪，采诗不全像取星宿却漏羲娥。<br>啊我虽好古却苦于生得太晚，对着石鼓文我哭得涕泪滂沱。<br>想当年我蒙召做国子监博士，那年正改纪元年号称着元和。<br>我的朋友在凤翔府任职从事，曾经为我设计挖掘石鼓坑窝。<br>我刷帽沐浴禀告国子监祭酒：“如此至宝文物世上能存几多？<br>只要包毡裹席就能立即运到，十个石鼓运载只需几匹骆驼。<br>进献太庙把它比作文物郜鼎，那声价百倍于郜鼎岂是太过？<br>皇恩浩荡如果准许留在太学，诸生就能钻研解说一起切蹉。<br>汉朝时鸿都门观经尚且拥塞，将会看见全国上下为此奔波。<br>剜剔藓苔泥尘露出文字棱角，把它放得平平稳稳不偏不颇。<br>高楼大厦深檐厚瓦把它覆盖，经历久远不受意外损坏伤挫。”<br>朝中的大官个个都老于世故，他们空无主见岂肯感奋奔波？<br>牧童在鼓上敲火牛用它磨角，谁能再用手把这个宝物抚摸？<br>长年累月风化销铄将被埋没。六年来向西遥望我空叹吟哦！<br><a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>书法时俗趁机显秀媚，书写数张还可换回一群白鹅。<br>继周之后八代争战已经结束，至今无人收拾整理又可奈何？<br>如今正是天下太平国泰民安，皇上重视儒术推崇<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>孟轲。<br>怎么才能把此事向皇帝建议，愿借善辩之人发挥口若悬河。<br>石鼓歌写到这里就算结束吧，哎呀我的意愿大概会是白说！</p> <p><strong>注释<br></strong>1.张生：据《全唐诗》校“生即籍”，可知此指<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>。石鼓文：这是指从石鼓上拓印下来的文字。<br>2.少陵：指杜甫。谪仙：指李白。<br>3.才薄：是说自己的才力薄弱，不能像杜甫李白他们那样，有纵横驰骋的诗笔。将奈石鼓何：是说像我这样才力薄弱的人，将怎能作好这石鼓歌呢？<br>4.周纲；周朝的纲纪法度，亦即政治秩序。陵迟：衰落、衰败。四海沸：指天下动荡不安。<br>5.宣王：周宣王，姓姬名靖，周厉王的儿子，旧时被认为是周朝的中兴之主。挥天戈：指周宣王对淮夷、西戎、狁等用兵的事。<br>6.明堂：天子颁布政教，朝见诸侯，举行祭祀的地方。<br>7.剑佩鸣相磨：是说到天子明堂来朝贺的诸侯很多，以致彼此佩带的刀剑互相磨擦而发出声响。<br>8.蒐（sōu）：春天打猎。岐阳：指歧山的南面。山南为阳。蒐于歧阳：是说周宣王在一个春天里于歧山南面打猎。<br>9.遮罗：拦捕。这句是说，广阔的猎场里的禽兽都将被拦捕了来。<br>10.镌（juān）功：指将功业刻在石鼓上。镌、勒，都是刻的意思。成，成就，与“功”同义。告万世：即告示后代于万世。<br>11.隳（huī）：毁坏。嵯峨（cuóé）；山势高峻的样子。这里是指高山。这句是说，为了制作石鼓而开山凿石。<br>12.从臣：指随从周宣王的臣子。咸第一：都是第一等的。<br>13.撰刻：指撰写文字刻于石鼓之上。山啊：泛指山陵。<br>14.日灸（jiǔ）：日晒。<br>15.烦：劳。撝（huī）：同“挥”。呵：喝叱。连上两句是说，这石鼓经受聘发长期的日晒雨淋和野火的燎烤，竟能这样安然无恙；那是有劳鬼神的护持，不让它们遭到伤害。<br>16.公：张生，指张籍。纸本：指从石鼓上拓印下来的文字纸本。<br>17.讹：错误。这句是说，拓印下来的文本极为完整，不有丝毫的差错。<br>18.辞严义密：指拓本的文字庄严，义理精密。<br>19.不类：不像。隶：隶书，古代的一种书写文字。蝌：蝌蚪文，周时所用文字，因其头大尾小，形似蝌蚪文。石鼓文的文字当为籀文，即大篆。<br>20.缺画：是说石鼓上的文字因年深日久，不可避免会有向导笔漏画的。<br>21.蛟：蛟龙，古代传说中的一种神异动物。鼍（tuó）：鼍龙，俗称猪婆龙，是鳄鱼的一种。这里的蛟鼍即蛟龙，因押韵，故改龙为鼍。这句是说，石鼓文上那些向导笔漏画的地方，像是快剑把活生生的蛟龙斫断了一样。这是极力形容古代文字形体气势的生动有力。<br>22.翔、翥（zhù）：都是飞的意思。<br>23.珊瑚树：因珊瑚形状像树枝，故称珊瑚碧树。连上两句是说，石鼓上的文字像是仙人乘着鸾凤翩翩而下，又像是珊瑚碧树似的枝柯扶疏。这都是极办形容石鼓文的体势飞动和笔锋奇丽。<br>24.金绳铁索：比喻石鼓文的笔锋奇劲如金绳铁索一般。锁纽：比喻石鼓文的的结体如锁纽般的钩连。<br>25.古鼎跃水：相传周显王四十二所，九鼎没于四水，秦始皇时派人入水不得。龙腾梭：《晋书·陶侃传》：“侃少时，渔于雷泽，网得一织梭，以挂于壁。有顷雷雨自化为龙而去。”这句是形容石鼓文字体的变化莫测。<br>26.陋儒：见识短浅的儒生，指当时采风编诗者。诗：指《诗经》。<br>27.二雅：指《诗经》的《大雅》和《小雅》。褊（biǎn）迫：局促。委蛇（wēituó）：宽大从容的样子。这句是说二雅没有把石鼓文收进去，是由于当时采风编诗者的见识短浅。<br>28.秦：秦国，今陕西一带，即石鼓所在的地方。石鼓于唐初在天兴（今陕西省宝鸡市）三畦原出土。<br>29.掎摭（jǐzhí）：采取。遗：丢了。羲：羲和，为日驾车的人，这里代指日。娥：嫦娥，这里指月。连上两句是说，孔子西行没有到过秦国，结果编诗未收石鼓文，那就像是拾了星星，却等待以了太阳和月亮。<br>30.好古：爱好古代文化。生苦晚：苦于出生太晚。<br>31.此；指石鼓文。双滂沱：指眼泪和鼻涕一同流出。意即令人无限感伤而泪如雨下了。<br>32.蒙：蒙受。博士：官名。唐时有太学、国子诸博士，并为教授之官。<br>33.其年：那一年，即<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>自江陵法曹参军被召回长安任国子监博士的元和元年（806年）。<br>34.故人：不详。从军在右辅：《三辅黄图》：“太初元年（前104年）以渭城以西属右扶风，长安以东属京兆尹，长陵以北属左冯翊，以辅京师，谓之三辅。”右辅，即右扶风，为凤翔府。韩愈故人为凤翔节度府从事，所以说“从军在右辅”。<br>35.度（duó）量：计划。掘：挖。臼科：坑穴，指安放石鼓的地方。<br>36.濯冠：洗帽子，沐：洗头。浴：洗澡。这都是表示诚敬的意思。祭酒：官名。唐时为国子监的主管官。<br>37.如此：像这样的。至宝：极为贵重的宝物。<br>38.“毡包”二句：是说十只石鼓只要几匹骆驼运载就行了。<br>39.荐：进献。诸：是“之于”二字的合音，用意亦同。太庙：皇家的祠堂。郜（gào）鼎：郜国所造的鼎。《左传·桓公二年》；“四月，取郜大鼎于宋，戊申，纳于太庙。”郜国在今山东省城武县。<br>40.光价：光荣的声价。连上两句是说，把石鼓荐之于太庙和郜鼎并比，那声价何止超过百倍呢？<br>41.圣恩：皇恩。太学：指国子监。<br>42.诸生：指在太学进修的学生。切磋：指对学问的钻研，这里是指对石鼓的钻研。<br>43.观经鸿都：汉灵帝光和元年（178年），置鸿门学士。鸿都门为藏书的处所。又汉灵帝熹平四年（175年），<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>奏请正定六经文字，并刻石碑，立于太学门外，即熹平石经。从此，每天前来观看和摹写的人很多，十分拥挤，阻塞街道。填咽（yè）：阻塞，形容人多拥挤。<br>44.坐：即将。坐见：即将看到。<br>45.剜（wān）：刀挖。剔：剔除。节角，指石鼓文字笔画的棱角。<br>46.安置妥帖：安放妥当。不颇（pō）：不偏斜。<br>47.檐：屋檐。深檐，也是“大厦”的意思。覆：遮盖。<br>48.期无佗（tuó）：希望石鼓没有任何的损坏。无佗，同“无他”。<br>49.中朝：即朝中，朝廷里。老于事：实指老于世故，即办事拖沓、保守的意思。<br>50.肯：岂肯。感激；感动激发。徒：只。媕婀（ān’ē）：无主见的意思。<br>51.敲火：指牧童无知，随便在石鼓上敲击时爆出火星，有损石鼓。砺；磨擦。<br>52.著手：同“着手”，即用手。摩挲（suō）：常指对文物古玩的抚摩，表示爱惜的意思。<br>53.销：熔化金属。铄（shuò）：指金属熔化。就：趋向，归于。<br>54.六年：即元和六年（811年）。西顾：指西望石鼓所在地岐阳。岐阳即岐山南面，山在长安、洛阳西，故称“西顾”。空吟哦：空费心思的意思。<br>55.羲之：王羲之，著名书法家。俗书：<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》：“隶书风俗通行，别于古篆，故云俗书，无贬右军意。”认为俗书是对古书而言，是时俗之俗，非俚俗之俗，不是贬意。但就韩愈对石鼓文字的无比推崇来看，王羲之的书法自然会被他认为是俗的了，实含贬意。趁姿媚：追求柔媚的姿态。<br>56.博白鹅：换白鹅。据《晋书·王羲之传》载，他很喜欢鹅，曾用“数纸”自己所写的《道德经》去换取山阴道士的鹅。<br>57.八代；所指不明，泛指秦汉之后诸朝。一说是秦、汉、魏、晋、元魏、齐、周、隋；又说是东汉、魏、晋、宋、齐、梁、陈、隋。<br>58.收拾；指把散乱的会物收集起来。这里是指把石鼓收集起来加以保存的意思。则那（nuò）：又奈何。<br>59.柄：权柄。任：用。柄任儒术：即重用儒学之士的意思。崇丘轲：尊崇孔丘、孟轲。<br>60.论列：议论，建议。<br>61.悬河：比喻有辩才，即善于辞令。《晋书·郭象传》：“太尉王衍每云，听象语（说话）如悬河泻水，注而不竭。”<br>62.止于此：到此为止。<br>63.其：将。蹉跎：本指岁月虚度，这里作失意解，即白费了心思。与前文的“空吟哦”意同，且相照应。</p>",
  "shangxi": "<h2>评析</h2> <p>　　石鼓文系我国最早的石刻，是秦代所为。内容记叙狩猎情状，文为大篆。韩氏以 为周宣王时所为。其物今藏北京故宫博物院。</p> <p>　　<a href=\"http://so.gushiwen.org/view_17722.aspx\">诗</a>人感慨石鼓文物的废弃，力谏当局保护石鼓而不得采纳，因而大发牢骚。开头 四句是总起，自谦没有李杜之才，不敢作歌。“周纲”十二句是追叙石鼓来历久远。 “公从”十句是叙石鼓文的文字和字体及其保留的价值。“陋儒”六句是叙怀疑《诗 经》不收石鼓文，乃是孔子的粗心。“忆昔”十八句，是叙发现石鼓的经过和建议留 置太学。“中朝”十句是叙当局不纳诗人建议，叹惜石鼓文物的废除。“方今”六 句，希望在尊崇儒学的时代，能把石鼓移置太学。</p> <p>　　章法整齐、辞严义密，音韵铿訇。</p><br/><h2>鉴赏</h2> <p>　　对石鼓的出土，在<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>之前，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《李潮八分小篆歌》中带过一笔，此后<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>虽写过一首《石鼓歌》，但因缺少热情和略乏文采，恐怕在《韦苏州集》中也属下乘之作。只是他<a href=\"http://so.gushiwen.org/view_17722.aspx\">诗</a>中“乃是宣王之臣史籀作”一句，倒开启了鼓属何代的千年聚讼之门。及至韩愈的这首力作问世，才使石鼓之“光价”在后人心目中大大地增强和提高了。今天上距韩愈作歌又过去一千多年，十面石鼓尽管已无完字，但仍作为一级文物陈列在故宫博物院里，这不得不归功于韩愈的呼号之力。</p> <p>　　开头四句明白如话，点出了写作的缘起。这四句中，“石鼓”二字凡三见，似乎平淡拖沓，其实不然。韩愈开创以文为诗的先河，不避同字且不避同式，正是古文的惯习。这里“劝”字下得十分精当，它省去了诗人几多犹豫的潜台词与推诿的闲笔墨，具有一字九鼎之效。韩愈向来自负于“金石刻画臣能为”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《韩碑》），但对此却自惭才疏，那么石鼓文的深奥难懂也就不言而喻了。</p> <p>　　从“周纲陵迟四海沸”到“鬼物守护烦撝呵”为一段。前十句是诗人想象周宣王中兴王室、临御海内以及驰逐围猎、勒石铭功的图景。用了“沸”“愤”“大”“骋”“万里”“万世”等词，极状场面的壮阔和气派的雄伟。韩愈之所以承袭韦应物系年的说法，是有深刻的历史原因的。唐朝自安史之乱后，皇权受到极大的削弱，藩镇割据，宦官专权，外族侵凌，大臣猜忌，各种社会矛盾的激化，使李唐王朝迅速走向衰落。宪宗登基后采取铲藩镇、抑宦官的政策，使朝政出现了中兴之兆。诗人看到了历史的相似之处，因而在歌颂周宣王雄才大略的同时，自然融进了自己的政治理想。在宪宗即位之初平定剑南节度使<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>后，韩愈即写过一首热情洋溢的《元和圣德诗》，对嗣皇的英明果断备加赞扬。所以《石鼓歌》的这段描写正传达出了诗人切望重振颓纲以臻于尊王攘夷的郅治局面的心声。“雨淋日炙野火燎”二句，是承上启下的关键。把石鼓流传千年而历尽的劫难浓缩在七字之中，这是略写。诗人认为石鼓得以完好保存，如果没有鬼神呵护是不可想象的，仅此而言，石鼓本身就已是稀世珍宝，又遑论其他无算的文物价值呢。寥寥两笔便为下文的切入阐发作好了铺垫。往下十四句是专对石鼓文作具体描述的。文辞的深奥，字体的朴茂，都使“好古”的博士先生心荡神怡美不胜收。即使剥蚀斑驳，他也会忍不住地赞叹一番。在那些古拙的字迹间，诗人任凭审美意识纵情驰骋：夭娇流美的线条，多像鸾凤翔舞，云君来下；交互牵掣的点画，又使人仿佛置身于珊瑚丛生的龙宫水府。笔力的雄健，使他想到金绳铁索的劲挺；笔势的飞动，似乎只有用禹鼎出水龙梭离壁才能传其神韵原本静止的书迹都化成了活泼的形象，他不禁沉浸在美的超然享受之中了。美感的获得与否，取决于审美体验的深浅程度，尽管韩愈断未见过“鸾翔凤翥众仙下”，但现实生活中的百鸟和鸣和万舞翩跹却并不少见。常人或许只能以平常的语言道出，而诗人却善于用浪漫的想象把常景编织成一幅云诡波谲的图画。对于石鼓文，韩愈并没有满足于正面的描写，他痛斥陋儒，深憾孔子，无非是想获得烘云托月的效果。后人不明乎此，因而有胶柱鼓瑟的责难，如宋洪迈《容斋随笔》卷四云：“文士为文，有矜夸过实，虽韩文公不能免。如《石鼓歌》极道宣王之事，伟矣，至云：‘孔子西行不到秦，掎摭星宿遗羲娥。陋儒编诗不收入，二雅褊迫无委蛇。’是谓三百篇皆如星宿，独此诗如日月也。今世所传石鼓之词尚在，岂能出《吉日》《车攻》之右？安知非经圣人所删乎？”但只需看看韩诗中“读难晓”、“得切磋”之句就可知道，诗人这样说不过是艺术的夸张，所谓恨之越深，爱之越切，如此而已。这一段是全诗的精华，原因在于它驾驭形象思维，把丰富的审美感受传递给读者，使之受到强烈的感染。</p> <p>　　“嗟予好古生苦晚”以下直到结尾为最后一段。这段结合诗人自己的身世之感，既有追述，又有夹议，但更多的是流露出隐隐的惆怅和深深的惋惜。韩愈在文学上以“障百川而东之，回狂澜于既倒”（《进学解》）为己任，为了力矫时弊，他才主张崇古。因此他竭力称扬石鼓文，也应是这个文学宗旨的组成部分。他身居博士，“职是训诂”（《元和圣德诗》），把保护石鼓看作是应负的责任。为此，托故人度量坎坑，为安置作好了准备，又戒斋沐浴郑重其事地报告上司，本以为安置“至宝”是瞬息可办的举手之劳。然而无情的现实把他美好的愿望击得粉碎——那班尸位素餐的老爷关心的只是升官发财，他们对区区石鼓是丝毫不会“感激”（激动）的。在这里，一个“老”字生动地勾画出那种麻木不仁的昏聩神情。眼看石鼓仍继续其日销月蚀而归于沦灭的厄运，诗人真是忧思如焚。虽说目下标榜儒术，但据理力争恐怕还是于事无补，歌到这儿，韩愈不禁心灰意冷，喟然长叹。这一段写得苍凉沉郁，使人觉得诗人不仅在哀叹石鼓的不幸，而且简直是在嗟叹寒儒的卑微。为了反衬现实的荒诞，诗人还运用了两个典故，显得格外深刻而有力。第一个是<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>。后汉熹平四年（175年），灵帝不满于当时文字使用的混乱，特命蔡邕与堂溪典等正定六经文字，由蔡书丹上石，刻成后置于鸿都门前，每日前来观看的车辆，使街道为之阻塞。第二个是<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>。东晋王羲之喜鹅颈之宛转，见山阴道士所养群鹅而爱之，道士因索写《道德经》一部，举群相赠。蔡王二人都是书圣，但前者擅隶书而后者工楷则，这两种比石鼓文晚起得多的书体尚且如此风光，那么当局的冷落石鼓，到底于心何忍。用典之妙，起到了振聋发聩的效果。</p> <p>　　这首长诗一韵到底，如长河直贯而下，波澜老成。诗中又多用响字虚词，铿锵激越，朗吟上口，便觉有一股郁勃之气喷薄于字里行间。如果用“驱驾气势，若掀雷走电，撑决于天地之垠”（辛文房《唐才子传·韩愈》）的赞语来评价这首歌行，自然会觉得绝非虚誉。</p>",
  "about": "<h2>题解</h2> 这首<a href=\"http://so.gushiwen.org/view_17722.aspx\">诗</a>作于元和六年（811），表达了诗人对古代文物的珍视与保护之情。诗中所写的石鼓文，是我国最早的石刻文字，为我国珍贵的古代文物。诗人以他特有的文学家、史学家的敏感，看到它对研究我国古代文学和历史学的重要意义，并奔走呼号，希望朝迁予以重视。诗中还对朝中重臣和“陋儒”们进行了无情的嘲讽。就其诗来看，无论是赞美，还是讽刺，目的不过是强调保存和研究石鼓及石鼓文的重要意义，认为它是难得的“至宝”，应该从那荒郊野地运回，留在太学，以供“诸生讲解得切磋”，免遭日晒雨淋，童敲火牛砺角，行其“日销月铄就埋没。”因此作歌大声呼吁，希望朝廷重视，圣恩荣准。然而其中却发泄了不秒牢骚，这不仅有对“中朝大官”和“陋儒”的讽刺，连“孔子西行不到秦，掎摭星宿遗羲娥”，也表示了不满。此诗主要针对朝廷不能爱护这样极为珍贵的文物，从而发出的或许还有更为深一层的感慨。诗人在描绘石鼓文书法的妙处时，运用了多种比喻，进行淋漓尽致的渲染，颇有感染力。<br/><h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_17722.aspx\">诗</a>作于唐宪宗元和六年（811年）。石鼓文系中国最早的石刻，是秦代所为；<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以为周宣王时所为。内容记叙狩猎情状，文为大篆。初唐时，石鼓出土于凤翔府天兴县（今陕西宝鸡）三畤原。其物今藏北京故宫博物院。石鼓出土这一事件如发生在现代，必会惊传为“考古新发现”而震动中外，但是那时却不可思议地有些萧然。因为在朝廷眼中，它们不过是几块长满苔藓的破烂玩意，因此其遭遇自难与郡国之所出鼎彝相提并论了。韩愈感慨石鼓文物的废弃，力谏当局保护石鼓而不得采纳，因而大发牢骚，写下长诗《石鼓歌》。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "唐诗三百首",
    "题咏"
  ]
}