{
  "id": 7753,
  "star": 25,
  "name": "荆州歌",
  "dynasty": "唐代",
  "content": "白帝城边足风波，瞿塘五月谁敢过。<br>荆州麦熟茧成蛾，缲丝忆君头绪多。<br>拨谷飞鸣奈妾何。",
  "fanyi": "<p><strong>译文<br></strong>白帝城边的江面上满是狂风掀起的惊涛骇浪，<br>五月的瞿塘峡，有谁敢行船而过呢？<br>荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。<br>我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。<br>布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？</p> <p><strong>注释<br></strong>⑴荆州歌：古题乐府杂曲歌辞。《乐府<a href=\"http://so.gushiwen.org/view_7753.aspx\">诗</a>集》卷七十二列于《杂曲歌辞》，又名“荆州乐”、“江陵乐”。《乐府诗集·杂曲歌辞十二·荆州乐》<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>题解：《荆州乐》盖出于《清商曲·江陵乐》，荆州即江陵也。有纪南城，在江陵县东。梁建文帝《荆州歌》云“纪城南里望朝云，雉飞麦熟妾思君”是也。<br>⑵白帝城：古城名。在今重庆市奉节县东白帝山上。东汉初公孙述筑城，述自号白帝，故以“白帝”为名。足：充足，引申为满是，都是。<br>⑶瞿（qú）塘：即瞿塘峡，也称“夔峡”，长江三峡之一。西起重庆市奉节县白帝城，东至巫山县大宁河口。两岸悬崖峭壁，江面最窄处仅百余米。《水经注·江水》：“峡中有瞿塘、黄龙二滩，夏水回复，沿溯所忌。”<br>⑷茧（jiǎn）：指蚕茧。<br>⑸缲（sāo）丝：即缫丝，煮茧抽丝，制丝时把丝从蚕茧中抽出，合并成丝。在南朝乐府中“丝”、“思”为双关语。头绪多：即思绪多。<br>⑹“拨谷”句：写思妇默念：拨谷鸟已鸣，春天将尽，不见夫回，使人无可奈何。拨谷：即布谷鸟。布谷鸟叫声如同”布谷“二字之音。又，布谷叫，表明农忙季节已到。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　仲夏五月，阳光灿烂，江陵城外，农家院内，一位少妇，埋头缲丝。十指纤纤，蚕茧白白，少妇衣袖高挽，抽丝不停。杨柳依依，绿荫重重，麦香淡淡，布谷声声，少妇缓缓放慢了手的动作，心情渐渐变得十分沉重。她想起了出门在外、将要归来的丈夫。</p> <p>　　这首《荆州歌》，就是抓住少妇在这种情境下的心理变幻来写的。全<a href=\"http://so.gushiwen.org/view_7753.aspx\">诗</a>共五句，意义上分三层。</p> <p>　　头两句是一层，写少妇心情沉重的原因。白帝城在今四川奉节县东，城在山上，地势高峻，为出入蜀城的门户，也是诗中少妇之夫返航归家的必经之地。瞿塘峡也在奉节县东，峡中水流湍急，礁石林立，五月水涨，不见礁石，行船极其艰险。少妇一忧白帝风波，二忧瞿塘暗礁，可见顾虑重重。她不是怕丈夫误了归期，而是怕丈夫遇了风险，此刻她心中没有夫妻将要重聚的喜悦，只有替于险象环生的途中日夜奔波的丈夫无限的担忧。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《长干行》写商妇思夫，也曾悬想过丈夫路途的危险：“十六君远行，瞿塘艳滪堆；五月不可触，猿声天上哀。”可是归程的风险比不上商妇对丈夫的热切盼望和痴痴的情爱：“早晚下三巴，预将书报家；相迎不道远，直至长风沙！”商妇的爱炽热外露，茧妇的爱凝重收敛。同是少妇思夫，感情表达的方式，情绪变化的过程却不尽相同。</p> <p>　　三、四句是第二层。这两句仿佛是少妇对远在蜀地的丈夫的倾心的诉说。“荆州麦熟茧成蛾”说节候，与第二句的“五月”相照应，也与上两句的“白帝风波”、“瞿城五月”相对比。同是五月，丈夫在艰险旅途中日夜兼程，妻子在麦香茧声中辛勤劳作。五月，或许是夫妻商定的归期。然而温暖平静的五月也许是雨雪风霜的五月，少妇半喜半忧：丈夫就要归来了呀，可是，眼下归来风险重重啊。缲丝之“丝”同“思”谐音，“头绪多”也是双关语。这是以丝的头绪喻思念丈夫的头绪纷繁：首先是忧虑之情郁结心头，像茧丝一样纷乱无章，其次是相思之情萦绕心头，如茧丝一般绵绵不断，再次是烦恼之情难以排遣，似茧丝那般缠结身心。千头万绪，全是为“君”而生。</p> <p>　　最后一层也是诗的结尾。正在少妇思绪纷繁、矛盾重重之时，传来了布谷鸟（拨谷）的叫声。布谷鸟五月飞鸣，鸣声如唤“行不得也哥哥”。“行不得也哥哥”，这既是少妇对驾舟欲行的丈夫的劝阻，也是少妇内心里的自责。然而，千里之外的丈夫听不到拨谷的叫声与爱妻的呼唤，此时此刻，少妇只得徒然叹道：“奈妾何！”全诗写到这里，戛然而止，有曲终声不尽之妙。</p> <p>　　古时荆州一带的民歌极其丰富。李白的诗善于从六朝乐府民歌中汲取菁华。语言清新的《荆州歌》显然是他学习民歌的结果。如以“丝”为“思”，就是民歌中常用的手法。“丝”的头绪和“思”的头绪，既贴合少妇的劳作，也贴合少妇的心理。另外，此诗是“柏梁体”，句句押韵，节奏短促急迫，宜于表现少妇忽明忽暗、变幻不定的心理活动。</p> <p>　　全诗无一字叙事，只是抒写女主人公的思夫之情。然而，一个性格鲜明的人物形象却栩栩如生。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7753.aspx\">诗</a>写的是一位农村妇女辛勤劳作之时思念远方丈夫的愁苦情景。当是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>初出蜀路过荆州（今湖北江陵时）所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "妇女",
    "思念"
  ]
}