{
  "id": 72771,
  "star": 7,
  "name": "溪亭",
  "dynasty": "宋代",
  "content": "清秋有馀思，日暮尚溪亭。<br>高树月初白，微风酒半醒。<br>独行穿落叶，闲坐数流萤。<br>何处渔歌起？孤灯隔远汀。",
  "fanyi": "<p><strong>译文</strong><br>在秋天清冷之时，我更觉愁思郁结，到溪亭观览景色，到黄昏还徘徊着不想离去。<br>翘首遐观，我只见初月挂在高高的树上；微风吹过，好似觉得酣酒已经醒了一半。<br>林中落叶飘零，野地空旷寂寥，独行无绪，唯有闲坐，细数着那空中的点点萤光。<br>忽闻渔歌唱晚，不知起于何处，放眼遥望，远汀之外孤灯隐现，想必是渔歌放处。</p> <p><strong>注释</strong><br>①溪亭：临溪水的亭子。<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《题上饶亭》：“溪亭拂一琴，促轸坐披衿。”<br>②汀：水边平地，小洲。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘夫人》：“搴汀洲兮杜若。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在<a href=\"http://so.gushiwen.org/view_72771.aspx\">诗</a>歌中，如果能在真实描摹客观景物的同时，又把诗人的某种独特感受倾注在景物描写之中，使读者从思想上受到感染，艺术上得到享受，这就需要诗人在思想深度和艺术造诣两个方面下功夫。<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>的《溪亭》诗正是借景抒情，达到情景交融的艺术境界的佳作。</p> <p>　　溪亭，指临溪水的亭子。唐<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《题上饶亭》诗：“溪亭拂一琴，促轸坐披衿。” 宋<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《如梦令》词：“常记溪亭日暮，沉醉不知归路。”首联破题。“清秋有馀思，日暮尚溪亭”，表明全诗以溪亭为中心，逐一描绘周围的清秋初月的景色。乍读起来，似有恬静闲适的印象，细细品味，又觉不然。诗人徙倚溪亭，观览景色，思绪纷披，直至日暮，尚徘徊不下。“馀思”，是指诗人在南宋灭亡之后，时时所怀有的旧君故国之思，同那种多愁善感的“悲秋”有着本质的区别。不了解首句所要表达的意图，就会把全篇看成单纯写景之作。只有真正领悟到诗人在特定的历史环境下的心理状态，才能透过迷蒙的景色去探索诗人的悠悠孤愤和高洁品格。这种破题法，既无“突兀高远，如狂风卷浪，势欲滔天”（《诗家法数·律诗要法》）的气派，也没有运用比兴的表现手法，而是语淡辞婉，直叙其事，于平淡之中留下意馀象外的情韵。</p> <p>　　颔联紧承一二句。“高树月初白”，是说高高树巅挂着一弯洁白的初月，切上联“日暮”。“微风酒半醒”，在微风吹拂之下，诗人酒意初醒，与上联“馀思”呼应。月上高树，周围一片冷清幽寂。当此之时，诗人心绪不宁，“馀思”萦绕，难以去怀，从其半醉半醒的精神状态，正说明他感慨至深。</p> <p>　　颈联写诗人举止。“独行穿落叶”，踽踽独行之状如见，“穿”字尤妙。“闲坐数流萤”，独坐百无聊赖，只得藉数流萤以遣闷，其侘傺不平的心情可以想见，用一“数”字，更见生动。这两句诗把其复杂的矛盾心情注入形象鲜明的画面，不难看出，其中隐现着诗人对生活的感受和时代乱离的影子。注家评曰：“此联本平，然用‘穿’、‘数’二字，便觉精神振竦，所谓五言诗以第三字为眼，是也。”足见诗人用字之工。</p> <p>　　末联写景。“何处渔歌起，孤灯隔远汀。”一声声悠长的渔歌，打乱了诗人的冥思遐想，举目四顾，只有远处水面上飘动着一点若明若暗的灯火，此情此景，倍添凄凉孤寂，蕴含着国破家亡、飘泊无依之感。</p> <p>　　通观全诗，以景传情，用富有象征意义的景物描写，寄寓诗人的感慨馀思，情韵深长，颇具特色。</p>",
  "poet": {
    "id": 420,
    "star": 0,
    "name": "林景熙",
    "image": "http://img.gushiwen.org/authorImg/linjingxi.jpg",
    "desc": "林景熙（1242～1310），字德暘，一作德阳，号霁山。温州平阳（今属浙江）人。南宋末期爱国诗人。咸淳七年（公元1271年），由上舍生释褐成进士，历任泉州教授，礼部架阁，进阶从政郎。宋亡后不仕，隐居于平阳县城白石巷。林景熙等曾冒死捡拾帝骨葬于兰亭附近。他教授生徒，从事著作，漫游江浙，是雄踞宋元之际诗坛、创作成绩卓著、最富代表性的作家，也是温州历史上成就最高的诗人。卒葬家乡青芝山。著作编为《霁山集》。"
  },
  "tags": [
    "秋日",
    "散心"
  ]
}