{
  "id": 71873,
  "star": 5,
  "name": "送韦司马别",
  "dynasty": "南北朝",
  "content": "送别临曲渚，征人慕前侣。<br>离言虽欲繁，离思终无绪。<br>悯悯分手毕，萧萧行帆举。<br>举帆越中流，望别上高楼。<br>予起南枝怨，子结北风愁。<br>逦逦山蔽日，汹汹浪隐舟。<br>隐舟邈已远，徘徊落日晚。<br>归衢并驾奔，别馆空筵卷。<br>想子敛眉去，知予衔泪返。<br>衔泪心依依，薄暮行人稀。<br>暧暧入塘港，蓬门已掩扉。<br>帘中看月影，竹里见萤飞。<br>萤飞飞不息，独愁空转侧。<br>北窗倒长簟，南邻夜闻织。<br>弃置勿复陈，重陈长叹息。",
  "shangxi": "<h2>鉴赏</h2> <p>　　韦司马，即韦爱。公元501年（齐东昏侯永元三年）春正月，<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>为征东将军，从襄阳兴师讨伐东昏侯，留弟冠军将军萧伟行雍州（治所在今湖北襄阳）州府事，以壮武将军韦爱为其司马，带襄阳令。时齐兴太守颜僧都等据郡反，爱沉敏有谋，率众千余人，与僧都等战于始平郡南，大破之。公元502年（梁天监元年），进号辅国将军，寻除宁蜀太守，与益州刺史邓元起西上袭刘季连，行至公安，道病卒（见《梁书·韦爱传》）。此<a href=\"http://so.gushiwen.org/view_71873.aspx\">诗</a>当作于公元501年韦爱为雍州司马时。</p> <p>　　张玉谷说：“此送别后还家写意之诗，非送别时作也。”（《古诗赏析》）全诗三十句，可分为五个段落，每段六句。第一段写江边话别时难舍难分的情景。第二段写韦爱乘舟离去，作者登楼远望时的心情。第三段写送归路上的感受。第四段写到家所见情景。第五段写辗转思念、夜不成寐的苦况。可谓层次分明，结构谨严。</p> <p>　　这首诗最突出的艺术特色之一，就是成功地运用了“顶真格”。所谓“顶真格”,就是以上句的末几字（词语或句子）做下句的开头，使语句递接紧凑而生动畅达，读来抑扬顿挫，缠绵不绝。亦称“联珠格”。这里又有两种情况：一种是几乎句句“联珠”的，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《白云歌送刘十六归山》：“楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。”宋元时更流行为一种带游戏性的文体，如《中原音韵》载《越调·小桃红》：“断肠人寄断肠词，词写心间事，事到头来不由自，自寻思，思量往日真诚志，志诚是有，有情谁似，似俺那人儿。”一种是段与段之间“联珠”的，这首诗就是这样。全诗五段，每段最后几字与下段最前几字相同或稍有变化，如第二段结尾“汹汹浪隐舟”与第三段开头“隐舟邈已远”,第四段结尾“竹里见萤飞”与第五段“萤飞飞不息”，首尾两字完全相同；而第一段结尾“萧萧行帆举”与第二段开头“举帆越中流”，第三段结尾“知予衔泪返”与第四段开头“衔泪心依依”，首尾两三字则错综变化。运用“顶真格”,将全诗很自然地分为五个段落，每段都是六句，而且一段一换韵，平仄韵相间，又每段首句入韵。这样，从形式上看，非常整齐谨严，从声律上讲，读来反复顿挫，蝉联不断，大有缠绵悱恻，余音绕梁三日不绝之妙，恰切地反映了主人公依恋难舍、思念不已的感情。所以<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“每于顿挫处，蝉联而下，一往情深。”（《古诗源》卷十三）</p> <p>　　另一个艺术特色，就是叠字的运用。全诗共用了六组叠字，都恰到好处。如“悯悯分手毕，萧萧行帆举”，将风催舟发主客不忍离别的情景维妙维肖地表现了出来。这或许是化用了梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《伤离新体诗》的“凄凄隐去棹，悯悯怆还途”诗意。“逦逦山蔽日，汹汹浪隐舟”,连绵起伏的山峦隐没了落日的光辉，也挡住了送行者的视线，友人乘坐的小船在惊涛骇浪中忽隐忽现，这既写出了旅途的艰险，又细微深刻地表现了作者对友人的担心和关切。离情别景，宛然在目。“依依”,思恋之貌,“暧暧”，昏昧之貌，而这“暧暧”的薄暮景象，与那“依依”的离情别绪交织在一起，更加增强了艺术的感染力量。</p>",
  "poet": {
    "id": 569,
    "star": 0,
    "name": "何逊",
    "image": "http://img.gushiwen.org/authorImg/hexun.jpg",
    "desc": "南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称\"何记室\"或\"何水部\"。"
  },
  "tags": [
    "离别",
    "写景",
    "思念"
  ]
}