{
  "id": 4159,
  "star": 72,
  "name": "晚次乐乡县",
  "dynasty": "唐代",
  "content": "故乡杳无际，日暮且孤征。<br>川原迷旧国，道路入边城。<br>野戍荒烟断，深山古木平。<br>如何此时恨，噭噭夜猿鸣。",
  "fanyi": "<p><strong>译文<br></strong>故乡已经遥远的看不到边际，太阳西垂暮色来临时，我一个人在征途。<br>这里的山川原野使我迷失了故乡，一个人走的道路终于进入边远的小城。<br>城外戍楼上的缕缕荒烟已在视野中消失，深山上的林木看上去也模糊一片。<br>为何此时心中充满无限惆怅，只听见猿猴在夜色里的鸣叫。</p> <p><strong>注释<br></strong>⑴次：停留。乐乡县：地名，唐时属山南道襄州，故城在今湖北荆门北九十里。<br>⑵杳（yǎo）：遥远。际：边。<br>⑶日暮：太阳将落山之时。孤征：独自在旅途。孤，单独。征，征途。<br>⑷川原：山川原野。迷旧国；迷失了故乡。迷，迷失。旧国，故乡。<br>⑸边城：边远的小城。<br>⑹“野戍（shù）”句：野戍，指野外驻防之处。荒烟，荒野的烟雾。断，断绝，停止。<br>⑺平：此处指景象没有变化，模糊一片。<br>⑻如何：为何，为什么。恨：惆怅之意。<br>⑼噭（jiào）噭：号叫声，这里指猿啼声。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a><a href=\"http://so.gushiwen.org/view_4159.aspx\">诗</a>多以思理深邃、质朴劲健见长，此诗却以情景交融、韵味悠长见胜，在陈诗中别具一格，值得重视，由此也可见陈子昂艺术才能的多面性。</p> <p>　　“故乡杳无际，日暮且孤征。”首联诗人从“故乡”落笔，以“日暮”相承，为全诗定下了抒写“日暮乡关何处是”（<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》）的伤感情调。首句中的“杳无际”，联系着回头望的动作，虽用赋体，却出于深情。次句以“孤征”承“日暮”，日暮时还在赶路，本已够凄苦的了，何况又是独自一人，更是倍觉凄凉。以下各联层层剥进，用淡笔写出极浓的乡愁。</p> <p>　　第三句承第一句，第四句承第二句，把异乡孤征的感觉写得更具体。三句中的“旧国”，即首句中的“故乡”。故乡看不到了，眼前所见河流、平原无不是陌生的景象，因而行之若迷。四句中的“边城”，意为边远之城。乐乡县在先秦时属楚，对中原说来是边远之地。“道路”即二句中的“孤征”之路，暮霭之中终于来到了乐乡城内。</p> <p>　　接着，诗人又放眼四围，以“烟断”、“木平”写夜色的浓重，极为逼真。烟非自断，而是被夜色遮断；木非真平，而是被夜色荡平。尤其是一个“平”字，用得出神入化。萧梁时钟嵘论诗，有所谓“自然英旨”的说法（见《诗品序》）。“平”字用得既巧密又浑成，可以说是深得自然英旨的诗家妙笔。颈联这两句的精彩处还在于，在写景的同时，又将诗人的乡愁剥进了一层。“野戍荒烟”与“深山古木”，原是孤征道路上的一点可怜的安慰，这时就要全部被夜色所吞没，不用说，随着夜的降临，诗人的乡情也愈来愈浓重了。</p> <p>　　写完以上六句，诗人还一直没有明白说出自己的感情。但当他面对寂寥夜幕时，隐忍已久的感情再也无法控制。一个抒情性的设问句“如何此时恨”，便在感情波涛的推掀下，从满溢着的心湖中自然地汩汩流出。诗人觉得，最使他动情的，无过于深山密林中传来的一声又一声猿鸣的“噭噭”声了。诗人自问自答，将荡开的笔墨收拢，泻情入景，以景写情，写出了情景交融的末一句。入暮以后渐入静境，啼声必然清亮而凄婉，这就使诗意更为深长悠远，抒发了无尽的乡思之愁。</p> <p>　　从全诗艺术形象来看，前面六句诉诸视觉，最后这一句则诉诸听觉，在画面之外复又响起声音，从而使质朴的形象蕴有无穷的意味。前面说到，这首诗情韵悠长，正是表现在这寓情于景、以声音作结的末一句中。需要顺便指出的是，末一句诗出于南朝<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>的《石塘濑听猿》诗，字面全同，而所写情景各异。由于陈子昂用人若己，妙过前人，因而这一诗句得以广为流传，沈约的原诗反倒少为人知了。</p> <p>　　纵观全诗结构，是以时间为线索串连起来的。第二句的“日暮”，是时间的开始；中间“烟断”“木平”的描写，说明夜色渐浓；至末句，直接拈出“夜”字结束全诗。通篇又可以分成写景与抒情两个部分，前六句写景，末两句抒情。诗人根据抒情的需要取景入诗，又在写景的基础上进行抒情，所以彼此衔接，自然密合。再次，第七句插入一个设问句式，使诗作结构获得了开合动荡之美，严谨之中又有流动变化之趣。最后，以答句作结，粗粗看来，只是近承上一问句，再加推敲，又可发现，句中的“噭噭”“猿鸣”远应前一句的“深山古木”，“夜”字关合篇首“日暮”，“夜猿鸣”的意境又与篇首的日暮乡情遥相呼应。句句沟通，字字关联，严而不死，活而不乱。</p> <p>　　综上可见，此诗笔法细腻，结构完整，由于采用寓情于景的手法，又有含而不露的特点。这些，与笔法粗犷并与直抒见长的《登幽州台歌》比较起来，自然是大相径庭的。但也由此使读者能够比较全面地窥见诗人丰富的个性与多方面的艺术才能。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_4159.aspx\">诗</a>创作于唐高宗调露年间（679-681）。从诗中所写情况看来，此篇是诗人由蜀入楚途中，从故乡蜀地东行，途经乐乡县时所作。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "寓情于景",
    "思乡"
  ]
}