{
  "id": 48400,
  "star": 33,
  "name": "倾杯·鹜落霜洲",
  "dynasty": "宋代",
  "content": "鹜落霜洲，雁横烟渚，分明画出秋色。暮雨乍歇，小楫夜泊，宿苇村山驿。何人月下临风处，起一声羌笛。离愁万绪，闲岸草、切切蛩吟如织。<br>为忆芳容别后，水遥山远，何计凭鳞翼。想绣阁深沉，争知憔悴损，天涯行客。楚峡云归，高阳人散，寂寞狂踪迹。望京国。空目断、远峰凝碧。",
  "fanyi": "<p><strong>译文</strong><br>野鸭飞落在霜露覆盖的小洲，大雁横越于雾霭笼罩的小渚。清楚地勾画出一幅秋色图。傍晚的雨刚刚停歇。天黑了，一叶小舟靠岸停泊，寄宿在荒村驿店。何人迎风站在月光下？一阵阵的羌笛声与河岸草丛里切切的蟋蟀声交织一起，引起离愁万绪！<br>只为思恋。与佳人别后，山水相隔，相距遥远，靠什么来传递书信呢？想来绣阁深枕中的佳人，怎么也不会知道浪迹天涯的游子如今已是身心俱损、憔悴不堪！巫峡幽会已逝，高阳酒徒已散，只有身心的寂寞孤独、行为的放荡不羁。眺望京都，徒然望断远方浓绿的山峰。</p> <p><strong>注释</strong><br>⑴倾杯：唐教坊曲名，后用作词牌，又名《古倾杯》、《倾杯乐》等，《乐章集》有七调，此词为“散水调”。双调一百四字，上片十句四仄韵，下片十二句六仄韵<br>⑵鹜（wù）：野鸭。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》：“落霞与孤鹜齐飞，秋水共长天一色。”<br>⑶烟渚：雾气笼罩的水中小洲。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《宿建德江》：“移舟泊烟渚，日暮客愁新。”<br>⑷小楫：小船。楫，船桨，此处代指船。<br>⑸苇村山驿：指僻野的村驿。苇、山为互文，指僻野。<br>⑹离愁万绪：离愁别绪千般万种。<br>⑺切切：拟声词，蟋蟀的鸣叫声。蛩（qióng）：蝗虫、蟋蟀的别名。<br>⑻鳞翼：鱼雁，古人以为鱼雁能为人传递书信。<br>⑼争知：怎知。损：表程度，意为极。<br>⑽楚峡：巫峡。<br>⑾高阳：指“高阳酒徒”。《史记·郦生陆贾列传》：“郦食其陈留高阳人，沛公领兵过陈留，郦食其到军门求见。沛公见说其人状类大儒，使使者出谢曰：‘沛公敬谢先生，方以天下为事，未暇见儒人也。’郦生嗔目案剑叱使者曰：‘走，复入言沛公，吾高阳酒徒也，非儒人也。’”后用以指代酒徒。<br>⑿京国：京城。<br>⒀目断：望尽，望到看不见为止。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词用曲折多变的笔法描绘了清寂的山光水影，寄寓着词人落拓江湖的身世之感，构成一幅游子秋日行吟的连环画卷。词人在旅行途中言情，扩大了人物情感活动的空间，并且充实了言情的社会内容，将词的创作引向广阔的天地，在词史上乃是创举。</p> <p>　　词的上片写景，点染出雨后夜泊的情状。起首两句描绘洲渚宿鸟，对偶工整，“落”字、“横”字使整个画面充满了灵动感；而“霜”字与“烟”字又使得这幅画面水雾弥漫，多了几分迷蒙之感，虽为景语，但其愁情，已隐然言外。“分明画出秋色”一语，不仅音节响亮，读来铿锵有力，更使读者有一种如置身画中之感。“暮雨”三句，以小舟晚泊江边作为背景来衬托词人出场。“夜泊”指出停舟的时间，“苇村山驿”点明投宿之处乃荒村驿店。暮雨无论绵密或者稀疏，皆可拟为离愁之情，而雨后秋月夜则以其凄清寥廓，显示出了词人的孤寂冷落。“何人”二句以设问提起，借笛声以抒旅怀。羌笛之声使词人思远之情油然而出，一泄无余。一个“起”字强调了声音突兀传来的响亮与气势，而“何人月下临风处”一语又带着一种遗世独立的孤傲与悲凉的味道。虽写愁，却写得画面清旷而气象高远，此境可谓婉约豪放，兼而有之，相辅相成，正如《乐府余论》所言：“柳词曲折委婉，而中具浑沦之气，虽多俚语，而高处足冠恒流。”“离愁万绪”四字点题，揭出词人内心活动。接着“闲岸草”一句，以“蛩吟似织”喻离愁之密集、深广，与迷离的雾气相应相衬，更可见愁情的难解与无奈。</p> <p>　　词人这里借蟋蟀声托出怨情，触发起无限愁绪，由此引出下文。整个上片层层深入，细致入微地勾画了一种深邃幽远的意境。</p> <p>　　“为忆”之句，触景而生情，抒写别后思念。“忆”字写思恋之情。以下再诉关山阻隔，鱼雁难通，从而反映出内心的焦虑。“想绣阁”三句，为对方设想，伊人深居闺房，怎能体会出行客漂流天涯，“为伊消得人憔悴”的苦处。这里委婉曲折，设想奇景比女子自诉衷肠更为感人。“楚峡”句用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>之典，暗指自己旧日的欢爱已散，接着转笔归到目前境遇，说明往昔“暮宴朝欢”都已烟消云散，而此时孤村独坐，惟有对月自伤。末尾两句，以景结情，遥望京华，杳不可见，但见远峰清苦，像是聚结着万千愁恨，“目断”与“立尽”都是加强语气，这幅秋景中注入强烈的感情色彩，相思之意，怅惘之情不绝如缕。</p> <p>　　这首词上、下片一气贯通，浑然一体，感情起伏跌宕，把离情别苦渲染得淋漓尽致，具有很强的艺术感染力，堪称佳作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>成年后离开家乡福建崇安县，虽寓居京都汴梁，但生活一直比较动荡。中举前为求取功名、维持生计，四处干谒漫游，中举后又为官务公事奔走在外，羁旅行役成了他的家常便饭。他对羁旅漂泊的苦况有着深切的体会乃至清醒的认识，为后人留下了许多羁旅行役词，这首《倾杯》就是其中之一。观词中内容，应为柳永远游之后返程途中所作。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "写景",
    "离别"
  ]
}