{
  "id": 64144,
  "star": 32,
  "name": "高阳台·西湖春感",
  "dynasty": "宋代",
  "content": "接叶巢莺，平波卷絮，断桥斜日归船。能几番游，看花又是明年。东风且伴蔷薇住，到蔷薇、春已堪怜。更凄然。万绿西泠，一抹荒烟。 <br>当年燕子知何处，但苔深韦曲，草暗斜川。见说新愁，如今也到鸥边。无心再续笙歌梦，掩重门、浅醉闲眠。莫开帘，怕见飞花，怕听啼鹃。",
  "fanyi": "<p><strong>译文</strong><br>黄莺巢居在密叶之间，柳絮轻轻飘落在湖面。斜阳已近暗淡，断桥处有返家的归船。还能有几番春游？赏花又要等到明年。春风且陪伴着蔷薇留住吧，因为等到蔷薇开花时，春光已经非常可怜。更令人感觉凄楚不堪，掩隐在万绿丛中的西泠桥畔，昔日是何等的热闹喧阗，如今却只留下一抹荒寒的暮烟。当年栖息在朱门大宅的燕子，如今不知飞向何边？往日风景幽胜的去处，只见处处长满苔藓，荒草掩没了亭台曲栏，就连那些清闲的白鸥，也因新愁而白了发颠。我再也没有心愿，去重温纵情欢乐的旧梦，只把自家的层层大门紧掩，喝点闷酒独自闲眠。请不要拉开窗帘，我怕见那飞花片片的声音，更怕见那悲切的声声啼鹃。 </p><p><strong>注释</strong><br>①接叶巢莺：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_64144.aspx\">诗</a>：“接叶暗巢莺。”<br>②断桥：西湖孤山侧桥名。<br>③西泠：西湖桥名。　<br>④韦曲：在长安南皇子陂西，唐代诸韦世居此地，因名韦曲。<br>⑤斜川：在江西庐山侧星子、都昌二县间，陶潜有游斜川诗，词中借指元初宋遗民隐居之处。<br>⑥“见说二句”：沙鸥色白，因说系愁深而白，如人之白头。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《菩萨蛮》词：“拍手笑沙鸥，一身都是愁。”</p>",
  "shangxi": "<h2>简析</h2> 　　这首词借咏西湖，抒发国破家亡的哀愁。开头三句写景，以景衬托国破家亡的凄凉。“能几番游”二句最沉痛，抒发出朝不保夕的无限哀愁。下阕“当年燕子知何处”暗用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>“旧时王谢堂前燕，飞入寻常百姓家”句意，道出江山易主之恨。“见说新愁”以下，词人倾诉个人的满腔哀怨。再无心事追寻往日欢乐，听到鹃啼，真教人肝肠碎裂，痛苦难当。全词凄凉幽怨，悲郁之至，尤其两个“怕”字，真切地勾画出词人睹物伤情而又无可奈何的心情。<br/><h2>鉴赏</h2> <p>　　此词是张炎在南宋灭亡后重游西湖时所作的一首词，从形式上看是“旧瓶装新酒”，借西湖观感这一旧话题抒发亡国之痛烈心情。《艺衡馆词选》引麦孺博云“亡国之音哀以思”。陈廷焯在《白雨斋<a href=\"http://so.gushiwen.org/view_64144.aspx\">诗</a>话》评是词为“凄凉幽怨，郁之至，厚之至”。</p> <p>　　上阕起句写春深美景，平和舒缓。“接叶巢莺，平波卷絮”，从写景起笔，用平缓的笔调写出了春深时景。张词的头一句就化用杜诗“接叶暗巢莺”。在密密麻麻的叶丛里，莺儿正在以歌表意“平波卷絮”写轻絮飘荡，被微波卷入水中“断桥斜日归船”“断桥”，一名段家桥，地处里湖与外湖之间，其地多栽杨柳，是游览的好去处。张炎在这里写的，正是抵暮始出的“归船”。游船如旧，而心情已不再。笔锋一转，“能几番游？看花又是明年。”点出良辰美景仍在，却是春暮时刻，未几花将凋谢，只好静待明年了。“春逝”的哀感弥漫于胸，只好挽留春天。“东风且伴蔷薇住”，意思是说：东风呀，你伴随着蔷薇住下来吧。而蔷薇花开，预示着春天的即将结束。“到蔷薇、春已堪怜”，春光已无几时，转眼就要被风风雨雨所葬送。“更凄然，万绿西泠，一抹荒烟。”尽管春天尚未归，西泠桥畔，却已是一片触目惊心的荒芜。笔意刚酣畅，却又转为伤悲。西泠桥是个“烟柳繁华地，温柔富贵乡”，但现在只剩下“一抹荒烟”，今昔对比之强烈，已触着抒发亡国之痛的主题了。</p> <p>　　下阕起笔令人一振。“当年燕子知何处？”此句代用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>诗：“旧时王谢堂前燕，飞入寻常百姓家。”此词在刘诗基础上进一步点明了自己的故国之思。“韦曲”唐时韦氏世居地，在长安城南，“斜川”位于江西星子县，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>曾作《游斜川》诗，这里指西湖边文人雅士游览集会之地。“苔深”、“草暗”形容荒芜冷落之状。当年的繁华风流之地，只见一片青苔野草。昔日燕子也已寻不到它的旧巢。而且不光如此：“见说新愁，如今也到鸥边”。词人暗用了<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的两句词：“拍手笑沙鸥，一身都是愁。”意谓连悠闲的鸥，也生了新愁。白鸥之所以全身发白，似乎都是因“愁”而生的，因此常借用沙鸥的白头来暗写自己的愁苦之深。“无心再续笙歌梦，掩重门、浅醉闲眠”，此二句既说现在的倦怠失意，又点出自己从前的身份：贵公子和隐士。“莫开帘，怕见飞花，怕听啼鹃。”“开帘”照应“掩门”，“飞花”照应“卷絮”，“啼鹃”应“巢莺”，首尾呼应，营造了一种花飘风絮，杜鹃啼血的悲凉氛围。张炎此词用鸟声结尾，这就使词有凄切哀苦的杜鹃啼泣之声，余音袅袅，收到了很好的艺术效果。</p> <p>　　这是一首写春暮时景的咏物词。写春天的景色等是实写，写内心的亡国之痛则是虚写。以景示情，以情带景，堪称“郁之至，厚之至”。读耐人寻味，耐人咀嚼。张炎是一个婉约派的词人，追念故国之思不是直接倾泻而出，而采取不直言的手法。借“怕见飞花、怕听啼鹃”委婉的方式来表达。此词章法谨严，有自然流动之势，只是词文过于蕴藉，在一定程度上反映了其思想的软弱性。</p>",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "婉约",
    "咏物",
    "西湖",
    "抒怀"
  ]
}