{
  "id": 32515,
  "star": 10,
  "name": "捕渔谣",
  "dynasty": "唐代",
  "content": "天子好征战，百姓不种桑。<br>天子好年少，无人荐冯唐。<br>天子好美女，夫妇不成双。",
  "fanyi": "<p><strong>译文<br></strong>天子喜欢打仗，百姓不事农桑。<br>天子喜欢少年，无人举荐冯唐。<br>天子喜欢美女，夫妇不能成双。</p> <p><strong>注释<br></strong>⑴天子：古以君权为神所授，故称帝王为天子。<br>⑵不种桑：不从事农业生产。<br>⑶年少：犹少年。<br>⑷冯唐：西汉代郡（今张家口蔚县）人，汉文帝时为中郎署长已近耄耋之年。《史记·张释之冯唐列传》：“文帝拜车骑都尉，景帝以为楚相，武帝求贤良，举冯唐而时年已九十余。”此处借指年老而有德才的人。<br>⑸夫妻不成双：意指良家美女多被选入皇宫，使得民间妻离子散。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　以“官仓老鼠大如斗”著称的<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>，如果生于现代，很可能是个优秀的杂文家。他的<a href=\"http://so.gushiwen.org/view_32515.aspx\">诗</a>从民间歌谣吸取营养，美刺比兴。此诗从表面看，似是汉乐府《城中谣》（“城中好高髻，四方高一尺；城中好大袖，四方全疋帛”）仿作，但两者只有形式的似点。</p> <p>　　《城中谣》是顺向推导，把同类现象从外部加倍放大，产生正比的讽谕效果；《捕渔谣》则为逆向反讽，突出相反事物之间的内在因果关系。《城中谣》批评“上有所好，下必甚焉”竞尚效仿的奢靡风气，矛头向下；《捕渔谣》则锋芒指向最高统治者“天子”，揭露社会祸乱所由因。《城中谣》富于喜剧色彩；《捕渔谣》则充满悲剧意味。在封建社会，作为“大中进士，官祠部中，洋州刺史”的曹邺，竟敢如此冒天下之大不韪，也可说是石破天惊了。</p> <p>　　《捕渔谣》共三章六句，分述三个并不相关的内容，用两种方式组合：一是不同内容的排比，拓宽外延；二是同一内容的对比，深化内涵，并集中在一个焦点（主题）曝光。丰茸其辞而凝炼其意，正是民间歌谣的普遍特色。远者汉桓灵时童谣：“举秀才，不知书；举孝廉，父别居。寒素清白浊如泥，高第良将怯如黾。”近者如民歌：“种田郎，吃米糠；纺织娘，没衣裳；卖盐的老婆喝淡汤，编凉席的睡光床。”其语虽浅显，事虽明了，作者仅仅作客观叙写，不加褒贬，而事实提供的强烈对比，却表达了深刻的思想内容与鲜明的憎爱态度。</p> <p>　　进一步考察，《捕渔谣》所列举三端，非同泛泛。首句写农桑为立国之本，废于征战；人才为兴邦之道，囿于偏见；夫妇为人伦之先，乱由上作。天子所好虽不过尔尔，其影响却至巨至大。诚如<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>言：“其称文小，而所指极大，举类迩而见义远。”（《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》）即以冯唐而论，冯唐向以不遇于时作为典故人物流传，在汉时尚数次有人举荐，如今竟至于荐引无人，可悲可叹。曹邺对晚唐社会的病态症结作了深刻揭露，既具有针对的时事性，又有深厚的历史感。</p> <p>　　至于题作《捕渔谣》，而诗却无相关内容，或以为怪异。盖民歌民谣向有特殊调名，如近世“杨柳青”“马灯调”“莲花落”“无锡景”可以推知；起先可能抒写直接内容，后来渐渐失去联系。水路山歌，渔夫樵子，“牧笛无心信口吹”，只取其自由洒脱。文人词原亦由民间词发展而来。其词调最初大抵有来历，尔后创作渐多，遂与内容分离；犹如时新名酒仍以百年老窖陈酿作商标，示其古朴醇正而已。顺便再说一说章法，前两章如正形方阵，纵横悉成对衬；第三章奇数陡起，便觉欹兀，戛然而止，锐其锋芒。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_32515.aspx\">诗</a>作于唐朝末年。当时朝廷腐败，党争不断，政局动荡不安，军阀混战，兵火遍地，社会经济遭到严重破坏。<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>于是借民间歌谣以讽刺时局。",
  "poet": {
    "id": 98,
    "star": 0,
    "name": "曹邺",
    "image": "http://img.gushiwen.org/authorImg/caoye.jpg",
    "desc": "曹邺，字邺之，桂州（桂林）阳朔人，与晚唐著名诗人刘驾、聂夷中、于濆、邵谒、苏拯齐名，而以曹邺才颖最佳。"
  },
  "tags": [
    "民歌",
    "讽刺"
  ]
}