{
  "id": 48958,
  "star": 13,
  "name": "鹤冲天·清明天气",
  "dynasty": "宋代",
  "content": "清明天气。永日愁如醉。台榭绿阴浓。薰风细。燕子巢方就，盆池小，新荷蔽。恰是逍遥际。单夹衣裳，半栊软玉肌体。 <br>石榴美艳，一撮红绡比。窗外数修篁，寒相倚。有个关心处，难相见、空凝睇。行坐深闺里。懒更妆梳，自知新来憔悴。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是北宋前期词人<a href=\"http://so.gushiwen.org/author_642.aspx\">杜安世</a>的作品，词风与<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>相近，长铺叙，少粉饰，是一首典型的闺怨词。 </p> <p>　　上片重点铺叙居住的环境和时序景致，也写出了环境中的人物。“清明天气，永日愁如醉”，点出人物清明天气中的感受。清明是春分之后的一个节令，此时已入暮春，梅、杏、桃等花相继调谢，最容易引起思妇离人的愁怀。“愁如醉”，兼状愁人的内心感受和外表现。愁绪袭来，内心模模糊糊，外表则显现为表情呆滞。愁人是容易感到日长的，何况清明之后，白昼又确实是逐渐地长了起来，故曰“永日愁如醉”。 </p> <p>　　接着，作者笔锋一转，描写闺人所居住的环境。“台榭绿阴浓”至“新荷蔽”数句，活画出一幅春末夏初的园林美景。暖风轻拂；台榭的周围，绿树成荫；归来的燕子，新巢已经筑成；小小的池塘，长满了青青的荷叶。如此美景，“恰是逍遥际”，作者认为正是优游自地赏玩景物的好时光！但是却只“单夹衣裳，半笼软玉肌体。”词的抒情女主人公，一位肌肤柔软洁白的佳人披着件薄薄的夹衣，呆呆地站立那里。“半笼”两字，见出她披衣时的漫不经心；而开头“永日愁如醉”句已作了提示，这里作一呼应，写出她神情呆滞之状。另外，此处作者把写人和写景的关系处理得很好。优美的环境，衬托着美丽的闺人，恍如绿叶丛中簇拥着牡丹，相得益彰；同时环境和人物又构成了反衬：景物自佳而人物自愁，节奏并不协调，于是更显出了人物的愁绪之重。 </p> <p>　　下片着重写闺人的幽怨情怀和憔悴情态，但却从景物写起：“石榴美艳，一撮红绡比。”这是以“红绡”比石榴花之红以状其美。石榴夏季开花，花常呈橙红色，故<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《题孤山寺山石榴花示诸僧众》<a href=\"http://so.gushiwen.org/view_48958.aspx\">诗</a>云：“石榴花似结红巾，容艳新妍占断春。”以红色的织物比石榴花，大概就从这里开始，作者看来是受到过白诗的启发的；其后苏东坡也有“石榴半吐红巾蹙”（《贺新郎·乳燕飞华屋》）之句。文学上的继承借鉴而又有所变化，就是如此。这两句是继续写园林美景，词意更见错综。 </p> <p>　　“窗外数修篁”两句，是实写，也是虚写。实写就是女主人公的窗外大概真的有几竿修竹；因为中国的园林中，竹子是必不可少的。虚写就是她并不一定真的去相倚；这里用了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《佳人》诗中的意境：“天寒翠袖薄，日暮倚修竹”，说明她也具有自怜幽独的怀抱而已。这两句，既是写景，也是写人，其作用是从写景过渡到写人，而且本身已具有丰富的幽怨内涵。 </p> <p>　　紧接着上面两句，作者揭示了女主人公心灵幽怨满怀、行动呆滞，是因为“有个关心处，难相见，空凝睇。”意即有一个她关心的人，却难以相见，只能白白地盼望。这行文上是水到渠成的一笔，对女主人公的情怀、表现那么多，其原因也该有一个交代了。 </p> <p>　　结语三句：“行坐深闺里，懒更妆梳，自知新来憔悴。”是对女主人公情态的进一步刻画，也是对这个人物形象的补足性刻画。她深闺里行坐不安，形容憔悴，没有什么心思去梳妆打扮。经过了最后这几句的进一步刻画，一位因怀念远人而憔悴幽怨的闺中少妇的形象，呼之欲出了。 </p> <p>　　这首词，前片着重写景，后片着重写人，但又紧紧围绕着一个中心，即闺怨。这样，词的气脉就一气贯串，不枝不蔓，人物形象也渐趋完满。</p>",
  "poet": {
    "id": 642,
    "star": 0,
    "name": "杜安世",
    "image": "http://img.gushiwen.org/authorImg/duanshi.jpg",
    "desc": "杜安世，生卒不详，京兆（今陕西西安）人。字寿域，（一作名寿 ，字安世）陈振孙《直斋书录解题》卷二一载《杜寿域词》一卷，谓“京兆杜安世撰，未详其人，词亦不工”；列于张先后、欧阳修前。黄升《花庵词选》云：字安世，名寿域。有陆贻典校本《杜寿域词》。与《四库总目提要》卷200，谓其词“往往失之浅俗，字句尤多凑泊”。慢词作家，亦能自度新曲。《四库总目》传于世。有《寿域词》一卷。"
  },
  "tags": [
    "清明节",
    "女子",
    "闺怨",
    "怀远"
  ]
}