{
  "id": 52820,
  "star": 159,
  "name": "蝶恋花·上巳召亲族",
  "dynasty": "宋代",
  "content": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。<br>随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。",
  "fanyi": "<p><strong>译文</strong><br>漫漫长夜让人提不起一点精神，心情也郁郁不欢，只能在梦里梦见京城，还能认出那些熟悉的京都街道。为了报答眼下的好春色，花儿与月影也是相互相映照。<br>简便的宴席，虽然菜很一般，酒却是美酒，味道也很合口，一切都让人称心如意。喝醉了将花插在头上，花儿不要笑我，可怜春天也像人的衰老一样快要过去了。</p> <p><strong>注释</strong><br>①蝶恋花：商调曲，原唐教坊曲名，本采用于梁简文帝乐府：“翻阶蛱蝶恋花情”为名， 又名《黄金缕》、《鹊踏枝》、《凤栖梧》、《卷珠帘》、《一箩金》。其词牌始于宋。双调，上下片同调，押仄声韵。共六十字，前后片各四仄韵。上巳：节日名。秦汉时，以前以农历三月上旬巳日为“上巳节”。（见《后汉书·礼仪志上》）。魏晋以后，定为三月三日，不必取巳日。召：召请。<br>②永夜：长夜。恹[yān]恹：精神萎靡不振的样子。<br>③空：徒然。长安：原为汉唐故都，这里代指北宋都城汴京。<br>④认取：记得，熟悉。<br>⑤报：答谢。<br>⑥杯盘：指酒食。草草：简单。<br>⑦梅酸：代指菜肴可口。梅是古代所必需的调味品。<br>⑧称：合适。怀抱：心意。<br>⑨醉里插花花莫笑：北宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《吉祥寺赏牡丹》：“人老簪花不自羞，花应羞上老人头。”在这里反其意而用之。<br>⑩可怜春似人将老：唐刘希夷《代悲白头翁》：年年岁岁花相似，岁岁年年人不同。此句暗合此意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词作于建炎三年，是一首寄寓南渡之恨的力作。</p> <p>　　上片首句“永夜恹恹欢意少”开门见山。南渡以后，清照隽永含蓄的风格，一变而为沉郁苍凉。上巳虽是传统的水边修禊节日，但词人此时心情不愉，欢意甚少。“空梦长安，认取长安道”，写长夜辗转反侧，梦见汴京，看到汴京的宫阙城池，然而实不可到，故说“空”，抒写对汴京被占的哀思和沉痛。</p> <p>　　“为报今年春色好，花光月影宜相照”写今年的自然春色和往年一样好，而今年的政局远远不如从前了。“为报”二字，点明这春天的消息是从他人处听来的，并非词人游春所见。实际上是说，今年建康城毫无春意，虽是朝花夜月如故，而有等于无。“宜相照”的“宜”字，作“本来应该”解。“相照”前著一“宜”字，其意似说它们没有相照，更确切一点，是词人对此漫不经心，反映出她的忧闷。</p> <p>　　“随意杯盘虽草草。酒美梅酸，恰称人怀抱”承上启下，点明题旨，透露了女主人公并无心过好这个上巳节日，酸梅酿成的酒，和自己辛酸的怀抱是相称的。这两句，貌似率直，其实极婉转，极沉痛。</p> <p>　　“醉里插花花莫笑，可怜春似人将老”，这里把“花”拟人化。“花莫笑”，就是不要笑我老大不小还插花，这一层词意，与末句“可怜春似人将老”紧接，意思是说最需要怜念的是春天也像人一样快要衰老了。“春”暗喻“国家社稷”，“春将老”暗喻“国将沦亡”。</p> <p>　　《蝶恋花》是一首六十字的词，这首词题是“上巳召亲族”，带含丰富的思想内容，深厚的感伤情绪，写得委婉曲折，层层深入而笔意浑成，具有长调铺叙的气势。写出作者的国破家亡之恨，寄寓词人对国家社稷的赤子之情</p>",
  "about": "<h2>创作背景</h2> <p>　　《蝶恋花·上巳召亲族》的创作时间背景在史学界无定论，大多数学者认为当是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡后的作品。以下是学者黄墨谷与陈祖美认为的创作背景：</p> <p>　　此词是李清照后期的作品，是她南渡之后于建炎三年上巳节作于建康（今江苏南京），根据李清照的《金石录后序》讲述，当时赵明诚任建康太守，建炎三年己酉春三月被罢免然后具舟上芜湖，入姑孰（当涂），五月至池阳（贵池），然又接到旨意任湖州知州，于是驻家在池阳。六月，赵明诚独自乘马赴建康见皇上，冒着大暑不幸得了疟疾，然后七月于建康病入膏肓，八月病逝。在赵明诚病死前，李清照急驰建康探视，但赵明诚已不可救药了。李清照葬毕了赵明诚，金兵已迫近建康，李清照于是携带图书逃出，终生未再至建康，亦不可能在他处召亲族。故认为这首词作于建炎三年上巳无疑。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "爱国",
    "哀思"
  ]
}