{
  "id": 71841,
  "star": 24,
  "name": "九日水阁",
  "dynasty": "宋代",
  "content": "池馆隳摧古榭荒，此延嘉客会重阳。<br>虽惭老圃秋容淡，且看黄花晚节香。<br>酒味已醇新过熟，蟹螯先实不须霜。<br>年来饮兴衰难强，漫有高吟力尚狂。",
  "fanyi": "<h2>注释</h2> <p><strong>译文<br></strong>池畔的堂馆已经坍塌，古老的台阁一片荒凉，我在此地殷勤接待嘉客，共同度过这美好重阳。<br>虽然惭愧古旧的园圃秋色疏淡，就像我老去的面容一样，但请看一看晚年的气节，正如盛开的黄菊散放清香。<br>新酿的美酒已经很熟，味道醇厚而又芬芳。螃蟹早就长得肥嫩，不必再等秋日的寒霜。<br>近年来豪饮的兴致衰败难以勉强，只有高吟<a href=\"http://so.gushiwen.org/view_71841.aspx\">诗</a>歌的才力还十分健旺。</p> <p><strong>注释</strong><br>⑴九日：九月九日，重阳节。古代风俗，这一天要置酒赏菊。水阁：临水而建的小阁。<br>⑵池馆：池苑馆舍。隳摧（huī cuī）：颓毁，倾毁。榭（xiè）：水边屋亭。<br>⑶嘉客：佳客，贵宾。延：延请，招请。<br>⑷惭：惭愧。老圃：原指老菜农、老园丁，这里指古旧的园圃。秋容淡：亦意含双关，兼指秋光与诗人老年容色。<br>⑸晚节：晚年的气节。黄花：菊花。<br>⑹醇：酒味厚。新过熟：谓新酿的酒已很熟。熟，一作“热”。<br>⑺蟹螯（áo）：本指蟹的第一对足，此处代指蟹，一作“蟹黄”。实：指蟹肉已长满。<br>⑻强：勉强。<br>⑼漫：空。高吟：指吟诗。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的<a href=\"http://so.gushiwen.org/view_71841.aspx\">诗</a>平易中见深劲，比较讲究炼意，但与一般的西昆体作家相比，风格又比较朴素。这首诗从水阁入题写九日宴会的兴致。</p> <p>　　第一句写池馆园林荒凉的感觉，写景较工，而以疏淡见长，且与第三句“秋容淡”相呼应。与全诗以意胜的特点很一致。第二句点出九日宴会之事，虽然池馆倾圮。台榭荒芜，却有嘉客来助成重阳雅集，环境虽然荒僻，人的兴致却很高，这一对比的意思一直贯穿到诗尾。</p> <p>　　三、四两句正面写九日赏菊，是韩琦的名句，这两句借赞颂重阳时节，菊花虽晚开而尤为芬芳而寄意：晚节可贵，要注重晚节。两句含比兴之意，字面上是写菊花犹有晚香，言外之意则是表达自己有岁虽晚而节弥坚的品格。</p> <p>　　五、六两句写眼前宴会之事，重九宴会饮酒是诗歌中的传统内容，蟹螫也是展现文士风流雅致情趣的传统意象，但此诗不仅仅是简单借用这两个传统的重九意象，还更多地写到了酒和蟹螯本身，这种写日常生活中文士生活趣味的作法带有自居易的特点。</p> <p>　　诗的最后写自己年老虽不能豪饮。但诗兴仍豪，有翻案之意。这样写诗的意思不致衰竭，章法健举。</p> <p>　　韩琦这首七律，可谓信手拈来，“咸得于自然”，浑然天成。也就是诗人直抒胸臆而作诗，而不是“出于经史”；整首诗歌体现的并不是在秋色里持续的的消沉，而是在一片肃杀的秋景之中强调一种高洁的人品，这正是这首诗歌能够被人广为流传的主要原因之一。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71841.aspx\">诗</a>作于宋英宗治平二年（1065年）秋天的一次宴请后，当时诗人正在京中任右仆射。在北宋，<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>齐名，人称韩、范，他官至中书门下平章事，权位极重，也是一代领袖。然而，身居高位，诗人却颇注重晚节之保重，这是很难得的。</p>",
  "poet": {
    "id": 27,
    "star": 0,
    "name": "韩琦",
    "image": "http://img.gushiwen.org/authorImg/hanqi.jpg",
    "desc": "韩琦（1008—1075年），字稚圭，自号赣叟，汉族，相州安阳（今属河南）人。北宋政治家、名将，天圣进士。初授将作监丞，历枢密直学士、陕西经略安抚副使、陕西四路经略安抚招讨使。与范仲淹共同防御西夏，名重一时，时称“韩范”。嘉祐元年（1056），任枢密使；三年，拜同中书门下平章事。英宗嗣位，拜右仆射，封魏国公。神宗立，拜司空兼侍中，出知相州、大名府等地。熙宁八年卒，年六十八。谥忠献。《宋史》有传。著有《安阳集》五十卷。《全宋词》录其词四首。"
  },
  "tags": [
    "重阳节",
    "宴饮",
    "赏花",
    "赞美",
    "品格"
  ]
}