{
  "id": 62184,
  "star": 6,
  "name": "琐窗寒·玉兰",
  "dynasty": "宋代",
  "content": "绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 <br>一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。",
  "fanyi": "<h2>注释</h2> ①汜：一作“记”。<br>②海客：一作“海谷”，一作“梅谷”。",
  "shangxi": "<h2>赏析</h2> <p>　　《琐窗寒》一名《锁窗寒》，双调九十九字。前片十句，四仄韵；后片十句，六仄韵。据近人杨铁夫《梦窗词笺释》中说：“题标‘玉兰’，实指去姬，<a href=\"http://so.gushiwen.org/view_62184.aspx\">诗</a>之比体；上阕映合花，下阕直说人，又诗之兴体。”“梦窗一生恨事全见。”</p> <p>　　“绀缕”三句，状玉兰的叶与花形。“绀缕”，“绀”，即天青色；“缕”，凡是细长的东西，都可叫缕，如柳缕、烟缕。“绀缕”即是天青色的玉兰叶。“汜人”，“汜”，《楚辞·卜居》：“将汜汜若水中之凫乎。”注：“汜，一作泛。”，“汜人”，即是浪迹天涯之人。此处是说：天青色的玉兰叶重重叠叠似美人的云鬓堆砌，玉兰花白玉般的色泽，又似美人洁白的脸腮。像这样美丽的花儿，即使是如我这样一位四处羁游，见多识广的人也是初次见识的。另据沈亚之《湘中怨》词：“垂拱中，太学生郑生乘月步洛阳桥.以桥下有哭声，见一女子，挟归与居，号曰‘汜人’。又周密题赵子固《凌波图》词“经年汜人重见”。又纪文达诗“无复江中见汜人”。杨铁夫按：此以玉兰喻姬，故起即用“绀缕”、“清腮”等字掩映，仍恐未醒，更用“汜人”点晴。此初见钟情，则当时事实也。“蛮腥”两句，闻香生感。“蛮腥”，指长于南国的玉兰的花香。“海客”，喻浪迹四方的人，即词人自称。此言玉兰花的清香扑鼻而来，充斥四周，然而浪迹天涯的“我”闻花香反而触动起一种感伤的情怀，所谓“感时花溅泪”，就是这种环境与心情的反差。“渺征槎”两句，借物喻景。“槎”，竹木编成的筏，这儿引申为船只。“上国”，即当时的南宋都城临安。此言远行的船帆，依靠空中高风的帮助逐渐离去。同样，玉兰花的清香在这都城中一定会受到人们充分的赞赏。这两句其实是紧接上句的感慨，暗示自己在这儿是事业坎坷，生活凄凉，而美丽心爱的苏姬又远离词人，去求寻自我发展。“□遗芳”三句，缺一字，据上下词意推测，似为一“想”字，以领起之。“骚畹”，《离骚》有“余既滋兰之九畹” 之句， 这里借用其意。“畹”，古代地积单位，王逸《离骚》注：“十二亩曰畹”。此言词人追想玉兰花在凋谢之后必将失去它的本来面目，但是返归属于《离骚》中的花魂，定将以“清水出芙蓉”的天然面目深印在人们的脑海中。上片赏花有感。</p> <p>　　下片由花联想到人。“一盼”两句，词人从眼前的玉兰想到如花般美貌动人的苏妾，如果能使她回眸一顾，词人将不惜轻抛千金。然伊人已离他而去，再求“一盼”，无异幻梦。“又笑伴” 两句，回想从前两人聚首之时。“鸱夷”，是越灭吴之后，范蠡归隐五湖所取的别号——鸱夷子。“笑伴”者，西施也。这是用范蠡和西施优游吴地故事，比喻自己与苏妾曾在吴城亲密的相处过一段时期。“离烟”两句，叹目前。言现在自己与苏姬两人已如烟四散，似水流失，各自东西，惟剩几多离恨别愁。又如这南国玉兰，将零落成泥，离去的苏姬再也不可复求。“比来时”两句，见花思人。此言词人见花伤情，眼前玉兰花香虽是薰袭骨髓，然而见花却自然忆及过去共同赏花的苏姬，今花在姬离，想到那自己的第二故乡——苏州，以及还留住在那儿的去姬，当然是越发悲伤，憔悴不堪。“最伤情”两句，遥接上片“凄惋”作结。前句用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》：“衰兰送客咸阳道”诗意。第二句亦有<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》：“昨夜西风凋碧树，独上高楼，望尽天涯路。”及<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》“衣带渐宽终不悔，为伊消得人憔悴”两句的意境。两句言自己在临安最为伤情的是随着秋风的来临，又要送别亲友，这种离愁别恨使他日渐消瘦“衣带渐宽”。“佩”，即身上的腰带。</p>",
  "about": "<h2>创作背景</h2> 　　据此词作者忆去姬之意推测，此词应作于苏姬离词人而去之后，而词人这时尚在临安。即时在公元1246年（宋理宗淳祐六年），词人已离吴而往来于临安、绍兴间之时以后。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "写花",
    "怀人"
  ]
}