{
  "id": 229,
  "star": 29,
  "name": "渐渐之石",
  "dynasty": "先秦",
  "content": "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。<br>渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。<br>有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。",
  "fanyi": "<p><strong>译文<br></strong>山峰险峻层岩峭，高高上耸入云霄。山重重来水迢迢，日夜行军多辛劳。将帅士兵去东征，赶路不论夕或朝。<br>山峰险峻层岩险，高峻陡峭难登攀。山川逶迤又遥远，不知何时到终点。将帅士兵去东征，一直向前不顾险。<br>白蹄子的大小猪，成群涉水踏波过。月亮靠近天毕星，大雨滂沱汇成河。将帅士兵去东征，其他事情无暇做。</p> <p><strong>注释<br></strong>⑴渐（chán）渐：借为“巉（chán）巉”，险峭的样子。<br>⑵维其：犹“何其”。<br>⑶劳：劳苦。一说读为“辽”，指辽远。<br>⑷武人：指东征将士。<br>⑸皇：同“遑”，闲暇。朝（zhāo）：早上。<br>⑹卒（cuì）：借为“崒”，高峻而危险貌。<br>⑺曷（hé）其没：言何时是个尽头。曷，何。没，尽。<br>⑻出：出险。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_229.aspx\">诗</a>集传）：“谓但知深入不暇谋出也。”<br>⑼蹢（dí）：蹄子。<br>⑽烝（zhēng）：众多。一说“进”。<br>⑾离：借作“丽”，依附，此指靠近。毕：星宿名，二十八宿之一，又叫“天毕”。<br>⑿俾（bǐ）：使。滂（pāng）沱（tuó）：大雨貌。<br>⒀不皇他：无暇顾及其他。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_229.aspx\">诗</a>的情调酷似《诗经》中的“国风”，重在叙述行军艰难而紧张，并没有《毛诗序》所说“役久”的意思。全诗三章，以赋叙事抒情，头两章叠唱，意思相仿，诗人在急行军途中，迎面映入眼的是陡崖峭壁，挡住队伍的去路，忍不住惊呼道“维其高矣”、“维其卒矣”。头两句写所见，中间两句写所感，叹惋山川遥远，跋涉攀援，步步维艰，疲劳不堪，十分盼望抵达目的地。然而“山川悠远”，不知道何日才能走到。最后两句点题，交代急行军。“武人东征”一句贯穿全诗，三章都有，点明抒情主体与事件。首章“不皇朝矣”句，说明行军紧急，起早摸黑，天不亮就上路。第二段“不皇出矣”句蕴藏着更多难言的痛苦，行军紧迫，不断深入，无暇顾及以后能否脱险。也就是说至此生命已全置之度外。</p> <p>　　第三章诗人笔锋一转，突然伸向天空，描写星空气象，与首章“朝矣”句相应，暗示是夜晚行军。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说前四句“豕涉波，月离毕，将雨之验也”（《诗集传》）。这可能是诗人引用已有的气象民谚。近人闻一多指出：“豕涉波与月离毕并举，似涉波之豕亦属天象，《述异记》曰：‘夜半天汉中有黑气相连，俗谓之黑猪渡河，雨候也。’《御览》引黄子发《相雨书》曰：‘四方北斗中无云，惟河中有云，三枚相连，如浴猪狶，三日大雨。’与《诗》之传说吻合，是其证验。《史记·天官书》曰：‘奎为封豕，为沟渎。’《正义》曰：‘奎……一日天豕，亦曰封豕，主沟渎……荧惑星守之，则有水之忧，连以三年。’《易林·履之豫》诗曰：‘封豕沟渎，水潦空谷，客止舍宿，泥涂至腹。’此与《诗》所言亦极相似，是《诗》所谓豕白蹢者，即星中之天豕，明矣。”（《周易义证类纂》）依闻一多的说法，天豕为二十八宿之一的奎星，奎由十六颗星组成，所以说“烝涉波”。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《古今谚》中“谚语有文理”条也说：“天河中有黑云，谓之黑猪渡河，主雨。”可与此相参证。“月离毕”说的是月亮靠近毕宿，古人同样视为下雨的征兆，《尚书·洪范》说：“月之从星，则以风雨。”此星即指毕星。应劭《风俗通义》说：“雨师者，毕星也。”其下即引用此诗“月离”两句为证。《晋书·天文志》也说“月行入毕多雨”。所以这首诗前四句是引气象民谚，预兆将有滂沱大雨。“俾”字点明尚未发生，姚际恒《诗经通论》引姚炳的说法“将雨、既雨，诸说纷如”，实际上诗中原本是说“将雨”，而不是“既雨”，这个意思已经很明显了。正因为诗人担心遭遇滂沱大雨，行军难上加难，一心一意只想加速行进，无暇顾及其他，所以才说“不皇他矣”。三个段落的末句意思递进，旅途的苦情、忧虑一层深过一层。</p>",
  "about": "<h2>创作背景</h2> 　　该<a href=\"http://so.gushiwen.org/view_229.aspx\">诗</a>记述的是军士东征途中的劳苦之情。《毛诗序》认为“《渐渐之石》，下国刺幽王也。戎狄叛之，荆舒不至，乃命将率东征，役久病于外，故作是诗也”。这里认定了三个问题：一、定此篇是诸侯国所作；二、定为刺幽王而作；三、为东征荆舒因役久而作，荆舒，即楚及其属国群舒。因周幽王时代无东征楚役的记载，所以后世学者多不取刺幽王与征楚的说法，而是就诗论诗，不确切地指明其人其事。此诗可能是下级军官所作，自述东征劳苦，似是途中之作。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“将帅出征，经历险远，不堪劳苦而作此诗也。”（《诗集传》）这一说法颇有代表性。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "叙事",
    "战争"
  ]
}