{
  "id": 49134,
  "star": 166,
  "name": "蝶恋花·梦入江南烟水路",
  "dynasty": "宋代",
  "content": "梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。<br>欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。",
  "fanyi": "<p><strong>译文</strong><br>梦中走向了烟水迷蒙的江南路，走遍了江南大地，也未能与离别的心上人相遇。梦境里黯然销魂无处诉说，醒后惆怅不已全因梦中消魂误。<br>想诉说我的相思提笔给你写信，但是雁去鱼沉，到头来这封信也没能寄出。无可奈何缓缓弹筝抒发离情别绪，移破了筝柱也难把怨情抒。</p> <p><strong>注释</strong><br>⑴蝶恋花，又名“鹊踏枝”、“凤栖梧”。唐教坊曲。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调六十字，上下片各四仄韵。<br>⑵消魂：魂魄消灭。多以名悲伤愁苦之状。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》有“黯然销魂者，惟别而已矣”。<br>⑶惆怅：因失望或失意而哀伤。消魂：一作“佳期”。<br>⑷尺素：书写用之尺长素绢，借指简短书信。素：白绢。古人为书，多写于白绢上。<br>⑸浮雁沉鱼：古代<a href=\"http://so.gushiwen.org/view_49134.aspx\">诗</a>文中常以鸿雁和鱼作为传递书信的使者。古乐府《饮马长城窟行》有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上有加餐食，下有长相忆。”又《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》有“教使者谓单于，言天子射上林中，得雁，足有系帛书”，因合称书信为鱼雁，亦有以鳞代鱼，以鸿作雁者。另亦指传书信者。<br>⑹终了：纵了，即使写成。无凭据：不可靠，靠不住。<br>⑺移破：犹云移尽或移遍也。破：唐宋大曲术语。大曲十余遍，分散序、中序、破三大段。张相《诗词曲语辞汇释》：破，犹尽也，遍也，煞也。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片写梦里相思。下片写醒后遣怀。全词语言清畅，而抒情有递进、有顿挫，故沉挚有力。</p> <p>　　起首三句：“梦入江南烟水路，行尽江南，不与离人遇”，是说梦游江南，梦中始终找不到离别的“心上人”。“行尽”二字，状梦境倏忽和求索之苦；求索之苦又反映思念之深，出于梦中的潜意识活动，深更可知。“烟水路”三字写出江南景物特征，使梦境显得优美。上下句“江南”叠用，加深感情力量。</p> <p>　　接着两句：“睡里消魂无说处，觉来惆怅消魂误”，这两句写得最精彩，它表示梦中找不到“心上人”的“消魂”情绪无处可说，已经够难受；醒来寻思，加备“惆怅”，更觉得这“消魂”的误人。“消魂”二字，也是前后重叠；但重叠中又用反跌机势，递进一层，比“江南”一词的重叠，更为曲折，自然也就备增绵邈。这种以反跌为递进的句法，词中不多见。词之上片，写梦中无法寻觅到离人。</p> <p>　　下片转写寄信事。起三句：“欲尽此情书尺素，浮雁沉鱼，终了无凭据”，说的是写了信要寄无从寄出，寄了也得不到回音。相思之情，真到了无可弥补、无可表达的地步了，那只好借音乐来排遣。</p> <p>　　结尾两句：“欲倚缓弦歌别绪，断肠移破秦筝柱”，用的乐器是秦筝。古筝弦、柱十三，每根弦有柱支撑，“柱”左右移动以调节音高，弦急则高，弦缓则低。她借低音缓弦抒发伤别的情怀，移遍筝柱不免是“断肠”之声。以“缓弦”、“移柱”来表达其“幽怀难写”，可见以行动写心理，自有其妙处。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>《宋六十一家词选·例言》称小晏亦是“古之伤心人”，所以写出来的词，“淡语皆有味，浅语皆有致”。这首词就有这种淡而有味，浅而有致的独特风格。 </p>",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "宋词精选",
    "闺怨",
    "叙梦",
    "相思"
  ]
}