{
  "id": 71044,
  "star": 2564,
  "name": "己亥杂诗·其二百二十",
  "dynasty": "清代",
  "content": "九州生气恃风雷，万马齐喑究可哀。<br>我劝天公重抖擞，不拘一格降人才。",
  "fanyi": "<p><strong>译文</strong><br>只有狂雷炸响般的巨大力量才能使中国大地发出勃勃生机，然而社会政局毫无生气终究是一种悲哀。<br>我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。</p> <p><strong>注释</strong><br>⑴九州：中国的别称之一。分别是：冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《放歌行》：“清乐动千门，皇风被九州”。生气：生气勃勃的局面。恃（shì）：依靠。<br>⑵万马齐喑：比喻社会政局毫无生气。喑（yīn），沉默，不说话。<br>⑶天公：造物主。抖擞：振作，奋发。<br>⑷降：降生，降临。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首出色的政治<a href=\"http://so.gushiwen.org/view_71044.aspx\">诗</a>。全诗层次清晰，共分三个层次：第一层，写了万马齐喑，朝野噤声的死气沉沉的现实社会。第二层，作者指出了要改变这种沉闷，腐朽的观状，就必须依靠风雷激荡般的巨大力量。暗喻必须经历波澜壮阔的社会变革才能使中国变得生机勃勃。第三层，作者认为这样的力量来源于人材，而朝庭所应该做的就是破格荐用人材，只有这样，中国才有希望。诗中选用“九州”、“风雷”、“万马”、“天公”这样的具有壮伟特征的主观意象，寓意深刻，气势磅礴。</p> <p>　　诗的前两句用了两个比喻，写出了诗人对当时中国形势的看法。“万马齐喑”比喻在腐朽、残酷的反动统治下，思想被禁锢，人才被扼杀，到处是昏沉、庸俗、愚昧，一片死寂、令人窒息的现实状况。“风雷”比喻新兴的社会力量，比喻尖锐猛烈的改革。从大处着眼、整体着眼、大气磅礴、雄浑深邃的艺术境界。诗的后两句，“我劝天公重抖擞，不拘一格降人才”是传诵的名句。诗人用奇特的想象表现了他热烈的希望，他期待着优秀杰出人物的涌现，期待着改革大势形成新的“风雷”、新的生机，一扫笼罩九州的沉闷和迟滞的局面，既揭露矛盾、批判现实，更憧憬未来、充满理想。它独辟奇境，别开生面，呼唤着变革，呼唤未来。 </p><br/><h2>鉴赏</h2> <p>　　在这首<a href=\"http://so.gushiwen.org/view_71044.aspx\">诗</a>中，诗人对死气沉沉、缺乏生机的社会现状，深表痛心，急切地希望巨大的社会变革迅速到来。</p> <p>　　“九州生气恃风雷，万马齐喑究可哀”：这两句以比喻修辞格，表明只有依靠一场急风惊雷，才能打破在清朝统治下，到处呈现着的为时已久的一片死气沉沉的局面。“风雷”，比喻革命风暴。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生“于无声处听惊雷”（《无题》）中“惊霄”、毛泽东“一从大地起风雷”（《七律·和郭沫若同志》）中“风雷”，都是这个意思。“风雷”之上冠以“恃”字，表明挽救危亡，振兴国家，急风惊雷而外，别无他途，足以见出诗人的敏锐眼光和斗争梢神。“万马齐喑”，比喻在清朝统治下，人们不敢讲话，到处是一种令人窒息的沉闷气氛。这里用了一个典故。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《三马图赞引》：“时（宋元祐初）西域贡马，首高八尺，龙颅而风骨，虎背而豹章，出东华门，入天驷监，振鬣长鸣，万马齐喑。”对于“万马齐喑”的局面，用一“哀”字，表明诗人痛惜之情与爱国之心。诗人于1810年到北京做官，满怀经世之志、治国之略，但是仕途的失意。政治主张的破灭，使他清醒地认识到他处在“平生进退两颠簸”（《十月廿夜大风不寐起而书怀》）的境遇中。像诗人这样先进的思想家、政治家，面对此情此境，必会痛心疾首。</p> <p>　　“我功天公重抖擞，不拘一格降人才”两句，运用移花接木的手法，表现了诗人渴望砸烂黑暗统治，出现一个崭新世界的愿望。“天公”，即玉皇，亦即世俗所谓老天爷。诗人揭露时弊，忽然就劝起老天爷来了，诗末自注云：“过镇江，见赛玉皇及风神、雷神者，祷祠数万，道士乞撰青词。”这个自注说明了诗人写这首诗的具体环境，看出了诗人是借“道士乞撰青词”之机，用民间迷信活动来为自己所要表达的思想感情服务。“不拘一格”，充分表现了诗人开阔的胸怀，远大的目光，具有战略性的设想。当时的清政府，腐朽无能，内忧外患，特别是帝国主义侵略者，虎视耽耽，奴役中国民族、灭亡中国国家之心不死，瓜分风潮，迫在眉睫，要拯救暴风中破船似的中国，非有各方面的大批人才，是无济午事的，所以诗人劝天公重新振作精神，不拘一格而降大批人才，共挽即倒的狂澜，将倾的大厦。“劝”字，颇具积极意义。它是奉劝，而不是乞求，表现了诗人处于踞离临下的地位，也显示出诗人变革的信心。</p> <p>　　整首诗中选用“九州”、“风雷”、“万马”、“天公”这样的具有壮伟特征的主观意象，是诗人用奇特的想象表现了他热烈的希望，他期待着杰出人才的涌现，期待着改革大势形成新的“风雷”、新的生机，一扫笼罩九州的沉闷和迟滞的局面，既揭露矛盾、批判现实，更憧憬未来、充满理想。它独辟奇境，别开生面，呼唤着变革，呼唤未来。寓意深刻，气势不凡。</p> <p>　　全诗以一种热情洋溢的战斗姿态，对清朝当政者以讽荐，表达了作者心中对国家未来命途的关切，和希望当政者能够广纳人才的渴望，具有很深刻的历史背景和很强的现实意义。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>的时代是一个风雨飘摇的时代，正是这样的时代，产生了这位近代史上启蒙思想家。他意识到封建的闭关锁国政策行不通了，帝国主义的侵略更加暴露出封建主义衰朽没落的本质。他以其才华，起而议政“医国”，宣传变革，终因“动触时忌”，他于道光十九年己亥（1839）辞官南归，在途中写下三百一十五首《己亥杂<a href=\"http://so.gushiwen.org/view_71044.aspx\">诗</a>》。这首诗是他在路过镇江时，应道士之请而写的祭神诗。</p>",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "励志"
  ]
}