{
  "id": 71317,
  "star": 614,
  "name": "前出塞九首·其六",
  "dynasty": "唐代",
  "content": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。<br>杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。",
  "fanyi": "<p><strong>译文</strong><br>拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。<br>杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？</p> <p><strong>注释</strong><br>挽：拉。<br>当：应当。<br>长：指长箭。<br>擒：捉拿。<br>前四句极像谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。<br>亦有限：是说也有个限度，有个主从。正承上句意。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《杜<a href=\"http://so.gushiwen.org/view_71317.aspx\">诗</a>偶评》：“诸本杀人亦有限，惟文待诏（<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>）作杀人亦无限，以开合语出之，较有味。”不确。<br>列国：各国。<br>疆：边界。<br>自有疆，是说总归有个疆界，饶你再开边。和前出塞诗第一首中的“开边一何多”照应。<br>苟能：如果能。<br>侵陵：侵犯。<br>岂：难道。<br>最后两句是说如果能抵制外来侵略的话，那末只要擒其渠魁就行了，又哪在多杀人呢？张远《杜诗会粹》：“大经济语，借戍卒口中说出。”在这里我们相当明显的看到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的政治观点。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　作者是唐代<a href=\"http://so.gushiwen.org/view_71317.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，诗人先写《出塞》九首，后又写《出塞》五首；加“前”、“后”以示区别。《前出塞》是写天宝末年哥舒翰征伐吐蕃的时事，意在讽刺唐玄宗的开边黩武，本篇原列第六首，是其中较有名的一篇。 诗的前四句，很象是当时军中流行的作战歌诀，颇富韵致，饶有理趣，深得议论要领。所以黄生说它“似谣似谚，最是乐府妙境”。两个“当”，两个“先”，妙语连珠，开人胸臆，提出了作战步骤的关键所在，强调部伍要强悍，士气要高昂，对敌有方略，智勇须并用。四句以排句出之，如数家珍，宛若总结战斗经验。然而从整篇看，它还不是作品的主旨所在，而只是下文的衬笔。后四句才道出赴边作战应有的终极目的。“杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤？”诗人慷慨陈词，直抒胸臆，发出振聋发聩的呼声。他认为，拥强兵只为守边，赴边不为杀伐。不论是为制敌而“射马”，不论是不得已而“杀伤”，不论是拥强兵而“擒王”，都应以“制侵陵”为限度，不能乱动干戈，更不应以黩武为能事，侵犯异邦。这种以战去战，以强兵制止侵略的思想，是恢宏正论，安边良策；它反映了国家的利益，人民的愿望。所以，张会在《杜诗府粹》里说，这几句“大经济语，借戍卒口说出”。从艺术构思说，作者采用了先扬后抑的手法：前四句以通俗而富哲理的谣谚体开势，讲如何练兵用武，怎样克敌制胜；后四句却写如何节制武功，力避杀伐，逼出“止戈为武”本旨。先行辅笔，后行主笔；辅笔与主笔之间，看似掠转，实是顺接，看似矛盾，实为辩证。因为如无可靠的武备，就不能制止外来侵略；但自恃强大武装而穷兵黩武，也是不可取的。所以诗人主张既拥强兵，又以“制侵陵”为限，才符合最广大人民的利益。浦起龙在《读杜心解》中很有体会地说：“上四（句）如此飞腾，下四（句）忽然掠转，兔起鹘落，如是！如是！”这里说的“飞腾”和“掠转”，就是指作品中的奔腾气势和波澜；这里说的“兔起鹘落”就是指在奔腾的气势中自然地逼出“拥强兵而反黩武”的深邃题旨。在唐人的篇什中，以议论取胜的作品较少，而本诗却以此见称；它以立意高、正气宏、富哲理、有气势而博得好评。",
  "about": "<h2>创作背景</h2> <p>　　天宝十一载（752年），四十岁的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写的《前出塞》是一系列军事题材的<a href=\"http://so.gushiwen.org/view_71317.aspx\">诗</a>歌。这个时期还是唐朝的生长期，伴随着生长期的，是唐朝在军事上的扩张期，朝廷上上下下的预估大多是乐观的，杜甫却对唐玄宗的军事路线不太认同。</p> <p>　　朱鹤龄说这九首诗是为天宝末年哥舒翰用兵于吐蕃而作。唐玄宗即位以后，为了满足自己好大喜功的欲望，在边地不断发动以掠夺财富为目的的不义战争。天宝六载（747年）令董延光攻吐蕃石堡城；天宝八载（749年）又令哥舒翰领兵十万再次攻打石堡城，兵士死亡过半，血流成河；天宝十载（751年）令剑南节度使鲜于仲通攻南诏，死者六万；又令高仙芝攻大食，安禄山攻契丹，两地百姓深受其苦。这组诗就是在这样的历史背景下创作的。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "议论",
    "战争",
    "哲理"
  ]
}