{
  "id": 56020,
  "star": 20,
  "name": "蝶恋花·桐叶晨飘蛩夜语",
  "dynasty": "宋代",
  "content": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。<br>江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。",
  "fanyi": "<p><strong>译文<br></strong>我于深秋时节从前线奉调回京，一路上但见枯黄的桐叶在晨光中飒飒飘落，又听到寒蛩不停地在夜里悲鸣。面对如此萧瑟的秋景，想到回京后再也难以受到重用的现实，心中十分沮丧灰暗。忽然忆起当年在前线横戈盘马、纵横疆场的战斗生活，那大散关上和清渭之滨大概还战事依旧吧。<br>想到将来黯淡的前途，我顿时萌生了驾舟隐居江湖的想法，只可惜自己早就了然于胸的那套北伐抗金策略无人可以托付，不能让其继续为恢复大业作出应有的贡献。如果早知道我的一腔爱国之志和作战策略终不会得到皇上的理解和采纳，我当年又何必煞费苦心地去劝谏皇上呢？</p> <p><strong>注释<br></strong>蛩（qióng）：蟋蟀。<br>旅思（sī）：旅愁。<br>秋光：点明时节，秋天。<br>黯黯（àn）：暗淡。<br>长安：借指南宋首都I临安。<br>横戈、盘马：指骑马作战。<br>散关：即大散关。<br>清渭：渭河。<br>“江海”：说现在已有了退居的可能。<br>付：托付。<br>信：知，料。<br>不遇：不获知遇以展抱负。<br>长杨赋：汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>所作。常把扬雄看做怀才不遇的人。<span style=\"font-family:SimSun;\"></span></p>",
  "shangxi": "<h2>赏析</h2> <p>　　在一片秋天景色的旅途上，他看到桐树叶子在早晨飘落，又听到吟蛩[蟋蟀]在夜间鸣叫。这些标志秋光的落叶和虫鸣，更加勾起了他旅途的心事。 “旅思”，旅途的愁绪。他遥望通向京城临安的道路，觉得它分外暗淡。这里作者用唐代都城长安（当时在金占领下）借指南宋京城临安。“黯[àn]”是暗淡的意思。这不仅是写实，也还有象征的意味。因为这时他在主和派排挤下被罢了官，从此远离朝廷，也就更难以实现他抗金报国的理想了。</p> <p>　　这时涌上他心头的，不是对官职的眷恋，而是那一段最不寻常的战斗经历。当年在抗金前线的南郑，他曾经“横戈盘马”，亲临前线。回想起来，至今还是那么令人神往。“戈”古代一种长柄武器。“盘”是回旋的意思。最使他念念不忘的是前线的大散关和渭水清流。在渭河上，他曾雪夜强渡；在大散关，他曾守关拒敌。在这两个地方，都留下了他的足迹。现在，他多么想知道，那大散关和渭河，是不是仍然同他在前线时一样啊！看，他的所谓旅愁，不是哀叹岁月，也不是感伤劳苦，他是在系念着关系国家命运的前线，怀念着那实现他崇高理想的地方。这是一种有着崇高的思想境界的旅愁。</p> <p>　　当他在怀念前线的时候，罢官的现实还迫使他思考以下的问题：“江海轻舟今已具，一卷兵书，叹息无人付”。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的家乡山阴地接杭州湾，临江近海。“江海轻舟”，驶往江海的小船，这里用来代表驶往家乡的小船。“具”是具备。这三句意思说，今天已经有了回乡的小船，意味着已经罢了官，可以回乡退隐了，然而，那对付金兵、收复失地的军事韬略和计划，却没有人可以托付，使他难以放心啊。原来，陆游不仅是<a href=\"http://so.gushiwen.org/view_56020.aspx\">诗</a>人、词人，他还熟知军事，在南郑前线任职时，曾经向川陕安抚使（边防军事机关的长官）<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>提出过恢复中原的进军策略，由于朝廷的苟且偷安，他的北伐之志一直未能实现。所以，我们对他“一卷兵书，叹息无人付”的心情，就完全可以理解了。</p> <p>　　想到这里，他的感情不由得从慨叹转为激愤。遭遇的相似，使他想起了西汉著名词赋家<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>。扬雄曾经写《长杨赋》讽谏汉成帝游猎于长杨宫。他很有才华，但一直未受到皇帝的赏识和重用。陆游回顾自己一片爱国赤诚而终于不为朝廷所用，他以难以遏止的气愤之词来结束作品：“早信此生终不遇，当年悔草长杨赋”。如果早就料到（信）我这一生始终不会被了解，任用（不遇），我当初又何必象扬雄写（草）《长杨赋》那样忠心耿耿地献计献策呢！</p><br/><h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>晚年被罢官后所作。词中表现了对抗金前线戎马生活的怀念，和对抗敌重任无人可以托付的感叹。</p> <p>　　开头一句“桐叶晨飘蛩夜语”，词人托物起兴，桐叶飘零，寒蛩夜鸣，引发的都是悲秋之景。“晨飘”与“夜语”对举，表明了同朝至夕，终日触目盈耳的，无往而非凄清萧瑟的景象，这就充分渲染了时代气氛和词人的心境两者形成鲜明的对比。第二句“旅思秋光”，承前启后，“秋光”点明了时间的先后顺序，叶落、虫语，勾起了作者的旅思：“黯黯长安路。”这一句有两重含意，一为写实，一为暗喻。从写实方面来说，当日西北军事重镇长安已为金人占领，词人在南郑<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>宣抚使幕中时，他们的主要进取目标就是收复长安，而一当朝廷下诏调走王炎，这一希望便化成了泡影长安收复，渺茫无期，道路黯黯，这一切使得词人不禁凄然神伤从暗喻方面来说，“长安”是周、秦、汉、唐的古都，这里是借指南宋京城临安。通向京城的道路黯淡无光，隐喻着词人对南宋小朝廷改变抗金决策的失望。“忽记横戈盘马处，散关清渭应如故。”词人北望长安，东望临安，都使他深为不安，而最使他关切的还是抗金前线的情况，那大散关头和清澈的渭水之旁，曾是他“横戈盘马”之处，也曾是他立志恢复中原与实现其理想的所在，而此时的情况又怎样呢？“忽记”，乃油然想起，猛上心头，“应”字是悬想，但愿“如故”，更担心能否“如故”，也就是说，随着王炎内调以后形势的变化，金人会不会乘虚南下呢？表明词人对国事忧虑的深重。这两句不是旁斜横逸的转折，而是词人所感情事的变化，词人联想起自己那一段不平凡的战斗经历，说明他旅思的内涵，不是个人得失，不是旅途的风霜之苦，而是爱国忧时的情怀。</p> <p>　　下边转到描写个人的前途方面。“江海轻舟今已具”，承上片“旅思”而来，其意来源于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《临江仙》“小舟从此逝，江海寄余生。”这句话含有想隐归江湖的意思。词人对个人的进退是无所萦怀的，难以忘情的是“一卷兵书，叹息无人付”。“一卷兵书”，既可实指他曾向王炎提出过的“经略中原，必自长安始”的一整套进军策略，也可虚指为抗敌兴国的重大报负。“无人”不是一般所说的没有人，而是春秋时期秦国随会对晋国使臣所说的“子无谓秦无人”中“无人”的意思，也就是慨叹朝廷抗金志士零落无存，国家前途令人担忧。歇拍两句从慨叹转为激愤：“早信此生终不遇，当年悔草《长杨赋》。”《长杨赋》是西汉辞赋家<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的名作，他是为了讽谏汉成帝游幸长杨宫，纵胡客大校猎才献上这篇赋的。词里活用了这个典故，表明自己如果早知不被知遇，就不会陈述什么恢复方略了。这“悔”的背后是“恨”，透露出词人的愤愤不平之气，不过只用“悔”字表现得婉转一些罢了。</p><br/><h2>赏析二</h2> <p>　　此词触景尘情，追忆往事，今昔对比。表现出词人英雄迟暮、报国无门的悲愤感情。全词共四个层次，第一层抚今，第二层思昔，第三层再回到现实，第四层又回顾以住。今昔交织，回环往复。</p> <p>　　上阕首句状景，托物起兴。“桐叶”一起便带起一股悲凉的气息。正如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》巾“梧桐更兼雨”，“怎一个愁字了得“，“桐叶晨飘”，寓意“一叶知秋”：寒蛩夜呜，引发的也是悲秋之景。“晨飘”与“傲语”对举，表明从朝至夕，终日触目盈耳的只有凄清萧瑟的景象。这就充分渲染了时代气氛，和词人的心境形成鲜明的对应。</p> <p>　　第二、三句承前启后，羁旅异乡，义逢寥落之秋，这种情境是宋代词人反复抒写的主题，曾令无数人神伤。然而在这里，词人的旅思绝非单纯地悲秋或感慨个人身世，有更为深沉厚重的家囝之忧，甚至个人的慨叹也是为后者所催发出来的。这一情感表达的倾向在“黯黯长安路”一句中开始得以逐渐明朗化。词人作为主战阵营的一员，也不免受到各种打击排挤，被拒于政治核心之外，无法对战和之事施加影响。“欲济无舟楫”，欲报国而无门。于是，在这凄冷萧条的秋日里，身世之感和家围之忧同时袭上心头，令他不得不在对朝廷不作为的痛心中忍看长安路黯。在极度低落消沉的意绪中，他想起早年抗金的经历，“忽记”显示出思绪的跳跃，情绪上也呈现出短暂的由低沉到高昂的飞扬状态。</p> <p>　　下阕首句承上启下，”江海轻舟”源于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《临江仙》“小舟从此逝，江海寄馀生”，表明有隐归之意愿。达则兼济天下，穷则独善其身。既然报国无路，则只有归隐江湖才不负一个读圣贤书之人！然而词人对个人的进退是无所萦怀的，感慨的是“一卷兵书，叹息无人付”。“一卷兵书”亦有两重含义，既可实指他曾向<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>提出的“经略中原，必自长安始”的进军策略，也可喻之为抗敌兴国的重大抱负，然而朝中没有能抗金之臣，抗金志士亦零落无存，国家社稷岌岌可危。歇拍两句从慨叹转为悲愤。《长杨赋》是两汉辞赋家<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的名作，他是为了讽谏汉成帝游幸长杨宫，纵胡客大校猎才献上这篇赋的。这两句表面上是说自己如果早知不被知遇，就不会陈述什么恢复方略厂，其实在于抒发自己遭受排挤，不被知遇，无法施展才能抱负收复大好河山的悲愤。这“悔”的后面，实在是“恨”！[3] 纵观全词，当年在“散关清渭”之地“横妒盘马”，率兵强渡渭水与敌对战，是何等快意之事，这一经历<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>不只一次地在<a href=\"http://so.gushiwen.org/view_56020.aspx\">诗</a>文中提到。“楼船夜雪瓜洲渡，铁马秋风大散关”（《书愤》）反复吟咏，为他曾经奋战在抗金的第一线，离实现收复长安的理想目标如此之近。但在同事日下的形势下，恐怕词人自己也觉得“如故”只能是一种奢望。否则何必用这种不确定的语气揣测。至此，情绪又急转直下成低沉的呜咽，一句之中忽扬忽抑，曲尽其妙，词人忧心忡忡。</p>",
  "about": "<h2>创作背景</h2> 　　孝宗乾道八年（1172），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾充任抗战派将领——四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的幕宾，亲临南郑抗金前线。然而不到一年，朝廷投降派撤掉王炎西北统帅职务，陆游也奉调回京安置。此词即写于此时。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "爱国",
    "怀念",
    "感叹"
  ]
}