{
  "id": 47912,
  "star": 202,
  "name": "永州八记",
  "dynasty": "唐代",
  "content": "<strong>始得西山宴游记</strong></p> <p>　　自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。</p> <p>　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。</p> <p><br><strong>钻鉧潭记</strong></p> <p>　　钻鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。</p> <p>　　其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”</p> <p>　　予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？</p> <p><br><strong>钻鉧潭西小丘记</strong></p> <p>　　得西山后八日，寻山口西北道二百步，有得钻鉧潭。潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克已时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露。奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清冷冷状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好古之士，或未能至焉。</p> <p>　　噫！以兹丘之胜，致之沣、镐、、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克已独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。</p> <p><br><strong>至小丘西小石潭记</strong></p> <p>　　从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。</p> <p>　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。</p> <p>　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。</p> <p>　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。</p> <p>　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。</p> <p><br><strong>袁家渴记</strong></p> <p>　　由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。</p> <p>　　楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。</p> <p>　　有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩词，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。</p> <p>　　每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。</p> <p>　　永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。</p> <p><br><strong>石渠记</strong></p> <p>　　自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。</p> <p>　　予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。</p> <p>　　元和七年正月八日，鷁渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。</p> <p><br><strong>石涧记</strong></p> <p>　　石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。</p> <p>　　由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。</p> <p><br><strong>小石城山记</strong></p> <p>　　自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。</p> <p>　　噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 ",
  "fanyi": "<h2>《钴鉧潭记》注释及译文</h2> <p><strong>译文</strong><br>钴鉧潭，在西山的西面。钴鉧潭水由冉水自南向北奔流如注，碰到山石阻隔，曲折向东流去；冉水的上游和下游水势峻急，撞击更加激荡，侵蚀钴鉧潭的潭岸边，潭边广阔而中间水深，水流冲荡到山石才停止。水流形成车轮般的漩涡，然后才缓缓而流。潭水清澈而平缓，而且十亩有余，钴鉧潭四周有树木环绕，有瀑布垂悬而下。<br>山上有居住者，因我多次来游玩，一天早晨敲门就来告诉我：“（我因为）无法负担越欠越多的官租私债，（没办法），想在山上锄草开荒，并愿意卖掉我潭上的田，暂时缓解一下债”。我很高兴答应了他的话。我就加高台面，延伸栏杆，疏导高处的泉水使泉水坠落入潭中，发出了悦耳的声音。特别是到了中秋时节赏月更为合适，可以看到天空更高，视野更加辽远。是什么使我乐于住在这夷人地区而忘掉故土？难道不是因为这钴鉧潭？</p><p><strong>注释</strong><br>（1）钴鉧（gǔ mǔ）：熨斗。钴鉧潭：形状像熨斗的水潭。也有学者认为钴鉧是釜锅。<br>（2）冉水：即冉溪，又称染溪。<br>（3）屈：通“曲”，弯曲。<br>（4）其颠委势峻：其，指冉水的源头。颠委，首尾，这里指上游和下游。势峻，水势峻急。<br>（5）荡击：猛烈冲击。益暴：更加暴怒。<br>（6）啮（niè）其涯：啮，咬、啃。<br>涯：边沿。这里指侵蚀着岸边。<br>（7）轮：车轮般的漩涡。<br>（8 ）然后徐行，徐：慢慢地。<br>（9）有树环焉，有泉悬焉：环：环绕。焉：在那里。兼指代词。悬：自高处而下。有树环绕在潭上，有泉水从高处流入潭里。<br>（10）以余之亟（qì）游：以：因为。余：我。亟：经常，多次。因为我经常去游玩。<br>（11）款门：敲门。<br>（12）不胜官租、私券之委积：不胜：承担不了。券：债务的借据。委积：累积的压力。承受不了官家租税和私人债务的重压。<br>（13）芟（shān）：割草。<br>芟山：割草开山。更居：搬迁居住的地方。<br>（14）贸财以缓祸：贸财，以物变卖换钱。<br>缓祸，缓解目前灾难。这里指解救税债之灾难。<br>（15）崇其台：崇，加高。<br>其，指示代词，这里指潭。加高潭边的台沿。<br>（16）延其槛：延长那里的栏杆。<br>延：加长。<br>槛：栏杆。<br>（17）行其泉于高者坠之潭：引导那些高处的泉水，使之坠落到潭里。<br>（18）潨（cóng）然：水声淙淙的样子。<br>（19）尤与中秋观月为宜：尤其是在中秋晚上赏月更为适合。<br>（20）于以见天之高、气之迥：在这里可以看见天空的高远，感受到空气的清爽。<br>于以：于此，在这里行。<br>迥：辽远。<br>（21）居夷：住在夷人地区。</p><br/><h2>《始得西山宴游记》译文</h2> <p>　　自从我遭到贬谪，居住在永州，心中一直忧惧不安。公务之余，缓缓散步，漫无目的，到处转悠。每天与同伴爬高山、钻深林，迂回曲折的山间小溪，深幽的泉水，怪异山石。无论多远， 我们都去。一走到那些地方，我们便拨开野草，席地而卧，倒酒痛饮，不醉不罢。喝醉后便相互枕靠着睡在地上，很快就进入梦乡。凡是心中能想到的，睡梦中都能出现。醒来之后就回家。我原以为永州山水中稍有特异地方，都已被我游览了。殊不知还有个奇异独特的西山。</p> <p>　　今年九月二十八日，由于坐在法华寺西亭，遥望西山，才使我发现西山胜景，大为称异， 我于是带着仆人越过湘江，沿染溪而行，砍去丛生的灌木，烧掉杂乱的茅草，不达到西山之巅决不罢休。攀援着树枝爬上山顶，两腿叉开，席地而坐，几乎几个州的土地都聚集在我的座下。高低不平，空阔低洼，连绵起伏，不可胜状；有的像是蚂蚁窝，有的像是蚂蚁洞。看似尺寸之间，实则千里之外，全都聚集眼前，没有逃脱隐藏的。青山绿水，相互萦绕，与遥远的天际相接，环看周围，都是这样。看了这些，才知道这座山确实特立不群，与一般的小土丘大不一样。不知不觉中我的身心与天地间的浩然之气隔化在大自然中，已不知道哪里是尽头了。我于是拿起酒壶，斟满酒杯，畅怀痛饮，醉倒在地。不觉间日薄西山，苍茫暮色，自远而近，慢慢地天黑得什么也看不见了，而我却了无归意。真是形神俱忘，无拘无束，好像已经与天地万物融为一体。我这才认识到过去等于没有游览，真正的游览从现在开始。所以我特意把这件事记下来，这一年是元和四年（809）年。</p><br/><h2>《石涧记》译文</h2> <p>　　从石渠的桥上向西北走，一去到土山的北坡，百姓又架了一座桥。比石渠的水量大三倍。巨大的石头作为水的底部，宽达到水的两岸。石头有的像床，有的像桌子，有的像门堂的基石像筵席上摆满菜肴，有的像用门槛隔开的内外屋,水流像纺织物的花纹，水泉咚响声像是弹琴声，赤脚而往，折竹箭，扫陈叶，排腐木，清出一块可排十八九张交椅的空地。交织的流水，指激撞的水声,皆在床下；像翠鸟羽毛般的树木，像鱼龙麟甲般的石块，都遮蔽在交椅之上。古时候的人有谁曾在这里找到这种快乐的吗？以后的人，有谁能追随我的足迹来此吗？到石涧的日子，与石渠相同。</p> <p>　　从袁家渴来的人，先到石渠后到石涧；从百家濑上山到这里的人，先到石涧后到石渠。石涧的源头，在石城村的东南，路中间可以游览的地方还有好几个。那上面的深山老林更加险峻，道路狭窄不能走到尽头。</p><br/><h2>《石渠记》译文</h2> <p>　　从渴潭往西南走不到百步，就看见一个石渠，在渠上有一座便桥。有一眼泉水幽静的流淌，它流淌时的声音时大时小。泉渠的宽度有时不足一尺，有时则有二尺宽，它的长度约有十步左右。它的水流遇到一块大的石头，就漫过石头。跳过大石头再往前走，就发现一个石泓，菖蒲覆盖着它，碧绿的苔藓环绕着石泓。渠水又转弯往西流，在岩石边流入石隙里，最后像瀑布一样的流入北边的小潭中。小潭方圆还不足一百尺，潭水清澈、且较深，有许多快速游动的鱼。渠水又往北迂回绕行一些，看上去好像没有穷尽，就这样最终流入渴潭。潭的一边全是奇异的石头、怪异的树木、奇异的花草、美丽的箭头草，人可以并列坐在那里休息。风吹动着山顶，像美丽动听的音乐，在山崖和山谷间回荡。看它虽很宁静，但听起来却很辽远。</p> <p>　　我跟随柳州太守发现的它，拨开阴郁的密林和腐烂的朽木，开掘和疏通淤土和乱石，把朽木乱草堆积起来烧掉，石渠里的渠水便很满。可惜从来都没有写它的人，所以我把它全都记写下来，留给匠人，刻写在潭北面的石头上，帮助以后喜好游历的人能较容易地看到它。</p> <p>　　元和七年正月初八，从鷁渠到达大石。十月十九日，越过石头发现了石泓小潭，石渠的美因此就全都展示给游人了。<br></p><br/><h2>《小石城山记》译文</h2> <p>　　从西山路口一直向北走，越过黄茅岭往下走，有两条路：一条向西走，走过去寻找风景却毫无所得；另一条稍为偏北又折向东去，只走了四十丈，路就被一条河流截断了，有一座石山横挡在这条路的尽头。石山顶部天然生成女墙和栋梁的形状，旁边又凸出一块好像堡垒，有一个洞像门。从洞往里探望一片漆黑，丢一块小石子进去，咚地一下有水响声，那声音很宏亮，好久才消失。石山可以盘绕着登到山顶，站在上面望得很远。山上没有泥土却长着很好的树木和竹子，而且更显得形状奇特质地坚硬，竹木分布疏密有致、高低参差，好像是人工特意布置的。</p> <p>　　唉！我怀疑老天爷的有无已很久了，到了这儿更以为老天爷确实是有的。但又奇怪他不把这小石城山安放到人烟辐凑的中原地区去，却把它摆在这荒僻遥远的蛮夷之地，即使经过千百年也没有一次可以显示自己奇异景色的机会，这简直是白耗力气而毫无用处，神灵的老天爷似乎不会这样做的。那么老天爷果真没有的吧？有人说：“老天爷之所以这样安排是用这佳胜景色来安慰那些被贬逐在此地的贤人的。”也有人说：“这地方山川钟灵之气不孕育伟人，而唯独凝聚成这奇山胜景，所以楚地的南部少出人材而多产奇峰怪石。”这二种说法，我都不信。</p><br/><h2>《钴鉧潭西小丘记》注释及译文</h2> <p><strong>译文</strong><br>　　寻到西山以后八天，沿着山口向西北探行二百步，又探得了钴鉧潭。潭西二十五步，正当流急水深处筑有垒土阻水，开缺张网的鱼梁。梁上有个小土丘，丘上生长着竹子树木，丘石或骤然突起、或兀然高耸，破土而起，竞相形成奇奇怪怪形状的，几乎数都数不清；有的倾侧堆垒而趋下，就像牛马在溪边饮水；有的又猛然前突，似乎较量着争向上行，就像熊罴在山上攀登。<br>　　这小丘小得不足一亩，似乎可以装进袖子里去一般。我向小丘的主人打听情况，他回答说：“这是唐姓某家废弃的土地，标价出售却卖不出去。”我又问地价多少，答道：“仅仅四百两银子。”我喜爱小丘而买下了它。当时，李深源、元克己与我同游，都十分高兴，以为是意想不到的收获。<br>　　我于是就又取来了一应用具，铲除败草，砍掉杂树，燃起了熊熊大火焚烧去一切荒秽。（顿时），佳好的树木似乎挺立起来，秀美的竹林也因而浮露，奇峭的山石更分外显突。由竹木山石间望出去，只见远山高峙，云气飘浮，溪水流淙，鸟兽在自由自在地游玩；万物都和乐怡畅地运技献能，而呈现在这小丘之下。铺席展枕躺在丘上，山水清凉明爽的景状来与双目相亲，瀯瀯的流水之声又传入耳际，悠远空阔的天空与精神相通。深沉至静的大道与心灵相合。我不满十天中却得到了二处胜景，即使是古时喜嗜风景的人，也未必能有此幸运啊！<br>　　唉，凭着这小丘的美景，如果放到长安附近沣、镐、鄂、杜等地，那么爱好游乐的贵族人士竞相争购的，将逐日增价一千两，也愈来愈不能购得。现在弃置在这永州，农人渔夫相经过而看不起它，求价仅四百两，却多年卖不出去，而我与深源、克己偏偏喜爱并获得了它。这难道是确实有所谓遭际遇合吗？我将得丘经过书写在石上，用来庆贺与小丘的遇合。</p><p><strong>注释</strong><br>〔1〕西山：在永州（今永州市零陵区）城西五里。<br>〔2〕钴鉧：烫斗。因潭形似烫斗，故名钴鉧潭。<br>〔3〕浚：深。鱼梁：阻水的坝，中间留有空缺，可放置捕鱼的竹篓。<br>〔4〕偃蹇（jiǎn简）：曲折起伏的样子。<br>〔5〕嵚（qīn钦）然：山石耸立的样子。<br>〔6〕罴（pí皮）：熊的一种，体形比熊大，俗称人熊<br>〔7〕李深源、元克己：二人均为<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>友人。李深源名幼清，原任太府卿。元克己原任侍御史。二人此时同贬居永州。<br>〔8〕刈（yì意）：割。<br>〔9〕清泠（líng零）：清澈明净。<br>〔10〕瀯瀯（yíng营）：泉水声。<br>〔11〕匝旬：周旬，即十天。<br>〔12〕沣（fēng丰）：在今陕西户县东，周文<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都处。镐（hào浩）：在今陕西西安市西南，周武王建都处。鄠：今陕西户县。杜：亦称杜陵，在今西安市东南。以上四地都是唐都长安附近豪门贵族聚居之地。<br>〔13〕贾：同“价”。</p><br/><h2>《小石潭记》注释及译文</h2> <p><strong>译文</strong><br>　　从小丘向西走一百二十步，隔着成林的竹子，就听到流水的声音，好像人身上佩带的玉佩玉环相碰发出的声音，我心里感到高兴。砍伐竹子，开辟出一条小路，往下走，就看见一个小潭，潭水特别清澈透明。小潭以整块石头作为潭底，靠近岸边，石底有些部分翻卷上来露出水面，成为坻、屿、嵁、岩各种不同的形状。青葱的树木，翠绿的藤蔓，覆盖着、缠绕着、摇动着、连结着，参差不齐，随风飘荡。<br>　　潭中的鱼大约有一百来条，它们都好像在空中游动，什么依托的地方都没有。阳光向下一直照到潭底，鱼的影子映在水底的石头上，呆呆地停在那里一动也不动；忽然间又向远处游去了。来来往往轻快敏捷，好像在同游人互相逗乐。<br>　　向石潭的西南方向望去，一条小溪像北斗七星那样曲折，水流像蛇爬行那样弯曲，溪身或现或隐，一段看得见，一段看不见。小溪两岸的地势像狗的牙齿那样互相交错，不知道溪水的源头在什么地方。<br>　　我坐在石潭边上，这里四周被竹子和树木围绕着，静悄悄的，没有旁的游人，这样的环境使人心神凄凉，寒气透骨，寂静极了，幽深极了。由于这里的环境过于冷清，不能够长时间停留，于是我题下字就离开了。<br>　　一同去游览的人有：吴武陵，龚古，我的弟弟宗玄。我一同作为随从跟着去的，有姓崔的两个年轻人：一个叫恕己，一个叫奉壹。</p><p><strong>注释</strong><br>[1]小丘：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在永州住的城内东山法华寺对河的西山的山口往西北方再行二百步便到达钴鉧潭,钴鉧潭西二十五步即为小丘,详见西山八记(又名永州八记或永州九记)的首三篇。<br>[2]篁竹：丛生的竹子。<br>[3]如鸣佩环：好像人身上佩戴的玉佩、玉环相碰发出的声音。<br>[4]清冽：清凉。<br>[5]全石以为底：（潭）以整块石头为底。<br>[6]近岸卷石底以出：靠近岸的地方，石底有些部分翻卷过来露出水面。<br>[7]为坻，为屿，为嵁，为岩：成为坻、屿、嵁、岩等不同的形状。坻，水中高地。屿，小岛。嵁，不平的岩石。<br>[8]翠蔓：翠绿的藤蔓。<br>[9]蒙络摇缀，参差披拂：意思是（树枝藤蔓）遮掩缠绕，摇动下垂，参差不齐，随风飘拂。<br>[10]可百许头：大约有一百来条。可，大约。许，表示数目不确定。<br>[11]皆若空游无所依：都好像在空中游动，什么依靠都没有（水已清澈得像看不到似的）。<br>[12]日光下澈，影布石上：阳光直射到水底，鱼的影子映在石上。<br>[13]佁然不动：（鱼影）呆呆地停在那儿一动也不动。佁然，呆呆的样子。<br>[14]俶尔远逝：忽然间向远处游去了。俶尔，忽然。<br>[15]往来翕忽：来来往往轻快敏捷。翕忽，轻快敏捷的样子。<br>[16]斗折蛇行，明灭可见：（溪水）曲曲折折，（望过去）忽隐忽现，一段看得见，一段又看不见。斗折，像北斗七星那样曲折。蛇行，像蛇爬行那样。明灭，或现或隐。<br>[17]犬牙差互：像狗的牙齿那样互相交错。<br>[18]凄神寒骨，悄怆幽邃：感到心神凄凉，寒气透骨，寂静极了，幽深极了。悄怆，忧伤的样子。邃，深。<br>[19]以其境过清：因为这儿的环境过于凄清，冷清。<br>[20]吴武陵：作者的朋友，也被贬在永州。<br>[21]龚古：作者的朋友。<br>[22]宗玄：作者的堂弟。<br>[23]隶而从者，崔氏二小生：跟着来的人，是崔家(柳宗元姐夫家)的两个年轻人。</p><br/><h2>《袁家渴记》注释及译文</h2> <p><strong>译文</strong><br>　　从冉溪向西南，走水路十里远，山水风景较好的有五处，风景最好的是钴鉧潭；从溪口向西，走陆路，风景较好的有八、九处，风景最好的是西山；从朝阳岩向东南，走水路到芜江，风景较好的有三处，风景最好的是袁家渴；他们都是永州美丽奇异的地方。<br>　　楚、越两地之间的方言，水的支流叫做「渴」，（读“褐”音）。渴的上游与南馆的高山会合，下游与“百家濑”汇合。其中岛屿（江河里边的岛屿）、小溪、清潭、小洲，交错夹杂，蜿蜒曲折。水流平静的地方深黑色，急流的地方像沸腾一样冒着白沫。船好像就走到了尽头，忽然河水又看不到尽头了。有座小山从水中露出来。山上都是好看的石头，上面生长绿色的草丛，冬夏都浓密茂盛。山旁有许多岩洞。山下有许多白色的碎石；上山的树木多是枫树、柟树、石楠、楩树、槠树、樟树、柚树；小草则多是兰草、芷草，又有许多奇异的花卉，类似合欢但是长出许多茎蔓，缠绕着水中石头。<br>　　每当有风从四周山上吹下，吹动大树，轻摇小草，红绿缤纷，香气浓郁；冲起波涛旋着水涡，从溪谷流进流出，萧条茂盛，根据时间变换。风景大都是这样的。我没办法都描述出来。<br>　　永州没有过来游玩，我来到了这里，不敢独自享受。回来写出文章告诉世人。这里土地的主人姓袁，所以我叫它“袁家渴”。<br></p><p><strong>注释</strong><br>1． 音若衣褐之褐：此六字疑为注文，不应列为本文。<br>2． 渚：水中小洲。<br>3． 间厕：交错夹杂。<br>4． 峻，急流；沸，沸腾。<br>5． 蔚然：草木茂盛貌。<br>6． 白砾：白色碎石。<br>7． 轇轕：交错纠缠貌。<br>8． 苒：轻柔。<br>9． 蓊葧：浓郁。<br>10． 葳蕤：草木茂盛，枝叶下垂貌。<br>11． 专：独享。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>青年时代就立下雄心壮志，仰慕“古之夫大有为者”，向往于“励材能，兴功力，致大康于民，垂不灭之声”。他25岁时已是“文章称首”的长安才子，刚考中了博学弘辞科，又与礼部郎中杨凭之女新婚，逐步成为文坛领袖，政坛新锐。在其后的几年里，柳宗元又成为了当时皇帝的老师王叔文革新派的中坚分子，以热情昂扬、凌励风发的气概，准备施展自己“辅时及物”、“利安开元”的抱负。然而，由于顺宗皇帝李诵即位时就已经中风，说话也不清楚，虽然有心改革朝政，但已是心有余而力不足了，加上宦官与藩镇势力强大，所以革新只实行了几个月，就以失败而告终。元和四年八月，反对革新的太子李纯即位，九月，柳宗元立刻被贬邵州刺吏，行未半路，朝议认为处之太轻，又改贬永州司马。当时同时被贬的包括<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>等人共有八位，史称“八司马事件”。</p> <p>　　“永贞革新”的失败对政治上踌躇满志的柳宗元是沉重的打击，但对于他的文学创作却未尝不是一件好事。当时的永州“草中狸鼠足为患，一夕十顿惊且伤”，相当于俄罗斯的西伯利亚，所谓的“永州司马外置同正员”，其实是个编制外的闲职，没有官舍也没有具体的职务。柳宗元一家人寄居在冷清的小寺庙，未及半载，母亲也逝世了。除了精神上抑郁悲愤，正当壮年的柳宗元身体也越来越差，诸病缠身，虚弱到了“行则膝颤，坐则髀痹”的程度。但永州清新的山水给了柳宗元很大的慰藉和寄托，他很快从悲观与失意中振作起来，踏遍了永州的山山水水并和田翁农夫相交，远离了政坛上的明争暗斗，回归到田园<a href=\"http://so.gushiwen.org/view_47912.aspx\">诗</a>意般的生活，他认为永州的山水和自己一样的为世人所遗弃和漠视，写出了许多千古传诵推崇永州山水的散文。余秋雨先生在《柳侯祠》中如此评价柳宗元的永州10年，他说：“炎难也给了他一份宁静，使他有了足够的时间与自然相晤，与自我对话！”确实，永州的10年，是柳宗元人生最晦暗最感伤的十年，却是他文学创作最丰富和哲学思想全面成熟的10年。</p> <p>　　柳宗元的文章多抒写抑郁悲愤、思乡怀友之情，幽峭峻郁，自成一路。最为世人称道者，是那些清深意远、疏淡峻洁的山水闲适之作。《永州八记》是柳宗元山水游记的代表作，也是我国游记散文中的一朵奇葩，其艺术魅力历久弥新。</p> <p>　　永州山水，在柳宗元之前，并不为世人所知。但这些偏居荒芜的山水景致，在柳宗元的笔下，却表现出别具洞天的审美特征，极富艺术生命力。正如清人刘熙载在《艺概·文概》中所说：“柳州记山水，状人物，论文章，无不形容尽致；其自命为‘牢笼百态’，固宜。”柳宗元时而大笔挥洒，描摹永州山水的高旷之美，使寂寥冷落的永州山水给人以气势磅礴之感。</p> <p>　　《永州八记》对自然美的描绘，贵在精雕细刻出一种幽深之美。八记描写的大都是眼前小景，如小丘、小石潭、小石涧、小石城山等，柳宗元总是以小见大，犹如沙里淘金，提炼出一副副价值连城的艺术精品。如《至小丘西小石潭记》对小石潭周围环境的描写，“四面竹树环合，寂寥无人，凄神寒骨，悄枪幽邃”，创造出一种空无人迹的山野清幽之美。又如《石渠记》对小石渠之水流经之处细腻的刻画，在长不过十许步的小水渠上，一处处幽丽的小景，美不胜收。逾石而往是昌蒲掩映、鲜苔环周的石泓，又折而西行，旁陷岩石之下是幅员不足百尺、鱼儿穿梭的清深的小水潭，又北曲行，皆诡石、怪木、奇卉、美竹。</p> <p>　　笔笔眼前小景，幽深宜人，展示出永州山水的特有风姿。柳宗元曾经说：“余虽不合于俗，亦颇以文墨自慰，漱涤万物，牢笼百态，而无所避之。”他的意思就是说虽然因永贞革新遭挫，但作者未改本色，于是借山水之题，发胸中之气，洗涤天地间万物，囊括大自然的百态，在用笔赞赏山水美的同时，把自己和山水融化在一起，借以寻求人生真谛，聊以自慰。因而，柳宗元在《永州八记》中刻画永州山水的形象美、色彩美和动态美，不是纯客观地描摹自然，而是以山水自喻，赋予永州山水以血肉灵魂，把永州山水性格化了。可以说，永州山水之美就是柳公人格美的艺术写照，物我和谐，汇成一曲动人心弦的人与自然的交响华章。</p> <p>　　《旧唐书·柳宗元传》说，柳宗元“下笔构思”，“精裁密致，璨若珠贝”。精裁密致可以概括《永州八记》结构之美。8篇游记，整体构思，一气贯通。文章以西山之怪特开始“然后知吾向之未始游，游于是乎始”发笔，通过对西山周围山水景致的描绘，袁家渴附近山水小景的刻画，最后，到《小石城山记》向苍天发出“吾疑造物者之有无久矣”的质问，对整个八记作结。8篇游记每篇多各以不同的方式与上篇相关联，前后呼应，成为一个不可分割的有机的艺术整体。如前四篇，首篇写了西山宴游之后，第二篇就以“钻拇潭在西山西”起笔，自然衔接，毫无斧凿的痕迹；第三篇又以“潭西二十三步”发端，同上篇相连；第四篇则以“从小丘西行百二十步”开篇。这就以西山为起点，向西出游，接连出现了三处胜景，一处连一处，一景接一景，给人以目不暇接之感。更令人折服的是，八记前后四篇相隔三全夕久，而作者巧妙组合，犹如一气呵成，毫无间隔之弊。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "辞赋精选",
    "山水",
    "游记"
  ]
}