{
  "id": 10913,
  "star": 34,
  "name": "病马",
  "dynasty": "唐代",
  "content": "乘尔亦已久，天寒关塞深。<br>尘中老尽力，岁晚病伤心。<br>毛骨岂殊众？驯良犹至今。<br>物微意不浅，感动一沉吟。",
  "fanyi": "<p><strong>译文<br></strong>长久地骑着你，冒着天寒，朝向关塞前进。<br>风尘中你老了，还在继续尽力劳顿。岁晚时你病了，沉重地使我无限伤心。<br>你的毛骨与众哪有不同？但能驯良地伴随我直到如今。<br>虽是微小的生物，蕴藏的情意决不可浅论。你真叫我感动，我要一心地把你沉吟。</p> <p><strong>注释<br></strong>⑴“乘尔”二句：是说这马和自己患难相依很久。尔：代指马。关塞：边关；边塞。深：远、险。<br>⑵“尘中”二句：在风尘之中，而且老了，还在为我尽力；当岁晚天寒之时，况又有病，哪得不使人为之伤心。老尽力：谓一生尽力，年老而力衰。语出《韩<a href=\"http://so.gushiwen.org/view_10913.aspx\">诗</a>外传》卷八。<br>⑶毛骨：毛发与骨骼。岂：难道。殊众：不同于众。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《寄常徵君》诗：“楚妃堂上色殊众，海鹤阶前鸣向人。”殊：不一样。<br>⑷驯良：和顺善良；驯服和善。三国魏明帝《短歌行》：“执志精专，洁行驯良。”《淮南子·说林训》：“马先驯而后求良。”犹至今：言一贯驯良，至今不变。<br>⑸“物微”二句：是说马之为物虽微，可是对人的情分倒很深厚，使我不禁为之感动而沉吟起来。沉吟：忧思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首有寄托的咏物<a href=\"http://so.gushiwen.org/view_10913.aspx\">诗</a>，通过吟咏那“老尽力”的病马，来表现自己晚年那种落魄的心态。首联是说自己和这匹马共渡患难相处的时间已经很久了，建立了很深厚的感情。颔联是承接首联两句，在句法上一句变作三折，具体描写马现在的状态：老了且病了。但是，在艰苦路途上，依旧还在为诗人卖力；在当岁晚天寒的时候，况且又生病，不能不让人为它伤心。老尽力，用《韩诗外传》典故。颈联两句用先抑后扬的手法，抒发对病马的浓浓深情。尾联说：马之为物虽然低微，可是对人的情分却是十分深厚，使诗人禁不住为它感动、沉吟起来。“沉吟”二字，写出诗人感慨非常深，有一种人不如马的感叹。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>既受到统治者的弃斥，同时又很少得到人们的关怀和同情，这也是他为什么往往把犬马——特别是马看成知己朋友并感到它们所给予他的温暖的一个客观原因。读者能够从中看到作者自身的影子。申涵光说：“杜公每遇废弃之物，便说得性情相关，如病马、除架是也。”其所以如此，是和他自己便是一个“废弃之物”的身世密切相关的。</p> <p>　　杜甫在这首诗里，感情是多么深沉！他抒写了对病马的怜爱，又运用“以彼物比此物”的手法，表达了对病马同病相怜的感慨，令人如见到一个“漂泊西南天地间”的老诗人的艰难蹭蹬的憔悴形象，出现于字里行间。清代仇兆鳌注释这首诗，说它反映了杜甫的“爱物之心”，其实并不止于爱物，而是借马以自况。诗中的“驯良”、“长吟”显然别有寄托，全诗以四十字抒写了辛劳、遭遇、怨怼、不平、感悟的几层意思，归结到自己叹老嗟卑，风尘仆仆，辗转征途，与老马的结局是没有两样的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10913.aspx\">诗</a>当为唐肃宗乾元二年（公元759年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在秦州时所作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物",
    "写马",
    "抒怀",
    "落魄"
  ]
}