{
  "id": 21210,
  "star": 44,
  "name": "村居苦寒",
  "dynasty": "唐代",
  "content": "八年十二月，五日雪纷纷。<br>竹柏皆冻死，况彼无衣民。 <br>回观村闾间，十室八九贫。<br>北风利如剑，布絮不蔽身。 <br>唯烧蒿棘火，愁坐夜待晨。<br>乃知大寒岁，农者尤苦辛。 <br>顾我当此日，草堂深掩门。<br>褐裘覆紖被，坐卧有馀温。 <br>幸免饥冻苦，又无垄亩勤。<br>念彼深可愧，自问是何人。",
  "fanyi": "<p><strong>译文<br></strong>元和八年的十二月，接连五天大雪纷纷。<br>竹子柏树都被冻死，何况那缺衣的农民！<br>遍观村里所有人家，十有八九户小家贫。<br>寒风吹来好似利剑，衣衫单薄不能遮身。<br>只有点燃蒿草取暖，终夜愁坐盼望清晨。<br>我才知道大寒年岁，农人更加痛苦酸辛。<br>反思自己在此时刻，紧紧关上草堂屋门。<br>穿着皮袍盖着棉被，不论坐卧都有余温。<br>庆幸免遭饥寒之苦，且又不必躬耕力勤。<br>想起他们我很惭愧，叩问自己算是何人？</p> <p><strong>注释<br></strong>①“五日”句：形容天气极度寒冷，连经冬不凋的竹子和柏树都冻死了。<br>②回观：遍观。村闾（lǘ）：村落、村庄。闾，里巷的大门，因以作里巷的代称。<br>③蒿（hāo）棘（jí）：泛指柴草。蒿，草名，有青蒿白蒿等多种。棘，荆棘，多刺的灌木。<br>④农者：种田的人。苦辛：痛苦酸辛。<br>⑤顾：可是。当：值，在。此日：指在酷寒的时候。<br>⑥草堂：茅草盖的房子，旧时自称山野间的住所。深：隐藏。掩门：闭门。<br>⑦褐（hè）裘（qiú）：布面的皮袍子。絁（shī）被：绵绸被子。<br>⑧垄（lǒng）亩勤：种田的辛苦，垄亩，田亩，田间。<br>⑨彼：指农民。深：甚。<br>⑩是何人：是什么样的人。这句的意思是说自己无垅亩之勤，却凭什么过着优裕的生活。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代中后期，内有藩镇割据，外有吐蕃入侵，唐王朝中央政府控制的地域大为减少。但它却供养了大量军队，再加上官吏、地主、商人、僧侣、道士等等，不耕而食的人甚至占到人口的一半以上。农民负担之重，生活之苦，可想而知。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>对此深有体验。他在这首<a href=\"http://so.gushiwen.org/view_21210.aspx\">诗</a>中所写的“回观村闾间，十室八九贫”，同他在另一首诗中所写的“嗷嗷万族中，唯农最辛苦”（《夏旱诗》）一样，是他亲眼目睹的现实生活的实录。</p> <p>　　这首诗分两部分。前一部分写农民在北风如剑、大雪纷飞的寒冬，缺衣少被，夜不能眠，过得十分痛苦，后一部分写作者在这样的大寒天却是深掩房门，有吃有穿，又有好被子盖，既无挨饿受冻之苦，又无下田劳动之勤。诗人把自己的生活与农民的痛苦作了对比，深深感到惭愧和内疚，以致发出“自问是何人？”的慨叹。</p> <p>　　古典诗歌中，运用对比手法的很多，把农民的贫困痛苦与剥削阶级的骄奢淫逸加以对比的也不算太少。但是，像此诗中把农民的穷苦与诗人自己的温饱作对比的却极少见，尤其这种出自肺腑的“自问”，在封建士大夫中更是难能可贵的。除对比之外，这首诗还具有这样几个特点：语言通俗，叙写流畅，不事藻绘，纯用白描，诗境平易，情真意实。这些特点都体现了白居易诗歌特有的通俗平易的艺术风格。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐宪宗元和六年（811）至八年，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>因母亲逝世，离开官场，回家居丧，退居于下邽渭村（今陕西渭南县境）老家。退居期间，他身体多病，生活困窘，曾得到<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>等友人的大力接济。这首<a href=\"http://so.gushiwen.org/view_21210.aspx\">诗</a>，就作于这一期间的元和“八年十二月”。</p> <p>　　唐代中后期，内有藩镇割据，外有吐蕃入侵，唐王朝中央政府控制的地域大为减少。但它却供养了大量军队，再加上官吏、地主、商人、僧侣、道士等等，不耕而食的人甚至占到人口的一半以上。农民负担之重，生活之苦，可想而知。白居易对此深有体验。他在这首诗中所写的“回观村闾间，十室八九贫”，同他在另一首诗中所写的“嗷嗷万族中，唯农最辛苦”（《夏旱诗》）一样，当系他亲眼目睹的现实生活的实录。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写风",
    "农民",
    "生活"
  ]
}