{
  "id": 57532,
  "star": 48,
  "name": "水调歌头·盟鸥",
  "dynasty": "宋代",
  "content": "带湖吾甚爱，千丈翠奁开。先生杖屦无事，一日走千回。凡我同盟鸥鹭，今日既盟之后，来往莫相猜。白鹤在何处，尝试与偕来。<br>破青萍，排翠藻，立苍苔。窥鱼笑汝痴计，不解举吾杯。废沼荒丘畴昔。明月清风此夜，人世几欢哀。东岸绿阴少，杨柳更须栽。",
  "fanyi": "<p><strong>译文<br></strong>带湖是我最爱的地方啊，放眼千丈宽阔的湖水，宛如打开翠绿色的镜匣一样，一片晶莹清澈。我闲居无事，手扶竹杖，脚穿麻鞋，徜徉湖畔，一日里竟然千百次绕湖徘徊。鸥鸟啊，你既和我缔结盟好之后，就应常来常往，不要再相疑猜。还有那白鹤在什么地方呢？请你也邀请它一起来。<br>鸥鸟立于水边苍苔之上，时而拨动浮萍，时而排开绿藻，原来是在偷窥鱼儿，伺机而捕。可笑你只知盯住游鱼多么痴呆，却不懂我此时举杯的情怀。昔日这里是破败的池沼荒芜的山丘，今夜已是月色皎洁，清风徐来。人世间几度欢乐，几度悲哀？河东绿荫尚嫌稀少，还须把杨柳多多来栽。</p> <p><strong>注释</strong><br>⑴水调歌头：词牌名。又名“元会曲”“凯歌”“台城游”等。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。双调九十五字，平韵，宋代也有用仄声韵和平仄混用的。<br>⑵盟鸥：是活用《列子·黄帝》狎鸥鸟不惊的典故，指与鸥鸟约盟为友，永在水国云乡一起栖隐之意。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_57532.aspx\">诗</a>：“明朝拂衣去（归隐去），永与白鸥盟。”<br>⑶带湖：在信州（今江西上饶）北灵山下。<br>⑷翠奁：翠绿色的镜匣。这里用来形容带湖水面碧绿如镜。<br>⑸先生：作者自称。杖屦（jù）：手持拐杖，脚穿麻鞋。屦，用麻、葛做成的鞋。<br>⑹“凡我”三句：表示与鸥鹭结盟，要互相信任，不要猜疑。鹭，鹭鸶，一种水鸟。<br>⑺偕来：一起来。<br>⑻“破青萍”三句：描写鸥鹭在水中窥鱼欲捕的情态。<br>⑼痴计：心计痴拙。<br>⑽“不解”句：不理解我举杯自饮的情怀。<br>⑾“废沼”三句：意思是过去荒凉的废池荒丘，如今变得景色优美。以带湖今昔的变化，感叹人世沧桑，欢乐和痛苦总是相继变化的。畴昔，以往，过去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上阕以首句中“甚爱”二字统摄。次句用“千丈翠奁开”之比喻，盛赞带湖景色之胜，说明“甚爱”原因。放眼千丈宽阔的湖水，宛如打开翠绿色的镜匣一样，一片晶莹清澈。面对如此美景，难怪“先生杖屦无事，一日走千回”了。这是用夸张写法来说明“甚爱”程度，句格同杜<a href=\"http://so.gushiwen.org/view_57532.aspx\">诗</a>“一日上树能千回”：闲居无事，拄杖纳屦，徜徉湖畔，竟一日而千回。下面写因爱湖之“甚”，而及湖中之鸟，欲与这结盟为友——这是用的拟人法。“凡我”三句，是写对眼前鸥鸟之愿：希望既结盟好之后，就应常来常往，不要再相猜疑了。这里“莫相”之“相”，虽然关系双方，但实际只表词人绝无害鸟之心，望鸥鹭尽情栖游，无须担惊。《左传·僖公九年》有这样记载：“齐盟于葵丘曰：‘凡我同盟之人，既盟之后，言归于好。’”词里这几句格式，当为《左传》辞句套用，纯是散文句法。</p> <p>　　“白鹤”二句，是写对眼前鸥鸟之嘱：托其试将白鹤也一起邀来。由爱所见之鸥鹭，而兼及未见之白鹤，其“爱”更进一层。以上极写带湖之美及对带湖之爱，固然表露了词人摆脱了官场尔虞我诈的烦恼和明枪暗箭的惊恐以后心情之宁静，但在这宁静之中又透露出几分孤寂与无聊。试想，一个“壮岁旌旗拥万夫”（作者《鹧鸪天》中语）的沙场将帅，竟然落得终日与鸥鸟为伍，其心境之凄凉，可想而知。妙在词中表面上却与“愁”字无涉，全用轻松之笔，这大概就是词人后来所说的“而今识尽愁滋味，欲说还休；欲说还休，却道天凉好个秋”（《丑奴儿》）的手法。如此表达，意境更深一层。</p> <p>　　过片紧承上阕遐想。作者一片赤诚，欲与鸥鸟结盟为友，然而鸥鸟是“破青萍、排翠藻，立苍苔”：它们立于水边苍苔之上，时而拨动浮萍，时而排开绿藻，对词人的美意不理不睬。其意从下句“窥鱼笑汝痴计”中可以看出。原来他们“立苍苔”，“为有求鱼心，不是恋湖水”，与词人“同居而异梦”。专心“窥鱼，伺机而啄在词人看来，只是一种“痴计”，对此，他当然只能付之一“笑”了。这“笑”，既是对鸥鸟“何时忘却营营”的讽笑，也是叹自己竟无与无友。“多情却被无情恼”的苦笑。看来，鸥鸟亦并非词人知已，并不懂得词人离开官场之后此时的情怀，所以他怅然发出了“不解举吾怀”之叹。盟友纵在身旁，孤寂之心依旧，无人能释分毫。可见，词人所举之杯，根本不能为永结盟好作贺，只能浇胸中块垒罢了。虽然人们常说“举杯浇愁愁更愁”，但词人并没有被愁所压倒。“废沼荒丘畴昔，明月清风此夜”，他从自己新居的今昔变化中，似乎悟出了社会沧桑和个人沉浮的哲理——“人世几欢哀”。词人本是心情郁闷，却故作看破红尘、世态炎良。变得益发旷达开朗，因而对隐居之所带湖也更加喜爱了。“东岸绿阴少，杨柳更须栽。”要作久居长栖之计了。词到此处完篇，对开首恰成回应。</p> <p>　　如果说上阕旨意全在不写之中写出，那么下阕则就是在委婉之中抒发了。然而其语愈缓，其愈切，感情愈发强烈，较上阕又进一层。天地之大，知己难寻；孑然一身，情何以堪！虽有带湖美景，但纵是盟鸥，也不解已意，作者心绪可知了。可见，这首词表面是写优游之趣，闲适之情；分明是抒被迫隐居、不能用世的落寞之叹，孤愤之慨。清代刘熙载《艺概·词曲概》云：“词之妙莫妙于以不言言之，非不言也，寄言也。”细玩稼轩此作，确有“不言言之”之妙。</p>",
  "about": "<h2>创作背景</h2> 　　此词写于宋孝宗淳熙九年（1182年），作者被主和派弹劾落职闲居带湖之初。淳熙八年（1181年）的冬末，四十二岁的作者，正是年富力强，应当大有作为的时候，却被南宋政权罢官，回到刚落成不久的信州上饶郡带湖新居，开始了漫长的归田生活。这首词即作于作者罢官归家不久。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "春游",
    "生活"
  ]
}