{
  "id": 69536,
  "star": 1,
  "name": "杂剧·冯玉兰夜月泣江舟",
  "dynasty": "元代",
  "content": "第一折<br>老夫姓冯名鸾，字文翔，祖居洛阳人也。由进士出身，累为郡守，今改福建泉州府知府之职，前去理任，明日绝早辞朝。今日是个好日辰，着夫人同小姐、小舍人先行，老夫明日出城。家童，你跟着夫人，路上小心在意，好生看管。待我到时，开船长行便了。理会的。我同奶奶、小姐、小舍人，照管着行李先去。雇下一只好船，专等老爷到时，一同开船只个。张千，你跟我往公馆中歇息，待明日辞朝去来。俺老爷去了也。我把这行李一一收拾下了，将这车辆打点的停当，只等奶奶和小姐、小舍人出来时，上了车，便索出城去。这早晚奶奶和小姐、小舍人敢待来也。妾身冯玉兰是也，今年十二岁。母亲田氏，是受过诰封的夫人。小兄弟憨哥，今年七岁。还有一个梅香，叫做春娇，是从幼儿服侍我的。俺父亲除福建泉州府知府，前去理任。今日俺这家小前行，俺父亲待到明日辞了朝，一同的开船。母亲，家童将行李都收拾停当了么？咱上了这车，慢慢行咱。奶奶和小姐、小舍人都来了，车儿走动些。家童，仔细看顾行装也。母亲，您孩儿生长深闺，未尝见街市上，咱在这香车内试看一看咱。<br>【仙吕】【点绛唇】则见那马足车尘，往来无尽。频询问，何处前津。可兀的日远长安近。<br>【混江龙】你把那行装整顿，无过是一琴一鹤紧随身。我是个闺中少女，更和这堂上慈亲。着甚的家使奴先教开道路，也只为俺女孩儿不惯出房门。你一行行一步步休得辞劳困。！<br>小姐，你则管走路儿，不要管别的事。这都是我的干系。兀那前头的车上，掉了我的搭裢，我拾起来者。我这里叮咛的道你与，可也要服待殷勤。<br>奶奶和小姐、小舍人，不一时早出的城门了也。奶奶敢肚饥了，且住一住儿，等我买几个波波来吃吃咱。家童，俺不饥，且趱行路程。待咱下了车，上的船，那时吃些茶汤儿那。母亲说的是。<br>【油葫芦】休那里说短论长语话频，您每坐着车儿，自自在在的，我从五更鼓起来，打点行李，走了这半日，你便不知饥，我可肚里饥哩。我须是有量忖，又没个村庄道店好安存。只我这各书达礼当恭谨，怎肯着出乖露丑遭谈论。他那里苦厮缠，好教我越怒嗔。我巴不得两三朝飞到泉州郡，可甚的沿路只逡巡。<br>这里到河边，也不是一步的路。奶奶你车儿里有甚么干粮，与我此也好。俺这车儿里那里得干粮来？到前面时，住一住儿罢。母亲，咱也不必下车儿去，就将甚么茶汤儿来，与咱吃了再行。<br>【天下乐】咱是个嫩蕊娇枝一女人，俺那家也波尊，家尊是缙绅。生怕失家声，故将饥饿忍。晕的呵眉黛颦，厌的呵神思昏，则愿驾香车去路稳。好，好，可早来到河边也。奶奶和小姐、小舍人且住在这里，等我寻船去来。自家是个使船的梢公，专送这来往客商人等。且将船只撑近岸边，看有甚么人来雇船那？兀那梢公，你把那船雇与俺罢。你雇往那里去？我雇船往山西去。那里得山西的水路？兀那船家，你听者！俺非是小人家雇你的船只，俺大人是冯太守，升福建泉州府赴任去的，止是家小，有些行李。你若着俺在你船上，你那舱里还好顺便带些私货。是我总承你，你还不知哩。这等就搬行李，请家小上船。船家，你这船会打筋斗么？船怎么会打筋斗？你这船开到河心里弄翻了，倒把桅竿直戳下泥里去，这不是打筋斗？多谢你放屁的口！说这利市的话。奶奶和小姐、小舍人，船都雇下了。行李也搬上船了，则请奶奶和小姐、小舍人上船。你每仔细，身上可都有葫芦么？要那葫芦怎的？只要有了葫芦，随他掉在河里，再淹不死。母亲和兄弟，同上船去来。姐姐，你好生看小舍人咱。母亲，您孩儿知道。仔细，仔细，这性命都在这块跳板上哩。上的这船来了。家童，便安排些茶饭来，与母亲和俺吃用。待明朝父亲来时，便好开船也。孩儿说的是<br>【那叱令】俺父亲呵待明朝早晨，便拜辞也禁门；待明朝早晨，便到来也水滨；待明朝早晨，便开船也动身。淅零零风乍生，白茫茫波流紧，看一派江景凄人。<br>天色将晚，俺们早早的歇息了罢。<br>【鹊踏枝】恰才个日斜曛，可又早月黄昏，则见那渔火孤村，罢网收纶。掩篷窗且捱过了今宵时分，不觉的困腾腾越减精神。<br>母亲，天色晚了也。船上人都歇息去了，俺在车此来一路奔驰，好生困倦，咱睡一睡儿咱。孩儿说的是，俺和你睡些儿咱。俺母亲和兄弟都睡了，父亲又不在此，这船泊在河下，人又生，路又野，甚么睡到的我这眼里也！我且披上衣服，坐一坐咱。呀，好是奇怪，那里这等鞋底鸣、脚步响？不由的我这心中不怕也！<br>【后庭花】猛听的响擦擦似有人，我起来试听咱。早諕得我急煎煎怎坐存？按不定可丕丕心儿跳，揾不干汗淋淋湿满巾。荒野外四无邻，眼睁睁向谁投奔？可怜咱妇女们，做官的又赤贫，止不过影与身，再没甚金共银。您何须紧厮跟，挡咽喉强劫人。好教我哭啼啼难理论，待向前还倒褪。<br><br>【青哥儿】呀，则见他忙将、忙将兵刃，可教我怎生、怎生逃遁？你若是留得我残生过几春。我可也答报你深恩，敬似俺严亲。奉侍晨昏，不避辛勤。衣进时新，食献奇珍。情愿与你做孩儿左右不离身，甘承认。<br>兀的不唬杀我也！呀，原来是做的一个恶梦，好生不祥！这早晚方才半夜也，百般的不得天明，叫我怎么还睡的着？<br>【赚煞】百般的盼不到晓鸡鸣，强搭伙这鲛绡盹。水声儿偏傍着孤舟滚滚，怕流不尽俺心头忄敝忄敝的闷。猛想起梦儿中遇见强人，尚销魂，带着满面啼痕，休道睡眼蒙胧不是真。可早天明了也。渐见晨光隐隐，天明了也，叫梢公早些开船，叠在官厅傍边，恐怕老爷将次来也。移到这官厅侧近，只等俺父亲来呵，去向成都肆里访着那个卜钱人。<br>　</p> <p>第一折<br>老夫姓冯名鸾，字文翔，祖居洛阳人也。由进士出身，累为郡守，今改福建泉州府知府之职，前去理任，明日绝早辞朝。今日是个好日辰，着夫人同小姐、小舍人先行，老夫明日出城。家童，你跟着夫人，路上小心在意，好生看管。待我到时，开船长行便了。理会的。我同奶奶、小姐、小舍人，照管着行李先去。雇下一只好船，专等老爷到时，一同开船只个。张千，你跟我往公馆中歇息，待明日辞朝去来。俺老爷去了也。我把这行李一一收拾下了，将这车辆打点的停当，只等奶奶和小姐、小舍人出来时，上了车，便索出城去。这早晚奶奶和小姐、小舍人敢待来也。妾身冯玉兰是也，今年十二岁。母亲田氏，是受过诰封的夫人。小兄弟憨哥，今年七岁。还有一个梅香，叫做春娇，是从幼儿服侍我的。俺父亲除福建泉州府知府，前去理任。今日俺这家小前行，俺父亲待到明日辞了朝，一同的开船。母亲，家童将行李都收拾停当了么？咱上了这车，慢慢行咱。奶奶和小姐、小舍人都来了，车儿走动些。家童，仔细看顾行装也。母亲，您孩儿生长深闺，未尝见街市上，咱在这香车内试看一看咱。<br>【仙吕】【点绛唇】则见那马足车尘，往来无尽。频询问，何处前津。可兀的日远长安近。<br>【混江龙】你把那行装整顿，无过是一琴一鹤紧随身。我是个闺中少女，更和这堂上慈亲。着甚的家使奴先教开道路，也只为俺女孩儿不惯出房门。你一行行一步步休得辞劳困。！<br>小姐，你则管走路儿，不要管别的事。这都是我的干系。兀那前头的车上，掉了我的搭裢，我拾起来者。我这里叮咛的道你与，可也要服待殷勤。<br>奶奶和小姐、小舍人，不一时早出的城门了也。奶奶敢肚饥了，且住一住儿，等我买几个波波来吃吃咱。家童，俺不饥，且趱行路程。待咱下了车，上的船，那时吃些茶汤儿那。母亲说的是。<br>【油葫芦】休那里说短论长语话频，您每坐着车儿，自自在在的，我从五更鼓起来，打点行李，走了这半日，你便不知饥，我可肚里饥哩。我须是有量忖，又没个村庄道店好安存。只我这各书达礼当恭谨，怎肯着出乖露丑遭谈论。他那里苦厮缠，好教我越怒嗔。我巴不得两三朝飞到泉州郡，可甚的沿路只逡巡。<br>这里到河边，也不是一步的路。奶奶你车儿里有甚么干粮，与我此也好。俺这车儿里那里得干粮来？到前面时，住一住儿罢。母亲，咱也不必下车儿去，就将甚么茶汤儿来，与咱吃了再行。<br>【天下乐】咱是个嫩蕊娇枝一女人，俺那家也波尊，家尊是缙绅。生怕失家声，故将饥饿忍。晕的呵眉黛颦，厌的呵神思昏，则愿驾香车去路稳。好，好，可早来到河边也。奶奶和小姐、小舍人且住在这里，等我寻船去来。自家是个使船的梢公，专送这来往客商人等。且将船只撑近岸边，看有甚么人来雇船那？兀那梢公，你把那船雇与俺罢。你雇往那里去？我雇船往山西去。那里得山西的水路？兀那船家，你听者！俺非是小人家雇你的船只，俺大人是冯太守，升福建泉州府赴任去的，止是家小，有些行李。你若着俺在你船上，你那舱里还好顺便带些私货。是我总承你，你还不知哩。这等就搬行李，请家小上船。船家，你这船会打筋斗么？船怎么会打筋斗？你这船开到河心里弄翻了，倒把桅竿直戳下泥里去，这不是打筋斗？多谢你放屁的口！说这利市的话。奶奶和小姐、小舍人，船都雇下了。行李也搬上船了，则请奶奶和小姐、小舍人上船。你每仔细，身上可都有葫芦么？要那葫芦怎的？只要有了葫芦，随他掉在河里，再淹不死。母亲和兄弟，同上船去来。姐姐，你好生看小舍人咱。母亲，您孩儿知道。仔细，仔细，这性命都在这块跳板上哩。上的这船来了。家童，便安排些茶饭来，与母亲和俺吃用。待明朝父亲来时，便好开船也。孩儿说的是<br>【那叱令】俺父亲呵待明朝早晨，便拜辞也禁门；待明朝早晨，便到来也水滨；待明朝早晨，便开船也动身。淅零零风乍生，白茫茫波流紧，看一派江景凄人。<br>天色将晚，俺们早早的歇息了罢。<br>【鹊踏枝】恰才个日斜曛，可又早月黄昏，则见那渔火孤村，罢网收纶。掩篷窗且捱过了今宵时分，不觉的困腾腾越减精神。<br>母亲，天色晚了也。船上人都歇息去了，俺在车此来一路奔驰，好生困倦，咱睡一睡儿咱。孩儿说的是，俺和你睡些儿咱。俺母亲和兄弟都睡了，父亲又不在此，这船泊在河下，人又生，路又野，甚么睡到的我这眼里也！我且披上衣服，坐一坐咱。呀，好是奇怪，那里这等鞋底鸣、脚步响？不由的我这心中不怕也！<br>【后庭花】猛听的响擦擦似有人，我起来试听咱。早諕得我急煎煎怎坐存？按不定可丕丕心儿跳，揾不干汗淋淋湿满巾。荒野外四无邻，眼睁睁向谁投奔？可怜咱妇女们，做官的又赤贫，止不过影与身，再没甚金共银。您何须紧厮跟，挡咽喉强劫人。好教我哭啼啼难理论，待向前还倒褪。<br><br>【青哥儿】呀，则见他忙将、忙将兵刃，可教我怎生、怎生逃遁？你若是留得我残生过几春。我可也答报你深恩，敬似俺严亲。奉侍晨昏，不避辛勤。衣进时新，食献奇珍。情愿与你做孩儿左右不离身，甘承认。<br>兀的不唬杀我也！呀，原来是做的一个恶梦，好生不祥！这早晚方才半夜也，百般的不得天明，叫我怎么还睡的着？<br>【赚煞】百般的盼不到晓鸡鸣，强搭伙这鲛绡盹。水声儿偏傍着孤舟滚滚，怕流不尽俺心头忄敝忄敝的闷。猛想起梦儿中遇见强人，尚销魂，带着满面啼痕，休道睡眼蒙胧不是真。可早天明了也。渐见晨光隐隐，天明了也，叫梢公早些开船，叠在官厅傍边，恐怕老爷将次来也。移到这官厅侧近，只等俺父亲来呵，去向成都肆里访着那个卜钱人。<br><br>第二折<br>安排五马出京华，处处春风送落花。传语前驱休喝道。恐惊林外野人家。老夫冯鸾，今往泉州理任，辞了朝来，早到那河边了也。张千，便与我寻那家小船只，在于何处？理会的。你看么，绕着这河边似篦子一般，摆下这许多的船只，教我那里寻去？这家童也不出来接我每一接。我家这个老头儿，这早晚还不到，我是往涯上看一看去咱。兀的不是家童？你在那里？要我寻了你这一日。适才吃了饭，我在这船头上学打拳耍子。张千，我家那老头儿在那里？在那里不是？禀爷，寻着船了也。这的不是家童？家童，船在那里？船在官厅傍边，等候着哩。咱收拾上船去。妾身冯玉兰，同母亲、兄弟，等侯父亲去来。母亲，父亲早来了也。夫人，我来了也。兀那梢公，便与我开船去。知道。只等那船头上烧了利市纸马，分些神福，吃得醉饱了，便撑动篙来，开起船来，扶舵的，往里倒！父亲，您孩儿昨日先到的船上，晚间得了一梦，十分的凶怪。今日行船，须索仔细也。孩儿放心。梦中之境，末可深信，吉人自有天助。梢公，乘着这顺风，拽起篷来者！你看才拽的这篷来，须臾间早行了数十里水程也。<br>【正官】【端正好】恰开船抬头觑，早行了数里程途。只为一帆风肯把行人助，来到这渺渺烟霞处。<br>【滚绣球】芦花岸如雪堆，蓼花滩似锦铺，野鸥闲自来自去，彩云轻时卷时舒。帆影儿荡碧波，橹声儿过绿浦，恰便是走马般不停不住，见白茫茫远接天隅。烟光半向江心敛，树色全从水面浮，江景也模糊。<br>老爷。船行了数日，可端的几时方到那泉州也？夫人，这路程上要看风便不便，怎么定的日子？父亲，咱离了都城，可早十数日了也。<br>【倘秀才】我这里款款的掐春葱来细数，何日见泉州景物？孩儿也，那泉州府终有到的日子哩。经了些风雨声中听鹧鸪。远远望见前面，那一片大水，就是大江了也。兀那梢公，且慢慢的行者。是好大水也。父亲、母亲，你看水连着天，天连着水。你看那水大连四野，莫是洞庭湖？孩儿，这是大江，不是洞庭湖。父亲，着船家将这船，略住一住儿咱。且将这船来缆住。<br>禀爷，天色晚了，江水大风又大，恐有疏失，不如湾船罢。恁的呵，你在那芦花深处，将船湾住者。这个就叫做黄芦荡，正好湾船。下篷，下篷，慢着，慢着，缆住了船也。船缆住了也。放下跳板，我往岸土活一活脚去。家童，你且看些饭来，与俺食用咱。你这个奶奶，但住下则讨嘴吃，慌些甚么！等我到江边，洗了澡来。就捞几个螃蟹与你吃。你休在这里只管嚷闹！你看晚饭去。等舱里老爷吃了，早早的睡一睡，明日绝早起来，还要过江去哩。夫人和小姐，你看江面上被那晚色相侵，端的使人思乡感叹也！父亲，你孩儿试看咱。<br>【滚绣球】我只道渚烟生逐好风，却原来海潮回催暮雨。动乡愁暗伤情绪，小姐，俺几曾见这般大江水也！都则为俺家尊受职迁除。孩儿，若不是我为泉州太守呵，你子母儿一世也到不的此处。若不是逐功名如转蓬，怎能勾对江山似画图？看东溟渐升玉免，早西山坠尽金乌。见渔家灯火明还灭，听野寺钟声断又续，此景非俗。<br>孩儿，明日早要开船过江，我和你早些睡去来。船上人，大家小心仔细，睡便睡，要睡得醒觉些，休着人上船来，偷了我的篙子橹杖去。都睡罢，都睡罢！家童，你与我点起灯来者，我向舱里，和夫人、小姐每闲坐一坐咱。兀的灯在这里，你每坐，我自去睡也。往来巡绰大江中，举棹张帆只看风。可知贼子闻咱怕，则我是胆大心粗屠世雄。某乃巡江官屠世雄是也，引着这数百水兵，专管沿江擒拿贼寇。来到这黄芦荡，将船缆住者！是那个棺材，将我的船撞一下？你岂不晓的行船不撞坐船哩？我是巡江的官船。呸！你是巡江的官船，偏我的不是官船！我这船上载着的是福建泉州府冯太爷，同着家小哩。原来也是一只官船，你去请你那老爷出来，与俺相会一面咱。你且等一等，待我和舱里老爷说去。禀老爷得知，这里有个巡江的官，要请你相见哩。哫！兀的贼囚，我辛苦了这一日，恰待要收拾睡，你又这般叫甚么？只说我家老爷睡着了，不开船舱门，不好相见，等明日罢。家童，你住者，则怕是老夫相识的人。可开那船舱门，一面看茶，待老夫与他厮见咱。小官夜晚间，不知是泉州太守大人，不曾回避，小官得罪了也。彼此各为公事，元无统属，何回避之有？请问大人现任何职？有何公事到此？幸勿隐讳。小官姓屠名世雄，奉上司差遣，领着水军，沿江捕捉贼寇，体察奸细。偶然阻风，到此泊舟，因见这只官船在此。小官问那船上的人，说道是老大人的家小行李，都在船上。小官恐怕是贼船，故来动问。勿罪！勿罪！原来是巡江的官员，与老夫虽分文武，总是一殿之臣，今日相逢，非同容易。叫家童你快安排酒肴，请大人过我船上。略叙三杯，有何不可？小官有何德能，敢劳大人如此费心也？中途暮夜，虽无所备，老夫聊借一杯，与大人少叙闲话而已。梢子把船相并着，请屠爷过来者！大人先请。家童，将酒来。大人，请满饮此杯。大人，小官素不相识，今蒙一见如故，足知大人尊量不浅也。咱和你慢慢的饮几杯咱。据大人状貌魁梧，言谈倜傥，真乃老夫所敬，当以出妻献子。家童，请的奶奶和小姐、小舍人参拜大人咱。理会的。也不曾见这老傻厮，人生面不熟的，就着奶<br>奶出来。且依着他，请奶奶去。奶奶和小姐、小舍人，老爷有请，都着你过去，与那个巡江官相见哩。小姐，父亲在前舱里面，有个甚么巡江宫，着俺出去，与他相见，咱须索走一遭去。母亲，你孩儿青春年少的，这早晚更深夜半，知他是甚么人？我不去见他也罢。孩儿，与你父亲相交的，必是你叔父之辈，咱便去相见呀，料也不妨么。<br>【倘秀才】你道是与俺家尊故熟，快出来罢，他又不抢了你去，老爷等着你哩！因此上出妻也那献女，奶奶和小姐，你出去也没甚事，无过则是着递一杯酒儿。可着我翠袖殷勤捧醁醑。小姐，不知是甚么官员，你到那里，把体面相见咱。我羞答答难相见，娇怯怯自踌躇，低头怕语。<br>孩儿，你父亲性儿不好，咱去来，你跟着我者。呀，夫人来了也。小官在此多扰，有一拜咱。小姐和孩儿，参拜大人咱！是好个妇人也！小姐和小舍人且靠后者，你母亲与大人把盏者。将酒来，大人满饮此杯。夫人，屠世雄吃干了。梅香，你看那个官，将俺母亲上下相觑，是一个不良的也呵！<br>【呆骨朵】我见他假醺醺上下将娘亲觑。不由我战钦钦魄散魂无。左右，与我唤将那心腹的人来，我有事分付他。理会的。兀那船上的小军儿，屠爷唤你哩。家将都来了也。忽听的大叫高呼，摆列下长枪的这巨斧。小校，将我的兵器来！口退！兀那冯太守，你认的我么？呀，大人，老夫怎生不认的你？不中，俺索回避者。你那里去？众军校，与我围住这船者！一个个挺霜锋相拦截，母亲，怎不回避咱？那里去？好着我无处个寻门路。你趁早儿随顺了我者。你要老夫随顺甚么来？父亲，原是你差了也。都是你没来由揽祸灾。休教走了一个！哎，父亲也，到如今急煎煎怎当堵？<br>老夫不知，大人主何缘故，你可明对老夫说者。冯太守，我因见你夫人有颜色，我如今要你把那夫人与我为妻。你若不肯呵，我便认的你，这刀须认不的你！这怎么使得？你既然不肯呵，先杀了这老匹夫！嗨！正是夫妻本是同林乌，大限来时各自飞。夫人，我也只保得自己性命，保不得你了。罢！罢！罢！我老夫人愿将夫人献与你，饶了我罢。恁的呵，将夫人请过船去。兀的不痛杀我也！左右。扶入俺船舱里去。哎哟！儿也！谁想有这场横祸也！母亲，你怎生撇下的我们去也？夫人也。痛杀我也！<br>【伴读书】今日个子共母应难顾，夫共妇生离去。奸教我负屈衔冤无申诉。只有个椎天抢地号啕哭。口退！兀那女孩儿，哭甚的来，你看我这刀么？倒惹他努睛突眼生嗔怒，一谜的将俺奔呼。<br>孩儿休嚷，看他这等利害，不如顺他将的去罢。<br>【笑歌赏】眼睁睁难做主，孩儿，你便教我怎生做主那？埋怨你个生身父，何口得重完聚？小校，休管他，咱自到船上去来。想当初梦不虚，到今朝遇贼徒，天、天、天，只愿的神明护。<br>紧守着夫人，待我往他那船上去。试听他说甚么言语者。孩儿，这是我的不是了也。他现领着一班刀斧手。动不动要杀人，教我怎生救济你那母亲来？孩儿，你且放心者。我如今不上泉州到任，径回京师，只拣大大的衙门里，告下这厮来。那厮是个有职官员，躲的到那里去？莫说送还你母亲，那厮还要问个强夺人妻的罪名哩。父亲，须索速报此仇恨也！嗨，早是好也，你听那厮说的话，必然做出来。罢、罢、罢！凡事先下手者为强。我既然抢了他夫人去，他又是个观任太守，我可不反落其手？则不如就今夜走过他船上，先将那老匹夫杀坏了。以免后患。左右，都跟我来！左右，与我围住着，休教走了那老匹夫！大人可怜见，只留我一个老命罢！这老匹夫，你恰才道甚么来？我听得多时了也。比及你明日告我时，不如今日我先杀了你，可不好那！一不做，二不休，落的见一个，杀一个，都与我杀坏了者！我将这书匣，先抛入水去，然后好逃命也。左右，你看是甚么人跳在水中？不知是谁一个跳在水里去了。妾身得脱身，且躲在这船梢舵上。只愿救苦难观世音保护，救我这一命咱！左右，看那杀死的尸首内，少了那一个？老爷，止少了一个小姐。恰才跳江的那个，必然是小姐。莫说是十多岁的女儿，量这条大江，跳下去也没活的了。左右，便收拾开船，载着咱夫人行者！只我一片好心。天也与我这条儿糖吃。要夺夫人做我妻，一家杀的血淋漓。从今剪草除根后，不怕傍人说是非。我在这船舵上，坐好久了，这会儿不听见了说话，这贼汉敢去了也。我板着这舵梗跳上船梢，悄地看一看咱。这是船舱里。你看我那父亲和兄弟，梅香、家童。连着船上两个梢公，尽被他杀死。我是个女孩儿家，守着这一船死尸，好是怕人也。哎哟！百忙里又板大风刮断了缆，将这船直飘在江心里去了。<br>【煞尾】怎又刮起这大风，把俺船吹去，又不知吹去何方，可着的个边际无。眼睁睁放着娘亲被他掳，痛煞煞把俺兄弟爹爹都杀取，刚只一个家僮不留与。兀那驾船的梢公和你有甚毒，也着他跟了俺一家儿入地府。待叫来又被气堵住咽喉叫不出苦，待走来又被船打在江心走不上路。却教俺守着这血泊里尸骸怎发付？哎哟！天那！你也可怜见俺个没倚靠的青春少年女！<br><br>第三折<br>后面把舵的仔细，我在这里拦头。天色晚了也，把船拢岸罢，恐怕黑下来，不好使的篙子哩。兀那梢公，你这船嚷闹怎么那？请老爷自在舱里稳稳的坐定，小的每收拾锚缆哩。老夫姓金名圭，字延简，祖居扶风人氏。叨中甲第。累官加到都御史之职。近因江南等处，盗贼生发，圣人命俺巡抚江南，敕赐势剑金牌，体察奸蠹，理枉分冤，先斩后奏，今日泊船在此。左右与我点起灯来，我看些文卷者。理会的。老爷看文卷，我每也看些文卷。你有甚么文卷的看？我一路上跟着老爷，那个馆驿里吃的好，吃的不好，都写一人总帐。若是老爷考满回朝之时。少不的我也跟去拿出这文书来，也显的我这油嘴的有名儿。休嚷。等老爷看文书哩。夜已深了，你看这灯半明不灭的，我自剔这灯咱。还有几宗文卷，未曾看完，待我从头儿看将来。呀，这灯可怎么又暗了？我再剔一剔这灯咱。我剔了这灯也，试看这文卷咱。好奇怪！兀那灯下四五个提头的鬼魂。你是何处人，被人杀坏？老夫决然要与你做主也。尔且退者！左右，这会儿多早晚也？是三更时分了。这般被风吹的去，不知这里却是那里也？不好了，不好了，快把篙子垫住，着上流头那里傥将下一只船来，不要撞坏了我家的船那！你是看咱。禀爷，这一只船想是失风的，船上并无一个人，被风打将来，紧贴在俺船边厢哩。你休上他那船去，到明日早间，看是那里的船只。理会的。这船被风吹到这里，可怎生住下？妾身这一日一夜，水米没半星儿粘牙，伴着这五六个死尸，又没个灯火，微微的透着些月光入来，看了好凄惨人也呵！<br>【商调】【集贤宾】正沧江夜寒明月皎，觑地远叩天遥。这船呵在风中簸荡任东西，水上浮漂。又无人把舵推篷，那里也举棹撑篙。我则听的古都都泼天也似怒涛，斗合着忽剌刺风声儿厮闹。这水也流不尽俺千端愁思积，这风也抵不过俺一片哭声高。父亲和兄弟，你都死的好苦也！<br>【逍遥乐】俺也几番价把爹爹连叫，只见他七魄悠然，三魂去杏。痛杀我也！父亲、兄弟也，好着我独自嚎啕，这杀人恨何日才消？怎得个清耿耿的官员斯撞着，劈头儿把冤情披告。告他将父亲杀死，兄弟亏图。娘亲来占了。<br>父亲、兄弟，兀的不悲痛杀我也！那里这般隐隐的哭声？敢就是那被人杀的鬼魂么？老爷，这里有个甚么鬼魂？就是恰才那一只空船上，有人在舱里啼哭，像一个女人的声气那。怎生那空船上有小女人啼哭？是真个？我试听咱。那里这般人声，諕杀我也！<br>【金菊香】我这里低头不语眼偷瞧，兀的不是有人说话也！呀，小可如昨夜停舟那一遭，莫不是狠贼徒把咱寻见了？你直待要断尽根苗，俺的命恁般薄。<br>你听波，这船里哭的女人必然有些跷蹊。左右，与我向前，不要諕了他，你只问他一个缘由来者！我是问他去咱。来到这船上，怎生偌大一只船，没的一个人看管？咄！兀那船里的人？哎哟。諕杀我也！兀的不是个人问我哩？且等他说甚么，我是答应咱。船里的人，因何这般啼哭？救我的性命咱。好怪，怎生着我救他的性命？知他是个甚么人？我回老爷的话去。禀爷，当真是个女人。小的每连叫他数声，只不答应，甫能答应了，他道是你救我的性命咱。左右，将俺的船再挪上前些，靠着他那船，我亲自问他。梢子，将俺的船略挪上前。帮在那空船一搭里者。，刚待睡一睡，着你每打搅死我！住了，住了，帮做一搭儿里了也。你看那老爷。听的那船上一个女人啼哭，便要管他，想是出巡久了，一向不曾见阴人哩。<br>【醋葫芦】则听的叮咛频问取，你是那家妻小，因何在此？我是那闺门中女艳娇。原来还是个未嫁的女孩儿。你说，你说。俺父亲是泉州太守恰离朝，泉州太守恰离朝，是到任去么？不堤防半途逢祸恶。哦，敢是被甚么强盗劫杀了。你家里还有人么？俺母亲被他驱掠，自使掩一家的两相抛。<br>清平世界，有这等事！几回低首细沉吟，听取舟中泣诉音。则我除冤断枉无偏曲，恰似冰霜一片心。兀那女子，我乃巡抚江南都御史金廷简是也。你果有甚的冤枉不平之事，你一一道来，我替你申雪者。老爷，与俺这冤枉的人做主咱！<br>【金菊香】你道是除冤理枉的久官僚，你与我那屈死的亲爷将冤恨削。不承望这搭儿卫偏凑巧，这一个天理昭昭，谁想道有今朝！<br>左右，你与我唤出那女儿来见，我细问他一个端的者。兀那船中女人，你出来者，俺老爷唤你哩。哥哥，你是何人也？我们是跟随金御史老爷的人。俺老爷见你那般啼哭。要见你问个明白，与你做主哩。天那！既是这等呵，我见你爷诉冤去咱。<br>【醋葫芦】我这里慌速速的脚懒抬，喘吁吁的身战摇。兀那女子，你休慌也。则这人江中有那一个假相邀，是俺御史老爷唤你哩，险把我魂灵儿被他惊散却。生则怕逆徒来到，兀的不諕杀我也！休慌，你说你那冤枉之事。我、我、我，怕的是明晃晃一把杀人刀。<br>兀那女子，你近前来，你休惊莫怕。老夫乃巡抚江南都御史，专与人除冤理枉。你把那心中冤枉事，备细说来，我好与你辩明做主。大人，妾身姓冯名玉兰，父亲是冯鸾，所除福建泉州府太守。因去赴任，有俺母亲田氏，将带妾身，同一个小兄弟，到于大江边黄芦荡，阻风湾船。至夜间，忽遇着一个巡江官，他道是屠世雄，因同泊舟，与俺父亲谈话，俺父亲见他是仕宦中人，片语相投，就请到俺船上整酒相持，酒后出妻献子。不想此人心中狠毒，将我母乐抢去，后又赶过船来。持着腰刀，将俺父亲并兄弟、家童、梅香、梢公，尽行杀死。妾身当时心生一计，将俺父亲书匣，抛入江中，躲在船梢后舵上，待他去远。妾身复还到船中，随着风浪，漂流至此。不想撞见你个似青天、如白日、去奸细、理冤枉的大人，须索与俺做主也！嗨！谁想巡江官却做下这等的事来。从头至尾听缘因，怎不旧人不怒嗔。则我笔下难容无义汉，剑头偏斩不平人。兀那女子，这偌多尸首，如今可在那里？大人。都在俺船上哩。左右，你领人去，与我仔细看验来回报。理会的。禀爷，那船上死尸，是一个老的，又是一个小孩儿，又是一个女人，又是三个男子汉，总共六个尸首。那头都不在颈上，血糊淋刺的将船板染的一片红，明明是杀死的。哦，六个人都被杀死，可不情理难容也！兀那女子，那个老的是谁？<br>【幺篇】则这个年迈的是父亲，又有个小孩儿可是谁？可怜呵俺弟兄年纪小。那小孩儿原来是你兄弟，可怜！可怜！那个女人是谁？他是俺梅香小字唤春娇，还有三个男子是谁？俺家童未将人事晓。是了，那两个呢？那两个是船家将钱觅到，也都在劫数里不能逃。<br>左右，这是小姐，请他在俺这船后舱安下。把他那只船也带着，待天明，直至清江浦官厅内，老夫自有个主意。恰才灯下，看些文卷，见几个鬼魂，提着头似要伸诉一般。去不多时，便听的这个女子啼哭。说将起来，就是此一桩冤枉之事。方信道善恶报应，如影随形。但是捉贼无赃，终难定罪。不知他杀坏您父子之时，有甚么赃仗质证来？大人，有、有、有！现今俺船上，他撇下一把刀，便是赃仗了也。左右，快去取那把刀来，我看咱。禀爷，刀在此，上面还带着血痕哩。左右，与我收的好着。则这刀上，要寻杀人贼也。<br>【梧叶儿】这江洋真贼盗，怎当俺众冤魂缠定着。他犯了杀人条，现放着大质照，刀头儿血染高。请大人自量度，若不沙只俺小妮子敢平空的将命讨！天明了也。老夫体察公事，一夜不曾睡。左右，分付开了船者，径到清江浦官厅边湾船，问理这一桩公事也。理会的。梢子快开船哩。知道了，慢慢的来。牌子，昨晚那个女孩儿在那里？在舱里。你要问他怎的？和老爷说一声，赏一与我做媳妇罢。噤声！是官宦人家的小姐，如今带着他要办理人命公事哩。你则开了船者！兀那女子，你跟我到清江浦，问理公事去来。俺到的那里，怎生能见那贼汉也？你却不知。但是巡江官，少不的要来参见老夫。<br>【浪里来煞】我见他怎恕饶，他见我难推调。怕不来一问一承招，只俺那山海般仇恨须当报。再不用荆条细拷，拚的亲手儿也还上一千刀！<br><br>第四折<br>我做驿宰忒伶俐，吃辛吃苦都不气。接了使客转回来，闲向官厅调百戏。自家是清江浦驿丞。打扫的这官厅干干净净，昨日报帖来说道，金御史老爷今日船到，须索迎接去。远运的望见，敢是金老爷来了也。有事关心直到明，早开头踏赴官厅。手持白简秋霜似，专与人间理不平。老夫金廷简。昨夜在江中体出冯玉兰诉冤一事，使老夫一夜不眠。今日行至清江浦，这是个官厅所在，那巡江官员人等，都在此处参见老夫，须索仔细体勘一个虚实。左右，将那口刀收拾好者！将冯玉兰且藏在船上，休得惊諕了他。理会的。船摆了岸上，将跳板撺下，请爷登岸。左右，唤那驿官来。驿官那里？有、有、有！兀那驿丞，你出去分付，但是沿江一带大小官员，都着入来参见。老爷，且请了下马饭，驿丞早安排了些胡椒鲜鱼汤，在此伺候。待吃过了，好慢慢的断事。口退！我那在这些酒食？你快去分付着各官咱。这个老爷，真个清廉，你不吃便罢。我出的这门来，分付那官员每去。兀那听候的大小官员，都入公馆中来参见老爷。都进去，都进去！小官屠世雄是也。同俺这巡江官员，参见御史大人去来。可早至公馆也。别的官员且靠后，唤的沿江巡视官近前来。你便是巡江官？还有未到的么？大人在此，谁敢不到？都来了也。既然来全了时，你众多的巡江官，必然各人有个分巡的地方。要你各人自供，报文状上来，等老夫好看咱。着俺们供报巡视地方，却是甚的主见？我只佯报个地方，将那黄芦荡不提起罢了。你看这沿江去处，都有巡视官，怎生黄芦荡无人巡视？那个所在，正是贼盗出没之处。那个是总理官员？左右，准备下大棒子者！大人，只屠世雄便是总理的官。你既是总理的官，怎么缺了黄芦荡这一处？快快从实说来，但说的有些儿差迟，我不道的饶了你也！这黄芦荡就是屠世雄时常屯扎的信地，因此不曾另拨巡视的官。哦，原来你便是屠世雄？你那巡江官擒拿盗贼，必须要兵刃锋利，器仗鲜明，才得有功。左右，你与我一一点闸，再等老夫亲自看验，若少了一件呵，决无轻恕！禀爷，小的每到各官船<br>上，将他那随身带的物件等项都看了，件件齐备，不少一些。左右，都将来我看咱。这些巡江官，平日生事，如今可遇着魔头了。兀那一堆什物，是那个巡江官的？是屠世雄船上的。将过来我看。住、住、住！那一件却不是个刀鞘？左右，将那刀鞘过来。屠世雄，怎生这一口刀有鞘无刀，你敢戏弄我大臣么？我且问你，这口刀在那里？各官员且回。止留下屠世雄者！大人，这口刀因晚间在船上失落了，还不曾配就哩。是怎生失落了来？因向船头点闸水军，一时不小心，吊在江中了也。这口刀失的有些缘故，不动刑法，如何肯招？左右，将这厮与我着力打着！大人息怒，委是吊在江中，别无甚的情节。还不实说哩，左右，与我打着者！这口刀端的是有也是无？快快从实说来！委实是吊在江中，便打死屠世雄呵，也无他说。这口杀人刀敢有么？委实没有。左右，便与我将的那口刀来者。左右，着那厮可认的是他的刀么？不知这口刀，怎生得到大人手里来？兀那厮，你在黄芦荡，夜间将冯太守父子、梅香、家童、梢公共六人，都被杀死在船上，怎生还推不知哩？屠世雄并无此事，敢是另有个天灾人祸，假称屠世雄的么？左右，与我船上唤的冯玉兰小姐来者！冯玉兰小姐安在？哥哥，是谁唤我哩！小姐，如今俺老爷与你拿着杀人贼了，在官厅上，唤你去与他对证哩。谢天地，谁想拿住贼汉了也！<br>【双调】【新水令】急忙忙盼不到接官厅，那一个杀人贼今番拿定。休道那人间无报应，方信是头上有神明。我看他着甚推称，只俺这大人呵清似水朗如镜。<br>小姐，上紧走动些，老爷坐着久等哩。兀的不諕杀我也！<br>【驻马听】暗自凝睛，不由我不丧胆销魂忽地惊。兀那女子，你怕他怎的？浑如痴挣，他是个图财致命杀人的精。左右，把那厮与我打着者！这番推勘见分明，则你那夜来凶恶可也还侥幸。眼见的恶贯盈，今朝对了俺亲爷命。<br>兀那贼汉，俺父亲和你往日无冤，近日无仇，止因同在黄芦荡湾船，敬意的设酒请你，出妻献子，将你为上宾相待。谁想你起这点毒害之心，将我父亲和兄弟、梅香等，都行杀死，又将俺母亲强夺的去了。今日可怎生遇着青天老爷，体察出来，将你拿住。兀那贼汉，将我的母亲送还了者！屠世雄，你怎生不回他一言？他那母亲今在何处？快快从实的说来！老爷可怜见，到如今着我甚的言语可回他也！他那母亲呢？老爷，他那母亲屠世雄实不知道。这厮无礼！到此际尚兀自不肯认哩。左右，与我打着者！这些巡江的官，来到馆驿里，把我不是打便是骂，要酒吃要肉吃，迟了些就打嘴巴拳。你今日可也为事来。你死！你死！牌子，着些力气打！打死了又不要偿命哩。口退，那里有你说处！兀那屠世雄，你将他那母亲藏在那里？老爷，屠世雄实不知道。兀那贼汉，将我母亲来！<br>【乔牌儿】你将俺一家儿性命倾，又抢了俺母亲呵忒施逞。大人可怜见，须索追出俺母亲来。我屠世雄并不曾抢他母亲。眼睁睁现放着俺亲身证，屠世雄，你不实说呵，等甚么那？还待要嘴巴巴不肯应。这厮坚意的不肯认来，我想他抢着去，必然就藏在他船上。左右，领着这冯小姐。直到他船上高声的叫他，那为母的听见，是他那女孩儿声音，必然答应。你可小心在意，疾去早来！理会的。小姐，我和你到他船上寻你母亲去来。祗候哥哥，他的船只知他在那里也？他这巡江官的船只，都在那壁厢湾着哩。你如今只沿岸边叫你那母亲咱。偌多的船只，着我那里寻去也？母亲！母亲！<br>【雁儿落】我这里连声不住声，母亲！母亲！可怎生应也无人应？母亲！母亲！这是我玉兰孩儿的声气，待我叫他着。玉兰儿也，我在这里。是那个贼船中叫小名，恰便似军帐里听严令。<br>兀的不是我玉兰孩儿！玉兰儿，你是人是鬼，好痛杀我也！<br>【得胜令】呀，今日个相遇在江亭，莫非是死去再问生？兀那小姐走动，老爷等着哩。与俺这母亲重觌面。怎么俺兄弟爹爹也不见影？母亲，那屠世雄拿了也。他如今在那里？只怕问不倒他，终着他手。母亲。我和你同见大人去来。现如今审出了真情，那怕这逆贼偏头硬。疾忙的前行，只怕那清官专意等。大人，则这个是俺母亲。兀那女子，这个是你母亲么？正是。在那里寻着来？禀爷。在屠世雄船上寻来的。兀那贼汉，你道是不曾抢俺母亲，如今在那个船上藏着哩？<br>【侧砖儿】你道我平白地把你来、把你来供攀定，只我这官司里世不曾经。俺冯家的娘亲怎倒着你屠家领，你也自思省。<br>【竹枝哥】你倚着那巡江的威风敢横行，恶哏哏便待生迪俺娘亲为为匹聘。兀的不是把河桥的孙飞虎抢莺莺。今日个大人呵做了白马将，我玉兰呵倒做了惠明僧。贼精，看你去那里逃生？<br>屠世雄，你如今招也是不招？驿官，我问你，若招了呵，得个甚么罪？也不打紧，杀了五六个人。值的甚么，便招了时，也只一个砍狗头的罪儿。罢、罢、罢！我当初睁着眼做，今日合着眼受。杀他父子家人等。都是我来，我都招了也。屠世雄，这等的供状，怕你不招那！<br>【水仙子】今门个从头一一尽招承，国法王条不顺情。也显的你有忠直儿偏佞，赤心的将公事整，端的个播清风万载标名。若不是你金大人势剑铜铡，将贼徒分腰断颈，可不干着俺泣江舟这一段冤情。你一行人听老夫下断！都则为你父亲除授泉州，黄芦荡暮夜停舟。巡江官相邀共饮，出妻子礼意绸缪。你母亲遭驱被掳，全家儿惹祸招忧。单撇下钢刀一口，积尸骸鲜血交流。老夫奉朝命江南巡抚，路途间访出情由。将贼徒问成死罪，登时决不待深秋。冯小姐虽能雪恨，奈余生无管无收。请夫人同车载去，赴京都择配公侯。这的是金御史秋霜飞白简，才结末了冯玉兰夜月泣江舟。<br>题目金御史清霜飞白简<br>正名冯玉兰夜月泣江舟<br></p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}