{
  "id": 69125,
  "star": 385,
  "name": "金错刀行",
  "dynasty": "宋代",
  "content": "黄金错刀白玉装，夜穿窗扉出光芒。<br>丈夫五十功未立，提刀独立顾八荒。<br>京华结交尽奇士，意气相期共生死。<br>千年史册耻无名，一片丹心报天子。<br>尔来从军天汉滨，南山晓雪玉嶙峋。<br>呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！",
  "fanyi": "<p><strong>译文</strong><br>用黄金镀饰、白玉镶嵌的宝刀，到夜间，它耀眼的光芒，穿透窗户，直冲云霄。<br>大丈夫已到了五十岁，可建功立业的希望渺茫，只能独自提刀徘徊，环顾着四面八方，祈求能一展抱负，小试牛刀。<br>我在京城里结交的都是些豪杰义士，彼此意气相投，相约为国战斗，同生共死。<br>不能在流传千年的史册上留名，我感到羞耻；但一颗丹心始终想消灭胡虏，报效天子。<br>近来，我来到汉水边从军，每天早晨都对着参差耸立的终南山，遥望着布满晶莹似玉般积雪的峰峦。<br>啊，楚国虽然被秦国蚕食，但即使剩下三户人家，也一定能消灭秦国，难道我堂堂中华大国，竟会没有一个能人，把金虏赶出边关？</p> <p><strong>注释</strong><br>⑴金错刀：用黄金装饰的刀。<br>⑵白玉：白色的玉。亦指白璧。<br>⑶八荒：指四面八方边远地区。<br>⑷京华：京城之美称。因京城是文物、人才汇集之地，故称。这里指南宋京城临安（今杭州市）。<br>⑸奇士：非常之士。德行或才智出众的人<br>⑹意气：豪情气概。<br>⑺相期：期待；相约。这里指互相希望和勉励。<br>⑻史策：即史册、史书。<br>⑼丹心：赤诚的心。<br>⑽尔来：近来。<br>⑾天汉滨：汉水边。这里指汉中一带。<br>⑿南山：终南山，一名秦岭，在陕西省南部。嶙峋：山石参差重叠的样子。<br>⒀ “楚虽三户”句：战国时，秦攻楚，占领了楚国不少地方。楚人激愤，有楚南公云：“楚虽三户，亡秦必楚。”意思说：楚国即使只剩下三户人家，最后也一定能报仇灭秦。三户，指屈、景、昭三家。</p>",
  "shangxi": "<p>　　孝宗乾道八年（1172）正月，应四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>的聘请，从夔州(今四川奉节)赴南郑（今陕西汉中），担任宣抚使司干办公事兼检法官。南郑位于宋、金对峙的前线，陆游的身份又是前敌指挥部中的负责人员，他到任后，曾多次奔走于前线视察军情，投身于收复失地的准备工作。他还提出了自己的军事主张：“经略中原，必自长安始；取长安，必自陇右(汉中)始。当积粟练兵，有衅则攻，无则守。”（《宋史·陆游传》）视汉中为收复中原的重要根据地。这段“上马击狂胡，下马草军书”（《观大散关图有感》）的从军生活，给陆游以深刻难忘的印象，直至晚年，他还留下了“铁马秋风大散关”（《书愤》）的回忆。过了一年，即乾道九年，那年陆游48岁，奉调摄知嘉州（今四川乐山）。10月，他根据这段在汉中的经历和感受，写下了这首《金错刀行》。表达了<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>人对政府军的不满，也是对满目疮痍的祖国的伤心欲绝！</p>",
  "about": "<h2>层次结构</h2> <p>　　这是一首托物寄兴之作,在结构上具有由物及人、层层拓展的特点。全<a href=\"http://so.gushiwen.org/view_69125.aspx\">诗</a>分三层意思：</p> <p>　　第一层从开头到“提刀独立顾八荒”，从赋咏金错刀入手，引出提刀人渴望杀敌立功的形象。</p> <p>　　第二层从“京华结交尽奇士”到“一片丹心报天子”，从提刀人推扩到“奇士”群体形象，抒发其共同的报国丹心。</p> <p>　　第三层从“尔来从军天汉滨”到结束，联系眼前从军经历，揭明全诗题旨，表达了“中国”必胜的豪情壮志。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "壮志"
  ]
}