{
  "id": 47873,
  "star": 1764,
  "name": "迢迢牵牛星",
  "dynasty": "两汉",
  "content": "迢迢牵牛星，皎皎河汉女。<br>纤纤擢素手，札札弄机杼。<br>终日不成章，泣涕零如雨。<br>河汉清且浅，相去复几许！<br>盈盈一水间，脉脉不得语。",
  "fanyi": "<p><strong>译文<br></strong>那遥远而亮洁的牵牛星，那皎洁而遥远的织女星。<br>织女正摆动柔长洁白的双手，织布机札札不停地响个不停。<br>因为相思而整天也织不出什么花样，她哭泣的泪水零落如雨。<br>只隔了道清清浅浅的银河，他俩相界离也没有多远。<br>相隔在清清浅浅的银河两边，含情脉脉相视无言地痴痴凝望。</p> <p><strong>注释<br></strong>1.迢（tiáo）迢：遥远的样子。牵牛星：河鼓三星之一，隔银河和织女星相对，俗称“牛郎星”，是天鹰星座的主星，在银河东。<br>2.皎皎：明亮的样子。河汉女：指织女星，是天琴星座的主星，在银河西，与牵牛星隔河相对。河汉，即银河。<br>3.纤纤：纤细柔长的样子。擢（zhuó）：引，抽，接近伸出的意思。素：洁白。<br>4.札（zhá）札：象声词，机织声。弄：摆弄。杼（zhù）：织布机上的梭子。<br>5.章：指布帛上的经纬纹理，这里指整幅的布帛。此句是用《<a href=\"http://so.gushiwen.org/view_47873.aspx\">诗</a>经·小雅·大东》语意，说织女终日也织不成布。《诗经》原意是织女徒有虚名，不会织布。而这里则是说织女因相思，而无心织布。<br>6.涕：眼泪。零：落下。<br>7.清且浅：清又浅。<br>8.相去：相离，相隔。去，离。复几许：又能有多远。<br>9.盈盈：水清澈、晶莹的样子。一说形容织女，《文选》六臣注：“盈盈，端丽貌。”一水：指银河。间（jiàn）：间隔。<br>10.脉（mò）脉：含情相视的样子。一作“默默”，默默地用眼神或行动表达情意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47873.aspx\">诗</a>借神话传说中牛郎、织女被银河相隔而不得相见的故事，抒发了因爱情遭受挫折而痛苦忧伤的心情。</p> <p>　　此诗描写天上的一对夫妇牵牛和织女，视点却在地上，是以第三者的角度观察他们夫妇的离别之苦。开头两句分别从两处落笔，言牵牛曰“迢迢” 状织女曰“皎皎”。迢迢、皎皎互文见义，不可执着。牵牛也皎皎，织女也迢迢。他们都是那样的遥远，又是那样的明亮。但以迢迢属之牵牛，则很容易让人联想到远在他乡的游子，而以皎皎属之织女，则很容易让人联想到女性的美。如此说来，似乎又不能互换了。如果因为是互文，而改为“皎皎牵牛星，迢迢河汉女”，其意趣就减去了一半。诗歌语言的微妙于此可见一斑。称织女为“河汉女”是为了凑成三个音节，而又避免用“织女星”在三字。上句已用了“牵牛星”，下句再说“织女星”，既不押韵，又显得单调。“河汉女”就活脱多了。“河汉女”的意思是银河边上的那个女子，这说法更容易让人联想到一个真实的女人，而忽略了她本是一颗星。不知作者写诗时是否有这番苦心，反正写法不同，艺术效果亦迥异。总之，“迢迢牵牛星，皎皎河汉女”这十个字的安排，可以说是最巧妙的安排而又具有最浑成的效果。</p> <p>　　以下四句专就织女这一方面来写，说她虽然整天在织，却织不成匹，因为她心里悲伤不已。“纤纤擢素手”意谓擢纤纤之素手，为了和下句“札札弄机杼”对仗，而改变了句子的结构。“擢”者，引也，抽也，接近伸出的意思 “札札”是机杼之声。“杼”是织布机上的梭子。诗人在这里用了一个“弄”字。《诗经·小雅·斯干》：“乃生女子，载弄之瓦。”这弄字是玩、戏的意思。织女虽然伸出素手，但无心于机织，只是抚弄着机杼，泣涕如雨水一样滴下来 “终日不成章”化用《诗经·大东》语意：“彼织女，终日七襄。虽则七襄，不成报章。”</p> <p>　　最后四句是诗人的慨叹：“河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。”那阻隔了牵牛和织女的银河既清且浅，牵牛与织女相去也并不远，虽只一水之隔却相视而不得语也。“盈盈”或解释为形容水之清浅，或者不是形容水，字和下句的“脉脉”都是形容织女。《文选》六臣注：“盈盈 端丽貌。”是确切的。人多以为“盈盈”既置于“一水”之前，必是形容水的 但盈的本意是满溢，如果是形容水，那么也应该是形容水的充盈，而不是形容水的清浅。把盈盈解释为清浅是受了上文“河汉清且浅”的影响，并不是盈盈的本意。《文选》中出现“盈盈”除了这首诗外，还有“盈盈楼上女 皎皎当窗牖”。亦见于《古诗十九首》。李善注：“《广雅》曰：‘赢，容也。’盈与赢同，古字通。”这是形容女子仪态之美好，所以五臣注引申为“端丽”。又汉乐府《陌上桑》：“盈盈公府步，冉冉府中趋。”也是形容人的仪态。织女既被称为河汉女，则其仪容之美好亦映现于河汉之间，这就是“盈盈一水间”的意思。“脉脉”，李善注 “《尔雅》曰‘脉，相视也’。郭璞曰‘脉脉谓相视貌也’。”“脉脉不得语”是说河汉虽然清浅，但织女与牵牛只能脉脉相视而不得语。</p>",
  "about": "<h2>创作背景</h2> <p>　　牵牛和织女本是两个星宿的名称。牵牛星即“河鼓二”，在银河东。织女星又称“天孙”，在银河西，与牵牛相对。在中国关于牵牛和织女的民间故事起源很早。《<a href=\"http://so.gushiwen.org/view_47873.aspx\">诗</a>经·小雅·大东》已经写到了牵牛和织女，但还只是作为两颗星来写的。《春秋元命苞》和《淮南子·俶真》开始说织女是神女。而在<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的《燕歌行》，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《洛神赋》和《九咏》里，牵牛和织女已成为夫妇了。曹植《九咏》曰 “牵牛为夫，织女为妇。织女牵牛之星各处河鼓之旁，七月七日乃得一会 ”这是当时最明确的记载。《古诗十九首》中的这首《迢迢牵牛星》写牵牛织女夫妇的离隔，它的时代在东汉后期，略早于曹丕和曹植。将这首诗和曹氏兄弟的作品加以对照，可以看出，在东汉末年到魏这段时间里 牵牛和织女的故事大概已经定型了。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "七夕节",
    "离别"
  ]
}