{
  "id": 51414,
  "star": 21,
  "name": "鹧鸪天·枫落河梁野水秋",
  "dynasty": "宋代",
  "content": "枫落河梁野水秋。淡烟衰草接郊丘。醉眠小坞黄茅店，梦倚高城赤叶楼。 <br>天杳杳，路悠悠。钿筝歌扇等闲休。灞桥杨柳年年恨，鸳浦芙蓉叶叶愁。",
  "fanyi": "<h2>注释</h2> ①河梁：桥梁。<br>②杳杳：深远幽暗貌。<br>③悠悠：遥远。<br>④钿筝：嵌金为饰之筝。<br>⑤芙蕖：荷花的别名。",
  "shangxi": "<h2>赏析</h2> <p>　　该词上阕写旅途风景、词人醉梦情景，下阕言离愁别恨，抒发怀人的感情，整首词层次清晰，语尽而意不尽。</p> <p>　　“枫落河梁野水秋，澹烟衰草接郊丘”一句写途中秋景，以“河梁”作为观景的出发点，视线遍及周围红叶掉光的枫树，枯涩干涸的“野水”，远处淡淡缭绕的烟气雾霭，连天的郊野、山丘，以及漫山遍野的衰瑟秋草。这两句，准确而传神地抓住最能表现秋月黄昏郊原景色的典型化物象，富有立体感地描绘出一幅旅人眼中的秋色图景，渲染出秋的寥廓与苍凉、萧瑟，作者将触目所及的景色，浓缩在短短十四个字内，由近及远描绘出深秋的萧条气象，从而引发作者愁苦的情绪，因此下文“醉眠小坞黄茅店”一句便接续得十分自然。</p> <p>　　但从词意上来看，从写景直接过渡到“醉眠”，中间其实留有空白。小令因其篇幅短小，故而不可能铺排渲染情感的演变。此处景物中蕴涵的情绪，只能由读者亲自去体会。</p> <p>　　作者行至山中村落，进到一家茅草搭盖的陋店，饮而醉，醉而眠，眠而人梦，“梦倚高城赤叶楼”，梦见自己回到了繁华的城市，在一座遍值枫树的高楼上斜倚栏杆。词意到此戛然而止，作者并未交代他在那座“高城赤叶楼”上做了什么，但联系“醉眠”一句来看，身在陋店，梦见高楼，现实与梦境的对比，十分鲜明，因而加倍表现出作者的愁深难解。梦中的“赤叶”与此前所见“枫落”相照应，笔致细密。作者因见“枫落”而生愁，以致人梦得见，景情交融的蕴藉不露，竞至于此。</p> <p>　　下阕由醉梦至清醒，只见“天杏杏，路悠悠”，作者仍行走在无边无际的征程之中。这一句仍是状写眼前之景，“杳杳”、“悠悠”两个叠词，余韵悠长，备显惆怅忧伤。天远路长一方面是实写，另一方面也是作者情绪外化的结果。因做了一场好梦，醒来之后，原本就很长的路途此时显得更长了，不知何时才能走完，也不知何时才是归期。</p> <p>　　作者满怀愁情，想到梦中高楼之上的美好时光，再联系现实中的冷清寥落，不由得感叹“钿筝歌扇等闲休”，那些歌舞欢笑的生涯，轻易就结束了。“等闲”二字，点出现实的无情和不由分说。紧接着，自然接出“灞桥杨柳年年恨，鸳浦芙蓉叶叶愁”的伤感慨叹。</p> <p>　　结尾两句抒写别恨和迟暮之感。“年年”说明别恨无止无尽，暗合前面“天杳路悠”之语。“叶叶”则表示愁之深广沉重。词人浪迹天涯，到处播下相思情种，离别于他自然是时有发生的了。“鸳浦芙蓉”句，化用<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《踏莎行》中“杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。”句意，言浦中的绿荷于“红衣脱尽”（即繁花凋落）后，再没有“蜂蝶”来依慕（即无人垂顾）了。灞桥杨柳年复一年的离苦别恨，水中的夏荷一经凋落，便只余荷叶，“愁”自己在秋冬来临之际，将逐渐枯老。此句既与“秋”的萧瑟相呼应，又流露出作者对自己长年羁旅在外、年老体衰的深沉喟叹。此二句以精美工整的对仗，借物言情，表达了词人哀叹流年、自伤迟暮的深沉悲慨。</p>",
  "about": "<h2>创作背景</h2> 　　徽宗大观、政和之际，苏庠曾依苏固与徐俯、洪刍、洪炎、潘淳、吕本中、<a href=\"http://so.gushiwen.org/author_97.aspx\">汪藻</a>、向子諲等结<a href=\"http://so.gushiwen.org/view_51414.aspx\">诗</a>社于江西，在澧阳（今湖南澧县）筑别墅以供游憩。高宗绍兴年间，苏庠与徐俯同被皇帝征召，只有他自己不前往朝廷，隐居直到去世。此诗写于作者推掉皇帝征召游玩于山水，路过一小山村时见景思情有感而发。",
  "poet": {
    "id": 467,
    "star": 0,
    "name": "苏庠",
    "desc": "苏庠（1065～1147）南宋初词人。字养直，初因病目，自号眚翁。本泉州人，随父苏坚徙居丹阳(今属江苏)。因卜居丹阳后湖，又自号后湖病民。苏坚有诗名，曾与苏轼唱和，得苏轼赏识，并因苏轼称誉其诗而声名大振。徽宗大观、政和之际，苏庠曾依苏固与徐俯、洪刍、洪炎、潘淳、吕本中、汪藻、向子諲等结诗社于江西。在澧阳（今湖南澧县）筑别墅以供游憩。其后居京口。高宗绍兴年间，苏庠与徐俯同被征召，独不赴，隐逸以终。"
  },
  "tags": [
    "婉约",
    "秋天",
    "写景",
    "怀人"
  ]
}