{
  "id": 71160,
  "star": 6609,
  "name": "鱼我所欲也",
  "dynasty": "先秦",
  "content": "　　鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。</p> <p>　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。</p> <p>　　万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　鱼是我所喜爱的，熊掌也是我所喜爱的，如果这两种东西不能同时都得到的话，那么我就只好放弃鱼而选取熊掌了。生命是我所喜爱的，道义也是我所喜爱的，如果这两样东西不能同时都具有的话，那么我就只好牺牲生命而选取道义了。生命是我所喜爱的，但我所喜爱的还有胜过生命的东西，所以我不做苟且偷生的事；死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，所以有的灾祸我不躲避。如果人们所喜爱的东西没有超过生命的，那么凡是能够用来求得生存的手段，哪一样不可以采用呢?如果人们所厌恶的事情没有超过死亡的，那么凡是能够用来逃避灾祸的坏事，哪一桩不可以干呢?采用某种手段就能够活命，可是有的人却不肯采用；采用某种办法就能够躲避灾祸，可是有的人也不肯采用。由此可见，他们所喜爱的有比生命更宝贵的东西（那就是“义”）；他们所厌恶的，有比死亡更严重的事（那就是“不义”）。不仅贤人有这种本性，人人都有，只不过有贤能的人不丧失罢了。<br>　　一碗饭，一碗汤，得到它就能活下去，不得到它就会饿死。可是轻蔑地呼喝着给人吃，饥饿的行人也不愿接受；用脚踢给别人吃，乞丐也因轻视而不肯接受。<br>　　高官厚禄却不辨是否合乎礼义就接受了它。这样，高官厚禄对我有什么好处呢?是为了住宅的华丽，妻妾的侍奉和认识的穷人感激我吗?以前（有人）宁肯死也不愿接受，现在（有人）却为了住宅的华丽却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）却为了妻妾的侍奉却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）为了认识的穷人感激自己却接受了它。这种做法不是可以让它停止了吗?这就叫做丧失了人所固有的本性。 </p><p><strong>注释</strong><br>1、 选自《孟子·告子上》。<br>2、 苟得：苟且取得，这里是“苟且偷生”的意思。<br>3、 患：祸患，灾难。<br>4、 辟：通“避”，躲避。<br>5、 如使：假如，假使。<br>6、 何不用也：什么手段不可用呢？<br>7、 勿丧：不丢掉。</p><br/><p><strong>译文</strong><br>　　鱼是我所想要的，熊掌也是我所想要的，如果这两种东西不能同时得到，我宁愿舍弃鱼而选取熊掌。生命也是我所想要的，道义也是我所想要的，如果这两种东西不能同时得到，我宁愿舍弃生命而选取道义。生命是我所喜爱的，但我所喜爱的还有胜过生命的东西，所以我不做苟且偷生的事；死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，所以有的灾祸我不躲避。如果人们所喜爱的东西没有超过生命的，那么凡是能够用来求得生存的手段，有什么不可以使用呢?如果人们所厌恶的事情没有超过死亡的，那么凡是能够用来逃避灾祸的方法哪会不采用呢?采用这种做法就能够活命，可是有的人却不肯采用；采用这种办法就能够躲避灾祸，可是有的人也不肯采用。是因为有比生命更想要的，有比死亡更厌恶的。并非只是贤人有这种本性，人人都有，只是贤人能够不丧失罢了。</p> <p>　　一碗饭，一碗汤，吃了就能活下去，不吃就会饿死。没有礼貌的 吆喝着给别人吃，过路的饥民也不肯接受；用脚踢着或踩过给别人吃，乞丐也不愿意接受。</p> <p>　　可是有的人见了优厚的俸禄却不分辨是否合乎礼仪就接受了。这样，优厚的俸禄对我有什么好处呢?是为了住宅的华丽、妻妾的侍奉和熟识的穷人感激我吗?先前有的人宁肯死也不愿接受，现在有的人为了住宅的华丽却接受了；先前有的人宁肯死也不愿接受，现在有的人为了大小老婆的侍奉却接受了；先前有的人宁肯死也不愿接受，现在有的人为了所认识的贫穷的人感激自己却接受了。这样看来这种做法不是可以停止了吗?这就叫做丧失了人所固有的羞恶廉耻之心。 </p> <p><strong>注释</strong><br>（1）亦：也。<br>（2）欲：想要。<br>（3）兼：同时具有。<br>（4）舍：舍弃。<br>（5）取：选取。<br>（6）甚：超过。<br>（7）于：比。<br>（8）故：所以，因此。<br>（9）苟得：苟且取得，这里是“苟且偷生”的意思。<br>（10）恶：厌恶。<br>（11）患：祸患，灾难。<br>（12）辟：通“避”，躲避。<br>（13）如使：假如，假使。<br>（14）之：用于主谓之间，取消句子的独立性，无实意，不译。<br>（15）莫：没有。<br>（16）则：那么。<br>（17）凡：凡是，一切。<br>（18）得生：保全生命。<br>（19）何不用也：什么手段不可用呢？用，采用。<br>（20）为：做。<br>（21）而：但是。<br>（22）是故：这是因为。<br>（23）非独：不只，不仅 非：不 独：仅。<br>（24）贤者：有才德，有贤能的人。<br>（25）是：此，这样。<br>（26）勿丧：不丧失。丧：丧失。<br>（27）箪：古代盛食物的圆竹器。<br>（28）豆：古代一种木制的盛食物的器具。<br>（29）则：就。<br>（30）弗：不。<br>（31）得：通“德”，恩惠，这里是感激的意思。<br>（32）呼尔：呼喝（轻蔑地，对人不尊重）。<br>（33）呼尔而与之：呼喝着给他（吃喝）。尔，语气助词。《礼记·檀弓》记载，有一年齐国出现了严重的饥荒。黔敖在路边施粥，有个饥饿的人用衣袖蒙着脸走来。黔敖吆喝着让他吃粥。他说：“我正因为不吃被轻蔑所给予得来的食物，才落得这个地步！<br>（34）行道之人：（饥饿的）过路的行人。<br>（35）蹴：用脚踢。<br>（36）而：表修饰。<br>（37）不屑：因轻视而不肯接受。<br>（38）万钟：这里指高位厚禄。钟，古代的一种量器，六斛四斗为一钟。<br>（39）何加：有什么益处。何 介词结构，后置。<br>（40）宫室：住宅。<br>（41）奉：侍奉。<br>（42）得我：感激我。<br>（43）得：通“德”，感激。<br>（44）与：通“欤”，语气助词。<br>（45）乡：通“向”，从前。<br>（46）已：停止，放弃。<br>（47）本心：本性，本来的思想，即指“义”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《鱼我所欲也》选自《孟子·告子上》，论述了孟子的一个重要主张：义重于生，当义和生不能两全时应该舍生取义。</p> <p>　　孟子说：“羞恶之心，义也。”（《孟子·告子上》）又说：“义，路也。……惟君子能由是路。”（《万章下》）孟子认为自己做了坏事感到耻辱，别人做了坏事感到厌恶，这就是义；义是有道德的君子所必须遵循的正路。</p> <p>　　孟子先用人们生活中熟知的具体事物打了一个比方：鱼是我想得到的，熊掌也是我想得到的，在两者不能同时得到的情况下，我宁愿舍弃鱼而要熊掌；生命是我所珍爱的，义也是我所珍爱的，在两者不能同时得到的情况下，我宁愿舍弃生命而要义。孟子把生命比作鱼，把义比作熊掌，认为义比生命更珍贵就像熊掌比鱼更珍贵一样，这样就很自然地引出了“舍生取义”的主张。这个主张是全篇的中心论点。</p> <p>　　孟子从三个方面论证了舍生取义的意义。其一，“生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。”这几句论证说：生命是我珍爱的，但还有比生命更为我所珍爱的（指义），所以不能做苟且偷生的事；死亡是我厌恶的，但还有比死亡更为我所厌恶的（指不义），所以有时对祸害（死亡）不愿躲避。这是从正面论证义比生更珍贵，在二者不可兼得时应该舍生取义。其二，“如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以避患者何不为也？”这几句论证说：如果没有比生命更为人们所珍惜的，那么凡是可以用来保全生命的手段哪样不能用呢!如果没有比死亡更为人们所厌恶的，那么凡是可以用来避免祸患（死亡）的事情哪样不能做呢!言外之意是：这样下去，人们的行为不是会变得无所不为、卑鄙无耻了吗？这是从反面论证义比生更珍贵，在二者不可兼得时应该舍生取义。其三，“由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。”这几句论证说：通过这样的手段（指不正当的手段）就可以保全生命，而有的人不愿意采用；通过这样的办法（指不正当的办法）就可以避免祸患（死亡），而有的人不愿意去干。所以，还有比生命更为人们所珍爱的（指义），还有比死亡更为人们所厌恶的（指不义）；不单是贤人有这种重义之心，而是人人都有，只是贤人没有丧失罢了。这是从客观事实论证义比生更珍贵，在二者不可兼得时有人舍生取义。通过论证，文章开头提出的中心论点就成立了。</p> <p>　　为了使这种道理更令人信服，更容易被人接受，孟子接着用具体的事例来说明。“一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。”“箪”是古代盛饭的圆形竹篮，“豆”是古代盛肉或其他食品的器皿，“呼尔”是大声呼喝着，“蹴尔”是用脚踢着。这几句说：只要得到一小筐饭、一小碗汤就可以保全生命，不能得到就要饿死，如果是轻蔑地呼喝着叫别人吃，哪怕是饥饿的过路人都不愿接受，如果是用脚踢着给别人吃，那就连乞丐都不屑要了。《礼记·檀弓》有一段故事与此相类似：“齐大饥，黔敖为食于路，以待饿者而食之。有饿者，蒙袂辑屦，贸贸然来。黔敖左奉食，右执饮，曰：‘嗟!来食!’扬其目而视之曰：‘予唯不食嗟来之食，以至于斯也！”人厌恶，所以宁愿饿死也不愿接受别人侮辱性的施舍。连无人认识的路人和贫困低贱的乞丐都能这样做，常人更不用说了。这一事例生动地说明了人们把义看得比生更为珍贵，在二者不可兼得时就会舍生取义。</p> <p>　　在孟子看来，“非独贤者有是心也，人皆有之”，人人都有这种重义之心，人人在生与义不可兼得之时都应舍生取义。但是，在现实生活中却并非都是如此，有的人在穷困危急的情况下可以拒绝别人侮辱性的施舍，而在和平安宁的环境中却见利忘义。文章第三段对这个问题进行了分析。孟子指出，社会上确实存在“万钟则不辩礼义而受之”的人。有人不问合不合礼义而接受万钟俸禄呢，万钟俸禄对自己有什么好处呢。“为宫室之美，妻妾之奉，所识穷乏者得我与？”是为了住房的华丽、妻妾的侍奉、因为给了所认识的穷朋友以好处而使他们对自己感恩戴德吗？华丽的住房也好，妻妾的侍奉也好，朋友的感激也好，这些都是身外之物，与生命相比是微不足道的。那些“万钟则不辩礼义而受之”的人当初宁肯饿死也不愿受侮，却为了这些身外之物而不顾廉耻，这是什么原因造成的，“此之谓失其本心”，孟子认为这种人原来也有舍生取义之心，后来因为贪求利禄而丧失了。孟子警告说：“是亦不可以已乎？”这种“不辩礼义而受之”的可耻之事应该罢休了。</p> <p>　　孟子本人是一个比较高傲的人，他不肯迁就，不肯趋附权势。他说：“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”（《滕文公下》）孟子曾经在齐国任客卿，后来因为与齐王的意见不合，便决定辞去齐卿回家，齐王托人挽留孟子，条件是准备在首都的中心地区建一座房子给孟子住，并送给孟子万钟粮食作为弟子们的生活费用，结果遭到孟子的严辞拒绝。（《公孙丑下》）可见，孟子在本篇中所说的“万钟则不辩礼义而受之，万钟于我何加焉”，是有所为而发的，表现了孟子大义凛然的性格和气概。</p> <p>　　孟子在本篇中对舍生取义精神的颂扬，对“万钟则不辩礼义而受之”的批判，对后世产生了良好的影响。历史上许多志士仁人把“舍生取义”奉为行为的准则，把“富贵不能淫”奉为道德的规范，对国家和民族作出了贡献。南宋民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>在《过零丁洋》<a href=\"http://so.gushiwen.org/view_71160.aspx\">诗</a>中说：“人生自古谁无死，留取丹心照汗青。”现代无产阶级革命烈士夏明翰在《就义诗》中说：“砍头不要紧，只要主义真。”这都是与“舍生取义”的精神一脉相承的。</p> <p>　　从文学的角度来看，散文气势充沛，感情强烈，生动活泼，充分体现了孟子大义凛然的个性，表现了孟子雄辩、善辩的才华。他喜欢使用排比的修辞手法，如：“乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之。”本来，这话用一句就可以说完，即“乡为身死而不受，今为宫室之美、妻妾之奉、所识穷乏者得我而为之。”但他有意把它分成三句排比起来，加强了气势，增强了感情，显示出说话人的义正词严、理直气壮。其次，为了把道理说得深入浅出、生动有趣，孟子喜欢使用比喻，本篇以具体的鱼和熊掌比喻抽象的生和义，以“舍鱼而取熊掌”巧妙地比喻“舍生取义”，就是一个非常著名的例子。其次，本篇中还大量运用了对比的手法，如把鱼与熊掌对比，把生与义对比，把重义轻生的人与贪利忘义的人对比，把“乡为”与“今为”对比，这样互相比较，道理说得更加清楚，给人的印象特别深刻，加强了文章的说服力。</p><br/><h2>简析</h2> <p>　　本文是孟子以他的性善论为依据，对人的生死观进行深入讨论的一篇代表作。他从人应如何对待自己的欲望入手，在生与死、利与义、守义与失义等方面，层层深入、正反对比地论证了义重于生，必须舍生取义。还强调指出“非独贤者有是心(舍生取义之心)也，人皆有之，贤者能勿丧耳”，人如果经不住万钟、宫室、妻妾、施恩的诱惑，必然会“失其本心(舍生取义之心)”。</p> <p>　　《鱼我所欲也》一文用面对鱼和熊掌之间的抉择，比喻面对生命和大义之间的选择，孟子会毅然“舍生而取义者也”。这当中的“义”和文章最后的“此之谓失其本心”的“本心”都是指人的“羞恶之心”（按如今的通俗理解，可以理解为“廉耻之心”）。因为人只有拥有“羞恶之心”，才能分清哪些是道德底线可以承受的事，哪些是道德范围所不接纳的事，哪些是“所欲有甚于生”的事，这样才能不被“宫室之美”、“妻妾之奉”和“所识穷乏者得我”所诱惑，而像“不食嗟来之食”的人一样，内心有一种凛然的“义”。</p> <p>　　《鱼我所欲也》一文本身的结构和材料所揭示的中心论点应当是：人皆有“所欲有甚于生，所恶有甚于死”的“本心”，“贤者能勿丧耳”。如果把《鱼》文分成三段来分析，是不难说明这一观点的。本文逻辑严密，析理精深，比喻、排比、对比等修辞手法的运用，使语言生动、流畅，气充词沛，颇具说服力。</p><br/><h2>赏析</h2> <p>　　本文节选自《孟子·告子上》。《告子上》的主要内容是阐明“性善说”，即人性里天生就有向善的种子，所谓“恻隐之心，人皆有之；羞恶之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之”。这种善的天性，就是人的“本心”。“本心”不可小视，因为它们分别是仁义礼智这几种道德的萌芽形态：“恻隐之心，仁之端也；羞恶之心，义之端也；辞让（意近“恭敬”）之心，礼之端也；是非之心，义之端也。”人应该推求本心，顺着“本心”的方向发展，并将它发扬光大，从而成为道德上完善的人。</p> <p>　　放到《告子上》全文里看，本文讲的是每个人都有“本心”，无论在什么情况下，人都应该保有自己的“本心”。只要“本心”在，即使在生死关头，人也能经受住考验；而如果丧失了“本心”，人就会做出亏心事来。其实，仅对本文的结构进行一番分析，我们也可以看出，它的主旨是讲每个人都有“本心”和保有“本心”的重要性。</p> <p>　　简要分析如下：在第1段里，作者用比喻的方式引出“舍生取义”的观点，并分别从正面和反面加以阐明。行文至“所恶有甚于死者”，作者对这个观点的论述就结束了。紧接着“非独贤者有是心也，人皆有之，贤者能勿丧耳”，提出了新的命题：人人都有“是心”（即本心），只是“贤者”能够保有它。第2段就是对这个命题的论说和阐明。作者用一般的人和乞丐都不肯接受“嗟来之食”的故事证明人人都有“本心”，用“不辩礼义”接受“万钟”的故事概括失去“本心”的人的惯有行为，并对此进行批评和嘲讽。</p> <p>　　需要注意的是，作者举的失去“本心”的事例，并不牵涉生死，而只是富贵与“义”之间的矛盾与对立，所以，它和“舍生取义”的说法没有什么关系。从课文整体上看，人应该保有“本心”是本文论述的中心。“舍生取义”的观点和不受嗟来之食的故事讲的都是“本心”赋予人的极大力量，属正面论证；“不辩礼义”接受“万钟”的故事讲的是失去“本心”的人的可悲可耻，属反面论证。</p> <p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“此章言羞恶之心，人所固有，或能决死生于危迫之际，而不免计丰约于宴安之时，是以君子不可顷刻不省察于斯焉。”（《四书章句集注》）这段概括主旨的话，还是比较恰切的。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>故患有所不辟：“辟”通“避”，躲避<br>所识穷乏者得我与：“得”通“德“，恩惠，这里指感激</p> <p><strong>词类活用</strong><br>名词作动词<br>得，恩惠，这里是感激的意思。 例句：所识穷乏者得我与 。<br>动词作名词<br>生,可以获得生存的手段。 例句:由是则生而有不用也。</p> <p><strong>本文主旨</strong><br>恻隐之心，人皆有之；<br>羞恶之心，人皆有之；<br>是非之心，人皆有之。 </p><br/><h2>背景资料</h2> 　　孟子继承了孔子的思想，而又有发展。他生活在诸侯互相攻伐“无义战”的时代，目睹了人民遭受涂炭的社会现实，也看到了人民的力量。在此基础上，发展了民本思想，明确提出“民为贵”、“君为轻”。政治上主张实行“王道”、“仁政”。反对“霸道”、“暴政”。呼吁统治者重视人民、安定人民、少收赋税，减轻刑罚，使百姓“不饥不寒”。这些观点反映了人民的愿望，有一定进步意义，但却脱离当时的社会实际，根本行不通。孟子还主张社会分工，这符合社会发展规律，但却得出“劳心者治人，劳力者治于人”的结论，为阶级剥削和压迫制造了理论依据。孟子的哲学思想属于主观唯心主义，最具代表性的是他的“性善论”，认为人生来就有善良的本性，他说：“人性之善也，犹水之就下也。人无有不善，小无有不下。”还说：“恻隐之心，仁也；羞恶之心，义也；恭敬之心，礼也；是非之心，知也。仁义礼智，非曲外铄(给与)我也，我固有之也。”孟子的人性说中有合理的成分，他特别强调后天环境和教育对人的影响，以及自我修养的作用，认为“逸居而无教，则近于禽兽”“生于忧患，死于安乐”；要求人们反躬自求，“养浩然之气”，做到“舍生取义”，“富贵不能淫，贫贱不能移，威武不能屈。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及其弟子"
  },
  "tags": [
    "初中文言文",
    "生死",
    "道德",
    "修养"
  ]
}