{
  "id": 55174,
  "star": 11,
  "name": "薄幸·送安伯弟",
  "dynasty": "宋代",
  "content": "送君南浦。对烟柳、青青万缕。更满眼、残红吹尽，叶底黄鹂自语。甚动人、多少离情，楼头水阔山无数。记竹里题诗，花边载酒，魂断江干春暮。 <br>都莫问、功名事，白发渐、星星如许。任鸡鸣起舞，乡关何在，凭高目尽孤鸿去。漫留君住。趁酴醿香暖，持杯且醉瑶台露。相思记取，愁绝西窗夜雨。",
  "shangxi": "<h2>鉴赏</h2> <p>　　词一开头就直叙送别事。“君”乃安伯弟也，但其生平不详。“送君南浦”是<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》里著名的句子：“春草碧色，春水渌波，送君南浦，伤如之何。”这段话一直成为人们抒发惜别之情的意念载体。</p> <p>　　只要一提到“送君南浦”，或只提出“南浦”两字，就会使那整段话的意境全出，令读者感受到一股感伤的意味。这首词也借用了这个句子，开门见山，迅速入题。</p> <p>　　“对烟柳”至“叶底黄鹂自语”数句，铺叙当时景物。这里有“青青万缕”的柳条，有满眼的绿树，有藏在树叶深处鸣啭的黄鹂。它们的出现。是在“送君南浦”之后才出现的。“折柳赠别”是我国的古老传统，因而烟柳万缕就会使人产生分别的感伤的联想。而满眼绿树这一意思的表达，却是用“更满眼、残红吹尽”这样的句子，它调动人们的思维能力，去想象那残花在枝头片片被吹落的景象，以增添感伤的气氛。</p> <p>　　文学描写的得天独厚之处，就在于它不但能描写现实存在的实景，而且能描写这一实景在此之前的情况的虚景，以虚景来表达实景的意思；故“残红吹尽”就是绿叶成阴之意。而树叶深处的“黄鹂自语”，则是反衬别离愁绪的。此句子当从<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“隔叶黄鹂空好音”（《蜀相》）化出，黄鹂自乐而离人自苦，颇具弦外之音。一“更”字联上串下，使离愁别绪程度递增，表现得很有层次。</p> <p>　　“甚动人、多少离情，楼头水阔山无数。”“甚动人”，点出“离情”之“动人”——使人伤感；点出送别之地是“楼头”；由楼头极目远望，只见水天空阔，乱山无数；那么，对方此去之远，其觌面之难再，已不不言自明了。行文至此，在内容上已自成一大段落——韩元吉</p> <p>　　“记竹里题<a href=\"http://so.gushiwen.org/view_55174.aspx\">诗</a>”三句，回忆两人最近的交往之乐。“春暮”点出时令，显然是在此别之前的一段时间：“载酒”、“题诗”，那是文人最常见的交往活动，以“竹里”、“花边”作背景，更增加它的韵致。“魂断”二字，是痛快之极的意思，不指悲哀；这两字不但指“江干春暮”，也兼指“竹里题诗”和“花边载酒”；三句联成一片，描写出一段欢乐的生活。以“记”字领起，说明它是保存在记忆中的已经失去的欢乐，以反衬今日别离的苦痛。这样，在抒写别恨方面，又深入一层了。</p> <p>　　下片开头换了个角度，通过联系各自身世和时局而大发感慨。从“都莫问”到“任鸡鸣起舞”，是慨叹空有壮志而功名未立白发渐生。这几句必须稍加解释，才能领会作者的深意。韩元吉《宋史》无传，其行实多不可考。据《南涧甲乙稿》，知道他曾做过信州幕僚、南剑州主簿、江东转运判官等职；乾道末年为吏部尚书，曾出使多国；淳熙元年（1174）以后，两知婺州，一宰建安，晚年归隐信州。从“都莫问功名事，白发渐、星星如许”来看，此词可能作于入为吏部尚书之前，那时他四十多岁，故作此语。但他的慨叹功名未立，并不完全是为了一己之私，这跟中原的恢复是有关系的。南宋的处境和东晋极为相似，故韩元吉用这个“鸡鸣起舞”的典故来策励自己。韩是河南许昌人，中原失守，“乡关何在，凭高目尽孤鸿去”。感叹乡关渺邈，有家难归，但目送归鸿而去，却也道出了爱国怀乡，建功立业之豪情。</p> <p>　　“漫留君住”三句，又回到惜别，劝安伯姑且再片刻，持杯痛饮，这是舍不得分别的表现。“趁酴醿香暖”句的“酴醿”是酒名。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《见诸人唱和酴醿诗辄次韵戏咏》“名字因壶酒”句任渊注引《王立之诗话》云：“酴醿本酒名也。世所开花本以其颜色似之，故取其名。”这里的“香暖”正是说酒。此言趁酒之香且温当持杯而醉：“瑶台露”是给美酒加上高级的赞辞。最后两句，是说不知何时才能重会，相约永远思念对方。“西窗夜雨”是取<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“何当共剪西窗烛，却话巴山夜雨时”（《夜雨寄北》）的诗意，冠以“愁绝”二字，就是说西窗下共话别后情况的机会难得了。这样的结尾，给人留下了无限的惆怅。</p> <p>　　韩元吉是南宋初期主战派人物之一，他和<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>等人都有交往，词作亦具有辛派悲壮豪放之气概。即使在这首送别词中，也不例外。</p> <p>　　此词气酣意足，感情深挚；叙述层次开合变化，紧凑协调。值得一提的是《薄幸》这个词牌很少人填写，这一首却写得十分工整，平仄、韵脚、句读都中可格律，堪为典范。虚字“对”、“更”、“甚”、“记”、“任”等使用得十分妥贴，处在领起的位置，又都是去声字，声律上造成一种苦涩的韵味，与词的内容情调很相称。</p>",
  "about": "<h2>写作背景</h2> 　　韩元吉是南宋初期主战派人物之一，他和<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>等人都有交往，词作亦具有辛派悲壮豪放之气概。即使在这首送别词中，也不例外。",
  "poet": {
    "id": 483,
    "star": 0,
    "name": "韩元吉",
    "desc": "韩元吉(1118～1187),南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕\"云淡秋云\"、〔贺新郎〕\"病起情怀恶\"等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。"
  },
  "tags": [
    "送别",
    "惜别",
    "感叹",
    "壮志"
  ]
}