{
  "id": 27715,
  "star": 25,
  "name": "题桃花夫人庙",
  "dynasty": "唐代",
  "content": "细腰宫里露桃新，脉脉无言度几春。<br>至竟息亡缘底事，可怜金谷坠楼人。",
  "fanyi": "<p><strong>译文<br></strong>细腰宫里桃花绽放一派艳丽清新，心念故国默默无语度过多少冬春。<br>说到底息国灭亡究竟是因为何事？可怜金谷园殉情的绿珠这坠楼人！</p> <p><strong>注释<br></strong>①桃花夫人：即息夫人。息夫人姓妫（guī），春秋时陈侯之女，嫁给息国国君，称为息妫。楚文王喜欢息妫美貌，于是灭掉息国，强纳息妫为夫人。庙在黄陂县（今湖北省黄陂县）。<br>②细腰宫：指楚王宫。《后汉书》：“楚王爱细腰，宫中多饿死。”露：读lù。<br>③脉脉：读mò mò。无言：据《左传》载，息夫人被楚文王强纳夫人后.一直一言不发。<br>④至竟：究竟。息亡：息国灭亡。缘：因为。底事：什么事。<br>⑤金谷坠楼人：指绿珠。绿珠是西晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的爱妾，石崇住在金谷园（洛阳附近）中，生活豪侈，歌妓很多。当时赵王伦专政，赵王伦的亲信孙秀派人来向石崇要绿珠，石崇说：“绿珠是我所爱，不能送人。”孙秀生气，于是矫诏逮捕石崇。石崇被捕时，对绿珠说：“我现在为你得罪。”绿珠说：“我就死在你面前以报答你。”因自投楼下而死。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“细腰宫里露桃新，脉脉无言几度春。”这一联用<a href=\"http://so.gushiwen.org/view_27715.aspx\">诗</a>歌形象概括了息夫人的故事。这里没有叙述，事件是通过描绘的语言和具体意象表现的。它是根据“楚王好细腰，宫中多饿死”的传说翻造的，也就间接指刺了楚王的荒淫。这比直言楚宫自多一层含意。息夫人的不幸遭遇，根源也正系于楚王的荒淫，这里，叙事隐含造语之中。在这“楚王葬尽满城娇”的“细腰宫”内，桃花又开了。“桃生露井上”本属成言（《宋书·乐志》），而“露桃”却翻出新的意象，似暗喻“看花满眼泪”的桃花夫人的娇面。“无言”是事件中主要情节，古语又有“桃李无言”，这是另一层双关。“无言”加上“脉脉（含情）”，形象生动，表达出夫人的故国故君之思及失身的悲痛。而在无可告诉的深宫，可怜只有“无言”的桃花作她苦衷的见证了。两句中，桃花与桃花夫人，景与情，难解难分，水乳交融，意境优美，诗味隽永。</p> <p>　　诗人似乎要对息夫人一掬同情之泪了。及至第三句突然转折，由脉脉含情的描述转为冷冷一问时，读者才知道那不过是欲抑先扬罢了。“至竟（到底）息亡缘底事？”这一问是对息夫人内心创伤的深刻揭示，这一点在息夫人对楚王问中原有所表现，却一向未被人注意。</p> <p>　　末句从对面着墨，引出另一个女子来。那就是晋代豪富<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>家的乐妓绿珠。其事与息妫颇类，但绿珠对权势的反抗是那样刚烈，相形之下息夫人只见懦弱了。这里既无对绿珠的一字赞语，也无对息妫的一字贬词，只是深情一叹：“可怜金谷坠楼人！”然而褒贬俱在此中，令人觉得语意深远。此外，直接对一位古代软弱女子进行指斥也不免过苛之嫌，而诗人把指责转化为对于强者的颂美，不但使读者感情上容易接受，也使诗意升华到更高的境界。它意味着：软弱的受害者诚然可悯，还不及敢于以一死抗争者令人钦敬。</p> <p>　　因此，此诗对人所熟知的息夫人故事重作评价，见解可谓新疑独到，同时又“不显露讥刺”，形象生动，饶有唱叹之音，富于含蓄的诗美。揆之吴乔的两条标准，故宜称为咏史绝句的范作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_27715.aspx\">诗</a>大约作于会昌年间<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>任黄州刺史时。作者当时游桃花夫人（息夫人）庙有感，便写下了这首咏史诗。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "咏史",
    "讽喻"
  ]
}