{
  "id": 33524,
  "star": 6,
  "name": "馆娃宫怀古五绝",
  "dynasty": "唐代",
  "content": "绮閤飘香下太湖，乱兵侵晓上姑苏。 <br>越王大有堪羞处，只把西施赚得吴。 <br>郑妲无言下玉墀，夜来飞箭满罘罳。<br>越王定指高台笑，却见当时金镂楣。 <br>半夜娃宫作战场，血腥犹杂宴时香。 <br>西施不及烧残蜡，犹为君王泣数行。 <br>素袜虽遮未掩羞，越兵犹怕伍员头。 <br>吴王恨魄今如在，只合西施濑上游。 <br>响屟廊中金玉步，采蘋山上绮罗身。 <br>不知水葬今何处，溪月弯弯欲效颦。",
  "fanyi": "<h2>注释</h2> ⑴金镞（zú）：金属制的箭头。<br>⑵屟（xiè）廊：亦作“屧廊”，即响屧廊。春秋时吴宫廊名。屟是木板拖鞋。吴王夫差命人将廊下的土地凿成瓮形大坑，上面用厚木板覆盖辅平，让西施和宫女穿上木鞋在上面行走，铮铮有声，所以取名响屟。今苏州灵岩寺圆照塔前有一个小斜廊，就是其遗址。<br>⑶郑妲：一作“郑旦”，是历史上一位刚烈女子。她与西施一样，也是被越王勾践选中献给吴王夫差的美女之一。<br>⑷罘罳（fú sī ）：也作“罦罳”。古代一种设在门外的屏风；设在屋檐下防鸟雀来筑巢的金属网。<br>⑸伍员（yún）：即伍子胥。春秋末期楚国人，后为吴国大夫。",
  "shangxi": "<h2>鉴赏</h2> <p>　　七绝《馆娃宫怀古》共五首，又名《馆娃宫怀古五绝》。这五首思古寄慨之作，是<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>在苏州任职时，因寻找馆娃宫旧迹而作。组<a href=\"http://so.gushiwen.org/view_33524.aspx\">诗</a>咏怀古事以寄讽，以叙述和议论相结合，通过馆娃宫昔盛今颓的具体情形的对比，反映吴国的盛衰兴亡，籍此表达对世事沧桑、国事兴衰的慨叹。 </p> <p>　　组诗总体上是说昔日宫中的盛宴、美人、歌舞已经被硝烟弥漫所取代。诗人用歌舞升平的场面与战火纷飞的场景相对比，以史实为据，但使用翻案法，“出奇立异”，不落窠臼。王锡九《皮陆诗歌研究》认为，古代文人中的隐逸者，发思古之幽情，“亦是好以议论为诗者”（<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>《深雪偶谈》）。</p> <p>　　比如第三首说烧残的蜡烛还为吴王夫差的悲惨下场滴下几滴泪珠，西施反不如蜡烛，没有一点悲戚的表现。这是反其意而用之。</p> <p>　　这五首七绝以第一首最为著名。此诗首句“绮阁飘香下太湖”，完全从侧面着笔。它写馆娃宫，仅仅用一个“绮”字状“阁”，用一个“飘”字写“香”，这样，无须勾画服饰、相貌，一个罗縠轻扬、芳香四溢的袅娜倩影，便自在其中了。特别是“下”字很有分量。从“绮阁”里散溢出来的麝薰兰泽，由山上直飘下太湖，那位迷恋声色的吴王何沉浸其中，不能自拔，以至对越王的复仇行动，连做梦也没有料到，就不言而喻了。次句“乱兵侵晓上姑苏”，省去越王卧薪尝胆等过程，单写越兵夤夜乘虚潜入这一重要环节。“乱兵”，指吴人眼中原已臣服现又“犯上作乱”的越军。侵晓，即凌晨。吴王志满意得，全无戒备。越军出其不意进袭，直到爬上姑苏台，吴人方才发觉。一夜之间，吴国就灭亡了。这是令人震惊的历史教训。</p> <p>　　此诗前二句对起，揭示了吴越的不同表现：一个通宵享乐，一个摸黑行军；一边轻歌曼舞，一边短兵长戟，在鲜明对比中，蕴藏着对吴王夫差荒淫误国的不满。三、四句就勾践亡吴一事，批评勾践只送去一个美女，便赚来一个吴国，“大有堪羞”之处，这是很有意思的妙文。吴越兴亡的史实，诸如越王十年生聚，卧薪尝胆；吴王沉湎酒色，杀伍子胥，用太宰嚭，凡此种种，诗人不可能不知。吴越的兴亡当然不是由西施一个女子来决定的。但写诗忌直贵曲，如果三、四句把笔锋直接对准吴王，虽然痛快，未免落套；所以诗人故意运用指桑骂槐的曲笔。他的观点，不是游在字句的表面，要细味全篇的构思、语气，才会领会诗的义蕴。诗人有意造成错觉，明嘲勾践，暗刺夫差，使全诗荡漾着委婉含蓄的弦外之音，发人深思，给人以有余不尽的情味，从艺术效果说，要比直接指责高明得多了。 </p>",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "咏史怀古",
    "组诗"
  ]
}