{
  "id": 72293,
  "star": 198,
  "name": "送董邵南游河北序",
  "dynasty": "唐代",
  "content": "　　燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！</p> <p>　　夫以子之不遇时，苟慕义强仁者皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！</p> <p>　　吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” ",
  "fanyi": "<p><strong>译文</strong><br>　　燕赵一带自古就称说多有慷慨重义、悲壮高歌的豪杰之士。董生参加进士考试，接连几次未被主考官录取而不得志，怀抱着杰出的才能，心情忧郁地想去燕赵地区（谋职）。我料知他此去一定会有所遇合，（受到赏识）。董生努力吧！</p> <p>　　像你这样不走运，即使一般仰慕正义、力行仁道的人都会同情爱惜你的，更何况燕赵一带豪杰之士的仰慕仁义是出自他们的本性呢！然而我曾听说风俗是随着教化而改变的，我怎么能知道那里的风气跟古时说的有什么不同呢？姑且通过你这次的前往测定一下吧。董生努力吧！</p> <p>　　我因为你的这次前往而产生一些感想。请替我凭吊一下望诸君（乐毅）的墓，并且到那里的集市上去看看，还有像过去的屠狗者一类的埋没在草野的志士吗？替我向他们致意说：“有圣明的天子在上面当政，可以出来做官（为国家效力）了！”</p> <p><strong>注释<br></strong>1.燕、赵：借指的河北一带。<br>2.慷慨悲歌之士：用悲壮的歌声抒发内心悲愤的人，多指有抱负而不得施展的人。<br>3.有司：这里是指礼部主管考试的官。<br>4.利器：锐利的武器，这里比喻杰出的才能。<br>5.郁郁适兹土：忧郁地到那个地方去。意思是董生想去燕赵地区谋职。适，到……去。兹，这。兹土，指燕赵之地，当时受地方割据势力统治。<br>6.有合：有所遇合，指受到赏识和重用。<br>7.夫以子之不遇时：像你这样不走运的人。<br>8.慕义强（qiǎng)仁者：仰慕正义、力行仁道的人。<br>9.矧（shěn)：何况。<br>10.出乎其性：（仰慕正义）来自他们的本性。这句意思是，燕赵之士由于有这样的本性而更加同情董生。<br>11.风俗与化移易：风俗随着教化而改变。与，跟随。易，改变。<br>12.吾恶（wū)知其今不异于古所云邪：我怎么能知道那里的风气跟古时说得有什么不同呢？恶，怎么。<br>13.聊以吾子之行卜之也：姑且凭你这次的前往测定一下吧。聊：姑且。卜：测验、判断。<br>14.望诸君：即战国时燕国名将乐毅，后因政治失意，离燕至赵，赵封他为望诸君。望诸，古泽名，在河南东北部，又称“孟诸”。<br>15.屠狗者：凡指高渐离一类埋没在草野的志士。高渐离，荆轲的朋友，他的职业是屠狗。荆轲死后，他也曾行刺秦始皇，失败后被杀。据《史记.刺客列传》记载，战国时燕国有以屠狗为业的义士，这里泛指隐于市廛暂不得志的侠义之士。<br>16.谢：告诉。<br>17.出而仕：出来做官。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从文章的题目看，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《送董邵南游河北序》应是为送董邵南游河北作的送别赠序，但细思之，又有不同情味。</p> <p>　　其一，当时的河北是藩镇割据的地方，韩愈坚决主张削藩平镇，实现唐王朝的统一。因而在他看来，若有人跑到河北去投靠藩镇，那就是“从贼”，必须鸣鼓而攻之。</p> <p>　　其二，韩愈为了实现唐王朝的统一，很希望朝廷能够招揽人才，但在这一点上朝廷使他大失所望。所以他在许多<a href=\"http://so.gushiwen.org/view_72293.aspx\">诗</a>文中，都替自己与他人抒发过怀才不遇的感慨。他有一篇《嗟哉董生行》的诗，也是为董邵南写的，诗中小序有这样的语句：“县人董生邵南隐居行义于其中，刺史不能荐，天子不闻名声，爵禄不及门。”全诗在赞扬董生“隐居行义”的同时，也对“刺史不能荐”表示遗憾。这位董生隐居了一段时间，大约不安于“天子不闻名声，爵禄不及门”的现状，终于主动出山了，选择了去河北投靠藩镇。对于董生的“郁郁不得志”，韩愈自然是抱有一定的同情的。</p> <p>　　在董生临行之前，韩愈要送一篇序文给他。但这样的序文是很难措辞的。赞成他去吗？固然如此，因对他有一定的同情，但若赞成，则违背了韩愈自己的政治主张；阻止他去吗？说明那是“从贼”，那就是变成了“留行”，而不是送别，也不合“赠序”的要求，更何况对于“怀抱利器”的董生去求发展（藩镇名义上还是唐王朝的一部分）提出反对意见，毕竟是说不通的，作者毕竟对董生怀有一定的同情。由此看来，这篇“赠序”实在是难以下笔了。</p> <p>　　但韩愈毕竟是文章大家，倡导“惟陈言之务去”的他，写文章常常因难见巧，以巧取胜。这篇赠序的构思、用语就颇为精巧。</p> <p>　　文章一上来就先赞美河北“多感慨悲歌之士”；接着即叙述董生“怀抱利器”而“不得志于有司”，因而要到河北去，“吾知其必有合也”，这很有点为董生预贺的味道。再加上一句：“董生勉乎哉！”仿佛是说：你就要找到出路了，努力争取吧！除此外，作者还深入一层：像你这样怀才不遇的人，只要是“慕义强仁”的人都会爱惜的，何况那些“仁义出乎其性”的“燕赵之士”呢？又将河北赞美一通，为董生贺。意思仿佛是：你的出路的确找对了！</p> <p>　　这其实都是些反话，所谓的“心否而词唯”。</p> <p>　　作者在赞美河北时有意识地埋伏了一个“古”字。为什么这样说呢？因为作者特意在“古”字后面用了一个“称”，使“古”隐藏其中，不那么引人注目。“古称”云云，即历史上如何如何。历史上说，“燕赵多感慨悲歌之士”，那呢？还是那样，或许已不是那样了。后文用一个“然”突转，将笔锋从“古称”移向现实，现实怎样，不言而喻了。由此可见，文章写“古”正是为了衬“今”，为下文写“今”蓄势。</p> <p>　　如今之燕赵是不是还多“感慨悲歌之士”呢？在作者心中，这个答案当然是否定的。但作者并不立刻否定，也不明确否定，而是提了一个原则：“风俗与化移易”。既然是“风俗与化移易”，那言外之意不言自明。既然河北已被“反叛朝廷”的藩镇“化”了好多年，其风俗怎么能不变呢？既然变了，那也就不再多“感慨悲歌之士”了，那么你董生到那里去，就不能“有合”。</p> <p>　　当时的藩镇为了壮大自己的势力，“竞引豪杰为谋主”。董生到河北去，“合”的可能性是很大的，他将会受到藩镇的重用。果如此，岂不证明了“今”之燕赵“不异于古所云”了吗？但是作者是早有埋伏的。他说“燕赵古称多感慨悲歌之士”，又说“感慨悲歌”的“燕赵之士”“仁义出乎其性”。预言董生与“仁义出乎其性”的人“必有合”，这是褒奖董生的话，但也是作者埋下的伏笔：如果你能同如今的“风俗与化移易”的藩镇们相合，那只能证明你已经丧失了“仁义”。前面的“扬”是为了后面的“抑”。“吾恶知其今不异于古所云邪，聊以吾子之行卜之也”的“邪”和“卜”，与其说是卜燕赵，毋宁说是卜董生此行的正确与错误，使语气婉转，又暗含警戒之意。“董生勉乎哉！”此处当为“好自为之”讲，勉其不可“从贼”也。</p> <p>　　最后一段，作者借原燕国大将乐毅被迫逃到赵国去的故事，来暗示董生。“为我吊望诸君之墓”，是提醒董生应妥善处理他和唐王朝的关系。还进一步照应前面的“古”字，委托他到燕市上去看看还有没有高渐离那样的“屠狗者”；如果有的话，就劝其入朝廷效忠。连河北的“屠狗者”都要劝他入朝，则对董生投奔河北依附藩镇之举所抱态度也就不言而喻了。</p> <p>　　文章表面上一直是送董生游河北。开头就预言前去“必有合”，是送他去；第二段虽怀疑燕赵的风俗可能变了，但要“以吾子之行卜之”，还是要送他去；结尾托他去吊望诸君之墓、劝谕燕赵之士归顺朝廷，仍然是送他去。总之，的确是一篇送行的文章，但送之正是为了留之，微情妙旨，全寄于笔墨之外。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>为送董邵南游河北作的送别赠序。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "初中文言文",
    "送别",
    "赠序"
  ]
}