{
  "id": 8750,
  "star": 30,
  "name": "送杨氏女",
  "dynasty": "唐代",
  "content": "永日方戚戚，出行复悠悠。<br>女子今有行，大江溯轻舟。<br>尔辈苦无恃，抚念益慈柔。<br>幼为长所育，两别泣不休。<br>对此结中肠，义往难复留。<br>自小阙内训，事姑贻我忧。<br>赖兹托令门，任恤庶无尤。<br>贫俭诚所尚，资从岂待周。<br>孝恭遵妇道，容止顺其猷。<br>别离在今晨，见尔当何秋。<br>居闲始自遣，临感忽难收。<br>归来视幼女，零泪缘缨流。",
  "fanyi": "<p><strong>译文</strong><br>我整日忧郁而悲悲戚戚，女儿就要出嫁遥远地方。<br>今天她要远行去做新娘，乘坐轻舟沿江逆流而上。<br>你姐妹自幼尝尽失母苦，念此我就加倍慈柔抚养。<br>妹妹从小全靠姐姐养育，今日两人作别泪泣成行。<br>面对此情景我内心郁结，女大当嫁你也难得再留。<br>你自小缺少慈母的教训，侍奉婆婆的事令我担忧。<br>幸好依仗你夫家好门第，信任怜恤不挑剔你过失。<br>安贫乐俭是我一贯崇尚，嫁妆岂能做到周全丰厚。<br>望你孝敬长辈遵守妇道，仪容举止都要符合潮流。<br>今晨我们父女就要离别，再见到你不知什么时候。<br>闲居时忧伤能自我排遣，临别感伤情绪一发难收。<br>回到家中看到孤单小女，悲哀泪水沿着帽带滚流。</p> <p><strong>注释</strong><br>⑴杨氏女：指女儿嫁给杨姓的人家。<br>⑵永日：整天。戚戚：悲伤忧愁。<br>⑶行：出嫁。悠悠：遥远。<br>⑷溯：逆流而上。<br>⑸尔辈：你们，指两个女儿。无恃：指幼时无母。<br>⑹幼为长所育：此句下有注：“幼女为杨氏所抚育。”指小女是姐姐抚育大的。<br>⑺结中肠：心中哀伤之情郁结。<br>⑻义往：指女大出嫁，理应前往夫家。<br>⑼自小阙内训：此句下有注：“言早无恃。”阙：通“缺”。内训：母亲的训导。<br>⑽事姑：侍奉婆婆。贻：带来。　<br>⑾令门：好的人家，或是对其夫家的尊称。这里指女儿的夫家。<br>⑿任恤：信任体恤。庶：希望。尤：过失。<br>⒀尚：崇尚。<br>⒁资从：指嫁妆。待：一作“在”。周：周全，完备。<br>⒂容止：这里是一举一动的意思。猷：规矩礼节。<br>⒃尔：你，指大女儿。当何秋：当在何年。<br>⒄居闲：闲暇时日。自遣：自我排遣。<br>⒅临感：临别感伤。<br>⒆零泪：落泪。缘：通“沿”。缨：帽的带子，系在下巴下。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8750.aspx\">诗</a>人的大女儿要出嫁，他的心情异常复杂，遂写了此诗。此诗是父女情的白描，是真性情的流露，令人读来感伤不已。</p> <p>　　女儿即将远行，父亲心有不舍，却情难敌义。开头点明女儿将出嫁之事：女儿要嫁往夫家路途很遥远。念及女儿幼年丧母，自己一身兼父母之慈爱，当此离别之际，心中甚为不忍。然而女大当嫁是天经地义的事。诗人忍痛告诫女儿到了夫家，要遵从礼仪孝道，要勤俭持家，这是对女儿的一片殷殷期望。</p> <p>　　这是一首送女出嫁的好诗。送女出行，万千叮咛；怜其无恃，反复诫训。诗人早年丧妻，因为对亡妻的思念，对幼女自然更加怜爱。在长女出嫁之时，自然临别而生感伤之情。诗中说幼女与长女“两别泣不休”，其实父女之间也是如此。作者没有多写自己的直观感受，而是把更多的笔墨用于谆谆教导和万般叮咛：“自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。”强忍住泪水说完这些，送走女儿才发现自己还是控制不了自己，只能与幼女相对而泣。一个情感复杂、无可奈何的慈父形象由此跃然纸上。</p> <p>　　全诗情真语挚，至性至诚。慈父之爱，骨肉深情，令人感动。“贫俭诚所尚，资从岂待周”两句，可作为嫁妆的千秋典范。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_8750.aspx\">诗</a>人早年丧妻，留下两小女相依为命，父女感情颇为深厚。此时大女儿要嫁的夫家路途遥远，当此离别之际，心中自然无限感伤。然而女儿出嫁是天经地义的事，在临行前，诗人万千叮咛，谆谆告诫：要遵从礼仪、孝道，要勤俭持家。其殷殷之情，溢于言表。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "送别",
    "感伤"
  ]
}