{
  "id": 113,
  "star": 81,
  "name": "蟋蟀",
  "dynasty": "先秦",
  "content": "蟋蟀在堂，岁聿其莫。今我不乐，日月其除。无已大康，职思其居。好乐无荒，良士瞿瞿。<br>蟋蟀在堂，岁聿其逝。今我不乐，日月其迈。无已大康，职思其外。好乐无荒，良士蹶蹶。<br>蟋蟀在堂，役车其休。今我不乐，日月其慆。无以大康。职思其忧。好乐无荒，良士休休。",
  "fanyi": "<p><strong>译文<br></strong>天寒蟋蟀进堂屋，一年匆匆临岁暮。今不及时去寻乐，日月如梭留不住。行乐不可太过度，本职事情莫耽误。正业不废又娱乐，贤良之士多警悟。<br>天寒蟋蟀进堂屋，一年匆匆临岁暮。今不及时去寻乐，日月如梭停不住。行乐不可太过度，分外之事也不误。正业不废又娱乐，贤良之士敏事务。<br>天寒蟋蟀进堂屋，行役车辆也息休。今不及时去寻乐，日月如梭不停留。行乐不可太过度，还有国事让人忧。正业不废又娱乐，贤良之士乐悠悠。</p> <p><strong>注释<br></strong>⑴聿（yù）：作语助。莫：古“暮”字。<br>⑵除：过去。<br>⑶无：勿。已：甚。大（tài）康：过于享乐。<br>⑷职：相当于口语“得”。居：处，指所处职位。<br>⑸瞿（jù）瞿：警惕瞻顾貌；一说敛也。<br>⑹逝：去。<br>⑺迈：义同“逝”，去，流逝。<br>⑻外：本职之外的事。<br>⑼蹶（jué）蹶：勤奋状。<br>⑽役车：服役出差的车子。<br>⑾慆（tāo）：逝去。<br>⑿休休：安闲自得，乐而有节貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　就<a href=\"http://so.gushiwen.org/view_113.aspx\">诗</a>论诗，此篇劝人勤勉的意思非常明显。此篇三章意思相同，头两句感物伤时。诗人从蟋蟀由野外迁至屋内，天气渐渐寒凉，想到“时节忽复易”，这一年已到了岁暮。古人常用候虫对气候变化的反应来表示时序更易，《诗经·豳风·七月》写道：“七月在野，八月在宇，九月在户，十月蟋蟀入我床下。”“九月在户”与此诗“蟋蟀在堂”说的当是同一时间。《七月》用夏历，此诗则是用周历，夏历的九月为周历十一月。此篇诗人正有感于十一月蟋蟀入室而叹惋“岁聿其莫”。首句丰坊《诗说》以为“兴”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》定为“赋”，理解角度不同，实际各有道理。作为“兴”看，与《诗经》中一些含有“比”的“兴”不同，它与下文没有直接的意义联系，但在深层情感上却是密不可分的，即起情作用。所以从“直陈其事”说则是“赋”。从触发情感说则是“兴”。诗的三、四句是直接导入述怀：诗人由“岁莫”引起对时光流逝的感慨，他宣称要抓紧时机好好行乐，不然便是浪费了光阴。其实这不过是欲进故退，着一虚笔罢了，后四句即针对三、四句而发。三章诗五、六句合起来意思是说：不要过分地追求享乐，应当好好想想自己承当的工作，对分外事务也不能漠不关心，尤其是不可只顾眼前，还要想到今后可能出现的忧患。可见“思”字是全诗的主眼，“三戒”意味深长。这反覆的叮嘱，包含着诗人宝贵的人生经验，是自儆也是儆人。最后两句三章联系起来是说：喜欢玩乐，可不要荒废事业，要像贤士那样，时刻提醒自己，做到勤奋向上。后四句虽是说教，却很有分寸，诗人肯定“好乐”，但要求节制在限度内，即“好乐无荒”。这一告诫，至今仍有意义。</p> <p>　　此诗作者，有人根据“役车其休”一句遂断为农民，其实是误解，诗人并非说自己“役车其休”，只是借所见物起情而已，因“役车休息，是农工毕无事也”（孔颖达《毛诗正义》），故借以表示时序移易，同“岁聿其莫”意思一样。此诗作者身份难具体确定，姚际恒说：“观诗中‘良士’二字，既非君上，亦不必尽是细民，乃士大夫之诗也。”（《诗经通论》）可备一说。</p> <p>　　全诗是有感脱口而出，直吐心曲，坦率真挚，以重章反覆抒发，语言自然中节，不加修饰。押韵与《诗经》多数篇目不同，采用一章中两韵交错，各章一、五、七句同韵；二、四、六、八句同韵，后者是规则的间句韵。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首岁末述怀<a href=\"http://so.gushiwen.org/view_113.aspx\">诗</a>。《毛诗序》说：“《蟋蟀》，刺晋僖公也。俭不中礼，故作是诗以闵（悯）之，欲其及时以礼自虞（娱）乐也。此晋也，而谓之唐，本其风俗，忧深思远，俭而用礼，乃有尧之遗风焉。”南宋王质对《毛诗序》说进行了反驳，其《诗总闻》指出“此大夫之相警戒者也”，而“警戒”的内容则是“为乐无害，而不已则过甚。勿至太康，常思其职所主；勿至于荒，常有良士之态，然后为善也”。蒋立甫《诗经选注》受王质说启发，定此篇为“劝人勤勉的诗”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "励志"
  ]
}