{
  "id": 10370,
  "star": 307,
  "name": "奉赠韦左丞丈二十二韵",
  "dynasty": "唐代",
  "content": "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。<br>甫昔少年日，早充观国宾。读书破万卷，下笔如有神。<br>赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。<br>自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。<br>此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。<br>朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。<br>主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。<br>甚愧丈人厚，甚知丈人真。每于百僚上，猥颂佳句新。<br>窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。<br>今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。<br>常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？",
  "fanyi": "<p><strong>译文</strong><br>富家的子弟不会饿死，清寒的读书人大多贻误自身。<br>韦大人你可以静静地细听，我把自己的往事向你直陈。<br>我在少年时候，早就充当参观王都的来宾。<br>先后读熟万卷书籍，写起文章，下笔敏捷好像有神。<br>我的辞赋能与<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>匹敌，我的<a href=\"http://so.gushiwen.org/view_10370.aspx\">诗</a>篇可跟<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>相近。<br><a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>寻求机会要和我见面，<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>愿意与我结为近邻。<br>自以为是一个超异突出的人，一定很快地身居要津。<br>辅助君王使他在尧舜之上，要使社会风尚变得敦厚朴淳。<br>平生的抱负全部落空，忧愁歌吟，决不是想优游退隐。<br>骑驴行走了十三年，寄食长安度过不少的新春。<br>早上敲过豪富的门，晚上追随肥马沾满灰尘。<br>吃过别人的残汤剩饭，处处使人暗中感到艰辛。<br>不久被皇帝征召，忽然感到大志可得到展伸。<br>但自己像飞鸟折翅天空坠落，又像鲤鱼不能跃过龙门。<br>我很惭愧，你对我情意宽厚，我深知你待我一片情真。<br>把我的诗篇举荐给百官们，朗诵着佳句，夸奖格调清新。<br>想效法贡禹让别人提拔自己，却又难忍受像原宪一样的清贫。<br>我怎能这样使内心烦闷忧愤，老是且进且退地厮混。<br>我要向东奔入大海，即将离开古老的西秦。<br>我留恋巍峨的终南山，还要回首仰望清澈的渭水之滨。<br>想报答你的“一饭之恩”，想辞别关心我的许多大臣。<br>让我像白鸥出现在浩荡的烟波间，飘浮万里有谁能把我纵擒？ </p><p><strong>注释</strong><br>⑴纨绔：指富贵子弟。不饿死：不学无术却无饥饿之忧。儒冠多误身：满腹经纶的儒生却穷困潦倒。这句是全诗的纲要。《潜溪诗眼》云：“此一篇立意也。”<br>⑵丈人：对长辈的尊称。这里指韦济。贱子：年少位卑者自谓。这里是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称。请，意谓请允许我。具陈：细说。<br>⑶“甫昔”两句，是指公元735年（开元二十三年）杜甫以乡贡（由州县选出）的资格在洛阳参加进士考试的事。杜甫当时才二十四岁，就已是“观国之光”（参观王都）的国宾了，故白“早充”。“观国宾”语出《周易·观卦·象辞》：“观国之光尚宾也”。<br>⑷破万卷：形容书读得多。如有神：形容才思敏捷，写作如有神助。<br>⑸扬雄：字子云，西汉辞赋家。料：差不多。敌：匹敌。子建：曹植的字，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>之子，建安时期著名文学家。看：比拟。亲：接近。<br>⑹李邕：唐代文豪、书法家，曾任北海郡太守。杜甫少年在洛阳时，李邕奇其才，曾主动去结识他。王翰：当时著名诗人，《凉州词》的作者。<br>⑺挺出：杰出。立登要路津：很快就要得到重要的职位。<br>⑻尧舜：传说中上古的圣君。这两句说，如果自己得到重用的话，可以辅佐皇帝实现超过尧舜的业迹，使已经败坏的社会风俗再恢复到上古那样淳朴敦厚。这是当时一般儒者的最高政治理想。<br>⑼“此意”两句是说，想不到我的政治抱负竟然落空。我虽然也写些诗歌，但却不是逃避现实的隐士。<br>⑽骑驴：与乘马的达官贵人对比。十三载：从公元735年（开元二十三年）杜甫参加进士考试，到公元747年（天宝六载），恰好十三载。旅食：寄食。京华：京师，指长安。<br>⑾主上：指唐玄宗。顷：不久前。见征：被征召。歘然：忽然。欲求伸：希望表现自己的才能，实现致君尧舜的志愿。<br>⑿青冥却垂翅：飞鸟折翅从天空坠落。蹭蹬：行进困难的样子。无纵鳞：本指鱼不能纵身远游。这里是说理想不得实现，以上四句所指事实是：公元747年（天宝六载），唐玄宗下诏征求有一技之长的人赴京应试，杜甫也参加了。宰相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>嫉贤妒能，把全部应试的人都落选，还上表称贺：“野无遗贤”。这对当时急欲施展抱负的杜甫是一个沉重的打击。<br>⒀“每于”两句是说，承蒙您经常在百官面前吟诵我新诗中的佳句，极力加以奖掖推荐。<br>⒁贡公：西汉人贡禹。他与王吉为友，闻吉显贵，高兴得弹冠相庆，因为知道自己也将出头。杜甫说自己也曾自比贡禹，并期待韦济能荐拔自己。难甘：难以甘心忍受。原宪；孔子的学生，以贫穷出名。<br>⒂怏怏：气愤不平。踆踆：且进且退的样子。<br>⒃东入海：指避世隐居。孔子曾言：“道不行，乘桴浮于海。”（《论语》）去秦：离开长安。<br>⒄报一饭：报答一饭之恩。春秋时灵辄报答赵宣子（见《左传·宣公二年》），汉代韩信报答漂母（见《史记·淮阴侯列传》），都是历史上有名的报恩故事。辞大臣：指辞别韦济。这两句说明赠诗之故。<br>⒅白鸥：诗人自比。没浩荡：投身于浩荡的烟波之间。谁能驯：谁还能拘束我呢？</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>困守长安十年时期所写下的求人援引的<a href=\"http://so.gushiwen.org/view_10370.aspx\">诗</a>篇中，要数这一首是最好的了。这类社交性的诗，带有明显的急功求利的企图。常人写来，不是曲意讨好对方，就是有意贬低自己，容易露出阿谀奉承、俯首乞怜的寒酸相。杜甫在这首诗中却能做到不卑不亢，直抒胸臆，吐出长期郁积下来的对封建统治者压制人材的悲愤不平。这是他超出常人之处。</p> <p>　　诗人主要运用了对比和顿挫曲折的表现手法，将胸中郁结的情思，抒写得如泣如诉，真切动人。这首诗应该说是体现杜诗“沉郁顿挫”风格的最早的一篇。</p> <p>　　诗中对比有两种情况，一是以他人和自己对比；一是以自己的今昔对比。先说以他人和自己对比。开端的“纨袴不饿死，儒冠多误身”，把诗人强烈的不平之鸣，像江河决口那样突然喷发出来，真有劈空而起，锐不可当之势。在诗人所处的时代，那些纨袴子弟，不学无术，一个个过着脑满肠肥、趾高气扬的生活；他们精神空虚，本是世上多余的人，偏又不会饿死。而像杜甫那样正直的读书人，却大多空怀壮志，一直挣扎在饿死的边缘，眼看误尽了事业和前程。这两句诗，开门见山，鲜明揭示了全篇的主旨，有力地概括了封建社会贤愚倒置的黑暗现实。</p> <p>　　从全诗描述的重点来看，写“纨袴”的“不饿死”，主要是为了对比突出“儒冠”的“多误身”，轻写别人是为了重写自己。所以接下去诗人对韦济坦露胸怀时，便撇开“纨袴”，紧紧抓住自己在追求“儒冠”事业中今昔截然不同的苦乐变化，再一次运用对比，以浓彩重墨抒写了自己少年得意蒙荣、眼下误身受辱的无穷感慨。这第二个对比，诗人足足用了二十四句，真是大起大落，淋漓尽致。从“甫昔少年日”到“再使风俗淳”十二句，是写得意蒙荣。诗人用铺叙追忆的手法，介绍了自己早年出众的才学和远大的抱负。少年杜甫很早就在洛阳一带见过大世面。他博学精深，下笔有神。作赋自认可与<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>匹敌，咏诗眼看就与<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>相亲。头角乍露，就博得当代文坛领袖<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、诗人<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>的赏识。凭着这样卓越挺秀的才华，他天真地认为求个功名，登上仕途，还不是易如反掌。到那时就可实现梦寐以求的“致君尧舜上，再使风俗淳”的政治理想了。诗人信笔写来，高视阔步，意气风发，大有踌躇满志、睥睨一切的气概。写这一些，当然也是为了让韦济了解自己的为人，但更重要的还是要突出自己眼下的误身受辱。从“此意竟萧条”到“蹭蹬无纵鳞”，又用十二句写误身受辱，与前面的十二句形成强烈的对比。现实是残酷的，“要路津”早已被“纨袴”占尽，主观愿望和客观实际的矛盾无情地嘲弄着诗人。诗中写了诗人在繁华京城的旅客生涯：多少年来，诗人经常骑着一条瘦驴，奔波颠踬在闹市的大街小巷。早上敲打豪富人家的大门，受尽纨袴子弟的白眼；晚上尾随着贵人肥马扬起的尘土郁郁归来。成年累月就在权贵们的残杯冷炙中讨生活。不久前诗人又参加了朝廷主持的一次特试，谁料这场考试竟是奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>策划的一个忌才的大骗局，在“野无遗贤”的遁辞下，诗人和其他应试的士子全都落选了。这对诗人是一个沉重的打击，就像刚飞向蓝天的大鹏又垂下了双翅，也像遨游于远洋的鲸鲵一下子又失去了自由。诗人的误身受辱、痛苦不幸也就达到了顶点。</p> <p>　　这一大段的对比描写，迤逦展开，犹如一个人步步登高，开始确是满目春光，心花怒放，那曾想会从顶峰失足，如高山坠石，一落千丈，从而使后半篇完全笼罩在一片悲愤怅惘的氛围中。诗人越是把自己的少年得意写得红火热闹，越能衬托出眼前儒冠误身的悲凉凄惨，这大概是诗人要着力运用对比的苦心所在。</p> <p>　　从“甚愧丈人厚”到诗的终篇，写诗人对韦济的感激、期望落空、决心离去而又恋恋不舍的矛盾复杂心情。这样丰富错杂的思想内容，必然要求诗人另外采用顿挫曲折的笔法来表现，才能收到“其入人也深”的艺术效果。在坎坷的人生道路上，诗人再也不能忍受像孔子学生原宪那样的贫困了。他为韦济当上了尚书左丞而暗自高兴，就像汉代贡禹听到好友王吉升了官而弹冠相庆。诗人十分希望韦济能对自己有更实际的帮助，但现实已经证明这样的希望是不可能实现了。诗人只能强制自己不要那样愤愤不平，快要离去了却仍不免在那里顾瞻俳徊。辞阙远游，退隐江海之上，这在诗人是不甘心的，也是不得已的。他对自己曾寄以希望的帝京，对曾有“一饭之恩”的韦济，是那样恋恋不舍，难以忘怀。但是，又没有办法。最后只能毅然引退，像白鸥那样飘飘远逝在万里波涛之间。这一段，诗人写自己由盼转愤、欲去不忍、一步三回头的矛盾心理，真是曲折尽情，丝丝入扣，和前面动人的对比相结合，充分体现出杜诗“思深意曲，极鸣悲慨”（方东树《昭昧詹言》）的艺术特色。</p> <p>　　“白鸥没浩荡，万里谁能驯！”从结构安排上看，这个结尾是从百转千回中逼出来的，宛若奇峰突起，末势愈壮。它将诗人高洁的情操、宽广的胸怀、刚强的性格，表现得辞气喷薄，跃然纸上。正如浦起龙指出的“一结高绝”（见《读杜心解》）。董养性也说：“篇中……词气磊落，傲睨宇宙，可见公虽困踬之中，英锋俊彩，未尝少挫也。”（转引自仇兆鳌《杜诗详注》）吟咏这样的曲终高奏，诗人青年时期的英气豪情，会重新在读者心头激荡。诗人经受着尘世的磨炼，没有向封建社会严酷的不合理现实屈服，显示出一种碧海展翅的冲击力，从而把全诗的思想性升华到一个新的高度。</p> <p>　　此诗通篇直抒胸臆，语句颇多排比，语意纵横转折，感愤悲壮之气溢于字里行间。全诗不仅成功地运用了对比和顿挫曲折的笔法，而且语言质朴中见锤炼，含蕴深广。如“残杯与冷炙，到处潜悲辛”，道尽了世态炎凉和诗人精神上的创伤。一个“潜”字，表现悲辛的无所不在，可谓悲沁骨髓，比用一个寻常的“是”或“有”字，就精细生动得多倍。句式上的特点是骈散结合，以散为主，因此既有整齐对衬之美，又有纵横飞动之妙。所以这一切，都足证诗人功力的深厚，也预示着诗人更趋成熟的长篇巨制，随着时代的剧变和生活的充实，必将辉耀于中古的诗坛。 </p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10370.aspx\">诗</a>作于公元748年（唐玄宗天宝七载），时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>37岁，居长安。韦左丞指韦济，时任尚书省左丞。他很赏识杜甫的诗，并曾表示过关怀。公元747年（天宝六载），唐玄宗下诏天下有一技之长的人入京赴试，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>命尚书省试，对所有应试之人统统不予录取，并上贺朝廷演出一场野无遗贤的闹剧。杜甫这时应试落第，困守长安，心情落寞，想离京出游，于是就写了这首诗向韦济告别。诗中陈述了自己的才能和抱负，倾吐了仕途失意、生活潦倒的苦况，于现实之黑暗亦有所抨击。</p> <p>　　公元748年，韦济任尚书左丞前后，杜甫曾赠过他两首诗，希望得到他的提拔。韦济虽然很赏识杜甫的诗才，却没能给以实际的帮助，因此杜甫又写了这首“二十二韵”，表示如果实在找不到出路，就决心要离开长安，退隐江海。杜甫自二十四岁在洛阳应进士试落选，到写诗的时候已有十三年了。特别是到长安寻求功名也已三年，结果却是处处碰壁，素志难伸。青年时期的豪情，早已化为一腔牢骚愤激，不得已在韦济面前发泄出来。</p> <p>　　今存最早的杜集（如宋王洙本、九家注本、黄鹤补注本等）版本都把此诗置于第一首。虽然现在文学史家都认为这并非杜甫最早的作品，但却公认这是杜甫最早、最明确地自叙生平和理想的重要作品。 </p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "社交",
    "读书",
    "壮志"
  ]
}