{
  "id": 62373,
  "star": 9,
  "name": "惜黄花慢·送客吴皋",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">次吴江，小泊，夜饮僧窗惜别。邦人赵簿携小妓侑尊。连歌数阕，皆清真词。酒尽已四鼓。赋此词饯尹梅津。</span></p> <p>送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨永迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰、沈郎旧日，曾系兰桡。仙人凤咽琼箫，怅断魂送远，《九辩》难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁一叶寒涛。梦翠翘，怨鸿料过南谯。",
  "fanyi": "<p><strong>译文</strong><br>我来到吴江之滨送客远行。正是初霜降落的时候，夜里透出阵阵寒冷，片片枫叶飘落在吴江长桥边。举目望天没有尽头，背后的城郭却越来越朦胧。送别的长亭景色暗淡，无尽的遗恨像碧水东流。岸边的荷叶已经枯萎，荷花也开始凋零。暮霭像片片愁云，笼罩在残柳枝头。思念腰肢消瘦的沈郎，过去也曾在此小泊，在江边系过兰木船舟。<br>饯别酒宴上，小歌女歌声美妙，好似弄玉吹箫作凤鸣一般。怎奈友人渐行渐远，纵然是<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《九辩》，也无法解开这令人魂断的离情。歌女微醉顾盼间亦是情意流连，像是理解我们的心情，在小窗前频剪烛花，歌声里满含离愁别恨直飞九霄云外。悲愁伤别之情不知随客而去，只有衰败的红叶，在寒涛中追随着一叶小舟。梦幻中忽见鬓插翠翘的远方情人，料想那传递怨情的鸿雁已飞过了南楼。</p> <p><strong>注释<br></strong>1.惜黄花慢：词牌名，此调有仄韵、平韵两体，仄韵者见《逃禅词》，平韵者见《梦窗词》。与《惜黄花令》词不同。[4] <br>2.次：旅行所居止之处所或途中暂时停留住宿。<br>3.僧窗：僧寺的窗户。<br>4.邦人：乡里之人；同乡。<br>5.赵簿：姓赵的主簿。主簿，州县内的属吏。<br>6.侑（yòu）尊：劝酒。<br>7.清真词：词集。北宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>（号清真居士）作。南宋淳熙溧水刊本，二卷，补遗一卷。有晋阳强焕序，收词一百八十二首。又，南宋陈元龙曾为周词作注，刘肃题名为《片玉集》，十卷，收词一百二十七首。<br>8.尹梅津：名焕，字惟晓，山阴人。嘉定十年（1217年）进士。作者好友，曾为《梦窗词》作序，备极赞誉。<br>9.吴皋（gāo）：吴江边。皋，水边的高地。<br>10.试霜：霜初降如试。<br>11.离亭：古代建于离城稍远的道旁供人歇息的亭子。古人往往于此送别。<br>12.红衣：指荷花。<br>13.瘦腰：指消瘦。<br>14.沈郎：指南朝著名文士<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>。<br>15.兰桡（ráo）：小舟的美称。桡，船桨。此处指船。<br>16.琼箫：玉箫。<br>17.九辩：夏代乐名。《楚辞·离骚》：“ 启 《九辩》与《九歌》兮， 夏康娱以自纵。” 王逸注：“《九辩》、《九歌》， 禹乐也。言禹平治水土，以有天下……故九州之物，皆可辩数。”<br>18.留盼：顾念；留意观看。<br>19.歌云：指动听的歌声。<br>20.翠翘：女子头饰。此处指作者所思之妇。<br>21.南谯（qiào）：南鼓楼。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首吟咏友人与其所恋者分别的词，就全词而论，由于是咏他人别情，真情实感不多。但此词用字却很精妙，诚如万树所言：“梦窗七宝楼台，拆下不成片段；然其用字准确处，严、确、可爱。”</p> <p>　　“送客吴皋。正试霜夜冷，枫落长桥”。开篇明旨，点明“送客”：“长桥”，即吴江垂虹桥。“试霜”、“枫落”，点出时间是霜夜枫落的秋天。并借以表达送别时的凄清景色。“望天不尽；背城渐杳；离亭黯黯，恨水迢迢。”四句以对偶形式出现，浓墨刻画，水行相送，伤离惜别的情景。客船面向无有尽头的水天而去，向后一望，离城却越来越远。主客离别之处已隐约可见，意味着分袂在即。而一水迢迢，充满离恨，也象水天远去无尽。“翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰，沈郎旧日，曾系兰桡。”写水中、岸上所见影物，进一步描绘离情。“翠叶凋零，花老香消，情兼比兴。“残柳”是岸上之物，它枝叶黄落，愁烟笼罩，也好像在替人惜别。睹凋荷而伤年华，见残柳而添离恨，迟幕之嗟，离别之恨，于此交融，令人难以为怀。“念瘦腰”三句，是从“残柳”生发，感旧伤今，互相映衬，愈增离思。“沈郎”，用其瘦腰事以自喻。过去也曾小泊江边，傍柳系舟，但心情不同，以昔乐衬今苦，使离别黯然消魂之情状愈加突出。</p> <p>　　上片以浓墨重彩刻画了秋日的惨淡景致，衬托出送客的悲愁，深得情景交融之妙。亦为下片写惜别奠定了基调。饯别席上，当地有一个姓赵的主簿命小妓唱清真词侑尊，其中可能有别的词。换头“仙人凤咽琼箫，怅断魂送远，《九辩》难招。”三句，用箫史、弄玉吹箫，其后夫妇成仙的旧事，喻倚箫唱清真词的小妓，歌声美妙，好似凤鸣一般。《九辩》传为<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>所作。这里把这两个典故联系起来，意谓即使有象弄玉吹凤箫那样悲咽，作《九辩》的宋玉那样的才华情思，也无法招悲痛欲绝的送客断魂。这断魂，分成天上和地下两路随飞云、寒涛流驶而去。一方面小妓之歌，载着离恨，飞上云霄；另一方面，客人最终仍得要乘船而去。“素秋”指悲秋伤别之情，不可能因客人的离去而消失，只有一缕断魂，趁着寒涛败叶，一直跟客船远至天涯而已。结句“梦翠翘，怨鸿料过南谯”，更是神思缥缈。翠翘指所思女子，可能词人因“醉鬟留盼”而联想到所思念的情人。他梦想远方的情侣，但不能相见，所以这颗离心恐也会随过南楼的悲鸿而远去吧？此处是化用<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>“乡心正无限，一雁过南楼”的<a href=\"http://so.gushiwen.org/view_62373.aspx\">诗</a>意。</p> <p>　　这首词虚实、隐显、真幻互相结合。上片开头“送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨水迢迢”，是实叙。“翠香零落红衣老，暮愁锁、残柳眉梢”寄离愁于枯荷残柳，已是虚实结合，似是显而隐了。“念瘦腰，沈郎旧日，曾系兰桡”是虚实结合，表现了灵魂深处隐微，复杂的情感。下片写僧窗惜别，是实，但别思飞扬，已成虚写。通篇读来，虽显隐晦，但亦回味无穷。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "送别",
    "友人",
    "追忆",
    "愁绪"
  ]
}