{
  "id": 71262,
  "star": 398,
  "name": "九歌·湘夫人",
  "dynasty": "先秦",
  "content": "帝子降兮北渚，目眇眇兮愁予。<br>袅袅兮秋风，洞庭波兮木叶下。<br>登白薠兮骋望，与佳期兮夕张。<br>鸟何萃兮苹中，罾何为兮木上。<br>沅有芷兮澧有兰，思公子兮未敢言。<br>荒忽兮远望，观流水兮潺湲。<br>麋何食兮庭中？蛟何为兮水裔？<br>朝驰余马兮江皋，夕济兮西澨。<br>闻佳人兮召予，将腾驾兮偕逝。<br>筑室兮水中，葺之兮荷盖；<br>荪壁兮紫坛，播芳椒兮成堂；<br>桂栋兮兰橑，辛夷楣兮药房；<br>罔薜荔兮为帷，擗蕙櫋兮既张；<br>白玉兮为镇，疏石兰兮为芳；<br>芷葺兮荷屋，缭之兮杜衡。<br>合百草兮实庭，建芳馨兮庑门。<br>九嶷缤兮并迎，灵之来兮如云。<br>捐余袂兮江中，遗余褋兮澧浦。<br>搴汀洲兮杜若，将以遗兮远者；<br>时不可兮骤得，聊逍遥兮容与！",
  "fanyi": "<p><strong>译文</strong><br>湘君降落在北洲之上，极目远眺啊使我惆怅。<br>树木轻摇啊秋风初凉，洞庭起波啊树叶落降。<br>踩着白薠啊纵目四望，与佳人相约啊在今天晚上。<br>鸟儿为什么聚集在水草之处？鱼网为什么挂结在树梢之上？<br>沅水芷草绿啊澧水兰花香，思念湘夫人啊却不敢明讲。<br>神思恍惚啊望着远方，只见江水啊缓缓流淌。<br>麋鹿为什么在庭院里觅食？蛟龙为什么在水边游荡？<br>清晨我打马在江畔奔驰，傍晚我渡到江水西旁。<br>我听说湘夫人啊在召唤着我，我将驾车啊与她同往。<br>我要把房屋啊建筑在水中央，还要把荷叶啊盖在屋顶上。<br>荪草装点墙壁啊紫贝铺砌庭坛。四壁撒满香椒啊用来装饰厅堂。<br>桂木作栋梁啊木兰为桁椽，辛夷装门楣啊白芷饰卧房。<br>编织薜荔啊做成帷幕，析开蕙草做的幔帐也已支张。<br>用白玉啊做成镇席，各处陈设石兰啊一片芳香。<br>在荷屋上覆盖芷草，用杜衡缠绕四方。<br>汇集各种花草啊布满庭院，建造芬芳馥郁的门廊。<br>九嶷山的众神都来欢迎湘夫人，他们簇簇拥拥的像云一样。<br>我把那衣袖抛到江中去，我把那单衣扔到澧水旁。<br>我在小洲上啊采摘着杜若，将用来馈赠给远方的姑娘。<br>美好的时光啊不可多得，我姑且悠闲自得地徘徊游逛。</p> <p><strong>注释</strong><br>1.九歌：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>十一篇作品的总称。“九”是泛指，非实数，《九歌》本是古乐章名。王逸《楚辞章句》认为：“昔楚国南郢之邑，沅湘之间，其俗信鬼而好祠。其祠必作歌乐鼓舞以乐诸神。屈原放逐，窜伏其域，杯忧苦毒，愁思沸郁，出见俗人祭祀之札，歌舞之乐，其辞鄙陋，因作《九歌》之曲，上陈事神之敬，下见已之冤结，托之以风谏。”也有人认为是屈原在民间祭歌的基础上加工而成。关于湘夫人和湘君为谁，多有争论。二人为湘水之神，则无疑。<br>2.帝子：指湘夫人。舜妃为帝尧之女，故称帝子。<br>3.眇眇（miǎo）：望而不见的徉子。愁予：使我忧愁。<br>4.袅袅（niǎo）：绵长不绝的样子。<br>5.波：生波。下：落。<br>6.薠（fán）：一种近水生的秋草。骋望：纵目而望。<br>7.佳：佳人，指湘夫人。期：期约。张：陈设。<br>8.萃：集。鸟本当集在木上，反说在水草中。<br>9.罾（zēng）：捕鱼的网。罾原当在水中，反说在木上，比喻所愿不得，失其应处之所。<br>10.沅：即沅水，在今湖南省。澧（lǐ）：即澧水，在今湖南省，流入洞庭湖。芷（zhǐ）：即白芷，一种香草。<br>11.公子：指湘夫人。古代贵族称公族，贵族子女不分性别，都可称“公子”。<br>12.荒忽：不分明的样子。<br>13.潺湲：水流的样子。<br>14.麋：兽名，似鹿。<br>15.水裔：水边。此名意谓蛟本当在深渊而在水边。比喻所处失常。<br>16.皋：水边高地。<br>17.澨（shì）：水边。<br>18.腾驾：驾着马车奔腾飞驰。偕逝：同往。<br>19.葺：编草盖房子。盖：指屋顶。<br>20.荪壁：用荪草饰壁。荪（sūn）：一种香草。紫：紫贝。坛：中庭。<br>21.椒：一种科香木。<br>22.栋：屋栋，屋脊柱。橑（lǎo）：屋椽（chuán）。<br>23.辛夷：木名，初春升花。楣：门上横梁。药：白芷。<br>24.罔：通“网”，作结解。薜荔；一种香草，缘木而生。帷：帷帐。<br>25.擗（pǐ）：掰开。蕙：一种香草。櫋（mián）：隔扇。<br>26.镇：镇压坐席之物。<br>27.疏：分疏，分陈。石兰：一种香草。<br>28.缭：缠绕。杜衡：一种香草。<br>29.合：合聚。百草：指众芳草。实：充实。<br>30.馨：能够远闻的香。庑（wǔ）：走廊。<br>31.九嶷（yí）：山名，传说中舜的葬地，在湘水南。这里指九嶷山神。缤：盛多的样子。<br>32.灵：神。如云：形容众多。<br>33.袂（mèi）：衣袖。<br>34.褋（dié）：《方言》：禅衣，江淮南楚之间谓之“褋”。禅衣即女子内衣，是湘夫人送给湘君的信物。这时古时女子爱情生活的习惯。<br>35.汀：水中或水边的平地。杜若：一种香草。<br>36.远者：指湘夫人。<br>37.骤得：数得，屡得。<br>38.逍遥：游玩。容与：悠闲的样子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一般认为，湘夫人是湘水女性之神，与湘水男性之神湘君是配偶神。湘水是楚国境内所独有的最大河流。湘君、湘夫人这对神祇反映了原始初民崇拜自然神灵的一种意识形态和“神人恋爱”的构想。楚国民间文艺，有着浓厚的宗教气氛，祭坛实际上就是“剧坛”或“文坛”。以《湘君》和《湘夫人》为例：人们在祭湘君时，以女性的歌者或祭者扮演角色迎接湘君；祭湘夫人时，以男性的歌者或祭者扮演角色迎接湘夫人，各致以爱慕之深情。他们借神为对象，寄托人间纯朴真挚的爱情；同时也反映楚国人民与自然界的和谐。因为纵灌南楚的湘水与楚国人民有着血肉相连的关系，她像慈爱的母亲，哺育着楚国世世代代的人民。人们对湘水寄予深切的爱，把湘水视为爱之河，幸福之河，进而把湘水的描写人格化。神的形象也和人一样演出悲欢离合的故事，人民意念中的神，也就具体地罩上了历史传说人物的影子。湘君和湘夫人就是以舜与二妃（娥皇、女英）的传说为原型的。这样一来，神的形象不仅更为丰富生动，也更能与现实生活中的人在情感上靠近，使人感到亲切可近，富有人情味。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71262.aspx\">诗</a>题虽为《湘夫人》，但诗中的主人公却是湘君。这首诗的主题主要是描写相恋者生死契阔、会合无缘。作品始终以候人不来为线索，在怅惘中向对方表示深长的怨望，但彼此之间的爱情始终不渝则是一致的。</p><br/><h2>比较鉴赏</h2> <p>　　《九歌·湘夫人》是《楚辞·九歌》组<a href=\"http://so.gushiwen.org/view_71262.aspx\">诗</a>十一首之一，是祭湘水女神的诗歌，和《九歌·湘君》是姊妹篇。</p> <p>　　诗题虽为《湘夫人》，但诗中的主人公却是湘君。这首诗的主题主要是描写相恋者生死契阔、会合无缘。作品始终以候人不来为线索，在怅惘中向对方表示深长的怨望，但彼此之间的爱情始终不渝则是一致的。全诗由男神的扮演者演唱，表达了赴约的湘君来到约会地北渚，却不见湘夫人的惆怅和迷惘。</p> <p>　　如果把这两首祭神曲联系起来看，那么这首《湘夫人》所写的情事，正发生在湘夫人久等湘君不至而北出湘浦、转道洞庭之时。因此当晚到的湘君抵达约会地北渚时，自然难以见到他的心上人了。作品即由此落笔，与《湘君》的情节紧密配合。</p> <p>　　首句“帝子降兮北渚”较为费解。“帝子”历来解作天帝之女，后又附会作尧之二女，但毫无疑问是指湘水女神。一般都把这句说成是帝子已降临北渚，即由《湘君》中的“夕弭节兮北渚”而来；但这样便与整篇所写湘君盼她前来而不见的内容扞格难合。于是有人把这句解释成湘君的邀请语（见詹安泰《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>》），这样文意就比较顺畅了。</p> <p>　　歌辞的第一段写湘君带着虔诚的期盼，久久徘徊在洞庭湖的山岸，渴望湘夫人的到来。这是一个环境气氛都十分耐人寻味的画面：凉爽的秋风不断吹来，洞庭湖中水波泛起，岸上树叶飘落。望断秋水、不见伊人的湘君搔首蹰躇，一会儿登临送目，一会儿张罗陈设，可是事与愿违，直到黄昏时分仍不见湘夫人前来。这种情形经以“鸟何萃兮苹中，罾何为兮木上”的反常现象作比兴，就更突出了充溢于人物内心的失望和困惑，大有所求不得、徒劳无益的意味。而其中“嫋嫋兮秋风，洞庭波兮木叶下”更是写景的名句，对渲染气氛和心境都极有效果，因而深得后代诗人的赏识。</p> <p>　　第二段在此基础上，进一步深化湘君的渴望之情。以水边泽畔的香草兴起对伊人的默默思念，又以流水的缓缓而流暗示远望中时光的流逝，是先秦诗歌典型的艺术手法，其好处在于人物相感、情景合一，具有很强的感染力。以下麋食中庭和蛟滞水边又是两个反常现象，与前文对鸟和网的描写同样属于带有隐喻性的比兴，再次强调爱而不见的事愿相违。接着与湘夫人一样。他在久等不至的焦虑中，也从早到晚骑马去寻找，其结果则与湘夫人稍有不同：他在急切的求觅中，忽然产生了听到佳人召唤、并与她一起乘车而去的幻觉。于是作品有了以下最富想像力和浪漫色彩的一笔。</p> <p>　　第三段纯粹是湘君幻想中与湘夫人如愿相会的情景。这是一个令人目不暇接、眼花缭乱的神奇世界：建在水中央的庭堂都用奇花异草香木构筑修饰。其色彩之缤纷、香味之浓烈，堪称无与伦比。作品在这里一口气罗列了荷、荪、椒、桂、兰、辛夷、药、薜荔、蕙、石兰、芷、杜衡等十多种植物，来极力表现相会处的华美艳丽。其目的，则全在于以流光溢彩的外部环境来烘托和反映充溢于人物内心的欢乐和幸福。因此当九嶷山的众神来把湘君的恋人接走时，他才恍然大悟，从这如梦幻般的美境中惊醒，重新陷入相思的痛苦之中。</p> <p>　　最后一段与《湘君》结尾不仅句数相同，而且句式也完全一样。湘君在绝望之余，也像湘夫人那样情绪激动，向江中和岸边抛弃了对方的赠礼，但表面的决绝却无法抑制内心的相恋。他最终同样恢复了平静，打算在耐心的等待和期盼中，走完相恋相思这段好事多磨的心理历程。他在汀洲上采来芳香的杜若，准备把它赠送给远来的湘夫人。</p> <p>　　从情感的结构角度看，这首诗是以“召唤方式”呼应“期待视野”。《湘夫人》既然是迎神曲，必然是以召唤的方式祈求神灵降临。全诗以召唤湘夫人到来作为出发点，以期待的心理贯穿其中。诗的前半段主要写湘君思念湘夫人时那种望而不见、遇而无缘的期待心情。中间经历了忧伤、懊丧、追悔、恍惚等情感波动。这些都是因期待而落空所产生的情绪波动。诗的后半段是写湘君得知湘夫人应约即将到来的消息后，喜出望外，在有缘相见而又未相见的期待心情中忙碌着新婚前的准备事宜。诗的末尾，湘夫人才出现，召唤的目的达到，使前面一系列的期待性的描写与此呼应。实际上，后半段的描写不过是湘君的幻想境界。出现这种幻象境界，也是由于期待心切的缘故。整首诗对期待过程的描写，有开端，有矛盾，有发展，有高潮，有低潮，有平息。意识线路清晰可见。</p> <p>　　这首诗还有着明暗对应的双层结构方式。主人公情感的表现，有明有暗，明暗结合。抒情对象既可实指，又有象征性。在描写实境时，主人公的情感是表层性的，意旨明朗，指事明确，语言明快，情感色泽清晰，高低起伏，强弱大小，都呈透明状态。如诗的后半段写筑室建堂、美饰洞房、装饰门面、迎接宾客的场面，就属于表层性的，即明写。从“筑室兮水中”至“疏石兮为芳”，是从外到里、由大到小；从“芷葺兮荷屋”至“建芳馨兮庑门”，又由里到外。线路清楚，事实明白，情感的宣泄是外露的，是直露胸臆的方式，淋漓酣畅，无拘无束，少含蓄，情感的流动与外在形式同步。</p> <p>　　从深层结构看，这首诗又有着寓情于景的表情法。景物不是原来的样子，如“鸟何”、“罾何”、“麋何”、“蛟何”等句；或是带上感情色彩的景物，如秋风、秋水、秋叶的描写。情感的流动较蕴藉、含蓄、深沉，如海底暗流，不易发觉。因此需要通过表层意象加以领会。</p> <p>　　这种双层结构，明暗对应，相辅相成，构成一种情景交融的境界。这种结构的优点是：可以增大情感的容量，使情感的表现呈立体状。</p> <p>　　另外，全诗所描写的对象和运用的语言，都是楚化了的，具有鲜明的楚国地方特色。诸如沅水、湘水、澧水、洞庭湖、白芷、白薠、薜荔、杜蘅、辛夷、桂、蕙、荷、麋、鸟、白玉等自然界的山水、动物、植物和矿物，更有那楚地的民情风俗、神话传说、特有的浪漫色彩、宗教气氛等，无不具有楚地的鲜明特色。诗中所构想的房屋建筑、陈设布置，极富特色，都是立足于楚地的天然环境、社会风尚和文化心理结构这个土壤上的，否则是不可能作此构想的。语言上也有楚化的特点。楚辞中使用了大量的方言俗语，《湘夫人》也不例外，如“搴”（动词）、“袂”、“褋”（名词）等。最突出的是“兮”字的大量运用——全诗每句都有一个“兮”字。这个语气词相当于今天所说的“啊”字。它的作用就在于调整音节，加大语意、语气的转折、跳跃，增强语言的表现力。《湘夫人》以方言为主，兼有五七言。句式变化灵活。这种“骚体”诗，是继《诗经》后新出现的自由诗，在我国古代诗歌发展史上是一次了不起的创新。</p> <p>　　综上所述，《湘君》和《湘夫人》是由一次约会在时间上的误差而引出的两个悲剧，但合起来又是一幕两情相悦、忠贞不渝的喜剧。说它们是悲剧，是因为赴约的双方都错过了相会的时间，彼此都因相思不见而难以自拔，心灵和感情遭受了长时间痛苦的煎熬；说它们是喜剧，是由于男女双方的相恋真诚深挚，尽管稍有挫折，但都没有放弃追求和期盼，所以圆满结局的出现只是时间问题。当他们在耐心平静的相互等待之后终于相见时，这场因先来后到而产生的误会和烦恼必然会在顷刻间烟消云散，迎接他们的将是湘君在幻觉中所感受的那种欢乐和幸福。</p> <p>　　这两篇作品一写女子的爱慕，一写男子的相思，所取角度不同，所抒情意却同样缠绵悱恻；加之作品对民间情歌直白的抒情方式的吸取和对传统比兴手法的运用，更加强了它们的艺术感染力。因此尽管这种热烈大胆、真诚执着的爱情被包裹在宗教仪式的外壳中，但它本身所具有强大的生命内核，却经久不息地释放出无限的能量，让历代的读者和作者都能从中不断获取不畏艰难、不息地追求理想和爱情的巨大动力。这可以从无数篇后代作品都深受其影响的历史中，得到最好的印证。</p>",
  "about": "<h2>创作背景</h2> <p>　　一般认为，湘夫人是湘水女性之神，与湘水男性之神湘君是配偶神。湘水是楚国境内的最大河流。湘君、湘夫人这对神祗反映了原始初民崇拜自然神灵的一种意识形态和“神人恋爱”的构想。楚国民间文艺，有着浓厚的宗教气氛，祭坛实际上就是“剧坛”或“文坛”。以《湘君》和《湘夫人》为例：人们在祭湘君时，以女性的歌者或祭者扮演角色迎接湘君；祭湘夫人时，以男性的歌者或祭者扮演角色迎接湘夫人，各致以爱慕之深情。他们借神为对象，寄托人间纯朴真挚的爱情；同时也反映楚国人民与自然界的和谐。因为纵灌南楚的湘水与楚国人民有着血肉相连的关系，楚人对湘水寄予深切的爱，把湘水视为爱之河，幸福之河，进而把湘水的描写人格化。神的形象也和人一样演出悲欢离合的故事，人民意念中的神，也就具体地罩上了历史传说人物的影子。湘君和湘夫人就是以舜与二妃（娥皇、女英）的传说为原型的。这样一来，神的形象不仅更为丰富生动，也更能与现实生活中的人在情感上靠近，富有人情味。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "思念",
    "爱情",
    "写人"
  ]
}