{
  "id": 48731,
  "star": 47,
  "name": "采桑子·残霞夕照西湖好",
  "dynasty": "宋代",
  "content": "残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 <br>西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。",
  "fanyi": "<p><strong>译文</strong><br>西湖风光好，你看那夕阳映着晚霞的暮色，岸上的花坞，长满水草的小洲一片橙红。宽广的湖面波平似镜，小船横靠在那静寂无人的岸边。浮云消散，西南方露出了明月。傍水的栏杆边上凉风习习，带来了阵阵莲荷清香。这拂水的凉风，吹醒了游人的酒意。</p><p><strong>注释</strong><br>①西湖：指颍州西湖。<br>②坞：湖岸凹入处。<br>③汀：水中洲。<br>④轩槛：长廊前木栏干。<br>⑤芰：即菱。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　“残霞夕照”是天将晚而未晚、日已落而尚未落尽的时候。“夕阳无限好”，古往今来不知有多少<a href=\"http://so.gushiwen.org/view_48731.aspx\">诗</a>人歌咏过这一转瞬即逝的黄金时刻。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>没有直写景物的美，而是说“霞”已“残”，可见已没有“熔金”、“合璧”那样绚丽的色彩了。但这时的西湖，作者却觉得“好”。好就好在“花坞苹汀”。在残霞夕照下所看到的是种在花池里的花，长在水边或小洲上的苹草，无一字道及情，但情却寓于景中了。“十顷波平 ”，正是欧阳修在另一首《 采桑子》里写的“无风水面琉璃滑”。波平如镜，而且这“镜面”浩渺无边。“野岸无人舟自横”，这句出自<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧 》诗“ 野渡无人舟自横”。作者改“渡”为“岸”，说明“舟自横”是由于当日的游湖活动结束了，因此这“无人”而“自横”的“舟”，就更衬托出了此刻“野岸”的幽静沉寂。</p> <p>　　“西南月上”，残霞夕照已经消失。月自西南方现出，因为不是满月，所以虽在“浮云散”之后，这月色也不会十分皎洁。这种色调与前面的淡素画图和谐融洽，见出作者用笔之细。“轩槛凉生”，这是人的感觉。直到这时才隐隐映现出人物来。至此可知，上片种种景物，都是在这“轩槛”中人的目之所见，显然他在这里已经有好长一段时间了。这里，作者以动写静，一切都是静悄悄的，一点声音也没有，使人们仿佛置身红尘之外。</p> <p>　　“莲芰香清，水面风来酒面醒。”“水面风来”，既送来莲香 ，也吹醒了人的醉意。原来他喝醉了酒，就这么长时间地悄无声息地沉浸在“西湖好”的美景中。这位颍州西湖的“旧主人”怀着无限深情，谱出了一曲清歌。</p> <p>　　欧公在此词中借啸傲湖山而试图忘记仕途的坎坷不平，表达了视富贵如浮云的情趣。词中用语平实却极有表现力。</p><br/><h2>赏析二</h2> 　　这首词，上片描绘载酒游湖时船中丝竹齐奏、酒杯频传的热闹气氛。下片写酒后醉眠船上，俯视湖中，但见行云在船下浮动，使人疑惑湖中别有天地。整首词寓情于景，写出了作者与友人的洒脱情怀。下片写醉后俯视湖水，只见白云朵朵，飘于船下。船在移动，云也在移动，似乎人和船在天上飘飞。“空水澄鲜”一句，本于<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登江中孤屿》<a href=\"http://so.gushiwen.org/view_48731.aspx\">诗</a>“云日相晖映，空水共澄鲜”，言天空与湖水同是澄清明净。这一句是下片的关键。兼写“空”、 “ 水”，绾合上句的“云”与“舟”。下两句的 “俯”与“仰”、“湖”与“天”，四照玲珑，笔意俱妙，虽借用成句，而恰切现景，妥贴自然，如同己出。“俯仰留连”四字，又是承上启下过渡之笔。从水中看到蓝天白云的倒影，他一会儿举头望天，一会儿俯首看水，被这空阔奇妙的景象所陶醉，于是怀疑湖中别有一个天宇在，而自己行舟在两层天空之间。 “疑是湖中别有天”，用“疑是”语，是就其形貌来说。说“疑”者非真，说“是”者诚是，“湖中别有天”的体会，自出心裁，给人以活泼清新之感。",
  "about": "<h2>创作背景</h2> 　　此词为作者于熙宁五年（1072）退居颍州时所作。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "写景",
    "夕阳",
    "写水",
    "西湖",
    "抒情"
  ]
}