{
  "id": 18980,
  "star": 98,
  "name": "竹枝词九首",
  "dynasty": "唐代",
  "content": "白帝城头春草生，白盐山下蜀江清。<br>南人上来歌一曲，北人莫上动乡情。</p> <p>山桃红花满上头，蜀江春水拍山流。<br>花红易衰似郎意，水流无限似侬愁。</p> <p>江上朱楼新雨晴，瀼西春水縠文生。<br>桥东桥西好杨柳，人来人去唱歌行。</p> <p>日出三竿春雾消，江头蜀客驻兰桡。<br>凭寄狂夫书一纸，信在成都万里桥。</p> <p>两岸山花似雪开，家家春酒满银杯。<br>昭君坊中多女伴，永安宫外踏青来。</p> <p>城西门前滟滪堆，年年波浪不能摧。<br>懊恼人心不如石，少时东去复西来。</p> <p>瞿塘嘈嘈十二滩，此中道路古来难。<br>长恨人心不如水，等闲平地起波澜。</p> <p>巫峡苍苍烟雨时，清猿啼在最高枝。<br>个里愁人肠自断，由来不是此声悲。</p> <p>山上层层桃李花，云间烟火是人家。<br>银钏金钗来负水，长刀短笠去烧畲。",
  "fanyi": "<h2>注释</h2> ⑴岁正月：公元822年（唐穆宗长庆二年）正月。公元821年（长庆元年）冬，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>被任为夔州（今重庆市奉节县）刺史，大约到任时已是次年正月。<br>⑵建平：郡名，三国吴置，隋改为巫山县（参见《隋书·地理志》上巴东郡），今属重庆市。此当指夔州。<br>⑶睢：仰视。<br>⑷激讦：激越清脆。吴声：吴地的乐歌。<br>⑸伧儜不可分：听不太懂。<br>⑹淇、濮：周代卫国（今河南省内）的两条水名。《<a href=\"http://so.gushiwen.org/view_18980.aspx\">诗</a>经》多处咏及。《汉书·地理志》下：“卫地……有桑间濮上之阻，男女亦亟聚会，声色生焉，故俗称郑卫之音。”此以淇濮之艳代指情歌，意谓巴渝民歌亦多涉男女爱情。<br>⑺俾：使。巴歈：巴即巴郡，约当现在重庆一带。歈即民歌。变风：《毛诗序》：“至于王道衰，礼义废，政教失，国异政，家殊俗，而变风变雅作矣。”后人对变风变雅的解说很多，大意是说太平盛世产生的风、雅之诗是正风正雅；而乱世产生的诗歌则失去了雅正平和之气，故称变风、变雅。刘禹锡此处使用变风一词，似乎并非强调世事之治乱，而是侧重于体察民俗风情之意。<br>⑻白帝城：在今重庆市奉节县东白帝山上，下临瞿塘峡口之夔门。东汉初公孙述筑城。述自号白帝，因名。三国时刘备为吴将陆逊所败，退居于此，卒于城中永安宫。<br>⑼山桃：野桃。上头：山头，山顶上。<br>⑽瀼西：今重庆奉节瀼水西岸。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《入蜀记》：“土人谓山间之流通江者曰瀼。”縠文：水波纹。<br>⑾兰桡：兰木桨。兰指木兰树，又名杜兰、林兰。但古诗、文中常说兰舟、兰桨、兰桡等，只是一种美称，不一定都是兰木所作。如<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘君》：“桂棹兮兰枻，斫冰兮积雪。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《前赤壁赋》：“桂棹兮兰桨，击空明兮溯流光。”亦本自屈原。<br>⑿永安宫：故址在今重庆奉节县城内。公元222年，蜀先主刘备自猇亭战败后，驻军白帝城，建此宫，次年卒于此。<br>⒀城西门：此当指奉节城西门。滟滪堆：原是瞿塘峡口江中的大石（今已炸去），亦作“淫预堆”“犹豫堆”“英武石”“燕窝石”等。<br>⒁瞿塘：瞿塘峡，在重庆奉节县。嘈嘈：水的急流声。<br>⒂巫峡：在重庆巫山县东，湖北省巴东县西。<br>⒃银钏二句：描写戴着银钏金钗的妇女们到江边汲水；持长刀披短笠的男子到山上开荒种田。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_18980.aspx\">诗</a>写于公元822年（唐穆宗长庆二年）<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>任夔州刺史时。刘禹锡非常喜爱这种民歌，他学习<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词九首》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。</p> <p>　　《竹枝词》原名“竹枝”“竹枝歌”“竹枝曲”，本是乐府《近代曲》名。最早为巴人口头传唱的民歌。人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。据史书记载，早在战国时期，楚国荆湘一带就有“下里”和“巴人”的流行歌曲，“下里”是楚歌，“巴人”是巴歌，楚歌带有巴风，巴歌带有楚风，二者相互渗透，互相融合。</p> <p>　　这组民歌体诗共九首，其中有的是反映爱情生活的，有的是描写夔州一带的山川景物和风土人情的，语言明快浅近，清新流丽，具有浓郁的生活气息和地方特色。有人认为，这写作品是词作，这九首词是一个词文化的开端，用朴实的语言开始写意中国的文化。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "组诗",
    "民歌",
    "爱情",
    "生活",
    "山川",
    "景物",
    "风土",
    "人情"
  ]
}