{
  "id": 72259,
  "star": 89,
  "name": "太史公自序",
  "dynasty": "两汉",
  "content": "　　太史公曰：“先人有言：‘自周公卒五百岁而有孔子。孔子卒后至于今五百岁，有能绍明世、正《易传》，继《春秋》、本《诗》、《书》、《礼》、《乐》之际？’”意在斯乎！意在斯乎！小子何敢让焉！</p> <p>　　上大夫壶遂曰：“昔孔子何为而作《春秋》哉”？太史公曰：“余闻董生曰：‘周道衰废，孔子为鲁司寇，诸侯害子，大夫雍之。孔子知言之不用，道之不行也，是非二百四十二年之中，以为天下仪表，贬天子，退诸侯，讨大夫，以达王事而已矣。’子曰：‘我欲载之空言，不如见之于行事之深切著明也。’夫《春秋》，上明三王之道，下辨人事之纪，别嫌疑，明是非，定犹豫，善善恶恶，贤贤贱不肖，存亡国，继绝世，补弊起废，王道之大者也。《易》著天地、阴阳、四时、五行，故长于变；《礼》经纪人伦，故长于行；《书》记先王之事，。故长于政；《诗》记山川、溪谷、禽兽、草木、牝牡、雌雄，故长于风；《乐》乐所以立，故长于和；《春秋》辨是非，故长于治人。是故《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以道化，《春秋》以道义。拨乱世反之正，莫近于《春秋》。《春秋》文成数万，其指数千。万物之散聚皆在《春秋》。《春秋》之中，弑君三十六，亡国五十二，诸侯奔走不得保其社稷者不可胜数。察其所以，皆失其本已。故《易》曰‘失之毫厘，差之千里。’故曰‘臣弑君，子弑父，非一旦一夕之故也，其渐久矣’。故有国者不可以不知《春秋》，前有谗而弗见，后有贼而不知。为人臣者不可以不知《春秋》，守经事而不知其宜，遭变事而不知其权。为人君父而不通于《春秋》之义者，必蒙首恶之名。为人臣子而不通于《春秋》之义者，必陷篡弑之诛，死罪之名。其实皆以为善，为之不知其义，被之空言而不敢辞。夫不通礼义之旨，至于君不君，臣不臣，父不父，子不子。夫君不君则犯，臣不臣则诛，父不父则无道，子不子则不孝。此四行者，天下之大过也。以天下之大过予之，则受而弗敢辞。故《春秋》者，礼义之大宗也。夫礼禁未然之前，法施已然之后；法之所为用者易见，而礼之所为禁者难知。”</p> <p>　　壶遂曰：“孔子之时，上无明君，下不得任用，故作《春秋》，垂空文以断礼义，当一王之法。今夫子上遇明天子，下得守职，万事既具，咸各序其宜，夫子所论，欲以何明？”</p> <p>　　太史公曰：“唯唯，否否，不然。余闻之先人曰：‘伏羲至纯厚，作《易》八卦。尧舜之盛，《尚书》载之，礼乐作焉。汤武之隆，诗人歌之。《春秋》采善贬恶，推三代之德，褒周室，非独刺讥而已也。’汉兴以来，至明天子，获符瑞，封禅，改正朔，易服色，受命于穆清，泽流罔极，海外殊俗，重译款塞，请来献见者不可胜道。臣下百官力诵圣德，犹不能宣尽其意。且士贤能而不用，有国者之耻；主上明圣而德不布闻，有司之过也。且余尝掌其官，废明圣盛德不载，灭功臣世家贤大夫之业不述，堕先人所言，罪莫大焉。余所谓述故事，整齐其世传，非所谓作也，而君比之于《春秋》，谬矣。”</p> <p>　　于是论次其文。七年而太史公遭李陵之祸，幽于缧绁。乃喟然而叹曰：“是余之罪也夫。是余之罪也夫！身毁不用矣！”退而深惟曰：“夫《诗》、《书》隐约者，欲遂其志之思也。昔西伯拘羑里，演《周易》；孔子厄陈、蔡，作《春秋》；屈原放逐，著《离骚》；左丘失明，厥有《国语》；孙子膑脚，而论兵法；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》、《孤愤》；《诗》三百篇，大抵贤圣发愤之所为作也。此人皆意有所郁结，不得通其道也，故述往事，思来者。”于是卒述陶唐以来，至于麟止，自黄帝始。 ",
  "fanyi": "<p><strong>译文</strong><br>　　太史公说：“我的父亲生前曾经说过：‘自周公死后，经过五百年才有了孔子。孔子死后，到今天也有五百年了，有谁能继承圣明时代的事业，修正《易传》，续写《春秋》，本于《<a href=\"http://so.gushiwen.org/view_72259.aspx\">诗</a>经》、《尚书》、《礼记》、《乐经》的吗？’”他老人家的意思是把希望寄托在我的身上呀！寄托在我的身上呀！小子怎么敢推辞呢！<br>　　上大夫壶遂说：“从前，孔子为什么要写《春秋》呢？”太史公说：“我曾听董生说过：‘周朝的政治衰落破败之时，孔子出任鲁国的司寇，诸侯害他，大夫们排挤他。孔子知道他的建议不会被接受了，他的政治主张再也行不通了，于是评判二百四十二年历史中的是是非非，以此作为天下人行动的准则，贬抑天子，斥退诸侯，声讨大夫，以阐明王道。’孔子说：‘我想把我的思想用空话记载下来，但不如通过具体的历史事件来表现更加深刻、明显。’《春秋》，从上而言，阐明了夏禹、商汤、周文王的政治原则；从下而言，辨明了为人处事的纲纪，分清了疑惑难明的事物，判明了是非的界限，使犹豫不决的人拿定了主意，褒善贬恶，崇敬贤能，排抑不肖，保存已经灭亡了的国家，延续已经断绝了的世系，补救政治上的弊端，兴起已经荒废的事业，这些都是王道的重要内容。《易经》显示了天地、阴阳、四时、五行的相互关系，所以长于变化；《仪礼》规定了人与人之间的关系，故长于行动；《尚书》记载了上古先王的事迹，所以长于从政；《诗经》记载了山川、溪谷、禽兽、草木、雌雄、男女，所以长于教化；《乐记》是音乐所以成立的根据，所以长于调和性情；《春秋》明辨是非，所以长于治理百姓。因此，《仪礼》是用来节制人的行为的，《乐记》是用来激发和穆的感情的，《尚书》是用来指导政事的，《诗经》是用来表达内心的情意的，《易经》是用来说明变化的，《春秋》是用来阐明正义的。把一个混乱的社会引导到正确的轨道上来，没有比《春秋》更有用了。《春秋》全书有数万字，其中的要点也有数千。万物万事的分离与聚合，都记在《春秋》里了。《春秋》中，臣杀君的有三十六起，亡国的有五十二个，诸侯四处奔走仍然不能保住国家政权的不计其数。观察他们所以会这样的原因，都在于失去了根本啊！所以《周易》说‘失之毫厘，差之千里’。因此说，‘臣杀君，子杀父，不是一朝一夕才这样的，而是长时期逐渐形成的’。所以，一国之君不可以不知道《春秋》，否则，当面有人进谗他看不见，背后有窃国之贼他也不知道。身为国家大臣的不可以不知道《春秋》，否则，处理一般的事情不知怎样做才合适，遇到出乎意料的事变不知用变通的权宜之计去对付。作为一国之君和一家之长却不懂得《春秋》中的道理，一定会蒙受罪魁祸首的恶名。作为大臣和儿子的不懂得《春秋》中的道理，一定会因为阴谋篡位和杀害君父而被诛杀，得一个死罪的名声。其实，他们都以为自己在干好事，做了而不知道应该怎么做，受了毫无根据的批评而不敢反驳。因为不通礼义的宗旨，以至于做国君的不像国君，做大臣的不像大臣，做父亲的不像父亲，做儿子的不像儿子。做国君的不像国君，大臣们就会犯上作乱；做大臣的不像大臣，就会遭到杀身之祸；做父亲的不像父亲，就是没有伦理道德；做儿子的不像儿子，就是不孝敬父母。这四种行为，是天下最大的过错。把这四种最大的过错加在这些人身上，他们也只能接受而不敢推托。所以《春秋》这部书，是关于礼义的主要经典著作。礼的作用是防患于未然，法的作用是除恶于已然；法的除恶作用容易见到，而礼的防患作用难以被人们理解。”<br>　　壶遂说：“孔子的时代，国家没有英明的国君，下层的贤才俊士得不到重用，孔子这才写作《春秋》，流传下这部用笔墨写成的著作来判明什么是礼义，以代替周王朝的法典。现在，您太史公上遇英明的皇帝，下有自己的职守，万事已经具备，都按着适当的顺序进行着，太史公所论述的，想要说明什么宗旨呢？”<br>　　太史公说：“对，对！不对，不对！不是这样的。我曾从先父那里听说：‘伏羲最纯朴厚道，他创作了《周易》中的八卦。唐尧、虞舜时代的昌盛，《尚书》上记载了，礼乐就是那时制作的。商汤、周武王时代的兴隆，古代的诗人已经加以歌颂。《春秋》歌颂善人，贬斥恶人，推崇夏、商、周三代的德政，颂扬周王朝，并非全是抨击和讥刺。’自从汉朝建立以来，直到当今的英明天子，捕获白麟，上泰山祭祀天地之神，改正历法，更换车马、祭牲的颜色。受命于上天，德泽流布远方，四海之外与汉族风俗不同的地区，也纷纷通过几重翻译叩开关门，请求前来进献物品和拜见天子，这些事说也说不完。大臣百官尽力歌颂天子的圣明功德，但还是不能把其中的意义阐述透彻。况且，贤士不被任用，这是国君的耻辱；皇上英明神圣而他的美德没能流传久远，这是史官的过错。况且，我曾经做过太史令，如果废弃皇上英明神圣的盛大美德不去记载，埋没功臣、贵族、贤大夫的事迹不去记述，丢弃先父生前的殷勤嘱托，没有什么罪过比这更大了。我所说的记述过去的事情，整理那些社会传说，谈不上创作，而你却把它同孔子作《春秋》相提并论，这就错了。”<br>　　于是编写《史记》。过了七年，我因“<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>事件”而大祸临头，被关进了监狱。于是喟然长叹：“这是我的罪过啊！这是我的罪过啊！身体被摧毁了，不会再被任用了！”退居以后又转而深思：“《诗经》和《尚书》辞意隐约，这是作者要表达他们内心的思想。从前文王被囚禁在羑里，就推演了《周易》；孔子在陈国和蔡国受到困厄，就写作《春秋》；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>被怀王放逐，就写了《离骚》；<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>眼睛瞎了，这才有了《国语》；<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>遭受膑刑之苦，于是研究兵法；<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>谪迁蜀地，后世却流传着《吕氏春秋》；<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子被囚禁在秦国，《说难》、《孤愤》才产生；《诗经》三百零五篇，大多是古代的圣贤之人为抒发胸中的愤懑之情而创作的。这些人都是意气有所郁结，没有地方可以发泄，这才追述往事，思念将来。”于是，终于记述了唐尧以来的历史，止于猎获白麟的元狩元年，而从黄帝开始。（王兴康）</p><p><strong>注释</strong><br>　　（1）太史公：<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>自称。（2）先人：指司马迁的父亲司马谈。（3）周公：姓姬，名旦，周武王之弟，周成王之叔。武王死时，成王尚年幼，于是就由周公摄政（代掌政权）。周朝的礼乐制度相传是由周公制定的。（4）《易传》：《周易》的组成部分，是儒家学者对古代占筮用《周易》所作的各种解释。（5）《春秋》：儒家经典，相传是孔子根据鲁国史官编的《春秋》加以整理、修订而成。（6）《诗》：《诗经》，儒家经典之一，是我国第一部诗歌总集。（7）《书》：《尚书》，儒家经典之一，是上古历史文件和部分追述古代事迹著作的汇编，《礼》：儒家经典《周礼》、《仪礼》、《礼记》三书的合作。《乐》：儒家经典之一，今已不传。《易传》、《春秋》、《诗》、《书》、《礼》、《乐》，汉时称“六艺”。（10）壶遂：人名，曾和司马迁一起参加太初改历，官至詹事，秩二千石，故称“上大夫”。（11）董生：指汉代儒学大师董仲舒。（12）孔子为鲁司寇：鲁定公十年（前500），孔子在鲁国由中都宰升任司空和大司寇，是年五十二岁。司寇，掌管刑狱的官。（13）三王：指夏、商、周三代的开国之君禹、汤、文王。（14）阴阳：古代以阴阳解释世间万物的发展变化，凡天地万物皆分属阴阳。四时：春、夏、秋、冬四季。五行：水、火、木、金、土等五种基本元素，古人认为它们之间会相生相克。（15）牝牡（ｐìｎｍǔ聘母）：牝为雌，牡为雄。（16）指：同“旨”。（17）弑（ｓｈì是）：古时称臣杀君、子杀父母曰“弑”。（18）社稷：土神和谷神。古时王朝建立，必先立社稷坛；灭人之国，也必先改置被灭国的社稷坛。故以社稷为国家政权的象征。（19）伏羲：神话中人类的始祖。曾教民结网，从事渔猎畜牧。据说《易经》中的八卦就是他画的。（20）尧：传说中我国父系社会后期部落联盟的领袖。舜：由尧的推举，继任部落联盟的领袖。挑选贤才，治理国家，并把治水有功的大禹推为自己的继承人。（21）《尚书》载之：《尚书》的第一篇《尧典》，记载了尧禅位给舜的事迹。（22）汤：商朝的建立者。原是商族的领袖，后任用贤相伊尹执政，积聚力量，先后十一次出征，消灭了邻近几个部落。最后一举灭夏，建立商朝。武：周武王，西周王朝的建立者。继承文王的遗志，率部东攻，在牧野（今河南淇县西南）大败商纣王部队，建立周朝。（23）诗人歌之：《诗经》中有《商颂》五篇，内容多是对殷代先王先公的赞颂。（24）三代：夏、商、周。（25）符瑞：吉祥的征兆。汉初思想界盛行“天人感应”之说，此曰“获符瑞”，指公元前122年，汉武帝猎获了一头白麟，于是改元“元狩”。（26）封禅：帝王祭天地的典礼。秦汉以后成为国家大典。封，在泰山上筑土为坛祭天。禅，在泰山下的梁父山上辟出一块场地祭地。（27）正朔：正是一年的开始，朔是一月的开始；正朔即指一年的第一天。古时候改朝换代，都要重新确定何时为一年的第一个月，以示受命于天。周以夏历的十一月为岁首；秦以夏历的十月为岁首；汉初承秦制，至汉武帝元封元年（前104）改用“太初历”，才用夏历的正月为岁首，从此直到清末，历代沿用。“改正朔”即指此。（28）易服色：更改车马、祭牲的颜色。秦汉时代，盛行“五德终始说”。认为每一个朝代在五行中必定占居一德。与此相应，每一朝代都崇尚一种颜色。所谓夏朝为水德，故崇尚黑色；商朝为金德，故崇尚白色；周朝为火德，故崇尚赤色；汉初四十年，汉人认为自己是水德，故崇尚黑色，后经许多人的抗争，到武帝时正式改定为土德，崇尚黄色。（29）穆清：指天。（30）重译：经过几重翻译。喻远方邻邦。款塞：叩关。（31）遭李陵之祸：李陵，陇西成纪（今甘肃秦安）人，汉名将李广之孙，善于骑射，汉武帝时官拜骑都尉。天汉二年（前99），汉武帝出兵三路攻打匈奴，以他的宠妃李夫人之弟、贰师将军李广利为主力，李陵为偏师。李陵率军深入腹地，遇匈奴主力而被围。李广利按兵不动，致使李陵兵败投降。司马迁认为李陵是难得的将才，在武帝面前为他辩解，竟被下狱问罪，处以宫刑。这就是“李陵之祸”。（32）缧绁（ｌéｉｘｉè雷谢）：原是捆绑犯人的绳索，这里引伸为监狱。（33）西伯拘羑（ｙǒｕ有）里，演《周易》：周文王被殷纣王拘禁在羑里（今河南汤阴县北）时，把上古时代的八卦（相传是伏羲所作）推演成六十四卦，这就是《周易》一书的骨干。（34）孔子厄陈、蔡，作《春秋》：孔子为了宣传自己的政治主张，曾周游列国，但到处碰壁，在陈国和蔡国，还受到了绝粮和围攻的困厄。其后返回鲁国写作《春秋》。（35）屈原放逐，著《离骚》：请参阅本编所选《屈原列传》。（36）左丘：春秋时鲁国的史官。相传他失明以后，撰写成《国语》一书。（37）孙子膑（ｂìｎ鬓）脚，而论兵法：孙子，即孙膑，因受一种截去两腿膝盖上膑骨的膑刑以后得名。齐国人，曾与庞涓一起从鬼谷子学兵法。后庞涓担任魏国大将，忌孙之才，把孙膑骗到魏国，处以膑刑。孙膑后被齐威王任为军师，著有《孙膑兵法》。（38）不韦迁蜀，世传《吕览》：不韦即吕不韦，战国末年的大商人。秦庄襄王时，被任为相国，封文信侯。始皇即位，称吕不韦为“尚父”。他曾命门下的宾客编撰了《吕氏春秋》（又称《吕览》）一书。秦始皇亲政后，被免去相国职务，赶出都城，又令迁蜀，忧惧自杀。（39）韩非囚秦，《说难》、《孤愤》：韩非是战国末期法家的代表，出身韩国贵族。为<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>所谗，在狱中自杀。《说难》、《孤愤》是《韩非子》中的两篇。（40）《诗》三百篇：今本《诗经》共三百零五篇，这里是指约数。（41）陶唐：即唐尧。尧最初住在陶丘（今山东定陶县南），后又迁往唐（今河北唐县），故称陶唐氏。《史记》列为五帝之一。（42）至于麟止：汉武帝元狩元年（前122），猎获白麟一只，《史记》记事即止于此年。鲁哀公十四年（前481），亦曾猎获麒麟，孔子听说后，停止了《春秋》的写作，后人称之为“绝笔于获麟”。《史记》写到捕获白麟为止，是有意仿效孔子作《春秋》的意思。（43）黄帝：传说中中原各族的共同祖先，姬姓，号轩辕氏、有熊氏。《史记》首篇即《五帝本纪》，黄帝为五帝之首，故云。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "序文"
  ]
}