{
  "id": 48019,
  "star": 78,
  "name": "七哀",
  "dynasty": "魏晋",
  "content": "明月照高楼，流光正徘徊。<br>上有愁思妇，悲叹有余哀。<br>借问叹者谁，言是宕子妻。<br>君行逾十年，孤妾常独栖。<br>君若清路尘，妾若浊水泥。<br>浮沉各异势，会合何时谐？<br>愿为西南风，长逝入君怀。<br>君怀良不开，贱妾当何依。",
  "fanyi": "<p><strong>译文<br></strong>明月照在高楼之上，洒下的光芒在楼上游移不定。<br>楼上有一位哀愁的妇人，正在悲哀的叹息。<br>请问楼上唉声叹气的是谁？回答说是异地客旅者的妻子。<br>丈夫离开超过了十年，妾身常常一个人。<br>夫君像是路上的清尘般飘忽，妾身像是污浊的水中的淤泥。<br>浮尘和沉泥各自相异，什么时候才能相互汇合相互和谐？<br>可以的话，我愿意化作西南风，在人间消失而进入夫君的怀抱中！<br>夫君的胸怀早已不向我开放了，我还有什么可依靠的呢？</p> <p><strong>注释<br></strong>（1）七哀：该篇是闺怨<a href=\"http://so.gushiwen.org/view_48019.aspx\">诗</a>，也可能借此“讽君”。七哀作为一种乐府新题，起于汉末。<br>（2）流光：洒下的月光。<br>（3）余哀：不尽的忧伤。<br>（4）宕（dàng）子：荡子。指离乡外游，久而不归之人。<br>（5）逾：超过。<br>（6）独栖（qī）：孤独一个人居住。<br>（7）清：形容路上尘。浊（zhuó）：形容水中泥。“清”、“浊”二者本是一物。<br>（8）浮：就清了。沉：就浊了。比喻夫妇（或兄弟骨肉）本是一体，如今地位（势）不同了。<br>（9）逝：往。<br>（10）君怀：指宕子的心。良：很久，早已。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_48019.aspx\">诗</a>人自比“宕子妻”，以思妇被遗弃的不幸遭遇来比喻自己在政治上被排挤的境况，以思妇与丈夫的离异来比喻他和身为皇帝的<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>之间的生疏“甚于路人”、“殊于胡越”。诗人有感于兄弟之间“浮沉异势，不相亲与”，进一步以“清路尘”与“浊水泥”来比喻二人境况悬殊。“愿为西南风，长逝人君怀”，暗吐出思君报国的衷肠；而“君怀良不开，贱妾当何依”，则对曹丕的绝情寡义表示愤慨，流露出无限凄惶之感。全诗处处从思妇的哀怨着笔，句句暗寓诗人的遭际，诗情与寓意浑然无间，意旨含蓄，笔致深婉，确有“情兼雅怨”的特点。</p> <p>　　这首诗的起句与结尾都相当精妙。起句既写实景，又渲染出凄清冷寂的气氛，笼罩全诗。月照高楼之时，正是相思最切之际，那徘徊徜徉的月光勾起思妇的缕缕哀思——<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>所创造的“明月”、“高楼”、“思妇”这一组意象，被后代诗人反复运用来表达闺怨。诗歌结尾，思妇的思念就象那缕飘逝的轻风，“君怀良不开”，她到哪里去寻找归宿呢？结尾的这缕轻风与开首的那道月光共同构成了一种幽寂清冷的境界。</p><br/><h2>鉴赏</h2> <p>　　开头两句用的是托物起兴的手法。明月在中国<a href=\"http://so.gushiwen.org/view_48019.aspx\">诗</a>歌传统里，起着触发怀想相思的作用，比如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“举头望明月，低头思故乡”。月光月夜，会撩起诗人绵绵不尽的思绪，勾起心中思念怪挂怀的人或事。当皎洁的明月照着高楼，清澄的月光如徘徊不止的流水轻轻晃动著，伫立在高楼上登高望远的思妇，在月光的沐浴下伤叹着无尽哀愁。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>接着采用自问自答的形式，牵引出怨妇幽幽地叙述悲苦的身世，这同时也是曹植牵动了对自己崎岖境遇的感慨。从明月撩动心事到引述内心苦闷，曹植写得流畅自然，不著痕迹，成为“建安绝唱”。</p> <p>　　丈夫外行已经超过十年了，为妻的常常形只影单的一人独处。夫妻本来像尘和泥那般共同一体，如今丈夫却像路上的轻尘，自己则成了水中的浊泥。轻尘浮空飞扬，浊泥却深沉水底，一浮一沉地位迥不相同，什么时候才能重会和好？曹植于此自比“浊水泥”的弃妇，“清路尘”指的是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>曹睿。曹丕继位后不再顾念手足之情，疏远甚至防范著自己的亲弟。曹睿称王时，曹植多次上表上书自试，终究无法获得任用。所以曹植用了浊泥和清尘的远离相互映照，衬托出和兄长侄子形势两异的遥远距离。</p> <p>　　曹植盼望着骨肉相谐和好，期盼能在曹丕曹睿身旁效力献功。所以他说但愿能化作一阵西南风，随风重投丈夫，也就是兄长侄子的怀抱。可是丈夫的怀抱若是不开展，曹丕曹睿始终防我疑我，做妻子的我无人可依靠，曹植“戮力上国，流惠下民，建永世之业，流金石之功”的抱负就不能实现。人一般能在外在环境的压迫困窘而激发出潜在的力量，曹植就是这样。当他意气风发、开朗无忧的时候，只能写些骑马射箭、山明水秀等没有深刻内涵的诗文，对后世影响不深。而为人称道的，是后来落魄时迸发出来的火花。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的<a href=\"http://so.gushiwen.org/view_48019.aspx\">诗</a>歌，一般皆以建安为界，分为前后两个时期。前期的曹植正值年少气盛之际，以洋溢的才华令人侧目外，更因此受尽了父亲疼爱。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>对这个“每见进难问，应声而对”的儿子，是“特见宠爱”的。于是这个时期的曹植，过的是富贵无忧的公子哥儿的生活，诗歌里也就充满着少年人的雄心壮志及趾高气扬的意味，《白马篇》可作代表。而本来凭着出色的天赋与才华，曹植极有可能继承其父的霸业，只可惜他“任性而行，不自雕励，饮酒不节”，终于渐渐使曹操对他丧失信心。相反的，曹植的同父同母的兄长<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>却自重自持，虽然才华光芒皆稍逊其弟，但曹操考量“文帝御之以术，矫情自饰，宫人左右并为之说，故遂定为嗣”（《三国志》）。</p> <p>　　曹操的逝世，是一代风云的终结，同时也是曹植生命中的转捩点。曹丕继位以后，对这个一度曾是王位准继承者的弟弟十分防备。他不只把曹植分封至京城以外，使他远离政治权力中心，甚至还设了“监国使者”，以防其弟图谋不轨，威胁本身的地位。人们耳熟能详的《七步诗》：“煮豆燃豆箕，豆在釜中泣。本是同根生，相煎何太急？”，说的正是曹植在曹丕的胁迫下，所作的一首哀泣骨肉相残的诗歌。这首诗歌真正的渊源不可考究，流传的版本亦有不同，出于曹植之手的可能性也很低，可是从这首诗里，还是得以见出曹丕兄弟间相互争斗猜忌确属事实。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "闺怨",
    "思念"
  ]
}