{
  "id": 20366,
  "star": 12,
  "name": "伤心行",
  "dynasty": "唐代",
  "content": "咽咽学楚吟，病骨伤幽素。<br>秋姿白发生，木叶啼风雨。 <br>灯青兰膏歇，落照飞蛾舞。<br>古壁生凝尘，羁魂梦中语。",
  "fanyi": "<p><strong>译文</strong><br>“咽咽”地效法楚辞吟咏着哀怨的<a href=\"http://so.gushiwen.org/view_20366.aspx\">诗</a>句，我多病的身躯经受不住幽冷的侵袭。<br>年轻的躯体益现出衰飒白发早生的“秋姿”，只见风雨中残枝败叶纷纷飘落。<br>灯油将尽的灯焰闪朔着宛如鬼火的青光，飞蛾在扑打着燃焰将熄灭的残光。<br>背后古旧的墙壁上积满厚厚的尘灰，我这羁旅客之魂在幽梦中还喃喃自语。</p> <p><strong>注释</strong><br>⑴咽咽：呜咽哀切之声。唐僧鸾《赠李粲秀才》诗：“愁如湘灵哭湘浦，咽咽哀音隔云雾。”楚吟：指楚辞那忧愤深广的长吟。《文选·<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>〈登池上楼〉》诗：“祁祁伤豳歌，萋萋感楚吟。”<br>⑵病骨：指多病瘦损的身躯。唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《示弟》诗：“病骨犹能在，人间底事无。”幽素：幽寂，寂静。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a> 《房中曲》：“蔷薇泣幽素，翠带花钱小。”<br>⑶秋姿：犹老态。<br>⑷木叶：树叶。《楚辞·九歌·湘夫人》：“袅袅兮秋风，洞庭波兮木叶下。”<br>⑸灯青：谓灯焰显出低暗的青蓝色。王琦汇解：“灯久膏将尽，则其燄低暗作青色。”兰膏：古代用泽兰子炼成的用来点灯的油脂。《楚辞·招魂》：“兰膏明烛，华容备些。”王逸注：“兰膏，以兰香炼膏也。”<br>⑹落照：夕阳的余晖。南朝梁简文帝《和徐录事见内人作卧具》：“密房寒日晚，落照度窗边。”<br>⑺凝尘：积聚的尘土。《晋书·简文帝纪》：“帝少有风仪，善容止，留心典籍，不以居处为意，凝尘满席，湛如也。”<br>⑻羁魂：客死者的魂魄。《南史·垣护之传》：“垣氏羁魂不返，而其孤藐幼。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　在<a href=\"http://so.gushiwen.org/view_20366.aspx\">诗</a>人生命的历程中，也许是伤心的经历太多、太长，也许是伤心的程度太深、太重，这首以“伤心”为题的短歌并不专写哪一件伤心之事，他既没写伤心经历之“实”，又不写伤心情怀之“虚”，而只写眼下自己的景况与周围的环境。</p> <p>　　这是一首五言古诗，全诗八句可分为上下两层，前四句为第一层，先以三句写自身形象。首句“咽咽”是状写悲吟之声。全句写自己“咽咽”地学习效法楚辞，咏吟着忧怨哀愤的诗句；第二句写自己多病的身躯经不住幽冷清寂的侵袭；第三句写自己早生华发，年轻的躯体现出衰飒的“秋姿”。第四句“木叶啼风雨”，转入环境景物，写风雨中纷纷飘落的残枝败叶。这一句环境景物的描写，既是对自身的悲凉境况加以烘托，也具有强化自身形象的比喻象征意味——诗人自身的“病骨”、“秋姿”就像“风雨”中的“木叶”。同时，这句写景又引出以下第二层身边琐屑景物的描绘，使诗歌从第一层向第二层自然地过渡，确乎是“一石三鸟”，言短而意深境阔。</p> <p>　　后四句是第二层。先以三个诗句写身边景物。眼前灯油将尽，灯焰闪着阴阒宛如鬼火的青光，飞蛾在扑打着燃焰将熄的残光；背后，古旧的墙壁上积满厚厚的尘灰，就在这鬼气森森的环境中，末句写<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>这羁旅之客一缕诗魂在幽梦中依然喃喃自语。这后四句先写周围景物，残灯、落照、飞蛾、凝尘，最后以羁魂夜语的形象对周围琐屑景物加以点染。这点染加重了全诗阴暗、悲凉的氛围；深化了诗人“病骨”、“秋姿”的枯寂凄伤情怀，类乎颊上添毫，倍见丰神；同时它又与诗歌首句“咽咽学楚吟”首尾相呼应、相补充，诗人那漂泊的羁魂即使在幽渺的梦幻中仍得不到解脱，依旧在咽咽楚吟。这最后一句确乎又是一石三鸟，言短而意深境阔。</p> <p>　　总观这一首《伤心行》，全诗四十言不露一个“伤心”字样，但在自身形象与周围景物的相融相生之中，字字句句都明显地外现出诗人内心那难言难述、繁久深重的伤心之意，从而也外现了震颤于诗人躯体中那颗已经伤透了的心，也表现出一位年轻且卓有才华的诗人在不合理的社会里，生活得多么艰难、多么不幸。</p> <p>　　清人黎简评长吉诗“于章法每不大理会，然亦有井然者，须细心寻绎始见。“（《长吉诗集评》）李贺诗确实多不大注意章法，《伤心行》这首五言古诗，虽则八句，却绝不沿袭律诗起、承、转、合的层次结构。但从上述对全诗的剖析来看，《伤心行》前后两层把自身景况与周围景物自然熨贴地交揉在一起，当属于黎简所谓“细心寻绎始见”其“井然”章法之作。诗人通过独具匠心的章法布局，把伤心的主题表现得那样浓重、那样沉郁、那样深幽。</p> <p>　　李贺诗向以想象丰赡、设色瑰奇而著称。明人许学夷评长吉诗“调婉而词艳，然诡幻多昧于理。”（《诗源辩体》卷二十六）但《伤心行》写自身景况与周围环境，故而多用实笔，极少虚诞想象；多用白描，极少浓彩设色；含情含理，绝无诡幻谲妄。诗中所写的景况都是真实的写照，即使“羁魂梦语”也非虚拟，而是诗人现实形象的反照。至于周围环境，无论大景小景，可能均系眼前实景，即使并非实景而是诗人借助想象而构成的种种意象，但它却更典型地表现了诗人所处现实境遇的凄冷、阴寂。这“实”与“朴”的特色，缩短了读者与作者的距离，强化了艺术上“真”的感染力。全诗在实笔、白描之中，也偶或闪现出新奇造语的火花，如用“秋姿”写自己形貌，更见其衰飒枯槁；用“凝尘”写壁上灰土，更见壁之残古、尘之积铸；用“落照”借指残灯弱焰，更见其无可挽救的衰竭。如此新奇造语增加了诗歌语言的表现力度。正是这种种情况，形成《伤心行》独有的格调：古淡质实之中，蕴涵着李贺特有的凄伤色泽。 </p>",
  "about": "<h2>创作背景</h2> <p>　　绝伦的才华，脱俗的识见，精颖的<a href=\"http://so.gushiwen.org/view_20366.aspx\">诗</a>思，然而遭逢不遇，时日蹉跎，诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的心尽管在自然的年轮上属于青春，但却长久处于一种凄伤的境态之中，自然会唱出这支“伤心”之曲。不过，尽管伤心早已是诗人李贺的痛切感受，他的诗里常常是或显或隐地透出伤心之情，但在他留下的二百余首诗作中，诗题既已明写“伤心”一类字样的却仅止《伤心行》这一首，因此，这首诗也就显得至为重要。</p> <p>　　从诗篇末句“羁魂”一语来推断，此诗大约作于作者应举失败、困顿长安之际，时间在元和（唐宪宗年号，806～820）年间。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写景",
    "忧国忧民"
  ]
}