{
  "id": 57517,
  "star": 47,
  "name": "沁园春·带湖新居将成",
  "dynasty": "宋代",
  "content": "三径初成，鹤怨猿惊，稼轩未来。甚云山自许，平生意气；衣冠人笑，抵死尘埃。意倦须还，身闲贵早，岂为莼羹鲈脍哉。秋江上，看惊弦雁避，骇浪船回。<br>东冈更葺茅斋。好都把轩窗临水开。要小舟行钓，先应种柳；疏篱护竹，莫碍观梅。秋菊堪餐，春兰可佩，留待先生手自栽。沉吟久，怕君恩未许，此意徘徊。",
  "fanyi": "<p><strong>译文<br></strong>归隐的园圃刚刚开成，白鹤猿猴都在惊怪，主人没有归来，归隐山林本是我平生的志趣，为什么甘为士人所笑，总是混迹尘埃？厌倦了官场就该急流勇退，求清闲愈早愈好，岂止是为享受莼羹鲈脍？你看那秋江上，听到弓弦响，惊雁急忙躲闪，行船回头，是因为骇浪扑来。<br>东冈上盖起那茅屋书斋，最好是把门窗临湖开。要划船垂钓，先种下柳树一排排；插上稀疏的篱笆保护翠竹，但不要妨碍赏梅。秋菊可餐服，春兰能佩戴，两种花留给我归来亲手栽。我反复思考，只怕圣上不让我离开，归隐之章仍在犹豫徘徊。</p> <p><strong>注释<br></strong>⑴沁园春：词牌名。<br>⑵带湖：信州府城北灵山脚下，今江西上饶市。<br>⑶三径：指归隐者的居所。《三辅决录》：蒋诩字元卿，“舍中三径，惟求仲、羊仲从之游。”皆隐士。后称退隐的居处为三径。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》：“三径就荒，松菊犹存。”<br>⑷鹤怨猿惊：表达出自己急切归隐的心情。化用南朝孔稚珪《北山移文》：“至於还飈入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猿惊”。<br>⑸稼轩：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>号稼轩。洪迈《稼轩记》说：辛弃疾在带湖建了一所很宏大的私人别墅，在新居右侧，建了上百间的房子，左侧，开辟了“稻田泱泱”，还余下十弓的空地，“意他日释位得归，必躬耕于是，故凭高作屋下临之，是为稼轩。而命田边立亭曰植杖，若将真秉耒耜之为者。”<br>⑹甚：正是。云山，农村。意气：神态。《史记·管晏列传》：“拥大盖，策驷马，意气扬扬，甚自得也。”这里作志气讲。<br>⑺衣冠人：上层或高贵的人物。<br>⑻抵死：终究，毕竟。<br>⑼意倦须还：这里指退隐回家。<br>⑽莼羹鲈脍：美味。《世说新语·识鉴篇》：西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>官洛阳，“见秋风起，因思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适意尔，何能羁宦数千里以要名爵？’遂命驾归。”<br>⑾“秋江上”三句：比喻在官场碰壁，遭人排挤，因此避世。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《周大将军襄城公郑伟墓志铭》<a href=\"http://so.gushiwen.org/view_57517.aspx\">诗</a>：“麋兴丽箭，雁落惊弦。”骇浪，形容海浪像马受惊时的奔跑。作者感觉到官场的奸诈险恶。要作雁避船回的准备。这就是回带湖的动机。<br>⑿东冈：东边的小岑。葺（qì），用茅草修复房子叫葺。<br>⒀好都把：作必须统统地解。轩：小房子。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《再和杨公济梅花十绝》诗：“白发思家万里回，小轩临水为花开。”<br>⒁秋菊：语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“朝饮木兰之坠露兮，夕餐秋菊之落英。”<br>⒂春兰：语出《离骚》：“扈江离与辟芷兮，纫秋兰以为佩。”兰有春秋二种，都可以佩带。这里写春兰，是与上边的秋菊相对。一说这两句化用屈原《九歌·礼魂》：“春兰兮秋菊，长无绝兮终古！”表明作者自己如屈原一般志行高洁，不愿同流合污。<br>⒃先生：是下人对辛弃疾的称呼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>力主抗金，收复中原，但朝廷无此意，不加重用壮志难酬，一生屡遭贬斥。由于不能见用于苟且偷安的南宋统治集团，他感到前途险恶，早晚必被逐出宦途。为后事计，他任江西安抚使时，在上饶城北带湖之畔，修建了一所新居，作为将来退隐之处。取名为“稼轩”并自号为“稼轩居士”以示去官务农之志。此词即在作引退前一年，即淳熙八年（1181年）新居将落成之时所作，抒发了他当时万端感慨集于一心的复杂感情。</p> <p>　　上片主要写萌发弃政归田之念。首句开门见山，顺题而起。西汉蒋诩隐居时门前开有三条小路的原因，“三径”即成了隐士居处的代称，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》中就有“三径就荒，松菊犹存”的句子。“三径初成”，日后栖身有所，词人于失意之中亦露几分欣慰。不过这层意思，作者并没有直白的一语道出。而是“鹤怨猿惊，稼轩未来”，以带湖的仙鹤老猿埋怨惊怪其主人的迟迟不至，曲曲吐露。“鹤怨猿惊”出于南齐孔稚珪《北山移文》：“蕙空兮夜鹤怨，山人去兮晓猿惊。”不同的是，孔稚珪是以昔日朝夕相处的鹤猿惊怨周颙隐而复仕，辛弃疾用此典却反其道而行之，假设即将友好伴处的鹤猿怨自己仕而不归。这两句是从新居方面落墨，说那里盼望自己早日归隐：“甚云山”四句，是自言自语一样，写主观想法。既然自己的平生志趣是以“云自许”，为什么还老是呆在尘世里当官，惹先贤隐士嘲笑呢！显然，这只不过是辛弃疾在遭到投降派一连串打击之后，所发的一种牢骚自嘲而已。谁不知道，辛弃疾的“平生意气”是抗金复国，金瓯一统，岂能以“云山自许”！然而现在乾坤难转，事不由已，有什么办法呢？“意倦须还，身闲贵早，岂为莼羹鲈脍哉？”词人不愿作违心之事，他认为既然厌恶这丑恶的官场又不能以已之力匡正，就应该激流勇退，愈早愈好，不要等被人家赶下了台才离开；再说自己也不是象西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>那样因想起了家乡味美的鲈鱼脍、莼菜羹而弃官还乡，心中无愧，又何苦“抵死尘埃”呢？这里，暗示了作者同南宋统治集团之间的矛盾已到了不可调和的程度，并表明了自己的磊落胸怀。其中“意倦”句，表明自己绝不愿为朝廷的苟安政策效劳，志不可夺去向已定：“岂为”句，说明他之退隐并不是为贪图个人安逸享受；最值得体味的是“身闲贵早”里的“贵早”二字。固然，这是为了呼应前文曲露的对新居的向往，欲归之情，不过主要还是说明，词人不堪统治集团反对派对他的毁谤和打击，而且可能预感到一场新的迫害正在等待着他。不如抽身早避。因而自然逗出了后面“秋江上”三句，表明了自己离政归田的真正原因是避祸，就象鸿雁听到了弦响而逃，航船见到了恶浪而避一样。他是别无他途，不得不如此。</p> <p>　　下片主要写但对未来生活蓝图的设想。词意仍缘“新居将成”而起。“将成”是指，初具规模但还有待于进一步完善。“东冈”二句，先就建筑方面说，再修一幢茅屋作为书斋，设于东冈，并把窗户全部面水而开，既照应了题中“带湖”二字，又照应了“平生意气”，即“云山自许”的雅致。而“行钓”同“种柳”联系起来，表明词人向往的是“小舟撑出柳阴来”的画境。表达了对官场争斗的厌倦，对乡村宁静的向往。下面写竹、梅、菊、兰，不仅表现了词人的生活情趣，更喻指词人的为人节操。竹、梅、是“岁寒三友”之二物，竹经冬而不凋，梅凌寒而花放。</p> <p>　　从既要“疏篱护竹”，又要“莫碍观梅”中，既表示作者玩花弄草的雅兴，更可以看出他对竹、梅坚贞品质的热忱赞颂和向往。至于菊、兰，都是伟大爱国<a href=\"http://so.gushiwen.org/view_57517.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>喜爱的高洁的花草。他在《离骚》中有“餐秋菊之落英”，“纫秋兰以佩”等句，表示自己所食之素洁和所服之芬芳，辛弃疾说，既然古人认为菊花可餐，兰花可佩，那他一定要亲手把它们载种起来。显然，“秋菊”两句，明讲种花，实言心志，古人志行高洁。自己亦当仿效。然而屈原餐菊佩兰是在被楚王放逐以后，而辛弃疾当时还是在职之臣。坚持理想节操固然可以由已决定，但未去留岂能擅自安排。所以他接着说：“沉吟久，怕君恩未许，此意徘徊。”这三句初看与前文完全不属，但细想，恰是当时作者心理矛盾含蓄而真实的流露。辛弃疾一生为国志在统一，志向尚未实现本不愿意离政，但形诸文字却说“怕君恩未许”。因此，这一方面固然暴露了作为统治集团一员的辛弃疾仍对腐朽朝廷昏庸皇帝存有不切实际的幻想；另一方面，更可以说，这是他始终不忘复国、积极从政、赤诚用世之心的流露。全词就在这种不得不隐、然又欲隐不能的“徘徊”心境中结束。</p> <p>　　这首词，自始至终可以说是一篇描写心理活动的实录。但上下两片，各有不同。前片写欲隐缘由，感情渐进，由微喜，而怅然，而气恼，而愤慨。读之，如观大河涨潮，流速由慢而疾，潮声也由小而大，词情也愈说愈明。后片写未来打算，读之，似在河中泛舟，水流徐缓而平稳，再不闻澎湃呼啸之声，所见只是波光粼粼。及设想完毕，若游程已终，突然转出“沉吟久”几句，似乎刚才打算，既非出自己心亦不可行于实际如一物突现舟水凝滞不可行，不过，尽管两片情趣迥别，风貌各异，由于通篇皆以“新居将成”一线相贯，因此并无割裂之嫌，却有浑成之致。</p><br/><h2>鉴赏</h2> <p>　　带湖位于信州（今江西上饶市）城北一里许，是一个狭长形的湖泊。其地“三面附城，前枕澄湖如宝带，其纵千有二百三十尺，其衡（横）八百有三十尺，截然砥平，可庐以居”（洪迈《稼轩记》）。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>“一旦独得之，既筑室百楹，才占地十四。乃荒左偏以立圃，稻田泱泱，居然衍十弓。意他日释位得归，必躬耕于是，故凭高作屋下临之，是为稼轩”（引同上）。湖光山色，风景绝佳，稼轩作此词时（淳熙八年秋），仍在江西安抚使任上，带湖新居即将落成。</p> <p>　　开篇即云思归之意。晋人赵岐《三辅决录·逃名》载：西汉末王莽弄权，兖州刺史后因以“三径”指归隐所居田园。陶潜《归去来辞》：“三径就荒，松竹犹存。”南齐陆韩卿《奉答内兄希叔》<a href=\"http://so.gushiwen.org/view_57517.aspx\">诗</a>：“杜门清三径，坐槛临曲池。”隐居的别墅初成，而“稼轩未来”，故“鹤怨猿惊”。此化用孔稚《北山移文》句意：“蕙帐空兮夜鹤怨，山人去兮晓猿惊”。词人赋予物以人情，既怨且惊（怪），深刻地表达出自己急切归隐的心情。接述高卧云山之志。“甚云山”以下四句，谓平生意气自负，以隐居云山自许，不想这些年来竟奔波于官场，为人所笑。“衣冠”，古代士以上戴冠，庶人包巾，衣冠连称，是古代士以上的服装。《史记》卷六十二《管晏列传》：“晏子惧然，摄衣冠谢曰”。后引申指世族、士绅。“抵死”，老是，总是意，在辛词中屡见，如《浣溪沙》：“去雁无凭传锦字，春泥抵死污人衣”；《满庭芳》：“恨儿曹抵死，谓我心忧”。“尘埃”，比喻污浊。《楚辞·渔父》：“安能以皓皓之白，而蒙世俗之尘埃乎？”此处指官场。接三句重申思归之意：“意倦须还，身闲贵早，”岂是为家乡的佳肴美味！《世说新语·识鉴篇》：西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>官洛阳，“见秋风起，因思吴中莼菜羹、鲈鱼脍，曰：‘人生贵得适意尔，何能羁宦数千里以要名爵’？遂命驾便归。”上面一借“鹤怨猿惊”而表归心急切；二云自己本志在云山，不在仕宦，三云早就“意倦”、“身闲”决无留恋了。然最后更道出真意：“秋江上，看惊弦雁避，骇浪船回。”喻遭人排挤，如秋江鸿雁，应避弓弦；惊涛骇浪，应急拨转船头。这年冬十一月，改除两浙西路提点刑狱公事。《宋会要》一百零一册《职官门·黜降官》第八：“淳熙八年十二月二日，右文殿修撰新任两浙西路提点刑狱公事辛弃疾落职罢新任。以弃疾奸贪凶暴，帅湖南日虐害田里，至是言者论列，故有是命。”《宋史》卷四百零一《辛弃疾传》：“台臣王蔺劾其用钱如泥沙，杀人如草芥。”带湖新居始建于春初，冬季落成。在写作此词时，似已有所觉察，故选择了急流勇退之途。</p> <p>　　下片层层铺叙带湖新居的园林亭台，水木花草的胜境。据《稼轩记》载：“田边立亭曰植杖，若将真秉耒耨之为者。东冈西阜，北墅南麓，以青径款竹扉，锦路行海棠，集山有楼，婆娑有堂，信步有亭，涤砚有渚”。词则说东冈还须再盖一所茅顶书斋，窗子全部临水而开。为方便在小船上钓鱼，要在湖边先种上柳树；插上篱笆保护竹枝，可不要妨碍观看梅花。秋菊可以用来进餐，秋兰可以用来佩带，这些都留待我来时亲自栽种。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·礼魂》：“春兰兮秋菊，长无绝兮终古！”“留待先生手自栽”，示意如屈原一样志行高洁，不同流合污。最后又说自己的退隐是迫于无奈，壮志未成，在词人是很沉痛的。既“沉吟久”，而又“徘徊”，正见积极用世与退隐林下的矛盾心情。</p> <p>　　词一起托物鹤猿，归思如见。继以一去声“甚”字领起四个四言短句，作扇面对（即一、三对仗，二、四对仗），音节急促，气势流贯。下片亦以一去声“要”字领四个四言短句，结构与上片全同。但音节徐缓，情韵悠悠。前者充分表现他愤世之怀，后者则闲适之意，流漾于外。至结处，方以“沉吟久”稍作停顿，转出“此意徘徊”的复杂心理。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《介存斋论词杂著》指出：“北宋词多就景抒情，……至稼轩、白石一变而为即事叙景。”即事叙景在辛词中确不少见，它不同于以情为中心的就景抒情，而是以叙事为主体，抒情如血脉流贯其中，以写景作为叙事的烘染或铺垫，如本词下片那一大段关于著茅斋、开轩窗、种柳、观梅、餐秋菊、佩春兰等事项的设想安排，都可看出艺术手法与北宋词人之不同处。</p> <p>　　南宋文人们的生活和北宋一样，仍是得天独厚（天者，皇帝也）。他们没有像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>那样“朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛”（《奉赠韦左丞丈二十二韵》）；也不会像<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>那样“借车载家具，家具少于车”（《借车》），弄得一身尴尬。为官的时候，自然有优渥的待遇，暂时辞职或致仕，也仍可优悠林下，坐享天年。在本词和“带湖之什”的许多篇中，都可见到这种富贵奢华景象，可贵的是辛弃疾无论顺境逆境始终未忘“看试手，补天裂”（《贺新郎·同甫见和，再用韵答之》）收复失地完成南北统一的大业。</p>",
  "about": "<h2>创作背景</h2> 　　这首词写于宋孝宗淳熙八年（1181年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>时年四十二岁，在江西路安抚使任上。辛弃疾自渡江以来，力主抗金，收复中原，但朝廷无此意，不加重用壮志难酬，一生屡遭贬斥。作者南下快有二十年了，在此期间，不论地方的好坏，职务的升降，他都以满腔的爱国热忱；为驱逐金人，恢复宋朝的山河，日夜操劳，鞠躬尽瘁；但他深深地察觉到统治集团的苟安腐败，险恶黑暗，使他产生了退隐的消极思想；同时也可能听到有陷害他的风声，这就促使他作后退的准备。他是二次任江西路的官员，对江西的地理山川比较熟悉，因而就选中了上饶的带湖一带，修建了新居，作为将来退隐之处，取名为“稼轩”，并自号为“稼轩居士”以示去官务农之志。这年新居已基本建成，就写了这首词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "思归"
  ]
}