{
  "id": 388,
  "star": 131,
  "name": "赐萧瑀",
  "dynasty": "唐代",
  "content": "疾风知劲草，板荡识诚臣。<br>勇夫安识义，智者必怀仁。",
  "fanyi": "<p><strong>译文<br></strong>在猛烈狂疾的大风中才能看得出是不是强健挺拔的草，在激烈动荡的年代里才能识别出是不是忠贞不二的臣。<br>一勇之夫怎么懂得为公为国为民为社稷的正义的道理，而智勇兼具的人内心里必然怀有忠君为民的仁爱之情。</p> <p><strong>注释<br></strong>⑴萧瑀：字时文，隋朝将领，被<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>俘后归唐，封宋国公。<br>⑵疾风：大而急的风。劲草：强劲有力的草。<br>⑶板荡：动乱之世。<br>⑷勇夫：有胆量的人。<br>⑸智者：有见识的人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_388.aspx\">诗</a>极富于哲理。诗的前两句是历来传颂的名句。“疾风知劲草”一语，出自宋·<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>《后汉书·王霸传》。此语原为汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>赞誉王霸之言。光武谓霸曰：“颍川从我者皆逝，而子独留努力，疾风知劲草。”后世遂用以比喻只有经过危难或战乱的严峻考验，才能识别出谁的意志坚强，谁是忠诚可靠者。作者<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>在此诗中用此赞美萧瑀。次句的“板荡”乃《诗经·大雅》中两篇作品的名称。《板》、《荡》二诗讥刺周厉王无道，败坏政局。后以“板荡”代指政局变乱。在风和日丽的日子里，“劲草”混同于一般的草；在和平安定的环境中，“诚臣”也容易混同于一般的人，其特殊性没有显现出来，因而不易鉴别。只有经过猛烈大风和动乱时局的考验，才能看出什么样的草是强劲的，什么样的人是忠诚的。</p> <p>　　后二句则另换角度，继续盛赞萧瑀。徒有一时之勇的“勇夫”并不懂得真正的“义”，而真正的“智者”必然心怀仁德。这里告诉读者，只有忠诚还是不够的，要智勇双全，才算是有用之才。有勇无谋，莫言义；有智无勇，难施仁。</p> <p>　　这首诗诗意浅显，说理形象，寓意深刻，言简意赅地揭示了“智”、“勇”、“仁”、“义”之间的辩证关系。这不仅对于知人善任具有现实意义，而且，对于读者的自我完善，如何使自己成为智勇双全的有用之才方面，也具有启迪作用。“疾风知劲草，板荡识诚臣”二句，如今引用它，比喻只有经过尖锐复杂斗争的考验，才能考查出一个人的真正品质和节操，才能显示出谁是忠贞的强者。</p>",
  "about": "<h2>创作背景</h2> 　　唐高祖武德九年（626），李建成和李元吉密谋杀害<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>未成，又向<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>诬陷李世民。李渊听信后，打算惩处李世民。在萧瑀的据理力劝下，才打消了惩处他的念头。不久后，李世民在“玄武门之变”中杀了李建成和李元吉。李渊在萧瑀的劝解下，才把政权交给了李世民。公元627年，李世民登基，封萧瑀为宰相。但由于萧瑀性情刚直，与<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>等大臣合不来，李世民便把萧瑀改任太子太傅。萧瑀毫无怨言，来到东宫任职，辅导太子十分尽职，李世民对他对太子的教导十分满意，于贞观九年（653），封萧瑀为“特进”，参预政事，并赠此<a href=\"http://so.gushiwen.org/view_388.aspx\">诗</a>给他，还说：“卿之忠直，古人不过。”",
  "poet": {
    "id": 582,
    "star": 0,
    "name": "李世民",
    "image": "http://img.gushiwen.org/authorImg/lishimin.jpg",
    "desc": "唐太宗李世民（599年－649年），唐朝第二位皇帝，在位23年，年号贞观。名字取意“济世安民”，陇西成纪人（今甘肃天水市秦安县）。唐太宗李世民不仅是著名的政治家、军事家，还是一位书法家和诗人。唐太宗开创了著名的贞观之治，被各族人民尊称为天可汗，为后来唐朝全盛时期的开元盛世奠定了重要基础，为后世明君之典范。庙号太宗，谥号文武大圣大广孝皇帝，葬于昭陵。"
  },
  "tags": [
    "哲理",
    "启示"
  ]
}