{
  "id": 21744,
  "star": 14769,
  "name": "长恨歌",
  "dynasty": "唐代",
  "content": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。<br>天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。<br>春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。<br>云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。</p> <p>承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。<br>金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。<br>遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。<br>缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。</p> <p>九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。<br>六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。<br>君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。<br>峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。</p> <p>行宫见月伤心色，夜雨闻铃肠断声。天旋地转回龙驭，到此踌躇不能去。<br>马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。<br>归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂。<br>春风桃李花开日，秋雨梧桐叶落时。西宫南内多秋草，落叶满阶红不扫。</p> <p>梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。<br>迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共。<br>悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。<br>为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。</p> <p>上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥渺间。<br>楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。<br>金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。<br>揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。</p> <p>风吹仙袂飘飘举，犹似霓裳羽衣舞。玉容寂寞泪阑干，梨花一枝春带雨。<br>含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。<br>回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。<br>钗留一股合一扇，钗擘黄金合分钿。但教心似金钿坚，天上人间会相见。</p> <p>临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。<br>在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。",
  "fanyi": "<p><strong>译文</strong><br>唐明皇偏好美色，当上皇帝后多年来一直在寻找美女，却都是一无所获。<br>杨家有个女儿刚刚长大，十分娇艳，养在深闺中，外人不知她美丽绝伦。<br>天生丽质、倾国倾城让她很难埋没世间，果然没多久便成为了唐明皇身边的一个妃嫔。<br>她回眸一笑时，千姿百态、娇媚横生；六宫妃嫔，一个个都黯然失色。<br>春寒料峭时，皇上赐她到华清池沐浴，温润的泉水洗涤着凝脂一般的肌肤。<br>侍女搀扶她，如出水芙蓉软弱娉婷，由此开始得到皇帝恩宠。<br>鬓发如云颜脸似花，头戴着金步摇。温暖的芙蓉帐里，与皇上共度春宵。<br>情深只恨春宵短，一觉睡到太阳高高升起。君王深恋儿女情温柔乡，从此再也不早朝。<br>承受君欢侍君饮，忙得没有闲暇。春日陪皇上一起出游，晚上夜夜侍寝。<br>后宫中妃嫔不下三千人，却只有她独享皇帝的恩宠。<br>金屋中梳妆打扮，夜夜撒娇不离君王；玉楼上酒酣宴罢，醉意更添几许风韵。<br>兄弟姐妹都因她列土封侯，杨家门楣光耀令人羡慕。<br>于是使得天下的父母都改变了心意，变成重女轻男。<br>骊山上华清宫内玉宇琼楼高耸入云，清风过处仙乐飘向四面八方。<br>轻歌曼舞多合拍，管弦旋律尽传神，君王终日观看，却百看不厌。<br>渔阳叛乱的战鼓震耳欲聋，宫中停奏霓裳羽衣曲。<br>九重宫殿霎时尘土飞扬，君王带着大批臣工美眷向西南逃亡。<br>车队走走停停，西出长安才百余里。<br>六军停滞不前，要求赐死<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>。君王无可奈何，只得在马嵬坡下缢杀杨玉环。<br>贵妃头上的饰品，抛撒满地无人收拾。翠翘金雀玉搔头，珍贵头饰一根根。<br>君王欲救不能，掩面而泣，回头看贵妃惨死的场景，血泪止不住地流。<br>秋风萧索扫落叶，黄土尘埃已消遁，回环曲折穿栈道，车队踏上了剑阁古道。<br>峨眉山下行人稀少，旌旗无色，日月无光。<br>蜀地山清水秀，引得君王相思情。行宫里望月满目凄然，雨夜听曲声声带悲。<br>叛乱平息后，君王重返长安，路过马嵬坡，睹物思人，徘徊不前。<br>萋萋马嵬坡下，荒凉黄冢中，佳人容颜再不见，唯有坟茔躺山间。<br>君臣相顾，泪湿衣衫，东望京都心伤悲，信马由缰归朝堂。<br>回来一看，池苑依旧，太液池边芙蓉仍在，未央宫中垂柳未改。<br>芙蓉开得像玉环的脸，柳叶儿好似她的眉，此情此景如何不心生悲戚?<br>春风吹开桃李花，物是人非不胜悲；秋雨滴落梧桐叶，场面寂寞更惨凄。<br>兴庆宫和甘露殿，处处萧条，秋草丛生。宫内落叶满台阶，长久不见有人扫。<br>戏子头已雪白，宫女红颜尽褪。晚上宫殿中流萤飞舞，孤灯油尽君王仍难以入睡。<br>细数迟迟钟鼓声，愈数愈觉夜漫长。遥望耿耿星河天，直到东方吐曙光。<br>鸳鸯瓦上霜花重生，冰冷的翡翠被里谁与君王同眠?<br>阴阳相隔已一年，为何你从未在我梦里来过?<br>临邛道士正客居长安，据说他能以法术招来贵妃魂魄。<br>君王思念贵妃的情意令他感动。他接受皇命，不敢怠慢，殷勤地寻找，八面御风。<br>驾驭云气入空中，横来直去如闪电，升天入地遍寻天堂地府，都毫无结果。<br>忽然听说海上有一座被白云围绕的仙山。<br>玲珑剔透楼台阁，五彩祥云承托起。天仙神女数之不尽，个个风姿绰约。<br>当中有一人字太真，肌肤如雪貌似花，好像就是君王要找的杨贵妃。<br>道士来到金阙西边，叩响玉石雕做的院门轻声呼唤，让小玉叫侍女双成去通报。<br>太真听说君王的使者到了，从帐中惊醒。穿上衣服推开枕头出了睡帐。逐次地打开屏风放下珠帘。<br>半梳着云鬓刚刚睡醒，来不及梳妆就走下坛来，还歪带着花冠。<br>轻柔的仙风吹拂着衣袖微微飘动，就像霓裳羽衣的舞姿，袅袅婷婷。寂<br>寞忧愁颜，面上泪水长流，犹如春天带雨的梨花。<br>含情凝视天子使，托他深深谢君王。马嵬坡上长别后，音讯颜容两渺茫。<br>昭阳殿里的姻缘早已隔断，蓬莱宫中的孤寂，时间还很漫长。<br>回头俯视人间，长安已隐，只剩尘雾。<br>只有用当年的信物表达我的深情，钿盒金钗你带去给君王做纪念。<br>金钗留下一股，钿盒留下一半，金钗劈开黄金，钿盒分了宝钿。<br>但愿我们相爱的心，就像黄金宝钿一样忠贞坚硬，天上人间总有机会再见。<br>临别殷勤托方士，寄语君王表情思，语中誓言只有君王与我知。<br>当年七月七日长生殿中，夜半无人，我们共起山盟海誓。<br>在天愿为比翼双飞鸟，在地愿为并生连理枝。<br>即使是天长地久，也总会有尽头，但这生死遗恨，却永远没有尽期。</p> <p><strong>注释</strong><br>（1）汉皇：原指汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。此处借指唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>。唐人文学创作常以汉称唐。<br>（2）重色：爱好女色。倾国：绝色女子。汉代<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>对汉武帝唱了一首歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾国与倾城，佳人难再得。”后来，“倾国倾城”就成为美女的代称。<br>（3）御宇：驾御宇内，即统治天下。汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《过秦论》：“振长策而御宇内”<br>（4）杨家有女：蜀州司户杨玄琰，有女杨玉环，自幼由叔父杨玄珪抚养，十七岁（开元二十三年）被册封为玄宗之子寿王李瑁之妃。二十七岁被玄宗册封为贵妃。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>此谓“养在深闺人未识”，是作者有意为帝王避讳的说法。<br>（5） 丽质：美丽的姿质。<br>（6）六宫粉黛：指宫中所有嫔妃。古代皇帝设六宫，正寝（日常处理政务之地）一，燕寝（休息之地）五，合称六宫。粉黛：粉黛本为女性化妆用品，粉以抹脸，黛以描眉。此代指六宫中的女性。无颜色：意谓相形之下，都失去了美好的姿容。<br>（7）华清池：即华清池温泉，在今西安市临潼区南的骊山下。唐贞观十八年（644）建汤泉宫，咸亨二年（671）改名温泉宫，天宝六载（747）扩建后改名华清宫。唐玄宗每年冬、春季都到此居住。<br>（8）凝脂：形容皮肤白嫩滋润，犹如凝固的脂肪。《<a href=\"http://so.gushiwen.org/view_21744.aspx\">诗</a>经·卫风·硕人》语“肤如凝脂”。<br>（9）侍儿：宫女。<br>（10）新承恩泽：刚得到皇帝的宠幸。<br>（11）云鬓：《木兰诗》：“当窗理云鬓，对镜贴花黄”。形容女子鬓发盛美如云。金步摇：一种金首饰，用金银丝盘成花之形状，上面缀着垂珠之类，插于发鬓，走路时摇曳生姿。<br>（12）芙蓉帐：绣着莲花的帐子。形容帐之精美。<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《戏作<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>体十三韵》：珠绳翡翠帷，绮幕芙蓉帐。<br>（13）春宵：新婚之夜。<br>（14）佳丽三千：《后汉书·皇后纪》：自武元之后，世增淫费，乃至掖庭三千。言后宫女子之多。据《旧唐书·宦官传》等记载，开元、天宝年间，长安大内、大明、兴庆三宫，皇子十宅院，皇孙百孙院，东都大内、上阳两宫，大率宫女四万人。<br>（15）金屋：《汉武故事》记载，武帝幼时，他姑妈将他抱在膝上，问他要不要她的女儿阿娇作妻子。他笑着回答说：“若得阿娇，当以金屋藏之。”<br>（16）列土：分封土地。据《旧唐书·后妃传》等记载，杨贵妃有姊三人，玄宗并封国夫人之号。长日大姨，封韩国夫人。三姨，封虢国夫人。八姨，封秦国夫人。妃父玄琰，累赠太尉、齐国公。母封凉国夫人。叔玄珪，为光禄卿。再从兄铦，为鸿胪卿。锜，为侍御史，尚武惠妃女太华公主。从祖兄国忠，为右丞相。姊妹，姐妹。<br>（17）可怜：可爱，值得羡慕。<br>（18）不重生男重生女：陈鸿《长恨歌传》云，当时民谣有“生女勿悲酸，生男勿喜欢”，“男不封侯女作妃，看女却为门上楣”等。<br>（19）骊宫：骊山华清宫。骊山在今陕西临潼。<br>（20）凝丝竹：指弦乐器和管乐器伴奏出舒缓的旋律。<br>（21）渔阳：郡名，辖今北京市平谷县和天津市的蓟县等地，当时属于平卢、范阳、河东三镇节度史安禄山的辖区。天宝十四载（755）冬，安禄山在范阳起兵叛乱。鼙鼓：古代骑兵用的小鼓，此借指战争。<br>（22）霓（ní）裳羽衣曲：舞曲名，据说为唐开元年间西凉节度使杨敬述所献，经唐玄宗润色并制作歌词，改用此<br>名。乐曲着意表现虚无缥缈的仙境和仙女形象。<br>（23）九重城阙：九重门的京城，此指长安。烟尘生：指发生战事。阙，，意为古代宫殿门前两边的楼，泛指宫殿或帝王的住所。《楚辞·九辩》：君之门以九重。<br>（24）千乘万骑西南行：天宝十五载（756）六月，安禄山破潼关，逼近长安。玄宗带领杨贵妃等出延秋门向西南方向逃走。当时随行护卫并不多，“千乘万骑”是夸大之词。乘：一人一骑为一乘。<br>（25）翠华两句：李隆基西奔至距长安百余里的马嵬驿（今陕西兴平），扈从禁卫军发难，不再前行，请诛杨国忠、杨玉环兄妹以平民怨。玄宗为保自身，只得照办。<br>翠华：用翠鸟羽毛装饰的旗帜，皇帝仪仗队用。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《上林赋》：建翠华之旗，树灵鼍之鼓。百余里：指到了距长安一百多里的马嵬坡。<br>（26）六军：指天子军队。《周礼·夏官·司马》：王六军。据新旧《唐书·玄宗纪》、《资治通鉴》等记载：天宝十五载（756）六月，哥舒翰至潼关，为其帐下火拔归仁执之降安禄山，潼关不守，京师大骇。玄宗谋幸蜀，乃下诏亲征，仗下后，士庶恐骇。乙未日凌晨，玄宗自延秋门出逃，扈从唯宰相杨国忠、韦见素，内侍<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>及太子、亲王、妃主，皇孙已下多从之不及。丙辰日，次马嵬驿（在兴平县北，今属陕西），诸军不进。龙武大将军陈玄礼奏：逆胡指阙，以诛国忠为名，然中外群情，不无嫌怨。今国步艰阻，乘舆震荡，陛下宜徇群情，为社稷大计，国忠之徒，可置之于法。会吐蕃使遮国忠告诉于驿门，众呼曰：杨国忠连蕃人谋逆！兵士围驿四合，及诛杨国忠、魏方进一族，兵犹未解。玄宗令高力士诘之，回奏曰：诸将既诛国忠，以贵妃在宫，人情恐惧。玄宗即命力士赐贵妃自尽。<br>（27）宛转：形容美人临死前哀怨缠绵的样子。蛾眉：古代美女的代称，此指杨贵妃。《诗经·卫风·硕人》：螓首蛾眉。<br>（28）花钿：用金翠珠宝等制成的花朵形首饰。委地：丢弃在地上。<br>（29）翠翘：首饰，形如翡翠鸟尾。金雀：金雀钗，钗形似凤（古称朱雀）。玉搔头：玉簪。《西京杂记》卷二：武帝过李夫人，就取玉簪搔头。自此后宫人搔头皆用玉。<br>（30）云栈：高入云霄的栈道。萦纡（yíngyū）：萦回盘绕。剑阁：又称剑门关，在今四川剑阁县北，是由秦入蜀的要<br>道。此地群山如剑，峭壁中断处，两山对峙如门。<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>相蜀时，凿石驾凌空栈道以通行。<br>（31）峨嵋山：在今四川峨眉山市。玄宗奔蜀途中，并未经过峨嵋山，这里泛指蜀中高山。<br>（32）行宫：皇帝离京出行在外的临时住所。<br>（33）夜雨闻铃：《明皇杂录·补遗》：“明皇既幸蜀，西南行。初入斜谷，霖雨涉旬，于栈道雨中闻<br>铃音与山相应。上既悼念贵妃，采其声为《雨霖铃曲》以寄恨焉。”这里暗指此事。后《雨霖铃》成为宋词词牌名。<br>（34）天旋地转：指时局好转。肃宗至德二年（757），<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>军收复长安。回龙驭：皇帝的车驾归来。<br>（35）不见玉颜空死处：据《旧唐书·后妃传》载：玄宗自蜀还，令中使祭奠杨贵妃，密令改葬于他所。初瘗时，以紫褥裹之，肌肤已坏，而香囊仍在，内官以献，上皇视之凄惋，乃令图其形于别殿，朝夕视焉。<br>（36）信马：意思是无心鞭马，任马前进。<br>（37）太液：汉宫中有太液池。未央：汉有未央宫。此皆借指唐长安皇宫。<br>（38）西宫南苑：皇宫之内称为大内。西宫即西内太极宫，南内为兴庆宫。玄宗返京后，初居南内。上元元年（760），权宦李辅国假借肃宗名义，胁迫玄宗迁往西内，并流贬玄宗亲信高力士、陈玄礼等人。<br>（39）梨园弟子：指玄宗当年训练的乐工舞女。梨园：据《新唐书·礼乐志》：唐玄宗时宫中教习音乐的机构，曾选\"坐部伎\"三百人教练歌舞，随时应诏表演，号称“皇帝梨园弟子”。<br>（40）椒房：后妃居住之所，因以花椒和泥抹墙，故称。阿监：宫中的侍从女官。青娥：年轻的宫女。据《新唐书·百官志》，内官宫正有阿监、副监，视七品。<br>（41）孤灯挑尽：古时用油灯照明，为使灯火明亮，过了一会儿就要把浸在油中的灯草往前挑一点。挑尽，说明夜已深。按，唐时宫延夜间燃烛而不点油灯，此处旨在形容玄宗晚年生活环境的凄苦。<br>（42）迟迟：迟缓。报更钟鼓声起止原有定时，这里用以形容玄宗长夜难眠时的心情。<br>（43）耿耿：微明的样子。欲曙天：长夜将晓之时。<br>（44）鸳鸯瓦：屋顶上俯仰相对合在一起的瓦。《三国志·魏书·方技传》载：文帝梦殿屋两瓦堕地，化为双鸳鸯。房瓦一俯一仰相合，称阴阳瓦，亦称鸳鸯瓦。霜华：霜花。<br>（45）翡翠衾：布面绣有翡翠鸟的被子。《楚辞·招魂》：翡翠珠被，烂齐光些。言其珍贵。谁与共：与谁共。<br>（46）临邛道士鸿都客：意谓有个从临邛来长安的道士。临邛：今四川邛崃县。鸿都：东汉都城洛阳的宫门<br>名，这里借指长安。《后汉书·灵帝纪》：光和元年二月，始置鸿都门学士。<br>（47）致魂魄：招来杨贵妃的亡魂。<br>（48）方士：有法术的人。这里指道士。殷勤：尽力。<br>（49）排空驭气：即腾云驾雾。<br>（50）穷：穷尽，找遍。碧落：即天空。黄泉：指地下。<br>（51）海上仙山：《史记·封禅书》：自威、宣、燕昭使人人海求蓬莱、方丈、瀛洲，此三神山者，其传在渤海中。<br>（52）玲珑：华美精巧。五云：五彩云霞。<br>（53）绰约：体态轻盈柔美。《庄子·逍遥游》：藐姑射之山，有神人居焉，肌肤若冰雪，绰约如处子。<br>（54）参差：仿佛，差不多。<br>（55）金阙：《太平御览》卷六六。引《大洞玉经》：上清宫门中有两阙，左金阙，右玉阙。西厢：《尔雅·释宫》：室有东西厢日庙。西厢在右。玉扃（jiong）：玉门。即玉阙之变文。<br>（56）转教小玉报双成：意谓仙府庭院重重，须经辗转通报。小玉：吴王夫差女。双成：传说中西王母的侍女。这里皆借指杨贵妃在仙山的侍女。<br>（57）九华帐：绣饰华美的帐子。九华：重重花饰的图案。言帐之精美。《宋书·后妃传》：自汉氏昭阳之轮奂，魏室九华之照耀。<br>（58）珠箔：珠帘。银屏：饰银的屏风。逦迤：接连不断地。<br>（59）新睡觉：刚睡醒。觉，醒。<br>（60）袂（mèi）：衣袖。<br>（61）玉容寂寞：此指神色黯淡凄楚。阑干：纵横交错的样子。这里形容泪痕满面。<br>（62）凝睇（dì）：凝视。<br>（63）昭阳殿：汉成帝宠妃赵飞燕的寝宫。此借指杨贵妃住过的宫殿。<br>（64）蓬莱宫：传说中的海上仙山。这里指贵妃在仙山的居所。<br>（65）人寰（huán）：人间。<br>（66）旧物：指生前与玄宗定情的信物。<br>（67）寄将去：托道士带回。<br>（68）钗留二句：把金钗、钿盒分成两半，自留一半。擘：分开。合分钿：将钿盒上的图案分成两部分。<br>（69）重寄词：贵妃在告别是重又托他捎话。<br>（70）两心知：只有玄宗、贵妃二人心里明白。<br>（71）长生殿：在骊山华清宫内，天宝元年（742）造。按“七月”以下六句为作者虚拟之词。陈寅恪在《元白诗笺证稿·长恨歌》中云：“长生殿七夕私誓之为后来增饰之物语，并非当时真确之事实”。“玄宗临幸温汤必在冬季、春初寒冷之时节。今详检两唐书玄宗记无一次于夏日炎暑时幸骊山。”而所谓长生殿者，亦非华清宫之长生殿，而是长安皇宫寝殿之习称。<br>（72） 比翼鸟：传说中的鸟名，据说只有一目一翼，雌雄并在一起才能飞。<br>（73）连理枝：两株树木树干相抱。古人常用此二物比喻情侣相爱、永不分离。<br>（74）恨：遗憾。绵绵：连绵不断。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《长恨歌》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a><a href=\"http://so.gushiwen.org/view_21744.aspx\">诗</a>作中脍炙人口的名篇，作于元和元年（806），当时诗人正在盩厔县（今陕西周至）任县尉。这首诗是他和友人陈鸿、王质夫同游仙游寺，有感于唐玄宗、杨贵妃的故事而创作的。在这首长篇叙事诗里，作者以精炼的语言，优美的形象，叙事和抒情结合的手法，叙述了唐玄　宗、杨贵妃在安史之乱中的爱情悲剧：他们的爱情被自己酿成的叛乱断送了，正在没完没了地吃着这一精神的苦果。唐玄宗、杨贵妃都是历史上的人物，诗人并不拘泥于历史，而是借着历史的一点影子，根据当时人们的传说，街坊的歌唱，从中蜕化出一个回旋曲折、宛转动人的故事，用回环往复、缠绵悱恻的艺术形式，描摹、歌咏出来。由于诗中的故事、人物都是艺术化的，是现实中人的复杂真实的再现，所以能够在历代读者的心中漾起阵阵涟漪。　</p> <p>　　《长恨歌》就是歌“长恨”，“长恨”是诗歌的主题，故事的焦点，也是埋在诗里的一颗牵动人心的种子。而“恨”什么，为什么要“长恨”，诗人不是直接铺叙、抒写出来，而是通过他笔下诗化的故事，一层一层地展示给读者，让人们自己去揣摸，去回味，去感受。　诗歌开卷第一句：“汉皇重色思倾国”，看来很寻常，好像故事原就应该从这里写起，不需要作者花什么心思似的，事实上这七个字含量极大，是全篇纲领，它既揭示了故事的悲剧因素，又唤起和统领着全诗。紧接着，诗人用极其省俭的语言，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生，六宫粉黛无颜色”的杨贵妃。描写了杨贵妃的美貌、娇媚，进宫后因有色而得宠，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”。反复渲染唐玄宗得贵妃以后在宫中如何纵欲，如何行乐，如何终日沉湎于歌舞酒色之中。所有这些，就酿成了安史之乱：“渔阳鼙鼓动地来，惊破霓裳羽衣曲”。这一部分写出了“长恨”的内因，是悲剧故事的基础。诗人通过这一段宫中生活的写实，不无讽刺地向我们介绍了故事的男女主人公：一个重色轻国的帝王，一个娇媚恃宠的妃子。还形象地暗示我们，唐玄宗的迷色误国，就是这一悲剧的根源。　</p> <p>　　下面，诗人具体的描述了安史之乱发生后，皇帝兵马仓皇逃入西南的情景，特别是在这一动乱中唐玄宗和杨贵妃爱情的毁灭。“六军不发无奈何，宛转蛾眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流”，写的就是他们在马嵬坡生离死别的一幕。“六军不发”，要求处死杨贵妃，是愤于唐玄宗迷恋女色，祸国殃民。杨贵妃的死，在整个故事中，是一个关键性的情节，在这之后，他们的爱情才成为一场悲剧，接着，从“黄埃散漫风萧索”起至“魂魄不曾来入梦”，诗人抓住了人物精神世界里揪心的“恨”，用酸恻动人的语调，宛转形容和描述了杨贵妃死后唐玄宗在蜀中的寂寞悲伤，还都路上的追怀忆旧，回宫以后睹物思人，触景生情，一年四季物是人非事事休的种种感触。缠绵悱恻的相思之情，使人觉得回肠荡气。正由于诗人把人物的感情渲染到这样的程度，后面道士的到来，仙境的出现，便给人一种真实感，不以为纯粹是一种空中楼阁了。　</p> <p>　　从“临邛道士鸿都客”至诗的末尾，写道士帮助唐玄宗寻找杨贵妃。诗人采用的是浪漫主义的手法，忽而上天，忽而入地，“上穷碧落下黄泉，两处茫茫皆不见”。后来，在海上虚无缥缈的仙山上找到了杨贵妃，让她以“玉容寂寞泪阑干，梨花一枝春带雨”的形象在仙境中再现，殷勤迎接汉家的使者，含情脉脉，托物寄词，重申前誓，照应唐玄宗对她的思念，进一步深化、渲染“长恨”的主题。诗歌的末尾，用“天长地久有时尽，此恨绵绵无绝期”结笔，点明题旨，回应开头，而且做到“清音有余”，给读者以联想、回味的余地。　</p> <p>　　《长恨歌》首先给我们艺术美的享受的是诗中那个宛转动人的故事，是诗歌精巧独特的艺术构思。全篇中心是歌“长恨”，但诗人却从“重色”说起，并且予以极力铺写和渲染。“日高起”、“不早朝”、“夜专夜”、“看不足”等等，看来是乐到了极点，象是一幕喜剧，然而，极度的乐，正反衬出后面无穷无尽的恨。唐玄宗的荒淫误国，引出了政治上的悲剧，反过来又导致了他和杨贵妃的爱情悲剧。悲剧的制造者最后成为悲剧的主人公，这是故事的特殊、曲折处，也是诗中男女主人公之所以要“长恨”的原因。过去许多人说《长恨歌》有讽喻意味，这首诗的讽喻意味就在这里。那么，诗人又是如何表现“长恨”的呢？马嵬坡杨贵妃之死一场，诗人刻画极其细腻，把唐玄宗那种不忍割爱但又欲救不得的内心矛盾和痛苦感情，都具体形象地表现出来了。由于这“血泪相和流”的死别，才会有那没完没了的恨。随后，诗人用许多笔墨从各个方面反复渲染唐玄宗对杨贵妃的思念，但诗歌的故事情节并没有停止在一个感情点上，而是随着人物内心世界的层层展示，感应他的景物的不断变化，把时间和故事向前推移，用人物的思想感情来开拓和推动情节的发展。唐玄宗奔蜀，是在死别之后，内心十分酸楚愁惨；还都路上，旧地重经，又勾起了伤心的回忆；回宫后，白天睹物伤情，夜晚辗转难眠。日思夜想而不得，所以寄希望于梦境，却又是“悠悠生死别经年，魂魄不曾来入梦”。诗至此，已经把“长恨”之“恨”写得十分动人心魄，故事到此结束似乎也可以。然而诗人笔锋一折，别开境界，借助想象的彩翼，构思了一个妩媚动人的仙境，把悲剧故事的情节推向高潮，使故事更加回环曲折，有起伏，有波澜。这一转折，既出人意料，又尽在情理之中。由于主观愿望和客观现实不断发生矛盾、碰撞，诗歌把人物千回百转的心理表现得淋漓尽致，故事也因此而显得更为宛转动人。　</p> <p>　　《长恨歌》是一首抒情成份很浓的叙事诗，诗人在叙述故事和人物塑造上，采用了中国传统诗歌擅长的抒写手法，将叙事、写景和抒情和谐地结合在一起，形成诗歌抒情上回环往复的特点。诗人时而把人物的思想感情注入景物，用景物的折光来烘托人物的心境；时而抓住人物周围富有特征性的景物、事物，通过人物对它们的感受来表现内心的感情，层层渲染，恰如其分地表达人物蕴蓄在内心深处的难达之情。唐玄宗逃往西南的路上，四处是黄尘、栈道、高山，日色暗淡，旌旗无光，秋景凄凉，这是以悲凉的秋景来烘托人物的悲思。在蜀地，面对着青山绿水，还是朝夕不能忘情，蜀中的山山水水原是很美的，但是在寂寞悲哀的唐玄宗眼中，那山的“青”，水的“碧”，也都惹人伤心，大自然的美应该有恬静的心境才能享受，他却没有，所以就更增加了内心的痛苦。这是透过美景来写哀情，使感情又深入一层。行宫中的月色，雨夜里的铃声，本来就很撩人意绪，诗人抓住这些寻常但是富有特征性的事物，把人带进伤心、断肠的境界，再加上那一见一闻，一色一声，互相交错，在语言上、声调上也表现出人物内心的愁苦凄清，这又是一层。还都路上，“天旋地转”，本来是高兴的事，但旧地重过，玉颜不见，不由伤心泪下。叙事中，又增加了一层痛苦的回忆。回长安后，“归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂”。白日里，由于环境和景物的触发，从景物联想到人，景物依旧，人却不在了，禁不住就潸然泪下，从太液池的芙蓉花和未央宫的垂柳仿佛看到了杨贵妃的容貌，展示了人物极其复杂微妙的内心活动。“夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天”。从黄昏写到黎明，集中地表现了夜间被情思萦绕久久不能入睡的情景。这种苦苦的思恋，“春风桃李花开日”是这样，“秋雨梧桐叶落时”也是这样。及至看到当年的“梨园弟子”、“阿监青娥”都已白发衰颜，更勾引起对往日欢娱的思念，自是黯然神伤。从黄埃散漫到蜀山青青，从行宫夜雨到凯旋回归，从白日到黑夜，从春天到秋天，处处触物伤情，时时睹物思人，从各个方面反复渲染诗中主人公的苦苦追求和寻觅。现实生活中找不到，到梦中去找，梦中找不到，又到仙境中去找。如此跌宕回环，层层渲染，使人物感情回旋上升，达到了高潮。诗人正是通过这样的层层渲染，反复抒情，回环往复，让人物的思想感情蕴蓄得更深邃丰富，使诗歌“肌理细腻”，更富有艺术的感染力。　</p> <p>　　人们对白居易《长恨歌》的主题思想历来争论不休，有所谓爱情说、政治主题说、双重主题说等等。本文作者持爱情说。首先从作品的四个层次来分析，肯定白居易并非像陈鸿写《长恨歌传》那样板着说教的脸孔去描写李杨故事，而是以“情”作为主旋律，让主人公的情去感动读者，使之产生共鸣，取得审美上的极大成功。本文还结合作者生平经历和社会历史分析他在处理历史题材、政治题材和来自民间的人性题材、心理题材的关系问题上的独到之处，进一步说明唐明皇杨贵妃形象的审美意义。　</p> <p>　　《长恨歌》一出，关于其主题，便成为历来读者争论的焦点。观点也颇具分歧。大抵分三种：其一为爱情主题。是颂扬李杨的爱情诗作。并肯定他们对爱情的真挚与执著；其二为政治主题说。认为诗的重点在于讽喻，在于揭露“汉皇重色思倾国”必然带来的“绵绵长恨”，谴责唐明皇荒淫导致安史之乱以垂诫后世君主；其三为双重主题说。认为它是揭露与歌颂统一，讽谕和同情交织，既洒一掬同情泪，又责失政遗恨。究竟如何，还需从作品本身去分析。</p> <p>　　可将诗分为四个层次：第一层从“汉皇重色思倾国”至“尽日君王看不足”，叙述了安史之乱前，唐玄宗如何重色、求色，终于得到了“回眸一笑百媚生”的杨贵妃。贵妃进宫后恃宠而骄，不但自己“新承恩泽”，而且“姊妹弟兄皆列土”，反复渲染唐玄宗得贵妃后完全沉湎于歌舞酒色。开卷首句既提示了故事的悲剧因素，又唤起和统领着全诗；　第二层从“渔阳鼙鼓动地来”至“回看血泪相和流”，写安史之乱，玄宗逃难，被迫赐死贵妃，写出了“长恨”的内因，是悲剧故事的基础。诗人有意将因玄宗荒淫误国所造成的安史之乱进行了淡化处理，对二人的生离死别则着意形容，读者受到的是悲剧气氛的感染而不是历史的理性批判。陈鸿《长恨歌传》“惩尤物，窒乱阶”之说是板着面孔做文章，故不能视为此诗的写作动机；第三层从“黄埃散漫风萧索”至“魂魄不曾来人梦”，描述了杨贵妃死后，唐玄宗在蜀中的寂寞悲伤还都路上的追怀忆旧，行宫见月，夜雨闻铃，是一片“伤心色”和“断肠声”。长安收复以后回朝时，重过马嵬，“不见玉颜空死处”。回宫后，池苑依旧，物是人非，缠绵悱恻的相思之情，使人觉得荡气回肠；第四层从“临邛道士鸿都客”至“此恨绵绵无绝期”，写玄宗派方士觅杨贵妃之魂魄，重在表现唐玄宗的孤寂和对往日爱情生活的忧伤追忆。诗人运用浪漫主义手法，上天入地，后终在虚无缥缈的仙山上让贵妃以“玉容寂寞泪阑干，梨花一枝春带雨”的形象再现于仙境。“情”的宣泄已超脱于帝王妃子间的感情纠葛，而更多地带有诗人的主观的理想成分，并早已超出了历史事实的范围，将主观愿望与客观现实的矛盾冲突表现无余。结尾“天长地久有时尽，此恨绵绵无绝期”二句，是爱情的叹息与呼声，是对于爱情受命运播弄，和爱情被政治伦理摧残的痛惜，此恨之深，已超越时空而进入无极之境。这样，诗人便以“长恨”表现了爱情的长存，亦即点明全诗的主题。　</p> <p>　　应该说，写作之初，白居易至少在主观上是同意陈鸿的“惩尤物、窒乱阶”之说的，后来在《新乐府》的《李夫人》、《古家狐》中还重复强调了“尤物惑人”、“狐媚害人”的主题，明确宣扬性爱之为害，但是又承认“人非木石皆有情”，性爱是消灭不了的，所以解决问题的途径只好是“不如不遇倾城色”。但在《长恨歌》的实际写作当中，他又服从了民间爱情故事所表达的人类的向美本能和情感欲望。这样，整个故事便具有了更为深刻复杂的涵义：既写了真美，又写了真恶，并将两者直接联系在一起；《丽情集》本《长恨歌传》有一段话：叔向母曰：“甚美必甚恶。”<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>歌曰：“倾国复倾城。”此之谓也。　这段话大概可以代表中唐士人对这一　问题的最后思考。白居易写作《长恨歌》时遵循的一条基本原则是：不因为“甚恶”而抹煞“甚美”。尽管其主题最后似偏离了对“甚恶”的谴责，但“甚恶”内容本身毕竟没有被抹煞，反过来又丰富了“甚美”的涵义。　</p> <p>　　《长恨歌》一方面是一个重大的历史题材和政治题材，另一方面又是一个来自民间的具有悠久传统的人性题材、心理题材。白居易在创作中服从于民族的文化心理和诗人的个性思想，即传统模式与作者主观能动作用同时并存，这固然是与诗人的生活经历和人生观是分不开的。白居易一生跨中晚唐，他的思想以贬官江州司马为界，经历了由积极入世到消极出世两个阶段，实践了他所信奉的“达则兼济天下，穷则独善其身”的儒家人生模式。白居易所谓“独善”的基本内涵是乐天知命、知足保和，并由此而与释、老相通，以随缘任运、委顺自然为应世态度。在他的整个思想体系中，“独善”与“兼济”并行不悖，“施之乃伊吕事业，蓄之则庄老道德”(《君子不器赋》)，它们是一个完整人生观的两个侧面。还在遭贬以前，他努力为云龙、为风鹏，并与<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>大力倡导新乐府运动。也正是因为他年轻时候的胸怀大志，颇有挽唐室于既衰，拯生民于水火的政治气概，才使得他有足够的气魄处理这样一个重大的历史题材，并以“不惑”来总结唐明皇后半生的政治得失，写就了《长恨歌》。这样，在他心目中对唐明皇的一分为二，必然要在塑造形象中反映出来。正是因为一往情深的唐明皇同重色轻国的唐明皇是对立统一体，所以，白居易把这个故事写成一个好皇帝的悲剧。好皇帝有所惑，终于造成了自己和百姓的悲哀。我们从作品中看到的唐明皇性格的塑造已排斥了理想化，乃是另一种理想化的结果。排斥的是封建统治阶级为皇帝们头上加足光圈使其上升为半神的理想化。而这排斥本身，就包含了城市居民的另一种理想在内，他们从现实生活中皇帝权威下降的土壤出发，把封建统治阶级的头子想象为和他们自己一样的普通人，一个有爱欲、有苦恼、有错误、有缺点的人情味十足的痴情皇帝，简直同一般爱情故事中的主人公并无差别！他们从另一角度把皇帝理想化了，理想化的皇帝应该和百姓一样是有血有肉的人，不是神！而白居易从民本思想出发，有条件、并有所扬弃地接受了城市居民的这种对唐明皇的理想化，这样完成了对唐明皇形象的塑造。诗人被贬江州以后，“独善”与“兼济”的地位才发生了转化，他的精神生活与仕宦生涯逐渐转轨，终于以“独善”消释了“兼济”，在精神自救的过程中，白居易逐渐从关注社会政治转向关注个体生命，对于自由人格的钟爱逐渐超越了对道德人格的执著。<br>　　<br>　　作为一首千古绝唱的叙事诗，《长恨歌》在艺术上的成就是很高的。古往今来，许多人都肯定这首诗的特殊的艺术魅力。《长恨歌》在艺术上以什么感染和诱惑着读者呢？宛转动人，缠绵悱恻，恐怕是它最大的艺术个性，也是它能吸住千百年来的读者，使他们受感染、被诱惑的力量。 </p>",
  "about": "<h2>写作背景</h2> <p>　　唐宪宗元和元年（806），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任盩厔（今西安市周至县）县尉。一日，与友人陈鸿、王质夫到马嵬驿附近的仙游寺游览，谈及<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>与杨贵妃事。王质夫认为，像这样突出的事情，如无大手笔加工润色，就会随着时间的推移而消没。他鼓励白居易：“乐天深于<a href=\"http://so.gushiwen.org/view_21744.aspx\">诗</a>，多于情者也，试为歌之，何如？”于是，白居易写下了这首长诗。陈鸿同时写了一篇传奇小说《长恨歌传》。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "唐诗三百首",
    "写人",
    "爱情",
    "讽喻",
    "叙事",
    "长诗"
  ]
}