{
  "id": 72772,
  "star": 48,
  "name": "山花子·春愁",
  "dynasty": "明代",
  "content": "杨柳迷离晓雾中，杏花零落五更钟。寂寂景阳宫外月，照残红。<br>蝶化彩衣金缕尽，虫衔画粉玉楼空。惟有无情双燕子，舞东风。",
  "fanyi": "<p><strong>译文<br></strong>在薄薄的迷雾中，杨柳依依，杏花飘落，五更的钟声响起。寂静凄凉景阳殿上的月儿照着残花。五彩的遗衣化作了蝴蝶，连金丝缕也销蚀殆尽，早已失去帝王家的气象。<br>昔日的皇官，玉宇琼楼早已朽蚀一空，剥落的画粉飞飞扬扬，留下萧瑟悲凉之景。只有一双燕子，在风中飞舞。</p> <p><strong>注释<br></strong>[1]杏花零落：唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》“雨后却斜阳，杏花零落香”，宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《画堂春》“雨余芳草斜阳，杏花零落燕泥香”<br>[2]五更钟：<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》“来是空言去绝踪，月斜楼上五更钟”。<br>[3]景阳宫：即景阳殿，是南朝陈的宫殿，故址在今南京市北玄武湖畔一带。<br>[4]蝶化彩衣：《罗浮山志》载有<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>成仙，遗衣化为彩蝶的故事。《罗浮志》载：“仙蝶为仙人彩衣所化，大如盘而五色。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>的词婉丽风流，独具神韵，无论叙私情，还是言国事，都“以浓艳之笔，传凄婉之神”（陈延焯《白雨斋词话》）。这首《山花子》词就是一首凄丽悲婉的佳作。词题为“春恨”，但非关春情，也非关春光，而是以眼前的春色为契机，发抒悲怀故国的一腔遗恨。</p> <p>　　上片从残春的景象入笔，自然引发一脉凄婉的伤逝情愫。</p> <p>　　“杨柳迷离晓雾中，杏花零落五更钟”，开篇两句，呈现了四种意象——弥漫的晓雾，迷离的杨柳，零落的杏花，凄清的钟声，酿造了一种残败清冷的氛围。这是残春的景象，令人仆恓惶惆怅。五更钟，用语本于<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题》“来是空言去绝踪，月斜楼上五更钟”。这里暗用宋朝灭亡的旧典。《宋史·五行志》载，宋初有“寒在五更头”的民谣，“五更”谐音“五庚”，预兆宋朝的国祚在第五个庚申之后终止。宋太祖立国于公元960年（建降元年庚申），到 公园1259（理宗开庆元年）正好为五个庚申。果然，二十年后，宋朝就宣告灭亡。如今，这五更的钟声响起，不啻如一声声家破国亡的丧音，敲打着词人忧伤的心灵。下面“寂寂景阳宫外月，照残红”两句，又以冷月、旧宫、残花三种意象，进一步渲染寂寞、凄凉的景况。“景阳宫”，即景阳殿，是南朝陈的宫殿，故址在今南京市北玄武湖畔。公元589年（祯明三年），隋军南下过江，攻占台城（故址在今南京市北玄武湖畔一带)，陈后主闻讯，即与妃子张丽华投景阳宫井藏匿，至夜，被隋军擒获。</p> <p>　　明朝和陈朝都建都南京。这里是用象征陈朝段灭的景阳宫旧事影射明朝的亡国。曾经照彻陈朝景阳宫殿、目睹过陈后主投井被擒一幕的明月，如今宛如深邃明睿的见证人，冷峻地观照着明朝灭亡后的惨淡景象——暮春的红花在寂寞中纷纷凋残，意味颇为深长。</p> <p>　　下片切入人事沧桑，抒写凭吊故国的感伤。</p> <p>　　“蝶化彩衣金缕尽，虫衔画粉玉楼空”，过片两句承袭上片意脉，呈示一派亡国的衰败景象。《罗浮山志》载有<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>成仙，遗衣化为彩蝶的故事。“蝶化彩衣金缕尽”用其事，意谓明朝的皇族贵胄死后，五彩的遗衣化作了蝴蝶，连金丝缕也销蚀殆尽，早已失去帝王家的气象。昔日的皇官，玉宇琼楼早已朽蚀一空，剥落的画粉飞飞扬扬，只留下萧瑟悲凉之景。这虫蚀楼空的意象，正是奸佞卖国的象征。“惟有无情双燕子，舞东风”，结拍两句，看似描绘燕舞东风的春景，实则以燕子的无情隐喻降清旧臣的无义，揭示出他们卖身求荣的丑恶嘴脸。他们恍如翩翩起舞的燕子春风得意，毫无亡国的悲恸。这两句含意隐曲，但透过言表，并不难感受到词人的义慨和愤懑。</p> <p>　　清陈廷焯评此词说：“凄丽近南唐二主，词意亦哀以思矣！”（《白雨斋词话》），并以“凄丽”二字概括此词特征，指出这首词凄清婉丽的风格与南唐二主<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>、<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>相近；“哀以思，则揭橥这首词的内蕴以哀恸悲思故国为指归，黍离麦秀之悲，家国身世之恨，久久翻腾在胸中，发而为词，便成哀惋清丽的绝唱。”如果说，南唐后主李煜的“哀以思”，主要是哀悼失去的天堂，追思旧日的荣华富贵，那么，陈子龙的“哀以思”则更多地是哀痛故国的覆亡，沉思亡明的教训。一是亡国亡家的君主，一是图谋恢复的志士，显然，后者的作品更富思想的深度。清沈雄谓：“大樽(陈子龙号)文高两汉，<a href=\"http://so.gushiwen.org/view_72772.aspx\">诗</a>轶三唐，苍劲之色与节义相符者，乃《湘真》一集，风流婉丽如此！”（《古今词话·词评》）凄丽的外壳包蕴着哀以思的崇高节义，如此解读这首《山花子》词，方不辜负词人的苦心孤诣。</p>",
  "about": "<h2>创作背景</h2> 　　明朝灭亡，作者感叹故国的覆亡，沉思亡明的教训。一是亡国亡家的君主，二是图谋恢复的志士。昔日繁华景象不复返。作者来到景阳宫前，看到萧瑟的宫殿，看景生情，写下了《山花子·春愁》这首<a href=\"http://so.gushiwen.org/view_72772.aspx\">诗</a>。",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "残春",
    "凭吊",
    "故国"
  ]
}