{
  "id": 7319,
  "star": 45,
  "name": "秦中感秋寄远上人 / 秦中寄远上人",
  "dynasty": "唐代",
  "content": "一丘常欲卧，三径苦无资。<br>北土非吾愿，东林怀我师。<br>黄金燃桂尽，壮志逐年衰。<br>日夕凉风至，闻蝉但益悲。",
  "fanyi": "<p><strong>译文</strong><br>本想长久地归隐山林，又苦于无钱举步维艰。<br>滞留长安不是我心愿，心向东林把我师怀念。<br>黄金像烧柴一般耗尽，壮志随岁月逐日衰减。<br>黄昏里吹来萧瑟凉风，听晚蝉声声愁绪更添。</p> <p><strong>注释</strong><br>⑴远上人：上人是对僧人的敬称，远是法号。事迹未详。<br>⑵一丘：即一丘一壑，意指隐居山林。语出《晋书·谢鲲传》。<br>⑶三径：《三辅决录》卷一谓“蒋翊归乡里，荆棘塞门，舍中有三径，不出，唯求仲、羊仲从之游”。后便指归隐后所住的田园。<br>⑷东林：指庐山东林寺，这里借指远上人所在的寺院。<br>⑸黄金燃桂尽：《战国策·楚策三》谓“楚国之食贵于玉，薪贵于桂”。这里喻处境窘困。燃桂：烧贵如桂枝的柴。<br>⑹闻蝉：听蝉鸣能引起人悲秋之感。<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>《听鸣蝉篇》有“听鸣蝉，此听悲无极”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从这首<a href=\"http://so.gushiwen.org/view_7319.aspx\">诗</a>的内容看，当为<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>在长安落第之后的作品。诗中充满了失意、悲哀与追求归隐的情绪，是一首坦率的抒情诗。</p> <p>　　第一联从正面写“所欲”。作者的所欲，原本为隐逸；但诗中不用隐逸而用“一丘”、“三径”的典故。“一丘”颇具山野形象，“三径”自有园林风光。用形象以表明隐逸思想，是颇为自然的。然而“苦无资”三字却又和作者所欲发生了矛盾，透露出他穷困潦倒的景况。</p> <p>　　“北土非吾愿”，是从反面写“不欲”。“北土”指“秦中”，亦即京城长安，是士子追求功名之地，这里用以代替做官，此句表明了不愿做官的思想。因而，诗人身在长安，不由怀念起庐山东林寺的高僧来了。“东林怀我师”是虚写，一个“怀”字，表明了对“我师”的尊敬与爱戴，暗示追求隐逸的思想，并紧扣诗题中的“寄远上人”。这二句，用“北士”以对“东林”，用“非吾愿”以对“怀我师”，对偶相当工稳。同时正反相对，相得益彰，更能突出作者的思想感情。</p> <p>　　诗人进而抒写自己滞留帝京的景况和遭遇。“黄金燃桂尽”，表现了旅况的穷困；“壮志逐年衰”，表现了心意的灰懒。对偶不求工稳，流畅自然，意似顺流而下，这正是所谓“上下相须，自然成对”（《文心雕龙·丽辞》）。</p> <p>　　七句写“凉风”，八句写“蝉鸣”。这些景物，表现出秋天的景象。凉风瑟瑟，蝉鸣嘶嘶，很容易使人产生哀伤的情绪。再加以作者身居北土，旅况艰难，官场失意，呼吁无门，所以会感到“益悲”。</p> <p>　　这首诗最显著的特点，在于直抒胸臆。感情的难以抒发，在于抽象。诗人常借用具体事物的形象描写以抒发感情；表达感情的词语，往往一字不用。而此诗却一反这种通常的写法。对“一丘”称“欲”，对“无资”称“苦”；对“北土”则表示“非吾愿”，思“东林”于是“怀我师”；求仕进而不能，这使得作者的壮志衰颓；流落秦中，穷愁潦倒；感受到凉风、听到蝉声而“益悲”。这种写法，有如画中白描，不加润色，直写心中的哀愁苦闷。而读者读来并不感到抽象，反而显得诗人的率真和诗风的明朗。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7319.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>第一次到长安应举不中、滞留至秋天时，即开元十五年（727）至开元十七年（729）间。科举考试，在春天举行，落榜后不离开长安，一般是准备来年再考。孟浩然未必没有这样的打算。但秋天到来时，他在长安待不下去了，就写了这首诗寄给远方友人远上人，抒发悲怀。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "抒情",
    "归隐"
  ]
}