{
  "id": 10766,
  "star": 25,
  "name": "岁晏行",
  "dynasty": "唐代",
  "content": "岁云暮矣多北风，潇湘洞庭白雪中。<br>渔父天寒网罟冻，莫徭射雁鸣桑弓。<br>去年米贵阙军食，今年米贱大伤农。<br>高马达官厌酒肉，此辈杼轴茅茨空。<br>楚人重鱼不重鸟，汝休枉杀南飞鸿。<br>况闻处处鬻男女，割慈忍爱还租庸。<br>往日用钱捉私铸，今许铅锡和青铜。<br>刻泥为之最易得，好恶不合长相蒙。<br>万国城头吹画角，此曲哀怨何时终？",
  "fanyi": "<p><strong>译文</strong><br>　　年终时候遍地飒飒北风，潇湘洞庭在白皑皑的飞雪中。天寒冻结了渔父的鱼网，莫徭人射雁拉响桑弓。去年米贵军粮缺乏，今年米贱却严重地伤农。骑着大马的达官贵人吃厌酒肉，百姓穷得织机、茅屋都扫空。楚人喜欢鱼虾不愿吃鸟肉，你们不要白白杀害南飞的孤鸿。何况听说处处卖儿卖女，来偿还租庸。过去用钱严禁私人熔铸，今天竟允许铅锡中掺和青铜。刻泥的钱模最容易取得，但不应让好钱坏钱长时欺蒙！各地城头都在吹起号角，这样哀怨的曲调几时才能告终？</p><p><strong>注释</strong><br>①云、矣：都是语气助词，无意义。岁暮：年末，指<a href=\"http://so.gushiwen.org/view_10766.aspx\">诗</a>题所言的岁晏。<br>②莫徭：湖南的一个少数民族。《隋书·地理志下》记载，莫徭善于射猎，因其先祖有功，常免征役。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>有《连州腊日观莫徭猎西山》诗。鸣：弓开有声。桑弓：桑木作的弓。<br>③阙军食：据《唐书·代宗纪》记载，大历二年（767）十月，朝廷令百官、京城士庶出钱助军，减京官职田三分之一，以补给军粮。这句是说米贵是由于朝廷赋税的繁重引起的。<br>④高马：指高头大马。达官：指显达之官。厌：同“餍”，饱食。《孟子》：“良人出，则必餍酒肉而后反。”此辈：即上渔民、莫徭的猎人们。杼柚：织布机。茅茨：草房。这两句是说骑着高头大马的达官显贵们饱食酒肉，而贫穷人民的一切却被剥削的干干净净。<br>⑤楚人重鱼：《风俗通》：“吴楚之人嗜鱼盐，不重禽兽之肉。”<br>⑥汝：指莫徭。鸿：大雁，这里代指飞禽。这两句是说楚人不喜食禽兽之肉，即使莫徭射猎到飞禽也换不到多少钱，只是白白射杀了南飞的大雁，也不利于改变自己贫穷的命运。<br>⑦鬻（yù）：出卖。男女：即儿女。<br>⑧割慈忍爱：指出卖儿女。还：交纳。租庸：唐时赋税制度有租、庸、调三种，租是交纳粮食，调是交纳绢绫麻，庸是服役。这里代指一切赋税。<br>⑨私铸：即私家铸钱。<br>⑩刻泥：用胶泥刻制铁模。这句是说你们何不干脆用泥巴作钱来欺骗人民，这样岂不是更容易得到好处吗？<br>好恶：好钱和恶钱，即官钱和私钱。不合：不应当。是说应当及时禁绝私铸恶钱，不使好钱和恶钱长相欺骗，同时通用。<br>万国：普天之下。此曲：指画角之声，也指他自己所作的这首《岁晏行》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　安史之乱以后，唐朝时局仍一片混乱。藩镇割据，军阀混战，苛捐杂税，名目繁多，百姓灾难深重。公元768年（唐代宗大历三年）春，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>已五十七岁，携家人从夔州（今四川奉节）出三峡，这年冬天（题中“岁晏”即岁暮）来到岳州（今湖南岳阳），作此<a href=\"http://so.gushiwen.org/view_10766.aspx\">诗</a>以记途中见闻。</p> <p>　　全诗前四层各四句，末用二句作结，共五层。“岁云暮矣多北风，潇湘洞庭白雪（一作云）中。”首句承题，点明时令节候。“潇湘洞庭”，点出诗人行经之地。一年将尽，北风呼啸，潇湘二水、洞庭湖上，雪花纷纷扬扬。诗歌开篇就勾勒出一幅天寒地冻、惨淡惨冷的背景。写岁晏景事，为全诗写时事创造气氛。“渔父天寒网罟冻，莫徭射雁鸣桑弓。”罟，即网。莫徭，《隋书·地理志》下载：长沙郡杂有夷蜑，名曰莫徭，自言其先祖有功，尝免征役，故以为名。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>有《连州腊日观莫徭猎》诗，足见这种少数民族长于射猎。桑弓，桑木做的弓。开弓射雁有声，故曰“鸣”。三四句直写眼前情景，渔父网冻捕不成鱼，莫摇出于无奈而射雁，既表现百姓生活之艰难，也流露出诗人的悯农之情。</p> <p>　　“去年米贵阙军食，今年米贱太伤农。”据《旧唐书·代宗纪》记载，公元767年（大历二年）夏历十月，减京官职田三分之一充军粮。又十一月，率百官京城士庶，出钱以助军。这首诗作于公元768年冬，因此说“去年”。安史之乱平定后，随之而来的是与吐蕃作战，加之地方军阀叛乱，生产破坏，军粮不足，米价上涨，人民不堪其苦。这年眼见丰收，米价又太贱，“谷贱伤农”。“高马达官厌酒肉，此辈杼柚茅茨空。”厌，同餍，吃饱喝足。此辈，指农家夫妇。杼柚，织布机上的两个部件。茅茨，即茅草屋。高车驷马的达官贵人吃厌了酒肉，男耕女织的农民终年辛勤却一无所有，这就深刻地暴露了统治阶级的腐朽，道出了人间的不平。前四句伤穷民之渔猎者，此四句又伤穷民之耕织者，再以民生为念，令人感泣。</p> <p>　　“楚人重鱼不重鸟，汝休枉杀南飞鸿。况闻处处鬻男女，割慈忍爱还租庸。”楚人，今湖南等地春秋战国时属楚，这里指湖南一带的人。《风俗通》说：“吴楚之人，嗜鱼盐，不重禽兽之肉。”所以，莫徭射雁并不能换来收入以改变穷困处境，等于白害了鸿雁生命，所以说“枉杀”。诗用“汝休”二字，有劝诫之意，语气沉郁，表现了诗人对飞鸿的同情，同时使人联想起民间“哀鸿遍野”的惨境。“割慈忍爱”是指出卖儿女。还，指缴纳。租庸，指唐王朝所实行的“租庸调”赋役制度：丁岁纳粟稻谓之租，不役者日纳绢三尺谓之庸，纳绢绫绵麻谓之调。这里所说“租庸”实际上包括了一切苛捐杂税。说鱼说鸟，直承渔父、莫徭而来；说租说庸，直承农夫、杼柚而来。前面已描写了百姓生活之苦，又“处处”迫于赋敛之困，以至卖儿鬻女。“况闻”有进层之意。这就进一步揭露了官府横征暴敛，写出剥夺者对百姓的残酷压榨已到了忍无可忍的境地。</p> <p>　　“往日用钱捉私铸，今许铅锡和青铜。刻泥为之最易得，好恶不合长相蒙。”唐初曾禁止私铸钱，规定“盗铸者身死，家口配没”（《旧唐书·食货志》）。天宝以后，地主商人盗铸严重，在青铜里掺和铅锡，牟取暴利。官府听之任之，所以说“今许”。“刻泥”句，旧注为“以泥为铸模”，意思是：用泥土做成钱岂不更简单，更不费成本！愤激中有讽刺，入木三分。诗人认为官府允许私铸铜钱，百姓吃亏，不该总这样长期蒙混下去。诗通过今昔对比，有力地抨击了当时朝廷政策。如此仗义执言，反映了诗人对人民疾苦深切的关注和同情。</p> <p>　　“万国城头吹画角，此曲哀怨何时终？”万国，泛指各地。画角，古管乐器，形如竹筒，本细末大，外加彩绘，故称画角。发声哀厉高亢，军中多用以报告时辰。吹画角，指战乱不止。天下万国都在兵荒马乱中，处处城头吹起凄凉的画角。天下愈乱，百姓愈遭殃。诗的最后说：这画角的声声哀怨，要到什么时候才能停止呢？诗首从岁暮所见写起；诗末以岁暮所闻收束，表达忧乱之意，点破题旨，流露出诗人对时局的深深忧虑。杜甫擅长七古，多以时事入诗，且善于将时事注入纪行咏怀的作品中。其间，又常用简炼的语言表现极为丰富的社会内容。如“高马达官厌酒肉，此辈杼柚茅茨空”，“万国城头吹画角，此曲哀怨何时终”等，都高度地概括了封建社会两种阶级的对立和人民生活在水深火热战乱中的基本面貌，杜甫以诗入史，亦诗亦史，其思想内容的深度广度，其叙事艺术的高度成就，在我国古典诗歌中堪称首屈一指。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10766.aspx\">诗</a>写于大历三年（768年）之后，是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在生命的最后三年移家于舟中，漂泊在长江湘水上的诗作。安史之乱以后，唐朝时局仍一片混乱。藩军镇压割据，军阀混战，各种各样的税务使百姓灾难深重。唐代宗大历三年春，杜甫已五十七岁，携家人从夔州（今四川奉节）出三峡，这年冬天（题中“岁晏”即岁暮）来到岳州（今湖南岳阳），作此诗以记途中见闻。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "冬天",
    "忧国忧民"
  ]
}