{
  "id": 58,
  "star": 91,
  "name": "竹竿",
  "dynasty": "先秦",
  "content": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。<br>泉源在左，淇水在右。女子有行，远兄弟父母。<br>淇水在右，泉源在左。巧笑之瑳，佩玉之傩。<br>淇水滺滺，桧楫松舟。驾言出游，以写我忧。",
  "fanyi": "<p><strong>译文<br></strong>钓鱼竹竿细又长，曾经垂钓淇水上。难道不把旧地想，路远无法归故乡。<br>泉源汩汩流左边，淇水荡荡流右边。姑娘长大要出嫁，父母兄弟离得远。<br>淇水荡荡流右边，泉源汩汩流左边。嫣然一笑皓齿露，身佩美玉赛天仙。<br>淇水悠悠日夜流，桧木桨儿柏木舟。驾车出游四处逛，以解心里思乡愁。</p> <p><strong>注释<br></strong>⑴籊（tì）籊：长而尖削貌。<br>⑵尔思：想念你。尔，你。<br>⑶致：到。<br>⑷泉源：一说水名。即百泉，在卫之西北，而东南流入淇水。<br>⑸行：远嫁。<br>⑹瑳（cuō）：玉色洁白，这里指露齿巧笑状。<br>⑺傩（nuó）：通“娜”，婀娜。一说行动有节奏的样子。<br>⑻滺（yōu）：河水荡漾之状。<br>⑼楫（jí）：船桨。桧、松：木名。桧（guì），柏叶松身。<br>⑽驾言：本意是驾车，这里是操舟。言，语助词，相当“而”字。<br>⑾写（xiè）：通“泻”，宣泄，排解.</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_58.aspx\">诗</a>写一位远嫁的女子思乡怀亲的感情。全诗四章，内容都是远嫁女儿脑海中的形象活动。全诗从回忆与推想两个角度来写，可分两大部分，前后各两章，分别成一层意思。</p> <p>　　开头两章，是远嫁姑娘的回忆，都是关于婚前家乡与亲人的事。首章回忆当姑娘家时在淇水钓鱼的乐事：“籊籊竹竿，以钓于淇”，和伙伴们一起到淇水钓鱼游玩，这是多么惬意的事，不可能忘记。可惜眼下身在异乡，再也不能回淇水去钓鱼了，“岂不尔思，远莫致之”。次章回忆离别父母兄弟远嫁时的情形。泉水、淇水，逐渐远去；父母兄弟，逐渐远离。离别的场面和离别的情怀，最使人难忘。远嫁的女儿回忆起这个场景，思念之情不可抑止。第一章、第二章共八句，重点在回忆，强调的是思乡怀亲之情。</p> <p>　　第三、四两章是进一层意思：希企。眼下远嫁女儿已是人家的媳妇，故乡亲人都见不到。回忆激起的情怀，化作热情的企望：希望能有一天重归故乡。三四两章，便是想像回乡时的情景。淇水、泉水依然如故，“淇水在右，泉源在左”，与第二章两句一样，只是句子位置变化一下，实际上是用复沓的手法，表示重来旧地的意思。这时候，出嫁女已不再是姑娘家时持竹竿钓鱼那样天真了，而是“巧笑之瑳，佩玉之傩”，一副成熟少妇从容而喜悦的样子：故乡，我终于回来了！仿佛为了重新找回少女时代的感觉，这位少妇又到淇水。不过，这次不是钓鱼了，而是“桧楫松舟”，乘船游赏。不过，旧地重游，也不能排解远嫁多时的离愁。三四两章想像回乡的场景，正是远嫁归不得的少妇幻想的场景。想像得越真切越具体，现实中远离故乡不得归的思念之情就越强烈。所以，驾船游赏故乡的想像，根本不能解决思乡怀亲的愁思。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是写一位卫国女子出嫁远离故乡而思念家乡的<a href=\"http://so.gushiwen.org/view_58.aspx\">诗</a>歌。卫国的淇水，是青年男女游乐的地方。悠悠的淇水水波，秀丽的两岸风光，伴随着这些青年渡过无忧无虑的青少年时代。因此，每当他们远离故乡，回首往事，思亲怀乡的时候，淇水很自然地浮现在脑际。淇水、家乡、亲人、亲情，都融化在一起，激起心中感情的波涛。这首诗，正是带着这种感情的波涛而写就的。</p> <p>　　关于诗的主旨，《毛诗序》说：“《竹竿》，卫女思归也。”写的是一位远嫁的卫国女儿，思念家乡的情怀。至于作者，<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>在《诗古微》中考证，以为“亦许穆夫人作”。这位许穆夫人是卫公子顽的女儿，嫁在许国。后来许穆夫人的兄长戴公掌权时，卫国被狄人攻陷，卫国灭亡。许穆夫人既不能回卫国吊唁，便写了《鄘风·载驰》一诗，表达自己的心情。从诗意来看，《卫风·竹竿》并没有痛心吊唁的沉重，只有思乡怀归的忧思，不像亡国之音。魏源说《卫风·竹竿》是许穆夫人所作，并没有实证，只是一种推测。现代多数学者把《卫风·竹竿》看作一位远嫁的卫国姑娘思念家乡的歌声。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思乡"
  ]
}