{
  "id": 59344,
  "star": 10,
  "name": "庆宫春·双桨莼波",
  "dynasty": "宋代",
  "content": "　　<span style=\"font-family:SimSun;\">绍熙辛亥除夕。余别石湖归吴兴，雪后夜过垂虹，尝赋诗云：“笠泽茫茫雁影微。玉峰重叠护云衣；长桥寂寞春寒夜，只有诗人一舸归。”后五年冬，复与俞商卿、张平甫、钴朴翁自封禺同载，诣梁溪。道经吴淞。山寒天迥，云浪四合，中夕相呼步垂虹。星斗下垂。错杂渔火。朔吹凛凛。卮酒不能支。朴翁以衾自缠，犹相与行吟。因赋此阙，盖过旬，涂稿乃定。朴翁咎余无益，然意所耽，不能自已也。平甫、商卿、朴翁皆工于诗。所出奇诡；余亦强追逐之。此行既归。各得五十余解。</span></p> <p>双桨莼波，一蓑松雨，暮愁渐满空阔。呼我盟鸥，翩翩欲下，背人还过木末。那回归去，荡云雪、孤舟夜发。伤心重见，依约眉山，黛痕低压。<br>采香径里春寒，老子婆娑，自歌谁答？垂虹西望，飘然引去，此兴平生难遏。酒醒波远，正凝想、明挡素袜。如今安在？惟有阑干，伴人一霎。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　双桨划破长满莼菜的水波，整个蓑衣淋着松林的密雨，暮霭生愁渐渐充满空阔的天地。呼唤鸥鸟我愿与它结盟隐逸，它翩翩飞舞似欲降下，却又背人转身掠过树梢远去。那次归返吴兴，荡开云雾寒雪，乘着孤舟连夜起程。伤心往事今又重见，依稀隐约的是秀眉一样连绵的山峰，像青色黛痕低压着双眸脉脉含情。</p> <p>　　小舟驶入采香小溪，那里正是早春寒冷，老夫我婆娑起舞，独自放歌谁来回应？在垂虹桥头向西遥望，孤舟御风引领我飘然远行，这真是平生难以遏止的豪情逸兴!待我酒醒顺波舟行已渐远，我正凝神思念，她耳戴明珠闪闪，足裹裹袜纤纤，如今美人何在？唯有倚眺的栏杆，伴人徘徊片刻间。</p> <p><strong>注释</strong><br>①绍熙辛亥：宋光宗绍熙二年（1191）。<br>②石湖：指<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>，号石湖居士。<br>③垂虹：即垂虹桥，在今江苏吴江，因桥上有亭曰垂虹，故名。<br>④封、禺：皆山名，在今渐江德清。梁溪：今江苏无锡。<br>⑤还过木末：又掠过树梢。<br>⑥老子婆娑：老夫我对着山川婆娑起舞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词有小序述写作缘起。它首先追叙了1191年（绍熙二年辛亥）除夕，作者从<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>苏州石湖别墅乘船回湖州家中，雪夜过垂虹桥即兴赋<a href=\"http://so.gushiwen.org/view_59344.aspx\">诗</a>的情景。诗即《除夜自石湖归苕溪》十绝句，“笠泽茫茫雁影微”是其中的一首。当时伴随诗人的还有范成大所赠侍女小红，故又有《过垂虹》一首云：“自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。” 五年以后，1196年（庆元二年）冬，作者自封禺（二山名，在今浙江德清县西南）东诣梁溪（今无锡）张鉴别墅，行程是由苕溪入太湖经吴松江，沿运河至无锡，方向正与前次相反，同往者有张鉴（平甫）、俞灏（商卿）、<a href=\"http://so.gushiwen.org/author_2995.aspx\">葛天民</a>（朴翁，为僧名义铦），这次又是夜过吴松江，到垂虹桥，且顶风漫步桥上，因赋此词，后经十多天反复修改定稿。这次再游垂虹，小红未同行，范成大逝去已三载。从小序看，这首词是一首写景纪游之词，但从全词看，则兼有伤逝、怀古、怀人等多重内容。此词的妙处正在将多重主旨溶成一片，复杂含混，意蕴丰厚。</p> <p>　　上片从环境入手，开篇便描绘出一幅凌寒荡舟的广阔画面：飘浮着莼菜的水面，双桨划动；松风时送雨点，冷凝在蓑笠上；暮霭渐渐笼罩湖上，令人生愁。起三句“莼波”、“松雨”、“暮愁”，或语新意工，或情景交融，“渐”字写出时间的推移，“空阔”则展示出境界的深广，为全词定下了一个清旷高远的基调。以下三句继写湖面景象：沙鸥在湖上盘旋飞翔，仿佛要为“我”落下，却又背人转向，远远掠过树梢。沙鸥亲切可爱之情态毕现。因为故地重游，所以称这些水鸟为“盟鸥”（和“我”有旧交的鸥鸟。）后三句忽尔转到五年前雪夜荡舟的情景：“那回归去，荡云雪、孤舟夜发”，正是：“笠泽茫茫雁影微，玉峰重叠护云衣……”眼前隐约出现的不又是那重叠蜿蜒的远山？这是旧梦重温么？然而当年的人又到何处去了？结句“伤心重见”三句，挽合今昔，感慨遥深。“依约眉山，黛痕低压”，将太湖远处的青山，比作女子的黛眉，不是无缘无故作形似之语，而显然有伤逝怀人的情绪。所谓伤逝怀人，则可能既有对友人范成大的追念，又有对范成大所赠歌妓小红的想念，而且还似有对合肥情侣的深深思念（正是是年正月，词人与合肥情侣惜别，已有近一年矣）。朦胧迷离，曲尽其妙。</p> <p>　　下片过拍写船过采香径。这是香山旁的小溪，据《吴郡志》：“吴王种香于香山，使美人泛舟于溪以采香。今自灵岩望之，一水直知矢，故俗又称箭径。”面对这历史古迹，最易引发人的思古之幽情，“嗟叹之不足，故永歌之。”“老子婆娑（犹徘徊），自歌谁答。”对照“那回归去”的情景——“自作新词韵最娇，小红低唱我吹箫”，而今老夫对山川歌舞，有谁应答？仍与上片结句伤逝情绪一脉相承。西望是垂虹桥，它建于北宋庆历年间，东西长千余尺，前临太湖，横截吴江，河光海气，荡漾一色，称三吴绝景，以其上有垂虹亭，故名。船过垂虹，也就成为这一路兴致的高潮所在。从“此兴平生难遏”一句看，这里的“飘然引去”之乐，实兼今昔言之。这一夜船抵垂虹时，作者曾以“卮酒”袪寒助兴，在他“飘然引去”时，未尝不回想那回“曲终过尽松陵路，回首烟波十四桥”的难以忘怀的情景。从而，当其“酒醒波远”后，不免黯然神伤。“政（正）凝想、明珰（耳坠）素袜。”“明珰素袜”借指美人。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》有“凌波微步，罗袜生尘。”“无微情以效爱兮，献江南之明珰”句。这里“明珰素袜”所代的美人，联系“采香径里春寒”句，似指吴宫西子，而联系“那回归去”，又似指小红。还可能是远隔千里，年初与自己依依惜别的合肥情侣。其妙正在于怀古与思念之情合一，又不说明，反令人神远。末三句即以“如今安在”四字提唱，“唯有阑干，伴人一霎”一叹作答，指出千古兴衰、今昔哀乐，犹如一梦，由怀想跌到眼前，收束有力。而伤怀幽怨，余味不尽。</p> <p>　　从小序看，这一夜同游共四人，且相呼步行于垂虹桥，观看星斗渔火，而词中却绝少征实描写。惟致力刻画在这云压青山、暮愁渐满的太湖之上、垂虹亭畔飘然不群，放歌抒怀的词人自我形象，颇有遗世独立之感。</p>",
  "about": "<h2>创作背景</h2> 　　词有小序述写作缘起。它首先追叙了1191年（绍熙二年辛亥）除夕，作者从<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>苏州石湖别墅乘船回湖州家中，雪夜过垂虹桥即兴赋<a href=\"http://so.gushiwen.org/view_59344.aspx\">诗</a>的情景。诗即《除夜自石湖归苕溪》十绝句，“笠泽茫茫雁影微”是其中的一首。当时伴随诗人的还有范成大所赠侍女小红，故又有《过垂虹》一首云：“自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。” 五年以后，1196年（庆元二年）冬，作者自封禺（二山名，在今浙江德清县西南）东诣梁溪（今无锡）张鉴别墅，行程是由苕溪入太湖经吴松江，沿运河至无锡，方向正与前次相反，同往者有张鉴（平甫）、俞灏（商卿）、<a href=\"http://so.gushiwen.org/author_2995.aspx\">葛天民</a>（朴翁，为僧名义铦），这次又是夜过吴松江，到垂虹桥，且顶风漫步桥上，因赋此词，后经十多天反复修改定稿。这次再游垂虹，小红未同行，范成大逝去已三载。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "写景",
    "纪游",
    "怀古",
    "怀人"
  ]
}