{
  "id": 62186,
  "star": 201,
  "name": "渡江云三犯·西湖清明",
  "dynasty": "宋代",
  "content": "羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。 <br>逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。",
  "fanyi": "<p><strong>译文<br></strong>娇美的红花仿佛是美人含羞的笑脸，嫩绿的叶片点缀在她的鬓边，仿佛轻蹙黛眉，微微含恨。我怨恨晚风为什么不把花儿全部都吹落下来，这样飘落的花瓣就像彩绣点缀着厚厚的绿茵般的草地。那苏堤与白堤交叉像燕尾以分，湖面上桂木桨的舟船像轻轻浮荡的水鸥，我骑着勒缰的宝马就像倚在黄昏的残云边上。千丝万缕的绿柳丝轻轻飘拂令人伤神，水中的轻舟沿着柳径渐渐进入一个花丝环抱如屏的仙境，令人回肠荡气。我在岸上紧紧跟随着画船。为她美貌风情而消魂。隔着花朵柳丝，我不时地看见她那背面含羞的苗条婀娜的细腰身。<br>我迟疑不决，好不容易才寻找到你的家门，又恰好遇到你不在家，只好满心怅惘地留言题门。后来终于可以得尝所愿，我脱下双鞋子进入你的闺中，那种欢爱的情景真是令人沉醉。以后我便时时刻刻地计算着下次幽会的日期，虽然有时也没有一个定准。不久我慢慢地发现，情思缭绕全是因为你那多情的眼神，衣带渐宽是因为感伤春天。到明天早晨，往事和孤烟一样清冷，满潮的凄风苦雨实在令人倍感忧愁。山色更加幽暗昏暝，水波淡淡，凌波仙子杳然无迹。</p> <p><strong>注释<br></strong>1.渡江云三犯：词牌名，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>创调，又名《渡江云》。双调，一百字，上片十句四平韵，下片九句四平韵，后片第四句为上一、下四句法，必须押一同部仄韵。<br>2.羞红：脸上因羞愧而泛出的红晕。<br>3.重茵：芳草地。<br>4.燕尾：西湖苏堤与白堤交叉，形如燕尾。<br>5.桂棹：以桂木为棹之舟，即芳舟。<br>6.宝勒：以珍宝、金饰勒马络头，此指代宝马。<br>7.残云：零散稀疏的云。<br>8.千丝：柳条。<br>9.迷津：迷失津渡；迷路。<br>10.楚腰：《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》：“ 楚灵王好细腰，而国中多饿人。”后因以“楚腰”泛称女子的细腰。借指细腰女子。<br>11.逡（qūn）巡：徘徊不进；滞留。巡，有所顾虑而徘徊不前。<br>12.题门：《世说新语》载，<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>与吕安是朋友，安拜访嵇不遇，嵇康子嵇喜出门让吕安进屋，安未入，在门上题写“凤”字而去，意谓喜是一只“凡鸟”。此处单作“不遇”解。<br>13.堕履：留宿。<br>14.牵萦：纠缠；牵挂。<br>15.宽带：衣带宽松。形容腰变瘦。<br>16.留情缘眼，宽带因春：一本作“留情缘宽，带眼因春”；一本作“留情转眼，带减因春”。<br>17.山黛：青葱浓郁的山色。<br>18.暝：一本作“映”。<br>19.尘：一本作“澄”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《渡江云三犯》，又名《渡江云》。双调，一百字，上片十句四平韵，下片九句四平韵，后片第四句为上一、下四句法，必须押一同部仄韵。</p> <p>　　上片追忆与杭妾始遇时的情景。“羞红颦”三句，描绘出湖边暮春景色。“重茵”，原指厚席，这里喻厚厚的芳草地。此言暮春的湖边阵阵晚风吹得落英缤纷，点缀着绿茸茸的芳草地。这落英恰像那少女们浅颦含羞微怨的娇态。“旧堤”三句，述湖景。“旧堤”指西湖苏、白两堤；“燕尾”言两堤在湖上交叉形如燕尾。“桂棹”，以桂木为桨的船，这里泛指西湖中游船；“宝勒”，即用珍宝装饰的马络头，这里指代马儿。三句言远望湖上苏、白两堤交叉，形如燕尾，湖中众多的游船与鸥鸟一起荡漾在碧波之中。词人骑着马，背衬着西天的彩云伫立在岸堤上观赏远近景色。“千丝”两句，游湖思亡妾。“千丝”指堤岸边的柳枝。此言眼前这些既青柔又浓密的柳枝却不能为词人挽留住就在这儿相识的亡妾。词人到了这湖边，像又回到了刘阮入天台而遇仙的地方（即点明词人与杭妾在此初见之事）。“柳”即留也，所以古人多有折柳赠别的习俗。今杭妾不幸亡故，不禁使词人见柳丝而“怨碧”。“肠漫回”两句，因思之深而致幻。“楚腰身”，楚谚有“楚王好细腰，宫中多饿死”。这里泛指美人的细腰身。此言词人对亡妾牵肠挂肚朝夕相思，以致伫立在这两人初识之处，幻觉中向花丛中望去似乎隐约看到了她美妙的背影。</p> <p>　　下片追忆不遇以悼念亡妾。“逡巡”四句，忆不遇。“题门”，事见《世说新语》吕安访<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>不遇，题字其门。此处借代不遇。“堕履”，本《史记·留侯世家》，张良遇<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>故事。这是作传艺、钟情解。此言词人想起从前初识之时曾多次来到她的门前徘徊，终因两人不能见面而心情惆怅，词人像张良盼望黄石公传艺那样希望她能对其钟情，但又因为好几次约会都没有实现而感到牵肠挂肚。又“堕履”，事见《北史·韦琼传》，有“不弃遗簪堕履”之语。“还始觉”两句，“缘”，因也；“宽带”，语出<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>与徐勉书：“老病百日数旬，革带常应移孔。”<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《蝶恋花》词也有：“衣带渐宽终不悔，为伊消得人憔悴”之句，词人用柳词意境。此言词人对亡妾难舍难忘，细想原因，一是因为她有一双令人消魂的多情的媚眼。照现代人的说法，眼睛是人心灵的窗户；而古时作画也有“画龙点晴”之说，所以词人突出了亡妾双眼摄人心魄的魅力。二是词人值此清明时节，自然引起了对亡妾的怀念，以致因对她的刻骨相思而日渐消瘦。“明朝”两句，点出悼念。因为今天正是清明节，是祭奠亡灵之时，所以词人想到如今自己与杭妾早已阴阳异路，两人往日的恩爱情景已似幻梦般的风消烟散，词人对亡妾的悼念，也如那湖上的风风雨雨一样愁煞人啊。“山黛暝”一句，以景作结，点明游湖。此句语出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《次韵促仲殊游西湖》<a href=\"http://so.gushiwen.org/view_62186.aspx\">诗</a>：“水光潋滟犹浮碧”，言山色空蒙，湖面浮碧似镜，一切都归结于这平静之中。</p>",
  "about": "<h2>创作背景</h2> 　　据夏承焘《吴梦窗系年》：“梦窗在苏州曾纳一妾，后遭遣去。在杭州亦纳一妾，后则亡殁。集中怀人诸作，其时夏秋，其地苏州者，殆皆忆苏州遣妾；其时春，其地杭州者，则悼杭州亡妾。”这首词与《齐天乐·烟波桃叶西陵路》，《莺啼序·残寒正欺病酒》都为同一时期悼念杭州亡妾的作品。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "清明节",
    "写景",
    "追忆"
  ]
}