{
  "id": 68598,
  "star": 15,
  "name": "紫萸香慢·近重阳",
  "dynasty": "宋代",
  "content": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。<br>凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。",
  "fanyi": "<p><strong>译文</strong><br>偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。<br>我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比<a href=\"http://so.gushiwen.org/view_68598.aspx\">诗</a>篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。</p><p><strong>注释</strong><br>①漉酒：滤酒。<br>②笮（zuó）：竹制盛箭器，引申为射击。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“近重阳、偏多风雨，绝怜此日暄明。问秋香浓未？待携客、出西城。”快到重阳佳节了，风雨偏多。于是我分外珍惜今日的温暖晴朗。不知秋香浓与不浓？还是待我和朋友出西城去游览一番再说吧。首句交待了大致背景，时近重阳,阴雨连绵,难得遇上一个晴朗的好天气，故与友人结伴出城秋游。</p> <p>　　“正自羁怀多感,怕荒台高处,更不胜情。”荒台:指古徐州附近的戏马台，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>曾在此练兵。南朝时宋武帝刘裕北伐前曾于重阳日在此处大宴官兵。句意即：正满怀羁旅之愁,不忍登高临远，只怕更加伤情。“正自”句隐含了词人对故国的思念,对南宋不思振作终至亡国的愤慨。怕登高台,写出了词人内心深处国破家亡的伤痛。</p> <p>　　“向尊前、又忆漉酒插花人。只座上、已无老兵。”漉:过滤。据萧统《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>》传记载，陶渊明曾取头上葛巾滤酒。老兵:指谢奕事。据《晋书》载，奕尝逼桓温饮酒,温走避之。奕遂引温一兵帅共饮曰：“失一老兵,得一老兵。”此处应指当初和自己同生共死的战友。句意是说：面对美酒筵席,不禁追忆起了从前滤酒插花的友人,今天，座上已再无旧朋的身影了。结句无限凄清,从文中的“荒台”、“老兵”可以想见，词人曾经参加过抗元战争，有过戎马生涯。“座上已无老兵”，旧友或已亡故沙场或已风烛残年，已经不能和从前一样漉酒插花，指点江山了，想起这些,心中无限的感伤。</p> <p>　　“凄清。浅醉还醒。愁不肯、与<a href=\"http://so.gushiwen.org/view_68598.aspx\">诗</a>平。”我感到无限凄清,借酒消愁,醉了还醒。心中的忧愁太深了，尽管一个劲儿地作诗填词，但也无法抹平这份久久的积怨。 </p> <p>　　“记长楸走马、雕弓繮柳,前事休评。紫萸一枝传赐，梦谁道、汉家陵。赐，梦谁道、汉家陵。”长楸：古时道边种楸树,绵延很长，称“长楸”，此处化用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《名都篇》：“斗鸡东郊道，走马长楸间。”繮柳：繮，射箭，这里取百步穿杨之意。紫萸：即茱萸,古时的风俗，重阳节登高要插戴茱萸。意即：记得当初长楸走马,雕弓在手百步穿杨。而今往事不堪回首，再也无从评说。只记得每当重阳佳节，朝廷便传赐茱萸的情形。如今，梦魂也难到故国园陵了。词人回忆当初,感慨万千，于凄怆之中流露出愤激之情。“紫萸”句暗示故国已亡。</p> <p>　　“尽乌纱、便随风去，要天知道,华发如此星星。歌罢涕零。”乌纱：此处用典《旧唐书 舆服志》“乌纱帽者，视朝及见宴宾客之服也。”此处用晋朝孟嘉登高落帽的故事。束片，满是深沉的哀痛:任秋风吹落乌纱帽，老天也知道，我已经白发苍苍、垂垂老矣，长歌一曲不禁泣涕飘零。</p> <p>　　此词从重阳入笔，抒发了遗民不忘故国的忆旧情怀，语言平实，又不失跌宕起伏,整首词从出游始，于登高处终，章法浑成，意蕴丰厚，读来凄怆感人。</p>",
  "about": "<h2>创作背景</h2> 　　这首《紫萸香慢》是作者在重阳节前的感怀之作，当作于南宋灭亡之后。当时作者在元朝任职。",
  "poet": {
    "id": 281,
    "star": 0,
    "name": "姚云文",
    "desc": "姚云文，宋末元初知名文学家，字圣瑞，号江村，江西高安人。咸淳四年进士。入元，授承直郎，抚、建两路儒学提举。有《江村遗稿》，今不传。《全宋词》存词九首。"
  },
  "tags": [
    "重阳节",
    "羁旅",
    "爱国",
    "思念"
  ]
}