{
  "id": 50463,
  "star": 37,
  "name": "绿罗裙·东风柳陌长",
  "dynasty": "宋代",
  "content": "东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。<br>伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。",
  "fanyi": "<p><strong>译文</strong><br>天近拂晓，东风微拂，向远处延伸的道路两旁的柳枝摇荡。月落云遮，原野弥漫在晨雾的朦胧中，不像天清月朗时那样开阔了。在这样的环境中，我怎么不思念她呢？她一定也像我一样因思念而早起，拂拭着镜子顾影白怜而悲啼。<br>和她在南浦分别时两人泣不成声、依依惜别的情景历历在目。离开京城后，她的身姿容貌无时不在眼前浮现，特别是那绿色罗裙的样子。即使走到天涯海角，一见到绿茵芳草，便觉得是她穿着绿罗裙飘然而降，无限深情的眷恋也因此稍有依托。</p> <p><strong>注释</strong><br>①柳陌：柳林小路。<br>②闭月：行云遮月。花房：花瓣的总称，如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《画木莲房图寄元郎中》<a href=\"http://so.gushiwen.org/view_50463.aspx\">诗</a>：“花房腻似红莲房，艳色鲜如紫牡丹”。<br>③念：想念。画眉人：所念之人。汉朝张敞和妻子感情很好，常替妻子画眉。有人将此事向皇上禀报。皇帝问及此事，张敞回答：听说夫妻闺房中事比画眉更甚的还不知有多少呢！言下之意：替妻子画眉有什么值得大惊小怪的。以后称自己的妻子或情人为画眉人。以表相亲相爱之深。<br>④南浦：<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“送君南浦，伤之如何？”送别之处常称南浦。<br>⑤青门道：指京城门。青门：为汉长安东南门，此处指京城门。词人曾经在京城春明门东住过。<br>⑥“记得”二句。绿罗裙、芳草皆指所念之人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首别后怀念恋人之作。首两句描绘眼前之景。东风，点明节令乃微风吹拂的春季。东风日吹，气候日暖，柳枝日长，枝叶婆娑茂密起来，渐渐地将阡陌隐蔽起来，再加是在月光朦胧的夜间，往日一览无余的道路，在柳枝的掩映下，似乎变得神秘起来，悠长起来，有如一条无穷无尽的绿带，盘绕于田野，这是白天所见；一片轻云掩映下，月光暗淡多了，在暗月的辉映下，白日盛开的花儿似隐似现，显得不那么饱满了，这是夜晚所见。两句细腻地刻画了春光灿烂时节的美好景象，为下文的伤怀、回首起了铺垫。</p> <p>　　“应念画眉人，拂镜啼新晓”，在这月色朦胧的夜景，满怀羁旅愁情的词人心里不能平静。尤其是当此春风轻拂，柳枝飘摇之时，词人敏感的心灵一阵颤动，不由得想起了远在京城的恋人：此时此刻的她，一定也正陷入对自己的深深怀念中，分别愈久，悲愁愈增，昔日风采当因别后彻夜未眠的相思而黯然失色，以致清晨拂镜自照时，常会因亲睹自己消瘦的面容而悲声啼哭。这两句全从对方设想，写得隐微含蓄，前句写其思，后句写其清晨理妆时的啼，包含无限潜台词和暗场戏，曲曲传达出女主人公幽微隐约的心理。</p> <p>　　“伤心南浦波，回首青门道”。这两句回忆别时情态，兼点恋人所在。前句重写留者，后句重写去者，既写对方，也写自己，层层推衍出上片思念之因。按相思相守多日，故当时分别，深感再逢杳杳无期，留者固情意缠绵，黯然伤神，去者亦恋恋不舍，一步一回首。但去者又不得不去，留者又不能不放，当此之际，那种凄哀悱恻的别离神态于作者的刺激真是太强烈了，以致在头脑中留下了一种永不磨灭的印记，至今尚记忆犹新。</p> <p>　　“记得绿罗裙，处处怜芳草”。分离已久，可思而不可近，可念而不可即，唯分别时身穿绿罗裙的倩影，最为醒目，最为亲切。羁旅生涯中，每逢随处可见的芳草绿荫，总会产生一种特殊的亲切感，仿佛那荫荫碧草，就是她那身着绿罗裙的可爱身影，飘飘荡荡，幻化而成。春天的芳草，时时都有，处处可见，所以，这种对恋人深刻的眷恋感，似乎时时处处，都能得倾注，获得满足。这两句，实际源于五代牛希济《生查子·春山烟欲收》原句，但牛词中的两句，是作为女主人公与男友分别时的叮嘱语出现的，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>原封不动拈用牛词原句，主要是抒发与情人长久分别后男主人公的一种心理活动。他采用巧妙的移情手法，借助于绿色这一特殊的色彩，将现实中的人与自然中的景紧密结合起来，使遥远的空间与悠久的时间借助于想像的翅膀相连结，作者对恋人的思念，亦似乎借助于随处可见的芳草绿荫，得到了一种充分的心理满足。然想像归想像，现实归现实，两者毕竟不是一回事。作者相思的苦痛透过这种貌似轻松的洒脱语而愈显强烈，这也正是这首词的艺术魅力的体现。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "柳树",
    "离别",
    "怀念"
  ]
}