{
  "id": 7810,
  "star": 19,
  "name": "少年行二首",
  "dynasty": "唐代",
  "content": "击筑饮美酒，剑歌易水湄。<br>经过燕太子，结托并州儿。<br>少年负壮气，奋烈自有时。<br>因击鲁句践，争博勿相欺。</p> <p>五陵年少金市东，银鞍白马度春风。<br>落花踏尽游何处，笑入胡姬酒肆中。",
  "fanyi": "<p><strong>译文<br></strong>像高渐离一样在燕市击筑饮酒，像荆轲一样在易水上弹剑悲歌。<br>应结识像燕太子丹这样的爱贤之士，要结交像并州侠士一般的朋友。<br>少年身负壮志，将来自有奋发激烈之时。<br>若再遇到像鲁勾践这样的侠士，应该事先自报家门，若有争博之时，请多多包函，幸勿相欺啊。</p> <p>在长安金市之东，五陵的贵公子骑着银鞍白马，满面春风。<br>他们在游春赏花之后，最爱到哪里去呢？他们常常笑入到胡姬的酒肆中饮酒寻乐。、</p> <p><strong>注释</strong><br>⑴少年行：属乐府旧题，古代<a href=\"http://so.gushiwen.org/view_7810.aspx\">诗</a>人一般以此题咏少年壮志，以抒发其慷慨激昂之情。这组诗的第二首宋本注：此首亦作《小放歌行》。<br>⑵“击筑”句：用高渐离事。典出《史记·刺客列传》。筑：一种古代的弦乐器。其状似琴而大。头安弦。以竹击之，故曰筑。<br>⑶“剑歌”句：用荆轲事。典出《史记·刺客列传》：荆轲赴秦，燕太子丹与众宾客送荆轲于易水之上。高渐离击筑，荆轲和而歌曰：“风萧萧兮易水寒，壮士一去兮不复还。”湄：岸边。<br>⑷燕太子：名丹，燕王喜之太子。秦灭韩前夕，为质于秦，后逃归。秦灭韩、赵后，他派荆轲往秦，借献督亢图及交验樊於期头之时行刺秦王政事败后，秦急发兵攻燕，被燕王喜所杀。事见《战国策·燕策》。<br>⑸并州儿：并州一带重义气轻生死的青年男子。儿，指年轻人。<br>⑹击：一作“声”。鲁句践：人名，赵国之侠客。据《史记·刺客列传》，荆轲游邯郸时，“鲁句践与荆轲博，争道，鲁句践怒而叱之，荆轲嘿而逃去。”<br>⑺争博：因赌博而相争。<br>⑻五陵：本指汉朝五个皇帝的陵墓所在，为当时豪家贵族的聚居地。此泛指家居长安的豪贵之家。金市：唐代东都洛阳有金市。此系指长安西市，因可兑换金银，故名。<br>⑼胡姬：泛指当时西域及外国的少女。当时长安多有胡人开酒肆者，店中多胡姬歌舞侍酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在中国古典<a href=\"http://so.gushiwen.org/view_7810.aspx\">诗</a>歌史上，尽管专门吟咏少年的诗数量不及模山范水、状物言志之作，但这类诗大都写得富有诗味，颇具特色。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《少年行二首》便是这方面的代表作。</p> <p>　　第一首用五古的形式，迹近咏史，实是抒情，写一个少年的信念和追求。诗开头运用荆轲的典故，表现少年对荆轲事迹的向往和憧憬。对英雄人物的追慕，是青少年们所共有的心理特征。整首诗从易水饯饮落笔，但不脱不粘，若即若离，从对荆轲的身世感慨跳跃到对自己的身世感慨，把由荆轲身上所焕发出来的豪情壮志，注入到自己的精神世界中，凝结成一种激扬奋发的豪情与坚定的人生信念：“少年负壮气，奋烈自有时”。接着写鲁句践。鲁句践是战国时代的人，和当时的荆轲在邯郸下棋赌博，最后却互相争吵起来。这里仍然以荆轲的故事抒情达意，恰到好处地表现了少年的心理特征。</p> <p>　　第二首用七绝的形式，描摹刻画，情态毕露。三言两语就勾画出一个任气逞能的豪侠少年形象。“五陵年少金市东，银鞍白马度春风”说明他的家世豪贵，生活豪华；“落花踏尽游何处，笑入胡姬酒肆中”显示其豪放、倜傥、爽朗、率真，展示其无限的青春活力。在春风得意之际，这些五陵侠少驰骋着骏马，沐浴着明媚的阳光，出入于花海酒肆，无拘无束，在欢歌笑语中忘怀了一切，不知什么叫时光与金钱，不知什么是愁苦与忧思。这里没有明显的是非褒贬，也没有暗示出什么微言大义。这些青少年，是幸福的。从这些青少年的身上，似乎可以让人感受到盛唐的国威给这些时代的幸运儿带来的狂欢与激情，似乎也可以感受到诗人在其中倾注的人生理想。</p> <p>　　李白的《少年行二首》，刻划的是豪爽倜傥的少年形象，因而，诗中写少年紧扣其个性特点下笔。敲打着乐器喝着酒，背着宝剑唱着歌，骑着白马踏着落花，风流豪爽的少年形象跃然纸上，栩栩如生。从中，读者不难窥见任气逞能的少年李白的影子。这是李白对自己年轻时候的一种回忆，也只有李白才会写出这样的诗句。全诗语言豪迈俊爽，寓刚于柔，刚柔并济，浑然天成。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_7810.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>青年时期，具体作年不详。李白是浪漫主义大诗人，青少年时期便醉心于剑术，仗剑任侠，自称“十五好剑术，遍干诸侯”（《与韩荆州书》），魏颢在《李翰林集序》中也言李白“少任侠，手刃数人”。李白二十五岁出蜀，漫游中国，当他经过旧时燕国的土地时，认识了那里的很多志同道合的人。燕国在今河北一带，自古就有“燕赵多慷慨之士”的说法，那里民风豪放，正是李白所向往的生活。李白在那里和豪杰们相处甚欢。这两首诗就是这种生活的反映。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "人生",
    "组诗"
  ]
}