{
  "id": 52280,
  "star": 39,
  "name": "水龙吟·放船千里凌波去",
  "dynasty": "宋代",
  "content": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。 <br>回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。",
  "fanyi": "<p><strong>译文</strong><br>放船千里凌波去，略为诸山留顾。云屯水神居住的府邸，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊阕与嵩山旧隐，巢父与许由故友，南柯一梦，遽如许！回首金兵南侵的气焰未扫，问人间、英雄何处？奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。 </p><p><strong>注释</strong><br>伊嵩：伊阕与嵩山。伊阕，今龙门石窟所在地，伊水西流，香山与龙门山两岸对峙，宛如门阕，故名伊阕。<br>巢由：巢父与许由，皆尧时隐士也。<br>铁锁横江：三国后期，司马炎篡魏灭蜀，惟东吴未平。吴主孙皓守将吾彦以铁索横江，欲以天险阻敌，然终为王濬所破。<br>梁父：梁父吟，又名梁甫吟，原汉乐府的曲名，传乃<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>所作。喻功业未成而怀匡时之志也。<br>吴山：江苏南部古为吴地，吴山即泛指是处诸山。<br>水府：水神所居府邸。<br>神女：指湘妃、洛神一类水中仙子。<br>九江：长江至浔阳分为九派东流，毛泽东《菩萨蛮·黄鹤楼》：“茫茫九派流中国，沉沉一线穿南北”。<br>南柯梦：李公佐《南柯记》载淳于棼梦为南柯太守、享尽荣华，醒后方知为一梦之事。后常以之喻已逝去的往日情状。<br>妖氛：指金兵南侵气焰。<br>白羽：白羽箭。尘昏白羽指战局不利。<br>孙郎良苦：三国时吴主孙皓闻晋军沿江来犯，遂以铁索横江拒敌，惜为晋人所破。此处暗喻宋为金所迫局面。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>的词，从题材和内容看，大抵可分为两类：一类是写他早期的清狂生活和闲适心情的，另一类是写他忧国伤时，抚今思昔的。这首《水龙吟》就是属于他后一类作品的代表之一。</p> <p>　　词一开始就以雄健之笔描绘了一个开阔的水面境界：放船千里，凌波破浪，烟波浩淼。“略为吴山留顾”，从侧面点明他此次离开汴洛一带南来，不是为了“山水寻吴越，风尘厌洛京”（<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《自洛之越》）。对明媚的吴中山水，他只是略为留顾而已。潜台词是说，他此次离乡背井，实在是因强敌入侵，迫不得已。“云屯”三句写长江水势。水府，本为星宿名，主水之官，此处借指水。“九”，泛指多数。“九江”，指长江汇合众流，浩浩荡荡，千里东流。境界何等旷远。然而这旷远的境界并未使作者襟怀开阔，反而“北客”一句转出个人身世之感。国步艰难，一身漂泊，“如今憔悴，天涯何处可销忧”。（朱敦儒《水调歌头》）“壮志未酬”，“此生老矣！”（朱敦儒《雨中花》）表现了一位爱国词人的忧愤，不是一般文人的叹老嗟卑，而是与国家兴废、民族存亡息息相关的。这正是作者思想境界的崇高处。</p> <p>　　下文由一“念”字领起，将生活镜头拉回到作者早年在洛阳隐居的时代。伊、嵩，指洛阳附近的伊阙、嵩山，这里代指洛阳一带。巢、由，指唐尧时的著名隐士许由、巢父，这里代指作者在洛阳隐居时的朋友。词人早年敦品励行，不求仕进。在北宋末年金兵南侵之前，朝廷曾征召他到京城，拟授以学官，他坚辞不就，自我表白说：“麋鹿之性，自乐闲旷，爵非所愿也。”（《宋史·文苑传》）他满足于<a href=\"http://so.gushiwen.org/view_52280.aspx\">诗</a>酒清狂，徜徉山水的隐逸生活：“我是清都山水郎，天教懒漫与疏狂。曾批给雨支风敕，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。”（朱敦儒《鹧鸪天》）这就很形象地描绘了他疏狂懒漫，傲视王侯，不求爵禄，不受羁绊的性格。现在当他身遭丧乱，落拓南逃的时候，回忆起过去那种令人神往的隐逸生活，犹如南柯一梦。真是“堪笑一场颠倒梦，元来恰似浮云。”（朱敦儒《临江仙》）梦醒得如此快，觉来无处追寻。他对过去隐逸生活的向往，其意义不在隐逸生活本身，而在于他的隐逸生活带有时代特色。封建时代，文人要隐居，必须有相对安定的社会环境。朱敦儒隐居伊、嵩时，北宋社会呈现出来的尽管是一片虚假的太平景象，但毕竟还能保住中原，人民生活基本安定，比朱敦儒写作这首词的时候所过的流离转徙生活要好得多。所以朱敦儒对过去隐居伊、嵩生活的怀念，其实质是希望赶走金兵，恢复中原，回到以前的那个时代去，是爱国家、爱民族的表现。</p> <p>　　正是这种国家民族之爱，所以下片一开始作者就站在爱国家、爱民族的高度，当此凌波南下之时，北望中原，痛感妖氛未扫，不禁发出了对英雄的渴求和呼唤。渴望有英雄出来扫净妖氛，恢复中原。上下两片，意脉相连。当时并非没有英雄。<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>、<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>都力主抗金，收复失地，但都为投降派所阻。或忧愤成疾而死，或连遭排挤贬斥，无一得志。他想到眼前放船千里的地方，也正是三国时，蜀吴联军抗曹的故地。当年<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>何等英雄，奇谋报国，指挥若定。因后主懦弱，佞臣误国，终于“尘昏白羽”，大业未成。隐喻自己也和其他英雄一样，虽有“壮心”，无奈“奇谋不用”，英雄无用武之地。这种心情，他在《苏幕遮》词中也曾表示过：“有奇才，无用处，壮节飘零，受尽人间苦。”进而由眼前的地域特点和国家形势联想到西晋灭吴的历史事实。当年吴主孙皓倚仗长江天险，以铁锁横江设防，仍然阻挡不住西晋大将王浚的楼船，锦帆冲浪，铁锁销熔，终于“一片降幡出石头”，“孙郎良苦”。历史往往有惊人的相似之处。鉴古观今，作者在词中流露出对象东吴一样偏安江左的南宋小朝廷前途的担忧。下文“但”字一转，结束上文的论史，转入到以抒情作结。词人救亡有志，报国无门，他忧愤得敲打着船桨，作为击节，象诸葛亮那样唱着“梁父吟”，心潮激荡，“泪流如雨”，无可奈何。一位爱国词人的一腔忠义之情，抒发得淋漓尽致，而词情至此，也达到高潮。</p> <p>　　词以放船凌波开始，通过江上风光的描写拓开境界，抚今怀古，将叙事、抒情、议论有机地组合起来，将个人身世之感与对国家民族的深情挚爱融为一体，风格豪放悲壮。</p>",
  "about": "<h2>创作背景</h2> 　　1126年（宋钦宗靖康元年），金兵大举南侵，洛阳、汴京一带，均遭兵燹。不久，汴京沦陷。<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>携家南逃，先到淮海地区，后渡江至金陵。又从金陵沿江而上，到达江西。再由江西南下广东，避乱南雄（今广东南雄县）。这首词具体写作年月虽不可考，但从词的内容看，似是他离开淮海，沿江东下金陵时所作。",
  "poet": {
    "id": 723,
    "star": 0,
    "name": "朱敦儒",
    "image": "http://img.gushiwen.org/authorImg/zhudunru.jpg",
    "desc": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"
  },
  "tags": [
    "豪放",
    "爱国",
    "怀古"
  ]
}