{
  "id": 39581,
  "star": 19,
  "name": "南海旅次",
  "dynasty": "唐代",
  "content": "忆归休上越王台，归思临高不易裁。<br>为客正当无雁处，故园谁道有书来。<br>城头早角吹霜尽，郭里残潮荡月回。<br>心似百花开未得，年年争发被春催。",
  "fanyi": "<p><strong>、译文</strong><br>抒发内心的怀乡之情最好不要登上越王台，因为登高望远只会使内心的思乡情结更加无法排解。<br>我正在南海这个鸿雁无法飞到的地方客居，故园的音讯又有谁可以传达呢？<br>城头的角声吹去了霜华，天已经亮了，护城河里尚未退尽的潮汐还荡漾着残月的投影。<br>长年郁结在心中的归思就像含苞待放的花蕾，年年春天一到便被催发开来。</p> <p><strong>注释</strong><br>⑴南海：今广东省广州市。<br>⑵越王台：汉代南越王尉佗所建，遗址在今广州越秀山。<br>⑶裁：剪，断。<br>⑷当：一作“逢”。无雁处：大雁在秋天由北方飞向南方过冬，据说飞至湖南衡山则不再南飞了。南海在衡山以南，故曰“无雁处”。<br>⑸霜尽：此处指天亮了。广州天气暖和，天一亮霜便不见了。<br>⑹郭：古代在城的外围加筑的一道围墙。荡：一作“带”。<br>⑺发：一作“向”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_39581.aspx\">诗</a>抒写羁旅之情。首联“忆归休上越王台，归思临高不易裁”，从广州的著名古迹越王台落笔，但却一反前人的那种“远望当归”的传统笔法，独出心裁地写成“忆归休上”，以免归思泛滥，不易裁断。如此翻新的写法，脱出窠臼，把归思表现得十分婉曲深沉。</p> <p>　　颔联“为客正当无雁处，故园谁道有书来”，诗人巧妙地运用了鸿雁南飞不过衡山回雁峰的传说，极写南海距离故园的遥远，表现他收不到家书的沮丧心情。言外便有嗟怨客居过于边远之意。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“雁来音信无凭”（《清平乐·别来春半》），是写见雁而不见信的失望；而曹松连雁也见不到，就更谈不上期待家书了，因此对句用“谁道有书来”的反问，来表现他的无限懊恼。</p> <p>　　颈联“城头早角吹霜尽，郭里残潮荡月回”，展示了日复一日唤起作者归思的凄清景色。出句写晨景，是说随着城头凄凉的晓角声晨霜消尽；对句写晚景，是说伴着夜晚的残潮明月复出。这一联的描写使读者想起唐诗中的有关诗句：“三奏未终天便晓，何人不起望乡愁”（武元衡《单于晓角》）；“回潮动客思”（<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《送归中丞使新罗册立吊祭》）；“举头望明月，低头思故乡”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《静夜思》）。在唐人心目中，明月、晓角、残潮，都是牵动归思的景色。如果说，李白的《静夜思》写了一时间勾起的乡愁，那么，曹松这一联的景色，则融进了作者连年羁留南海所产生的了无终期的归思。</p> <p>　　归思这样地折磨着作者，平常时日，还可以勉强克制，可是，当新春到来时，就按捺不住了。因为新春提醒他在异乡又滞留了一个年头，使他归思泉涌，百感交集。“心似百花开未得，年年争发被春催”，形象地揭示出羁旅逢春的典型心境，把他对归思的抒写推向高潮。句中以含苞待放的百花比喻处于抑制状态的归心，进而表现每到春天他的心都受到刺激，引起归思泛滥，那就像被春风催开的百花，竞相怒放，不由自主。想象一下号称花城的广州，那沐浴在春风里的鲜花的海洋，读者不禁为作者如此生动、独到的比喻赞叹不已。这出人意表的比喻，生动贴切，表现出归思的纷乱、强烈、生生不已、难以遏止。写到这里，作者的南海归思在几经婉转之后，终于得到了尽情的倾吐。</p> <p>　　这首诗在艺术上进行了富有个性的探索，它没有采用奇特的幻想形式，也没有采用借景抒情为主的笔法，而是集中笔墨来倾吐自己的心声，迂曲婉转地揭示出复杂的心理活动和细微的思想感情，呈现出情深意曲的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_39581.aspx\">诗</a>作于唐昭宗光化三年（900年）之前。曹松是舒州（治所在今安徽潜山）人，因屡试不第，长期流落在今福建、广东一带。这首诗就是他连年滞留南海（郡治在今广东省广州市）时的思归之作。",
  "poet": {
    "id": 615,
    "star": 0,
    "name": "曹松",
    "desc": "曹松（828——903），唐代晚期诗人。字梦徵。舒州（今安徽桐城，一今安徽潜山）人。生卒年不详。早年曾避乱栖居洪都西山，后依建州刺史李频。李死后，流落江湖，无所遇合。光化四年(901)中进士，年已70余，特授校书郎（秘书省正字）而卒。"
  },
  "tags": [
    "壮志难酬"
  ]
}