{
  "id": 47892,
  "star": 21,
  "name": "鹦鹉赋",
  "dynasty": "两汉",
  "content": "　　时黄祖太子射，宾客大会。有献鹦鹉者，举酒于衡前曰：“祢处士，今日无用娱宾，窃以此鸟自远而至，明彗聪善，羽族之可贵，愿先生为之赋，使四座咸共荣观，不亦可乎？”衡因为赋，笔不停缀，文不加点。其辞曰：</p> <p>　　惟西域之灵鸟兮，挺自然之奇姿。体金精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹觜，绿衣翠衿。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽？</p> <p>　　于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧生。故献全者受赏，而伤肌者被刑。</p> <p>　　尔乃归穷委命，离群丧侣。闭以雕笼，翦其翅羽。流飘万里，崎岖重阻。逾岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯扰以安处！眷西路而长怀，望故乡而延伫。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，愍众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。</p> <p>　　若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。</p> <p>　　感平生之游处，若埙篪之相须。何今日之两绝，若胡越之异区？顺笼槛以俯仰，窥户牖以踟蹰。想昆山之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初？讬轻鄙之微命，委陋贱之薄躯。期守死以报德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。",
  "fanyi": "<h2>译文</h2> <p>　　当年黄祖的长子黄射举行宾客大会，有人献上一只鹦鹉并给<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>敬上一杯酒说：“祢处士，今日大会没有什么可以用来娱乐宾客的，我个人认为此鸟自远而至，明彗聪善，是鸟类中十分珍贵的一种，祈望先生为它作一篇赋，使四座得以增光，您认为可不可以呢？” 祢衡于是为之作赋，一时笔不停缀，文不加点，笔下流出的文辞说： </p> <p>　　这是来自西域的灵鸟啊，它具有自然而奇特的身姿。洁白的羽毛体现它绝妙的气质啊，火红的嘴喙闪耀着明亮的光辉。性情智慧而善于人言啊，才智聪明而常有预见。因此它嬉游于高山峻岭，栖立于幽谷深林。高飞时不胡乱集群，翱翔时必选择佳林。深青带赤的脚趾配以红红的嘴，碧绿的衣杉饰以青翠的彩衿。神采熠熠的美丽容颜，更有清脆美妙的鸣声。虽同属于鸟类一族，却有着不同的智慧和相异的心性。它有资格与凤凰媲美，其他的鸟儿怎么能与之比较德行？</p> <p>　　于是它那令人羡慕的美好名声传扬四方，它那壮伟灵性的外表得到人们的嘉赏。虞人在陇坻接到命令，伯益在大漠收到诏告。这些权势的走狗们跨越昆仑而发射带绳的箭簇，穿过云霓而布下天罗地网。纲维之设置是如此之严密，最终免不了被其中的一个网眼捕获到。虽如是但其面容闲雅而从容，心性守志而安详。逼迫它它也不惧怕，抚摩它它也不惊慌。宁愿顺从以远离祸害，绝不违迕而丧失生的希望。因此奉献完好鹦鹉的将获得奖赏，而使鹦鹉受伤者将要受到惩罚。 </p> <p>　　鹦鹉啊，你天生归于绝境而委身命运，故而你应命而离开你的集体且丧失你的伴侣。被关闭在雕花的笼子里，翅羽也被剪去。漂流到万里之外，离家乡重重崎岖。间隔着岷山与障山，罹患难一年又一年。女儿辞别家庭而远嫁他人，臣子献出自身而投靠新的主人。即便是贤哲若生逢患难，也难免依附他人而栖游于外。何况禽鸟之类的卑微之物，能不驯服以祈求安泰！眷恋西归之路而长怀感叹，遥望故乡之云而久久伫立。暗自猜想如我这般陋贱的躯体，大概不会有刀俎鼎镬之虞？嗟叹自身如此的福薄命苦，不知道为什么会遭临如此的险地？难道是因为言语失当而引来祸灾，抑或是处事不密而招致危害？悲痛着母子遭永远隔离，哀惋着夫妻被生生拆开。并非惋惜自己苟延残喘的余年，只是为孩子们的年幼无知而感到悲哀。离开我蛮夷之地的下等小国，来奉承您的体面。害怕自己的名声与实际不符，也惭愧自己并无奇特的才干。虽然顾念着西都的肥美土地，但也能明了今昔苦乐已不一般。心怀从北到南的长长思念，因而一开口就常说怀乡之言。</p> <p>　　如若秋神少昊管理的时期已到，其子蓐收也整顿好了车马。严霜初降大地，凉风萧瑟肃杀。笼中的鸟儿不禁长长地吟唱以思慕远方的故乡，哀伤的鸣叫令同类感伤。那声音凄厉而激扬，那容貌惨怛而憔悴。闻其声者不禁为之悲伤，睹其容者禁不住泪如雨下。被放逐的臣子为它一次次叹息，被遗弃的妻子为它哽咽哭泣。</p> <p>　　感叹平生同游共处的朋友，曾经如埙箎合奏般和谐。何故今日竟两相隔绝，相离犹如北胡南越？顺着笼槛而上下跳跃，偷窥着门窗却徘徊不前。思念着昆仑的高山峻岭，回想着邓林枝叶繁茂的树影。回头看被残毁的羽翼，自忖即便奋力也未必能回故里？心怀回归的愿望却难达目的，只能躲在角落里怨恨哭泣。暂且竭尽心力做好主人交给的事情吧，岂敢违背恩惠而忘记当初的主意？主人啊，我愿将我这不值钱的一生交给您，让我陋贱微薄的身躯也来依靠您。希望用我的一生来报答您的恩德，甘愿竭尽我之所能来为您效力。仰仗着您多年的巨大恩惠，或许我的待遇弥久不渝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　东汉末年，朝廷暗弱群雄割据，面对统一天下重整纪纲的时代课题，那些凭镇压“黄巾”起家的大大小小的军政头头，个个野心勃勃欲夺天下，为此一时好像都求贤若渴、广纳贤才。可实际上个个又都惟我独尊，顺者昌逆者亡。麾下谋臣高参一旦在原则问题上表露“异见”，那就肯定没有好下场。<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>本来是高才大才，据《后汉书》上说他少年时就以文才和辩能而扬名天下。当时身在曹营的名儒<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>也赞他“淑质贞亮英才卓荦”，还上表奏帝推荐了他。可因为他有个狂傲不羁的毛病，很快就被<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>给“打发”到刘表那儿去。刘表为了不想让曹操的借刀之计得逞，便又把他“推荐”到江夏太守黄祖那去了。起初，黄祖因他与自己的大儿子黄射很要好，对他还有几分欣赏，可后来遭他当众辱骂，盛怒之下一刀把他杀了。 　　祢衡死时才26岁，到死也没个官衔职称，墓碑上写的仅是“汉处士祢衡”。处士，即指未做官的文化人。如此境遇的他心里自然有着一腔愤懑的苦水了——这就是写这篇《鹦鹉赋》的心理背景。至于奉命提笔的具体缘由，他在此赋“序文”里有明确交代：一次黄射在鹦鹉洲上大会宾客，有人献鹦鹉并希望他能以鹦鹉为题作赋以“使四座咸共荣观”，于是他竟“笔不停缀、文不加点”地当即完成。因此这还是一篇颇有限制的“命题作文”。 </p> <p>　　全文给读者的总印象是寓意丰富、抒情含蓄、结构精巧、文字形象。 </p> <p>　　全文分两大层面，第一层（前三段）是咏赞“鸟之形质美”，即从多个侧面用多种手法描绘赞美鹦鹉鸟的超凡不俗。先写其丽容丽姿，再写鸟的聪明辩慧和情趣之高洁。如此便收得一箭双雕：既显扬出鹦鹉鸟之奇美，又暗示自己志向的高超和才智的出众。而其中第二段所写虞人们奉命布下天罗地网捕捉鹦鹉而献全鸟者受赏的细节，则更巧妙地影射出东汉末年权贵压迫忠正控制贤才的行径以及他自己被人几经转送的尴尬苦楚。第二层（后三段）则进一步抒写“鸟之神苦（困境与悲情）”。即美丽高洁的鹦鹉身陷笼槛却时时“想昆山之高岳，思邓林之扶疏”，又暗衬出他自己有志难酬有才无时的愤懑情怀。 　　以上所说便是该篇的“主脉”。此外，考虑到命题之需和扣题之宜，祢衡先生还于字里行间一石三鸟地满足了在场主客们各自的审美需求。它不仅给予了众宾客以“荣观”之乐，又点透出献鸟者的殷切之意。而面对着美鸟佳篇，宾客们得其欢乐之态和献鸟者自得之色等等，宴会主人也会油然而生得一番幸慰。所以该作<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是一石三鸟的神来之笔了。 　　鉴此，《鹦鹉赋》堪称汉以来顶尖级的赋体佳作，鹦鹉洲也因此享有盛名。比如唐代<a href=\"http://so.gushiwen.org/view_47892.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>那首绝妙的《黄鹤楼》里就有“晴川历历汉阳树，芳草凄凄鹦鹉洲”的名句。大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>流放夜郎途中被赦返回时，眼望鹦鹉洲而触景生情便也吟得《望鹦鹉洲悲祢衡》，对作者祢衡的钦慕怜惜之情尽染笔端：“吴江赋《鹦鹉》，落笔超群英。锵锵振金玉，句句欲飞鸣。鸷鹗啄孤凤，千春伤我情。” </p>",
  "poet": {
    "id": 441,
    "star": 0,
    "name": "祢衡",
    "image": "http://img.gushiwen.org/authorImg/miheng.jpg",
    "desc": "祢衡（173-198年），字正平，平原郡（今山东临邑）人(《山东通志》载祢衡为今乐陵人）。东汉末年名士，文学家。与孔融等人亲善。后因出言不逊触怒曹操，被遣送至荆州刘表处，后又因出言不逊，被送至江夏太守黄祖处，终为黄祖所杀，终年26岁（《三国演义》中为24岁）。"
  },
  "tags": [
    "辞赋精选",
    "宴会",
    "咏物",
    "写鸟"
  ]
}