{
  "id": 57937,
  "star": 315,
  "name": "鹧鸪天·有客慨然谈功名因追念少年时事戏作",
  "dynasty": "宋代",
  "content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡觮，汉箭朝飞金仆姑。<br>追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。",
  "fanyi": "<p><strong>译文</strong><br>我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。<br>追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。</p> <p><strong>注释</strong><br>⑴鹧鸪天：词牌名。双调五十五字，押平声韵。<br>⑵少年时事：年轻时期的事情。<br>⑶壮岁旌旗拥万夫：指作者领导起义军抗金事，当时正二十岁出头。他在《进美芹十论子》里说：“臣尝鸠众二千，隶耿京，为掌书记，与图恢复，共藉兵二十五万，纳款于朝。”壮岁：少壮之时。<br>⑷锦襜（chān）突骑渡江初：指作者南归前统帅部队和敌人战斗之事。锦襜突骑：穿锦绣短衣的快速骑兵。襜：战袍。衣蔽前曰“襜”。<br>⑸“燕兵”句：意谓金兵在夜晚枕着箭袋小心防备。燕兵：此处指金兵。娖（chuò）：整理的意思。银胡觮（原字为“革”旁加“录”，音lù）：银色或镶银的箭袋。一说娖为谨慎貌，胡觮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。<br>⑹“汉箭”句：意谓清晨宋军便万箭齐发，向金兵发起进攻。汉：代指宋。金仆姑：箭名，见《左传·庄公十一年》。<br>⑺髭（zī）须：胡子。唇上曰髭，唇下为须。<br>⑻平戎策：平定当时入侵者的策略。此指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。<br>⑼东家：东邻。种树书：表示退休归耕农田。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词的上片写的是作者青年时期那段传奇般的出色经历。“壮岁旌旗拥万夫，锦襜突骑渡江初。”上句写作者年青时参加领导抗金义军，曾率领过上万人的队伍；下句写自己率领精锐锦衣骑兵渡江南来。“锦襜突骑”，即穿锦绣短衣的快速骑兵。“燕兵夜娖银胡簶，汉箭朝飞金仆姑。”具体描写南奔时突破金兵防线，和金兵战斗的场面：金兵晚上准备箭筒，修筑工事，而宋兵拂晓便发起了进攻。燕兵，指金兵。“夜娖银胡觮”，夜里整理兵器（准备天明的战斗），侧面说明义军进兵神速，出其不意。娖，通“捉”；胡觮，箭袋。一说，枕着银胡觮而细听之意。娖，谨慎貌；胡觮是一种用皮制成的测听器，军士枕着它，可以测听三十里内外的人马声响，见《通典》。两说皆可通，今取前说。“汉箭”句，指义军用箭攻击金人。金仆姑，箭名，见《左传·庄公十一年》。四句写义军军容之盛和南奔时的紧急战斗情况，用“拥”字、“飞”字表动作，从旌旗、军装、兵器上加以烘托，写得如火如荼，有声有色，极为饱满有力富有感染力。</p> <p>　　作者回忆青年时代自己杀敌的壮举和抗敌的战斗，豪情壮志溢于笔端，他怀着一片报国之心南渡归宋，满怀希望地打算为宋杀敌建功，但却不被高宗重用，亦不采纳他的平戎之策，长期被闲置不用，使他壮志沉埋，无法一展怀抱。因此在转入下片后，追怀往事，不免深深地叹息：“追往事，叹今吾，春风不染白髭须。”上二句今昔对照，一“追”一“叹”，包含多少岁月，多少挫折；又灵活地从上片的忆旧引出下片的叙今。第三句申明“叹今吾”的主要内容。草木经春风的吹拂能重新变绿，人的须发在春风中却不能由白变黑。感叹青春不再，韶华易逝的可惜，这是一层；白髭须和上片的壮岁对照，和句中的春风对照，又各为一层；不甘心年老，言外有壮志未能彻底湮灭之意，又自为一层。一句中有多层含意，感慨极为深沉。“却将万字平戎策，换得东家种树书”，以最鲜明、最典形最生动的形象，突出作者的理想与现实的尖锐矛盾，突出他一生的政治悲剧，把上一句的感慨引向更为深化、极端沉痛的地步。平戎策，指作者南归后向朝廷提出的《美芹十论》《九议》等在政治上、军事上都很有价值的抗金意见书。上万字的平戎策毫无用处，倒不如向人换来种树书，还有一些生产上的实用价值。这是一种政治现实，对于作者是一种什么样的生活感受，不言而喻。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《小园》<a href=\"http://so.gushiwen.org/view_57937.aspx\">诗</a>：“骏马宝刀俱一梦，夕阳闲和饭牛歌。”<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《满江红·夜雨凉甚忽动从戎之兴》词中的“生怕客谈榆塞事，且教儿诵《花间集》”和这两句意境相近，也写得很凄凉；但联系作者生平的文韬武略、英雄事迹来看，这两句的悲慨程度还更使人扼腕不已。</p> <p>　　这首词以短短的五十五个字，深刻地概括了一个抗金名将的悲惨遭遇。上片气势恢宏，下片悲凉如冰，心伤透骨。悲壮对照，悲壮结合，真如<a href=\"http://so.gushiwen.org/author_551.aspx\">彭孙遹</a>《金粟词话》评辛词所说的：“激昂排宕，不可一世”，是作者最出色、最有分量的小令词。</p>",
  "about": "<h2>创作背景</h2> 　　公元1161年（宋高宗绍兴三十一年），金主完颜亮率大军南下，其后方比较空虚，北方被占区的人民，乘机进行起义活动。山东济南的农民耿京，领导一支起义军，人数达二十余万，声势浩大。当时年才二十二岁的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，也组织了二千多人的起义队伍，归附耿京，为耿京部掌书记。辛弃疾建议起义军和南宋取得联系，以便配合战斗。第二年正月，耿京派他们一行十余人到建康（今江苏南京）谒见宋高宗。高宗得讯，授耿京为天平军节度使，授辛弃疾承务郎。辛弃疾等回到海州，听到叛徒张安国杀了耿京，投降金人，义军溃散。他立即在海州组织五十名勇敢义兵，直趋济州（治今山东巨野）张安国驻地，要求和张会面，出其不意，把张缚置马上，再向张部宣扬民族大义，带领上万军队，马不停蹄地星夜南奔，渡过淮水才敢休息。到临安把张安国献给南宋朝廷处。但宋高宗没有抗金的决心，又畏惧起义军。辛弃疾南归之后，义军被解散，安置在淮南各州县的流民中生活；他本人被任命为江阴佥判，一个地方助理小吏，给他们当头一个严重的打击，使他们深感失望。后来辛弃疾在各地做了二十多年的文武官吏，因进行练兵筹饷的活动，常被弹劾，罢官家居江西的上饶、铅山，也接近二十年。他处处受到投降派的掣肘，报效国家的壮志难酬。这首词是他晚年家居时，碰到客人和他谈起建立功名的事，引起他回想从青年到晚年的经历而作的。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "回忆",
    "战争",
    "壮志难酬"
  ]
}