{
  "id": 5256,
  "star": 10727,
  "name": "春江花月夜",
  "dynasty": "唐代",
  "content": "春江潮水连海平，海上明月共潮生。<br>滟滟随波千万里，何处春江无月明!<br>江流宛转绕芳甸，月照花林皆似霰;<br>空里流霜不觉飞，汀上白沙看不见。<br>江天一色无纤尘，皎皎空中孤月轮。<br>江畔何人初见月？江月何年初照人？<br>人生代代无穷已，江月年年望相似。<br>不知江月待何人，但见长江送流水。<br>白云一片去悠悠，青枫浦上不胜愁。<br>谁家今夜扁舟子？何处相思明月楼？<br>可怜楼上月徘徊，应照离人妆镜台。<br>玉户帘中卷不去，捣衣砧上拂还来。<br>此时相望不相闻，愿逐月华流照君。<br>鸿雁长飞光不度，鱼龙潜跃水成文。<br>昨夜闲潭梦落花，可怜春半不还家。<br>江水流春去欲尽，江潭落月复西斜。<br>斜月沉沉藏海雾，碣石潇湘无限路。<br>不知乘月几人归，落月摇情满江树。",
  "fanyi": "<p><strong>译文</strong><br>春天的江潮水势浩荡，与大海连成一片，一轮明月从海上升起，好像与潮水一起涌出来。<br>月光照耀着春江，随着波浪闪耀千万里，所有地方的春江都有明亮的月光。<br>江水曲曲折折地绕着花草丛生的原野流淌，月光照射着开遍鲜花的树林好像细密的雪珠在闪烁。<br>月色如霜，所以霜飞无从觉察。洲上的白沙和月色融合在一起，看不分明。<br>江水、天空成一色，没有一点微小灰尘，明亮的天空中只有一轮孤月高悬空中。<br>江边上什么人最初看见月亮，江上的月亮哪一年最初照耀着人？<br>人生一代代地无穷无尽，只有江上的月亮一年年地总是相像。<br>不知江上的月亮等待着什么人，只见长江不断地一直运输着流水。<br>游子像一片白云缓缓地离去，只剩下思妇站在离别的青枫浦不胜忧愁。<br>哪家的游子今晚坐着小船在漂流？什么地方有人在明月照耀的楼上相思？<br>可怜楼上不停移动的月光，应该照耀着离人的梳妆台。<br>月光照进思妇的门帘，卷不走，照在她的捣衣砧上，拂不掉。<br>这时互相望着月亮可是互相听不到声音，我希望随着月光流去照耀着您。<br>鸿雁不停地飞翔，而不能飞出无边的月光；月照江面，鱼龙在水中跳跃，激起阵阵波纹。<br>（此二句写月光之清澈无边，也暗含鱼雁不能传信之意。）<br>昨天夜里梦见花落闲潭，可惜的是春天过了一半自己还不能回家。<br>江水带着春光将要流尽，水潭上的月亮又要西落。<br>斜月慢慢下沉，藏在海雾里，碣石与潇湘的离人距离无限遥远。<br>不知有几人能趁着月光回家，唯有那西落的月亮摇荡着离情，洒满了江边的树林。 </p> <p><strong>注释</strong><br>(1)滟（yàn）滟：波光荡漾的样子。<br>(2)芳甸(diàn）：芳草丰茂的原野。甸，郊外之地。<br>(3)霰（xiàn）：天空中降落的白色不透明的小冰粒。形容月光下春花晶莹洁白。<br>(4)流霜：飞霜，古人以为霜和雪一样，是从空中落下来的，所以叫流霜。在这里比喻月光皎洁，月色朦胧、流荡，所以不觉得有霜霰飞扬。<br>(5)汀（tīng）：沙滩。<br>(6)纤尘：微细的灰尘。<br>(7)月轮：指月亮，因为月圆时像车轮，所以称为月轮。<br>(8)穷已：穷尽。<br>(9)江月年年只相似：另一种版本为“江月年年望相似”。 <br>(10)但见：只见、仅见。<br>(11)悠悠：渺茫、深远。<br>(12)青枫浦上：青枫浦 地名 今湖南浏阳县境内有青枫浦。这里泛指游子所在的地方。<br>暗用《楚辞 招魂》：“湛湛江水兮上有枫，目极千里兮伤春心。”浦上：水边。《九歌 河伯》：“送美人兮南浦。”因而此句隐含离别之意。<br>(13)扁舟子：飘荡江湖的游子。扁舟，小舟。<br>(14)明月楼：月夜下的闺楼。这里指闺中思妇。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七哀<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>》：“明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。”<br>(15)月徘徊：指月光偏照闺楼，徘徊不去，令人不胜其相思之苦。<br>(16)离人：此处指思妇。<br>(17)妆镜台：梳妆台。<br>(18)玉户：形容楼阁华丽，以玉石镶嵌。<br>(19)捣衣砧（zhēn ）：捣衣石、捶布石。<br>(20)相闻：互通音信。<br>(21)逐：追随。<br>(22)月华：月光。<br>(23)文：同“纹”。<br>(24)闲潭：幽静的水潭。<br>(25)复西斜：此中“斜”应为押韵读作“xiá”（洛阳方言是当时的标准国语，斜在洛阳方言中就读作xiá）。<br>(26)潇湘:湘江与潇水。<br>(27)碣(jié)石、潇湘：一南一北，暗指路途遥远，相聚无望。<br>(28)无限路：极言离人相距之远。<br>(29)乘月：趁着月光。<br>(30)摇情：激荡情思，犹言牵情。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　被闻一多先生誉为“<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，“孤篇横绝，竟为大家”。</p> <p>　　诗篇题目就令人心驰神往。春、江、花、月、夜，这五种事物集中体现了人生最动人的良辰美景，构成了诱人探寻的奇妙的艺术境界。</p> <p>　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，象撒上了一层洁白的雪。诗人<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。</p> <p>　　清明澄彻的天地宇宙，仿佛使人进入了一个纯净的世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《送应氏》：“天地无终极，人命若朝霜”，<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年只相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年只相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。</p> <p>　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“只相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，象是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。</p> <p>　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。</p> <p>　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。望长空：鸿雁远飞，飞不出月的光影，飞也徒劳；看江面，鱼儿在深水里跃动，只是激起阵阵波纹，跃也无用。“尺素在鱼肠，寸心凭雁足”。向以传信为任的鱼雁，如今也无法传递音讯──该又凭添几重愁苦！</p> <p>　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家──花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……</p> <p>　　“落月摇情满江树”，这结句的“摇情”──不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。</p> <p>　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。</p> <p>　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起──高悬──西斜──落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白去、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。</p> <p>　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是象小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮级（庚、霰、真）──细微极（纸）──柔和级（尤、灰）──洪亮级（文、麻）──细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。</p><br/><h2>赏析二</h2> <strong>逐句分析</strong> <p>　　整篇<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>由景、情、理依次展开，第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。</p> <p>　　诗人入手擒题，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中。江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微，月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“空里流霜不觉飞，汀上白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。</p> <p>　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。在此处却别开生面，思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。</p> <p>　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，像是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。</p> <p>　　“白云”四句总写在月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。</p> <p>　　接下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。共望月光而无法相知，只好依托明月遥寄相思之情。“鸿雁长飞光不度”，也暗含鱼雁不能传信之意。</p> <p>　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡。他那无着无落的离情，伴着残月之光，洒满在江边的树林之上。</p> <p><strong>整体把握</strong> </p> <p>　　《春江花月夜》的章法结构，以整齐为基调，以错杂显变化。三十六行诗，共分为九组，每四句一小组，一组三韵，另一组必定转用另一韵，像九首绝句。这是它整齐的一面。它的错综复杂，则体现在九个韵脚的平仄变化。开头一、三组用平韵，二、四组用仄韵，随后五六七八组皆用平韵，最后用仄韵结束，错落穿插，声调整齐而不呆板。在句式上，大量使用排比句、对偶句和流水对，起承转合皆妙，文章气韵无穷。</p> <p>　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。</p>",
  "about": "<h2>解读二</h2> <p>　　《全唐<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>》中存诗仅两首的张若虚，在唐代灿如繁星的诗人群里实在毫不起眼，然而真正爱国学、爱唐诗宋词的人，想必都知道张若虚及其著名诗篇《春江花月夜》</p> <p>　　据说《春江花月夜》这个题目，始创于那个“全无心肝”的陈后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>。然而陈叔宝究竟在这个美丽的题目下写了些什么，却因诗已失传，无从知晓。荒淫无道的隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>倒留下了现存最早的两首《春江花月夜》，不过只五言四句，短浅空洞。陈叔宝还写过一首《玉树后庭花》，常被后人在文论中与《春江花月夜》并提，诗也还留存于世，虽是七言，却仅六句，况且肉麻得紧，与隋炀帝如出一辙，都是臭名昭著的宫体诗。</p> <p>　　附隋炀帝《春江花月夜》：</p> <p>　　暮江平不动，春花满正开。</p> <p>　　流波将月去，潮水带星来。</p> <p>　　陈后主《玉树后庭花》：</p> <p>　　丽宇芳林对高阁，新装艳质本倾城。</p> <p>　　映户凝娇乍不进，出帷含态笑相迎。</p> <p>　　妖姬脸似花含露，玉树流光照后庭。</p> <p>　　花开花落不长久，落红满地归寂中。</p> <p>　　宫体诗以宫廷为中心，以艳情为内容，描红点翠，堆香砌玉，浮华荒谬，空虚无聊；从梁陈到隋唐，百余年间，主宰文坛，造成诗国的黑暗，遗下无数罪孽。南朝士族生活优裕，偷安成习，以能作五言诗作为表示自己是士流的手段，如果不会作诗就会被人鄙视、不能参加社会活动，诗歌完全成了荒淫腐朽生活的点缀，建安气质、魏晋风骨早已荡然无存。唐前期的诗歌创作沿袭了南朝文风，诗人们“竞一韵之奇，争一家之巧。连篇累牍，不出月露之形；积案盈箱，唯是风云之状。”就是大唐开国创业英主<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>也不能免俗，表现不出象宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>《日出》诗那种“未离海底千山黑，才到中天万国明”的气魄。李世民对诗人张昌龄的文藻很赏识，但张昌龄等应进士科不第，李世民问原因，考官说他们文风浮靡，不是好材料，李世民也就默认了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>、<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>、<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>和<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>同时入霸诗坛，称为初唐四杰。四杰在古诗向律诗的过渡中起到了开拓作用。文武双全的裴行俭对四人却十分轻视，说士人要有远大前程，首先靠器识，其次才是文艺。王勃虽有文才，但浮躁浅露，不象享受爵禄的材料。杨炯大概可以做个知县，其余人能得好死就算不错了。这些评说足见新诗的发展道路艰难。对打破宫体诗的束缚、铺平新诗发展之路，初唐四杰是有贡献的，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>评四杰诗说“王杨卢骆当时体，轻薄为文哂未休。尔曹身与名俱灭，不废江河万古流。”这个评价既是对当时诗坛基本态度的客观反映，也是对四杰诗的确评。</p> <p>　　在六朝浮华文风笼罩下，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>、阎朝隐等宫廷幸臣成了诗坛上一伙把头式人物。卢照邻和骆宾王始终在齐梁余风里打转，王勃和杨炯又一个早死、一个远宦，因此初唐四杰的成就并不大。成就最高的王勃也不过给我们留下了“海内存知己，天涯若比邻”之类的好诗句，而几乎没有令人振奋的好的诗篇，更不要说为盛唐诗人提供典范。把大唐引进诗歌朝代的，也许正是张若虚与他的《春江花月夜》。</p> <p>　　闻一多先生曾给这首诗以极高的评价：“在这种诗面前，一切的赞叹是饶舌，几乎是亵渎。”又说“这是诗中的诗，顶峰上的顶峰。从这边回头一望，连刘希夷都是过程了，不用说卢照邻和他的配角骆宾王，更是过程的过程。”说张若虚与他的《春江花月夜》“和另一个顶峰<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>分工合作，清除了盛唐的路——张若虚的功绩是无可估计的。”</p> <p>　　的确如此！《春江花月夜》既富于南方民歌的色彩与风调，又较成功地运用了经过齐梁到唐初百年酝酿接近完成的新诗格律，还首次探索了七言诗中以小组转韵结合长篇的技巧，三者的糅合是那样完美，给后来的诗人提供了一个很好的范本。这理所当然是个顶峰。</p> <p>　　《春江花月夜》的章法结构，以整齐为基调，以错杂显变化。三十六行诗，共分为九组，每四句一小组，一组三韵，另一组必定转用另一韵，象九首绝句。这是它整齐的一面。它的错综复杂，则体现在九个韵脚的平仄变化。开头一、三组用平韵，二、四组用仄韵，随后五六七八组皆用平韵，最后用仄韵结束，错落穿插，声调整齐而不呆板。在句式上，大量使用排比句、对偶句和流水对，起承转合皆妙，文章气韵无穷。诗中春、江、花、月、夜、人几个主题词错落重叠，伸缩变化，把读者引进了一个目眩五彩、浑然忘我的境界。</p> <p>　　春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！</p> <p>　　起首四句，就两现春江、两现明月、两现潮、两现海，交错叠现的景观立即把人带进了一个神奇美妙的境界。而最后一句，又为整篇描写的江月埋下了伏笔。</p> <p>　　江流宛转绕芳甸，月照花林皆似霰；空里流霜不觉飞，汀上白沙看不见。</p> <p>　　江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？</p> <p>　　人生代代无穷已，江月年年望相似。不知江月待何人，但见长江送流水。</p> <p>　　读者可以看到，诗人在第二组是写初月的朦胧，第三组是写高月的皎洁，并发思古之悠情。“江畔何人初见月？江月何年初照人？”诗人面对这一轮江月深深地思考着，满怀感慨和迷惘。也许后来大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“青天有月来几时？我欲停杯一问之”，以及<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“明月几时有？把酒问青天”的诗句，只是此句的翻版。而第四组的起句“人生代代无穷已，江月年年望相似”与刘希夷的名句“年年岁岁花相似，岁岁年年人不同”则如出一辙。张若虚感叹江月长明而人生短促，刘希夷感慨风物依旧而人生易老，两者之间何其相似！这里月的叠用、人的叠用以及江的叠用，有一种音节美、韵律美，断而复续，飞丝相接，给人一种清峻雄奇之感。诗人创造的这种诗歌语言形式，后来发展成为散曲和民歌中的“顶针续麻体”，至今中国诗坛还留有它动人的影子。</p> <p>　　白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？</p> <p>　　最神奇的就是这白云一片，悠悠来去，使万丈沟壑一线飞渡，从江月清景、人生感慨一下子滑向野浦扁舟和明月楼头，一笔带出离人怨妇的主题。有人对此诗的主题多有非议，殊不知几千年中国历史上男人不是服徭役兵役、就是为生计而奔波，离人怨妇，正是社会底层的生活现实。而且爱情和相思，是人类文学永恒的主题，没有哪一代人能避开，古今中外，真正避开了的只有六七十年代中国“八大样板戏”。样板戏中除《智取威虎山》里李勇奇有个妻子一出场就遭土匪枪杀外，八部戏剧再没有一对夫妻，也没有一对情人。而如此一首诗、如此一轮明月，还有什么题材比写离人怨妇更好呢？只有如怨如慕如泣如诉的相思情怀才配凄清如许的一轮江月，也惟有纯真的情，才能使高天皓月更显皎洁。这样大开大合的过渡，手法巧妙如神来之笔，令人拍案叫绝。在这样一个明月之夜，是谁家游子飘荡在一叶扁舟之中，他家在何处？又是谁伫立在那月明如水的楼头思念她的远方飘零者呢？仅用两句，合写离人怨妇，总领下文。然后派出八句描写怨妇：</p> <p>　　可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。</p> <p>　　此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。</p> <p>　　楼头明月总在怨妇心头眼底徘徊，照着早已懒用的妆台明镜。月明之夜，离愁别绪更加萦怀，使人无法排遣。而那一轮明月偏又浸透帘珑、照亮砧石，况且帘卷不去、手拂不开。此时远行的人儿只在思念之中，只能彼此瞩望而无法相依相诉，就是有再多的相思情怀，说来他也无法听到。我多想随这笼天罩地的月光飞流到他身边去照耀他啊！可是即使象鸿雁那样高飞远举，也不能把这寂寞楼头的相思明月带给他，何况这春江里只有跃浪的鱼儿激起几个漩涡儿呢！寥寥数语，怨妇的离愁别恨已写到极致。接着笔锋一转，又派出八句来写远方的游子：</p> <p>　　昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。</p> <p>　　斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。</p> <p>　　昨夜忽梦落花飘零，春已半残，可是寄身异地他乡，回家的日子还遥遥无期。江水奔流不息，一浪又一浪地赶往大海，好像要将春天带走一样。而江潭倒映明月，不知不觉已经西斜。斜月渐渐隐入海雾，这时北方南方、碣石潇湘有多少游子还在赶着回家，有多少离人怨妇还在远隔千山万水彼此思念呢？夜色凄迷，月光如水，不知有几人在这轮明月下赶回家去了，而我只能守着这野浦孤舟，思念着远方的亲人，看江流依然，落月留照，把江边花树点染得凄清如许，人间离情万种都在那花树上摇曳着、弥漫着。在这样勾魂夺魄的意境里结束全篇，情笔生花，余音绕梁。</p> <p>　　读者在诗篇中看到江与月这两个主题中的主题被反复拓展，不断深化。春江、江流、江天、江畔、江水、江潭、江树这纷繁的形与景，和着明月、孤月、江月、初月、落月、月楼、月华、月明复杂的光与色，并通过与春、夜、花、人的巧妙结合，构成了一幅色美情浓斑斓迷离的春江夜月图。诗人没有局限于一轮江月，而是把一种复杂的人类情感贯穿始终。无论是初月的明媚、高月的皎洁还是斜月与落月的迷离缠绵，抑或楼头月的徘徊、镜中月的清影、帘内月的倾注、砧上月的流照，无一不打上情感的烙印。把一轮明月写到如此清雅且夺人心魄的地步，就不仅仅是传世之作、而应该是旷世之作了。自《诗经》至张若虚，其间一千几百年，没人把一轮江月写得如此凄美多情。在诗歌的表现形式上，南朝民歌和齐梁声律学，经过多年的酝酿发展，到了张若虚手里，恍如金丹炼成突现奇光，语言声律与形式技巧以及描篇布局，被那样的完美地糅合在一起。在诗歌发展还找不到前进方向的唐前期，《春江花月夜》本身就如同光耀千古的一轮高天朗月，照亮了盛唐的路，催生了诗国的灿烂。而张若虚之后，又是一千多年过去了，仍然无人能把一夕江月渲染得这般淋漓尽致，历尽沧桑变幻，诗篇不朽而江月依旧。 </p><br/><h2>解读</h2> <p>　　被闻一多先生誉为“<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>中的诗，顶峰上的顶峰”（《宫体诗的自赎》）的《春江花月夜》，一千多年来使无数读者为之倾倒。一生仅留下两首诗的张若虚，也因这一首诗，被喻为“孤篇横绝全唐”。</p> <p>　　作者抓住扬州南郊曲江或更南扬子江一带月下夜景中最动人的五种事物：春、江、花、月、夜。作者更是透着对生活美好的向往把扬州的景色以文字表达出来。</p> <p>　　整篇诗由景、情、理依次展开,第一部分写了春江的美景。第二部分写了面对江月由此产生的感慨。第三部分写了人间思妇游子的离愁别绪。</p> <p>　　诗人入手擒题，一开篇便就题生发，勾勒出一幅春江月夜的壮丽画面：江潮连海，月共潮生。这里的“海”是虚指。江潮浩瀚无垠，仿佛和大海连在一起，气势宏伟。这时一轮明月随潮涌生，景象壮观。一个“生”字，就赋予了明月与潮水以活泼的生命。月光闪耀千万里之遥，哪一处春江不在明月朗照之中！江水曲曲弯弯地绕过花草遍生的春之原野，月色泻在花树上，像撒上了一层洁白的雪。诗人<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是丹青妙手，轻轻挥洒一笔，便点染出春江月夜中的奇异之“花”。同时，又巧妙地缴足了“春江花月夜”的题面。诗人对月光的观察极其精微：月光荡涤了世间万物的五光十色，将大千世界浸染成梦幻一样的银辉色。因而“流霜不觉飞”，“白沙看不见”，浑然只有皎洁明亮的月光存在。细腻的笔触，创造了一个神话般美妙的境界，使春江花月夜显得格外幽美恬静。这八句，由大到小，由远及近，笔墨逐渐凝聚在一轮孤月上了。</p> <p>　　清明澄澈的天地宇宙，仿佛使人进入了一个纯净世界，这就自然地引起了诗人的遐思冥想：“江畔何人初见月？江月何年初照人？”诗人神思飞跃，但又紧紧联系着人生，探索着人生的哲理与宇宙的奥秘。这种探索，古人也已有之，如<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《送应氏》：“天地无终极，人命若朝霜”，<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀》：“人生若尘露，天道邈悠悠”等等，但诗的主题多半是感慨宇宙永恒，人生短暂。张若虚在此处却别开生面，他的思想没有陷入前人窠臼，而是翻出了新意：“人生代代无穷已，江月年年望相似。”个人的生命是短暂即逝的，而人类的存在则是绵延久长的，因之“代代无穷已”的人生就和“年年望相似”的明月得以共存。这是诗人从大自然的美景中感受到的一种欣慰。诗人虽有对人生短暂的感伤，但并不是颓废与绝望，而是缘于对人生的追求与热爱。全诗的基调是“哀而不伤”，使我们得以聆听到初盛唐时代之音的回响。</p> <p>　　“不知江月待何人，但见长江送流水”，这是紧承上一句的“望相似”而来的。人生代代相继，江月年年如此。一轮孤月徘徊中天，象是等待着什么人似的，却又永远不能如愿。月光下，只有大江急流，奔腾远去。随着江水的流动，诗篇遂生波澜，将诗情推向更深远的境界。江月有恨，流水无情，诗人自然地把笔触由上半篇的大自然景色转到了人生图象，引出下半篇男女相思的离愁别恨。</p> <p>　　“白云”四句总写在春江花月夜中思妇与游子的两地思念之情。“白云”、“青枫浦”托物寓情。白云飘忽，象征“扁舟子”的行踪不定。“青枫浦”为地名，但“枫”“浦”在诗中又常用为感别的景物、处所。“谁家”“何处”二句互文见义，正因不止一家、一处有离愁别恨，诗人才提出这样的设问，一种相思，牵出两地离愁，一往一复，诗情荡漾，曲折有致。</p> <p>　　以下“可怜”八句承“何处”句，写思妇对离人的怀念。然而诗人不直说思妇的悲和泪，而是用“月”来烘托她的怀念之情，悲泪自出。诗篇把“月”拟人化，“徘徊”二字极其传神：一是浮云游动，故光影明灭不定；二是月光怀着对思妇的怜悯之情，在楼上徘徊不忍去。它要和思妇作伴，为她解愁，因而把柔和的清辉洒在妆镜台上、玉户帘上、捣衣砧上。岂料思妇触景生情，反而思念尤甚。她想赶走这恼人的月色，可是月色“卷不去”，“拂还来”，真诚地依恋着她。这里“卷”和“拂”两个痴情的动作，生动地表现出思妇内心的愁怅和迷惘。月光引起的情思在深深地搅扰着她，此时此刻，月色不也照着远方的爱人吗？共望月光而无法相知，只好依托明月遥寄相思之情。</p> <p>　　最后八句写游子，诗人用落花、流水、残月来烘托他的思归之情。“扁舟子”连做梦也念念归家——花落幽潭，春光将老，人还远隔天涯，情何以堪！江水流春，流去的不仅是自然的春天，也是游子的青春、幸福和憧憬。江潭落月，更衬托出他凄苦的寞寞之情。沉沉的海雾隐遮了落月；碣石、潇湘，天各一方，道路是多么遥远。“沉沉”二字加重地渲染了他的孤寂；“无限路”也就无限地加深了他的乡思。他思忖：在这美好的春江花月之夜，不知有几人能乘月归回自己的家乡！他那无着无落的离情，伴着残月之光，洒满在江边的树林之上……</p> <p>　　“落月摇情满江树”，这结句的“摇情”——不绝如缕的思念之情，将月光之情，游子之情，诗人之情交织成一片，洒落在江树上，也洒落在读者心上，情韵袅袅，摇曳生姿，令人心醉神迷。</p> <p>　　《春江花月夜》在思想与艺术上都超越了以前那些单纯模山范水的景物诗，“羡宇宙之无穷，哀吾生之须臾”的哲理诗，抒儿女别情离绪的爱情诗。诗人将这些屡见不鲜的传统题材，注入了新的含义，融诗情、画意、哲理为一体，凭借对春江花月夜的描绘，尽情赞叹大自然的奇丽景色，讴歌人间纯洁的爱情，把对游子思妇的同情心扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合起来，从而汇成一种情、景、理水乳交溶的幽美而邈远的意境。诗人将深邃美丽的艺术世界特意隐藏在惝恍迷离的艺术氛围之中，整首诗篇仿佛笼罩在一片空灵而迷茫的月色里，吸引着读者去探寻其中美的真谛。</p> <p>　　全诗紧扣春、江、花、月、夜的背景来写，而又以月为主体。“月”是诗中情景兼融之物，它跳动着诗人的脉搏，在全诗中犹如一条生命纽带，通贯上下，触处生神，诗情随着月轮的生落而起伏曲折。月在一夜之间经历了升起——高悬——西斜——落下的过程。在月的照耀下，江水、沙滩、天空、原野、枫树、花林、飞霜、白沙、扁舟、高楼、镜台、砧石、长飞的鸿雁、潜跃的鱼龙，不眠的思妇以及漂泊的游子，组成了完整的诗歌形象，展现出一幅充满人生哲理与生活情趣的画卷。这幅画卷在色调上是以淡寓浓，虽用水墨勾勒点染，但“墨分五彩”，从黑白相辅、虚实相生中显出绚烂多彩的艺术效果，宛如一幅淡雅的中国水墨画，体现出春江花月夜清幽的意境美。</p> <p>　　诗的韵律节奏也饶有特色。诗人灌注在诗中的感情旋律极其悲慨激荡，但那旋律既不是哀丝豪竹，也不是急管繁弦，而是象小提琴奏出的小夜曲或梦幻曲，含蕴，隽永。诗的内在感情是那样热烈、深沉，看来却是自然的、平和的，犹如脉搏跳动那样有规律，有节奏，而诗的韵律也相应地扬抑回旋。全诗共三十六句，四句一换韵，共换九韵。又平声庚韵起首，中间为仄声霰韵、平声真韵、仄声纸韵、平声尤韵、灰韵、文韵、麻韵，最后以仄声遇韵结束。诗人把阳辙韵与阴辙韵交互杂沓，高低音相间，依次为洪亮级（庚、霰、真）——细微级（纸）——柔和级（尤、灰）——洪亮级（文、麻）——细微级（遇）。全诗随着韵脚的转换变化，平仄的交错运用，一唱三叹，前呼后应，既回环反复，又层出不穷，音乐节奏感强烈而优美。这种语音与韵味的变化，又是切合着诗情的起伏，可谓声情与文情丝丝入扣，宛转谐美。</p> <p>　　《春江花月夜》是乐府《清商曲辞·吴声歌曲》旧题。创制者是谁，说法不一。或说“未详所起”；或说陈后主所作；或说隋炀帝所作。今据<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》所录，除张若虚这一首外，尚有隋炀帝二首，诸葛颖一首，<a href=\"http://so.gushiwen.org/author_2404.aspx\">张子容</a>二首，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>一首。它们或显得格局狭小，或显得脂粉气过浓，远不及张若虚此篇。这一旧题，到了张若虚手里，突发异彩，获得了不朽的艺术生命。时至今日，人们甚至不再去考索旧题的原始创制者究竟是谁，而把《春江花月夜》这一诗题的真正创制权归之于张若虚了。 </p><br/><h2>解读三</h2> <p>　　<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>从被写出来的那刻起，沉淀的就是其本身写者的心情。后人，纵使有多高深的造诣或者怎样的心情的历史性重叠，都没有办法真正的解释。所以，现在我写这篇文，充其量就是挖掘一点我自己情绪的断章，凑不上什么赏析。——题记</p> <p>　　春江花月夜的诗评泛滥，网上什么版本的都有，若是此时我再浓墨于其字词运用的引经据典，大概就逃不出捡人剩下的落魄甚至会遭蒙抄袭的嫌疑。所以作罢，写写我的理解就够了，所谓托物言志或者抑扬顿挫之类的文字游戏还是留给有水平的大家去做吧。</p> <p>　　春江花月夜的长度还算适中，可是为了把自己融入进里，也着实花了我不少功夫。阅诗，最忌讳的就是读，不同的人不同的心境进而不同的语调流转，都有极大的可能让诗原本的意境面目全非。人和人之间，不是这么容易便能驾驭了彼此的心情。所以我选择抄写，整整一上午高山流水地沉浮在字里行间，感情毫无预兆地就漫溢了出来。</p> <p>　　张若虚连字号都不为人详，沧海一粟地茫然在唐朝灿如繁星的诗人堆里，却仅凭这一首诗“孤篇横绝，竟为大家”。春江花月夜归于乐府，带有乐府诗一贯的情愫，缕缕歌章唱的都是诗人曲婉的离愁，通篇白话文一般的浅显，不需要任何的注解，一个离人立于江岸的形象便跃然印入眼帘。我看见他背着双手，傲然地仰头望向无垠的汪汪白水，赞叹自然的浩淼荡漾，心意空洞眼神苍白如昼，流露出了怎样的一种哀愁。</p> <p>　　“春江潮水连海平，海上明月共潮生。”他站在辽阔到分不清哪里是海岸线的水边，在熏风里望见明月凄楚地随潮涌翻滚而来，好像听不见浪涛的呱噪和海鸟的悲鸣，行云流水地营造了他自己不被打扰的安静和美景。是了，春江某种程度上成了他情愫的归宿，寄托了他的情成就了他的美，顺便再给我们精彩回放了那晚的夜色妖娆。月色美，在诗人的乡思离愁里，却如蚌体内的珍珠，是凄苦的延伸和凝固。诗人看“滟滟随波千万里”，月影倒映，水波涟漪，却突然感到了心理不平衡:为什么月笼春江千万里，我却望穿了秋水也望不见家舍屋顶的袅袅炊烟!就连江边的芳甸也因为有江流不息的陪伴，惹人妒忌。</p> <p>　　或者他突然发现月亮其实和自己一样孤独。明月爱慕着春江，却苦于时空蹁跹，一天一地，惟能只知昼夜不知岁月地映照着白水，不离不弃。就如诗人自己一样，望这长水，只期盼能望见家中玉帘后的牵挂。</p> <p>　　又有“江畔何人初见月？江月何年初照人？”，诗人无奈人与天的绝对力量悬殊，明月一岁一千年，看尽人情的薄凉锦暖，世人却伴月初生，望月临终，至死了也看不透自然的玄妙。可他又说“人生代代无穷已，江月年年望相似”，人类啊，年华如水去而不返却繁衍生息绵延久长，看着江月，总该有看尽的一天。诗人天真的自我安慰，“哀而不伤”，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《把酒问月》大有异曲同工之妙：今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。</p> <p>　　诗人举目而眺，“有乘扁舟为客者，有登楼而伤别者”，更有自己不可尽言的思念。他似乎还看见了家中“妆镜台”前的同样思念他的女子，辗转反侧，苦于月色的柔情更添了她的愁思。那多情的女子，多想随明月光华一起，“逐月华流照君”，瞬思闲就能流转到意中人的身侧。可惜“鸿雁长飞光不度，鱼龙潜跃水成文”，望长空:鸿雁远飞，飞不出月的光影，飞也徒劳;看江面，鱼跃深水，只激起阵阵波纹，跃也无功。“;尺素在鱼肠，存心凭雁足”，向以传信为长的鱼雁，如今也无法传递思念。</p> <p>　　对于“水成文”，其实我还有别的理解。诗人的思念，望穿了秋水，也望成了幻觉，他好像看到了鱼跃激起的水纹里有远方传来的书字，一篇思愁蔓延水面，情深亦如水。</p> <p>　　全诗到这里，我的激情大约也到了个终点。近乎审美疲劳，后面的内容，已经不足以翻起我的思绪。</p> <p>　　月复西斜，海雾徒生，潇湘碣石，江树摇情。就以这个“摇”字作为最后的看点，“月华摇晃，树影婆娑，人心起伏，月摇，树摇，人心亦在摇”。诗人在江边站至夜深，江风骤起，他看岸上的树舞起，好像是在代替谁回应着他的思念，也好像是因为树枝沉甸甸地挂满了他的思念，于是他情不自觉地心中悸动起来，再也平静不下来。只好就此收了笔。 </p><br/><h2>解读四</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>以写月作起，以写月落结，把从天上到地下这样寥廓的空间，从明月、江流、青枫、白云到水纹、落花、海雾等等众多的景物，以及客子、思妇种种细腻的感情，通过环环紧扣、连绵不断的结构方式组织起来。由春江引出海，由海引出明月，又由江流明月</p> <p>　　引出花林，引出人物，转情换意，前后呼应，若断若续，使诗歌既完美严密，又有反复咏叹的艺术效果。</p> <p>　　前半部重在写景，是写实，但如“何处春江无月明”、“空里流霜不觉飞”等句子，同时也体现了人物的想象和感觉。后半部重在抒情，这情是在景的基础上产生的，如长江流水、青枫白云、帘卷不去、拂砧还来等句，景中亦自有情，结尾一句，更是情景交融的名句。全篇有情有景，亦情亦景，情景交织成有机整体。</p> <p>　　诗歌写了许多色彩鲜明的形象，如皎月、白沙、白云、青枫等等，这些景物共同造成了柔和静谧的诗境，这种意境与所抒发的绵邈深挚的情感，十分和谐统一。</p> <p>　　诗歌每四句一换韵，平仄相间，韵律婉转悠扬。为了与缠绵的感情相适应，语言采用了一些顶针连环句式，如“春江潮水连海平，海上……”“江月何年初照人。人生……”“何处相思明月楼，可怜楼上……”“江潭落月复西斜，斜月……”。一唱三叹，情味无穷。对偶句的使用如“谁家今夜扁舟子？何处相思明月楼？”“鸿雁长飞光不度，鱼龙潜跃水成文”等等。句中平仄的讲求如“滟滟随波千万里，何处春江无月明？江流婉转绕芳甸，月照花林皆似霰”，平仄变换与律诗相同，使诗歌语言既抑扬顿挫，又清新流畅。</p> <p>　　“暮江平不动，春花满正开。流波将月去，潮水带星来。”<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>此首借题生义，一扫艳媚。黄昏远眺长江岸，暮霭沉沉，江水浩淼。“平不动”是水波不兴。江面平坦宁静，江边春花如火，开得满满当当。他写春夜潮生，江水滔滔。“将月去”，“带星来”将水波激荡，月星交辉的情景写得极宏大，于写景的壮阔中写出了时间的流逝。寥寥四句诗，将春江花月夜收纳其间，绘出一幅江月胜景图。“流波将月去，潮水带星来”，缓缓读来，如欣赏清秋月夜之画，风致婉然。此句好在平实，一个“将”字，一个“带”字，都是比较虚的动词，不会破了月明星稀的安稳美感。</p> <p>　　总而言之，诗人凭借对春江花月夜的描绘，尽情赞叹大自然的绮丽景色，讴歌人间纯洁爱情把游子对思妇的同情扩大开来，与对人生哲理的追求、对宇宙奥秘的探索结合而来，从而汇成一种情、景、理水乳交融的优美而邈远的意境。 </p><br/><h2>创作背景</h2> <p>　　《春江花月夜》为乐府吴声歌曲名，相传为南朝陈后主所作，原词已不传，《旧唐书·音乐志二》云：“《春江花月夜》、《玉树后庭花》、《堂堂》，并陈后主作。叔宝常与宫中女学士及朝臣相和为<a href=\"http://so.gushiwen.org/view_5256.aspx\">诗</a>，太乐令何胥又善于文咏，采其尤艳丽者以为此曲。”</p> <p>　　后来隋炀帝又曾做过此曲。《乐府诗集》卷四十七收《春江花月夜》七篇，其中有隋炀帝的两篇。</p> <p>　　张若虚的这首为拟题作诗，与原先的曲调已不同，却是最有名的。目前具体的创作背景已不可考。</p>",
  "poet": {
    "id": 756,
    "star": 0,
    "name": "张若虚",
    "desc": "张若虚（约660—约720），唐代诗人。扬州（今属江苏）人。曾任兖州兵曹。生卒年、字号均不详。事迹略见于《旧唐书·贺知章传》。中宗神龙（705～707）中，与贺知章、贺朝、万齐融、邢巨、包融俱以文词俊秀驰名于京都，与贺知章、张旭、包融并称“吴中四士”。玄宗开元时尚在世。张若虚的诗仅存二首于《全唐诗》中。其中《春江花月夜》是一篇脍炙人口的名作，它沿用陈隋乐府旧题，抒写真挚动人的离情别绪及富有哲理意味的人生感慨，语言清新优美，韵律宛转悠扬，洗去了宫体诗的浓脂艳粉，给人以澄澈空明、清丽自然的感觉。"
  },
  "tags": [
    "春天",
    "写花",
    "月亮",
    "思念",
    "乐府"
  ]
}