{
  "id": 6767,
  "star": 86,
  "name": "寻南溪常山道人隐居 / 寻南溪常道士",
  "dynasty": "唐代",
  "content": "一路经行处，莓苔见履痕。<br>白云依静渚，春草闭闲门。<br>过雨看松色，随山到水源。<br>溪花与禅意，相对亦忘言。",
  "fanyi": "<p><strong>译文</strong><br>一路上经过的地方，青苔小道留下鞋痕。<br>白云依偎安静沙洲，春草环绕道院闲门。<br>新雨过后松色青翠，循着山路来到水源。<br>看到溪花心神澄静，凝神相对默默无言。</p> <p><strong>注释</strong><br>⑴莓苔：一作“苍苔”，即青苔。履痕：一作“屐痕”，木屐的印迹，此处指足迹。<br>⑵渚：水中的小洲。一作“者”。<br>⑶春草：一作“芳草”。<br>⑷“溪花”两句：因悟禅意，故也相对忘言。禅：佛教指清寂凝定的心境。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_6767.aspx\">诗</a>围绕着题目的“寻”字，逐渐展开。“一路经行处，莓苔见履痕”，开始二句就突出一个“寻”字来，顺着莓苔履痕（一作“屐痕”），一路寻来。语言浅淡质朴，似乎无须赘言：那人迹罕至的清幽山径，正是常道士出入往来之地，这里没有人间喧嚣，满路莓苔。履痕屐齿给来访者带来希望和猜想：幽人不远，晤面在即；否则就是其人出晤，相会须费些周折。</p> <p>　　颔联写由顺其路而始入其居境。两句写景平列，用意侧重“闭门”寻人不遇。“白云依静渚”，为远望。</p> <p>　　白云絮絮，缭绕小渚。“依”字有意趣。越溪（或是缘溪）而至其巖扉，近看则“春草闭闲门”，蓬门长闭，碧草当门，道士不在寓所。如果说一路莓苔给人幽静的印象，那么这里的白云、芳草、静渚、闲门，则充满静穆淡逸的氛围。渚是“静”的，白云、芳草也是静静的。门“闲”，不遇之人，来访者不期然而然的心境也“闲”。一切都显得恬静自然，和谐默契，不受丝毫纷扰。在自然景物的观照中，悄然融入自在平静的心绪，来访不遇的怅然，似乎被这清幽、宁静的环境，带有内省参照的“禅意”所冲化，渐趋恬然。</p> <p>　　独闭的闲门，摇曳的小草，使人浸润在“绿满窗前草不除”的幽静自在境界，滋味咸化于这静默的世界之中。</p> <p>　　上四句叙寻而不遇，意绪明白。后四句继写一路景观，浑化无迹须缓缓味出。“过雨看松色，随山到水源”。这看松寻源，所趋何向，是不遇而再寻，还是顺便一游其山，还是返回，诗人没有说出。两句以景带叙，下句叙事成份更多些。“水源”，应该不是指来时“经行处”，所以“随山”不是下山，而是入山，随山转折，缘山道探寻水源。道士不在寓所，因此这寻水源，也就是寻道士，“随”字简洁，山道纡绕，峰回路转，随山探源，缘水经山。其间林壑深秀，水声潺潺，都由这个“随”字导人神游，启迪丰富的“曲径通幽”的想象。上句“过雨看松色”，或指道士居所“门外景”，或指“随山”时的景致。“过雨”暗示忽然遇雨，诗人仅仅用一“过”字表示它的刚刚存在，而着意于雨霁云收之后翠绿生新的松色。“过”字，把阵雨带来的清新宜人的气息、物色，轻松自然地托显出来，同时也隐隐带出漫步山道的时间进程。</p> <p>　　“过雨”，涮新了松色，也带来冥想。自生自灭的短暂一“过”，和静静白云一样，已在写“禅意”（金性尧）。</p> <p>　　尾联的“禅意”，用得精妙。诗人看见了“溪花”，却浮起“禅意”，从幽溪深涧的陶冶中得到超悟，从摇曳的野花静静的观照中，领略到恬静的清趣，溶化于心灵深处是一种体察宁静，荡涤心胸的内省喜悦，自在恬然的心境与清幽静谧的物象交融为一。况且禅宗本来就有拈花微笑的故事，这都溶入默契不言的妙悟中，而领会出“禅意”，因用“与”，把物象和情感联结起来。禅宗的妙悟和道家的得意忘言，有内在相通之处。佛道都喜占山林，幽径寻真，荡入冥思，于此佛道互融，而进入“相对亦忘言”的精神境界。</p> <p>　　芳草松色、白云溪花的美感，“禅意”默想的清享，都清美极了。乘兴而来，兴尽而返的惬意自得的感受，也都含融在诗的“忘言”之中。</p>",
  "about": "<h2>创作背景</h2> <p>　　大历（唐代宗年号，公元766—779年）前后，是个感伤时代，很多<a href=\"http://so.gushiwen.org/view_6767.aspx\">诗</a>歌都着意表现感伤色彩，但更多的是摆脱时代失意、政治苦闷、人世困惑，而追求宁静、冲远、淡泊的心理。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>此诗也反映了当时的“时代心声”。</p> <p>　　诗人兴冲冲步行山中拜访一位道士，不想却吃了个闭门羹，在居所远近寻找，仍未如愿，诗人非但没有产生失望惆怅，反而获得精神惬意和心理的满足。此诗就是在这样的情境下所作的。</p>",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "唐诗三百首",
    "写景"
  ]
}