{
  "id": 71709,
  "star": 16,
  "name": "鬲溪梅令·丙辰冬自无锡归作此寓意",
  "dynasty": "宋代",
  "content": "好花不与殢香人。浪粼粼。又恐春风归去绿成阴。玉钿何处寻。<br>木兰双桨梦中云。小横陈。漫向孤山山下觅盈盈。翠禽啼一春。",
  "fanyi": "<h2>译文</h2> 梅花虽好不等爱花人,湖水清澈波粼粼。最怕春去夏来绿成荫,花儿凋谢无处寻。<br>双桨击水似驾云,船上玉人任横陈。空向孤山把梅寻,耳听鸟鸣又一春。",
  "shangxi": "<h2>赏析</h2> <p>　　词人对于恋情词，或多依红偎翠的狎挚描写，或多秦楼楚馆的声色描写。白石词则不然，有的只是“美人如花隔云端”的抒情，给人一种可爱慕不可亵渎的高雅感觉。这是因为白石本人用情专一，他除了在词中提到合肥情侣外，没有提过他人。是的，真正刻骨铭心的恋情应该只有一次，而且是无可替代，九死其犹未悔的唯一。于湖词中怀念李氏之作，白石词中怀念合肥情侣之作，皆写此种美好感情。白石《鬲溪梅令》，正是怀人之词。序云：“丙辰冬，自无锡归，作此寓意。”丙辰即公元1196年（宋宁宗庆元二年），词人同时作《江梅引》，序云：“丙辰之冬，予留梁溪（无锡），将诣淮南（指合肥），不得，因梦思以述志。”此词所寓之意，不应远求，当即《江梅引》所述之志。二词皆以梅名调，亦不可忽视。尤其白石怀人诸词多有恐怕归去迟暮之忧思，可以印证此词。如《一萼红》：“待得归鞍到时，只怕春深。”《淡黄柳》：“怕梨花落尽成秋色。”《长亭怨慢》：“韦郎去也，怎忘得玉环分付：第一是早早归来，怕红萼无人为主。”《点绛唇》：“淮南好。甚时重到。陌上生青草。”此词所写：“又恐春风归去绿成阴。玉钿何处寻。”正是同一种忧惧归迟的心情。故此词实为怀念合肥情侣之作。在这首词中，词人灵心独运，用想象营造出一如梦如幻、恍惚迷离的意境，极富朦胧之美。</p> <p>　　“好花不与殢香人。”起笔运用提空描写，空中传恨。好花即梅花，亦暗喻所念之情人。以好形容花，纯然口语而一往深情。殢香人是词人自道。好花不共惜花人，美人不与怜香惜玉者，传尽天地间一大恨事。“浪粼粼。”词人寤寐求之，求之不得，想象之中，遂觉此梅花所傍之溪水，碧浪粼粼，将好花与惜花人遥相隔绝。正是盈盈一水，隔断万古柔情。此即调名“鬲溪梅”之意。《<a href=\"http://so.gushiwen.org/view_71709.aspx\">诗</a>·汉广》云：“没有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。” 《蒹葭》云：“所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。”《古诗十九首》亦有“盈盈一水间，脉脉不得语”。千古诗人，精诚所至，想象竟同一神理。“又恐春风归去绿成阴。玉钿何处寻。”想望好花，在水一方。只怕重归花前，已是春风吹遍，绿叶成阴，好花已无迹可寻。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《叹花》诗云：“自恨寻芳到已迟，往年曾见未开时。如今风摆花狼藉，绿叶成阴子满枝。”此词化用其语意，又不露痕迹，正是白石词的妙处。又恐二字，更道出年年伤春伤别的无限伤感。玉钿本为女子之首饰，此转喻梅花之芳姿。“玉钿何处寻”一句又暗用<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>“何意重经前地，遗钿不见，斜径都迷”之意（《夜飞鹊》）。此词本以好花象征美人，此则用首饰象喻好花，喻中有喻，而出入无间，真如羚羊挂角，无迹可求。尤妙者，由玉钿之一女性意象，遂幻出过片之美人形象，真是奇之又奇。</p> <p>　　“木兰双桨梦中云。小横陈。”全幅词境本来全是想象，过片二句，则是想象中之想象，可谓梦中之梦，幻中之幻。梦寐中，词人忽与久违之美人重逢，共荡扁舟于波心，恍若遨游于云表。木兰双桨，语出《楚辞。湘君》：“桂櫂兮兰枻，”衬托美人之美。“小横陈”三字，为连绵句，描绘出美人斜倚舟中之“横陈”二字，让人想起“玉体横陈”等粗俗艳冶之事，但白石词以“清空”为本色，且“不唯清空，又具骚雅”（张炎《词源》），这等字面原不易见。细体味之，始知此是词人之险笔是词人精心策划的“阴谋”。大概非此二字，不足以写出美人之奇艳，不足以尽传心中之美感。状以小字，愈见化艳冶为美好。碧浪粼粼，“兰棹兮桂桨”，与美人荡舟天外，天光云影，物我皆忘，这种超凡脱俗的境界，实为词人平生梦寐追求所幻出的具备理想神采之意境。然而，梦有梦后人醒，云有风流云散。结笔二句，已从梦幻跌回想象中之现境。“漫向孤山山下觅盈盈。翠禽啼一春。”梦醒云散，如花美人无法寻觅，即好花亦亦不可得。此情此景，人何以堪？从过片至结笔，词境情节呈大幅度跳跃，裁云缝月之妙，在盈盈二字。《古诗十九首》云：“盈盈楼上女，皎皎当窗牖。”盈盈本为美人之形容，此又借美人转喻好花之芳姿，一语双关，美人之形象又幻化为想象中之好花。句首下一漫字，写尽好花亦不可求之失落感。惜花人空向孤山山下寻觅好花，而好花终不可得，整个春天，唯闻翠禽对鸣而已。孤山，本指杭州西湖之孤山。多梅花，昔为梅妻鹤子之<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>隐居之处。词中之孤山，借为好花之地之代语而已。空向好花之地寻觅好花，意味着惜花人纵然重归故地，也已是花落人空，唯有绿叶成阴，鲛销泪痕了。一春二字结穴，用凄美之字面，象征时间之绵延，写出词凄艳哀绝的爱情悲剧，真是“天长地久有时尽，此恨绵绵无绝期”了。结句暗用一则神异传说。《龙城录》云：赵师雄，睢阳人，（隋）开皇中过罗浮山，天寒日暮，见林间有酒肆，旁有茅舍，一美人淡妆靓逸，素服出迎，相与扣酒家门共饮，不觉醉卧。即觉，乃在大梅树下，有翠羽嘈唧其上，月落参横，惆怅而已。结笔暗用这一故事，愈增全幅词境如梦如幻的朦胧美感。</p> <p>　　此词艺术造诣确有独到之处。论意境乃如梦如幻，梦中有梦，幻中有幻。好花象征美人，烟波象征离绝，此是词中第一境界。木兰双桨，梦中美人，乃梦中之梦，幻中之幻，是第二境界。第一境界实为词人平生遭际之写照，第二境界则为其平生理想之象征。营造出如此奇幻之意境，真是匪夷所思。论意脉则如裁云缝月，无迹可求。上片以玉钿喻好花，遂幻出如花之美人，下片用盈盈喻好花，又由美人幻为好花。故过片梦境之呈现，真如空中之音，水中之月，玲珑剔透，不可凑泊。论声韵则如敲金戛玉，极为美听。全词八拍，句句叶韵，用平声真文等韵，诵之如闻笙簧。句中兼采双声、叠韵、叠字，如好花、浪粼为双声，成阴、双桨、梦中为叠韵，粼粼、山山、盈盈为叠字，尤增音节之美。这是因为白石不仅精于填词，亦妙解音律，以音乐人的身份写词，自是千锤百炼，刻意求工了。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>曾激赏白石之诗“有裁云缝月之妙思，敲金戛玉之奇声”（见《直斋书录解题》引），可以移评此词。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "写花",
    "寓人",
    "爱情"
  ]
}