{
  "id": 61,
  "star": 131,
  "name": "伯兮",
  "dynasty": "先秦",
  "content": "伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。<br>自伯之东，首如飞蓬。岂无膏沐？谁适为容！<br>其雨其雨，杲杲出日。愿言思伯，甘心首疾。<br>焉得谖草？言树之背。愿言思伯。使我心痗。",
  "fanyi": "<p><strong>译文<br></strong>我的大哥真威猛，真是邦国的英雄。我的大哥执长殳，做了君王的前锋。<br>自从大哥东行后，头发散乱像飞蓬。膏脂哪样还缺少？为谁修饰我颜容！<br>天要下雨就下雨，却出太阳亮灿灿。一心想着我大哥，想得头痛也心甘。<br>哪儿去找忘忧草？种它就在屋北面。一心想着我大哥，使我伤心病恹恹。</p> <p><strong>注释<br></strong>⑴伯：兄弟姐妹中年长者称伯，此处系指其丈夫。朅（qiè）：英武高大。<br>⑵桀：同“杰”。<br>⑶殳（shū）：古兵器，杖类。长丈二无刃。<br>⑷膏沐：妇女润发的油脂。<br>⑸适（dí）：悦。<br>⑹杲（gǎo）：明亮的样子。<br>⑺谖（xuān）草：萱草，忘忧草，俗称黄花菜。<br>⑻背：屋子北面。<br>⑼痗（mèi）：忧思成病。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　战争会破坏很多东西，而它首先破坏的是军人自身的家庭生活。军人尚未走到战场，他们的妻子已经被抛置在孤独与恐惧中了。她们的怀念不是一般的怀念，那永远是充满不安和忧虑的。等待出征的丈夫回来，几乎成为她们生活中唯一有意义的内容。</p> <p>　　然而战争又总是不可避免的。不管一场正在进行的战争其必要性如何、能否被评判为“正义”，从事这场战争的群体和它的领导者，总是要勉励群体中的成员为之付出最大的努力、最大的牺牲。国家给军人以荣誉，使他们认为自己付出的努力和牺牲是值得的；这荣誉也会影响他们的家人——尤其是妻子，使她们认为家庭生活的破坏以及自身的痛苦都是有价值有意义的。因此，写妻子怀念从军的丈夫的<a href=\"http://so.gushiwen.org/view_61.aspx\">诗</a>篇，通常会包含两方面的内容：为丈夫而骄傲——这骄傲来自国家、来自群体的奖勉；思念丈夫并为之担忧——这种情绪来自个人的内心。《卫风·伯兮》就是典型的这种诗篇。</p> <p>　　诗一开篇，写一个女子用自豪的口吻在描述她的丈夫。“伯”本是兄弟间排行的第一位，也就是老大，这里转用为妻子对丈夫的称呼，口气中带着亲切感。这位丈夫值得骄傲的地方在于：一则他长得英武伟岸，是一国中的豪杰，同时也因为他非常勇敢，充当了君王的先锋（由此看“伯”身份，当是贵族阶层中的武士）。而骄傲的来源，主要恐怕是在后一点上。假如“伯”虽然长得高大英武，在战争发生时却畏缩不前，妻子就没什么可以公然夸耀的了。——其实，一般人所知道的光荣，也就是社会所认定的光荣，个人在这方面是没有多少独立判断的能力的。</p> <p>　　转入第二章，写自从丈夫出征，妻子在家就不再打扮自己了，任由头发——女性身体最富装饰性的部分——零乱得像一蓬草。这是以对女性的美丽的暂时性的毁坏，表明她对异性的封闭，也即表明她对丈夫的忠贞。不过，作为军人的妻子，这种举动还有进一步的意味。在古代，妇女是不能上战场的，因此妻子对从军的丈夫的忠贞，实也是间接表现了对于国家的忠贞——这就不仅是个人行为，也是群体——国家的要求。假定一个军人在前方冒着生命危险打仗，他的妻子却在后方整天打扮得花枝招展，走东家串西家，哪怕并无不轨之举，他也不能够安心。这不仅对于家庭是危险的，对于国家也有极大的不利。所以，社会尤其需要鼓励军人的妻子对其丈夫表现彻底的忠贞。此诗不管是出于什么人之手（它可能是一位妇女的自述，也可能是他人的拟写），这样写才是符合上述要求的。后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《新婚别》写一位新娘对从军的丈夫表示“罗襦不复施”，还要“当君洗红妆”，好让他安心上战场，与此篇可谓一脉相承。</p> <p>　　然而，尽管诗中的女主人公算得上“深明大义”，她对自己的丈夫能“为王前驱”很感骄傲，但久久的盼待一次次落空仍然给她带来巨大的痛苦。对于古代妇女来说，生活的全部内容、幸福的唯一来源就是家庭；家庭被破坏了，她们的人生也就被彻底破坏了。而等待从军的丈夫，这与一般的别离相思是不同的——其背后有很深的忧惧。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《寡妇赋》用此诗为典故，有云：“彼诗人之攸叹兮，徒愿言而心疼……荣华晔其始茂兮，良人忽已指背。”正是揭示了诗中未从正面写出，而又确实隐藏在字面之下的恐怕丈夫最终不能归来的忧惧。这一点是理解第三、四两章所描写的女主人公的期待、失望与难以排遣的痛苦之情的基础。她甚至希望自己能够“忘忧”，因为这“忧”已经使她不堪负担了。</p> <p>　　诗必须有真实的感情，否则不能打动人；但诗人的感情也并非可以尽情抒发的，它常常受到社会观念的制约。拿《卫风·伯兮》来说，如果一味写那位妻子为丈夫的报效国家而自豪，那会让人觉得不自然——至少是不近人情；反过来，如果一味写妻子对丈夫的盼待，乃至发展到对战争的厌恶（这在事实上绝非不可能），却又不符合当时社会的要求。所以最后它成为这个样子：对亲人的强烈感情经过责任感的梳理而变得柔婉，有很深的痛苦与哀愁，但并没有激烈的怨愤。</p> <p>　　在艺术构思上，全诗采用赋法，边叙事，边抒情。紧扣一个“思”字，思妇先由夸夫转而引起思夫，又由思夫而无心梳妆到因思夫而头痛，进而再由头痛到因思夫而患了心病，从而呈现 出一种抑扬顿挫的跌宕之势。描述步步细致，感情层层加深，情节层层推展，主人公的内心冲突以及冲突的辗转递升，既脉络清晰，又符合人物的心理逻辑，使人物形象具有饱满的精神内涵。同时，诗情奇崛不平，充满辩证色彩。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_61.aspx\">诗</a>的题旨、背景，《毛诗序》解释为：“《伯兮》，刺时也。言君子行役，为王前驱，过时而不反焉。”意思是说：理想的政治不应该使国人行役无度，以至破坏了他们的家庭生活。实际所谓“刺”在诗中并无根据，不过作者所表达的儒家政治理想，却是符合诗中女主人公的愿望的。《郑笺》云：“卫宣公之时，蔡人、卫人、陈人从王伐郑。伯也为王前驱久，故家人思之。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>反驳说：“郑在卫西，不得为此行也。”他认为“妇人以夫久从征役，而作是诗”（《诗集传》）。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨"
  ]
}