{
  "id": 70352,
  "star": 5,
  "name": "杂剧·逞风流王焕百花亭",
  "dynasty": "元代",
  "content": "第一折<br>教你当家不当家，及至当家乱如麻。早晨起来七件事，柴米油盐酱醋茶。老身洛阳人氏，姓贺，人都唤我做贺妈妈。生下这女孩贺怜怜，做着个上厅行首。我那孩儿生的十分聪明智慧，谈谐歌舞，挡筝拨阮，品竹分茶，无般不晓，无般不会。占断洛阳风景，夺尽锦绣排场。明日是清明节令，着孩儿郊外踏青去。孩儿，你意下如何？谨领母亲的命，明日到城外陈家园百花亭上，赏玩春景，走一遭去来。姐姐，我盼儿伏侍你去。孩儿和梅香都出城去了也。我无甚事，且往隔壁李大妈家吃茶则个。小生姓王名焕，字明秀，年方二十二岁，本贯汴梁人氏。自父亲辞逝，来此洛阳叔父处居止。为小生通晓诸子百家，博览古今典故，知五音，达六律，吹弹歌舞，写字吟诗，又会射箭调弓，抡枪使棒，因此人皆称为风流王焕。时遇清明节令，不免到城外陈家园百花亭上游玩一遭。你看这郊外，果然是好景致。只见香车宝马，仕女王孙，蹴鞠秋千，管弦鼓乐，好不富贵也呵！<br>【仙吕】【点绛唇】锦绣铺设，翠红罗列，酬佳节。莺燕调舌，惜春光苦问东君借。<br>官人，你看那竹溪花坞，翠绕珠围，往来的人，一上一下，似走马灯儿一般，是好耍子也。<br>【混江龙】管弦拖拽，王孙仕女斗豪奢。梨花院秋千蹴鞠，牡丹亭宝马香车。唤游人芳树啼残锦鹧鸪，采香蕊粉墙飞困玉蝴蝶。杨柳映，杏花遮，东风外，酒旗斜。四时中惟有春三月，光阴富贵，景物重叠。<br>妾身贺怜怜。今日清明佳节，去郊外游玩。盼儿，那前面亭子，不是百花亭那？姐姐，正是百花亭，将次到也。六儿，你见么？兀那人丛里那个女子，生的非常也呵！官人，你好眼睛，那个女子生得十分标致。不是六儿多口，那一个梅香也不歹哩。<br>【油葫芦】则见来往佳人教我难应接，离百花亭将近也，就儿中这一个尤娇绝，世间有此女子，岂不是施朱太赤，施粉太白？端的是腻胭脂红处红如血，润琼酥白处白如雪。比玉呵软且温，比花呵花更别。若不是嫦娥降下瑶宫阙，尘世里怎遇这活冤业。<br>盼儿，咱到百花亭上去呵。官人，你看那小娘子，恰似画图上的美人一般。我们也到百花亭上看他去。<br>【天下乐】这的是美玉生香花解说，他见人有些矫怯，忙将罗扇遮，那生好一表人物也。我折朵兰花儿咱。则见他寄幽情故将兰蕊儿折。端的个眉尖上芳信传，眼角头春意窃，元来那脚踪儿也把心事写。<br>折得名花心自愁，春光一去可能留。好聪明的女子也！妙法莲花经，观世音菩萨。<br>【醉中天】他把我先勾拽，引的人似痴呆，哉和他四目相窥两意协。好也风召他生的有芙蓉面，桃花颊，说不尽他百般娇千般艳冶。官人，你看他眼似明星，眉如秋月，生的庄庄重重，是一个好女子也！你道他点星眸眉湾秋月，你怎知他不庄重的时节。他可也有玉簪横云鬓偏斜。<br>方才那两句诗，深有其意。姐姐既有意呵，便再念一遍也好。等他再念时，我也续他两句。官人说的好，六儿若还识字通文，我也续他两句。那生说不听的，我再吟一遍咱。东风若是相怜惜，争忍开时不并头。盼儿，你看那百花亭畔那个秀才，貌赛潘安，才过子建，举止风流，不知是谁家公子？怎生能勾和他说句话儿也好？看那秀才，正好与姐姐匹配也！六儿，你看那女子，扭捏做作，必是个卖俏的亻柔儿，怎生得个花蝴蝶通个春信去咱。？便怎么遇得这通信人来？洛阳城里卖花人，查梨条卖也。妆得肩头一担春，查梨条卖也。假使王孙知稼穑，查梨条卖也。好花将卖与何人，查梨条卖也。这卖查梨条的王小二身上，要成此一件大功，可不好那！六儿，你与我快唤那卖查梨条的过来。<br>【金盏儿】我正咨嗟，不宁贴，一声查梨条卖也猛听了心欢悦，我向这闹花深处紧搀截。配合这醉春情能莺燕，更和那调春色巧蜂蝶。只索央及你撮合山花博士，休使俺没乱煞做了鬼随邪。王小二，俺官人唤你哩。官人唤小子做甚？小二哥，我问你咱，兀那闹花深处，这个姐姐是谁家的？那一个你也不认的？好风流的王舍。他便是洛阳上厅行首贺怜怜。小二哥，你也知道我妆孤爱女，你肯与我做个落花的媒人，与那贺家姐姐做一程儿伴，我便与你换上盖也。官人，小人别的不会，这调风贴怪，帮闲钻懒，须是本等行业，我就与你说去。王小二做走)(六儿扯住科，云)哥，我央及你，把那梅香总成了我罢。(王小二见旦科)(旦云)王小二，我见你在百花亭上和那公子说话，莫不是那公子使你来见我么？(小二云)大姐，你可也忒聪明。那公子须不比寻常人，说起来赶一千个双通叔，赛五百个柳耆卿哩！(旦云)他可是谁？(小二云)他便是风流王焕。据此生世上聪明，今时独步。围棋递相，打马投壶，撇兰攧竹，写字吟诗，蹴鞠打诨，作画分茶，拈花摘叶，达律知音，软款温柔，玲珑剔透。怀揣十大曲，袖褪乐章集，衣带鹌鹑粪，靴染气球泥。九流三教事都通，八万四千门尽晓。端的个天下风流，无出其右。(旦笑科，云)王小二，你这没嘴葫芦，倒会贴怪。既然如此，请那壁官人百花亭上来，俺两个自有说话。(小二云)你怕小人落了偏钱？你两个自对主儿商量去，我就请的来相见咱。(正末见旦科)(旦云)久闻王舍风流，今日幸得一遇，果然名不虚传。(正末云)小生虽有虚名，其实不副，惶恐，惶恐！(六儿云)莫说我家官人，连六儿也惶恐，惶恐。(正末唱)<br>【醉扶归】他那里满口儿称王舍，多敢是真心的爱豪杰。(旦云)王舍，你可曾做子弟来么？(正末唱)我也曾向烟月所上花台做子弟俫，(旦云)解元不弃，屈高就下，与妾身作伴，可也肯么？(正末云)小生有句话敢问那？(旦云)有甚么话说？(正末唱)莫不你前身元从谢。自笑我有那崔护诗才几些，怎敢便大厮八将凉浆谒？<br>(旦云)则怕你不惯傲子弟那。(正末云)姐姐，我也稍知一二。(唱)<br>【后庭花】我也曾把柳条攀花蕊折，将那云雨期风月赊。(旦云)你看这生说海口那。(正末唱)你道我说海口王明彦，则要你放宽心贺大姐。不是我咨娇奢，凭着我拈花摘叶，那愁他没鸾胶将弦断接。(旦云)既然解元要与妾身为伴，怎也推辞。但是俺娘举手大，枷棒重，只怕你当他不起。(正末云)只要姐姐肯许了王焕，便是你奶奶利害，这等门户差拨，王焕也当的过来。(六儿云)委的俺官人是惯家。(正末唱)<br>【一半儿】他狠毒呵似两头蛇，乖劣呵浑如双尾蝎，我将明珠一斛亲弃撇。(小二云)官人，你敢是心邪了也。(正末唱)不是俺心邪，我只是一半儿支吾一半儿者。<br>(旦背云)你看他这等俊俏身材，又好个淹润性格。一见之间，早将我的魂灵抓到他那壁去了。他既有心要和我相处，我岂可当面错过。(回云)解元，我在梨花巷口住，你和王小二同到我家来便了。(小二云)官人，我今日成就了这好事，你可怎么谢我？(六儿云)王小二，那梅香的事，你一句也不题，有甚么谢你？(正末唱)<br>【赚煞】既不肯近蓬蒿，待有意亲兰麝。他见俺淹润柔熨贴，弄玉傅香无尽歇。(旦云)只怕有那杀风景的哨厮每排捏呵。(正末唱)着那等干眼热滑张杓俫，任从些，打草惊蛇，尽教他捏怪排科厮间谍。(旦云)你若肯娶我，我便告一纸从良，立个妇名也。(正末唱)你若肯从良立节，我准定是建功成业，恁时节稳情取五花诰七香车。(同下)楔子<br>(正末同旦上，云)自与姐姐相会，可早半年光景也。谁想老虔婆狠毒，接过我许多银两，如今要赶我出去。他敢是将你另接个甚么人那？(旦叹云)嗨！元来你还不知道？如今西延边上高常彬，在此收买军需。俺那母亲爱钱，待要将我嫁与他去哩。(正末云)姐姐，似这般可怎了也？(做悲科)(旦云)解元，兀的不痛杀我也！(正末唱)<br>【仙吕】【端正好】俺和你命儿乖，时儿蹇，生折散美满的姻缘。恨天公怎不与人方便？铲连理树，撅并头莲，撏比翼鸟，打交颈鸳。恨绵绵，泪涟涟，急煎煎，意悬悬，知何日得重相见？(同下)<br><br>第二折<br>(卜儿上，云)俺那怜怜小妮子，半年前城外陈家府百花亭上，赏清明节令，引的个王焕来家，一住就住了半年多。他如今没甚么钱物了，只管缠住俺那妮子，再也不思量转身。俺这门户人家，单靠那妮子吃饭，一日不接客，就一日不赚钱，怎么容得他？如今被俺使个科段，将他捻出门去。那西延边上有高常彬，他来俺洛阳买办军需。那厮巨万贯东西，要娶俺妮子，屡次着人来说，被俺勒了他二万贯，嫁与那厮去了。早是俺乖，倘或这妮子跟着王焕走了，可怎了也！今日街坊每请俺吃茶，小的好生看着家，我吃了茶便来也。(下)(旦上，云)好是烦恼人也。好是烦恼人也。谁想俺那虔婆不仁，板障了王郎，将我嫁与高常彬，搬在这承天寺里寄住，等待军需完备时，带我西延边去。妾身要寄个信与王朗得知，争奈门上把的水泄不通，连梅香也不放他出入，怎生得个人来可也好那。(王小二叫上)查梨条卖也！查梨条卖也！(旦做听科，云)兀的不是卖查梨条王小二的声音？惭愧！这信息敢只在他身上，与俺寄去了也。(叫科，云)王小二，西厢下来。(做见科)(小二云)大姐，你怎么在此？(旦云)俺妈妈将我嫁与高常彬，借此承天寺权住，早晚要带俺上西延边去。王舍想不知我在于此处，我特特央浼你通个信去，与他知道。(小二云)哦，大姐，你要我通个信去，著王舍到这里来望你么？(旦云)是！小二哥多累你，那厮遣心腹人把著门，闲杂人一个也不放入来。你说与王舍知道。他来时须要觑个方便才好。(小二云)大姐放心，俺王小二自有兵法。著王舍来见大姐。(旦云)似这般可好也！俺有一小柬，烦你专与王舍。先送你这碎银五两，还有重谢在后。疾忙快去，恐怕那贼汉回来。小二哥。你是必用心者！(小二云)放心！都在我身上，我去也。(下)(旦云)王小二去了也，我且回后堂中去。(下)<br>(正末上，云)小生王焕。自从与贺家姐姐作伴半载其程，钱物使尽。姐姐与小生赤心相待，争奈虔婆板障，将小生捻出门来，把姐姐嫁与高常彬，如今不知在于何处？小生害了这场没滋味的证候，俺想为人生得蠢浊，倒也省的耽烦受恼。小生不幸，学的聪明，致今半生浮浪，一世飘蓬，只当坠下活地狱一般。(诗云)酷怜风月为多情，还到离时恨转生。倚柱寻思暗惆怅，一场春梦不分明。(唱)<br>【中吕】【粉蝶儿】半世飘流，几曾离舞裙歌袖。为怜他皓齿星眸，亻弃的个掷黄金，挥白壁，暗中挑斗。则待要买断了谢馆秦楼，却揽下这一场不明白的僝僽。<br>【醉春风】从今后牢收起爱月惜花心，紧抄定偷香窃玉手。刁风拐月畅好是没来由，出这场丑，丑！从小着迷，少年吃闷，几时参透。<br>(云)我心中好生困倦，且住街上茶房里吃一杯茶消闷咱。(二净闹上，双云)柴又不贵，米又不贵，两个风子，正是一对。小生姓双，这个姓柳，咱费了多少钱财，赔了多少工夫。占的这个表子，你只管来插趣，好没礼也！(柳云)难道你不见，我几曾调他来？皆是他心上自爱上我，你吃这等寡醋做甚么？你如今不要闹，咱两个则一递一夜便了。(正末见科，云)兀那两个秀才，闹将来不知为甚么？我试问他咱，你二公为何相争？(双云)老兄你不知道。小生姓双，唤做双解元，他姓柳，叫做柳殿试，俺两个是太学中同斋朋友，我苫着个科子，唤做白捉鬼。他没廉耻，每夜瞒了我去与他偷。那丑东西便也不打紧？只是咱同斋朋友，来我跟前踏狗屎，可不着别斋生员笑话。(柳云)老兄不要听他胡说。(正末云)元来二公却为风月如此。(唱)<br>【迎仙客】你两个元同舍，本儒流，那白捉鬼比小卿不姓苏比玉仙不姓周。双通叔一般双，柳耆卿同是柳。柳殿试实止望明月玩江楼，双解元干闪在金山后。<br>(双云)好歹是我先在他家。(柳云)我虽在后，我可使的钱多。(正末云)二公休争坏了儒家体面，我请你吃杯茶，商和了罢。(唱)<br>【红绣鞋】一个似摘了心的禽兽，一个似攧了弹的斑鸠，(云)我劝你二公咱。(唱)这的是前人田土后人收。(柳云)簪花饮酒是好勾当，怎么这等不知趣。(正末唱)野花村务酒，知味便合休，(云)你二公再不要争了。(唱)我只怕更有收人在后头。(双云)足下想不曾做这桩儿，比我两个倒也省事。(正末唱)<br>【满庭芳】俺也曾寻花恋酒，鸾交凤友，燕侣莺俦。俺也曾耽惊怕人约黄昏后，(柳云)元来老兄也深晓风月中趣味的。(正末唱)俺也曾使的没才学的滑熟。(双云)这等，你也曾做子弟哩。(正末唱)我是个锦阵花营郎君帅首，歌台舞榭子弟班头。(云)咱三个都有个比喻。(柳云)你说，俺试听咱。(正末唱)双秀才你是个豫章城落了第的村学究，柳秀才你是个丽春园除了名的败柳，(双笑云)足下，你却如何？(正末唱)我王焕是个百花亭坠了榜的鑞枪头。<br>(柳云)元来你就是风流王焕？久闻久闻！多承训教，俺两个谢了茶，别处闹去也。(打闹下)(王小二上，云)那前面的不是王舍？·我且不与他这简贴儿，看他想贺家大姐也不想，我则说些野话咱。(做见科，云)官人支揖哩！我想天下聪明，再无有胜如官人的。(正末唱)<br>【上小楼】折莫是捶丸气球，围棋双陆，顶针续麻，拆白道字，买快探阄。锦筝搊，白苎讴，清浊节奏，知音达律磕牙声嗽。<br>(小二云)这个谁比的你？但不如你九流三教，诸子百家，可都通晓么？(正末唱)<br>【幺篇】折莫是诸子百家，三教九流，作赋吟诗，说古谈今，曲尾歌头。洒银钩，夺彩筹，攧兰攧竹，更身材十分清秀。<br>(小二云)我想官人这等风流，翠绣红乡，整片段受用，可不该的。(正末唱)<br>【普天乐】水晶球，铜豌豆。红裙中插手，锦被里舒头。金杯浮蜡蚁春，红炭灸肥羊肉。惜玉怜香天生就，另一种可喜风流。淹润惯熟，玲珑剔透，软款温柔。<br>(小二云)想官人与贺家大姐相处，正是天生一对。虽然那贺家大姐，被别人娶了，他一心儿为著官人忘餐废寝，减玉消香，洛阳城中，谁不知道？官人王焕耽下这场风月，却也不枉了！(正末云)小二哥，我当初也曾和他作伴来，岂知有今日也呵。(唱)<br>【十二月】则为我攀花折柳，致令的有国难投。止望待天长地久，谁承望雨歇云收。他为我胭僬粉瘦，我为他绿惨红愁。<br>【尧民歌】呀！恰便似一江春水向东流，谁想俺锦鸳鸯翻做了浪中鸥。只落得十分人带九分愁，(云)我想贺姐姐原与小生恩爱深厚，今日又嫁了高将军。(唱)正是一家儿女百家求。休也波休！也是官差不自由，泪拚湿春衫袖。<br>(小二云)官人休要烦恼，小人今日承天寺里卖查梨条，正见贺家大姐正在那里思想官人，好生憔悴。见了小人，告诉不尽，有一小柬着我寄与官人哩。(做与末喜接科，云)不知是梦里睡里，兀的不欢喜杀我也！(做读科，词云)朝相思，暮相思。朝暮相思无尽时，奉君肠断词。生相思，死相思，生死相思两处辞，何由得见之。右调寄长相思，拜奉檀郎知音几前。词不尽言，言不尽意，保爱珍重！保爱珍重！(做捻土科，云)待小生捻土焚香咱。(唱)<br>【快活三】这书词是亲手修，重新把密情兜。也不枉我虚名赢的上青楼，早展放蚁眉皱。(做拜科，云)我试拜告天地咱。(唱)<br>【鲍老催】我这里展脚舒崾忙顿首，引的我口角顽涎溜。我只道姻缘簿消除-笔勾。又谁知今日还能够。这书词则是纸摄人魂的下贴，摘人心的公案，追人命的勾头。(王小二云)官人，你愁除病减，都在这封书上，早则喜也。(正未唱)再休题愁除病减，花成蜜就，叶落归秋。<br>(云)小二哥，假若我要见贺家姐姐，怎生入的承天寺里去？你替我怎生出一个计策。(小二云)宫人似恁的聪明，文武两全，颠倒问俺这等人求计。(正末云)我为那贺家姐姐，烦恼的小生计穷智短了也。(做跪科，云)小二哥，你看同姓之面，求的一计，日后必当重报。(小二云)官人请起，俺小人有便有个见识，只怕你做不得。(正末云)你有甚么计策？快道来。(唱)<br>【耍孩儿】我便似被困围的败将专求救，哎，高君也咱两个棋逢对。也不索推轮捧毂，筑坛台专仗你那妙策神谋。则你是添兵减灶齐孙膑，唤雨呼风蜀武侯，将巧计亲传授。这一番若得贺氏逢上焕，便似织女址牵牛。<br>(小二云)小人有一计，可使官人与贺家大姐相见。只要官人不惜廉耻，权做下流。将小人头至下脚至上浑身衣服，并这个查梨条篮儿，都借与官人，打扮做卖查梨条的，才入的那承天寺去。(正末谢科，云)高见！高见！多承见爱！将你这一弄儿都借与我，就传与我叫的腔儿咱。(小二云)待小人叫与官人听：查梨条卖也！查梨条卖也！(正末学叫科，云)可也像也？(小二云)官人倒做的小人的师父哩！(正末唱)<br>【随尾煞】皂头巾著额颅，斑竹篮提在手，叫歌声习演的腔儿溜。新得了个查梨条除授，则这的是郎村爱女下场头。(同下)<br><br>第三折<br>(净扮高常彬上，诗云)两军旗鼓倒也好相当，单则三寸东西不易降。因此无心演习孙吴法，专在花柳丛中作战场。某姓高名邈，字常彬。原在京城做着个管城门的官，今升在陕西延安府经略相公麾下办事。奉经略的令，将着十万贯钞，来这洛阳收买军需，分给沿边将士。到此月余，私将二万贯钞娶了个妇人，是上厅行首贺怜怜。权借这承天寺里住下，拨几个心腹牢子把守寺门，一个闲人也不许放他入来，只有梅香一人伏侍。今日洛阳府官请我赴席，伴当每备马，我吃酒去也。(下)(旦引盼儿上。云)昨日央王小二将着一束寄与王郎，不知下落。今日那厮赴席去了，我在房中闷坐。盼儿门首觑者，等王郎来时，报复我知道。(盼儿云)理会的。(正末提查梨茶从古门叫上，云)查梨条卖也！查梨条卖也！才离瓦市，恰出茶房，迅指转过翠红乡，回头便入莺花寨，须记的京城古本老郎传流。这果是家园制造，道地收来也。有福州府甜津津香喷喷红馥馥带浆儿新剥的圆眼荔枝，也有平江路酸溜溜凉荫荫美甘甘连叶儿整下的黄橙绿橘，也有松阳县软柔柔白璞璞蜜煎煎带粉儿压匾的凝霜柿饼，也有婺州府脆松松鲜润润明晃晃拌糖儿捏就的龙缠枣头，也有蜜和成糖制就细切的新建姜丝，也有日晒皱风吹干去壳的高邮菱米，也有黑的黑红的红魏郡收来的指顶大瓜子，也有酸不酸甜不甜宣城贩到的得法软梨条。俺也说不尽果品多般，略铺陈眼前数种。香闺绣阁风流的美女佳人，大厦高堂俏倬的郎君子弟？非夸大口，敢卖虚名，试尝管别，吃着再买。查梨条卖也！查梨条卖也！(做叹科，云)王焕，这个是做子弟的下场头也呵！(唱)<br>【商调】【集贤宾】若论妆孤苦表俺端的夺了第一，(带云)说起风流王焕四个字呵。(唱)这洛阳郡有谁知？较文呵有贾马班扬藻思，较武呵有孙吴管乐神机。王焕也空学的文武双全，培养得材能兼备。指望待整乾坤定江山安社稷，辅皇家救困扶危，似恁的名标莺燕集，几时勾身到凤凰池？<br>【逍遥乐】若论着十八般武艺，弓弩枪牌，戈矛剑戟，鞭锏挝槌，将龙韬虎略温习。方信道风月无功三不归，刬的着俺不存个济。则为俺半生花洒，耽阁尽一世前程，枉受了十载驱驰。<br>(做叫科，云)查梨条卖也！查梨条卖也！生长在京城古汴，从小里拜个名师。学成浪子家风习惯，花台伎俩。专伏侍那些可喜知音的公子，更和那等聪明俊俏的佳人。假若是怨女旷夫，买吃了成双作对。纵然他毒郎狠妓，但尝着助喜添欢。春兰秋菊益生津。金橘木瓜偏爽口。枝头乾分利阴阳。嘉庆子调和脏腑。这枣头补虚平胃，止嗽清脾，吃两枚诸灾不犯。这柿饼滋喉润肺，解郁除焦，嚼一个百病都安。这荔枝红蠲烦养血，去秽生香，长安岁岁逢天使。这查梨条消痰化气，醒酒和中，帝城日日会王孙。查梨条卖也！查梨条卖也！(唱)<br>【挂金索】松阳柿全别，滋润能清肺。婺州枣为魁，细嚼堪平胃。嘉庆子家风，制度实奇美。枝头干流传，可口真佳味。<br>(做叫科云)查梨条卖也！查梨条卖也！歌姬未起，客馆先知。查梨条卖也！查梨条卖也！一声叫入珠帘去，慌杀梳妆镜里人。(唱)<br>【山坡羊】梨条清致，金橘无对，荔枝圆眼多浇些蜜。这枣子要你早聚会，这梨条休着俺抛离。这柿饼要你事事都完备，这嘉庆这场嘉乐喜。荔枝，离也全在你，圆眼，圆也全在你。<br>(做叫科，云)查梨条卖也！查梨条卖也！俺那姐姐，知他在那里？入的这承天寺来，好是清幽也呵！(唱)<br>【梧叶儿】俺只见舍利塔侵云汉，罗汉堂煞整齐，人静悄景幽微。那孙飞虎声名大，小红娘识见低，闪的我张君瑞自惊疑，天也知他这普救寺莺莺在那里？(盼儿云)俺姐姐着我在这门首等着俺姐夫，怎么这早晚还不见来？(正末做见科，云)梅香姐，我来了也！(盼儿云)姐夫，你怎么这般模样了也？这是甚么打扮那？(正末唱)<br>【金菊香】木瓜心小帽儿齐抹着卧蚕眉，查梨条花篮在我手上提。细麻鞋紧绷轻护膝，白苎衫花手巾宽系着腰围。我也是能骑高价马，贯着及时衣。(盼儿云)你快过来，见俺姐姐去。(正末见旦科，云)姐姐，我来了也！(旦做悲科，云)解元，我为你胭憔粉碎，玉减香消。你刬的这般模样，可怎生是了也？(正末云)姐姐，小生今日也则是出于不得己。(唱)<br>【醋葫芦】闻知你粉香残消素体，金钏松减玉肌。一天愁都是为了他谁？不由我不行忘思食忘饱睡卧忘了梦寐。消磨尽五陵豪气，屈沉杀八面虎狼威。(旦云)解元，我别得你几时，刬地这般模样，兀的不羞杀我也！(正末唱)<br>【后庭花】熬煎的你愁似织，想念着我意似痴。因此上酝酿就蜂儿蜜，调和成燕子泥。费心机，恨不的钻天掘地。则图个得见你，生这般穷智识，做这般贼所为，妆这般乔样式。<br>【双雁儿】王焕也到如今犹兀自说兵机，得道也，夸经纪，东行不见西行利。为风月，担是非，惹英雄皆笑耻。<br>(旦云)大丈夫不以功名为念，几时是你那峥嵘发达的时节。(正末唱)<br>【青哥儿】有一日功成、功成名遂，那时节耀武、耀武扬威。云路鹏程九万里，气吐虹霓，志逞风雷。宫花飘曳，御酒淋漓。我不是斗筲之器，粪土这泥。则恐怕等闲间泄漏了春消息，因此上用脱壳金蝉计。<br>(旦云)解元，我为你朝烦暮恼，放心不下，你可知道么？(正末唱)<br>【酣葫芦】姐姐你烦恼除我知，我烦恼除你知。再休说坐儿不觉立儿饥，常言道海深须见底。各办着个真心实意，这的是有情谁怕隔年期。<br>(高净引祗从做醉上，云)多饮了几杯酒，俺可醉了也。这是承天寺门首，左右，接了马者。(祗从云)牢坠镫。(高净云)梅香，你说去，我来家了也。(盼儿报云)姐姐，高将军来家也。(正末做慌科。唱)<br>【金菊香】唬的我手忙脚乱紧收拾，意急心慌没整理。(高净云)甚么人在此？好无礼也。(正末唱)可正是船到江心补漏迟，只着我魄散魂飞，(做叫科，云)查梨条卖也！查梨条卖也！(唱)我则索向前来陪着笑卖查梨。<br>(高净云)兀那厮！你在这里做甚么？左右拿过来！(祗从拿科)(喝云)跪着！(正末唱)<br>【醋葫芦】俺也是文齐福不齐，你正是官不威牙爪威。(高净云)兀那厮，敢来俺这里胡厮哄！(祗从喝科)(正末唱)只听的一声高叫若轰雷，(旦做慌科)(正末唱)唬的那黄莺儿怎敢向上林啼。抵多少惊回绿窗春睡早，难道爱月夜眠迟。<br>(高净云)我不在家，你做甚么哩？(旦云)我恰才闷坐，正要剥果子吃些儿，你又撞将来搅我。(高净陪笑科，云)既然奶奶要剥果子儿吃，我怎敢搅了奶奶。我醉了也，我睡去也。你自在这里剥好的吃也，留着些儿等我醒来吃。(下)(旦云)解元，这厮领着西延边上经略的十万贯钞，来这洛阳买办军需。他将二万贯官钱娶了我，带我西延边上去。他的罪过不轻，盗使官钱，强夺人妻女，失误边关军务，都是该死的！解元，你休要挫了志气。如今延安府经略相公招募天下英雄豪杰，剿捕西夏。我想你文武双全，乘此机会，可往延安府投托经略麾下，建立功勋，以遂平生之志。那时节告一纸状，说高常彬强夺人家妻女，他带我上边，若叫将出来，我诉说妾身原是王焕之妻。他盗使官钱娶我，失误边机，应得死罪。咱夫妻定有团圆之日也！解元，则要你着志者！(正末云)大姐放心！(唱)<br>【金菊香】凭着俺驱兵领将万人敌，稳情取一举成名天下知。俺怎肯做男儿有身空七尺，任他人夺去娇妻，将比翼两分飞。<br>(旦云)那厮的罪犯非止一桩，你则谨记在心者。(正末唱)<br>【醋葫芦】这逆贼，好没礼。盗军资误军务失军期，他所犯那桩儿不是有条划的罪？还待向婆娘行孝当竭力，则著他得便宜翻做了落便宜。<br>(旦云)解元，妾身止有这付金头面，钏镯俱全，与你做盘缠去。(正末云)如此多谢！(旦云)妾口占小词一首，调寄南乡子，赠君行色，休得见哂。(词云)勉强赠行装，愿尔长驱扫夏凉。威震雷霆传号令，轩昂，万里封侯相自当。功绩载旃常，恩宠朝端谁比方，衣锦归来携两袖，天香，散作春风满洛阳。(正末云)姐姐放心，王焕此一去，必不落于人后。(唱)<br>【浪里来煞】则今朝别了玉人，多感承谢了盘费。(旦云)解元，你也姓王，那王魁也姓王，则愿你休似王魁，负了桂英者。(正末做悲科，唱)怎将我正焕比做王魁？我向西延边上建功为了宰职。你管取那五花诰夫人名位，则不要你个桂英化做一块望夫石。(同下)<br>第四折<br>(外扮经略官引卒子上，诗云)少年锦带佩吴钩，铁马西风塞草秋。一片雄心扶社稷，功名不为觅封侯。老夫姓种名师道。方今大宋钦宗皇帝即位，改元靖康，老夫官拜征西马步禁军都元帅，正授延安府等处招讨经略使。为西凉土番作乱，朝廷命老夫招集天下英雄豪杰，征讨土番。招募得十节度使，直杀过相思河，将西凉平定。那为首获功者洛阳王焕也，其人文武全才，智勇兼备，老夫举保他做先锋西凉节度使。尚有贼人余党未尽，著他剿捕去。早间已有捷报来了。军政司准备筵席伺候。还有一件，前者为西延缺少军需，著高邈往洛阳收买。将带十万贯钞去，内中却擅用了二万贯娶个妇人，每日饮酒作乐，迟了限次，误了边关重务，已曾著人勾提去了，未见回报。小校，辕门首觑著。(卒子拿净、旦上，云)我是勾提高邈的军士，连他娶这个妇人都勾到了，见元帅咱。(押净、旦跪科)喏！报的元帅得知，高邈拿到了也。(经略云)兀那厮，著你收买军需，接济边庭，划地将官钱盗使了，终日花酒，失误军期，依律处斩。兀那妇人，你明知官钱不合接受，亦该死罪！(旦云)老爷暂息雷霆之怒，略罢狼虎之威，听妾身告诉衷曲。妾身原有丈夫，被高常彬倚恃官势，将钱买转母亲，强娶妾身到此。只望明镜鉴察。(经略云)你母亲在那里？(旦云)近日亡化过了也。(经略云)你丈夫是谁？(旦云)丈夫是洛阳王焕，到西延边来投军，此后不知下落。(经略云)哦！原来是王焕之妻。王焕乃国家有功之臣，这就是功臣之妇了。也还未知虚实，且将二人押下。待王节使来时，便见端的。小校，且押在一壁者。(卒子云)理会的。(正末领祗从上，云)某乃王焕是也。自到延安府，见了经略大人，充为马前头目，累次立功，今为西凉节度使之职。奉元帅将令，再过相思河，剿平余党，先着捷书报知辕门去了。今班师回程，军马行动者。王焕，谁想有今日呵！(唱)<br>【双调】【新水令】起蛰龙吐云雾上天时，下河西第一阵节使。威风驰海外，名誉播京师。端的个男儿，不枉了四方志。<br>【驻马听】引领群师，罚其罪赏其功无徇私。募招猛士，攻必取战必胜决雄雌。常拚著马革里残尸，生图他麟阁题名字。不信呵观古史，大都来豪杰皆如是。<br>(云)可早来到也。左右接了马者。(祗从云)牢坠镫。(正末云)令人报复去，道有王焕来了也。(卒子报科，云)王将军到！(经略云)快有请！(做见科)(经略云)节使战敌劳神。(正末云)王焕上托元帅虎威，下赖将士戮力，侥幸克敌，何劳之有？(唱)<br>【雁儿落】据元帅雨不将伞盖搘，寒不把重裘试。兵不择少共多，敌不避生和死。<br>(经略云)凡为将者，须要深习兵书，广看战策，方才得功成万里，名著千秋。也非是容易博来的。(正末唱)<br>【得胜令】笑孙武少神思，病白起不仁慈。赛韩信十功立，胜孔明八阵施。无半点瑕疵，展万里鲲鹏翅。真一表英姿，建千年龙虎祠。<br>(正末做跪科，云)元帅在上，可怜见王焕有纸状告著一个人，乞赐分理。(经略云)节使，你告甚么人？老夫与你做主咱。(唱)<br>【风人松】高常彬差使洛阳时，有多少过犯公私。克军需盗把官钱使，恋烟花艳质娇姿。强夺人他妻我妇，成就他燕子莺儿。<br>(经略做接状科，云)节使请起，高常彬已勾追到了也。左右，拿将过来！(卒子云)犯人当面。(净、旦跪科)(经略云)高邈，你怎敢盗使官钱，强娶有夫之妇为妻？(高净云)元帅不要听人谎状，这是贺妈妈接了我的财礼钱，嫁与我为妻来。(经略云)这钱钞是那里来的？(高净云)是高邈平日积攒下稊气钱二万贯。(经略怒云)兀那厮，刬地胡说哩！你见王节使么？(正末跪，云)这妇人正是王焕之妻。(高净云)他是你的浑家？我若是知道，早早的抬一乘轿子，送到你家里多时了。(正末唱)<br>【乔牌儿】这厮逞权豪忒放肆，不想正遇著敌头至。(高净云)节使休怪，我实是不知误娶了他。(正末唱)自待闻钟始觉山藏寺，(经略云)军政司，与我查那高邈所犯，当得何罪？(正末云)他盗使官钱，失误军期，强娶有夫之妇为妻，那一桩儿不是该死的？(唱)贼也，这的是罪当刑无怨死。<br>(高净做叹科，云)嗨！我止望娶他做个夫人，不想道今日撞着原主儿，眼见的要还他去了。可知道我这两日有些眼跳。(正末唱)<br>【水仙子】你可待碧梧栖老凤凰枝，谁承望东岳新添速报司。早则西风了却黄花事，今日个雪消也见死尸，祸临头有甚嗟咨。使不的你论黄数黑，遮个的你夺朱恶紫，快招成罪犯无辞。<br>(经略云)则唤贺氏上来，和他折证。(卒子云)贺氏靠前。(旦跪上、指末，云)大人，这个是妾身的丈夫王焕。(经略云)高邈，你怎么说？(高净云)干使了二万贯饷钞。既然说是他的，便等他领去了罢。(正末唱)<br>【殿前欢】这的是证明师，决撒了也春风骄马五陵儿。可不道不知命无以为君子，则索退而自省其私。(高净做叫屈科，云)这妇人明明是我娶到的媳妇哩，怎当他官官相为，强断与王节使去，可不冤屈也！(正末云)噤声！(唱)这里是经略府军政司，又不比风月所莺花市。错认做洛阳地面承天寺，花费了些精银饷钞，收买些腻粉胭脂。<br>(经略云)一行人听我下断：高邈盗使官钱，失误边关军务，强娶有夫妻女，依律处斩，推出市曹，量决一刀，著悬首辕门示众。贺氏愿系王焕之妻，被伊母爱钱改嫁，仍还本夫完聚。如今西凉平定，军中旧例，合该椎牛飨士，做个庆赏的筵席。这功劳王焕为首，老夫一来就与他贺加升节使之荣，二来就贺他夫妻重谐之喜。(词云)只为高常彬盗使官钱，误军期强纳婵娟。明正罪依律处斩，仍枭首号令军前。王节使从军征讨，立功勋名播西延。贺怜怜五花官诰，永偕老夫妇团圆。(旦换装束)(正末同拜谢科)(唱)<br>【鸳鸯尾煞】从今后美恩情一似调琴瑟，泼生涯再不窥构肆。共立琼筵，满酌金卮，唱道是绝胜新婚，休夸燕尔，咱两个喜气孜孜。这眷爱如天赐，也不枉费尽相思，早证果了卖查梨那风流少年子。<br>题目赏名园贺氏千金笑正<br>正名逞风流王焕百花亭</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}