{
  "id": 48011,
  "star": 29,
  "name": "七哀诗三首·其三",
  "dynasty": "魏晋",
  "content": "边城使心悲，昔吾亲更之。<br>冰雪截肌肤，风飘无止期。<br>百里不见人，草木谁当迟。<br>登城望亭燧，翩翩飞戍旗。<br>行者不顾反，出门与家辞。<br>子弟多俘虏，哭泣无已时。<br>天下尽乐土，何为久留兹。<br>蓼虫不知辛，去来勿与谘。",
  "fanyi": "<p><strong>译文</strong><br>边城的荒凉使人悲伤，过去我就曾经到过这个地方。<br>冰雪象刀一样割裂皮肤。大风刮得就没有停止的时候。<br>方圆百里不见人烟，草木茂盛却没有人来管理？<br>登上城楼遥望烽火台，只见满城飘动的都是猎猎招展的战旗。<br>行军的人不准备再返回家园．出门时就已经与家人作了长别。<br>几个孩子都已经被敌方俘虏了，我们为此已经哭了好长时间。<br>天下可供安居乐业的地方很多，何苦一直在这个地方呆下去呢？<br>这就象蓼草上的虫子长期吃辣一样，我们已经习惯了这种生活，请不要与我们再谈离开边城的事。</p> <p><strong>注释<br></strong>更（gēng）：经历。<br>截：截取，引申为冻伤。<br>当迟：胆敢迟缓。<br>亭燧（suì）：古代筑在边境上的烽火亭，用作侦伺和举火报警。<br>翩翩飞戍旗：戍边的旗子翩翩起飞。<br>行者：逃难的人。<br>反，同“返”，返回。<br>乐土：安乐的地方。见《<a href=\"http://so.gushiwen.org/view_48011.aspx\">诗</a>经·硕鼠》“硕鼠硕鼠，无食我黍！三岁贯汝，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。”<br>兹（zī）：此，这里。<br>蓼（liǎo）虫：吃惯了蓼（一种有辣昧的草）的虫子已经不感到蓼是辣的了，比喻人为了所好就会不辞辛苦。蓼：水蓼，植物名，味辛辣。<br>谘（zī）：同“咨”。征询，商议。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　“边城使心悲，昔吾亲更之。”起句一开始<a href=\"http://so.gushiwen.org/view_48011.aspx\">诗</a>人就为使人心悲的边城慨然长叹，充满了辛酸凄怆。诗篇开门见山点明题意，这在古诗和古乐府中是几乎看不到的。“悲”字是这首诗的诗眼，统摄全诗，也是此诗主意所在。接着，诗人申述了边地使人悲的情景。</p> <p>　　首先写边地严寒、人稀、荒芜。“冰雪截肌肤，风飘无止期。”冰雪像刀子一样割着人的肌肤，大风从来没有停止过。这是冰、雪、风肆虐逞威之地，不寒而栗。“百里不见人，草木谁当迟？”这设问，十分沉痛，答案不言自喻。</p> <p>　　其次写战争给边地人民带来的痛苦。登城远望烽火台，只见边防驻军的战旗在朔风中纷纷飘扬、摇曳、戒备森严，气氛紧张。出征之人，一去不再回头，不思返归。留下的人，多被敌军俘虏，没完没了地哭泣。可见边地人民遭受敌军蹂躏之惨，苦难之深。从征者一去不返，留下的多被俘虏，这是造成“百里不见人”的主要原因。恶劣的自然环境，不停的残酷战争，使边地人民痛苦不堪。</p> <p>　　最后四句写诗人的愤激之情和怅然感叹。“天下尽乐土，何为久留兹？”这一反诘句流露了诗人强烈的哀怨情绪，表现了诗人对边地人民疾苦的同情和关切。“蓼虫不知辛，去来忽与谘。”蓼虫喜欢吃苦辣的东西，因此说“不知辛”。这两句是说，那些像蓼虫一样长期吃苦而不知什么叫做苦的人，你和他商<a href=\"http://so.gushiwen.org/author_1123.aspx\">谈迁</a>徙的事是没有用的。言外之意，战争使人民习惯了，麻木了。这里凝聚了诗人无限的辛酸和悲哀，也流露了诗人对此无能为力的惆怅哀叹的情绪。</p> <p>　　这是一首反映边地战争的写实诗。诗人继承了《诗经》与《楚辞》现实主义的优良传统，深刻地反映了东汉末年边地战争给人民带来的深重苦难的社会现实。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_48011.aspx\">诗</a>中诗人抒写自己久客荆州思乡怀归的感情。内容和诗人著名的《登楼赋》相似。大约同是建安十三年（公元208年）在荆州时的作品。",
  "poet": {
    "id": 770,
    "star": 0,
    "name": "王粲",
    "image": "http://img.gushiwen.org/authorImg/wangcan.jpg",
    "desc": "王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。"
  },
  "tags": [
    "战争",
    "愁苦",
    "哀思"
  ]
}