{
  "id": 50964,
  "star": 13,
  "name": "一落索·眉共春山争秀",
  "dynasty": "宋代",
  "content": "眉共春山争秀。可怜长皱。莫将清泪湿花枝，恐花也、如人瘦。<br>清润玉箫闲久。知音稀有，欲知日日倚阑愁，但问取、亭前柳。",
  "fanyi": "<p><strong>译文<br></strong>柳眉是那样的秀美，只有妩媚的春山能与之比美，可惜它却皱得紧紧的。别让泪水打湿了花枝，使花儿也像人一样消瘦。<br>因为知音难觅，她那清亮圆润的玉箫声已经很久听不到了。如果想知道她为什么每天倚着栏干发愁？那就问一问长亭前的柳树吧！</p> <p><strong>注释<br></strong>①一落索：《词谱》卷五：“<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>词，名《洛阳春》。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>词，名《玉连环》。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词，名《一络索》。”按<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>词，有“初见碧纱窗下绣”句，名《窗下绣》。清吴绮词，名《玉联环》。毛本注云：“《清真集》作《洛阳春》。”按：《六一词》有《洛阳春》词，即此调，又名《玉联环》，皆北宋之旧名。《词统》作《一络索》。双调46字。上、下阕各23字4句3仄韵。[1] ②共：介词，同、跟。春山：古<a href=\"http://so.gushiwen.org/view_50964.aspx\">诗</a>中一般将美人的秀眉比喻为春山。春山：春天里的山野。<br>③可怜：可惜。长皱：指经常愁眉不展。<br>④湿：沾湿，打湿。此句用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《天涯》：“莺啼如有泪，为湿最高枝。”及<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》：“忆君清泪如铅水”诗意。<br>⑤恐花也、如人瘦：罗忼烈云：<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《醉花阴》“帘卷西风，人比黄花瘦”；<a href=\"http://so.gushiwen.org/author_486.aspx\">程垓</a>《江城梅花引》“一夜被花憔悴损，人瘦也，比梅花，瘦几分”；<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>《菩萨蛮》“人怜花似旧，花比人应瘦”，皆自清真句化出。<br>⑥清润：形容她吹萧时乐声清亮幽润。玉箫：玉制的箫，此处为箫的美称。闲久：闲置巳久，久未吹箫。<br>⑦知音：喻知心人。<br>⑦但：只。取：助词，表动态。亭：古代设于路旁供行人休息的亭舍。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　清·刘熙载《艺概》指斥<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词“周旨荡”，20世纪八九十年代报纸杂志亦不乏贬斥之词。其实，《清真集》编入“春景”类，描写闺情之作的词，情感真挚、内容丰富，委婉含蓄、别开生面，这首小令就是其中一首。</p> <p>　　眉共春山争秀，可怜长皱——首先描写女子的外貌。以“春山”喻眉毛，以个别代整体，写人之美，五代<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>即有“低语前吹频转面，双眉钦恨春山远”。美成用“争秀”二字，有意同“春山”比秀，比“春山”更秀。“争”字意味深长，以动写静，更见生动。因为词人善于点化，化腐旧为新鲜，远比“淡淡春山”、“淡扫蛾眉”、“春山八字”、“眉蹙春山”具有新意。</p> <p>　　“可怜长皱”充满词人的主观情感。“春山”喻眉颇具清俊之气。上句写外貌，下句表现内心愁怨。只描摹秀眉之美，让人想象其容貌之俊。层层翻出新意。</p> <p>　　莫将清泪滴花枝，恐花也，如人瘦——承上，以花喻人的容貌，写哀怨情况。“清泪滴花枝”形容女子因伤心而落泪，呈现出一个美的画面，虽非首创，确也奇异。唐·白乐天《长恨歌》用“玉容寂莫泪阑干，梨花一枝春带雨”描写杨妃伤心掉泪；冯延巳《归自谣》用“愁眉敛，泪珠滴破胭脂脸”，亦系客观描写，而周词运用翻进一层的手法。用花瘦比人瘦，古人<a href=\"http://so.gushiwen.org/view_50964.aspx\">诗</a>词也用过，宋·<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《蓦山溪》‘‘春风透，花枝瘦，正是愁时候”写伎女陈湘，也是客观描写，没有写出诗人内心之感受。而周词活用前人词句，不重复前人意思，另辟新境：似乎少女娇嫩的脸上，连几滴眼泪都禁受不得，会“滴破胭脂脸”。着眼于花，花人合一，用笔深婉。同宋-<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的“莫道不销魂，帘卷西风，人比黄花瘦”有异曲同工之妙。流露出词人无限的怜惜之情，渗透着词人无尽的关切之感。推陈出新，别出心裁，曲折顿挫，摇曳生姿。将那委婉的情致、深厚的意韵，有层次地有深意地不断传出，故有“词家神品”（王又华《古今词论》）之赞誉。</p> <p>　　上片主要写外貌，下片着力写内心。</p> <p>　　清润玉箫闲久，知音稀有——“清润”句承上，从侧面烘托女子的低沉情绪、满腹愁思。写其愁恨，先写“玉箫”，是象征，作陪衬。人物的风姿、孤寂从“知音稀有”中显露无遗。“知音稀有”是全词之主旨，也是愁恨的原因。既说明其才艺出众，又点出其歌伎身份。昭君出塞，尚有琵琶以寄幽怨，词中女子连托玉箫以寄相思的心情都没有了，深化了“知音稀有”的程度。</p> <p>　　欲知日日倚栏愁，但问取、亭前柳——“欲知”、“但问”与上片“可怜”、“莫将”前后照应，连属成句，巧设问答，运用相同的笔法，既像是女子自我内心的剖白，“顾影自怜”，又像是词人对女子的深切怜悯与体贴人微。“日日倚栏”、“亭前柳”，会使人不禁想起唐·<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的《闺怨》诗：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。”古代有折柳送别的习俗，所以见柳就会引发离愁，触动闺情。词中女子日日倚栏凝望，离愁别恨，日积月累，积久弥多，足见闺怨之深。杨柳是愁怨的见证，“愁”而但问“亭前柳”。最后轻点一笔，一切都得到解释，全词也一气贯通了。据清·叶申芗《本事词》卷上（天籁轩刊本）云：“周美成精于音律，每制新调，教坊竞相传唱，游汴尝主李师师家，为赋《洛阳春》云……李尝欲委身而未能也。”“欲知……但”，虚词的使用，显示出一种跌宕生姿的态势，回荡着愁恨的旋律。点出“日日愁”，同上片“可怜长皱”上下呼应，又“问取亭前柳”同“莫将清泪滴花枝”前后照应，进一步渲染。向亭前柳“问取”，暗示因离别而伤感而愁怨，含蕴深沉。</p> <p>　　一曲小令，化用前人诸多诗词名句，自成佳制，别创新意。诚如《乐府指迷》所云：“下字运意，皆有法度，往往自唐诸贤诗句中来，而不用经史中生硬字面，此所以为冠绝也。”沈义父所说值得仔细体味。宋·<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《秋蕊香》‘‘别离滋味浓于酒，著人瘦。此情不及东墙柳，春色年年依旧”，可以作为这首词的注脚。</p> <p>　　“闺情”这个题目，是宋词中常见的。但周邦彦词写得新颖别致，不同凡响。闺情词自必以描写闺中女子为主，此篇不同凡响，就在于在同类题材中，篇幅短小而内容丰富，无称艳的辞藻，无刻意的雕饰，以清新自然的语言、含蓄委婉的笔致、清淡雅致的风格，给人以轻松率意之感。</p> <p>　　这首词以“知音稀有”为主题。在中国古典诗词中，知音之叹是传统的题材。从上古“悲莫悲兮生别离，乐莫乐兮新相知”（《楚辞·九歌·少司命》）、“不惜歌者苦，但伤知音稀”（《古诗十九首》之五《西北有高楼》），到中古“斯人不重见，将老失知音”（唐·<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哭李常侍峄》），“知音谙吕”，“知音识曲”。自先秦、汉魏，乃至唐宋，“知音”一词时见出现。就是周邦彦《清真集》中，也时有知音之叹，如《意难忘》‘‘知音见说无双，解移宫换羽，未怕周郎”。至于（玉楼春》所谓“玉琴虚下伤心泪，只有文君知曲意”，乃是词人感伤官场难逢知己而向青楼混迹之悲；《风流子·新绿小池塘》、《少年游·并刀如水》中的女子，以及这首词中的女子，都是写歌伎知音之叹，同时也寄寓了词人个人的知音之感。</p><br/><h2>赏析</h2> <p>　　这是一首写思妇闺情的小令。古代妇女，特别是一些贵家妇女，既不从事生产劳动，也没有机会参加社会活动，终日闲居闺中，无所事事。人闲着，思维器官却不能闲着，伤春恨别，闺怨闺情，就占据了她的思想领域。唐宋<a href=\"http://so.gushiwen.org/view_50964.aspx\">诗</a>词中就有不少作品是写这类题材的，这首词就是其中之一。</p> <p>　　词的开始，首先刻画这位思妇的外貌。“眉共春山争秀，可怜长皱。”以青山比喻女子的眉毛，前人诗词中也常有，例如<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》：“低语前欢频转面，双眉敛恨春山远。”但这只是客观的描写，美成在这首词中用了“争秀”二字，是说女子的眉在有意和春山比秀，而比的结果是眉比春山更秀。如果不用“争”字，直接说，眉比青山更秀，就趣味索然了。“可怜长皱”，也超脱了纯客观描写而注入了作者主观感情。对这位“深坐颦蛾眉”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《怨情》）的美人寄予了深刻的同情。上句写女子的外貌，下句透过外貌去表现她的内心愁怨。写外貌也着墨不多，只写了她的秀眉，让读者从她的眉峰之秀去想象她的容貌之美。这个想象由下文的描写得到证实。“莫将清泪滴花枝，恐花也，如人瘦。”以花比喻女子的容貌。这位颦眉独坐的女子果然貌美如花。以花比喻女子的面容，本是沿用已久的陈旧的修辞手法，但美成用泪滴花枝，形容女子因伤心而流泪，似比单纯用“花容月貌”之类的陈旧词语要新些。但也不是美成首创。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在《长恨歌》中写杨贵妃伤心流泪就用过“玉容寂寞泪阑干，梨花一枝春带雨。”冯延巳在《归自谣》中也写过“愁眉敛，泪珠滴破胭脂脸。”但白居易和冯延巳都是写的客观现象。即杨贵妃泪流满面，好像春天一枝雨中梨花。冯延巳写的这个女子似乎泪珠已经或将要滴破胭脂脸，都只写了客观现象，而<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>却翻进一层说：要小心，不要让清泪滴花枝，因为“恐花也，如人瘦。”以花瘦比喻人瘦，前人也用过，如<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在赠妓陈湘的《蓦山溪》词中写道：“春未透，花枝瘦，正是愁时候。”但黄庭坚也只是客观地写花枝瘦，没有写出词人的心情怎样。而周彦彦化用前人诗词，又不重复前人的意思，而另造新意。在他的笔下，似乎那少妇娇嫩清瘦的脸上，即使是几滴清泪也禁受不住，担心会“滴破胭脂脸。”流露出词人有无限怜惜之心，不单纯是客观写照，还渗透了词人的主观情感，可谓推陈出新，翻出了新意，既像是词中少妇顾影自怜，内心独白，又像是词人对词中少妇的怜爱同情，体贴入微，笔意曲折顿挫，摇曳多姿，有很强的艺术感染力。读者称赞周词为“词家神品”（王又华《古今词论》），不是没有道理的。</p> <p>　　过片，“清润玉箫闲久，知音稀有。”用“玉箫闲久”从侧面烘托少妇情绪低落，满腹愁思。虽有玉萧，也无心吹奏。让它闲置已久。因为意中人不在，更吹与谁听呢？昭君出塞，尚可寄幽怨于琵琶，这位思妇连托音乐以寄相思都没有心情了，进一步深化了“可怜”的程度。下文用“欲知”、“但问”巧设问答：“你要知道她（我）为什么每天倚着栏杆发愁吗？你只要去问亭前杨柳便可知了。”仍用上片同样笔法，既像是闺中少女自我心曲的剖白，又像是词人对词中女主人公心情的深刻怜惜、关怀和理解。她的愁为什么要问亭前柳就可以知道？这使人很自然地联想到<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的《闺怨》：“闺中少妇不知愁，春日凝妆上翠楼。忽见陌头杨柳色，悔教夫婿觅封侯。”柳与离别有密切关系，古人习惯折柳送别，所以见了杨柳就容易引起离愁。王昌龄诗中的那位“闺中少妇”原“不知愁”，只是在忽见陌头杨柳色时，才触动离愁，引起闺怨，似乎多少带点偶然性，而这首词中的少妇是日日倚栏凝望，日日看见杨柳，杨柳成了离愁的象征物。离愁别恨，日益积淀，越积越深，似乎比王昌龄《闺怨》诗中少妇的离愁更多。最后轻轻点一笔，前面的青山长皱，泪滴花枝，花如人瘦，玉箫闲久，都得到解释，全篇关节脉络一气贯通了。</p> <p>　　据清叶申芗《本事词》卷上（天籁轩刊本）云：“周美成精于音律，每制新调，教坊竞相传唱，游汴尝主李师师家，为赋《洛阳春》（按即《一落索》）云：‘眉共青山争秀……亭前柳。’李尝欲委身而未能也。”据此，则此词系为李师师作。聊备一说，以供参考。</p> <p>　　这首词篇幅不长，却将许多前人诗词一一化用于词中，推陈出新，自成佳制，别创新意。沈义父《乐府指迷》评周词云：“下字运意，皆有法度，往往自唐诸贤诗句中来，而不用经史中生硬字面，此所以为冠绝也。”这段话，颇值得仔细体会。</p>",
  "about": "<h2>创作背景</h2> 　　清人沈雄《古今词话》引宋人陈鹄《耆旧续闻》记载，这首词是<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>写给汴京名妓李师师的，但此说未必可信。《清真词》编此词人“春景”类，无题，考其内容，显然是描写“闺情之作”。周邦彦年轻时在汴京作太学生及太学正期间，曾结识了一些歌女，这首词即是作者以极大的同情来揭示歌女内心的痛苦的。这一歌女形象，可以视作汴京城中众多歌女悲苦命运的典型概况。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "写人",
    "少女",
    "相思"
  ]
}