{
  "id": 2369,
  "star": 2234,
  "name": "野望",
  "dynasty": "唐代",
  "content": "东皋薄暮望，徙倚欲何依。<br>树树皆秋色，山山唯落晖。<br>牧人驱犊返，猎马带禽归。<br>相顾无相识，长歌怀采薇。",
  "fanyi": "<p><strong>译文</strong><br>傍晚时分站在东皋纵目远望，我徘徊不定不知该归依何方，<br>层层树林都染上秋天的色彩，重重山岭披覆着落日的余光。<br>牧人驱赶着那牛群返还家园，猎人带着猎物驰过我的身旁。<br>大家相对无言彼此互不相识，我长啸高歌真想隐居在山冈！ </p> <p><strong>注释</strong><br>⑴东皋（gāo）：<a href=\"http://so.gushiwen.org/view_2369.aspx\">诗</a>人隐居的地方。薄暮：傍晚。薄，迫近。<br>⑵徙倚（xǐyǐ）：徘徊，来回地走。依：归依。<br>⑶秋色：一作“春色”。<br>⑷落晖：落日。<br>⑸犊（dú）：小牛，这里指牛群。<br>⑹禽：鸟兽，这里指猎物。<br>⑺采薇：薇，是一种植物。相传周武王灭商后 ，伯夷、叔齐不愿做周的臣子，在首阳山上采薇而食，最后饿死。古时“采薇”代指隐居生活。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_2369.aspx\">诗</a>写的是山野秋景。全诗于萧瑟怡静的景色描写中流露出孤独抑郁的心情，抒发了惆怅、孤寂的情怀。“东皋薄暮望，徙倚欲何依。”皋是水边地。东皋，指他家乡绛州龙门的一个地方。他归隐后常游北山、东皋，自号“东皋子”。“徙倚”是徘徊的意思。“欲何依”，化用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》中“月明星稀，乌鹊南飞，绕树三匝，何枝可依”的意思，表现了百无聊赖的彷徨心情。</p> <p>　　下面四句写薄暮中所见景物：“树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。”举目四望，到处是一片秋色，在夕阳的余晖中越发显得萧瑟。在这静谧的背景之上，牧人与猎马的特写，带着牧歌式的田园气氛，使整个画面活动了起来。这四句诗宛如一幅山家秋晚图，光与色，远景与近景，静态与动态，搭配得恰到好处。</p> <p>　　然而，<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>还不能像<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>那样从田园中找到慰藉，所以最后说：“相顾无相识，长歌怀采薇。”说自己在现实中孤独无依，只好追怀古代的隐士，和伯夷、叔齐那样的人交朋友了。</p> <p>　　读熟了唐诗的人，也许并不觉得这首诗有什么特别的好处。可是，如果沿着诗歌史的顺序，从南朝的宋、齐、梁、陈一路读下来，忽然读到这首《野望》，便会为它的朴素而叫好。南朝诗风大多华靡艳丽，好像浑身裹着绸缎的珠光宝气的贵妇。从贵妇堆里走出来，忽然遇见一位荆钗布裙的村姑，她那不施脂粉的朴素美就会产生特别的魅力。王绩的《野望》便有这样一种朴素的好处。</p> <p>　　这首诗的体裁是五言律诗。自从南朝齐永明年间，<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>等人将声律的知识运用到诗歌创作当中，律诗这种新的体裁就已酝酿着了。到初唐的<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>、<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>手里律诗遂定型化，成为一种重要的诗歌体裁。而早于沈、宋六十余年的王绩，已经能写出《野望》这样成熟的律诗，说明他是一个勇于尝试新形式的人。这首诗首尾两联抒情言事，中间两联写景，经过情──景──情这一反复，诗的意思更深化了一层。这正符合律诗的一种基本章法。 </p><br/><h2>鉴赏</h2> <p>　　这是一首描写秋天山野景致的五言律<a href=\"http://so.gushiwen.org/view_2369.aspx\">诗</a>。诗风疏朴自然，于平淡中表现出诗人\"相顾无相识\"的抑郁苦闷的心情，同齐梁以来绮靡浮艳的文学风习大异其趣。全诗洗尽铅华，为唐初诗苑吹进一股清新的气息，是<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>的代表作之一。</p> <p>　　\"东皋薄暮望，徙倚欲何依。\"首二句以抒写情性为主。\"东皋\"，泛指王绩家乡绛州龙门附近的水边高地，借用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>(归去来辞)\"登东皋以舒啸\"的诗句，暗含诗人归隐之后，尝耕东皋之意，故而自号\"东皋子\"。\"徙倚\"，是徘徊的意思。\"欲何依\"，化用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》\"绕树三匝，何枝可依\"的诗句。这两句诗以平平淡淡的叙述，首先推出薄薄暮色之中，诗人兀立在东皋之上，举目四望，一种莫可明状的孤寂无依的愁绪涌上心头，使之无法平静下来，以此观景自然会涂上一层心理上的不平衡色彩，并为中间四句写景提供巧妙的铺垫。</p> <p>　　\"树树皆秋色，山山唯落晖\"。这是诗人对眼前景观的粗线条的描绘，着重于色彩的透明度，层层树林已染上萧瑟的金黄的秋色，起伏的山峦惟见落日的余晖，这是多么宁静、开阔、美丽的画面。纵使在淡淡的暮霭之中，人们还是能够感觉到山野间秋林、落晖的光与色的强烈辉映。接着，诗人的笔锋又转向动的叙写:\"牧人驱犊返。猎马带禽归。\"着力刻划视野所见山野放归的生动场景，为整个静谧的画面，注进一股跳动的情致和欣然的意趣。句中的几个动词\"驱\"、\"返\"、\"带\"、\"归\"。用得自然而精警。这种动态式的描写愈发衬托出秋日晚景的安详宁静，诗人于一静一动的描写之中，把山山树树、牛犊猎马交织成一幅绝妙的艺术画卷。光线与色彩的调和，远景与近景的搭配，都显得那么白然和谐，令人不能不产生某种遐想，甚至忘情在安逸闲适的田野之中。</p> <p>　　可是，身临其境的王绩，他的感受远不能象田园诗人那样得到精神上的慰藉，油然而生的却是某种茫然若失、孤独无依的情绪。\"相顾无相识，长歌怀采薇\"。这最后两句完全道出诗人内心的苦闷和怅惘，既然在现实中找不到相知相识的朋友，那就只好追怀伯夷、叔齐那样不食周粟、上山釆薇的隐逸之士。有人评曰:\"读《野望》篇，固知高士胸襟，超然物外，一腔隐情。千古自有知己。\"((删补唐诗选脉笺释会通评林》)正深得本诗的主旨。</p> <p>　　本诗首尾两联抒情言事。中间两联写景，经过以情写景、借景言情的层层深化描写，把诗人的孤寂彷徨之情与笼罩四野的秋色暮景巧妙的联结起来，给读者带来直觉的艺术观感和美的愉悦。诗中所蕴含的不尽之意，更使人们长久地咀嚼、回味。全诗语言质直清新，自然流畅，言浅味深，句句有力，为唐诗及后代诗歌语言的创新开辟先路。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>入唐后以秘书省正字待诏门下省，不久辞官还乡。贞观中出为太乐丞，旋又告归。此<a href=\"http://so.gushiwen.org/view_2369.aspx\">诗</a>当作于诗人辞官隐居东皋（在今山西河津）之时。",
  "poet": {
    "id": 464,
    "star": 0,
    "name": "王绩",
    "image": "http://img.gushiwen.org/authorImg/wangji.jpg",
    "desc": "王绩(约590～644)，字无功，号东皋子，绛州龙门(今山西河津)人。隋末举孝廉，除秘书正字。不乐在朝，辞疾，复授扬州六合丞。时天下大乱，弃官还故乡。唐武德中，诏以前朝官待诏门下省。贞观初，以疾罢归河渚间，躬耕东皋，自号“东皋子”。性简傲，嗜酒，能饮五斗，自作《五斗先生传》 ，撰 《酒经》 、《酒谱》 。其诗近而不浅，质而不俗，真率疏放，有旷怀高致，直追魏晋高风。律体滥觞于六朝，而成型于隋唐之际，无功实为先声。"
  },
  "tags": [
    "初中古诗",
    "秋天",
    "写景",
    "抒情"
  ]
}