{
  "id": 48743,
  "star": 62,
  "name": "望江南·江南蝶",
  "dynasty": "宋代",
  "content": "江南蝶，斜日一双双。身似何郎全傅粉，心如韩寿爱偷香。天赋与轻狂。<br>微雨后，薄翅腻烟光。才伴游蜂来小院，又随飞絮过东墙。长是为花忙。",
  "fanyi": "<p><strong>译文</strong><br>江南的蝴蝶，双双在夕阳下翩翩起舞。长得像何晏那样美，在花丛中流连，吸吮花蜜，生性轻浮放浪。<br>下过小雨后，蝴蝶沾水发腻的粉翅在夕阳的照耀下，发出微光。它刚随着蜜蜂飞进小院，又陪柳絮越过东墙，经常为鲜花奔忙。</p> <p><strong>注释</strong><br>⑴望江南：词牌名。又名“忆江南”“梦江南”“江南好”。《金奁集》入“南吕宫”。廿七字，三平韵。中间七言两句，以对偶为宜。第二句亦有添一衬字者。宋人多用双调。<br>⑵何郎全傅粉：三国时魏人何晏皮肤白皙，就像敷了粉一样，故曰“傅粉何郎”。”此以“何郎傅粉”喻蝶的外形美，说蝶仿佛是经过精心涂粉装扮的美男子。何郎，何晏。<br>⑶韩寿爱偷香：晋韩寿美姿容，贾充女午悦之，偷其父西域奇香以遗之。后贾充觉，乃女韩寿。此以“韩寿偷香”比喻蝶依恋花丛、吸吮花蜜的特性。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首以蝴蝶为吟诵对象的咏物词。</p> <p>　　开头两句写双双对对的江南蝴蝶在傍晚的阳光下翩翩飞舞。“身似何郎全傅粉”，《世说新语·容止》：“何平叔（晏）美姿仪，面至白，魏明帝疑其傅粉，正夏月与热汤饼，既啖，大汗出，以朱衣自拭，色转<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>。”此句以人拟蝶，以何郎傅粉喻蝶的外形美。蝶翅和体表生有各色鳞片和丛毛，形成各种花斑，表面长着一层蝶粉，仿佛是经过精心涂粉装扮的美男子。“心如韩寿爱偷香”，据《世说新语·惑溺》与《晋书·贾充传》载，“韩寿美姿容。贾充辟为司空掾。充少女贾午见而悦之，使侍婢潜通音问，厚相赠结，寿逾垣与之通。午窃充御赐西域奇香赠寿。充僚属闻其香气，告于充。充乃考问女之左右，具以状对。充秘之，遂以女妻寿。”此处也是以人拟蝶，以韩寿偷香喻指蝴蝶依恋花丛、吸吮花蜜的特性。典故随意拈来，妙笔天成，运用得极其生动、贴切。“傅粉”、“偷香”，从外形与内质两方面概写了蝴蝶的美貌与特性，这两句为整首词的词眼。接着一句“天赋与轻狂”，挽住上片，又启迪下片。“轻狂”者，情爱不专一、恣情放浪也。</p> <p>　　下片就“轻狂”二字生发，先写傍晚下了一场小雨，雨一停，浪蝶便度翠穿红地忙乎起来。“薄翅腻烟光”一句体物入微，状写精妙，选词用字准确、熨贴。蝴蝶的粉翅是薄而有些透明的，当它沾上雨水之后，翅上的“粉”便变“腻”了。“烟光”指的是雨后的晚晴夕照。斜阳透过沾水发腻的粉翅，显得朦朦胧胧，宛似笼罩在一片缥缈的烟雾之中了。</p> <p>　　轻狂的蝴蝶自有轻狂的朋侣“游蜂”、“飞絮”相伴。蝴蝶伴随狂蜂、飞絮到处宿粉栖香，“长是为花忙”。结句回应了上片的“天赋与轻狂”，以“为花忙”的具体意象点出“轻狂”。“花”字意蕴双关，亦物亦人。全词一纵一收，上下关合，联密而自然。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>这首咏蝴蝶词，既切合蝶的外形与内质，又不单单滞留在蝶的本身，而是以拟人化手法，将蝶加以人格化，亦蝶亦人，借蝶咏人，通过两个切题典故－－何郎傅粉与韩寿偷香，惟妙惟肖地把蝶与人的“天赋与轻狂”、“长是为花忙”的特点巧妙地绾合起来，将何郎、韩寿的禀赋一古脑儿倾注在专以粉翅搧情、以恋花吮蜜为营生的浪蝶身上，把自然的动物性与社会的人性融合为一体，在蝴蝶的形象中集中了风流浪子眠花卧柳、寻欢作乐的种种属性，蝶就成为活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>的轻狂男子的化身。反过来，作者又含蓄地讽刺了那些轻狂男子身上过多的动物属性。如果这首词抽去了何郎与韩寿两个典故，它仅止于表面的咏蝶而已，失去任何内涵寓意，自是淡乎寡味了。</p> <p>　　五代毛文锡有《纱窗恨》云：“双双蝶翅涂铅粉，咂花心。绮窗秀户飞来稳，画堂阴。二三月爱随柳絮，伴落花、来拂衣襟。更剪轻罗片，傅黄金。”可以看到毛词咏蝶仅止于蝶而已，虽然在艺术技巧上也有某些可取处，但比之欧词，在思想艺术境界、审美情趣与价值上自然要逊色得多了。<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>评《纱窗恨》词云“‘咂’字尖，‘稳’字妥，他无可喜句。”（汤显祖评本《花间集》卷二）显然，其所以“无可喜句”，主要不如欧词之有寄托。蒋敦复说：“词原于<a href=\"http://so.gushiwen.org/view_48743.aspx\">诗</a>，即小小咏物，亦贵得风人比兴之旨。”（《芬陀利室词话》）欧词咏物而又咏怀，这是取得成功的重要原因。</p>",
  "about": "<h2>创作背景</h2> 　　《望江南·江南蝶》是一首以蝴蝶为吟诵对象的咏物词，当为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>任职汴京（今河南开封）时所作，但具体创作时间未详。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "蝴蝶"
  ]
}