{
  "id": 7870,
  "star": 16,
  "name": "酬殷明佐见赠五云裘歌",
  "dynasty": "唐代",
  "content": "我吟谢脁诗上语，朔风飒飒吹飞雨。<br>谢脁已没青山空，后来继之有殷公。<br>粉图珍裘五云色，晔如晴天散彩虹。<br>文章彪炳光陆离，应是素娥玉女之所为。<br>轻如松花落金粉，浓似苔锦含碧滋。<br>远山积翠横海岛，残霞飞丹映江草。<br>凝毫采掇花露容，几年功成夺天造。<br>故人赠我我不违，著令山水含清晖。<br>顿惊谢康乐，诗兴生我衣。<br>襟前林壑敛暝色，袖上云霞收夕霏。<br>群仙长叹惊此物，千崖万岭相萦郁。<br>身骑白鹿行飘飖，手翳紫芝笑披拂。<br>相如不足跨鹔鹴，王恭鹤氅安可方。<br>瑶台雪花数千点，片片吹落春风香。<br>为君持此凌苍苍，上朝三十六玉皇。<br>下窥夫子不可及，矫首相思空断肠。",
  "fanyi": "<p><strong>译文<br></strong>我喜欢吟颂谢脁的<a href=\"http://so.gushiwen.org/view_7870.aspx\">诗</a>文，喜欢他诗歌中那句“朔风吹飞雨，萧条江上来”所描述的感觉。<br>谢脁已经成为历史，当涂的大青山也变得如此空虚，万幸的是殷公你不愧为后有来者。<br>你送我珍贵的裘毛衣，上面绣满五色云彩和白色图案，就好像雨过晴天中绚丽的彩虹，光彩照人，<br>衣上绣的图案纹路错综斑斓，色彩绚烂，一定是那位神仙般的少女绣成的衣裳。<br>衣裳轻如松花上的金粉，仿佛风一吹就会漫天飘扬；绿色色彩浓烈，如同吃足了雨水的青苔，滋润无比。<br>又如同远处青翠的海岛，又仿佛是红色的飞霞映衬江边的青草。<br>上面描画着满满的含露花蕊，娇艳无比，一定花费了几年工夫才绣出如此天工开物。<br>殷公你把这珍贵的衣裘送给我，我也不跟你客气，穿你的衣裘，让别人看去吧！我穿上它，一定可以让山山水水顿时散发出青辉。<br>谢康乐看到我这衣裘，肯定以为是那里的奇山异水而顿时诗兴大发。<br>衣襟前面绣满了冥色沉沉的森林深壑，衣袖上绣着与夕阳共辉的飞霞。<br>就是神仙们看了也会惊叹连天。高耸的险峰千万座，座座绿色苍莽。<br>我穿上它骑上白鹿就出发，跟我走吧，这就出发，飘飖如仙云中行，手握紫色的灵芝，隐隐约约，笑声随风飘飘。<br><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的鹔鹴羽衣不足夸耀，王恭的鹤毛氅披更不足为敌。<br>五云裘上素花点点千千万，犹如王母瑶池飘来的雪花，更奇异的是片片都带着香气，把春风都熏个透透。<br>我将代表你穿上它去九天遨游，我也将代表你去朝见三十六位神仙。<br>我还代表你在天上俯瞰你，可是拉不到你的手，无法把你拉上天，但是，我已经代表你上天了。你在地上朝我挥手，以挥手的姿势将我拥有，永远的相思一定让你愁肠寸断。</p> <p><strong>注释<br></strong>1、殷明佐：事迹不详。五云裘：谓裘衣绚烂如五色云，故云。<br>2、“我吟”二句：指谢脁《观朝雨》诗“朔风吹飞雨，萧条江上来”。<br>3、青山：在当涂东南三十里。谢脁尝筑宅于此，死亦葬于此。<br>4、粉图珍裘：谓裘衣上绘有山水之图。<br>5、“文章”句：谓五云裘色彩鲜艳光怪陆离。<br>6、素娥：嫦娥。玉女：神女。以下数句即写五云裘上所绘图画。<br>7、违：拒绝。<br>8、“顿惊”二句：谓五云裘所绘山水使<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>惊讶。谢灵运以山水诗闻名，故云。<br>9、“襟前”二句：谓五云裘襟、袖上山水图画，状如谢灵运山水诗。谢灵运《石壁精舍还湖中作》诗有“林壑敛暝色，云霞收夕霏”二句，故云。<br>10、“手翳”句：用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《飞龙篇》“忽逢二童，颜色鲜好。乘彼白鹿，手翳芝草”句意。<br>11、“相如”句：司马相如有鹔鹴裘。<br>12、王恭：字孝伯，东晋名士，美姿仪，尝披鹤氅裘，涉雪而行，时人叹为神仙中人。见《晋书·王恭传》。以上二句谓五云裘胜过司马相如鹔鹴裘、王恭鹤氅。<br>13、“为君”二句：意谓自己将着此裘上天朝见玉皇。三十六玉皇，道家所谓三十六天之帝王。<br>14、“下窥”二句：谓其已经上天，而留殷明佐在地面，使我翘首相思。以上皆想象中语。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7870.aspx\">诗</a>篇起笔出人意料，前二句先写<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗之优美感人，接着惋惜斯人已逝，第四句笔锋一转，点出殷公。这一曲笔使文情出现跌宕。谢胱虽没，但后继有人。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是推崇二谢的，曾以“中间小谢又清发”自比，本诗下文又以<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>诗句赞友人所赠锦裘之美。此时以谢朓比友人，足见他对友人才华的看重和赏识。</p> <p>　　从读者心理看，李白这样称许友人的才情，接下来该从这个角度生发开去。可是，“粉图珍裘五云色”再另起一头，诗人不再谈诗论文，却说起那五云裘来。这其实是切入正题。前面四句，原来是铺垫。五云裘者，五色绚烂如云，故以五云名之。以下一大段，大笔挥洒，对五云裘作具体描绘。其中亦有变化。“粉图珍裘五云色，晔如晴天散彩虹。文章彪炳光陆离”三句，写裘之色彩斑烂，华美无比，所以断定出自神女之手，是一件神物。这在文意上成一小顿。之后，又回到裘本身，写云裘上的美丽的图案，图案上的松花碧苔、江草江花、大海小岛、远山红霞。这宏大的画图，精微的工艺，显然非一朝一夕所能完成，因而再一次判断为“几年功成夺天造”。神女所制，已是高贵无比，而以神女之巧，方几年完成，又见其构思之精巧、工艺之复杂、工程之浩大，也就衬出这五云裘之弥足珍贵。</p> <p>　　对这样高贵的赠品，李白毫不掩饰自己的惊喜之情。他没有故作姿态，矫情拒辞，而是痛痛快快地收下了它，不仅如此，还立即穿上这裘衣，以示对友人的尊敬和谢忱。李白亲切自然，豪放洒脱的形象也顿时跃然纸上。这是一件不但给自己增添风采，也给山水增辉的裘衣。要是谢灵运在世，恐怕也会惊讶不已，感叹自己的诗句被如此完美地反映在图画中。这裘上的画，正是谢灵运在《石壁精舍还湖中》所写的“林壑敛暝色、云霞收夕霏”的诗意的再现。</p> <p>　　至此，诗人已完全进入了想象的世界。穿上这件裘衣，别说一般王公贵人，就连神仙也个个自愧不如，他们远远地观赏着、感叹着，挤满了千崖万岭。美丽的裘衣刺激了他的想象，这位对神仙境界极为向往的浪漫大师的思绪正在仙国飞扬。仿佛自己已经骑上那早已放牧在青崖间供他随时驱遣的白鹿，手擎着用三岛十洲的特产紫芝仙草做成的华盖，正在天空飞驰。这该是何等的快意，何等的潇洒。传说<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>有一件用鹔鹴鸟羽做的鹔鹴裘，十分美丽，视为至宝；王恭则用鹤羽为氅，常常乘高舆，披鹤氅裘，俨如神仙中人。但比起诗人来，恐怕他们都黯然失色了。在这种自得心态中，诗人继续遐想着，他在飞升，到了高高的天界。风景这边独好。仙境瑶台雪花纷纷，漫天飞舞，这雪景不同尘世，没有严冬的肃杀，却有春天的温暖；没有砭人肌骨的酷寒，倒有沁人心脾的清香。诗人更加兴奋，他要更上一重天，去参见高居三十六天之上的玉皇大帝啦！就在这时，他偶一回头，看见那位给他带来运气的朋友却不能同行，他正羡慕地望着自己，为他们之间的突然分别而伤感。诗人自己也似乎悟出了什么……全诗就这样戛然而止。</p> <p>　　这首酬答之作颇能代表李白个性。全诗通过吟咏五云裘强烈地抒发了主体的情感。写五云裘之美，浓墨重彩，金碧辉映，为的是突出友人的深情。而这件彩裘又与自己仙风道骨的形象相得益彰。它刺激了诗人的想象力，在着衣后的短暂时间里，诗人仿佛因这巧夺天工的神奇外衣而飘飘欲仙了。他上天入地，笑傲王侯，临虚御风，上谒玉皇，摆脱了尘世的种种羁绊和烦恼，从而奏出一曲主体的颂歌。诗中的夸张和想象贯穿始终，从他对珍裘的赞叹到披裘飞升上谒玉皇，无不如是，而这正是李白的风格特征。诗中的种种想象又曲折而真实地反映了这位浪漫大师的心态。李白崇尚道教，“五岳寻仙不辞远，一生好入名山游”。道教的洞天福地多是名山大川，恍如神仙境界在尘世设立的“广告牌”。所以，在李白的思维中，似乎形成了一种定势，由美丽衣衫上的山水图案联想到清静幽美的自然界，披上这样的裘衣，自己就好象置身于理想中的乐土。他平日梦萦魂牵的一些神仙境界中的道具，如白鹿、紫芝等，也及时地出现在他面前，招之即来，唾手可得，于是终于飘然成仙，乐极一时。似幻似真，而一切皆出于情。一件五云裘让诗人喜悦，而友人的情谊更让人沉醉。这又恰好表明了诗人对友谊的看重。因而，诗人流露出的这激情也就格外感人。</p> <p>　　此诗节奏明快，气韵生动，一气呵成。开头以吟谢诗发端，引出殷公，赞其才俊。接着落笔即转，切入“见赠五云裘”，由此美物产生种种联想，直至飞升而去。而最后两句忽又回首，对想象中的分别感到伤悲。本是虚写，却照应了开篇，“结穴”回归友谊，干净利落，结束全篇。此结句颇令人回味。这一回顾，看似在说他人对自己成仙的羡慕，但也流露出了诗人自身对仙界的企羡以及深知天界难以企及的潜意识。因为这毕竟是想象，是幻觉，当诗人清醒过来，面对“使我不得开心颜”的现实，对于理想中的仙境，也会“矫手相思空断肠”。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7870.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于天宝十三年（754）在当涂作，其时殷明佐将绣有粉图山水之裘赠予李白，李白便赋诗以答。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠答",
    "友谊",
    "想象"
  ]
}