{
  "id": 66897,
  "star": 15,
  "name": "祝英台近·北固亭",
  "dynasty": "宋代",
  "content": "澹烟横，层雾敛。胜概分雄占。月下鸣榔，风急怒涛飐。关河无限清愁，不堪临鉴。正霜鬓、秋风尘染。 <br>漫登览。极目万里沙场，事业频看剑。古往今来，南北限天堑。倚楼谁弄新声，重城正掩。历历数、西州更点。",
  "fanyi": "<p><strong>译文<br></strong>淡淡轻烟横在天空，层层重雾已经收去，这胜景曾是英雄豪杰分占之地。月光下，风吹得江面怒涛汹涌，时而传来阵阵打鱼人的“鸣榔”声，无限美好山河却让人顿感凄凉的愁闷情绪，秋天的风尘又让两鬓雪白。<br>信步登上满眼风光的北固楼，望着北边那曾经的万里疆场，事业未成却只能频频看剑。古往今来，滚滚长江天堑把神州南北分开。夜深人静，倚楼倾听，传来的不知谁在弹弄新作的乐曲和西州的更鼓之声。</p> <p><strong>注释<br></strong>⑴胜概分雄占：胜景曾是英雄豪杰分占之地。<br>⑵鸣榔：用木条敲船，使鱼惊而入网。<br>⑶风急怒涛飐（zhǎn）：指急风吹得怒涛汹涌<br>⑷关河：即关山河川。<br>⑸临鉴：对镜。“鉴”即照。<br>⑹霜鬓：指两鬓雪白。<br>⑺漫：指随意的意思。<br>⑻极目：纵目，用尽目力远望。<br>⑼沙场：指战场。这里指北方中原国土。<br>⑽事业：事情的成就；功业。这里指收复中原大业。<br>⑾天堑：天然的壕沟。言其险要可以隔断交通。<br>⑿新声：新作的乐曲；新颖美妙的乐音。<br>⒀重城正掩：指夜深人静。重城，指城墙。<br>⒁西州：晋扬州刺史治所（今江苏江宁县西），《通鉴》胡三省注：“扬州治所，在台城西，故谓之西州。”<br>⒂更点：指更鼓之声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词题为北固亭。北固亭在镇江城北的北固山上，下临长江，三面滨水，形势险要。晋蔡谟起楼其上，以贮军实，谢安复葺之，即所谓北固楼，亦曰北固亭，历代<a href=\"http://so.gushiwen.org/view_66897.aspx\">诗</a>人多喜登临吟咏，可见其为名胜之地。</p> <p>　　“澹烟横，层雾敛”，开头写淡淡轻烟横在天空，层层重雾已经收去。联系下文“月下”句看，开头勾画的是江山月景图。可见诗人是月夜登北固亭的。“胜概分雄占”，是说当前胜景曾是英雄豪杰分占之地。刘裕曾在此起兵北伐，孙权曾在此建都定国。“月下鸣榔，风急怒涛颭。”在月光下，在万籁俱寂中，作者只不时地听到从江上传来的风涛声和打鱼人的“鸣榔”声，急风吹得怒涛汹涌。这两句是对江上实景的描绘。面对眼前的景色，作者无限感慨地叹道：“关河无限清愁，不堪临鉴。”这里由上面的纯粹写景而开始抒情，由客观及主观。这两句是说山河清奇，使人举目生愁而不愿凭水观赏。这里一则是由于金兵压境，时局动荡不安，因而举目生愁；再则还因为“正霜鬓，秋风尘染。”作者头发斑白了，秋天的风尘正在加速自己的衰老，作者在这里表达了年华易逝、功业未成的悲愤之情，用语显得苍凉而沉痛。</p> <p>　　词的上片描写了登北固亭所见到的秋天江上夜景，抒发了年华易逝，功业未成的感慨。</p> <p>　　换头处以“漫登临”一句承上启下。作者在秋天一个月夜，信步登上满眼风光的北固楼，久久流连忘返。紧接着作者作了回答：“极目万里沙场，事业频看剑。”即登楼北望中原，都是作战的沙场，自己想要为国建功，所以频频地看着所带的宝剑。宝剑本是战场上杀敌的锐利武器，但现在却闲置身旁，无处用武，这就把作者空有沙场杀敌的雄心壮志，竟是英雄无用武之地的苦闷也烘托了出来。“频看剑”这一细节描写，把一位爱国志士的形象生动地勾画了出来。“古往今来，南北限天堑。”这时说自古到今，长江天堑把南北分开。这既是对千古兴亡事的慨叹，更是对眼前南北分裂的批判。古往今来，历史上有多少统治者凭借长江天堑，划江而治；而眼前偏安江左的南宋统治者正是把长江作为“天堑”，不思收复中原。“倚楼谁弄新声，重城正掩。”在这夜深人静的时候，作者倚楼聆听，居然听到还有人在“弄新声”，作者不禁感慨系之地问道，在这山河破碎，生灵涂炭，国家处在危急存亡之秋的情况下，还有人在“弄”新声。这里用语含蓄，耐人寻味，谈到这里，会自然地想起那“隔江犹唱后庭花”的商女，想起那“直把杭州作汴州”的达官贵人。“重城正掩，历历数、西州更点。”这句是说夜深人静，西州城中敲更之声声声在耳，历历可数。这一结句是景语，但景语亦情语也。这一声声更点，敲击着作者的心，使他想得很多、很远、很深。</p> <p>　　词只有七十余字，可是作者夜登北固山，既要写所见、所闻，又要写自己的所为和感想。而感慨，又包括国家兴亡、个人功业、昔日河山、而今霜鬓等。在这种情况下，再像常见的诗文那样，依据事物的一般逻辑，说清楚了一项内容再说另一项内容，就有很大的困难。于是作者另辟蹊径，不管是情景、事件，还是感触，出现在作者笔下时，都只剩下了最关键的一些片断，词中虽没有交代这些意象的前因后果，但可以想象。想象力的调动，以及各句词之间关联词句的剔除，都保证了有限的篇幅浓缩了最广的内涵。比如“月下鸣榔”与“风急怒涛飐”的意思，在通常情况下是不甚连贯的，但这两个镜头一个紧接一个地闪现在面前，就能够从中体会到作者忧国忧民的情绪来。再比如按照内容，下半阕可以分成这么四段：“漫登览。极目万里沙场，事业频看剑”、“古往今来”，南北限天堑”、“倚楼谁弄新声，重城正掩”、“历历数、西州更点”，这四组词句中就可以想到报效沙场的愿望，也可以想到英雄无用武之地的愤慨或空老霜鬓的悲哀，甚至还可以通过英雄埋没和天堑废弃，把第一、二两组词句勾通起来。想像力的调动，以及各句词之间关联词句剔除，都保证了有限的篇幅发挥其最大的表达作用。</p>",
  "about": "<h2>创作背景</h2> 　　岳珂在《桯史》中提到他在镇江时曾为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>座上客，并说：“稼轩有词名，每宴必命侍姬歌其所作……既而又作一《永遇乐》，序北府事。”作者亦有《祝英台近》两首记镇江事，其一是“登多景楼”，写登楼北望的感慨：“断肠烟树扬州，兴亡休论。”另一即该词。",
  "poet": {
    "id": 294,
    "star": 0,
    "name": "岳珂",
    "desc": "岳珂(公元1183～公元1243) ，南宋文学家。字肃之，号亦斋，晚号倦翁。相州汤阴（今属河南）人。寓居嘉兴（今属浙江）。岳飞之孙，岳霖之子。宋宁宗时，以奉议郎权发遣嘉兴军府兼管内劝农事，有惠政。自此家居嘉兴，住宅在金佗坊。嘉泰末为承务郎监镇江府户部大军仓，历光禄丞、司农寺主簿、军器监丞、司农寺丞。嘉定十年（公元1217），出知嘉兴。十二年，为承议郎、江南东路转运判官。十四年，除军器监、淮东总领。宝庆三年（公元1227），为户部侍郎、淮东总领兼制置使。"
  },
  "tags": [
    "咏史怀古"
  ]
}