{
  "id": 71789,
  "star": 10,
  "name": "馈岁 / 别岁 / 守岁",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">岁晚相与馈问为馈岁酒食相邀呼为别岁至除夜达旦不眠为守岁蜀之风俗如是余官于岐下岁暮思归而不可得故为此三诗以寄子由</span></p> <p>馈岁<br>农功各已收，岁事得相佐。<br>为欢恐无及，假物不论货。<br>山川随出产，贫富称小大。<br>置盘巨鲤横，发笼双兔卧。<br>富人事华靡，彩绣光翻座。<br>贫者愧不能，微挚出舂磨。<br>官居故人少，里巷佳节过。<br>亦欲举乡风，独唱无人和。</p> <p>别岁<br>故人适千里，临别尚迟迟。<br>人行犹可复，岁行那可追！<br>问岁安所之？远在天一涯。<br>已逐东流水，赴海归无时。<br>东邻酒初熟，西舍豕亦肥。<br>且为一日欢，慰此穷年悲。<br>勿嗟旧岁别，行与新岁辞。<br>去去勿回顾，还君老与衰。</p> <p>守岁<br>欲知垂尽岁，有似赴壑蛇。<br>修鳞半已没，去意谁能遮？<br>况欲系其尾，虽勤知奈何！<br>儿童强不睡，相守夜讙哗。<br>晨鸡且勿唱，更鼓畏添挝。<br>坐久灯烬落，起看北斗斜。<br>明年岂无年？心事恐蹉跎。<br>努力尽今夕，少年犹可夸。",
  "shangxi": "<h2>赏析</h2> <p>　　这三首<a href=\"http://so.gushiwen.org/view_71789.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在1062年（嘉祐七年）冬末写的组诗。组诗的原题为：“岁晚相与馈问，为‘馈岁’；酒食相邀，呼为‘别岁’；至除夜，达旦不眠，为‘守岁’。蜀之风俗如是。余官于岐下，岁暮思归而不可得，故为此三诗以寄子由。”1061年（嘉祐六年），苏轼应制科入三等，以“将仕郎大理寺评事签书节度判官厅公事”，十一月至凤翔（治所在今陕西凤翔）。知府宋选对苏轼十分关心爱护。苏轼公事之暇，纵观附近的名胜古迹，留下了有名的《凤翔八观》诗。这年<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>授商州（治所在今河南商县）军事推官。官府通告未下，苏辙要求留在京师侍奉父亲，第二年获准。苏轼一人在凤翔，遇到年终，想回汴京和父亲、弟弟团聚而不可得，回想故乡岁暮的淳朴风俗，就写了这三首诗寄给弟弟苏辙（字子由），以抒发思念之情。 </p> <p>　　《馈岁》全诗十六句，可以分为三节。前四句为第一节，交代馈岁风俗的依据。一年的农事中，大家互相帮助，大功已成，终年劳苦，岁暮的余暇稍纵即逝，所以不计较物品，以物相赠，以免造成“为欢无及”的遗憾。这几句交代背景，点明题目。“为欢恐无及”五字，直贯三首。“假物不论货”紧起下文八句。第二节八句，举出馈岁之礼，人们各随各自的财力。两句总领下六句，下六句分说，“置盘”二句承接上文，“富人”四句是就贫富而言。盘鲤、笼兔，富家的彩绣耀眼，贫家的“微挚”（“挚”同“赞”，礼品）是“舂磨”（指粮食加工的粉糕之类），使人如同置身于络绎往来的岁暮馈送队伍中，这是一幅精彩的风俗画。作者未着议论，自有赞美故乡风俗醇厚的意味。最后四句为一节，将内容引到写诗的当前。乡风（对照“官居”）二字总束前文，又联系下面两首。“独唱”句又呼应“官居”二句。不言思家，而在佳节期间，歌颂故乡习俗，叹无人共举乡风，一种无法遏止的思念家乡、思念亲戚之情流于言外。 </p> <p>　　这首诗着重对比以见意抒情。前面十二句乡风之淳美，和后四句官居之冷落是一大对比，中间山川、鲤兔、彩绣、舂磨是贫富的对比。语句既形象又凝炼，除给尾两句外，全为对偶句，在苏轼早期的五古中，这是精心刻画之作。 </p> <p>　　《别岁》从“别”字着眼，十六句，四句一节。第一节用故人之别引出别岁来。故人离别，即使远去千里，还有再见的机会，但临别时总还有迟迟不忍别的情意。而“岁”却一去不可复追，临别更应郑重对待，这就说明“别岁”的风俗非常必要。既已点明“别岁”，本来可似接着写风俗，但那样就太平直了，作者却针对“岁行那可追”一句逼出下面四句，章法上作一顿挫，把惜别之情写得淋漓尽致。这第二节多化用古诗乐府的成句，如《古诗十九首》：“相去万余里，各在天一涯。”《古乐府》：“百川东到海，何时复西归？”《论语》：“子在川上曰：‘逝者如斯夫，不舍昼夜！’”孔子叹息光阴如流水，一去不返，所以要爱惜时光，自强不息。后世的诗人，也有很多类似的感慨。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗：“君不见黄河之水天上来，奔流到海不复回。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗：“去复去兮如长河，东流赴海无回波。”苏轼也是受到这些诗句的影响，而他却用极平易的语言，表达得恰如其分。这第二节既是承上节末句，把与岁月之别写得如此感慨深沉，又为下节正面写“别岁”时的欢饮蓄势。 </p> <p>　　第三节正面写别岁欢饮的场面。东邻、西舍、酒熟、豕（猪）肥是互文见义，遥应首篇“农功各已收”句。而写欢饮一点即收，和前首“为欢恐无及”呼应。第三句写热闹欢饮，末句却一落千丈，回到上两节的无可奈何的心情。如果是一般文人，这一节多半要着力铺写，而作者却只用两组对句带过。别岁之意交代完毕之后，表面上题意已尽，但诗人忽然又从这一年联想到第二年，和一、二两节呼应，使感慨更加深沉。这就犹如图画，层峦迭嶂，使人有丘壑无尽之感。山重水复疑无路之时，忽出新意，意虽酸辛，语却略带幽默，这是苏轼诗后来的一大特色。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评苏轼诗时称赞“此首气息特古”，又评这最后一节说：“逼入一步，更沉着。”赵克宜《苏诗评注汇钞》卷一说：“沉痛语以警快之笔出之，遂成绝调。”这些评论都较中肯。这首诗一方面反映出苏轼青年时代学习汉魏古诗的语言气息；另一方面立意遣辞也有他本身的风格，不像在七言古诗里那样笔锋犀利，才气逼人，常常一泻无余，说得太透太尽，而是才情内敛，耐人咀嚼回味。 </p> <p>　　最后一首《守岁》也是十六句，可以分为三节。前六句联系上一首《别岁》，用生动的比喻说明守岁无益，从反面入题，与前二首又别。这个比喻不但形象生动，以蛇来比“岁”，又是泛泛设喻。六句的前四句写岁已将尽，和《别岁》紧密呼应，后二句写虽欲尽力挽回，但徒劳无益。“系其尾”虽然字面上用的是《晋书·贾后传》“系狗当系颈，今反系其尾”的话，但在行文中完全以“赴壑蛇”为喻，到了除夕，已经是末梢了，“倒拔蛇”已不大可能，何况只抓尾巴梢，不可能系得住。诗人以这样六句开头，表面是说这个风俗无道理。要写守岁，先写守不住，不必守，这是欲擒先纵，使文字多波澜的手法。中间六句写守岁的情景。一个“强”字写出儿童过除夕的特点：明明想打磕睡，却还要勉强欢闹。这两句仍然是作者回味故乡的风俗，而不是他在凤翔时的情景。这一年苏轼才二十六岁（虚龄二十七岁），膝下只有一子苏迈，虚龄五岁，不可能有这两句所写的场景。“晨鸡”二句将守岁时的心理状态写得细腻入微，“坐久”两句将守岁时的情景写得很逼真。这两句主要是针对大人守岁所说的。纪昀很欣赏这十个字，说是“真景”。实际上这是人人守岁都有过的感受，他能不费力地写出来，使读者如同身临其境，格外亲切。最后四句为一节，与篇首第一节对照，表明守岁有理，应该爱惜将逝的时光，正面交代应该守岁到除夕尽头。结尾十字，字面上虽然用白居易“犹有夸张少年处”，但意在勉励弟弟苏辙。苏辙在京师侍奉父亲，苏轼希望两地守岁，共惜年华，言外有互勉之意。赵克宜评此十字说：“一结‘守’字，精神迸出，非徒作无聊自慰语也。”意思就是说，这个结尾，有积极奋发的意味在内，使全诗精神斗然振起，不是诗人无可奈何聊以自慰。这个评语是有见地的。 </p> <p>　　三首诗是一组，每首也都是十六句。古人讲究章法，写组诗既要注意各首间的有机联系，又要注意几首的写法不可雷同，要各有不同的入题、展开、收束的方式。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《羌村三首》就是范例。这三首诗虽然都是八韵，都写岁暮乡俗，但虚实开合，变化各异。第一首全用赋体，对比见意。语句凝炼，多用偶句，实写多，虚写少。第二首先用故人之别衬出别岁之情，一变《馈岁》中的对偶，而多化用成句，散行见意。从题前写到题后，由旧岁引到新岁，正面占的比例少，是虚多实少。第三首先用六句以比喻反面入题，和前两首都不相同。中段用六句正面实写守岁情景，虚实相间。末四句大起大落，收束全诗。 </p> <p>　　苏轼的七言古诗才气横溢，早年的五言古诗也法度谨严，语言洗炼，不枝不蔓。这三首诗可以作为苏轼早年短篇古体诗的代表。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春节",
    "乡风",
    "思念"
  ]
}