{
  "id": 7430,
  "star": 1382,
  "name": "田家元日",
  "dynasty": "唐代",
  "content": "昨夜斗回北，今朝岁起东。<br>我年已强仕，无禄尚忧农。<br>桑野就耕父，荷锄随牧童。<br>田家占气候，共说此年丰。",
  "fanyi": "<p><strong>译文<br></strong>昨天夜里北斗星的斗柄转向东方，今天早晨一年又开始了。<br>我已经四十岁了，虽然没有官职但仍担心农事。<br>靠近在种满桑树的田野里耕作的农夫，扛着锄头和牧童一起劳作。<br>农家人推测今年的收成，都说这一年是丰收年。</p> <p><strong>注释</strong><br>①元日：农历正月初一。<br>②斗：指北斗星。回北：指北斗星的斗柄从指向北方转而指向东方。古人认为北斗星斗柄指东，天下皆春；指南，天下皆夏；指西，天下皆秋；指北，天下皆冬。<br>③起：开始。东：北斗星斗柄朝东。<br>④强仕：强仕之年，即四十岁。<br>⑤无禄：没有官职。禄：官吏的薪俸。尚：还。<br>⑥桑野：种满桑树的田野。就：靠近。耕父：农人。<br>⑦荷：扛，担。<br>⑧占（zhān）：推测[2] 占气候：根据自然气候推测一年收成的好坏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7430.aspx\">诗</a>的首联写斗转星移，岁月不居，昨晚除夕还是寒冷的隆冬，今朝大年初一起来就已经是和煦的春天。这两句通过斗柄指北向东转动的快速过程显示时间的推移，节序的更替，暗点了题中的“元日”。</p> <p>　　颔联写诗人已进入四十岁的壮年时期，本应出仕，大有作为，但未曾得到一官半职，虽然如此，他对农事还是非常重视，非常关心。这一联概述了诗人仕途的遭际，表露了他的农本思想，体现了他不以物喜，不以己悲的可贵品质。诗人既初隐于鹿门，不仅结交了大批淳朴善良的农夫野老；同时又直接参与了田事劳作。自然有了对农村的深厚的感情，忧喜以共，苦乐同心。但另方面，作为一个有理想的知识分子，不能叫他完全没有奋飞冲天的幻想，正是这样，在诗句里才有“我年已强仕，无禄尚忧农”的叹息。时代的隐者都有远大的志趣。所以无论他的出山或其后的再次归田，都深刻地表现了诗人对农村乡土真挚的爱恋。</p> <p>　　颈联展示的是一幅典型的田园牧歌图。白天。在田间，诗人和农父一起扶犁耕作；傍晚，在路上，诗人荷锄伴牧童一道回归村庄。由此，人们仿佛可以看到诗人与农父并肩劳动，促膝休息，“但道桑麻长”的情景；仿佛可以听到诗人与“短笛无腔信口吹”的牧童应和的笛音歌声，从而深深地体味到田园风光的美好，田园生活的快乐。</p> <p>　　尾联扣题，明确点题，写田家元日之际凭借占卜纷纷预言今年是一个丰收年。显然，这首诗没有状写辞旧迎新的热闹，没有抒发节日思亲的情感，而是将诗人自身恬淡，惬意的情趣水乳般交融于节日气氛之中，令人读来自觉有一种和谐自然之美。</p> <p>　　诗中首尾两联反映了我国古代农民非常重视观测天象，注意气候、节令与农业生产的关系，其中虽有某种程度的迷信色彩，但更多的是从生产实践中总结出来的经验，有一定的科学价值。中间两联叙写了自已的隐居生活内容，其中隐隐透露了作者不甘隐居躬耕的心情，说明他的鹿门隐居只是为了取得清高的声望，以便得到引荐达到入仕的目的。这首诗既叹自己的不遇，惜壮志之难伸；又复悲天悯人，忧农收之不丰，隐然有一心以天下为己任的怀抱。本来，士各有志，人各有愿；而在总的希望的水中，九派百支，主流总趋于一个定向：愿年年月圆花好，愿岁岁人寿年丰。只不过表现的形式不同而已。</p> <p>　　这首诗叙写了诗人新年伊始的心绪。前四句写时光匆匆，又一年开始了，自己已届四十，仍未做官，不禁产生淡淡的哀伤。后四句写自己与牧童、农人一起推测气候、年成，不觉又有一丝自适之情。全诗没有明显的起伏，语调平和，而静味深长。尾句“共说此年丰”当有双重含义：一是指农田耕种的丰收，二是企盼即将去长安赴试有一个好的结果。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7430.aspx\">诗</a>当作于开元十五年（727）春节，诗人写他自己去长安应试时的亲身感受。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "春节",
    "农事",
    "抒情"
  ]
}