{
  "id": 72875,
  "star": 39,
  "name": "扬州慢·十里春风",
  "dynasty": "宋代",
  "content": "十里春风，二分明月，蕊仙飞下琼楼。看冰花翦翦，拥碎玉成毬。想长日、云阶伫立，太真肌骨，飞燕风流。敛群芳、清丽精神，都付扬州。<br>雨窗数朵，梦惊回、天际香浮。似阆苑花神，怜人冷落，骑鹤来游。为问竹西风景，长空淡、烟水悠悠。又黄昏，羌管孤城，吹起新愁。",
  "shangxi": "<h2>赏析</h2> <p>　　作品产生的感发力量与作者的初衷不符，这是文学中的常见现象。这首词就是如此，以小序中“赋而感之”可以看出，作者本意是咏花，孰料写着却生成许多感慨，这感慨使词的思想性加深了。</p> <p>　　很明显，上阕自始至终都是以第三人称咏赞琼花，即所谓“赋”。词人将花儿作天上的仙女，告别了琼楼瑶阙，飘然降临人间；写她那洁白的花朵犹如冰花、碎玉，簇拥成球；想象她成天伫立在石阶畔，既有杨贵妃那丰腴的体态，又有赵飞燕那样绰约的风姿；她摄取了世间一切草木之花的丽质清气，集于一身。……</p> <p>　　花和美人向来联系在一起，因此将琼花比喻为杨贵妃、赵飞燕算不得出奇，倒是“冰花翦翦，拥碎玉成毬”九字抓住了琼花莹泽洁玉的特点，最为逼真。其次“敛群芳、清丽精神”七字，也堪称新、警。其后几句不免落入俗套。然而词人在后半篇内，却将作品的质量整整提高了一个等级。其契机是什么呢？这就得从所咏之花的特殊性说起了。宋人周密《齐东野语》卷十七云：“扬州后土祠琼花，天下无二本。……仁宗庆历中，尝分植禁苑，明年辄枯，遂复载还祠中，敷荣如故。淳熙中，寿皇（孝宗）亦尝移植南内，逾年，憔翠无花，仍送还之。其后，宦者陈源命园丁取孙枝移接聚八仙根上，遂活，然其香色则大减矣。”从这段记载可以看出，琼花不仅有惊人的美丽，而且有高洁的品性，实属难得。琼花的名字，永远与扬州齐名。因此，历来咏琼花者，不能不咏及扬州。</p> <p>　　此篇也不例外，首先所选用的词调就是《扬州慢》；其次则整个上阕的背景亦是扬州。自隋炀帝开大运河以来，扬州，成为商业繁盛之都，又是人文荟萃之地。可是，至宋高宗建炎三年（1129）、绍兴三十一年（1161）金兵两次大举南攻，扬州都首当其冲，兵燹之酷，竟使积累达数百年之久的富庶与文明遭空前浩劫。罢兵了，休战了，在南宋小朝廷用屈辱换来的相对和平时期，扬州是否有条件稍稍恢复往日之经济、文化名城的旖旎风情呢？没有！因为宋金双方以淮河中流划界的缘故，扬州已经成了边关，只能以军事要塞的面貌出现在人们眼前。这是多么巨大的变化呵！作为时代的一个缩影，扬州的盛衰怎能不唤起南宋臣民们忧国伤时的沉痛之感呢？姜白石在《扬州慢》一词中就有这样精警深沉的句子“自胡马窥江去后，废池乔木，犹厌言兵”。尽管词人之所以选用《扬州慢》的词调且写下“十里春风，二分明月”的佳句，但实际上在为扬州衰败之叹作铺垫。果然，他从历史之扬州的“盛”中反观出了现实之扬州的“衰”，不禁慷慨生哀，于是掉转词笔，改用第一人称，愣将半篇未写完的“琼花赋”续成了一首“哀扬州赋”。这下阕，便是词序之所谓“感”了。</p> <p>　　上阕所赋，是想象中的琼花，扬州后土祠中的琼花，昔日的琼花；眼前摆放着友人折赠的数枝琼花还没有派用场，何不借她起兴？于是乎乃有：“雨窗数朵，梦惊回、天际香浮。”一句意思是谓：碎雨敲窗，将我从午梦中惊醒，只见窗前花瓶里插着几枝琼花，清香四溢，飘浮在天空。这花是哪儿来的？直说友人所赠，就无<a href=\"http://so.gushiwen.org/view_72875.aspx\">诗</a>意，且下面文章难作，故尔从虚处着笔。“似阆苑花神，怜人冷落，骑鹤来游。”像是琼花之神同情我的孤独，特骑着仙鹤从扬州来鄙地一游。</p> <p>　　“花神”既从扬州来，何不向她打听打听扬州的近况呢？于是引出下文“为问竹西风景”，其实不用问，词人也可以想象扬州“春风十里，尽荠麦青青”的残败景象，词人不愿用实笔写这令人神伤之景，所以接着蓦地一笔宕开，顾左右而言它道：“长空淡、烟水悠悠。”七字虽不着边际，却委实下得精彩。大有“多少事、欲说还休”之慨，诵之令人回肠荡气，只觉无限落寞惆怅都在言外。以下剑及履及，顺势明点出此种情绪并揭示其所从来，放笔为全篇收尾：“又黄昏，羌管孤城，吹起新愁。”“羌管孤城”四字，很容易使人联想起<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《渔家傲》词里的“长烟落日孤城闭”、“羌管悠悠霜满地”。据此，则作者当时所居，是否也属边城呢？</p> <p>　　粗粗看过，三句只是直书此时此地之环境与心境，似可一览无余；及至沉吟久之方觉它寥寥数字却将无数时间空间融汇起来，实在耐人寻味。试想，“黄昏”而曰“又”，“愁”而曰“新”，则昨日、前天、上月甚至去年……不知有多少个“已是黄昏独自愁”包含其中，非“此时”与“彼时”相同画面的多重叠印而何？此盖就纵向而言，若作横向观察，读者又可以看出，它还是多种相似图景的双影合成。细细体认，那另外的一幅照片是<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《扬州慢》词之“渐黄昏，清角吹寒，都要空城”？不言扬州，而扬州自见。</p> <p>　　词人一生写了许多咏花词。今存《虚斋乐府》六十八首，咏花之作就有二十四首，竟超过了三分之一。但大多格调不甚高。只有这首词，原本只为赋花，不料却抒发出很多盛衰之惆怅，遂成精品，由此可见咏物词之关键在于不滞于物。</p>",
  "poet": {
    "id": 502,
    "star": 0,
    "name": "赵以夫",
    "desc": "赵以夫（一一八九～一二五六），字用父，号虚斋。居长乐（今属福建）。宁宗嘉定十年（一二一七）进士。知监利县。理宗端平初知漳州。嘉熙初以枢密都丞旨兼国史院编修官（《南宋馆阁续录》卷九）。二年，知庆元府兼沿海制置副使，四年，复除枢密都承旨（《宝庆四明志》卷一）淳祐五年（一二四五），出知建康府，七年，知平江府（《南宋制抚年表》卷上）。以资政殿学士致仕。宝祐四年卒，年六十八。事见《后村大全集》卷一四二《虚斋资政赵公神道碑》。"
  },
  "tags": [
    "写花",
    "赞美",
    "惆怅",
    "感慨"
  ]
}