{
  "id": 48727,
  "star": 165,
  "name": "采桑子·何人解赏西湖好",
  "dynasty": "宋代",
  "content": "何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。<br>谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。",
  "fanyi": "<p><strong>译文<br></strong>谁能看得懂西湖的美丽？西湖任何时候都是美景。驱车去追寻。只愿在花丛绿树中饮酒贪欢。<br>谁知道随意站立在那水气交错的迷离之中，绿草斜阳正美。水波幽远，烟雾飘渺，白鹭飞来，仿佛水滨之间只有一点。</p> <p><strong>注释<br></strong>（1）采桑子：词牌名，又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。四十四字，前后片各三平韵。<br>（2）飞盖相追：化用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《公讌》<a href=\"http://so.gushiwen.org/view_48727.aspx\">诗</a>：“清夜游西园，飞盖相追随。”盖：车篷；飞盖指奔驰的马车。<br>（3）玉卮：玉做的杯子。卮：饮酒的圆形器皿。<br>（4）阑干：“阑干”最早指一种竹子木头或者其他东西编织的一种遮挡物。后来就引申为纵横交错的样子，这里指水气交错的样子。<br>（5）晖：阳光。<br>（6）沧洲：水边的陆地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>特意游览西湖，于暮春败景，歌散人去之处发现了特殊的美感与韵味。 作为西湖的老熟客，作者就在该篇用审美的语言把西湖的好处给介绍出来。</p> <p>　　该词上片是说，西湖的第一点好处，是在于“佳景无时”——一年四季风景皆佳，春景、夏景、秋景、冬景各有各的妙处；一天之中，无论晓景、午景、黄昏之景，也都各具特色。正因为如此，一年到头，一天到晚，都有车马载着游客翩翩而至。人们往往在花间饮酒，用醉眼观景，直至尽兴方归。在下片中，作者则告诉人们，虽然西湖“佳景无时”，但好中选好，最妙的还是黄昏之景。闲倚栏杆向西天远眺，单间芳草斜阳，一片瑰丽；水远烟微，引人遐想；而最让人感到惬意的是，水边草地上，高洁潇洒的白鹭在自由自在地飞翔……该词末两句营造出了耐人寻味的意境。欧阳修晚年定居颍州，目的就是在这里度过他的桑榆晚景，他对西湖黄昏之景情有独钟，这是符合一个垂暮老人的心理常态的。</p> <p>　　作者写西湖美景 ，动静交错，以动显静，意脉贯串，层次井然，显示出不凡的艺术功力。这首词通篇写景，景中寓情，反映的虽是个人生活感受和刹那间的意绪波动，但词境清隽疏澹，一扫宋初词坛上残余的“花间”习气。全词意境开阔，明丽晓畅，清新质朴，读来确有耳目一新之感。 这首词如同一幅清丽活泼、空灵淡远的风景画，美不胜收，清新可爱，令人留连忘返，从中足见欧公乃词坛写景高手。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>晚年。宋仁宗皇祐元年（1049年），欧阳修定居颍州，“爱其民淳讼简而物产美，土厚水甘而风气和，于是慨然已有终焉之意也。迩来俯仰二十年间······思颍之念未尝少忘于心，而意之所存亦时时见于文字也”（《思颍<a href=\"http://so.gushiwen.org/view_48727.aspx\">诗</a>后序》）。并与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>相约，买田于颍，以便日后退居。宋英宗治平四年（1067年），欧阳修出知亳州，特意绕道颍州，“盖将谋归休之计也。乃发旧稿，得自南京以后诗十余篇，皆思颖之作，以见予拳拳于颖者非一日也” （《思颍诗后序》）。数年后，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了十首《采桑子》。这是其中之一。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "写景",
    "写水",
    "西湖"
  ]
}