{
  "id": 56718,
  "star": 8,
  "name": "转调二郎神·闷来弹鹊",
  "dynasty": "宋代",
  "content": "闷来弹鹊，又搅碎、一帘花影。漫试著春衫，还思纤手，熏彻金猊烬冷。动是愁端如何向，但怪得、新来多病。嗟旧日沈腰，如今潘鬓，怎堪临镜？<br>重省。别时泪湿，罗衣犹凝。料为我厌厌，日高慵起，长托春酲未醒。雁足不来，马蹄难驻，门掩一庭芳景。空伫立，尽日阑干倚遍，昼长人静。",
  "fanyi": "<p><strong>译文</strong><br>心中烦躁抛石子驱走喜鹊，却搅碎了一帘幽静的花影。随意地试穿春妆，就想起是她纤纤玉手所缝，当日熏衣的香炉早已冰冷。动辄生愁不知如何排遣？怨近来身体多病。可叹我过去像<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>一般消瘦，如今则像<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>那样两鬓秋霜，让我不敢对镜照影。<br>今天我重又记起，和她分别时她泪水涟涟，罗衣上恐怕至今还凝有泪痕。料想她一定因为我无精打采，日上三竿也懒得起床，长向人推托说是酒醉未醒。终日盼鸿雁不见到来，也不见骏马将人带回，她只有掩上院门锁住春景。空白伫立高楼，整天倚遍栏杆，度过那静寂漫长的时辰。</p> <p><strong>注释</strong><br>转调二郎神：唐教坊曲名。此牌转变甚多， 徐伸词，名《转调二郎神》， <a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>词，名《十二郎》。<br>弹鹊：用弹弓把喜鹊赶走。<br>漫：随意，漫不经心。<br>金猊（ní）烬冷：金猊炉内香灰已冷。金猊，狮形的铜香炉。<br>沈腰：瘦腰。《梁书·沈约传》载： 沈约与徐勉素善，遂以书陈情于勉 ，言己老病，“百日数旬，革带常应移孔，以手握臂，率计月小半分。以此推算，岂能支久？”后因以“沈腰”作为腰围瘦减的代称<br>潘鬓：未老头白。喻衰老。潘岳《秋兴赋》：“斑鬓髟以承弁兮，素发飒以垂颌。”言斑白鬓须上接帽子，白发飘飘直垂下马。<br>凝：读去声，凝结。<br>厌厌：微弱貌；精神不振貌。<br>春酲（chéng）：春日醉酒后的困倦。<br>雁足：雁足传书，代指信使。见《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》。<br>阑干：栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以真挚的情感，倾诉了作者对侍妾的一往情深。词之上片实写作者怀人，下片设想侍妾怀己，这一结构，不仅使思念者与被思念者更加接近，相互映衬下情感的力度、深度愈大，而且虚实相间，增加了可读性。</p> <p>　　“闷来弹鹊，又搅碎、一帘花影。”是说自从侍妾被迫离去后，词人日夜相思而忧闷不乐。偏有喜鹊不知趣，啾啾不停，词人遂迁怒于喜鹊。但弹走了喜鹊，却又反而搅碎了一帘花影，触景生情，徒增伤悲。</p> <p>　　“漫试著春衫，还思纤手，熏彻金猊烬冷”，春天到了，自然该换穿春衫，但就是这一举动，又触动了词人心底的回忆。他回想起侍妾为他缝制新衣、试穿新衣、熏香衣物的那一双纤纤玉手，如今无人为他缝衣试衣，而熏衣的炉子里也只剩冰冷的灰烬。</p> <p>　　“动是愁端如何向，但怪得、新来多病”，词人失去侍妾后，无论看见什么、做什么，都会想起她，就这样，愁绪堆积得多了，便渐渐演变成病。愁病缠身，愁加深了病，病又反过来加深了愁，因而词人发出了“嗟旧日沈腰，如今潘鬓，怎堪临镜？”的叹息。往日的消瘦并未好转，如今鬓上更是新添了白发，临镜自照，教人情何以堪。</p> <p>　　以“重省”领起分手时的记忆。“别时泪湿，罗衣犹凝”，是当时诀别，她的痛泪洒在罗衫上，想是至今还没有干吧。此句虽是忆及别时场面，但词人的回忆却跳跃到今日。词人想象她时至今日，一直因为思念自己而以泪面，所以衣襟上的泪痕至今未干。写女子至今泪未干已十分深情，更何况这还是词人想象中的场景，因此读来令人心疼怜惜。</p> <p>　　“料为我厌厌，日高慵起，长托春酲未醒”，又再悬想而今，她为了恋念我的缘故，“每日价情思睡昏昏”。这五旬用细节和情态的描写，勾画了一个相思女子的形象。其中“长托春酲未醒”一句最妙：分明是“为我厌厌”，可是不能吐露，只能“长托春酲未醒”，用春来病酒的理由来掩饰。这种吞咽到肚里的爱情，同样是最炽烈最痛苦的。再说，既然托辞“春酲”，则侍妾借酒销愁的情状亦可知。</p> <p>　　“雁足不来，马蹄难驻，门掩一庭芳景。”说她终日期待着能得到“我”的消息，却始终等不来鸿雁的传信，终日期待着能再见到“我”的音容，却始终看不到“我”的身影出现在门前。庭院里一派春日佳景，她却把门户关闭，尽情描写出人空憔悴的凄楚情景。</p> <p>　　“空伫立，尽日阑干倚遍，昼长人静。”是想象爱妾百无聊赖地倚着庭院中的栏杆，空空地等待，自伤自怜。只觉得白昼太长，庭院内外冷清，寂寞难耐。</p> <p>　　全词抒情婉曲，笔法细腻。上下两阕互相辉映，扩大了词的感情容量。两阕之间以换头“重省”二字作为过渡，境界变化而意脉相连。词人善于捕捉典型的场景和心理感受，这种独具特色的艺术表现手法，感人至深。</p>",
  "about": "<h2>创作背景</h2> 　　徐伸有一名色艺冠绝的侍妾，但因妻室不容，徐伸被迫将她逐去。后来他作此词怀念侍妾，词中多用平日里侍妾所用的言语。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "爱情",
    "怀人"
  ]
}