{
  "id": 72133,
  "star": 122,
  "name": "哀郢",
  "dynasty": "先秦",
  "content": "皇天之不纯命兮，何百姓之震愆。<br>民离散而相失兮，方仲春而东迁。<br>去故乡而就远兮，遵江夏以流亡。<br>出国门而轸怀兮，甲之朝吾以行。<br>发郢都而去闾兮，怊荒忽之焉极。<br>楫齐杨以容与兮，哀见君而不再得。<br>望长楸而太息兮，涕淫淫其若霰。<br>过夏首而西浮兮，顾龙门而不见。<br>心婵媛而伤怀兮，眇不知其所蹠。<br>顺风波以从流兮，焉洋洋而为客。<br>凌阳侯之泛滥兮，忽翱翔之焉薄。<br>心絓结而不解兮，思蹇产而不释。<br>将运舟而下浮兮，上洞庭而下江。<br>去终古之所居兮，今逍遥而来东。<br>羌灵魂之欲归兮，何须臾而忘反。<br>背夏浦而西思兮，哀故都之日远。<br>登大坟以远望兮，聊以舒吾忧心。<br>哀州土之平乐兮，悲江介之遗风。<br>当陵阳之焉至兮，淼南渡之焉如。<br>曾不知夏之为丘兮，孰两东门之可芜。<br>心不怡之长久兮，忧与愁其相接。<br>惟郢路之辽远兮，江与夏之不可涉。<br>忽若去不信兮，至今九年而不复。<br>惨郁郁而不通兮，蹇侘傺而含戚。<br>外承欢之汋约兮，谌荏弱而难持。<br>忠湛湛而愿进兮，妒被离而障之。<br>尧舜之抗行兮，瞭杳杳而薄天。<br>众谗人之嫉妒兮，被以不慈之伪名。<br>憎愠惀之修美兮，好夫人之慷慨。<br>众踥蹀而日进兮，美超远而逾迈。<br>乱曰：曼余目以流观兮，冀一反之何时。<br>鸟飞反故乡兮，狐死必首丘。<br>信非吾罪而弃逐兮，何日夜而忘之。",
  "fanyi": "<h2>译文</h2> <p>　　天道不专反复无常啊，为何使老百姓在动乱中遭殃？人民妻离子散、家破人亡啊，正当仲春二月迁往东方。</p> <p>　　离别家乡到远处去啊，沿着长江、夏水到处流亡。走出都门我悲痛难舍啊，我们在甲日的早上开始上道。离开旧居，从郢都出发，前途渺茫，我罔然不知何往。桨儿齐摇船儿却徘徊不前啊，可怜我再也不能见到君王。望见故国高大的楸树，我不禁长叹啊，泪落纷纷象雪粒一样。经过夏水的发源处又向西浮行啊，回头看郢都东门却不能见其模样。心绪缠绵牵挂不舍而又无限忧伤啊，渺渺茫茫不知落脚在何方。顺着风波随着江流漂泊吧，于是乎飘流失所客居他乡。船儿行驶在滚滚的波浪之上啊，就象鸟儿飞翔却不知停泊在哪个地方。心中郁结苦闷而无法解脱啊，愁肠百结心情难以舒畅。</p> <p>　　将行船向下顺流而去啊，过了洞庭湖又进入长江。离开自古以来的住所啊，如今漂泊来到东方。</p> <p>　　我的灵魂时时都想着归去啊，哪会片刻忘记返回故乡？背向夏水边而思念郢都啊，故都日渐遥远真叫人悲伤！登上大堤而举目远望啊，姑且以此来舒展一下我忧愁的衷肠。可叹楚地的土地宽平广博、人民富裕安乐啊，江汉盆地还保持着传统的楚国风尚。</p> <p>　　面对着凌阳不知到何处去啊？大水茫茫也不知道南渡到何方？连大厦荒废成丘墟都不曾想到啊，又怎么可以再度让郢都东门荒芜？心中久久不悦啊，忧愁还添惆怅。郢都的路途是那样遥远啊，长江和夏水有舟难航。时光飞逝的使人难以相信啊（另：神志恍惚地仿佛梦中不可信啊），不能回郢都至今已有九年时光。悲惨忧郁心情不得舒畅啊，怅然失意满怀悲伤。</p> <p>　　群小顺承楚王的欢心表面上美好啊，实际上内心虚弱没有坚定操守。有人忠心耿耿愿被进用为国效力啊，却遭到众多嫉妒者的障蔽。唐尧、虞舜具有高尚的品德啊，高远无比可达九天云霄，而那些谗人们却要心怀妒嫉啊，竟然在他们的头上加以“不慈”的污蔑之名。楚王讨厌那些不善言辞的忠贤之臣啊，却喜欢听那些小人表面上的激昂慷慨。小人奔走钻营而日益显进啊，贤臣却越来越被疏远。 </p> <p>　　尾声：放眼四下观望啊，希望什么时候能返回郢都一趟。鸟儿高飞终要返回旧巢啊，狐狸死时头一定向着狐穴所在的方向。确实不是我的罪过却遭放逐啊，日日夜夜我哪里能忘记它我的故乡！ </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《哀郢》结构上最为独特者，是用了倒叙法，先从九年前秦军进攻楚国之时自己被放逐，随流亡百姓一起东行的情况写起，到后面才抒写作<a href=\"http://so.gushiwen.org/view_72133.aspx\">诗</a>当时的心情。这就使诗人被放以来铭心难忘的那一幅幅悲惨画面，一幕幕夺人心魄、摧人肝肺的情景，得到突出的表现。</p> <p>　　《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》载，楚顷襄王立，令尹子兰谗害屈原，屈原被放江南之野(郢都附近长江以南之地)。《楚世家》又载顷襄王元年“秦大破楚军，斩首五万，取析十五城而去”。秦军沿汉水而下，则郢都震动。屈原的被放，也就在此时。</p> <p>　　此诗不计乱辞，可分为五层，每层三节。前三层为回忆，第四层抒发作诗当时的心情，第五层为对造成国家、个人悲剧之原因的思考。乱辞在情志、结构两方面总括全诗，为第六层。</p> <p>　　诗的开头，诗人仰天而问，可谓石破天惊。此下即绘出一幅巨大的哀鸿图。“仲春”点出正当春荒时节，“东迁”说明流徙方向，“江夏”指明地域所在。人流、汉水，兼道而涌，涛声哭声，上干云霄。所以诗中说诗人走出郢都城门之时腹内如绞。他上船之后仍不忍离去，举起了船桨任船飘荡着：他要多看一眼郢都!他伤心再没有机会见到国君了。“甲之鼌(朝)”是诗人起行的具体日期和时辰，九年来从未忘记过这一天，故特意标出。第一层总写九年前当郢都危亡之时自己被放时情景。</p> <p>　　诗作第二层，为“望长楸而太息兮”以下三节，写船开后仍一直心系故都，不知所从。“长楸”意味着郢为故都。想起郢都这个楚人几百年的都城将毁于一旦，忍不住老泪横流。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>说：“焉洋洋而为客，一语倍觉黯然!”因为它比一般的“断肠人在天涯”更多一层思君、爱国、忧民的哀痛。诗中从“西浮”以下写进入洞庭湖后情形，故说“顺风波”(而非顺江流)，说“阳侯之氾滥”，说“翱翔”，等等。</p> <p>　　“将运舟而下浮兮”以下三节为第三层，写继续东行时心情。“运舟”指驾船、调转船头。“上洞庭”言由洞庭湖北行，“下江”言顺流而下。去之愈远，而思之愈切。诗人之去，可谓一桨九回头，读之真堪摧人泪下。</p> <p>　　“当陵阳之焉至兮”以下三节为第四层，写诗人作此诗当时的思想情绪。在这一层中才指出以上三层所写，皆是回忆；这些事在诗人头脑中九年以来，魂牵梦萦，从未忘却。“当陵阳之焉至兮”二句为转折部分，承上而启下。此陵阳在江西省西部庐水上游，宜春以南。《汉书·地理志》说：“庐江出陵阳东南”，即此。其地与湖湘之地只隔着罗霄山脉。大约诗人以为待事态平息，可以由陆路直达湖湘一带(俱为楚人所谓“江南之野”)，故暂居于此。</p> <p>　　诗作第五层，即“外承欢之汋约兮”以下三节，承接第四层的正面抒情，进而揭出造成国家危难之根源。朝廷那些奸佞之徒善于逢迎奉承，不仅因为他们无能，还因为他们无忧国忧民之心，只知为了一己的利益而诬陷正直之士，所以在治国安民方面实在难以倚靠。但关键还在于当政者喜好怎么样的人。“憎愠惀之脩美兮，好夫人之忼慨”，便是屈原对顷襄王的评价。批判的矛头直接指向最高统治者。作品表现的思想是极其深刻的。</p> <p>　　诗的前三层为回忆，其抒情主要通过记叙来表现；第四、五层是直接抒情。乱辞总承此两部分，写诗人虽日夜思念郢都，却因被放逐而不能回朝效力祖国的痛苦和悲伤。“鸟飞反故乡兮，狐死必首丘”，语重意深，极为感人。全诗章法谨严，浑然一体。</p> <p>　　诗作结构上表现了很大的独创性：一，开头并未交待是回忆，给读者以身临其境之感，留下深刻的印象。二，四句为一节，三节为一层意思，很整齐。语言上的特点是骈句多，如“去故乡而就远，遵江夏以流亡”、“过夏首而西浮，顾龙门而不见”、“背夏浦而西思，哀故都之日远”等，既富有对偶美，也有助于加强感情力度。在风格上，徐焕龙《楚辞洗髓》谓之“于《九章》中最为凄惋，读之实一字一泪也”，诚然。 </p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "叙事",
    "抒情",
    "爱国"
  ]
}