{
  "id": 71051,
  "star": 119,
  "name": "潇湘神·斑竹枝",
  "dynasty": "唐代",
  "content": "斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。",
  "fanyi": "<p><strong>译文</strong><br>斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。</p> <p><strong>注释</strong><br>①潇湘神：词牌名，一名《潇湘曲》。此词作于朗州（今湖南省常德市）时期，<a href=\"http://so.gushiwen.org/view_71051.aspx\">诗</a>中所及山水和故事皆在湘沅间。潇湘：湖南西南部潇水、湘水。<br>②斑竹：即湘妃竹。相传舜崩苍梧，娥皇、女英二妃追至，哭啼极哀，泪染于竹，斑斑如泪痕，故谓“斑竹”。<br>③泪痕点点寄相思：《述异记》载，“舜南巡，葬于苍梧。尧二女娥皇、女英泪下沾竹，文悉为之斑。”<br>④楚客：本指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，此处为作者自况。作此词时<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>正值贬官朗州（治所在今湖南常德）。<br>⑤瑶瑟：以美玉妆饰成的瑟。古代之管弦乐器。<br>⑥潇湘：潇水在今湖南零陵县西北合于湘水，称潇湘。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《潇湘神》，一名《潇湘曲》。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>贬官朗州（今潮南常德）后，依当地的迎神曲之声制词，写了二首，创此词调，此为其中的第二首。潇湘，潇水流至湖南零陵县西与湘水合流，世称“潇湘”。潇湘神，即湘妃。指舜帝的两个妃子娥皇、女英。《博物志》记载，舜帝南巡，死于苍梧，葬于九嶷，他的爱妃娥皇、女英闻讯后赶至湘水边，哭泣悲甚，其泪挥洒在湘竹上，留下斑斑泪痕，遂成斑竹，她们也就自投于湘水，成为湘水女神，亦称“湘灵”。刘禹锡这首词，便是题咏湘妃故事的。</p> <p>　　“斑竹枝，斑竹枝，泪痕点点寄相思。”开头两个叠句，一方面是利用两组相同的音调组成滚珠流水般的节奏，以加强哀怨的气氛；一方面是反复强调斑竹枝这一具体事物，以唤起并加深人们对有关传统故事的印象。词人在这重叠深沉的哀叹中，实际上也融进了自己被贬谪的怨愤痛苦之情，从竹上的斑点，写到人物的泪痕，又从人物的泪痕写到两地相思，层层深入，一气流贯。在词人的笔下，斑竹成为多情相思的象征，是一种隽永幽雅的意象，而不再是普通的自然景物。</p> <p>　　“楚客欲听瑶瑟怨，潇湘深夜月明时。”楚客，本指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。刘禹锡当时正贬官在朗州，与屈原流放湘西相似，所以这里的“楚客”实是作者以屈原自喻，将湘妃、屈原和自己的哀怨，联系在一起。这里的“瑶瑟”，乃瑟的美称，在作者的想象中，湘灵鼓瑟必然极为哀怨，所以说“瑶瑟怨”。当夜深人静、明月高照之时，楚客徘徊于潇湘之滨，在伴和着潺潺湘水的悠扬琴韵中，细细领略其中滋味，此之谓以环境烘托心情。词中创造了一个凄清空漾的境界，更适于传达出词人哀怨深婉的情思，作者和湘灵的怨愤之情融合了，历史传说与现实生活融合了，作者的主观感情与客观景物也融合了，情致悠然不尽，辞止而意无穷。</p> <p>　　全词虽为祭祀潇湘神而作，但却借古代神话湘妃的故事，抒发自己政治受挫和无辜被贬谪的怨愤。作者运用比兴的艺术手法，描绘了一个真实与虚幻结合的艺术境界，将远古的传说、战国时代逐臣的哀怨和自己被贬湘地的情思交织起来，融化为一体，赋予这首小词以深邃的政治内涵，显示出真与幻的交织和结合，以环境烘托其哀怨之情，虽似随口吟成，而意境幽远，语言流丽，留给读者无穷回味和遐想的余地。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是作者贬官朗州期间(朗州治所在今湖南常德)所作，通过咏湘妃的哀怨而抒发了自己被贬的内心的凄苦。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "咏物",
    "怀古",
    "哀怨"
  ]
}