{
  "id": 47866,
  "star": 1844,
  "name": "白头吟",
  "dynasty": "两汉",
  "content": "皑如山上雪，皎若云间月。<br>闻君有两意，故来相决绝。<br>今日斗酒会，明旦沟水头。<br>躞蹀御沟上，沟水东西流。<br>凄凄复凄凄，嫁娶不须啼。<br>愿得一心人，白头不相离。<br>竹竿何袅袅，鱼尾何簁簁！<br>男儿重意气，何用钱刀为！",
  "fanyi": "<p><strong>译文<br></strong>爱情应该像山上的雪一般纯洁，像云间月亮一样光明。<br>听说你怀有二心，所以来与你决裂。 今<br>日犹如最后的聚会，明日便将分手沟头。<br>我缓缓的移动脚步沿沟走去，过去的生活宛如沟水东流，一去不返。<br>当初我毅然离家随君远去，就不像一般女孩凄凄啼哭。<br>满以为嫁了一个情意专心的称心郎，可以相爱到老永远幸福了。<br>男女情投意合就像钓竿那样轻细柔长，鱼儿那样活波可爱。<br>男子应当以情意为重，失去了真诚的爱情是任何钱财珍宝都无法补偿的。</p> <p><strong>注释<br></strong>白头吟：乐府《楚调曲》调名。据《西京杂记》卷三载，蜀地巨商卓王孙的女儿<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，聪明美丽，有文采，通音乐。孀居在家时，与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>相爱，私奔相如，因生计艰难，曾得到卓王孙的资助。司马相如得势后，准备娶茂陵的一个女子为妾，卓文君得知就写了一首《白头吟》给他，表达自己的哀怨之情，相如因此打消了娶妾的念头。后世多用此调写妇女的被遗弃。<br>皑：白。<br>皎：白。<br>两意：就是二心（和下文“一心”相对），指情变。<br>决：别。<br>斗：盛酒的器具。这两句是说今天置酒作最后的聚会，明早沟边分手。<br>明旦：明日。<br>躞（xiè）蹀（dié）：走貌。御沟：流经御苑或环绕宫墙的沟。<br>东西流，即东流。“东西”是偏义复词。这里偏用东字的意义。以上二句是设想别后在沟边独行，过去的爱情生活将如沟水东流，一去不返。<br>凄凄：悲伤状。<br>竹竿：指钓竿。袅袅：动摇貌。一说柔弱貌。<br>簁（shāi）簁：形容鱼尾像濡湿的羽毛。在中国歌谣里钓鱼是男女求偶的象征隐语。这里用隐语表示男女相爱的幸福。<br>意气：这里指感情、恩义。<br>钱刀：古时的钱有铸成马刀形的，叫做刀钱。所以钱又称为钱刀。</p>",
  "shangxi": "<h2>解析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47866.aspx\">诗</a>未必是汉代的才女<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>所作，也有可能是后人杜撰。据传说，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>发迹后，渐渐耽于逸乐、日日周旋在脂粉堆里，直至欲纳茂陵女子为妾。卓文君忍无可忍，因之作了这首《白头吟》，呈递相如。随诗并附书曰：“春华竞芳，五色凌素，琴尚在御，而新声代故！锦水有鸳，汉宫有水，彼物而新，嗟世之人兮，瞀于淫而不悟！ 朱弦断，明镜缺，朝露晞，芳时歇，白头吟，伤离别，努力加餐勿念妾，锦水汤汤，与君长诀！</p> <p>　　据传司马相如阅毕这一诗一书后，忆及当年恩爱，遂绝纳妾之念，夫妇和好如初。</p> <p>　　司马相如给妻子送出了一封十三字的信：一二三四五六七八九十百千万。聪明的卓文君读后，泪流满面。一行数字中唯独少了一个“亿”，无亿岂不是表示夫君对自己“无意”的暗示，已毫无留念？怀着十分悲痛的心情，回了一封《怨郎诗》。</p> <p>　　\"一别之后，二地相悬。只说三四月，谁知五六年。七弦琴无心弹，八行字无可传（八行书无可传），九连环从中折断，十里长亭望眼欲穿。百思念，千系念，万般无奈把郎怨（万般无奈把君怨）。万语千言说不完，百无聊赖十依栏。九重九登高看孤雁，八月仲秋月圆人不圆。七月半，秉烛烧香问苍天，六月伏天人人摇扇我心寒。五月石榴似火红，偏遇阵阵冷雨浇花端。四月枇杷未黄，我欲对镜心意乱。急匆匆，三月桃花随水转，飘零零，二月风筝线儿断。噫，郎呀郎，巴不得下一世，你为女来我做男。\"</p> <p>　　司马相如看完妻子的信，不禁惊叹妻子之才华横溢。遥想昔日夫妻恩爱之情，羞愧万分，从此不再提遗妻纳妾之事。但值得注意的是，司马相如的一切财产均来自卓文君。若是文君要和他离婚，只怕是他又要过贫穷的生活。当初的琴挑文君，动机也很值得怀疑，也许是司马相如与好友策划的。</p> <p>　　但也有另一说，十三字信与《怨郎诗》并非司马相如与卓文君之间真实的事情，只是一种民间的“司马相如现象”（哈尔滨教授 王立群 《百家讲坛-汉武帝》）。</p> <p>　　白头吟究竟是不是文君写的，并没有十分确切的记载，关于他的出处只是<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>的西京杂记上有记载，西京杂记类似现在的小说。当时的乐府诗没有把白头吟的作者写成卓文君，后来编录及整理的也没有。 </p><br/><h2>鉴赏</h2> <p>　　这是一首汉乐府民歌，它巧妙地通过抒情主人公的言行，塑造了一个个性爽朗、感情强烈的女性形象。既真实的刻画了女主人公心倾意烦、思虑万千的神情状态，同时也显示了她思想的冷静和周密。</p> <p>　　原<a href=\"http://so.gushiwen.org/view_47866.aspx\">诗</a>中的“皑如山上雪，皎若云间月”：这两句是<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>自喻其人格纯洁如白玉。皑：白色，通常用来形容雪的洁白。皎：皎洁，通常用以形容月光，洁白光明的意思，但也不专指月光，如《诗经·小雅》有“皎如白驹”之句。“闻君有两意”：两意，指两条心。说的是<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>另有所爱——欲纳茂陵女为妾。“竹竿何嫋嫋，鱼尾何簁簁”：诗人用竹竿尾的摇动和鱼尾的摇动来形容意志、爱情不坚定。钱刀：古时使用的铜钱形状似刀，故叫做钱刀。这里指爱情不是金钱能买到的。</p> <p>　　文君的《白头吟》，一首民歌式的轻浅明亮，像一把匕首爽亮地亮在她和司马相如之间。她指责他的负心移情，戳破他虚伪尴尬的面具——“朱弦断，明镜缺，朝露晞，芳时歇。”她连用四个排比来追拟彼此之间行将断绝的恩情。</p> <p>　　她不悲啼；连指责，亦心思清明；而又说“努力加餐勿念妾”，既表明态度，又为彼此留了回旋余地。她明白自己仍爱他，其实不想失去他，所以不忘表白自己的深情。这是聪明女子聪明做法。</p> <p>　　我心底还是关爱着你的，希望你离开我之后依然可以衣食无忧，不要有怀念的意思。只是“闻君有两意，故来相决绝。”你若要分手，我绝不纠缠。斩断情丝的截决不是没有。甚至可以男婚女嫁两不相干。</p> <p>　　她并不是一味隐忍、只懂得哭泣的女人。像和一个人白头到老的愿望简单质朴，并不是过分的奢望。所以如果你做不到，就请离开。</p> <p>　　女子少有的决绝之美，毫无顾忌地从她的身体内迸发出来。这种美为世所稀。自她之后，女子的决绝竟也成了一种壮烈的美。</p> <p>　　锦水汤汤，与君长诀！</p> <p>　　这是最后的一搏，如果他不回头，她就放手。</p> <p>　　他回来了，白头安老，再离不开。</p> <p>　　文君，他用尽最后的声音唤他，轻谧的好象当年，进入她心房时。</p> <p>　　那一年，春草重生。</p> <p>　　长卿，她看见他闭了眼睛。知道他，永远不能再回来。</p> <p>　　可以，从你的身上看透生死，因你的死获得重生的安宁，可是，我确认，不能与你相绝。</p> <p>　　长卿，请等待我。</p> <p>　　汉朝卓文君和司马相如的恋爱故事是很动人的。据说，司马相如穷困时在临邛富豪卓王孙家作客，在饮宴中偶然见到卓王孙新守寡的女儿文君很美貌，于是弹奏《凤求凰》表达自己的爱慕之情，挑逗文君。文君果为所动，当夜与相如私奔成都。相如是个贫苦文人，生计无着，过了一阵只好同文君回到临邛开个小酒店。就开在卓府对面。卓文君当垆卖酒，卓王孙大为恼怒，不忍爱女抛头露面为人取笑，只好分一部分财产给她。司马相如后来到京城向皇帝献赋，为汉武帝赏识，给他官做。司马相如在京城想娶茂陵女为妾，卓文君听到此消息，写了这首白头吟表示恩情断绝之意。 </p><br/><h2>赏析</h2> <p>　　晋人<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《西京杂记》载:“<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>将聘茂陵人女为妾,<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>作《白头吟》以自绝,相如乃止。”但《宋书·乐志》言《白头吟》等“并汉世街陌谣讴”,即民歌。《玉台新咏》载此<a href=\"http://so.gushiwen.org/view_47866.aspx\">诗</a>,题作《皑如山上雪》,则连题目亦与卓氏无关了。《西京杂记》乃小说家言,且相如、文君关系亦未尝至此,故云文君作,显系附会。此诗当属民歌,以女子口吻写其因见弃于用情不专的丈夫而表示出的决绝之辞。 首二句是一篇起兴,言男女爱情应该是纯洁无瑕的,犹如高山的白雪那样一尘不染；应该是光明永恒的,好似云间的月亮皎皎长在。这不仅是一般人情物理的美好象征,也当是女主人公与其丈夫当初信誓旦旦的见证吧。诚如清人王尧衢云:“如雪之洁,如月之明,喻昔日信誓之明也。”(《古诗合解》)但也有解为“以‘山上雪’,‘云间月’之易消易蔽,比起有两意人。”(张玉谷《古诗赏析》)意亦可通。细玩诗意,解为反面起兴,欲抑先扬,似更觉有味。故“闻君”二句突转:既然你对我的爱情已掺上杂质,既然你已心怀二心而不专一持恒,所以我特来同你告别分手,永远断绝我们的关系。“有两意”,既与首二句“雪”“月”相乖,构成转折,又与下文“一心人”相反,形成对比,前后照应自然,而谴责之意亦彰,揭示出全诗的决绝之旨。“今日”四句,承上正面写决绝之辞:今天喝杯诀别酒,是我们最后一次聚会,明晨就将在御沟(环绕宫墙的水渠)旁边徘徊(躞蹀)分手,就像御沟中的流水一样分道扬镳了。“东西流”以渠水分岔而流喻各奔东西；或解作偏义复词,形容爱情如沟水东流,一去不复返了,义亦可通。</p> <p>　　“凄凄”四句忽一笔宕开,言一般女子出嫁,总是悲伤而又悲伤地啼哭,其实这是大可不必的；只要嫁得一个情意专一的男子,白头偕老,永不分离,就算很幸福了。言外之意,自己今日遭到遗弃才最堪凄惨悲伤,这是初嫁女子无法体会到的滋味。作者泛言他人而暗含自己,辞意婉约而又见顿挫；已临决绝而犹望男方转变,感情沉痛而不失温厚。诚如清人张玉谷所评:“凄凄四句,脱节暗转,盖终冀其变两意为一心而白头相守也。妙在从人家嫁娶时凄凄啼哭,凭空指点一妇人同有之愿,不着已身说,而己身在里许。用笔能于占身分中,留得勾留之意,最为灵警。”(《古诗赏析》)堪称深得诗旨。</p> <p>　　结尾四句,复用两喻,说明爱情应以双方意气相投为基础,若靠金钱关系,则终难持久,点破前文忽有“两意”的原故。“竹竿”,指钓鱼竿；“嫋嫋”,形容柔长而轻轻摆动的样子；“簁簁”(shāi)即“漇漇”的假借字,形容鱼尾像沾湿的羽毛。“钱刀”,即古代刀形钱币,此处泛指金钱。以鱼竿的柔长轻盈摆动和鱼尾的滋润鲜活,比喻男女求偶,两情欢洽。《诗经》这类比兴较多,如《卫风·竹竿》:“籊籊竹竿,以钓于淇；岂不尔思,远莫致之。”《毛传》:“钓以得鱼,如妇人待礼以成为室家。”但此处联下文之意,似又隐含爱情若不以意气(义)相知,仅以香饵诱鱼上钩,恰似只靠金钱引诱,那爱情是靠不住的。故清人朱嘉微评曰:“何以得鱼？须芳其饵。若一心人意气自合,何须芳饵为!”(《乐府广序》)结句点破男子“有两意”是因为金钱关系。但究竟是他利用金钱为诱饵去另图新欢呢？还是那位“新欢”家资颇富,致使这位男子贪图富贵而厌弃糟糠呢？这只有留给读者去猜想了。</p> <p>　　这首诗塑造了一位个性鲜明的弃妇形象,不仅反映了封建社会妇女的婚姻悲剧,而且着力歌颂了女主人公对于爱情的高尚态度和她的美好情操。她重视情义,鄙夷金钱；要求专一,反对“两意”。当她了解到丈夫感情不专之后,既没有丝毫的委曲求全,也没有疯狂的诅咒和软弱的悲哀,表现出了妇女自身的人格尊严。她是把痛苦埋在心底,冷静而温和地和负心丈夫置酒告别,气度何等闲静,胸襟何等开阔！虽然她对旧情不无留念和幻想,但更多的却是深沉的人生反思。因此,她较之古诗中一般的弃妇形象又迥然不同,显示出“这一个”的个性。</p> <p>　　全诗多用比兴和对偶,雪、月、沟水、竹竿、鱼尾等喻象鲜明生动而又耐人寻味。一、二、五、六、十三、十四等句皆工对而又自然。此外四句一解,每解换韵,而诗意亦随之顿挫,声情与辞情达到完美的统一。 </p>",
  "about": "<h2>创作背景</h2> 　　据《西京杂记》卷三记载<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>作《白头吟》。相传卓文君十七岁便守寡。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>一曲《凤求凰》多情而又大胆的表白，让她一听倾心，一见钟情。他们的爱情遭到了作者父亲的强烈阻挠。作者凭着自己对爱情的憧憬和对幸福的追求，毅然逃出了卓府，与深爱之人私奔。可是司马相如却让作者失望了。当他在事业上略显锋芒之后，久居京城，产生了纳妾之意。于是作者作《白头吟》，表达她对爱情的执著和向往，以及一个女子独特的坚定和坚韧。但是白头吟的作者及创作背景仍有争议。",
  "poet": {
    "id": 785,
    "star": 0,
    "name": "卓文君",
    "image": "http://img.gushiwen.org/authorImg/zhuowenjun.jpg",
    "desc": "卓文君，汉代才女，西汉临邛（属今四川邛崃）人，与汉代著名文人司马相如的一段爱情佳话至今还被人津津乐道。她也有不少佳作流传后世。以“愿得一心人白首不相离”为著名。"
  },
  "tags": [
    "乐府",
    "民歌",
    "女子",
    "爱情"
  ]
}