{
  "id": 72690,
  "star": 105,
  "name": "万里瞿塘月",
  "dynasty": "唐代",
  "content": "万里瞿唐月，春来六上弦。<br>时时开暗室，故故满青天。<br>爽合风襟静，高当泪脸悬。<br>南飞有乌鹊，夜久落江边。",
  "fanyi": "<p><strong>译文</strong><br>运行万里而来的瞿塘峡的月亮，今春以来已经是第六次出现上弦月了。<br>月光常常照亮我幽暗的居室，洒满无垠的蓝天。<br>月光静静洒下，凉爽透过衣襟，格外宜人；月亮高高地悬挂天空，空自对着我挂满泪痕的脸，竟无动于衷。<br>有一只南飞的乌鹊，在月下盘旋良久，无枝可依，只好落在江边。</p> <p><strong>注释</strong><br>万里：言月运行万里而来，又暗喻漂泊万里的<a href=\"http://so.gushiwen.org/view_72690.aspx\">诗</a>人。<br>瞿唐：瞿塘峡，位于长江三峡奉节至巫山段，安史之乱后，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾困居于此。<br>春来：今春以来。<br>上弦：上弦月，农历每月初七、初八的弓形月亮。<br>时时：常常。与“故故”变<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>义。<br>开：指照亮。满：指月光洒满。<br>青天：蓝天。<br>爽：清爽，凉爽。<br>合：环绕，充满。<br>风襟：衣襟。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“有风飒然而至，王乃披襟而当之。”<br>当：对着。<br>悬：悬挂天空。<br>乌鹊：乌鸦。<br>夜久：夜深。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“万里瞿唐月，春来六上弦”：“万里”，作者先在读者面前展现了一个大的背景，然后现一轮孤月。使人感到，天地之中，作为个体的<a href=\"http://so.gushiwen.org/view_72690.aspx\">诗</a>人孤独寂寞之情。“六上弦”从时间的角度写时间之久，与“夜久”相呼应，表明长期在外漂泊的厌倦。</p> <p>　　“时时开暗室，故故满青天”：主体仍然是月，有情开室，但满眼望去仍然是漫天的清辉。独处陋室，浴漫天清辉，那是一种什么样的凄清孤独啊！叠词的运用还构成了节奏的美。</p> <p>　　“爽合风襟静，高当泪脸悬”：“爽”该是“清朗”之意，“合”当是“匹配”之意；清朗的月色加细风，可以很美妙，可以很凄凉；“高”句语序该是“（月）高悬对泪脸”化被动为主动，既是题目的需求，也是诗歌新奇的需要。也有人说“风襟”是“外衣”的意思，本人认为有点太实，好像词典也没有这一词语（或许太过孤陋）。</p> <p>　　“南飞有乌鹊，夜久落江边”：这一句写南飞的鸟急于回归，疲倦的落在江边栖息。可以看做诗人的自况。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一生颠沛流离，漂泊不定，经常远离故乡远离亲人。对于自己的家乡、亲人，他是思念情切，刻骨铭心。全诗以明月兴思情，同一轮明月寄寓着两地彼此的思念，思情的悠远绵长与月夜的孤独寂寞，相织相融，形成一种清丽深婉、寂寥苦思的凄清氛围，使读者不觉之间与之同悲共泣。一生颠沛流离，漂泊不定，经常远离故乡远离亲人。对于自己的家乡、亲人，他是思念情切，刻骨铭心。全诗以明月兴思情，同一轮明月寄寓着两地彼此的思念，思情的悠远绵长与月夜的孤独寂寞，相织相融，形成一种清丽深婉、寂寥苦思的凄清氛围，使读者不觉之间与之同悲共泣。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "月亮",
    "孤独",
    "思念"
  ]
}