{
  "id": 8027,
  "star": 5345,
  "name": "闻王昌龄左迁龙标遥有此寄",
  "dynasty": "唐代",
  "content": "杨花落尽子规啼，闻道龙标过五溪。<br>我寄愁心与明月，随风直到夜郎西。",
  "fanyi": "<p><strong>译文</strong><br>在杨花落完，子规啼鸣的时候，听说你路过五溪。我把我忧愁的心思寄托给明月，希望能随着风一直陪着你到夜郎以西。 </p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>：唐代<a href=\"http://so.gushiwen.org/view_8027.aspx\">诗</a>人，天宝（唐玄宗年号，742～756）年间被贬为龙标县尉。左迁：贬谪，降职。古人尊右卑左，因此把降职称为左迁。龙标：古地名，唐朝置县，今湖南省黔阳县。<br>⑵杨花：柳絮。子规：即杜鹃鸟，相传其啼声哀婉凄切。杨花落尽：一作“扬州花落”。<br>⑶龙标：诗中指王昌龄，古人常用官职或任官之地的州县名来称呼一个人。五溪：是武溪、巫溪、酉溪、沅溪、辰溪的总称，在今湖南省西部。<br>⑷与：给。<br>⑸随风：一作“随君”。夜郎：汉代中国西南地区少数民族曾在今贵州西部、北部和云南东北部及四川南部部分地区建立过政权，称为夜郎。唐代在今贵州桐梓和湖南沅陵等地设过夜郎县。这里指湖南的夜郎（在今新晃侗族自治县境，与黔阳邻近）。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>当时在东南，所以说“随风直到夜郎西”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首短短四句的抒情短章，感情的分量却相当沉重。它一开头便择取两种富有地方特征的事物，描绘出南国的暮春景象，烘托出一种哀伤愁恻的气氛。杨花即柳絮。子规是杜鹃鸟的别名，相传这种鸟是蜀王杜宇的精魂所化，鸣声异常凄切动人。龙标在这里指<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>，以官名作为称呼是唐以来文人中的一种风气。五溪为湘黔交界处的辰溪、酉溪、巫溪、武溪、沅溪；在唐代，这一带还被看作荒僻边远的不毛之地，也正是王昌龄要去的贬所。读了这两句<a href=\"http://so.gushiwen.org/view_8027.aspx\">诗</a>，我们不难想象出：寄游在外的诗人，时当南国的暮春三月，眼前是纷纷飘坠的柳絮，耳边是一声声杜鹃的悲啼。此情此景，已够撩人愁思的了，何况又传来了好友远谪的不幸消息？这起首二句看似平淡，实际却包含着比较丰富的内容，起到多方面的作用：它既写了时令，也写了气氛，既点明题目，又为下二句抒情张本。</p> <p>　　“我寄愁心与明月，随君直到夜郎西”二句紧承上文，集中抒写了诗人此时此地的情怀。“君”字一作“风”。这里所谓“夜郎”并不是指汉代的夜郎国，而是指隋代的夜郎县，其地当在今湖南辰溪一带（见《舆地纪胜》卷七十一）；而龙标恰恰在辰溪以西，所以才有“直到夜郎西”的说法。句中“愁心”二字也是蕴藏着丰富内容的，值得细细玩味。诗人为什么满怀愁思呢？不妨说，这里既有对老友遭遇的深刻忧虑，也有对当时现实的愤慨不平，有恳切的思念，也有热诚的关怀。王昌龄贬官前为江宁丞，去龙标是由江宁溯江而上的（见傅璇琮《唐代诗人丛考》）；远在扬州、行止不定的诗人自然无法与老友当面话别，只好把一片深情托付给千里明月，向老友遥致思念之忧了。</p> <p>　　借明月以抒发旅思乡愁怀旧念远的感情，这种联想和表现手法在<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以前的诗作中便不止一次地出现过。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>诗：“三五二八时，千里与君同。”汤惠休《怨诗行》：“明月照高楼，含君千里光。”南朝乐府《子夜四时歌》中也有“仰头看明月，寄情千里光”之句。但拿它们和李白这两句诗相比，李诗可以说是青出于蓝而胜于蓝的。前代诗人还只是在看到明月之后联想到异地的亲友或进而想托明月寄去自己的一片深情，而李白在这里不仅要托月寄情，而且要让明月作为自己的替身，伴随着不幸的友人一直去到那夜郎以西边远荒凉的所在。 </p><br/><h2>鉴赏</h2> <p>　　《新唐书.文艺传》载<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标尉（古人尚右，故称贬官为左迁），是因为“不护细行”，也就是说，他的得罪贬官，并不是由于什么重大问题，而只是由于生活小节不够检点。在《芙蓉楼送辛渐》中，王昌龄也对他的好友说：“洛阳亲友如相问，一片冰心在玉壶。”即沿用<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《白头吟》中“清如玉壶冰”的比喻，来表明自己的纯洁无辜。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在听到他不幸的遭遇以后，写了这一首充满同情和关切的<a href=\"http://so.gushiwen.org/view_8027.aspx\">诗</a>篇，从远道寄给他，是完全可以理解的。</p> <p>　　首句写景兼点时令。于景物独取漂泊无定的杨花、叫着“不如归去”的子规，即含有飘零之感、离别之恨在内，切合当时情事，也就融情入景。 因首句已于景中见情，所以次句便直叙其事。“闻道”，表示惊惜。“过五溪”，见迁谪之荒远，道路之艰难。不着悲痛之语，而悲痛之意自见。</p> <p>　　后两句抒情。人隔两地，难以相从，而月照中天，千里可共，所以要将自己的愁心寄与明月，随风飘到夜郎。这两句诗所表现的意境，已见于前此的一些名作中。如<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》：“美人迈兮音尘缺，隔千里兮共明月。临风叹兮将焉歇，川路长兮不可越。”<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《杂诗》：“愿为南流景，驰光见我君。”张若虚《春江花月夜》：“此时相望不相闻，愿逐月华流照君。”都与之相近。而细加分析，则两句之中，又有三层意思，一是说自己心中充满了愁思，无可告诉，无人理解，只有将这种愁心托之于明月；二是说惟有明月分照两地，自己和朋友都能看见她；三是说，因此，也只有依靠她才能将愁心寄与，别无它法。</p> <p>　　诗人李白通过丰富的想象，用男女情爱的方式以抒写志同道合的友情，给予抽象的“愁心”以物的属性，它竟会随风逐月到夜郎西。本来无知无情的明月，竟变成了一个了解自己，富于同情的知心人，她能够而且愿意接受自己的要求，将自己对朋友的怀念和同情带到辽远的夜郎之西，交给那不幸的迁谪者。</p> <p>　　这种将自己的感情赋予客观事物，使之同样具有感情，也就是使之人格化，乃是形象思维所形成的巨大的特点之一和优点之一。当诗人们需要表现强烈或深厚的情感时，常常用这样一种手段来获得预期的效果。 </p>",
  "about": "<h2>创作背景</h2> 　　这首《闻<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标遥有此寄》大概作于公元753年（唐玄宗天宝十二载）。当时王昌龄从江宁丞被贬为龙标县（今湖南省黔阳县）尉，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在扬州听到好友被贬后写下了这首<a href=\"http://so.gushiwen.org/view_8027.aspx\">诗</a>。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "初中古诗",
    "写景",
    "思乡",
    "友情"
  ]
}