{
  "id": 38309,
  "star": 31,
  "name": "忆昔",
  "dynasty": "唐代",
  "content": "昔年曾向五陵游，子夜歌清月满楼。<br>银烛树前长似昼，露桃花里不知秋。<br>西园公子名无忌，南国佳人号莫愁。<br>今日乱离俱是梦，夕阳唯见水东流！",
  "fanyi": "<p><strong>译文</strong><br>往年曾经到五陵去旅游，子夜歌声清丽月光满楼。<br>树前点上明烛亮如白昼，身处美女群中忘掉春秋。<br>席中风流公子名叫无忌，座上俊俏佳人号称莫愁。<br>如今碰上乱世都成幻梦，夕阳西下只见江水东流。</p> <p><strong>注释</strong><br>①五陵：汉代五座皇帝的陵墓，因当时每立一陵都把四方富豪和外戚迁至陵墓附近居住，故又指代豪贵所居之处。<br>②子夜：半夜。又南朝乐府民歌有《子夜歌》数十首，皆为吟咏男女爱情的，歌极清丽。此处双关。<br>③银烛：明烛。<br>④露桃：《宋书·乐志》：“桃生露井上。”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题桃花夫人庙》：“细腰宫里露桃新，脉脉无言度几春。”此处用露桃比喻艳若桃花的美女。<br>⑤西园公子：指<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>。西园：在今河南临漳县西，为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所筑。无忌：本为信陵君之名，此处指代曹丕。韦觳《才调集》补注卷三：“公子当是曹丕。今日无忌，盖以当时公予纵心于游乐，可直名之为无忌耳，非误认曹丕为信陵君也。”<br>⑥莫愁：女子名。《旧唐书·音乐志》：“《莫愁乐》，出于《石城乐》。石城有女子名莫愁，善歌谣，《石城乐》和中复有‘莫愁’声，故歌云：‘莫愁在何处？莫愁石城西。艇子打两桨，催送奠愁来。’”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_38309.aspx\">诗</a>为诗人有感于长安兴衰而作。题目虽曰《忆昔》，其实却是伤今。</p> <p>　　“昔年曾向五陵游，子夜歌清月满楼”，诗歌的首联从回忆入笔，诗人回忆起当年在长安城游历时所见到的情形。所谓“五陵”，原是指汉代帝王的五座陵墓，因当时每立一座陵，都把四方富家豪族和外戚迁至陵墓附近居住，故而“五陵”又代指豪贵所居之处。诗中的“五陵”是指都城长安。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》诗中有：“五陵年少争缠头，一曲红峭不知数。”昔年所见，诗人印象最深的是已是夜半之时，那些豪门贵族依旧是追欢逐乐，灯红酒绿，沉溺于声色之中。“子夜”，这里既可指夜半子时，也可指乐府古曲，《乐府诗集·四四·子夜歌》：“乐府解题日：后人更为四时行乐之词，谓之子夜四时歌。”可知其曲皆歌唱男欢女爱的内容。首联描绘了明月清辉普照高楼，一片歌舞升平、欢歌达旦的景象，实已暗窝讽刺之意。</p> <p>　　“银烛树前长似昼，露桃花里不知秋”，诗歌的次联继续描写这些豪门贵族昼夜不分，春秋不辨地酒食征逐，沉溺声色。“长似昼”，指这些王公贵族卜昼卜夜，以昼当夜地沉醉于声色之中。“露桃花里不知秋”，语出《宋书·乐志》中所载的《古辞鸡鸣桑树巅》诗;‘“桃生露井上，李树生桃傍。”<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>诗借此是要表达富豪贵族们只知享受春风桃李，而不知有肃杀之秋天，语句之中已经暗含他们只图享乐，而全然不顾国家之兴亡。这一联在华语丽辞的背后，诗人的嘲讽之意已经渐露出来。</p> <p>　　“西园公子名无忌，南国佳人号莫愁”，第三联，诗人十分巧妙地借用了历史上的人物与人名进一步地讽刺了那些公子王孙化肆无忌惮、放荡不羁的行径。“西园公子”原指的是魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>诗《公宴诗》：“公子敬爱客，终宴不知疲。清夜游西园，飞盖相追随。”《文选》李善注：“公子，谓文帝。”西园，在今河南临漳县西，为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所筑。曹王为公子时常在此夜宴，款待文士。所谓“无忌”，原是战国时魏国公子信陵君的名号，这里诗人用的是字面上的意思，即取其无所顾忌、无所忌惮之意，意指王孙公子们只顾享乐，已到了无所忌惮的地步了。此外，历史上有两个莫愁，即洛阳莫愁与石城莫愁，这里所指，当是石城莫愁。《旧唐书·乐志（二）》载：“莫愁乐，出于石城乐。石城有女子名莫愁，善歌谣。·一故歌云：‘莫愁在何处？莫愁石城西。艇子打两桨，催送莫愁来。”’这里引用莫愁之名，除了指其善歌舞外，同样也借用“莫愁”二字的字面意思。当然，诗句表面上是说那些歌舞女不解国事，不知国之将倾，实则是将矛头指向欣赏歌舞的王孙贵族。这一联写得好，不仅在于对仗极为工整，巧用典故，还在于在工整的形式下，.所蕴含的诗人深沉感慨，读罢能让人咀嚼与深思。</p> <p>　　“今日乱离俱是梦，夕阳唯见水东流”，最后一联，诗人荡开一笔，把对往日的回想思绪拉回到现实。追昔抚今，感慨万端，此地此景，昨日的繁华，今日的乱离，多么像一场梦。诗人的感叹，实则包含了对前面所写的醉生梦死生活的谴责。最后诗人以景作结，呈现在他眼前的是夕阳西下，逝水无语东流，这暗淡的景象，悲凉的意境，不仅预示着大唐帝国的行将灭亡，也是诗人悲恰情怀的折射。</p> <p>　　这首诗歌所表现出来的思想情感感是显而易见的，而在艺术上此诗主要有两点特色：</p> <p>　　一是用典使事，使诗意委婉深曲。首句“五陵”，是长安城外唐代贵族聚居之地，诗中“五陵”不单指代长安，也泛指当时贵族社会。次句的《子夜歌》是乐府古曲，歌词多写男女四时行乐之情，诗人以此讽刺豪门贵族一年四季追欢逐乐、笙歌达旦的奢靡生活。分明讽其沉湎声色，却用“月满楼”为衬景，把讽意深藏在溶溶月色中，不露声色。三句“银烛树前长似昼”，取邢邵“夕宴银为烛”诗意，写王公豪富之家酒食征逐，昼夜不分，也是意存鞭挞，而赋色清丽，辞意似依违于美刺之间。四句“露桃花里不知秋”，语出<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《春宫曲》“昨夜风开露井桃”，借龙标诗语，笔锋暗指宫廷，斥其沉迷酒色以至春秋不辨，同样辞旨微婉，蕴藉不吐。第三联“西园公子名无忌，南国佳人号莫愁”，于对仗工绝之外，尤见使事之巧，尽委婉深曲之能事。“西园公子”指魏文帝曹丕及其弟曹植等，至于“无忌”，却是战国时代魏国公子信陵君的名号。韦庄巧妙地把曹魏之“魏”与战国七雄之“魏”牵合在一起，由此引出“无忌”二字。但又不把“无忌”作专名看待，仅取其“无所忌惮”之意。这句诗的实际意思是指斥王孙公子肆无忌惮。诗人把这层真意寄寓在两个历史人物的名号中。由于曹丕和信陵君都是历史上值得称道的风流人物，因此，读起来倒象对那些王孙公子放荡不羁的行为津津乐道，而容易忽略其微讽的深意。下联“莫愁”同此手法，用传说中一位美丽歌女的名字，慨叹浮华女子不解国事蜩螗，深寓“隔江犹唱后庭花”的沉痛。由于巧妙地使事用典，全诗但见花月管弦，裘马脂粉，真意反而朦胧，如雾里看花，隐约缥缈，不见色相。感慨之诗意藉婉而多讽的风调而显得更为深沉，更加耐人咀嚼。</p> <p>　　二是借助于双关、象征、暗示等多种修辞手法的错综运用，传出弦外之音和味外之味。“子夜歌”是乐府古调名，也含有“半夜笙歌”的微意，语意双关。“银烛树前”则暗示贵族生活的豪华奢侈。“露桃花里”象征红袖青螺；“不知秋”又用双关手法，含有不知末日将临的深意。“无忌”“莫愁”，均取双关。“俱是梦”的“梦”字，绾上三联，既慨叹往昔繁华，如梦如烟；又有双关“醉生梦死”之意。结句“夕阳唯见水东流”，从修辞角度看，“夕阳”象征唐末国运已如日薄西山，“水东流”象征唐王朝崩溃的大势如碧水东去，颓波难挽；从诗的色彩看，则见残阳惨淡，照着滔滔逝水，暮色苍茫中，万物萧瑟。有此一结句，无限怆怀，顿生纸墨。有此一结句，就使诗情更为饱满、凄怆。水流无已，此恨绵绵，都包含在这七个字中，这正是全诗结穴之处。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>是唐初宰相韦见素后人，<a href=\"http://so.gushiwen.org/view_38309.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>四世孙。至韦庄时，其族已衰，父母早亡，家境寒微，虽才敏力学，但时运迟来。韦庄本来住在长安附近，后来移居虢州。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军攻破长安时，他正来京城应试，有感于这座古都的兴替盛衰，抚今伤昔，写下了这首“感慨遥深，婉而多讽”的七律《忆昔》。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "忧虑",
    "感叹",
    "嘲讽"
  ]
}