{
  "id": 72257,
  "star": 89,
  "name": "滑稽列传",
  "dynasty": "两汉",
  "content": "　　孔子曰：“六艺于治一也。《礼》以节人，《乐》以发和，《书》以道事，《诗》以达意，《易》以神化，《春秋》以义。”太史公曰：“天道恢恢，岂不大哉！谈言微中，亦可以解纷。</p> <p>　　淳于髡者，齐之赘婿也。长不满七尺，滑稽多辩，数使诸侯，未尝屈辱。齐威王之时喜隐，好为淫乐长夜之饮，沉湎不治，委政卿大夫。百官荒乱，诸侯并侵，国且危亡，在于旦暮，左右莫敢谏。淳于髡说之以隐曰：“国中有大鸟，止王之庭，三年不蜚又不呜，王知此鸟何也？”王曰：“此鸟不飞则已，一飞冲天；不鸣则已，一鸣惊人。”于是乃朝诸县令长七十二人，赏一人，诛一人，奋兵而出。诸侯振惊，皆还齐侵地。威行三十六年。语在《田完世家》中。</p> <p>　　威王八年，楚人发兵加齐。齐王使淳于髡之赵请救兵，赍金百斤，车马十驷。淳于髡仰天大笑，冠缨索绝。王曰：“先生少之乎？”髡曰：“何敢！”王曰：“笑岂有说乎？”髡曰：“今者臣从东方来，见道旁有禳田者，操一豚蹄，酒一盂，祝曰：‘瓯窭满篝，污邪满车，五谷蕃熟，穰穰满家。’臣见其所持者狭而所欲者奢，故笑之。”于是齐威王乃益赍黄金千溢，白璧十双，车马百驷。髡辞而行，至赵。赵王与之精兵十万，革车千乘。楚闻之，夜引兵而去。</p> <p>　　威王大悦，置酒后宫，召髡赐之酒。问曰：“先生能饮几何而醉？”对曰：“臣饮一斗亦醉，一石亦醉。”威王曰：“先生饮一斗而醉，恶能饮一石哉！其说可得闻乎？”髡曰：“赐酒大王之前，执法在傍，御史在后，髡恐惧俯伏而饮，不过一斗径醉矣。若亲有严客，髡帣韝鞠，侍酒于前，时赐馀沥，奉觞上寿，数起，饮不过二斗径醉矣。若朋友交游，久不相见，卒然相覩，欢然道故，私情相语，饮可五六斗径醉矣。若乃州闾之会，男女杂坐，行酒稽留，六博投壶，相引为曹，握手无罚，目眙不禁，前有堕珥，后有遗簪，髡窃乐此，饮可八斗而醉二三。日暮酒阑，合尊促坐，男女同席，履舄交错，杯盘狼藉，堂上烛灭，主人留髡而送客。罗襦襟解，微闻芗泽，当此之时，髡心最欢，能饮一石。故曰酒极则乱，乐极则悲，万事尽然。”言不可极，极之而衰，以讽谏焉。齐王曰：“善。”乃罢长夜之饮，以髡为诸侯主客。宗室置酒，髡尝在侧。 ",
  "fanyi": "<p><strong>译文</strong><br>　　孔子说：“六艺对于治国的作用是一致的。《礼》用来节制人们的行为，《乐》用来启发和谐的感情，《书》用来叙述史事，《<a href=\"http://so.gushiwen.org/view_72257.aspx\">诗</a>》用来表达情思，《易》用来演绎神妙的变化，《春秋》用来阐发微言大义。”太史公说：天道是那样广阔，难道还不大吗？说话隐约委婉而切中事理，也可以解除纷扰。<br>　　淳于髡是齐国的“招女婿”。个子不到七尺，辞令机智善辩，几次出使诸侯国，从没有受过屈辱。齐威王在位时喜欢隐语，爱恣意作乐整夜唱酒，陷在里面不理朝政，把国事托付给卿大夫。官吏们怠工腐化，诸侯国一起来犯，齐国即将危亡，就在朝夕之间了，左右没有一个敢谏诤的。淳于髡用隐语来劝说：“国内有一只大鸟，栖息在大王的宫庭里，三年不飞也不鸣叫，大王可知道这鸟是为什么？”威王说：“这鸟不飞则罢，一飞就直冲云天；不鸣叫则罢，一鸣叫就震惊世人。”于是上朝召集各县令县长七十二人，奖励了一个，处死了一个，重振军威出战。诸侯国一时震惊，都归还了侵占齐国的土地。从此声威盛行三十六年。这事记在《田敬仲完世家》中。 <br>　　齐威王八年，楚国对齐国大举进攻。齐王派淳于髡到赵国去请救兵，带上赠送的礼品黄金百斤、车马十套，淳于髡仰天大笑，笑得系在冠上的带子全都断了。齐王说：“先生嫌它少吗？”淳于髡说：“怎么敢呢？”齐王说：“那你的笑难道有什么可说的吗？”淳于髡说：“刚才臣子从东方来，看见大路旁有祭祈农事消灾的，拿着一只猪蹄，一盂酒，祷告说：‘易旱的高地粮食装满笼，易涝的低洼田粮食装满车，五谷茂盛丰收，多得装满了家。’臣子见他所拿的祭品少而想要得到的多，所以在笑他呢。”于是齐威王就增加赠礼黄金千镒，白璧十双，车马一百套。淳于髡辞别动身，到了赵国。赵王给他精兵十万，战车一千乘。楚国听到消息，连夜撤兵离去。 <br>　　齐威王大为高兴，在后宫办了酒席，召见淳于髡赏他喝酒。问道：“先生能喝多少才醉？”回答说：“臣子喝一斗也醉，喝一石也醉。”威王说：“先生喝一斗就醉了，怎么能喝一石呢？其中奥妙能听听吗？”淳于髡说：“在大王面前赏酒，执法官在旁边，御史在后边，髡心里害怕跪倒喝酒，不过一斗已经醉了。如果家父来了严肃的客人，髡用袖套束住长袖，弯腰跪着，在前边侍候他们喝酒，不时赏我点多余的清酒，我举起酒杯祝他们长寿，起身几次，喝不到二斗也就醉了。如果朋友故交，好久没见面了，突然相见，欢欢喜喜说起往事，互诉衷情，喝到大概五六斗就醉了。如果是乡里间的节日盛会，男女坐在一起，酒喝到一半停下来，玩起六博、投壶，自相招引组合，握了异性的手不受责罚，盯着人家看也不受禁止，前有姑娘掉下的耳饰，后有妇女丢失的发簪，髡私心喜欢这种场面，喝到大概八斗才有两三分醉意。天色已晚，酒席将散，酒杯碰在一起，人儿靠在一起，男女同席，鞋儿相叠，杯盘散乱，厅堂上的烛光熄灭了，主人留住髡而送走其他客人。女子的薄罗衫儿解开了，微微地闻到一阵香气，当这个时刻，髡心里最欢快，能喝到一石。所以说酒喝到顶就要做出乱七八糟的事，乐到了顶就要生悲，世上所有的事都是这样。”说的是不能到顶，到顶就要走下坡路的道理，用来讽谏的。齐威王说：“说得好！”就停止了通宵达旦的喝酒，用淳于髡担任诸侯主客的职务。王室宗族举办酒宴，淳于髡常在一旁陪饮。 </p><p><strong>注释</strong><br>　　（1）六艺：指儒家经典《六经》，即下文列举的《礼》、《乐》、《书》、《诗》、《易》、《春秋》。 （2）《礼》：《礼经》。《仪礼》、《周礼》、《礼记》合称《三礼》。 （3）《乐》：《乐经》，据唐徐坚《初学记》说：秦朝焚书，《乐经》亡，只剩下《五经》。 （4）《书》：《书经》，也称《尚书》，相传为孔子编订，记载自帝尧至秦穆公的史料。 （5）《诗》：《诗经》，相传孔子删诗，选三百○五篇成书。 （6）《易》：《易经》，也称《周易》。 （7）《春秋》：根据鲁国史料修成的编年断代史（起于前722年，迄于前481年）。相传是孔子作。 （8）天道：我国古代哲学术语，天的法则。恢恢：宽广貌。 （9）淳于髡（ｋūｎ坤）：“淳于”之姓源于周初至春秋的淳于国（今山东安丘县东北）。 （10）赘（ｚｈｕì缀）婿：旧时男子因家贫卖身给人家，得招为婿者，称为赘婿。也泛指“招女婿”。 （11）七尺：周尺比今尺短，七尺大约相当于今1.60米左右。见《邹忌讽齐王纳谏》注（1）。 （12）齐威王：参见《邹忌讽齐王纳谏》注（6）。隐：隐语，不直接说出本意而借别的词语来暗示的话。 （13）卿大夫：周代国王及诸侯的高级臣属。卿的地位高于大夫，常掌握国政和统兵之权。 （14）蜚（ｆēｉ非）：通“飞”。“大鸟三年不飞又不鸣”的隐语，据《史记·楚世家》记载，楚庄王时伍举就曾用过。 （15）令长：战国秦汉时县的行政长官名称。人口万户以上的县称令，万户以下的县称长。 （16）《田完世家》：指《史记·田敬仲完世家》。 （17）车马十驷：指车十乘。古代一车配四马（驷）为一乘。 （18）索：尽。 （19）禳（ｒáｎｇ瓤）田：古代祈求农事顺利、无灾无害的祭祀活动。 （20）瓯窭（ｌóｕ楼）：狭小的高地。篝（ｇōｕ沟）：竹笼。 （21）污邪：地势低下、容易积水的劣田。 （22）赍（ｊī饥）：以物赠人。溢：通“镒”，古以二十两为一溢。 （23）御史：秦以前的御史为史官，汉代御史也有掌纠察、治狱的。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>所指似是后者。 （24）帣（ｊｕàｎ眷）：通“絭”，束衣袖。韝ｇōｕ沟）：臂套。鞠：弯屈。（ｊì剂）：同“跽”，长跪。 （25）六博：古代博戏，两人对局，各执黑白棋六子。具体玩法见南宋洪兴祖《楚辞补注·招魂篇》引《古博经》。投壶：古代游戏，宴饮时用矢投入一定距离外的酒壶，以投中多少定胜负，负者罚酒。 （26）曹：游戏时的分组。 （27）眙：直视。 （28）芗泽：泛指香气。芗，五谷的香气。 （29）诸侯主客：简称“主客”，战国齐设置的官名，掌诸侯朝聘之事。 （30）尝：通“常”。 </p>",
  "shangxi": "<h2>解析</h2> <p>　　《史记·滑稽列传》记了淳于髡、优孟、优旃三人的故事，但对三人活动的年代，记载了有明显的矛盾和错误。如说淳于髡是齐威王（前356前320年在位）时人，优孟是楚庄王（前613前591年在位）时人，优旃是秦时人，秦亡（前206年）后归汉，数年而卒。可是原传却又说淳于髡后百余年有优孟，优孟后二百余年有优旃。这是太史公的疏忽。本篇只选了淳于髡的传。</p> <p>　　“滑稽”一词的古义与今义并不全同。古义有多义性，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《楚辞·卜居》中使用它带着贬义，有圆滑谄媚的意思；<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《滑稽列传》里使用它带着褒义，有能言善辩，善用双关、隐喻、反语、婉曲等修辞手法的意思。这两种意义与今义都不尽相同，但又都有语义发展上的相承关系。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "传记"
  ]
}