{
  "id": 72337,
  "star": 35,
  "name": "凌虚台记",
  "dynasty": "宋代",
  "content": "　　国于南山之下，宜若起居饮食与山接也。四方之山，莫高于终南；而都邑之丽山者，莫近于扶风。以至近求最高，其势必得。而太守之居，未尝知有山焉。虽非事之所以损益，而物理有不当然者。此凌虚之所为筑也。</p> <p>　　方其未筑也，太守陈公杖履逍遥于其下。见山之出于林木之上者，累累如人之旅行于墙外而见其髻也。曰：“是必有异。”使工凿其前为方池，以其土筑台，高出于屋之檐而止。然后人之至于其上者，恍然不知台之高，而以为山之踊跃奋迅而出也。公曰：“是宜名凌虚。”以告其从事苏轼，而求文以为记。</p> <p>　　轼复于公曰：“物之废兴成毁，不可得而知也。昔者荒草野田，霜露之所蒙翳，狐虺之所窜伏。方是时，岂知有凌虚台耶？废兴成毁，相寻于无穷，则台之复为荒草野田，皆不可知也。尝试与公登台而望，其东则秦穆之祈年、橐泉也，其南则汉武之长杨，五柞，而其北则隋之仁寿，唐之九成也。计其一时之盛，宏杰诡丽，坚固而不可动者，岂特百倍于台而已哉？然而数世之后，欲求其仿佛，而破瓦颓垣，无复存者，既已化为禾黍荆棘丘墟陇亩矣，而况于此台欤！夫台犹不足恃以长久，而况于人事之得丧，忽往而忽来者欤！而或者欲以夸世而自足，则过矣。盖世有足恃者，而不在乎台之存亡也。”既以言于公，退而为之记。 ",
  "fanyi": "<p><strong>译文</strong><br>　　居住在南山脚下，自然饮食起居都与山接近。四面的山，没有比终南山更高的。而城市当中靠近山的，没有比扶风城更近的了。在离山最近的地方要看到最高的山（即终南山），应该是必然能做到的事。但太守的住处，（开始）还不知道（附近）有山。虽然这对事情的好坏没有什么影响，但是按事物的常理却不该这样的，这就是凌虚台修筑的原因（用以观山）。<br>　　就在它还没有修建之前，陈太守杵着拐杖穿着布鞋在山下闲游，见到山峰高出树林之上，（山峰）重重叠叠的样子正如有人在墙外行走而看见的那人发髻的形状一样。（陈太守）说：“这必然有不同之处。”（于是）派工匠在山前开凿出一个方池，用挖出的土建造一个高台。（台子）修到高出屋檐才停。这之后有人到了台上的，都恍恍忽忽不知道台的高度，而以为是山突然活动起伏冒出来的。陈公说：这（台）叫凌虚台很合适。把这件事告诉了他的下属<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，让我写篇文章来记叙（这件事）。<br>　　苏轼回复陈公说：“事物的兴盛和衰败，是无法预料的。（这里）从前是长满荒草的野地，被霜露覆盖的地方，狐狸和毒蛇出没的所在。在那时，哪里知道（今天这里）会有凌虚台呢？兴盛和衰败交替无穷无尽，那么高台（会不会）又变成长满荒草的野地，都是不能预料的。我曾试着和陈公一起登台而望，（看到）其东面就是当年秦穆公的祈年、橐泉两座宫殿（遗址），其南面就是汉武帝的长杨、五柞两座宫殿（遗址），其北面就是隋朝的仁寿宫也就是唐朝的九成宫（遗址）。回想它们一时的兴盛，宏伟奇丽，坚固而不可动摇，何止百倍于区区一座高台而已呢？然而几百年之后，想要寻找它们的样子，却连破瓦断墙都不复存在，已经变成了种庄稼的田亩和长满荆棘的废墟了。相比之下这座高台又怎样呢？一座高台尚且不足以长久依靠，更何况人世的得失，本就来去匆匆（岂不更难持久）？如果有人想要以（高台）夸耀于世而自我满足，那就错了。世上确实有足以依凭的东西，但是与台的存在与否是没有关系的。”<br>　　我将这些话告诉陈公后，下来为他写了这篇记。</p><p><strong>注释</strong><br>（1）国：指都市，城邑。这里用如动词，建城。起居：起来和休息。南山：终南山的简称。主峰在今陕西西安市南。<br>（2）于：比。<br>（3）而：连接两个句子，表示并列关系。丽：附着，靠近。扶风：宋称凤翔府，治所在今陕西凤翔县。这里沿用旧称。<br>（4）太守：官名。宋称知州或知府，这里沿用旧称。<br>（5）所以：的问题。<br>（6）所为筑：所以要建筑的原因。所为，同“所以”。<br>（7）陈公：当时的知府陈希亮，字公弼，青神（今四川青神县）人。宋仁宗（<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>） 天圣年间进士。公，对人的尊称。杖履：指老人出游。<br>（8）累累（léiléi）：多而重叠貌，连贯成串的样子。旅行：成群结队地行走。髻（jì）：挽束在头顶上的发。<br>（9）恍然：仿佛，好像。<br>（10）从事：宋以前的官名，这里指属员。作者当时在凤翔府任签书判官，是陈希亮的下属。<br>（11）知：事先知道，预知。<br>（12）昔者：以往，过去。者，起凑足一个音节的作用。蒙翳（-yì）：掩蔽，遮盖。虺（huǐ）：毒虫，毒蛇。窜伏：潜藏，伏匿。<br>（13）岂：怎么，难道。<br>（14）相寻：相互循环。寻，通“循”。<br>（15）秦穆：即秦穆公，春秋时秦国的君主，曾称霸西戎。祈年、橐泉：据《汉书·地理志·雍》<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注，祈年宫是秦惠公所建，橐泉宫是秦孝公所建，与本文不同。传说秦穆公墓在橐泉宫下。汉武：即汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。长杨、五柞（-zuò）：长杨宫，旧址在今陕西周至县东南。本秦旧官，汉时修葺。宫中有垂杨数亩，故名。五柞宫，旧址也在周至县东南。汉朝的离宫，有五柞树，故名。仁寿。宫名。隋文帝（杨坚）开皇十三年建。故址在今陕西麟游县境内。九成：宫名。本隋仁寿宫。唐太宗（<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>）贞观五年重修，为避署之所，因山有九重，改名九成。<br>（16）特：止，仅。<br>（17）既已：已经。而况于：何况，更何况。<br>（18）犹：还，尚且。<br>（19）而：如果，假如。或者：有的人，有人。以：凭借，依靠。后边省去代凌应台的“之”。夸世：即“夸于世”，省去介词“于”，在。而：表示顺承关系。<br>（20）不在：是说“台”和“足恃者”之间不存在任何关系。乎：同“于”。<br>（21）既：已经，译成现代汉语时也可以用“以后”或“了”来表示。以言：即“以之言”，省去指代作者意见的“之”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作此文时，踏上“仕途”只有两年的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，胸间怀着固国安民的宏大政治抱负，主张为政应有补于民，积极进取。但凌虚台的修筑在他看来却无补于民，这与他积极的政治主张相违背，因而字里行间时时暗含着讥讽的笔调。</p> <p>　　全文共分三段。前两段重在叙事，后一段议论说理。叙事议论前后相应，在自然平易、曲折变化之中尽吐茹物，鲜明地突出了文章的主旨。</p> <p>　　第一段，文章点破了台的缘起。太守筑台意旨本在观山，苏轼行文也正缘山而起，由山而台。州府地处终南山下，饮食起居皆应与山相伴，更何况终南为四方之大山，扶风为依山之近邑。作者连用四个“山”字。极写山之高，隐含景色之美；极言城邑距山之近，暗藏观山之易。高山美景迫在眼前，只需举手投足便可秀色饱餐，以至近求最高岂不美哉。下面作者却笔锋一转，说太守居住终南山下还不知山之峻美，由此而引出了几丝遗憾，也为由山而台作了巧妙的过渡。但颇有深意的是，苏轼并不承上直写出“此凌虚之所为筑也”，偏偏要加入“虽非事之所以损益。而物理有不当然者”两句，近山而不知山虽于人事无所损益，但终非情理之事，于是乎便筑台观山以尽情理。这种讥刺的笔调既吐露出了年轻苏轼的政治主张，在艺术上也使文章挥洒自如，姿态横生，同时还为后面的议论定下了基调。</p> <p>　　第二段叙写筑台的经过，由太守杖履而游，游而见山，见山而思异，思异而凿池筑台。层层相因。句句紧扣，只寥寥几笔便清楚明了地叙写出了筑台的始末、同时，叙述还具有生动形象的特征。“杖履逍遥”活画出了太守悠然自得的神情；“累累如人之旅行于墙外而见其髻也”一句，又化静为动，把静态的山峦赋予了动态的活力。给人以清新自然、流动变化的美的享受。与<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《钴鉧潭西小丘记》中的“其嵌然相累而下者，若牛马之饮于溪，其冲然角列而上者，若熊黑之登于山”有同工之妙，接着，“然后”三句，又承上叙写台成之后登台观山的情景。这里作者笔墨极为简省，但却突出了台之高和山之奇。前面太守逍遥其下，看见的山宛如旅行人的发髻；这里登台极目，山则踊跃奋迅而出，从而借所见山景的不同衬托了台的高，为下段台取名为“凌虚”埋下了伏笔。</p> <p>　　第三段是全文的重心。作者议论纵横，把兴废成毁的自然之理说得鞭辟入里。太守求文原希望得几句吉利的话，苏轼却借此大讲兴废之理，不能不说含有讽刺的意味。“物之兴废成毁，不可得而知也”，是立论的蓦础，作者用它启开议论的笔端，把凌虚台的兴成推广至茫茫时间，以变化流动的眼光来关照它，从而把有化为无，把实变为虚。昔日的荒草野田，今日的凌虚台，这是由无生有；今日的凌虚台，明日的荒草野田，这又是化有为无。兴废成毁交相回旋，无穷无尽，谁都不能知晓。行文至此，理己尽、意已完，但作者却并不辍笔，他还由近及远，从眼前的凌虚台延伸到漫长的历史。把秦穆公祈年橐泉、汉武帝长杨宫、五柞宫、隋仁寿宫、唐九成宫的兴盛与荒废赫然放置在凌虚台的面前。两相对比，百倍于凌虚台的宫胭如今求其破瓦颓垣犹不可得，凌虚台的未来也就自不待言了。下面，作者又进一步由台及人，“夫台犹不足恃议长久，而况于人事之得丧”，凌虚台尚且不可长久，又何况人事上的得与丧。得丧来去无定，借得台而夸世，则是大错。这几句委婉曲折。逐句深人，最后，把凌虚台的愈义和价值化为子虚乌有，由此从根本上否定了台的修筑。这种写作方法古人称为“化有为无”。</p> <p>　　这篇文章由山筑台、由台而化、由化变无，层层紧扣、环环深入，名为替凌虚台作记，实则是化台为无。令人惕然移觉、回味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　嘉祐六年（1061年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>出仕，任风翔签判。嘉佑八年（1063年），凤翔太守陈希亮在后圃筑台，名为“凌虚”，求记苏轼，于是苏轼便作了这篇《凌虚台记》。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "抒怀"
  ]
}