{
  "id": 70228,
  "star": 2,
  "name": "杂剧·李太白贬夜郎",
  "dynasty": "元代",
  "content": "第一折<br>小生姓李名白，字太白。曾梦跨白鹤上升，吾非个中人也。<br>【仙吕】【点绛唇】鹤梦翱翔，坦然独向，蓬山上。引九曲沧浪，助我杯中况。<br>【混江龙】忽地眼皮开放，似一竿风外酒旗忙。不向竹溪翠影，决恋着花市清香。我舞袖拂开三岛路，醉魂飞上五云乡。甘心致仕，自愿归休，欧阳浩气，浇灌吟怀，不求名，不求利，虽不一箪食一瓢饮，我比颜回隐迹只争个无深巷。叹人生碌碌，羡尘世苍苍。小生却则酒肆之中，饮了几杯。<br>【油葫芦】常是不记蒙恩出建章，身踉跄，把一领锦宫袍常惹御炉香。臣觑得绿樽一点蒲萄酿，似禹门三月桃花浪。记当日设早朝，没揣的见帝王。觉来时都汗尽江湖量，急卒着甚的润枯肠。<br>【天下乐】官里御手亲调醒酒汤，闻香，不待尝，量这筋头酸怎揉我心上痒不能够瓮里笃，斗内量，那一回浮生空自忙。<br>陛下休小觑这酒，有几般好处。<br>【那吒令】这酒，曾散漫却云烟浩荡；这酒，曾眇小了风雷势况；这酒曾混沌了乾坤气象。想为人百岁中，得运则有十年旺，待有多少时光。<br>【鹊踏枝】欲要臣不颠狂，不荒唐，咫尺舞破中原祸起萧墙。再整理乾坤纪纲，恁时节有个商量。陛下道微臣在长安市上，酒肆人家，土炕上便睡沙！那的是学士每好处。<br>【寄生草】休笑那通厅炕，阔矮床。臣便似玉仙高卧仙人掌，锦橙嫩擘销金帐，便似醉鞭误入平康巷。则这一席好洒百十觞，抵多少五陵豪气三千丈。<br>【幺】舒开笺无皱，磨得墨有光。就霜毫写出凌烟像，文场中立起定中军帐，就兵床拜起元戎将。那里是樽前误草吓蛮书，便是我醉中纳了风魔状。陛下问微臣直到几时不吃酒？<br>【六幺序】何时静，尽日狂，但行处酒债寻常。典尽衣裳，知他在谁家里也琴剑书箱！这酒似长江后浪催前浪，酒歌楼醉墨琳琅。笔尖儿鼓角声悲壮，驱雷霆号令，焕星斗文章。<br><br>【幺】直等蛮正，见了吾皇，恁时节酒态轩昂，诗兴飘扬。割舍了金銮殿上，微臣待醉一场。紫绶金章，法洒肥羊。几时填还彻这臭肉皮囊？圣朝帝主合兴旺，教这厮横枝儿燮理阴阳。肚岚耽吃得惹来胖，没些君臣义分，只有子母情肠！<br>【金盏儿】绕一百二十行，三万六千场。这酒似及时雨露从天降，宽洪海量胜汪洋。臣那里燕莺花月影，鸥鹭水云乡。□□□这里凤凰歌舞地，龙虎战争场。<br><br>【醉扶归】见娘娘捧砚将入央，不如我看剑引杯长。生把个菱花镜里妆，做了个水墨观音样。这孩儿从怀抱里看生见长，则一句道得他小鹿儿心头撞。<br>【金盏儿】则客里开宴出红妆，咫尺赋高唐。瑞云重绕金鸡帐，麝烟浓喷洗儿汤。不争玉楼巢翡翠，便是锦屋闭鸾凰。如今宫墙围野鹿，却是金殿锁鸳鸯。力士，你休小觑此物！<br>【后庭花】这靴曾朝踏辇路霜，暮登天子堂。软趁残红片，轻沾落絮香。我若沾危邦，这的足脱身小样，不合将足下央。<br><br>【尾】那厮主置定乱宫心，酝酿着漫天谎，倚仗着强耶壮娘。全不顾白玉阶头纳表章，则信着被窝里顿首诚惶。我绕着利名扬，佯做个疯狂。指点银瓶索酒尝，尽教谗臣每数量。至尊把我屈央，休想楚三闾肯跳汨罗江。<br><br>第二折<br>嗨！对著此景，却不快活！小童，此处无事，你自回去。如是朝野里官人每，你凿我在这里。<br>【正宫】【端正好】满长安，花无数、霎时间暮景桑榆。偏得你罪乡是闭塞定贤门路，偏俺不合蹄樽中物。<br>【滚绣球】这酒寻芳踏雪沽，弃琴留剑与。便大教我眼睁睁死生无路，莫不仕途中买我胡突。对着山河壮帝居，乾坤一草庐，便是我画堂深处，那吓蛮舡似酒面上浮蛆。不恋着九间天子长朝殿，曾如三尺黄公旧酒垆，但行处挈榼提壶。<br>你道是我在此处无好处？<br>【倘秀才】我直吃的芳草展花裀绣褥，直吃的明月长银台画烛。自有春风醉后扶，怎和那儿女辈，泼无徒，做伴侣？<br>你朝野里不如我这里。<br>【滚绣球】禁庭中受用处，止不过皓齿歌，细腰舞，闹炒炒物知其数，这其间众公卿似有如无。奏梨园乐章曲，按广寒羽衣谱，一声声不叶音律，倒不如小槽边酒滴真珠。你那里四时开宴充肥鹿，我这里万里摇船捉醉鱼，胸卷江湖。<br>力士，我醉也，只怕去不的。<br>【脱布衫】花梢惊燕子莺雏，锦鞯荡蝶翅蜂须。玉辔迎桃蹊杏坞，金蹬挑落花飞絮。<br>【醉太平】不比趁雕轮绣毂，游月巷云衢。又不比荔枝干里赴皇都，止不过上天街御路。全不似数声啼鸟留人住，他则是一鞭行色催人去，我怎肯满身花影情人扶，一言既出。<br>&lt;驾旦上了)(末骑马上了)<br>【倘秀才】恰离了光灿灿花丛锦簇，又来到闹炒炒车尘马足。抵多少白日明窗过隙驹，胜急价，更疾如，狂风骤雨。<br>(末跪马了)(旦惊了)(驾怒了)(末见驾了云)陛下，不干臣事，是陛下马的不是。<br>【叨叨令】凤城有似溪桥路，落红乱点莎茵绿。淡烟深锁垂杨树，因此上玉骢错认西湖路。委实勒不住也末哥，委实勒不住也末哥，便似跳龙门及第思乡去。(等云了)(末饮酒科)(驾赐衣服了)<br>【喜春来】又不是风流天宝新人物，则是个落托长安旧酒徒。怎消得明圣主，赐一领溅酒护身符。<br>【尧民歌】也不宜幞头象笏，五带金鱼，金貂绣袄，真紫朝服。臣再洪饮天之美禄，倘或间少下青凫。也强如凤城春色典琴沽，白马红缨富之余。披一襟瑞霭出天衢，携两袖天香卜蓬壶。须臾，须臾，行过长安市上去，便是臣衣锦还乡去。<br>(末带醉出朝科，云)古人尚然如此。<br>【四煞】想着刘伶数尺坟头上，谁恋架上三封天子书？那酒更压着救旱恩泽，洗沁甘露，止渴青梅，灌顶醍醐。怕我先尝后买，散打零兜，高价宽沽。月明江浦，春醉酒口漉。<br>(太真、禄山送末了)(出朝科)(末云了)<br>【三煞】娘娘甚酒中贞洁真贤妇，禄山甚才上分明大丈夫。止不过盏号温凉，布名火浣，瓶置玻璃，树长珊瑚。犀澄离水，裙织绫绢，帘卷虾须。真珠琥珀，红玛瑙紫王寿王梁。<br>【二煞】这个曾手扶万丈擎天柱，这个曾口吐千年照殿珠，只消的一管霜毫，数张白纸，写万古清风，不够一醉工夫。怕我连真带草，一刬数黑论黄。写仿描朱，从头至尾，依本画葫芦。<br>【尾】那是安禄山义子台怒，则是杨贵妃贼儿胆底虚。似这般忒自由，没拘束，猛轩腾，但发路。交近南蛮，至北隅，接西边，去东鲁。一年多，半载馀，那里景凄凉，地凄楚。弹袖垂肩仕女图，似秋草人情日日疏，待寄萧娘一纸书，地北天南雁亦无。忽地兴兵起士卒，大势长驱入帝都。一战功成四海枯，得手如还入宫宁。一就无毒不丈夫，玉殿珠楼尽交付。抵多少烛灭烟销帝业亏，十万用江山共宝物，和那花朵儿浑家做不得主。(下)<br><br>第三折<br>(一行上)(禄山、旦云了)(外宣末了)(正末扮带酒上了)<br>【中吕】【粉蝶儿】只被宿酒禁持，轰腾煞浩然之气，几曾明白见一个乌兔西飞？今日醉乡中，如混沌，初分天地。恰辨得个南北东西，被子规声唤回春睡。<br>【醉春风】一壁恰烘得锦袍干，又酒淹得衫袖湿。半醒时犹透顶门香，不吃时怎由得你！你！耽搁得半世无成，非是我一心偏好，则为你满朝皆醉。<br>【迎仙客】比及沾雨露，恨不得吐虹霓，沧海倒倾和月吸。向翠红乡，图画里。不设着舞筵席，枉辜负了迟日江山丽。<br>【醉高歌】脚列趄登辇路花基，神恍惚步瑶阶玉砌。吐了口中涎，按捺定心头气，勉强已呼万岁。(正末失惊了)<br>【石榴花】疑怪翠楼人用锦重围，不听得月殿乐声齐。往常恐东风吹与外人知，怎想这里泄漏天机？知他那埚儿醉倒唐皇帝？空有聚温泉一派香池，又无落花轻泛波纹细，怎生误走到武陵溪？<br>(外末、旦做住了)(外末同旦与正末礼了)(正末云)不想如此！<br>【斗鹌鹑】恰才个倚翠偎红，揣与个论黄数黑。则他行怕行羞，和我也面红面赤。谁大两白日，细看春风玉一围，却是甚所为？更做个抱子携用，莫不忒回干就湿！<br>(力士云了)(一同与正末把酒了)(末笑科)<br>【普天乐】不须你沈郎忧，萧郎难易。就未央宫摆布尊罍，直吃的尽醉方归。折末藏着剑锋，承着机密，汉国功臣臻臻地，来，来，吃一回吕太后筵席。稳便波鸾交凤友，休忧波莺儿燕子，休忙波蝶使蜂媒。<br>(正末云了)(外把盏了)(末云了)<br>【干荷叶】来的盏不曾推，有的话且休提。准备着明日，向君王行主意的紧支持，刁蹬的厮央及。被我连珠儿饮了三两杯，则理会酒肉擅场吃。<br>【上小楼】这孩儿何曾夜啼，无些惊气。娇的不肯离怀，懒慵挪步，怕见独立。三衙家，绕定著，亲娘扒背，兀的后宫中养军千日。<br>【幺】穿了好的，吃了好的。盛比别人非理，分外费衣搭食。甚时曾，向人前，分明喘气，他一身儿孝当竭力！<br>(云)力士，我只道官里宣唤，谁想如此！(旦云了)<br>【满庭芳】你心知腹知，宫中子母，村里夫妻，觑得俺唐明皇颠倒如儿戏。我不来这其间敢锦被堆、堆，得了儿不语一官半职，做了个六证三媒，枉了闲啕气。又道我虎吓你酒食，怕误了你爱月夜眠迟。(正末做出殿科)(外扯住了)(外将荔枝上了)(外央正末吃科)(末取物签科)(云)我本待签一个来，却签著你两个。<br>【快活三】沾拈着不摘离，厮胡突不怜俐。尽压著玉枝浆、白莲酿、锦枨醅，官里更加上些忍辱波罗蜜。<br>【鲍老儿】若是忔搂定舌尖上度与吃，更压著王母蟠桃会，更做果木丛中占了第一。量这厮有多少甜滋味，压著商川甘蔗，鄱阳龙眼，杭地杨梅，吴江乳橘，福州橄榄，不如魏府鹅梨。<br>(觑旦科)<br>【哨遍】两叶眉儿频击蹙，锁青岚一带骊山翠。香霭暗宫围，则是子孙司里酒病花医。则为个肥肌体，把锦帏绣幄幔幕垂帘，做了张盖世界的鸳鸯被。这张纸于官不利，作云屏斜掩，雾帐低垂。那里是遮藏丑事护身符，则是张发露私情乐章集。看你执盏殷勤，捧砚驱驰，脱靴面皮。<br>(云)你问我那里去？<br>【耍孩儿】一头离了莺花地，直赴俺蓬莱宴会。碧桃间拂面风吹，浩歌声聒耳如雷。平驱风月妆诗兴，倒卷江湖此酒杯。偃仰在银河内，折末冠簪颠倒，衫袖淋漓。<br>(云)我知道！我知道！<br>【五煞】见没处发付咱，便飇一声宣唤你。这场误赚神仙罪，我闲来亲去朝金阙，不记谁扶下玉梯。这腌臜辈，闹中取静，醉后添愁。<br>【四煞】你亲上亲，我鬼中鬼，无用如碧澄澄绿湛湛清冷水。于民只解涤尘垢，润国何曾洗是非。水共禄山浑相类，见了些浮花浪蕊，玉骨冰肌。<br>【三煞】人古里家不和邻里欺，人贫贱也亲子离，不求金玉重重贵。你惟情之外别无想，除睡人间总不知，谎得米无把臂！不曾三年乳哺，一划合肥。(外末共旦云了)(末做指禄山云了)<br>【二煞】拈起纸笔，标是实，教千年万古传刁：世。看了书中有女颜如玉，路上行人口胜碑。儿曹辈，悔之晚矣，归去来兮。<br>【尾】没遭罹李翰林，忒昏沉杨贵妃。见如今凤帏中搂抱着肥儿睡，更那里别寻个杜子美。(下)<br><br>第四折<br>【双调】【新水令】谢你个月中人不弃我酒中仙，向浪花中死而无怨。是清风连夜饮，儿曾渔火对愁眠。畛眼的湖水湖渊，豁达似翰林院。<br>【驻马听】想着天子三宣，翠袖双扶不上船。不如素娥捧劝，巨瓯一饮倒垂莲。为杨妃昧龙庭大乃妇之天，钓风波门似钩和线。虽然在海角边，举头日近长安远。<br>(云)我想此处，却不强如与他每闹闹吵吵地。<br>【沉醉东风】恰离厂天子金鸾殿前，又来到农家鹦鹉洲边。白休官，从遭贬，早递流了水地三千。待教我蓑等纶竿守自然，我比姜太公多来近远。<br>【沽美酒】他被窝儿里献利便，枕头上纳陈言。义子贼臣掌重权，那里旨举善荐贤，他当家儿自迁转。<br>【太平令】大唐家朝冶里龙蛇不辨，禁帏中共猪狗同眠。河洛间途俗皆现，日月上清浑不辨。把谪仙，盛贬，一年半年，浪淘尽尘埃满面。<br>(云)小生终日与酒为念。<br>【殿前欢】酒如川，鹭鸥长聚武陵原。鸳鸯不锁黄金殿，绿蓑衣带雨和烟。酒里坐酒坦眠，红蓼岸黄芦堰，更压着金马门琼林宴。岸边学渊明种柳，水面学太乙浮莲。<br>【甜水令】闹闹吵吵，欢欢喜喜，张筵开宴，送到杨柳岸古堤边。正稚子妻儿，痛哭号啕，牵衣留恋，早解缆如烟。<br>【折桂令】一时间趁篷箔顺水推船，不比西出阳关，北侍居延。几时得为爱青山，住东风懒着吟鞭。流落似守泪罗独醒屈原，飘零似浮泛槎没兴张骞。纳了一纸氏黄宣，撇下满门良贱。对十五婵娟，怎不凄然。他每向水底天心，两下里团圆。<br>(末虚下)(水府龙王一齐上，坐定了)<br>【夜行船】画戟门开见队仙，听龙神细说根元。向人鬼中间，轮回世面，又转生一遍。<br>【川拨棹】赴科选，跳龙门夺状元。命掩黄泉，鱼跳深渊。不见九五数飞龙在天，塑海门潮信远。<br>【七弟兄】偶然，见面，恕生年。那里取禹门浪急桃花片，五溪月满木兰船，锦溪露湿芙蓉面。<br>【梅花酒】他虽无帝主宣，文武双全，将相双权，鸾驾齐肩。比侯门深似海，罗筵，衫袖湿，帽檐偏。相隔着水中原，无旅店少人烟。龟大夫在旁边，鳖相公守根前，猿先锋可怜见，众水族尽皆全，摆列着一圆圈。<br>【收江南】可甚玉簪珠履客三千，比长安市上酒家眠。兀的不气喘，月明孤枕梦难全。<br>【后庭花】翰林才显耀彻，酒家边还报彻。酬了莺花志，补完了天地缺。寻常病无些，玉山低趄，不合保他短处揭。便将俺冤恨雪，君王行厮间迭。听谗臣耳畔说，贬离了丹凤阙。下江船不暂歇，采石渡逢令节。友人将筵会设，酒杯来一饮竭。正更阑人静也，波心中猛觑绝。见冰轮皎洁洁，手张狂脚列趄，探身躯将丹桂折。<br>【柳叶儿】同此上醉魂如灯火，中秋夜禄尽衣绝，再相逢水底捞明月。生冤业，死离别，今番去再那里来也。(下)",
  "poet": {
    "id": 2576,
    "star": 0,
    "name": "王伯成",
    "desc": "王伯成，元代杂剧作家。涿州（今河北涿县）人，生卒年月不详。贾仲明为《录鬼簿》补写的吊词中说他与“马致远忘年友，张仁卿莫逆交”。孙楷第《元曲家考略》考定张仁卿为画家，与王伯成同为元朝至元年间(1264年--1294年)人。王伯成作杂剧3种，今存《李太白贬夜郎》。《兴刘灭项》仅存残文。他还作有《天宝遗事》诸宫调，存曲不全。"
  },
  "tags": []
}