{
  "id": 18280,
  "star": 8,
  "name": "与崔策登西山",
  "dynasty": "唐代",
  "content": "鹤鸣楚山静，露白秋江晓。连袂度危桥，萦回出林杪。<br>西岑极远目，毫末皆可了。重叠九疑高，微茫洞庭小。<br>迥穷两仪际，高出万象表。驰景泛颓波，遥风递寒筱。<br>谪居安所习，稍厌从纷扰。生同胥靡遗，寿比彭铿夭。<br>蹇连困颠踣，愚蒙怯幽眇。非令亲爱疏，谁使心神悄。<br>偶兹遁山水，得以观鱼鸟。吾子幸淹留，缓我愁肠绕。",
  "fanyi": "<p><strong>译文<br></strong>南国的群山格外幽静，高飞的白鹤声声长鸣；<br>深秋的潇湘从黑夜里醒来，晶莹的霜花将晨光结凝。<br>我们携手渡过残破的木桥，曲曲折折爬到了高过所有树尖的山头。<br>站在西岭上放眼远望，宇宙间一丝一毫尽收眼底。<br>重重叠叠的山峰啊九疑最高，隐约迷茫的洞庭啊显得微渺。<br>放眼眺望辽阔的天地间，这里高出宇宙间一切物象的外表。<br>奔驰似的美景飘浮在北流的潇水上，遥迢的长风掠过寒碜的竹梢。<br>遭谪贬还能有什么事可做，已渐渐厌倦了终日的纷纷扰扰。<br>活着似奴隶被抛弃在南荒，等于把生命夭折在满肚子的苦水里。<br>跛脚的驴子怕的是受困扑倒，愚蠢和蒙昧怕的是深妙精微。<br>不是让深深爱过的人疏远，谁能让人这般心悲神凄。<br>让我们双双徜徉在青山绿水之间，看水底鱼儿游天上鸟儿飞。<br>幸好你留在我的身边，舒缓了我心中的愁结肠回。</p> <p><strong>注释<br></strong>(1)鹤鸣：语出《易·中孚》“鹤鸣在阴，其子和之，我有好爵，吾与尔靡之。”原文意为白鹤在山北鸣叫，小白鹤们唱和着。“我有好的雀儿（爵边雀），我和你们来享受它（靡，奢侈，引申为享受）。”<a href=\"http://so.gushiwen.org/view_18280.aspx\">诗</a>中既写实又借意。<br>(2)连袂（mèi）：即手拉着手。袂，衣袖。危（wēi,旧读wéi威）；危险。<br>(3)杪（miǎo）：树的末梢。<br>(4)迥（jiǒng）穷：极尽很远很远的地方。迥，远；穷，尽。两仪：古指天地或阴阳。《易·系辞上》“是故易有太极，是生两仪。”诗中指天地间。<br>(5)万象：宇宙间的一切。<br>(6)颓波：向下流的水势。《水经注》“又东，颓波泻涧，一丈有余。”<br>(7)篠（xiǎo）：小竹。《书经·禹贡》“筿簜既敷。”孔安国传：“筿，竹箭；簜，大竹。”孔颖达疏：“筿为小竹，簜为大竹。”<br>(8)胥靡：又作“縃靡”，古代对一种奴隶的称谓，因被用绳索牵连着强迫劳动而得名。《庄子·庚桑楚》“胥靡登高而不惧，遗死生也。”<br>(9)彭铿（kēng）：同“彭亨”、“膨脝”，腹胀大的样子。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《城南联句》：“苦开腹彭亨。”孙伯野注：“苦开，乃破瓜瓠之苦者也。”<br>(10)蹇连：如跛足的驴子行路艰难。蹇，跛足。《楚辞·七谏·谬谏》：“驾蹇驴而无策兮，有何路之能极？”又《易·蹇》：“六四，往蹇来连。”颠踣（bó）：犹颠踬，倾倒。《抱朴子·百里》：“冒昧苟得，闇于自量者，虑中道之颠踬，不以驽茧服鸾衡。”引申为挫折。<br>(11)幽眇：精微深妙。韩愈《进学解》：“补苴罅漏，张皇幽眇。”<br>(12)悄（qiǎo）：忧愁的样子。《诗·陈风·月出》“劳心悄兮。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18280.aspx\">诗</a>一开篇，着笔高远，“鹤鸣楚山静，露白秋江晓”，秋晨清露白鹤，一连　　串明静、清丽而活泼的意象，给山描绘了一幅雄阔的背景图，寄寓诗人“知是山之特立，不与培塿为类”（《始得西山宴游记》）的浩然之气。然而现实却是残酷的，诗人以平淡的笔墨，叙述了登山的历程：“连袂度危桥，萦回出林杪。”愚溪上有木桥相连，桥之“危”，路之“萦回”，道出了诗人心怀恐惧、仕途艰危的复杂感情，与上联形成极大的反差，正表现诗人执着追求而重受挫折、处境艰危的困苦心境。临山，诗人先以九嶷与洞庭对举，重彩描绘了自己的政治理念。九疑在永州南宁远境内，是舜帝归魂之所。舜南巡，“崩于苍梧之野，葬于江南九疑”（《史记·五帝本纪第一》）；洞庭在湘北，是楚怀王放逐<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的地方。屈原在《湘夫人》中写道：湘君迎候湘夫人，秋水伊人，望眼欲穿，看到的却是“袅袅兮秋风，洞庭波兮木叶下”，秋绪茫茫，忧从中来。诗人描写一高一小、一明一暗的两组意象，让人联想，意味无穷。登山辽望宇宙间，心中的意念早已超出宇宙万物，“目击道存”，天地之间，惟此而高。“迥穷两仪际，高出万象表”，也可看成自况语，表现了诗人遗世独立，睥视一切的情怀。诗中意与象、情与景、神与形相互交融，把抽象的理念化作具体的物象，物化的背后却是焦渴的期盼。诗人这种理念，这种期盼，寄希望于北去的潇湘水带到遥远的长安，也希望遥迢的风能给被谪贬的人带来好消息。遭贬谪七年了，无所事事，纷扰平庸的生活使诗人内心十分痛苦，日子过得胆颤心惊。诗人把自己比作满肚子苦水的奴隶，面对愚昧，害怕再受困扰，再次扑倒；面对“亲爱”者的疏远，期盼愈觉渺茫。在执着追求与重遭挫折这对矛盾中，诗人无可奈何，只好到现实中求解脱：“偶兹循山水，得以观鱼鸟。”诗人这种祈祷解脱，正反衬出诗人受羁绊不得自由的内心巨痛。</p> <p>　　这是赠给崔策的诗，崔策字子符，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>姐夫崔简的弟弟，属中表亲，当时就学于诗人。柳写有《送崔子符罢举诗序》，说他“少读经书，为文辞，本于孝悌，理道多容，以善别时，刚以知柔，进于有司，六选而不获。”亲戚加师生的双重关系，心中的真实得以应时而发。诗中以“鹤鸣”暗喻、“连袂”点题，点明这种关系和崔策对诗人的敬重，结篇以一“幸”字收束，以表诗人的感激之情。除此之外，通篇未涉及崔策，而是言事抒情明志。刘熙载在《艺概》里说：“叙物以言情谓之赋，余谓《楚辞·九歌》最得此诀。”诗人自得其屈原的真传，借“九疑”、“洞庭”，让人联想到舜帝之圣明，湘夫人“倚靡以伤情”，寄寓君臣际遇、人生离合之痛，寄托自己的不幸。诗人还创设了一连串精妙意象：“两仪”暗喻崇高的理念，“驰景”、“寒篠”、奴隶、鱼鸟，无不寄托或愿望、或担心、或痛苦的情怀。诗人又精于炼字。 “危桥”并非实景，乃是心境，是恐惧的写照。“萦回”既是写实，也象征仕途艰难。还有诗中的“泛”、“递”，热盼之情溢于言表；“循”、“观”二字，无奈中的潇洒，痛人心脾。前人论诗“用字”是“撑拄如屋之有柱，斡旋如车之有轴”（罗大经《鹤林玉露》），诗人最得其妙。</p> <p>　　纵观全诗，离骚风韵，字字心血，却又真的做到了“岭渠直道当时事，不着心源傍古人”（《随园诗话卷三》）。</p>",
  "about": "<h2>创作背景</h2> 　　这首赠<a href=\"http://so.gushiwen.org/view_18280.aspx\">诗</a>写于公元812年（元和七年）秋，与诗人的山水记《始得西山宴游记》应是姊妹篇。一诗一文情怀相似，忧思相同，而且都未具体描写山的景色，而是发登临后幽古之思情。刻画了一个执着追求而又窘迫无奈的忧愁苦闷的自我形象。诗以离骚手法，凭丰富的想象、跳跃着的情感，显理念与期盼之光，抒悲愤和无奈之情。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "抒怀",
    "无奈",
    "愁苦"
  ]
}