{
  "id": 5591,
  "star": 182,
  "name": "酬张少府",
  "dynasty": "唐代",
  "content": "晚年唯好静，万事不关心。自顾无长策，空知返旧林。 <br>松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。",
  "fanyi": "<p><strong>译文<br></strong>人到晚年特别喜好安静，对人间万事都漠不关心。<br>自思没有高策可以报国，只要求归隐家乡的山林。<br>宽解衣带对着松风乘凉，山月高照正好弄弦弹琴。<br>君若问穷困通达的道理，请听水浦深处渔歌声音。</p> <p><strong>注释<br></strong>⑴酬：以<a href=\"http://so.gushiwen.org/view_5591.aspx\">诗</a>词酬答。张少府：当指<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>，字子寿，一名博物。韶州曲江（今属广东）人。官至中书侍郎同中书门下平章事。后遭<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>排挤罢相。少府，唐人称县尉为少府。从“君问穷通理”句看，张少府亦是诗人同道之人。<br>⑵晚年：年老之时。唐包佶《发襄阳后却寄公安人》诗：“晚年多疾病，中路有风尘。”唯：亦写作“惟”，只。好（hào）：爱好。<br>⑶自顾：自念；自视。三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》诗：“自顾非金石，咄唶令心悲。”李善注：“郑玄《毛诗笺》曰：‘顾，念也。’”长策：犹良计。《史记·平津侯主父列传》：“靡毙中国，快心匈奴，非长策也。”<br>⑷空知：徒然知道。旧林：指禽鸟往日栖息之所。这里比喻旧日曾经隐居的园林。晋陶潜《归园田居》诗之一：“羁鸟恋旧林，池鱼思故渊。”<br>⑸吹解带：吹着诗人宽解衣带时的闲散心情。解带，表示熟不拘礼，或表示闲适。《三国志·蜀志·<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>传》：“亮深谓备雄姿杰出，遂解带写诚，厚相结纳。”<br>⑹“君问”两句：这是劝张少府达观，也即要他像渔樵那样，不因穷通而有得失之患。君：一作“若”。穷：不能当官。通：能当官。理：道理。渔歌：隐士的歌。暗用《楚辞·渔父》的典故：“渔父莞尔而笑，鼓枻而去，乃歌曰：‘沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。’遂去，不复而言。”浦深：河岸的深处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首赠友<a href=\"http://so.gushiwen.org/view_5591.aspx\">诗</a>。全诗写情多于写景。三、四句隐含不满朝政之牢骚。</p> <p>　　诗开头就说“晚年唯好静，万事不关心”，描述了晚年唯好清静、万事皆不关心的心态，看似达观，实则表露出诗人远大抱负无法实现的无奈情绪。说自己人到晚年，惟好清静，对什么事情都漠不关心了，乍一看，生活态度消极之至，但这是表面现象。仔细推求起来，这“唯好静”的“唯”字大有文章。一是确实“只”好静。二是“动”不了才“只得”好静。三是显示出极端消极的生活态度。既不写中年、早年“惟好静”，却写晚年变得“惟好静”，耐人寻味。如细细品味，不难发现此中包含着心灵的隐痛。</p> <p>　　颔联紧承首联，“自顾无长策”道出诗人理想的破灭和思想上的矛盾、痛苦，在冷硬的现实面前，深感无能为力。既然理想无法实现，就只好另寻出路。入世不成，便只剩下出世一条路了。亦即跳出是非场，放波山水，归隐田园，“空知返旧林”。一个“空”字，包含着几多酸楚与感慨！此两句亦透露了一个中年消息。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>此时虽任京官，但对朝政已经完全失望，开始过着半官半隐的生活，“晚年唯好静，万事不关心”，正是他此时内心的真实写照。</p> <p>　　王维早年，怀有政治抱负的雄心，在<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>任相时，他对现实充满希望。然而，没过多久，张九龄罢相贬官，朝政大权落到奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>手中，忠贞正直之士一个个受到排斥、打击，政治局面日趋黑暗，王维的理想随之破灭。在严酷的现实面前，他既不愿意同流合污，又感到自己无能为力。“自顾无长策”，就是他思想上矛盾、苦闷的反映。他表面上说自己无能，骨子里隐含着牢骚。尽管在李林甫当政时，王维并未受到迫害，实际上还升了官，但他内心的矛盾和苦闷却越来越加深了。对于这个正直而又软弱、再加上长期接受佛教影响的封建知识分子来说，出路就只剩下跳出是非圈子、返回旧时的园林归隐这一途了。“空知返旧林”意谓：理想落空，归隐何益？然而又不得不如此。在他那恬淡好静的外表下，内心深处的隐痛和感慨，还是依稀可辨的。</p> <p>　　颈联写的是诗人归隐“旧林”后的通送适意。理想落空的悲哀被“松风吹解带，山月照弹琴”的闲适所取代。摆脱了仕宦的种种压力，诗人可以迎着松林清风解带敞怀，在山间明月的伴照下独坐弹琴，自由自在，悠然自得。然而在这恬淡闲适的生活中，依然可以感受到诗人内心深处的隐痛和感慨。诗人肯定、赞赏那种“松风吹解带，山月照弹琴”的隐逸生活和闲适情趣，实际上是他在苦闷之中追求精神解脱的一种表现。这既含有消极因素，又含有与官场生活相对照、隐示厌恶与否定官场生活的意味。</p> <p>　　“松风”、“山月”均含有高洁之意。王维追求这种隐逸生活和闲适情趣，说他逃避现实也罢，自我麻醉也罢，无论如何，总比同流合污、随波逐流好。诗人在前面四句抒写胸臆之后，抓住隐逸生活的两个典型细节加以描绘，展现了一幅鲜明生动的形象画面，将“松风”、“山月”都写得似通人意，情与景相生，意和境相谐，主客观融为一体，这就大大增强了诗歌的形象性。</p> <p>　　尾联诗人借答张少府，用《楚辞·渔父》的结意现出诗人企羡渔父悠然独居，不问人间穷通。歌入浦，以不答为咎，合不尽之意于言外。“君问穷通理，渔歌入浦深”，用一问一答的形式，照应了“酬”字；同时，又妙在以不答作答：若要问我穷通之理，我可要唱着渔歌向河浦的深处去了。末句含蓄蕴藉，耐人咀嚼，似乎在说：世事如此，还问什么穷通之理，不如跟我一块归隐去吧！又淡淡地勾出一幅画面，用它来结束全诗，可真有点“韵外之致”、“味外之旨”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《与李生论诗书》）的“神韵”。王维避免对当世发表议论，隐约其词，似乎在说：通则显，穷则隐，豁达者无可无不可，何必以穷通为怀。而联系上文来看，又似乎在说：世事如此，还问什么穷通之理，不如跟我一块归隐去吧！这就带有一些与现实不合作的意味了。</p> <p>　　从表面上看，诗人显得很达观。可是，这种对万事不关心的态度，正是一种抑郁不满情绪的表现，字里行间流露出不得已的苦闷，说明了诗人仍然未忘朝政，消沉思想是理想幻灭的产物。“自顾无长策，空知返旧林”两句含义是非常深永的。他没有回天之力，又不愿同流合污，只能洁身隐遁。他又故意用轻松的笔调描写隐居之乐，并对友人说“君问穷能理，渔歌入浦深”，大有深意，似乎只有在山林生活中他才领悟了人生的真谛，表现出诗人不愿与统治者合作的态度，语言含蓄有致，发人深思。诗的末句又淡淡地勾出一幅画面，含蓄而富有韵味，耐人咀嚼，发人深思，正是这样一种妙结。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5591.aspx\">诗</a>作于唐玄宗开元二十九年（741年），是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>写给张少府（<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>）的作品。从题目冠以“酬”字看，当是张少府先有诗相赠，王维再写此诗为酬。王维早年有积极用世的政治抱负，张九龄为相时，他曾是张的政治主张的拥护者，并受到张的提拔和器重。张为<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>排挤罢相，代表着玄宗开明政治的终结。“九龄既得罪，自是朝廷之士，皆容身保位，无复直言。”（《资治通鉴》）张被远贬，王维十分沮丧，曾寄诗九龄，表示对朝政失望，从此将归隐山林。此后他虽然依旧在朝作官，官职还有所升迁，但他的内心是矛盾而痛苦的，他过着半官半隐的生活，并更加笃信佛教，以此求得精神的慰藉和解脱。此诗就反映了他的这种精神状态，既不想同流合污，只好洁身自爱，走隐逸之路。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "赠别",
    "友情",
    "规劝"
  ]
}