{
  "id": 71368,
  "star": 245,
  "name": "马嵬·其二",
  "dynasty": "唐代",
  "content": "海外徒闻更九州，他生未卜此生休。<br>空闻虎旅传宵柝，无复鸡人报晓筹。<br>此日六军同驻马，当时七夕笑牵牛。<br>如何四纪为天子，不及卢家有莫愁。",
  "fanyi": "<p><strong>译文</strong><br>徒然听到传说，海外还有九州，来生未可预知，今生就此罢休。<br>空听到禁卫军，夜间击打刀斗，不再有宫中鸡人，报晓敲击更筹。<br>六军已经约定，全都驻马不前，遥想当年七夕，我们还嗤笑织女耕牛。<br>如何历经四纪，身份贵为天子，却不及卢家夫婿，朝朝夕夕陪伴莫愁。 </p><p><strong>注释</strong><br>①战国时齐国的邹衍曾宣扬“大九州”之说，声言除中国的九州外，海外还有九个同样的“九州”。<br>杨贵妃死后，有术士说在海外的仙山找到了她，并带回金钗之类的装饰物给唐玄宗看。这句有讽刺唐玄宗<br>痴心空想的意思。徒闻，空闻，指没有根据的传闻。<br>②传说唐玄宗和杨贵妃曾誓约“世世为夫妻”。这句是说，不管来生怎样，今生的夫妻缘分已经断了。<br>③虎旅，指跟随唐玄宗赴蜀的禁卫军。宵柝，夜间巡逻时用的梆子。<br>④鸡人：皇宫中报时的卫士。汉代制度，宫中不得畜鸡，卫士候于朱雀门外，传鸡唱。筹：计时的用具。<br>⑤天宝十五年（756）六月十四日，随唐玄宗西行的军队在马嵬驿哗变，杀死杨国忠，并要求杀死杨贵妃。<br>⑥当年李、杨在长生殿盟誓恩爱，朝朝暮暮，还笑话天上的牛郎织女一年只能相会一个夜晚。<br>⑦四十八年。古人以木星绕日一周（十二年）为一纪。玄宗实际在位四十五年。<br>⑧南朝乐府歌辞《河东之水歌》：\"莫愁十三能织绮，十四采桑南陌头，十五嫁为卢家妇，十六生儿字阿<br>侯。\"此以平民女子莫愁婚嫁生活的幸福与帝、妃的爱情悲剧对比。</p>",
  "shangxi": "<h2>解析</h2> <p>　　这是一首政治讽刺<a href=\"http://so.gushiwen.org/view_71368.aspx\">诗</a>，锋芒指向了李唐前朝皇帝唐玄宗。</p> <p>　　一开头夹叙夹议，先用“海外”“更九州”的故事概括方士在海外寻见杨妃的传说，而用“徒闻”加以否定。“徒闻”者，徒然听说也。意思是：玄宗听方士说杨妃在仙山上还记着“愿世世为夫妇”的誓言，“十分震悼”，但这有什么用？“他生”为夫妇的事渺茫“未卜”；“此生”的夫妇关系却已分明结束了。怎么结束的，自然引起下文。</p> <p>　　次联用宫廷中的“鸡人报晓筹”反衬马嵬驿的“虎旅传宵柝”，昔乐今苦、昔安今危的不同处境和心情已跃然纸上。“虎旅传宵柝”的逃难生活很不安适，这是一层意思。和“鸡人报晓筹”相映衬，暗示主人公渴望重享昔日的安乐，这又是一层意思。再用“空闻”和“无复”相呼应，表现那希望已幻灭，为尾联蓄势，这是第三层意思。“虎旅传宵柝”本来是为了巡逻和警卫，而冠以“空闻”，意义就适得其反。从章法上看，“空闻”上承“此生休”，下启“六军同驻马”。意思是：“虎旅”虽“传宵柝”，却不是为了保卫皇帝和贵妃的安全，而是要发动兵变了。正因为如此，才“无复鸡人报晓筹”，李、杨再不可能享受安适的宫廷生活了。</p> <p>　　第三联的：“此日”指杨妃的死日。“六军同驻马”与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“六军不发无奈何”同意，但《长恨歌》紧接着写了“宛转蛾眉马前死”，而“此日”即倒转笔锋追述“当时”。“当时”与“此日”对照、补充，不仅其意自明，而且笔致跳脱，蕴含丰富，这叫“逆挽法”。玄宗“当时”七夕与杨妃“密相誓心”，讥笑牵牛、织女一年只能相见一次，而他们两人则要“世世为夫妇”，永远不分离，可在遇上“六军不发”的时候，结果又如何？两相映衬，杨妃赐死的结局就不难于言外得之，而玄宗虚伪、自私的精神面貌也暴露无遗。同时，“七夕笑牵牛”是对玄宗迷恋女色、荒废政事的典型概括，用来对照“六军同驻马”，就表现出二者的因果关系。没有“当时”的荒淫，哪有“此日”的离散？而玄宗沉溺声色之“当时”，又何曾虑及“赐死”宠妃之“此日“！行文至此，尾联的一句已如箭在弦。</p> <p>　　尾联也包含强烈的对比。一方面是当了四十多年皇帝的唐玄宗保不住宠妃，另一方面是作为普通百姓的卢家能保住既“织绮”、又能“采桑”的妻子莫愁。诗人由此发出冷峻的诘问：为什么当了四十多年的皇帝唐玄宗还不如普通百姓能保住自己的妻子呢？前六句诗，其批判的锋芒都是指向唐玄宗的。用需要作许多探索才能作出全面回答的一问作结，更丰富了批判的内容。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "爱情",
    "讽刺"
  ]
}