{
  "id": 56079,
  "star": 110,
  "name": "鹊桥仙·夜闻杜鹃",
  "dynasty": "宋代",
  "content": "茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。<br>催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！",
  "fanyi": "<p><strong>译文<br></strong>暮春时节，眺望江面，风雨连天。篷蔽的茅屋里，烛灯明灭，悄无人言。连树林里的黄莺都停止了鸣叫，惟有杜鹃，在月夜里孤苦哀啼。<br>啼声越来越远，带着深深的漆黑的影子，惊醒了我的梦，让人清泪欲洒。年已半百，一畸零人，漂泊在孤旅的路上，想那只故园的杜鹃，带着故园的山水，让我不堪听闻矣。</p> <p><strong>注释<br></strong>①杜鹃：鸟名，又称“杜宇”、“子规”、“ 鶗鴂”、“怨鸟”。传 说古蜀国王，名“杜宇”，号“望帝”，禅位于开明之士，隐于西山，死后，其魂化为杜鹃鸟。啼声哀苦，每至血流于喙。<br>②蓬窗：犹蓬户，即编蓬草为窗，谓窗户之简陋。《庄子·让王》：“原宪居鲁，环堵之室，茨以生草，蓬户不完，桑以为柜。”宋刘克犀《打夕<a href=\"http://so.gushiwen.org/view_56079.aspx\">诗</a>》：“蓬窗亦有精勤士。”《剪灯新话·至正妓人行》：“土炕蓬窗愁寂夜，挑灯快读解愁颐。”皆可证。<br>③春晚：即晚春，暮春时节。<br>④杜宇：即杜鹃。<br>⑤深枝：树林深处的枝条。<br>⑥ 故山：故乡的山林，即故乡。<br>⑦羁旅：寄居他乡。羁，停留。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　杜鹃，在蜀也是常见的暮春而鸣。它又名杜宇、子规、鹈鴂，古人曾赋予它很多意义，蜀人更把它编成了一个哀凄动人的故事。（《成都记》：“望帝死，其魂化为鸟，名曰杜鹃。”）因此，这种鸟的啼鸣常引起人们的许多联想，住在蜀地的文士关于杜鹃的吟咏当然就更多，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>入蜀就有不少这样的作品。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在成都时的心情本来就不大好，再加上他“夜闻杜鹃”，自然会惊动敏感的心弦而思绪万千了。</p> <p>　　上片描述杜鹃夜啼的情景。词人从景物写起：“茅檐人静，蓬窗灯暗，春晚连江风雨。”“茅檐”、“蓬窗”指其简陋的寓所。当然，陆游住所未必如此，这样写无非是形容客居的萧条，读者不必拘执。在这样的寓所里，“晻晻黄昏后，寂寂人定初”，坐在昏黄的灯下，他该是多么寂寥。同时作者想象出“连江风雨”、“萧萧暗雨打窗声”。其愁绪便跃然纸上。“林莺巢燕总无声，但月夜、常啼杜宇。”这时他听到了鹃啼，但又不直接写，而是先反衬一笔：莺燕无声使得鹃啼显得分外清晰、刺耳；莺燕在早春显得特别活跃，一到晚春便“燕懒莺残”、悄然无声了，对这“无声”的怨悱，就是对“有声”的厌烦。“总”字传达出了那种怨责、无奈的情味。接着再泛写一笔：“但月夜、常啼杜宇。”“月夜”自然不是这个风雨之夜，月夜的鹃啼是很凄楚的—— “又闻子规啼夜月，愁空山”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》）—— 何况是此时此境呢！ “常啼”显出这刺激不是一天两天，这样写是为了加强此夜闻鹃的感受。</p> <p>　　下片是写夜闻鹃鸣的环境，着重于气氛的渲染。杜鹃，又名杜宇，这种传说中古代蜀帝灵魂的鸟，常在夜间啼叫，其声凄厉悲凉，往往触发旅人思乡之情。杜鹃这种“悲鸟”，在这种环境气氛里啼鸣，更加使人感到愁苦不堪。接着下片就写愁苦情状及内心痛楚。</p> <p>　　“催成清泪，惊残孤梦，又拣深枝飞去。”这杜鹃竟然可以在发出鸣叫，催成词人几行清泪，惊残他一枕孤梦之后，又拣深枝飞去。“孤梦”点明：客中无聊，寄之于梦，偏又被“惊残”。“催成清泪”，因啼声一声紧似一声，故曰“催”。就这样还不停息，“又拣深枝飞去”，继续它的哀鸣。“又”，表明作者对鹃夜啼的无可奈何。杜甫《子规》写道：“客愁那听此，故作傍人低！”—— 客中愁闷时那能听这啼声，可是那杜鹃却似故意追着人飞！这里写的也是这种情况。鹃啼除了在总体上给人一种悲凄之感、一种心理重负之外，还由于它的象征意义引起人们的种种联想。比如它在暮春啼鸣，使人觉得春天似乎是被它送走的，它的啼鸣常引起人们时序倏忽之感，如《离骚》“恐鹈鴂之先鸣兮，使夫百草为之不芳”。同时，这种鸟的鸣声好似说“不如归去”，因此又常引起人们的羁愁。所以作者在下面写道：“故山犹自不堪听，况半世、飘然羁旅！”“故山”，故乡。“半世”，陆游至成都已是四十九岁，故说半世。这结尾的两句进一步表明处境，生发感慨，把他此时闻鹃内心深层的意念揭示出来了。在故乡听鹃当然引不起羁愁，之所以“不堪听”，就是因为打动了岁月如流、志业未遂的心绪，而此时作客他乡更增加了一重羁愁，这里的“犹自……况”就是表示这种递进。</p> <p>　　纵观全词，作者先绘景，渲染气氛，再用对比托出杜鹃夜啼，接着写啼声引发的感受，最后通过联想，表达人生的感慨。可谓结构细密，层次分明。</p>",
  "about": "<h2>题解</h2> 　　此词选自《渭南文集》，作者在蜀，曾一度任南郑（今陕西汉中）军职，不久改调成都参议官，投闲置散，抱负难展，失意之极，因咏啼鹃以抒怀抱。通篇借物寓情，以环境冷落渲染凄凉气氛，以莺燕无声反衬杜宇啼鸣，悲凉悉苦。《词林纪事》引《词统》云：“去国离乡之感，触绪纷来，读之令人於邑。”<br/><h2>创作背景</h2> 　　梦中还是从戎南郑的边城角声，醒来却闻羁旅成都的杜鹃啼鸣。“千里曜戈甲”的壮景，由此破碎为茅檐孤灯的暗夜；那“气吞残虏”的雄怀，又何堪临对这春晚的“连江风雨”？杜鹃是蜀中望帝的化身，它的啼鸣，似乎总在提醒羁人“归去”。但放翁的志向，本就在“欲倾天上银河水，净洗关中胡虏尘”，他也曾在<a href=\"http://so.gushiwen.org/view_56079.aspx\">诗</a>中再三申诉：“四方男儿事，不敢恨飘零。”那么，这“故山”就不应只指故乡山阴，当还包含了半壁沦落的故国河山。而半世飘然的“羁旅”，更还伴和着“老却英雄似等闲”的无限悲慨了。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "豪放",
    "杜鹃",
    "感叹",
    "人生"
  ]
}