{
  "id": 4308,
  "star": 22,
  "name": "邺都引",
  "dynasty": "唐代",
  "content": "君不见魏武草创争天禄，群雄睚毗相驰逐。<br>昼携壮士破坚阵，夜接词人赋华屋。<br>都邑缭绕西山阳，桑榆汗漫漳河曲。<br>城郭为墟人代改，但见西园明月在。<br>邺旁高冢多贵臣，蛾眉曼睩共灰尘。<br>试上铜台歌舞处，惟有秋风愁杀人。",
  "fanyi": "<h2>注释</h2> ⑴邺都：指三国时代魏国的都城，在今河北省临漳县西。<br>⑵引：<a href=\"http://so.gushiwen.org/view_4308.aspx\">诗</a>体名。《邺都引》属新乐府辞。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>一生历仕武后、中宗、睿宗、玄宗四朝，三度执掌大政，堪称叱咤风云的一代英豪。但是，他仕途坎坷，曾被流放一次，两次遭贬谪。这首<a href=\"http://so.gushiwen.org/view_4308.aspx\">诗</a>就是公元713年（开元元年）被贬为相州刺史后所作。邺都，当时属相州所辖。张说纵观魏武帝<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>建功立业的雄壮历史和身后遭遇，联想自己被奸佞小人攻讦的现实，不禁感慨万千，写下《邺都引》这一千古绝唱。</p> <p>　　这首诗歌激情奔涌，慷慨悲壮，但诗情又紧和缅怀魏武的题旨，做到诗情恣肆而有节制，思想内蕴而易外传。</p> <p>　　诗分两层。</p> <p>　　前六句为第一层，主要是缅怀和描述曹操生前的非凡业绩，以寄托自己的凌云壮志。“君不见魏武草创争天禄，群雄睚眦相驰逐”二句，为曹操生前的壮举铺叙了广阔的时代场景。“草创”二字表明了魏武创业的艰难、不易；一个“争”字，生动地表现出曹操人定胜天的朴素唯物主义思想。古代迷信思想认为人的遭遇、地位都由天帝赐予，而曹操不信天命，偏偏要奋起与“群雄睚眦相驰逐”，争夺帝位，这一“争”就将他的顽强奋斗准确地展现在读者面前了。“昼携壮士破坚阵，夜接词人赋华屋”二句，以极其洗练的语言，概述了曹操一生的文武事业。“昼”句勾勒了曹操驰骋沙场的形象，一个“携”字描摹出了他一马当先、勇冠三军的英武气概；一个“破”字，又表现出了其无坚不摧的进攻气势，展示了“魏武挥鞭”气吞万里如虎的骁将风姿。“夜”句则为读者刻划了曹操极具儒将风度的形象侧面。这里，一个“接”字，表现了魏武礼贤下士的品格。曹操在中汉末建安时期，力倡“建安风骨”，并带领其子<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>及建安七子，以诗歌的形式努力表现社会的动乱和人民流离失所的痛苦，表达了要求国家统一的愿望，情调慷慨，语言刚健。他所建的“西园”——铜爵园，就是其父子常与文士夜间在此宴会赋诗的地方。“夜接词人赋华屋”一句，就形象地展示了当年曹操开创建安文学黄金时代的历史画面。“都邑缭绕西山阳，桑榆汗漫漳河曲”二句，主要描写曹操在生产、建设方面的功绩。邺都城池委曲环绕，表明魏国建筑雄伟，后方坚固；农桑林木沿漳河层层密布、“汗漫”无边，说明其农、林生产的发达。在汉末群雄逐鹿的战乱中能辟一农桑昌盛地域实在不易，由此更能显示出曹操治理国家的雄才大略。在历史上，曹操是蒙垢最多的人物之一。一些持正统观念的史家往往将他打入挟天子以令诸侯的“奸贼”另册。作为曾二度为相的张说，能够如此高度地评价曹操的历史功绩，是独具胆识、难能可贵的；同时，这一层也表露出诗人追慕魏武，希望在政治上有所建树的感情，让读者从对曹操的业绩的追述中体味出诗人的理想追求。</p> <p>　　诗的后六句为第二层，主要叙述魏武身后的历史变迁，流露出诗人哀叹时光易逝、英雄业绩无继的感慨。“城郭为墟人代改，但见西园明月在”二句，是通过曹魏时代的城郭建筑今已凋蔽颓败揭示邺都环境的今昔变迁。“城郭”一词有承接上文“都邑”、引起下文转折的作用，它是邺都外观上最易显示变化的景物。“城郭”和“西园”沦为废墟，标志着魏武的时代已成为历史的陈迹，明月依旧，却照不见曹操在西园“夜接词人赋华屋”，更衬托出今日邺都的凄凉冷落。“邺旁高冢多贵臣，蛾眉曼目录共灰尘”二句，是从邺都人事变迁的角度来表现其今昔变化的巨大。曹魏时代的“贵臣”已入“高冢”作古，说明其政权的支柱已不复存在；魏武的众多姬妾、歌伎化为尘土，可见供其役使的社会基础也土崩瓦解。“贵臣”、美女的纷纷进入坟墓，它象一面镜子一样，真实地折射出历史变迁的轨迹，流露出了诗人对曹操文韬武略、宏图大业付之东流的婉惜之情。结尾“试上铜台歌舞处，惟有秋风愁杀人”二句，为正面抒怀。“试上”二字表现了诗人欲上而又犹豫的心理——人事变迁，景非昔比，诗人要登上曹操所建铜雀台一览胜迹，但又怕“铜台”因为“人代改”而“为墟”，引发自己更多的惆怅。等到登上“铜台”，果然见出邺都的一切繁华都成为历史，只留下秋风凭吊英雄。“愁杀人”三字是饱蘸感情的点睛之笔，深沉而强烈地表现出诗人悲壮的凭吊心情，将一腔不泯的雄心遥寄千载，表现出诗人被贬、壮志难酬的内心苦痛和不平之情。诗人紧扣曹操创业的始终线索展开诗情，叠出画面，因此这首诗的感情较之同类作品就更显得慷慨悲壮、深沉含蓄，象羯鼓筝琶一样，摇人心旌，撼人心魄。</p> <p>　　其次，诗歌的结构艺术也颇有独到之处。这首诗是借凭吊古迹而抒发胸臆的怀古之作，诗歌画面都围绕魏武生前、身后诸事展开。开始写魏武生前草创大业，继而写他的文韬武略、治国有方，把他一生的伟绩很简洁地概括于“昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲”四句诗中。“城郭为墟人代改”以下四句着重突出魏武身后的历史变迁。曹操能够在群雄逐鹿的乱世中辟一邺都繁华之地，而他身后的人们却无法维持邺都的繁荣，可见魏武确实高人一筹，后世多不可与之相提并论。结尾写铜台秋风，很容易使人想起曹操临终“遗令”，这样，诗的一起一结就是曹操的一始一终，诗的主体则是曹操的生平业绩、身后境遇，从而展示出诗人结构谋篇的高超才华。</p> <p>　　这首诗在语言和韵律方面也很有特色，诗歌气势恢宏，语言雄健畅朗，一洗梁陈绮丽之风；用韵活泼，全诗十二句，四次换韵，跌宕有致，富于流动多变的音乐美。正如林庚、冯沅君先生所说：“《邺都引》慷慨悲壮，开盛唐七古的先河，与初唐诗风迥异。”开盛唐七古的先河，与初唐诗风迥异。”</p>",
  "poet": {
    "id": 149,
    "star": 0,
    "name": "张说",
    "image": "http://img.gushiwen.org/authorImg/zhangshuo.jpg",
    "desc": "张说(667年～730年) 唐代文学家，诗人，政治家。字道济，一字说之。原籍范阳（今河北涿县），世居河东（今山西永济），徙家洛阳。"
  },
  "tags": [
    "咏史怀古"
  ]
}