{
  "id": 280,
  "star": 22,
  "name": "周颂·载见",
  "dynasty": "先秦",
  "content": "载见辟王，曰求厥章。龙旂阳阳，和铃央央。鞗革有鸧，休有烈光。率见昭考，以孝以享。以介眉寿，永言保之，思皇多祜。烈文辟公，绥以多福，俾缉熙于纯嘏。",
  "fanyi": "<p><strong>译文<br></strong>诸侯初次朝周王，求赐王朝新典章。蛟龙旗帜随风扬，车上和铃响叮当。马辔铜饰光灿灿，美丽饰物闪光芒。相率拜祭先王灵，孝敬祭品请神享。祈求神明赐长寿，保佑日子用安康，赐予幸福无穷量。文武兼备诸侯公，先王赐予你多福，使你事业永辉煌。</p> <p><strong>注释<br></strong>⑴载（zài）：始。<br>⑵辟王：君王。指周成王。<br>⑶曰：同“聿”，发语词。厥：其。章：典章法度。指车服礼仪之文章制度。《郑笺》：“此<a href=\"http://so.gushiwen.org/view_280.aspx\">诗</a>始见君王，谓见成王也。曰求其章者，求车服礼仪之文章制度也。”<br>⑷龙旂（qí）：画有蛟龙图案的旗，旗竿头系铃。《郑笺》：“交龙为旂。”阳阳：鲜明。一说即“扬扬”，旗飘动飞扬之貌。<br>⑸和：挂在车轼（扶手横木）前的铃。铃：挂在旂上的铃，一说挂在车衡上的铃。央央：铃声和谐。<br>⑹鞗（tiáo）革：马缰头的铜饰。有鸧（qiāng）：鸧鸧，铜饰美盛貌。一说铜饰相击之声。《郑笺》：“鞗革，辔首也。鸧，金饰貌。”<br>⑺休：美。《郑笺》：“休者，休然盛壮。”有：同“又”。烈光：光亮。<br>⑻率：带领。昭考：皇考。此处指周武王。<br>⑼孝、享：都是献祭的意思。<br>⑽介（gài）：通“匄（gài）”。求。<br>⑾永言：即“永焉”，长久貌。言，语助词。<br>⑿思：发语词。皇：大。祜（hù）：福。<br>⒀烈文：辉煌而有文德。烈，有武功。辟公：指诸侯公卿。<br>⒁绥：安抚。一说赐也。<br>⒂俾（bǐ）：使。缉熙：光明，显耀。纯嘏（gǔ）：大福，美福。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　按周时庙制，太祖居中，左昭右穆，文王为穆，则武王为昭，故称昭考。因此，“载见辟王”的辟王便是成王。“载”训始，助祭诸侯的朝见则在成王即位之时。成王是由周公辅佐即位的，只是名义或形式上的君主，实权则掌握在摄政的周公之手，诸侯助祭的隆重仪式当亦是周公一手策划安排，其用意自然是让成王牢记先王遗训，继承并光大先王遗业。周公极尽摄政之职，时时注意对成王的规劝乃至管教，《尚书》中的一篇《无逸》便是明证。诸侯“曰求厥章”，恐怕年幼的成王也无法应付，只能由周公作出权威性的答复。旧说《周礼》为周公所作，法度典章他当了然于胸。如此看来，《周颂·载见》的祭祀对象与《周颂·雝》不同，祭祀时的背景也大不一样。《<a href=\"http://so.gushiwen.org/view_280.aspx\">诗</a>经传说汇纂》所说“一以显耆定之大烈弥光，一以彰万国之欢心如一”的祭祀目的，便道出了成王新即位的时局特点与急务。</p> <p>　　和《周颂·雝》所描写的“肃肃”“穆穆”的神态不同，《周颂·载见》重点在于描写助祭诸侯来朝的队伍，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>评之曰“赋”也。诗中“龙旂阳阳”四句，确实具有赋的铺叙特点：鲜明的旗帜飘扬，铃声连续不断响成一片，马匹也装饰得金碧辉煌，热烈隆重的气氛，浩大磅礴的气势，有声有色；八方汇集，分明是对周王室权威的臣服与敬意。周颂中的许多祭祀诗，是只求道出目的，不惜屡用套语，丝毫不考虑文学性的，而《周颂·载见》却安排了极为生动的铺叙，在一般说来枯燥乏味的颂诗中令人刮目相看。这也足以说明，在有助于实现政治目的的情况下，统治者不仅不排斥，而且会充分调动积极的文学手段。</p> <p>　　诗的后半部分，奉献祭品，祈求福佑，纯属祭祀诗的惯用套路，本无须赘辞，但其中“烈文辟公”一句颇值得注意。在诗的结尾用诸侯压轴，这与成王的新即位，而且是年幼的君王即位有关。古代归根结蒂是人治社会：就臣子而言，先王驾驭得了他，他服先王，但未必即如服先王一般无二地服新主；就新主而言，也可能会一朝天子一朝臣。因此，在最高统治者更换之时，臣下的离心与疑虑往往是同时并存，且成为政局动荡的因素。诗中赞扬诸侯，委以辅佐重任，寄以厚望，便是打消诸侯的疑虑，防止其离心，达到稳定政局的目的。可见，《周颂·载见》始以诸侯，结以诸侯，助祭诸侯在诗中成了着墨最多的主人公，实在并非出于偶然。</p>",
  "about": "<h2>创作背景</h2> 　　《周颂·载见》是一首祭祀乐歌，产生于周成王时期，其祭祀对象是周武王，是周成王初即位，率领前来朝见的诸侯拜谒武王庙祭祀求福的<a href=\"http://so.gushiwen.org/view_280.aspx\">诗</a>。《毛诗序》谓“始见乎武王之庙也”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》亦云“昭考，武王也”，后世诸家于此无异辞。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀"
  ]
}