{
  "id": 72157,
  "star": 561,
  "name": "采桑子·当时错",
  "dynasty": "清代",
  "content": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。<br>情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。",
  "fanyi": "<p><strong>译文<br></strong>现在才知道那时我错了，心中凄凉迷乱，眼泪默默落下，满眼看到的都是春风，事物却非于从前。<br>后来知道这是没有办法的，勉强说后会有期，像这样别离，梨花落完了 ，月亮已经在天的西方。</p> <p><strong>注释<br></strong>（1）才道：才知道。语本<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《醉落魄》词：“心心口口长恨昨，分飞容易当时错。”又宋<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>：《忆秦娥》：“古来成败难描模，而近却悔当时错。”<br>（2）凄迷：凄凉迷乱。<br>（3）红泪，形容女子的眼泪。当初，魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>迎娶美女薛灵芸，薛姑娘不忍远离父母，伤心欲绝，等到登车启程以后，薛灵芸仍然止不住哭泣，眼泪流在玉唾壶里，染得那晶莹剔透的玉唾壶渐渐变成了红色。待车队到了京城，壶中已经泪凝如血。<br>（4）满眼春风百事非：句出于<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《三月》<a href=\"http://so.gushiwen.org/view_72157.aspx\">诗</a>“东方风来满眼春，花城柳暗愁杀人。”又宋赵彦端《减字木兰花》词：“满眼春风，不觉黄梅细雨中。”<br>（5）无计：无法。“欢期”：佳期，指二人重会相守之期。<br>（6）落尽梨花月又西：唐<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《下第退居二首》之一，“落尽梨花春又了，破篱残雨晚莺啼。”又宋<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《苏幕遮》词：“落尽梨花春又了，满地残阳，翠色和烟老。”容若此句撇开前人，用“月字”独创出凄迷冷艳的意境。梨花同月若梅花惹雪，别是一种肌骨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《采桑子》率直平白，把词人的一片深情以及被迫分离永难相见的痛苦与思念表达得淋漓尽致。</p> <p>　　“而今才道当时错，心绪凄迷。”有一种美，就在于语言的歧义，“心绪凄迷”是本篇抒情的重心。这里的“心绪凄迷”，正是由上面的“错”而引发出来，但而今才明白的“当时错”，究竟是当初不应相识，还是当初不该从相识而走得更近，或是当时应该牢牢把握住机会、不放你离去，作者所谓的“错”是什么词中并未交待清楚，也不需要交待清楚，这个空间是留给读者自己想像的，读者不应该侵占、剥夺，也不能够侵占、剥夺。 </p> <p>　　“红泪偷垂，满眼春风百事非。”设想那个女子正在偷偷垂泪，这里似乎是一个错位的修辞，要说“百事非”，应该搭配“满眼秋风”才是，但春风满眼，春愁宛转，由生之美丽而感受死之凄凉，在繁花似锦的喜景里独会百事皆非的悲怀，尤为痛楚。此刻的春风和多年前的春风并没什么两样，而此刻的心情却早已步入秋天。</p> <p>　　“情知此后来无计，强说欢期。”“欢期”是相见、欢聚的意思，而“强说”一词让这份期待中的欢期变得难以预见，明明知道再也不会有见面的机会了，但还是强自编织着谎言，约定将来的会面。那一别真成永诀，此时此刻，欲哭无泪，欲诉无言。</p> <p>　　“一别如斯，落尽梨花月又西”。风动梨花、淡烟软月中，翩翩归来的，是佳人的一点幽香，化作梨花落入手心。情语写到尽处，以景语来作结：以景语的“客观风月”来昭示情语的“主观风月”，这既是词人的修辞，也是情人的无奈。正是那无限愁怀说不得，却道天凉好个秋。</p>",
  "about": "<h2>创作背景</h2> 　　康熙二十三年，在<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>的介绍下，纳兰结识了江南才女沈宛。他们一见如故，但沈宛是一风尘女子，在当时清朝的环境下，他们是不能成婚的。在沈宛经过长时间的煎熬之后，她提出了分手，纳兰极力挽留，却未能留住。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写景",
    "落花",
    "悼亡",
    "爱情"
  ]
}