{
  "id": 72688,
  "star": 63,
  "name": "清江引·春思",
  "dynasty": "元代",
  "content": "黄莺乱啼门外柳，雨细清明后。能消几日春，又是相思瘦。梨花小窗人病酒。",
  "fanyi": "<p><strong>译文</strong><br>黄莺在门外柳树梢啼唱，清明过后细雨纷纷飘零。还能再有多少天呢，春天就要过去了，春日里害相思，人儿憔悴消瘦。梨花小窗里，佳人正借酒消愁。</p> <p><strong>注释</strong><br>⑴门外柳：暗寓见柳伤别。古人每每以折柳指代友人或情人送别。<br>⑵雨细清明：化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《清明》：“清明时节雨纷纷，路上行人欲断魂”句意。<br>⑶能消：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》：“更能消几番风雨，匆匆春又归去。”能消，能禁受。<br>⑷又是相思瘦：意指相思之苦让人憔悴消瘦。作者《庆宣和·春思》：“一架残红褪舞裙，总是伤春。不似年时镜中人，瘦损，瘦损！”可与此句互相参照。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这支有名的小令，是写思妇在春残雨细的时候，想到韶华易逝，游子未归，因而借酒浇愁，去打发那好天良夜。</p> <p>　　曲的前两句，都不着痕迹地化用了唐人的<a href=\"http://so.gushiwen.org/view_72688.aspx\">诗</a>句。“黄莺乱啼门外柳”，是写思妇，是从<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>的“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”《春怨》的诗意点染出来的。意思是说，她正想在那里“寻梦”，让那千种情思、万般缱绻在梦里得到满足，可那“不作美”的黄莺，好像故意为难似的在门外乱啼，使人不能成眠，无法在梦里补偿在现实生活中失去了的甜蜜。“雨细清明后”，是写行人，是思妇魂牵梦萦的对象，是从<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“清明时节雨纷纷，路上行人欲断魂。”《清明》的句意中浓缩出来的。妙在思妇被黄莺唤起，不是埋怨行人误了归期，而是关心游子在阴雨泥泞的道路上黯然魂消的苦况，这就进一步深化了曲的意境。作者在这里引用唐人的诗句，有撮盐入水之妙。</p> <p>　　“能消几日春”二句，是双承上面两句的曲意，即不但思妇禁受不起几番风雨，就是那天涯游子也同样受不了离愁的折磨了。这句话也是从<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“要能消几番风雨，匆匆春又归去”《摸鱼儿·更能消几番风雨》的词意中点化出来，借春意阑珊来衬托自己的哀怨的怅然无限的相思，令人憔悴，令人瘦损，长此下去，如何是好呢？这里着一“又”字，说明这样的两地相思，已经不是破题儿第一遭了。这跟作者的“总是伤春，不似年时镜中人，瘦损!瘦损!”《庆宣和·春思》乃同一机杼。这支小曲之所以自然而不雕琢，典雅而不堆垛，正是作者博搜精粹，蓄之胸中，自然吐属不凡，下笔如有神助。</p> <p>　　曲的头部和腹部，写得如此婉丽清新，结语须是愈加精彩，愈着精神，才能收到“余音绕梁”的艺术效果。所以“诗头曲尾”，古人是极为重视的。王骥德说：“末句更得一极俊语收之，方妙”《曲律·论尾声》。曲论家之所以不惮其烦，来总结曲的末句的艺术经验，说明它是关系到曲的成败的。这“梨花小窗人病酒”，就是俊语，就结得响亮，饶有余味。它既照应了前文的“清明后”和“几日春”，也概括了“相思瘦”的种种原因，又给读者留有充分想象的余地。因为梨花是春光已老的象征，她隔看小窗，看到梨花凋零，春事阑珊，而远人未归，闲愁无既，于是只好用酒来解除胸中的愁苦。病酒，就是伤了酒。读到这里，使人很容易联想到<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>的“日日花前常病酒，不辞镜里朱颜瘦”《鹊踏枝·谁道闲情抛掷久》和<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的“新来瘦，非干病酒，不是悲秋”《凤凰台上忆吹箫·香冷金猊》的词意来。作者正是在这样的词情和意境的基础上，在曲尾对曲的整个意境作了很好的概括和创造，这才使人感到“言简而余味无穷”。</p>",
  "about": "<h2>创作背景</h2> 　　这首小令写在清明时节，写的是思妇在春残雨细的时候，想到美好的青春随着时光消逝，而远方的游人却迟迟还未回来，因而借酒浇愁，去打发那好天良夜的情景。",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": [
    "春天",
    "相思"
  ]
}