{
  "id": 71983,
  "star": 23,
  "name": "旧题苏武诗 / 别诗四首·其一",
  "dynasty": "两汉",
  "content": "骨肉缘枝叶，结交亦相因。<br>四海皆兄弟，谁为行路人。<br>况我连枝树，与子同一身。<br>昔为鸳与鸯，今为参与辰。<br>昔者常相近，邈若胡与秦。<br>惟念当离别，恩情日以新。<br>鹿鸣思野草，可以喻嘉宾。<br>我有一罇酒，欲以赠远人。<br>愿子留斟酌，叙此平生亲。",
  "fanyi": "<h2>译文</h2> 兄弟的亲密关系就像树叶长在树枝上，朋友间的关系也是如此相亲。<br>四海之内都是兄弟，谁也不是互不相干的陌路人。<br>何况我们是枝干相连的骨肉兄弟，我和你同出于一个身体。<br>从前亲近的如鸳鸯，现在像是居于西方的辰星与居于东方的商星彼此出没不相逢。<br>从前总是在一起，现在遥远的像北方的胡人与南方的秦国人。<br>在即将离别之际，越发觉得情谊日益亲切。<br>麋鹿遇到好草总是嗷嗷呼叫它的同伴一起来吃，它可以用来比喻我宴饮嘉宾的心情。<br>我有一樽酒，想赠给远行的兄弟。<br>希望你再多留一会酌饮此酒，以叙我们平日的亲爱之意。",
  "shangxi": "<h2>鉴赏</h2> <p>　　今人谈古<a href=\"http://so.gushiwen.org/view_71983.aspx\">诗</a>，常常会有不同的角度。研究者注意较多的是作品的真伪及本事出处；而一般读者欣赏的则是诗的本身所能带来的审美情趣。例如关于旧题为汉代<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>和<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>的五言诗，就存在这个问题。宋代文豪<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因不满《文选》的编选，首先在相传为苏、李的长安送别诗中读出了“江汉”二字，便据以怀疑是后人的伪作。而以博学著称的洪迈，也在《文选》所载李陵《与苏武三首》诗中发现了“盈觞”之“盈”犯了汉惠帝的讳，于是愈坚苏轼之说。后来明清及近代学者<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、钱大昕和<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等人也展转相承，于是苏、李诗之伪几成定谳。而今人汪辟疆先生却力排众议，以为《文选》中《苏武诗四首》为别李陵之说起于唐代，“江汉”、“盈觞”也难定二人诗之伪，他主张“与过而疑之，宁过而存之”（《汉魏诗选按语》）。至逯钦立先生辑校《先秦汉魏晋南北朝诗》，即基本采取了“存之”的态度。不过他采取了一种比较审慎的方式，这就是既不认为是苏、李之作，同时也不认为是“六朝拟作”，而是把这些作品均归入东汉卷，并系之于“李陵录别诗二十一首”。以上是历代学者从考证角度来谈苏、李诗的一些概况，与今天从欣赏角度来读这些作品有所不同。不过，至少有二点是不应忽视的，即《文选》和《古文苑》所传苏武、李陵诗是汉代作品（苏轼亦谓这些诗“非曹、刘以下诸人所能办”），但所写内容又与历史上西汉时苏武与李陵之别无关。这是考据为今天鉴赏这些诗作提供的基本点，读者需注意。</p> <p>　　“骨肉缘枝叶”是《文选》所录《苏武诗四首》中的第一首。这首五言诗抒写兄弟骨肉的离别之情，用笔浑重朴厚，风格淡中见醇，近而犹远。</p> <p>　　诗一开始，作者就用“骨肉”二字直接说出诗中“我”与“远人”之间的特殊关系，然后再以“枝叶”作比喻，进一步暗示和强调这种关系的亲密。按理次句应顺着这层意思往下写，可是诗人却把笔触转向了与“骨肉”不同的另一种关系，这就是人世间亲朋好友间的交往。“四海皆兄弟，谁为行路人”二句继续由此生发，写天下朋友之交都能亲如兄弟，不忍相别。这里诗人巧妙地借知己挚友托出“兄弟”二字与前“骨肉”二字相应，同时又借朋友相别预为后文骨肉之离作陪衬。“况我连枝树，与子同一身”二句紧接进层递进，不仅回映首句，离而复即，而且退而后进，领起下文，其用笔直中有曲，折转顿挫。前人曾谓“况我连枝树’承上四海兄弟，言此密友亲交，尚为兄弟，况真兄弟乎？”（方东树《昭昧詹言》）诗人用意在写兄弟之亲，而先借密友为喻，从而使兄弟之亲更为突出。“昔为”以下四句想象与兄弟相处时和离别后二种截然相反的情况，前者“常相近”，一如“鸳与鸯”，何其相得；后者别如“参与辰”、“胡与秦”，几多哀愁！在此相处时的亲密无间、形影不离与离别后的相距千里、后会无期，形成了强烈而鲜明的对比。这四句一前一后两两相对，看似重复拙钝，却也反映出诗人处于人生变故中那种不堪回首、无法预期的复杂心态。</p> <p>　　“惟念当离别，恩情日以新”二句既承上而言，说出了兄弟平时相处弥觉珍贵、离别后尤感痛苦的原因，又为下文对临别饯行、樽酒留人的描写预作交代。汉诗转折、联结高妙，浑然一体而不见针迹线痕，于此可悟。然而这二句的好处还不仅见之于它在全诗结构中所起的作用，更重要的是它以浅显的语言，说出了一种人生中的宝贵体验：这就是当一个人要失去某件东西时，会超乎异常地体会到它的珍贵。人与物的关系是这样，人与人的关系更是这样。诗人正是在离别在即时，充分感受到了这一点。因此他在为将要远行的亲人饯别时，一再要以酒相赠，以酒留饮，以酒叙情。酒是消愁物，诗人当时的心情和行人当时的心情，都在这种赠别和留饮中表露无余。“鹿鸣”二句系化用《诗·小雅·鹿鸣》“呦呦鹿鸣，食野之萍。我有嘉宾，鼓瑟吹笙”之意，有兴起和借喻设筵饯别之妙；末四句状写赠别留饮情状，言近意远，词浅味浓。人至临别而以杯酒相赠，愿以此挽留片刻而畅叙平生之亲，此景此情不能不令人唏嘘。后代不少传诵千古的名句，如梁代<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》中的“可班荆兮赠恨，唯尊酒兮叙悲”、唐代诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《阳关曲》中的“劝君更尽一杯酒，西出阳关无故人”等，所写也正是这种景和这种情。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "友情",
    "离别",
    "饮酒"
  ]
}