{
  "id": 64488,
  "star": 18,
  "name": "眼儿媚·楼上黄昏杏花寒",
  "dynasty": "宋代",
  "content": "楼上黄昏杏花寒。斜月小栏干。一双燕子，两行征雁，画角声残。 <br>绮窗人在东风里，洒泪对春间。也应似旧，盈盈秋水，淡淡春山。",
  "fanyi": "<p><strong>译文</strong><br>黄昏时登楼而望，只见杏花在微寒中开放，一钩斜月映照着小楼的栏杆。一双燕子归来，两行大雁北飞，远处传来断断续续的号角声。<br>华美的窗前，一位佳人立于春风中，默默无语，闲愁万种。也应像往日一样，眼如秋水般清亮，眉似春山般秀美。</p> <p><strong>注释</strong><br>①阑干：即栏杆。<br>②画角：有彩绘的号角。<br>③绮窗：雕镂花纹的窗子。<br>④“盈盈”二句：谓佳人眼如秋水之清，眉如春山之秀。澹澹，水波动貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　起首两句以形象鲜明的笔触绘出了一幅早春图：春寒料峭，杏花初绽，绣楼栏杆，夕阳斜月。这是景物描写，它暗写了人物活动的时间、地点，为人物勾出了一个典型环境。联系上下文，读者从这环境烘托中可以看到：一位思妇在早春二月杏花初绽之时，迎着料峭的春寒，登上色彩绮丽的绣楼，倚在栏杆旁，看着落日晚霞飞舞、斜月冉冉升起。她静静地观看眼前景，默默地思念远方征人。这幽静、凄寒的典型环境，正暗暗地烘托出一个忧思难奈的人物情态。黄昏，指登楼时刻；杏花寒，谓登楼季节。据《花候考》，雨水这个节气中，一候菜花，二候杏花，三候李花，其时当二月。但这里兼有描写环境的作用，故而于清冷中显出幽美。词人独上层楼，极目天涯，无边思绪，自会油然而生。何况登楼之际，春寒料峭，暮色苍芒，一钩斜月，映照栏干，这种环境，多么使人感到孤单凄凉。下面三句，写登楼所见所闻。“一双燕子，两行征雁”，含意深长。燕本双飞，雁惯合群，特写“一双”、“两行”，反衬词人此际的孤独。耳边还传来城上的画角声，心情之凄楚，可以想见。上片写景，然景中有情，情中见人。</p> <p>　　下片由写景到抒情。此情是怀人之情，怀人又从悬想对方着笔。“绮窗”，谓雕饰华美的窗棂。唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《扶南曲歌辞》云“朝日照绮窗，佳人坐临镜”，把佳人与绮窗分作两句，意境优美；<a href=\"http://so.gushiwen.org/author_1734.aspx\">阮阅</a>此词则将绮窗与人合并一起，径称“绮窗人”，语言更加浓缩，形象更加鲜明。仿佛词人从这熟悉的华美的窗口透视进去，只见其人亭亭玉立于春风之中，悄然无语。这里的“无语”，实际上就是深思：“春闲”，实际上是春愁。就中可以看出.窗内人是一个深于情的女子。结尾两句“盈盈秋水，淡淡春山”，渭佳人眼如秋水之清，眉似春山之秀。前面着以“也应似旧”…句，词情顿然跳出实境，转作冥想之笔。</p> <p>　　作者在上下阕的末三句分别写燕子成双，大雁成群，皆是实写所见。以秋水喻美人明眸，以春山状美人黛眉，则是作者想象的虚景。双燕、雁阵反衬出独身一人，秋水、春山突出词人对佳人的怀思。这两处的手法前人也用，并不新奇。但所用的章法结构极有意思。徐培均指出，歇拍“前两句对起，后一句单收，似《浣溪沙》的后片，形成不稳定感，易于过渡”。而结拍首句不对称，后二句对称，正好与歇拍相反。这种结构在韵律上有所更张，增加了全词的活泼感。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋代地方官妓隶属于“乐营”，也称“营妓”。长官每有宴会，辄召官妓歌舞侑酒，应客与她们接触多了，往往会产生感情。南宋<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话前集》卷十一录此词，谓<a href=\"http://so.gushiwen.org/author_1734.aspx\">阮阅</a>“尝为钱唐幕官，眷一营技，罢官去，后作此词寄之”。胡与阮时代相及而稍后，其《丛话》即因际问《<a href=\"http://so.gushiwen.org/view_64488.aspx\">诗</a>总》（后改称《诗话总龟》）而继作，于《前集》序中明言之。所云阮作此词情事，当可信。</p>",
  "poet": {
    "id": 1734,
    "star": 0,
    "name": "阮阅",
    "image": "http://img.gushiwen.org/authorImg/ruanyue.jpg",
    "desc": "阮阅（约公元1126年前后在世）字闳休，自号散翁亦称松菊道人，舒城（今属安徽）人。生卒年均不详，约北宋末前后在世。宋神宗元丰八年（1085）进士（榜名美成），做过钱塘幕官，自户部郎官责知巢县，宋徽宗宣和中任郴州知州。南宋建炎初，（公元1127年）以中奉大夫知袁州。致仕后定居宜春。初至，讼牒颇繁，乃大书“依本分”三字，印榜四城墙壁。郡民化之，谤四厅为无讼堂 。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}