{
  "id": 62292,
  "star": 24,
  "name": "夜游宫·春语莺迷翠柳",
  "dynasty": "宋代",
  "content": "春语莺迷翠柳。烟隔断、晴波远岫。寒压重帘幔拕绣。袖炉香，倩东风，与吹透。<br>花讯催时候。旧相思、偏供闲昼。春澹情浓半中酒。玉痕销，似梅花，更清瘦。",
  "fanyi": "<p><strong>译文<br></strong>春风殆荡，莺语啁啾，翠柳如烟，水波潋滟，远山如黛。室内帘幔重重，挡住了窗外的春光，仍透着寒意，令人感到压抑。袖中虽然笼着燃着香料的手炉，还是希望春风能将手炉吹得旺些。<br>春花催发，引起了旧日的相思情。如今孤身一人，闲极无聊得难捱这早春的清昼。唯有以酒销愁，来冲淡那春的引诱，情的煎熬。将醉未醉，闺中人玉损香销，有如梅花，甚或更加清瘦。</p> <p><strong>注释<br></strong>①夜游宫：词牌名，调见毛滂《东堂词》，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>词有“可怜许彩云飘泊”句，故又名“念彩云”。又因有“江北江南新念别”句，亦名“新念别”。双调，五十七字，上下片各六句四仄韵。此词上、下片末后三个三字句。<br>②远岫（xiù）：远山。岫，峰峦。谢胱《郡内高斋闲望》<a href=\"http://so.gushiwen.org/view_62292.aspx\">诗</a>：“窗中列远岫。”<br>③寒压：写闺中人对室内重帘叠幔的压抑的感受。拕（tuō）：同“拖”。“绣”指室外春光。<br>④袖炉香：即炉香拂袖，此代指闺中人。倩：同“请”。<br>⑤花讯：二十四番花信风。古人认为花期有信，应风而开。由小寒到谷雨共八个节气，一百二十日，每五日为一候，共二十四候，每候应一种花信。<br>⑥闲昼：指极至无聊的时光。<br>⑦春澹（dàn）：春之淡薄，这是闺中人思春的心里感受。情浓：指闺中人的内心情感。中（zhòng）酒：因酒醉而身体不爽，犹病酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　发端“春语莺迷翠柳。“烟隔断、晴波远岫”二句，以丽语勾出春暖花开的美景。“春语”句为近景，着“烟隔断”三字，点明下面所写“晴波远岫”是远景，开头所绘之春景，有柳之翠，莺之黄，山之青，水之绿，色彩鲜明清丽；有峰峦之静谧，水波之动荡，翠柳之摇曳，黄莺之歌唱，组成了一幅有声有色、动静交织、远近交融的立体画面。这画面充满蓬勃的生机，为下文起着反衬的作用。</p> <p>　　“袖炉香”三句，写闺中人在薰香的室内，敬请春风的吹拂，“吹透”二字，刻画出闺中人要驱走重帘叠幔所造成的寒气与重压之情何等强烈。这里没有春天来临的欢愉与轻松，由此将“闺怨”正面作了暗示。</p> <p>　　过片紧承“倩东风”，“花讯催时候”写闺中人盼望春天的迅速到来。“旧相思、偏供闲昼”一句，以直抒胸臆手法写出“闺怨”之情。“旧相思”与上片的“寒压”相呼应，可见“寒压”之感绝非客观的重帘叠幔所致，而是有内在的原因。因此，就更感到永昼漫漫，百无聊赖了。“春澹情浓半中酒”一句，继写闺中人的所为所感。正因“春澹情浓”这种感情的反差，造成的内心矛盾，也只好以酒消愁了。然而酩酊之后更引起身体不适。最后道“玉痕消，似梅花，更清瘦”，以闺中人玉损香销，如清瘦的梅花作结，从而将“闺怨”之情一笔托出。</p> <p>　　此首小令在艺术颇具特色：一、含蓄委婉以景托情，反复渲染，揭示主旨。开章描绘春景之美，用以反衬闺怨之情，后以帘幔塞压从正面衬托闺怨，进而以“倩东风，与吹透”表达闺情之渴望；下阕又以闲昼相思，情浓病酒来揭示“闺怨”，最后以玉容消损如清瘦梅花的比喻将闺怨写足。二、善于炼字。词语声调铿锵，色彩鲜明，景物描写富有主体感。如“春语莺迷翠柳”一句，写翠柳飘拂，黄莺婉转，不仅有声有色，动静交织，而且加上一个“迷”字，将黄莺拟人化了，有力地表达了人对春天的喜悦之情，它起了<a href=\"http://so.gushiwen.org/view_62292.aspx\">诗</a>眼的作用。又如“晴波远岫”二个词的修饰语为“晴”“远”二字，于是就将晴空如洗，水波荡漾，峰峦起伏，山青如黛的美好境界勾出。</p>",
  "about": "<h2>创作背景</h2> 　　词人<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>一生未第，游幕终身。据夏承焘《吴梦窗系年》：“梦窗在苏州曾纳一妾，后遭遣去。在杭州亦纳一妾，后则亡殁。集中怀人诸作，其时夏秋，其地苏州者，殆皆忆苏州遣妾。”有认为这首词即是创作于该时期的一首怀念<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>妾的作品。也有人以为这是吴文英的一首普通闺怨词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "春天",
    "写景",
    "相思"
  ]
}