{
  "id": 72501,
  "star": 55,
  "name": "孟子见梁襄王",
  "dynasty": "先秦",
  "content": "　　孟子见梁襄王。出，语人曰：“望之不似人君，就之而不见所畏焉。</p> <p>　　卒然问曰：‘天下恶乎定？’</p> <p>　　吾对曰：‘定于一。’‘孰能一之？’</p> <p>　　对曰：‘不嗜杀人者能一之。’</p> <p>　　‘孰能与之？’</p> <p>　　对曰：‘天下莫不与也。王知夫苗乎？七八月之间旱，则苗槁矣。天油然作云，沛然下雨，则苗浡然兴之矣！其如是，孰能御之？今夫天下之人牧，未有不嗜杀人者也。如有不嗜杀人者，则天下之民皆引领而望之矣。诚如是也，民归之，由水之就下，沛然谁能御之？’”",
  "fanyi": "<p><strong>译文</strong><br>孟子进见梁襄王，出来后，对人说：“（梁襄王）远远看上去不像个国君的样子，走近他也看不到有什么使人敬畏的地方。<br>（他见了我之后）突然问道：“天下要怎样才能安定呢？”<br>我回答说：”天下安定在于统一天下。“<br>“谁能统一天下呢？”<br>我对他说：“不嗜杀的国君能统一天下。”<br>“谁会归附他呢？”<br>我又回答：“天下没有不归附他的。大王您知道禾苗生长的情况吗？当七八月间一发生干旱，禾苗就要枯槁了。一旦天上乌云密布，下起大雨，那么禾苗就长得茂盛了。像这样的话，谁能阻止它呢？而现在天下国君，没有一个不嗜好杀人。如果有一个不喜欢杀人的（国君），那么普天下的老百姓都会伸长脖子仰望着他了。如果像这样，老百姓就归附他，就像水往低处流一样，这哗啦啦的汹涌势头，谁又能够阻挡得了呢？”</p> <p><strong>注释</strong><br>⑴梁襄王：即魏襄王，名嗣（一说名赫），魏惠王的儿子，前318一前296年在位，襄是他死后的谥号.此处所说的事，当在襄王继位后不久.<br>⑵语（yù预）：告诉.<br>⑶卒：通\"猝\",突然.熹《集往》概括以上描述梁襄王形态的语句云：\"盖容貌辞气乃德之符，其外如此，则其中之所存者可知.\"<br>⑷恶（Wū乌）乎：怎样，如何.<br>⑸定于一：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《集注》云：\"必合于一然后定.\"（一：统一。）<br>⑹与：此处为归顺，随 从之意.<br>⑺油然：朱熹《集注》云：\"云盛貌.\"<br>⑻沛然：朱熹《集注》云：\"雨盛貌.\"<br>⑼浡（bó博）然：朱熹《集注》云：\"兴起貌.\"<br>⑽人牧：管理民众的人，即统治者.<br>⑾领：即脖子.<br>⑿由：通\"犹\"<br>⒀定：安定。<br>⒁孰：谁。<br>⒂嗜：喜欢。<br>⒃与：归附。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　清代刘熙载说：“孟子之文，至简至易，如舟师执舵；中流自在，而推移费力者不觉自屈。”（《艺概·文概》）我们读《孟子见梁襄王》也就可以得到印证。这一章选自《孟子·梁惠王上》，以孟子见过梁襄王之后，向人转述他与梁襄王对答的情况，表现了主张“仁政”“王道”的一贯思想。</p> <p>　　孟子处于战国七雄争霸的时代，新兴地主阶级正在崛起，并要取得政治上的统治地位，因而社会矛盾更趋激烈，兼并战争日益频繁。“争地以战，杀人盈野；争城以战，杀人盈城”的战争和“庖有肥肉，厩有肥马，民有饥色，野有饿莩”的阶级对立，正如孟子所说：“民之憔悴于虐政，未有盛于此时者也。”孟子到处宣扬“保民而王”“仁义为本”的思想，在当时符合人民的愿望，有一定的积极意义。孟子首先到梁（今开封）谒见梁惠王，向梁惠王游说，在此并见到梁惠王的儿子，也就是梁襄王。孟子与梁襄王的应对中，孟子先以天上雨水比喻君泽，后以地上流水比喻民心，相互关联，又各赋其义，既自然又新颖，既为人熟知又让人深感贴切，这不仅鲜明地表明了孟子的观点，还表现出他高超的谈话艺术。</p>",
  "about": "<h2>特点</h2> <p><strong>善辩</strong><br>　　孟子是一位有名的雄辩家。其门人公都子对他说：“外人皆称夫子好辩。”孟子回答说：“我岂好辩哉？不得已也！”孟子确实是为了推行自己的政治主张，对付那班见利忘义、嗜杀不仁的统治者，才施展他的辩才的。孟子对付梁襄王，首先在于善于察言观色而择言。他见梁襄王“望之不似人君，就之而不见所畏焉”，这个国君不像个国君的样子，就是接近了他，也看不出什么威严。孟子对梁襄王的印象并不佳，因而讲话直截了当，毫不婉转曲折。其次在于围绕中心，逐步展开论述。梁襄王的命题是“天下恶乎定？”怎样才能使天下安定，孟子回答以“定于一”，襄王不知“孰能一之”，孟子对以“不嗜杀人者能一之”。梁襄王的问话不如他父亲梁惠王能提出一些他面临的矛盾，步步追问的都属于治国的常识性问题，孟子也就以严密的逻辑联系，将启发与阐释相结合的言论，使之启蒙益智。作为一国之君，只有使天下归附，才得人心，这就要爱民保民，绝不嗜杀好战，那么天下归于一统，社会也就安定了。孟子循着梁襄王问题的思路，逐步揭示所要讲的内容，而不径直揭底，使对方在获得某种满足之时，又有新的不满足，这种“引而不发，跃如也”的讲话艺术，较之捷言尽说更能收到效果。</p> <p><strong>善喻</strong><br>　　汉代赵岐《孟子题辞》说：“孟子长于譬喻，辞不迫切，而意已独至。”比喻即使语言生动形象，具有直观性，又含意丰富，具有揭示事物本质的深刻性。《孟子见梁襄王》，同样以生动的比喻说明了“天下莫不与也”的道理。孟子将人民盼望不嗜杀的君王，比作七八月间的旱苗盼雨。苗“槁”，久旱要枯死，这时天空“油然作云，沛然下雨”，乌云像油一样的漫延，泛着光泽，大雨像满溢样哗哗倾泻，那么禾苗自然“然兴之”，蓬蓬勃勃地生长，更为茂盛。孟子以苗“槁”与“兴”的对比，说明雨对禾生死荣枯的关系，显示人民对明君与暴君的态度。孟子形容天下之民归附不嗜杀人者，“犹水之就下”，无法抗拒，也貌合神契。槁苗望雨“孰能御之”，民之归附，“沛然谁能御之”，反诘得让人毋庸置疑。要天下“与”之，都跟随君王，关键在君不嗜杀人，如甘霖惠旱苗，则民便如水归沟壑，前以天上雨水比君泽，后以地上流水比民心，两喻相衔联，又各赋其义，既自然又新颖。雨润禾苗，水向低处，生活中习见之事，易明之理，既为人熟知又深感贴切。</p> <p><strong>犀利</strong><br>　　郭沫若在《十批判书》中说：“孟文的犀利，庄文的恣肆，荀文的浑厚，韩文的峻峭，单拿文章来讲，实在各有千秋。”（《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>的批判》）孟子对梁襄王的应答，也是词锋尖锐。“不嗜杀人者能一之”，而“今夫天下之人牧，未有不嗜杀人者也”。没有一个君王不好杀人，概括战国时广阔的社会现实，也揭示了当时尖锐的阶级矛盾，且连梁惠王、梁襄王也都一概列入嗜杀者之列。孟子看出梁襄王也属于嗜杀图霸的一类角色，也就乘机痛下针砭。他对梁惠王还申述了一番“王无罪岁，斯天下之民至焉”，“为民父母，行政，不免于率兽而食人，恶在其为民父母也”，“仁者无敌”的道理，而对梁襄王则劝之仍恐其愚，讥之则不畏其恼，言言作声，语语中的。孟子对梁襄王一番应答之后，梁襄王没有任何反应。孟子见在梁无法施行他的政治主张，便由梁到齐，“加齐之卿相”。<br>　　孟子见梁襄王时，已是七十岁左右，先前已经游历了好多国家，到梁后先和惠王有过多次接触，因此这时是他思想很成熟的时期，也是经验很丰富的时候。他与梁襄王仅此一次接触的记载，虽然时间短暂，言谈简要，可是由此一斑，亦可见孟子的思想核心和讲话艺术。就此，对于我们了解孟子的主张以及散文艺术，是有意义的。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及弟子"
  },
  "tags": [
    "高中文言文",
    "游说",
    "仁政",
    "思想",
    "故事"
  ]
}