{
  "id": 65503,
  "star": 94,
  "name": "临江仙·未遇行藏谁肯信",
  "dynasty": "宋代",
  "content": "未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 <br>才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。",
  "fanyi": "<p><strong>译文</strong><br>一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上，那么我正好借着风力，乘风直上。<br>在半空中，风慢慢吹来，我觉得身体渐渐平稳了，只觉得要飘到月宫去了。此时正是雨后，夕阳西下之时，又有多少人身在平地，羡慕我登上了碧霄之中啊！</p> <p><strong>注释</strong><br>⑴临江仙：词牌名。本为唐教坊曲名，多用以咏水仙，故名。双调五十八字或六十字，皆用平韵。<br>⑵未遇：未得到赏识和重用；未发迹。行藏：指出处或行止。语本《论语·述而》：“用之则行，舍之则藏。”<br>⑶无端：谓无由产生。引申指无因由，无缘无故。良匠：泛指在某方面技艺精湛的人。形容：形体和容貌。<br>⑷当风：正对着风。<br>⑸吹嘘：吹助，指风吹。唐<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《哭李观》<a href=\"http://so.gushiwen.org/view_65503.aspx\">诗</a>：“清尘无吹嘘，委地难飞扬。”<br>⑹蟾宫：月宫，月亮。唐以来称科举及第为蟾宫折桂，因以指科举考试。<br>⑺碧霄：青天。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　据宋人洪迈《夷坚志》记载：<a href=\"http://so.gushiwen.org/author_727.aspx\">侯蒙</a>其貌不扬，年长无成，屡屡被人讥笑。有轻薄少年画其形容于风筝上，侯蒙见之大笑，作《临江仙》词题其上。后一举登第官至宰相。</p> <p>　　假如有人把你的相貌绘于风筝之上，即使你相貌英俊，恐怕也不会高兴，或许要勃然动怒，或者告他个侵犯肖像权或者恶语相向或者诉诸武力了。然而侯蒙却没这样做，他不但不动怒，还见之大笑，并为此写了一首词，题写于风筝之上，可见侯蒙绝非一般人物。</p> <p>　　绝非一般人物的侯蒙写的词又如何呢?</p> <p>　　这首词用了托物言志的手法，借风筝来写<a href=\"http://so.gushiwen.org/view_65503.aspx\">诗</a>人个人的志向、意愿和理想。</p> <p>　　未遇行藏谁肯信?是自问亦是自答，自己其貌不扬，又年长无所成就，谁又能了解自己呢？世上的人有谁不以貌、以权、以钱取人呢？人们看到的都是外在的东西，内在的修养才学志向抱负谁又能看到呢？不为人理解相信当然也就在情理之中了。</p> <p>　　不知是幸还是不幸，诗人的名声却一下子显扬起来，原来不知是哪个画家把他的形象绘制于风筝上，他也就随着风筝飞上了天空。</p> <p>　　“当风轻借力，一举入高空”，是写风筝也是写诗人的志向。诗人明明白白的正告我们，风筝只有在有风的时候才能飞上天空，如果没风，任谁风筝也飞不起来。一个人在社会上有成或者无成何尝不是如此呢?才能当然是一个方面，但机遇也必不可少，如果没有机遇，没有可以借力的风，即使一个人再有才华，也不可能有所成就。世上的人们，你们只知道我在地上的样子，和你们似乎一样；但你们要知道，一旦风起，那临风飘举就是我！诗人借风筝却写出了“抟扶摇羊角而上者九万里”的大鹏的志向。</p> <p>　　才得吹嘘身渐稳，是写风筝已飞上天空迎风飘举的样子；只疑远赴蟾宫，是诗人借风筝来表明自己的志向，那就是去“蟾宫”折桂，成就自己的功名事业。雨余时候夕阳红，是写雨过天晴，傍晚时分夕阳无限红。风雨是自然界的风雨，同是也是诗人所遭受的人生的风雨。阳光总在风雨后，风雨之后，属于自己的阳光终究会到来，哪怕来得晚一点，但诗人始终坚定的相信，他终将会大器晚成。</p> <p>　　几人平地上，看我碧霄中。表面是写绘有诗人形象的风筝飞翔于碧空之中，平地上人们都在观看；其实是借风筝飞翔碧空来表达自己的不凡志向。正如《红楼梦》中贾雨村借月亮来表达的自己志向的诗句“天上一轮才捧出，人间万姓仰头看”一样，诗人要表达也是同样的志向。</p> <p>　　或许我们今天看似一样，但谁又能知道明天会如何呢？明天，就在明天，我们也许就会判若霄壤，因为你们是“翱翔蓬蒿之间”的蜩与学鸠，而我则是“抟扶摇羊角而上者九万里”的大鹏；你们是庸庸碌碌的凡夫俗子，而我则是志向高远的豪杰之士。</p> <p>　　非豪杰之士不能写出豪杰之词，此词便是豪杰之士写的豪杰之词</p><br/><h2>鉴赏</h2> <p>　　这是一首讽喻词，表面上是写风筝，骨子里是讽刺封建社会那些往上爬的势利小人。“当风轻借力，一举入高空”，是这些人行径的生动写照。</p> <p>　　上片写那些势利小人对他的讥讽。“未遇行藏谁肯信，如今方表名踪。”开头就从自嘲落笔。“无端良匠画形容。当风轻借力，一举入高空。”这三句紧承“表名踪”而来，不知是哪个画家把他的形象绘制于风筝上，他也就随着风筝飞上了天空。原来他就是这样被“表名踪”的，从“无端”二字中，能感受到词人在自嘲的调侃语气里的一腔激愤。这里一方面，写自己无端被人嘲弄，无可奈何；另一方面，又是对那些苦苦钻营，千方百计寻找机会往上爬的小人们的辛辣讽刺。一旦找到了机会，就会如同这风筝一样，“当风轻借力，一举入高空。”一语双关。明说自己就是这样显露了名踪，真叫有苦难言，哭笑不得；骨子里却在为那些一心趁势往上爬的势利小人画像，揭露他们丑恶的嘴脸和肮脏的灵魂。也许正因如此，<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>才化用这一警策为“好风凭借力，送我上青云”（《红楼梦》第七十回），派做藏机不露的薛宝钗的内心独白。</p> <p>　　下片紧承上片末两句的句意，由写风筝怎样飞上天空转写飞空之后的情形；同时在寓意方面既承上文，又拓新境，全力以赴地开始对封建社会中那些得势一时之徒，从外形到内心展开全面的揭露，给予辛辣的讽刺。</p> <p>　　“才得吹嘘身渐稳”，明写风筝得风吹助，渐渐平稳地飘飞起来；暗喻那些趁势爬上社会高层的人得到权势者的吹捧，社会地位逐渐地稳固起来。“吹嘘”一语双关，贬意显豁。“只疑远赴蟾宫”，明写风筝越来越远地高飞，只怕是要飞到月宫去了；暗喻那些一心往上爬的人简直要去蟾宫折桂、一品登科了。俗传月中有蟾蜍，又传月中有桂，人们常以蟾宫折桂为登科之称。“雨余时候夕阳红”，明写风筝在雨过天青、落日通红之际飘飞天穹的景象；暗喻爬上去的人那种有如拨开阴霾而飞黄腾达的景象。三句用韵，一气而下，名写风筝高飞，实写小人心理，纯用比喻手法，进行双关刻画，把那些讽刺他妄想上天者的隐秘企图揭示得酣畅淋漓，入骨三分。“几人平地上，看我碧霄中。”在连用比喻之后，转用直露描述，赤裸裸地说：在那平地上，有几个人正在眼巴巴地看着我高飞青天之上。进一步描绘了得势小人洋洋得意的神态。名义上是写风筝，实际上是写人，勾勒出一个势利小人得势后自鸣得意的面貌。</p> <p>　　此词还可解读为词人借风筝表达自己的志向。按此理解，开头是自问亦是自答，说自己其貌不扬，怀才不遇。“当风轻借力，一举入高空”，是写风筝也是写词人的志向。“才得吹嘘身渐稳，只疑远赴蟾宫”，是词人借风筝来表明自己的志向，那就是去“蟾宫”折桂，成就自己的功名事业。“雨余时候夕阳红”，是写雨过天晴，傍晚时分夕阳无限红。风雨是自然界的风雨，同是也是词人所遭受的人生的风雨，风雨之后，属于自己的阳光终究会到来，词人始终坚定的相信，他终将会大器晚成。最后两句表面是写绘有<a href=\"http://so.gushiwen.org/view_65503.aspx\">诗</a>人形象的风筝飞翔于碧空之中，平地上人们都在观看，其实是借风筝飞翔碧空来表达自己的不凡志向。</p><br/><h2>赏析一</h2> <p>　　这是一首讽喻词。有故事说，<a href=\"http://so.gushiwen.org/author_727.aspx\">侯蒙</a>年青时，久困于考场，三十一岁才中了举人。他长得难看，人们都轻笑他，有爱开玩笑的人，把他的像画在风筝上，引线放入天空，讽刺他妄想上天。侯蒙看了就在上面题了这首词。后来，他竟真的一举考中了进士，历任要职。</p> <p>　　这首词，表面上是写风筝，骨子里是讽刺封建社会那些往上爬的势利小人。“当风轻借力，一举入高空”。是这些人行径的生动写照。</p> <p>　　上片写那些势利小人对他的讥讽。“未遇行藏谁肯信，如今方表名踪。”一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：被人把自己的容貌，画到风筝上，趁着风势，借着风力，与风筝一起，飞上了高高的天空。一方面，写自己无端被人嘲弄，无可如何；另一方面，又是对那些苦苦钻营，千方百计寻找机会往上爬的小人们的辛辣讽刺。一旦找到了机会，就会如同这风筝一样，“当风轻借力，一举入高空。”一语双关。</p> <p>　　下片写风筝飞入天空之后的情形。“才得吹嘘身渐稳”，刚刚得到风吹，风筝渐渐在天空稳当地飘起来了，比喻某些人在社会上受到吹捧，获得了稳固的社会地位。“只疑远赴蟾宫”，还要打算远远地上天。“雨余时候夕阳红”，雨过天晴，傍晚的落日通红。这是形容飞黄腾达的景象。“几人平地上，看我碧霄中”，从平地向上看，能有几个人像我这样上了天呢？进一步描绘了得势小人洋洋得意的神态。名义上是写风筝，实际上是写人，勾勒出一个势利小人得势后自鸣得意的面貌。</p>",
  "about": "<h2>创作背景</h2> 　　据宋人洪迈《夷坚志》记载：“<a href=\"http://so.gushiwen.org/author_727.aspx\">侯蒙</a>其貌不扬，年长无成，屡屡被人讥笑。有轻薄少年画其形貌于风筝上，侯蒙见之大笑，作《临江仙》词题其上。后一举登第，官至宰相。”意思是说，侯蒙年青时，久困于考场，三十一岁才中了举人。他长得难看，人们都轻笑他，有爱开玩笑的人，把他的像画在风筝上，引线放入天空，讽刺他妄想上天。侯蒙看了就在上面题了这首词。",
  "poet": {
    "id": 727,
    "star": 0,
    "name": "侯蒙",
    "image": "http://img.gushiwen.org/authorImg/houmeng.jpg",
    "desc": "侯蒙（1054～1121），字元功，密州高密（今属山东）人，北宋宋徽宗崇宁年间户部尚书，谥文穆。《全宋词》第一册收其词一首。《全宋文》卷二七○四收其文四篇。事迹见《宋史》卷三五一本传。"
  },
  "tags": [
    "宋词三百首",
    "言志"
  ]
}