{
  "id": 10829,
  "star": 47,
  "name": "九日蓝田崔氏庄",
  "dynasty": "唐代",
  "content": "老去悲秋强自宽，兴来今日尽君欢。<br>羞将短发还吹帽，笑倩旁人为正冠。<br>蓝水远从千涧落，玉山高并两峰寒。<br>明年此会知谁健？醉把茱萸仔细看。",
  "fanyi": "<p><strong>译文<br></strong>人老了，又面对着悲凉萧瑟的秋色，只好勉强宽慰自己了。今日恰逢重阳佳节，我也来了兴致，和大家在一起尽情欢乐。<br>惭愧的是，我的头发稀稀落落，因担心帽子被风吹走，笑请旁人把我的帽子扶正。<br>蓝溪的水远远地从千条溪涧中流过来，玉山高耸冷峻，两峰并峙，千古不变。<br>明年我们再相聚时，谁还健在呢？不如多饮几杯酒，拿起茱萸好好看看，期望明年再相会。</p> <p><strong>注释<br></strong>⑴蓝田：即今陕西省蓝田县。<br>⑵强：勉强。<br>⑶今：一作“终”。<br>⑷吹帽：此处用“孟嘉落帽”的典故。<br>⑸倩：请。<br>⑹蓝水：即蓝溪，在蓝田山下。<br>⑺玉山：即蓝田山。<br>⑻健：一作“在”。<br>⑼醉：一作“再”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>七律中的代表作。此<a href=\"http://so.gushiwen.org/view_10829.aspx\">诗</a>首联就用对仗，诗句宛转自如。“老去悲秋强自宽，兴来今日尽君欢。”“老去”停顿，为一层，“悲秋”停顿，为一层，“强自宽”又停顿，又为一层；“兴来”停顿，为一层，“今日”停顿，为一层，“尽君欢”又停顿，又为一层。诗意层层变化，错落有致。</p> <p>　　颔联用“孟嘉落帽”的典故，把诗人内心悲凉而又强颜欢笑的心境淋漓尽致地表达了出来。“羞将短发还吹帽，笑倩旁人为正冠。”人老了，怕帽一落，显露出他的萧萧短发，作者以此为“羞”，所以风吹帽子时，笑着请旁人帮他正一正。这里用“孟嘉落帽”的典故。王隐《晋书》：“孟嘉为桓温参军，九日游龙山，风至，吹嘉帽落，温命孙盛为文嘲之。”杜甫曾授率府参军，此处以孟嘉自比，合乎身份。然而孟嘉落帽显出名士风流蕴藉之态，而杜甫此时心境不同，他怕落帽，反让人正冠，显出别是一番滋味。说是“笑倩”，实是强颜欢笑，骨子里透出一缕伤感、悲凉的意绪。这一联用典入化，传神地写出杜甫那几分醉态。宋代<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>说：“孟嘉以落帽为风流，此以不落帽为风流，翻尽古人公案，最为妙法。”（《诚斋诗话》）</p> <p>　　颈联更是不同凡响，笔力挺峻。“蓝水远从千涧落，玉山高并两峰寒。”按照一般写法，颈联多半是顺承前二联而下，那此诗就仍应写叹老悲秋。诗人却猛然推开一层，笔势陡起，以壮语唤起一篇精神。这两句描山绘水，气象峥嵘。蓝水远来，千涧奔泻，玉山高耸，两峰并峙。山高水险，令诗人只能仰视，让他感到振奋。用“蓝水”、“玉山”相对，色泽淡雅；用“远”、“高”拉出开阔的空间；用“落”、“寒”稍事点染，既标出深秋的时令，又令读者有高危萧瑟之感。诗句豪壮中带几分悲凉，雄杰挺峻，笔力拔山。</p> <p>　　尾联看似平淡，实则饱含深意。“明年此会知谁健？醉把茱萸仔细看。”当诗人抬头仰望秋山秋水，如此壮观，低头再一想，山水无恙，人事难料，他自己已这样衰老，不能生活得长久。所以他趁着几分醉意，手把着茱萸仔细端详：“茱萸呀茱萸，明年此际，还有几人健在，佩带着你再来聚会呢？”上句一个问句，表现出诗人沉重的心情和深广的忧伤，含有无限悲天悯人之意。下句用一“醉”字，妙绝。若用“手把”，则嫌笨拙，而“醉”字却将全篇精神收拢，鲜明地刻画出诗人此时的情态：虽已醉眼蒙眬，却仍盯住手中茱萸细看，不置一言，却胜过万语千言。</p> <p>　　这首诗跌宕腾挪，酣畅淋漓，前人评价说：“字字亮，笔笔高。”（《读杜心解》）诗人满腹忧情，却以壮语写出，诗句显得慷慨旷放，凄楚悲凉。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "重阳节",
    "悲秋"
  ]
}