{
  "id": 297,
  "star": 22,
  "name": "鲁颂·閟宫",
  "dynasty": "先秦",
  "content": "閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。上帝是依，无灾无害。弥月不迟，是生后稷。降之百福。黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。有稷有黍，有稻有秬。奄有下土，缵禹之绪。后稷之孙，实维大王。居岐之阳，实始剪商。至于文武，缵大王之绪，致天之届，于牧之野。无贰无虞，上帝临女。敦商之旅，克咸厥功。王曰叔父，建尔元子，俾侯于鲁。大启尔宇，为周室辅。</p> <p>乃命鲁公，俾侯于东。锡之山川，土田附庸。周公之孙，庄公之子。龙旂承祀。六辔耳耳。春秋匪解，享祀不忒。皇皇后帝！皇祖后稷！享以骍牺，是飨是宜。降福既多，周公皇祖，亦其福女。</p> <p>秋而载尝，夏而楅衡，白牡骍刚。牺尊将将，毛炰胾羹。笾豆大房，万舞洋洋。孝孙有庆。俾尔炽而昌，俾尔寿而臧。保彼东方，鲁邦是尝。不亏不崩，不震不腾。三寿作朋，如冈如陵。</p> <p>公车千乘，朱英绿縢。二矛重弓。公徒三万，贝胄朱綅。烝徒增增，戎狄是膺，荆舒是惩，则莫我敢承！俾尔昌而炽，俾尔寿而富。黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾。万有千岁，眉寿无有害。</p> <p>泰山岩岩，鲁邦所詹。奄有龟蒙，遂荒大东。至于海邦，淮夷来同。莫不率从，鲁侯之功。</p> <p>保有凫绎，遂荒徐宅。至于海邦，淮夷蛮貊。及彼南夷，莫不率从。莫敢不诺，鲁侯是若。</p> <p>天锡公纯嘏，眉寿保鲁。居常与许，复周公之宇。鲁侯燕喜，令妻寿母。宜大夫庶士，邦国是有。既多受祉，黄发儿齿。</p> <p>徂徠之松，新甫之柏。是断是度，是寻是尺。松桷有舄，路寝孔硕，新庙奕奕。奚斯所作，孔曼且硕，万民是若。",
  "fanyi": "<p><strong>译文<br></strong>深闭的郊庙清静而又肃穆，它是那样坚固而又很密致。怀念起伟大的始祖母姜源，她品德高尚既不邪也不僻。受到上天太多太多的眷顾，从未得过病也没染过灾疫。怀胎满十月整不早也不迟，就这样诞生下我先祖后稷，无尽的福禄降临他的身体。他能辨清黍子谷子谁先熟，大豆小麦哪个先播种下地。他从拥有自己邦国之日起，就教给人们种庄稼学农艺，有五谷杂粮有金黄的黍米，有长穗水稻也有黑壳稻米。从他拥有自己国土之日起，就勇于把禹王的事业继续。<br>贵为先祖后稷的孝子贤孙，实为我们的古公亶父太王，他早在定居岐山之南之时，就开始筹划讨伐昏乱殷商。大周发展到文王武王时代，就把太王的未竟事业弘扬。大周武王顺承上天的旨意，在牧野大战之前慷慨激昂：将士们莫怀二心莫要顾虑，上天监察在你们头顶上方；我们这支讨伐殷商的队伍，必将人人获得一份军功章！周成王颁发命令给周公说，叔父啊我要赦封你的长子，让他作诸侯去把鲁国执掌，到那里奋发有为拓土开疆，做我大周王室的忠臣良将！<br>成王于是就颁旨给鲁僖公，让他去做诸侯在都城之东。封赐给鲁僖公广袤的山川，封赐给他田地和属国边城。不愧为周公之孙庄公之子。排开龙旗仪帐去祭祀先祖，驾车的六条辔绳柔顺从容。春祭秋尝从不敢丝毫懈怠，祭奉先祖从不敢丝毫糊弄。伟大的皇天后土先祖后稷，我们为您敬献上赤牛牺牲，请您降临享用合您的心情。谨请上天多多降福给我们，先祖周公伟大的列祖列宗，祈求上苍降福你们在天庭！<br>准备秋天祭祀先祖的神灵，从夏天就开始把牛角固定。摆列好白色公牛红色犍牛，牛形酒尊碰撞出清脆响声。烧烤乳猪煲好鲜美的肉汤，装满竹笾木豆和大型俎筒。跳起万舞场面大气又排场，贤孝的子孙尽享福禄祥祯。敬祝鲁僖公事业发达昌盛，敬祝您健康长寿安乐一生！你拥有这东方广袤的土地，鲁国政通人和天下永太平。天道不亏损山川也不陷崩，大地不震动四海也不翻腾。衷心祝愿您寿比三星相聚，好比那高大的山冈和山陵！<br>鲁僖公大驱举国战车千辆，戟矛装饰红缨弓柄拴绿绳，车上插两杆戟矛两张强弓。鲁僖公率领着步卒三万名，头盔镶着漂亮的贝壳红缨。鲁国大军的气势勇不可当，痛击了西北的边族狄和戎，讨伐了楚地舒国小小边城，谁也不敢阻挡我大军冲锋！敬祝您事业发达如日中天，敬祝您健康长寿福禄祥祯。头发黄鲐鱼背长寿的象征，但愿您老当益壮尽展才能！敬祝您事业昌盛身心安泰，敬祝您健康长寿桑榆遐龄。敬祝您万事如意千岁万年，敬祝您福寿无疆永保康宁！<br>您就像那巍峨的东岳泰山，鲁国百姓都唯您马首是瞻。我们鲁国拥有龟山和蒙山，并把版图扩到极远的东边。一直拓展到达那海边之国，淮夷诸族归属到鲁侯跟前。举国百姓无不顺从鲁僖公，这就是鲁僖公的功德圆满。<br>我们鲁国拥有凫山和绎山，并把版图扩到徐戎聚居地。一直拓展到达那海边之国，淮夷诸族蛮邦部落俱辖治，以及南方少数民族的部众，没有谁不遵从鲁国的法律。没有谁敢不归从鲁国一统，敢不顺应鲁侯僖公的旨意！<br>上天恩赐僖公深厚的福禄，长寿无疆永远对鲁国统治。占据常国许田等朝宿之邑，收复周公时代旧有的疆域。鲁僖公此时此刻内心欢喜，还有高堂老母贤惠的妻子。施政让大夫百姓各得其所，国家长治久安越来越富裕。鲁侯理当得到这许多福祉，祝您黄发童颜又生新牙齿！<br>建庙用徂来新甫山的松柏，修造师们又锯断又测高程，又是用丈量又是用尺子比。因为使用了长大的桷和松，所以才有正殿如此之伟雄，才有这漂亮的宫庙新落成。有才的奚斯写下这首<a href=\"http://so.gushiwen.org/view_297.aspx\">诗</a>歌，确实篇幅很长又大气恢宏，充分表达天下万民的心声。</p> <p><strong>注释<br></strong>1.閟（bì）宫：神宫。閟，闭门也。<br>2.侐（xù）：清静貌。<br>3.实实：广大貌。枚枚：细密貌。<br>4.姜嫄（yuán）：周始祖后稷之母。<br>5.回：邪。<br>6.依：助。<br>7.弥月：满月，指怀胎十月。<br>8.后稷（jì）：周之始祖，名弃。后，帝；稷，农官之名，弃曾为尧农官，故曰后稷。<br>9.百：言其多。<br>10.黍（shǔ）：糜子。稷：谷子。重穋（tónglù）：两种谷物，通“穜稑”，先种后熟曰“穜”，后种先熟曰“稑”。<br>11.稙稺（zhízhì）：，两种谷物，早种者曰“稙”，晚种者曰“稺”。菽（shū）：豆类作物。<br>12.奄：包括。<br>13.俾（bǐ）：使。稼穑：指务农，“稼”为播种，“穑”为收获。<br>14.秬（jù）：黑黍。<br>15.缵（zuǎn）：继。绪：业绩。<br>16.大（tài）王：即“太王”，周之远祖古公亶父。<br>17.歧：山名，在今陕西。阳：山南。<br>18.翦（jiǎn）：灭。<br>19.文武：周文王、周武王。<br>20.届：诛讨。<br>21.牧之野：即“牧野”，地名，殷都之郊，在今河南淇县西南。<br>22.贰：二心。虞（yú）：误。<br>23.临：监临。<br>24.敦：治服。旅：军队。<br>25.咸：成，备。<br>26.叔父：指<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>，周公为武王之弟，成王叔父。王，指成王，武王之子。<br>27.元子：长子。<br>28.侯：为侯。<br>29.启：开辟。<br>30.锡：音义并同“赐”。<br>31.附庸：指诸侯国的附属小国。<br>32.周公之孙、庄公之子：均指鲁僖公。<br>33.承祀：主持祭祀。<br>34.辔（pèi）：御马的嚼子和缰绳。古代四马驾车，辕内两服马共两条缰绳，辕外两骖马各两条缰绳，故曰六辔。耳耳：和顾貌。<br>35.解（xiè）：通“懈”。<br>36.享：祭献。忒：变。<br>37.骍（xīn）：赤色。牺：纯色牺牲。<br>38.宜：肴，享用。<br>39.周公皇祖：即皇祖周公，此倒句协韵。<br>40.尝：秋季祭祀之名。<br>41.楅衡（bìhēng）：防止牛抵触用的横木。古代祭祀用牲牛必须是没有任何损伤的，秋祭用的牲牛要在夏天设以楅衡，防止触折牛角。<br>42.牡：公牛。刚：通“犅”，小牛。牺尊：酒尊的一种，形为牺牛，凿背以容酒，故名。将（qiāng）将：音义并同“锵锵”，器物相碰的声音。<br>43.毛炰（páo）：带毛涂泥燔烧，此是烧小猪。胾（zì）：大块的肉。羹（gēng）：指大羹，不加调料的肉汤。<br>44.笾（biān）：竹制的献祭容器。豆：木制的献祭容器。大房：大的盛肉容器，亦名夏屋。<br>45.万舞：舞名，常用于祭祀活动。洋洋：盛大貌。<br>46.臧（zāng）：善。<br>47.常：长。<br>48.三寿作朋：古代常用的祝寿语。三寿，《养生经》：“上寿百二十，中寿百年，下寿八十。”朋，并。<br>49.朱英：矛上用以装饰的红缨。绿縢：将两张弓捆扎在一起的绿绳。縢（téng）：绳。<br>50.二矛：古代每辆兵车上有两支矛，一长一短，用于不同距离的交锋。重弓：古代每辆兵车上有两张弓，一张常用，一张备用。<br>51.徒：步兵。<br>52.贝：贝壳，用于装饰头盔。胄（zhòu）：头盔。綅（qīn）：线，用于编缀固定贝壳。<br>53.烝（zhēng）：众。增增：多貌。<br>54.戎狄：指西方和北方在周王室控制以外的两个民族。膺（yīng）：击。<br>55.荆：楚国的别名。舒：国名，在今安徽庐江。<br>56.承：抵抗。<br>57.黄发台背：皆高寿的象征。人老则白发变黄，故曰黄发。台，同“鲐”，鲐鱼背有黑纹，老人背有老人斑，如鲐鱼之纹，故云。<br>58.胥：相。试：比。<br>59.耆（qí）、艾：皆指年老。<br>60.有：通“又”。<br>61.眉寿：指高寿。<br>62.岩岩：山高貌。<br>63.詹（zhān）：至。陈奂《诗毛氏传疏》：“言所至境也。”<br>64.龟、蒙：二山名。<br>65.荒：同“抚”，有。大东：指最东的地方。<br>66.淮夷：淮水流域不受周王室控制的民族。同：会盟。<br>67.保：安。凫、绎：二山名，凫山在今山东邹县西南，绎山在今邹县东南。<br>68.徐：国名。宅：居处。<br>69.蛮貊（mò）：泛指北方一些周王室控制外的民族。<br>70.南夷：泛指南方一些周王室控制外的民族。<br>71.诺：应诺。<br>72.若：顺从。<br>73.公：鲁公。纯：大。嘏（gǔ）：福。<br>74.常、许：鲁国二地名，毛传谓为“鲁南鄙北鄙”。<br>75.燕：通“宴”。<br>76.令：善。<br>77.宜：适宜。<br>78.祉（zhǐ）：福。<br>79.儿齿：高寿的象征。老人牙落后又生新牙，谓之儿齿。<br>80.徂（cú）来：也作徂徕，山名，在今山东泰安东南。<br>81.新甫：山名，在今山东新泰西北。<br>82.度：通“剫”，伐木。寻、尺：皆度量单位，此作动词用。<br>83.桷（jué）：方椽。舄（xì）：大貌。<br>84.路寝：指庙堂后面的寝殿。孔：很。<br>85.新庙：指閟宫。奕奕：美好貌。<br>86.奚斯：人名，鲁国大夫。<br>87.曼：长。<br>88.若：顾。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_297.aspx\">诗</a>一、二、三章叙述了周的发生、发展、壮大以及鲁国的建立，并不是纯粹介绍民族历史，赞美所有先祖的功德，而是突出两位受祀的祖先后稷和周公，以说明祭祀他们的原因。至于诗中提到的其他人，则只是陪衬而已。后稷是周民族的初祖，为姜嫄所生，其出生有一些神话色彩，《大雅·生民》记载较为详细。诗写到这些是因为姜嫄有端正的德性，但主要的却是体现后稷的不凡与神异，和《生民》诗的用意一致。后稷的发展农业，固是上天赐之百福，更和他个人受命于天分不开。以下叙述太王、文王、武王，重点在于灭商，太王“居岐之阳，实始翦商”，而文王、武王“缵太王之绪”，“敦商之旅，克咸厥功”，发展线索极为清楚。关于周公功绩，诗中没有明载，但“（成）王曰：叔父，建尔元子，俾侯于鲁，大启尔宇，为周室辅。”分明见出周公于建周有大功劳。《史记·鲁周公世家》载：“周公佐武王作《牧誓》，破殷，入商宫，已杀纣，周公把大钺，召公把小钺，以夹辅武王，衅社，告纣罪于天及殷民。”周公在灭殷中起到了重要作用，但他是文王之子、武王之弟，虽位极人臣，却不能和天子并提，故诗人用比较隐晦的方法突出了周公的功绩。第三章末诗人写道：“皇皇后帝，皇祖后稷。”又说：“周公皇祖。”诗意就豁然明朗了。“周公皇祖”之“皇祖”，郑玄以为伯禽，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>谓为群公，皆误。明指周公，倒文以协韵耳。</p> <p>　　诗人对鲁国辉煌的历史进行讴歌，叙述鲁公军队攻无不克，战无不胜的战绩。“戎狄是膺”是北部边境平安，不受侵扰，“荆舒是惩”则指僖公从齐侯伐楚之事。“泰山岩岩”以下，写鲁国疆域广大，淮夷、徐宅、蛮貊、南夷，莫不率从，莫敢不诺。因为此时鲁国对淮夷用兵最多，成绩最大，故诗人一再言之。大致鲁国在以后的发展中，初封的土地或有损失，而此时又有所收复，故诗曰：“居常与许，复周公之宇。”从全诗看，诗人着重从祭祀和武事两方面反映出鲁国光复旧业的成就，而又统一在僖公新修的閟宫上，閟宫之祭本是周王室对鲁国的特殊礼遇，同时诗人又认为鲁国的种种成功也来自那些受祀先祖在天之灵的庇佑，这样，诗的末章又描写作庙情况，和“閟宫有恤”前后呼应，使全诗成为一个完整的结构。</p> <p>　　《鲁颂·閟官》是《诗经》三百篇中最长的一篇，全诗共一百二十句，《毛诗》原分八章，朱熹《诗集传》分九章，五章每章十七句，二章每章八句，二章每章十句。各章之间，意义相互连贯，前后叙述僖公作庙，并以奚斯作颂结束全诗。中间写祖先功德、僖公祀祖、僖公武功及家人群臣情况，同时穿插了对僖公福寿的反覆祝颂，而其中六个“俾尔”句型分置三处，使本来恢宏的气势更起伏跌荡，如钱江潮水一浪高过一浪。在语言方面，极铺张扬厉之能事，叙事细密，写秋尝则“秋而载尝，夏而楅衡。白牡騂刚，牺尊将将，毛炰胾羹，笾豆大房”，各种祭品，各种容器，一一陈列，以显出其规模之盛大。写鲁公军旅则“公车千乘，朱英绿縢，二矛重弓。公徒三万，贝胄朱綅，烝徒增增。”威武的戎装，精良的武器，体现军队无坚不摧的士气。此外，“戎狄是膺，荆舒是惩”、“徂来之松，新甫之柏”等以繁密的语言组成排比整齐的句子，也为增加诗歌气势起到推助作用。方玉润《诗经原始》中指出该诗对于汉代辞赋的影响，是很有眼力的。但是，在诗中诗人表达的是周公后裔们对于僖公光复旧物所产生的共鸣，是对于再现过去辉煌的向往，这是一个衰落宗族特定时期的真实感情，作为鲁国诗人代表的作者抒发了这种感情，它既是充沛的又是复杂的，只有长篇巨制才能容纳得下，只有细致的描写和深透的论说才能尽情倾吐。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》曰：“诗人篇什，为情而造文；辞人赋颂，为文而造情。”这就是《鲁颂·閟宫》和扬、马辞赋的本质区别，也是方氏未曾注意到的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是歌颂鲁僖公能兴祖业、复疆土、建新庙的<a href=\"http://so.gushiwen.org/view_297.aspx\">诗</a>歌。鲁国在建国之初是诸侯中第一等大国，土地之大，实力之强，在诸侯中罕有所匹，在伯禽时，曾有过赫赫武功。《史记·鲁周公世家》：“伯禽即位之后，有管、蔡等反也，淮夷、徐戎亦并兴反。于是伯禽率师伐之于肹，作《肹誓》，……遂平徐戎，定鲁。”在定鲁的过程中当还有许多武功，但载籍残缺，事已不传，只能是想像了。伯禽治鲁，更重文治，颇略武功，所以鲁积弱凌夷，到僖公时代，由于内忧外患，在诸侯中的威信日益下降，连僖公本人也只能靠齐国的势力返回鲁国。不过，僖公即位之后，确也做了一些事情，除礼制上恢复祭后稷、周公以天子之礼外，也频繁地参加诸侯盟会，对外用兵，以逐渐提高和恢复其应有的威望，仅以《春秋》经传来看，僖公四年（公元前656年）：会齐侯、宋公、陈侯、卫候、郑伯、许男、曹伯侵蔡，伐楚；僖公十三年（公元前647年）：会齐侯、宋公、陈侯、卫侯、郑伯、许男、曹伯于咸，淮夷病杞故；僖公十六年（公元前644年）：会齐侯、宋公、陈侯、卫侯、郑伯、许男、邢侯、曹伯于淮。而《鲁颂·泮水》诗中更有“在泮献功”之事。鲁国人以这段辉煌的历史为骄傲，因此在祭祀宗庙时不免歌功颂德。鲁人祭祀的地点，就是诗题中的“閟宫”，亦即诗中提到的“新庙”，是列祖列宗所在之处，也是国家的重要场所。《左传·成公二年》：“祀，国之大事也。”祭祀固然各国都有，但在极为注重礼制的周王朝，诸侯国由于地位不同，宗庙祭祀都有一定的区别，不能和周王室相同，否则，就是僭越。然而鲁国却是一个例外，《礼记·明堂位》曰：“成王以周公为有勋劳于天下，是以封周公于曲阜，地方七百里，革车千乘，命鲁公世世祀周公以天子之礼乐……祀帝于郊，配以后稷，天子之礼也。”这是鲁人引为自豪的。诗中所叙祭祀，则正指此事。</p> <p>　　学者认为此诗为鲁僖公时奚斯所作，当作于僖公四年（公元前656年），其所写祭祀仪式即为僖公会八国之师伐楚凯旋后所举行之祭礼。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "长诗",
    "写人"
  ]
}