{
  "id": 209,
  "star": 36,
  "name": "大田",
  "dynasty": "先秦",
  "content": "大田多稼，既种既戒，既备乃事。以我覃耜，俶载南亩。播厥百谷，既庭且硕，曾孙是若。</p> <p>既方既皂，既坚既好，不稂不莠。去其螟螣，及其蟊贼，无害我田稚。田祖有神，秉畀炎火。</p> <p>有渰萋萋，兴雨祈祈。雨我公田，遂及我私。彼有不获稚，此有不敛穧，彼有遗秉，此有滞穗，伊寡妇之利。</p> <p>曾孙来止，以其妇子。馌彼南亩，田畯至喜。来方禋祀，以其骍黑，与其黍稷。以享以祀，以介景福。",
  "fanyi": "<p><strong>译文<br></strong>广阔的田地将开始种庄稼，农夫们忙着选种整修农具。那些准备工作都已经就绪，我就扛着锋利的板锹下地。我从南北垄向的地块开始，播下五谷杂粮稻麦黍菽稷。棵棵庄稼长得挺直又健壮，曾孙看了喜上眉稍心顺意。<br>禾苗开始秀穗进入灌浆期，很快籽粒坚硬开始成熟了，地里没有秕禾也没有杂草。农夫们除掉食心虫食叶虫，还有那些咬根咬节的虫子，不教害虫祸害我的嫩苗苗！祈求田祖农神发发慈悲吧，把害虫们付之一把大火烧！<br>高天上浓厚的流云满山飘，小雨淅淅沥沥润如酥奶酪。先灌溉好我主人家的公田，再把我们农奴家的私田浇。那里有没割下来的嫩棵子，这里有没捆起来的稻谷草。那里有丢落的束束麦个子，这里遗漏的禾穗子也不少：都成了孤寡老妇的手中宝。<br>周王亲到田间地头来视察，携妻带子和农夫们把话唠。到南北垄向的田头把饭送，管农业的小官儿喜上眉稍。周王亲临恭恭敬敬来祭祀，献上红牛黑猪作的牺牲品，供上五谷杂粮黍菽稷麦稻。虔诚祭祀进献供品把香烧，祈求上苍降下大福禄位高。</p> <p><strong>注释<br></strong>1.大田：面积广阔的农田。<br>2.稼：种庄稼。<br>3.既：已经。种：指选种籽。戒：同“械”，此指修理农业器械。<br>4.乃事：这些事。<br>5.覃（yǎn）：“剡”的假借，锋利。耜（sì）：古代一种似锹的农具。<br>6.俶（chù）载：开始从事。<br>7.厥：其。<br>8.庭：通“挺”，挺拔。硕：大。<br>9.曾孙是若：顺了曾孙的愿望。曾孙，周王对他的祖先和其他的神，都自称曾孙。若，顺。<br>10.方：通“房”，指谷粒已生嫩壳，但还没有合满。皁（zào）：指谷壳已经结成，但还未坚实。<br>11.既坚既好：指籽粒坚实、饱满。<br>12.稂（láng）：指穗粒空瘪的禾。莠（yǒu）：田间似禾的杂草，也称狗尾巴草。<br>13.螟（míng）：吃禾心的害虫。螣（tè）：吃禾叶的青虫。<br>14.蟊（máo）：吃禾根的虫。贼：吃禾节的虫。<br>15.稚：幼禾。<br>16.田祖：农神。<br>17.秉：执持。畀：给与。炎火：大火。<br>18.有渰（yǎn）：即“渰渰”，阴云密布的样子。<br>19.祁祁：徐徐。<br>20.公田：公家的田。古代井田制，井田九区，中间百亩为公田，周围八区，八家各百亩为私田。八家共养公田。公田收获归农奴主所有。<br>21.私：私田。<br>22.稚：低小的穗。<br>23.穧（jì）：已割而未收的禾把。<br>24.秉：把，捆扎成束的禾把。<br>25.滞：遗留。<br>26.伊：是。<br>27.馌（yè）：送饭。南亩：泛指农田。<br>28.田畯（jùn）：周代农官，掌管监督农奴的农事工作。<br>29.禋（yīn）祀：升烟以祭，古代祭天的典礼，也泛指祭祀。<br>30.骍（xīn）：赤色牛。黑：指黑色的猪羊。<br>31.与：加上。<br>32.介：“丐”的假借，祈求。景福：大福。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_209.aspx\">诗</a>四章，其中第三章最重要也最精采，其他各章如众星之拱月，绿叶之衬花。第三章实写丰收，前二章起铺垫作用，末章是祭祀套话式的余波。</p> <p>　　农业丰收不是从天而降神赐的。诗首章追叙了对春耕的高度重视与精心准备。起句“大田多稼”虽是平淡的直赋其事，然而画面雄阔，涵盖了下文春耕夏耘秋收种种繁复场景，为之提供了纵情挥写的大舞台，气势不凡。由此可窥见当时绝非是一家一户的小农经济，而是井田制下的原始大生产耕作。第二句“既种既戒”，实是抓住了农业生产的“牛鼻子”，即选择良种与修缮农具。有了良种，播种的“百谷”才能“既庭且硕”；而工欲善其事，必先利其器，所以农奴以“覃耜”去犁田，才能收到事半功倍之效。“覃耜”只是“既戒”工作的举隅，其它可以想见。除了选种与修具外，还需有其他一系列次要的准备工作，诗用“既备乃事”一笔带过，笔墨精简，疏而不漏。用三个“既”字表示准备工作完成，干脆利落，要言不烦。末句冒出“曾孙是若”，好像很突兀，其实有非常紧密的内在联系。“曾孙”是当时政治、经济舞台的主角，也是此篇的核心人物，农奴一切卖力的活动都是为了顺应“曾孙”的欢心。春耕开局不错，最愉悦的人，当然是主角“曾孙”。这句客观上明确无误地展示了当时社会的主奴关系。从全篇看，第四章曾孙将出场巡视和主祭，这里先提一句作伏笔，也起到了贯通全篇血脉的作用，所谓着一子而满盘皆活。</p> <p>　　次章追叙夏耘，即田间管理，主要写除杂草与去虫害。播种后倘让作物自生自灭，那秋收就很渺茫，因此必须加强管理，而且要贯穿百谷成长的全过程。“既方既皁，既坚既好。”四个“既”像电影中的慢镜头特写，将作物阶段性生长的典型画面作了逐步推进的忠实记录，很有农业科学性，不谙农事的人是很难如此简练精确表述的。而“不稂不莠”却是关键句，即除尽了稂莠，才使粮食长势旺盛，这是略去了种种艰辛劳动过程而提炼出来的重要经验。另一条经验是灭虫。百谷有螟螣蟊贼以及蝗虫等许多天敌，如果不加清除，“田稚”难保，也许会导致粮食颗粒无收。除虫的办法，主要用火攻。让害虫在“炎火”中葬生。由于虫害在一定程度上不像除草那样可以完全由人工加以控制，所以先民又搬出了被称作“田祖”的农神，祈求田祖的神灵将虫害去尽。虽然带有迷信色彩，反映了当时生产力的低下，但也表现了农夫们的迫切愿望。《诗经》中此处提到的除虫方法，后世继续奉行沿用，典型例子是唐代<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>驱蝗。开元四年（716年），山东蝗虫大起，姚崇奏道：“《毛诗》云：‘秉彼蟊贼，以付炎火。’……蝗既解飞，夜必赴火。夜中设火，火边掘坑，且焚且瘗，除之可尽。”（《旧唐书·姚崇传》）于是遣使分道杀蝗，终于扑灭虫害，保住庄稼。这明显是受了《小雅·大田》诗的启发。</p> <p>　　如果说上二章写的是尽人事，那么天时对于农业也至关重要，所以第三章前四句就写了风调雨顺情况。阴云弥漫，细雨绵绵，真是好雨知时节，“随风潜入夜，润物细无声”，公田、私田都有充沛雨水。外界景观与内心感受打成一片，农夫的喜悦在这四句中表现得淋漓尽致，从“公田”、“私田”的先后关系中，展现了社会矛盾缓和时期农夫们的忠悃厚道心情，在特定历史条件下，那是非常真率自然的。</p> <p>　　三章其余五句写丰产丰收。若从正面写，谷穗金黄一片，农夫挥汗如雨干得热火朝天，肩挑车载沉甸甸，大囤小囤满满装，也可以写得沸沸扬扬，动人心目，但那毕竟是寻常蹊径，易于雷同俗套。此诗之妙在于侧写，在于烘托，在于细节描写，不写收，而写不收，从不收中反映丰收，构思之妙，令人拍案叫绝。你看，有长得欠壮实故意不割的，有割了来不及捆束的，有已捆束而来不及装载的，还有许多飘洒散落在各处的谷穗。这些镜头读者闭目想像一下，是丰收还是歉收，不言而喻。至于怎么个丰收法，那就由读者各自去驰骋想像。该实的地方却留下一片空白，让人自行补充，这才是炉火纯青的艺术妙谛。对于此点，历代论者均赞赏不已。</p> <p>　　三章的末句“伊寡妇之利”，又使诗的意境得到升华。如果没有这末句，人们或会有疑问：大田里散落漏收那么多粮食，是不是农夫们偷懒和不珍惜呢？也或会作如是想。有了脱颖而出的此句，人们才恍然意识到农夫们故意不收割殆尽是有良苦用心的。为了让鳏寡孤独无依无靠者糊口活命，又免于他们沿街挨户乞讨的窘辱，农人有意留下一小部分丰收果实让他们自行去采拾，那种细腻熨贴，那种宅心仁厚，体现了中华民族自古有拯溺帮困的恻隐之心，那是一种宽广胸怀和崇高美德，至今读来仍令人感动不已。此诗中的“寡妇”，比之唐代<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>诗中写到兵荒马乱时世的“山中寡妇”那“时挑野菜和根煮，旋斫生柴带叶烧”的境况来，真是幸运多多。关于此句，还引发过一场怎样理解此诗主旨的论辩。《毛诗序》谓此诗“剌幽王也。言矜寡不能自存焉”。而<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗序辨说》则驳道：“此序专以‘寡妇之利’一句生说。”至于两者优劣，应当说，寡妇之拾穗，也确实反映了贫民生活的无保障，从侧面反映了社会的黑暗不公，说诗有“刺”的含意也并不太离谱。但从诗的整体意向而言，是“美”的成分居多，即赞美农夫通过辛勤劳动而喜得丰收。《毛序》以偏概全，朱子所驳也属平允。</p> <p>　　田间劳动大军正在收割捆载，忙得不亦乐乎，田头有农官“田唆”在第一线指挥督察，后方有妇女孩子提筐来送饭食，整个画面一片繁忙热闹景象。这时最高统治者“曾孙”来了，其热气腾腾场面顿时达于沸点，至少从田唆的“至喜”表情上能让人领悟到这一点。第四章实写曾孙省敛，与首章春耕时“曾孙是若”相呼应。更与上篇《甫田》描写“省耕”时情景密合无间，是一模一样的四句。这大约是当时颂扬王权的套话吧。接着是曾孙祭祀田祖，祭祀四方神，牺牲粢盛恭敬祗奉，肃穆虔诚，为黎民为国祚祈福求佑。王权与神权互相依傍而彼此更为尊崇显赫，这大约也是曾孙省敛时所能做的最正儿八经的事吧。其实这都是歌功颂德的冠冕堂皇话，无甚精义，后世捧场诗文的层出不穷，其源头也可追溯到《诗经》上，正可谓“成也萧何，败也萧何”了。</p> <p>　　此诗在艺术上造诣颇深。诗主要运用白描手法，为后世勾勒了一幅上古时代农业生产方面的民情风俗画卷。其中的人物，如农人、妇子、寡妇、田唆、曾孙，虽着墨无多，但各有各的身份动作，给人以真实感受。凡此均体现出诗作的艺术魅力，给人无穷回味。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_209.aspx\">诗</a>是《小雅·甫田》的姊妹篇，两诗同是周王祭祀田祖等神祇的祈年诗。《小雅·甫田》写周王巡视春耕生产，因“省耕”而祈求粮食生产有“千斯仓”“万斯箱”的丰收；《小雅·大田》写周王督察秋季收获，因“省敛”而祈求今后更大的福祉。春耕秋敛，前呼后应，两篇合起来为后人提供了西周农业生产方式、生产关系等相当真实具体和丰富的历史资料，是《诗经》中不可多得的重要的农事诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀"
  ]
}