{
  "id": 186,
  "star": 50,
  "name": "我行其野",
  "dynasty": "先秦",
  "content": "我行其野，蔽芾其樗。婚姻之故，言就尔居。尔不我畜，复我邦家。<br>我行其野，言采其蓫。婚姻之故，言就尔宿。尔不我畜，言归斯复。<br>我行其野，言采其葍。不思旧姻，求尔新特。成不以富，亦祗以异。",
  "fanyi": "<p><strong>译文<br></strong>走在郊野荒凉路，路旁椿树枝叶疏。只因婚姻的缘故，我才与你同居住。你不好好善待我，只有回到我故土。<br>走在郊野荒凉路，采摘蓫叶多辛苦。只因婚姻的缘故，才到你家同住宿。你不好好善待我，只有回归我家族。<br>走在郊野荒凉路，采那葍草聊果腹。你全不思往日情，追求新欢太可恶。不是她家比我富，是你变心的缘故。</p> <p><strong>注释<br></strong>⑴蔽芾（fèi）：树叶初生的样子。樗（chū）：臭椿树，不材之木，喻所托非人。<br>⑵昏姻：即婚姻。<br>⑶言：语助词，无实义。就：从。<br>⑷畜（xù）：养活。一说是爱的意思。<br>⑸邦家：故乡。<br>⑹蓫（chú）：草名，俗名羊蹄菜，似萝卜，性滑，多食使人腹泻。<br>⑺宿（sù）：居住。<br>⑻言归斯复：言、斯，都是句中语助词。归、复，即归回。<br>⑼葍（fú）：多年生蔓草，花相连，根白色，可蒸食，饥荒之年，可以御饥。<br>⑽新特：新配偶。特，匹。<br>⑾成：借为“诚”，的确。<br>⑿祗（zhǐ）：只，恰恰。异：异心。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《小雅·我行其野》作为一首弃妇<a href=\"http://so.gushiwen.org/view_186.aspx\">诗</a>，和《卫风·氓》等其他同题材作品的大力渲染被弃前的生活场景所不同的是，其作者更多地表现弃妇目前，即此时此刻的情绪。作品开头，作者便把自己情感悲剧的抒写安排在一个似乎暗合其孤独凄凉境况的，生长着樗树和蓫草、葍草的岑寂原野上，以此点明以下所抒写的，只是在抒情主人公经历了被遗弃之变故的打击后，离开伤她心的人，在归家途中的心理活动。</p> <p>　　此诗三章，每章前二句，都是同一个画面的重复或再现。它描绘出一个人在点缀着几棵樗树的原野上独行的情景。“我行其野，蔽芾其樗”从比例和透视关系上讲，无边的原野、凝滞不动的树草（蓫、葍）和渺小无助而又孤独的行人（作者），给读者的是一种自然界的宏大与人类的渺小、原野的寂静和人心的焦虑的对立感。原野因人之渺小而愈显其大、愈显其宁静安谧，人因原野之宏大而愈显其小、愈显其躁动不安。抒情主人公被命运抛弃进而抗争无力的悲剧在这里被放大或具体化了。同时，印象的叠加，也引起人们对隐藏于画面背后之故事的强烈探究欲。</p> <p>　　每章后四句，则是对上述画面之深层含义的具体阐释：因婚姻而与你聚首，但“尔不我畜”，我只能独行于这归里的旷野上。这个阐释在全诗三章的反覆咏唱中，随着人物情绪的波动有被深化的趋势。一、二章里，她仿佛还只是故作轻松的念叨：“尔不我畜，复我邦家。”“尔不我畜，言归斯复。”试图把痛苦深埋在心底，强自宽解。但到第三章，她情感的火山终于爆发了，这难以平复的伤痛和无人可诉的委屈，和着苦涩的泪水，在这样一个爱恨交织的时刻，以这样一种爱恨难分的心理，流淌着怨恨：“不思旧姻，求尔新特。成不以富，亦祗以异。”至此，全诗也在这情绪发展的高潮戛然而止，留给读者的，只有无限的同情、惆怅和遗憾。</p> <p>　　这首诗的另外一个突出特点是采用了象征、暗示的手法。用行遇“樗”“蓫”“葍”等恶木劣菜象征自己嫁给恶人，并以之起兴，暗示自己为人所弃的痛苦心情，融情于景，情景交织。</p>",
  "about": "<h2>创作背景</h2> 　　中国古代男尊女卑的伦理传统，导致了在家庭和婚姻中女子的被动地位，因而也造就了中国古代文学史上一个突出的文学母题——弃妇文学。《小雅·我行其野》就是写一个远嫁他乡的女子诉说她被丈夫遗弃之后的悲愤和痛伤。对于此<a href=\"http://so.gushiwen.org/view_186.aspx\">诗</a>，古经学家的意见比较一致，毛诗序曰：“《我行其野》，刺宣王也。男女失道，以求外昏（婚），弃其旧姻而相怨。”孔疏引王肃云：“行遇恶木，言己适人遇恶人也。”郑玄笺：“刺其不正嫁娶之数而有荒政多淫昏之俗。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》长篇大论曰：“王氏曰，先王躬行仁义、以道民厚矣。犹以为未也。又建官置师、以孝友睦姻任恤六行敎民。为其有父母也、故教以孝。为其有兄弟也、故教以友。为其有同姓也、故教以睦。为其有异姓也、故教以姻。为邻里乡党相保相爱也、故教以任。相周相救也、故教以恤。以为徒教之或不率也。故使官师以时书其德行而劝之，以为徒劝之或不率也。于是乎有不孝不睦不姻不弟不任不恤之刑焉。方是时也，安有如此诗所刺之民乎。”方玉润《诗经原始》序此诗为“刺睦姻之政不讲也”。近人高亨以为此诗是入赘女婿的怨诗。从通篇诗意上来看，此诗是婚姻中一方怨婚姻不美，配偶淫婚换新人，旧人愤而别去之诗。根据朱熹“民适异国，依其婚姻而不见收恤，故作此诗”（《诗集传》）的说法，此诗很可能是周代大族女子的离婚之诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "弃妇"
  ]
}