{
  "id": 48041,
  "star": 1967,
  "name": "敕勒歌",
  "dynasty": "南北朝",
  "content": "敕勒川，阴山下。天似穹庐，笼盖四野。<br>天苍苍，野茫茫。风吹草低见牛羊。",
  "fanyi": "<p><strong>译文</strong><br>阴山脚下啊，有敕勒族生活的大平原。敕勒川的天空啊，它的四面与大地相连，看起来好像牧民们居住的毡帐一般。<br>蓝天下的草原啊，都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。</p> <p><strong>译文二</strong><br>辽阔的敕勒平原，就在千里阴山下，天空仿佛圆顶帐篷，广阔无边，笼罩着四面的原野。<br>天空蓝蓝的，原野辽阔无边。风儿吹过，牧草低伏，显露出原来隐没于草丛中的众多牛羊。</p> <p><strong>注释</strong><br>①《敕勒歌》：敕勒（chì lè）：种族名，北齐时居住在朔州（今山西省北部）一带。<br>②敕勒川：川：平川、平原。敕勒族居住的地方，在现在的山西、内蒙一带。北魏时期把今河套平原至土默川一带称为敕勒川。<br>③阴山：在今内蒙古自治区北部。<br>④穹庐（qióng lú）：用毡布搭成的帐篷，即蒙古包。<br>⑤笼盖四野（yǎ）：笼盖，另有版本作“笼罩”（洪迈《容斋随笔》卷一和<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》后集卷三十一）；四野，草原的四面八方。<br>⑥天苍苍：苍苍：青色。苍，青，天苍苍，天蓝蓝的。<br>⑦茫茫：辽阔无边的样子。<br>⑧见（xiàn）：同“现”，显露。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首民歌，勾勒出了北国草原壮丽富饶的风光，抒写敕勒人热爱家乡热爱生活的豪情，境界开阔，音调雄壮，语言明白如话，艺术概括力极强。</p> <p>　　“敕勒川，阴山下”，<a href=\"http://so.gushiwen.org/view_48041.aspx\">诗</a>歌一开头就以高亢的音调，吟咏出北方的自然特点，无遮无拦，高远辽阔。这简洁的六个字，格调雄阔宏放，透显出敕勒民族雄强有力的性格。</p> <p>　　“天似穹庐，笼盖四野”，这两句承上面的背景而来，极言画面之壮阔，天野之恢宏。同时，抓住了这一民族生活的最典型的特征，歌者以如椽之笔勾画了一幅北国风貌图。</p> <p>　　“天苍苍，野茫茫，风吹草低见牛羊”，“天”、“野”两句承上，且描绘笔法上略有叠沓，蕴涵着咏叹抒情的情调。作者运用叠词的形式，极力突出天空之苍阔、辽远，原野之碧绿、无垠。这两句显现出游牧民族博大的胸襟、豪放的性格。“风吹草低见牛羊”这最后一句是全文的点睛之笔，描绘出一幅殷实富足、其乐融融的景象。</p> <p>　　这首歌具有鲜明的游牧民族的色彩，具有浓郁的草原气息。从语言到意境可谓浑然天成，它质直朴素、意韵真淳。语言无晦涩难懂之句，浅近明快、酣畅淋漓地抒写了游牧民族骁勇善战、彪悍豪迈的情怀。</p><br/><h2>鉴赏</h2> <p>　　这是一首敕勒人唱的民歌，是由鲜卑语译成汉语的。它歌唱了大草原的景色和游牧民族的生活。</p> <p>　　开头两句“敕勒川，阴山下”，交代敕勒川位于高耸云霄的阴山脚下，将草原的背景衬托得十分雄伟。接着两句“天似穹庐，笼盖四野”，敕勒族人用自己生活中的“穹庐”作比喻，说天空如毡制的圆顶大帐篷，盖住了草原的四面八方，以此来形容极目远望，天野相接，无比壮阔的景象。这种景象只在大草原或大海上才能见到。最后三句“天苍苍，野茫茫，风吹草低见牛羊”是一幅壮阔无比、生机勃勃的草原全景图。“风吹草低见牛羊”，一阵风儿吹弯了牧草，显露出成群的牛羊，多么形象生动地写出了这里水草丰盛、牛羊肥壮的景象。全<a href=\"http://so.gushiwen.org/view_48041.aspx\">诗</a>寥寥二十余字，就展现出我国古代牧民生活的壮丽图景。</p> <p>　　这首诗具有北朝民歌所特有的明朗豪爽的风格，境界开阔，音调雄壮，语言明白如话，艺术概括力极强。宋诗人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>说这首民歌的作者“仓卒之间，语奇如此，盖率意道事实耳”（《山谷题跋》卷七）。因为作者对草原牧民生活非常熟悉，所以能一下抓住特点，不必用力雕饰，艺术效果就很好。</p>",
  "about": "<h2>创作背景</h2> <p>　　《敕勒歌》的诞生时代，正是我国历史上南北朝时的北朝时期。此时，今黄河流域以北基本在我国少数游牧民族鲜卑族的统治之下。 敕勒，在汉代时称为丁零，魏晋南北朝时称狄历、敕勒，到隋朝时称作铁勒。因所用车轮高大，亦称高车。 《隋书》记载铁勒各部分布于东至独洛河（今图拉河）以北、西至里海（今里海）的广大地区，分属东、西突厥。其漠北十五部，以薛延陀与回纥为最著。唐贞观末，于东部铁勒分设都督府、州，隶燕然都护府。”</p> <p>　　在秦汉时期，敕勒的祖先丁零居住在北海（今贝加尔湖一带），它的南边是匈奴，西南是乌孙。匈奴在冒顿单于统治时期，先后征服了很多部族，当时丁零也和其它周边的部落 一样，遭受匈奴的奴役。不少丁零人被匈奴掳去作了匈奴的奴隶。在公元前三世纪末至公元后一世纪间，丁零不断和匈奴进行武装斗争。据《汉书.匈奴传》中记载，公元前71年，匈奴单于领兵攻打游牧与伊犁河上游流域的乌孙族，在返回途中遭遇大雪，平时被匈奴奴役的乌桓、乌孙和丁零乘机对匈奴进行袭击，结果杀死了数万匈奴骑兵。从此匈奴国势大衰，被匈奴奴役的各族都摆脱了匈奴的控制。 </p> <p>　　公元一世纪中叶以后，匈奴由于统治阶级内部斗争，分裂为南、北两部。公元87年，丁零联合南匈奴、鲜卑及西域各族共同夹击北匈奴，北匈奴大败，被迫西迁。东汉时，除大部分丁零人仍游牧于贝加尔湖一带外（这部分丁零人被称作北丁零），一部分向西迁徙游牧于伊犁河流域和阿尔泰山一带（这部分丁零人被称作西丁零），还有一部分丁零人南移，在今山西和河北境内有定州丁零、中山丁零、北地丁零等。“五胡十六国”时期，丁零人在中原一带先后参加了各族统治者的混战。后来，这部分丁零人后渐与其他民族融合。</p> <p>　　汉末魏晋时，又有很多的丁零族人南迁，这样，富饶的漠南地区成为敕勒人游牧的地区。当然大部分敕勒人还留在原来的牧地。当时敕勒人的游牧地域东到贝加尔湖，西到土拉河、阿尔泰山一带。当时，由于敕勒人造车业很出名，他们造的车车轮直径最长者达1.4左右，超过了当地牛身的高度，与马的身高相差无几。这种高轮大车，可以在草茂而高，积雪深厚，且多沼泽的地区顺利通行。所以当时南方人称他们为高车。据记载，当时的铁勒部落分布广在大漠南北的9个地区，共有四十个不同名称的部落。比较著名的部落有副伏罗部、斛律部、吐突邻部、袁纥部、敕力犍部、幡豆建部等。 由于游牧在北方的敕勒各部落日益强大起来，对当时的柔然和北魏统治阶级构成了威胁。北魏统治阶级曾多次攻打敕勒各部，这样很多敕勒部落相继归附北魏。五世纪初，北魏王朝曾把贝加尔湖东部敕勒人数十万落都迁徙到漠南一带。使漠南一带畜牧业发展很快。由于受汉族文化的影响，逐渐懂得了农耕。据记载，北魏文成帝时期，“五部高车合聚祭天，众至数万，大会走马杀牲，游绕歌声忻忻，其俗称自前世以来无盛于此。”这样空前的盛会，敕勒人乘着高车，唱着优美的牧歌，行进在草原，就是在今天看来，也是很壮观之事。由于漠南地区当时主要是敕勒人聚居的地方，他们把漠南一带成为“敕勒川”。著名的《敕勒歌》，是北齐时敕勒人的鲜卑语的牧歌，后被翻译成汉语。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "乐府诗集"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "赞美",
    "民歌"
  ]
}