{
  "id": 59310,
  "star": 20,
  "name": "小重山令·赋潭州红梅",
  "dynasty": "宋代",
  "content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。<br>鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。",
  "fanyi": "<p><strong>译文</strong><br>在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。<br>鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。</p> <p><strong>注释</strong><br>1.小重山令：即《小重山》，又名《小冲山》、《柳色新》。唐人常用此调写宫女幽怨。《词谱》以<a href=\"http://so.gushiwen.org/author_342.aspx\">薛昭蕴</a>词为正体。双调五十八字。上下片各四句，四平韵。换头句较上片起句少二字，其余各句上下片均同。另有五十七字、六十字两体，是变格。<br>2.潭州：今湖南长沙市。<br>3.湘：湘江，流经湖南。<br>4.皋：岸。<br>5.茜（qiàn）裙：绛红色的裙子。指女子。<br>6.依依：依稀隐约的样子。<br>7.九疑：山名。在湖南宁远县南。<br>8.断魂啼：据任昉《述异记》，帝舜南巡，死于九疑并葬于此，其二妃娥皇、女英闻讯奔丧，痛哭于湘水之滨，传说他们的眼泪染竹而成斑。后二人投湘水而死。<br>9.沁：渗透.<br>10.绿筠（yún）：绿竹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物词。白石的咏物词所咏最多的是梅、柳，这是因为其中关合着他的一段“合肥情事”，他与合肥情侣相遇于合肥赤兰桥，其地多柳树，而分手时为梅开时节。夏承焘先生的考证即为：“白石客合肥，尝屡屡来往……两次离别皆在梅花时候，一为初春，其一疑在冬间。故集中咏梅之词亦如其咏柳，多与此情事有关。”（《姜白石词编年笺校行实考》）</p> <p>　　张炎说：“<a href=\"http://so.gushiwen.org/view_59310.aspx\">诗</a>难于咏物，词为尤难。体认稍真，则拘而不畅；模写差远，则晦而不明。要须收纵联密，用事合题，一段意思全在结句，斯为绝妙。”（《词源》卷下）并标举了咏物词的几条原则：第一，求神似而不求形似；第二，结构上要能放能收，浑然天成；第三，所用典故必须符合题旨；第四，结句必须点明“一段意思”。若用以上原则衡量此词，可谓处处吻合。这首词在调下标明“赋潭州红梅”，潭州（今湖南省长沙市）盛产红梅，以“潭州红著称于世。词中从咏红梅入手，但又不拘泥于纯粹写梅，写梅写人，即梅即人，人梅夹写，梅竹交映，含蕴空灵，意境深远，收放自如，达到似花非花，似人非人，花人合一的朦胧迷离的审美境界。</p> <p>　　起句“人绕湘皋月坠时”，点明人物、地点、时间。湘皋，湘江岸边。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“步余马于兰皋兮。”注：“泽曲曰皋。”水滨江岸往往是情人幽会的理想场所，加之红梅掩映，更富诗情画意的美感。然而此刻词人写的不是相聚时的欢乐，而是写离别后的哀愁。一个“绕”字，写出百般无奈，万种离愁。绕者，徘徊也。“月坠”二字说明其“人”（抒情诗中的主人翁常常是作者自己）已在此徘徊良久。月坠湘皋，环境凄清，以此烘托心境，其愁苦悲凉可以想见。第二、三两句由人及梅，正面点题。<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《梅花》诗云：“疏影横斜水清浅，暗香浮动月黄昏。”然词人不是写梅影映照于水面，而是写梅影浸透在水中，着一“浸”字，感情已很强烈，再以“愁”字形容涟漪，将涟漪拟人化了。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“以我观物，故物皆着我之色彩。”（《人间词话》）。愁人观物，触目皆是愁色，这在美学和修辞上叫做移情。诗人写梅多写其横，写其斜。如苏东坡《和秦太虚忆建溪梅花》诗云：“江头千树春欲暗，竹外一枝斜更好。”词人这里不仅写其疏影横斜，而且突出一个“小”字。“花树小”，一作“花自小”。小字有娇小纤弱意。唯其娇弱，更显得楚楚可怜，让人顿起爱心。以上三句用写意的笔法，描绘出潭州红梅独特的品格风貌，奠定了全篇离别相思的基调。</p> <p>　　“一春”三句既是写人，也是写梅。它既承上句，进一步写梅之愁，又从“幽事”渐渐逗引起无限伤心往事，暗暗点出心目中那个“人”来。梅的“一春幽事”是什么？是“嫁与车风春不管”，转眼间“又片片，吹尽也，几时见得？”（白石《暗香》）春残花落，惆怅自怜，除清风明月外，亦复谁知？“香远茜裙归”，是以茜裙女子的归去，象征梅花之飘零。茜裙，即红裙。香气被寒冷的东风吹远了，而落花仍依恋残枝，在树下回旋。此句充满了奇妙的想象，“香”犹花魂，缥缈而去；茜裙则是由花瓣幻化出来的形象，如在眼前。这个幻化出来的形象，即是白石魂萦梦牵的合肥情侣，这是白石一生的“情结”所在，所以看到了梅花，会马上联想到分离的情人。那时节春寒料峭，红梅绽放，他与穿着红裙的女子在江边分别。词人渐行渐远，回首岸边，只见那红裙渐远渐小，以至成为一个红点，就像江边的一朵红梅。……此时此刻，词人又深情地望着湘江边上的红梅，双眼渐渐模糊，幻化出当年江边的“茜裙”来。人耶？梅耶？真耶？幻耶？这样的描写，是写物而不凝滞于物，符合上面张炎所标举的第一个标准。</p> <p>　　过片一笔宕开，以“鸥去”结束对往事的回忆。词中本咏红梅，为何一下子又扯到江鸥？此法即张炎所云“收纵联密”中的一个纵字，也就是说不拘泥于故实，而要从远处着笔。鸥是眼前的景物，符合湘皋这一特定地点。词人在江皋徘徊，惊起一滩鸥鸟；而鸥鸟的拍翅声又惊醒词人，使他从迷惘的回忆中回到当前。啊，这一切原来都是幻觉，往昔的情事就象鸥鸟一样飞去了。词写到此处，如果继续从远处着笔，则失其收纵自如之妙，于是“遥怜”二字又把它收回本题，并与上阕的“香远”遥相绾合，从而构成一体，深得“联密”之致。“花可可”，与前面的“花树小”遥相呼应。可可，小也，形容梅朵小如红点。“可可”和“依依”俱为叠字，且平仄相谐，声韵极美。</p> <p>　　《词林纪事》引楼敬思语，说姜白石词“能以翻笔、侧笔取胜”。这首词上阕由梅及人，写己之相思，下阕始则宕开，几经翻转，写对方之相思。从对方写来，将两地相思系于一树红梅，故其相思之情，愈翻愈浓，益转益深。细细品味“遥怜”以下诸句，即可探知个中消息。“九疑”三句，看似写竹，实为写梅。</p> <p>　　在词人看来，这红梅之红，分明是娥皇、女英二女的相思血泪染成的，也即自己恋人的相思血泪染成的。这里用湘妃的典故，既关合潭州湖南之地，又借斑竹暗喻红梅，以娥皇、女英对舜帝之相思，比作合肥恋人对己之相思，虽从对方写来，并以侧笔刻画，然却“用事合题”，非常精当。因为其中“相思血”三字，是牵合梅与竹的媒介。这也可见白石用典的妙处。前人用典，用其本意，有时显得呆板、平直；白石用典，只是取其所需，只取其大意，不拘泥于故实，用的非常灵活</p> <p>　　这首词在审美价值上是创造了一种含蓄朦胧的美。清人陈廷焯在《白雨斋词话》卷一中说：“所谓沈郁者，意在笔先，神余言外。……凡交情之冷淡，身世之飘零，皆可于一草一木发之。而发之又必若隐若现，欲露不露，反复缠绵，终不许一语道破。”此词没有像一般的咏物词那样，斤斤于一枝一叶的刻画，而是着重于传神写意。从空处摄取其神理，点染其情韵，不染尘埃，不着色相，达到“野云孤飞，去留无迹”（张炎《词源》的妙境）。它通过“月坠”、“鸥去”、“东风”、“愁漪”以及“绿筠”的渲染烘托，通过“茜裙归”、“断魂啼”、“相思血”的比拟隐喻，塑造出一种具有独特风采的、充满愁苦、浸透相思情味的红梅形象，借以表达对心上人的深深眷恋。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于淳熙十三年（1086年），作者客居长沙之时。潭州就是今天的湖南长沙，南宋时盛产红梅。这首词名为咏梅，实为写怀人之情，抒发自己的离愁别恨。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "婉约",
    "咏物",
    "梅花",
    "写人",
    "相思"
  ]
}