{
  "id": 5749,
  "star": 4351,
  "name": "竹里馆",
  "dynasty": "唐代",
  "content": "独坐幽篁里，弹琴复长啸。<br>深林人不知，明月来相照。",
  "fanyi": "<p><strong>译文</strong><br>独自闲坐幽静竹林，时而弹琴时而长啸。<br>密林之中何人知晓我在这里？只有一轮明月静静与我相伴。</p> <p><strong>注释</strong><br>⑴竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。<br>⑵幽篁（huáng）：幽深的竹林。<br>⑶啸（xiào）：嘬口发出长而清脆的声音，类似于打口哨。<br>⑷深林：指“幽篁”。<br>⑸相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。<br>⑹长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5749.aspx\">诗</a>收录于《王右丞集笺注》，为《辋川集》二十首中的第十七首。诗写山林幽居情趣，属闲情偶寄。</p> <p>　　这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是独具匠心，妙手回春的大手笔。</p> <p>　　这首诗表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。</p> <p>　　诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《小园赋》所说的“三竿两竿之竹”，也非<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。</p> <p>　　诗中写人物活动，也只用六个字组成三个词，就是：“独坐、弹琴、长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。</p> <p>　　可以想见，诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《竹里馆》当作于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年隐居蓝田辋川时期。王维早年信奉佛教，思想超脱，加之仕途坎坷，四十岁以后就过着半官半隐的生活。正如他自己所说：“晚年惟好静，万事不关心。”因而常常独自坐在幽深的竹林之中，弹着古琴以抒寂寞的情怀。<a href=\"http://so.gushiwen.org/view_5749.aspx\">诗</a>人是在意兴清幽、心灵澄净的状态下与竹林、明月本身所具有的清幽澄净的属性悠然相会，而命笔成篇的。 </p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "月亮",
    "初中古诗",
    "归隐",
    "孤独",
    "生活"
  ]
}