{
  "id": 155,
  "star": 53,
  "name": "破斧",
  "dynasty": "先秦",
  "content": "既破我斧，又缺我斨。周公东征，四国是皇。哀我人斯，亦孔之将。<br>既破我斧，又缺我锜。周公东征，四国是吪。哀我人斯，亦孔之嘉。<br>既破我斧，又缺我銶。周公东征，四国是遒。哀我人斯，亦孔之休。",
  "fanyi": "<p><strong>译文<br></strong>激烈征伐中椭形斧砍坏了，我们的方形斧也砍得缺残。英武的周公率领我们东征，匡正四方之国平息了叛乱。可怜我们这些战后余生人，也是非常命大亏苍天有眼！<br>激烈征伐中椭形斧砍坏了，我们的齐刃凿也砍得缺残。英武的周公率领我们东征，教化得四方之国秩序井然。可怜我们这些九死一生人，得苍天佑护结局多么良善！<br>激烈征伐中椭形斧砍坏了，我们的独头斧也砍得缺残。英武的周公率领我们东征，四方之国边疆巩固又安全。可怜我们这些劫后余生人，也真是吉庆有余福禄无边！</p> <p><strong>注释<br></strong>⑴豳（bīn）：古都邑名，在今陕西省彬县、旬邑县西南一带。<br>⑵斧：斧头。圆孔曰斧。<br>⑶斨（qiāng）：斧的一种。方孔曰斨。<br>⑷四国：指殷、管、蔡、霍，即周公东征平定的四国。或以为殷、东、徐、奄四国。一说“四方之国。皇：同“惶”，恐惧。毛传释为“匡”，《尔雅·释言》：“匡，正也。”<br>⑸哀：可怜。一说哀伤，一说借为爱。我人：我们这些人。斯：语气词，相当于“啊”。<br>⑹孔：很、甚、极，程度副词。将：大。<br>⑺錡（qí）：凿子，一种兵器。一说是古代的一种锯。<br>⑻吪（é）：感化，教化。一说震惊貌。<br>⑼嘉：善，美，好。<br>⑽銶（qiú）：即”锹“。一说是独头斧。<br>⑾遒（qiú）：团结、安和之意。《毛传》：“固也。”《郑笺》：“敛也。”一说是臣服。<br>⑿休：美好，与”嘉“”将“意同。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_155.aspx\">诗</a>共三章，采用复沓形式，各章仅异数字。孔颖达疏曰：“三章上二句恶四国，下四句美周公。”</p> <p>　　第一章前两句以“既破”、“又缺”起始，斧、斨均为生产工具，人们赖以创造财富、维持生计。然这些工具均因为四国之君长年累月服劳役而致破致缺，家计亦因此而处于困苦之中，故尔怨恨深深。这里是以斧斨等工具的破缺来反映劳役之长之苦；以人们赖以生产劳动的必要条件的毁废，来反映生活之困。这是以点代面，以个别代全部，言事而寄慨的手法。</p> <p>　　关于这两句，郑笺另有说法：“既破毁我周公，又损伤我成王，以此二者为大罪。”以斧斨之破缺比作对周公、成王的流言毁谤，这似乎过分拘泥于史事而说得太玄远了。而将周公比斧，成王比斨，恐亦有失礼度。</p> <p>　　人们生活在这么艰难困苦之中，终于有了转机，有了希望：周公率兵东征了。当时周京为镐，在今陕西境内，管蔡等四国在今河南一带，故云“东征”。</p> <p>　　三、四两句是因果关系：由于周公东征，所以四国叛乱者惊惧恐慌。毛传释“皇”为匡，即四国乱政得到纠正，走上正道。亦通。政局有转机，全是周公的功劳，故这两句从国的角度美周公，亦是叙事中含抒情，是间接的赞颂。</p> <p>　　第五句“哀我人斯”，是省略了主语周公。周公对人民如此哀怜体恤，故逼出第六句：这是很崇高很伟大呀！这是人民以自身的感受，从内心发出的歌赞声，是直接的赞颂。</p> <p>　　第二、第三两章，结构与第一章完全相同，仅换几个字。“錡”不论解作凿或锯，“銶”不论解作凿还是独头斧，均为劳动生产的工具，其在诗中的作用亦与第一章的“斨”同。这头两句同样在“恶四国”。下四句亦是“美周公”，仅换几个字。“吪”，化也，即受教育，移风易俗。“遒”，毛传解作固（坚固），郑笺解作敛（聚合）。孔颖达疏协调两说云：“遒训为聚亦坚固之义。”即“使四国之民心坚固也”、“四国之民于是敛聚不流散也”。流散之民回归，家人团聚，万民团结，国家自然强固。</p> <p>　　综观全篇，这第四句的最后一字“皇”、“吪”、“遒”似非信手安排，而是有逐层递进，逐层深入的关系在。“皇”，如解为惊恐，则只是乱政的动摇，还未真正改变；如释为匡正，那也只是治的开始，对人民来说这只是外部条件的变化。而“吪”，受教育、受感化，这是深入到内部的变化。最后的“遒”，团聚、强固，则已结出丰硕的果实了。</p> <p>　　末二句“嘉”、“休”基本同义，亦如第一章，是对周公的德行发自内心的直接赞颂。</p> <p>　　不过对此诗也有不同的理解，例如闻一多、程俊英就认为这是东征士卒庆幸得以生还之作。这样，对诗中一些词的解释也就与上面不同。如第一、二两句的斧、斨、錡、銶均指为武器。第五、六两句的“哀我人斯”的“人”则是指战士。因有的战士已战死沙场，活着的也都离乡背井与家人久不见面，这些都让人哀伤。这样的解释，与传统的“美周公”观点是大相径庭的，但也言之成理，可备一说。</p>",
  "about": "<h2>创作背景</h2> 　　这是一篇管蔡等四国之民对周公赞颂的歌。《毛<a href=\"http://so.gushiwen.org/view_155.aspx\">诗</a>序》：“《破斧》，美周公也。周大夫以恶四国焉。”《郑笺》：“恶四国者，恶其流言毁周公也。”周武王灭纣，据有天下，封纣子武庚于殷，再封自己的弟弟姬鲜、姬度、姬处于管、蔡、霍以监视武庚。武王死，成王年幼，由周公辅政，武庚、管、蔡、徐、奄等国叛周。周公率兵东征，历时三年，平定叛乱。管、蔡、殷、奄等四国之民因作此歌以赞美周公。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}