{
  "id": 22000,
  "star": 52,
  "name": "蓝桥驿见元九诗",
  "dynasty": "唐代",
  "content": "蓝桥春雪君归日，秦岭秋风我去时。<br>每到驿亭先下马，循墙绕柱觅君诗。",
  "fanyi": "<p><strong>译文</strong><br>蓝桥驿春雪飘飘当初你归来之日，秦岭上秋风飒飒如今我离去之时。<br>每到达一个驿站我都要首先下马，沿墙绕柱东看西樵寻找你的题<a href=\"http://so.gushiwen.org/view_22000.aspx\">诗</a>。</p> <p><strong>注释</strong><br>⑴蓝桥：桥名。在陕西省蓝田县东南蓝溪之上。相传其地有仙窟，为唐裴航遇仙女云英处。设有驿站。唐裴铏《传奇·裴航》：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙窟，何必崎岖上玉清。”元九：唐代诗人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的别称。元排行第九，因以称之。宋杨伯岩《臆乘·行第》：“前辈以第行称，多见之诗。少陵称谪仙为十二……<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>谓元稹为元九。”<br>⑵春雪君归日：元稹奉召还京时正逢下雪。<br>⑶秦岭：山名。又名秦山、终南山，位于今陕西省境内。《三秦记》：“秦岭东起商雒，西尽汧陇，东西八百里。”此处泛指商州道上的山岭，是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>此行所经之地。<br>⑷驿亭：驿站所设的供行旅止息的处所。古时驿传有亭，故称。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秦州杂诗》之九：“今日明人眼。临池好驿亭。”仇兆鳌注：“邮亭，见《前汉·薛宣传》。<br>⑸“循墙”句：古人常常把自己的诗文题在旅途中的建筑物上，供人欣赏。所以白居易每到驿站，就急切地寻找好友的诗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>题在驿亭的那首<a href=\"http://so.gushiwen.org/view_22000.aspx\">诗</a>说：“千层玉帐铺松盖，五出银区印虎蹄。”“玉帐”、“银区”说明他经过这里时正逢春雪，所以<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的诗一开头就说：“蓝桥春雪君归日”。元稹西归长安，事在初春，小桃初放；白居易东去江州，时为八月，满目秋风，因此，第二句接上“秦岭秋风我去时”。白居易被贬江州，自长安经商州这一段，与元稹西归的道路是一致的。在蓝桥驿既然看到元稹的诗，后此沿途驿亭很多，还可能留有元稹的题咏，所以三、四句接着说：“每到驿亭先下马，循墙绕柱觅君诗。”</p> <p>　　这首绝句，表面上只是平淡的征途纪事，顶多不过表现白居易和元稹交谊甚笃，爱其人而及其诗而已。其实，这貌似平淡的二十八字，却暗含着诗人心底下的万顷波涛。</p> <p>　　元稹题在蓝桥驿的那首七律的结句说：“心知魏阙无多地，十二琼楼百里西。”那种得意的心情，简直呼之欲出。可是，好景不常，他正月刚回长安，三月就再一次远谪通州。所以，白居易诗第一句“蓝桥春雪君归日”，是在欢笑中含着眼泪。更令诗人难堪的是：正当他为元稹再一次远谪而难过的时候，他自己又被贬江州。那么，被秦岭秋风吹得飘零摇落的，又岂只是白居易一人而已，实际上，这秋风吹撼的，正是两位诗人共同的命运。春雪、秋风，西归、东去，道路往来，风尘仆仆，这道路，是一条悲剧的人生道路。“每到驿亭先下马，循墙绕柱觅君诗”，诗人处处留心，循墙绕柱寻觅的，不仅是元稹的诗句，更是元稹的心，是两人共同的悲剧道路的轨迹。友情可贵，题咏可歌，共同的遭际，更是可泣。而这许多可歌可泣之事，诗中一句不说，只写了春去秋来，雪飞风紧，让读者自己去寻觅包含在春雪秋风中的人事升沉变化，去体会诗人那种沉痛凄怆的感情。这正是“言浅而深，意微而显”。</p> <p>　　一首诗总共才二十八个字，却容纳这么多丰富的感情，这是不容易的。关键在于遣词用字。如，写元稹当日奉召还京，着一“春”字、“归”字，喜悦自明；写诗人远谪江州，着一“秋”字、“去”字，悲戚立见。“春”字含着希望，“归”字藏着温暖，“秋”字透出悲凉，“去”字暗含斥逐。这几个字，既显得对仗工稳，体现了纪时叙事的妙用；又显得感情色彩鲜明，淋漓尽致地进行了抒情写意。尤其可贵的是，结尾处别开生面，以人物行动收篇，用细节刻画形象，取得了七言绝句往往难以达到的艺术效果。这种细节传神，主要表现在“循、绕、觅”三个字上。墙言“循”，表现出诗人是寸寸搜寻；柱言“绕”，表现出诗人是面面俱到；一个“觅”字，片言只字，无所遁形。三个动词连在一句，准确地描绘出诗人在本来不大的驿亭里转来转去，摩挲拂试，仔细辨认的动人情景。而且在七个字中三处使用动词，构成三个意群，吟诵起来，就显得诗句节奏短而急促，如繁弦急管并发，更衬出诗人匆忙、仓促的行动和急切的心情。通过这种传神的细节描绘和动作旋律的烘托，诗人的形象和内心活动，淋漓尽致地展现在读者面前，促使读者深深为他怀友思故的真情挚意所感动，激起读者对他遭逢贬谪、天涯沦落的无限同情。一个结句获得如此强烈的艺术效果，更是这首小诗的特色。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>于唐宪宗元和五年（810年）自监察御史贬为江陵士曹参军，经历了五年屈辱生涯。到元和十年（815年），元稹自唐州奉召还京，春风得意，道经蓝桥驿，在驿亭壁上留下一首《留呈梦得子厚致用》的七言律<a href=\"http://so.gushiwen.org/view_22000.aspx\">诗</a>。原诗全文为：“泉溜才通疑夜磬，烧烟馀暖有春泥。千层玉帐铺松盖，五出银区印虎蹄。暗落金乌山渐黑，深埋粉堠路浑迷。心知魏阙无多地，十二琼楼百里西。”八个月后，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>自长安贬江州，满怀失意，经过这里，读到了元稹这首律诗。前后八个月，风云变幻如此诡谲，白居易感慨万千地写下这首绝句《蓝桥驿见元九诗》。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "叙事",
    "友谊",
    "怀人"
  ]
}