{
  "id": 29208,
  "star": 49,
  "name": "幽居冬暮",
  "dynasty": "唐代",
  "content": "羽翼摧残日，郊园寂寞时。<br>晓鸡惊树雪，寒鹜守冰池。<br>急景忽云暮，颓年浸已衰。<br>如何匡国分，不与夙心期。",
  "fanyi": "<h2>译文及翻译</h2> <strong>译文<br></strong>是鸟翅膀被摧残的日子，在郊外园林寂寞的时节。<br>晨鸡因树上雪光而惊啼，鸭子在严寒中苦守冰池。<br>白天短促很快便到夜晚，垂暮之年身体渐已变衰。<br>我本有匡救国家的职分，在不能与我的夙愿相期？ <p><strong>注释</strong><br>⑴羽翼摧残：鸟儿的翅膀被折断。<br>⑵郊园：城外的园林。唐<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>《酬王履震游园林见贻》<a href=\"http://so.gushiwen.org/view_29208.aspx\">诗</a>：“宅生惟海县，素业守郊园。”<br>⑶晓鸡：报晓的鸡。唐<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《寒夜张明府宅宴》诗：“醉来方欲卧，不觉晓鸡鸣。”<br>⑷鹜（wù）：鸭子。<br>⑸急景：同“短日”，急驰的日光。亦指急促的时光。唐<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>《金井怨》诗：“西风吹急景，美人照金井。”忽：一作“倏（shū）”，迅速。“云”字无义。<br>⑹颓（tuí）年：犹言衰老之年。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《悯思赋》：“乐来日之有继，伤颓年之莫纂。”寖（jìn）：渐渐。<br>⑺匡（kuāng）国：匡正国家。汉<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《上封事陈政要七事》：“夫书画辞赋，才之小者；匡国理政，未有其能。”分（fèn）：职分。<br>⑻夙（sù）心：平素的心愿。《后汉书·文苑传下·<a href=\"http://so.gushiwen.org/author_660.aspx\">赵壹</a>》：“惟君明睿，平其夙心。”</p>",
  "shangxi": "<h2>赏析</h2> 　　第一联，<a href=\"http://so.gushiwen.org/view_29208.aspx\">诗</a>人概括自己一生受挫、晚年困顿的实况，点出幽居题意。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>入仕后到处受人猜忌排笮，甚至被诬为“诡薄无行”、“放利偷合”（《新唐书·文艺传》）、“为当途者所薄，名宦不进，坎终身。”（《旧唐书·文苑传》）大中六年（852年）作者四十岁时写给杜惊的《献相国京兆公启》，说：“若某者，幼常刻苦，长实流离。乡举三年，才沾下第；宦游十载，未过上农。”此时他感到身心交瘁，如羽翼摧铩之鸟，无力奋飞了；只能退守“郊园”（在郑州的家园），忍受这寂寞无聊、郁郁寡欢的晚景。实际上，他才四十六岁。 <p>　　第二联，以晓鸡和寒鹜自喻。诗意有两种解说。一、晓鸡（晨鸡）因树雪之光而惊鸣（误以为天明），喻不忘进取之心；以寒池之鸭表现自己不改操守（刘学锴等《李商隐诗选》）。二、鸡栖树上则有雪，鸭守池中则结冰，极写处境的寒苦（周振甫《李商隐选集》）。如能合此二解，辨其因果，可得其全：不忘进取报效，是因；终遭困顿寒苦，是果。晨鸡报天晓，喻进取；寒鹜守冰池，喻退处。两句诗极其形象地描绘出作者不谙世务、进退两难的处境，其中有哀怨，有酸楚，而且扣紧了诗题的“冬”字，即景抒情。李商隐极其擅长托物寓怀。他的咏物诗，如《蝉》：“本以高难饱，徒劳恨费声。”又如《流莺》：“流莺漂荡复参差，度陌临流不自持。”蝉之高栖悲鸣，莺之飘泊不定，可与此篇晓鸡寒鹜参照体味，从中想象作者的思想情怀与遭遇。</p> <p>　　第三联，照应诗题冬“暮”。“暮”字双关，所以第一句写时序，第二句写年岁。冬季日短，暮色很快来临；随着时光的流逝，自己也进入了衰颓的晚景。这是为下一联的抒愤寄慨蓄势的。人到晚年，“羽翼摧残”，不可能再有作为了。</p> <p>　　第四联，紧应上联，发出内心的呼喊：为什么平生匡国济世的抱负，不能与早年的心愿相合呢？这呼喊是愤慨的，因为商隐明明知道这个“为什么”。这呼喊同时又是凄凉感伤的，因为它毕竟出自一个性格不算坚强而又经历过太多打击的诗人。</p> <p>　　此诗和李商隐多数作品一样，感伤的情调笼罩全篇，从“羽翼摧残”到“急景”、“颓年”，尤其是晓鸡寒鹜的具体形象，都是如此。不过这首诗与李商隐很多作品多含脍炙人口的名句却有所不同，<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评之曰：“无句可摘，自然深至。”没有刻意锤炼和精心藻饰，没有运用作者本来擅长的组织故实的手法，也没有警策深微、使人猛省或沉思的寓意，所以无句可摘；但它能恰如其分地、真实具体地表达此时此地的感受与心情，读之动容，所以说自然深至。当然，它仍然谨守平仄格律，注意对偶工整（四联中有三联对偶），用词造句都力求避免粗疏随意，因此和某些标榜自然平淡而流为枯淡俚浅的作品不同。在李商隐集中，它别具一格，又包含着商隐固有的特质，包含着多样化中的某种统一性。</p><br/><h2>简析</h2> <p>　　其<a href=\"http://so.gushiwen.org/view_29208.aspx\">诗</a>构思新奇，风格浓丽，尤其是一些爱情诗写得缠绵悱恻，为人传诵。但过于隐晦迷离，难于索解，至有“诗家都爱西昆好，只恨无人作郑笺”之诮（qiào）。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡荥阳。</p> <p>　　这句诗形象地刻画了雪后农村的景象。应该说是对农村雪后景象的逼真描写。这句诗的意境美堪比<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的“孤舟蓑笠翁，独钓寒江雪”。这首诗写于844年，距今1263年了。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的诗句勾起对自己童年的美好回忆。但是，当看到李商隐写作这首诗时的背景时，心情不免沉重。李商隐当时闲居在家，时年32岁。他有从政抱负，但对现实的态度过于理想化，仕途几进几出，反映出他的政治理想与现实社会的矛盾和冲突。诗人和政治家的理想目标永远不会一致，诗人寻求和梦想世外桃源般的大同世界却无法面对腥风血雨的现实；政治家却对腥风血雨的现实像斗牛一样永远充满激情，面对血腥而无情的政治斗争，政治家选择的不会是逃避，而是将生命置之度外，具有顶飞流直上三千尺的勇气，像贝-布托；诗人却有另外的选择，写诗寄情。要成为好的诗人需要更多的眼泪，让自己先被自己的诗所感动；要成为好的政治家就要够狠，能把自己的妹妹和女儿送到敌人的床上去，像孙权和<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>一样。李商隐做不到，也就只能郁闷而死，仅活了46岁。但作为诗人，他却为我们后人留下了一笔不菲的文学财富，从他的诗作中也折射出诗人伟大的爱国情怀，值得后人尊敬、怀念和学习。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_29208.aspx\">诗</a>，张采田《玉溪生年谱会笺》系于唐宣宗大中十二年（858年），认为此诗“词意颓唐，颇近晚境，其殆绝笔也欤？”并引程梦星云：“此乃大中末废罢，居郑州时作。”大中十二年（858年）冬，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>罢盐铁推官后，还郑州闲居，细想平生，百感交集，匡国无路，夙愿难期，于是写下这首诗。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "冬天",
    "写景",
    "爱国"
  ]
}