{
  "id": 70752,
  "star": 2210,
  "name": "浣溪沙·谁念西风独自凉",
  "dynasty": "清代",
  "content": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。<br>被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。",
  "fanyi": "<p><strong>译文<br></strong>秋风吹冷，孤独的情怀有谁惦念？看片片黄叶飞舞遮掩了疏窗，伫立夕阳下，往事追忆茫茫。<br>酒后小睡，春日好景正长，闺中赌赛，衣襟满带茶香，昔日平常往事，已不能如愿以偿。</p> <p><strong>注释</strong><br>①谁：此处指亡妻。<br>②萧萧：风吹叶落发出的声音。<br>③疏窗：刻有花纹的窗户。<br>④被酒：中酒、酒醉。<br>⑤春睡：醉困沉睡，脸上如春色。<br>⑥赌书：此处为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>和赵明诚的典故。李清照《金石录后序》云：“余性偶强记，每饭罢，坐归来堂，烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起，甘心老是乡矣！故虽处忧患困穷而志不屈。”此句以此典为喻说明往日与亡妻有着像李清照一样的美满的夫妻生活。<br>⑦消得：消受，享受。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>此词，上阕是此时此地的沉思，下阕是对往时往事的回忆；上阕是纳兰性德此时此地的孤独，下阕是纳兰性德和妻子在曾经的短短三年之中那一些短暂而无边的欢乐。</p> <p>　　上阕写丧妻后的孤单凄凉。首句从季节变换的感受发端。西风渐紧，寒意侵人。值此秋深之际，若在往日，卢氏便会催促作者添加衣裳，以免着凉生病。但今年此时，卢氏已长眠黄土，阴阳阻隔，天壤之别，她再也不能来为作者铺床叠被，问寒问暖地关心他了。“谁念西风独自凉？”这句反问的答案尽在不言之中，混合了期待与失望的矛盾情绪。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“一切景语，皆情语也。”开篇“西风”便已奠定了整首词哀伤的基调。在西风吹冷、黄叶萧萧的冬天日子里，作者紧闭着窗子，独自觉得特别寒冷，但有谁关心呢？词人明知已是“独自凉”，无人念及，却偏要生出“谁念”的诘问。仅此起首一句，便已伤人心髓，后人读来不禁与之同悲。而“凉”字描写的绝不只是天气，更是词人的心境。</p> <p>　　次句“萧萧黄叶”是秋天的典型景象。在秋风劲吹之下，枯黄的树叶纷纷扬扬地通过窗户飘进屋内，给作者心头更添一层秋意。于是，他便关上窗户，把那触绪神伤的黄叶挡在窗外。窗户关上了，黄叶自然不会再来叨扰，但作者因此也同外界完全隔绝，因而处境更加孤独。孤寂的感受使作者触景生情。他独立在空荡荡的屋中，任夕阳斜照在身上，把身影拖得很长很长。这时，他的整个身心全部沉浸在对往事的回忆中。次句平接，面对萧萧黄叶，又生无限感伤，“伤心人”哪堪重负？纳兰性德或许只有一闭“疏窗”，设法逃避痛苦以求得内心短时的平静。“西风”、“黄”、“疏窗”、“残阳”、“沉思往事”的词人，到这里，词所列出的意向仿佛推向了一个定格镜头，凄凉的景物衬托着作者凄凉的回忆，长久地锲入读者的脑海，并为之深深感动。</p> <p>　　下阕很自然地写出了词人对往事的追忆。前两句回忆妻子在时的生活的两个片断：前一句写妻子对自己无微不至的体贴和关心，自己在春天里酒喝得多了，睡梦沉沉，妻子怕扰了他的好梦，动作说话都轻轻的，不敢惊动；后一句写夫妻风雅生活的乐趣，夫妻以茶赌书，互相指出某事出在某书某页某行，谁说得准就举杯饮茶为乐，以至乐得茶泼了地，满室洋溢着茶香。这生活片断极似当年著名女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>和她的丈夫赵明诚赌书的情景，说明他们的生活充满着<a href=\"http://so.gushiwen.org/view_70752.aspx\">诗</a>情和雅趣，十分美满和幸福。纳兰性德以赵明诚、李清照夫妇比自己与卢氏，意在表明白己对卢氏的深深爱恋以及丧失这么一位才情并茂的妻子的无限哀伤。纳兰性德是个痴情的人，已是“生死两茫茫”，阴阳相隔，而他仍割舍不下这份情感，性情中人读来不禁潸然。伤心的纳兰性德明知无法挽同一切，只有把所有的哀思与无奈化为最后一句“当时只道是寻常”。这七个字更是字字皆血泪。卢氏生前，作者沉浸在人生最大的幸福之中，但他却毫不觉察，只道理应如此，平平常常。言外之意，蕴含了作者追悔之情。</p> <p>　　全词情景相生。由西风、黄叶，生出自己孤单寂寞和思念亡妻之情；继由思念亡妻之情，生出对亡妻在时的生活片断情景的回忆；最后则由两个生活片断，产生出无穷的遗憾。景情互相生发，互相映衬，一层紧接一层，虽是平常之景之事，却极其典型，生动地表达了作者沉重的哀伤，故能动人。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>妻子卢氏多才多艺，和他有着共同的兴趣爱好。他对这位妻子有着深厚的感情，可惜的是“成婚三年后妻子亡故”。这首词就是纳兰性德为悼念亡妻卢氏所做。词中道出了今日的酸苦，即那些寻常的往事不能再现，亡妻不可复生，心灵之创痛也永无平复之日。其中有怀恋，有追悔，有悲哀，有惆怅，蕴藏了复杂的感情。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "悼亡",
    "回忆",
    "爱情",
    "感伤"
  ]
}