{
  "id": 3073,
  "star": 11,
  "name": "早发始兴江口至虚氏村作",
  "dynasty": "唐代",
  "content": "候晓逾闽嶂，乘春望越台。<br>宿云鹏际落，残月蚌中开。<br>薜荔摇青气，桄榔翳碧苔。<br>桂香多露裛，石响细泉回。<br>抱叶玄猿啸，衔花翡翠来。<br>南中虽可悦，北思日悠哉。<br>鬒发俄成素，丹心已作灰。<br>何当首归路，行剪故园莱。",
  "fanyi": "<p><strong>译文</strong><br>等到天亮便越过闽地的山障，乘风向粤进发。<br>宿云如落鹏之翼，残月如开于蚌中之珠。<br>碧绿的薜荔如青气在摇动，茂密的桄榔树遮蔽着碧台。<br>桂花带露开放，香气袭人，流水击打溪石，叮咚有声。<br>黑猿抱叶啼叫，翡翠鸟衔花飞来。<br>南中的景象虽娱心悦目，但我留恋北方的思绪却更长了。<br>黑发忽然变成了白发，赤心已经化作冷灰。<br>仕进的路已绝，不如回头返故乡去剪来草过日子罢了。</p> <p><strong>注释</strong><br>1.早发：早上进发。<br>2.始兴：即曲江，在韶州府。<br>3.虚氏村：地名。<br>4.候：等候，等待。<br>5.晓：天亮。<br>6.逾：逾越。<br>7.闽：福建。<br>8.嶂：山障。<br>9.越（yuè粤）：广东。越台：昔尉陀立台，以朝汉室，号为“朝台”。<br>10.宿云：隔宿之云。<br>11.鹏：大鸟。<br>12.际：天际。<br>13.残月：夜阑之月。<br>14.蚌中开：明月之珠，藏于蚌中，故见晓月，如珠在蚌中开也。<br>15.薜（bì）荔：香草。<br>16.桄榔（guāng láng）：桄榔树，大四五围，长五六丈，无枝，至头生叶。<br>17.翳（yì）：遮蔽。<br>18.裛（yì）：通“浥”，沾湿。<br>19.玄猿：黑猿。<br>20.啸：啼叫。<br>21.南中：中国南部。<br>22.思：思绪。<br>23.悠：时间之长。<br>24.鬒（zhěn诊）发：黑发。 <br>25.俄（é）：忽然。<br>26.素：白色。<br>27.灰：冷灰。<br>28.首：向，朝。<br>29.行：去。<br>30.莱（lái）：草名，即藜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从<a href=\"http://so.gushiwen.org/view_3073.aspx\">诗</a>中所写景物表现出来的新鲜感看来，似为他初贬岭南时所作。开头四句，点题中的“早发”，交代了时间是在“春”、“晓”，并以晨空特有的“宿云”、“残月”极力渲染早发时的景象。这里用以借指从始兴县的江口地方至虚氏村途中经过的高山峻岭。从诗题看，当时诗人已经抵达虚氏村，村子离动身地点江口在一日行程之内，距离广州尚有数百里之遥，是无法望见越王台的。<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>与<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>一样，上承齐梁余绪，讲究词采声律，从“宿云”二句的铺张笔法中，也可想见其“如锦绣成文”（《新唐书》本传）的诗风。</p> <p>　　从“薜荔摇青气”开始的六句极写赏心悦目的南国景色，铺排有序，很见功力。前三句写树，错落有致，句中用一个富有动感并充满了生命力的“摇”字，生动地描画出了枝叶攀腾、扶摇直上与青气郁勃、无以自守的情态。在上三句中，诗人用笔由视觉而到嗅觉，“石响”句更进而写到听觉，由泉水奔泻的“石响”又转而看到回环流转的细泉。“抱叶”二句转写动物，这就使画面更充满活力，线条、色彩、音响以至整个情调更其动人了。</p> <p>　　最后六句指诗人前面的铺排绘景是为了后面的写情抒怀。“南中”句使全诗的感情为之一顿，承上启下。“南中可悦”四字总括前面写景的笔墨，在文势上，这两句稍作顿挫，用以托住“南中”二句陡然急转之势，并暗示官场的荣辱无常，增强了诗人的思乡之情。末两句的感情直承“鬒发”二句，并与“北思”二字相呼应。诗人直抒胸臆道：何时能走向返回故乡的路呢？“行剪故园莱”，与<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>“去剪北山莱”、<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>的“去剪故园莱”同义，都是要归隐田园的意思。从文势上来说，最后六句浑然一体，同时又有内在的节奏。比之于水势，“南中”二句似高江急峡，大起大落，“鬒发”二句江面渐宽，水势渐缓，至末两句化成一片汪洋，隐入无边的平芜之中。</p> <p>　　这首诗用词的艳丽雕琢与结构艺术的高妙，可以使我们对宋之问诗风略解一二。诗用的是以景衬情的写法。诗人不惜浓墨重彩去写景，从而使所抒之情越发显得真挚深切。然而对于今天的读者来说，这首诗的价值倒不在于诗人抒发了何种思想感情，而在于诗中对南中景物的出色描绘。诗人笔下的树木、禽鸟、泉石所构成的统一画面是南国所特有的，其中的一草一木无不渗透着诗人初见时所特有的新鲜感。特定的情与特有的景相统一，使这首诗有着很强的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　唐神龙元年（ 705年）正月，宰相<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>与太子典膳郎王同皎等逼武后退位，诛杀二张，迎立唐中宗，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>与<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>等友皆遭贬谪。宋之问贬泷州（今广东罗定县）参军，诸事艰难，慕念昔荣，次年春便秘密逃还洛阳，探知友人张伸之与王同皎等谋诛宰相武三思（时张柬之被贬），这首<a href=\"http://so.gushiwen.org/view_3073.aspx\">诗</a>作于诗人贬官南行途中。",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "写景",
    "抒情",
    "归隐"
  ]
}