{
  "id": 71057,
  "star": 98,
  "name": "菩萨蛮·红楼别夜堪惆怅",
  "dynasty": "唐代",
  "content": "红楼别夜堪惆怅，香灯半卷流苏帐。<br>残月出门时，美人和泪辞。<br>琵琶金翠羽，弦上黄莺语。<br>劝我早还家，绿窗人似花。",
  "fanyi": "<p><strong>译文</strong><br>　　当时红楼离别之夜，令人惆怅不已，香灯隐约地映照着半卷的流苏帐。残月将落，天刚破晓时，“我”就要出门远行，美人含着泪珠为“我”送行，真是“寸寸柔肠，盈盈粉泪”的样子。临别时为我弹奏一曲如泣如诉的乐章，那琵琶杆拨上装饰着用金制成的翠羽，雍容华贵；那琵琶弦上弹奏着娇软的莺语，婉转动人。那凄恻的音乐分明是在劝“我”早些儿回家，碧纱窗下有如花美眷在等着他。</p> <p><strong>注释</strong><br>①红楼：红色的楼，泛指华美的楼房。此指官贵人家女子的闺一说犹青楼，妓女所居。<br>②堪惆怅：堪，“那堪”的省文。此指因失意或失望而伤感、懊恼。<br>③香灯：即长明灯。通常用琉璃釭盛香油燃点。<br>④流苏帐：用彩色羽毛或丝线等制成的穗状垂饰物。常饰干车马、帐帐等物上。此指饰有流苏的帷帐。<br>⑤残月出门时美人和泪辞：此句是当黎明之时将要出门离去女子留着眼泪与之辞别。<br>⑥琵琶：初创批把。见《释名释乐器》。此类乐器原流行于波斯、阿拉伯等地，汉代传人我国。后经改造，团体修颈，有四弦、十二柱。俗称“秦汉子”。南北朝时又有曲项琵琶传八我国。四弦腹呈半梨形颈上有四柱，横抱怀中用拨子弹奏即现今琵琶的前身。唐宋以来经不断改进柱垃逐渐增多改横抱为竖抱，废拨子改用手指弹奏，观今民间的琵琶有十七柱，通常称四相十三品革新的琵琶有六相十八品；后者能弹奏所有半音技法丰富成为重要的民族乐器。<br>⑦金翠羽：指琵琶上用黄金和翠玉制成的饰物。<br>⑧弦上黄莺语：此句是指琵琶之声犹如黄莺的啼叫。<br>⑨绿窗：绿色纱窗。指贫女的闺室。与红楼相对，红楼为富家女子闺室。<br>⑩据唐圭璋《唐宋词简释》记载。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>生在唐帝国由衰弱到灭亡、五代十国分裂混乱的时代。他一生饱经乱离漂泊之苦。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>攻破长安，他逃往南方，到处流浪。直到59岁，才结束了这漂泊流离的生活。</p> <p>　　这首《菩萨蛮》词，就是写作者浪迹江南一带时思乡怀念妻子的惆怅心情。</p> <p>　　词的上片，写离别之夜，爱人和泪送行的动人情景。</p> <p>　　“红楼别夜堪惆怅，香灯半卷流苏帐。”这两句写分别时的情景。回忆在朱门红楼那天告别之夜，灯光映照着半卷的挂有流苏的帐子的情景，真叫人难过极了。“流苏”，是用五彩毛羽或丝绸作成的须带或垂饰，称流苏。“半卷流苏帐”，指人还未入睡。</p> <p>　　“残月出门时，美人和泪辞。”次二句写情深似海，难舍难分，一直到残月将落时，爱人带着泪水，才送我离开家门，分手告别的。</p> <p>　　词的下片，写客地思归，由听到琵琶乐声想到所爱之人正倚窗远望，等候自己归去。</p> <p>　　“琵琶金翠羽，弦上黄莺语。”这两句写作者在他乡听歌女弹琵琶，弦上弹出黄莺般的音乐声。“金翠羽”本指美人的金钗，这里用以代指歌女，“黄莺语”指琵琶弹的乐声就象清脆婉转的黄莺啼般的歌声，极写琵琶声调的婉转。</p> <p>　　“劝我早还家，绿窗人似花。”这两句写词人由“黄莺语”联想起爱人临别时叮咛自己早日归家，想到花容月貌的爱人此时正倚窗远望，盼望归去。</p> <p>　　据唐圭璋《唐宋词简释》，此词又作：</p> <p>　　红楼别夜堪惆怅。香灯半掩流苏帐。残月出门时。美人和泪辞。</p> <p>　　琵琶金翠羽。弦上黄莺语。劝我早归家。绿窗人似花。</p><br/><h2>鉴赏</h2> <p>　　此词描写是一段艳情牛活的回忆，是一幅夜阑泣别的画图。</p> <p>　　词的上片，写离别之夜，爱人和泪送行的动人情景。主要运用赋法。叙说离别之景，抒发离别之苦</p> <p>　　“红楼别夜堪惆怅，香灯半卷流苏帐。”小小的红楼，散发出清香的灯光，流苏帐半卷着，这里充满了温馨的气氛。然而这样美好的情景又是那般地让人感伤悲苦，因为这亦是一个离别的夜晚，明日就山岳相隔，天各一方了，此情此景令人不堪。“流苏”，是用五彩毛羽或丝绸作成的须带或垂饰，称流苏。“半卷流苏帐”，指人还未入睡。</p> <p>　　“残月出门时，美人和泪辞。”次二句写情深似海，难舍难分，一直到残月将落时，爱人带着泪水，才送我离开家门，分手告别的。良宵苦短，残天晓，和泪辞别。</p> <p>　　词的下片，写客地思归，由听到琵琶乐声想到所爱之人正倚窗远望，等候自己归去。运用比喻，有含蓄不尽，余味曲包的艺术效果，给人以想像的广阔空间。</p> <p>　　下片“琵琶金翠羽，弦上黄莺语”用形象的比喻写“美人”临别时一支如泣如诉的琵琶曲。那琵琶是用黄金翠羽装饰起来的，弹起来如莺声娇软，婉转动人。整个曲子凝成一句话“劝我早归家”，叮咛之语，温柔缠绵，弦上之乐与辞别之语两两相应，而今回首往事，历历在目，思归之心，更加迫切。末一句民“绿窗人似花”作结，更添一层相思。绿窗之前苦苦等待的人儿像花一样的美丽，也像花一样的容易凋零。写词人由“黄莺语”联想起爱人临别时叮咛自己早日归家，想到花容月貌的爱人此时正倚窗远望，盼望归去。这一切都时时警醒着在外漂泊的游子，早作归家之计，不然等到春归花落，美人迟暮之时他就只有深深的遗憾了。 </p> <p>　　<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词大体上用语淡雅，而这首词在遣词造句上却颇为华美，“红楼”、“香灯”、“流苏帐”、“美人”、“金翠羽”、“黄莺语”、“绿窗”等语词的连缀，将小小情事，写得楚楚动人，读来令人心移目眩。</p>",
  "about": "<h2>创作背景</h2> <p>　　《菩萨蛮·红楼别夜堪惆怅》创作于<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>浪迹江南一带时，思乡怀念妻子的惆怅心情。</p> <p>　　韦庄生在唐帝国由衰弱到灭亡、五代十国分裂混乱的时代。他一生饱经乱离漂泊之苦。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>攻破长安，他逃往南方，到处流浪。直到59岁，才结束了这漂泊流离的生活。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宋词三百首",
    "离别",
    "思归"
  ]
}