{
  "id": 71870,
  "star": 5,
  "name": "送元暠师诗",
  "dynasty": "唐代",
  "content": "侯门辞必服，忍位取悲增。<br>去鲁心犹在，从周力未能。<br>家山余五柳，人世遍千灯。<br>莫让金钱施，无生道自弘。",
  "fanyi": "<p><strong>译文</strong><br>王侯们的责备定当服从，<br>容忍司马之位我日增悲愤。<br>计“堕三都”孔子逃离鲁国，<br>周朝大礼我无力振兴。<br>陶潜隐居避开尘世的纷争，<br>人世间到处是香烟燎绕的佛灯。<br>不要以为施舍金钱就是佛道，<br>弘扬佛道还需懂得“无灭无生”。</p><p><strong>注释</strong><br>⑴侯门：指显贵之家。借代朝廷。辞，责备。《左传·昭公九年》：“王使詹桓伯辞于晋。”杜预注：“辞，责让之。”服，顺服。<br>⑵去鲁：指孔子离开鲁国。孔子曾任鲁国司寇，计“堕三都”（毁坏三家大夫的都邑）失败而离开鲁国。周游列国，自称“如有用我者，吾其为东周乎！”“从周力未能”是<a href=\"http://so.gushiwen.org/view_71870.aspx\">诗</a>人谦辞。<br>⑶家山：家乡。五柳，陶潜自称五柳先生，这里指躲进佛道以避世。<br>⑷无生：佛教语，指万物的实体无生无灭。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《送元暠师<a href=\"http://so.gushiwen.org/view_71870.aspx\">诗</a>》作于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>初贬永州之时，当时有一位法号元暠的和尚，经<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的介绍专程到永州来拜访；离去的时候，柳宗元写序作诗送行。柳宗元在《送元暠师序》中称“元暠衣粗而食菲，病心而墨貌，以其先人之葬未返其土，无族属以移其哀……”是当时的所谓“孝僧”。</p> <p>　　诗的首联叙写了自己被贬后的悲愤心境：永贞革新，打击了当时的方镇割剧势力、专横的宦官和守旧复古的大士族、大官僚，顺应了历史的发展。而士族和割据势力的代表，顽固地反对永贞革新，千方百计地进行破坏。他们结成联盟，拥立太子李纯为帝，把王叔文、柳宗元等革新派的人全部贬、杀。柳宗元在这次事件中被贬永州。“侯门辞必服，忍位取悲增。”既概括了永贞革新的事件，又叙写了自己被贬后的悲愤心情。离开京都长安，本已失意，而强忍此时囚徒般的身份，又使自己徒增悲愤。“必服”二字正话反说，表明柳宗元对朝廷的贬谪并非心悦诚服，他还是坚信自己的政治理想是正确的；但封建社会的君臣之道，是任何士大夫都不能违抗的。因而在他的内心形成了巨大的矛盾和痛苦。“忍”、“取”二字便是这种痛苦的表现。</p> <p>　　诗的颔联承首联剖析自己心境的变化。颔联连用两个典故，以孔子自况，表达自己难以言传的复杂心情。孔子五十岁时，由鲁国中都宰升任司寇，为了抑制三家大夫家臣势力，定计毁坏三家的都邑，因失败而离开鲁国。诗人以此类比道出被贬的原由，自己也因孔子不能实现振兴周礼的大志一般而感叹不能实现自己的政治理想。“哀莫大于心死”，柳宗元自觉无力改变现实，而仕途的险恶，世事的纷争，使他意识到要找到一个心灵的避难所，所以在颈联他向元暠和尚表达了自己倾心佛道的思想：我只有像陶潜一样作个隐士，把自己的心隐居于佛道中，在那里找到人生的归宿。李唐一代佛教盛行，统治阶级大力宣传佛教。唐太宗、高宗作《大唐三藏圣教序》和《序记》，宣扬佛法，武后为佛造大像，中宗崇饰寺观，肃宗、代宗在宫内设道场，宪宗命使迎佛骨，敬宗、宣宗、懿宗等亦莫不笃信佛法。贵族官僚们也多信佛教，<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>、杜鸿渐、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>等，是其尤著者。王维“在京师日饭十数名僧，以玄淡为乐”，“退朝之后，焚香独坐，以禅诵为事”（《旧唐书·王维传》）。由于统治阶级大力宣传佛教，民间更是盛行，寺庙林立，大量的劳动人口出家为僧或投靠寺院为寺户、佃户等，呈现出“人世遍千灯”的景象。当然柳宗元的谈佛，有着自己不得不然的悲哀。但是柳宗元对有的佛教徒的做法并不赞同，他对佛教有自己的理想。因此，他的诗的尾联中提出了“如要求得真正的佛道，不要只是施舍金钱，只有懂得了世间万物无生无灭的道理，佛道自然会发扬光大”的看法。</p> <p>　　的确，有的佛教徒借宣扬佛教来搜括钱财，如王缙令五台山和尚数十人，“分行郡县，聚徒讲说，以求货利”（《旧唐书·王缙传》）。又如汴州相国寺传言佛像流汗，节度使刘玄佐立刻亲往布施金帛，并大起斋场，“由是，将吏商贾，奔走道路，如恐不及。因令官为簿书，以簿所入。所得巨万计。”（《唐语林·卷六》）。用佛像出汗这个大骗局，搜括了无数钱财。诗人指斥这类人“有貌而不心，名而异行”（《送去举归幽泉寺序》），并提出“佛之道，大而多容。凡有志于物外而耻制于世者，则思入焉”（《送去举归幽泉寺序》）的入佛标准，以表明自己的态度。</p> <p>　　《送元暠师诗》内容丰富，短短八句，从一个侧面概括了作者的心路历程，让后人看到了中国古代进步知识分子的痛苦心灵。诗中引用了大量典故来叙事、抒情，如“去鲁心犹在，从周力未能。”作者用孔子的故事来影射自己不得志和受贬斥的遭遇，抒发了自己空怀壮志的感慨。这些牢骚很深的话，由于用了典故，表现得非常委婉、含蓄。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "离别",
    "抒怀",
    "壮志难酬"
  ]
}