{
  "id": 48741,
  "star": 420,
  "name": "踏莎行·候馆梅残",
  "dynasty": "宋代",
  "content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 <br>寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。",
  "fanyi": "<p><strong>译文</strong><br>客舍前的梅花已经凋残，溪桥旁新生细柳轻垂，春风踏芳草远行人跃马扬鞭。走得越远离愁越没有穷尽，像那迢迢不断的春江之水。<br>寸寸柔肠痛断，行行盈淌粉泪，不要登高楼望远把栏杆凭倚。平坦的草地尽头就是重重春山，行人还在那重重春山之外。</p> <p><strong>注释</strong><br>⑴候馆：迎宾候客之馆舍。《周礼·地官·遗人》：“五十里有市，市有候馆。”<br>⑵草薰：小草散发的清香。薰，香气侵袭。征辔（pèi）：行人坐骑的缰绳。辔，缰绳。此句化用南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》“闺中风暖，陌上草薰”而成。<br>⑶迢迢：形容遥远的样子。<br>⑷寸寸柔肠：柔肠寸断，形容愁苦到极点。<br>⑸盈盈：泪水充溢眼眶之状。粉泪：泪水流到脸上，与粉妆和在一起。<br>⑹危阑：也作“危栏”，高楼上的栏杆。<br>⑺平芜：平坦地向前延伸的草地。芜，草地。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>词的代表作之一。下面是唐代文学研究会常务理事刘学锴先生对此词的赏析。</p> <p>　　在婉约派词人抒写离情的小令中，这是一首情深意远、柔婉优美的代表性作品。</p> <p>　　上片写离家远行的人在旅途中的所见所感。开头三句是一幅洋溢着春天气息的溪山行旅图：旅舍旁的梅花已经开过了，只剩下几朵残英，溪桥边的柳树刚抽出细嫩的枝叶。暖风吹送着春草的芳香，远行的人就这美好的环境中摇动马缰，赶马行路。梅残、柳细、草薰、风暖，暗示时令正当仲春。这正是最易使人动情的季节。从“摇征辔”的“摇”字中可以想象行人骑着马儿顾盼徐行的情景。</p> <p>　　融怡明媚的春光，既让人流连欣赏，却又容易触动离愁。开头三句以实景暗示、烘托离别，而三、四两句则由丽景转入对离情的描写：“离愁渐远渐无穷，迢迢不断如春水。”因为所别者是自己深爱的人，所以这离愁便随着分别时间之久、相隔路程之长越积越多，就像眼前这伴着自己的一溪春水一样，来路无穷，去程不尽。此二句即景设喻，即物生情，以水喻愁，写得自然贴切而又柔美含蓄。</p> <p>　　下片写闺中少妇对陌上游子的深切思念。“寸寸柔肠，盈盈粉泪。”过片两对句，由陌上行人转笔写楼头思妇。“柔肠”而说“寸寸”，“粉泪”而说“盈盈”，显示出女子思绪的缠绵深切。从“迢迢春水”到“寸寸肠”、“盈盈泪”，其间又有一种自然的联系。接下来一句“楼高莫近危阑倚”，是行人心里对泪眼盈盈的闺中人深情的体贴和嘱咐，也是思妇既希望登高眺望游子踪影又明知徒然的内心挣扎。</p> <p>　　最后两句写少妇的凝望和想象，是游子想象闺中人凭高望远而不见所思之人的情景：展现楼前的，是一片杂草繁茂的原野，原野的尽头是隐隐春山，所思念的行人，更远春山之外，渺不可寻。这两句不但写出了楼头思妇凝目远望、神驰天外的情景，而且透出了她的一往情深，正越过春山的阻隔，一直伴随着渐行渐远的征人飞向天涯。行者不仅想象到居者登高怀远，而且深入到对方的心灵对自己的追踪。如此写来，情意深长而又哀婉欲绝。</p> <p>　　此词由陌上游子而及楼头思妇，由实景而及想象，上下片层层递进，以发散式结构将离愁别恨表达得荡气回肠、意味深长。这种透过一层从对面写来的手法，带来了强烈的美感效果。</p><br/><h2>赏析三</h2> <p>　　这是一首抒写离情别愁的词作。它以对句开头。候馆、溪桥，点明征途；梅残、柳细，点明时节，是一番初春的景色。就在这明媚的春色之中，出现了远行的旅人。他坐在马上，拉着缰绳，有点行色匆匆的样子。迎面吹来的风是暖和的，地面初长的嫩草散发出的芬芳另人清爽。这第三句，承上启下，由春景过渡到离愁。</p> <p>　　“离愁渐远渐无穷，迢迢不断如春水。”可是这明媚的春景并没有给旅人增添一点快乐，相反，他离家越来越远，就越来越感到那一片离愁的沉重，他似乎在逐渐的扩散开来，变成了一片无穷无尽、看不到头尾的绵绵不断的春水。抽象的感情，在词人的笔下，变成了具体的形象，使人容易感受，容易亲切。“离愁渐远渐无穷”这七字，构思巧妙，着意在“远”与“无穷”的关系上。离愁可以说轻重，而这里却说它无穷，而且是越远越无穷。这就把旅人在路上走着的感觉，形象而又生动地表现出来了。</p> <p>　　上片行文，一扬一抑。先是将春色饱满地描写一番，让人觉得春光实在明媚可爱，然后笔锋一转，折入旅人的怀乡之情，把离情浓愁加以夸张，加以渲染，形成强烈的激射。　下片写行者自己感到离愁之无穷无尽，于是推想到楼上的思妇了。她也一定有着同样的感觉。她必然会痛心流泪，伤心时，只能登上小楼，眺望远方，可是，能望到的，只不过是一望无际的草原，那尽头，又有春山挡住了视线，而她牵肠挂肚的人儿，又在春山之外，如何能看得见呢？词人由自己的离愁，推想到了家里的她的“寸寸柔肠”、“盈盈粉泪”的离愁，又由离愁而想到了她临高倚栏远眺，想到了她登高远望而又不见的愁更愁，行文上层层深入，有如剥蕉。</p> <p>　　最后两句重复“春山”，用意深刻。这春山是倚楼远望的闺中人穷尽目力所能达到的地方，又是她的想象所能达到的极限，远方到底怎样，她不得而知。然而越过了春山，也就是越过了她的目力和想像之所及，但她还是要倚那危栏。远行的旅人如此为闺人所想，就显得两人感情的愈加深厚，离别的愈加苦痛了。这就是结句“行人更在春山外”数百年来，不知感动过多少人的缘故吧。</p><br/><h2>赏析</h2> 　　这首词写的是早春的离情相思之情。词的上片写行人在旅途的离愁，下片写妇在家室的离愁，两地相思，一种情怀，全篇的主题即表现离愁。此词是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>深婉词风的代表作。这是一首写一个旅人在征途中的感受，离情别绪，题材常见，但手法奇妙，意境优美，读来令人神远。上片写行者在得意去梅残，草薰风暖的春天在别馆与恋人离别。他初不经意，信马由缰，悠哉游哉；渐行渐远，离愁上心，渐远渐无穷，仿如迢迢不断的春流水，自然真实地刻划居人望归的愁情。居人望尽平芜，望断春山，不见行者；行人还远在春山之外不知何处，居人盼归不见的绝望痛苦心情，可以想见。这首词写春景发离愁，景愈传教而愁愈深，语浅淡而情有致。上片“离愁渐远渐无穷，迢迢不断如春水。”这两句，为全词之眼，以不断之春水状无穷之离愁，化抽象为具象，比喻贴切。渐行渐远，离愁上心，渐远渐无穷，信如迢迢不断的春流水，自然真实地刻划了行者离情别绪萌生渐深的过程。<br/><h2>赏析四</h2> <p>　　词写离情，但写法别致。上阕由远行者落笔，下阕写远行者设想之词。一种离愁，两面兼写，情致深婉细切。起三句即宕开离别场面，径写旅途所见。梅残、柳细、草薰、风暖，分写所见、所闻、所感，冬去春来的季节特征十分强烈。这本来是一个感受生命与爱情的季节，但“候馆”、“征辔”两语，透示了词中的远行人其实是无暇无心去欣赏大自然所赐予的美景。且征辔连摇，客观的情形也是十分急迫。春景之热与行者之冷似乎互成隔膜。“离愁”两句拈出主题，与候馆、征辔之义绾合。而以“春水”喻愁，暗承<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>“问君能有几多愁?恰似一江春水向东流”之意，并与“溪桥”一语相应。但与李煜的愁情汹涌不同，这里所表现的主要是一种不断加深又持续相生的离愁形成过程。两个“渐”字和“迢迢不断”就鲜明地体现了这一特色。?</p> <p>　　下阕因行者愁极无尽，进而设想对方相思之形，劝慰之中倍见体贴之心。“寸寸柔肠，盈盈粉泪”，盖当初离别时即已目睹此景。而此刻一在闺中，一在候馆，其伤感当更过离别之时。“楼高”句是劝慰之词，盖近倚危阑也难解愁情，因为登楼所见，不过是一望平芜及平芜尽处的绵绵春山，而行人早已在春山之外了。煞拍两句语淡而情深。沈际飞《草堂<a href=\"http://so.gushiwen.org/view_48741.aspx\">诗</a>余正集》云：“春水春山走对妙。望断江南山色，远人不见草连空，一望无际矣。尽处是春山，更在春山外，转望转远矣。当取以合看。”从全词来看，起得平缓，结得舒徐。上、下阕一实写一虚写，虚实之中皆以浓情浇灌，离愁与词境俱进深进远，堪称是婉约词中的杰构。</p> <p>　　罗大经《鹤林玉露》曾引时人杨东山对<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的一节经典性的评论说：“文章各有体。欧阳公所以为一代文章冠冕者，固以其温纯雅正，蔼然为仁人之言，粹然为治世之音，然亦以其事事合体故也。”“虽游戏作小词，亦无愧唐人《花间集》。”以杨氏所论来衡照欧阳修的这首《踏莎行》，确实是合乎《花间》词体的。它所表现出来的温厚和平与欧阳修作为一代儒宗的身份也是十分契合的。</p>",
  "about": "<h2>艺术手法</h2> <p>　　这首词是经常为人们所称道的名篇，写的是早春南方行旅的离愁。词的上片写行人在旅途上的离愁，下片写想象中家室的离愁，两地相思，一种情怀，全篇的中心意旨是表现离愁。主要运用了以下四种艺术手法。</p> <p>　　以乐写愁，托物兴怀。这种手法运用得很巧妙。词的上片展现了这样的镜头：一位孤独的行人，骑着马儿，离开了候馆（旅舍），望着已经凋落的梅花，走过溪上的小桥，拂掠那岸边的柳丝，迎着东风，踏向那散发着芳香的草地。在这画面里，残梅、细柳和薰草，这些春天里的典型景物，点缀着候馆、溪桥和征途，表现了南方初春融和的气氛。这首词以春景写行旅，以乐景写离愁，从而得到烦恼倍增的效果。</p> <p>　　寓虚，富于联想，也是这首词的一个艺术特点。梅、柳、草，实景虚用，虚实结合，不仅表现了春天的美好景色，而且寄寓了行人的离情别绪。作者从各个角度表现离愁，的确非常耐人寻味，有无穷的韵外之致。</p> <p>　　化虚为实，巧于设喻，同样是本篇重要的艺术手段。“离愁渐远渐无穷，迢迢不断如春水”，便是这种写法。“愁”是一种无形无影的感情。“虚”的离愁，化为“实”的春水；无可感的情绪，化为可感的形象，因而大大加强了艺术效果。</p> <p>　　逐层深化，委曲尽情，更是这首词显著的艺术特色。整个下片，采用了不同类型的“更进一层”的艺术手法，那深沉的离愁，便被宛转细腻地表现出来了，感人动情。</p> <p>　　整首词只有五十八个字，但由于巧妙地运用了以乐写愁、实中寓虚、化虚为实、更进一层等艺术手法，便把离愁表现得淋漓尽致，产生了巨大的艺术魅力，所以成了人们乐于传诵的名篇。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "离别",
    "相思"
  ]
}