{
  "id": 55985,
  "star": 34,
  "name": "浪淘沙·丹阳浮玉亭席上作",
  "dynasty": "宋代",
  "content": "绿树暗长亭，几把离尊。阳关常恨不堪闻。何况今朝秋色里，身是行人。<br>清泪浥罗巾，各自消魂。一江离恨恰平分。安得千寻横铁锁，截断烟津？",
  "fanyi": "<p><strong>译文<br></strong>长亭旁的绿树已变得苍黄，送别的筵席上几次举杯话别．常常害怕离别而不忍听那《阳关曲》，更何况如今秋色萧索身是远行人。<br>清泪沾湿了罗巾，人人都黯然伤神，一腔离恨就像不尽的江水一样深。哪里去找千尺的横江铁锁，在这烟水迷蒙的渡口截断江流。</p> <p><strong>注释<br></strong>①丹阳：地名，在镇江之南，旧属镇江府。<br>②浮玉亭：元陶宗仪《说郛》卷九七引释惠凯《金山志》云：“客问：何为浮玉？答云：此出《仙经》。上仙居浮玉山，朝上帝，则山自浮去，因金、焦俱在水上，故名。”“此山（金山）大江环绕，每风涛四起，势欲飞动，故南朝谓之浮玉山。”宋刻“浮玉”二字，今犹存焦山西侧。宋王象之《舆地纪胜》卷七《镇江府·景物上》：“金山，在江中．去城七里，旧名浮玉。”“浮玉亭，需亭北。”“需亭，在府治西五里。”<br>③长亭：古时于道旁每隔十里设长亭，故亦称“十里长亭”，以供行旅停息。近城者常为送别之处。<br>④阳关：唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安四》：“渭城朝雨渑轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。”宋<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_55985.aspx\">诗</a>集》卷八十《近代曲辞》：“《渭城》一日《阳关》，王维之所作也。本健人使安西》诗，后遂被于歌……《渭城》、 《阳关》之名，盖因辞云。”<br>⑤千寻横铁锁：《晋书》卷四二《王浚传》：“太康元年正月，浚发自成都，率巴东监军、广武将军唐彬，攻吴丹杨，克之，擒其丹杨监盛纪。吴人于江险碛要害之处，并以铁锁横截之，又作铁锥，长丈馀，暗置江中，以逆距船。”王浚灭蜀后，继而起兵伐吴。吴人凭借长江天险，于水中横置铁锁、铁锥，抗拒北军，然晋师除锥熔锁，终无阻碍，顺流鼓棹，直捣三山。孙皓备亡国之礼，素车白马，肉袒面缚，衔璧牵羊，率百官投降晋师，东吴遂亡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首二句回忆昔日送别友人的情景。坐落在长江边上的浮玉亭，是词人经常涉足的地方。暮春时节，他曾多次到此送友远行。饯宴在绿树繁茂、浓荫蔽日的亭子里举行。词人不停地举起酒杯，向挚友频频劝酒，殷殷话别，但行人和送者皆心绪不宁，为离别在即而不胜感伤。“阳关”句即描写这种恨别之情。“阳关”为唐代<a href=\"http://so.gushiwen.org/view_55985.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所作《送元二使安西》一诗的代称，亦名《渭城曲》。此诗将人类普遍具有的感情——友谊，写得十分真挚感人，因此，它在当时就被谱上乐曲，作为“送别曲”、“友谊歌”而广为传唱，世称“阳关曲”或“阳关三叠”。词人这里说“阳关常恨”，是因为别时与友唱阳关，唱罢阳关别故人，而他经常与友分别，故谓“常恨”；正因“常恨”，故再听到阳关唱起，就“不堪闻”了。“不堪”，意为禁不起。词的四五句写词人远行时的情景。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>这次离开京口赴南昌任职，正是冷落清秋节。从前于春残花尽时与人分别，对方是行人，自己已觉伤心；今日秋风萧瑟，草木摇落，自己是行人，将别故人而远去，其悲伤之情当然要倍增于过去了。因此，此时此刻，词人的离别之恨和远行之悲，充盈胸臆，溢于颜面。</p> <p>　　下片仍写离情。饯宴将止，别离在即。居人和游子依依惜别，互相慰藉，想到别后天各一方，音讯难达，不禁黯然消魂，潸然泪下。“清泪”二句，生动地表现了居人和游子之间真诚而又深厚的友谊。下面“一江离恨恰平分”一句，语颇隽永，意蕴深邃。离愁别恨是十分抽象的东西，难以言状。在中国古典诗词中，虽然以江水之无穷喻愁情之不尽的不计其数，但写得耐人寻味的佳句却殊鲜见。陆游的《浪淘沙》即景抒情，谓离别的悲愁犹如眼前的江水那么多，一半给你（居人），一半给我（游子）。如此描写，就把离恨的深重具体化、形象化了，能使人掂量离恨的轻重，体会分袂的痛苦，它和<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“问君能有几多愁，恰似一江春水向东流”，有异曲同工之妙。词末二句，更是涉想新奇，匠心别具。词人幻想若能得千寻铁锁，把长江截断、锁住，使我不能远行，居人也可将我留住，这该有很好的事，但这是不可能的。这种幻想，表达了词人希冀与友人长在一处永不分离的良愿，也反映了词人与挚友不忍分别但又不得不别的痛苦。</p> <p>　　这首小令，开篇回忆往昔我送友人，接着跌进一层，状绘今日友人送我，最后通过幻想来写不忍分离，把别意写得缠绵悱恻，读来颇有余味。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>于宋孝宗隆兴二年（1164）五月除左通直郎通判镇江府，次年离开镇江，饯行于镇江府西之浮玉亭，词当作于是时。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "友人",
    "离别"
  ]
}