{
  "id": 59329,
  "star": 115,
  "name": "鹧鸪天·元夕有所梦",
  "dynasty": "宋代",
  "content": "肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。<br>春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。",
  "fanyi": "<p><strong>译文</strong><br>肥水汪洋向东流，永远没有停止的时候。早知今日凄凉，当初真不该苦苦相思。梦里的相见总是看不清楚，赶不上看画像更加清晰，而这种春梦也常常无奈会被山鸟的叫声惊起。<br>春草还没有长绿，我的两鬓已成银丝，苍老得太快。我们离别得太久，慢慢一切伤痛都会渐渐被时光忘去。可不知是谁，让我朝思暮想，年年岁岁的团圆夜，这种感受，只有你和我心中明白。</p><p><strong>注释</strong><br>①元夕：旧历正月十五元宵节。<br>②肥水：源出安微合肥紫蓬山，东南流经将军岭，至施口入巢湖。<br>③种相思：留下相思之情，谓当初不应该动情，动情后尤不该分别。<br>④丹青：泛指图画，此处指画像。<br>⑤红莲夜：指元夕。红莲，指花灯。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首情词，与<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>青年时代的“合肥情事”有关，词中怀念和思恋的是合肥的旧日情侣。可以看出，白石是一个至情至性的人，虽往事已矣，但时间的流逝和空间的转换，加上人事变幻的沧桑，并没有改变白石对合肥情侣的深深眷恋。所以在长期浪迹江湖中，他写了一系列深切怀念对方的词篇。宋宁宗庆元三年（1197）元夕之夜，他因思成梦，梦中又见到了旧日的情人，梦醒后写了这首缠绵悱恻的情词。这一年，上距初遇情人时已经二十多年了。</p> <p>　　头两句揭示梦的原因，首句以想象中的肥水起兴，兴中含比。肥水分东、西两支，这里指东流经合肥入巢湖的一支。明点“肥水”，不但交待了这段情缘的发生地，而且将词人拉入到遥远的沉思。映现在词人脑海中的，不仅有肥水悠悠向东流的形象，且有与合肥情事有关的一系列或温馨或痛苦的回忆。东流无尽期的肥水，在这里既象是悠悠流逝的岁月的象征，又象是在漫长岁月中无穷无尽的相思和眷恋的象征，起兴自然而意蕴丰富。正因为这段情缘带来的是无穷无尽的痛苦思念，所以次句笔调一转翻怨当初不该种下这段相思情缘。“种相思”的“种”字用得精妙无比。</p> <p>　　相思子是相思树的果实，故由相思而联想到相思树，又由树引出“种”字。它不但赋予抽象的相思以形象感，而且暗示出它的与时俱增、无法消除、在心田中种下刻骨镂心的长恨。正是“此情无计可消除，才下心头，又上眉头。”（<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>）“不合”二字，出语峭劲拗折，貌似悔种前缘，实为更有力地表现这种相思的真挚深沉和它对心灵的长期痛苦折磨。</p> <p>　　“梦中未比丹青见，暗里忽惊山鸟啼。”三四两句切题内“有所梦”，分写梦中与梦醒。刻骨相思，遂致入梦，但由于长期睽隔，梦中所见伊人的形象也恍惚迷离，觉得还不如丹青图画所显现的更为真切。细味此句，似是作者藏有旧日情人的画像，平日相思时每常展玩，但总嫌不如面对伊人之真切，及至梦见伊人，却又觉得梦中形象不如丹青的鲜明。意思翻进一层形成更深的朦胧意蕴。下句在语言上与上句对仗，意思则又翻进一层，说梦境迷蒙中，忽然听到山鸟的啼鸣声，惊醒幻梦，遂使这“未比丹青见”的形象也消失无踪无处寻觅了。如果说，上句是梦中的遗憾，下句便是梦醒后的惆怅。与所思者睽隔时间之长，空间之远，相见只期于梦中，但连这样不甚真切的梦也做不长，其情何堪？上片至此煞住，而“相思”、“梦见”，意脉不断，下片从另一角度再深入来写，抒发梦醒后的感受。</p> <p>　　换头“春未绿”关合元夕，开春换岁，又过一年，而春郊尚未绿遍，仍是春寒料峭：“鬓先丝”说自己辗转江湖，蹉跎岁月双鬓已斑斑如霜，纵有芳春可赏，其奈老何！两句为流水对，语取对照，情抱奇悲，造意奇绝。</p> <p>　　接下来“人间别久不成悲”一句，是全词感情的凝聚点，饱含着深刻的人生体验和深沉的悲慨。真正深挚的爱情，总是随着岁月的积累而将记忆的年轮刻得更多更深，但在表面上，这种深入骨髓的相思却并不常表现为热烈的爆发和强烈的外在悲痛，而是象在地底运行的岩浆，在平静甚至是冷漠的外表下潜行着炽热的激流。又象是地表之下的地下河，深处奔涌激荡，外表却不易觉察。特别是由于年深岁久，年年重复的相思和伤痛已经逐渐使感觉的神经末梢变得有些迟钝和麻木，心田中的悲哀也积累沉淀得太多太重，裹上了一层不易触动的外膜，在这种情况下，就连自己也仿佛意识不到内心深处潜藏的悲哀了。“多情却似总无情”（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别二首》），这“不成悲”的表象正更深刻地反映了内心的深切悲痛。而当作者清楚地意识到这一点时，悲痛的感情不免更进一层。词人在几天前写过的一首同调作品中有“少年情事老来悲”，正与此同。这是久经感情磨难的中年人更加深沉内含、也更富于悲剧色彩的感情状态。在这种以近乎麻木的形式表现出来的刻骨铭心的伤痛面前，青年男女的卿卿我我、缠绵悱恻便不免显得浮浅了。</p> <p>　　“谁教岁岁红莲夜，两处沉吟各自知。”红莲夜，指元宵灯节，红莲指灯节的花灯。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蓦山溪·元夕》：“剪红莲满城开遍”，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《解语花。元宵》：“露浥红莲，灯市花相射”，均可证。歇拍以两地相思、心心相知作结。与李清照“一种相思，两处闲愁”相同。“岁岁”照应首句“无尽”。这里特提“红莲夜”，似不仅为切题，也不仅由于元宵佳节容易触动团圆的联想，恐怕和往日的情缘有关。古代元宵灯节，士女纵赏，正是青年男女结交定情的良宵，欧阳修的《生查子》（去年元夜时）、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《青玉案·元夕》、<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《迎新春》可以帮助理解这一点。</p> <p>　　因此年年此夜，遂倍加思念，以至“有所梦”了。说“沉吟”而不说“相思”，不仅为避免重复，更因“沉吟”一词带有低头沉思默想的感性形象，颇有<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“月吟应觉月光寒”的意境。“各自知”，既是说彼此都知道双方在互相怀念，又是说这种两地相思的况味（无论是温馨甜美的回忆还是长期别离的痛苦）只有彼此心知。两句用“谁教”提起，似问似慨，如泣如诉，象是怨恨某种不可知的力量使双方永远睽隔，又象是自怨情痴不能泯灭相思。正是“人间自是有情痴，此恨不关风与月。”（欧阳修《玉楼春》）在深沉刻至的“人间别久不成悲”句之后，用“谁教”二句作结，这是一句提空描写，变实为虚、化人为物，词的韵味显得悠长深厚，含蕴空灵。</p> <p>　　情词的传统风格偏于柔婉软媚，这首词却以清健之笔来写刻骨铭心的深情，别具一种峭拔隽永的情韵。全篇除“红莲”一词由于关合爱情而较艳丽外，都是用经过锤炼而自然清劲的语言，可谓洗净铅华。词的内容意境也特别空灵蕴藉，纯粹抒情，丝毫不及这段情缘的具体情事。所谓“意愈切而词愈微”，“感慨全在虚处”，正是此词的特点。</p><br/><h2>赏析三</h2> <p>　　这首《鹧鸪天·元夕有所梦》，乃<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>为怀念身在合肥的恋人而作，作于宁宗庆元三年（1197）元宵节之时。据夏承焘先生考证，姜夔在初遇合肥恋人时，约为二十余岁，在他三十六岁这年，曾经两次到过合肥。“绍熙元年（1190），姜夔再客合肥，此年冬，姜夔戴雪诣石湖，授<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>以咏梅之《暗香》、《疏影》新声两阕，成大喜以歌妓小红为赠。”而作此词时，姜夔已是四十二岁，与旧恋人初遇已相隔近二十年。</p> <p>　　上阙首句“肥水东流无尽期”，点明了当初相恋的地方，并借水流悠悠、绵绵无尽之意，谓已相思亦是了无尽期。“当初不合种相思”，表面上有怨极生恨的后悔之意，称当初就不应该发生这段感情，然实则说，自已根本就摆脱不了这段刻骨铭心的恋情，始终被相思缠绕，太过苦恼。有李太白《秋风词》“长相思兮长相忆，短相思兮无穷极。早知如此绊人心，何如当初莫相识”之感慨。“梦中未比丹青见”则写出了词人梦中的遗憾。在梦里，恋人的面容模糊依稀，没有画像那般清晰。潜在地表明了词人在这二十年里，刻未能忘恋人的样子，时常在她的画像前流连这样一个事实。结句“暗里忽闻山鸟啼”沉痛已极，离别已久，又相隔遥远，只能在梦中相见了，然而，这模糊不清晰的梦，竟然还被鸟啼声惊醒。情伤若斯，痛彻心脾。</p> <p>　　下阙起首句“春未绿、鬓先丝”，言春乍始，然发已先白；也暗写自已二十年来，伤春如故的恒久之思。“人间别久不成悲”道出人间世情的悲哀。分别久了，人的情感已变得麻木不堪，再也感觉不到当初离别时的那种铭心刻骨的痛苦了。暗合佛家“有情皆幻，有色皆空”之理。然细细想来，世情欢爱，又莫不如此，读之心中尤觉感伤。“谁教岁岁红莲夜，两处沉吟各自知”两句，点出主旨，收结全篇。在元夕之夜，你是否会触景生情想起了我？而我对你的思念，你是否又能感应到？这个问题是个天问，没有答案，只有身在两地的双方各自心里明白。由此推求出，这段恋情在元夕之夜的花灯会，曾有过甜蜜地回忆。在这一特定的时刻，能够引发彼此的回忆和相思。</p> <p>　　东坡云：“言有尽而意无穷者，天下之至言也。”该词情境深永，含而不露，其意可神会，无法以言语尽达，心有戚戚者，自会其中之意。</p><br/><h2>赏析一</h2> 　　据夏承焘先生《姜白石编年笺校》考证，作者年轻时在合肥与恋人相识相爱，此后为生计四处飘泊，与恋人离多聚少。但词人终生思念情人，词中时有所涉。这首词是透露恋人信息和相恋时地最为显豁的一首。上片写因思而梦，醒来慨叹梦境依稀，识认恋人面貌不清；又梦境短暂，才相遇却被山鸟啼醒。下片由元夕春至换意，写出岁月蹉跎之叹。“人间别久不成悲”又出新意，反折而出。全词空灵蕴藉，耐人咀嚼。",
  "about": "<h2>评解</h2> 　　作者曾几度客游合肥，并与一歌妓相爱。当时的欢聚，竟成为他一生颇堪回忆的往事。在记忆中，她的形象十分鲜明。然而伊人远去，后会无期。回首往事，令人思念不已，感慨万千。梦中相见，又被山鸟惊醒。思念之苦，真觉得“当初不合种相思”了。愁思绵绵，犹如肥水东流，茫无尽期。谁使两人年年元宵之夜，各自有心头默默重温当年相恋的情景！词中所流露的伤感与愁思，即是为此而发。全词深情缱绻，缠绵哀婉。<br/><h2>题解</h2> 　　本词是宋宁宗庆元三年（1197）元夕为怀念合肥恋人所作。这首记梦词，题目是《元夕有所梦》，作于宁宗庆元三上元宵节。上片先写对昔日恋情的悔恨，再写梦中无法看清情人的怨恨，足见作者恋情之深炽。下片说别久伤悲以至愁白了鬓发，煞拍两句想像在元宵在放灯之夜，对方也在悲苦相思，语极沉痛。春未绿，鬓先丝，人间别久不成悲。“春未绿”，乃就正月十五元宵时节而讲，早春尚寒，草木未绿；“鬓先丝”则写词人一夜梦醒，突然唤醒二十年前之恋情，忽而感觉到人已两鬓斑白，青春消逝，这才发觉昔日恋情似乎已然淡漠，于是逼出“人间别久不成悲”的感慨。所谓“不成悲”者，是指久别相思，由激情外露转向深沉内敛，由多愁善感变为隐忍节制，显出一种“不成悲”的淡漠与迟钝，实际是一种更深藏更沉郁的悲愁。全词情致深婉空灵。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "记梦",
    "怀人"
  ]
}