{
  "id": 10855,
  "star": 76,
  "name": "曲江对雨",
  "dynasty": "唐代",
  "content": "城上春云覆苑墙，江亭晚色静年芳。<br>林花著雨胭脂湿，水荇牵风翠带长。<br>龙武新军深驻辇，芙蓉别殿谩焚香。<br>何时诏此金钱会，暂醉佳人锦瑟旁。",
  "shangxi": "<h2>鉴赏</h2> <p>　　曲江是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>长安<a href=\"http://so.gushiwen.org/view_10855.aspx\">诗</a>作的一个重要题材。安史之乱前，他以曲江游宴为题，讽刺诸杨的豪奢放荡。陷居时期，他潜行曲江，抒发深重的今昔兴亡之感。而平乱之后，则大多寓凄寂之境于浓丽之句，表达深沉的悲感与愤慨。《曲江对雨》就是这样的一首作品。此诗景丽情深，抚今追昔，低徊蕴藉，其艺术之美主要在于：</p> <p>　　一、绘景动静结合。</p> <p>　　首联写景，先大处落墨，勾出全景，重在写静态。春云低垂，笼罩宫城，覆压苑墙；斜晖脉脉，江亭寂寂，暮霭沉沉，芳草萋萋：虽是春景，生意盎然，却了无人迹，一派荒凉落寞。一“覆”，一“静”，既凸显眼前之景的冷清郁闷，又透露出时移世易，物是人非的沧桑感。俞陛云说此二句隐“晚来风起花如雪，飞入宫墙不见人”之慨叹，颇有见地。曾见证过开元盛世的繁华与奢靡的曲江，安史乱后曾沉寂近八十载，直至唐文宗时，才稍有修整，但亦难挽颓势。此联景中藏情，耐人寻味。“静年芳”三字尤为痛切，年年芳草，而盛况无存，令人嗟叹。</p> <p>　　颔联直承而下，从细部用笔，由面到点，写曲江胜景，重在写动态，将满怀幽思作进一步渲染。杂花生树，落英缤纷，本已迷人眼目，又经如酥春雨的润泽，更觉楚楚可怜，娇媚动人。王彦辅《尘史》言：“此诗题于院壁，‘湿’字为蜗涎所蚀。苏长公、黄山谷、秦少游偕僧佛印，因见缺字，各拈一字补之：苏云‘润’，黄云‘老’，秦云‘嫩’，佛印云‘落’。觅集验之，乃‘湿’字也，出于自然。而四人遂分生老病苦之说。诗言志，信矣。”（见仇兆鳌《杜少陵集详注》）“湿”字，也有选本作“落”，以为用“落”字更有余韵。春雨迷蒙，飞红万点，飘零曲江，随波逐流。枯坐江亭的诗人面对此景，不禁生出万分惆怅与凄苦之情，恰如落红离枝，盛唐气象已渐行渐远，诗人不免潸然掉泪。这是移情于景的妙句。</p> <p>　　“水荇牵风翠带长”，此句脱胎于<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>的“绾雾清条弱，牵风紫蔓长”，敷色浓艳，姿态飘逸。本是风吹水荇，诗人却反道“水荇牵风”，赋景以人格化动作，似乎这“水荇”也难耐乏人问津的寂寞，欲招揽清风一缕与之共话沧桑。以“雨”“风”来烘托“林花”“水荇”，景更丰富了，意境也更深了一层。</p> <p>　　二、抒情含蓄深婉。</p> <p>　　诗题是“曲江对雨”，前两联写曲江春雨图，紧扣题中“雨”字；后两联是写“对雨”之思，触景生情，但这情又非直白宣泄，而融于翩翩遐想，更见含蓄深婉。颈联讲当年玄宗皇帝，曾率领龙武禁军，自夹城趋芙蓉园，笳鼓齐鸣，车声雷动，旌麾蔽日。到此时，驰道依存，空余废辇，殿门深锁，无人焚香，戒备森严。杜少陵曾有诗云“青春波浪芙蓉园，白日雷霆夹城仗”，然而兴衰无常，此刻曲江一派凄清冷寂，空自让人凭悼。</p> <p>　　尾联再折一层，写诗人之狂想。“何时诏此金钱会，暂醉佳人锦瑟旁”。诗人描绘了一个君臣同欢、歌舞升平的宴饮嬉游之景。遥想昔日承天门赐宴，列教坊之歌妓，翠袖承花，朱弦按曲，觥筹交错，为乐未央，那才是盛世华章人生尽欢。（《旧唐书》载：“开元元年九月，宴王公百僚于承天门，令左右于楼下撒金钱，许中书以上五品官及诸司三品以上官争拾之。”）“何时”表明这种狂想充其量是一场豪梦而已。杜甫曾受用于玄宗，安史劫后，新君（即肃宗）上场，肃宗因当日分镇之命，几撼其储皇之位，衷心隐处，不搛于若翁，故将玄宗移居西内，并将其旧侍翦除殆尽，玄宗暮境悲凉，杜甫不得新君恩宠，也就愈念当日如鱼得水的佳境了。此联抒情极其惨痛。“大厦将倾，独木难支”，明知逝水难回，却渴盼恩泽重沐，一展怀抱，这不能不令人伤感。“暂醉”，其实只能是转瞬即逝的精神麻醉罢了。</p> <p>　　全诗绘景浓艳，意境静穆清冷；抒情婉转，感慨深沉曲折。在忆旧与憧憬中隐约可见诗人的忠君忧国之心以及颓然自放之念。 </p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情"
  ]
}