{
  "id": 49460,
  "star": 20,
  "name": "清平乐·秋词",
  "dynasty": "宋代",
  "content": "清淮浊汴。更在江西岸。红旆到时黄叶乱。霜入梁王故苑。<br>秋原何处携壶。停骖访古踟蹰。双庙遗风尚在，漆园傲吏应无。",
  "fanyi": "<p><strong>译文<br></strong>清澈的淮河与混浊的汴水，远在钱塘江西岸。您的红旗抵达时，黄叶遍地，狼藉散乱。白霜也会袭入梁王的故园。<br>您将在秋原的什么地方手执酒壶？驻马访古，徘徊踟蹰。双庙的遗风至今还在，漆园的傲吏大概已无。</p> <p><strong>注释<br></strong>①清平乐：词牌名。唐教坊曲。一名《醉东风》、《忆萝月》。双调小令，平仄韵转换格。<br>②秋词：傅本词题作“送述古赴南都”可从。南都：今河南商丘市。《宋史》卷八十五《地理志》：“（真宗）大中祥符七年（1014年）建应天府为南京。”<br>③清淮浊汴：清淮，清澈的淮河水。淮河为古代四渎之一，源出河南桐柏山，东流入安徽，注入洪泽湖，下游自淮阴县与大运河会合。古汴，汴河故道有两条，这里是指隋以后汴河故道，由河南的旧郑州、开封至商邱县治南，改东南流经安徽的宿县、灵璧、泗县入淮河。现在已荒废，只有泗县尚有汴水断渠。<br>④江西：古时泛称长江以南为江东或江左，长江以北为江西或江右。<br>⑤红旆（pèi）：红旗。此指太守的仪仗。<br>⑥梁王故苑：汉代梁孝王刘武在陈留（今河南开封市东南）修治的宫室园林。参见《史记·梁孝王世家》。<br>⑦携壶：带着酒壶。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》<a href=\"http://so.gushiwen.org/view_49460.aspx\">诗</a>：“江涵秋影雁初飞，与客携壶上翠微。”这里有游赏的意思。<br>⑧停骖（cān）：停住车马。骖，一车驾三马或驾车时位于两旁的马。<br>⑨踟蹰（chí chú）：心中犹疑，要走不走的样子<br>⑩双庙：唐代安史之乱时，<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>、许远坚守雎阳（今河南商丘），最后都壮烈牺牲，后人立二祠，称为双庙。事见《新唐书·忠义传》。<br>⑪漆园傲吏：指<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>。庄周是战国时期的思想家，道家学派主要代表人物之一，曾经做过漆园吏，抱有傲视王侯，不为名利所动的人生态度。事见《史记·老庄申韩列传》。郭璞《游仙诗》：“漆园有傲吏，莱氏有逸妻。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词中词人思念好友，揣测一路上友人可能的遭遇所写下的以想象为主的怀人词，但是这种想象并不是凭空乱想，而是基于词人对朋友的了解，通过这些了解所作的一系列推断，显示了词人对陈述古真挚的友情和对述古其人的真切了解。</p> <p>　　上片以友人的行程为线索，纵贯着空间地点、节序风物，写来别有情致。起笔“清淮浊汴。更在江西岸”二句，决不是简单地说明淮河和汴河的地理位置，而是似乎在掐指计算友人的行程：你从江南的杭州出发，途中要经过淮河、汴河，那是远在江北的多么漫长的一段水程。因为友人“赴南都”，淮河和汴河都是必经的水道，所以二句乃是对友人大段行程的悬想，而友人的去向，路途的遥远，以及词人对他的关切之情，全在不言之中了。三、四句进一层揣想友人到达南都时的节序风物：“红旆到时黄叶乱，霜入梁王故苑。”意思是说，当你的仪仗到达南都时，该是黄叶飘零的深秋时节了，附近梁孝王昔日的宫室园林怕是已着寒霜了。陈襄是秋八月中旬从杭州启程的（见《<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>年谱》卷十三），苏轼估计他到九月中、下旬才能到达。“黄叶乱”三字准确地写出了深秋季节的特征，“霜入”则应当是秋天最后一个节令“霜降”到来的标志。二句估计友人到达的时间，与对行程的计算联系在一起，同样是替对方设想，表达了词人的深情眷注。老友相别，居者忆念行者时，随着忆念的深入，常会计算对方某时是否到达目的地或正在中途某地，在交通不发达的古代更是如此。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《同李十一醉忆元九（稹）》<a href=\"http://so.gushiwen.org/view_49460.aspx\">诗</a>云：“忽忆故人天际去，计程今日到梁州。”便是词人忆念所及、深情所注的一个例子，可与该词上片合看。</p> <p>　　下片假想友人到南都后游赏及凭吊活动。换头两句写游赏，说你在秋天何处的原野上游赏，停住车马，探访古迹，还在那儿徘徊不去。最后两句写凭吊古代贤人，说你到双庙去凭吊正气凛然的英雄<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>、许远，或许会发现他们遗留的风范还在人间，而那位傲视王侯的漆园吏想必无影无踪了。词人这样着笔，大概有三层意思：一是显示了中原大地上的南都丰厚的历史文化遗存；二是间接地表现了友人的“文采风流”；三是体现了词人对友人的相知，也可以说，是在更高的层次上达成了友谊的默契。</p>",
  "about": "<h2>创作背景</h2> 　　该词应写于宋神宗熙宁七年甲寅（1074年），当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任杭州通判时的同僚与好友陈襄（字述古）移守南都（今河南商丘）。词中预计陈襄到时已“黄叶乱”，有“霜”，该词大约作于初秋，陈襄即将离杭州时。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "秋天",
    "写景",
    "怀人"
  ]
}