{
  "id": 49087,
  "star": 99,
  "name": "南乡子·自古帝王州",
  "dynasty": "宋代",
  "content": "自古帝王州，郁郁葱葱佳气浮。四百年来成一梦，堪愁。晋代衣冠成古丘。 <br>绕水恣行游。上尽层城更上楼。往事悠悠君莫问，回头。槛外长江空自流。",
  "fanyi": "<p><strong>译文</strong><br>这里曾是历代帝<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>都之所，周围树木葱茏繁茂，山环水绕，云蒸霞蔚。可是，四百年来的繁华隆盛已像梦一般逝去，使人感叹。那晋代的帝王将相，早已是一杯黄土，被历史遗弃。<br>绕着江岸尽情地游行游赏，登上一层楼，再上一层楼，往事悠悠，早已不值一问，不如早回头。往事如烟，就像这槛外无情的江水空自东流。</p> <p><strong>注释</strong><br>⑴帝王州：指金陵（今江苏省南京市）。三国的吴、东晋、南北朝的宋、齐、粱、陈、五代的南唐等朝代在此建都，故称为“帝王州”。<br>⑵郁郁葱葱：草木茂盛。<br>⑶佳气：指产生帝王的一种气，这是一种迷信的说法。<br>⑷四百年：金陵作为历代帝都将近四百年。<br>⑸晋代衣冠成古丘：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵凤凰台》<a href=\"http://so.gushiwen.org/view_49087.aspx\">诗</a>中的名句：“吴宫花草埋幽径，晋代衣冠成古丘。”把晋代与吴宫并举，明确地显示出后代诗人对晋朝的向往。冠（guān）：古代士以上的穿戴，衣冠连称，是古代土以上的服装，后引申为世族、绅士。古丘：坟墓。<br>⑹恣（zì）行游：尽情地绕着江边闲行游赏。恣：任意地、自由自在地。<br>⑺更：再，又，不只一次地。<br>⑻悠悠：长久。遥远的样子。<br>⑨回头：指透彻醒悟。佛家语“苦海无边，回头是岸。”<br>⑽槛：栏杆。语出唐代诗人<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的《滕王阁诗》中的名句：“阁中帝子今何在，槛外长江空自流。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_49087.aspx\">诗</a>亦为<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>晚年谪居金陵，任江宁知府时所作。在表面的表达昔盛今衰之感的同时，把自己非常复杂的心境，也暗含于诗作之中。 </p> <p>　　金陵城自古以来便是帝王之州，唐代<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾作《西塞山怀古》一诗：“王睿楼船下益州，金陵王气黯然收。千寻铁锁沉江底，一片降幡出石头。”然而，王安石看到的与刘禹锡所见大不相同，这里是一片郁郁葱葱的王气正盛之地，佳气上浮。但那是晋代的事情，已经过去四百年了，晋代的白衣胜雪，衣冠之族，已经成为一座座古墓，回首往事的时候，这些是怎堪回首呀。末句借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵凤凰台》中的名句，表达的是同样的昔盛今衰的怅然之情。将自己的理想寄托在过去的时代里，这是诗歌中常用的写法，借此来表明自己对现实的不满，同时使诗歌具有一种“高古”的气象。 </p> <p>　　作者独自一个人绕着江水边上行游，然后登上高楼。“绕水游”是排遣心中的愁绪或不平事的一种办法，在这里，作者借这种典型的动作来表现内心的无边愁绪。好在这种“绕水游”并不受外在任何事物的限制，可以“恣行”，随意地到处走走。但是，这是一种多么无奈的自由啊，王安石所追求的，是推行新法，实现强民富国的愿望，而现在，只能是“绕水游”而已，慨叹之声，达于纸上。古人在诗中所抒写的，常常不是“达则兼济天下”的顺境，而是“穷则独善其身的”逆境，但到底心还被“达”的愿望所牵绊，所以读这样的诗句的时候，要看出作者表面闲适的背后，是无穷的凄凉与热切的期盼。“上尽层楼”含有中国古代的“登高怀远”“登高而愁”的文化密码。从南北朝时期的<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>写《登楼赋》开始，这个动作就被赋予了思念故国之情。而唐代<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>的一首《登鹳雀楼》则是从人生哲学意味上诠释了这一个典型的动作、典型的场景。在这里，作者是思念故国（首都）呢，还是“欲穷千里目”呢？通过上文的表面闲适与内心焦虑，我们可以看到他所思念的，正是重回故国，再造宏业；通过后文的回忆往事，我们又可以知道作者这时的心理是放弃思念故国的想法，而注重对往事的追寻，注意对往事从文化意义上进行思考；我们还可以认定，作者是想“登高望远”，而这里的“远”，不是空间上的，而是时间上的，表明作者独特的意趣和别具怀抱。国学大师陈寅恪曾说：“诗若只有一种解释便不是好诗。”一首真正的好诗，就是可以这样多方面地甚至地矛盾地刺激读者去思考，去与自己的人生体验结合起来，思考诗歌的同时，也思考人生的选择甚至人类的境遇。“更上楼”，不是上到楼的顶端再往上走，而是不断地一次又一次地登楼。往事悠悠而去了，你不要问我在想些什么，回头看过去的时候，只能看见窗外的长江，在日夜不息地向东流去。结句也是化用唐人诗句，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的《滕王阁诗》，作者在这里却别有怀抱：可以理解为，历史是无情的，就像东流之水，一直向前，或许人类所为的一切只是这水的片刻停留，没有太大的意义；也可以理解为，不论目前我的遭遇如何，但我所做的一切，都如长江水一般，是一种永恒的存在；或者联系《滕王阁诗》原文前一句：“阁中帝子今何在？”的反问，问当今的皇帝“今何在”，表达自己期待着重回朝廷的愿望。但似乎一切都不重要了，就像长江水，一直流着，流着。</p>",
  "about": "<h2>创作背景</h2> 　　本篇为作者在金陵登楼怀古时所作。情调与《桂枝香·登临送目》相近，很可能写于同一时期。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "抒情",
    "谪居",
    "生活"
  ]
}