{
  "id": 72743,
  "star": 13,
  "name": "叨叨令·溪边小径舟横渡",
  "dynasty": "元代",
  "content": "溪边小径舟横渡，门前流水清如玉。青山隔断红尘路，白云满地无寻处。说与你寻不得也么哥，寻不得也么哥，却原来侬家鹦鹉洲边住。",
  "fanyi": "<h2>注释</h2> ⑴也么哥：这三字是元曲常用的感叹词，无实义。<br>⑵却原来：这三字属于衬字。侬：意即“我”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此曲从风格上看当是文人所作。其末句即用白贲《鹦鹉曲·侬家鹦鹉洲边住》成句，也是写“不识字渔父”（白贲曲语）的。据元<a href=\"http://so.gushiwen.org/author_1689.aspx\">冯子振</a>《鹦鹉曲·序》载，白曲在其时享有盛名，“有北京伶妇御园秀之属，……恨此曲无续之者”，于是冯子振逞才和白曲百余首，可见白贲曲的影响之大。而白贲曲一出，因其首句有“鹦鹉洲”，其曲原名“黑漆弩”也就改称“鹦鹉曲”，鹦鹉洲也就从原特定的地名一变为渔父居处的代称。因此，此曲“侬家鹦鹉洲边住”的那个“侬”也很可能是个“渔父’。此曲所写意境受白曲直接影响亦较明显。</p> <p>　　但此曲的结构与白曲却大不相同。它先用许多扑朔迷离的笔墨描绘了一个似乎无人迹、无尘嚣的世外桃源之境。“溪边小径舟横渡，门前流水清如玉”一条不知名的小溪，清澄透明的流水静静地淌着；登舟横渡上岸，再沿着一条弯弯小径走去，一座小小屋舍便悠然可见了。这里已隐约透出一股神迷之感。室何人居，<a href=\"http://so.gushiwen.org/view_72743.aspx\">诗</a>人未道，他仅描绘了小屋安谧而恬静、雅淡而优美的外部环境；其地何所，诗人未明，是“野渡无人舟自横”（<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧》）的乡村野地，还是“小桥流水有人家”（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>诗）的郊外花村，读者难知其详。以下两句，诗人将读者引入更加神迷的境界：“青山隔断红尘路，白云满地无寻处。”青山白云，幽邃缥缈，使人想起<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《访隐者不遇》中童子的答语，“只在此山中，云深不知处。”令人悬望之余，不无怅惘之感。诗人似乎知道读者会有这样的心理感受，故再用两句颇涵自得、自傲，而又不无戏谑嘲弄的“说与你寻不得也么哥”重复叠唱，再将读者推向迷茫恍惚之极境，让人只好自叹凡俗，对此神秘的仙界可望而不可即，可想然不可知。若全曲到此作结，倒颇堪称之为“朦胧诗”的，“象外”之味，尽可让人作万千之想。然古代诗歌于“超以象外”后必要“得其环中”，结句“却原来侬家鹦鹉洲边住”正是揭其“环中”的全曲之眼。一直隐在曲中而未露其面的小屋之主倏然而出，仙界者，“渔父”居所也。有此一句，“境界全出”：那青山白云、门前流水、轻舟小径构成的极澄至净的世界，不是“红尘”外的仙境，也不是现实中实有的景观，它乃是“渔父”心灵中的圣所，理想中的“隐士”精神世界的“物化”罢了。</p> <p>　　“渔父”形象在中国古代文学作品中几乎没有一个是现实中真正的渔父。自从楚辞《渔父》中诞生了一位“世人皆醒我独醉”、不与世俗争流的“渔父”后，其历代“子子孙孙”实际上便成了不求功名、不慕荣华富贵而独善其身的人格精神象征。“渔父”之咏成了古代“隐士”之歌中别具一格的支系，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的一首“隐士诗”不妨可看作其核心主题：“永怀青岑客，回首白云间。神超物无违，岂系名与宦。”“渔父”之吟为历代文人所喜爱，绝非无因，元代尤其如此——得志而显达者咏之，以见其不失高雅；失意者又借以曲折表达其对现实的不满或失望，同时又将自己的内心世界融化到“渔父精神”中去，以忘却现实生活的烦恼，在“超尘脱俗”的心灵净化中求得心理的平衡。白贲《鹦鹉曲》所以能享誉一时，除了其韵用“鱼模”部去声险韵外，“渔父”这一传统母题具有文人心目中特有的“精神美”魅力，是其最根本的原因。而此曲不惮有名作在先，效而再创，也有这样的魅力在召唤。</p> <p>　　然而，如果此曲无自己的艺术魅力，恐怕早就湮没无闻了。在历代“渔父”之吟中，以青山、白云喻其高洁脱俗，以轻舟、流水状其自由洒脱，乃是众所撷取兼含比兴的意象。白曲如此，此曲亦如此。但白曲以“侬家鹦洲边住，是个不识字渔父”领起全篇，让人一下子进入传统“渔父”的既定精神境界，然后再组合意象，使其表现的精神世界得以形象化，而结句“算从前错怨天公，甚也有安排我处”与之遥相呼应，使全曲颇得爽朗豪放之风。此曲则首先隐约回环，先造其境，使人捉摸不定，产生强烈的探询感，结句则借当时人所熟知的“鹦鹉洲”指称“渔父”，点出意核，复令人再回味、咀嚼全曲，既得含蓄蕴藉之趣，又不失明朗畅达之风，虽与白曲所取意象大致相同，结构方式则别具一格。细而察之，此曲“溪边小径舟横渡”与白曲“浪花中一叶扁舟”，“青山隔断红尘路”与白曲“觉来时满目青山”，虽句中形象相同，但也各随其曲之意脉与情调，彼此不能互换，而并非增减其字而已。故其虽受白曲影响和启迪，然却是自己的创作。加上作者选押去声韵之《叨叨令》曲体，除“处”、“住”为白曲原用韵脚外，“渡”、“玉”、“路”，均是字熟而韵险，既继承了白曲“险韵”特色，又有自己的匠心，这大概就是此曲并非首唱，又属“无名氏”之作却能流传至今的原因。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "渔父"
  ]
}