{
  "id": 3586,
  "star": 52,
  "name": "古剑篇 / 宝剑篇",
  "dynasty": "唐代",
  "content": "君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 <br>良工锻炼凡几年，铸得宝剑名龙泉。<br>龙泉颜色如霜雪，良工咨嗟叹奇绝。<br>琉璃玉匣吐莲花，错镂金环映明月。 <br>正逢天下无风尘，幸得周防君子身。<br>精光黯黯青蛇色，文章片片绿龟鳞。<br>非直结交游侠子，亦曾亲近英雄人。 <br>何言中路遭弃捐，零落漂沦古狱边。<br>虽复尘埋无所用， 犹能夜夜气冲天。",
  "fanyi": "<p><strong>译文</strong><br>你难道没有看到昆吾的宝石被炼成宝剑，通红的炉火，剑锋上射出紫色的光焰？<br>良工巧匠们不知经过多少年的锻造冶炼，才铸出这把无双的宝剑名曰龙泉。<br>剑工自己也得意非凡地惊叹，锃亮得如雪如霜寒芒四闪。<br>像琉璃玉匣里吐出一朵白莲，剑柄上的金环是日月的光辉镀染。<br>此剑出世，正逢天下没有战争，好庆幸被君子佩带防身。<br>耀眼的剑芒像青蛇游动，鞘上的花纹如浮起绿色的龟鳞。<br>不只是游侠们见了十分珍爱，英难豪杰亦曾格外钟情。<br>为什么要一个劲儿地说它曾中途遭到抛弃，飘零沦落在荒凉的古狱旁边呢？<br>虽然被泥土掩埋不能发挥作用，但其赫赫剑气形成的不凡光焰仍然夜夜照亮了夜空。</p> <p><strong>注释</strong><br>⑴古剑：指古代著名的龙泉宝剑。<br>⑵昆吾：传说中的山名。相传山有积石，冶炼成铁，铸出宝剑光如水精，削玉如泥。石为昆吾，剑名昆吾，皆以山得名。铁冶：即冶铁的工场。炎：指火光上升。<br>⑶红光：指火光。紫气：即剑气。赫然：光明闪耀的样子。<br>⑷凡：即共，一作“经”。<br>⑸龙泉：龙泉县有水，曾有人就此水淬剑，剑化龙飞去，因此此剑便名龙泉剑（《太平鬟宇记》）。<br>⑹咨嗟：即赞叹。<br>⑺错镂：指错彩、镂金。金环：指刀剑上装饰的带金的环。映：一作“生”。<br>⑻风尘：指烽烟，借指战争。<br>⑼幸：庆幸。周防：即周密防卫。周：一作“用”。<br>⑽黯黯：通“暗暗”，指幽暗而不鲜明。<br>⑾文章：指剑上的花纹。<br>⑿直：通“只”。游侠子：指古代那些轻生重义、勇于救人急难的英雄侠士。<br>⒀曾：一作“常”。<br>⒁中路：即中途。弃捐：指抛弃。<br>⒂“零落”句：据《晋书·<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>传》载，晋张华见天上有紫气，使雷焕察释。雷焕曰：“宝剑之精上彻于天”。张华使雷焕寻剑，雷焕于丰城县狱屋基下掘得一石函，中有双剑，上刻文字，一名龙泉，一名太阿。漂：一作“飘”。<br>⒃尘埋：为尘土埋没。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物言志<a href=\"http://so.gushiwen.org/view_3586.aspx\">诗</a>，所咏的对象是龙泉宝剑。据传龙泉宝剑是吴国干将和越国欧冶子二人，用昆吾所产精矿，冶炼多年而铸成，备受时人赞赏。但后来沦落埋没在丰城的一个古牢狱的废墟下，直到晋朝宰相<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>夜观天象，发现在斗宿、牛宿之间有紫气上冲于天，后经雷焕判断是“宝剑之精上彻于天”，这才重新被发掘出来。这首诗就是化用上述传说，借歌咏龙泉剑以寄托自己的理想和抱负，抒发不遇的感慨。</p> <p>　　诗人用古代造就的宝剑比喻当时沦没的人才，贴切而易晓。从托物言志看，诗的开头借干将铸剑故事以喻自己素质优秀，陶冶不凡；其次赞美宝剑的形制和品格，以自显其一表人材，风华并茂；再次称道宝剑在太平年代虽乏用武之地，也曾为君子佩用，助英雄行侠，以显示自己操守端正，行为侠义；最后用宝剑沦落的故事，以自信终究不会埋没，吐露不平。作者这番夫子自道，理直气壮地表明着：人才早已造就，存在，起过作用，可惜被埋没了，必须正视这一现实，应当珍惜、辨识、发现人才，把埋没的人才挖掘出来。这就是它的主题思想，也是它的社会意义。在封建社会，面对至高至尊的皇帝，敢于写出这样寓意显豁、思想尖锐、态度严正的诗歌，其见识、胆略、豪气是可贵可敬的。对压抑于下层的士子有激发感奋的作用。这首诗的意义和影响由此，成功也由此。</p> <p>　　<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>评述郭震“文章有逸气，为世所重”。所谓“逸气”，即指其作品气势不羁，风格豪放。《古剑篇》的艺术特点，正如此评，其突出处恰在气势和风格。由于这诗是借咏剑以发议论，吐不平，因而求鲜明，任奔放，不求技巧，不受拘束。诗人所注重的是比喻贴切，意思显豁，主题明确。诗中虽然化用传说，不乏想象，颇有夸张，富于浪漫色彩。例如赞美宝剑冶炼，称道宝剑品格，形容宝剑埋没等，都有想象和夸张。但是，笔触所到，议论即见，形象鲜明，思想犀利，感情奔放，气势充沛，往往从剑中见人，达到见人而略剑的艺术效果。实际上，这首诗在艺术上的成就，主要不在形式技巧，而在丰满地表现出诗人的形象，体现为一种典型，一种精神，因而能打动人。“文以气为主”，“风格即人”，此诗可作一例。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3586.aspx\">诗</a>相传是郭震受<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>召见时写的。《唐诗纪事》记载：“元振（即郭震）尉通泉，任侠使气，拨去小节。武后知所为，召欲诘。既与语，奇之。索所为文章，上《宝剑篇》。后览嘉叹，诏示学士<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>等。”</p>",
  "poet": {
    "id": 1698,
    "star": 0,
    "name": "郭震",
    "desc": "郭震一般指郭元振。郭元振（656年－713年），名震，字元振，以字行，魏州贵乡（今河北省邯郸市大名县）人，唐朝名将、宰相。郭元振进士出身，授通泉县尉，后得到武则天的赞赏，被任命为右武卫铠曹参军，又进献离间计，使得吐蕃发生内乱。唐玄宗骊山讲武，郭元振因军容不整之罪，被流放新州，后在赴任饶州司马途中，抑郁病逝。"
  },
  "tags": [
    "托物言志",
    "豪放"
  ]
}