{
  "id": 48040,
  "star": 22,
  "name": "娇女诗",
  "dynasty": "魏晋",
  "content": "吾家有娇女，皎皎颇白皙。<br>小字为纨素，口齿自清历。<br>鬓发覆广额，双耳似连璧。<br>明朝弄梳台，黛眉类扫迹。<br>浓朱衍丹唇，黄吻烂漫赤。<br>娇语若连琐，忿速乃明集。<br>握笔利彤管，篆刻未期益。<br>执书爱绨素，诵习矜所获。<br>其姊字惠芳，面目粲如画。<br>轻妆喜楼边，临镜忘纺绩。<br>举觯拟京兆，立的成复易。<br>玩弄眉颊间，剧兼机杼役。<br>从容好赵舞，延袖象飞翮。<br>上下弦柱际，文史辄卷襞。<br>顾眄屏风书，如见已指摘。<br>丹青日尘暗，明义为隐赜。<br>驰骛翔园林，果下皆生摘。<br>红葩缀紫蒂，萍实骤柢掷。<br>贪华风雨中，眒忽数百适。<br>务蹑霜雪戏，重綦常累积。<br>并心注肴馔，端坐理盘鬲。<br>翰墨戢闲案，相与数离逖。<br>动为垆钲屈，屐履任之适。<br>止为荼荈据，吹嘘对鼎立。<br>脂腻漫白袖，烟熏染阿锡。<br>衣被皆重地，难与沉水碧。<br>任其孺子意，羞受长者责。<br>瞥闻当与杖，掩泪俱向壁。",
  "fanyi": "<p><strong>译文</strong><br>我家有娇女，小媛和大芳。<br>小媛叫纨素，笑脸很阳光。<br>皮肤很白净，口齿更伶俐。<br>头发遮宽额，两耳似白玉。<br>早到梳妆台，画眉像扫地。<br>口红染双唇，满嘴淋漓赤。<br>说话娇滴滴，如同连珠炮。<br>爱耍小性子，一急脚发跳。<br>执笔爱红管，写字莫指望。<br>玩书爱白绢，读书非所愿。<br>略识几个字，气焰冲霄汉。<br>她姐字惠芳，面目美如画。<br>喜穿轻淡装，楼边常溜达。<br>照镜就着迷，总是忘织布。<br>举笔学张敞，点朱老反复。<br>涂抹眉嘴间，更比织布累。<br>从容跳赵舞，展袖飞鸟翅。<br>奏乐调弦时，书籍靠边去。<br>粗看屏风画，不懂敢批评。<br>画为灰尘蚀，真义已难明。<br>追逐园林里，乱摘未熟果。<br>红花连紫蒂，萍实抛掷多。<br>贪花风雨中，跑去看不停。<br>为踩霜雪耍，鞋带捆数重。<br>吃饭常没劲，零食长精神。<br>笔墨收起了，很久不动用。<br>一听拨浪鼓，拖鞋往外冲。<br>为使汤快滚，对锅把火吹。<br>白袖被油污，衣服染成黑。<br>衣被都很厚，脏了真难洗。<br>长期被娇惯，心气比天高。<br>听说要挨打，对墙泪滔滔。</p> <p><strong>注释</strong><br>1.娇女：据《左棻墓志》记载，左思有两个女儿，长名芳，次名媛。这里的娇女，即左芳及左媛。<br>2.皎皎：光彩的样子。白晳：面皮白净。<br>3.小字：即乳名。左媛，字纨素。<br>4.清历：清楚历落。<br>5.广额：宽广的额头。晋时女子习尚广额。邰希莞眉。<br>6.连壁：即双璧，形容双耳的白润。这两句是说鬓发覆盖着广额，双耳象一对玉壁那样圆润。<br>7.明朝：犹清早。<br>8.黛：画眉膏，墨绿色。类扫迹：像扫帚扫的似的。形容天真澜漫，随意涂抹。这两句是说自己早晨在梳妆台前画眉，把眉毛画得象扫帚扫的一样。<br>9.浓朱：即口红。衍：漫，染。丹唇：即朱唇。<br>10.黄吻：即黄口，本指小孩，这里指小孩的嘴唇。吻：唇两边。澜漫：淋漓的样子。这两句是说把口红涂的不但没有规则而且超过嘴唇范围，颜色也过浓。<br>11.连琐：滔滔不绝。<br>12.忿速：恼急。忄画（huò）：乖戾。明：明晰干脆。这两句是说撒娇时话语滔滔不绝，恼怒时便暴跳如雷。<br>13.握笔：执笔。利：贪爱。在这里是以什么为好的意思，就是说纨素抓笔虽然专挑贵重的彤管笔，写字却像画篆字一样随意画圈，不过是一种无心的模仿，根本就没有把字写好的意愿。彤管：红漆管的笔。古代史官所用。<br>14.篆刻：指写字。益：进步。这两句是说纨索喜欢用好笔写字，但不能期望有所长进，因为她写字不过是游戏。<br>15.绨（tí）：厚绢，粗厚平光的丝织品，用来做书的封面。素：白绢，所以书写。<br>16.矜：自夸。就是喜欢拿最好的绢本书看，稍微懂一点就会引以为傲。这两句是说纨素是由于喜爱绨素才翻书，一有所得便向人夸耀。以上写纨素。<br>17.惠芳：左芳，字惠芳，是纨素之姊。（见《左棻墓志》）<br>18.粲：美好的样子。如画：美如画。<br>19.轻妆：谈妆。<br>20.纺绩：纺纱织布，续麻为缕叫绩。这两句是说淡妆只喜欢临近楼边，光顾照镜子竟忘了纺绩。<br>21.觯（zhì）：疑当作觚，是一种写字用的笔。京兆：指张敞。张敞在汉宣帝时做京兆尹，曾为妻画眉，长安中传张京兆眉怃。拟京兆：模仿张敞画眉。<br>22.的：古时女子面额的装饰，用朱色点成。成复易：点额屡成屡改。这两句是说惠芳握笔模仿张敞的样子画眉，学着点的，点成了涂了重点。<br>23.颊：嘴巴。<br>24.剧：疾速。兼：倍。机抒：纺织机。这两句是说化妆时的紧张情况，倍于纺绩工作。<br>25.赵舞：古代赵国的舞蹈。<br>26.延袖：展袖。翮：鸟羽的茎，今所谓翎管。飞翮：飞翔的鸟翼。这两句是说她喜好舒缓的赵舞，展开两只长袖象飞翔的鸟翼。<br>27.柱：琴瑟上架弦的木柱。<br>28.襞（bì）：折叠。这两句是说她又喜好弦乐，当她松紧琴瑟弦轴的时候，便漫不经心地把文史书籍都卷折起来。<br>29.屏风画：屏风上的绘画。<br>30.如见：仿佛看见，看得还不真切。指擿：指点批评。这两句是说对屏风上的绘画，还未看清楚就随便批评。<br>31.丹青：指屏风上的画。尘暗：为尘土所蒙蔽。<br>32.明义：明显的意义。赜（zé）：幽深难见。隐赜：隐晦。这两句是说屏风上的画，日久为灰尘所蔽，明显的意义已经隐晦难知了。以上写惠芳。<br>33.骛：乱跑。<br>34果下：指果实下垂。这两句是说在园林中乱跑，把未成熟的果实都生摘下来。<br>35.红葩：红花。蒂（出）：花和枝茎相连的地方。<br>36.萍实：是一种果实，据《孔子家语·致思》记载，楚昭王渡江，见江中有一物，大如斗，园而赤。昭王得到后，派人去问孔子，孔子说：“此萍实也，惟伯者为能获焉。”《家语》为魏时王肃所伪造，它所说的“萍实”和此<a href=\"http://so.gushiwen.org/view_48040.aspx\">诗</a>所咏当为一物。骤：频繁。抵掷：投掷。这两句是说她们在萍实未成熟的时候，就连托摘下来，互相投掷玩耍。<br>37.华：即花，六朝以前无花字。贪华：喜爱花。<br>38.眒（shěn）忽：左思《蜀都赋》：“鹰犬倏眒。”眒忽当即倏眒之意，疾速也。左思可能用的是当时的俗语。适：往。这两句是说她们因为喜爱园中的花，风雨中也跑去看几百次。<br>39.蹑：踏。<br>40.重：复。綦（qí）：鞋带。这两句是说她们一定要到外面去踏雪游戏，为了防止鞋子脱落，便把鞋上横七竖八地系了许多绦带。<br>41.并心：疑和惼心或褊心同义。《庄子·山木》：“方舟而济于河，有虚船来触舟，虽有惼心之人，不怒。”又《诗经·魏风·葛屦》：“维是褊心，是以为刺。”意思都是狭窄的心肠。肴撰：熟食的鱼肉叫肴，酒、牲、脯醢总名叫馔。<br>42.槅：同核，是古人燕飨时放在笾里的桃梅之类的果品。这两句是说她们心肠狭窄地注视着肴馔，端坐在那里贪婪地吃盘中的果品。<br>43.戢（jí）：收藏。闲：一作函，即书函（盒）。案：即书案（桌）。<br>44.离逖：丢掉。这两句是说她们把笔墨放在匣子里、案头上，相互之间一丢开就是很多天不动用。<br>45.动：辄。钲（zhèng）：《周礼·考工记》：“凫氏为钟鼓，上谓之钲。”注：“钟腰之上，居钟体之正处曰钲。”那末垆钲，当也指垆腰之正处。屈：挫。<br>46.屣（xǐ）履：拖着鞋。《后汉书·崔骃传》：“宪屣履迎门。”李贤注：“屣履，谓纳履曳之而行，言忽遽也。”这两句是说她们性急，鞋还未穿好，拖着就往外跑，不留神脚往往被垆钲碰破。<br>47.“止为”句：丁福保根据《太平御览》改为“心为荼荈剧”。按《太平御览》作“茶荈”，可能即“荼菽”之别写。荼：苦菜。菽：豆类。这两种东西大概是古人所煮食的饮料。<br>48.剧：急速。鼎：三足两耳烹饪之器。铄（钅历lì）：即鬲，空足的鼎，也是烹饪器。这两句是说她们心中为煎汤不熟而着急，因此对着鼎不停地吹。<br>49.阿锡：宋刻本《玉台新咏》作“阿緆”，锡与緆古字通。<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚赋》：“被阿緆”。李善注引张揖曰：“阿，细缯也；緆，细布也。”这里指惠芳、纨素所穿的衣服料子。这句和上句是说因为她们常在垆灶底下吹火，白袖被油点污了，阿緆被烟熏黑了。<br>50.衣被：衣服和被子。重地：质地很厚。<br>52.水碧：可能是“碧水”的倒文。这两句是说她们很淘气，为防止衣被破裂，所以用质地很厚的布做的，因此难于浸水洗濯。<br>53.孺子：儿童的通称。<br>53.长者：年长者。这两句是说因为对她们的孩子脾气放任惯了，大人稍加督责，她们就引以为耻辱。<br>54.瞥：见。当与杖：应当挨打。<br>55.向壁：对着墙壁。向，面对。这两句说她俩听见大人要打她们，便对着墙壁抹起眼泪来了。以上是纨索、惠芳合写。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《娇女<a href=\"http://so.gushiwen.org/view_48040.aspx\">诗</a>》是中国最早吟咏少女情态诗之一。左思以诗人的敏锐和慈父的怜爱，选取了两个女儿寻常的生活细节，写出了两个女儿幼年逗人喜爱的娇憨，同时也写出了两个女儿令人哭笑不得的天真顽劣，展露了幼女无邪无忌的纯真天性。</p> <p>　　此诗采用了分总式的表现结构方式，开头简洁利落点出“娇女”主题。接着用了十四句描写小女儿纨素，中间十六句描写大女儿惠芳，诗人恰如其分的展现了两个不同年龄的幼女形象，小女儿娇憨笨拙，稚气横生；大女儿矜持爱美，稚气未脱。后半部分合纵写了她们共有的童年顽劣乐趣，同时展现了她们活泼可爱的天性，字里行间闪烁着一个慈父忍俊不禁的爱意和家庭生活特有的情趣。</p> <p>　　“吾家有娇女，皎皎颇白皙”左思有两个女儿，大女儿叫左芳，小字“惠芳”，小女儿叫左媛，小字“纨素”两个女儿长的白皙靓丽。“小字为纨素，口齿自清历”，诗人很得意自己孩子说话的伶俐。“鬓发覆广额，双耳似连璧”，额头很宽，鬓发下垂盖住前额，双耳白润，就像一双相连的美玉。诗人以父亲的慈爱，从不同角度品味女儿的可爱。“明朝弄梳台，黛眉类扫迹”，天一亮就跑到梳妆台前玩弄化妆品，抓起眉笔乱画，把眉毛画的很不像样，就像扫把扫过一样。“浓朱衍丹唇，黄吻烂漫赤”，这两句写纨素笨拙地模仿大人化妆，显示出幼童爱美的娇憨。这一段清晰可见活灵活现的刻画，使读者如临其境，如见其人，一个跃然纸上宽额白嫩的小女孩，一大早照着镜子如猴子学人一般乱涂乱抹的笨拙憨态，叫人顿生忍俊不禁的欣然爱意。“娇语若连锁，忿速乃明忄画”。这又是一幅生动的童趣速写，从中可以看出孩子的无忌任性。“握笔利彤管，篆刻未期益”，这里陈述的是小孩子没有目的随意爱好。“执书爱绨素，诵习矜所获”，这里描写了小孩子毫不掩饰的自信娇态。以上写妹妹纨素，下文是写姐姐惠芳：</p> <p>　　“其姊字惠芳，面目粲如画”姐姐惠芳长的眉目如画光彩亮丽。“轻妆喜楼边，临镜忘纺绩”，姐姐比妹妹会美且化妆淡雅，不像妹妹把个脸画的乱七八糟。但是姐姐和妹妹一样爱化妆，常常坐在窗口入神地为自己化妆，对着镜子经常忘了纺花织布的份内事情。“举觯拟京兆，立的成复易”。汉朝的张敞做过京兆尹，他曾经为妻子画过眉，所以说“举觯拟京兆”，“立的”是在额头点上一种图案，如梅花，月牙或者一个圆点。因为小孩子化妆技术不成熟，点的位置老是不当，所以点了嫌不好，擦掉了重新点，这样描来描去就有了重复的影子了。诗人这里要表达的意思是虽说姐姐比妹妹的会打扮，但是化妆起来总归不如大人，尽管姿势摆的像京兆尹张敞画眉的样子，可画的结果还是不够完美以至留有擦不干净的重复影迹。“玩弄眉颊间，剧兼机杼役”，在眉间脸上来来回回地描摹，动作比织布穿梭还要辛苦几倍。“从容好赵舞，延袖象飞翮，”因为春秋时赵国的女乐以能歌善舞闻名，所以古人以赵舞指代歌舞。“延”伸长的意思，“延袖”就是把长长的袖子甩开，晋代人衣袖宽松，甩开袖子有些类似唱戏的水袖。这两句是说惠芳跳起舞来无拘无束自然大方，甩开袖子的翩翩姿势就像鸟儿展翅一样。“上下弦柱间，文史辄卷襞”，她随着弦乐的节奏上下舞动，常常忘记了正在诵读的文史类书，所以把书卷折起来丢在一面不管了。小孩子天性贪玩，好表现自己，喜欢歌舞，不愿专注于枯燥的文史学习。“顾眄屏风画，如见已指摘”，有时候回头瞟一眼屏风上的画，还没有看清楚，就指指点点评论起来。没有看清楚的原因，其一是小孩子不懂得仔细观察，其二是因为“丹青日尘暗，明义为隐赜”丹青：指屏风上的画。小孩子不知道欣赏屏风画面的本来意旨，看到画面陈旧模糊就随意指责。以上刻画的是姐姐惠芳。下文是姐妹俩共同的喜好与顽劣。</p> <p>　　“驰骛翔园林，果下皆生摘。红葩缀紫蒂，萍实驺抵掷”，她们常常飞奔在园子里，把没有成熟的果子生摘下来，把正开的鲜花连紫色的花托一起掐下来玩。“萍实”是一种很大很贵重的果实。相传楚王渡江看到江里，有一个斗大的红色园东西飘来，随从把这东西捞上来，没有人能够认识。于是楚王派人去问孔子。孔子说：“这个东西叫萍实，可以剖开吃。并说萍实是一种吉祥物，只有功业大的人才能得到。”于是楚王就把萍实吃了。小孩子不知道萍实的珍贵，拿着它抛来抛去当皮球玩。“贪花风雨中，倏眒数百适”，小女孩喜欢花，不管刮风下雨都要到园子里去看。就是说小孩子喜欢跑到园子里玩花，刮风下雨都无所顾忌，大人们不愿意让她们出去，但是却看不住她们，转眼的功夫她们就往园子里跑好几趟。“务蹑霜雪戏，重綦常累积”，她们觉得雪天新鲜，偏爱在雪地里玩耍，大人们怕她们冷，可是拦不住她们。“綦”在这里指代脚印，她们跑来跑去，雪地里踏下了重重叠叠的脚印。“并心注肴馔，端坐理盘槅”。小女孩关注做饭做菜的事情，她们郑重其事的摆弄盘子，却不愿意写字，“翰墨戢函案，相与数离逖。”她们把笔墨收起来装在匣子里，放在书桌上，常常是一前一后地相跟着离开书桌老远。只要外边有敲锣打缶的声音，她们就什么也不顾地往外跑，甚至连鞋子也来不及穿好，拖拉就跑出去了。“止为荼菽据，吹嘘对鼎鬲”。饭食对她们有吸引力，看着锅里煮饭，她们会消停下来，对着火吹，希望食物快点熟。“脂腻漫白袖，烟熏染阿緆”，“阿”是细缯，“緆”细布，“阿緆”这里指细的丝织品或细布做成的衣服。她们喜欢拨弄吃的，使得袖子上沾满油腻，衣服被烟雾熏黑。所以“衣被皆重地，难与沉水碧”，就是说衣服的底色被油烟污染的看不出原来的底色，“碧”指水清亮，这里是干净的意思，她们的衣服脏的放在水里很难洗的干净清亮了。</p> <p>　　“任其孺子意，羞受长者责”，小孩子任性，羞于接受大人的责备。“瞥闻当与杖，掩泪具向壁”，感觉大人要打，就用手捂着眼泪躲到墙的一边去了。</p> <p>　　这首诗用了不少当时的口语白话，所以有些字句难以给它恰当的解释。但它确实是一首很有特色的好诗。俩少女稚气拙朴的情态和形态，写的真切生动，展现了自然本真的生命意趣，蕴含着人之初生的纯净美。</p>",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "写人",
    "女子",
    "生活"
  ]
}