{
  "id": 59120,
  "star": 19,
  "name": "沁园春·张路分秋阅",
  "dynasty": "宋代",
  "content": "万马不嘶，一声寒角，令行柳营。见秋原如掌，枪刀突出，星驰铁骑，阵势纵横。人在油幢，戎韬总制，羽扉从容裘带轻。君知否，是山西将种，曾系诗盟。 <br>龙蛇纸上飞腾。看落笔四筵风雨惊。便尘沙出塞，封侯万里，印金如斗，未惬平生。拂拭腰间，吹毛剑在，不斩楼兰心不平。归来晚，听随军鼓吹，已带边声。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>是布衣之士，但他一生关心北伐，热衷于祖国的统一。加之他的词闻名天下，所以宋史虚称他为“天下奇男子，平生以气义撼当世”（见《龙洲词跋》）。因此，刘过与当时某些将领有过交往。词题中“张路分”，姓张，担任路分都监的官职，生平不详。路分都监为宋代路一级的军事长官。古代军队常于秋天演习，由长官检阅，故称“秋阅”。这首词记录了张路分举行“秋阅”的壮观场景，描绘了一个能文善武的抗战派儒将形象，抒发了作者北伐抗金的强烈愿望和祖国统一的爱国激情。</p> <p>　　首三句从听觉上写演习开始前和开始时的景况。“万马”，说明演习规模之大。“万马”而“不嘶”，让人想见军容之整肃，军纪之严明。在如此寂静之中，突然响起了“一声寒角”，显得格外嘹亮清澈。“寒”字，不仅暗应词题之“秋”，也烘托了一派肃杀气氛。而“寒角”只“一声”，就“令行柳营”，全军立即闻“声”而动，可见这支军队具有一种雷厉风行的战斗作风，只有这样的军队才能战无不胜，攻无不克。</p> <p>　　下面从视觉上写开始后的情景。“见秋原如掌”四句，从整体上写雄壮阵势。“枪刀突出，星驰铁骑，阵势纵横”，从不同侧面描绘演兵场上的壮观景象：平原上枪林刀丛突现；铁骑奔驰，快如流星；队形纵横，变化莫测。“人在油幢”三句，由兵而将，由分而总。“人”，指张路分。这时，他正在油幢军帐之中，按兵法指挥万马千军。然而其仪态却是“羽扇从容裘带轻”，表现出一派儒雅风度：手执羽毛大扇，身着轻裘缓带，举止从容不迫，令人想起<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《念奴娇》：“羽扇纶巾，谈笑间，樯橹灰飞烟灭。”这与演兵场上那种惊心动魄景象和将帅的风流儒雅之度恰成反照，既形成了文势上的起伏跌宕，也为下文描写张路分的文才<a href=\"http://so.gushiwen.org/view_59120.aspx\">诗</a>情作了过渡。</p> <p>　　“君知否”三句开始写张路分的文才诗情。词人用设问转入，摄人眼目，但又不立即道出，而是先用“是山西将种”收束上文，意谓此乃天生将种，然后才说这位善于治军用兵的统帅“曾系诗盟”，即<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加过诗人的集会。行文顿挫有致，上下映衬，使人物形象更加丰满，给人以立体感。这三句歇拍也起到承上启下的作用，为下片的进一步描写奠定了基础。</p> <p>　　下片换头两句，直承“曾系诗盟”而来。“龙蛇纸上飞腾”，写其诗情之饱满，文思之敏捷，草书时笔走龙蛇。这是正面刻画。“看落笔、四筵风雨惊”，写其诗意绝妙，风雨为惊，四座无不倾倒，大有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“笔落惊风雨，诗成泣鬼神”的况味。这是侧面烘托。</p> <p>　　行文至此，一个文武双全的儒将形象已跃然纸上，栩栩如生，如在目前。如果仅以赞扬人物的“诗情将略，一时才气超然”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《汉宫春》）为目的，则未足以使人物形象更具内蕴，而应挖掘人物的内心世界。“便尘沙出塞，封侯万里，印金如斗，未惬平生。”这是写其不屑于一己之荣升。“拂拭腰间，吹毛剑在，不斩楼兰心不平。”腰间利剑，他经常拂拭，以此剑杀却那占据中原的金国统治者，不足以遂其生平之志。</p> <p>　　这几句前后又恰成反照：前四句从反面着笔，否定了意在封侯挂印；后三句从正面落墨，肯定了志在“还我河山”。否定坚决有力，肯定斩钉截铁，将一个在“金瓯半缺”、“神州陆沉”时代的抗战派儒将的磊落胸襟豪情壮志揭示出来，令人肃然起敬。至此，才完成了对人物形象的塑造。</p> <p>　　最后三句写“秋阅”结束和作者的感受。“归来晚”，说明演习时间之长。“听随军鼓吹，已带边声”，随军乐队演奏之声，在作者听来，似乎已带上边地战场上的那种冲杀之声。那里，“随军鼓吹”之所以幻化为“边声”，正说明词人北伐抗金心情之迫切，希望及早举兵。</p> <p>　　这首词是以塑造一个抗战派儒将形象来表达作者的爱国之情的，词人在塑造这一人物形象时，注入了自己的理想，具有鲜明的浪漫主义成分。其中“不斩楼兰心不平”，既是通篇之巨眼，又是主人公之灵魂，同时也正是词人之心声。在艺术上，作者精心提炼具有典型意义的细节入词。这主要表现在两个方面：一、注意选择能反映人物生活情趣的细节入词，如“龙蛇纸上飞腾，看落笔、四筵风雨惊”，“羽扇从容裘带轻”。二、注意选择能突出人物将帅之才的细节入词，如“拂拭腰间，吹毛剑在”等。所以词中洋溢着比较浓厚的生活气息，显得真实可感。宋词中集中描绘军事场面与刻画军事将领形象的成功之作，并不多见。这首词可谓佼佼者。</p>",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "秋天",
    "演习",
    "写人",
    "爱国"
  ]
}