{
  "id": 7716,
  "star": 54,
  "name": "公无渡河",
  "dynasty": "唐代",
  "content": "黄河西来决昆仑，咆哮万里触龙门。<br>波滔天，尧咨嗟。<br>大禹理百川，儿啼不窥家。<br>杀湍湮洪水，九州始蚕麻。<br>其害乃去，茫然风沙。<br>被发之叟狂而痴，清晨临流欲奚为。<br>旁人不惜妻止之，公无渡河苦渡之。<br>虎可搏，河难凭，公果溺死流海湄。<br>有长鲸白齿若雪山，公乎公乎挂罥于其间。<br>箜篌所悲竟不还。",
  "fanyi": "<p><strong>译文</strong><br>黄河之水从西而来，它决开昆仑，咆哮万里，冲击着龙门。<br>尧帝曾经为这滔天的洪水，发出过慨叹。<br>大禹也为治理这泛滥百川的沮天洪水，不顾幼儿的啼哭，毅然别家出走。<br>在治水的日子里，他三过家门而不入，一心勤劳为公。这才治住了洪水，使天下人民恢复了男耕女织的太平生活。<br>虽然消除了水害，但是留下了风沙的祸患。<br>古时有一个狂夫，他披头散发大清早便冲出门去，要徒步渡河。<br>别人只是在一旁看热闹，只有他的妻子前去阻止他，在后面喊着要他不要渡河，可是他偏要向河里跳。<br>猛虎虽可缚，大河却不可渡，这位狂夫果然被水所溺，其尸首随波逐流，漂至大海。<br>被那白齿如山的长鲸所吞食。<br>其妻弹着箜篌唱着悲歌，可惜她的丈失再也回不来了。</p> <p><strong>注释</strong><br>⑴昆仑：昆仑山。<br>⑵龙门：即龙门山，在今陕西韩城东北五十里，黄河流经其间。<br>⑶理：即治理，唐人避唐高宗讳，改“治”为“理”。<br>⑷窥家：大禹在外治水八年，三过家门而不入。<br>⑸风沙，此句的意思是水虽不至于有滔天之祸，仍有风沙之害。<br>⑹凭：徒步渡过河流。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首《公无渡河》开篇就将巨笔伸向了苍茫辽远的往古——“黄河西来决昆仑，咆哮万里触龙门”！<a href=\"http://so.gushiwen.org/view_7716.aspx\">诗</a>中以突兀惊呼之语，写它在霎那间冲决力量和气势的象征——横亘天地的昆仑山；随即挟着雷鸣般的“咆哮”，直撞“万里”之外的“龙门”（今山西河津县西北）。诗人只寥寥两笔，就在“昆仑”、“龙门”的震荡声中，展现了“西来”黄河的无限声威。“波滔天，尧咨嗟”！滔天巨浪吞噬了无数生民，茫茫荒古，顿时充斥了帝尧放勋的浩然叹息：因为诗中用的是三言短句，这叹息之音，听来便愈加激切。</p> <p>　　于是，“大禹”出现了。大禹治水的神话传说，本可以激发诗人的许多奇思。但此节重在描述黄河，故诗中仅以“大禹理百川”四句带过，以表现桀骜狂暴的洪水在这位英雄脚下的驯服。 然而，在“杀湍堙洪水”的近景上，诗人添了几声大禹之子“儿啼”，“儿啼不归家”，寥寥五个字就使一位为公忘私、“三过家门而不入”的治水英雄风貌，由此跃然纸上。黄河的荒古之害从此驱除，但它的浪波在汹涌归道之际，却在两岸留下了“茫然风沙”！ 以上一节从荒古的河害，写到滔天洪水的平治。 不仅展现了黄河那西“决昆仑”、东“触龙门”的雄奇之境，更让读者从它 “波滔天”的历史危害中，领略了它所独具的狂暴肆虐之性。为下文作足了铺垫。 而今，那白发之叟，竟想“凭河”（涉水渡河）而渡，难道就不怕被它吞没？</p> <p>　　诗之后一节，正以极大的困惑，向悲剧主人公发出了呼喊：“被发之叟狂而痴，清晨临流欲奚为？”这呼喊仿佛是“狂夫”之妻的陡然惊呼！因为诗人紧接狂夫“临流”之后，就急速推出了那位“旁人不惜妻止之”的深情妻子。于是，全诗的情景发生了惊人的突变：在轰然震荡的浪涛声中，诗人自身隐去了，眼前只留下了一位悲恸而歌的蓬发妇人：“虎可搏，河难凭。公果溺死流海湄（水边）。有长鲸白齿若雪山，公乎！公乎！挂罥于其间！”诗中以夸张的笔墨，痛歌狂叟的溺死浪波，终于作了巨若“ 雪山”的鲸齿冤魂。这景象是恐怖的。何况又从“援箜篌而歌” 的狂夫之妻的恸哭声中写来，更觉有一种天旋地转、恻怛号泣之悲。那“公乎！公乎”的呼叫，声声震颤在读者耳边，实在令人不忍卒听。结尾诗人陡变双行体为单行，似乎被悲愤笼罩，无以复言，便掷笔而叹：“箜篌所悲竟不还！”全诗就这样结束了。黄河的裂岸涛浪却还在汹涌，“ 狂夫”之妻的恻怛号泣还压过浪波，在长天下回荡！</p> <p>　　从诗中对黄河的描述看，它那狂暴肆虐、滔天害民之形，似乎颇有象征意味；至于“白齿若雪山”的“长鲸”，似乎更是另有所指。倘说它是对猖獗“河北”的安史之乱的隐喻（如《北上行》一诗，即以“奔鲸夹黄河”喻安禄山之乱军），那么“临流”“凭河”的“披发之叟”又喻指谁？或者这只是一首抒写《公无渡河》“本事”的悲歌，并无其它寄寓之情？ 可以肯定：古歌中“白首狂夫”的渡河故事，经过李白的再创造，带有了更强烈的悲剧色彩。那位“狂而痴”的披发之叟，似乎正苦苦地追求着什么。其中未尝没有诗人执着追求理想的影子在中。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7716.aspx\">诗</a>具体作年难以考证。大多数人认为此诗作于安禄山反叛前，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>去幽州（北京）自费侦探的时候。也有人认为可能写在永王李璘被平叛以后，当永王使韦子春带着五百两黄金来三请李白下山的时候。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "黄河",
    "乐府"
  ]
}