{
  "id": 69146,
  "star": 1988,
  "name": "约客 / 有约",
  "dynasty": "宋代",
  "content": "黄梅时节家家雨，青草池塘处处蛙。<br>有约不来过夜半，闲敲棋子落灯花。",
  "fanyi": "<p><strong>译文</strong><br>梅子黄时，家家都被笼罩在雨中，长满青草的池塘边上，传来阵阵蛙声。<br>时间已过午夜，已约请好的客人还没有来，我无聊地轻轻敲着棋子，震落了点油灯时灯芯结出的疙瘩。</p> <p><strong>注释</strong><br>⑴约客：邀请客人来相会。<br>⑵黄梅时节：五月，江南梅子熟了，大都是阴雨绵绵的时候，称为“梅雨季节”，所以称江南雨季为“黄梅时节”。意思就是夏初江南梅子黄熟的时节。家家雨：家家户户都赶上下雨。形容处处都在下雨。<br>⑶处处蛙：到处是蛙声。<br>⑷有约：即为邀约友人。<br>⑸落灯花：旧时以油灯照明，灯心烧残，落下来时好像一朵闪亮的小花。落，使……掉落。灯花，灯芯燃尽结成的花状物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　与人约会而久候不至，难免焦躁不安，这大概是每个人都会有的经验，以此入<a href=\"http://so.gushiwen.org/view_69146.aspx\">诗</a>，就难以写得蕴藉有味。然而赵师秀的这首小诗状此种情致，却写得深蕴含蓄，余味曲包。</p> <p>　　“黄梅时节家家雨，青草池塘处处蛙”，诗歌前两句写景，描绘出一幅江南夏雨图。梅雨季节，阴雨连绵，池塘水涨，蛙声不断，乡村之景是那么清新恬静、和谐美妙。但是，“一切景语皆情语”，诗人在这里并非为写景而写景，而是于景中寄寓了他独自期客的复杂思想感情。“家家雨”既描绘出夏季梅雨的无所不在与急骤密集，表现乡村之景的清新静谧，又暗示了客人不能如期赴约的客观原因，流露出诗人对绵绵梅雨这种阴雨天气的无奈。“处处蛙”既是写池塘中蛙声阵阵，又是采用以声衬静的写法，烘托出梅雨时节乡村夜晚的恬静和谐气氛，同时还折射出诗人落寞孤寂与烦躁不安的心境。这两句诗分别从视觉和听觉两个方面，形象而真切地表现出在夜深人静之时，诗人独自期客而客人却始终没有出现时的独特心理感受。遍布乡村、连绵不断的骤雨，此起彼伏、不绝于耳的蛙鼓，本来十分和谐美妙，但令人懊恼的是：这绵绵阴雨，阻挡了友人如约，如鼓的蛙声，扰乱了诗人的心境。此时此刻，诗人多么希望友人风雨无阻、如期而至，和他一起举棋消愁。</p> <p>　　“有约不来过夜半”，这一句才点明了诗题，也使得上面两句景物、声响的描绘有了着落。与客原先有约，但是过了夜半还不见人来，无疑是因为这绵绵不断的夜雨阻止了友人前来践约。夜深不寐，足见诗人期待之久，希望之殷，至此，似乎将期客不至的情形已经写尽，然而末句一个小小的衬垫，翻令诗意大为生色。</p> <p>　　“闲敲棋子落灯花”，这句只是写了诗人一个小小的动态，然而在这个动态中，将诗人焦躁而期望的心情刻划得细致入微。因为孤独一人，下不成棋，所以说“闲敲棋子”，棋子本不是敲的，但用来敲打，正体现了孤独中的苦闷；“闲”字说明了无聊，而正在这个“闲”字的背后，隐含着诗人失望焦躁的情绪。</p> <p>　　人在孤寂焦虑的时候，往往会下意识地作一种单调机械的动作，像是有意要弄出一点声响去打破沉寂、冲淡优虑，诗人这里的“闲敲棋子”，正是这样的动作。“落灯花”固然是敲棋所致，但也委婉地表现了灯芯燃久，期客时长的情形，诗人怅惘失意的形象也就跃然纸上了。敲棋这一细节中，包含了多层意蕴，有语近情遥，含吐不露的韵味。可见艺术创作中捕捉典型细节的重要。</p> <p>　　这首诗另一个明显的特点是对比手法的运用。前两句写户外的“家家雨”、“处处蛙”，直如两部鼓吹，喧聒盈耳。后两句写户内的一灯如豆，枯坐敲棋，寂静无聊，恰与前文构成鲜明对照，通过这种对照，更深地表现了诗人落寞失望的情怀。由此可知，赵师秀等“四灵”诗人虽以淡泊清新的面目出现，其实颇有精心结撰的功夫。</p><br/><h2>简析</h2> 　　前二句交待了当时的环境和时令。“黄梅”、“雨”、“池塘”、“蛙声”，写出了江南梅雨季节的夏夜之景：雨声不断，蛙声一片。读来使人如身临其境，仿佛细雨就在身边飘，蛙声就在身边响。这看似表现得很“热闹”的环境，实际上<a href=\"http://so.gushiwen.org/view_69146.aspx\">诗</a>人要反衬出它的“寂静”。 后二句点出了人物和事情。主人耐心地而又有几分焦急地等着，没事可干，“闲敲”棋子，静静地看着闪闪的灯花。第三句“有约不来过夜半”，用“有约”点出了诗人曾“约客”来访，“过夜半”说明了等待时间之久，本来期待的是约客的叩门声，但听到的却只是一阵阵的雨声和蛙声，比照之下更显示出作者焦躁的心情。第四句“闲敲棋子”是一个细节描写，诗人约客久候不到，灯芯很长，诗人百无聊赖之际，下意识地将黑白棋子在棋盘上轻轻敲打，而笃笃的敲棋声又将灯花都震落了。这种姿态貌似闲逸，其实反映出诗人内心的焦躁。 全诗通过对诗人思绪的环境及“闲敲棋子”这一细节动作的渲染，既写了诗人雨夜候客来访的情景，也写出约客未至的一种怅惘的心情，可谓形神兼备。全诗生活气息较浓，又摆脱了雕琢之习，清丽可诵。<br/><h2>赏析</h2> 　　首句“黄梅时节家家雨”，交待了当时的环境。黄梅时节乃是立夏后数日梅子由青转黄之时，江南多雨，俗称黄梅天。其时细雨绵绵，正所谓“自在飞花轻似梦，无边丝雨细如愁”。对于视觉，是一种低沉的安慰。至于雨敲在鳞鳞千瓣的瓦上，由远而近，轻轻重重轻轻，夹着一股股的细流沿瓦槽与屋檐潺潺泄下，各种敲击音与滑音密织成网”，仿佛“谁的千指百指在按摩耳轮”，心情异常恬静安详。“青草池塘处处蛙”这句，<a href=\"http://so.gushiwen.org/view_69146.aspx\">诗</a>人的注意力从霏霏淫雨，自然而然地转到了远远近近，此起彼伏的片片蛙声，正是这处处蛙声，烘托出了当时周遭的清静，试想，如非心如止水，神游物外，而是焦灼烦躁，何以知微渺“虫声”今夜“新透绿窗纱”？再看第三句“有约不来过夜半”。我猜想，书中之所以得出“焦灼”结论，多半便依了这句。朋友过了夜半还不来，倘若你是我，当然不免焦灼。但这是赵师秀，是“永嘉四灵”之一，人称“鬼才”的赵师秀。赵师秀，字紫芝，又字灵芝，光宗绍熙元年进士，曾任上元县主薄，筠州推官。他虽寄身仕宦，但失意消沉，常与僧道同游山水之间，向往恬静淡泊的生活，甚至还想与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一样“归寻故园”（《九客一羽衣泛舟，分韵得尊字，就送朱几仲》）。他死后，江湖派巨子<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>作《哭赵紫芝》，说他是“东晋时人物”。当不致于“有约不来过夜半”便焦灼不安吧？最后一句“闲敲棋子落灯花”中。“闲敲”之“闲”，应当仿佛我们偶凭小几，百无聊赖，适见案头笔墨，于是顺手拿过，随随便便，漫不经心，信笔涂去，一如<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>“矮纸斜行闲作草”之意趣。赵师秀也便这样坐于灯前，遥等客人不至，百无聊赖，适见局中棋子，于是顺手拈起，随随便便，漫不经心，信手敲去，何来焦灼之感？",
  "about": "<h2>创作背景</h2> 　　黄梅时节的夜晚，细雨蒙蒙的下着，乡村的池塘传来阵阵蛙鸣。<a href=\"http://so.gushiwen.org/view_69146.aspx\">诗</a>人约一位朋友来做客，可等到半夜也没有来。他只好一个人伴着油灯，无聊地敲着棋子。语近情遥，含而不露地表现了作者寂寞的心情。诗用对句写景，富有时令与地方特色。全诗通过对撩人思绪的环境及“闲敲棋子”这一细节动作的渲染，与人约会而久候不至，既写了诗人雨夜候客来访的情景，也写出约客未至的一种怅惘,稍有些失落的心情，可谓形神兼备。全诗生活气息较浓，又摆脱了雕琢之习，语言清丽可诵。",
  "poet": {
    "id": 115,
    "star": 0,
    "name": "赵师秀",
    "desc": "赵师秀（1170～1219年）字紫芝，号灵秀，亦称灵芝，又号天乐。永嘉（今浙江温州）人。南宋诗人。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "夏天",
    "写景",
    "写雨",
    "生活"
  ]
}