{
  "id": 9709,
  "star": 7,
  "name": "早秋与诸子登虢州西亭观眺",
  "dynasty": "唐代",
  "content": "亭高出鸟外，客到与云齐。<br>树点千家小，天围万岭低。<br>残虹挂陕北，急雨过关西。<br>酒榼缘青壁，瓜田傍绿溪。<br>微官何足道，爱客且相携。<br>唯有乡园处，依依望不迷。",
  "fanyi": "<p><strong>译文<br></strong>西亭高高超出飞鸟以外，登上西亭便与浮云相齐。<br>树影点点千家显得渺小，青天四围万岭顿觉更低。<br>残虹挂在陕州北面天空，秋雨阵阵随风飘过关西。<br>美酒几壶靠在青崖旁边，瓜田一片傍着绿色小溪。<br>身居微官本觉不足称道，欣逢好友携手同在一起。<br>只有远望遥遥长安故园，心中恋恋望去更觉清晰！</p> <p><strong>注释<br></strong>⑴诸子：指<a href=\"http://so.gushiwen.org/view_9709.aspx\">诗</a>人的各位友人。虢（guó）州：唐州名，在今河南省灵宝市南。西亭：虢州城西山上的亭子。观眺（tiào）：观赏，眺望。<br>⑵出鸟外：高出飞鸟之外。<br>⑶天围：苍天笼罩。<br>⑷残虹：将要消失的彩虹。陕北：陕州以北。<br>⑸关西：函谷关以西。<br>⑹酒榼（kē）：酒器。缘青崖：傍依着青青的山崖。<br>⑺微官：小官。何足道：不值得称道，不值得重视。<br>⑻爱客：好友。相携（xié）：互相携手，指同游。<br>⑼乡园：指长安。<br>⑽依依：依恋不舍的样子。迷：模糊不清。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_9709.aspx\">诗</a>的一开头点出登亭。第一句写自下而上望去，西亭高出鸟外，从登前写亭高。第二句写登临后向四周望，身与浮云相齐，从登后写字高。三、四两句开始写登亭后的“观眺”。用山下的点点树影，千村万落和眼前的苍天，脚下的群山烘托“亭高”，并构织出辽远的画面。五、六两句以西亭所见景物。点出登临时的天气。“残虹”、“急雨”，都符合夏末秋初天气特征，从而暗示“早秋”。一“挂”一“过”，一静一动，景象十分生动；而从“陕北”、“关西”两个大的方位来写，尤其符合登高的特点，场面辽远而开阔。七、八两句由远眺写到近观，均从颜色着笔来写，陡峭“青壁”，弯弯“绿溪”，加上“洒榼”、“瓜田”，把山上山下风光写得别有风致。</p> <p>　　以上由登亭写到观眺，以下写登亭观跳所感。“微官”两句反映着诗人的不得意，但却出之以放达之语；而诗的最后两句“唯有乡园处，依依望不迷”，才写出真心思：对长安的留恋，其中包含政治上的希望，如“明主虽然弃，丹心亦未休”（《题虢州西楼》），所反映的显然不单是乡土之情。“望”字也就自然照应了题目“观眺”二字。</p> <p>　　这篇作品以“高亭”为观察点，以“观眺”为线索，开头写登亭，接着六句写登亭“观眺”所见，结尾四句写登亭“观眺”所感，层次井然有序。此诗虽为五古，中间写“观眺”六句却两两对偶，上下两句分别从不同角度构成生动画面。最后两句在上文登高远眺基础上，仍扣应“观眺”二字来写所感，线索清楚，结构完整。</p>",
  "about": "<h2>创作背景</h2> 　　乾元二年（759）五月，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>任为虢州长史。供职州县，并非<a href=\"http://so.gushiwen.org/view_9709.aspx\">诗</a>人所愿。“纵横皆失计，妻子也堪羞”（《题虢州西楼》），任职虢州期间，这种心情经常萦绕诗人心头。这首诗即作于虢州任上，一次登西亭远眺后有感而成此诗。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "登山",
    "望远",
    "写景",
    "抒怀"
  ]
}