{
  "id": 44461,
  "star": 1,
  "name": "山居诗二十四首",
  "dynasty": "唐代",
  "content": "休话喧哗事事难，山翁只合住深山。数声清磬是非外， <br> 一个闲人天地间。绿圃空阶云冉冉，异禽灵草水潺潺。 <br> 无人与向群儒说，岩桂枝高亦好扳。 <br> 难是言休即便休，清吟孤坐碧溪头。三间茆屋无人到， <br> 十里松阴独自游。明月清风宗炳社，夕阳秋色庾公楼。 <br> 修心未到无心地，万种千般逐水流。 <br> 好鸟声长睡眼开，好茶擎乳坐莓苔。不闻荣辱成番尽， <br> 只见熊罴作队来。诗里从前欺白雪，道情终遣似婴孩。 <br> 由来此事知音少，不是真风去不回。 <br> 万境忘机是道华，碧芙蓉里日空斜。幽深有径通仙窟， <br> 寂寞无人落异花。掣电浮云真好喻，如龙似凤不须夸。 <br> 君看江上英雄冢，只有松根与柏槎。 <br> 鞭后从他素发兼，涌清奔碧冷侵帘。高奇章句无人爱， <br> 澹泊身心举世嫌。白石桥高吟不足，红霞影暖卧无厌。 <br> 居山别有非山意，莫错将予比宋纤。 <br> 鸟外尘中四十秋，亦曾高挹汉诸侯。如斯标致虽清拙， <br> 大丈夫儿合自由。紫术黄菁苗蕺蕺，锦囊香麝语啾啾。 <br> 终须心到曹溪叟，千岁槠根雪满头。 <br> 慵甚嵇康竟不回，何妨方寸似寒灰。山精日作儿童出， <br> 仙者时将玉器来。筠帚扫花惊睡鹿，地垆烧树带枯苔。 <br> 不行朝市多时也，许史金张安在哉。 <br> 心心心不住希夷，石屋巉岩鬓发垂。养竹不除当路笋， <br> 爱松留得碍人枝。焚香开卷霞生砌，卷箔冥心月在池。 <br> 多少故人头尽白，不知今日又何之。 <br> 龙藏琅函遍九垓，霜钟金鼓振琼台。堪嗟一句无人得， <br> 遂使吾师特地来。无角铁牛眠少室，生儿石女老黄梅。 <br> 令人转忆庞居士，天上人间不可陪。 <br> 五岳烟霞连不断，三山洞穴去应通。石窗欹枕疏疏雨， <br> 水碓无人浩浩风。童子念经深竹里，猕猴拾虱夕阳中。 <br> 因思往事抛心力，六七年来楚水东。 <br> 尘埃中更有埃尘，时复双眉十为颦。赖有年光飞似箭， <br> 是何心地亦称人。回贤参孝时时说，蜂虿狼贪日日新。 <br> 天意刚容此徒在，不堪惆怅不堪陈。 <br> 翠窦烟岩画不成，桂华瀑沫杂芳馨。拨霞扫雪和云母， <br> 掘石移松得茯苓。好鸟傍花窥玉磬，嫩苔和水没金瓶。 <br> 从他人说从他笑，地覆天翻也只宁。 <br> 腾腾兀兀步迟迟，兆朕消磨只自知。龙猛金膏虽未作， <br> 孙登土窟且相宜。薜萝山帔偏能gx，橡栗年粮亦且支。 <br> 已得真人好消息，人间天上更无疑。 <br> 岚嫩风轻似碧纱，雪楼金像隔烟霞。葛苞玉粉生香垄， <br> 菌簇银钉满净楂。举世只知嗟逝水，无人微解悟空花。 <br> 可怜扰扰尘埃里，双鬓如银事似麻。 <br> 千岩万壑路倾欹，杉桧濛濛独掩扉。劚药童穿溪罅去， <br> 采花蜂冒晓烟归。闲行放意寻流水，静坐支颐到落晖。 <br> 长忆南泉好言语，如斯痴钝者还稀。 <br> 一庵冥目在穹冥，菌枕松床藓阵青。乳鹿暗行柽径雪， <br> 瀑泉微溅石楼经。闲行不觉过天井，长啸深能动岳灵。 <br> 应恐无人知此意，非凡非圣独醒醒。 <br> 慵刻芙蓉传永漏，休夸丽藻鄙汤休。且为小囤盛红粟， <br> 别有珍禽胜白鸥。拾栗远寻深涧底，弄猿多在小峰头。 <br> 不能更出尘中也，百炼刚为绕指柔。 <br> 业薪心火日烧煎，浪死虚生自古然。陆氏称龙终妄矣， <br> 汉家得鹿更空焉。白衣居士深深说，青眼胡僧远远传。 <br> 刚地无人知此意，不堪惆怅落花前。 <br> 露滴红兰玉满畦，闲拖象屣到峰西。但令心似莲花洁， <br> 何必身将槁木齐。古堑细烟红树老，半岩残雪白猿啼。 <br> 虽然不是桃源洞，春至桃花亦满蹊。 <br> 自休自已自安排，常愿居山事偶谐。僧采树衣临绝壑， <br> 狖争山果落空阶。闲担茶器缘青障，静衲禅袍坐绿崖。 <br> 虚作新诗反招隐，出来多与此心乖。 <br> 石垆金鼎红蕖嫩，香阁茶棚绿巘齐。坞烧崩腾奔涧鼠， <br> 岩花狼藉斗山鸡。蒙庄环外知音少，阮籍途穷旨趣低。 <br> 应有世人来觅我，水重山叠几层迷。 <br> 自古浮华能几几，逝波终日去滔滔。汉王废苑生秋草， <br> 吴主荒宫入夜涛。满屋黄金机不息，一头白发气犹高。 <br> 岂知知足金仙子，霞外天香满毳袍。 <br> 如愚何止直如弦，只合深藏碧嶂前。但见山中常有雪， <br> 不知世上是何年。野人爱向庵前笑，赤玃频来袖畔眠。 <br> 只有逍遥好知己，何须更问洞中天。 <br> 支公放鹤情相似，范泰论交趣不同。有念尽为烦恼相， <br> 无私方称水晶宫。香焚薝卜诸峰晓，珠掐金刚万境空。 <br> 若买山资言不及，恒河沙劫用无穷。",
  "poet": {
    "id": 694,
    "star": 0,
    "name": "贯休",
    "image": "http://img.gushiwen.org/authorImg/nizai.jpg",
    "desc": "贯休(823～912年),俗姓姜，字德隐，婺州兰豁（一说为江西进贤县）人，唐末五代著名画僧。7岁时投兰溪和安寺圆贞禅师出家为童侍。贯休记忆力特好，日诵《法华经》1000字，过目不忘。贯休雅好吟诗，常与僧处默隔篱论诗，或吟寻偶对，或彼此唱和，见者无不惊异。贯休受戒以后，诗名日隆，仍至于远近闻名。乾化二年(915年)终于所居，世寿89。"
  },
  "tags": []
}