{
  "id": 72651,
  "star": 33,
  "name": "望海楼",
  "dynasty": "宋代",
  "content": "云间铁瓮近青天，缥缈飞楼百尺连。<br>三峡江声流笔底，六朝帆影落樽前。<br>几番画角催红日，无事沧州起白烟。<br>忽忆赏心何处是？春风秋月两茫然。",
  "fanyi": "<p><strong>译文</strong><br>高耸入云的铁瓮城已近青天，凌云的缥缈高楼似与天相连。<br>三峡的江声似乎流入我笔底，六朝的帆影好像映落我杯前。<br>几番呜咽的画角催落着红日，远处幽静的沧洲袅起了白烟。<br>忽忆起赏心美景究竟在何处？往事如烟那春风秋月已茫然。</p> <p><strong>注释<br></strong>①望海搂：旧址在江苏镇江城内，楼有<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>题字“望海”，后改名为连沧观，今不存。<br>②云间铁瓮：谓铁瓮城高入云间。据《丹徒县志》，县城（今镇江）的子城又叫铁瓮城，相传为孙权所建。<br>③缥缈：隐隐约约若有若无之状。飞楼：形容楼高凌空的样子。<br>④“三峡”句：意谓眼前的江景引起我的<a href=\"http://so.gushiwen.org/view_72651.aspx\">诗</a>兴，似乎可以听到三峡的江声。底：《宋诗纪事补遗》、《湖北诗征传略》作“是”。有其他版本记作”下“。 <br>⑤“六朝”句：意谓面对景色，引起了怀古之情，似乎六朝时的帆影也映落在酒杯之前。 六朝，吴、东晋、宋、齐、梁、陈，史称六朝。<br>⑥画角：古代以皮革或竹木制成的管乐器，声音哀厉高亢，多在军中使用，因外加彩绘而得名。形如竹筒，出自西羌。<br>⑦沧洲：滨水的地方，古称隐者所居。此指镇江江边某幽僻之处。白烟：指水气蒙蒙，远望有如白烟。<br>⑧是：《宋诗纪事补遗》、《湖北诗征传略》作“是”。有其他版本记作”在“。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72651.aspx\">诗</a>题“望梅楼”却不先写楼，而从楼所踞的城池写起。镇江古有“铁瓮城”之称，<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>使用了这个古称，又写这“铁瓮”矗立“云间”，邻近青天。旧传望海楼是镇江城中最高处，对城池如此称谓、如此描绘，是为了望海楼铺设高接云端又富有雄奇之概的地理环境。于是第二句开始写楼。“楼”而能“飞”，是形容楼高如同凌空架构，又是形容楼檐上翘，楼体大有飞腾之势。一个“飞”字，既是实际描写，又有夸张意味，这显然是从《诗经·小雅·斯干》“如翠斯飞”句意化中。“缥缈”写出了云烟缭绕中的飞楼与天相连，殆如仙境。首联二句是诗人白远方对望海楼的仰视，坚如铁瓮的城池是楼的根基，无垠的天宇是楼的背景，描写望海楼的高峻奇伟。</p> <p>　　颔联两句是写诗人登楼俯瞰的情景。望海楼面临大江，昼夜奔流着的涛声传人耳际，触发了挥笔作诗的雅兴，但诗人却说是江声流到了笔底；江上片片征帆映人眼帘，又引动了举樽饮酒的豪情，但诗人却说是帆影落到樽前，可谓妙趣横生。这本是诗人登临后的亲见亲闻亲感，但在两句之首分别冠以“山峡”、“六朝”二字，景与情就一下子脱开了眼前的实境，空间、时间大大扩展。诗人驰骋想象，让江声带着三峡的雄巍，让帆影映着六朝的繁盛，这正是<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·神思》所谓“寂然疑虑，思接千载；悄焉动容，视通万里”。这两句以诗人的见闻感受突出望海楼高大久远。</p> <p>　　就在诗人尽情观赏、逸兴遄飞之际，黄昏来临，远处传来阵阵画角声，像在催促红日西沉。日落了，平静的江边升腾起白色的雾气。可能是那呜呜的画角声把诗人从三峡与六朝的遐想中引回现实，但这一联写景却是自楼内向外远望，视线随着地平线延伸。在这里，红日、白烟形成色彩的对比，日落、烟起形成趋向的对比，红日落处、白烟起处形成远近的对比，而它们又落合起来构成一幅完整的画面。</p> <p>　　黄昏可谓良辰，望海楼可谓美景，对于喜好观览的诗人，这该是赏心乐事了。然而尾联以“忽忆”二字领起，诗歌的情调急剧变换，诗人却想不到到哪里才是自己心意欢乐之处。和煦的春风、皎洁的秋月一向被认为是自然中美的代表，但诗人却对此感到茫然，表露出低沉伤感的情绪。他是一位不肯与世俯仰的画家、诗人，仕途不顺利，被世人称为“米颠”，他蓄积于胸中的垒块总要在作品中一吐为快，此其一。具体到此诗来说，六代虽在此竞逐繁华，但它们还是随着三峡江声而流逝了，无限好的夕阳在画角声中也已西沉，此情此景使诗人心绪变得黯然。此其二。结尾一联虽显得有些伤感，但从中却可窥见正直的诗人画家内心所隐藏的难以言述的苦闷。姜白石论诗曾说“篇终出入意表，或反终篇之意，皆妙”（《白石诗说》），米芾并非故意让尾联“出人意表“，“反终篇之意”，以求其妙，所以这结尾就更富深情、更含深义了。</p> <p>　　这是一首写景为主的七律。诗人写景选择不同的立足点——远近、内外、上下，不同的视线——仰视、俯瞰、远望，因而构成写景的不同角度，绘成多种特色的画面，展现出望海楼既有高峻雄奇的气势，又有久远博大的蕴含，还具有隽远的逸韵。米芾在此确是充分发挥了他画家之所长。而夸张的写景手法把那些难以描述的抽象意念也具体化了：写诗情是江声流人笔底，写酒兴是帆影落于樽前。前两联无处不是夸张，第三联却是对黄昏景色的直接描绘。借助于想象和联想，望海楼的景历历如绘。</p> <p>　　这首诗颔、颈二联的对偶句，不仅按律诗要求平仄相对，句法相当，而且作到了刘勰所谓“自然成对”，绝不刻意求工；“反对为优”，让事物互相映衬。颈联两句对仗在对比中写景已如上述；颔联两句一写声、一写形、一写地域上的自东向西、一写历史上的自古至今，最后却又分别化作自己的诗情和酒兴，情景交织；全诗委婉曲折，言短而意深。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>一生喜好观览山川之胜，晚年过镇江，因喜爱其江山胜境而定居下来，这首《望海楼》是他定居镇江后的一首作品。",
  "poet": {
    "id": 697,
    "star": 0,
    "name": "米芾",
    "image": "http://img.gushiwen.org/authorImg/mifu.jpg",
    "desc": "米芾（1051-1107），北宋书法家、画家，书画理论家。祖籍太原，迁居襄阳。天资高迈、人物萧散，好洁成癖。被服效唐人，多蓄奇石。世号米颠。书画自成一家。能画枯木竹石，时出新意，又能画山水，创为水墨云山墨戏，烟云掩映，平淡天真。善诗，工书法，精鉴别。擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真程度。宋四家之一。曾任校书郎、书画博士、礼部员外郎。"
  },
  "tags": [
    "咏物",
    "写景"
  ]
}