{
  "id": 10379,
  "star": 125,
  "name": "贫交行",
  "dynasty": "唐代",
  "content": "翻手作云覆手雨，纷纷轻薄何须数。<br>君不见管鲍贫时交，此道今人弃如土。",
  "fanyi": "<p><strong>译文<br></strong>有些人交友，翻手覆手之间，一会儿像云的趋合，一会儿像雨的纷散，变化多端，这种贿赂之交、势利之交、酒肉之交是多么地让人轻蔑愤慨、不屑一顾！<br>可是你看，古人管仲和鲍叔牙贫富不移的君子之交，却被今人弃之如粪土。</p> <p><strong>注释<br></strong>⑴贫交行：描写贫贱之交的<a href=\"http://so.gushiwen.org/view_10379.aspx\">诗</a>歌。贫交，古歌所说：“采葵莫伤根，伤根葵不生。结交莫羞贫，羞贫友不成。”贫贱方能见真交，而富贵时的交游则未必可靠。<br>⑵覆：颠倒。<br>⑶管鲍：指管仲和鲍叔牙。管仲早年与鲍叔牙相处很好，管仲贫困，也欺骗过鲍叔牙，但鲍叔牙始终善待管仲。现在人们常用“管鲍”来比喻情谊深厚的朋友。<br>⑷弃：抛弃。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_10379.aspx\">诗</a>的开篇“翻手为云覆手雨”，就给人一种势利之交“诚可畏也”的感觉。得意时的趋合、失意时的纷散，翻手覆手之间，忽云忽雨，其变化迅速无常。“只起一语，尽千古世态。”（浦起龙《读杜心解》）“翻云覆雨”的成语，就出在这里。所以首句不但凝炼、生动，统摄全篇，而且在语言上是极富创造性的。</p> <p>　　虽然世风浇薄如此，但人们普遍对交友之道毫不在意，“皆愿摩顶至踵，隳胆抽肠；约同要离焚妻子，誓殉荆轲湛（沉）七族”，“援青松以示心，指白水而旌信”（刘峻《广绝交论》），说穿了，不过是“贿交”、“势交”而已。第二句斥之为“纷纷轻薄”，诗人说“何须数”，轻蔑之极，愤慨之极。寥寥几个字，强有力地表现出诗人对假、恶、丑的东西极度憎恶的态度。</p> <p>　　这黑暗冷酷的现实使人绝望，于是诗人记起一桩古人的交谊。《史记》载，鲍叔牙早年与管仲交游，知道管仲的贤能。管仲贫困，曾欺负鲍叔牙，而鲍叔牙却始终善待他。后来鲍叔牙辅佐齐国的公子小白（即后来齐桓公），又向公子小白荐举管仲。管仲终于辅佐齐桓公成就了霸业，他感喟说：“生我者父母，知我者鲍叔牙也。”鲍叔牙对待管仲的这种贫富不移的交道是感人肺腑的。“君不见管鲍贫时交”，当头一喝，将古道与现实作一对比，给这首抨击黑暗的诗篇添了一点理想光辉。但其主要目的，还在于鞭挞现实。古人以友情为重，重于磐石，相形之下，“今人”的“轻薄”越发显得突出。“此道今人弃如土”，末尾三字极形象，古人的美德被“今人”像土块一样抛弃了，抛弃得十分彻底。这话略带夸张意味。尤其是将“今人”一概而论，范围过大。但只有这样，才能把世上真交绝少这个意思表达得更加充分。</p> <p>　　这首诗“作‘行’，止此四句，语短而恨长，亦唐人所绝少者”（见《杜诗镜铨》）。其所以能做到“语短恨长”，是由于它发唱惊挺，造形生动，通过正反对比手法和过情夸张语气的运用，反复咏叹，造成了“慷慨不可止”的情韵，吐露出诗人心中郁结的愤懑与悲辛。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10379.aspx\">诗</a>大约作于唐玄宗天宝年间（742年—756年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在京城献赋之后。由于困守京华，“朝扣富儿门，暮随肥马尘；残杯与冷炙，到处潜悲辛”（《奉赠韦左丞丈二十二韵》），诗人饱谙世态炎凉、人情反复的滋味，所以愤而写下此诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "友情",
    "愤懑",
    "怀古"
  ]
}