{
  "id": 5466,
  "star": 7,
  "name": "早春行",
  "dynasty": "唐代",
  "content": "紫梅发初遍，黄鸟歌犹涩。<br>谁家折杨女，弄春如不及。<br>爱水看妆坐，羞人映花立。<br>香畏风吹散，衣愁露沾湿。<br>玉闺青门里，日落香车入。<br>游衍益相思，含啼向彩帷。<br>忆君长入梦，归晚更生疑。<br>不及红檐燕，双栖绿草时。",
  "fanyi": "<p><strong>译文<br></strong>紫色的早梅刚刚遍地开花，莺儿的歌声还不那么流利。<br>折取杨柳枝的是谁家女儿，赏玩春光唯恐它匆匆流逝。<br>喜爱澄波为临水看妆，见人含羞却倚花相映。<br>香粉气生怕被风吹散，绣衣裳也恐露水沾湿。<br>侬家住长安的青门之中，黄昏时香车才缓缓归去。<br>那人游荡在外更添相思，含悲落泪走向独宿彩帷。<br>怀念你你就总是进入梦中，迟迟不归又令我心生疑惑。<br>叹不如红瓦屋檐下的燕子，在铺绿草的巢中日日双栖。</p> <p><strong>注释<br></strong>⑴黄鸟：鸟名。有两说。《尔雅·释鸟》：“皇，黄鸟。”郭璞注：“俗呼黄离留，亦名搏黍。”黄离留，即黄莺。 郝懿行义疏：“按此即今之黄雀，其形如雀而黄，故名黄鸟，又名搏黍，非黄离留也。”《<a href=\"http://so.gushiwen.org/view_5466.aspx\">诗</a>经·国风·周南·葛覃》：“黄鸟于飞，集于灌木，其鸣喈喈。”三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《三良》诗：“黄鸟为悲鸣，哀哉伤肺肝。”赵幼文校注：“《诗经·黄鸟篇》序：‘《黄鸟》，哀三良也。’”唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《江南春怀》诗：“青春几何时，黄鸟鸣不歇。”涩：指声音不流利、圆润。<br>⑵弄春：谓在春日弄姿。明<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>《赋得万绿枝头红一点》诗：“名园树树老啼莺，叶底孤花巧弄春。”<br>⑶爱水：爱惜水。《韩诗外传》卷三：“夏不敷浴，非爱水也。”<br>⑷羞人：害羞，难为情。唐<a href=\"http://so.gushiwen.org/author_3108.aspx\">刘言史</a>《山中喜崔补阙见寻》诗：“白屋藜床还共入，山妻老大不羞人。”<br>⑸玉闺：闺房的美称。唐<a href=\"http://so.gushiwen.org/author_153.aspx\">李昂</a>《赋戚夫人楚舞歌》：“玉闺门里通归梦，银烛迎来在战场。”青门：长安城东的霸城门，因东方为青帝，门涂青色，故名。<br>⑹香车：用香木做的车。泛指华美的车或轿。唐<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《行路难》诗：“春景春风花似雪，香车玉舆恒阗咽。”<br>⑺游衍（yǎn）：尽情游乐，恣意游逛。《诗经·大雅·板》：“昊天曰旦，及尔游衍。”毛传：“游，行；衍，溢也。”孔颖达疏：“游行衍溢，亦自恣之意也。”益：更加。<br>⑻含啼：犹含悲。南朝梁萧大圜《竹花赋》：“附紫笋以含啼。”隋江总《秋日新宠美人应令》诗：“翠眉未画自生愁，玉脸含啼还似笑。”彩帏：彩色的帐子。<br>⑼双栖：飞禽雌雄共同栖止。三国魏曹植《种葛篇》：“下有交颈兽，仰见双栖禽。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首闺怨<a href=\"http://so.gushiwen.org/view_5466.aspx\">诗</a>描写贵族女子白天郊外游春、夜间独守空房的复杂心理。</p> <p>　　诗的开头，描绘出早春的美丽景象。“紫梅发初遍，黄鸟歌犹涩。”紫梅刚刚开遍大地，黄莺的歌声才开始歌唱，休憩了一冬的嗓子，尚未划破那缕梗在喉间的生涩。诗中的女主人公是一位少妇，在万物复苏的早春中，出游弄春。“谁家折杨女，弄春如不及。”那刚抽出嫩芽的拂柳，被她轻轻地扬起在那纤纤细手之中。春光与少女的青春丽容交相映衬，组成一个和谐的整体。“爱水看妆坐，羞人映花立。”她怕是爱那清澈荡漾的春水吧，静静地绕水而坐，望着水中那秀丽颀长的脸颊，婀娜的身姿，嘴角不禁暗自抿出一抹微笑，遂对镜而妆。却又羞于见人，于是，那曼妙的身姿，掩映在绚烂的花丛之中，一时间，尚分不清楚人面桃花，哪个更艳。这两句很细腻地表现出她顾影自怜的心理。“香畏风吹散，衣愁露沾湿。”置身于此番美妙的春色里，只怕那徐徐的春风吹散了她幽幽的清香呵，那花丛里晶莹透亮的露滴，弄湿了她新着的春装。这两句为以下的情绪由喜转悲作了铺垫。“玉闺”二句写主人公回房。一晃，日落了，这春意盎然的日子，时光总是那般易逝，乘着那装饰华美的车子，恋恋不舍地归至皇城东面的青门之中，那是她独身栖居的小天地。“游衍”四句，写出了女主人公的复杂心情：本以为那盎然的春景，那外出游玩的乐趣，能驱走心底的那份惦念，谁知这“销愁更愁”的消遣，却更加勾起对丈夫的无限思念，春景甚美，然身边少了那个共赏美景的人，纵是再美的景致，在她的心里，都比不上他那一抹含情脉脉的眼神。这次第，怎生勾起了无限伤感之意，却只有暗自垂泪，手里的彩绢，都被那思念的泪珠湿润了。时常在睡梦中梦见那远方的身影，望见他那高大的身姿，闻见他那熟悉的气息，归来时天色已暗，恍惚间，恍若见到了那梦牵萦绕的身影。结句归为女子羡慕同栖双燕之乐。她望着那屋檐前双宿双飞的燕子，猛然慨叹，自己竟不如那檐前双栖的燕子，表现了妇女对丈夫的思念和期盼丈夫归来的情怀。</p> <p>　　这是一份孤独的美丽，亦是一份美丽的哀怨。在诗人的笔下，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>的一位独居深闺的贵族少妇，承载着满心的思念之心，在这鸟语花香的季节里，更是衬托出她内心的复杂之境，那份哀思，那份幽怨，亦夹杂着几许无奈。怨，却怨不了谁，只是心底那汹涌的思念之情，却是怎么也无法排遣消散的。</p> <p>　　简单朴素的语言，却是那般深入到位地描绘出诗中女子复杂曲折的心理，这归功于诗人巧妙的笔法和细腻独到的心思。一字一句，虽是平淡，却都是精雕细琢，勾勒出无尽的意境的；二是诗中反衬手法的妙用，初春乍始的景色，亦引发出女子心底相思之情的萌动，她尽情的游乐，反却徒增相思之苦，末句那双宿双飞的燕子，更是反衬出少女内心的伤感。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首闺怨<a href=\"http://so.gushiwen.org/view_5466.aspx\">诗</a>，这类作品的<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>集中并不多见，当作于作者早年时期，与《洛阳女儿行》、《西施咏》等诗的创作时间相近。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "闺怨",
    "写人",
    "相思",
    "哀怨"
  ]
}