{
  "id": 62410,
  "star": 4,
  "name": "高阳台·丰乐楼分韵得如字",
  "dynasty": "宋代",
  "content": "修竹凝妆，垂杨驻马，凭阑浅画成图。山色谁题？楼前有雁斜书。东风紧送斜阳下，弄旧寒、晚酒醒馀。自消凝，能几花前，顿老相如。<br>伤春不在高楼上，在灯前攲枕，雨外熏炉。怕舣游船，临流可奈清臞？飞红若到西湖底，搅翠澜、总是愁鱼。莫重来，吹尽绵，泪满平芜。",
  "fanyi": "<p><strong>译文<br></strong>一丛丛修长的青葱翠竹，宛如盛妆的少女凝神久久地站立。我穿过竹林来到楼前，把马匹拴在楼前的柳树。登上高楼凭栏远望，清澈的湖水仿佛一幅美丽的画图。这浓墨淡彩不知出自哪家的手笔，楼前斜行飞翔的大雁，就好象画面上题款的楷书。东风凄凄，仿佛在紧催送夕阳西下，阵阵晚风渗透着凉意，将我们的酒意吹醒消除。我独自一 个人在哀伤感叹，在花前观赏留连还能有多少机会呢，想到我的衰老竟然是这样的迅速。<br>更令我伤心的时候，并不是在高楼上登临极目远眺，而是在灯前斜倚绣枕，旁边放着熏香铜炉，独自听聆着窗外的雨声潇潇。我害怕游船停泊在堤岸边，怕在清波中看见自已的清瘦的面目。怎能忍受我的辛酸凄楚？飘飞的落花若是飞到西湖的波底，就连水中的鱼儿也会感到忧伤愁若，搅得翠波翻覆。千万不要再到这里来，因为那时无情的春风会把柳絮吹得满天飘舞，点点杨花点点杨花像人的伤心的眼泪一样落满平芜。</p> <p><strong>注释<br></strong>1.高阳台：词牌名，又名《庆春泽》。双调一百字，平韵格。<br>2.丰乐楼：宋代西湖名胜之一。周密《武林旧事》卷五“湖山胜概”：“丰乐楼，旧为众乐亭，又改耸翠楼，政和（北宋徽宗年号，1111-1118年）中改今名。淳祐（南宋理宗年号，1241-1252年）间，赵京尹与筹重建，宏丽为湖山冠……吴梦窗曾大书所赋《莺啼序》于壁，一时为人传诵。“<br>3.分韵：一种和<a href=\"http://so.gushiwen.org/view_62410.aspx\">诗</a>、和词的方式，数人共赋一题，选定某些字为韵，用抓阄或指定的办法分每人韵字，然后依韵而作。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>分得“如”字，词中除一定要用“哪”为韵脚字外，其余韵脚均须与“如”同韵（鱼韵）。<br>4.凝妆：盛妆，浓妆。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《闺怨》诗：“闺中少妇不知愁，春日凝妆上翠楼。”<br>5.凭阑：倚靠栏杆。<br>6.题：题诗。<br>7.醒馀：指醒酒后。<br>8.相如：西汉文学家<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，所作有《子虚》、《上林》、《大人》、《长门》等赋。此处作者自指。<br>9.舣（yǐ）：停船靠岸。<br>10.清臞（qú）：即“清癯”，清瘦。<br>11.香绵：指柳絮。<br>12.平芜：平远的草地。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《踏莎行》词：“平芜尽处是春山，行人更在春山外。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是作者晚年故地重游，将身世之叹融进景色描写中，厚实沉重。上阕写景。楼前景色如画，由“东风紧送斜阳”逼出“顿老相如”。词人炼意炼句，用心精细。下阕第一句“伤春不在高楼上”，将忆旧伤别之情托出，跌宕起伏。“怕舣游船”句，实“怕”在水中见到自己清瘦的倒影！“飞红”三句伤春。“吹尽”、“泪满”一联凄凉萧瑟，触动词人无限哀情。这哀情，不仅是个人的，也是家国的。</p> <p>　　起首“修竹凝妆，垂杨驻马，凭阑浅画成图。”三句写丰乐楼内外所见景色，由酒楼边的修竹，写到楼下的垂杨，再写登楼远眺，湖光山色如<a href=\"http://so.gushiwen.org/view_62410.aspx\">诗</a>如画。这三句，如杨铁夫在《吴梦窗词笺释》中所分析，“‘凝妆’，远见；‘驻马’则是从近处观察；‘凭阑’，已登楼。层次井然。”“山色谁题？楼前有雁斜书”二句紧承第三句。凭阑一望，展现在眼底的湖山既宛如天开图画；而天际适有雁阵掠过。又恰似这幅画图上题写的诗句。到此，写足瞭望中所见之美景，也点出了分韵题之事。接下去，作者跳过了铺叙宴饮尽醉的一般写法在“东风紧送斜阳上，弄旧寒、晚酒醒馀”两句中，所写的已是酒醒之后。句中以“东风”点明季节，以“斜阳下”点明时间。其“旧寒”二字则暗示此次是旧地重游，从而引出过拍“自消凝，能几花前，顿老相如”三句。这时，酒已醒，日已暮，晚风送寒，一天的欢会已是场终人散。词人抚今思昔，楼犹是旧楼，景犹是故景，春花依然如前，而看花之人已老。其怅惘之情，近似<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《东阑梨花》诗所写的“惆怅东阑一株雪，人生看得几清明”。这里，巧用“顿”老，以见岁月流逝之疾和人事变化之速。</p> <p>　　下片换头三句，既紧承上片最后已流露出的花前“伤春”之感，而又把词意推开，另辟新境，可以说既达到了“藉断丝连”、又达到了“异军突起”的要求。上片，句句不离丰乐楼；下片却一开头就以“不在高楼上”五字撇开此楼，而把“伤春”之地由“楼上”自然而然地转移到“灯前”、“雨外”。可是，词笔刚转换，随即又推开。下面“怕舣游船，临流可奈清琱”两句，又把想象跳跃到游湖与“临流”。句中的“清琱二字是回应上片”顿老相如“句。接着，词人临湖展开想象，在”飞红若到西湖底，搅翠阑、总是愁鱼“两句中，在空间上把词思由湖面深入到”湖底“，并推已及物。寄情于景，想象湖底的游鱼也会为花落春去而顿生忧愁。结拍”莫重来，吹尽香绵，泪满平芜“三句，更把词思在时间上由现在跳越到未来，想象此次重来故地，点点落红已令人百感交集，异日重来，也许柳绵也将吹尽。那时如果只见一片平芜，就更令人难以为怀了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>生活于南宋末期，国势垂危，因而他后期的词句常为感时哀世之作。这首词写于酒楼会饮、即席分韵的场合，而词人竟悲从中来，从而以咽抑凝回的词语表达了这种深切的感慨。其所触发的花前“伤春”之情，近似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在一首《登楼》诗中所说的“花近高楼伤客心，万方多难此登临”。词中的“斜阳下”、“飞红”、“吹尽香绵”，都不仅是描写景物，而是因物兴悲，托景寄意，所寄托的正是对当时暗淡衰落的国运的无限忧思。正因词人作此词之时，万念潮生，忧思丛集，因而其词情也是感触多端、百转千回的，其词笔就也是跳动变换、忽彼忽此的。词中既有空间的跳跃，也有时间的跳跃，特别是下片，步步换景，句句转意，每转愈深。但是，尽管词句的跳动大，转换多，而整首词又是浑然一体，脉络分明的。梦窗词的主要风格特征是深曲丽密，属于质实一派；而其成功之作又往往于密中见疏，实中见虚，重而不滞。这首词就是在丽密厚重中仍自具有空灵回荡之美的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　词为作者对周密《高阳台》（寄越中诸友）词的一首和作，写于南宋覆亡之后。丰乐楼是宋朝杭州诵金门外的一座酒楼。淳祐九年（公元1249年），临安府尹赵与重建。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在淳祐十一年（公元1251年）春在此宴饮时曾作《莺啼序》，为时人传诵。这首《高阳台》，从内容看，应是他晚年重来时所作。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "写景",
    "伤春",
    "怀友",
    "离愁"
  ]
}