{
  "id": 66550,
  "star": 23,
  "name": "风入松·一春长费买花钱",
  "dynasty": "宋代",
  "content": "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。<br>暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。",
  "fanyi": "<p><strong>译文</strong><br>入春来不知耗费多少买花钱，一天天沉醉在西湖湖边。玉骢马熟识逛西湖的路，昂首嘶鸣走过酒楼楼前。红杏芳香中箫鼓震天轰响，绿杨婆娑树影里欢荡秋千。<br>春风十里路上丽人翩翩，满头的花朵把云鬓压偏。夕阳西下画船载着春光归去，未尽游兴全付与湖水湖烟。明日还要带残存的醉意，到湖上小路寻找遗落的花钿。</p> <p><strong>注释</strong><br>风入松：古琴曲有《风入松》，唐僧<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>有《风入松歌》，调名源于此。词牌名。有双调七十二、七十三、七十四、七十六字四体，平韵。<br>一春：整个春天。<br>长费：指耗费很多。<br>买花钱：旧指狎妓费用。<br>玉骢（cōng）：毛色青白相间的马。<br>骄：马壮健。<br>沽酒：从市上买来的酒；买酒。<br>箫鼓：箫与鼓。泛指乐奏。<br>鬓云：形容发髻浓黑如云。<br>残醉：酒后残存的醉意。<br>花钿：女子头饰。用金翠珠宝制成的花形首饰。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词篇由描写词人的自我形象开头。这里虽然没有直接描摹西湖的美景，可是“一春”“长费”“日日”“醉”等词语却传达了作者对西湖的无比留恋：“玉骢”两句写马，然而马的“惯识”是由于人的常来，马的“骄嘶”是由于人的惬意，所以三、四句是借马写人，再因人写湖，最后达到了人与境、情与景的高度融合。总之，开头四句是用作者浓烈的情绪感染读者，使人对西湖产生“未睹心先醉”式的向往，因此下文描写的游湖盛况，也就预先被蒙上了一层美的面纱。再说，词人、玉骢、酒楼都是西湖游乐图的组成部分，因之这四句所表现的词人情致有以小见大的作用，并使词篇“起处自然馨逸”（明沈际飞《草堂<a href=\"http://so.gushiwen.org/view_66550.aspx\">诗</a>余正集》评）。</p> <p>　　“红杏”以下四句是游乐图的主体。这里仅仅二十余字，可是所含的信息量是极丰富的：有繁盛的红杏，浓密的绿柳，如云的丽人；有抑扬的箫鼓，晃荡的秋千，漂亮的簪花；有氤氲的香气，和暖的春风。——作者抓住了西湖游春的热点，浓墨渲染，为读者提供了再造想象的最佳契机，词人旺盛的游兴，也借此得到了充分的表现。</p> <p>　　“画船”两句为暮归图，是游乐的尾声。在这里，作者把“春”写成有形有质、可取可载的物事，不仅使词句贴切生动，也写出了西湖春天的特色：春在游舟中。“馀情付湖水湖烟”，在热闹浓烈之后补充幽悄淡远，在载春归去的满足之后补充馀情，表现的是西湖的另一面目和作者游兴中高雅的一面。人去湖空，论理词篇也该收尾了。不料作者别出心裁，反以来日之事相期，收得别致而又耐人寻味，也更加突出了当日之尽兴欢乐。“重扶残醉”是说前一日醉得很深，隔日余醉尚不解。不过到底是酒醉呢，还是景醉呢，还是情醉呢，还是三者兼而有之，读者可以自己判断。这一句的原文作“明日再携残酒”，是一个尚未解褐的太学生清寒潇洒、忘情山水的性格的反映，未必不工，只是没有高宗那种皇帝派头就是了。</p> <p>　　这首词受前人喜爱，还有一个原因是词风香艳绮丽，情致浓而近雅。在我国文学史上，词，很长一个阶段是作为歌馆酒筵间的佐料而存在的。因此旧日的词人们，对于香丽流美型的词风就有着特殊的偏爱。</p> <p>　　这首词的结构也颇别致，归纳言之，大约有三个特点：一、完整。从概说醉心西湖叙起，次写玉骢近湖，继写全天游况，再写画船归去，终以来日预期，可谓严密得滴水不漏。二、分片。根据填词的通常规矩，前后两片总应有个分工。《古今词论》引毛稚黄的话说：“前半泛写，后半专叙，盖宋词人多此法。”但是这首词上下两片的意思是成一个整体的，过片的地方不仅没有大的转折，反而同前半阕的后两句结合得更紧。三、照应。比如：“日日醉湖边”之与“明日重扶残醉”，“玉骢”之与“画船”，“西湖路”之与“陌上”，“花压鬓云偏”之与“花钿”等等。这种结构形式的选用，使得词中所描绘的西湖游乐图更加浑然一体密不可分了。</p><br/><h2>赏析二</h2> <p>　　这是一首描写西湖旖旎春光、点写歌舞升平的游乐词。此词曾得到南宋临安最高统治者的赏识，并经过御笔改定。从这首词中，我们可以看到偏安一隅的南宋统治阶级仍不思进取、安于现状的醉生梦死的奢靡生活。</p> <p>　　全词主写西湖春景，上下一气贯通。词的前四句写人也写马。而其意在渲染西湖的美不胜收。西湖放游，日日如此。以至于到了人“日日醉湖边”，而马则“惯识西湖路”的境地。“惯识”承“日日”，“沽酒楼”承“西湖边”，马经此而“骄嘶”，而写马正为了写人。一个“醉”字已将人带入那神往的画中。故沈际飞《草堂<a href=\"http://so.gushiwen.org/view_66550.aspx\">诗</a>余正集》有云：“起处自然馨逸”。通过侧面渲染，西湖魅力已然足见。“红杏”而下四句实写西湖美景。“红杏”、“绿柳”予人以花香，配之以暖风，自然之美令人赏心悦目；继之以悠扬飘荡的“萧鼓”和隐约可见的“秋千”，加上青春靓丽、珠光宝气的出游丽人，人文景观热闹非凡，令人陶醉。有山、有水、有花、有人、有声、有色，此等美景只应天上有，如今却在人间西湖边现，难怪西湖有“人间天堂”之美称。如此美不胜收的胜景，谁能不陶醉于其中呢？末四句则写日暮人归，湖水山色幽悄淡远，风光依然妩媚，词人余兴未尽，独自赏玩之余，相期明日扶醉重来。既是与前“日日醉湖边”相呼应，也表达了词人对西湖春景的无限留恋。此词笔调轻快流丽，如行云流水，读来令人心无远虑。但词局限于风光如画、香绮浓艳的描写，故篇外并无多少深意可言。 </p>",
  "about": "<h2>创作背景</h2> 　　据周密《武林旧事》卷三，这首词是太学生俞国宝题写在西湖一家酒肆屏风上的。已作太上皇的宋高宗一次偶然的机会看见了这首词，“称赏久之”，认为“甚好”，还将其中“明日再携残酒”句改为“明日重扶残醉”，俞国宝也因而得到即日解褐授官的优待。公元1164年（隆兴二年），宋金签订“隆兴和议”，此后的三十年内双方都挂起了免战牌。暂时的和平麻痹了人们的意志，也为上流社会提供了醉生梦死的可能性。这首词写于淳熙年间，正是这种社会现实和心理状态的反映。",
  "poet": {
    "id": 479,
    "star": 0,
    "name": "俞国宝",
    "desc": "俞国宝（约1195年前后在世）字不详，号醒庵。江西抚州临川人。南宋著名诗人。江西诗派著名诗人之一。国宝性豪放，嗜诗酒，曾游览全国名山大川，饮酒赋诗，留下不少胜炙人口的锦词佳篇。著有《醒庵遗珠集》10卷。约宋宁宗庆元初前后在世。孝宗淳熙间为太学生。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "西湖",
    "写景"
  ]
}