{
  "id": 69696,
  "star": 1,
  "name": "杂剧·都孔目风雨还牢末",
  "dynasty": "元代",
  "content": "楔子<br>自幼郓城为小吏，因杀娼人遭迭配。宋江表字本公明，绰号顺天呼保义。我乃宋江是也，山东郓城县人。幼年为把笔司吏，因带酒杀了娼妓阎婆惜，迭配江州牢城。路打梁山泊经过，有我结义哥哥晁盖，知我平日度量宽洪，但有不得已的英雄好汉，见了我时，便助他些钱物，因此天下人都叫我做及时雨宋公明。晁盖哥哥并众头领让我坐第二把交椅，哥哥三打祝家庄身亡之后，众兄弟让我为头领。今东平府有二人，乃是刘唐、史进，这两个都一身好本事。他二人有心待要上梁山泊来，争奈不曾差人招安去。我今差山儿李逵下山去，请刘唐、史进走一遭。小偻罗，说与山儿李逵，着他小心在意，疾去早来。嘱咐他两次三番，休违限便索回还。招安了刘唐史进，一齐的同上梁山。做官都说要清名，偏我要钱不要清。纵有清名没钱使，依旧连官做不成。小官姓尹名亨，字伯通。幼年进士及第，累蒙擢用，今升东平府府尹之职。今日升厅，坐起早衙。张千说与六房吏典，有该佥押的文案，将来小官发落。小生东平府人氏，姓李名荣祖。幼年颇看诗书，今在东平府做着个把笔六案都孔目。这个兄弟是史进，在这衙门中为五衙都首领。今日相公坐起早衙，有合禀的事务。须索见相公走一遭去。李孔目，有该佥押的文案将来佥押。这一宗文卷，是李得打死人命事，看来是个过误杀伤，不该抵命，则等大人发落。将那李得拿上来。史进，与我拿上厅来。理会得。某李得是也。这里也无人，某乃梁山泊好汉山儿李逵，更改了名字，叫做李得。不想打街市经过，见一个年纪小的，打那年纪老的，我心中不平，将那年纪小的扌班过来只一拳，谁想拳头上没眼，把他打死了。被巡捕官军将我拿住，解在东平府来。今日大人要结断，怎生是好！李得，你来了也。孔目哥哥，怎生可怜见！李得，你本是致伤人命。我心里见你英雄好汉，我好歹要救你。如今相公问你呵，你只说误伤人命，不该死罪，我就好翻案了。兀那李得，你依着孔目的言语，要救你性命哩。若是救了小人的性命，我今生今世报答不得你，我转生来世，做驴做马报答孔目哥哥。这个便是李得？这个便是。兀那李得，你怎生打死人来，说你那根因。大人可怜见！小人见长街市上一个年纪小的打那年纪老的，小人路见不平，扌班过那小的来<br>，则一拳打死了。那年纪小的素无仇隙，误伤其命，望大人可怜超生。这正是误伤人命。免他一死，杖脊八十，迭配沙门岛去。去了他那枷，杖断八十者。六十、七十、八十。便差个快走的解子，解赴沙门岛去。理会的。我出的这门来，多亏了孔目哥哥救我性命！哥，我问你，那个孔目姓甚么？那里居住？他是李荣祖，在这大街街东里居住。小人知道了，哎，李逵也，你好莽也！若不是孔目救了我这性命呵，可怎生了的？我如今先到李孔目门首等候着，此恩必当重报。正是虎着重箭难展爪，鱼经铁网怎翻身。运去遭逢无义汉，时来报答有恩人。再有甚么文案，将来我看。这一宗文卷，是衙门中五衙都首领刘唐，误了一个月假限。张千，与我拿过刘唐来者。刘唐那里？自家刘唐的便是。误了一月限期，大人呼唤，须索见去咱。刘唐，你见大人去。哥哥，怎生方便刘唐咱？大人怪你，一时间分说不过，你且见去。刘唐，你怎生误了一个月限期？小人则误了二十日假限。他有假帖在此。假帖上误了一个月限，这厮说谎。大人，路途遥远，风雨阻隔，因此上误了假限，大人可怜见！李孔目，刘唐说风雨阻隔，路途遥远误限，这怎么说？小人不敢主张，任大人决断。休说他误了假限，论说谎也该打四十。张千，拿下去杖脊四十！一十、二十、三十、四十。抢出去！哎哟，打了我这一顿！大人有心要饶我，李孔目不肯说个方便。你妒我为冤，我妒你为仇。你便是厅上的孔目，我便是泥鞋窄袜走隶公人？李孔目，你常踏着吉地行哩。有朝一日，文卷有些差错，大人见怪，拿下你来。咱两个休轴头厮抹着！正是恨小非君子，无毒不丈夫。李孔目，再有甚么文卷？此外另无文卷。既无文卷，张千，牵马来，我回私宅去也。史进兄弟，衙门中无甚事，今日是你嫂嫂生辰之日，我回家去与他递一杯寿酒去来。<br>【仙吕】【赏花时】每日衙中案事勤，无事街头饮数巡。与妻子作生辰，更和着这几个弟兄识认，把一杯酒同乐太平春。<br><br>第一折<br>小生李荣祖。观为东平府都孔目。嫡亲的五口儿家属：大嫂赵氏，二嫂萧娥，他原是个中人，我替他礼案上除了名字，弃贱从良，就嫁我做个次妻。这孩儿叫做僧住，女儿叫做赛娘。今日是大嫂生辰之日。小的每，安排酒来，我与大嫂递一杯酒者。大嫂，饮一杯寿酒，家私里外多亏了你。孔目，官府上下多生受你。孔目先饮。大嫂请。二嫂也饮一杯。一般都是夫妻，如何也饮一杯！孔目，我今日不耐烦，吃酒也不吃罢。某行不更名，坐不改姓，自家是宋江手下第十三个头领山儿李逵便是。奉宋江哥哥的将令，差我下山请刘唐、史进同上梁山泊去。谁想打死了平人，本该抵命。若不是李孔目救了我呵，那得山儿这性命来！我如今到他家中拜谢孔目，走一遭去。问人来，这个门儿便是。孔目哥哥在家么？是谁唤门哩？僧住开门去。我开开这门，你是甚人？小哥，这里敢是李孔目宅上么？这里便是。小哥，烦你去报，有一朋友来拜望。父亲，有位朋友在门首。请进来。呀，我道是谁？原来是李得。你来怎么？李得是该死之人，多亏哥哥救了性命，特来拜谢哥哥。你也姓李，我也姓李，道不的一般树上两般花，五百年前是一家。你多大年纪了？小人二十五岁。我三十岁。不是我要便宜，我有心认你做个兄弟，你意下如何？哥哥，您兄弟愿随驴把马也。兄弟，你表德唤做甚么？您兄弟不是歹人，我不是李得。你不是李得可是谁？您兄弟是梁山泊宋江手下第十三个头领，则我便是山儿李逵。哎，原来李孔目结交梁山泊强盗！我听者，看他再说甚么。哎，原来是梁山泊好汉！我待番悔来，则怕兄弟心中不稳实，到如今也罢！兄弟，我无甚么相送。大嫂，将你那一双金钗与兄弟权为路费。量兄弟有何德能，受哥哥路费，恩义难忘。兄弟，拜义如亲，礼轻义重，笑纳为幸。多谢了哥哥。兄弟无物回答，这一对匾金环与哥哥权为谢礼，兄弟，我不要，你自拿去做盘费。哥哥不要，则除是这般。则今日辞别了哥哥，便索回去也。兄弟，一路上小心在意。我出的这门来，哥哥，你放心，日后有事，必当重报。我本为请史进早赴梁山，遇孔目救我回还。待日后<br>当图重报，暗留下一对金环。僧住，关上门去。我关上门去。地下一对环子，我拾将起来，与俺爹爹看去。爹爹，我才关门去，拾得一对金环。爹爹试看咱。将来我看。哎，谁想他见我不受这匾金环，故意丢下去了，僧住，你将着这环子，不论前街后巷，寻着交与他去。他去了好多时，那里寻去？僧住、你手儿的拿来我看。孔目，你好没正经，小孩子家拿着金环子那里赶那人去？这等，二嫂你且收着这金环，待他来时，交付与他。大嫂，我在衙门中断了一桩事：李得打死平人，我救他的性命，杖了八十，他无甚么谢我，将着一双匾金环子与我，他见我不受，丢下了。我教僧住赶他不上，拿回来了。我在这窗外听他两口儿再说甚么。那匾金环在那里？递与二嫂收了。他到俺家几日光景，怎生与他收着？孔目，你寻思咱，你取回来者。若取回来，不生分了他心？过几日慢慢取罢。我原是此处一个上厅行首，为当不过官身，纳了官衫帔子，礼案上除了名子，脱贱为良，嫁了李孔目。争奈旧性不改，这府衙里有个典吏姓赵，我瞒着孔目和他暗暗的来往。我着人叫他去了，这早晚还不见来。自家姓赵，在这东平府做个典吏。有这李孔目第二个浑家萧娥，他是个中人。他原旧和我作伴。今日又着人来唤。我须索走一遭去。可早来到也。赵令史，你来了也，进来家里坐。李孔目在家么？孔目往衙门中去了。今日叫我来你家做甚么？我有一件小事，请你来，咱两个计议。近日李孔目衙门中救了一个死罪犯人，就认他做兄弟，与他一双金钗做盘缠，那人回奉一双匾金环子。二嫂，何水无鱼？何官无私？孔目既然救了他性命，那人怎得不来相谢？令史，我听的那人说来，他是梁山泊好汉宋江手下第十三个头领山儿李逵便是。那梁山泊果然有他个李逵。原来孔目结交贼人！二嫂，你晓的拿贼要赃，拿奸要双。如今那匾金环子在谁人收着？李孔目交与我收着哩。将来我看。好一双匾金环，可不是梁山泊贼人带的！那人怎生模样，你记的么？那人身材长大，面皮黑色，一部胡髯。可不是粱山泊贼人黑旋风山儿李逵！如今上司画影图形排门粉壁，捉拿他哩<br>。你如今将着这环子，衙门中出首去，我在大人案下，替你分说。二嫂，我在那里等，你疾便早来。令史，你如今先去衙门中等着，我便来出首。我先去，你快些来，下官府尹。今日升厅，坐起早衙。张千，喝撺箱。在衙人马平安！来到衙门首了。冤屈也！张千，拿过那妇人来。兀那妇人，伽你告甚么？妇人是李孔目第二个浑家。李孔目结勾梁山泊贼人山儿李逵，与他一双金钗，那贼汉回了四两重一双匾金环子。大人不信呵，则这便是金环，金环子正是梁山泊贼人带的。相公，李孔目是执法吏，怎么交结强贼？相公勾将他来，仔细推问他。果若是执法犯法，此罪非小。便与我拿将来。今日该谁当直？该史进当直。该刘唐当直。刘唐，该是我。史进，你须与李孔目是一路人。哥，是你当直罢。刘唐，便与我拿将李孔目来者。理会的。我出的这门来。李孔目，原来你也犯下了，便好道\"仇人相见，分外眼明\"。我领着大人的言语，拿他孔目去来。你看刘唐挟那旧仇，拿哥哥去了，争奈嫂嫂染病，我亲自看哥哥走一遭去。相公，衙门事请转厅。赵令史，我且转厅，等拿将李孔目来，快报我知道。我李孔目不想大嫂染病，服药不效，不知是甚么症侯？孔目，我这病觑天远，入地近，眼见的无那活的人也。大嫂，且自将息你那身子，我好是烦恼也呵！<br>【仙吕】【点绛唇】刷卷才回，从头省会来家内。大嫂又染病耽疾，空着我两下里难支对。<br>【混江龙】则为这虚名薄利，生忧的鬓边白发故人稀。孩儿又语言焦聒，大嫂又性命颠危。都则为一二载烟花新眷爱，送了俺二十年儿女旧夫妻。他与我生男长女。立计成家。如今便眼睁睁亲看见搂着别人睡，他便心肠似铁，怎不的怒气如雷。<br>孔目，我这病是忧思愁虑上得来的。<br>【油葫芦】俺家积趱下干柴籴下米，咱可便少甚的？大嫂。这病若痊可了呵。我可便谢天谢地谢神祗。我不愿金玉重重贵，只愿的儿女年年会。我这里自窨约，多半日。更有城中房店田中地，我可便愁着不愁衣。<br>【天下乐】你还待不吃不穿强支持，我只要你将也波息这病体，僧住儿也。你姨姨早晚在那里？敢是请太医去了也？多早晚去了？早辰间去了。我画卯呵来的早，他请太医直恁般迟，我看他请不来说个甚的？孔目，你如今娶了这个妇人，将俺那二十年儿女情分都抛撇的无了，你则是向那妇人。<br>【那吒令】你惩般病，也是自己害的；我但开口，便说顺着小的；他虽不中，你也不是个善的。那婆娘重一斤，你十六两无偏坠，不由我冷笑微微。<br>【鹊踏枝】你骂他泼东西，我心知。您两个等秤称来，都一般轻重高低。谁与你挑唇料嘴，辨别个谁是谁非？<br>怎生这早晚不见二嫂来？刘唐哥，史进，这是他自犯下来的，教我怎生回护他？早来到他门首，我唤门去。等兄弟唤门去。哥哥开门来。怕惊了他家产妇？过来等我叫。李孔目，开门！开门！甚么人？这等大惊小怪？待我开开这门。刘唐、史进，你做甚么大惊小怪的？怎生大惊小怪的，你家里不敢那？<br>【寄生草】哎，你个狠公吏休唱叫，刘唐靠前来，你看波俺家里有不快的。衙门中勾你哩。为甚么苫眉努目闲淘气，你来我去无些礼，揎拳罗袖乔声势？适才个打门时叫的你嘴皮干，有一日到衙门中呵。我敢粗棍子杵的你腰节碎！<br>你要打我，且等我今日锁你一锁，我伸与你脖子，你敢锁我么？我怎么不敢锁你？锁可容易开可难。大嫂，只怕我有错了的文案，折证的明白，我便来家也。孔目不知为甚么勾当，只怕那小妇告下状来。我又不快，眼见的无那活的人也！<br>差的刘唐勾李孔目去了，这早晚还不见来？大人，勾将李孔目来了也。张千，拿过那妇人来。大人，有的事罪坐家长，容小人自认，怎生勾的二嫂来？二嫂。大嫂迷了眼，怎生叫二嫂？你有甚事在这里？是你犯下事，怕不连累着我那！李孔目你知罪么？小人不知罪。李孔目，有首告你结交强贼，受了匾金环一双。你是执法的人，怎生犯下这等勾当？大人可怜见，小人是知法的人，怎敢结交强贼？并无此事。大人，不打不招。与我打着者。你从实招了罢。<br>【醉中天】那里有令史每结勾强贼理，如今世上媳妇论丈夫的稀！这金环也只在我家权顿寄，我应当吃不出首的官司罪。他乱打拷教我招承个甚的？一壁厢官司又临逼。我可甚家有贤妻！<br>刘唐，与我打着者。我那里受的这般苦楚。我知道了，这妇人当初与赵令史有奸，也要娶他来。这是我的不是了也。<br>【后庭花】告你个掌王法的党太尉，告你个葫芦提的包待制。哎，你个有丈夫的萧行首，天也送了我的匾金环柳盗跖。一杖起一层皮，畅好是腕头着力。可正官不威牙爪威，直恁般有气势？打到有五六十，你休学俺做小的。将普天下小妇每拘刷来，一搭里砧刀上剁做肉泥，大锅里熬做汁。<br>您不信，试尝波。<br>【青哥儿】他则是一般、一般滋味，我吃了六问、六问三推，我如今手掴着胸膛悔后迟。我当初凭着良媒取到我家里，换套儿穿衣，拣口儿吃食。这婆娘饱病难医，把赃物收执，早报与官知，断送我头皮。我劝你这一火良吏，再休把妓女娶为妻，则我是傍州例。<br>李孔目，休闲说，你招了罢，罢！罢！罢！是我结勾强人来。既如此，将李孔目下入死囚牢中去者。理会的。上了枷，送入牢中去。李孔目在衙门中，我送这一双儿女去，可早来到也。李孔目，我每是街坊邻舍。你大浑家亡化过了，这是他一双儿女，我交付与你，我回去也。多谢，多谢。只因这妇人呵，气死我儿女夫妻。罢、罢、罢！<br>【赚煞】折倒了铜斗儿好家缘，锦片似庄宅地。他一刬的瞒心昧已，湛湛青天不可欺。谁承望财散人离，见儿女哭啼啼。我眼见的无那活的人也，这两个孩儿要在他手里过日子，只得回嗔作喜，告他一告。二嫂。我则索把你来央及：你是必抬举他来长大日。你放心的死，我知道。谁承望匾金环事起，则为我贪图些小利，李孔目也。今日个得便宜翻做了落便宜。兀那妇人，你随衙听候，另日发落。莫怪咱贪酷王法无私曲，只因赵令史送了李孔目。一对匾金环，入官充罚赎。若是萧娥没老公，今夜衙里宿。<br><br>第二折<br>手拿无情棒，怀揣滴泪钱。晓行狼虎路，夜伴死尸眠。自家刘唐便是。今日李孔目结勾梁山泊强贼山儿李逵，受了他一付匾金环，招伏已定，下在牢里！当初我误了假限，直厅打了我四十；今日他也犯下来了，下在牢里！与我拿出来！旧规犯人入牢，先吃三十杀威棒。这三十杀威棒就打死了。看史进面皮，饶了他罢。他今日也有哀告我的日子！哥哥休记旧恨。我不和你一般见识，且入牢去。兀那李孔目。我这一回有些闷倦，你唱个曲儿我听。我有甚么心肠还唱曲儿？你若不唱，我一顿棍子就打死你！哥哥，小曲儿也罢。你不要唱旧的，你当初怎生娶那小浑家，他又怎生出首，你都要唱在里面。哥，我唱，我唱。<br>【中吕】【普天乐】刘唐你是狠爹爹，整折倒了我三个月！都则为偷寒送暖，我和他义断恩绝，那婆娘衠一味嫉妒心，无半米着疼热。指望和意同心成家业，到送的俺子父心两处分别。邓婆娘这其间知他是醒也醉也？我如今知他是死也活也？僧住、赛娘儿呵知他是有也没也？<br>史进，我如今吃饭去，你休解了他绳索，我便来。哥哥，你当初上花台，做子弟，怎生受用快活？你说一遍，我试听咱。兄弟，一言难尽。我说你听：<br>【离调】【集贤宾】想着俺二十年把笔将儒业学，兄弟，我为这妇人呵。折倒了铜斗儿好窠巢。怎承望浪包娄官司行出首，送的个李孔目坐禁囚牢。岂不闻天网恢恢，也是我自受自作。赤紧的有疼热大浑家亡过了，想俺那小冤家苦痛嚎啕。我不合痴心娶妓女，倒将犯法罪名招。<br>【逍遥乐】送的俺一家儿四分五落，又不敢声扬，我则索心中窨约。没来由惹下风雹，撞着这冤业难消。又不曾把神灵触忤着，怎做的犯法违条。我如今身缠铁锁，顶带沉枷，你教我怎得逍遥？兄弟也，我且歇息一会咱。哥哥睡了，我也歇息者。我是李孔目的孩儿，与俺爹爹送饭，可早来到也。爹爹，爹爹。兀的不是僧住、赛娘的声音？史进兄弟。史进醒科，云)哥哥怎的？(正末唱)<br>【醋葫芦】我恰才困腾腾盹睡着，牢门外谁唱叫？听多时认的语声高。为甚两三番把兄弟厮定搅？多敢是小冤家来到，告兄弟休得怕勤劳。<br>(史进云)这叫门的不是你两个孩儿那！(正未云)兄弟，是僧住、赛娘送饭来。(史进云)我出去开开这门。(做见科，云)真个是孩儿送饭来(俫哭科)(诗云)牢子哥哥把门开，怎不教我泪盈腮？两个冤家别无事，只为负屈亲爷送饭来。(史进哭科，云)孩儿，痛杀我也。你在这里，将饭来我拿与你老子吃去。我关上这门，哥哥，孩儿送饭来，你吃些。(做喂科)(正末唱)<br>【幺篇】我将这一匙饭口内挑，孩儿在牢门外叫了几遭。我为甚两下里自量度？(俫叫科云)爹爹。(正末唱)孩儿我可也刚应的一声，猛呛了。(做喷史进身上科)(唱)展污了你衣服便休嗔，告兄弟可怜见且耽饶。<br>(史进云)污了衣服不打紧。哥哥，你有甚么言语？(正末云)兄弟，我眼见的无那活的人也。着孩儿过来，我看一看，死也死的甘心。(史进云)哥哥，我着孩儿进来。我开开这门。孩儿。跟我进来，看你父亲去。(史进引来见末，云)(俫云)爹爹。我送饭来。(正末云)孩儿，兀的不痛杀我也，僧住，你那头上怎么破了来？(俫云)是二娘打破了来。(正末哭云)孩儿，兀的不痛杀我也。(唱)<br>【梧叶儿】把孩儿相凌辱，折倒的黄瘦了，使不的你家富小儿骄。头上虱如喷饭，我心中如刀搅。把衣服扯得似纸提条，(带云)哎哟、僧住、赛娘儿也，(唱)这是儿女每没爷娘的下梢。<br>(刘唐上，云)吃了几杯酒，牢中看贼去来。开门来！(史进云)刘唐来了也，教孩儿且躲在一壁者。(做躲科)(史进云)我开开这门，哥哥来了也。(刘唐云)史进，你敢把囚人放了绳索来？(史进云)您兄弟怎么敢？(刘唐云)我试看去。(做看科，云)兀的不松了绳索也？这两个小的，是谁家的业种？(做打末、俫科)(正末云)哥哥，只打我罢，饶了这两个小的。(唱)<br>【后庭花】你看我痛煞煞怎动摇？脊梁上粗棍子拷。(刘唐云)这两个业种是那里来的？(正末唱)把僧住支杀的拖将去，连赛娘合扑的带了一交。哥哥，你莫心焦，把往事从头还报。白日里非草草，牢狱中闹吵吵。将军柱钉头发梢，十字下滚肚索，紧邦邦匣定脚。<br>【双雁儿】我可甚上床犹自想明朝，养小来，防备老。不提防哥哥蓦来到，哥哥，你休躁暴，孩儿难打熬。<br>(搽旦上，云)我在家中打那两个业种，一会儿不见了他。我往牢里看李孔目去。牢子哥哥，开门。(刘唐云)甚么人叫门？我开开这门。(搽旦云)哥哥。我来看李孔目哩。(刘唐云)你进去。你那两个小的也在这里。(搽旦见科，云)好也，你两个小业种，原来在这里！(正末唱)<br>【柳叶儿】这都是后尧婆凶恶，把孩儿打拷挝揉。狠牢子又来添绳索，教我怎禁着！哎，你个女多娇，则被你断送我也地网天牢<br>(刘唐云)史进，把李孔目下在后牢里去。(史进云)理会的。(史牵入科)(正末唱)<br>【浪里来煞】我眼见的一命抛，也留不得三更到。孩儿也，你则去街坊邻里宿今宵，赤紧的着疼热的亲娘亡化早。害的人七颠八倒，天那！这都是我五行中恶限怎生逃。(史进押末下)<br>(搽旦云)刘唐哥哥，我央及你，我与你两锭银子，你把李孔目盆吊死了可不好？(刘唐云)你放心，都在我身上。(搽旦云)你若盆吊死了李孔目，我再相谢。若死了时，和我说一声儿。(下)(刘唐云)要活的难，要死的可容易。那李孔目如今是我手里物事，搓的圆，捏的匾，拚得将他盆吊死了，一来赚他几个银子使用，二来也偿了我平生心愿。我且吃杯酒去，再来下手，不为迟哩。(下)<br><br>第三折<br>(刘唐上，云)我把李孔目盆吊死了，如今拖他出去。丢在死人坑里。(做背尸出，放下科，云)把李孔目尸首丢在这坑里。呀，兀的不下雨了。我回去罢。(下)(正末做醒科)(唱)<br>【双调】【新水令】一灵真性离子躯腔，又被雨和风半空飘荡。我这里头瞑眩，眼獐狂，七魄俱亡，刬的醒回来怎承望！<br>(俫上，云)听的人说俺爹爹死了，我去看咱。(做见科，云)兀的不是俺爹爹！(做叫科)(正末唱)<br>【沉醉东风】又不是梦儿中精神惚恍，又不是身死后魂气悠扬。又不是实丕丕地狱间，又不是席飘飘天堂上。多咱在鬼门关被叫转还乡，待我手摸着心头暗酌量，毕竟个是真是慌？<br>(俫叫)(正末做开眼科)(唱)<br>【胡十八】是那个扳我脊梁？是那个摸我胸膛？是那个把头发水揪、胳膊来搪？是那个喳喳的高叫在耳边厢？原来是僧住和赛娘！他救到有半响，也则为父子每情切切，因此上儿女每意慌慌。<br>(俫云)爹爹，你适才已死了也。是我每叫转来的。(正末云)儿也，(唱)<br>【乔牌儿】这几时在那方？怎不见频来往？莫不是晨昏茶饭无人掌？瘦的你也损伤。<br>(俫云)不要说起茶饭，那二娘不打我也还好过。(正末哭科)(唱)<br>【落梅风】苦也啰你没了亲娘，偏留着二娘，把你来打的个不成模样。常言道隔层肚皮隔垛墙，怎想他知疼着痒！<br>(搽旦上，云)刘唐吊死了李孔目，则怕他说慌。我自看去。兀的不是李孔目？孔目也。我来看你哩。(做哭科)(正末唱)<br>【沽美酒】他、他、他假提着泪两行，怎觑他这趋跄。(搽旦云)孔目也送衣服与你穿。(正末唱)你大古是送千里寒衣女孟姜，可教我忙也那不忙，穿不的你那好衣裳！<br>【太平令】令史呵赛张鼎千般智量，哎，你个萧行首八步周行。尽着你风流情况，做出些轻狂势相！我这里左想、右想，不见了僧住、赛娘，(搽旦云)这不是僧住、赛娘？(正末唱)儿也和俺李孔目一般悲怆。(搽旦云)孔目，你敢饿了，我去备些茶饭来与你吃。(下)(正末唱)<br>【川拨棹】那婆娘，他觑咱如粪壤。公然的作祸为殃，巴不得中箭着枪。还有甚心忙意慌。待将咱好供养！<br>【七弟兄】这场去向，又做出甚商量？浪包娄转眼机谋广，恶公人狠似虎和狼，恨不的把我泼残生逼勒登时丧！<br>(搽旦叫科)刘唐！刘唐！(刘唐上，云)孔目娘子，你叫我怎么？(搽旦云)我央及你盆吊死李孔目，怎生又活了？(刘唐云)要活的难，要死的易，我着他还牢去。(搽旦云)若死了呵，我再与你一锭银子。(下)(刘唐云)这打不死的贼，果然又活了，你仍还牢里去。(正末云)刘唐哥，我也曾替你同在衙门中来，直这般狠也？(唱)<br>【梅花酒】哀告你个刘唐，可怜我媳妇先亡，儿女凄惶，我又遭着官防。你也曾共府同堂，岂没半点情畅？只指望旱苗逢澍雨，怎忍教枯草打严霜？愿哥哥做主张。暂宽我片时光。便今生死甘当，来世里把恩偿。<br>(刘唐云)你是死罪重犯，则除死罢了。不死怎么放得你在外面？快还牢去！(做拖末科)(正末唱)<br>【收江南】呀，他把我死羊般拖奔入牢房，依旧硬邦邦匣定在囚床，便铁石人看见也心伤。非是俺口强，则不如早些儿死了落可便早收场。<br>(刘唐拖正末科)(正末唱)<br>【鸳鸯煞】横拖倒拽牢门上，前合后偃回头望。嘱咐了僧住，叮咛与赛娘。畅道拖出我牢门，和你娘坟同葬，烧一陌纸，瀽碗凉浆。欲要俺父子每团圆，则除是做一个梦儿想。(刘唐拖正末同下)<br><br>　 </p> <p>第四折<br>(李逵上，诗云)上山鞋履不闻声，下山锣鼓便齐鸣。蓦然一阵风来处，知是强人带血腥。某山儿李逵是也。今有李孔目为我下在死囚牢里。我问宋江哥哥告了一个月假限，将着一包袱金珠财宝，下山去搭救李孔目走一遭去。(诗云)拜辞了宋江哥哥，并不辞道路奔波。此一去亡生舍死，救孔目出地网天罗。(下)(史进上，云)自家史进便是。如今李孔目被刘唐盆吊死了，谁想又活了，复还入牢中，我须看他走一遭去。(外扮阮小五冲上)(诗云)涧水潺潺绕寨门，野花斜插渗青巾。带糟浑酒轮盆饮，叶子黄金整秤分。某乃宋江手下头领，绰号活阎罗阮小五的便是。奉宋江哥哥将令，着我持两纸书招安史进、刘唐。我远远的跟着，说这个人是史进，我试问咱。(做见科，云)敢问尊兄贵姓？(史进云)在下史进。(阮小五云)既是史大哥，俺宋头领着我送书来，请哥哥上山。(史进接书科)(刘唐撞上，扭住，云)好也，你原来结交梁山泊好汉！(史慌科，云)不是，不是。(阮小五云)此位是准？(刘唐云)在下刘唐。(阮小五云)宋头领也有书与哥哥。(史扯刘科，云)好也，你原来结勾梁山泊强人！(刘唐云)罢、罢、罢，俺一同到牢中救了李孔目，同上梁山见及时雨去来。(同下)(扶末、阮随上科)(正末唱)<br>【中吕】【粉蝶儿】躲难逃灾，行行里两步一蓦，行不动东倒西歪。则我这五魂绝七魄散。撇在九霄云外。流泪盈腮，恰便似蝴蝶儿滚成一块。<br>【醉春风】则我这两只脚似腾空，魂灵儿如渡海。想着那婆娘一片狠心肠，畅好是歹、歹！这都泼令史使的机谋，狠公人出的气力，争些儿李孔目被他残害！<br>(李逵冲上，云)留下买路钱者！(刘、史做躲，阮小五拔刃科，云)来人休得造次！(正末云)兀的不唬杀我也。(唱)<br>【上小楼】你可便恰才到来，他便待将咱杀坏。唬的我战战兢兢，悠悠荡荡，跪在尘埃。猛抬头，观觑了，失惊打怪，(带云)我道是准。(唱)原来是匾金环故人犹在。<br>(云)太保，你认的我么？(李逵云)你是谁？(正末云)我是李孔目。(李逵云)谁是李孔目？(正末云)则我便是李孔目。(李逵诗云)我听言罢笑盈腮，慌忙扶上土坡台。云影万重疑是梦，月明千里故人来。哥哥，你认的兄弟么？则我便是山儿李逵。(正末唱)<br>【十二月】这一场天来大利害，则为那匾金环惹祸招灾。(李逵云)哥哥，你既在牢里，怎能勾出来？(正末唱)这都是刘唐打开了牢狱，史进救了我尸骸。今日得遇你个英雄剑客，恰便似鬼使神差。(李逵云)哥哥，这事怎生犯了来？(正末唱)<br>【尧民歌】则被那浪包娄出首不须猜，(李逵云)官府怎么就信了他？(正末唱)则这匾金环早做了我犯由牌。(李逵云)那小妇好狠也！(正末唱)为受了些碜可可湿肉伴干柴，(李逵云)不想今日遇着兄弟，还有性命也(正末唱)恰便似九重天飞下纸赦书来，好教我伤也波怀。都是命合该，到今朝才跳出这连环寨。(李逵云)哥哥，你怎生得出这牢门来？(正末云)兄弟，这里有两个大恩人，你和他相见咱。(李逵云)在那里？(正末云)两个兄弟，来与李逵兄弟相见者。(刘、史上见科)(李逵云)二位是谁？(正末云)这个便是刘唐、史进。(李逵云)两位哥哥，当日我到东平府来，改名李得，本奉宋头领将令，着我下山招安你两个。不想为打死了人，是李孔目救我性命，迭配沙门岛去，不曾见的你哩。(刘唐云)俺一齐上梁山见宋江哥哥去。(赵令史、搽旦、俫儿同上)(搽旦云)赵令史，有这两个业种，被他牵带不便，不如在这旷野里，你将他勒死了罢。(赵令史云)我知道。(做勒科)(李逵云)兀的不有人来也，俺赶将去。(赵令史云)有人来了，俺走、走、走！(同搽旦下)(李逵同刘、史赶下)(阮小五云)李山儿赶人去了，有两个小的，勒死在这里。想那人也是不良的。(正末做看科，云)兀的不是僧住、赛娘，被奸夫、淫妇勒死了！我索救孩儿咱。(唱)<br>【快活三】我连忙将绳解开，早是我快疾来。猛然见了觑明白，险些儿活惊杀。<br>【朝天子】早是我到来，救的你醒来，怎忍见屈死在荒郊外。想着他淫妇奸夫其情忒歹，只待要斩绝了咱家代。他使着毒害，做这场布摆，据情理难容贷。天也不盖，地也不载，哎，则俺那贤慧嫂今何在？(李逵同刘、史拿赵今史、搽旦上，云)哥哥，拿住奸夫、淫妇了也。将他两个剖腹剜心，俺做按酒。(阮小五云)将这两个泼男女拿到梁山上杀坏。与李孔目同见我宋头领去。(正未唱)<br>【耍孩儿】你将咱做死的般相看待，怎知道还能挣□？却原来你也自投下舍身崖，倒要我替你扛抬。萧娥呵，你在丈夫面上偏生狠，令史呵，你在官府前头使尽乖。到今日还咱债，可不道仇人相见，分外明白！<br>【二煞】想着你黑的是心，白的是财，只要图人性命将人害。且看鬼门关上谁先到，枉死城中那个该。毕竟是行短的天教败，少不得将你心肝百叶，做七事家分开。<br>(宋江一行冲上，云)某。宋江是也。昨差阮小五招安刘唐、史进去了，又差山儿李逵救李孔目，都不见上山来。小偻儸，查看山冈，看他来时，报复我家知道。(正末同李、阮、刘、史拿赵令史、搽旦、俫儿上，见宋江科)(李逵云)哥哥，你兄弟来了也。(宋江云)你每都来了也。谁是李孔目、刘唐、史进？(李逵云)这个是李孔目，这个是刘唐，这个是史进。(宋江云)兀那绑缚的是谁？(李逵云)这妇人是出首李家兄弟的，叫做萧娥。(阮小五云)烧鹅倒也好配酒。(李逵云)那厮是赵令史，是这妇人的奸夫。(宋江云)那两个小的呢？(李逵云)这叫僧住、赛娘，是李家兄弟一双儿女。(宋江云)李孔目、刘唐、史进，都做山上头领。将这两个泼男女剖腹剜心，与李孔目雪恨报仇。一面杀羊造酒，做个庆喜筵席。(正末同刘、史拜科，云)多谢了哥哥。(唱)<br>【煞尾】谢仁兄拔救死再生，似枯枝得雨花再开。将奸夫淫妇都杀坏，方显的义气仁风播四海。(宋江诗云)俺梁山泊远近驰名，要替天行道公平。忠义堂施呈气概，结交尽四海豪英。差李逵下山探听，到东平偶见相争。只一拳将人打死，被官司拷打招承。论律法本该抵命，李孔目搭救残生。李山儿知恩图报，送金环聊表微情。被小妇当官出首，将孔目熬尽严刑。阮小五入牢打探，兼请他刘史同行。萧行首剜心剖腹，赵令史号令山城。今日个英雄聚会，一个个上应罡星早准备庆喜筵席，显见的天理分明。<br>题目李山儿生死报恩人<br>正名都孔目风雨还牢末</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}