{
  "id": 47880,
  "star": 108,
  "name": "吊屈原赋",
  "dynasty": "两汉",
  "content": "　　谊为长沙王太傅，既以谪去，意不自得；及度湘水，为赋以吊屈原。屈原，楚贤臣也。被谗放逐，作《离骚》赋，其终篇曰：“已矣哉！国无人兮，莫我知也。”遂自投汨罗而死。谊追伤之，因自喻，其辞曰： </p> <p>　　恭承嘉惠兮，俟罪长沙；侧闻屈原兮，自沉汨罗。造讬湘流兮，敬吊先生；遭世罔极兮，乃殒厥身。呜呼哀哉！逢时不祥。鸾凤伏竄兮，鸱枭翱翔。闒茸尊显兮，谗谀得志；贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、蹻为廉；莫邪为钝兮，铅刀为銛。吁嗟默默，生之无故兮；斡弃周鼎，宝康瓠兮。腾驾罷牛，骖蹇驴兮；骥垂两耳，服盐车兮。章甫荐履，渐不可久兮；嗟苦先生，独离此咎兮。 </p> <p>　　讯曰：已矣！国其莫我知兮，独壹郁其谁语？凤漂漂其高逝兮，固自引而远去。袭九渊之神龙兮，沕深潜以自珍；偭蟂獭以隐处兮，夫岂从虾与蛭蟥？所贵圣人之神德兮，远浊世而自藏；使骐骥可得系而羁兮，岂云异夫犬羊？般纷纷其离此尤兮，亦夫子之故也。历九州而其君兮，何必怀此都也？凤凰翔于千仞兮，览德辉而下之；见细德之险徵兮，遥曾击而去之。彼寻常之污渎兮，岂能容夫吞舟之巨鱼？横江湖之鳣鲸兮，固将制于蝼蚁。 ",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>做了长沙王的太傅，已经由于被贬谪离开京城，自己感到很不得意；等到坐船渡过湘水的时候，就写了一篇赋来凭吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原是楚国的贤能之臣。遭受谗言的诬陷而被放逐，作了离《离骚》这篇文章，文章的结尾说：“算了罢，国家没有一个正直贤能的人，没有一个人了解我啊”于是就跳到汨罗江自杀了。贾谊我追念感伤这件事情，借此来比喻自己，那文章的词句说：<br>　　恭敬地承受这美好的恩惠啊，到长沙去做官。途中听说屈原啊，自己沉到汨罗江自杀了。到了这湘江后写一篇文章投到江水中啊，（我）恭敬的凭吊屈原先生，（你）遭受了世间无尽的谗言啊，乃至毁灭了自己的生命。唉！唉！遭逢的时代不好啊。鸾鸟凤凰躲避流窜啊，猫头鹰却在高空翱翔。宦官内臣尊贵显耀啊，用谗言奉承阿谀的人能得志；贤才能臣无法立足啊，端方正派的人却郁郁不得志。世人都认为卞随、伯夷恶浊啊，认为盗跖、庄蹻廉洁，（认为）宝剑莫邪粗钝啊，铅质的刀锋利。慨叹抱负无法施展，屈原你无故遇祸啊！这就好比是抛弃了周鼎，而把瓦盆当成了宝物啊；乘坐、驾驶疲牛，使跛驴作骖啊，反让骏马吃力的去拖盐车啊；帽冠低居在下，鞋履反高高再上；这种倒行逆施的行为是不会长久的。慨叹先生你真不幸啊，竟遭遇到这样的祸难！”<br>　　总之：算了吧！整个国家没有一个人了解我啊，一个人独自忧愁抑郁能够和谁说呢？凤凰飘飘然向高处飞去啊，自己本来就打算远走高飞。效法深渊中的神龙啊，深深地潜藏在渊底来保护自己；弃离了蟂獭去隐居啊，怎么能够跟从蛤蟆与水蛭、蚯蚓？我所认为珍贵的东西是圣人的神明德行啊，要远离污浊的世界而自己隐居起来；假使骐骥也能够被束缚而受羁绊啊，怎么能够说与狗和羊有分别呢？盘桓在这样混乱的世上遭受祸难啊，也是您的原因。无论到哪里都能辅佐君主啊，又何必留恋国都呢？凤凰在千仞的高空翱翔啊，看到人君道德闪耀出的光辉才降落下来；看到德行卑鄙的人显出的危险征兆啊，就远远的高飞而去。那窄窄的小水沟啊，怎么能够容下吞舟的巨鱼？横行江湖的鳣鱼、鲸鱼，（出水后）也将受制于蝼蚁。</p><p><strong>注释</strong><br>[1]此赋是贾谊赴长沙王太傅任途中，经过湘水时所作。屈原自沉于湘水支流汨罗江，贾谊触景生情，作此凭吊屈原同时亦以自伤。<br>[2]长沙王：指西汉长沙王吴芮的玄孙吴差。太傅：官名，对诸侯王行监护之责。谪（zhé）：贬官。<br>[3]湘水：在今湖南境内，注入洞庭湖。贾谊由京都长安赴长沙必渡湘水。<br>[4]《离骚》赋：楚辞既称辞也称赋。<br>[5]汨罗：水名，湘水支流，在今湖南岳阳市境内。<br>[6]因自喻：借以自比。<br>[7]恭承：敬受。嘉惠：美好的恩惠，指文帝的任命。俟罪：待罪，这里是谦词。<br>[8]侧闻：谦词，说不是正面听到，尊敬的说法。<br>[9]造：到。讬（tuō）：同“托”，寄托。先生：指屈原，古人单称先生而不称名，表示尊敬。<br>[10]罔极：没有准则。殒（yǔn）：殁，死亡。厥：其，指屈原。<br>[11]不祥：不幸。<br>[12]伏窜：潜伏，躲藏。鸱枭：猫头鹰一类的鸟，古人认为是不吉祥的鸟，此喻小人。翱翔：比喻得志升迁。<br>[13]闒（tà）：小门。茸：小草。<br>[14]逆曳：被倒着拖拉，指不被重用。倒植：倒立，指本应居高位反居下位。<br>[15]随：卞随，商代的贤士。夷：伯夷。二者都是古贤人的代表。溷（hún）：混浊。跖：春秋时鲁国人，传说他是大盗。蹻（jué）：庄蹻，战国时楚国将领，庄蹻接受楚顷襄王之命开辟云南，后来退路被秦国斩断，他回不来就在云南做了王，客观上背叛了楚国。传说中这两个人成为“坏人”的代表。<br>[16]莫邪[yé]：古代宝剑名。铅刀：软而钝的刀。铦（xiān）：锋利。<br>[17]默默：不得志的样子。生：指屈原。无故：《文选》注谓“无故遇此祸也”。<br>[18]斡（wò）：旋转。斡弃：抛弃。周鼎：比喻栋梁之材。康瓠（hù）：瓦罐，比喻庸才。<br>[19]腾驾：驾驭。罢（pí）：．疲惫。骖：古代四马驾一车，中间的两匹叫服，两边的叫骖。蹇：跛脚。<br>[20]服：驾。《战国策·楚策》：“夫骥之齿至矣，服盐车而上太行，中坂纤延，负辕不能上。”骥是骏马，用骏马来拉盐车，比喻糟蹋有才能的人。<br>[21]章甫：古代的一种礼帽。荐：垫。履：鞋。章甫荐履：用礼貌来垫鞋子。渐：逐渐，这里指时间短暂。<br>[22]离：通“罹”，遭遇。咎：灾祸。<br>[23]讯曰：告曰。相当于《楚辞》的“乱曰”。<br>[24]巳矣：“算了吧”之意。<br>[25]壹郁：同“抑郁”。<br>[26]漂漂：同“飘飘”，飞翔貌。高逝：飞得高高的。自引：自己升高。<br>[27]袭：效法。九渊：九重渊，深渊。沕（wù）：深潜的样子。<br>[28]偭（miǎn）：面向。蟂獭（xiāotǎ）：水獭一类的动物。从：跟随。虾（há）：蛤蟆。蛭（zhì）：水蛭，蚂蟥一类。螾：同“蚓”，蚯蚓。这两句是说面向蟂獭一类动物隐居，不与蛤蟆、水蛭、蚯蚓一类小虫为伍。<br>[29]系：用绳系住。羁：用络头络住。这两句的意思是能够停留的地方就停留，就像犬、羊哪样。<br>[30]般：久。纷纷：乱纷纷的样子。尤：祸患。夫子：指屈原。意思是说屈原自己该走不走，长久停留在那乱纷纷的地方，怎么不会遭祸呢。<br>[31]历：走遍。相：考察。此都：指楚国都城郢。这是贾谊为屈原提的建议，要他到处走一走，看到有贤君才停下来帮助他。<br>[32]千仞：极言其高。仞，七尺为一仞。览：看到。德辉：指君主道德的光辉。<br>[33]细德：细末之德，指品德低下的国君。险征：危险的征兆。曾击：高翔。曾，高飞的样子。去：离开。<br>[34]污渎：污水沟。<br>[35]鱣（zhān）：鲟一类的大鱼。鲸：鲸鱼。固：本来。《庄子·庚桑楚》：“吞舟之鱼，砀而失水，则蝼蚁苦之。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>在赋中对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的遭遇表示的深切悼惜，其实就是对自身处境的伤感，因为两人经历有着太多的相似之处，他是将自己心中的愤慨不平与屈原的忧愁幽思融汇在一起，以表达对世间贤人失意、小人得志这种不公平状况的极大不满。不过，在感情一致的前提下，贾谊并不赞同屈原以身殉国的行动。他认为尽管环境恶劣，也应当顽强地活下去，自己虽然将居住在卑湿的长沙，或许因此而不能长寿，但仍不愿去自尽。</p> <p>　　贾谊和屈原这种见解的差异，是因为他们具有不同的生死观。屈原所怀的是儒家杀身成仁的思想，理想不能实现就不惜殉以生命；而贾谊除具有儒家思想外，还兼有盛行于汉初的道家旷达精神。所以，如将两人 的作品加以对比，就可以发现在忧国忧民的忧患意识方面，贾谊没有屈原那样深沉；在对自身理想的追求上，贾谊也不及屈原那么执着，似乎他对世事显得更豁达，更彻悟。 贾谊任长沙王太傅第三年的一天，有一只鸟（猫头鹰）飞入他的住宅。长沙民间认为猫头鹰所到的人家，主人不久将会死去。贾谊谪居长沙本已郁郁不得志，又凑巧碰上这事，更是触景生情，倍感哀伤，便写下《鵩鸟赋》，假借与鹏鸟的问答，抒发自己的怀才不遇之情，并用老庄“齐生死，等祸福”的思想来自我宽解。《鵩鸟赋》开始记述何年何月何日鸟入屋，主人以为怪事，便翻开策数之书进行占卜，所得到的回答是房主人将死去（或远去）。主人占卜后要鸟告诉吉凶和死期的迟速。</p> <p>　　通达的评述，企图以此来求得自己精神上的解脱，但人们通过这些豁达的辞语，还是可以感觉到在贾谊旷达的精神世界中，其实还隐忍着深沉的悲哀！ 赋是汉代文学的代表，是在楚辞基础上发展而成的一种文体。汉赋大致分两种，一种是直接摹仿屈原《离骚》体的骚体赋，一种是汉代新创的散体大赋，它日益发展，成为汉赋的主体。贾谊在长沙地区所作的《吊屈原赋》是汉初骚体赋的代表作，它和《鵩鸟赋》都作于长沙，所以长沙在汉赋的形成过程中具有重要作用。 贾谊任职长沙王太傅其间，虽然心情是忧郁的，但并没有忘怀对国家政治的关心。</p> <p>　　如汉初朝廷准允民间铸钱，贾谊就上书反对，他认为民间铸钱有三弊：一、将有许多假钱；二、各地所铸的钱会轻重不一，不利流通；三、铸钱利厚，若吸引大量劳力投向铸钱，便会影响农业生产。可惜意见未得到采纳。</p> <p>　　贾谊在长沙居住了四年多，他的活动和著述对长沙及湖南的文化影响很大。历代长沙文人均为贾谊这位文化巨匠曾在自己故乡生活过而感到自豪，许多<a href=\"http://so.gushiwen.org/view_47880.aspx\">诗</a>人辞家以屈贾后人自命。贾谊故宅在今长沙市天心区太平街太傅里，原建有贾太傅词，汉之后许多文人曾来此凭吊。唐代<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>留下了“三年谪宦此栖迟，万古惟留楚客悲”的诗句。明代<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>写过《贾太傅祠碑记》。祠前巷侧有井，上敛下大，其状如壶，相传是贾谊所凿，称太傅井或壶井。因<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有“长怀贾谊井依然”的诗句，所以又称长怀井。清代贾太傅祠有治安堂、潇湘别墅、大观楼、佩秋亭等建筑。今尚存祠屋一间，宅内留有贾谊木雕像一座，表现了长沙人对这位汉赋大家的怀念与追忆。</p> <p>　　作为一位才气“陵轶飞免”的英才，贾谊留存下来的赋像他的鸿文巨论一样“沾溉后人,其泽甚远”。贾谊赋在赋史上具有“振其绪”之功。既上承楚骚的余绪。又奠定了汉代骚体赋的基础。在贾谊仅存的四篇赋中，《吊屈原赋》是以文辞清丽，抒情浓郁而饮誉于世的。 “辞清而理哀”，<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>对《吊屈原赋》的这一评价的确是中肯之语，道出了贾谊这篇短赋被历代文人心慕手追的原因。贾谊的境遇与屈原相类似，因而在此赋中作者借屈原以自况，用清丽的言辞，抒写出悲愤哀伤的感情。</p>",
  "about": "<h2>创作背景</h2> <p>　　这篇《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》，是<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因统治阶级内部矛盾而受毁谤与排挤，在公元前177年（汉文帝三年）被贬为长沙王太傅以后所作。作者认为自己政治上的遭遇同屈原相似，因而赋中不但慨叹屈原生前的不幸，对他寄以极大的同情；同时，也以屈原坎坷的一生作自喻，揭露了统治者的是非不分、黑白颠倒，抒发了自己不受重 用的不平和不甘屈服的心情。既是吊古，也是伤今。</p> <p>　　公元前221年，历史进入了大一统的秦汉时代。这一时期，先秦诸子百家思想逐渐糅合，儒学独尊地位最初确立，汉赋和史学成就突出，佛教开始传入中国，道教逐渐形成。在这一种新的文化格局之中，长沙的汉代文化发射出令人眩目的光辉，这里拥有着贾谊、<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>等一批文化巨人，丝织、漆器等工艺美术也达到了一个新的高度。</p> <p>　　贾谊18岁即以能“诵<a href=\"http://so.gushiwen.org/view_47880.aspx\">诗</a>属书”而著名于郡中，经太守吴廷尉的引荐，被文帝召为博士，不久即赴任太中大夫。贾谊希图革新政治，提出“改正朔，易服色，法制度，定官名，兴礼乐”等一系列建议，受到汉文帝的赏识，一度欲提拔他任公卿之位，但遭到周勃、邓通等将相大臣的诋毁，说他“年少初学，专欲擅权，纷乱诸事”，终于未受重用。公元前176年，贾谊被调出京城，改任长沙王太傅。于是，在屈原之后，又一位杰出的文学家走向长沙。</p> <p>　　长沙，在当时中原人的眼中是一个多雨潮湿的荒僻之地，而诸侯王太博这个职位只对诸侯王负有辅导之责，并没有处理实际政事的权力，所以，贾谊怀着忧郁的心情缓缓南下。当他来到湘江边上时，屈原投江自沉的情景不由在脑海中展现开来。距当时100余年前，忠洁不阿的屈原受谗流放该地，此时自己也遭诬陷谪遣长沙，这是非常相似的境遇。贾谊触景感慨，写下了汉赋名篇《吊屈原赋》。</p>",
  "poet": {
    "id": 109,
    "star": 0,
    "name": "贾谊",
    "image": "http://img.gushiwen.org/authorImg/jiayi.jpg",
    "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"
  },
  "tags": [
    "辞赋精选",
    "悼惜",
    "抒怀"
  ]
}