{
  "id": 47889,
  "star": 18,
  "name": "逐贫赋",
  "dynasty": "两汉",
  "content": "　　扬子遁居，离俗独处。左邻崇山，右接旷野，邻垣乞儿，终贫且窭。礼薄义弊，相与群聚，惆怅失志，呼贫与语：“汝在六极，投弃荒遐。好为庸卒，刑戮相加。匪惟幼稚，嬉戏土沙。居非近邻，接屋连家。恩轻毛羽，义薄轻罗。进不由德，退不受呵。久为滞客，其意谓何？人皆文绣，余褐不完；人皆稻粱，我独藜飧。贫无宝玩，何以接欢？宗室之燕，为乐不槃。徒行负笈，出处易衣。身服百役，手足胼胝。或耘或耔，沾体露肌。朋友道绝，进宫凌迟。厥咎安在？职汝为之！舍汝远窜，昆仑之颠；尔复我随，翰飞戾天。舍尔登山，岩穴隐藏；尔复我随，陟彼高冈。舍尔入海，泛彼柏舟；尔复我随，载沉载浮。我行尔动，我静尔休。岂无他人，从我何求？今汝去矣，勿复久留！” </p> <p>　　贫曰：“唯唯。主人见逐，多言益嗤。心有所怀，愿得尽辞。昔我乃祖，宣其明德，克佐帝尧，誓为典则。土阶茅茨，匪雕匪饰。爰及季世，纵其昏惑。饕餮之群，贪富苟得。鄙我先人，乃傲乃骄。瑶台琼榭，室屋崇高；流酒为池，积肉为崤。是用鹄逝，不践其朝。三省吾身，谓予无諐。处君之家，福禄如山。忘我大德，思我小怨。堪寒能暑，少而习焉；寒暑不忒，等寿神仙。桀跖不顾，贪类不干。人皆重蔽，予独露居；人皆怵惕，予独无虞！”言辞既磬，色厉目张，摄齐而兴，降阶下堂。“誓将去汝，适彼首阳。孤竹二子，与我连行。” </p> <p>　　余乃避席，辞谢不直：“请不贰过，闻义则服。长与汝居，终无厌极。”贫遂不去，与我游息。 ",
  "shangxi": "<h2>鉴赏</h2> <p>　　《逐贫赋》是<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>晚年的作品。此赋描述了作者想摆脱“贫儿”却根本甩不掉的无可奈何之情景。首段“舍汝远窜”以下到“勿复久留”几句说，扬雄想舍弃贫儿，故而跑到昆仑之巅，但贫儿却跟着在天上飞；扬雄躲到山崖里，贫儿也跟着上山来；扬雄摇着船躲到海上去，贫儿也跟着来到海上；扬雄走，贫儿也走，扬雄停下来，贫儿也停下来；扬雄质问贫儿为何要这样跟着自己，他要贫儿赶快离开他，一刻也不能耽搁。由此可知，扬雄想摆脱贫儿，他到处躲，但就是躲不掉，这实际上是他自己辛酸生活的艺术描绘，他用的笔调却是轻松的、充满玩笑的，这种自嘲自解的戏谑很有一种黑色幽默之美感。另外，《逐贫赋》对贫儿答语的描写也充满了黑色幽默之美：“堪寒能暑，少而习焉。寒暑不忒，等寿神仙。桀跖不顾，贪类不干。人皆重蔽，予独露居；人皆怵惕，予独无虞。”贫儿说：“主人倒是不错啊，你从小就经得住寒暑的侵袭，你简直就是不会死的神仙，那些盗贼和贪官从来也不会来打扰你，别人要几重门锁着才敢睡，你却敢在露天下睡，别人都提心吊胆的，你却从来都没有担忧。”扬雄在这里用开玩笑的语调来写贫儿的辩解，这实在是一种黑色幽默，由此可以见出扬雄抒情赋的大胆和幽默，显露出一种独特的美学色彩。</p> <p>　　扬雄在《逐贫赋》显示了一种新的态度。那就是对贫穷——物质穷乏的态度。在他酸溜溜的口气中，读者能发现中国人“一分为二”思维方式对生活本身发生的影响。在这种思维方式里，关键不在于怎样生活或生活得怎样，而在于如何解释生活、解释得怎么样。这种典型的唯心主义生活观、幸福观后来构成了中华文化传统的重要部分。这种生活观的负面影响是较大的，它往往导致人们随遇而安，安于现状，不能或不愿改<a href=\"http://so.gushiwen.org/author_1212.aspx\">善生</a>活，而只是改变对自己生活的判断。扬雄的虚弱无力和无可奈何在这篇文章里表现得很充分，他没有能力过上更好的生活，他便设法把不好的生活解释为好的生活。虽然是自欺欺人，但获得心理平衡，这才是最重要的。他试图找出贫寒生活的优点，找出富贵生活的不足。这种努力，后来在道德层面上得到了完成，那就是：富贵的，总是不道德的，至少是道德可疑的；贫寒的，则往往是因为道德高尚。富贵变成了道德负号，贫寒则成为道德正号。于是，精神的奖励就弥补了物质的匮乏，甚至成了生活中的画饼。扬雄的这篇《逐贫赋》，可能就暗示着中华民族文化心理的这一深刻转捩。</p>",
  "poet": {
    "id": 715,
    "star": 0,
    "name": "扬雄",
    "image": "http://img.gushiwen.org/authorImg/yangxiong.jpg",
    "desc": "扬雄（公元前53～公元18）字子云，汉族。西汉官吏、学者。西汉蜀郡成都（今四川成都郫县友爱镇）人。 少好学，口吃，博览群书，长于辞赋。年四十余，始游京师，以文见召，奏《甘泉》、《河东》等赋。成帝时任给事黄门郎。王莽时任大夫，校书天禄阁。扬雄是即司马相如之后西汉最著名的辞赋家。所谓“歇马独来寻故事，文章两汉愧杨雄”。在刘禹锡著名的《陋室铭》中“西蜀子云亭”的西蜀子云即为扬雄。"
  },
  "tags": [
    "辞赋精选",
    "无奈"
  ]
}