{
  "id": 71465,
  "star": 27,
  "name": "栖禅暮归书所见二首",
  "dynasty": "宋代",
  "content": "雨在时时黑，春归处处青。<br>山深失小寺，湖尽得孤亭。</p> <p>春着湖烟腻，晴摇野水光。<br>草青仍过雨，山紫更斜阳。",
  "fanyi": "<p><strong>译文<br></strong>刚下过一阵雨，旋即又阴云漠漠，似乎在酝酿着另一阵雨。春回大地，处处一片青绿之色。<br>暮归途中，回望山峦，只见暮霭朦胧，不见日间所游的小寺；信步走到湖的尽头，忽然发现了一座孤亭。</p> <p>春天来了，湖上缭绕着烟霭，带有浓重的湿意；晴光照耀，野外的河流池塘，波光粼粼，摇荡不已。<br>绿草刚经过一番春雨的冲洗，更显得青翠欲滴；烟光凝聚的山头，一派紫色，斜阳返照，增添了几分色泽。</p> <p><strong>注释<br></strong>⑴栖禅：栖禅山，在惠州（今属广东）。<br>⑵雨在：大雨已过，阴云未尽，似在酝酿着另一场雨。<br>⑶湖：指丰湖，在惠州城西，栖禅山即在丰湖边。尽：尽头。<br>⑷着：着落。这里指春天来到。<br>⑸仍：又，还。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_71465.aspx\">诗</a>题中所说的“栖禅”，是惠州的一座山。诗写作者游栖禅山暮归时的所见景物。</p> <p>　　第一首起句写岭南春天特有的气侯景象：刚下过一阵雨，天色明亮了一些；但旋即又阴云漠漠，在酝酿着另一阵雨。这变幻不定、时雨时停、时明时暗的天容和欲下未下的雨意，只用一个白描句子，便真切形象地表现出来。“在”字是个句眼，却显得自然浑成，不见着意的痕迹。</p> <p>　　次句“春归处处青”，由天容写到野色。“归”既可指归去，也可指归来，这里用后一义，传出喜悦之情；缀以“处处青”三字，欢欣之情更溢于言表。作者《春归》说：“东风定何物？所至辄苍然。”“所至”句亦即“春归处处青”的意思。不过《春归》诗强调春风的作用，该篇则泛言春归绿遍，暗示这种时下时停的春雨有滋润万物的作用。</p> <p>　　第三句“山深失小寺”，正面点到栖禅山。句中“小寺”，即栖禅寺。题中说“暮归”，则栖禅寺在白天游览过程中已经去过，这里说“失小寺”，是暮归回望时，因为山峦重叠，暮霭朦胧，已不复见日间所游的小寺。山深，寺小，故用“失”字表达。这里透出了诗人对日间所历胜景的留恋，也隐约流露了一丝怅然若失的意绪。</p> <p>　　末句“湖尽得孤亭”，与上一句相对。上句是回望所见，下句是前行所遇。湖，指惠州丰湖，在城西，栖禅山即在丰湖之上。诗人在暮归途中，信步走到丰湖尽头，忽然发现有一座孤亭，感到很喜悦。三四两句，一方面是恍然若失，一方面却是欣然而遇，这中间贯串着诗人的“暮归”行程。</p> <p>　　第二首起句“春着湖烟腻”，紧承组诗第一首结尾，仍写丰湖。春天来了，湖上缭绕着一层带有浓重湿意的烟霭，给人一种化不开的粘腻之感。句末的“腻”字固然是刻意锤炼，表现了春日南方卑湿之地的烟雨迷蒙，“着”字也同样是着意经营。春天，仿佛将它的灵魂与生命附着于湖烟之上，使湖烟也变得粘腻了。</p> <p>　　次句“晴摇野水光”，写田野上的水流或湖塘在春天晴光的照映下，波光粼粼，摇曳不定。“摇”字不仅富于动态感，而且透出诗人的一份愉悦感。诗人的心，如同也在随着水光摇动。</p> <p>　　“草青仍过雨”，第三句又回到天气的变幻。草色青绿，一片春意，而时停时下的雨在行程中又掠过了一阵。经过雨的清洗，草色显得更青了。</p> <p>　　“山紫更斜阳”，傍晚时分，烟霭凝聚，山色显得青紫，紫由返照而来，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》有“烟光凝而暮山紫”之句，可与此参证。雨后斜阳的返照，使暮山更增添了妩媚和色泽。“更”字与上句“仍”字相应，突出斜阳的作用，用斜阳作衬托，增加了色彩的变化。</p> <p>　　这四句诗，每句如一幅独立的图画，合在一起，就是一幅完整的栖禅暮景图。诗人巧妙地把实景湖、水、草、山与季节、天气、时间结合在一起，主体与背景安排得分外和谐。在具体写景时，不是就景写景，而是尽力通过客观景物与感觉相结合来描述，烟雾湿腻，水光闪耀，草色青翠如滴，暮山紫色浓厚，山中的景观与诗人浏览时的情趣一起展现，引发读者去感受，去想象。</p> <p>　　诗全首用对，工稳自然。前两句，使用动词“着”与“摇”字，使景物与节令、天气关联，让无情的景物带有主动的情感。后两句使用“仍”、“更”两个副词，作进一层描写，使形象更为鲜明。对实词的锤炼也同样令人瞩目。首句的“腻”字，写出南方春天雨后，日光照耀下烟雾迷濛的情况，给人以化不开的黏腻潮湿的感觉。末句的“紫”字也很见观察得细致。傍晚时烟气凝聚，远山在斜阳照射下，呈现出青紫色，这一形象，与唐王勃《滕王阁序》“烟光凝而暮山紫”几乎相同。</p> <p>　　色彩和谐也是此诗一大特色。诗不仅在后两句用了“青”、“紫”两个颜色字，前两句的“湖烟”、“野水”也隐含色彩。这样，既有大块的颜色，又有小块的颜色，层次分明，深浅相间，与诗所写的春、晴、暮三点丝丝入扣，妙手绘出山野的独特景色。</p> <p>　　这两首诗，前首由天气写到山容湖景，后首由湖景写到变幻的天气和绿野紫山。“暮归”是所写景物的贯串线索。两首在写法上偏于实写刻画，与唐代绝句多空灵蕴籍不同。两首诗均用对起对结格式，一句一景。表面上各自独立，不相连属，实际上所写景物不但为春日所共有，而且带有岭南地区春天晴雨变幻以及“暮归”这个特定时间的特征。因此，尽管各个画面之间没有明显的过渡与联系，但这些图景给读者总的感受是统一的。读者不但可以从中看到岭南春归时烟腻水摇、草青山紫的美好春色，而且可以感受到诗人对此的喜悦之情。这种以刻画实境为主、一句一景、似离实合的写景手法，在<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>入蜀后的不少绝句中可以遇到。 </p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_71465.aspx\">诗</a>作于宋徽宗政和二年壬辰（公元1112 年）。唐庚和<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是同乡，身世遭遇也有些相似，人称“小东坡”。苏轼曾谪居惠州数年，唐庚因受知于张商英，张商英罢相后他也被贬惠州多年。这组诗就是他贬惠州期间所作。",
  "poet": {
    "id": 717,
    "star": 0,
    "name": "唐庚",
    "desc": "唐庚，1070年～1120年在世，北宋诗人。字子西，人称鲁国先生。眉州丹棱（今属四川眉山市丹棱县）唐河乡人。哲宗绍圣（一○九四）进士（清光绪《丹棱县志》卷六），徽宗大观中为宗子博士。经宰相张商英推荐，授提举京畿常平。商英罢相，庚亦被贬，谪居惠州。后遇赦北归，复官承议郎，提举上清太平宫。后于返蜀道中病逝。"
  },
  "tags": [
    "春天",
    "暮归",
    "写景"
  ]
}