{
  "id": 71389,
  "star": 10,
  "name": "秋至怀归诗",
  "dynasty": "南北朝",
  "content": "帐然集汉北，还望岨山田。<br>沄沄百重壑，参差万里山。<br>楚关带秦陇，荆云冠吴烟。<br>草色敛穷水，木叶变长川。<br>秋至帝子降，客人伤婵娟。<br>试访淮海使，归路成数千。<br>蓬驱未止极，旌心徒自悬。<br>若华想无慰，忧至定伤年。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>早岁以一介寒士受知于宋建平王刘景素，景素爱好文学之士，江淹在南兖州做过景素的僚属，后淹因事系狱，自狱中上书，“景素览书，即日出之”（《南史》本传）。景素出镇荆州，江淹从之镇，其时约当公元472年（明帝泰豫元年）至公元474年（后废帝元徽二年）间，江淹集中写荆山汉水风物的<a href=\"http://so.gushiwen.org/view_71389.aspx\">诗</a>即作于这几年。</p> <p>　　全诗十六句，前八句着重写景，绘出关山重叠、烟水苍茫的秋色图卷；后八句转向抒情，抒发归路迢递、飘零自伤的忧思情怀。首联总领写景，开头即以“怅然”点明此行抑郁惆怅的心境，为全诗定下了基调。“汉北”则交代地点。诗人回首眺望“岨山田”，触景生情，引出了这篇诗章。“沄沄”，水流回转貌，如《楚辞》中汉王逸《九思·哀岁》云：“窥见兮溪涧，流水兮沄沄。”此联写群山绵延，高下参差，溪涧沟壑，纵横错互的景象，气势壮观雄伟。“沄沄”状水之蜿蜒曲折，“参差”写山之错落耸峙，“百重”以对“万里”，均形容其广袤。此联从不同的方面写出了荆襄山水博大雄奇的姿态。</p> <p>　　如果说上联是写其全貌的话，那么下一联则进一步从地理形势上烘托出景物的特色。诗人的眼光已不局限于荆襄一地，而是放眼远眺，神游故国，西北至秦陇，东南至吴越。荆山居江汉平原之西鄙，雄关险隘，屏障楚地，迤逦至西北则是秦岭大巴山和黄土高原，而江汉平原又如同通向长江三角洲的门户，河川网络犹如血脉相连。这一联概括了荆襄江汉在地理上的重要地位，实有深意存焉，这一点在下面再加揭示。从用笔看，这一联也是工整的对偶，动词“带”与“冠”尤为传神，前者展现了层峦逶迤的壮阔景象，后者描画出浮云笼罩的南国风光。出句以雄关绝塞表现出苍茫凝重的格调，而对句则以云烟连绵传达出旖旎曼妙的情思，这一对比如同宋代山水画中荆浩、关仝的叠嶂丘壑之于董源、巨然的淡烟轻岚，色彩迥异的意象构成的对偶，避免了合掌雷同，收到了相反相成的效果。</p> <p>　　下一联笔势收拢，又落到了眼前的草木之上。草色转为枯黄，好像将原来的翠绿收藏起来了，故谓之“敛”；“穷水”乃荒远之水，它与草色共同构成了一个秋气肃杀的意境。“木叶”句令人想起《九歌·湘夫人》中的名句：“嫋嫋兮秋风，洞庭波兮木叶下”；而“变”的修辞又令人忆及<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》中的警策：“池塘生春草，园柳变鸣禽。”木叶纷纷坠落，改变了原先水木交映的河上景色，此处妙在将“变”用作使动词，造语不同凡响。事实上整个这一联都有模拟谢诗的痕迹，虽然彼写春景，此拟秋色，但都表现出星移物换的微妙变化。当然江淹之句难以与谢诗的自然天成相比拟，其得之模拟，终落第二义。“文通诗体总杂，善于摹拟”（钟嵘《诗品》），于此可见一斑。</p> <p>　　“草色”一联已暗逗秋意，到“秋至”一句则点明秋天的来临。这一句也是化用《湘夫人》中开头的句子：“帝子降兮北渚，目眇眇兮愁予。”这两句在《湘夫人》中原与上引的两句紧相衔接。这里，在表现秋色由晦转明时，诗人通过化用的意象成语的内在联系，使诗的上下两半意脉贯通，很自然地过渡到抒情部分。诗人宦游他乡，故以“客人”自称；“伤婵娟”则是悲伤帝子在此清秋时节降临水边，伶俜飘零。“目眇眇兮愁予”，她那忧伤的目光使诗人油然而生同病相怜之情。“婵娟”，姿态美好貌，在此指代帝子，亦即神女。江汉间流传着许多惝恍迷离的神话传说，像郑交甫于汉皋遇二神女，解佩相赠之事即是其一。据《水经注·沔水》载，襄阳县北之方山，“山下水曲之隈，云汉女昔游处也，故<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《南都赋》曰：‘游女弄珠于汉皋之曲。’汉皋即方山之异名也。”可见诗人化用楚辞并非凿空而道、无中生有，而是切合其地方人文特色的。</p> <p>　　下一联写其欲归不成，归途漫漫之感。“试访”犹言“欲访”；“淮海使”，扬州的地方长官。东晋以还，北人南迁，多聚居于扬州一带，所谓的侨置州郡也多设于此。史载江淹“起家南徐州从事”，又曾“随景素在南兖州”，“寻举南徐州秀才对策上第”（《南史》本传），上述两个侨置州在刘宋时即以京口、广陵为治所，诗人故将淮海视为自己的故乡。“蓬驱”句以蓬草自况，蓬草的飘转不定正如其无止境的游宦生涯。飘蓬的意象由来已久，而建安诗人尤喜用之，如<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《杂诗》云：“转蓬离本根，飘飘随长风。何意迥飚举，吹我入云中。高高上无极，天路安可穷！”几可作此句诗的注脚。“旌心”即心旌，语出《战国策·楚策》，意谓中心不安如悬挂的旌旗飘摇不定。“徒自悬”犹言内心的悬念不安只是自费苦心，徒劳无益。此处诗人也有其言外之意，且留待下面一并交代。</p> <p>　　最后一联感叹岁月蹉跎，忧多伤身。“若华”犹言“若英”，即若木之花。若木是神话中生长于西方日入处的树木。《山海经·大荒北经》称：“上有赤树，青叶赤华，名曰若木。”郭璞注：“生昆仑西，附西极，其华光赤下照地。”若木之光华后人也用来指时光。《离骚》云：“折若木以拂日兮，聊逍遥以相羊。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的举动，据王逸的解释，是“折取若木，以拂击日，使之还去”，“或谓拂，蔽也，以若木鄣蔽日，使不得过也”（《楚辞章句》）。总之，都是挽留光阴之意。诗人在此感叹，光阴如逝水无情，即使想借助若木加以挽留，也是徒劳无谓，忧思丛集，只会使自己伤神减寿。诗的最后这种深沉的忧伤与开头的“怅然”相呼应，令读者久久回味。</p> <p>　　那么诗人的忧伤又是因何而生的，联系其身世遭遇就不难明白这种感情的内涵。他对刘景素深怀知遇之感，此时正随刘在荆州任上。荆州地处上游，为扼制东南的军事重镇，刘在僚属的劝唆下图谋反叛，江淹苦谏而景素不纳。谏云：“殿下不求宗庙之安，而信左右之计，则复见麋鹿霜露栖于姑苏之台矣。”（《梁书》本传）殷鉴不远，东晋桓玄据荆州谋反即遭败亡，诗人预感到景素覆灭的下场，因而悲从中来，不能自已。后来景素移镇京口，果然兵败被杀，江淹则因受贬而幸免于难。所谓“旌心徒自悬”正表现出诗人苦谏不从的忧虑。</p> <p>　　前人称江淹之诗“悲壮激昂”（李调元《雨村诗话》），“有凄凉日暮，不可如何之意”（刘熙载《艺概》），洵为的论。此诗前半写山河之壮伟，地势之重要，本应是拱卫中枢的屏藩，现在却酝酿着一场动乱，故后半倾诉出深沉的忧伤，其中既有身世感怀，又有国事之慨。深沉的忧思与雄峻的山河相为表里，故有悲壮之气。这里值得一提的是，诗人多处化用了楚辞的意象与成语，这不光是一个修辞问题，更主要的是诗人与屈原的情思相通。荆州治所江陵即为楚之郢都，屈原青年时代被谗去郢，即向北流浪，至于汉北，所谓汉北即樊城一带（据林庚考证，参见其《民族诗人屈原》一文）。这和江淹所处的地域正好吻合，屈原的忧国伤时不能不激起诗人的共鸣。江汉流域的地理环境、人文传统为诗人的感情提供了一个合适的载体，他之化用楚辞也就十分自然，由此也增强了全诗的悲剧色彩。</p>",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "秋天",
    "写景",
    "伤怀"
  ]
}