{
  "id": 71283,
  "star": 211,
  "name": "水仙子·咏江南",
  "dynasty": "元代",
  "content": "一江烟水照晴岚，两岸人家接画檐，芰荷丛一段秋光淡。看沙鸥舞再三，卷香风十里珠帘。画船儿天边至，酒旗儿风外飐。爱杀江南！",
  "fanyi": "<p><strong>译文</strong><br>　　阳光照耀江水，腾起了薄薄的烟雾，两岸人家彩绘的屋檐相连,画梁相接。江面上荷花丛生秋光恬淡，看沙鸥正在江面上一次次飞舞盘旋，家家珠帘里飘出香风。美丽的船只好像从天边驶来，酒家的旗帜迎风招展。真让人喜爱啊，江南！</p><p><strong>注释</strong><br>⑴“一江烟水”句：意思是说阳光照耀江水，腾起了薄薄的烟雾。烟水：江南水气蒸腾有如烟雾。晴岚：岚是山林中的雾气，晴天天空中仿佛有烟雾笼罩，故称晴岚（晴天空中仿佛有烟雾笼罩）。<br>⑵画檐：绘有花纹、图案的屋檐。<br>⑶芰（jì）荷：芰是菱的古称。芰荷指菱叶与荷叶。<br>⑷“卷香风”句：“即十里香风卷珠帘。”化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》<a href=\"http://so.gushiwen.org/view_71283.aspx\">诗</a>句“春风十里扬州路，卷上珠帘总不如。”<br>⑸飐（zhǎn）：风吹物使之颤动<br>⑹杀：用在动词后，表示程度深。</p><br/><p><strong>译文</strong><br>一江烟水映着晴翠山峦的云气，两岸的人家画檐连着画檐，一片荷花浮在水中秋光安宁闲淡。看沙鸥往来翻飞舞姿翩翩，香风透出珠帘在十里岸边弥漫。画船仿佛从天边驶来，酒旗高挑随风招展，多么可爱的水乡江南。</p> <p><strong>注释</strong><br>1、一江：满江，整个江面。<br>2、烟水：烟霭笼罩着的水面。<br>3、照：倒映。<br>4、岚：山里的雾气。<br>5、画檐：有画饰的屋檐。<br>6、芰（jì）荷：出水的荷叶，亦指荷花。<br>7、秋光淡：因为成丛的荷叶挺拔茂密，以至秋光也显得淡了。<br>8、再三：多次，不断的样子。<br>9、卷香风十里珠帘：“十里香风卷珠帘”的倒装。珠帘，珍珠缀成或饰有珍珠的帘子。<br>10、画船：装饰华美的游船。<br>11、酒旗：也叫酒帘，俗称“望子”，是以布缀于竿头、高悬于店门前的酒家标帜。<br>12、飐（zhǎn）：风吹物动的样子。<br>13、杀：通“煞”，非常、甚。用在动词后表示动词程度之深。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“一江烟水照晴岚，两岸人家接画檐”两句采用对偶的写法，从大处落笔，先描写江上之景，雾霭弥漫，烟云缭绕，再写两岸人家，鳞次栉比，画梁相接，正合乎水仙子的曲牌作法。首句画出一幅天然美景，江面经晴日照射，氤氲荡漾，更显出烟水迷茫之致。次句“两岸人家接画檐”写出了江南地区人口稠密和繁华富庶的特点。</p> <p>　　接着作者又把注意力放到自然景物，“芰荷丛一段秋光淡”的“淡”用得好，把温柔水乡的浓郁春光冲淡了，彷佛有抿去嚣扰的意味，更增添了几许<a href=\"http://so.gushiwen.org/view_71283.aspx\">诗</a>意盎然的摇曳之姿。“看沙鸥舞再三”写得是作者<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>本人闲洒自适得怡然之味。</p> <p>　　“卷香风十里珠帘”暗示了其所在的温柔乡之香艳、富丽，和前面的画檐人家相呼应。“画船儿天边至，酒旗儿风外飐”相对，也是水仙子的惯例。而这两句不仅是字面相对，所描述的情景也恰成对应，一方频频召唤，一方倦旅来投。最后一句由客观观察转回主观感受，“爱杀江南”总结心得，既突显主旨，又充分表达了情感。</p> <p>　　这首小令在艺术的处理上，能够把远近的景物交错来写，富有变化，江南各种富有特色的景观足以激发起令人心想神往的印象。</p> <p>　　这首《水仙子》中最繁华富丽的句子是“两岸人家接画檐”。</p> <p>　　该曲中运用了“一”“两”“再三”“十”等数词，集中表现了江南风物明丽隽美的特点。由于选择的数词不同，富于变化，增强了生动活泼的情韵。五句写景由远而近，从大到小，写家人、荷塘、水禽，第六句写远方的船，第七句又村落酒店酒旗，极富条理性和层次感，表达了欢快的格调。</p><br/><h2>赏析二</h2> <p>　　这是一首写江南水乡秋光的小令，这首曲写得很美，在读者面前展开的是风光秀丽、景物宜人，一幅多姿多彩的江南水乡秋景画。</p> <p>　　全曲八句，七句写景，最后用一句抒情句作结，并点题。</p> <p>　　多水是江南的特色，水面风光是江南所特有的，因此开头两句，作者就紧紧抓住这特点来进行描绘。一条浩浩的大江，在晴日照耀下，雾气迷蒙，影影绰绰，增添了几分迷茫，似梦如幻，恍惚迷离。两岸人烟稠密，真是“烟柳画桥，风帘翠幕，参差十万人家。”江南水乡秋景中，最大的特征无过于菱与荷了，被作者称赞的就是“三秋桂子，十里荷花，羌管弄晴，菱歌泛夜”（同前）这前三句是对江南景物的总体描写，接下来四句分别写了最有特色的具有代表性的事物。先看水面上沙鸥自由飞舞，再回到岸上，这第五句与<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《赠别》联系起来，令人不知这香风是从荷花中飘来，还是从珠帘里美人身上飘下来。珠帘里似乎还有若隐若现的美人的身影，不禁令人神往。抬头远眺，看到画船儿从天边驶来，这祥华贵的游船上，当然还会有悠扬悦耳的乐声，在视觉、嗅觉中又加上了听觉，令人心旷神怡。正在这时，又看到了酒店用以招引客人的酒旗正在风中飘扬，于是在荷香、脂粉香中，又加上了阵阵扑鼻的酒香。至此，已令人心醉了，于睾情不自禁娥发出了“爱杀江南”的赞叹。在强烈的赞叹声中，结束了全曲，使这赞叹声久久萦绕在读者的耳际心上。</p> <p>　　这是一首写景曲，作者紧紧抓住江南水乡的特色来写，先烈总体从大处入手，再抓具有代表性的事物一一描写，注意巨细交叉，远近结合，灵活多变。全曲纯作客观描写，情寓景中，形象生动，感情真挚，处处蕴含着一腔热爱江南之情。</p> <p>　　这支令曲写得俊美异常。它描写了江南水乡的秀丽风光，反映了<a href=\"http://so.gushiwen.org/view_71283.aspx\">诗</a>人热爱江南、流连忘返的心情。古代吟咏江南的诗词是不少的，有的借吟咏江南春光写江南之美，如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《忆江南》，也有的从芳春与清秋两个季节中选取一些最突出的景物和情事反映江南之美，如<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的《望江南·闲梦远》。而作者和他们不同，他抓住江南清秋时节几个富有特征意义的景物与情事，寥寥几笔，勾勒出一幅江南秋色图，这就使这支散曲有了个性。另外，在描写江南美好风光时，作者不仅描写了珠帘漫卷、香风四溢、画檐鳞次栉比的大江两岸的人家，还描写了江水拍天、烟岚缥缈、芰荷满塘的淡雅秋光，使自然景色与社会景色融为一体，浑然天成，富有诗情画意。</p>",
  "about": "<h2>创作背景</h2> 　　江南如画的景色和柔美的女子从来都让文人们为之魂牵梦绕，作者生长在北国，此次来到江南，当地的种种风物人情自然让他大开眼界。本来，对于秋之清爽怡人的了解．作者是并不缺乏的，但此地所以能让他为之陶醉并感叹不已，都是因为江南秋色在清爽怡人中又多了旖旎的风姿．温暖的人情味，少了些寒冷萧瑟。看着从天边驶来的小舟，让心情随着风中的酒旗一同舒展，摇摆、这时候，作者感觉到从未有过的畅快和惬意，因而写下了这首散曲。",
  "poet": {
    "id": 41,
    "star": 0,
    "name": "张养浩",
    "image": "http://img.gushiwen.org/authorImg/zhangyanghao.jpg",
    "desc": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"
  },
  "tags": [
    "江南",
    "写景",
    "抒情"
  ]
}