{
  "id": 72731,
  "star": 96,
  "name": "子夜歌·人生愁恨何能免",
  "dynasty": "五代",
  "content": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。<br>高楼谁与上？长记秋晴望。往事已成空，还如一梦中。",
  "fanyi": "<p><strong>译文<br></strong>人生的愁恨怎能免得了？只有我伤心不已悲情无限！我梦见自己重回故国，一觉醒来双泪垂落。<br>有谁与我同登高楼？我永远记得一个晴朗的秋天，在高楼眺望。往事已经成空，就仿佛在梦中一般。</p> <p><strong>注释</strong><br>子夜歌：此词调又名《菩萨蛮》、《花问意》、《梅花句》、《晚云烘日》等。此词于《尊前集》、《词综》等本中均作《子夜》，无“歌”字。<br>何能：怎能。何：什么时候。免：免去，免除，消除。<br>销魂：同“消魂”，谓灵魂离开肉体，这里用来形容哀愁到极点，好像魂魄离开了形体。独我：只有我。何限：即无限。<br>重归：《南唐书·后主书》注中作“初归”。全句意思是说，梦中又回到了故国。<br>觉来：醒来。觉：睡醒。垂：流而不落之态。<br>谁与：同谁。<br>长记：永远牢记。秋晴：晴朗的秋天。这里指过去秋游欢l青的景象。望：远望，眺望。<br>还如：仍然好像。还：仍然。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词的上片写作者感怀亡国的愁恨和梦回故国的痛苦。</p> <p>　　起首二句由悲叹、感慨而入，用直白的方式抒发胸中的无限愁恨。“人生”句是一种感叹，也是对生活的一种抽象概括，既是说自己，也是说众生，其“愁恨”自有一番别样的滋味，“愁”是自哀，也是自怜，是自己囚居生活的无奈心情：“恨”是自伤，也是自悔，是自己亡国之后的无限追悔。也正因有如此“愁恨”，作者才“销魂独我情何限”，而句中“独我”语气透切，词意更进，表现了作者深切体会的一种特殊的悲哀和绝望。正如俞陛云《南唐二主词集述评》中所云：“起句用翻笔，明知难免而自我销魂，愈觉埋愁之无地。”第三句“故国梦重归”是把前两句关于愁恨的感慨进一步的具体化和个人化。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>作为亡国之君，自然对自己的故国有不可割舍的情感，所以定会朝思夜想。可是事非昨日，人非当年，过去的欢乐和荣华只能在梦中重现，而这种重现带给作者却只能是悲愁无限、哀情不已，所以一觉醒来，感慨万千、双泪难禁。“觉来双泪垂”不仅是故国重游的愁思万端，而且还有现实情境的孤苦无奈，其中今昔对比，抚今追昔，反差巨大，情绪也更复杂。</p> <p>　　词的下片续写作者往日成空、人生如梦的感伤和悲哀。</p> <p>　　“高楼谁与上”是无人与上，也是高楼无人之意，进一步点明作者的困苦环境和孤独心情。所谓登高望远，作者是借登高以远眺故国、追忆故乡。故国不可见，即便可见也已不是当年之国，故乡不可回，此恨此情只能用回忆来寄托。所以作者的一句“长记秋晴望”，实是一种无可奈何的哀鸣。现实中的无奈总让人有一种空虚无着落之感，人生的苦痛也总给人一种不堪回首的刺激，作者才有“往事已成空，还如一梦中”的感慨。在现实中，“往事”真的“成空”。但这种现实却是作者最不愿看到的，他希望这现实同样是一场梦。“如一梦”不是作者的清醒，而是作者的迷惘，这种迷惘中有太多的无奈，以此作结，突显全词的意境。</p> <p>　　全词以“梦”为中心，集中写“空”，笔意直白，用心挚真。全词八句，句句如白话入<a href=\"http://so.gushiwen.org/view_72731.aspx\">诗</a>，以歌代哭，不事雕琢，用情挚切。全词有感慨，有追忆，有无奈，有悲苦，这一切因其情真意深而感人不浅，同时也因其自然流露而愈显其曲致婉转。</p>",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "爱国",
    "思怀"
  ]
}