{
  "id": 36968,
  "star": 128,
  "name": "春夕",
  "dynasty": "唐代",
  "content": "水流花谢两无情，送尽东风过楚城。<br>胡蝶梦中家万里，子规枝上月三更。<br>故园书动经年绝，华发春唯满镜生。<br>自是不归归便得，五湖烟景有谁争。",
  "fanyi": "<p><strong>译文<br></strong>水不停地流走，花儿不断地凋零，这是多么无情啊。正是这无情的时节，我送着最后一缕春风吹过了楚城。<br>在睡梦中梦见了万里之外的家乡，醒来时正值夜里三更时分，杜鹃在树枝上凄厉地啼叫。<br>家乡的来信动辄几年都收不到，春天万物萌生，镜中的我却已是满头白发了。<br>我现在是因为自己抱负未展而不愿归去，我要归去时自然就归去了，故乡五湖的风景是没有人来和我争抢的。</p> <p><strong>注释<br></strong>⑴《全唐<a href=\"http://so.gushiwen.org/view_36968.aspx\">诗</a>》此诗题下注：一本下有“旅怀”二字。<br>⑵楚城：指湖北、湖南一带的城市，泛指旅途经过的楚地，作者另有《湘中秋怀迂客》《夷陵夜泊》等诗。首二句感时，慨叹春光易逝。<br>⑶胡蝶：即蝴蝶。胡蝶梦：意即往事如梦。语出《庄子·内篇·齐物论》：“昔者<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦为胡蝶，栩栩然胡蝶也。”<br>⑷子规：一作“杜鹃”，其鸣声凄切。上句写思家，下句写春夕。子规（即杜鹃）夜啼切“春夕”，与“家万里”联系。<br>⑸动：动辄、每每之意。经：一作“多”。绝：一作“别”。<br>⑹华发：白发。唯：一作“移”。满镜：一作“两鬓”。<br>⑺五湖：春秋时，范蠡佐越王勾践成就霸业之后，辞宫，乘扁舟泛五湖而去。这两句说：我现在还没有归去，我要归去就可以归去，故乡的五湖风景是没有人来和我争夺的。言外之意：既然如此为什么还留滞他乡呢？有自嘲意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_36968.aspx\">诗</a>载于《全唐诗》卷六百七十九。诗一起笔，就渲染出一片暮春景色：春水远流，春花凋谢。流水落花春去也——诗人深深感叹春光易逝，岁月无情。诗第二句“送尽东风过楚城”更加感伤。诗人把春光（“东风”）拟人化了，依依为她送别。这里，不是春风他送我回故乡，而是他在异乡送春归。这一“送”字表达了诗人凄楚的情怀。诗人面对着落红满地、柳絮漫天的残春景物，不可能不更加思念故乡。由送春而牵动的思乡之情，笼罩全篇。</p> <p>　　以下句句写的是思乡衷曲。“蝴蝶梦中家万里，子规枝上月三更。”这一联进入正题，写“春夕”，写得极为精粹，是传诵的名句。诗人运用了新奇的造语，对仗工整，韵律和谐，创造出一种曲折幽深的情境。上句巧写梦境。由于游子日有所思，夜间便结想成梦，梦见自己回到了万里之外的家园。然而，这只不过象<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦见自己变成蝴蝶，翩翩飞舞于花间，虽然有趣，毕竟虚幻而短暂，醒来之后，蝴蝶还是蝴蝶，庄周还是庄周。游子从“蝴蝶梦”中获得片刻的回乡之乐，但梦醒以后，发现自己依旧孤眠异乡，家园依旧远隔万里，岂不更加空虚、失望，更加触动思乡之情。何况此时又正当“子规枝上月三更”——夜深人静，月光如水；子规鸟（即杜鹃）在月下哀哀啼唤：“子归！子归！……”听着子规啼，想着蝴蝶梦，游子的心，该是何等的痛苦哀伤，真如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗句中所谓道“一叫一回肠一断！”这里，十四个字写出了三层意思：由思乡而入梦，一层；梦醒而更思乡，二层；子规啼唤，愁上加愁，三层。这三层，一层比一层深，而且互相烘托、映衬，如蝴蝶梦与家万里，一虚一实；蝴蝶梦与子规啼，一乐一悲；子规啼与三更月，一声一色，构成一片清冷、凄凉、愁惨的气氛，令人触目伤怀。</p> <p>　　上一联以景传情，下一联则直接诉说思乡之苦。“故园书动经年绝，华发春唯满镜生。”诗人长期不能回家，连家信也动不动长年断绝，音讯杳然，他不可能不望眼欲穿，忧心如焚。这句中的一个“动”字，把诗人那种由期待而沮丧、而嗟怨的复杂的心理，逼真地传达出来了。“书动经年绝”暗示当时社会动乱不安。诗人愁家忧国到“华发春唯满镜生”的程度。春天万物萌生，欣欣向荣，而诗人却唯独生出了白发满头。一个“唯”字，更加突出了他的内心愁苦之深。如此深愁，难以解脱。</p> <p>　　诗的最后两句更耐人寻味。“自是不归归便得，五湖烟景有谁争？”这两句是倒装。从暗用五湖典故看，这里的“归”字，还含有归隐田园之意。诗人仆仆风尘，仕途坎坷，“自是不归归便得”一语，是无可奈何的伤心话，深刻地反映出诗人在政治上走投无路、欲干不能而又欲罢难休的苦闷、彷徨的心理。</p> <p>　　这首诗情切境深，风格沉郁。诗的前四句通过对暮春之夕特定情景的描绘，缘情写景，因景抒情，景物之间互相映衬、烘托，构成一片凄凉愁惨的气氛。诗中没有直接点出思乡，而一片思乡之情荡漾纸上。后四句直抒心曲，感情真切，凄婉动人。尾联自慰自嘲，墨中藏意，饶有情味。</p>",
  "about": "<h2>创作背景</h2> 　　崔涂是江南人，曾久在巴、蜀、湘、鄂、秦、陇等地为客，自称是“孤独异乡人”（《除夕书怀》）。《春夕》是他旅居湘鄂时所作。",
  "poet": {
    "id": 435,
    "star": 0,
    "name": "崔涂",
    "desc": "崔涂（854～?），字礼山，今浙江富春江一带人。唐僖宗光启四年（888）进士。终生飘泊，漫游巴蜀、吴楚、河南，秦陇等地，故其诗多以飘泊生活为题材，情调苍凉。《全唐诗》存其诗1卷。"
  },
  "tags": [
    "春天",
    "写景",
    "思乡"
  ]
}