{
  "id": 69549,
  "star": 4,
  "name": "杂剧·吕蒙正风雪破窑记",
  "dynasty": "元代",
  "content": "第一折<br>僧起早，道起早，礼拜三光天未晓。在城多少富豪家，不识明星直到老。老夫姓刘，双名仲实，乃洛阳人也。我有万百贯家缘过活，别无儿郎，止有个女孩儿，小字月娥，不曾许娉他人。我如今要与女孩儿寻一门亲事，恐怕不得全美，想姻缘是天之所定。今日结起彩楼，着梅香领着小姐，到彩楼上，抛绣球儿，凭天匹配。但是绣球儿落在那个人身上的，不问官员士庶，经商客旅，便招他为婿，那绣球儿便是三媒六证一般之礼也。家童，你和梅香说，着他同小姐上彩楼，抛了绣球儿，便来回我的话。休要误了喜事。则等俺女孩儿成就了亲事，称老夫平生之愿也。老夫且去后堂中安排下筵席，与孩儿庆贺，你疾去早来，着老夫欢喜咱。<br>曾读前书笑古今，耻随流俗共浮沉。终期直道扶元化，敢为虚名役片心。小生姓寇名准，字平仲。这兄弟姓吕，名蒙正，字圣功。俺二人同堂学业，转笔抄书。空学成满腹文章，争奈一贫如洗，在此洛阳城外破瓦窑中居止。若论俺二人的文章觑富贵如同翻掌，争奈文齐福不至。兄弟，我闻知在城刘员外家结起彩楼，要招女婿，咱二人走一遭去来。等他家招了良婿之时，咱二人写一篇庆贺新婿的诗章，他家必不虚负了咱。但得些小钱钞，就是咱一二日的盘缠。咱二人同走一遭去。哥哥说的有理，不索久停久住，同哥哥走一遭去来。俺同去来。妾身姓刘，小字月娥，长年一十八岁。为因高门不答，低门不就，因此上未曾成其配偶。今日父亲结起彩楼，教我抛绣球儿，凭天匹配。梅香，咱上的这彩楼，你看那官员士庶，经商客旅，做买做卖的，端的是人稠物穰也。姐姐，父亲的严命，教姐姐抛绣球儿，凭天匹配。你可也休差抛了绣球儿。剩下的与我招一个，可是携带咱。我自有个主意。柴又不贵，米又不贵，两个傻厮，恰好一对。俺两个一个是左寻，一个是右躲。打听的这刘员外家女孩儿要招女婿，结起彩楼，抛绣球儿。则说那小姐生的好，凭着咱两个这般标致，拟定绣球儿是我每。不避驱驰，俺走一遭去来。兄弟也，来到这彩楼底下了，咱看那小姐抛绣球儿咱。梅香，你将绣球儿来者。姐姐，绣球儿在此。你看我那父亲，恐怕差配了姻缘，故结彩楼，教我抛绣球儿，以择佳婿也呵。<br>【仙吕】【点绛唇】则我这好胜爷娘，故意娇养，如花样。招配新郎，卷翠帘在妆楼上。<br>【混江龙】凭栏凝望，猛然间回首问梅香。姐姐，你问我些甚么？见二人衣冠齐整，鞍马非常。能偿个守蓝桥饱醋生，料强如误桃源聪俊俏刘郎。挤眉弄眼，俐齿伶牙，攀高接贵，顺水推船，小则小偏和咱厮强。不尘俗模样，穿着些打眼目衣裳。<br>真个一个好小姐。你把那绣球儿抛与我罢。姐姐，你看兀那两个，穿的锦绣衣服，不强如那等穷酸饿醋的人也。梅香，你那里知道也。<br>【油葫芦】学剑攻书折桂郎，有一日开选场，半间儿书舍换做都堂。想韩信偷瓜手生扭做了元戎将，传说那筑墙板番做了头厅相。想当初王鼎臣，姜吕望，那鼎臣将柴担子横在肩头上，太公八十岁遇着文王。姐姐，等的到八十岁，可老了也。梅香，可不道君子人待时守分也。<br>【天下乐】岂不闻有福之人不在忙，我这里参也波详，心自想。平地一声雷振响，朝为田舍郎，暮登天子堂。可不道寒门生将相。<br>姐姐，好早晚了也呵。兀的不是绣球儿，你有甚么言语，嘱咐这绣球儿咱。<br>【金盏儿】绣球儿你寻一个心慈善性温良，有志气好文章，这一生事都在你这绣球儿上。夫妻相待，贫和富有何妨？贫和富足我命福，好共歹在你斟量。休打着那无恩情轻薄子，你寻一个知敬重画眉郎。哥哥，你看，那小姐，将绣球儿抛在我跟前了。兄弟，敢这绣球儿误落在你怀中。咱且走在一边伺候，看员外怎生处断。绣球儿也抛与了别人，我和你等些甚么？咱两个一人唱一句，去了罢。<br>【金字经】绣球儿今日个打着一个穷秀才，气的区区泪满腮，泪满腮。也是他缘分该，休相怪。咱拽着尾巴归去来。<br>姐姐，抛了绣球，咱回父亲话去来。灵鹊檐前噪，喜从天上来。这梅香好不会干事也，领着小姐抛绣球儿，去了一日，如何不见来回话？父亲，小姐招了女婿也。在那里？着过来。得绣球的过来。兄弟，咱则在这门首伺候着。兀的不呼唤你哩。兀那秀才，你过去拜丈人去。他是谁？则他是新招的女婿吕蒙正。孩儿也，放着官员人家财主的儿男不招，这吕蒙正在城南破瓦窖中居止，咱与他些钱钞，打发回去罢。父亲差矣。一向说绣球儿打着的不管官员士庶贫富之人，与他为婚。既然抛着他了，父亲，您孩儿情愿跟将他去。孩儿，则怕你受不的苦您孩儿受的苦，好共歹我嫁他。员外，小姐既要嫁他，依着他罢。小姐，他那破瓦窑中，你敢住不的么。，<br>【醉中天】者莫他烧地权为炕，凿壁借偷光，一任教无底砂锅漏了饭汤。者莫足站就蜘蛛网，土炕芦席草房，那里有绣帏罗帐？你再思想咱。您孩儿心顺处便是天堂。<br>小贱人，我的言语不中听，你怎生自嫁吕蒙正。梅香，将他的衣服头面．都与我取下来，也无那奁房断送。他受不过苦呵，他必然来家也。则今日离了我的门者，着他去。咱两口儿辞别了父亲去来。倒好了你也。您兄弟来了也。如何？你见员外，说甚么来？他嫌小生身贫无倚，又无奁房断送，将小姐的衣服头面尽数留下。赶将俺两口儿出来了。这般呵，小姐眼里有珍珠，你若得官呵，小姐便是夫人县君。您两口儿先回去，我便来也。小姐，则怕你受不的苦楚么。我受的苦，受的苦。<br>【尾声】到晚来月射的破窑明，风刮的蒲帘响，便是俺花烛洞房。实丕丕家私财物广，虚飘飘罗锦千箱。守着才郎，恭俭温良，憔悴了菱花镜里妆。我也不恋鸳衾象床，绣帏罗帐，则住那破窑风月射漏星堂。<br>这家为富不仁，薄俗之情。我若不过去，将我似甚么人看成。下次孩儿每，这叫化的承俺这里怎的？知他又来怎的！谁是叫化的？我是你新招的女婿吕蒙正之兄长，寇平仲是也。我是你亲家伯伯哩。我有这等亲家伯伯，愁甚么过活？甚么亲家伯伯！你也则是个穷秀才，今日以得良婿，乃天厂之喜事也。何怒之有？你看那穷嘴饿舌头，一壁去。是何言语！硁硁小人哉。尔以贫富而弃骨肉，婿嫁而论财礼，乃夷虏之道也。古者男女之俗，各择德焉，不以其财为礼。我辈今日之贫，岂知他日不富？尔等今日之富，安知他日不贫乎？古语有云:见贫休笑富休夸，谁是常贫久富家？秋到自然山有色，春来那个树无花？哎，我是你亲家伯伯哩。状貌堂堂似北辰，面如明镜色如银。可怜此等无情物，则识衣衫不识人。自此去后，难可复言，我再过去。哎，我是你亲家伯伯哩。这厮又来了。这厮穷酸饿醋，我不听他。我辈乃白衣卿相，时间不遇，俺且乐道甘贫，何言责其贫贱！圣人云：富与贵，是人之所欲也。不以其道得之，不处也。贫与贱，是人之所恶也；不以其道得之，不去也。便似那石中稳玉蚌含珠，五色光明射大虚。人怀才义终须贵，腹有文章志有余。君子守贫盼未遂，男儿不遇气长吁。有朝但得风雷迅，方表人间真丈夫。哎，我是你亲家伯伯。得受贫时且受贫，休将颜色告他人。梧桐叶落根须在，留着枝梢再等春。我待不过去，气破我肚皮，我再过去。哎，我是你亲家伯伯。你怎么又未了？这厮又未了。走将来絮絮聒聒的，我不听他穷言饿语的。公之富不可尽用，我之贫不可尽欺。非是我用言分劈，藐视俺贤哉娇客。我本是受齑盐一介寒儒，隐风雪八员宰相。有一日步青霄折桂蟾宫，跨青鸾钓鳌北海；卧重裀天下名知，食列鼎家门尽改；袅吟鞭满马春风，横牛带衣襟香霭；云飞般伞盖高张，雁翎般公人齐摆；皇阁中功显十年，青史内名标万载。那其间富贵荣华，敢又是亲家伯伯。这厮才了我的。你富俺贫未定，一朝转过时运，他年金榜标名，我着你认的寇准蒙正。。那穷厮去了么？去了也。无甚事，后堂，中饮酒去来。自恨我胡为胡做，抛绣球招婿聘妇。可可的打着个贫子，禁不的他穷酸饿醋。<br><br>第二折<br>明心不把优花捻，见性何须贝叶传。日出冰消原是水，回光月落不离天。贫僧是这白马寺中长老。为贫僧积功累行，累劫修来，得悟大乘三昧，住持在此寺，朝参暮礼。今日上堂做罢好事，在此闲坐。行者，山门前觑者，看有甚么人来。理会的。若无闲事恼心头，便是人间好时节。老夫刘员外是也。自从我那女孩儿嫁了吕蒙正，那厮每日长街市上搠笔为生，又在白马寺中，每日赶斋，着老夫心上好生不自在。今日无甚事，去寺中对长老说一声去。来到方丈也，行者报复去，道有刘员外特来相访。理会的。报的师父得知，有员外来了也。道有请。有请。员外，此一来有何事？师父，老夫无事也不来。有我的女婿吕蒙正，他每日来你这寺中赶斋。他空有满腹文章，不肯进取功名，他听的这钟声响便来赶斋。长老，老夫所烦，今后先吃了斋饭，后声钟。他赶不上斋呵，他自然发志也呵，他必然去寻他的道路去也。我知道了也。此事易为，员外，你自请回去也。师父恕罪，我回私宅中去也。自今饭后声钟响，空到斋堂怏怏归。奋志上朝去应举，恁时方见锦衣回。小和尚，每日都吃了斋时，可与我声钟。等那吕蒙正若来时呵，我自有个主意。小生吕蒙正。每日长街市上，搠笔为生。时遇冬天，下着如此般大雪。寺里钟响也，我去寺中赶斋去，得的一分斋饭，与我浑家食用。来到也。师父，将斋饭来我食用。：无了斋也。吕蒙正，你来，我和你说，俺常住家计较来，满堂僧不厌，一个俗人多。你一日吃我一分斋饭，一年吃着多少？往日先撞钟后吃斋，因为多了斋粮，先吃了斋后撞钟，唤做斋后钟。你为孔子门徒，你有满腹文章，你若应过举呵，得一官半职，不强似在寺中赶斋？既为男子汉，不识面皮羞。回去。我出的这门来，我为男子大丈夫，受如此羞辱。为我一个，斋后声钟，我怎生回家见我浑家的面，这和尚无礼，我瓦罐中取出这笔来，我在这壁子上写四句诗，骂这和尚。男儿未遇气冲冲，懊恼阇黎斋后钟呀。后韵不来，且罢。斋也赶不的，哎，且回我那破窑中去也。吕蒙正去了也。我出的这山门来，是去的远了也。这厮心里敢怪贫僧也。呀，他在我三门下写下两句诗：男儿未遇气冲冲，懊恼阇黎斋后钟。小和尚每，休着损坏了他这两句诗。此人大志不小，异日必有峥嵘之日。无甚事，回方丈中去。<br>两廊无事僧归院，再续残灯念旧经。自从嫁的吕蒙正，在这破窑中，他每日在这白马寺中赶斋，可怎生这早晚下见回来也。<br>【正宫】【端正好】夫妇取今生，缘分关前世。穷和富是我裙带头衣食。帘儿揭起柴门倚，专等俺投斋婿。<br>【滚绣球】听的钟声响报信息，这斋食有次第。俺知他的情意，他待俺着甚回席。虽然是时下贫，有朝发愤日，那其间报答恩德。这其间不见回归，做下碗热羹汤等待贤太冷。揣着个冻酸馅，未填还拙妇的饥，有甚希奇。<br>秀才这早晚敢待来也。老夫刘员外，我的女孩儿嫁了吕蒙正。想我女孩儿富里生，富里长，他几曾受这等穷来？婆婆，老的，为甚的？咱两口儿看孩儿去来。将着一分香美茶饭，与孩儿吃，将着一套衣服，与孩儿穿。来到也，月娥，开门来。孩儿在家么？是谁唤门哩？我开开这门。原来是父亲母亲。<br>【倘秀才】今日个灵鹃儿吖吖的报喜，甚风儿吹来到俺这里？淡饭黄齑吃甚的？那穷厮那里去了？旋酒处舀了一碗热水，抄纸处讨了把石灰，教学处寻了管旧笔。<br>我道是做甚么买卖，原来是排门儿搠笔为生。孩儿，你眼里也识人，嫁了这么一个叫化头。孩儿，跟我家去来，兀的你母亲将着衣服，你便穿；替下旧的，与那穷厮穿。我将这茶饭，你便先吃了好的；剩下的与那穷厮吃。父亲，你说的差了也。<br>【倘秀才】你着我穿新的他穿旧的，我吃好的他吃歹的？常言道夫妻是福齐。俺两口儿过日月，着他独自落便宜，怎肯教失了俺夫妻情道理。女孩儿也，你恋着这个穷秀才，有甚么好处？三千年不能够发迹。孩儿，你家去来。我不问了俺秀才，我不敢去。你真个不去？父亲的言语，倒不中听，你则向着那穷秀才。我将这破砂锅打碎了，把这两个碗也打了，把这匙筋撧折了。孩儿也，你至死也休上我门来，我也无你这等女孩儿。婆婆，将那衣服茶饭小的每将着，咱家去来。父亲也，你好狠也。小生吕蒙正是也。赶不的斋，天色晚将来也，还我那破瓦窑中去。大嫂，有甚么人到俺家里来？我一脚的不在家，把我铜斗儿家缘，都破败了也。<br>【倘秀才】撧折的匙呵如呆似痴，摔碎碗长吁叹息。端的是谁打了来？打破砂锅璺到底。俺娘将着一分充饥饭，俺父抱着一套御寒衣，他两口儿都来到这里。<br>原来是俺岳父岳母来。他老两口儿去了，可怎生这早晚不见哥哥来？小生寇平仲是也。这几日不曾看兄弟去，来到这破瓦窑门首，兄弟在家么？呀，哥哥来了。兄弟，你两口儿敢相争来？俺两口儿不曾相争。有我丈人丈母来到这里，要他女孩儿家去，他不肯去也，将我家活都打碎了。原来是这等，老员外无礼也。这家私也有我的一半儿，你怎生打坏了我家活。兄弟，你休烦恼，我恰才街市上遇着一个故交的官人，他见我贫穷，赍发与我两个银子，教我上朝应举去。兄弟，趁着这个机会，咱二人上朝应举去来。媳妇儿有甚么嘱付的言语，嘱咐兄弟咱。小姐，你守志者，我得了官时，便回来也。吕蒙正，你去则去，早些儿回来。妾身在家，不必你忧心也。<br>【尾声】则这瓦窑中将一应人皆回避，你金榜无名誓不归。若得官呵，你为义夫，妾身为节妇。立一通贤达德政碑，扶起攀蟾折桂枝，带将你那金银还家来报答你那妻。你若提着一个瓦罐还家来，我可也怨不的你。<br>兄弟，咱收拾了行装，上朝应举，走一遭去。哥哥，则今日收拾纸墨笔砚，俺走一遭去来。倚仗胸中七步才，攀蟾稳步上天阶。布衣走上黄金殿，凤池夺得状元来。<br><br>第三折<br>学而第一须当记，养子休教不看书。小官吕蒙正是也。到的帝都阙下，一举状元及第，所除本处县令。来到这城中也，不知我那小姐在那破瓦窑中怎生过活哩。张千，与我唤将官媒人婆来。理会的。媒人婆开门来。说合先定千条计，花红谢礼要十倍。打发的媒婆不喜欢，调唆的两家乱一世。则我是官媒婆。门首是谁唤门？我开开这门。哥哥唤我做甚么？过路的一个客官唤你说话。咱去来。官人你唤我做甚么？媒人婆，你认的个吕蒙正么？宫人不问，我也不说。我才忘了，你又题将起来。那厮不逢好死，将他那浑家刘月娥撇在破瓦窑中，去了十年光景，音信皆无。这早晚敢死去了也。我不说破，教他骂到我几时。你认的那吕蒙正么？我不认的。你抬起头来，睁开眼，则我便是吕蒙正。早则不曾说你甚么。你骂的我彀也。媒婆，俺那小娘子，还在这破瓦窑中里，未知是实是虚。媒婆，你将着一只金钗，一套衣服，你直到那窑中，见了那小娘子，你说你那吕蒙正死了也。如今有个过往的客官，教我将着这套衣服金钗与你。教小娘子递一杯酒便回来，看他说甚么，便来回我话。我知道。不敢久停久住，直到破瓦窑中，走一遭去。媒婆去了也。小官更改了衣服，也不在这里，直至破瓦窑中，走一遭去。自从吕蒙正上朝应举去了，音信皆无，好是烦恼人也。<br>【中吕】【粉蝶儿】瓮牖桑枢，世间穷尽都在此处，有一千个不识消疏。范丹也索移，原宪也索躲，便有那颜回也难住。虽然是人不堪居，我觑的肚兰堂绿窗朱户。<br>【醉春风】恨只恨买臣妻，学不学卓氏女，破窑中熬了我数年，多受了些个苦，苦。一饮一啄，事皆前定，也是我一生衣禄。<br>看有甚么人来。可早来到也。小娘子在家么？谁唤门哩？我开开这门。万福。婆婆有甚么事，来到我这里？小娘子，你索是烦恼来也。我有甚么烦恼？你不知吕蒙正死了也。谁这般道来？我听的人说，我一径的来和你说。你休说谎。兀的不痛杀我也！小娘子休烦恼。可不道汉子犹如南来雁，去了一千有一万。你这般年纪小，如今有个过路的客官，他无人来，着我将着一套衣服，一只金钗儿，着你到那里与他递一杯酒，说一句话便来。这婆婆是何言语也。<br>【上小楼】你如今知咱受苦，将咱小觑。怎肯道是连累街坊，带累亲邻，败坏风俗。冻杀我，甘心死去，则这个泼家私觑也那是不觑。<br>本待要拖你见官，看你老人家，饶了你，出去！我出的这门来。说的如何？那里那里，他也不肯，骂了我一场，叉出我门来了。既然这等，与你些银子，你自回去。多谢了相公，我回去也。我入的这窑门来，小姐正烦恼哩。我也不言语，我则立在傍边厢，看他说甚么。谁家个男子汉，来我窑中？可不道促风暴雨，不入寡妇之门。我向前挝了这厮脸。我为你千山万水，来到此处，你这般下的？小姐，是我。<br>【普天乐】我这里猛然观，抬头觑，我道是谁家个奸汉，却原来是应举的儿夫。咱须足旧有姻，关连着亲肠肚。小姐，我如今落薄了，不曾得官。便落薄何如？但得个身安乐还家重完聚，问其么官不官便待怎的！遇与不遇，有个比喻。有一个张良也曾弃印，有一个陶潜罢职，有一个范蠡归湖。<br>小姐，我也不曾得官，家来了也。天色晚了，我歇息。到天明我投几个相识。得些盘缠，我再去应举去来。天色晚了，蒙正，你安寝咱。<br>【十二月】走将来朝云暮雨，似水也那如鱼。又无那暖烘烘的被卧，都是些薄湿湿的衣服。叫晃晃腰间甚物？怎想你那身上埋伏。<br>【尧民歌】呀，两三层麻布里裹珍珠，万万丈波心里钓鳌鱼。怕你得官酬志汉相如，倒做了好色荒淫鲁秋胡。儿也波夫，冤家问一句，说罢也重完了聚。小姐，我不瞒你说，我故意的试探你，那媒婆也是我使他来，谁想小姐一片贞节之心。我得了本处县令，着我衣锦还乡。我到来日，夸官三日，我和你同享富贵。兀的不欢喜杀我也，谁想有今日也。<br>【尾声】到来日慌张杀那秃院上，没乱杀俺那一双老父母。今日个显耀你那里夺来的富，折准我那从前受过的苦。<br><br>第四折<br>龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。小官寇准是也。到的帝都阙下，举状元及第，今拜莱国公之职。谢圣恩可怜，着小宫随处降香。一者降香，二者因为采访贤上。今日是吉日良辰，左右那里？将马来，便索降香，走一遭去。断绝贪嗔痴妄想，坚持戒定慧圆明。自从灭了无明火，炼的身轻似鹤形。贫僧是这白马寺长老。听的人说，吕蒙正得了本处官也。我打扫的这寺院干净，将他这两句诗，着这碧纱笼罩着，必然来这里烧香也。行者，山门首觑者，若来时，报复我知道。理会的。摆开头答，烧香去来。谁想有今日也呵。<br>【双调】【新水令】破窑中节妇轿儿抬，满城人大惊小怪。驾车当酒垆，包土筑坟台。俺男儿日转千阶，我和他妆些模样做些娇态。<br>师父，相公来了也。来了也，俺接待去来。接了马者。入的这寺门来。呀，兀的不是我赶斋来吟下两句诗？可怎生的着这碧纱笼罩着？想这和尚好是世情也呵。长老，你必然有个缘故。相公不知，为相公写下这两句诗，有龙蛇之体，金石之句，往来的人看这诗，踏的此地苔藓不生，因此上着这纱罩着。原来是这等，揭了那纱罩者，将笔砚来。男儿未遇气冲冲，懊恼暗黎斋后钟。我续添两句：十年前时尘土暗，今朝始得碧纱笼。请到佛殿拈香。左右，看有甚么人来。我的女婿吕蒙正，得了本处县尹也，说道在这白马寺中。众街坊每牵羊担酒，去庆贺他去了。我去寺里，认我那女婿女儿去。咱来到寺门首也。甚么人大呼小叫的？众多街坊、员外，与相公庆官来。<br>【川拨棹】我叹这个老员外，积趱下些不义财。俺男儿的受了宣牌，媳妇儿的有些人才，百姓每恭心管待，那其间谁赍发吕秀才？<br>【七兄弟】你那时上街，百刂划。送枯柴。严寒天雪冷实难捱，贫家米贱冻难捱，则今日趁了方何碍？<br>【梅花酒】帘儿后猛揭开，见低着擎颏。我撧耳揉腮．有口难开。那时节寻不的一升儿米，觅不的半根柴，兀的不误了斋。麻鞋破脚难抬，布衫破手难揣，牙关挫口难开，画皮冷泪难揩。<br>【收江南】牙，你记的满头风雪却回来，今日个一天好事奔人来。行者，开佛殿，朝中大人降香来也。听的道朝中宰相降香来，百姓海等待。却正是月明千里故人来。<br>女儿，女婿，认了我者。想着你那歹处，我不认你。祗候人与我抢出去。天也，怎生得个证见来好也！锦鞯骏马三檐伞，正是男儿得志秋。小官寇平仲是也。来到这白马寺门首也。左右接了我马者，入的寺门来。相公，与小人做主咱，我的女婿忘了我的恩。呈词告状漫张罗，情理难容怎奈何！你告他阶下忘了亲岳父，记的你窑中打碎破砂锅。一壁有者，兄弟也在这里。兄弟也，寺门首有你丈人，你认了者。哥哥，你问弟媳妇去也。弟媳妇儿，门外有你父亲母亲，你认他不认他？我无父母，我不认他。弟媳妇儿，看我的面，认了他也。我不认。伯伯，你认了他罢。好无礼也！有你父母，你认了者。你认便认，不认便罢了，你怎么教我认了去？他是我的爷娘，更待干罢。则今日写本申朝，不道的饶了你哩也。看伯伯的面，认了他便了正是千求不如一吓。我不认他每，抢出去。相公，你不说怎么？兄弟，弟媳妇，你近前来，我今日叮咛的说破，教你仔细的皆知。当日那富家纳婿，不容那有志书生；今日贫庶登科，岂认无情岳父？老员外怕你因贪宝贵，不肯进取功名，佯为遣赶破窑中，搠笔巡街；又教萧寺里鸣钟斋后，你挺然发愤，便去求官。弃了那穷滴滴陋巷箪瓢，你今日气昂昂腰金衣紫，咱那得钱来？可是你丈人两锭花银，都做了俺一时路费。你丈人料你必登云路，预先齐下高堂。若不是贫里相看，您怎能彀极生泰；不是这老泰山为人忒歹，亲女婿昂然不睬。既今日说破机关，将两处冤仇尽解。贤夫妇执盏擎壶，自悔罪挽回春色，重教你骨肉团圆，亏杀俺朝中贵客。老员外你认的这处事官僚，我是你亲家伯伯。则被你瞒杀我也，丈人！则被你傲杀我也，女婿！天下喜事，无过夫妇父子团圆。则今日杀羊造酒，做一个庆喜的筵席。令人，抬上果真来者。<br>【水仙子】状元郎仇恨汇在心怀，忤逆女将爷娘不认睬。我这里悔过也展脚舒腰拜，望慈亲免罪责，被尘埃险将我沉埋。女受了金花官诰，女婿便绯袍玉带，也是我苦尽甘来。<br>住住住，您今日父子完聚，听我下断：世间人休把儒相弃，守寒窗终有峥嵘日。不信道到老受贫穷，须有个龙虎风云会。斋后钟设计忿题诗，度发的即赴科场内，黄金殿夺得状元归，穷秀才全得文章力。作县尹夫妇享荣华，糟糠妻守志穷活计。则为这刘员外云锦百尺楼，结束了吕蒙正风雪破窑记。<br>题目刘员外云锦百尺楼<br>正名吕蒙正风雪破窑记",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}