{
  "id": 4165,
  "star": 45,
  "name": "送魏大从军",
  "dynasty": "唐代",
  "content": "匈奴犹未灭，魏绛复从戎。<br>怅别三河道，言追六郡雄。<br>雁山横代北，狐塞接云中。<br>勿使燕然上，惟留汉将功。",
  "fanyi": "<p><strong>译文</strong><br>匈奴还没有被灭亡，友人又像多功的魏绛一样从军保卫边疆。<br>在三河道与友人分别，心里有些怅惘；盼望魏大像赵充国那样的英雄豪杰建下大功。<br>雁门山横亘在代州北面，飞狐塞远远连接云中郡。<br>不要让燕然山上只留下汉将的功绩，也要有大唐将士的赫赫战功。</p> <p><strong>注释</strong><br>⑴魏大：<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>的友人。姓魏，在兄弟中排行第一，故称。<br>⑵“匈奴”一句：前句使用了汉代骠骑将军霍去病“匈奴未灭，无以家为也”的典故。犹，还。<br>⑶“魏绛”句：魏绛（jiàng），春秋晋国大夫，他主张晋国与邻近少数民族联合，曾言“和戎有五利”，后来戎狄亲附，魏绛也因消除边患而受金石之赏。复，又。从戎，投军。戎（róng），兵器，武器。<br>⑷怅（chàng）别：充满惆怅地离别。三河道：古称河东、河内、河南为三河，大致指黄河流域中段平原地区。<br>⑸六郡雄：原指金城、陇西、天水、安定、北地、上郡的豪杰，这里专指西汉时在边地立过功的赵充国。《汉书》中记载其为“六郡良家子”。<br>⑹雁山：即雁门山。在今山西代县。横代北：横亘在代州之北。<br>⑺狐塞（sài）：飞狐塞的省称。在今河北省涞源县，北跨蔚县界。塞，边界上的险要之处。云中：云中郡，治所在即山西大同。<br>⑻燕（yān）然：古山名。即今蒙古人民共和国境内的杭爱山。东汉永元元年，车骑将军窦宪领兵出塞，大破北匈奴 ，登燕然山，刻石勒功，记汉威德。见《后汉书·窦宪传》。<br>⑼“勿使”两句：用窦宪典故。《后汉书·窦宪传》中记载，窦宪为车骑将军，大破北单于，登燕然山，刻石纪功而还。惟，只。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作为唐代革新运动的启蒙者，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>一直强调汉魏风骨。此<a href=\"http://so.gushiwen.org/view_4165.aspx\">诗</a>不落一般送别诗缠绵于儿女情长、凄苦悲切的窠臼，一扫同类题材的悲切之风，从大处着眼，激励出征者立功沙场，并抒发了作者的慷慨壮志，很能代表陈子昂的文学主张。</p> <p>　　首二句“匈奴犹未灭，魏绛复从戎”，读来令人震撼，借此可以清楚地意识到边境上军情的紧急，也可以感觉到诗人激烈跳动的脉搏。首句暗用汉代威镇敌胆的骠骑将军霍去病“匈奴未灭，无以家为”的典故，抒发了以天下为己任的豪情。此处“匈奴”二字，是以汉代唐，借指当时进犯边境的少数民族统治集团。诗人又把春秋时曾以和戎政策消除了晋国边患的魏绛比作魏大，变“和戎”为“从戎”，典故活用，鲜明地表示出诗人对这次战争的看法，并希望友人像“多功”的魏绛一样杀敌建功，保卫边疆，同时也从侧面说明，魏大从戎，是御边保国的壮举。</p> <p>　　三四两句中，“三河道”点出送别的地点。《史记·货殖列传》说：“夫三河在天下之中，若鼎足，王者所更居也”，此处概指在都城长安送客的地方。两句的旨意是：与友人分别于繁华皇都，彼此心里总不免有些怅惘；但为国效力，责无旁贷，两人执手相约：要像汉代名将、号称六郡雄杰的赵充国那样去驰骋沙场，杀敌立功。此二句虽有惆怅之感，而气概却是十分雄壮的。</p> <p>　　“雁山横代北，狐塞接云中。”这两句是写魏大从军所往之地。一个“横”字，写出雁门山地理位置之重要，它横亘在代州北面；一个“接”字，既逼真地描绘出飞狐塞的险峻，又点明飞狐塞是遥接云中郡，连成一片的。它们组成了中原地区（三河道）的天然屏障。此处的景物并不在眼前，而是在诗人的想象之中，它可以是实写，也可以是虚写。地理位置的重要，山隘的险峻，暗示魏大此行责任之重大。这就为结句作了铺垫。</p> <p>　　因此，“勿使燕然上，惟留汉将功”二句作结，便如瓜熟蒂落，极其自然。此处运用的典故，说的是东汉时的车骑将军窦宪，他曾经以卓越的战功，大破匈奴北单于，又乘胜追击，登上燕然山（今蒙古人民共和国境内的杭爱山），刻石纪功而还。作者又一次激励友人希望他扬名塞外，不要使燕然山上只留汉将功绩，也要有大唐将士的赫赫战功。这在语意上，又和开头二句遥相呼应。</p> <p>　　全诗一气呵成，充满了奋发向上的精神，表现出诗人“感时思报国，拔剑起蒿莱”（《感遇·本为贵公子》）的思想情操。感情豪放激扬，语气慷慨悲壮，英气逼人，令人读来如闻战鼓，有气壮山河之势。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_4165.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>当政年间，是诗人在长安任职期间所作，时间大约在垂拱（唐睿宗年号，685—688年）前后。</p>",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "送别",
    "爱国",
    "豪放"
  ]
}