{
  "id": 70039,
  "star": 2,
  "name": "杂剧·汉高皇濯足气英布",
  "dynasty": "元代",
  "content": "第一折<br>君王何事薄儒臣，博带褒衣懒进身，一自郦生烹杀后，汉家游说更无人。小官姓随名何，投事汉王麾下，封为典谒之职。俺汉王自亭长出身，起兵丰沛，只重武士，不贵文臣。每每看见儒生，便取其儒冠掷地，溺尿其中，軏骂不已。以此小官随从数年，官不过典谒，粟不过一囊，甚不得意。但是他生得隆准龙颜，豁达大度，所居之处，常有五色祥云，笼罩于上。小官想来，这个是帝王气象，只得隐忍，权留麾下，替他掌百官之朝参，通各国之使命。以外，运筹设计，让之张良，点将出师，属之韩信，皆与小官无涉。待得破楚之后，附立功名，共成帝业，此时图个封拜，未为不可。今日汉王升帐，召集群臣议事，须索在此伺候者。臣随何见。且一壁有者。纷纷逐鹿竞称雄，短剑亲提出沛中。五国诸侯俱听命，一时无奈楚重瞳。孤家姓刘名邦宇季，沛人也。自秦始皇死后，诸侯共起亡秦。其时孤家与项羽并事楚怀王。怀王封孤家为沛公，项羽为鲁公，各引人马三万，同诸侯入关。怀王约道，先入关者王之，却是孤家先破关中，本等该王其地，争奈项羽自恃重瞳，有举鼎拔山之勇，佯尊怀王为义帝自号西楚霸王，改封五国之后，皆王恶地，将孤家徙为汉王，建都南郑。未几项王使英布阴杀义帝于郴，五国诸侯，一时同叛。孤家用韩信之计，明修栈道，暗度陈仓，攻定三秦，劫取五国，以彭越之众，袭破彭城，自谓项王不日灭矣。谁想项王先发一枝军马，使大将龙且，当住彭越；亲自邀击孤家于灵壁之东，被他杀得人亡马倒，睢水为之不流。幸得大风走石飞砂，对面不能相睹，孤家遂得逃脱。即今重收败卒，屯驻荥阳，军声复振。只是五国诸侯见孤家败后，又去归顺项王，怎生是好？且待群臣到来，将这破楚之策，仔细计议者。贫道张良，韩国人也。这一位是曹参，这一位是周勃，这一位是樊哙，皆沛县人，现为汉王大将。今早主公升帐，辕门大开，我每须索进见波。军师请先。孤家与项王夹著广武而军，自揣诸将皆非其敌，不知军师有何妙策，能击破项王，重收五国，取天下乎？据贫道算来，齐王田广本项王所恶，他虽一时归顺项王，到底终不和好。只消遣彭越抄袭楚军粮道，项王必亲击之。既胜彭越，则必引兵攻齐。虽以项王之威，非数十日不能往返。那项王手下有一英布，其勇力颇类项王，他领著四十万精兵，屯于九江。恰才灵壁之战，项王遣使征布，会布与<br>龙且有隙，称病不赴。若得能言巧辩之士，说他归降，纵项王驰还，我有韩信拒之于前，彭越邀之于后，大王亲帅英布，直攻其中，破项王必矣。军师之策甚善。但孤家闻得项王之兵，能以少击众者，专恃有英布为之羽翼也。他今护兵四十万，屯扎九江，必为项王亲信，恐非一口片舌可以说其归降。不若移韩信之兵击之，何如？何消遣的韩信？只要大王借与俺樊哙八十万军马，包取活拿英布来也。此时那里讨这许多军马与你？这英布手脚好生来得，若不是两个拿他一个，可不倒被他拿了我去。臣与英布同乡，又是少年八拜至交的兄弟，愿得二十人随臣，往使九江，必能使英布举兵归汉，不负大王之命。竖儒妄言。你在孤家帐下，貌不能惊人，才不能出众，已经数年，无所知名。今欲以二十人使九江，说英布，此何异持苍蝇而钓巨鳌，曾足供其一啜乎？何大王见不早也？当大王传檄攻项王时，亲委韩信重兵三十万众，又使张耳佐之，半年之间，仅举赵五十余城。郦生掉三寸之古，不劳一旅之师，数日间说下齐七十余城，能使其不做堤备，是以韩信得袭破历下军。由此观之，儒生亦何负于汉哉？臣随何虽不才，实不在郦生之下。若不能说得英布归汉，臣请就烹。随何既出大言，料此一去必不辱命，愿主公勿疑。既如此，曹参你去军中精选二十个即溜军士。跟随何出使九江去者。理会得。随何，你这一去若不得成功，等我来帮你，将那黥面的囚徒失领毛一把拿他见大王也。二十名军士听令，奉大王的命，跟随我往九江去走一遭。说英布举兵归汉，绝胜他捐金反问。必不似郦生卖齐，被油锅烹来稀烂。随何去了也。孤家一壁厢暗遣彭越，邀截楚军粮道，一壁厢整搠军马，屯守荥阳之南，与项王相拒去来。某姓英名布，祖贯寿州六安县人氏。少时遇一相士，说咱当刑而王。年至二十，犯法遭黥，人皆叫咱做黥布者是也。秦始皇之末，本郡曾著咱送囚徒数千人到骊山做工，中途阻雨，不能前赴，律法后期者当斩。咱遂释放其缚，纵令亡去。那数千人见咱英勇，皆推咱为主，举兵谋反。后遇项王军于钜鹿之下，以兵属之。共击秦军，斩王离掳赵歇，降章邯，皆咱力也。项王为此亲信咱家，封为当阳君之职。授以精兵四十万众，屯扎九江。近来汉王刘季劫五诸侯兵，袭破彭城，与项王大战灵壁之东。项王遣使征咱家的军马，共击汉军。你道咱家为何托病<br>不去？只因为楚将龙且，心怀嫉妒，屡屡在项王根前谮咱有反叛之意。虽则项王不信，然也不能无疑于咱，累次差使命来到咱这里窥探动静。因此咱与龙且两个有隙，势不并存，未几打听的项王击破汉兵，将他四十六万人马都皆杀死睢水之上，睢水尽赤。咱想项王喑哑叱咤，有千人自废之威，那一个刘季怎做的敌手也呵！<br>【仙吕】【点绛唇】楚将极多，汉军微末，真轻可。战不到十合，早已在睢水边厢破。<br>【昆江龙】今番且过，这回休再动干戈。咱项王呵。凭着咱范增英布，怕甚么韩信萧何！自待要独分儿兴隆起楚社稷，那里肯劈半儿停分做汉山河。常则是威风抖擞，断不把锐气消磨。拚的个当场赌命，怎容他遣使求和。喏，报元帅得知，有探马报军情到来也。咱则见扑腾腾这探马儿闯入旗门左，不由咱嗔容忿忿。兀那探子，有甚的紧急军情，与咱报来。有汉王遣一使臣，唤做随何，带领二十骑人马，特来迎报元帅，敬此报知。都付与冷笑的这呵呵。<br>那随和是汉家的臣子，咱这里是楚家的军寨，他为甚么事要来迎接咱？那厮好大胆也。<br>【油葫芦】那厮把三岁孩童小觑我，便这等敢恁么，难道他不寻思到此怎收罗？恰便似寒森森剑戟峰头卧，恰便似明颺颺斧钺丛中过。他可也忒不和，他可也忒放泼。恰便似一个飞蛾儿急颺颺来投火，这的是他自搅下一头。<br>【天下乐】怎不教我登时杀坏他，便教我做活佛，活佛蹉怎定夺。哦，咱知道他来意了也。咱将他来意儿早识破，他道是逞不尽口内词，却教咱案不住心上火。令人，一壁厢准备刀斧伺候者。理会的。咱如今先备下这杀人刀门扇似阔。<br>令人，与咱将随何抓进来。贤弟，我与你是同乡人，又是从小里八拜交的兄弟，只为各事其主，间别多年。今日特来访你，只该降阶接待才是，怎么教刀斧手将我簇拥进来，此何礼也？<br>【那吒令】咱道你这三对面先生来瞰我，那里是八拜交仁兄来访我，多应是两赖子随何来说我。我好意来访你，下甚么说词，要这等堤防我那，你怕不待死撞活，功折过，一谜里信口开合。贤弟，不是我随何夸说，我舌赛苏秦，口胜范叔，若肯下些说词，也不由你不听哩。噤声！<br>【鹊踏枝】你那里话儿多，厮勾罗，你正是剔蝎撩蜂，暴虎凭河。谁着你钻头就锁，也怪不的咱故旧情薄。<br>【寄生草】你将那舌尖儿扛，咱则将剑刃儿磨，咱心头早发起无明火。这剑头磨的吹毛过，你舌头便是亡身祸。贤弟，你的亡身祸倒在目前，我随何特来救你哩。噤声。你道是特来救咱目前忧，敢正也不知自己在壕中坐。令人松了绑者。且请过来相见。仁兄可也受惊了，彼此各为其主，幸勿介怀。这也何足为惊，只可惜，贤弟，你的祸就到了也。咱的祸从何来？这等你敢说三声没祸么？不要说三声，便百二十声咱也说。咱有甚么祸在那里？贤弟，你是个武将，只晓的相持厮杀的事，却不知揣摩的事。你道是项王亲信，你比范增何如？那范增是项王的谋臣，称为亚父，咱怎么比的他？那范增为着何事，就打发他归去，死于路上那？他则为陈平反间之计，以太牢飨范增使者，以恶草具待项王使者，项王疑他归汉，因此放还居巢，路上死的。贤弟既知范增见疑之故，则你今日之祸亦可推矣，你道项王疑咱是些甚么来？当日我汉王袭破彭城时，项王从齐国慌忙赶回，进则被汉王据其城池，退则被彭越抄其辎重，兵疲粮竭，自知不能取胜，所以特徵贤弟。一来凭仗虎威，二来要借这一枝生力人马，壮他军气，真如饥儿之待哺，何异旱苗之望雨。乃贤弟称病不赴，欲项王无疑，其可得乎？若项王与汉战而不利，势方倚仗贤弟，再整干戈，倒也无事。令汉王大败亏输，项王意得志满，更加以龙且之谮，日在耳傍，必且阴遣使臣，觇你罪衅，此不但范增之祸已也，贤弟请自思之。喏！报元帅得知，楚国使命到。<br>【玉花秋】那里发付这殃人货，势到来如之奈何？若是楚国天臣见了呵，其实难回避，怎收撮。令人，快与咱装香案迎接者。咱一下里相迎，你且一下里躲。<br>仁兄，你只在屏风后躲者。楚王手敕到来，英布跪听者。天祚吾楚，寡人亲率万骑，击刘季于灵壁之东，破其甲士四十六万，一时睢水为之不流。汝虽病不能赴，亦无籍汝为也，兹特布捷书，使汝闻知。汝其加餐自爱，以胥后会。咱被那厮这一番说话，只道楚使之来，必然见罪，取咱首级，却元来是宣捷的。早使那厮预先躲过，不等使臣看见，也还好哩。<br>【后庭花】不争这楚天臣明道破，却把你个汉随何谎对脱。咱则等使臣去了呵，咱便唤他来从头儿问，看他巧支吾说个甚么。非是咱起风波，都自己惹灾招祸。且看他这一番怎做科，那一番怎结末。<br>英布业已归汉，你来此怎么？英将军，这是何人？我是汉王使者随何，因你项王听信龙且之谮，使英布不能自安，已举九江之兵归降于汉，特遣小官亲率二十余骑到此迎接。我饶你快回去罢。英将军，你岂有降汉之理？贤弟，你既归汉，便当背楚，却骑不得两头马的。今已被楚使看见，不如杀之，以灭其口。仁兄，则被你害杀咱也。<br>【金盏儿】吓的咱面没罗，口搭合，准似你这一片横心恶胆天来大，没来由引将狼虎屋中窝。这一个宣捷的有甚么该死罪，这一个仗剑的莫不是害风魔不争你杀了他楚使命，则被你送了咱也汉随何。令人，拿下随何，待咱送他亲见项王去来。不消绑得。我就随你见项王去。你那个村头龙且，正在项王左右，我又是个辩士，一口指定你要举兵归汉，着我引二十骑来迎接也是你来，着我杀楚使灭口也是你来。你说的一句，我还你十句，看道项王疑我，还是疑你，那龙且谮我，还是谮你。嗨，咱岩拿那厮见项王去，那厮是能言巧辩之士，口里含着一堆的老婆舌头。咱是个粗卤武将，到得那里，只有些气勃勃的，可牛句也说不过来。罢、罢、罢，咱也不要你去了，令人，且放了他者。<br>【雁儿】楚王若是问英布，那项王问道他是汉家，你是楚家，若是你不将书去接他。他怎敢便带领着二十人，到军寨里闹镬铎？那其间呵，可教咱答应是如何？<br>贤弟，你只说已举兵降汉便了。事势至此，也不得不归汉了。只一件要与你说过，咱在楚，项王相待颇重，如今要汉王待咱更重如项王，咱方甘心背楚归汉也。那项王待你有甚重处？你与他救钜鹿，破秦关，杀义帝，功非小可，只封的你当阳君之职。我汉王豁达大度，凡克城邑，即便封赏，曾无少吝，所以英雄之士，莫不归心，贤弟，你不见韩信乎？他本一亡将，听萧何之荐，即日筑台拜为大帅。何况贤弟雄名久著，汉王必当重用，取王侯如反掌耳。请贤弟早决归降之心，无使自误。<br>【赚煞】你休将咱厮催逼。相撺掇，英布也今番去波。不争我服事重瞳没个结果，赤紧的做媳妇先恶了公婆，怎存活？恰便似睁着眼跳黄河，你着咱归顺他隆准的材王较面阔，你这里怕不有千般揣摩，却将咱一时间瞒过，则怕你弄的咱做了尖担两头脱。<br>那英布归汉了也。我若是不杀他楚使，他怎肯死心榻地便肯归降？我当时在汉王根前曾出大言，如今果应吾口也，与儒生添多少光彩。只等英布兵起之日，我此著二十骑随后进发便了。兵间使事谁能料，当阳片言立应召。从此儒冠稳放心，免教又染君王溺。<br><br>第二折<br>咱英布一向在项王麾下，拥四个万众，镇守九江，单则不曾封王，以此心常怏快。不意一时间听了随何说词，便背楚归汉。一路行来，渐近成皋关了，怎不见汉家有甚么粮草供应，人马迎接？敢则是随何自家的意思，要赚咱去献功，那汉王还不知道哩？嗨，非是咱服事君王不到头，则为一时同辈有冤仇。早知又上渔人手，何用贪他别钓钩，令人，与咱请将随何来者。随大夫有请。事不关心，关心者乱。我随何掉三寸舌，出使九江，说的英布举四十万众来归汉王。已到成皋关下，那英布着人请我，必是为汉王不来迎接之故。我若待他说起，便是我的言词不应口了，如今我去见他，自有一个主意。贤弟，你可知道楚汉相拒的事么？咱家不知。我汉王与项王，夹着广武江为阵。那项王请我汉王面见，要两个比力。我汉王道比智不比力，因数项王十大罪。那项王大怒，伏弩射中汉王足趾。这一向坚闭营门，在里面养疮，随他紧要军情，都不通报哩。这等可知道来？咱如今到成皋关隔的一射之地，咱也道汉家怎没些儿粮草接济咱家军马，这便罢了，则论寻常受降之礼，也该遣人相迎才是。贤弟，待不才先去报知汉王，着他摆半张鸾驾，出境迎接，你意下如何？只是不该重劳仁兄。这个是我做典谒的本等。暂时匹马去，少刻八鸾迎。随何去也，便汉王患箭疮不能出境亲接，少不的将官也差几个迎咱。令人，分付众军马慢慢行者。<br>【南吕】【一枝花】抵多少遵承帝王宦，禀受将军令，不由咱不叛反，不由咱不掀腾。现如今两国吞并，使不的风雷性，且朦胧入汉城。也是咱不合听信了这一谜的浮词，剑砍了那差来的使命。<br>【梁州第七】却教咱实丕丕兴刘灭楚，笑吟吟背暗投明，这的是太平本是将军定，折末他提人头厮摔，喷热血相倾。势雄雄要分个成败，威纠纠要决个输赢，齐臻臻领将排兵，闹垓垓虎斗龙争。咱也曾湿浸浸卧雪眠霜，咱也曾磕擦擦登山蓦岭，咱也曾缉林林劫寨偷营。随何也咱是你绾角儿弟兄，怎生来汉王不把咱钦敬。你说他有龙颜是真命，因此上将楚国重瞳看的忒煞轻。哎，随何也须索个心口相应。禀元帅得知，已进成皋关了也。那随何去了许久，怎生还不见汉王出来迎接，这也可怪。怎么连随何也不来了，令人，与咱扎下营寨者。理会的。<br>【隔尾】咱这屯营扎寨宁心等，瞋目攒眉侧耳听。恰待高叫声随何你那一步八个谎的可也唤不应，咱则道是有人来觑咱动静。可不是，咱则道是有人来供咱使令。可又不是，呸，却元来是扑剌刺风动辕门这一幅绣旗的影。咱问你这半张鸾驾恰在那里？贤弟，我不才失言了。汉王若是箭疮好了，莫说半张鸾驾出境迎接，便是全副鸾驾也不为难。只因疮口未收，不便劳碌。况他周勃樊哙一班大将，都是尚气的人，在汉王根前说你初来归降，未有半根折箭功劳。自古以来，那曾见君王亲迎降将之礼？我不才道是贤弟虎威，非他将可比，争些儿磨了半截舌头。终是汉王为樊哙等所阻，使不才说了谎话，如之奈何？事已至此，难道他不来迎，咱依旧回还九江不成？如今汉王在那里？待咱见去。汉王现卧帐中，你随我入营见来。<br>【牧羊关】分明见刘沛公濯双足，觑当阳君没半星，直气的咱不邓邓按不住雷霆。眼睁睁慢打回合，气扑扑重添呓挣。不由咱不怒从心上起，恶向胆边生。却不道见客如为客，轻人还自轻。<br>叵奈刘季那厮濯足相见，明明觑的咱轻如粪土。这一来咱好差了也。令人，传下将令，即刻拔营而起，重回咱九江去来。贤弟，你这回去，可还见项王么？怎么不见，贤弟，你若见项王时，项王道：\"英布，你杀了俺使命，举兵归汉去了，汉王不用你，依旧归俺楚国，俺楚国是个无祀鬼神坛，凭你自去自来，没些门禁的？\"那龙且在边厢，又撺上几句，那项王好个性儿，只一声道：\"刀斧手，与俺推出辕门斩讫报来。\"那时节则怕贤弟悔之晚矣。这也说的有理，则是咱今日弄的有家难奔，有国难投，兀的不被你害杀咱也。贤弟，且省烦恼者。<br>【哭皇天】是谁人这般信口胡答应，大古里是你个知心好伴等。则你那刘沛公无君臣的新义分，哎，随何也咱与你有甚么弟兄的旧面情。我元说汉王被项王的伏弩射中足趾，现今疮口未收，所以要濯足哩。这其间都是你随何随何弊幸，据着咱-生气性，半世威风，若不看你少年知识，往日交游，只消咱佩中剑支楞支楞的响一声，折末你能言巧辩，早做了离乡背井。<br>【乌夜啼】那其间这汉随何不偿了咱天臣命，则你个刘沛公见面不如闻名。你道是善相持能相竞，用不着咱军马崩腾，武艺纵横。则教你楚江山觑不得火上弄冰凌，汉乾坤也做不得碗内拿蒸饼。哎，随何也你怎么不言语，不承领，从今后将军不下马．各自奔前程。<br>贤弟，你则宽心儿等待者，我汉王少不得重用你哩。那濯足的盛情，咱已领了。常言道头醋不酸，二醋不焰，咱还待他个甚的？只是楚国又不好去，这普天下那里容咱七尺身子。不如拔剑自刎罢了。<br>【骂玉郎】哎，是谁人紧握住咱青锋柄？可又是随何也这先生。贤弟差矣。蝼蚁尚且贪生，为人怎不惜命？据贤弟英雄盖世，右投则右重，左投则左重，何处不立功业，何处不取王侯？却做这自尽的勾当。可不是匹夫匹妇之谅，好短见也。你道咱英雄盖世无人并，投一国一国重，立功业功业成，取王侯王侯定。<br>【感皇恩】可是咱要做愚夫妇沟渎自经，倒不如那蝼蚁尚惜残生。拚的个割断了绛红缨，掀翻了犀皮胄，血染了征袍领。从今年收拾了喧喧嚷嚷略地攻城，毕罢了轰轰烈烈奔利争名，一任他游魂散几时休，遗骸倩何人葬。只干着了这当王相枉遭黥。既然你劝咱不要自刎，咱如今也不臣汉，也不还楚，率领四十万大兵，依旧往鄱阳湖中落草去也。贤弟，你的封王只待早晚间灭了项羽，便是囊中之物，却要去做草头大王，好没志气也。噤声。<br>【采茶歌】咱如今疾驱兵，速离营，只去那鄱阳湖上气凭陵。权待他鹬蚌相持俱毙日，也等咱渔人含笑再中兴。<br>随何，借你的口，传语汉王者，咱此一去抵二十个楚霸王，好些难御哩。<br>【煞尾】不争教刘沛公这一篇无行径，单注定汉天下有十年不太平。他只要自称尊，自显能，觑的人粪土般污，草芥般轻。激的咱引领大兵，还归旧境，汗似汤浇，怒似雷轰。直抵着二十个霸王没的支撑，连你个说咱的随何也不干净。贤弟，你听我说，还再等一等，自有重用之日。噤声。谁待将你那无道的君王做圣明来等。<br>适才汉王濯足见英布，非是故意轻他，使这嫚骂的科段。只因为英布自恃英勇无敌，怕他有藐视汉家之心，故以此折挫其锐气。况他元是鄱阳大盗出身，无甚么高识远见。待他回归营寨，自有牢络之术，乃汉王颠倒豪杰之处，想此时英布已到营了，我再看他去波。<br><br>第三折<br>孤家汉王是也。前者遣随何下九江说得英布归降，孤家故意使两个宫女濯足，接见英布。闻他不胜大恼，几欲拔剑自刎。如今他还营去了，要引着大兵重向鄱阳落草，这是他的故智。孤家想来，人主制御枭将之术，如养鹰一般，饥则附人，饱则扬去，今英布初来归我，于楚已绝，于汉末固，正其饥则附人之日也。孤家待先遣光禄寺排设酒筵，教坊司选歌儿舞女，到他营中供用，看他喜也不喜。再遣子房领着曹参等一班儿将宫同去陪待，致孤家殷勤之意，料他必然欢悦。如若怒气未平，孤家另有理会，不怕他不死心榻地与孤家共破楚王。子房以为何如？主公高见，与贫道相合，闻得项王遣龙且救魏。当庄韩信，自家亲率大兵击彭越于外黄。据贫道料来彭越怎敌得项王？则外黄必破，外黄破则楚军益张。今英布归降，不若捐一侯印与之，就着他率领本部人马往救彭越等，两个来攻项王，此机会不可失也。孤家之意，正欲如此。如今子房且同诸将到英布营中去，孤家随后亦至矣。曹将军。我等共往英布营陪待去来。那英布有甚么本事，在那里不过是个黥面之夫，适才俺大王见他时，先该除他这铁帽子，撒脬尿在里面。怎么只将两只臭脚去薰他？他是个酘鼻子，一些香臭也不懂得，他那里便肯头低？我每如今到他营寨去。军师，你只凭着我。等我一交手，先摔他一个脚稍天。你不要失了我自家的门风。樊将军不要多说，到那里只随着军师便了。不如意事常八九，可与人言无二三。咱英布自谓举九江四十万众投降汉王，必得重用。岂知汉王濯足见咱，明明是觑的咱轻如粪土，争些儿一气一个死，如今重引大兵到鄱阳湖中落革去。令人，传下军令，将营寨拔起，取旧路进发者。只是那随何是咱绾角儿弟兄，他可不该来哄咱，不杀的他。也出不得这口臭气。贤弟请了，我说汉王必然重待贤弟，如今着光禄寺排设筵席，教坊司选歌儿舞女供应哩。咱少这些筵席吃那。<br>【正宫】【端正好】则咱这镇江淮，无征斗，倒大来散诞优游。不争的信随何说慌谩天口，你道咱封土业时当就。<br>【滚绣球】折末您皓齿讴，锦毖揝，列两行翠裙红袖，更摆设百味珍馐，显的咱越出丑，却元来则为口。犬古里不曾吃些酒肉．则被您送的人也有国难投。折末您造起肉面山也厌不下咱心头火。凿成酒醴海也洗不了咱脸上羞，怎做的楚同亡囚。<br>俺主公因为足疮未愈，适间甚多失礼，特着贫道同一班儿大将造拜。一来替主公请罪，二来就陪待君侯，休得见怪者。想是他还恼哩，待我老樊与他打一个流星十八跌。取酒来。君侯请满饮此杯。<br>【倘秀才】咱与您做参辰卯酉，谁待吃这闲茶浪洒，贤弟，这一位是军师张子房。哎。您这个烧栈道的先生忒绝后，您当日个施谋略，运机筹煞有。<br>这一位是建成侯曹参。好曹参，他会提牢押狱哩。这一位是威武侯周勃。好周勃，他会吹箫送殡哩。这一位是罩阴侯樊哙。好樊哙，他会宰猪屠狗哩。他笑我屠狗么，咄，你是黥布，我可也不似你会杀人放火做强盗。<br>【滚绣球】元来这樊哙也做万户侯，他比咱单则会杀狗，无过是托赖着君王亲旧，现统领着百万貔貅。他和咱非故友，枉插手，他怎肯去当今保奏。哎，元来这子房也是个伧头，您待把一池绿水浑都占。怎生来个放傍人下钓舟，却教咱何处吞钩。<br>主公遣贫道引着众将来陪待，君侯若不饮呵，是无主公的面分了。咱英布举四十万大兵，远远的从九江到这里。投见汉王，岂知汉王不以人礼相待，踞床濯足，觑的咱轻如粪土一般。今日的酒便真个是金波玉液，英布福薄可也饮不下去。贤弟，你也忒气重了些。俺汉王本为足上箭疮未曾收口，要洗的干净，好贴膏药。又是从小里患些脚气征候，他接见人，十次倒有九次洗脚哩。<br>【脱布衫】那时节在丰沛县草履团头，常则是早辰间露水里寻牛，骊山驿监夫步走，拖狗皮醉眠石臼。<br>【小梁州】这的是从小里染成腌症候，可不道服良药纳谏如流，谁似你这般轻贤傲士没谦柔，激的咱为仇寇，到如今都做了泼水怎生收。<br>圣驾来了也。汉王手敕到来，英布跪听者。寡人闻良鸟择木而栖，忠臣择主而事，尔当阳君英布，本以楚将，来归寡人。非其择主之明，何以至此？今项王遣龙且救魏，御我韩信，亲率二十万骑，击彭越于外黄。特加尔为九江侯，破楚大元帅，即领本部军马，往援彭越，共讨项王，功成之日，另行封赏。尔其钦哉，谢恩。请元帅受牌剑者。请元帅就车，寡人亲自推毂者。从天以下，从地以上，苟利汉室，唯元帅制之。取酒过来。酒到。请元帅满饮此杯。<br>【幺篇】咱则道遣红妆来进这黄封酒，恰元来刘沛公手捧着金瓯。相劝酬，能动厚。咱本待见汉王，花白他几句，这一会儿咱可不言语了。早则被大威摄的咱无言闭口，英布也你是个银样鍊枪头。<br>今日这一杯酒不打紧，使后代人知汉王几年几月几日在英布营里跪送一杯酒，自英布死便死，也死的着了也。谢大王赐酒。<br>【叨叨令】请你这个汉刘王龙椅上端然受，早来到张子房半句儿无虚谬。光禄寺几替儿分前后，教坊司一派的笙歌奏。兀的不快活杀咱也么哥，兀的不快活杀咱也么哥，似这般受用可也谁能勾？<br>人说汉王见巨子们动不动軏骂，全无些礼体。今日看起来，都是妄传也呵。<br>【剔银灯】咱则道舌剌刺言十妄九，村棒棒呼幺喝六，查沙着打死麒麟手。这半合儿敢骂遍了诸侯，元来他骂的也则是乡间汉，田下叟。须不共英雄辈做敌头。<br>【蔓青菜】则见他坦心腹披袍袖，依然似枌榆社麦场秋，笑吟吟自由。虽然做不得吐哺握发下名流，也是咱的风云凑。<br>俺主公醉了也。随大夫，你护送回营去者。请问元帅．几时起兵救彭越去？大王回营去了。那救彭越之事，如救火一般，岂可停留时刻的。看末将即日传令，提兵击项王去来。你不如把这元帅的牌印让与我老樊。当日鸿门宴上，我老樊只除下兜鍪，把守辕门的军校一时打倒，吓得项王在坐上骨碌碌滚将下来，你可知道么？前日韩信拜了元帅，就坛上点名，便先斩了英盖一员大将。今日英元帅也是俺主公亲拜的，牌印在手，他要割你这头，可也容易。他也割得头的？这等，只不如屠狗去也。<br>【柳青娘】眼见得君王带酒，休惊御莫闻秦。咱嘱付您个张子房莫愁，看英布统戈矛，今番不是强夸口，楚重瞳天亡宇宙，汉刘正合霸军州。管教他似雀逢鹰，羊遇虎，一时休。<br>【道和】把军收，把军收，看江山安稳尽属刘。革勾不刚求，想咱想咱恩临厚，教咱教咱难消受。这报答志难酬，肯迟留。扑腾腾征革勾骤，看者看者咱争斗，都教望着风儿走。看者看者咱争斗，都教死在咱家手。看沙场血浸横尸首，直杀的马头前急留古鲁乱滚，滚死、死、死、死人头。<br>【啄木儿尾】免子彭越忧。报了睢水仇。直杀的塞断江河滔天溜。早则不从今已后，两分疆界指鸿沟。<br>那英布领兵击楚去了也。项王平日所恃大将止英布龙且两个。贫道算来。龙且是莽撞之夫，必然死于韩信之手。项王闻得龙且死，已自心怯，又见英布归汉，反去击他，必然不战而外黄之围自解，却又放出彭越这枝军马，与英布夹攻项王。项王必然败走。一面通知韩信，着他绕出夏阳，截他归路，擒项王必矣。军师既然算的这等停当，俺家也整搠军马，同攻项王去，难道只在营里杀狗肉吃？黥布英雄肯出师，天亡楚国正斯时。辕门预备功成宴，教儿学唱《大风》诗。<br><br>第四折<br>霸王当日渡江来，一骑乌骓百骑开。欲知沛上真龙起，试看军前大会垓。孤家用军师之计，着英布往救彭越，共击项王去了。好几日还不见捷音到来，使我好生悬望。贫道已曾差能行快走夜不收往军前打探去了，着他一见输赢，便来飞报。适才一阵信风过，贫道袖传一课，敢有喜音来也。彭越元是汉家一员虎将，如今又添上英布，两个夹攻项王，那项王虽则英勇，怎当的腹背受敌？这一遭战，臣敢立的包状，只有胜无有败。你又来调喉了。当日俺每攻破彭城时节，那项王自齐国三昼夜赶回，是走乏的人马，俺每众将从城中杀出，彭越从外面杀入，那项王可不也是腹背受敌，则被他一骑马一笴枪，冲突将来，杀的人人退缩，个个奔逃，汉家四十六万人马，都挤落睢水里面。幸的死人多，睢水不流，俺每都打死人堆上骑着马跑，方才脱的性命。至今说起，俺这心胆还是磕扑磕扑的跳。你道增了个黥面囚徒，就说这等好看话儿，要在军前立下包状，你这个油嘴可包的，俺老樊恰包不的。这一场好厮杀也呵。<br>【黄钟】【醉花阴】俺则见楚汉争锋兢寰士，那楚霸王肯甘心伏输。此一阵不寻俗，这汉英布武勇谁如？据慷慨堪称许，善韬略晓兵书。出马来，出马来，没霎儿早熬翻了楚项羽。<br>报、报、报，喏。好探子也。他从阵面上来，则见他那喜色旺气，一张弓弯秋月，两枝箭插寒星；肩担一幅泥金令字旗，头戴八角红缨桶子帽。九重围里往来，直似撺梭；万队营中上下，浑如走马。杀气腾腾蔽远空，一声传语似金钟。两家赌战分成败，只在来人启口中。探子，你把两军上那家胜，那家输，喘息定了，慢慢的说一遍咱。<br>【喜迁莺】骨剌刺旗门开处，那楚重瞳在阵面上高呼：无徒，杀人可恕，情理难容。这匹夫，两下里厮耻辱，那一个道待你非轻，这一个道负你何辜？哦，那项王在阵上看见英布，怎不着恼？两阵旗门相对，军前各举戈矛。高声英布楚亡囚，怎敢和咱争斗？毕竟交锋深处，是谁夺得赢筹。君王侧耳听根由，专待捷音宣奏。探子，你喘息定了，再说一遍咱。<br>【出队子】俺这里先锋前部，会支分能对付。口退、口退、口退响飕飕阵上发个金镞，火、火、火、齐臻臻军前列着十卒，呀呀呀俺则见垓心里骤战驹。两阵对圆，六旗开处，俺这壁英无帅出马怎生打扮？戴一顶描星辰、晃日月、插鸡翎、排凤翅玲珑三角叉、枣穰紫金盔，披一付汤的刀，避的箭、锁鱼鳞、掩月镜、柳叶砌成的龟背犭唐猊铠，衬一领摄下魂、耀人目、染猩红、夺天巧，西川新十样无缝锦征袍，系一条拆不开、纽不断、里香绵、攒彩线、紧紧妆束的八实狮蛮带，穿一对上杀场、踢实蹬、刺犀皮、攒兽面、吊根墩子制吞云抹绿靴，轮一柄明如雪、快如风、沁心寒、逼齿冷、纯钢打就的宣花蘸金斧，跨一匹两耳小、四蹄轻、尾巴细、胸膛阔、入水如平地、卷毛赤兔马，怕不赢了那项羽也。探子，你喘息定了，再说一遍咱。<br>【刮地风】冬、冬、冬、不待的三声凯战鼓，忽剌剌两面旗舒，扩腾腾二马相交处，则听的闹垓垓喊震天隅。俺则见一来一去不见赢输，两匹马两员将有如星注。那一个使火尖枪，正是他楚项羽，忽的呵早刺着胸脯。<br>俺这壁英元帅，是一员虎将，难道当不得项王一枪？荡起征尘二马交，枪来斧去肯相饶。要与汉家出力争天下，拼命当先在此朝。探子你且喘息定气。慢慢的再说一遍。与俺听者。<br>【四门子】俺英布正是他的英雄处，见枪来早轻轻的放过去，两员将各自寻门路。整彪躯轮巨毒，虚里着实，实里着虚，厮过瞒各自依法度。虚里着实，实里着虚，则听的连天喊举。<br>【古水仙子】纷纷纷溅土雨，霭霭霭黑气黄云遮了太虚。刷刷刷马荡动征尘，隐隐隐人蟠在杀雾。吁吁吁马和人都气促，吉当当枪和斧笼罩着身躯。扢挣挣斧迎枪几番烟焰举，可擦擦枪迎斧万道霞光出，厮琅琅断铠甲落兜鍪。<br>【尾声】嗔忿忿将一匹跨下征革勾紧缠住，杀的那楚项羽促律律向北忙逋。俺英元帅呵，兀的不生扌蚩损明晃晃这柄簸箕般金蘸斧。俺这壁胜了也，那壁败了也。探子，赏你三坛酒，一肩羊，十日不打差。不知项王败走那里去，俺每领些军马赶上，杀他一阵，也好分他的功，不要独独等这黥面之夫占尽了。项王既败，帝业成矣，臣等请为大王举千秋之觞。今日之胜，皆赖军师妙算，随使者游说之功，诸将翊赞之力，只等英元帅奏凯回来，孤家当裂土而封，大者王，小者侯，不敢吝也。<br>【侧砖儿】为甚么捐躯死战在沙场，也则要赤心扶立汉家邦。莫道咱居功处无谦让，咱本是天生下碧玉柱紫金梁。<br>【竹枝儿】他若问英布如何救外黄，咱则说项羽亏输走夏阳，恨不就穷追直赶到乌江。今日个鸣金收士马，奏凯见君王，堤防，只怕他放二四又做出那濯足踞胡床。<br>可早到汉营了也，令人。接了马者。喏，报大王得知，有英元帅到于辕门之外。随大夫，你出去引进来。末将引兵到外黄城下，与项王决战，幸获微功，只是不曾请的旨，不好穷追，望大王勿罪。项王此败，其意气消折尽矣。况他龙且周兰已为韩信所斩，只待诸侯之兵会集，那时追他，亦未为迟。孤家闻知兵法有云，兵赏不逾日，当时韩王克齐，就封三齐王。今卿建此大功，封为淮南王，九江诸郡皆属焉。随何说卿归汉，功亦次之，加为御史大夫。其余诸将，姑待擒获项王之后，别行封赏。一壁厢椎翻牛，窨下酒，就军营前设一庆功筵宴，赐士卒大酺三日者。<br>【水仙子】谢天恩浩荡出寻常。咱英布呵。与韩信三齐共颉颃。便随何岂有他承望，也则为荐贤人当上赏，消受的紫绶金章。咱若不是扶刘锄项，逐着那狐群狗党，兀良怎显得咱这黥面当正。",
  "poet": {
    "id": 1407,
    "star": 0,
    "name": "尚仲贤",
    "desc": "元代戏曲作家。真定（今河北正定县）人。生卒年、字号不详。曾任江浙行省官吏。《录鬼簿》列为\"前辈已死名公才人\"。"
  },
  "tags": []
}