{
  "id": 10810,
  "star": 11,
  "name": "陪郑广文游何将军山林",
  "dynasty": "唐代",
  "content": "不识南塘路，今知第五桥。<br>名园依绿水，野竹上青霄。<br>谷口旧相得，濠梁同见招。<br>平生为幽兴，未惜马蹄遥。</p> <p>百顷风潭上，千章夏木清。<br>卑枝低结子，接叶暗巢莺。<br>鲜鲫银丝脍，香芹碧涧羹。<br>翻疑柁楼底，晚饭越中行。</p> <p>万里戎王子，何年别月支？<br>异花开绝域，滋蔓匝清池。<br>汉使徒空到，神农竟不知。<br>露翻兼雨打，开坼渐离披。</p> <p>旁舍连高竹，疏篱带晚花。<br>碾涡深没马，藤蔓曲藏蛇。<br>词赋工无益，山林迹未赊。<br>尽捻书籍卖，来问尔东家。</p> <p>剩水沧江破，残山碣石开。<br>绿垂风折笋，红绽雨肥梅。<br>银甲弹筝用，金鱼换酒来。<br>兴移无洒扫，随意坐莓苔。</p> <p>风磴吹阴雪，云门吼瀑泉。<br>酒醒思卧簟，衣冷欲装绵。<br>野老来看客，河鱼不取钱。<br>只疑淳朴处，自有一山川。</p> <p>棘树寒云色，茵蔯春藕香。<br>脆添生菜美，阴益食单凉。<br>野鹤清晨出，山精白日藏。<br>石林蟠水府，百里独苍苍。</p> <p>忆过杨柳渚，走马定昆池。<br>醉把青荷叶，狂遗白接瞝。<br>刺船思郢客，解水乞吴儿。<br>坐对秦山晚，江湖兴颇随。</p> <p>床上书连屋，阶前树拂云。<br>将军不好武，稚子总能文。<br>醒酒微风入，听诗静夜分。<br>絺衣挂萝薜，凉月白纷纷。</p> <p>幽意忽不惬，归期无奈何。<br>出门流水住，回首白云多。<br>自笑灯前舞，谁怜醉後歌。<br>只应与朋好，风雨亦来过。",
  "fanyi": "<p><strong>译文</strong><br>以前我不认识来南塘的道路，今日才见识这里的第五桥。名贵的园林依傍着涔涔绿水，一丛丛野竹直上青霄。<br>仿佛与谷口的郑子真旧日相交，一同游览濠梁。平生为了寻找幽境胜景，从来就不怕路途遥远。</p> <p>百顷水潭上春风荡漾，夏天里树木千重，郁郁青青。树上水果压枝低，树叶相连，隐蔽着莺巢。<br>把活鲜的鲫鱼切成银丝煲脍，用碧水涧傍的香芹熬成香羹。这分明是在越中吃晚饭啊，哪里是在陕西的柁楼底下用餐呢？</p> <p>戎王子花远来万里，何年何月告别月支故土？异国绝域的珍贵花儿，如今在你的清水池塘四周滋生开放。<br>汉使张骞当年都不曾把这花带回，真是徒然到了月支一回，连神农也不知道有这样美妙的鲜花。可惜的是这鲜花经过露凋雨打，真是绿肥红瘦，日益消损。 </p> <p>高高的绿竹在舍旁连成一片，稀疏的篱笆下花儿凋零，落英缤纷。碾米的碾涡深深可以装下骏马，藤蔓弯弯足以隐藏蛇虫。<br>我虽然工于写词作赋，可是没有任何经济效益，估计去山林隐居的日子也不远了。不如把<a href=\"http://so.gushiwen.org/view_10810.aspx\">诗</a>书典籍全卖了，和你一起隐居算了。 </p> <p>园中的水塘如沧江涌来，假山是开采的碣石堆成。风儿吹折了绿笋，枝枝下垂；雨儿催肥了红梅，朵朵绽开。<br>银子做的指甲是弹铮所用，随身佩带的金鱼小饰品可以用来换酒喝兴致高昂，无须洒扫庭院，大家随意坐在莓苔上喝喝酒吧。 </p> <p>高高的山岩的石阶上狂风吹扬起白雪，细一看，原来是云门上流下的瀑布在怒吼。酒醒了就想在竹簟上睡上一觉，衣单天冷想穿绵衣。<br>山野的老人来看做客的我，并我送河鱼，不要一分钱。此处淳朴可爱，不亚于<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的桃花源。</p> <p>小枣树下一片灰蒙蒙的寒云色，茵蔯与春藕共香。生菜又脆又美味，坐在树下的布单上吃生菜，颇感阴凉。<br>野鹤清晨即出，山中的精灵在白天都躲藏了起来。石林邻近蟠龙水晶宫，方圆百里，茫茫苍苍。 </p> <p>回忆起游玩杨柳渚的情景，曾经也在定昆池飞马驰骋。醉来把玩青青的荷叶，狂欢之中把白巾小帽也给丢失了。<br>看到那撑船的小伙子就想起郢中的船夫，他们熟悉水性如同江南的吴儿。我们一直坐着饮酒，看斜阳落下秦山，游玩江湖兴致依然不减。</p> <p>你的床上书堆成山高，连接屋顶，阶前庭院绿树袅袅飘拂云烟。你身为将军却不好兵黩武，你的儿子真是块读书的料。<br>微风吹来，恰好为你醒酒，静夜无事，听听吟诗颂词。你把细葛布衣挂在萝薜藤上，中天凉月如秋水洒满大地，一片雪白。</p> <p>我一想到要回家的日期，心里就很不爽，却也无可奈何，总不能一辈子作客。出得门来，溪中流水潺潺；回首一顾，山上白云婀娜，总也放不下留恋的情怀。<br>想这几天灯前乱舞自娱，酩酊后的歌声倾吐了我的心声，可是有谁怜悯。只有老郑老何你哥儿俩跟我知心知肺，我们约定，下次不管刮风也好，下雨也好，一定旧地重游！</p> <p><strong>注释</strong><br>①郑广文：即<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>倾倒其三绝才华，又哀其不遇，二人交情极笃。《新唐书》、《唐摭言》、《唐才子传》有传。《全唐诗》存其诗一首。<br>②何将军：名无考。赵汸曰：“何于郑为旧交，因而并招及已。”</p>",
  "shangxi": "<h2>评析</h2> <p>　　此组<a href=\"http://so.gushiwen.org/view_10810.aspx\">诗</a>共十章，当作于公元753年（唐玄宗天宝十二年）初夏，当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与广文馆博士<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>同游何将军山林，故作此组诗。以下是仇兆鳌《杜诗详注》对组诗各章的评析。</p> <p>　　首章领起，乃未至而遥望之词。上四，何氏山林。下四，陪郑同游。自塘至桥，桥畔有园，园中有竹，层次如画。谷口，指郑。濠梁，指何。赵汸曰：何于郑为旧交，因而并招及己，但以素有山林幽意，故作此游，非轻赴人招也，说得曲折微婉。《杜臆》末拈幽兴，为十首之纲。</p> <p>　　二章，志林中景物之胜。首二为纲，三四承夏木，五六承风潭。末乃触景而念昔游。风潭覆以夏木，见其萧森可爱。朱鹤龄注：卑枝接叶二句，古人所谓叠韵诗。食有芹卿，乃初到而留饮，末云晚饭，盖至暮而留宿矣。</p> <p>　　三章，记林间花卉之奇。首记花名，次记花种。五六承异花，见其可贵。七八承滋蔓，怜其易谢。张骞不携此种，故曰空到。《本草》弗载其名，故曰不知。《杜臆》开拆，顶露翻。离披，顶雨打。</p> <p>　　四章，羡林傍幽僻之致。上四写景，下四叙情，上四以整炼为工，下四以萧疏见致，俱有章法。没马是实事，藏蛇是想像。《杜臆》：公献赋不售，故欲卖书买宅，乃愤激之词。此云晚花，七章言清晨白日，见其次第。</p> <p>　　五章，见山林景物，而喜逢豪饮，在四句分截。言此间穿池垒石，特大地中剩水残山耳，其势之雄阔，足以破沧江而开碣石。烹笋摘梅，园中佳品。弹筝换酒，将军豪兴。故复移席苔前，以享其用意之殷勤。申涵光曰：起语近纤，五六太板。</p> <p>　　六章，状山林高寒，而美其淳朴，亦四句分截。风磴而吹阴雪者，乃云门之吼瀑泉也，以下句解上句。盖夏本无雪，飞瀑遥溅，乍疑是雪耳。酒醒方思卧簟，而衣冷反欲装绵，言夏日阴森也。野老看客，馈以河鱼，即此见风土淳朴，与他处不同。</p> <p>　　七章，记山林物产，而叹其景幽，亦四句分截。茵蔯之脆，得生菜而加美。栜树之阴，展食单而倍凉。次联分顶，野鹤晨出，言其超旷，山精昼藏，言其深邃。百里之内，独见苍苍，甚言石林之高耸，非谓何林有百里也。此云晨日，下二章言晚、言夜，次第又相联络。</p> <p>　　八章，因水府而旁记游迹。上四实景，下四虚摹。山林胜游，留连累日，故柳渚昆池，亦皆经过。折荷脱巾，醉时狂态。刺船解水，走马而思泛舟也。</p> <p>　　九章，宿何园而记其韵事。上四见主人儒雅，下四言夜景清幽。首句属赋，起不好武。次句属比，起总能文。</p> <p>　　十章总结，乃出门以后情事。首二惜别之情，三四别后之景，五六回忆前事，七八豫订重游。幽意不惬，为迫于归期耳，两句起势突兀。舞曰自笑，歌曰谁怜，无复林中豪兴矣，故须再过以慰寂寥。朋好，指郑广文。<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>曰：八句之内，势变多端，尺寸之间，移形换步，正所谓“波澜独老成”也，杜老不容易放笔如此。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "组诗"
  ]
}