{
  "id": 70905,
  "star": 141,
  "name": "拟行路难·其六",
  "dynasty": "南北朝",
  "content": "对案不能食，拔剑击柱长叹息。<br>丈夫生世会几时？安能蹀躞垂羽翼！<br>弃置罢官去，还家自休息。<br>朝出与亲辞，暮还在亲侧。<br>弄儿床前戏，看妇机中织。<br>自古圣贤尽贫贱，何况我辈孤且直！",
  "fanyi": "<p><strong>译文</strong><br>对着席案上的美食却难以下咽，拔出宝剑对柱挥舞发出长长的叹息。<br>大丈夫一辈子能有多长时间，怎么能小步走路的失意丧气？<br>放弃官衔辞职离开，回到家中休养生息。<br>早上出家门与家人道别，傍晚回家依然在亲人身边。<br>在床前与孩子玩耍，看妻子在织布机前织布。<br>自古以来圣贤的人都生活得贫贱，更何况我这样的清高孤寒又正直的人呢？</p> <p><strong>注释</strong><br>①案：一种放食器的小几。又，案，即古“椀”（碗）字。　<br>②会：能。这句是说一个人生在世上能有多久呢？　<br>③安能：怎能。蹀躞（diéxiè叠谢）：小步行走的样子。这句是说怎么能裹足不前，垂翼不飞呢。　<br>④弄儿：逗小孩。戏：玩耍。　<br>⑤孤且直：孤高并且耿直。这二句是说自古以来圣人贤者都贫困不得意，何况像我们这样孤高而耿直的人呢！</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_70905.aspx\">诗</a>分三层。前四句集中写自己仕宦生涯中倍受摧抑的悲愤心情。一上来先刻画愤激的神态，从“不能食”、“拔剑击柱”、“长叹息”这样三个紧相连结的行为动作中，充分展示了内心的愤懑不平。诗篇这一开头劈空而来，犹如巨石投江，轰地激起百丈波澜，一下子抓住了读者的关注。接着便叙说愤激的内容，从“蹀躞”、“垂羽翼”的形象化比喻中，表明了自己在重重束缚下有志难伸、有怀难展的处境。再联想到生命短促、岁月不居，更叫人心焦神躁，急迫难忍。整个心情的表达，都采取十分亢奋的语调；反问句式的运用，也加强了语言的感情色彩。</p> <p>　　中间六句是个转折。退一步着想，既然在政治上不能有所作为，不如丢开自己的志向，罢官回家休息，还得与亲人朝夕团聚，共叙天伦之乐。于是适当铺写了家庭日常生活的场景，虽则寥寥几笔，却见得情趣盎然，跟前述官场生活的苦厄与不自由，构成了强烈的反差。当然，这里写的不必尽是事实，也可能为诗人想象之辞。如果根据这几句话，径自考断此诗作于诗人三十来岁一度辞官之时，不免过于拘泥。</p> <p>　　然而，闲居家园毕竟是不得已的做法，并不符合作者一贯企求伸展抱负的本意，自亦不可能真正解决其思想上的矛盾。故而结末两句又由宁静的家庭生活的叙写，一跃而为牢骚愁怨的迸发。这两句诗表面上引证古圣贤的贫贱以自嘲自解，实质上是将个人的失意扩大、深化到整个历史的层面——怀才不遇并非个别人的现象，而是自古皆然，连大圣大贤在所不免，这足以证明现实生活本身的不合理。于是诗篇的主旨便由抒写个人失意情怀，提升到了揭发、控诉时世不公道的新的高度，这是一次有重大意义的升华。还可注意的是，诗篇终了用“孤且直”三个字，具体点明了像作者一类的志士才人坎坷凛冽、抱恨终身的社会根源。所谓“孤”，就是指的“孤门细族”（亦称“寒门庶族”），这是跟当时占统治地位的“世家大族”相对讲的一个社会阶层。六朝门阀制度盛行，世族垄断政权，寒门士子很少有仕进升迁的机会。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>出身孤寒，又以“直”道相标榜，自然为世所不容了。钟嵘《诗品》慨叹其“才秀人微，故取湮当代”，是完全有根据的。他的诗里不时迸响着的那种近乎绝望的抗争与哀叹之音，也不难于此得到解答。</p> <p>　　前面说过，同为诗人抗议人生的哀歌，此诗较之《拟行路难·泻水置平地》的正言若反、半吐半吞，写法上要直露得多，但此诗也并非一泻到底。起调的高亢，转为中间的平和，再翻出结语的峭拔，照样是有张有弛，波澜顿挫。音节安排上由开首时七言长调为主，过渡到中间行云流水式的五言短句，而继以奇峰突出的两个长句作收煞，其节奏的高下抗坠也正相应于情感旋律的变化。所以两首杂言体乐府仍有许多共同之处。再进一步，拿这两首感愤言志之作，来同前面那些借思妇口吻言情的篇什相比较，风格上又有不少异同。前诗婉曲达意，这里直抒胸臆；前诗节拍舒徐，这里律动紧促；前诗情辞华美，这里文气朴拙——随物赋形，各有胜境。不过无论哪一类题材，都能显现出作者特有的那种奇思焕发、笔力健劲的色调，这正是鲍照诗歌最能打动人心的所在。《南史》本传用“遒丽”二字评论他的乐府创作，后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也以“俊逸”概括其诗风，其实“俊”和“丽”还只标示出它的体貌，“逸”和“遒”才真正摄得它的神理。从鲍照的“俊逸”到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“飘逸”，是有着一脉相承的关系的。</p>",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "失意",
    "哀歌"
  ]
}