{
  "id": 50499,
  "star": 47,
  "name": "子夜歌·三更月",
  "dynasty": "宋代",
  "content": "三更月，中庭恰照梨花雪。梨花雪，不胜凄断，杜鹃啼血。<br>王孙何许音尘绝，柔桑陌上吞声别。吞声别，陇头流水，替人呜咽。",
  "fanyi": "<p><strong>译文<br></strong>深夜的月光照着庭中的梨花如同冬日的白雪，相思的情怀有说不尽的凄然就像是杜鹊啼血。远去的游子为什么没有了音信，当时在柔桑夹道的小路上我忍住了哭声和你道别。只有那陇头的流水仿佛知道我的心意，发出潺潺的声响像是在替我哭泣。</p> <p><strong>注释</strong><br>①子夜歌：即《忆秦娥》。《子夜歌》本南朝民歌，《乐府<a href=\"http://so.gushiwen.org/view_50499.aspx\">诗</a>集》列入清商曲吴声歌曲类。其声哀苦。该词情绪与之相类，兼有“三更月”之句，故袭用其题。<br>②三更月，中庭恰照梨花雪：夜已三更，明月当空，照亮庭院，梨花如雪。梁代萧子显《燕歌行》：“洛阳梨花落如雪。”<br>③杜鹃啼血：传说杜鹃日夜悲号于深林中，口为流血，常用以形容哀痛之极。（见《尔雅·翼·释鸟》）。<br>④王孙何许音尘绝，柔桑陌上吞声别：王孙别后，音信断绝，令人想起春日桑叶初生时分的陌上离别。何许，何处。《楚辞·招隐士》云：“王孙游兮不归。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《忆秦娥·箫声咽》：“咸阳古道音尘绝。”柔桑，嫩桑。《诗经·豳风·七月》：“春日载阳，……爰求柔桑。”<br>⑤陇头流水，替人呜咽：陇头，即陇山，在今陕、甘交界处。《辛氏三秦记》载，时有俗歌曰：“陇头流水，其声呜咽。遥望秦川，肝肠断绝。”关中人上陇者，还望故乡，悲思而歌，则有绝死者。此处借之抒发离别之痛。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《子夜歌》是思妇的子夜的悲歌。上阕紧扣题目描写子夜深闺的寂寞凄凉，下阕抒发思妇的愁苦之情。词虽是写的传统题材，但写景与写人的结合，刻画人物的矛盾心理，却独具特色。 </p> <p>　　开头即直写三更之月，对应词题。然三更，午夜也，正是人们熟睡之时，三更之月，古时只有为某种痛苦熬煎而深夜未眠的人才能见到。这两句形象地刻画留下了一幅静逸美景：皎洁的月光，恰恰映照在那庭院中盛开着的如银似雪的梨花上，辉映出了一片银白的世界，这种银白的世界，对于一个深夜未眠的人看来，给予的刺激真是太强烈了。故下三句，不啻是自然而然脱口而出：“梨花雪，不胜凄断，杜鹃啼血”。因为午夜总给人一种凄凉的感受，而如白似雪的梨花，又总会唤起人们一种悲哀痛苦的情绪，更不用说是在长久不寐的思妇眼中看到的。所以月光辉映下如雪似银的梨花，所给予人的悲凄之感，简直会使主人公哀哀欲绝，痛断愁肠。此词由所见月下梨花产生的悲哀之情，联想到死后魂化杜鹃尚凄声不断的杜鹃鸟，由其啼血悲鸣，染血杜鹃之花，联想到其声“不如归去”，点出了月下人深夜不寐之因：原来是一个闺中少妇，切盼情郎归来。她是那样真挚深情，以至夜不能寐，眼望皎洁月光、如雪梨花而悲伤欲绝。</p> <p>　　“王孙何许音尘绝，柔桑陌上吞声别”。如果说上片中女主人公对情人的思念及由此而产生的悲哀痛苦之情，作者是借助于十分委婉隐曲的手法，以写景的方式暗示的话，下片中女主人公的思想心理已采用直接剖析的手法。按王孙，深闺少妇所思念之人也。他音讯断绝，无处寻觅，时间已经很长了。可怜的少妇，只能一夜一夜地在月下徘徊，往日别时情景，幕幕跃入眼帘：分别之时，也是一个春天，柔嫩的桑叶刚刚吐出，枝叶稀疏掩映着的田间小路上，一对难舍难分的情人，强忍着悲痛，吞声而别。“何许”状写闺中少妇对情人那种深刻而长久的忆念之情。“吞声”两字，更将一对情人分离之时欲哭不愿，以免引起对方更大悲痛的那种互相体贴顾惜神情的描摹得颇为真切动人。</p> <p>　　“吞声别，陇头流水，替人呜咽”。田陇边的流水，似乎也为他们别时痛苦所感动，不断地发出哀鸣之声，好像也在为他们抽泣。作者巧妙地运用融情入景之法，使无情之物带上了一种有情的心理活动，对离别之情进一步渲染，结构上与上片结句相呼应，情调上则进一步加深全词的感伤哀怨气氛。</p> <p>　　这首词前片重在写景，情由景出，后片重在写情，化情入景。结构上景、情、景依次为用，显得颇浑融完整。又句短韵密，韵脚以短促有力的入声字为主，声迫气促，易于表现一种深浓强烈之情，与全词所抒发的极度悲怆之情十分相合，不失为一篇声情摇曳的上乘之作。[5] </p> <p>　　李笠翁谓：“作词之料，不过情号二字，非对眼前写景，即据心上说情，说得情出，写得景明，即是好词。”（《窥词管见》）此阕字句虽少，音节虽短，却能情景相生，风神宛然，是一首韵味深长的好词。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "妇女",
    "闺怨",
    "思念"
  ]
}