{
  "id": 47950,
  "star": 8,
  "name": "讽谏诗",
  "dynasty": "两汉",
  "content": "　　肃肃我祖，国自豕韦，黼衣朱绂，四牡龙旂。彤弓斯征，抚宁遐荒，总齐群邦，以翼大商，迭披大彭，勋绩惟光。至于有周，历世会同。王赧听谮，实绝我邦。我邦既绝，厥政斯逸，赏罚之行，非由王室。庶尹群后，靡扶靡卫，五服崩离，宗周以队。我祖斯微，迁于彭城，在予小子，勤诶厥生，厄此嫚秦，耒耜以耕。悠悠嫚秦，上天不宁，乃眷南顾，授汉于京。</p> <p>　　于赫有汉，四方是征，靡适不怀，万国逌平。乃命厥弟，建侯于楚，俾我小臣，惟傅是辅。兢兢元王，恭俭净一，惠此黎民，纳彼辅弼。飨国渐世，垂烈于后，乃及夷王，克奉厥绪。咨命不永，唯王统祀，左右陪臣，此惟皇士。</p> <p>　　如何我王，不思守保，不惟履冰，以继祖考！邦事是废，逸游是娱，犬马繇繇，是放是驱。务彼鸟兽，忽此稼苗，烝民以匮，我王以愉。所弘非德，所亲非悛，唯囿是恢，唯谀是信。睮々谄夫，咢咢黄发，如何我王，曾不是察！既藐下臣，追欲从逸，嫚彼显祖，轻兹削黜。</p> <p>　　嗟嗟我王，汉之睦亲，曾不夙夜，以休令闻！穆穆天子，临尔下土，明明群司，执宪靡顾。正遐由近，殆其怙兹，嗟嗟我王，曷不此思！</p> <p>　　非思非鉴，嗣其罔则，弥弥其失，岌岌其国。致冰匪霜，致队靡嫚，瞻惟我王，昔靡不练。兴国救颠，孰违悔过，追思黄发，秦缪以霸。岁月其徂，年其逮耇，于昔君子，庶显于后。我王如何，曾不斯觉！黄发不近，胡不时监！",
  "fanyi": "<h2>译文</h2> <p>　　庄严伟大的我们的祖先，从豕韦氏开始建国，穿戴着饰有斧形图案的黼衣和饰有“亚”字图案的朱绂，驾驭着四匹雄马拉的战车，上插龙旃。被赐给彤弓，专司征伐；安抚边远地的人民，总管众多邦国，来辅佐大商朝。后来又有大彭，也是功勋卓著。到了周朝的时候，我们楚国几代位列诸侯，参与会盟。后来周赧王听信谗言，削夺了我们楚国的爵位。我们楚国既与周朝断绝关系，周朝的政令更不再在楚国施行。赏功罚罪的事也不再由周王朝决定。朝廷大臣和诸侯王，都不再辅佐、护卫周朝；京城周围五服的地区，都分崩离析，宗周便这样瓦解了。我们的祖先也衰微了，迁徙到彭城居住。到了我们这一辈，那生活真是勤苦之极啊。遭遇了强秦欺侮的灾祸，先王祇好亲自到田野中耕种土地。轻慢傲横的秦国，上天不保佑他们。上天垂青、赐福给南方，把秦朝的京城授给汉朝。</p> <p>　　汉朝建立真伟大，四面八方去征伐；所到地方都投降，千邦万国都安畅。任命他的小弟弟，建侯封国在楚地；让我们这些小臣子，辅佐楚王要仔细。兢兢业业是元王，恭敬勤俭持续长；赐福万民乐安康，任用辅弼纳贤良。在位将近三十载，基业遗留给后代；后来继位是夷王，能承继遗风。可叹夷王命不长，登基继位是戊王；左右身边诸臣子，正人君子皆栋梁。</p> <p>　　为什么我们的大王，却不考虑保守祖宗基业；为什么不想着如履薄冰的艰难，从而继承发扬祖业！国家大事废弛不问，整日游荡娱乐无垠；猎犬骏马漂亮雄壮，东奔西跑前驱后放。一心一意喜兽爱鸟，轻忽农事忘记稼苗。百姓因此而匮乏，大王以此为乐。所弘扬的不是德行，所亲近的不是俊才。衹是扩建苑囿，衹是亲近小人。阿谀奉迎的谄媚之人，刚正不阿的正人君子；为什么大王对此不予明察分辨！藐视轻慢你的臣子，又一味纵欲放逸。侮辱了你那圣明的祖先，把被削国废黜看得那么轻。</p> <p>　　可叹我们大王是汉朝近亲，却不能日夜勤劳以扬祖先美名！肃穆庄严的天子，统治着天下国土；公正贤明的官员，执法严明没有顾虑。端正远方的人要从自己身边开始做起，衹凭恃自己是汉室宗亲肆意横行是十分危险的。哎呀我们的大王，为什么不考虑这些！</p> <p>　　不思考不鉴戒，就会使后代没法则可循；失误如此重大，使国家岌岌可危。坚冰形成于微霜，国家崩溃起于懈怠轻慢；看看想想我们的先王，没有不考虑周到的。挽救振兴危亡的国家，最好的方法是王者善于悔过，谁又能违背这一规律；想想以往秦穆公向黄发老人求教，最后终于称霸。岁月流逝，年岁将老；哎！过去那些君子，善于悔过白新，有幸能扬名于后世。大王您怎么样呢，竟然看不到这些！不亲近黄发智者，你为什么不借鉴以往的事例！</p>",
  "poet": {
    "id": 2412,
    "star": 0,
    "name": "韦孟",
    "desc": "韦孟（前228？—前156），西汉初诗人。彭城（今江苏徐州）人。汉高帝六年（公元前201年），为楚元王傅，历辅其子楚夷王刘郢客及孙刘戊。刘戊荒淫无道，在汉景帝二年（公元前155年）被削王，与吴王刘濞通谋作乱，次年事败自杀。韦孟在刘戊乱前，作诗讽谏，然后辞官迁家至邹（今山东邹城），有诗咏其事。"
  },
  "tags": [
    "纳谏",
    "怀古"
  ]
}