{
  "id": 47960,
  "star": 30,
  "name": "孤儿行",
  "dynasty": "两汉",
  "content": "孤儿生，孤子遇生，命独当苦。<br>父母在时，乘坚车，驾驷马。<br>父母已去，兄嫂令我行贾。<br>南到九江，东到齐与鲁。<br>腊月来归，不敢自言苦。<br>头多虮虱，面目多尘土。<br>大兄言办饭，大嫂言视马。<br>上高堂，行取殿下堂。<br>孤儿泪下如雨。<br>使我朝行汲，暮得水来归。<br>手为错，足下无菲。<br>怆怆履霜，中多蒺藜。<br>拔断蒺藜肠肉中，怆欲悲。<br>泪下渫渫，清涕累累。<br>冬无复襦，夏无单衣。<br>居生不乐，不如早去，下从地下黄泉。<br>春气动，草萌芽。<br>三月蚕桑，六月收瓜。<br>将是瓜车，来到还家。<br>瓜车反覆。助我者少，啖瓜者多。<br>愿还我蒂，兄与嫂严。<br>独且急归，当兴校计。<br>乱曰：里中一何譊譊，愿欲寄尺书，<br>将与地下父母，兄嫂难与久居。",
  "fanyi": "<p><strong>译文</strong><br>　　孤儿啊，出生了。这个孤儿出生的偶然的际遇注定命运中当受无尽的孤苦。父母在的时候，乘坐坚实的好车，驾驭多匹宝马。父母离世之后，哥嫂啊，让我出门远行做买卖。南到九江，东到齐鲁，年根腊月才回来。我不敢说句“苦”。头发脏乱，多虮虱，脸上满尘土，大哥指派我去做饭。大嫂指派我去看马。一会跑上高堂，一会奔往下殿，我这个孤儿啊。泪如雨，下早上让我去打水。晚上又背水归来，手儿冻裂无人问，脚上无鞋谁人知悲，悲戚戚踩着寒霜大地，脚中肉里扎着蒺藜，拔断了蒺藜还有一半长肉中，伤心悲苦泪水涟涟，冻得我清鼻涕流不尽。整个冬天穿单衣可是夏天单衣也没有啊。这样长久的活着没有一丝欢乐，不如早点离开这个世界，下到地下的黄泉之间，春天的气息又萌发，草儿也萌芽，三月养蚕又抽桑，六月收瓜来拉着，这个瓜车将要回家，瓜车翻了啊，帮我的人少，趁机吃瓜的人多。希望你们将瓜蒂还给我，因为我的哥嫂严厉，独自一人急急回家，哥哥嫂嫂会为此计较乱曰。(结尾总结句)村中怎么这么吵闹，希望寄上一封书信带给地下的父母爹娘啊，兄嫂难以和我长久生活。</p><p><strong>注释</strong><br>⑴遇：同“偶”。<br>⑵行贾（gǔ古）：出外经商。行贾，在汉代被看作贱业。<br>⑶这句原作“面目多尘”，刘兆吉在《关于孤儿行》一文中说，句末可能脱“土”字，兹据补。<br>⑷视马：照看骡马。<br>⑸高堂：正屋，大厅。<br>⑹行：复。取：“趣”字的省文；趣，古同“趋”，急走。<br>⑺手为错：是说两手皴裂如错石（磨刀石）。一说，“错”应读为“皵”（què雀），皮肤皴裂。<br>⑻菲：与“屝”通，草鞋。<br>⑼怆怆：悲伤貌。一说，伦怆应读为“跄跄”，疾走之貌。履霜：踏着冬霜。<br>⑽肠：即“腓肠”，是足胫后面的肉。<br>⑾渫渫：泪流貌。<br>⑿复襦：短夹袄。<br>⒀黄泉：犹言“地下”。这三句是说活在世上受苦，还不如早点死去，到地下去跟随在父母身边。<br>⒁将是瓜车：推着瓜车。将，推。是，此，这。<br>⒂反覆：同“翻覆”。<br>⒃蒂：瓜蒂。俗话“瓜把儿”。<br>⒄独且：据王引之说，“独”犹“将”；“且”，句中语助词。<br>⒅校计：犹“计较”。这四句是说，我要赶快回家，希望你们将瓜蒂还给我，因为哥嫂待我刻薄，又要有一番争吵。<br>⒆里中：犹言“家中”。譊譊：吵闹声。这句是说孤儿远远就听到兄嫂在家中叫骂。<br>⒇将与：捎给。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇通过孤儿对自己悲苦命运和内心哀痛的诉述，真实有力地描绘了了社会的人情冷漠与人们道德观念的扭曲，揭露了社会关怀与信任基础解体前的黑暗与冷血，是一首具有强烈的人道主义感染力的优秀<a href=\"http://so.gushiwen.org/view_47960.aspx\">诗</a>作。</p> <p>　　全诗分为三部分：一、首三句孤儿慨叹自己偶然生在世上，偏偏数他命苦。“遇”是“偶”的假借，“遇生”意思谓偶然而生。以慨叹之语带起全篇，一开始就引人进入充满悲剧气氛的情境之中。二、“父母在时”至“当兴校计”，历叙孤儿年年月月、无休无止地遭受兄嫂种种虐待，是诗的主体部分。三、“乱”词以孤儿不堪兄嫂折磨的绝望心绪作结，既贯连第二部分的叙事，又与第一部分慨叹之词遥为呼应。</p> <p>　　其中第二部分又可分为这样三段：</p> <p>　　第一段从“父母在时”至“孤儿泪下如雨”。孤儿的生活以父母去世为界线分成截然不同的两个时期。“乘坚车，驾驷马”，未必完全是实际情形的写照，更可能是孤儿在留恋昔日安乐生活时产生的一种心理映象，但也说明了他当年在家中娇子的地位。父母死后，他即刻沦为兄嫂不化钱雇用的奴婢仆役。“南到九江，东到齐与鲁”，是诉说他行贾路途遥远。“头多虮虱，面目多尘土”，正写出他一路上餐风宿露的艰辛。可是寒冬腊月回到家中，他却“不敢自言苦”，兄嫂的冷酷和孤儿的畏惧，由此可见。前人指出：“苦极在不敢自言。”（谭元春评语，《古诗归》卷五）深中其微。回家后，孤儿得不到片刻休息，兄嫂又将一大堆繁重的家务推到他身上，刚在“高堂”置办好饭菜，又赶紧奔向“殿下堂”去照管马匹。“行”意思是复，“取”通趋，意谓急走。用“行取”二字将“办饭”和“视马”二件活连在一起，于不间断中更显出促迫和匆忙，如见孤儿气喘吁吁不堪劳累之状。孤儿生活从“乘坚车，驾驷马”沦为“行贾”、“视马”，今昔对照异常鲜明，这比单单状说诸般苦事，更能激起心灵的震荡。</p> <p>　　第二段从“使我朝行汲”至“下从地下黄泉”。孤儿冒寒到远处取水，朝出暮归。他双手为之皴裂，脚上连双草鞋都未穿，踩着寒霜，心中哀切。更有甚者，覆盖在寒霜下的荆棘无情地扎进他的腿，拔去后，其刺却折断在胫肉中，剧痛难忍，这使孤儿更加悲哀，泪涕涟涟（“渫渫”，水流貌；“累累”，不断）。兄嫂只把他当作供使唤的工具，从未关心过他的寒暖，他冬天没有短夹袄御寒，夏天没有单衣遮体。诗中“足下无菲”、“冬无复襦，夏无单衣”，三个“无”字概括了孤儿一年四季衣着褴褛不完的苦状。他的生活毫无乐趣，因此产生了轻生的念头。如果说第一段“泪下如雨”尚表现为一种哀感，第二段“下从地下黄泉”则已经转为厌生，这表明孤儿的心绪朝着更消沉的方向作了发展。</p> <p>　　第三段从“春气动”至“当兴校计”。阳和流布，绿草萌芽，从寒冻中苏醒过来的大自然出现一派欣欣向荣的景象。然而孤儿的生活却依然是那祥困苦，三月里他要采桑养蚕，六月里又要收菜摘瓜，这是言其大端。诗歌接着叙述收瓜一事，笔笔生哀。孤儿受兄嫂驱迫去收瓜是一悲；年幼体弱，不堪其劳，致使瓜车翻倒，此又一悲；路人不予相助，反而趁机白吃其瓜，此更是一悲。孤儿本当斥责路人不义之行，然身单力薄，不足与之抗衡，只好转而苦苦哀乞于人；然而，值此社会崩溃之际，谁还跟你讲仁义道德、仁义亲爱，不仅不帮忙反而乘乱抢瓜，社会的冷漠与人情的淡薄可见一斑。这也是对我们当今社会的一种警示吧！作者如此周详委折，描写入微，极状孤儿悲苦，严厉抨击了社会与人性的黑暗面，是汉乐府成功运用细节叙述故事、刻画人物突出的一例。</p> <p>　　这一段与最后的“乱”词叙事连贯，并反映出孤儿心理的进一步变化。孤儿哀乞路人还他瓜蒂，好让他带回家去点数，冀望因此而减轻兄嫂对自己的贵罚。“独且急归”，是说孤儿要（“独”即将要）赶快回家去，以便在兄嫂风闻覆瓜之事前向他们说明事由。然而当他走近居地，已听见兄嫂“譊譊”怒骂声——他们已经得知此事，不会再听孤儿的解释，等待他的凶毒的后果可想而知。孤儿在投诉无门的境况下，再一次想到已故的父母，想到轻生，这与前面“父母已去”和“下从地下黄泉”相互回应，同时也表现出孤儿覆瓜之后，其心理由侥幸到绝望的急剧转变。</p> <p>　　全诗采用第一人称讲述的方式，较完整地反映出孤儿命运的线型流程。作品艺术上的这种构思与主人公孤儿的身份正相适宜，因为孤儿的痛苦不仅表现在他平时干活的繁重劳累，还反映在他无人可与诉说，无人愿与交谈的孤独处境；他的痛苦也不单是来自一时一地突发的事端，在长年累月供人驱使和遇到的大量琐碎细事中都无不伴有他哀痛的泪水。故作者选择自述方式，通过许多生活琐事来反映孤儿痛苦的一生，更具有真实感。</p> <p>　　此诗还有一个特点，讲述者话题中心比较分散。一会儿写不堪兄嫂使唤，一会儿写他自己体貌瘦羸龌龊，衣饰不完，一会儿写郁结心头的悲怆怨怒，这三部分内容依次出现构成一个周期，整首诗主要就由它们回复迭现的变化而组成。孤儿话题中心的分散，一方面反映了他因痛苦而变得烦乱无绪的心境，另一方面，这种讲述方式正是智力尚弱的未成年人谈话的特点，与他的年龄恰好相合。</p> <p>　　作品语言浅俗质朴，句式长短不整，押韵较为自由，具有明显的口语型诗歌的特征。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "写人",
    "生活",
    "抒情"
  ]
}