{
  "id": 71384,
  "star": 116,
  "name": "大德歌·春",
  "dynasty": "元代",
  "content": "子规啼，不如归，道是春归人未归。几日添憔悴，虚飘飘柳絮飞。一春鱼雁无消息，则见双燕斗衔泥。",
  "fanyi": "<p><strong>译文<br></strong>春天的杜鹃叫了，好像在说“不如归去”。你走的时候说是春天就回来，而今春已到，却不见你的踪影。近日才几天面色已显得枯槁瘦弱，憔悴多了。等了整整一个春天，九十个日夜啊，却一点消息也没等到；而旧时檐前燕子早已归来，忙忙碌碌地营巢筑窝干得多欢！</p> <p><strong>注释</strong><br>⑴双调：宫调名。大德歌：曲牌名。<br>⑵子规啼，不如归：子规啼声很像人说“不如归”，容易引起离人的乡愁。<br>⑶憔悴：疲惫没有精神。<br>⑷鱼雁：书信的代称。<br>⑸则见双燕斗衔泥：只见一对对燕子争相衔泥筑巢。斗：竞相，争着。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>的大德歌分别写春、夏、秋、冬四个季节，以一位闺中女子的口吻抒发其久久盼望离人归来，而屡屡失望的相思之苦。这首是写春季的，以春季而人未归，抒写女主人公的哀怨情愫。</p> <p>　　此曲首二句“子规啼，不如归”，既写景，又写时。意为：春天的杜鹃叫了，好像在说“不如归去”。声声响在少妇耳旁，深深触动了她怀念远人的情怀。所以第三句写道：“道是春归人未归。”意为：你走的时候说是春天就回来，而今春已到，却不见你的踪影。由于盼人人不至，精神饱受折磨，于是引出“几日……絮飞”两句。“几日憔悴”是从外形上描绘其愁苦。“虚飘飘柳絮飞”，表面写的是景，实际是比喻少妇的心理状态。情侣在外是凶、是吉、是祸、是福都不得而知，不能不令人担心。因而心绪不定，正如虚飘飘的柳絮，无所适从。下句“一春鱼雁无消息”是说：她等了整整一个春天，九十个日夜啊，却一点消息也没等到，痛苦已极，百无聊赖。妙的是作者未从正面明写这种感情，而是宕开一笔，用“则见双燕斗衔泥”来反衬。燕是“双燕”，它们为筑爱巢在比赛着衔泥。此情此景，和孤居独处、落落寡欢的少妇形成鲜明的对比，不禁使人又添几分苦涩。</p> <p>　　曲子以“归”为<a href=\"http://so.gushiwen.org/view_71384.aspx\">诗</a>眼。首句“子规啼”，因其声若“不如归去”，能发闺妇怀远之情。二、三句妙用三个“归”字，贴切、自然流畅，强烈地传达出思念的情感。在飘飘柳絮衬托之下，“添”字尤见精神，准确地把握了因“思”而起的恍惚神态。末句写眼前景，以双燕衔泥营巢继续映衬和强化浓郁的思念和独寂之情。</p> <p>　　此曲开头用的是比兴手法。中间写少妇的离别之苦，由表及里，层层深入。最后用双燕衔泥反衬少妇的孤独之苦。全篇紧紧围绕一个“春”字，从各个侧面描绘，突出了少妇的思念。行文上惜墨如金，不蔓不枝。</p><br/><h2>简析</h2> <p>　　此曲首二句“子规啼，不如归”，既写景，又写时。春天的杜鹃叫声，好像在说“不如归去”。声声响在少妇耳旁，深深触动了她怀念远人的情怀。所以第三句写道：“道是春归人未归。”由于盼人人不至，精神饱受折磨，于是引出“几日……絮飞”两句。“几日憔悴”是从外形上描绘其愁苦。接着又进一步从内部揭示少妇心灵上的创伤。“虚飘飘柳絮飞”，表面写的是景，实际是比喻少妇的心理状态。少妇因情侣久去不归，在外是凶、是吉、是祸、是福都不得而知，不能不令人担心。因而心绪不定，忽上忽下，正如虚飘飘的柳絮，无所适从。作者这样从外而内两个方面刻画，便把一个愁苦的少妇在等待中度过了一个漫长的春天，同时也使下句的“一春”有了依据。既然少妇一等再等，结果九十春光已过，不仅人未归，连消息也没有得到，最后就不能不伤感地明确点出“一春鱼雁无消息”了。在这七个字中，虽未着一“思”字，而少妇思念远人的炽烈感情已溢于言表。不用说，这时的少妇痛苦已极，凄迷纷乱，百无聊赖。妙的是作者未从正面明写这种感情，而是宕开一笔，用“则见双燕斗衔泥”来反衬。燕是“双燕”，它们为筑爱巢在比赛着衔泥。此情此景，和孤居独处、落落寡欢的少妇形成鲜明的对比，不禁使人又添几分苦涩。</p> <p>　　此曲开头以子规鸟的啼叫引起少妇的思念，用的是比兴手法。中间写少妇的离别之苦，由表及里，层层深入。最后用双燕衔泥反衬少妇的孤独之苦。全篇紧紧围绕一个“春”字，从各个侧面描绘，突出了少妇的思念。行文上惜墨如金，不蔓不枝。</p>",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": [
    "春天",
    "妇女",
    "相思"
  ]
}