{
  "id": 242,
  "star": 42,
  "name": "大雅·生民",
  "dynasty": "先秦",
  "content": "厥初生民，时维姜嫄。生民如何？克禋克祀，以弗无子。履帝武敏歆，攸介攸止，载震载夙。载生载育，时维后稷。</p> <p>诞弥厥月，先生如达。不坼不副，无菑无害，以赫厥灵。上帝不宁，不康禋祀，居然生子。</p> <p>诞寘之隘巷，牛羊腓字之。诞寘之平林，会伐平林。诞寘之寒冰，鸟覆翼之。鸟乃去矣，后稷呱矣。实覃实訏，厥声载路。</p> <p>诞实匍匐，克岐克嶷，以就口食。蓺之荏菽，荏菽旆旆。禾役穟穟，麻麦幪幪，瓜瓞唪唪。</p> <p>诞后稷之穑，有相之道。茀厥丰草，种之黄茂。实方实苞，实种实褎。实发实秀，实坚实好。实颖实栗，即有邰家室。</p> <p>诞降嘉种，维秬维秠，维穈维芑。恒之秬秠，是获是亩。恒之穈芑，是任是负，以归肇祀。</p> <p>诞我祀如何？或舂或揄，或簸或蹂。释之叟叟，烝之浮浮。载谋载惟，取萧祭脂。取羝以軷，载燔载烈，以兴嗣岁。</p> <p>昂盛于豆，于豆于登，其香始升。上帝居歆，胡臭亶时。后稷肇祀，庶无罪悔，以迄于今。",
  "fanyi": "<p><strong>译文<br></strong>当初先民生下来，是因姜嫄能产子。如何生下先民来？祷告神灵祭天帝，祈求生子免无嗣。踩着上帝拇趾印，神灵佑护总吉利。胎儿时动时静止，一朝生下勤养育，孩子就是周后稷。<br>怀胎十月产期满，头胎分娩很顺当。产门不破也不裂，安全无患体健康，已然显出大灵光。上帝心中告安慰，全心全意来祭享，庆幸果然生儿郎。<br>新生婴儿弃小巷，爱护喂养牛羊至。再将婴儿扔林中，遇上樵夫被救起。又置婴儿寒冰上，大鸟暖他覆翅翼。大鸟终于飞去了，后稷这才哇哇啼。哭声又长又洪亮，声满道路强有力。<br>后稷很会四处爬，又懂事来又聪明，觅食吃饱有本领。不久就能种大豆，大豆一片茁壮生。种了禾粟嫩苗青，麻麦长得多旺盛，瓜儿累累果实成。<br>后稷耕田又种地，辨明土质有法道。茂密杂草全除去，挑选嘉禾播种好。不久吐芽出新苗，禾苗细细往上冒，拔节抽穗又结实；谷粒饱满质量高，禾穗沉沉收成好，颐养家室是个宝。<br>上天关怀赐良种：秬子秠子既都见，红米白米也都全。秬子秠子遍地生，收割堆垛忙得欢。红米白米遍地生，扛着背着运仓满，忙完农活祭祖先。<br>祭祀先祖怎个样？有舂谷也有舀米，有簸粮也有筛糠。沙沙淘米声音闹，蒸饭喷香热气扬。筹备祭祀来谋划，香蒿牛脂燃芬芳。大肥公羊剥了皮，又烧又烤供神享，祈求来年更丰穰。<br>祭品装在碗盘中，木碗瓦盆派用场，香气升腾满厅堂。上帝因此来受享，饭菜滋味实在香。后稷始创祭享礼，祈神佑护祸莫降，至今仍是这个样。</p> <p><strong>注释<br></strong>1：厥初：其初。<br>2：时：是。姜嫄yuán：：传说中有邰氏之女，周始祖后稷之母。头两句是说那当初生育周民的，就是姜嫄。<br>3：克：能。禋yīn：：祭天的一种礼仪，先烧柴升烟，再加牲体及玉帛于柴上焚烧。<br>4：弗：“祓”的假借，除灾求福的祭祀，一种祭祀的典礼。一说“以弗无”是以避免没有之意。<br>5：履：践踏。帝：上帝。武：足迹。敏：通“拇”，大拇趾。歆：心有所感的样子。<br>6：攸：语助词。介：通“祄”，神保佑。止：通“祉”，神降福。<br>7：载震载夙sù：：或震或肃，指十月怀胎。<br>8：诞：迨，到了。弥：满。<br>9：先生：头生，第一胎。如：而。达：滑利。<br>10：坼chè：：裂开。副pì：：破裂。<br>11：菑zāi：：同“灾”。<br>12：不：丕。不宁，丕宁，大宁。<br>13：不康：丕康。丕，大。<br>14：寘zhì：：弃置。<br>15：腓féi：：庇护。字：哺育。<br>16：平林：大林，森林。<br>17：会：恰好。<br>18：鸟覆翼之：大鸟张翼覆盖他。<br>19：呱gū：：小儿哭声。<br>20：实：是。覃tán：：长。訏xū：：大。<br>21：载：充满。<br>22：匍匐：伏地爬行。<br>23：岐：知意。嶷：识。<br>24：就：趋往。口食：生恬资料。<br>25：蓺yì：：同“艺”，种植。荏菽：大豆。<br>26：旆pèi：旆：草术茂盛。<br>27：役：通“颖”。颖，禾苗之末。穟suí：穟：禾穗丰硬下垂的样子<br>28：幪méng：幪：茂密的样子。<br>29：瓞dié：：小瓜。唪fěng：唪：果实累累的样子。<br>30：穑：耕种。<br>31：有相之道：有相地之宜的能力。<br>32：茀：拂，拔除。<br>33：黄茂：嘉谷，指优良品种，即黍、稷。孔颖达疏：“谷之黄色者，惟黍、稷耳。黍、稷，谷之善者，故云嘉谷也。”<br>34：实：是。方：同“放”。萌芽始出地面。苞：苗丛生。<br>35：种：禾芽始出。褎yòu：：禾苗渐渐长高。<br>36：发：发茎。秀：秀穗。<br>37：坚：谷粒灌浆饱满。<br>38：颖：禾穗末稍下垂。栗：栗栗，形容收获众多貌。<br>39：邰：当读作“颐”，养。谷物丰茂，足以养家室之意。<br>40：降：赐与。<br>41：秬jù：：黑黍。秠pǐ：：黍的一种，一个黍壳中含有两粒黍米。<br>42：穈mén：：赤苗，红米。芑qǐ：：白苗，白米。<br>43：恒：遍。<br>44：亩：堆在田里。<br>45：任：挑起。负：背起。<br>46：肇：开始。祀：祭祀。<br>47：揄yóu：：舀，从臼中取出舂好之米。<br>48：簸：扬米去糠。蹂：以手搓余剩的谷皮。<br>49：释：淘米。叟叟：淘米的声音。<br>50：烝：同“蒸”。浮浮：热气上升貌。<br>51：惟：考虑。<br>52：萧：香蒿。脂：牛油。<br>53：羝dī：：公羊。軷：读为“拔”，即剥去羊皮。<br>54：燔fán：：将肉放在火里烧炙。烈：将肉贯穿起来架在火上烤。<br>55：嗣岁：来年。<br>56：昂：仰，举。豆：古代一种高脚容器。<br>57：登：瓦制容器。<br>58：居歆xīn：：为歆，应该前来享受。<br>59：胡臭xiù：亶dǎn：时：为什么香气诚然如此好。臭，香气；亶，诚然，确实；时，善，好。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中国传统<a href=\"http://so.gushiwen.org/view_242.aspx\">诗</a>歌源远流长，但以叙事为主的史诗却一向不发达，因此《诗经》中为数不多的几篇具有史诗性质的作品，便受到今人的充分关注。《大雅·生民》就是这样的作品。</p> <p>　　此诗带有浓重的传说成分，而对农业生产的详细描写，也反映出当时农业已同畜牧业分离而完成了第一次社会大分工的事实。</p> <p>　　诗共八章，每章或十句或八句，按十字句章与八字句章前后交替的方式构成全篇，除首尾两章外，各章皆以“诞”字领起，格式严谨。从表现手法上看，它纯用赋法，不假比兴，叙述生动详明，纪实性很强。然而从它的内容看，尽管后面几章写后稷从事农业生产富有浓郁的生活气息，却仍不能脱去前面几章写后稷的身世所显出的神奇荒幻气氛，这无形中也使其艺术魅力大大增强。</p> <p>　　诗的第一章写姜嫄神奇的受孕。这章最关键的一句话是“履帝武敏歆”，对这句话的解释众说纷纭，历来是笺注《诗经》的学者最感兴趣的问题之一。毛传把这句话纳入古代的高禖（古代帝王为求子所祀的禖神）祭祀仪式中去解释，云：“后稷之母（姜嫄）配高辛氏帝（帝喾）焉。……古者必立郊禖焉，玄鸟至之日，以大牢祠于郊禖，天子亲往，后妃率九嫔御，乃礼天子所御，带以弓韣（dú），授以弓矢于郊禖之前。”也就是说高辛氏之帝率领其妃姜嫄向生殖之神高禖祈子，姜嫄踏着高辛氏的足印，亦步亦趋，施行了一道传统仪式，便感觉怀了孕，求子而得子。唐代孔颖达的疏也执此说。但汉代郑玄的笺与毛传之说不同，他主张姜嫄是踩了天帝的足迹而怀孕生子的。云：“姜嫄之生后稷如何乎？乃禋祀上帝于郊禖，以祓除其无子之疾，而得其福也。帝，上帝也；敏，拇也。……祀郊禖之时，时则有大神之迹，姜嫄履之，足不能满履其拇指之处，心体歆歆然，其左右所止住，如有人道感己者也。于是遂有身。”这样的解释表明君王的神圣裔传来自天帝，是一个神话。然在后世，郑玄的解释遭到了<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>、洪迈、<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>等人的否定。现代学者闻一多对这一问题写有《姜嫄履大人迹考》专文，认为这则神话反映的事实真相，“只是耕时与人野合而有身，后人讳言野合，则曰履人之迹，更欲神异其事，乃曰履帝迹耳”。他采纳了毛传关于高禖仪式的说法，并对之作了文化人类学的解释：“上云禋祀，下云履迹，是履迹乃祭祀仪式之一部分，疑即一种象征的舞蹈。所谓‘帝’，实即代表上帝之神尸。神尸舞于前，姜嫄尾随其后，践神尸之迹而舞，其事可乐，故曰‘履帝武敏歆’，犹言与尸伴舞而心甚悦喜也。‘攸介攸止’，‘介’，林义光读为‘愒（qí）’，息也，至确。盖舞毕而相携止息于幽闭之处，因而有孕也。”闻一多的见解是可取的。还有两点：一、足迹无非是种象征，因此像王夫之等人那样力图在虚幻和事实之间架桥似乎是徒劳的。二、象征的意义是通过仪式的摹仿来完成的，舞蹈之类都是摹仿仪式，而语言本身也可以完成象征的意义，如最初起源于祭仪的颂诗；正是由于语言的这种表现能力的扩张，神话才超越了现实，诗歌乃具有神奇的魅力。</p> <p>　　诗的第二章、第三章写后稷的诞生与屡弃不死的灵异。后稷名弃，据《史记·周本纪》的解释，正是因为他在婴幼时曾屡遭遗弃，才得此名。此篇对他三次遭弃又三次获救的经过情形叙述十分细致。第一次，后稷被扔在小巷里，结果是牛羊跑来用乳汁喂养了他。第二次，后稷被扔进了大树林，结果正巧有樵夫来砍柴，将他救出。第三次后稷被扔在了寒冰之上，结果天上飞来只大鸟，用温暖的羽翼覆盖他温暖他。初生的婴儿经历了如此大的磨难，终于哇哇哭出了声，声音洪亮有力，回荡在整条大路上，预示着他将来会创造辉煌的业绩。那么，对于后稷遭弃这一弃子之谜，历代经史学家有许多解释。贱弃说在鲁诗中就已产生，<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传》和郑玄笺都执此说。另一较早的说法是遗腹说，首先由马融提出。此后，<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>持难产说，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>持易生说，王夫之持避乱说，臧琳持早产说，胡承珙持速孕说。另外又有晚生说、怪胎说、不哭说、假死说、阴谋说等等。近世学者则多从民俗学角度出发，各倡轻男说、杀长说、宜弟说、触忌说、犯禁说等。英雄幼时蒙难是世界性的传说故事母题，一连串的被弃与获救实际上是仪式性的行为。古代各民族中常有通过弃置而对初生婴儿体质作考验或磨练的习俗，这种做法名为“暴露法”（Infantexposure），弃子传说则是这种习俗遗迹的反映，弃子神话正是为了说明一个民族的建国始祖的神圣性而创造的，诞生是担负神圣使命的英雄（具有神性）最初所必经的通过仪式，他必须在生命开始时便接受这一考验。而所有的弃子神话传说都有这么一个原型模式：一、婴幼期被遗弃；二、被援救并成长为杰出人物；三、被弃和获救都有神奇灵异性。此诗第三章中的弃子故事，自然也不例外。这一章除了叙事神奇外，笔法也可圈可点，对此前人也有所会心，孙鑛说：“不说人收，却只说鸟去，固蕴藉有致。”<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>说：“初不言其弃之由，而卒曰‘后稷呱矣’，盖设其文于前，而著其义于后，此正古人文字之奇。”（均见陈子展《诗经直解》引）</p> <p>　　诗的第四至第六章写后稷有开发农业生产技术的特殊禀赋，他自幼就表现出这种超卓不凡的才能，他因有功于农业而受封于邰，他种的农作物品种多、产量高、质量好，丰收之后便创立祀典。这几章包含了丰富的上古农业生产史料，其中讲到的农作物有荏菽、麻、麦子、瓜、秬、秠、麇、芑等。对植物生长周期的观察也很细致，发芽、出苗、抽穗、结实，一一都有描述。而对除杂草和播良种的重视，尤其引人注意。这说明汉民族已经开始成为以农耕为主要生产方式的民族。甲骨文中，“周”字写作“田（四格中各有一点）”，田是田地，四点像田中密植的农作物，可见汉民族的命名是与农业密切相关的。据史载，弃因善于经营农业，被帝尧举为农师，帝舜时他又被封到邰地。弃号后稷，后是君王的意思，稷则是一种著名的农作物名。周人以稷为始祖，以稷为谷神，以社稷并称作为国家的象征，这一切都表明汉民族与稷这种农作物的紧密联系。那么对于稷具体究竟是哪一种谷物的问题，唐宋人多以为稷即穄，是黍的一种，清代经学家、小学家则普遍认为就是高粱，这几乎已成定论。今人又有新说，认为它是禾的别名，也就是粟，去种皮则称小米。这几章修辞手法的多样化，使本来容易显得枯燥乏味的内容也变得跌宕有致，不流于率易。修辞格有叠字、排比等，以高密度的使用率见其特色，尤以“实……实……”格式的五句连用，最富表现力。</p> <p>　　诗的最后两章，承第五章末句“以归肇祀”而来，写后稷祭祀天神，祈求上天永远赐福，而上帝感念其德行业绩，不断保佑他并将福泽延及到他的子子孙孙。诗中所述的祭祀场面很值得注意，它着重描写粮食祭品而没有提到酒（虽然也是用粮食制成），这大约也表明后稷所处的尧舜时代酒还没有发明吧。据《战国策·魏策》记载：“昔者帝女令仪狄作酒而美，进之禹。禹饮而甘之，遂疏仪狄，绝旨酒，曰：后世必有以酒亡其国者。”则中国酒的发明在夏代，此诗的叙述当可作为一个重要的旁证。而烧香蒿和动物油脂这一细节，恐怕也是后稷所创祀典的特殊之处。“上帝居歆”云云，则反映出当时可能有人扮的神尸来享用祭品，可供研究上古礼制参考。全诗末尾的感叹之词，是称道后稷开创祭祀之仪得使天帝永远佑护汉民族，正因后稷创业成功才使他有丰硕的成果可以作为祭享的供品，一结赞颂的对象仍落实在后稷身上，而他确也是当之无愧的。</p>",
  "about": "<h2>创作背景</h2> 　　这是周人叙述其民族始祖后稷事迹以祭祀之的长篇史<a href=\"http://so.gushiwen.org/view_242.aspx\">诗</a>。《毛诗序》：“《生民》，尊祖也。后稷生于姜嫄，文武之功起于后稷，故推以配天焉。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史",
    "赞美",
    "写人"
  ]
}