{
  "id": 179,
  "star": 136,
  "name": "鸿雁",
  "dynasty": "先秦",
  "content": "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。<br>鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？<br>鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。",
  "fanyi": "<p><strong>译文<br></strong>鸿雁翩翩空中飞，扇动双翅嗖嗖响。那人离家出远门，野外奔波苦尽尝。可怜都是穷苦人，鳏寡孤独心悲伤。<br>鸿雁翩翩空中飞，聚在沼泽的中央。那人筑墙服苦役，先后筑起百堵墙。虽然辛苦又劳累，不知安身在何方。<br>鸿雁翩翩空中飞，阵阵哀鸣声嗷嗷。惟有那些明白人，知我作歌唱辛劳。惟有那些糊涂虫，说我闲暇发牢骚。</p> <p><strong>注释<br></strong>⑴鸿雁：水鸟名，即大雁；或谓大者叫鸿，小者叫雁。<br>⑵于：语助词。<br>⑶肃肃：鸟飞时扇动翅膀的声音。<br>⑷之子：那人，指服劳役的人。征：远行。<br>⑸劬（qú）劳：勤劳辛苦。<br>⑹爰（yuán）：语助词。矜（jīn）人：穷苦的人。<br>⑺鳏（guān）：老而无妻者。寡：老而无夫者。<br>⑻集：停。中泽：即泽中。<br>⑼于垣：筑墙。<br>⑽堵：长、高各一丈的墙叫一堵。作：筑起。<br>⑾究：终。宅：居住。<br>⑿嗷（áo）嗷：鸿雁的哀鸣声。<br>⒀哲人：通情达理的人。<br>⒁宣骄：骄奢。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首“饥者歌其食，劳者歌其事”的现实主义<a href=\"http://so.gushiwen.org/view_179.aspx\">诗</a>作，具有国风民歌的特点。全诗三章，每章均以“鸿雁”起兴，并借以自喻。首章写流民被迫到野外去服劳役，连鳏寡之人也不能幸免，反映了受害者的广泛，揭露了统治者的残酷无情。振翅高飞的大雁勾起了流民颠沛流离无处安身的感叹，感叹中包含着对繁重徭役的深深哀怨。次章承接上章，具体描写流民服劳役筑墙的情景。鸿雁聚集泽中，象征着流民在工地上集体劳作，协同筑起很多堵高墙，然而自己却无安身之地。“虽则劬劳，其究安宅”的发问，道出了流民心中的不平和愤慨。末章写流民悲哀作歌，诉说悲惨的命运，反而遭到那些贵族富人的嘲弄和讥笑。大雁一声声的哀叫引起了流民凄苦的共鸣，他们就情不自禁地唱出了这首歌，表达了心中的怨愤。</p> <p>　　这首诗感情深沉，语言质朴，韵调谐畅，虽是一首抒情诗，但又兼有叙事、议论的成份。然而此诗最大的特点是比兴手法的运用，每章开头都以鸿雁起兴，不仅可以引起丰富的联想，而且兼有比义。鸿雁是一种候鸟，秋来南去，春来北迁，这与流民被迫在野外服劳役，四方奔走，居无定处的境况十分相似。鸿雁长途旅行中的鸣叫，声音凄厉，听起来十分悲苦，使人触景生情，平添愁绪。所以以之起兴，是再贴切不过的了。全诗三章根据所述内容的不同，或是兴而比，或是比而兴。一章以鸿雁振羽高飞兴流民远行的劬劳，二章以鸿雁集于泽中，兴流民聚集一处筑墙。这两章都是兴中有比，具有象征意味。第三章以鸿雁哀鸣自比而作此歌，是比中含兴。比兴意蕴的交融渗透，增强了诗歌的形象性和艺术表现力。由于此诗贴切的喻意，以后“哀鸿”“鸿雁”即成了苦难流民的代名词。</p> <p>　　另外，此诗每章所写的具体内容虽各不相同，但却有内在的逻辑联系。首章写出行野外，次章写工地筑墙，末章表述哀怨，内容逐层展开，主题得到了升华。再加上“鸿雁”“劬劳”等词在诗中反覆出现，形成了重章叠唱的特点，有一唱三叹的韵味。</p>",
  "about": "<h2>创作背景</h2> 　　《小雅·鸿雁》一<a href=\"http://so.gushiwen.org/view_179.aspx\">诗</a>的背景及主题，历来看法不一。有认为是赞美周宣王的，如《毛诗序》云：“美宣王也。万民离散，不安其居，而能劳来还定安集之，至于矜寡，无不得其所焉。”有认为是流民自叙悲苦的，如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“流民以鸿雁哀鸣自比而作此歌也。”有认为是写周王派遣使者到各处救济流民的，如方玉润《诗经原始》云：“使者承命安集流民”，“费尽辛苦，民不能知，颇有烦言，感而作此。”此诗当作于周厉王或周宣王时期。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写鸟",
    "抒情"
  ]
}