{
  "id": 71537,
  "star": 21,
  "name": "群鹤咏",
  "dynasty": "南北朝",
  "content": "八风儛遥翮，九野弄清音。<br>一摧云间志，为君苑中禽。",
  "fanyi": "<p><strong>译文<br></strong>迎着八面来风张开巨大的羽翼，在九天之上自由自在鸣叫飞翔的鹤。<br>因为失去羽翼不能再翱翔九天，只能成为帝王园囿中的玩物。</p> <p><strong>注释<br></strong>① 八风：八面之风。《左传》有“夫舞所以节八音而行八风”之说。儛：通“舞”，这里指飞舞。翮（hé）：本义为羽毛的根部，这里代称鸟翅。<br>②九野：九州地域。九州分别是:冀州、兖州、青州、徐州、扬州、荆州、梁州、雍州和豫州。清音：清亮的声音。<br>③摧：摧折。志：意愿，这里指<a href=\"http://so.gushiwen.org/view_71537.aspx\">诗</a>人的远大抱负。<br>④苑：园囿。禽：玩物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_71537.aspx\">诗</a>四句，前后各为一个层次。第一层描写失去自由之前的鹤，比喻诗人自己远离朝廷羁绊之时的自由之身，当时纵横沙场，东征西讨，意气昂扬，正好比那高天之上的云鹤，搏击八方来风，展翅翱翔。在茫茫九州之上，在朵朵彩云之间，奋翮高飞，无拘无束尽情地发出舒心的鸣叫。对飞鹤戾天的描写，正是含蓄地展现了诗人的鸿鹄之志与旷世奇才，也反映了他希望挣脱朝廷束缚的强烈愿望。从本诗开头两句可以看出，诗人虽身为人臣，却有包举宇内、气吞九州的帝王气概。</p> <p>　　第二层写失去自由之后的鹤，比喻诗人自己受人节制，郁郁不乐。自由翱翔的云鹤，一旦被捕入苑中，成为帝王苑囿中的玩赏之物，飞向云天的志向便被摧折而很难实现了。这正是诗人被召回朝廷之后当时处境的形象比喻，受制于人而不能一逞英雄之志。通过前后两层鲜明形象的对比，诗人因一时受限制而内心苦闷不平得到了生动的表现。</p> <p>　　这是一首比体诗，通篇写鹤，而作者之情志则因之而表露，深得含蓄不尽之致。比兴是中国诗歌最古老的传统。《文心雕龙·比兴篇》云：“观夫兴之讬谕，婉而成章，称名也小，取类也大。”“且何谓为比？盖写物以附意，扬言以切事者也。”从作者见群鹤而生感慨来说，这是兴。从作者以鹤的形象自比来说，这是比。故而能因小见大，婉而多讽。诗的前两句描写的是迎着八面来风，展开硕大的羽翼，在九天之上翱翔鸣叫的鹤。鹤的高飞戾天展现出作者的雄心抱负与宏才大略，也反映出他远离朝廷羁束的自在心情。诗的后半描写鹤因羽翮摧折而不能高翔云天，只能成为帝王园囿中的观赏之物。这无疑是作者对一旦被召回后处境的想象。通过前后意象的鲜明对比，作者内心的苦闷不平获得了生动的展现，诗意在转折跌宕中有波澜起伏之势。这种托物言志的手法，确如<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所云“称名也小，取类也大”。</p> <p>　　这种五言四句的小诗，在当时是一种新兴的文学样式，齐梁时代已称作“绝句”，它是唐绝的滥觞。这种短诗要求尺幅千里、馀韵悠远，故比兴一体最为诗家着意。施补华《岘佣说诗》云：“五绝只二十字，最为难工，必语短意长而声不促，方为佳唱。”刘熙载《艺概》云：“以鸟鸣春，以虫鸣秋，此造物之借端讬寓也。绝句之小中见大似之。”此诗的托物寄兴之妙，也完全符合上述诗家对五绝的要求。</p> <p>　　描述鹤鸣九皋的壮观是为了叙述远大的志向，咏叹蹒跚帝苑的困窘是为了抒发满胸的愤懑。《南史·齐本纪》称<a href=\"http://so.gushiwen.org/author_16.aspx\">萧道成</a>“喜怒不形于色，深沉静默，常有四海之心”，《群鹤咏》正为佐证。诗人自比高洁美善的白鹤，艺术上是成功的，但实际上萧道成是一只凶猛的鹰隼，深藏韬晦，骁勇强悍。借镇压诸王之乱而钳制朝廷，一旦时机成熟，便毫不犹豫地夺取帝位。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋明帝初年，诸王多叛，又都被明帝所消灭。<a href=\"http://so.gushiwen.org/author_16.aspx\">萧道成</a>是平叛中的一员主将，东征西讨，功勋卓著，但名位日隆，又颇受猜忌。公元470年（泰始六年），萧道成受命移镇淮阴，“都督北讨前锋诸军事”，但“明帝嫌帝（指萧）非人臣相，而人间流言，帝当为天子，明帝愈以为疑”，于是派吴喜携酒赐萧道成饮，萧“惧鸩，不敢饮，将出奔，喜告以诚，先饮之”，然后萧再饮，“喜还，明帝意乃悦”（《南史·齐本纪上》）。君臣之相猜疑，于此可见一斑。了解了这些背景，读者才能深入地理解这首<a href=\"http://so.gushiwen.org/view_71537.aspx\">诗</a>。诗作于镇淮阴时，《南史·荀伯玉传》：“齐高帝镇淮阴……为宋明帝所疑，被征为黄门郎，深怀忧虑，见平泽有群鹤，仍命笔咏之。”</p> <p>　　根据《南史·荀伯玉传》记载：萧道成镇守淮阴，“都督北讨前锋诸军事”，宋明帝深疑他有“四海之心”，便把他调进京城，担任黄门郎，以便监视他的一举一动。萧道成忧虑重重，如芒在背，看见平泽苑中养的一群鹤，感慨良深，便写下了这首诗。 </p>",
  "poet": {
    "id": 16,
    "star": 0,
    "name": "萧道成",
    "image": "http://img.gushiwen.org/authorImg/xiaodaocheng.jpg",
    "desc": "齐高帝萧道成（427年―482年），字绍伯，小名斗将，汉族，齐朝开国皇帝，在位四年。《南齐书·高帝纪》载，齐高帝萧道成乃“汉相萧何二十四世孙”。先世居东海兰陵（今山东省苍山县兰陵镇）。《南齐书·武帝本纪》载：高祖萧整于东晋初过江，寓晋陵武进（今常州市新北区孟河镇万绥村），晋于此地侨置兰陵郡，称南兰陵，故萧氏遂为南兰陵（今常州）人。少从名儒雷次宗受业，治《礼》及《左氏春秋》。仕宋，初为左军中兵参军，后领偏军征仇池，进军距长安八十里，以兵少，又闻宋文帝崩，乃还。"
  },
  "tags": [
    "咏物",
    "托物言志",
    "苦闷"
  ]
}