{
  "id": 7858,
  "star": 34,
  "name": "悲歌行",
  "dynasty": "唐代",
  "content": "悲来乎，悲来乎。<br>主人有酒且莫斟，听我一曲悲来吟。<br>悲来不吟还不笑，天下无人知我心。<br>君有数斗酒，我有三尺琴。<br>琴鸣酒乐两相得，一杯不啻千钧金。<br>悲来乎，悲来乎。<br>天虽长，地虽久，金玉满堂应不守。<br>富贵百年能几何，死生一度人皆有。<br>孤猿坐啼坟上月，且须一尽杯中酒。<br>悲来乎，悲来乎。<br>凤凰不至河无图，微子去之箕子奴。<br>汉帝不忆李将军，楚王放却屈大夫。<br>悲来乎，悲来乎。<br>秦家李斯早追悔，虚名拨向身之外。<br>范子何曾爱五湖，功成名遂身自退。<br>剑是一夫用，书能知姓名。<br>惠施不肯干万乘，卜式未必穷一经。<br>还须黑头取方伯，莫谩白首为儒生。",
  "fanyi": "<p><strong>译文</strong><br>悲来了，悲来了！主人有酒先不要斟，听我唱一曲《悲来吟》。悲来了不悲也不笑，天下有谁知我的心？您有数斗酒，我有一张三尺琴。弹琴饮酒的乐处两相得到，一杯酒下肚不亚于得到千两金。<br>悲来了，悲来了！天年虽然长，地年虽然久，金玉满堂人也不可能长守。纵然富贵百年又怎样，一生一死人人都会有。免不了月下孤猿坐坟啼，如此说还应再尽一杯酒。<br>悲来了，悲来了！凤鸟不来，河不出图，国运将衰，贤臣微子离开朝廷便出走，贤臣箕子佯装疯颠为人奴。汉帝不封功臣李广为侯，楚王放逐了忠臣屈大夫。<br>悲来了，悲来了！秦相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>如果早追悔，就该把虚名抛向身外处。范蠡何曾爱恋游五湖，那是他功成名遂后保身的路。古人说，学剑是为一人用，念书只需认姓名。战国时的惠施不肯接受魏王所让的万乘之国，汉朝的卜式也未必读完过一本经书。还是要趁年轻时争取闹个一方之长的官当当，莫要做一辈子的白头书生啊。</p> <p><strong>注释<br></strong>⑴悲歌行：乐府旧题，属杂曲歌辞。<br>⑵三尺琴：《博雅·释琴》：“神农氏琴长三尺六寸六分。”<br>⑶千钧金：《<a href=\"http://so.gushiwen.org/view_7858.aspx\">诗</a>文·金部》：“钧，三十斤也。”<br>⑷天虽长，地虽久：《老子》上篇第七章：“天长地久，天地所以能长且久者，以其不自生。”<br>⑸“金玉”句：《老子》上篇第九章：“金玉满堂，莫之能守。富贵而骄，自遗其咎。”<br>⑹“凤凰”句：《论语·子罕》：“凤鸟不至，河不出图，吾已矣夫。”《易经·系辞上》：“河出图，洛出书，圣人则之。”<br>⑺“微子”句：微子，商纣王庶兄。箕子，商纣王诸父。当时的贤臣。《史记·殷本纪》：“纣愈淫乱不止，微子数谏不听，乃与太师少保谋，遂去。……箕子乃佯狂为奴。”《论语·微子》：“微子去之，箕子为奴。”<br>⑻李将军：指李广。李广抗匈奴四十余年，大小七十余战，其下属多封侯，而李广终生不得爵位。汉文帝叹曰：“惜乎！子不遇时，如令子当高帝世，万户侯岂足道哉！”事见《史记》、《汉书》本传。<br>⑼屈大夫：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原为春秋时楚国人，曾任左徒、三闾大夫。爱国直谏，遭谗被逐，投汨罗江而死。详见《史记·屈原列传》。<br>⑽“秦家”句：李斯，楚上蔡人。战国末入秦为客卿，为秦王灭六国献策。秦始皇任为廷尉。始皇死，与赵高合谋逼死太子扶苏，立少子胡亥为二世皇帝。后为赵高忌，“腰斩咸阳市，斯出狱与其中子俱执。顾谓其中子曰：‘吾欲与若复牵黄犬，俱出上蔡东门逐狡兔，岂可得乎？”事见《史记·李斯列传》。<br>⑾范子：即范蠡，春秋楚宛人，仕越为大夫，辅佐越王勾践灭吴。以勾践为人可与同患，难与处安，乃辞勾践，曰：“王其勉之，臣从此辞。”乘扁舟出三江，入五湖，人莫知其所适。见《吴越春秋》卷六《勾践伐吴外传》。<br>⑿“剑是”二句，《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：“项籍少时学书不成，去。学剑又不成。项梁怒之。籍曰：‘书，足以记名姓而已。剑，一人敌，不足学。学万人敌。’”<br>⒀惠施：《吕氏春秋·审应览·淫辞》：“魏惠王谓惠子曰：‘上世之有国，必贤者也。今寡人实不若先生，愿得传国。’惠子辞。王又固清曰：‘寡人莫有之国于此者也，而传之贤者，民之贪争之心止矣。欲先生以此听寡人也。’惠子曰：‘若王之言，则施不可而听矣。王固万乘之主也，以国与人犹尚可；今施布衣也，可以有万乘之国而辞之，此其止贪争之心愈甚也。’……惠子易衣变冠，乘舆而走。”<br>⒁卜式：汉河阳人，以牧羊致富，不习文章。武帝与匈奴作战，卜式屡以私财捐助朝廷，武帝任为中郎，后为御史大夫，终太子太傅。详见《汉书·卜式传》。<br>⒂方伯：《礼记·王制》：“千里之外设方伯。”《汉书·何武传》：“武曰：剌史，古之方伯，上所委任，一卅表率也。”后泛指地方长官。谩，徒也，空也。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7858.aspx\">诗</a>的开头便是“悲来乎，悲来乎”，直抒胸臆，这也是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗歌惯常的抒情艺术手法，如同《将进酒》开篇便是以“黄河之水天上来，奔流到海不复回”的磅礴气势营造了时光奔腾，人生易老的一个深刻的人生感悟，也正如李白所言“明月直入，无心可猜”。在这场酒宴上，李白一开始就高叹“悲愁来了，悲愁来了”，也体现了李白诗歌中天真、率直的一面。钱钟书曾说“唐诗多以风情神韵擅长”，而“盛唐诗歌的气来、情来、神来，在李白的乐府诗歌和绝句中发挥的淋漓尽致”（袁行霈《中国文学史》），缪钺也说“唐诗之美在情辞”，唐诗以情胜。而李白诗中更是体现着一种放言无惮的天真和率性，很多诗句都是脱口而出，直言袒露，较少思虑避讳伪饰。</p> <p>　　酒宴之上，“悲从中来，不可断绝”，于是一曲《悲来吟》，唱出了李白心中的那份孤独与寂寞，“悲来不吟还不笑，天下无人知我心”，或许真的是“古来圣贤皆寂寞”，这位声振寰宇，名播华夏的歌者，此时此刻，寂寞的心境又有谁人能懂，此时的李白已经是不如了人生的晚年，曾经的理想抱负，曾经的万丈豪情，或许已经和那曾经的大唐盛世一起埋葬在那再也回不去的时光中，站在盛唐诗歌的顶峰，一身仙风道骨，潇洒不羁，也就注定了他“高处不胜寒”，龙擦拭土、御手调羹、贵妃研墨、力士脱靴，那曾经的一抹大唐风流也早已消散在落寞的心底。经历过安史之乱后，盛唐气象已衰。</p> <p>　　但随之情感的格调有抑变扬，“琴鸣酒乐两相得，一杯不啻千钧金”，宴会氛围又重新转入热烈之中，这和《将进酒》中“岑夫子，丹丘生，将进酒，杯莫停”在情感格调上有异曲同工之处，这种情感的瞬间转变在李白的诗歌中也颇为常见，“盛唐诗人，惟在兴趣，羚羊挂角，无迹可求”（<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》），这便是李白性格的纯真，感情汪洋恣肆，随性而发，不为物惑，也正如葛晓音在《诗国高潮与盛唐文化》中所说“唐人不像汉人那样拘于经学，也不想宋人那样精于思虑，唐代的时代性情是情感超过思理，在诗歌创作上也是如此”。同时在这里也看得出，“酒”在李白诗歌中的重要意义，他即使李白诗歌中精神寄托的一种意象，也是他挥洒万丈豪情的工具。李白最突出的一个艺术特征就是豪放洒脱，而酒便是这种性格不可缺少的陪衬品，使他冲破了清规戒律，任意挥洒，从而形成了酣畅恣肆，奔腾雄奇的艺术个性。“李白的诗歌个性主要凭借于他始终常见的日月风云、黄河沧海等雄伟壮阔的艺术境界，但也体现在他的日常生活中，特别是酒和月，成为他最重要的精神伴侣，也塑造了他‘诗仙’与‘狂客’形象”（林庚《唐诗综论》）。“酒”也是李白厌倦世俗后遁世的一种工具，因为他本生的儒道互补思想，也就决定了他在追求现实世界中建功立业的志向受阻后，转向游山问道，寄情山水。</p> <p>　　第二段同样是以“悲来乎，悲来乎”起兴，来表达李白对富贵和生死的看法。“天虽长，地虽久”取自于《老子》上篇第七章：“天长地久，天地所以能长且久者，以其不自生”，而“金玉满堂应不守，富贵百年能几何”也同样是取自于《老子》上篇第九章：“金玉满堂，莫之能守。富贵而骄，自遗其咎。”大意是：金玉满堂，不能长久。富贵而骄奢，自己招来祸患。在这里李白也明确表明了他的富贵观，就是儒家所谓的“不义而富且贵，于我如浮云”（《论语·述而》），以及道家所谓的任性自然，并不去刻意的追求，就如同他的“天生我材必有用，千金散尽还复来”（《将进酒》），他的浪漫洒脱心境也决定了他对金钱看得很淡，为了“人生得意须尽欢”，而宁愿用“五花马，千金裘”去“呼儿将出换美酒”，有人认为李白有种及时行乐的消极颓废思想，而这正是李白纯真率直性格的体现。道家崇无为而尚不争，作为有着“诗仙”之誉的李白当不会为这滚滚红尘中的俗物所裹足，他追求的是高蹈尘外的潇洒。</p> <p>　　李白在对待生死问题明显受到道家思想的影响，生死有命，顺其自然，虽然不否认早年李白也有过追求长生不老的想法，但此时的李白，已经是即将走到生命的尽头了，在看尽了世事变化后，也对生命有了最本质的看法，“死生一度人皆有，孤猿坐啼坟上月”，正所谓“古今将相今何处，荒冢一方淹没了”（《红楼梦》中《好了歌》），不必去穷尽这死生的奥秘，不如“且须一尽杯中酒“来的洒脱快活。</p> <p>　　而最后一段则可以看做是李白一生中理想与现实矛盾冲突的生动阐释。李白身负傲世才华，有身逢开元盛世，所以“盛唐士人积极入世、进取的人生态度，在李白身上被理想化了。李白是个功名心很强的人，有着强烈的‘济苍生’、‘安社稷’的儒家用世思想。但他既看不起白首死章句的儒生，不愿走科举入仕之路，又不愿从军边塞；而是寄希望于风云际会，始终幻想着‘平交王侯’、‘一匡天下’而‘立抵卿相’，建立盖世功业后功成身退，归隐江湖。”（袁行霈《中国文学史》）李白本身的浪漫主义诗人的气质，也决定了他对功名伟业的追求，他一直仰慕着古代的鲁仲连、范蠡、郦食其等人，能够凭一己之力建立不是功勋。“而事实上他所面对的现实与他所仰慕的这些带有传奇色彩的人物所处的环境已经完全不同。”（周勋初《诗仙李白之谜》）。他的过于理想化的人生设计，在现实人生中当然要遭到失败。这使他常常陷于悲愤、不平、失望中。但由于他始终向往着这种理想，他有始终保持着自负、自信和豁达、昂扬的精神风貌，所以他会在“欲渡黄河冰塞川，将登太行雪满山”的穷途之下，发出“长风破浪会有时，直挂云帆济沧海”的慷慨之歌，李白说“大道如青天，我独不得出”（《行路难》其二），既然说“我独不得出”，又为什么说“大道如青天”，这正是盛唐时代中现实与理想的矛盾，它统一在这个时代中，也统一在李白身上。因而李白在感叹“抽刀断水水更流，举杯消愁愁更愁”的同时，竟又有“俱怀逸兴壮思飞，欲上青天揽明月”的高亢歌唱，这也正是李白身上慷慨不平的完整解释。但正是这种理想与现实的矛盾，使“李白的诗歌波澜不惊、慷慨不平，发挥了建安时代‘慷慨以任气，磊落以使才’的浪漫主义传统，给盛唐诗歌带来了更高的发展，而这正代表了盛唐时代的精神力量。”（林庚《唐诗综论》） </p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7858.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>晚年。安本云：“《笑歌行》、《悲歌行》二诗，各家均以为伪。其所据者，惟‘凡近’、‘粗劣’、‘言无伦次，情多反复’而已。是诚不足以断此伪作 。李白诗，固有语不甚择、临时率然之句。李白为此二诗时，或当病笃之际，以精神迷乱之人，势不能好整以暇而为雄快宕逸之诗。观此二诗，或多愤激之语，或多绝望之辞，皆至忿、至悲、至痛心情之反映，当是临终前所作。”<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>为在“疾亟”之中的李白《草堂集》作序，时在宝元年十一月初十。安旗《我读李太白》云：“此序当是曾经李白过目而为之首肯者”。郭沫若《李白与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》曰：“李白在当时或许尚在病中，但离去世也不会太远了。”据此此诗约作于宝应元年（762）末，作于《笑歌行》之后。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒情",
    "孤独",
    "理想",
    "怀才不遇"
  ]
}