{
  "id": 114,
  "star": 46,
  "name": "山有枢",
  "dynasty": "先秦",
  "content": "山有枢，隰有榆。子有衣裳，弗曳弗娄。子有车马，弗驰弗驱。宛其死矣，他人是愉。<br>山有栲，隰有杻。子有廷内，弗洒弗扫。子有钟鼓，弗鼓弗考。宛其死矣，他人是保。<br>山有漆，隰有栗。子有酒食，何不日鼓瑟？且以喜乐，且以永日。宛其死矣，他人入室。",
  "fanyi": "<p><strong>译文<br></strong>山坡上面有刺榆，洼地中间白榆长。你有上衣和下裳，不穿不戴箱里装。你有车子又有马，不驾不骑放一旁。一朝不幸离人世，别人享受心舒畅。<br>山上长有臭椿树，菩提树在低洼处。你有庭院和房屋，不洒水来不扫除。你家有钟又有鼓，不敲不打等于无。一朝不幸离人世，别人占有心舒服。<br>山坡上面有漆树，低洼地里生榛栗。你有美酒和佳肴，怎不日日奏乐器。且用它来寻欢喜，且用它来度时日。一朝不幸离人世，别人得意进你室。</p> <p><strong>注释<br></strong>1.枢（舒shū）、榆（余yú）、栲（考kǎo）、杻（扭niǔ）：皆为树木名。<br>2.隰（xí）：指低湿的地方。<br>3.曳（叶yè）：拖。娄：即“搂”，用手把衣服拢着提起来。《正义》：“曳娄俱是着衣之事。”<br>4.宛：通“菀”，萎死貌。<br>5.栲（kǎo）：《毛传》：“栲，山樗（初chū，臭椿）。杻，檍（亿yì）也。”《传疏》：“山樗与樗不同。……叶如栎木，皮厚数寸，可为车幅，或谓之栲栎。”<br>6.廷：指宫室。<br>7.埽（扫sào）：通“扫”。<br>8.考：敲。<br>9.保：占有。<br>10.永：《集传》：“永，长也。……饮食作乐，可以永长此日也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《山有枢》通篇口语，可以将这首<a href=\"http://so.gushiwen.org/view_114.aspx\">诗</a>理解为一位友人的热心劝勉，他看到自己的朋友拥有财富却不知享用，也许是斟为节俭，抑或是因为生性吝啬，又或者是因为忙于事务没有时间，无法过上悠游安闲的生活，无法真正地享受人生，因此，不禁怒从中来，言语激烈，严厉警醒，一片赤诚。</p> <p>　　第一涨中“山有……，隰有……”是起兴之语，与后文中所咏对象没有多少联系，只是即兴式的起兴。首章言友人有衣服车马，但没有用正确的方式使用，作者以为应该用“曳”、 “娄”、 “驱”、 “驰”的方式，尽情享用它们，否则自己死去之后，只能留给别人。这里的“曳”、“娄”，是一种非同一般的穿衣打扮方式，不同于日常， “驱”、 “驰”所指的也并不是寻常意义上的赶路，而是郊游等娱乐活动，代表一种安闲的生活方式。</p> <p>　　第二章与第一章相似．只是把笔触转向房屋钟鼓，说它们需要“洒扫”、“鼓考”。可见主人并不是吝啬，而足节俭或太忙，因为越是吝啬的人，越会对自己的财物爱惜得无以复加，一定会把它们收<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>整齐干净，不会“弗洒弗扫” 再结合主人空有编钟大鼓，却从来都不敲不击，可以推测出主人真的灶忙。虽然家资殷富，但没有享乐的时间和闲心。</p> <p>　　第三章是整个诗篇的重点，关键四句为“子有酒食，何不日鼓瑟？且以喜乐，且以永日。”涛作三章都是口语，到这里突兀地出现了“喜乐”和“永日”两个内涵深远的词，显得不同寻常。关于“喜乐”的意思，有评论者提出是“诗意地栖居”、“诗意地生存”，“永日”为“延日”之意，即延长自己的生命，使生命变得美好而隽永。这两个词．将诗的意志和内涵提升到一个非常高的高度，使得通篇口语和直接言死的粗俗得到了一定程度的缓和。</p> <p>　　由此，整篇文章的脉络和内涵变得清晰：作者和友人都是贵族阶级，家资殷富，但他们的生活方式不尽相同，诗人的主张是，生命是短暂的，应该及时行乐，通过这种方式得到喜乐，达到永乐。而那个侧面描写的友人，则主张努力工作，认真创造价值。这首诗作，就是在讨论什么样的生活方式更加健康、更加有价值，诗意深刻之处正在于此。</p>",
  "about": "<h2>创作背景</h2> 　　春秋时期，晋昭侯不能通过修道治理国家，有财不能用到适处，有钟鼓乐器不能熏陶情趣，有庙堂朝廷却不能及时洒扫，导致国政荒废，人民离心，国家处于危亡的边缘而不知防范，国人因此作<a href=\"http://so.gushiwen.org/view_114.aspx\">诗</a>来讽刺他。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}