{
  "id": 63747,
  "star": 9,
  "name": "望江南·幽州九日",
  "dynasty": "宋代",
  "content": "官舍悄，坐到月西斜。永夜角声悲自语，客心愁破正思家。南北各天涯。 <br>肠断裂，搔首一长嗟。绮席象床寒玉枕，美人何处醉黄花。和泪捻琵琶。",
  "shangxi": "<h2>赏析</h2> <p>　　词牌后小标题：“幽州九日”，将这首小令的写作时间、地点，以及作词的缘由都交待得很清楚。“幽州”是元大都的所在地，即现在的北京一带。作者在1276年（元世祖至元十三年）的初秋，随同太皇太后谢道清被遣送到了这里。“九日”，即农历九月九日，重阳节。这时，汪元量他们到大都大约已有一个多月的时间了。重阳节，是中国的一个传统节日，每逢此日，人们都要怀念远出在外的游子，异地做客的游子也思念家乡的父老兄弟。中国古代<a href=\"http://so.gushiwen.org/view_63747.aspx\">诗</a>人也屡屡在诗中表达重阳节思亲的情怀。如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有《九日》：“重阳独酌杯中酒，抱病起登江上台。”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《九月九日忆山东兄弟》也是脍炙人口之作。而汪元量由重阳节感发的就不仅仅是对故乡亲人的怀念，更为深情的，是对故国的无限眷恋。</p> <p>　　小令分上下片。上片主要是对思念故国的情绪和气氛的渲染。开头：“官舍悄，坐到月西斜。”“官舍”，本指衙门和官吏的住宅，这里指作者在大都的住所。夜深人静，万籁俱寂，而作者心绪如麻，不能成寐，面对一弯明月沉思默想，一直到月沉西山。“举头望明月，低头思故乡”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《静夜思》），汪元量举头望月的所思所想就不仅仅是故乡，而要广泛、深沉得多。“永夜角声悲自语，客心愁破正思家”。这两句紧承上面，进一步表达一种悲痛的情怀。长夜漫漫，角声时起，给人一种绝域苍茫的肃杀气氛，在这阴森恐怖的陌生之地，作者只有悲愤地喃喃自语，聊以排遣内心的痛苦于万一。这种悲痛的来源就是对“家”的无限思念。这个“家”主要是指已经沦丧于蒙古铁蹄之下的南宋王朝，一个大“家”，当然其中也包含有自己的小“家”。“南北各天涯”。从南宋临安到元大都，重山叠水，遥距数千里，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓天各一方。即作者对故国、对家乡的怀念，正是在这样的近乎绝望的境地中，才显得更加悲壮，更加沉重。</p> <p>　　词入下片，作者对故国、对家乡的思念，由抽象的情绪变为具象的行为。“肠断裂，搔首一长嗟。”作者虽有回天之愿，却无回天之力。作者思念国家、以至肝肠寸断，却只能以搔首长叹作结。“白头搔更短，浑欲不胜簪”（杜甫《春望》），这只是一种忧心如焚而又无可奈何的举动。“绮席象床寒玉枕，美人何处醉黄花。”这两句涉及到了作者思家的具体内容。“美人”当指南宋宫廷中的嫔妃、宫娥，只有这些人才能有象牙床，寒玉枕。黄花，乃菊花，重阳节时菊花已盛。作者想到，往年南宋宫中那些拥金枕玉的美女们，在重阳节总是开怀畅饮，醉赏菊花，尽情欢笑。而今国破家亡，她们就不能象往年那样了。即使她们陪着征服者饮酒赏花，强颜欢笑，但由于物是人非，她们的心情也一定是十分痛苦的。末句“和泪捻琵琶”再次把内在感情化为具体行动。悲愤交集，热泪长流，但又不能跃马扬鞭，奋战沙场，只能捻动琵琶。弹上一曲曲悲歌。在这如泣如诉的琵琶曲中，会有多少作者不敢或不能用语言表达的情感。</p> <p>　　后人在评价汪元量的诗词时说：“唐之事记于草堂，后以‘诗史’目之，水云之诗，亦宋亡之诗史也，其诗亦鼓吹草堂者也。其愁思壹郁，又可复伸，则又有甚于草堂者也。”（李珏《书汪水云诗后》）确实，汪元量诗词中对国破家亡的沉痛感，比之杜甫有过之而无不及，这是因为，南宋灭亡这段历史，比起安史之乱来更为沉痛。 </p>",
  "poet": {
    "id": 557,
    "star": 0,
    "name": "汪元量",
    "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。"
  },
  "tags": [
    "宋词精选",
    "重阳节",
    "思念"
  ]
}