{
  "id": 30890,
  "star": 33,
  "name": "晚春江晴寄友人 / 晚春别",
  "dynasty": "唐代",
  "content": "晚日低霞绮，晴山远画眉。<br>春青河畔草，不是望乡时。",
  "fanyi": "<p><strong>译文</strong><br>　　夕阳西下，含山欲坠，天边的云霞经夕阳映照，色彩斑斓。远处的青山一抹，就仿佛是美人的翠黛。春风吹青了河边的芳草，绿油油的一片，顺着河畔延伸开来。现在还不是望乡思家的时候啊。</p> <p><strong>注释</strong><br>⑴绮（qǐ）：本义是指有花纹的丝织品。引申为漂亮、华丽、精美。<br>⑵春青河畔草：一作“青青河畔草”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_30890.aspx\">诗</a>载于《全唐诗》卷五百六十五。下面是安徽大学文学院术研究带头人、安徽大学古籍整理汉语言文字研究所顾问马君骅对此诗的赏析。</p> <p>　　这首小诗主要写景，而情隐景中，驱遣景物形象，传达了怀乡、思友的感情。在暮春三月的晴江之上，诗人仰视，有落日与绮霞；遥望，有远山如眉黛；俯察，有青青的芳草。这些物态，高低远近，错落有致。情，就从中生发出来。</p> <p>　　首句炼在“低”字。在生活中可观察到，日低时才见晚霞，日愈落下，霞的位置亦愈低，就是“落霞”。一个“低”字写出此刻晚日沉沉，含山欲坠；落霞经晚日的金光从下面映射，更显得色彩斑斓，极为绮丽。晚日与绮霞，两者相互映衬，相得益彰。</p> <p>　　次句“远”字传神。青山一抹，宛如美人画眉的翠黛。这一美景，全从“远”字得来。近处看山，便非这种色调。</p> <p>　　第三句“青”字最见匠心。这里“春”下单着一个“青”字，别有韵味。这个“青”与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>“春风又绿江南岸”的“绿”同一杼轴。王安石的“绿”，由“过、到、入、满”等经几次涂改方始得来，足见锤炼功力。<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>在此炼得“青”字，早于王安石几百年，应该说是“先得我心”。正是这个“青”字使全句飞动起来，春风唤醒了沉睡的河畔，吹“青”了芳草，绿油油，嫩茸茸，青毡似地沿着河畔伸展开去。这一盎然春意，多靠“青”字给人们带来信息。</p> <p>　　全诗着力点最终落在末句“望”字上。“望”字承前启后，肩负着双重任务。前三句的景是在诗人一望中摄取的。由望景联想到望乡，望乡自不免怀旧，所以诗题不仅标出“晚春江晴”，而且缀以“寄友人”。然而诗人为什么不说“正是望乡时”，偏说“不是望乡时”？望景怀乡，望景怀人，本是常情，但诗人故意不直陈，而以反意出之。正如<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在《丑奴儿》下片中所说的：“而今识得愁滋味，欲说还休；欲说还休，却道天凉好个秋。”辛词不言愁而愁益深，此诗不言望乡而望乡之情弥切矣。</p> <p>　　全诗四句，有景有情，前三句重笔状景，景是明丽的，景中的情是轻松的。末一句收笔言情，情是惆怅的，情中的景则是迷惘的。诗中除晚日、远山都与乡情相关外，见春草而动乡情更多见于骚客吟咏，如《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《赋得古原草送别》：“又送王孙去，萋萋满别情”等都是。韩琮此诗从“晚日”、“远山”写到“春草”，导入“望乡”，情与景协调一致，显得很自然。明代谢榛在《四溟诗话》中说：“景乃诗之媒，情乃诗之胚，合而为诗。”斯言可于这首小诗中得到默契。</p>",
  "poet": {
    "id": 1288,
    "star": 0,
    "name": "韩琮",
    "image": "http://img.gushiwen.org/authorImg/hancong.jpg",
    "desc": "韩琮[唐]（约公元八三五年前后在世）字成封，（唐诗纪事作代封，此从新唐书艺文志注及唐才子传）里居及生卒年均不详，约唐文宗太和末前后在世。有诗名。长庆四年，（公元八二四年）登进士第。初为陈许节度判官。后历中书舍人。大中中，（公元八五三年）仕至湖南观察使。琮著有诗集一卷，《新唐书艺文志》传于世。生卒不祥，于唐宣宗时出为湖南观察使，大中十二年（858）被都将石载顺等驱逐，之后，唐宣宗不但不派兵增援，支持韩琮消灭叛将，反而另派右金吾将军蔡袭代韩为湖南观察使，把韩琮这个逐臣抛弃了。此后失官，无闻。"
  },
  "tags": [
    "写景",
    "思乡",
    "怀人"
  ]
}