{
  "id": 49394,
  "star": 12097,
  "name": "念奴娇·赤壁怀古",
  "dynasty": "宋代",
  "content": "大江东去，浪淘尽，千古风流人物。<br>故垒西边，人道是，三国周郎赤壁。<br>乱石穿空，惊涛拍岸，卷起千堆雪。<br>江山如画，一时多少豪杰。<br>遥想公瑾当年，小乔初嫁了，雄姿英发。<br>羽扇纶巾，谈笑间，樯橹灰飞烟灭。<br>故国神游，多情应笑我，早生华发。<br>人生如梦，一尊还酹江月。",
  "fanyi": "<p><strong>译文<br></strong>大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。<br>那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。<br>陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。<br>雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。<br>遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。<br>手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。<br>我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。<br>人生犹如一场梦，且洒一杯酒祭奠江上的明月。</p> <p><strong>注释</strong><br>⑴念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。<br>⑵大江：指长江。<br>⑶淘：冲洗，冲刷。<br>⑷风流人物：指杰出的历史名人。<br>⑸故垒：过去遗留下来的营垒。<br>⑹周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。<br>⑺雪：比喻浪花。<br>⑻遥想：形容想得很远；回忆。<br>⑼小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。<br>⑽雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。<br>⑾羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。<br>⑿樯橹（qiánglǔ）：这里代指的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。《宋集珍本丛刊》之《东坡乐府》，元延祐刻本，作“强虏”。延祐本原藏杨氏海源阁，历经季振宜、顾广圻、黄丕烈等名家收藏，卷首有黄丕烈题辞，述其源流甚详，实今传各版之祖。<br>⒀故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。<br>⒁“多情”二句：“应笑我多情，早生华发”的倒文。华发（fà）：花白的头发。<br>⒂一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。<br>⒃强虏：强大之敌，指曹军。虏：对敌人的蔑称。</p>",
  "shangxi": "<p>　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。</p> <p>　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。</p> <p>　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。</p> <p>　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。</p> <p>　　不留意的人容易把\"羽扇纶巾\"看作是<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>《赤壁》<a href=\"http://so.gushiwen.org/view_49394.aspx\">诗</a>云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"</p> <p>　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一樽还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将樽酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。</p> <p>　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。</p> <p>　　此词自问世后，经历了两种截然不同的命运，誉之者如<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词话》)，<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《词综》并详加辩证，亦可谓吹毛求疵者。</p> <p>　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。</p> <p>　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。</p> <p>　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。</p> <p>　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。</p> <p>　　用豪壮的情调书写胸中块垒。</p> <p>　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。</p>",
  "about": "<h2>后世影响</h2> 　　《念奴娇》中的周瑜形象为何与《三国演义》中的大不相同？这是《三国演义》的作者<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>为了美化<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>而贬低周瑜严重扭曲历史造成的。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>笔下的周瑜年轻有为，文采风流，江山美人兼得，春风得意，且有儒将风度，指挥若定，胆略非凡，气概豪迈，历史上的周瑜意气风发，胸襟广阔，年少有为，是苏轼心中十分仰慕的英雄，念奴娇赤壁怀古中的周瑜，才是历史上真正的周瑜。<br/><h2>思想感情</h2> 　　抒发了词人对昔日英雄人物的无限怀念和敬仰之情以及词人对自己坎坷人生的感慨之情。“人生如梦”，抑郁沉挫地表达了词人对怀才不遇的无限感慨。“一樽还酹江月”，借酒抒情，思接古今，感情沉郁，是全词余音袅袅的尾声。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "长江",
    "咏史怀古",
    "抒怀",
    "怀才不遇",
    "人生"
  ]
}