{
  "id": 47893,
  "star": 113,
  "name": "登楼赋",
  "dynasty": "两汉",
  "content": "　　登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭邱。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ </p> <p>　　遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ </p> <p>　　惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而惨恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。 ",
  "fanyi": "<p><strong>译文</strong><br>　　登上这座楼来眺望四周，暂且在闲暇的时光消解忧愁。（我）看这座楼宇所处的地方，实在是明亮宽敞少有匹敌。携带着清澈的漳水的浦口，倚临着弯曲的沮水的长长的水中陆地。背靠着高而平的广大的陆地，俯临水边高高低低的地面上可以灌溉的河流，北边的重点是陶朱公放牧的原野，西边连接着楚昭王的陵墓。花果遮蔽原野，谷物布满田地。但即使（这里）的确很美却不是我的乡土，又怎么能够值得我在此逗留？<br>　　（我因为）逢上纷乱混浊的乱世而迁移流亡（到这里），到现在已经超过漫长的十二年。心中思念故乡希望归去，谁能忍受这种（思乡的）忧思啊！凭靠着楼上的栏杆来（向远方）遥望，面对着北风（我）敞开衣襟。（北方的）平原（是那么）遥远，（我）纵目远望，（视线）被荆山的高峰所遮蔽。道路弯弯曲曲又长又远，河水浩大无边深不可测。悲叹故乡被阻隔，眼泪横流情不能禁。昔日孔子在陈国的时候，发出过“归欤”的叹息。钟仪被囚禁（在晋国）而演奏楚国的地方乐曲，庄舄（在楚国）做了大官但仍说家乡越国的方言。人思念故乡的感情是相同的，岂会因为穷困还是显达而表现不同？<br>　　念及时光的流逝，等待天下太平要到什么时候啊！（我）期望王道平易，在太平盛世施展自己的才能。担心像葫芦瓢一样徒然挂在那里（不被任用），害怕清澈的井水无人饮用。漫步游息徘徊，太阳很快就下山了。（接着）刮起了萧瑟的寒风，天色也阴沉沉地暗了下来。野兽慌忙地左顾右盼寻找兽群，鸟雀也纷纷鸣叫着展翅高飞。原野一片寂静没有游人，（只有）征夫在行走不停。（我的）心情凄凉悲怆而且感伤，心中也充满了忧伤和悲痛。（于是）沿着台阶走下楼来，心中却气愤难平。（一直）到了半夜还不能入睡，惆怅徘徊翻来覆去睡不着。</p> <p><strong>注释</strong><br>（1）兹：此。麦城楼故城在今湖北当阳东南，漳、沮二水汇合处<br>（2）聊：姑且，暂且。暇日：假借此日。暇：通“假”，借。销忧：解除忧虑。<br>（3）斯宇之所处：指这座楼所处的环境。<br>（4）实显敞而寡仇：此楼的宽阔敞亮很少能有与它相比的。寡，少。仇，匹敌。<br>（5）挟清漳之通浦：漳水和沮水在这里会合。挟，带。清障，指漳水，发源于湖北南漳，流经当阳，与沮水会合，经江陵注入长江。通浦，两条河流相通之处。<br>（6）倚曲沮之长洲：弯曲的沮水中间是一块长形陆地。倚，靠。曲沮，弯曲的沮水。沮水发源于湖北保康，流经南漳。当阳，与漳水会合。长洲，水中长形陆地。<br>（7）背坟衍之广陆：楼北是地势较高的广袤原野。背：背靠，指北面。坟：高。衍：平。广陆：广袤的原野。<br>（8）临皋（gāo）隰（xí）之沃流：楼南是地势低洼的低湿之地。临：面临，指南面。皋隰：水边低洼之地。沃流：可以灌溉的水流。<br>（9）北弥陶牧：北接陶朱公所在的江陵。弥：接。.陶牧：春秋时越国的范蠡帮助越王勾践灭吴后弃官来到陶，自称陶朱公。牧：郊外。湖北江陵西有他陶朱公墓，故称陶牧。<br>（10）昭邱：楚昭王的坟墓，在当阳郊外。<br>（11）华实蔽野：（放眼望去）花和果实覆盖着原野。华：同“花”。<br>（12）黍（shǔ）稷（jì）盈畴：农作物遍布田野。黍稷：泛指农作物。<br>（13）信美：确实美。吾土：这里指作者的故乡。<br>（14）曾何足以少留：竟不能暂居一段.曾,竟.<br>（15）遭纷浊而迁逝：生逢乱世到处迁徙流亡。纷浊：纷乱混浊，比喻乱世。<br>（16）漫逾纪以迄今：这种流亡生活至今已超过了十二年。逾：超过。纪：十二年。迄今：至今。<br>（17）眷眷（juàn）：形容念念不忘。<br>（18）孰忧思之可任：这种忧思谁能经受的住呢？任，承受。<br>（19）凭，倚，靠。开襟：敞开胸襟。<br>（20）蔽荆山之高岑（cén）：高耸的荆山挡住了视线。荆山，在湖北南漳。高岑：小而高的山。<br>（21）路逶迤（wēiyí）而脩迥：道路曲折漫长。修，长。迥，远。<br>（22）川既漾而济深：河水荡漾而深，很难渡过。这两句是说路远水长归路艰难。<br>（23）悲旧乡之壅（yōng）隔兮：想到与故乡阻塞隔绝就悲伤不已。壅，阻塞。<br>（24）涕横坠而弗禁：禁不住泪流满面。涕，眼泪。弗禁，止不住。<br>（25）昔尼父之在陈兮，有“归欤”之叹音：据《论语·公冶长》记载，孔子周游列国的时候，在陈、蔡绝粮时感叹：“归欤，归欤！”尼父，指孔子。<br>（26）钟仪幽而楚奏兮：指钟仪被囚，仍不忘弹奏家乡的乐曲。《左传·成公九年》载，楚人钟仪被郑国作为俘虏献给晋国，晋侯让他弹琴，晋侯称赞说：“乐操土风，不忘旧也。”<br>（27）庄舄（xì）显而越吟：指庄舄身居要职，仍说家乡方言。《史记·张仪列传》载，庄舄在楚国作官时病了，楚王说，他原来是越国的穷人，现在楚国作了大官，还能思念越国吗？便派人去看，原来他正在用家乡话自言自语。<br>（28）人情同于怀土兮：人都有怀念故乡的心情。<br>（29）岂穷达而异心：哪能因为不得志和显达就不同了呢？<br>（30）惟日月之逾迈兮：日月如梭，时光飞逝。惟，发语词，无实义。<br>（31）俟（sì）河清其未极：黄河水还没有到澄清的那一天。俟，等待。河，黄河。未极，未至。<br>（32）冀王道之一平：希望国家统一安定。冀，希望。<br>（33）假高衢（qú）而骋力：自己可以施展才能和抱负。假，凭借。高衢：大道。<br>（34）惧匏（páo）瓜之徒悬：担心自己像匏瓜那样被白白地挂在那里。《论语·阳货》：“吾岂匏瓜也哉？焉能系而不食？” 比喻不为世所用。<br>（35）畏井渫（xiè）之莫食：害怕井淘好了，却没有人来打水吃。渫，淘井。《周易·井卦》：“井渫不食，为我心恻。” 比喻一个洁身自持而不为人所重用的人。<br>（36）步栖（qī）迟以徙倚：在楼上漫步徘徊。栖迟，徙倚都有徘徊、漫步义。<br>（37）白日忽其将匿（nì）：太阳将要沉没。匿，隐藏。<br>（38）风萧瑟而并兴：林涛阵阵，八面来风。萧瑟，树木被风吹拂的声音。并兴，指风从不同的地方同时吹起。<br>（39）天惨惨而无色：天空暗淡无光。<br>（40）兽狂顾以求群：野兽惊恐地张望寻找伙伴。 狂顾：惊恐地回头望。<br>（41）鸟相鸣而举翼：鸟张开翅膀互相地鸣叫。<br>（42）原野阒（qù）其无人：原野静寂无人。阒，静寂。<br>（43）征夫行而未息：离家远行的人还在匆匆赶路。<br>（44）心凄怆以感发：指自己为周围景物所感触，不禁觉得凄凉悲怆。<br>（45）意忉怛（dāodá）而憯（cǎn）恻：指心情悲痛，无限伤感。这两句为互文。憯，同“惨”。<br>（46）循阶除而下降：沿着阶梯下楼。循，沿着。除，台阶。<br>（47）气交愤于胸臆：胸中闷气郁结，愤懑难平。<br>（48）夜参半而不寐：即直到半夜还难以入睡。<br>（49）怅盘桓以反侧：惆怅难耐，辗转反侧。盘桓，这里指内心的不平静。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇赋以铺叙手法，由登楼极目四望而生忧时伤事之慨，并把眷恋故乡、怀才不遇之情巧妙地结合起来，而各层自有重点，深挚的感情，徐徐道来，感人至深，真不愧名家手笔。</p> <p>　　这篇赋主要抒写作者生逢乱世、长期客居他乡、才能不能得以施展而产生思乡、怀国之情和怀才不遇之忧，表现了作者对动乱时局的忧虑和对国家和平统一的希望，也倾吐了自己渴望施展抱负、建功立业的心情。全篇抒情意味很浓，“忧”字贯穿全篇，风格沉郁悲凉，语言流畅自然，是建安时代抒情小赋的代表性作品。</p> <p>　　此赋有如下特点：一、层次清晰。全文分为三段，首段写登楼所见，次段叙怀乡之情，末段抒身世之惧，遵循主人公情绪的自然发展而来，层次极为清晰。</p> <p>　　二、结构严谨。第一段写景中透露出“忧思”，“望”“忧” 两字，奠定了全文的抒情基调。第二段集中表达了作者内心的沉重忧思。开头四句承上文“非吾土”抒发怀乡之情，“凭轩槛以遥望兮”中的“望”字，化景物为情思。第三段对思乡之情进一步开掘，揭示出“忧思”深层的政治内涵。情景交融。首段写异乡风光：地势开阔，山川秀美，物产富饶，以眼前乐景反衬心中哀情。末段写傍晚景色：日惨风萧，兽狂鸟倦，原野寂寥，烘托出作者内心的凄怆。前后景物描写，即景生情，寓情于景，一乐一悲，相互照应，真切的反映出作者愁绪步步加深、忧伤至极的过程。</p> <p>　　三、语言清丽。文章用典贴切，注意与主观感情的抒发相契合。例如“瓠瓜徒悬”、“井渫莫食”等典故，都传达出作者的怀乡之情和怀才不遇的怨愤。文章大量运用富有音乐性的修饰词语。例如“眷眷”、“惨惨”、“凄怆”、“憯恻”、“盘桓”等，音节流畅，琅琅上口。</p> <p>　　四、主题深刻。这篇文章超越了一般的怀乡之作，揭示了深厚的政治内涵。“遭迁逝”句，概括了当时动荡的时代特征和作者悲惨不幸的遭遇；“惟日月”两句，表达了作者时不我待、急欲乘时而起的紧迫感；“冀王道” 两句，表达了作者以天下为己任、急于建功立业的使命感。总之，作者通过登楼四望，抒发了浓重的故土之思，倾吐了宏图难展的悲慨，表达了建功立业的迫切愿望。</p> <p>　　综上所述，这篇赋体貌高度精练，情思深厚丰腴，使读者自然而然地感觉其意味深永，形象感人，因此成为建安时期抒情小赋的杰作。</p>",
  "about": "<h2>创作背景</h2> <p>　　这篇赋见于《文选》卷十一，是<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>南依刘表时所作。汉献帝兴平元年（公元194年），董卓部将李傕郭汜战乱关中，王粲遂离开长安，南下投靠刘表。到荆州后，却不被刘表重用，以致流寓襄阳十余年，心情郁闷。建安九年（204），即来到荆州第十三年的秋天，王粲久客思归，登上当阳东南的麦城城楼，纵目四望，万感交集，写下这篇历代传诵不衰的名作。</p> <p>　　王粲与仲宣楼--襄阳城东南 也有人认为此赋写作于襄阳。《襄阳府志·古迹》记：“荆州之江陵，安陆之当阳皆有是楼，然考其实当以在襄阳为确。”因王粲依荆州牧(治所襄阳)刘表，为表幕下参伍，自是左右不离。表卒后，王粲劝说刘琮降<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，又是在襄阳。因此，刘表常同王粲登楼赋<a href=\"http://so.gushiwen.org/view_47893.aspx\">诗</a>。明人王世祯，在修仲宣楼时特作一记，称襄阳建楼是为正。光绪二年修城时，得赵兆麟(顺治五年任都御史)“先生之风”(“先生”指王仲宣)四字于楼下，随之将赵兆麟手书嵌于楼内。原仲宣楼建筑已毁。</p>",
  "poet": {
    "id": 770,
    "star": 0,
    "name": "王粲",
    "image": "http://img.gushiwen.org/authorImg/wangcan.jpg",
    "desc": "王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。"
  },
  "tags": [
    "辞赋精选",
    "怀才不遇",
    "思乡",
    "抱负"
  ]
}