{
  "id": 71082,
  "star": 2395,
  "name": "蝶恋花·庭院深深深几许",
  "dynasty": "宋代",
  "content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。<br>雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。",
  "fanyi": "<p><strong>译文</strong><br>庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，她登楼向远处望去，却看不见那通向章台的大路。 <br>春已至暮，三月的雨伴随着狂风大作，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。</p> <p><strong>注释</strong><br>⑴几许：多少。许，估计数量之词。<br>⑵堆烟：形容杨柳浓密。<br>⑶玉勒：玉制的马衔。<br>⑷雕鞍：精雕的马鞍。<br>⑸游冶处：指歌楼妓院。<br>⑹章台：汉长安街名。《汉书·张敞传》有“走马章台街”语。唐《章台柳传》，记妓女柳氏事。后因以章台为歌妓聚居之地。<br>⑺乱红：凌乱的落花。</p>",
  "shangxi": "<p>　　上片开头三句写“庭院深深”的境况，“深几许”于提问中含有怨艾之情，“堆烟”状院中之静，衬人之孤独寡欢，“帘幕无重数”，写闺阁之幽深封闭，是对大好青春的禁锢，是对美好生命的戕害。“庭院”深深，“帘幕”重重，更兼“杨柳堆烟”，既浓且密——生活在这种内外隔绝的阴森、幽遂环境中，女主人公身心两方面都受到压抑与禁锢。叠用三个“深”字，写出其遭封锁，形同囚居之苦，不但暗示了女主人公的孤身独处，而且有心事深沉、怨恨莫诉之感。因此，称赏不已，曾拟其语作“庭院深深”数阕。显然，女主人公的物质生活是优裕的。但她精神上的极度苦闷，也是不言自明的。</p> <p>　　俞陛云《唐五代两宋词选释》：此词帘深楼迥及“乱红飞过”等句，殆有寄托，不仅送春也。或见《阳春集》。李易安定为六一词。易安云：“此词余极爱之。”乃作“庭院深深”数阕，其声即旧《临江仙》也。毛先舒《古今词论》：永叔词云“泪眼问花花不语，乱红飞过秋千去。”此可谓层深而浑成。何也？因花而有泪，此一层意也；因泪而问花，此一层意也；花竟不语，此一层意也；不但不语，且又乱落，飞过秋千，此一层意也。人愈伤心，花愈恼人，语愈浅而意愈入，又绝无刻画费力之迹，谓非层深而浑成耶？　“玉勒雕鞍”以下诸句，逐层深入地展示了现实的凄风苦雨对其芳心的无情蹂躏：情人薄幸，冶游不归，意中人任性冶游而又无可奈何。</p> <p>　　下片前三句用狂风暴雨比喻封建礼教的无情，以花被摧残喻自己青春被毁。“门掩黄昏”四句喻韶华空逝，人生易老之痛。春光将逝，年华如水。结尾二句写女子的痴情与绝望，含蕴丰厚。“泪眼问花”，实即含泪自问。“花不语”，也非回避答案，正讲少女与落花同命共苦，无语凝噎之状。“乱红飞过秋千去”，不是比语言更清楚地昭示了她面临的命运吗？“乱红”飞过青春嬉戏之地而飘去、消逝，正是“无可奈何花落去”也。在泪光莹莹之中，花如人，人如花，最后花、人莫辨，同样难以避免被抛掷遗弃而沦落的命运。“乱红”意象既是下景实摹，又是女子悲剧性命运的象征。这种完全用环境来暗示和烘托人物思绪的笔法，深婉不迫，曲折有致，真切地表现了生活在幽闭状态下的贵族少妇难以明言的内心隐痛。</p> <p>　　当然，溯其渊源，此前，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>有“百舌问花花不语”（《惜春词》）句，严恽也有“尽日问花花不语”（《落花》）句，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>结句或许由此脱化而来，但不独语言更为流美，意蕴更为深厚，而且境界之浑成与韵味之悠长，也远过于温、严原句。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "孤独",
    "闺怨"
  ]
}