{
  "id": 4196,
  "star": 7,
  "name": "和陆明府赠将军重出塞",
  "dynasty": "唐代",
  "content": "忽闻天上将，关塞重横行。<br>始返楼兰国，还向朔方城。<br>黄金装战马，白羽集神兵。<br>星月开天阵，山川列地营。<br>晚风吹画角，春色耀飞旌。<br>宁知班定远，犹是一书生。",
  "fanyi": "<p><strong>译文<br></strong>忽听得天上降下将军，在边塞再次纵横驰骋。<br>刚刚从楼兰之国归来，马上又奔向朔方边城。<br>战马披挂上黄金铠甲，白羽旗下召集了神兵。<br>按星月分布摆开天阵，据山川形势排列地营。<br>晚风吹来军中的号角，春光耀眼军旗在飞动。<br>哪里知道定远侯班超，他原来还是一介书生。</p> <p><strong>注释<br></strong>⑴陆明府：姓陆的县令，其人未详。唐代称县令为明府。将军：其人未详。<br>⑵天上将：形容将领用兵神奇。语出《汉书·周亚夫传》：“将军从天而下。”<br>⑶横行：比喻所向无敌。<br>⑷楼兰国：汉代西域的一个国家，故址在今新疆罗布泊西若羌县一带，后改名鄯善。<br>⑸还（xuán）：迅速。朔方：汉武帝时置郡，故址在今内蒙古杭锦旗西北。<br>⑹白羽：指白旄，一作用白旄牛尾装饰竿顶的旗。<br>⑺“星月”二句：赞美这位将军精通兵法，能够根据天象以及地形布置阵营。<br>⑻画角：古代军中号角。<br>⑼飞旌：即飘扬的军旗。<br>⑽班定远：东汉班超，本是书生，明帝时投笔从戎，出使西域，留滞三十一年，使西域五十多国归属汉朝，以功封定远侯。《后汉书》有传。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　由<a href=\"http://so.gushiwen.org/view_4196.aspx\">诗</a>题可知，这是一首唱和之作。有位将军再度出塞，姓陆的县令写诗赠别，诗人遵循该诗原韵，运用描写、想象、夸张等多种艺术手段，热烈颂扬了将军的爱国精神。</p> <p>　　诗人一落笔就以“忽闻”两字表达了意想不到的惊叹，同时，又用“天上将”盛赞了将军的神武智勇。为下文写他再次驰骋疆场的壮举作了铺垫。三、四句，紧承第二句，以“始返”与“还向”相呼应，简洁流畅地表现了将军的西征北战，奔驰不息。他刚从遥远的“楼兰国”返回，现在又要奔赴数千里之外的“朔方城”。但是为了安邦御敌，这个以赫赫战功赢得天将之称的将军急国家之所急，不贪图安逸享乐，品德非常高尚。</p> <p>　　“黄金装战马”以下六句，是设想将军再度出塞后的战斗生活，诗中没有表现军旅的艰辛，也没有渲染战斗的激烈悲壮，而是突出表现了将军的指挥才能，刻划了一个威仪堂堂、谙熟六韬，足智多谋、善于用兵的统帅形象。他骑着黄金装饰的战马，挥动系有白旄牛尾的令旗，调集威武神勇的士兵，排列成像星空一样壮观神秘的军阵，又借山川之便巧妙地安置了营寨。接着，诗人又以“晚风吹画角，春色耀飞旌”暗示征战的必胜。嘹亮的号角声和军旗上闪耀的春色透露，全军士气十分高昂，大捷在望。将军的神武，也借这两句氛围描写得到了渲染烘托。在这六句中，诗人分别使用了“装”、“集”、“开”、“列”、“吹”、“耀”六个动词，把战马、令旗、神兵、星月、山川、画角、军旗、晚风、春色交织在一起，生动地再现了英勇雄壮、声势震天的军阵场景，大大增强了全诗的形象性和艺术感染力。</p> <p>　　末二句：“宁知班定远，犹是一书生”，借东汉班超投笔从戎，平寇立功，封定远侯的事例，肯定书生出身的将军定会建立名垂青史的功业。诗人先用反诘词“宁知”领起，于后又以“犹是释疑”，避免了平铺直叙，表达了对将军的殷切期望。</p> <p>　　此诗气势激昂雄健，体现出一种蒸蒸日上的初唐气象。诗中多处用典，或暗或明，羚羊挂角，纵横开阖，语出自然，浑然一体，实为大家手笔。宋人陈振孙《直斋书录解题》中称<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>“实是首起八代之衰者”，由此诗观之，此言并不为过。</p>",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "送别",
    "赞美",
    "将军",
    "豪迈"
  ]
}