{
  "id": 64772,
  "star": 32,
  "name": "减字木兰花·题雄州驿",
  "dynasty": "宋代",
  "content": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。<br>飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。",
  "fanyi": "<p><strong>译文</strong><br>长空中，寒风翻卷朝云滚滚而去。朝行暮宿，千里途程,大地上，金兵驱载妇女迢迢而去。莽莽黄沙，一片白草,月光清冷地照着只有三两户人家的荒村，孤零零地，没有一点活气。<br>大雁南飞，却不能为词人寄书信倍加女主人公失去自由和国家之创痛。这种种愁思，郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步.那在燕山脚下的燕京（即中都，北京市）已经不远了, 回头遥望那难舍难忘的故国乡土，可要顺着此路回去就比登天还难了。</p> <p><strong>注释</strong><br>减字木兰花：词牌名。简称《减兰》。<br>雄州：今河北雄县。驿：古代专供递送公文的人或往来官员暂住、换马的处所。<br>辘辘：车行声。<br>白草黄沙：象征北方凄凉的景色。<br>无昼夜：不分昼夜。<br>燕山：府名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是北宋灭亡之际一位被金人虏去的弱女子写的词，描述被虏北行之经历，抒发国破家亡之巨痛。作者之父本是阳武（河南原阳）县令，在金兵南侵围城时，奋勇抵抗，壮烈殉国，妻、子一同遇难。“其女为贼虏去，题字于雄州驿中，叙其本末”（韦居安《梅磵<a href=\"http://so.gushiwen.org/view_64772.aspx\">诗</a>话》）。由此可以想见作者写作此词时揪心泣血的情景。雄州，河北省雄县。</p> <p>　　开头两句，写被金人用车载向北方出发时的情景。“朝”，点明出发的时间是在早上；“云”，点明出发时的环境气氛是那么惨淡，阴云密布；“横度”，形容阴云突如其来地漫过来。首句看似写景，渲染自然气候之恶劣；实是暗喻当时政治风云的突然变化，形势险恶。一个“横”字，把作者那种祸从天降的特殊感受强调了出来。因此，次句“辘辘车声如水去”就直道其事了。“辘辘”，象声词，形容车轮声。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿房宫赋》有“辘辘远听，杳不知其所之也”之句，那是描写六国宫妃被虏秦宫之后的可悲生活，这里是写作者被虏北上、乘敌囚车、不知所往的惨痛情景。“如水去”，既写出被虏妇女之众多，又表达了将一去不返的痛苦心境，比喻生动，含意深长，道尽了国势危亡、一蹶不振，身为俘虏、前途茫茫的深哀大痛。</p> <p>　　紧承“去”字，作者用“白草黄沙，月照孤村三两家”，再描写沿途之所见。“白草”，我国西北地区所产之草，干枯时成白色，故名。唐代边塞诗人<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>有“北风卷地白草折”、“平沙莽莽黄入天”之句，那是描写天山一带苦寒荒凉的景象；作者在此借用字面，渲染出河北秋季枯草遍地、一片不毛的气氛。在这惨淡萧索的背景之下，只见月光清冷地照着只有三两户人家的荒村，孤零零地，没有一点活气。作者描述敌占区是这样地衰败不堪，凄凉已极，不仅揭示了金兵烧杀虏掠造成的惨象，更衬托出作者被虏离乡、身临异地那种无比悲苦的心境。上句侧重写白天之所见，下句侧重写夜晚之所见，而又互文见义，彼此映衬，合成一幅北国荒寒图，作者的满眼血泪、一腔悲哀也正涂染其上了。</p> <p>　　上片写开始被押北行途中的情景；下片写继续北行直至雄州的情景。上片侧重写所见，以写景为主；下片侧重写所思，以抒情为主。</p> <p>　　“飞鸿过也，百结愁肠无昼夜。”这是继续被押北行途中的一个特写镜头。作者眼看敌占区荒凉凄冷的景象，心头充满了国破家亡的悲哀，忽然看到鸿雁从北往南地飞去，不禁更撩起了对故乡的怀念、对亲人的追思。然而父母兄弟均死于敌手，即使鸿雁能够传书，自己又不知道投书给谁，何况自己身为俘虏，失去自由，不仅不能象鸿雁那样飞向南方故土，恐怕连投书的自由也没有。这种种愁思，郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步，不知如何是好了。</p> <p>　　就在这种度日如年的愁境中，“渐近燕山”，来到雄州，离金邦的京城——那在燕山脚下的燕京（即中都，北京市）已经不远了。这句既照应词题，又开启下句“回首乡关归路难”。空见飞鸿南去，自己身陷异域，只能回头遥望那难舍难忘的故国乡土，可要顺着此路回去就比登天还难了。作者强烈的怀国思乡之情，深沉的亡国丧家之恨，无可奈何的身为敌俘之悲，已经绝望的永别家园之痛，在此一齐倾诉出来，字字饱含着血泪。全词“寥寥数十字，写出步步留恋，步步凄恻”（<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>《蕙风词话续编》）的家国之恨，被虏之痛，怀乡之情，仔细体味，真是撼人肺腑、感人涕下。</p> <p>　　虽然全词写的为个人的不幸，却反映出当时广大人民的普遍遭遇。</p>",
  "poet": {
    "id": 623,
    "star": 0,
    "name": "蒋氏女",
    "desc": "蒋氏女，生卒年不详，宜兴（今江苏县名）人，一作浙西人。父兴祖，为阳武（今河南原阳）县令，靖康初，金兵围城，抵抗而死，妻儿亦死难。韦居安谓：“其女为贼掳去，题字于雄州驿中，叙其本末，乃作《减字木兰花》词云......蒋令，浙西人，其女方笄，美颜色，能诗词，乡人皆能称之。”"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "写景",
    "抒情",
    "思念"
  ]
}