{
  "id": 70687,
  "star": 3,
  "name": "杂剧·西游记·第二本",
  "dynasty": "元代",
  "content": "绛坛宝日丽璇霄淑景当空午篆高<br>三殿尽如灵宝界诸天齐降紫宸朝<br><br>第五折诏饯西行<br>物估人烟万里通，皇风清穆九州同。未能奏上甘棠赋，先献商霖第一功。小官虞世南。奉观音佛法旨，荐陈玄奘于朝，小官引见天子。京师大旱，结坛场祈雨，玄奘打坐片时，大雨三日。天子赐金襕袈裟，九环锡仗，封经一藏，法一藏，轮一藏，号曰\"三藏法师\"。奉圣旨，驰驿马赴西天，取经归东土，以保国祚安康，万民乐业。将陈光蕊十八年，都准了月日，授了中书门下平章事，特进楚国公，殷氏封楚国夫人，赐公田四十顷，归老为农。今日奉圣旨，着百官有司都至霸桥，设祖帐排筵会，诸般社火，送三藏西行。龙战河山二十秋，腰悬双锏觅封侯。老君堂上逢真主，四海风尘一鼓收。某秦叔宝是也。卸却征衣换紫袍，万年勋业半生劳。今朝已入瀛州选，怕向边廷见斗刀。某房玄龄是也。奉敕西行别九天，袈裟犹带御炉烟。祗园请得金经至，方报皇恩万万千。小僧自父母报仇之后，父母显荣还乡，师父回金山圆寂。小僧断送了，持心丧三年，未果所愿。至京祈雨，感天神相助，大雨三日，天子大喜，赐金襕袈裟，九环锡杖，封三藏法师，着往西天取经。我想来，小僧性命，也是佛天相保。今日报了父仇，荣显了父母，报答了祖师。我舍了性命，务要西天取得经来，平生愿足。今日辞了天子，便索登程去也。小僧有何德能，敢劳百官耆老亲送？奉圣旨着小官等霸桥祖帐。请师父下马，受了筵席便行。尉迟总管，也待来送，这早晚怎生不见来？虎眼鞭麾动紫烟，龙鳞剑出倚青天。曾骑滑马诛雄信，稳奠唐基一万年。某乃十六大总管尉迟恭是也。俺闻得三藏法师往西天去取经，合当早去送。争奈金疮举发，不能行动。今日奉圣旨，率领百官前往，须索要走一遭。你看僧尼道俗，百官父老，诸杂社火都到。又值着春间天气，郊外好景物也呵。<br>【仙吕】【点绛唇】梅绽南枝，已经春事，三之二。桃杏参差，拂嗅香风至。<br>【混江龙】今日个早朝班次，公侯宰相会同时。亲传圣旨，总命诸司。赤羽诏传青彩凤，御炉香喷紫金狮。亲王驸马，国戚皇族，更和那商贾农工士。马停玉勒，酒泛金卮。<br>唐国江山，若非俺焉得大平！今日落得一身症候，为官待作何用！<br>【油葫芦】想俺那兴唐出战时，一日知他几个死，如今老来也憔悴鬓如丝，都将定国安邦志，改为养性修身事。往常时领大军，今日个拜国师。英雄将生扭得称居士，怎禁那天子自相辞？<br>【天下乐】这和尚伏虎降龙信有之，京师，诸弟子，焚香点烛齐叩齿。社火每鬼间着神，乐器中竹间着丝，闹起一座霸陵桥上市。<br>左右，接了马者。<br>【醉中天】幢幡上泥金字，写着道三藏是大唐师。钟鼓饶钹夹道施，求法语的挨着咨次。都是骏马雕鞍的健儿，读那孔夫子文字，着他们拜如来节外生枝。<br>兀那年老的军官是谁？弟子乃尉迟敬德，见居十六大总管之职。今奉圣旨来送法师，因金疮举发，不能乘骑，所以来迟。口占送行诗一章，望老师斤削：十万里程多少难，沙中弹舌授降龙。五天到日头应白，月落长安半夜钟。好诗！好诗！小僧勉和咱：禅心善伏山中虎，慧性能降海内龙。直下顿然成一悟，浑如梦觉五更钟。<br>【金盏儿】才吟罢送行诗，似歌彻断肠词，生离别便与死相似。死呵，三十气断更无思，生呵，一心怀远恨，千丈系游丝。死呵，如梦幻泡影，那有再来时。<br>多闻老将军英雄，愿对小僧说一遍者。<br>【赏花时】只是俺立国安邦志广施，杀将驱兵心不慈。若两阵对圆时，提着尉迟恭的名字，他每早魂不附其尸。门旗开处，两阵对圆。<br>【幺】不刺刺却是战马拖缰敌将死，今日似困虎藏牙守洞时。因老病不能辞，奉圣旨勉强行之，问师父求取法名儿。<br>军官如此言语，却便是诸佛种子。久后我之法律，仗你阐扬，真乃是禅林中大宝也，可名曰\"宝林\"，与你摩顶受记者。多谢师父。<br>【尾声】从今后演佛法领三宗，掌戒律兴诸寺，但依着吾师教旨。此去西行十万里，急回来两鬓如丝。本是一个五陵儿，他道我有佛子容姿。从今后灭火性消豪气，发善心脱名利。师父着我将豪气消磨，将善心来使。众官军民人等听着：小僧折一枝松，插在此道傍要他活。我去后，此松朝西，如朝东，小僧回也。师父，无根如何得活？小僧无根要有根，有相若无相。我若取经回，松枝往东向。朝西呵是去时，朝东呵回至。师父沿路保重了，俺众人年年来此看松枝。<br>求了法语的便先回去，我辈为臣子者，问师父求法语儆戒。众官，听小僧一句言语：为臣尽忠，为子尽孝。忠孝两全，余无所报。师父，小人是个做斛斗的，求师父说咱。咦，十合一升，十升一斗。量尽大仓粟，人心犹未朽。万事休将一概看，自然寿算能长久。小人是个钉称的，求说法咱。二八春秋分，一斤十六两。星星要见利，物物喜腾长。一权到手便均平，自然天地长培养。小人是个开洞的，求法语咱。怎生唤做开洞？阴无阳不生，阳无阴不长。阴阳配合，不分霄壤。豆有豆畦，麦有麦垅。豆麦齐栽，号曰杂种。咦！能将夫妇人伦合，免使傍人下眼看。拜谢了师父。驿子那里？打起驼垛马，趁早行一程。一点虔心从此发，五千妙法必须来。<br><br>第六折村姑演说<br>县令廉明决断良，吏胥不诈下村乡。连年麻麦收成足，一炷清香拜上苍。老张祖在长安城外住，生是个老实的傍城庄家。今日听得城里送国师唐三藏西天取经去，我庄上壮王二、胖姑儿都看去了。我也待和他们去，老人家赶他不上，回来了，说道好社火。等他们来家，教他敷演与我听，我请他吃分合落儿。王留、胖哥，等我等儿。<br>【双调】【豆叶黄】胖哥王留，走得来偏疾。王大、张三，去得便宜。胖姑儿天生得我忒认得，中表相随。壮王二离了官厅，直到家里。<br>恁来家了，看甚么社火？对我细说一遍。王留，你说与爷爷听。胖姑儿，则有你心精细，你说者。<br>【一糹呙儿麻】不是胖姑儿偏精细，官人每簇捧着个大檑椎。檑椎上天生得有眼共眉，我则道瓠子头葫芦对。这个人也索是跷蹊，甚么唐僧、唐僧，早是不和爷爷去看哩，枉了这遭。恰便似不敢道的东西，枉惹得傍人笑耻。<br>官人每怎么打扮送他？好笑，官人每不知甚么打扮？<br>【乔牌儿】一个个子执白木植，身穿着紫搭背。白石头黄铜片去腰间系，一对脚似踏在黑瓮里。那是个皂靴。<br>【新水令】官人每腰屈共头低，吃得醉醺醺脑门着地。拜他哩。咿咿呜呜吹竹管，扑扑通通打牛皮。见几个无知，叫一会闹一会。<br>【雁儿落】见一个粉搽白面皮，红絟着油鬏髻。笑一声打一棒椎，跳一跳高似田地。<br>这是做院本的。<br>【川拨棹】更好笑哩，好着我笑微微，一个汉木雕成两个腿。见几个回回，舞着面旌旗，阿剌剌口里不知道甚的，妆着鬼，人多我看不仔细。<br>【七弟兄】我钻在这壁，那壁，没安我这死身己。滚将一个碌碡在根底，脚踏着才得见真实，百般打扮千般戏。<br>爷爷好笑哩。一个人儿将几扇门儿，做一个小小的人家儿，一片绸帛儿，妆着一个人，线儿提着木头雕的小人儿。<br>【梅花酒】那的他唤做甚傀儡，黑墨线儿提着红白粉儿，妆着人样的东西。飕飕胡哨起，咚咚地鼓声催，一个摩着大旗。他坐着吃堂食，我立着看筵席。两只腿板僵直，肚皮里似春雷。<br>【收江南】呀！正是坐而不觉立而饥，去时乘兴转时迟。说了半日，我肚皮里饿也。米凡子面合落儿带葱虀。霎时间日平西，可正是席间花影坐间移。看了一日，误了我生活也。<br>【随煞】雨余匀罢芝麻地，咱去那沤麻池里澡洗。唐三藏此日起身，他胖姑儿从头告诉了你。<br><br>第七折木叉售马<br>偃甲钱塘万万春，祝融齐驾紫金轮。只因误发烧空火，险化骊山顶上尘。小圣南海火龙。为行雨差迟，玉帝要去斩龙台上，施行小圣。谁人救我咱！来者是谁？我佛慈悲，救弟子咱。你为甚来？小圣南海沙劫驼老龙第三子。为行雨差迟，法当斩。我佛怎生救弟子咱！神将且留人。老僧与你同见玉帝，救此龙君去来。恰才路边，逢火龙三太子，为行雨差迟，法当斩罪。老僧直上九天，朝奏玉帝，救得此神，着他化为白马一匹，随唐僧西天驮经，归于东上，然后复归南海为龙。传吾法旨，着木叉行者化作一个卖马的客商，送了龙君与唐僧护经。火龙护法西天去，白马驮经东土来。善哉！善哉！离了长安，行经半载。于路有站，如今无了马站，只有牛站，近日这牛站也少。到化外边境，向前去不知甚么站？师父，再行一月，前面是驴站。驴站再行一月，西番仛钹地面，是狗站。狗站再行一月，是炮站。如何唤做炮站？六根木柱，做一个架子，一根长木做炮梢，梢上一个大皮兜，长木根上，坠铁锤一万斤。使臣到，一交捽番，把绳子绑了，入兜炮，一榔椎打动关捩子，一炮送十里远。师父，与你那秃头做主咱。说得怕起来。怎得一匹长行马，不拣几钱，罄其衣钵，买来驼载，省得打炮送了小僧。这里那得卖马的来？我乃是观音弟子木叉行者的便是。奉我佛法旨，将火龙化作白马，送与唐僧去，好马呵。<br>【南吕】【一枝花】大宛国天产才，渥洼水龙媒种。带轻云一块雪，走落日四蹄风。长尾银鬃，驮双将无嫌重，出群驽立大功。胜普贤白象身高，赛师利青狮性勇！<br>【梁州第七】非伯乐谁知良马？有刘累方豢真龙。奉天佛牒玉帝敕将君送。又不比秦宫指鹿，晋代成功，与高僧代步。又不换美妓将从，且休言九逸还宫，更休论八骏腾空。这马跳青溪曾救蜀王，到紫陌还归塞翁，至乌江曾弃重瞳。离了普陀寺中，云行千里乘飞鞚，听一派乐音声动。遥望尘寰人一丛，元来是三藏师兄。<br>卖马！卖马！客人从那里来？从长安来，要回去，没盘缠，卖这匹马。这马中么？<br>【牧羊关】这马你看一丈长头至尾，八尺高蹄至鬃，但一嘶凡马皆空。比豹月乌别样精神，比忽雷驳争些徒勇。又不是五色毛斑点，浑则是一片玉玲珑。影见在白云底，声传在明月中。<br>不知性子如何？我说与你听者。<br>【隔尾】白日莫摘青丝鞚，黑夜何须水草笼，料糟铡刷不须用。他要行呵紧促，要歇时放松，又不比十二天闲耍簇捧。<br>这马有长力远行么？<br>【牧羊关】他曾到三足金乌窟，四蹄玉兔宫，他有吃天河水草神通。晋支遁性命也似看承，周姬满心肝一般敬重。请个价钱，要几多？联城壁休言买，千金价岂相容？恁的小僧买不成，那得许多钱来？我赊与你如何？载你权离此，驮经却向东。<br>素来不曾相识，如何赊与我？你认的我么？不认得。我非凡人，乃观音佛上足徒弟木叉的便是。这马亦非凡马，乃南海火龙三太子，为行雨差迟，法当斩罪。我佛奏知玉帝，着他化为白马，与你代步驮经来。焉有是理？你若不信，着你见本来面目者。我佛见弟子么？<br>【斗虾蟆】金甲白袍灿，银装宝剑横，显恶姹的仪容。冲天入地势雄，撼岭拔山威重，离岩出洞雾濛，搅海翻江风送。变大塞破太空，变小藏入山缝。云气笼雨气从，溪源潭洞，江河淮孟，显耀神通。常言道最恶者无过于龙，哎！吾兄从今后不必把眉头纵。骑着龙马，引着部从，摩砻，松枝向东，来此相逢。上告师兄：小心去。俺师父预先与你寻着一个徒弟，在花果山等哩。<br>【尾】你西行似入游仙梦，我南往重归沧海中。到前途，莫惊恐。有山精，有大虫，有猿猴，有马熊。见放着龙君将老师奉，到花果山乱峰，相遇着悟空，取经卷回来受恩宠。<br><br>第八折华光署保<br>老僧为唐僧西游，奏过玉帝，差十方保官，都聚于海外蓬莱三岛。第一个保官是老僧，第二个保官李天王，第三个保官那吒三太子，第四个保官灌口二郎，第五个保官九曜星辰，笫六个保官华光天王，第七个保官木叉行者，第八个保官韦驮天尊，第九个保官火龙太子，第十个保官回来大权修利，都保唐僧，沿路无事。写了文书，要诸天画字。都画字了，则有华光未至。此时想必来也。释道流中立正神，降魔护法独为尊。驱驰火部三千万，正按南方位丙丁。某乃佛中上善，天下正神。观音佛相请，须索走一遭。<br>【正宫】【端正好】差十大保官来，同九曜星君降，把唐僧于路堤防。天佛牒玉帝敕都交往，西天路收魔障。<br>【滚绣球】宣灵王将火部驱，胡总管将火律掌，火鸦鸣振惊天上，火瓢倾卒律律四远光茫。火丹袖五百，火轮踏一双，火葫芦紧缚师旷，使离娄拖定金枪。神中号作华光藏，佛会称为妙吉祥，正受天王。<br>【倘秀才】玉皇殿金砖是我藏，后土祠琼花是我赏，炒闹起天宫这一场。枪撞番四揭帝，砖打倒八金刚，众神祗索纳降。<br>【滚绣球】上天宫闹玉皇，下人间保帝王，保得他国无灾庶民无恙，因此上感威灵岁岁烧香。我将那五岳欺，五气掌，五瘟神遣之于霄壤，五音中徵为偏长。五星中让我在南天上坐，五方内将咱离位藏，谁不知五显高强。<br>天王，老僧今日为头，会十大保官，保唐僧西游去。恁诸仙圣众，如何主意？<br>【呆古朵】观音佛作保书名字，会诸天一处商量。则为宝藏在灵山，着这真僧离大唐。山水广多妖怪，途路远多魔障。因此上着众仙离阆苑，诸神往下方。<br>【笑和尚】二郎神神通广，五显圣驱兵将。顿剑摇环显出那英雄相，一路上保护唐三藏。轰雷掣电从天降，压伏定魔王。<br>【伴读书】我、我、我，使金枪法力强，恁、恁、恁，持宝杵威风壮。众神祗齐保护他无恙，恁、恁离了上方。他、他，往了西方，俺程程保护他消灾障。<br>【尾】诸佛众神多谦让，全在吾师做主张。保金经福无量，向花果山中再相访。<br>正名唐三藏登途路<br>村姑儿逞嚚顽<br>木叉送火龙马<br>华光下宝德关",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}