{
  "id": 70327,
  "star": 2,
  "name": "杂剧·严子陵垂钓七里滩",
  "dynasty": "元代",
  "content": "第一折<br>某姓严名光，字子陵，本贯会稽严州人也。自幼年好游玩江湖，即今在南阳富春山畔七里滩，钓鱼为生。方今王新室在位，为君一十七年，灭汉宗一万五千七百余口，绝刘后患，天下把这姓刘的捉拿。有一人春陵乡白水村姓刘，名秀，字文叔。不敢呼为刘文叔，改名为金和秀才。他常从我为兄相待，近日在下村李二公庄上，闲攀话饮酒。想汉朝以来，<br>【仙吕】【点绛唇】开创高皇，上天责降，萧丞相、韩信、张良。自平帝生王莽。<br>【混江龙】自从夏桀将禹丧，独夫殷纣灭成汤。丕显立吊民伐罪，丕承立守绪成王。刚四十垂拱严郎朝彩风，弟五辈巡狩湘流中淹杀昭王。自开基起运，立国安邦，坐筹帏幄，竭力疆场。百十万阵，三五千场，满身矢簇，遍体金疮，尸横草野，鸦啄人肠。未曾立两行墨迹在史书中，却早卧一丘新土在芒山上。咱人这富贵如蜗牛角半痕涎沫，功名似飞萤尾一点光芒。<br>【油葫芦】刘文叔相期何故爽？一会家白暗想，怎生来今日晚了时光？他则在鱼州揽住收罾网。酒旗摇处沽村酿，畅情时酌一壶，开怀时饮几觞。知他是暮年间身死中年间丧，醉不到三万六千场。<br>【天下乐】则愿的王新室官家寿命长。我这里斟量，有个意况。体乾坤姓正的由他姓王。他夺厂呵夺汉朝，篡了呵篡了汉邦，到与俺闲人每留下醉乡。<br>【那吒令】则咱这醉眼觑世界，不悠悠荡荡。则咱这醉眼觑日月，不来来往往。则咱这醉眼觑富贵，不劳劳穰穰。咱醉眼宽似沧海中，咱醉眼竟高似青霄上，咱醉眼不识个宇宙洪荒。<br>【鹊踏枝】他笑咱唱的来不依腔，舞的来煞颠狂，俺不比您名皱定眉儿别是天堂。富汉每喝菜汤穿粗衣朴裳，有一日泼家私似狗令羊肠。<br>【寄生草】我比他吃茶饭知个饥饱，我比他穿衣服知个暖凉。酒添的神气能荣旺，饭装的皮袋偏肥胖，衣穿的寒暑难侵傍。看谁人省悟是谁痴，怕不凤凰飞在梧桐上。<br>【六幺序】您将他称赏，把他赞奖。那厮则是火避苛虎，当道豺狼。咱人但晓三章，但识斟量，忠孝贤良，但似严光，怎肯受王新室紫绶金章？时史令鬼眼通身眼，有多少马壮人强，改年建号时间旺，夺了刘家朝典，夺了汉世封疆。<br>【幺篇】遍端详，那厮模佯，休紧休忙。等那穹苍，到那时光，汉室忠良，议论商量。引领刀枪，撞入门墙，拖下龙床，脱了衣裳，木驴牵将，闹市云阳，手脚舒长，六道长丁钉上。咱大家看一场。不争你动起刀枪，天下荒荒，正应道龙门鱼伤，尽乾坤一片青罗网。咱人逃出大纛高张，您汉家枝叶合兴旺，见放着天天摧地搭，国破家亡。<br>【后庭花】你道我瓦盆儿丑看相，磁瓯儿少意况。强如这惹祸患黄金盏，招灾殃碧玉觞。玉斝内饮琼浆，耳边傍音嘹亮，绛纱笼银烛光。列金钗十二行，裙摇的琼珮响，步金莲罗袜香。娇滴滴宫样妆，玉纤纤手内将。黄金盏盏面上，关埋伏闹隐藏。<br>【青哥儿】那里面暗隐着风波、风波千丈，你说波使磁瓯的有甚灾伤？我醉了呵东倒西歪尽不妨。我若烂醉在村乡，着李二公扶将到茅舍茅堂。靠瓮牖蓬窗，新苇席清凉，旧木枕边厢，袒脱下衣裳，放散诞心肠，任百事无妨。倒大来免虑忘忧，纳被蒙头，任意番身。强如您宰相侯王，遭断没属官象牙床，泥金坑。<br>【赚煞尾】平地上窝弓，水面上张罗，扯扭谁想村寻相访？鸿鹄志飞腾天一方，拣深山旷野潜藏。莫行唐，蓦岭登岗，拽着个钝木斧、击着条系麻绳、携着条旧担杖。我则待驾孤舟荡漾，趁五湖烟浪，望七里滩头、轻舟短棹、簑笠纶竿，一钩香饵钓斜阳。<br><br>第二折<br>【越调】【斗鹌鹑】我把这蔓笠做交游，簑衣为伴侣，这蔓笠避了些冷雾寒烟，簑衣遮了些斜风细雨。看红鸳戏波面千层，喜白鹭顶风丝一缕。白日坐一襟芳草裀，晚来宿中间茅苫屋。想从前错怨天公，甚也有安排我处。<br>【紫花儿】您道我不达时务，我是个避世严陵，钓几尾漏网的游鱼。怎禁四蹄玉兔，三足金乌。子细踌躇，观了些成败兴亡阅了些今古，浪淘尽千古风流人物。昨日个虎踞在咸阳，今日早鹿走姑苏。<br>【金蕉叶】七里滩从来是祖居，十辈儿不知祸福。常绕定滩头景物，我若是不做官一世儿平生愿足。<br>【调笑令】巴到日暮，看天隅，见隐隐残霞三四缕。钓的这锦鳞来满向篮中贮，正是收纶罢钓渔父。那的是江上晚来堪画处，抖擞着绿蓑归去。<br>【鬼三台】休停住，疾回去，不去呵枉惹的我讹言讹语。回奏与您汉銮舆，休着俺闲人受苦。皂朝靴紧行拘我二足，纱幞头带着掐我额颅。我手执的是斑竹纶竿，谁秉得你花纹象笏？<br>【秃厮儿】您那有荣辱襕袍靴笏，不如俺无拘束新酒活鱼，青山绿水开画图。玉带上挂金负，都是嚣虚。<br>【圣药王】我在这水国居，乐有余。你问我弃高官不做待闲居。重呵止不过请些俸禄，轻呵但抹着灭了九族。不用一封天子诏贤书，回去也不是护身符。<br>【麻郎儿】我尽说与你肺腹，我共您銮舆，俺两个常绕着南刚酒卢，醉酩酊不能家去。<br>【幺篇】俺是酒徒醉余睡处，又无甚花毡绣褥。我布袍袖将他盖覆，常与我席头儿多处。<br>【络丝娘】倒两个醉廛市同眠抵足，我怎去他手里三叩头扬尘拜舞？我说来的言词你寄将去，休忘了我-句。<br>【尾】说与你刘文叔，有分付处别处分付。我不做官呵，有甚么没发付您那襕袍靴笏？我则知十年前共饮的旧知交，谁认的甚么中兴汉光武！</p> <p>第三折<br>自从与刘文叔酌别之后，又经十年光景。他如今做了中兴皇帝，宣命我两三次，我不肯做官。您不知国家兴废！汉家公卿笑子陵，子陵还笑汉公卿。一竿七里滩头竹，钓出千秋万古名。云山苍苍，江水泱泱，贫道之风，山高水长。主人宣命我两次三回，我不肯去。则做那布衣之交，时作一书来请命我。好一个圣明的皇帝，能昭千叶为之光，克除祸乱为之武。休说君臣相待，则做个朋友相看，也索礼当一贺。<br>【正宫】【端正好】高祖般性宽洪，义帝般心明圣，可知汉业中兴。为我不从丹诏修书请，更道违宣命。<br>【滚绣球】严子陵，莫不忒煞逞？我是个道人家动不如静。休！休！我今番索通个人情，便索登，远路程，怎禁他礼节相敬，岂辞劳鞍马前行。不免的手攀明月来天阙，我则索袖挽清风入帝京，怎得消停。<br>【倘秀才】来了我呵鸥鹭在滩头失惊，不见我呵渔父在矶台漫等。来了我呵钓台上青苔即渐生。这其间柴门静悄悄，茅舍冷清清，料应！<br>【滚绣球】柴门知他扃也不扃？人笑却足应也那不应？荒疏了俺那柳阴花径，有宾朋来呵淮人出户相迎？到初更酒半醒，猛想起故园景，忽然感怀诗兴，对蓬窗斜月似挑灯。香馥馥暗香浮动梅摇影。疏刺剌翠色相交竹弄声，感旧伤情。<br>【倘秀才】见旗帜上月华日精，唬的些居民从速风迸，呈百般的下路潜藏无掩映。不知您，帝王情，是怎生。<br>【滚绣球】折銮驾却是应也不应？布民人却是惊也不惊？更做道一人有庆，汉君王真恁地将銮驾别无处施呈。他出郭迎，俺旧伴等，待刚来我根前显耀他帝王的权柄，和俺钓鱼人莫不两国相争。齐臻臻戈殳镫棒当头摆，明晃晃武士金瓜夹路行，我怎敢冲撞朝廷。<br>【倘秀才】他往常穿一领粗布袍被我常扯的扁襟旦领，他如今穿着领柘黄袍我若是轻抹着该多大来罪名。我则似那草店上相逢时那个身命，便和您，叙交情，做听那伴等。<br>【滚绣球】投至得帝业兴，家业成，四边平静，经了几千场虎斗龙争。则为我交契情，我费打听，到处里曾问遍庶民百姓，最显的是暮秋霜气岩凝。都说你须知复汉功臣力，不及泥田一片冰，端的是鬼怕神惊。<br>【脱布衫】则为你般调人两字功名，躯荣人半世浮生。-个楚霸王拔山举鼎，乌江岸剑抹了咽颈。<br>【小梁州】都则为耻向东吴再起兵，那其间也汉高祖功成。道贼王莽篡了龙廷，有真命，文叔再中兴。<br>【幺篇】贫道暗暗心内自思省，建武十三年八月期程，王新室有百万兵，困你在昆阳阵。那其间醉魂也半轮明月，觉来时，依旧照茅亭。<br>【耍孩儿】自古兴亡成败皆前定，若是你不患难如何得太平？自从祖公公昔日陷彭城，真乃是死里逃生。不龙吟怎得真龙显？不发黑如何得晓日明？虽然你心明圣，若不是云台上英雄并力，你独自个孤掌难鸣。<br>【煞】为民的乐业在家内居，为农的欣然在垄上耕。从你为君，社稷安，盗贼息，狼烟静。九层春露都恩到，两鬓秋霜何星星？百姓每家家庆，庆道是民安国泰，法正官清。<br>【三】休将闲事争提，莫将席面冷，磁瓯瓦钵似南阳兴。若相逢个饮空归去，我怕听阳关第四声。你把这瓮内酒休教剩，我若不令十分酩酊，怎解咱数载离情。<br>【四】你也不是我的君，我也不是你的卿，咱两个一樽酒罢先言定。若你万圣主今夜还得去，我便七里滩途程来日登。又不曾更了名姓，你则是十年前沾酒刘秀，我则是七卫滩垂钓的严陵。<br>【尾】您每朝聚九卿，你须当起五更，去得迟呵着那两班文武在丹墀候等。俺出家来纳被蒙头，黑甜一枕，直睡到红日三竿犹兀自唤不的我醒。<br><br>第四折<br>则想在昨却外相见之后，便指望便回俺那七里滩去天。不想今日又请我做拂尘筵席。<br>【双调】【新水令】屈恙着野人心直宣的我入宫来，笑刘文叔我似前是何相待。待刚来则是矜夸些金暇宁，显耀些玉楼台，末过足玉殿金阶。我住的草舍茅斋。比您不曾差犬役着万民羞。<br>【乔牌儿】辇路傍啄绿苔，猛然间那惊怪，元来是七里滩朱顶仙鹤在碧云间将雪翅开，他直飞到皇宫探我来。他为甚还闷在阑干外？是不是我的仙鹤？若是我的呵，则不肯来。和他那献果木猿猱也到来。我山野的心常布。俺那里水似蓝山如黛，不由我见景生情，睹物伤怀。俺那七里滩好多好景致：麋鹿衔花，野猿献果。天灯自见，乌鹊报晓，禽有禽言，兽有兽语。<br>【滴滴金】俺那里是猿猱会插手，仙鹤展翅，把人情都解，非浊骨与凡胎。我在绿柳堤边。红蓼滩头，白爇洲外，这其间鸥鹭疑猜。<br>【折桂令】疑猜我在钓鱼滩醉倒来回来，俺出家儿散诞心肠，放浪形骸。我把您上下君臣，非是严光，把您花白。为君的紧打并吞伏四海，为臣的紧铺劳日转千阶。我说与您听，我不人才。有那等不染尘埃，不识兴衰，靠岭偎崖，撒网担柴，寻觅将来，则那的便是人才。<br>敢也不敢？中也不中？我问你咱。<br>【乔牌儿】脚紧抬脚慢抬，一层迈两层迈上金阶。宫女将我忙从策，把严陵来休怪责。<br>【殿前欢】扶策的我步瑶阶，心怀七里濉钓鱼台。醉醺醺跳出龙门外，似草店上般东倒四歪，把我脑撺的抢将下米。这殿阁初兴盖，您君臣斗耍夸胸大，大古里是茅茨不剪，三尺台阶。<br>倘或间失手打破这盏儿呀，家里有几个七里滩赔得过？<br>【水仙子】我这里轻揎袍袖手舒开，满饮琼浆款落台。饮罢时放的稳忙加额，比俺那使磁瓯奸好不自在，怎如咱草店上倒开怀。不想阗是祸患，不知阗足利害，畅好拘束人也玳则筵歼。<br>【落梅风】我在江村里住，肚皮里饥上来，俺则有油盐和的半盏野菜。食鱼羹稻饭几曾卓器摆，几曾这般区区将将大惊小怪。<br>我则待回七里滩去。<br>【离亭宴煞】九经三史文书册，压着一千场国破山河改。富贵荣华，草介尘埃。唱道禄重官高，阗是祸害，凤阁龙楼，包着成败。您那里是舜殿尧阶，严光则是跳出了十万丈风波是非海。<br>正名刘文叔醉隐三家店<br>严子陵垂钓七里滩<br></p> <p> ",
  "poet": {
    "id": 1506,
    "star": 0,
    "name": "宫天挺",
    "desc": "宫天挺（约1260——约1330）， 元代杂剧作家。字大用，大名开州（今河南濮阳县）人，他与钟嗣成父为莫逆交，嗣成小时，常随父拜访，见其吟咏、文章笔力人莫能敌。关于他的生平，钟嗣成著《录鬼簿》说：“学官，除钓台书院山水，为权民中，事获辨明，亦不见用，卒于常州。”"
  },
  "tags": []
}