{
  "id": 60414,
  "star": 17,
  "name": "倦寻芳·香泥垒燕",
  "dynasty": "宋代",
  "content": "香泥垒燕，密叶巢莺，春晦寒浅。花径风柔，著地舞茵红软。斗草烟欺罗袂薄，秋千影落春游倦。醉归来，记宝帐歌慵，锦屏香暖。<br>别来怅、光阴容易，还又酴醿，牡丹开遍。妒恨疏狂，那更柳花迎面。鸿羽难凭芳信短，长安犹近归期远。倚危楼，但镇日、绣帘高卷。",
  "fanyi": "<p><strong>译文<br></strong>燕子衔来香泥建窝，黄莺筑巢在茂密的树叶间，春天阳光和煦寒意轻轻。清风柔和，吹着花丛间的路面，落花满地，像为小路铺上一条柔软的红色地毯。玩斗草游戏时，水雾浸透了我单薄的罗衫，荡过秋千我已经游玩得有些疲倦。醉酒归来，我在罗帐内懒洋洋地哼着歌曲，此刻在锦屏的护遮下我能感到暖暖的春意。<br>自我们分别后我一直惆怅忧郁，单单在时间中苦熬着我还忍受得过去，却难以忍受春景给我带来的刺激。看那酴醿刚绽放出黄色的花朵，牡丹花又红遍在园圃里。最气愤的是那张狂的柳絮，到处飞舞粘贴上人的脸面，像在提示你，这是春天，因此让我更加妒恨生气。纵然我把表达芳心的信写得再短，也无鸿雁可拜托传递；纵然长安距离这儿再近，你的归返还是那么遥遥无期。我在高楼上把绣帘高高地卷起，整日站在那里远望，盼望你能早日归还和我永不分离。</p> <p><strong>注释<br></strong>[1]香泥垒（lěi）燕，密叶巢莺：燕子正用香泥垒窝，黄莺在浓密的树叶间筑巢。<br>[2]著地舞茵（yīn）红软：指落花散落一地。<br>[3]斗草：斗草是古代流行在女孩子中的一种游戏。斗草，又称“斗百草”，其最初的源起已无处可寻，最早见于文献是在魏晋南北朝时期，梁代宗懔的《荆楚岁时记》载：“五月五日，谓之浴兰节。荆楚人并踏百草．又有斗百草之戏。”<br>[4]光阴容易：指时光容易流逝。<br>[5]酴醿（túmí）：亦作\"酴釄\"、\"酴醾\"，酒名。亦有因颜色似之，而取以为花名，产于陕西秦岭南坡以及湖北、四川、贵州、云南等省。<br>[6]疏狂：狂放不羁。<br>[7]鸿羽（hóng yǔ）：鸿雁的羽毛。比喻轻微之物。 晋 <a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a> 《抱朴子·嘉遯》：“抑轻则鸿羽沉于弱水，抗重则玉石漂于飞波。” 明 沈鲸 《双珠记·并拜荣升》：“可怜视死轻鸿羽，衔寃九地难追。”参见“鸿毛”。<br>[8]长安犹近归期远：与遥远的长安相比，情人的归期更是渺茫难及。<br>[9]危楼：高楼。<br>[10]镇日（zhèn rì）：整天，从早到晚。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是写闺中女子春日的哀愁，是一首典型的春闺怨词。全篇对春日景色和春闺女子形象都进行工笔细描，风格艳丽，含蓄蕴藉，完全是一派清新词风。上片开头五句，以工细的画笔描绘春景。“斗草”二句，由写景转入写人，反映闺中人的倦游情绪。“醉归来”三句，回忆当初男女双方春日相聚的欢乐与温馨。下片写分别之后女方对男方的愁怨相望之情。前半六句，写春末几种花的开放让女主人公痛感光阴之易逝，更加怀念意中人。后半五句，写双方天各一方，音信难通，越发使人整日惆怅，难以为怀。末二句以景结情，更显出女主人公愁怀浩茫。 </p> <p>　　词的上片着重歌咏“斗草”，以抒发下文的离别之情。“香泥垒燕，密叶巢莺”，作者开头就营造了一个和谐的环境，初春伊始，燕子，黄莺都忙碌地筑巢。这些鸟儿为什么要忙碌的筑巢呢？不是因为它们是一个人，而是它们和自己的家人生活在一起。接下来，作者下句“斗草烟欺罗袂薄，秋千影落春游倦。”描写了一个欢快的局面：春天到了，是郊游踏青的时候，人们脱下衣服都欢快的在田野里面玩耍，一些人在草地里面“斗草”，每个人都玩的是如此的开心。在这里开心的背后，接下来作者“醉归来，记宝帐歌慵，锦屏香暖”作者写愉快地玩过之后，男女之间由于过于高兴，都喝醉了，然后晚上一起躺进柔软的温柔乡里面。词的上篇营造了一个和谐的画面、</p> <p>　　词的下片作者着重写分别情景。在词的上篇作者营造了一副和谐的画面，看着都让人羡慕。但是在这令人羡慕的背后却隐藏着巨大的伤痛。“爱的愈深，可是分别之后又会怎么样呢？”作者想象了分别之后，家里的妇人在家里独自生活的画面：牡丹花开，但是没有人陪同一起欣赏。想到了丈夫离家出走，自己本想鸿雁一书，但是提笔又发现信件如此短小很难表达出自己的感情。作者下篇描写了一个妇人与丈夫分别后孤寂的生活画面，由此来表达妇人心中的怨恨。</p>",
  "about": "<h2>创作背景</h2> 　　嘉泰二年(1202)，卢祖皋调任两浙西路吴江(今苏州市)主簿，重到吴中。当时<a href=\"http://so.gushiwen.org/view_60414.aspx\">诗</a>人独自一个人上任，面对与家眷的分别，诗人有感而发做了这首诗歌，以此来缓解自己与亲人分别的伤痛。",
  "poet": {
    "id": 538,
    "star": 0,
    "name": "卢祖皋",
    "desc": "卢祖皋(约1174—1224)，字申之，一字次夔，号蒲江，永嘉（今属浙江）人。南宋庆元五年(1199)中进士，初任淮南西路池州教授。今诗集不传，遗著有《蒲江词稿》一卷，刊入“彊村丛书”，凡96阕。诗作大多遗失，唯《宋诗记事》、《东瓯诗集》尚存近体诗8首。"
  },
  "tags": [
    "春天",
    "写景",
    "闺怨",
    "怀念"
  ]
}