{
  "id": 49951,
  "star": 27,
  "name": "菩萨蛮·数间茅屋闲临水",
  "dynasty": "宋代",
  "content": "数间茅屋闲临水，窄衫短帽垂杨里。花是去年红，吹开一夜风。<br>梢梢新月偃，午醉醒来晚。何物最关情，黄鹂三两声。",
  "fanyi": "<p><strong>译文<br></strong>几间茅草屋悠闲地面临着水面，我穿着窄小的衣衫戴着短小的帽子徜徉在那垂杨的树丛里边。要说花朵还是去年开得最鲜红，那可是一夜之间春风把它吹开了，它怎能不红艳艳。<br>可是今夜的新月在那树梢上仰卧着，我中午喝酒一喝也就醉倒了，直到醒来便是这夜晚。什么东西最关系到人的感情，想去想来还是那深藏在那树丛里面的黄鹂鸟叫唤的两三声。</p> <p><strong>注释<br></strong>（1）闲：悠闲，闲适。<br>（2）窄袖短帽：指便装衣帽。<br>（3）梢梢：树梢。<br>（4）新月：农历月初形状如钩的月亮。<br>（5）偃：息卧。<br>（6）关情：使人动情；关，牵动，动心。 </p>",
  "shangxi": "<h2>赏析二</h2> <p>　　《菩萨蛮》是一首集句词，即全用前人<a href=\"http://so.gushiwen.org/view_49951.aspx\">诗</a>句杂缀成词。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>一生写了不少集句诗，当时人们竟相仿效，成为一种风气。他不仅集句为诗，也集句为词，这也可以说是他的首创，同时的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，后来的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等，皆相效法。集句为词，除了要谙熟前人作品外，还要考虑句式长短，对偶声韵，但最主要的是在词意上须安排妥帖，情思连续，使之如出己口，真正为自己表情达意服务。只有如此，集句词才算是一种艺术创作，否则只是一领破衲衣而已。</p> <p>　　王安石卜居半山是他晚年罢相后回到金陵时，此时王安石所推行的新法遭到废除，自己也落职出京，政治局面以至自己的身份地位都发生了极大的变化。“数间茅屋闲临水，窄衫短帽垂杨里”开首二句明白地表示自己目前的生活环境与身份。往昔重楼飞檐、雕栏画栋的官宦居处换成了筑篱为墙，结草作舍的水边茅屋；如今窄衫短帽的闲人装束取代了过去的冠带蟒服。作者从九重宸阙的丹墀前来到了水边桥畔的垂杨里。对于这种遭际的变化，王安石采取一种安然自适的态度。一个“闲”字渲染出淡泊宁静的生活环境。也点出了作者摆脱宦海远离风尘的村野情趣。两句闲雅从容，虽然是从前人诗句中摘录而成，但指事类情，贴切自然，不啻如出己口。</p> <p>　　接着两句是写景：“花是去年红，吹开一夜风。”一夕春风来，吹开万紫千红，风光正似去年。但是“年年岁岁花相似，岁岁年年人不同”，参照唐人的原句“发从今日白，花是去年红”（殷益《看牡丹》），不难觉得作者也包含着与前人相同的感慨。但是，作为一个曾经励志改革的政治家，他对花事依旧、人事已非的感慨，就不仅仅是时光流逝、老之将至的叹息，更包含着他壮志末酬的忧愁。</p> <p>　　这种忧愁和叹息并不仅仅是关乎自已个人宠辱得失，更包含着对政局国事的关切忧虑。因此在看似闲适的生活里，自然界的月色风声，都会引起这位政治家的敏感与关注，而被赋予某种象征的意义：“梢梢新月偃，午醉醒来晚。”作者醉洒昼寝，再不必随班上朝参预政事，生活是如此闲逸，但是，酒醒梦回，陪伴他的并不是清风明月，而是风吹云走、月翳半规的昏沉夜色。如果将“新月偃”这一富于象征的景象联系当时新法废除，新派落职，宋哲宗年幼不能理事，太皇人后高氏听政起用旧党的政治局而，认为作者用比兴的手法寓示对国家政局的关怀，恐怕也不是郢书燕说。</p> <p>　　但是，自己下野的身份，茅舍卜居的环境毕竟是远离了政治中心，他此时的所志所适，也惟有闲逸而已，因此最后二句自然地归结到闲情上：“何物最关情，黄鹂三两声。”作者自问自答，写得含蓄而余韵悠长。据冯贽《云仙杂记》引《高隐外书》云：“戴颐携黄柑斗酒，人问何之，曰：往听黄鹂声。此俗耳针砭，涛肠鼓吹，汝知之乎？”可见王安石的寄情黄鹂。不仅要表现在鸟语花香中的闲情逸趣，更是显示自己孤介傲岸、超尘拔俗的耿直人格。</p> <p>　　在安逸澹淡的生活情景中寄寓着政治家的襟怀心志，在闲雅流丽的风调里显示着改革家的才性骨力。素洁平易而又含蓄深沉是这首词的基本特色，虽是集句，也体现了王安石词“一洗五代旧习”（刘熙载《艺概-词曲慨》）的创作个性。</p> <p>　　但是，这首词最值得称道的是集诗句为词这一艺术形式。这是王安石的发明。唐人丰富的诗歌遗产，成了王安石现成的词句，除了第三句取自唐人殷益的《看牡丹》外，其余亦多出自唐诗，第一句用的是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《送曹璩归越中旧隐诗》：“数间茅屋闲临水，一盏秋灯夜读书。”第五句的出处是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《南溪始泛》：“点点暮雨飘，梢梢新月偃。”第六句来自方械的诗（失题）：“午醉醒来晚，无人梦自惊。”如此信手拈来，随意驱策，使之协律人乐，变诗为词，确实体现了作者学富才高的创作功力。这首集句词的成功更重要的还是作者用前人的诗句创造出自己心中的意境，为自己表情达意服务，并通过自己的精心组合安排，使之浑然无迹，如同己作。</p><br/><h2>鉴赏</h2> <p>　　开首“数间茅屋闲临水，窄衫短帽垂杨里”二句明白地表示自己当前的生活环境与身份。往昔重楼飞檐、雕栏画栋的官宦居处换成了筑篱为墙，结草作舍的水边茅屋；此时窄衫短帽的闲人装束取代了过去的冠带蟒服。作者从九重宸阙的丹墀前来到了水边桥畔的垂杨里。对于这种遭际的变化，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>似乎采然种安然自适的态度。一个“闲”字渲染出淡泊宁静的生活环境，也点出了作者摆脱宦海远离风尘的村野情趣。两句闲雅从容，虽然是从前人<a href=\"http://so.gushiwen.org/view_49951.aspx\">诗</a>句中摘录而成，但指事类情，贴切自然，不啻如出己口。</p> <p>　　接着“花是去年红，吹开一夜风。”两句是写景：一夕春风来，吹开万紫千红，风光正似。但是，作为一个曾经锐意改革的政治家，他对花事依旧、人事已非的感慨，就不仅仅是时光流逝、老之将至的叹息，更包含着他壮志未酬的忧愁。因此，即使看似闲适的生活里，自然界的月色风声，都会引起这位政治家的敏感与关注，而被赋予某种象征的意义：“梢梢新月偃，午醉醒来晚。”作者醉酒昼寝，再不必随班上朝参预政事，生活是如此闲逸，但是，酒醒梦回，陪伴他的并不是清风明月，而是风吹云走、月翳半规的昏沉夜色。</p> <p>　　最后二句自然地归结到闲情上：“何物最关情，黄鹂三两声。”作者自问自答，写得含蓄而余韵悠长。据冯贽《云仙杂记》引《高隐外书》云：“顒携黄柑斗酒，人问何之，曰：”往听黄鹂声。此俗耳针砭，诗肠鼓吹，汝知之乎？‘“可见王安石的寄情黄鹂，不仅是表现鸟语花香中的闲情逸趣，更是显示自己孤介傲岸、超尘拔俗的耿直人格。</p> <p>　　此词与王安石晚年的诗作相似，以精炼的笔墨描绘了美丽如画的湖光山色。词中营造出清隽秀丽、悠闲恬静的意境，以此来抒发洒脱放达之情，以求得精神上的慰安和解脱。词人描绘春景时，无典故，不雕琢，语言清新、自然，数笔就勾出一幅鲜明秀丽、清俊娴静的画面，其中有日景、夜景，有青山绿水、花红柳翠的明丽色彩，也有流水潺潺、黄鹂鸣啭的声响，而作者的形象就淡入这画面中。全词安逸恬淡的生活情景中寄寓着政治家的襟怀心志，娴雅流丽的风格中显示出作者的才情骨力，体现了王安石词素洁平易而又含蓄深沉的词风。</p>",
  "about": "<h2>创作背景</h2> 　　关于《菩萨蛮》创作时间，宋<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《菩萨蛮》（半烟半雨溪桥畔）小序记曰：“王荆公新筑草堂于半山，引八功德水作小港，其上垒石作桥，为集句云。”按黄庭坚与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>同时而年辈稍晚，所记当有据，可信。由此可知该词作于词人晚年罢相后隐居江宁（今南京）钟山半山园时。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "闲适",
    "生活"
  ]
}