{
  "id": 72307,
  "star": 35,
  "name": "贺进士王参元失火书",
  "dynasty": "唐代",
  "content": "　　得杨八书，知足下遇火灾，家无余储。仆始闻而骇，中而疑，终乃大喜。盖将吊而更以贺也。道远言略，犹未能究知其状，若果荡焉泯焉而悉无有，乃吾所以尤贺者也。</p> <p>　　足下勤奉养，乐朝夕，惟恬安无事是望也。今乃有焚炀赫烈之虞，以震骇左右，而脂膏滫瀡之具，或以不给，吾是以始而骇也。凡人之言皆曰，盈虚倚伏，去来之不可常。或将大有为也，乃始厄困震悸，于是有水火之孽，有群小之愠。劳苦变动，而后能光明，古之人皆然。斯道辽阔诞漫，虽圣人不能以是必信，是故中而疑也。</p> <p>　　以足下读古人书，为文章，善小学，其为多能若是，而进不能出群士之上，以取显贵者，盖无他焉。京城人多言足下家有积货，士之好廉名者，皆畏忌，不敢道足下之善，独自得之心，蓄之衔忍，而不能出诸口。以公道之难明，而世之多嫌也。一出口，则嗤嗤者以为得重赂。仆自贞元十五年，见足下之文章，蓄之者盖六七年未尝言。是仆私一身而负公道久矣，非特负足下也。及为御史尚书郎，自以幸为天子近臣，得奋其舌，思以发明足下之郁塞。然时称道于行列，犹有顾视而窃笑者。仆良恨修己之不亮，素誉之不立，而为世嫌之所加，常与孟几道言而痛之。乃今幸为天火之所涤荡，凡众之疑虑，举为灰埃。黔其庐，赭其垣，以示其无有。而足下之才能，乃可以显白而不污，其实出矣。是祝融、回禄之相吾子也。则仆与几道十年之相知，不若兹火一夕之为足下誉也。宥而彰之，使夫蓄于心者，咸得开其喙；发策决科者，授子而不栗。虽欲如向之蓄缩受侮，其可得乎？于兹吾有望于子，是以终乃大喜也。</p> <p>　　古者列国有灾，同位者皆相吊。许不吊灾，君子恶之。今吾之所陈若是，有以异乎古，故将吊而更以贺也。颜、曾之养，其为乐也大矣，又何阙焉？</p> <p>　　足下前章要仆文章古书，极不忘，候得数十篇乃并往耳。吴二十一武陵来，言足下为《醉赋》及《对问》，大善，可寄一本。仆近亦好作文，与在京城时颇异，思与足下辈言之，桎梏甚固，未可得也。因人南来，致书访死生。不悉。宗元白。 ",
  "fanyi": "<p><strong>译文</strong><br>　　得到杨八的信，知道您遭遇火灾，家里没有一点积蓄了。我开始听到很吃惊，接着感到怀疑，最后才非常高兴，本来我准备慰问您，现在却改变了，要向您道喜。由于相隔很远，信里的话又很简单，我不能彻底了解您家的情形，如果真是像大水冲过一样，干干净净的，完全没有了，我就更要因此向您道喜。<br>　　您一向小心地奉养双亲，使日子过得很安宁，只希望全家平安无事。现在却有一场大火灾吓坏了您，同时，调和饮食的工具，也许因此不能供应:我因此刚一听到这消息就大吃一惊。<br>　　一般人都说:\"圆满和缺陷互为因果。\"得和失不会一尘不变，也许一个人将要大有作为，就开始受到种种妨碍，种种惊吓，因此有水或火的灾害，有小人们的怨恨，心身受尽磨炼，不断发生变故，然后能够过上幸福的日子。古代的仁人志士都是这样。但是，这种理论非常抽象，奇怪，即使是最聪明的圣人也不能根据这种(理论来断定事实)一定会这样:所以，(我)接着就感到怀疑。<br>　　像您这样读了很多古人的书，能写文章，对文字学很有研究，您这样具备多种才能，可是不能超过一般读书人而取得高官厚禄，没有别的缘故，只因为京城的人大多数说您有很多钱，所以读书人中间那些爱惜自己清白名声的，都害怕，顾虑，不敢称赞您的优点，只是一个人自己知道，放在心里，长期含忍，不能把它说出口，加之公道不容易说清，世上的人很多是喜欢怀疑，妒忌的。一说出称赞您的话，那般(喜欢)嘲笑的人就认为得了您的厚礼。<br>　　我从贞元十五年看见您写的文章，放在心里有六七年，从来没说过，这是我只顾自己而对不起公道很久了，不但对不起您呀!等到我做了御史尚书郎，自已认为庆幸而做了皇上身边的臣子，能够尽量说话，想利用这个机会来疏通足下不能上达的情况。但是，我时常在同事面前称赞您时，还有回头去互相使眼色，偷偷笑的。我实在恨自己的品德修养不能使人信任，平时的好名誉没有树立，竟被世人把这种猜疑加到我身上。我常常和孟几道谈这些事情，非常痛心。可现在(您)幸好您被天火烧光了，所有人们的猜忌疑虑，完全变为灰尘。烧黑了您的屋宇，烧红了您的断垣残壁，从而表示您一无所有;而您的才能，才可以表白清楚，再不被谣言所污染。您的真相显露了。这是火神菩萨保佑您啦!这样看来，我和几道十年来对您的了解，还比不上这次火灾一个晚上给您造成的好名誉。(以后大家)都会原谅你，可以公开宣扬你的才能了，使得那些有话藏在心里的人，都能毫无顾忌地为您说话了;主持考试的，可以大胆录取您，不再怕别人说闲话。现在，我就是想要像过去那样避免嫌疑，被人嘲笑，可能吗 从此，我对您寄予了很大希望，因此，最后我非常高兴。<br>　　在古代，哪一个诸侯国有灾祸，其他诸侯国都来慰问。(有一次)许国不慰问宋，卫，陈，郑的灾祸，君子都憎恶之。现在，我说明的事理是这样的，和古代的有不同，(那就是)本来准备慰问您，却变得要向您道喜。颜渊和<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>供养父母，使父母感到愉快的方面远远超过一般人，物质上的一点欠缺又有什么值得不满意的呢!<br>　　您先前要我的文章古书，我始终没有忘记，只是想等到有几十篇后再一起带给您而已。吴二十一（名武陵，排行二十一）来我这里，说您写有\"醉赋\"及\"对问\"，非常好，可要寄给我一本。我近来也喜欢写文章，与在京都时很不一样，想与您这样的人说说话，可受到很严的限制，无法实现，趁着有人南来，给您一封信打探一下您的生活情况(死生，偏义复词，只指\"生\")，(信)不能详尽(地表达我的意思)。宗元向您问好。</p><p><strong>注释</strong><br>①[杨八]名敬之，在杨族中排行第八。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的亲戚，王参元的好朋友。<br>②[滫瀡(xiūsuǐ）]这里指淀粉一类烹调用的东西，泛指食物。滫，淘米水。瀡，古时把使菜肴柔滑的作料叫“滑”，齐国人称之为“瀡”。<br>③[倚伏]出自《老子》“祸兮福之所倚，福兮祸之所伏。”意为祸是福依托之所，福又是祸隐藏之所，祸福可以互相转化。<br>④[小学]旧时对文字学、音韵学、训诂学的总称。<br>⑤[奋其舌]这里指对皇帝劝谏、上疏等。奋，鼓动。<br>⑥[孟几道]<a href=\"http://so.gushiwen.org/author_1558.aspx\">孟简</a>，字几道，擅长写<a href=\"http://so.gushiwen.org/view_72307.aspx\">诗</a>，尚节好义，是柳宗元的好朋友。<br>⑦[祝融、回禄]都是传说中的火神名。<br>⑧[喙]鸟兽的嘴。这里借指人的嘴。<br>⑨[许不吊灾，君子恶之]据《左传》记载，鲁昭公十八年(公元前520年)，宋、卫、陈、郑四国发生火灾，许国没有去慰问，当时的有识之士据此推测许国将要灭亡。许，春秋时国名，在今河南许昌一带。</p>",
  "about": "<h2>解读</h2> <p>　　清代批评家<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《说<a href=\"http://so.gushiwen.org/view_72307.aspx\">诗</a>啐语》(卷上)中对诗歌的开头的创作说过这样的话，“起手贵突兀……直疑高山坠石，不知其来，令人惊绝”。这句话同样适用于文章的创作。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《贺进士王参元失火书》就是这样一篇“令人惊绝”的文章。</p> <p>　　本文标题下笔诙奇，出人意料，颇有悬念。王参元是鄜坊节度使王栖曜的小儿子，是作者柳宗元的朋友，朋友家里“失火”，生活失去着落，作者不去劝解、安慰，反而要“祝贺”，实在是“奇特尤甚”(清·过珙《详定古文评注全集》卷七)。</p> <p>　　文章开篇，先交代自己从朋友杨敬之处得到王家失火的消息，作者描写了自己听到消息时的思想情绪的变化，“始闻而骇，中而疑，终乃大喜，盖将吊而更以贺也”。“始”“中”“终”，从时间的角度，反映了作者对“失火”一事的认识过程；“骇”“疑”“喜”，则形象地交代了思考的结果，简洁地概括了为什么要把“安慰”改为“庆贺”的原因。这句话也是全文的纲领。</p> <p>　　文章接下来就从“始骇”“中疑”“终喜”三个方面，分三个层次一一进行了说明。</p> <p>　　王参元家里经历了一场火灾，连日常生活用品也被烧得一干二净，一个“唯恬安无事是望”的人遭此一劫，确实让人感到很是不幸，让人骇怕，柳宗元起初也是这样的反应，这是人之常情，是一种自然反应。这是第一层。</p> <p>　　第二层接着分析“中疑”的原因。孟子认为“天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能”，老子以为“祸兮福之所倚，福兮祸之所伏”，但柳宗元认为，这样的等待过于长久，也是“荒诞无稽”的，对于一个有志向抱负的人而言，这样长时间的等待是一种折磨，一种生命消耗。王参元所遭遇的这场火灾是否是“福”，是否预示他将要接受“大任”，看看王参元目前的处境，柳宗元并不认为“火灾”与“大有为”“能光明”之问有必然的联系。另外，柳宗元自己也命运多舛，对这类凡人相信的说法有一定的认识与思考，因此他表示不解，表示怀疑。</p> <p>　　第三层，具体分析“终喜”的原因，这是全文的重点。王参元勤读古人书，认真创作文章，擅长小学研究，是个“多能”的进士，凭他的学问才识，早就应该得到朝廷的重用，一展“济世救民”的才干，但到如今依旧是“进不能出群士之上”，郁郁不得志。究竟是什么原因使得王参元无由施展才能呢?作者把笔锋一转，直接刺向不合理的社会现象，渐次展露行文的真正用意。</p> <p>　　原来，“公道之难明，而世之多嫌也”。当时之士追求“好廉”的虚名，明明知道王参元的才干，但因为王家有财，怕推荐了王参元就被人说是接受了贿赂，从而影响自己的名誉仕途。作者自责自己也不能免俗，虽然担任“天子近臣”，也怕别人“窃笑”，所以，心里虽然对这样的现象表示不满，但也只是“痛”而已，只能表示无奈。这从一个侧面反映了当时社会贿赂公行、猜忌横行、俗见混乱、积毁销骨的不合理现象，也流露了作者对怀才不遇之士的深切同情。</p> <p>　　如今一场大火，烧掉了王家的财产，却也让王参元摆脱了多财的累名，也可算是种“幸运”，终于有机会可以推荐他了。“则仆与畿道十年之相知，不若兹火一夕之为足下誉也。”这看似滑稽可笑的话语中包含着无尽的悲哀。明明相知多年，也充分了解王参元的才学，但终究没有帮助朋友发挥才能，这不能不说是种悲哀。因此这次王参元家失火，虽然家产荡然无存，但人们自可毫无顾忌地与他交往，为之延誉，这正好为王参元扬名提供了大好机会，故值得庆贺。柳宗元庆贺王参元家遭遇火灾，正是意图借这常人看来十分“别扭可笑”的想法来有力地抨击不合理的社会风气。正是因为今后可以“咸得开其喙”“授子而不栗”，所以反而“大喜”了。</p> <p>　　接着，作者引用古人的事例来进一步表明自己真实的想法。《左传。昭公十八年》载，宋、卫、陈、郑灾，陈不救火，许不吊灾，这引起了人们的不满，“君子是以知陈许之先亡也”，现在自己面对朋友家遭遇火灾，不仅不“吊”反而过分地“贺”，这样的做法貌似与古人的“不吊”相同，但性质是完全不同的，柳宗元声明自己上面所说的是愤激的反话，做的是“反事”，并不是真的希望朋友家遭遇火灾而倾家荡产。“颜、曾之养”分别指颜回和<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>的言行。《论语·雍也》中记有“子日：一箪食，一瓢饮，在陋巷，人不堪其忧，(颜)回也不改其乐”。《庄子·让王》说“曾子居卫，绲袍无表，颜色肿哙，手足胼胝，三日不举火，十年不制衣。正冠而缨绝，捉衿而肘见，纳履而踵决。曳纵而歌《商颂》，声满天地，若出金声。天子不得臣，诸侯不得友，故养志者忘形，养形者忘利，致道者忘心矣”。这两位儒家杰出人物的言行都体现了一种精神追求，一种生活境界。柳宗元引用这两位古代贤人的事例目的是鼓励朋友要学习先人的安贫乐道，“忧道不忧贫”的高尚品德，以此来提高自己的志趣。这两处典故的弓l用把自己的劝慰、朋友的想法和盘托出，语言简洁但富有趣味。</p> <p>　　《贺进士王参元失火书》这封信，作者通过奇特的构思表达了严肃的社会问题，在幽默的笔调中寄寓着很深的感慨。情趣事趣皆出，令人回味再三。</p> <p>　　《国语·晋语八》有“叔向贺贫”一节，写韩宣子忧贫，叔向反倒向他祝贺，韩宣子不解，于是叔向发表了一番议论：当年栾武子贫而有德，国家赖以为安，其子孙也受到庇护；邵昭子富而无德，“恃其富宠，以泰于国”，结果“其身尸于朝，其宗灭于绛”“一朝而灭，莫之哀也”。“今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊之不暇，何贺之有?”叔向以贺贫为由，围绕富与德的轻重，引出深刻的道理，文章平易中肯而又风姿摇曳，娓娓动人。本文在表达技巧方面与“叔向贺贫”颇有相通之处。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "劝慰",
    "友人",
    "书信"
  ]
}