{
  "id": 71522,
  "star": 12,
  "name": "捕蝗至浮云岭山行疲苶有怀子由弟二首·其二",
  "dynasty": "宋代",
  "content": "霜风渐欲作重阳，熠熠溪边野菊香。<br>久废山行疲荦确，尚能村醉舞淋浪。<br>独眠林下梦魂好，回首人间忧患长。<br>杀马毁车从此逝，子来何处问行藏。",
  "shangxi": "<h2>赏析</h2> <p>　　《捕蝗至浮云岭山行疲苶有怀子由弟》共有两首，这是其中的第二首。这组<a href=\"http://so.gushiwen.org/view_71522.aspx\">诗</a>是1074年（熙宁七年）八、九月间，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>将离杭州通判任时所作。是年，苏轼三十九岁。他的弟弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>（字子由）时任齐州掌书记，在济南。《咸淳临安志》：“浮云岭，在于潜县南二十五里。”（于潜，浙江境内的县，在临安西，位于分水港支流上。）苏轼任杭州通判的三年中，年年都有水旱灾害，所谓“止水之祷未能逾月，又以旱告矣”（《祈雨吴山》）。1074年，京城以东因干旱闹蝗灾，“余波及于淮浙”（《上韩丞相论灾伤书》）。苏轼因捕蝗至于潜，作此二诗寄给苏辙，以抒发自己的抑郁之情。</p> <p>　　这一首着重写山行疲苦之感。一二句点明时令、景物。重阳将近，溪边野菊已开出耀眼金花。三四句纪行。苏轼久不登山，这次为了捕蝗来到这山石高峻的浮云岭，深感疲苦不堪；然而他正处在壮年，豪情未减，偶尔喝一杯村酒，仍觉得精力有余。此二句从生理方面的感受作一抑扬。五六句是夜宿山村的感受。夜晚，独自一人在林木荫翳的山村野店住宿下来，一天的疲劳，暂时忘却，顿觉宠辱不惊，梦魂安稳；然而，这片刻的安闲却唤起数年来世路奔波的许多回忆：那时局的动荡，党派的倾轧，仕途的艰险，以及这场特大蝗灾给人民带来的困苦，他奔走呼号、欲诉无门的愤懑……这一切，涌上心来。诗人用“人间忧患长”五字加以概括，表达了自己的感慨。此二句再从心理上的感受作此一段抑扬。全诗经此两度抑扬，声情跌宕，有力地表露了抑郁不堪之情，并很自然地带出了结尾二句。</p> <p>　　结尾紧承“人间忧患长”意，他想到此时这种疲于奔走、形同厮役的处境，忿忿然说：我真想像冯良一样杀马毁车，从此遁去，至于所谓用行舍藏那一套，不必再去管它，你也用不着再来和我讨论了！《后汉书·周燮传》载：，一个叫冯良的人，三十岁，为县尉，奉命去迎接上官，他“耻在厮役，因毁车马、裂衣冠”遁去，跑到犍为跟一个叫杜抚的学者学习去了。家里人满以为他死了，过了十多年他才回到家乡。苏轼用此事，也和此时山行疲苦、情绪不好有关。“用之则行，舍之则藏”，这是孔子的教训。在封建社会里，一些持身谨严的士大夫对自己的出处进退总是比较认真的。苏轼弟兄也经常谈到这一问题。两年多以前，苏轼在《初到杭州寄子由二绝》诗中就说：“眼前时事力难任，贪恋君恩去未能。”说他不愿奉行新法，只是由于贪恋君恩，未能决然引去。在捕蝗事后不久，苏轼在杭州赴密州道中寄给苏辙一首《沁园春》词又说：“用舍由时，行藏在我，袖手何妨闲处看。”认为出仕或归隐的主动权是完全掌握在自己手中的。此时因捕蝗疲苦这一具体事件的触发，天秤偏到那一端了。这和组诗中第一首的结尾“理蝗余”的积极态度表面上矛盾，其实不然。在苏轼的思想上，为人民利益而奔走和为了奉行新法而被人驱使是完全不同的两码事。两首诗的结尾各有侧重。《乌台诗案》提到“独眠林下”这四句诗时，苏轼自己解释说：“意谓新法青苗、助役等事，烦杂不可办，亦言己才力不能胜任也。”这正是苏轼的痛苦所在。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的变法在历史上是一种进步，但新法本身并没有解决农民的问题；加上新法执行中的某些偏差，给农民带来了不利。因此，不能因为苏轼不满新法就一概加以否定。这两首诗，更多地体现了他对人民的同情。</p> <p>　　这首诗写的是现实生活给诗人思想感情上的一次巨大冲击，抑扬顿挫，感慨遥深，用事精切，写出了内心深处的难言之情，也是亲兄弟间推心置腹的肺腑之言，所以特别真切动人。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "纪行",
    "抒怀"
  ]
}