{
  "id": 18342,
  "star": 21,
  "name": "咏荆轲",
  "dynasty": "唐代",
  "content": "燕秦不两立，太子已为虞。千金奉短计，匕首荆卿趋。<br>穷年徇所欲，兵势且见屠。微言激幽愤，怒目辞燕都。<br>朔风动易水，挥爵前长驱。函首致宿怨，献田开版图。<br>炯然耀电光，掌握罔正夫。造端何其锐，临事竟趑趄。<br>长虹吐白日，仓卒反受诛。按剑赫凭怒，风雷助号呼。<br>慈父断子首，狂走无容躯。夷城芟七族，台观皆焚污。<br>始期忧患弭，卒动灾祸枢。秦皇本诈力，事与桓公殊。<br>奈何效曹子，实谓勇且愚。世传故多谬，太史征无且。",
  "fanyi": "<p><strong>译文<br></strong>燕国秦国势不两立，燕太子丹为这块心病十分忧虑。<br>决定用樊於期脑袋作信物奉行刺秦王的短浅计谋，让荆轲带上匕首赶赴秦地。<br>整年里卑词厚礼，奉养荆轲，恰逢人们将受屠戮，军事形势十分危急。<br>微言大义激起樊氏深怨，献出人头，荆卿圆睁双眼怒气冲冲辞别燕国首都。<br>北风里一曲悲歌，易水送行场面壮烈，洒酒祭祀天地登车挥鞭长驱。<br>把密封樊於期首级的匣子送给宿敌秦王，当面打开燕国的地图割让土地。<br>突然间闪闪电光，图穷匕首见，可惜拿匕首的人不是行家，耳热心悸。<br>开始行事时锐气何等锋利，到紧要关头他却犹豫无计。<br>突然间似长虹横贯太阳，匆忙中反而自遭诛杀。<br>秦王拔剑而起，盛怒伐燕，号呼声似风雷贯耳，秦军向燕地进发。<br>燕王斩下太子丹头颅讨好秦国，仍被追伐得到处奔跑，没有容身之舍。<br>秦兵铲平城邑除掉燕王亲姻家族，燕国的官署宫观都被烧毁践踏。<br>开始行事时指望消除灾祸，最终反而触动了灾祸的机匣。<br>秦王的兼并靠的是诈力，与讲信义的齐桓公大相径差。<br>怎能仿效勇士曹沫劫齐桓公的故事呢，实在叫做有勇无谋又愚有加。<br>世间流传的史事本来就多有谬误，太史公已从秦侍医夏无且那里早有叹嗟。</p> <p><strong>注释<br></strong>1.荆轲：战国时著名侠客。战国时期卫国人，好读书击剑，入燕，燕之处士田光亦善待之，后受燕太子丹所遣，入秦刺秦王嬴政。<br>2.不两立：不能同时并存。《战国策·燕策三》：“燕秦不两立，愿太傅幸而图之。”<br>3.太子：即燕太子丹，燕王喜之子。虞（yú）：忧患，引申为心病。<br>4.千金：指代秦将樊於期之首级。短计：浅陋的计谋。<br>5.荆卿：即荆轲。<br>6.穷年：整年。徇（xùn）：顺从。<br>7.且见屠：将要被屠杀。<br>8.微言：密谋；暗中进言。<br>9.燕（yān）都：指燕国首都。<br>10.朔风：北风，寒风。<br>11.爵（jué）：古代酒器。长驱：向前奔驰不止。<br>12.函（hán）首：将首级装入匣子。宿怨：指代秦王。<br>13.迥（jiǒng）然：明亮貌。电光：指匕首。<br>14.罔（wǎng）：没有，不是。正夫：这里指行家。正：一作“匹”。<br>15.造端：开始；开端。<br>16.趑（zī）趄（jū）：犹豫，不进貌。<br>17.仓卒（cù）：即仓猝，匆忙急迫。<br>18.“按剑”二句：指秦王发怒攻打燕国事。<br>19.“慈父”二句：指燕王杀太子丹仍被追逃事。<br>20.芟（shān）：割草，引申为除去。七族：指亲姻家族。<br>21.台：古代官署名。焚污：谓焚毁玷辱。<br>22.弭（mǐ）：消除、停止。<br>23.枢（shū）：枢纽，机关，关键。<br>24.诈力：欺诈与暴力。<br>25.桓（huán）公：齐桓公，春秋五霸之一，齐桓公以信为号召，与秦之并兼诈力不同。<br>26.曹子：即曹沫，春秋时期著名刺客。<br>27.故：通“固”，本来。<br>28.太史：指太史公<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>。徵（zhēng）：证明、应验。无且（jū）：指秦王侍医夏无且。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　历史故事“荆轲刺秦王”，历代都有名人歌咏。晋代左思作有《荆轲饮燕市》，借歌咏荆轲以抒发对豪门权贵的蔑视；晋代<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>作《咏荆轲》，以<a href=\"http://so.gushiwen.org/view_18342.aspx\">诗</a>的形式不仅再现了当年荆轲刺秦王的悲壮经过，而且以“其人虽已没，千载有余情”表明自己的叹惋颂赞之情；而<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>作的这首《咏荆轲》内涵更为丰富，作者用具有高度概括性和巨大包容性的语言成功地描述了这一重大事件的错综复杂的情节，精心制造了一个接一个的高潮。特别是绘声绘色地描写了荆轲临行时的悲壮场面和刺秦王的紧张激烈场面，生动体现出荆轲的勇敢、真诚、刚毅、愚狂的性格特征，从而使荆轲的形象跃然于纸上。而此诗的新意更在于诗人对荆轲作出了“勇且愚”的评价。秦国虐待作为人质的燕太子丹，杀戮樊於期的父母宗族，特别是秦军滥施武力，任意侵凌其他国家的种种暴行，引起了人们的强烈不满。对于像荆轲那些抵抗强秦，进行自保的人和事，则应给予一定的同情和颂赞；但是，对秦王采取暗杀等恐怖手段，不能不说是一种愚蠢而又危险的行径。因为这类行径无论如何不会改变历史发展的趋势。诗人对荆轲刺秦王这一愚昧盲动之举，表示了深深的叹惋。燕太子丹错误地将燕国的命运完全寄托在荆轲一人身上，诱使荆轲充当牺牲品，而荆轲却乐于效法古人，铤而走险，终于丧命，这是历史的悲剧。其实，荆轲即使能杀死秦王，也不能迫使秦国退还侵占各国的土地，从而挽救大势已去、行将灭亡的六国。</p> <p>　　唐代侠风犹盛，安史之乱后，皇室与强藩之间矛盾剧烈，借刺客之手除掉对方阵营中的要人一时成了热门话题与首选的手段。此诗即反映了柳宗元对这种政治上的短视与盲动的轻蔑，也表达了作者在国家统一上排斥“诈力”的观念。</p>",
  "about": "<h2>创作背景</h2> 　　《咏荆轲》是唐宪宗元和四年（809年）<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在读古书时有感而作，当时柳宗元身处荒僻的永州（今属湖南）且官赋闲职。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏史怀古"
  ]
}