{
  "id": 72311,
  "star": 58,
  "name": "严先生祠堂记",
  "dynasty": "宋代",
  "content": "　　先生，汉光武之故人也。相尚以道。及帝握《赤符》，乘六龙，得圣人之时，臣妾亿兆，天下孰加焉？惟先生以节高之。既而动星象，归江湖，得圣人之清。泥涂轩冕，天下孰加焉？惟光武以礼下之。</p> <p>　　在《蛊》之上九，众方有为，而独“不事王侯，高尚其事”，先生以之。在《屯》之初九，阳德方亨，而能“以贵下贱，大得民也”，光武以之。盖先生之心，出乎日月之上；光武之量，包乎天地之外。微先生，不能成光武之大，微光武，岂能遂先生之高哉？而使贪夫廉，懦夫立，是大有功于名教也。</p> <p>　　仲淹来守是邦，始构堂而奠焉，乃复为其后者四家，以奉祠事。又从而歌曰∶“云山苍苍，江水泱泱，先生之风，山高水长！” ",
  "fanyi": "<p><strong>译文</strong><br>　　严先生是光武帝的老朋友，他们之间以道义互相推崇。后来光武帝得到预言天命所归的《赤伏符》，乘驾着六龙的阳气，获得了登极称帝的时机。那时他统治着千千万万的人民，天下有谁能比得上呢？只有先生能够以节操方面来尊崇他。后来先生与光武帝同床而卧触动了天上的星象，后来又归隐江湖，回到富春江畔隐居，清操自守，鄙弃禄位，达到了圣人自然清静的境界。先生视官爵为泥土，天下又有谁比得上呢？只有光武帝能够用礼节对待他。<br>　　在《盅》卦的“上九”爻(yao)辞中说，“大家正当有为的时候，偏偏显示不事奉王侯，保持自己品德的高尚。”先生正是这样做的。在《屯》卦的：“初九”爻辞中说，阳气（帝德）正开始亨通，因而能够显示“以高贵的身份交结卑贱的人，深得民心。”光武帝正是这样做的。可以说先生的品质，比日月还高；光武帝的气量比天地还广阔。如果不是先生就不能成就光武帝的气量的宏大；如果不是光武帝，又怎能促成先生品质的崇高呢？先生的作为使贪婪的人清廉起来，胆怯的人勇敢起来，这对维护礼仪教化确实是很有功劳的。<br>　　我到这个州任职后，开始建造祠堂来祭奠先生，又免除了先生四家后裔的徭役，让他们负责祭祀的事情。从而又作了一首歌：<br>　　云雾缭绕的高山，郁郁苍苍，大江的水浩浩荡荡，先生的品德啊，比高山还高，比长江还长。</p><p><strong>注释</strong><br>先生：指严光。<br>赤符：《赤伏符》，新莽末年谶纬家所造符箓，谓<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>上应天命，当继汉统为帝。后亦泛指帝王受命的符瑞。<br>蛊：六十四卦之一。<br>上九：九爻。<br>屯（zhun)六十四卦之一。<br>复：复除徭役<br>臣妾：原指男女奴隶，这里引申为被统治的人民。<br>亿兆：古代以十万为亿，十亿为兆。</p>",
  "about": "<h2>相关资料</h2> <p>【历史名人严子陵】<br>　　近代<a href=\"http://so.gushiwen.org/view_72311.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>有一首《感事呈毛主席》的诗，诗中有“安得南征驰捷报，分湖便是子陵滩”之句，这子陵滩讲的是东汉高士严子陵不慕 仕 途，隐 居 山野，垂钓富春江的典故，严子陵的故乡则是在浙江宁波余姚。<br>　　严子陵（公元前37—43），名光，又名遵，字子陵，西汉末余姚人。少年时代就到外地投师，刻苦好学，博学多才，性格耿直。在学时与南阳人<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>是同学，两人白天探讨奥旨，夜来抵足而眠，结下深厚友谊。当时因朝廷腐败，王莽篡位，赤眉、绿林纷纷起义，严子陵见天下大乱，便 回到余姚，隐居不出。后来刘秀统一天下，做了皇帝，就是东汉开国皇帝光武帝。光武帝知严子陵贤能，便派人四出寻访。有人见他反穿裘皮袄在泽中钓鱼，光武帝急忙派使者，备了华丽的车马，请他入朝为官，但接连三次都被绝然回绝。光武帝没法，便亲自到他的住处去请，岂料他竟躺在床上假寐不起，光武帝走到了他的身边，抚着他的肚腹说：“你这个怪人，难道不肯助我治理天下吗？”他番身坐起，答道：“从前尧帝那样有德有能，也还有巢父那样的隐士不愿出去做官，读书人有自己的志趣，你何必一定要逼我进入仕途呢？”光武帝听了直摇头，说：“子陵，我终究不能说服你吗？”<br>　　然而，光武帝并没有死心，仍然把他请到洛阳。他虽被安置住在富丽堂皇的大院深宅，却绝不肯与朝廷显贵往来，光武帝去拜见他，他也不行君臣之礼。光武帝对他没有办法，说他是“狂奴故态”。<br>　　一天光武帝把他请进宫中，促膝谈心，向他请教治国之道。严子陵滔滔不绝，口若悬河。光武帝听他论古涉今，说理精辟，喜得眉飞色舞。两人一直谈到深夜，光武帝便留他同床睡觉。严子陵也不推辞，躺在床上，叉开双腿，沉沉入睡。睡到半夜，竟把一条腿搁到皇帝身上，光武帝为了不惊动他，竟一夜没有睡好。<br>　　次日清晨，严子陵还在梦乡，光武帝就起了床。只见钦天太监惊慌失措的闯进宫门，奏道：“臣昨夜仰观天象，发现有客星冲犯帝座，恐怕于万岁不利，特进宫面禀”。光武帝沉思片刻，勿而恍然大悟，哈哈大笑道：“那里是什么客星冲犯帝座，是朕与好友子陵同床而眠，他的一条腿搁到了朕身上了。”<br>　　从此严子陵这个“客星”的雅号就名扬四海。他家乡的山陈山被称为“客星山”，桥被叫作“客星桥”。如今还保留在余姚四碑亭的严子陵碑文中，也有“依然城廓客星高”之句。<br>　　光武帝十分钦佩严子陵的人品才学，要他担任谏议大夫，这是一个很高的职位，但他还是不肯接受。后来干脆不辞而别，回到家乡余姚隐居。<br>　　建武十七年（公元48年），光武帝又派使者到了余姚请严子陵进京做官。他听到消息，赶紧躲避起来，使者只得泱泱而返。为了避免朝廷再找麻烦，他索性带着家人，迁居桐庐富春江边种田、钓鱼。他钓鱼的地方后人称之为“子陵滩”。“严子陵钓台”至今遗迹犹在。严子陵回到余姚直至终老，享年八十，死后葬于余姚陈山。南宋丞相<a href=\"http://so.gushiwen.org/author_982.aspx\">史浩</a>有《严先生墓》诗道“玉匣蛟龙已草莱，一邱马髦尚封培，云台若也标名姓，千古谁知有钓台。”陈允平“严墓”诗也写道：“山高石怪水冷冷，三尺孤墓葬客星，遥想陵原松桧色，晓烟暮雨为谁青。”<br>　　严子陵视富贵如浮云的气节，千百年来一直受到人们的敬仰。北宋名臣<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>仰慕严子陵高节，特意为他造了祠堂，并写了一篇传颂千古的《严先生祠堂记》，赞他“云山苍苍，江水泱泱，先生之风，山高水长”。明著名学者<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>在《严先生祠》诗中写道：“碧水映何深，高踪那可寻，不知天子贵，自识故人心。山霭消春雪，江风洒暮林，如闻流水引，谁听伯牙琴。”</p> <p>【严子陵钓鱼台】<br>　　富春山又名严陵山，山麓耸起一双石岩，俗称东台、西台，东台也就是严子陵钓鱼台。严子陵名光，东汉初余姚人，儿时与光武帝刘秀是同窗，刘秀得天下后，邀他出来做官，严光再三谢绝，归隐富春山，钓鱼耕田，打发余生。对他不事权贵的作法，历代是有口皆碑。唐代就建起了严陵祠。宋代又升格，毕恭毕敬的称为严先生祠堂，文学家范仲淹作《严先生祠堂记》，五体投地地说：“云山苍苍，江水泱泱，先生之风，山高水长”。<br>　　西台姑且称为“谢公台”，它的名气小得多，却自有动人的故事。谢翱字皋羽，南宋诗人，曾从<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>抗元。文兵败殉国后，谢悲痛欲绝，登临此台致祭，据说他手持竹如意，击石作歌，歌毕竹石俱碎。台上有亭，亭上有联道：“生为信陵流离客，死结严陵寂寞鬼”。亭前竖有石碑一块，上刻有谢翱用生命写成的散文《登西台恸哭记》。在东西两台之间，有一座双清亭，亭柱上的楹联是“拾级拜严子，亮节高风今古还誉：隔江祭谢公，忠心赤胆日月魂。》”</p> <p>【“高风千古”石坊和严氏宗祠】<br>　　胡惠瑞<br>　　“高风千古”石坊和严氏宗祠，位于檀湖山之北，历山之南，亭山之左，柏山之右，329国道南侧三里许。严子陵后裔集居其间，旧称“客星里”，现为“亲堰村”。<br>　　由北入村，见南北跨江一小桥，曰“皇帝堰古桥”及“为汉徵士子陵先生立”诸字。背面上额镌刻“清节流芳”和“严子陵纪念坊”诸字，并有“钦差提簿军务浙江等处都察院右佥都御史汉阳尹应元赐建，知余姚事晋江黄琰为汉徵士子 陵 先生立”等字。据传“高风千古”和“清节流芳”八字为汉光武帝刘秀亲书，石坊建于明万历三十二年（1604），为重修严子陵墓的同时重建，石坊具有明代典型的艺术风格和石雕建筑艺术，主基稳实，细部镂空浮雕狮子滚绣球及鸟兽等图案，雕刻精巧，栩栩如生，气势宏伟。体现了明代工匠高超的石雕技艺，有着极高的艺术价值。在十年动乱中，因石坊被群众改建房屋当作歇脚凉亭的依靠所遮挡，才得以躲过浩劫之难，保存了这一保贵的石雕精品。为余姚市文物保护单位。<br>　　坊西首有一广场，西侧还扩建有三间“高风亭”，亭内有一展室。有严子陵先生半身像及生平事迹介绍，供游客参观。<br>　　牌坊四周集居严氏后裔，是汉徵士子陵公姓氏之源流。村东南偶有严氏宗祠，坐北朝南，前后三进，进距空旷，规模宏大，周以围墙，建筑考究，雕梁画栋，雕刻 细 致，人物生动，有较高的建筑艺术价值。仅南照墙，大门被毁，第一三进有几间 倒 塌，梁檐卧地，周墙残缺，其余尚存。<br>　　村正南不远处，见青山一色，绿树成荫，气象非凡。曰：“严公山”，俗称“南面山”，先生二十一世孙，唐降州剌史建“严公庙”于此，山巅白云峰有平石阔数丈，刻有“严公山”三个大字于其上。后因子陵墓在客星山。庙徙迁客星山，现仅存遗址。<br>　　据《下河严氏支谱》，《严子陵公生平考》记载：晋武帝太康四年（283）晋升安太守始建祠于“客星里”，先生为始祖。严氏战国初，避秦虐而改庄姓，至汉武帝时，严公父士恂守会稽遂家也，蔓延至哀帝间（公元前6-1年，避明帝刘庄讳（58），易庄为严，《子陵墓碑略》云：公生元帝永光五年（公元前39年）壬午八月十二，元始元年（公元1年）侍父士恂令新野（今河南新野县）时，与刘秀父亲刘钦尹南顿相善，故公与刘秀同往汝南郑敬处求学。两人白天探讨学问，夜间抵足而眠 ，结下深厚友谊。因王莽篡位（公元9年），赤眉、绿林纷纷起义，公见天下大乱，便回家乡余姚陈山隐居读书。过了十三年（公元23年），刘秀中兴汉室，统一天下，做了东汉开国皇帝，为光武帝。公得知刘秀做了皇帝，便改名换姓，到远处隐居。刘秀知道公的贤德和才能，令人四处查访，请公出来辅佐。后来，齐地有人上书，说有一男子反穿羊裘，在湖泽中钓鱼，可能是公。刘秀即派使者，备了华丽的车马接他到了京城，请他入朝做官。前后接了三次才把他接来。并对他优礼有加。安排住进京城宾舍。大司徒（相当于丞相）与公是旧相识，派人带亲笔信去问候，刘秀亲自命人驾车出宫。拜访公，公睡床上，置之不理。刘秀知道他是假睡，就走到了他身边，抚着他的肚腹说：“你这个怪人，我今日以故人的身份来看望你，难道你不肯助我治理天下吗？”公忽然坐起，答道：从前尧帝那样有德有能，还有巢父那样的隐士不肯出去做官。读书人自有自己的志趣，你何必一定要逼我进入仕途呢？”刘秀听了直摇头。<br>　　后来，刘秀终于把公请进宫，公也被刘秀的诚意所感动，两人谈天话旧。畅叙不已。刘秀向公请教治国之策，他也诚意相告。一直谈到了深夜，刘秀留他宫中过夜，他也不推辞。就和刘秀同床而睡，他叉开双脚，沉沉睡去。睡到半夜，他一条腿搁到刘秀的肚皮上，刘秀为了不惊动他，竟一夜没有睡好。<br>　　第二天，刘秀起床上朝，有钦天监出班奏道：“臣昨夜仰观天象，见有客星冲犯帝座，恐于万岁不利。”刘秀听后哈哈一笑：“哪有什么客星冲犯帝座，是我与好友子陵同榻共眠，他将一条腿搁到了我的身上了。”<br>　　刘秀十分钦佩他的才学人品，任他为谏议大夫，他坚决不受，但深知朝中的处境和自己的秉性不利，他留给刘秀一封辞职谢罪的信，不辞而别，来到了风景秀丽的富春江畔隐居不出。<br>　　建成武十七年（公元41年，刘秀再次派使者征他进京做官。他听到了消息赶紧回到余姚，躲在陈山脚下的月德寺中，使者闻讯追寻而来，那天正好下大雪，积雪 很 厚，公急中生智，倒穿芒履上了陈山，使者见雪上有脚印，向山脚寻找一番，结果当然没有找着。后人有诗云：“避士入隐志不凡，倒拖芒履上陈山，客星高照古渡在，山高水长仰先贤。”<br>　　公八十终老于家，刘秀听到了他去世的消息，十分悲伤，令地方政府出钱百万，谷千斛，将他葬于故里陈山。北宋政治家、文学家范仲淹仰慕他的高节，特为他建成了祠堂，并定《严先生祠堂记》，赞誉道：“云山苍苍，江水泱泱，先生之风山高水长。”<br>　　去山指的是严氏宗祠前的严公山，总称白云山。江水是指祠前的环湖带和下河往西注入姚江。</p> <p>【严子陵有世孙在桐庐】<br>　　屹立在桐庐县富春江镇的严子陵钓鱼台，是浙江省重点文物保护单位，且已成为著名的旅游胜地。但时隔两千多年，你是否相信在桐庐还有严子陵的世孙呢？<br>　　近日，桐庐县组织各乡镇文化部门进行文化遗产普查时，钟山乡文化站收集到了一本《严氏宗谱》，并从中发现历史名人严子陵的五十五世、五十六世孙就在桐庐县钟山乡朱边畈村。<br>　　根据家谱记载，严子陵的五十五世孙有八十岁的严奉复和七十五岁的严奉纯等。五十六世孙有六十岁的严国春和五十五岁的严金华等。家谱中写道：“始祖光，字子陵行云，二世家会稽余姚人，小字狂奴，少有高名，同光武帝同学，两人同窗同座同床三年，互敬互学名列全班前茅。刘秀登基后，三番五次聘他当谏议大夫，严子陵不屈。仍耕于富春山中。后人名其钓处为严子陵钓鱼台，在桐庐有东西二台，各高数百丈。有羊裘轩、客星馆、高风堂等，台上俱有亭。”<br>　　这本家谱曾两次重修。1945年，才六岁的严国春上了谱，当时集谱时间一年多。圆谱时刚出生的严家末子严金华也补了上去，他成了谱上的最后一位。此谱共六册36卷，朱边畈村珍藏2册，每册六卷，歌舞乡夏塘、潘畈村各藏一册，毕浦乡严村藏一册，建德市罗村乡狮峰村也藏一册。据严国春回忆，“文化大革命”期间，居住在建德市狮峰村的堂叔来到桐庐朱边畈村，将一册家谱悄悄带走，还特地做了只樟木箱珍藏，防止腐烂虫蛀，遗憾的是另一册已被烧毁。后建德堂叔去世，他儿子严康乐在外工作，女儿出嫁时，才将家谱送回朱边畈村，由严国春保管至今。<br>　　从家谱中可以看出，朝廷官员爱吃桐 庐特产，如豆腐干、梨头等，在南宋时已作为贡品送往朝廷。据统计严氏家谱上严子陵后代共有100人在朝廷任大小不同的官职，其五十世孙还得到过严州（建德）府太爷奖励的一块匾额，上有府太爷的圆印，并书“宽厚平和”四字。因五十世孙住建德时，与人发生纠纷，其宽容的气度使得府太爷很受感动。这块珍贵的匾额原挂在朱边畈村的祠堂里，现被严国春的侄儿收藏。<br>　　更有意思的是，严国春根据家谱中记载“豆腐干是贡品”这一点，在七八年前开始加工“钟山豆腐干”还真的走红市场，两次走进西博会，多次获奖。</p> <p>【“庄严一脉”话严姓】<br>　　说起严姓，就不得不先提到庄姓。<br>　　庄与严二字，组成庄严一词，表示着一种肃静的意思。奇妙的是，用这两个字来表示的中国姓氏，也有密切的关系。严姓是由庄氏改来的，所以严姓之人，与庄姓根本就是一家人。严氏的姓源，是从楚庄王的谥号“庄”而来，楚庄王的子孙，为了有别于他人，以“谥为姓”，就用“庄”这个谥 号来做了自己家族的姓氏。<br>　　到了汉代，汉明帝的名字叫刘庄，按封建帝王之制，为避天子之讳，凡有庄姓人氏必须改姓。因为“庄”与“严”两字常连在一起用，都表示相同的意思，大概因此之故，楚庄王的后裔庄氏在传到汉明帝时，就把庄姓改为严姓了。从此，也就在庄氏之中分出了一支严姓的支系，一代一代的传延下来。<br>　　福州阳岐的严培庸说：“我们阳岐的严家，是在唐朝天佑年间，跟闽王王审之从河南光州固始县来的。所以福州有十多个姓，都是王审之带来的。我的祖先严怀英，怀是胸怀的怀，英是英雄的英，他就是跟着王审之来这里的。他人很正直，很勇敢，会打仗，有功，后来官拜朝议大夫。”<br>　　严姓的发源地，主要是在湖北的江陵和甘肃的天水。从唐朝天佑年间开始，“严”姓人家一部分就在福建定居下来。<br>　　现在浙江富阳、桐庐两县，仍保留有许多当年严子陵的踪迹。有“严 子 陵钓鱼台”等。当年，郁达夫游富春江时有诗曰：“家在严陵滩上住，秦时风物晋山川，碧桃三朋花如锦，来往春江有钓船”。<br>　　追本溯源，庄严两姓，都是春秋时代五霸之一楚庄王的后裔，血缘上是一脉相承，同出一源，实为一家。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "古文观止",
    "祭奠",
    "赞颂",
    "写人"
  ]
}