{
  "id": 8095,
  "star": 53,
  "name": "江夏别宋之悌",
  "dynasty": "唐代",
  "content": "楚水清若空，遥将碧海通。<br>人分千里外，兴在一杯中。<br>谷鸟吟晴日，江猿啸晚风。<br>平生不下泪，于此泣无穷。",
  "fanyi": "<p><strong>译文<br></strong>楚地之水清澈见底，似若空无，直与远处的大海相连。<br>你我将远别于千里之外，兴致却同在眼前的杯酒之中。<br>谷鸟天晴时不停地鸣叫，江岸之猿却向晚而哀号。<br>我一生从不流泪，现在却泣涕不止。</p> <p><strong>注释<br></strong>⑴江夏：今湖北武汉武昌。宋之悌：为初唐时著名<a href=\"http://so.gushiwen.org/view_8095.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>之弟，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>友人。<br>⑵楚水：指汉水汇入之后的一段长江水。<br>⑶将：与。<br>⑷谷鸟：山间或或水间的鸟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联“楚水清若空，遥将碧海通”是说，眼前清澄的江水，遥遥地与碧海相通。若空，极言楚水之澄澈。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>另有“江月照还空”（《望庐山瀑布水二首》其一）、“玉壶美酒清若空”（《前有一樽酒行》），亦是此意。宋之悌的贬所靠近海域，故下句暗示其将往之处。</p> <p>　　颔联“人分千里外，兴在一杯中”，此点题，又由对方将往之处回到眼前分别之处。千里之别原是悲哀的，此处不言“悲”而言“兴”，并用“一杯”与“千里”相对，既表现出豪放洒脱的气派，又含有无可奈何的情绪。这两句与初唐庾抱“悲生万里外，恨起一杯中”（《别蔡参军》）、盛唐<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>“功名万里外，心事一杯中”（《送李侍御赴安西》），语略同而味各异，庾抱句沉，高适句厚，而李白句逸，即所谓貌似而神异也。不可以蹈袭论，亦不可以优劣评，盖<a href=\"http://so.gushiwen.org/view_8095.aspx\">诗</a>人运思或偶然相似而终不能不乖异也。人在千里之外，而情义却在这浅浅的一杯酒中，酒少，但情义丝毫不轻，下肚的不仅是酒，还有对有人浓浓的友情。李白的诗句将这些淋漓尽致地表现出来了，堪称味外有味，颇耐咀嚼。</p> <p>　　颈联“谷鸟吟晴日，江猿啸晚风”，上句点出了送别时的天气。天气晴朗，但是作者心里却一点也高兴不起来，美景却衬出了作者内心的悲凉，这样更能感动读者。下句写江猿的啸声。江猿的啼声本来就是很悲凉的，在作者与友人离别的时刻，听见这声音，更是断人肠。作者通过对景物的描写，完美地表达出自己内心对友人的不舍。首、颔两联，先由近及远，复由远及近，均大开大阖。颈联则写眼前景，由“晴日”到“晚风”，用景象变换暗示时间推移，也是大开大阖。依依惜别之情不言而喻。此即所谓言在意外。上句写乐景，与颔联“兴”字相呼应。下句写哀景，以引发尾联的抒情。</p> <p>　　尾联“平生不下泪，于此泣无穷。”真情爆发，陡起陡落，给读者留下极大的遐想余地。诗人如此动情，可能是出于对宋之悌以垂暮之年远谪交趾的同情。颈联中“鸟吟”与“猿啸”，似已含有宋氏仕途显达而老境悲凉的隐喻。诗人虽然年纪尚轻，毕竟也经历了一些人生坎坷，宋氏的遭遇或许引起他自己的壮志难酬之感慨。</p> <p>　　此诗艺术构思上有个重要特点就是跳跃性很大，从前三联的上下句之间的转折都能明显看出。而从诗歌的感情色调上看，前三联飘洒有势，基调豪迈；尾联顿折，其情悲怆，其调沉结。正是这种跳跃式的跌宕，使此诗具有测之无端、玩之无尽之妙。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8095.aspx\">诗</a>当作于唐玄宗开元二十年（734年）。郁贤皓曾撰此诗《系年辨疑》，考证出宋之悌乃<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>之弟、宋若思之父，并根据宋之悌生平事迹，认定此诗作于开元二十年左右。宋之悌于开元年间历任右羽林将军、益州长史、剑南节度使及太原尹等要职，后以事流贬交趾（今越南河内）。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与宋之悌交情很深，后来他儿子宋若思在浔阳脱李白之囚并为之推覆清雪，大概也与世谊有关。这首诗，可能就是宋之悌赴交趾贬所前，李白在江夏（即今武汉市武昌）与他分别而作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "离别",
    "写水",
    "友情"
  ]
}