{
  "id": 49119,
  "star": 1032,
  "name": "临江仙·梦后楼台高锁",
  "dynasty": "宋代",
  "content": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 <br>记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。",
  "fanyi": "<p><strong>译文</strong><br>深夜梦回楼台朱门紧锁，宿酒醒后帘幕重重低垂。去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。<br>记得与小苹初次相见，她穿着两重心字香熏过的罗衣。琵琶轻弹委委倾诉相思。当时明月如今犹在，曾照着她彩云般的身影回归。</p> <p><strong>注释</strong><br>⑴临江仙：双调小令，唐教坊曲名，后用为词牌。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>演为慢曲，九十三字，前片五平韵，后片六平韵。<br>⑵“梦后”两句：眼前实景，“梦后”“酒醒”互文，犹<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《踏莎行·小径红稀》所云“一场秋梦酒醒时”；“楼台高锁”，从外面看，“帘幕低垂”，就里面说，也只是一个地方的互文，表示春来意与非常阑珊。<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《客有卜居不遂薄游汧陇因题》：“楼台深锁无人到，落尽春风第一花。“<br>⑶却来：又来，再来。“去年春恨“是较近的一层回忆，独立花前，闲看燕子，比今年的醉眠愁卧，静掩房栊意兴还稍好一些。<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《杏花》：”小桃初谢后，双燕却来时。“”独立“与双燕对照，已暗逗怀人意。《五代<a href=\"http://so.gushiwen.org/view_49119.aspx\">诗</a>话》卷七引翁宏《宫词》”落花人独立，微雨燕双飞。“（翁诗全篇见《诗话总龟》前集卷十一。）<br>⑷以下直到篇末，是更远的回忆，即此篇的本事。小苹，当时歌女名。汲古阁本《小山词》作者自跋：“始时沈十二廉叔，陈十君宠家，有莲鸿苹云，品清讴娱客。每得一解，即以草授诸儿。“小莲、小苹等名，又见他的《玉楼春》词中。<br>⑸心字罗衣：未详。<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《词品》卷二：“心字罗衣则谓心字香薰之尔，或谓女人衣曲领如心字。“说亦未必确。疑指衣上的花纹。”心“当是篆体，故可作为图案。”两重心字“，殆含”心心“义。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《宫中行乐词八首》之一：”山花插鬓髻，石竹绣罗衣“，仅就两句字面，虽似与此句差远，但太白彼诗篇末云：”只愁歌舞散，化作彩云飞“，显然为此词结句所本，则”罗衣“云云盖亦相绾合。前人记诵广博，于创作时，每以联想的关系，错杂融会，成为新篇。此等例子正多，殆有不胜枚举者。<br>⑹彩云：比喻美人。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《丽色赋》：“其少进也，如彩云出崖。“其比喻美人之取义仍从《高唐赋》”行云“来，屡见李白集中，如《感遇四首》之四”巫山赋彩云“、《凤凰曲》”影灭彩云断“及前引《宫中行乐词》。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《简简吟》：”彩云易散琉璃脆。“此篇”当时明月“”曾照彩云“，与诸例均合，寓追怀追昔之意，即作者自跋所云。</p><br/><h2>英译</h2> <p>Riverside Daffodils</p> <p>Awake from dreams, I find the locked tower high;<br>Sober from wine, I see the curtain hanging low.<br>As last year spring grief seems to grow.<br>Amid the falling blooms alone stand I;<br>In the fine rain a pair of swallows fly.</p> <p>I still remember when I first saw pretty Ping,<br>In silken dress embroidered with two hearts in a ring,<br>Revealing lovesickness by touching pipa’s string.<br>The moon shines bright just as last year;<br>It did see her like a cloud disappear.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词抒发作者对歌女小苹怀念之情。比较起来，这首《临江仙·梦后楼台高锁》在作者众多的怀念歌女词中更有其独到之处。全词共四层：</p> <p>　　“梦后楼台高锁，酒醒帘幕低垂”为第一层。这两句首先给人一种梦幻般的感觉。如不仔细体味，很难领会它的真实含义。其实是词人用两个不同场合中的感受来重复他思念小苹的迷惘之情。由于他用的是一种曲折含蓄，<a href=\"http://so.gushiwen.org/view_49119.aspx\">诗</a>意很浓的修词格调。所以并不使人感到啰嗦，却能更好地帮助读者理解作者的深意。如果按常规写法，就必须大力渲染梦境，使读者了解词人与其意中人过去生活情状及深情厚谊。而作者却别开生面，从他笔下迸出来的是“梦后楼台高锁”。即经过甜蜜的梦境之后，含恨望着高楼，门是锁着的，意中人并不真的在楼上轻歌曼舞。作者不写出梦境，让读者去联想。这样就大大地增加了词句的内涵和感染力。至于“梦”和“楼”有什么必然联系，只要细心体味词中的每一句话，就会找到答案。这两句的后面紧接着“去年春恨却来时”。既然词人写的是“春恨”，他做的必然是春梦了。回忆梦境，却怨“楼台高锁”，那就等于告诉读者，他在梦中是和小苹歌舞于高楼之上。请再看<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的一首《清平乐·幺弦写意》：“幺弦写意，意密弦声碎。书得凤笺无限事，却恨春心难寄。卧听疏雨梧桐，雨余淡月朦胧，一夜梦魂何处？那回杨叶楼中。”这首词虽然也没有写出梦境，却能使读者联想到，这是非常使人难以忘怀的梦境。以上所谈是词人第一个场合的感受。另一个场合的感受是：“酒醒帘幕低垂”，在不省人事的醉乡中是不会想念小苹的，可是一醒来却见原来居住小苹的楼阁，帘幕低垂，门窗是关着的，人已远去，词人想借酒消愁，但愁不能消。</p> <p>　　“去年春恨却来时，落花人独立，微雨燕双飞”。三句为第二层。“去年”两字起了承前启后的作用。有了“去年”二字第一层就有了依据。说明两人相恋已久，刻骨铭心。下文的“记得”“当时”“曾照”就有了着落，把这些词句串联起来，整首词就成了一件无缝的天衣。遣词之妙，独具匠心！“却”字和<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》中“却话巴山夜雨时”中的“却”字一样，当“又”字“再”字解。意思是说：去年的离愁别恨又涌上了心头。紧接着词人借用五代翁宏《春残》“又是春残也，如何出翠帏？落花人独立，微雨燕双飞”的最后两句，但比翁诗用意更深。“落花”示伤春之感，“燕双飞”寓缱绻之情。古人常用“双燕”反衬行文中人物的孤寂之感。如：冯延已《醉桃源·南园春半踏青时》“秋千慵困解罗衣，画梁双燕飞”就是其中一例。晏词一写“人独立”再写“燕双飞”形成了鲜明的对比。此篇盖袭用成语，但翁宏诗作不出名，小晏词句却十分煊赫。这里也有好些原因：（一）乐府向例可引用诗句，所谓”以诗入乐“，如用得浑然天成，恰当好处，评家且认为是一种优点。（二）诗词体性亦不尽同，有用在诗中并不甚好，而在词中却很好的，如<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《浣溪沙·一曲新词酒一杯》的”无可奈何“”似曾相识“一联。（三）优劣当以全篇论，不可单凭摘句。</p> <p>　　“记得小苹初见，两重心字罗衣，琵琶弦上说相思”。为第三层。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《好女儿令·眼细眉长》：“一身绣出，两重心字，浅浅金黄。”词人有意借用小苹穿的“心字罗衣”来渲染他和小苹之间倾心相爱的情谊，已够使人心醉了。他又信手拈来，写出“琵琶弦上说相思”，使人很自然地联想起<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》“低眉信手续续弹，说尽心中无限事”的诗句来，给词的意境增添了不少光彩。</p> <p>　　第四层是最后两句：“当时明月在，曾照彩云归”这两句是化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《宫中行乐词》“只愁歌舞散，化作彩云飞”。中国社会科学院文学研究所编的《唐宋词选》把“当时明月在，曾照彩云归”解释为“当初曾经照看小苹归去的明月仍在，眼前而小苹却已不见”，这样解释虽然不错，但似乎比较乏味。如果把这两句解释为“当时皓月当空，风景如画的地方，现在似乎还留下小苹归去时，依依惜别的身影”。这样会增加美的感受，像彩云一样的小苹在读者的头脑里，会更加妩媚多姿了。 把“在”字当作表示处所的方位词用，因为在吴系语中，“在”能表达这种意思。某处可说成“某在”。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《明发南屏》“新晴在在野花香”。“在在”犹“处处”也，可作佐证。这首《临江仙》含蓄真挚，字字关情。词的上阕“去年春恨却来时”可说是词中的一枚时针，它表达了词人处于痛苦和迷惘之中，其原因是由于他和小苹有过一段甜蜜幸福的爱情。时间是这首词的主要线索。其余四句好像是四个相对独立的镜头（即1、梦后，2、酒醒，3、人独立，4、燕双飞），每个镜头都渲染着词人内心的痛苦，句句景中有情。</p>",
  "about": "<h2>创作背景</h2> 　　据<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>在《小山词·自跋》里说：“沈廉叔，陈君宠家有莲、鸿、苹、云几个歌女。”晏每填一词就交给她们演唱，晏与陈、沈“持酒听之，为一笑乐”。晏几道写的词就是通过两家“歌儿酒使，俱流传人间”，可见晏跟这些歌女结下了不解之缘。他的《破阵子·柳下笙歌庭院》有“记得青楼当日事，写向红窗夜月前，凭伊寄小莲”之句，写的就是歌女。这首《临江仙·梦后楼台高锁》不过是他的好多怀念歌女词作中的一首。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "怀念",
    "歌女"
  ]
}