{
  "id": 20270,
  "star": 645,
  "name": "李凭箜篌引",
  "dynasty": "唐代",
  "content": "吴丝蜀桐张高秋，空山凝云颓不流。<br>江娥啼竹素女愁，李凭中国弹箜篌。<br>昆山玉碎凤凰叫，芙蓉泣露香兰笑。<br>十二门前融冷光，二十三丝动紫皇。<br>女娲炼石补天处，石破天惊逗秋雨。<br>梦入神山教神妪，老鱼跳波瘦蛟舞。<br>吴质不眠倚桂树，露脚斜飞湿寒兔。",
  "fanyi": "<p><strong>译文</strong><br>在深秋的夜晚，弹奏起吴丝蜀桐制成精美的箜篌。听到美妙的乐声，天空的白云凝聚起来不再飘游。<br>湘娥把泪珠洒满斑竹，九天素女也牵动满腔忧愁。出现这种情况，是由于乐工李凭在京城弹奏箜篌。<br>乐声清脆动听得就像昆仑山美玉击碎，凤凰鸣叫；时而使芙蓉在露水中饮泣，时而使香兰开怀欢笑。<br>清脆的乐声，融和了长安城十二门前的清冷光气。二十三根弦丝高弹轻拨，打动了高高在上的天帝。<br>高亢的乐声直冲云霄，冲上女娲炼石补过的天际。好似补天的五彩石被击破，逗落了漫天绵绵秋雨。<br>幻觉中仿佛乐工进入了神山，把技艺向女仙传授；老鱼兴奋得在波中跳跃，瘦蛟也翩翩起舞乐悠悠。<br>月宫中吴刚被乐声吸引，彻夜不眠在桂树下逗留。桂树下的兔子也伫立聆听，不顾露珠斜飞寒飕飕！</p> <p><strong>注释</strong><br>⑴李凭：当时的梨园艺人，善弹奏箜篌。杨巨源《听李凭弹箜篌》<a href=\"http://so.gushiwen.org/view_20270.aspx\">诗</a>曰：“听奏繁弦玉殿清，风传曲度禁林明。君王听乐梨园暖，翻到《云门》第几声？”“花咽娇莺玉嗽泉，名高半在玉筵前。汉王欲助人间乐，从遣新声坠九天。”箜篌引：乐府旧题，属《相和歌·瑟调曲》。箜篌：古代弦乐器。又名空侯、坎侯。形状有多种。据诗中“二十三丝”，可知李凭弹的是竖箜篌。引：一种古代诗歌体裁，篇幅较长，音节、格律一般比较自由，形式有五言、七言、杂言。<br>⑵吴丝蜀桐：吴地之丝，蜀地之桐。此指制作箜篌的材料。张：调好弦，准备调奏。高秋：指弹奏时间。这句说在深秋天气弹奏起箜篌。<br>⑶空白：一作“空山”。《列子·汤问》：“秦青抚节悲歌，响遏行云”。此句言山中的行云因听到李凭弹奏的箜篌声而凝定不动了。<br>⑷江娥：一作“湘娥”。李衎《竹谱详录》卷六：“泪竹生全湘九疑山中……《述异记》云：‘舜南巡，葬于苍梧，尧二女娥皇、女英泪下沾竹，文悉为之斑。’一名湘妃竹。”素女：传说中的神女。《汉书·郊祀志上》：“秦帝使素女鼓五十弦瑟，帝禁不止，故破其瑟为二十五弦。”这句说乐声使江娥、素女都感动了。<br>⑸中国：即国之中央，意谓在京城。<br>⑹昆山玉碎凤凰叫：昆仑玉碎，形容乐音清脆。昆山，即昆仑山。凤凰叫，形容乐音和缓。<br>⑺芙蓉泣露、香兰笑：形容乐声时而低回，时而轻快。<br>⑻十二门：长安城东西南北每一面各三门，共十二门，故言。这句是说清冷的乐声使人觉得长安城沉浸在寒光之中。<br>⑼二十三丝：《通典》卷一百四十四：“竖箜篌，胡乐也，汉灵帝好之，体曲而长，二十三弦。竖抱于怀中，用两手齐奏，俗谓之擘箜篌。”“紫皇”：道教称天上最尊的神为“紫皇”。这里用来指皇帝。<br>⑽女娲：中华上古之神，人首蛇身，为伏羲之妹，风姓。《淮南子·览冥训》和《列子·汤问》载有女娲炼五色石补天故事。<br>⑾石破天惊逗秋雨：补天的五色石（被乐音）震破，引来了一场秋雨。逗，引。<br>⑿坤山：一作“神山”。神妪（yù）：《搜神记》卷四：“永嘉中，有神现兖州，自称樊道基。有妪号成夫人。夫人好音乐，能弹箜篌，闻人弦歌，辄便起舞。”所谓“神妪”，疑用此典。从这句以下写李凭在梦中将他的绝艺教给神仙，惊动了仙界。<br>⒀老鱼跳波：鱼随着乐声跳跃。源自《列子·汤问》：“瓠巴鼓琴而鸟舞鱼跃。”<br>⒁吴质：即吴刚。《酉阳杂俎》卷一：“旧言月中有桂，有蟾蜍。故异书言月桂高五百丈，下有一人常斫之，树创随合。人姓吴名刚，西河人，学仙有过，谪令伐树。”<br>⒂露脚：露珠下滴的形象说法。寒兔：指秋月，传说月中有玉兔，故称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　李凭是梨园弟子，因善弹箜篌，名噪一时。“天子一日一回见，王侯将相立马迎”，身价之高，似乎远远超过盛唐时期的著名歌手李龟年。他的精湛技艺，受到<a href=\"http://so.gushiwen.org/view_20270.aspx\">诗</a>人们的热情赞赏。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>此篇想象丰富，设色瑰丽，艺术感染力很强。清人方扶南把它与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《琵琶行》、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《听颖师弹琴》相提并论，推许为“摹写声音至文”。</p> <p>　　诗的起句开门见山，“吴丝蜀桐”写箜篌构造精良，借以衬托演奏者技艺的高超，写物亦即写人，收到一箭双雕的功效。“高秋”一语，除了表明时间是九月深秋，还含有“秋高气爽”的意思，与“深秋”、“暮秋”之类相比，更富含蕴。二、三两句写乐声。诗人故意避开无形无色、难以捉摸的主体（箜篌声），从客体（“空山凝云”之类）落笔，以实写虚，亦真亦幻，极富表现力。</p> <p>　　优美悦耳的弦歌声一经传出，空旷山野上的浮云便颓然为之凝滞，仿佛在俯首谛听；善于鼓瑟的湘娥与素女，也被这乐声触动了愁怀，潸然泪下。“空山”句移情于物，把云写成具有人的听觉功能和思想感情，似乎比“天若有情天亦老”（《金铜仙人辞汉歌》）更进一层。它和下面的“江娥”句互相配合，互相补充，极力烘托箜篌声神奇美妙，具有“惊天地，泣鬼神”的魅力。第四句“李凭中国弹箜篌”，用“赋”笔点出演奏者的名姓，并且交代了演奏的地点。前四句，诗人故意突破按顺序交待人物、时间、地点的一般写法，另作精心安排，先写琴，写声，然后写人，时间和地点一前一后，穿插其中。这样，突出了乐声，有着先声夺人的艺术力量。</p> <p>　　五、六两句正面写乐声，而又各具特色。“昆山”句是以声写声，着重表现乐声的起伏多变；“芙蓉”句则是以形写声，刻意渲染乐声的优美动听。“昆山玉碎凤凰叫”，那箜篌，时而众弦齐鸣，嘈嘈杂杂，仿佛玉碎山崩，令人不遑分辨；时而又一弦独响，宛如凤凰鸣叫，声振林木，响遏行云。“芙蓉泣露香兰笑”，构思奇特。带露的芙蓉（即荷花）是屡见不鲜的，盛开的兰花也确实给人以张口欲笑的印象。它们都是美的化身。诗人用“芙蓉泣露”摹写琴声的悲抑，而以“香兰笑”显示琴声的欢快，不仅可以耳闻，而且可以目睹。这种表现方法，真有形神兼备之妙。</p> <p>　　从第七句起到篇终，都是写音响效果。先写近处，长安十二道城门前的冷气寒光，全被箜篌声所消融。其实，冷气寒光是无法消融的，因为李凭箜篌弹得特别好，人们陶醉在他那美妙的弦歌声中，以致连深秋时节的风寒露冷也感觉不到了。虽然用语浪漫夸张，表达的却是一种真情实感。“紫皇”是双关语，兼指天帝和当时的皇帝。诗人不用“君王”而用“紫皇”，不单是遣词造句上追求新奇，而且是一种巧妙的过渡手法，承上启下，比较自然地把诗歌的意境由人寰扩大到仙府。以下六句，诗人凭借想象的翅膀，飞向天庭，飞上神山，把读者带进更为辽阔深广、神奇瑰丽的境界。“女娲炼石补天处，石破天惊逗秋雨”，乐声传到天上，正在补天的女娲听得入了迷，竟然忘记了自己的职守，结果石破天惊，秋雨倾泻。这种想象是何等大胆超奇，出人意料，而又感人肺腑。一个“逗”字，把音乐的强大魅力和上述奇瑰的景象紧紧联系起来了。而且，石破天惊、秋雨霶霈的景象，也可视作音乐形象的示现。</p> <p>　　第五联，诗人又从天庭描写到神山。那美妙绝伦的乐声传入神山，教令神妪也为之感动不已；乐声感物至深，致使“老鱼跳波瘦蛟舞”。诗人用“老”和“瘦”这两个似平干枯的字眼修饰鱼龙，却有着完全相反的艺术效果，使音乐形象更加丰满。老鱼和瘦蛟本来羸弱乏力，行动艰难，竟然伴随着音乐的旋律腾跃起舞，这种出奇不意的形象描写，使那无形美妙的箜篌声浮雕般地呈现在读者的眼前了。</p> <p>　　以上八句以形写声，摄取的多是运动着的物象，它们联翩而至，新奇瑰丽，令人目不暇接。结末两句改用静物，作进一步烘托：成天伐桂、劳累不堪的吴刚倚着桂树，久久地立在那儿，竟忘了睡眠；玉兔蹲伏一旁，任凭深夜的露水不停在洒落在身上，把毛衣浸湿，也不肯离去。这些饱含思想感情的优美形象，深深印在读者心中，就像皎洁的月亮投影于水，显得幽深渺远，逗人情思，发人联想。</p> <p>　　诗的最大特点是想象奇特，形象鲜明，充满浪漫主义色彩。诗人致力于把自己对于箜篌声的抽象感觉、感情与思想借助联想转化成具体的物象，使之可见可感。诗歌没有对李凭的技艺作直接的评判，也没有直接描述诗人的自我感受，有的只是对于乐声及其效果的摹绘。然而纵观全篇，又无处不寄托着诗人的情思，曲折而又明朗地表达了他对乐曲的感受和评价。这就使外在的物象和内在的情思融为一体，构成可以悦目赏心的艺术境界。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_20270.aspx\">诗</a>大约作于公元811年（唐宪宗元和六年）至公元813年（元和八年），当时<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>任职于长安，官奉礼郎（执掌祭祀的九品小官）。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "音乐",
    "想象"
  ]
}