{
  "id": 72246,
  "star": 37,
  "name": "五帝本纪赞",
  "dynasty": "两汉",
  "content": "　　太史公曰：学者多称五帝，尚矣。然《尚书》独载尧以来，而百家言黄帝，其文不雅驯，荐绅先生难言之。孔子所传《宰予问五帝德》及《帝系姓》，儒者或不传。余尝西至空桐，北过涿鹿，东渐於海，南浮江淮矣，至长老皆各往往称黄帝、尧、舜之处，风教固殊焉。总之，不离古文者近是。予观《春秋》《国语》，其发明《五帝德》《帝系姓》章矣，顾弟弗深考，其所表见皆不虚。书缺有间矣，其轶乃时时见於他说。非好学深思，心知其意，固难为浅见寡闻道也。余并论次，择其言尤雅者，故著为本纪书首。",
  "fanyi": "<p><strong>译文</strong><br>　　太史公<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>说：学者多称赞五帝，久远了。然而最可征而信的《尚书》，记载的独有尧以来，而不记载皇帝、颛顼、帝喾。诸子百家虽言黄帝，又涉于神怪，都不是典雅之训，所以当世缙绅们都不敢说，不可以取以为证啊。孔子所传的《宰予问五帝德》及《帝系姓》，虽称孔子所传，但儒者怀疑不是圣人之言，所以不传以为实。我曾经西至崆峒山黄帝问道于广成子处，北到黄帝尧舜之都涿鹿，东到海，南到江淮，我所经历的地方，所见过的长老，往往称颂黄帝尧舜的旧绩与其风俗教化，固来与别处有所不同。那么别的书说到黄帝的，也或者可以为证。总之，大要不背离《尚书》所记载的接近这些。我看《春秋》《国语》，这两篇发挥阐释《五帝德》《帝系姓》很彰著。顾儒者但不深考而且有的不传讲。这两篇所发挥阐述得很显著，验之风俗教化固然不同一般，都是事实，一点也不虚。况《尚书》缺亡的内容多了，岂能因为它缺亡而算了呢？它所遗失的，像黄帝以下的事情，就时时见于其他的传说中，如百家《五帝德》之类，都是其他学说。有怎么可以因为缙绅难言，儒者不传，而不选取了呢？非好学深思，心知其意的人，不能择取。而浅见寡闻者本来就难为它讲说。我按照黄帝、颛顼、帝喾、尧、舜的次序，选择其中语言比较典雅的。所以写成本纪的开头。</p><p><strong>注释</strong><br>①《史记》是中国西汉时期的历史学家司马迁撰写的史学名著，原称《太史公记》。列“二十四史”之首，《史记》是中国古代最著名的古典典籍之一，与后来的《汉书》、《后汉书》、《三国志》合称“前四史”。《史记》记载了上自中国上古传说中的黄帝时代，下至汉武帝元狩元年（公元前122年），共3000多年的历史。作者司马迁以其“究天人之际，通古今之变，成一家之言”的史识，使《史记》成为中国历史上第一部纪传体通史。《史记》全书包括十二本纪（记历代帝王政绩）、三十世家（记诸侯国和汉代诸侯、勋贵兴亡）、七十列传（记重要人物的言行事迹主要叙人臣）、十表（大事年表）、八书（记各种典章制度记礼·乐·音律·历法·天文·封禅·水利·财用），共一百三十篇，五十二万六千五百余字。《史记》最初没有固定书名，或称“太史公书”，或称“太史公记”，也省称“太史公”。“史记”本来是古代史书的通称，从三国时期开始，“史记”由史书的通称逐渐成为“太史公书”的专称。《史记》对后世史学和文学的发展都产生了深远影响。其首创的纪传体编史方法为后来历代“正史”所传承。同时，《史记》还被认为是一部优秀的文学著作，在中国文学史上有重要地位，被<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>誉为“史家之绝唱，无韵之离骚”，有很高的文学价值。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>等人认为此书“善序事理，辩而不华，质而不俚”。太史公：司马迁自称，因他曾任西汉太史令。《史记》各篇多有“太史公曰”，这是司马迁对史实加的评论。<br>②《尚书》：即《书经》，简称《书》，我国最早的史书，是有关尧、舜、禹史事和商、周帝王言论及文告的历史文献汇编。<br>③百家：《汉书》卷三?《艺文志》记载有《百家》篇三十九卷。一说为诸子百家。<br>④雅：正确。驯：通“训”，准则。事有所依，文辞又美，也就是有规范的意思。<br>⑤荐绅：即缙绅，有官职或作过官的人。缙：插；绅，大带。古时官员腰系大带，上插笏版（上朝用的记事手板）。<br>⑥《宰予问五帝德》、《帝系姓》：《大戴礼记》和《孔子家语》中均收有这两篇文章。<br>⑦空峒：山名，传说是黄帝问道于广成子处，在今甘肃省平凉市西。峒，音tóng。<br>⑧指《宰予问五帝德》、《帝系姓》等上古文字写成的典籍。<br>⑨顾弟：只不过。弟，同“第”。<br>⑩见：音xiàn，通“现”。表见：记载。虚：虚妄。<br>⑾书缺有间：《尚书》缺亡，空白很多。<br>⑿轶：音yì，通“佚”，散失。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《五帝本纪》为《史记》的第一篇。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在写这篇传记时，遇到了两个困难：一为史料的缺乏。司马迁决定从黄帝写起，而《尚书》所载的史实却是从唐尧开始的，前面有许多空白需要填补；二为史料的真伪难辨。当时的学者多称五帝，而诸子百家传说的黄帝早已被神化、文学化，难以使人完全相信。在此种情况下，司马迁作了两方面的工作：一是进行实地考察。通过到各地漫游，将民间传说和信史材料相互印证；二是对现存史料进行梳理，不仅到《春秋》《国语》等史书中去寻找材料，而且对儒家的典籍的有关记载，也给予了高度的重视。司马迁终于成功了，他不仅发现了民间传说和信史记载中的许多一致之处，而且切身感受到了各地区和不同部族的文化差异，他还在《尚书》以外找到了许多可资利用的信史材料，为他的写作奠定了坚实的基础。</p> <p>　　这篇《五帝本纪赞》乃是对《五帝本纪》写作情况的说明。司马迁在文中连续运用转折句式，用以表达其感慨和体会。清人吴楚材、吴调侯在《古文观止》评点中，把这篇文章归结为“九转”，尽管划分略嫌琐碎，但也确实体会到作品的神韵。这些转折有的表困扰，有的表叹惋，有的表喜悦，有的表自信，均道出了司马迁写作的甘苦，造成转折委曲，往复回环的文势，颇具文简意深的效果。</p><br/><h2>简析</h2> 　　《史记》的首篇为《五帝本纪》，本文就是<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>为首篇作的赞语，列在该篇的末尾。赞语是司马迁在《史记》的重要篇章之后，以“太史公曰”的口气发表的议论、总结或补充的文字。在这篇赞语中，司马迁说明了《五帝本纪》的史料来源和他对这些史料的看法。从中我们可以了解到司马迁对待史料的审慎态度以及他在验证史料时跋山涉水的艰苦过程。",
  "about": "<h2>题解</h2> <p>　　本文选自<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>所著的《史记》。《史记》是我国第一部纪传体通史，记载了自黄帝至汉武帝前后三千余年的历史，共52万字，130篇。其中“本纪”12篇，“表”10篇，“书”8篇，“世家”30篇，“列传”70篇。全书对三千年来中国的整个社会经济、政治、文化等各方面的演变发展，作了既概括而又详细的叙述。它不但是一部历史杰作，为我国史学纪传体奠定了基础，而且还是思想内容异常丰富的一部传记文学名著。《史记》中的许多篇章，均颇具文学价值。这些作品善于抓住人物性格特征与相互间的矛盾冲突，结构与布局既尊重史实，又颇具开阖跌宕之势，再加以简洁生动的语言，将人物刻画得栩栩如生。也正因为如此，《史记》历来被推崇为我国传记文学的典范、古代散文的楷模，<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>称之为“史家之绝唱，无韵之《离骚》”。</p> <p>　　司马迁（约前145—前87），字子长，夏阳（今陕西韩城县南）人。自幼受其父司马谈的影响，诵读古文经书。20岁开始远游大江南北，访问了许多遗址，考察了历史遗迹，调查了许多历史人物的事迹、轶闻以及地方风俗和经济生活。司马谈逝世后第三年（前108年），司马迁继父职做了太史令，此为他写作《史记》的起点和重要条件。太初元年，他42岁，正式开始了这一工作。后因<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>事件，触怒了汉武帝，被处以宫刑。但他忍辱含垢，更加发奋地写作《史记》，直至遇赦，改做中书令，约在53岁时终于完成了《史记》这部空前绝后的巨著。除《史记》外，他的著作今存的还有《感士不遇赋》和《报任安书》。</p> <p>　　本篇是《史记》第一篇《五帝本纪》的最后一段，用以说明“本纪”的史料来源和作者见解。此种颇似于评论的“赞”的形式，乃司马迁首创，并被后世史书所沿用。这篇赞语历述有关五帝——黄帝、颛项、帝喾、尧、舜的记载；根据传说的紊乱和缺漏情况，说明整理五帝史迹的必要性，从而反映了司马迁著作史书的求实精神。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "赞语"
  ]
}