{
  "id": 72322,
  "star": 25,
  "name": "相州昼锦堂记",
  "dynasty": "宋代",
  "content": "　　仕宦而至将相，富贵而归故乡。此人情之所荣，而今昔之所同也。</p> <p>　　盖士方穷时，困厄闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自悔罪于车尘马足之间。此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。</p> <p>　　惟大丞相魏国公则不然：公，相人也，世有令德，为时名卿。自公少时，已擢高科，登显仕。海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有；非如穷厄之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵。惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷，此公之志，而士亦以此望于公也。岂止夸一时而荣一乡哉！</p> <p>　　公在至和中，尝以武康之节，来治于相，乃作“昼锦”之堂于后圃。既又刻诗于石，以遗相人。其言以快恩仇、矜名誉为可薄，盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为何如，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安：可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被弦歌者，乃邦家之光，非闾里之荣也。</p> <p>　　余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。</p> <p>　　尚书吏部侍郎、参知政事欧阳修记。 ",
  "fanyi": "<p><strong>译文</strong><br>　　做官做到将相，富贵之后返回故乡，这从人情上说是光荣的，从古到今都是这样啊。<br>　　大概士人在仕途不通的时候，困居乡里，那些平庸之辈甚至小孩，都能够轻视欺侮他。就像苏季子不被他的嫂嫂以礼相待，朱买臣被他的妻子嫌弃一样。可是一旦坐上四匹马拉的高大车子，旗帜在前面导引，而骑兵在后面簇拥，街道两旁的人们，一齐并肩接踵，一边瞻望一边称羡，而那些庸夫愚妇，恐惧奔跑，汗水淋漓，羞愧地跪在地上，面对车轮马足扬起的灰尘，十分后悔，暗自认罪。这么个小小的士人，在当世得志，那意气的壮盛，以前的人们就将他比作穿着锦绣衣裳的荣耀。<br>　　只有大丞相魏国公却不是如此，魏国公，是相州人士。先祖世代有美德，都是当时有名的大官。魏国公年轻时就已考取高等的科第，当了大官。全国的士人们，听闻他传下的风貌，仰望他余下的光彩，大概也有好多年了。所谓出将入相，富贵荣耀，都是魏国公平素就应有的。而不像那些困厄的士人，靠着侥幸得志于一时一事，出乎庸夫愚妇的意料之外，为了使他们害怕而夸耀自己。如此说来，高大的旗帜，不足以显示魏国公的光荣，玉圭官服，也不足以显示魏国公的富贵。只有用恩德施于百姓，使功勋延及国家，让这些都镌刻在金石之上，赞美的<a href=\"http://so.gushiwen.org/view_72322.aspx\">诗</a>歌传播在四面八方，使荣耀传于后世而无穷无尽，这才是魏国公的大志所在，而士人们也把这些寄希望于他。难道只是为了夸耀一时，荣耀一乡吗？<br>　　魏国公在至和年间，曾经以武康节度使的身份来治理过相州，便在官府的后园建造了一座“昼锦堂”。后来又在石碑上刻诗，赠送给相州百姓。诗中认为，那种以计较恩仇为快事，以沽名钓誉而自豪的行为是可耻的。不把前人所夸耀的东西当作光荣，却以此为鉴戒。从中可见魏国公是怎样来看待富贵的，而他的志向难道能轻易地衡量吗？因此能够出将入相，辛勤劳苦地为皇家办事，而不论平安艰险气节始终如一。至于面临重大事件，决定重大问题，都能衣带齐整，执笏端正，不动声色，把天下国家置放得如泰山般的安稳，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>称得上是国家的重臣啊。他的丰功伟绩，因此而被铭刻在鼎彝之上，流传于弦歌之中，这是国家的光荣，而不是一乡一里的光荣啊。<br>　　我虽然没有获得登上昼锦堂的机会，却荣幸地曾经私下诵读了他的诗歌，为他的大志实现而高兴，并且乐于向天下宣传叙述，于是写了这篇文章。<br>　　尚书吏部侍郎、参知政事<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>记。</p><p><strong>注释</strong><br>(1)相州：今河南安阳市。困厄：困苦，苦难。<br>(2)易：轻视。<br>(3)季子：见卷四《苏秦以连横说秦》。买臣：朱买臣，西汉人，先贫后贵。妻改嫁，望复婚，被拒。<br>(4)旄：竿顶用旄牛尾作为装饰的旗。<br>(5)骈：并列。咨嗟：赞叹。<br>(6)魏国公：指<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>，北宋大臣，执政多年，并曾与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>帅兵同抗西夏，世称“韩范”。<br>(7)牙：牙旗。纛：音道，仪仗队的大旗。<br>(8)大纛：古代军队或仪仗队的大旗。<br>(9)桓圭：古代三公所执玉圭。衮裳：帝王和三公礼服。<br>(10)昼锦：<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>说：“富贵不归故乡，如衣绣夜行。”韩琦以宰相回乡任官，极感荣耀，故名。<br>(11)绅：官服上的大带。笏：音户，大臣上朝时所执的手版，以便记事。<br>(12)彝鼎：古代祭器，可刻铭文。</p><br/><p><strong>译文<br></strong>　　做官做到将相，富贵而回老家，这是大家都认为非常荣耀的事，也是古今都公认的。</p> <p>　　一般当读书人穷困时，在乡里过着贫苦日子，平民儿童都可轻视甚至侮辱他。如苏秦不被嫂子礼待，朱买臣被妻子抛弃。一旦坐着四匹马拉的高大的车子，旗帜在前开道，又有骑兵卫队拥着，在街边观看的人，挤在一起肩并肩脚挨脚的，一边仰望一边赞叹；而所谓平头男女，又跑又窜又惊又慌，汗水都出来了，甚至惭愧得低头弯腰，跪在车轮辗起的灰尘和马蹄子中间，向新贵人悔过请罪。这就是一个普通士子，成功得志时，那意气的旺盛，是以前人们所比方的穿着锦绣的荣耀事啊！</p> <p>　　惟有大丞相魏国公不是这样。魏国公，相州人。祖辈起代代都有美好的德行，都是有名的高官。魏国公从年轻时就考取科举高榜，登上显要的位置。海内人士听其传布四方的德音，仰望其播及的风采，已有多年了。所说的做将相，得富贵，都是魏国公早就应有的。不像那穷困的人，一时侥幸得志，出乎庸男和愚妇的意料而使他们惊异，并向他们夸耀。既然这样，那么仪仗大旗，不足为魏国公的光荣；桓圭和礼服，不足为魏国公的显贵。只有恩德遍及百姓，功勋建于国家，事迹刻入钟鼎碑石，传播在声乐和文章里，光耀后世，永世不朽，才是魏国公的心志。读书人也是在这点上寄望魏国公啊。哪里只是荣耀于一时一乡呢？</p> <p>　　魏国公在仁宗至和年间，曾以武康节度使身份，管理相州，就在后园建了“昼锦堂”。后又刻<a href=\"http://so.gushiwen.org/view_72322.aspx\">诗</a>于石碑上，留给相州的人们。诗篇说的是快意于感恩报仇，夸耀个人多誉，都是值得鄙薄的。他不以昔日人们所夸耀的为荣，反而作为自己的警戒。从此可见魏国公是如何看待富贵，而志向哪能轻易测量啊！因此他能出为大将入为丞相，勤劳地为朝廷办事，不论平顺时还是险难时都一样。至于面对重大事件，决策重要议题，垂着衣带，拿着手板，不动声色，把天下放置得像泰山一样安稳，可谓是国家重臣了。他的丰功伟业，被刻上钟鼎，谱成歌曲，是国家的光荣，而不单是乡里的光荣啊。</p> <p>　　我虽无机会登上魏国公的厅堂，却庆幸曾诵读他的诗篇，很高兴他大志有成，并向天下宣告。于是就写下以上的文字。</p> <p><strong>注释<br></strong>1.相州昼锦堂：相州，地名，今河南省安阳县。昼锦堂，《三国志、魏志、张既传》：“出为雍州刺史，太祖曰：‘还君本州，可谓衣绣昼行矣’。”魏国公<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>是相州人，以武康节度使身份回相州任知州，如衣锦还乡，因此，修建了昼锦堂。<br>2.仕宦：做官。<br>3.困厄闾里：在乡里受困苦。<br>4.易：轻视。<br>5.季子不礼于其嫂：苏秦，字季子。<br>6.买臣见弃于其妻：朱买臣，西汉吴县人，曾以卖柴为生，妻子不能忍受穷困，弃朱而去，后来朱买臣做了大官，妻子要求复婚，朱便叫人端来一盆水泼在马头上，让她再收回来。<br>7.高车驷马：泛指显贵者的车乘。驷马，四匹马拉的车子。<br>8.旄：古时旗杆头上用旄牛尾作的装饰；也指有这种装饰的旗。<br>9.骈肩累迹：肩挨肩，足迹相迭。形容人多拥挤。<br>10.咨嗟：赞叹。<br>11.衣锦之荣：富贵之后回故乡的荣耀。<br>12.大丞相魏国公：大：是尊称。魏国公，韩琦的封号。<br>13.令德：美好的德行。令：美、善。<br>14.已擢高科：已中了高高的科弟。<br>15.显士：显贵的官吏。<br>16.馀光：本指落日馀辉，此处借指人们远远地瞻望韩琦的丰采。<br>17.有年：多年。<br>18.高牙大纛：高官的仪仗队。牙，牙旗；纛：仪仗队的大旗。<br>19.桓圭衮裳：桓圭，帝王授给三公的命圭。圭是古代帝王诸侯拿在手中的上圆下方的礼器。衮裳，三公所穿的礼服。<br>20.被：及。<br>21.勒之金石：刻在钟鼎、石碑上。<br>22.播之声诗：颂扬在乐章里。<br>23.至和：宋仁宗（<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>）的年号（1010-1063）。<br>24.武康之节：武康，地名。节，此处指节度使。<br>25.圃：园地。<br>26.夷险一节：夷，平；险，难；太平的时候和患难的时候表现完全一样。<br>27.古代官吏束在衣外的大带子。笏：朝笏，也叫手板，用来指画或记事。<br>28.烈：功业：<br>29.彝鼎：钟鼎。<br>30.邦家：国家。邦，古代诸侯封国的称号，后来泛指国家。</p>",
  "shangxi": "<h2>解析</h2> <p>　　这是一篇应酬文字。是为相州<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>所建的昼锦堂写的记。</p> <p>　　文章主旨是赞誉韩琦身居显位，不炫耀富贵，反引为鉴戒，志在留清名于后世，显真人格于人间；同时贬斥了那些追求名利富贵，以衣锦还乡为荣的庸俗之辈。</p> <p>　　文章首先从人情之所荣，从古今之所同入笔，极写衣锦还乡的意气之盛，欲扬先抑，为下文预作铺垫。接着夸赞韩琦的所作所为，韩琦位极人臣，名重一时，却鄙弃那种炫耀富贵的庸俗作风；他回家兴建昼锦堂，是反其意而用之，其轻富贵的品格节操，其远大的志向，非一般夸荣显富者可比。作者表达了对韩琦的由衷赞美敬佩之情。</p><br/><h2>鉴赏</h2> <p>　　《相州昼锦堂记》是一篇记事散文。文章名为昼锦堂记，实际上主要写了魏国公<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>非凡的志向和功绩，赞扬了他“德被生民而功施社稷”的远大理想和“措天下于泰山之安”的丰功伟业。</p> <p>　　文章先写了古往今来对官至将相、富贵还乡的看法，然后以苏秦（季子）、朱买臣为例，说明读书人穷困时，连庸人孺子都可以轻侮他，一旦他成了达官显贵，那些庸夫愚妇一而俯首请罪，一面懊悔嗟叹，而春风得意的一介之士则趾高气昂。这就是过去人们常说的衣锦还乡。然后，作者笔锋一转，写“惟大丞相魏国公则不然”， 一句话，“收拾前文， 振起下意”。作者简要介绍了魏国公的身世经历之后， 着重说明了做将相， 得富贵， 都是他早就应当有的； 而且作为仪仗的大旗和三公的命圭， 礼服都不足以显示他的荣耀和显赫； 只有恩及百姓， 功在国家， 并名垂青史、光照后代， 才是他的志向。然后， 作者介绍了相州昼锦堂的来历， 由昼锦堂的石碑上的<a href=\"http://so.gushiwen.org/view_72322.aspx\">诗</a>又谈到魏国公对富贵的态度和他的志向， 并描述了他为官从政的不凡表现。因而赞叹道： 魏国公的丰功伟绩， 被刻于钟鼎， 谱进乐章，乃国家之光荣， 不单是乡里的荣耀啊。最后作者表明了写作此文的动机。</p> <p>　　为了突出魏国公的超凡脱俗， 反映他高远的抱负， <a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>主要采取了对比的写作方法。官至将相，衣锦还乡，是一般读书人所追求的，也是常人所羡慕和赞叹的。作者先对此渲染一番，然后写“惟大丞相魏国公则不然”，对比十分强烈；什么将相富贵，是他早就应该有的；他不象侥幸得志的人，在庸俗的世人面前自夸炫耀；常人引为荣耀的作为仪仗的大旗，不足以表现他的荣耀，常人所追求的三公的命圭和礼服，不足以显示他的显赫；他“不以昔人所夸者为荣，而以为戒”，等等。这些文字都是在进行对比。通过大量、反复的对比，利用对比所产生的强烈反差，表现出魏国公的出类拔萃，使这个确比一般的封建士大夫高出一筹的鲜明形象屹立在了读者面前。</p> <p>　　文章结构精巧，连接自然。以议论开始，在对比当中推出“主人公”，从写主人公的简要经历和志向，又自然引出相州昼锦堂，从写昼锦堂处石碑上的诗，又自然进入对魏国公的描写。名为记物，实则写人；写人与记物融为一体。通篇浑然天成，确无雕琢的痕迹。</p> <p>　　文章语言婉转流畅，叙事简洁，议论精辟，十分生动传神。例如，文章没有实写魏国公如何处理具体政务，只是简单地写他“至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安”，笔墨很少，却把魏国公的性格特征和封建政治家的风度表现得淋漓尽致。文章文字虽简，但内涵丰富，富有感情。通过对魏国公的反复赞叹，充分表达了作者对魏国公的敬佩之情，也表现了作者对为官从政的理解，寄托了作者本人的追求。</p> <p>　　作者在遣词造句时，十分注意语气声调的变化，使文章富有生气，加强了文章的感染力。据说，就在《相州昼锦堂记》完稿送出数日之后，他又专门派人另送一稿给韩琦，声明前稿有疵，可换此本。韩琦再三核对，只发现文章开头“仕宦”、“富贵”之下，各添了一个“而”字，从而增加了抑扬顿挫之感，与文意更加协调，增强了文章的表现力。此事为历代所传诵，成为文字不厌千回改的佳语。又如，“岂止夸一时而荣一乡哉”和“而其志岂易量哉”两句，采用了反问的句式，通过反问的语气，使作者要表达的思想更加突出。“可谓社稷之臣矣”一句，通过感叹句的形式，充分表现了作者对魏国公的衷心赞叹。</p> <p>　　欧阳修作为北宋诗文革新运动的领袖，主张兴复古道，提倡平实朴素的文风，反对浮华的文风。在文和道的关系上，既强调道对文的决定作用，也不忽视文采对表现道的重要作用。《相州昼锦堂记》篇幅不长，但内容充实，叙事简洁有法，议论精辟有力，章法曲折变化，语言自然流畅，充分表现了作者的文风，也反映了作者的一些政治见解。</p>",
  "about": "<h2>创作背景</h2> 　　写作此文时，<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>任丞相，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在翰林院供职。古人曾说，富贵归故乡，犹当昼而锦。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》中有这样的话：“富贵不归故乡，如衣绣夜行，谁知之者？”魏国公韩琦是以武康节度使回老家任职，是富贵而归故乡。因此，他修建了“昼锦堂”。但他志向远大，轻富贵，不以昼锦为荣，并刻<a href=\"http://so.gushiwen.org/view_72322.aspx\">诗</a>言志。欧阳修对此十分推崇。并且，他们都曾主张革新，有共同的抱负和政治见解。因此，欧阳修“乐公（指韩琦）之志有成，而喜为天下道也”，写了这篇文章。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "赞颂",
    "写人"
  ]
}