{
  "id": 22,
  "star": 144,
  "name": "江有汜",
  "dynasty": "先秦",
  "content": "江有汜，之子归，不我以。不我以，其后也悔。<br>江有渚，之子归，不我与。不我与，其后也处。<br>江有沱，之子归，不我过。不我过，其啸也歌。",
  "fanyi": "<p><strong>译文</strong><br>江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。<br>江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。在没有我的日子里，祝你平安岁月静好。</p> <p><strong>注释</strong><br>⑴江：长江。汜（sì）：由主流分出而复汇合的河水。<br>⑵归：荣归故里。妇人谓嫁曰归。<br>⑶不我以：不带我。我，媵自我也。<br>⑷渚（zhǔ）：水中小洲。王先谦《<a href=\"http://so.gushiwen.org/view_22.aspx\">诗</a>三家义集疏》“水中小洲曰渚，洲旁小水亦称渚。”<br>⑸不我与：不与我相聚。<br>⑹处：忧愁。朱骏声《说文通训定声》“‘处’，假借为‘癙’，实为‘鼠’”《诗经·小雅·雨无正》“鼠思泣血”，鼠思，忧思也。<br>⑺沱（tuó）：长江的支流名称。或以为与“汜”同。<br>⑻过：至也。一说度。<br>⑼其啸也歌：啸是唱歌没有谱和调的意思。有“狂歌当哭”的含义。一口出声，以抒愤懑之气，一说号哭。闻一多《诗经通义》“啸歌者，即号哭。谓哭而有言，其言又有节调也。”啸，蹙口出声，以舒愤懑之气，言其悔时也。歌，则得其所处而乐也。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_22.aspx\">诗</a>三章。三章诗的开头都是写景。“汜”、“渚”、“沱”，上面的译文都从支流这一意义上翻译，而在弃妇心目中，这一条条不同的支流都是看得见的具体存在。她住在“汜”、“渚”、“沱”一带，她丈夫当年从水路而来，最后又从这些支流中的一条乘坐小船悄然离去。从表现手法说，各章的首句都是直陈其事，用的是赋体；从江水有支流，引出“之子归”的事实，则在赋体之中又兼有比兴的意味。</p> <p>　　诗中的丈夫是一位薄情郎。在三章诗中，那弃妇分别用“不我以”、“不我与”、“不我过”来诉说丈夫对她的薄情。“不我以”，是不一道回去；“不我与”，是行前不和“我”在一起；“不我过“，是有意回避，干脆不露面。丈夫在感情上是如此吝啬，做的是那样地恩尽义绝，无需再添加笔墨，其薄情薄意已如画出。</p> <p>　　诗中的弃妇是一位自信心很强的女人。她相信自己在丈夫感情生活中的重要地位，因而预言丈夫今日的背弃行为，日后必将在感情上受到自我惩罚，这就是各章结句所说的“其后也悔”、“其后也处”、“其啸也歌”。值得注意的是，丈夫将受到的感情上的自我惩罚与他背弃自己妻子的行为之间的对应关系：“不我以”引出“悔”，“不我与”带来“处”，“不我过”导致“啸歌”。其愈是绝情，其后果也就愈加严重。当然，这只是弃妇一厢情愿的假想之辞。事实上，那男子很可能事过境迁，在感情上并不引起任何震动。对于理解这首诗来说，重要的不在于弃妇自信的论断日后是否会成为事实，而是隐藏在这一论断背后的弃妇思想感情的复杂性。弃妇设想故夫日后会后悔今日的背弃行为，其中就隐含了弃妇对于夫妇关系重归于好的企盼；预言故夫今日的轻率必将招致日后的痛苦，这又泄露出弃妇恨过于爱的报复性的心态。这是她的软弱，也是她的坚强。由此决定了这首诗风格上的特点，既一唱三叹，极尽缠绵，又柔中见刚，沉着痛快。</p> <p>　　此诗每章的前三句叙事，后两句抒情。其中第三、四句重出——男子的薄情集中表现在这一句，女子的痛苦不幸也根源于这一句，因而采取了反覆咏叹的形式。重出的这一句子中的关键字，各章不同。从一章的“以”，一转而为二章的“与”，再转而为三章的“过”，愈转愈深，丈夫如何薄情，做妻子的又是如何痛苦不幸，都因了这一关键字的置换而得到一层深于一层的表现。全诗形式整齐，结构严谨，用字精审，笔法却极为自然，语言又十分浅近，达到了精工与自然、深入与浅出的完美结合，显示出极高的艺术水平。</p> <p>　　全诗以“江有汜”起兴，反复申述，大意是：不让我陪嫁，你会后悔的，你就痛苦去吧，你就一个人哭去吧。诗中“有”字为语助虚词，“汜”、“渚”、“沱”都是具体的水名，“以”、“与”、“过”都是动词，表示“陪同”（随嫁）的意思。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首弃妇的哀怨<a href=\"http://so.gushiwen.org/view_22.aspx\">诗</a>。从诗中写到的“江”、“沱”看来，产地是在召（在岐山，周初召公的采邑）的南部、古粱州境内长江上游的沱江一带。女主人公可能是一位商人妇。古代有一夫多妻制，商人在经商的地方娶了妻或妾，离开江沱返回家乡时将她遗弃了。她满怀哀怨，唱出了这首悲歌以自我安慰。诗中的“之子”，是古代妻妾对丈夫的一种称呼，与《卫风·有狐》的“之子无裳”的“之子”一样。</p> <p>　　历来对此诗的解释不一。或以为是媵妾因受正妻排斥、不能陪嫁而作，“之子”指正妻（见《毛诗》小序）；或虽认为这是一首弃妇诗，“之子”指薄情的丈夫，但认为“啸歌”者是弃妇，所谓“啸歌”是弃妇自我排遣的一种表现（方玉润《诗经原始》）。这些解释都与原诗的实际不合。</p> <p>　　诗前原有小序：“《江有汜》，美媵也，勤而无怨，嫡能悔过也。文王之时，江沱之间有嫡不以媵备数，媵遇劳而无怨，嫡亦自悔也”；《郑笺》：“妇人谓嫁曰归……嫡与己异心，使己独留不行”；唐·孔颖达：“嫡妻往归之时不共我以俱行”（以上均见《毛诗正义》）。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》：“是时汜水之旁，媵有待年于此，而嫡不与之偕行，其后嫡被后妃夫人之化，乃能自悔而迎之”（《诗集传》）。清陈奂进一步将之具体化为“美媵”，“媵有贤行，能绝嫡之嫉妒之原故美之。诗录《江有汜》，其犹《春秋》美纪叔姬与嫡”（《诗毛氏传疏》）。</p> <p>　　以上各家注解已经说得很清楚，这首诗的女主人公是一位没有跟随“嫡妻”“同归”（即同嫁）的“媵”。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨"
  ]
}