{
  "id": 18422,
  "star": 172,
  "name": "酬乐天咏老见示",
  "dynasty": "唐代",
  "content": "人谁不顾老，老去有谁怜。<br>身瘦带频减，发稀冠自偏。<br>废书缘惜眼，多灸为随年。<br>经事还谙事，阅人如阅川。<br>细思皆幸矣，下此便翛然。<br>莫道桑榆晚，为霞尚满天。",
  "fanyi": "<p><strong>译文<br></strong>人谁不顾虑要衰老，老了又有谁来对他表示爱怜？<br>身体渐瘦衣带越来越要收紧，头发稀少戴正了的帽子也会自己偏斜到一边。<br>书卷搁置起来不再看是为了爱惜眼睛，经常用艾灸是因为年迈力衰诸病多缠。<br>经历过的世事见多识也就广，接触了解的人越多观察起来更加一目了然。<br>细细想来老了也有好的一面，克服了对老的忧虑就会心情畅快无挂也无牵。<br>不要说太阳到达桑榆之间已近傍晚，它的霞光余辉照样可以映红满天。</p> <p><strong>注释<br></strong>1、酬乐天：作<a href=\"http://so.gushiwen.org/view_18422.aspx\">诗</a>酬答<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。<br>2、顾：念，指考虑。<br>3、怜：怜惜，爱惜。<br>4、带：腰带。<br>5、频减：多次缩紧。<br>6、冠：帽子。<br>7、废书：丢下书本，指不看书。<br>8、灸（jiǔ）：艾灸，在穴位燃艾灼之。中医的一种治疗方法。<br>9、随年：适应身老体衰的需要，这里指延长寿命。<br>10、谙（ān）：熟悉。<br>11、阅人如阅川：意谓阅历人生如同积水成川一样。语出<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《叹逝赋》：“阅水以成川，水滔滔而日度；世阅人而为世，人冉冉而行暮。”阅，经历。<br>12、幸：幸运，引申为优点。<br>13、下此：指改变对衰老的忧虑心情。下，攻下，等于说“解决”、“领悟”。此，指“顾老”，对衰老的忧虑和担心。<br>14、翛（xiāo）然：自由自在，心情畅快的样子。<br>15、桑榆：指桑、榆二星。太阳下到桑榆二星之间，天色便晚了，喻人至晚年。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》：“年在桑榆间，影响不能追。”<br>16、霞：霞光，这里指晚霞。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18422.aspx\">诗</a>的前六句承接<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的原唱，表示对白居易的关于“老”的看法颇有同感。一二句写“顾老”是人之常情，人们谁都顾虑衰老，老了就没有人怜惜。接着四句进一步交代了“顾老”的原因，诗人用形象的语言作了描绘：因为衰老，身体一天天消瘦，腰带要不断地紧缩，头发渐渐稀疏，帽子就自然要偏斜。书卷废置不看，是为了保护眼睛；经常用艾灸，是为了延年益寿。</p> <p>　　“经事还谙事……下此便翛然”四句从另一个方面谈了对“老”的看法，是针对白居易的“伤老”而言。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>认为，老固然有老的短处，但是老也有老的长处。老的短处是体衰多病，“身瘦带频减，发稀帽自偏。”老的长处是阅历丰富，“经历还谙事，阅人如阅川。”年岁大了，经历的事多了，了解的事理也多，看见过的人多了，阅历也就更加深广。仔细想起来，这也是一件幸事。所以诗人吟道：“下此便翛然。”诗人劝慰他的朋友对待衰老不要过多的忧虑，只要正确对待，便可翛然自乐。</p> <p>　　最后两句是全诗点睛之笔，意境优美。气势豪放，大有<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“老骥伏枥，志在千里。烈士暮年，壮心不已”之概。诗人面对衰老，不消极，不悲观，要用有生之年撒出满天的红霞。这两句诗既是诗人的内心世界的自我剖白，又是对老朋友白居易的宽慰和鼓励。</p> <p>　　这首诗前后两段一反一正，转折自然，很有辩证的观点和说服力量。最后两句尤为精辟，实为警策之语，后人多以此自勉自励。</p>",
  "about": "<h2>评说</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>晚年都患眼疾、足疾，看书、行动多有不便，从这点上说，他们是同病相怜了，面对这样的晚景，白居易产生了一种消极、悲观的情绪，并且写了《咏老赠梦得》一首给刘禹锡（字梦得）：“与君俱老矣，自问老何如？眼涩夜先卧，头慵朝未梳。有时扶杖出，尽日闭门居。懒照新磨镜，休看小字书。情於故人重，迹共少年疏。唯是闲谈兴，相逢尚有馀。”</p> <p>　　刘禹锡读了白居易的<a href=\"http://so.gushiwen.org/view_18422.aspx\">诗</a>，写了《酬乐天咏老见示》回赠：“人谁不顾老，老去有谁怜？身瘦带频减，发稀帽自偏。废书缘惜眼，多灸为随年。经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。”</p> <p>　　第一部分分头两句：“人谁不顾老，老去有谁怜？”意思是说：人谁不顾虑，不怕老，老了又有谁来怜惜你呢？下四句：“身瘦带频减，发稀帽自偏。废书缘惜眼，多灸为随年。”意思是说：身体消瘦衣带常常紧缩，头发稀疏帽子便自动偏斜，为了爱惜眼睛而废弃书籍不读了，经常请医生调理、治疗，是为了延年益寿。这一部分是承接白居易原诗而来的，表示了对白居易的“咏老”思想情怀的回应，说明在对“老”的看法上颇有同感。读来极为亲切。</p> <p>　　后六句诗意思产生了巨大的转折，诗情一振而起，“经事还谙事，阅人如阅川。细思皆幸矣，下此便翛然。莫道桑榆晚，为霞尚满天。”头两句“经事还谙事，阅人如阅川”，是说人老了经历的事多，理解也深刻透彻，看人也像看山河一样，一目了然，有很深的洞察力。下两句“细思皆幸矣，下此便翛然”，思考深刻，浓缩着人生的精华；认识全面，充满着一种辩证思想；感情深挚，表达了诗人对老朋友的真情关爱和真诚劝勉。末两句“莫道桑榆晚，为霞尚满天。”桑榆，喻日暮。是说：不要说日到桑榆已是晚景了，而撒出的晚霞还可以照得满天彤红、灿烂无比呢！这里诗人用一个令人神往的深情比喻，托出了一种豁达乐观、积极进取的人生态度。</p><br/><h2>创作背景</h2> <p>　　唐文宗开成元年（836），六十四岁的<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>以太子宾客的身份分司东都洛阳，实际上等于退出了政治舞台；此时，他的同龄人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>以同样的身份留居洛阳也已三年。</p> <p>　　这两位早已是<a href=\"http://so.gushiwen.org/view_18422.aspx\">诗</a>文至交，在经历了长期的仕途辗转、阅尽了人世沧桑之后；终于相聚在一起，彼此都十分高兴。</p> <p>　　两人又是诗坛宿将，自然少不了诗歌唱酬；由于又都垂垂已老，并同患有足疾、眼疾，更免不了同病相怜。对于老病，白居易有时很通达，他在《览镜喜老》中就说过：“晚衰胜早夭，此理决不疑。</p> <p>　　可是，有时也不免感伤，他在写给刘禹锡的《咏老赠梦得》一诗中，便表现出了对衰老的一种消极悲观情绪：“与君俱老也，自问老何如？</p> <p>　　眼涩夜先卧，头慵朝未梳。有时扶杖出，尽日闭门居。懒照新磨镜，休看小字书。情与故人重，迹共少年疏。唯是闲谈兴，相逢尚有余。”刘禹锡便写了这首答诗。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "励志"
  ]
}