{
  "id": 47054,
  "star": 57,
  "name": "一斛珠·晓妆初过",
  "dynasty": "五代",
  "content": "晓妆初过，沉檀轻注些儿个。向人微露丁香颗，一曲清歌，暂引樱桃破。<br>罗袖裛残殷色可，杯深旋被香醪涴。绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾。",
  "fanyi": "<p><strong>译文</strong><br>晓妆只粗粗理过，唇边可还得点一抹沉檀色的红膏。含笑未唱，先露一尖花蕾船的舌尖，于是樱桃小口微张，流出了婉转如莺的清歌。<br>到了场下的酒会，就又娇爽多了。小盅微啜似乎还不够过瘾，换过深口大杯拚醉，哪在意污湿罗衣？最传神的是，笑嚼着红嫩的草花，向心上人唾个不停。</p> <p><strong>注释</strong><br>⑴一斛珠：词牌名。又名“一斛夜明珠”“怨春风”“醉落魄”“章台月”“梅梢雪”等。清毛先舒《填词名解》中释其名曰：“唐玄宗在花萼楼，会夷使至，命封珍珠一斛，密赐梅妃。妃不受，赋<a href=\"http://so.gushiwen.org/view_47054.aspx\">诗</a>云：‘柳叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥？”付使者曰：‘为我进御。’上览诗不乐，令乐府以新声度之，号“一斛珠”。曲名始此也。”据考，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>所作此首《一斛珠》为此调首见。<br>⑵晓：《词谱》《古今词统》《花草粹编》《历代诗余》《全唐诗》《诗余图谱》等文本均作“晚”。沈际飞选评《草堂诗余》（古香岑四集本）中注：“一作晚，误。”晓，早晨。晓妆初过：指早晨起床刚刚梳洗打扮完毕。<br>⑶沈檀：即“沉檀”。沈，《醉翁琴趣》外篇作“浓”。沉，带有润泽的深绛色。檀：浅绛色。沉檀：一种妇女妆饰用的颜料，唐、宋时妇女闺妆多用它，或用于眉端之间，或用于口唇之上。《花间集》<a href=\"http://so.gushiwen.org/author_284.aspx\">阎选</a>《虞美人》词中有“臂留檀印齿痕香”之句，毛熙震《后庭花》词中亦有“歌声慢发开檀点”之句，都是描绘以檀注唇的情形，这里也是。注：这里是点的意思。轻注：轻轻点画。些儿个：当时方言，意谓少许，一点点。<br>⑷向：《醉翁琴趣》外篇中作“见”。人：吴本二主词、侯本二主词中缺字。丁：《花间集补》中误作“了”。丁香：常绿乔木，又名“鸡舌香”，“丁子香”，丁香子如钉，长三、四分，可以含于口中。古时用以代指女人的舌头。颗：指牙。丁香颗：这里指女人口内之牙，此句描绘歌女开口歌唱，舌齿微露，形容得意的神情。<br>⑸清歌：清脆响亮的歌声。也指不用乐器伴奏的独唱。南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《拟魂太子“邺中集”诗·魏太子》中有句：“急弦动飞听，清歌拂梁尘。”<br>⑹暂：《醉翁琴趣》外篇中作“渐”。引：使得。樱桃破：指女人张开娇小红润的口。樱桃，落叶乔木。果实多为红色，味道甜美或略带酸味。古人常用樱桃比喻女子口唇。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗有“樱桃樊素口，杨柳小蛮腰。”唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《赠歌妓》诗之一：“红绽樱桃含白雪，断肠声里唱《阳关》。”唐<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《袅娜》诗云：“着词但见樱桃破，飞盏遥闻豆蔻香。”破，张开。此句描写歌女们张开红润小口歌唱的情形。<br>⑺罗袖裛（yì）残殷色可：罗袖，质地较薄的丝衣的袖。裛，熏蒸，这里指香气。残，指香气消失殆尽。殷，深红色。可，意近“可可”，这里是模模糊糊、隐隐约约的意思。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《春》诗：“九霄浑可可，万姓尚忡忡。”此句说歌女的丝制的衣袖上的香气已经消失将尽，深红的颜色也只隐约可见了。<br>⑻杯深旋（xuán）被香醪（láo）涴（wò）：杯深，指酒杯斟酒斟得很满，引申意谓酒喝得过量。旋，随即，很快地。香醪（láo），美酒，醇酒。本是一种汁滓混合的醇酒，味甜。涴（wò），沾污，污染。《醉翁琴趣》外篇中作“污”。<br>⑼绣床：铺着织绣的床，这里指歌女的床。凭：倚靠，靠着。娇：《醉翁琴趣》外篇作“情”。娇无那（nuò）：这里是形容娇娜无比，不能自主的样子。无那，犹言无限，非常之意。<br>⑽烂嚼（jiáo）红茸（róng）：烂嚼，细嚼。嚼，用牙齿磨碎食物。红茸，吕本二主词、吴讷《唐宋名贤百家词》本《尊前集》中均作“红绒”。即红绒，刺绣用的红色丝线。<br>⑾檀郎：西晋文学人<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>是个出名的美男子，小名檀奴，后世文人因以“檀郎”为妇女对夫婿或所爱的男子的美称。唾（tuò）：萧本二主词中作“吐”，误，“吐”与“唾”韵不同。唾，将口中含物吐出来。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词在《词的》《古今<a href=\"http://so.gushiwen.org/view_47054.aspx\">诗</a>余醉》《古今词统》中调下有题作“咏佳人口”；《历代诗余》中调下有题作“咏美人口”；《清绮轩词选》中调下有题作“美人口”。</p> <p>　　此词描写歌女的日常生活，曾是花间词人肆笔的主题。所谓“绮筵公子，绣幌佳人，递叶叶之花笺，文抽丽锦；举纤纤之玉指，拍按香檀。不无清绝之辞，用助娇娆之态”（<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《花间集序》），正是指的这种歌宴的生活情形。但西蜀词人对此泛泛描写的居多，极少关注人物的个性和心理活动，因而缺少生机和活力。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的《一斛珠》在题材上与西蜀词人的描写似曾相识，但已有一些新变，注意表现歌女的动作特点和心理状态。</p> <p>　　词的上片，描写歌女为情人歌唱的情景。词人在描写中注意到了各个生活的细节，因此，歌女的演唱描写首先是从她的梳妆打扮开始的。“晓妆初过”，点明时间，其实也照应到了下片的“殷色可”，或者说预示着与情郎相会的时间不会短，不然也不会清晨化妆准备。“沈檀”一句，细致描绘出了歌女“点唇”的动作和情态，这个细节的抓取，不但能起到以点带面的描写效果，而且也开始了紧紧以“唇（口）”为中心的人物和情景刻画。“向人”一句少女情态妩媚动人，“一曲”句取<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“樱桃樊素口”之喻，不但不见其俗，而愈发见其清新，同“丁香颗”相对，更见别致。整个描写，明喻、暗喻相搭配，动、静结合，又突出展示了歌女神态情貌的欢愉艳美，也从侧面衬喻出歌女的歌声是多么的迷人动听。</p> <p>　　词的下片描写歌女与情郎在一起欢会调笑的情态。刚才罗袖上的酒痕只是隐约订见，及至深杯大口时便旋即被弄脏了，“旋”字如画。此二句写尽宴会时的热闹兴奋和歌女酒醉时的骀荡恣意。“罗袖”一句先应上片、喻示了时间已经很久，而歌女因为内心的欢愉表现在容色上更加娇媚动人。在行动上，“杯深”一句恰到好处地把歌女因与情郎欢会而贪杯忘情的天真欢愉之情表现出来，为后面结尾三句做好了全部的铺垫。结尾三句表现歌女醉后的情态。地斜倚着华美的绣床，娇憨无比。把烂嚼的红茸，笑着吐向词人的心上人。其情态非常大胆放纵，也极其可爱娇艳。可见歌女恃宠撒娇的心中的得意。由于词人对这—情节的精细刻画，这样富有戏剧情翅的画面极其生动，美人声情笑貌之娇憨妖治如在眼前。词人的语言仿佛给读者画出了一幅情人之间天真烂漫的欢笑调弄之景，人可见，动作可见，连神情娇态亦可见，实在传神之至。</p> <p>　　词人把歌女的音容笑貌，神情媚姿全都与“口”相联，对“口”的描写，笔笔都能点睛传神，不但十分细致、生动、准确地描绘出了一个美丽可爱的歌女的形象，而且使全片词结构整一，情趣盎然。</p> <p>　　总体来看，全词描绘歌女的艳情冶态，格调不是很高，但不能就此否定其在艺术上、技巧上的成功。而且，如果不是把这首词放在李煜的宫廷生活中去简单理解，应该说这是一首描写男欢女爱的十分成功的作品。</p> <p>　　此词反映了词人寄情声乐，荡侈不羁的早期生活。据《诗话类编》云：“后主尝微行倡家，乘醉大书古壁：‘浅斟低啪，偎红倚翠大师．鸳鸯寺主，传持风流教法。’”此风流倜傥的富贵闲人当时是不识得世间苦恼。故其前期作品，往往风流蕴藉，堂皇富艳。虽然多作绮靡之音有失人君之度。但是其艺术才能之高也是为世人所叹服的。李煜虽有愧于国，是历史上的亡国之君；但不傀于才，是文学艺术史上一位出色的词人。</p>",
  "about": "<h2>创作背景</h2> 　　此词从整体风格看，是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期的作品。湖南师范大学文学院博士生导师、中国宋代文学学会理事、中国词学研究会常务理事赵晓岚教授认为，此词描写的是李煜夫妻之间蜜里调油的闺房乐趣。她在中央电视台《百家讲坛》栏目里说道：“李煜的运气实在是不错，李煜的这个妻子娥皇是个偶像加实力的明星式的人物。不仅人长得非常地漂亮，是国色，而且才艺非凡。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的《南唐书后妃诸王列传》上面记载，说娥皇是：通书史，善歌舞，犹工琵琶，至于采戏弈棋，靡不妙绝。就是说娥皇不仅是知书达礼，而且能歌善舞，特别是善于弹奏琵琶。除此之外，她对于下棋、掷色子这些大众化的游戏，娥皇样样都是绝顶高手。这样一来，当时还生活在哥哥弘冀的阴影中，一心想到在艺术世界中间去做个隐士的李煜，可算是找到知音了。所以双方一拍即合，开始了先结婚后恋爱的甜蜜生活。《一斛珠》描写的就是这种夫妻之间蜜里调油的闺房乐趣。”",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "歌女",
    "艳情",
    "生活"
  ]
}