{
  "id": 72316,
  "star": 20,
  "name": "纵囚论",
  "dynasty": "宋代",
  "content": "　　信义行于君子，而刑戮施于小人。刑入于死者，乃罪大恶极，此又小人之尤甚者也。宁以义死，不苟幸生，而视死如归，此又君子之尤难者也。方唐太宗之六年，录大辟囚三百余人，纵使还家，约其自归以就死。是以君子之难能，期小人之尤者以必能也。其囚及期，而卒自归无后者。是君子之所难，而小人之所易也。此岂近于人情哉?</p> <p>　　或曰：罪大恶极，诚小人矣；及施恩德以临之，可使变而为君子。盖恩德入人之深，而移人之速，有如是者矣。曰：太宗之为此，所以求此名也。然安知夫纵之去也，不意其必来以冀免，所以纵之乎?又安知夫被纵而去也，不意其自归而必获免，所以复来乎?夫意其必来而纵之，是上贼下之情也；意其必免而复来，是下贼上之心也。吾见上下交相贼以成此名也，乌有所谓施恩德与夫知信义者哉?不然，太宗施德于天下，于兹六年矣，不能使小人不为极恶大罪，而一日之恩，能使视死如归，而存信义。此又不通之论也!</p> <p>　　然则何为而可?曰：纵而来归，杀之无赦。而又纵之，而又来，则可知为恩德之致尔。然此必无之事也。若夫纵而来归而赦之，可偶一为之尔。若屡为之，则杀人者皆不死。是可为天下之常法乎?不可为常者，其圣人之法乎?是以尧、舜、三王之治，必本于人情，不立异以为高，不逆情以干誉。 ",
  "fanyi": "<p><strong>译文一</strong><br>　　信义可以在君子中施行，而种种刑罚则在小人中施行。判刑列入死刑的人，是罪大恶极的，又是小人中特别坏的人。宁愿为正义而死，不愿意苟且贪生，而视死如归，这在君子中也是很难做到的。在唐太宗即位后第六年时，把判处死刑的犯人三百余人登记在册，放他们回家，约定好到期自动回来接受死刑。这是君子都难以做到的事，而希望小人中最坏的人能做到自然更难。到了规定的时间，那些囚犯自动回来而没有延误。这是君子难以做到的，而小人却很容易地做到了。这难道近于人情吗?<br>　　有人说：罪大恶极，确实是小人了；如果对他们采取恩德感化的手段，就可以使他们变为君子。恩德感化愈深入人心，人的转变速度就愈快，有过这样的事。我说：唐太宗之所以这样做，就是为了得到这种名声。可是怎么会知道他在放回囚犯时，没有料到他们一定会回来希望可以赦免自己的死罪，所以才放回他们呢?又怎么会知道那些被放回的囚犯，没有料到他们自动回来就一定会被赦免自己的死罪，这才又回来呢?料想到囚犯一定会回来这才放他们回家，这是唐太宗从上面窥测到下面囚犯的内心想法；料想到一定会被赦免死罪这才回来，这是下面的囚犯在窥测上面的皇帝的内心想法。我从中看到的是上下互相窥测对方的内心想法才形成了这种名声，哪里还有皇帝采取恩德感化的办法和囚犯遵守信义的事呢?不然的话，唐太宗在全国施行恩德感化的办法，到这时已经六年了，却不能让小人不犯极恶大罪，只凭一天的恩德感化，就能使囚犯视死如归，而且坚守信义。这是一种说不通的观点啊!<br>　　那么应该怎么去做才可以呢?我说：对放回家去而又回来的囚犯，杀了他而不能赦免。然后再放出一批囚犯，他们又回来了，这样才可以知道是被恩德感化所致。然而这必定是不可能的事。如果对放出的囚犯在他们回来后就赦免了死罪，可以偶尔做一次。如果总是这样去做，那么杀人犯都不会被处死。这可以作为国家的常法吗?不能作为国家的常法。这难道能说是圣人之法吗?所以说，尧、舜、三王治理国家，必定以合乎人情为标准，不以标新立异为高明，不能违背情理来博取自己的名誉。</p><p><strong>译文二</strong><br>　　对君子讲信义，对小人施刑罚。刑罚定成死罪，是罪恶到了顶点，这又是小人中最厉害的了。宁可为了信义而死，不愿苟且偷生，把死看得象回家一般，这又是君子中特别难以办到的。当唐太宗贞观六年的时候，选取犯死罪的囚犯三百多人，释放了让他们回家，并约定时间叫他们自动回来接受死刑;这是用君子难以做到的事，希望最坏的小人一定做到。那些囚犯到了期限，终于自己回来，竟没有一个失约的:这是君子难于做到的事，小人却轻而易举的做到了。这难道是近于人情的么。<br>　　有人说:\"罪大恶极，的确是小人了;但是等到对他施加恩德，就可以使他变成君子。因为恩德进入人心很深，能很快改变人们的气质，所以出现了象这样的情况。\"我说:\"唐太宗之所以这样做，正是为了求得这种声誉啊。这样看来，哪里知道放囚犯回去，不是预料他们一定再回来以希望赦免，所以才释放他们呢又哪里知道被释放回来的囚犯，不是预料自动回来一定能够赦免，所以才再回来的呢料想囚犯一定回来才释放他们，这是上面揣摩下面的情意;料想上面一定赦免他们才再回来，这是下面揣摩上面的心思。我只见上面和下面互相揣摩来造成这种声誉，哪里有什么布施恩德和懂得信义呢如果不是这样，那么唐太宗向天下布施恩德，到这时已经六年了，还不能使小人不做罪大恶极的事;然而一天的恩德，却能使他们视死如归，保存信义，这又是讲不通的理论啊。\"<br>　　既然这样，那么怎样做才好呢？我说:\"释放了回来的，把他们杀掉而不赦免;然后再释放一批，他们又回来了，这样才能知道是布施恩德所造成的。然而这是一定不会有的事啊。至于释放了能够自动回来再加以赦免，只能够偶然试一试罢了;如果屡次这样做，那么杀人犯就都不会死了，这能够作为天下经常的法律么不能作为经常的法律，难道是圣人的法律么因此，尧，舜和三王治理天下，一定根据人情，不标新立异来显示高尚，不违背人情来求取名誉。</p><p><strong>注释</strong><br>①唐太宗之六年：632年（唐太宗贞观六年）。唐太宗是我国历史上有一定作为的皇帝，他在位年间，国势强大，社会较安定，史称“贞观之治”。<br>②大辟：死刑。辟，法。刑法。大辟意为最重的刑罚。<br>③意：估计。<br>④贼：用作动词，窃，私下行动，引申为窥测。<br>⑤三王：指夏禹、商汤、周文王和周武王。他们都是儒家崇拜的古代的明君。</p>",
  "shangxi": "<h2>评析</h2> <p>　　这是一篇史评，评论唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的假释死刑囚犯，犯人被释归家后又全部按时返回，从而赦免他们的史实。 文章开门见山，警拔有力。从“信义行于君子，而刑戮施于小人”说起，定下了全文的基调，标出全文的主旨。接着从唐太宗纵放死囚的史实，以君子与小人相比较，反复论析，指出唐太宗的做法有悖人情，违反法度，只不过是借此邀取名誉的一种手段。议论纵横，深刻入髓。“上下交相贼以成此名”，而不是什么“施恩德”“知信义”，揭露得可谓明快酣畅。因此，唐太宗的做法不值得效法，不可以作为“天下之常法”，而应该“尧舜三王之治，必本于人情。不立异以为高，不逆情以干誉”。文章据史立论，层层辨析，论证充分，结论高远，警醒人心也。 </p> <p>　　据史书记载，唐太宗曾于632年（贞观六年）下令把等待执行的死囚三百余人放回家中，令与家人团聚，并约定返回狱中的日期。其后三百余入均如期返回，朝廷遂赦免其罪。在<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>以前，一般的都把这件事传为“美谈”，认为唐太宗能“施恩德”，囚犯“知信义”。作者独能力排众议，提出了自己的意见。这种敢于创新的精神本身就是可贵的。</p> <p>　　《纵囚论》最大的特点是逻辑性强，结构严密。全文基本上可以分为提出问题、分析问题、解决问题三个部分。在提出问题时，作者肯定地指出，纵囚一事本身就不近人情，这就为下文的展开定下了基调。在分析问题时，作者一针见血地指出，唐太宗之所以这样做，纯粹是为了沽名钓誉。文章从唐太宗、囚犯的不同的心理活动中得出了这样一个结论：这不过是上演了一场“上下交相贼”的闹剧。同时，他还从唐太宗登基六年来并没有消弭小人犯极恶大罪的事实，证明了偶尔的纵囚也解决不了问题。这种“以子之矛，攻子之盾”的笔法，确实犀利无比。在解决问题时，作者旗帜鲜明地亮出了自己的观点：不管从事何种工作，“必本子人情”。全文浑然一体，无懈可击。</p> <p>　　《纵囚论》的反问句较多，有助于增强文章的说服力。第二段中采取问答的形式来论证，又增加了文章的可读性。所有这些，都值得认真揣摩。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>，开创了历史上的“贞观之治”，经过主动消灭各地割据势力，虚心纳谏、在国内厉行节约、使百姓休养生息，使得社会出现了国泰民安的局面。为后来全盛的开元盛世奠定了重要的基础，将中国传统农业社会推向鼎盛时期。公元633年，李世民下令让将近400人囚犯回乡一年，等到来年秋收后再回到狱中受刑。这些犯人感激不已，等到第二年秋收后，所有犯人一个不差地全部归狱。李世民很是高兴，当场赦免了所有犯人。这就是著名的“四百囚徒归狱案”。</p> <p>　　《纵囚论》就唐太宗纵囚一事提出了质疑，认为此事不足为训，并明确地提出了“三王之治，必本于人情，不立异以为高，不逆情以干誉”这一论点。这是一篇对传统见解进行辩驳的议论文。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "史评"
  ]
}