{
  "id": 63,
  "star": 839,
  "name": "木瓜",
  "dynasty": "先秦",
  "content": "投我以木瓜，报之以琼琚。匪报也，永以为好也！<br>投我以木桃，报之以琼瑶。匪报也，永以为好也！<br>投我以木李，报之以琼玖。匪报也，永以为好也！",
  "fanyi": "<p><strong>译文<br></strong>你将木瓜投赠我，我拿琼琚作回报。不是为了答谢你，珍重情意永相好。</p> <p>你将木桃投赠我，我拿琼瑶作回报。不是为了答谢你，珍重情意永相好。</p> <p>你将木李投赠我，我拿琼玖作回报。不是为了答谢你，珍重情意永相好。</p> <p><strong>注释</strong><br>⑴木瓜：一种落叶灌木（或小乔木），蔷薇科，果实长椭圆形，色黄而香，蒸煮或蜜渍后供食用。按：今粤桂闽台等地出产的木瓜，全称为番木瓜，供生食，与此处的木瓜非一物。<br>⑵琼琚（jū）：美玉，下“琼玖”“琼瑶”同。<br>⑶匪：非。<br>⑷木桃：果名，即楂子，比木瓜小。<br>⑸木李：果名，即榠楂，又名木梨。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_63.aspx\">诗</a>经·大雅·抑》有“投我以桃，报之以李”之句，后世“投桃报李”便成了，成语，比喻相互赠答，礼尚往来。比较起来，《卫风·木瓜》这一篇虽然也有从“投之以木瓜（桃、李），报之以琼琚（瑶、玖）”生发出的成语“投木报琼”（如托名宋<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>《全唐诗话》就有“投木报琼，义将安在”的记载），但“投木报琼”的使用频率却根本没法与“投桃报李”相提并论。可是论传诵程度还是《木瓜》更高，它是现今传诵最广的《诗经》名篇之一。</p> <p>　　对于这么一首知名度很高而语句并不复杂的先秦古诗，古往今来解析其主旨的说法居然也有七种之多（据张树波《国风集说》统计）。按，成于汉代的《毛诗序》云：“《木瓜》，美齐桓公也。卫国有狄人之败，出处于漕，齐桓公救而封之，遗之车马器物焉。卫人思之，欲厚报之，而作是诗也。”这一说法在宋代有严粲（《诗缉》）等人支持，在清代有<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>（《诗古微》）等人支持。与毛说大致同时的三家诗，据陈乔枞《鲁诗遗说考》考证，鲁诗“以此篇为臣下思报礼而作”，王先谦《诗三家义集疏》意见与之相同。从宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>起，“男女相互赠答说”开始流行，《诗集传》云：“言人有赠我以微物，我当报之以重宝，而犹未足以为报也，但欲其长以为好而不忘耳。疑亦男女相赠答之词，如《静女》之类。”这体现了宋代《诗》学废序派的革新疑古精神。但这一说法受到清代《诗》学独立思考派的重要代表之一姚际恒的批驳，《诗经通论》云：“以（之）为朋友相赠答亦奚不可，何必定是男女耶！”现代学者一般从朱熹之说，而且更明确指出此诗是爱情诗。因此诗主旨说法多不同，而“木瓜”作为文学意象也就被赋予了多种不同的象征意义。其中“臣子思报忠于君主”“爱人定情坚于金玉”“友人馈赠礼轻情重”三种意象逐渐成为“木瓜”意象的主流内涵。</p> <p>　　《木瓜》一诗，从章句结构上看，很有特色。首先，其中没有《诗经》中最典型的句式——四字句。这不是没法用四字句（如用四字句，变成“投我木瓜（桃，李），报以琼琚（瑶、玖）；匪以为报，永以为好”，一样可以），而是作者有意无意地用这种句式造成一种跌宕有致的韵味，在歌唱时易于取得声情并茂的效果。其次，语句具有极高的重叠复沓程度。不要说每章的后两句一模一样，就是前两句也仅一字之差，并且“琼琚”“琼瑶”“琼玖”语虽略异义实全同，而“木瓜”“木桃”“木李”据<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》考证也是同一属的植物．其间的差异大致也就像橘、柑、橙之间的差异那样并不大。这样，三章基本重复，而如此高的重复程度在整部《诗经》中也并不很多，格式看起来就像唐代据<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗谱写的《阳关三叠》乐歌似的，——自然这是《诗经》的音乐与文学双重性决定的。</p> <p>　　“你赠给我果子，我回赠你美玉”，与“投桃报李”不同，回报的东西价值要比受赠的东西大得多，这体现了一种人类的高尚情感（包括爱情，也包括友情）。这种情感重的是心心相印，是精神上的契合，因而回赠的东西及其价值的高低在此实际上也只具有象征性的意义，表现的是对他人对自己的情意的珍视，所以说“匪报也”。“投我以木瓜（桃、李），报之以琼琚（瑶、玖）”，其深层语义当是：虽汝投我之物为木瓜（桃、李），而汝之情实贵逾琼琚（瑶、玖）；我以琼琚（瑶、玖）相报，亦难尽我心中对汝之感激。清牛运震《诗志》评此数语云：“惠有大于木瓜者，却以木瓜为言，是降一格衬托法；琼瑶足以报矣，却说匪报，是进一层翻剥法。”他的话并非没有道理，但将木瓜、琼瑶之类已基本抽象化的物品看得太实，其他解此诗者似也有此病。实际上，作者胸襟之高朗开阔，已无衡量厚薄轻重之心横亘其间，他想要表达的就是：珍重、理解他人的情意便是最高尚的情意。从这一点上说，后来汉代<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《四愁诗》“美人赠我金错刀，何以报之英琼瑶”，尽管说的是“投金报玉”。其意义实也与“投木报琼”无异。</p>",
  "about": "<h2>创作背景</h2> 　　关于《卫风·木瓜》这首先秦古<a href=\"http://so.gushiwen.org/view_63.aspx\">诗</a>的背景，古往今来的解析多有分歧。据张树波《国风集说》统计，主要有七种说法。成于汉代的《毛诗序》云：“《木瓜》，美齐桓公也。卫国有狄人之败，出处于漕，齐桓公救而封之，遗之车马器物焉。卫人思之，欲厚报之，而作是诗也。”这一说法在宋代有严粲（《诗缉》）等人支持，在清代有<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>（《诗古微》）等人支持。与毛说大致同时的三家诗，据陈乔枞《鲁诗遗说考》考证，鲁诗“以此篇为臣下思报礼而作”，王先谦《诗三家义集疏》意见与之相同。从宋代<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>起，“男女相互赠答说”开始流行，《诗集传》云：“言人有赠我以微物，我当报之以重宝，而犹未足以为报也，但欲其长以为好而不忘耳。疑亦男女相赠答之词，如《静女》之类。”这体现了宋代《诗》学废序派的革新疑古精神。但这一说法受到清代《诗》学独立思考派的重要代表之一姚际恒的批驳，《诗经通论》云：“以（之）为朋友相赠答亦奚不可，何必定是男女耶！”现代学者一般从朱熹之说，而且更明确指出此诗是爱情诗，作者当是一位青年男子。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "感激"
  ]
}