{
  "id": 7798,
  "star": 27,
  "name": "发白马",
  "dynasty": "唐代",
  "content": "将军发白马，旌节度黄河。<br>箫鼓聒川岳，沧溟涌涛波。<br>武安有振瓦，易水无寒歌。<br>铁骑若雪山，饮流涸滹沱。<br>扬兵猎月窟，转战略朝那。<br>倚剑登燕然，边烽列嵯峨。<br>萧条万里外，耕作五原多。<br>一扫清大漠，包虎戢金戈。",
  "fanyi": "<p><strong>译文<br></strong>将军骑着白马出发，旌节拥簇度黄河。<br>箫鼓喧天满川岳，犹如沧溟涌起洪波。<br>声碎武安之瓦，易水悲歌无法比拟。<br>铁骑若雪山云涌，饮流可以干涸滹沱河。<br>扬兵聚猎西边的月窟，转战夺取朝那城。<br>倚剑登上燕然山，边疆烽火台连绵嵯峨。<br>长城外萧条万里，五原关内耕作繁忙。<br>将军用武力扫清大漠，虎皮包裹金戈。</p> <p><strong>注释</strong><br>1.旌节：即旌和节，两种信符。唐制，节度使赐双旌双节。旌以专赏，节以专杀。见《唐六典》。<br>2.聒：喧扰嘈杂。读guō。<br>3.沧溟：即大海。<br>4.武安句：《史记·廉颇蔺相如列传》：秦伐韩，赵王令赵奢救之，秦军军武安西，鼓噪勒兵，武安屋瓦尽震。此处形容军势之盛。<br>5.易水句：言士气高涨，歌声豪壮。《易水歌》见《史记·刺客列传》。<br>6.饮流句：极言军队人数之多。涸，干。滹沱，河流名，发源山西，东流入河北平原，汇入子牙河，至天津汇北运河入海。<br>7.扬兵句：谓显扬军威于边地。月窟，指极西之地。此处泛指边疆。<br>8.略朝那：夺取朝那。朝那，古县名，汉置，故址在今甘肃平凉市崆峒区西北。《史记·孝文本纪》：十四年冬，匈奴谋入边为寇，攻朝那塞。<br>9.倚剑句：谓将军凭借强大的武力取胜后，刻石勒功。《后汉书·窦宪传》（宪与秉）斩名王已下万三千级，获牲口马牛羊橐驼百余万头。宪、秉遂登燕然山，去塞外三千余里，刻石勒功，纪汉威德，令<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>作铭。倚剑，倚天剑的省称。倚天剑，形容极长的剑。本于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《大言赋》：方地为车，圆天为盖，长剑耿耿倚天外。<br>10.边烽句：谓边境烽燧排列，如同山峦。嵯峨，山势高峻貌。<br>11.耕作句：谓边地无兵患，百姓安定，从事耕作。五原，秦九原郡，汉武帝改置五原郡。见《汉书·地理志下》。<br>12. 包虎句：谓天下太平，不再用武，兵器收藏。包虎，以虎皮包干戈。《礼记》：武王克殷反商，倒载干戈，包以虎皮。郑玄注：包干戈以虎皮，明能以武服兵也。正义曰：虎，武猛之物也，用此虎皮包裹兵器，示武王威猛能制服天下之兵戈也。戢，藏兵也。戢，读jí。</p><br/><p><strong>译文</strong><br>　　将军从白马津出发，张展旌旗跨渡黄河。箫鼓声震动川岳，气势壮大如海上涌起的波涛。武安县有战事，战事浩大，把武安县的屋瓦全都震落了，但战场上兵士气势昂扬，没有慷慨的悲歌。铁骑如若是在雪山上行走，那马饮的水之多，能让滹沱河的水全部干涸。战争在最西部的月窟发起，后来又转战到朝那。倚剑登上燕然山，那里边峰嵯峨，战争频繁。万里之外十分萧条，唯有五原的耕作多。希望能够一扫大漠对中原的威胁，能以武力制伏大漠的胡虏。</p> <p><strong>注释</strong><br>①白马：白马津，在今河南滑县。<br>②武安有振瓦：这里运用的是典故。《史记》中记载：秦国伐魏，赵王令赵奢救魏，秦军驻军在武安西，秦军鼓噪勒兵，武安屋瓦尽震。武安，在今河北武安。<br>③易水无寒歌：这里运用荆轲的事。荆轲刺秦之前，与高渐离慷慨悲歌，高为之送行。歌曰：“风萧萧兮易水寒，壮士一去兮不复还。”<br>④滹沱：河名。在河北西南部，为子牙河的北源。<br>⑤月窟：月生之处，最西边。<br>⑥略朝那：略，取的意思。朝那，是古代的城市名，旧址在今宁夏固原。<br>⑦燕然：燕然山，在今内蒙古境内。<br>⑧五原：郡县名。治所在今陕西定边。<br>⑨戢：收藏兵器。</p>",
  "shangxi": "<h2>简析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7798.aspx\">诗</a>歌颂中原汉族政权的一位将军发兵出征，讨伐胡兵，大获全胜后，刻石勒功，肃清边患，使边民过上太平生活。</p> <p>　　全诗分两段。“朝那”以上为第一段，写发兵攻伐。首二句写发兵行军，旌旗逶迤，渡过黄河。“箫鼓”四句写军队声势浩大，箫鼓响彻山川，如同大海波涛，屋瓦为之震动，将士士气高涨，歌声嘹亮。“铁骑”二句写军队之众多。“扬兵”二句写略地之广阔。“倚剑”以下为第二段。写战胜后的局面。“倚剑”二句写战胜勒功，烽燧戒备森严。“萧条”二句写边地和平景象。末二句写扫清边患后，收兵束甲，不再用兵。</p>",
  "about": "<h2>创作背景</h2> 　　王琦注：题始于（南朝）梁费昶，其辞曰：“白马今虽发，黄河结冰凘”云云，太白盖拟之。按：白马，古渡口名，一名白马津。在河南省滑县。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "写马",
    "战争"
  ]
}