{
  "id": 64561,
  "star": 23,
  "name": "青玉案·丝槐烟柳长亭路",
  "dynasty": "宋代",
  "content": "丝槐烟柳长亭路，恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处？<br>解鞍旅舍天将暮，暗忆叮咛千万句。一寸柔肠情几许？薄衾孤枕，梦回人静，彻晓潇潇雨。",
  "fanyi": "<h2>注释</h2> ①取次:即次第也。<br>②侵晓:天渐明。",
  "shangxi": "<h2>鉴赏</h2> <p>　　词家有主张“词不宜和韵”的，因为词句参差，音律很严，难以使抒写的情思与限定的声韵吻合无间。但乐此不疲以聘其才的仍大有人在，其“善用韵者，虽和犹如自作”，这首小令便是如此，因而颇为著名。</p> <p>　　先是贺方回写了一首《青玉案》，以词中之句改调名为《横塘路》，其结语“试问闲愁知几许？一川烟草，满城风絮，梅子黄时雨”，传诵一时，交相赞誉。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>与贺交好，赋<a href=\"http://so.gushiwen.org/view_64561.aspx\">诗</a>《寄贺方回》：“解作江南断肠句，只今唯有贺方回。”公元1103年（崇宁二年），黄为赵挺之、陈举所构陷，贬谪宜州（今广西宜山）。其兄<a href=\"http://so.gushiwen.org/author_82.aspx\">黄大临</a>，知其喜爱贺词，便依贺韵写了一首《青玉案》送别。翌年庭坚至宜州后，又依贺韵奉和其兄。<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>青年时曾为县小吏，因庭坚喜其聪慧，教他读书，后来才成为海内名僧的。庭坚流放过湘江时，惠洪曾入舟陪送，时达一月，足见交情深笃。为了与庭坚兄弟唱和，也依贺韵写了一首《青玉案》。三首俱步贺词原韵，成为词林佳话。</p> <p>　　惠洪这首和作从长亭惨别到旅舍苦思，外景内情，相反相成；忆想、现实，交织其间，突出离愁之既深且苦。</p> <p>　　上片表现别时情景。长亭折柳，从此远别，牵动愁肠，是以生恨。故落笔先写出这揪人心肺的一幕：长亭别恨。“绿槐烟柳”，乃三春美景，与饯行送别的“长亭路”联系在一起，形成强烈反差，实即以乐景衬哀情，使人倍觉黯然魂销。“取次”，随便，这里有草率之意。试想离人黄庭坚已是遭贬流放的罪臣，奉诏即行，焉敢滞留，其匆匆成行、草草送别之仓惶情状，实亦不难想象。著一“恨”字，实含无限伤感。进而表现离别之际的思绪。试想离人此去宜州，“千峰万嶂”、“远山修水（黄大临和词之句），年近花甲而遭此坎坷，能不忧谗畏谤，思亲怀旧，愁怀惨怛，孤寂难堪？能不倍感时间漫长，痛苦的日子难以打发？”“日永如年愁难度”，虽是赋体直陈的本色之语，确也令人直觉肠回九转，凄惋欲绝。再进而表现离人上路之后的情景。试想离人虽然踏上流放之路，怎能割舍亲友！因此立马据鞍，频频回首。只是却被暮云遮断了视线，连开封那样的高城都望不见，怎能望见站立在高城上送行的亲友!词中虽只刻画离人踟蹰不前的索寞身影，但其依依不舍、怅怅不已的凄凉心境却已生动如见。庭坚和词中曾自述感受：“烟中一线来时路，极目送，归鸿去。”取景与此不同，意境却极其近似，果然是彼唱此和，“心有灵犀一点通”。</p> <p>　　下片描述旅舍离愁。换头直承而下，从傍晚到天晓，集中表现这乍尝别离滋味的第一夜的凄悲境况。孤鞍远去，投宿时天已傍晚。可旅舍怎能和家相比，试想离人此际触处所及，无一习惯，怎能不默默回想和亲人话别的那幕情景，其所以默默存想，暗暗思忆，既是重视深情、珍藏心底的慰藉，也是被迫分离、难以言宣的苦痛。“千万句”，造语平淡，却可启发联想，既能想见亲人反复再三、不厌其烦的关切情态，更能想见亲人既温存体贴又焦急担忧的寸寸柔肠。单纯写苦，不见其苦；忆乐思苦，其苦倍增；从离人唯一的慰藉反映出离人无穷的苦悲，和以乐景写哀情的机杼如出一辙。于是以高度概括的笔力形象生动地表现离人这一夜的孤苦凄凉：薄单单的被盖，孤零零的枕头，静寂寂的夜晚，又有惹人心烦的潇潇雨声，滴滴答答一直落到天亮。仅此现实苦况，已是令人不胜凄怆。再借“梦回”之际，引起对比，强化愁思。思念萦回，形诸梦寐；试想离人思绪，不难想象梦中之景。于是梦里家庭的温馨欢乐与眼前旅舍的冷寂孤苦，映照分明，顿觉满纸生愁，其哀至极。这样以虚衬实，确能以少胜多，艺术内蕴更为丰富，审美佳趣因而倍增。</p> <p>　　惠洪言情，之所以真挚贴切、哀婉动人，首先是善于设身处地，推己及人，准确体察离人的心境，因而感同身受，悲如己出，能够委曲尽致地代抒离人的愁思，不愧为黄庭坚的忘年知己。加以善于捕捉初感，选材多是新离乍别的典型情景，能够造成创深痛巨、记忆犹新的强烈印象。并且又善于利用艺术空白，以虚见实，苦乐相形，容易调动人生的共同体验，激起情感的共鸣，因而大大增强了审美情趣。</p>",
  "poet": {
    "id": 761,
    "star": 0,
    "name": "惠洪",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "惠洪（1070-1128），一名德洪，字觉范，自号寂音尊者。俗姓喻（一作姓彭）。宜丰县桥西乡潜头竹山里人。宋代著名诗僧。自幼家贫，14岁父母双亡，入寺为沙弥，19岁入京师，于天王寺剃度为僧。当时领度牒较难，乃冒用惠洪度牒，遂以洪惠为己名。后南归庐山，依归宗寺真静禅师，又随之迁靖安宝峰寺。惠洪一生多遭不幸，因冒用惠洪名和结交党人，两度入狱。曾被发配海南岛，直到政和三年（1113）才获释回籍。建炎二年(1128)去世。"
  },
  "tags": [
    "离别",
    "相思"
  ]
}