{
  "id": 47902,
  "star": 171,
  "name": "三都赋",
  "dynasty": "魏晋",
  "content": "<strong>总序</strong><br>　　盖诗有六义焉，其二曰赋。杨雄曰：“诗人之赋丽以则。”班固曰：“赋者，古诗之流也。”。先王采焉，以观土风。见“绿竹猗猗”于宜，则知卫地淇澳之产；见“在其版屋”，则知秦野西戎之宅。故能居然而辨八方。<br>　　然相如赋上林而引“卢橘夏熟”，杨雄赋甘泉而陈“玉树青葱”，班固赋西都而叹以出比目，张衡赋西京而述以游海若。假称珍怪，以为润色，若斯之类，匪啻于兹。考之果木，则生非其壤；校之神物，则出非其所。于辞则易为藻饰，于义则虚而无徵。且夫玉卮无当，虽宝非用；侈言无验，虽丽非经。而论者莫不诋讦其研精，作者大氐举为宪章。积习生常，有自来矣。<br>　　余既思摹二京而赋三都，其山川城邑则稽之地图，其鸟兽草木则验之方志。风谣歌舞，各附其俗；魁梧长者，莫非其旧。何则？发言为诗者，咏其所志也；美物者贵依其本，赞事者宜本其实。匪本匪实，览者奚信？且夫任土作贡，虞书所著；辩物居方，周易所慎。聊举其一隅，摄其体统，归诸诂训焉。</p> <p><strong>魏都赋</strong><br>　　魏国先生有睟其容，乃盱衡而诰曰：“异乎交益之士，盖音有楚夏者，土风之乖也；情有险易者，习俗之殊也。虽则生常，固非自得之谓也。昔市南宜僚弄丸，而两家之难解。聊为吾子复玩德音，以释二客竞于辩囿者也。 <br>　　夫泰极剖判，造化权舆。体兼昼夜，理包清浊。流而为江海，结而为山岳。列宿分其野，荒裔带其隅。岩冈潭渊，限蛮隔夷，峻危之窍也。蛮陬夷落，译导而通，鸟兽之氓也。正位居体者，以中夏为喉，不以边垂为襟也。长世字甿者，以道德为藩，不以袭险为屏也。而子大夫之贤者，尚弗曾庶翼等威，附丽皇极。思禀正朔，乐率贡职。而徒务於诡随匪人，宴安於绝域。荣其文身，骄其险棘。缪默语之常伦，牵胶言而逾侈。饰华离以矜然，假倔彊而攘臂。非醇粹之方壮，谋踳驳於王义。孰愈寻靡{艹汧}於中逵，造沐猴於棘刺。剑阁虽嶚，凭之者蹶，非所以深根固蒂也。洞庭虽濬，负之者北，非所以爱人治国也。彼桑榆之末光，逾长庚之初辉。况河冀之爽垲，与江介之湫湄。故将语子以神州之略，赤县之畿。魏都之卓荦，六合之枢机。 <br>　　于时运距阳九，汉网绝维。奸回内赑，兵缠紫微。翼翼京室，眈眈帝宇，巢焚原燎，变为煨烬，故荆棘旅庭也。殷殷寰内，绳绳八区，锋镝纵横，化为战场，故麋鹿寓城也。伊洛榛旷，崤函荒芜。临菑牢落，鄢郢丘墟。而是有魏开国之日，缔构之初。万邑譬焉，亦独焠麋之与子都。培塿之与方壶也。 <br>　　且魏地者，毕昴之所应，虞夏之馀人。先王之桑梓，列圣之遗尘。考之四隈，则八埏之中；测之寒暑，则霜露所均。卜偃前识而赏其隆，吴札听歌而美其风。虽则衰世，而盛德形於管弦；虽逾千祀，而怀旧蕴於遐年。尔其疆域，则旁极齐秦，结凑冀道。开胸殷卫，跨蹑燕赵。山林幽岟，川泽回缭。恒碣碪?於青霄，河汾浩涆而皓溔。南瞻淇澳，则绿竹纯茂；北临漳滏，则冬夏异沼。神钲迢递於高峦，灵响时惊於四表。温泉毖涌而自浪，华清荡邪而难老。墨井盐池，玄滋素液。厥田惟中，厥壤惟白。原隰畇畇，坟衍斥斥。或嵬罍而衤复陆，或黋朗而拓落。乾坤交泰而絪缊，嘉祥徽显而豫作。是以兆朕振古，萌柢畴昔。藏气谶纬，閟象竹帛。迥时世而渊默，应期运而光赫。暨圣武之龙飞，肇受命而光宅。 <br>　　爰初自臻，言占其良。谋龟谋筮，亦既允臧。修其郛郭，缮其城隍。经始之制，牢笼百田。画雍豫之居，写八都之宇。鉴茅茨於陶唐，察卑宫於夏禹。古公草创，而高门有闶；宣王中兴，而筑室百堵。兼圣哲之轨，并文质之状。商丰约而折中，准当年而为量。思重爻，摹大壮。览荀卿，采萧相。拱木於林衡，授全模於梓匠。遐迩悦豫而子来，工徒拟议而骋巧。阐钩绳之筌绪，承二分之正要。揆日晷，考星耀。建社稷，作清庙。筑曾宫以回匝，比冈隒而无陂。造文昌之广殿，极栋宇之弘规。崶若崇山嚬起以崔嵬，髧若玄云舒蜺以高垂。瑰材巨世，参差。枌橑衤复结，栾栌叠施。丹梁虹申以并亘，朱桷森布而支离。绮井列疏以悬蒂，华莲重葩而倒披。齐龙首而涌霤，时梗概於滮池。旅楹闲列，晖鉴抰振。榱题黮&lt;黑逮&gt;，阶盾嶙峋。长庭砥平，锺虡夹陈。风无纤埃，雨无微津。岩岩北阙，南端逌遵。竦峭双碣，方驾比轮。西辟延秋，东启长春。用觐群后，观享颐宾。 <br>　　左则中朝有赩，听政作寝。匪朴匪，去泰去甚。木无雕锼，土无绨锦。玄化所甄，国风所禀。於前则宣明显阳，顺德崇礼。重闱洞出，锵锵济济。珍树猗猗，奇卉萋萋。蕙风如薰，甘露如醴。禁台省中，连闼对廊。直事所繇，典刑所藏。蔼蔼列侍，金蜩齐光。诘朝陪幄，纳言有章。亚以柱後，执法内侍。符节谒者，典玺储吏。膳夫有官，药剂有司。肴醳顺时，腠理则治。於後则椒鹤文石，永巷壸术。楸梓木兰，次舍甲乙。西南其户，成之匪日。丹青焕炳，特有温室。仪形宇宙，历像贤圣。图以百瑞，綷以藻咏。芒芒终古，此焉则镜。有虞作绘，兹亦等竞。 <br>　　右则疏圃曲池，下畹高堂。兰渚莓莓，石濑汤汤。弱葼系实，轻叶振芳。奔龟跃鱼，有祭吕梁。驰道周屈於果下，延阁胤宇以经营。飞陛方辇而径西，三台列峙以峥嵘。亢阳台於阴基，拟华山之削成。上累栋而重霤，下冰室而沍冥。周轩中天，丹墀临猋。增构瓘瓘，清尘彯彯。云雀踶甍而矫首，壮翼摛镂於青霄。雷雨窈冥而未半，皦日笼光於绮寮。习步顿以升降，御春服而逍遥。八极可围於寸眸，万物可齐於一朝。长涂牟首，豪徼互经。晷漏肃唱，明宵有程。附以兰锜，宿以禁兵。司卫闲邪，钩陈罔惊。於是崇墉濬洫，婴堞带涘。四门，隆厦重起。凭太清以混成，越埃壒而资始。藐藐标危，亭亭峻趾。临焦原而不怳，谁劲捷而无犭思？与冈岑而永固，非有期乎世祀。阳灵停曜於其表，阴祇蒙雾於其里。菀以玄武，陪以幽林。缭垣开囿，观宇相临。硕果灌丛，围木竦寻。篁筱怀风，蒲陶结阴。回渊漼，积水深。蒹葭，雚蒻森。丹藕凌波而的皪，绿芰泛涛而浸潭。羽翮颉颃，鳞介浮沈。栖者择木，雊者择音。若咆渤澥与姑馀，常鸣鹤而在阴。表清籞，勒虞箴。思国恤，忘从禽。樵苏往而无忌，即鹿纵而匪禁。腜腜坰野，奕奕菑亩。甘荼伊蠢，芒种斯阜。西门溉其前，史起灌其後。墱流十二，同源异口。畜为屯云，泄为行雨。水澍粳稌，陆莳稷黍。黝黝桑柘，油油麻纻。均田画畴，蕃庐错列姜芋充茂，桃李荫翳家安其所，而服美自悦。邑屋相望，而隔逾奕世。 <br>　　内则街冲辐辏，朱阙结隅。石杠飞梁，出控漳渠。疏通沟以滨路，罗青槐以荫涂。比沧浪而可濯，方步朓而有逾。习习冠盖，莘莘蒸徒。斑白不提，行旅让衢。设官分职，营处署居。夹之以府寺，班之以里闾。其府寺则位副三事，官逾六卿。奉常之号，大理之名。厦屋一揆，华屏齐荣。肃肃阶，重门再扃。师尹爰止。毗代作桢。其闾阎则长寿吉阳，永平思忠。亦有戚里，寘宫之东。闬出长者，巷苞诸公。都护之堂，殿居绮窗。舆骑朝猥，蹀危攵其中。营客馆以周坊，&lt;食芳&gt;宾侣之所集。玮丰楼之闬闳，起建安而首立。葺墙幂室，房庑杂袭。剞劂罔掇，匠积习。广成之传无以畴，街之邸不能及。廓三市而开廛，籍平逵而九达。班列肆以兼罗，设阛阓以襟带。济有无之常偏，距日中而毕会。抗旗亭之峣薛，侈所&lt;兆见&gt;之博大。百隧毂击，连轸万贯，凭轼捶马，袖幕纷半。壹八方而混同，极风采之异观。质剂平而交易，刀布贸而无算。财以工化，贿以商通。难得之货，此则弗容。器周用而长务，物背窳而就攻。不鬻邪而豫贾，著驯风之醇醲。白藏之藏，富有无堤。同赈大内，控引世资，賨幏积墆，琛币充牣。关石之所和钧，财赋之所厎慎。燕弧盈库而委劲，冀马填厩而驵骏。 <br>　　至乎勍敌纠纷，庶土罔宁。圣武兴言，将曜威灵。介胄重袭，旍旗跃茎。弓珧解檠，矛鋋飘英。三属之甲，缦胡之缨。控弦简发，妙拟更嬴。齐被练而銛戈，袭偏裻以讠贵列。毕出征而中律，执奇正以四伐。硕画精通，目无匪制。推锋积纪，铓气弥锐。三接三捷，既昼亦月。克翦方命，吞灭咆烋。云撤叛换，席卷虔刘。祲威八纮，荒阻率由。洗兵海岛，刷马江洲。振旅甸甸，反旆悠悠。凯归同饮，疏爵普畴。朝无刓印，国无费留。 <br>　　丧乱既弭而能宴，武人归兽而去战。萧斧戢柯以柙刃，虹旍摄麾以就卷。斟洪范，酌典宪。观所恒，通其变。上垂拱而司契，下缘督而自劝。道来斯贵，利往则贱。囹圄寂寥，京庾流衍。於时东鳀即序，西倾顺轨。荆南怀憓，朔北思韪。绵绵迥涂，骤山骤水。襁负赆贽，重译贡篚。髽首之豪，鐻耳之杰。服其荒服。敛衽魏阙。置酒文昌，高张宿设。其夜未遽，庭燎晢々。有客祁祁，载华载裔。岌岌冠縰，累累辫发。清酤如济，浊醪如河。冻醴流澌，温酎跃波。丰肴衍衍，行庖皤皤。愔愔醧宴，酣湑无哗延广乐，奏九成。冠韶夏，冒六茎。傮响起，疑震霆。天宇骇，地庐惊。亿若大帝之所兴作，二嬴之所曾聆。金石丝竹之恒韵，匏土革木之常调。干戚羽旄之饰好，清讴微吟之要妙。世业之所日用，耳目之所闻觉。杂糅纷错，兼该泛博。鞮鞻所掌之音，韎昧任禁之曲。以娱四夷之君，以睦八荒之俗。 <br>　　既苗既狩，爰游爰豫。藉田以礼动，大阅以义举。备法驾，理秋御。显文武之壮观，迈梁驺之所著。林不槎枿，泽不伐夭。斧斨以时，罾以道。德连木理，仁挺芝草。皓兽为之育薮，丹鱼为之生沼。矞云翔龙，泽马亍阜。山图其石，川形其宝。莫黑匪乌，三趾而来仪。莫赤匪狐，九尾而自扰。嘉颖离合以汤汤，醴泉涌流而浩浩。显祯祥以曲成，固触物而兼造。盖亦明灵之所酬酢，休徵之所伟兆。 <br>　　旼々率土，迁善罔匮。沐浴福应，宅心醰粹。馀粮栖亩而弗收，颂声载路而洋溢。河洛开奥，符命用出。翩翩黄鸟，衔书来讯人谋所尊，鬼谋所秩。刘宗委驭，巽其神器。闚玉策於金縢，案图於石室。考历数之所在，察五德之所莅。量寸旬，涓吉日。陟中坛，即帝位。改正朔，易服色。继绝世，脩废职。徽帜以变，器械以革。显仁翌明，藏用玄默。菲言厚行，陶化染学。雠校篆籀，篇章毕觌。优贤著於扬历，匪孽形於亲戚。本枝别干，蕃屏皇家。勇若任城，才若东阿。抗旍则威噞秋霜，摛翰则华纵春葩。英喆雄豪，佐命帝室。相兼二八，将猛四七。赫赫震震，开务有谧。故令斯民睹泰阶之平，可比屋而为一。 <br>　　算祀有纪，天禄有终。传业禅祚，高谢万邦。皇恩绰矣，帝德冲矣。让其天下，臣至公矣。荣操行之独得，超百王之庸庸。追亘卷领与结绳，睠留重华而比踪。尊卢赫胥，羲农有熊。虽自以为道，洪化以为隆。世笃玄同，奚遽不能与之踵武而齐其风？是故料其建国，析其法度。谘其考室，议其举厝。复之而无斁，申之而有裕。非疏粝之士所能精，非鄙俚之言所能具。“至於山川之倬诡，物产之魁殊。或名奇而见称，或实异而可书。生生之所常厚，洵美之所不渝。其中则有鸳鸯交谷，虎涧龙山。掘鲤之淀，盖节之渊。嬛嬛精卫，衔木偿怨。常山平干，钜鹿河间。列真非一，往往出焉。昌容练色，犊配眉连。玄俗无影，木羽偶仙。琴高沈水而不濡，时乘赤鲤而周旋。师门使火以验术，故将去而林燔。易阳壮容，卫之稚质。邯郸鵕步，赵之鸣瑟。真定之梨，故安之栗。醇酎中山，流湎千日。淇洹之笋，信都之枣。雍丘之粱，清流之稻。锦绣襄邑，罗绮朝歌。绵纩房子，缣裛清河。若此之属，繁富夥够。可单究，是以抑而未罄也。盖比物以错辞，述清都之闲丽。虽选言以简章，徒九复而遗旨。览大易与春秋，判殊隐而一致。末上林之隤墙，本前脩以作系。 <br>　　其军容弗犯，信其果毅。纠华绥戎，以戴公室。元勋配管敬之绩，歌锺析邦君之肆。则魏绛之贤有令闻也。闲居隘巷，室迩心遐。富仁宠义，职竞弗罗。千乘为之轼庐，诸侯为之止戈。则干木之德自解纷也。贵非吾尊，重士逾山。亲御监门，嗛嗛同轩。搦秦起赵。威振八蕃。则信陵之名若兰芬也。英辩荣枯，能济其厄。位加将相，窒隙之策。四海齐锋，一口所敌，张仪、张禄亦足云也。 <br>　　搉惟庸蜀与鸲鹊同窠，句吴与黾同穴。一自以为禽鸟，一自以为鱼鳖。山阜猥积而踦　区，泉流迸集而咉咽。隰壤瀸漏而沮洳，林薮石留而芜秽。穷岫泄云，日月恒翳。宅土熇暑，封疆障疠。蔡莽螫剌，昆虫毒噬。汉罪流御，秦馀徙&lt;列巾&gt;。宵貌蕞陋，禀质脆。巷无杼首，里罕耆耋。或魋髻而左言，或镂肤而钻发。或明发而嬥歌，或浮泳而卒岁。风俗以果为婳，人物以戕害为艺。威仪所不摄，宪章所不缀。由重山之束厄，因长川之裾势。距远关以闚，时高樔而陛制。薄戍绵幂，无异蛛蝥之网；弱卒琐甲，无异螳螂之卫。 <br>　　与先世而常然，虽信险而剿绝。揆既往之前迹，即将来之後辙。成都迄已倾覆，建邺则亦颠沛。顾非累卵於叠釭，焉至观形而怀怛！权假日以馀荣，比朝华而菴蔼。览麦秀与黍离，可作谣於吴会。” <br>　　先生之言未卒，吴蜀二客，矍焉相顾，倏焉失所。有靦瞢容，神形茹。气离坐，倏墨而谢。曰：“仆党清狂，怵迫闽濮。习蓼虫之忘辛，玩进退之惟谷。非常寐而无觉，不睹皇舆之轨躅。过以亻凡剽之单慧，历执古之醇听。兼重以崒缪，偭辰光而罔定。先生玄识，深颂靡测。得闻上德之至盛，匪同忧於有圣。抑若春霆发响，而惊蛰飞竞。潜龙浮景，而幽泉高镜。虽星有风雨之好，人有异同之性。庶觌蔀家与剥庐，非苏世而居正。且夫寒谷丰黍，吹律暖之也。昬情爽曙，箴规显之也。虽明珠兼寸，尺璧有盈。曜车二六，三倾五城，未若申锡典章之为远也。”亮曰：“日不双丽，世不两帝。天经地纬，理有大归。安得齐给守其小辩也。”</p> <p><strong>吴都赋</strong><br>　　东吴王孙冁然而咍，曰：“夫上图景宿，辨於天文者也。下料物土，析於地理者也。古先帝代，曾览八纮之洪绪。一六合而光宅，翔集遐宇。鸟策篆素，玉牒石记。乌闻梁岷有陟方之馆、行宫之基欤？而吾子言蜀都之富，禺同之有。玮其区域，美其林薮。矜巴汉之阻，则以为袭险之右。徇蹲鸱之沃，则以为世济阳九。龌龊而算，顾亦曲士之所叹也。旁魄而论都，抑非大人之壮观也。何则？土壤不足以摄生，山川不足以周卫。公孙国之而破，诸葛家之而灭。兹乃丧乱之丘墟，颠覆之轨辙。安可以俪王公而著风烈也？玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。习其弊邑而不睹上邦者，未知英雄之所躔也。 <br>　　“子独未闻大吴之巨丽乎？且有吴之开国也，造自太伯，宣於延陵。盖端委之所彰，高节之所兴。建至德以创洪业，世无得而显称。由克让以立风俗，轻脱鵕於千乘。若率土而论都，则非列国之所觖望也。故其经略，上当星纪。拓土画疆，卓荦兼并。包括干越，跨蹑蛮荆。婺女寄其曜，翼轸寓其精。指衡岳以镇野，目龙川而带坰。 <br>　　“尔其山泽，则嵬嶷峣屼，?婴冥郁岪。溃渱泮汗，滇氵眄淼漫。或涌川而开渎，或吞江而纳汉。磈々，滮々涆々。?钦碒乎数州之间，灌注乎天下之半。百川派别，归海而会。控清引浊，混涛并濑。濆薄沸腾，寂寥长迈。濞焉汹汹，隐焉潏潏。出乎大荒之中，行乎东极之外。经扶桑之中林，包汤谷之滂沛。潮波汨起，回复万里。歊雾漨浡，云蒸昏昧。泓澄?#91;，澒溶沆漾。莫测其深，莫究其广。澶湉漠而无涯，牜怱有流而为长。朅异之所丛育，鳞甲之所集往。 <br>　　“於是乎长鲸吞航，修鲵吐浪。跃龙腾蛇，鲛鲻琵琶。王鲔鯸鲐，鮣龟鱕?昔。乌贼拥剑，鼊鲭鳄。涵泳乎其中。葺鳞镂甲，诡类舛错。溯洄顺流，噞喁沈浮。鸟则鹍鸡鸀鳿<a>\\\\\\</a>，鹴鹄鹭鸿。鶢鶋避风，候雁造江。鸂敕?鷛渠?，　鹤鹙鸧。鹳鸥鹢鸬，氾滥乎其上。湛淡羽仪，随波参差。理翮整翰，容与自玩。雕啄蔓藻，刷荡漪澜。鱼鸟聱耴，万物蠢生。芒芒黖々，慌罔奄欻，神化翕忽，函幽育明。穷性极形，盈虚自然。蚌蛤珠胎，与月亏全。巨鳌赑屃，首冠灵山。大鹏缤翻，翼若垂天。振荡汪流，雷抃重渊。殷动宇宙，胡可胜原！ <br>　　“岛屿绵邈，洲渚冯隆。旷瞻迢递，迥眺冥蒙。珍怪丽，奇隙充。径路绝，风云通。洪桃屈盘，丹桂灌丛。琼枝抗茎而敷蕊，珊瑚幽茂而玲珑。增冈重阻，列真之宇。玉堂对溜，石室相距。蔼蔼翠幄，?弱?弱素女。江斐於是往来，海童於是宴语。斯实神妙之响象，嗟难得而覙缕！ <br>　　“尔乃地势坱圠，卉木镺蔓。遭薮为圃，值林为苑。异荂蓲，夏晔冬蒨。方志所辨，中州所羡。草则藿蒳豆蔻，姜汇非一。江蓠之属，海苔之类。纶组紫绛，食葛香茅。石帆水松，东风扶留。布濩皋泽，蝉联陵丘。夤缘山岳之岊，幂历江海之流。扤白蒂，衔朱蕤。郁兮?茂，晔兮菲菲。光色炫晃，芬馥肸蚃。职贡纳其包匦，离骚咏其宿莽。木则枫柙櫲樟，栟榈枸桹。绵杬杶栌，文欀桢橿。平仲桾櫏，松梓古度。楠榴之木，相思之树。宗生高冈，族茂幽阜。擢本千寻，垂荫万亩。攒柯挐茎，重葩殗叶。轮囷蚪蟠，鳞接。荣色杂糅，绸缪缛绣。宵露霮感，旭日晻孛。与风飖飏，&lt;风幼&gt;浏飕飗。鸣条律畅，飞音响亮。盖象琴筑并奏，笙竽俱唱。其上则猿父哀吟，犭军子长啸。狖鼯猓然，腾趠飞超。争接县垂，竞游远枝。惊透沸乱，牢落翚散。其下则有枭羊麡狼，猰?犭区象。乌菟之族，犀兕之党。钩爪锯牙，自成锋颖。精若燿星，声若云霆。名载於山经，形镂於夏鼎。 <br>　　“其竹则筼筜箖箊，桂箭射筒。柚梧有篁，篻簩有丛。苞笋抽节，往往萦结。绿叶翠茎，冒霜停雪。橚矗森萃，蓊茸萧瑟。檀栾蝉蜎，玉润碧鲜。梢云无以逾，嶰谷弗能连。鸑鷟食其实，鹓雏扰其间。其果则丹橘馀甘，荔枝之林。槟榔无柯，椰叶无阴。龙眼橄榄，榴御霜。结根比景之阴，列挺衡山之阳。素华斐，丹秀芳。临青壁，系紫房。鹧鸪南翥而中留，孔雀綷羽以翱翔。山鸡归飞而来栖，翡翠列巢以重行。其琛赂则琨瑶之阜，铜锴之垠。火齐之宝，骇鸡之珍。赪丹明玑，金华银朴。紫贝流黄，缥碧素玉。隐赈崴，杂插幽屏。精曜潜颖，硩陊山谷。碕岸为之不枯，林木为之润黩。隋侯於是鄙其夜光，宋王於是陋其结绿。“其荒陬谲诡，则有龙穴内蒸，云雨所储。陵鲤若兽，浮石若桴。双则比目，片则王馀。穷陆饮木，极沈水居。泉室潜织而卷绡，渊客慷慨而泣珠。开北户以向日，齐南冥於幽都。其四野，则畛畷无数，膏腴兼倍。原隰殊品，窊隆异等。象耕鸟耘，此之自与。穱秀菰穗，於是乎在。煮海为盐，采山铸钱。国税再熟之稻，乡贡八蚕之绵。 <br>　　“徒观其郊隧之内奥，都邑之纲纪。霸王之所根柢，开国之所基趾。郛郭周匝，重城结隅。通门二八，水道陆衢。所以经始，用累千祀。宪紫宫以营室，廓广庭之漫漫。寒暑隔阂於邃宇，虹霓回带於云馆。所以跨跱焕炳万里也。造姑苏之高台，临四远而特建，带朝夕之浚池，佩长洲之茂苑。窥东山之府，则环宝溢目；海陵之仓，则红粟流衍。起寝庙於武昌，作离宫於建业。阐阖闾之所营，采夫差之遗法。抗神龙之华殿，施荣楯而捷猎。崇临海之崔巍，饰赤乌之韡晔。东西胶葛，南北峥嵘。房栊对櫎，连阁相经。阍闼谲诡，异出奇名。左称弯碕，右号临硎。雕栾镂楶，青琐丹楹。图以云气，画以仙灵。虽兹宅之夸丽，曾未足以少宁。思比屋於倾宫，毕结瑶而构琼。高闱有闶，洞门方轨。朱阙双立，驰道如砥。树以青槐，亘以绿水。玄荫眈眈，清流亹亹。列寺七里，侠栋阳路。屯营栉比，解署釭布。横塘查下，邑屋隆夸。长干延属，飞甍舛互。 <br>　　“其居则高门鼎贵，魁岸豪杰。虞魏之昆，顾陆之裔。歧嶷继体，老成弈世。跃马叠迹，朱轮累辙。陈兵而归，兰锜内设。冠盖云荫，闾阎阗噎。其邻则有任侠之靡，轻訬之客。缔交翩翩，亻宝从弈弈。出蹑珠履，动以千百。里宴巷饮，飞觞举白。翘关扛鼎。拚射壶博。鄱阳暴谑，中酒而作。 <br>　　“於是乐只衎而欢饫无匮，都辇殷而四奥来暨。水浮陆行，方舟结驷。唱棹转毂，昧旦永日。开市朝而并纳，横阛阓而流溢。混品物而同廛，并都鄙而为一。士女伫眙，商贾骈{比土}。纻衣絺服，杂沓傱萃。轻舆按辔以经隧，楼船举颿而过肆。果布辐凑而常然，致远流离与珂。纟集贿纷纭，器用万端。金镒磊砢，珠琲阑干。桃笙象簟，韬於筒中；蕉葛升越，弱於罗纨。泶犭翏，交贸相竞。喧哗喤呷，芬葩荫映。挥袖风飘而红尘昼昬；流汗霡霂而中逵泥泞。 “富中之甿，货殖之选。乘时射利，财丰巨万。竞其区宇，则并疆兼巷；矜其宴居，则珠服玉馔。趫材悍壮，此焉比庐。捷若庆忌，勇若专诸。危冠而出，竦剑而趋。扈带鲛函，扶揄属镂藏鍦於人，去&lt;盾戈&gt;自闾。家有鹤膝，户有犀渠。军容蓄用，器械兼储。吴钩越棘，纯钧湛卢。戎车盈於石城，戈船掩乎江湖。 <br>　　“露往霜来，日月其除。草木节解，鸟兽腯肤。观鹰隼，诫征夫。坐组甲，建祀姑。命官帅而拥铎，将校猎乎具区。乌浒狼荒，夫南西屠。儋耳黑齿之酋，金邻象郡之渠。戊矞，靸霅警捷，先驱前涂。俞骑骋路，指南司方。出车槛槛，被练锵锵。吴王乃巾玉辂，轺骕骦。旗鱼须，常重光。摄乌号，佩干将。羽旄扬蕤，雄戟耀芒。贝胄象弭，织文鸟章。六军袀服，四骐龙骧。峭格周施，罿罻普张。罼鶒琐结，罠氾连纲。阹以九疑，御以沅湘。輶轩蓼扰，彀骑炜煌。袒裼徒搏，拔距投石之部。猿臂骿胁，狂趭犷猤。鹰瞵鹗视，じす翊。若离若合者，相与腾跃乎莽　之野。干卤殳鋋，旸夷勃卢之旅。长&lt;矛殳&gt;短兵，直发驰骋。儇佻坌并，衔枚无声。悠悠旆旌者，相与聊浪乎昧莫之坰。钲鼓叠山，火烈熛林。飞爓浮烟，载霞载阴。菈擸雷硠，崩峦弛岑。鸟不择木，兽不择音。&lt;虎武&gt;甝，&lt;系页&gt;麋麖。蓦六驳，追飞生。弹鸶鶁，射猱犭廷。白雉落，黑鸩零。陵绝???嶕，聿越巉险。跇逾竹柏，猭杞柟。封豨，神螭掩。刚镞润，霜刃染。 <br>　　“於是弭节顿辔，齐镳驻跸。徘徊倘佯，寓目幽蔚。览将帅之拳勇，与士卒之抑扬。羽族以觜距为刀铍，毛群以齿角为矛铗，皆体著而应卒。所以挂扢而为创痏，冲踤而断筋骨。莫不衄锐挫芒，拉捭摧藏。虽有石林之岝崿，请攘臂而靡之；虽有雄虺之九首，将抗足而跐之。颠覆巢居，剖破窟宅。仰攀鵕鸃，俯蹴豺敠。刦剞熊罴之室，剽掠虎豹之落。猩猩啼而就禽，笑而被格。屠巴蛇，出象骼。斩鹏翼，掩广泽。轻禽狡兽，周章夷犹。狼跋乎中，忘其所以睒睗，失其所以去就。魂褫气慑而自踢　伏者，应弦饮羽，形偾景僵者，累积而增益，杂袭错缪。倾薮薄，倒岬岫。岩穴无豜豵，翳荟无{鹿需}鹨。思假道於丰隆，披重霄而高狩。笼乌兔於日月，穷飞走之栖宿。“嶰涧閴，冈岵童。罾罘满，效获众。回靶乎行邪，睨观鱼乎三江。泛舟航於彭蠡，浑万艘而既同。弘舸连舳，巨槛接舻。飞云盖海，制非常模。叠华楼而岛跱，时仿於方壶。比鹢首而有裕，迈馀皇於往初。张组帏，构流苏。开轩幌，镜水区。槁工楫师，选自闽禺。习御长风，狎玩灵胥。责千里於寸阴，聊先期而须臾。棹讴唱，箫籁鸣。洪流响，渚禽惊。弋磻放，稽鹪明?。虞机发，留　。钩铒纵横，网罟接绪。术兼詹公，巧倾任父。筌?亘亸，鲡鲿魦。罩两魪，罺鰝虾。乘鲎鼋鼍，同罛共罗。沈虎潜鹿，馽龓僒束。鲸辈中於群犗，搀抢暴出而相属。虽复鲤，无临河而钓异射鲋於井谷。 “结轻舟而竞逐，迎潮水而振缗。想萍实之复形，访灵夔於鲛人。精卫衔石而遇缴，文鳐夜飞而触纶。北山亡其翔翼，西海失其游鳞。雕题之士，镂身之卒。比饰虬龙，蛟螭与对。简其华质，则费锦缋。料其虓勇，则雕悍狼戾。相与昧潜险，搜环奇。摸蝳蝐，扪觜?隽。剖巨蚌於回渊，濯明月於涟漪。 <br>　　“毕天下之至异，讫无索而不臻。溪壑为之一罄，川渎为之中贫。哂澹台之见谋，聊袭海而徇珍。载汉女於后舟，追晋贾而同尘。汨乘流以砰宕，翼飔风之&lt;风刘&gt;々。直冲涛而上濑，常沛沛以悠悠。汔可休而凯归，揖天吴与阳侯。指包山而为期，集洞庭而淹留。数军实乎桂林之苑，飨戎旅乎落星之楼。置酒若淮泗，积肴若山丘。飞轻轩而酌绿酃，方双辔而赋珍羞。饮烽起，釂鼓震。士遗倦，众怀欣。幸乎馆娃之宫，张女乐而娱群臣。罗金石与丝竹，若钧天之下陈。登东歌，操南音。胤阳阿，咏韎任。荆艳楚舞，吴愉越吟。翕习容裔，靡靡愔愔。 <br>　　“若此者，与夫唱和之隆响，动锺鼓之铿耾。有殷坻颓於前，曲度难胜。皆与谣俗汁协，律吕相应。其奏乐也，则木石润色；其吐哀也，则凄风暴兴。或超延露而驾辩，或逾绿水而采菱。军马弭髦而仰秣，渊鱼竦鳞而上升。酣湑半，八音并。欢情留，良辰征。鲁阳挥戈而高麾，回曜灵於太清。将转西日而再中，齐既往之精诚。 <br>　　“昔者夏后氏朝群臣於兹土，而执玉帛者以万国。盖亦先生之所高会，而四方之所轨则。春秋之际，要盟之主。阖闾信其威，夫差穷其武。内果伍员之谋，外骋孙子之奇。胜强楚於柏举，栖劲越於会稽。阙沟乎商鲁，争长於黄池。徒以江湖嶮陂，物产殷充。绕溜未足言其固，郑白未足语其丰。士有陷坚之锐，俗有节概之风。睚眦则挺剑，喑呜则弯弓。拥之者龙腾，据之者虎视。麾城若振槁，搴旗若顾指。虽带甲一朝，而元功远致。虽累叶百叠，而富强相继。乐湑衎其方域，列仙集其土地。桂父练形而易色，赤须蝉蜕而附丽。中夏比焉，毕世而罕见，丹青图其珍玮，贵其宝利也。舜禹游焉，没齿而忘归，精灵留其山阿，玩其奇丽也。剖判庶士，商搉万俗。国有郁鞅而显敞，邦有湫厄而踡跼。伊兹都之函弘，倾神州而韫椟。仰南斗以斟酌，兼二仪之优渥。 <br>　　“繇此而揆之，西蜀之於东吴，小大之相绝也，亦犹棘林萤燿，而与夫木龙烛也。否泰之相背也，亦犹帝之悬解，而与桎梏疏属也。庸可共世而论巨细，同年而议丰确乎？暨其幽遐独邃，寥廓闲奥。耳目之所不该，足趾之所不蹈。倜傥之极异，誳诡之殊事，藏理於终古，而未寤於前觉也。若吾子之所传，孟浪之遗言，略举其梗概，而未得其要妙也。”</p> <p><strong>蜀都赋</strong><br>　　有西蜀公子者，言于东吴王孙，曰：盖闻天以日月为纲，地以四海为纪。九土星分，万国错跱。崤函有帝皇之宅，河洛为王者之里。吾子岂亦曾闻蜀都之事欤？请为左右扬搉而陈之。 <br>　　夫蜀都者，盖兆基于上世，开国于中古。廓灵关以为门，包玉垒而为宇。带二江之双流，抗峨眉之重阻。水陆所凑，兼六合而交会焉；丰蔚所盛，茂八区而庵蔼焉。 <br>　　于前则跨蹑犍牂，枕倚交趾。经途所亘，五千余里。山阜相属，含溪怀谷。岗峦纠纷，触石吐云。郁葐蒕以翠微，崛巍巍以峨峨。干青霄而秀出，舒丹气而为霞。龙池瀑濆其隈，漏江伏流溃其阿。汩若汤谷之扬涛，沛若蒙汜之涌波。于是乎邛竹缘岭，菌桂临崖。旁挺龙目，侧生荔枝。布绿叶之萋萋，结朱实之离离。迎隆冬而不凋，常晔晔以猗猗。孔翠群翔，犀象竞驰。白雉朝雊，猩猩夜啼。金马骋光而绝景，碧鸡儵忽而曜仪。火井沈荧于幽泉，高爓飞煽于天垂。其间则有虎珀丹青，江珠瑕英。金沙银砾，符采彪炳，晖丽灼烁。 <br>　　于后则却背华容，北指昆仑。缘以剑阁，阻以石门。流汉汤汤，惊浪雷奔。望之天回，即之云昏。水物殊品，鳞介异族。或藏蛟螭，或隐碧玉。嘉鱼出于丙穴，良木攒于褒谷。其树则有木兰梫桂，杞櫹椅桐，椶枒楔枞。楩柟幽蔼于谷底，松柏蓊郁于山峰。擢修干，竦长条。扇飞云，拂轻霄。羲和假道于峻歧，阳乌回翼乎高标。巢居栖翔，聿兼邓林。穴宅奇兽，窠宿异禽。熊罴咆其阳，雕鹗鴥其阴。猿狖腾希而竞捷，虎豹长啸而永吟。 <br>　　于东则左绵巴中，百濮所充。外负铜梁于宕渠，内函要害于膏腴。其中则有巴菽巴戟，灵寿桃枝。樊以蒩圃，滨以盐池。蟞蛦山栖，鼋龟水处。潜龙蟠于沮泽，应鸣鼓而兴雨。丹沙赩炽出其阪，蜜房郁毓被其阜。山图采而得道，赤斧服而不朽。若乃刚悍生其方，风谣尚其武。奋之则賨旅，玩之则渝舞。锐气剽于中叶，蹻容世于乐府。 <br>　　于西则右挟岷山，涌渎发川。陪以白狼，夷歌成章。坰野草昧，林麓黝儵。交让所植，蹲鸱所伏。百药灌丛，寒卉冬馥。异类众伙，于何不育？其中则有青珠黄环，碧砮芒消。或丰绿荑，或蕃丹椒。麋芜布濩于中阿，风连莚蔓于兰皋。红葩紫饰，柯叶渐苞。敷橤葳蕤，落英飘飖。神农是尝，卢跗是料。芳追气邪，味蠲疠痟。 <br>　　其封域之内，则有原隰坟衍，通望弥博。演以潜沬，浸以绵雒。沟洫脉散，疆里绮错。黍稷油油，稻莫莫。指渠口以为云门，洒滮池而为陆泽。虽星毕之滂遝，尚未齐其膏液。 <br>　　尔乃邑居隐赈，夹江傍山。栋宇相望，桑梓接连。家有盐泉之井，户有橘柚之园。其园则林檎枇杷，橙柿梬楟。榹桃函列，梅李罗生。百果甲宅，异色同荣。朱樱春熟，素柰夏成。若乃大火流，凉风厉。白露凝，微霜结。紫梨津润，樼栗罅发。蒲陶乱溃，若榴竞裂。甘至自零，芬芬酷烈。其园则有蒟蒻茱萸，瓜畴芋区。甘蔗辛姜，阳蓲阴敷。日往菲薇，月来扶疏。任土所丽，众献而储。 <br>　　其沃瀛则有攒蒋丛蒲，绿菱红莲。杂以蕴藻，糅以苹蘩。总茎柅柅，裛叶蓁蓁。蕡实时味，王公羞焉。其中则有鸿俦鹄侣，振鹭鹈鹕。晨凫旦至，候雁衔芦。木落南翔，冰泮北徂。云飞水宿，哢吭清渠。其深则有白鼋命鳖，玄獭上祭。鳣鲔鳟鲂，鮷鳢鲨鲿。差鳞次色，锦质报章。跃涛戏濑，中流相忘。于是乎金城石郭，兼帀中区。既丽且崇，实号成都。辟二九之通门，画方轨之广涂。营新宫于爽垲，拟承明而起庐。结阳城之延阁，飞观榭乎云中。开高轩以临山，列绮窗而瞰江。内则议殿爵堂，武义虎威。宣化之闼，崇礼之闱。华阙双邈，重门洞开。金铺交映，玉题相晖。外则轨躅八达，里闬对出。比屋连甍，千庑万室。亦有甲第，当衢向术。坛宇显敞，高门纳驷。庭扣钟磬，堂抚琴瑟。匪葛匪姜，畴能是恤？ <br>　　亚以少城，接乎其西。市廛所会，万商之渊。列隧百重，罗肆巨千。贿货山积，纤丽星繁。都人士女，袨服靓妆。贾贸墆鬻，舛错纵横。异物崛诡，奇于八方。布有橦华，麫有桄榔。邛杖传节于大夏之邑，蒟酱流味于番禺之乡。舆辇杂沓，冠带混并。累毂叠迹，叛衍相倾。喧哗鼎沸，则哤聒宇宙；嚣尘张天，则埃壒曜灵。阛阓之里，伎巧之家。百室离房，机杼相和。贝锦斐成，濯色江波。黄润比筒，籯金所过。 <br>　　侈侈隆富，卓郑埒名。公擅山川，货殖私庭。藏镪巨万，鈲摫兼呈。亦以财雄，翕习边城。三蜀之豪，时来时往。养交都邑，结俦附党。剧谈戏论，扼腕抵掌。出则连骑，归从百两。若其旧俗，终冬始春。吉日良辰，置酒高堂，以御嘉宾。金罍中坐，肴烟四陈。觞以清醥，鲜以紫鳞。羽爵执竞，丝竹乃发。巴姬弹弦，汉女击节。起西音于促柱，歌江上之飉厉。纡长袖而屡舞，翩跹跹以裔裔。合樽促席，引满相罚。乐饮今夕，一醉累月。 <br>　　若夫王孙之属，郤公之伦。从禽于外，巷无居人。并乘骥子，俱服鱼文。玄黄异校，结驷缤纷。西逾金堤，东越玉津。朔别期晦，匪日匪旬。蹴蹈蒙笼，涉寥廓。鹰犬倏眒，罻罗络幕。毛群陆离，羽族纷泊。翕响挥霍，中网林薄。屠麖麋，翦旄麈。带文蛇，跨雕虎。志未骋，时欲晚。追轻翼，赴绝远。出彭门之阙，驰九折之阪。经三峡之峥嵘，蹑五屼之蹇浐。戟食铁之兽，射噬毒之鹿。皛貙氓于葽草，弹言鸟于森木。拔象齿，戾犀角。鸟铩翮，兽废足。 <br>　　殆而朅来相与，第如滇池，集于江洲。试水客，舣轻舟。娉江婓，与神游。罨翡翠，钓鰋鮋。下高鹄，出潜虬。吹洞箫，发棹讴。感鱘鱼，动阳侯。腾波沸涌，珠贝汜浮。若云汉含星，而光耀洪流。将飨獠者，张帟幕，会平原。酌清酤，割芳鲜。饮御酣，宾旅旋。车马雷骇，轰轰阗阗。若风流雨散，漫乎数百里间。斯盖宅土之所安乐，观听之所踊跃也。焉独三川，为世朝市？ <br>　　若乃卓荦奇谲，倜傥罔已。一经神怪，一纬人理。远则岷山之精，上为井络。天帝运期而会昌，景福肸飨而兴作。碧出苌弘之血，鸟生杜宇之魄。妄变化而非常，羌见伟于畴昔。近则江汉炳灵，世载其英。蔚若相如，皭若君平。王褒韡晔而秀发，杨雄含章而挺生。幽思绚道德，摛藻掞天庭。考四海而为儁，当中叶而擅名。是故游谈者以为誉，造作者以为程也。至乎临谷为塞，因山为障。峻岨塍埒长城，豁险吞若巨防。一人守隘，万夫莫向。公孙跃马而称帝，刘宗下辇而自王。由此言之，天下孰尚？故虽兼诸夏之富有，犹未若兹都之无量也。 ",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "辞赋精选",
    "地名",
    "言志",
    "讽刺"
  ]
}