{
  "id": 9341,
  "star": 14,
  "name": "田使君美人舞如莲花北鋋歌",
  "dynasty": "唐代",
  "content": "美人舞如莲花旋，世人有眼应未见。<br>高堂满地红氍毹，试舞一曲天下无。<br>此曲胡人传入汉，诸客见之惊且叹。<br>慢脸娇娥纤复秾，轻罗金缕花葱茏。<br>回裾转袖若飞雪，左鋋右鋋生旋风。<br>琵琶横笛和未匝，花门山头黄云合。<br>忽作出塞入塞声，白草胡沙寒飒飒。<br>翻身入破如有神，前见后见回回新。<br>始知诸曲不可比，采莲落梅徒聒耳。<br>世人学舞只是舞，恣态岂能得如此。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>美人起舞好似莲花旋转，世上之人想必从未看见。<br>高堂之上铺满红色地毯，翩翩起舞有若天上人间。<br>此曲乃是胡人传入汉家，座上客人无不为之惊叹。<br>舞女矫媚身姿多么匀称，轻绸全线衣裙多么鲜艳。<br>裙袖飘动好似团团飞雪，左右飞转有如急风回旋。<br>琵琶横笛乐曲来过一遍，花门山头飞来黄云片片，<br>忽然奏起出塞入塞之声，白草胡沙卷起寒风满天；<br>乐曲将尽狂舞似有神助，前旋后转舞姿千变万幻！<br>天下舞曲谁能与之相比，采莲落梅顿觉令人生烦；<br>世人学舞只是舞来舞去，姿态怎会如此神异不凡！</p> <p>散译<br>美人们旋转舞动时如莲花开放，世上长眼睛的人都应该没有见过。<br>高大的厅堂中，地上铺满了红地毯，舞者试着踏着节拍舞蹈了一曲。<br>这曲舞是从胡人中流传入中原地区的，大家见了十分惊奇而且赞叹不已。<br>美丽的脸庞，娇美的眉毛，舞者身材苗条而且丰腴，身穿金线绣就的图案十分华贵的罗纱衣。<br>回环转动裙子，挥舞起袖子，仿佛满眼都是雪花在飞舞，左右旋动的身影好像是一股卷动的旋风。<br>琵琶和横笛的乐音伴奏还未过一遍，花门山顶的黄云因之已合拢到了一块。<br>音乐中忽然奏出《出塞》《入塞》两曲，顿时身边好像响起了吹折白草、卷起胡沙的冷飕飕的风声。<br>舞者身形翻滚，音乐奏起的入破之音像是神仙所为一般，妙不可言。<br>这才知道其他曲子都是无法与之相比的，以前听过的《采莲》《落梅》只不过是烦扰耳朵的噪音罢了。<br>世上的人学舞只是舞蹈罢了，那神态、身姿哪里能够达到如此神奇的境界呢？</p> <p><strong>注释<br></strong>⑴使君：对州郡长官的称呼。美人：指舞女，当是田使君家中的歌伎。如莲花：舞姿美艳，好似莲花。北鋋（chán）：舞蹈的名称，从<a href=\"http://so.gushiwen.org/view_9341.aspx\">诗</a>中描写看，似以多有旋转动作为其主要特征。<br>⑵北同城：地名，疑为西北边地小城。<br>⑶氍毹（qú shū）：毛织的地毯。<br>⑷纤复秾（nóng）：说体态匀称，不胖不瘦。秾，本指草木繁盛，这里指体态丰满。<br>⑸轻罗：轻而薄的丝绸。金缕（lǚ）花葱茏（cōng lóng）：说舞女衣服上金线绣出的花朵十分生动逼真。缕，线。葱茏，草木繁盛。<br>⑹裾（jū）：衣服前襟。<br>⑺左鋋右鋋：鋋，古代一种铁柄短矛，易于手上旋转。这里将旋转的舞女比作鋋。<br>⑻匝（zā）：一周，一通。<br>⑼花门山：山名，在今内蒙境内。这里借指边地。合：聚拢。<br>⑽出塞、入塞：均为乐府曲名。《西京杂记》载，汉戚夫人善歌《出塞》、《入塞》之曲。这里当指乐曲奏出出塞和入塞的情调。<br>⑾白草：牧草，干熟时呈白色，故名。飒飒（sà）：形容风吹“胡沙”、“白草”的声音。<br>⑿入破：唐代大曲一般分散序，中序，破三大段；入破，即乐曲进入第三段。<br>⒀采莲：曲名，梁武帝作。落梅：即《梅花落》。聒（guō）耳：形容声音杂乱刺耳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七言古<a href=\"http://so.gushiwen.org/view_9341.aspx\">诗</a>所描绘的是作者所亲见的一场精妙奇特的舞蹈。</p> <p>　　诗歌一开始六句就直接点明题目：“美人舞如莲花旋”，“舞”是诗中描写的对像，其特点是“如莲花旋”题目所有之意用此一句点出。然后接连几句赞美舞蹈：为世人所未见，为天下所未有，见之者无不既惊且叹，一层深入一层地来突出舞蹈之不凡。与此同时，作者又顺便对舞的环境：“高堂满地红氍毹”，舞的来源：“此曲胡人传入汉”，作了准确而又简明的交代。以上用虚写的笔法从几个方面来写舞蹈之不同寻常，为下文“舞”的正面描写蓄势。</p> <p>　　诗的下一层四句入手写美人舞姿。先从舞者的容貌体态写起：“曼脸娇娥纤复秾”，接着写舞者的衣着服饰：“轻罗金缕花葱茏”，这就把题目中的“美人”形象展现出来。然后从容写舞姿：诗人用“回”、“转”、“旋”等词语来突出舞蹈旋转的特点，用“若飞雷”、“生旋风”两个比喻写美人之舞，不仅极生动形像，而且绝无娇弱之态，反充满豪迈飘逸之气。</p> <p>　　在下面六句中，诗人又写在琵琶横笛等民族乐器的伴奏下，美人和着乐曲，转而跳起了富有边塞特色的舞蹈，用神奇的舞蹈语言，展现出奇异壮丽的塞外风光。客人在她的舞姿中，仿佛看到花门山头黄云在聚拢，茫茫白草胡沙上飒飒寒风在吹过。这些动人的边塞风光，形象地显示了舞蹈粗旷辽阔的特色。这几句把乐器的伴奏和美人的舞姿交替描写，用乐曲的节奏写舞姿的变化。用“忽作”置字写乐曲的突起，也写舞姿的突变；用“如有神”写其不凡，用“回回新”写其新奇，把急促跳跃的旋律，千变万化的舞姿写得出人意表，令人应接不暇；诗的语言也随之而生顿挫之感。</p> <p>　　诗的最后四句以诸乐曲与莲花舞曲比较，以世人学舞与北鋋舞比较，对美人的舞蹈作进一步赞叹，照应开头“应末见”、“天下无”的语意，从而结束全诗。</p> <p>　　用富有边塞特色的自然风光来表现富有边塞特色的舞姿，是这篇作品描写上的特点；把乐曲的进行和舞姿的变幻两条线索紧紧绞在一起，以前者引导后者，陪衬后者，明确后者的节奏，是这篇作品结构上的特点。在语言上，韵脚变化自如，音调澈切急促，“左鋋右鋋”，“出塞入塞”、“前见后见”等回环的语势，都显示出舞姿旋转的特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9341.aspx\">诗</a>具体创作时间不祥，约作于唐肃宗至德初（756-757），作者参加了一次田使君举办的宴会，欣赏了北鋋表演，有感而作此诗。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "舞蹈",
    "赞美"
  ]
}