{
  "id": 5726,
  "star": 121,
  "name": "酌酒与裴迪",
  "dynasty": "唐代",
  "content": "酌酒与君君自宽，人情翻覆似波澜。<br>白首相知犹按剑，朱门先达笑弹冠。<br>草色全经细雨湿，花枝欲动春风寒。<br>世事浮云何足问，不如高卧且加餐。",
  "fanyi": "<p><strong>译文</strong><br>斟酒给你请你自慰自宽，人情反复无常就像波澜。<br>相交到老还要按剑提防，先贵者却笑我突然弹冠。<br>野草新绿全经细雨滋润，花枝欲展却遇春风正寒。<br>世事浮云过眼不值一提，不如高卧山林努力加餐。</p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>：唐代<a href=\"http://so.gushiwen.org/view_5726.aspx\">诗</a>人。字、号均不详，关中（今属陕西）人。官蜀州刺史及尚书省郎。盛唐著名的山水田园诗人。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的好友。<br>⑵自宽：自我宽慰。《列子·天瑞》：“孔子曰：‘善乎，能自宽者也。’”<br>⑶人情：人心。《后汉书·皇甫规传》：“而灾异犹见，人情未安者，殆贤遇进退，威刑所加，有非其理也。”翻覆：谓反覆无常；变化不定。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《君子行》：“休咎相乘蹑，翻覆若波澜。”<br>⑷相知：互相知心的朋友。唐<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>《下第再过崔邵池阳居》诗：“关内相知少，海边来信稀。”按剑：以手抚剑，预示击剑之势，表示提防。《史记·鲁仲连<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>列传》：“臣闻明月之珠，夜光之璧，以闇投人于道路，人无不按剑相眄者，何则？无因而至前也。”<br>⑸朱门：红漆大门。指贵族豪富之家。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子·嘉遁》：“背朝华于朱门，保恬寂乎蓬户。”先达：有德行学问的前辈。《后汉书·朱晖传》：“初，晖同县张堪素有名称，尝于太学见晖，甚重之，接以友道，乃把晖臂曰：‘欲以妻子托朱生。’晖以堪先达，举手未敢对。”弹冠：弹去帽子上的灰尘，准备做官。出典：《汉书·王吉传》“王阳在位，贡公弹冠”。汉代王子阳作了高官，贡禹掸去帽上尘土，等着好友提拔，是“弹冠相庆”的意思。王子阳清正廉洁，为人颇有些迂腐。他举荐朋友作了御史。御史专挑皇帝或同僚的毛病，因而好御史往往干不长，常有送命的。这两位最后都被免了职，因为过于正直老实，不懂得昧着良心，巴结朋友。“<br>⑹经：一作“轻”。<br>⑺花枝：开有花的枝条。唐王维《晚春归思》诗：“春虫飞网户，暮雀隐花枝。”<br>⑻世事：世务，世上的事。何足问：不值得一顾。何足，犹言哪里值得。《史记·秦本纪》：“（百里傒）谢曰：‘臣亡国之臣，何足问！’”<br>⑼高卧：安卧；悠闲地躺着。指隐居不仕。《晋书·隐逸传·陶潜》：“尝言夏月虚闲，高卧北窗之下，清风飒至，自谓羲皇上人。”加餐：慰劝之辞。谓多进饮食，保重身体。《后汉书·桓荣传》：“愿君慎疾加餐，重爱玉体。”《古诗十九首·行行重行行》：“弃捐勿复道，努力加餐饭。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5726.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>晚年诗作中十分值得玩味的一篇。首句“酌酒与君君自宽”，“君”字重复强调，这是障眼法；骨子里其实是胸中郁积愤懑，需与挚友一起借酒浇化。所谓“宽”者，宽人也即宽己，正是因为无法排遣。故次句“人情翻覆似波澜”，一曰翻覆，二曰波澜，足见心中愤激之情。三四句紧承“人情翻覆”，照应止水波澜的外部刺激，强调矛盾两端，铺叙反目成仇，人心无常。白首相知尚且如此，其他的人就不用说了。相知成仇，先达不用，说尽了世态炎凉，当是实有所指。前四句关键在“笑”字。弹冠”本为援手荐引乃同契之义，此处则反用其意，一旦“先达”即笑侮后来弹冠（出仕）者，轻薄排挤，乃至下井落石，此为淋漓之戟骂。金圣叹以为“自是千古至今绝妙地狱变相”，诚为得言。</p> <p>　　从内容上说，五六两句是即景即情，从户内至室外，为酌酒时举目所见，由世态炎凉，人情翻覆展示天地无私，万物亲仁，豁然呈现一新境界。被王静安先生誉为“摄春草之魂”的“细雨湿流光”，诗人用以描写映窗草色；禅宗关于“心动”“物动”的著名偈语，诗人借以描绘照眼花枝，即使单纯作“景语”看，也属上乘。而其蕴涵则在“全经”，“欲动”，由彰显至深密，从象外到象内，大千世界，无所不容；仅观人间之蝇营狗苟，于义愤之外，恍然顿悟。从章法上说，律诗中间两联要求虚实相生，三四句实写，五六句则应当化实为虚，措辞表意不可复犯，方能体现“神韵”“气象”之妙。从禅学上说，佛家主“虚静”，尚“自然”，和光同尘；深一层探求，五六句似还参合“有无”“生灭”“变常”之理；即处“静观”“达观”态度，与三四句世俗的“势利”“凉薄”恰成对照。末两句“世事浮云”与“高卧加餐”由禅意而来。“何足问”有不屑一顾的鄙薄之意，所指实有其人其事，承三四句，“高卧”承五六句，超凡脱俗。前后既错综成文，又一气贯注，构思布局缜密精妙。</p> <p>　　亦显亦隐、半儒半释的人生经历与处世态度，给王维造成巨大的心理矛盾，犹如碧潭止水，宜清心静观；但仰望高谷急湍，依旧凛然飞动，怵目惊心。王维全部诗作均可作如是观，通过《酌酒与<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>》一诗即可透视此种矛盾心态。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5726.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>隐居辋川时期，大约于《辋川集》写于同时。王维一生沉浮宦海，安史之乱后，“在辋口，其水舟于舍下，别置竹洲花坞，与道友<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>浮舟往来，弹琴赋诗，啸咏终日”；“在京师；退朝之后，焚香独坐，以禅诵为事。”（《旧唐书·王维传》）此诗为王维劝慰裴迪而作。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "愤懑"
  ]
}