{
  "id": 52807,
  "star": 121,
  "name": "怨王孙·湖上风来波浩渺",
  "dynasty": "宋代",
  "content": "湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 <br>莲子已成荷叶老。青露洗、萍花汀草。眠沙鸥鹭不回头，似也恨、人归早。",
  "fanyi": "<p><strong>译文<br></strong>微风轻拂着湖水，更觉得波光浩渺，正是深秋的时候，红花叶凋，芳香淡薄。水光山色与人亲近，唉！我也说不清这无比的美好。<br>莲子已经成熟，莲叶也已衰老，清晨的露水，洗涤着水中蘋花，汀上水草。眠伏沙滩的水鸟也不回头，似乎怨恨人们归去的太早。</p> <p><strong>注释<br></strong>⑴双调忆王孙：词牌名。忆王孙，原为单调三十一字，此扩充为双调。此词词牌原为“怨王孙”，有误。<br>⑵浩渺：形容湖面空阔无边。<br>⑶秋已暮：秋时已尽。<br>⑷红、香：以颜色、气味指代花。<br>⑸蘋：亦称田字草，多年生浅水草本蕨类植物。汀：水边平地。<br>⑹眠沙鸥鹭：眠伏在沙滩上的水鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首秋景词，词人以其独特的方式，细腻委婉又具体形象地传达出一种特色鲜明的阴柔之美。 这首词当写于词人南渡前的早期。秋天给人们带来的常常是萧瑟冷落的感觉，自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>“悲秋”以来，文人笔下的秋景，总呈现出一种悲凉萧瑟之色。然而<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>这首《怨王孙》中的秋景，展现的是一幅清新广阔的画图，词人不仅赋予大自然以静态的美，更赋予生命和感情，由此见出词人不同凡俗的情趣与襟怀。　 </p> <p>　　“湖上风来”句起语不俗，避开俗套。秋高气爽，常见风平波静，而一旦朔风初起，便会吹起悠远的水波，宣告着深秋到了，所以说“秋己暮”。而一句“红稀香少”，更通过自然界色彩和气味的变化，进一步点染了深秋的景观。大自然总是宜人的，深秋季节却别有滋味，这里，作者不说人们如何的喜爱山水，倒说“水光山色与人亲”，将大自然人情化、感情化了。正是这“与人亲”，方换得人与景亲，也才能真的领略到大自然的水光山色中的景物美，所以，作者所说的“说不尽、无穷好”言之有根，是从心田深处发出的真诚的赞颂之语。　 </p> <p>　　下片虽然仍是对秋景色的继续描绘，但却不是简单的重复。莲实叶老、露洗苹草，都标示着深秋的时令，人所共见，却易于忽略，一经作者点染，便觉秋意袭人。而沙滩上勾头缩颈睡眠的鸥鹭等水鸟，对于早早归去的人们头也不回，似乎以此表示了它们的不满。这里，鸥鹭也人格化了，与上片的山水的感情化似是同样手法，但却一反上片的山水“与人亲”，而为鸥鹭对人恨，这一亲一恨之间就带给读者以清新多样之感，且通过人们郊外的不能久留，更深一层地透露出深秋的到来。 </p> <p>　　这首词造景清新别致，描写泪细密传神，巧妙地运用拟人化手法，写出了物我交融的深秋美意，耐人寻味。 </p><br/><h2>鉴赏</h2> <p>　　词的上片写初到湖上的感受，下片写归时的心情。</p> <p>　　起句写湖。从语气上看，初去时真是秋高气爽，日丽晴和，那辽阔的湖面上，水波不兴，平如明镜，湖光澈能，景色触和。忽然风起，吹皱湖水，层层涟漪，荡漾开来，激起浪花。因此说“湖上风来波浩渺”。“风来，”是事物变让的起因，对游人的印象较深，所以特地拈出。</p> <p>　　次句写荷。“秋已暮”，就是“时维九月，序属三秋”（<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》中语），用以点明节候。这时湖中荷花已经葵谢，枝叶开始凋零，只有残存着的红花点点，不时散发出断续余香，整个湖面上呈现出一派秋日萧瑟的气象。</p> <p>　　但，这无损于湖上的秀丽风光，它仍然是如济人刘凤浩咏湖<a href=\"http://so.gushiwen.org/view_52807.aspx\">诗</a>说的“四面荷花三面柳，一城山色半城湖”此刻虽因节候不同，有所变化，但湖上景象仍然一样。尽管荷花色褪，乃至零落，而群山诸峰，倒影湖中，特别是遍山红叶与湖边垂柳，交相映衬，更加妩媚。树上鸣禽，吱吱喧喳；洲诸鸥鹭，负日眠沙；一动一静，饶有情趣，在给人以快慰之感，极尽游赏之乐，真有说不尽的无穷好。</p> <p>　　“水光山色与人亲”是词人在凝神观照事物时所得最突出印象，“说不尽、无穷好，”是她陶醉于景色后的深刻感受。这两句语虽直率、浅近，却饶有韵味。它体现出词人游赏时怡然自得的欢悦心情和她那开朗乐观的内心世界。在这里，作者把热爱自然、歌颂自然的主观意识赋予了客观存在的景物，分明是自己爱好“水光山色，”却偏说“水光山色与人亲。”移情于物，融情于景，使无情事物有情化。虽是有我之境，却较之后来<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎》“我见青山多妩媚，料青山见我亦如是，”更加超脱，更加优美。</p> <p>　　过片“莲子已成荷叶老，”是对“秋已暮”的呼应，更是“红稀香少”的具体化。但在荷花盛开，团荷复盖湖面时，丛生水上的白苹，岸边的绿草，是无由得到清露的滋润，只有到了莲熟叶残时，才能分享清露的沾溉，生机旺盛，青翠欲滴。’“清露洗”中的“洗”字，最富生活气息，它为湖上增添色彩，提供游人以赏玩之资。</p> <p>　　象这样佳丽胜地，幽美的风光，不只游人为它所吸引，流连忘返，连山禽水鸟也不忍离去。那沙滩上常有鸥鹭栖宿。特别是沙鸥与白鹭性颇温驯，也很机灵，来往游人很喜欢逗弄它们，与之亲近，久了它们也不怕人，仿佛彼此之间，消除了隔膜，象朋友一些般。由于它们经常栖息于水边洲渚之间，人们遂以为隐者的象征。不少诗人常有愿与鸥鹭结盟的吟咏。诗歌中盟鸥之辞，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“明朝拂衣去，永与白鸥盟”可能是最早的两句。后来<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>也有“万里归舟弄长笛，此心吾与白鸥盟。”因之当游兴已尽，与同游者相偕归去时，看到沙滩上的鸥鹭睡在那里动也不动，头也不回，便觉得那是责怪他们过早的归去，象是不够朋友似的。</p> <p>　　“眠沙鸥鹭不回头，似也恨，人归早，”乃是作者把自己的人格泯化于物类中，尽量缩小自我，使之臻于“民胞物与”的思想境界，把分明是自己不愿离开沙鸥与白鹭的心意，却说沙鸥、白鹭责怪她为何匆匆归去？这便是拟人化手法的运用。</p> <p>　　拟人化手法，在古典诗歌中经常运用。盛唐诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《积雨栩川庄作》诗：“野老与人争席罢，海鸥何为更相疑？”五代西蜀人<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《南乡子》词：“孔雀自怜金翠尾，临水，认得行人惊不起。”北宋初年<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《采桑子》词：“鸥鹭闲眠，应惯寻常听管弦”和稍后的<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《还自广陵》诗：“天寒水鸟自相依，十百为群戏落晖，过尽行人都不起，忽闻冰响一齐飞。”都是运用这手法，写出动人的场景。但他们的诗或词，虽各具特定的意义，收到应有如艺术效果，终不及李词亲切感人，所寓的哲学意义和文学趣味，更为深长，更为丰满。</p> <p>　　这真是一幅绚烂夺目的晚秋景色图。它具有生动、鲜明、清新、自然的特色，洋溢着浓郁的生活气息和诗情画意，语言颇有行云流水之势，能给人以美的享受和回味的余地。从前<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>评王维诗画说：“味摩诘之诗，诗中有画，观摩诘之画，画中有诗。”<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>也擅长绘画，但画多不传，画中有词与否，难以断定，而李清照词中有画，是可以这样说的，且不仅《怨王孙》一词而已。</p> <p>　　值得一提的，是这词有些句子，颇与南唐中主<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>《浣溪沙》上片“苗萏香销翠叶残，西风愁起绿波间，还与韶光共憔悴，不堪看！”相类似处，然而词的情调却迥然不同：李璟把香销叶残的画面，用西风愁起、韶光憔悴来衬说，突出那种不堪目睹的形象，“大有众芳芜秽，美人迟荟之感。”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》）情调是低沉的、悲观的、消极的。而李词从红稀香少、莲熟叶老中生发出水光山色、苹花汀草、鸥鹭眠沙来。抽出那篇著名的《论词》中批评江南李氏“尚文雅，故有‘小楼吹彻玉笙寒’之词，语虽奇甚，所谓亡国之音哀以思者也，”不是没有道理的。</p>",
  "about": "<h2>创作背景</h2> 　　此词写的是晨游之景，与《如梦令·酒兴》当是前后衔接的。前一次是荷花开放之时，这一次是“莲子已成”之日，两次时间相隔未久。虽然这一首从字面上不能确定创作时间，但从追忆溪亭之游的情形看，当是词人结婚前后至二十三四岁居住汴京时所作。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "赞颂",
    "秋天",
    "写景"
  ]
}