{
  "id": 70750,
  "star": 411,
  "name": "蝶恋花·辛苦最怜天上月",
  "dynasty": "清代",
  "content": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。<br>无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。",
  "fanyi": "<p><strong>译文</strong><br>　　最辛苦和最让人怜爱的是天上的明月，它在一月之中只有一夜是像玉环一样的满月，其它时候都像是不完整的玉玦。如果能像月轮那样终身皎洁，我会放弃自身像冰雪般的清凉为你发热。无奈的是人的尘缘容易结束，燕子还是那样，轻盈的踏上帘钩。我在秋日，面对你的坟茔，高歌一曲，然而愁绪丝毫没有削减。我是多么希望能和你像春天里双飞双宿的蝴蝶那样在草丛里嬉戏啊。</p> <p><strong>注释</strong><br>①一昔句：昔，同“夕”，见《左传·哀公四年》：“为一昔之期。”玦（jué）玉玦，半环形之玉，借喻不满的月亮。这句是说，一月之中，天上的月亮只有一夜是圆满的，其他的夜晚就都是有亏缺的。 <br>②不辞句：引用一则典故。荀粲之妻冬天高烧病重，全身发热难受。荀粲为了给妻子降温，脱光衣服站在大雪中，等身体冰冷时回屋给妻子降温。卿，“你”的爱称。《世说新语?惑溺》谓：“荀奉倩（粲）与妇至笃，冬月妇病热，乃出中庭，自取冷还，以身熨之。” <br>③无那：无奈，无可奈何。 <br>④软踏句：意思是说燕子依然轻轻地踏在帘钩上，呢喃絮语。 <br>⑤唱罢句：唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《秋来》：“秋坟鬼唱鲍家<a href=\"http://so.gushiwen.org/view_70750.aspx\">诗</a>，恨血千年土中碧。”这里借用此典表示总是哀悼过了亡灵，但是满怀愁情仍不能消解。 <br>⑥春丛句：认取，注视着。取，语助词。此句意思是说，花丛中的蝴蝶可以成双成对，人却生死分离，不能团聚，故愿自己死后同亡妻一起化作双飞双宿的蝴蝶。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《偶题二首》：“春丛定是双栖夜，饮罢莫持红烛行。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首悼亡词。作者在《沁园春》一词的小序中曾写道：\"丁巳重阳前三日，梦亡妇澹妆素服，执手哽咽，语多不复能记，但临别有云：'衔恨愿为天上月，年年犹得向郎圆。'此词即先从\"天上月\"写起。上片三句借月亮为喻，写爱情的欢乐转瞬即逝，恨多乐少。后两句，写假如爱情能象月亮那样皎洁圆满，付出再大的代价都愿意。　“一昔如环，昔昔长如玦\"，包蕴了无限的哀伤与怀念，表达了对亡妻的真挚爱恋。下片写伤逝中的悲痛，用燕子在帘间呢喃，反衬人去楼空，未亡人的孤寂。结语化用\"双栖蝶\"的典故，表达了他与亡妻的爱情生死不渝，抒发了无穷尽的哀悼，把永恒的爱寄托在化蝶的理想中。</p> <p>　　容若这阕《蝶恋花》凄美，却不减清灵。\"辛苦最怜天上月，一夕如环，夕夕都成玦。\"\"环\"和\"玦\"皆为美玉制成的饰物，古人佩在身上。\"环\"似满月，\"玦\"似缺月。物理相通，容若以寻常佩物解自然之物，可见其格物，常怀世事难圆的隐恨，此句比之苏子的\"人有悲欢离合,月有阴晴圆缺,此事古难全。\"深情胜之，豁达减之，各得其所。</p> <p>　　谓辛苦最怜，算是天上月。一轮端正，悬挂天中。一昔如环，曾有最光辉的时刻，那么圆满皎洁。但一朝别去，永远留下遗憾。如果能够像天上的圆月，长盈不亏，那么，我作为冰雪，将不惜为你融化。这是上片，以月喻人，亦以人喻月，为布景。下片说情，谓十分无奈，尘世因缘竟然那么容易断绝。但是，帘幕间的燕子就不一样，年复一年，辛苦奔波，不是和往常一样，仍旧踏在帘钩上，轻轻地呢喃。鬼唱秋坟，纵使能够另恨血化碧，只是挽歌（鲍<a href=\"http://so.gushiwen.org/view_70750.aspx\">诗</a>）唱罢，心上的愁和恨，仍旧不能消解。而今，算是已经认定，死后化作花丛双蝶，生生世世，永不分离。这是下片，用另外两个物象作比，燕子和双栖蝶，以表达愿望。</p>",
  "about": "<h2>创作背景</h2> 　　于康熙十六年（1677）重阳前三日，亡妇百日之后，自梦中得句。谓临别之时，妇云：“衔恨愿为天上月，年年犹得向郎圆。”故此，即将天上月，作为歌咏对象。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "婉约",
    "悼亡",
    "爱情"
  ]
}