{
  "id": 71491,
  "star": 88,
  "name": "菩萨蛮·朔风吹散三更雪",
  "dynasty": "清代",
  "content": "朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。<br>无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。",
  "fanyi": "<p><strong>译文<br></strong>凛冽的北风，将三更天还在飘落的大雪吹得四散飞扬。在梦中，相思之人还在迷恋开满桃花的明月之夜。梦是那么美好，不要催醒他，让他在美好的梦境中多转一转吧。<br>没有任何征兆，梦中突然听见了画角声，醒来时，泪水已经在枕边结成了薄薄的一层红冰。耳中听到的是塞马的嘶鸣，眼中看到的是斜挂着残星的军中大旗，好一派凄冷而又壮阔的景象。</p> <p><strong>注释<br></strong>1、朔风：边塞外凛冽的北风。<br>2、倩魂：少女的梦魂，典出唐人小说《离魂记》。此处指作者自己的梦魂。<br>3、桃花月：即桃月，农历二月桃花盛开，故称。此处代指美好的时光。<br>4、由他：任他，听凭他。<br>5、好处：指美梦中的景象。<br>6、无端：平白无故。<br>7、画角：古代乐器，外加彩绘，故称画角，古时军中多用以警昏晓。<br>8、红冰：泪水结成的冰，形容感怀之深。《开元天宝遗事》：“贵妃初承恩召，泣涕登车，时天寒，泪结为红冰。”<br>9、塞马：边塞的战马。<br>10、大旗：军中的旗帜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一句描写呼啸的朔风吹起了满地的落雪，雪虽然停住了，但继之而来的狂风卷起了满地雪花，这风如刀似割，它比下雪更冷十倍，它的来临使寒冬落雪的气温更加凄冷；“三更雪”点明是在夜里下的雪，塞外苦寒，风雪之夜，思念故乡的军旅之人这时还不能人睡。</p> <p>　　第二句“倩魂犹恋桃花月”，“倩魂”意思是带着笑意的梦魂。这一句写军旅征夫进入梦境，外面呼啸的寒风还在凄紧地吹着，一直思念故乡的人终于带着微笑进入了梦境；他仿佛看到，窗下月色溶溶，窗外桃花耀眼，闺中旖旎温馨的氛围与风光叫人无限依恋。梦境与现实是如此悬殊，作者以“三更雪”与“桃花月”对举，把风雪交加的塞外寒夜与闺中的温情作了鲜明的对比。“犹恋”两字承接上句的“朔风吹”，表明尽管强劲的朔风吹散了满地的雪花，但吹不散军旅征夫的思乡之念，在寒风刺骨的深夜，思念之情更加强烈。</p> <p>　　下片，第三、四句，以“梦好”承“桃花月”而发，诉说了远离故乡的思家之人，每天鞍马劳顿，巡边守地，只有在深夜里才能静静地思念故乡的亲人，但寒夜中的梦，有恶梦，也有好梦，今夜正做着好梦，就让他做下去吧。让他在梦中多得到一些欢聚的幸福和快乐。<a href=\"http://so.gushiwen.org/view_71491.aspx\">诗</a>人在这里用了两句非常流畅易懂的句子，但投入的感情却是真切深刻的，充满了对军旅征夫的无限同情。希望他多享受好梦的幸福，谁也不要打断他的梦，这与唐代<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>“打起黄莺儿，莫教枝上啼。啼删惊妾梦，不得到辽西”的写法十分相近。金昌绪写了思妇梦往边地，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>写征夫梦回故里，他们难相见，就让他们在梦中多相会吧!为了这，鸟儿不要啼叫，更不要去相催。</p> <p>　　第五、六句，又接出了“无端听画角，枕畔红冰薄”。然而，好梦不长，画角一声把征夫从欢聚团圆的梦境中拽回到现实。本来，卫戍边地的军人，对军旅中的画角声声习以赞常，但这时对梦回故里，沉醉入幸福欢乐的梦中人来说，这画角吹稠太“无端”，“无端”两字透出了征夫对这画角的恼恨，对军营生活的恼恨，也隐隐谴责了制造这悲欢离合的封建统治阶级。一声画角断送了他一场幸福梦，他长久地盼望着回到故乡与亲人团聚，但却很难实现。终于，在梦中他回到了故里和亲人中间，征夫禁不住流淌下幸福的泪水，待到画角一声梦醒回时，欢聚时的幸福泪水已在枕边凝结成为一层薄薄的冰。方千里诗曾道：“情泪滴如冰”。“枕畔红冰薄”中的“红冰”两字，这里指凝成为冰。诗人以“梦好”，“画角”人手，点出最后的一个“冰”字，把梦境中幸福缠绵情景与现实中的塞外苦寒生活做了鲜明的对比，强烈地抒发出这无声之恸。</p> <p>　　最后的两句词，“塞马一声嘶，残星照大旗”，继之画角，这塞马一声嘶，又一次打破了周遭的沉寂，把仍然沉浸于梦境的征夫梦彻底打碎了，从迷惘中醒来的征夫，虽然还留恋着刚才的梦境，但睁眼抬头时，残星欲曙，晓风吹拂着军旗，迎来了塞外冰冷的空旷的黎明，使征夫完全回到冰冷的现实生活里。</p> <p>　　这首词中诗人以自己的亲身体验，把边地军旅生活的劳苦艰辛和征夫们对妻室故园的魂牵梦绕的思念之情表达得淋漓尽致，强烈地抒发出对卫戍边地的征夫们无限同情。在写梦醒时，连同画角、塞马、残星、大旗，把塞外寒夜中军旅生活描绘得格外悲凉寂寞，与词的上片写梦回故里时的缠绵格调形成鲜明的对比。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于康熙二十一年（1682）秋作者奉旨执行军事侦察任务的途中。是一首以纪梦的艺术手法，表达离情别恨的词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "记梦",
    "思念"
  ]
}