{
  "id": 178,
  "star": 26,
  "name": "吉日",
  "dynasty": "先秦",
  "content": "吉日维戊，既伯既祷。田车既好，四牡孔阜。升彼大阜，从其群丑。<br>吉日庚午，既差我马。兽之所同，麀鹿麌麌。漆沮之从，天子之所。<br>瞻彼中原，其祁孔有。儦儦俟俟，或群或友。悉率左右，以燕天子。<br>既张我弓，既挟我矢。发彼小豝，殪此大兕。以御宾客，且以酌醴。",
  "fanyi": "<p><strong>译文<br></strong>戊辰吉祥日子好，既祭马祖又祈祷。田猎车辆已备齐，四匹雄马壮又高。驱车登上大土丘，驱逐群兽快快跑。<br>庚午吉祥日子好，打猎马匹已选齐。寻找野兽聚集地，鹿儿成群堪称奇。驱逐漆沮水边兽，赶到天子射猎区。<br>遥望原野漫无边，地方广大物富有。奔跑慢走野兽多，成群结队四处游。都要赶到天子处，乐得天子显身手。<br>我们弓弦已拉开，也已把箭拿在手。一箭射死小野猪，奋力射死大野牛。野味拿来待宾客，共吃佳肴同饮酒。</p> <p><strong>注释<br></strong>1.吉日：吉利的日子。<br>2.维：语助词，有“是”的意思。戊：戊日。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>认为此处指戊辰日。古人认为戊日为刚日，适合外事活动，如巡狩、盟会、出兵等。<br>3.伯：马祖。祷（dǎo）：告祭求福。因田猎用马，故祭马祖。<br>4.田车：猎车。田，同“畋（tián）”，打猎。<br>5.孔：很。阜：强壮高大。<br>6.阜：山岗。<br>7.从：追逐。群丑：这里指兽群。<br>8.差（chāi）：选择。<br>9.同：聚集。<br>10.麀（yōu）：母鹿，这里泛指母兽。麌（yǔ）麌：兽众多貌。<br>11.漆沮（jǔ）：古代二水名，在今陕西境内。<br>12.所：处所，此指会猎场所。<br>13.中原：即原中，平旷之地，原野之中。<br>14.祁：大。一说指原野辽阔，或以为指兽大。有：丰富，指野兽多。<br>15.儦（biāo）儦：疾走貌。俟（sì）俟：缓行等待貌。<br>16.或群或友：指三两成群。兽三只在一起为群；兽二只在一起为友。<br>17.悉：尽，全。率：驱逐。<br>18.燕：使快乐。<br>19.张我弓：拉开弓。<br>20.挟我矢：用手指挟持搭上弓的箭，准备发射。<br>21.豝（bā）：母猪。<br>22.殪（yì）：射死。兕（sì）：大野牛，或谓乃犀牛。<br>23.御：进，指将猪牛烹熟进献宾客。<br>24.酌醴（lǐ）：酌饮美酒。醴，甜酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_178.aspx\">诗</a>四章，艺术地再现了周宣王田猎时选择吉日祭祀马祖、野外田猎、满载而归宴饮群臣的整个过程。</p> <p>　　第一章写打猎前的准备情况。古代天子打猎是如同祭祀、会盟、宴享一样庄重而神圣的大事，是尚武精神的一种表现，仪式非常隆重。因此，事先选择良辰吉日祭祀马祖、整治田车就成为必不可少的程序。“升彼大阜，从其群丑”二句在这一章中是将然之辞，一切业已准备就绪，只等在正式打猎时登上大丘陵，追逐群兽。第二章写选择了良马正式出猎。祭祀马祖后的第三天是庚午日，依据占卜这天也是良辰吉日。选择了良马之后，周天子率领公卿来到打猎之地。那里群鹿聚集，虞人沿着漆、沮二水的岸边设围，将鹿群赶向天子守候的地方。第三章写随从驱赶群兽供天子射猎。眺望原野，广袤无垠，水草丰茂，野兽出入，三五成群，或跑或行。随从再次驱赶兽群供天子射猎取乐。第四章写天子射猎得胜返朝宴享群臣。随从将兽群赶到周天子的附近，周天子张弓挟矢，大显身手，一箭射中了一头猪，再一箭射中了一头野牛。表现出英姿勃发、勇武豪健的君主形象，实是对周宣王形象化的颂扬。打猎结束，猎获物很多，天子高高兴兴地用野味宴享群臣，全诗在欢快的气氛中结束。</p> <p>　　此诗最明显的一个特点是，诗人按照事情的发展过程依次道来，有条不紊。另外，全诗大部分章节记叙田猎活动的准备过程以及随从驱赶野兽供天子射猎的情景，间及群兽的各种状态，以作烘托，具体写天子射猎只有四句：“既张我弓，既挟我矢。发彼小豝，殪此大兕。”这种点面结合的写法，既叙述了田猎的过程，描写了田猎的场面，透露了轻松的气氛；更突出了天子的形象，增强了天子的威严，使全诗有很强的感染力。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_178.aspx\">诗</a>当作于周宣王时期，为歌颂周宣王田猎并宴会宾客而作。周宣王在西都镐京的田猎活动是周朝每年在畿内举行的常典，有显示国家文武功业的目的。《毛诗序》说：“《吉日》，美宣王田也。”后代的学者对此没有什么异议。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "狩猎"
  ]
}