{
  "id": 72895,
  "star": 33,
  "name": "生查子·惆怅彩云飞",
  "dynasty": "清代",
  "content": "惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。<br>总是别时情，那待分明语。判得最长宵，数尽厌厌雨。",
  "fanyi": "<p><strong>译文</strong><br>彩云飞逝，碧霞漫天，心中惆怅有人知道多少。看不见合欢花，只能独自依在相思树旁。<br>与伊人道别的场景历历在目，内心的情感也说不清楚。心甘情愿地到深夜，去数尽那绵长的相思雨。</p> <p><strong>注释</strong><br>①生查（zhā）子：唐教坊曲名。调见《尊前集》。仄韵，双调，四十字，上下片各为一首仄韵五言绝句。单数句不是韵位，但末一字限用平声，在双数句用韵。始见<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>词。生查子，又名《楚云深》、《相和柳》、《睛色入青山》、《梅溪渡》、《陌上郎》、《遇仙楂》、《愁风月》、《绿罗裙》等。<br>②彩云飞：彩云飞逝。<br>③碧落：道家称东方第一层天，碧霞满空，叫做“碧落”。后泛指天上。<br>④合欢花：别名夜合树、绒花树、鸟绒树，落叶乔木，树皮灰色，羽状复叶，小叶对生，白天对开，夜间合拢。<br>⑤相思树：相传为战国宋康王的舍人韩凭和他的妻子何氏所化生。据晋<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》卷十一载，宋康王舍人韩凭妻何氏貌美，康王夺之，并囚凭。凭自杀，何氏投台而死，遗书愿以尸骨与凭合葬。王怒，弗听，使里人埋之，两坟相望。不久，二冢之端各生大梓木，屈体相就，根交于下，枝错于上。又有鸳鸯雌雄各一，常栖树上，交颈悲呜。宋人哀之，遂号其木曰“相思树”。后以象征忠贞不渝的爱情。<br>⑥判得：心甘情愿地。<br>⑦厌厌（yān yān）：绵长、安静的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片首句一出，迷惘之情油然而生。“惆怅彩云飞，碧落知何许？”彩云随风飘散，恍然若梦，天空这么大，会飞到哪里去呢？可无论飞到哪里，我也再见不到这朵云彩了。此处运用了托比之法，也意味着词人与恋人分别，再会无期，万般想念，万分猜测此刻都已成空，只剩下无穷尽的孤单和独自一人的凄凉。人常常为才刚见到，却又转瞬即逝的事物所伤感，云彩如此，爱情如此，生命亦如此。“合欢花”与“相思树”作为对仗的一组意象，前者作为生气的象征，古人以此花赠人，谓可消忧解怨。后者却为死后的纪念，是恋人死后从坟墓中长出的合抱树。同是爱情的见证，但词人却不见了“合欢花”，只能空依“相思树。”更加表明了纳兰在填此词时悲伤与绝望的心境。</p> <p>　　下片显然是描写了词人为情所困、辗转难眠的过程。“总是别时情”，在词人心中，与伊人道别的场景历历在曰，无法忘却。时间过得愈久，痛的感觉就愈发浓烈，越不愿想起，就越常常浮现在心头。“那得分明语”，更是说明了词人那种怅惘惋惜的心情，伊人不在，只能相会梦中，而耶些纷繁复杂的往事，又有谁人能说清呢？不过即便能够得“分明语”。却也于事无补，伊人终归是永远地离开了自己，说再多的话又有什么用呢。曾经快乐的时光，在别离之后就成为了许多带刺的回忆，常常让词人忧愁得不能自已，当时愈是幸福，现在就愈发地痛苦。</p> <p>　　然而因不能“分明语”那些“别时情”而苦恼的词人，却又写下了“判得最长宵，数尽厌厌雨”这样的句子。“判”通“拼”，“判得”就是拼得，也是心甘情愿的意思，一个满腹离愁的人，却会心甘情愿地去听一夜的雨声，这样的人，怕是已经出离了“愁”这个字之外。</p> <p>　　王同维在《人间词话》中曾提到“愁”的三种境界：第一种是“为赋新词强说愁”，写这种词的多半是不更事的少年，受到少许委屈，便以为受到世间莫大的愁苦，终日悲悲戚戚，郁郁寡欢第二种则是“欲说还休”，至此重境界的人，大都亲历过大喜大悲。可是一旦有人问起，又往往说不出个所以然来一而第i种便是“超然”的境界，人人此境，则虽悲极不能生乐，却也能生出一份坦然，一份对生命的原谅和认可，尔后方能超然于生命。</p> <p>　　纳兰这一句．便已经符合了这第三种“超然”的境界，而这一种境界，必然是所愁之事长存于心，而经过了前两个阶段的折磨，最终达到了一种“超然”，而这种“超然”，却也必然是一种极大的悲哀。纳兰此处所用的倒提之笔，令人心头为之一痛。</p> <p>　　通篇而看，在结构上也隐隐有着起承转合之意，《生查子》这个词牌毕竟是出于五律之中，然而纳兰这首并不明显。最后一句算是点睛之笔。从彩云飞逝而到空倚合欢树，又写到了夜阑难眠，独自昕雨。在结尾的时候纳兰并未用一些凄婉异常的文字来抒写自己的痛，而是要去“数尽厌厌雨”来消磨这样的寂寞的夜晚，可他究竟数的是雨，还是要去数那些点点滴滴的往事呢？想来该是后者多一些，词人最喜欢在结尾处带入自己伤痛的情怀，所谓“欲说还休，欲说还休，却道天凉好个秋”，尽管他不肯承认自己的悲伤，但人的悲伤是无法用言语来掩饰住的。</p> <p>　　纳兰这首词，写尽了一份自己长久不变的思念，没有华丽的辞藻，只有他自己的一颗难以释怀的心。</p>",
  "about": "<h2>创作背景</h2> <p>　　卢氏的去世，彻底打碎了纳兰的生活，这个多情种，把卢氏病逝的责任归到自己身上，长期处于无法自拔的自责中，陷入一种难以解脱的痛苦。也正是因此，他的词风大转，写下了无数叫人肝肠寸断、万古伤怀的悼亡之词。这一首《生查子》，写于卢氏去世之后，是天上人间的差别。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "悼亡",
    "追忆",
    "哀伤"
  ]
}