{
  "id": 36218,
  "star": 74,
  "name": "下第后上永崇高侍郎",
  "dynasty": "唐代",
  "content": "天上碧桃和露种，日边红杏倚云栽。<br>芙蓉生在秋江上，不向东风怨未开。",
  "fanyi": "<p><strong>译文<br></strong>天上的碧桃树用露水浇种，日边的红杏倚着云彩而栽。<br>芙蓉生长在这秋天的江边，不必去向春风抱怨花不开。</p> <p><strong>注释<br></strong>⑴永崇：指长安永崇坊。高侍郎：指当时的礼部侍郎高湜。<br>⑵天上：指皇帝、朝廷。碧桃：传说中仙界有碧桃。和：带着，沾染着。<br>⑶倚云：靠着云。形容极高。唐<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《奉和幸三会寺应制》<a href=\"http://so.gushiwen.org/view_36218.aspx\">诗</a>：“梵音迎漏彻，空乐倚云听。”<br>⑷芙蓉：荷花的别名。《楚辞·离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐代科举尤重进士，因而新进士的待遇极优渥，每年曲江会，观者如云，极为荣耀。此<a href=\"http://so.gushiwen.org/view_36218.aspx\">诗</a>一开始就用“天上碧桃”、“日边红杏”来作比拟。“天上”、“日边”，象征着得第者“一登龙门则身价十倍”，地位不寻常：“和露种”、“倚云栽”比喻他们有所凭恃，特承恩宠：“碧桃”、“红杏”，鲜花盛开，意味着他们春风得意、前程似锦。这两句不但用词富丽堂皇，而且对仗整饬精工，正与所描摹的得第者平步青云的非凡气象悉称。</p> <p>　　《镜花缘》第八十回写打灯谜，有一条花名谜的谜面就借用了这一联现成诗句。谜底是“凌霄花”。非常切贴。“天上碧桃”、“日边红杏”所以非凡，不就在于其所处地势“凌霄”吗？这里可以体会到诗句暗含的另一重意味。唐代科举惯例，举子考试之前，先得自投门路，向达官贵人“投卷”（呈献诗文）以求荐举，否则没有被录取的希望。这种所谓推荐、选拔相结合的办法后来弊端大启，晚唐尤甚。<a href=\"http://so.gushiwen.org/author_734.aspx\">高蟾</a>下第，自慨“阳春发处无根蒂”，可见当时靠人事“关系”成名者大有人在。这正是“碧桃”在天，“红杏”近日，方得“和露”“倚云”之势，不是僻居于秋江之上无依无靠的“芙蓉”所能比拟的。</p> <p>　　第三句中的秋江芙蓉显然是作者自比。作为取譬的意象，芙蓉是由桃杏的比喻连类生发出来的。虽然彼此同属名花，但“天上”、“日边”与“秋江”之上，所处地位极为悬殊。这种对照，与左思《咏史八首》名句“郁郁涧底松，离离山上苗”类似，寄托贵贱之不同乃是“地势使之然”。这里还有一层寓意。秋江芙蓉美在风神标格，与春风桃杏美在颜色妖艳不同。《唐才子传》称“蟾本寒士，……性倜傥离群，稍尚气节。人与千金无故，即身死不受”，又说“其胸次磊块”等等。秋江芙蓉孤高的格调与作者的人品是统一的。末句“不向东风怨未开”，话里带刺。表面只怪芙蓉生得不是地方（生在秋江上）、不是时候（正值东风），却暗寓自己生不逢辰的悲慨。与“阳春发处无根蒂，凭仗东风次第吹”同样“怨而切”，只不过此诗全用比体，寄兴深微。</p> <p>　　诗人向“大人物”上书，不卑不亢，毫无胁肩谄笑的媚态，这在封建时代，是较为难得的。说“未开”而非“不开”，这是因为芙蓉开花要等到秋高气爽的时候。这里似乎表现出作者对自己才具的自信。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_36218.aspx\">诗</a>是一首晋谒之作。高侍郎当指礼部侍郎高湜。咸通十二年（871年），高湜以中书舍人权知贡举，旋拜礼部侍郎。此诗当作于是时。</p> <p>　　关于此诗有一段本事，见《唐才子传》：“（<a href=\"http://so.gushiwen.org/author_734.aspx\">高蟾</a>）初累举不上，题诗省墙间曰：”冰柱数条搘白日，天门几扇锁明时。阳春发处无根蒂，凭仗东风次第吹‘，怨而切。是年人论不公，又下第。上马侍郎（应为高侍郎）云：‘天上碧桃和露种，日边红杏倚云栽。芙蓉生在秋江上，不向东风怨未开。’“晚唐科举场上弊端极多，诗歌中有大量反映，此诗就是其中著名的一首。</p>",
  "poet": {
    "id": 734,
    "star": 0,
    "name": "高蟾",
    "image": "http://img.gushiwen.org/authorImg/gaochan.jpg",
    "desc": "（约公元八八一年前后在世）字不详，河朔间人。生卒年均不详，约唐僖宗中和初前后在世。家贫，工诗，气势雄伟。性倜傥，然尚气节，虽人与千金，非义勿取。十年场屋，未得一第，自伤运蹇，有“颜色如花命如叶”句。与郎中郑谷为友，酬赠称高先辈。乾符三年，（公元八七六年）以高侍郎之力荐，始登进士。乾宁中，（公元八九六年左右）官至御史中丞。蟾著有诗集一卷，《新唐书.艺文志》传于世。"
  },
  "tags": [
    "考试",
    "援引"
  ]
}