{
  "id": 8040,
  "star": 363,
  "name": "庐山谣寄卢侍御虚舟",
  "dynasty": "唐代",
  "content": "我本楚狂人，凤歌笑孔丘。<br>手持绿玉杖，朝别黄鹤楼。<br>五岳寻仙不辞远，一生好入名山游。<br>庐山秀出南斗傍，屏风九叠云锦张。<br>影落明湖青黛光，金阙前开二峰长，银河倒挂三石梁。<br>香炉瀑布遥相望，回崖沓嶂凌苍苍。<br>翠影红霞映朝日，鸟飞不到吴天长。<br>登高壮观天地间，大江茫茫去不还。<br>黄云万里动风色，白波九道流雪山。<br>好为庐山谣，兴因庐山发。<br>闲窥石镜清我心，谢公行处苍苔没。<br>早服还丹无世情，琴心三叠道初成。<br>遥见仙人彩云里，手把芙蓉朝玉京。<br>先期汗漫九垓上，愿接卢敖游太清。",
  "fanyi": "<p><strong>译文</strong><br>我本是像那个接舆楚狂人，<br>高声唱着凤歌去嘲笑<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>。<br>手里拿一根镶绿玉的棍杖，<br>大清早辞别著名的黄鹤楼。<br>攀登五岳寻仙道不畏路远，<br>这一生就喜欢踏上名山游。<br>秀美的庐山挺拔在南斗旁，<br>九叠云屏像锦绣云霞铺张，<br>湖光山影相互映照泛青光。<br>金阙岩前双峰矗立入云端，<br>三叠泉如银河倒挂三石梁。<br>香炉峰瀑布与它遥遥相望，<br>重崖叠嶂耸云霄莽莽苍苍。<br>翠云红霞与朝阳相互辉映，<br>鸟儿也飞不过吴天广又长。<br>登高远望天地间壮观景象，<br>大江悠悠东流去永不回还。<br>天上万里黄云变动着风色，<br>江流波涛九道如雪山奔淌。<br>我喜欢为雄伟的庐山歌唱，<br>这兴致因庐山风光而滋长。<br>闲时观看石镜使心神清净，<br><a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>足迹早被青苔掩藏。<br>我要早服仙丹去掉尘世情，<br>修炼三丹和积学道已初成。<br>远远望见仙人正在彩云里，<br>手里捧着芙蓉花朝拜玉京。<br>早已约好神仙在九天会面，<br>希望迎接你一同邀游太清。</p> <p><strong>注释</strong><br>(1)谣：不合乐的歌，一种<a href=\"http://so.gushiwen.org/view_8040.aspx\">诗</a>体。卢侍御虚舟：卢虚舟，字幼真，范阳（今北京大兴县）人，唐肃宗时曾任殿中侍御史，相传“操持有清廉之誉”（见清王琦注引李华《三贤论》），曾与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>同游庐山。<br>(2)楚狂人：春秋时楚人陆通，字接舆，因不满楚昭王的政治，佯狂不仕，时人谓之“楚狂”。<br>(3)凤歌笑孔丘：孔子适楚，陆通游其门而歌：“凤兮凤兮，何德之衰……”劝孔不要做官，以免惹祸。这里，李白以陆通自比，表现对政治的不满，而要像楚狂那样游览名山过隐居的生活。<br>(4)绿玉杖：镶有绿玉的杖，传为仙人所用。<br>(5)五岳：即东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指中国名山。<br>(6)南斗：星宿名，二十八宿中的斗宿。古天文学家认为浔阳属南斗分野（古时以地上某些地区与天某些星宿相应叫分野）。这里指秀丽的庐山之高，突兀而出。<br>(7)屏风九叠：指庐山五老峰东的九叠屏，因山丸叠如屏而得名。<br>(8)影落：指庐山倒映在明澈的鄱阳湖中。青黛（dài代）：青黑色。<br>(9)金阙（què确）：阙为皇宫门外的左右望楼，金阙指黄金的门楼，这里借指庐山的石门——庐山西南有铁船峰和天池山，二山对峙，形如石门。<br>(10)银河：指瀑布。三石梁：一说在五老峰西，一说在简寂观侧，一说在开先寺（秀峰寺）旁，一说在紫霄峰上。近有人考证，五老峰西之说不谬。<br>(11)香炉：南香炉峰。瀑布：黄岩瀑布。<br>(12)迥崖沓（tà踏）嶂：曲折的山崖，重叠的山峰。凌：高出。苍苍：青色的天空。<br>(13)吴天：九江春秋时属吴国。整句诗的意思：连鸟也难以飞越高峻的庐山和它辽阔的天空。<br>(14)大江：长江。<br>(15)黄云：昏暗的云色。<br>(16)白波九道：九道河流。古书多说长江至九江附近分为九道。李白在此沿用旧说，并非实见九道河流。雪山：白色的浪花。<br>(17)石镜：古代关于石镜有多种说法，诗中的石镜应指庐山东面的“石镜”——圆石，平滑如镜，可见人影。清我心：清涤心中的污浊。<br>(18)谢公：谢灵运。<br>(19)服：服食。还丹：道家炼丹，将丹烧成水银，积久又还成丹，故谓“还丹”。<br>(20)琴心三叠：道家修炼术语，一种心神宁静的境界。<br>(21)玉京：道教称元始天尊在天中心之上，名玉京山。<br>(22)先期：预先约好。汗漫:仙人名，一云造物者。九垓（gāī该）：九天之外。<br>(23)卢敖：战国时燕国人，周游至蒙谷山，见一古怪之士迎风而舞。卢敖邀他同游，那人笑着说：“吾与汗漫期于九垓之外，不可久留。”遂纵身跳入云中。太清：太空。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8040.aspx\">诗</a>为写景名篇。诗人以大手笔描绘了庐山雄奇壮丽的风光，可谓描写庐山的千古绝唱。同时，此诗也表现了诗人的豪迈气概，抒发了诗人寄情山水、纵情遨游、狂放不羁的情怀，表达了诗人想在名山胜景中得到寄托，在神仙境界中逍遥的愿望，流露了诗人因政治失意而避世求仙的愤世之情。　</p> <p>　　“我本楚狂人，凤歌笑<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>。”起句即用典，开宗明义表达胸襟：我本来就象楚狂接舆，高唱凤歌嘲笑孔丘。孔子曾去楚国，游说楚王。接舆在他车旁唱道：“凤兮凤兮，何德之衰？往者不可谏，来者犹可追！已而！已而！今之从政者殆而！”（《论语​·微子》）嘲笑孔子迷于做官。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以楚狂自比，表示了对政治前途的失望，暗示出要象楚狂那样游诸名山去过隐居生活。“凤歌”一典，用语精警，内容深刻，饱含身世之感。接着诗人写他离开武昌到庐山：“手持绿玉杖，朝别黄鹤楼。五岳寻仙不辞远，一生好入名山游”。诗人以充满神话传说的色彩表述他的行程：拿着仙人所用的嵌有绿玉的手杖，于晨曦中离开黄鹤楼。为什么到庐山来呢？是因为“好入名山游。”后两句诗，既可说是李白一生游踪的形象写照，同时也透露出诗人寻仙访道的隐逸之心。</p> <p>　　以上是第一段，可谓序曲。然后转入第二段，诗人以浓墨重彩，正面描绘庐山和长江的雄奇风光。先写山景鸟瞰：“庐山秀出南斗旁，屏风九叠云锦张，影落明湖青黛光。”古人认为天上星宿指配地上州域，庐山一带正是南斗的分野。屏风九叠，指庐山五老峰东北的九叠云屏。三句意谓：庐山秀丽挺拔，高耸入云；树木青翠，山花烂熳，九叠云屏像锦绣云霞般展开；湖光山影，相互映照，烘托得分外明媚绮丽。以上是粗绘，写出庐山的雄奇瑰丽；下面，则是细描：“金阙前开二峰长，银河倒挂三石梁。香炉瀑布遥相望，回崖沓嶂凌苍苍。”金阙、三石梁、香炉、瀑布，都是庐山绝景。这四句是从仰视的角度来描写：金阙岩前矗立着两座高峰，三石梁瀑布有如银河倒挂，飞泻而下，和香炉峰瀑布遥遥相对，那里峻崖环绕，峰峦重叠，上凌苍天。接着，笔姿忽又宕起，总摄全景：“翠影红霞映朝日，鸟飞不到吴天长。”旭日初升，满天红霞与苍翠山色相辉映；山势峻高，连鸟也飞不到；站在峰顶东望吴天，真是寥廓无际。诗人用笔错综变化，迂回别致，层层写来，把山的瑰玮和秀丽，写得淋漓尽致，引人入胜。</p> <p>　　然后，诗人登高远眺，以如椽大笔，彩绘长江雄伟气势：“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”九道，古谓长江流至浔阳分为九条支流。雪山，形容白波汹涌，堆叠如山。这几句意谓：登临庐山高峰，放眼纵观，只见长江浩浩荡荡，直泻东海，一去不返；万里黄云飘浮，天色瞬息变幻；茫茫九派，白波汹涌奔流，浪高如雪山。诗人豪情满怀，笔墨酣畅，将长江景色写得境界高远，气象万千。何等雄伟，何等壮美！大自然之美激发了大诗人的无限诗情：“好为庐山谣，兴因庐山发。闲窥石镜清我心，谢公行外苍苔没。”石镜，传说在庐山东面有一圆石悬岩，明净能照人形。谢公，南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>，尝入彭蠡湖口，登庐山，有“攀崖照石镜”诗句（《谢康乐集​·入彭蠡湖口​》）。李白经过永王璘事件的挫折后，重登庐山，不禁感慨万千。这四句意思是：爱作庐山歌谣，诗兴因庐山而激发。从容自得地照照石镜，心情为之清爽，谢灵运走过的地方，如今已为青苔所覆盖。人生无常，盛事难再。李白不禁油然产生寻仙访道思想，希望超脱现实，以求解决内心的矛盾。</p> <p>　　“早服还丹无世情，琴心三叠道初成。”还丹，道家所谓服后能“白日升天”的仙丹。琴心三叠，指道家修炼的功夫很深，达到心和神悦的境界。这两句表明诗人想象着自己有一天能早服仙丹，修炼升仙，以摆脱世俗之情，到那虚幻的神仙世界：“遥见仙人彩云里，手把芙蓉朝玉京。”玉京，道教谓元始天尊居处。诗人仿佛远远望见神仙在彩云里，手拿着莲花飞向玉京。诗人多么向往这样自由自在的世界：“先期汗漫九垓上，愿接卢敖游太清。”《淮南子​·道应训》载，卢敖游北海，遇见一怪仙，想同他做朋友而同游，怪仙笑道：“吾与汗漫期于九垓之外，吾不可以久驻。”“遂入云中。”汗漫，意谓不可知，这里比喻神。九垓，九天。太清，最高的天空。李白在这诗里反用其意，以怪仙自比，卢敖借指卢虚舟，邀卢共作神仙之游。两句意谓：我李白已预先和不可知之神在九天之外约会，并愿接待卢敖共游仙境。诗人浮想联翩，仿佛随仙人飘飘然凌空而去。全诗戛然而止，余韵悠然。</p> <p>　　此诗思想内容比较复杂，既有对儒家孔子的嘲弄，也有对道家的崇信；一面希望摆脱世情，追求神仙生活，一面又留恋现实，热爱人间风物。诗的感情豪迈开朗，磅礴着一种震撼山岳的气概。想象丰富，境界开阔，给人以雄奇的美感享受。诗的韵律随诗情变化而显得跌宕多姿。开头一段抒怀述志，用尤侯韵，自由舒展，音调平稳徐缓。第二段描写庐山风景，转唐阳韵，音韵较前提高，昂扬而圆润。写长江壮景则又换删山韵，音响慷慨高亢。随后，调子陡然降低，变为入声月没韵，表达归隐求仙的闲情逸致，声音柔弱急促，和前面的高昂调子恰好构成鲜明的对比，极富抑扬顿挫之妙。最后一段表现美丽的神仙世界，转换庚清韵，音调又升高，悠长而舒畅，余音袅袅，令人神往。</p>",
  "about": "<h2>创作背景</h2> 这首<a href=\"http://so.gushiwen.org/view_8040.aspx\">诗</a>作于公元760年（肃宗上元元年），即诗人流放夜郎途中遇赦回来的次年。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>遇赦后从江夏（今湖北武昌）往浔阳（今江西九江）游庐山时作了这首诗，那时李白已经历尽磨难，始终不愿向折磨他的现实低头，求仙学道的心情更加迫切了。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "山水",
    "归隐"
  ]
}