{
  "id": 40,
  "star": 123,
  "name": "北门",
  "dynasty": "先秦",
  "content": "出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！<br>王事适我，政事一埤益我。我入自外，室人交徧谪我。已焉哉！天实为之，谓之何哉！<br>王事敦我，政事一埤遗我。我入自外，室人交徧摧我。已焉哉！天实为之，谓之何哉！",
  "fanyi": "<p><strong>译文<br></strong>我从北门出城去，心中烦闷多忧伤。既受困窘又贫寒，没人知我艰难样。既然这样算了吧，都是老天安排定，我有什么办法想！<br>王家差事派给我，衙门公务也增加。我从外面回到家，家人纷纷将我骂。既然这样算了吧，都是老天安排定，我有什么好办法！<br>王家差事逼迫我，衙门公务也派齐。我从外面回家里，家人纷纷将我讥。既然这样算了吧，都是老天安排定，我有什么好主意！</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.殷殷：忧愁深重的样子。<br>3.终：王引之《经义述闻》引王念孙说：“终，犹既也。”窭（jù）：贫寒，艰窘。<br>4.已焉哉：既然这样。<br>5.谓：犹奈也，即奈何不得之意。<br>6.王事：周王的事。适（zhì）：同“擿”，扔，掷。适我，扔给我。<br>7.政事：公家的事。一：都。埤（pí）益：增加。<br>8.徧：同“遍”。讁（zhé）：谴责，责难。<br>9.敦：逼迫。<br>10.遗：交给。<br>11.摧：挫也，讥刺。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首小官吏诉说自己愁苦的<a href=\"http://so.gushiwen.org/view_40.aspx\">诗</a>。从诗的语言看，并没有“忠臣不得其志”或“安于贫仕”之意，旧说未免令人感到迂曲，今人的“怨诉”说则解释较为圆满。诗中的小官吏公事繁重苛细，虽辛勤应付，但生活依然清贫。上司非但不体谅他的艰辛，反而一味给他分派任务，使他不堪重负。辛辛苦苦而位卑禄薄，使他牢骚满腹，家人的责备更使他难堪，他深感仕路崎岖，人情浇薄，所以长吁短叹，痛苦难禁，悲愤之余，只好归之于天，安之若命。</p> <p>　　此诗经北门开篇，自古以来，北通“背”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>解读第一章开篇为“比”，就预先注明诗的主人公正面临着背时的命运。其实，从府衙北门而出，当然是背对光明而来的，自然是形象暗淡无光，精神萎靡不振。他一副忧心忡忡的样子，低着头走回家。因为无职无权，当然就要受穷了，想体面也体面不起来，其内心之黯然神伤，可想而知。但别人却不知道他的这份艰难，这个别人不只包括他的饱食终日无所用心的上司，还包括靠他糊那点薪俸养活的家人。他也自知没有本事，但又无能为力，只剩下愁眉苦脸、唉声叹气的份了。这个小官吏，甘于清贫，内外交困，穿着寒酸，愧对家人，但又如此任劳任怨，忠于王事，勤于政事，真是具有敬业精神的忠谨之士。</p> <p>　　这首诗的主人公虽然是一名官吏，但全诗并非无病呻吟，的确体现了《诗经》“饥者歌其食，劳者歌其事”的现实主义精神。对诗中连用“我”字而蕴含的感情色彩。全诗纯用赋法，不假比兴，然而每章末尾“已焉哉，天实为之，谓之何哉”三句重复使用，大大增强了语气，深有一唱三叹之效，牛运震《诗志》认为这些句段与《古诗十九首》中“弃捐勿复道，努力加餐饭”等一样，“皆极悲愤语，勿认作安命旷达”，这是很有见地的。</p>",
  "about": "<h2>创作背景</h2> 　　关于《北门》一<a href=\"http://so.gushiwen.org/view_40.aspx\">诗</a>的历史背景及其本事，《毛诗序》谓：“《北门》，刺仕不得志也。言卫之忠臣不得其志尔。”郑玄笺云：“不得其志者，君不知己志，而遇困苦。”明代何楷《诗经世本古义》根据《邶风·柏舟》推断此诗作于卫顷公之时，清代姜炳璋《诗序补义》猜测此诗作于“西周之世夷厉之时，卫未并邶之日”，但这两种说法均与史实、诗事不符。清人方玉润《诗经原始》则说：“《北门》，贤者安于贫仕也。”现代学者（如高亨《诗经今注》、程俊英《诗经译注）等）一般都认为这是一首小官吏不堪其苦而向人怨诉的诗。翟相君《北门臆断》一文，首先根据《诗经》用词惯例，考释“王”特指周王，“事”专指战争，然后根据《左传·桓公五年》记载，考定诗中所谓“王事”，是指卫宣公十二年（公元前707年）秋天卫人帮助周桓王伐郑而战败一事。他认为诗中主人公参与了这次战争，归来后受到同僚的埋怨，作这首诗抒愤；或是卫人借这位官吏之口，作诗表达对这次战争的不满。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}