{
  "id": 73226,
  "star": 21,
  "name": "哀郢二首",
  "dynasty": "宋代",
  "content": "远接商周祚最长，北盟齐晋势争强。<br>章华歌舞终萧瑟，云梦风烟旧莽苍。<br>草合故宫惟雁起，盗穿荒冢有狐藏。<br>离骚未尽灵均恨，志士千秋泪满裳。</p> <p>荆州十月早梅春，徂岁真同下阪轮。<br>天地何心穷壮士，江湖从古著羁臣。<br>淋漓痛饮长亭暮，慷慨悲歌白发新。<br>欲吊章华无处问，废城霜露湿荆榛。",
  "shangxi": "<h2>赏析</h2> <p>　　第一首从回顾楚国兴起和发展的历史着笔，与其衰落败亡的结局以及今日遗址荒芜的景象，作强烈的对比。“远接商周祚最长，北盟齐晋势争强。”是说楚国远承商周二代的王业，国统由来久长，在发展鼎盛时期，曾和齐晋结盟，对抗强秦。楚原是商的属国，后至周，又被周成王正式封为诸侯国。因此可以说“是远接商周祚最长”了。“祚”，指王统。</p> <p>　　第二联顺接上联意，写楚国最终由盛而衰，以至为秦所灭。“章华歌舞终萧瑟”，写的便是这种历史的结局。“章华”，即章华台，楚国离宫，旧址有几处，此当指沙市之豫章台。当年章华台上的歌舞，早已萧索寂寥了，但是，“云梦风烟旧莽苍”：楚地著名的云梦泽，气象依旧，风烟迷蒙，阔大苍茫。这里，<a href=\"http://so.gushiwen.org/view_73226.aspx\">诗</a>人以章华歌舞之短暂映照云梦风烟之永恒，产生强烈对比，抒发物是人非之感叹，揭示出历史发展之无情。</p> <p>　　第三联由历史的回顾转为对眼前景象的描写：“草合故宫惟雁起，盗穿荒冢有狐藏。”当年郢都宫殿旧址，如今已野草滋蔓，唯见雁群时时飞起；早已被盗掘的荒坟野冢，如今成了狐兔藏身之所。这景象是多么凄凉败落，它既是诗人眼前所见之景，又是当年楚国衰亡的象征。而导致楚国衰亡的原因，正是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《离骚》中所尖锐指出的，贵族蒙蔽君王，嫉贤还能，朋比为奸惑乱国政。这一历史的教训，使得千秋仁人志士莫不感到感慨万分，热泪沾裳。末联“离骚未尽灵均恨，志士千秋泪满裳。”是诗人对楚之衰亡所作的结论，也是全诗主旨之所在。“灵均”是屈原的字，“灵均恨”，既是屈原在《离骚》中所无法尽情宣泄的家国无穷之恨，也是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在这首诗中所要表达的与屈原共命之叹。</p> <p>　　第一首以议论起笔，以抒情落笔，中间两联写景，情寓于景。第二首则首尾写景，中间抒情，情因景而发。第一联：“荆州十月早梅春，徂岁真同下阪轮。”“荆州”，即指郢都；“徂岁”，犹言过去的岁月；“下阪轮”，即下坡的车轮，这里用以形容流光迅速。此联是说荆州十月便是早梅初开的小阳春气候了，时光的流逝的感慨，这是一个胸怀大志、迫切要求报国效命的志士的感慨，是在对自然界客观规律的认识中包含着对人事代谢现象的探寻。第二联由对屈原的怀想而抒发对古往今来仁人志士壮志难酬的愤慨，这是伤古，又是悼今。“天地何心穷壮士？江湖自古著羁臣。”写得极为沉重。是啊，天行有常，何曾有导致壮士途穷困厄之心；自古以来，皆因人事之非，以致多少像屈原这样的贞臣节士去国离乡，放逐江湖。这一切怎不令人顿生怨愤，非淋漓痛饮焉能排遣，非慷慨悲歌何以发泄。诗的第三联“淋漓痛饮长亭暮，慷慨悲歌白发新。”正是表达这样一种感情。但是，诗人心中那报国无门的怨愤和苦闷是无法解脱的，所以“淋漓痛饮”于长亭薄暮之中，更显孤独；“慷慨悲歌”于白发初生之际，自增惆怅。这种心情只有泽畔行吟的屈原可以与之相通，美人迟暮悲今古，一瓣心香吊屈平。但眼前却是“欲吊章华无处问，废城霜露湿荆榛。”末联勾画出的这种荆榛满地、霜露侵入的惨淡景象，深深地印在诗人的心上，也引起读者的沉思。</p> <p>　　陆游的优秀诗篇大都回荡着爱国激情。在这组诗中，诗人的一纸诗情，又是通过郢都古今盛衰的强烈对比来表现的，并且借屈原的千古遗恨来抒发自己的爱国之情。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>说陆游诗“尽拾灵均怨句新”（《跋陆务观剑诗稿》），正可概括这首诗的特色，读后，确如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>所云：“令人三叹不能自已。”（《答徐载叔赓》）公元年1178（淳熙五年）五月，陆游又写了《楚城》：“江上荒城猿鸟悲，隔江便是屈原祠。一千五百年间事，只有滩声似旧时。”皆抒发同一感慨。</p>",
  "about": "<h2>创作背景</h2> 　　公元1164年（南宋孝宗隆兴二年），<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>大举北伐，符离战败，宋朝廷再度向金屈膝求和，达成隆兴和议。公元1166年（乾道二年），官居隆兴（今江西南昌）通判的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，也以“交结台谏，鼓唱是非，力说张浚用兵”的罪名而被罢黜回乡。陆游在家乡（越州山阴）穷居四年，方于公元1170年（乾道六年）出任夔州（今四川奉节）通判。初夏，他从家乡出发，沿长江西上入蜀，九月过荆州（今湖北江陵）。此地为战国时楚故都郢，他触景生情，怀古伤今，遂向慕屈子，慷慨悲歌，以<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《哀郢》为题，写了两首七律，以抒发自己炽烈的爱国情怀。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "怀古",
    "感慨",
    "国家"
  ]
}