{
  "id": 57687,
  "star": 26,
  "name": "定风波·用药名招婺源马荀仲游雨岩马善医",
  "dynasty": "宋代",
  "content": "山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚。多病。提防风月费遍章。 <br>孤负寻常山简醉。独自。故应知子草玄忙。湖海早知身汗漫。谁伴。只甘松竹共凄凉。",
  "shangxi": "<h2>鉴赏</h2> <p>　　因为马荀仲是医生，所以稼轩就用药名写入邀他一起去游雨岩的词中。看来纯属游戏笔墨，但正如<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生说的：“从喷泉里出来的都是水，从血管里出来的都是血”一样，这即兴之作，也莫不充满了愤懑之情。</p> <p>　　这阕词写于稼轩谪居上饶之时。雨岩在博山，位于永丰县西20里，离上饶极近，风景优美，稼轩多次游历，已记于词者有《念奴娇》、《水龙吟》、《山鬼谣》、《生查子》、《蝶恋花》可见其情有独钟。词中“木香”、“雨余凉”（禹余粮）、“石膏”、“防风”、“常山”、“知子”（栀子）、“海早”（海藻）、甘松等，均为药名。一经嵌入词中，却全不露痕迹。若不是他特地提出，几乎读不出药味来。药味是读不出，但如松竹之于风雪吧，于“凄凉”中更形挺拔。词之有味，正是在这于凄凉中，更见精神之感人。</p> <p>　　首二句“山路风来草木香。雨余凉意到胡床”。“胡床”是一种四脚可以交叠收起的轻便坐具。此处不必执着，只不过是说下雨过后，居室内也凉快起来了。而户外此时，山径上轻风吹拂，被雨水洗过的草木也都发出了清香。天更蓝、草木更翠、空气更清新，加之天气凉爽，岂不是最好出游的时候。首先把气氛造足，提出好一个先决条件。</p> <p>　　然后第三句说明为什么要出游，因为泉石之病，已入膏肓，——算是没有药救了。</p> <p>　　第四句一转，已是“多病”了，还甘愿去为这些风月闲情费精神。之所以要“提防”者，是一不小心就容易犯上了之缘故。这里使人想到了梁时的吏部尚书徐勉，史书说他“常与门人夜集，客有虞暠求詹事五官，勉正色答云：‘今夕止可谈风月，不宜及公事。’”而今稼轩已无公事可谈，所以他要提防的倒不是公事，而是要“提防风月费篇章”了，孔子说：<a href=\"http://so.gushiwen.org/view_57687.aspx\">诗</a>可以怨，他这就是怨，但却是以游戏笔墨出之。这就又符合了中国诗教之所谓的“哀而不怨”。所谓“不怨”，是指字面上的，并不否定“哀”，故哀正在骨子里。</p> <p>　　下阕以道歉为过渡，正是承上启下。词人说：我也知道你忙于著述，所以平常我也总是一个人寻醉；是怕打搅了你。说得非常可怜。这里他用了两个典故，“草《玄》”，这只是把马医生比作<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，说他和扬雄一样，在家里忙着写他的《太玄》经。这只是客套话。而以“山简”自称的就有点牢骚了。山简，公元309年（西晋永嘉三年）出为征南将军，都督荆、襄、交、广四州诸军事，镇襄阳。时天下分崩，山无用武之地，故尝醉酒。稼轩于江西安抚使任上刚授两浙西路提点刑狱公事，旋即因诬落职，祖国分裂，他亦无可用武之地，倒是与山简有些相像，然而山简毕竟还是身在公门，没有像他这样一掳到底，成了平头老百姓一个。所以他要说“孤负平常山简醉”了。其实他又不可和山简相比。山简之醉，还有可说，因为他毕竟还是将军，不能为国出力，是以只有“醉”。而他什么也不是，既不守土，也无言责。他也要以醉来麻醉自己，是自作多情。则这“孤负”也实在不知是稼轩孤负于朝廷，还是朝廷孤负于稼轩，谁也不好说，所以他只好说自己孤负了这一“醉”。</p> <p>　　末段再一激。“湖海早知身汗漫”，“湖海”也就是所谓之江湖，也就是社会。“汗漫”，漫无边际，此处可作可有可无讲。词人说：社会上早就知道我是一个可有可无之人，除了好友如你，还有谁来伴我出游呢？如你再不来，那我也就“只甘松竹共凄凉”了。这里邀人而把对方的身份也抬得很高。不止文如扬雄，其品也如竹之直而有节，如松之傲而不屈。看来除了马荀仲，再就是松竹，世上就再没有其他的人可以为伴了。这个“凄凉”的时候，不上门的，也真个是可以不把他当人看了。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "友情",
    "孤独"
  ]
}