{
  "id": 11008,
  "star": 14,
  "name": "野人送朱樱",
  "dynasty": "唐代",
  "content": "西蜀樱桃也自红，野人相赠满筠笼。<br>数回细写愁仍破，万颗匀圆讶许同。<br>忆昨赐沾门下省，退朝擎出大明宫。<br>金盘玉箸无消息，此日尝新任转蓬。",
  "fanyi": "<p><strong>译文<br></strong>西蜀的樱桃原来也是这般鲜红啊，乡野之人送我满满一竹笼。<br>熟得很透啊，几番细心地移放却还是把它弄破了，令人惊讶的是上万颗樱桃竟然如此圆得匀称而相同。<br>回想当年在门下省供职时，曾经蒙受皇帝恩赐的樱桃，退朝时双手把它擎出大明宫。<br>唉！金盘玉箸早已相隔遥远，今日尝新之时，我已漂泊大涯如同转蓬。</p> <p><strong>注释<br></strong>野人：指平民百姓。朱樱：红樱桃。<br>也自红：意思是说与京都的一般红。<br>筠（yún）笼：竹篮。<br>细写：轻轻倾倒。愁：恐怕，担心。<br>万颗匀圆：指上万颗樱桃不大不小，均匀圆润。讶许同：惊讶如此相同。<br>沾：接受恩译。门下省：官署名。肃宗至德年间<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>任左拾遗，属门下省。<br>大明宫：唐宫殿名，君臣在此上朝。<br>玉箸（zhù）：华丽的筷子。<br>转蓬：蓬草遇风拨根而旋转，喻身世之飘零。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_11008.aspx\">诗</a>作于宝应元年（762）夏，此时严武再次镇蜀。严父挺之与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是旧交，严武屡次造访草堂，关怀有加。“西蜀樱桃也自红”，这是杜甫入蜀后第三次产生的亲切感受：成都的樱桃每到春天“也”同北方一样“自”然地垂下鲜“红”的果实。“野人相赠满筠笼，”野人，指村农；筠笼，竹篮。村农以“满”篮鲜果“相赠”，足见诗人与邻里相处欢洽。</p> <p>　　“数回细写愁仍破，万颗匀圆讶许同。”上句写樱桃成熟，诗人说，我几次把樱桃从篮中移置盘内，生恐碰损，却仍“愁”碰“破”。“万”形容数量其多。“许”，这样。下句写樱桃大小相等，诗人说，樱桃“万颗匀圆”，令人惊“讶”：为何大小竟这样相“同”呢？二句写樱桃形体，隐含对果农种植技艺与劳动的赞美之意。</p> <p>　　杜甫虽寄寓成都，但每有“不死会归秦”，“临危莫爱身”（《奉送严公入朝十韵》）的想望和心愿。因而常常忆起在长安的往事。于是后四句便成为他忠爱之诚的由衷流露。“忆昨赐沾门下省，早朝擎出大明宫。”二句是追忆任左拾遗时在宫中蒙受恩赐，擎持归家的情景。</p> <p>　　大明宫中有宣政殿，中书、门下二省都在宣政殿内，在门下省内接受樱桃之赐，退朝时分，徐徐擎出宫门。这一联的惊奇之处在于，诗人用两个专有名词不动声色地写出了对皇恩的感戴。专有名词在诗中给人的联想是很少的，但此处却给人堂皇之感，“门下”表现了空间的纵深，“大明”渲染出庄严辉煌的气势，两个实打实的名词被诗人巧妙地虚化了。唐人李嘉祐诗云“秋冷白云司”，“白云司”指刑部，与“秋冷”连属，别有清峭之气，和杜诗此联一样，都是点铁成金之句。</p> <p>　　以时间词为标识，全诗可分作三层：前两联——“今日”；第三联——“昨日”；第四联——“今日”。第三联出于诗人的记忆。引逗这记忆的，是“野人送朱樱”这么一个小小的事件。诗的第一联把题目展开了：“西蜀樱桃也自红，野人相赠满筠笼。”起句看似自然，实则不同寻常，这全体现在最虚的“也”字上。最轻的字眼，诗人赋予其最饱满的重量。“也”字像是一个呼唤，唤起了当年长安宫中的赐樱之事，原来西蜀的樱桃也这么红啊，时空的感觉包孕在这个“也”字之中。</p> <p>　　诗的首联中，“也”字之外，“红”、“满”亦不是随意用之，二字与下联以“愁”、“讶”写对樱桃的珍惜是呼应着的。清人朱瀚说：“红言其熟，起细写仍破；满言其多，起万颗许同”。“写”同“泻”，言用水漂洗，“愁仍破”，即愁其破而仍破；“许”，唐人常用口语，如许之意，“讶许同”，即令“我”惊奇竟如此相同，<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>诗云：“讶许能含笑”。此二句融入口语，言约义丰，见出诗人语言的锤炼之功。末联“金盘玉箸”承第三联大明宫富丽堂皇的意象而来，从记忆中醒来，回到“任转蓬”的蜀地“此日”。</p> <p>　　这是一首咏物诗。它以“朱樱”为描写对象，采用今昔对比手法，表达了诗人对供职门下省时的生活细节的深情忆念。这就从内容上增添了生活层面和感情厚度。它使我们看到一个既与劳动群众友善，又对王朝怀有忠爱的诗人的复杂感情。昔人谓“杜诗咏物，俱有自家意思，所以不可及。”（《絸斋诗话》）此诗可贵处，就在于能画出一个飘零中的诗人。与此相适应，此诗“终篇语皆遒丽。”樱桃“自红”，野人“相赠”，“忆昨赐沾”，“早朝擎出”，“ 此日尝新”，都以遒劲取胜。而“细写愁仍破”， “ 匀圆讶许同”，与“金盘玉筋无消息”等，则又显得很明丽。 </p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_11008.aspx\">诗</a>作于宝应元年（762）夏，时严武再次镇蜀。武父挺之与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是旧交，故武曾几次枉驾草堂。与此同时，杜甫也常与田父野老往来。他不仅写了《遭田父泥饮美严中丞》等名篇，还有这一即兴佳作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物",
    "赞美",
    "农民"
  ]
}