{
  "id": 72216,
  "star": 13,
  "name": "诸稽郢行成于吴",
  "dynasty": "先秦",
  "content": "　　吴王夫差起师伐越，越王勾践起师逆之江。</p> <p>　　大夫种乃献谋曰：“夫吴之与越，唯天所授，王其无庸战。夫申胥、华登，简服吴国之士于甲兵，而未尝有所挫也。夫一人善射，百夫决拾，胜未可成。夫谋必素见成事焉，而后履之，不可以授命。王不如设戎，约辞行成，以喜其民，以广侈吴王之心。吾以卜之于天，天若弃吴，必许吾成而不吾足也，将必宽然有伯诸侯之心焉；既罢弊其民，而天夺之食，安受其烬，乃无有命矣。” </p> <p>　　越王许诺，乃命诸稽郢行成于吴，曰：“寡君勾践使下臣郢，不敢显然布币行礼，敢私告于下执事曰：‘昔者，越国见祸，得罪于天王，天王亲趋玉趾，以心孤句践，而又宥赦之。君王之于越也，繄起死人而肉白骨也。孤不敢忘天灾，其敢忘君王之大赐乎？今勾践申祸无良，草鄙之人，敢忘天王之大德，而思边陲之小怨，以重得罪于下执事？勾践用帅二三之老，亲委重罪，顿颡于边。今君王不察，盛怒属兵，将残伐越国。越国固贡献之邑也，君王不以鞭箠使之，而辱军士，使寇令焉！勾践请盟。一介嫡女，执箕帚以晐姓于王宫；一介嫡男，奉盘匜以随诸御。春秋贡献，不解于王府。天王岂辱裁之？亦征诸侯之礼也。’” </p> <p>　　夫谚曰：“‘狐埋之而狐搰之，是以无成功。’今天王既封殖越国，以明闻于天下，而又刈亡之，是天王之无成劳也。虽四方之诸侯，则何实以事吴？敢使下臣尽辞，唯天王秉利度义焉！”",
  "fanyi": "<p><strong>译文</strong><br>　　吴王夫差出兵攻越，越王勾践带兵迎击。大夫文种献计说：“吴越谁存谁亡，只看天意如何，用不着打仗了。伍子胥和华登练出来的吴国士兵，从来没打过败仗，只要有一人精于射箭，就会有百人拉起弓弦练习。我们很难战胜他啊。凡是谋划一件事情，必须预见到成功才实行，决不可轻易拼命。君王不如保全兵力，严守阵地，用谦卑的言辞向吴国求和，让吴民高兴，让吴王的野心一天天膨胀。我们可由此占卜天意，果真天弃吴国，吴人定会答应议和，不把我国放在眼里，而放心大胆去中原争霸。等他百姓疲惫了，再遇上天灾歉收，我们稳稳当当去收拾残局，吴国就失去上天的保佑了。” <br>　　越王同意了，派诸稽郢向吴求和，说：“敝国君主勾践，派遣小臣诸稽郢前来，不敢公然献上玉帛，在天王驾前行礼，只好冒昧的私下向天王左右的官员说：从前，越国不幸冒犯天王，天王亲自出动玉趾，本来打算灭我勾践，又宽恕了我。天王对我越国的恩德，真是让死人复活，让白骨生肌，我勾践既不敢忘记天降的灾祸，又怎敢忘记天王的厚赐呢？如今我勾践既因无德而重遭天祸，我们这些草野的鄙贱之人，又怎敢忘记天王的大德，只因边境的小怨而耿耿于怀，以至再次得罪天王的左右呢？勾践因此率领几个老臣，亲自承担重罪，在边境上叩着响头。天王未了解下情，勃然大怒，出兵讨伐。越国本来就是向天王称臣进贡的城邑啊，天王不用鞭子驱使它，却使您尊贵的将士们受屈，来执行讨伐，更使越国不安了。因此勾践请求盟约。今送来一个嫡生的女儿，在王宫拿着簸箕扫帚；还送来一个嫡生的儿子，捧着盘子和脸盆，随同侍卫们服侍天王。春秋两季，向天王的府库进贡，决不丝毫懈怠。天王又何必御驾亲征？这本是天子向诸侯征税之礼啊！谚语说：‘狐狸埋下它，狐狸又扒出来，所以劳而无功。’如今天王既已扶植了越国，您的明智已传遍天下；倘又消灭它，天王岂不也是劳而无功吗？如何使四方的诸侯信服吴国呢？因此命我下臣把话儿说清楚，请天王就利和义两方面多加权衡吧！” </p><p><strong>注释</strong><br>逆:迎战。大夫种：即文种，越国大夫。庸：用。申胥：即伍子胥，封于申，故又称申胥。华登：吴国大夫。简服：训练。挫：败。决拾：射箭用具。素：预先。履：实行。授命：拼命。约辞：委婉的言辞。行成：求和。广侈：扩张，使其生骄心。不吾足：不把我们放在心上。伯：通“霸”，称霸。罢：通“疲”，疲劳。烬：灰烬。<br>诸稽郢：越国大人。币：礼品。下执事：供役使的人。天王：对吴王夫差的尊称。得罪：指勾践射伤吴王之父阖闾。亲趋玉趾：亲劳大驾。孤：舍弃。繄：就是。边陲：边境。用：因此。老：老臣。顿颡：叩头直至额触地。属：会集。残伐：杀伐。鞭箠：鞭子。寇令：抵御盗寇的命令。箕帚：畚箕、笤帚。晐姓：贡纳诸姓妇子到天子之宫。槃匜：洗手脸的用具。解：同“懈”。辱：谦词。征诸侯：向诸侯征税。搰：掘出。封殖：培植。这是以草木自比。刈：芟草。实：信实。秉：拿，执。度：衡量。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "外交"
  ]
}