{
  "id": 20378,
  "star": 142,
  "name": "致酒行",
  "dynasty": "唐代",
  "content": "零落栖迟一杯酒，主人奉觞客长寿。<br>主父西游困不归，家人折断门前柳。<br>吾闻马周昔作新丰客，天荒地老无人识。<br>空将笺上两行书，直犯龙颜请恩泽。<br>我有迷魂招不得，雄鸡一声天下白。<br>少年心事当拿云，谁念幽寒坐呜呃。",
  "fanyi": "<p><strong>译文</strong><br>我潦倒穷困漂泊落魄，唯有借酒消愁，主人持酒相劝，相祝身体健康。<br>当年主父偃向西入关，资用困乏滞留异乡，家人思念折断了门前杨柳。<br>哎，我听说马周客居新丰之时，天荒地老无人赏识。<br>只凭纸上几行字，就博得了皇帝垂青。<br>我有迷失的魂魄，无法招回，雄鸡一叫，天下大亮。<br>少年人应当有凌云壮志，谁会怜惜你困顿独处，唉声叹气呢？</p> <p><strong>注释</strong><br>致酒：劝酒。<br>行：乐府<a href=\"http://so.gushiwen.org/view_20378.aspx\">诗</a>的一种体裁。<br>零落：漂泊落魄。<br>奉觞（shāng）：捧觞，举杯敬酒。<br>客长寿：敬酒时的祝词，祝身体健康之意。<br>主父：《汉书》记载：汉武帝的时候，“主父偃西入关见卫将军，卫将军数言上，上不省。资用乏，留久，诸侯宾客多厌之。”后来，主父偃的上书终于被采纳，当上了郎中。<br>折断门前柳：折断门前的杨柳。<br>马周：《旧唐书》记载：“马周西游长安，宿于新丰，逆旅主人唯供诸商贩而不顾待。周遂命酒一斗八升，悠然独酌。主人深异之。至京师，舍于中郎将常何家。贞观五年（631年），太宗令百僚上书言得失，何以武吏不涉经学，周乃为陈便宜二十余事，令奏之，皆合旨。太宗怪其能，问何，对曰：‘此非臣所能，家客马周具草也。’太宗即日招之，未至间，遣使催促者数四。及谒见，与语甚悦，令值门下省。六年授监察御史。”<br>龙颜：皇上。<br>恩泽：垂青。<br>迷魂：这里指执迷不悟。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>曾作《招魂》，以招<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>之魂。<br>拿云：高举入云。<br>呜呃：悲叹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_20378.aspx\">诗</a>写诗人客居长安，求官而不得的困难处境和潦倒感伤的心情。诗人以不得志的人的身份作客饮酒，前四句写作客的情形和潦倒自伤的心情。中间四句，诗人由自伤转为自负和自勉，引汉代名士主父偃和唐代名士马周自比，说明他自己有经世之才，早晚会得到皇帝赏识。后四句，诗人又由自负和自勉转为自伤，感慨自己冷落寂寞的处境。三层意思转折跌宕，沉郁顿挫，而以怀才不遇之意加以贯通。《李长吉集》引黄淳耀的话评价说：“绝无雕刻，真率之至者也。”黎简评价说：“长吉少有此沉顿之作。”</p> <p>　　从开篇到“家人折断门前柳”四句一韵，为第一层，写劝酒场面。先总说一句，“零落栖迟”（潦倒游息）与“一杯酒”连缀，大致地表示以酒解愁的意思。不从主人祝酒写起，而从客方（即诗人自己）对酒兴怀落笔，突出了客方悲苦愤激的情怀，使诗一开篇就具“浩荡感激”（<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>语）的特色。接着，诗境从“一杯酒”而转入主人持酒相劝的场面。他首先祝客人身体健康。“客长寿”三字有丰富潜台词：忧能伤人，折人之寿，而“留得青山在”，才能“不怕没柴烧”。七字画出两人的形象，一个是穷途落魄的客人，一个是心地善良的主人。紧接着，似乎应继续写主人的致词了。但诗笔就此带住，以下两句作穿插，再引申出“零落栖迟”的意思，显得委婉含蓄。“主父西游困不归”，是说汉武帝时主父偃的故事。主父偃西入关，郁郁不得志，资用匮乏，屡遭白眼（见《汉书·主父偃传》）。诗人以他来自比，“困不归”中含有无限辛酸之情。古人多因柳树而念别。“家人折断门前柳”，通过家人的望眼欲穿，写出诗人自己的久羁异乡之苦，这是从对面落笔。引古自喻与对面落笔同时运用，都使诗情曲折，生动有味。经过这两句的跌宕，再继续写主人致词，诗情就更为摇曳多姿了。</p> <p>　　“吾闻马周昔作新丰客”到“直犯龙颜请恩泽”是第二层，为主人致酒之词。“吾闻”二字领起，是对话的标志；同时通过换韵，与上段划分开来。这几句主人的开导写得很有意味，他抓住上进心切的少年心理，甚至似乎看穿诗人引古自伤的心事，有针对性地讲了另一位古人一度受厄但终于否极泰来的奇遇：唐初名臣马周，年轻时受地方官吏侮辱，在去长安途中投宿新丰，逆旅主人待他比商贩还不如，他的处境比主父偃更为狼狈。为了强调这一点，诗中用了“天荒地老无人识”的生奇夸张造语，那种抱荆山之玉而“无人识”的悲苦，以“天荒地老”四字来表达，看似无理，实际上极能尽情。马周一度像这样困厄难堪，以后却时来运转，因替他寄寓的主人、中郎将常何代笔写条陈，唐太宗十分高兴，予以破格提拔。（注：原文见作品注释。）“空将笺上两行书，直犯龙颜请恩泽”说的就是这件事。主人的话到此为止，只称引古事，不加任何发挥。但这番语言很富于启发性。他说马周只凭“两行书”即得皇帝赏识，言外之意似乎是：政治出路不只是有一种途径，“囊锥”终有出头之日，科场受阻也不能悲观。事实上，马周只是被唐太宗偶然发现，这里却说成“直犯龙颜请恩泽”，主动自荐，似乎又在怂恿少年要敢于进取，创造成功的条件。这四句以古事对古事，话中有话，极尽循循善诱之意。</p> <p>　　“我有迷魂招不得”至篇终为第三层，直抒胸臆作结。“听君一席话，胜读十年书”，主人的开导使“我”这个“有迷魂招不得”者，茅塞顿开。诗人运用擅长的象征手法，以“雄鸡一声天下白”写主人的开导生出奇效，使他的心胸豁然开朗。这“雄鸡一声”是一鸣惊人，而“天下白”的景象更是光明璀璨。这一景象激起了诗人的豪情，于是末二句写道：“少年正该壮志凌云，怎能一蹶不振！老是唉声叹气，那是谁也不会来怜惜你的。”“谁念幽寒坐呜呃”，“幽寒坐呜呃”五字，用语独造，形象地刻画出诗人自己“咽咽学楚吟，病骨伤幽素”（《伤心行》）的苦态。“谁念”句，同时也就是一种对旧我的批判。末二句音情激越，颇具兴发感动的力量，使全诗具有积极的思想色彩。</p> <p>　　《致酒行》以抒情为主，却运用主客对白的方式，不作平直叙写。诗中涉及两个古人故事，却分属宾主，《李长吉歌诗汇解》引毛稚黄的话说：“主父、马周作两层叙，本俱引证，更作宾主详略，谁谓长吉不深于长篇之法耶？”这篇的妙处，还在于它有情节性，饶有兴味。另外，诗在铸词造句、辟境创调上往往避熟就生，如“零落栖迟”、“天荒地老”、“幽寒坐呜呃”，尤其是“雄鸡一声”句等等，或语新，或意新，或境奇，都对表达诗情起到了积极作用，是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>式的锦心绣口。</p>",
  "about": "<h2>创作背景</h2> 　　806年，<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>带着刚刚踏进社会的少年热情，满怀希望打算迎接进士科举考试。不料竟被人以避讳他的父亲“晋肃”的名讳为理由，剥夺了考试资格。这个意外的打击使<a href=\"http://so.gushiwen.org/view_20378.aspx\">诗</a>人终生坎坷。诗人“不平则鸣”，从此“怀才不遇”成了他作品中的一个重要主题，他的诗也因而带有一种哀愤的特色。但这首困居异乡，有所感遇的《致酒行》，音情高亢，表现明快，别具一格。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "怀才不遇",
    "饮酒",
    "抒怀"
  ]
}