{
  "id": 72440,
  "star": 20,
  "name": "相逢行",
  "dynasty": "两汉",
  "content": "相逢狭路间，道隘不容车。<br>不知何年少？夹毂问君家。<br>君家诚易知，易知复难忘；<br>黄金为君门，白玉为君堂。<br>堂上置樽酒，作使邯郸倡。<br>中庭生桂树，华灯何煌煌。<br>兄弟两三人，中子为侍郎；<br>五日一来归，道上自生光；<br>黄金络马头，观者盈道傍。<br>入门时左顾，但见双鸳鸯；<br>鸳鸯七十二，罗列自成行。<br>音声何噰噰，鹤鸣东西厢。<br>大妇织绮罗，中妇织流黄；<br>小妇无所为，挟瑟上高堂：<br>“丈人且安坐，调丝方未央。”",
  "fanyi": "<p><strong>译文<br></strong>在狭窄的小路间相逢，道路太窄容不下车子。<br>不知道是哪里来的少年，停下车来问你家的情况。<br>你家的情况是容易知晓的，因为你家是这里的豪门大户，所以我不但容易知晓而且还难忘。<br>你家的门是用黄金做的，堂屋的用料是汉白玉。<br>你家堂屋里常常设有樽酒，还有赵地的歌女在这里演奏。<br>你家庭院中央有棵桂树，树上挂着很多彩灯，每当夜晚来临，这些灯光灿烂明亮。<br>你家有三个弟兄。家里的老二是皇帝的侍从，官为侍郎。<br>他五天休一次假，当他休假回家时，一路上光彩照人。<br>驾马所用的马勒是用黄金装饰的，围观的人很多，充满道路两旁。<br>进入家门，向左边的池塘望去，只见成对的鸳鸯飞来。<br>七十二只鸳鸯罗列成行，它们欢乐地在水里游着。<br>噰噰的声音叫个不停，在东西两侧还有白鹤鸣叫。<br>老大媳妇正在织罗绮，老二媳妇在织黄紫相间的绢。<br>老三媳妇没有事情可做，就拿着把琴瑟去堂屋。<br>老人在屋内安坐后，她便开始调弦准备弹奏美妙的乐曲了。</p> <p><strong>注释<br></strong>⑴不知何年少：《玉台新咏》作“如何两少年”。<br>⑵毂（gū）：车轮中心的圆木，辐聚其外，轴贯其中。这里代指车。夹毂：犹“夹车”。这两句是说，两个少年站在车的两旁而问。<br>⑶置樽酒：指举行酒宴。<br>⑷作使：犹“役使”。邯郸：汉代赵国的都城，在今河北邯郸城西南。倡：歌舞伎。赵国女乐，闻名当时。<br>⑸中庭：庭中，院中。<br>⑹华灯：雕刻非常精美的灯。<br>⑺兄弟两三人：兄弟三人。从下文“中子”、“三妇”可证。“两”字无意义。<br>⑻侍郎：官名。《后汉书·百官志》：“侍郎三十六人，作文书起草。”秩各四百石。<br>⑼五日一来归：汉制中朝官每五日有一次例休，称“休沐”。<br>⑽左顾：回顾。<br>⑾双鸳鸯：鸳鸯为匹鸟，总是成对并游。双鸳鸯，就是“双双的鸳鸯”，汉乐府<a href=\"http://so.gushiwen.org/view_72440.aspx\">诗</a>中常用这种省字法。<br>⑿噰（yōng）噰：音声相和貌，这里形容众鹤和鸣之声。<br>⒀流黄：或作“留黄”、“骝黄”，黄间紫色的绢。<br>⒁丈人：子媳对公婆的尊称。《论衡·气寿篇》说：“尊翁妪为丈人。”但后世的拟作《三妇艳》中，当用“丈人”处亦用“丈夫”、“夫君”、“良人”，另外汉乐府中“丈人”也有“丈夫”之意（如《妇病行》：“妇病连年累岁，传呼丈人前一言。”）所以具体如何解释，当视演唱时所指对象而定。<br>⒂调丝：弹奏（瑟），调弦定音以奏乐曲。丝，指瑟上的弦。未央：未尽，这里是尚未调好音。“方未央”或作“未遽央”，“未遽央”与“未央”同义。这句是说弹瑟正在进行。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_72440.aspx\">诗</a>可分为三个部分，前面六句是第一部分。两位驾车的少年（由歌者所扮），在长安的狭窄小路上迎面而遇。路实在太窄了，谁也过不去，于是他俩就干脆停下车，攀起话来了。素不相识，没有太多的共同话题好谈。于是就面对酒宴上的主人夸起他家的声势显赫和无比豪富来。“君家”即“你的主人家”，“你的主人家是那么容易让人知道，知道后又是那么难以忘却”——这两句巧妙的恭维话，自然让坐在那里听歌的主人满心欢喜。这一部分可以算是引子，往下十八句，是第二部分。两位少年一唱一和，争着夸说主人家的种种富贵之状。“您家外部是黄金为门，内里是白玉为堂。”一金一玉，其建筑之富丽堂皇可知。“您家中是樽中酒常满，座上客常有，待客时，还有产于邯郸的美丽歌伎供驱遣献歌献舞。此时庭中桂树正在飘香，堂内华灯煌煌，照得通室明亮。”有酒有客，有美女有华灯，其权势地位、荣乐享受可知。以家僮身份出现的少年则说：“我家乃官宦之家，家中兄弟三人，别人不提，就说老二吧，他在朝中做侍郎，每当休沐日回家，一路上好不气派，马笼头全是黄金为饰，道路生光；路旁观者如云，啧啧赞叹，挤满路旁。”有正面写，有侧面写，其显赫之势可知。再说到家情况：进得家门，左顾右盼，只见庭前池中一大群鸳鸯，双双对对排列成行；又闻家中所养白鹤，于东西厢发出噰噰鸣声。它们都在欢迎主人的归来。有禽则有池，其庭院之广大可知。这一段，分四层对这一豪富之家的富贵、气派、享受极意铺排渲染，以见其不同寻常，从而与上文“君家诚易知，易知复难忘”的话相照应，以见言之不虚。至此，这位豪富在长安城中的权势、地位是如何，便不言而喻了。“大妇织绮罗”六句是第三部分，写家中三妇所为。“我主人家中三子各有一妇，大妇、中妇长于织作，能织绫罗绸缎。小妇另有所长，一到全家团聚之日，便以鼓瑟来为全家助兴。”“丈人且安坐，调丝方未央。”二句有双重含义，一是承小妇挟瑟说，是转述小妇语：“请公公高堂安坐（当然也包括家中其他成员），听我奏一曲。”这层意思显得亲切风趣，气氛活跃。二是借此语兼而表白歌者自己奏曲献歌的心愿。丈人，从前一层意思说，是称公公，从后一层意思说，是尊称主人。这一段写三妇之所为，以见这一豪富之家的家礼家风和家庭之乐，同时也暗示媳妇们能有如此才能，把家事操持得井井有条，则家中其他人员的才干，也就可想而知了。这六句，后代诗人多敷衍其诗意，形成了《三妇艳》等一系列新的乐府诗。</p> <p>　　这首诗的重点在于对那位主人家的富贵享乐作铺排渲染，写得气氛热烈、生动夸张，笔法犹如汉代大赋，尽管没有佳句妙语，但其气势也足以打动和感染读者。这种玉堂金马的重叠堆积，正是汉代国力强盛的折光反映；而这种层层铺排、极力渲染的笔法，使诗歌充满着力度和厚度，这也正是汉代民族力量浑厚、民族精神旺健的反映，从中读者可以形象地感受到汉代被称为封建社会之“盛世”是信然不诬的。这，就是此诗所具有的社会认识价值。它和《东门行》、《妇病行》等反映贫苦人民生活的乐府诗一样，都是后人了解汉代社会真貌的不可缺少的媒介。</p>",
  "about": "<h2>创作背景</h2> 　　《相逢行》是汉代乐府相和歌辞的清调曲，乃酒宴上娱乐豪富之辞，为赞美君家的富贵而作。此<a href=\"http://so.gushiwen.org/view_72440.aspx\">诗</a>作于汉代，但其具体创作时间难以考证。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "赞颂",
    "生活"
  ]
}