{
  "id": 49551,
  "star": 15,
  "name": "如梦令·有寄",
  "dynasty": "宋代",
  "content": "为向东坡传语。人在玉堂深处。别后有谁来，雪压小桥无路。归去。归去。江上一犁春雨。",
  "fanyi": "<p><strong>译文<br></strong>请代我，向东坡旧邻问候，就说我，羁绊在玉堂深处。问东坡：自从我走以后，又有谁来过？是否雪压小桥，这断了来路？我将归去啊，我将归去，徜徉东坡，沐浴催耕的春雨。</p> <p><strong>注释</strong><br>⑴如梦令：词牌名，又名“忆仙姿”“宴桃源”。五代时后唐庄宗李存勗创作。《清真集》入“中吕调”。三十三字，五仄韵，一叠韵。<br>⑵东坡：指贬谪黄州时的旧居以及邻人。<br>⑶玉堂：指翰林苑。《汉书·李寻传》何焯注：“汉时待诏于玉堂殿，唐时待诏于翰林苑。至宋以后，翰林遂蒙玉堂之号。”<br>⑷别后：指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于元丰七年（1084）四月离开黄州。<br>⑸压：覆盖。小桥：指黄州东坡雪堂正南的小桥。<br>⑹一犁：形容春雨的深度。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首二句“为向东坡传语，人玉堂深处”，以明快的语言，交待他“玉堂(翰林院)深处”，向黄州东坡表达思念之情，引起下文。这两句的语气，十分亲切。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>心目中，黄州东坡，俨然是他的第二故乡，所以思念之意才如此殷切。</p> <p>　　次二句“别后有谁来？雪压小桥无路”，是“传语”的内容，是苏轼对别后黄州东坡的冷清荒凉景象的揣想。先设一问以避免平直。有此一问，便曳生姿，并能引出下文。“雪压小桥无路”，仍承上句带有问意，似乎是说：别后有没有人来？是雪压住了小桥，路不通吗？以景语曲折表达之，既富于形象性，委婉深曲。是与否之间，都表现了对别后黄州东坡的无限关心。</p> <p>　　末三句“归去，归去，江上一犁春雨”，紧承上意，亦是“传语”的内容，表达归耕东坡的意愿。“归去，归去”，直抒胸臆，是愿望，是决定，是决心。“江上一犁春雨”，是说春雨喜降，撬犁地春耕，补充要急于“归去”的理由，说明“归去”的打算。“一犁春雨”四字，使人自然地想起他所作《江城子》词“昨夜东坡春雨足，乌鹊喜，报新晴”的意境。“一犁春雨”四个字更是“皆曲尽形容之妙”，妙就妙捕捉住了雨后春耕的特殊景象，情感轻快。</p> <p>　　作为豪放派代表词人，苏轼颇多气势磅礴之作；但他一生中也有很多淡雅清秀的词作，显示了东坡创作风格的多样性。这首《如梦令》便代表了苏轼创作清淡的一面，词中不设奇险之语，清新淡雅而自然。</p>",
  "about": "<h2>创作背景</h2> 　　乌台<a href=\"http://so.gushiwen.org/view_49551.aspx\">诗</a>案后，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被贬为检校尚书水部员外郎黄州团练副使本州安置。自元丰三年（1080）二月到黄州，至元丰七年（1084）四月离去，在黄州住了四年零两个月。在此期间，他一方面在州城东门外垦辟了故营地数十亩，命名为东坡，躬耕其中；一方面狎渔樵之侣，穷山水之胜，乐其土风，生活颇为惬意。因此，他对黄州，特别对东坡，感情深厚。在京城官翰林学士期间，虽受重视，但既与<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>等在一些政治措施上议论不合，又遭程颐等竭力排挤，心情并不舒畅，因此一再表示厌倦京官生涯，不时浮起归耕念头，故此借写出这首《如梦令》，抒写怀念黄州之情，表现归耕东坡之意。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "抒情",
    "怀乡",
    "思念"
  ]
}