{
  "id": 18012,
  "star": 11,
  "name": "秋思赠远二首",
  "dynasty": "唐代",
  "content": "当年只自守空帷，梦里关山觉别离。<br>不见乡书传雁足，唯看新月吐蛾眉。</p> <p>厌攀杨柳临清阁，闲采芙蕖傍碧潭。<br>走马台边人不见，拂云堆畔战初酣。",
  "fanyi": "<p><strong>译文<br></strong>当年心甘情愿地独守空帷，睡梦中关山迢递始觉别离。<br>不见飞过的大雁捎来书信，只见一轮新月又吐现蛾眉。</p> <p>憎恶那清阁外的折柳送别，闲暇时采摘荷花身临碧潭。<br>闺房之中不见了张敞画眉，边关塞外将士们正在鏖战。</p> <p><strong>注释<br></strong>⑴只自：徒自，徒然。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《忆郑南》<a href=\"http://so.gushiwen.org/view_18012.aspx\">诗</a>：“万里苍茫外，龙蛇只自深。”空帷（wéi）：空屋。晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《情诗》之二：“幽人守静夜，回身入空帷。”帷，一作“闺”。<br>⑵关山：关隘山岭。《乐府诗集·横吹曲辞五·木兰诗一》：“万里赴戎机，关山度若飞。”<br>⑶乡书：家信。唐<a href=\"http://so.gushiwen.org/author_117.aspx\">王湾</a>《次北固山下》诗：“乡书何处达，归雁洛阳边。”雁足：语出《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》：“昭帝即位。数年，匈奴与汉和亲。汉求武等，匈奴诡言 武 死。后汉使复至匈奴，常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于，言天子射上林中，得雁，足有系帛书，言武等在某泽中。使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：‘武等实在。’” 唐<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>《寄李衡州》诗：“主人千骑东方远，唯望衡阳雁足书。”<br>⑷蛾眉：蚕蛾触须细长而弯曲，因以比喻女子美丽的眉毛。《诗经·卫风·硕人》：“螓首蛾眉，巧笑倩兮。”<br>⑸攀：攀折。清阁：指官署。<br>⑹芙蕖（qú）：荷花的别名。《尔雅·释草》：“荷，芙渠。其茎茄，其叶蕸，其本蔤，其华菡萏，其实莲，其根藕，其中的，的中薏。” 郭璞注：“（芙渠）别名芙蓉，江东呼荷。”傍：临近。<br>⑺走马台：即章台，汉长安街名。这里用以借指长安。《汉书·张敞传》：“敞无威仪，时罢朝会，过走马章台街，使御史驱，自以便面拊马。”<br>⑻拂云堆：古地名，在今内蒙古包头西北。唐时朔方军北与突厥 以河为界，河北岸有拂云堆神祠，突厥如用兵，必先往祠祭酹求福。张仁愿既定漠北，于河北筑中、东、西三受降城以固守。中受降城即在拂云堆，故拂云堆又为中受降城的别称。唐<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《拂云堆》诗：“汉将新从虏地来，旌旗半上拂云堆。”这里指作者戍守的边防前线。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　开头两句，第一句说了“当年”，第二句便含“至今”之意。“只自”是唐人口语，作“独自”讲，句中含有甘心情愿的意味。意思是：当年自己就立下心愿，与妻离别后，甘自独守空帷；几年来，常常是“梦里关山”——历尽千山万水，和妻子相会，但醒来却发觉两人仍分隔两地，处在别离之中。上句写宿志兼点处境，下句写梦幻兼诉情思，表现出<a href=\"http://so.gushiwen.org/view_18012.aspx\">诗</a>人思念妻子的深情。相传王涯对妻子情笃，虽做高官而“不蓄妓妾”（《唐才子传》），这首诗更表现出其情真意切。</p> <p>　　后两句，上句说“不见乡书”，下句道“唯看新月”，从这对举成文的语气里，显示了诗人对家书的时时渴盼：他多么想望能像古代传说那样，突见雁足之上，系着妻子的信件啊！乡书不见，唯见新月，一个“唯”字，透露出诗人无可奈何的怅惘。诗人对月怀人，浮想联翩，仿佛那弯弯新月就像娇妻的蛾眉。</p> <p>　　短短四句诗，却写得情真意真，末句以景结情，更给人以语近情遥，含吐不露的无穷美感。</p> <p>　　其二</p> <p>　　古人送别，常常折柳相赠，因此，杨柳便成了伤别的象征。诗开头说，“厌攀杨柳临清阁”，“厌”字一贯全句，“杨柳”触起离思，自然厌之有理；官署中的“清阁”，有似送别时的长亭，因此临清阁也惹人伤情。诗人极力想逃避这离思之苦，可是不能够。他避开了清阁杨柳而游清池，那明艳动人的芙蕖却又冲他娇笑。“闲采芙蕖傍碧潭”，一个“闲”字，描摹出了诗人那种情不自禁的动作。芙蓉如面，莲步生春，诗人芙蕖在手，但仿佛跳入诗人眼帘的却是螓首蛾眉，美目盼兮的娇妻。这离愁真是既苦且甜，既甜且苦，懊恼缠人啊。但诗人转念一想，既有王命在身，自当以国事为重，于是笔锋一转，写道：“走马台边人不见，拂云堆畔战初酣。”“走马台”用汉时张敞“走马章台街”之典。这两句说：娇妻既在千里之外，想效张敞画眉之事已不可能，而现在边关多事，作为运筹帷幄的边关统帅，应以国事为重，个人儿女私情暂且放一放吧！诗人极力要从思恋中解脱出来，恰是更深一层地表现了怀念妻子的缠绵之情；也是对久别的妻子的解释，完满地表达了“秋思赠远”的题意。</p> <p>　　这首诗是情思缠绵与健美风格的有机结合。前两句诗人将思远之情写得深情款款，卒章处却是开阔雄放。缠绵与雄放，统一在诗人的妙笔下，表现出了诗人既富有感情又能正确对待儿女情长的大将风度。诗的个性就在于此，作品的可贵也在于此。</p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_18012.aspx\">诗</a>很可能创作于唐穆宗朝作者任东川节度使期间。王涯夫妻情笃，相思之情缠绵悱恻，这两首诗就是为表达他对妻子的思念之情而作的。",
  "poet": {
    "id": 63,
    "star": 0,
    "name": "王涯",
    "desc": "王涯〔唐〕（764～835））字广津，太原人。约生于唐代宗广德二年，卒于文宗太和九年，年约七十余岁。博学工文。梁肃异其才，荐于陆贽。贞元八年，（公元七九二年）擢进士，又举宏辞。再调蓝田尉。久之，以左拾遗为翰林学士，进起居舍人。元和时，累官中书侍郎，同中书门下平章事。穆宗立，出为剑南、东川节度使。文宗时，以吏部尚书代王播总盐铁，为政刻急，始变法，益其税以济用度，民生益困。"
  },
  "tags": [
    "写人",
    "妻子",
    "相思"
  ]
}