{
  "id": 72191,
  "star": 47,
  "name": "郑子家告赵宣子",
  "dynasty": "先秦",
  "content": "　　晋侯合诸侯于扈，平宋也。</p> <p>　　于是晋侯不见郑伯，以为贰于楚也。郑子家使执讯而与之书，以告赵宣子曰：“寡君即位三年，召蔡侯而与之事君。九月，蔡侯入于敝邑以行，敝邑以侯宣多之难，寡君是以不得与蔡侯偕，十一月，克减侯宣多而随蔡侯以朝于执事。十二年六月，归生佐寡君之嫡夷，以请陈侯于楚而朝诸君。十四年七月寡君又朝，以蒇陈事。十五年五月，陈侯自敝邑往朝于君。往年正月，烛之武往朝夷也。八月，寡君又往朝。以陈蔡之密迩于楚，而不敢贰焉，则敝邑之故也。虽敝邑之事君，何以不免？在位之中，一朝于襄，而再见于君，夷与孤之二三臣，相及于绛。虽我小国，则蔑以过之矣。今大国曰：‘尔未逞吾志。’敝邑有亡，无以加焉。古人有言曰：‘畏首畏尾，身其余几？’又曰：‘鹿死不择音。’小国之事大国也，德，则其人也；不德，则其鹿也。铤而走险，急何能择？命之罔极，亦知亡矣。将悉敝赋以待于鯈，唯执事命之。文公二年，朝于齐；四年，为齐侵蔡，亦获成于楚。居大国之间而从于强令，岂有罪也？大国若弗图，无所逃命。” </p> <p>　　晋巩朔行成于郑，赵穿、公婿池为质焉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　晋灵公在黄父举行大型军事训练，于是借机又召集各国诸侯在郑国的扈地会合，目的是要与宋国谈和。鲁文公没有来参加，因为有齐国侵伐鲁国的患难。《春秋》写道“诸侯会于扈”，意思是说这次会合没有效果。<br>　　当时晋灵公拒绝与郑穆公见面，认为郑国既服从晋国又投靠楚国。郑国大夫子家就派一位送信的官员到晋国送了一封信，信写给赵盾，信中说：“我们君主即位的第三年，就邀请蔡庄公一起服从你们君主。这年九月，蔡庄公来到我国准备同我们国君一起去晋国，但因为我国发生了侯宣多恃宠专权的患难，我们君主因此而不能与蔡庄公一起去。这年十一月，战胜灭绝了侯宣多，我们君主就与蔡庄公相随朝见服事于你这位执政。我们君主即位后第十二年六月，归生辅佐我们君主的太子夷，为了向楚国请求他们与陈灵公讲和，特地去朝见了你们君主。十四年七月，我们君主又以完成了陈国的事情朝见你们。十五年五月，陈灵公从我国去朝见你们君主。去年正月，烛之武去，陪同太子夷去朝见你们。八月，我们君主又去。作为陈、蔡，与楚国如此亲密相近，却不敢投靠楚国，那是有我们的缘故。虽然我们如此对待贵国君主，却为何不免得到你们的责罚呢？你们在位的君主当中，我们朝见过晋襄公一次，而朝见过在位君主两次。太子夷与我们国君的一些臣僚一个接一个地去到绛都。虽则我们是小国，这样做也没有哪个国家能超过了吧。现在你作为大国说：‘你们还做得不快我们的心意。’我国要像这么被要求就只有灭亡，再不能增加什么了。古人有言说：‘头也害怕尾也害怕，留下身子还能剩余多少不害怕呢？’又说：‘鹿要死也就不管自己的声音了。’小国服侍大国，大国以仁德对待它，它就是人；不用仁德对待它，它就是一只鹿，着急了就会疾速走入险境，着急了还能选择吗？大国无准则地下命令，我们也知道要灭亡了，只能把我国的全部军资集中起来在鯈地等待了，任凭你执政命令我们吧。我们文公即位的第二年六月壬申，到齐国朝见。四年二月壬戌，因为齐国侵伐蔡国，我们也只得与楚国谈和。处在大国之间，都要求我们服从强者的命令，难道成了我们的罪过？你们大国如果不考虑这些，那我们就无处逃避性命了。”<br>　　赵盾看到信后派巩朔到郑国和谈，赵穿、公婿池也到郑国作了人质。</p><p><strong>注释</strong><br>晋侯：指晋国国君晋灵公。扈：郑国城邑，故地在今河南原阳县。郑伯：指郑国国君郑穆公。子家：郑国公子，大夫。执讯：掌管通讯联络的官。赵宣子：晋国卿大夫赵盾。蔡侯：指蔡庄公。侯宣多：郑国大夫，因立郑穆公有功，所以侍宠专权作乱。归生：即子家，归生是其名子是字。夷：郑国太子。陈侯：陈国君主共公，名朔。蒇：完成。陈侯：陈灵公，名平公，即陈共公之位。孤：指郑国国君。绛：晋国都城，在今山西新绛县。蔑：无音：同“荫”。赋：指兵，古代按田赋出兵，所以称赋。鯈：晋，郑交界的地方。成：讲和修好。巩朔：晋大夫。赵穿：晋国执政大夫。池：晋灵公的女婿。</p>",
  "about": "<h2>解读</h2> <p>　　这是郑晋外交斗争的一个回合。郑国处于晋楚两强之间，对于近邻的晋国要侍奉，可对于远一些的楚国也要朝拜，这还未计尚须在齐秦的周旋，察言观色仰人鼻息，夹缝中的苟活苦不堪言。但是晋国对此还很不满意。于是，郑国的执政大臣子家给晋国的执政大臣赵宣子写了这封信。这是一份照会，也可以说相当于一份最后通牒。在信中子家历数了郑君对晋的朝见，暗示其所表现出的恭顺已无以复加，如果晋再如此逼迫，不对现行政策改弦更张，那郑国只能是铤而走险，彻底投靠楚国，和晋国决一死战。文中只有三位人物：晋侯、晋国大臣赵宣子和郑国的执政子家。 </p> <p>　　郑国子家的照会，不是致意晋侯，而是“告赵宣子”，这因为赵宣子才实权在握，而他与晋侯，也有着十几年的、非同寻常的生死渊缘。 </p> <p>　　这个晋侯，是晋襄公的儿子夷皋，即晋灵公。晋文公流亡在外十九年，秦穆公送其渡河回晋已经有六十二岁了，他在位只有九年，就病死传位给太子姬欢，也即晋襄公。姬欢是晋文公逃亡前在蒲城的儿子，晋献公进攻蒲城时，文公逃亡，夷皋幸免于难，躲入民间。晋文公即位后他被文赢认为己子，估计其继位时候已经有四十多岁。有些学者认为，姬欢系文赢所生，很有些牵强，因为重耳从楚到秦才娶得文赢，且是当年就渡河复国，如姬欢为文赢之子，则继位时节不足十岁，哪里像秦晋崤之战时刚刚继位的晋襄公！何况晋襄公在位仅仅七年，却做成了不少大事，这绝非十三四岁的少年所能为。但是，也正是因为他避难民间，直至文公复国才来投奔，所以娶妻生子较晚，他死的时候太子夷皋还在襁褓。为了他继位的人选，晋国的大臣们很是争论了一番，他们觉得立夷皋为君，政局是不容易安定的，还不如立一位年长的公子。当时晋文公的从亡臣子，如赵衰、咎犯俱已亡故，执政的大臣是赵盾，就是本文所说的赵宣子，他是赵衰和叔隗之子，准备到秦国迎接晋襄公的弟弟公子雍，而贾季主张到陈国迎接公子乐。赵盾为此罢免了贾季官职，贾季逃亡翟国，赵盾派大将先蔑、重臣随会去秦国。 </p> <p>　　此时秦穆公亦故，秦康公继位。他认为必须以重兵送公子雍为妥。因为上次秦穆公送晋文公复国，还没有安定晋国国内的局势，就匆匆退兵了，结果吕甥、郤芮随即阴谋叛乱，若非勃鞮告密，还不知鹿死谁手。所以这次大军准备得很充分，随先蔑、随会缓缓而行。可是在晋国，此时却出现了变故：夷皋的母亲听说后，抱着太子上朝，把夷皋放在赵盾怀中：“先君在病重时，就把他的儿子交给你了，当时他嘱咐说，如果你能教诲他成才，那是对晋国的恩赐，如他不能成才，则就只能怨你失职。你为什么弃之另立？”诸位大臣哑口无言，只能是拥立夷皋继位，这就是晋灵公。赵盾自统大军，在令狐迎击秦军。秦康公是好心好意，帮人落得个冤家，先蔑随会也只好流亡秦国。赵盾扶保着一个孩子，晋国的内政外交是一手操持，所幸还有昆弟赵穿鼎力相助，十几年总算磕磕绊绊地走了过来。但是赵盾未得周公精神的精髓，<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>辅佐周成王，是时刻不忘对侄子的教育；赵盾是位臣子，就不能太放肆，以避免流言蜚语，日久天长就培养出一位奢侈荒淫的君王，《史记》载：“十四年（新君继位时为元年）灵公壮，厚敛以雕墙，从台上弹人观其避丸也。”何等的残暴！用弓弩发弹子伤人，观看无辜者逃跑躲避为乐；至于杀人更是家常便饭，一次杀了厨工，还让他的老婆背尸体去丢弃。赵盾多次劝谏，惹得晋灵公烦躁，曾几次派刺客去暗杀。赵盾不得已逃亡，还没有出境，赵穿就带兵袭杀了晋灵公迎赵盾回朝，晋国的民众对此都很拥戴。但是史官董狐仍然记录在案：“赵盾弑其君”，赵盾认为自己无罪，董狐指出赵为执政，逃亡还没有出境，返回后又不惩办赵穿，就应该负全责。后人评论认为，董狐记录实事求是，不为尊者隐匿过失；赵盾也是为了国家，确实是一位忠臣，背着黑锅有些可惜。事件后赵盾迎接公子黑臀（晋文公之子）立为晋成公。 </p> <p>　　郑国当时的国君是郑穆公，即郑文公之子子兰也。郑文公有三位夫人，但是她们所生的儿子都因罪死，文公一怒之下，将姬妾庶出的公子一律驱逐。公子兰逃奔晋国，侍奉晋文公谨慎，所以很得喜爱。晋文公出兵围郑时（见第一卷《烛之武退秦师》），秦穆公自行退兵，晋文公也只能和郑文公盟约，条件即是立子兰为太子。郑国的群臣认为，子兰在诸公子中最贤，立之对国家有利，于是子兰成了太子。两年后晋文公和郑文公相继而卒，子兰继位为郑穆公。子家是当时郑国的执政大臣，也是姬姓的公子，名归生。 </p> <p>　　本文涉及的史实发生在鲁文公十七年，即晋灵公继位的第十年，应该说那时他还是个青少年，国家事务的决断，仍须赵盾为之。子家致函赵盾，是相当适宜的，但是作为正式的外交照会，书面上仍然对着晋灵公。 </p> <p>　　晋灵公在詹会合诸侯，商议平定宋国内乱的事务，此间（于：在，是：这次）他没有会见郑文公，认为郑投靠楚国，对晋国已有贰心。 </p> <p>　　——应该说明的是，詹就在郑国的地域，晋灵公在近边大会诸侯，却不召见郑文公，已经明显地表露出极大的不满。按照周朝在立国初对功臣、王室重要成员和前代君王后人的封爵，晋为侯爵而郑为伯爵，所以分别称其为晋侯郑伯。文中尚有蔡侯、陈侯亦然。—— </p> <p>　　郑国的执政大臣子家派执讯——即负责联络的官员——给晋国送来书信（与之：给晋君送来），以向赵宣子申述。 </p> <p>　　——子家的书信是给晋国的外交文书，本来其接受者是晋侯，但主持政务的是赵盾，子家也就不再绕弯子，总统还是个小孩子，我也不过是个代言人，那就直接和你这位总理交涉吧，但文书陈述的主要对象仍是晋侯。—— </p> <p>　　信中说：“我们国君继位才三年，就曾招蔡庄公（他也封爵为侯，故称蔡侯）来一同去侍奉贵国（当时是晋襄公），九月蔡侯到达以后（蔽邑：对自己地域的谦称）准备出发，但我国因为侯宣多事件——公子子兰逃亡晋国，在晋文公伐郑时，作为盟约条件被立为太子，当时一些郑国的大夫力促此事，其中包括侯宣多；两年后郑文公卒，侯又力保子兰继位为郑穆公，为此侯宣多居功专权，故子家称之‘侯宣多之难’——因此国君不能和蔡侯同往。十一月大体平定了侯宣多的作乱后，（在仅过了两个月之后）就紧随蔡侯去朝见襄公。十二年六月，我姬归生陪伴着太子夷，为陈国（陈侯：陈共公）要朝见晋须请命于楚国的事宜，专意来朝见君王禀告——这时候已经是晋灵公在位。十四年七月，我们国君又来朝见，从而促成（蒇：读chan，完成）了陈国的事情（作为楚国附属的陈来和晋和好），十五年五月，陈侯从我国出发前往贵国去朝见君王。去年正月，烛之武陪伴着太子夷又往朝见（往年：去年；往朝夷：应是‘夷往朝’，这是个倒装句，是因为在烛之武后面省略了‘佐’字）。八月我国君又亲去朝见。按说（以：释为按照）陈、蔡这样和楚亲近的国家（迩：读er，近，如遐迩闻名），却对晋不敢怀有贰心，是（则：这里作判断词）我国的作用啊！虽然我们这样尽心地侍奉君王，为什么（何以）仍然不免获罪？我们国君继位以后，一次朝见襄公，两次朝见君王（这里的‘一’、‘再’指的是一次和两次，而不是‘首先’和 ‘然后’），太子夷和我国的几位大臣，相继到你们绛都朝拜。 </p> <p>　　——文中的这个‘孤’应该是郑穆公的自称，外交文书的言者其实就应该是国君，但本文是以子家的口气申述，例如自称‘归生’，称郑穆公为‘寡君’，称太子‘寡君之嫡夷’。可是这里却用‘夷和孤的二三臣’这种口气来称呼太子——直呼其名——和大臣们，只有郑穆公才有此资格。这可能是<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>写书时有所失误。—— </p> <p>　　虽然我们是个小国，但尽心尽意地所做是没有（蔑：无）再能超越的了，现在大国（指晋）还说：‘你们没有满足（逞：使得逞）我的愿望’。那我们只有灭亡，因为确实已经再也无以复加了。古人说过：‘畏首畏尾，去了两头，身子还能剩下多少？’还说过：‘鹿在生死的关头，就顾不得选择庇荫的地方了（音：古通荫，即庇荫之处。这言外之意是，如果晋国逼迫得太紧，郑国也只能不得不投靠楚国了）。’小国侍奉大国，如能遇恩德相待，他们就是人；如不能被尊重，他们就是危机中的鹿，铤而走险——铤：快跑的样子，在险路上飞奔——急迫之中还有什么选择！你们的命令，已经超越了极限（罔极），我们知道就要亡国了，只能准备（将）悉数动员我军（赋：军队，因为那时是按照田赋出兵员的），开赴鯈地（鯈：读chou，在郑晋边界）迎候你们，现在只有听候您的决定了。文公二年我国也曾朝见齐国，四年，为齐国去攻击蔡国，结果是和楚国讲和（蔡国是楚的盟国）。居于大国之间而服从其强制性的命令，难道也是罪过吗？作为大国您要连这也不体谅，我们就已经不在乎违抗了。” </p> <p>　　晋国于是派巩朔来郑国讲和、盟约，并把赵穿和晋君的女婿池（此人或许是晋襄公的女婿，因为晋灵公当时只十几岁）留在郑国作为人质。 </p> <p>　　这一篇照会，终使晋国赵盾审时度势，改变了对郑的外交策略。郑国在楚晋二强的夹缝中苟活，可以说对双方都毕恭毕敬，就如子家所说是无以复加了。而此时晋国仍不满意，也即要求专一敬我，这其实就断绝了郑国的生路。晋人不讲信义，曲沃翼都争锋，同族手足相残，借道伐虢而灭虞，对秦以怨报德，晋灵公的继位也是赵盾等出尔反尔的例证。如果郑国彻底和楚断绝来往，今日让赵盾心满意足，就必须面对楚国的讨伐。等到楚军压境，再向晋国求援是来不及的，只能死路一条。而晋又从不枉费钱粮，不像烛之武说秦退兵，穆公还留逢孙等驻守，反正屈从晋国是死，不从也就再无可加之刑了，郑虽军力绵薄，但也能拼死一搏，或楚国尚有体谅，倾力前来救援，绝路逢生也未可知，这才有了子家的呐喊。所谓哀兵必胜——民不畏死奈何以死畏之。 </p> <p>　　子家的说辞，和展喜不同。虽然齐鲁和晋郑相互地位、关系有相似之处，但展喜是胸有成竹：当时的齐孝公内忧不断，伐鲁不过是炫耀武功，鲁国虽有灾荒，但人心同仇敌忾。齐军并不愿在疆场和鲁国对决，更不能粘着对恃。所以很顺利地说退齐兵。子家文书倒类似烛之武的方式，都是在国家最危难的时候，都是在逻辑上引出第三方的砝码，让对方来权衡利弊，重新斟酌和我方的关系。所不同的是，子家的陈述面对的晋国，是威胁的主要发起方，而烛之武说秦穆公，面对是进攻联军的次要部分；因为当时晋文公是决心灭郑，没有改变的可能性——叔詹自杀都无济于事！但秦穆公的军事实力最强，具有左右局势的能量，而第三方砝码就是晋的图霸！所以谈判水到渠成。子家面对的晋灵公（也即赵盾），只有彻底折服郑国的愿望，却没有灭郑的力量——如果能够，他不必装模作样；郑国尚有一定的经济军事实力，不是陈蔡小国所能比，又地处中原战略要冲，是晋楚在争霸中最具价值的帮手。可以说，他们谁争取到郑国，就为称霸奠定了最有力的基础。子家的说辞，最让赵盾担忧的，不是“鹿死不择荫”，而是铤而走险——彻底地投靠楚国，甚至请楚派军驻守。这个砝码的重量，赵盾不可能不掂量。子家专门说到陈国，那么详尽地讲他先和陈侯去楚国请示，再和陈侯来晋国朝见。言外之意是：你看看楚国多大气，我们是不能只依靠你的！和解是最好，开战也可以，让我彻底背离楚国不可能！利弊得失您看着办吧。 </p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "外交",
    "故事"
  ]
}