{
  "id": 71812,
  "star": 18,
  "name": "壬辰寒食",
  "dynasty": "宋代",
  "content": "客思似杨柳，春风千万条。<br>更倾寒食泪，欲涨冶城潮。<br>巾发雪争出，镜颜朱早凋。<br>未知轩冕乐，但欲老渔樵。",
  "fanyi": "<p>译文<br>身居他乡的乡思像杨柳一样，被春风一吹就有千万条思绪。<br>尤其是到了清明的寒食节，自己的眼泪就更多了，流的泪就快要淹没冶城了。<br>自己的白头发像是要挣脱出头巾的束缚，镜子中自己的面容也已经显得苍老。<br>不想知道官位的快乐啊，只求自己能够在青山绿水做一个打渔和砍柴的农民。</p> <p><strong>注释<br></strong>[1]寒食：节令名，在农历清明前一日或二日。《荆楚岁时记》：“去冬节一百五日，即有疾风甚雨，谓之寒食，禁火三日。”<br>[2]“客思”二句是说客思如春风里的柳条之多客。思：他乡之思。思：思绪，心事。<br>[3]冶城：《太平寰宇记》载，江南东道升州土元县：古冶城在今县四五里；本吴铸冶之地，因以为名，故址在今南京市朝天宫附近。<br>[4]巾：头巾。雪：白发。<br>[5]朱：红色常，形容青春的容颜。<br>[6]轩冕：古代公卿大夫的车服因以指代官位爵禄。<br>[7]老：终老。渔樵：渔人和樵夫，指代隐逸生活。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>回江宁为父亲和长兄王安仁扫墓，不觉悲思万缕，泪若江潮，白发先出，朱颜早凋，因而发出了轩冕不足乐、终欲老渔樵的感慨。大概是从父兄虽然学问卓越、志节高尚，却穷老仕途、英年早逝的惨淡经历受到触动，引发了他潜藏于心中的归老田园、渔樵为生的意愿。然而他也只能借<a href=\"http://so.gushiwen.org/view_71812.aspx\">诗</a>抒怀，不能付诸于实际。</p> <p>　　此诗一方面是表达了作者在扫墓时对父亲的沉痛哀悼之情，另一方面也是对自己推行新法时的艰难处境作了一番慨叹。</p> <p>　　作者用“雪”与“朱”两个颇具色彩的字极其生动而且形象地描述了自己头发与容颜因操劳过度而出现的未老先衰的状况。当时王安石只有三十二岁，本该是黑发朱颜，但现在是“白发争出”“朱颜早凋”，显然是想表达自己内心的一种感慨：自己虽然身居官位，却丝毫没享受到当官本该有的乐趣，一心想推行新法，又遇到重重阻力，自己呕心沥血、殚精竭虑，以至于才过而立之年就华发早生、苍颜毕现，世事实在是太艰难了。“雪”与“朱”相对，产生强烈的色彩对比，隐含着诗人对过早衰老的感叹之情。这种悲叹与全诗抒发的客思之愁，寒食之哀以及为官不快的情绪融合在一起，使诗人关于衰老的感叹更为深沉。整首诗把思乡之愁、哀悼之痛、早衰之叹、为官之苦有机地串联，并用“雪”与“朱”这两个字把王安石内心的感慨与苦楚更加深沉地表达了出来。</p> <p>　　王安石早年入仕，主要是为了养家孝亲，并非乐意官场，汲汲富贵。由于家中无田园以托一日之命，一家上下几十口人赖其官禄，他根本就没有条件依照自己的意志生活。在他早年的诗歌中，就表达了“收功无路去无田”的无奈，既然“人间未有归耕处”，他只得“窃食穷城”、任职地方，但这并非他的本愿，在《壬辰寒食》一诗中就表达了他的感慨。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>之父(名益,字损之)曾为江宁通判.宋仁宗宝元二年(1039)卒于官,葬于江宁牛首山(今江宁县南).皇四年壬辰(1052)王安石自舒州通判任上回江宁祭扫父亲墓时写下此<a href=\"http://so.gushiwen.org/view_71812.aspx\">诗</a>.诗人用比喻和夸张的修辞方法,生动形象地抒发了自己省墓时沉痛的心情以及变法尚未能推行而意欲归隐的愿望.语言清新峻拔,感人至深. 王安石虽然是大有作为之人，但他同样有山林之思，并非一味追求进取。 </p> <p>　　王安石早年入仕，主要是为了养家孝亲，并非乐意官场，汲汲富贵。由于家中无田园以托一日之命，一家上下几十口人赖其官禄，他根本就没有条件依照自己的意志生活。在他早年的诗歌中，就表达了“收功无路去无田”的无奈，既然“人间未有归耕处”，他只得“窃食穷城”、任职地方，但这并非他的本愿，在《壬辰寒食》一诗中就表达了他的感慨。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "寒食节",
    "感伤",
    "思乡"
  ]
}