{
  "id": 58984,
  "star": 312,
  "name": "水龙吟·春恨",
  "dynasty": "宋代",
  "content": "闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 <br>寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡对泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。",
  "fanyi": "<p><strong>译文</strong><br>盛开的花丛深处，耸立着高楼，东风从半卷的画帘吹入，令人觉得分外柔软。春天已经回来，苍翠镀上阡陌，平莎长得娇嫩，垂杨轻轻地飘荡着金线。春日迟迟地催开百花，云烟淡淡地搁住新雨，刚刚感到微寒，忽又稍微和暖。可恨这繁华似锦的世界，游人还未欣赏，却全都交给了黄莺和飞燕。<br>寂寞时登上高处眺望边远，转向南楼又听一听凄切的归雁。回想拔下金钗挑斗绿草，牵住青丝勒紧征马，别后已象风云飘流分散。只有丝带还飘荡着芳香，翠绿的薄绸还残留着眼泪，有多少的幽恨愁怨？正在为离愁伤感却又是稀薄的烟雾中透出淡淡的明月，远处传来杜鹃悲切的叫声令人肠断。</p> <p><strong>注释</strong><br>闹花：形容繁花似闹。繁花，盛开的花。“层楼”，原本作“楼台”，据别本改。<br>迟日：长日。《<a href=\"http://so.gushiwen.org/view_58984.aspx\">诗</a>·豳风·七月》：“春日迟迟，采蘩祁祁。”<br>平莎：平原。<br>金浅：指嫩柳的浅淡金黄颜色。<br>阁雨：停雨。阁，犹搁，停止。<br>芳菲：芳华馥郁。<br>青丝勒马：用青丝绳做马络头。古乐府《陌上桑》：“青丝系马尾，黄金络马头。”<br>罗绶分香：指离别。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》词：“消魂，当此际，香囊暗解，罗带轻分。”罗绶，<br>斗草：古代女子况采百草嬉戏。一种游戏，见<a href=\"http://so.gushiwen.org/author_40.aspx\">万俟咏</a>《三台》注。<br>罗绶：罗带。<br>分香：指解罗带散发出香气。分，散。<br>翠绡：翠绿的丝巾。<br>封泪：指丝巾裹着的泪痕。<br>子规：杜鹃鸟，鸣啼凄厉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词初看起来，是一首伤春念远的词。上阕写春光烂漫，又作转折，说春色如此美妙，却无人欣赏。下阕开头既已点明全词的“念远”主旨，接下通过回忆，写昔日邂逅的情境与别后的“幽怨”，后又回到眼前，烟月迷离，子规声咽，一片凄清景致，更增几多离愁。<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>乃南宋气节之士，其创作绝少儿女情长。故有人认为此作寄托了恢复之志。　</p> <p>　　起首用“闹”字烘托花的精神情态，同时总揽春的景象，与<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>《玉楼春》“红杏枝头春意闹”句相比，毫不逊色，加上东风软（和煦），更烘托出春光明媚，春色宜人。翠陌，翠绿的田野；平莎茸嫩，平铺的嫩草，用茸嫩形容初春的草，贴切恰当；垂杨金浅，浅黄色的垂柳。迟日催花，春日渐长，催动百花竞放；淡云阁雨，云层淡薄，促使微雨暂收；轻寒轻暖，不寒不暖，气候最佳。这些都是春归大地后带来的春景、春色。荟萃如此多样的美好景色，本可引人入胜，使人目不暇接而留连忘返。可是歇拍四句却指出：在今朝，游人未曾赏玩这芳菲世界，只能被啼莺语燕所赏玩。莺燕是“能赏而不知者”（《草堂<a href=\"http://so.gushiwen.org/view_58984.aspx\">诗</a>余正集》沈际飞语），游人则为“欲赏而不得者”（同上）。</p> <p>　　鉴于人情世故都是这样，尚有何心踏青拾翠！过片两句，因寂寞而凭高念远，向南楼问一声归雁。从上片看，姹紫嫣红，百花竞放，世界是一片喧闹的，可是这样喧闹的芳菲世界而懒得去游赏，足见主人公的处境是孤立无助的，心情是压抑的。雁足能传书信（见《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》），于是鸿雁充当了信使，因为征人未回，向南楼探问归雁消息。金钗三句，谓昔年赏心乐事，而此时已如风消云散。金钗斗草，拔金钗作斗草游戏。宗懔《荆楚岁时记》：“竞采百药，谓百草以蠲除毒气，故世有斗草之戏。”青丝勒马，用青丝绳做马络头。古乐府《陌上桑》：“青丝系马尾，黄金络马头。”罗绶三句，谓难忘别时的恋情，难禁别后的粉泪，难遣别久的幽怨。罗绶分香，临别以香罗带贻赠留念。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》“罗带轻分”，亦此意。翠绡封泪，翠巾裹着眼泪寄与对方，典出《丽情集》记灼灼事。几多幽怨，数不清的牢愁暗恨。正销魂三句，有两种断法，一断在“魂”字后，另一断在“又是”后，两者都可，而后者较恰当。因为一结要突出“又是”之意，用“又是”领下面两句，由于又看到了与昔年离别之时一般的疏烟淡月、子规声断，触发她的愁绪而黯然销魂。子规，一名杜鹃，相传古代蜀君望帝之魂所化。（《华阳国志·蜀志》）子规鸣声凄厉，最容易勾动人们别恨乡愁。　</p> <p>　　这首词上片，作者几乎倾全力烘托春景的无比美好，而歇拍三句，却来一个大转折，指出人们以不能游赏美好的春景为憾事，以如此芳菲世界被莺燕所占有为惋惜，才领会前面之所以倾全力描绘春景者，是为了给后面的春恨增添气势。盖春景愈美好，愈令人惆怅，添人愁绪，也就是春恨愈加强烈。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所谓“花近高楼伤客心”（《登楼》），“感时花溅泪”（《春望》），即为此种思想感情的反映。下片似另出机杼，独立成篇，其实不然，它是全词的一个有机组成部分，上下片有岭断云连之妙。上片因春景美好反而引起春恨，这是客观景物与内心世界的矛盾，而所以铸成此种矛盾的，伤离念远是一个主要因素，下片就是抒写离愁别恨的，因而实与上片契合无间。从赏心乐事的一去不返，别后别久的十分怀念，别时景色的触目销魂，都在刻画主人公的感情深挚。可是作者是一位“推倒一世之智勇，开拓万古之心胸”（<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>《宋元学案·龙川学案》）的铁铮铮汉子，他写作态度严谨，目的性明确，每一首词写成后，“辄自叹曰，平生经济之怀略已陈矣”（<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>引陈亮语）。所以很难想象他会写出脂粉气息浓郁的艳词。据此，才知下片的闺怨是假托的，使用这类表现手法在诗词中并不鲜见，大率以柔婉的笔调，抒愤激或怨悱的感情。此种愤激之情是作者平素郁积的，而且与反偏安、复故土的抗金思想相表里，芳菲世界都付莺燕，实际的意思则是大好河山尽沦于敌手。为此，清季词论家刘熙载评这几句词：“言近旨远，直有宗留守（<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>）大呼渡河之意。”（《艺概》）以小词比壮语，不觉突兀，是因其精神贴近之故。</p> <p>　　陈亮传世的词七十多首，风格大致是豪放的，所以明代毛晋说：“《龙川词》一卷，读至卷终，不作一妖语、媚语，殆所称不受人怜者欤！”（《龙川词跋》）后来他看到此篇及其他六首婉丽之词，修正自己的论点，曰：“偶阅《中兴词选》，得《水龙吟》以后七阕，亦未能超然。”（《龙川词补跋》）其实毛晋本来的论点还是对的，无须修正。作家的作品，风格、境界可以多样。陈亮词的基调是豪放的，但也出现一些婉约的作品，毫不足怪。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水龙吟·和章质夫杨花》、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿·暮春》，情调岂不缠绵凄婉，但毕竟与周（邦彦）、秦（观）不同，苏、辛和陈亮的词，和婉中仍含刚劲之气，所谓骨子里还是刚的，关于这一点，明眼人一眼就能看的出。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "伤春",
    "怀远"
  ]
}