{
  "id": 48137,
  "star": 9,
  "name": "临行与故游夜别",
  "dynasty": "南北朝",
  "content": "历稔共追随，一旦辞群匹。<br>复如东注水，未有西归日。<br>夜雨滴空阶，晓灯暗离室。<br>相悲各罢酒，何时同促膝？",
  "fanyi": "<h2>注释</h2> [1] 稔：年。<br>[2]群匹：众友。<br>[3]促膝：促膝相谈。促，靠近。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇《艺文类聚》卷二十九、《文苑英华》卷二百八十六均题作《从镇江州与游故别》，余冠英选注《汉魏六朝<a href=\"http://so.gushiwen.org/view_48137.aspx\">诗</a>选》、朱东润主编《中国历代文学作品选》、北京大学中国文学史教研室选注《魏晋南北朝文学史参考资料》等，均误作《从政江州与故游别》。</p> <p>　　考<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>从镇江州，共有两次：第一次在公元510年（天监九年）旧历六月，建安王萧伟出为都督江州诸军事、镇南将军、江州（今江西九江）刺史，何逊仍从掌书记。第二次在公元517年（天监十六年）旧历六月，庐陵王萧续出为江州剌史，何逊以记室复随府江州。不久即去世。</p> <p>　　据诗意推测，此诗当作于第一次从镇江州时。全诗极力渲染与朋友离别时依恋难舍的情景，深婉动人。</p> <p>　　建安王萧伟礼贤下士，“由是四方游士、当世知名者，莫不毕至。”伟又穿凿园林，穷极雕丽，“每与宾客游其中”（《梁书·萧伟传》）。公元507年（天监六年），何逊迁建安王水曹行参军，兼任记室，深得萧伟信任，日与游宴。今从镇江州，将与故游离别，自然无限惆怅。故开头两句便说：“历稔共追随，一旦辞群匹。”“历稔”，多年也。“群匹”，即指故游诸人。共事多年，追随左右，情好谊笃，不忍遽别。</p> <p>　　时萧伟任扬州刺史（治所在今南京），何逊亦在刺史幕中。南京濒临长江。长江之水西天来，奔流到海不复回。正如古乐府《长歌行》所吟咏的那样：“百川东到海，何时复西归。”诗人不禁睹物起兴，发出深沉的喟叹：“复如东注水，未有西归日”。这尚是虚拟。</p> <p>　　而眼前实景更是伤人怀抱：室外夜色深沉，雨声淅沥。酷热的夏夜，如果来一阵滂沱暴雨，带来些许凉意，或许可以冲刷掉离人的愁思，减轻一点人们的痛苦。却偏偏不是！这缠绵夜雨，点点滴滴，打在人踪寂寥的空阶之上，“这次第，怎一个愁字了得！”一个“空”字，增加了无限凄凉。而室内灯光朦胧，离筵草草，三杯两盏淡酒，怎抵它离恨别愁！促膝话别，彻夜不眠，完全忘记了时间，曙光暗淡了灯光，方知东方之既白。</p> <p>　　一个“晓”字，潜藏着无限离别深情。叶矫然说：“何仲言体物写景，造微入妙，佳句实开唐人三昧。”（《龙性堂诗话》初集）而“夜雨”两句，正是这样的佳句。茫茫夜色，点点细雨，淡淡灯光，给这故游夜别的场面笼罩上一片浓重的感伤色彩。难怪陆时雍评此二句曰：“惨甚！闲闲两语，景色自成。”又曰：“‘林密户稍阴，草滋苔欲暗’，细写得幽；‘薄云岩际出，残月波中上’，轻写得妙；‘解缆及朝风，落帆依暝浦’，平写得帖；‘夜雨滴空阶，晓灯暗离室’，深写得苦。此皆直绘物情，不烦妆点。”（《古诗镜》卷二十二）故游不堪离恨苦，更何况酒入愁肠化作相思泪。离别在即，于是面面相觑，悲不自胜，不禁为之罢席。</p> <p>　　“相悲各罢酒，何时同促膝？”“同”字照应首句的“共”字，缠绵悱恻。而以设问作结，进一步抒发了“盛会难再”的深沉感慨，使人产生无限遐想。</p> <p>　　何逊的诗，题材比较狭窄，多为赠答酬唱、送别伤离之作。而他的可贵之处，是很少无病呻吟。像这首诗写离别，将寻常情事，眼前景物，信手拈来，自然清新，且情景交融，颇为动人，前后照应，耐人寻味。特别是“夜雨”两句，更是脍炙人口。唐人<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《文昌寓直》诗云：“何逊空阶夜雨平，朝来交直雨新晴。”于此可见其影响之深。</p>",
  "poet": {
    "id": 569,
    "star": 0,
    "name": "何逊",
    "image": "http://img.gushiwen.org/authorImg/hexun.jpg",
    "desc": "南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称\"何记室\"或\"何水部\"。"
  },
  "tags": [
    "朋友",
    "离别"
  ]
}