{
  "id": 71554,
  "star": 12,
  "name": "咏湖中雁",
  "dynasty": "南北朝",
  "content": "白水满春塘，旅雁每迥翔。<br>唼流牵弱藻，敛翮带馀霜。<br>群浮动轻浪，单泛逐孤光。<br>悬飞竟不下，乱起未成行。<br>刷羽同摇漾，一举还故乡。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71554.aspx\">诗</a>的写作时间较难确定，清吴淇认为可能作于齐粱替革之际，但缺少确凿有力的证据。《礼记·月令》：“东风解冻，蛰虫始振，鱼上冰，鸿雁来。”春天到了，江南湖中的群雁飞举，振翅往北，准备还回故乡。</p> <p>　　“白水满春塘，旅雁每逥翔。”起手即点题。“白水”，极清澈之水。此二句点化<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>《杂诗》“方塘含白水，中有凫与雁”而成。次句于“雁”字上着一“旅”字，言此湖不过是雁之逆旅，雁只是逆旅之过客而已，为结句“还故乡”铺垫。“逥翔”，回旋盘翔；“逥翔”前下一“每”字，言每当春水满池，从北方来此过冬的群雁就要起飞盘舞，年年如此，无一年例外。一“每”字，加大了时间的跨度。</p> <p>　　“唼流”以下六句，用极细腻的笔触勾勒湖中群雁的神态。“唼流”，雁入水觅食貌，<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“凫雁皆唼夫梁藻，风愈飘翔而高举。”“弱藻”，柔嫩的水草。“唼流牵弱藻”，湖雁觅食水流，以至牵动柔弱的藻类，真是刻画得至细至微。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《九日从宋公戏马台集送孔令》云：“季秋边朔苦，旅雁违霜雪。”季秋北雁南飞，为的是避朔风霜雪。冰雪消融，春日和暖，当他们振翮准备北飞之时，仿佛还感到毛羽上仍残留着旧年的余霜；也正是这余霜，触动了旅雁的乡思之情，因为这余霜毕竟是北方带来的呀！“余霜”一语，颇为曲妙！“群浮动轻浪，单泛逐孤光。”上句，群雁悠闲自在漂浮水面，随着轻浪晃动。下句，日照平湖，泛泛有光，单雁浮行追逐远光中的俦侣。“动”，群雁为轻浪所动，写出悠悠然之状；“逐”，单雁主动追逐，带有一种顽皮劲儿。这两句，不着一“湖”字，而“兼湖并出，神至之笔”（《采菽堂古诗选》卷二十三）。“唼流”句湖水，“群浮”两句湖面，“悬飞竟不下，乱起未成行”两句湖空，层次极分明，具有明显的立体感。谭元春说：“‘群浮’、‘单泛’、‘悬飞’、‘乱起’，尽湖雁多寡、上下、迟疾、斜整之状，可作一湖雁图”（《古诗归》卷十三）。结二句“刷羽同摇漾，一举还故乡”，篇末点明作意。刷羽，以喙整理羽毛。“摇漾”，李善注：“飞貌”。群雁刷羽同飞，以期一举北返故乡。照应开头所言“旅雁”。</p> <p>　　我国古代咏物诗源远流长，何焯说：“园葵（按：即汉乐府《长歌行》，首句为“青青园中葵”）、湖雁（即此诗），咏物之祖”（《义门读书记》卷四十七）。就时间而言，早于<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>的文人咏物诗有的是，何推此诗为祖，当于成就而言。咏物诗或有寄托，或无寄托，或虽有寄托但幽隐难明。<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《咏雁》云：“河长犹可涉，河阔故难飞。霜多声转急，风疏行屡稀。园池若可至，不复怯虞机。”抒写其流落北方、盼望南归之情甚明。吴淇《六朝选诗定论》认为此诗有寄托，他说，梁武帝“及将受禅，休文盖有不安于心者，故寓意于咏雁。首句满塘只是白水，雁尚未集其中，‘迥翔’谓齐梁之间诸人未知所择：有从梁而得禄者，如‘唼流’句；有不从而中伤者，如‘敛翮’句；有党附而随波逐流者，如‘群浮’句，有孤立而无与者，如‘单泛’句”；结二句则有“自欲隐而兼招隐之意”。这样的分析不能说没有丝毫道理，但总感难于圆通，或使人终有“隔一层”之憾。《古诗归》锺、谭着眼于该诗的体物方面，较有见地。这首诗的精妙处，在于诗人用轻灵之笔，写出湖中许许多多雁，湖面、湖空，参参差差，错错落落，唼、牵、敛、带、浮、动、泛、逐、悬、乱、起、刷、摇漾、举、还，各种各样的动作，诸多的神态，五花八门，令人眼花缭乱，而写来似一点也不费力，不露雕琢之迹，刻画精细而不流于纤弱，“咏物之祖”，或可当之。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "咏物",
    "写鸟",
    "思乡"
  ]
}