{
  "id": 5642,
  "star": 349,
  "name": "终南山",
  "dynasty": "唐代",
  "content": "太乙近天都，连山接海隅。<br>白云回望合，青霭入看无。<br>分野中峰变，阴晴众壑殊。<br>欲投人处宿，隔水问樵夫。",
  "fanyi": "<p><strong>译文</strong><br>巍巍的太乙山临近长安城，山连着山一直蜿蜒到海边。<br>白云缭绕回望中合成一片，青霭迷茫进入山中都不见。<br>中央主峰把终南东西隔开，各山间山谷迥异阴晴多变。<br>想在山中找个人家去投宿，隔水询问那樵夫可否方便？</p> <p><strong>注释</strong><br>1.终南山，在长安南五十里，秦岭主峰之一。古人又称秦岭山脉为终南山。秦岭绵延八百余里，是渭水和汉水的分水岭。<br>2.太乙：又名太一，秦岭之一峰。唐人每称终南山一名太一，如《元和郡县志》：\"终南山在县（京兆万年县）南五十里。按经传所说，终南山一名太一，亦名中南\"。<br>3.天都：天帝所居，这里指帝都长安。<br>4.青霭：山中的岚气。霭：云气。<br>5.海隅：海边。终南山并不到海，此为夸张之词。<br>6 分野：古天文学名词。古人以天上的二十八个星宿的位置来区分中国境内的地域，被称为分野。地上的每一个区域都对应星空的某一处分野。<br>7.壑：山谷。“分野中峰变，阴晴众壑殊”这两句<a href=\"http://so.gushiwen.org/view_5642.aspx\">诗</a>是说终南山连绵延伸，占地极广，中峰两侧的分野都变了，众山谷的天气也阴晴变化，各自不同。<br>8.人处：有人烟处。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　艺术创作，贵在以个别显示一般，以不全求全，<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所谓“以少总多”，古代画论家所谓“意余于 象”，都是这个意思。作为<a href=\"http://so.gushiwen.org/view_5642.aspx\">诗</a>人兼画家的<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>，很懂得此中奥秘，因而能用只有四十个字的一首五言律诗，为偌大一座终南山传神写照。</p> <p>　　首联“太乙近天都，连山接海隅”，先用夸张手法勾画了终南山的总轮廓。这个总轮廓，只能得之于遥眺，而不能得之于逼视。所以，这一联显然是写远景。</p> <p>　　“太乙”是终南山的别称。终南虽高，去天甚遥，说它“近天都”，当然是艺术夸张。但这是写远景，从平地遥望终南，其顶峰的确与天连接，因而说它“近天都”，正是以夸张写真实。“连山接海隅”也是这样。终南山西起甘肃天水，东止河南陕县，远远未到海隅。说它“接海隅”，固然不合事实，说它“与他山连接不断，直到海隅”，又何尝符合事实？然而这是写远景，从长安遥望终南，西边望不到头，东边望不到尾。用“连山接海隅”写终南远景，虽夸张而愈见真实。</p> <p>　　次联写近景，“白云回望合”一句，“回望”既与下句“入看”对偶，则其意为“回头望”，王维写的是入终南山而“回望”，望的是刚走过的路。诗人身在终南山中，朝前看，白云弥漫，看不见路，也看不见其他景物，仿佛再走几步，就可以浮游于白云的海洋；然而继续前进，白云却继续分向两边，可望而不可即；回头看，分向两边的白云又合拢来，汇成茫茫云海。这种奇妙的境界，凡有游山经验的人都并不陌生，而王维却能够只用五个字就表现得如此真切。</p> <p>　　“青霭入看无”一句，与上句“白云回望合”是“互文”，它们交错为用，相互补充。诗人走出茫茫云海，前面又是蒙蒙青霭，仿佛继续前进，就可以摸着那青霭了；然而走了进去，却不但摸不着，而且看不见；回过头去，那青霭又合拢来，蒙蒙漫漫，可望而不可即。</p> <p>　　这一联诗，写烟云变灭，移步换形，极富含蕴。即如终南山中千岩万壑，苍松古柏，怪石清泉，奇花异草，值得观赏的景物还多，一切都笼罩于茫茫“白云”、蒙蒙“青霭”之中，看不见，看不真切。唯其如此，才更令人神往，更急于进一步“入看”。另一方面，已经看见的美景仍然使人留恋，不能不“回望”，“回望”而“白云”、“青霭”俱“合”，则刚才呈现于眉睫之前的景物或笼以青纱，或裹以冰绡，由清晰而朦胧，由朦胧而隐没，更令人回味无穷。这一切，诗人都没有明说，但他却在已经勾画出来的“象”里为我们留下了驰聘想象的广阔天地。</p> <p>　　第三联高度概括，尺幅万里。首联写出了终南山的高和从西到东的远，这是从山北遥望所见的景象。至于终南从北到南的阔，则是用“分野中峰变”一句来表现。游山而有“分野中峰变”的认识，则诗人立足“中峰”，纵目四望之状已依稀可见。终南山东西之绵远如彼，南北之辽阔如此，只有立足于“近天都”的“中峰”，才能收全景于眼底；而“阴晴众壑殊”，就是尽收眼底的全景。所谓“阴晴众壑殊”，当然不是指“东边日出西边雨”，而是以阳光的或浓或淡、或有或无来表现千岩万壑千形万态。</p> <p>　　对于尾联，历来有不同的理解、不同的评价。有些人认为它与前三联不统一、不相称，从而持否定态度。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>辩解说：“‘欲投人处宿，隔水问樵夫’，则山之辽廓荒远可知，与上六句初无异致，且得宾主分明，非独头意识悬相描摹也。”（《姜斋诗话》卷二）<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>也说：“或谓末二句与通体不配。今玩其语意，见山远而人寡也，非寻常写景可比。”（《唐诗别裁》卷九）</p> <p>　　这些意见都不错，然而“玩其语意”，似乎还可以领会到更多的东西。第一，欲投人处宿”这个句子分明有个省略了的主语“我”，因而有此一句，便见得“我”在游山，句句有“我”，处处有“我”，以“我”观物，因景抒情。第二，“欲投人处宿”而要“隔水问樵夫”，则“我”还要留宿山中，明日再游，而山景之赏心悦目，诗人之避喧好静，也不难于言外得之。第三，诗人既到“中峰”，则“隔水问樵夫”的“水”实际上是深沟大涧；那么，他怎么会发现那个“樵夫”呢？“樵夫”必砍樵，就必然有树林，有音响。诗人寻声辨向，从“隔水”的树林里欣然发现樵夫的情景，不难想见。既有“樵夫”，则知不太遥远的地方必然有“人处”，因而问何处可以投宿，“樵夫”口答手指、诗人侧首遥望的情景，也不难想见。</p> <p>　　诗旨在咏叹终南山的宏伟壮大。首联写远景，以艺术的夸张，极言山之高远。颔联写近景，身在山中之所见，铺叙云气变幻，移步变形，极富含蕴。颈联进一步写山之南北辽阔和千岩万壑的千形万态。末联写为了入山穷胜，想投宿山中人家。“隔水”二字点出了作者“远望”的位置。全诗写景、写人、写物，动如脱兔，静若淑女，有声有色，意境清新、宛若一幅山水画。</p> <p>　　总起来看，这首诗的主要特点和优点是善于“以不全求全”，从而收到了“以少总多”、“意余于象”的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　开元二十九年（741）至天宝三年（744）之间，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>曾隐居于长安附近的终南山，这首<a href=\"http://so.gushiwen.org/view_5642.aspx\">诗</a>大概是诗人隐居终南期间的作品。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "高中古诗",
    "写山"
  ]
}