{
  "id": 72175,
  "star": 97,
  "name": "石碏谏宠州吁",
  "dynasty": "先秦",
  "content": "　　卫庄公娶于齐东宫得臣之妹，曰庄姜。美而无子，卫人所为赋《硕人》也。又娶于陈，曰厉妫。生孝伯，蚤死。其娣戴妫生桓公，庄姜以为己子。</p> <p>　　公子州吁，嬖人之子也。有宠而好兵，公弗禁，庄姜恶之。</p> <p>　　石碏谏曰：“臣闻爱子，教之以义方，弗纳于邪。骄奢淫佚，所自邪也。四者之来，宠禄过也。将立州吁，乃定之矣；若犹未也，阶之为祸。夫宠而不骄，骄而能降，降而不憾，憾而能眕者，鲜矣。且夫贱妨贵，少陵长，远间亲，新间旧，小加大，淫破义，所谓六逆也。君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。去顺效逆，所以速祸也。君人者，将祸是[通“事”]务去，而速之，无乃不可乎？”弗听。</p> <p>　　其子厚与州吁游，禁之，不可。桓公立，乃老。",
  "fanyi": "<p><strong>译文<br></strong>　　卫庄公娶了齐国太子得臣的妹妹，叫庄姜，容貌很漂亮，却没有儿子。卫国人做了一首名为《硕人》的<a href=\"http://so.gushiwen.org/view_72175.aspx\">诗</a>就是描写她的美貌的。庄公又从陈国娶了一个妻子，叫厉妫，生了儿子孝伯，早死。跟她陪嫁来的妹妹戴妫，生了桓公，庄姜就把他作为自己的儿子。</p> <p>　　公子州吁，是庄公爱妾生的儿子，卫庄公十分宠爱他，又喜欢军事，但庄公不禁止，庄姜很厌恶他。</p> <p>　　石碏规劝庄公道：“我听说一个人爱自己的儿子，一定要以正确的礼法来教导约束他，这样才能使他不走上邪路。骄傲、奢侈、淫荡、逸乐，就是走向邪路的开端。这四个方面的产生，都是宠爱和赏赐太过的缘故。如果要立州吁做太子，就应该定下来；要是还没有，这样就会引导他造成祸害。受宠爱而不骄傲，骄傲了而能受压制，受了压制而不怨恨，有怨恨而不为非作歹的人，是很少有的呀。再说卑贱的妨害高贵的，年少的欺负年长的，疏远的离间亲近的，新的挑拨旧的，地位低的压着地位高的，淫乱的破坏有礼义的，这是人们常说的六种逆理的事。君主行事公正适宜，臣子服从命令，父亲慈爱儿子，儿子孝顺父亲，哥哥爱护弟弟，弟弟敬重哥哥，这是人们常说的六种顺礼的事。不做顺应礼义的事去做违背礼的事，就会招致祸害。做君主的应尽力除掉祸害，现在却反而招致祸害的到来，这恐怕是不可以的吧！”庄公不听。</p> <p>　　石碏的儿子石厚和州吁交往，石碏禁止他，但是州吁不允，从而放弃。到了桓公即位，石碏于是告老还乡。</p> <p><strong>注释<br></strong>（1）卫：国名，姬姓，在今河南淇县一带。齐：国名，姜姓，在今山东北部、中部地区。东宫：太子的居所。<br>（2）硕人：典出《诗经 · 卫风》中的一篇，乃歌颂庄姜美丽的诗篇。庄姜：卫庄公的夫人，“庄”是她丈夫的谥号，“姜”则是她娘家的姓，故称庄姜。<br>（3）陈：国名，妫姓在今河南东部及安徽西部。<br>（4）厉妫（guī）：“厉”和下文“戴妫”的“戴”均为谥号，“妫”是娘家的姓。<br>（5）蚤：通”早“。<br>（6）娣：妹。古时诸侯娶妻，妹可随姊同嫁。<br>（7）桓公：名完，在位十六年，后为州吁所杀。<br>（8）嬖（bì）人：出身低贱而受宠的人，这里指卫庄公的宠妾。<br>（9）石碏（què）：卫国大夫。<br>（10）义方：为人行事的规范。<br>（11）佚（yì）：这里指逸乐。<br>（12）阶：阶梯，这里用作动词，指一步步引向。<br>（13）眕（zhěn）：自安自重，忍耐而不轻举妄动。<br>（14）鲜（xiǎn）：少见。<br>（15）陵：欺侮。<br>（16）去：抛弃。<br>（17）速：招致。<br>（18）是：通“事”<br>（19）无乃：恐怕。<br>（20）立：继承。<br>（21）老：告老致仕。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　文章记述了前720年（隐公三年），石碏劝谏卫庄公爱子应“教之以义方，弗纳于邪”的事。州吁是卫庄公的一个宠妾所生，卫庄公爱屋及乌，对他也格外宠爱，即使对他喜好军事这种十分犯忌的事，也不加禁止。卫国大夫石碏看到了问题的严重性，于是向卫庄公进谏，劝庄公爱子应该用道义，不要让他走上邪路。但庄公听不进去，结果前719年即第二年，就发生了州吁弑桓公而自立的事件。多亏石碏用计，大义灭亲，借陈国国君之手把弑君乱国的州吁和自己的儿子——助纣为虐的石厚抓住，并派人把他们杀死。</p> <p>　　如何爱子，对一个国君来说，决不单单是他个人的问题，这将关系到国家的安危、社会的治乱。正因为这样，所以石碏才进谏卫庄公。但石碏进谏，并没有像许多进谏者那样，举述以往有关的历史经验教训；而是开门见山，一上来就切入谏旨，提出“爱子”应“教之以义方，弗纳于邪”的观点。接着，便有的放矢地指出“骄、奢、淫、佚”是使“爱子”走上邪路的来由；而这四种恶习的养成，则是为人君者过分溺爱所致。然后，话题轻轻一转，就落到州吁身上。须知，州吁作为庶子而“好兵”，这往往是作乱的前兆。所以石碏一针见血却又语重心长地指出：“将立州吁，乃定之矣；若犹未也，阶之为祸。”之后，又连用四个顶针（也叫“顶真”或“联珠”）句，断定州吁决不会心甘情愿地屈居人下。再接下来，又根据传统的伦理关系和社会规范，总括出“六逆”和“六顺”，提醒庄公：“去顺效逆”只能加速祸患的发生，作为人君必须防患未然，全力消除祸患的根由。这样，就把“教之以义方，弗纳于邪”这一爱子观的现实性、重要性和紧迫性进一步突出出来。然而，被糊涂蒙了心的卫庄公却根本听不进去。</p> <p>　　石碏的谏言有三层意思，环环相扣，入情入理，深入地分析了由“宠”导致灭亡的必然性。其一，“骄、奢、淫、佚，所自邪也”， “四者之来，宠禄过也”，说明骄奢淫逸来源于娇纵溺爱；其二、受宠爱就会变得骄横，骄横就不会安于自己地位低下，地位低下就会有怨恨之心，心生怨恨就不会安分守已；其三，从此以后，地位低贱的就会欺压地位尊贵的，年纪小的就会想办法凌年纪大的，关系疏远的就会找机会离间关系亲近的，新的离间旧的，小的欺凌大的，淫乱的就会破坏有道德的。如此这般，祸事就注定要来了！</p> <p>　　劝主谏君，须在紧紧把握谏旨韵前提下，动之以情，晓之以理。而理，则须说透，说到位。做到了这点，被劝谏者却听不进去，那只能证明被劝者太顽固不化，《石碏谏宠州吁》正具有这样的特点。可以肯定地说，“教之以义方，弗纳于邪”的爱子方法，历来被认为有借鉴意义和实践意义。</p>",
  "about": "<h2>题解</h2> 　　《石碏谏宠州吁》出自《左传·隐公三年》。州吁是卫庄公的一个宠妾所生，卫庄公爱屋及乌，对他也格外宠爱，即使对他喜好军事这种十分犯忌的事，也不加禁止。卫国大夫石碏（què）看到了问题的严重性：于是向卫庄公进谏，劝庄公爱子应该用道义，不要让他走上邪路。但庄公听不进去，结果前719年即第三年，就发生了州吁弑桓公而自立的事件。多亏石碏用计，大义灭亲，借陈国国君之手把弑君乱国的州吁和自己的儿子——助纣为虐的石厚抓住，并派人把他们杀死。本文记述的就是前720年隐公三年，石碏劝谏卫庄公爱子应“教之以义方，弗纳于邪”的事。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "劝谏"
  ]
}