{
  "id": 50295,
  "star": 18,
  "name": "临江仙·千里潇湘挼蓝浦",
  "dynasty": "宋代",
  "content": "千里潇湘挼蓝浦，兰桡昔日曾经。月高风定露华清。微波澄不动，冷浸一天星。<br>独倚危樯情悄悄，遥闻妃瑟泠泠。新声含尽古今情。曲终人不见，江上数峰青。",
  "fanyi": "<p><strong>译文</strong><br>千里潇湘之上，渡口水色青青，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的兰舟曾驶过。明月高挂中天，清风渐渐停息，玉露清莹，微波不兴，漫天星斗映寒水。<br>独倚高高桅杆，心中无限忧思，远远传来凄清的瑟声，低低诉说着千古幽情。一曲终罢人不见，江上青峰孤耸。</p> <p><strong>注释</strong><br>①《临江仙》：词牌。双调小令，唐教坊曲。上下片各有三处平韵，五十八字。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>演为慢词，上片五处平韵，下片六处平韵，共九十三字。<br>②挼（ruó）蓝：形容江水的清澈。挼蓝，古代按取蓝草汁以取青色，同“揉蓝”。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《同世弼韵作寄伯氏在济南兼呈六舅祠部学士》：“山光扫黛水挼蓝，闻说樽前惬笑谈。”<br>③兰桡（raó）：兰舟，船的美称。桡，桨，借代为船。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《奉和泛江》：“锦缆回沙碛，兰桡避荻洲。”<br>④冷浸一天星：语本五代<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《西江月》：“月映长江秋水，分明冷浸星河。”<br>⑤危樯（qiáng）：高高的桅杆。危，高。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《旅夜书怀》：“细草微风岸，危樯独夜舟。”<br>⑥遥闻妃瑟泠泠：听到远处湘灵鼓瑟的声音。妃瑟，《楚辞·远游》：“使湘灵鼓瑟兮，令海若舞冯夷。”《后汉书·马融传》注：“湘灵，舜妃，溺于湘水，为湘夫人。”<br>⑦“曲终”二句：用唐<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《省试湘灵鼓瑟》<a href=\"http://so.gushiwen.org/view_50295.aspx\">诗</a>成句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　起两句总叙，写词人泊舟之处，用的是倒装手法。《楚辞·湘君》中有：“桂櫂兮兰枻”、“荪桡兮兰旌”句，即用桂木做的櫂，用兰木做的枻；或用荪草饰的桡，用兰草饰的旌旗，都是形容湘君所乘船的装饰。这里用“兰桡”代指木兰舟，暗指这一带正是当年骚人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的兰舟所经过的地方。这两句是写他从处州贬来郴州时，曾乘船经过清澈如蓝的千里湘江，犹如在步当年骚人屈原的足迹，在千里潇湘水上走着迁谪的苦难历程。词人和骚人，通过“千里潇湘”这一今古长流的中介，白然联系起来。从一开始，词中就引入了楚骚的意境与色调。 </p> <p>　　接着三句写泊舟湘江夜景。写这时月升中天，风停息下来，因为夜深，看两岸花草上露水开始凝结，在月光照射下晶莹透亮。整个潇湘水面是平静的，没有风也没有浪，满天星斗正浸泡在江水里，星星冷得似乎在发抖，写出了深夜的寒意。这是移情写法，把人的冷意由“一天星”表现出来。</p> <p>　　词的下片写情。开始两句写词人泊舟湘江浦，独自靠在高高的樯杆上，静静地倾听远方传来的湘妃清冷的瑟声。“妃”，指湘妃。传说潇湘一带，是舜的两个妃子娥皇、女英哭舜南巡不返，泪洒湘竹，投湘水而死的地方。又传二妃善于鼓瑟，《楚辞·远游》有“使湘灵鼓瑟兮，令海若舞冯夷。”特定的时地，触发了词人的历史联想，从而写出了这潇湘之夜似幻似真的泠泠瑟声，曲折地透露出寂寞凄冷的心境。</p> <p>　　接着第三句，进一步描写对瑟声的感受，湘妃的瑟声是清凉哀怨的，抒发了她们对舜帝思念的深情，这是古今有情人共同的心声，不仅是湘妃的，也包含了词人的幽怨。词的歇拍两句，写听完曲子，抬头寻找湘妃，她已悄然不见踪影了，只有江岸无数座青青山峰巍然耸立，更进一步写出词人的怅惘之情和刚毅不屈的性格。 结尾全用<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《省试湘灵鼓瑟》成句，但却用得自然妥帖，仿佛是词人自己的创作。它写出了曲终之后更深一层的寂寥和怅惘，也透露了词人高洁的性格。</p> <p>　　这首词和作者以感伤为基调的其他词篇有所不同，尽管偏于幽冷，却没有显得气格羸弱。全篇渗透楚骚的情韵，这在秦词中也是特例。</p>",
  "about": "<h2>创作背景</h2> 　　此词乃绍圣三年（1096）<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>贬徙郴州途中夜泊湘江时作。“千里潇湘”，是词人的泊舟之处，也是昔日<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>等迁客骚人乘舟经行的地方。词人因被贬郴州而夜泊湘江，与当年屈原、<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>等人因怀才不遇而行吟江畔，境遇何等相似。现实的、地理的长河，与历史的、时间的长河通过“千里潇湘”交汇，词人的命运，也通过“千里潇湘”与古代迁客们的命运紧紧相连，引发了作者的深沉感慨。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "写景",
    "月夜",
    "写人",
    "抒情",
    "伤怀"
  ]
}