{
  "id": 71348,
  "star": 124,
  "name": "九月九日登玄武山 / 九月九日旅眺",
  "dynasty": "唐代",
  "content": "九月九日眺山川，归心归望积风烟。<br>他乡共酌金花酒，万里同悲鸿雁天。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>九月九日眺望那故乡的山川，乡思归心飞越那隐约的风烟。<br>远在他乡和大伙喝着菊花酒，身隔万里伤心望着雁飞南天。<br>散译<br>九月九日登上玄武山远望山河，回归故乡的心思、回归故土的热望，浓得如眼前聚集的风尘。<br>身在别人的家乡我们一起喝下这菊花酒，我们离家万里，望着大雁飞过的天空，心中有着一样的悲伤。</p> <p><strong>注释<br></strong>⑴九月九日：即重阳节。玄武山：蜀地山名。<br>⑵积风烟：极言山川阻隔，风烟弥漫。<br>⑶金花酒：即菊花酒。菊花色黄，称黄花，又称金花。重阳节饮菊花酒，是传统习俗。<br>⑷鸿雁天：鸿雁飞翔的天空。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七言绝句写<a href=\"http://so.gushiwen.org/view_71348.aspx\">诗</a>人在旅途中过重阳，登高远望所见所感，抒发浓浓的思归的情怀。</p> <p>　　首句点明题旨：九月九日重阳节登高远望。九月九日重阳节，自古以来就有登高的习俗。游子在外，都难免思乡思归，登高远望时，当然会遥望古乡的山川。这一句非常恰切地写出了游子此时此地的望乡动态。次句由动态转写心情，这种“归心归望”的情怀，不是直抒胸臆抒发出来，而是寄寓在“风烟”中，一个“积”字很有分量，道出了归心归望的程度。风烟有多浓多广，那么诗人的“归心归望”也就有多浓多广。这样表现了诗人的归思归望是浓浓的厚厚的。</p> <p>　　最后两句写诗人远在他乡的高山上，和大家一起喝着节日的菊花酒，而这里与故乡身隔万里，只能伤心地望着鸿雁飞向南天。重阳登高喝菊花酒是习俗，饮酒是叙事，而游子此时思归，难免多饮几杯，借以消乡愁，这就是事中寓情；饮酒消乡愁，叙事中寄寓了乡愁之情。“鸿雁天”是写景，是鸿雁南飞之景，而诗人是范阳人，雁南飞而反衬人不能北归，这就是景中含情了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>举出此诗与<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《蜀中九日》“九月九日望乡台，他席他乡送客杯。人今已厌南中苦，鸿雁那从北地来？”认为两诗雷同。实际上，王诗与此诗正好可以参读。王、卢的《九日》诗，虽然题材相同，构思相似，但是王诗的结句，问得痴情，问得无理而妙，表现诗入对南方生活的厌倦。而卢诗的结句，是以雁南飞反衬人不可北归的乡思.。都是脍炙人口的名句，但艺术特色不同，非抄袭雷同可比。这两首诗，立意清新，情感真切，构思细密，结构完整，是唐人绝句中的名篇。所谓“王、扬、卢、骆当时体”也。具实<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>的诗，以“适意为宗”，“不以繁辞为贵”，题材广泛，深情流丽，雄劲自然，富有奇崛的幻想色彩，无论是在“初唐四杰”中还是在整个害初诗坛，都是十分突出的。</p>",
  "about": "<h2>创作背景</h2> 　　总章二年（669）<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>来到益州新都任职。时任沛王府修撰的<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>，因写《斗鸡檄》触怒高宗，被赶出沛王府，于是年六月远游到了西蜀。秋冬之间，卢照邻从益州来到梓州。九月九日重阳节，在蜀地任官的邵大震与王勃、卢照邻三人同游玄武山，互相酬唱，这首<a href=\"http://so.gushiwen.org/view_71348.aspx\">诗</a>即为卢照邻当时所作。",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "重阳节",
    "饮酒",
    "思乡"
  ]
}