{
  "id": 141,
  "star": 318,
  "name": "月出",
  "dynasty": "先秦",
  "content": "月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。<br>月出皓兮，佼人懰兮。舒忧受兮，劳心慅兮。<br>月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。",
  "fanyi": "<p><strong>译文<br></strong>月亮出来多明亮，美人仪容真漂亮。身姿窈窕步轻盈，让我思念心烦忧。<br>月亮出来多洁白，美人仪容真姣好。身姿窈窕步舒缓，让我思念心忧愁。<br>月亮出来光普照，美人仪容真美好。身姿窈窕步优美，让我思念心烦躁。</p> <p><strong>注释<br></strong>⑴皎：毛传：“皎，月光也。”谓月光洁白明亮。<br>⑵佼（jiāo）：同“姣”，美好。“佼人”即美人。<br>⑶僚：同“嫽”，娇美。<br>⑷舒：舒徐，舒缓，指从容娴雅。<br>⑸窈纠：形容女子行走时体态的曲线美。<br>⑹劳心：忧心。<br>⑺悄：忧愁状。<br>⑻懰（liǔ）：音柳，妩媚。《埤苍》作“嬼”，妖冶。<br>⑼慅（cǎo）：忧愁，心神不安。<br>⑽燎：明也。一说姣美。<br>⑾夭绍：形容女子风姿绰绝。汉赋里往往写作“要绍”，曲貌。“窈纠”、“忧受”、“夭绍”都是形容女子行动时的曲线美，就是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》所谓“婉若游龙”。<br>⑿惨（zào）：当为“懆（cǎo）”，焦躁貌。《集传》：“惨当作懆，忧也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于<a href=\"http://so.gushiwen.org/view_141.aspx\">诗</a>的主题，《毛诗序》认为是讽刺陈国统治者“好色”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》谓“此亦男女相悦而相念之辞”。高亨《诗经今注》认为描绘“陈国统治者，杀害了一位英俊人物”。多认为是月下相思的爱情诗。</p> <p>　　诗从望月联想到意中女子的美丽，想起她的面容，想起她的身姿，想起她的体态，越思越忧，越忧越思……深沉的相思，美人的绰绝，月夜的优美，构成了动人情景，又别是一番诗情画意了。</p> <p>　　“月出皎兮”，天上一轮圆月洒着皎洁的银辉，这夜色显得格外的美丽。这是写景，也是写情。这句交待了诗人活动的背景是在一个月光明丽的夜晚，这本身就富有很大的魅力和诱惑力，容易使人对景生情，发出许多美好的联想。同时，结合下句，这句又有着比兴的作用，以月光的美来比喻所爱人的美，是很恰贴的。“佼人僚兮”反映出这时在诗人的眼前，出现了一个娇美的女子，引起他无限的爱慕和情思。天上有着皎洁的月光，地上有着娇美的女子，此时此刻，此情此景，花好月圆，天惬人意。“舒窈纠兮”一句写诗人仔细端详女子时的感觉。在月光下，她不但显得容貌皎好，而且身材那么苗条、秀美，真让人神颠魄荡；而更吸引人的，是她还有一种气质美，她举止舒缓，雍容大方，性情安静，而这气比外表更富有魅力。“劳心悄兮”，此句是诗人自言其心情的烦闷。月光美，人更美，那窈窕的身姿象那雍容的举止，使得诗人一见钟情，而又无从表白，因而生发出无限的忧愁和感慨。</p> <p>　　这首诗的景色描写很有特色，“月出皎兮”，“月出皓兮”，“月出照兮”，柔美的月光本身就有无限的情意，而让它作为背景来衬托，则女子的倩影愈发显得秀美。同时，月光朦胧下，一个线条优美的女子在缓缓起步，更增添了几分神秘的色彩，有一种朦胧美的韵味。所以，这一景色很富有画意，而画意又渗透了无限的诗情。</p> <p>　　《月出》的意境是迷离的。诗人思念他的情人，是从看到冉冉升起的皎月开始的。也许因为月儿总是孤独地悬在无垠的夜空，也许因为它普照一切，笼盖一切，所谓“隔千里兮共明月”（<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》），月下怀人的作品总给人以旷远的感觉。作者的心上人，此刻也许就近在咫尺，但在这朦胧的月光下，又似乎离得很远很远，真是“美人如花隔云端”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《长相思》）。诗人“虚想”着她此刻姣好的容颜，她月下踟躅的婀娜倩影，时而分明，时而迷茫，如梦似幻。[3] </p> <p>　　《月出》的情调是惆怅的。全诗三章中，如果说各章前三句都是从对方设想，末后一句的“劳心悄兮”、“劳心慅兮”、“劳心惨兮”，则是直抒其情。这忧思，这愁肠，这纷乱如麻的方寸，都是在前三句的基础上产生，都由“佼人”月下的倩影诱发，充满可思而不可见的怅恨。其实这怅恨也已蕴含在前三句中：在这静谧的永夜，“佼人”月下独自地长久地徘徊，一任夜风拂面，一任夕露沾衣，她也是在苦苦地思念着自己。这真是“此时相望不相闻，愿逐月华流照君”（张若虚《春江花月夜》）。</p> <p>　　与迷茫的意境和惆怅的情调相适应。《月出》的语言是柔婉缠绵的。通篇各句皆以感叹词“兮”收尾，这在《诗经》中并不多见。“兮”的声调柔婉、平和，连续运用，正与无边的月色、无尽的愁思相协调，使人觉得一唱三叹，余味无穷。另外，形容月色的“皎”、“皓”、“照”，形容容貌的“僚”、“懰”、“燎”，形容体态的“窈纠”、“懮受”、“夭绍”，形容心情的“悄”、“慅”、“惨”，可谓一韵到底，犹如通篇的月色一样和谐。其中“窈纠”、“懮受”、“夭绍”俱为叠韵词，尤显缠绵婉约。</p> <p>　　望月怀人的迷离意境和伤感情调一经《月出》开端，后世的同类之作便源源不断，李白《送祝八》“若见天涯思故人，浣溪石上窥明月”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦太白》“落月满屋梁，犹疑见颜色”，<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>《宿<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>隐处》“松际露微月，清光犹为君”，王昌龄《送冯六元二》“山月出华阴，开此河渚雾，清光比故人，豁然展心悟”，此类甚多，大抵出自《陈风》。不管它们如何变换着视角，变换着形式，变换着语言，但似乎都只是一种意境，一种情调，即迷离的意境，怅惘的情调。这种意境与情调，最早也可以追溯到《月出》。这些滥觞于《月出》的望月怀人诗赋作品，总能使人受到感动与共鸣，这也正如月亮本身，终古常见，而光景常新。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "月亮",
    "怀人",
    "民谣"
  ]
}