{
  "id": 70095,
  "star": 1,
  "name": "杂剧·朱太守风雪渔樵记",
  "dynasty": "元代",
  "content": "第一折<br>一叶扁舟系柳梢，酒开新瓮鲊开包。自从江上为渔父，二十年来手不抄。老汉会稽郡人氏，姓王双名安道。别无甚营生买卖，每日在这曹娥江边堤岸左侧，捕鱼为生。我有两个兄弟，一个是朱买臣，一个是杨孝先，他两个每日打柴为活。我那兄弟朱买臣，有满腹才学，争奈文齐福不齐，功名得不到手，在这本处刘二公家为婿。今日遇着暮冬天道，纷纷扬扬，下着如此般大雪，两个兄弟山中打柴去了。老汉沽下一壶儿新酒，等两个兄弟来时，与他荡寒。我且在这避风处等待着，这早晚两个兄弟敢待来也。哥哥，你看这般大雪呵，怎生打柴？不如回去了罢。小生是这会稽郡集贤庄人氏，姓朱名买臣。幼年颇习儒业，现今于本庄刘二公家作赘。有妻是刘家女，人见他生得有几分人才，都唤他做玉天仙。此女颇不贤慧，数次家和小生作闹，小生只得将就让他些罢了。小生在这本庄上，结义了两个朋友，哥哥是王安道，兄弟是杨孝先。哥哥是个捕鱼的渔夫，兄弟杨孝先和小生一般负薪为生。俺弟兄每日在堤圈左侧，闲谈一会。今日纷纷扬扬下着如此般大雪，冻的手都僵的，怎生打柴？朱买臣，你如今四十九岁也，功名未遂，看何年是你那发达的时节也呵！哥哥，想咱每日打柴，几时是了也？<br>【仙吕】【点绛唇】十载攻书，半生埋没，学千禄。误杀我者也之乎，打熬成这一付穷皮骨。<br>【混江龙】老来不遇，枉了也文章满腹待何如？俺这等谦谦君子，须不比泛泛庸徒。俺也曾蠹简三冬依雪聚，怕不的鹏程万里信风扶。孔子有言：吾十有五而志于学，三十而立，四十而不惑，五十而知天命。天那！天那！我如今空学成这般赡天才，也不索着我无一搭儿安身处。我那功名在翰林院出职，可则刬地着我在柴市里迁除。<br>哥哥，似俺杨孝先学问不深，这也罢了。哥哥，你今日也写，明日也写，做那万言长策，何等学问，也还不能取其功名，岂非是个天数？常言道：皇天不负读书人。天那！我朱买臣这苦可也受的勾了也！<br>【油葫芦】说甚么年少今开万卷余，每日家长叹吁，想他这阴阳造化果非诬。常言道是小富由人做，咱人这大富总是天之数。我空学成七步才，谩长就六尺躯。人都道书中自有千钟粟，怎生来偏着我风雪混樵渔？<br>【天下乐】我一会家时复挑灯来看古书，我可便踌也波躇，那官职有也无，一会家受饥寒便似活地狱。则俺这朱买臣，虽不做真宰辅，我虽然不做官，却也和那做官的一般。哥哥，可怎生与做官的一般？俺可也伴着他播清名一万古。哥哥说的是。那江岸边不是哥哥的渔船？待我叫他一声。哥哥。俺两个兄弟来了也，快上船来！你两个兄弟请坐，老汉沽下一壶儿新酒，等你来荡寒，咱就此处闲攀话咱。雪下的紧，着哥哥久等也。兄弟满饮一杯。哥哥先请。兄弟请。孝先兄弟，满饮一杯。兄弟，咱闲口论闲话。我想来这会稽城中有钱的财主每，不知他怎生受用，兄弟细说一遍。我试听咱。哥哥，便好道风雪酒家天。据着哥哥说呵，也有那等受苦的人；据着你兄弟说呵，也有那等受用的人。兄弟也，可是那一等人受用？哥哥且休题别处，则说会稽城中有那等仕户财主每，遇着那太热的时节，他也不受热；遇着那太冷的时节，他也不受冷。哥哥不信时，听你兄弟说一遍咱。兄弟，你道那财主每，他冬月间不受冷，夏月间不受热，你说的差了也。可不道冷呵大家冷，热呵大家热，偏他怎生受用？你说，你说！<br>【村里迓鼓】他道下着的是国家祥瑞，哥哥，这雪呵，则是与那富家每添助，那富贵的人家，怎生般受用快活？他向那红垆的这暖阁，一壁厢添上兽炭，他把那羊羔来浅注。红垆暖阁，兽炭银瓶，饮着羊羔美酒，遇着这等大雪，果然是好受用也。哥哥，他一来可也会受用，第二来又遇着这般好景致。门外又雪飘飘，耳边厢风飒飒，把那毡帘来低簌，看这等凛冽寒天，低簌毡帘，羊羔美酒正饮中间，还有甚么人扶侍他？一壁厢有各刺刺象板敲，听波韵悠悠佳人唱，醉了后还只待笑吟吟酒美沽，兄弟，这一会儿雪大风紧越冷了也！哎，哥也，他每端的便怎知俺这渔樵每受苦？兄弟，我想来你学成满腹文章，受如此穷暴，几时是你那发达的时节也？<br>【元和令】总饶你似马相如赋《子虚》，怎比的他石崇家夸金谷。那有钱的怎如你这有学的好也？岂不闻冰炭不同垆，也似咱贤愚不并居。兄弟，我见这会稽城市中的人，有穿着那宽衫大袖的乔文假醋，诗云子曰，可不知他读书也不曾？他则待人前卖弄些好妆梳，扮一个峨冠士大大。<br>似他这等奢华受用，假扮儒士，难道就无有人识破他的？<br>【上马娇】那一等本下愚，假扮做儒，他动不动一刻地谎喳呼。见人呵闲言长语三十句，怕不的他外相儿好看，只是那腹中文章须假不得。他虚道是腹隐九经书。<br>【胜葫芦】可正是天降人皮包草躯，他也曾看书么？学料嘴不读书。他每都道见贤思齐是说着谬语。那里也温良恭俭？那礼节上便不省的，倘遇着人说起诗词歌赋来，怎生答应？那里也诗词歌赋？端的个半星无。兄弟，我今日也捕不的鱼，两个兄弟也打不的柴，咱各自还家去罢。孝先兄弟，你家中借一担柴，与你哥哥将的家去，争奈媳妇儿有些不贤慧，免得他又要吵闹。<br>【寄生草】见哥哥把那鱼船缆，冻的我手怎舒？兄弟，好大雪也。正值着扬风搅雪可便难停住。你待要收纶罢钓还家去，哎，哥也！只怕你披蓑顶笠迷归路。似这等战钦钦有口不能言，看了哥哥和兄弟这个模样呵，还说甚这晚来江上堪图处？<br>俺两个兄弟去了也，老汉也撑船还家去罢。<br>寒窗书剑十年客，智勇干戈百战场。万里雷霆驱号令，一天星斗焕文章。小官乃大司徒严助是也。小官以儒术起家，累蒙擢用，现拜大司徒之职。奉圣人的命，着小官遍巡天下，采访文学之士。今来到此会稽城外，风又大，雪又紧，左右摆开头踏，慢慢的行。璘！甚么人？避路！住者。两个人冲着我马头，被祗从人打将一个去了，只有这一个放下他那钩绳匾担，立在道傍。明明是个打柴的了，怎么身边有一本书？想必是个读书的，我试问他咱。兀那打柴的，大雪之中，因何冲着我马头？小生是一个贫穷的书生，低着头迎着风雪，走的快了些，不想误然间冲着马头，望大人则是宽恕咱。你既然是读书之人，为何不进取功名？却在布衣中负薪为生，莫非差矣？大人，自古以来，不只是小生一个，多少前贤，曾受窘来。你看此人贫则贫，攀今览古，像个有学的。我就问你前贤有那几个受窘来，你试说一遍，小官拱听。大人不嫌絮烦，听小生慢慢的说一遍咱。<br>【后庭花】想当日傅说曾板筑，传说板筑，殷高宗建为太宰。还再有谁？更有那倪宽可便曾抱锄。倪宽是我武帝时御史大夫，还再有谁？有一个宁戚曾歌牛角，宁戚叩角而歌，齐桓公举为上卿。还再有谁？有一个韩侯他也曾去钓鱼。韩侯就是那三齐王韩信，果然曾钓鱼来。可再有谁？有一个秦白起是军卒，那白起是秦将，起于卒伍之中。再呢？有一个冻苏秦田无半亩。苏秦后来并相六国，可怎么冻的他死？再呢？有一个公孙弘曾牧猪，那公孙弘也是我汉朝的宰相，曾牧猪于东海。再呢？有一个灌将军曾贩屦。那灌婴我只知他贩缯，却不知他贩屦。朱买臣一略数，请相公听拜覆。<br>【青哥儿】哎，我这里叮咛、叮咛分诉，这都是始贫、始贫终富。且休说别的，则这一个古人，堪做小生比喻。可是那个古人？则说那姜子牙，正与区区可比如。他也曾朝歌市里为屠，蟠溪水上为渔，直捱到满头霜雪八旬余，才得把文王遇。<br>看此人是个饱学的人。贤士，你说了一日，不知你姓甚名谁？小生姓朱名买臣。谁是朱买臣？小生便是。左右，快接了马者！我寻贤士觅贤士，争些儿当面错过了。久闻贤士大名，如雷灌耳，今日幸遇尊颜，实乃小官万幸也。不敢！不敢。贤士，你平日之间，曾做下甚么功课来？小生有做下的万言长策，向在布衣，不能上达，望大人略加斧正咱。你将来我看。嗨！真乃龙蛇之体，金石之句！贤士，我与你将此万言长策献与圣人，到来年春榜动，选场开，我举保你为官，你意下如何？若得如此，多谢了大人。<br>【赚煞】一转眼选场开，发了愿来年去，直至那长安帝都，据凭贤士锦绣文章，何所不至！凭着我锦绣也似文章敢应举。明年去，也是迟了。大人，你道为何，这几年不进取功名来？这可是为何？也是我不得时可便韫椟藏诸，我若是的鳌鱼，怕不就压倒群儒？贤士，你若去进取功名，岂在他人之下。我着普天下文人每，那一个不拱手的伏！请贤士收拾琴剑书箱，来年应举去也。大人，别的书生用那琴剑书箱，小生则用着身边一般儿物件，夺取皇家富贵。贤士，可那一般儿物件？凭着这砍黄桑的巨斧，端的便上青霄独步，别的书生说道月中丹桂，若到的那里，折得一枝回来，足可了一生之愿。不是我朱买臣敢说大言也，落可便我把那月中仙桂剖根除。<br>贤士去了也。小官不敢久停，将此万言长策，献与圣人走一遭去。虽未相逢早识名，为将长策献朝廷。买臣若不遭严助，空作樵夫过一生。<br><br>第二折<br>段段田苗接远村，太公庄上戏儿孙。庄农只得锄刨力，答贺天公雨露恩。老汉姓刘，排行第二，人口顺都唤我做刘二公。嫡亲的三口儿家属，一个婆婆，一个女孩儿。婆婆早年亡逝已过。我这女孩儿生的有几分颜色，人都唤他做玉天仙。昔年与他招了个女婿，是朱买臣。这厮有满腹文章，只恨他偎妻靠妇，不肯进取功名。似这般可怎生是好？哦，只除非这般，孩儿也，你去问朱买臣讨一纸儿休书来。这个父亲，越老越不晓事了。想着我与他二十年的夫妻，怎生下的问他要索休书？孩儿也，你若讨了休书，我拣着那官员士户财主人家，我别替你招了一个；你若是不讨休书呵，五十黄桑棍，决不饶你！快些去讨来！待讨休书来，我和朱买臣是二十年夫妻，待不讨来，父亲的言语又不敢不依。罢、罢、罢，我且关上这门，朱买臣敢待来也。这风雪越下的大了也。天啊！你也有那住的时节也呵！<br>【正宫】【端正好】我则见舞飘飘的六花飞，更那堪这昏惨惨的兀那彤云霭，恰便似粉妆成殿阁楼台。有如那撏绵扯絮随风洒，既不沙却怎生白茫茫的无个边界。<br>【滚绣球】头直上乱纷纷雪似筛，耳边厢飒刺刺风又摆，可端的便这场冷也呵，哎哟，勿、勿、勿！畅好是冷的来奇怪，天那、天那！也则是单注着这穷汉每月值年灾。似这雪呵，则俺那樵夫每怎打柴？便有那渔翁也索罢了钓台，似这雪呵，则问那映雪的书生安在，便是冻苏秦也怎生去搠笔巡街？则他这一方市户有那千家闭，抵多少十谒朱门九不开，似这雪呵，教我委实难捱。<br>来到门首也。刘家女，开门来，开门来。这唤门的正是俺那穷厮。我不听的他唤门，万事罢论，才听的他唤门，我这恼就不知那里来！我开开这门。穷短命，穷弟子孩儿！你去了一日光景，打的柴在那里？这妇人好无礼也！我是谁，你敢打我？<br>【倘秀才】我才入门来，你也不分一个皂白，我不敢打你那！你向我这冻脸上不俫你怎么左掴来右掴。我打你这一下，有甚么不紧！哎！你个好歹斗的婆娘，我不敢打你那！你要打我那！你要打这边打，那边打。我舒与你个脸，你打、你打！我的儿，只怕你有心没胆，敢打我也？你个好歹斗的婆娘可便忒利害！也只为那雪压着我脖项着这头难举，冰结住我髭髟<br>力着这口难开，谁和你料嘴哩！刘家女俫你与我讨一把儿家火来。<br>哎呀！连儿、盼儿、憨头、哈叭、刺梅、鸟嘴，相公来家也，接待相公。打上炭火，酾上那热酒，着相公荡寒！问我要火，休道无那火，便有那火，我一瓢水泼杀了；便无那水呵，一个屁也迸杀了！可那里有火来，与你这穷弟子孩儿！兀那泼妇，你休不知福！甚么福？是、是、是，前一幅，后一幅，五军都督府。你老子卖豆腐，你奶奶当轿夫，可是甚么福？<br>【滚绣球】你每日家横不拈，竖不抬，你将来波，有甚么大绫大罗，洗白复生，高丽毛莫丝布，大红通袖膝，仙鹤狮子的胸背？你将来我可不会裁？不会剪？我可是不会做？我虽无那大绫大罗与你，我呵，惯的你千自由百自在。你这般穷，再着我自在些儿，我少时跟的人走了也！穷短命，穷弟子孩儿，穷丑生！我虽受穷呵，我又不曾少人甚么钱债，你穷，再少下人钱债，割了你穷耳朵，剜了你穷眼睛，把你皮也剥了！我儿也，休向嘴，晚些下锅的米也没有哩！刘家女俫，咱家里虽无那细米呵，你觑去者波，我比别人家长趱下些干柴。你看么，我问他要米，他则把柴来对我。可着我吃那柴，穿那柴，咽那柴？止不过要烧的一把儿柴也那。你是个坏人伦的死像胎，穷短命，穷剥皮，穷割肉，穷断脊梁筋的！你这般毁夫主畅不该。我儿也，鼓楼房上琉璃瓦，每日风吹日晒雹子打。见过多少振冬振，倒怕你清风细雨洒？我和你顶砖头对口词，我也不怕你！止不过无钱也啰，你理会的好人家好家法，你这等恶人家恶家法。哎！刘家女俫，你怎生只学的这般恶叉白赖？穷弟子，穷短命，一世儿不能勾发迹！由你骂，由你骂，除了我这个穷宇儿，你可便再有甚么将我来栽排？可也勾了你的了！留着些热气，我且温肚咱。则不如我侧坐着土坑，这般颏搀着膝，似这般穷活路，几时捱的彻也？这个歹婆娘，害杀人也波，天那，天那！他那里斜倚定门儿手托着腮，则管哩放你那狂乖。<br>朱买臣，巧言不如直道，买马也索籴料，耳檐儿当不的胡帽，墙底下不是那避雨处。你也养活不过我来，你与我一纸休书，我拣那高门楼大粪堆，不索买卦有饭吃，一年出一个叫化的，我别嫁人去也！刘家女，你这等言语，再也休说！有人算我明年得官也。我若得了官，你便是夫人县君娘子，可不好那！娘子、娘子，倒做着屁眼底下穰子！夫人、夫人，磨眼儿里。你砂子地里放屁，不害你那口碜。动不动便说做官，投到你做官，你做那桑木官，柳木官，这头踹着那头掀；吊在河里水判官，丢在房上晒不干。投到你做官，直等的那日头不红，月明带黑，星宿目斩眼，北斗打呵欠！直等的蛇叫三声狗拽车，蚊子穿着兀刺靴，蚁子戴着烟毡帽，王母娘娘卖饼料！投到你做官，直等的炕点头，人摆尾，老鼠跌脚笑，骆驼上架儿，麻雀抱鹅蛋，木伴哥生娃娃，那其间你还不得做官哩！看了你这嘴脸，口角头饿纹，驴也跳不过去，你一世儿不能勾发迹！将休书来，将休书来！刘家女那，先贤的女人你也学取一个波。这厮穷则穷，攀今览古的，你着我学那一个古人？你说，你奶奶试听咱。<br>【快活三】你怎不学贾氏妻，只为射雉如皋笑靥开？我有甚么欢喜在那里，你着我笑？你不笑，敢要哭，我就说一个哭的。你怎不学孟姜女，把长城哭倒也则一声哀？朱买臣，穷叫化头！我也没工夫听这闲话。将休书来，休书来！你则管哩便胡言乱浯将我厮花白，你那些个将我似举案齐眉待？<br>快将休书来！<br>【朝天子】哎哟，我骂你个叵耐，你叵耐我甚么？叵耐你个贱才，将休书来，休书来！这个歹婆娘害杀人也波。天那，天那！可则谁似你那索休离舌头儿快！四村上下老的每，都说刘家女有三从四德哩！谁那般道来？是我这般道来。你道你便三从四德，你说去，是我道来，我道来！你敢少他一画，刘家女，你有一件儿好处，四村上下别的妇人都学不的你。可又来，我也有那一桩儿好处？你说我听。刘家女俫，你比别人家爱富贵，你也敢嫌俺这贫的忒煞。你这破房子，东边刮过风来，风边刮过雪来，恰似漏星堂也似的，亏你怎么住！刘家女，这破房子里你便住不的，俺这穷秀才正好住。岂不闻自古寒儒在这冰雪堂何碍？你也不怕人嗔怪！哎，天那，天那！我本是个栋梁材，怎怕的人嗔怪？你是一个男子汉家，顶天立地，带眼安眉，连皮带骨，带骨连筋，你也挣□些儿波！我和他唱叫了一日，则这两句话伤着我的心。兀那刘家女，这都是我的时也，运也，命也。岂不闻不知命无以为君子，则这天不随人呵！你可怎生着我挣□？你也布摆些儿波！你怎生着我布摆？则这的便是你营生买卖！天那，天那！我须是不得已仍旧的担柴卖。<br>我恰才不说来，你与我一纸休书，我别嫁个人，我可恋你些甚么？我恋你南庄北园，东阁西轩，旱地上田，水路上船，人头上钱？凭着我好描条，好眉面，善裁剪，善针线，我又无儿女厮牵连，那里不嫁个大官员？对着天曾罚愿，做的鬼到黄泉，我和你麻线道儿上不相见。则为你冻妻饿女！二十年，须是你奶奶心坚石也穿。穷弟子孩儿，你听者，我只管恋你那布袄荆钗做甚么！<br>【脱布衫】哦，既是你不恋我这布袄荆钗，街坊邻里听着：朱买臣养活不过媳妇儿，来厮打哩！你这般叫怎么？我写与你则便了也。这等，快写、快写！又何须去拽巷也波啰街。你洗手也不曾？我止不过画与你个手模，兀那刘家女，你要休书，则道我这般写与你便干罢了那！由你写，或是跳墙蓦圈，剪柳搠包儿，做上马强盗，白昼抢夺；或是认道士，认和尚，养汉子！你则管写，不妨事！刘家女，我则在这张纸上，将你那一世儿的行止都教废尽了也。我去那休书上朗然该载。刘家女，那纸墨笔砚俱无，着我将甚么写？有、有、有！我三日前预准备下了落鞋样儿的纸，描花儿的笔，都在此。你快写，你快写！刘家女，也须的要个桌儿来。兀的不是桌儿。刘家女，你掇过桌儿来，你便似个古人，我也似个古人。只管有这许多古人，你也少说些罢。<br>【醉太平】卓文君你将那书桌儿便快抬，你可似谁？马相如，我看你怎的把他去支划，纸笔在此，快写了罢。你、你、你，把文房四宝快安排。刘家女，我写则写，只是一件，人都算我明年得官，我若得了官呵，把个夫人的名号与了别人，你不干受了二十年的辛苦！我辛苦也受的勾了，委实的捱不过。是我问你要来，不干你事。请波，请波。你也索回头儿自揣，我揣个甚么？是我问你要休书来，不干你事。非是我朱买臣不把你糟糠待，赤紧的玉天仙忍下的心肠歹。罢、罢、罢。这梁山伯也不恋你祝英台，任从改嫁，并不争论。左手一个手模。将去！我早则写与你个贱才！<br>贱才，贱才，一二日一双绣鞋。我是你家奶奶，将来我看这休书咱。写着道：任从改嫁，并不争论。左手一个手模。正是休书。刘家女，这休书上的字样，你怎生都认的？这休书我家里七八板箱哩。刘家女，风雪越大了，天色已晚，这些时再无去处，借一领席荐儿来外间里宿，到天明我便去也。朱买臣，想俺是二十年的儿女夫妻，便怎生下的赶你出去？投到你来呵，我秤下一斤儿肉，装下一壶儿酒，我去取来。我出的之门来。且住者，这厮倒乖也。你既与了我休书，还要他在我家宿？则除是恁的。呀！我道是谁？原来是安道伯伯。你家里来，朱买臣在家里。伯伯你到里面坐，我唤朱买臣出来。朱买臣，王安道伯伯在门首，你出去请他进来坐。哥哥在那里？请家里来。出去，我关上这门。朱买臣，你在门首听者。你当初不与我休书，我和你是夫妻；你既与了我休书，我和你便是各别世人。你知道么？疾风暴雨，不入寡妇这门。你再若上我门来，我挝了你这厮脸！他赚我出门来，关上这门，则是不要我在他家中。刘家女，你既不开门，将我这钩绳、匾担来还我去。我开。咦！这等道儿，沙地里井都是俺淘过的。你赚的我开开门，他是个男子汉家，他便往里挤，我便往外推，他又气力大，便有十八个水牛拽也拽不出去。你要钩绳、匾担，你看着，我打这猫道里撺出来。兀那妇人，你在门里面听者，你恰才索休的言语，在我这心上，恰便似印板儿一般记着。异日得官时，刘家女，你不要后悔也！既讨了休书，我悔做甚么！刘家女，咱两个唱叫，有个比喻。喻将何比？<br>【三煞】你似那碔石未石比玉何惊骇，鱼目如珠不拣择。我是个插翅的金雕，你是个没眼的燕雀，本合两处分飞，焉能勾百岁和谐？你则待折灵芝喂牛草，打麒麟当羊卖，摔瑶琴做烧柴。你把那沉香木来毁坏，偏把那臭榆栽。<br>【二煞】那知道岁寒然后知松柏，你看我似粪土之墙朽木材。断然是捱不彻饥寒，禁不过气恼，怎知我守定心肠，留下形骸。但有日官居八座，位列三台，日转千阶。头直上打一轮皂盖，那其间谁敢道我负薪来？<br>【随煞尾】我直到九龙殿里题长策，五凤楼前骋壮怀。我若是不得官和姓改，将我这领白褴衫脱在玉阶，金榜亲将姓氏开。敕赐宫花满头戴，宴罢琼林微醉色，狼虎也似弓兵两下排，水罐银盆一字儿摆，恁时节方知这个朱秀才！不要你插插花花认我来，哭哭啼啼泪满腮，你这般怨怨哀哀磕着头拜。兀那马头前跪的是刘家女么？祗候人，与我打的去！那其间我在马儿上，醉眼朦胧将你来并不睬。朱买臣，你去了罢，你则管在门首唧唧哝哝怎的？呀，这一会儿不听的言语俫。开开这门，朱买臣你回来，我斗你耍。嗨，他真个去了。他这一去，心里敢有些怪我哩！我既讨了休书，也不敢久停久住。回俺父亲的话，走一遭去。<br>楔子<br>老汉王安道，因为连日大雪，不曾出去捕鱼，只在家里闲坐，却不知我那两个兄弟可是如何？冰不掿不寒，木不钻不着，马不打不奔，人不激不发。我刘二公为何道这言语？只因朱买臣苦恋着我家女孩儿玉天仙，不肯去进取功名。昨日着女孩儿强索他写了一纸休书也。我暗地里却将着这十两白银，一套绵衣，送与王安道，教他赍发朱买臣上朝取应去。若得一官半职，改换家门，可不好也！我如今往见王安道走一遭去。可早来到他家门首。安道哥哥在家么？甚么人唤门哩？我开开这门。我道谁，元来是刘二公。老的，你那里去来？安道哥哥，我别无甚事。我家女孩儿问你兄弟朱买臣索了休书也。老的，你差了也。想兄弟朱买臣学成满腹文章，异日为官，不在他人之下，为何问他索了休书？那里是真个问他索休书？因为他偎妻靠妇，不肯进取功名，只管在山中打柴为生，几时是那发迹的日子？我着玉天仙明明的索了休书，老汉暗备下这十两白银，一套绵衣，寄在哥哥跟前，等你那兄弟来辞你呵，你赍发他上朝取应去。若得一官半职，改换家门，认俺不认俺，哥哥，你则做一个大大的证见。老的，这个你主的是。等他来辞我时，我自有个见识。老的也，你放心的去。久已后他不认你时，都在老汉身上。恁的呵，老汉回去也。刘二公去了，朱买臣兄弟，这早晚敢待来也。小生朱买臣。自从与了刘家女一纸休书，我要上朝取应，不免辞别王安道哥哥，走一遭去。呀！兀那门首不是哥哥？兄弟，你来了也，请里面坐。且喜今日雪晴了也，我要去打柴，就顺路看我安道哥哥去。兄弟，你正来的好，一发同进去。买臣兄弟，你今日为何面带忧容？哥哥，你兄弟与那妇人一个了绝也。你休了媳妇儿，兄弟，你如今可往那里去？你兄弟要上朝取应去，辞别哥哥来也。好兄弟，你若到京师得一官半职，改换家门，不强似你打柴为生？只是你如今应举去，可有甚么盘缠？正忧着这件，你兄弟怎得那盘缠来？我想哥哥学成满腹文章，不去应举，怎么能勾发达时节？只是兄弟贫难，连自己养活不过，那讨一厘盘缠相送，如何是好？兄弟，你哥哥在这江边捕鱼，二十年光景，积攒下十两白银，又有新做下一套绵衣，都是我身后的底本儿。兄弟，你如今上京求官应举去，我一发都与了你，一路上好做盘<br>缠。久以后得官时，你则休忘了你哥哥者。这尽勾盘缠了。若得如此，索是谢了哥哥，受你兄弟几拜咱！兄弟免礼。哥哥，今年也则是朱买臣，到来年也则是朱买臣，哥哥记着你兄弟临行之时说的两句话。兄弟，可是那两句话？哥哥，道不的个知恩报恩，风流儒雅；知恩不报，非为人也。兄弟，我是个不读书的人，你说的话，恰便似印在我这心上。我则记着：知恩报恩，风流儒雅；知恩不报，非为人也。兄弟此一去，则要你着志者。哥哥放心！<br>【仙吕】【赏花时】十载诗书晓夜习，哥哥此去，必然为官也。一举成名天下知，兄弟，你哥哥专听喜信哩！你是必耳打听好消息。兄弟，你小心在意者。休嘱付小心在意，我可敢包夺的一个锦衣归。<br>买臣兄弟去了也，他此一去必得成名。我眼望旌捷旗，耳听好消息。<br>　</p> <p>第三折<br>事要前思，免劳后悔。谁想朱买臣得了官，肯分的除授在俺这会稽郡做太守。我想来，他若说起这前情，俺可怎了也？我如今且着孩儿在家中炰下个那疙疸茶儿，烙下些椽头烧饼儿，等张忄敝古那老儿来，问他一声，便知道个好歹。这早晚那张忄敝古敢待来也。笊篱马杓，破缺也换那！月过十五光明少，人到中年万事休。儿孙自有儿孙福，莫与儿孙作马牛。老汉是这会稽郡集贤庄人氏，姓张，做着捻靶儿的货郎。人见我性子乖劣，都唤我做张忄敝古。三日五日去那会稽城中打勾些物件，则见那城中百姓每，三个一攒，五个一簇，说道是接待新太守相公哩。我道我也看一看，怕做甚么？无一时则见那西门骨刺刺的开了，那骨朵衙仗，永罐银盆，茶褐罗伞下，五明马上，端然坐着个相公。百姓每说看去来波，老汉也分开人丛，不当不正，站在那相公马头前。我不见那相公时，万事都休；我见了那相公，不由我眼中扑簌簌的只是跳。你道是谁？原来是俺这本村里一个表侄朱买臣。他今日得了官也。我是他乡中伯伯哩！我叫他一声，怕做甚么？我便道：\"朱买臣！\"倒不叫这一声，万事都休，恰才叫了这一声，则见那扌班脊梁不着的大汉把老汉恰便似鹰拿燕雀，拿到那相公马头前，喝声\"当面\"，着我磕扑的跪下。爹爹，我老汉死也！我则道相公不知打我多少，元来那相公宽洪大量。他着我抬起头来，我道：\"老汉不敢抬头\"，他道：\"你为甚么不抬头。\"我道：\"我直到二月二那时，可是龙抬头，我也不敢抬头！\"那相公道；\"恕你抬头！\"老汉只得抬起头来。那相公认的是我张忄敝古也，那相公滚鞍下马，在那遭傍边放下那栲栳圈银交椅，着两个公吏人把老汉按在那栲栳圈银交椅上，那相公纳头的拜了我两拜，拜的我个头恰便似那量米的栲栳来大小。我道：\"相公拜杀老汉也！\"那相公道：\"伯伯，你吃御酒么？\"我道：\"老汉酒便吃，却不曾吃甚么御酒。\"他道：\"那个御酒是朝廷赐的黄封御酒。\"一连劝老汉吃了三钟。他便道：\"伯伯，你孩儿公事忙，不曾探望的伯伯，伯伯休怪！\"老汉道：\"不敢！不敢！\"那相公上的马去了。老汉挑起担儿，恰待要走，则见那相公滴溜的拨回马来，问道：\"伯伯，王安道哥哥好么？\"我说道：\"快。\"\"杨孝先兄弟好么？\"我说道：\"快。\"他把那四村上下、姑姑姨姨、婶子伯娘、兄弟妹子，都问道\"好么\"，我说道：\"都快。\"那相公拨回马去了。老汉挑起担儿，恰待要走，则见相公滴溜的又拨回马来，问道：\"那刘二公家那个妮子还有么<br>？\"我道：\"相公你问他怎的？\"那相公道：\"伯伯，你不知道。你见他时，说你侄儿这般威势。\"我道：\"老汉知道。\"那相公上马去了也，我挑起这担儿往村里来卖。老汉平生一世有三条戒律：第一来不与人作保，第二来不与人作媒，第三来不与人寄信。我待不寄信来，想着那相公拜了两拜，道了又道，说了又说。这般怎的？呆弟子孩儿，漫坡里又无人，见鬼的也似自言自语，絮絮聒聒的！你寄信不寄信，也只凭得你。张忄敝古，误了买卖也！笊篱马杓，破缺也换那！<br>【中吕】【粉蝶儿】我每日家则是转疃波寻村，题起这张忄敝古那一个将我来不认？笊篱马杓，破缺也换那！我摇着这蛇皮鼓可便直至庄门。小孩儿每掿着铜钱兜着米豆，三个一攒，五个一簇，都耍子哩。听的我这蛇皮鼓儿响处，说道：\"张忄敝古那老子来了也，咱买砂糖鱼儿吃去波！\"则他把我似闻风儿寻趁。若遇见朱太守的夫人，索与他寄一个烧的着燎的着风信。<br>【醉春风】你看我抖搜着老精神，我与你便花白么娘那小贱人。想着你二十载夫妻怎下的索休离，这妮子你畅好是狠，狠。道不的个一夫一妇，一家一计，你可甚么一亲一近。<br>这里是刘二公家门首。摇动这不琅鼓儿，若那老子出来呵，我着几句言语，我直着心疼杀那老子便罢。笊篱马杓，破缺也换那！这个是那老子出来也。来了也，这不琅鼓儿响的是那老子。我出去问他一声。拜揖！拜揖！拜揖！我少你那拜揖？快么？快不快，干你甚事？谁恼着你来？可不曾恼着我来。老的也，这两日不见，你往那里来？我往城里去来。老的也，城里有甚么新事？无甚么新事，一贯钞买一个大烧饼，除了这的别无了。不是这个新事，是那新官理任，旧官迁除，那个新事。我见来，我见来，接待新太守相公来。我待说与你，争奈误了我买卖也。我改日说与你。你只今日说了罢。你真个要我说，你望着你那祖宗顶礼了，我便说与你。老的，你说了罢。你个老弟子孩儿，你若不顶礼呵，我说了不折杀你？你顶礼了我便说与你。<br>【迎仙客】我则见那公吏一字儿摆，那父老每两边分。无一时则见那西门骨刺刺的开了，我则见那骨朵衙仗，水罐银盆，茶褐罗伞，那五明马上坐着的呵，可是谁那？我买卖忙，不曾看，我忘了也。我央及你波，那做官的可是谁？等我想，哦，我想起来了也。是你那前年索了休离的唤做朱买臣！惭愧，俺家女婿做了官也！老弟子孩儿！你道不要便宜，去年时节不说是你家女婿，今日得了官，便说是你家女婿，一个好相公也！他可不托大不嫌贫，他不看见我，万事都休；一投得见了我，便认的俺是本村里张伯伯，连忙滚鞍下马，按我在那银交椅上，纳头的拜了两拜。他先下拜险些儿可便惊杀那众人。施礼罢复叙寒温，那相公问道：王安道哥哥好么？杨孝先兄弟好么？那四村上下、姑姑姨姨、婶子伯娘、兄弟妹子，都好么？我道：都好，都好。他把那旧伴等可便从头儿问。<br>曾问我来么？不曾问你，想着你是个好人儿哩！待我唤出孩儿来。玉天仙孩儿，朱买臣做了官也。你出来，张忄敝古在这里，你见他一见。嗨，谢天地！我去问他个信咱。这个是那妮子出来了也，我直着几句言语，气杀那妮子便罢！伯伯万福！呀、呀、呀了早知夫人奶奶来到，只合远接。那壁厢虽然年纪小，是那五花官诰，驷马高车，太守夫人奶奶哩！这壁厢虽然年纪老，则是个村庄家老子。奶奶免礼，折杀老汉也！我不是夫人，我问朱买臣讨了休书也。奶奶，休斗老汉耍。我不斗你耍，我真个讨了一纸休书哩！奶奶不是那等不贤惠的人。我真个要了休书也。是真个要了休书也？是真个。小妮子，你早些儿说不的？倒可惜了我这几拜。谁着你拜来？老的，你见我那朱买臣，他说甚么来？我见来。他说甚么？<br>【喜春儿】刚只是半星儿道着呵，老的，你怎么做这嘴脸？他把你十分恨，他恨我些甚么那？他无非想着你一夜夫妻有那百夜恩。他还说甚么？他道汉相如伸意你个卓文君，伸个甚的意思？他道你把车驾的稳，他敢是要来取我么？没着便嫁他人？<br>我想他在俺家做了二十年夫婿，每日家偎慵堕懒，生理不做，今日做了官，就眼高了。这厮原来是个忘人大恩，记人小恨，改常早死的歹弟子孩儿！这妮子好无礼也！<br>【上小楼】你道他忘人大恩，又道他记人小恨。谁着你生勒开他，生则同衾，死则同坟。他每日家偎妻靠妇，四十九岁，全不把功名为念。我生逼的他求官去，我是歹意来？你道他过四旬，还不肯把那功名求进，老的也，你记的俺庄东头王学究说的那一句书儿么？是那一句书？他则是个君子，可便固守本分。<br>他全不想在我家这二十年，把冷水温做热水，热水烧作滚汤与他吃，如今做了官，糙老米不想旧了，可怎生则记短处？<br>【幺篇】那妮子强勒他休，这老子又绝了他亲。眼见的身上无衣，肚里无食，大雪里赶出他来，可着他便进退无门。我孩儿又不曾别嫁了人，是斗他耍，怎么这等认真，就说嘴说舌，背槽抛粪？你道他才出身，便认真，和咱评论，他在你家做了二十年女婿，只是打柴做活，不曾受了一些好处，临了着个妮子大风大雪里勒了休书，赶他出去，你则说波，这个是谁做的来背槽抛粪？哎，他如今做了官，便不认的俺家里，眼见的是忘恩背义了也！<br>【满庭芳】这的是知恩哎报恩，他再说些甚么来？他着你便别招女婿，再嫁取个郎君。他再说些甚么来？他道你枉则有蛾眉螓首堆鸦鬓，可怎生少喜多嗔。道你是个木乳饼钱亲也那口紧，道你是个铁扫帚扫坏他家门。他再说些甚么来？他道你便无些儿淹润，又道你不和那六亲，端的是雌太岁，母凶神！误了我买卖也，老的，还有甚说话，一发说了罢。他说来，说来！<br>【耍孩儿】他肩将那柴担担，口不住把书赋温，每日家穿林过涧谁瞅问？他和那青松翠柏为交友，野草闲花作近邻。但行处有八个宇相随趁，是那八个宇？是那斧镰绳担、琴剑书文。他如今做了官，比那旧时模样，可是如何？<br>【一煞】他如今得了本处官，端的是别换了一个人，那的是貌随福转你可也急难认。他往常黄干黑瘦衣衫破，你觑去波，到如今白马红缨彩色新。一弄儿多豪俊，摆列着骨朵衙仗，水罐银盆。这话不是他说的，都是你说的。说了这一日，都是你这老苘麻嘴，没空生有，说谎吊皮，片口张舌，口困出来的！<br>【煞尾】这的是他道来，他道来，可着我转伸，我转伸。他做了官呵，便把我怎的？他敢怎的你？他将你扌朋扒吊栲施呈尽！呸！我是他的夫人，他敢怎么的我？误了我买卖！笊篱马杓，破缺也换那！直将你那索休离的冤仇他待证了本！<br>孩儿，不妨事，有我哩！咱去王安道伯伯那里，<br><br>第四折<br>老汉王安道。自与兄弟朱买臣别后，他奋着那一口气，到的帝都阙下，一举及第，除在俺这会稽郡，为大守之职，正是俺的父母官哩。我在这曹娥江边，堤圈左侧，安排下酒肴，请他到此饮宴。可是为何？当初兄弟未遇时，俺与杨孝先兄弟每日在此谈话。他若不忘旧时，必然到此。这早晚兄弟敢待来也。老汉刘二公是也。今日朱买臣做了本处太守，料他为休书的缘故，必然不肯认我。如今先与王安道老的说知，着他说个方便才是。这是他家门首，孩儿，我与你自家过去。这是令爱？老的，你同他来有何说话？只为女婿朱买臣得了宫，他若不认俺时，可怎了也？老的放心，这桩事元说老汉做个大证见，今日都在老汉身上。既是这般，老汉在一壁伺候着，等你回话便了。小官朱买臣是也。自从到的帝都阙下，一举及第，所除会稽郡太守。有王安道哥哥，教人请我，在这江堤左侧，安排酒肴。你道为甚的来？俺哥哥则怕我忘旧哩！祗从人，慢慢的摆开头踏行者！朱买臣，谁想有今日也呵！<br>【双调】【新水令】往常我破绸衫粗布袄煞曾穿，今日个紫罗襕恕咱生面。对着这烟波渔父国，还想起风雪酒家天。见了些霭霭云烟，我则索映着堤边耸定双肩，尚兀自打寒战。<br>左右接了马者！哥哥，间别无恙！相公来了也。相公峥嵘有日，奋发有时，请坐！若不是哥哥，你兄弟岂有今日？记得你兄弟临行时说的话么？去年时也则是朱买臣，到今年也则是朱买臣。道不的个知恩报恩，风流儒雅，知恩不报，非为人也。哥哥请上，受你兄弟几拜咱。相公免礼，折杀老汉也！相公请坐，将酒来。相公喜得美除，满饮十杯。哥哥先请。不敢，相公请。相公慢慢的饮几杯。张千，俺兄弟每说话，休要放过那闲杂人来打搅者。理会的。相公饮酒，闲杂人靠后！自家杨孝先便是。打听的俺哥哥朱买臣得了官，在这里饮酒，我过去见哥哥，呀！这等威严，怎好过去？待我高叫一声，怕做甚么？朱买臣哥哥俫！璘！这厮是甚么人？怎敢叫俺相公的讳字？张千，你好无礼也！不得我的言语，擅自把那打马的棍子打他这平民百姓，你跟前多有罪过，好打也！<br>【川拨棹】我则待打张干，且问那吃打的是谁？哥哥，是你兄弟杨孝先。原来是同道人杨孝先。兄弟免礼！哥哥喜得美除！兄弟你也来了？兄弟好么？哥哥，您兄弟好。俺也曾合火分钱，共起同眠，间别来隔岁经年。兄弟也，你如今做甚么营生买卖？哥哥，你兄弟依旧打柴哩。还靠着打柴薪为过遣，怎这般时命蹇？孩儿，俺和你同见朱买臣去来。父亲，我先过去。孩儿你先过去，看他认也不认。相公喜得美除，我道你不是个受贫的么！俺这朋友饮酒处，张千，谁着你放他这妇人来？打起去！<br>【七弟兄】这是那一家宅眷？稳便。夫人也，来了也。请起波玉天仙！去年时为甚耽疾怨？觑绝时不由我便怒冲天，今日家咱两个重相见。<br>这都是我的不是了也！。<br>【梅花酒】呀，做多少假腼腆，咱须是夙世姻缘，今世缠绵，可怎生就待不到来年？相公，旧话休题。当初你要休离我便休离，你今日呵要团圆我不团圆。刘家女，你不道来那。我道甚么来？你道你正青春正少年，你道你好描条好眉面，善裁剪善针线，无儿女厮牵连，别嫁取个大官员。<br>【喜江南】去波俫，更怕你舍不了我铜斗儿的好家缘，我那亲哥哥，你不认我，着我投奔谁去？孟姜女不索你便泪涟涟，辩人情使不着你野狐得这涎。你今日做了官也，忒自专哩！非是我自专，你把那长城哭倒圣人宣。<br>你认了罢！张千，不与我抢出去，怎的？快出去！孩儿也，他认你了不曾？他不肯认我。孩儿也，咱两个过去来。朱买臣，我说你不是个受贫的人么！兀那老子是谁？是相公的太山岳丈哩！你兄弟不认的他。是相公岳丈刘二公。哥哥，他不是卓王孙么？<br>【雁儿落】你这卓王孙呵，怎生便不重贤？他是刘二公，怎做的那卓王孙？他既不是卓王孙，索怎生则搬调的个文君女嫌贫贱？我则问你，逼相如索了休，你当初可也对苍天曾罚愿？今日座上的众人，你可认得么？认的。这个是王安道伯伯，这个是杨孝先叔叔。<br>【得胜令】你可便明对着众人言，还待要强留连。今日个富贵重完聚，可也好也！你想着今日呵富贵重完聚，刘家女俫，你当初何不的饥寒守自然？你不道来？我道着甚么来？你道便做鬼到黄泉，咱两个麻线道儿上不相见。各办着个心也波坚，岂不道心坚石也穿？相公，认了他罢。哥哥，你兄弟难以认他。我是你丈人，你认我也不认？我不认！亲家劝一劝儿。相公，你认他也不认？我不认。你不认，我则捕鱼去也！相公，你认也不认？我不认。你不认，我则打柴去也！朱买臣，你认我么？我不认！你不认，我则嫁人去也！相公，你只是认了他罢！我断然的不认他！朱买臣，你若不认我呵，我不问那里，投河奔井，要我这性命做甚么？噤声！<br>【甜水令】折莫你便奔井投河，自推自跌，自埋自怨！王伯伯，你劝一劝儿波！便央及煞俺也不相怜！折莫便一来一往，一上一下，将咱解劝，总盖不过你这前愆。<br>相公，你认了罢！哥哥，<br>【折桂令】从来你这打渔人顺水推船，想着那凛冽寒风，大雪漫天。想着我那身上无衣，肚里无食，怀内无钱。刘家女，你不道来？我道甚么来？你怕甚舍不得我那南庄北园，撇不了我那东阁西轩？我如今旱地上也无田，水路里也无船。只除这紫绶金章，可不的依还是赤手空拳？刘家女，你欲要我认你也，你将一盆永来。水在此。相公，你只认了夫人罢！<br>【落梅风】也不索将咱劝，你也索听我的言，你将那一盆水放在当面。兀的不有了水也。请你个玉天仙任从那里瀽。我瀽了也。直等的你收完时再成姻眷。<br>相公，这是泼水难收，怎么使得？亲家，势到今日，你不说开怎么？住、住、住！请相公停嗔息怒，听老汉慢慢的试说一遍咱。也非是我忍耐不禁，也非是我牵牵搭搭。则为你四十九岁只思偎妻靠妇，不肯进取功名，你丈人搬调你浑家，故意的索休索离，大雪里赶你出去。男子汉不毒不发。料得你要进取功名，无有盘费，必然辞别老汉。我又贫穷，有甚东西把你赍发？你也想，这白银十两，绵衣一套，我是个打鱼人，那里得来？是你丈人暗暗的送来与我，着我明明的赍发你。投至赴得科场，一举及第，饮御酒，插宫花，做了会稽太守，当初受贫穷，三口儿受贫穷；今日享荣华，却独自个享荣华。相公，你可早忘了知恩报恩，风流儒雅；知恩不报，非为人也！哦！有这等事！若不是哥哥说开就里，你兄弟怎生知道？丈人，则被你瞒杀我也！女婿，则被你勒杀我也！官人，则被你勒杀我也！<br>【沽美酒】我只道你泼无徒心太偏，元来是姜太公使机变，不钓鱼儿只钓贤。你可便施恩在我前，暗赍发与盘缠。<br>【太平令】从来个打渔人言如钩线，道的我羞答答闭口无言。明明的这关节有何难见，险些把一家儿恩多成怨。我如今意转，性转，也是他的运转，呀，不独是为尊兄做些颜面。<br>汉家七叶圣明君，不尚军功只尚文。试问会稽朱太守，是谁吹送上青云？小官大司徒严助，曾为采访贤士，到此会稽，遇着朱买臣，将他万言长策举荐在朝，果得重用，除授会稽太守之职。闻的他妻子刘氏，曾于大雪之中，强索休书，赶他出去。他记此一段前仇，不肯厮认。岂知这也非他妻子之罪，元来是丈人刘二公妆圈设套，激发他进取功名之意。小官早已体探明白，奏过官里，如今就着小官亲自赍敕，着他夫妻完聚。既是王命在身，怎么还惮的跋涉？须索驰驿去走一遭。可早来到也，左右，接了马者！朱买臣，你休弃前妻一事，圣人尽知来历。今着小官赍敕到此，一干人都望阙跪者，听圣人的命：朱买臣苦志固穷，负薪自给，虽在道路，不废吟哦，特岁加二千石，以充俸禄。妻刘氏其貌如玉，其舌则长，虽已休离，本应弃置，奈遵父命，曲成夫名，姑断完聚如故。王安道、杨孝先、刘二公等，并系隐沦，不慕荣进，可各赐田百亩，免役终身。谢恩！<br>【鸳鸯煞尾】方知是皇明日月光非遍，天恩雨露沾还浅。道我禄薄官卑，岁加二千，昔日穷交，都皆赐田。便是妻子何缘，早遂了团圆愿。倒与他后世流传，道这风雪渔樵也只落的做一场故事儿演。天下喜事，无过夫妇团圆。今日既是认了，便当杀羊造酒，做一个庆贺的筵席！玉天仙容貌多娇媚，恋恩情进取偏无意。假乖张故逼写休书，到长安果得登高第。除太守即在会稽城，显威风谁不惊回避。怀旧恨夫妇两参商，覆盆水险做傍州例。若不是严司徒赍敕再重来，怎结末朱买臣风雪渔樵记？<br>题目严司徒荐达万言书<br>正名朱太守风雪渔樵记<br></p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}