{
  "id": 49463,
  "star": 21,
  "name": "醉蓬莱·重九上君猷",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">余谪居黄，三见重九，每岁与太守徐君猷会于栖霞。今年公将去，乞郡湖南。念此惘然，故作此词。</span></p> <p>笑劳生一梦，羁旅三年，又还重九。华发萧萧，对荒园搔首。赖有多情，好饮无事，似古人贤守。岁岁登高，年年落帽，物华依旧。<br>此会应须烂醉，仍把紫菊茱萸，细看重嗅。摇落霜风，有手栽双柳。来岁今朝，为我西顾，酹羽觞江口。会与州人，饮公遗爱，一江醇酎。",
  "fanyi": "<p><strong>译文</strong><br>自笑劳苦的生涯如一梦醒来，原是留在他乡流浪过三次重九节的人。发花白又稀疏，面对荒废的园圃搔头。幸运有多情谊的人，喜欢饮酒而无诉讼事，好像古代无为而治的贤明太守。年年登高，年年宴饮，那美好的景物依旧不变。<br>这次登高宴会按理要痛饮，照常佩带紫菊茱萸，还要细看多嗅。草木凋零，秋风为霜，其中有我俩雪堂前栽的两棵柳树。明年的今天，我为你移居潇湘，洒酒于江口。我将和黄州的人共同享受您留下的恩惠，如饮长江水般的美酒。</p> <p><strong>注释</strong><br>⑴醉蓬莱：词牌名。双片九十七字，前片十一句，后片十二句；前后片各四仄韵。君猷（yóu）：徐大受，当时黄州知州。<br>⑵栖霞：栖霞楼，宋代黄州四大名楼之一，在黄冈市赤鼻矶上。<br>⑶今年公将去，乞郡湖南：今年徐守将离开黄州，要求到湖南作知州。<br>⑷惘（wǎng）然：恍惚，忧思的样子。<br>⑸华发：白发。萧萧：稀疏的样子。<br>⑹落帽：代指宴饮。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《晋故征西大将军长史孟府君传》：“九月九日，（桓）温游龙山，参佐毕集，四弟三甥成在坐。时，佐吏并着戎服。有风吹君帽堕落。温目左右及宾客勿言，以观其举止。君初不自觉。温命取以还之。”<br>⑺烂醉：痛快饮酒。<br>⑻重嗅：反复闻嗅。<br>⑼西顾：徐君猷赴任湖南在黄州之西，故名。<br>⑽酹（lèi）：饮酒前把酒洒在地上或水上以祭神祝福。羽觞（shāng）：酒器。<br>⑾州人：黄州人。<br>⑿饮：喝，这里指享受。遗爱：官员有德政，给后人留下仁爱。<br>⒀醇酎（chún zhòu）：反复酿造的醇厚老酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片，从三年贬居生活体验着墨，写对徐守君猷的深厚情谊。开头三句，自嘲劳苦的生活如一场梦，贬居三年，成为他乡的游子。“笑”字一领对偶句，心思全出。接着两句，进深一层，写人生易老天也老。“华发”、“荒园”均是衰老的象征，“搔首”也无可奈何，抗御不住。“赖有”三句，笔锋一转，颂扬徐君猷的功德。值得庆幸的是：酒在肚里，事在心头，不因喝酒而糊涂误事。我遇到了徐守这样“多情”的人，“好饮无事”的人，“似古人贤守”的人。作者在《遗爱亭记》亦歌颂了徐君猷这些方面的功绩：“知黄州，未尝怒也，而民不犯；未尝察也，而吏不欺；终日无事，啸咏而已。”好一个贤明的太守。最后三句，照应序言“每岁”之笔，岁岁年年登高宴饮，“物华依旧”，情深谊长。</p> <p>　　下片，以节传情，以酒寄情。在痛饮中淋漓尽致地一吐为快。酒中多少事，酒中多少<a href=\"http://so.gushiwen.org/view_49463.aspx\">诗</a>。开头三句，就点明此次相会宴饮极不平凡。酒逢知己千钟少，“应须烂醉”；此次登高观赏“紫菊茱萸”也不一般，应须“细看重嗅”。此处他点化运用了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“明年此会知谁健，醉把茱萸仔细看”（《九日蓝田崔氏庄》）诗句，不露痕迹，且把“烂醉”与“细雨”、“茱萸”的内在联系巧妙地揉和起来了：除祸免灾。接着二句，醉里吐真言，我们的友谊天长地久，有“摇落霜风”的物候作证，“有手栽双柳”作证。“来岁”三句，发出深深的祝愿与希冀：“来岁今朝”，我为你西行而饯行，把酒洒满于江口来一个更大的“烂醉”。最后三句，总写徐守君猷的功绩，也是这首词的主题概括：我会和黄州的人，忘不了享受您的“遗爱”，如同痛饮“一江酹酎”的美酒，君子情谊，源远流长。“何武所至，无赫赫名，去而人思之，此之谓遗爱。”（《遗爱亭记》）</p> <p>　　这首词，表面看来，系例行重九登高宴饮之作，实是借题发挥，以节传话，以酒寄情，表达他们那样“惘然”之情和崇敬徐守君猷“相待如骨肉”和“狱草烟深”的功德。正因为酿酒、饮酒是人类认识自然、改造社会、求生存求发展的一种高级意识形态的历史活动，唯有酒是中国源远流长的文化发展的酵酶，唯有酒中人方能领略其中的韵味，所以东坡才写出如此真情实感、意境高超的词章来。</p>",
  "about": "<h2>创作背景</h2> 　　这首《醉蓬莱》作于宋神宗元丰五年（1082年）九月。从序言中可知：这是一次例行的重九宴饮徐太守于栖霞楼的活动。它不同于往常重九宴饮，而是为徐守即将离任赴湘前作的赠别词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "生活",
    "抒情"
  ]
}