{
  "id": 2558,
  "star": 578,
  "name": "曲池荷",
  "dynasty": "唐代",
  "content": "浮香绕曲岸，圆影覆华池。<br>常恐秋风早，飘零君不知。",
  "fanyi": "<p><strong>译文</strong><br>轻幽的芳香朗绕在弯曲的池岸，圆实的花叶覆盖着美丽的水池。<br>常常担心萧瑟的秋风来得太早，使你来不及饱赏荷花就调落了。</p> <p><strong>注释</strong><br>⑴浮香：荷花的香气。曲岸：曲折的堤岸。<br>⑵圆影：指圆圆的荷叶。华池：美丽的池子。<br>⑶飘零：坠落，飘落。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“浮香绕曲岸”，未见其形，先闻其香。曲折的池岸泛着阵阵清香，说明荷花盛开，正值夏季。“圆影覆华池”，写月光笼罩着荷池。月影是圆的，花与影，影影绰绰，莫能分解。写荷的<a href=\"http://so.gushiwen.org/view_2558.aspx\">诗</a>作不在少数。而这首诗采取侧面写法，以香夺人，不着意描绘其优美的形态和动人的纯洁，却传出了夜荷的神韵。“常恐秋风早，飘零君不知”，是沿用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“惟草木之零落兮，恐美人之迟暮”的句意，但又有所变化，含蓄地抒发了自己怀才不遇、早年零落的感慨。</p> <p>　　<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>在去世前不久写的《释疾文》中说道：“春秋冬夏兮四序，寒暑荣悴兮万端。春也万物熙熙焉感其生而悼死，夏也百草榛榛焉见其盛而知其阑，秋也严霜降兮殷忧者为之不乐，冬也阴气积兮愁颜者为之解欢。圣人知性情之纷纠。”这不免也有诗人自己的性格原因。由于他被病痛所折磨，对事物变化的反映特别敏感。如《释疾文》中所说：“神翳翳兮似灰，命绵绵兮若缕。一伸一屈兮，比艰难若尺蠼，九生九死兮。同变化乎盘古。万物繁茂兮此时，余独何为兮肠邅回而屡腐？”“草木扶疏兮如此，余独兰騨兮不自胜。”万物越是繁茂越是生机勃勃，他就越发感觉到自己的形象枯槁。同时他对繁荣的万物是“感其生而悼死”，“见其盛而知其阑”也有对自己和他人盛时的回忆与感慨。他的这种思想突出表现在他晚期的诗歌里。</p> <p>　　《曲池荷》的前两句写的是花好月圆，而后两句突然转写花之自悼。这花之自悼实为人之自悼。咏物诗，“因物以见我”，乃见其佳处。除余山《竹林问答》中说：“咏物诗寓兴为上，传神次之。寓兴者，取照在流连感慨之中，《三百篇》之比兴也。传神者，相赏在牝牡骊黄之外，《三百篇》之赋也。若模形范质，藻绘丹青，直死物耳，斯为下矣。”如此看来，可见卢照邻咏物诗之造诣。</p> <p>　　这首诗托物言志 ，为中国咏物诗之正宗手法，自不待言。其略可称道者大致有两点：一是咏花诗最易落入精雕细刻、镂金错彩的细微描写套路，这首诗写曲池荷，虽略带六朝余韵，然能于大处落墨，气象较为阔大。二是切物抒情，较为真切自然，婉转写来，并无造作，笔未离题而深沉之意尽蕴其中。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_2558.aspx\">诗</a>作于永徽三年（652年）。<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>，志大位卑，一生坎坷多舛。他任新都尉时染上风痹病，辞职北返，“羸卧不起，行已十年”，痛苦不堪。咸亨四年（673年），他写的《病梨树赋·序》中说：“癸酉之岁，余卧病于长安光德坊之官舍。父老云是鄱阳公主之邑司，昔公主未嫁而卒，故其邑废，时有处士孙君思邈居之……余年垂强仕，则有幽忧之疾，椿囷之性，何其辽哉！”此时他虽求助于神医<a href=\"http://so.gushiwen.org/author_2849.aspx\">孙思邈</a>，但对自己身体已经不抱什么希望。常常“伏枕十旬，闭门三月。”在《病梨树赋》中他写道：“怯衡飙之摇落”，忌炎景之临迫。”这里的“怯摇落”与《曲池荷》诗中的“叹飘零”是一样的含意，其中深深寄寓着诗人一生的忧愤与感慨。",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "咏物",
    "荷花",
    "抒情"
  ]
}