{
  "id": 48010,
  "star": 60,
  "name": "饮马长城窟行",
  "dynasty": "魏晋",
  "content": "饮马长城窟，水寒伤马骨。<br>往谓长城吏，慎莫稽留太原卒！<br>官作自有程，举筑谐汝声！<br>男儿宁当格斗死，何能怫郁筑长城。<br>长城何连连，连连三千里。<br>边城多健少，内舍多寡妇。<br>作书与内舍，便嫁莫留住。<br>善待新姑嫜，时时念我故夫子！<br>报书往边地，君今出语一何鄙？<br>身在祸难中，何为稽留他家子？<br>生男慎莫举，生女哺用脯。<br>君独不见长城下，死人骸骨相撑拄。<br>结发行事君，慊慊心意关。<br>明知边地苦，贱妾何能久自全？",
  "fanyi": "<p><strong>译文<br></strong>放马饮水长城窟，泉水寒冷伤马骨。<br>找到长城的官吏对他说，“千万别再留滞太原的劳役卒！”<br>（当官的说：）“官家的工程有期限，快打夯土齐声喊！”<br>（太原差役说：）“男儿自当格斗死，怎能抑郁造长城？”<br>长城绵绵无边际，绵延不断三千里。<br>边城无数服役的青壮年，家乡无数的妻子孤独居。<br>捎书带信与妻子：“快快重嫁不要等！<br>嫁后好好伺侯新公婆，时时记住不要忘了我这个旧男人。”<br>妻子回书到边地，（妻子信中质问：）“你如今说话怎么这么难听？”<br>（太原差役信中说：）“身陷祸难回不去，为什么还留住人家女儿不放呢？<br>生下男孩千万不要养，生下女孩用肉来哺。<br>你难道没有看见长城下，死人的骸骨相交叉？”<br>（妻子信中说：）“嫁你就该随着你，想来不够牵记你。<br>明明知道边地苦，我怎能长久活着求自保？”</p> <p><strong>注释<br></strong>⑴饮马长城窟行：汉乐府旧题，属《相和歌·瑟调曲》。长城窟，长城侧畔的泉眼。窟，泉窟，泉眼。<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注》说“余至长城，其下有泉窟，可饮马。”<br>⑵慎莫：恳请语气，千万不要。慎，小心，千万，这里是告诫的语气。稽留：滞留，阻留，指延长服役期限。太原：秦郡名，约在今山西省中部地区。这句是役夫们对长城吏说的话。<br>⑶官作：官府的工程，指筑城任务而言。程：期限。<br>⑷筑：夯类等筑土工具。谐汝声：喊齐你们打夯的号子。这是长城吏不耐烦地回答太原卒们的话。<br>⑸宁当：宁愿，情愿。格斗：搏斗。<br>⑹怫（fú）郁：烦闷，憋着气。<br>⑺连连：形容长而连绵不断的样子。<br>⑻健少：健壮的年轻人。<br>⑼内舍：指戍卒的家中。寡妇：指役夫们的妻子，古时凡独居守候丈夫的妇人皆可称为寡妇。<br>⑽事：侍奉。姑嫜（zhāng）：婆婆和公公。<br>⑾故夫子：旧日的丈夫。以上三句是役夫给家中妻子信中所说的话。<br>⑿报书：回信。<br>⒀鄙：粗野，浅薄，不通情理。这是役夫的妻子回答役夫的话。<br>⒁他家子：犹言别人家女子，这里指自己的妻子。这是戍卒在解释他让妻子改嫁的苦衷。<br>⒂举：本义指古代给初生婴儿的洗沐礼，后世一般用为“抚养”之义。<br>⒃哺：喂养。脯：干肉，腊肉。<br>⒄撑拄：支架。骸骨相互撑拄，可见死人之多。以上四句是化用秦时民谣：“生男慎勿举，生女哺用脯，不见长城下，尸骸相支拄。”<br>⒅结发：指十五岁，古时女子十五岁开始用笄结发，表示成年。行：句中助词，如同现代汉语的“来”。<br>⒆慊慊（qiàn）：空虚苦闷的样子，这里指两地思念。关：牵连。<br>⒇久自全：长久地保全自己。自全，独自活着。以上四句是说，自从和你结婚以来，我就一直痛苦地关心着你。你在边地所受的苦楚我是明白的，如果你要死了，我自己又何必再长久地苟活下去呢？这是役夫的妻子回答役夫的话。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本<a href=\"http://so.gushiwen.org/view_48010.aspx\">诗</a>用乐府旧题，以秦代统治者驱使百姓修筑长城的史实为背景，通过筑城役卒夫妻对话，揭露了无休止的徭役，给人民带来的深重灾难。诗中用书信往返的对话形式，揭示了男女主人公的内心世界和他们彼此间地深深牵挂，赞美了筑城役卒夫妻生死不渝的高尚情操。语言简洁生动，真挚感人。</p> <p>　　第一层（1—8句），写筑城役卒与长城吏的对话：</p> <p>　　“饮马长城窟，水寒伤马骨。”让马饮水，只得到那长城下山石间的泉眼，那里的水是那么的冰冷，以致都伤及到了马的骨头里。</p> <p>　　“往谓长城吏，慎莫稽留太原卒！”一位筑城役卒跑去对监修长城的官吏恳求说：你们千万不要长时间的滞留我们这些来自太原的役卒啊！</p> <p>　　“官作自有程，举筑谐汝声！”监修长城的官吏说：官府的工程自有一定的期限，哪能由你们说了算！赶紧拿起工具，大家一齐唱打夯的号子，尽力干活去吧！</p> <p>　　“男儿宁当格斗死，何能怫郁筑长城。”筑城役卒心里想：男子汉大丈夫，宁愿上战场在与敌人的厮杀中为国捐躯，怎么能够满怀郁闷地一天天地修筑长城呢？</p> <p>　　第二层（9—12句），过渡段，承上启下：</p> <p>　　“长城何连连，连连三千里。”长城啊长城，是那么的蜿蜒曲折，它一直连绵了三千里远。</p> <p>　　“边城多健少，内舍多寡妇。”边城多的是健壮的年轻男人，家中大多只剩下独居的女人了。</p> <p>　　第三层（13—28句）写筑城役卒与妻子的书信对话：</p> <p>　　“作书与内舍，便嫁莫留住。”这位筑城役卒写信给在家的妻子说：你赶紧趁年轻改嫁吧，不必留在家里等了。</p> <p>　　“善待新姑嫜，时时念我故夫子！”你要好好服侍新的公公婆婆，也要时时想念着原来的丈夫啊！</p> <p>　　“报书往边地，君今出语一何鄙？”妻子在送往边地的信中说：你把我当成什么人了，你这时候还说出这么浅薄的话来？</p> <p>　　“身在祸难中，何为稽留他家子？”筑城役卒回信说：我自己处在祸难当中，也许今生我们再也没有团圆的可能了，为什么要去拖累别人家的女儿呢？</p> <p>　　“生男慎莫举，生女哺用脯。”将来如果你生了男孩，千万不要去养育他；如果生下女孩，就用干肉精心地抚养她吧！</p> <p>　　“君独不见长城下，死人骸骨相撑拄。”你难道没看见长城的下面，死人尸骨累累，重重叠叠地相互支撑着，堆积在一块吗？</p> <p>　　“结发行事君，慊慊心意关。”妻子回信说：我自从结婚嫁给你，就一直伺候着你，对你身在边地，心里虽然充满了哀怨，可时时牵挂着你啊。</p> <p>　　“明知边地苦，贱妾何能久自全？”现在我明明知道在边地筑城是那么地艰苦，我又怎么能够自私地图谋长久地保全自己呢？<br></p>",
  "poet": {
    "id": 359,
    "star": 0,
    "name": "陈琳",
    "image": "http://img.gushiwen.org/authorImg/chenlin.jpg",
    "desc": "陈琳（？－217年），字孔璋，广陵射阳人。东汉末年著名文学家，“建安七子”之一。生年无确考，惟知在“建安七子”中比较年长，约与孔融相当。汉灵帝末年，任大将军何进主簿。何进为诛宦官而召四方边将入京城洛阳，陈琳曾谏阻，但何进不纳，终于事败被杀。董卓肆恶洛阳，陈琳避难至冀州，入袁绍幕府。袁绍失败后，陈琳为曹军俘获。曹操爱其才而不咎，署为司空军师祭酒，使与阮瑀同管记室。后又徙为丞相门下督。建安二十二年（217年），与刘桢、应玚、徐干等同染疫疾而亡。 陈琳著作，据《隋书·经籍志》载原有集10卷，已佚。明代张溥辑有《陈记室集》，收入《汉魏六朝百三家集》中。"
  },
  "tags": [
    "边塞",
    "爱情"
  ]
}