{
  "id": 62276,
  "star": 64,
  "name": "浣溪沙·门隔花深梦旧游",
  "dynasty": "宋代",
  "content": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 <br>落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。",
  "fanyi": "<p><strong>译文<br></strong>我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。<br>悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。</p> <p><strong>注释</strong><br>⑴门隔花深：即旧游之地，有“室迩人远”意。梦魂牵绕却比“忆”字更深一层。<br>⑵夕阳：连“燕”，用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>“乌衣巷口夕阳斜”<a href=\"http://so.gushiwen.org/view_62276.aspx\">诗</a>意。燕子归来，未必知愁；但人既含愁，觉燕亦然。且人有阻隔，而燕没遮拦，与上句连；就上片结构来说，又只似一句插笔。<br>⑶玉纤：指女子的纤纤玉手。<br>⑷小帘钩：指女子用手摘下帘钩，放下帘子。<br>⑸临夜：夜间来临时。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首怀人感梦的词，借梦写情，更见情痴，写得不落俗套。　</p> <p>　　“门隔花深”，指所梦旧游之地。当时花径通幽，春意盎然。词人说：不料我去寻访她时，本拟欢聚，却成话别。为什么要离别，词中没有说明。“燕归愁”，仿佛同情人们离别，黯然无语。不写人的伤别，而写惨淡的情境，正是烘云托月的妙笔。前结“玉纤香动小帘约，”则已是即将分手的情景了。伊人纤手分帘，二人相偕出户，彼此留连，不忍分离。“造分携而衔涕，感寂寞而伤神”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）。下片是深入刻画这种离别的痛苦。 　</p> <p>　　下片是兴、比并用的艺术手法。“落絮无声春堕泪”，兼有两个方面一形象，一是写人，“执手相看泪眼，竟无语凝咽”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》），写离别时的吞声饮泣。这里略去了。絮花从空中飘落，好象替人无声堕泪，这是写春的堕泪，人亦包含其中。“行云有影月含羞”，和上句相同，也是一个形象体现为两个方面：一是写人，“别君时，忍泪佯低面，含羞半敛眉”（<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《女冠子》），是写妇女言别时的形象，以手掩面，主要倒不是含羞，而是为了掩泪，怕增加对方的悲伤。同时也是写自然，行云遮月，地上便有云影，云遮月衬出月含羞。刘熙载说：“词之妙，莫妙于以不言言之，非不言也，寄言也。”（《艺概·词曲概》）此词“落絮”、“行云”一联正是“寄言”。表面是写自然，其实是写情。词人把人的感情移入自然界的“落絮”“行云”当中，造成了人化的然感自然。而大自然的“堕泪”与“含羞”，也正表现了人的离别悲痛的深度，那说是说二人离别，连大自然也深深感动了。这两句把离愁幻化成情天泪海，真乃广深迷离的至美艺术境界。“悲莫悲兮生别离，乐莫乐兮新相知”（《九歌·少司命》），“死别已吞声，生别常恻恻”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》）。这种黯然神伤心折骨惊的离情别绪，怎么能忘怀呢！有所思，故有所梦；有所梦，更生思绪。无昼无夜，度日如年，这刻骨相思是够受的。如此心境，自然感觉不到一丝春意，所以临夜东风吹来，比萧瑟凄冷的秋风更不堪忍受了。这是当日离别的情景，也是梦中的情景，同样也是此日梦醒时的情景。古人有暖然如春、凄然如秋的话，词人因离愁的浓重，他的主观感觉却把它倒转过来。语极警策。 　</p> <p>　　春夜风冷，是自然现象；加上人心凄寂，是心理现象，二者交织融会，酿成“东风临夜冷于秋”的萧瑟凄冷景象，而且这种氛围笼罩全篇，此为《浣溪沙》一调在结构上的得力之处。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "记梦",
    "离别"
  ]
}