{
  "id": 57575,
  "star": 62,
  "name": "定风波·暮春漫兴",
  "dynasty": "宋代",
  "content": "少日春怀似酒浓，插花走马醉千钟。老去逢春如病酒，唯有，茶瓯香篆小帘栊。<br>卷尽残花风未定，休恨，花开元自要春风。试问春归谁得见？飞燕，来时相遇夕阳中。",
  "fanyi": "<p><strong>译文</strong><br>少年时代，一旦春天来临，就会纵情狂欢，插花、骑马疾驰，还要喝上些酒。年老的时候，春天来了，觉得毫无兴味，就像因喝酒过量而感到难受一样。现在只能在自己的小房子里烧一盘香，喝上几杯茶来消磨时光。<br>春风把剩下的花瓣也给卷走了，但它还是没有停息。可是我不恨它，因为花儿开放是由于春风的吹拂。想问一下，谁又看见春天离去了？离此而去的春天，被飞来的燕子在金色的夕阳中碰上了。</p> <p><strong>注释</strong><br>①漫兴：漫不经意，兴到之作。<br>②少日：少年之时。<br>③钟：酒杯。<br>④茶瓯（ōu）：一种茶具。<br>⑤香篆：指焚香时所起的烟缕。茶瓯（ōu欧）：茶罐。香篆（zhuàn赚）：篆字形的盘香。<br>⑥帘栊（lóng龙）：挂有帘子的窗户。<br>⑦元自：原来，本来。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>罢官闲居带湖时所作。</p> <p>　　此词分上阕与下阕。</p> <p>　　上阕以“少日”与“老去”作强烈对比。“老去”是现实，“少日”是追忆。少年时代，风华正茂，一旦春天来临，更加纵情狂欢，其乐无穷。对此，只用两句十四字来描写，却写得何等生动，令人陶醉！形容“少日春怀”，用了“似酒浓”，已给人以酒兴即将发作的暗示。继之以“插花”、“走马”，狂态如见。还要“醉千锺”，那么，连喝千杯之后将如何颠狂，就不难想象了。而这一切，都是“少日”逢春的情景，只有在追忆中才能出现。眼前的现实则是：人已“老去”，一旦逢春，其情怀不是“似酒浓”，而是“如病酒”。同样用了一个“酒”字，而“酒浓”与“病酒”却境况全别。</p> <p>　　什么叫“病酒”？<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》词说：“谁道闲情抛弃久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。”</p> <p>　　“病酒”，指因喝酒过量而生病，感到很难受。“老去逢春如病酒”，极言心情不佳，毫无兴味，不要说“插花”、“走马”，连酒也不想喝了。只有呆在小房子里，烧一盘香，喝几杯茶，消磨时光。怎么知道是小房子呢？因为这里用了“小帘栊”。“栊”指窗上棂木，而“帘栊”作为一个词，实指窗帘。挂小窗帘的房子，自然大不到那里去。</p> <p>　　过片“卷尽残花风未定”，有如奇峰突起，似与上阕毫无联系。然而仔细寻味，却恰恰是由上片向下片过渡的桥梁。上阕用少日逢春的狂欢反衬老去逢春的孤寂。于“茶瓯香篆小帘栊”之前冠以“唯有”，仿佛除此之外什么都不关心。其实不然。</p> <p>　　他始终注视那“小帘栊”，观察外边的变化。外边有什么变化呢？春风不断地吹，把花瓣儿吹落、卷走，而今已经“卷尽残花”，风还不肯停！春天不就完了吗？如此看来，<a href=\"http://so.gushiwen.org/view_57575.aspx\">诗</a>人自然是恨春风的。可是接下去，又立刻改口说：“休恨！”为什么？因为：“花开元自要春风。”当初如果没有春风的吹拂，花儿又怎么能够开放呢？在这出人意外的转折中，蕴含着深奥的哲理，也饱和着难以明言的无限感慨。春风催放百花，给这里带来了春天。春风“卷尽残花”，春天就要离开这里，回到别的什么地方去了。</p> <p>　　“试问春归谁得见？”问得突然，也令人感到难于回答，因而急切地期待下文。看下文，那回答真是“匪夷所思”，妙不可言：离此而去的春天，被向这里飞来的燕子碰上了，她是在金色的夕阳中遇见的。那么，她们彼此讲了些什么呢？</p> <p>　　古典诗词中的“春归”有两种含义。一种指春来，如<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>《水龙吟》：“春归翠陌，平莎茸嫩，垂杨金浅。”</p> <p>　　一种指春去，其例甚多，大抵抒发伤春之感。</p> <p>　　辛弃疾的名作《摸鱼儿》“更能消几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数”，亦不例外。而这首《定风波》却为读者打开广阔的想象领域和思维空间，诱发人们追踪春天的脚步，进行哲理的思考，可谓另辟蹊径，富有独创精神。</p> <p>　　把春天拟人化，说她离开这里，又走向那里，最早似乎见于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《浔阳春·春生》：“春生何处暗周游？海角天涯遍始休。先遣和风报消息，续教啼鸟说来由。展张草色长河畔，点缀花房小树头。若到故园应觅我，为传沦落在江州。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的《清平乐》，则遵循这种思路自制新词：“春归何处？寂寞无行路。若有人知春去处，唤取归来同住。春无踪迹谁知，除非问取黄鹂。百啭无人能解，因风飞过蔷薇。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>的《卜算子·送鲍浩然之浙东》，构思也很新颖：“水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。”</p> <p>　　辛弃疾《定风波》的下阕和上述这些作品可谓异曲同工，其继承与创新的关系，也是显而易见的。</p>",
  "about": "<h2>创作背景</h2> 　　此词为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被罢官之后闲居带湖时所作。这时的<a href=\"http://so.gushiwen.org/view_57575.aspx\">诗</a>人正值悲伤之际，闲居带湖的生活以及被罢官后的落寞心情让他更加觉得悲凉，以至于看到春风吹掉了花瓣，燕子飞于春风之中这样的春景，在诗人眼里也满是萧条，而这也从侧面反映了诗人对于自己被罢官的愤懑之情，然而尾句写到燕子于夕阳中遇到春天的景象，也反映了诗人对前途抱有信心。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "追忆",
    "写景",
    "伤春"
  ]
}