{
  "id": 21376,
  "star": 3,
  "name": "游悟真寺诗（一百三十韵）",
  "dynasty": "唐代",
  "content": "元和九年秋，八月月上弦。我游悟真寺，寺在王顺山。 <br> 去山四五里，先闻水潺湲。自兹舍车马，始涉蓝溪湾。 <br> 手拄青竹杖，足蹋白石滩。渐怪耳目旷，不闻人世喧。 <br> 山下望山上，初疑不可攀。谁知中有路，盘折通岩巅。 <br> 一息幡竿下，再休石龛边。龛间长丈馀，门户无扃关。 <br> 仰窥不见人，石发垂若鬟。惊出白蝙蝠，双飞如雪翻。 <br> 回首寺门望，青崖夹朱轩。如擘山腹开，置寺于其间。 <br> 入门无平地，地窄虚空宽。房廊与台殿，高下随峰峦。 <br> 岩崿无撮土，树木多瘦坚。根株抱石长，屈曲虫蛇蟠。 <br> 松桂乱无行，四时郁芊芊。枝梢袅青翠，韵若风中弦。 <br> 日月光不透，绿阴相交延。幽鸟时一声，闻之似寒蝉。 <br> 首憩宾位亭，就坐未及安。须臾开北户，万里明豁然。 <br> 拂檐虹霏微，绕栋云回旋。赤日间白雨，阴晴同一川。 <br> 野绿簇草树，眼界吞秦原。渭水细不见，汉陵小于拳。 <br> 却顾来时路，萦纡映朱栏。历历上山人，一一遥可观。 <br> 前对多宝塔，风铎鸣四端。栾栌与户牖，恰恰金碧繁。 <br> 云昔迦叶佛，此地坐涅槃。至今铁钵在，当底手迹穿。 <br> 西开玉像殿，白佛森比肩。斗薮尘埃衣，礼拜冰雪颜。 <br> 叠霜为袈裟，贯雹为华鬘.逼观疑鬼功，其迹非雕镌。 <br> 次登观音堂，未到闻栴檀。上阶脱双履，敛足升净筵。 <br> 六楹排玉镜，四座敷金钿。黑夜自光明，不待灯烛燃。 <br> 众宝互低昂，碧珮珊瑚幡。风来似天乐，相触声珊珊。 <br> 白珠垂露凝，赤珠滴血殷。点缀佛髻上，合为七宝冠。 <br> 双瓶白琉璃，色若秋水寒。隔瓶见舍利，圆转如金丹。 <br> 玉笛何代物，天人施祇园。吹如秋鹤声，可以降灵仙。 <br> 是时秋方中，三五月正圆。宝堂豁三门，金魄当其前。 <br> 月与宝相射，晶光争鲜妍。照人心骨冷，竟夕不欲眠。 <br> 晓寻南塔路，乱竹低婵娟。林幽不逢人，寒蝶飞翾翾. <br> 山果不识名，离离夹道蕃。足以疗饥乏，摘尝味甘酸。 <br> 道南蓝谷神，紫伞白纸钱。若岁有水旱，诏使修蘋蘩。 <br> 以地清净故，献奠无荤膻。危石叠四五，pI嵬欹且刓. <br> 造物者何意，堆在岩东偏。冷滑无人迹，苔点如花笺。 <br> 我来登上头，下临不测渊。目眩手足掉，不敢低头看。 <br> 风从石下生，薄人而上抟。衣服似羽翮，开张欲飞鶱. <br> gf々三面峰，峰尖刀剑攒。往往白云过，决开露青天。 <br> 西北日落时，夕晖红团团。千里翠屏外，走下丹砂丸。 <br> 东南月上时，夜气青漫漫。百丈碧潭底，写出黄金盘。 <br> 蓝水色似蓝，日夜长潺潺。周回绕山转，下视如青环。 <br> 或铺为慢流，或激为奔湍。泓澄最深处，浮出蛟龙涎。 <br> 侧身入其中，悬磴尤险艰。扪萝蹋樛木，下逐饮涧猿。 <br> 雪迸起白鹭，锦跳惊红鳣.歇定方盥漱，濯去支体烦。 <br> 浅深皆洞彻，可照脑与肝。但爱清见底，欲寻不知源。 <br> 东崖饶怪石，积甃苍琅玕.温润发于外，其间韫玙璠. <br> 卞和死已久，良玉多弃捐。或时泄光彩，夜与星月连。 <br> 中顶最高峰，拄天青玉竿。q0p0上不得，岂我能攀援。 <br> 上有白莲池，素葩覆清澜。闻名不可到，处所非人寰。 <br> 又有一片石，大如方尺砖。插在半壁上，其下万仞悬。 <br> 云有过去师，坐得无生禅。号为定心石，长老世相传。 <br> 却上谒仙祠，蔓草生绵绵。昔闻王氏子，羽化升上玄。 <br> 其西晒药台，犹对芝朮田。时复明月夜，上闻黄鹤言。 <br> 回寻画龙堂，二叟鬓发斑。想见听法时，欢喜礼印坛。 <br> 复归泉窟下，化作龙蜿蜒。阶前石孔在，欲雨生白烟。 <br> 往有写经僧，身静心精专。感彼云外鸽，群飞千翩翩。 <br> 来添砚中水，去吸岩底泉。一日三往复，时节长不愆。 <br> 经成号圣僧，弟子名杨难。诵此莲花偈，数满百亿千。 <br> 身坏口不坏，舌根如红莲。颅骨今不见，石函尚存焉。 <br> 粉壁有吴画，笔彩依旧鲜。素屏有褚书，墨色如新干。 <br> 灵境与异迹，周览无不殚。一游五昼夜，欲返仍盘桓。 <br> 我本山中人，误为时网牵。牵率使读书，推挽令效官。 <br> 既登文字科，又忝谏诤员。拙直不合时，无益同素餐。 <br> 以此自惭惕，戚戚常寡欢。无成心力尽，未老形骸残。 <br> 今来脱簪组，始觉离忧患。及为山水游，弥得纵疏顽。 <br> 野麋断羁绊，行走无拘挛。池鱼放入海，一往何时还。 <br> 身著居士衣，手把南华篇。终来此山住，永谢区中缘。 <br> 我今四十馀，从此终身闲。若以七十期，犹得三十年。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": []
}