{
  "id": 47904,
  "star": 46,
  "name": "雪赋",
  "dynasty": "南北朝",
  "content": "　　岁将暮，时既昏。寒风积，愁云繁。梁王不悦，游于兔园。乃置旨酒，命宾友。召邹生，延枚叟。相如末至，居客之右。俄而微霰零，密雪下。王乃歌北风于卫诗，咏南山于周雅。授简于司马大夫，曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”</p> <p>　　相如于是避席而起，逡巡而揖。曰：臣闻雪宫建于东国，雪山峙于西域。岐昌发咏于来思，姬满申歌于《黄竹》。《曹风》以麻衣比色，楚谣以幽兰俪曲。盈尺则呈瑞于丰年，袤丈则表沴于阴德。雪之时义远矣哉！请言其始。</p> <p>　　若乃玄律穷，严气升。焦溪涸，汤谷凝。火井灭，温泉冰。沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯。于是河海生云，朔漠飞沙。连氛累霭，揜日韬霞。霰淅沥而先集，雪纷糅而遂多。</p> <p>　　其为状也，散漫交错，氛氲萧索。蔼蔼浮浮，瀌瀌弈弈。联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙。初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐。庭列瑶阶，林挺琼树，皓鹤夺鲜，白鹇失素，纨袖惭冶，玉颜掩姱。</p> <p>　　若乃积素未亏，白日朝鲜，烂兮若烛龙，衔耀照昆山。尔其流滴垂冰，缘溜承隅，粲兮若冯夷，剖蚌列明珠。至夫缤纷繁骛之貌，皓皔曒洁之仪。回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。</p> <p>　　若乃申娱玩之无已，夜幽静而多怀。风触楹而转响，月承幌而通晖。酌湘吴之醇酎，御狐貉之兼衣。对庭鹍之双舞，瞻云雁之孤飞。践霜雪之交积，怜枝叶之相违。驰遥思于千里，愿接手而同归。</p> <p>　　邹阳闻之，懑然心服。有怀妍唱，敬接末曲。于是乃作而赋积雪之歌，歌曰：</p> <p>　　携佳人兮披重幄，援绮衾兮坐芳褥。</p> <p>　　燎熏炉兮炳明烛，酌桂酒兮扬清曲。</p> <p>　　又续写而为白雪之歌，歌曰：</p> <p>　　曲既扬兮酒既陈，朱颜酡兮思自亲。</p> <p>　　愿低帷以昵枕，念解佩而褫绅。</p> <p>　　怨年岁之易暮，伤后会之无因。</p> <p>　　君宁见阶上之白雪，岂鲜耀于阳春。</p> <p>　　歌卒。王乃寻绎吟玩，抚览扼腕。顾谓枚叔，起而为乱，乱曰：</p> <p>　　白羽虽白，质以轻兮，白玉虽白，空守贞兮。未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳不固其节。节岂我名，洁岂我贞。凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成。纵心皓然，何虑何营？",
  "fanyi": "<h2>译文</h2> <p>　　时值年末，天色已晚，寒风聚积，愁云密布。梁王心中不乐，到兔园游玩。于是摆上了酒席，邀请宾朋好友，请来<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>，召来<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>；<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>最后到来，坐在宾客的首位。</p> <p>　　不久小雪粒飘落而下，继而大雪满天飞扬，梁王唱起《卫风·邶风》，又吟诵《小雅·信南山》，并把竹简送给相如，说：“抒发您精密的文思，运用您华丽的词藻，描摹眼前的景色，为寡人作一篇赋。”</p> <p>　　相如于是离席而起，向前鞠躬施礼，说：“听说雪宫建筑在东方，雪山峙立在西域。周文王曾吟咏‘今我来思’，周穆王也反复唱《黄竹》之歌，《曹风》曾以麻衣比雪色，楚辞也有《幽兰》《白雪》之曲。雪厚盈尺是丰年征兆，雪深一丈则成灾害，由此来看，下雪的时间和意义可谓深远啊。请允许我从头讲：如果四时将尽，寒气上升，焦溪干涸，汤谷凝固，火井熄灭，温泉结冰，沸潭不再翻涌，热风也不吹送。家家堵塞住北面的门窗，裸体国的人也穿上了衣服，于是河海笼罩起乌云，大漠扬起了飞沙；连延的云气，重重的雾霭，遮蔽了太阳和霞光；先是小雪淅淅沥沥的飘洒，继而大雪纷纷扬扬，漫天飞舞。雪花的形状，散乱交错，纷纷氲氲，散散落落，扬扬洒洒，翩翩飞舞于天空，回旋堆积于地面。开始时沿着屋脊而覆盖了楼宇，到最后透过门帘而进入室内；起初轻盈回旋于台阶下，后来飘舞萦绕于帷席旁。既可以随方物成为玉圭，又能够随圆物成为玉璧。眺望原野，如万顷缟素铺展；仰望山岭，则千岩银装素裹。这时，楼台就像重叠的玉璧，大路犹如连缀的美玉；庭院陈列着玉阶，林中挺立着玉树。白鹤被夺去了光彩，鹇鸟也失去了鲜艳；纨袖佳人自惭形秽，玉颜美女掩面失色。至于积雪尚未亏损，在朝阳的照耀下，鲜艳如烛龙衔着烛火照耀昆仑；待到雪融结成冰柱，沿着房檐屋角悬挂，灿烂似河伯剖开河蚌排列珍珠。至于那缤纷繁复的气象，明亮皎洁的仪态，回旋聚积的气势，飞舞闪耀的奇观，真是变化无穷，实在难已尽述。如果反复赏玩，意味无穷。夜深幽静，使人感慨，风吹楹柱，呼啸作响，月透纱窗，内外通明。斟出湘吴美酒，披上狐貂皮衣，看庭中鹍鸟双双起舞，望云中大雁孤独飞翔。踏着厚厚的积雪，怜惜飘零的落叶。思想千里外的知己，盼望与其携手而归。”</p> <p>　　邹阳听后，（对自己构思的赋）感到惭愧，佩服（相如的赋），驱遣心中艳丽的词藻，恭敬续接相如的赋。于是他站起来，吟作积雪之歌，歌词是：“携手佳人啊进入重帷，拥抱锦被啊安坐芳褥。烧上熏炉啊点燃明烛，斟满桂酒啊奏起清曲。”又续写白雪之歌，歌词是：“乐曲已奏啊美酒已陈，脸儿发红啊希望相亲。放下帷帐啊接近衾枕，解下环佩啊脱衣就寝。怨恨年岁啊飞快流逝，感伤此后啊相会无因。谁曾见到阶上的白雪，阳春三月啊还能长存？”歌罢，梁王吟咏玩味，以手握腕，回头看枚乘。枚乘会意，继作尾声。尾声说：“白羽虽白却很轻，白玉虽白空守贞；都不如这白雪，随时生灭。月亮辉映，不能掩盖它的皎洁；太阳照耀，也不固守它的气节。气节并非它的美名，纯洁也不是它的坚贞，随云升降，从风飘零。遇物体成形状，随地势而变形。洁白是因遇物干净，污浊也是外物污染。只要心胸虚静，有什么忧虑？有什么经营？”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《雪赋》以历史人物问答铺陈描写结构全篇。赋首先叙述了冬日里的一个黄昏（岁将暮，时既昏）”，当时的天气不大好，寒风凛冽，阴云四起，大雪纷飞（寒风积，愁云繁）。“梁王不悦”，可以理解为心情不大好，于是率宾朋游于兔园，命人摆上美酒（乃置旨酒，旨酒即美酒）。<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>先后莅临。邹阳是西汉时期的文学家，山东淄博人，著有《上吴王书》等文作；枚乘也是西汉时的文学家，江苏淮阴人，代表作《七发》：司马相如大家都很熟悉，就是跟<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>私奔那哥们，著名辞赋家，在中国文学史上有着非常重要的地位。相如来得可能稍晚一些（相如末至），居客之右，古代座次以右为尊, 右面可是上座，这说明司马相如在梁王心目中是很有地位的。面对漫天大雪，梁王首先吟咏了《<a href=\"http://so.gushiwen.org/view_47904.aspx\">诗</a>经》中有关雪的诗句，根据赋中写到的《北风》于卫诗和《南山》于周雅，梁王吟的应该是“北风其凉，雨雪其雱（pang）”、“上天同云，雨雪雰雰”这两句。吟毕，授简于司马相如。“简”是战国至魏晋时期写书的竹片。曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”意思是说你要以神奇的思想，妍丽的文辞，惟妙惟肖恰到好处的描摹雪景。</p> <p>　　相如于是避席而起，古代人都是席地而坐，离开座位称避席，逡（qun）巡而揖（形容恭顺的样子），以示尊敬。写雪之前,先引出《孟子》、《汉书》、《诗经》、《穆天子传》等涉及记雪的典籍,用来强调雪与人类生活的密切关系。“臣闻雪宫（战国时齐国的行宫）建于东国，雪山（指天山）峙于西域（战国时对玉门关、阳关以西地区的统称），歧昌发（指周文王）咏于《来思》（指《诗.小雅.采薇》），姬满（指周穆王）申歌（吟咏）于《黄竹》（诗篇名）；《曹风》（诗经.曹风）以麻衣（古代白色的衣服）比色，楚谣（指楚地歌谣）以《幽兰》（乐曲名）俪曲（名字叫做白雪的曲子）；这句说周文王咏的《采薇》诗，也咏了雪；周穆王游黄台在北风雨雪中吟诗三篇：《曹风》诗中以雪的洁形容衣服：楚地的歌谣并奏《幽兰》和《白雪》。白盈尺（大雪）则呈瑞于丰年，袤丈（指雪深至丈）则表沴于阴德（预兆瘟疫），雪的应时之义又何止这些。这一段隐喻着很深的寓意，绝不是作者闲发思古之幽情，而是传达作者朴素的自然意识以及“天人合一”自然观念。</p> <p>　　接着司马相如用华美的辞藻从宏观、微观、声色、动静等多角度、多方位铺叙描摹，极尽雪之形态时，“请言其始。若乃玄律穷，严气升，焦溪涸，汤谷凝，火井灭，温泉冰，沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯”。这段话讲的就是个“寒” 字。玄律指冬季，严气指寒气，冬季寒气上升,溪河冻得不流淌了，温泉结冰了，寒冷的天气使人们紧闭门窗，初上厚衣服御寒。“于是河海生云，朔漠飞沙；连氛累霭，掩日韬霞”。可谓疑云密布，满天无色，飞沙走石，掩日避光，这一段突出一个“暗”字。“霰淅沥而先集，雪纷糅而遂多”，这两句写的是下雪时的情景，先是细霰落地发出淅沥之声，然后雪花纷杂而落。接着写雪落下来的形状，“散漫交错，氛氲萧索；蔼蔼浮浮，瀌瀌奕奕”。然后写雪落下后的形状：“联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙；初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。”。说雪随着方形的物体而成方形，随着圆形的东西则变成圆形。“眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐；庭列瑶阶，林挺琼树”.你看雪落到原野上就像白色的丝织品，落到山峰上山峰就变成雪山，落到楼台亭榭上楼台就成为玉璧，落在庭院的台阶上，台阶变成玉阶，落到树上，树就成了琼树。赏读此句，呈现在你面前的就是一个美丽的冰雪世界。“皓鹤夺鲜，白鹇失素；纨袖惭冶，玉颜掩嫮。若乃积素未亏。” 这几句是说白鹤、白鹇（xiao）、美女的洁白，面对雪都自惭不如，失去其美丽。“白日朝鲜，烂兮若烛龙衔耀照昆山；尔其流滴垂冰，缘霤承隅，灿兮若冯夷剖蚌列明珠。至夫缤纷繁骛之貌，皓旰（代han）皦絜之仪，回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。”白天在阳光映射下雪的洁白、美丽、灿烂、变化无穷的种种景象，感叹其不能备述。接下来写夜晚，“若乃申娱玩之无已，夜幽静而多怀.风触楹而转响，月承幌而通辉。”你看，在幽深肃穆的夜晚，风吹打着积聚冰凌的房柱发出响声，月光映照着凝结着雪花的窗帘，多么明媚多姿呀！相如赋雪写出雪的天地大美，把写景、抒情、说理融为一体。从冬日的严寒、雪的生成、落雪的飘洒、写到雪后的银白世界；从白日映雪写到月夜赏雪，从动态写到静态，从天上写到地面，从近处写到远处，从帏席走廊窗帘写到房屋瓦脊梁柱，从阶梯道路写到庭院树木，从平原万倾如缟写到万岭千峰素白，从白日的光辉灿烂写到月夜的幽静肃穆，穷尽了雪的姿态、轻盈、变化，描摹了雪的飘逸、洁白、灿烂、妍丽，<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>这位辞赋才俊把一幅色彩明媚的白雪图呈献给了我们。</p> <p>　　相如吟罢，邹相登场。邹阳闻相如赋，“懑然心服”, 懑然惭愧的样子;“有怀妍唱”指邹阳有感司马相如妍美的咏雪辞，遂作“积雪之歌”。歌曰：“携佳人兮披重幄，援绮衾兮坐芳缛；燎熏炉兮炳明烛，酌桂酒兮扬清曲。”此歌之中的佳人，重幄、绮衾、明烛，皆为阅目之色，给人带来视觉的美感，而芳缛、燎熏，又给人的嗅觉带来带来享受，又续而为白雪之歌，歌曰：“曲既扬兮酒既陈，朱颜酡兮思自亲，愿低帷以昵枕，念解佩而褫绅。怨年岁之易暮，伤后会之无因。君宁见阶上之白雪，岂鲜耀于阳春？”此歌在曲尽，酒陈、朱颜、昵枕、解佩、褫绅之间，情调忽变，初者“思自亲”,继而“君宁见阶上之白雪，岂鲜耀于阳春？”，情绪之所以转变如此之快，不是没有原由的，其原由就在于“君宁见阶上之白雪，岂鲜耀于阳春？”人生在世，良辰难遇，美景难求，但一切都是浮云遮眼，稍纵即逝，就像台阶上的白雪，岂能鲜耀于阳春？对比之下，司马相如的白雪，旷达明朗，充满勃勃生机；而邹阳之雪，风华绝代，却生命短促。这种来自生命本体的感伤，给雪蒙上了悲情的面纱.</p> <p>　　《雪赋》以“王乃寻绎吟玩，抚览扼腕，顾谓枚叔，起而为乱”对全赋进行了总理。乱是辞赋的结尾，是对全赋的总结。乱曰：“白羽虽白，质以轻兮；白玉虽白，空守贞兮；未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳曜不固其节。节岂我名，节岂我贞，凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成，纵心皓然，何虑何营。”结尾由雪之节操而触发了对雪的性质品德的议论，围绕雪的“节”“洁”“贞”展开议论，说雪之“节”容易失，雪之“洁”容易污，雪的贞洁就像它的颜色一样，最不足恃，对贞洁名誉进行了否定，“节岂我名”“ 节岂我贞” “纵心皓然，何虑何营”， 从而释放了纵心物外的人生哲学，这也是南朝文人的一种情怀，一种心灵解脱吧！</p> <p>　　《雪赋》对物色的描写细致逼真，如同意得神传，形神兼备。语言精工、遒劲、极极富感染力，三言、四言、五言、六言、七言等句势长短穿插，错落有致增强了节奏感和韵律美，彰显了极高的美学价值。</p>",
  "poet": {
    "id": 2431,
    "star": 0,
    "name": "谢惠连",
    "image": "http://img.gushiwen.org/authorImg/xiehuilian.jpg",
    "desc": "谢惠连（407～433年），南朝宋文学家。祖籍陈郡阳夏（今河南太康），出生于会稽（今浙江绍兴）。他10岁能作文，深得谢灵运的赏识，见其新文，常感慨“张华重生，不能易也。”本州辟主簿，不就。谢惠连行止轻薄不检，原先爱幸会稽郡吏杜德灵，居父丧期间还向杜德灵赠诗，大为时论所非，因此不得仕进。仕宦失意，为谢灵运“四友”之一。"
  },
  "tags": [
    "辞赋精选",
    "写雪"
  ]
}