{
  "id": 50803,
  "star": 11,
  "name": "临江仙·信州作",
  "dynasty": "宋代",
  "content": "谪宦江城无屋买，残僧野寺相依。松间药臼竹间衣。水穷行到处，云起坐看时。<br>一个幽禽缘底事，苦来醉耳边啼？月斜西院愈声悲。青山无限好？犹道不如归。",
  "fanyi": "<p><strong>译文<br></strong>被贬来到江城买不起房屋，只能与仅存的几个和尚在野外的寺庙里相依。在松林捣药竹林中挂放长衣，来到水源穷尽处，坐而远眺白云涌起时。<br>一只幽栖的鸟儿为什么在我这醉汉耳边苦苦悲啼？月向院西斜移而鸟鸣之声更悲切。青山虽然无限好，但杜鹃鸟还是说“不如归去”。</p> <p><strong>注释</strong><br>①信州：今江西上饶。<br>②江城：即信州，因处江边，故称。<br>③残僧：老僧。语自<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《山寺》：“野寺残僧少，山园细路高”。<br>④“松间”句：在松下捣药，竹间晒衣。<br>⑤水穷句：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《终南别业》有“行到水穷处，坐看云起时”。此词化用王维<a href=\"http://so.gushiwen.org/view_50803.aspx\">诗</a>句而略有变化。<br>⑥幽禽：指杜鹃。缘底事：为什么。<br>⑦青山二句：这两句全部袭用<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《越上闻子规》诗成句。不如归：杜鹃鸣声悲切，如呼“不如归去”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词表现出一种谪居异乡的苦闷和厌弃官场而向往故里的情感。</p> <p>　　“谪宦江城无屋买，残僧野寺相依。”这二句无一字虚下，先交代了全词的政治背景，并为全词定下基调。“江城”点明信州，“无屋买”是夸大之词，表明信州的偏僻荒凉，这样便自然地引出“残僧野寺”一句。这里“残僧”画出了僧人的年迈衰老；“野寺”画出了寺庙的荒僻陋小。如此残破不堪而词人还得与之相依为命，足见其命运、境遇的凄惨。</p> <p>　　“松间药臼竹间衣”三句紧承“残僧野寺”一句而来，写其行迹。词人并没有因与残僧野寺相依而感到凄惨悲伤。反而，在松荫竹翳的掩映下，一声药臼响，一角衣衫影，就能给心头增加无限的欢愉。这里“一臼”、“一衣”，由于意象的典型性，取得了以一当十的艺术效果。“水穷行到处，云起坐看时”二句化用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《终南别业》“行到水穷处，坐看云起时”<a href=\"http://so.gushiwen.org/view_50803.aspx\">诗</a>句。虽然只是在文字的排列上略作了调整，但由于将“水穷”“云起”突出到前景位置。因而其艺术效果也发生了一定的变化。“行到水穷处”是顺写，象征意义不大明显，而“水穷行到处”强调了“水穷”，就突出了山穷水尽的意象，使人联想到词人在宦海中的山穷水尽。同样，“云起坐看时”较之“坐看云起时”也突出了“云起”的意象，使人联想到词人此刻是在冷眼旁观政治上的翻云覆雨。</p> <p>　　下片仍然描写“野寺”中的所见所闻，但心绪的苍凉、悲苦却借景物的描写较为明显地流露出来。“一个幽禽缘底事，苦来醉耳边啼”这两句词巧妙地抓住一个“幽禽”悲啼的意象来抒写自己的心曲：作者曾试图遁入醉乡以遣岁月，但不知为什么事，一个幽禽（杜鹃）又在醉酒之时来到耳边苦苦啼叫。“苦来醉耳边啼”应作“醉来耳边苦啼”。</p> <p>　　“月斜西院愈声悲。”一句紧承“苦来醉耳边啼”而来，写词人对于“幽禽”啼声的感觉。这“幽禽”的啼叫已不仅是“苦啼”，而且愈啼愈悲。“月斜”即月影西沉，表明时间已晚；时间既晚，则啼叫之久可知。“愈声悲”以见鸟之情切，实是借鸟的悲啼来显示自己的悲苦心境。</p> <p>　　“青山无限好，犹道不如归”这两句托出全词的主旨：这儿的青山尽管无限美好，但杜鹃仍啼道：“不如归去！”词人在这里实际是借鸟的啼声，表达自己“他乡虽好，不如归去”的心声。这“青山无限好”显然由<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的“夕阳无限好”诗句化出，两句合起来又暗用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》和<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》二赋作意。尽管这儿的山水很美，有松林竹林可供盘桓，有水有云可供观赏，但毕竟身在官场如鸟在笼中，终不如退守田园那么自由自在。</p> <p>　　这首词以鸟能人言、人鸟共鸣的巧思妙句，外化了词人自身微妙复杂的隐秘心态，可谓深得托物言情之真昧。</p> <p>　　全词意境凄清幽冷，情感深沉。此词除了极好地运用了侧面烘托的手法，另一特点是善于运用前人成句，且做到切合词旨，手法成熟。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>颇有经世济民的抱负与才干，但因受牵连于新旧党争。公元1099年，晁补之以“修神宗实录失实”罪名被贬监处、信二州（处州治所在今浙江丽水，信州治所在今江西上饶）酒税。此词就是作者于在信州任上的作品。",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "故乡"
  ]
}