{
  "id": 71059,
  "star": 151,
  "name": "菩萨蛮·劝君今夜须沉醉",
  "dynasty": "唐代",
  "content": "劝君今夜须沉醉，尊前莫话明朝事。珍重主人心，酒深情亦深。<br>须愁春漏短，莫诉金杯满。遇酒且呵呵，人生能几何。",
  "fanyi": "<p><strong>译文</strong><br>今天晚上劝您务必要喝个一醉方休，酒桌前千万不要谈论明天的事情。就珍重现在热情的主人的心意吧，因为主人的酒杯是深的，主人的情谊也是深的。<br>我忧愁的是像今晚这般欢饮的春夜太短暂了，我不再推辞说您又将我的酒杯斟得太满。既然有酒可喝再怎么样也得打起精神来，人生能有多长呢？</p> <p><strong>注释</strong><br>⑴尊前：酒席前。尊：同“樽（zūn）”，古代盛酒器具。《淮南子》：“圣人之道，犹中衢而设樽耶，过者斟酌，各得其宜。”　<br>⑵“须愁”句：应愁时光短促。漏：刻漏，指代时间。<br>⑶莫诉：不要推辞。<br>⑷呵呵（huōhuō）：笑声。这里是指“得过且过”，勉强作乐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词头两句说“劝君今夜须沈（沉）醉，尊前莫话明朝事”，下半首又说“须愁春漏短，莫诉金杯满”，四句之中竟有两个“须”字，两个“莫”字，口吻的重叠成为这首词的特色所在，也是佳处所在，下面写“遇酒且呵呵，人生能几何”，又表现得冷漠空泛。有的选本因为这重叠和空泛而删去了这首词，叶嘉莹教授认为这实际上等于割裂了一个完整的生命进程，都是未能体会出这首词真正好处的缘故。</p> <p>　　“劝君今夜须沈醉，尊前莫话明朝事”，是深情的主人的劝客之语，一个“今夜”，一个“明朝”具有沉痛的含义。这两句是说：你今夜定要一醉方休，酒杯之前不要说起明天的事情。人是要有明天才有希望的，明天是未来希望的寄托，可是他现在用了一个“莫”字，今朝有酒今朝醉，明天的事千万别提起。“莫话明朝事”，那必然是明天的事情有不可期望，不可以诉说的悲哀和痛苦，所以他这里反映了非常沉痛的悲哀。这是主人劝客之词，如果联想到他的“红楼别夜”的美人劝他早归家，则当时他的希望原当在未来，在明天，明天回去可以见到他“绿窗人似花”的美人，而现在主人劝他“尊前莫话明朝事”，是明天绝无回去的希望了。“珍重主人心，酒深情亦深”，意思是说：纵然是对红楼别夜的美人还是这般的锺情和怀念，但是没有再见的希望，我就珍重现在热情的主人的心意吧，因为主人敬给我的酒杯是深的，主人对我的情谊也是深的。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有首<a href=\"http://so.gushiwen.org/view_71059.aspx\">诗</a>是这样写的：“兰陵美酒郁金香，玉碗盛来琥珀光。但使主人能醉客，不知何处是他乡。”大意是：兰陵的美酒散发着郁金花的香气，白玉碗中的酒浆闪泛着琥珀般的光泽，只要主人能使我沉醉，我就忘记了什么地方是他乡。一般人只知道欣赏李白诗潇洒飞扬的一面，其实李白诗也有非常沉痛的一面，李白写饮酒的诗最多，而且多与“悲愁”联系在一起，像“抽刀断水水更流，举杯消愁愁更愁”，“五花马，千金裘，呼儿将出换美酒，与尔同消万古愁”，都属此类。在<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>这二句写的主人劝酒之情中，也隐含了深重的悲哀。</p> <p>　　下半阕的“须愁春漏短，莫诉金杯满”，叶嘉莹认为此处乃是客人自劝之词：我忧愁的是像今晚这般欢饮的春夜非常短暂，而不会以你把酒杯斟得太满作为推托之辞。“遇酒且呵呵”，“呵呵”是笑声，如果读者认为是真的欢笑就错了。因为“呵呵”两个字只是空洞的笑的声音，没有真正欢笑的感情，韦庄所写的正是强做欢笑的酸辛。他说：如果你再不珍惜今天“春漏短”的光阴，今天的欢笑，今天这“酒深情亦深”的感情，明天也都不会再存在了。唐朝灭亡，当时的韦庄已经是七十岁以上的老人了，所以他说“遇酒且呵呵，人生能几何”。</p>",
  "about": "<h2>创作背景</h2> 　　根据中国古典文学专家叶嘉莹教授的研究，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的《菩萨蛮》五首词中的“江南”，都是确指的江南之地，并非指蜀地。这组词的写作时间是在韦庄离开江南之后，当是韦庄晚年的追忆之作，而写作地点则很可能是其晚年羁身之蜀地。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "宋词三百首",
    "饮酒",
    "感伤"
  ]
}