{
  "id": 72273,
  "star": 142,
  "name": "诫兄子严敦书",
  "dynasty": "两汉",
  "content": "　　援兄子严、敦，并喜讥议，而通轻侠客。援前在交趾，还书诫之曰：“吾欲汝曹闻人过失，如闻父母之名：耳可得闻，口不可得言也。好议论人长短，妄是非正法，此吾所大恶也：宁死，不愿闻子孙有此行也。汝曹知吾恶之甚矣，所以复言者，施衿结缡，申父母之戒，欲使汝曹不忘之耳！</p> <p>　　“龙伯高敦厚周慎，口无择言，谦约节俭，廉公有威。吾爱之重之，愿汝曹效之。杜季良豪侠好义，忧人之忧，乐人之乐，清浊无所失。父丧致客，数郡毕至。吾爱之重之，不愿汝曹效也。效伯高不得，犹为谨敕之士，所谓‘刻鹄不成尚类鹜’者也。效季良不得，陷为天下轻薄子，所谓‘画虎不成反类狗’者也。讫今季良尚未可知，郡将下车辄切齿，州郡以为言，吾常为寒心，是以不愿子孙效也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　我的兄长的儿子马严和马敦，都喜欢讥讽议论别人的事，而且爱与侠士结交。我在前往交趾的途中，写信告诫他们：“我希望你们听说了别人的过失，像听见了父母的名字：耳朵可以听见，但嘴中不可以议论。喜欢议论别人的长处和短处，胡乱评论朝廷的法度，这些都是我深恶痛绝的。我宁可死，也不希望自己的子孙有这种行为。你们知道我非常厌恶这种行径，这是我一再强调的原因。就像女儿在出嫁前，父母一再告诫的一样，我希望你们不要忘记啊。”</p> <p>　　“龙伯高这个人敦厚诚实，说的话没有什么可以让人指责的。谦约节俭，又不失威严。我爱护他，敬重他，希望你们向他学习。杜季良这个人是个豪侠，很有正义感，把别人的忧愁作为自己的忧愁，把别人的快乐作为自己的快乐，无论好的人坏的人都结交。他的父亲去世时，来了很多人。我爱护他，敬重他，但不希望你们向他学习。（因为）学习龙伯高不成功，还可以成为谨慎谦虚的人。正所谓雕刻鸿鹄不成可以像一只鹜鸭。一旦你们学习杜季良不成功，那就成了纨绔子弟。正所谓“画虎不像反像狗了”。到现今杜季良还不知晓，郡里的将领们到任就咬牙切齿地恨他，州郡内的百姓对他的意见很大。我时常替他寒心，这就是我不希望子孙向他学习的原因。”</p> <p><strong>注释</strong><br>1.讥议：讥讽，谈论。<br>2.通轻侠客：通，交往；轻，轻佻；与侠士轻佻之人交好。<br>3.交趾：汉郡，在今越南北部。<br>4.汝曹：你等，尔辈。<br>5.是非：评论、褒贬。<br>6.正法：正当的法制。<br>7.大恶：深恶痛绝。<br>8.施衿结缡，申父母之戒：衿：佩带。缡：佩巾。古时礼俗，女子出嫁，母亲把佩巾、带子结在女儿身上，为其整衣。父戒女曰：“戒之敬之，夙夜无违命。”母戒女曰：“戒之敬之，夙夜无违宫事。”<br>9.龙伯高敦厚周慎：龙伯高这个人敦厚诚实；龙伯高：东汉名士，史书上记载其““在郡四年，甚有治效”，“孝悌于家，忠贞于国，公明莅临，威廉赫赫”。周慎：周密，谨慎。<br>10.口无择言：说出来的话没有败坏的，意为所言皆善。 择：通“殬(dù)”，败坏。<br>11.杜季良：杜季良，东汉时期人，官至越骑司马。<br>12.清浊无所失：意为诸事处置得宜。<br>13.数郡毕至：很多郡的客人全都赶来了。<br>14.谨敕：谨敕：谨慎。<br>15.鹄：天鹅。鹜：野鸭子。此句比喻虽仿效不及，尚不失其大概。<br>16.画虎不成反类狗：比喻弄巧成拙。<br>17.下车：指官员初到任。切齿：表示痛恨。<br>18.以为言：把这作为话柄。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>的侄子马严、马敦平时喜讥评时政、结交侠客，很令他担忧，虽远在交趾军中，还是写了这封情真意切的信。文章出语恳切，言词之中饱含长辈对晚辈的深情关怀和殷殷期待，所以能产生这样的效果，原因有三。</p> <p>　　其一、以“汝曹”称子侄，在文中反复出现，使子侄们在阅读时倍感亲切。不远千里致书教谕，也能收到耳提面命的效果。同一称谓反复出现，固然可使被称者自感受到重视，而更重要的是，作者选用的这一称谓也传达出丰富的信息。古人名、字并行，各有其用。一般长辈称晚辈用名，同辈相称则用字，如果“尔”“汝”相称，往往是不礼貌的，但在特定场合下却又能用以表示亲近，如<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《听颖师弹琴》“昵昵儿女语，恩怨相尔汝”句。作者在信中不依常规称呼子侄，却以“汝曹”相称，这就显得随和、亲切，拉近了长辈和晚辈之间的距离。被称的晚辈则可以从中体会到长辈的真情关怀。</p> <p>　　其二、苦口婆心，现身说法，用自己的生活经验和晚辈沟通，而不是空讲大道理。如首段说“好议论人长短，妄是非正法，此吾所大恶也，宁死不愿闻子孙有此行也。”只说自己如何，但是态度明确，感情浓烈，自然可以感染晚辈，又何必命令式地不许这不许那呢？至于“施衿结缡”句，更是反复叮咛，语重心长，使人感动不已。次段对当世贤良的作为得失加以对比评析，都是自己观察社会人生得来的经验之谈。其“刻鹄不成尚类鹜”、“画虎不成反类狗”的比喻，警拔有力，发人深省，是传之千古的警句。而诸如“愿汝曹效之”、“不愿汝曹效也”的话，虽然只是表示希望，但是字里行间满盈着真挚的关爱，比之“汝曹当效之”、“汝曹勿效也”这样板着面孔的口吻真不知要强过多少倍了！</p> <p>　　其三、文中大量而恰当地使用句末语气词，起到了表达意义以简驭繁，只着一字而含义丰富；表达感情以无胜有，不着情语而情尤真、意尤切的突出效果。文中用“也”表达自己的肯定和期望，态度坚绝；用“矣”、“耳”表达自己的爱憎倾向，情深意长；用“者也”，则表达出对评说对象有所保留或不以为然。这些合在一起，不仅读来语气抑扬，更能使人由此领会充盈在文字背后的教诲、期望、关怀和爱护。</p>",
  "about": "<h2>创作背景</h2> <p>　　马严 、马敦兄弟俩是<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>二哥马余的儿子。兄弟俩的身世悲凉，马严7岁时，父亲马余卒于扬州牧任内；8岁时，母亲也辞世西归。两个7、8岁的小孩突遭大变，父母双亡，寄养在时任梧安侯相的表兄曹贡家。汉光武帝建武四年 ( 公元28年 )，马援随<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>东征，路过梧安，顺将马严兄弟带回洛阳。这时马严已经13岁了。以孝悌传家的马援，将兄子视同己出，严加教诲。此封家书就是经典事例。更可贵的是，马援写这封家书给严敦二侄时，正是他率军远征交趾的时候。在戎马倥偬，军务缠身的非常时刻。他还惦记着子侄的教育，忙中寻暇，万里传书，殷切之情，流于言表，肃严之意，沁人肺腑；而且言简意赅，字字珠玑。</p> <p>　　汉代士人生存环境的险恶与变幻莫测使人时刻保持戒惧状态，谦虚、谨慎以求保全自我， 从而保证家族的延续和发展。因此，汉代士人们把这种戒惧意识在诫文中转化为对修身养德的强调。</p>",
  "poet": {
    "id": 801,
    "star": 0,
    "name": "马援",
    "image": "http://img.gushiwen.org/authorImg/mayuan.jpg",
    "desc": "马援（前14年－49年），字文渊。扶风茂陵（今陕西省兴平市窦马村）人。著名军事家，东汉开国功臣之一。马援是最著名的伏波将军，被人尊称为“马伏波”。"
  },
  "tags": [
    "古文观止",
    "劝诫",
    "书信"
  ]
}