{
  "id": 71631,
  "star": 152,
  "name": "木兰花慢·可怜今夕月",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。</span></p> <p>可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外。空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？<br>谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ ",
  "fanyi": "<p><strong>译文<br></strong>今夜可爱的月亮娇媚千般，你向什么地方走去，悠悠慢慢？是不是天外还有一个人间，那里的人刚刚看见月亮升起在东边？茫茫的宇宙空阔无沿，是浩浩长风将那中秋的明月吹远？是谁用绳索系住明月在天上高悬？是谁留住了嫦娥不让她嫁到人间？<br>据说月亮是经海底运转，这其中的奥秘无处寻探，只能让人捉摸不透而心中愁烦。又怕那长鲸在海中横冲直撞，撞坏了华美的月中宫殿。蛤蟆本来就熟悉水性，为什么玉兔也能在海中游潜？假如说这一切都很平安，为什么圆月会渐渐变得钩一样弯？</p> <p><strong>注释</strong><br>①将旦：天快亮了。<br>②《天问》体：《天问》是《楚辞》篇名，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作，文中向“天”提出了一百七十多个问题，用《天问》体即用《天问》的体式作词。<br>③可怜：可爱。<br>④悠悠：遥远的样子。<br>⑤别有：另有。<br>⑥光影东头：月亮从东方升起。光影：指月亮。<br>⑦天外：指茫茫宇宙。<br>⑧汗漫：广阔无边。<br>⑨送中秋：送走了中秋明月。<br>⑩飞镜：喻明月。<br>⑪妲娥：传说中的月中仙女嫦娥。<br>⑫“谓经海底问无由，恍惚使人愁”两句：意思是据人说月亮运行经过海底，又无法探明其究竟，真让人不可捉摸而发愁。谓：据说。问无由：无处可询问。恍惚：模模糊糊、隐隐约约。<br>⑬“怕万里长鲸，纵横触破，玉殿琼楼”三句：意思是如果月亮果真是从海底经过，就怕海中的鲸鱼横冲直撞，把月中的玉殿琼楼撞坏。长鲸：巨大的鲸鱼。纵横：横冲直撞。玉殿琼楼：代指月亮。神话传说云月亮中有华丽的宫殿名广寒宫。<br>⑭“虾蟆故堪浴水，问云何玉兔解沉浮”两句：意思是蛤蟆本来就会游泳，月经海底对它并无妨害，为什么玉兔也能在海中沉浮？虾蟆：蛤蟆。传说月中有蟾蜍（蛤蟆）。故：本来。堪：能够。云何：为什么。玉兔：传说中月亮上有白兔在捣药。解沉浮：识枷生，会游泳。<br>⑮若道：假如说。<br>⑯无恙：安好，无损伤。<br>⑰渐渐如钩：圆月慢慢变成弯月。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　战国时代，楚国大<a href=\"http://so.gushiwen.org/view_71631.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>曾写过一篇《天问》，全篇是对天质问，一连问了一百七十多个问题。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>使用《天问》体，而创作的这首《木兰花慢》，构思新颖，想象奇瑰，与一般写悲欢离合的词人不同，他不思乡，不怀人，不吊古，而是紧紧抓住黎明前的刹那时间，像伟大诗人屈原那样，驰骋想象的翅膀，连珠炮似的对月发出一个个疑问，把有关月亮的一些优美神话传说和生动比喻交织成一幅形象完美的绚丽图画，给人以极大的艺术享受。他那妙趣横生的发问是：今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？接着又问：是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它像一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗？这些问题，问得异想天开，而又饶有兴味。传说后羿请不死药于西王母，羿妻姮娥窃以奔月，离开人间而独居于广寒宫。于是，作者又发问：月宫里的嫦娥直到如今没有出嫁，不知又是谁把她留住了呢？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？词人这一连串的发问，把读者带入了富于浪漫色彩的神话世界，想象新奇，幽默而又妩媚，问得奇，问得妙。</p> <p>　　当然，稼轩写这首词不只是驰骋艺术才思而已，其中也有着作者对客观自然现象的深入观察，作出了大胆的猜测。在诗词中，向月亮发问，前已有之，不算什么发明创造。如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“青天有月几时来，我今停杯一问之”，苏东坡的“明月几时有，把酒问青天”等等，然而，这首词中所提出的一些疑问，表达了作者对自然现象的大胆猜测，却是前人所不及的。月亮绕地球旋转这个科学现象的发现，曾引起天文学界的革命。而在哥白尼前三、四百年，宋代词人辛弃疾在观察月升月落的天象时，已经隐约猜测到这种自然现象了。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“稼轩中秋饮酒达旦，用《天问》体作《木兰花慢》以送月曰：‘可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？’词人想象，直悟月轮绕地之理，与科学家密合，可谓神悟！”在宋代词人中，辛弃疾一向被推为豪放派的代表作家所谓“豪”，就是豪纵跌宕，横绝古今；所谓“放”，就是雄放恣肆，别开天地。辛弃疾的词，的确达了这种境界。他这首用《天问》体写词，通篇设问，一问到底，这在宋词中是一创格，表现出作者大胆创新、不拘一格的艺术气魄。它打破了词的上下片的界限，一口气对月发出一连串的疑问。词的用韵也完全适应豪纵激宕的感情，读起来一气贯注，势如破竹。并且多用散文化句式入词，使词这种形式更能挥洒自如地表现思想感情，给作品带来不可羁勒的磅礴气势。并且，这首词还有其另外一层含义，即作者对国家命运的忧思。在这首词中，作者以皎洁的圆月象征大<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山，而对它的命运忧心忡忡，“怕万里长鲸，纵横触破，玉殿琼楼”，强烈地透露出作者对误国误民的奸邪势力的憎恶之情，表达了他对南宋朝廷命运和前途的深深忧虑，寓意深刻。</p><br/><h2>鉴赏</h2> <p>　　本词创作时间无从确考，是一首题材和体裁都新颖别致，具有浪漫主义色彩的送秋词。</p> <p>　　从体裁上看，战国时代楚国<a href=\"http://so.gushiwen.org/view_71631.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>曾作《天问》，通篇设问，一连问了一百七十多个问题。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在这首《木兰花慢》词中既不思乡吊人，也不怀古伤今，而摹仿屈原的《天问》体，创造性地采用问句形式，打破上下片换意的定格，就明月西沉后的去向接连提出了九个问题，这在唐宋词宋词中是一创格，表现出作者大胆创新、不拘一格的艺术气魄。向月亮发问的诗词前已有之，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“青天有月来几时，我欲停杯一问之”；<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的“明月几时有，把酒问青天”，而通篇发问，一问到底的仅有辛弃疾此作。同时，词的用韵也完全适应豪纵激宕的感情，读起来一气贯注，势如破竹。并且多用散文化句式入词，使词这种形式更能挥洒自如地表现思想感情，给作品带来不可羁勒的磅礴气势。</p> <p>　　从内容上看，“前人诗词有赋待月，无送月者”，前人写月，多思乡、怀人、吊古之情，此词抛开这一切，将有关月亮的深沉的富有哲理性的思考和神话传说，融汇交织成一幅深邃而美丽的神奇画卷，给人以极大的艺术享受。作者别开生面就明月西沉而赋，并由此展开瑰丽奇特的想象，从广阔的太空，再到到深幽的海底，深情地提出了一系列问题：悠悠月儿将运行到何处去？天外是否另有人间？这里月落时，那里的月亮是否刚刚从东方升起？反映了作者对客观自然现象的深入观察与思索，并作出了大胆的猜测，其中有许多暗合现代科学，具有朴素唯物主义思想。早于哥白尼三四百年的辛弃疾，对天体宇宙，对月出月落的自然现象发出这样的问题，显示出聪明智慧和朦胧的科学探索精神。作者在发问中，将神话传说中的嫦娥、玉兔、蟾蜍、广寒宫等巧妙地编织进去。忽而天上，忽而海中，忽而人间，忽而月宫。创造出丰富绚烂、神奇多姿的浪漫主义艺术形象，使人在对神秘宇宙的探索思考中，同时得到了美的艺术享受，不失为一篇咏月、送月佳制。</p> <p>　　作者打破上下阕分工（上阕写景、下阕抒情）的定格，“换头”不变，上下一气浑融，打破词要温婉的传统，以诗为词，以文为词，将诗和散文句法，融入词中，大大增加了词的表现力。上阕就月的去、来、系、留展开想象思考。下阕就月经海底，生出疑问和忧愁。不作生硬的比附、影射，然忧国之思从忧月之中透出。辛弃疾以皎洁的圆月象征大<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山，而对它的命运忧心忡忡，“怕万里长鲸，纵横触破，玉殿琼楼 ”，强烈地透露出辛弃疾对误国误民的奸邪势力的憎恶之情，表达了他对南宋朝廷命运和前途的深深忧虑，寓意深刻。全词即景发问，中间穿插神话传说．最后以景收束，放的开，收得拢，戛然而止、发人深思。</p> <p>　　综观全词一气呵成，紧凑连贯，读来势同破竹。词的视野广阔，构思新颖，想象丰富，既有浪漫主义色彩，又包含生活逻辑，且有难能可贵的科学断想，打破前人咏月的陈规，道前人所未道，发前人所未发，其意义较那些对月伤怀的作品寄托深远，其境界较那些单纯描写自然景物的咏物词更高一筹。</p><br/><h2>赏析二</h2> <p>　　这是一首具有浪漫主义特色的词篇。作者在小序中明白提示，这首词有两个特点：一是构思与前人不同，\"前人<a href=\"http://so.gushiwen.org/view_71631.aspx\">诗</a>词有赋待月，无送月者\"，而这首却写的是月亮西沉以后的情景；二是自觉地学习<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，运\"用《天问》体\"形式。 　咏月，是古代诗词中常见的主题之一。仅以唐宋诗词而论，张若虚的《春江花月夜》以\"月\"为线索，组织全篇，提出了某些带有哲理意味的问题：\"江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？\"<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《把酒问月》：\"但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，姮娥孤栖与谁邻？\"<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》：\"明月几时有？把酒问青天?\"看，这些不同的诗词都在向\"天\"提问，故此也都与屈原的《天问》有千丝万缕的联系。这首《木兰花慢》实际上是继上述诸诗词之后，在歌咏明月这一题材上的新的发展。其特点可归纳为下述三个方面。</p> <p>　　一是构思有新意。作者不写待月，而是从月亮落去之后起笔，并由此展开想象的翅翼，一会儿飞向广阔的太空，一会儿沉入深幽的海底。最令人惊异的是，生活在八百年前的<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，竟然在词中接触到月亮绕地球旋转这一科学现象：\"是别有人间，那边才见，光景东头？\"在作者心目中还有了西半球（\"那边\"、\"别有人 间\"），当我们这里月亮西沉后，那边才看见月亮东升?光景东头\"）。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中禁不住赞叹说：\"直悟月轮绕地之 理，……可谓神悟。\"这的确是难能可贵的。</p> <p>　　二是巧妙安排神话传说。词中把有关月亮的神话传说集中起来，经过选择、加以编排，使之成为统一整体，创造出带有浪漫色彩的神话形象。词中神话的安排主要按三个焦点加以集中：一是人间（\"是别有人间…\"）二是天外（\"是天外，空汗漫\"）；三是海底（\"谓经海底问无由\"）。三是全篇设问。词是学《天问》，故保留《天问》形式上的特点，但因词的字句可长可短，所以节奏上比《天问》更加生动活泼。</p> <p>　　本篇是辛词中别具一格的作品。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在上饶带湖闲居时的作品。辛词继承《楚辞》的传统是多方面的，像这首直接用“天问体”来表现，也是一例。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "中秋节",
    "咏物",
    "月亮",
    "抒怀",
    "忧国"
  ]
}