{
  "id": 49871,
  "star": 16,
  "name": "满庭芳·茶",
  "dynasty": "宋代",
  "content": "北苑春风，方圭圆璧，万里名动京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，研膏浅乳，金缕鹧鸪斑。 <br>相如，虽病渴，一觞一咏，宾有群贤。为扶起灯前，醉玉颓山。搜搅胸中万卷，还倾动、三峡词源。归来晚，文君未寐，相对小窗前。",
  "fanyi": "<p><strong>译文<br></strong>北苑茶山春风浮动，茶饼形状万千，方的如圭器，圆的如璧玉，都十分珍贵。茶饼被研磨地粉碎，进奉御用，可谓有功社稷，可与凌烟阁中为国粉身碎骨的忠臣功德并列。这茶又能战胜酒醉风流，解除春天的睡衣，清神醒脑，排忧解愁。纤纤玉指，研茶沏水，捧精美茶盏，茶盏绣着金边，纹色如鹧鸪鸟的羽毛。<br><a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>虽有渴疾，一觞一咏，引来群贤宾客。相如起做灯前，酒兴文采，风姿挺秀。竭尽胸中万卷<a href=\"http://so.gushiwen.org/view_49871.aspx\">诗</a>篇，文辞充沛，犹如三峡落水。相如酒醉，很晚才归家，文君并没入寝，两人相对，坐在小窗前面。</p> <p><strong>注释<br></strong>①满庭芳：词牌名，又名《锁阳台》、《清真集》，入“中吕调”。九十五字，前片四平韵,后片五平韵。过片二字，亦有不叶韵连下为五言句者。 <br>②北苑春风：北苑，即今福建建瓯，是贡茶的主要产地。春风，据<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>《北苑焙新茶诗》序云：“北苑（茶）发早而味尤佳，社（立春后第五个戊日为春社日）前十五日，即采其牙，日数千工，聚而造之，逼社（临近社日）即入贡。”因此“春风”二字，即指社前之茶。<br>③圭（guī）：中国古代在祭祀、宴飨、丧葬以及征伐等活动中使用的器具。圭方璧圆，喻茶饼形状，也指茶饼珍贵。<br>④尊俎（zǔ）风流战：“战胜风流尊俎”的倒装。尊，通“樽”，酒杯。俎：古代祭祀时放祭品的器物。<br>⑤鹧鸪斑：以其纹色代指茶盏，极珍贵。<br>⑥醉玉颓山：形容男子风姿挺秀，酒后醉倒的风采。<br>⑦文君：<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>（前175—前121）汉代才女，中国古代四大才女之一、蜀中四大才女之一。卓文君与汉代文人司马相如的一段爱情佳话被后人津津乐道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词先从茶的名贵说起，由于是贡品，故采择十分讲究。如此讲究产地节令，且“日费数千工”，制成的方圆茶饼，故无怪要声传万里名动汴京了。“碎身粉骨”二句写得刻至，以研磨制茶之法攀合将相报国之事，以贡茶之贵比之开业之功，着意联想生发，避实就虚。接着写茶之用，茶能解酒驱睡、清神醒脑，排忧解愁。“战胜”、“开边”，字面切合凌烟功臣。以下说：更有红巾翠袖，纤纤玉指，研茶沏水，捧精美茶盏，侍奉身前，堪称一时雅事。好茶叶之外，还要有好水，好茶具，好的捧盏人，这才是品茶之道。</p> <p>　　词的下片写邀朋呼侣集茶盛会。这里写自己雅集品茶，却翻出<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的风流情事。茶可解渴，故以“相如病渴”引起。紧接着带出他的宴宾豪兴，又暗暗折入茶会行令的本题。“为扶起灯前”下四句，是承接字面，明写司马相如的酒兴文才，实暗指茶客们酣饮集<a href=\"http://so.gushiwen.org/view_49871.aspx\">诗</a>、比才斗学的雅兴。“一觞一咏”两句，用<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭集序》之文典“醉玉颓山”，用《世说新语。容止》中<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>之事典。“搜搅胸中万卷”，用<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>《走笔谢孟谏议寄新茶》诗“三碗搜枯肠，唯有文字五千卷”，“还倾动三峡词源”，用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《醉歌行》“词源倒流三峡水”。以上连用四个典故，真是“无一字无来处”。最后带出<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，呼应相如，为他们的风流茶会作结，全词亦至此归结为一。</p>",
  "about": "<h2>创作背景</h2> 　　该<a href=\"http://so.gushiwen.org/view_49871.aspx\">诗</a>创作于宋哲宗元佑年间（公元1086年—公元1094年）。在此期间，京师文友荟萃，而<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>以双并茶广赠文友，往来酬唱。此间黄庭坚结识政治家、书法家文彦博。文彦博与黄庭坚皆是好茶之人，而文彦博曾于壑源采茶，送给黄庭坚，黄庭坚受其知遇，常与其交游品茶。黄庭坚于此品茶有感，作下该词。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "咏物",
    "写茶",
    "典故"
  ]
}