{
  "id": 72956,
  "star": 13,
  "name": "百丈山记",
  "dynasty": "宋代",
  "content": "　　登百丈山三里许，右俯绝壑，左控垂崖，垒石为磴，十余级乃得度。山之胜，盖自此始。</p> <p>　　循磴而东，即得小涧。石梁跨于其上。皆苍藤古木，虽盛夏亭午无暑气。水皆清澈，自高淙下，其声溅溅然。度石梁，循两崖曲折而上，得山门。小屋三间，不能容十许人，然前瞰涧水，后临石池，风来两峡间，终日不绝。门内跨池又为石梁。度而北，蹑石梯，数级入庵。庵才老屋数间，卑庳迫隘，无足观。独其西阁为胜。水自西谷中循石罅奔射出阁下，南与东谷水并注池中。自池而出，乃为前所谓小涧者。阁据其上流，当水石峻激相搏处，最为可玩。乃壁其后，无所睹。独夜卧其上，则枕席之下，终夕潺潺。久而益悲，为可爱耳。</p> <p>　　出山门而东十许步，得石台。下临峭岸，深昧险绝。于林薄间东南望，见瀑布自前岩穴瀵涌而出，投空下数十尺。其沫乃如散珠喷雾，目光烛之，璀璨夺目，不可正视。台当山西南缺，前揖芦山，一峰独秀出，而数百里间峰峦高下亦皆历历在眼。日薄西山，余光横照，紫翠重迭，不可殚数。旦起下视，白云满川，如海波起伏。而远近诸山出其中者，皆若飞浮来往。或涌或没，顷刻万变。台东径断，乡人凿石容磴以度，而作神祠于其东，水旱祷焉。畏险者或不敢度。然山之可观者，至是则亦穷矣。</p> <p>　　余与刘充父、平父、吕叔敬、表弟徐周宾游之。既皆赋诗以纪其胜，余又叙次其详如此。而其最可观者，石磴、小涧、山门、石台、西阁、瀑布也。因各别为小诗以识其处，呈同游诸君。又以告夫欲往而未能者。",
  "fanyi": "<p><strong>译文<br></strong>　　登上百丈山三里来路，向右边俯视，是又深又险的山沟，路的左边靠着陡峭的山崖，路面是垒起来的石磴，上了十几个台阶才过去了这段险区。百丈山的胜景，从此开始了。</p> <p>　　顺着石磴往东走，遇到一条小涧。一座石桥横跨在它上面。两旁都是苍青色的藤条和古老的树木，即使是盛夏的正午，也没有一点热气。涧水全是清澈见底，从高处流下来，发出“溅溅”的声响。走过石桥，沿着两旁都是山崖的小路曲曲折折地登上去，遇到了一座寺院的大门。有三间小房子，连十来个人也容纳不下来，但是前面可以俯视涧水。大门的后面临着石池，风从两旁的山峡间吹来，整天不断。大门里边，又有一座石桥横跨在石池上。过了石桥往北走，踩着石梯，上几级就到了尼姑庵。尼姑庵仅有几间旧房子，房子又矮又窄，没有什么值得观看的地方。只有西阁美好。溪水从西面山谷中顺着裂缝从西阁下面象箭射一般飞奔流出，向南与东面山谷中的水一块注入石池中。水从石池中再流出来，就形成了前面所说的那条小涧。西阁座落在它的上游，在激流和峻石相搏击的地方，最值得欣赏。后面是一座石壁，没有什么可看的。一个人晚上躺在西阁里面，枕头和卧席下面整夜都能听到潺潺的流水声。越听得时间长越感到悲哀，但也很有意思。</p> <p>　　从寺院的大门出来往东走十来步，遇到一座石台。石台下临陡峭的崖岸，幽深昏暗极其险峻。从草木丛生的地方向东南望去，见一瀑布从前面的岩穴中喷涌而出，又从几十尺的高空中投下来。溅起的水沫象散落的珍珠，又象喷射的雾气，被阳光一照，光彩耀眼，不能正眼去看。石台在山西南的缺口处，它的前面对着芦山，有一座特别秀丽的山峰出现在眼前，而远近几百里高低不同的峰峦也都一个个清清楚楚地呈现在眼前。太阳迫近西山了，余光横射过来，紫色和翠绿色重重叠叠，数也数不完。早晨起来往山下望去，白云铺满平野，就象一起一伏的大海波涛一样。而远远近近从云中露出来的山峰，都象来来往往飘飞浮动一样，有的涌出，有的沉没，转眼之间千变万化。石台往东的小路断绝了，当地的人凿出些仅能容下脚的石磴来通过，并在东面建了一座神祠，遇到水涝或旱灾就到那里去祈祷。害怕危险的人有的就不敢过去。而山上可观赏的景致，到这里也就没有了。</p> <p>　　我同刘充父、刘平父、吕叔敬、表弟徐周宾到这里来游览。已经把山上的胜景都写<a href=\"http://so.gushiwen.org/view_72956.aspx\">诗</a>记述过了，我又按照次序这样详细记述下来。山上最值得观赏的地方是石磴、小涧、寺院大门、石台、西阁和瀑布。因此分别作了短诗来描述这些地方，并呈送给了一同来游览的人。现在又写了这篇游记，用它来告诉那些想去游览而未能去的人。</p> <p><strong>注释<br></strong>1.本文作于宋孝宗淳熙二年（1175），载于《朱文公文集》七十八卷。百丈山在建宁府建阳县（今福建省建阳县）东北，东与崇安、浦城二县接界。<br>2.许：表示约数。<br>3.绝壑：又深又险的山沟。<br>4.控：临。垂崖：陡峭的山崖。<br>5.度：渡过，过去。<br>6.循：顺。<br>7.得：遇见。<br>8.梁：桥。<br>9.亭午：正午。<br>10.淙：流注，灌注。<br>11.溅溅：水流声。<br>12.山门：佛教寺院的大门。<br>13.瞰：俯视。<br>14.蹑：踏，踩。<br>15.庵：尼姑的寺庙。<br>16.才：仅仅。<br>17.卑庳：低矮。迫隘：狭窄。<br>18.胜：美好。<br>19.罅：裂缝。<br>20.据：通“倨”，踞坐，蹲坐，这里作“座落”解。<br>21.水石峻激：为合叙句，拆分开来为“水激，石峻”。<br>22.玩：欣赏，品味。<br>23.潺潺：象声词，溪水流动的声音。<br>24.昧：昏暗。<br>25.瀵涌：喷涌。<br>26.烛：照。<br>27.璀璨：形容珠玉等光彩鲜明。夺目：光彩耀眼。<br>28.揖：如人作揖，这里是“对”的意思。<br>29.历历：一个个清清楚楚的。<br>30.薄：迫近。<br>31.殚：尽。<br>32.川：平野，平地。<br>33.飞浮：飘飞浮动。<br>34.径：小路。<br>35.祷：祈祷。<br>36.穷：尽。<br>37.纪：通“记”。<br>38.叙次：按照次序记叙。<br>39.各别为小诗：各个另外作了几首短诗。按：所作小诗是六首五绝，见《朱文公文集》卷六《百丈山台咏》。<br>40.夫：远指代词，那些。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者没有把笔墨花在记述出游的时间、行程等方面，而是着力于描写百丈山的优美风景。文章开门见山，文尾映照题目，从“山之胜盖自此始”写起，到“山之可观者，至是则亦穷矣”结束了基本部分的内容，首尾呼应，一气呵成，显得十分集中、紧凑。有选择地落笔于六处景致，分为两组：第一组叙述踏石磴、过涧水、入山门而至西阁，主要描写西阁环境的优美和夜宿听泉的感受；第二组中由石台引出，主要描写瀑布、夕照与云海，叙次分明，铺排得当，重点突出，引人入胜。</p> <p>　　第一段，从“登百丈山三里许”直接切入，前面的上山经过，所见所闻，一概略而不提，笔锋直逼描述中心：“山之胜盖自此始”。“左俯绝壑，右控垂崖，叠石为磴，十余级及得度”，一“俯”一“控”，写出地势险要，得叠石为台阶才能通过。作者在这里表现了对险奇美的欣赏。</p> <p>　　第二段，描述循水游览，详写涧水美的形貌和作者由此萌生的审美情趣。这一段山门前后诸景点虽历历如绘，以“跨”、“度”、“上”等行为动词，展示过程，一笔不漏地描述了游览经过和诸多景象，但其详写重点则放在幽静美的描绘上。作者以“涧”为中心，贯穿着水的描写。“苍藤古木”的掩映，伴和着“水皆清澈，自高淙下，其声溅溅然”，声色并茂。“盛夏亭午无暑气”，“风来两峡间，终日不绝”，点染了清幽的氛围和清冽的感受。第二段一开始先略提小涧，再谛听水声溅溅，再瞰涧水流淌，再写“水自西谷中循石罅奔射出阁下，南与东谷水并注池中，自池而出”，探寻了水源，再以“乃为前所谓小涧者”，照应前文，并以“阁据其上流，当水石峻激相搏处，最为可玩”，表达了作者的欣赏态度，最后归结为“独夜卧其上，则枕席之下，终夕潺潺，久而益悲，为可爱耳”的描述，显露了自己的审美趣味和情调。</p> <p>　　第三段，先写壮美的瀑布，后又写了美姿美态的山峰。</p> <p>　　先写瀑布。如果说第二段写出了百丈山的幽美的话，那么第三段写瀑布则重在表现壮美。先以“下临峭岸，深昧险绝”的险奇美作映衬，再写出“于林薄间东南望”的瀑布景象。“瀑布自前岩穴瀵涌而出，投空下数十尺”，凌空而泻，气势非凡。“沫如散珠喷雾，日光烛之，璀璨夺目，不可正视”，壮丽异常。然后写山峰。作者先选取了一个独特的视角，从缺口中遥望远山，“台当山西南缺，前揖芦山”。然后作者又以一峰挺拔高出和群山逶迤而去相组合，形成了一幅主次层次感丰富的图画。“一峰独秀出，而数百里间，峰峦高下，亦皆历历在眼”。接着作者以固定的景点，用傍晚和清晨两个不同时间的景观，构思两幅图画，进一步渲染了壮美的特征。“日薄西山，余光横照，紫翠重叠，不可殚数”，突出的是色彩绚烂美；清晨“白云满川，如海波起伏，而远近诸山出其中者，皆飞浮来往，或涌或没，顷刻万变”，凸现的是云海的变幻美。这样，在作者详尽描述的百丈山景中就兼具了险奇、幽静、五彩、飞动、变幻等诸种美的形态。</p> <p>　　最后一段，点明了写作此文的目的：导游，引导人们去游览百丈山的胜景。“而其最可观者，石磴小涧、山门石台、西阁瀑布也”，这一句是作者游后的结论，也是对全文内容的总括。</p> <p>　　这篇游记和一般平铺直叙的游记不同，作者处处留意对重点景观进行介绍、描写。如开头就直接写“石磴”，而舍去了关于登山历程的冗长叙述。又如写小涧，仅从客观方面写到了“苍藤古木”、“水皆清澈”以及涧水飞溅而下的淙淙声，和“盛夏亭午无暑气”这一游人的主观感受，笔墨无多，就点染出了此地环境的清幽宜人。 [3] 作者在介绍自然景观时，还擅于运用先抑后扬的笔法。即先叙述该处属平常景观，然后从中找出可供游人欣赏或可能使游人感兴趣的某一侧面、景点来进行介绍。如写山中六景之一的山门，仅有一“不能容十许人”的小屋，殊无可观，而作者用一转折语气，以“然”字领起，指出此地亦别有情趣。因为它“前瞰涧水，后临石池，风来两峡间，终日不绝”，倘若炎夏登临，峡风拂面，定当十分畅快，就使读者不禁心向往之了。又如写到山庵时，以为它“才老屋数间”，且狭小低湿，自然无可欣赏，而作者用一“独”字领起，指出庵之西阁却为一胜景，特别结合自己的身世遭遇，叙述了夜卧其上，下听泉声潺潺，所引起的悲凉之感。 [3] 百丈山中最吸引游人的，是石台和石台周围的景色。从“下临峭岸”的石台上，既可于“林薄间”望见前岩岩穴中喷涌而出，“投空数十尺”的瀑布;又可远眺“数百里峰峦高下”的壮观景色。还有变化万千的云海、冉冉西沉的夕阳。真是美不胜收，令人留连忘返。为了突现石台及其周围景色之美，作者多次运用了恰切而生动的比喻，如说瀑布飞沫“如散珠喷雾”，白云满川“如海波起伏”、云海中诸山“若飞浮往来”等，都给人们留下了深刻的印象。还有那描写瀑布飞沫为日光所照时的景象的一段文字，虽为直叙，但由于能为山水传神，其技巧也不能不令人叹服。</p>",
  "about": "<h2>创作背景</h2> 　　这篇游记作于宋孝宗淳熙二年（1175），所写的百丈山位于福建建阳东北。作者与同游者刘充父、平父、吕叔敬、表弟徐周宾“皆赋<a href=\"http://so.gushiwen.org/view_72956.aspx\">诗</a>以纪其胜”，复又“叙次其详如此”，这在末节中作了交代。诗文并作，记其游览之胜。而作者于诗外作文，不仅为着“呈同游诸君”，同时“又以告夫欲往而未能者”，这篇末文字点明了写作此文的目的：导游，引导人们去游览百丈山的胜景。",
  "poet": {
    "id": 459,
    "star": 0,
    "name": "朱熹",
    "image": "http://img.gushiwen.org/authorImg/zhuxi.jpg",
    "desc": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、沧洲病叟、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"
  },
  "tags": [
    "游记",
    "写景",
    "山水"
  ]
}