{
  "id": 32369,
  "star": 956,
  "name": "渡汉江",
  "dynasty": "唐代",
  "content": "岭外音书断，经冬复历春。<br>近乡情更怯，不敢问来人。",
  "fanyi": "<p><strong>译文</strong><br>流放岭南与亲人断绝了音信，熬过了冬天又经历一个新春。<br>越走近故乡心里就越是胆怯，不敢打听从家那边过来的人。</p> <p><strong>注释</strong><br>⑴汉江：汉水。长江最大支流，源出陕西，经湖北流入长江。<br>⑵岭外：五岭以南的广东省广大地区，通常称岭南。唐代常作罪臣的流放地。书：信。<br>⑶来人：渡汉江时遇到的从家乡来的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《渡汉江》<a href=\"http://so.gushiwen.org/view_32369.aspx\">诗</a>意在写思乡情切，真实地刻画了诗人久别还乡，即将到家时的激动而又复杂的心情。语极浅近，意颇深邃；描摹心理，熨贴入微；不矫揉造作，自然至美。</p> <p>　　前两句追叙贬居岭南的情况。贬斥蛮荒，本就够悲苦的了，何况又和家人音讯隔绝，彼此未卜存亡，更何况又是在这种情况下经冬历春，捱过漫长的时间。诗人没有平列空间的悬隔、音书的断绝、时间的久远这三层意思，而是依次层递，逐步加以展示，这就强化和加深了贬居遐荒期间孤孑、苦闷的感情，和对家乡、亲人的思念。“断”字“复”字，似不着力，却很见作意。此诗人困居贬所时那种与世隔绝的处境，失去任何精神慰藉的生活情景，以及度日如年、难以忍受的精神痛苦，都历历可见，鲜明可触。这两句平平叙起，从容承接，没有什么惊人之笔，往往容易为读者轻易放过。其实，它在全篇中的地位、作用很重要。有了这个背景，下两句出色的抒情才字字有根。</p> <p>　　第三、四两句描写诗人逃归途中的心理变化。“近乡”交代诗人因长期不知家人消息而逃离贬地，走近家乡。所谓“情更怯”，即愈接近故乡，离家人愈近，担忧也愈厉害，简直变成了一种害怕，怕到“不敢问来人”。按照常情，这两句似乎应该写成“近乡情更切，急欲问来人”，诗人笔下所写的却完全出乎常情：“近乡情更怯，不敢问来人。”仔细寻味，又觉得只有这样，才合乎前两句所揭示的“规定情景”。因为诗人贬居岭外，又长期没有家人的任何音讯，一方面固然日夜在思念家人，另一方面又时刻担心家人的命运，怕家人由于诗人的牵累而遭到不幸。“音书断”“复历春”这种思念随着担心同时的到来，形成急切盼回家，又怕到家里的矛盾心理状态。这种矛盾心理，在逃归的路上，特别是渡过汉江，接近家乡之后，有了进一步的戏剧性发展：原先的担心、忧虑和模糊的不祥预感，此刻似乎马上就会被路上所遇到的某个熟人所证实，变成活生生的残酷现实；而长期来梦寐以求的与家人团聚的愿望则立即会被无情的现实所粉碎。因此，“情更切”变成了“情更怯”，“急欲问”变成了“不敢问”。这是在“岭外音书断”这种特殊情况下心理矛盾发展的必然。“情更怯”与“不敢问”更能体现诗人此际强自抑制的急切愿望和由此造成的精神痛苦。愈接近重逢，诗人便会愈发忧虑，发展到极端，这种忧虑就会变成一种恐惧、战栗，使之不敢面对现实。</p> <p>　　诗人正是这样逼真地再现了特殊境遇下，对家人的入骨关爱，吟咏出入类心灵的良善韵律，从而引起了千古的共鸣。只是这种境遇的造成，诗人不能辞其咎。在这一点上，后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“反畏消息来，寸心亦何有”（《述怀》）写战乱中担忧家人，至于不敢面对吉凶未卜的“消息”。则更有时代感，更耐人寻味。</p> <p>　　此诗不仅有巧妙的抒情艺术，而且有更深刻的体会。作者用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>从泷州贬所逃回家乡，经过汉江(也就是汉水)时，写了这首<a href=\"http://so.gushiwen.org/view_32369.aspx\">诗</a>。宋之问的家在巩县，汉水离巩县，虽然还有不少路，但较之岭外的泷州，毕竟要近得多，所以诗里说\"近乡\"。诗的语言，极为浅近通俗，但乍一读，仍不免会有疑惑。一个离开家乡已逾半年的游子，能踏上归途，自当心情欢悦，而且这种欣喜之情，也会随着家乡的越来越近而越来越强烈。宋之问却偏说\"近乡情更怯\"，乃至不敢向碰到的人询问家人的消息，这岂非有点不合情理?</p> <p>　　要解开这一疑团，必须重视诗的前两句，它们提供了必要的线索。诗人在到达贬所后，即与家人断绝了联系，且已持续了半年以上。在这种情况下，诗人的心境如何呢?诗中似未明言，其实不然。\"近乡情更怯\"，说明诗人早巳\"情怯\"。对家中情况的一无所知，使诗人的思虑中，增加了不安和疑惧:亲人们是否遭遇到什么不幸呢?空间的阻隔，时间的推移，使这种不安和疑惧，日趋沉重地郁结在诗人的心头。渡过汉水，离乡日近，但心中的恐惧也越来越沉重，因为不祥的猜测，有可能即将被证实。\"不敢问\"，不是\"不想问\"，诗人也想能尽早知道家人的消息。不过，假如能听到好消息，固然会无限欣喜，但万一相反呢?那么，期待着与家人团聚的喜悦，岂不将被这无情的消息一下子所粉碎?与其如此，不如听任这模糊不明再持续下去，因为毕竟还存在着一切皆好的希望啊。这种想问而又不敢问的矛盾心理，反映了诗人焦虑痛苦的心情。大诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在战乱中与亲人分离，又音信不通，在《述怀》一诗中，写了这样几句;\"自寄一封书，今已十月后。反畏消息来，寸心亦何有!\"尽管诗人的身份不同，造成音书惭绝的原因不同，但矛盾痛苦的心情却完全相同。当然，这种独特的生活体验，不会人人都有;但这种特殊微妙的心理状态。却是大家都能理解，真实可信的。看似不合情理，其实只是情况特殊而已。</p> <p>　　以上这一思索，理解的过程，可以使我们对这首诗巧妙的抒情艺术，有更深刻的体会。诗人在用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。 </p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_32369.aspx\">诗</a>一说作于<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>神龙二年（706年）途经汉水时。宋之问媚附<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的男宠张易之，武氏去世后，唐中宗将其贬为泷州参军。泷州在岭南，唐时，属于极为边远的地区，贬往那里的官员因不适应当地的自然地理条件和生活习俗，往往不能生还。神龙元年（705年）十月宋之问过岭，次年春即冒险逃回洛阳，途经汉江（指襄阳附近的一段汉水）时写下了此诗。</p> <p>　　另一说，此诗是<a href=\"http://so.gushiwen.org/author_1077.aspx\">李频</a>由贬所泷州逃归洛阳，途经汉江（指襄阳附近的汉水）时所作。</p>",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "唐诗三百首",
    "渡江",
    "思乡"
  ]
}