{
  "id": 49374,
  "star": 21,
  "name": "卖花声·楼上久踟躇",
  "dynasty": "宋代",
  "content": "楼上久踟躇。地远身孤。拟将憔悴吊三闾。自是长安日下影，流落江湖。 <br>烂醉且消除。不醉何如。又看暝色满平芜。试问寒沙新到雁，应有来书。",
  "shangxi": "<h2>鉴赏</h2> <p>　　楼上久踟躇，地远身孤。“踟躇”（Chí Chú），徘徊不前，逗留之意。“地远”<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>远谪，历时三，涉水六，过州十有五。自汴抵郴，所至流连。即言<a href=\"http://so.gushiwen.org/view_49374.aspx\">诗</a>人登上岳阳楼，放眼望见山迢水阔，只觉孤身飘零僻远异地，前路茫茫，归路茫茫，满心彷徨，无限悲凉。起句即以“久彷徨”写出心思沉重。</p> <p>　　拟将憔悴吊三闾。“拟”即效仿之意。“憔悴”形容人瘦弱，面色不好看：颜色憔悴，形容枯槁，枯涸。引申为劳苦，失意：冠盖满京华，斯人独憔悴。“三闾”战国时楚国官名，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贬后任此职，此处指屈原。屈原“博闻强志，明于治乱，娴于辞令。”“屈平正道直行，竭忠尽智，以事其君，谗人间之”“信而见疑，忠而被谤” “屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。” （《屈原贾生列传》）后西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因统治阶级内部矛盾而受毁谤与排挤，在汉文帝三年（公元前177年）被贬为长沙王太傅以后作《吊屈原赋》，他认为自己政治上的遭遇同屈原相似，因而赋中不但慨叹屈原生前的不幸，对他寄以极大的同情；同时，也以屈原坎坷的一生作自喻，揭露了统治者的是非不分、黑白颠倒，抒发了自己不受重用的不平和不甘屈服的心情。此处诗人吊屈原也有此意，借屈原才华横溢，正直不屈，忠君爱国却几遭放逐的悲惨遭遇，表达了自己“信而见疑，忠而被谤”悲愤苦闷和远谪异地的凄凉。</p> <p>　　自是长安日下影，流落江湖。长安是唐代的国都，朝廷 国君所在地。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵凤凰台》 “总为浮云能蔽日，长安不见使人愁。”后人常以长安借代当朝国都，国君。如南宋<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《鹧鸪天》“西北望长安，可怜无数山。” 本词中“长安”借代指当时北宋都城汴京。“日下”古代以帝王比作日，因以帝王所在之地为日下。“流落江湖”形容仕途失意，困厄潦倒，漂泊异乡。“江湖”与“庙堂”相对，见<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《岳阳楼记》“居庙堂之高，则忧其民，处江湖之远，则忧其君”。此处化用<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《失意归吴因寄东台刘复侍御》“自念西上身，忽随东归风。长安日下影，又落江湖中。”之句，传达思君恋阕之意，抒发被贬去国之悲。类似还有王仲宣“南登霸陵岸，回首望长安。”等</p> <p>　　上阙写尽流落江湖，远谪异地的孤独；仕途失意，忠而被贬的苦闷；思君恋国，实现抱负的渴望。</p> <p>　　烂醉且消除。不醉何如。“烂醉”即大醉，以喝酒之多，醉酒之沉，写出内心愁苦之多，浅醉尚不行，要待大醉，喝到不省人事方能得片刻的消解。“且”即“暂且”，犹言酒醒后千愁万苦涌心头，愁更浓。想来词人定是终日醉酒，消磨时日，麻醉自己。一句不醉何如。写尽志不得申，愁不得解的无奈苦闷。</p> <p>　　又看暝色满平芜。“暝色”即暮色，夜色。见<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《山居秋暝》。“平芜”即草木丛生的平旷原野。见<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的诗句：“平芜尽处是青山，行人更在青山外。”浑浑噩噩，昏昏沉沉中又见暮色渐起，渐浓，笼罩整个旷野。“满”有“布满”“充满”之意，一则写出夜色渐浓的动态过程，写出时光偷逝写出诗人内心隐隐年华空逝报国无门的悲苦。二则也出暮色之浓，遍布之广，以昏沉苍茫的夜色衬托出诗人凄怆的内心。</p> <p>　　试问寒沙新到雁，应有来书。自古思乡怀人（君）常冀鸿雁传书，此句化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《秋浦途中》“为问寒沙新到雁，来时为下杜陵无。”“新到雁”即刚到之雁，“应”应该之意，推向，期望。寄情鸿雁抒发渴望家书，朝廷音讯的迫切心情。“新到雁”也即新来之雁，雁是候鸟，按时迁徙，而人归不归却不是自主的。所以有“人归落雁后，思发在花前”的感叹。滞留异地的旧人看着南来的新雁，不绝感慨又过一年，对故乡亲人的思念，宦海失意，思归不得的愁苦不觉更深一层，“新”极具表现力，强化了情感。</p>",
  "poet": {
    "id": 243,
    "star": 0,
    "name": "张舜民",
    "image": "http://img.gushiwen.org/authorImg/zhangshunmin.jpg",
    "desc": "张舜民 生卒年不详，北宋文学家、画家。字芸叟，自号浮休居士，又号矴斋。邠州（今陕西彬县）人。诗人陈师道之姊夫。英宗治平二年(1065)进士，为襄乐令。元丰中，环庆帅高遵裕辟掌机密文字。元祐初做过监察御史。为人刚直敢言。徽宗时升任右谏议大夫,任职七天,言事达60章，不久以龙图阁待制知定州。后又改知同州。曾因元祐党争事，牵连治罪，被贬为楚州团练副使，商州安置。后又出任过集贤殿修撰。"
  },
  "tags": [
    "故乡",
    "亲人",
    "思念"
  ]
}