{
  "id": 51397,
  "star": 21,
  "name": "临江仙·忆昔西池池上饮",
  "dynasty": "宋代",
  "content": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书。寻常相见了，犹道不如初。 <br>安稳锦屏今夜梦，月明好渡江湖。相思休问定何如。情知春去后，管得落花无。",
  "fanyi": "<p><strong>译文</strong><br>回忆当年在西池池上宴饮，每天该有多少的快乐和幸福。可自从分手之后，相互间也不再寄信捎书。即使像往常那样相见，相互间也冷冷淡淡，不可能再像当初。<br>安好枕头，铺好锦被，今夜要在梦中趁着月明而渡江过湖，去与那些隔绝的好友会晤。尽管相互相思也不要问近况何如，因为明明知道春天已经过去，哪里还顾得上花落叶枯。</p><p><strong>注释</strong><br>① 西池：指北宋汴京金明池。当时为贵族游玩之所。<br>② 寻常：平时，平常。<br>③ 安稳：布置稳当。锦衾：锦缎被子。<br>④ 何如：问安语。<br>⑤ 情知：深知，明知。</p><br/><h2>英译</h2> <p>CHAO Chongzhi – Lyrics to the Linjiang Narcissi</p> <p>Recollections of the West Pond come to me, how we drank in the pond,<br>Year after year, how we had many a joyful moment.<br>Since our parting, you have not so much as sent my way a note,<br>When we do come across each other on occasions,<br>I cannot even sense goodwill that a new acquaintance usually holds.</p> <p>I've prepared a bed of embroidered quilt hoping for a good night's dream,<br>So as to allow me to the rivers and lakes cross.<br>In my wistfulness how could I consider where it would lead me towards?<br>For I know once spring has gone,<br>There is no one to prevent blossoms from drifting to their fall.</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是作者和旧游离别后怀念往日汴京生活的词。</p> <p>　　首句“忆昔西池池上饮”，就点明了地址。西池即金明池，在汴京城西，故称西池，为汴京著名名胜，每逢春秋佳日，游客如云，车马喧阗，极为繁盛。作者回忆当年和朋友们在此饮酒，有多少欢娱的事值得回忆。晁冲之的从兄<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>是“苏门四学士”（<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>、晁补之）之一。晁冲之本人与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>及“四学士”不但在文学上互相来往，在政治上也很接近，属于所谓旧党体系。“昔”指的是宋哲宗元祐年间。这时旧党执政，晁冲之与“二苏”及“四学士”等常在金明池同游、饮酒。他们志趣相投，性情相近，欢聚一起，纵论古今，何等欢乐。</p> <p>　　种种乐事都浓缩在“多少”二字中了。至今回忆，无限留恋。但好景不常，随着北宋新旧党争的此伏彼起，他们的文期酒会也如云散烟消。“年年”也不是每年如此，只是指元祐元年（1086）至元祐八年（1093）这短短八年而已。元祐元年，哲宗初立，神宗母宣仁皇太后高氏临朝听政，以<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>为首的旧党上台，苏轼等人各有晋升。元祐八年，宣仁太后死，哲宗亲政，新党再度上台，章惇执政，排斥旧党。同年八月，苏轼被贬定州。哲宗绍圣元年，即元祐九年，“二苏”及“四学士”先后相继连续被贬。晁冲之虽只作了个承务郎的小官，也被当作旧党人物，被迫离京隐居河南具茨山（今河南密县东）。从此，当年的<a href=\"http://so.gushiwen.org/view_51397.aspx\">诗</a>朋酒侣，天各一方，均遭困厄。晁冲之在隐居生活中对旧日的志同道合的朋友不能忘怀，时深眷念。朋友们已不能像往年一样在西池池上饮酒了，如果能凭鱼雁往来，互倾积愫，也可聊慰离怀。然而不能够。</p> <p>　　“别来不寄一行书。”昔日朋友星离云散之后，竟然雁断鱼沉，连一行书也没有，意似责备朋友之无情，但这里的“不寄”似应理解为“不能寄”，因为这些被贬谪的人连同司马光一起大都被列入“元祐党籍”到了贬所，还要受到地方主管官员的监督。如再有结党嫌疑，还要追加罪责。在新党这种高压政策统治下，所谓旧党人物惟有潜身远祸，以求自保。哪里还敢书信往来，互诉衷肠，给政敌以口实呢？</p> <p>　　“寻常相见了，犹道不如初”。这两句似是假设语气，“寻常”不是指元祐九年以前，因为前三句已由过去的得意、聚合写到当时的失意、分离，在结构上似乎不致忽然插进两句倒过去又写聚合相见。这两句是说，像当时各人的政治处境来说，即使能寻常相见，但都已饱经风雨，成了惊弓之鸟，不可能像当初在西池那样纵情豪饮，开怀畅谈，无所顾忌了；只能谨小慎微地生活下去，以免再遭迫害。凡是受过政治风波冲击、饱经患难的人对此当有深刻体会。</p> <p>　　下片讲当时生活和心情。“安稳锦屏今夜梦，月明好渡江湖。”“安稳”二字颇有深意。经过了险恶的政治风波之后，作者感到只有在家居锦屏中才觉得安稳，没有风险，朋友既无由见面，又音信不通，那么，只有趁今夜月明，梦魂飞渡，跨过江湖，飞越关山，来一次梦游。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在梦游天姥时，不是曾说“我欲因之梦吴越，一夜飞渡镜湖月”吗？只有梦，不受空间的限制，也不受政治的影响，可以自由飞渡。这说明一个遭受政治打击的善良的知识分子无可奈何的苦闷心情。</p> <p>　　“相思休问定何如。情知春去横素波而傍流，干青云而直上。语时事则指而可想，论怀抱则旷而且真。加以贞志不休，安道苦节，不以躬耕为耻，不以无财为病，自非大贤笃志，与道污隆，孰能如此乎？”后，管得落花无？”这是设想月夜梦中重逢的话。论理，久别重逢，应畅谈彼此别后景况，为什么反而“休问”？实在是因为彼此遭遇相同，处境相似，“同是天涯沦落人”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》），彼此互问情况，徒增伤感而已。春天已经过去了，落花命运如何，还管得着吗？春天，是借指政治上的春天，也就是旧党执政的元祐元年至元祐八年他们春风得意的这段时间。“落花”，比喻他们这些像落花一样遭受政治风雨摧残的故旧。用比喻手法，更觉形象鲜明。用问句作结，提出问题百不正面作答，将答案留给读者去作，意味尤为隽永。</p> <p>　　这首词由欢聚写到分离，由分离写到梦思，由梦中相见而不愿相问，归结到春归花落，不问自明。笔法层层转进，愈转愈深，愈深则愈令人感慨不已。内容伤感凄楚而情调开朗乐观，这是这首词的一大特色。</p>",
  "about": "<h2>简评</h2> 　　此词以冲淡隐约的情致，抒写记忆中的欢娱以及追踪已逝的梦影而不得的怅惘之情。这是一首寄宴颇深，但文笔淡雅的小词，颇耐回味啊。",
  "poet": {
    "id": 321,
    "star": 0,
    "name": "晁冲之",
    "desc": "晁冲之，宋代江西派诗人。生卒年不详。字叔用，早年字用道。济州巨野（今属山东）人。晁氏是北宋名门、文学世家。晁冲之的堂兄晁补之、晁说之、晁祯之都是当时有名的文学家。早年师从陈师道。绍圣（1094～1097）初，党争剧烈，兄弟辈多人遭谪贬放逐，他便在阳翟（今河南禹县）具茨山隐居，自号具茨。十多年后回到汴京，当权者欲加任用，拒不接受。终生不恋功名，授承务郎。他同吕本中为知交，来往密切。其子晁公武是《郡斋读书志》的作者。"
  },
  "tags": [
    "宋词精选",
    "怀念"
  ]
}