{
  "id": 52794,
  "star": 4834,
  "name": "如梦令·昨夜雨疏风骤",
  "dynasty": "宋代",
  "content": "昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。",
  "fanyi": "<p><strong>译文</strong><br>昨天夜里雨点虽然稀疏，但是风却劲吹不停，我酣睡一夜，然而醒来之后依然觉得还有一点酒意没有消尽。于是就问正在卷帘的侍女，外面的情况如何，她只对我说：“海棠花依旧如故”。知道吗？知道吗？应是绿叶繁茂，红花凋零。</p> <p><strong>注释</strong><br>疏：指稀疏。<br>卷帘人：有学者认为此指侍女。<br>绿肥红瘦：绿叶繁茂，红花凋零。<br>浓睡不消残酒：虽然睡了一夜，仍有余醉未消。浓睡：酣睡 残酒：尚未消散的醉意。<br>雨疏风骤：雨点稀疏，晚风急猛。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>虽然不是一位高产的作家，其词流传至今的只不过四五十首，但却“无一首不工”，“为词家一大宗矣”。这首《如梦令》，便是“天下称之”的不朽名篇。这首小令，有人物，有场景，还有对白，充分显示了宋词的语言表现力和词人的才华。小词借宿酒醒后询问花事的描写，曲折委婉地表达了词人的惜花伤春之情，语言清新，词意隽永。</p> <p>　　起首两句，辞面上虽然只写了昨夜饮酒过量，翌日晨起宿酲尚未尽消，但在这个辞面的背后还潜藏着另一层意思，那就是昨夜酒醉是因为惜花。这位女词人不忍看到明朝海棠花谢，所以昨夜在海棠花下才饮了过量的酒，直到今朝尚有余醉。</p> <p>　　三、四两句所写，是惜花心理的必然反映。尽管饮酒致醉一夜浓睡，但清晓酒醒后所关心的第一件事仍是园中海棠。词人情知海棠不堪一夜骤风疏雨的揉损，窗外定是残红狼藉，落花满眼，却又不忍亲见，于是试着向正在卷帘的侍女问个究竟。一个“试”字，将词人关心花事却又害怕听到花落的消息、不忍亲见落花却又想知道究竟的矛盾心理，表达得贴切入微，曲折有致。“试问”的结果——“却道海棠依旧。”侍女的回答却让词人感到非常意外。本来以为经过一夜风雨，海棠花一定凋谢得不成样子了，可是侍女卷起窗帘，看了看外面之后，却漫不经心地答道：海棠花还是那样。一个“却”字，既表明侍女对女主人委曲的心事毫无觉察，对窗外发生的变化无动于衷，也表明词人听到答话后感到疑惑不解。她想：“雨疏风骤”之后，“海棠”怎会“依旧”呢？这就非常自然地带出了结尾两句。</p> <p>　　“知否？知否？应是绿肥红瘦。”这既是对侍女的反诘，也像是自言自语：这个粗心的丫头，你知道不知道，园中的海棠应该是绿叶繁茂、红花稀少才是。这句对白写出了<a href=\"http://so.gushiwen.org/view_52794.aspx\">诗</a>画所不能道，写出了伤春易春的闺中人复杂的神情口吻，可谓“传神之笔。“应是”，表明词人对窗外景象的推测与判断，口吻极当。因为她毕竟尚未亲眼目睹，所以说话时要留有余地。同时，这一词语中也暗含着“必然是”和“不得不是”之意。海棠虽好，风雨无情，它是不可能长开不谢的。一语之中，含有不尽的无可奈何的惜花情在，可谓语浅意深。而这一层惜花的殷殷情意，自然是“卷帘人”所不能体察也无须更多理会的，她毕竟不能像她的女主人那样感情细腻，那样对自然和人生有着更深的感悟。这也许是她所以作出上面的回答的原因。末了的“绿肥红瘦”一语，更是全词的精绝之笔，历来为世人所称道。“绿”代替叶，“红”代替花，是两种颜色的对比；“肥”形容雨后的叶子因水份充足而茂盛肥大，“瘦”形容雨后的花朵因不堪雨打而凋谢稀少，是两种状态的对比。本来平平常常的四个字，经词人的搭配组合，竟显得如此色彩鲜明、形象生动，这实在是语言运用上的一个创造。由这四个字生发联想，那“红瘦”正是表明春天的渐渐消逝，而“绿肥”正是象征着绿叶成荫的盛夏的即将来临。这种极富概括性的语言，又实在令人叹为观止。</p> <p>　　这首小词，只有短短六句三十三言，却写得曲折委婉，极有层次。词人因惜花而痛饮，因情知花谢却又抱一丝侥幸心理而“试问”，因不相信“卷帘人”的回答而再次反问，如此层层转折，步步深入，将惜花之情表达得摇曳多姿。</p>",
  "about": "<h2>讲解</h2> <p>　　这首小令，有人物，有场景，还有对白，充分显示了宋词的语言表现力和词人的才华。</p> <p>　　“昨夜雨疏风骤”指的是昨宵雨狂风猛。疏，正写疏放疏狂，而非通常的稀疏义。当此芳春，名花正好，偏那风雨就来逼迫了，心绪如潮，不得入睡，只有借酒消愁。酒吃得多了，觉也睡得浓了。功效一醒觉来，天已大亮。但昨夜之神情，却已然如隔在胸，所以一路身便要询问意中悬悬之事。因而，她急问清算衡宇，启户卷帘的侍女：海棠花若何样了？侍女看了一看，笑回道：“还不错，一夜风雨，海棠一点儿没变！”女主人听了，嗔叹道；“傻丫头，你可知道那海棠花丛已是红的见少，绿的见多了吗！？”</p> <p>　　这句对白写出了<a href=\"http://so.gushiwen.org/view_52794.aspx\">诗</a>画所不能道，写出了伤春易春的闺中人复杂的神气口吻，可谓“传神之笔。</p> <p>　　作者以“浓睡”、“残酒”搭桥，写出了白夜至晨的时间变化和心理演变。然后一个“卷帘”，点破日曙天明，巧妙得当。然而，问卷帘之人，却一字不提所问何事，只于答话中透露出谜底。</p> <p>　　真是绝妙工巧，不着痕迹。词人为花而喜，为花而悲、为花而醉、为花而嗔，实则是伤春惜春，以花自喻，慨叹自己的青春易逝。</p> <p>　　本篇是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>早期的词作之一。词中充分体现出作者对大自然、对春天的热爱。这是一首小令，内容也很简单。它写的是春夜里大自然经历了一场风吹雨打，词人预感到庭园中的花木必然是绿叶繁茂，花事凋零了。因此，翌日清晨她急切地向“卷帘人”询问室外的变化，粗心的“卷帘人”却答之以“海棠依旧”。对此，词人禁不住连用两个“知否”与一个“应是”来纠正其观察的粗疏与回答的错误。“绿肥红瘦”一句，形象地反映出作者对春天将逝的惋惜之情。</p><br/><h2>创作背景</h2> 　　这首《如梦令·昨夜雨疏风骤》是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期作品。根据陈祖美编的《李清照简明年表》，此词作于宋哲宗元符三年（1100年）前后。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "惜花",
    "伤春"
  ]
}