{
  "id": 18240,
  "star": 40,
  "name": "重别梦得",
  "dynasty": "唐代",
  "content": "二十年来万事同，今朝岐路忽西东。<br>皇恩若许归田去，晚岁当为邻舍翁。",
  "fanyi": "<p><strong>译文</strong><br>二十年来历经沧桑患难相同，今天忽然歧路分别各自西东。<br>如果皇恩浩荡允许回家种地，晚年就日夕相处做邻居老翁。</p> <p><strong>注释</strong><br>⑴梦得：即唐代文学家<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>，“梦得”是他的字。<br>⑵二十年来：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>和刘禹锡二人同时中进士，到作此<a href=\"http://so.gushiwen.org/view_18240.aspx\">诗</a>时已度过了二十二个春秋。<br>⑶岐（qí）路：岔路。《列子·说符》：“杨子之邻人亡羊，既率其党，又请杨氏之竖追之。杨子曰：‘嘻！亡一羊，何追者之众？’邻人曰：‘多岐路。’”<br>⑷皇恩：皇帝的恩德。《文选·<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>〈西京赋〉》：“皇恩溥，洪德施。”李善注：“皇，皇帝。”归田：谓辞官回乡务农。《艺文类聚》卷六六引晋鲁褒《钱神论》：“谚曰：官无中人，不如归田。”<br>⑸晚岁：晚年。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《羌村》诗之二：“晚岁迫偷生，还家少欢趣。”邻舍：邻居。《后汉书·陈忠传》：“邻舍比里，共相压迮。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18240.aspx\">诗</a>写临岐叙别，情深意长，不着一个愁字，而在表面的平静中蕴蓄着深沉的激愤和无穷的感慨。“二十年来万事同”，七个字概括了他与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>共同经历的宦海浮沉、人世沧桑。二十多年来，他们在永贞改革的政治舞台上“谋议唱和”、力革时弊，后来风云变幻，二人同时遭难，远谪边地；去国十年以后，二人又一同被召回京，却又再贬远荒。共同的政治理想把他们的命运紧紧联系在一起，造成了这一对挚友“二十年来万事同”的坎坷遭遇。然而使诗人慨叹不已的不仅是他们个人出处的相同，还有这二十年来朝廷各种弊政的复旧，刘禹锡深深理解<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的这种悲哀，所以在答诗中抒发了同样的感慨：“弱冠同怀长者忧，临岐回想尽悠悠。”他们早年的政治革新白白付之东流，今朝临岐执手，倏忽之间又将各自东西，抚今追昔，往事不堪回首。“今朝”二字写出了诗人对最后一刻相聚的留恋，“忽”字又点出诗人对光阴飞逝、转瞬别离的惊心。“西东”非一般言别套语，而是指一去广东连县，一去广西柳州，用得正切实事。</p> <p>　　由于是再度遭贬，诗人似乎已经预感到这次分别很难再有重逢的机会，便强忍悲痛，掩藏了这种隐约的不祥预感，而以安慰的口气与朋友相约：如果有一天皇帝开恩，准许他们归田隐居，那么他们一定要卜舍为邻，白发相守，度过晚年。这两句粗看语意平淡，似与一般歌咏归隐的诗歌相同，但只要再看看《三赠刘员外》中，诗人又一次问刘禹锡：“今日临岐别，何年待汝归？”就可以明白诗人与刘禹锡相约归<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>邻的愿望中深蕴着难舍难分的别愁离恨和生死与共的深情厚谊。身处罻罗之中而向往遗世耦耕，是封建知识分子在政治上碰壁以后唯一的全身远祸之道和消极抗议的办法。因此这“皇恩”二字便自然流露了某种讥刺的意味。“若许”二字却说明目前连归田亦不可得，然而诗人偏偏以这样的梦想来安慰分路的离愁，唯其如此，诗人那信誓旦旦的语气也就更显得凄楚动人。</p> <p>　　这首诗以直抒离情构成真挚感人的意境，寓复杂的情绪和深沉的感慨于朴实无华的艺术形式之中。不言悲而悲不自禁，不言愤而愤意自见。语似质直而意蕴深婉，情似平淡而低徊郁结。苏东坡赞柳诗“发纤秾于简古，寄至味于澹泊”，这也正是这首小诗的主要特色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18240.aspx\">诗</a>当作于唐宪宗元和十年（815年）。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>和<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>二人在唐德宗贞元九年（793年）同时进士及第，踏上仕途。唐宪宗元和九年（814年），柳宗元和刘禹锡同时奉诏从各自的贬所永州、朗州回京，次年三月又分别被任为远离朝廷的柳州刺史和连州刺史，一同出京赴任，至衡阳分路。面对古道风烟，茫茫前程，二人无限感慨，相互赠诗惜别。柳宗元共作诗三首赠刘禹锡，这是第二首，故题名《重别梦得》。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "离别",
    "抒情",
    "愁绪"
  ]
}