{
  "id": 27533,
  "star": 15,
  "name": "张好好诗",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">牧大和三年，佐故吏部沈公江西幕，好好年十三，始以善歌来乐籍中。后一岁，公移镇宣城，复置好好于宣城籍中。后二岁，为沈著作以双鬟纳之。后二岁，于洛阳东城重睹好好，感旧伤怀，故题诗赠之。</span></p> <p>君为豫章姝，十三才有余。<br>翠茁凤生尾，丹脸莲含跗。<br>高阁倚天半，晴江联碧虚。<br>此地试君唱，特使华筵铺。<br>主公顾四座，始讶来踟蹰。<br>吴娃起引赞，低回映长裾。<br>双鬟可高下，才过青罗襦。<br>盼盼乍垂袖，一声离凤呼。<br>繁弦迸关纽，塞管裂圆芦。<br>众音不能逐，袅袅穿云衢。<br>主公再三叹，谓言天下殊。<br>赠之天马锦，副以水犀梳。<br>龙沙看秋浪，明月游东湖。<br>自此每相见，三日已为疏。<br>玉质随月满，艳态逐春舒。<br>绛唇渐轻巧，云步转虚徐。<br>旌旆忽东下，笙歌随舳舻。<br>霜凋谢楼树，沙暖句溪蒲。<br>身外任尘土，樽前且欢娱。<br>飘然集仙客，讽赋欺相如。<br>聘之碧瑶佩，载以紫云车。<br>洞闭水声远，月高蟾影孤。<br>尔来未几岁，散尽高阳徒。<br>洛城重相见，婥婥为当垆。<br>怪我苦何事，少年垂白须。<br>朋游今在否，落拓更能无？<br>门馆恸哭后，水云愁景初。<br>斜日挂衰柳，凉风生座隅。<br>洒尽满襟泪，短歌聊一书。",
  "shangxi": "<h2>鉴赏</h2> <p>　　以“十年一觉扬州梦，赢得青楼薄幸名”自嘲的<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>，其实是位颇富同情心的<a href=\"http://so.gushiwen.org/view_27533.aspx\">诗</a>人。公元833年（唐文宗大和七年），杜牧路过金陵，曾为“穷且老”的昔日歌女杜秋，写了悲慨的《<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>诗》；两年后，诗人任东都监察御史，在洛阳重逢豫章（治所在今江西南昌）乐妓张好好，又为她沦为“当垆”卖酒之女，而“洒尽满襟”清泪——这就是此诗的由来。</p> <p>　　风尘女子的沦落生涯，在开初往往表现为人生命运的惊人跃升。此诗开篇一节，正以浓笔重彩，追忆了张好好六年前初吐清韵、名声震座的美好一幕：“翠茁（zá，生长）凤生尾，丹叶莲含跗（花萼的基部）”——这位年方“十三”有余的歌女，当时身穿翠绿衣裙，袅袅婷婷，就像飘曳着鲜亮尾羽的凤鸟；那红扑扑的脸盘，更如一朵摇曳清波的红莲，含葩欲放。诗人安排她的出场非同一般，那是在一碧如染的赣江之畔、高倚入云的滕王阁中——正适合美妙歌韵的飞扬、回荡。为了这一次试唱，人们特为准备了铺张的“华筵”，高朋满座。而处于这一切中心的，便是张好好。</p> <p>　　此刻，她正如群星拱卫的新月，只在现身的刹那间，便把这“高阁”的“华筵”照亮了。为着表现张好好的惊人之美，诗人还不忘从旁追加一笔：“主公顾四座，始讶来踟蹰”。主公，即江西观察使<a href=\"http://so.gushiwen.org/author_2706.aspx\">沈传师</a>（当时诗人正充当他的幕僚）；“来踟蹰”，则化用《陌上桑》“使君从东来，五马立踟蹰”之意，描写沈传师在座中初睹张好好风姿的惊讶失态的情景，深得侧面烘托之妙。</p> <p>　　然后便是张好好的“试唱”，诗中描述她在“吴娃”的扶引下羞怯登场，低头不语地摆弄着长长的前襟；一双发鬟高下相宜，缕缕发辫才曳过短襦——寥寥数笔，画出了这位少女的无限柔美羞怯之态。令人不禁要怀疑如此小儿女家，竟有声震梁尘的妙喉。然而，“盼盼乍垂袖，一声雏凤呼”，当她像贞元（785-805）间名妓<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>那样乍一摔袖，席间便顿时响彻小凤凰一般清润圆美的歌鸣。这歌声嘹亮清丽，竟使伴奏的器乐都有难以为继之感，以至于琴弦快要迸散关钮、芦管即将为之破裂。而张好好的袅袅歌韵，却还压过“众音”，穿透高阁，直上云衢。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》表现商女奏乐之妙，全借助于连翩的比喻描摹；此诗则运用高度的夸张，从伴奏器乐的不胜竞逐中，反衬少女歌喉的清亮遏云，堪称别开蹊径。</p> <p>　　一位初登歌场的少女，一鸣惊人，赢得了观察使大人的青睐。她从此被编入乐籍，成了一位为官家卖唱的歌妓。未更人事的张好好，自然不懂得，这失去自由的乐妓生涯，对于她的一生意味着什么。她大约到是满心喜悦地以为，一扇富丽繁华的生活之门，已向她砰然打开——那伴着“主公”在彩霞满天的秋日，登上“龙沙”山（南昌城北）观浪，或是明月初上的夜晚，与幕僚们游宴“东湖”的生活，该有无限乐趣。最令诗人惊叹的，还是张好好那日愈变化的风韵：“玉质随月满，艳态逐春舒。绛唇渐轻巧，云步转虚徐”——不知不觉中，这位少女已长成风姿殊绝的美人。当沈传师“旌旆”东下、调任宣歙观察使时，自然没忘记把她也“笙歌随舳舻”地载了去。于是每遇霜秋、暖春，宣城的<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼，或城东的“句溪”，就有了张好好那清亮歌韵的飞扬。这就是诗之二节所描述的张好好那貌似快乐的乐妓生活——诗人当然明白，这种“身外（功业、名声）任尘土，樽前极欢娱”的“欢娱”，对于一位歌妓来说，终竟只是昙花一现，并不能长久。但他当时怎么也没预料，那悲惨命运之神的叩门，对张好好竟来得如此突然。而这一节之所以极力铺陈张好好美好欢乐的往昔，也正是为了在后文造成巨大的逆转，以反衬女主人公令人惊心的悲惨结局。</p> <p>　　这结局在开始依然带有喜剧色彩：“飘然集仙客，讽赋欺相如。聘之碧瑶佩载以紫云车（仙人所乘）”。</p> <p>　　那风度翩翩、长于“讽赋”的聘娶者，就是曾任“集仙殿”校理的沈传师。诗序称他“以双鬟（一千万钱）纳之”，可见颇花费了一笔钱财，故诗中以“碧瑶佩”、“紫云车”等夸张之语，将这出“纳妾”喜剧着力渲染了一番。张好好呢，大约以为终于有了一个归宿，生活拘检起来，正如传说中的天台仙女一般，关闭“洞门”，不再与往日熟知的幕僚交往。“洞闭水声远，月<a href=\"http://so.gushiwen.org/author_734.aspx\">高蟾</a>影孤”二句，叙女主人公为妾景象，虽语带诙谐，字里行间毕竟透露着一种孤清幽寂之感，它似乎暗示着，女主人公身为侍妾，生活过得其实并不如意。</p> <p>　　诗情的逆转，是数年后的一次意外相逢：“洛城重相见，绰绰为当垆”——当年那绰约风姿的张好好，才不过几年，竟已沦为卖酒东城的“当垆”之女。这令诗人十分震惊。奇特的是，当诗人揭开张好好生涯中最惨淡的一幕时，全不顾及读者急于了解沦落真相，反而转述起女主人公对诗人的关切询问来：“怪我苦何事，少年垂白须？朋游今在否？落拓更能无？”此四句当作一气读，因为它们在表现女主人公的酸苦心境上，简直妙绝——与旧日朋友的相逢，竟是在如此尴尬的场合；张好好纵有千般痛楚，教她也无法向友人诉说。沉沦的羞惭，须得强加压制，最好的法子，便只有用这连串的问语来岔开了。深情的诗人不会不懂得这一点。纵有千种疑问，也不忍心再启齿相问。诗之结尾所展示的，正是诗人默然无语，在“凉风生座隅”的悲哀中，凝望着衰柳、斜阳，扑簌簌流下满襟的清泪——使得诗人落泪不止的，便是曾经以那样美好的歌喉，惊动“高阁”“华筵”，而后又出落得“玉质”、“绛唇”、“云步”“艳态”的张好好的不幸遭际；便是眼前这位年方十九，却已饱尝人间酸楚，终于沦为卖酒之女、名震一时的名妓。</p> <p>　　这首诗正以如此动人的描述，再现了张好好升浮沉沦的悲剧生涯，抒发了诗人对这类无法主宰自己命运的苦难女子的深切同情。作为一首叙事诗，诗人把描述的重点，全放在回忆张好好昔日的美好风貌上；并用浓笔重彩，表现她生平最光彩照人的跃现。只是到了结尾处，才揭开她沦为酒家“当垆”女的悲惨结局。这在结构上似乎颇不平衡。然而，正是这种不平衡，便在读者心中，刻下了张好好最动人美丽的形象；从而对她的悲惨处境，激发起最深切的同情。</p> <p>　　解释二：孤灯残月伴闲愁，</p> <p>　　几度凄然几度秋；</p> <p>　　哪得哀情酬旧约，</p> <p>　　从今而后谢风流。</p> <p>　　这是杜牧的爱人张好好写给他的诗，诗里有爱，爱重含愁，愁中又透着决然。</p> <p>　　杜牧和湖州名妓张好好是在南昌沈传师的府上认识的。当时的的杜牧尚未成家，风流倜傥，而张好好美貌聪慧，琴棋书画皆通。参加宴会时两人经常见面，张好好倾慕杜牧的才情，杜牧爱上张好好的色艺双绝。他们湖中泛舟，执手落日，才子佳人，自是无限美好。本应该留下一段佳话，让人没想到的是，沈传师的弟弟也看上了张好好，很快纳她为妾。张好好作为沈传师家中的一名家妓，根本无力掌控自己的命运，杜牧亦官位低微，只好一认落花流水空余恨，就此互相别过。</p> <p>　　张好好出嫁时留下此诗，从此一入侯门。后杜牧在长安抑郁而死，张好好闻之悲痛欲绝，瞒了家人到长安祭拜，想起相爱与别离的万般凄楚，竟自尽于杜牧坟前。</p> <p>　　所以不是什么同情，是爱情诗篇。</p>",
  "about": "<h2>创作背景</h2> <p>　　大和二年十月，<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>进士及第后八个月，杜牧就奔赴当时的洪州，即<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>写《滕王阁序》那个地方，开始了杜牧长达十多年的幕府生涯。其时<a href=\"http://so.gushiwen.org/author_2706.aspx\">沈传师</a>为江西观察使，辟召杜牧为江西团练巡官。沈家与杜家为世交，沈氏兄弟是文学爱好者，对当时的知名文人都很眷顾，与杜牧的关系也颇为密切。杜牧撰写《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>集序》，就是应沈传师之弟沈述师所请。杜牧经常往沈述师家中跑，听歌赏舞，蹭饭蹭酒，还对沈家中的一个歌女张好好很有好感，可惜主人对此女子分外珍惜，抢先一步，成全了自己，将她纳为小妾，使小杜空有羡渔之情。大和八年，小杜在洛阳与张好好不期而遇，此时的张好好已经沦落为他乡之客，以当垆卖酒为生。杜牧感慨万分，写了一首五言长篇《张好好<a href=\"http://so.gushiwen.org/view_27533.aspx\">诗</a>》。由于情绪饱满，不仅文笔清秀，而且书法更为飘逸，为杜牧赢得了书法家的美名。从上述历史记载判断，《张好好诗》创作具体时间是大和八年，即834年。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "女子"
  ]
}