{
  "id": 48004,
  "star": 251,
  "name": "苦寒行",
  "dynasty": "魏晋",
  "content": "北上太行山，艰哉何巍巍！<br>羊肠坂诘屈，车轮为之摧。<br>树木何萧瑟，北风声正悲。<br>熊罴对我蹲，虎豹夹路啼。<br>溪谷少人民，雪落何霏霏！<br>延颈长叹息，远行多所怀。<br>我心何怫郁，思欲一东归。<br>水深桥梁绝，中路正徘徊。<br>迷惑失故路，薄暮无宿栖。<br>行行日已远，人马同时饥。<br>担囊行取薪，斧冰持作糜。<br>悲彼《东山》诗，悠悠使我哀。",
  "fanyi": "<p><strong>译文</strong><br>北征登上太行山，山高岭峻多艰难！<br>羊肠坂路真崎岖，一路颠簸车轮断。<br>风吹树木声萧萧，北风呼啸发悲号。<br>熊罴当路面对我蹲坐，虎豹夹道发威狂嚎叫。<br>溪谷荒凉人烟少，大雪纷纷漫天飘。<br>抬头远望长声叹息，长途跋涉思绪如潮。<br>我心郁郁多么愁闷，真想东归返回故乡。<br>水深桥断难前进，大军徘徊半路上。<br>行军迷路失方向，傍晚还没有住宿的地方。<br>走啊走啊日久远，人疲马乏又渴又饥。<br>担着行囊边走边砍柴，凿冰煮粥充饥肠。<br>想起那篇《东山》<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>，深深触动我的哀伤。</p> <p><strong>注释</strong><br>1.太行山：绵延于山西、河北、河南三省交界处的大山脉。<br>2.何：多么。与下文“雪落何霏霏”之“何”意同。巍巍：高耸的样子。<br>3.羊肠坂（bǎn）：地名，在壶关（今山西长治县东南）东南，以坂道盘旋弯曲如羊肠而得名。坂：斜坡。诘屈：曲折盘旋。<br>4.摧：毁坏、折断。<br>5.罴（pí）：熊的一种，又叫马熊或人熊。<br>6.溪谷：山中低洼有水处。山中居民往往聚居溪谷，此处说“少人民”，言山中人烟稀少。<br>7.霏霏：雪下得很盛的样子。<br>8.延颈：伸长脖子（远眺）。<br>9.怀：怀恋，心事。<br>10.怫（fú）郁：愁闷不安。<br>11.东归：指归故乡谯郡。作者谯（今安徽亳县）人，在太行之东，故云“一东归”。<br>12.绝：断。<br>13.中路：中途。<br>14.薄暮：黄昏。<br>15.担囊：挑着行李。行取薪：边走边拾柴。<br>16.斧冰：以斧凿冰取水。糜（mí）：稀粥。<br>17.《东山》：《诗经》篇名。据毛序，本篇为周公东征，战士离乡三年，在归途中思念家乡而作。<br>18.悠悠：忧思绵长的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　206年，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>率兵亲征高干，途中经过太行山著名的羊肠坂道，写下了这首<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>，其格调古直悲凉，回荡着一股沉郁之气。这首诗感情真挚，直抒胸臆，毫不矫情作态。诗人在诗中用质朴无华的笔触描述了委曲如肠的坂道、风雪交加的征途、食宿无依的困境。对于艰难的军旅生活所引起的厌倦思乡情绪，诗人也做了如实的记录。更感人的是，尽管作为军事统帅，诗人在这里却没有强作英豪之态，而是赤裸裸地写出当时在那种环境下的内心波动，直露的笔触把诗人的内心世界呈现出来，以其真诚而扣动着读者的心弦。</p> <p>　　诗以“艰哉何巍巍”总领全篇，通过征途所见突出一个“艰”字。“树木何萧瑟，北风声正悲”二句为全诗奠定了萧瑟悲凉的基调，使诗笼罩在一片凄哀险恶的气氛中。为了进一步渲染凄哀险恶的气氛，诗人又以羊肠小路、恐怖战栗的熊吼虎叫、罕无人迹的漫漫大雪等物象感叹行军的艰难。以此为铺垫，顺势提出“思欲一东归”的念想。末二句并写两面，一写诗人同情长期征战的战士，渴望战争结束、实现统一的心情；一写诗人以周公自比，排除万难、取得征讨胜利的决心。整个诗歌弥漫着悲凉之气，抒情真挚感人。</p><br/><h2>鉴赏</h2> <p>　　这是一篇反映汉末动乱中军旅征战生活的<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>作。</p> <p>　　诗一开头就引出山势高耸、道路纡曲的太行山区。“北上”二字，不仅表明了由邺城（今河北省临漳县西）到壶关（今山西省长治市东南）的行军走向，而且显示出旆旌悠悠，锐不可当的军容，以此笼罩全篇，气势逼人。紧接着文势一顿，发出“艰哉”的喟叹，先在心理土造成惊恐状态，而后围绕“艰”字写景抒情。这就在布局上避免了平铺直叙。并为下文创造出一个广阔的空间和一种步履维艰的气氛。</p> <p>　　“北上太行山”，引出步履是怎样的维艰，“巍巍”叠用，展示出一座高耸入云的大山，挡住去路，呈现出强烈的可望而不可即的感觉。这是写仰望。接下去写平视：“羊肠坂诘屈。”坂曰“羊肠”，又以“诘屈”形容之，则狭窄而多盘旋之势，历历在目。写山写坡，都是纪实，都是从正面落笔；“车轮为之摧！”则是感慨，是烘托。笔法变化而又和谐统一，加强了具体感与真实性。再下去，笔分两头：一方面写自然景色凄苦，一方面写野兽当道，但又相互交错，以突出行军之艰险。写自然景色，一则曰“树木萧瑟”，再则曰“北风声悲”，三则曰“雪落霏霏”。通过“萧瑟”“霏霏”，写出了景色之阴暗、昏沉、凄凉；通过“声悲”，将客观的物和主观的我融为一体。写野兽，则是“熊罴对我蹲，虎豹夹路啼”。这两句都是写途中多野兽，但上句从形态方面描绘。“蹲”者，熊罴袭人之状也。“蹲”而“对我”，毛骨悚然。下句从声音方面渲染。“啼”者，虎豹清凄之声也。“啼”而“夹路”，倍感悲凉。诗人对阴森可怕的自然环境作了朴实的抒写之后，又对荒凉冷落的社会环境作了深刻的描述。在那低洼近水处行军，很少见到人的踪影，天黑了，竟找不到宿栖之处，还得担着行囊上山拾柴，拿着斧子凿冰取水……。这情景写得真切动人，感同身受。</p> <p>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>诗不以写景称著，但在写景方面，却有独特而成功之处。这首诗的写景就很成功。在诗人笔下，太行山之高，羊肠坂之阻，风雪之交加，树木之摇落，熊罴之状，虎豹之声，莫不逼真逼肖。视觉上，在那兀立的怪石上，萧瑟的树林中，一群群熊罴，不是蹲在那儿，以攫取的目光逼视着行人；听觉上，从那山路两旁，伴随着风吹雪飘，不是传来了一阵阵虎豹的长呜吗……这首诗的写景，就其描形、绘声、着色之精湛而言，可与《观沧海》中写繁媲美。两诗皆行军途中所作，尽管背景、内容、感情、风格都不同：一是率师出征，一是凯旋归来；一是写冬之山景，一是绘秋之海景；一是反映出统帅关切士卒的赤子之心，一是表现了英雄吞吐宇宙之概；一是苍凉悲壮，一是波澜壮阔；但其成功一样，可称曹操诗写景之双璧。</p> <p>　　这首诗不仅以写景取胜，而且以抒情见长。这情是以真景真事为基础，因而不论是“叹息”，还是“怫郁”，也不论是“思东归”，还是“悲《东山》\"，都真切动人。</p> <p>　　首先是叹行军之艰险。在行军路上，既有太行巍巍，羊肠诘屈，野兽逞强，风雪肆虐的险阻，又有“水深桥粱绝”，“迷惑失故路”，“薄暮无宿栖”，“人马同时饥”的艰难，因而引起了诗人“东归”之思。统帅的一言一行，都关系到士卒斗志的高低，战役的成败。尤其是在开赴前线的路途中，即使艰难重重、险阻累累，作为一个统帅，不能也不应流露出丝毫畏惧、退缩情绪，更不允许直言出来，涣散军心，而诗人一反常规，直言不讳地说：“思欲一东归。”从这种毫不掩饰的言语中，窥察到诗人性格的一个方面：坦率。陈祚明说：“孟德所传诸篇，虽并属拟古，然皆以写己怀来……本无泛语，根在性情。”（《采菽堂古诗选》）钟惺也说：“……如‘瞻彼洛城郭，微子为哀伤’，‘生民百遗一，念之断人肠’，‘不戚年往，忧世不治’，亦是真心真话。”（《古诗归》）这些评论，用于《苦寒行》，也都恰切。</p> <p>　　其次是哀生灵之涂炭。这一点，尽管只在“溪谷少人民”一句中吐露出来，但从全诗字里行间，都可以感受得到。“溪谷”，山谷有水处。吴淇说：“山居趁坳，泽居趁突。此山行而曰‘溪谷少人民’，则更无人民矣。”（《六朝选诗定论》）这话说得很对。深山区人民聚居的溪谷，尚且少人民，更何况其他地方。东汉末年，军阀混战，千村薜苈，万户萧疏，其惨象，目不忍睹，耳不忍闻。但诗人未作更多的具体描述，而是选择具有代表性的谿谷去写，这就收到了举一隅而以三隅反的艺术效果。“少”字精当。它与下文“薄暮无宿栖”的“无”，前后照应，相互补充，真实地反映了当时极其凄惨的社会现实。同时，也流露出诗人对处于水深火热之中的灾难人民的同情。这种感情，在《蒿里行》中倾吐得比较具体。他说：“铠甲生虮虱，百姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。”这几句，是“谿谷少人民”最好的注脚。</p> <p>　　再次是“悲彼《东山》诗”。这里有两层意思：《东山》，是《诗经》中名篇。写一位跟随周公东征三年获得生还的兵士在归途中的歌唱。全诗气氛是悲凉的，色调是凄苦的，反映了战争给人民带来深重的灾难，诗中“伊威在室，蟏蛸在户。町疃鹿场，熠耀宵行”等句，与诗人征高于途中所见略同，因而勾起了诗人对长期征战不得归家的士卒的深切关怀。另外，旧说《东山》是写周公的。汉毛苌说：“《东山》，周公东征也。周公东征，三年而归。劳归，士大夫美之，故作是诗也。”（《诗序》）此处与“周公吐哺，天下归心”（《短歌行》）联系起来看，显然含有自比周公之意。作者曾经说过：“设使国家无有孤，不知当几人称帝，几人称王。”这话非曹操莫能道出。他还以齐桓、晋文“奉事周室”自许，以“三分天下有其二，以服事殷”自励（《述志令》，见《魏志·武帝纪》裴注引《魏武故事》），而这里又以周公自比，是其真情实意的再次表露。曹操削平群雄、统一北方后，威震华夏，大权在握，废献帝、夺天下，如探囊取物，而曹操不为，实属难能可贵。</p> <p>　　这首诗，如果只停留在抒写行军艰险、思欲东归上，那就失之平平了。它高就高在诗人将自身征途之苦同士卒思归之情、广大人民倒悬之急融为一体，将自己的理想抱负同周公事业联系起来，扩大了内涵，升华了主题，因而具有强烈的感染力和巨大的生命力。</p> <p>　　这是一首融叙事、写景、抒情为一体的诗篇，它记叙了曹操征讨高斡的行军之苦，抒发了诗人关怀士卒的体恤之情，反映了汉末建安年间干戈动乱的社会生活，其内容具有诗史性的文献价值。诗篇在艺术表现方面，有其独特的感人魅力。首先，结构谨严，章法有致。开篇叙事，继之写景，再做抒情，三者交替有序出现。所叙之事清晰了然，所写之景形象生动，所抒之情深刻感人。其次，语言古朴直率，风格慷慨悲凉。全诗不见华彩藻饰之言，只用朴实常见之语，直言其悲凉之事，直抒其慷慨之情。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48004.aspx\">诗</a>是建安十一年（206年）春，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>亲征高干途中于鞍马间作成的。高干本是袁绍的外甥，又系其下属任并州牧。建安九年（公元204年）时，因慑于曹操的武力而归降，次年又趁曹操北征乌桓之机，举兵反叛盘踞壶关口。为了平定北方，彻底铲除袁绍势力，曹操带着连年征战的疲劳，冒着北方冬春凛冽的寒风，翻越巍峨险峻的太行山，又率师北上作战。</p>",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "行军",
    "艰难",
    "同情"
  ]
}