{
  "id": 48084,
  "star": 46,
  "name": "石壁精舍还湖中作",
  "dynasty": "南北朝",
  "content": "昏旦变气候，山水含清晖。<br>清晖能娱人，游子憺忘归。<br>出谷日尚早，入舟阳已微。<br>林壑敛暝色，云霞收夕霏。<br>芰荷迭映蔚，蒲稗相因依。<br>披拂趋南径，愉悦偃东扉。<br>虑澹物自轻，意惬理无违。<br>寄言摄生客，试用此道推。",
  "fanyi": "<p><strong>译文</strong><br>黄昏和清晨的天气变换，山水之间的景色如同清灵的光芒。<br>山水的轻灵让人愉悦，使其在山水之中游历而忘记回去。<br>从峡谷出来的时候时间还早，等到上船的时候天气已经晚了。<br>四周的树林和山壑中聚积着傍晚的景色，天上的晚霞凝聚着夜晚的天空中飘动。<br>菱叶和荷花在蔚蓝的河水中交相呼应，蒲和小麦在一处相依生长着。<br>持着拂尘在南边的小路上走动，很开心地欣赏东面的门窗。<br>忧虑的东西少了自然觉得没有烦心事，心情畅快就会觉得很顺心。<br>送给希望保养身体的人上面这些话，希望他们能用这个方法来养生。 </p> <p><strong>注释</strong><br>①昏旦：傍晚和清晨。清晖：指山光水色。　<br>②娱人：使人喜悦。憺（dàn淡）：安闲舒适。这二句出于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·东君》：“羌声色兮娱人，观者憺分忘归”，意思是说山光水色使<a href=\"http://so.gushiwen.org/view_48084.aspx\">诗</a>人心旷神怡，以致乐而忘返。　<br>③入舟句：是说乘舟渡湖时天色已晚。　<br>④林壑：树林和山谷。敛：收拢、聚集。暝色：暮色。霏：云飞貌。这二句是说森林山谷之间到处是一片暮色，飞动的云霞已经不见了。　<br>⑤芰（jì技）：菱。这句是说湖中芰荷绿叶繁盛互相映照着。　<br>⑥蒲稗（bài败）：菖蒲和稗草。这句是说水边菖蒲和稗草很茂密，交杂生长在一起。　<br>⑦披拂：用手拨开草木。偃（yǎn掩）：仰卧。扉（fēi非）：门。“愉悦”句是说：愉快地偃息在东轩之内。　<br>⑧澹（dàn淡）：同“淡”。这句是说个人得失的考虑淡薄了，自然就会把一切都看得很轻。　<br>⑨意惬（qiè窃）：心满意足。理：指养生的道理。这句是说内心感到满足，就不违背养生之道。　<br>⑩摄生客：探求养生之道的人。此道：指上面“虑澹”、“意惬”二句所讲的道理。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　起首二句即对偶精工而又极为凝炼，从大处、虚处勾勒山光水色之秀美。山间从清晨的林雾笼罩，到日出之后雾散云开，再到黄昏时暝色聚合，一天之内不仅气候冷暖多变，而且峰峦林泉、青山绿水在艳丽的红日光辉照耀下亦五彩缤纷，明暗深浅，绚烂多姿，变态百出，使人目不暇接，赏心悦目。“昏旦”、“气候”，从时间纵向上概括了一天的观览历程；“山水”、“清晖”，则从空间横向上包举了天地自然的立体全景。而分别着一“变”字、“含”字，则气候景象之变态出奇，山光水色之孕大含深，均给读者留下了遐思逸想。两句看似平常，却蕴含博大丰富。</p> <p>　　“清晖”二句，用顶真手法蝉联而出，承接自然。虽由《楚辞·九歌·东君》中“羌声色兮娱人，观者憺兮忘归”句化出，但用在此处，却十分自然妥帖，完全是<a href=\"http://so.gushiwen.org/view_48084.aspx\">诗</a>人特定情境中兴会淋漓的真实感受，明人胡应麟云：“灵运诸佳句，多出深思苦索，如‘清晖能娱人’之类，虽非锻炼而成，要皆真积所致。”（《诗薮·外编》）即指出了诗人并非故意效法前人，而是将由素养中得来的前人的成功经验，在艺术实践中触景而产生灵感，从而自然地或无意识地融化到自己的艺术构思之中。“娱人”，使人快乐；“憺”，安然貌。不说诗人留恋山水，乐而忘返，反说山水娱人，仿佛山水清晖也解人意，主动挽留诗人。所谓“以我观物，故物皆著我之色彩。”（《人间词话》）</p> <p>　　“出谷”二句承上启下：走出山谷时天色还早，及至进入巫湖船上，日光已经昏暗了。这两句一则点明游览是一整天，与首句“昏旦”呼应；同时又暗中为下文写傍晚湖景作好过渡。</p> <p>　　以上六句为第一层，总写一天游石壁的观感，是虚写、略写。“林壑”以下六句，则实写、详写湖中晚景：傍晚，林峦山壑之中，夜幕渐渐收拢聚合；天空中飞云流霞的余氛，正迅速向天边凝聚。湖水中，那田田荷叶，重叠葳蕤，碧绿的叶子抹上了一层夕阳的余辉，又投下森森的阴影，明暗交错，相互照映；那丛丛菖蒲，株株稗草，在船桨剪开的波光中摇曳动荡，左偏右伏，互相依倚。这四句从林峦沟壑写到天边云霞，从满湖的芰荷写到船边的蒲稗，描绘出一幅天光湖色辉映的湖上晚归图，进一步渲染出清晖娱人、游子憺然的意兴。这一段的写法，不仅路线贯穿、井然有序，而且笔触细腻、精雕细琢，毫发毕肖。在取景上，远近参差，视角多变，构图立体感、动态感强；在句法上，两两对偶，工巧精美。这一切，都体现出谢诗“情必极貌以写物，辞必穷力而追新”的特点。虽系匠心锻炼，却又归于自然。</p> <p>　　“披拂”二句，写其舍舟陆行，拨开路边草木，向南山路径趋进；到家后轻松愉快地偃息东轩，而内心的愉悦和激动仍未平静。这一“趋”一“偃”，不仅点明上岸到家的过程，而且极带感情色彩：天晚赶忙归家，情在必“趋”；一天游览疲劳，到家必“偃”（卧息）。可谓炼字极工。</p> <p>　　末尾四句总上两层，写游后悟出的玄理。诗人领悟出：一个人只要思虑淡泊，那么对于名利得失，穷达荣辱这类身外之物自然就看得轻了；只要自己心里常常感到惬意满足，就觉得自己的心性不会违背宇宙万物的至理常道，一切皆可顺情适性，随遇而安。诗人兴奋之余，竟想把这番领悟出的人生真谛，赠予那些讲究养生（摄生）之道的人们，让他们不妨试用这种道理去作推求探索。这种因仕途屡遭挫折、政治失意，而又不以名利得失为怀的豁达胸襟，在那政局混乱、险象丛生、名士动辄被杀、争权夺利剧烈的晋宋时代，既有远祸全身的因素，也有志行高洁的一面。而这种随情适性、“虑澹物轻”的养生方法，比起魏晋六朝盛行的服药炼丹、追慕神仙以求长生的那种“摄生客”的虚妄态度，无疑也要理智、高明得多。因而不能因其源于老庄思想，或以其有玄言的色彩，便不加分析地予以否定。何况在艺术结构上，这四句议论也并未游离于前面的抒情写景之外，而是一脉相承的，如箭在弦上，势在必发。</p> <p>　　此篇除了具有<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所指出的那些宋初诗歌的普遍特征之外，还具有两个明显的个性特点：一是结构绵密，紧扣题中一个“还”字，写一天的行踪，从石壁——湖中——家中，次第井然。但重点工笔描绘的是傍晚湖景，因而前面几句只从总体上虚写感受。尽管时空跨度很大，但因虚实详略得宜，故毫无流水帐的累赘之感。三个层次交关之处，两次暗透时空线索。如“出谷”收束题目前半，“入舟”引出题目后半“还湖中”；“南径”明点舍舟陆行，“东扉”暗示到家歇息，并引出“偃”中所悟之理。针线细密，承转自然。其次，全诗融情、景、理于一炉，前两层虽是写景，但皆能寓情于景，景中含情。像“清晖”、“林壑”、“蒲稗”这些自然景物皆写得脉脉含情，似有人性，与诗人灵犀相通：而诗人一腔“愉悦”之情，亦洋溢跳荡在这些景物所组成的意象之中。正如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所评：“谢诗……情不虚情，情皆可景；景非滞景，景总含情。”（《古诗评选》）结尾议论，正是“愉悦”之情的理性升华，仿佛水到渠成，势所必然。前人赞其“舒情缀景，畅达理旨，三者兼长，洵堪睥睨一世。”（黄子云《野鸿诗的》）信非溢美。全诗充满了明朗奔放的喜悦情调，确如“东海扬帆，风日流丽。”（《敖陶孙诗评》）难怪连大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也喜欢引用此诗佳句：“故人赠我我不违，著令山水含清晖。顿惊谢康乐，诗兴生我衣。襟前林壑敛瞑色，袖上云霞收夕霏。”（《酬殷明佐见赠五云裘歌》）即此亦可见其影响之一斑。</p>",
  "about": "<h2>创作背景</h2> 　　宋景平元年（公元423年）秋天，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>托病辞去永嘉（治所在今浙江温州）太守职务，回到故乡会稽始宁（今浙江上虞）的庄园里。这里曾是他族曾祖谢安高卧之地，又是他祖父谢玄最初经营的庄园，规模宏大，包括南北二山，祖宅在南山。谢灵运辞官回家后，又在北山别营居宅。石壁精舍就是他在北山营立的一处书斋。精舍，即儒者授生徒之处，后人亦称佛舍为精舍。湖，指巫湖，在南北二山之间，是两山往返的唯一水道。此<a href=\"http://so.gushiwen.org/view_48084.aspx\">诗</a>当作于元嘉元年至三年（公元424-426年）之间。",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "山水",
    "哲理"
  ]
}