{
  "id": 47734,
  "star": 1490,
  "name": "越人歌",
  "dynasty": "先秦",
  "content": "今夕何夕兮，搴舟中流。<br>今日何日兮，得与王子同舟。<br>蒙羞被好兮，不訾诟耻。<br>心几烦而不绝兮，得知王子。<br>山有木兮木有枝，心悦君兮君不知。",
  "fanyi": "<p><strong>译文</strong><br>今晚是怎样的晚上啊河中漫游。<br>今天是什么日子啊与王子同舟。<br>深蒙错爱啊不以我鄙陋为耻。<br>心绪纷乱不止啊能结识王子。<br>山上有树木啊树木有丫枝，心中喜欢你啊你却不知此事。</p> <p><strong>注释</strong><br>①搴（qiān千）：拔。搴舟，犹言荡舟。洲：当从《北堂书钞》卷一O六所引作“舟”。<br>②被（pi）：同“披”，覆盖。訾（zǐ紫）：说坏话。诟（gòu）耻：耻辱。<br>③几（jī）：同“机”。王子：此处指公子黑肱（？－前529年），字子皙，春秋时期楚国的王子，父亲楚共王。<br>④悦：喜欢。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　起首两句“今夕何夕兮搴洲中流，今日何日兮得与王子同舟”，“洲”，当从《北堂书钞》卷一O六引作“舟”。“搴洲中流”即在河中荡舟之意。这是记事，记叙了这天晚上荡舟河中，又有幸能与王子同舟这样一件事。在这里，<a href=\"http://so.gushiwen.org/view_47734.aspx\">诗</a>人用了十分情感化的“今夕何夕兮”、“今日何日兮”的句式。“今夕”、“今日”本来已经是很明确的时间概念，还要重复追问“今夕何夕”、“今日何日”，这表明诗人内心的激动无比，意绪已不复平静有序而变得紊乱无序，难以控抑。这种句式及其变化以后常为诗人所取用，著名的如宋<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《念奴娇·过洞庭》的末两句“扣舷独啸，不知今夕何夕”。</p> <p>　　进入诗的中间两句行文用字和章法都明显地由相对平易转为比较艰涩了。这是诗人在非常感情化的叙事完毕之后转入了理性地对自己的心情进行描述。“蒙羞被好兮不訾诟耻，心几顽而不绝兮得知王子”，是说我十分惭愧承蒙王子您的错爱，王子的知遇之恩令我心绪荡漾。</p> <p>　　最后两句是诗人在非常情感化的叙事和理性描述自己心情之后的情感抒发，此时的诗人已经将激动紊乱的意绪梳平，因此这种情感抒发十分艺术化，用字平易而意蕴深长，余韵袅袅。“山有木兮木有枝”是一个比兴句，既以“山有木”、“木有枝”兴起下面一句的“心说君”、“君不知”，又以“枝”谐音比喻“知”。在自然界，山上有树树上有枝，顺理成章；但在人间社会，自己对别人的感情深浅归根到底却只有自己知道，许多时候你会觉得自己对别人的感情难以完全表达，因此越人唱出了这样的歌词。而借“枝”与“知”的谐音双关关系做文章的比兴手法，也是《诗经》所惯用的。如《卫风·芄兰》“芄兰之支，童子佩觽；虽则佩觽，能不我知”，《小雅·小弁》“譬彼坏木，疾用无枝；心之忧矣，宁莫之知”，即是。这种谐音双关对后代的诗歌如南朝乐府民歌《子夜歌》等恐怕不无影响。而“山有木兮木有枝，心说君兮君不知”二句，与《九歌·湘夫人》中“沅有茝兮醴有兰，思公子兮未敢言”二句相仿佛（然“山”句为“A有B兮B有C”句式，“沅”句为“A有B兮C有D”句式，亦有不同），也可见出此楚译《越人歌》深受楚声的影响。虽然今人所读到的《越人歌》是翻译作品，但仍可这样说：《越人歌》的艺术成就表明，两千多年前，古越族的文学已经达到了相当高的水平。</p>",
  "about": "<h2>故事</h2> <p>　　据<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《说苑·善说》记载：春秋时代，楚王母弟鄂君子皙在河中游玩，钟鼓齐鸣。摇船者是位越人，趁乐声刚停，便抱双桨用越语唱了一支歌。鄂君子皙听不懂，叫人翻译成楚语。就是上面的歌谣。歌中唱出了越人对子皙的那种深沉真挚的爱恋之情，歌词 声义双关，委婉动听。是中国最早的译<a href=\"http://so.gushiwen.org/view_47734.aspx\">诗</a>，也是古代楚越文化交融的结晶和见证。它对楚辞创作有着直接的影响作用。（选自《先秦诗文精华》 人民文学出版社2000.1版）</p> <p>　　故事讲的是楚国襄成君册封受爵那天，身着华服伫立河边。楚大夫庄辛经过，见了他心中欢喜，于是上前行礼，想要握他的手。襄成君忿其越礼之举，不予理睬。于是庄辛洗了手，给襄成君讲述了楚国鄂君的故事：</p> <p>　　鄂君子皙是楚王的弟弟，坐船出游，有爱慕他的越人船夫抱着船桨对他唱歌。歌声悠扬缠绵，委婉动听，打动了鄂君，当即让人翻译成楚语，这便有了《越人歌》之词。鄂君明白歌意后，非但没有生气，还走过去拥抱船夫，给他盖上绣花被，愿与之同床共寝。</p> <p>　　庄辛进而问襄成君：鄂君身份高贵仍可以与越人船夫交欢尽意，我为何不可以握你的手呢？襄成君当真答应了他的请求，将手递给了他。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "民谣",
    "爱情"
  ]
}