{
  "id": 69127,
  "star": 8304,
  "name": "游山西村",
  "dynasty": "宋代",
  "content": "莫笑农家腊酒浑，丰年留客足鸡豚。<br>山重水复疑无路，柳暗花明又一村。<br>箫鼓追随春社近，衣冠简朴古风存。<br>从今若许闲乘月，拄杖无时夜叩门。",
  "fanyi": "<p><strong>译文<br></strong>不要笑农家腊月里酿的酒浊而又浑，在丰收屿年景里待客菜肴非常丰繁。<br>山峦重叠水流曲折正担心无路可走，柳绿花艳忽然眼前又出现一个山村。<br>吹着箫打起鼓春社的日子已经接近，村民们衣冠简朴古代风气仍然保存。<br>今后如果还能乘大好月色出外闲游，我一定拄着拐杖随时来敲你的家门。</p> <p><strong>注释</strong><br>⑴腊酒：腊月里酿造的酒。<br>⑵足鸡豚（tún）：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，<a href=\"http://so.gushiwen.org/view_69127.aspx\">诗</a>中代指猪肉。<br>⑶山重水复：一座座山、一道道水重重叠叠。<br>⑷柳暗花明：柳色深绿，花色红艳。<br>⑸箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。<br>⑹古风存：保留着淳朴古代风俗。<br>⑺若许：如果这样。闲乘月：有空闲时趁着月光前来。<br>⑻无时：没有一定的时间，即随时。叩（kòu）门：敲门。</p>",
  "shangxi": "<h2>“山重水复疑无路，柳暗花明又一村。”赏析</h2> 　　既写出山西村山环水绕，花团锦簇，春光无限，另一方面它又富于哲理，表现了人生变化发展的某种规律性，令人回味无穷。表现了<a href=\"http://so.gushiwen.org/view_69127.aspx\">诗</a>人与众不同的思维与精神——在逆境中往往蕴涵着无限的希望。诗人描述了山水萦绕的迷路感觉与移步换形又见新景象的喜悦之情；人们可以从中领悟到蕴含的生活哲理——不论前路多么难行难辨，只要坚定信念，勇于开拓，人生就能“绝处逢生”（出现一个充满光明与希望的新境界）。<br/><h2>赏析</h2> <p>　　首联：“莫笑农家腊酒浑，丰年留客足鸡豚。”描写丰收年景，农民热情好客的淳厚品行。</p> <p>　　颔联：“山重水复疑无路，柳暗花明又一村。”这句描绘山村风光，被后世用来形容已陷入绝境，忽又出现转机。</p> <p>　　颈联：“箫鼓追随春社近，衣冠简朴古风存。”既写出春社欢快，又表达民风的淳朴可爱。</p> <p>　　尾联：“从今若许闲乘月，拄杖无时夜叩门。”写出<a href=\"http://so.gushiwen.org/view_69127.aspx\">诗</a>人乘月闲游，夜访村民。</p> <p>　　首联渲染出丰收之年农村一片宁静、欢悦的气象。腊酒，指腊月酿制的酒。豚，是猪。足鸡豚，意谓鸡猪足。这两句是说农家酒味虽薄，而待客情意却十分深厚。一个“足”字，表达了农家款客尽其所有的盛情。“莫笑”二字，道出了诗人对农村淳朴民风的赞赏。</p> <p>　　次联写山间水畔的景色，写景中寓含哲理，千百年来广泛被人引用。“山重水复疑无路，柳暗花明又一村。”读了如此流畅绚丽、开朗明快的诗句，仿佛可以看到诗人在青翠可掬的山峦间漫步，清碧的山泉在曲折溪流中汩汩穿行，草木愈见浓茂，蜿蜒的山径也愈益依稀难认。正在迷惘之际，突然看见前面花明柳暗，几间农家茅舍，隐现于花木扶疏之间，诗人顿觉豁然开朗。其喜形于色的兴奋之状，可以想见。当然这种境界前人也有描摹，这两句却格外委婉别致，所以钱钟书说“<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>这一联才把它写得‘题无剩义’”(《宋诗选注》)。人们在探讨学问、研究问题时，往往会有这样的情况：山回路转、扑朔迷离，出路何在?于是顿生茫茫之感。但是，如果锲而不舍，继续前行，忽然间眼前出现一线亮光，再往前行，便豁然开朗，发现了一个前所未见的新天地。这就是此联给人们的启发，也是宋诗特有的理趣。人们读后，都会感到，在人生某种境遇中，与诗句所写有着惊人的契合之处，因而更觉亲切。这里描写的是诗人置身山阴道上，信步而行，疑若无路，忽又开朗的情景，不仅反映了诗人对前途所抱的希望，也道出了世间事物消长变化的哲理。于是这两句诗就越出了自然景色描写的范围，而具有很强的艺术生命力。</p> <p>　　此联展示了一幅春光明媚的山水图；下一联则由自然入人事，描摹了南宋初年的农村风俗画卷。读者不难体味出诗人所要表达的热爱传统文化的深情。“社”为土地神。春社，在立春后第五个戊日。这一天农家祭社祈年，热热闹闹，吹吹打打，充满着丰收的期待。这个节日来源很古，《周礼》里就有记载。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《蝶恋花·密州上元》也说：“击鼓吹箫，却入农桑社。”到宋代还很盛行。而陆游在这里更以“衣冠简朴古风存”，赞美着这个古老的乡土风俗，显示出他对吾土吾民之爱。</p> <p>　　前三联写了外界情景，并和自己的情感相融。然而诗人似乎意犹未足，故而笔锋一转：“从今若许闲乘月，拄杖无时夜叩门。”无时，随时。诗人已“游”了一整天，此时明月高悬，整个大地笼罩在一片淡淡的清光中，给春社过后的村庄也染上了一层静谧的色彩，别有一番情趣。于是这两句从胸中自然流出：但愿而今而后，能拄杖乘月，轻叩柴扉，与老农亲切絮语，此情此景，不亦乐乎!一个热爱家乡，与农民亲密无间的诗人跃然纸上。</p> <p>　　诗人被投降派弹劾罢归故里，心中当然愤愤不平。对照诈伪的官场，于家乡纯朴的生活自然会产生无限的欣慰之情。此外，诗人虽貌似闲适，却未能忘情国事。秉国者目光短浅，无深谋长策，然而诗人并未丧失信心，深信总有一天否极泰来。这种心境和所游之境恰相吻合，于是两相交涉，产生了传诵千古的“山重”“柳暗”一联。</p> <p>　　陆游七律最工。这首七律结构严谨，主线突出，全诗八句无一“游”字，而处处切“游”字，游兴十足，游意不尽。又层次分明。尤其中间两联，对仗工整，善写难状之景，如珠落玉盘，圆润流转，达到了很高的艺术水平。</p>",
  "about": "<h2>中心思想</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69127.aspx\">诗</a>是蛰居山阴老家农村时所作。生动地描画出一幅色彩明丽的农村风光，对淳朴的农村生活习俗，流溢着喜悦、挚爱的感情。 诗人陶醉在山西村人情美、风物美、民俗美中，有感于这样的民风民俗及太平景象，反映了他乡居闲散的思想感情。 诗人陶醉于在山野风光和农村的人情里，表现了对田园生活的喜爱和恋恋不舍的情感。诗人在语调极其自然亲切的诗句中向人们展示了农村自然风景之美、农民淳朴善良之美，并把自己热爱祖国、热爱人民、热爱生活、热爱自然的高尚情操美融于其中。<br/><h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69127.aspx\">诗</a>作于宋孝宗乾道三年（1167）初春，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>正罢官闲居在家。在此之前，陆游曾任隆兴府（今江西南昌市）通判，因在隆兴二年（1164）积极支持抗金将帅<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>北伐，符离战败后，遭到朝廷中主和投降派的排挤打击，以“交结台谏，鼓唱是非，力说张浚用兵”的罪名，从隆兴府通判任上罢官归里。陆游回到家乡的心情是相当复杂的，苦闷和激愤的感情交织在一起，然而他并不心灰意冷。“慷慨心犹壮”（《闻雨》）的爱国情绪，使他在农村生活中感受到希望和光明，并将这种感受倾泻到自己的诗歌创作里。此诗即在故乡山阴（今浙江绍兴市）所作。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "小学古诗",
    "初中古诗",
    "写景",
    "山水",
    "乡村",
    "生活",
    "哲理"
  ]
}