{
  "id": 26989,
  "star": 63,
  "name": "赠内人",
  "dynasty": "唐代",
  "content": "禁门宫树月痕过，媚眼惟看宿鹭窠。<br>斜拔玉钗灯影畔，剔开红焰救飞蛾。",
  "fanyi": "<p><strong>译文</strong><br>月光由宫门移到宫树梢，媚眼只看那宿鹭的窝巢。<br>在灯影旁拔下头上玉钗，挑开灯焰救出扑火飞蛾。</p> <p><strong>注释</strong><br>⑴内人：指宫女。因皇宫又称大内，故宫女称内人。<br>⑵禁门：宫门。<br>⑶宿鹭：指双栖之鸳鸯。<br>⑷红焰：指灯芯。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐代选入宫中宜春院的歌舞妓称“内人”。她们一入深宫内院，就与外界隔绝，被剥夺了自由和人生幸福。这首<a href=\"http://so.gushiwen.org/view_26989.aspx\">诗</a>题为“赠内人”，其实并不可能真向她们投赠诗篇，不过借此题目来驰骋诗人的遐想和遥念而已。这是一首宫怨诗，但诗人匠心独运，不落窠臼，既不正面描写她们的凄凉寂寞的生活，也不直接道出她们的愁肠万转的怨情，只从她们中间一个人在月下、灯畔的两个颇为微妙的动作，折射出她的遭遇、处境和心情。</p> <p>　　诗的首句“禁门宫树月痕过”，乍看是一个平平常常的写景句子，而诗人在用字遣词上却是费了一番斟酌的。“禁门宫树”，点明地点，但门而曰“禁门”，树而曰“宫树”，就烘托出了宫禁森严、重门深闭的环境气氛。“月痕过”，点明时间，但月而曰“月痕”，就给人以暗淡朦胧之感，而接以一个“过”字，更有深意存乎其间，既暗示即将出场的月下之人在百无聊赖之中伫立凝望已久，又从光阴的流逝中暗示此人青春的虚度。</p> <p>　　第二句“媚眼惟看宿鹭窠”，紧承上句所写的禁门边月过树梢之景，引出了地面上仰首望景之人。“媚眼”两字，说明望景之人是一位女性，而且是一位美貌的少女，《诗经·卫风·硕人》就曾以“美目盼兮”四个字传神地点出了庄姜之美。但可怜这位美貌的少女，空有明媚的双目，却看不到禁门外的世界。此刻在月光掩映下，她正在看宿鹭的窠巢，不仅是看，而且是“惟看”。这是因为，在如同牢狱的宫禁中，环境单调得实在没有东西可看，她无可奈何地惟有把目光投向那高高在宫树之上的鹭窠；也可能因为，周围可看的景物虽多，而惟有树梢的鹭窠富有生活气息，所以吸引住了她的视线。这里，诗人没有进一步揭示她在“惟看宿鹭窠”时的内心活动，这是留待读者去想象的。不妨假设，此时月过宫树，飞鸟早已投林，她在凝望鹭窠时会想：飞鸟还有归宿，还有“家庭”，它们还可以飞出禁门，在广大的天地中游翔，而自己不知何时才能飞出牢笼，重回人间。一双媚眼所注，是充满了对自由的渴望，对幸福的憧憬的。</p> <p>　　诗的下半首又变换了一个场景，把镜头从户外转向户内，从宫院的树梢头移到室内的灯光下，现出了一个斜拔玉钗、拨救飞蛾的近景。前一句“斜拔玉钗灯影畔”，是用极其细腻的笔触描画出了诗中人的一个极其优美的女性动作，显示了这位少女的风姿。后一句“剔开红焰救飞蛾”，是说明“斜拔玉钗”的意向所在，显示了这位少女的善良心愿。这里，诗人也没有进一步揭示她的内心活动，而读者自会这样设想：如果说她看到飞鸟归巢会感伤自己还不如飞鸟，那么，当她看到飞蛾投火会感伤自己的命运好似飞蛾，而剔开红焰，救出飞蛾，既是对飞蛾的一腔同情，也是出于自我哀怜。</p> <p>　　这是一首造意深曲、耐人寻味的宫怨诗，在艺术构思和表现手法上有其与众不同的特色。</p>",
  "about": "<h2>创作背景</h2> 　　唐代选入宫中宜春院的歌舞妓称“内人”。她们一入深宫内院，就与外界隔绝，被剥夺了自由和人生幸福。这首<a href=\"http://so.gushiwen.org/view_26989.aspx\">诗</a>题为“赠内人”，其实并不可能真向她们投赠诗篇，不过借此题目来驰骋诗人的遐想和遥念而已。",
  "poet": {
    "id": 56,
    "star": 0,
    "name": "张祜",
    "image": "http://img.gushiwen.org/authorImg/zhanghu.jpg",
    "desc": "张祜 字承吉，邢台清河人，唐代著名诗人。出生在清河张氏望族，家世显赫，被人称作张公子，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，《全唐诗》收录其349首诗歌。"
  },
  "tags": [
    "唐诗三百首",
    "女子",
    "宫怨"
  ]
}