{
  "id": 72491,
  "star": 384,
  "name": "宋定伯捉鬼",
  "dynasty": "魏晋",
  "content": "　　南阳宋定伯,年少时，夜行逢鬼。问之，鬼言：“我是鬼。”鬼问：“汝复谁？”定伯诳之，言：“我亦鬼。”鬼问：“欲至何所？”答曰：“欲至宛市。”鬼言：“我亦欲至宛市。”遂行。</p> <p>　　数里，鬼言：“步行太亟，可共递相担，何如？”定伯曰：“大善。”鬼便先担定伯数里。鬼言：“卿太重，将非鬼也？”定伯言：“我新鬼，故身重耳。”定伯因复担鬼，鬼略无重。如是再三。定伯复言：“我新鬼，不知有何所畏忌？”鬼答言：“惟不喜人唾。”于是共行。道遇水，定伯令鬼先渡，听之，了然无声音。定伯自渡，漕漼作声。鬼复言：“何以作声？”定伯曰：“新死，不习渡水故耳，勿怪吾也。”</p> <p>　　行欲至宛市，定伯便担鬼著肩上，急持之。鬼大呼，声咋咋然，索下，不复听之。径至宛市中下著地，化为一羊，便卖之恐其变化，唾之。得钱千五百，乃去。于时石崇言：“定伯卖鬼,得钱千五百文。”",
  "fanyi": "<p><strong>译文</strong><br>　　南阳地方的宋定伯年轻的时候，（有一天）夜里走路遇见了鬼，问道：“谁？”鬼说：“（我）是鬼。”鬼问道：“你又是谁？”宋定伯欺骗他说：“我也是鬼。”鬼问道：“（你）要到什么地方去？”宋定伯回答说：“要到宛市。”鬼说：“我也要到宛市。”</p> <p>　　（他们）一同走了几里路。 鬼说：“步行太劳累，可以轮流相互背负。”宋定伯说：“很好。”鬼就先背宋定伯走了几里路。鬼说：“你太重了，恐怕不是鬼吧？”宋定伯说：“我刚死，所以身体（比较）重。”轮到宋定伯背鬼，（这个）鬼几乎没有重量。他们像这样轮着背了好几次。宋定伯又说：“我是新鬼，不知道鬼害怕什么？”鬼回答说：“只是不喜欢人的唾沫。”于是一起走。在路上遇到了河水，宋定伯让鬼先渡过去，听着它一点声音也没有。宋定伯自己渡过去，水哗啦啦地发出声响。鬼又说：“为什么有声音？”宋定伯说：“我刚刚死不久，是不熟悉渡水的缘故罢了，不要见怪。”</p> <p>　　一路上，快到宛市，宋定伯便把鬼背在肩上，紧紧地抓住它。鬼大声惊叫，恳求放他下来，宋定伯不再听他的话。(宋定伯)把鬼一直背到宛市中，才将鬼放下在地上，鬼变成了一只羊，宋定伯就卖了它。宋定伯担心它再有变化，就朝鬼身上吐唾沫。卖掉得到一千五百文钱，于是离开了宛县的集市。当时<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>说（过这样的话）：“宋定伯卖鬼,得到了一千五百文钱。”</p> <p><strong>注释<br></strong>南阳：古郡名，今河南省南阳市。<br>诳（kuáng）：欺骗。<br>复：又。<br>习：熟悉。<br>故：所以。<br>宛市：宛，即南阳；市，市场。<br>亟（jí）：疲劳。<br>递相担：轮流相互背负。<br>卿（qīng）：您，敬称。<br>略无重：几乎没有重量。<br>了无：一点也没有。<br>漕漼：涉水的声音。<br>着：放置。<br>急持：紧紧地抓住。<br>咋咋（zé）：像声词。<br>索下：要求下来。<br>至：到<br>迟：慢。<br>畏忌：害怕。<br>负：背。<br>值：遇到。<br>作：发出。<br>唯：只。<br>故：原因，缘故。<br>唾之：用唾液吐他。唾：用唾液吐……、向……身上吐唾液，意动用法。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇有名的不怕鬼的故事，显系民间传说，选自《列异传》。</p> <p>　　《搜神记》卷十六也收有此篇，题目略有改动，“宋定伯”作“宗定伯”。《太平广记》《太平御览》等类书中有所征引。 </p> <p>　　作品的主题是宣扬不怕鬼更要敢捉鬼制服鬼。</p> <p>　　它通过逢鬼、骗鬼和捉鬼的描写，赞扬了少年宋定伯的机智和勇敢，说明鬼并没有什么可怕，人完全可以制服它，特别是在人们相信“人鬼乃皆实有”，“自视固无诚妄之别”的魏晋南北朝，更具有积极的现实意义。 </p> <p>　　中心人物是宋定伯，他年少气盛，夜行遇鬼，他不仅不怕，还主动与鬼打招呼。当鬼问“汝复谁?”定伯答：“我亦鬼。”妙!佯装是鬼的同类，才能与鬼同行。这表现了宋定伯的沉着和机智。</p> <p>　　鬼背负宋定伯时说：“卿太重，将非鬼也!”他一点不惊慌，反而自称是“新鬼，故身重耳”。又一次巧妙地解除了鬼的怀疑，取得了鬼的信任，并进而掌握了捉鬼的奥秘“惟不喜人唾”。</p> <p>　　当宋定伯涉水有声时，鬼又问：“何以有声?”定伯又以“新死，不习渡水故尔”作答，使鬼信以为真，完全把鬼迷住。真是魔高一尺，道高一丈!</p> <p>　　当行至宛市，定伯紧紧抓住鬼不放，不管鬼怎样惨叫，他也不心软。鬼变成一只羊，便将它卖掉，并“唾之”以防鬼再变。这些层层深入的描绘，活生生地再现了一个有胆有识、善于谋略、勇于捉鬼的少年英雄宋定伯的形象。 </p> <p>　　作品中的鬼是一个呆头呆脑的形象，它是作为宋定伯的陪衬而出现的。它的一切都被神机妙算的宋定伯所控制，这个鬼必然要成为英雄手下的败将。 </p> <p>　　以对话的方式展开情节，贯穿全篇，简洁而传神，符合人物性格发展的需要。作者把宋定伯和鬼的对话描写得栩栩如生，如临其境，颇为有趣。</p> <p>　　在对话中，宋定伯的灵活、机智、勇敢与鬼的笨拙、窝囊、怯懦形成了鲜明的对比，增强了作品的艺术效果。特别把宋定伯捉鬼的情节写得极为生动：“定伯担鬼著肩上，急执之。鬼大呼，声咋咋然，索下。不复听之，径至宛市中。”鬼的惊呼与凄然求饶的可怜相和定伯坚定果断的神情都跃然纸上，生动逼真。</p> <p>　　本文是魏晋志怪小说中精彩的篇章。</p>",
  "poet": {
    "id": 859,
    "star": 0,
    "name": "干宝",
    "image": "http://img.gushiwen.org/authorImg/ganbao.jpg",
    "desc": "干宝，生卒年不详，东晋新蔡（今河南省新蔡县)人，字令升。著述颇丰，主要有《周易注》、《五气变化论》、《论妖怪》 、《论山徙》、《司徒仪》、《周官礼注》、《晋记》、《干子》、《春秋序论》、《百志诗》、《搜神记》等。其祖父干统，三国时为东吴奋武将军都亭（今湖北恩施）侯，父干莹，曾仕吴，任立节都尉，迁居海盐。干宝自小博览群书，晋元帝时担任佐著作郎的史官职务，奉命领修国史。后经王导提拔为司徒右长史，迁散骑常侍。除精通史学，干宝还好易学，为撰写《搜神记》奠定基础。"
  },
  "tags": [
    "初中文言文",
    "寓理",
    "故事"
  ]
}