{
  "id": 61141,
  "star": 18,
  "name": "贺新郎·端午",
  "dynasty": "宋代",
  "content": "深院榴花吐。画帘开、束衣纨扇，午风清暑。儿女纷纷夸结束，新样钗符艾虎。早已有、游人观渡。老大逢场慵作戏，任陌头、年少争旗鼓。溪雨急，浪花舞。 <br>灵均标致高如许。忆生平、既纫兰佩，更怀椒醑。谁信骚魂千载后，波底垂涎角黍。又说是、蛟馋龙怒。把似而今醒到了，料当年、醉死差无苦。聊一笑，吊千古。",
  "fanyi": "<p><strong>译文</strong><br>　　深深的庭院里石榴花开得正艳。彩绘的帷帘敝开，我身穿粗麻衣服，手摇丝绢小扇。中午的清风驱散暑气，显得格外清亮。青年们纷纷炫耀自己的节日装束。头上插着钗头彩符，身上佩着艾草扎成的老虎。争先恐后的来渡口观看赛龙船。我年纪大了，不愿再去与人拥挤，只是站在远处观看。任凭那些年轻人摇旗擂鼓呐喊，船浆起伏，江面上浪花翻卷飞舞。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的精神千古永存，屈原的风致万世流传。他生平带着芳草，胸襟怀抱如美酒清醇甘甜。谁信在千载之后，他在江底的灵魂还会把米粽垂涎。说什么是怕蛟龙发怒，才把粽子扔进江中给蛟龙解谗。唉，这些传说是多么荒诞。假如他一直活到今天，倒不如与世皆醉死在当年，反而省去许多苦恼怨烦。想到这里便有兴作此词以为笑谈，凭吊一下千古含冤的屈原。 </p><p><strong>注释</strong><br>①綀衣：葛布衣，指平民衣着。 <br>②结束：妆束、打扮。 <br>③钗符艾虎：《抱朴子》：“五月五日剪采作小符，缀髻鬓为钗头符”。《荆门记》：“午节人皆采艾为虎为人，挂于门以辟邪气。” <br>④观渡：《荆楚岁时记》：五月五日竞渡，俗为屈原投汨罗日，人伤其死，故命舟楫拯之。 <br>⑤灵均标致：屈原风度。屈原字灵均。<br>⑥纫兰佩：联缀秋兰而佩于身。 <br>⑦椒：香物，用以降神；醑：美酒，用以祭神<br>⑧角黍：粽子。 <br>⑨“把似”句：假如屈原而今醒过来。</p><br/><p><strong>译文<br></strong>深深的庭院中石榴花刚刚吐艳，我撩起画帘，穿着葛衣摇着绢扇，让风儿把暑气驱除。少男少女各自夸耀着自己的新装，头上插戴着式样新颖的钗符和艾虎。早已有人在江边观看龙舟竞渡。我年纪老大，懒于前去凑趣，任凭裹着头巾的儿郎摇旗击鼓。船桨打起水珠如急雨迸溅，江面上一片浪花飞舞。<br><a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的形象是如此高大，暗想他平生佩带兰草以示芳洁，又怀揣香酒礼神肃穆。谁相信千载之后，他会在波涛之下垂涎角黍？又说什么怕蛟龙嘴馋发怒。倘若他清醒地活到今天，还不如当年醉死，免受这般痛苦。姑且以此作为笑谈，来凭吊他英灵千古。</p> <p><strong>注释<br></strong>⑴贺新郎：又名《金缕曲》、《乳燕飞》、《貂裘换酒》。传作以《东坡乐府》所收为最早，惟句豆平仄，与诸家颇多不合。因以《稼轩长短句》为准。一百十六字，前后片各六仄韵。大抵用入声部韵者较激壮，用上、去声部韵者较凄郁，贵能各适物宜耳。<br>⑵綀（shū）衣：葛布衣，指平民衣着。<br>⑶结束：妆束、打扮。<br>⑷钗符艾虎：钗符：又称钗头符，端午节时的一种头饰。《抱朴子》：“五月五日剪采作小符，缀髻鬓为钗头符”。艾虎：旧俗端午节用艾作虎，或剪彩为虎，粘艾叶，戴以辟邪。《荆门记》：“午节人皆采艾为虎为人，挂于门以辟邪气。”<br>⑸观渡：《荆楚岁时记》：“五月五日竞渡，俗为屈原投汨罗日，人伤其死，故命舟楫拯之。”<br>⑹逢场作戏：原指艺人遇到合适的地方就表演，后指嬉游的活动。慵：懒得，表明“我”不想参加。<br>⑺陌头：裹着头巾。陌：头巾。争旗鼓：摇旗击鼓，为龙舟助威。<br>⑻灵均标致：屈原风度。屈原字灵均。<br>⑼纫兰佩：联缀秋兰而佩于身，意谓品德高雅。<br>⑽椒：香物，用以降神；醑（xǔ）：美酒，用以祭神。<br>⑾角黍（shǔ）：粽子。<br>⑿把似：假如。<br>⒀差无苦：几乎没有什么痛苦。差，差不多。</p>",
  "shangxi": "<h2>赏析</h2> 　　本词为端午节吊古之作，咏端午节的风俗人情，提起端午节自然联想到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。词人托屈原之事，抒自己的怨愤之情。上片写端午节时当地的事物风光，少年们身穿盛装，争渡看龙舟，而词人却因年纪大，疏懒于此，这是情怀的不同。开头写石榴花开，点明季节。接下写自己的轻闲自在，实质却有“闲愁最苦”的意味，要从反面见意。“任陌头”几句描绘年轻人争渡的场面，动态感很强。下片赞颂屈原的品格，对端午节民众投粽的民俗予以批评，认为是对屈原的愚弄，有举世皆浊我独醒之慨。思致超妙而文笔诙谐，已开元曲先声。“把似”两句忧愤尤深，设想屈原今日觉醒，真不知作何感想。与其清醒而苦恼，还不如“醉死差无苦”。作者是个热血男儿，但在当时文恬武嬉，统治者苟且偷安而不思振作的世风中，只能长歌当哭而已。黄蓼园深深理解词人的意思，他说：“非为灵均雪耻，实为无识者下一针砭。思理超超，意在笔墨之外”（《蓼园词选》）。此乃深中肯綮之言，可谓先获我心。<br/><h2>赏析二</h2> <p>　　上片写端午节时当地的民俗风情及作者的感受。开篇三句点明时节。作者用物巧妙，石榴花开于五月，照应端午。 “画帘开、綀衣纨扇”写出气温特点，清爽宜人。接下写自己的轻闲自在，意在笔外，实质也含有“闲愁最苦”的意味，从反面见意。“儿女”三句写青年们争夸装束，兴高采烈，游人观渡，万人空巷，热闹非凡。虽纯系写景，却寓含深意。“纷纷”二字描绘出少年们争先恐后、兴高采烈的模样，词人这里用少年的年轻活跃为下文衬托自己的年老疏懒做铺垫。自己的“综衣纨扇”与儿女们的“新样钗符艾虎”对比鲜明，以儿女们的欢乐反衬出自己的无聊及年华已逝的落寞心绪。而“钗符艾虎”四字再次写实景点节令，切题之“端午”。“老大”与少年”、“慵”与“争”相对比、“作戏”与“旗鼓”相呼应，生动地刻画出词人旁观者的姿态。“溪雨急，浪花舞”本是自然景色，这里借自然景色的变化描绘年轻人争渡的场面，极富动态之美。在这生龙活虎的“少年”的衬照下，字里行间所流露出的那种年华已晚，身遭废弃的抑郁不平之情，隐然可感。</p> <p>　　下片写对<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的怀念及歌颂，对投粽民俗表示不认同的态度，颇有众人皆醉我独醒的意味。“灵均标致高如许”是对屈原的高度评价和赞扬，使作者对屈原的崇敬跃然纸上 。“忆平生”二句回想以前自己以屈原为楷模，但却生不逢时。“纫兰佩”、 “怀椒醑”则是引用《离骚》中的<a href=\"http://so.gushiwen.org/view_61141.aspx\">诗</a>句，展现出原生前的高风亮节。“谁信”三句，词人认为投粽入江祭屈原的风俗属无稽之谈。 “谁信”是反诘，意即不信。词人所要表达的意思是往水里投几个粽子无济于事，那些神话传说荒诞不经，倒不如学一学屈原精忠为国、高洁不污的品格，比搞这些表面文章强多了。“蛟馋龙怒”暗指嫉贤谗能的阴暗小人，此处词人实质上是表达了对现实的不满与愤懑。“把似而今醒到了，料当年、醉死差无苦。聊一笑、吊千古。”这几句忧愤尤深，意谓屈原若在今世，还会忧愤满腔再度投江的。与其清醒而苦恼，还不如“醉死差无苦”。这既是说屈原，也是说自己。如今当政者苟且偷安，不思振作，自己又能做什么呢？只有长歌当哭而已。“聊一笑”，实是苦中作笑，含泪的笑，足见词人对当权者极度的失望乃至绝望之情。</p> <p>　　全词从院内写到陌头，是一幅端午风俗图，但深有寄托，暗含着年华已逝，壮志未酬的抑郁不平之情。</p>",
  "about": "<h2>创作背景</h2> <p>　　咸淳三年时值端午节，作者看到路上行人精心打扮，一片喜悦氛围，殊不知国家危如累卵，又想到自己年近八十，却“前后四立朝”，仕途坎坷，屡遭挫折，胸中有许多牢骚不平之气，便借<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>事一吐为快，创作此词。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "端午节",
    "风俗",
    "吊古",
    "抒怀"
  ]
}