{
  "id": 48555,
  "star": 24,
  "name": "画堂春·外湖莲子长参差",
  "dynasty": "宋代",
  "content": "外湖莲子长参差，霁山青处鸥飞。水天溶漾画桡迟，人影鉴中移。<br>桃叶浅声双唱，杏红深色轻衣。小荷障面避斜晖，分得翠阴归。",
  "fanyi": "<p><strong>译文<br></strong>外湖长满了莲蓬，望去参差错落，颇有韵致。天已放晴，雨后青山格外翠绿，在湖山掩映的绿阴深处，有一起起雪白的鸥鸟儿在蓝天碧水间飞翔，极其鲜明悦目。俯仰上下天光水色，只见水天相连，蓝天荡漾于碧波之中，绿水漾入云天之上，广袤天际，蔚为奇观。游人为饱览湖光山色，听任画船在水上缓缓行进。湖水明澈，波平如镜，游人坐在船上，人影映在水中，宛如在明镜中移动，别是一番幽美的境界。<br>船上歌女双双唱起《桃叶歌》来，轻柔婉转的歌声，久久在空间回荡。歌女所着的杏红衫子，在青山、绿水、蓝天的交相映衬下，更加加深了它的鲜艳色彩。偏西的阳光照射到游船上面，歌女们都采了一枝荷叶用来遮面，以躲避斜晖，直到游船归去时，自己还感到分得了一份绿荷扇子带来的凉意呢。</p> <p><strong>注释<br></strong>⑴参差：高低不齐。<br>⑵霁（jì）山：雨后山色。<br>⑶溶漾（róng yàng）：水波荡漾的样子。<br>⑷画桡（ráo）：船桨，这里指画船。<br>⑸迟：缓缓。<br>⑹鉴：镜子。<br>⑺桃叶：晋王献之有妾名“桃叶”，善歌。此处借指歌女。<br>⑻浅声：轻婉歌声。<br>⑼双唱：双双唱起。<br>⑽深色：加深颜色。<br>⑾轻衣：形容极薄的夏装。<br>⑿障面：遮面。<br>⒀斜晖（huī）：偏西的阳光。<br>⒁翠：指绿荷。<br>⒂阴：阴凉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词既写江南夏日湖山之美，又写歌女容貌和性灵之美。全词融自然美与女性美于一境，写出了歌女天光水色之间的清歌妙发，表现出湖山和人物纯真自然的性灵。</p> <p>　　上片起句开门见山，直写湖中美景。江南湖泊往往是重重相连。当外湖长满莲篷的时候，远远望去，高低参差，错落有致，比起荷花盛开，又是别有一番风味，此时正是游湖的好时光。下句展开远景：“霁山青处鸥飞”，是写天放晴了，雨洗过后的青山，格外的青，而那青山映衬之间，几点翩飞的白鸥，显得格外的白。“水天溶漾画桡迟。”词人俯仰上下，只见水涵着天，天连着水，水天溶溶漾漾，融而为一。游湖之人陶醉了，于是，任由船只鉴中缓缓地行。画桡，指画船。迟，谓缓行。这样美好的大自然里，人有时会忘却自己，有时却又以为自己是江山风月的主人。清莹的湖面正好是一面镜子，照出自己的存。“人影鉴中移。”人船中，船行水上，水面如镜，人影镜里移动。</p> <p>　　下片由写景转为写人，重点描写歌女容貌之美和性灵之美。“桃叶浅声双唱”与“杏红深色轻衣”两句为对仗，一写其歌声，一写其衫色。桃叶，本是晋代王献之妾之名。献之笃爱桃叶，曾作《桃叶歌》歌之，传其辞云：“桃叶复桃叶，渡江不用楫。但渡无所苦，我自迎接汝。”南朝陈时，江南盛歌之，见《乐府<a href=\"http://so.gushiwen.org/view_48555.aspx\">诗</a>集》卷四十五《桃叶歌》题解。词上句以“桃叶浅声”写所唱，此“桃叶”即《桃叶歌》，非指人而言。歌声轻婉，故曰“浅声”，女伴同唱，故曰“双唱”。此句写船上的一对歌女双双唱起了轻柔宛转的歌声。“杏红深色轻衣”则写青山绿水，上下天光之间，歌女杏红的衣色，显得格外深。深，亦是词人印象之深。词人写歌女之印象，不写其容貌而写其衣著，正是韵高脱俗的体现。这时正当暑天，故著轻衣。然而，词人印象更深的是：“小荷障面避斜晖。分得翠阴归。”暑天斜晖犹热，故而歌女采得一枝荷叶遮面。荷叶虽小，可是当乘船一路归去时，词人却感觉到，好象自己也分得了她手持荷叶的一份绿阴凉意。小荷障面之姿态，很美；分得翠阴之感受，虽为错觉，但更美。</p> <p>　　此词游湖这一赏心乐事中，表现了自然风光和人物容貌、性灵之美，体现出词人高雅、清旷的审美意趣，抒写了词人对于大自然和生活的无限热爱。</p><br/><h2>赏析二</h2> <p>　　此词写乘船游湖之美。时间是夏天，地点在江南。江南风景如画，集天地灵气，素来是文人争相歌咏的对象。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《画堂春》同样以江南为寄情对象，对江南的湖山风光和人物风物予以讴歌和盛赞。</p> <p>　　上片主写湖山之美。“外湖莲子长参差”，起句开门见山，直入湖景。词人站在岸上，观望湖景，外湖长满莲蓬的时候，远远望去，高低参差，错落有致，比起荷花盛开，那光景又别有一番风味，正是游湖的好时光。下句展开远景。“霁山青处鸥飞。”中的“青”字润色，色彩明晰，光鲜灵动。“水天溶漾画桡迟。”词人俯仰上下，上下天光。水涵着天，天连着水，水天溶溶漾漾，融而为一。于是，任画船在水中缓缓地行。在这样美好的大自然里，人有时忘却自己，有时却又以自己为中心，是江山风月的主人。清莹的湖面正好是一面镜子，照出自己的存在。“人影鉴中移。”人在船上，船在水上，水面如镜，人影在镜里移动，好一派光明澄澈的境界。一个“移”字写出人随船动的情状，悠然自得于此尽县。</p> <p>　　上阕词人着墨于江南湖光山色，下阕转景入人，天人合一，在这大自然的美景里添了一抹人气和人情。写歌女之美不是描写其容貌之美，而是描写其性灵之美。宋词中女性形象演进成为词体文学之优势意象，中国文化重视女性美，尤重视其内美。如果此时不是这样，便俗。此句六字再现了两位歌女双声共和，浅吟低诉，轻柔婉转、曼妙婀娜。听其歌，见其人，“杏红深色轻衣”。“杏红”色在“水天溶漾”中更显浓艳，更为“深”，此“深”字一方面写歌女衣色彩浓深，另一方面也是歌女身形在词人心中的影射。“轻衣”轻盈灵动，羽化成仙之境尽在其中。“小荷障面避斜晖”，这一动作显人物的稚嫩可爱，让人心生怜惜。“小荷障面”虽未能尽“避斜晖”，却能带来丝丝凉意，词人于此中“分得翠阴归”。斜晖映日，词人与歌女未同乘一舟，在歌女“小荷障面”下，词人其实未必能“分得翠阴”，但是绿荫翠凉、美人在旁，作者心中愉悦，归途更感清凉。</p> <p>　　“莲子参差”、“霁山青处”、“水天溶漾”、“人影鉴中”，这是一派安宁祥和的自然景观；“桃叶浅声”、“杏红深色”、“小荷障面”、“分得翠阴”，又是一派静谧逍遥的人文景观。自然与美人并举，融天地于人情，杂人景于自然，天人合一的情景遁入眼帘，交相呼应。将女性的美放置于天地之美中，使自然景色更通透，使人物的美更纯净。，实在中肯贴切。</p>",
  "about": "<h2>创作背景</h2> 　　词人<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>是江南湖州人，又在江南作过官，晚年归宿也在江南。这首词是词人夏日游江南湖山所作。",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "江南",
    "夏天",
    "湖山"
  ]
}