{
  "id": 18291,
  "star": 5,
  "name": "夏初雨后寻愚溪",
  "dynasty": "唐代",
  "content": "悠悠雨初霁，独绕清溪曲。<br>引杖试荒泉，解带围新竹。<br>沉吟亦何事，寂寞固所欲。<br>幸此息营营，啸歌静炎燠。",
  "fanyi": "<p><strong>译文<br></strong>下了很久的雨终于开始转晴，独自围绕着清澈的小溪而行。 <br>用拐杖试探荒野中泉水的深浅，解下带子把嫩竹围起。 <br>为什么喜欢在这里徘徊沉吟，孤独与寂寞本来就是我的追求。 <br>有幸来到这里免去了官场的谋求，大声唱着歌来缓解炎热的气候。</p> <p><strong>注释<br></strong>①霁 (jì) ：指雨后或雪后转晴。 <br>②营营：谋求。 <br>③炎燠（yù）：炎是指天气极热；燠也是指热。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18291.aspx\">诗</a>的开头两句：“悠悠雨初霁，独绕清溪曲。”霁是指雨后或雪后转晴。久雨初晴，诗人独自来到清澈的小溪旁，顺着弯弯曲曲的溪岸行走。好像是在暗喻他前半生的经历，如同在绵绵的春雨之中，走过了许许多多的弯路，终于找到“愚溪”这块“世外桃源”。第三、四句：“引杖试荒泉，解带围新竹。”写他看到荒野中的清泉，忍不住举起手中的拐杖去试探深浅；并且将自己身上的带子解下，把那些倒伏的嫩竹捆扶起来。通过对景物的描写突出自己的行动。似乎是在自我表白：虽然独自一人被贬到永州，但是他并没有灰心丧气，而是利用手中的笔，去试探清泉的“深浅”，什么毁谤、诬陷与攻击，统统撇在了脑后；同时，还要对那些后学晚辈之类“嫩竹”，尽力给予关照与扶持。 </p> <p>　　第五、六句：“沉吟亦何事，寂寞固所欲。”写他以前经常为了功名利禄之类事情而沉吟不已，白白地浪费了许多光阴；但为了实现“利安元元”的远大抱负和理想，又惧怕什么孤独与寂寞呢？那些东西，本来就是自己应该预料得到的结果。第七、八句：“幸此息营营，啸歌静炎燠。”营营是谋求的意思；炎燠是指天气极热。这两句中的“幸”字和“静”字，特别耐人寻味。“幸”字是“有幸、幸运”的意思。写他“有幸”来到这里休养生息，应该大声唱着歌谣来对付特别炎热的天气。“许国不复为身谋”，要为自己的理想和事业去奋斗，肯定会付出不少的代价。跟<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>以身殉国相比，跟元和元年（公元 806 年）被赐死于贬所的王叔文相比，自己还是非常“幸运”的人。“留得青山在，哪怕没柴烧”呢？ </p> <p>　　“静”字可以看作全诗的“诗眼”。古人说：“淡泊以明志，宁静而致远。”在<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的眼中，愚溪是一个与自己拥有同样的品质，同样遭遇的天涯知己。他与它对话，倾诉自己的情怀和不平，从而获得心理上的暂时平衡和安慰；他有意识地在这人烟稀少的远僻之地，用“拐杖去试探荒泉的深浅”，扶起“倒伏的嫩竹”，“以 动求静”；他用一种平和、恬静的心态，来对待炎热的“天气”——自然环境和社会环境。诗中所创设出来的这种宁静、淡远的意境，是由于柳宗元对世俗的淡漠；而对世俗的淡漠，来自于佛教的出世思想作用的结果。因而，他能够心无挂碍，和世俗事务暂时绝缘，本着一种超功利、超现实的心境，从自然中体会到了禅意，又以禅意去体味人生，从而达到了与自然与人生合一的闲散悠然的境界，放下争逐之心、功利之念，甚至觉得脱离了局促的社会政治樊篱，贬谪南荒对他倒是一件幸事。所以，他觉得必须高高兴兴地去面对未来，敢于大声地唱着歌去迎接“炎夏”的挑战。 </p> <p>　　《夏初雨后寻愚溪》，跟他同时期的许多诗文都有所不同，格外豁达、乐观，不再为自己的处境而烦恼，不再为日后的前程而困扰，给人一种“解脱世俗尘网的束缚、超越人世间烦扰与困惑”的崭新的精神风貌。他坚持了这种在困境中顽强执着的追求精神，和勇往直前、积极进取的人生态度，才使得困居“南荒”的十年，成了柳宗元生命里程中崭新的拼搏时期，铸就了唐代文学史与思想史上的又一座丰碑。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "抒情",
    "乐观"
  ]
}