{
  "id": 20418,
  "star": 16,
  "name": "牡丹种曲",
  "dynasty": "唐代",
  "content": "莲枝未长秦蘅老，走马驮金斸春草。<br>水灌香泥却月盘，一夜绿房迎白晓。<br>美人醉语园中烟，晚华已散蝶又阑。<br>梁王老去罗衣在，拂袖风吹蜀国弦。<br>归霞帔拖蜀帐昏，嫣红落粉罢承恩。<br>檀郎谢女眠何处？楼台月明燕夜语。",
  "fanyi": "<p><strong>译文<br></strong>当莲花枝干还未长出，秦蘅已经衰老，人们赶着马，驮着金子，去买牡丹花苗。<br>把它栽在半月形的花盆里，培上香泥，浇上水，一夜间，绿色花苞欲放，迎着拂晓。<br>美人们说话带着醉意，花园中轻烟缭绕，傍晚花瓣儿已经披散，蝴蝶也渐渐稀少。<br>老一代贵族渐渐逝去，但他们的后辈仍穿着罗衣，赏花玩乐合着《蜀国弦》的曲调。<br>夜幕降临，遮花的帷帐渐渐昏暗，宴席已散，粉雕玉琢的花儿也开始蔫败萎凋。<br>公子哥儿和小姐们都到哪儿去了，楼台上月光明亮，夜空中只有燕子叽叽叫。</p> <p><strong>注释<br></strong>⑴莲：指水中荷花。秦蘅（héng ）：香草名。秦为香草，蘅为杜衡。一说，秦为木名。<br>⑵走马：骑马驰逐。《<a href=\"http://so.gushiwen.org/view_20418.aspx\">诗</a>经·大雅·緜》：“ 古公亶父 ，来朝走马。”走：跑。斸（zhú）：挖掘，砍。春草：指牡丹。<br>⑶香泥：芳香的泥土。隋江总《大庄严寺碑铭》：“木密联绵，香泥缭绕。”却月盆：半月形的花盆。<br>⑷绿房：指含苞的花蕾。花未开时，花苞为绿色，故称。迎白晓：迎着黎明开放。白晓，指天刚亮的时候。<br>⑸美人：指贵族男女。醉语：醉后的胡言。<br>⑹散：花开之后，花瓣松散。阑：稀少。<br>⑺梁王：指汉文帝的儿子梁孝王刘武，这里借指上文中“走马驮金”的老一代贵族。一说梁王是当时牡丹名贵品种的名称。罗衣：原指轻软丝织品制成的衣服。此指牡丹的花叶。<br>⑻拂袖：掠过衣袖；舒展衣袖。南朝梁元帝《玄圃牛渚矶碑》：“画船向浦，锦缆牵矶。花飞拂袖，荷香入衣。山林朝市，并觉忘归。”蜀国弦：乐府相和歌辞名。又名《四弦曲》《蜀国四弦》。南朝梁简文帝、隋<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>、唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>等均有此作。唐<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>《续嘉陵驿诗献武相国》：“蜀门西更上青天，强为公歌《蜀国弦》。”<br>⑼归霞：即晚霞，这是李贺特有的一种用词方式。帔（pèi）拖：晚霞拖曳着的长长影子。一说花瓣摇曳欲坠的样子。帔，古代披在肩背上的服饰。归霞帔拖，写残花之景，像衣帔下垂。蜀帐：指用精美的蜀锦制成的护花帷幕。<br>⑽嫣红：艳美的牡丹花。唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《河阳诗》：“百尺相风插重屋，侧近嫣红伴柔绿。”嫣，同蔫，指花凋萎。落粉：卸妆。指花朵枯萎。承恩：受到恩宠，蒙受恩泽。唐<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《送张献心充副使归河西杂句》：“前日承恩白虎殿，归来见者谁不羡。”<br>⑾檀郎：指晋朝文人<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>。《晋书·潘岳传》、《世说新语·容止》载：晋潘岳小字檀奴，后因以“檀郎”为妇女对夫婿或所爱幕的男子的美称。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《苏小小歌》：“吴宫女儿腰似束，家在钱唐小江曲，一自檀郎逐便风，门前春水年年绿。”谢女：犹谢娘。唐人惯用来泛指少女。檀郎谢女：泛指游玩赏花的贵族青年男女。<br>⑿楼台：当年观花处。末二句大意：贵族的青年男女又有什么归宿呢，当年喧嚣一时的观花楼台只有燕子在明月下対语。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前四句写栽种、花开。“莲枝未长秦蘅老”（秦蘅也是一种香草），点明是暮春时节，“走马驮金”是说牡丹价格之高，斸就是挖，春草就是牡丹。“水灌香泥却月盆”是说牡丹的种植环境是“香泥”和“却月（半月形）盆”；“一夜绿房迎白晓。”绿房指花苞，迎白晓指迎着黎明开放。</p> <p>　　中间四句既写花期不久，亦写贵族富贵不常在。“美人醉语园中烟，晚花已散蝶又阑。”一句写牡丹繁盛之时国色天香，美艳动人，像娇媚的美人在园中烟雾里嫣红若语。但这个美景不常在，黎明开放晚上就花散蝶飞，极写繁荣之景之短促。“梁王老去罗衣在，拂袖风吹蜀国弦。”“梁王”指汉文帝的儿子梁孝王刘武，这里借指上文中“走马驮金”的老一代贵族。“蜀国弦”乐府曲名，代指音乐。全句说，老一代的贵族渐渐老死（势力渐微），但是他的下一代仍穿着罗衣，合着音乐赏花玩乐。</p> <p>　　后四句接上文，继续借物寓人，以花写人。“归霞帔拖蜀帐昏，嫣红落粉罢承恩。” “归霞帔拖”写残花之景，像衣帔下垂，蜀帐即用蜀纸做的护花罩。全句说，花儿凋零，花帐也失去了光彩，嫣红的花朵飘落，失去了主人的宠爱。隐喻老一辈贵族老死，新一辈贵族失去了当权者（皇帝）的宠爱和恩泽。“檀郎谢女眠何处？楼台月明燕夜语。”檀郎：<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>，小名檀奴，谢女：谢安蓄妓；檀郎谢女借指贵族青年男女。楼台：当年观花处。全句说：贵族的青年男女又有什么归宿呢，当年喧嚣一时的观花楼台只有燕子在明月下対语。</p><br/><h2>赏析二</h2> <p>　　牡丹，国色天香，素有“花中王”之誉，被看作是富贵的象征。中唐时代，长安贵族玩赏牡丹之风极盛。风气如此，当时<a href=\"http://so.gushiwen.org/view_20418.aspx\">诗</a>人多有咏叹之作，最著名的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的《买花》和<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>这首《牡丹种曲》。</p> <p>　　此诗首四句是写买花和精心培植的情景：“莲枝未长秦蘅老，走马驮金劚春草。水灌香泥却月盆，一夜绿房迎白晓。”莲枝中通外直，其花清香四飘，虽出于污泥而不染，历来被目为清高自好的君子之花。秦蘅花虽不足观，但芳馨远溢，一向被誉为芳洁内修的花中君子。首句，诗人不直写牡丹，却以“莲枝”、“秦蘅”为陪衬。不言帝城春暮，却说莲枝尚未出水，秦蘅已经凋谢。这就不仅准确而形象地点明了牡丹开放的时节，而且通过高洁之花的生不逢时，巧妙、含蓄地暗示出当时昏浊的社会风气。叹惋幽愤之情，溢于言表。第二句“走马驮金劚春草”是写王公贵族争买牡丹的情景。这是一句特写，写得形象、深刻、具有穿透力。写牡丹之昂贵，<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>有“近来无奈牡丹何，数十千钱买一窠”（《牡丹》）之句，是以价值与价格的严重背离使人感到惊异；写争买人数之多，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>有“惟有牡丹真国色，花开时节动京师”（《赏牡丹》）之句，是以场面之大令人瞠目结舌，但这些诗句给予读者心灵的震憾，都远没有贺诗来得强烈。“数十千钱”是可以计数的，而“走马驮金”却无法计量；“动京师”只见场面，而“走马驮金”方见争购者之身份，因而它能给人以更多的艺术联想和情感冲动；同时，“千钱一窠（棵）”与“动京师都是一种客观的理性判断和表象的描写，并不能给人以直观的视觉感染和现象的透视，因而也就不能对思想内涵给予有力揭示。而“走马驮金”则把抽象的价值概念蕴含于视觉形象之中，增强了动态感，使之更加醒目，因而也就更具有艺术的启发作用。句中的“驮”字很传神，极有份量。它表现的是“车载马驮”之重金与买回的小小“春草”的直觉对比和鲜明反差。对比中，能使人对贵族行为的荒诞之极一目了然。句首一个“走”字，不仅写出了王公贵族们急于购花的迫切心情，而且，也透露出他们倾城抢购时车马喧阗、疾奔争驰的热闹场面，充分表现了其狂热病态的程度。接着写对买来牡丹的精心培植：“水灌香泥却月盆，一夜绿房迎白晓。”他们把牡丹养在精致的半月形花盆中，水灌泥封，第二天清晨绿色的花蕾（绿房）就已绽开。此处不言喷水浇花，而用“水灌”，写出了急于赏花的迫切心情；不言肥泥沃土，却说“香泥”，一个“香”字，写出了照料的精心备至，宠爱无比。养花的容器为“却月盆”，不仅见其别致精巧，而且给人以联想，由其形如月，而在脑海中映现出其冰清似月、光洁如玉的质感形象。同时，盆的精美，又进一步地衬托出了花的精美绝伦，无比娇贵。真是天遂人愿，草木有情，一夜之间“春草”竟变成了灼灼鲜花。</p> <p>　　接下来四句是写王公贵族们的赏花：“美人醉语园中烟，晚花已散蝶又阑。梁王老去罗衣在，拂袖风吹蜀国弦。”这四句大意是说，花园之中，王公贵族们饮酒取乐。直到园中笼罩上了黄昏暮烟，美女们还在醉语喧哗。而牡丹花瓣已经开始飘散，采花的蜂蝶也纷纷离去。名贵的花朵虽已衰败，牡丹的花托还残留在枝上。美女们在《蜀国弦》（乐府曲名）的伴奏下翩翩起舞，然而那些王公贵族们早已意兴阑珊了。</p> <p>　　这一层本是写赏花，然而赏花的过程却只字未题，从“一夜绿房迎白晓”的清晨，一下子就跨到了宴席即将结束的黄昏。时空的大幅度跳越，完全是为了服从于主题需要。因为王公贵族们的目的并不在于观赏牡丹，而只不过是借机炫耀富贵，与美女们寻欢作乐而已。诗人在这里特别注意景象的描绘和气氛的渲染，使读者能够在意象之间架起联想的桥梁。牡丹虽然株值数万，车载马驮重金而得之，可谓异常昂贵。但是它植于“梁王”园中，只不过是一个微不足道的点缀品而已。花开一日，王公贵族——这些逐新求异的浪蝶们就已意兴阑珊，又去寻求更新的刺激去了。而席间承欢卖笑的歌儿舞女们，她们的命运与牡丹一样，也只不过是王公贵族手中的小小玩物而已。这就从深度和力度上深刻揭示出王公贵族们耽乐不止的生活情态。诗句中的“美人”与“晚花”、“醉语”与“园中烟”、“蝶儿”与“梁王”都形成了一一对应的关系，不仅渲染出了醉生梦死的浓郁气氛，而且极富暗示性，启示读者透过表面的景象去思考生活的本质。</p> <p>　　最后四句是写弃花：“归霞帔拖蜀帐昏，嫣红落粉罢承恩。檀郎谢女眠何处？楼台月明燕夜语。”大意是说：夜幕降临，遮花的帷帐也昏暗下来了；宴席已散，粉雕玉琢的花儿也开始蔫败凋萎。那些赏花的红男绿女们如今都睡在哪里？他们正在花畔豪华的楼阁中如燕子般地亲昵地呢喃夜语。这里，诗人以拟人的手法写出了牡丹的被遗弃。又通过设问点明了题意。“罢承恩”三字，使牡丹仿佛也有了人的品格和感情；“眠何处”三字，说明“檀郎谢女”们均非正式夫妻，也没有固定阃阁，是一群“野鸳鸯”；一个“眠”字，传神地勾勒出了王公贵族荒淫无耻的丑态，揭示了其肮脏卑鄙的精神世界，从而使诗的内涵更加丰厚，大大增强了批判的犀利性。</p> <p>　　李贺此诗的艺术性很高。为了更明确地认识其独特风格，不妨将其与白居易同一题材的《买花》作一些比较。</p> <p>　　首先，白诗通俗，风格明快，童妪能解，而李诗则简洁犀利，风格含蓄，意韵邃深。白诗：“帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。”这是写争买牡丹的情景，可谓摹写逼真，其境其情如在目前；而李诗“莲枝未长秦蘅老，走马驮金劚春草”，只两句，不仅将白诗这四句的含义囊括其中，而且也包容了后面的“贵贱无常价，酬值看花数；灼灼百朵红，戋戋五束素”。不仅如此，从白诗的“灼灼百朵红，戋戋五束素”中，看出买者拿五束丝绢换回百朵牡丹，还真有些心疼，而李诗一上来便是“走马驮金”，挥金如土。两者相较，李诗可谓高度凝炼，一箭中的，笔力千钧，抓住了统治者奢华的神髓。又如，描绘对于牡丹的精心照料，白诗是写方法与过程“上张帷幕庇，旁织笆篱护。水洒复泥封，移来色如故。”可谓细节具体，精心护理。而李诗虽只有“水灌香泥却月盆，一夜绿房迎白晓”两句，却能传神地表现出“春草”在王公园中的富贵宠遇。在艺术表现方法上，白诗基本上是客观平直的叙述，最后借用田舍翁之口抒发感慨。而李贺诗则完全让形象本身说话。通过一幅幅特殊画面，揭示出王公贵族们糜烂不堪的生活。角度新颖，小中见大，内涵邃深，讽刺意味浓烈。</p> <p>　　其次，由于白李两位诗人艺术表现方式不同，采用角度有异，因而在揭露的侧重点和深度上也就产生了明显的差异。白诗重点是写“买花”：“一丛深色花，十户中人赋”意在劝谏统治者，使之思考浪费的惊人和可耻。而李诗重点则在写“玩花”。一株牡丹虽需“驮金”而得，但它植于王公贵族园中，却不过是一个微不足道的点缀品，仅供酒席间的片刻玩赏而已，歌舞酒席之后，便被弃之如草芥了。通过写购买价值的高昂与使用价值的微不足道，以鲜明对比，揭示了统治者的日掷千金，挥霍无度；他们剥削敲榨人民极端残酷，用之弃之却轻如鸿毛，真是“取之尽锱铢，用之如泥沙。”由于能够深入地揭示统治者腐朽的生活本质，艺术形象典型，因而其主题和社会意义比白诗也就更加深刻突出。</p>",
  "about": "<h2>创作背景</h2> 　　唐贞元、元和之际，京都贵族赏玩牡丹成风，为此挥霍大量金钱。唐李肇《国史补》载：“京城贵游尚牡丹三十余年矣。每岁暮，车马若狂，以不耽乐为耻。执金吾铺官围外寺观，种以求利，一本有值数万者。”<a href=\"http://so.gushiwen.org/view_20418.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>写下这首诗对此事进行了嘲讽。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "牡丹"
  ]
}