{
  "id": 105,
  "star": 36,
  "name": "猗嗟",
  "dynasty": "先秦",
  "content": "猗嗟昌兮，颀而长兮。抑若扬兮，美目扬兮。巧趋跄兮，射则臧兮。<br>猗嗟名兮，美目清兮，仪既成兮。终日射侯，不出正兮，展我甥兮。<br>猗嗟娈兮，清扬婉兮。舞则选兮，射则贯兮。四矢反兮，以御乱兮。",
  "fanyi": "<p><strong>译文<br></strong>这人长得真漂亮，身材高大又颀长。前额方正容颜好，双目有神多明亮。进退奔走动作巧，射技实在太精良。<br>这人长得真精神，眼睛美丽又清明。一切仪式已完成，终日射靶不曾停。箭无虚发中靶心，真是我的好外甥。<br>这人长得真英俊，眉清目秀闪柔光。舞姿端正节奏强，箭出穿靶不空放。四箭同中靶中央，抵御外患有力量！</p> <p><strong>注释<br></strong>⑴猗（yī）嗟：赞叹声。<br>⑵昌：美好的样子。<br>⑶颀而：即“颀然”，指身材高大。<br>⑷抑（yì）：同“懿”，美好。扬：借为“阳”。眉上曰阳，额角。<br>⑸趋：急走。跄（qiāng）：步有节奏，摇曳生姿。<br>⑹臧（zāng）：好，善。<br>⑺名：借为“明”，面色明净。<br>⑻仪既成：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_105.aspx\">诗</a>集传》：“仪既成，言终其事而礼无违也。”<br>⑼射侯：射靶。<br>⑽正：靶心。设的于侯中而射之者也。大射则张皮侯而设鹄，宾射则张布侯而设正。<br>⑾展：诚然，真是。甥：古代女儿之子。一说姊妹之子曰甥，言称其为齐人之甥，而又以明非齐侯之子。<br>⑿娈（luán）：美好。<br>⒀选：才华出众。<br>⒁贯：穿透。<br>⒂反：箭皆射中一个点。朱熹《诗集传》：“四矢，射礼每发四矢。反，复也，中皆得其故处也。”<br>⒃御乱：防御战乱。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_105.aspx\">诗</a>以赞叹的口吻，生动细致地描绘了一位少年射手的形象。此诗每章均以“猗嗟”发端。按“猗嗟”为叹美之词，相当于现代汉语中的“啊”或“啊呀”。用这种叹美词语开头的诗句，具有一种先声夺人的艺术效果，提醒读者注意诗人所要赞美的人或事。它在描写少年射手的形象和技艺时，起到一种渲染烘托的作用。</p> <p>　　在赞颂少年形象之美时，突出他身体强壮的特点。诗一开头就写道：“猗嗟昌兮，颀而长兮。”“昌”，粗壮结实之谓；“颀”和“长”乃高大之谓。这位长得高大、粗壮、结实的少年成为一名优秀射手，是毫不足怪的。</p> <p>　　在赞颂少年形象时，还突出其面部特征，尤其眼睛的描写细致入微。赞美他“美目扬兮”“美目清兮”“清扬婉兮”，这三句诗中的“扬”“清”“婉”，都是刻画他目光明亮，炯炯有神。因为明亮的目光，是一位优秀射手所必不可少的生理条件。</p> <p>　　除以上两个方面外，还赞美他“巧趋跄兮”，步履矫健，走起路来速度甚快。还赞美他“舞则选兮”，身体灵活，动作优美。这些也是一位优秀射手不可缺少的身体素质。</p> <p>　　诗中对形象的赞颂，是为赞美他的射箭技术服务的。假若这位少年没有以上所描写的身体素质，他也就不可能成为一位优秀射手了。</p> <p>　　诗的第一章以“射则臧兮”一句总括他的射技之精。第二章则以“终日射侯”一语，赞美少年的勤学苦练精神；以“不出正兮”一语赞美他的射则必中的技艺。第三章以“射则贯兮”赞美他的连射技术。这种连射不是两箭、三箭的重复入孔，而是“四矢反兮”，连续四矢射中一的，是一位百发百中的射手了。至此，这位少年射手的形象和技艺均描写得栩栩如生了。具有这种高超射技的少年，自然是国家的栋梁之材。“以御乱兮”一语，是全诗的结束，也是对他的总体评价。</p> <p>　　诗中不仅描写了射手身体强壮、仪表俊美，特别之处是用“美目扬兮”“美目清兮”“清扬婉兮”这样婉约的词汇来形容射手顾盼流动的目光，致使这个人物活生生地展现在读者面前，使此诗成为描写男性美的杰出之作。</p>",
  "about": "<h2>创作背景</h2> <p>　　前人多认为此<a href=\"http://so.gushiwen.org/view_105.aspx\">诗</a>的主人公是鲁庄公。《毛诗序》云：“《猗嗟》，刺鲁庄公也。齐人伤鲁庄公有威仪技艺，而不能以礼防闲其母，失子之道，人以为齐侯之子焉。”</p> <p>　　关于此诗的主题，有主刺与主美二说。主刺说由来已久，其背景源于齐襄公兄妹乱伦故事。周庄王三年（公元前694年）春正月，齐襄公求婚于周王室，天子允婚，同意王姬下嫁于齐，并命鲁桓公主持婚礼大事。齐与鲁乃姻戚之邦。鲁桓公奉周天子之命至齐商议婚娶大事，自然偕夫人文姜（齐襄公之妹）一同前往。文姜归国之后，兄妹相见，旧情萌发又干出乱伦之事来，且被其夫鲁桓公侦悉。为了掩盖其丑行，齐襄公命人于饯行之后，乘醉将鲁桓公杀死，伪称暴疾而亡。鲁桓公死后，其子同继位，史称鲁庄公。《毛诗序》的作者将此诗附会这个历史故事，认为是齐人讽刺鲁庄公的作品。这种解释的确牵强。《齐风·猗嗟》诗中除第二章的“展我甥兮”一语中的“甥”可比附齐襄公与鲁庄公的舅甥关系外，其余内容则与故事毫不相涉。即使“甥”字，古人解释亦多歧义。《诗经稗疏》云：“古者盖呼妹婿为甥。”孔疏则云：“凡异族之亲皆称甥。”所以清人方玉润不同意《毛诗序》主刺的解释，他在《诗经原始》一书中说：“愚于是诗，不以为刺而以为美，非好立异，原诗人作诗本意盖如是耳。”但方氏仍然以为此诗的本事是齐襄公兄妹乱伦之事。方氏本人将此诗本事附会旧说，也是“深文奇刻”的“后儒”之一。所不同者，仅主刺主美之异。</p> <p>　　将此诗本事与齐襄公兄妹乱伦故事扯在一起，缺乏依据。就诗论诗，不过是一首赞美一位少年射手的诗作。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}