{
  "id": 31796,
  "star": 24,
  "name": "过五丈原 / 经五丈原",
  "dynasty": "唐代",
  "content": "铁马云雕久绝尘，柳营高压汉营春。<br>天清杀气屯关右，夜半妖星照渭滨。<br>下国卧龙空寤主，中原逐鹿不由人。<br>象床锦帐无言语，从此谯周是老臣。",
  "fanyi": "<p><strong>译文</strong><br>云旗飘战马嘶尘头滚滚，大军浩荡直奔长安古城。<br>函谷关西战鼓号角正响，一颗将星坠落渭水之滨。<br>蜀国卧龙空自忠心耿耿，统一大业终究难以完成。<br>神龛里的遗像默默无语，只好让那谯周随意而行。 </p><p><strong>注释</strong><br>⑴过：一本作“经”。五丈原：三国时期<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>屯兵用武、劳竭命陨的古战场，遗址在今陕西省​岐山县​南斜谷口西侧。<br>⑵铁马：铁骑，指强大的军队。云雕：指画有虎熊与鹰隼的旗帜。绝尘：指行军速度极快。雕：一本作“骓”。久：一本作“共”。<br>⑶柳营：细柳营，西汉周亚夫屯兵之地，这里比喻诸葛亮的军营。汉宫：指西汉长安宫殿。营：一本作“宫”。<br>⑷杀气：战争氛围。关右：函谷关以西的地方，在今陕西省中部地区。晴：一本作“清”。<br>⑸妖星：古人认为天上若有彗星或流星一类的东西出现，就预示着灾难的降临。<br>⑹下国：指偏处西南的蜀国。卧龙：指诸葛亮。误：一本作“寤”。<br>⑺中原逐鹿：争夺政权，典出《史记·淮阴侯列传​》。逐：一本作“得”，得鹿比喻在夺取政权的斗争中获得胜利。因：一本作“由”。<br>⑻象牙锦帐：五丈原诸葛亮祠庙中神龛里的摆设。锦：一本作“宝”。<br>⑼谯周：字允南，巴西西充（今四川阆中）人，曾任蜀汉光禄大夫，在诸葛亮死后深得后主刘禅宠信。公元263年（蜀汉炎兴元年）魏入蜀，劝刘禅降魏，遂被封为阳城亭侯。在晋官至散骑常侍。老：一本作“旧”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_31796.aspx\">诗</a>开头气势凌厉。蜀汉雄壮的铁骑，高举着绘有熊虎和鸷鸟的战旗，以排山倒海之势，飞速北进，威震中原。“高压”一词本很抽象，但由于前有铁马、云雕、柳营等形象做铺垫，便使人产生一种大军压境恰似泰山压顶般的真实感。“柳营”这个典故，把<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>比作西汉初年治军有方的周亚夫，表现出敬慕之情。三、四两句笔挟风云，气势悲怆。“天晴杀气”，既点明秋高气爽的季节，又暗示战云密布，军情十分紧急。在这样关键的时刻，灾难却降临到诸葛亮头上。相传诸葛亮死时，其夜有大星“赤而芒角”，坠落在渭水之南。“妖星”一词具有鲜明的感情色彩，表达了诗人对诸葛亮赍志以殁的无比痛惜。</p> <p>　　前四句全是写景，诗行与诗行之间跳跃、飞动。首联写春，颔联便跳写秋。第三句写白昼，第四句又转写夜间。仅用几组典型画面，便概括了诸葛亮最后一百多天里运筹帷幄、未捷身死的情形，慷慨悲壮，深沉动人，跌宕起伏，摇曳多姿。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>诗本以侧艳为工，而此篇能以风骨遒劲见长，确是难得。后四句纯是议论，以历史事实为据，悲切而中肯。</p> <p>　　诸葛亮竭智尽忠，却无法使后主刘禅从昏庸中醒悟过来，他对刘禅的开导、规劝没有起什么用。一个“空”字包蕴着无穷感慨。“不因人”正照应“空误主”。作为辅弼，诸葛亮鞠躬尽瘁，然而时势如此，他实在难以北取中原，统一中国。诗人对此深为叹惋。诸葛亮一死，蜀汉国势便江河日下。可是供奉在祠庙中的诸葛亮像已无言可说，无计可施了。这是诗人从面前五丈原的诸葛亮庙生发开去的。谯周是诸葛亮死后蜀后主的宠臣，在他的怂恿下，后主降魏。“老臣”两字，本是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对诸葛亮的赞誉：“两朝开济老臣心”（《蜀相》），用在这里，讽刺性很强。诗人暗暗地把谯周误国降魏和诸葛亮匡世扶主作了对比，读者自然可以想象到后主的昏庸和谯周的卑劣了。诗人用“含而不露”的手法，反而收到了比痛骂更强烈的效果。</p> <p>　　整首诗内容深厚，感情沉郁。前半以虚写实，从虚拟的景象中再现出真实的历史画面；后半夹叙夹议，却又和一般抽象的议论不同。它用历史事实说明了褒贬之意。末尾用谯周和诸葛亮作对比，进一步显示了诸葛亮系蜀国安危于一身的独特地位，也加深了读者对诸葛亮的敬仰。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首咏史<a href=\"http://so.gushiwen.org/view_31796.aspx\">诗</a>。诗题表明此诗是诗人路过五丈原时因怀念蜀汉名相<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>而作。据《三国志·蜀书​·诸葛亮传​》记载：公元234年（蜀汉后主建兴十二年）春，诸葛亮率兵伐魏，在五丈原屯兵，与魏军相持于渭水南岸达一百多天。八月，遂病死军中。一代名相，壮志未酬，常引起后人的无穷感慨。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾为此写道：“出师未捷身先死，长使英雄泪满襟！”（《蜀相》）<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>也出于这种惋惜的心情，当路过五丈原诸葛亮祠庙时，写了这首诗。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "写景",
    "咏史怀古"
  ]
}