{
  "id": 70971,
  "star": 6593,
  "name": "晓出净慈寺送林子方",
  "dynasty": "宋代",
  "content": "毕竟西湖六月中，风光不与四时同。<br>接天莲叶无穷碧，映日荷花别样红。",
  "fanyi": "<p><strong>译文</strong><br>到底是西湖六月天的景色，风光与其它季节确实不同。<br>荷叶接天望不尽一片碧绿，阳光下荷花分外艳丽鲜红。</p> <p><strong>注释</strong><br>①晓出：太阳刚刚升起。<br>②净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。<br>③林子方：作者的朋友，官居直阁秘书。<br>④毕竟： 到底。<br>⑤六月中：六月的时候。<br>⑥四时：春夏秋冬四个季节。在这里指六月以外的其他时节。<br>⑦同：相同。<br>⑧接天：像与天空相接。<br>⑨无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。<br>⑩映日：太阳映照。<br>⑪别样：宋代俗语，特别，不一样。别样红：红得特别出色。</p><br/><p><strong>译文</strong><br>六月里西湖的风光景色到底和其他时节的不一样：那密密层层的荷叶铺展开去，与蓝天相连接，一片无边无际的青翠碧绿；那亭亭玉立的荷花绽蕾盛开，在阳光辉映下，显得格外的鲜艳娇红。</p> <p><strong>注释</strong><br>⑴晓出：太阳刚刚升起。净慈寺：全名“净慈报恩光孝禅寺”，与灵隐寺为杭州西湖南北山两大著名佛寺。林子方：作者的朋友，官居直阁秘书。<br>⑵毕竟： 到底。六月中：六月中旬。<br>⑶四时：春夏秋冬四个季节。在这里指六月以外的其他时节。同：相同。<br>⑷接天：像与天空相接。无穷：无边无际。无穷碧：因莲叶面积很广，似与天相接，故呈现无穷的碧绿。<br>⑸映日：指阳光。映照着日光。。别样：宋代俗语，特别，不一样。别样红：红得特别出色。</p><br/><h2>英译</h2> What is West Lake in June the day scenery,<br>The scenery and the other seasons are different.<br>Lotus leaf by God as a green,<br>The sun is bright red lotus。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首描写杭州西湖六月美丽景色的<a href=\"http://so.gushiwen.org/view_70971.aspx\">诗</a>。全诗通过对西湖美景的赞美，曲折地表达对友人深情的眷恋。</p> <p>　　“毕竟西湖六月中，风光不与四时同”，诗人开篇即说毕竟六月的西湖，风光不与四时相同，这两句质朴无华的诗句，说明六月西湖与其他季节不同的风光，是足可留恋的。这两句是写六月西湖给诗人的总的感受。“毕竟”二字，突出了六月西湖风光的独特、非同一般，给人以丰富美好的想象。首句看似突兀，实际造句大气，虽然读者还不曾从诗中领略到西湖美景，但已能从诗人赞叹的语气中感受到了。诗句似脱口而出，是大惊大喜之余最直观的感受，因而更强化了西湖之美。</p> <p>　　然后，诗人用充满强烈色彩对比的句子，给读者描绘出一幅大红大绿、精彩绝艳的画面：“接天莲叶无穷碧，映日荷花别样红。”这两句具体地描绘了“毕竟”不同的风景图画：随着湖面而伸展到尽头的荷叶与蓝天融合在一起，造成了“无穷”的艺术空间，涂染出无边无际的碧色；在这一片碧色的背景上，又点染出阳光映照下的朵朵荷花，红得那么娇艳、那么明丽。连天“无穷碧”的荷叶和映日“别样红”的荷花，不仅是春、秋、冬三季所见不到，就是夏季也只在六月中荷花最旺盛的时期才能看到。诗人抓住了这盛夏时特有的景物，概括而又贴切。这种在谋篇上的转化，虽然跌宕起伏，却没有突兀之感。看似平淡的笔墨，给读者展现了令人回味的艺术境地。</p> <p>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的诗以白描见长，就这点来说，这是诗不失为他的代表作之一。从艺术上来说，出了白描以外，此诗还有两点值得注意：一是虚实相生。前两句直陈，只是泛说，为虚；后两句描绘，展示具体形象，为实。虚实结合，相得益彰。二是刚柔相济。后两句所写的莲叶荷花，一般归入阴柔美一类，而诗人却把它写得非常壮美，境界阔大，有“天”，有“日”。语言也很有气势：“接天”“无穷”。这样，阳刚与柔美，就在诗歌中得到了和谐统一。</p>",
  "about": "<h2>创作背景</h2> <p>　　林子方举进士后，曾担任直阁秘书（负责给皇帝草拟诏书的文官，可以说是皇帝的秘书）。时任秘书少监、太子侍读的<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>是林子方的上级兼好友，两人经常聚在一起畅谈强国主张、抗金建议，也曾一同切磋<a href=\"http://so.gushiwen.org/view_70971.aspx\">诗</a>词文艺，两人志同道合、互视对方为知己。</p> <p>　　后来，林子方被调离皇帝身边，赴福州任职，职位知福州。林子方甚是高兴，自以为是仕途升迁。杨万里则不这么想，送林子方赴福州时，写下此诗，劝告林子方不要去福州。</p>",
  "poet": {
    "id": 361,
    "star": 0,
    "name": "杨万里",
    "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
    "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。"
  },
  "tags": [
    "古诗三百首",
    "夏天",
    "西湖",
    "写景",
    "荷花",
    "离别",
    "友情",
    "送别"
  ]
}