{
  "id": 20285,
  "star": 3820,
  "name": "雁门太守行",
  "dynasty": "唐代",
  "content": "黑云压城城欲摧，甲光向日金鳞开。<br>角声满天秋色里，塞上燕脂凝夜紫。<br>半卷红旗临易水，霜重鼓寒声不起。<br>报君黄金台上意，提携玉龙为君死！",
  "fanyi": "<p><strong>译文</strong><br>敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；我军严待以来，阳光照耀铠甲，一片金光闪烁。<br>秋色里，响亮军号震天动地；黑夜间战士鲜血凝成暗紫。<br>红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。<br>只为报答君王恩遇，手携宝剑，视死如归。</p> <p><strong>注释</strong><br>⑴雁门太守行：古乐府曲调名。雁门，郡名。古雁门郡大约在今山西省西北部，是唐王朝与北方突厥部族的边境地带。<br>⑵黑云：此形容战争烟尘铺天盖地，弥漫在边城附近，气氛十分紧张。摧：毁。甲光：指铠甲迎着太阳发出的闪光。金鳞：是说像金色的鱼鳞。这句形容敌军兵临城下的紧张气氛和危急形势。<br>⑶甲光：铠甲迎着太阳闪出的光。甲，指铠甲，战衣。向日：迎着太阳。亦有版本写作“向月”。向：向着，对着。金鳞开：（铠甲）像金色的鱼鳞一样闪闪发光。金：像金子一样的颜色和光泽。开：打开，铺开。<br>⑷角：古代军中一种吹奏乐器，多用兽角制成，也是古代军中的号角。<br>⑸塞上燕脂凝夜紫：燕脂，即胭脂，这里指暮色中塞上泥土有如胭脂凝成。凝夜紫，在暮色中呈现出暗紫色。凝，凝聚。“燕脂”、“夜紫”暗指战场血迹。<br>⑹临：逼近，到，临近。易水：河名，大清河上源支流，源出今河北省易县，向东南流入大清河。易水距塞上尚远，此借荆轲故事以言悲壮之意。战国时荆轲前往刺秦王，燕太子丹及众人送至易水边，荆轲慷慨而歌：“风萧萧兮易水寒，壮士一去兮不复还！”不起：是说鼓声低沉不扬。<br>⑺霜重鼓寒：天寒霜降，战鼓声沉闷而不响亮。声不起：形容鼓声低沉；不响亮。此句一作“霜重鼓声寒不起”。<br>⑻报：报答。黄金台：故址在今河北省易县东南，相传战国燕昭王所筑。《战国策·燕策》载燕昭王求士，筑高台，置黄金于其上，广招天下人才。意：信任，重用。<br>⑼玉龙：宝剑的代称。君：君王。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　“雁门太守行”系乐府旧题。此<a href=\"http://so.gushiwen.org/view_20285.aspx\">诗</a>共八句，前四句写日落前的情景。首句既是写景，也是写事，成功地渲染了敌军兵临城下的紧张气氛和危急形势。“黑云压城城欲摧”，一个“压”字，把敌军人马众多，来势凶猛，以及交战双方力量悬殊、守军将士处境艰难等等，淋漓尽致地揭示出来。次句写城内的守军，以与城外的敌军相对比，忽然，风云变幻，一缕日光从云缝里透射下来，映照在守城将士的甲衣上，只见金光闪闪，耀人眼目。此刻他们正披坚执锐，严阵以待。这里借日光来显示守军的阵营和士气，情景相生，奇妙无比。据说<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>曾批评这句说：“方黑云压城，岂有向日之甲光？”<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>声称自己确乎见到此类景象，指责王安石说：“宋老头巾不知诗。”（《升庵诗话》）其实艺术的真实和生活的真实不能等同起来，敌军围城，未必有黑云出现；守军列阵，也未必就有日光前来映照助威，诗中的黑云和日光，是诗人用来造境造意的手段。三、四句分别从听觉和视觉两方面铺写阴寒惨切的战地气氛。时值深秋，万木摇落，在一片死寂之中，那角声呜呜咽咽地鸣响起来。显然，一场惊心动魄的战斗正在进行。“角声满天”，勾画出战争的规模。敌军依仗人多势众，鼓噪而前，步步紧逼。守军并不因势孤力弱而怯阵，在号角声的鼓舞下，他们士气高昂，奋力反击。战斗从白昼持续到黄昏。诗人没有直接描写车毂交错、短兵相接的激烈场面，只对双方收兵后战场上的景象作了粗略的然而极富表现力的点染：鏖战从白天进行到夜晚，晚霞映照着战场，那大块大块的胭脂般鲜红的血迹，透过夜雾凝结在大地上呈现出一片紫色。这种黯然凝重的氛围，衬托出战地的悲壮场面，暗示攻守双方都有大量伤亡，守城将士依然处于不利的地位，为下面写友军的援救作了必要的铺垫。　</p> <p>　　后四句写驰援部队的活动。“半卷红旗临易水”，“半卷”二字含义极为丰富。黑夜行军，偃旗息鼓，为的是“出其不意，攻其不备”：“临易水”既表明交战的地点，又暗示将士们具有“风萧萧兮易水寒，壮士一去不复还”那样一种壮怀激烈的豪情。接着描写苦战的场面：驰援部队一迫近敌军的营垒，便击鼓助威，投入战斗。无奈夜寒霜重，连战鼓也擂不响。面对重重困难，将士们毫不气馁。“报君黄金台上意，提携玉龙为君死。”黄金台是战国时燕昭王在易水东南修筑的，传说他曾把大量黄金放在台上，表示不惜以重金招揽天下士。诗人引用这个故事，写出将士们报效朝廷的决心。　</p> <p>　　一般说来，写悲壮惨烈的战斗场面不宜使用表现秾艳色彩的词语，而<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>这首诗几乎句句都有鲜明的色彩，其中如金色、胭脂色和紫红色，非但鲜明，而且秾艳，它们和黑色、秋色、玉白色等等交织在一起，构成色彩斑斓的画面。诗人就像一个高明的画家，特别善于着色，以色示物，以色感人，不只勾勒轮廓而已。他写诗，绝少运用白描手法，总是借助想象给事物涂上各种各样新奇浓重的色彩，有效地显示了它们的多层次性。有时为了使画面变得更加鲜明，他还把一些性质不同甚至互相矛盾的事物揉合在一起，让它们并行错出，形成强烈的对比。例如用压城的黑云暗喻敌军气焰嚣张，借向日之甲光显示守城将士雄姿英发，两相比照，色彩鲜明，爱憎分明。李贺的诗篇不只奇诡，亦且妥帖。奇诡而又妥帖，是他诗歌创作的基本特色。这首诗，用秾艳斑驳的色彩描绘悲壮惨烈的战斗场面，可算是奇诡的了；而这种色彩斑斓的奇异画面却准确地表现了特定时间、特定地点的边塞风光和瞬息变幻的战争风云，又显得很妥帖。惟其奇诡，愈觉新颖；惟其妥贴，则倍感真切；奇诡而又妥帖，从而构成浑融蕴藉富有情思的意境。这是李贺创作诗歌的绝招，他的可贵之处，也是他的难学之处。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的不少<a href=\"http://so.gushiwen.org/view_20285.aspx\">诗</a>向称难解，这一首解者纷纭，却莫衷一是。对于诗意的理解也异常分歧。</p> <p>　　这首短诗，后面写兵临易水、提剑誓死？其主题确与战斗有关。但前四句　着重写景，除“甲花”、“角声”表明此处有兵士而外，围城、突围等等全无　明确描写。因此，解说之分歧，多出于对“言外之意”的不同体会。“言”外　之“意”虽在“言”外，仍然来自“言”。一首诗积字成句，积句成篇，成为　有内在联系的整体。这篇诗前四句颇难碓解，后四句却比较显豁。说清后四句，　再反观前四句，通篇的意义便不难领会。</p> <p>　　先看后四句。“半卷红旗临易水”，暗示“临易水”之前有一段进军过程。“半卷红旗” 是为减少阻力，是进军的特征，如“红旗半卷出辕门” 之类。“临”字也表现行军的动势。那么，“临易水”之后是否遇上敌军？如果遇到的话，力量对比如何？形势对谁有利？这一切，后三句都未作正面描述，而言外之意却比较明晰：一、“临易水”表明前进受阻，又令人联想起《易水歌》：“风萧萧兮易水寒，壮士一去兮不复还。”二、击鼓为了进军，而“霜重鼓寒声不起”通过自然条件的不利暗示出战争形势的严峻。三、末尾两句，写主将提剑上阵，誓作殊死战斗以报君恩，则大敌当前，已不言可知。</p> <p>　　首句于“云”上着“黑”字，已感气氛沉重。而这“黑云”又“压城”以至压得“城欲摧”，明显有象征意义。“云”上特加“黑”字，自然不会用以象征我军而是象征敌军。敌军压境围城如此凶猛，则我军只有杀出重围，才有生路。“甲光向日金鳞开”，在色彩和形相上与上句形成强烈对比，明含欣喜、赞美之情，当然是指我军。始而黑云压城，适度围逼，既而黑云崩溃、红日当空，我军将士的金甲在日光下犹如片片金鳞，耀人眼目。就是说己经杀出孤城，击败敌兵。</p> <p>　　一、二两句写围城与突围，构成一个意义单位。以下八句写乘胜追杀，直至兵临易水，是又一个意义单位。“角”，古代军用乐器。《北史·齐安德王延宗传》有“吹角收兵”的记载。联系上下文看，“角声满天秋色里”一句，正是以虚写实。在读者想象中展现敌退我追的壮阔场景。“塞上胭脂凝夜紫”中的“夜”字照应第一句中的“日”字，表明从突围至此，已过了较长一段时间，双方互有杀伤。“塞上胭脂”，旧注引《古今注》“秦筑长城，土色皆紫、故曰紫塞”解释，大致不错。紧承“角声”、“秋色”描绘塞土赤紫，已令人想见战血；于“紫”前加一“凝”字，更强化了这种联想。</p> <p>　　由“日”到“夜”，以至夜深“霜重”，追兵已临易水，敌军自然先到易水。追兵尾随，敌军倘要渡水，便可能全军覆役，因而只能背水一战。“陷之死地而后生”，想到韩信的背水阵，就知道追兵面临的形势何等严峻！鼓声不起，主将誓死，正是这种严峻形势的反映。至于快战的结果如何，却让读者去想象。诗人运用特殊的艺术手法表现独特的艺术想象，或用象征，或用暗示，或用烘托，或以虚见实、以声显形、以部分代全体，给读者留下了过于广阔的想象空间，所以读者的理解因人而异。</p> <p>　　意象新奇，设色鲜明，造型新颖，想象丰富而奇特，这是李贺诗歌的突出特点。在《雁门太守行》里，这些特点得到了全面而充分的体现。仅以后两句为例，看看他如何注意设色和造型。这两句写主将为报君主的知遇之恩，誓死决战，却不用概念化语言，而通过造型、设色、突出主将的外在形象和内心活动。战国时燕昭王曾筑台置千金于其上以延揽人才，因称此台为“黄金台”。“玉龙”，唐人用以称剑。 黄金、 白玉， 其质地和色泽， 都为世人所重。“龙”，是古代传说中的高贵动物，“黄金台”，是求贤若渴的象征。诗人选用“玉龙”和“黄金台”造型设色，创造出“报君黄金台上意，提携玉龙为君死”的诗句，一位神采奕奕的主将形象便宛然在目。其不借为国捐躯的崇高精神，以及君主重用贤才的美德，都给读者以强烈而美好的感受。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_20285.aspx\">诗</a>系年，有两种说法。一作说法是，此诗作于唐宪宗元和九年（814年）。当年唐宪宗以张煦为节度使，领兵前往征讨雁门郡之乱（振武军之乱），<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>即兴赋诗鼓舞士气，作成了这首《雁门太守行》。</p> <p>　　另一种说法，据唐张固《幽闲鼓吹》载：李贺把诗卷送给<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>看，此诗放在卷首，韩愈看后也很欣赏。时在元和二年（807年）。</p> <p>　　中国古代散文学会常务理事朱世英则从有关《雁门太守行》这首诗的一些传说和材料记载推测，认为此诗可能是写朝廷与藩镇之间的战争。李贺生活的时代藩镇叛乱此伏彼起，发生过重大的战争。如史载，元和四年（809年），王承宗的叛军攻打易州和定州，爱国将领<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>颜曾率兵驰救。元和九年（814年），他身先士卒，突出、冲击吴元济叛军的包围，杀得敌人人仰马翻，狼狈逃窜。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "初中古诗",
    "乐府",
    "拟古",
    "边塞",
    "战争"
  ]
}