{
  "id": 71220,
  "star": 797,
  "name": "马诗二十三首·其五",
  "dynasty": "唐代",
  "content": "大漠沙如雪，燕山月似钩。<br>何当金络脑，快走踏清秋。",
  "fanyi": "<p><strong>译文</strong><br>平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。<br>何时才能受到皇帝赏识，给我这匹骏马佩戴上黄金打造的辔头，让我在秋天的战场上驰骋，立下功劳呢？</p><p><strong>注释</strong><br>燕山——山名，在现河北省的北部。<br>钩——弯刀，是古代的一种兵器，形似月牙。<br>金络脑——用黄金装饰的马笼头，说明马具的华贵。</p>",
  "shangxi": "<h2>简析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的《马<a href=\"http://so.gushiwen.org/view_71220.aspx\">诗</a>》共有23首，名为咏马，实际上是借物抒怀，抒发自己怀才不遇的愤慨和建功立业的抱负。这里所选的是第五首。</p> <p>　　广阔的原野，沙白如雪，燕山新月初上，弯如金钩。这边塞争战之处，正是良马和英雄大显身手之地；然而，何时战马才能配上金制辔脑，飞奔在清秋的大地上？本诗语言明快，风格健爽。前两句写景，写适于骏马驰骋的燕山原野的景色；后两句抒情，自比为良马，期望自己受到重用，一展雄才大志。</p><br/><h2>解析</h2> <p>　　一、二句展现出一片富于特色的边疆战场景色，乍看是运用赋法：连绵的燕山山岭上，一弯明月当空；平沙万里，在月光下象铺上一层白皑皑的霜雪。这幅战场景色，一般人也许只觉悲凉肃杀，但对于志在报国之士却有异乎寻常的吸引力。“燕山月似钩”与“晓月当帘挂玉弓”（《南园》其六）匠心正同，“钩”是一种弯刀，与“玉弓”均属武器，从明晃晃的月牙联想到武器的形象，也就含有思战斗之意。作者所处的贞元、元和之际，正是藩镇极为跋扈的时代，而“燕山”暗示的幽州蓟门一带又是藩镇肆虐为时最久、为祸最烈的地带，所以<a href=\"http://so.gushiwen.org/view_71220.aspx\">诗</a>意是颇有现实感慨的。思战之意也有针对性。平沙如雪的疆场寒气凛凛，但它是英雄用武之地。所以这两句写景实启后两句的抒情，又具兴义。</p> <p>　　三、四句借马以抒情：什么时候才能披上威武的鞍具，在秋高气爽的疆场上驰骋，建树功勋呢？《马诗》其一云：“龙背铁连钱，银蹄白踏烟。无人织锦襜，谁为铸金鞭？”“无人织锦襜”二句的慨叹与“何当金络脑”表达的是同一个意思，就是企盼把良马当作良马对待，以效大用。“金络脑”、“锦襜”、“金鞭”统属贵重鞍具，都是象征马受重用。显然，这是作者热望建功立业而又不被赏识所发出的嘶鸣。</p> <p>　　此诗与《南园（男儿何不带吴钩）》都是写同一种投笔从戎、削平藩镇、为国建功的热切愿望。但《南园》是直抒胸臆，此诗则属寓言体或比体。直抒胸臆，较为痛快淋漓；而用比体，则觉婉曲耐味。而诗的一、二句中，以雪喻沙，以钩喻月，也是比；从一个富有特征性的景色写起以引出抒情，又是兴。短短二十字中，比中见兴，兴中有比，大大丰富了诗的表现力。从句法上看，后二句一气呵成，以“何当”领起作设问，强烈传出无限企盼意，且有唱叹味；而“踏清秋”三字，声调铿锵，词语搭配新奇，盖“清秋”草黄马肥，正好驰驱，冠以“快走”二字，形象暗示出骏马轻捷矫健的风姿，恰是“所向无空阔，真堪托死生。骁腾有如此，万里可横行”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《房兵曹胡马》）。所以字句的锻炼，也是此诗艺术表现上不可忽略的成功因素。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "边塞",
    "写景",
    "咏物",
    "写马",
    "战争"
  ]
}