{
  "id": 13515,
  "star": 77,
  "name": "过山农家",
  "dynasty": "唐代",
  "content": "板桥人渡泉声，茅檐日午鸡鸣。<br>莫嗔焙茶烟暗，却喜晒谷天晴。",
  "fanyi": "<p><strong>译文</strong><br>当我走过横跨山溪上的木板桥时，有淙淙的泉声伴随着我；来到农家门前，太阳已在茅檐上空高照，鸡在咯咯鸣叫，像是在欢迎来客；<br>山农陪伴我参观焙茶，深表歉意地说，不要嗔怪被烟熏了；到打谷场上，山农为天晴可以打谷而欣喜不禁。</p> <p><strong>注释</strong><br>⑴过山农家：一本题为“山家”，说为张继所作。过：拜访，访问。<br>⑵嗔：嫌怨。焙茶：用微火烘烤茶叶，使返潮的茶叶去掉水分。焙：用微火烘。</p><br/><h2>译文二</h2> 走上板桥，只听桥下泉水叮咚；日过正午，茅草房前公鸡啼鸣。<br>不要责怪烘茶冒出青烟，应当庆幸晒谷正逢晴天。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首访问山农的纪行六言绝句。六言绝句一体，整个唐代作者寥寥，作品很少。<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>的这首六言绝句质朴清淡、萧散自然，写出了地道的农家本色。</p> <p>　　首句“板桥人渡泉声”，截取了行途中的一景。当作者走过横跨山溪的木板桥时，有淙淙的泉声伴随着他。句中并没有出现“山”字，只写了与山景相关的“板桥”与“泉声”，便颇有气氛地烘托出了山行的环境。“人渡泉声”，看似无理，却真切地表达了人渡板桥时满耳泉声淙淙的独特感受。“泉声”的“声”字，写活了泉水，反衬出山间的幽静。这一句写出农家附近的环境，暗点“过”字。“人渡”的“人”，实即<a href=\"http://so.gushiwen.org/view_13515.aspx\">诗</a>人自己，写来却似画外观己，抒情的主体好像融入客体，成为景物的一部分了。短短一句，使人如临其境，如闻其声，仿佛分享到作者步入幽境时那种心旷神怡之情。</p> <p>　　从首句到次句，有一个时间和空间的跳跃。“茅檐日午鸡鸣”，是作者穿山跨坡来到农家门前的情景。鸡鸣并不新奇，但安排在这句诗中，却使深山中的农舍顿时充满喧闹的世间情味和浓郁的生活气息。茅檐陋舍，乃“山农家”本色；日午鸡鸣，仿佛是打破山村沉静的，却更透出了山村农家特有的悠然宁静。这句中的六个字，依次构成三组情事，与首句中按同样方式构成的三组情事相对，表现出六言诗体的特点。在音节上，又正好构成两字一顿的三个“音步”。由于采用这种句子结构和下平声八庚韵的韵脚，读起来特别富于节奏感，而且音节响亮。</p> <p>　　前两句可以说是各自独立又紧相承接的两幅图画。前一幅“板桥人渡泉声”，画的是山农家近旁的一座板桥，桥下有潺湲的山泉流过，人行桥上，目之所接，耳之所闻，都是清澈叮咚的泉色水声。诗中有画，这画便是仿佛能听到泉声的有声画。后一幅“茅檐日午鸡鸣”，正写“到山农家”。在温煦的阳光下，茅檐静寂无声，只传出几声悠长的鸡鸣。这就把一个远离尘嚣、全家都在劳作中的山农家特有的气氛传达出来了。“农月无闲人，倾家事南亩”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《新晴野望》）。这里写日午鸡鸣的闲静，正是为了反托闲静后面的忙碌。从表现手法说，这句是以动衬静；从内容的暗示性说，则是以表面的闲静暗写繁忙。故而到了三四两句，笔触便自然接到山农家的劳作上来。</p> <p>　　“莫嗔焙茶烟暗，却喜晒谷天晴。”这两句是诗人到了山农家后，正忙于劳作的主人对他讲的表示歉意的话。诗人到山农家的前几天，这里连日阴雨，茶叶有些返潮，割下的谷子也无法曝晒；来的这天，雨后初晴，全家正忙着趁晴焙茶、晒谷。屋子里因为焙茶烧柴充满烟雾，屋外晒场上的谷子又时时需要翻晒。因此好客的主人由衷地感到歉意。山农的话不仅神情口吻毕肖，而且生动地表现了山农的朴实、好客和雨后初晴之际农家的繁忙与喜悦。如此本色的语言，质朴的人物，与前面所描绘的清幽环境和谐统一，呈现出一种朴素、真淳的生活美。而首句“泉声”暗示雨后，次句“鸡鸣”逗引天晴，更使前后幅贯通密合，浑然一体。通过“板桥”、“泉声”表现了“山”：既有板桥，下必有溪；溪流有声，其为山溪无疑。</p> <p>　　前两句从环境着笔，点出人物，而第三句是从人物着笔，带出环境。笔法的改变是为了突出山农的形象，作者在“焙茶烟暗”之前，加上“莫嗔”二字，便在展现劳动场景的同时，写出了山农的感情。从山农请客人不要责怪被烟熏的口吻中，反映了他的爽直性格和劳动者的本色。“莫嗔”二字，入情入理而又富有情韵。继“莫嗔”之后，第四句又用“却喜”二字再一次表现了山农感情的淳朴和性格的爽朗，深化了对山农形象的刻画，也为全诗的明朗色调增添了鲜明的一笔。</p> <p>　　六言绝句，由于每句字数都是偶数，六字明显分为三顿，因此天然趋于对偶骈俪，趋于工致整饬，绝大多数对起对结，语言较为工丽。顾况的这首六言绝虽也采取对起对结格式，但由于纯用朴素自然的语言进行白描，前后幅句式又有变化，读来丝毫不感单调、板滞，而是显得相当轻快自然、清新朴素，诗的风格和内容呈现出一种高度的和谐美。如果按<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>的《诗品》归类，这首诗似属于“俯拾即是，不取诸邻，俱道适往，着手成春”的“自然”一品。作者像是不经心地道出一件生活小事，却给人以一种美的艺术享受。</p>",
  "poet": {
    "id": 49,
    "star": 0,
    "name": "顾况",
    "image": "http://img.gushiwen.org/authorImg/gukuang.jpg",
    "desc": "顾况（生卒年不详），字逋翁，号华阳真逸（一说华阳真隐）。晚年自号悲翁，汉族，唐朝海盐人，（今在浙江海宁境内）人。唐代诗人、画家、鉴赏家。他一生官位不高，曾任著作郎，因作诗嘲讽得罪权贵，贬饶州司户参军。晚年隐居茅山，有《华阳集》行世。"
  },
  "tags": [
    "江南",
    "山乡",
    "劳动"
  ]
}