{
  "id": 21237,
  "star": 53,
  "name": "买花 / 牡丹",
  "dynasty": "唐代",
  "content": "帝城春欲暮，喧喧车马度。<br>共道牡丹时，相随买花去。<br>贵贱无常价，酬直看花数。<br>灼灼百朵红，戋戋五束素。<br>上张幄幕庇，旁织巴篱护。<br>水洒复泥封，移来色如故。<br>家家习为俗，人人迷不悟。<br>有一田舍翁，偶来买花处。<br>低头独长叹，此叹无人喻。<br>一丛深色花，十户中人赋。",
  "fanyi": "<p><strong>译文</strong><br>　　这一年暮春，长安城中车水马龙，热闹非凡，原来是到了牡丹盛开的时节，长安城里的名门大户纷纷相随前去买花。牡丹花的价钱贵贱不一，价钱多少以花的品种来定。这里的牡丹有的枝繁叶茂，鲜红欲滴，小小的束花，要付五捆白绢的价钱。它们被精心呵护着，主人还给张上了帷幕，筑起了樊篱，辛勤浇灌之余还培上了最肥沃的土，因此花的颜色还和以前一样鲜艳。家家习以为俗，更没有人认为是错的。有一个老农无意中也来到了买花的地方。目睹此情景，不由得低头长叹，然而此叹又有谁在意呢：这一丛深色的牡丹花价钱相当于十户中等人家一年的赋税了。</p> <p><strong>注释</strong><br>⑴帝城：皇帝居住的城市，指长安。<br>⑵喧喧：喧闹嘈杂的声音。度：过。<br>⑶无常价：没有一定的价钱。<br>⑷酬直：指买花付钱。直：通“值”。<br>⑸灼灼：色彩鲜艳的样子。<br>⑹戋（jiān）戋：细小，微少的样子；一说“委积貌”。五束素：五捆白绢，形容白花的姿态；一说指花的价钱。<br>⑺幄幕：篷帐帘幕。一作“帷幄”。<br>⑻织：编。巴：一作“笆”。<br>⑼移来：从市上买来移栽。一作“迁来”。<br>⑽习为俗：长期习惯成为风俗。<br>⑾迷不悟：迷恋于赏花，不知道这是奢侈浪费的事情。<br>⑿田舍翁：农夫。<br>⒀喻：知道，了解。<br>⒁深色花：指红牡丹。<br>⒂中人：即中户，中等人家。唐代按户口征收赋税，分为上中下三等。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21237.aspx\">诗</a>载于《全唐诗》卷四百二十五。下面是陕西师范大学文学研究所所长、教授、博士生导师霍松林先生对此诗是赏析。</p> <p>　　与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>同时的李肇在《唐国史补》里说：“京城贵游，尚牡丹三十余年矣。每春暮，车马若狂，以不耽玩为耻。执金召铺宫围外寺观，种以求利，一本有值数万者。”这首诗，通过对“京城贵游”买牡丹花的描写，揭露了社会矛盾的某些本质方面，表现了具有深刻社会意义的主题。诗人的高明之处，在于他从买花处所发现了一位别人视而不见的“田舍翁”，从而触发了他的灵感，完成了独创性的艺术构思。</p> <p>　　全诗分两大段。“人人迷不悟”以上十四句，写京城贵游买花；以下六句，写田舍翁看买花。</p> <p>　　京城的春季将要过去，大街小巷来来往往奔驰着喧闹不已的车马。都说是牡丹盛开的时节，呼朋引伴、争先恐后地赶去买花。一开头用“帝城”点地点，用“春欲暮”点时间。“春欲暮”之时，农村中青黄不接，农事又加倍繁忙，而皇帝及其臣僚所在的长安城中，却“喧喧车马度”，忙于“买花”。“喧喧”，属于听觉：“车马度”，属于视觉。以“喧喧”状“车马度”，其男颠女狂、笑语欢呼的情景与车马杂沓、填街咽巷的画面同时展现，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓声态并作。下面的“共道牡丹时，相随买花去”，是对“喧喧”的补充描写。借车中马上人同声相告的“喧喧”之声点题，用笔相当灵妙。</p> <p>　　这四句写“买花去”的场面，为下面写以高价买花与精心移花作好了铺垫。接着便是这些驱车走马的富贵闲人为买花、移花而挥金如土。“灼灼百朵红，戋戋五束素。”“戋戋”，委积貌，形容二十五匹帛堆积起来的庞大体积。古代以五匹为一束。“五束素”，即二十五匹帛。《新唐书·食货志》：“自初定\"两税\"时钱轻货重，······绢匹为钱三千二百。”当时正行“两税法”，一匹绢为三千二百，那么“五束素”便为钱八万。一株开了百朵花的红牡丹，竟售价八万，其昂贵的确惊人。那么“上张幄幕庇，旁织笆篱护，水洒复泥封，移来色如故”，其珍惜无异珠宝，也就不言而喻了。</p> <p>　　家家以弄花为习俗，人人执迷不悟。以上只作客观描绘，直到“人人迷不悟”，才表露了作者的倾向性；然而那“迷不悟”的确切含义是什么，仍有待于进一步点明。白居易的有些讽谕诗，往往在结尾抽象地讲道理、发议论。这首诗却避免了这种情况。当他目睹这些狂热的买花者挥金如土，发出“人人迷不悟”的感慨之时，忽然发现了一位从啼饥号寒的农村“偶来买花处”的“田舍翁”，看见他在“低头”，听见他在“长叹”。这种极其鲜明、强烈的对比，揭示了当时社会生活的本质。在热闹喧哗的买花场景中，诗人不失时机地摄下了“低头独长叹”的特写镜头，并以极其鲜明强烈的对比，从“低头”的表情与“长叹”的声音中挖掘出全部潜台词：仅仅买一丛“灼灼百朵红”的深色花，就要挥霍掉十户中等人家的税粮！揭示了当时社会“富贵闲人一束花，十户田家一年粮”的贫富差距。最后这一警句使读者恍然大“悟”：那位看买花的“田舍翁”，倒是买花钱的实际负担者！推而广之，这些“高贵”的买花者，衣食住行，都是来源于从劳动人民身上榨取的“赋税”。诗人借助“田舍翁”的一声“长叹”，尖锐地反映了剥削与被剥削的矛盾。敢用自己的诗歌创作谱写人民的心声，这是十分可贵的。</p>",
  "about": "<h2>创作背景</h2> 　　公元810年（唐宪宗元和五年）前后，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>创作了组<a href=\"http://so.gushiwen.org/view_21237.aspx\">诗</a>《秦中吟十首》。“秦中”是指唐代首都一带地方。诗前小序曰：“贞元、元和之际，予在长安，闻见之间，有足悲者。因直歌其事，命为《秦中吟》。”此诗为其中第十首。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写花",
    "讽刺"
  ]
}