{
  "id": 71144,
  "star": 6140,
  "name": "记承天寺夜游 / 记承天夜游",
  "dynasty": "宋代",
  "content": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。<br>庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。",
  "fanyi": "<p><strong>译文</strong><br>　　元丰六年十月十二日夜晚（或公元1083年十月十二日夜，可不译），（我）脱下衣服准备睡觉时，恰好看见月光照在门上，（于是我就）高兴地起床出门散步。想到没有和我一起游乐的人，于是（我）前往承天寺寻找张怀民。怀民也没有睡，我们便一同在庭院中散步。月光照在庭院里像积满了清水一样澄澈透明，水中的水藻、荇菜纵横交错，原来是竹子和柏树的影子。哪一个夜晚没有月光？（又有）哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。</p> <p><strong>注释</strong><br>选自&lt;&lt;东坡志林&gt;&gt;。此文写于作者贬官黄州期间。承天寺，在今湖北黄冈市南。<br>元丰六年：公元1083年。元丰，宋神宗年号。当者被贬黄州已经四年。<br>解：把系着的腰带解开。<br>欲：想要，准备。<br>月色：月光。<br>入：照入，映入。<br>户：堂屋的门；单扇的门。<br>起：起身。<br>欣然：高兴、愉快的样子。欣，高兴，愉快。然，……的样子。<br>行：出行。<br>念无与为乐者：想到没有和我一起游乐的人。念，想到。 无与为乐者，没有可以共同交谈（游乐或赏月）的人。者：……的人。<br>遂：于是，就。<br>至：到。<br>寻：寻找。<br>张怀民：作者的朋友。名梦得，字怀民，清河（今河北清河）人。元丰六年贬谪到黄州，寄居承天寺。<br>亦：也。<br>寝：睡，卧。<br>相与步于中庭：（我们）一同在庭院中散步，相与，共同，一同。步，散步。于：在。中庭，庭院里。<br>空明：清澈透明。<br>藻荇：泛指生长在水中的绿色植物。藻，藻类植物。荇，荇菜。这里借指月色下的竹柏影。<br>交横（héng）：交错纵横。<br>盖：承接上文，解释原因，表示肯定，相当于‘大概’，这里解释为‘原来是’。<br>也：句末语气词，表判断。（盖……也：原来是。）<br>为：动词。做。<br>但少闲人如吾两人者耳：只是很少有像我们两个这样的闲人罢了。但，只（是）仅仅。<br>闲人：闲散的人。这里是指不汲汲于名利而能从容流连光景的人。这时被贬为黄州团练副使，这里是一个有职无权的官，所以他十分清闲，自称“闲人”。首先“闲人”指具有情趣雅致，能欣赏美景的人。其次“闲人”反映了作者仕途失意的苦闷心境。<br>耳：语气词,“罢了”。</p>",
  "shangxi": "<p>　　的《记承天寺夜游》是选自《东坡志林》卷一。苏轼的著名词还有《江城子密州出猎》，《定风波》等。苏轼是父亲<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的第五个儿子，嘉祐二年（1057）与弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>同登进士。授大理评事，签书凤翔府判官。熙宁二年（1069），父丧守制期满还朝，为判官告院。与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合，反对推行新法，自请外任，出为杭州通判。迁知密州（今山东诸城），移知徐州。元丰二年（1079），罹“乌台<a href=\"http://so.gushiwen.org/view_71144.aspx\">诗</a>案”，责授黄州（今湖北黄冈）团练副使，本州安置,不得签书公文。哲宗立，高太后临朝，被复为朝奉郎知登州（今山东蓬莱）；4个月后,迁为礼部郎中;任未旬日，除起居舍人，迁中书舍人，又迁翰林学士知制诰，知礼部贡举。元祐四年（1089）出知杭州，后改知颍州，知扬州、定州。元祐八年（1093）宋哲宗亲政，被远贬惠州（今广东惠阳），再贬儋州（今海南儋县）。徽宗即位，遇赦北归，建中靖国元年（1101）卒于常州（今属江苏），年六十六，葬于汝州郏城县（今河南郏县）。</p> <p>　　本文写于宋神宗元丰六年（1083年），当时，作者被贬到黄州已经有四年了。元丰二年七月，历史上著名的“乌台诗案”，御史李定等摘出苏轼的有关新法的诗句，说他以诗讪谤，八月，将他逮捕入狱。经过长时间的审问折磨，差一点被杀。十二月作者获释出狱，被贬谪到黄州任团练副使，但不得“签书公事”，也就是说做着有职无权的闲官。在这种情况下，作者写了这篇短文，对月夜的景色作了美妙的描绘，真实的记录了他当时生活的一个片段。也体现了他与张怀民的深厚友谊与对知音甚少的无限感慨。 </p>",
  "about": "<h2>思想感情</h2> 　　《记承天寺夜游》表达的感情是微妙而复杂的，贬谪的悲凉，人生的感慨，赏月的欣喜，漫步的悠闲都包含其中。作者“解衣欲睡”的时候，“月色入户”，于是“欣然起行”，月光难得，不免让人欣喜。可是没有人和自己共同赏月，只好去找同样被贬的张怀民，这里面有多少贬低的悲凉与人生的感慨呀!两人漫步中庭，又是悠闲的。自比“闲人”，则所有意味尽含其中。对澄澈透明的美妙的月色作了生动 形象的描绘，透露出作者在贬低中虽感慨幽微，而又随缘自适，自我排遣的特殊心境。表达了作者对月光的爱慕 抒发了作者自解、自矜、自嘲,对自然生活的向往与欣赏，和用与“闲人”相对的“忙人”（朝廷官员小人）的鄙夷与讽刺。<br/><h2>文章结构</h2> 第一部分（前三句）记叙：首句点明夜游的时间，为美好的月色而心动，遂起夜游之意。<br>第二部分（第四句）描写：运用比喻的手法描绘庭院皎洁的月光。<br>第三部分（第五句）议论：两个反问句引人深思。作者抒发面对月光产生的感触，表达了作者安适的心情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "初中文言文",
    "纪游",
    "写景",
    "感叹",
    "人生"
  ]
}