{
  "id": 72071,
  "star": 79,
  "name": "风入松·寄柯敬仲",
  "dynasty": "元代",
  "content": "画堂红袖倚清酣，华发不胜簪。几回晚直金銮殿，东风软、花里停骖。书诏许传宫烛，轻罗初试朝衫。<br>御沟冰泮水挼蓝。飞燕语呢喃。重重帘幕寒犹在，凭谁寄、银字泥缄。报道先生归也，杏花春雨江南。",
  "fanyi": "<p><strong>译文<br></strong>在彩绘的厅堂里，姬妾清闲、畅意，独有自己自发纷纷脱落，连管子也插不住。多次晚上在金銮殿值宿，春风轻柔，万花齐放，惹人停住车马流连。在柔软的春风里，无数次在金銮殿前值夜，为皇帝起草好诏书后，换上轻罗朝衫，宫人执灯（将我）送回归学士院。<br>皇城的御沟里的边沿还有残冰存在，但残冰的边沿却是蓝汪汪的水在晃动，燕子呢喃迎春。帘幕重重，春寒还没消退，还有谁、敢给你寄信慰问呢？春日江南，杏花盛开，烟雨蒙蒙，如<a href=\"http://so.gushiwen.org/view_72071.aspx\">诗</a>如画，令人心醉而神往。</p> <p><strong>注释<br></strong>①柯敬仲：柯九思，浙江仙居人。工诗藏，官至奎章阁学士。<br>②清酣：清新酣畅的意思。<br>③华髪不胜簪：白髪稀少，插不住簪子。<br>④晚直：晚上当班。直：通“值”。金銮殿：皇帝宝殿。<br>⑤骖（can）：同驾一车的三匹马。这里泛指马。<br>⑥传宫烛：传唤掌烛火的宫人．送学士归院。<br>⑦泮：溶解。《诗经·邶风》：“士如归妻，迨冰未泮。”<br>⑧挼：揉搓。<br>⑨银字泥缄：指书信。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词分上下阕，上阕写奎章阁学士院柯九思执勤的日子，形容自己的年老、寂寞。</p> <p>　　“画堂红袖倚清酣，华发不胜簪。”开头两句从家里生活写起，似乎开得太远，与怀人没有什么关系，实际上却暗蕴怀念远方朋友的意思。作者不说自己年迈，盼望与老友相聚。而说自己没心思与姬妾周旋，姬妾清闲自在。以侧写正，委婉曲致。</p> <p>　　“几回晚直金銮殿，东风软、花里停骖。”接下去叙述自已在金銮殿当值的情景。金殿是皇帝的宝殿，学士怎么能在那里值班歇宿呢？原来学士执掌内廷书诏，为让皇帝传呼方便，学士院便设在金銮殿侧。金殿当值是作者写自已的生活，也是写柯敬仲当年的工作。</p> <p>　　“书诏许传宫烛，轻罗初试朝衫。”一个停住车马的细节，暗示自己思念朋友的心情。“许传宫烛”补足了“晚直”（值）， “轻罗初试”照应了“风软”。“几回晚直金銮殿”到“轻罗初试朝衫”几句，描写了作者作“侍书学士”时的活动。在金銮殿替皇帝书写诏书，允许传呼执烛官人，允许在天热时穿轻罗朝衫，这描写的是金殿当值所做的事，所受的待遇。多么安逸的生活，但词人已是迟暮之年，归隐之心在所难免。</p> <p>　　下阕改变手法，侧重以景言情，写思念朋友和归心似箭的情怀。</p> <p>　　上下阕都以春天为背景，画面颜色调得匀称、明艳，意境柔和妩媚、动静相宜，仿佛要让读者跌入甜糯的燕子呢喃声中，迷醉在花飞烂漫的东风里。尤其是最后一句“杏花春雨江南”，全是明艳的名词，组合在一起，有声有色，俨然一幅湿漉漉的江南水墨图画，明明软媚入骨，却坦易明亮，可以长长久久地令人心动。</p> <p>　　“御沟冰泮水挼蓝。飞燕语呢喃。”写春之色，冰白水蓝，颜色鲜明。“接”，“挪”的异体字， “挪”字很传神，将刚化的冰水的形态写得逼真、恰切。依旧是春天，御沟的冰渐渐化去，燕子已呢喃迎春，只可惜因为柯九思不在，令人感觉不到春天的暖意。“语呢喃’’，自是双燕，边飞边噪，其声是流动、变化的。</p> <p>　　“重重帘幕寒犹在，凭谁寄、银字泥缄。”这是描写春天的气温，却不仅仅去写春寒。柯敬仲是遭受猜忌、诽谤而不得不隐居家乡的，故此“重重帘幕寒犹在’’便一语双关，说明柯敬仲虽回乡隐居，但对他的飞短流长并没因此而消失，相反，流言蜚语仍象“重重帘幕包裹着他，让人感到寒气森森。当此之时，连柯敬仲昔日的朋友怕招惹是非，竟也不敢同柯教仲来往了。“凭谁”句看似矛盾：既然已经填了这首词寄给柯九思了，怎么又说“凭谁寄银字泥缄”呢？<a href=\"http://so.gushiwen.org/view_72071.aspx\">诗</a>人要告诉好友的真实意图也正在这里，到了杏花春雨江南时候，我也要南归了。这里作者对老友的关心，对世态的鄙弃，都一古脑儿地表现出来了。</p> <p>　　“报道先生归也，杏花春雨江南。”歌拍以景结情，极为警策。“杏花春雨江南”。寥寥六个字，胜过一篇文。通过这六个字，仿佛看到了：春日江南，杏花盛开，烟雨蒙蒙，如诗如画，令人心醉而神往。未加任何形容词，以白描笔法写成，把江南春色描绘得淋漓尽致，可谓妙笔天成。</p>",
  "about": "<h2>解</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>1332年寄赠给退居吴下的奎章阁鉴书博士柯九思的，柯九思非常喜欢，“书《风入松》于罗帕作轴”，而且这首词因“词翰兼美，一时争相传刻，而此曲遂遍满海内矣”。词的确是写得非常美。词分上下阕，上阕写当日奎章阁学士院柯九思执勤的日子，词中“几回晚直金銮殿”句可以见出柯九思与元文宗因品题书画而留连光景、不知更漏的情景，而“书诏许传宫烛”也让人明白元文宗对柯九思额外的关心，特意让侍从掌烛送柯九思回去；下阕写柯九思离开奎章阁学士院后的情形，依旧是春天，御沟的冰渐渐化去，燕子已呢喃迎春，只可惜因为柯九思不在，令人感觉不到春天的暖意。而柯九思所归去的江南，因为柯九思的到来，花飞雨飘，春意盎然。上下阕都以春天为背景，画面颜色调得匀称、明艳，意境柔和妩媚、动静相宜，仿佛要让读者跌入甜糯的燕子呢喃声中，迷醉在花飞烂漫的东风里。尤其是最后一句“杏花春雨江南”，全是明艳的名词，组合在一起，有声有色，俨然一幅湿漉漉的江南水墨图画，明明软媚入骨，却坦易明亮，可以长长久久地令人心动。</p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>和柯九思（字敬仲）曾共事于奎章阁（在皇宫西面）。九思以画著名，虞集<a href=\"http://so.gushiwen.org/view_72071.aspx\">诗</a>集中有好几首题柯画的诗。虞集长柯九思四十岁，也就是忘年交。虞集生长于临川崇仁，宋代也称为江南西路，他诗中也常以江南为念。后因受元主厚遇，颇为权贵子孙妒忌，欲中伤而未成，南还之念更切。他曾经草诏说元顺帝非文宗子，文宗逝世，大臣将立顺帝，虞集心中自感不安，有些大臣不希望他留在京中，便托病回到临川。这首词当是这一时期所作。<br/><h2>评解</h2> 　　陶宗仪《辍耕录》云：吾乡柯敬仲先生，际遇文宗，起家为奎章阁鉴书博士，以避言路居吴下。时虞邵庵先生在馆阁，赋《风入松》词寄之。词翰兼美，一时争相传刻。全词抒写了对柯敬仲的敬爱。“杏花春雨江南”乃词中名句，为历来词家所称赏。通篇和婉清雅，辞语工丽。",
  "poet": {
    "id": 518,
    "star": 0,
    "name": "虞集",
    "image": "http://img.gushiwen.org/authorImg/yuji.jpg",
    "desc": "虞集（1272～1348）元代著名学者、诗人。字伯生，号道园，人称邵庵先生。少受家学，尝从吴澄游。成宗大德初，以荐授大都路儒学教授，李国子助教、博士。仁宗时，迁集贤修撰，除翰林待制。文宗即位，累除奎章阁侍书学士。领修《经世大典》，著有《道园学古录》、《道园遗稿》。虞集素负文名，与揭傒斯、柳贯、黄溍并称“元儒四家”；诗与揭傒斯、范梈、杨载齐名，人称“元诗四家”。"
  },
  "tags": [
    "婉约",
    "赠诗",
    "写景"
  ]
}