{
  "id": 50870,
  "star": 550,
  "name": "洞仙歌·泗州中秋作",
  "dynasty": "宋代",
  "content": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 <br>水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。",
  "fanyi": "<p><strong>译文</strong><br>青色的烟云，遮住了月影，从碧海般的晴空里飞出一轮金灿灿的明镜。长夜的空阶上卧着挂树的斜影。夜露渐凉之时，多少秋蝉零乱地嗓鸣。思念京都路远，论路近唯有月宫仙境。<br>高卷水晶帘儿，展开云母屏风，美人的淡淡脂粉浸润了夜月的清冷。待我许多月色澄辉，倾入金樽，直到拂晓连同流霞全都倾尽。再携带一张胡床登上南楼，看白玉铺成的人间，领略素白澄洁的千顷清秋。 </p><p><strong>注释</strong><br>⑴泗州：今安徽省泗县。<br>⑵幂（mì）：烟雾弥漫貌。<br>⑶永：长，兼指时间或空间。<br>⑷寒螀（jiāng）：即寒蝉，体小，秋出而鸣。<br>⑸神京：指北宋京城汴梁。<br>⑹蓝桥：谓秀才裴航于蓝桥会仙女云英事。唐裴铏《传奇·裴航》云：长庆中，有秀才裴航，行于湘汉。同行樊夫人，国色天姿，航欲求之，夫人与<a href=\"http://so.gushiwen.org/view_50870.aspx\">诗</a>曰：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙宫，何必崎岖上玉清。”后经蓝桥驿侧近，因渴甚，遂下道求浆而饮，会云英，以玉杵臼为礼，结为连理。方知云英为仙女、樊夫人则云英之姐也。蓝桥，今陕西省蓝田县西南蓝溪之上，故名。<br>⑺云母屏：云母为花岗岩主要成分，可作屏风，艳丽光泽。<br>⑻佳人：这里指席间的女性。<br>⑼流霞：本天上云霞，语意双关，借指美酒。《太平广记》引《抱朴子·须曼卿》曰：蒲坂有须曼卿者曰：“在山中三年精思，有仙人来迎我，乘龙升天。龙行甚疾，头昂尾低，令人在上危怖。及到天上，先过紫府，金床玉几，晃晃昱昱，真贵处也。仙人以流霞一杯饮我，辄不饥渴。忽然思家，天帝前谒拜失仪，见斥来还。令更自修责，乃可更往。昔淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>，升天见上帝，而箕坐大言，自称寡人，遂见谪，守天厕三年。吾何人哉？”河东因号曼卿为“斥仙人”。<br>⑽胡床：古代一种轻便坐具，可以折叠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词通篇都写赏月。上片开头写词人仰望浩月初升情景。首二句化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_50870.aspx\">诗</a>中“皎如飞镜临丹阙，绿烟灭尽清辉发”句意，“青烟”指遮蔽月光的云影。夜空像茫茫碧海，无边无际；一轮明月穿过云层，像一面金镜飞上碧空，金色的光辉照亮了天上人间。“飞”字写乍见月之突然升起，使人感到似是何处飞来，充满惊异欣喜之情。“永夜”三句，通过永夜、闲阶、凉露、寒蝉等物象，极写月夜的静寂清冷，描绘出一幅充满凉意的，悠长寂寞的中秋月夜图，烘托出词人的孤寂心境和万千感慨，流露出词人对美好月色的珍惜眷恋。</p> <p>　　以下两句，写因望月而生的身世感慨。词中引用，以蓝桥神仙窟代指蟾宫月窟。这两句意思是说，京城邈远难至，倒是这一轮明月，与人为伴，对人更加亲近。作者为苏门四学士之一，曾三次任京官，后面两次都是因牵连党争而去职，被贬外郡；作此词前不久词人虽得脱出党籍，起任泗州知州，但朝中已无知音。“神京远”的“远”，主要是从政治的含意说的。</p> <p>　　上面这几句赞美眷恋中透出了几分凄清。这时作者已五十八岁，前次去官回家，就已修葺归来园隐居，自号“归来子”，忘情仕进，此词对仕途坎坷，也仅微露怅恨而已，全词的主调，仍然是旷达豪放的。两句明白点出孤寂心情，意脉紧接上文，而扬景则由环境景物转到望月抒怀。</p> <p>　　下片转写室内宴饮赏月。卷帘、开屏，都是为使月光遍满，为下文“付与金尊”预作地步，表现了对明月的极端爱悦。“淡指粉”的“淡”字也与月光极协调。水晶做成的帘子高高卷起，云母屏风已经打开，明月的冷光照入室内，宛如浸润着佳人的淡淡脂粉。筵上的人频频举怀，饮酒赏月，似乎要把明月的清辉全部纳入金尊之中，待天晓时同着流霞，一道饮尽。</p> <p>　　这里把月下筵面的高雅素美，赏月兴致的无比浓厚，都写到极致。月光本来无形。作者却赋予它形体，要把它“付与金尊”，真奇思妙想也。天晓时分，月尚未落，朝霞已生；将二者同时倾尽，意思是说赏月饮酒，打算直到月落霞消方罢。</p> <p>　　结尾写登楼赏月，由室内转到室外。夜更深，月更明，虽然夜深露冷，作者赏月的兴致不但没有衰减，反而更加豪壮。这时他想起《世说新语·容止》记载的一个故事：晋庾亮武昌，尝秋夜与诸佐吏殷浩之徒南楼赏月，据胡床咏谑。作者觉得庭中赏月不能尽兴，所以要象庾亮那样登上南楼，去观赏那月光下如白玉做成的人无际素白澄澈的清秋气象。古代五行说以秋配金，其色白，故称秋天为素秋。用“玉做人间”比喻月光普照大地，可谓奇想自外飞来。它既写月色，也暗含希望人间消除黑暗和污浊，像如玉的明月一般美好之意。“看玉做人间，素秋千顷”作豪放之语，两句包举八荒，丽而且壮，使通篇为之增色。</p> <p>　　全词从天上到人间，又从人间到天上，天上人间浑然一体，境界阔大，想象丰富，词气雄放，与东坡词颇有相似之处。全词以月起，以月结，首尾呼应，浑然天成。篇中明写、暗写相结合，将月之色、光、形、神，人对月之怜爱迷恋，写得极为生动入微。</p>",
  "about": "<h2>创作背景</h2> <span class=\"headline-content\">　　这首《洞仙歌》是<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>于公元1110年（宋徽宗大观四年）中秋作于泗州（宋时属淮南东路）。作者时任泗州知州。此词为作者绝笔之作。</span>",
  "poet": {
    "id": 643,
    "star": 0,
    "name": "晁补之",
    "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
    "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"
  },
  "tags": [
    "中秋节",
    "豪放",
    "赏月",
    "抒怀"
  ]
}