{
  "id": 11086,
  "star": 38,
  "name": "倦夜",
  "dynasty": "唐代",
  "content": "竹凉侵卧内，野月满庭隅。<br>重露成涓滴，稀星乍有无。<br>暗飞萤自照，水宿鸟相呼。<br>万事干戈里，空悲清夜徂。",
  "fanyi": "<p><strong>译文<br></strong>凉气阵阵袭入卧室，月光把庭院的角落都洒满了。<br>好一个清秋月夜！夜越来越凉，露水越来越重，在竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，映衬得小星星黯然失色，像瞌睡人的眼，忽而睁，忽而闭。<br>月亮已经西沉，大地渐渐暗下来，只看到萤火虫提着小灯笼，闪着星星点点微弱的光；那竹<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>小溪旁栖宿的鸟儿，已经睡醒，它们互相呼唤着，准备结伴起飞，迎接新的一天。 <br>这一夜思考着千桩万桩的事，哪一桩不与战事有关？彻夜难眠啊，只能枉自悲叹如此良夜白白地逝去。</p> <p><strong>注释</strong><br>倦夜：题注：《吴曾漫录》云：“顾陶类编题作《倦秋夜》。”<br>倦：疲倦。<br>凉：凉气。<br>侵：侵袭。<br>卧内：卧室，内室。《史记·魏公子列传》：“嬴闻晋鄙之兵符常在王卧内，而如姬最幸，出入王卧内，力能窃之。”<br>野：野外。<br>满：一作“遍”。<br>庭隅（yú）：庭院的角落。<br>重（zhòng）露：浓重的露水。<br>涓（juān）滴：水点，极少的水。《孙绰子》：“时雨沾乎地中，涓滴可润。”《艺文类聚》卷一百引晋李颙《经涡路作》<a href=\"http://so.gushiwen.org/view_11086.aspx\">诗</a>：“亢阳弥十旬，涓滴未暂舒。”<br>稀星：稀疏的星。<br>乍（zhà）有无：忽而有忽而无。乍：忽然。<br>“暗飞”二句：一作“飞萤自照水，宿鸟竞相呼”。<br>暗飞：黑暗中飞行。<br>自照：自己照亮自己。<br>水宿（sù）：谓栖息于水。<br>相（xiāng）呼：相互叫唤。<br>干（gān）戈：指战争。《史记·儒林列传序》：“然尚有干戈，平定四海，亦未暇遑庠序之事也。”<br>空（kōng）：白白地。<br>清夜徂（cú）：是说清静的夜晚易逝。徂：消逝，流逝。《长门赋》：“徂清夜于洞房。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　吴齐贤《论杜》曰：“唐人作<a href=\"http://so.gushiwen.org/view_11086.aspx\">诗</a>，于题目不轻下一字，而杜诗尤严。”此诗题目却有点悖于常理。按说，疲倦只有在紧张的劳作之后才会产生，夜间人们休息安眠，应不会“倦”。因此，诗人夜里为什么会疲倦是这首诗的一条重要线索。</p> <p>　　起句云：“竹凉侵卧内，野月满庭隅。”“竹”、“野”二字，不仅暗示出诗人宅旁有竹林，门前是郊野，也分外渲染出一派秋气：夜风吹动，竹叶萧萧，入耳分外生凉，真是“绿竹助秋声”；郊野茫茫，一望无际，月光可以普照，更显得秋空明净，秋月皓洁。开头十个字，勾画出清秋月夜村居的特有景况。三、四两句紧紧相承，又有所变化：“重露成涓滴，稀星乍有无。”上句扣竹，下句扣月。时间已经是深夜了。五、六两句又转换了另外一番景色：“暗飞萤自照，水宿鸟相呼。”这是秋夜破晓前的景色。</p> <p>　　以上六句，把从月升到月落的秋夜景色，描写得历历在目。虽然这六句全写自然景色，单纯写“夜”，没有一字写“倦”，但在这幅“秋夜图”中，不仅有绿竹、庭院、朗月、稀星、暗飞的萤、水宿的鸟，其实还有这些景物的目击者──诗人自己。他孤栖“卧内”，辗转反侧，不能成眠：一会儿拥被支肘，听窗外竹叶萧萧，露珠滴答；一会儿对着洒满庭院的溶溶月光，沉思默想；一会儿披衣而起，步出庭院，仰望遥空，环视旷野，心事浩茫。这一夜从月升到月落，诗人不曾合眼。彻夜不眠，他该有多么疲倦啊！这样就有了这些疑问：如此清静、凉爽的秋夜，诗人为何不能酣眠？有什么重大的事苦缠住他的心？诗的最后两句诗人直吐胸臆：“万事干戈里，空悲清夜徂！”原来他是为国事而忧心。“万事干戈里”，诗人非常深切地关注着国家和人民的命运，难怪他坐卧不安，彻夜难眠。但是，当时昏君庸臣当政，有志之士横遭贱视和摒弃，诗人自己也是报国无门。故诗的结语云：“空悲清夜徂！”“空悲”二字，抒发了诗人无限感慨与忧愤。</p> <p>　　诗的最后两句，对全篇起了“点睛”的作用。这两句的出现使前面所描写的那些自然景物显现出一层新的光彩，它们无一不寄寓着诗人忧国忧时的感情，与诗人的心息息相通：由于诗人为国事而心寒，故分外感到“竹凉侵卧内”；由于诗人叹息广大人民的乱离之苦，故对那如泪珠滚动般的“重露成涓滴”之声特别敏感；那光华万里的“野月”，使诗人思绪向广阔和遥远的空间驰骋；那乍隐乍现、有气无力的“稀星”，似乎显示出诗人对当时政局动荡不定的担心；至于那暗飞自照的流萤，相呼结伴的水鸟，则更明鲜地衬托出诗人“消中只自惜，晚起索谁亲”（《赠王二十四侍御契四十韵》）的孤寂心情。</p> <p>　　前人赞美杜诗“情融乎内而深且长，景耀乎外而远且大”（明谢榛《四溟诗话》）。这首诗中由于诗人以“情眼”观景、摄景，融情于景，故诗的字面虽不露声色，只写“夜”，不言“倦”，只写“耀乎外”的景，不写“融乎内”的情，但诗人的羁孤老倦之态，忧国忧时之情，已从这特定的“情中之景”里鲜明地流露出来。在这里，情与景，物与我，妙合无垠，情寓于景，景外合情，有一咏三叹，余韵无尽的效果。</p> <p>　　这首诗的构思布局精巧玲珑。全诗起承转合，井然有序。前六句写景，由近及远，由粗转细，用空间的变换暗示时间的推移，画面变幻多姿，情采步步诱人。诗的首联“竹凉侵卧内，野月满庭隅”，峭拔而起，统领下两联所写之景。设若此两句写作“夜凉侵卧内，明月满庭隅”，不仅出语平庸，画面简单，而且下面所写之景也无根无绊。因为无“竹”，“重露”就无处“成涓滴”；无“野”，飞萤之火、水鸟之声的出现，就不知从何而来。由“竹”、“野”二字，可见诗人炼字之精，构思布局之细。此诗结尾由写景转入抒情，似断实联，外断内联，总结了全篇所写之景，点明了题意，使全诗在结处翼然振起，情景皆活，焕发出异样的光彩。</p>",
  "about": "<h2>创作背景</h2> 　　据前人考证，此<a href=\"http://so.gushiwen.org/view_11086.aspx\">诗</a>作于唐代宗广德二年（764年）。王嗣奭《杜臆》云：“此诗亦必到村后作。”这时，安史之乱刚刚平息，西北吐蕃兵又骚扰中原；并于广德元年（763）十月，直捣长安，逼得唐代宗李豫一度逃往陕州避难（《新唐书·吐蕃传》）。北方广大人民又一次蒙遭战祸，“田园寥落干戈后，骨肉流离道路中。”这时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>寓居成都西郊浣花草堂，自身虽未直接受害，但他对国家和人民一向怀有深情，值此多难之秋，他不禁忧心如焚，因作此诗以抒发感慨。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "秋天",
    "月夜",
    "写景",
    "爱国",
    "忧民"
  ]
}