{
  "id": 7413,
  "star": 101,
  "name": "岁暮归南山 / 归故园作 / 归终南山",
  "dynasty": "唐代",
  "content": "北阙休上书，南山归敝庐。不才明主弃，多病故人疏。 <br>白发催年老，青阳逼岁除。永怀愁不寐，松月夜窗虚。",
  "fanyi": "<p><strong>译文</strong><br>不要再给北面朝廷上书，让我回到南山破旧茅屋。<br>我本无才难怪明主见弃，年迈多病朋友也都生疏。<br>白发频生催人日渐衰老，阳春来到逼得旧岁逝去。<br>满怀忧愁辗转难以入睡，月照松林窗外一片空虚。</p> <p><strong>注释</strong><br>⑴岁暮：年终。南山：唐人<a href=\"http://so.gushiwen.org/view_7413.aspx\">诗</a>歌中常以南山代指隐居题。这里指作者家乡的岘山。一说指终南山。<br>⑵北阙：皇宫北面的门楼，汉代尚书奏事和群臣谒见都在北阙，后因用作朝廷的别称。《汉书·高帝纪》注：“尚书奏事，渴见之徒，皆诣北阙。”休上书：停止进奏章。<br>⑶敝庐：称自己破落的家园。<br>⑷不才：不成材，没有才能，作者自谦之词。明主：圣明的国君。<br>⑸多病：一作“卧病”。故人：老朋友。疏：疏远。<br>⑹老：一作“去”。<br>⑺青阳：指春天。逼：催迫。岁除：年终。<br>⑻永怀：悠悠的思怀。愁不寐：因忧愁而睡不着觉。寐：一作“寝”。<br>⑼虚：空寂。一作“堂”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　落第后的<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>有一肚子的牢骚而又不好发作，因而以自怨自艾的形式抒发仕途失意的幽思。这首<a href=\"http://so.gushiwen.org/view_7413.aspx\">诗</a>表面上是一连串的自责自怪，骨子里却是层出不尽的怨天尤人；说的是自己一无可取之言，怨的是才不为世用之情。</p> <p>　　字面上说“北阙休上书”，实际上表达的正是“魏阙心常在，金门诏不忘”的情意。只不过这时他才发觉以前的想法太天真了；原以为有了马周“直犯龙颜请恩泽”的先例，唐天子便会代代如此；现在才发现：现实是这样令人失望。因而一腔幽愤，从这“北阙休上书”的自艾之言中倾出。明乎此，“南山归敝庐”本非所愿，不得已也。诸般矛盾心绪，一语道出，令人读来自有余味。</p> <p>　　三四句具体回述失意的缘由。“不才明主弃”，感情十分复杂，有反语的性质而又不尽是反语。诗人自幼抱负非凡，“执鞭慕夫子，捧檄怀毛公，感激遂弹冠，安能守固穷！”他也自赞“词赋亦颇工”。其志如此，其才如此，不谓“不才”。因此，说“不才”既是谦词，又兼含了有才不被人识、良骥未遇伯乐的感慨。而这个不识“才”的不是别人，正是“明主”。可见，“明”也是“不明”的微词，带有埋怨意味的。此外，“明主”这一谀词，也确实含有谀美的用意，反映他求仕之心尚未灭绝，还希望皇上见用。这一句，写得有怨悱，有自怜，有哀伤，也有恳请，感情相当复杂。而“多病故人疏”比上句更为委婉深致，一波三折；本是怨“故人”不予引荐或引荐不力，而诗人却说是因为自己“多病”而疏远了故人，这是一层；古代，“穷”、“病”相通，借“多病”说“途穷”，自见对世态炎凉之怨，这又是一层；说因“故人疏”而不能使明主明察自己，这又是一层。这三层含义，最后一层才是主旨。</p> <p>　　求仕情切，宦途渺茫，鬓发已白，功名未就，诗人不可能不忧虑焦急。五六句就是这种心境的写照。白发、青阳（春日），本是无情物，缀以“催”“逼”二字，恰切地表现诗人不愿以白衣终老此生而又无可奈何的复杂感情。</p> <p>　　也正是由于诗人陷入了不可排解的苦闷之中，才使他“永怀愁不寐”，写出了思绪萦绕，焦虑难堪之情态。“松月夜窗虚”，更是匠心独运，它把前面的意思放开，却正衬出了怨愤的难解。看似写景，实是抒情：一则补充了上句中的“不寐”，再则情景浑一，余味无穷，那迷蒙空寂的夜景，与内心落寞惆怅的心绪是十分相似的。“虚”字更是语涉双关，把院落的空虚，静夜的空虚，仕途的空虚，心绪的空虚，包容无余。</p> <p>　　这首诗看似语言显豁，实则含蕴丰富。层层辗转表达，句句语涉数意，构成悠远深厚的艺术风格。</p> <p>　　相传，孟浩然曾被<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>邀至内署，恰遇玄宗到来，玄宗索诗，孟浩然就读了这首《岁暮归南山》，玄宗听后生气地说：“卿不求仕，而朕未弃卿，奈何诬我？”（《唐摭言》卷十一）可见此诗尽管写得含蕴婉曲，玄宗还是听出了弦外之音，结果，孟浩然被放还了。封建社会抑制人才的现象，于此可见一斑。</p>",
  "about": "<h2>创作背景</h2> <p>　　约在公元728年（唐开元十六年），四十岁的<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>来长安应进士举落第了，心情很苦闷，他曾“为文三十载，闭门江汉阴”，学得满腹文章，又得到<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>为之延誉，已经颇有<a href=\"http://so.gushiwen.org/view_7413.aspx\">诗</a>名。这次应试失利，使他大为懊丧，他想直接向皇帝上书，又很犹豫。这首诗是在这样心绪极端复杂的情况下写出来的。</p> <p>　　据《新唐书·孟浩然传》记载，孟浩然在长安落第后，诗人王维曾经邀请他到自己供职的翰林院见面，谁知不久唐玄宗驾到了。孟浩然一时紧张躲到了床下，王维不敢欺君，道出实情。唐玄宗也没有生气，还命孟浩然出来作诗。孟浩然便吟咏了这首《岁暮归南山》。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "抒情",
    "失意"
  ]
}