{
  "id": 21217,
  "star": 9,
  "name": "新制布裘",
  "dynasty": "唐代",
  "content": "桂布白似雪，吴绵软于云。<br>布重绵且厚，为裘有余温。<br>朝拥坐至暮，夜覆眠达晨。<br>谁知严冬月，支体暖如春。<br>中夕忽有念，抚裘起逡巡。<br>丈夫贵兼济，岂独善一身。<br>安得万里裘，盖裹周四垠。<br>稳暖皆如我，天下无寒人。",
  "fanyi": "<p><strong>译文</strong><br>洁白的桂布好似白雪，柔软的吴绵赛过轻云。<br>桂布多么结实，吴绵多么松厚，做一件袍子穿，身上有余温。<br>早晨披着坐，直至夜晚；夜晚盖着睡，又到早晨。<br>谁知道在这最冷的寒冬腊月，全身竟暖得如在阳春。<br>半夜里忽然有一些感想，抚摸着棉袍，起身逡巡。<br>啊，男子汉看重的是救济天下，怎么能仅仅照顾自身！<br>哪里有长达万里的大袍，把四方全都覆盖，无边无垠。<br>个个都像我一样安稳温暖，天下再没有受寒挨冻的人。</p> <p><strong>注释</strong><br>⑴布裘（qiú）：布制的绵衣。<br>⑵桂布：即唐代“桂管”地区（今广西一带）所产木棉织成的布，尚不普遍，十分珍贵。<br>⑶吴绵：当时吴郡苏州产的丝绵，非常著名。<br>⑷余温：温暖不尽的意思。<br>⑸拥：抱，指披在身上。<br>⑹眠：睡。达晨：到早晨。<br>⑺严冬：极冷的冬天。<br>⑻支体：支同“肢”，支体即四肢与身体，意谓全身。<br>⑼中夕：半夜。<br>⑽逡（qūn）巡：走来走去，思考忖度的样子。<br>⑾兼济：兼济天下，做利国利民之事。《孟子·尽心上》：“古之人，得志，泽加于民；不得志，修身见于世。穷则独善其身，达则兼善天下。”<br>⑿独善：注重个人的思想品德修养。所谓“穷则独善其身，达则兼济天下”。<br>⒀安得：如何得到，期望马上得到。万里裘：长达万里的大袍。<br>⒁周：遍。四垠，四边，即全国以内，普天之下。<br>⒂稳暖：安稳和暖。<br>⒃天下：全国。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>主张<a href=\"http://so.gushiwen.org/view_21217.aspx\">诗</a>文“为君、为臣、为民、为物、为事而作，不为文而作”（《新乐府序》）；又说，“文章合为时而著，歌诗合为事而作”（《与元九书》）。这首诗完全体现了他的这种理论主张，既不为艺术而艺术，又不为自我而艺术。诗中反映出他能跨越自我、“兼济”天下的博大胸襟，表现了诗人推己及人、爱民“如我”的人道主义精神，以及封建社会开明官吏乐施“仁政”、惠及百姓的进步思想，激动人心。</p> <p>　　“丈夫贵兼济，岂独善一身”是全诗的警句，反映了白居易的思想：大丈夫贵在兼济天下，做利国利民之事，不能只顾独善一身。白居易《与元九书》说：“古人云：穷则独善其身，达则兼济天下。仆（白居易自谦称）虽不肖，常师此语……志在兼济，行在独善。”这两句可视为白居易的抱负和志向，也可视为他希望实行“仁政”的政治主张和处世哲学。这是古代正直的、欲有所作为的知识分子的处世哲学。</p> <p>　　作品结尾四句“安得万里裘，盖裹周四垠。稳暖皆如我，天下无寒人”，源于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《茅屋为秋风所破歌》：“安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山。”它表明，两位伟大诗人的博爱情怀都是一致的。宋代黄澈在《巩溪诗话》中曾对两诗的优劣进行了论述。其实这大可不必区分优劣。两人都是面对自我处境的一种超越，只不过老杜并未愁苦于个人饥寒、白氏并未沉溺于个人饱暖而已，皆为难能可贵。无论自身寒暖，诗人心中念念不忘、重重忧虑的都是天下百姓。</p> <p>　　作品艺术的高明之处在于，表面写的是“稳暖”，实质写的是“仁政”。或者说，“稳暖”只是其写实，“仁政”才是其虚拟，即意象创造。白居易在唐文宗大和四年（830年）被任命为河南尹，辖区就是洛阳城。后来，他又写了一首内容相近的诗《新制绫袄成感而有咏》，其中写道：“百姓多寒无可救，一身独暖亦何情。心中为念农桑苦，耳里如闻饥冻声。争得大裘长万丈，与君都盖洛阳城。”同样表达了他的爱民激情，同时也蕴含着他的“仁政”理想。他在《醉后狂言酬赠萧殷二协律》诗中说得异常明确：“我有大裘君未见，宽广和暖如阳春；此裘非缯（古代丝织品总名）亦非纩（细丝绵），裁以法度絮以仁。刀尺钝拙制未毕，出亦不独裹一身。若令在郡得五考（唐制：经五次考绩才可转官。意谓任满），与君展覆杭州人。”显然，白氏所谓“裘”，实乃“法度”、“仁政”的一种象征。不管是“盖裹周四垠”，还是“都盖洛阳城”，均要实施“法度”、推行“仁政”。作为封建官吏，他要维护的当然是封建统治，但在客观上也给平民百姓带来一定益处。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_21217.aspx\">诗</a>的创作时间，主要有两种说法：一说此诗约作于唐宪宗元元和元年（806年），是年冬天，作者新制布裘，一时有感，写了这首关怀人民生活、表现政治抱负的诗；另一说此诗约作于元和六年（811年）至八年（813年）之间，当时作者为母守孝居渭河北岸的渭村，经常与劳动人民接近，严冬时，由自己过着舒适的生活而想到广大人民的无衣无食，产生同情而作此诗。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "言志"
  ]
}