{
  "id": 51987,
  "star": 86,
  "name": "水调歌头·秋色渐将晚",
  "dynasty": "宋代",
  "content": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 <br>念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。",
  "fanyi": "<p><strong>译文</strong><br>秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。<br>追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。</p> <p><strong>注释</strong><br>⑴秋色渐将晚，霜信报黄花。：暮秋景物渐呈苍老深暗之色，菊花开时报来了将要降霜的信息。黄花，指菊花。<br>⑵小窗低户：指简陋的房屋。<br>⑶微路，小路。<br>⑷敧（qī）斜：倾斜，歪斜。<br>⑸山翁：《晋书·山简传》载山简好酒易醉。作者借以自称。<br>⑹何事：为什么。<br>⑺坐看：空看、徒欢。<br>⑻流年：指流逝的岁月。<br>⑼拚（pàn判） 却：甘愿。<br>⑽华：同花，指在闲居中空白了鬓发。<br>⑾徙（xǐ）倚：徘徊，流连不去。<br>⑿沧海：此指临近湖州的太湖。作者时居汴山，在太湖南岸。<br>⒀平昔：往日。<br>⒁遍：这里是“走遍”的意思。<br>⒂天涯，天边，喻平生飘荡之远。<br>⒃归来三径重扫，松竹本吾家：写辞官归隐家园。化用晋代<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》：“三径就荒，松菊犹存。”三径，庭院间的小路。据晋代赵岐《三辅决录-逃名》记载，西汉末，王莽专权，兖州刺史蒋诩辞官归里，院中辟有三径，只与求仲、羊仲往来。后来遂以“三径”作为隐士居所之称。松竹，代指山林隐居处，含有贞节自持之意。三径：王莽专权时，兖州刺史蒋诩辞宫回家，于园中辟三径，惟与求仲、羊仲往来。后常用三径喻隐居生活。<br>⒄却恨悲风时起，冉冉云间新雁，边马怨胡笳。：这里化用三国时魏国<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>《悲愤<a href=\"http://so.gushiwen.org/view_51987.aspx\">诗</a>》。“胡笳动兮边马鸣，孤雁归兮声嘤嘤!”悲风，悲凉的秋风。冉冉，指大雁缓缓飞行的样子。新雁，指最初南归之雁。边马，指边地的军马。胡笳，古代塞外民族的一种乐器。此处指军中的号角。<br>⒅谁似东山老，谈笑净胡沙：化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《永王东巡歌》中的“但用东山谢安石，为君谈笑净胡沙”。胡沙。指代胡人发动的战争。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是作者告老，隐居湖州弁山后写的作品。梦得随高宗南渡，陈战守之策，抗击金兵，深得高宗亲重。绍兴初，被起为江东安抚大使，曾两度出任建康知府（府治在今南京市），兼总四路漕计，以给馈饷，军用不乏，诸将得悉力以战，阻截金兵向江南进攻。高宗听信奸相秦桧，向金屈膝求和，抗金名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、张宪被冤杀，主战派受到迫害，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。眼看强敌压境，边马悲鸣，痛感流年轻度，白发徒增，很想东山再起，歼灭敌军，但却已经力不从心，思欲效法前贤谢安而不可得了。因写此词，抒发自己内心的悲慨和对时局的忧虑。</p> <p>　　上片起首四句先写晚年生活的环境和乐趣。秋色已深，菊花开放，霜降来临，词人所住的房子掩映在花木深处，小路盘山蜿蜒而上。这是一幅山居图景，清丽而幽静。下面用自问自答的方式写自己生活的乐趣：若问我为什么就白白地看着那风月流逝，毫不顾及双鬓已经斑白？我会回答是因为留恋如沧海般辽阔美丽的太湖，它映出了青天云霞，明媚绚烂。</p> <p>　　下片写自己的生活和老来的怀抱。飘泊了一生，足迹遍于天涯，现在回到家里，扫净已荒芜的道路，那松竹茂盛的地方就是我的家园。词人回到家中感到喜悦和安慰，所以笔下的家园也显得十分静谧、优美。但在那个国土沦丧，河山破碎的时代，一个胸怀抱国之心的抗金志士，又怎能终老于隐居的山林呢？“却恨”三句，笔锋一转，在隐居之后，词人却时常听到“悲风时起”，这悲风是自然界之风，更是人间悲风，南宋朝廷苟安求和，不愿力战敌人，前线频传战败消息，对他来说，也就是“悲风”。再看到归雁南飞，金兵南下，愤怒之火又在胸中烧起，所以句首着一“恨”字，力敌千钧，倾注了词人的满腔忧愤。这种爱国激情，使他对自己不能像谢安那样从容破敌感到有愧于国家，也对南宋将无良才感到深深的忧虑。虽然退居且愿一享隐居之乐，但他又挂念抗金大计，时刻关注前线，所以一首抒写晚年怀抱之词就表现得感情激越、悲凉、慷慨，充满了爱国忧民之情。</p><br/><h2>赏析二</h2> <p>　　这首词是作者晚年退居卞山所作。它是一首自叙平生、抒写情怀的词。表达了作者心中的悲愤之情和对国事担忧。</p> <p>　　词分上下两片。上片以写景为主，兼寓流年虚度的慨叹。</p> <p>　　“秋色渐将晚，霜信报黄花。”词的第一个字“秋”，点明时序，是泛指。然后再具体写秋色。“晚”字是形象的说法，它既不是“来得晚”的意思，也不是确指“晚上”，而是由“老”引伸出来的含意。意思是说，暮秋的景物渐渐地呈现出苍老深暗的颜色了。伴随深秋而来的，自然是凛冽的冰霜，以及那“颜色只从霜后好，不知人世有春风”性本高洁的菊花，即词里所说的黄花。黄花开，霜降至。</p> <p>　　“小窗低户深映，微路绕敧斜。”“小窗低户”形容房屋简陋，敧斜即倾斜的意思。这两句是说，简陋的小屋掩映于秋色黄花之中，屋前是曲折倾斜的小路。这里既写出了环境的幽清孤寂，也由门前的曲折小路折射出作者的九曲愁肠。</p> <p>　　“为间山翁何事，坐看流年轻度，拚却鬓双华。”“为”在这里作助词用，没有实在意义。山翁指晋代山简，”这里作者以山简自比。拚却是甘愿的意思。这里有反洁意，是说“难道甘愿”。双鬓华:指年事已高，两鬓生霜。它与上边的“霜信报黄花”有着巧妙的内在联系。前者写秋色将晚，后者写人近晚年。作者以山翁自比。前加“问”字，说明他不甘寂寞，时时在反躬自省。言外之意是我每天干些什么呢?白白地看着年华轻易逝去，这是何等痛心的事情!国难当头，我能甘心服老吗？</p> <p>　　“徙倚望沧海，天净水明霞”。这一句真实地记录了他经过反复的思考后此刻的开阔心境。徙倚是留连徘徊的意思。沧海即大海，作者以谢安自比，明显地表达了他对谢安不甘示芜的小路，观赏观赏自家的青松翠竹，看似悠弱、泛海东还的退隐之志的仰慕与追求。“天净水明霞”则是眼前美景的写照，以此衬托出他一旦有了明确的人生追求之后的开阔心胸:如秋天长空那样纯净，如霞映水中那样明丽。这短短的几个字，看似平平淡淡，内容却实实在在。既写了体现<a href=\"http://so.gushiwen.org/view_51987.aspx\">诗</a>词形象的人，又写了水天明净的景；既写了流连徘徊的貌，又写了泛滥于内心深处的情。情中见景，景中含情，可谓浑然一体了。</p> <p>　　下片直抒胸怀。写虽然在家闲居，却对国事深怀忡忡忧心，自恨不能为国建功立业。</p> <p>　　“念平昔，空飘荡，遍天涯。”三字一句，短促有力，如响板敲来，铿然有声，抒发了作者回想往事，空在四方飘游而无所成就的自责自罪、自怨自艾的怅惘心情。“空飘荡，遍天涯”既显示了他的谦谨胸怀，又委婉地传达出他企望重操旧业、再立新功的心声。</p> <p>　　“归来三径重扫，松竹本吾家。”写的是闲居生活的无聊小事。作者写自己:每天在庭院中扫扫荒芜的小路，观赏观赏自家的青松翠竹，看似悠闲自在，实则这绝不是他心甘情愿的。</p> <p>　　“却恨悲风时起，冉冉云间新雁，边马怨胡茄。”悲风指凄厉的寒风。却恨是更恨的意思。“悲风”之前加上“却恨”，强化了词人的情感波澜，即由怅惘不安进而愤愤不平了。为什么？因为冉冉飞翔于白云之间的新雁带来了敌人侵扰的消息，边境很不安宁啊!胡茄是汉代流行于塞北和西域一带的管乐器，其音悲凉。作者用眼前悲风、新雁、战地边马、胡茄组接的凄清图景，烘托边地悲凉的战争景象。而作者身在深山、心存国事，为敌人的入侵骚扰而忧心忡忡的心绪便于这“眼前景、身外事”的看似平淡的记叙中得到实实在在的展示。</p> <p>　　“谁似东山老，谈笑净胡沙。”这一句大笔淋漓，一语见雄杰。东山在浙江上虞县西南，谢安早年隐居在这里。又临安、金陵均有东山，也是谢安游憩之地。所以后人称谢安为东山老。胡沙即胡人。因胡人多居风沙时起的塞外。静胡沙是使边塞安宁的意思，这里指的是消灭敌人。这里借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《永王东巡歌》里“但用东山谢安石，为君谈笑静胡沙”的诗意抒写自己的报国情怀。“谁似东山老”两句，既是说，在当今时代，没有人能像谢安那样，指挥若定地歼灭敌人，也是说自己不能像谢安那样，“谈笑静胡沙”作者运用反洁语气，长声仰叹，既是精忠报国的宣言，也是对腐朽朝廷的愤怒控告!读来气势磅礴，声情并壮，足可泣鬼神、撼日月、振山河。</p>",
  "about": "<h2>创作背景</h2> 　　这是作者告老，隐居湖州卞山后写的作品。梦得随高宗南渡，陈战守之策，抗击金兵，深得高宗亲重。绍兴初，被起为江东安抚大使，曾两度出任建康知府（府治在今南京市），兼总四路漕计，以给馈饷，军用不乏，诸将得悉力以战，阻截金兵向江南进攻。高宗听信奸相秦桧，向金屈膝求和，抗金名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、张宪被冤杀，主战派受到迫害，梦得被调福建安抚使，兼知福州府，使他远离长江前线，无所作为，他于1144年被迫上疏告老，隐退山野。眼看强敌压境，边马悲鸣，痛感流年轻度，白发徒增，很想东山再起，歼灭敌军，但却已经力不从心，思欲效法前贤谢安而不可得了。因写此词，抒发自己内心的悲慨和对时局的忧虑。",
  "poet": {
    "id": 71,
    "star": 0,
    "name": "叶梦得",
    "image": "http://img.gushiwen.org/authorImg/yemengde.jpg",
    "desc": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以\"气\"入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "隐居",
    "生活",
    "忧国忧民"
  ]
}