{
  "id": 47609,
  "star": 261,
  "name": "寄人",
  "dynasty": "唐代",
  "content": "别梦依依到谢家，小廊回合曲阑斜。<br>多情只有春庭月，犹为离人照落花。",
  "fanyi": "<p><strong>译文</strong><br>别梦中隐约来到了谢家，徘徊在小回廊栏杆底下。<br>只有天上春月最是多情，还为离人照着庭院落花。</p> <p><strong>注释</strong><br>⑴谢家：泛指闺中女子。晋谢奕之女谢道韫、唐<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>之妾谢秋娘等皆有盛名，故后人多以“谢家”代闺中女子。<br>⑵“小廊”句：指梦中所见景物。回合：回环、回绕。阑：栏杆。<br>⑶“多情”句：指梦后所见。<br>⑷离人：这里指寻梦人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　以<a href=\"http://so.gushiwen.org/view_47609.aspx\">诗</a>代柬，来表达自己心里要说的话，这是古代常有的事。这首题为《寄人》的诗，就是用来代替一封信的。</p> <p>　　诗的首句写诗人与情人梦中重聚，难舍难离；第二句写依旧是当年环境，往日欢情，表明自己思念之深。第三句写明月有情；第四句写落花有恨。寄希望于对方，含蓄深厚，曲折委婉，情真意真。前两句写入梦的原因与梦中所见的景物，是向对方表明自己思忆之深；后两句写出多情的明月依旧照人，那就更是对这位女子的埋怨之情了。</p> <p>　　诗是从叙述一个梦境开始的。“谢家”，代指女子的家，盖以东晋才女谢道韫借称其人。大概诗人曾经在女子家里待过，或者在她家里和她见过面。曲径回廊，本来都是当年旧游或定情的地方。因此，诗人在进入梦境以后，就觉得自己飘飘荡荡地进到了她的家里。这里的环境是这样熟悉：院子里四面走廊，那是两人曾经谈过心的地方；曲折的阑干，也像往常一样，似乎还留着自己抚摸过的手迹，可是，眼前廊阑依旧，独不见所思之人。他的梦魂绕遍回廊，倚尽阑干，他失望地徘徊着，追忆着，直到连自己也不知道怎样脱出这种难堪的梦境。<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗：“人面不知何处去，桃花依旧笑春风。”<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《玉楼春》词：“当时相候赤阑桥，今日独寻黄叶路。”一种物是人非的依恋心情，写得同样动人。然而，“别梦”两句却以梦境出之，则前此旧游，往日欢情，别后相思，都在不言之中，而在梦里也难寻觅所爱之人，那惆怅的情怀就加倍使人难堪了。</p> <p>　　人是再也找不到了，作者问：那么，还剩下些什么呢？这时候，一轮皎月，正好把它幽冷的清光洒在园子里，地上的片片落花，反射出惨淡的颜色。花是落了，然而曾经映照过枝上芳菲的明月，依然如此多情地临照着，似乎还没有忘记一对爱侣在这里结下的一段恋情呢。这后两句诗就是诗人要告诉她的话。</p> <p>　　正因为这首诗是“寄人”的。前两句写入梦之由与梦中所见之景，是向对方表明自己思忆之深；后两句写出多情的明月依旧照人，那就更是对这位女子的鱼沉雁杳，有点埋怨了。“花”固然已经落了，然而，春庭的明月还是多情的，诗人言外之意，还是希望彼此一通音问的。</p> <p>　　这首诗创造的艺术形象，鲜明准确，而又含蓄深厚。诗人善于通过富有典型意义的景物描写，来表达自己深沉曲折的思相感情，运用得十分成功。他只写小廊曲阑、庭前花月，不需要更多语言，却比作者自己直接诉说心头的千言万语更有动人心弦的力量。</p>",
  "about": "<h2>创作背景</h2> 清人李良年《词坛纪事》云：“<a href=\"http://so.gushiwen.org/author_688.aspx\">张泌</a>仕南唐为内史舍人。初与邻女浣衣相善，作《江神子》词……后经年不复相见，张夜梦之，写七绝云云。”根据这条资料以及从这首<a href=\"http://so.gushiwen.org/view_47609.aspx\">诗</a>深情婉转的内容来看，诗人张泌曾与一女子相爱，后来却彼此分手了。然而诗人对她始终没有忘怀。但在封建礼教的阻隔下，不能直截痛快地倾吐衷肠，只好借用诗的形式，曲折而又隐约地加以表达，希望她能够了解自己。这也是题为《寄人》的原因。",
  "poet": {
    "id": 688,
    "star": 0,
    "name": "张泌",
    "image": "http://img.gushiwen.org/authorImg/zhangmi.jpg",
    "desc": "张泌，字子澄，唐末重要作家，生卒年约与韩偓(842-914)相当。"
  },
  "tags": [
    "唐诗三百首",
    "月亮",
    "爱情",
    "思念"
  ]
}