{
  "id": 20788,
  "star": 589,
  "name": "行宫",
  "dynasty": "唐代",
  "content": "寥落古行宫，宫花寂寞红。<br>白头宫女在，闲坐说玄宗。",
  "fanyi": "<p><strong>译文</strong><br>空旷冷落的古旧行宫，只有宫花寂寞地艳红。<br>几个满头白发的宫女，闲坐无事谈论唐玄宗。</p> <p><strong>注释</strong><br>（1）寥（liáo）落：寂寞冷落。<br>（2）行宫：皇帝在京城之外的宫殿。这里指当时东都洛阳的皇帝行宫上阳宫。<br>（3）宫花：行宫里的花。<br>（4）白头宫女：据<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《上阳白发人》，一些宫女天宝末年被“潜配”到上阳宫，在这冷宫里一闭四十多年，成了白发宫人。<br>（5）说：谈论。<br>（6）玄宗：指唐玄宗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的这首《行宫》是一首抒发盛衰之感的<a href=\"http://so.gushiwen.org/view_20788.aspx\">诗</a>，这首短小精悍的五绝具有深邃的意境，富有隽永的诗味，倾诉了宫女无穷的哀怨之情，寄托了诗人深沉的盛衰之感。</p> <p>　　从诗的内容上看，理解这首诗的关键在末尾一句“闲坐说玄宗”。说者前句已经点明是“白头宫女”，时间地点则是在荒凉冷寞的古行宫，红花盛开，正是一年春好处之时。从天宝至贞元，过了半个世纪左右，漫长的岁月，风雨的侵蚀，古行宫早变得荒败不堪了，而当年入宫的红颜少女，也在寂寞孤独中苦熬了几十个春秋，如今早已是白发苍颜了。她们的青春在此葬送，她们悲怨的泪水在此流淌，她们面对着怒放的红花在感叹嘘唏。透过纯朴的字面，我们分明听到了她们痛苦的心音。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《上阳白发人》写道：“上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。”白诗直截了当地道出了年老宫女的幽怨，元诗则点染寥落的环境，以红色宫花和白头宫女相互衬托的笔法，通过形象对比来揭示宫女的悲惨生活和心理活动。二诗相比，一具体，一概括，一以感情的热烈淋漓见长，一以境界的深沉隽永取胜。</p> <p>　　这里，寥落古行宫中的白头宫女，还是唐玄宗时代历史的见证人。唐玄宗在其继位后期，宠幸杨贵妃，终日沉溺在淫乐酒色之中，把政务全部委给奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>和杨国忠，朝纲紊乱，谄佞当道，终于酿成安史之乱。乱后，玄宗被迫退位，赫赫不可一世的大唐王朝亦从此一蹶不振，日益走向下坡路。白居易在《长恨歌》里曾深致感慨说：“缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破霓裳羽衣曲。”四句诗，已形象地概括出玄宗昏愦好色与亡国致乱的历史因由，其讽刺与揭露是十分深刻的。元稹这首短诗当然不可能象白诗那样铺张扬厉，极尽渲染之能事，他只能采取对照、暗示点染等方法，把这一段轰轰烈烈的历史高度浓缩，加以典型化的处理，从而让人回味咀嚼。寥落的古行宫，那在寂寞之中随岁月更替而自生自落的宫花，那红颜少女的变为白发老人，都深深地带有时代盛衰迁移的痕迹。白头宫女亲历开元、天宝之世，本身就是历史的见证人，“闲坐说玄宗”的由治而乱。这本是诗篇主旨所在，也是诗人认为应引以为戒的地方，却以貌似悠闲实则深沉的笔调加以表现，语少意多，有无穷之味。</p> <p>　　从表现手法上来看，诗人塑造意境，艺术上主要运用了两种表现手法。一是以少总多。这首诗具有举一而反三，字少而意多的特点。四句诗，首句指明地点，是一座空虚冷落的古行宫；次句暗示环境和时间，宫中红花盛开，正当春天季节；三句交代人物，几个白头宫女，与末句联系起来推想，可知是玄宗天宝末年进宫而幸存下来的老宫人；末句描写动作，宫女们正闲坐回忆、谈论天宝遗事。二十个字，地点、时间、人物、动作，全都表现出来了，构成了一幅非常生动的画面。这个画面触发读者联翩的浮想：宫女们年轻时都是月貌花容，娇姿艳质，这些美丽的宫女被禁闭在这冷落的古行宫之中，成日价寂寞无聊，看着宫花，花开花落，年复一年，青春消逝，红颜憔悴，白发频添，如此被摧残，往事不堪重省。然而，她们被禁闭冷宫，与世隔绝，别无话题，却只能回顾天宝时代玄宗遗事，此景此情，令人凄绝。“寥落”、“寂寞”、“闲坐”，既描绘当时的情景，也反映诗人的倾向。凄凉的身世，哀怨的情怀，盛衰的感慨，二十个字描绘出生动的画面，表现出深刻的意思。</p> <p>　　另一个表现手法是以乐景写哀情。我国古典诗歌，其所写景物，有时从对立面的角度反衬心理，利用忧思愁苦的心情同良辰美景气氛之间的矛盾，以乐景写哀情，却能收到很好的艺术效果。这首诗也运用了这一手法。诗所要表现的是凄凉哀怨的心境，但却着意描绘红艳的宫花。红花一般是表现热闹场面，烘托欢乐情绪的，但在这里却起了很重要的反衬作用：盛开的红花和寥落的行宫相映衬，加强了时移世迁的盛衰之感；春天的红花和宫女的白发相映衬，表现了红颜易老的人生感慨；红花美景与凄寂心境相映衬，突出了宫女被禁闭的哀怨情绪。红花，在这里起了很大的作用。这都是利用好景致与恶心情的矛盾，来突出中心思想，即<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋诗话》所谓“以乐景写哀”，一倍增其哀。白居易《上阳白发人》“宫莺百啭愁厌闻，梁燕双栖老休妒”，也可以说是以乐写哀。不过白居易的写法直接揭示了乐景写哀情的矛盾，而元稹《行宫》则是以乐景作比较含蓄的反衬，显得更有余味。</p> <p>　　这首绝句语言平实，但很有概括力，精警动人，也很含蓄，给人以想象的天地，历史沧桑之感尽在不言之中，寓意深刻，自来评价很高。<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的《宫词》，白居易的《长恨歌》，元稹的《连昌宫词》，都是长达千字左右的宏篇巨制，详尽地描述了唐玄宗时代治乱兴衰的历史过程，感叹兴亡。总结教训，内容广博而深刻。元稹这首小诗总共不过二十个字，能入选《唐诗三百首》，与这些长篇巨作比美，可谓短小精悍，字字珠玑。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>生活在中唐年代，正值唐朝经历过安史之乱不久，国力的各个方面都在走下坡路之时。该<a href=\"http://so.gushiwen.org/view_20788.aspx\">诗</a>就是以小见大地点明了唐朝衰败的重要原因。</p>",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "唐诗三百首",
    "怀古",
    "宫怨"
  ]
}