{
  "id": 11435,
  "star": 35,
  "name": "昼梦",
  "dynasty": "唐代",
  "content": "二月饶睡昏昏然，不独夜短昼分眠。<br>桃花气暖眼自醉，春渚日落梦相牵。<br>故乡门巷荆棘底，中原君臣豺虎边。<br>安得务农息战斗，普天无吏横索钱。",
  "fanyi": "<p><strong>译文<br></strong>二月里多觉一天总是昏昏然，但不独独是因为夜短才使人在大天白日里睡眠。<br>那桃花的气味又香又暖，当然会令人眼晴自闭。所以直到春渚落日的时候仍然在被魂梦相牵。<br>我梦到：故乡的门巷已被掩埋在蓬蒿乱草之底，那中原的君臣正困伏在一些豺狼虎豹的身边。<br>不知要怎样才能够结束战争，让人人都能从事农业生产，好使这普天之下再没有一个苛吏来横索税钱！</p> <p><strong>注释<br></strong>⑴饶睡：贪唾。<br>⑵不独：不仅。昼分：正午。<br>⑶眼自醉：形容眼自闭。<br>⑷春渚（zhǔ）：春日的水边，亦指春水。梦相牵：犹言尚末睡醒。<br>⑸荆棘（jīng jí）：丛生多刺的灌木。<br>⑹豺（chái）虎：指入侵的外族、割据的藩镇、擅权的宦官等。<br>⑺安得：那得。务农：从事生产。<br>⑻横索钱：勒索钱物。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“昼梦”，有白日梦之意，题中含有自嘲之意和悲愤之情。《论语·公冶长》云：“宰予昼寝，子曰：‘朽木不可雕也，粪土之墙不可杇也，于予与何诛。’”这里<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>借用宰予昼寝的典故，说自己如朽木难雕，成不了大器。从昼梦<a href=\"http://so.gushiwen.org/view_11435.aspx\">诗</a>中所写梦中的内容，可以看出诗人命题之意。</p> <p>　　“二月饶睡”四句，解释昼寝入梦的缘由。冬至以后，白昼渐长，黑夜日短，二月桃花盛开，蜂蝶成群，暖意融融，催人昏昏欲睡。除此之外，前四句诗还说明一个问题，即诗人神志倦怠。造成这种倦怠的原因固然很多，而最根本的原因就是操心焦虑，积劳成疾。杜甫平生忧念家国，身值乱离，忧思更深。诗人不说自己如何关怀时事，积劳成疾，反说自己如宰予一样碌碌无为，白日深睡，还推说“桃花气暖眼自醉”。但“不独”二字，却深婉曲折地透露了诗人忧劳积思的心态。这样，“不独”二字，就为下面记梦暗中留下伏笔。</p> <p>　　“故乡门巷荆棘底，中原君臣豺虎边”，以梦的形式，表现了诗人的家国之思。俗云日有所思，夜有所梦，白日成梦，可见思情之深。这两句所写梦景，荒凉萧瑟，与前四句所写春景看似不太协调，却真实地将诗人晚年心境刻画出来。一合上眼，诗人仿佛回到故园，自安史乱军掠夺烧杀后，那里已是荒凉冷落，加之回纥、吐蕃屡次侵犯，战火烧残了村庄，蒿草丛生，荆棘遍地，墙头门前除去栖鸦野狐，更无人迹。故国君臣前门拒狼，后门遇虎，唐王朝面临着种种困扰。这两句诗，用一“底”、一“边”字，将国家的危难、社会的灾难刻划得淋漓尽致，又一次抒发了诗人乱离伤痛的悲哀。</p> <p>　　“安得务农息战斗，普天无吏横索钱”，这两句是梦醒后的议论，它紧承梦境写来：中原君臣处在虎狼之中，故国门巷为荆棘所蔽，国事凋零，民不聊生，唐王朝向何处去？诗人认为只有尽快结束战争，让农民回到土地上去安居乐业，普天之下没有骄横的官吏横征暴敛，唐王朝才会恢复“煌煌太宗业”。结尾两句诗，充分表达了诗人对战争的厌恶、对贪官污吏的憎恨，对人民的无限同情，以及对清明政治的向往。沉痛中渗透着希望。</p> <p>　　此诗题为“昼梦”，前四句写昼梦之由，笔触浓丽，所写春景暖意融融，五、六句记梦中所见，描绘惨淡险恶环境，末二句就昼梦所见发表议论。全诗前后所写虽有景物气氛的不同，但丽景的描写，是为写心境愁惨服务的，诗人以对美好春光的描写反衬忧国忧民的心情。故贯穿全诗的感情是悲哀沉重的。诗人巧妙地借说昼梦，将自己晚年忧国思家的强烈感情抒发出来，于自然流转中凝聚深厚的意绪，很能表现杜甫晚年诗风沉郁苍茫的特色。</p>",
  "about": "<h2>创作背景</h2> 　　大历元年（766），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>流离到夔州，写下了著名的七律组<a href=\"http://so.gushiwen.org/view_11435.aspx\">诗</a>《秋兴八首》，抒发了他“孤舟一系故园心”和“每依北斗望京华”的家国之思。乱离时代沉重的忧国思乡之情，萦绕在老病潦倒的诗人胸中，积思成梦，不独夜晚，就连白日小憩，也梦见故国君臣，旧乡门巷。这首写于大历二年（767）的《昼梦》诗，很好地表现了杜甫旅居夔州时的心态。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "抒情",
    "愁绪",
    "忧国"
  ]
}