{
  "id": 69728,
  "star": 3,
  "name": "杂剧·山神庙裴度还带",
  "dynasty": "元代",
  "content": "第一折<br>（冲末王员外同旦儿、净家童上）（王员外云）耕牛无宿料，仓鼠有余粮。万事分已定，浮生空自忙。自家汴梁人氏，姓王，名荣，字彦实。嫡亲的两口儿，浑家刘氏。我在这汴梁城中开着个解典库，家中颇有资财，人口顺呼唤作王员外。此处有一人姓裴，名度，字中立。他母亲是我这浑家的亲姐姐，不想他两口儿都亡化过了。谁想此人不肯做那经商客旅买卖，每日则是读书；房舍也无的住，说道则在那城外山神庙里宿歇。大嫂！（旦儿云）员外，你有甚么说？（员外云）我几番着人寻那裴度来，与他些钱钞，教他寻些买卖做，此人坚意的不肯来。（旦儿云）说他傲慢，你管他做甚么？（员外云）看着他那父母的面上，他若来时，你多共少与他些钱钞。我着人寻他去，人说道今日来；若来时，我自有个主意。（正末上，云）小生姓裴，名度，字中立，祖居是这河东闻喜县人氏。小生幼习儒业，颇看诗书，争奈小生一贫如洗。这洛阳有一人乃王员外，他浑家是小生母亲的亲妹子。俺姨夫数次教人来唤，小生不曾得去。小生离了家乡，来到这洛阳寻了数日，今日须索走一遭去。想咱人不得志呵，当以待时守分。何日是我那发迹的时节也呵！（唱）<br>【仙吕】【点绛唇】我如今匣剑尘埋，壁琴土盖，三十载。忧愁的髭鬓斑白，尚兀自还不彻他这穷途债。<br>【混江龙】几时得否极生泰？看别人青云独步立瑶阶，摆三千珠履，列十二金钗。我不能勾丹凤楼前春中选，伴着这蒺藜沙上野花开。则我这运不至，我也则索宁心儿耐。久淹在桑枢瓮牖，几时能勾画阁楼台？<br>（正末云）有那等人道：\"裴中立，你学成满腹文章，比及你受窘时，你投托几个相知，题上几句诗，也得些滋润也。\"您那里知道也！（唱）<br>【油葫芦】我则待安乐窝中且避乖，争奈我便时未来！想着这红尘万丈困贤才，那个似那鲁大夫亲赠他这千斛麦？那个似那庞居士可便肯放做来生债？自无了田孟尝，有谁人养剑客？待着我折腰屈脊的将诗卖，怕不待要寻故友、访吾侪。<br>【天下乐】好教我\"十谒朱门九不开\"，我可便难也波禁，难禁那等朽木材：一个个铺眉苫眼妆些像态，他肚肠细，胸次狭，眼皮薄，局量窄。（云）此等人本性难移，（唱）可不道他山河容易改？（正末云）可早来到也。报复去，道有裴中立在门首。（家童云）你则在这里，我报复去。员外，有裴中立在门首。（员外云）着他过来。（家童云）理会的。员外着你过去。（正末见科，云）姨夫、姨娘请坐，受您侄儿几拜。（旦儿云）裴度，想你父母身亡之后，你不成半器，不肯寻些买卖营生做，你每日则是读书。我想来：你那读书的穷酸饿醋有甚么好处，几时能勾发迹也！（正末云）姨娘不知，圣人云：\"富家不用买良田，书中自有千钟粟。\"小生我虽居贫贱，我身贫志不贫。（员外云）大嫂，人说他胸次高傲，果然如此！我虽不通古今，你是读书人，你说那为人的道理，我试听咱。（旦儿云）谁听你那\"之乎者也\"的！（正末唱）<br>【那吒令】正人伦，传道统，有尧之君大哉；理纲常，训典谟，是孔之贤圣哉；邦反坫，树塞门，敢管之器小哉。整风俗遗后人，立洪范承先代，养情性抱德怀才。<br>（旦儿云）怀才，怀才，你且得顿饱饭吃者！（正末唱）<br>【鹊踏枝】则我这虀盐运怎生捱！时难度与兴衰。配四圣十哲，定七政三才。君圣明威伏了四海，敢则他这庙堂臣八辅三台。<br>（旦儿云）你空有满腹文章。你则不如俺做经商的受用。你这等气高样大，不肯来俺家里来；你便勤勤的来呵，我也不赶你去也。（正末唱）<br>【寄生草】则我这穷命薄如纸，您侯门深似海，空着我十年守定青灯捱！我若是半生还不彻黄虀债，我稳情取一身跳出红尘外。（员外云）看你这般穷嘴脸，知他是几时能勾发迹！（正末唱）你休笑这孤寒裴度困闾檐，（带云）则不但小生受窘，（唱）尚兀自绝粮孔圣居陈、蔡。<br>（员外云）大嫂，你听他，但开口则是攀今揽古。（旦儿云）裴度，你学你姨夫做些买卖。你无本钱，我与你些本钱，寻些利钱使，可不气概？不强似你读书，有甚么好处！（正末唱）<br>【后庭花】你教我休读书，做买卖；你着我去酸寒，可便有些气概。你正是那得道夸经纪，我正是成人不自在。（旦儿云）你穷则穷，则是胸次高傲。（夫人云）免礼！免礼！（韩公云）安排果桌，将酒来，我与裴中立递一杯。（赵野鹤同长老上）（长老云）野鹤，谁想裴中立一举成名，韩公奏知，圣旨就着与韩公做婿。俺二人来至京师，今日与裴中立贺喜走一遭去。（野鹤云）俺二人来到韩相公宅上，与裴中立作庆走一遭去。可早来到也。报复去，道有洛阳白马寺长老与赵野鹤来见相公。（张千云）相公，门首有洛阳白马寺长老与赵野鹤来见相公。（正末云）我接待去。（见科，云）长老勿罪！（长老云）相公峥嵘有日，奋发有时。（正末云）有请！有请！二位见老相公去。（二人见韩公科）（正末云）老相公，这个便是赵野鹤，这个便是白马寺长老。（野鹤云）老相公，我今日贺万千之喜也！（正未云）若非长老与野鹤赍助鞍马银两，裴度岂有今日也呵！（韩公云）二位请坐！将酒来，我替裴状元递一杯。（王员外同旦儿上，云）自家王员外，听知的裴度得了官，在韩相公家为婿，俺两口儿来到韩相公家门首，与裴中立贺喜走一遭去。（旦云）王员外，则怕裴中立不肯认俺么！（员外云）不妨事，放着我哩！可早来到也。张千，报复去：有洛阳王员外两口儿特来贺喜。（张千云）相公，门首有洛阳王员外两口儿特来相贺。（正末云）你说去，他不过来，更待着我接待他那？（张千云）俺相公说来，你自不过去，更待着俺相公接待你那？（员外云）可早一句也！大嫂，咱过去来。（见正末科，云）裴状元，我道你不是受贫的人。（正末云）将酒来，我与岳父递一杯。(韩公云）裴相公，谁想有今日也！（饮酒科了）（正末云）将酒来，我与野鹤递一杯。（野鹤云）相公，当日小生相法有准么？（正末云）多蒙先生风鉴！左右人，收拾果桌来。（王员外云）裴状元，更做你高傲着！你强煞则是我外甥，我歹煞是你姨夫姨姨。你与别人递了酒也，可怎生不与我递酒？想着我远道而来，非为酒食，可不道\"敬亲者不敢慢于人\"！（正末云）他原来撒酒风！（员外云）我几曾尝来？（正末云）左右，将四个银子来。（做与银子科，云）长老，想小生未遇之时，常在寺中，多蒙长老管待，又与我两锭银子，今日本利还四锭。（长老云）多谢了相公！（正末云）再将两个银子来，将鞍马来，春衣二套，与野鹤先生；一来还其前债，二来与先生做压卦钱。（员外云）原来如此！长老，你势到今日也，你不说等到几时？（长老云）住、住、住，今日老相公在此，裴相公你息怒。这人不说不知，木?<br>蛔瓴煌福粨w不寒，胆不尝不苦。贫僧我叮咛的说破，着相公备细的皆知。裴状元，则为你自小孤独守志贫，你那诗书满腹隐经纶。只为长者关亲故，你相谒投托要安身。王员外见你那浩然一股鸿鹄志，因此上故意相轻傲慢亲。相公你氤氲含恨离宅院，你前来寺院见贫僧。我那斋食管待相供应，王员外他暗寄两锭雪花银。你要上朝赴选求官去，囊箧消乏怎动身？这野鹤骏马亲相送，两锭银可是你这尊亲转赠君。你今日夫荣妇贵身荣显，禄重官高受皇恩。则为你当初才学德行难酬志，方信道\"亲的原来则是亲\"。（正末云）长老不说，裴度怎知？姨夫姨姨请坐！则被你瞒煞我也，姨夫！（员外云）则被你傲煞我也，侄儿！（韩公云）安排庆喜的筵席！（李邦彦上，云）九重天上君恩至，四海皆蒙雨露恩。小官李邦彦，自到京师，将洛阳韩太守一家忠节行孝之事奏知，圣人甚喜，复取韩公入朝重用。不想韩公将裴度还带一事奏知圣人，后裴度赴京中选，奉命将韩廷干的女配与裴度为妻。今日命小官直至韩延干宅中加官赐赏。可早来到也。韩延干、裴度听圣人命：圣明主至德宽仁，差小官体察民情。因傅彬贪财好贿，犯刑宪负累忠臣。只为你妻贤女孝，因此上取赴到京。韩延干则为你屈赔赃奉公守法，坐都堂领省扬名。你浑家守志节清贫甘苦，加你为贤德夫人。韩琼英你行孝道卖文搠笔，裴中立你还玉带有救死之恩；裴中立吏部冢宰，韩琼英配合成亲。国家喜的是义夫节妇，爱的是孝子顺孙。圣明主加官赐赏，一齐的望阙谢恩！<br>题目邮亭上琼英卖诗<br>正名山神庙裴度还带",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}