{
  "id": 71288,
  "star": 75,
  "name": "古风·其十九",
  "dynasty": "唐代",
  "content": "西上莲花山，迢迢见明星。<br>素手把芙蓉，虚步蹑太清。<br>霓裳曳广带，飘拂升天行。<br>邀我登云台，高揖卫叔卿。<br>恍恍与之去，驾鸿凌紫冥。<br>俯视洛阳川，茫茫走胡兵。<br>流血涂野草，豺狼尽冠缨。",
  "fanyi": "<p><strong>译文</strong><br>西岳华山莲花峰上，仙女光芒如同明星。<br>素手握着皎洁芙蓉，袅袅而行太空之中。<br>身穿霓裳广带飘逸，云彩一样飘然升空。<br>约我登上彩云高台，高揖双手拜卫叔卿。<br>惶惶忽忽跟他们去，乘鸿雁到紫色天廷。<br>不经意看洛阳平原，到处都是安禄山兵。<br>尸骨遍野血流成河，叛军叛臣都把官封。 </p><p><strong>注释</strong><br>1.莲花山：华山的最高峰莲花峰。华山在今陕西省华阴市。《华山记》：\"山顶有池，生千叶莲花，服之羽化，因曰华山。\"<br>2.明星：传说中的华山仙女。《太平广记》卷五九《集仙录》：\"明星玉女者，居华山，服玉浆，白日升天。\"<br>3.虚步：凌空而行。蹑：行走。太清：天空。<br>4.霓裳：用云霓做的衣裙。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·东君》：\"青云衣兮白霓裳\"。曳广带：衣裙上拖着宽阔的飘带。<br>5.云台：云台峰，是华山东北部的高峰，四面陡绝，景色秀丽。<br>6.卫叔卿：传说中的仙人。据《神仙传》载，仙人卫叔卿曾乘云车，驾百鹿去见汉武帝，但武帝只以臣下相待，于是大失所望，飘然离去。<br>《神仙传》卷八：\"卫叔卿者，中山人也，服云母得仙。汉元封二年……其子度世……共之华山，求寻其父……未到其岭，于绝岩之下，望见其父与数人博戏于石上，紫云郁郁于其上，白玉为床，又有数仙童执幢节立其。<br>7.紫冥：高空。<br>8.洛阳川：泛指中原一带。走：奔跑。<br>9.豺狼：比喻安史叛军。冠缨：穿戴上官吏的衣帽。 </p>",
  "shangxi": "<h2>赏析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71288.aspx\">诗</a>一般都认为写于天宝十五载（756），时洛阳已陷于安史叛军之手，而长安尚未陷落。诗中虚构了一个虚无缥缈的仙境，以此反衬中原地带叛军横行，人民遭难的残酷景象，表达了诗人对安史叛乱的谴责。萧士赟注认为\"此诗似乎记实之作，岂禄山入洛阳之时，太白适在云台观乎？\"郁贤浩《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>选集》云：\"疑安史乱起时，李白正在梁苑（今河南商丘）至洛阳一带，目睹洛阳沦陷，乃西奔入函谷关，上华山。此诗为天宝十五载春初在华山作。\"朱谏注认为此时李白在庐山隐居。总之此诗写法奇特，前十句虚拟游仙之事，后四句忽然转入现实，前后形成鲜明对比。于此亦可见李白诗天马行空、想象奇诡之处。",
  "about": "<h2>背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71288.aspx\">诗</a>大约写于安禄山攻破中原之时。这是一首用游仙体写的古诗，诗中表现了诗人独善兼济的思想矛盾和忧国忧民的沉痛感情。诗人在想象中登上西岳华山的最高峰莲花峰，远远看见了明星仙女。“明星”本是华山玉女名，但字面上又给人造成天上明星的错觉。首二句展现了一个莲峰插天、明星闪烁的神话世界。玉女的纤纤素手拈着粉红的芙蓉，凌空而行，游于高高的太清，雪白的霓裳曳着宽广的长带，迎风飘举，升向天际。诗人用神奇的彩笔，绘出了一幅优雅缥缈的神女飞天图。</p> <p>　　在这首《古风》里，诗人出世和用世的思想矛盾是通过美妙洁净的仙境和血腥污秽的人间这样两种世界的强烈对照表现出来的。这就造成了诗歌情调从悠扬到悲壮的急速变换，风格从飘逸到沉郁的强烈反差。然而它们却和谐地统一在一首诗里，这主要是靠诗人纵横的笔力、超人的才能和积极的进取精神。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "游仙",
    "同情",
    "人民",
    "生活"
  ]
}