{
  "id": 71679,
  "star": 9,
  "name": "书项王庙壁",
  "dynasty": "明代",
  "content": "三章既沛秦川雨，入关又纵阿房炬，汉王真龙项王虎。<br>玉玦三提王不语，鼎上杯羹弃翁姥，项王真龙汉王鼠。<br>垓下美人泣楚歌，定陶美人泣楚舞，真龙亦鼠虎亦鼠。",
  "fanyi": "<h2>注释</h2> ① “三章”句：汉·<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·高祖本纪》记载：<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>进入秦川后，“与父老约，法三章耳：杀人者死，伤人及盗抵罪。”沛：水多，此为沐浴的意思。秦川：指陕西、甘肃秦岭以北的平原地带。<br>②“入关”句：指<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>火烧阿房宫。<br>③“玉玦”句：《史记·项羽本纪》记载，鸿门宴上，范增三提玉玦，暗示项羽起伏兵杀掉刘邦以除后患，但“项王默然不应”。<br>④“鼎上”句：司马迁《史记·项羽本纪》记载：楚汉相争时期，项羽担心长期对峙下去对他不利，于是抓了刘邦的父亲，扬言刘邦不投降就杀了他父亲炖成肉羹吃，刘邦听说后说：“吾与项羽俱北面受命怀王，曰：约为兄弟。吾翁即若翁，必欲烹而翁，即幸分我一杯羹。”<br>⑤“垓下”句：指霸王别姬。<br>⑥定陶美人：刘邦的宠姬戚夫人是山东定陶人，故称。",
  "shangxi": "<h2>鉴赏</h2> <p>　　中国文人喜欢在<a href=\"http://so.gushiwen.org/view_71679.aspx\">诗</a>中臧否人物。王象春这首诗，就对<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>、<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>这两位大人物作了一番评说。</p> <p>　　项羽、刘邦当初并不是什么大人物，不过都是有野心的人。照<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的记载，他俩都见过秦始皇。项羽见了说：“彼可取而代也！”刘邦见了说：“大丈夫当如此也！”虽然一个藐视，一个艳羡，目标却都是自己想当皇帝。后来果然为了天下，龙争虎斗，打得个昏天黑地，野心得遂，小人物也就进入了“大人物”的圈子。在这场争夺中，刘邦胜了，项羽败了。在以成败论英雄的中国，自然会为胜者送上无量赞歌，对失败者则大抵少有好话，能像司马迁那样把项羽列入《本纪》，还有不少赞许之辞，就算很不容易了。王象春从功业的成就来观察，以为刘邦能去秦苛法，约法三章，如天降甘霖，深得民心，可谓真龙；项羽勇可称虎，但入关后只知掮枪绰棒、纵火劫掠，不懂收拾人心，只是一介莽夫，终较刘邦逊色。</p> <p>　　这一评论虽很简洁，但未有新意。不过，王象春的刘项比较论还有后面两层意思，读来就颇不俗了。</p> <p>　　一层是从人格上比较。鸿门宴上，范增三提玉玦，暗示项羽起伏兵杀掉刘邦以除后患，但“项王默然不应”。他堂堂做人，宁可一刀一枪在战场决胜负，不愿意在背后搞阴谋诡计。刘邦不同，当项羽把刘邦他爹绑在砧板上，威胁刘邦退军时，刘邦竟完全不以老子的安危为念，嬉皮笑脸地对项羽说：我们曾约为兄弟，我老子就是你老子。如果你想把你老子煮来吃，请分一碗肉羹给我尝尝。完全是一副泼皮无赖的样子。两相比较，论人格，王象春以为“项王真龙汉王鼠”。中外历史上，政治家都是玩弄诡计的高手，翻云覆雨、朝令夕改、弄虚作假、背信弃义，是家常便饭。成功了，这一切都可以当作灵活的手腕儿载入经典。如果失败，自然另作别论。项羽勇猛，不擅诡计，终于失败，但王象春以为项羽的人格高于刘邦。这样的评论，就有点意思了。做人，总要讲点人格，如果不讲人格，整日玩弄些阴谋阳谋，虽然得了天下，可称枭雄，也难得到人们心底的尊敬。</p> <p>　　再一层是从人性的层面作比较。他选择的切入点是刘、项同自己心爱女人的关系。男女的情爱，应当是人性的至洁至纯。<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》题词中所谓“情不知所起，一往而深。生者可以死，死可以生。生而不可与死，死而不可复生者，皆非情之至也”，正是说的从情爱之深浅可以窥探人性的真伪。一个人如果为物欲、权欲所迷，便不会有真正的男女情爱。即或他们养小妾、包二奶也曾信誓旦旦，一朝同物欲、权欲的利益相左，山盟海誓的女人便被弃如敝屣，成为他们的攫取私欲的牺牲。“垓下美人泣楚歌”是说<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>的故事。这个故事在京剧《霸王别姬》中项王不舍，虞姬自尽，被梅兰芳演得缠绵悱恻。但在《史记》中只说项王“悲歌忼慨”，“美人和之”，然后项王“泣下数行”。“虞兮虞兮奈若何”——译成白话，就是“虞啊虞啊，怎么来安顿你呢？”怎么安顿？没见记述，只说他带着八百从骑突围走了，看来是把虞姬丢下没管。后来的《楚汉春秋》说虞姬有和歌道：“汉兵已略地，四面楚歌声。大王意气尽，贱妾何聊生”，看来是出于假托，就像京戏里写虞姬自刎在先，项王突围在后一样，不过是后人以为应当如此罢了。“定陶美人泣楚舞”，是说刘邦的宠姬戚夫人的。戚夫人是定陶人，恃宠固位是这类女人的毛病，戚夫人也不能免，所以缠着刘邦要把自己的儿子立为太子。刘邦也曾答应过，但因张良设计，为太子找了几个出色的保护人，使刘邦不敢另行废立。于是，对戚夫人说，太子羽翼已成，动不了了。吕后真是你的主子了。刘邦是否真是因为有了商山四皓辅佐太子，就不敢有所动作，姑置勿论。他的这一举动是否有利汉室也暂不讨论，但明知吕后狠辣，戚姬命运堪忧，却不做任何安排，只是说：你为我跳楚舞，我为你唱楚歌。戚夫人“嘘唏流涕”他也不管，自顾自走了，那薄情也同项羽差不多了。后来戚夫人母子都惨死于吕后之手，刘邦是不能辞其咎的。从人性的角度看刘、项，王象春以为二人都是“鼠”。</p>",
  "poet": {
    "id": 739,
    "star": 0,
    "name": "王象春",
    "desc": "王象春（1578～1632）明末诗人。原名王象巽，字季木，号虞求，别号山昔湖居士，新城（今山东淄博市桓台县新城镇）人，清初文学家王士祯从祖。万历三十八年进士第二，官至南京吏部考功郎，终因刚直而免官归田。象春才气奔轶，诗宗前后七子，诗文结集为《齐音》（亦题《济南百咏》）、《问山亭集》。"
  },
  "tags": [
    "咏史怀古",
    "写人"
  ]
}