{
  "id": 11487,
  "star": 298,
  "name": "孤雁 / 后飞雁",
  "dynasty": "唐代",
  "content": "孤雁不饮啄，飞鸣声念群。<br>谁怜一片影，相失万重云？<br>望尽似犹见，哀多如更闻。<br>野鸦无意绪，鸣噪自纷纷。",
  "fanyi": "<p><strong>译文</strong><br>一只离群孤雁，不想饮水，不肯进食，只是低飞哀叫，思念追寻它的同伴。<br>雁群消失在云海之间，谁来怜惜着天际孤雁?<br>放眼望尽天涯，好像看到同伴身影；哀鸣响震山谷，好像听到同伴的声音。<br>野鸦不解孤雁心情，只顾自己鸣噪不停。</p> <p><strong>注释</strong><br>①饮啄：鸟类饮水啄食。<br>②万重云：指天高路远，云海弥漫。<br>③望尽：望尽天际。<br>④意绪：心绪，念头。<br>⑤鸣噪：野鸦啼叫。自：自己。一作“亦”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联“孤雁不饮啄，飞鸣声念群”唤出“孤雁”，“不饮啄”。写得孤雁有品骨。孤雁非常想念它的同伴。不单是想念，而且还拼命追寻，是一只情感热烈而执着的“孤雁”。“不饮啄”体现出孤雁的执着，不达目的绝不放弃的决心。寄寓<a href=\"http://so.gushiwen.org/view_11487.aspx\">诗</a>人当时渴望与亲人朋友团聚的心情。</p> <p>　　颔联“谁怜一片影，相失万重云？”境界忽然开阔。高远浩茫的天空中，这小小的孤雁仅是“一片影”，它与雁群相失在“万重云”间，此时此际显得惶急、焦虑和迷茫。“一片”、“万重”对比，构成极大的反差，极言其“孤”。“谁怜”二字直抒胸臆，凝聚了诗人对孤雁的怜悯之情。形象地写出了路远雁孤、同伴难寻的凄苦之情。这一联以“谁怜”二字设问诗人与雁，“物我交融”，浑然一体了。诗人所思念的不单是兄弟，还包括他的亲密的朋友。经历了安史之乱，在那动荡不安的年月里，诗人流落他乡，亲朋离散，天各一方，可他无时不渴望骨肉团聚，无日不梦想知友重逢，这孤零零的雁儿，寄寓了诗人自己的影子。</p> <p>　　颈联“望尽似犹见，哀多如更闻。”联紧承上联，从心理方面刻画孤雁的鲜明个性。“似”、“如”二字表现了未见而似见，未闻而犹闻的幻觉。颈联通过对孤雁飞着叫着寻找同伴的描写，将孤雁的渴望、煎熬表现得淋漓尽致。它被思念缠绕着，被痛苦煎熬着，迫使它不停地飞鸣。它望尽天际，不停地望，仿佛那失去的雁群老在它眼前晃。它哀唤声声，不停地唤，似乎那侣伴的鸣声老在它耳畔响。所以，它更要不停地追飞，不停地呼唤了。这两句血泪文字，情深意切，哀痛欲绝。从中体现出诗人流离失所，生活困苦，又没有亲人和朋友可以依靠的状态。“犹”和“更”道出了诗人心中的沉重的悲哀与伤痛。</p> <p>　　尾联“野鸦无意绪，鸣噪自纷纷。”用了陪衬的笔法，表达了诗人的爱憎感情。用野鸦的无忧无虑、热闹非常来反衬孤雁的寂寞、愁苦，尾联进一步表现了孤雁渴望团聚的哀愁与奋力寻找的坚持不懈。孤雁念群之情那么迫切，它那么痛苦、劳累；而野鸦们是全然不懂的，它们纷纷然鸣噪不停，自得其乐。“无意绪”是孤雁对着野鸦时的心情，也是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>既不能与知己亲朋相见，却面对着一些俗客庸夫时厌恶无聊的心绪。</p> <p>　　这是一篇念群之雁的赞歌，它表现的情感是浓挚的，悲中有壮的。孤雁那样孤单、困苦，同时却还要不断地呼号、追求，它那念友之情在胸中炽烈地燃烧，它甚至连吃喝都可抛弃，更不顾处境的安危；虽然命薄但是心高，宁愿飞翔在万重云里，未曾留意暮雨寒塘，诗情激切高昂，思想境界很高。就艺术技巧而论，全篇咏物传神，是大匠运斤，自然浑成，全无斧凿之痕。中间两联有情有景，一气呵成，而且景中有声有色，甚至还有光和影，能给读者以“立体感”。</p> <p>　　全诗以孤雁象征自己。诗写的是孤雁，无一字涉及诗人自己。但通过这只不饮不啄、穿飞哀鸣、思寻伙伴的失群的孤雁间接暗示了诗人在战乱中只身颠沛流离、怀念亲朋的情怀。</p>",
  "about": "<h2>创作背景</h2> <p>　　《孤雁》 这首咏物<a href=\"http://so.gushiwen.org/view_11487.aspx\">诗</a>作于大历初年<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>旅居夔州期间。由于四川政局混乱，杜甫带着家人离开成都，乘船沿长江 出川，滞留夔州。诗人晚年多病，故交零落，处境艰难，心中充满失意之感和哀伤之情。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物",
    "写鸟",
    "孤独",
    "哀伤"
  ]
}