{
  "id": 72308,
  "star": 15,
  "name": "待漏院记",
  "dynasty": "宋代",
  "content": "　　天道不言，而品物亨、岁功成者，何谓也？四时之吏，五行之佐，宣其气矣。圣人不言而百姓亲、万邦宁者，何谓也？三公论道，六卿分职，张其教矣。是知君逸于上，臣劳于下，法乎天也。古之善相天下者，自咎、夔至房、魏，可数也，是不独有其德，亦皆务于勤耳，况夙兴夜寐，以事一人。卿大夫犹然，况宰相乎！朝廷自国初因旧制，设宰臣待漏院于丹凤门之右，示勤政也。至若北阙向曙，东方未明，相君启行，煌煌火城；相君至止，哕哕銮声。金门未辟，玉漏犹滴，彻盖下车，于焉以息。待漏之际，相君其有思乎？</p> <p>　　其或兆民未安，思所泰之；四夷未附，思所来之。兵革未息，何以弭之；田畴多芜，何以辟之。贤人在野，我将进之；佞臣立朝，我将斥之。六气不和，灾眚荐至，愿避位以禳之；五刑未措，欺诈日生，请修德以厘之。忧心忡忡，待旦而入，九门既启，四聪甚迩。相君言焉，时君纳焉。皇风于是乎清夷，苍生以之而富庶。若然，总百官、食万钱，非幸也，宜也。</p> <p>　　其或私仇未复，思所逐之；旧恩未报，思所荣之。子女玉帛，何以致之；车马器玩，何以取之。奸人附势，我将陟之；直士抗言，我将黜之。三时告灾，上有忧也，构巧词以悦之；群吏弄法，君闻怨言，进谄容以媚之。私心慆慆，假寐而坐，九门既开，重瞳屡回。相君言焉，时君惑焉。政柄于是乎隳哉，帝位以之而危矣。若然，则下死狱、投远方，非不幸也，亦宜也。</p> <p>　　是知一国之政，万人之命，悬于宰相，可不慎欤？复有无毁无誉，旅进旅退，窃位而苟禄，备员而全身者，亦无所取焉。</p> <p>　　棘寺小吏王某为文，请志院壁，用规于执政者。 ",
  "fanyi": "<p><strong>译文</strong><br>　　天道不说话，而万物却能顺利生长，年年有所收成，这是为什么呢？那是由于掌握四时、五行的天官们使风雨调畅的结果。皇帝不说话，而人民和睦相亲，四方万国安宁，这是为什么呢？那是由于三公商讨了治国纲要，六卿职责分明，伸张了皇帝的教化的结果。所以我们知道，国君在上清闲安逸，臣子在下勤于王事，这就是效法天道。古代的贤相名臣善于治理国家的，从皋陶、夔到<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>，是屈指可数的。这些人不但有德行，而且都勤劳不懈。早起晚睡为国君效力，连卿大夫都是如此，何况宰相呢！ <br>　　朝廷从建国初即沿袭前代的制度，在丹凤门西边设立宰相待漏院，这是表示崇尚勤于政务。当朝见之所的门楼上映着一线曙光，东方还未大亮时，宰相就动身启行，仪仗队的灯笼火把照耀全城。宰相驾到，马车铃声叮?，富有节奏。这时宫门未开，玉漏声残，侍从撩开车上帷盖，主人下车到待漏院暂息。在等候朝见之际，宰相大概想得很多吧！ <br>　　或许在想，百姓尚未安定，考虑怎样使他们平安；各方少数民族尚未归顺，考虑怎样使他们前来归附。战事未息，怎样使它平息；田野荒芜，怎样使人们去开垦。德才兼备之人尚未任用，我将推荐他们；奸人在朝，我将贬斥他们。气候反常，天时不正，灾害一次次发生，我愿意辞去相位来乞求上天消除灭害；各种刑罚未能废止不用，欺诈行为不断发生，我将请求施行文德教化来矫正这些人。怀着深深的忧虑，等待天明入宫。宫门开后，善听各方意见的天子离得很近。宰相向皇帝奏明了意见，皇帝采纳了他的建议。于是世风清明安定，百姓因此而富裕。如能这样，宰相位居百官之上，享受优厚的俸禄，那就不是侥幸而得，而是完全应该的。 <br>　　或许在想，我有私仇未报，考虑怎样斥逐仇敌；有旧恩未报，考虑怎样使恩人荣华富贵。考虑着金钱美女，怎样到手；车马玩物，怎样取得。奸邪之徒依附我的权势，我便考虑如何提拔他们；正直之臣直言谏诤，我便考虑怎样罢斥他们。三时各地报告灾情，皇上忧虑，我便考虑怎样用花言巧语取悦皇帝；众官枉法，国君听到怨言，我便考虑怎样奉承献媚求得皇上的欢心。他为私事思绪纷乱，强自坐着假睡。宫门开了，金殿上龙目四顾，宰相提出建议，皇上被他蒙惑，政权由此而毁坏，皇位也因此而动摇。如果这样，那么即使宰相被打入死牢，或流放远地，也不是不幸，而是完全应该的。 <br>　　因此可以懂得，一国之政，万人之命，系于宰相一人，难道可以不谨慎以待吗？还有一种宰相，他们没有恶名声，也没有好名声，随波逐流时进时退，窃取高位贪图利禄，滥竽充数而保全身家性命，也是不足取的。 <br>　　大理寺小官吏<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>撰写此文，希望能把它记录在待漏院壁上，用以告诫执政的大臣。</p><p><strong>注释</strong><br>[1] 品物：众物，万物。亨：通达顺利。<br>[2] 岁功：一年农事的收获。<br>[3] 三公：周代三公有两说，一说是司马、司徒、司空，一说是太师、太傅、太保。西汉以丞相（大司徒）、太尉（大司马）、御史大夫（大司空）合称三公。东汉以太尉、司徒、司空合称三公。为共同负责军政的最高长官。唐宋仍沿此称，惟已无实际职务。<br>[4] 六卿：《周礼》把执政大臣分为六官，即天官、地官、春官、夏官、秋官、冬官，亦称六卿。后世往往称吏、户、礼、兵、刑、工六部尚书为六卿。<br>[5] 咎（gāo）：通“皋”，即皋陶（yáo），相传曾被舜选为掌管刑法的官。<br>[6] 夔：尧舜时的乐官。<br>[7] 哕哕（huì）：象声词，徐缓而有节奏的响声。<br>[8] 金门：又称金马门，汉代官署门旁有铜马，故名。<br>[9] 弭：停止，消除。<br>[10] 眚（shěng）：原义为日食或月食，后引申为灾异。<br>[11] 荐：副词，表示频度，相当于“一再”、“屡次”。<br>[12] 禳：除邪消灾的祭祀。<br>[13] 厘：改变，改正。<br>[14] 四聪：《尚书·尧典》：“明四目，达四聪。”孔颖达疏：“达四方之聪，使为己远听四方也。”<br>[15] 三时：春、夏、秋三个农忙季节。<br>[16] 慆慆：纷乱不息的样子。<br>[17] 隳（huī）：崩毁，毁坏。<br>[18] 悬：系连，关联。<br>[19] 旅：俱，共同。<br>[20] 备员：凑数，充数。<br>[21] 棘寺：大理寺（古代掌管刑狱的最高机关）的别称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《待漏院记》是<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>为世人传诵的政论性篇章之一。从题目类型上，这属于“厅壁记”，实际却是一篇充满政治色彩的“宰相论”，以宰相待漏之时的不同思想状态，将宰相分为贤相、奸相、庸相三个类型，褒贬之意非常鲜明，反映了他对现实政治的忧虑、批判与幻想。</p> <p>　　文章开篇探究天道的运行规律、圣王的政治模式，以“四时之吏，五行之佐，宣其气”、“三公论道，六卿分职，张其教”，对儒家理想中“垂拱而天下治”（《尚书·武成》）的治道原因进行解释，借以导出宰臣勤于政务的重要性与必要性，从而自然转到具有“示勤政”之意的待漏院，“勤政”则是文章的立意所在。</p> <p>　　第二段先描述宰臣上朝时的整肃庄严场面，继而以“待漏之际，相君其有思乎”这个设问作为过渡，围绕待漏之时宰相们的所思所虑所追求，将这批人分为贤才、奸才和庸才三个类型，勾画各自的面孔与灵魂。宰相总理全国政治、经济、军事、人事、司法等方方面面的事务，位高权重，能够直接左右皇帝的意志，从而对整个国家造成影响，亦即“一国之政，万人之命，悬于宰相”。而如何保证相权的正当实施呢？作者把它归结为宰相心中的一念之差：“思”为公则贤，“思”为私则奸；贤者“忧心忡忡”于安黎民、抚四夷、息兵革、辟荒田、荐贤才、斥佞臣、禳灾眚、措五刑，奸者“私心慆慆”于复私仇、报旧恩、敛财富、陟同党、斥异己、巧言谄容取悦君王；贤者居高官食厚禄而无愧，奸者不保于自身。这两种人在思想上针锋相对，对权力与责任的理解和运用亦截然不同，他们也会最终得到相应的奖惩。作者用对比手法分别刻画二者的内心世界、表现其对帝王乃至国家政事的不同影响，以及各自的结局，使得贤相与奸相势同水火的状态更为鲜明地呈现在读者眼前。至于庸才，则只以寥寥几笔为之勾勒脸谱，说他们既无过不必挨骂，又无功不受赞誉，成天随大流，尸位素餐、滥竽充数、明哲保身而已。</p> <p>　　王禹偁是北宋倡导<a href=\"http://so.gushiwen.org/view_72308.aspx\">诗</a>文革新的第一人，主张行文要明白晓畅，自然平易。《待漏院记》不仅在结构上具有对称美，语言成就更为突出：以四字句为基本句式，明快平易而琅琅上口；某些段落灵活押韵并自由换韵，充满节奏美、韵律美；以“之”字收尾的一系列句式，既整齐匀称，又有纡徐之致。五十多年后，庆历新政中失败被贬的<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>写下《岳阳楼记》，其中“先忧后乐”的警句固然与此文之中“夙兴夜寐，以事一人”的精神息息相通，其构思、布局乃至句式，都可看到《待漏院记》的影子。</p>",
  "about": "<h2>创作背景</h2> <p>　　此文大约写于宋太宗端拱二年（989），作者当时36岁。此前五年左右的仕宦生涯中，他基本担任地方州县官职。端拱元年，太宗召试，擢右拾遗、直史馆。二年，拜左司谏，知制诰，判大理寺，故此文末尾曰“棘寺小吏王某为文”。</p> <p>　　在唐宋两代的政治结构中，宰相占有非常重要的地位。宋时文人当政，宰相权力尤重。<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>有感于宰相人选在朝政中所起的举足轻重的作用，写了这篇很有时代特色的文章。</p> <p>　　《待漏院记》讲的是宰相职责，也反映了宋儒的政治理想。作者心中理想的政治模式是：君王独断而无为于上，百官分职而勤劬于下，而作为其间枢纽的，就是宰相。不过，在现实政治中，奸相多而贤相少，庸相为数尤众，作者正是深感于此，才写了颇有规讽之意的《待漏院记》。写作此文之后不久，他就遭到政治生涯中的第一次贬谪，表面原因是为被妖尼道安诬讼的<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>抗疏雪冤，追究深层原因，则是因其直言敢谏、得罪权臣，至“为流俗所不容”（《宋史·王禹偁传》）。</p><br/><h2>相关背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>（954-1001），字元之，济州巨野（今山东巨野）人。出身农家，宋太宗太平兴国八年（983）进士，曾任知制诰、翰林学士等职。他直言谏诤，三次被贬，仍守正不阿。他反对北宋初年承袭五代的浮华文风，提倡“韩柳文章李杜<a href=\"http://so.gushiwen.org/view_72308.aspx\">诗</a>”。其作品清新淡雅，对北宋诗文革新运动起到了开拓作用。《待漏院记》一文作于宋太宗淳化初年，文章标题中的“待漏院”是指百官在宫门外等候早朝时休息的地方。漏，漏刻，古代用铜壶滴漏以计时。宰相及百官须待漏尽门启而入朝，故称待漏院。 </p> <p>　　宋代中央集权加强，但宰相的权力并没有真正削弱，宰相和副相组成的集团有很大的实权。由于宋代科举扩大，官员主要从进士中选拔，他们维护封建王朝统治地位的责任心很强。《待漏院记》一文刻画了封建社会中以天下为己任和以一己之私利为出发点的两类为官者形象，栩栩如生，活灵活现。 </p> <p>　　贤良之臣在待漏院等候皇帝接见时想到的是：“其或兆民未安，思所泰之；四夷未附，思所来之。兵革未息，何以弭之；田畴多芜，何以辟之。贤人在野，我将进之；佞臣立朝，我将斥之。六气不和，灾眚荐至，愿避位以禳之；五刑未措，欺诈日生，请修德以厘之。”此时此刻，他们想的是如何使老百姓安居乐业，如何使四方少数民族归顺朝廷，如何使战乱尽快平息，如何使荒芜的土地得以开辟，如何使在野的贤人得以重用，如何将奸佞小人逐出朝廷。如果气候反常，天时不正，灾祸将至，自己宁可做出牺牲，愿让位于贤者以祈求上天消除灾祸；如果那些残酷的刑法不能废止不用，犯法者屡禁不止，欺诈日生，便用礼仪去教育人们。想这些的根本目的，是为了“皇风于是乎清夷，苍生以之而富庶”。这些官员系王事和百姓之事于一心，实属难得。 </p> <p>　　奸佞之臣则不然，他们想的是：“私仇未复，思所逐之；旧恩未报，思所荣之。子女玉帛，何以致之；车马器玩，何以取之。奸人附势，我将陟之；直士抗言，我将黜之。三时告灾，上有忧色，构巧词以悦之；群吏弄法，君闻怨言，进谄容以媚之。”一句话，他们想到的皆是一己私利。正如作者所概括的：“私心慆慆。”而这样做的结果则是，“政柄于是乎隳哉，帝位以之而危矣”！ </p> <p>　　王禹偁对两类为官者的立场态度十分鲜明，所刻画的忠奸两种为官者形象惟妙惟肖、力透纸背，令人过目难忘。《待漏院记》让人深切感受到王禹偁对国事的关切和对“窃位而苟禄，备员而全身者”的批判。他从巩固宋王朝统治的目的出发，提出宰相应忠于国事，勤于政务，使国家安定，百姓富庶，既阐明了宰相职责，也反映了中国古代士人的政治理想。 </p> <p>　　此文被称为“垂世立教之文”，当今的为官者也可以将此文当做一面镜子，对照文中描述的两种为官者形象来反省自己，扬长避短、完善自我，走好为官之路。时下，各级党员干部的主流是好的，涌现出了许多楷模。这些“贤良之臣”廉洁奉公、勤政爱民、兢兢业业、乐于奉献，是民之福祉、国之希望。然而也有极少数的为官者以权谋私、腐化堕落，成为民之灾害、国之蛀虫，败坏了党的声誉，给国家和人民造成了严重危害。 </p> <p>　　《待漏院记》一文令人感悟颇多，愿当今为官者都能细读此文，从中吸取有益营养，加强官德修养，努力使自己成为“忠于国事、勤于政务”、百姓爱戴的好官。 </p>",
  "poet": {
    "id": 122,
    "star": 0,
    "name": "王禹偁",
    "image": "http://img.gushiwen.org/authorImg/wangyucheng.jpg",
    "desc": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。"
  },
  "tags": [
    "古文观止",
    "议论"
  ]
}