{
  "id": 54,
  "star": 359,
  "name": "淇奥",
  "dynasty": "先秦",
  "content": "瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。<br>瞻彼淇奥，绿竹青青。有匪君子，充耳琇莹，会弁如星。瑟兮僩兮，赫兮咺兮。有匪君子，终不可谖兮。<br>瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。",
  "fanyi": "<p><strong>译文</strong><br>看那淇水弯弯岸，碧绿竹林片片连。高雅先生是君子，学问切磋更精湛，品德琢磨更良善。神态庄重胸怀广，地位显赫很威严。高雅先生真君子，一见难忘记心田。<br>看那淇水弯弯岸，绿竹袅娜连一片。高雅先生真君子，美丽良玉垂耳边，宝石镶帽如星闪。神态庄重胸怀广，地位显赫更威严。高雅先生真君子，一见难忘记心田。<br>看那淇水弯弯岸，绿竹葱茏连一片。高雅先生真君子，青铜器般见精坚，玉礼器般见庄严。宽宏大量真旷达，倚靠车耳驰向前。谈吐幽默真风趣，开个玩笑人不怨。</p> <p><strong>注释</strong><br>⑴淇：淇水，源出河南林县，东经淇县流入卫河。奥（yù）：水边弯曲的地方。<br>⑵绿竹：一说绿为王刍，竹为扁蓄。猗（ē）猗：长而美貌。猗，通“阿”。<br>⑶匪：通“斐”，有文采貌。<br>⑷切、磋、琢、磨：治骨曰切，象曰磋，玉曰琢，石曰磨。均指文采好，有修养。切磋，本义是加工玉石骨器，引申为讨论研究学问；琢磨，本义是玉石骨器的精细加工，引申为学问道德上钻研深究。<br>⑸瑟：仪容庄重。僩（xiàn）：神态威严。<br>⑹赫：显赫。咺（xuān）：有威仪貌。<br>⑺谖（xuān）：忘记。<br>⑻充耳：挂在冠冕两旁的饰物，下垂至耳，一般用玉石制成。琇（xiù）莹：似玉的美石，宝石。<br>⑼会弁（guì biàn）：鹿皮帽。会，鹿皮会合处，缀宝石如星。<br>⑽箦（zé）：积的假借，堆积。<br>⑾金、锡：黄金和锡，一说铜和锡。闻一多《风<a href=\"http://so.gushiwen.org/view_54.aspx\">诗</a>类钞》主张为铜和锡，还说：“古人铸器的青铜，便是铜与锡的合金，所以二者极被他们重视，而且每每连称。”<br>⑿圭璧：圭，玉制礼器，上尖下方，在举行隆重仪式时使用；璧，玉制礼器，正圆形，中有小孔，也是贵族朝会或祭祀时使用。圭与璧制作精细，显示佩带者身份、品德高雅。<br>⒀绰：旷达。一说柔和貌。<br>⒁猗（yǐ）：通“倚”。较：古时车厢两旁作扶手的曲木或铜钩。重（chóng）较，车厢上有两重横木的车子。为古代卿士所乘。<br>⒂戏谑：开玩笑。<br>⒃虐：粗暴。</p><br/><h2>译文三</h2> 河湾头淇水流过，看绿竹多么婀娜。<br>美君子文采风流，似象牙经过切磋，似美玉经过琢磨。<br>你看他庄重威武，你看他光明磊落。<br>美君子文采风流，常记住永不磨灭。<br>河湾头淇水流清，看绿竹一片青青。<br>美君子文采风流，充耳垂宝石晶莹，帽上玉亮如明星。<br>你看他威武庄严，你看他光明磊落。<br>美君子文采风流，我永远牢记心铭。<br>河湾头淇水流急，看绿竹层层密密。<br>美君子文采风流，论才学精如金锡，论德行洁如圭璧。<br>你看他宽厚温柔，你看他登车凭倚。<br>爱谈笑说话风趣，不刻薄待人平易。<br/><h2>译文二</h2> 看那淇水河湾，翠竹挺立修长。<br>有位美貌君子，骨器象牙切磋，翠玉奇石雕琢。<br>气宇庄重轩昂，举止威武大方。<br>有此英俊君子，谁能忘得了他！<br>看那淇水河湾，翠竹青青葱葱。<br>有位美貌君子，耳嵌美珠似银，帽缝宝石如星。<br>气宇庄重轩昂，举止威武大方。<br>有此英俊君子，谁能忘得了他！<br>看那淇水河湾，翠竹聚合竞茂。<br>有位美貌君子，好似金银璀璨，有如玉璧温润。<br>气宇旷达宏大，倚乘卿士华车。<br>妙语如珠活跃，待人体贴温和！",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_54.aspx\">诗</a>经》中有许多人物的赞歌，称赞的对象也很广泛。其中重要一类被称颂的对象，是各地的良臣名将。先秦时代，正是中华民族不断凝聚走向统一的时代，人们希望和平、富裕的生活。在那样一个时代，人们自然把希望寄托在圣君贤相、能臣良将身上。赞美他们，实际上是表达一种生活的向往。《淇奥》便是这样一首诗。据《毛诗序》说：“《淇奥》，美武公之德也。有文章，又能听其规谏，以礼自防，故能入相于周，美而作是诗也。”这个武公，是卫国的武和，生于西周末年，曾经担任过周平王（前770—前720年在位）的卿士。史传记载，武和晚年九十多岁了，还是谨慎廉洁从政，宽容别人的批评，接受别人的劝谏，因此很受人们的尊敬，人们作了这首《淇奥）来赞美他。</p> <p>　　从诗本身而言，只是一曲形象的赞歌，时间、地点、人物的指涉性不强，因此可以说，诗中形象并非实指，而是周王朝时代一个品德高尚的士大夫，具有泛指意蕴。全诗分三章，反覆吟咏。但在内容上，并不按诗章分派，而是融汇赞美内容于三章之中。这是因为诗歌本身比较短小，不能长篇铺叙，无法按称颂对象的各个方面一一分述，只能混涵概括，点到为止。同时，三章内容基本一致，就起了反覆歌颂的作用，使听者印象更加深刻。</p> <p>　　《淇奥》反覆吟颂了士大夫几个方面的优秀之处：首先是外貌。这位官员相貌堂堂，仪表庄重，身材高大，衣服也整齐华美。“会弁如星”、“充耳琇莹”，连冠服上的装饰品也是精美的。外貌的描写，对于塑造一个高雅君子形象，是很重要的。这是给读者的第一印象。其次是才能。“如切如磋，如琢如磨”，文章学问很好。实际上，这是赞美这位君子的行政处事的能力。因为卿大夫从政，公文的起草制定，是主要工作内容。至于“猗重较兮”、“善戏谑兮”，突出君子的外事交际能力。春秋时诸侯国很多，能对应诸侯，不失国体，对每个士大夫都是个考验。看来，诗歌从撰写文章与交际谈吐两方面，表达了这君子处理内政和处理外事的杰出能力，突出了良臣的形象。最后，也是最重要的方面，是歌颂了这位君子的品德高尚。“如圭如璧，宽兮绰兮”，意志坚定，忠贞纯厚，心胸宽广，平易近人，的确是一位贤人。正因为他是个贤人，从政就是个良臣，再加上外貌装饰的庄重华贵，更加使人尊敬了。所以，第一、第二两章结束两句，都是直接的歌颂：“有匪君子，终不可谖兮！”从内心世界到外貌装饰，从内政公文到外事交涉，这位士大夫都是当时典型的贤人良臣，获得人们的称颂，是必然的了。此诗就是这样从三个方面，从外到内，突出了君子的形象。诗中一些句子，如“如切如磋，如琢如磨”、“善戏谑兮，不为虐兮”成为日后人们称许某种品德或性格的词语，可见《淇奥》一诗影响之深远了。</p><br/><h2>赏析</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_54.aspx\">诗</a>经》中有许多人物的赞歌，称赞的对象也很广泛。其中重要一类被称颂的对象，是各地的良臣名将。《淇奥》就是一曲形象的赞歌，而时间、地点、人物的指涉性不强，因此可以说，诗中形象并非实指，而是周王朝时代一个品德高尚的士大夫，具有泛指意蕴。全诗分三章，反覆吟咏。但在内容上，并不按诗章分派，而是融汇赞美内容于三章之中。这是因为诗歌本身比较短小，不能长篇铺叙，无法按称颂对象的各个方面一一分述，只能混涵概括，点到为止。同时，三章内容基本一致，就起了反复歌颂的作用，使听者印象更加深刻。</p> <p>　　《淇奥》反复吟颂了士大夫几个方面的优秀之处：首先是外貌。这位官员相貌堂堂，仪表庄重，身材高大，衣服也整齐华美。“充耳琇莹”、“会弁如星”，连冠服上的装饰品也是精美的。外貌的描写，对于塑造一个高雅君子形象，是很重要的。这是给读者的第一印象。其次是才能。“如切如磋，如琢如磨”，文章学问很好。实际上，这是赞美这位君子的行政处事的能力。因为卿大夫从政，公文的起草制定，是主要工作内容。至于“猗重较兮”、“善戏谑兮”，突出君子的外事交际能力。春秋时诸侯国很多，能对应诸侯，不失国体，对每个士大夫都是个考验。看来，诗歌从撰写文章与交际谈吐两方面，表达了这君子处理内政和处理外事的杰出能力，突出了良臣的形象。最后，也是最重要的方面，是歌颂了这位君子的品德高尚。“如圭如璧，宽兮绰兮”，意志坚定，忠贞纯厚，心胸宽广，平易近人，的确是一位贤人。正因为他是个贤人，从政就是个良臣，再加上外貌装饰的庄重华贵，更加使人尊敬了。所以，第一、第二两章结束两句，都是直接的歌颂：“有匪君子，终不可谖兮！”从内心世界到外貌装饰，从内政公文到外事交涉，这位士大夫都是当时典型的贤人良臣，获得人们的称颂，是必然的了。此诗就是这样从三个方面，从外到内，突出了君子的形象。诗中一些句子，如“如切如磋，如琢如磨”、“善戏谑兮，不为虐兮”成为日后人们称许某种品德或性格的词语，可见《淇奥》一诗影响之深远了。</p>",
  "about": "<h2>创作背景</h2> 　　先秦时代，正是中华民族不断凝聚走向统一的时代，人们希望和平、富裕的生活。在那样一个时代，人们自然把希望寄托在圣君贤相、能臣良将身上。赞美他们，实际上是表达一种生活的向往。《淇奥》便是这样一首<a href=\"http://so.gushiwen.org/view_54.aspx\">诗</a>。据《毛诗序》说：“《淇奥》，美武公之德也。有文章，又能听其规谏，以礼自防，故能入相于周，美而作是诗也。”这个武公，是卫国的武和，生于西周末年，曾经担任过周平王（前770—前720年在位）的卿士。史传记载，武和晚年九十多岁了，还是谨慎廉洁从政，宽容别人的批评，接受别人的劝谏，因此很受人们的尊敬，人们作了这首《淇奥》来赞美他。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}