{
  "id": 7890,
  "star": 26,
  "name": "赠韦侍御黄裳二首",
  "dynasty": "唐代",
  "content": "太华生长松，亭亭凌霜雪。<br>天与百尺高，岂为微飙折？<br>桃李卖阳艳，路人行且迷。<br>春光扫地尽，碧叶成黄泥。<br>愿君学长松，慎勿作桃李。<br>受屈不改心，然后知君子。</p> <p>见君乘骢马，知上太行道。<br>此地果摧轮，全身以为宝。<br>我如丰年玉，弃置秋田草。<br>但勖冰壶心，无为叹衰老。",
  "fanyi": "<p><strong>译文<br></strong>华山顶上的高松，玉立亭亭凌霜傲雪。<br>天生的百尺长松，岂能为小的狂风所折?<br>而桃李却与长松不同，它们所卖弄的是艳丽的美色，使行路之人为之着迷。<br>当春光已尽之时，它的碧叶就化成了黄泥。<br>希望君要学长松，切记不要作桃李。<br>受屈而忠心不改，然后才能辨别谁是真君子。</p> <p>见君乘着骢马，知道您要上太行之山道。<br>果然此地摧车投轮，道路十分艰险，千万要注意安全，保全性命才是最重要的。<br>我如丰年之玉，被弃置在秋田的草丛中。<br>您要为官清正廉洁，努力工作，不要以年老为叹。</p> <p><strong>注释<br></strong>⑴韦侍御<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>：即韦黄裳。尝为万年县尉，后为殿中侍御史。此为赠友之<a href=\"http://so.gushiwen.org/view_7890.aspx\">诗</a>，勉励友人要学长松，勿以风霜改色并勉励老友要为官清正廉洁，不要叹老哇卑。<br>⑵太华：即西岳华山。<br>⑶微飙（biāo）：小风，微风。<br>⑷阳艳：亮丽美艳。<br>⑸骢马：毛色青白的马。<br>⑹太行：宋本原作大山，《文苑英华》作太行，今据改。摧轮：谓山路难行。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《苦寒行》：“北上大行山。艰哉何巍规。羊肠坂洁屈。车轮为之摧。”<br>⑺丰年玉：《世说新语·赏誉》：“世称庚文康为丰年玉。”刘孝标注：“谓亮（即庚文康)有廊庙之器。”<br>⑻勖（xù）：勉励。冰壶心：谓冰请玉洁。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代白头吟》：“清如玉壶冰。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7890.aspx\">诗</a>中作者以高大挺拔、不畏霜雪的青松形象为喻，歌颂了在黑暗、腐朽、反动势力强大压力之下，不肯同流合污、傲岸不屈的君子。而以只能在春光中“卖阳艳”的桃李作比，讽刺和嘲笑了那些只会阿附权贵、随波逐流的历史小丑，指出他们虽能取媚炫赫于一时，但终究逃脱不了“碧叶成黄泥”的可悲下场，绝没有好结局。</p> <p>　　诗分三层来写，每四句表达一层含义。“太华生长松，亭亭凌霜雪。天与百尺高，岂为微飙折。”首四句以青松之傲岸，喻君子之高风亮节。太华，指西岳华山。微飙，微风。这四句表面是说：西岳华山之上，生长着高大的青松。它巍然挺立，不畏风雪严寒。大自然赋予它百尺高的躯干，微风岂能将它吹弯吹折?实际意义则是，真正的正直之士，都是些在权贵面前傲岸不屈的人，面对腐朽势力的迫害毫不畏惧。他们耿介正直，与生俱来，永不更改，绝不动摇。诗人用“长”、“亭亭”、“百尺高”来描绘着青松的形象，显示出其生长于高峻雄伟的名山之上挺拔傲岸之姿。以此象喻君子坦荡的胸怀、正直的德行、耿介的性格、高远的志向和坚定的意志。而“岂为微飙折”一句，以反诘作颂语，顿挫有力，表现出诗人对丑恶势力充满蔑视的鲜明态度。</p> <p>　　接下来四句，写与青松形象恰恰相反的桃李。“桃李卖阳艳，路人行且迷。春光扫地尽，碧叶成黄泥。”桃李之花在阳光明媚、天气晴暖、春风和煦的日子里来卖弄自己鲜艳的姿容和美色，走路由此经过的行人莫不被其迷惑。然而，本质使然，当春光逝去之后，花儿褪色、凋零，乃至秋风起，便连碧叶也飘落得荡然无存，全都化作尘泥了。这里，以桃李比喻那些趋炎附势、卖身投靠、钻营投机、取悦权贵而得逞一时的小人，他们虽然暂时占据春光，得意非凡，使人们一度为假象所迷惑，以为他们会永远春风得意。但是一旦“春光扫地尽”，小人们所依附的权贵犯科、倒台，他们所依仗的腐朽势力大势已去，那么，这些人也就会“树倒猢狲散”，随之彻底完蛋。最后只落得个“碧叶成黄泥”被扫进历史垃圾堆的可悲下场。</p> <p>　　桃李和青松，诗人是以对照的方式来描绘的。以松树的挺直，衬托出了桃李的低矮、卑琐、弯曲；以松树的凌霜傲雪，衬托出了桃李的畏风畏雨；以桃李的卖弄阳艳，来反衬松树的刚正不阿；以“花、叶成泥”，来映衬青松的四季不改其容、千载仍挺立、雪压霜摧不失其青翠本色的坚贞个性。这种对比的写法，通过相互映照、反衬，使形象更加鲜明、突出。从而不仅节省了许多笔墨，也言简意赅地逐层揭示了题旨，给人以非常深刻豹印象。是非曲直异常分明，使人一望而知，马上便会做出正确的判断。</p> <p>　　最后，诗人奉劝<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>：“愿君学长松，慎勿作桃李。受屈不改心，然后知君子。”希望他能够学习松树的高贵品质和精神风貌，而千万不要象桃李那样，靠着趋附时势而娇艳一时。作为监察御使，更应坚持真理，即使受到打击和挫折，也决不改变志向。这样，才能成为一个意志坚强、有所作为的人。“受屈不改心”，这是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在唐玄宗统治集团黑暗统治之下，坚持进步政治理想的决心，也是向打击、迫害他的腐朽权奸的勇敢挑战，对黄裳之流的讽刺与规劝。</p> <p>　　这首诗政治针对性较强，立场鲜明坚定，讽喻辛辣而刺意直切，使人读之，对作者的观点一目了然。但是，因为较为直白，因而思想内涵不够丰富、浑厚、博大，认识的深度也略有欠缺。艺术上，首四句写青松，次四句写桃李，末四句为劝戒之语，形式整饬，结构完整，形象对比鲜明。吕居正《童蒙训》云：“学古人文字须得其短处，如杜子美诗颇近质野处……鲁直诗太尖新太巧处……”可见艺术欣赏不应专看其优点，也应知其不足。李白此诗也有不足之处，这就是此诗与他的那些想象丰富、笔力劲健、情感充沛的回肠荡气之作风格有异，在表达正确思想的同时，艺术感染力略显逊色。</p>",
  "about": "<h2>创作背景</h2> 　　此组<a href=\"http://so.gushiwen.org/view_7890.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>被“赐金还山”，离开长安后的第二次漫游时期。是赠给韦<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>的政治讽谏诗。据《因话录》记载，唐制“御使台三院，一曰台院，其僚曰侍御使，众呼为端公。二曰殿院，其僚曰殿中侍御史，众呼为侍御。三曰察院，其僚曰监察御史，众呼亦曰侍御。”韦黄裳为监察院御使。此职之设，本为监察百官，以使其清正廉明，防止徇私舞弊。因为此职权力大，责任重，在任用时应特别注重选择那些耿介正直、能够仗义直言、不徇私情、不枉法度的人来担任。史称，韦黄裳这个人专好结交权贵。据《新唐书·王珙传》记载：其为万年县尉之时，就经常准备有名的美色歌女，设下丰盛的美酒珍肴，等待着唐玄宗的宠臣王珙的儿子王准的到来，极尽讨好谄媚之能事。投机钻营简直到了不择手段的地步。对权贵之子尚且如此，向当权者本人的曲意奉承，岂不就可想而知了吗?<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓溜须拍马有术。然而就是这样一个为正直之士所唾弃、连廉耻都不顾的小人，不仅没有被罢免，反而连连高升，甚至竟然担任了专事监察官僚之责的御使!那么，其他官僚中无德、无才、无功者，恐怕更是大有人在了。用人标准不管其是否为国家、为百姓、为民族操心操力，只看其是否能够投上所好，讨得更高统治者欢心，已成为社会上最为普遍的现象。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠友",
    "励志"
  ]
}