{
  "id": 70892,
  "star": 197,
  "name": "咏怀八十二首·其一",
  "dynasty": "魏晋",
  "content": "夜中不能寐，起坐弹鸣琴。<br>薄帷鉴明月，清风吹我襟。<br>孤鸿号外野，翔鸟鸣北林。<br>徘徊将何见？忧思独伤心。",
  "fanyi": "<p><strong>译文</strong><br>夜中不能寐，夜里睡不着觉。<br>起坐弹鸣琴。起床坐着弹琴。<br>薄帷鉴明月，月光照在薄帷上。<br>清风吹我襟。清风吹着我的衣襟。<br>孤鸿号外野，孤鸿（天鹅）在野外哀号。<br>翔鸟鸣北林。飞翔盘旋着的鸟在北林鸣叫。<br>徘徊将何见？这时徘徊会看到些什么呢？忧思独伤心。</p> <p><strong>注释</strong><br>①炎光：日光。<br>②湍濑（tuúnlài团赖）：水流沙石之上叫作湍，也叫濑。这句话的实际意思即指大水在沙石的河滩上流着。<br>③扶桑：传说中的神树名，据说太阳每早就从这棵树上升起。说法详见《山海经》、《十洲记》。<br>④长剑句：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《大言赋》：“长剑梗邰伲葩倚天外。”以上二句是用弓挂扶桑，剑倚天外来衬托此篇所写的“雄杰士”的形象高大。<br>⑤砥砺，磨刀石。二句是说，和“雄杰士”的形象比较起来，泰山小得如同一块磨刀石，黄河窄得象一条带子。《史记·高祖功臣侯者表》：“使河如带，泰山若砺，国以永宁，爱及苗裔。”这里袭用其句。<br>⑥<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>：战国时期的唯心主义哲学家，道家学派的代表人物之一，主张虚无随化，是没落阶级的代言人。著有《庄子》。<br>⑦荣枯：本意是开花和枯萎，一般引申为生死、兴衰等含义。<br>⑧《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》云：庄子临死时，嘱咐门人们待他死后把他的尸体丢在旷野上，不必埋葬。门人说，怕让乌鸢啄食。庄子说，埋下去叫蝼蚁食，抛在上面叫乌鸢食，为什么要偏待乌鸢呢？以上四句是说，庄子虽然达观，但也不能长生不死；死后抛于旷野，也不能逃避乌鸢的啄食。<br>⑨雄杰士：<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>所幻想的能摆脱人世，超然于天地之外的人物。他的《大人先生传》就是描绘的这样一个形象。<br>⑩功名：这里指道德名声。从此大：指一直响亮地传下去。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>五言《咏怀》<a href=\"http://so.gushiwen.org/view_70892.aspx\">诗</a>八十二首。这是第一首。阮籍《咏怀》诗（包括四言《咏怀》诗十三首），是他一生诗歌创作的总汇。《晋书·阮籍传》说：“作《咏怀》诗八十余篇，为世所重。”这是指他的五言《咏怀》诗，可见他的五言《咏怀》诗无散失。这八十二首诗是诗人随感随写，最后加以辑录的，皆有感而作，而非一时之作。虽然如此，第一首仍有序诗的作用，所以清人方东树说：“此是八十一首发端，不过总言所以咏怀不能已于言之故。”（《昭昧詹言》卷三）这是有道理的。</p> <p>　　阮籍生活在魏、晋之际，他有雄心壮志。《晋书·阮籍传》说：“籍本有济世志，属魏、晋之际，天下多故，名士少有全者，籍由是不与世事，遂酣饮为常。”由于当时政治黑暗，壮志难酬，所以陶醉酒中。其实酒并不能浇愁，他的忧愁和苦闷，终于发而为《咏怀》诗。</p> <p>　　“夜中不能寐，起坐弹鸣琴。”这两句出自<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《七哀三首》（其二）：“独夜不能寐，摄衣起抚琴。”王粲夜不能寐，起而弹琴，是为了抒发自己的忧思。阮籍也是夜不能寐，起而弹琴，也是为了抒发忧思，而他的忧思比王粲深刻得多。王粲的忧思不过是怀乡引起的，阮籍的忧思却是在险恶的政治环境中产生的。南朝宋<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>说：“阮籍在晋文代，常虑祸患，故发此咏耳。”（《文选》李善注引）李善说：“嗣宗身仕乱朝，常恐罹谤遇祸，因兹发咏。”这是说，阮籍生活在魏晋之际这样一个黑暗时代，忧谗畏祸，所以发出这种“忧生之嗟”。清人何焯认为：“籍之忧思所谓有甚于生者，注家何足以知之。”（《义门读书记》卷四十六）何氏以为阮籍的“忧思”比“忧生之嗟”更为深刻，注家并不了解这一点。一般读者当然更是无法弄清究竟是何种“忧思”。不过，《晋书·阮籍传》说：“（阮籍）时率意独驾，不由径路，车迹所穷，辄恸哭而反。尝登广武、观楚、汉战处，叹曰：‘时无英雄，使竖子成名！’登武牢山，望京邑而叹。”由此或可得其仿佛。史载诗人“善弹琴”，他正是以琴声来排泄心中的苦闷。这里以“不能寐”、“起坐”、“弹鸣琴”着意写诗人的苦闷和忧思。</p> <p>　　诗人没有直接点明诗中所抒发的“忧思”，却写道：“薄帷鉴明月，清风吹我襟。”写清澈如水的月光照在薄薄的帐幔上，写带有几分凉意的清风吹拂在诗人的衣襟上，造成一种凄清的气氛。这似乎是在写自然景色，但是，景中有人。因为在月光下徘徊的是诗人，清风吹拂的是诗人的衣襟。所以，可以说写景正是为了写人。这样写，比直接写人，更富有艺术效果，使人感到含蓄不尽，意味无穷。</p> <p>　　“孤鸿号野外，翔鸟鸣北林。”是继续写景。是写孤鸿在野外哀号，而盘旋的飞鸟在北林上悲鸣。如果说，上两句是写诗人的所见，这两句就是写诗人的所闻。所见者清风、明月，所闻者鸿号、鸟鸣，皆以动写静，写出寂静凄清的环境，以映衬诗人孤独苦闷的心情。景中有情，情景交融。但是，《文选六臣注》中，吕延济说：“夜中，喻昏乱。”吕向说：“孤鸿，喻贤臣孤独在外。翔鸟，鸷鸟，以比权臣在近，谓晋文王。”好像诗中景物皆有所指，如此刻意深求，不免有些牵强附会。</p> <p>　　“徘徊将何见？忧思独伤心。”在月光下，清风徐来，诗人在徘徊，孤鸿、翔鸟也在空中徘徊，月光朦胧，夜色苍茫，他（它）们见到什么：一片茫茫的黑夜。所以“忧思独伤心”。这表现了诗人的孤独、失望、愁闷和痛苦的心情，也为五言《咏怀八十二首》定下了基调。</p> <p>　　阮籍五言《咏怀八十二首》，是千古杰作，对中国古代五言诗的发展做出了贡献。但是<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“阮旨遥深。”（《文心雕龙·明诗》）钟嵘说：“厥旨渊放，归趣难求。”（《诗品》上）李善说：“文多隐避，百代之下，难以情测。”（《文选》卷二十三）都说明阮籍诗隐晦难解。阮诗隐晦难解的原因，主要是由于多用比兴手法。而这是特定的时代和险恶的政治环境及诗人独特的遭遇造成的。</p><br/><h2>赏析</h2> <p>　　魏晋之际，天下多故，政治严酷，名士多有生命之忧。自古以来困扰着人们的生命倏忽如逝水的忧虑更迫切地摆在人们的面前。面对人生短暂之忧，吃药求仙者有之，以扩展生命时间之长度；疯狂享乐者有之，以增加有限生命的密度。这几乎已成了当时士大夫企图摆脱生命之忧的两种基本生活态度。但是，在<a href=\"http://so.gushiwen.org/view_70892.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>看来，这两种消极的人生态度并不能从本质上超越人生的短暂，所以，《咏怀诗》中虽有大量忧生之嗟的作品，也有表现如何超越人生短暂的积极态度，提出不同于以上两种生活态度的积极主张的作品，这就是《咏怀诗》第三十八首《咏怀·炎光延万里》、第三十九首《咏怀·壮士何慷慨》两首诗。它们抒发了诗人欲建功立名、兼济天下的豪情壮志，以为只有功名和事业才能摆脱人生的荣枯，只有忠义和气节才能流令名于千古，从根本上超越生命之短暂。</p> <p>　　第三十八首《咏怀·炎光延万里》前六句以象征的手法，描绘了诗人心目中“雄杰士”的形象。开篇“炎光”二句出语恢弘，渲染出了一个极为雄阔的环境，为下四句直接描绘“雄杰士”的活动提供了一个无比壮阔的空间。这一联作为起句，横空而来，奠定了全诗并吞宇内，包举八荒的气势。“弯弓”二句写“雄杰士”的活动。“扶桑”是传说中东海日出处之神树。全句是说“雄杰士”把弯弯的弓弦挂在扶桑树上。“长剑”句是说“雄杰士”把长剑倚靠在天外。字面上看这句出典于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《大言赋》，实则与前一句一样，是以极度夸张之语刻画了“雄杰士”无比高大的形象。这种夸张明显带有象征意味，所以大胆奇特而又不失之险怪，它与前二句壮阔的空间描写在气氛上十分谐和，更增强了此诗涵浑六合的壮浪气象。接下“泰山”二句是写“雄杰士”眼中所见。因为“雄杰士”形象无比高大，所以在他眼中，高高的泰山好像只是一块磨刀石（砥砺），长长的黄河也似乎只是一条衣带。这二句出典于《史记·高祖功臣年表序》中的“封爵之誓”：“使河为带，泰山若厉（砺）。国以永宁，爰及苗裔。”但誓词乃是表示黄河不能成为带，泰山也不能成为砺，故功臣后裔将永远享国的意思。阮籍借用这二句却赋予了新的意义，仍是为了烘托“雄杰士”的高大形象。</p> <p>　　以上六句总的说来是刻画“雄杰士”的形象，诗人是借以表现自已超越生命短暂的积极人生主张，即下文的“功名从此大”的意思。“视彼<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>子”以下四句是用了《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》篇中的故事：庄子将死，他的学生要厚葬他，庄子却主张不要棺椁的天葬，学生们说，天葬会被乌鸢食尸，庄子却说：“在上为乌鸢食，在下为蝼蚁食，夺彼与此，何其偏也!”庄子的回答本是很旷达的了，但诗用此典却是表达诗人自己的人生态度，即人生无论是生（“荣”）还是死（“枯”）都不足倚凭，到头来谁还不是为乌鸢蝼蚁所食呢！仅从此四句看，似乎诗人与庄周子对人生的态度没有什么区别。庄子之荣枯不足赖就是齐生死，即视生死是同一的，没有什么区别；阮籍虽从庄子的故事中也看出“荣枯何足赖”，却并不如庄子那样以生死为同一的虚无，他实际上要超越生死之界线，建立永恒的“功名”。</p> <p>　　所以，最后诗人用“岂若雄杰士，功名从此大”二句点明主题，收束全篇。他承认庄子的命题：“荣枯何足赖”，但又指出：生命并不仅仅是一从生到死的过程；雄杰之士便是以其“功名”，延续了自己的存在。回顾开头的描写，便可以看出这一形象，实际是超越肉身生死的象征。</p> <p>　　关于这首诗古今多以为诗人是鄙薄“功名之辈”，黄节先生的看法具有代表性。他说：“‘雄杰士’——即指上挂弓、倚剑、砺山、带河——功名之辈。‘岂若’二字，有不与为伍意。亦犹传所云：‘不与尧舜齐德，不与汤武并功’也。”以为诗人用“岂若”二字否定了“雄杰士”，而实际上诗人是说“庄周子”的人生主张不如“雄杰士”的人生态度那样真正超越了生死之限，建立了永恒的功名。当然，阮籍在《咏怀诗》也说过否定功名的话，但这大都是在他感觉到功名无法实现的时候。</p>",
  "poet": {
    "id": 698,
    "star": 0,
    "name": "阮籍",
    "image": "http://img.gushiwen.org/authorImg/ruanji.jpg",
    "desc": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。"
  },
  "tags": [
    "古诗三百首",
    "孤独",
    "忧思",
    "咏怀"
  ]
}