{
  "id": 48081,
  "star": 36,
  "name": "七里濑",
  "dynasty": "南北朝",
  "content": "羁心积秋晨，晨积展游眺。<br>孤客伤逝湍，徒旅苦奔峭。<br>石浅水潺湲，日落山照曜。<br>荒林纷沃若，哀禽相叫啸。<br>遭物悼迁斥，存期得要妙。<br>既秉上皇心，岂屑末代诮。<br>目睹严子濑，想属任公钓。<br>谁谓古今殊，异代可同调。",
  "fanyi": "<h2>注释</h2> ⑴羁（jī积）心：羁旅之心，离乡人的愁思。积：聚集。这句是说，在秋晨自己的羁旅之思更加浓重了。　<br>⑵展：申展，这里是尽情的意思。这句是说：自己怀着这种秋晨的羁旅之思来尽情地游赏眺望。　<br>⑶逝湍：急流不停的江水。湍，急流。徒旅：游客。孤客、徒旅皆<a href=\"http://so.gushiwen.org/view_48081.aspx\">诗</a>人自指。奔峭：崩落断裂的陡峭江岸。这二句是说：看到急流的江水和崩落的江岸更感伤自己的长期在外飘荡。　<br>⑷潺湲（chányuán馋援）：水流的样子。　<br>⑸日落：日光下射。照曜：阳光闪耀的样子。　<br>⑹荒林：无人料理和游赏的野林。纷沃若：枝叶繁茂众多的样子。纷，纷纷，众多。沃若，即沃然，美好繁盛的样子。　<br>⑺遭物：看到客观景物，即面对着流水、日光、荒林和哀禽。悼：感伤。迁斥：被贬滴、斥逐。　<br>⑻存期：期望，想要。存，想。要妙：精微玄妙的道理，这里指老庄的哲理。　<br>⑼秉：掌握，把持。上皇心：上古时代人们淳朴的思想感情。上皇，即羲皇，伏羲氏，历史传说中的上古时帝王。岂屑（xiè谢）：哪顾，不管。末代：衰乱之世，这里指诗人所处的社会。诮（qiào俏）：责备，讥诮。这二句是说自己既已具备了上古人的淳朴思想，哪管时人的讥诮呢？　<br>⑽严子濑：即严陵濑，在七里濑东。　<br>⑾想属（zhǔ主）：联想。任公：任国公子。《庄子·外物篇》中写道：任国的一位公子做了一个大钓钩和大绳子，用五十头牛当作钓饵，到东海去钓鱼。钓了一年才钓得一条极大的鱼。他把这鱼切开做成肉干，从淛河以北到苍梧以东的人都可以吃得很饱。这句是说：他也希望能象任公子那样钓得大鱼给很多人带来好处。　<br>⑿同调：情调相同，志同道合。这二句是说：谁说我和严子陵、任公子有古今之别？我们虽处在不同时代，却有着相同的志趣。",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元442年（宋永初三年），<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>自京都建康赴永嘉太守任，途经富春江畔的七里濑（水流沙上为“濑”），乃作此<a href=\"http://so.gushiwen.org/view_48081.aspx\">诗</a>。七里濑亦名七里滩，在今浙江桐庐县严陵山迤西。两岸高山耸立，水急驶如箭。旧时有谚云：“有风七里，无风七十里。”指舟行急湍中进度极难掌握，惟视风之大小来决定迟速。</p> <p>　　此诗一韵到底，凡十六句，每四句为一节。诗意借观赏沿江景物以寄托作者落落寡合的“羁心”，诗中虽作旷达语，却充满了不合时宜的牢骚。这是谢灵运多数诗篇所共有的特色。</p> <p>　　开头四句语言颇艰涩费解。第一句，“羁心”，羁旅者之心，亦即游子迁客之心，指一个被迫远游为宦的人满肚皮不情愿的心情。“积”，训“滞”（见《庄子·天道篇》《经典释文》注），有郁结之意。这句意思说在秋天的早晨自己郁积着一种不愉快的羁旅者的心情。接下来第二句说，既然一清早心情就不愉快，那么爽性尽情地眺览沿途的景物吧。“展”，训“适”，有放眼适意之意。第三、四两句似互文见义，实略有差别。“逝湍”指湍急而流逝的江水，则“孤客”当为舟行之客；而“徒旅”虽与“孤客”为对文，乃指徒步行走的人，则当为陆行之客，故下接“苦奔峭”三字。夫舟行于逝湍之中，自然提心吊胆；但其中也暗用“逝川”的典故。《论语·子罕》：“子在川上曰：‘逝者如斯夫，不舍昼夜！”因知此句的“伤”字义含双关，既伤江上行舟之艰险，又伤岁月流逝之匆遽，与下文“遭物悼迁斥”句正相呼应。第四句，“奔”与“崩”同义，“峭”指陡峭的江岸。江岸为水势冲激，时有崩颓之处，徒步旅行的人走在这样的路上自然感到很苦。不过从上下文观之，这句毕竟是陪衬，重点还在“伤逝湍”的“孤客”，也就是作者本人。所以“孤客”、“徒旅”是以个别与一般相对举，似泛指而并非全是泛指。</p> <p>　　第二节的四句全是景语。这中间也有跳跃。开头明写秋晨，下文却来写“秋晚”，而用“日落山照曜”一句来代表。这种浓缩的手法是我国古典诗歌的特点之一，而谢灵运的诗在这方面显得尤为突出。“潺湲”，旧训水流貌。但是缓是急，仍须研究。叶笑雪注谓“江水缓流的状态”，疑未确。汉武帝《瓠子歌》（见《史记·河渠书》引）：“河汤汤兮激潺谖。”可见当训水流急貌。何况“石浅”则水势自急，必非缓流可知。“照耀”叠韵，是形容词而非动词，指山色明亮。“荒”训大，训野，与荒凉萧瑟无关；“纷”，繁多；“沃若”，见《诗·氓》，形容树叶柔润茂盛。此四句“石浅”句写水，写动态，“日落”句写山，写静态；水为近景，色泽清而浅；山为远景，色泽明而丽。“荒林”句写目之所见，“哀禽”句写耳之所闻。全诗景语，仅此四句，起到承上启下的作用，照理讲它们并非主要内容。只是若把这四句删掉，此诗即无诗味可言。可见情由景生，原是写诗要诀。</p> <p>　　第三节从写景转入抒情，却兼有议论。“遭物”，指见到的客观事物，即上文之浅石湍流、落日群山以及荒林哀禽等。“迁斥”有两层意思，一是主观上指自己被出为郡守，无异于受迁谪和贬斥，二是客观上感到节序迁改推移，时不待人（“迁”指时间的迁移，“斥”有开拓意，指空间的转换）。这二者都是值得伤悼的。但只要存有希望（“期”，期望，希冀，这里是名词），就可以领悟精微玄妙的道理，不致因外来的干扰影响自己的情绪了。“要妙”，语见《老子》，指哲理的玄妙深奥。然而这种悟道的境界，只有太古时代的圣君贤哲才能心领神会，处于衰乱末代的人是无法理解的。所以作者说，“我既已持有（‘秉’，执也，持也）上古时代的圣贤的一颗心，哪里还在乎当今世人的讥诮呢！”“上皇”，犹言太古时代的帝王；“屑”，顾；“诮”，讥刺。从这里，读者看得出作者同刘宋王朝的统治阶级是互相对立的，这是豪门世族与军阀新贵之间必然存在的矛盾。最后矛盾激化，谢灵运终于以谋反罪被杀害。从历史主义的观点来分析，这是丝毫不足为怪的。</p> <p>　　最后一节，作者借古人以明志。“严子”，即严光，字子陵，本与汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>同学，但他坚决不肯出仕，隐居富春江上，后人名其垂钓处为严陵濑，即此诗所谓的“严子濑”。其地在七里濑下游数里，故诗人举目可见。“想”，这里是名词，指思想。“属”，联系到。“任公”，是《庄子·外物篇》里的寓言人物。据说他“蹲乎会稽，投竿东海”，用五十头牛当钓饵，费了一年时间才钓上一条大鱼，其肉足供从浙江到湖南这样广大地区的人民食用。这是两种不同类型的古人。严光是避世的隐者，而任公则象征着具有经世大才的非凡之辈。作者意思说自己纵有经天纬地之才，由于不合时宜，宁可做个隐士。结尾两句，作者明确表示：即使不同时代的人也可以志趣相投，步调一致。言外隐指：本人知音寥落，当世的人对自己并不了解。从而可以推断，上文作者所伤悼的具体内容到底是什么了。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "写景",
    "山水",
    "抒情"
  ]
}