{
  "id": 72234,
  "star": 113,
  "name": "冯谖客孟尝君",
  "dynasty": "先秦",
  "content": "　　齐人有冯谖者，贫乏不能自存，使人属孟尝君，愿寄食门下。孟尝君曰：“客何好？”曰：“客无好也。”曰：“客何能？”曰：“客无能也。”孟尝君笑而受之曰：“诺。”</p> <p>　　左右以君贱之也，食以草具。居有顷，倚柱弹其剑，歌曰：“长铗归来乎！食无鱼。”左右以告。孟尝君曰：“食之，比门下之客。”居有顷，复弹其铗，歌曰：“长铗归来乎！出无车。”左右皆笑之，以告。孟尝君曰：“为之驾，比门下之车客。”于是乘其车，揭其剑，过其友曰：“孟尝君客我。”后有顷，复弹其剑铗，歌曰：“长铗归来乎！无以为家。”左右皆恶之，以为贪而不知足。孟尝君问：“冯公有亲乎？”对曰，“有老母。”孟尝君使人给其食用，无使乏。于是冯谖不复歌。 </p> <p>　　后孟尝君出记，问门下诸客：“谁习计会，能为文收责于薛者乎？”冯谖署曰：“能。”孟尝君怪之，曰：“此谁也？”左右曰：“乃歌夫长铗归来者也。”孟尝君笑曰：“客果有能也，吾负之，未尝见也。”请而见之，谢曰：“文倦于事，愦于忧，而性懧愚，沉于国家之事，开罪于先生。先生不羞，乃有意欲为收责于薛乎？”冯谖曰：“愿之。”于是约车治装，载券契而行，辞曰：“责毕收，以何市而反？”孟尝君曰：“视吾家所寡有者。”</p> <p>　　驱而之薛，使吏召诸民当偿者，悉来合券。券遍合，起，矫命，以责赐诸民。因烧其券。民称万岁。</p> <p>　　长驱到齐，晨而求见。孟尝君怪其疾也，衣冠而见之，曰：“责毕收乎？来何疾也！”曰：“收毕矣。”“以何市而反？”冯谖曰；“君之‘视吾家所寡有者’。臣窃计，君宫中积珍宝，狗马实外厩，美人充下陈。君家所寡有者，以义耳！窃以为君市义。”孟尝君曰：“市义奈何？”曰：“今君有区区之薛，不拊爱子其民，因而贾利之。臣窃矫君命，以责赐诸民，因烧其券，民称万岁。乃臣所以为君市义也。”孟尝君不悦，曰：“诺，先生休矣！”</p> <p>　　后期年，齐王谓孟尝君曰：“寡人不敢以先王之臣为臣。”孟尝君就国于薛，未至百里，民扶老携幼，迎君道中。孟尝君顾谓冯谖：“先生所为文市义者，乃今日见之。”</p> <p>　　冯谖曰：“狡兔有三窟，仅得免其死耳；今君有一窟，未得高枕而卧也。请为君复凿二窟。”孟尝君予车五十乘，金五百斤，西游于梁，谓惠王曰：“齐放其大臣孟尝君于诸侯，诸侯先迎之者，富而兵强。”于是梁王虚上位，以故相为上将军，遣使者黄金千斤，车百乘，往聘孟尝君。冯谖先驱，诫孟尝君曰：“千金，重币也；百乘，显使也。齐其闻之矣。”梁使三反，孟尝君固辞不往也。 </p> <p>　　齐王闻之，君臣恐惧，遣太傅赍黄金千斤、文车二驷，服剑一，封书，谢孟尝君曰：“寡人不祥，被于宗庙之祟，沉于谄谀之臣，开罪于君。寡人不足为也；愿君顾先王之宗庙，姑反国统万人乎！”冯谖诫孟尝君曰：“愿请先王之祭器，立宗庙于薛。”庙成，还报孟尝君曰：“三窟已就，君姑高枕为乐矣。”</p> <p>　　孟尝君为相数十年，无纤介之祸者，冯谖之计也。",
  "fanyi": "<p><strong>译文</strong><br>　　齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑了笑，但还是接受了他（《战国策·冯谖客孟尝君》）。<br>　　旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。（按照孟尝君的待客惯例，门客按能力分为三等：上等（车客）出有车；中等（门下之客）食有鱼；下等（草具之客）食无鱼。）过了一段时间，冯谖倚着柱子弹着自己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”又过了一段时间，冯谖弹着他的剑，唱道：“长剑我们回去吧！外出没有车子。”左右的人都取笑他，并把这件事告诉给孟尝君。孟尝君说：“给他车子，按照上等门客的生活待遇。”冯谖于是乘坐他的车，高举着他的剑，去拜访他的朋友，十分高兴地说：“孟尝君待我为上等门客。”此后不久，冯谖又弹着他的剑，唱道：“长剑我们回去吧！没有能力养家。”此时，左右的手下都开始厌恶冯谖，认为他贪得无厌。而孟尝君听说此事后问他：“冯公有亲人吗？”冯谖说：“家中有老母亲。”于是孟尝君派人供给他母亲吃用，不使她感到缺乏。于是从那之后。冯谖不再唱歌。<br>　　后来，孟尝君拿出记事的本子来询问他的门客：“谁熟习会计的事？”冯谖在本上署了自己的名，并签上一个“能”字。孟尝君见了名字感到很惊奇，问：“这是谁呀？”左右的人说：“就是唱那‘长铗归来’的人。”孟尝君笑道：“这位客人果真有才能，我亏待了他，还没见过面呢！”他立即派人请冯谖来相见，当面赔礼道：“我被琐事搞得精疲力竭，被忧虑搅得心烦意乱；加之我懦弱无能，整天埋在国家大事之中，以致怠慢了您，而您却并不见怪，倒愿意往薛地去为我收债，是吗？”冯谖回答道：“愿意去。”于是套好车马，整治行装，载上契约票据动身了。辞行的时候冯谖问：“债收完了，买什么回来？”孟尝君说：“您就看我家里缺什么吧。” 冯谖赶着车到薛，派官吏把该还债务的百姓找来核验契据。核验完毕后，他假托孟尝君的命令，把所有的债款赏赐给欠债人，并当场把债券烧掉。百姓都高呼“万岁”。 冯谖赶着车，马不停蹄，直奔齐都，清晨就求见孟尝君。冯谖回得如此迅速，孟尝君感到很奇怪，立即穿好衣、戴好帽，去见他，问道：“债都收完了吗？怎么回得这么快？”冯谖说：“都收了。”“买什么回来了？”孟尝君问。冯谖回答道：“您曾说‘看我家缺什么’，我私下考虑您宫中积满珍珠宝贝，外面马房多的是猎狗、骏马，后庭多的是美女，您家里所缺的只不过是‘仁义’罢了，所以我用债款为您买了‘仁义’。”孟尝君道：“买仁义是怎么回事？”冯谖道：“现在您不过有块小小的薛邑，如果不抚爱百姓，视民如子，而用商贾之道向人民图利，这怎行呢？因此我擅自假造您的命令，把债款赏赐给百姓，顺便烧掉了契据，以至百姓欢呼‘万岁’，这就是我用来为您买义的方式啊。”孟尝君听后很不快地说：“嗯，先生，算了吧。” 过了一年，齐闵王对孟尝君说：“我可不敢把先王的臣子当作我的臣子。”孟尝君只好到他的领地薛去。还差百里未到，薛地的人民扶老携幼，都在路旁迎接孟尝君到来。孟尝君见此情景，回头看着冯谖道：“您为我买的‘义’，今天才见到作用了。” 冯谖说：“狡猾机灵的兔子有三个洞才能免遭死患，现在您只有一个洞，还不能高枕无忧，请让我再去为您挖两个洞吧。”孟尝君应允了，就给了五十辆车子，五百斤黄金。冯谖往西到了魏国，他对惠王说：“现在齐国把他的大臣孟尝君放逐到国外去，哪位诸侯先迎住他，就可使自己的国家富庶强盛。”于是惠王把相位空出来，把原来的相国调为上将军，并派使者带着千斤黄金，百辆车子去聘请孟尝君。冯谖先赶车回去，告诫孟尝君说：“黄金千斤，这是很重的聘礼了；百辆车子，这算显贵的使臣了。齐国君臣大概听说这事了吧。”魏国的使臣往返了三次，孟尝君坚决推辞而不去魏国.<br>　　齐王听到这个消息，君臣震恐，连忙派遣太傅带“黄金千金、文车二驷、服剑一、封书”等物，非常隆重地向孟尝君谢罪，请孟尝君要“顾先王之宗庙，姑反国统万人乎”。冯谖劝孟尝君趁机索取先王的祭器，“立宗庙于薛”。等齐国的宗庙在薛地落成后，冯谖向孟尝君报告说：“三窟已就，君姑高枕为乐矣”。（《战国策·齐策》）自从齐泯王罢免了孟尝君的相位后，门下食客多离他而去。孟尝君恢复相位后，冯谖策马前去迎接，其他门客都未到。孟尝君感慨地对冯谖说，自己一生好客，对待客人从来不敢有所闪失，而他们见我被罢官，却都离我而去了。今仰赖冯谖先生得以恢复相位，门客还有什么脸面再见我呢？我如果再见到他们，“必唾其面而大辱之”。冯谖听了忙下马向孟尝君叩头，孟尝君急下马制止，问他是否是替其他的门客谢罪。冯谖说，不是。而是为“君之言失”。他说，任何事物发展都有自身的规律，像有生命的东西一定会死亡一样，这是一种必然规律；“富贵多士，贫贱寡友”，这也是一种规律。赶集上市的人，清晨时都急急地赶往集市；但到日落时，人们就是经过集市，也只是甩着膀子走过去，看也不看一眼。他们不是爱好清晨，厌恶傍晚，而是因为傍晚时分，希望得到的东西，在那儿已经没有了。您失去相位，宾客自然都离去了，您不应该因此埋怨士人，希望孟尝君能够“遇客如故”。孟尝君非常感激冯谖的提醒，于是再次拜谢并接受了冯谖的建议，“敬从命矣，闻先生之言，敢不奉教焉”。（《史记·孟尝君列传》）<br>　　冯谖有超人的智慧，极具战略眼光。他抱着对孟尝君高度负责的态度，积极为孟尝君政治地位的稳定出谋划策。在孟尝君做齐国相国的几十年时间里，“无纤介之祸”（《战国策·齐策》），是与冯谖的精心谋划分不开的。</p><p><strong>注释</strong><br>冯谖（xuān宣），齐国游说之士。谖，一作“煖”，《史记》又作“驩”，音皆同。 客，做门客。<br>孟尝君，齐国贵族，姓田名文，齐闵王时为相。其父田婴在齐宣王时为相，并受封于薛，故本篇中有\"寡人不敢以先王之臣为臣\"之说。田婴死后，田文袭封地，封号为孟尝君。孟尝君好养士，据说有门客三千，成为以养士而著称的\"战国四公子\"之一，其中还有魏国信陵君，楚国春申君，赵国平原君。<br>存，生存，生活。<br>属（zhǔ主），通\"嘱\",嘱咐。<br>寄食门下，在孟尝君门下作食客。<br>好（hào耗），爱好，擅长，喜好。<br>诺，答应声。<br>以，因为，因为孟尝君的态度而轻视冯谖。<br>能，才能，本事。<br>贱，轻视，看不起。<br>食（sì四），通饲，给人吃。<br>草具，粗劣的饭菜。具，供置，也能作酒肴。<br>居有顷，过了不久。<br>铗（jiá夹），剑。<br>归来，离开，回来。乎，语气词。<br>比，和……一样，等同于。<br>为之驾，为他配车。<br>揭，举。<br>过，拜访。<br>客我，待我以客，厚待我。即把我当上等门客看待。<br>归来，回去。<br>弹，敲打。<br>无以为家，没有能力养家。<br>恶（wù物），讨厌。<br>给（jǐ己），供给。<br>出记，出了一个文告。记，账册，古代一种公文文种。<br>计会（kuài），会计。<br>习，熟悉。<br>责，同”债“。债的本字。<br>署，署名，签名。（可见\"记\"不能作帐册，而当做告示。）<br>负，辜负，对不住。实际意思是没有发现它的才干。<br>谢，道歉。<br>倦于事，忙于事务，疲劳不堪。<br>愦（kuì）于忧，忧愁思虑太多，心思烦乱。愦，同“溃”，乱。<br>懧愚，懦弱无能。懧，nuò同懦。<br>沉，沉浸，埋头于。<br>开罪，得罪。<br>不羞，不以为羞。<br>约车治装，准备车马、整理行装。约，缠束，约车即套车。<br>券契，债契。债务关系人双方各持一半为凭。古时契约写在竹简或木简上，分两半，验证时，合起来查对，故后有合券之说。<br>市，买。<br>反，同”返“，返回。<br>寡有，没有。<br>驱，赶着车。 之，往。<br>当偿者：应当还债的人。<br>合券，验合债券。可知前面应解为“债务契约”。古代契约分为两半，立约双方各执其一。<br>矫命，假托（孟尝君）命令。<br>按：此节描述《史记》更合情理。<br>疾，迅速。<br>晨而求见：“见”读音xiàn，谒见。<br>下陈，堂下，后室。<br>区区，少，小，此亦隐指放债之利。<br>拊爱，爱抚。拊，同“抚”，抚育，抚慰。<br>子其民，视民如子。<br>贾，做买卖。贾（gǔ）利之，做买卖获利。（不必视为名词作商人解。）<br>说，通“悦”。<br>休矣，算了吧。<br>后期年，一周年之后。期（jī）年，整整一年。<br>齐王，齐湣王。《史记·孟尝君列传》：“齐（湣）王惑于秦、楚之毁，以为孟尝君各高其主，而擅齐国之权，遂废孟尝君。”所谓“不敢以先王之臣为臣”，是托词。<br>就国，回自己的封地。国，指孟尝君的封地薛。<br>顾，回顾，旁顾。<br>乘shèng，古代四马一车为一乘，亦可泛指车。<br>窟，洞。<br>梁，大梁，魏的国都。惠王，梁惠王，魏武侯之子。<br>放，放逐。<br>虚上位，把上位（宰相之位）空出来。<br>先驱，驱车在前。<br>重币，贵重的财物礼品。<br>显使，地位显要的使臣。<br>三反，先后多次往返。反，同“返”。<br>固辞，坚决辞谢。<br>太傅，官名，为辅弼国君之官。掌制定颁行礼法。<br>赍jī，带着，抱着<br>文车，文饰华美的车辆。<br>驷，四马驾的车，比较：乘不一定是四马，驷一定是四马。<br>服剑，佩剑。<br>不祥，意为糊涂。 一说不善，没有福气。<br>封书，写信，古代书信用封泥加印，故曰封书。<br>谢，赔礼道歉。<br>不祥，通详，审慎，不详即失察。<br>被，遭受。<br>被（pī）于宗庙之祟，遭受祖宗神灵降下的灾祸。被，同“披”，遭受。<br>沉于谄谀（chǎnyú）之臣，被阿谀奉承的奸臣所迷惑。<br>不足为，不值得你看重并辅助。一说无所作为。<br>顾，顾念。<br>姑，姑且。万人，指全国百姓。<br>纤介，介同芥，纤丝与草籽，比喻极微小。</p>",
  "about": "<h2>文言现象</h2> <p><strong>判断句</strong><br>1）乃歌夫“长铗归来”者也。<br>2）乃臣所以为君市义也<br>3）千金，重币也；百乘，显使也。<br>4）孟尝君为相数十年，无纤介之祸者，冯谖之计也。</p> <p><strong>省略句</strong><br>1）愿寄食（于）门下<br>2）左右以（之）告（之）<br>3）乃有意欲为（吾）收责于薛乎？”<br>4）君（于）道中。<br>5）以（之）何市而反？</p> <p><strong>倒装句</strong><br>宾语前置<br>1）贫乏不能自存<br>2）客何好 客何能<br>3）以何市而反<br>状语后置<br>1）愿寄食门下<br>2）食以草具<br>3）乃有意欲为收责于薛乎<br>4）迎君道中<br>5）齐放其大臣孟尝君于诸侯<br>定语后置<br>1）齐人有冯谖者<br>2）使吏召诸民当偿者<br>3）诸侯先迎之者</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "写人"
  ]
}