{
  "id": 52796,
  "star": 96,
  "name": "菩萨蛮·风柔日薄春犹早",
  "dynasty": "宋代",
  "content": "风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。<br>故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。",
  "fanyi": "<p><strong>译文</strong><br>春风柔和，阳光淡薄，已经是早春的季节了。刚脱掉棉袄，换上夹层的青衫，我的心情很好。一觉醒来微微有些寒意，鬓上的梅花妆现时已经乱了。<br>我日夜思念的故乡在哪里呢？只有在醉梦中才能忘却思乡的愁苦。香炉是我睡的时候点着的，现在沉水香的烟雾已经散了，而我的酒气却还未全消。</p> <p><strong>注释</strong><br>⑴菩萨蛮：词牌名。<br>⑵日薄：谓早春阳光和煦宜人。<br>⑶乍著：刚刚穿上。宋方潜力《蕙兰芳》：“乍著单衣，才拈圆扇，气候暄燠。”<br>⑷梅花：此处当指插在鬓角上的春梅。一说指梅花妆。《太平御览》卷九七O引《宋书》，谓南朝宋武帝女寿阳公主人日卧于含章殿檐下，梅花落额上，成五出之花。拂之不去，自后有梅花妆。<br>⑸沉水：即沉水香，也叫沉香，瑞香科植物，为一种熏香料。《太平御览》卷九八二引《南州异物志》云：“沉水香出日南。欲取，当失斩坏树着地。积久，外皮朽烂。其心至坚者，置水则沉，名沉香。”</p>",
  "shangxi": "<p>　　“春犹早”是说春天刚到，虽然阳光还较微弱，但风已变得柔和，不象冬天那样刚猛，天气已渐渐暖和起来。南方早春人们换著夹衫，欣喜万分。三、四两句接写昼寝醒后。“觉微寒是因为刚刚”睡起“，仍扣早春。鬓发上插戴的梅花已经残落。冬去春风闲适恬静，情绪基调是欢欣的。</p> <p>　　下片转写思乡，情调突变。“故乡何处是”不仅言故乡邈远难归，而且还含着“望乡”的动作，也就是说，白天黑夜，作者不知多少次引颈北向，遥望故乡。“忘了除非醉”，平白如话，却极深刻沉痛。借酒浇愁，说明只有醉乡中才能把故乡忘掉，清醒时则无时无刻不思念故乡。“忘”正好表明不能忘。这里正话反说加一层转折，把此意表现得更加强烈：正因为思乡之情把作者折磨得无法忍受，所以只有借醉酒把它暂时忘却，可见它已强烈到何种程度。而作者之所以会有“忘”的念头和举动，不仅是为了暂时摆脱思乡之苦，还同回乡几乎无望有关：如果回归有期，那就存有希望，不会想到把它忘掉；惟其回乡无望，念之徒增痛苦，才觉得不如忘却。真是不敢想却又不能不想，想忘偏又记起。这种思想矛盾和精神痛苦，循环往复，不会完结。结尾二句具体描写上句的“醉” 字。“沉水”即沉香的别称，是一种名贵的熏香。睡卧时所烧的熏香已经燃尽，香气已经消散，说明已过了长长一段时间，但作者的酒还未醒，可见醉得深沉；醉深说明愁重，愁重表明思乡之强烈。末句重用“消” 字，句调圆转轻灵，而词意却极沉痛。不直接说愁，说思乡，而说酒，说熏香，词意含蓄隽永。清照生当宋金对峙之际，她主张抗战，切望收复失地，对故乡的刻骨怀念，即包含着对占领故乡的金国统治者的愤恨，对因循苟且、不思收复失地的南宋统治者的谴责，渗透着强烈的爱国主义感情。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚年南渡后眷念沦陷的北方故乡而作的。根据陈祖美《李清照简明年表》，此词作于公元1129年（宋高宗建炎三年）。公元1127年（宋钦宗靖康二年），徽钦两帝被金兵所俘。李清照南下江宁，她接踵遭际国破、家亡、夫丧、颠沛流离的种种不幸。词人在南方过着颠沛流离的逃难生活，内心郁积着国破家亡的无限苦楚。在这种特定的社会历史条件下，词人为倾吐深重的故国之思和怀乡之情，写下了这篇《菩萨蛮·风柔日薄春犹早》。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "写景",
    "思乡"
  ]
}