{
  "id": 49686,
  "star": 45,
  "name": "醉翁操·琅然",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">琅琊幽谷，山水奇丽，泉鸣空涧，若中音会，醉翁喜之，把酒临听，辄欣然忘归。既去十余年，而好奇之士沈遵闻之往游，以琴写其声，曰《醉翁操》，节奏疏宕而音指华畅，知琴者以为绝伦。然有其声而无其辞。翁虽为作歌，而与琴声不合。又依《楚词》作《醉翁引》，好事者亦倚其辞以制曲。虽粗合韵度而琴声为词所绳约，非天成也。后三十余年，翁既捐馆舍，遵亦没久矣。有庐山玉涧道人崔闲，特妙于琴，恨此曲之无词，乃谱其声，而请于东坡居士以补之云。 </span></p> <p>琅然。清圜。谁弹。响空山。<br>无言。惟翁醉中知其天。<br>月明风露娟娟。人未眠。<br>荷蒉过山前。曰有心也哉此贤。<br>醉翁啸咏，声和流泉。<br>醉翁去后，空有朝吟夜怨。<br>山有时而童颠，水有时而回川。<br>思翁无岁年，翁今为飞仙。<br>此意在人间，试听徽外三两弦。",
  "fanyi": "<p><strong>译文<br></strong>　　<span style=\"font-family:FangSong_GB2312;\"><a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在滁州游琅琊幽谷，飞瀑鸣泉，声若环佩。美妙动人，乐而忘归，写了篇《醉翁亭记》，脍炙人口，当时就刻石立了碑。沈遵特意跑到滁州探访，见那琅琊山水确如醉翁妙笔所绘，就动了兴致，以琴寄趣，创作了一支宫声三叠的琴曲《醉翁吟》（即《醉翁操琅然》）。沈遵寻了个机会为欧阳修亲自弹奏此曲，欧阳修听了很高兴。并应沈的请求为该曲作了词。欧词自是大手笔，“然调不主声，为知琴者所惜。”调不主声就是唱不出来。沈遵的《醉翁吟》传开之后，引起了很多人的兴趣，不但争传《醉翁吟》琴曲，连欧阳修所作《醉翁吟》歌词，也有好事者纷纷为其谱琴曲，但都不理想。冥冥中似乎在等待着什么机缘，一晃三十多年过去，欧阳修、沈遵相继去世，庐山玉涧道人崔闲还惦记着这件事。崔闲精通琴曲，曾拜沈遵为师。他非常喜欢此曲，“常恨此曲无词，乃谱其声，请于东坡居士。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬谪黄州期间，崔闲多次从庐山前往拜访。一次他揣着《醉翁吟》的曲谱登门，请东坡填词。苏轼不但<a href=\"http://so.gushiwen.org/view_49686.aspx\">诗</a>文高妙，而且精通音律，听明来意，欣然应允。于是乎，崔闲弹，东坡听，边听边谱词，不大一会儿就完成了。</span></p> <p>　　飞瀑似珠玉叠串琅琅鸣泉，高山推出明月，清朗团圆。我问：是谁？琴弦轻响，优美的旋律，回荡空山，无人应答，静寂塞满广大空间。只有醉翁理解这天上的琴弦。这是大自然的音籁，美妙呵，难以言传。明月中天，清风把琴声送出很远，露水似真珠，眨着笑眼。此时此刻，谁能安恬入眠？背负草编筐篓的人，走过山前，大声高呼：有心人才能如此这般！</p> <p>　　醉翁长啸，吟诵新的诗篇。余音袅袅，回答的是谷中的流泉。醉翁去了，不再回还。抛下的只是，朝的吟咏，夜的哀怨。山，有时会裸露光秃秃的山巅；水，有时会倒流回环。然而，醉翁呢？他已不会回到少年。醉翁呵，已经归去，幻化成仙。这美妙的乐曲，却留在人间。不信，请你倾听，听呵，听这流注的奔泉。手指弹奏以外，还有新的一两只和弦，这《醉翁操》便是乐曲中的名篇。</p> <p><strong>注释</strong><br>（1）琅琊：山名。在今安徽滁县西南。欧阳修《醉翁亭记》：“环滁皆山也，其西南诸峰。林壑尤美。望之蔚然而深秀者，琅邪也。”<br>（2）幽谷：幽深的山谷。<br>（3）若中音会：好像与音乐的节奏自然吻合。<br>（4）醉翁：欧阳修的号。见《水调歌头》（昵昵儿女语）注。<br>（5）沈遵：欧阳修《醉翁吟》：“余作醉翁亭于滁州。太常博士沈遵，好奇之士也。闻而往游焉。爱其山水，归而以琴写之。作《醉翁吟》三叠。”<br>（6）绝伦：无与伦比。<br>（7）绳约：束缚，限制。<br>（8）捐馆舍：死亡的婉称。《战国策·赵策》：“今奉阳君捐馆舍。”鲍彪注：“礼：妇人死日捐馆舍。盏亦通称。”按欧阳修卒子熙宁五年（1072）。<br>（9）琅然：象声词。响亮的样子。<br>（10）清圜：清新圆润。<br>（11）娟娟：美好的样子。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《狂夫》：“风含翠篆娟娟静，雨渑红蕖冉冉香。”<br>（12）荷蒉过山前，曰有心也哉此贤：《论语·宪问》：“子击磐于卫，有荷蒉而过孔氏之门者。曰：“有心哉，击磐乎！”荷蒉：背着草筐，此喻懂得音乐的隐士。<br>（13）醉翁啸咏，声和流泉：谓欧阳修吟咏之声跟山间泉水之声相应。<br>（14）童颠：山顶光秃。《释名·释长幼》：“山无草木日童。”<br>（15）回川：漩涡。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》：“下有冲波逆折之回川。”<br>（16）思翁无岁年：谓思念醉翁无时或释。无岁年，不论岁月。<br>（17）徽：琴徽，系弦的绳。《汉书·<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传》：“今夫弦者，高张急徽。”注：“徽，琴徽也。所以表发抚抑之处。”后世多指琴面十三个指示音节的标志为徽。此句谓试听弦外之音。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是琴曲，属正宫。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词集原不载。同时郭祥玉效作一首。序云：“予甥以子瞻所作《醉翁操》见寄，未以为工也。倚其声作之。”此后，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>作一首，始编入集中，即正式沿用为词调。又，<a href=\"http://so.gushiwen.org/author_3076.aspx\">楼钥</a>二首，其一和苏氏韵。宋人所作，合五首。双凋，九十一字。上片十句十平韵，下片十句八平韵。</p> <p>　　苏轼此词就是专门为琴曲《醉翁操》这一天生绝妙之曲而谱写的。由于时代变迁，琴曲《醉翁操》原来是有其声而无其辞，此后乐谱失传，却变成有其辞而无其声。现传苏轼所作词，是否得其天籁，这就只能从语言文字中加以揣摩。</p> <p>　　这首词上片，状写流泉之自然声响及其感人效果。</p> <p>　　“琅然。清圜。谁弹。响空山。”四句为鸣泉飞瀑之所谓声若环佩，创造出一个美好意境。琅然，乃玉声。《楚辞·九歌》曰：“抚长剑兮玉珥，璆锵呜兮琳琅。”此用以状流泉之声响。“清圜”二字，有用以形容月亮的，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《舟中》<a href=\"http://so.gushiwen.org/view_49686.aspx\">诗</a>曰：“今朝云细薄，昨夜月清园”；有用以形容荷叶的，如<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《苏幕遮》词“水面清园，风荷举”；有用以形容声音的，如苏轼《一从花》词“钟鼓渐清园”。这里用来说声音——琅然的流泉，清越圆转；而以夜月作陪衬。谓：在此夜月清园而又十分幽静的山谷中，是谁弹起这一绝妙的乐曲？</p> <p>　　“无言。惟翁醉中知其天。”这是上面设问的回答。谓：这是天地间自然生成的绝妙乐曲。这一绝妙乐曲，很少有人能得其妙趣，只有醉翁<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>能够于醉中得之，亦能理解其天然妙趣。于是，这就进一步表明了流泉声响之无限美妙。</p> <p>　　“月明风露娟娟。人未眠。”一句不是正面写声响，但却说出了声响所产生的巨大感人效果。谓：在此明月之夜，“风含翠筱娟娟静，雨裹红蕖冉冉香”（杜甫《狂夫》诗句），人们因为受此美妙乐曲所陶醉，迟迟未能人眠。</p> <p>　　“荷蒉过山前。曰有心也哉此贤。”上二句说一般人听此曲听得入了迷，此二句说这一乐曲如何打动了荷蒉者。《论语·宪问》曰：“子击磬于卫，有荷蒉而过孔氏之门者，曰：‘有心哉，击磬乎！’既而曰：‘鄙哉，硁硁乎！莫己知也，斯已而已矣。深则厉，浅则揭。’子曰：’果哉，末之难矣。”’词作将此流泉之声响比作孔子之击磬声，用荷蒉者对击磐声的评价，颂扬流泉之自然声响。</p> <p>　　下片描述醉翁的啸咏声及琴曲声。“醉翁啸咏。声和流泉。”二句照应上片所说，只有醉翁欧阳修才能得其天然妙趣。欧阳修曾作《醉翁亭记》于滁州。在琅琊幽谷听鸣泉，且啸且咏，乐而忘返，天籁人籁，完全融为一体。</p> <p>　　“醉翁去后，空有朝吟夜怨。”二句说醉翁离开滁州，流泉失去知音，只留下自然声响，但此自然声响，朝夕吟咏，似带有怨恨情绪。“怨”为平声，作名词解。</p> <p>　　“山有时而童颠。水有时而回川。”二句说时光流转，山川变换。琅琊诸峰，林壑尤美，并非永远保持原状。童颠，指山无草木。谓：蔚然而深秀之琅琊，有时候也将失去其奇丽景象。至于水，同样也不是永远朝着一个方向往前流动的。因此，琅琊幽谷之呜泉也就不可能完美地保留下来。</p> <p>　　“思翁无岁年，翁今为飞仙。”二句说山川变换，人事变换，人们因鸣泉而念及醉翁，而醉翁却已化仙而去。《十洲记》载：蓬莱山周回五千里，有圆海绕山，无风而洪波百丈，不可往来。唯飞仙能到其处耳。词作用此典，意即醉翁化为飞仙，一去不复返，鸣泉之美妙，也就再也无人聆赏了。</p> <p>　　但是，“此意在人问，试听徽外三两弦。”二句说鸣泉虽不复存在，醉翁也已化为飞仙，但鸣泉之美妙乐曲，醉翁所追求之绝妙意境，却仍然留存人间，这就是琴曲《醉翁操》。因为琴曲《醉翁操》乃鸣泉之另一知音沈遵，以琴声描摹下来的乐曲，同是鸣泉之天然和声。词作最后将着眼点落在琴声上，突出了全词的主题。</p> <p>　　从词意上看，词作写鸣泉及其和声，能将无形之声响写得如此真实可感，如果不是对于大自然的造化之工有着真切的体验，无论如何也不能臻于此境。而且，从格式上看，词作句式及字声配搭非常奇特。开头四句，“琅然。清圜。谁弹。响空山”，只有一个仄声字（“响”）。其余都是平声。接着两句亦然。这样的安排，恐怕与此曲所属宫调有关。同时，上二下两结句作七言拗句，上结“曰（入作去）有（上代平）心也（阳上作去）哉此贤”与下结“试听徽外三两弦”，四声相合，当也是特意安排（据盛配《词调订律》卷二十二）。这都是琴曲韵度所留下的音乐印记。</p> <p>　　全词节奏鲜明，韵脚鲜明，读来朗朗上口，其中画面感十足，于乐曲搭配更见绝妙，实为不可多得的佳作，无怪乎清代陈廷焯《词则·别调集》中评价本词“清绝、高绝，不许俗人问津”。</p>",
  "about": "<h2>创作背景</h2> 　　作者在词序中交待了写作此词的原委。因<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在滁州游琅琊幽谷，飞瀑鸣泉，声若环佩。美妙动人，乐而忘归。后太常博士沈遵，依自然之声，谱为琴曲《醉翁操》。但此妙曲有声而无辞。欧阳修现存有《醉翁吟》（即《醉翁引》），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以为与琴声不合，故有此作。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "乐曲"
  ]
}