{
  "id": 2906,
  "star": 31,
  "name": "战城南",
  "dynasty": "唐代",
  "content": "塞北途辽远，城南战苦辛。<br>幡旗如鸟翼，甲胄似鱼鳞。<br>冻水寒伤马，悲风愁杀人。<br>寸心明白日，千里暗黄尘。",
  "fanyi": "<p><strong>译文<br></strong>城南城北都有战争，有许多人在战斗中死亡，尸体不埋葬乌鸦来啄食。<br>请为我对乌鸦说：“在吃我们外乡的战士之前请为我们悲鸣几声！<br>战死在野外没人会为我们埋葬，这些尸体哪能从你们的口逃掉呢？”<br>清澈透明的河水在不停地流淌着，茂密的蒲苇草显得更加葱郁。<br>善战的骏马都在战斗中牺牲，只有劣马还在战场徘徊哀鸣。<br>在桥梁上筑直了营垒工事，人们连南北也分不清了。<br>连禾黍都不能收获你吃什么？就是想成为忠臣保卫国家都无法实现啊！<br>怀念你们这些忠诚的好战士，你们实在令人怀念：<br>咱们早晨还一同出去打仗，可晚上你们却未能一同回来。</p> <p><strong>注释<br></strong>①郭：外城。野死：战死荒野。<br>②客：指战死者，死者多为外乡人故称之为“客”。豪：通“号”，大声喊叫。<br>③激激：清澈的样子。冥冥：深暗的样子。<br>④枭骑：通“骁”，作“勇”解，指善战的骏马。驽(nú)马：劣马，此<a href=\"http://so.gushiwen.org/view_2906.aspx\">诗</a>中指疲惫的马。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_2906.aspx\">诗</a>歌虽然以征战者的口吻讲述了远征边塞的军旅生涯，但已不同于汉乐府中的《 战城南 》那样写得血流成河、惨不卒读了。诗中的主人公在叙述战争时，豪情满怀，信心百倍，充满了胜利的希冀。诗的格调雄浑激越，洋溢着浓烈的爱国之情。恰如李调元在《雨村诗话》里评述的：“浑厚朴茂，犹开国风气。”读后令人神情激奋，成为诗人代表作之一。</p> <p>　　首联以对句开起，出句开门见山交待战争的地点，仿佛画家的笔先挥毫泼墨抹出一个塞外广袤的背景。一个“辽”字，一个“远”字，表现出塞北的广阔无际，也给诗歌增加了空间感。对句切题，正面描叙战争场景，暗寓“战城南，死郭北，野死不葬乌可食”的悲壮场面。诗人如泣如诉的概述，浸含泪血，语言朴实真挚。</p> <p>　　颔联用近似白描的手法描绘战场的景象，战旗猎猎，盔明甲亮，刀光血影隐隐可见。排比点缀手法将作战阵式写得极有气势，不但写出了军队威武，而且写出了士兵斗志。诗人在诗歌中，选择了“幡旗”和“甲胄”两个意象，不但抓住了古代战场特色，也把描写的镜头拉近，突出了威武雄壮的气魄。读者从诗句里可以深深地触摸到诗的主人公脉搏激剧的跳动：激动的心、自豪的情，东闯西突血肉搏杀。</p> <p>　　颈联生死攸关之际，人的心境更是复杂多变、不可捉摸的，在一阵冲杀之后，感慨也随之而来。因此颈联自然地转入抒情性的叙述。“冰水寒伤马”，化用<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>诗句：“饮马长城窟，水寒伤马骨。往谓长城吏，‘慎莫稽留太原卒 ！’”（《饮马长城窟行》）这里表面上是写马，实则写人 ，巧妙地表达边地苦寒不宜“稽留”之意 。“悲风愁杀人”，化用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>“悲哉秋之为气也”的句意，进一步直抒胸臆。秋风凛冽，塞外草衰，一派萧瑟之气，倍添征人思乡怀归的愁绪。这联诗真实地反映了广大塞外将士的思想和情绪，也是诗人思想倾向的流露。</p> <p>　　尾联以景作结，“千里暗黄尘”，既是描绘大漠黄沙飞的自然景色，也用以渲染战争的激烈，征尘千里遮天蔽日。然而战士的心中却充满了明亮的阳光。“寸心明白日”句，精微入妙，词语新颖，内涵丰富，艺术概括力强，揭示了征人光明的内心世界。他心系着祖国 ，怀着必胜的信心，视死如归，继续驰骋疆场，报效君王。</p>",
  "poet": {
    "id": 44,
    "star": 0,
    "name": "杨炯",
    "image": "http://img.gushiwen.org/authorImg/yangjiong.jpg",
    "desc": "杨炯（650年－692年），汉族，弘农华阴（今属陕西）人，排行第七；唐朝诗人，初唐四杰之一。显庆六年（公元661年），年仅11岁的杨炯被举为神童，上元三年（676年）应制举及第，授校书郎。后又任崇文馆学士，迁詹事、司直。垂拱元年（685年），降官为梓州司法参军。天授元年（690年），任教于洛阳宫中习艺馆。如意元年（692年）秋后改任盈川县令，吏治以严酷著称，卒于任所。因此后人称他为“杨盈川”。"
  },
  "tags": [
    "军旅",
    "爱国"
  ]
}