{
  "id": 71075,
  "star": 1580,
  "name": "长相思·一重山",
  "dynasty": "五代",
  "content": "一重山，两重山。山远天高烟水寒，相思枫叶丹。<br>菊花开，菊花残。塞雁高飞人未还，一帘风月闲。",
  "fanyi": "<p><strong>译文</strong><br>一重又一重，重重叠叠的山啊。山是那么远，天是那么高，烟云水气又冷又寒，可我的思念像火焰般的枫叶那样。<br>菊花开了又落了，日子一天天过去。塞北的大雁在高空振翅南飞，思念的人却还没有回来。悠悠明月照在帘子上，随风飘飘然。</p> <p><strong>注释</strong><br>（1）《长相思》：调名取自南朝乐府“上言长相思，下言久离别”句，多写男女相思之情。又名《相思令》、《双红豆》、《吴山青》、《山渐青》、《忆多娇》、《长思仙》、《青山相送迎》等。此调有几种不同格体，俱为双调，此词为三十六字体。<br>（2）重：量词。层，道。<br>（3）烟水：雾气蒙蒙的水面。唐代<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《送袁十岭南寻弟》中有“苍梧白云远，烟水洞庭深。”<a href=\"http://so.gushiwen.org/view_71075.aspx\">诗</a>句。<br>（4）枫叶：枫树叶。枫，落叶乔木，春季开花，叶子掌状三裂。其叶经秋季而变为红色，因此称“丹枫”。古代诗文中常用枫叶形容秋色。丹：红色。<br>（5）塞雁：塞外的鸿雁，也作“塞鸿”。塞雁春季北去，秋季南来，所以古人常以之作比，表示对远离故乡的亲人的思念。唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《赠江客》中有诗句：“江柳影寒新雨地，塞鸿声急欲霜天。”<br>（6）帘：帷帐，帘幕。<br>（7）风月：风声月色。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《长相思·一重山》这首小令，《新刻注释草堂<a href=\"http://so.gushiwen.org/view_71075.aspx\">诗</a>余评林》在词调下题作“秋怨”。这“秋怨”，便是统贯全词的抒情中心。虽然通篇未曾出现“秋”、“怨”字眼，但仔细吟诵一遍，便会觉得“秋怨”二字确实最为简洁、准确地概括了本词的旨意。 全词写了一个思妇在秋日里苦忆离人、急盼归来，然而最终没有盼来的怨恨心绪。上片写她望中所见之景。那远行在外的征人而今身处何方呢?他是否正跋涉在返乡的路上呢?怀着这种焦迫不安的心情，她不时地企足遥望，希望能够有所发现。可是，进入视野的除了重重叠叠的山岭峰峦外，还有的就是辽阔高远的青冥和天际处的迷离烟水了。第三句描写了一幅荒寂寥廓的群山秋色图，层次极为分明：“一重山”，是近景，“二重山”，是中景；“山远天高烟水寒”，是远景。这一切都是跟着思妇眺望目光的由近及远渐次展开的。清初词人<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的名作《长相思》曰：“山一程，水一程。身向榆关那畔行。”写主人公越山过水，渐去渐远，很可能是受了该词的启发。需注意的是，“烟水寒”的“寒”，并非仅仅用来形容“烟水”，而且还曲折传出了思妇的心理感觉。正因为久望不见，更添哀伤，心头才滋生了寒意。如此，则目中所见，自然皆带寒意了。上片结句说她“望尽天涯路”而无所得，便收束眼光，不经意地扫视周遭景物，瞥见不远处有枫叶如火，灼人眼目。这使她猛然想起：时令又到了丹枫满山的秋天，自己经年累月的相思之情何日才能了结啊?“相思”一词的出现，使得词旨豁然显现。</p> <p>　　下片便顺着“相思”折入，着重刻画她的心理活动，写她思中所念之事。“菊花开，菊花残”，用短促、相同的句式，点出时间流逝之速，暗示了她相思日久，怨愁更多。紧连着的“塞雁高飞人未还”，可视为她的直接抒情，也可以看作她在触景生情。塞外大雁尚且知道逢秋南归，那飘泊在外的游子为什么还见不到他的踪影呢?用雁知“归”来反衬人不知“还”，就更深一层地表现出了她的内心怨苦。怨恨尽可以怨恨，但它毕竟是产生于“相思”基础上的，如今良人未还，说不定他碰上了什么意外，或是在路途上染上了风疾。这些想法涌上心头，使得女主人公在怨恨之余，又深深地为他担忧起来了。“一帘风月闲”，刻画出了思妇由于离人不归，对帘外风晨月夕的美好景致无意赏玩的心境。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》词写一对恋人分别后的意绪说：“此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说”，含意正与此同。</p> <p>　　这首词的最大特点是，句句写思妇“秋怨”，“秋怨”二字却深藏不露。对思妇的外貌、形象、神态、表情未作任何描摹，而是侧重于表现出她的眼中之景，以折现其胸中之情，用笔极其空灵。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词的语言锤炼功夫很深，他善于用单纯明净、简洁准确的语言生动地再现物象，展示意境。这个特点在该词里也有鲜明的体现，象“山远天高烟水寒”句，自然明朗，形象丰富，立体感强，境界阔远，并且景中蕴情，耐人寻味。对这首词，前人评价颇多，其中以俞陛云之说为精当：“此词以轻淡之笔，写深秋风物，而兼葭怀远之思，低回不尽，节短而格高，五代词之本色也。”（《南唐二主词辑述评》）</p>",
  "about": "<h2>创作背景</h2> 　　《长相思·一重山》是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>前期作品。后主李煜的前期作品主要反映宫廷生活和男女情爱，题材较窄，这个时期的词作风格绮丽柔靡，还不脱“花间”习气。但其仍有一些抒发悲愁情绪的作品，没有后期复杂的情感，只是通过写词即兴抒发内心的情感，《长相思·一重山》便是这个时期的代表作品。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "秋天",
    "写山",
    "相思"
  ]
}