{
  "id": 52686,
  "star": 23,
  "name": "喜迁莺·晋师胜淝上",
  "dynasty": "宋代",
  "content": "长江千里。限南北、雪浪云涛无际。天险难逾，人谋克庄，索虏岂能吞噬。阿坚百万南牧，倏忽长驱吾地。破强敌，在谢公处画，从容颐指。 <br>奇伟。淝水上，八千戈甲，结阵当蛇豕。鞭弭周旋，旌旗麾动，坐却北军风靡。夜闻数声鸣鹤，尽道王师将至。延晋祚，庇烝民，周雅何曾专美。",
  "fanyi": "<h2>注释</h2> ⑴淝：淝水，在今安徽省寿县境内。<br>⑵限：界。这句说，千里长江，雪浪翻滚，风起云涌，一望无际，但南北界限分明。<br>⑶逾：越。<br>⑷人谋：指大臣的谋略。<br>⑸索虏：南北朝时，南朝骂北朝人为索虏。吞噬：吞食。这几句说，长江的天险难以越过，而大臣的谋略又能制止强敌，北方的秦王苻坚难道能够倂吞东晋吗？<br>⑹阿坚：即秦王苻坚。南牧：侵占南方的土地。<br>⑺倏忽：极快的意思。<br>⑻谢公：指东晋宰相谢安，采取了积极抗敌的战略措施。<br>⑼颐：面颊。颐指：形容指挥进退皆如人意。<br>⑽八千戈甲：指晋军前锋都督谢玄等将领带精兵八千，争渡淝水，击杀秦兵。<br>⑾蛇豕：大猪和长蛇，比喻贪暴残害者，《左传·定公·四年》：“吴为封（大）豕长蛇，以荐食上国。“注：”言吴贪害如蛇豕。“<br>⑿弭：弓末梢，用骨头做的，用来助驾车者解开辔结。鞭弭：指驾车前进。周旋：辗转相从，这里是交战的意思。晋公子重耳答楚成王时，说过：“左执鞭弭“和”以与君周旋“的话。见《左传·僖公·二十三年》。<br>⒀麾动：这里指战旗招展。<br>⒁北军：秦兵。这句说，坐谈之间，北方秦国苻坚的军队顺风倒下，很快被打败。<br>⒂鸣鹤：即风声鹤唳。秦国军队大败后逃跑，看见八公山上的草木，以为都是东晋的士兵，路上听到风声和鹤叫的声音也以为是晋兵追来。见《晋书·谢安传》。<br>⒃王师：东晋的军队。<br>⒄晋祚：东晋的皇位。<br>⒅烝民：众多的百姓。<br>⒆周雅：指周宣王命大臣征西戎、伐猃狁（音险允，古代北方的一个民族），使周室中兴。这句说，周宣王使周室中兴的美事，并不是专有的，东晋谢安等以弱势战胜强秦，使晋朝转危为安，也是值得赞美的。",
  "shangxi": "<h2>鉴赏</h2> <p>　　东晋孝武帝太元八年（383年），北方的前秦苻坚率领百万大军南下，气焰嚣张，妄图消灭东晋，统一南北。东晋只有八万军队，不到苻坚的十分之一。而淝水一战，晋师大败苻坚，以少胜多，以弱胜强，保住了晋国的安全，这就是历史上著名的淝水之战。这对南宋有重大的历史借鉴意义。</p> <p>　　上片首先在读者面前展开了一幅长江形势图，眼前只看到长江雪浪，滚滚滔滔，千里奔腾，一泻而下，阻隔南北。据传三国时魏国的<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>在观望长江时，曾感叹地说：“此天之所以限南北也。”他两次伐吴，都未成功，长江阻隔，是其重要原因。如此天险，北方的金兵是难以逾越的。高宗如果稍有恢复中原之志，就应利用天险，加强设防，固守长江，以遏强虏。当然，天险难逾，并不等于绝对不可逾。三国时东吴孙皓，仅凭天险御敌，终于招致“一片降幡出石头”。所以<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>强调天险难逾，还必须加上“人谋克壮”，天险可凭，而又不可仅凭天险，重在人谋。有天险可凭，又加上人的深谋远略，北方索虏，岂敢吞噬我们的土地？索虏是南北朝时南方人对北方敌人的蔑称。这里既是指前秦，也是指金兵。这段描写兼论述为下文写晋师以少胜多提供了依据。下文很自然地转入到对淝水之战的记述。</p> <p>　　苻坚率百万之众“倏忽长驱吾地”。倏忽，言其神速；长驱，言其势猛。这句极言秦兵强大，乃为后面秦兵失败作反衬。欲抑先扬，以突出晋军胜利其意义重大。</p> <p>　　当苻坚南侵，大敌当前之时，谢安作为东晋宰相，其主要作用有二：一是决定大政方针：坚决抵抗，决不妥协；二是运筹帷幄，用人得当。他以谢石为征虏将军、征讨大都督，统率全军。以谢玄为前锋都督。还有辅国将军谢琰，西中郎将桓伊，龙骧将军胡彬等，协同作战。谢安深信他们的谋略将才，放手让他们发挥主动作用，自己不插手，不直接干预军事，指挥若定，镇静自如。《通鉴》载：“谢安得驿书，知秦军已败。时方与客围棋。摄书置床上，了无喜色，围棋如故。客问之，徐答曰：‘小儿辈遂已破贼’。”可见他胸有成竹，料事如神。故词中称赞：“破强敌，在谢公处画，从容颐指。”“颐指”，即指挥如意。</p> <p>　　晋军以少胜多，以弱胜强，确为历史奇迹，故换头以“奇伟”领起，对这次战争的胜利作了生动的铺叙。谢玄等以“八千戈甲，结阵当蛇豕。”戈甲，代指军队；蛇豕，封豕长蛇之简称。《左传·定公四年》：“吴为封（大）豕长蛇，以荐食上国。”封豕长蛇，比喻强大的贪暴残害者。此借指苻坚。“鞭弭周旋，旌旗麾动”，弭，弓之末梢，用骨质制成，用以助驾车者解开辔结。谢玄、谢琰、桓伊等指挥数千之众，直渡淝水，击退北军，使北军望风披靡。苻坚等登上寿阳城，望八公山上草木，皆以为晋军。在败逃路上，夜闻风声鹤唳，皆以为晋军追杀过来。弃甲曳兵，亡魂丧胆，惊慌失措，狼狈北逃。词以十分快意的笔调赞扬晋军出奇制胜、力挫强敌，保住了东晋的江山和人民，免遭“索虏”吞噬。其功业之伟大，虽“周雅”所歌颂的周宣王中兴也不得专美于前了。《<a href=\"http://so.gushiwen.org/view_52686.aspx\">诗</a>·小雅》中的《六月》、《采芑》等诗记述周宣王任周尹吉甫、方叔等率军北伐　狁，南惩荆蛮，使西周得以中兴。淝水之捷，其功不亚于此。</p> <p>　　全词从长江天险写起，指出既凭天险，又重人谋，何惧“索虏”！接着以主要篇幅描述了淝水之战晋胜秦败的过程及其值得借鉴的历史意义：强大的敌人并不可怕，是可以被打败的。只要弱小的一方敢于斗争，人谋克壮。词还突出了东晋宰相谢安“从容颐指”的作用。曾担任高宗宰相的李纲多么希望自己能起类似谢安那样的作用，可惜他没会机会。他写这首词，意在讽谕高宗以古为鉴，须知少可以胜多，弱可以胜强，强敌不足畏，全在“人谋克壮”。应痛下决心，北伐中原，收复失地，作者的用心是很明显的。</p>",
  "about": "<h2>创作背景</h2> 　　北宋被金兵灭亡后，高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>南渡，在临安（今杭州市）建立了南宋新政权。他满足于偏安江左，畏惧金兵强大，不敢收复中原，依旧荒淫享乐。有志之士，无不为之扼腕。不少爱国<a href=\"http://so.gushiwen.org/view_52686.aspx\">诗</a>人词人都通过自己的作品，以多种手法表现了渡江北伐，恢复中原，驱除金虏，还都汴京的爱国热情。<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>感于时政，曾写了七首咏史词。这七首词的词牌和标题是《水龙吟·光武战昆阳》、《念奴娇·汉武巡朔方》、《喜迁莺·晋师胜淝上》、《雨霖铃·明皇幸西蜀》、《喜迁莺·真宗幸澶渊》、《水龙吟·太宗临渭上》、《念奴娇·宪宗平淮西》。这首《喜迁莺·晋师胜淝上》就是七首咏史词之一。",
  "poet": {
    "id": 76,
    "star": 0,
    "name": "李纲",
    "image": "http://img.gushiwen.org/authorImg/ligang.jpg",
    "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"
  },
  "tags": [
    "长江",
    "咏史怀古"
  ]
}