{
  "id": 8218,
  "star": 66,
  "name": "答王十二寒夜独酌有怀",
  "dynasty": "唐代",
  "content": "昨夜吴中雪，子猷佳兴发。<br>万里浮云卷碧山，青天中道流孤月。<br>孤月沧浪河汉清，北斗错落长庚明。<br>怀余对酒夜霜白，玉床金井冰峥嵘。<br>人生飘忽百年内，且须酣畅万古情。<br>君不能狸膏金距学斗鸡，坐令鼻息吹虹霓。<br>君不能学哥舒，横行青海夜带刀，西屠石堡取紫袍。<br>吟诗作赋北窗里，万言不直一杯水。<br>世人闻此皆掉头，有如东风射马耳。<br>鱼目亦笑我，谓与明月同。<br>骅骝拳跼不能食，蹇驴得志鸣春风。<br>《折杨》《黄华》合流俗，晋君听琴枉《清角》。<br>《巴人》谁肯和《阳春》，楚地犹来贱奇璞。<br>黄金散尽交不成，白首为儒身被轻。 <br>一谈一笑失颜色，苍蝇贝锦喧谤声。<br>曾参岂是杀人者？谗言三及慈母惊。<br>与君论心握君手，荣辱于余亦何有？<br>孔圣犹闻伤凤麟，董龙更是何鸡狗！<br>一生傲岸苦不谐，恩疏媒劳志多乖。<br>严陵高揖汉天子，何必长剑拄颐事玉阶。<br>达亦不足贵，穷亦不足悲。<br>韩信羞将绛灌比，祢衡耻逐屠沽儿。<br>君不见李北海，英风豪气今何在！<br>君不见裴尚书，土坟三尺蒿棘居！<br>少年早欲五湖去，见此弥将钟鼎疏。",
  "fanyi": "<p>译文<br>昨天夜里吴中下了一场大雪，你像王子猷一样兴致勃发。<br>浮云万里环绕着青山，天空的正中游动着一轮孤月。<br>孤月沧凉清冷，银河清朗澄澈。太白星晶莹明亮，北斗星错落纵横。<br>白霜洒地的夜晚你对酒思念起我，金雕玉塑的井台上冰冻峥嵘。<br>人生百年不过是飘忽瞬间，要痛饮美酒来渲泄万古的愁情。<br>君不能狸膏金距效法斗鸡之徒，因谄谤获宠，鼻孔出气吹到天上的霓虹。<br>君不能学习那陇右武夫哥舒翰，跨马持刀，横行青海，血洗石堡，换了个紫袍英雄。<br>你只能在北窗下面吟<a href=\"http://so.gushiwen.org/view_8218.aspx\">诗</a>作赋，纵有万言不如杯水顶用。<br>今世人听到诗赋皆掉头而去，就好像马耳边吹过一阵东风。<br>鱼目混珠之辈居然也来嘲笑我，夸说他们的才能与明月宝珠相同。<br>千里马屈身弓背不能饮食，却在春风里得意长鸣。<br>《折杨》和《黄华》这样的曲子才合流俗的口味，像《清角》这样的琴曲，晋平公怎配去听？<br>唱惯《巴人》曲的人怎肯应和《阳春》雅曲？楚国人从来就轻视珍奇的玉石。<br>黄金散尽却没交到知音，白发飘飘的读书人还是被人看轻。<br>一谈一笑之间想不到就变了脸色，接着就有苍蝇一样的小人罗织罪名。<br><a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>怎么会是杀人犯？可是三进逸言还是使他的母亲震惊。<br>握住你的手告诉你心里话，对我来说，荣与辱早已是身外之物。<br>听说孔圣人还感伤过凤凰和麒麟，董龙这小子又是什么鸡和狗！<br>一生傲岸难与权贵相处，皇帝疏远，举荐徒劳，壮志难酬。<br>严子陵长揖不拜汉家天子，我又何必长剑拄着下巴去把皇帝侍候！<br>显达也不足贵，穷困也不足愁。<br>当年韩信羞与周勃、灌婴为伍，<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>耻于交往屠沽小儿。<br>君不见李北海，英风豪气今在何处？<br>君不见裴尚书，三尺土坟上长满了蒿草荆棘！<br>年轻时我就想学习范蠡漫游五湖，看到这些更想远离富贵功名。</p> <p>注释<br>1.王十二：生平不详。王曾赠<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《寒夜独酌有怀》诗一首，李白以此作答。<br>2.子猷：即王子猷。《世说新语·任诞》：“王子猷居山阴，夜大雪，眠觉，开室命酌酒，四望<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>，因起彷徨，咏左思《招隐》诗，忽忆戴安道。时戴在剡，即便夜乘小船就之。经宿方至，造门不前而返。人问其故，王曰：‘吾本乘兴而行’，兴尽而返，何必见戴？”此以子猷拟王十二。<br>3.中道：中间。流孤月：月亮在空中运行。<br>4.苍浪：即沧浪。王琦注：“沧浪，犹沧凉，寒冷之意。”这里有清凉的意思。河汉：银河。<br>5.长庚：星名，即太白金星。《诗经·小雅·大东》：“东有启明，西有长庚”。古时把黄昏时分出现于西方的金星称为长庚星。<br>6.玉床：此指井上的装饰华丽的栏杆。<br>7.狸膏：用狐狸肉炼成的油脂，斗鸡时涂在鸡头上，对方的鸡闻到气味就畏惧后退。金距：套在鸡爪上的金属品，使鸡爪更锋利。<br>8.“坐令”句：王琦注：“玄宗好斗鸡，时以斗鸡供奉者，若王准、贾昌之流，皆赫奕可畏”。李白《古风·大车扬飞尘》：“路逢斗鸡者，冠盖何辉赫，鼻息干虹霓”。<br>9.哥舒：即哥舒翰，唐朝大将，突厥族哥舒部人。曾任陇右、河西节度使。《太平广记》卷四九五《杂录》：“天宝中，哥舒翰为安西节度使，控地数千里，甚著威令，故西鄙人歌之曰：‘北斗七星高，哥舒夜带刀。吐蕃总杀尽，更筑两重濠。’”西屠石堡：指天宝八载哥舒翰率大军强攻吐蕃的石堡城。《旧唐书·哥舒翰传》：“吐蕃保石堡城，路远而险，久不拔。八载，以朔方、河东群牧十万众委翰总统攻石堡城。翰使麾下将高秀岩、张守瑜进攻，不旬日而拔之。上录其功，拜特进，鸿胪员外卿，与一子五品官，赐物千匹，庄宅各一所，加摄御史大夫。”<br>10.紫袍：唐朝三品以上大官所穿的服装。<br>11.不直：不值得。“直”通“值”。宋黄昇《酹江月》词：“作赋吟诗空自好，不直一杯秋露。”<br>12.明月：一种名贵的珍珠。《文选》卷二九张协《杂诗十首》之五：“鱼目笑明月”。张铣注：“鱼目，鱼之目精白者也。明月，宝珠也。”此以鱼目混为明月珠而喻朝廷小人当道。<br>13.骅骝（huáliú）：骏马，此喻贤才。<br>14.蹇（jiǎn）驴：跛足之驴，此喻奸佞。<br>15.折扬、黄华：古代俗曲。黄华又作皇华、黄花。《庄子·天地》：“大声不入于里耳，《折杨》、《皇华》则嗑然而笑。”成玄英疏：“《折杨》、《皇华》，盖古之俗中小曲也，玩狎鄙野，故嗑然动容”。<br>16.清角：曲调名。传说这个曲调有德之君才能听，否则会引起灾祸。据《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·十过》载：春秋时晋平公强迫师旷替他演奏《清角》，结果晋国大旱三年，平公也得了病。<br>17.巴人：即《下里巴人》，古代一种比较通俗的曲调。阳春：即《阳春白雪》，古代一种比较高雅的曲调。<br>18.奇璞（pú）：珍奇的美玉。“璞”是内藏美玉的石头。《韩非子·和氏》：“楚人和氏得玉璞楚山中，奉而献之厉王。厉王使玉人相之。玉人曰：‘石也。’王以和为诳而刖其左足。及厉王薨，武王即位，和又奉其璞而献之武王。武王使玉人相之，又曰：‘石也。’王又以和为诳而刖其右足。武王薨，文王即位。和乃抱其璞而哭于楚山之下，三日三夜，泪尽而继之以血。王闻之，使人问其故曰：‘天下之刖者多矣，子奚哭之悲也？’和曰：‘吾非悲刖也，悲夫宝玉而题之以石，贞士而名之以诳，此吾所以悲也。’王乃使玉人理其璞，而得宝焉。遂名曰和氏之璧”。<br>19.苍蝇：比喻进谗言的人。《诗·小雅·青蝇》：“营营青蝇，止于樊，岂弟君子，无信谗言。”贝锦：有花纹的贝壳，这里比喻谗言。《诗经·小雅·巷伯》：“萋兮斐兮，成是贝锦。彼谮人者，亦已太甚。”两句意为：谈笑之间稍有不慎，就会被进谗的人作为罪过进行诽谤。<br>20.曾参：春秋时鲁国人，孔子的门徒。《战国策·秦策二》：“曾子处费，费人有与曾子同名姓者而杀人。人告曾子母曰：‘曾参杀人。’曾子之母曰：‘吾子不杀人。’织自若。有顷焉，一人又曰：‘曾参杀人。’其母尚织自若也。顷之，一人又告之曰：‘曾参杀人。’其母惧，投杼，逾墙而走。”<br>21.伤凤鳞：《论语·子罕》：“子曰：‘凤鸟不至，河不出图，吾已矣夫！’”《史记·孔子世家》：“鲁哀公十四年春，叔孙氏车子鉏商获兽，以为不祥。仲尼视之曰：‘麟也。’叹之曰：‘河不出图，雒不出书，吾已矣夫！’颜渊死，孔子曰：‘天丧予！’及西狩见麟，曰：‘吾道穷矣。’”<br>22.董龙：《资治通鉴》卷一OO晋纪穆帝永和十二年：“秦司空王堕性刚毅。右仆射董荣，侍中强国皆以佞幸进，堕疾之如仇。每朝见，荣未尝与之言。或谓堕曰：‘董君贵幸如此，公宜小降意接之。’堕曰：‘董龙是何鸡狗？而今国士与之言乎！’”胡三省注：“龙，董荣小字。”<br>23.不谐：不能随俗。<br>24.恩疏：这里指君恩疏远。媒劳：指引荐的人徒费苦心。乖：事与愿违。<br>25.严陵：即东汉隐士严光，字子陵，曾与光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>同学。刘秀做皇帝后，严光隐居。帝亲访之，严终不受命（见《后汉书》卷八三《逸民传》）。<br>26.长剑拄颐：长剑顶到面颊。形容剑长。《战国策·齐策六》：“大冠若箕，修剑拄颐。”事玉阶：在皇宫的玉阶下侍候皇帝。<br>27.韩信：汉初大将，淮阴人。楚汉战争期间，曾被封为齐王。汉王朝建立后，改封楚王，后降为淮阴侯。《史记·淮阴侯列传》载：韩信降为淮阴侯后，常称病不朝，羞与绛侯周勃、颍阴侯灌婴等并列。<br>28.祢衡：汉末辞赋家。《后汉书》卷一一〇《祢衡传》：“祢衡……少有才辩，而气尚刚毅，矫时慢物……是时许都新建，贤士大夫四方来集。或问衡曰：‘盍从陈长文、司马伯达乎？’对曰：‘吾焉能从屠沽儿耶！’”<br>29.李北海：即<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>。<br>30.裴尚书：即裴敦复，唐玄宗时任刑部尚书。李、裴皆当时才俊之士，同时被<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>杀害。<br>31.五湖：太湖及其周围的四个湖。五湖去，是借春秋时越国大夫范蠡功成身退，隐居五湖的故事（见《史记·货殖列传》），说明自己自少年时代就有隐居之志。<br>32.弥：更加。钟鼎，鸣钟列鼎而食，形容贵族人家的排场。这里代指富贵。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《答王十二寒夜独酌有怀》这首<a href=\"http://so.gushiwen.org/view_8218.aspx\">诗</a>突出反映了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>反权贵精神。诗长、典故多，不太好懂，但要读懂。王十二：是李白的朋友，他有一首《寒夜独酌有怀》的诗赠李白，李白这首诗是答诗，大约写于天宝八载，这已是李白二入长婆以后的事。全诗可分四段：第一段：“昨夜吴中雪一一且须酣畅万古情”。主要写想象中王十二寒夜独自饮酒怀念自己的情景。</p> <p>　　“昨夜吴中雪，子猷佳兴发”开头两句用王子猷雪夜访戴逵的典故。据《世说新语》记载，东晋王子猷住在吴地山阴，雪夜乘舟去访问好友戴逵，到了门前却不入而返，说是乘兴而去。到了那里潜发了怀念之情，兴尽而返，何必非要去见戴逵呢？王十二与王子猷同姓，前者寒夜怀友，后者雪夜访友，情境相同。这是用王子猷来比喻王十二，比喻这是一个有着美好兴趣的朋友。他忽然美好兴趣大发，一是看到了美景，一是怀念这位老朋友。这句意是，你像王子猷雪夜访好友戴逵那样想念着我，赠给我热情的诗篇。接下去六句是写王十二寒夜独自喝酒的夜景，环境写得很美。“万里浮云卷碧山，青天中道流孤月”是说淡淡的云彩从青绿的山峰中飘过，一轮孤单的明月在碧蓝的中天运转。“孤月沧浪河汉清，北斗错落长庚明。”说孤月是那样凄冷，银河是那样清朗，北斗星交错闪烁，金星显得分外明亮。这四句是形容寒夜情况：天上万里无云，不仅有月亮、有天河，而且还有北斗星错落有致、长庚星很亮，这是指天上的愚斗。“怀余对酒夜霜白，玉床金井冰峥蝾。”床指井架栏杆。“玉、金”修饰性说法。这两句说，王十二怀念自己在寒夜里独自喝酒，屋外满地白霜，借着月色可以看到美丽光洁的井架栏杆周围已结下了厚厚的冰层。这段最后两句写作者的感慨。“人生飘忽百年内，且须酣畅万古情。”“飘忽”，非常快、迅速。是说人活在世间，很快就会度过自己有限的—生，姑且以畅饮来寄托万古不灭的情怀吧！这两句是承上启下的过渡句。</p> <p>　　这段属叙事，指出王十二寒夜独酌有怀，同时表明李白的态度。之后便是诗人自己抒情了。</p> <p>　　“君不能狸膏金距学斗鸡一—有如东风射马耳。”为第二段：写王十二的操行和在社会上所受的冷遇。抨击宠臣、权贵们斗鸡邀宠，杀戮邀功。“君不见狸膏金距学斗鸡，坐令鼻息吹虹霓。”“斗鸡”是盛唐时所特有的一种社会现象。唐玄宗时宫廷内盛行斗鸡，比胜负。由于宫中盛行这种东西，所以在王宫、贵族、达官贵人家里也相当盛行。由于斗鸡能升官发财，有些人就以斗鸡为业，甚至因善驯养斗鸡而能进皇宫取得荣华富贵。唐传奇中有篇《东城老夫传》，写的就是唐玄宗时斗鸡童贾昌的事(后世又出现斗“促织”的情景)。“狸膏”，狐狸油，鸡怕狐狸，斗鸡时用狐狸油涂在鸡的头上，对方鸡一嗅到气味就逃之夭夭。“金距”，指装在鸡爪上的芒刺，用来刺伤对方的鸡。这两句说，你不会学习那些专门钻营斗鸡耍弄小计的人，他们因斗鸡而得宠，气焰嚣张，飞扬跋扈。这是“一不学”。“君不能学哥舒，横行青海夜带刀，西屠石堡取紫袍。”“哥舒”指哥舒翰，他挎刀横行青海一带，因血洗石堡而晋升高位。哥舒翰唐玄宗时著名将领。天宝八年与土伯族作战，攻打石堡城时付出相当大的代价，死的人很多，哥舒翰因此而升官。“紫袍”，唐三品官以上的穿紫色袍。民歌有“哥舒夜带刀”。这句说，你不要靠着战争去厮杀而夺取个人的富贵。这是二不能学哥舒翰。以上四句一方面称赞了王十二的操守，一方面讽刺抨击了斗鸡与哥舒翰之辈，并且指责了宠信他们的唐玄宗。李白这样公开指责哥舒翰，认为他牺牲几万人的性命，夺取石堡城；与斗鸡邀宠一样，都是奉承统治者，以换取欢心的卑鄙勾当。这在当时是没有人敢做的。这两个“不能学”，都是用不正当途径来求取个人功名：一个纯粹是供皇上享乐；一个是穷兵黩武，戍边不止。这在李白看来都是不走正道，都是通过邪恶的途径来求取功名，所以不能走这样的路。“吟诗作赋北窗里，万言不直一杯水。世人闻此皆掉头，有如东风射马耳”。“吟诗作赋”，作文。写了千言万语在这世上不值一杯淡淡的清水。世人听说你吟诗作赋，把头就转过去了。前四句写王十二不能取宠皇上，这四句说他连应有的社会地位也没有，成天关在屋里吟诗作赋，其实写的再多，也不值分文，因为世人根本不理踩他，就像是东风吹马耳，怎么吹也无动于衷。李白借写王十二，写了自己以及其它有志之士大致相同的性格、遭遇。 “鱼目亦笑我——谗言三及慈母惊”为第三段：是揭露黑白不分，贤愚不辨的社会，暗示朝廷的不明，并抒发自己在遭受排挤、迫害的愤闷。</p> <p>　　“鱼目亦笑我，谓与明月同”“明月”，指月明珠。这两句用“鱼目混珠”这一成语，说那些鱼目般的世俗小人来讥笑我，还夸他们的贤能像夜明珠似的在世上是稀有的。“骅骝拳踞不能食，蹇驴得志鸣春风”。“骅骝”赤色的骏马，比喻贤能。“拳踞”不得伸展的样子。“蹇驴”瘸腿驴，比喻世俗小人。这两句是，在当今世上，良马般的贤能被压抑得不到温饱，而跛驴般的小人却一个个世运亨通。“《折杨》《黄华》合流俗，晋君听琴枉清角”。《折杨》《黄华》是古代流行的两首通俗歌曲。“晋君”，春秋时代的晋文公。“清角”相传皇帝所作歌曲，只能演奏给有才能的人听，《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子十过》篇说，晋平公德薄，却强迫师旷为他演奏《清角》，招致了风雨大作，晋国大旱三年。这两句说，像《折杨》、《黄华》一类低级普通的歌曲，合乎世俗之人的胃口；晋平公竟然想欣赏高级、高尚的《清角》其不枉然。像晋君那样的人根本无法理解高尚、高级的乐曲。这里借晋君暗喻玄宗的无德，不任用贤德之士。这话说的比较激烈了。“巴人谁肯和《阳春》，楚地由来贱奇璞。”“巴人”，指喜欢唱通俗歌曲的士人，《阳春》，阳春白雪，是高雅歌曲的名字。“奇璞”珍奇的玉璞。“璞”是内藏美玉的石头，这是用和氏献璞之事，讽刺玄宗不识人才。这两句说，世俗之人谁肯去唱和曲调高雅的〈阳春白雪〉，听说楚地从来就不识美玉。到这里李白写了两种情况：一个高尚的人、高尚的品格、高尚的才能，在这世上不被承认、不被肯定、不被理解，而那些低下的、卑贱的、不成其才的小人，反而被承认、被肯定、被容纳。他说这些话时那义愤不平之气相当强烈。所以有的地方等于冷嘲热骂。如“骅骝”两句，好马吃不饱不能有所作为，而那瘸腿驴却春风得意。以上八句侧重写贤愚不分的情事，抒发自己怀才不遇的感慨。以下六句侧重写黑白不分的情事，朋友交道沦丧，毁谤横行，谗毁之风盛行而抒发自己遭谗谏谤的感慨。“黄金散尽交不成，白首为儒身被轻”。散尽了黄金也不得与世人相交，身为儒生—辈子都被世俗社会所轻视。“一说一笑失颜色，苍蝇贝锦喧谤声。”“苍蝇”比喻谗人，“贝锦”比喻花言巧语。这都是用《诗经》典故，指小人毁谤之声非常喧闹。这两句说，到处都是世俗小人的谗谤声，谈笑间闻之令人失色。“<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>岂是杀人者，谗言三及慈母惊”这—典故出自<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>的《新序·杂事》篇，曾参是孔子的门生，也是有名的孝子。他在郑国时有个同姓的人杀了人，消息传到他母亲的耳朵里，她前两次都不相信自己的儿子会去杀人，于是流言越来越多，最后她竟然信以为真，被吓的连忙扔下手中的织布梭，翻墙逃跑了。这里指谗言可畏。这两句说古代贤人曾参怎么会是杀人犯呢?接连三次的谣言，竟然让最信任他的母亲也受到惊吓。以上集中对世风进行批判，揭露世间贤愚不分，贤者遭诽谤，小人得志猖狂。</p> <p>　　“与君论心握君手”—一结尾，为第四段：是表明谢决官场和仕途。</p> <p>　　“与君论心握君手，荣辱于余亦何有”，“君”指王十二。这两句说，握着你的手，说句心里话吧，光荣和耻辱对于我来说又算了什么?“孔圣犹闻伤凤麟，董龙更是何鸡狗”。“凤麟”指凤凰，麒麟，古时认为是祥瑞之物，孔子曾为凤鸟不至，麒麟被获而伤感，以为自己是生逢乱世，理想落空；董龙是前秦右仆射董荣(小半龙)以谄媚皇上而得宠，这里指玄宗的宠臣<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠之流。这两句说孔圣人尚且因生不逢时理想难成而忧伤，何况自己呢?最可恨董龙之辈靠媚上而得宠，真是令人不耻的鸡狗。这句谈的是社会权要人物，下边又把自己的念头转到皇帝那里。“一生傲岸苦不谐，恩疏媒劳志多乖。”“谐”谐调，“恩疏媒劳”借《楚辞·九歌·湘君》“心不同兮媒劳，恩不甚兮轻绝。”“媒劳”，引荐我的人是徒劳。把我向朝廷、皇帝引荐的人白费了力气。说自己虽被荐举入都，却渐疏于玄宗。“乖”不顺利。“志多乖”，自己志愿不能实现。这两句说，自己生性高傲苦于和世俗不谐调，身被举荐又不被皇上赏识，使胸怀大志无法实现。“严陵高揖汉天子，何必长剑拄颐事玉阶”。“严陵”严子陵的简称。严子陵青年时与后汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>是同学，光武帝继位后，他不愿称臣，仍以朋友之礼相见，长揖而不肯下拜。这两句说，当年严子陵既然可以和汉天子平礼相处，我们何必—定要插配佩剑站在玉阶前侍奉皇帝呢？对皇帝虽说的不那么暴怒、十分尖刻，可这话里却委婉表示出对皇帝的不满。那骨子里的傲气，表现得很充分。作者以严子陵自喻，表明无心于朝政，“达也不足贵，穷亦不足悲”，照映了“荣辱于余亦何有”一句，说，自然做官不见得高贵，做不得官也就不值得忧伤了，为什么？“韩信羞将绛灌比，弥衡耻逐屠沽儿”，“韩信”，汉初诸侯王。“绛灌”，汉初淮阴侯周勃和颖阴侯灌婴。<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>先封韩信为齐王，后又封楚王，有人告韩信谋反，被降为淮阴侯，与周勃、灌婴同爵，韩信不服，羞于灌、绛同列。“<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>”东汉末人，有人问他与陈长文等人的交往情况，他轻蔑地说，我哪里肯轻意尾随屠沽儿呢？屠沽儿指杀猪、卖酒的人，封建士大夫以为下贱的人。这两句说，韩信因与绛灌同列而感到羞惭，祢衡以追随下贱的人为耻辱。这里李白自比韩信、祢衡，表示不愿与世俗之人同流合污。“君不见李北海，英雄豪气今仍在？君不见裴尚书，土坟三尺蒿棘居”。“李北海”指玄宗时北海太守<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>。裴尚书，指曾任刑部尚书的裴敦复。他们都被忌贤妒能的李林甫所杀，作者十分感慨地说：你不见在李林甫的屠刀下，李北海当年杰出的作风和豪爽的气度已荡然无存；裴尚书的土坟上已长满了高高的青蒿和荆棘。作者对李林甫之流迫害贤能进行了愤怒的控诉。同时紧承上两句，欲感到自己不肯同流合污的后果，引出了最后两句对生活道路的选择，“少年早欲五湖去，见此弥将钟鼎疏”。“五湖”指太湖、兆湖、鄱阳湖、青草湖、洞庭湖。春秋时越国大夫范蠡，帮助越王打败吴国，退隐五湖。李白用这典故，说明自己无心仕途。“钟鼎”指代高官厚禄。这最后两句表明自己决心说：我早年早有浪迹江湖之意，见到李北海、裴尚书的悲惨遭遇，更加坚定了辞绝宦途的决心。</p> <p>　　在这一段里李白从多方面揭示了辞绝宦途的原因，如对荣辱穷达的看法，傲岸不屈的性格，生不逢时，免遭迫害等等，其中核心是对腐败政治的不满，不甘作权贵的奴仆，与他们同流合污。李白的傲岸正是表现对当时权贵的蔑视，他揭露了权贵们肮脏的灵魂和血腥罪行，怒骂他们是鸡狗。诗人这种襟怀磊落，放荡无羁的精神，给这首诗披上一层夺目的光彩。</p>",
  "about": "<h2>创作背景</h2> 　　王十二，是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的朋友，他有一首《寒夜独酌有怀》的<a href=\"http://so.gushiwen.org/view_8218.aspx\">诗</a>赠李白。李白这首诗是答诗，大约写于唐玄宗天宝八载（749年），这已是李白二入长安以后的事。王琦《李太白年谱》天宝八载附考云：“是年六月，陇右节度使哥舒翰攻吐蕃石堡城，拔之。白有《答王十二寒夜独酌有怀》诗。”<br/><h2>特点</h2> <p>　　一、抒情长<a href=\"http://so.gushiwen.org/view_8218.aspx\">诗</a>具有明显针对现实的议论性。</p> <p>　　这是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>写的感情非常激烈的一首抒情长诗。在李白的作品中，这首诗以对现实的猛烈批判而著称。诗中对于沿着邪径而晋身，庸才得志，坏人擅威作福，谗谤得逞，贤才遭嫉害等黑暗的政治现实所作的抨击，是极为尖锐的。它虽有强烈的批判性但仍然是一首抒情诗。它抒发的是对个人遭受压抑的无比愤懑。诗中以个人的真实价值无从实现作为批判种种腐败现象的基本出发点，在指斥现实中表现了蔑视一切的自负和骄傲，或嘲讽，或怒骂，恣意挥斥，感情狂放。</p> <p>　　该诗的抒情具有明显针对现实的议论性。虽属议论，却不做抽象的说理，而是用大量的典故作比喻去表现诗人对现实的印象、感受、情绪、态度。所以读该诗时必对典故要熟悉、理解，然后才能体会到此典在该诗中的作用。</p> <p>　　这首诗以议论式的独白为主，重在揭示内心世界，刻画诗人的自我形象，具有鲜明的个性特点。感情的表达方式，是一种爆发的、奔放的，即使抒发受谗言遭诽谤、壮志难伸的愤闷之情，也是激情如火，浩气如虹。从“君不能狸膏金距学斗鸡”突然爆发开始，随即一个个比喻滚滚而下，滔滔不绝，如江河奔泻。到结尾处，又以“少年早欲五湖去”的飘然远去而使激动的感情归于平静，好像江河入海，奔涌之势虽已消歇，却进入一个更为开放广阔的境界，那就是求得个人自由的一种境界。该诗突出表现了李白粪土王侯，浮云富贵，不与统治者同流合污的反权贵的精神。诗中也反映出“安史之乱”前的社会现实，具有深刻的社会意义。</p> <p>　　二、李白反权贵，轻王侯，傲岸不屈的反抗精神，在该诗中得到集中的表现。</p> <p>　　这首诗写到了自己的失意，但并未把眼光放在个人得失上，而是注视着整个政治局势和社会现实，并对那些喧赫一时的人物予以抨击。他赞扬王十二，同时也以极大的悲愤揭露了政治的黑暗。斗鸡媚上和开边邀功者都兼尚荣宠，而正直的才能之士却闲置不用，一点社会地位都没有。诗人不仅对那些宠臣表示蔑视，对于宠信他们的唐玄宗也给予了指责。李白在诗中控诉政治的黑暗，<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、裴敦复那样正直的人，惨死在奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>手中。王十二和自己遭到社会的冷淡诽谤，找不到正直出路，而那些斗鸡媚上的幸臣权贵是“鸡狗”，耻于他们为伍。李白激愤地说：“—生傲岸苦不谐，恩疏媒劳志多乖。”表示“少年早欲五湖去，见此弥将钟鼎疏。”他表示要永远离开这丑恶的政治现实，同这恶浊的世道永远决裂。</p> <p>　　李白这种狂放不羁，追求个人自由的精神，在山水描写中表现的也很突出。“黄河之水天上来，奔流到海不复回”。(《将进酒》)“登高壮观天地间，大江茫茫去不还。”(《庐山谣》)。他所写的江河奔腾千里不可阻挡的形象，他所描写的那种“连峰去天不盈尺”的奇险挺拔、高出天外的峰峦，也都曲折地表现了李白冲决束缚、追求自由的热情。在李白的隐逸求仙和饮酒的诗中也表现了这种狂放不羁、追求个人自由的精神，他认为人间是污浊的，政治是黑暗的，不自由的，只有到山林、仙境和醉乡中才能得到解放和自由。如《将进酒》一诗，他借酒来发泄自己怀才不遇的悲愤心情具有积极反抗束缚的情绪。诗开头先用“黄河之水天上来，奔流到海不复回”，写一泻千里的江河来表现自己冲破束缚，奔放不羁的热情。他慨叹“钟鼓馔玉不足贵，但愿长醉不愿醒。”面对理想与现实无法解脱的矛盾，李白坚信“天生我才必有用，”却只能放任饮酒作乐，追求个人解脱，用酒来浇铸那心头的万古愁。《宣州<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》诗中更是明白道出：“抽刀断水水更流，举杯消愁愁更愁。人生在世不称意，明朝散发弄扁舟。”说自己忧愁像流水那样悠长而不可断绝，人生艰难只有驾着一叶扁舟遨游江湖这一条出路了，是强烈的愤闷不平逼迫他与不称意的社会决裂，去浪迹江湖，啸傲山林。可以说，就是那些求仙隐逸的作品，也是对黑暗社会的消极反抗和对自由生活的向往。</p> <p>　　李白浪漫主义也有局限，主要表现在：—是李白具有反抗的—面又有妥协的一面，既是清高的，又是庸俗的，他以个人的傲骨去对付权贵的气焰，力量难免软弱。第二，李白所要求的自由，仅仅是他个人的自由，因此只能向山林、仙境、醉乡中去寻求，去找那些暂时的麻醉，他在作品中不免流露出人生如梦，及时行乐，悲观厌世和逃避现实的消极思想。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "叙事",
    "抒情",
    "长诗"
  ]
}