{
  "id": 8122,
  "star": 30,
  "name": "灞陵行送别",
  "dynasty": "唐代",
  "content": "送君灞陵亭，灞水流浩浩。<br>上有无花之古树，下有伤心之春草。<br>我向秦人问路歧，云是王粲南登之古道。<br>古道连绵走西京，紫阙落日浮云生。<br>正当今夕断肠处，骊歌愁绝不忍听。",
  "fanyi": "<p><strong>译文</strong><br>送君送到灞陵亭，灞水浩荡似深情。<br>岸上古树已无鲜花，岸边有伤心的春草，萋萋蓠蓠。<br>我向当地的秦人问路，他说：这正是当初<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>南去走的古道。<br>古道的那头逶迤连绵通长安，紫色宫阙上浮云顿生，遮蔽了红日。<br>正当今夜送君断肠的时候，虽有黄鹂婉婉而啼，此心愁绝，怎么忍心听？</p> <p><strong>注释</strong><br>⑴灞陵亭：古亭名，据考在长安东南三十里处。灞陵，也作“霸陵”，汉文帝陵寝之地，因有灞水，遂称灞陵。<br>⑵浩浩：形容水势广大的样子。<br>⑶王粲：东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。他曾为避难南下荆州，途中作《七哀<a href=\"http://so.gushiwen.org/view_8122.aspx\">诗</a>》，表现战乱之祸害，诗中有“南登灞陵岸，回首望长安”句。<br>⑷西京：即唐朝都城长安。<br>⑸紫阙：紫色的宫殿，此指帝王宫殿。一作“紫关”。<br>⑹骊歌：指《骊驹》，《诗经》逸篇名，古代告别时所赋的歌词。《汉书·儒林传·王式》：“谓歌吹诸生曰：‘歌《骊驹》。’”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“服虔曰：‘逸《诗》篇名也，见《大戴礼》。客欲去歌之。’”后因以为典，指告别。一作“黄鹂”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　长安东南三十里处，原有一条灞水，汉文帝葬在这里，所以称为灞陵。唐代，人们出长安东门相送亲友，常常在这里分手。因此，灞上、灞陵、灞水等，在唐<a href=\"http://so.gushiwen.org/view_8122.aspx\">诗</a>里经常是和离别联系在一起的。这些词本身就带有离别的色彩。“送君灞陵亭，灞水流浩浩。”“灞陵”、“灞水”重复出现，烘托出浓郁的离别气氛。写灞水水势“流浩浩”是实写，但诗人那种惜别的感情，也正如浩浩的灞水。这是赋，而又略带比兴。</p> <p>　　“上有无花之古树，下有伤心之春草。”这两句一笔宕开，大大开拓了诗的意境，不仅展现了灞陵道边的古树春草，而且在写景中透露了朋友临别时不忍分手，上下顾盼、瞩目四周的情态。春草萋萋，会增加离别的惆怅意绪，令诗人伤心不已；而古树枯而无花，对于春天似乎没有反映，那种历经沧桑、归于默然的样子，比多情的芳草能引起更深沉的人生感慨。这样，前面四句，由于点到灞陵、古树，在伤离、送别的环境描写中，已经潜伏着怀古的情绪了。于是五六句的出现就显得自然。</p> <p>　　“我向秦人问路岐，云是<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>南登之古道。”王粲，建安（汉献帝年号，公元196～220年）时代著名诗人。公元192年（汉献帝初平三年），董卓的部将李傕、郭汜等在长安作乱，他避难荆州，作了著名的《七哀诗》，其中有“南登灞陵岸，回首望长安”的诗句。这里说朋友南行之途，是当年王粲避乱时走过的古道，不仅暗示了朋友此行的不得意，而且隐括了王粲《七哀诗》中“回首望长安”的诗意。友人在离开灞陵、长别帝都时，也会像王粲那样，依依不舍地翘首回望。</p> <p>　　“古道连绵走西京，紫阙落日浮云生。”这是回望所见。漫长的古道，世世代代负载过很多前往长安的人，好像古道自身就飞动着直奔西京。然而西京的巍巍宫殿上，太阳快要西沉，浮云升起，景象黯淡。这带有写实的成份，灞上离长安三十里，回望长安，暮霭笼罩着宫阙的景象是常见的。但在古诗中，落日和浮云联系在一起时，往往有指喻“谗邪害公正”的寓意。这里便是用落日浮云来象征朝廷中邪佞蔽主，谗毁忠良，透露朋友离京有着令人不愉快的政治原因。</p> <p>　　从诗中来看，行者和送行者除了一般的离情别绪之外，还有着对于政局的忧虑。“正当今夕断肠处，骊歌愁绝不忍听。”骊歌，指逸诗《骊驹》，是一首离别时唱的歌，因此骊歌也就泛指离歌。骊歌之所以愁绝，正因为诗人所感受的，并非单纯的离别，而是由此触发的更深广的愁思。</p> <p>　　诗是送别诗，真正明点离别的只有收尾两句，但却始终围绕着送别，诗人抒发的感情也绵长而深厚。这首诗的语言节奏和音调，表现出诗人欲别而不忍别的绵绵情思和内心深处相应的感情旋律。诗以两个较短的五言句开头，但“灞水流浩浩”的后面三字，却把声音拖长了，仿佛临歧欲别时感情如流水般地不可控制。随着这种“流浩浩”的情感和语势，以下都是七言长句。三句、四句和六句用了三个“之”字，一方面造成语气的贯注，一方面又在句中把语势稍稍煞住，不显得过分流走，则又与诗人送别友人而又欲留住友人的那种感情相似。诗的一二句之间，有“灞陵”和“灞水”相递连；三四句“上有无花之古树，下有伤心之春草”，由于排比和用字的重叠，既相递连，又显得回荡。五六句和七八句，更是顶针直递而下，这就造成断而复续、回环往复的音情语气，从而体现了别离时内心深处的感情波澜。围绕离别，诗人笔下还展开了广阔的空间和时间：古老的西京，绵绵的古道，紫阙落日的浮云，怀忧去国、曾在灞陵道上留下足迹的前代诗人王粲等等。由于思绪绵绵，向着历史和现实多方面扩展，因而给读者以世事浩茫的感受。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗，妙在不着纸。像这首诗无论写友情，写朝局，表面上是用文字写出来的，实际上更多地是在语言之外暗示的。诗的风格是飘逸的，但飘逸并不等于飘渺空泛，也不等于清空。其思想内容和艺术形象却又都是丰满的。诗中展现的西京古道、暮霭紫阙、浩浩灞水，以及那无花古树、伤心春草，构成了一幅令读者心神激荡而几乎目不暇接的景象，这和清空飘渺便迥然不同。像这样随手写去，自然流逸，但又有浑厚的气象，充实的内容，是其他诗人所难以企及的。</p>",
  "about": "<h2>创作背景</h2> 　　这首送别<a href=\"http://so.gushiwen.org/view_8122.aspx\">诗</a>当作于公元743年（唐玄宗天宝二年）前后，此时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>入长安已有一段时日。从诗意看，诗人所送的行者是一位遭受排挤、仕途失意之人，在诗人的寄寓中，有着政治的因素。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "友情",
    "写景",
    "愁绪"
  ]
}