{
  "id": 70924,
  "star": 359,
  "name": "丰乐亭游春·其三",
  "dynasty": "宋代",
  "content": "红树青山日欲斜，长郊草色绿无涯。<br>游人不管春将老，来往亭前踏落花。",
  "fanyi": "<p><strong>译文</strong><br>红花满树，青山隐隐，日已偏西。广漠的郊野，草色青绿，看不见边际。<br>游春的人们，兴趣正浓，哪管春天将去。丰乐亭前，人来人往，落花遍地。</p> <p><strong>注释</strong><br>1.红树：开红花的树，或落日反照的树，非指秋天的红叶。<br>2.长郊：广阔的郊野。无涯：无边际。<br>3.老：逝去。一作“尽”。春将老：春天将要过去。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　丰乐亭在滁州（治所在今安徽滁县）西南丰山北麓，琅琊山幽谷泉上。此亭为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>任知州时所建。他写了一篇《丰乐亭记》，记叙了亭附近的自然风光和建亭的经过，由<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>书后刻石。美景，美文，美书，三美兼具，从此成为著名的游览胜地。</p> <p>　　丰乐亭周围景色四时皆美，但这组<a href=\"http://so.gushiwen.org/view_70924.aspx\">诗</a>则撷取四时景色中最典型的春景先加描绘。第一首写惜春之意，第二首写醉春之态，第三首写恋春之情。</p> <p>　　第一首头两句说：绿影婆娑的树木，枝叶连成一片，鸟儿在山上林间愉快地歌唱。阳光下和煦的春风轻轻吹拂着树枝，不少落花随风飞舞。“交加”，意为树木枝叶繁茂，种植紧密，所以枝叶交叉重叠，形成一片绿阴。“荡漾”两字写出春风在青山幽谷、林间草坪飘扬的神理，也写出游人在撩人春景中的愉快心境。明媚春光，令人心醉。诗人呢，野鸟啁啾，杂花乱飞，他一概不闻不见，他也进入了醉乡。次日酒醒，春无踪迹，原来已悄然归去了。第四句“明日酒醒春已归”，表面说醉了一天，实际是醉了整整一个春天。此句用夸张的语言反衬春景的迷人和春日短暂，带有浓厚的惋惜之意。</p> <p>　　第二首前两句说：天上是淡云旭日，晴空万里；地上则是春草茂盛，蓬勃生长，碰到了游人的衣襟；而飞舞着的杨花、柳絮洒落在游人的春衣上，“拂了一身还满”。一个“惹”字写出了春草欣欣向荣之势，春草主动来“惹”人，又表现了春意的撩人；配上一个“拂”字，更传神地描绘了春色的依依。此句与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的名篇《钱塘湖春行》中“乱花渐欲迷人眼，浅草才能没马蹄”两句相比，功力悉敌，简直把春景写活了！</p> <p>　　第三四句写游人兴之所至，来到丰乐亭，在亭西碰上了欧阳太守。太守在于什么呢？他双鬓和衣襟上插满了花卉，坐在竹轿上大醉而归。篮舆，是竹轿。他不乘一本正经的官轿，而坐悠悠晃动、吱嘎作响的竹轿，显示出洒脱不羁的性格。因为坐的是敞篷的竹轿，嵌而人们得以一睹这位太守倜傥的丰采。</p> <p>　　第三首写青山红树，白日西沉，萋萋碧草，一望无际。天已暮，春将归，然而多情的游客却不管这些，依旧踏着落花，来往于丰乐亭前，欣赏这暮春的美景。有的本子“老”字作“尽”，两字义近，但“老”字比“尽”字更能传神。这首诗把对春天的眷恋之情写得既缠绵又酣畅。在这批惜春的游人队伍中，当然有诗人自己在内。欧阳修是写惜春之情的高手，他在一首《蝶恋花》词中有句云：“泪眼问花花不语，乱红飞过秋千去”，真是令人肠断；而此诗“来往亭前踏落花”的多情游客，也令读者惆怅不已。</p> <p>　　综观三诗，都是前两句写景，后两句抒情。写景，鲜艳斑斓，多姿多彩；抒情，明朗活泼而又含意深厚。三诗的结句都是情致缠绵，余音袅袅。欧阳修深于情，他的古文也是以阴柔胜，具一唱三叹之致。如果结合他的散文名作《醉翁亭记》和《丰乐亭记》来欣赏这组诗，更能相映成趣。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>于庆历六年（1046）在滁州郊外山林间造了丰乐亭，第二年三月写了这组<a href=\"http://so.gushiwen.org/view_70924.aspx\">诗</a>。丰乐亭建于琅琊山风景名胜区丰山东北麓的幽谷中，是丰山风景最佳之处，距滁州城约1公里。这里面对峰峦峡谷，傍倚涧水潺流，古木参天，山花遍地，风景十分佳丽。关于丰乐亭的兴建，欧阳修在《与韩忠献王书》中告诉友人：“偶得一泉于（滁）州城之西南丰山之谷中，水味甘冷，因爱其山势回换，构小亭于泉侧。”泉名“丰乐泉”，亭名“丰乐亭”，取“岁物丰成”、“与民同乐”之意。欧阳修还写下《丰乐亭游春三首》记载与民同乐之盛况。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "惜春"
  ]
}