{
  "id": 71409,
  "star": 15,
  "name": "秋晚登城北楼",
  "dynasty": "宋代",
  "content": "幅巾藜杖北城头，卷地西风满眼愁。<br>一点烽传散关信，两行雁带杜陵秋。<br>山河兴废供搔首，身世安危入倚楼。<br>横槊赋诗非复昔，梦魂犹绕古梁州。",
  "fanyi": "<h2>注释</h2> ①秋晚登城北楼：一题作“秋晚登城北门”。<br>②幅巾：用一幅丝巾束发。",
  "shangxi": "<h2>赏析</h2> <p>　　首句“幅巾藜杖北城头”，“幅巾”指不著冠，只用一幅丝巾束发；“藜杖”，藜茎做成的手杖。“北城头”指成都北门城头。这句<a href=\"http://so.gushiwen.org/view_71409.aspx\">诗</a>描绘了诗人的装束和出游的地点，反映了他当时闲散的生活，无拘无束和日就衰颓的情况。“卷地西风满眼愁”是写诗人当时的感受。当诗人登上北城门楼时，首先感到的是卷地的西风。“西风”是秋天的象征，“卷地”形容风势猛烈。时序已近深秋，西风劲吹，百草摧折，寒气袭人，四野呈现出一片肃杀景象。当这种萧条凄凉景象映入诗人眼帘时，愁绪不免袭上心来。“满眼愁”，正是写与外物相接而起的悲愁。但诗人在登楼前内心已自不欢，只有心怀悲愁的人，外界景物才会引起愁绪。所以与其说是“满眼愁”，勿宁说是“满怀愁”。“满眼愁”在这里起承上启下的作用，而“愁”字可以说是诗眼。它既凝聚着诗人当时整个思想感情，全诗又从这里生发开来。这句诗在这里起到了点题的作用。</p> <p>　　“一点烽传散关信，两行雁带杜陵秋。”这两句是写对边境情况的忧虑和对关中国土的怀念。大散关是南宋西北边境上的重要关塞，诗人过去曾在那里驻守过，今天登楼远望从那里传来的烽烟，说明边境上发生紧急情况。作为一个积极主张抗金的诗人，怎能不感到深切的关注和无穷的忧虑呢？这恐伯是诗人所愁之一。深秋来临，北地天寒，鸿雁南飞，带来了“杜陵秋”的信息。古代有鸿传书的典故。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>身在西南地区的成都，常盼望从北方传来好消息。但这次看到鸿雁传来的却是“杜陵秋”。杜陵(在今陕西西安市东南)秦置杜县，汉宣帝陵墓在此，故称杜陵。诗中用杜陵借指长安。长安为宋以前多代王朝建都之地。故在这里又暗喻故都汴京。秋，在这里既指季节，也有岁月更替的意思。“杜陵秋”三字，寄寓着诗人对关中失地的关怀，对故都沦陷的怀念之情。远望烽火，仰视雁阵，想到岁月空逝，兴复无期，不觉愁绪万千，涌上心头。</p> <p>　　“山河兴废供搔首，身世安危入倚楼。”这联诗句，抒发了诗人的忧国深情。“山河”在此代表国家，国家可兴亦可废，而谁是兴国的英雄？“身世”指所处的时代。时代可安亦可危，谁又是转危为安、扭转乾坤的豪杰?山河兴废难料，身世安危未卜，瞻望前途，真令人搔首不安，愁肠百结。再看，自己投闲置散，报国无门，只能倚楼而叹了。</p> <p>　　“横槊赋诗非复昔，梦魂犹绕古梁州。”这—联既承前意，又总结全诗。“横槊赋诗’意指行军途中，在马上横戈吟诗，语出元振稹《唐故捡校工部员外郎杜君墓系铭并序》“曹氏父子鞍马间为文，往往横槊赋诗。”其后苏拭在《前赤壁赋》中也曾写过“横槊赋诗，固一世之雄也。“横槊赋诗”在这里借指乾道八年(1172)陆游于南郑任四川宣抚使幕府职时在军中作诗事，他经常怀念的，正是“铁马秋风大散关”的戎马生涯，而现在这些已成往事。“非复昔”三字包含着多少感慨啊！诗人虽然离开南郑已有五年之久，但金戈铁马，魂绕古梁州”，正是报国心志的抒发，诗虽结束，而余韵悠长。</p> <p>　　这首诗边记事边抒情，层次清楚，感情激愤，爱国热情跃然纸上。此外，如语言的形象，对仗的工整，也是此篇的艺术特点。</p><br/><h2>简析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71409.aspx\">诗</a>有点<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登楼》的风味，两首登楼诗都写于成都，两位诗人都是“万方多难此登临”，都对朝廷内外交困，灾难深重感到忧心忡忡，都为自己壮志难酬而深感悲愤。写法上都采用即景抒情的手法，在写景中融进古往今来社会的变化，谈人事则借助自然景物，既互相渗透又互相包容，并熔自然景象、国家灾难、个人情思为一体，语壮景阔，感慨深沉。所不同的是，杜甫只表达了对国事的忧愤和希望，并没有像<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>那样，亲自投身到“手枭逆贼清旧京”的战斗中去，因而杜甫以“可怜后主还祠庙，日暮聊为梁甫吟”作结，虽忧端难掇，只能聊吟诗以自遣；而陆游却以“横槊赋诗非复昔，梦魂犹绕古梁州”作结，依然梦绕魂萦于“铁马金风大散关”，念念不忘当年“匹马戍梁州”。这也正是杜甫所缺少的境界，大概除了<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>外，很难再从诗词作品中找到类似的篇章。",
  "about": "<h2>创作背景</h2> <p>　　长安这个汉唐故都，是华夏强盛的象征，也是西北的政治、军事中心之地。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>急切地盼望南宋统治者能从金人手里收复长安；他从军南郑，时时遥望长安，寄托其收复故国山河的思想感情。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_71409.aspx\">诗</a>写于宋孝宗淳熙四年(1177)九月。诗人当时在四川成都。一天他拄杖登上了城北门楼，远眺晚秋萧条的景象，激起了对关中失地和要塞大散关的怀念。进而抒发了壮志难酬的悲愤和忧国伤时的深情。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "秋天",
    "登楼",
    "抒怀",
    "爱国",
    "壮志"
  ]
}