{
  "id": 71945,
  "star": 217,
  "name": "留别妻",
  "dynasty": "两汉",
  "content": "结发为夫妻，恩爱两不疑。<br>欢娱在今夕，嬿婉及良时。<br>征夫怀远路，起视夜何其？<br>参辰皆已没，去去从此辞。<br>行役在战场，相见未有期。<br>握手一长叹，泪为生别滋。<br>努力爱春华，莫忘欢乐时。<br>生当复来归，死当长相思。",
  "fanyi": "<p><strong>译文</strong><br>和你结发成为夫妻，就从没怀疑与你恩爱到老。<br>和你相爱缠绵陶醉在今夜幸福的时刻，多么美好的时光呀!<br>可是明天我就要为国远行，不得不起来看看天亮没亮是什么时候了。<br>当星辰隐没在天边时，我就不得不与你辞别了，<br>因为要到战场上这一走不知道什么时候才能与你团聚。<br>与你依依不舍长时间的握着手也是幸福的，相互不由自主的流泪是因为这可能是你我今生的最后一面。<br>我倍加珍惜现在幸福的每分每秒，我永远也不会忘了和你相爱，这么幸福欢乐的时光。<br>如果我有幸能活着，一定会回到你身边。如果我不幸死了，也会永远想你……</p><p><strong>注释</strong><br>①结发：束发，借指男女始成年时。古时男年二十、女年十五束发，以示成年。　<br>②嬿婉：欢好貌。　<br>③怀往路：想着出行的事。“往路”一作“远路”。　<br>④夜何其：语出《<a href=\"http://so.gushiwen.org/view_71945.aspx\">诗</a>经·庭燎》：“夜如何其？”是说“夜晚何时？”其，语尾助词。　<br>⑤参（shēn申）、辰：二星名，代指所有星宿。这句是说星星都已隐没，天将放晓了。　<br>⑥行役：赴役远行。　<br>⑦生别：生离死别。一作“别生”。滋：多。　<br>⑧春华：春光，借喻少壮时期。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71945.aspx\">诗</a>在<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>的《玉台新咏》中题作《留别妻》，旧传为<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>初出使时留别妻子之作。然而今读诗中“征夫怀往路”、“行役在战场”诸语，诗中的主人公应是一个即将应征出战的青年男子，作品所表现的也是汉代末期常见的征夫别妻的主题。　　诗的前四句写一对青年男女正沉浸在新婚的欢愉之中。“结发”是古代男子二十束发加冠、女子十五束发为笄表示成年的一种仪式，诗中的青年男女到了这个人生的美好时刻便结为夫妻，“恩爱两不疑”，婚后生活过得十分美满、幸福。“嬿婉”语出《诗·邶风·新台》：“嬿婉求之”，和顺的样子。这里用来形容两人的爱情生活非常融洽，亲密无间。这一段用墨不多，却通过展现在人们面前的新婚夫妇那种恩爱、琴瑟和谐的欢乐情景，把一种人生和青春的愉悦传递给了读者。</p> <p>　　“征夫怀往路，起视夜何其”。然而严酷的现实很快搅散了这对恩爱夫妻“嬿婉及良时”的美梦，一度出现于两人之间的一小块晴空被即将出征、离别在即的阴影覆盖了。作者在此笔锋陡转，在点出主人公“征夫”身份的同时，随即将开头轻松、欢快的气氛一下子抛入生离死别的无限悲哀。诗中的男子惦念着不久将要上路，时不时地起身探望窗外的天色，因为他心里清楚地知道，只要天一亮，他就要启程应征，那漫无期限的离别将要取代新婚的片刻欢愉。所以当他看到参辰星已在天边隐去，天将破晓时，心中顿时涌起一般股难以言传的酸楚。“去去”两字相迭，生动地表现了主人公道别时那种痛苦不堪、语噎词塞的情态。人世间的一般离别，已使人为之黯然销魂，何况新婚嬿尔正是人生“花好月圆”之时，又何况这对年轻的恩爱夫妻所面临的不是一般的离别，而是奔赴战场、相见无期的生死离别；这不能不叫人五内俱裂，泪如泉涌。“握手一长叹，泪为生别滋”，读着这样的诗句，这对青年男女无限悲怆、难以自持的情景如在眼前，此景此情催人泪下，历千年而不灭其震撼人心的强大力量。以后宋代词家<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>写恋人之别，有“执手相看泪眼，竟无语凝噎”（《雨霖铃·寒蝉凄切》）之语，元代戏剧家<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》写张生、莺莺长亭之别，又有“听得一声‘去也’，松了金钏”的描写，虽然都有一定的感染力，并与此诗有某种相似之处，但与此诗对封建兵役制给青年男女带来的心灵创伤的表现相比，毕竟显得纤弱多了。</p> <p>　　末四句写新婚夫妇临别时的相互郑重叮咛。其中“努力”二句是妻子对丈夫的嘱托，她要丈夫在行役中爱惜自己的青春年华，注意保重身体，同时牢记夫妻间的恩爱与欢乐，体现了一个妻子的关心和担心；“生当”二句是丈夫对妻子的回答：“若能生还，一定与你白头偕老，若死在战场，也将一直把你怀念。”表现了丈夫对爱情的忠贞不渝。这段对话，不仅展示了人物朴实、美好的内心，而且更充实了诗首二句中“两不疑”的内容，使全诗增添了一种悲剧气氛。前贤曾谓悲剧就是将美好的东西毁灭给人看，此诗正符合这样一种说法。男女相爱结为夫妻，原是人生中最美好的事，可是在残酷的兵役制逼迫下，它只能像一朵刚绽放即被摧残的花，转瞬即逝，无法追回。</p> <p>　　历史上有许多写离状别的佳作，此诗当能在其中占一席之地。它的选材、表达、风格等，都对后代有广泛的影响。唐代大诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的名作《新婚别》可以说是这方面的代表。</p>",
  "poet": {
    "id": 460,
    "star": 0,
    "name": "苏武",
    "image": "http://img.gushiwen.org/authorImg/suwu.jpg",
    "desc": "苏武（前140—前60年），字子卿，汉族，杜陵（今陕西西安东南）人，中国西汉大臣。武帝时为郎。天汉元年（前100年）奉命以中郎将持节出使匈奴，被扣留。匈奴贵族多次威胁利诱，欲使其投降；后将他迁到北海（今贝加尔湖）边牧羊，扬言要公羊生子方可释放他回国。苏武历尽艰辛，留居匈奴十九年持节不屈。至始元六年（前81年），方获释回汉。苏武去世后，汉宣帝将其列为麒麟阁十一功臣之一，彰显其节操。"
  },
  "tags": [
    "新婚",
    "离别",
    "思念"
  ]
}