{
  "id": 27620,
  "star": 4438,
  "name": "江南春",
  "dynasty": "唐代",
  "content": "千里莺啼绿映红，水村山郭酒旗风。 <br>南朝四百八十寺，多少楼台烟雨中。",
  "fanyi": "<p><strong>译文</strong><br>江南大地鸟啼声声绿草红花相映，水边村寨山麓城郭处处酒旗飘动。<br>南朝遗留下的四百八十多座古寺，无数的楼台全笼罩在风烟云雨中。</p> <p><strong>注释</strong><br>1.莺啼：即莺啼燕语。<br>2.郭：外城。此处指城镇。<br>3.酒旗：一种挂在门前以作为酒店标记的小旗。<br>4.南朝：指先后与北朝对峙的宋、齐、梁、陈政权。<br>5.四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。<br>6.楼台：楼阁亭台。此处指寺院建筑。<br>7.烟雨：细雨蒙蒙，如烟如雾。</p><br/><p><strong>韵译</strong><br>辽阔的干里江南春景美如画，莺歌燕舞绿叶映衬鲜艳红花。<br>水村山郭酒旗在春风中招展，南朝佛寺有多少笼罩烟雨下？</p> <p><strong>散译</strong><br>干里江南，到处莺歌燕舞，有相互映衬的绿树红花，有临水的村庄，有依山的城郭，到处都有迎风招展的酒旗。昔日到处是香烟缭绕的深邃的寺庙，如今亭台楼阁都沧桑矗立在朦胧的烟雨之中。</p> <p><strong>注释</strong><br>⑴莺啼：即莺啼燕语。<br>⑵郭：外城。此处指城镇。酒旗：一种挂在门前以作为酒店标记的小旗。<br>⑶南朝：指先后与北朝对峙的宋、齐、梁、陈政权。四百八十寺：南朝皇帝和大官僚好佛，在京城（今南京市）大建佛寺。据《南史·循吏·郭祖深传》说：“都下佛寺五百余所”。这里说四百八十寺，是虚数。<br>⑷楼台：楼阁亭台。此处指寺院建筑。烟雨：细雨蒙蒙，如烟如雾。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《江南春》，千百年来素负盛誉。四句<a href=\"http://so.gushiwen.org/view_27620.aspx\">诗</a>，既写出了江南春景的丰富多彩，也写出了它的广阔、深邃和迷离。</p> <p>　　“千里莺啼绿映红，水村山郭酒旗风。”诗一开头，就像迅速移动的电影镜头，掠过南国大地：辽阔的千里江南，黄莺在欢乐地歌唱，丛丛绿树映着簇簇红花；傍水的村庄、依山的城郭、迎风招展的酒旗，一一在望。迷人的江南，经过诗人生花妙笔的点染，显得更加令人心旌摇荡了。摇荡的原因，除了景物的繁丽外，恐怕还由于这种繁丽，不同于某处园林名胜，仅仅局限于一个角落，而是由于这种繁丽是铺展在大块土地上的。因此，开头如果没有“千里”二字，这两句就要减色了。但是，明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《升庵诗话》中说：“千里莺啼，谁人听得？千里绿映红，谁人见得？若作十里，则莺啼绿红之景，村郭、楼台、僧寺、酒旗，皆在其中矣。”对于这种意见，何文焕在《历代诗话考索》中曾驳斥道：“即作十里，亦未必尽听得着，看得见。题云《江南春》，江南方广千里，千里之中，莺啼而绿映焉，水村山郭无处无酒旗，四百八十寺楼台多在烟雨中也。此诗之意既广，不得专指一处，故总而命曰《江南春》……”何文焕的说法是对的，这是出于文学艺术典型概括的需要。同样的道理也适用于后两句。“南朝四百八十寺，多少楼台烟雨中。”从前两句看，莺鸟啼鸣，红绿相映，酒旗招展，应该是晴天的景象，但这两句明明写到烟雨，只是因为千里范围内，各处阴晴不同。不过，还需要看到的是，诗人运用了典型化的手法，把握住了江南景物的特征。江南特点是山重水复，柳暗花明，色调错综，层次丰富而有立体感。诗人在缩千里于尺幅的同时，着重表现了江南春天掩映相衬、丰富多彩的美丽景色。诗的前两句，有红绿色彩的映衬，有山水的映衬，村庄和城郭的映衬，有动静的映衬，有声色的映衬。但光是这些，似乎还不够丰富，还只描绘出江南春景明朗的一面。所以诗人又加上精彩的一笔：“南朝四百八十寺，多少楼台烟雨中。”金碧辉煌、屋宇重重的佛寺，本来就给人一种深邃的感觉，现在诗人又特意让它出没掩映于迷蒙的烟雨之中，这就更增加了一种朦胧迷离的色彩。这样的画面和色调，与“千里莺啼绿映红，水村山郭酒旗风”的明朗绚丽相映，就使得这幅“江南春”的图画变得更加丰富多彩。“南朝”二字更给这幅画面增添悠远的历史色彩。“四百八十”是唐人强调数量之多的一种说法。诗人先强调建筑宏丽的佛寺非止一处，然后再接以“多少楼台烟雨中”这样的唱叹，就特别引人遐想。</p> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>特别擅长于在寥寥四句二十八字中，描绘一幅幅绚丽动人的图画，呈现一种深邃幽美的意境，表达一缕缕含蓄深蕴的情思，给人以美的享受和思的启迪。《江南春》反映了中国诗歌与绘画中的审美是超越时空的、淡泊洒脱的、有着儒释道与禅宗“顿悟”的思想，而它们所表现的多为思旧怀远、归隐、写意的诗情。</p> <p>　　赏析分歧</p> <p>　　关于《江南春》绝句的主旨，有没有借古讽今是分歧较大的地方。</p> <p>　　有的研究者提出了“讽刺说”，认为南朝皇帝在中国历史上是以佞佛著名的，杜牧所处时代的佛教也是恶性发展，而杜牧又有反佛思想，因之末二句是讽刺。或认为主旨在尚儒排佛，表达对统治者治国乏术和佛道误国的忧虑；或认为主旨在借古讽今，讽谏统治者大兴土木滥修佛寺会造成国力衰弱民生凋敝，加重社会危机。他们认为晚唐诗人有一种忧国忧民的情怀，审美之中不乏讽刺，诗的内涵也更显丰富。</p> <p>　　有的研究者不以为然。他们只是认为这首诗只是描绘了江南的美景，表现了诗人对江南景物的赞美与神往。了解诗首先应该从艺术形象出发，而不应该作抽象的推论。杜牧反对佛教，并不等于对历史上遗留下来的佛寺建筑也一定讨厌。他在宣州，常常去开元寺等处游玩。在池州也到过一些寺庙，还和僧人交过朋友。著名的诗句，象“九华山路云遮寺，青弋江边柳拂桥”，“秋山春雨闲吟处，倚遍江南寺寺楼”，都说明他对佛寺楼台还是欣赏流连的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>生活的晚唐时代，唐王朝以做大厦将倾之势，藩镇割据、宦官专权、牛李党争.....一点点的侵蚀着这个巨人的身体。</p> <p>　　而另一方面，宪宗当政后，醉心于自己平淮西等一点点成就，飘飘然的做起了长生不老的春秋大梦，一心事佛，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>上《谏佛骨表》、险些丢了性命。宪宗被太监杀死后，后继的穆宗、敬宗、文宗照例提倡佛教，僧尼之数继续上升，寺院经济持续发展，大大削弱了政府的实力，加重了国家的负担。</p> <p>　　杜牧这年来到江南(江苏江阴)，不禁想起当年南朝、尤其是梁朝事佛的虔诚，到头来是一场空，不仅没有求得长生，反而误国害民。既是咏史怀古，也是对唐王朝统治者委婉的劝诫。后来武宗发动会昌灭佛，从一定程度上缓和了矛盾。</p> <p>　　这是一首素负盛誉的写景<a href=\"http://so.gushiwen.org/view_27620.aspx\">诗</a>。小小的篇幅，描绘了广阔的画面。它不是以一个具体的地方为对象，而是着眼于整个江南特有的景色，故题为《江南春》。</p> <p>　　首句“千里莺啼绿映红”，一开始就展现了江南大自然风光。“千里”是对广阔的江南的概括。这里到处是莺啼，无边的绿叶映衬着鲜艳的红花。这种有声有色、生机勃勃的景色自然是江南特有的。次句“水村山郭酒旗风”写了江南独特的地形风貌，临水有村庄，依山有城郭，在春天的和风中，酒旗在轻轻地招展。这是多么明丽的江南啊！</p> <p>　　一二句写的是晴景，三四句写的是雨景。“南朝四百八十寺，多少楼台烟雨中。”在春天的微雨中，则另有一番风光。在山明水秀之处，还有南朝遗留下来的数以百计的佛寺。这些金碧辉煌、屋宇重重的佛寺，被迷蒙的烟雨笼罩着，若隐若现，似有似无，给江南的春天更增添了朦胧迷离的色彩。“四百八十”是虚数，不是实指，突出佛寺之多，讽刺了皇帝依赖佛教。其中应指现存于江阴青阳镇的悟空寺。</p> <p>　　全诗以高度概括的笔法，勾勒了江南地区的风物，描绘了江南明丽而迷蒙的春景。色彩鲜明，情味隽永。一首七言绝句，能展现出这样一幅广阔的画卷，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“尺幅千里”了。</p> <p>　　同时杜牧还留下了一首《芙蓉湖》），赞誉江阴美景：</p> <p>　　丹树村边烟火微，碧波深处雁初飞。萧条落叶垂杨岸，隔水寥寥闻捣衣。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "春天",
    "写景",
    "寺庙",
    "抒情"
  ]
}