{
  "id": 47985,
  "star": 187,
  "name": "生年不满百",
  "dynasty": "两汉",
  "content": "生年不满百，常怀千岁忧。<br>昼短苦夜长，何不秉烛游！<br>为乐当及时，何能待来兹？<br>愚者爱惜费，但为後世嗤。<br>仙人王子乔，难可与等期。",
  "fanyi": "<p><strong>译文</strong><br>一个人活在世上通常不满百岁，心中却老是记挂着千万年后的忧愁，这是何苦呢？<br>既然老是埋怨白天是如此短暂，黑夜是如此漫长，那么何不拿着烛火，日夜不停地欢乐游玩呢？<br>人生应当及时行乐才对啊！何必总要等到来年呢？<br>整天不快乐的人，只想为子孙积攒财富的人，就显得格外愚蠢，不肖子孙也只会嗤笑祖先的不会享福！<br>像王子乔那样成仙的人，恐怕难以再等到吧！</p> <p><strong>注释</strong><br>1.昼短夜苦长二句：“秉”，执也。“秉烛游”，犹言作长夜之游。<br>2.来兹：因为草生一年一次，所以训“兹”为“年”，这是引申义。“来兹”，就是“来年”。<br>3.费：费用，指钱财。<br>4.嗤：轻蔑的笑。<br>5.仙人王子乔二句：“王子乔”，古代传说中著名的仙人之一。“期”，待也，指成仙之事不是一般人所能期待。<br>说明：这首<a href=\"http://so.gushiwen.org/view_47985.aspx\">诗</a>，和《东城高且长》《驱车上东门》两篇用意略同。诗中强调的是及时行乐的思想。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>思想意义</strong></p> <p>　　从全<a href=\"http://so.gushiwen.org/view_47985.aspx\">诗</a>来看，这首诗即以松快的旷达之语，对世间的两类追求者予以嘲讽。</p> <p>　　首先是吝啬聚财“惜费”者，生年不足百岁，却愚蠢到怀千岁忧，以“百年”、“千年”的荒谬对接，揭示那些活得吝啬的“惜费”者的可笑情态。</p> <p>　　“昼短苦夜长，何不秉烛游”！“游”者，文中的“游”与后文所提到的“为乐当及时”的“乐”都与常人理解的有异意，游及乐并不是那种酒肉池林，歌舞升平的放纵肉欲，是文人雅士的寄情山水，把酒言诗，忘却失意不得志之情殇的一种积极健康的享受生活之乐。这种乐也是建立在热爱生活基础之上，更是以旷达狂放之思，表现了人生毫无出路的痛苦。</p> <p>　　只要看一看文人稍有出路的建安时代，这种及时行乐的吟叹，很快又为悯伤民生疾苦、及时建功立业的慷慨之音所取代，就可以明白这一点。其实是对仰慕成仙者的嘲讽。但这种得遇神仙的期待，到了苦闷的汉末，也终于被发现只是一场空梦。</p> <p><strong>艺术特点</strong></p> <p>　　人生价值的怀疑，似乎常因生活的苦闷。在苦闷中看人生，许多传统的观念，都会在怀疑的目光中轰然倒塌。这首诗集以松快的旷达之语，给世间的两类追求者，兜头浇了一桶冷水。</p> <p>　　首先是对吝啬聚财的“惜费”者的嘲讽，它几乎占了全诗的主要篇幅。这类人正如《诗经·唐风》“山有枢”一诗所讥刺的：“子有衣裳，弗曳弗娄（穿裹着）；子有车马，弗驰弗驱。宛其死矣，他人是愉”——只管苦苦地聚敛财货，就不知道及时享受。他们所忧虑的，无非是子孙后代的生计。这在诗人看来，简直愚蠢可笑：“生年不满百，常怀千岁忧”——纵然人能活上百年，也只能为子孙怀忧百岁，这是连小孩都明白的常识；何况还未必活得了百年，偏偏想忧及“千岁”，真是愚不可及。开篇落笔，以“百年”、“千年”的荒谬对接，揭示那些活得吝啬的“惜费”者的可笑情态，真是妙不可言。接着两句更奇：“昼短苦夜长，何不秉烛游！”“游”者，放情游乐也。把生命的白昼，尽数沉浸在放情游乐之中，已够耸人听闻的了，诗人却还“苦”于白昼太“短”，竟异想天开，劝人把夜晚的卧息时间，也都用来行乐，真亏他想得出来。夜晚黑灯瞎火，就怕败了游兴。诗人却早备良策：那就干脆手持烛火而游！——把放情行乐之思，表述得如此赤裸而大言不惭，这不仅在汉代诗坛上，就是在整个古代诗歌史上，恐怕都算得上惊世骇俗之音了。至于那些孜孜追索于藏金窑银的守财奴，听了更要瞠目咋舌。这些是被后世诗论家叹为“奇情奇想，笔势峥嵘”的开篇四句（方东树《昭昧詹言》）。它们一反一正，把终生忧虑与放情游乐的人生态度，鲜明地对立起来。</p> <p>　　诗人似乎早就料到，鼓吹这样的放荡之思，必会遭到世俗的非议。也并非不想享受,只是他们常抱着“苦尽甘来”的哲学，把人生有限的享乐，推延到遥远的未来。诗人则断然否定这种哲学：想要行乐就得“及时”，不能总等待来年。诗中没有说为何不能等待来年，其弦外之音，却让《古诗十九首》的另一首点着了：“人生忽如寄，寿无金石固”——谁也不知道“来兹”不会有个三长两短，突然成了“潜寐黄泉下，千载永不寤”的“陈死人”（《古诗十九首·驱车上东门》）。那时再思享乐，已经晚了。这就是在诗人世间“及时”行乐的旷达之语后面，所包含着的许多人生的痛苦体验。从这一点看，“惜费”者的终日汲汲无欢，只想着为子孙攒点财物，便显得格外愚蠢了。因为他们生时的“惜费”，无非养育了一批游手好闲的子孙。当这些不肖子孙挥霍无度之际.不可能会感激祖上的积德。也许他们倒会在背底里，嗤笑祖先的不会享福。“愚者爱惜费，但为后世嗤”二句，正如方廷珪所说：“直以一杯冷水，浇财奴之背”（《文选集成》）。其嘲讽辞气之尖刻，确有对愚者的“唤醒醉梦”之力。</p> <p>　　全诗抒写至此，笔锋始终还都针对着“惜费”者。只是到了结尾，才突然“倒卷反掉”，指向了人世的另一类追求：仰慕成仙者。对于神仙的企羡，从秦始皇到汉武帝，都干过许多蠢事。就是汉代的平民，也津津乐道于王子乔被神秘道士接上嵩山、终于乘鹤成仙的传说。在汉乐府中，因此留下了“王子乔，参驾白鹿云中遨。下游来，王子乔”的热切呼唤。但这种得遇神仙的期待，到了苦闷的汉末，也终于被发现只是一场空梦（见《古诗十九首·驱车上东门》：“服食求神仙，多为药所误。不如饮美酒，被服纨与素”）。所以，对于那些还在做着这类“成仙”梦的人，诗人便无须多费笔墨，只是借着嘲讽“惜费”者的余势，顺手一击，便就收束：“仙人王子乔，难可与等期！”这结语在全诗似乎逸出了主旨，一下子岔到了“仙人”身上，但诗人之本意，其实还在“唤醒”那些“惜费”者，即朱筠《古诗十九首说》指出的：“仙不可学，愈知愚费之不可惜矣”。只轻轻一击，即使慕仙者为之颈凉，又照应了前文“为乐当及时”之意：收结也依然是旷达而巧妙的。</p> <p>　　这样一首以放浪之语抒写“及时行乐”的奇思奇情之作，似乎确可将许多人们的人生迷梦“唤醒”；有些研究者因此将这类诗作，视为汉代“人性觉醒”的标志。但仔细想来，“常怀千岁忧”的“惜费”者固然愚蠢；但要说人生的价值就在于及时满足一已的纵情享乐，恐怕也未必是一种清醒的人生态度。实际上，这种态度，大抵是对于汉末社会动荡不安、人命危浅的苦闷生活的无力抗议。从毫无出路的下层人来说，又不过是从许多迷梦（诸如“功业”、“名利”之类）中醒来后，所做的又一个迷梦而已——他们不可能真能过上“被服纨与素”、“何不秉烛游”的享乐生活。所以，与其说这类诗表现了“人性之觉醒”，不如说是以旷达狂放之思，表现了人生毫无出路的痛苦。只要看一看文人稍有出路的建安时代，这种及时行乐的吟叹，很快又为悯伤民生疾苦、及时建功立业的慷慨之音所取代，就可以明白这一点。</p>",
  "about": "<h2>创作背景</h2> <p>　　是《古<a href=\"http://so.gushiwen.org/view_47985.aspx\">诗</a>十九首》之一，收入《昭明文选》。唐代李善注说：“并云‘古诗’，盖不知作者。或云枚乗，疑不能明也。”有一种说法认为作者是<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>，但李善不置可否。梁代昭明太子萧统编纂《文选》的时候，因为作者的姓名已不可知，所以编排的时候放在东汉<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>诗歌的前面。现在一般认为，这十九首五言诗都是东汉时候的作品。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "寓理",
    "惜时"
  ]
}