{
  "id": 10887,
  "star": 12,
  "name": "宿赞公房",
  "dynasty": "唐代",
  "content": "杖锡何来此，秋风已飒然。<br>雨荒深院菊，霜倒半池莲。<br>放逐宁违性，虚空不离禅。<br>相逢成夜宿，陇月向人圆。",
  "fanyi": "<p><strong>译文<br></strong>高僧怎么也会来到这里？在这秋风飒飒的季节我与您相逢。<br>阴雨撂荒了您深院的菊花，严霜欺倒了半池莲影。<br>遭到放逐又岂能违背心性？身居荒野也未能放弃禅宗。<br>今夜与您相逢共宿，陇上的明月也向我们现出圆圆的光影。</p> <p><strong>注释<br></strong>①杖锡（xī）：手持锡仗。锡仗，菩萨头陀十八物之一，上有四股十二环，表示四谛十二姻缘之义。比丘向人乞食，到门口，便震动锡杖上的小环作声，以让人知道。<br>②飒（sà）然：形容风吹时沙沙作响。<br>③宁：岂能。<br>④虚空：荒野无人之处。赞公土室在山野。<br>⑤陇（lǒng）月：洁白明亮的月亮。</p>",
  "shangxi": "<h2>赏析</h2> 　　<a href=\"http://so.gushiwen.org/view_10887.aspx\">诗</a>人因上疏救宰相房琯，被贬弃官，暂居秦州，不意遇到了谪置此地的原京师大云寺赞公，所以以“锡杖何来此”反诘起笔，表现了惊愕之情。“秋风已飒然”自然是寄情于景，以秋风述说一份不满与困苦。“雨荒深院菊，霜倒半池莲”紧接“秋风”义旨，进一步渲染赞公与自己处境的萧条凄凉。对仗工整，用字精准，以“荒”“倒”二字使冷落身世传神而出。此处也为下文赞叹赞公梵行高洁，禅心清净作一反衬。诗至“放逐宁违性，虚空不离禅”则秋戚之情一扫而空，换之以无尽的平和，又透出独立孤峰顶的豪情。赞公深通佛法，无论外境如何变化，也不能动摇他的清净心。而一切万法无非真如，放逐本身也不离空性，就如虚空也是禅。在赞公身边，使诗人也感染了几分宁静安详。夜间在赞公房间休息，望见朗朗明月，扫清太虚，犹如禅心空明，能出种种违顺。同时尾联也点出题意，以作照应。<br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10887.aspx\">诗</a>以“杖锡何来此”发问开始，但又故意不作回答。这是因为政治斗争竟然连累到了出家人，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>痛心疾首之余，不愿再回顾往事。二、三、四句接着写秋风、院菊、池莲，都是赞公禅房所见。这些描写不仅借物写人，侧面写出赞公作为释门隐者清静淡泊的生活与性格，还运用“飒然\"、“雨荒”、“霜倒”等词语，象征着赞公平白受屈被贬的不幸遭遇。</p> <p>　　五、六两句从“放逐”起首，推崇赞公不为放逐移节的情操。“放逐宁违性”说赞公被放逐到深山老林，而那里恰好是赞公喜爱的地方。“虚空不离禅”说宠辱无非虚空，等荣辱，齐贵贱，正是禅门的宗旨。在安慰、赞扬赞公的过程中包含着对眨谪、放逐的蔑视。</p> <p>　　最后两句写夜，点明题目中的“宿”字。二人本来交情很好，后来同案遭贬，如今又在边地相逢，自是非常难得。“陇月”句，不仅是写景，更重要的是以月圆象征两位老友的团圆。 </p> <p>　　这篇诗作的前三联极富禅趣。在凡胎俗人眼中，身遭贬谪，处境凄凉，当会黯然神伤。然而对禅家佛人来说，一切万法，一切烦恼，都是主观的，因此都是空幻不实的，通过勤修苦练参禅悟道，体悟了这种万物皆空的微妙智慧，即可开悟解脱，最终达到没有执著、没有牵挂、没有悲欢，坦荡磊落、广大自在的心境。诗篇中僧人赞公不以自身的遭贬境遇的凄凉而悲伤，对事态变迁来之不拒，处之淡然，可谓了悟了禅定般若之境，体悟了万物皆空的智慧。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10887.aspx\">诗</a>当是乾元二年（759）深秋在秦州时作。赞公是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的旧友，在长安大云寺作住持时，曹留杜甫在寺内小住，并赠送丝细毛布。不曾想到在流寓中相逢。诗中描写夜宿赞公土室的所见所感，对赞公的守禅本性给予赞美，抒发了他乡遇故知的欣喜之情。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "秋天",
    "写景",
    "写人"
  ]
}