{
  "id": 49461,
  "star": 75,
  "name": "昭君怨·送别",
  "dynasty": "宋代",
  "content": "谁作桓伊三弄。惊破绿窗幽梦。新月与愁烟。满江天。 <br>欲去又还不去。明日落花飞絮。飞絮送行舟。水东流。",
  "fanyi": "<h2>注释</h2> ⑴桓伊三弄：桓伊，字叔夏，小字子野。东晋时音乐家，善筝笛。《世说新语·任诞》载：“王子猷（徽之）出都，尚在渚下。旧闻桓子野善吹笛，而不相识。遇桓于岸上过，王在船中，客有识之者云：“是桓子野。”王便令人与相闻云：“闻君善吹笛，试为我一奏。”桓时已贵显，素闻王名，即便回，下车，踞胡床，为作三调。弄毕，便上车去，客主不交一言。”<br>⑵ “绿窗”，碧纱窗。<br>⑶ 新月句：客将远行，故如此说。张继《枫桥夜泊》：“月落乌啼霜满天，江枫渔火对愁眠。”<br>⑷ 欲去又还不去：欲去还留恋，终于不得不去。",
  "shangxi": "<h2>赏析</h2> <p>　　首二句以晋人桓伊为王徽之吹奏三个曲调的典故，以发问的形式提出疑问：夜深人静时，是谁吹奏有名的古曲，将人们从梦中唤醒？此二句暗写离别。次二句融情入景，通过新月、烟云、天空、江面等景，将整个送别情景和盘托出，织成了一幅有声有色、浩淼幽清的图画。</p> <p>　　上片写离别前的晚上。在夜深人静的时候，不知是谁吹起了优美的笛曲，将人从梦中惊醒。是什么样的梦呢？从“惊破”一词来看，似有怨恨之意。夜听名曲，本是赏心乐事，却引起了怨恨；而一旦梦醒，离愁就随之袭来，可见是个好梦。大概是梦见和朋友一起饮酒赋<a href=\"http://so.gushiwen.org/view_49461.aspx\">诗</a>吧！欢聚的日子马上就要结束，怎不使人懊恼、愁闷？推开窗户，不知是要追寻那悠扬的笛声，还是要寻回梦中的欢愉，只见江天茫茫，空荡荡的天上，挂著一弯孤单的新月，凄冷地望著人间。江天之际，迷迷蒙蒙、混混沌沌，那是被愁闷化作的烟雾塞满了。</p> <p>　　下片遥想“明日”分别的情景。“欲去又还不去”，道了千万声珍重，但迟迟没有成行。二月春深，将是“落花飞絮”的时节，景象凄迷，那时别情更使人黯然。“飞絮送行舟，水东流。”设想离别的人终于走了，船儿离开江岸渐渐西去。送别的人站立江边，引颈远望，不愿离开，只有那多情的柳絮，像是明白人的心愿，追逐着行舟，代替人送行。而滔滔江水，全不理解人的心情，依旧东流入海。以“流水无情”反衬人之有情，有借“飞絮送行舟”表达人的深厚情意，结束全词，分外含蓄隽永。词所谓明日送行舟，未必即谓作此词的第二日开船，须作稍微宽泛的理解。诗集送柳子玉诗称“先生官罢乘风去”之后，复数有游宴之事，子玉始成行，可参。</p> <p>　　通观全词，没有写一句惜别的话，没有强烈激切的抒情。将情感融入景物， 此词上片写送别情景，以景色作为笛声的背景，情景交融地渲染出送别时的感伤氛围。下片运用叠句造境传情，想象次日分别的情景，大大扩展了离情别绪的空间。如此虚实结合，渲染出一种强烈的情感氛围，使读者受到极强的艺术感染这是本词的艺术魅力所在。在众多的景物之中，又挑出一二件，直接赋予它们生命，起到画龙点睛的作用，使所有的自然物都生气勃勃，整个艺术画面都活跃起来，这是本词的艺术特色。上片用“愁”写烟，使新月也带上了强烈的感情色彩；下片用“送”状柳絮，使之与东去的流水对比而生情。而“愁烟”和“飞絮”在形态上又有共同之处，它们都是飘忽不定、迷迷蒙蒙的自然物；它们轻虚空灵，似乎毫无重量，不可捕捉，但又能无限扩散，弥漫整个宇宙，用它们象征人世的漂泊不定，传达出迷蒙怅惘、拂之不去的眷恋之情，那是再妙不过的了。但作者似乎是随手占来，毫不费力，只道眼前所见，显得极其自然。这正是词人的高超之处。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "典故",
    "离别",
    "写景"
  ]
}