{
  "id": 3845,
  "star": 41,
  "name": "汾上惊秋",
  "dynasty": "唐代",
  "content": "北风吹白云，万里渡河汾。<br>心绪逢摇落，秋声不可闻。",
  "fanyi": "<p><strong>译文</strong><br>北风吹卷着白云使之翻滚涌动，我要渡过汾河到万里以外的地方去。<br>心绪伤感惆怅又逢上草木摇落凋零，我再也不愿听到这萧瑟的秋风。</p> <p><strong>注释</strong><br>⑴汾上：指汾阳县（今山西万荣南）。汾：指汾水，为黄河第二大支流。<br>⑵河汾：指汾水流入黄河的一段。<br>⑶心绪：此处谓愁绪纷乱。摇落：树叶凋零。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首五绝有兴寄，有深意，是一首颇具特色的即兴咏史<a href=\"http://so.gushiwen.org/view_3845.aspx\">诗</a>。它采取了虚虚实实，若即若离，似明而晦，欲言而咽的表现手法来表达诗人的复杂心情。</p> <p>　　此诗前二句化用了汉武帝《秋风辞》的诗意，首句即“秋风起兮白云飞”，次句为“泛楼船兮济河汾”，从而概括地暗示着当年汉武帝到汾阴祭后土的历史往事，并引发联想唐玄宗欲效汉武帝的作为。两者何其相似，历史仿佛重演，这意味着什么，又启示些什么，诗人并不予点破，运用了留白手段。然而题目却点出了一个“惊”字，表明诗人的思绪是受了震惊的。这不是由于个人遭遇而被震惊。就字面意思看，似乎有点像是即景自况。他在汾水上被北风一吹，一阵寒意使他惊觉到秋天来临；而他当时正处于一生最感失意的境地，出京放任外省，恰如一阵北风把他这朵白云吹得老远，来到了这汾水上。这也合乎题目标示的“汾上惊秋”。因此，前二句的含意是复杂的。总的来说，是在即景起兴中抒发着历史的联想和感慨，在关切国家的隐忧中交织着个人失意的哀愁。可谓百感交集，愁绪纷乱。</p> <p>　　诗的后二句明确地说穿了诗人复杂纷乱的心情。“摇落”用《秋风辞》中“草木黄落”句意，又同本于<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》语“悲哉秋之为气也，萧瑟兮草木摇落而变衰”。这里用以指萧瑟天气，也以喻指自己暮年失意的境遇，所以说“逢”。“逢”者，愁绪又加上挫折之谓，暗示出“心绪”并非只是个人的失意。“秋声”即谓北风，其声肃杀，所以“不可闻”。听了这肃杀之声，只会使愁绪更纷乱，心情更悲伤。这就清楚地表明了前二句所蕴含的复杂心情的性质和倾向。</p> <p>　　实际上，这诗的表现手法和抒情特点，都比较接近<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的《咏怀诗》。此诗的抒情形象透露出诗人有寄托，有忧虑，有感伤；但究竟为什么，是难以确切肯定的。他采用这种手法，可能是以久与政事的经验，熟悉历史的知识，意识到汉、唐两代的两个盛世皇帝之间有某种相似，仿佛受到历史的某种启示，隐约感到某种忧虑，然而他还说不清楚，也无可奈何，因此只能写出这种感觉和情绪。而恰是这一点，却构成了一种独有的艺术特点：以形象来表示，让读者去理会。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_3845.aspx\">诗</a>当作于唐开元十一年（723年）或十二年（724年）的秋天。相传汉武帝在其地获黄帝所铸宝鼎，因祀后土，并渡汾水饮宴赋诗，作《秋风辞》。开元十年（722年），唐玄宗听<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>之言，谓汾阳有汉后土祠，其礼久废，应修复祭祀。开元十一年（723年）正月，唐玄宗到潞州、晋州，诗人为礼部侍郎随行，并有诗。二月在汾阴祀后土，诗人从行并写了《祭汾阴乐章》。是年冬，出为益州大都督长史。到开元十三年（725年）才又调回长安。外放的两年，是苏颋一生仕履中最感失意的时期，此诗可能就是这一两年中的一个秋天所作的。",
  "poet": {
    "id": 1200,
    "star": 0,
    "name": "苏颋",
    "desc": "苏颋（670年－727年），字廷硕，京兆武功（今陕西武功）人，唐代政治家、文学家，左仆射苏瑰之子。苏颋进士出身，历任乌程尉、左司御率府胄曹参军、监察御史、给事中、中书舍人、太常少卿、工部侍郎、中书侍郎，袭爵许国公，后与宋璟一同拜相，担任同平章事。苏颋是初盛唐之交时著名文士，与燕国公张说齐名，并称“燕许大手笔”。他任相四年，以礼部尚书罢相，后出任益州长史。727年（开元十五年），苏颋病逝，追赠尚书右丞相，赐谥文宪。"
  },
  "tags": [
    "秋天",
    "咏史",
    "抒情"
  ]
}