{
  "id": 19750,
  "star": 38,
  "name": "野老歌 / 山农词",
  "dynasty": "唐代",
  "content": "老农家贫在山住，耕种山田三四亩。<br>苗疏税多不得食，输入官仓化为土。<br>岁暮锄犁傍空室，呼儿登山收橡实。<br>西江贾客珠百斛，船中养犬长食肉。",
  "fanyi": "<p><strong>译文</strong><br>　　老翁家贫住在山中，靠耕种三四亩山<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>生，田亩少，赋税多，没有吃的。粮食送进官府的仓库，最后腐烂变质，化为泥土，一年到头，家中只剩下锄头、犁耙靠在空房子里面，只好叫儿子上山去拾橡子充饥。从长江西面来的富商的船中，成百上千的珠宝用斛来计量，就连船上养的狗也长年吃肉。 </p><p><strong>注释</strong><br>①野老歌；一作《山农词》。这首<a href=\"http://so.gushiwen.org/view_19750.aspx\">诗</a>写农民在租税剥削下的悲惨生活，并与富商大贾的奢侈生活对比，反映了不合理会现实。<br>②橡实：橡树的果实，荒年可充饥。<br>③西江：今江西九江市一带，是商业繁盛的地方。唐时属江南西道，故称西江。<br>④斛：量器；是容量单位。古代以十斗为一斛，南宋末年改为五斗。<br>⑤官仓：指各地官员税收，此指贪官。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　中唐时代，政治黑暗，统治阶级剥削残酷，因此抒写农民疾苦的题材也成为新乐府<a href=\"http://so.gushiwen.org/view_19750.aspx\">诗</a>人的一个重要的主题。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>的《野老歌》，就是写一个农家老夫在高额的苛捐杂税的重压之下，最后过着依靠拾橡实填饱肚皮的生活。即使这样，他还不如当时被称为“贱类”富商的一条狗。张籍通过这样一个人狗对比的悲惨情形，突出表现了农民的痛苦和当时社会的不合理。</p> <p>　　开头两句交代人物身份，运用平叙的手法，叙说一位老农，由于家里贫穷，住在山里面，仅仅耕种贫瘠的山田三四亩。这里要问，老农为什么要住在山里面呢？在我们想来，老农既然家贫，他应该到平地乡村或小镇谋生要容易一些，为啥要到难以耕种的山里去呢？这不禁让我们想起了当时的社会环境。此时社会混乱，统治阶级任意欺压百姓。面对这一切，老农一家逃到深山，这里山高路远，人烟稀少，而官府当差的也不便来此。老农希望住在深山能摆脱这一切。</p> <p>　　然而“纵使深山更深处，也应无计避征徭”。三四两句说得就是这一情况。老农住在山里面，今年的禾河苗长得稀稀疏疏的的，到头来收成也不好。尽管这样，官家的征税多得要命，那差役隔三差五地跑来征税，最后老农家里连自己吃的口粮全没了。老农很痛心哪，他一年辛苦劳作得来的粮食，有的被官家拿去倒入了库仓，甚至有的被白白浪费“化为土”。这在剥削和浪费的行为，和劳动人民的辛苦贫穷的生活形成了鲜明的对比。因此这两句实际反映了劳动人民被剥削的痛苦，也揭露了当时社会的黑暗。</p> <p>　　五六句承上两句，说老农辛苦一年到岁末，家里徒穷四壁，没有几样东西，只有老农辛勤劳动的工具——锄犁还在伴随着他。一个“空”字，说明老农辛苦一年一无所获，另一方面说明剥削阶极把老农剥夺的一无所有。为了种那些粮食，老农早出晚归，辛苦劳作一天，到头来自己还没有吃的。无奈之下，老农“呼儿登山收橡实”，呼儿表明老农已年迈，再加上辛苦劳作一天，已无力再上山采橡实吃。“橡实”，乃一草木果实，本非普通食品，乃劳动人民在饥灾发生时临时充腹之品。老农叫儿子登山收橡实，可谓老农贫饿致极，说明劳动人民最后的可怜结局。</p> <p>　　最后两句作者笔锋一转，说西江做珠宝生意的大贾，船上载的的珠宝很多，足有百斛，他喂养的犬，长的肥肥胖胖的，浑身都是肉。作者运用叙述的手法，没有发表议论，但把两幅对比鲜明的画面摆在了面前，一幅是食不果腹的老农，另一幅是奢靡富裕的大贾喂养的肉犬，更为让人深思的，老农的生活还不如喂养的一条犬，可谓悲凉之极，令人感愤不已。</p> <p>　　全诗运用叙述的手法，给我们呈现出几个老农痛苦的生活的场景。虽然作者没有发表议论，但孕作者的思想于叙述中。全诗的形象对比深刻鲜明，表现了劳动人民的饥苦，反映了不同阶层人的生活，揭露了统治阶级对劳动人民的剥削。</p>",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "乐府",
    "田园",
    "农民",
    "生活",
    "抒情"
  ]
}