{
  "id": 50942,
  "star": 21,
  "name": "解连环·怨怀无托",
  "dynasty": "宋代",
  "content": "怨怀无托。嗟情人断绝，信音辽邈。纵妙手、能解连环，似风散雨收，雾轻云薄。燕子楼空，暗尘锁、一床弦索。想移根换叶。尽是旧时，手种红药。 <br>汀洲渐生杜若。料舟依岸曲，人在天角。谩记得、当日音书，把闲语闲言，待总烧却。水驿春回，望寄我、江南梅萼。拚今生，对花对酒，为伊泪落。",
  "fanyi": "<p><strong>译文</strong><br>幽怨的情怀无所寄托，哀叹情人天涯远隔，音书渺茫无着落。纵然有妙手，能解开连环套索，摆脱感情纠葛，双方的情意也会冷漠，像风雨一样消散，云雾一样轻薄。佳人居住的燕子楼已在空舍，灰暗的尘埃封锁了，满床的琵琶琴瑟。楼前花圃根叶全已移载换过，往日全是，她亲手所种的红芍药香艳灼灼。<br>江中的沙洲渐渐长了杜若。料想她沿着变曲的河岸划动小舟，人儿在天涯海角飘泊。空记得，当时情话绵绵，还有音书寄我，而今那些闲言闲语令我睹物愁苦，倒不如待我全都烧成赤灰末。春天又回到水边驿舍，希望她还能寄我，一枝江南的梅萼。我不惜一切对着花，对着酒，为她伤心流泪。</p> <p><strong>注释</strong><br>1.解连环：词牌名。双调，一百零六字。前段十一句，五仄韵，五十三字。后段十句，五仄韵，五十三字。又名《望梅》、《杏梁燕》。双调一百零六字，仄韵。《词谱》卷三四：“此调始自 ，以词有‘信早梅偏占阳和’，及‘时有香来，望明艳遥知非雪’句，名《望梅》。后因<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词有‘妙手能解连环’句，更名《解连环》。<br>2.信音：音信，消息。<br>3.辽邈（miǎo）：辽远。<br>4.解连环：此处借喻情怀难解。<br>5.燕子楼空：燕子楼在今灌输徐州。楼名。在今江苏省徐州市 。相传为唐贞元时尚书张建封之爱妾<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>居所。 张死后， 盼盼念旧不嫁，独居此楼十余年。后以“燕子楼”泛指女子居所。这里指人去楼空。<br>6.暗尘：积累的尘埃。<br>7.床：放琴的架子。<br>8.移根换叶：比喻彻底变换处境。<br>9.红药：芍药花。<br>10.杜若：芳草名。别称地藕、竹叶莲、山竹壳菜。<br>11.梅萼：梅花的蓓蕾。<br>12.拼：不顾惜，舍弃。</p>",
  "shangxi": "<p>　　此词以曲折细腻的笔触，婉转反复地抒写了词人对于昔日情人无限缱绻的相思之情。全词直抒情怀，一波三折，委曲回宕，情思悲切，悱恻缠绵。</p> <p>　　上片由今及昔，再由昔而今；下片由对方而己方，再写己方期待对方。</p> <p>　　开头三句，“怨怀无托。嗟情人断绝，信音辽邈”，写怨恨产生的根由；结尾三句，“拚今后，对花对酒，为伊泪落”，是最后的结论；中间的文字则交错变换地描写失恋者的思绪，全篇结构层次清楚。上片反复表示相思之情不能断绝。“怨怀”之所以产生，是因为“情人断绝”而且“信意辽邈”，致使满腹的哀怨无所寄托，无法排遣。用连环比喻相思之情，谓相思恰如连环，本不可解，纵然“妙手能解”，那也还不免藕断丝连，就像“风散雨收”之后，仍然会残留下轻雾薄云一样。接着又用“燕子楼”的典故述说纵然是人去楼空，也还剩得“一床弦索”。“床”，是古代的一种较矮的坐具：“弦索”，总指乐器。弦索仍然摆满床上，蒙着一层灰尘，那是关盼盼的遗物，睹物思人，以喻相思之情不能断绝。下面写芍药花，又寓含着往日的欢乐与离别后的凄楚。芍药，是有特殊含义的。《<a href=\"http://so.gushiwen.org/view_50942.aspx\">诗</a>经。溱洧》：“伊其相谑，赠之以芍药。”又，芍药一名“将离”，行将别离之意。“移根换叶”与“旧时红药”相关合，“手种”则是以亲自栽种芍药来象征精心培植爱情。</p> <p>　　过片用《九歌·湘君》“采芳洲兮杜若，将以遗兮下女”句意，表示离别与怀念。汀洲，是水边送别之地。人已乘舟而去，且远天角，如今伊人不见，离去久远，汀洲之杜若渐次成丛，而欲寄无出，亦似愁绪之与日俱增，而欲诉无地。“谩记得”以下几句，笔锋陡转，忽作狠心决绝之辞，谓昔日往还音书，不过是些“闲语闲言”，人已断绝，留它何用，点个火儿烧掉算了。这是暗用汉乐府《有所思》“拉杂摧烧之，当风扬其灰”句意，以示“从今以往，无复相思”之决绝态度。可是，紧接着又拉转回来，再暗用南朝乐府《西洲曲》“折梅寄江北”句意，请求对方把象征爱情的江南梅花寄来。这真是“剪不断，理还乱，是离愁”啊。最生总收一笔，表明至死不变的痴心，写得极其凄苦。“拚今生”，已站好退身步，作了终生不能遂愿的准备：“对花对酒”，是说今后虽然有花可赏，有酒可饮，却唯独意中人不得相见，那么，也就只好“为伊泪落”了。</p> <p>　　此词以写情为主，写主人公与情人断绝之悲。作者善用单字领起下文，如“纵”、“想”、“料”、“望”，“拼”诸字，都使感情深化，文势转折，有助于达难达之情。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "相思"
  ]
}