{
  "id": 7812,
  "star": 23,
  "name": "豫章行",
  "dynasty": "唐代",
  "content": "胡风吹代马，北拥鲁阳关。<br>吴兵照海雪，西讨何时还。<br>半渡上辽津，黄云惨无颜。<br>老母与子别，呼天野草间。<br>白马绕旌旗，悲鸣相追攀。<br>白杨秋月苦，早落豫章山。<br>本为休明人，斩虏素不闲。<br>岂惜战斗死，为君扫凶顽。<br>精感石没羽，岂云惮险艰。<br>楼船若鲸飞，波荡落星湾。<br>此曲不可奏，三军鬓成斑。",
  "fanyi": "<p><strong>译文<br></strong>北风吹着胡马占据着汝州的鲁阳关。<br>吴越新征集的兵马冒着鄱阳湖上的大雪，要西上征讨胡虏。<br>吴地的官军在上辽津渡水，黄云惨淡。<br>老母别子，一片悲天跄地的哭喊，人心愁烦。<br>白马绕着旌旗，悲鸣追逐。<br>白杨为之萧索，秋月为之惨淡，早早地落入了豫章山中。<br>生于太平盛世，素不惯于与胡人打仗<br>但为了尽忠报主，扫灭敌顽，不惜战斗牺牲。<br>其精诚可感，金石为开，岂能惧怕艰险？<br>楼船像长鲸一样在水中飞驰，波涛汹涌，激荡着落星湾。<br>我这一曲悲歌，就暂停到这里，再奏下去的话，三军将士的头发都要白了。</p> <p><strong>注释<br></strong>⑴豫章行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7812.aspx\">诗</a>集》卷三十四卷列于《相和歌辞·清调曲》，引《古今乐录》曰：“《豫章行》。王僧度云《荀录》所载《古白杨》一篇，今不传。”<br>⑵“胡风”句：一作“燕人攒赤月”。胡风：北风。代马：代地（今山西东北与河北蔚县一带）所产的良马。此指胡马。<br>⑶鲁阳关：战国时称鲁关，汉称鲁阳，在今河南鲁山县西南。传说鲁阳挥戈，日为之返之二舍，即此也。<br>⑷吴兵：吴越之地的征调之兵士，泛指江南之兵。海：指鄱阳湖。<br>⑸上辽津：在豫章郡建昌县（今江西修水县），县中有潦水（即赣江）流过，入鄱阳湖。<br>⑹呼天：指向天喊叫以求助。形容极端痛苦。<br>⑺白马：一作“百鸟”。<br>⑻“白杨”二句：古辞《豫章行》：“白杨初生时，乃在豫章山。”豫章山，泛指在豫章郡内之山。<br>⑼休明人：太平盛世时期的人。休明：美好清明。<br>⑽闲：通“娴”，娴熟也。<br>⑾凶顽：凶暴愚顽。亦指凶暴愚顽的人。<br>⑿\"精感\"句：《西京杂记》卷五：“辛广与兄弟共猎于冥山之北，见卧虎焉，射之，一矢即毙。他日复猎于冥山之阳，又见卧虎。射之，饮矢没羽。进而视之，乃石也。其形类虎。退而更射，碳破干析而石不伤。祭尝以同杨子云，子云曰：‘至诚则金石为开。’”此用其意。<br>⒀忘：一作“云”。惮：怕，畏惧。<br>⒁楼船：有楼的大船。古代多用作战船。亦代指水军。<br>⒂落星湾：即鄱阳湖西北之彭蠡湾，传说有星坠此，故又名落星湾。<br>⒃三军：古制天子置六军，诸侯置屯军。又称军置上、中、下三军，或步，车、骑三军。后为军队通称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7812.aspx\">诗</a>开始四句，诗人概写了当时的战局。“胡风”即北风，这里暗指安史叛军的嚣张气焰，因安史都是胡人。当时安史军正盘据鲁阳（今河南鲁山），一个“拥”字，既见到叛军的嚣张，又见到乱军乌合之状，同时，也表达了诗人的憎恶之情。“照海雪”，可见吴兵军容严整，威风凛凛的气势。然而，当时的唐军实在不会有这样的士气，这不过是诗人的一种主观愿望。“西讨何时还”，乍看有些突兀，使人气馁，但却真实地道出了当时的战局形势和诗人对此难以隐藏的忧虑，暗示出未来的牺牲是巨大的。这一感情上的转折正是下文的引出和过渡。</p> <p>　　以下八句里，诗人把满腹的哀怨和悲苦都倾注在别离场景的抒写上，这是诗人感情的一个方面。“半渡”二字说明有的征人已登船启航，还有不少征人仍在岸上依依不舍地与家人做最后的诀别。征人们一步一回头，一步一哀伤的惨痛情景感天动地，使得天地昏黄，惨淡无光。母子别离最动情，最伤感，况且母已老，读者如同见到这位白发苍苍，泪眼龙钟的老人家，拄着拐杖颤颤微微，执手牵衣地送子远征，她深知子一去，难生还，所以她“呼天野草间”，匍匐在草地上，向上天控诉着人间的种种不平，向大地哭诉着自己命运的悲苦。然而，此时，她叫天天不应，叫地地不灵，老人家的晚年恐怕无以为生。母子分离最典型，那些夫妻和兄弟之间的别离也是这样。读者似乎听到野草间震天的哭声，如同见到那双双泪眼在做最后的远远一望。征人们已上船，他们所骑之马围着旌旗悲哀嘶鸣，好像它们也知留恋故土。马犹如此，人何以堪。表面上在写马，实际上是对上面写人场面的有力衬托和补充。“白杨秋月苦，早落豫章山”，以白杨叶落进一步渲染了上面已经很悲苦的气氛。这一层的写作顺序是先写人，再写马，后写树，表面上步步退，实际上收到了步步深入的效果，构成一幅目不忍睹的悲惨画面，奏出一曲耳不忍闻的凄凉乐章，这些都充分体现了诗人对苦难中的人民深切的同情。</p> <p>　　下面六句表达了诗人感情的另一面：即对多灾多难的祖国赤诚之心和深情的爱恋。诗人转换为征人自述的形式，表现出征兵们慷慨壮烈，为国平叛不畏牺牲的英雄气概。这个新征的士兵显然不是诗人理想中的抗敌英雄，他生于盛世，是个不习弓矢的下层农民。从这一现象既可知兵员的匮缺，又可见诗人对现实的不满，还表达出了人民毅然从军平叛的热切心情和巨大的承受力。这些只懂农事耕耘的士兵有着强烈的为国献身精神，他们“岂惜战斗死，为君扫凶顽？”这激越的誓言出自征人之口，也表达了诗人的强烈的爱国激情。这些征人虽武艺不强，但他们勇于为国捐驱的精诚之心定能感化顽石，像汉代飞将军李广那样箭入石中。这样的军队不怕任何艰难牺牲，定能为国平叛，为民立功。当然，这些慷慨之词只是诗人的良好愿望和对这些应征子弟的勉励。</p> <p>　　最后四句总括全诗。“楼船若鲸飞，波荡落星湾。”遥应“吴兵照海雪”句，写出了唐军的威武雄壮，同时又笼括第三层六句，唐军船队满载着士兵和他们的豪情壮志，浩浩荡荡直奔落星湾（今鄱阳湖西北），再入长江而去。“此曲不可奏，三军发成斑。”诗人一转慷慨豪壮的格调，全诗在凄惨、悲凉的气氛中结束。这二句遥应“西征何时还”句，笼括第二层八句。诗人又回到了现实中伤心别离的场面。《豫章行》古曲专写别离之苦，此时不可再奏这样的曲子了，不然士兵们定会更加触动思乡之情，在悲苦欲绝中鬓发皆白。</p> <p>　　总括全诗，人们突出地感到诗人矛盾的心理。他一方面对战乱给百姓造成的苦难深表同情，一洒忧民之泪；另一方面他又鼓励征人顾全大局，支持平叛战争，大抒忧国之情。这种极其痛苦的矛盾心情构成了全诗凄惨与慷慨，沉痛与激昂交织在一起的格调，这与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“三吏”、“三别”的忧国忧民的情调极其相似。与这种格调相配合，这首诗形成了抑扬顿挫的结构特点。中间十四句先抑后扬，最后四句先扬后抑，以抑煞尾，这种错落有致的结构与诗人的情绪吻合在一起。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是一位以抒情见长的浪漫主义诗人。他把大千世界的风貌和纷杂社会的现实熔铸在他所抒发的主观感情世界中，这是李白诗反映现实的主要方法和特征。然而，李白诗的风格是多彩的，绝非仅限于此。在他的诗歌中确有一部分像《豫章行》这样直接反映现实，评论现实的不朽之作，尤其是晚年，他目睹了安史之乱，并身陷圄，境况大不如前。此时，他对现实社会有了更真切、更冷静的认识，于是，他的作品便从对自己身世的忧愤转为对国事与民生的深深忧虑。这一时期，李白写下了许多杰出的现实主义诗作。像《豫章行》这样的现实主义杰作甚至可以和杜甫的现实主义名作相媲美。</p> <p>　　李白身在豫章写《豫章行》十分巧妙。《豫章行》古辞专写别离之苦，后人利用这一古辞也没有超出这个范围。李白《豫章行》，就内容来说，同样也写别离之苦，就形式来说，也有一些与古辞相吻合的句子，但是，李白却冲破了前人“皆伤离别，言寿短景驰，容华不久”（见《乐府诗集》引《古今乐录》）的狭小天地，赋于诗歌充实的社会内容，写出了如此深刻的现实主义杰作。无论是在思想内容的深度上，还是在表现力的厚度上都超过了前人所有的《豫章行》。这正是对汉魏以来“借古乐写时事”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源》卷五）优良传统的继承和发展，对于以浪漫主义著称的伟大诗人李白来说，这确实是难能可贵的。</p>",
  "about": "<h2>创作背景</h2> 　　唐肃宗上元元年（760年），安史之乱尚未平息，安史军内部的自相残杀已使军力大不如前，但他们在中原－带仍十分猖獗。为了彻底平息叛乱，当时的东南人民仍然要不得已地送其子弟应征入伍，开赴前线。连年的战争，人民已精疲力尽，几到无丁可征的地步。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在这一年回到豫章（今江西南昌），亲眼目睹了新征士兵出征前妻儿老小呼天抢地的悲怆场面，他百感交集，写下了这一名篇《豫章行》。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "战争",
    "同情"
  ]
}