{
  "id": 72194,
  "star": 55,
  "name": "楚归晋知罃",
  "dynasty": "先秦",
  "content": "　　晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。</p> <p>　　王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”</p> <p>　　王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”</p> <p>　　王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”</p> <p>　　王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也！</p> <p>　　王曰：“晋未可与争。”重为之礼而归之。 ",
  "fanyi": "<p><strong>译文</strong><br>　　晋人把楚国公子谷臣和连尹襄老的尸首归还给楚国，以此要求交换知罃。当时荀首已经是中军副帅，所以楚人答应了。楚王送别知罃，说：“您恐怕怨恨我吧！”知罃回答说：“两国兴兵，下臣没有才能，不能胜任自己的任务，所以做了俘虏。君王的左右没有用我的血来祭鼓，而让我回国去接受诛戮，这是君王的恩惠啊。下臣实在没有才能，又敢怨恨谁？”楚王说：“那么感激我吗？”知罃回答说：“两国为自己的国家打算，希望让百姓得到平安，各自抑止自己的愤怒，来互相原谅，两边都释放被俘的囚犯，以结成友好。两国友好，下臣不曾与谋，又敢感激谁？”楚王说：“您回去，用什么报答我？”知罃回答说：“下臣无所怨恨，君王也不受恩德，没有怨恨，没有恩德，就不知道该报答什么。”楚王说：“尽管这样，还是一定要把您的想法告诉我。”知罃回答说：“以君王的福佑，被囚的下臣能够带着这把骨头回到晋国，寡君如果加以诛戮，死而不朽。如果由于君王的恩惠而赦免下臣，把下臣赐给您的外臣首，首向寡君请求，而把下臣在自己宗庙中诛戮，也死而不朽。如果得不道寡君杀我的命令，而让下臣继承宗子的地位，按次序承担晋国的军事，率领偏师（自己军队的谦称）以治理边疆，即使碰到君王的文武官员，我也不会躲避，竭尽全力以至於死，没有第二个心念，以尽到为臣的职责，这就是用来报答於君王的。”楚王说：“晋国是不能和它争夺的。”于是就对他重加礼遇而放他回去。</p><p><strong>注释</strong><br>⑴归；送还。公子谷臣：楚庄王的儿子。连尹襄老：连尹是楚国官名，襄老是楚国的大臣。连尹、楚国主射之官。<br>⑵求：索取。<br>⑶于是：在这个时候。佐中军；担任中军副帅。<br>⑷治戎：治兵，演习军队。这里的意思是交战。<br>⑸馘（guó）：割下敌方战死者的左耳（用来报功）。这里与“俘”连用，指俘虏。<br>⑹鼓：取血涂鼓，意思是处死。<br>⑺即戮（lù）：接受杀戮。<br>⑻惩：戒，克制。忿：怨恨。<br>⑼宥（yòu）；宽恕，原谅。<br>⑽与及：参与其中，相干。<br>⑾任：担当<br>⑿外臣：外邦之臣。臣子对别国君主称外臣。<br>⒀宗：宗庙。<br>⒁不获命：没有获得国君允许杀戮的命令。<br>⒂宗职：祖宗世袭的职位。<br>⒃偏师：副帅、副将所属的军队，非主力军队。<br>⒄致死：献出生命。</p>",
  "shangxi": "<h2>简析</h2> 　　楚共王对知罃（yīng）的句句逼问，知罃都巧妙回答。楚共王因此感叹“晋未可与争”，以隆重的礼仪送知罃归晋。知罃的对答也表现了他忠君爱国、对楚不卑不亢，精神难能可贵。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "爱国"
  ]
}