{
  "id": 56619,
  "star": 17,
  "name": "浣溪沙·洞庭",
  "dynasty": "宋代",
  "content": "行尽潇湘到洞庭。楚天阔处数峰青。旗梢不动晚波平。<br>红蓼一湾纹缬乱，白鱼双尾玉刀明。夜凉船影浸疏星。",
  "fanyi": "<p><strong>译文</strong><br>从湘江走到尽头便抵达了洞庭湖，楚天辽阔，远处是数座青翠的山峰。傍晚的湖面，风平浪静，船头旌旗上的飘带纹丝不动。<br>水湾处红色的蓼草就像纷乱的丝织品，跃出水面的双尾白鱼就像玉刀一样明亮。夜深渐凉，停泊下来的船的影子遮盖了稀疏的星星的倒影。</p> <p><strong>注释</strong><br>（1）红蓼：指生长在水边的红色蓼草。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在公元1168年（宋孝宗乾道四年），由知潭州（今湖南长沙）调知荆南（荆州，今湖北江陵）兼荆湖北路安抚使时，洞湘江入沿庭湖所作。他前年为谏官所劾，罢任北归，也曾泛湘江而至洞庭，作《念奴娇·过洞庭》词，有“孤光自照，肝胆皆冰雪。短发萧骚襟袖冷”等语，流露出一种疾俗愤世的情绪，这一首写得心气平和多了。他从长沙出发，舟行至洞庭湖，前一段路程以“行尽潇湘”一笔带过，“到洞庭”三字引出下文。“楚天阔处数峰青”一句，写洞庭湖全景恰到好处。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《岳阳楼记》云：“衔远山，吞长江，浩浩汤汤，横无际涯”，是在岳阳楼上俯视洞庭之景。词人泊舟湖中，不复写湖之大如何如何，只说四围广阔，远处峰青，则规模可见，气象可想。“旗梢不动晚波平”，是官船晚泊时景象，呈现出大自然清幽的静态美。旗梢，即旗旓。船头所插旌旗上的飘带一丝不动，表明此刻的湖面，风平浪静，所以出现傍晚水波平静的景象，唯有鳞鳞细浪了。这样夕阳斜照湖面停泊的船舟，与辽阔的楚天，青色的山峰，共同构成一幅境界开阔而又幽静的山水画面。 </p> <p>　　下片写停船后泛览湖景所见。“红蓼一湾纹缬乱，白鱼双尾玉刀明”两句，不仅对仗工整，而且随着视野的转换，显示出另一番情趣，并给人一种红白鲜明的色彩感。“红蓼”，指生于水边的红色蓼草。南宋朱弁《曲洧旧闻》卷四云：“红蓼，即《<a href=\"http://so.gushiwen.org/view_56619.aspx\">诗</a>》所谓游龙也。俗呼水红。江东人别泽蓼，呼之为火蓼。”唐代诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《歙州卢中丞见惠名酝》：“犹念悲秋分赐，夹溪红蓼映风蒲。”而词中的“红蓼”与“白鱼”相对，更感到作者的构思精巧，观察入微。词人既写了远处一条水湾倒映出的红蓼图，又写了玉刀似的双尾白鱼。鱼称“双尾”而“明”，是跃出水面之鱼，静中见动。也有一种说法，“白鱼双尾玉刀明”指的是映在水中的弯月如同白色的双尾鱼，也好像闪耀着光芒的玉刀。“夜凉船影浸疏星”一句，以景语收结，尤耐人寻味。</p> <p>　　这里作者变换出另一幅画面，而思绪已超越了时空对念的限制，直接转入夜景，使读者有更多的想象余地来思考这个过程。再从画面本身来看，是从行舟夜泊的角度落笔，摄取大自然中富有代表性的两种景象：一是疏星淡月，倒影湖中；二是水中船影遮盖着星空倒影。这不仅与前面的“楚天阔”、“晚波平”的自然景象相呼应，而且充分地展现了优美的词境。“夜凉”二字，既是词人的直感，又显示出流恋自然界的心态。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在公元1168年（宋孝宗乾道四年），由知潭州（今湖南长沙）调知荆南（荆州，今湖北江陵）兼荆湖北路安抚使时，洞湘江入沿庭湖所作。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "山水"
  ]
}