{
  "id": 59868,
  "star": 9,
  "name": "留春令·咏梅花",
  "dynasty": "宋代",
  "content": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。<br>曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。",
  "shangxi": "<h2>赏析</h2> <p>　　咏物词在南宋时已发展成熟，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>人称“缜密典丽”，“富艳精工”，史达祖继承了这种创作风格，而其除了字锻句炼外，又使情景融合无际，更加浑融。</p> <p>　　上片写溪上月下赏梅情景。词人自号梅溪，作词一卷也以梅溪二字命名，爱梅之情可见一直很深。他曾往好友张镃（功甫）南湖园中赏梅，《醉公子·咏梅寄南湖先生》云：“秀骨依依，误向山中，得与相识。溪岸侧。……今后梦魂隔。相思暗惊清吟客。想玉照堂前、树三百。”诉说与梅花溪畔相识，钟爱情深，别后梦魂相隔，相思暗惊，弄得多情鬓白，剪愁不断，沾恨泪新。这首《留春令》在词意和感情上与此极为相似，由词意可知词人是大约在春天的一个傍晚来到梅花溪的。此时太阳落山，月亮升起皓空，但见那梅树在明月清光的映照下，银光素辉，清奇幽绝，分外动人。可是，那梅树梢头却因暮色尚未散尽，而月色又不明朗，朦朦胧胧，看不清梅花的冰姿雪容。这情景对一心赏梅，爱之情深的词人来说，自然是很扫兴的，心中不觉浮起难以抑制的怨愁，显出百般无奈的神情，因而以清空骚雅之笔写出两句奇妙的词句：“挂愁无奈，烟梢月树。”前句写情，后句写景，情由景生，妙合交融。其中“挂愁”很是形象，也是词人爱用的字眼。他曾在《八归》中说：“只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。”这“挂愁无奈，烟梢月树”八个字，清辞奇思，深得词家三昧。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>说：“邦卿词奇秀清逸，有李长吉之韵，盖能融情景于一家，会句意于两得。”就此而论，实在是恰切之评。过拍两句：“一涓春月点黄昏，便没顿、相思处”，写词人月下徘徊，愁思难释的情景。暮色已浓，明月倒映，把一涓春水照得上下透明，打破了溪上昏暗的暮色，仿佛一切都无所隐匿，连词人的满怀相思也没有可安顿的地方，真个是“寸心外，安愁无地”，闲婉深曲的细腻感情在低低的诉语中得到全面的吐露。“春月”，一作“春水”。水字不如月字。用月字，既写月光月色，又映带出水光水色，水月相融的清美含蓄意境宛然可见。句中的“点”字形象地写出月光映澈溪水，点破黄昏，消去暮色的明秀清幽景象。而且春月点破黄昏又富有一种动态感，化静为动，饶有情趣。</p> <p>　　下片写月下的回忆和遐想。第一句“曾把芳心深许”，上承“相思”二字，用拟人化手法叙说梅花相爱情深，曾两情相悦，此时犹沉浸在昔日欢爱的回忆中。梅花本来无情，而词人以情观花，故而花亦有情。但“相思一度，秾愁一度”吧，美好的时光已经逝去了，往事犹记，旧情依然，魂牵梦随，柔情似水，满腹衷肠，急切欲诉，却又思绪纷乱，欲说又不知从何说起，于是悲戚戚地吐出一句：“故梦劳<a href=\"http://so.gushiwen.org/view_59868.aspx\">诗</a>苦！”这个“苦”字，是相思之苦、想说而说不出的苦，感情份量很重，着力表达了词人对梅花相爱之深、相思之切的感情。当他无计可诉相思的时候，蓦然想起东风或能传达相思之苦，是它最先把春的信息带给梅花。所以殷切地盼望这多情的使者能把刻骨的相思带给梅花。可是，听说多情的东风早被那竹外的梅花留住，迷恋着梅花沁人的幽香，难以拿它作使者了。因而词人无限哀怨地说出末结两句：“闻说东风亦多情，被竹外、香留住。”写到这里，词人的心头更加沉重了。虽然梅留东风只是“闻说”，未必是真，但在词人想来，疑虑难释。只能失望地将之当真。怨恨、痛苦、失望、悲伤的复杂感情一齐涌了出来。</p> <p>　　从这结尾两句来看，词人咏梅花，似别有怀抱，但词人却未未明，大概是留给有心的读者探寻其心曲的奥妙吧。这首小令不写形而写神，不取事而取意，对所咏之物不露一字，通篇不见梅字而处处梅在，正所谓“不着一字尽得风流”。词意深曲含蓄，词情跌宕低徊，奇思巧语，妥贴轻圆，确为词中俊品。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "咏物",
    "梅花",
    "相思"
  ]
}