{
  "id": 71172,
  "star": 1145,
  "name": "荆轲刺秦王",
  "dynasty": "两汉",
  "content": "　　秦将王翦破赵，虏赵王，尽收其地，进兵北略地，至燕南界。</p> <p>　　太子丹恐惧，乃请荆卿曰：“秦兵旦暮渡易水，则虽欲长侍足下，岂可得哉？”荆卿曰：“微太子言，臣愿得谒之。今行而无信，则秦未可亲也。夫今樊将军，秦王购之金千斤，邑万家。诚能得樊将军首，与燕督亢之地图，献秦王，秦王必说见臣，臣乃得有以报太子。”太子曰：“樊将军以穷困来归丹，丹不忍以己之私，而伤长者之意，愿足下更虑之！”</p> <p>　　荆轲知太子不忍，乃遂私见樊於期，曰：“秦之遇将军，可谓深矣。父母宗族，皆为戮没。今闻购樊将军之首，金千斤，邑万家，将奈何？”樊将军仰天太息流涕曰：“吾每念，常痛于骨髓，顾计不知所出耳！”轲曰：“今有一言，可以解燕国之患，而报将军之仇者，何如？”於期乃前曰：“为之奈何？”荆轲曰：“愿得将军之首以献秦，秦王必喜而善见臣。臣左手把其袖，而右手揕其胸，然则将军之仇报，而燕国见陵之耻除矣。将军岂有意乎？”樊於期偏袒扼腕而进曰：“此臣之日夜切齿拊心也，乃今得闻教！”遂自刎。</p> <p>　　太子闻之，驰往，伏尸而哭，极哀。既已，不可奈何，乃遂盛樊於期之首，函封之。 </p> <p>　　于是太子预求天下之利匕首，得赵人徐夫人之匕首，取之百金，使工以药 淬之。以试人，血濡缕,人无不立死者。乃为装遣荆轲。</p> <p>　　燕国有勇士秦武阳，年十二，杀人，人不敢与忤视。乃令秦武阳为副。</p> <p>　　荆轲有所待，欲与俱，其人居远未来，而为留待。</p> <p>　　顷之未发，太子迟之。疑其有改悔，乃复请之曰：“日以尽矣，荆卿岂无意哉？丹请先遣秦武阳！”荆轲怒， 叱太子曰：“今日往而不反者，竖子也！今提一匕首入不测之强秦，仆所以留者，待吾客与俱。今太子迟之，请辞决矣！”遂发。</p> <p>　　太子及宾客知其事者，皆白衣冠以送之。至易水上，既祖，取道。高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。又前而为歌曰：“风萧萧兮易水寒，壮士一去兮不复还！”复为慷慨羽声，士皆瞋目，发尽上指冠。于是荆轲遂就车而去，终已不顾。</p> <p>　　既至秦，持千金之资币物，厚遗wèi秦王宠臣中庶子蒙嘉。</p> <p>　　嘉为先言于秦王曰：“燕王诚振怖大王之威，不敢兴兵以拒大王，愿举国为内臣。比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。恐惧不敢自陈，谨斩樊於期头，及献燕之督亢之地图，函封，燕王拜送于庭，使使以闻大王。唯大王命之。”</p> <p>　　秦王闻之，大喜。乃朝服，设九宾，见燕使者咸阳宫。</p> <p>　　荆轲奉樊於期头函，而秦武阳奉地图匣，以次进。至陛下，秦武阳色变振恐，群臣怪之，荆轲顾笑武阳，前为谢曰：“北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。”秦王谓轲曰：“起，取武阳所持图！”</p> <p>　　轲既取图奉之， 发图，图穷而匕首见。因左手把秦王之袖，而右手持匕首揕之。未至身，秦王惊，自引而起，绝袖。拔剑，剑长，操其室。时恐急，剑坚，故不可立拔。</p> <p>　　荆轲逐秦王，秦王还柱而走。群臣惊愕，卒起不意，尽失其度。而秦法，群臣侍殿上者，不得持尺兵；诸郎中执兵，皆陈殿下，非有诏不得上。方急时，不及召下兵，以故荆轲逐秦王，而卒惶急无以击轲，而乃以手共搏之。</p> <p>　　是时，侍医夏无且以其所奉药囊提轲。秦王方还柱走，卒惶急不知所为。左右乃曰：“王负剑！王负剑！”遂拔以击荆轲，断其左股。荆轲废，乃引其匕首提秦王，不中，中柱。秦王复击轲，被八创。</p> <p>　　轲自知事不就，倚柱而笑，箕踞以骂曰：“事所以不成者，乃欲以生劫之，必得约契以报太子也。”</p> <p>　　左右既前，斩荆轲。秦王目眩良久。",
  "fanyi": "<p><strong>译文</strong><br>　　秦国的将军王翦攻破赵国，俘虏赵王，大部分占领了赵国的国土，进军向北侵占土地，到达燕国南部的边界。<br>　　燕国的太子丹很害怕，就请求荆轲说：“秦军马上就要渡过易水，那么虽然我想长久地侍奉您，又怎么能够做得到呢？”荆轲说：“即使太子不说，我也要请求行动。假如空手而去，没有什么凭信之物，那就无法接近秦王。现在的樊将军，秦王用一千斤金和一万户人口的封地作悬赏来购取他的头颅。果真能够得到樊将军的首级及燕国督亢一带的地图献给秦王，秦王一定高兴地召见我，我就有办法来报答太子了。”太子说：“樊将军因为走投无路，处境困窘而来归附我，我不忍心由于自己个人的私仇而伤害长者的心意，希望您另外考虑对策吧!”<br>　　荆轲知道太子不忍心，于是私下里会见樊於期，说：“秦国对待将军，可以说是刻毒透顶了。父亲、母亲和同族的人都被杀死或没收入官为奴。现在听说用一千斤金和一万户人口的封地作悬赏来购买将军的首级，您将怎么办？”樊将军仰天长叹，泪流满面地说：“我每当想起这一点，常常恨入骨髓，只是想不出什么办法罢了。”荆轲说：“现在有一个建议，可以用来解除燕国的忧患，报将军的深仇大恨，怎么样？”樊於期于是上前问道：“怎么办？”荆轲说：“希望得到樊将军的首级来献给秦国，秦王一定高兴而又友好地接见我。我左手抓住他的衣袖，右手（用匕首）刺他的胸膛。这样，将军的仇报了，燕国被欺侮的耻辱也除掉了。将军是否有这个心意呢？”樊於期脱下一只衣袖露出一只胳膊，左手握住右腕，走近一步说：“这是我日日夜夜咬牙切齿、捶胸痛恨的事，今天才得到您的指教!”于是自杀。<br>　　太子听说了这件事，赶着马车跑去，伏在樊於期的尸体上大哭，非常悲伤。事已至此，没有办法挽回了，于是就收拾安放樊於期的首级，用匣子装好它。<br>　　于是太子预先寻求世上锋利的匕首，得到赵国徐夫人的匕首，用一百金把它买到，叫工匠在淬火时把毒药浸到匕首上。用人来做实验，血沾湿衣褛，没有不立即死亡的。于是整理行装，派遣荆轲上路。<br>　　燕国有个勇士秦武阳，十二岁的时候就杀过人，人们不敢同他正眼相看，于是叫秦武阳做助手。<br>　　荆轲等待着一个人，想同他一起去。那个人住得很远，没有来，因而停下等候他。<br>　　过了一阵还没动身，太子嫌荆轲走晚了，怀疑他有改变初衷和后悔的念头，就又请求他说：“太阳已经完全落下去了，您难道没有动身的意思吗？请允许我先遣发秦武阳!”荆轲发怒，呵斥太子说：“今天去了而不能好好回来复命的，那是没有用的小子!现在光拿着一把匕首进入不可意料的强暴的秦国，我之所以停留下来，是因为等待我的客人好同他一起走。现在太子嫌我走晚了，请允许我告别吧!”于是出发了。<br>　　太子和他的宾客中知道这件事的人，都穿着白衣，戴着白帽给他送行。到易水上，祭过路神，就要上路。高渐离敲着筑，荆轲和着节拍唱歌，发出变徵的声音，众宾客都流着眼泪小声地哭。荆轲又上前作歌唱道：“风声萧萧悲鸣啊易水彻骨寒冷，壮士这一离去啊就永远不再回还!”又发出悲壮激昂的羽声。众宾客都睁大了眼睛，头发都向上竖起顶住了帽子。于是荆轲就上车离去，始终不曾回头看一眼。<br>　　到达秦国后，拿着价值千金的礼物，优厚地赠送给秦王的宠臣中庶子蒙嘉。<br>　　蒙嘉替他事先向秦王进言，说：“燕王确实非常惧怕大王的威势，不敢出兵来抗拒，愿意全国上下都做秦国的臣民，排在诸侯的行列里(意为：燕国愿意同别的诸侯一起尊秦王为天子)像秦国的郡县那样贡纳赋税，俾能守住祖先的宗庙。他们诚惶诚恐，不敢自己来陈述，恭谨地砍下樊於期的头颅和献上燕国督亢一带的地图，用盒子封好，燕王在朝廷上行跪拜大礼送出来，派使者来禀告大王。一切听凭大王吩咐。”<br>　　秦王听了蒙嘉的话，非常高兴。于是穿了上朝的礼服，安排下隆重的九宾大礼仪式，在咸阳宫接见燕国的使者。<br>　　荆轲捧着装了樊於期头颅的盒子，秦武阳捧着地图匣子，按次序进宫，到达殿前的台阶下，秦武阳脸色都变了，十分害怕，秦国的群臣对此感到奇怪。荆轲回过头来对秦武阳笑了笑，上前替他向秦王谢罪说：“北方蛮夷地区的粗鄙人，没有拜见过天子，所以害怕，希望大王稍微原谅他些，让他在大王的面前完成他的使命。”秦王对荆轲说：“起来，取来武阳所拿的地图!”<br>　　荆轲拿了地图捧送给秦王，打开地图，地图全部打开，匕首就露了出来。于是荆轲左手抓住秦王的衣袖，右手拿着匕首刺秦王。还没有刺到秦王的身上，秦王非常惊骇，自己伸直身子站起来，挣断了袖子。秦王拔剑，剑太长，就握住剑鞘。当时秦王心里又怕又急，剑插得很紧，所以不能立即拔出来。<br>　　荆轲追逐秦王，秦王绕着柱子跑。秦国的君臣都惊呆了，事情突然发生，意料不到，大家都失去了常态。并且按照秦国的法律，臣子们侍立在殿上的，不能带一点兵器；那些宫廷侍卫握着武器，都排列在宫殿的台阶下面，没有君王的命令不能上殿。当危急的时候，来不及召唤阶下的侍卫，所以荆轲追逐秦王，大家仓猝间惊惶失措，没有武器用来击杀荆轲，仅仅用空手一起同荆轲搏斗。<br>　　这时，秦王的随从医官夏无且(jū)用他手里捧着的药袋投击荆轲。秦王还正在绕着柱子跑，仓猝间惊惶失措，不知道怎么办。侍臣们就说：“大王背着剑!大王背着剑！”秦王于是拔出剑用来攻击荆轲，砍断了荆轲的左大腿。荆轲倒下了，就举起他的匕首投击秦王，没有击中，击中了柱子。秦王又砍击荆轲，荆轲被砍伤了八处。<br>　　荆轲自己知道事情不能成功了，靠着柱子笑着，像撮箕一样地张开两腿坐在地上，骂道：“事情之所以没有成功，是想活生生地劫持你，一定要得到约契来回报燕太子啊!”<br>　　秦王的侍臣上前，斩杀荆轲。事后，秦王还头昏眼花了好长一段时间。 </p> <p><strong>注释</strong><br>（1）秦将王翦破赵，虏赵王：这是公元前228年的事。荆轲刺秦王是在第二年。<br>（2）收：占领。北：向北（名词用作状语）。略：通掠，掠夺，夺取。<br>（3）荆卿：燕人称荆轲为荆卿。卿，古代对人的敬称。<br>（4）旦暮渡易水：早晚就要渡过易水了。旦暮，早晚，极言时间短暂。易水，在河北省西部，发源于易县，在定兴县汇入南拒马河。<br>（5）长侍：长久侍奉。<br>（6）微太子言，臣愿得谒之：即使太子不说，我也要请求行动。微，假如没有。谒，拜访。<br>（7）今行而无信，则秦未可亲也：当下去却没有什么凭信之物，就无法接近秦王。信：凭信之物。亲：亲近，接近。<br>（8）樊将军：即下文的樊於期，秦国将领，因得罪秦王，逃到燕国。<br>（9）秦王购之金千斤，邑万家：秦王用一千斤金（当时以铜为金）和一万户人口的封地做赏格，悬赏他的头。购，重金征求。邑，封地。<br>（10）督亢：今河北省易县，霸县一带，是燕国土地肥沃的地方。<br>（11）说：同“悦”，喜欢，高兴。<br>（12）更虑之：再想想别的办法。更，改变。<br>（13）遇：对待。深，这里是刻毒的意思。<br>（14）戮没：杀戮和没收。重要的人杀掉，其他人等收为奴婢。<br>（15）顾计不知所出耳：只是想不出什么办法罢了。顾，不过，只是，表轻微转折。<br>（16）善：好好地。<br>（17）把：握，抓住。<br>（18）揕：刺。<br>（19）见陵之耻：被欺侮的耻辱。见，被。陵，侵犯，欺侮。<br>（20）偏袒扼腕而进：脱下一只衣袖，握住手腕，走近一步。这里形容激动愤怒的样子。偏袒，袒露一只臂膀。扼：握住。<br>（21）拊心：捶胸，这里形容非常心痛。<br>（22）盛：装。<br>（23）函封之：用匣子封装起来。函，匣子。<br>（24）徐夫人：姓徐，名夫人。一个收藏匕首的人。<br>（25）工：工匠。以药淬之：在淬火时把毒药浸到匕首上。淬，把烧红的铁器浸入水或者其他液体，急速冷却，使之硬化。<br>（26）濡缕：沾湿衣缕。濡，浸湿，沾湿。<br>（27）忤视：正眼看。忤，逆。意思是迎着目光看。<br>（28）为副：做助手。<br>（29）荆轲有所待，欲与俱：荆轲等待一个人，想同他一起去。<br>（30）迟之：嫌荆轲动身迟缓。<br>（31）往而不反者，竖子也：去了而不能好好回来复命的，那是没用的人。反，通“返”。竖子，对人的蔑称。<br>（32）不测：难以预料，表示凶险。<br>（33）请辞决矣：我就辞别了。请，请允许我，表示客气。辞决，辞别，告别。<br>（34）既祖，取道：祭过路神，就要上路。祖，临行祭路神，引申为践行和送别。<br>（35）高渐离：荆轲的朋友。<br>（36）为变徵之声：发出变徵的声音。古时音乐分为宫，商，角，徵，羽，变徵，变宫七音，变徵是徵音的变调，声调悲凉。<br>（37）慷慨羽声：声调激愤的羽声。<br>（38）瞋目：形容发怒时瞪大眼睛的样子。<br>（39）终已不顾：始终不曾回头。形容意志坚决。<br>（40）持千金之资币物：拿着价值千金的礼物。币，礼品。<br>（41）厚遗秦王宠臣中庶子蒙嘉：以厚礼赠送给秦王的宠臣中庶子蒙嘉。遗：赠送。<br>（42）诚：确实。振怖：惧怕。振，通“震”。<br>（43）比：并，列。<br>（44）给贡职如郡县：像秦国的郡县那样贡纳赋税。给，供。<br>（45）奉守先王之宗庙：守住祖先的宗庙。意思是保存祖先留下的国土。<br>（46）使使：派遣使者。<br>（47）唯大王命之：意思是一切听大王的吩咐。唯，希望的意思。<br>（48）奉：两手捧着。<br>（49）以次进：按先后顺序进来。<br>（50）陛：殿前的台阶。<br>（51）顾笑武阳：回头冲武阳笑。顾，回头看。<br>（52）少假借之：稍微原谅他些。少：通“稍”。假借，宽容，原谅。<br>（53）使毕使于前：让他在大王面前完成使命。<br>（54）发：打开。<br>（55）自引而起，绝袖：自己挣着站起来，袖子断了。引，指身子向上起。绝：挣断。<br>（56）操其室：握住剑鞘。室，指剑鞘。<br>（57）剑坚：剑插得紧。<br>（58）还：通“环”，绕。<br>（59）卒起不意，尽失其度：事情突然发生，没意料到，全都失去常态。卒，通“猝”，突然。<br>（60）尺兵：尺寸之兵，指各种兵器。<br>（61）郎中：宫廷的侍卫。<br>（62）提：掷击。<br>（63）负剑：负剑于背。<br>（64）废：倒下。<br>（65）引：举起。<br>（66）被八创：荆轲受了八处剑伤。被，受。创，伤。<br>（67）箕踞：坐在地上，两脚张开，形状像箕。这是一种轻慢傲视对方的姿态。<br>（68）劫：强迫，威逼（其订立盟约）。</p>",
  "about": "<h2>文言现象</h2> <p><strong>重要字音</strong><br>翦（jiǎn） 髓（suǐ） 揕（zhèn） 拊（fǔ） 盛（chéng） 谒（yè）袒（tǎn） 扼（è） 淬（cuì） 忤（wǔ） 濡（rú） 叱（chì）徵（zhǐ） 瞋（chēn）陛（bì） 慑（shè）发（fā） 惶（huáng） 卒（cù） 提（dǐ ） 眩（xuàn） 遗（wèi）创（chuāng）且(jū) 筑（zhù) 箕（jī) 匕（bǐ）</p> <p><strong>通假字</strong><br>秦王必说：<br>“说”通“悦”，高兴、喜欢。<br>而燕国见陵之耻除矣<br>“陵”通“凌”，凌辱<br>日以尽矣<br>“以”通“已”，已经<br>往而不反者，竖子也<br>“反”通“返”，返回<br>请辞决矣<br>“决”通“诀”， 诀别<br>燕王诚振怖<br>“振”通“震”，震慑<br>燕王拜送于庭<br>“庭”通“廷”，朝廷<br>设九宾：<br>“宾”通“傧”，傧相，迎宾赞礼的人<br>荆轲奉樊於期头函<br>“奉”通“捧”，手捧，捧着<br>秦武阳色变振恐<br>“振”通“震”，惧怕<br>少假借之<br>“少”通“稍”，稍微<br>12. 图穷而匕首见<br>“见”通“现”，出现<br>秦王还柱而走<br>“还”（huán）通“环”，环绕<br>群臣惊愕，卒起不意，尽失其度：<br>“卒”（cù）通“猝”，突然</p> <p><strong>词类活用</strong><br>1．【北】<br>进兵北略地：名词作状语，向北<br>2．【旦暮】<br>秦兵旦暮渡易水：名词作状语，早晚<br>3．【私】<br>丹不忍以己之私：形容词用作名词，私心<br>4．【前】<br>樊於期乃前曰：方位名词用作动词，走上前<br>又前而为歌曰：方位名词用作动词，走上前<br>荆轲顾笑武阳，前为谢曰：名词用作动词，走上前<br>左右既前：走上前<br>5．【函】<br>乃遂收盛樊於期之首，函封之：名词用作状语，用匣子<br>6．【远】<br>其人居远未来：形容词用作名词，远地<br>7．【祖】<br>至易水上，既祖，取道：名词用作动词，出行前祭路神<br>8．【白衣冠】<br>皆白衣冠以送之：名词用作动词，白衣冠，穿白色的衣服，戴白色的帽子<br>9．【涕】<br>士皆垂泪涕泣：名词用作动词，哭<br>10．【上】<br>发尽上指冠：名词作状语，向上<br>非有诏不得上：方位名词用作动词，上前<br>11．【迟】<br>顷之未发，太子迟之：形容词的意动用法，以……为迟<br>12．【厚】<br>厚遗秦王宠臣中庶子蒙嘉：名词用作状语，用厚礼<br>13．【朝服】<br>（秦王）乃朝服：名词用作动词，穿上上朝的礼服<br>14．【使】<br>燕王拜送于庭，使使以闻大王：动词用作名词，使者。<br>15．【闻】<br>燕王拜送于庭，使使以闻大王：动词的使动用法，使……闻，禀告<br>16．【怪】<br>群臣怪之：形容词意动用法，以……为怪，认为奇怪<br>17．【绝】<br>秦王惊，自引而起，绝袖：动词使动用法，使……断了<br>18．【断】<br>断其左股：形容词的使动用法，使……断<br>19．【箕】<br>箕踞以骂曰：名词作状语，像箕一样<br>20．【生】<br>乃欲以生劫之：形容词作状语，活生生地</p> <p><strong>固定短语</strong><br>1．臣乃得有以报太子( “有以”，意为：有用来……的办法)<br>2．然则将军之仇报（既然这样，那么）<br>3．荆轲有所待（ 意为：有……的人 、东西。“所”后常跟动词组成“所”字结构，作“有”的宾语。）<br>4．仆所以留者，待吾客与俱事所以不成者，乃欲以生劫之。<br>（复音虚词“所以”常引出表原因、手段等的分句，译为：……的原因。）<br>5．而卒惶急无以击轲( “无以”，意为：没有用来……的办法)<br>6．以故荆轲逐秦王 （因此）<br>7．未尝见天子（不曾）<br>8．将奈何（表疑问，怎么……。下文“为之奈何”“既已无可奈何”意同）<br>9．将军岂有意乎（ 表揣度，是否……呢。）<br>10．荆卿岂无意哉（表反问，难道……吗。）</p> <p><strong>古今异义</strong><br>1　【信】古义：信物，如：今行而无信，则秦未可亲也<br>今义：书信<br>2　【金】 古义：铜（古代以铜为金）；今义：一种贵重的金属<br>3　【涕】　古义：眼泪；如：樊将军仰天太息流涕　今义：鼻涕<br>4　【币】　古义：礼品；如：持千金之资币物<br>今义：货币<br>5　【穷困】　古义：走投无路，陷入困境；如：樊将军以穷困来归丹<br>今义：贫穷，生活贫穷，经济困难<br>6　【长者】　古义：品德高尚之人，此处指樊於期；如：丹不忍以己之私，而伤长者之意<br>今义：年长之人<br>7　【购】　古义：重金收买；如：今闻购将军之首　今义：购买<br>8　【可以】　古义：可以凭借；如：今有一言，可以解燕国之患　今义：表可能、能够、许可<br>9　【有意】　古义：同意，愿意；如：将军岂有意乎<br>今义：故意<br>10　【偏袒】　古义：袒露一只臂膀；如：樊於期偏袒扼腕而进。<br>今义：偏护双方中的一方<br>11　【于是】　古义：在这时；如：于是太子预求天下之利匕首<br>今义：表顺承关系或另提一事<br>12　【顾】　古义：回头；如：终已不顾<br>今义：照顾，考虑，顾及<br>13【鄙人】　古义：粗鄙的人；如：北蛮夷之鄙人<br>今义：谦词，对自己的谦称<br>14【穷】　古义：穷尽；如：图穷而匕首见<br>今义：缺少钱财<br>15【假借】　古义：宽容，原谅；如：愿大王少假借之<br>今义：不是自己的，偷别人的，如：假借名义<br>16【走】　古义：跑；如：秦王还柱而走<br>今义：行走）<br>17【提】　古义：读作dǐ，投掷，投打，投击；如：侍医夏无且以其所奉药囊提轲（乃引其匕首提秦王）<br>今义：垂手拿着<br>18【郎中】　古义：宫廷的侍卫；如：诸郎中执兵。<br>今义：称中医医生<br>19【股】　古义：大腿；如：断其左股。<br>今义：量词。<br>20【左右】　古义：身边侍臣；左右既前<br>今义：方位名词<br>21【废】　古义：倒下；荆轲废<br>今义：残废<br>22【复】　古义：又，再；如：秦王复击轲<br>今义：往复，重复，复习<br>23【深】 古义：刻毒；如：秦之遇将军，可谓深矣<br>今义：有深度，与“浅”相对<br>24【遇】 古义：对待；如：秦之遇将军，可谓深矣<br>今义：相遇，遇见<br>25【未来】 古义：没有来；如：其人居远未来<br>今义：将来，以后<br>26【不顾】古义：不回头：如：终以不顾<br>今义：不顾及<br>27【亲】 古义：亲近，近身：如：则秦王未可亲也；今义：亲爱的人或事物<br>（课改只要求掌握双音节词的古今异义）</p> <p><strong>特殊句式</strong><br>①判断句<br>此臣日夜切齿拊心也<br>今日往而不反者，竖子也<br>仆所以留者，待吾客与俱<br>事所以不成者，乃欲以生劫之<br>②省略句<br>取之 ( 以 ) 百金<br>秦王购之 ( 以 ) 金千斤<br>欲与 ( 之 ) 俱 ( 往 )<br>以（之）试人<br>皆陈（于）殿下<br>其人居远未来，而为（之）留待<br>与燕督亢之地图献（于）秦王<br>遂拔以（之）击荆轲<br>嘉为（之）先言于秦王曰<br>见燕使者（于）咸阳宫<br>使（之）毕使于前<br>群臣侍（于）殿上者<br>比（于）诸侯之列<br>③被动句<br>父母宗族，皆为戮没<br>燕国见陵之耻除矣<br>④倒装句<br>群臣侍殿上者 【定语后置句】<br>太子及宾客知其事者 【定语后置句】<br>燕王拜送于庭　【状语后置句】<br>使毕使于前　【状语后置句】<br>秦王购之 金千斤【状语后置句】【定语后置句】<br>常痛于骨髓【状语后置句】 </p><br/><h2>涉及成语</h2> 【图穷匕见】：比喻事情发展到了最后，真相或本意显露出来。<br>【悲歌击筑】：亦作“悲歌易水”，常用以抒写悲壮苍凉的气氛。<br>【切齿拊心】：形容愤恨到极点。<br>【发上指冠】：毛发竖起的样子。形容极度愤怒。<br>【无可奈何】：没有办法，无法可想。表示事已如此，再要挽回已是无能为力。<br>【变徵之声】：乐声中的徵调变化，常作悲壮之声。<br/><h2>段解</h2> 第一段：交代故事发生的背景，秦军兵临城下。<br>第二段：太子丹请计，荆轲提出以“樊将军首”为信物，太子丹不忍。为下文设置悬念。<br>第三段：故事的发展。荆轲私见樊於期，说出一箭双雕之计。樊於期知恩图报，为荆轲之计而自刎，其言行令人叹惋。<br>第四段：太子悲恸，荆轲之计实现第一步。<br>第五段：得到刺杀秦王的利器。<br>第六段：配备秦武阳为助手。<br>第七段：交代荆轲迟发的原因。<br>第八段：怒叱太子。<br>第九段：易水诀别。“易水送别”拉开了慷慨悲歌的一幕，是“刺秦”准备中的高潮。<br>第十~十一段：荆轲为达刺杀目的，贿赂秦王宠臣，表达忠心，从而得以见秦王。<br>第十二段：荆轲的目的达到，秦王接见燕使。<br>第十三段：顾笑武阳。<br>第十四~十六段：以上是故事的高潮：图穷匕现，荆轲刺杀秦王，秦王惶急反抗。这一部分描写人物生动形象，荆轲的勇猛无畏，秦王的狼狈惊慌，群臣侍从的失态无奈，无不跃然纸上。<br>第十七段：荆轲倚柱笑骂。<br>第十八段：结局：荆轲被斩。<br/><h2>历史事件</h2> <p>　　本文记述战国时期荆轲剌秦王这—悲壮的历史故事，反映了当时的社会政治情况，表现了荆轲重义轻生、反抗暴秦、勇于牺牲的精神。文章通过一系列情节和人物对话、行动、表情、神态等表现人物性格，塑造了侠义英雄荆轲的形象。</p> <p>　　秦王嬴政重用尉缭，一心想统一中原，不断向各国进攻。他拆散了燕国和赵国的联盟，使燕国丢了好几座城。燕国的太子丹原来留在秦国当人质，他见秦王嬴政决心兼并列国，又夺去了燕国的土地，就偷偷地逃回燕国。他恨透了秦国，一心要替赵国报仇。但他既不操练兵马，也不打算联络诸侯共同抗秦，却把燕国的命运寄托在刺客身上。他把家产全拿出来，找寻能刺秦王嬴政的人。</p> <p>　　后来，太子丹物色到了一个很有本领的勇士，名叫荆轲。公元前230年，秦国灭了韩国；过了两年，秦国大将王翦（音jiǎn）占领了赵国都城邯郸，一直向北进军，逼近了燕国。燕太子丹十分焦急，就去找荆轲。要他去刺杀秦王。荆轲说：“行是行，但要挨近秦王身边，必定得先叫他相信我们是向他求和去的。听说秦王早想得到燕国最肥沃的土地督亢（在河北涿县一带）。还有秦国将军樊於期，现在流亡在燕国，秦王正在悬赏通缉他。我要是能拿着樊将军的头和督亢的地图去献给秦王，他一定会接见我。这样，我就可以对付他了。”</p> <p>　　荆轲知道太子丹心里不忍，就私下去找樊於期（fánwūjī），跟樊於期说：“我有一个主意，能帮助燕国解除祸患，还能替将军报仇，可就是说不出口。” 樊於期连忙说：“什么主意，你快说啊！” 荆轲说：“我决定去行刺，怕的就是见不到秦王的面。现在秦王正在悬赏通缉你，如果我能够带着你的头颅去献给他，他准能接见我。” 樊於期说：“好，你就拿去吧！”说着，就拔出宝剑，抹脖子自杀了。</p> <p>　　太子丹事前准备了一把锋利的匕首，叫工匠用毒药煮炼过。谁只要被这把匕首刺出一滴血，就会立刻气绝身死。他把这把匕首送给荆轲，作为行刺的武器，又派了个十二岁时便杀过人的勇士秦武阳，做荆轲的副手。</p> <p>　　公元前227年，荆轲从燕国出发到咸阳去。太子丹和少数宾客穿上白衣白帽，到易水（在今河北易县）边送别。临行的时候，荆轲给大家唱了一首歌：“风萧萧兮易水寒， 壮士一去兮不复还。” 荆轲跳上车，头也不回地走了。</p> <p>　　荆轲到了咸阳。秦王政一听燕国派使者把樊於期的头颅和督亢的地图都送来了，十分高兴，就立刻穿上上朝的衣服，在咸阳宫接见荆轲。朝见的仪式开始了。荆轲捧着装了樊於期头颅的盒子，秦武阳捧着督亢的地图，一步步走上秦国朝堂的台阶。秦武阳一见秦国朝堂那副威严样子，不由得害怕得发起抖来。当然，《刺客列传》里，谋士田光对燕太子丹说的一段话：“窃观太子客无可用者：夏扶血勇之人，怒而面赤；宋意脉勇之人，怒而面青；舞阳骨勇之人，怒而面白。光所之荆柯，神勇之人，怒而色不变。”秦王政左右的侍卫一见，吆喝了一声，说：“使者怎么变了脸色？” 荆轲回头一瞧，果然见秦武阳的脸又青又白，就赔笑对秦王说：“粗野的人，从来没见过大王的威严，免不了有点害怕，请大王原谅。” 秦王政毕竟有点怀疑，对荆轲说：“叫秦武阳把地图给你，你一个人上来吧。” 荆轲从秦武阳手里接过地图，捧着木匣上去，献给秦王政。秦王政打开木匣，果然是樊於期的头颅。秦王政又叫荆轲拿地图来。荆轲把一卷地图慢慢打开，到地图全都打开时，荆轲预先卷在地图里的一把匕首就露出来了。秦王政一见，惊得跳了起来。荆轲连忙抓起匕首，左手拉住秦王政的袖子，右手把匕首向秦王政胸口直扎过去。秦王政使劲地向后一转身，把那只袖子挣断了。荆轲拿着匕首追了上来，秦王政一见跑不了，就绕着朝堂上的大铜柱子跑。荆轲紧紧地逼着。两个人像走马灯似地直转悠。旁边虽然有许多官员，但是都手无寸铁；台阶下的武士，按秦国的规矩，没有秦王命令是不准上殿的，大家都急得六神无主，也没有人召台下的武士。官员中有个伺候秦王政的医生，叫夏无且，急中生智，拿起手里的药袋对准荆轲扔了过去。荆轲用手一扬，那只药袋就飞到一边去了。这时，左右大臣提醒道：“把剑背在背上，把剑背在背上。”秦王政遂将宝剑背在背上，再往前一步，拔出宝剑，砍断了荆轲的左腿。荆轲站立不住，倒在地上。他拿匕首直向秦王政扔过去。秦王政往右边只一闪，那把匕首就从他耳边飞过去，打在铜柱子上，“嘣”的一声，直迸火星儿。秦王政见荆轲手里没有武器，又上前向荆轲砍了几剑。荆轲身上受了八处剑伤，自己知道已经失败，张开双腿坐在地上，傲慢地说：“我没有早下手，本来是想先逼你退还燕国的土地。” 这时候，侍从的武士已经一起赶上殿来，结果了荆轲的性命。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "刘向 编"
  },
  "tags": [
    "高中文言文",
    "历史",
    "故事"
  ]
}