{
  "id": 70192,
  "star": 5,
  "name": "杂剧·邯郸道省悟黄粱梦",
  "dynasty": "元代",
  "content": "第一折<br>阆苑仙人白锦袍，海山银阙宴蟠桃。三峰月下鸾声远，万里风头鹤背高。贫道东华帝君是也。掌管群仙籍录。因赴天斋回来，见下方一道青气，上彻九霄。原来河南府有一人，乃是吕岩，有神仙之分。可差正阳子点化此人，早归正道。这一去使寒暑不侵其体，日月不老其颜。神垆仙鼎，把玄霜绛雪烧成；玉户金关，使姹女婴儿配定。身登紫府，朝三清位列真君；名记丹书，免九族不为下鬼。阎王簿上除生死，仙吏班中列姓名。指开海角天涯路，引的迷人大道行。老身黄化店人氏，王婆是也。我开着这个打火店，我烧的这汤锅热着，看有甚么人来。策蹇上长安，日夕无休歇。但见槐花黄，如何不心急。小生姓吕名岩，字洞宾。本贯河南府人氏。自幼攻习儒业，今欲上朝进取功名。来到这邯郸道黄化店，饥渴之际，不免做些茶饭吃。到的这店门首，将这蹇卫拴下。将这二百文长钱，籴些黄粱。兀那打火的婆婆，央你做饭与我吃。行人贪道路，你快些儿。客官你好急性也，饶一把儿火者。我巴不的选场中去哩。贫道复姓钟离，名权，字云房，道号正阳子，京兆咸阳人也。自幼学得文武双全，在汉朝曾拜征西大元帅。后弃家属。隐遁终南山，遇东华真人，授以正道，发为双髻，赐号太极真人，常遗颂于世。生我之门死我户，几个惺惺几个悟。夜来铁汉自寻思，长生不死由人做。今奉帝君法旨，教贫道下方度脱吕岩。来到这邯郸道黄化店，见紫气冲气，当必在此。我想世间人好不识贤愚也呵！<br>【仙吕】【点绛唇】混沌初分，生人厮慁。谁推持论，旋转乾坤？这都是太上传心印。<br>【混江龙】当日个曾逢关尹，至今遗下五千文。大刚来玄虚为本，清净为门。虽然是草舍茅庵一道士，伴着这清风明月两闲人。也不知甚的秋，甚的春，甚的汉，甚的秦，长则是习疏狂、躯懒散、佯妆钝，把些个人间富贵，都做了眼底浮云。<br>想世人争名夺利，何苦如此！<br>【油葫芦】莫厌追欢笑语频，但开怀好会宾，寻思离乱可伤神。俺闲遥遥独自林泉隐，你虚飘飘半纸功名进。你看这紫塞军、黄阁臣，几时得个安闲分，怎如我物外自由身。<br>【天下乐】他每得到清平有几人，何不早抽身，出世尘，尽白云满溪锁洞门，将一函经手自翻，一垆香手自焚。这的是清闲真道本。<br>原来神在这里！一个先生好道貌也！敢问足下高姓？小生姓吕名岩，字洞宾。你往那里去？上朝应举去。你只顾那功名富贵，全不想生死事急，无常迅速。不如跟贫道出家去。你这先生，敢是风魔的。我学成满腹文章，上朝求官应举去，可怎生跟你出家！你出家人有甚好处？俺出家人自有快活处，你怎知道？<br>【金盏儿】上昆仑，摘星辰，觑东洋海则是一掬寒泉滚，泰山一捻细微尘。天高三二寸，地厚一鱼鳞，抬头天外觑，无我一般人。<br>这先生开大言。似你出家的，有甚么仙方妙诀，驱的甚么神鬼？出家人长生不老，炼药修真，降龙伏虎，到大来悠哉也呵！<br>【后庭花】我驱的是六丁六甲神，七星七曜君。食紫芝草千年寿，看碧桃花几度春。常则是醉醺醺、高谈阔论，来往的尽是天上人。<br>俺做了官，也有受用处。你做官受用得几多？俺这神仙的快乐，与你俗人不同。你听我说那快乐处。<br>【醉中天】俺那里自泼村醪嫩，自折野花新。独对青山酒一尊，闲将那朱顶仙鹤引。醉归去松阴满身，冷然风韵，铁笛声吹断云根。<br>你跟我出家去来。俺为官居兰堂，住画阁。你这出家人，无过草衣木食，干受辛苦，有甚么受用快活处？<br>【金盏儿】俺那里地无尘，草长春，四时花发常娇嫩。更那翠屏般山色对柴门，雨滋棕叶润，露养药苗新。听野猿啼古树，看流水绕孤村。<br>我学成文武双全，应过举，做官可待，富贵有期。你教出家去呵，怎生便得神仙做？你自不知。你不是个做官的，天生下这等道貌，是个神仙中人。常言道，一子悟道，九族升天。不要错过了。<br>【醉雁儿】你有那出世超凡神仙分，击一条一抹绦，带一顶九阳巾。君，敢着你做真人。俺为官的，身穿锦缎轻纱，口食香甜美味。你出家人草履麻绦，餐松啖柏，有甚么好处？功名二字，如同那百尺高竿上调把戏一般，性命不保，脱不得酒色财气这四般儿。笛悠悠，鼓冬冬，人闹吵，在虚空。怎如的平地上来，平地上去，无灾无祸，可不自在多哩。<br>【后庭花】酒恋清香疾病因，色爱荒淫患难根；财贪富贵伤残命，气竞刚强损隐身。这四件儿不饶人。你若是将他断尽，便神仙有几分。<br>我十年苦志，一举成名，是荷包里东西，拿得定的。神仙事渺渺茫茫，有甚么准程，教我去做他？<br>【醉中天】假饶你手段欺韩信，舌辩赛苏秦，到底个功名由命不由人，也未必能拿准。只不如苦志修行谨慎，早图个灵丹腹孕，索强似你跨青驴踯躅风尘。<br>听他说甚么，不觉神思困倦，且睡一会咱。正说着话，他就睡了，好蠢人也！<br>【一半儿】如今人宜假不宜真，则敬衣衫不敬人。题起修行耳怕闻，直恁的没精神，一半儿应承一半儿盹。<br>这人俗缘不断。吕岩也，你既然要睡，我教你大睡一会，去六道轮回中走一遭。待醒来时，早已过了十八年光景，见了些酒色财气，人我是非。那其间方可成道。气为强弱志为先，努力须当莫换肩。捱出这番难境界，更添疾苦一番仙。<br>【金盏儿】比及你米淘了尘，水烧的滚，我教这一颗米内藏时运，半升铛里煮乾坤。投至得黄粱炊未熟，他清梦思犹昏，我教他江山重改换，日月一番新。<br>你睡着了。贫道自赴蟠桃会去也。<br>【赚煞】羽衣轻，霓旌迅，有十二金童接引。万里天风归路稳，向蓬莱顶上朝真。笑欣欣。袖拂白云，宴罢瑶池酒半醺。争奈你个唐吕岩性蠢，偏不肯受汉钟离教训，又则索跨苍鸾飞上九天门。兀那王婆，那先生去了也。去久了。饭熟也未？还饶一把火儿。王婆，我也等不的你那饭了，误了我程途。我上的蹇驴，便索长行去也。吕岩去了也。他那里知道我非凡人，乃骊山老母一化。上仙法旨，着吕岩看破了酒色财气，人我是非，那其间才得返本朝元，重回正道。汉钟离点化玄机，度吕岩省悟心回。待此人功成行满，同共赴阆苑瑶池。<br>楔子<br>老夫殿前高太尉的便是。嫡亲的三口儿家属。夫人早亡，止有个女孩儿，唤做翠娥。自十七年前，吕岩应过举，拜兵马大元帅，老夫见他好武艺，就招他为婿。所生一儿一女，近日蔡州反了吴元济，好生猖獗。朝廷着吕岩领兵征讨。他如今辞别了老夫前去。我索丁宁嘱付他几句言语。这早晚敢待来也。平生慷慨习阴符，秉钺临戎出帝都。男儿三十不得志，枉作堂堂大丈夫。某吕岩。自到京都，弃文就武，加某为兵马大元帅。与高太尉作赘，可早十八年光景，得了一双儿女。今有蔡州吴元济反乱，圣人的命，着某统兵征讨。今日辞别了岳父，便索长行也。您孩儿点就人马，则今日便行。父亲好觑当一双儿女者。孩儿，你此一去，这妻子身上。有我在此，再不必留心。你与国家好生出力。千经万典，忠孝为先。你须恤军爱民，不义之财，少要贪图。岂不闻金玉满堂，未之能守。富贵而骄，自遗其咎。我这般说呵，也只为你执掌军权，怕你重利而轻义，失了道心。你切记者。左右将酒来，我亲手与孩儿把一杯送行。<br>【仙吕】【赏花时】则我是皓首苍颜高太尉，别无甚亲人则觑着你。儿幼小女娇痴，想为人在世，最苦是生离。<br>孩儿再饮一杯。我吃不得了。<br>【幺篇】满饮阳关酒一杯。您孩儿吃不得了，心中有些不好，吐了两口血。这酒元来伤人。您孩儿再也不吃这酒了。既是伤着你心，再也休吃这酒罢。父亲放心，您孩儿不吃了，辞别父亲，便索长行。你休忘了我的言语，着心记者。则要你在意扶持唐社稷，嘱付了又重题。但愿的功成破敌，早唱凯歌回。<br>则今日领本部人马，收捕吴元济走一遭去。贼寇无端逞凶顽，杀声振地撼天关。托赖圣人洪福大，不得成功誓不还。<br><br>第二折<br>妾身翠娥，是高太尉的女儿。自从父亲招了吕岩为婿，又早十八年光景。他跟前得了一双儿女。如今吕岩收捕吴元济去了，我和魏尚书的儿子魏舍，有些不伶俐的勾当。约定今日相会，怎生不见来？湛湛青天不可欺，两个碓嘴拨天飞。则有一个飞不动，争奈身上没穿的。自家姓魏，我父亲是魏尚书。人皆称我为魏舍。我和吕岩的浑家，有些不伶俐的勾当。吕岩征西去，他教我今日来他家走一走。来到这门首，前后没一人。我叫一声：\"高大姐开门来。\"你来了也。我正等你哩。咱两个家里吃几杯酒。打开这吊窗，若有人来，便往这窗子里出去。正是。咱且慢慢的饮洒耍子。某乃吕岩。奉圣人的命，统领三军，收捕吴元济。到的阵面上，卖了一阵，与了我三斗珍珠，一提黄金，领军回还。来到家门首。接了马者！老院公也不见，前后无一个人，夫人也不知在那里，进到这卧房门首，有人在里边说话。我试听咱。咱两个正好吃酒哩。若阵亡了吕岩，我就娶你。吕岩死了，我不嫁你嫁那个？兀的不有奸夫了！我踏开这门咱不好了，有人来也！我往吊窗里跳出去，走、走、走。奸夫走了也。我问你，吃酒的是谁？没人。你说没人！这顶帽子，是谁掉下的？哥，是我的。好也！我现授大元帅之职，你是太尉的女儿，你这般羞辱我，我好歹杀了你个淫妇！老汉是高太尉家一个院公。有俺姐夫吕岩，做了征西大元帅，收捕反贼，去了一年。恰才小的每道吕姐夫回来了，老汉不信。若是暗暗的回来，必定做下不公的勾当。既不是呵，怎生一个大将军回来，可没一个人来报知，也不差人迎接？这小的每眼见的说谎，逗我耍哩。休问有无，我看一看去。<br>【商调】【集贤宾】报道前厅上侍长恰到来。即是来到了呵，却怎生不听的把玳筵排？这妇人忒无礼，瞒着我做这等勾当！真个来了！有甚事炒炒七七？我是为害眼，许下愿心来。没来由怨怨哀哀，我这里七林林转过庭槐，慢腾腾行过厅阶，孤桩桩靠定明亮隔。好老婆，我不在家，你养着奸夫吃酒！老院公那老匹夫在那里？听说罢撧耳揉腮。我则杀了这妇人。这事怎了？我这里伤心空跌脚，低首自渐胲。<br>【逍遥乐】夫人也，想着你那百年恩爱、半世夫妻；好也啰你做下这一场丑态。我吃这妇人气杀我也！休道是浊骨凡胎，便是释迦佛也恼下莲台。早难道侯门深似海，两步那为一蓦。我这里一双手到、半壁身挨，可早两扇门开。<br>这个老匹夫！你来这里做甚么？自从大人出征去后，老相公早亡化过了半年也。大人今日来家，为甚这等恼躁？我心中的事，你怎生知道？不干你事，你快去！上项的事，老汉已听人了。大人停嗔息怒，难道是老汉无罪？大人记的你临行时，老相公嘱付的话道，着老院公单管打扫花园。咱后花园离前厅却是多远？老汉无事也不到这前面来，有甚么勾当？相公当初将这两个孩儿和夫人，交付在老汉身上。今日有这等是非，老汉八十五岁年纪，便死老汉也甘心去。不干你事，我只杀了这妇人。<br>【金菊香】这一个怒横着三尺剑当怀。兀的不屈杀我也！好也啰那一个倚定门儿手托腮。似恁地怎生将手腕解，又不是少米无柴。是夫人自跳下舍身崖！<br>老院公，你不知，我为他害眼来，许下的愿心。他说我养汉来，我做的不是了。老院公你救我一命咱。教老汉怎生救你？<br>【醋葫芦】又不是别人相唬吓、厮展赖，是你男儿亲自撞将来。你浑身是口难分解，赤紧的并脏拿贼，你看他死临侵不敢把头抬。<br>我实做的不是了。看着两个孩儿面皮，饶了我性命者。<br>【幺篇】夫人你便有随何陆贾舌，张仪苏秦才，百般难免这场灾。是你辱门败户先自歪，做的来漏虀搭菜，把花言巧语枉铺排。<br>我做着天下兵马大元帅，你和伴当私通欺压，兀的不气杀我也！夫人，你听的元帅说来。想元帅顶天立地，铺眉苫眼，做着个兵马大元帅。你却做这等勾当，是何道理？<br>【幺篇】你男儿有八面威，七步才，现带着征西金印虎头牌。他在那长朝殿前班部里摆。你教他把屎盆儿顶戴，兀的不屈沉杀了拜将筑坛台。老汉有甚么面皮？大人，可怜见一双儿女，饶过夫人者。<br>【幺篇】大人见义为，夫人知过改。不是中间老汉厮支划，若是外人知道来，休恁的大惊小怪。丑名儿出去怎生揩！<br>你发慈心，饶了夫人者。<br>【幺篇】问甚你夫妻好共歹，觑孩儿瘦更呆，便怎生教碜可可血泊里倘着尸骸？男子汉那一个不妒色。不争夫人死呵！枉乞两的两个小冤家不快，那凄凉日月索耽捱。<br>大人，饶夫人一命，胜造七级浮屠。<br>【幺篇】觑哥哥千般儿慷慨，道不的一声叫善哉。只待剑光挥三尺水晶牌，你权做个南海岸救苦难观自在。我这里磕头礼拜。我看着老院公面皮，饶你这一命。好惭愧也。听言说教我笑咍咍。<br>若不是老院公，谁救我一命？深谢你这厚恩。<br>【幺篇】我见他掩了泪眼，改了面色，笑靥儿攒破旱莲腮，直从那针关儿透得命到来，恰便似九霄云外，滴溜溜飞下一纸赦书来。<br>小官天朝使命是也。因元帅吕岩卖了阵，受了钱，私自还家。某奉圣人的命，着我来取他首级。可早来到也。某奉圣人的命，为你卖阵受财，私自还家，着我来取你首级哩。今日教谁人救我咱！兀的怎了也？<br>【幺篇】朝廷将使命差，前厅上把圣旨开。道是西边上卖阵走回来。谁教你贪心爱他不义财。今日个脱空须败，恶支沙将这等罪名揣。<br>吕岩，你要杀我，谁着你卖了阵，受了钱，私自还家？干的好事也！嗨，原来这钱真是害人。今日我对天发愿，将这钱半分也不要。吕岩也，你怎生做读书人来？颜子也曾一单食一瓢饮，居于陋巷。量这几贯钱，值得甚么！不想到今日可着谁救我？想当日我临行时，俺岳翁与我送行，我对天发愿，断了酒。今日断了财。吕岩也，你有甚难见处？因我回家，我妻有奸夫，明明是他出首来的。罢罢罢，将纸笔来，写一纸休书，任从改嫁，并不争论。写休书，写休书，我今日又断了色也！哎哟！你今日休了我，你早则管不着我了。你眼见的是死人也！吕岩本待要斩首，圣人的命，体上天好生之德，饶你项上一刀，迭配远恶军州。解子何在？叫小的那里使用？着你押解吕岩，迭配沙门岛去。解子哥，吕岩是犯罪的人，你怎生教他自在，不上刑法？这也说的是。将行枷来。，吕岩，你如今还杀的我么？兀的不欢喜杀我也！夫人，你怎生没些夫妻情分，说这等言语做甚么？<br>【幺篇】也是你慈悲生患害，俺哥哥除死无大灾。何须你畅叫厮花白。我是高太尉女儿，养汉来，养汉来。如今你休了我，谁管的我？闹垓垓幺喝十字街。他今日声声说是高太尉女儿养汉来。直恁的恶叉白赖，婆娘家情性恁般乖。去罢，误了程限到几时。<br>【幺篇】昨日上官时似花正开，今日迭配呵风乱筛。都是犯着年月日时该。休道咱小民呵，隋江山生扭做唐世界，也则是兴亡成败，怎禁那公人狠劣似狼豺。吕岩，你是死的人，留下我的孩儿，不要将去。我的儿女，我不领着，留下与谁？你犯下了罪，干俺儿女甚么事？解子哥，你慢着些儿。着这贼妇送了我也，我和两个孩儿，死在一处。解子哥，可怜见，容俺哥哥和孩儿住一两日去，打甚么不紧。误了限期，使不的。<br>【后庭花】我则见飕飕的枷棒摔，打的他纷纷的皮肉开。见他可擦擦拖将去，我与你气丕丕赶上来。痛哀哉，身遭残害，他如何敢挣扎。我其实无百刂划，平白地招罪责，从今日离院宅。<br>【双雁儿】哥哥也恰如赵杲送灯台，便道不的。山河易改。恁时节和尚在钵盂在，今日个、福气衰，看何时、冤业解。<br>老无知去罢。<br>【高过浪里来】俺如今髩发苍白，身体囊揣，则恁的东倒西歪，推一交险颠破天灵盖。哥哥息怒。我这里割舍了老性命，搭救这两个小婴孩。空教我忿气冲怀，两泪盈腮，将两只手扛抬。把双眼揉开，趁起身来，望不见娇客。吕岩去了，我收拾一房一卧，嫁魏舍去来。哥哥去的远了也。又被这半凋谢的垂杨树间隔。<br>【随调煞】好教我回去艰难，谁似你步行的快。望不见。走上望高台，空目断一天残照霭。不知俺哥哥安在？哥哥！看时节隔疏林风送过哭声来。<br><br>第三折<br>吕岩行动些。念吕岩自卖了阵，迭配我无影牢城。我死不争，可怜见这一双儿女，眼见的三口儿无那活的人也。解子哥，怎生可岭见，方便一二。兀那吕岩，我也是好义的人，到这深山旷野中，我回去也。你三口儿自逃你那性命去。谢了哥哥。小生口中衔铁，背上搭鞍，此恩必重报。你逃命去，我回去也。好苦也！你看纷纷下的那雪越大了也，迷踪失路，不知往那里去。怎生得个指路的人来可也好！小人是一个樵夫。砍的这柴回来，遇着这一天风雪，好冻人天气也呵！<br>【大石调】【六国朝】风吹羊角，雪剪鹅毛，飞六出海山白，冻一壶天地老。便有丹青巧，画笔难描。俺这里遥望千山表，是谁将粉黛扫？幽窗下寒敲竹叶，前村里冷压梅梢。撩乱野云低，微茫江树杳。<br>【归塞北】为甚春归早，既不沙可怎生蝶翅舞飘飘？梅蕊粉填合长安道。柳花绵迷却灞陵桥。山馆酒旗遥。<br>【初问口】想那捕鱼叟蓑笠纶竿，他向那寒潭独钓，和俺这采樵人迷却归来道。则见冻雀又飞，寒鸦又噪，古木林中蓦听的山犭员叫。<br>【怨别离】园林无处不萧条，春归也犹未觉。满地梨花无人扫。寒料峭，遥望见一点青山，兀良、却又早不见了。<br>【归塞北】白云岛，则听得孤鬼吼荒郊。九天女鼓风驱造化，六丁神挥剑斩长蛟。既不沙，可怎生就地卷风涛。<br>【幺篇】孤村晓，稚子道犹自月明高。青女翦冰寒不散，黑云喷雨冻难消，无处觅渔樵。孩儿行动些。如此大风大雪，又迷踪失路，眼见的是死人也。天口乐！这雪住一住可也好，越下的恶躁了。这来的是吕岩，可也该省悟了。<br>【雁过南楼】我则见冻剥剥一行老小。冻杀我也！战钦钦四体频摇。这一个骨耸着肩，那一个拳联着脚，正扬风搅雪天道。爹爹，我饿的慌口乐。儿也行动些，到兀那里就有饭吃。儿扯定老父悲，父对着孩儿告。那吃饭处霎时间行到。<br>【六国朝】早是朔风凛冽，途路迢遥。俺三个都冻倒了，谁救孩儿咱。我则见三个人走将来，一时间扑地倒。兀那君子，你苏醒者，苏醒者。怎生好？我这里用手忙扶策，紧攥住头梢。这一个早直挺了躯壳，那一个又答剌了手脚。我这里款款的把衣襟解放，只见悠悠的魄散魂消。惭愧，醒转来了。我救的这两个心坎上恰温和。呀，那一个又把牙关紧噤了。险些儿冻死也！两个孩儿都醒了。是谁救活我来？是我救你来。不是哥哥救了俺父子，那里得俺性命来？吕岩也，你那里去？好奇怪，他怎生认得我是吕岩？不瞒哥哥说，我如今披枷带锁，迭配沙门岛去。遇见这等大雪，冻倒在此处。若不是哥哥救活俺三口儿，那里得我的性命来。如今我身上无衣，肚里无食，又迷踪失路。哥哥，这里往那里去？早知这道，你去了多时了也。君子，你迷了道也。我说与你道，传与你道，指与你道。哥哥说的话，小人不省的。君子，这条道我不知道。这山前有一个草团标，那里面有个先生，他须知道。哥哥，你说与我咱。<br>【归塞北】过了这条抄直道，那里一横涧搭着一横桥。白茫茫雪迷山拽脚，淡濛濛雾锁草团标，松桧列周遭。<br>那先生好歹，哥哥说与我听。君子，你要见他，我说与你知道。<br>【擂鼓体】那先生浩歌拍手舞黄鹤，家住瑶池阆苑，十洲三岛。一曲横笛秋气高，数着残棋江月晓。哥哥，那先生是出家人，怎生有这本事？<br>【归塞北】那先生服的是长生药，不许外人学。三弄琴声弹落叶，九重春色醉仙桃，白日上青霄。敢问哥哥，那先生是怎生模样，你再说一遍咱。<br>【净瓶儿】那先生两手摇山岳，一对眼瞅邪妖。剑挥星斗，胸卷江涛。天教恶相貌，伏的虎，降的龙，德行高。他则是个活神道，也曾跨苍鸾亲把玉皇朝。君子，你过的山崦儿，你望见团标，你问那先生路去。<br>【玉翼蝉煞】那先生自舞自歌，吃的是仙酒仙桃，住的是草舍茅庵，强如龙楼凤阁。白云不扫，苍松自老；青山围绕，淡烟笼罩。黄精自饱，灵丹自烧。崎岖峪道，凹答岩壑；门无绰楔，洞无销钥；香焚石桌，笛吹古调；云黯黯，水迢迢，风凛凛，雪飘飘，柴门静，竹篱牢。过了那峻岭尖峰，曲涧寒泉，长林茂草，便望见那幽雅仙庄，这些是道。君子，你休迷了正道。你听者，你可也休错去了。孩儿也，你才听的那哥哥说来，兀那山崦里有一家人家，吃的也有，穿的也有，宿处也有。咱直到那里觅一宵宿去来。<br><br>　</p> <p>第四折<br>老身终南山人氏。在此在家出家，盖了一座团标，前后并无人家。我有个孩儿，虽是出家人，性子十分躁暴，每日在山中打猎为生。孩儿去了也，我安排下些茶饭，等他回来吃。自家吕岩。自从卖了阵，迭配无影牢城，到这深山里。时遇冬天，大风大雪将俺三口儿争些冻杀。多亏了打柴的樵夫，救了俺性命。说这个山峪里，有个草庵。我到那里寻些茶饭，与两个孩儿吃用。你看我那命。天色又晚来了，逢着个独木桥，偌深的一个阔涧，怎生得过去？我将着两个孩儿，待先送过这小厮去，恐怕这狼虎伤着这女孩儿。我待先送过女孩儿去，又怕伤了小厮儿。罢罢罢，且放下女孩儿，先送过小厮儿去。爹爹，大虫来咬我也。孩儿，我便来取你也。我放下这小厮，我可过去取女孩儿去。爹爹，大虫来咬我也。端的教我顾谁的是？兀的真个是一个草团标儿。你跟着我去，寻些茶饭与你吃。庵里有人么？谁叫我？开开这门，呀！原来是吕岩，引着一双儿女，这早晚怎生得到这里来。好奇怪，这姑姑怎生也认的吕岩？既然姑姑认的我，可也好。姑姑，因为我卖了阵，将我这三口儿迭配无影牢城，如今天色晚了也，有甚么残茶剩饭，与俺两个孩儿些吃。我就觅一宵宿，天明了，便索长行。君子，不中。我怕不留你在此处宿。争奈我的孩儿性子利害，每日山中打猎为主。他无酒还好，吃了酒，便要杀人。姑姑不知，当日我征西时，我丈人与我送行，吃了三杯酒，吐了两口血，当日断了酒。次后到阵上，卖了阵，圣人知道，饶我一命，将我迭配无影牢城，我因此断了财。来到家中，我浑家瞒着我有奸夫，被我亲身拿住，我就将浑家休了，断了色。今日到此处，若有师父来，便打我一顿，我也忍了。从今已后，我将气也不争了。吕岩你忍的么？我忍的。既然你忍的，你且休进我家里来。他若来时，再做个商量。适才我多买几杯酒，吃醉了。回家见母亲去咱。这山中委实的好快活也呵！<br>【正宫】【端正好】路兜答，人寂寞，山势恶险峻嵯峨。俺不羡玉掌臣列鼎食重裀卧，只愿把猩猩血染头巾裹。<br>【滚绣球】寻思来，那快活，这半月多遇几个滥官员经过，打动下些金银段匹绫罗。昨日共那几个，今日共这一火。从不曾离了侧坐，仰天的大笑呵呵。将那泼醅酒虢虢连糟咽，杀人剑蚩蚩带血磨。常则是烂醉无何。<br>爹爹，饿杀我也。姑姑，有甚么茶饭，与这小的些吃？无甚么与他吃。哎哟，吓杀我也，是人那是鬼？<br>【倘秀才】不索你絮叨叨，则管里问他，则这个杀人的爷爷是我。好个恶相也。你则管里缠我娘亲待怎么？师父，我讨些茶饭与孩儿吃来。他怀里又没点点，与孩儿每讨餑餑。我揪住这小子领窝。你这厮无礼！<br>【叨叨令】我一拳打的你牙关挫。可怜见！这厮死尸骸也济得狼虫饿。留下这小的者。至如将小妮子抬举的成人大，也则是害爹娘不争气的赔钱货。不摔杀要怎么也波哥，不摔杀要怎么也波哥？觑着你泼残生我手里难逃脱。<br>你是个出家人，怎生将我两个孩儿摔死了？我和你见官去。<br>【倘秀才】我为贼盗呵杀人放火，不似你贪财呵披枷带锁。你得了斗来大黄金印一颗，为元帅、佐山河，倒大来显豁。<br>吕岩，你贪财恋酒，误了军情。<br>【滚绣球】你那罪过，怎过活，做的来实难结末，自揽下千丈风波。谁教你向界河，受财货，将咱大军折挫？似这等不义财贪得如何，道不的\"殷勤过日灾须少，侥幸成家祸必多\"，枉了张罗。不好了，我不问那里逃命去来。<br>【笑和尚】我我我没揣的猿臂绰，翰翰翰禁声的休回和，来来来宝剑似吹毛过。我这性命谁救我来？休休休怎避躲，是是是决难活，呀呀呀脖项上钢刀剉。<br>有杀人贼也！<br>【叨叨令】我这里稳丕丕土坑上迷飇没腾的坐，那婆婆将粗剌陈米来喜收希和的播，那蹇驴儿柳阴下舒着足乞留恶滥的卧，那汉子去脖项上婆婆没索的摸。一觉好睡也。洞宾也你早则醒来了也么哥？我这一觉睡了几时十八年了。可怎生一觉睡十八年？你早则醒来了也么哥，可正是窗前弹指时光过。<br>饭熟了未？还饶一把火儿。直恁般一觉好睡也。吕岩，我问你咱，你那岳父高太尉曾劝你么？曾劝我来，教我休吃酒。那里是高太尉，是贫道一化。你临行时老院公可曾劝你来？他也曾劝我来。那里是院公，也是贫道一化。你可曾见樵夫指路来么？有个樵夫指与我道来。那个樵夫也是贫道一化，怕你迷了正路。恰才杀你的壮士，也是贫道化来。这王婆和山中道姑，是骊山老母。这十八年间，酒色财气，你都见了也。<br>【倘秀才】你早则省得浮世风灯石火，再休恋儿女神珠玉颗。咱人百岁光阴有几何，端的日月去、似撺梭。想你那受过的坎坷。<br>【滚绣球】你梦儿里见了么，心儿里省得么？这一觉睡早经了二十年兵火，觉来也依旧存活。瓢古自放在灶窝，驴古自映着树科；睡朦胧无多一和，半霎儿改变了山河。兀的是黄粱未熟荣华尽，世态才知髩发皤。早则人事蹉跎。<br>吕岩，你省得了么？师父，我弟子省了也。汉朝得道一将军，故来尘世度凡人。十八年来一梦觉，点化唐朝吕洞宾。<br>【煞尾】你正果正是修行果，你灾咎皆因我度脱。早则绝忧愁、没恼聒，行处行，坐处坐，闲处闲，陀处陀。屈着指，自数过，真神仙，是七座，添伊家，总八个。道与哥哥，非是风魔，这个爱吃酒的钟离便是我。<br>吕岩，你省悟了么？弟子省了也。你既省悟了，一梦中十八年，见了酒色财气，人我是非，贪嗔痴爱，风霜雨雪。前世面见分明，今日同归大道。位列仙班，赐号纯阳子。你不是凡胎浊骨，迷本性人间受苦。正阳子点化超凡，又差下骊山老母。一梦中尽见荣枯，觉来时忽然省悟。则今日证果朝元，拜三清同归紫府。<br>题目汉钟离度脱唐吕公<br>正名邯郸道省悟黄粱梦",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}