{
  "id": 71663,
  "star": 42,
  "name": "姑苏怀古",
  "dynasty": "宋代",
  "content": "夜暗归云绕柁牙，江涵星影鹭眠沙。<br>行人怅望苏台柳，曾与吴王扫落花。",
  "fanyi": "<p><strong>译文</strong><br>在朦胧的夜色中，一片片云儿，急遽地掠过船旁。清澈的江水，静静地流淌；天上的星辰，在水波中荡漾，闪耀着光芒。沙滩上的白鹭，早已睡熟，没一点声响。<br>我默默地望着姑苏台，带着几分惆怅：那迷濛的柳树，经历了多少年的风霜？是它，曾用低垂的细条，为吴王扫拂着满地飘坠的花瓣。</p> <p><strong>注释</strong><br>⑴姑苏：苏州西南有姑苏山，因而苏州也别称姑苏。<br>⑵柁（duò)牙：船柁。柁，同“舵”。牙，牙樯。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》<a href=\"http://so.gushiwen.org/view_71663.aspx\">诗</a>：“锦缆牙樯起白鸥。”仇注引《埤苍》：“樯尾锐如牙也。”樯即桅竿。<br>⑶诸本并作“鹭眠”。夏校本记：“曹元忠校：‘《鹤林玉露》引作“雁团”。’”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》：“江涵秋影雁初飞。”<br>⑷苏台：姑苏台，即吴宫。故址在苏州西南灵岩山。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《乌栖曲》：“姑苏台上乌栖时，吴王宫里醉西施。”又《苏台览古》：“归苑荒台杨柳新，菱歌清唱不胜春。只今惟有西江月，曾照吴王宫里人。”<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>翻为新意。怅望，惆怅地看望或想望。<br>⑸吴王：指春秋吴国之主。亦特指吴王夫差。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　少年<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在目睹江淮一带地方生产凋敝、风物荒凉，曾发出“徘徊望神州，沉叹英雄寡”（《昔游<a href=\"http://so.gushiwen.org/view_71663.aspx\">诗</a>》）的慨叹，扬州慢、凄凉犯一类词也颇有“禾黍之悲”，而在这首诗里，昔日的愤懑和忧虑化作了淡淡的惆怅，仿佛若有所失。后两句使人愀然动色，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>极喜诵之，或是其中蕴涵的历史沧桑感和某种个人情愫的积淀与之心境契合，但仅如此不足以跳出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《苏台览古》的窠臼，此诗妙处实在一、二句。起句疏宕，不涉题旨，欲抑先扬。写晚云悠闲、白鹭自适、星斗灿烂、山川依然，说景微妙，相形之下“怅望苏台柳”就流露出了一种苦涩的况味，怀古伤今之情纡徐委折。景物的渲染与感慨的抒发相得益彰，物是人非的历史感更加厚重，此诗兴味深厚而笔致飘逸，具蕴藉空灵之美。姜夔《诗说》云：“韵度欲其飘逸。”这首怀古伤今之作不滞于情，不役于物，饶有远韵。近人缪钺《姜白石之文学批评及其作品》云：“白石之诗气格清奇，得力江西；意襟隽澹，本于襟抱；韵致深美，发乎才情。受江西诗派影响者，其末流之弊，为枯涩生硬，而白石之诗独饶风韵。”</p> <p>　　这首绝句可以和李白的《苏台览古》作个比较：“旧苑荒台杨柳新，菱歌清唱不胜春。只今惟有西江月，曾照吴王宫里人。”</p> <p>　　李白在诗中着重写今日之荒凉，以暗示昔日之繁华，以今古常新的自然景物来衬托变幻无常的人事，从而抒发出今昔盛衰的感慨。而姜夔则借不变的姑苏夜景，暗寓变化的人事，并借古讽今，给偏安一隅的小朝廷以冷嘲，立意要高出一筹。这两首绝句都写到柳，以之寄托兴亡盛衰的感慨。但姜夔笔下的柳更富有活力，因为柳被姜夔拟人化了，带上了作者自己的情感，并赋予柳以历史见证人的身份。所以也比<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的“无情最是台城柳，依旧烟笼十里堤”来得空灵、活脱。不同的是李白诗中的柳相当于姜夔诗中“星”、“鹭”，而姜夔诗中的柳则相当于李白诗中的“月”。所以，这两首诗的后两句在构思上颇为相似。不同的是前两句，李白以旧苑荒台春色依旧寄寓感慨，而姜夔则以江山永恒暗含人世沧桑。</p> <p>　　作者将昔日的愤懑和忧虑化作淡淡的惆怅，仿佛若有所失，起句欲抑先扬，写晚云悠闲，白鹭自适，星斗灿烂，相形之下怅望苏台柳，就流露出了一种苦涩的滋味。怀古伤今之情迂回曲折。后两句使人愀然动色，其中蕴涵的历史沧桑感和某种个人情愫的积淀与心境契合，景物的渲染与感慨抒发得相得益彰。</p>",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "写景",
    "怀古",
    "借古讽今"
  ]
}