{
  "id": 70289,
  "star": 41,
  "name": "中吕·山坡羊",
  "dynasty": "元代",
  "content": "伏低伏弱，装呆装落，是非犹自来着莫。任从他，待如何？天公尚有妨农过，蚕怕雨寒苗怕火。阴，也是错；晴，也是错。</p> <p>身无所干，心无所患，一生不到风波岸。禄休干，贵休攀，功名纵得皆虚幻，浮世落花空过眼。官，也梦间；私，也梦间。</p> <p>林泉高攀，虀盐贫过，官囚身虑皆参破。富如何？贵如何？闲中自有闲中乐，天地一壶宽又阔！东，也在我；西，也在我。</p> <p>青霄有路，黄金无数，劝君万事从宽恕。富之余，贵也余，望将后代儿孙护，富贵不依公道取。儿，也受苦；孙，也受苦。</p> <p>繁华般弄，豪杰陪奉，一杯未尽笙歌送。恰成功，早无踪，似昨宵一枕南柯梦，人世枉将花月宠。春，也是空；秋，也是空。</p> <p>有钱有物，无忧无虑，赏心乐事休辜负。百年虚，七旬疏，饶君更比石崇富，合眼一朝天数足。金，也换主；银，也换主。</p> <p>风波实怕，唇舌休挂，鹤长凫短天生下。劝渔家，共樵家，从今莫讲贤愚话，得道多助失道寡。贤，也在他；愚，也在他。</p> <p>阴随阴报，阳随阳报，不以其道成家道。枉劬劳，不坚牢，钱财人口皆凶兆，一旦祸生福怎消？人，也散了；财，也散了。</p> <p>须教人倦，须教人怨，临危不与人方便。吃腥膻，着新鲜，一朝报应天公变，行止不依他在先。饥，也怨天；寒，也怨天。</p> <p>休争闲气，休生不义，终身孝悌心休退。去他疑，俺人非，得官休倚官之势，家富莫骄贫莫耻。天，也顺你；人，也顺你。</p> <p>官资新受，功名将就，折腰为在儿曹彀。赋归休，便抽头，黄花恰正开时候，篱下自教巾漉酒。功，也罢手；名，也罢手。</p> <p>三闾当日，一身辞世，此心倒大无萦系。氵屈其泥，啜其醨，何须自苦风波际，泉下子房和范蠡。清，也笑你；醒，也笑你。</p> <p>争奈聪慧，争夸手艺，乾坤一浑清浊气。察其实，不能知，时间难辨鱼龙辈，只到禹门三月里。龙，也认得；鱼，也认得。</p> <p>生涯虽旧，衣食足够，区区自要寻生受。一身忧，一心愁，身心常在他人彀，天道若能随分守。身，也自由；心，也自由。</p> <p>天于人乐，天于人祸，不知此个心何苦？叹萧何，反调唆，未央宫罹惹韩侯过，千古史书难改抹。成，也是他；败，也是他。</p> <p>晨鸡初叫，昏鸦争噪，那个不去红尘闹？路迢遥，水迢迢，功名尽在长安道，今日少年明日老。山，依旧好；人，憔悴了。</p> <p>愁眉紧皱，仙方可救，刘伶对面亲传授。满怀忧，一时愁，锦封未拆香先透，物换不如人世有。朝，也媚酒；昏，也媚酒。</p> <p>风流人坐，玻璃盏大，采莲学舞新曲破。饮时歌，醉时魔，眼前多少秋毫末，人世是非将就我。高，也亦可；低，也亦可。</p> <p>新修宅院，多开门面，要图久远儿孙佃。恣专权，横堆钱，更临危不与人方便，一日过深业贯满。天，也降愆；人，也做冤。</p> <p>江山如画，茅檐低厦，妇蚕缫、婢织红、奴耕稼。务桑麻，捕鱼虾，渔樵见了无别话，三国鼎分牛继马。兴，休羡他；亡，休羡他。</p> <p>风波时候，休教遥受，少年场上堪驰骤。酒盈瓯，锦缠头，休令人老花残候，花退落红人皓首。花，也自羞；人，也自羞。</p> <p>渊明图醉，陈抟贪睡，此时人不解当时意。志相违，事难随，不由他醉了齁睡，今日世途非向日。贤，谁问你？愚，谁问你？</p> <p>花开花谢，灯明灯灭，百年梦觉庄周蝶。兴时节，快活些，明朝绿鬓添霜雪，石氏邓通今谩说。人，不见也；钱，不见也。</p> <p>尧民堪讶，朱陈婚嫁，柴门斜搭葫芦架。沸池蛙，噪林鸦，牧笛声里牛羊下，茅舍竹篱三两家。民，田种多；官，差税寡。</p> <p>红尘千丈，风波一样，利名人一似风魔障。恰余杭，又敦煌，云南蜀海黄茅瘴，暮宿晓行一世妆。钱，金数两；名，纸半张。</p> <p>尘心撇下，虚名不挂，种园桑枣团茅厦。笑喧哗，醉麻查，闷来闲访渔樵话，高卧绿阴清昧雅。载，三径花；看，一段瓜。",
  "fanyi": "<h2>注释</h2> 伏：屈服。<br>落：衰朽。<br>着莫：招惹。<br>妨农过：妨碍农时之罪过。",
  "shangxi": "<h2>简析</h2> <p>　　小令用深刻的笔触，揭露了封建社会人们动辄得咎、生活处境极为险恶的现实，以及百姓无可奈何的痛苦处境。后半以天公为例，用调侃的手法，进一步讽喻了社会的黑暗。“阴，也是错；晴，也是错”，写尽了百姓的无奈，是一种令人心碎的呻吟。</p>",
  "poet": {
    "id": 2689,
    "star": 0,
    "name": "陈草庵",
    "desc": "陈草庵（1245——约1330），名英，字彦卿，号草庵，大都（今北京市）人，生平事迹不详，元代散曲作家。曾任监察御史，中丞等职。现存小令二十六首。元·钟嗣成《录鬼簿》称其“陈草庵中丞”，名列前辈名公之中。孙楷第《元曲家考略》以为陈草庵名英，曾任宣抚，延初拜河南省左丞。门岿继考其人，名英，字彦卿，号草庵，析津（今北京）人。元代张养浩《云庄类稿》卷九《析津陈氏先茔墓碑铭》引陈英自述，叙其家世及任职历程甚详（见《元曲百家纵论》第七三页），可备一说。其存曲多愤世嫉俗之作。"
  },
  "tags": [
    "小令",
    "讽喻",
    "抒情"
  ]
}