{
  "id": 72247,
  "star": 69,
  "name": "项羽本纪赞",
  "dynasty": "两汉",
  "content": "　　太史公曰：吾闻之周生曰：“舜目盖重瞳子。”又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也？夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智，而不师古，谓霸王之业，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉！",
  "fanyi": "<p><strong>译文</strong><br>　　太史公说：我从周生那里听说，“舜的眼睛大概是双瞳孔”，又听说<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>亦是双瞳孔。项羽也是双瞳人。项羽难道是舜的后代么？为什么他崛起得这样迅猛呢？那秦王朝政治差失、混乱的时候，陈涉首先发难反秦，一时间英雄豪杰纷纷起来，互相争夺天下的人数也数不清。但是项羽并没有一尺一寸可以依靠的权位，只不过奋起于民间，三年的时间，就发展到率领五国诸侯一举灭秦，并且分割秦的天下，自行封赏王侯，政令都由项羽颁布，自号为“霸王”。虽然霸王之位并未维持到底，但近古以来未曾有过这样的人物。　等到项羽放弃关中，怀恋故乡楚地，流放义帝而自立为王，此时再抱怨王侯们背叛自己，那就很难了。自己夸耀功劳，独逞个人的私欲，而不效法古人，认为霸王的业绩只要依靠武力，就能统治好天下，结果仅仅五年的时光，就使得他的国家灭亡了。直到身死东城，他还没有觉悟，不肯责备自己，这显然是错误的。而且还借口说“是上天要灭亡我，并不是我用兵的过错”，这难道不是很荒谬吗?</p><p><strong>注释</strong><br>①项羽：名籍，字羽，下相（今江苏省宿迁县西）人。秦二世时，陈涉首先发难，项羽跟从叔父项梁起义兵，大破秦军，率领五国诸侯入关灭秦，分封王侯，自称“西楚霸王”。后为<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>所败，困于垓下，在乌江自杀。本纪：《史记》的一种体例。按照年代先后，叙述历代帝王政迹。项羽虽没有完成帝业，但在秦亡以后汉兴以前的过渡阶段中，项羽实际上支配当时的政局，也代表当时的政权。正如本文所说，“政由羽出，号为霸王，位虽不终，近古以来未尝有也。”赞：文章最后的论赞部分。这里是作者在叙事之后，以作者的口气写的议论、总结及补充的文字。本文选自《史记·项羽本纪》。<br>②太史公：<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>自称。周生：汉时的儒生，姓周，事迹不详。舜：虞舜，我国上古时代的帝王。盖：原来。重瞳子（瞳tóng）：一个眼珠里有两个瞳孔，古人认为这是神异的人物。<br>③苗裔（－yì）：后代子孙。暴：急骤；突然。?“岂……邪？何……也？”句：相当于现代汉语的“难道……吗？为什么……呢？”“岂”同“何”前后呼应，表示猜测的疑问句。<br>④夫：用在句首，表示阐发议论的语气。陈涉：名胜，字涉，阳城（今河南省登封县东南）人，他同吴广首先起兵反秦，是我国古代著名的农民起义领袖。首难（－nàn）：首先起来造反。蜂起：比喻如蜂拥而起，极言其多。胜（shēng）：尽；全部。<br>⑤非有尺寸：谓没有一尺一寸的土地。陇亩：田野。这里指民间。将：率领。五诸侯：指齐、赵、韩、魏、燕（yān）。项羽属楚，合为六国起义军队。近古：当时是指春秋战国以来的时代。也：用在句末，表示坚决的语气。<br>⑥背关怀楚：谓放弃关中形胜之地，怀念楚国，东归建都彭城（今江苏徐州市）。义帝：楚怀王孙，名心。公元前208年，项梁立心为楚怀王。公元前206年，项羽尊他为义帝，后来又把他放逐到长沙，并暗地派人把他杀了。难矣：意思是说，在这种种错误措施之下，想成功是很困难的。矣，用在句末，表示感叹的语气。<br>⑦矜（jīn）：夸耀。功伐：功勋。 奋：逞弄。谓：以为。力征：武力征伐。经营：整顿，统治。东城：在今安徽省定远县东南。寤：通“悟”。<br>⑧乃：却，反。引：援引。这里有借口、推托的意思。天亡我：天要灭亡我。这两句是项羽自杀前说的话。“岂不……哉”：相当于现代汉语的“难道不……吗！”反诘句，用否定来表示肯定的语气。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》为《史记》的名篇，项羽是<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>重点刻画的历史人物之一。这篇赞语作为《项羽本纪》的结尾，用极为简洁的文字，对项羽的一生作了历史的总结，颇具权威性。项羽乃是一位传奇性的人物，为此这篇赞语也就从传奇处入手：虞舜和项羽本来没有血缘关系，然而两个人都是双瞳孔，司马迁以两个人在相貌上的这种共同特征，将项羽和虞舜联系起来，从而提出自己的疑问：难道项羽是虞舜的后代吗?这就更突出了项羽这个人物的神秘色彩。</p> <p>　　在论述项羽的光辉业绩时，司马迁强调了他创业的艰难，同时又突出了他发迹的迅速，以及他在历史上的显要地位。秦末群雄蜂起，逐鹿天下；而项羽本无尺寸之地，却在短短的三年时间里，成为天下霸主，政由已出，是数百年未曾出现过的英雄人物。尽管项羽未能履践天子之位，可司马迁还是将他列入专为帝王设计的“本纪”之中。在司马迁看来：项羽顺应了历史潮流，抓住了机遇，同时又具备了杰出的才能。项羽仅用三年时间，就完成了灭秦称霸的大业；然而仅仅过了五年，他便败在<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的手下。司马迁从两个方面指出项羽失败的原因：一为他杀义帝而自立，结果众叛亲离；二为奋其私智而不效法古代。司马迁论述项羽失败的原因有一定的正确性，但不全面。笔者认为项羽失败的根本原因是失民心。得民心者的天下。项羽勇猛过人却生性残暴，不听谋士范增的建议，一错再错，最终众叛亲离。哪怕重回江东，也不能卷土重来。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "赞语"
  ]
}