{
  "id": 70287,
  "star": 1,
  "name": "杂剧·邓夫人苦痛哭存孝",
  "dynasty": "元代",
  "content": "第一折<br>（冲末净李存信同康君立上）（李存信云）米罕整斤吞，抹邻不会骑。弩门并速门，弓箭怎的射？撒因答剌孙，见了抢着吃。喝的莎塔八，跌倒就是睡。若说我姓名，家将不能记。一对忽剌孩，都是狗养的。自家李存信的便是。这个是康君立。俺两个不会开弓蹬弩，亦不会厮杀相持；哥哥会唱，我便能舞。俺父亲是李克用，阿妈喜欢俺两个，无俺两个呵，酒也不吃，肉也不吃。若见俺两个呵，便吃酒肉。好生的爱俺两个！自破黄巢之后，太平无事，阿妈复夺的城池地面，着俺五百义儿家将，各处镇守。阿妈的言语：将邢州与俺两个镇守。那里是朱温家后门，他与俺父亲两个不和；他知俺在邢州镇守，他和俺相持厮杀。俺两个武艺不会，则会吃酒肉。倘或着他拿将去了，杀坏了俺两个怎了？（康君立云）如今阿妈将潞州天党郡与存孝镇守，潞州地面吃好酒好肉去。如今我和你两个，安排酒席，则说辞别阿妈，灌的阿妈醉了，咱两个便说：\"邢州是朱温家后门，他与阿妈不和，倘若索战，俺两个死不打紧，着人知道呵，不坏了阿妈的名声！着李存孝镇守邢州去，可不好么？\"（李存信云）俺两个则今日安排酒席，辞别父亲去走一遭来。我是李存信，他是康君立；两个真油嘴，实然是一对。（同下）（李克用同刘夫人领番卒子上）（李克用云）番、番、番，地恶人奔，骑宝马，生雕鞍。飞鹰走犬，野水荒山。渴饮羊酥酒，饥餐鹿脯干。凤翎箭手中施展，宝雕弓臂上斜弯。林间酒阑胡旋舞呵，着丹青写入画图间。某乃李克用是也。某袭封豳州节度使，因带酒打了段文楚，贬某在沙陀地面，已经十年。因黄巢作乱，奉圣人的命，加某为忻、代、石、岚都招讨使，破黄巢天下兵马大元帅。自离了沙陀，不数日之间，到此压关楼前，聚齐二十四处节度使，取胜长安。被吾儿存孝擒拿了邓天王，活挟了孟截海，挝打了张归霸；十八骑误入长安，大破黄巢，复夺了长安。圣人的命：犒劳某手下义儿家将，但是复夺的城池，着某手下义儿家将去各处镇守，防备盗贼。今日太平无事，四海晏然，正好与夫人众将饮酒快乐。小校安排下酒肴，可怎生不见周德威来？（周德威上，云）帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，紧卷旗幡不动摇。某姓周，名德威，字镇远，山后朔州人也。今从李克用共破黄巢，太平无事，某为番汉都总管。今日元帅有请，不知有甚事，须索走一遭去。可早来到也。报复去，道有周德威来了也。（卒子云）理会的。报的元帅得知：有周德威在于门首。（李克用云）道有请。（卒子云）理会的。有请！（做见科）（周德<br>威云）元帅，周德威来了也。（李克用云）将军，今日请你来不为别的，想存孝孩儿多有功劳，我许与了他潞州上党郡与存孝孩儿镇守，把邢州与李存信、康君立镇守去。怎生不见李存信、康君立来？（李存信同康君立上）（李存信云）阿妈心内想，忽然到跟前。哥哥你放心，我这一过去，见了阿妈说了呵，便着存孝往邢州去。（康君立云）兄弟，只要你小心用意者。（李存信云）阿妈、阿者，想当初一日，阿妈的言语，将潞州上党郡与俺两个镇守来；今日阿妈与了存孝，可着俺两个邢州去！（做悲科）（李克用云）孩儿存信，你做甚么哭？（李存信云）阿妈，俺两个也早起晚夕，舞者唱者，扶持阿妈欢喜，怎下的着您两个孩儿往邢州去？（康君立云）阿妈，想邢州是朱温的后门，他与阿妈不和。倘若索战，俺两个不会甚么武艺。倘若拿将俺两个去了，俺两个死不打紧，阿妈吃起酒来，寻俺两个舞的唱的不在眼面前，阿妈不想成病！那其间生药铺里赎也赎不将俺两个来！（李存信云）阿妈，怎生可怜见着俺两个去潞州去，把邢州与存孝两口儿镇守罢，可也好？（李存信把盏科，云）哥哥，将酒来与阿妈把一盏。（李克用云）好两个孝顺的孩儿！我着你潞州上党郡去呵便了也。（康君立云）既是这等，谢了阿妈者！（周德威云）他两个有甚么功劳，把他潞州上党郡去！想飞虎将军南征北讨，东荡西除，困来马上眠，渴饮刀头血，他可以潞州去；他两个去不的！（李克用云）周将军说的是。小校，与我唤将存孝两口儿过来者！（卒子云）理会的。（正旦同李存孝云）（李存孝云）岩前打虎雄心在，勇敢当先敌兵败。上阵全凭铁飞挝，扶立乾坤唐世界。某本姓安，名敬思，雁门关飞虎峪灵丘县人氏。幼小父母双亡，多亏邓大户家中抚养成人，长大我就与他家牧羊。有阿妈李克用见某有打虎之力，招安我做义儿家将，封我做十三太保飞虎将军李存孝，就着我与邓大户家为婿。自从跟着阿妈，十八骑误入长安，大破黄巢，天下太平无事。圣人的命：将俺义儿家将复夺的城池，着俺各处镇守。阿妈的言语：着俺两口儿去潞州上党郡镇守。今有阿妈呼唤，不知有甚事，须索走一遭道去。可早来到此也。夫人，我和你休过去；你看阿妈、阿者：大吹大擂，敲牛宰马，烹炮美味，五百番部落胡儿胡女扶持着，是好受用也。（正旦云）存孝，今日父亲饮宴，唤俺两口儿，俺见阿妈、阿者去。听了这乐韵悠扬，常好是受用也呵！（唱）<br>【仙吕】【点绛唇】则听的乐动声齐，他是那大唐苗裔，排亲戚。今日俺父母相随，可正是龙虎风云会。<br>【混江龙】则俺这沙陀雄势，便有那珠围翠绕不稀奇。置造下珍羞百味，又不比水酒三杯。每日则是炮凤烹龙真受用，那一日不宰羊杀马做筵席！把那些个义儿家将都成立，一个个请官受赏，他每都荫子封妻。<br>（正旦云）存孝，我和你未过去，先望阿妈咱，可早醉了也。（李存孝云）咱不过去，见阿者、阿妈身上瀽的那酒呵，你见两边厢扶持着呵，十分的醉了也。（正旦唱）<br>【油葫芦】我见他执盏擎壶忙跪膝，他那里撒滞殢。阿妈那锦袍上全不顾酒淋漓，可正是他不择不拣干干的吃，他那里刚扶刚策醺醺的醉。一壁厢动乐器是大体，将一面鼍皮画鼓冬冬擂，悠悠的慢品鹧鸪笛。<br>【天下乐】你觑！兀那大小的儿郎列的整齐，端的是虚也波实，享富贵。我则见旁边厢坐着周德威，一壁厢摆着品肴，番官每紧紧随；我则见军排在两下里。<br>（正旦云）咱过去见阿妈去来。（李存孝云）咱过去来。（做见科）（李存孝云）阿妈，您孩儿存孝两口儿来了也。（李克用云）存孝孩儿来了。别的孩儿每各处镇守去了；今日吉日良辰，你两口儿便往邢州镇守去；康君立、李存信，你两个孩儿往潞州上党郡镇守去。（李存孝云）阿妈，当日未破黄巢时，阿妈的言语：\"若你破了黄巢，天下太平，与你潞州上党郡镇守。\"阿妈失其前言！今日阿妈着你孩儿镇守邢州，那邢州是朱温家后门，终日与他相持，可怎了也！（正旦云）存孝，我阿者行再告一告去。阿者，与存孝再说一声咱！（刘夫人云）孩儿，你去邢州镇守，阿妈醉了也，你且去咱。（李存孝云）阿者，当日与俺潞州上党郡，如今信着康君立、李存信，着俺去邢州去。阿者，怎生阿妈行再说一声，可也好也？（刘夫人云）你阿妈醉了也。（李存孝云）康君立、李存信，你有甚么功劳，倒去潞州上党郡镇守去？（李存信云）阿妈的言语，着你邢州去；都是一般好地面，谁和你论甚么功劳！（李存孝云）想当日在压关楼前，觑三层排栅，七层围子，千员猛将，八卦阵图，那其间如踏平地也。（正旦云）咱阿妈好失信也！（唱）<br>【节节高】今日可便太平无事，全不想那用人的这之际。存孝与你安邦定国，他也曾恶征战图名图利。他觑的三层鹿角，七层围子，如登平地；端的是八卦阵图，千员骁将，施谋用计。阿者，他保护着唐朝社稷！<br>（李存孝云）康君立、李存信，你两个有甚么功劳，倒去潞州镇守去也？（正里唱）<br>【元和令】端的是人不曾去铁衣，马不曾<br>摘鞍辔；则是着阿者今日向父亲行提：想着他从前出力气。可怎生的无功劳，倒与他一座好城池？阿者，则俺这李存孝图个甚的！<br>（刘夫人云）孩儿也，你阿妈醉了也，等他酒醒时再说。（正旦云）想康君主、李存信他有甚么功劳也！（唱）<br>【游四门】你则会饮酒食，着别人苦战敌。可不道生受了有谁知？阿妈，你则是抬举着李存信、康君立；他横枪纵马怎相持？你把他亏，人面逐高低。（李存孝云）康君立、李存信，想当日十八骑误入长安，杀败葛从周，攻破黄巢，天下太平，是我的功劳；你有甚么功劳也？（李存信云）俺两个虽无功劳，俺两个可会唱会舞也哩。（正旦唱）<br>【胜葫芦】他几时得鞭敲金镫笑微微，人唱着凯歌回？遥望见军中磨绣旗，则你那滴羞蹀躞身体，迷留没乱心肺，唬的你劈留扑碌走如飞。<br>（李存孝云）你两个有甚么功劳？与你一匹劣马不会骑，与你一张硬弓不会射。则会吃酒肉，便是你的功劳也！（正旦唱）<br>【后庭花】与你一匹劣马不会骑，与你一张硬弓不会射。他比别人阵面上争功劳，你则会帐房里闲坐的。咱可便委其实，你便休得要瞒天瞒地。你饿时节挝肉吃，渴时节喝酪水，闲时节打髀殖，醉时节歪唱起，醉时节歪唱起。<br>【柳叶儿】你放下一十八般兵器，你轮不动那鞭、锏、挝、槌，您怎肯袒下臂膊刀厮劈？闹吵吵三军内，但听的马频嘶，早唬的悠悠荡荡魄散魂飞。（正旦云）存孝，则今日好日辰，收拾驮马辎重，辞别了阿妈、阿者，便索长行。（李存孝云）今日好日辰，辞别了阿妈、阿者，便索长行也。（正旦唱）<br>【尾声】罢、罢、罢，你可便难倚弟兄心，我今日不可公婆意。（刘夫人云）孩儿，你且休要性急，待你阿妈酒醒呵，再做商议。（正旦云）去则便了也。（唱）别近谤俺夫妻每甚的，只不过发尽儿掏窝不姓李，则今日暗昧神祗。（带云）惭愧也！（唱）势得一个远相离，各霸着城池；不恁的呵，这李存信、康君立断送了你。这一个个瞒心昧己，一个个献勤卖力，存孝，这两个巧舌头奸狡赖功贼！（下）<br>（刘夫人云）康君立、李存信，你阿妈醉了也，我且扶着回后堂中去也。（下）（周德威云）想着存孝破了黄巢，复夺取大唐天下，他的好地面与了这两个，可将邢州与了存孝。元帅今日醉了也，待明日酒醒，我自有话说。还着存孝两口儿潞州上党郡去，方称我之愿也！元帅殢酒负存孝，明石须论是与非。（下）（李存信云）康君立，如何？我说咱必然得潞州，今日果应其心。若是到潞州的丰富地面，不强似去邢州与朱温家每日交战？（康君立云）兄弟，想存孝这一去，必然有些见怪。等俺到的潞州，别寻取存孝一桩事，调唆阿妈杀坏了存孝，方称我平生之愿。则今日收拾行装，先往邢州，诈传着阿妈言语：着义儿家将各自认姓。他若认了本姓，咱搬唆阿妈杀了存孝，方称我平生之愿也。阿妈好吃酒，醉了似烧蒜。害杀安敬思，称俺平生愿。（同下）<br><br>第二折<br>（李存孝领番卒子上，云）铁铠辉光紧束身，虎皮妆就锦袍新。临军决胜声名大，永镇邢州保万民。某乃十三太保李存孝是也。官封为前部先锋、破黄巢都总管、金吾上将军。自到邢州为理，操练军卒有法，抚安百姓无私；杀王彦章，不敢正眼视之；镇朱全忠，不敢侵扰其境。今日无甚事，在此州衙闲坐，看有甚么人来。（李存信同康君立上）（李存信云）自离上党郡，不觉到邢州。自家李存信，这个是康君立。可早来到也。这个衙门就是邢州。小校报复去，道有李存信、康君立在于门首。（卒子云）理会的。（做报科，云）报的将军得知：有李存信、康君立来了也。（李存孝云）两个哥哥来了，必有阿妈的将令。道有请。（卒子云）理会的。有请！（做见科）（康君立云）李存孝，阿妈将令：为你多有功劳，怕失迷了你本姓，着你出姓，还叫做安敬思。你惹不依着阿妈言语，要杀坏了你哩！你快着的改姓，我就要回阿妈的话去也。（李存孝云）怎生着我改了名姓？阿妈将令，不敢有违。小校，安排酒肴，二位哥哥吃了筵席去。（康君立云）不必吃筵席，俺回阿妈话去也。诈传着阿妈将令，着存孝更名改姓。调唆的父亲生嗔，耍了头也是干净。（同下）（李存孝云）阿妈，你孩儿多亏了阿妈抬举成人，封妻荫子；今日怎生着我改了姓？阿妈，我也曾苦征恶战，眠霜卧雪，多有功勋；今日不用着我了也！逐朝每日醉醺醺，信着谗言坏好人。我本是安邦定国李存孝，今日个太平不用旧将军。（下）（李克用同刘夫人上）（李克用云）喜遇太平无事日，正好开筵列绮罗。某乃李克用是也。奉圣人的命，着俺义儿家将各处镇守。四海安宁，八方无事，正好饮酒作乐。看有甚么人来。（李存信同康君立上，云）阿妈，祸事也！（李克用云）你为甚么大惊小怪的也？（康君立云）有李存孝到邢州，他怨恨父亲不与他潞州，他改了姓--安敬思。他领着飞虎军要杀阿妈哩！怎生是好？（李存信云）杀了阿妈不打紧，我两个怎生是好？我那阿妈也！（李克用云）颇奈存孝无礼，你改了姓便罢，怎生领飞虎军来杀我？更待干休！罢，则今日就点番兵，擒拿牧羊子走一遭去。（刘夫人云）住者！元帅，你怎么不寻思？李存孝孩儿他不是这等人。元帅，你且放心，我自往邢州去，若是存孝不曾改了姓呵，我自有个主意；他若改了姓呵，发兵擒拿，未为晚矣。也不用刀斧手扬威耀武，鸦脚枪齐摆军校。用机谋说转心回，两只手交付与一个存孝。（下）（李克用云）康君立、李存信，你阿者去了也；倘若存孝变了心肠，某亲拿这牧羊子走一遭去。说与俺能争<br>好斗的番官，舍生忘死的家将：一个个顶盔擐甲，一个个押箭弯弓，齐臻臻摆列剑戟，密匝匝搠立枪刀；三千鸦兵为先锋--逢山开道，遇水叠桥。左哨三千番兵能征惯战，右哨三千番兵猛烈雄骁，合后三千番兵推粮运草；更有俺五百义儿家将，都要的奋勇当先，相持对垒。坐下马似北海的毒蛟，鞍上将如南山的猛虎。某驱兵领将到邢州，亲捉忘恩牧羊子。家将英雄武艺全，番官猛烈敢当先。拿住存孝亲杀坏，血溅东南半壁天！（同下）（李存孝同正旦、卒子上）（李存孝云）欢喜未尽，烦恼到来。夫人不知，如今阿妈的言语，着康君立、李存信传说，但是五百义儿家将，着更改姓，休教我姓李，我不免改了安敬思。我想来阿妈信着这两个的言语呵，怎了也？（正旦云）将军，你休要信这两个的贼说！则怕你中他的计策，你也要寻思咱。（李存孝云）他两个亲来传说，教我改姓，非是我敢要改姓也。（正旦云）既然父亲教你改姓，则要你治国以忠，教民以义。（唱）<br>【南吕】【一枝花】常言道\"官清民自安，法正天心顺\"，他那里\"家贫显孝子\"，俺可便各自立功勋。无正事尊亲，着俺把各自姓排头儿问，则俺这叫爹娘的无气忿。今日个嫌俺辱没你家门，当初你将俺真心厮认。<br>（李存孝云）夫人，想当日破黄巢时，招安我做义儿家将；那其间不用我，可不好来！（正旦唱）<br>【梁州】又不曾相趁着狂朋怪友，又不曾关节做九眷十亲。俺破黄巢血战到三千阵，经了些十生九死，万苦千辛。俺出身入仕，荫子封妻，大人家踏地知根，前后军捺裤摩裩。俺、俺、俺，投至得画堂中列鼎重裀，是、是、是，投至向衙院里束杖理民，呀、呀、呀，俺可经了些个杀场上恶哏哏捉将擒人。畅好是不依本分！俺这里忠言不信，他则把谗言信；俺割股的倒做了生分，杀爹娘的无徒说他孝顺：不辨清浑！<br>（李存孝云）夫人，我在此闷坐。小校觑者，看有甚么人来。（孛老儿同小末尼上）（孛老儿云）老汉李大户。当日个我无儿，认义了这个小的做儿来；如今治下田产物业、庄宅农具，我如今有了亲儿了也，我不要你做儿，你出去！（小末尼云）父亲，当日你无儿，我与你做儿来；你如今有了田产物业、庄宅农具，你就不要我了！明有清官在，我和你去告来。可早来到衙门首也。冤屈也！（李存孝云）是甚么人在这门前大惊小怪的？小校，与我拿将过来者！（卒子做拿过科，云）理会的。已拿当面。（孛老儿同小末尼跪科）（李存孝云）兀的小人，你告甚么？（小末尼云）大人可怜见！当日我父亲无儿，要小人与他做儿；他如今有了田产物业、庄宅农具，他如今有了亲儿，不要我做儿子了，就要赶我出去，小人特来告。大人可怜见，与我做主也！（李存孝云）这小的和我则一般：当日用着他时便做儿，今日有了儿就不要他做儿。小校，将那老子与我打着者！（正旦云）你且休打，住者！（唱）<br>【牧羊关】听说罢心怀着闷，他可便无事哏，更打着这入衙来不问讳的乔民。则他这爷共儿常是相争，更和这子父每常时厮论。（李存孝云）小校，与我打着者！（正旦唱）词未尽将他来骂，口未落便拳敦，畅好背晦也萧丞相。（正旦云）赤瓦不刺嗨！（唱）你畅好是莽撞也祗候人。<br>（李存孝云）小校，与我打将出去！（卒子云）理会的。出去！（孛老儿云）我干着他打了我一顿，别处告诉去来。（同下）（刘夫人上，云）老身沙陀李克用之妻刘夫人是也。因为李存孝改了姓名，不数日到这邢州；问人来，果然改了姓，是安敬思。这里是李存孝宅中。左右报复去，道有阿者来了也。（卒子云）理会的。报的将军得知：有阿者来了也。（正旦云）你接阿者去，我换衣服去也。（做换服科）（刘夫人做见科）（李存孝云）早知阿者来到，只合远接；接待不着，勿令见罪！（做拜科）（刘夫人怒科，云）李存孝，阿妈怎生亏负你来？你就改了姓名，你好生无礼也！（李存孝云）阿者且息怒。小校，安排酒果来者！（卒子云）理会的。（李存孝递酒科，云）阿者满饮一杯！（刘夫人云）孩儿，我不用酒。（正旦云）我且不过去，我这里望咱。阿者有些烦恼，可是为何也？（唱）<br>【红芍药】见阿者一头下马入宅门，慢慢的行过阶痕；见存孝擎壶把盏两三巡，他可也并不曾沾唇。我则见他迎头里嗔忿忿，全不肯息怒停嗔。我这里旁边侧立索殷勤，怎敢道怠慢因循！<br>【菩萨梁州】我这里便施礼数罢平身，抄着手儿前进。您这歹孩儿动问，阿者，你便远路风尘！（刘夫人云）休怪波，安敬思夫人！（正旦唱）听言罢着我去了三魂，可知道阿者便怀愁忿。这公事何须的问，何消的再写本！\"到岸方知水隔村\"，细说原因。（刘夫人云）孩儿，俺两口儿怎生亏负着你来？你改了名姓！若不是康君立、李存信说呵，你阿妈不得知。如今你阿妈便要领大小番兵来擒拿你。我实不信，亲自到来，你果然改了姓名！俺怎生亏负你来也？（正旦云）存孝，你不说待怎么？（李存孝云）阿者，是康君立、李存信的言语，着俺五百义儿家将都改了姓，着您孩儿姓安。想您孩儿多亏着阿妈、阿者抬举的成人，封妻荫子，偌大的官职，怎敢忘了阿者、阿妈的思义！（做哭科，云）不由人嚎咷痛哭，提起来刀搅肺腑。抬举的立身扬名，阿者，怎忘你养身父母！（刘夫人云）我道孩儿无这等勾当，你阿妈好生的怪着的你！（正旦唱）<br>【骂玉郎】当初你腰间挂了先锋印，俺可也须当索受辛勤。他将那英雄慷慨施逞尽，他则是开绣旗，聚战马，冲军阵。<br>【感皇恩】阿者，他与你建立功勋，扶立乾坤；他与你破了黄巢，敌了归霸，败了朱温。那其间便招贤纳士，今日个俺可便偃武修文。到如今无了征战，绝了士马，罢了边尘。<br>【采茶歌】你怎生便将人不瞅问？怎生来太平不用俺旧将军？半纸功名百战身，转头高冢卧麒麟。（刘夫人云）媳妇儿，你在家中；我和孩儿两个见你阿妈，白那两个丑生的谎去来！（正旦云）阿者休着存孝去；到那里有康君立、李存信，枉送了存孝的性命也！（刘夫人云）孩儿，你放心！这句话到头来要个归着，要个下落处。孩儿，你在家中，我领存孝去，则有个主意也。（李存孝云）我这一去别辩个虚实，邓夫人放心也！（正旦唱）<br>【尾声】到那里着俺这刘夫人扑散了心头闷；不恁的呵！着俺这李父亲怎消磨了腹内嗔！别辩个假共真，全凭着这福神，并除了那祸根。你把那康君立、李存信，用着你那打大虫的拳头着一顿！想着那厮坑人来陷人，直打的那厮心肯意肯，可与你那争潞州冤仇证了本。（下）<br>（刘夫人云）孩儿收拾行装，你跟着我见你父亲去来。万丈水深须见底，止有人心难忖量。（同下）（李克用同李存信、康君立上）（李克用云）李存信、康君立，自从你阿者去之后，不知虚实，将酒来我吃。则怕存孝无有此事么？（李存信云）阿妈，他改了姓也，我怎敢说谎？（康君立云）我两个若是说谎了呵，大风里敢吹了我帽儿！（李克用云）此是实。将酒来，与我吃几杯。（康君立云）正好饮几杯。（刘夫人同李存孝上）（刘夫人云）孩儿来到也。小校报复去，道有阿者来了也。（李克用云）阿者来了，请过来饮几杯。（卒子云）理会的。有请！（李存孝云）阿者先过去，替你孩儿说一声咱。（刘夫人云）孩儿，你放心，我知道。（刘夫人见科，云）李克用，你又醉了也！不是我去呵，险些儿送了孩儿也！（李存信报科，云）阿者，亚子哥哥打围去，围场中落马也！（刘夫人慌科，云）似这般如之奈何？我索看我孩儿去。（存孝扯科，云）阿者，替您孩儿说一说！（刘夫人云）亚子孩儿打围去，在围场中落马，我去看了孩儿便来也。（李存孝云）阿者去了，阿妈带酒也，信着这两个的言语，送了您孩儿的性命也！（刘夫人云）存孝无分晓：亲儿落马撞杀了，亲娘如何不疼？可不道\"肠里出来肠里热\"？我也顾不得的，我看孩儿去也。（打推科，下）（李存孝哭科，云）阿者，亚子落马痛关情，子母牵肠割肚疼。忽然二事在心上，义儿亲子假和真。亚子终是亲骨肉，我是四海与他人。\"肠里出来肠里热\"，阿者，亲的原来则是亲！（李存信把盏科，云)阿妈满饮一杯。（李克用醉科，云）我醉了也。（康君立云）阿妈，有存孝在于门首，他背义忘恩。（李克用云）我五裂蔑迭！（下）（李存信云）哥哥，阿妈道：五裂蔑迭，醉了也，怎生是了？阿妈明日酒醒呵，则说道：\"你着我五裂了来。\"（康君立云）兄弟说的是。若不杀了存孝，明日阿妈酒醒，阿者说了，咱两个也是个死。小校与我拿将存孝来者！（李存孝云）康君立、李存信，将俺那里去？（李存信云）阿妈的言语：为你背义忘恩，五车裂了你哩！（李存孝云）阿妈，你好哏也！我有甚么罪过？将我五裂了！我死不争，邓夫人在家中岂知我死也？两个兄弟来，安休休、薛阿滩，将我虎皮袍、虎磕脑、铁燕挝与邓夫人，就是见我一般也。（李存孝哭科，云）邓夫人也，今朝我命一身亡，眼见的去赴云阳。娇妻暗想身无主，夫妇恩情也断肠！我死后淡烟衰草相为伴，枯木荒坟作故乡。夫妻再要重相见，夫人也，除是南柯梦一场！（李存信云）兀那厮，你听者：用机谋仔?<br>　</p> <p>第三折<br>（刘夫人上、云）描鸾刺绣不曾习，劣马弯弓敢战敌。围场队里能射虎，临军对阵兵机识。老身刘夫人是也。昨日引将存孝孩儿来阿妈行欲待说也，不想亚子在围场中落马，我亲到围场中看孩儿，原来不曾落马，都是李存信、康君立的智量。未知存孝孩儿怎生，使一个小番探听去了，这早晚敢待来也。（正旦扮莽古歹上，云）自家莽古歹便是。奉阿者的言语，着吾打探存孝去；不想阿妈醉了，信着康君立、李存信的言语，将存孝五裂了。不敢久停久住，回阿者的话走一遭去也。（唱）<br>【中吕】【粉蝶儿】颇奈这两个奸邪，看承做当职忠烈，想俺那无正事好酒的爹爹！他两个似虺蛇，如蝮蝎，心肠乖劣。我呸呸的走似风车，不付能盼到宅舍。<br>【醉春风】一托气走将来，两只脚不暂歇；从头-一对阿者，我这里便说、说。是做的泼水难收，至死也无对，今日个一桩也不借。<br>（刘夫人云）阿的好小番也！暖帽貂裘最堪宜，小番平步走如飞。吾儿存孝分诉罢，尽在来人是与非。你见了存孝，他阿妈醉了，康君立、李存信说甚么来？喘息定，慢慢的说一遍。（正旦唱）<br>【上小楼】则俺那阿妈醉也，心中乖劣；他两个巧语花言，鼓脑争头，损坏英杰。他两个厮间别，犯口舌，不教分说；他两个旁边相倚强作孽。（刘夫人云）小番，他阿妈说甚么来？存孝说甚么来？李阿妈醺醺酒殢，李存孝忠心仁义。子父每两意相投，犯唇舌存信、君立。他阿妈与存孝谁的是，谁的不是，再说一遍咱。（正旦唱）<br>【上小楼】做儿的会做儿，做爷的会做爷，子父每无一个差迟，生各札的义断恩绝！阿妈那里紧当者，紧拦者，不着疼热。他道是：\"你这姓安的怎做李家枝叶！\"<br>（刘夫人云）小番，阿妈那里有两逆贼么？（莽古歹云）是那两个？（刘夫人云）一个是康君立，双尾蝎侵入骨髓；一个是李存信，两头蛇谗言佞语。他则要损忠良英雄虎将，他全无那安邦计赤心报国。那两个怎生支吾来？（莽古歹云）阿者，听你孩儿从头至尾说与阿者，则是休烦恼也！（唱）<br>【十二月】则您那康君立哏绝，则您那李存信似蝎蜇；可端的凭着他劣缺，端的是今古皆绝。枉了他那眠霜卧雪，阿妈他水性随邪。<br>（刘夫人云）俺想存孝孩儿，华严川舍命，大破黄巢定边疆；他是那擎天白玉柱，端的是驾海紫金梁。他两个无徒，怎生害存孝来？（正旦唱）<br>【尧民歌】他把一条紫金梁生砍做两三截，阿者休波，是他便那里每分说！想着十八骑长安城内逞豪杰，今日个则落的足律律的旋风踅，我可便伤也波嗟。将存孝见时节，阿者，则除是水底下捞明月！（刘夫人云）小番，你要说来又不说，可是为甚么来？（莽古歹云）李存信、康君立的言语，将存孝五车裂死了也！(刘夫人云)苦死的儿也！（莽古歹云）他临死时，将存孝棍棒临身，毁骂了千言万语，眼见的命掩黄泉。（刘夫人云）存孝儿衔冤负屈，孩儿怎生死了来？（正旦唱）<br>【耍孩儿】则听的喝一声马下如雷烈，恰便似鹘打寒鸠哏绝。那两个快走向前来，那存孝待分说怎的分说？一个指着嘴缝连骂到有三十句，一个扶着软肋里扑扑扑的撞到五六靴。委实的难割舍，将存孝五车裂坏，霎时间七段八节。<br>（刘夫人云）想必那厮取存孝有罪招状，责日词无冤文书，知赚的推在法场，暗送了七尺身躯。（正旦唱）<br>【三煞】又不曾取罪名，又不曾点纸节；可是他前推后拥强牵拽。军兵铁桶周围闹，棍棒麻林前后遮，扑碌碌推到法场也。称了那两个贼汉的心愿，屈杀了一个英杰！<br>（刘夫人云）想当日俺那存孝孩儿多有功劳：活挟了孟截海，杀了邓天王，枪搠杀张归霸，十八骑入长安，挝打杀耿彪，火烧了永丰仓，有九牛之力，打虎之威。怎生死了我那孩儿来！（莽古歹云）存孝道：（唱）<br>【二煞】我也曾把一个邓天王来旗下斩，我也曾把孟截海马上挟，我也曾将大虫打的流鲜血，我也曾双挝打杀千员将。今日九牛力，挡不的五辆车五下里把身躯拽。将军死的苦痛，见了的那一个不伤嗟！（刘夫人云）五辆车，五五二十五头牛，一齐的拽，存孝怎生者？（正旦唱）<br>【尾声】打的那头口门惊惊跳跳；叫道是\"打打俫俫\"。则见那忽剌鞭飕飕的摔动一齐拽，将您那打虎的将军命送了也！（下）<br>（刘夫人云）李克用，你信着这两个贼子的言语，将俺存孝孩儿屈死了。李克用，你好哏也！五辆车五下齐拽，铁石人嚎咷痛哭。将身躯骨肉分开，血染赤黄沙地土。再不能子母团圆，越思量越添凄楚。刘夫人苦痛哀哉，李存孝身归地府。（做哭科，云）哎哟，存孝孩儿也，则被你痛杀我也！（下）<br><br>第四折<br>（李克用、李存信、康君立领番卒子上）（李克用云）塞上羌管韵，北风战马嘶。缕金画面鼓，云月皂雕旗。某乃李克用是也。昨朝与众番官饮酒，我十分带酒，说道存孝孩儿来了也。小番，与我唤存孝孩儿来者！（李存信云）如之奈何？（刘夫人上，云）李克用，你做的好勾当！信着两个丑生，每日饮酒，怎生将存孝孩儿五裂了？我亲到的邢州，并不曾改了名姓；都是康君立、李存信这两个贼丑生的见识，着他改做安敬思。昨日我领着存孝孩儿来见你，你怎生教那两个贼子五车裂了存孝？媳妇儿将着骨殖，背将邓家庄去了。孩儿也，兀的不痛杀我也！（李克用云）夫人，你不说我怎生知道！都是这两个送了我那孩儿也！我说道：\"五裂蔑迭，我醉了也。\"他怎生将孩儿五裂了！把这两个无徒拿到邓家庄上杀坏了，剖腹剜心，与俺孩儿报了冤仇也！便安排灵位祭物，便差人赶回媳妇儿来者。（做哭科，云）哎哟！存孝儿也！我听言说罢泪千行，过如刀搅我心肠。义儿家将都悲戚，只因带酒损忠良。颇奈存信康君立，五裂存孝一身亡。大小儿郎都挂孝，家将番官痛悲伤。哎！你个有仁有义忠孝子，休怨我无恩无义的老爹娘！（同下）（正旦拿引魂幡哭上，云）闪杀我也，存孝也！痛杀我也，存孝也！（唱）<br>【双调】【新水令】我将这引魂幡招飐到两三遭，存孝也，则你这一灵儿休忘了阳关大道。我扑籁籁泪似倾，急穰穰意如烧；我避不得水远山遥，须有一个日头走到。<br>【水仙子】我将这引魂幡执定在手中摇，我将这骨殖匣轻轻的自背着。则你这悠悠的魂魄儿无消耗，（带云）你这里不是飞虎峪那，（唱）你可休冥冥杳杳差去了！忍不住、忍不住痛哭嚎咷，一会儿赤留乞良气，一会儿家迷留没乱倒。天那，痛煞煞的心痒难挠！<br>（刘夫人上，云）兀的不是媳妇儿邓夫人！我试叫他一声咱：媳妇儿，邓夫人，你住者！（正旦唱）<br>【庆东原】踏踏的忙那步，呸呸的不住脚，是谁人吖吖的脑背后高声叫？（刘夫人云）邓夫人，是我也。（做见哭科，云）痛杀我也，存孝孩儿也！（正旦唱）阿者，你把我这存孝来送也！（刘夫人云）我说甚么来？（正旦唱）你可知道\"不着落保，到头来须有个归着\"。（刘夫人云）媳妇儿也，你不曾忘了一句儿也。（正旦唱）这烦恼我心知，待对着阿谁道？（刘夫人云）孩儿，你且放下骨殖匣儿，你阿妈将二贼子拿将来与存孝孩儿报仇雪恨也。（李克用同周德威领番卒子拿李存信、康君立上）（李克用云）媳妇儿也，你亦辞我一辞去，怕做甚么？将那祭祀的物件来，将虎磕脑、螭虎带、铁飞挝供养在存孝灵前，将康君立、李存信绳缠索绑祭祀了，慢慢的杀坏了这两个贼子。周将军与我读祭文咱。（周德威读祭文科）维大口口九月上旬日，忻、代、石、岚、雁门关都招讨使，破黄巢兵马大元帅李克用等，致祭于故男飞虎将军李存孝之灵曰：惟灵生居朔漠，长在飞虎，累遇敌战，猿臂善射。两张弓，两袋箭，左右能射之；手舞铁挝，斩将不及三合。曾打虎在山峪之中，破贼兵禁城之内、挝打死耿彪，立诛三将，杀坏五虎。击破一字长蛇阵，杀败葛从周。渭南三战，十八骑误入长安。箭射黄巨夭，恶战傅存审，力伏李罕之，活挟邓天王，病战高思继，生擒孟截海，大败王彦章。救黎民复入长安城，享太平再临京兆府。祭奠英灵，亲藩悔罪。今克用因殢酒听信狂言，故损坏义男家将。今将贼子尽该诛戮，与公雪冤。众将缟素，俺哭的那无情草木改色，青山天地无颜。将军阳世不将金印挂，阴司却掌鬼兵权。众将番官痛嚎咷，壁上飞挝血未消，阶下枉拴龙驹马，帐前空挂虎皮袍。英雄存孝今朝丧，多曾出力建功劳。赤心报国安天下，万古清风把姓标。呜呼哀哉，伏惟尚飨！（正旦唱）<br>【川拨棹】则听的父亲道，将孩儿屈送了。家将每痛哭嚎咷，想着盖世功劳，万载名标。都与他持服挂孝，众儿郎膝跪着。<br>【七兄弟】你兀的据着，枉了见功劳。沉默默两柄燕挝落，骨剌剌杂彩绣旗摇，扑冬冬画鼓征鼙操。<br>【梅花酒】你戴一顶虎磕脑，马跨着黄骠，箭插着钢凿，弓控着花梢。经了些地寒毡帐冷，杀气阵云高。我这里猛觑了，则被你痛杀我也李存孝！<br>【收江南】呀，可怎生帐前空挂着虎皮袍？枉了你忘生舍死立唐朝！枉了你横枪纵马过溪桥！兀的是下梢，枉了你一十八骑破黄巢！<br>（李克用云）小番，将李存信、康君立拿在灵前，与我杀坏了者！(番卒子做拿二净科，云)理会的。（李存信云）阿妈，怎生可怜见。饶了我两个罢！（康君立云）阿妈，若是饶我这一遭，下次再不敢了也！（正旦唱）<br>【沽美酒】康君立你自道，李存信祸来到。把存孝赚入法场屈送了，摔碎了我浑家大小，任究竟罪难逃。<br>【太平令】也是你争弱，拿住你该剐该敲！聚集的人员好闹，准备车马绳索，把这厮绑了，五车裂了，可与俺李存孝一还一报！<br>（李克用云）小番，将，贼子五裂了者！（番卒子做杀李存信、康君立科，云）理会的。（李存信云）我死也。（下）（李克用云）既然将二贼子五裂了，与我存孝孩儿报了冤仇，将孩儿墓顶上封官，邓夫人与你一座好城池养老。你听者：李存信妒能害贤，飞虎将负屈衔冤。邓夫人哀哉苦恸，为夫主遇难遭愆。康君立存信贼子，五车裂死在街前。设一个黄箓大醮，超度俺存孝生天。",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}