{
  "id": 48169,
  "star": 339,
  "name": "人日思归",
  "dynasty": "隋代",
  "content": "入春才七日，离家已二年。<br>人归落雁后，思发在花前。",
  "fanyi": "<p><strong>译文</strong><br>入春已经七天了，离开家已经有两年了。<br>回家的日子要落在春回大地北飞的雁群之后了，但是想回家的念头却在春花开放以前就有了。</p> <p><strong>注释</strong><br>⑴人日：古代相传农历正月初一为鸡日，初二为狗日，初三为猪日，初四<br>为羊日，初五为牛日，初六为马日，初七为人日。<br>⑵入春才七日：即人日。把春节当成春天开始，故言“入春”。<br>⑶落：居，落在.....后。<br>⑷思：思归。传说鸿雁正月从南方返回北方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首思乡<a href=\"http://so.gushiwen.org/view_48169.aspx\">诗</a>。诗的一开头,即以工整的对仗交代了时令及离家的时日。开头二句，诗人淡淡地说出一个事实：“入春才七日，离家已二年”。笔调平淡，似乎不带什么感情，然而低吟之际，就会感觉到一股苦涩的思乡之情弥漫在字里行间。“入春才七日”好像诗人在核对一个事实：今天是正月初七，是新年的第七天。然而一个“才”字，则透露出诗人的满腹心事。诗人正在屈指计日，在作者的主观感受中新年已过去很久了，但是仔细一算，诗人只能不禁失望地说：原来入春才七天呀！——表现出作者对时间缓慢的感慨。“离家已两年”一句也说得平平淡淡，好像不带什么感情，但是将“入春才七日”与“离家已两年”连在一起吟诵细品，可以感觉到一股无可奈何的帐惘之情弥漫在字里行间。诗人在客居生活中过了“春节”，进入了第二年。到了“人日”，入春不过才七天，不能算长。但从旧年到新春，已经跨了两个年头，因而可以说“离家已二年”。“二年”既是客观事实，又是主管感受。将“才七日”和“已二年”作了一个对比，短短的七日已让人难以忍受，离乡两年的岁月又是怎么样熬过去的呢！这两句平淡质朴的诗句中表现出诗人度日如年的心情。</p> <p>　　后二句说春花未萌发之时，思归之念已经发动。传说鸿雁在正月里从南方飞回北方，因此在后两句中作者借这个传说来抒写自己思归急切的心情。在这个春天到来之前，他就盘算着回乡了，即“思发在花前”；可是现在新的一个春天已到来，眼看着春草将绿，春花将开，成队的鸿雁从头顶掠过，飞回北方，诗人却无法归去，所以说“人归落雁后”。这两句运用了对比手法，以归落在雁后、思生于花前对比。诗人清醒地估计到，不可能很快回去，但只愿落在春来即行北归的大雁之后，不肯把时间设想得再晚一些了，由此可见思归之心切。这两句写得极妙。借用春雁北归之说，抒发极想回归之情，自是联想自然贴切；早已计算归期的思想活动，也极为生动感人。寥寥十字，仿佛能使我们看到诗人翘首北望归雁、屈指计算归期的生动形象；使我们感到他不能与雁同归的遗憾，及极欲早归的焦急心情。一片深沉的乡思之情，就这样形象而委婉地表达出来了。</p> <p>　　这首五言小诗写出了远在他乡的游子在新春佳节时刻渴望回家与亲人团聚的普遍心理，诗人即景生情，以平实自然、精巧委婉的语言，表达出他深刻细腻的情感体验，把思归盼归之情融入到九曲柔肠之中，景中寓情，情中带景，情景交融。并运用了对比映衬手法，叙述中有对比，含蓄宛转地表达了作者急切的思归之情，而且作者将“归”与“思”分别放在两个相对照的句子中，与题目遥相呼应，别具特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48169.aspx\">诗</a>是薛聘陈时在江南作。<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>在隋初作过聘陈内史，此诗可能作于这时。</p>",
  "poet": {
    "id": 565,
    "star": 0,
    "name": "薛道衡",
    "image": "http://img.gushiwen.org/authorImg/xuedaoheng.jpg",
    "desc": "薛道衡(540～609) 隋代诗人。字玄卿。汉族，河东汾阴(今山西万荣)人。历仕北齐、北周。隋朝建立后，任内史侍郎，加开府仪同三司。炀帝时，出为番州刺史，改任司隶大夫。他和卢思道齐名，在隋代诗人中艺术成就最高。有集30卷已佚。今存《薛司隶集》1卷。《先秦汉魏晋南北朝诗》录存其诗20余首，《全上古三代秦汉三国六朝文》录存其文 8篇。事迹见《隋书》、《北史》本传。"
  },
  "tags": [
    "古诗三百首",
    "思乡"
  ]
}