{
  "id": 72899,
  "star": 24,
  "name": "减字木兰花·相逢不语",
  "dynasty": "清代",
  "content": "相逢不语，一朵芙蓉著秋雨。小晕红潮，斜溜鬟心只凤翘。<br>待将低唤，直为凝情恐人见。欲诉幽怀，转过回阑叩玉钗。",
  "fanyi": "<p><strong>译文</strong><br>相逢时你默默不语，像一朵芙蓉，在秋雨中轻颤。容颜娇羞而红润，凤翘斜插在你的鬟间。<br>等到想要低声唤你，又怕深情凝望，叫别人看见。想要一诉离愁，可你已转过身去，只能拔下玉钗在回阑轻叩。</p> <p><strong>注释</strong><br>芙蓉”又称为“荷”、“莲”。象征义：一是取荷美好形象营造一种雅致的景象，或宁静或欢愉；二是取败荷的形象营造一种衰败意境，或对逝去光阴叹惋，或对生活环境破败惋惜；三是取“芙蓉出污泥而不染”的品质，托物言志，寄寓自己不愿同流合污的高尚节操。这里则刻画了一位如荷般美丽、和谐、恬静的女子。<br>小晕红潮：谓脸色微微泛起了红晕。<br>鬟(huán)：总发也。<br>凤翘：古代女子凤形的头饰。<br>直为：只是由于……。　<br>凝情：深细而浓烈的感情。<br>回阑：曲折的栏干。阑，同“栏”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　小令一般用作抒情，用作描写人物则是少见，且是极为困难的。而这首词，却以精炼的笔触，描摹了一位多情的可爱的少女的形象。[5] 词的上片侧重静态的刻画，写出了少女外貌的美丽动人。下片侧重于动态的摩画，将其一刹那间复杂娇羞的心理表现的惟妙惟肖。全篇情景俱到，形神俱佳，生动感人。</p> <p>　　上阕开头四字便采用白描的手法，描写了一幅紧扣心弦，相爱者偶然相遇，心事却难以诉说, 只能四目交投，默默远走的场景。这种神态，恰是人物内心矛盾的真切表达，尽见苦闷之状。第二句通过细节描写写情人貌美好像一朵带露的芙蓉一样摇曳生姿，后二句是描摹美人突然间脸飞红晕，抖动的玉钗泄露了心事。恰是一幅静态人物素描。下阕承接上文：乍一相逢，再难见面，“待将低唤”，可是声音还未出口，又咽了回去。只因“恐人见”。可如此分开又心存不甘，于是抓紧时间，转过回廊，在不显眼的地方轻叩玉钗。这暗示的举动，在满是温情的心中又深蕴着万般无奈的凄苦，那是心上不变的暗号，容若知道，她也知道。其实有时候，绝了心念，也不是坏事。</p> <p>　　这首词在艺术性上的成就，首先是人物描写的成功，塑造了一个含羞少女的形象。先写肖像，她是那么可爱，简直就是一朵带雨滴的荷花，脸庞羞得泛起红潮，就更加妩媚迷人。乍一相逢，机会难得，有多少话要互相诉说，但又怕别人看见，只好匆匆离开。动作描写，生动再现了少女轻叩玉钗的举动，不是轻佻，而是少女内心复杂活动排解矛盾后做出的重大决定，即情定终生。通过一系列动作描写，表现了少女复杂的内心世界。</p> <p>　　其次是环境描写，把人物限定在回廊的一个典型的环境里，使这场会面更加难忘。就是在这个回廊里，他们幽情暗结。也许是初恋使人难以忘怀，在《虞美人》一词中他写有“回廊一寸相思地”；在《红窗月》中写有“犹记回廊影里誓生生”。因此，回廊也就成为这首词的一个重要意象。</p>",
  "about": "<h2>创作背景</h2> <p>　　据清代无名氏《赁庑笔记》记载：“纳兰眷一女，绝色也，有婚姻之约。旋此女入宫，顿成陌路。容若愁思郁结，誓必一见，了此夙因。会遭国丧，喇嘛每日应入宫唪经，容若贿通喇嘛，披袈娑，居然入宫，果得彼妹一见。而宫禁森严，竟不能通一语，怅然而出。”[4] </p> <p>　　表妹从小和容若两小无猜，过着无忧无虑的日子，还及得表妹曾暗示容若的那句：“清风朗月，辄思玄度。”只可惜年幼的容若当时并未理解其中真正的含义。后来表妹因选秀而入深宫，二人从此成陌路，天涯两端。因国丧，皇宫要大办道场，容若利用此次机会得以和表妹相见。咫尺间隔，却只有“相逢不语”，而这一相逢，更无情地成为他们的最后一见。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写人",
    "写景",
    "爱情"
  ]
}