{
  "id": 260,
  "star": 36,
  "name": "大雅·常武",
  "dynasty": "先秦",
  "content": "赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。</p> <p>王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。</p> <p>赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。</p> <p>王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。</p> <p>王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。</p> <p>王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。",
  "fanyi": "<p><strong>译文<br></strong>看我大周天子多显赫英武，他任命一位重臣卿士大夫，名将南仲是这重臣的始祖，让皇父担任太师主管军务：你要抓紧整顿我大周军队，要抓紧打造兵器准备动武；我们要深怀恭敬戒惧之心，一定给南方百姓带去幸福。<br>我大周天子对太师皇父说：你下命令给程国伯爵休父：让大周军队左右排列行伍，把作战命令下达全军各部：沿着那淮河堤岸向前挺进，穿越巡察这徐国境内国土；三军儿郎不久留也不驻扎，并把百姓的生计安排妥处。<br>看多么威武显赫高大雄壮，那是我们威严的大周国王。大周军队从容不迫地开拔，既不急行军也不信步游荡。这引发徐国上下骚动不已，尤其是极大震惊徐国朝堂。就好像清天霹雳头顶炸响，引发徐国君臣们震动惊慌。<br>我大周军队进攻英勇神武，全军威如雷震势如云水怒。这一班如狼似虎的兵和将，击鼓挺进杀声震天如怒虎。在淮河高岸布重兵设重围，乘胜追穷寇捕获大量俘虏。在淮河沿岸牢牢站稳脚跟，大周的中军帐在这里扎驻。<br>大周王朝的军队气势如虹，攻势凌厉犹如冲天之神鹰，三军猛进犹江汉奔流潮涌，守阵地稳固如山岿然不动，陷敌阵犹如决川势不可当，队伍稳扎稳打接力向前冲，威不可测当然也不可战胜，就这样大清洗般大败徐国！<br>大周天子的谋划实在充分，徐国君臣心悦诚服愿归顺。徐国上下甘拜下风来相融，这是我大周天子仁义之功。天下各地都已经海晏河清，徐国小君定当来朝拜进贡。徐国君臣再不起兵搞叛乱，大周天子班师回朝奏凯旋。</p> <p><strong>注释<br></strong>1.赫赫：威严的样子。明明：明智的样子。<br>2.卿士：周朝廷执政大臣。<br>3.南仲：人名，宣王主事大臣。大祖：指太祖庙。<br>4.大师：职掌军政的大臣。皇父：人名，周宣王太师。<br>5.整：治。六师：六军。周制，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>六军。一军一万二千五百人。<br>6.脩我戎：整顿我的军备。脩，习；戎，武。<br>7.敬：借作“儆”。<br>8.惠：爱。<br>9.尹氏：掌卿士之官。<br>10.程伯休父：人名，宣王时大司马。<br>11.陈行：列队。<br>12.率：循。<br>13.省：察视。徐土：指徐国，故址在今安徽泗县。<br>14.不：二“不”字皆语助词，无义。留：占“刘”字，杀。处：安。<br>15.三事：三司，指军中三事大夫。事与“司”通。绪：业。姚际恒《<a href=\"http://so.gushiwen.org/view_260.aspx\">诗</a>经通论》：“谓分主六军之三事大夫，无一不尽职以就绪也。”<br>16.业业：高大的样子。<br>17.有严：严严，神圣的样子。<br>18.舒：舒徐。保：安。作：起。<br>19.绍：戴震《诗经补注》：“如‘夭绍’之绍，急也。”游：优游，与“绍”对文，指缓。<br>20.绎：络绎。骚：骚动。严粲《诗缉》：“王乃舒徐而安行，依于军法日行三十里，进兵不急，人自畏威，徐方之人，皆络绎骚动矣。”<br>21.霆：炸雷。<br>22.奋厥武：奋发用武。<br>23.虎臣：猛如虎的武士。<br>24.阚（hǎn）如：阚然，虎怒的样子。虓（xiāo）：虎啸。<br>25.铺：韩诗作“敷”，大。敦：屯聚。濆（fén）：高岸。<br>26.仍：就。丑虏：对敌军的蔑称。<br>27.截：断绝。<br>28.所：处。<br>29.啴（tān）啴：人多势众的样子。<br>30.翰：指鸷鸟。<br>31.苞：指根基。<br>32.翼翼：整齐的样子。<br>33.濯（zhuó）：大。<br>34.犹：通“猷”，谋略。允：诚。塞：实，指谋略不落空。<br>35.来庭：来王庭，指朝觐。<br>36.回：违。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_260.aspx\">诗</a>题目特别，《诗经》大多是取首句语词为题，有的虽不是首句，但亦是诗中的语词，而“常武”一词不见于该诗，故说诗者议论纷纭。《毛诗序》谓其意是“有常德以立武事，因以为戒然”；<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗序辨说》申此说“盖有二义：有常德以立武则可，以武为常则不可，此所以有美而有戒也”，对此，姚际恒《诗经通论》驳道：“诗中极美王之武功，无戒其黩武意。毛、郑亦无戒王之说，然则作《序》者其腐儒之见明矣。”王质《诗总闻》谓“自南仲以来，累世著武，故曰常武”：方玉润《诗经原始》以为“常武”是乐名，他说：“武王克商，乐曰《大武》，宣王中兴，诗曰《常武》，盖诗即乐也。”近人或以为古常、尚通用，“常武”即尚武，与诗旨正合。</p> <p>　　此诗赞美周宣王率兵亲征徐国，平定叛乱，取得重大的胜利。诗人的叙述基本按照事件的发展：首章写宣王委任将帅并部署战备任务；第二章通过尹氏向程伯休父下达作战计划。这两章着重记述史实，一一交代重要人物，虽然极为简括，但却把形势、任务、目标乃至进军路线都说清楚了。这自然是最高统帅宣王的杰作，诗人以最简洁的笔法，表现了宣王胸有成竹、指挥若定的气魄与指挥才能。</p> <p>　　第三章写进军。诗人先从“我方”着笔：天子亲征，沉稳从容，战士行军，不紧不慢，充满一种胜券在握的坚定信心。而敌方，在诗人笔下则是另一番景象：徐方阵营骚动、震恐，以致如五雷轰顶，仓皇失措。一镇定，一惊慌，两相对照，显示出王师强大的力量，未战已先声夺人。</p> <p>　　第四章写王师进击徐夷。诗人以天怒雷震，比喻周王奋发用武；以猛虎怒吼，比喻官兵勇敢，极力突出王师惊天动地的气势。以此击徐，无异泰山压顶，自然战无不胜，攻无不克。王师迅疾深入淮河腹地，切断了徐淮的联系，还俘获了大批叛军，进而扎营于此，为剿灭敌人作准备。全章八句，前用比，后用赋，寥寥几笔便勾勒出了进军的形势，充分显示出王师的压倒优势。第五章写王师的无比声威。诗人满怀激情，借助精巧选词，串联比喻、排句，饱蘸笔墨，歌唱王师。这是全诗最精彩的部分。</p> <p>　　第六章写王师凯旋，归功天子。诗人先颂扬天子计谋允当，再说胜利是“天子之功”，然后写到王下令“还归”，叙述次第井然。“王曰还归”回应篇首“王命卿士”，一反映今日胜利的踌躇满志；一表现昔日大敌当前的凝重心境，前后鲜明对照，首尾相连，结构完善。此章造句颇奇特，双句、单句“徐方”二字交替使用，方玉润《诗经原始》评曰：“‘徐方’二字回环互用，奇绝快绝！”诗人反覆提出“徐方”，正见出对这次平徐胜利的特别重视与喜悦。徐为淮夷大国，屡与朝廷抗衡，今已降服来朝，自然极为可喜可贺，要津津乐道；同时又是天子亲征，诗人怎能不张大其功，宣扬徐方“既来”、“既同”、“来庭”、“不回”。可见连用四个“徐方”既是内容使然，又是抒情志感的需要，并非故意造奇。</p> <p>　　中国古代叙事诗不很发达，但如《大雅·常武》一诗，尽管在细节的叙述上精详远不及古希腊罗马的史诗，却也神完气足，其叙事虚写与实写的巧妙结合，尤为一大特色，从诗歌艺术上说，即使与古希腊罗马史诗相比，似也不遑多让。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_260.aspx\">诗</a>为周宣王时期的作品，有诗中两个人物为证：一是南仲，同见于《小雅·出车》，亦见《鄦惠鼎》（称“司徒南中”），《汉书·人物表》与《后汉书·庞参传》所载《马融上书》都认定南仲是宣王时人。同时，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《观堂集林·鬼方昆夷玁狁考》据《出车》说“赫赫南仲，玁狁于襄”，而“周时用兵玁狁事，其见于书器者，大抵在宣王之世，而宣王以后即不见有玁狁事”；又据《鄦惠鼎》与宣王时《召伯虎敦》文字相类，断定南仲必为宣王时人。另一是程伯休父，《国语·楚语下》云重黎“其在周，程伯休父其后也。当宣时失其官守，而为司马氏”。此诗是为赞美周宣王平定徐国叛乱而作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争",
    "赞美",
    "写人"
  ]
}