{
  "id": 7878,
  "star": 75,
  "name": "赠从兄襄阳少府皓",
  "dynasty": "唐代",
  "content": "结发未识事，所交尽豪雄。<br>却秦不受赏，击晋宁为功。<br>托身白刃里，杀人红尘中。<br>当朝揖高义，举世称英雄。<br>小节岂足言，退耕舂陵东。<br>归来无产业，生事如转蓬。<br>一朝乌裘敝，百镒黄金空。<br>弹剑徒激昂，出门悲路穷。<br>吾兄青云士，然诺闻诸公。<br>所以陈片言，片言贵情通。<br>棣华倘不接，甘与秋草同。",
  "fanyi": "<p><strong>译文<br></strong>我青少年的时候，对事理的认识不是特别通达，呼朋唤友，都是些热血豪迈人士。<br>不为报酬而助人，并不把解人之难看作是多么了不起的功劳。<br>为朋友曾经不惜两肋插刀，红尘滚滚处也曾经手刃歹徒。<br>哥们肝胆意气天下闻名，官民同赏。<br>当然，这些都是小节，不足言道，现在回到偏僻之处隐居。<br>回家后是四壁空空，没有任何产业，为衣腹之累而忙个不休。<br>身穿的狐裘破烂，腰里曾经的万贯黄金也用个精光（主要还是接济落魄文人）。<br>也曾经去王公门前干谒，推荐自己，但是没有什么效果，悲日暮途穷。老兄你可是官运通达，青云直上，一诺千金，名噪公卿。<br>所以来与你告个急，你懂其中的意思就行了，贵在灵犀一点通。<br>如果你也不顾兄弟情谊，不愿意帮助我，我也不说更多的话了，我准备像秋草蓬稞一样随风飘散吧。</p> <p><strong>注释<br></strong>①却秦：使秦退兵。<br>②春陵：在今湖北枣阳县。<br>③生事：生计。<br>④“一朝”二句：用苏秦事。<br>⑤青云士：品格高尚的人。⑥然诺：应许，许诺。<br>⑦闻诸公：因重然诺而为诸公所知。<br>⑧陈片言：陈述简短的话。<br>⑨棣（dì）华：喻兄弟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_7878.aspx\">诗</a>前半部分诉说了：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>青少年的时候，对事理的认识不是特别通达，呼朋唤友，都是些热血豪迈人士。为朋友曾经不惜两肋插刀，红尘滚滚处也曾经手刃歹徒。哥们肝胆意气天下闻名，官民同赏。不为报酬而助人，并不把解人之难看作是多么了不起的功劳。说明了李白喜欢交朋友，豪气，喜欢帮助别人不求回报。一直在帮助别人，但是自己却什么都没有，家徒四壁，还是个需要接济的落魄文人。</p> <p>　　全诗后半部分诉说了：李白仕途非常不顺，在诗中也体现的淋漓尽致。早年寓居安陆时，曾多次给地方官员写信自荐，但每次都以失败告终。开元二十三年，不甘心失败的李白去了一趟襄阳，拜访时任襄州刺史兼山南东道采访使的韩朝宗。韩朝宗素以爱惜人才闻名，因曾任荆州长史，故人称韩荆州。但李白在呈给他的求职信中，又犯了一个严重错误——豪放不羁。信中写道：“幸愿开张心颜，不以长揖见拒。”长揖即拱手礼，通常用于平辈之间。这句话的意思是说，衷心地希望你能够敞开心怀，不会因为别人只作长揖而拒绝。作为求职信，这句显然写得不太得体。李白带着这种傲慢心态去求职，韩朝宗自然不会对他感兴趣。虽是诗仙，但李白的这几封求职信写得实在让人不敢恭维。也体现出了李白求职时傲慢的心态，这种故意贬低自己的比喻，或许能博取同情，却无法给人好感。</p> <p>　　整首诗是对李白年轻时裘马轻狂，豪爽用事的真实写照。看整首诗，可以知道李白的豪爽性格，所以会爱之者众，恨之者也众。</p>",
  "about": "<h2>创作背景</h2> 　　开元二十三年（公元735年），不甘心失败的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>去了一趟襄阳，拜访时任襄州刺史兼山南东道采访使的韩朝宗。但李白在呈给他的求职信中，犯了一个严重错误“豪放不羁”。李白带着这种傲慢心态去求职，韩朝宗自然不会对他感兴趣。因为李白求职没有成功，韩朝宗没有帮助到他，在这种情况背景下李白写下了此首<a href=\"http://so.gushiwen.org/view_7878.aspx\">诗</a>。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "友情"
  ]
}