{
  "id": 10016,
  "star": 38,
  "name": "寄王舍人竹楼",
  "dynasty": "唐代",
  "content": "傲吏身闲笑五侯，西江取竹起高楼。<br>南风不用蒲葵扇，纱帽闲眠对水鸥。",
  "fanyi": "<p><strong>译文<br></strong>傲然不群的官吏悠闲地笑着面对那些皇戚权贵，在西边的江岸伐取竹子，盖起高楼。<br>清爽的南风自然地吹来，而不用蒲葵扇子扇、那戴着凉帽的人对着水鸥，悠然地睡觉。</p> <p><strong>注释<br></strong>⑴王舍人：作者友人，生平不详。<br>⑵傲吏：不为礼法所屈的官吏。五侯：汉成帝时封王皇后的五个兄弟王谭、王商、王立、王根、王逢时皆为侯，受到特别的恩宠。这里泛指达官显贵。<br>⑶西江：泛指江西一带，其地多竹。起：建造。高楼：指竹楼。<br>⑷蒲葵扇：用蒲葵叶制成的扇，俗称蒲扇。<br>⑸纱帽：夏季的凉帽。闲眠：悠闲地午睡。水鸥：即鸥鸟。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10016.aspx\">诗</a>题为“寄王舍人竹楼”，实际上借对王舍人“竹楼”的赞美，表现了作者蔑视功名、闲适自得的生活态度。</p> <p>　　诗的起句“傲吏身闲笑五侯”，所谓“傲吏”，大约指的是那位“王舍人”，他既然身己为“吏”，却丝毫没有俗务缠身，更着不起那些气焰熏天、炙手可热的“五侯”，其生活情趣之高，也就不言自明了。战国时期的庄子，曾在蒙（今河南商丘）做过漆园小吏，楚威王欲拜他为相，被他拒绝了。后世遂称他为傲吏，如晋郭璞《游仙》诗说：“漆园有傲吏。”这里将王舍人比喻成庄子。接下来，作者紧扣诗题，写王舍人的“竹楼”。这里作者着重强调了两点：其一，“西江取竹”。西江历来为产竹之地，而竹却又被视为“岁寒三友”之一，既“直”又有“节”，所以作者表面上是写竹，实际上却是在写这位“傲吏”的品格。其二，“起高楼”。本来，以竹为楼，不可能搭得很高，但作者特意拈出“高”字，一下仅能进一步暗示这位“傲吏”非同一般，同时也为下文的“南风”徐来打好了基础。</p> <p>　　诗的后两句表面上是在写竹楼内的生活，实际上仍在写这位“傲吏”蔑视功名、闲适自得的人生态度。“南风不用蒲葵扇”，一是说 “傲吏”在竹楼上享受着徐徐吹来的南风，其悠然自得、无争无竞的心情显而易见；另外，它还隐隐借用了“南凤之熏兮可以解吾民之愠兮”之句，巧妙地说明只要沐浴王风，宣扬教化，自然可以使所治之民安居乐业，无需多费精神，碌碌多劳。而“纱帽闲眠对水鸥”句，则更进一步写出这位“傲吏”的心态：他头戴“纱帽”，悠然地对着水鸥入睡。此处的纱帽，是指平民和官吏均可戴的凉帽，与后世的“乌纱帽”即官帽不同。纱帽作为官帽，那是明代以后的事情。唐宋人诗里，纱帽则多指夏季戴的轻便帽子，官民皆可戴。如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《夏日作》诗：“葛衣疏且单，纱帽轻复宽，一衣与一帽，可以过炎天。”“水鸥”在这里可能暗用了典故，据《列子》记载，从前有人在水边每日与鸥鸟为戏，鸥鸟飞临其身而不惊怕。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丞丈二十二韵》诗：“白鸥没浩荡，万里谁能驯？”也用这个典故。当然，此处说他没有用典也是可以的，水鸥在水边自由自在，悠然起飞，与王舍人与世无争的心境正相契合。用典而使人不觉其用典，正是诗家推崇的一种入化的境界。诗人对王舍人的生活情趣及他的竹楼产生了如此浓厚的兴趣，也就等于表白了自己的心迹：他不仅是这位“傲吏”的知音，而且无时无刻不在向往这种生活。</p> <p>　　这首诗运用了一些典故，对丰富诗歌的内涵、深化诗歌的主题，具有明显的作用。全诗意蕴丰美，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10016.aspx\">诗</a>作于唐代宗大历（766—779）年间作者任袁州（今江西省宜春市袁州区）刺史时，从题目可知这篇作品是写王舍人竹楼的一首赠诗。",
  "poet": {
    "id": 760,
    "star": 0,
    "name": "李嘉祐",
    "desc": "李嘉祐，字从一，生卒年俱不可考，赵州（今河北省赵县）人。天宝七年（748）进士，授秘书正字。"
  },
  "tags": [
    "写物",
    "赞美",
    "抒情",
    "隐居",
    "闲适"
  ]
}