{
  "id": 72904,
  "star": 12,
  "name": "浪淘沙·望海",
  "dynasty": "清代",
  "content": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。<br>钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。",
  "fanyi": "<p><strong>译文</strong><br>站立在海边，远望那茫茫大海，那迷迷蒙蒙梦幻一般的境界，直令人不由得惊呼了。面对大海，我想起了古人所说的道理，故任那浅薄无知者去嘲笑吧。大海沐浴了光芒四射的太阳，又好像给月亮洗了澡。我要乘着木筏到海上去看个分明。<br>乘桴于海上垂钓，可曾钓得大鳌吗？其实那钓竿也只是轻拂珊瑚罢了。沧海桑田的巨变，只有麻姑知晓，要想知道这巨变，只有问麻姑了。白浪滔天，一片迷蒙中，哪得见蓬壶？</p> <p><strong>注释</strong><br>①蜃阙：即海市蜃楼。<br>②蠡测：以蠡测海。<br>③乘桴：乘着木筏。<br>④六鳖：以喻气概非凡。<br>⑤竿拂句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送孔巢父谢病归游江东，兼呈<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》<a href=\"http://so.gushiwen.org/view_72904.aspx\">诗</a>：“诗卷长留天地间，钓竿欲拂珊瑚树。”<br>⑥桑田句：<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》：“麻姑自说：接待以来，已见东海三为桑田，向到蓬莱，水又浅于往昔曾时略半也，岂将复还为陵陆乎！方平笑曰：圣人皆言，海中行复扬尘也。”麻姑，女仙名。<br>⑦蓬壶：海上仙山。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《浪淘沙·望海》，借用美丽的神话传说和成语典故，赋予“水气浮天天接水”的苍茫大海以浪漫色调，写得雄浑壮阔，豪迈奔放。</p> <p>　　“蜃阙半模糊”，这是词人伫立岸边，游目骋怀临远望海所见海市蜃楼的壮观美景。因蜃楼是大气层折光形成的幻景，它飘浮在海面上空，云气迷蒙，无论是楼，还是山，似隐若现，虚无缥渺，远看并不真切清晰，所以，谓之“半模糊”。第二句。写自己望海的感受。大海一片蔚蓝，涛生浪卷，横无际涯，气象万千，再兼之海面上空迷离的蜃楼幻景，构成一帧绝妙的巨幅画作。怎能不令立于海边，任凭舔岸的海浪冲刷、打湿靴子和裤角的观海人惊呼赞叹不已呢!“踏浪惊呼”之余，不由得浮想联翩，感慨不尽：“任将蠡测笑江湖”，不论是那位想用贝壳来测量海深的人，还是那位望洋兴叹的河伯，以及世界上所有的人，在宽广无垠的大海面前，竟显得不仅见识浅薄，孤陋寡闻，可笑得很，而且又是多么渺小卑微，微不足道啊!接下来，描绘大海吞吐日月的壮丽景象。“沐日光华还浴月’’，清晨，朝霞散彩，喷薄的红日，跃出海面，刚刚洗完海水浴，就带着湿漉漉的水雾缓缓爬上天空，把金灿灿的光辉洒向大海；月亮君I临的晚上，一贯以昼夜不歇卷浪示人的大海，幻化出另一幅别样的静谧图案，素月东升，银辉四泻，海水拓印下暗蓝色的天幕上闪烁的繁星和月亮的倒影，仿佛在给月儿冲个凉水澡，海浪轻轻地摇荡着水上的月亮，天上的月亮好像镶嵌在大海上的一枚珍珠，颇富<a href=\"http://so.gushiwen.org/view_72904.aspx\">诗</a>情画意。具有秀心慧思的词人，按捺不住澎湃的心潮，不想只做一个立在岸边的观海者，他愿投入大海的怀抱里：“我欲乘桴”，我真想乘上木筏，出海去做个弄潮儿，探寻大海的秘密。“我欲乘桴”，化用《论语》中孔子的话“乘桴浮于海”。到海上去探寻什么呢?换头处“钓得六鳌么?”词人豪情激荡，也欲效法龙伯国身长三十丈、能活一万八千岁的巨人，一下钩就把负载支撑加固海上五座仙山的十五只大鳌中的六只钓上来了。可是，词人虽被大海的美景深深地陶醉了，但头脑毕竟还是十分清醒的。古代神话中的龙伯国那位巨人不是明明已钓走了六只，难道我这个俗世凡子还能一钩下去再钓得六只大鳌吗?问句问得谐趣横生，答句答得幽默风趣：“竿拂珊瑚”，恐怕只能是钓竿拂着珊瑚吧。倒有自我解嘲的韵味。“竿拂珊瑚’’，语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《送孔巢父谢病归游江东呈<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗：“诗卷长留天地间，钓竿欲拂珊瑚树”。和<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>的《木兰花慢·渔父词》：“只怕先生渴睡，钓竿拂着珊瑚。”二人虽同用“竿拂珊瑚”一词，但寓意迥异。杜诗意在赞美孔巢父具有神仙风姿；而刘克庄则是戏用《列子·汤问》，寓庄于谐，言出邪气，剑瘫偏锋，挪借杜诗成句用作调笑之资。语带调侃，冷嘲热讽那位痴心妄　　想争做姜太公第二的海边钓叟，他是醉翁之意不在酒，钓翁之意不在鱼，想钓的分明是封建帝王这只巨鳌而已。钓叟象征着一心一意企盼奢望能被封建帝王提携见用的天下寒士。只怕这位先生坐在青苔覆盖的石矶上，一个劲儿死心眼地傻等，一旦瞌睡上来，甭说压根就钓不着巨鳌或大鱼，恐怕连手中的渔竿也拿不稳了，不小心拂扫着海里的珊瑚礁吧。钓鳌客通常用来比喻那些具有狂放胸襟，远大志向，伟岸举止的高士奇杰豪客。李白在唐玄宗开元年间谒见当朝宰相时，亦自称是“以天下无义丈夫为饵”的“钓鳌词客”。<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的“钓得六鳌么?竿拂珊瑚”，用意颇近杜诗，满腹诗情，锦心绣口，擅长骑射、文武兼备，具有雄心壮图、豪健英杰之气的词人，也像李白、孔巢文那样“诗卷长留天地间”，具有神仙般风神散朗、倜傥不羁、飘逸不群、清韵雅致的风采英姿。换头二句，写得陶然醉然，狂放疏宕。</p> <p>　　眼望波涛汹涌的大海，词人豪兴横生，逸兴遄飞，向仙女麻姑发问：“桑田清浅问麻姑”。前一段时间曾到蓬莱山，今又重来，发现海水又清浅了许多，于是疑窦顿生，禁不住请问三见大海变桑田的麻姑女神，难道大海又要变成桑田了吗？举目遥望，只见“水气浮天天接水，哪是蓬壶？’’大海一碧万顷，水汽蒸腾，渺渺茫茫，浪拍苍穹，远接天宇，哪里有海上仙山蓬莱、方壶的踪影呢?“水气浮天天接水”一句，首尾均是“水”字，中间镶嵌“天天”叠用，音韵回环往复，悠长谐美，恰到好处地绘出大海天连水、水连天，水天一色雄阔旷远的壮丽画卷如在眼前。</p> <p>　　这阕《浪淘沙》，在纳兰性德词集中，当属于雄浑豪放之作。词人模海范水，紧扣一个“望”字。不仅绘出海市蜃楼若隐若现、迷离不定的朦胧美景，和红日跳海，金光四射，热烈奔放的海上日出图，以及皎月映波，银辉倾泻，清丽素雅的月海静谧画。“沐日光华还浴月”仅七个字，便把两幅色彩殊异，风格迥别的画卷并排呈挂在读者面前。既有霞飞云走般地放纵，又有禅意深藏般的宁静；于华美瑰丽的色泽里，淡出空灵与隽秀。体现出纳兰性德词豪气干云的狂放和如歌行板的娴雅。而且文笔洗炼简淡，言约意丰，文采灿然，真是一字挪易不得。而“水气浮天天接水\"，更是泼墨酣畅淋漓，大写意般纵笔挥洒出一帧海天相连。浪涛拂云拍天，水天难分界限，浩浩荡荡，容纳乾坤浑成一切之大气的巨幅立体画面。有撼人魂魄、荡涤胸襟、净化心灵、催人向上的力量。</p> <p>　　站在虚怀博袤、如一部大自然奇书般的大海边，词人思绪的狂飚从海涛浪峰上挟势飞腾，巧妙地融入“以蠡测海”、“望洋兴叹”，、“龙伯钓鳌”、“竿拂珊瑚”、“沧海桑田”;等神话传说和成语典故，撷来《汉书》、《庄子》、《列子》、《论语》、《神仙传》以及前贤诗句，融汇贯通，古为今用，不见斧凿之痕，没有掉书袋之嫌。借此引领读者穿越时间和空间的隔断，透过历史的尘沙，去求索亘古存在的神话故事、成语典故以及“沧海桑田”这一自然现象等所包孕的弦外之音，进一步颔首领悟大海所袒示的美。</p>",
  "about": "<h2>创作背景</h2> 　　康熙二十一年(1682)，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>随康熙帝东巡，途中驻扎于山海关，塞外的阔大景象和壮丽的山海风光，引发了词人心中雄浑之感，于是词人写下了这首词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写景",
    "边塞",
    "大海"
  ]
}