{
  "id": 71147,
  "star": 9130,
  "name": "与朱元思书",
  "dynasty": "南北朝",
  "content": "　　风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。</p> <p>　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。</p> <p>　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。",
  "fanyi": "<p><strong>译文</strong><br>　　风和烟都消散了，天和山变成相同的颜色。（我乘着船）随着江流漂荡，随意的向东或向西漂流。从富阳到桐庐，一百里左右，奇异的山，灵异的水，天下独一无二的。</p> <p>　　水都是青白色的，清澈的水千丈也可以看见底。游动的鱼儿和细小的石头，可以直接看见，毫无障碍。湍急的水流比箭还快，凶猛的巨浪就像奔腾的骏马。</p> <p>　　夹江两岸的高山上，都生长着密而绿的树，高山凭依着高峻的山势，争着向上，这些高山彼此都争着往高处和远处伸展；群山竞争着高耸，笔直地向上形成了无数个山峰。泉水飞溅在山石之上，发出清悦泠泠的响声；美丽的鸟相互和鸣，鸣声嘤嘤，和谐动听。蝉儿长久地叫个不停，猿猴长时间地叫个不停。像凶猛的鸟飞到天上为名利极力追求高位的人，看到这些雄奇的高峰，追逐功名利禄的心也就平静下来。那些整天忙于政务的人，看到这些幽美的山谷，就会流连忘返。横斜的树枝在上面遮蔽着，即使在白天，也像黄昏时那样阴暗；稀疏的枝条交相掩映，有时也可以见到阳光。</p> <p><strong>注释</strong><br>1.书：是古代的一种文体。<br>2.风烟俱净：烟雾都消散尽净。风烟，指烟雾。俱，全，都。净，消散尽净。<br>3.共色：一样的颜色。共，一样。<br>4.从流飘荡：乘船随着江流漂荡。从，顺，随。<br>5.任意东西：情境任凭船按照自己的意愿，时而向东，时而向西。东西，方向，在此做动词，向东漂流，向西漂流。<br>6.自：从。<br>7.至：到。<br>8.许：表示大约的数量，上下，左右。<br>9.独绝：独一无二。独，只。绝，绝妙。<br>10.皆：全，都。<br>11.缥（piǎo）碧：原作“漂碧”，据其他版本改为此，青白色。<br>12.游鱼细石：游动的鱼和细小的石头。<br>13.直视无碍：一直看下去，可以看得很清楚，毫无障碍。这里形容江水清澈见底。<br>14.急湍（tuān）：急流的水。急，迅速，又快又猛。湍，水势急速。<br>15.甚箭：“甚于箭”，比箭还快。甚，胜过，超过。为了字数整齐，中间的“于”字省略了。<br>16.若：好像。<br>17.奔：动词活用作名词，文中指飞奔的骏马。<br>18.寒树：使人看了有寒意的树，形容树密而绿。<br>19.负势竞上：高山凭依高峻的地势，争着向上。负，凭借。竞，争着。上，向上。这一句说的是“高山”，不是“寒树”，这从下文“千百成峰”一语可以看得出来。<br>20.轩邈（miǎo）：意思是这些高山仿佛都在争着往高处和远处伸展。轩，向高处伸展。邈，向远处伸展。这两个词在这里形容词活用为动词用。<br>21.直指：笔直地向上，直插云天。指，向，向上。<br>22.千百成峰：意思是形成无数山峰。<br>23.激：冲击，拍打。<br>24.泠（líng）泠作响：泠泠地发出声响。泠泠，拟声词，形容水声的清越。<br>25.好：美丽的。<br>26.相鸣：互相和鸣，互相鸣叫。<br>27.嘤（yīng）嘤成韵：鸣声嘤嘤，和谐动听。嘤嘤，鸟鸣声。韵，和谐的声音。<br>28.蝉则千转（zhuàn）不穷：蝉儿长久不断地鸣叫。则，助词，没有实在意义。千转：长久不断地叫。千，表示多，“千”与下文“百”都表示很多。转，通“啭”鸟鸣声。这里指蝉鸣。穷，穷尽。<br>29.无绝：就是“不绝”。与上句中的“不穷”相对。绝，停止。<br>30.鸢（yuān）飞戾（lì）天：出自《<a href=\"http://so.gushiwen.org/view_71147.aspx\">诗</a>经·大雅·旱麓》。老鹰高飞入天，这里比喻追求名利极力攀高的人。鸢，俗称老鹰，善高飞，是一种凶猛的鸟。戾，至。<br>31.望峰息心：意思是看到这些雄奇的山峰，追逐名利的心就会平静下来。息，使……平息，使动用法。<br>32.经纶（lún）世务者：治理社会事务的人。经纶，筹划、治理。世务，政务。<br>33.窥谷忘反：看到这些幽美的山谷，就会流连忘返。窥，看。反，通“返”，返回。<br>34.横柯（kē）上蔽：横斜的树木在上面遮蔽着。柯，树木的枝干。上，方位名词作状语，在上面。蔽，遮蔽。<br>35.在昼犹昏：在白天，也好像黄昏时那样阴暗。昼，白天。犹，好像。<br>36.疏条交映：稀疏的枝条互相掩映。疏条，稀疏的小枝。交映，互相遮掩。交，相互。<br>37.见：看见。<br>38.日：太阳，阳光。</p><br/><h2>翻译重点</h2> <p>（1）急湍甚箭，猛浪若奔。<br>湍急的江流比箭还快，迅猛的波浪像飞奔的马。</p> <p>（2）负势竞上，互相轩邈，争高直指，千百成峰。<br>山峦凭借高峻的地势都在争着向上，仿佛都在争着往高处和远处伸展，（这些山）争着伸得更高，笔直地向上，直插云天，形成无数山峰。</p> <p>（3）蝉则千转不穷，猿则百叫无绝。<br>蝉长久不断地叫着，猿猴也长久不停地啼着。</p> <p>（4）鸢飞戾天者，望峰息心。<br>那些极力追求名利的人，看到(这些雄奇的)山峰，(就)会平息热衷于功名利禄的心。</p> <p>（5）经纶世务者，窥谷忘反。<br>那些治理政务的人，看到（这些幽美的）山谷，（就）流连忘返。</p> <p>（6）从流飘荡，任意东西。<br>（我乘船）随着江流飘荡，时而向东，时而向西。</p> <p>（7）横柯上蔽，在昼犹昏；疏条交映，有时见日。<br>横斜的树枝在上边遮蔽着，即使在白天，也像黄昏时那样昏暗；稀疏的枝条互相掩映，有时还能见到阳光。</p> <p>（8）奇山异水，天下独绝。<br>奇峭的山和奇异的水，是天下独一无二的美景。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　江山如此多娇，引无数文人墨客，吟<a href=\"http://so.gushiwen.org/view_71147.aspx\">诗</a>作文，为后人留下了众多脍炙人口的山水佳作。其中，南朝梁文学家<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>的《与朱元思书》，这是一篇山水小品，作者以简练明快的笔墨，描绘了一幅充满生机的大自然画卷，且仅用一百四十四字便生动逼真地描绘出富春江沿途的绮丽风光，被视为骈文中写景的精品。吟诵此文，但觉景美、情美、词美、章美，如此短的篇幅，却给人以美不胜收之感，令人叹为观止。阅读时要注意作者是怎样抓住山光水色的特点模山范水的。</p> <p><strong>意境美</strong><br>　　文章开篇以简洁的笔触，给人们勾画了富春江山水的背景：阳光明媚，天高云淡，空气清新，山色苍翠，并总述自富阳至桐庐水上之游的总体印象：“奇山异水，天下独绝”。 第二段写“异水”。先抓住其“缥碧”的特点，写出了其晶莹清澈的静态美：这水仿佛透明似的，可以一眼见底，连那倏来忽去的游鱼，水底累累的细石，都可以一览无余。然后以比喻夸张的手法，勾勒其急湍猛浪的动态美：这水有时又迅猛奔腾，一泻千里，使人感到惊心动魄。这样描写，静中有动，动静结合，显示出了富春江水的秀丽之美和壮观之美，突出地表现了一个“异”字。<br>　　第三段写“奇特的山”。首先从形的角度写山势本身之奇，奇在“负势竞上”、“争高直指”。山本是静止的，而在作者笔下，却仿佛有无穷的奋发向上的生命力，它们仿佛要挣脱大地，直上青天，欲上不能，便“千百成峰”，层峦叠嶂。其次从声的角度写空山天籁之奇。空山幽谷之中，泉水叮咚，百鸟和鸣，知了叫个不停，猿猴啼个不住，这些欢快的声音，汇成一曲对生命的颂歌，把这寂静的山谷，变成一个热闹、和谐、欢乐、祥和的世界。山包容了这些生命，这些生命给这山以无限生气。再次从色的角度写山林中有日无光之奇。山外虽然晴光万里，山中却别有景象。作者笔锋又从动到静，写出了谷中枝密林茂，浓荫蔽目，在白天也只是“有时见日”的幽暗的景象。这一段写山之形之声之色，都紧扣一个“奇”字。<br>　　作者抓住此山此水特征，把动与静、声与色、光与影巧妙结合，为读者描绘出一幅充满生命力的山水图，让读者充分享受到了富春江两岸的“山川之美”。</p> <p><strong>志趣美</strong><br>　　该文重在写景，直接抒情写志的语言很少。但历来优秀的文章都讲究情景相生，人们可从作者对景物的描写中，从寥寥几句写观感的语句中，领略到作者高雅的志趣、高洁的情怀。可以从首段“从流飘荡，任意东西”一句中，感受到一种享受自由、无拘无束、无牵无挂的轻松惬意；从对山水的描写中，体会到作者对自然、自由的热爱，对生命力的赞颂。更令人赞赏的是，在描绘山景时，作者插入两句观感：“鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反”。这几句感受，不仅从侧面衬托出险峰幽谷的夺人心魄的魅力，更是传达出作者对功名利禄的鄙弃，对官场政务的厌倦。<br>　　细细品味，作者的这种志趣，既不同于“知其不可而为之”的积极入世，又不同于“采菊东篱下，悠然见南山”的消极遁世，它是一种对轻松自然的崇尚，对自由和谐的向往，对欢乐生命的礼赞。它比前者少了份严肃，多了份潇洒，比后者少了份悲观，多了份开朗，因而更具一份常人心态，也就更容易使人接受并感到亲切。</p> <p><strong>语言美</strong><br>　　本文是用骈体写成的一篇山水小品。骈文常用四字六字组织，故亦称“四六文”。本文只140多个字。作者用清新的笔调和形象的描绘，把他从富春江富阳到桐庐一段看到的山光水色告诉了他的朋友，让朋友分享富春山川之美。<br>　　骈（pián）文是一种讲究形式的文体，作者吴均是南朝知名骈文家，其代表作《与朱元思书》自然保持了骈文的特点。文章基本上遵循骈文的要求，主要采用四字句和六字句，并于文章后半部分大量运用对偶句， 如“泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵”、 “蝉则千转不穷，猿则百叫无绝”。这就取得了句式整齐、音韵和谐、对比立意、相映成趣的表达效果，读来朗朗上口，节奏感极强。<br>　　但文章又有异于当时一般的骈文，它在一定程度上打破了骈文形式上的束缚，体现了可贵的突破与创新。其一，在四字句、六字句中运用了“鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反”这样的五字与四字交替运用的句式，这就避免了骈文刻板划一的弊病，使语言显得活泼洒脱；其二，文章前半部分几乎没有对偶，无异于一般散文( 尤其是第一节)，后半部分则基本上都是工整的对偶句，这样骈散结合、疏密相间的安排， 使语言灵活多变，更具韵律美；其三，文章没有像一般骈文那样堆砌典故，甚至故意用冷字僻字，写景状物，力求准确传神，这使文章语言显得清新自然，生动流畅，在当时以绮丽浮靡为主流的骈文中显得卓尔不群，超凡脱俗。</p> <p><strong>结构美</strong><br>　　《与朱元思书》篇幅虽短，但很讲究章法。<br>　　文章首段以“奇山异水， 天下独绝”八字总领全篇，二、三两段分承“异水”和“奇山”两方面，环绕“独绝”二字展开生发和描摹，结构上纲举目张，脉络分明。 写景顺序上先“水”后“山”，由近及远，逐层展开，符合“从流飘荡”的观景习惯，条理清楚。<br>　　写景重点上， 全文详写“山”略写“水”；写“水”的部分，详写静态略写动态；写“山”的部分，详写动态略写静态。这样既突出景物主要特征，又显得详略适宜，轻重有度。<br>　　读《与朱元思书》，如读一首好诗，因为它不仅有词采隽永、音节和谐的诗一般的语言，更洋溢着清新淡雅的诗情；读《与朱元思书》，如赏一幅山水写意，因为它有特色鲜明的景物，更有明朗洒脱的画意。总之，该文情景兼美，辞章俱佳，能给人以美的享受、心灵的愉悦。</p> <p><strong>文学结构：骈（pián）</strong><br>　　也称“骈体文”、“骈俪文”或“骈偶文”；因其常用四字、六字句，故也称“四六文”或“骈四俪六”。中国古代魏晋以后产生的一种文体。又称骈俪文。南北朝是骈体文的全盛时期。全篇以双句（俪句、偶句）为主，讲究对仗的工整和声律的铿锵。中国的散文从汉代到六朝，出现了“文”、“笔”的对立。所谓“文”，就是专尚辞藻华丽，受字句和声律约束的骈文。所谓“笔”，就是专以达意明快为主，不受字句和声律约束的散文。(此处所述不当。据<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙 总述》引录<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>观点称：笔之为体，言之为文也；经典则言而非笔，传记则笔而非言。而刘勰本人的观点是：“今之常言，有文有笔，以为无韵者笔也，有韵者文也”可见发生于宋齐时期的文笔之辩着眼点在于有韵与否，而非散文骈体之别。而况，南北朝时期的散文也多有押韵，故加修正。)<br>　　魏晋以来产生的一种文体，又称骈俪文。骈文是与散文相对而言的。其主要特点是以四六句式为主，讲究对仗，因句式两两相对，犹如两马并驾齐驱，故被称为骈体。在声韵上，则讲究运用平仄，韵律和谐；修辞上注重藻饰和用典。由于骈文注重形式技巧，故内容的表达往住受到束缚，但运用得当，也能增强文章的艺术效果。而南北朝时期，亦不乏内容深刻的作品，如<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>的《哀江南赋》，他一方面描写了自己身世之悲，一方面则谴责了梁朝君臣的昏庸，表达对故国怀念之情。唐以后。骈文的形式日趋完善，出现了通篇四、六句式的骈文，所以宋代一般又称骈文为四六文。直至清末，骈文仍十分流行。<br>　　文笔分裂后，骈文就成为和散文相对举的一种文体。骈文盛行于六朝，代表作家有<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>、庾信。中唐古文运动以后，稍告衰落。在元明两代成为绝响。至清初，作者接踵而起，以清末<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>为最后一个作家。</p> <p><strong>总概句</strong><br>　　奇山异水，天下独绝。</p> <p><strong>情感</strong><br>　　1、淡薄名利，流连山水。<br>　　2、劝友归林。（友：指朱元思） </p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>（1）“转”通“啭”，鸟叫声。原句：蝉则千转不穷，猿则百叫无绝。<br>（2）“反”通“返”，返回。原句：经纶世务者，窥谷忘反。</p> <p><strong>古今异义</strong><br>（1）东西：古义：向东向西。例句：任意东西。<br>今义：指物品。<br>（2）许：古义：附在整数词之后表示约数，左右。例句：自富阳至桐庐一百许里。<br>今义：或许，应允，赞许等。<br>（3）奔：古义：本文指飞奔的马。例句：猛浪若奔。<br>今义：奔跑。奔<br>（4）穷：古义：穷尽。例句：蝉则千转不穷。<br>今义：贫穷。<br>（5）戾：古义:至 .例句:鸢飞戾天者。<br>今义:罪恶。<br>（6）经纶：古义:筹划、治理。例句:经纶世务者。<br>今义：治理国家的抱负和才能。<br>（7）窥：古义：看，观察，侦查。例句：窥谷忘反。<br>今义：从小孔、缝隙或隐蔽处偷看。</p> <p><strong>一词多义</strong><br>（1）[绝]奇山异水，天下独绝（没有第二个）<br>猿则百叫无绝（断，停止）<br>（2）[上]负势竞上（向上）<br>横柯上蔽（在上边）<br>（3）[无]直视无碍（没有）<br>猿则百叫无绝（不）<br>（4）[百]一百许里（确数，十的倍数）<br>猿则百叫无绝（概数，表示多）<br>（5）[直]直视无碍（直接）<br>争高直指（笔直）<br>（6）[负] 负势竞上（凭借）<br>命夸娥氏二子负二山（背）--《愚公移山》<br>（7）[穷] 蝉则千转不穷（穷尽）<br>穷冬烈风（深）--《送东阳马生序》<br>穷则独善其身（不得志，不显贵）--《孟子·尽心上》<br>（8）[见]有时见日（见到）<br>才美不外见（通“现”显现）--《马说》</p> <p><strong>词类活用</strong><br>（1）风烟俱净（“净”：形容词作动词，消净、散净）<br>（2）任意东西(“东西”：名词作动词，向东走.向西走)<br>（3）猛浪若奔(“奔”：动词用作名词，飞奔的马)<br>（4）互相轩邈(“轩邈”：形容词用作动词，争着往高处、远处伸展)<br>（5）望峰息心(“息”：使动用法，使……停止)<br>（6）横柯上蔽(“上”：名词用作状语，在上面)<br>（7）负势竞上（“竞”：动词作状语，表示动作行为的状语的意思）<br>（8）负势竞上 (\"上\":方位名词,，这里用作动词，意思是\"向上生长\")<br>（9）皆生寒树（“寒”：使人感到有寒意） </p><br/><h2>特殊句式</h2> <p><strong>省略句</strong><br>（1）“(船)从流飘荡，任意东西”(主语省略)<br>（2）“急湍甚(于)箭”(省略介词“于”)<br>（3）“(高山)负势竞上，互相轩邈”（省略主语“高山”）</p> <p><strong>倒装句</strong><br>（1）后置定语<br>“鸢飞戾天者，望峰息心。”<br>“经纶世务者，窥谷忘反。”<br>（2）互文。<br>“奇山异水，天下独绝”</p> <p><strong>对偶句</strong><br>（1）泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。<br>（2）蝉则千转不穷，猿则百叫无绝。<br>（3）鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。<br>（4）急湍甚箭，猛浪若奔。<br>（5）横柯上蔽，在昼犹昏；疏条交映，有时见日。 </p><br/><h2>中心思想</h2> 　　晋南北朝时，政治黑暗，社会动乱。因而，不少知识分子寄情山水来排解心中的苦闷。《与朱元思书》是<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>写给他的朋友朱元思（一作宋元思）的一封书信中的一个片段。本文叙述作者乘船桐庐自至富阳途所见，描绘了这一段的山光水色，它创造了一种清新自然的意境，使人读后悠然神往，仿佛也亲自领略了其间的山水之美；同时也表现出他沉湎于山水的生活情趣。表现了作者喜爱自然，对社会的不满情绪。抒发了作者对政治官场的厌倦和对功名利禄的鄙视以及希望寄情山水的思想感情。<br/><h2>创作背景</h2> <p>　　魏晋南北朝时，政治黑暗，社会动乱。因而不少知识分子寄情山水来排解心中的苦闷。<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>也因动乱而生发热爱山水风光之情，《与朱元思书》是吴均融合其情后写给他的朋友朱元思的一封书信。</p> <p>　　该<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>时收录在人民教育出版社出版八年级下册语文书第21课中。</p>",
  "poet": {
    "id": 534,
    "star": 0,
    "name": "吴均",
    "image": "http://img.gushiwen.org/authorImg/wujun.jpg",
    "desc": "吴均（469年－520年），字叔庠。南朝梁史学家，文学家，时官吴兴主簿。明人辑有《吴朝清集》。"
  },
  "tags": [
    "初中文言文",
    "书信",
    "写景",
    "山水"
  ]
}