{
  "id": 172,
  "star": 48,
  "name": "湛露",
  "dynasty": "先秦",
  "content": "湛湛露斯，匪阳不晞。厌厌夜饮，不醉无归。<br>湛湛露斯，在彼丰草。厌厌夜饮，在宗载考。<br>湛湛露斯，在彼杞棘。显允君子，莫不令德。<br>其桐其椅，其实离离。岂弟君子，莫不令仪。",
  "fanyi": "<p><strong>译文<br></strong>早晨露珠重又浓，太阳不出不蒸发。如此盛大的晚宴，不喝一醉不回家。<br>早晨露珠重又浓，挂在丰茂草丛中。如此盛大的晚宴，设在宗庙真隆重。<br>早晨露珠重又浓，洒在枸杞酸枣丛。光明磊落的君子，个个都有好名声。<br>高大椅树和梧桐，结的果实一重重。和乐宽厚的君子，处处表现好仪容。</p> <p><strong>注释<br></strong>⑴湛湛：露水浓重的样子。斯：语气词。<br>⑵匪：通“非”。晞（xī）：干。<br>⑶厌（yān）厌：一作“懕（yān）懕”，和悦的样子。夜饮：即晚宴。<br>⑷宗：宗庙。载（zài）：则，一说充满。考：成，一说“考”通“孝”，另一说“考”指宫庙落成典礼中的“考祭”。<br>⑸杞（qǐ）棘（jí）：枸杞和酸枣，皆灌木，又皆身有剌而果实甘酸可食。<br>⑹显允：光明磊落而诚信忠厚。显，光明；允，诚信。<br>⑺令德：美德。令，善美。<br>⑻桐：桐有多种，古多指梧桐。椅：山桐子木，梓树中有美丽花纹者。<br>⑼离离：果实多而下垂貌。犹“累累”。<br>⑽岂（kǎi）弟（tì）：同“恺悌”，和乐平易的样子。<br>⑾令仪：美好的容止、威仪。仪，仪容，风范。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_172.aspx\">诗</a>四章，每章四句，各章前两句均为起兴，且兴词紧扣下文事象：宴饮是在夜间举行的，而大宴必至夜深，夜深则户外露浓；宗庙外的环境，最外是萋萋的芳草，建筑物四围则遍植杞、棘等灌木，而近户则是扶疏的桐、梓一类乔木，树木上且挂满果实——此时一切都笼罩在夜露之中。</p> <p>　　“白露”“寒露”为农历八、九月之节气，而从夜露甚浓又可知天气晴朗，或明月当空或繁星满天，户厅之外，弥漫着祥和的静谧之气；户厅之内，则杯觥交错，宾主尽欢，“君曰：‘无不醉’，宾及卿大夫皆兴，对曰：‘诺，敢不醉！’”（《仪礼·燕礼》）内外动静映衬，是一幅绝妙的“清秋夜宴图”。</p> <p>　　若就其深层意蕴而言，宗庙周围的丰草、杞棘和桐椅，也许依次暗示血缘的由疏及亲；然而更可能是隐喻宴饮者的品德风范：既然“载考”呼应“丰草”，“载”义为充盈，而“丰”指繁茂，那么“杞棘”之有刺而能结实不可能与君子的既坦荡光明（显）又诚悫忠信（允）无涉，更不用说桐椅之实的“离离”——既累累繁盛又历历分明——与君子们一个个醉不失态风度依然优美如仪（与《小雅·宾之初筵》的狂醉可对看）的关系了。只是至此还没有说到最重要的意象“湛湛”之“露”究属何意。</p> <p>　　前人大多理解湛露既然临于草树，则无疑象征着王之恩泽。若就二、三章而言，这也不差，只是以之揣摩首章，却不像了。露之湛湛其义蕴犹情之殷殷，热情得酒之催发则情意更烈，正好比湛露得朝阳则交汇蒸腾。</p> <p>　　此诗章法结构之美既如陈奂所言“首章不言露之所在，二章三章不言阳，末章并不言露，皆互见其义”，又如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>引曾氏曰：“前两章言厌厌夜饮，后两章言令德令仪”。后者需补充的是：在这两者之间，第三章兼有过渡性质（一、二承上，三、四启下）。雅诗的章法结构比风诗更为讲究，于此亦见一斑。</p> <p>　　音韵的谐美也是此诗一大特点：除了隔句式押韵外，前两章以一、三句句头的“湛湛”与“厌厌”呼应，去和二、四句句尾的脚韵共构成回环之美；至后两章则改为顶真式谐音，表现为“杞棘”的准双声与“显允”的准叠韵勾连，而“离离”的双叠也与“岂弟”的叠韵勾连（作为过渡，三章“湛湛”与“显允”的尾音也和谐呼应）。</p>",
  "about": "<h2>创作背景</h2> 　　《小雅·湛露》属二雅中的宴饮<a href=\"http://so.gushiwen.org/view_172.aspx\">诗</a>。《毛诗序》：“《湛露》，天子燕（宴）诸侯也”，又《左传·文公四年》：“卫甯武子来聘，公与之宴，为赋《湛露》及《彤弓》。不辞，又不答赋。使行人私焉。对曰：‘臣以为肄业及之也。’昔诸侯朝正于王，王宴乐之，于是乎赋《湛露》，则天子当阳，诸侯用命也。”这段话的意思是说，卫国的甯武子出使到鲁国，鲁文公设宴招待他，还为他赋诗。甯武子没有辞谢，也没有赋诗回答。鲁文公让行人私下探问是为什么，甯武子回答说：“下臣以为鲁文公是在练习而演奏的。从前诸侯在正月到京师朝贺天子，天子设宴奏乐，这是赋《湛露》这首诗，天子坐在朝堂上，诸侯要听从天子的命令。”因为这是天子为诸侯设宴时才能赋的诗，甯武子不敢承受这样的大礼，所以他没有回答。可见《小雅·湛露》这首诗是天子宴请诸侯时才演奏的乐曲。至于所宴饮之诸侯为同姓还是兼有异姓，前人尚有争议。从《小雅·六月》的《小序》有“《湛露》废则万国离矣”来看，似应兼同异姓而言；唯诗中明明有“在宗载考”，古“考”“孝”多通用，而“宗”则不论解“宗庙”或“宗族”，总属同姓，可见诗本同姓贵族的宴饮诗，约春秋时已用为天子宴飨诸侯的乐章。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴会",
    "写酒"
  ]
}