{
  "id": 5,
  "star": 464,
  "name": "螽斯",
  "dynasty": "先秦",
  "content": "螽斯羽，诜诜兮。宜尔子孙，振振兮。<br>螽斯羽，薨薨兮。宜尔子孙，绳绳兮。<br>螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。",
  "fanyi": "<p><strong>译文<br></strong>蝈蝈张翅膀，群集低飞翔啊。你的子孙多又多，家族正兴旺啊。<br>蝈蝈张翅膀，群飞嗡嗡响啊。你的子孙多又多，世代绵延长啊。<br>蝈蝈张翅膀，群聚挤满堂啊。你的子孙多又多，和睦好欢畅啊。</p> <p><strong>注释<br></strong>⑴螽（zhōng终）斯：或名斯螽，一种直翅目昆虫，常称为“蝈蝈”。一说“斯”为语词。<br>⑵诜（shēn 身）诜：同莘莘，众多貌。<br>⑶振振（zhēn真 古音）：茂盛的样子。<br>⑷薨（hōng轰）薨：很多虫飞的声音。或曰形容螽斯的齐鸣。<br>⑸绳绳（mǐn）：延绵不绝的样子。<br>⑹揖（jí集 古音）揖：会聚的样子。揖为集之假借。<br>⑺蛰（zhé哲）蛰：多，聚集。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_5.aspx\">诗</a>三章，每章四句，前两句描写，后两句颂祝。而叠词叠句的叠唱形式。是这首诗艺术表现上最鲜明的特色。如果说，“宜尔子孙”的三致其辞，使诗旨显豁明朗；那么，六组叠词的巧妙运用，则使全篇韵味无穷。《诗经》运用叠词颇为寻常，而《螽斯》的独特魅力在于：六组叠词，锤炼整齐，隔句联用，音韵铿锵，造成了节短韵长的审美效果。同时，诗章结构并列，六词意有差别，又形成了诗意的层递：首章侧重多子兴旺；次章侧重世代昌盛；末章侧重聚集欢乐。由此看来，方氏的评语似可改为：诗虽平说，平中暗含波折；六字炼得甚新，诗意表达圆足。另外，在<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》中，《螽斯》是比体首篇，故用以释比。其实，通篇围绕“螽斯”着笔，却一语双关，即物即情，物情两忘，浑然一体。因此，“螽斯”不只是比喻性意象，也可以说是《诗经》中不多见的象征性意象。</p> <p>　　关于诗旨，《毛诗序》云：“《螽斯》，后妃子孙众多也，言若螽斯。不妒忌，则子孙众多也。”点出了诗的主旨，但拖了一个经学的尾巴。朱熹《诗集传》承毛氏之说。还作了“故众妾以螽斯之群处和集而子孙众多比之”的发挥，没有贯彻其“《诗》作诗读”的主张。对此，姚际恒一并认为“附会无理”（《诗经通论》）；方玉润进而指出：诗人措词“仅借螽斯为比，未尝显颂君妃，亦不可泥而求之也。读者细咏诗词，当能得诸言外”（《诗经原始》）。确实不可泥求经传，而应就诗论诗。</p> <p>　　体会意象，细味诗语，先民颂祝多子多孙的诗旨，显豁而明朗。就意象而言，飞蝗产卵孵化的若虫极多，年生两代或三代，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是宜子的动物。诗篇正以此作比，寄兴于物，即物寓情；“子孙众多，言若螽斯”，即此之谓。就诗语而言，“宜尔子孙”的“宜”，有“多”的含义；而六组叠词，除“薨薨”外，均有形容群聚众多之意。易辞复唱，用墨如泼，正因心愿强烈。“子孙”，是生命的延续，晚年的慰藉，家族的希望。华夏先民多子多福的观念，在尧舜之世已深入民心。《庄子·天地》篇有“华封人三祝”的记载：尧去华地巡视，守疆人对这位“圣人”充满敬意，衷心地祝愿他“寿、富、多男子”。而再三颂祝“宜尔子孙”的《螽斯》，正是先民这一观念诗意地热烈抒发。</p> <p>　　就诗篇编排而言，前篇《国风·周南·樛木》祝贺新婚幸福，此篇继而祈颂多生贵子，不仅顺理成章，或恐正是编者苦心所系。</p>",
  "about": "<h2>创作背景</h2> 　　周代由文、武奠基，成、康繁盛，昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。周代设有采<a href=\"http://so.gushiwen.org/view_5.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。这首《螽斯》即体现了当时人们多子多福的思想和对这方面的祈祷。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "诗经"
  },
  "tags": [
    "诗经",
    "写鸟",
    "祝福"
  ]
}