{
  "id": 5365,
  "star": 49,
  "name": "从军行",
  "dynasty": "唐代",
  "content": "汉家未得燕支山，征戍年年沙朔间。<br>塞下长驱汗血马，云中恒闭玉门关。<br>阴山瀚海千万里，此日桑河冻流水。<br>稽洛川边胡骑来，渔阳戍里烽烟起。<br>长途羽檄何相望，天子按剑思北方。<br>羽林练士拭金甲，将军校战出玉堂。<br>幽陵异域风烟改，亭障连连古今在。<br>夜闻鸿雁南渡河，晓望旌旗北临海。<br>塞沙飞淅沥，遥裔连穷碛。<br>玄漠云平初合阵，西山月出闻鸣镝。<br>城南百战多苦辛，路傍死卧黄沙人。<br>戎衣不脱随霜雪，汗马骖单长被铁。<br>杨叶楼中不寄书，莲花剑上空流血。<br>匈奴未灭不言家，驱逐行行边徼赊。<br>归心海外见明月，别思天边梦落花。<br>天边回望何悠悠，芳树无人渡陇头。<br>春云不变阳关雪，桑叶先知胡地秋。<br>田畴不卖卢龙策，窦宪思勒燕然石。<br>麾兵静北垂，此日交河湄。<br>欲令塞上无干戚，会待单于系颈时。",
  "fanyi": "<h2>注释</h2> ①此<a href=\"http://so.gushiwen.org/view_5365.aspx\">诗</a>为歌行体。歌行体是古代乐府诗的一体。后从乐府发展为古诗的一体，音节、格律一般比较自由；采用五言、七言、杂言，形式也多变化。宋?<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《白石诗话》：“体如行书曰行，放情曰歌，兼之曰歌行。”明?胡震亨《唐音癸签·体凡》：“﹝乐府﹞题或名歌，亦或名行，或兼名歌行。歌，曲之总名。衍其事而歌之曰行。歌最古；行与歌行皆始汉，唐人因之。”<br>②燕支山，一名删丹山，在丹州删丹县南五十里。东西百余里，南北二十里，水草茂美。<br>③稽洛:山名，即稽洛山。<br>④渔阳：地名。战国燕置渔阳郡，秦汉治所在渔阳(今北京市密云县西南)。《史记·陈涉世家》：“二世元年七月，发闾左适戍渔阳，九百人屯大泽乡。”唐玄宗天宝元年（742）改蓟州为渔阳郡，治所在渔阳(今天津市蓟县)。唐?<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《后出塞》诗之四：“渔阳豪侠地，击鼓吹笙竽。”<br>⑤遥裔：遥远。隋?<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>《河曲游》诗：“丰丛鸡树密，遥裔鹤烟稠。”<br>⑥骖cān同驾一车的三匹马。有时也指位于两边的马。<br>⑦边徼jiào：亦作“邉徼”。边境。<br>⑧赊shē，距离远。<br>⑨陇头：陇山。借指边塞。<br>⑩田畴：泛指田地。<br>⑾麾huī，指挥。<br>⑿干戚：亦作“干鏚”。盾与斧。古代的两种兵器。也是武舞所执的舞具。指征战。<br>⒀单chán于：汉时匈奴君长的称号。",
  "shangxi": "<h2>赏析</h2> <p>　　1、意象宏阔：唐代边塞<a href=\"http://so.gushiwen.org/view_5365.aspx\">诗</a>多有从大处落笔，写奇情壮景的特色，本诗也不例外。比如像“塞下长驱汗血马，云中恒闭玉门关”、“阴山瀚海千万里”、“塞沙飞淅沥，遥裔连穷碛”等句，都写得气势磅礴。</p> <p>　　2、对仗精美：本诗虽是七言歌行体，但其中有不少的句子运用律句的特色，声韵上讲究平仄相对，对仗也工整巧妙。如：“羽林练士拭金甲，将军校战出玉堂”、“玄漠云平初合阵，西山月出闻鸣镝”、“杨叶楼中不寄书，莲花剑上空流血”等等，都使诗句显得有堂堂之阵、正正之师般的整饬气象。</p> <p>　　3、铁血柔情：此诗主旋律是雄壮慷慨的，但并非一味地心如铁石，毫无亲情、爱情可言。本诗从“杨叶楼中不寄书”（杨叶楼，应指征人妻子所居之楼）开始，转入柔情款款、音韵轻柔舒缓的另一个乐章，词语也清丽起来，像“杨叶楼”、“莲花剑”、“海外明月”、“天边落花”等，一下子就将人们的思绪带到那渴望已久的家乡，想起那楼头窗前终日翘首凝望的红颜佳人。</p> <p>　　4、基调昂扬：此诗作为盛唐的边塞诗，透出一股立功立业的高昂之气，虽然战事艰苦凶险――“塞沙飞淅沥，遥裔连穷碛”、“城南百战多苦辛，路傍死卧黄沙人”，虽然思乡思亲情切――“归心海外见明月，别思天边梦落花”、“杨叶楼中不寄书，莲花剑上空流血”，但是众将士抱着“匈奴未灭不言家”的决心和斗志，不把敌虏首脑打得投降（单于系颈）不罢休，这句“欲令塞上无干戚，会待单于系颈时”，说得相当豪迈，和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗“不破楼兰终不还”的精神是一致的，都反映了盛唐当年那种“犯强汉者，虽远必诛”的气概。</p> <p>　　这首诗用典较多，害得江湖夜雨搬来辞源，找了半天，这可能在一定程度上影响了这首诗的传播。注意该诗中好多典故并非实指，比如“燕然石”、“稽洛川”等，并非是唐朝当时作战的地方，这里只是借用汉代典故而已。这些典故，对于唐代的读书人来说，是大家熟知的事情，并非生僻之词，只是流传到我们今天，就并非人人都一目了然了。<br></p>",
  "poet": {
    "id": 153,
    "star": 0,
    "name": "李昂",
    "image": "http://img.gushiwen.org/authorImg/liang.jpg",
    "desc": "李昂（并非唐文宗李昂），诗作很少，全唐诗中仅存其二首，他的生平事迹也记载极少，只知道他在开元时任考功员外郎。虽然李昂在唐代诗人里毫无名气，存诗也少，但他的诗作还是相当不错的，写得激越豪壮，恰似一曲嘹亮雄健的军中乐章，能从中感受到大唐盛时那贲张的血脉。"
  },
  "tags": [
    "乐府",
    "边塞"
  ]
}