{
  "id": 72359,
  "star": 37,
  "name": "尊经阁记",
  "dynasty": "明代",
  "content": "　　经，常道也。其在于天，谓之命；其赋于人，谓之性。其主于身，谓之心。心也，性也，命也，一也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。其应乎感也，则为恻隐，为羞恶，为辞让，为是非；其见于事也，则为父子之亲，为君臣之义，为夫妇之别，为长幼之序，为朋友之信。是恻隐也，羞恶也，辞让也，是非也；是亲也，义也，序也，别也，信也，一也。皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也，是常道也。</p> <p>　　以言其阴阳消息之行焉，则谓之《易》；以言其纪纲政事之施焉，则谓之《书》；以言其歌咏性情之发焉，则谓之《诗》；以言其条理节文之着焉，则谓之《礼》；以言其欣喜和平之生焉，则谓之《乐》；以言其诚伪邪正之辨焉，则谓之《春秋》。是阴阳消息之行也，以至于诚伪邪正之辨也，一也，皆所谓心也，性也，命也。通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也。夫是之谓六经。六经者非他，吾心之常道也。</p> <p>　　是故《易》也者，志吾心之阴阳消息者也；《书》也者，志吾心之纪纲政事者也；《诗》也者，志吾心之歌咏性情者也；《礼》也者，志吾心之条理节文者也；《乐》也者，志吾心之欣喜和平者也；《春秋》也者，志吾心之诚伪邪正者也。君子之于六经也，求之吾心之阴阳消息而时行焉，所以尊《易》也；求之吾心之纪纲政事而时施焉，所以尊《书》也；求之吾心之歌咏性情而时发焉，所以尊《诗》也；求之吾心之条理节文而时着焉，所以尊《礼》也；求之吾心之欣喜和平而时生焉，所以尊「乐」也；求之吾心之诚伪邪正而时辨焉，所以尊《春秋》也。</p> <p>　　盖昔者圣人之扶人极，忧后世，而述六经也，由之富家者支父祖，虑其产业库藏之积，其子孙者，或至于遗忘散失，卒困穷而无以自全也，而记籍其家之所有以贻之，使之世守其产业库藏之积而享用焉，以免于困穷之患。故六经者，吾心之记籍也，而六经之实，则具于吾心。犹之产业库藏之实积，种种色色，具存于其家，其记籍者，特名状数目而已。而世之学者，不知求六经之实于吾心，而徒考索于影响之间，牵制于文义之末，硁硁然以为是六经矣。是犹富家之子孙，不务守视享用其产业库藏之实积，日遗忘散失，至为窭人丐夫，而犹嚣嚣然指其记籍曰：「斯吾产业库藏之积也！」何以异于是？</p> <p>　　呜呼！六经之学，其不明于世，非一朝一夕之故矣。尚功利，崇邪说，是谓乱经；习训诂，传记诵，没溺于浅闻小见，以涂天下之耳目，是谓侮经；侈淫辞，竞诡辩，饰奸心盗行，逐世垄断，而犹自以为通经，是谓贼经。若是者，是并其所谓记籍者，而割裂弃毁之矣，宁复之所以为尊经也乎？</p> <p>　　越城旧有稽山书院，在卧龙西冈，荒废久矣。郡守渭南南君大吉，既敷政于民，则慨然悼末学之支离，将进之以圣贤之道，于是使山阴另吴君瀛拓书院而一新之，又为尊经阁于其后，曰：「经正则庶民兴；庶民兴，斯无邪慝矣。」阁成，请予一言，以谂多士，予既不获辞，则为记之若是。呜呼！世之学者，得吾说而求诸其心焉，其亦庶乎知所以为尊经也矣。 ",
  "fanyi": "<h2>译文</h2> <p>　　经是永恒不变的真理，它在天称为“命”，秉赋于人称为“性”，作为人身的主宰称为“心”。心、性、命，是一个东西。它沟通人与物，遍及四海，充塞天地之间，贯通往古来今，无处不存，无处不是同样，无处可能改变的存在，所以它是永恒不变之道。它表现在人的情感里，便是恻隐之心，羞恶之心，谦让之心，是非之心；它表现在人际关系上，便是父子之亲，君臣之义，夫妇之别，兄弟之序，朋友之信。因此恻隐心、羞恶心、谦让心、是非心，也就是亲、义、序、别、信，是同样一件东西；都是心、性、命。这些都是沟通人与物，普及四海，充塞天地，贯穿古今，无处不存，无处不相同，无处可能改变的存在，即永恒不变之道。这永恒不变之道，用以阐述阴阳盛衰的运行，便称它为《易》；用以表明纪纲政事的施行，便称它为《书》；用以传达歌咏性情的感发，便称它为《<a href=\"http://so.gushiwen.org/view_72359.aspx\">诗</a>》；用以显示体统仪节的表征，便称它为《礼》；用以宣泄欣喜和平的跃动，便称它为《乐》；用以辨别真假邪正的标准，便称它为《春秋》。因此阴阳盛衰的运行，以至于真假邪正的评价，同样是一个东西；都是心、性、命。这些都是沟通人与物，普及四海，充塞天地，贯穿古今，无处不存，无处不相同，无处可能改变的真理，唯其如此所以称为六经。六经不是别的，就是我们心中永恒不变之道。因此《易》这部经，是记我们内心的阴阳盛衰的经：《书》这部经，是记我们心中的纪纲政事的经；《诗》这部经，是记我们心中的歌咏性情的经；《礼》这部经，是记我们心中的体统仪节的经；《乐》这部经，是记我们心中的欣喜和平的经；《春秋》这部经，是记我们心中的真假邪正的经。君子的对待六经，省察心中的阴阳盛衰而使之及时运行，这才是尊重《易》；省察心中的纪纲政事而使之及时施行，这才是尊重《书》；省察心中的歌咏性情而使之及时感发，这才是尊重《诗》；省察心中的体统仪节而使之及时表露，这才是尊重《礼》；省察心中的欣喜和平而使之及时跃动，这才是尊重《乐》；省察心中的真假邪正而及时地辨明，这才是尊重《春秋》。 </p> <p>　　大抵古代圣人的匡扶人间正道、耽心后世的颓败而著述六经，正如同富家的上一辈，耽心他们的产业和库藏中的财富，到子孙手里会被遗忘散失，不知哪一天陷入穷困而无以自谋生活，因而记录下他们家中所有财富的账目而遗留给子孙，使他们能永世守护这些产业库藏中的财富而得以享用，以避免贫困的祸患。所以六经，是我们内心的账本，而六经的实际内容，则具备在我们内心，正如同产业库藏的财富，各种各样的具体物资，都存在家里。那账本，不过记下它们的名称品类数目罢了。而世上学六经的人，不懂得从自己的心里去探求六经的实际内容，却空自从实际之外的仿佛的形迹之中去探索，拘守于文字训诂的细枝末节，鄙陋地以为那些就是六经了，这正像富家的子孙，不致力守护和享用家中的产业库藏中的实际财富，一天天遗忘散失，而终于变成穷人乞丐，却还要晓晓地指着账本，说道：“这便是我家产业库藏的财富！”同这有什么两样？唉！六经之学，它的不显扬于人世，不是一朝一夕的事了。重视功利，崇奉谬论，这叫做淆乱经义；学一点文字训诂，教授章句背诵，沉陷于浅薄的知识和琐屑的见解，以掩蔽天下的耳目，这叫做侮慢经文；肆意发表放荡的论调，逞诡辩以取胜，文饰其邪恶的心术和卑劣的行为，驰骋世间以自高身价，而还自命为通晓六经，这叫做残害经书。像这样一些人，简直是连所谓账本都割裂弃废掉了，哪里还知道什么叫做尊重六经呢！ </p> <p>　　越城过去有稽山书院，在卧龙西岗，荒废已久了。知府渭南人南大吉君，在治理民政之暇，即慨然痛惜晚近学风的颓败，将使之重归于圣贤之道，于是命山阴县令吴瀛君扩大书院使之一新，又建造一座尊经阁于书院之后，说道：“经学归于正途则百姓就会振发，百姓振发那便不会犯罪作恶了。”尊经阁落成，邀我写一篇文章，以晓喻广大的士子，我既推辞不掉，便为他写了这篇记。唉！世上的读书人，掌握我的主张而求理于内心，当也大致接近于知道怎么样才是真正地尊重六经的了。 </p> <p>　　（何满子）</p>",
  "shangxi": "<h2>评析</h2> <p>　　本文名为尊经阁作记，实际上只有结尾一段，用极为概括的语言涉及这个阁的有关方面，绝大部分篇幅都是在阐述作者的哲学思想，即“心外无物”的世界观，可以说是一篇别开生面的文章。正如清人吴楚材所评论：“阳明先生一生训人，以良知良能，根究心性，于此记略，已具备矣。”可以说，本文是浓缩了的阳明学说的全貌。</p> <p>　　论证层层深入，正反论据互见，是全文的一大特点。文章先从六经的不同表现形式谈起，继而结合了人际关系的各个方面说明了六经是“通人物，达四海，塞天地，亘古今”的“常道”，它作用于人生的整体，是我们无法回避的。接着，作者不厌其烦地从六经的核心内容、学习方面进行全面地分析。而后又对那些舍本逐末的“世之学者”的错误认识和不良倾向进行了有针对性的批评和斥责。直到结尾时，即便是介绍写作本文的缘由，作者也还语重心长地希望“世之学者得吾说而求诸其心”。首尾贯通一气，中心非常明确。</p> <p>　　在行文上，全文多用排比句，而且是同一句式多次出现。如第二、三、四段的开头都是这几句话：“通人物，达四海，塞天地，亘古今，无有乎弗具，无有乎弗同，无有乎或变者也”，表面看起来似乎是重复，实际上这是作者所要强调的内容。同时，这种手法在结构上还起到了加固作用，把这几个段落牢牢地结合成为一个整体。此外，在比喻的运用上，在用词的灵活多变上，都显现出作者一定的功底。</p>",
  "poet": {
    "id": 706,
    "star": 0,
    "name": "王守仁",
    "image": "http://img.gushiwen.org/authorImg/wangshouren.jpg",
    "desc": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。"
  },
  "tags": [
    "古文观止",
    "哲学",
    "理论"
  ]
}