{
  "id": 65539,
  "star": 16,
  "name": "瑞鹤仙·脸霞红印枕",
  "dynasty": "宋代",
  "content": "脸霞红印枕，睡觉来、冠儿还是不整。屏间麝煤冷，但眉峰压翠，泪珠弹粉。堂深昼永，燕交飞、风帘露井。恨无人说与，相思近日，带围宽尽。<br>重省，残灯朱幌，淡月纱窗，那时风景。阳台路迥，云雨梦，便无准。待归来，先指花梢教看，欲把心期细问。问因循过了青春，怎生意稳？",
  "fanyi": "<p><strong>译文</strong><br>　　红霞般的脸蛋印着枕痕，一觉刚刚醒来，衣冠零乱也懒得去整。彩屏内水墨丹青透着冷意，但见丽人紧锁眉头，盈盈泪珠打湿脸上脂粉。白昼漫长庭院深深，燕儿双飞嬉戏在风帘露井。可恨身边没有一个人，能陪她诉说相思深情，近来衣带宽松得叫人惊心。<br>　　一再地回想当年的幽会，残灯映照朱红帷慢，淡淡月光从纱窗透进，那时情景多么缠绵迷人。如今，通向他的路那么遥远，纵然想在梦中欢会，也一样没有定准。等到他归来时，要先让他去看败落的花枝，再把心中期盼之情细细盘问。问他为何怠惰耽误了青春，怎么会那样忍心？</p> <p><strong>注释</strong><br>1、脸霞：面上的红润光泽。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《南歌子》：“脸上金霞细，眉间翠钿深。”<br>2、觉：醒来。<br>3、麝煤：制墨的原料，后又以为墨的别称。词里指水墨画。<br>4、压翠：指双眉紧皱，如同挤压在一起的青翠远山。<br>5、昼永：白日漫长。<br>6、交飞：交翅并飞。<br>7、露井：没有盖的井。<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《望人家桃李花》：“桃李从来露井傍。”<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《春宫曲》中有“昨夜风开露井桃。”<br>8、带围宽尽：指形体日渐消瘦。<br>9、朱幌：床上的红色帷幔。<br>10、风景：情景。<br>11、阳台：隐指男女欢会之地。用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》中楚襄王梦会神女故事。<br>12、迥：遥远。<br>13、云雨梦：本指神女与楚王欢会之梦，引指男女欢会。<br>14、心期：内心期愿。<br>15、因循：轻易、随便。王舅《倦寻芳》：“算韶华、又因循过了，清明时候。”用同义。<br>16、意稳：心安。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首闺怨词，把思妇的心理刻画得惟妙惟肖、淋漓尽致。</p> <p>　　“脸霞红印枕，睡觉来，冠儿还是不整。”女主人公刚刚睡醒起来，慵慵懒懒，云髻微偏，花冠不整，那红红的脸颊上还印着几道枕痕。这两句明显脱自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中“云髻半偏新睡觉，花冠不整下堂来”之句子，说佳人犹如当年的杨妃一样娇弱妩媚，“脸霞红印枕”句为词人的创意，清新别致，富有生活情趣。</p> <p>　　“屏间麝煤冷，但眉峰翠压，泪珠弹粉。”唐·韩僵《横塘》<a href=\"http://so.gushiwen.org/view_65539.aspx\">诗</a>中有“蜀纸麝煤添笔媚，越瓯犀液发茶香”之句。抬头看到屏风上情郎亲笔绘制的那幅水墨画，女主人公翠眉紧锁，眼泪簌簌地从粉脸上流下来。这三句描写了美人触景伤怀的黯然销魂状，表现了其相思之苦，意境幽美。</p> <p>　　“堂深昼永，燕交飞、风帘露井。恨无人，谠与相思，近日带围宽尽。”更进一层写周围的一切使她由冷漠而产生怅恨的感情。“深”与“永”是从空间与时间上表现出她空虚的感触。厅堂幽深寂静，白日漫长难挨，独坐窗前，望着那双紫燕亲亲热热地翩飞呢喃，不时地从帘下掠过，盘旋在水井旁边，不禁愈发伤感起女主人公的孤寂来。女主人公纵有千种风情，万般相思，却无人可以诉说。终日饱受着相思之苦，眼看着自己日澌消瘦，那腰间的衣带已宽松到了极点。这一切都刺激她产生孤寂失望情绪，而“恨无人与说相思”。作者运用这种反衬手法在加深了对少女内心痛苦情感的描写之后，又进而从形体的变化写她相思之深。“带围宽尽”四个字不仅发挥夸张的效果，加深对少女被病折磨的印象，而且将抽象思维具体化，让读者能从衣带宽大去想象她曾经是体态丰满、柳眉桃腮、笑容可掬的模样，与现在的瘦削的形象作对比，更产生了对她因病重而弱不禁风的样子的怜惜与哀叹。</p> <p>　　“重省，残灯朱幌，淡月纱窗，那时风景。此情此景不由让女主人公回想起旧日一起欢聚的情景，静谧的夜里，朱红的帷帐内灯烛幽暗，淡淡的月光照在绮丽的纱窗上，那正是你我良宵共度时。“残”与“淡”给“灯”与“月”抹上一层伤别的色彩，景中有情，表现了少女对这难忘的时刻的回忆是痛苦的。这几句写佳人对美好往事的怀念，过片“重省”转入对女主人公心理活动的刻画。</p> <p>　　“阳台路迥，云雨梦，便无准。”阳台、云雨化用“巫山云雨”的典故。如今与爱人远隔万里，只能期望在梦中相见，希望能像楚襄王会亚山神女一样，但梦中之事又没个定准。这三句由回忆转到梦想，写尽其幽思的无限。</p> <p>　　“待归来，先指花梢教看，却把心期细问。问因循、赶了青春，怎生意稳？”等他回来后，女主人公心想一定要先指着枝头的花朵让他看，让他明白“花无百日红”的道理，然后再仔细询问他在分别后到底是怎么想的，为何迟迟不归。还要质问他，为什么就这样让大好的青春时光白白浪费。这几句心理描写细腻生动，表现了女主人公爱恨交加的心理状态，设问机灵，俗中有雅，动人心魄。</p> <p>　　这首词组细致入地展现了一位思妇因景伤怀——回忆往事——梦想——设想将来的心理发展轨迹，生动感人。全词语句华美、脉络清晰，是一首闺怨题材的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　关于此词的背景，宋人陈鹄在《耆旧续闻》中有这样一段记载：“南渡初，南班宗子寓居会稽，为近属，士子最盛。园亭甲于浙东，一时座客皆骚人墨士，陆子逸尝与焉。士有侍姬盼盼者，色艺殊绝，公每属意焉。一日宴客，偶睡，不预捧觞之列。陆因问之，士即呼至，其枕痕犹在脸。公为赋《瑞鹤仙》，有‘脸霞红印枕’之句，一时盛传，逮今为雅唱，后盼盼亦归陆氏。”",
  "poet": {
    "id": 1693,
    "star": 0,
    "name": "陆淞",
    "desc": "陆淞，[约公元一一四七年前后在世]字子逸，号云溪，山阴人，陆佃之孙，陆游胞兄。生卒年均不详，约宋高宗绍兴中前后在世。"
  },
  "tags": [
    "闺怨",
    "妇女",
    "回忆",
    "伤怀"
  ]
}