{
  "id": 47,
  "star": 75,
  "name": "桑中",
  "dynasty": "先秦",
  "content": "爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。<br>爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。<br>爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。",
  "fanyi": "<p><strong>译文<br></strong>到哪儿去采女萝？到那卫国的沫乡。我的心中在想谁？漂亮大姐她姓姜。约我等待在桑中，邀我相会在上宫，送我远到淇水旁。<br>到哪儿去采麦穗？到那卫国沫乡北。我的心中在想谁？漂亮大姐她姓弋。约我等待在桑中，邀我相会在上宫，送我远到淇水上。<br>到哪儿去采蔓菁？到那卫国沫乡东。我的心中在想谁？漂亮大姐她姓庸。约我等待在桑中，邀我相会在上宫，送我远到淇水滨。</p> <p><strong>注释<br></strong>1.鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。<br>2.爰：于何，在哪里。唐：植物名。即女萝，俗称菟丝子，寄生蔓草，秋初开小花，子实入药。一说当读为“棠”，梨的一种。<br>3.沬（mèi）：春秋时期卫国邑名，即牧野，在今河南淇县南。乡：郊外。<br>4.云：句首语助词。谁之思：思念的是谁。<br>5.孟姜：姜家的大姑娘。孟，排行老大。姜、弋、庸，皆贵族姓。<br>6.桑中：卫国地名，亦名桑间，在今河南滑县东北。一说指桑树林中。<br>7.要（yāo）：邀约。上宫：楼也，指宫室。一说地名。<br>8.淇：水名。淇水在今河南浚县东北。<br>9.弋（yì）：姓。<br>10.葑（fēng）：芜菁，即蔓菁菜。<br>11.庸：姓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47.aspx\">诗</a>三章，全以采摘某种植物起兴。这是上古时期吟咏爱情、婚嫁、求子等内容时常用的手法之一，也就是说，在上古时期，采摘植物与性有着某种神秘的或是象征性的联系，至于两者之间在文化上为何能牵系在一起或如何发生瓜葛，这与原始交感巫术有关，在此不作详论。但若从现代美学角度来看，以采摘植物起兴爱情等题材，在审美上和爱情上倒也有一定的同构同形关系，因为炽热的情欲与绿意葱茏的草木都可给人带来勃然的欣悦。所以，以“采唐”“采麦”“采葑”起兴，在含蓄中有深情，形象中有蕴意。</p> <p>　　“兴”以下的正文中，主人公完全沉浸在了狂欢后的甜蜜回忆里。除每章改换所欢爱者外，三章竟然完全相同，反覆咏唱在“桑中”、“上宫”里的销魂时刻以及相送淇水的缠绵，写来又直露无碍，如数家珍。似乎以与多位情人幽会为荣乐，表现了一位多情浪子渔色后的放荡、得意心态，其句式由四言而五言而七言，正是这种心态的表露，尤其每章句末的四个“矣”字，俨然是品咂、回忆狂欢之情时的感叹口吻。近人或认为孟姜、孟弋、孟庸当是一人，若如此，似不合《诗经》中运用复沓的家法。《诗经》中用复沓虽只更换个别词汇，但无论更换的是动词、名词，诗意上多有所递进或拓展，比较典型的如《周南·芣苢》中的“采之”“有之”“掇之”“捋之”“袺之”“襭之”，一字之差，却记叙了一个完整的劳动过程；若此诗中三姓实指一人，一者整首诗三章全为重复，不免过于臃肿拖沓，毫无意味；二者也与“群婚性的男女欢会”的诗意不合。</p> <p>　　此诗若依自古以来的“用诗”体例，抛开其隐含的本意，作为一首热烈活泼的情歌来看，也无不可。它的一个最大特色，是自言自语，反复咏唱，每章的前半段只换了两三个字，采集对象换了，地点变换了，美女的姓氏换了，而后半段一字不易。无论是等待、幽会还是送别分手的地方，都没有变换。主人公完全沉浸于自己和美女约会的美好回忆之中。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首情<a href=\"http://so.gushiwen.org/view_47.aspx\">诗</a>，历来没有争议。分歧只在于是暴露世族贵族男女淫乱成风之作，还是青年男女的相悦之词。《毛诗序》云：“《桑中》，刺奔也。卫之公室淫乱，男女相奔，至于世族在位，相窃妻妾，期于幽远，政散民流而不可止。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>等持前说者大多是受《毛诗》影响，并举姜、弋、庸乃当时贵族姓氏为证。而持后说者往往纯从诗意把握，认为全诗轻快活泼，表现了青年男女的炽烈爱情，并无讽刺之意，更谈不上是贵族男女淫乱后的无耻自白。按近人郭沫若《甲骨文研究》云：“桑中即桑林所在之地，上宫即祀桑之祠，士女于此合欢。”又云：“其祀桑林时事，余以为《鄘风》中之《桑中》所咏者，是也。”孙作云亦有同样的见解。鲍昌《风诗名篇新解》推衍郭氏之说，认为上古蛮荒时期人们都奉祀农神、生殖神，“以为人间的男女交合可以促进万物的繁殖，因此在许多祀奉农神的祭典中，都伴随有群婚性的男女欢会”，“郑、卫之地仍存上古遗俗，凡仲春、夏祭、秋祭之际男女合欢，正是原始民族生殖崇拜之仪式”，“《桑中》诗所描写的，正是古代此类风俗的孑遗”，“决不能简单斥之为‘淫乱’”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}