{
  "id": 70677,
  "star": 1,
  "name": "杂剧·翠红乡儿女两团圆",
  "dynasty": "元代",
  "content": "楔子<br>人无千日好，花无百日红。早时不算计，过后一场空。老身姓李，夫主姓韩。夫主早年亡化过了，所生两孩儿，一个唤福童，一个唤安童。有个小叔叔是韩弘道，婶子儿张二嫂，泼天也似家私，他掌把着。我如今要分另了这家私，俺两个孩儿未娶妻哩。福童请你婶子来。婶子有请。孩儿也，你唤我做甚么？我母亲请你哩。这等我须索走一遭去。早来到门首也。你报复去。母亲，婶子来了也道有请。婶子请。伯娘唤我做甚么？婶子请坐。我请将你来，别无甚事，我要分另了这家私。我两个孩儿，不曾娶亲哩。伯娘，我可不敢主张，等你叔叔韩二来家商议。福童门首看者，若你叔叔来呵，报复我知道。老夫蠡州白鹭村人也，姓韩名义，字弘道。祖上庄农出身，所积家财万贯有余。我有一个家兄是韩弘远，早年间亡化过了。家兄遗下二子，长叫福童，次叫安童。我那两个侄儿，他从那三五岁上无爷，可是老夫抬举的他成人长大。争奈我那嫂嫂，性儿有些乖劣。幸得我妻张氏贤惠，见老夫年近六旬，无有子嗣，与我娶了个小浑家，姓李小字春梅，如今腹怀有孕也。这两日见我嫂嫂，和那两个侄儿，心中好生不喜。想必为这春梅怀孕，有些妒忌的意思，也不见得。恰才和几个老弟兄每，饮了几杯酒回来，早到家门首也。分另了家私却也净办。怎生这般大惊小怪的？我过去咱。好！好！叔叔来了也。呀！早辰间不曾见嫂嫂，嫂嫂祗揖。叔叔请坐。二嫂，您恰才为甚么这般炒闹那？恰才伯娘请将我来，要分另了这家私。谁这般道来？是伯娘道来。我问嫂嫂咱。嫂嫂，您恰才为甚么炒闹来？是我请将叔叔、婶子过来，要分另了这家私。树大枝散，自然之理也。这家私比先家兄在时，原无积趱，都是我苦挣下的。既然嫂嫂要分另家私，我问这两个侄儿咱。福童、安童，您母亲要分另家私，您两个心里如何？我两个不曾娶老婆哩，分另这家私倒也净办。这的是您娘儿每商定了也，可不干我事。请的本处社长来者。理会的。出的门来。社长在家么？老阿老，起迟卧早，硬的便嫌软，软的蒸饼儿倒好。我是本处的社长。门首有人唤门，我开开这门。孩儿也，唤我做甚<br>么？俺叔叔要分另了家私，我一径的来请老社长。你说我家的这家私亏了谁来？多亏了你那韩二。老社长，你若过去见了俺叔叔，只说这家私亏了韩大，我便买羊头打旋饼请你。你若是分的我这家私少了呵，你也知道我的性儿。理会的。来到门首也，报复去。请的社长来了也。道有请。请进去。支揖。老社长请坐。请将老汉来有甚么勾当？请将老社长来，别无甚事。我这嫂嫂和俺两个侄儿，要分家哩。我这家私的缘故，老社长你也尽知。庄农人家，止不过有些田产物业、牛羊孳畜、金银钱物，分做两分，我与两个侄儿各得一半。老社长你则平等着。老汉知道有多少钞？钞有十块。韩二你拿一块，与这孩儿九块。银子十斤。韩二你拿一斤，与这孩儿九斤。老社长，还有牛羊孳畜、田产物业。韩二你要他怎么？都与这两个孩儿罢。分的平平儿的也。改日致谢老社长，勿罪！勿罪！孩儿，家私都是你拿了也，羊头薄饼将来我吃。老弟子孩儿，有甚羊头薄饼？不得工夫买哩，改日请你吃罢。这厮做事忒不才，分另家私唤我来。羊头薄饼不曾吃，险些打出腰子来。嫂嫂，分开了家私也。有这所宅儿，您便住那东首里，俺住这西首里。一宅分为两院，你也休上俺门来，我也不上你门去。嫂嫂打起这界墙，咱便是不厮见了。二嫂，你看这无儿女的好不气长也呵。韩二，伯娘要分这家私，不为别的。见你每朝逐日，伴着那火狂朋怪友，饮酒作乐，因此上分另了这家私，常在背后骂你做酒浸头哩。这家私依着他分开便了，却要说这等闲言长语做甚么那？<br>【仙吕】【赏花时】何须你簸扬我贪杯酒浸头，则你那闲言浯说念的春风树点头。可也怪不的。从来这拙妇每他须巧舌头，一家儿人家，被这等歹心的妇人每，都坏了也。他搜寻出这等分家私的由头，我若早有个儿子，也不到得眼里看见如此。哎！这便是我没孩儿的那个下场头。<br><br>第一折<br>事不关心，关心者乱。虽然和俺两个孩儿分另了家私，想俺那叔叔有个小浑家，唤李春梅，他如今腹怀有孕，若得个女呵罢了，若是得个小厮儿，家私过活，都是他的，我这两个孩儿，可不干生受了一世，只得了这一分家计？今日腊月十五日，是婶子生日。我如今请将婶子过来，吃几杯酒。我将三两句话搬调他，把李春梅或是赶了，或是休了。家缘过活，都是我两个孩儿的，便是我生平愿足。母亲说的是。孩儿，隔壁请将你婶子来者。理会的。婶子在家么？是谁唤我？开门看来，孩儿也，有甚么勾当？俺母亲有请。韩二也，隔壁伯娘请我哩。你看家，我便来也。母亲，婶子来了也。道有请。婶子请进。伯娘唤我做甚么？今日是你贵降之日，故请你来吃杯寿酒。做甚么要害伯娘？孩儿将酒来，婶子满饮一杯。伯娘，你也饮一杯。酒勾了也。婶子，我有句话敢与你说么？伯娘甚么话？你说波。我叔叔恰不娶了春梅？如今腹怀有孕。叔叔说道：若是得个女儿且罢，若得个小厮儿呵，我把二嫂着他灶窝里烧火打水运浆，着他和那母狗两个睡。我听得这句说话，一向有些不忿。我若不和你说呵，你怎么受得这亏。我和你妯娌之情，故和你说知。你要自做个主意。伯娘，酒勾了也，待改日我还席罢。我回家去也。我出的这门来。恰才听了伯娘所说，气的我一点酒也无了。我如今到家中，没这般事，万事罢论。若有这等勾当，韩二也，我不道的和你两个干罢了哩。婶子去了也。孩儿你放心，好歹赶了春梅，这家私都是您的。无甚事，后堂中饮酒去来。今日腊月十五日，是我那二嫂贱降之日。隔壁两个侄儿和嫂嫂，请将过去了，必是庆寿的酒。李氏，比及二嫂来呵，先和你吃几杯酒咱。时遇冬天，纷纷扬扬，下着大雪，又刮起这般大风。便好道风雪是酒家天也呵。<br>【仙吕】【点绛唇】凛列风吹，雪花飘坠，弥天地。不辨高低，似一片琼瑶砌。<br>【混江龙】莫不是春光明媚，既不沙可怎生有梨花乱落在这满空飞？这雪呵，供陶学士的茶灶，妆党太尉的筵席。这雪呵，探梅客难寻三径去，便有那钓鱼翁也索披得一蓑归。幸际着太平时世，正遇着丰稔年岁。有新酿熟的白酒，旧腌下的肥鸡。自偎垆斟酌，没故友相知，则我放开怀连饮到数十巡。待要尽今生向这老瓦盆边醉，但守着竹篱茅舍，也不愿那画阁朱扉。<br>我来到这前厅上，不见韩弘道，敢在这卧房里。兀的不吃酒哩。我且不要过去，听他说甚么。俺那姐姐有你在家呵，另做个眼儿看我。无你呵，将我不是打，便是骂。我这般受苦，怎生是好？元来这个泼奴胎他正说我哩。李氏也，你不说呵，我怎生知道？我与你把盏陪话咱。<br>【油葫芦】我这里亲手高擎着这潋滟杯，李氏也我有句话苦劝你，则咱这家务事不许外人知，依着我的心呵，从今以后，则要您便欢欢喜喜相和会，不要你那般悲悲戚戚闲争气。每日打骂我，怎么受的？你道波，我做甚么打你来？你依着我呵，他要强与他牡强，你伏低且做低。你办着一片至诚的心，可自有个峥嵘日，你是必休折证是和非。<br>便做道他强你弱，他好你歹，都休在我眼前说也。<br>【天下乐】岂不闻道路上人也那口似碑？我如今便年也波纪，年纪可便近六十，虽然咱有家私，我这眼前无一个子息。李氏也，我为你呵，多曾用心来。我背地里祷神祗，也不论是男是女，但得一个喂眼的，恰便似那心肝儿般知重你。这个老弟子孩儿无礼，心肝儿般知重他哩。开门来，开门来。呀！二嫂来了也。老弟子，为这个泼贱奴胎说的我好也。我打这歪刺骨。<br>【那吒令】你入门来便闹起，有甚的论黄数黑？街坊每都听知，谁敲牙波料嘴？这婆娘家便背悔也，忒瞒心昧己。我打这个歪刺骨。二嫂休闪了手。火不登红了面皮，没揣的便揪住鬏髻，我打他有甚么事？二嫂休闪了手。不歇手连打到有三十。<br>【鹊踏枝】哎！你一个歹东西，常好是不贤慧。天也，韩弘道气杀我也。有甚事叫唤声疼，没来由出丑扬疾。可怎生全不依三从波四德，也是我不合将你来百纵千随。<br>韩二，我老实和你说。你弃一壁儿，就一壁儿。你爱他时休了我，爱我休了他者。亏你不害口碜，说出这等话来。<br>【寄生草】你休恁般生嫉妒，休那般无智识。量这一个皮灯球犯下甚么滔大罪？哎，你一个鬼精灵会魔障这生人意，可知我这个酒糟头不识你这拖刀计。则恐怕李春梅夺了你那燕莺期，走将来黄桑棒打散了鸳鸯会。<br>二嫂请坐，今日是你个贵降的日子，我陪礼奉你一杯。我吃你娘汉子的酒。依着我把春梅休了者。有甚么难见处？隔壁两个侄儿和嫂嫂请过去。必定搬调了你一言两句，所以家来寻闹。休听别人言语，听我两句话：咱儿要自养，谷要自种，休听人言语。二嫂且满饮一杯。我还吃甚么酒？快把春梅休了者。韩二，省的这般闹，休了我罢。小贱人，俺这里说话，那得你来？你知道您姐姐为甚么娶将你来？则为老夫年近六旬无子，所以寻将你来。姐姐肯信着别人的言语，赶了你出去，倒着我韩弘道绝户了？二嫂。你休听别人言语。则满饮一杯。将的去。我吃他做甚么？如今好便好，歹便歹。俺兄弟七八个，如狼似虎哩。我如今寻个死处，俺那几个兄弟，城里告将下来，把你皮也剥了。我死也要你休了者。二嫂，你休觅死处。嗨！我这男子汉，到这里好两难也呵。待休了来，不想有这些指望。待不休了来，我这大浑家寻死觅活的。倘或有些好歹，我那几个舅子，狼虎般相似。去那城中告下来呵，韩弘道为小媳妇逼死大浑家，连我的性命也送了，则不如休了他者。只少着纸墨笔砚奈何？兀的不是剪鞋样儿的纸，描花儿的笔？你快写，不写时我便寻死也。写就了也。二嫂你与他去。则有丈夫休媳妇，那里有个大媳妇休小媳妇，倘或衙门中告下来，我倒吃罪过。与他便与他．不与他我便寻死也。二嫂，只我与他便了也。春梅，这的不干我事。去、去、去。我出的这门来，我将着这休书，也不嫁人，前街后巷，则是叫化为生。韩弘道，则被你苦杀我也。二嫂，我往院前院后执料去咱。你敢要赶李春梅去也？哎，休也休了他，我赶他做甚么？那左院里小的每，有人曾见李春梅来么？有人收留的在家，我多有钱钞与您也。去的远了也。去的远了。兀的不痛杀我也。韩二，你不啼哭天那？老汉偌大年纪，眼儿里怎生无些冷泪？你这等症侯，好来的疾也。二嫂，我有句敢说么？敢是要赶李春梅么？我的主意，待把李春梅寻将回来也，不留在咱家里住。则着在那庄院人家借住。待他生下一男半女，那其间再赶出去，也未迟哩。为甚么那？我则怕绝户了也。放着两个侄儿怕做甚么？那两个都不是孝顺的也。<br>【赚煞尾】罢、罢、罢，你今不听我这丈夫言，久以后必受俺那侄儿每的气。那厮每一个个贼心贼意，只待要吞占我的家私。你也须自做个见以，我言语尽是诚实。说着呵痛伤悲，怎不的蹙损的这愁眉？你也则是稳放着船到江心，那其间可便补漏迟。现如今有穿有吃，到后来无子无力，二嫂也，我只怕你得便宜翻做了一个落便宜。<br><br>第二折<br>耕牛无宿料，仓鼠有余粮。万事分已定，浮生空自忙。小可是这新庄店人氏，姓俞名循礼，嫡亲的夫妻两口儿家属，浑家王氏。他有一个兄弟，在这四村上下，看着几个头口儿，人口顺都唤他做王兽医。我如今泼天也似家私，无边际的田产物业。争奈寸男尺女皆无。谢天地可怜，如今我这大嫂腹怀有孕，十个月满足，将次分娩。城中有几主钱钞，下次小的每取不将来，我如今自要亲身的去。大嫂，我嘱咐你，则怕我一头的去后，你分娩呵若得一个小厮儿，就槽头上选那风也似的快马，着小的每到城中来报我。我若到的家中，杀羊造酒，做个庆喜的大筵席。若得一个女儿，便打灭休题着。大嫂，我嘱咐下你也。下次小的每，鞍下头口儿，我到城中索取钱债，走一遭去来。员外索钱去了。我得个儿也是你的，女也是你的，怎么得个儿便教报信，得个女便打灭了？天阿，怎生得个小厮儿，称了俺员外的心也好。下次小的每，于路上好看员外，早些儿回来者。妾身是李春梅，自从韩二休将我出来，我腹怀有孕，白日里在这四村上下叫化，我到晚来在巡铺里歇息。天色晚了也。我去这巡铺里歇息去。怎么一时间就肚疼起来？敢是要养娃娃也。自家新庄店人氏，姓王。在这四村上下看着几个头口儿，人口顺则叫我做王兽医。嫡亲的夫妻两口儿，寸男尺女皆无。新来俺那浑家根前，得了一个小的，可惜落地便死了，俺那浑家好不烦恼。我便道俺这骨头里没他的，你烦恼做甚么？我有个姐姐嫁与这俞循礼，泼天也似家私，寸男尺女也都没有。俺那姐姐怀着身孕，却养下一个女儿。俺那姐夫索钱去了，临出门时对俺姐姐说：若得个女儿，便打灭了休题。若得个小厮儿，便着人飞马报他去。你看我那姐夫，隔着肚皮，那里知道。做娘的都是一样怀胎，分甚么男女？我在东庄里看几个头口儿，吃了几钟酒回去。老的每道：王兽医也，前头有鬼，你行动些儿。我说道：那里便有鬼来？天色将晚了也，我口里便强着。脚步里也走动些儿。呀！真个有鬼，我拿出我这捩鼻木来。有鬼无鬼，撮盐入水。待走过去，我先喝他一声。口退！甚么东西？我是人。我说不是鬼，你是甚么人？我是叫化的。你是男子是妇人？我是个妇人。你那里做甚么哩？我这里养娃娃哩。元来叫化的，他也养娃娃。你得了个小厮儿是女儿？是个小厮儿。俺与人谁要？将来我要。你将的去波。一个好儿也。你看那青旋旋的头儿，小小的口儿，高高的鼻儿。我抱将去，暗暗的与俺姐姐，可不是好呀。百忙里溺我一身尿。兀那妇人，我随身带着些碎银子儿，与你将息去者。哥哥你姓甚么？问我姓？咦，他倒乖也。你问我做甚么？你可姓甚么？我姓李，小字春梅。你将的这碎银子儿将息你那身体去。我将着这小的到的家中，久后抬举的成人长大。李春梅也，我着你子母每团圆了，也不见的哩。妾身王氏。自从员外索钱去了，我得了个女儿，我也不曾稍信与他。我那兄弟王兽医，他这几日也不来望我。好烦恼人也。我将着这个孩儿，送与俺姐姐去。我不敢往那前门里去，恐怕人看见我。我往这后门里去，却又撞见那肯分的老院公。我叮嘱他这桩事，则除是天知、地知、你知、我知。若是走透了一点儿消息，我着俺姐姐打也打杀你。我自一径走到姐姐根前去。是谁？是您兄弟。自家的兄弟怕做甚么？过来。姐姐，你添了个甚么？我添了个女儿。我可与你个小厮儿。你那里将来？姐姐你休问他。若是姐夫来家，则说是你添的。好、好，兄弟也，你将这女儿，或是丢在河里井里，恁你将的去。我出的这门来。你看俺姐姐波，与了他那小厮儿，便道把这女儿丢在河里井里。那个小厮儿便强杀者波，则是别人的，这个女儿便歹杀者波，只是我的亲外甥儿，我便怎么下的。我将到家中，我那浑家可不有乳食？把这女孩儿抬举成人长大，招个女婿儿，久以后也把老糟头送在土里。过日月好疾也。则从索钱回来，我这大嫂根前，所生了个添添孩儿。今经可早十三年光景。我因为这得了添添孩儿，特地盖了一座义学堂。请了一个先生，将这四村上下小的每，都聚会在这学堂里攻书。但是那别个学生背不过的书，俺这添添孩儿，他又早记了也。好一个聪明的孩儿，我心中十分欢喜。大嫂，则是一件，你那兄弟王兽医，他无酒再不到俺家里来。但醉了呵，上门来便寻吵闹，万千的不是，我则是看着你的面皮。大嫂，天色也觉早哩。等孩儿吃些茶饭，着院公送的他学堂里去。才<br>说兄弟，兄弟便至。自从抱的那小的儿来，与了俺姐姐，今经十三年光景也。那小的唤做添添，天生聪明，俺姐夫好不欢喜。往常问我姐夫借一具牛，今年再借牛去走一遭来。到得门首，我自径入。姐姐、姐夫，有酒将来我吃。大嫂，兀的不又醉了也。我打这个小弟子孩儿。呀！惊了孩儿。大嫂，你那糟头怎生打我孩儿这一下？我把你个忘恩背义的弟子孩儿。他怎生忘恩负义？你雪堆儿里扶起他来那？十三年前也亏我这么抱。你抱甚么？姐姐，亏我抱的他这般大。大嫂，他又醉了。我来别无话说。姐夫每年间借与我一具牛，我今年要问你借牛去耕种来。我往年间便借牛与你，今年间偏不借与你。住、住、住。姐夫可要说的明白，往年间怎生借与我，今年怎生不借与我？我往年间借与你，添添孩儿未成人小哩，如今长成十三岁，也晓的人事。你借我的去，或是倒了我牛只，损了我犁耙，你着谁陪我？你又无儿，你又绝户。谁绝户？你绝户。偏你不绝户？添添是我的孩儿，我怎生绝户？谁是你的儿？添添是我的儿。添添是你的儿？怎么不是我的儿？我倒不知道添添是你的儿。你看这糟头，怎么你知道？你说。姐姐，添添孩儿是您的儿？兄弟，看着我面皮，休要胡说。想着那十三年前也亏我抱。怎的抱？也亏我这般样抱。你是他的亲娘舅，你便抱他一抱，打甚么不紧？你个精驴禽兽，快出去，再也休上俺门来，兀的不气杀我也。我出的这门来。姐夫你好狠也，只一具牛不借便罢，骂我做绝户，你便是不绝户的？王兽医也，一不做，二不休，挤的绕着四村上下，关厢里外，爪寻那十三年前李春梅。我一把手儿，拖将他来道：李春梅，则这个便是，那添添孩儿是你的儿。且看姐夫是你绝户，还是我绝户那？大嫂，这厮又气我这一场也。员外，则是看我些面皮，休和他一般见识。大嫂，凡百的不是，我则看着你的面上。着院公送孩儿学堂里去来。老的，这都是我的不是了也，你挣坐者。我不合信着伯娘的言语，将李春梅休了。若是有呵<br>，得一男半女，也省的你这般烦恼。婆婆，你如今后悔，可是迟了。则被我那两个侄儿，定害杀老夫也呵。<br>【南吕】【一枝花】这些时典卖了我些南亩田，耗散了中庭麦。我将那少欠钱无心去索，婆婆也，这些时都只是盘缠了我自家的财。说着呵不由我感叹伤怀。我如今年纪老无接代，恨不的建一座望子台。我如今空盖着那郁沉沉大厦连甍，天那！几时能勾闹炒炒喧堂戏彩。<br>这都是我的不是了也。<br>【梁州第七】谁着你便听信着徐卿的那二子，怎么来砍折了王氏三槐。到如今岁寒然后知松柏。那两个蠢蠢之物，伴着伙泛泛之才。每日价贪图花酒，泼使钱财。倒将我劈面抢白，欺负咱软弱囊揣。都不到半年呵，早弄的家业个衰。则我那好言沿劝着他可更分毫不睬，他道我绝后波他是缘分上合该，这厮他纵心儿放乖。摸着的当了拿着的卖，使了自己少下人债。从今后依前若不改，婆婆也，是必着他休上我门来。<br>姐夫，嗨！你好歹也。我问你借具牛，你借便借，不借便罢，骂我是绝户，白白的受他一场气。这白鹭村韩弘道叔叔家，我少他十锭钞，本利该二十锭。我若今生今世不还了他呵，我那生那世也不如人。我将着这些本利还他去。说话中间可早来到门首也。婶子，唱喏哩。兽医哥哥，那里去来？我一径的来。婆婆，门首甚么人？是王兽医。自家的孩儿，着他过来。叔叔怎么来？孩儿也，我病哩。叔叔，您休怪你侄儿。若知道叔叔病呵，您侄儿可早来看叔叔哩。孩儿，你那里去来？叔叔，你不知道。我问俺姐夫俞循礼，借一具牛。借便借，不借便罢，怎就骂我绝户？哥哥，你休那般道。您叔叔正为无儿忧愁思虑，害成病哩。嗨！这老的也缺着半壁儿哩。叔叔，我少你十锭钞，本利该二十锭。您侄儿一径的还叔叔钞来。孩儿也，别人的钱，不知饶了多少，量你这些，打甚么不紧？婆婆，寻出孩儿那一纸文书来。休说本利，连这文书也还了孩儿，您将这钱钞家中做盘缠去。叔叔，你休斗您孩儿耍。孩儿也，我不斗你耍。是真个？谢了叔叔、婶子。姐夫，你好狠也。这老的他是各白世人，本利该二十锭钞，都不问我要，连文书也与了我。你是我亲姐夫，借一具牛，便不肯借与我，倒骂我做绝户。王兽医也，十三年前将那小的与这老的，可不好来？姐夫你好狠也。叔叔，既不要本利，都还了我，待我拿这钞去，买瓶酒来，与叔叔吃几瓯。孩儿也，不要你买，我家中自有酒。婆婆，你去镟将热酒来，着孩儿吃。兄弟，俺叔叔染病哩。俺两个将家私都使的无了，问叔叔讨些使用，可不好那？来到门首，径自过去。您孩儿一径的来问叔叔要些钱钞，把俺两个使用。这里有客人哩。<br>【牧羊关】这厮故意的将人吵，入门来便撒赖，他吃的醉沉沉放浪形骸。你看他行不动东倒西歪，哎哟！你觑他立不定天宽地窄。叔叔，你无现钱，将那远年近岁欠下的文书，将来与俺两个索去。你慌做甚么？当日那举债钱是咱亲放，今日个要文书做您家财。至如我七十三八十四，哎！贼丑生每也，惯的您来千自由百自在。<br>权叔，你便死了，这家私总则是俺两个的。<br>【哭皇天】这厮那狠毒心如蜂虿，荒淫心忒分外。堪恨这两个薄劣种，现世的不成才。只古里向咱家、咱家取索，也须知俺这三年五载，看看衰迈，还有甚精金响钞，暗暗藏埋。只被你两个泼无徒、泼无徒将俺来厮定害。没揣的大惊小怪，便待要生非作歹。婆婆，家中有两箱柜文书，休开那锁钥，都与我抬将出来。<br>【乌夜啼】也不索将的去堂前晒，也不索检视的明白。小的每，将些草来盖在柜止，再掌个灯来者。只一把火都烧做了纸灰来，烧了！烧了！请两个早离厅阶，自去安排。我待学刘员外仗义散家财，我待学庞居士放做了来生债。把我这宿世缘交天界，烧了！烧了！不强如焚钱烈楮，灭罪消灾？<br>你看文书也烧了，钱钞也无了，快去！快去！他不肯与俺钱钞，俺两个家去了罢。叔叔，这两个是你甚么人？这两个是我的侄儿！叔叔，您侄儿不怪你，倒则怪婶子。你为甚么怪他？婶子，你若肯替俺叔叔娶一个近身扶侍，得一男半女，不强如受这两个侄儿的气？孩儿，也曾有来。可那里去了？我说与你听咱。<br>【贺新郎】我当年娶了个女裙钗，他和婶子说的着么？为他每话不相投，因此上遣他在门外。他去了多少时节？经今早过了十三载，这人敢还有么？他可便一去了呵，石沉大海。叔叔，你打与我个模状儿。则他生的短矮也那蠢坌身材，多大年纪也？他年庚有三十岁，曾拐带了些甚么？止不过腹怀着半年胎。曾着人打听来么？这其间知道和尚在也那钵盂在。他小名儿唤做甚么？每日家问春梅无信息，这人敢有哩。哎！他也恰便似赵杲送曾哀。哥，你莫不在那里见李春梅来？没有见，我打了个呵欠。将酒来与哥吃。婶子，我要湿湿去。你看这厮波。我出的这门来。姐夫，嗨！你好狠也，添添孩儿，有了主也。我过去说了，可是你绝户我绝户？婶子，您侄儿湿湿湿了也。你看这厮波。叔叔，我与婶子一个娃娃。敢是醉了也。我醉了，酒在肚里，事在心头。听的你把那十三年前的事说起来，我怕不与婶子一个娃娃？婆婆，他说那十三年前的话，我有些耳背，你听者。叔叔，我十三年前，去那四村上下看几个头口儿。那老的每便道：王兽医，天色晚了也，你休家去，兀那前面二十里巡铺上有鬼。我便道：我是人，可怎么倒怕鬼？到的二十里巡铺上，则听的那里面噎噎的啼哭。我道:咦！敢真个有鬼么？我拿起这捩鼻木来。喝了一声道：甚么人？他便道：我是个叫化的。我便道:你是男子也是妇人？他便道：我是妇人，在这里养娃娃哩。哥，可得了个儿也是女？没产房，我不曾进去。将酒来与哥吃。我问他得了个儿也是女，他便道：得了个小厮儿。我便道：你不与了人怎么？他便道：我便与人谁要？我便道：将来我要。我与了他些碎银两，他便与了我。我问他甚的名姓，多大年纪，他道姓李，叫做春梅。年纪三十岁。我将那孩儿抱到家中，与了俺姐夫新庄店俞循礼为儿。长成一十三岁，每日上学，打您门前经过。小名唤做添添，便是你的儿。哥也，你不说谎？是真个么？呀！咬你的指头波。<br>【骂玉郎】听说罢我便有九分来不快早十分也得快。老的，你两口儿欢喜咱。不由我春满眼，喜盈腮，抵多少东风飘荡垂杨陌。老的，你可有了后代儿孙也。一片心想后代，我则是报答你仗义疏财的恩。三不知逢着贵客，叔叔，也是天意。我两只手忙加额。<br>也是你苦尽甘来。<br>【感皇恩】天那，这的是苦尽甘来，你命里有，则是有。命里无，则是无。畅好是命也时哉。若不是我说，你怎么知道？你个知心友泄天机，俺那青春子从天降，这个白头叟听天的那差。婆婆也，你把那鸡儿快宰，好酒频酾。酒勾了，吃不的了也。将酒来。与足下相庆贺，同喜悦，放愁怀。<br>【采茶歌】则我这个老奴才，若认了那小婴孩，老的，一似枯树又逢春也。哥也，我就似枯树上再花开。则道那一去了的孩儿在青霄外，谁承望洛阳的花酒一时来。<br>小的每，勩两匹全副鞍马来者。则勩一匹马罢，我和婶子叠骑着。你看这厮波，你着俺子母每团圆呵也在你，不着俺子母每团圆呵也在你。叔叔请起，只当抢了脸。哥，你着俺父子团圆呵，我去那城中，请一个巧笔丹青的画匠，我把哥这个形象画将来，着俺子子孙孙，辈辈儿供养着哥，也不多哩。叔叔，便有那巧笔丹青，也画不出我这个丑嘴脸来。哥，在意者。<br>【黄钟尾】我则要你抱麟儿撞开孩子连环寨，婆婆也，我则要你引莺雏飞出韩侯那一座大会垓。想自家年老惫，忧念的我这须鬓白，则我这孤独的身也可哀。哥，你和婆婆先去。叔叔．我知道。我这里把这恩养钱我可也便百刂划，我虽无现在的，我这里或是典或是卖。尽着他言，由着他责。你则似那水也似流，风也似摆。使不着你糕也似团，婆婆也，我则要你谜也似猜。哥，不须我叮咛的向你行说一派，可到那里呵，用着你那巧言波令色。老的也，我知过了也。婆婆也，则要你知过而必改，我到那里一头的见了我那孩儿，两只手抱的牢者。哎，你可便休道是拾得一个孩儿，落得价摔。<br><br>第三折<br>我是那俞循礼的孩儿。下学来家里吃饭去，怎么不见养爷来接我？自家王兽医的便是。姐夫，你好狠也，骂我做绝户。如今添添孩儿，有了主也，他原来是韩弘道的孩儿。我如今与添添孩儿说知了。姐夫，看你绝户，是我绝户？舅舅，你那里去来？添添孩儿，我问你咱，你是谁的孩儿？我是俞循礼的孩儿。你不是俞循礼的孩儿，是白鹭村韩弘道的孩儿。你休家去，你的父亲乘着鞍马，便来看你也。元来我是韩家的儿。我且不家去，则在这里，看有甚么人来。自家是俞循礼家中的个院公，如今着我接添添小哥去。这里也无人。添添小哥，不是俞循礼养的，是王兽医抱将来的，则我知道，别人都不知道。这添添小哥，今年十三岁，天生的甚是聪明，父亲欢喜死他，却那里知道这就里也。小哥上学去了，我如今接着他去者。<br>【商调】【集贤宾】则俺那小哥哥从幼儿便有志节。端的那顽劣处并无些。敢则是天生的聪俊，待改家门气象儿全别。写字儿写得来端方，对句儿比别人对的来真切。可久以后广寒宫里必将丹桂折，雷发声便动春蛰。则我看承他似堂上亲，把他来夸奖的就做了世间绝。<br>小哥，老汉背的你到家中吃饭去波。<br>【金菊香】我则见他自推门跌自伤嗟，哎！哥也，你那般抹泪揉眵可是因甚也？我问道时无话说。哎！这桩事我敢猜者，哥也，多应是师父行吃了些亏折。<br>养爷，我不是俞循礼的儿，我是韩弘道的儿哩。谁这般说来？王兽医舅舅说来。王兽医？哎，你送了人也呵。<br>【梧叶儿】我听说罢着我醒如醉。可便唬的我来心似呆，哥，你不知道王兽医是个不良的人？他问你父亲借具牛。你父亲不曾借与他，他记这些冤仇，阻隔您这父子的情也。我急慌里着些闲散活儿遮。王兽医，哎，他是个不睹事的乔男女，你便横枝儿待犯些口舌，那厮敢平地下锹撅，哎，哥也，则你休听他这酒魔的汉呵，一谜里便胡诌乱说。<br>这个是俺的孩儿也。是谁的孩儿？是俺的孩儿。是您家的孩儿？您倒省气力也。<br>【后庭花】你常好是要便宜的小大姐，元是我家的儿。噤声！你这言语也瞒不过我个老养爷。着孩儿认了姓，频频的来往。你道甚么哩？认了姓频来往。你道是教孩儿认了姓频来往？这等话，谁说来？是韩弘道说来。哎！那老子识时务也便为俊杰。听说罢这周折，不由我不喉堵也那气噎。小哥，你今待要如何？我搊的百年时入墓穴，两下里驾舆车。哎哟！痛杀我也。则他这小孩儿家发话别，便大人也不会您样说。他道是百年时入墓穴，两下里驾典车。<br>【青哥儿】急的我两头儿无能、无能计设，俺姐姐虽不曾道怀耽、怀耽十月，哥也，那恩养你处何曾道倦怠了些？我常记的旧年时节，你身子儿薄怯，发着潮热，他将那锦绷儿绣藉，盖覆的个重叠。但有些儿焦忄敞，便解下摇车。乳哺的宁贴。恰得个休歇，俺姐姐真守到画眉窗外月儿斜，这也则为你呵。伴孤灯熬长夜。<br><br>【柳叶儿】哎！哥也。除你外别无甚枝叶，争忍道义断恩绝。便则道肠里出来肠里热，怎生把俺来全不借。你唬的波小爹爹，你今番去了再几时来也？庄院里小的每，唤俺哥哥、姐姐来。做甚么哩？有人家夺将小哥去了也。谁这般说来？你则问王兽医。王兽医，添添孩儿怎么着人夺将去？是韩弘道的儿，他夺的去了也。是真个？兀的不气杀我也。你撒了手。不似你这个两头白面搬唇递舌的歹弟子孩儿。呀！呀！呀！哥哥精细者，添添小哥来了也。姐姐精细者，添添小哥来了也。<br>【油葫芦】呀！可这壁厢便气杀他娘，哥哥精细者，添添小哥来了也。姐姐精细者，添添小哥来了也。那壁厢冲倒他爷。哎哟！慌的我来战笃速这手儿可怎生抬揲？哥哥省烦恼！俺正是容易得来，你今日容易舍。也是咱前生的冤业，劝哥哥、姐姐莫痴呆。<br>大嫂，别人家的儿，着他夺将去了，可不气杀我也。哥哥，咱家去来。<br>【浪里来煞】这施恩不在年纪老，哎！扭打不必性儿劣。王兽医你好狠也呵。把俺这连枝树可怎么一时截？若是咱不烦恼则除心似铁。非干比便忒着那疼热，大刚咱这人生最苦是离别。<br>　 </p> <p>第四折<br>大嫂，你整整的瞒了我十三年光景。我早知道这添添不是我的儿，我也不抬举他这十三年也。嗨！俺姐姐敢有些儿怪我。来到门首，我自过去，见俺姐夫去。姐夫。不干我事。可是谁说来那？都是那酒说出来了也。你少吃一钟波。罢、罢、罢，既是他家的，落的着他将去了。我若今生今世，昧了人家子嗣，我便死呵，到那生那世，越折罚的我重。舅子也，你将这八句诗送与孩儿，他是个聪明的，若见了诗，他必然来看我。若是来的早，便能勾见我的面。若来的迟了，我那里得活的人也。舅子，你那未说之时，俺也恩不断，被你说破之时，俺就断了恩。大嫂也，俺有日百年身死后，天那，知他谁是拖麻拽布人。添添孩儿，则被你痛杀我也。我将着这诗送到韩弘道家，与添添孩儿看，走一遭去来。谁想有今日也呵。孩儿也，你叫我一声爹爹。爹爹。兀的不喜欢杀老夫也呵。<br>【双调】【新水令】则俺这眼前花风雨夜来时，投至俺得相逢非同造次。有如那枯竹上生嫩笋，老树上长新枝。仔细寻思，这也非人力乃是天赐。叔叔你欢喜么？可知欢喜哩。你怕不欢喜，这早晚烦恼杀俺那姐姐、姐夫也。俺姐夫将的八句诗与你孩儿看者。璧玉连枝取次分，铁人无泪也消魂。愁云聚此新庄店，喜气生他白鹭村。画阁有谁知冷暖，高堂无客问晨昏。梦回不睹亲儿面，斜月微明独倚门。我看罢也雨泪千行，不由我刀搅心肠。认了你个生身父母，俺牵羊担酒却拜谢俺俺那养育爷娘。叔叔，你牵羊担酒，直至俺姐夫门上认亲，走一遭去来。哥哥说的是。俺领着孩儿认亲去来。<br>这早晚怎生不见王兽医来？来到了也。多蒙亲家养育之恩，老夫今日同孩儿特来拜谢也。<br>【沽美酒】高高的捧着玉卮，伏伏的跪在阶址，愿亲家满饮香醪，你便且莫辞。您便是有儿的。哎哟，你再休噀唇波挂齿，现放着一个正名师。<br>【太平令】莫怪他泥中隐刺，俺是绝户的。他又不曾道节外生枝。也不索丁一卯二。都是王兽医来。且休问甚么张三波李四。咱两个老儿，到死时，令这个小嘶，我着他两下里丧拜祀。<br>我寻得李春梅来了也。谁是李春梅？则我便是李春梅。<br>【七弟兄】听说了姓儿，和这小字，不由我就不喜孜孜。这一场好事从天至。莫不是夏蝉高噪绿杨枝，险些儿西风了却黄花事。<br>【梅花酒】我觑了这女艳姿，如此般蠢坌身子，粗奘腰肢。却生的这般俊秀的孩儿。敢则是鸦窝里出凤凰。粪堆上产灵芝，这言语信有之。想天公果无私，将人心暗窥视。没揣的对付雄雌，酩子里接上连枝。春梅也，这一场呵，<br>【收江南】呀！抵多少断肠人寄断肠词，今日个弄璋人说与弄璋的诗，都是那老天不绝俺宗支。这一家儿恰似、恰似旱苗甘雨得来时。<br>住、住、住，大嫂，闲话休题，添添孩儿便是他的。我问你：那十三年前，你可添了个甚么来？我得了个女儿。如今可在那里？与俺兄弟王兽医也。王兽医。好呵，你可将我那女儿来波。好、好、好，一场恶怨，都打在我身上。我十三年前。在那四村上下二十里巡铺，抱得李春梅的儿子，换了姐姐的女儿回去。我浑家又有乳食，抬举的一十三岁，叫做桂花，便是你的女儿。姐姐你也依着我者，将桂花女儿，与俺叔叔家做了个媳妇，添添儿与俺姐夫做个女婿，你两家做那世世割不断的亲戚。百年之后，着这两口儿浇茶奠酒，坟前拜扫，舆后拖麻。可怜见，我无主意老糟头，身死之后，将这把绝户的骨头，葬在坟外墙下。到那冬年节下，月一十五，浥不了的凉浆冷饭，去我那绝户的骨头上，浇奠一两盏，便是报答老糟头一般。莫怪区区巧舌头，两家不要记冤仇。今朝儿女重完聚，姐夫哎，何不当初借我那耕牛。这厮也说的有理。天下喜事无过子妇团圆。杀羊打酒，做一个庆喜的筵席。<br>【尾声】甫能认的孩儿至，又得个媳妇儿完成喜事。尽着我瓦盆边饮白酒尽余生，画堂中戏斑衣快活个死。<br>题目白鹭村夫妻双拆散<br>正名翠红乡儿女两团圆<br></p> <p> ",
  "poet": {
    "id": 1325,
    "star": 0,
    "name": "高茂卿",
    "image": "http://img.gushiwen.org/authorImg/gaomaoqing.jpg",
    "desc": "高茂卿，今河北涿州市人。约洪武中前后在世。其作品仅存《翠红乡儿女两团圆》一种，见著于《录鬼簿续编》。此剧是武汉臣《老生儿》杂剧的改作本，与高茂卿约同时的杨文奎、杨景贤也分别作了一本《两团圆》，可见该剧题材在当时很受欢迎，而高剧得以流传，足见其有可取之处。青木正儿《元人杂剧概说》评此剧说：“《儿女团圆》比《老生儿》结构复杂。《老生儿》是叙一个家庭的波澜，《儿女团圆》是使两个家庭交错起来。……此剧写农村人情风俗，极有曲折波澜。事虽造作，可是连络得很好，一点儿也不觉得不自然，场面始终保持紧张，结构的巧妙，更凌驾《老生儿》。”"
  },
  "tags": []
}