{
  "id": 62217,
  "star": 2,
  "name": "解语花·梅花",
  "dynasty": "宋代",
  "content": "门横皱碧，路入苍烟，春近江南岸。暮寒如剪。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看、琼树三枝，总似兰昌见。<br>酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷、欢未阑、烟雨青黄，宜昼阴庭馆。",
  "fanyi": "<h2>注释</h2> ⑴冷云荒翠：一作“冷云荒苑”，一作“翠荒深院”，一作“翠深荒院”，一作“翠云荒院”。<br>⑵春：一作“眷”。<br>⑶词：一作“<a href=\"http://so.gushiwen.org/view_62217.aspx\">诗</a>”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《解语花》，入“林钟羽”，一作“高平调”。《天宝遗事》：“唐太液池有千叶白莲，中秋盛开。玄宗宴赏，左右皆叹羡，帝指贵妃曰：‘争如我解语花’。”词取以为名。词首见<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《片玉词》。双调，一百字，上片九句六仄韵，下片九句六仄韵。</p> <p>　　“门横”三句。此言大门前的老梅树虬枝平伸似盖，好像把蓝天都打上了皱折。门前的大路向左右延伸没入在茫茫的天际而不见尽头。举目四顾，春的气息已经逼近了江南水乡。一“碧”字，既指蓝天，又点出了春天已经降临。故<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>云“春风又绿江南岸”，“碧”，即绿也。“暮寒”一句。化用<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>“二月春风似剪刀”<a href=\"http://so.gushiwen.org/view_62217.aspx\">诗</a>句意境，将初春的料峭晚风比拟作锋利的剪刀，刺人肌肤。“临溪影”一句，袭<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>“疏影横斜水清浅”诗句。绘出了一幅清雅自然的风景画：小溪岸边，梅枝斜插，临水照影，流水清彻。这是从门前的梅树引申开来的。“飞霙”两句，词锋陡转，大处着墨。此言天气转寒，夜晚忽然降下了一场鹅毛般的春雪。平明远眺，皑皑白雪铺平了千里原野，但是远处仍旧传来了生命的气息———缕淡淡的梅花清香悄然袭来。“霙”，即雨夹雪。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《雪》“晚雨纤纤变玉霙”句可证之。“端正看”两句，写实。经过词人的仔细观察，发觉眼前这些梅树的品种，都好像在兰昌宫那里见到过似的。“三”，概数，言其多也。又“兰昌”，宫名。“琼树”以下五句，全用薛昭遇云容事。戴华附识：思岩兄云：云容张氏，兰翘刘氏，凤台萧氏，兰昌宫三仙女。“琼艳三枝半夜春”，即薛诗也。那末词人“琼树三枝”句，是直接抄来薛诗用于词中。上片纯是写景，旨在突出题意“梅花”。</p> <p>　　“酥莹”一句，化用李洞诗“半胸酥嫩白云饶”意境。将梅花的洁白喻作女子半露的酥胸，纤纤梅枝拟为女子头上的云鬓，这些都使寒夜增辉，也有了些许暖意。“伴兰翘”两句。“兰翘”，首饰名。“箫凤”，用箫史吹箫引凤的典故，此以通感手法喻梅花的清香。此言梅花瓣好比清瘦的“兰翘”，梅花香又好像是夜空中箫史引凤的箫声，柔软清婉，令人消魂。“冷云”两句，宕开一笔，替梅树设想。言在这严寒的天地中，只有冷云迷雾陪伴着那孤寂的梅树。梅树久久地栖立在幽僻之处，虽是默默无言，但暗中一定也在埋怨着：春天怎么还不来呢？“东风”两句承上。言当春姑娘刚露出“半面”之时，梅树就会像何晏大声地朗读其诗作一样的欢欣鼓舞，并且迫不及待地竞放其花，来宣扬春天的来临。“何郎”三国时魏国人，名晏，尚清谈，开清谈的风气。“欢未阑”两句。此言当梅树兴致勃勃地为春天鼓吹、欢呼还未结束的时候，转瞬间又会到了初夏的梅雨时节。等到那个时候，门前的老梅树将会显得枝茂叶繁，它似盖的虬枝加上繁茂的绿叶形成的树荫儿将会遮蔽了整个庭院与屋舍，使院中室内全处在它的阴影之下。结句呼应首句“门横皱碧”句，以形成首尾相接。下片多处设喻，描述梅树的各种身态。</p> <p>　　全词首尾相接，一气呵成，梦窗可谓善咏梅者也。又杨氏《笺释》云：为冶游之作。此从词中用兰昌宫三仙女之典可证之。 </p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "咏物",
    "梅花",
    "写人"
  ]
}