{
  "id": 71065,
  "star": 93,
  "name": "巫山一段云·古庙依青嶂",
  "dynasty": "唐代",
  "content": "古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。<br>云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。",
  "fanyi": "<p><strong>译文<br></strong>神女寺依旧傍着青山，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日梳妆的楼台，悠悠往事真叫人感慨万千。<br>巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。</p> <p><strong>注释<br></strong>⑴巫山一段云：唐教坊曲，原咏巫山神女事。后用为词牌。双调小令，四十四字，前后片各三平韵。<br>⑵古庙：指巫山脚下供奉神女的祠庙。<br>⑶青嶂（zhàng）：即十二峰。嶂：形势高险象屏障的山峰。<br>⑷行宫：京城以外供帝王出巡时居住的宫室，此处指楚细腰宫遗址。<br>⑸枕（zhěn）碧流：意为行宫临水而建。<br>⑹妆楼（zhuāng lóu）：寝楼，指细腰宫中宫妃所居。<br>⑺云雨：指<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》楚怀王梦中幽会巫山神女之事。<br>⑻烟花：泛指自然界艳丽的景物。<br>⑼啼猿（tí yuán）：巫峡多猿，猿声凄厉如啼。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　李珣，在花间词派中是位很有特色的词人。以小词为后主所称赏。前蜀亡，不仕。词多感慨之音。这首词《草堂<a href=\"http://so.gushiwen.org/view_71065.aspx\">诗</a>馀别集》著录时，调下有题《巫峡》，又注：“一作《感怀》”，含思凄绝，很可能是后期的作品。</p> <p>　　《巫山一段云》，当和《巫山女》、《高唐云》一样，受<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》的启示而咏巫山神女的故事。《教坊记·曲名》已予著录，足见早在盛唐就已流行于世。宋黄升《唐宋诸贤绝妙词选》卷一，李珣《巫山一段云》词二首下，注云：“唐词多缘题，所赋《临江仙》，则言仙事，《女冠子》则述道情，《河渎神》则咏祠庙，大概不失本题之意，尔后渐变，去题远矣。如此二词，实唐人本来词体如此。”这首歌辞缘题发挥，保留了早期词的特色。</p> <p>　　起拍“古庙依青嶂，行宫枕碧流”。古庙，指巫山下供奉神女的祠庙。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《入蜀记》卷六：“过巫山凝真观，谒妙用真人祠。真人即世所谓巫山神女也。祠正对巫山，峰峦上入霄汉，山脚直插江中。……十二峰者不可悉见。所见八九峰，惟神女峰最为纤丽奇峭。”祝史（道观主事）云：“每八月十五夜月明时，有丝竹之音往来峰顶，山猿皆鸣，达旦方渐止。庙后山半有石坛，平旷，传云夏禹见神女授符书于此。坛上观十二峰，宛如屏障。”行宫，犹离宫，帝王出京临幸的宫室。这里指楚灵王所筑细腰宫遗址。《入蜀记》卷六：“早抵巫山县，……游楚故离宫，俗谓之细腰宫。有一池，亦当时宫中燕游之地，今堙没略尽矣。三面皆荒山，南望江山奇丽。”从舟中远望过去，仿佛神女祠偎依有如屏嶂的山峦，行宫以碧水为枕藉。古庙、行宫、山、水这些景点，一经词人用“依”、“枕”二字加以连缀，便构成了一个整体结构。接着，用“水声山色锁妆楼”句。把人们的视线吸引到了“妆楼”。妆楼，指细腰宫里宫妃的寝殿，位于山水环抱之中。以少总多。这里着一“锁”字，给人以幽闭的印象，由此也就很自然地会联想到生活在这个“不得见人的去处”的宫妃孤寂难耐的心境；复以“往事思悠悠”收束上片，逗人遐想。</p> <p>　　过片紧承上片结句，以宋玉《高唐赋序》所说神女“居巫山之阳”，“旦为朝云，暮为行雨”的故事，极写春秋易节、时序交替引起宫妃凄楚的内心感受。歇拍“啼猿何必近孤舟，行客自多愁”，不必猿啼，行客已自多愁，又况闻见催人泪下的猿啼呢。以景结情，语浅情深。词人借助孤舟行客的感受，发思古之幽情，而其伤今之意隐然自在不言之中。</p> <p>　　这首词上片勾画舟中所见，下片抒写舟中所感。它以楚王梦见巫山神女为基点，随意生发开去。由细腰宫妃而行客，再由行客而推及自己，触景生情，寄意幽邃，沁人心脾，耐人咀嚼。在现存的李珣词里，它是一篇构思别致的名作。</p><br/><h2>赏析</h2> <p>　　上片写望中所见。“古庙”二句，写古庙和行宫所处环境。“依”、“枕”都是拟人化的写法，不仅写位置形势，也富于感情色彩，有依恋不舍之情，感慨神女仍在，楚王已逝。并使整个画面富于灵感，处于动态之中。“水声山色锁妆楼”句中所写“妆楼”，用一“锁”字，烘托出一种幽深孤寂的气氛。这里以乐景写哀情，青山绿水，景色秀美，若有人常伴是一美事，然独处山水，无人作陪，自然引发愁思。由此也引发词人的遐想：“往事思悠悠”。</p> <p>　　下片写舟中所感。开言紧承“往事思悠悠”写到“云雨朝还暮，烟花春复秋”，“云雨”、“烟花”既以自然之景喻岁月无情，匆匆流逝。又暗示昔日云雨之梦，烟花之景与时俱逝。语意双关，愁思萦绕。词人联想，无论是神女还是宫妃，朝去暮来，春秋交替，总会引起孤寂难耐之感。结句“啼猿何必近孤舟，行客自多愁”，词人抒写自己的感受：行客至此，不必猿啼已自多愁，以景结情，情景交融，意境悠远凄迷，情思低回留连。</p> <p>　　全词表现出岁月流逝，世事变幻和“行客自多愁”的个人身世之感，将吊古与伤今结合在一起，以沉郁真挚的感情、曲折蕴藉的笔调抒发出深沉的今昔兴亡之感，完全摆脱了缠绵悱恻的“儿女之情”。</p>",
  "about": "<h2>创作背景</h2> 该词当　　写于前蜀覆灭（公元925年）后不久。词人乘一叶扁舟漂流三峡，凭吊巫山细腰宫遗迹时，遥想千年往事，联想起有关的传说和史事，受<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》的启示，有感而发写下了两首具有咏史性质的词篇。本词是其中的第二首。",
  "poet": {
    "id": 111,
    "star": 0,
    "name": "李珣",
    "desc": "李珣（855？-930？），五代词人。字德润，其祖先为波斯人。居家梓州（四川省三台）。生卒年均不详，约唐昭宗乾宁中前后在世。少有时名，所吟诗句，往往动人。妹舜弦为王衍昭仪，他尝以秀才预宾贡。又通医理，兼卖香药，可见他还不脱波斯人本色。蜀亡，遂亦不仕他姓。珣著有琼瑶集，已佚，今存词五十四首，（见《唐五代词》）多感慨之音。）"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "寺庙",
    "山水",
    "行舟",
    "怀念"
  ]
}