{
  "id": 15499,
  "star": 36,
  "name": "峡口送友人",
  "dynasty": "唐代",
  "content": "峡口花飞欲尽春，天涯去住泪沾巾。 <br>来时万里同为客，今日翻成送故人。",
  "fanyi": "<p><strong>译文</strong><br>峡口的花随风降落，春天快要过去了，想到彼此将要分手万里，不禁泪水沾湿了巾帕。<br>来的时候（我们）是同路的旅伴，今天我这个“客人”倒变成了主人来送别自己的朋友了。</p> <p><strong>注释</strong><br>① 峡口：两山夹水的地方，这里指长江出蜀的险隘。<br>② 欲尽春：春欲尽。<br>③ 去住：指走的人和留的人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐时，以相互送别为题的绝句颇多，或写景寄情，或直抒心怀，在写作上手法多样，千姿百态。这首《峡口送友》，它不同于一般的送别<a href=\"http://so.gushiwen.org/view_15499.aspx\">诗</a>，客中送客，自难为情，况又“万里”之远，“同为客”呢？作者身为客人却反客为主，淋漓尽致地表露了自已送客惆怅心情。</p> <p>　　首句写眼前景物，点明时间、地点。这句中“峡口”表示地点。“花飞”就是意象，也就是飞花。“欲尽春”则直接表明季节是暮春，“去住”形象的描绘，写到“客”、“主”双方。说明该诗词采用了正面烘托的手法,烘托本是中国画的一种技法，用水墨或色彩在物象的轮廓外面渲染衬托，使物象明显突出。用于艺术创作，是一种从侧面渲染来衬托主要写作对象的表现技法。写作时先从侧面描写，然后再引出主题，使要表现的事物鲜明突出。第三句转写“来时”，为下句铺阵，第四句用“今日翻成送故人”作结，写出彼此间的惆怅心情。选材一般，写法却比较别致。可见，作者匠心独用，想象力较为丰富。表达出作者用伤春之景正面烘托离别之情。</p> <p>　　该诗使用一个或多个意象来描摹景物特征，渲染氛围，营造意境，并蕴含作者的思想感情。峡口花已飞落，知道春将逝去。惜春之情奠定了全文悲的情调。“天涯”二字让人自然而然的想到了思念或是生离，“泪沾巾”将更多的可能留给了生离。别情总是最伤感最缠绵的，而客中送客更是悲苦深刻。寄身是客本已凄凉，又遇别客情，则比一般的送别更加的悲凄。哀伤自己异乡为客，无论是物质和精神都没有寄托和依靠，缺乏安全感和安定感，总感觉人在虚里飘。难得结交一挚友，可是如今却要话别，别情可谓凄凉入骨。作者将别情融入自己的身世处境，情感更加的深刻复杂。</p>",
  "about": "<h2>创作背景</h2> <p>　　从唐人<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>《极玄集》直至清人管世铭《读雪山房唐<a href=\"http://so.gushiwen.org/view_15499.aspx\">诗</a>钞》,各家所列“大历十才子”之名虽差异较大,但<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>一直名列其中,且司空曙诗作存世数量在十才子中列居第四,无疑是“大历十才子”的主要成员之一。</p> <p>　　著名历史学家范文澜同志,曾经对唐代文人的思想作过精辟的分析,他说:“作者才思的来源,有些人主要是儒学,有些人是佛教(禅宗)和道教。……儒佛道三种思想以外,还有一种普通士人的思想,这种人求名求利,非常热衷,得不到的时候,悲苦忧愁,哀感动人,得到了便快意纵欲,得意自鸣,也颇能动人。大历十才子所处的时代是一个充满苦闷、忧患的时代。现实逼使他们的目光向内凝缩,他们以其敏感的诗心直接把握时代的心理节奏和情绪特点,将诗的触角伸向审美主体的心灵深处,通过表现诗人复杂深微的心态实现对历史、对社会、对人生的领悟。</p>",
  "poet": {
    "id": 750,
    "star": 0,
    "name": "司空曙",
    "image": "http://img.gushiwen.org/authorImg/sikongshu.jpg",
    "desc": "司空曙(约720-790年)，字文明，或作文初。广平（今河北永年县东南）人，大历十才子之一，唐代诗人。约唐代宗大历初前后在世。大历年进士，磊落有奇才，与李约为至交。性耿介，不干权要。家无担石，晏如也。尝因病中不给，遣其爱姬。韦辠节度剑南，辟致幕府。授洛阳主簿。。其诗多为行旅赠别之作，长于抒情，多有名句。胡震亨曰：\"司空虞部婉雅闲淡，语近性情。\"(《唐音癸签》卷七)有《司空文明诗集》。其诗朴素真挚，情感细腻，多写自然景色和乡情旅思，长于五律。诗风闲雅疏淡。"
  },
  "tags": [
    "离别",
    "春天"
  ]
}