{
  "id": 17661,
  "star": 77,
  "name": "山石",
  "dynasty": "唐代",
  "content": "山石荦确行径微，黄昏到寺蝙蝠飞。<br>升堂坐阶新雨足，芭蕉叶大栀子肥。<br>僧言古壁佛画好，以火来照所见稀。<br>铺床拂席置羹饭，疏粝亦足饱我饥。<br>夜深静卧百虫绝，清月出岭光入扉。<br>天明独去无道路，出入高下穷烟霏。<br>山红涧碧纷烂漫，时见松枥皆十围。<br>当流赤足踏涧石，水声激激风吹衣。<br>人生如此自可乐，岂必局束为人鞿？<br>嗟哉吾党二三子，安得至老不更归。",
  "fanyi": "<p><strong>译文</strong><br>山石峥嵘险峭，山路狭窄像羊肠，蝙蝠穿飞的黄昏，来到这座庙堂。<br>登上庙堂坐台阶，刚下透雨一场，经雨芭蕉枝粗叶大，山栀更肥壮。<br>僧人告诉我说，古壁佛画真堂皇，用火把照看，迷迷糊糊看不清爽。<br>为我铺好床席，又准备米饭菜汤，饭菜虽粗糙，却够填饱我的饥肠。<br>夜深清静好睡觉，百虫停止吵嚷，明月爬上了山头，清辉泻入门窗。<br>天明我独自离去，无法辨清路向，出入雾霭之中，我上下摸索踉跄。<br>山花鲜红涧水碧绿，光泽又艳繁，时见松栎粗大十围，郁郁又苍苍。<br>遇到涧流当道，光着脚板踏石淌，水声激激风飘飘，掀起我的衣裳。<br>人生在世能如此，也应自得其乐，何必受到约束，宛若被套上马缰？<br>唉呀，我那几个情投意合的伙伴，怎么能到年老，还不再返回故乡？</p> <p><strong>注释</strong><br>（1）山石：这是取<a href=\"http://so.gushiwen.org/view_17661.aspx\">诗</a>的首句开头三字为 题，乃旧诗标题的常见用法，它与诗的内容无关。<br>（2）荦确（luòquè洛却）：指山石险峻不平的样子。行径：行下次的路径。微：狭窄。<br>（3）蝙蝠：哺 乳动物，夜间在空中飞翔，捕食蚊、蛾等。这是写山寺黄昏的景象并点明到寺的时间。<br>（4）升堂：进入寺中厅堂。阶：厅堂前的台阶。新雨：刚下过的雨。<br>（5） 栀子：常绿灌水，夏季开白花，香气浓郁。这两句说，进入厅堂后坐在台阶上，这刚下过的一场雨水该有多么充足；那吸饱了雨水的芭蕉叶子更加硕大，而挺立枝头 的栀子花苞也显得特别肥壮。诗人热情地赞美了这山野生机勃勃的动人景象。<br>（6）佛画：画的佛画像。<br>（7）稀：依稀，模糊，看不清楚。一作“稀少”解。所见 稀：即少见的好画。这两句说，和尚告诉我说，古壁上面的佛像很好，并拿来灯火观看，尚能依稀可见。<br>（8）置：供。羹（gēng耕）：菜汤。这里是泛指菜 蔬。<br>（9）疏粝（lì历）：糙米饭。这里是指简单的饭食。饱我饥：给我充饥。<br>（10）百虫绝：一切虫鸣声都没有了。<br>（11）清月：清朗的月光。出岭：指清 月从山岭那边升上来。夜深月出，说明这是下弦月。扉（fei非）：门。光入扉：指月光穿过门户，照时室内。<br>（12）无道路：指因晨雾迷茫，不辨道路，随意 步行的意思。<br>（13）出入高下：指进进出出于高高低低的山谷径路意思。霏：氛雾。穷烟霏：空尽云雾，即走遍了云遮雾绕的山径。<br>（14）山红涧：即山花红 艳、涧水清碧。纷：繁盛。烂漫：光彩四射的样子。<br>（15）枥（lì历）：同“栎”，落叶乔木。木围：形容树干非常粗大。两手合抱一周称一围。<br>（16）当 流：对着流水。赤足踏涧石：是说对着流水就打起赤脚，踏着涧中石头淌水而过。<br>（17）人生如此；指上面所说的山中赏心乐事。<br>（18）局束：拘束，不自由的意思。靰（jī基）：马的缰绳。这里作动词用，即牢笼、控制的意思。<br>（19）吾党二三子：指和自己志趣相合的几个朋友。<br>（20）安得：怎能。不更归：不再回去了，表示对官场的厌弃。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong>写作手法</strong><br>　　<a href=\"http://so.gushiwen.org/view_17661.aspx\">诗</a>以开头“山石”二字为题，却并不是歌咏山石，而是一篇叙写游踪的诗。这诗汲取了散文中有悠久传统的游记文的写法，按照行程的顺序，叙写从“黄昏到寺”、“夜深静卧”到“天明独去”的所见、所闻和所感，是一篇诗体的山水游记。在<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以前，记游诗一般都是截取某一侧面，选取某一重点，因景抒情。汲取游记散文的特点，详记游踪，而又诗意盎然，《山石》是有独创性的。</p> <p>　　按照时间顺序依次记述游踪，很容易弄成流水账。诗人手段高明，他象电影摄影师选好外景，人物在前面活动，摄影机在后面推、拉、摇、跟，一个画面接着一个画面，在读者眼前出现。每一画面，都有人有景有情，构成独特的意境。全诗主要记游山寺，一开头，只用“山石荦确行径微”一句，概括了到寺之前的行程，而险峻的山石，狭窄的山路，都随着诗中主人公的攀登而移步换形。这一句没有写人，但第二句“黄昏到寺蝙蝠飞”中的“到寺”二字，就补写了人，那就是来游的诗人。而且，说第一句没写人，那只是说没有明写；实际上，那山石的荦确和行径的细微，都是主人公从那里经过时看到的和感到的，正是通过这些主观感受的反映，表现他在经过了一段艰苦的翻山越岭，黄昏之时，才到了山寺。“黄昏”，是很难变成可见可感的清晰画面的。他巧妙地选取了一个“蝙蝠飞”的镜头，让那只有在黄昏之时才会出现的蝙蝠在寺院里盘旋，就立刻把诗中主人公和山寺，统统笼罩于幽暗的暮色之中。“黄昏到寺”，当然先得找寺僧安排食宿，所以就出现了主人公“升堂”的镜头。主人公是来游览的，游兴很浓，“升堂”之后，立刻退出来坐在堂前的台阶上，欣赏那院子里的花木，“芭蕉叶大栀子肥”的画面，也就跟着展开。因为下过一场透雨，芭蕉的叶显得更大更绿，栀子花开得更盛更香更丰美。“大”和“肥”，这是很寻常的字眼，但用在芭蕉叶和栀子花上，特别是用在“新雨足”的芭蕉叶和栀子花上，就突出了客观景物的特征，增强了形象的鲜明性，使人情不自禁地要赞美它们。</p> <p>　　时间在流逝，栀子花、芭蕉叶终于隐没于夜幕之中。于是热情的僧人便凑过来助兴，夸耀寺里的“古壁佛画好”，并拿来火把，领客人去观看。这当儿，菜饭已经摆上了，床也铺好了，连席子都拂拭干净了。寺僧的殷勤，宾主感情的融洽，也都得到了形象的体现。“疏粝亦足饱我饥”一句，图画性当然不够鲜明，但这是必不可少的。它既与结尾的“人生如此自可乐，岂必局束为人?”相照应，又说明主人公游山，已经费了很多时间，走了不少路，因而饿得很。</p> <p>　　写夜宿只用了两句。“夜深静卧百虫绝”，表现了山寺之夜的清幽。“夜深”而百虫之声始“绝”，那么在“夜深”之前，百虫自然在各献特技，合奏夜鸣曲，主人公也在欣赏夜鸣曲。正象“鸟鸣山更幽”一样，山寺之夜，百虫合奏夜鸣曲，就比万籁俱寂还显得幽静，而静卧细听百虫合奏的主人公，也自然万虑俱消，心境也空前清静。夜深了，百虫绝响了，接踵而来的则是“清月出岭光入扉”，主人公又兴致勃勃地隔窗赏月了。他刚才静卧细听百虫鸣叫的神态，也在“清月出岭光入扉”的一刹那显现于读者眼前。</p> <p>　　作者所游的是洛阳北面的惠林寺，同游者是李景兴、侯喜、尉迟汾，时间是公元801年（唐德宗贞元十七年）农历七月二十二日。农谚有云：“二十一、二、三，月出鸡叫唤。”可见诗中所说的“光入扉”的“清月”，乃是下弦月，她爬出山岭，照进窗扉，已经鸣叫头遍了。主人公再欣赏一阵，就该天亮了。写夜宿只两句，却不仅展现出几个有声有色的画面，表现了主人公彻夜未睡，陶醉于山中夜景的情怀，而且水到渠成，为下面写离寺早行作好了过渡。“天明”以下六句，写离寺早行，跟着时间的推移和主人公的迈步向前，画面上的光、色、景物在不断变换，引人入胜。“天明独去无道路”，“无道路”指天刚破晓，雾气很浓，看不清道路，所以接下去，就是“出入高下穷烟霏”的镜头。主人公“天明”出发，眼前是一片“烟霏”的世界，不管是山的高处还是低处，全都浮动着蒙蒙雾气。在浓雾中摸索前进，出于高处，入于低处，出于低处，又入于高处，时高时低，时低时高。此情此境，正是饶有诗味，富于画意的。烟霏既尽，朝阳熠耀，画面顿时增加亮度，“山红涧碧纷烂漫”的奇景就闯入主人公的眼帘。而“时见松枥皆十围”，既为那“山红涧碧纷烂漫”的画面添景增色，又表明主人公在继续前行。他穿行于松栎树丛之中，清风拂衣，泉声淙淙，清浅的涧水十分可爱。于是他赤着一双脚，涉过山涧，让清凉的涧水从足背上流淌，整个身心都陶醉在大自然的美妙境界中了。</p> <p>　　诗写到下山为止，游踪所及，逐次以画面展现，像旅游纪录影片，随着游人的前进，一个个有声有色有人有景的镜头不断转换。结尾四句，总结全诗，所以姑且叫做“主题歌”。“人生如此”，概括了此次出游山寺的全部经历，然后用“自可乐”加以肯定。后面的三句诗，以“为人靰”的幕僚生活作反衬，表现了对山中自然美、人情美的无限向往，从而强化了全诗的艺术魅力。</p> <p>　　这首诗为传统的纪游诗开拓了新领域，它汲取了山水游记的特点，按照行程的顺序逐层叙写游踪。然而却不象记流水账那样呆板乏味，其表现手法是巧妙的。此诗虽说是逐层叙写，仍经过严格的选择和经心的提炼。如从“黄昏到寺”到就寝之前，实际上的所经所见所闻所感当然很多，但摄入镜头的，却只有“蝙蝠飞”、“芭蕉叶大栀子肥”、寺僧陪看壁画和“铺床拂席置羹饭”等殷勤款待的情景，因为这体现了山中的自然美和人情美，跟“为人?”的幕僚生活相对照，使诗人萌发了归耕或归隐的念头，是结尾“主题歌”所以形成的重要根据。关于夜宿和早行，所摄者也只是最能体现山野的自然美和自由生活的那些镜头，同样是结尾的主题歌所以形成的重要根据。</p> <p>　　再说，按行程顺序叙写，也就是按时间顺序叙写，时间不同，天气的阴晴和光线的强弱也不同。这篇诗的突出特点，就在于诗人善于捕捉不同景物在特定时间、特定天气里所呈现的不同光感、不同湿度和不同色调。如用“新雨足”表明大地的一切刚经过雨水的滋润和洗涤；这才写主人公于苍茫暮色中赞赏“芭蕉叶大栀子肥”，而那芭蕉叶和栀子花也就带着它们在雨后日暮之时所特有的光感、湿度和色调，呈现于读者眼前。写月而冠以“清”字，表明那是“新雨”之后的月儿。写朝景，新奇而多变。因为他不是写一般的朝景，而是写山中雨后的朝景。他先以“天明独去无道路”一句，总括了山中雨霁，地面潮湿，黎明之时，浓雾弥漫的特点，然后用“出入高下穷烟霏”一句，画出了雾中早行图。“烟霏”既“穷”，阳光普照，就看见涧水经雨而更深更碧，山花经雨而更红更亮。于是用“山红涧碧”加以概括。山红而涧碧，红碧相辉映，色彩已很明丽。但由于诗人敏锐地把握了雨后天晴，秋阳照耀下的山花、涧水所特有的光感、湿度和色调，因而感到光用“红”、“碧”还很不够，又用“纷烂漫”加以渲染，才把那“山红涧碧”的美景表现得鲜艳夺目。</p> <p><strong>评价</strong><br>　　这篇诗，极受后人重视，影响深远。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与友人游南溪，解衣濯足，朗诵《山石》，慨然知其所以乐，因而依照原韵，作诗抒怀。他还写过一首七绝：“荦确何人似退之，意行无路欲从谁？宿云解驳晨光漏，独见山红涧碧诗。”诗意、词语，都从《山石》化出。金代<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>论诗绝句云：“有情芍药含春泪，无力蔷薇卧晚枝。拈出退之《山石》句，始知渠是女郎诗。”他的《中州集》壬集第九（拟栩先生王中立传）说：“予尝从先生学，问作诗究竟当如何？先生举秦少游《春雨》诗为证，并云：此诗非不工，若以退之芭蕉叶大栀子肥之句校之，则《春雨》为妇人语矣。”可见此诗气势遒劲，风格壮美，一直为后人所称道。</p><br/><h2>赏析</h2> <p>　　题目“山石”不是本要专门抒发的内容，而是取首句的头两个字而已。这是一首记游<a href=\"http://so.gushiwen.org/view_17661.aspx\">诗</a>，按时间地点依次写来，全诗可分四个部分。</p> <p>　　第一部分从开头至“芭蕉叶大栀子肥”，写黄昏到寺所见景色。“山石荦确行径微，黄昏到寺蝙蝠飞”，首句写寺外山石的错杂不平，道路的狭窄崎岖；次句写古寺的荒凉陈旧，到黄昏时众多的蝙蝠窜上飞下，纷纷攘攘。仅此两句，就把整个深山古寺的景色特征突现出来，使人如临其境。以下两句是入寺坐定后所见阶下景物：芭蕉叶子阔大，栀子果实肥硕，是新雨“足”后的特有景致，读之令人顿觉精神爽快。</p> <p>　　第二部分从“僧言古壁佛画好”至“清月出岭光入扉”，写入寺后一夜的情景。这里一部分先写僧人的热情招待，先是主动地向客人介绍古壁佛画，兴致勃勃地擎着蜡烛引着客人前去观看。“稀”字既道出壁画的珍贵，也生动地显露出诗人的惊喜之情。接着写僧人的殷勤铺床置饭，“疏粝亦足饱我饥”，一见僧人生活的简朴，二见诗人对僧家招待的满意之情。后两句写夜深入睡，“百虫绝”从反面衬托出深山古庙虫鸣之盛，直到夜深之后才鸣声渐息。“清月出岭光入扉”，很有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“床前明月光”诗句的意境，使人有无限静寂之感。</p> <p>　　第三部分从“天明独去无道路”至“水声激激风吹衣”，写晨去的路上所见所感。雨后的深山，晨雾缭绕，曲径萦回，以至分不清道路，高低难行。一个“穷”字，写出诗人奔出雾区的喜悦。接下去描绘脱离雾区，在一片晴朗中所见到的秀丽山景：峭崖上红花一片，山涧下碧水清清，更有那挺拔粗壮的松、枥树时时跃入眼帘。“时见”二字看似平常，实有精确的含意，它表明这些松、枥树不是长在一处的，而是诗人在行进中时时见到的。如此便把景色拉开，使读者的意念像跟着诗人行走似的一路领略山中风情。下两句写新雨后的山涧，水流横溢，激溅奔泻，致使诗人脱去鞋子，提起裤管，小心翼翼地在溪流中移进。山风阵阵，牵衣动裳，使人有赏不尽的山、水、风、石的乐趣。这里景色丰富，境地清幽。所以诗写到此，很自然地引出最后一段。</p> <p>　　第四部分从“人生如此自可乐”到最后，是抒写情怀。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在长期的官场生活中，陟黜升沉，身不由己，满腔的愤懑不平，郁积难抒。故对眼前这种自由自在，不受人挟制的山水生活感到十分快乐和满足。从而希望和自己同道的“二三子”能一起来过这种清心适意的生活。这种痛恨官场、追求自由的思想在当时是有积极意义的。</p> <p>　　这首诗看似平凡，实际有较高的艺术成就。突出的特点是巧妙地运用了赋体中“铺采摛文”的手法。所谓赋体的“铺采摛文”，就不是一般地叙事状物，而是在记叙的过程中兴会淋漓地、铺扬蹈厉地状写事物，绘景抒情，使之物相尽形，达到辗转生发的艺术效果。《山石》诗便是如此。无论是开头部分的黄昏到寺，还是其后的歇寺、离寺，先后按时间推移，把在这一段时间中的所做所为、所见所闻、交待得清清楚楚。而这些事都是日常的平凡之事（像入寺、坐阶、看画、铺床、睡觉、晨起登程等）；客观之景（像大石、蝙蝠、芭蕉、栀子、月光、晨雾、山花、涧水、松枥等）就像一篇记事的日记一般，没什么奇特之处。然而诗人却在这些无甚奇特的事物中，洋溢着真挚之情，状写出美妙之景，从而生发出无限的诗意。如“黄昏到寺蝙蝠飞”，虽是一个很普通的现象，也无雕饰的词语，但却十分有力地烘托出深山古寺在黄昏中的气氛，使人如见古寺之荒凉，环境之沉寂。如身临其境地感受到一种美妙的诗意。再如“当流赤足踏涧石，水声激激风吹衣”又是一幅多么优美的图画。水声激激，风扯衣衫，一位赤足的人在溪流中上下小心踏石过流，其神其态，其情其趣，使人对这幅充满诗意的“山涧行”的图画，产生无限生趣。这就是诗人“铺采摛文”笔法所升华出的功力。</p> <p>　　这首诗为传统的纪游诗开拓了新领域，它汲取了山水游记的特点，按照行程的顺序逐层叙写游踪。然而却不像记流水账那样呆板乏味，其表现手法是巧妙的。此诗虽说是逐层叙写，仍经过严格的选择和经心的提炼。如从“黄昏到寺”到就寝之前，实际上的所经所见所闻所感当然很多，但摄入镜头的，却只有“蝙蝠飞”、“芭蕉叶大栀子肥”、寺僧陪看壁画和“铺床拂席置羹饭”等殷勤款待的情景，因为这体现了山中的自然美和人情美，跟“为人靰”的幕僚生活相对照，使诗人萌发了归耕或归隐的念头，是结尾“主题歌”所以形成的重要根据。关于夜宿和早行，所摄者也只是最能体现山野的自然美和自由生活的那些镜头，同样是结尾的主题歌所以形成的重要根据。</p> <p>　　再说，按行程顺序叙写，也就是按时间顺序叙写，时间不同，天气的阴晴和光线的强弱也不同。这篇诗的突出特点，就在于诗人善于捕捉不同景物在特定时间、特定天气里所呈现的不同光感、不同湿度和不同色调。如用“新雨足”表明大地的一切刚经过雨水的滋润和洗涤；这才写主人公于苍茫暮色中赞赏“芭蕉叶大栀子肥”，而那芭蕉叶和栀子花也就带着它们在雨后日暮之时所特有的光感、湿度和色调呈现出来。写月而冠以“清”字，表明那是“新雨”之后的月儿。写朝景，新奇而多变。因为他不是写一般的朝景，而是写山中雨后的朝景。他先以“天明独去无道路”一句，总括了山中雨霁，地面潮湿，黎明之时，浓雾弥漫的特点，然后用“出入高下穷烟霏”一句，画出了雾中早行图。“烟霏”既“穷”，阳光普照，就看见涧水经雨而更深更碧，山花经雨而更红更亮。于是用“山红涧碧”加以概括。山红而涧碧，红碧相辉映，色彩已很明丽。但由于诗人敏锐地把握了雨后天晴，秋阳照耀下的山花、涧水所特有的光感、湿度和色调，因而感到光用“红”、“碧”还很不够，又用“纷烂漫”加以渲染，才把那“山红涧碧”的美景表现得鲜艳夺目。</p>",
  "about": "<h2>创作背景</h2> <p>　　《山石》的写作时间历代有不同说法。一般认为写于唐德宗贞元十七年（801年）七月<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>离徐州去洛阳的途中。当时作者所游的是洛阳北面的惠林寺，同游者是李景兴、侯喜、尉迟汾。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "唐诗三百首",
    "纪游",
    "写景",
    "抒情"
  ]
}