{
  "id": 71652,
  "star": 32,
  "name": "金陵五题·并序",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">余少为江南客，而未游秣陵，尝有遗恨。后为历阳守，跂而望之。适有客以《金陵五题》相示，逌尔生思，欻然有得。他日友人白乐天掉头苦吟，叹赏良久，且曰《石头》诗云“潮打空城寂寞回”，吾知后之诗人，不复措词矣。余四咏虽不及此，亦不孤乐天之言耳。</span></p> <p>石头城<br>山围故国周遭在，潮打空城寂寞回。<br>淮水东边旧时月，夜深还过女墙来。</p> <p>乌衣巷<br>朱雀桥边野草花，乌衣巷口夕阳斜。<br>旧时王谢堂前燕，飞入寻常百姓家。</p> <p>台城<br>台城六代竞豪华，结绮临春事最奢。<br>万户千门成野草，只缘一曲后庭花。</p> <p>生公讲堂<br>生公说法鬼神听，身后空堂夜不扃。<br>高坐寂寥尘漠漠，一方明月可中庭。</p> <p>江令宅<br>南朝词臣北朝客，归来唯见秦淮碧。<br>池台竹树三亩馀，至今人道江家宅。 ",
  "fanyi": "<p><strong>译文</strong><br>石头城<br>群山依旧，环绕着废弃的故都；潮水如昔，拍打着寂寞的空城。淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。</p> <p>乌衣巷<br>朱雀桥边一些野草开花，乌衣巷口惟有夕阳斜挂。当年豪门檐下的燕子啊，如今已飞进寻常百姓家里。 </p> <p><strong>注释</strong><br>⑴石头城：故址在今南京西清凉山一带，三国时期孙吴曾依石壁筑城。<br>⑵山围：四周环山。故国：故都，这里指石头城。周遭：周匝，这里指石头城四周残破的遗址。 <br>⑶潮：指长江江潮。空城：指荒凉空寂的残破城垣。<br>⑷淮水：流经金陵城内的秦淮河，为六朝时期游乐的繁华场所。旧时：昔日，指六朝时。<br>⑸女墙：城上的矮墙，即城垛。<br>⑹乌衣巷：金陵城内街名，位于秦淮河之南，与朱雀桥相近。三国时期吴国曾设军营于此，军士都穿黑衣，故名。<br>⑺朱雀桥：六朝时金陵正南朱雀门外横跨秦淮河的大桥，在今江苏省南京市江宁区。　　<br>⑻王谢：王导、谢安，晋相，世家大族，贤才众多，皆居巷中，冠盖簪缨，为六朝巨室。旧时王谢之家庭多燕子。至唐时，则皆衰落不知其处。<br>⑼台城：六朝时的禁城（宫城），又称“苑城”，是当时的皇帝用于办公居住的场所，其遗址在今南京玄武湖南岸、鸡鸣寺之后。<br>⑽生公：晋末高僧竺道生的尊称。相传生公曾于苏州虎丘寺立石为徒，讲《涅盘经》。至微妙处，石皆点头。<br>⑾江令宅：陈代的亡国宰相江总的家宅。江总字总持，是陈朝后宫 “狎客”，宫体艳<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>的代表诗人之一。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　南京古称金陵，此名得之甚早，《金陵图》云：“昔楚威王见此有王气，因埋金以镇之，故曰金陵。秦并天下，望气者言江东有天子气，凿地断连岗，因改金陵为秣陵。”他们的作法似乎并未起到什么作用，《后汉书》中说：望气者苏伯阿为王莽使，至南阳，遥望见舂陵郭，叹曰：“气佳哉，郁郁葱葱然！”</p> <p>　　公元212年（汉献帝建安十七年），孙权将统治中心自京口迁至秣陵，改名建业，取其“建功立业”之意。229年，孙权在此正式称帝，与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、刘备三分天下。其后，东晋和宋、齐、梁、陈等王朝相继在此建都，历史上称这段时期为“六朝”（229—589年）。这些朝代国祚极短，又极尽奢侈豪华之能事。后代<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>人面对“王气黯然收”之后的金陵，想象秦淮河上金粉浮动、光影飘摇的往昔，常常为之感喟唏嘘，“金陵怀古”遂成为咏史诗中的一个专题。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《金陵五题》是写得早而又写得好的诗篇，在主题、意象、语汇诸多方面，都对后代产生深远影响。</p> <p>　　《金陵五题》分别吟咏石头城、乌衣巷、台城、生公讲堂和江令宅，实际上是从不同角度、不同侧面着笔，反复表现“兴亡”这一核心主题。</p> <p><strong>石头城</strong><br>　　这是组诗的第一首。此诗写石头城故址和旧景犹存，但人事已非，六代的豪华已不复存在，为此引发无限的感慨。诗中句句写景，作者的主观思想在字面上不着痕迹，而深味其境，则各有会心。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>读后，曾“掉头苦吟，叹赏良久”，赞曰：“我知后之诗人不复措辞矣。”</p> <p>　　诗一开始，就置读者于苍莽悲凉的氛围之中。围绕着这座故都的群山依然在围绕着它。这里，曾经是战国时代楚国的金陵城，三国时孙权改名为石头城，并在此修筑宫殿。经过六代豪奢，至唐初废弃，二百年来久已成为一座“空城”。潮水拍打着城郭，仿佛也觉到它的荒凉，碰到冰冷的石壁，又带着寒心的叹息默默退去。山城依然，石头城的旧日繁华已空无所有。对着这冷落荒凉的景象，诗人不禁要问：为何一点痕迹不曾留下，没有人回答他的问题，只见那当年从秦淮河东边升起的明月，如今仍旧多情地从城垛后面升起，照见这久已残破的古城。月标“旧时”，也就是“今月曾经照古人”的意思，耐人寻味。秦淮河曾经是六朝王公贵族们醉生梦死的游乐场，曾经是彻夜笙歌、春风吹送、欢乐无时或已的地方，“旧时月”是它的见证。然而繁华易逝，而今月下只剩一片凄凉了。末句的“还”字，意味着月虽还来，然而有许多东西已经一去不返了。</p> <p>　　诗人把石头城放到沉寂的群山中写，放在带凉意的潮声中写，放到朦胧的月夜中写，这样尤能显示出故国的没落荒凉。只写山水明月，而六代繁荣富贵，俱归乌有。诗中句句是景，然而无景不融合着诗人故国萧条、人生凄凉的深沉感伤。</p> <p>　　此诗寄托诗人昔日繁华无处寻觅的感慨，江城涛声依旧在，繁华世事不复再。诗人怀古抒情，希望君主能以前车之覆为鉴。</p> <p><strong>乌衣巷</strong><br>　　这首诗曾博得白居易的“掉头苦吟，叹赏良久”，是刘禹锡最得意的怀古名篇之一。</p> <p>　　首句“朱雀桥边野草花”，朱雀桥横跨南京秦淮河上，是由市中心通往乌衣巷的必经之路。桥同河南岸的乌衣巷，不仅地点相邻，历史上也有瓜葛。东晋时，乌衣巷是高门土族的聚居区，开国元勋王导和指挥淝水之战的谢安都住在这里。旧日桥上装饰着两只铜雀的重楼，就是谢安所建。在字面上，朱雀桥又同乌衣巷偶对天成。用朱雀桥来勾画乌衣巷的环境，既符合地理的真实，又能造成对仗的美感，还可以唤起有关的历史联想，是“一石三鸟”的选择。句中引人注目的是桥边丛生的野草和野花。草长花开，表明时当春季。“草花”前面按上一个“野”字，这就给景色增添了荒僻的气象。再加上这些野草野花是滋蔓在一向行旅繁忙的朱雀桥畔，这就使读者想到其中可能包含深意。作者在“万户千门成野草”（《台城》）的诗句中，就曾用“野草”象征衰败。在这首诗中，这样突出“野草花”，正是表明，昔日车水马龙的朱雀桥，已经荒凉冷落了。</p> <p>　　第二句“乌衣巷口夕阳斜”，表现出乌衣巷不仅是映衬在败落凄凉的古桥的背景之下，而且还呈现在斜阳的残照之中。句中作“斜照”解的“斜”字，同上句中作“开花”解的“花”字相对应，全用作动词，它们都写出了景物的动态。“夕阳”，这西下的落日，再点上一个“斜”字，便突出了日薄西山的惨淡情景。本来，鼎盛时代的乌衣巷口，应该是衣冠来往、车马喧阗的。而现在，作者却用一抹斜晖，使乌衣巷完全笼罩在寂寥、惨淡的氛围之中。</p> <p>　　经过环境的烘托、气氛的渲染之后，按说，似乎该转入正面描写乌衣巷的变化，抒发作者的感慨了。但作者没有采用过于浅露的写法，诸如，“乌衣巷在何人住，回首令人忆谢家”（孙元宴《咏乌衣巷》）、“无处可寻王谢宅，落花啼鸟秣陵春”（无名氏）之类；而是继续借助对景物的描绘，写出了脍灸人口的名句：“旧时王谢堂前燕，飞入寻常百姓家”。他出人意料地忽然把笔触转向了乌衣巷上空正在就巢的飞燕，让人们沿着燕子飞行的去向去辨认，如今的乌衣巷里已经居住着普通的百姓人家了。为了使读者明白无误地领会诗人的意图，作者特地指出，这些飞入百姓家的燕子，过去却是栖息在王谢权门高大厅堂的檐檩之上的旧燕。“旧时”两个字，赋予燕子以历史见证人的身份。“寻常”两个字，又特别强调了今日的居民是多么不同于往昔。从中，读者可以清晰地听到作者对这一变化发出的沧海桑田的无限感慨。</p> <p>　　飞燕形象的设计，好像信手拈来，实际上凝聚着作者的艺术匠心和丰富的想象力。晋傅咸《燕赋序》说：“有言燕今年巢在此，明年故复来者。其将逝，剪爪识之。其后果至焉。”当然生活中，即使是寿命极长的燕子也不可能是四百年前“王谢堂前”的老燕。但是作者抓住了燕子作为候鸟有栖息旧巢的特点，这就足以唤起读者的想象，暗示出乌衣巷昔日的繁荣，起到了突出今昔对比的作用。《乌衣巷》在艺术表现上集中描绘乌衣巷的现况；对它的过去，仅仅巧妙地略加暗示。诗人的感慨更是藏而不露，寄寓在景物描写之中。因此它虽然景物寻常，语言浅显，却有一种蕴藉含蓄之美，使人读起来余味无穷。</p> <p><strong>台城</strong><br>　　这首怀古诗，以古都金陵的核心──台城这一六朝帝王起居临政的地方为题，寄托了吊古伤今的无限感慨。</p> <p>　　首句总写台城，综言六代，是一幅鸟瞰图。“六代竞豪华”，乍看只是叙事，但前面冠以“台城”，便立刻使人联想到当年金陵王气，今日断瓦颓垣，这就有了形象。“豪华”之前，着一“竞”字，直贯六朝三百多年历史及先后登基的近四十位帝王。“竞”当然不是直观形象，但用它来点化“豪华”，使之化成了无数幅争奇斗巧、富丽堂皇的六代皇宫图，它比单幅图画提供的形象更为丰满。</p> <p>　　次句在画面上突出了结绮、临春两座凌空高楼（还应包括另一座“望仙阁”在内）。“事最奢”是承上“豪华”而发的议论，“最”字接“竞”字，其奢为六朝之“最”，可说登峰造极，那么陈后主的下场如何，是不难想象的了。这一句看起来写两座高楼，而议论融化在形象中了。这两座高楼，虽然只是静止的形象，但诗句却能引起读者对楼台中人和事的联翩浮想。似见帘幕重重之内，香雾缥缈之中，舞影翩翩，轻歌阵阵，陈后主与妖姬艳女们正在纵情作乐。诗的容量就因“结绮临春”引起的联想而更加扩展了。</p> <p>　　第三句记楼台今昔。眼前野草丛生，满目疮痍，这与当年“万户千门”的繁华景象形成多么强烈的对比。一个“成”字，给人以转瞬即逝之感。数百年前的盛景，似乎一下子就变成了野草，其中极富深意。读者仿佛置身于惨碧凄迷的瓦砾堆中，当年粉黛青蛾，依稀可见；今日累累白骨，怵目惊心。</p> <p>　　结句论述陈后主失国因由，诗人改用听觉形象来表达，在“千门万户成野草”的凄凉情景中，仿佛隐约可闻《玉树后庭花》的乐曲在空际回荡。这歌声使人联想到当年翠袖红毡，缓歌曼舞的场面，不禁使人对这一幕幕历史悲剧发出深沉的感叹。</p> <p>　　怀古诗往往要抒发议论的，但这首诗不作抽象的议论，而是把议论和具体形象结合在一起，唤起人们丰富的联想。让严肃的历史教训化作接目摇心的具体形象，使诗句具有无限情韵，发人深思，引人遐想。这样，读者毫不感到是在听诗人枯燥地讥评古人古事，只感到在读诗中得到一种美的享受。</p> <p><strong>生公讲堂<br></strong>　　这是《金陵五题》的第四首，咏唱金陵的一处佛教古迹。生公是对东晋高僧竺道生的尊称。相传他特别善于讲说佛法，刚到苏州时，由于不被了解，无人听讲，于是就对着石头讲了起来，结果石头都受了感动，点头赞许。“生公说法，顽石点头”的谚语，就是说的这件事。可以想见，他在金陵的传法活动也一定是非常热烈的，所以有“生公说法鬼神听”一句。不说人听，而说鬼神听，形象地渲染了当时听讲人数的众多和虔诚，这是深入一层写。但后三句却由热变冷，转写生公身后的萧条。萧条的标志是，当年的讲堂现在已经一片冷清，连夜间都不用上锁了。那庄严的高座，已是布满灰尘，无人过问。只有一方明月，还是像从前那样，挂在天上，照着中庭。此诗章法是前一后三式，即前一句盛，后三句衰。与此相反的是前三后一式，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《越中览古》：“越王勾践破吴归，战士还家尽锦衣。宫女如花满春殿，只今惟有鹧鸪飞。”一般的七绝都是在第三句转折，而这首《生公讲堂》与李白《越中览古》的转折一在第二句，一在第四句，皆属变格。</p> <p><strong>江令宅</strong><br>　　这是组诗的最后一首，咏江令家宅。南朝有两个江令，一是<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>，二是江总。江淹没有到过北方，江总曾由陈入隋。根据此诗首句可确定这里的“江令”指的是江总。江总，济阳考城（今河南兰考东）人。仕梁，为太子中舍人兼太常卿。陈时，曾任尚书令。他“总当权宰，不持政务，但日与后主游宴后庭”，“由是国政日颓，纲纪不立”（《陈书·江总传》）。入隋，拜为上开府，后放回江南。“南朝词臣北朝客”就是对他这段人生经历的概括。此诗是作者借凭吊江家宅遗迹，抒发怀古感慨，指出“狎客词臣惑主误国”这一导致南朝灭亡的原因。诗作先是站在江总的角度，写他从北朝归来时所见凄凉景象：秦淮河再也不见昔日笙歌缭绕、灯影攒动的繁华，只有碧绿的河水静静地流淌。江总是亲眼见证了故国兴亡的人，兴亡之事又与他的所作所为有着直接的关系。当作者来到江总黯然度过余生的地方──江令宅，只见“池台竹树三亩馀”，池台依旧，竹树森然，而人事不再，世事沧桑，他又成了见证历史兴亡的又一位诗人。 </p>",
  "about": "<h2>艺术特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>读了《石头城》一<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>，赞美道：“我知后之诗人无复措词矣。”的确，这五首诗体现了<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>高超的写作技巧：</p> <p>　　一、典型意象的巧妙组合。《石头城》中的群山、江潮与明月，代表恒定的存在；故国、空城、女墙，象征历史的变迁。它们共同构成一种强烈的张力，呼唤着缺席的“人”。《乌衣巷》以野草和夕阳，渲染一种衰飒气象；飘忽灵动的燕影却充满生机，甚至暗示着宇宙的某种玄机。《台城》以生满“千门万户”的野草充塞读者的视野，将《玉树后庭花》的乐曲化为字面上“花”的形象，仿佛于一片凄迷惨碧中，盛开着一树妖艳的花朵，形象揭示出兴亡的因果关系。《生公讲堂》中的漠漠浮尘与一方明月，一暗一明，沉默空虚，烘托出生公讲堂的寂寥之状。《江令宅》则以秦淮碧水与池台竹树这两种穿越历史、延续至今的景物，形象表现江总当日的凄凉与诗人今日的惆怅。</p> <p>　　二、普遍运用对比手法。今昔对比本怀古诗歌中最常见的表现手法，《金陵五题》却运用得更为灵活，不仅表现出“昔日繁华”与“今朝衰败”的陵替，而且处处突出艺术的美感，尤以前三首更为典型：《石头城》以山河空城的苍茫黝暗，映衬空中孤月的皎洁；《乌衣巷》以夕阳衰草铺陈忧郁阔大的背景，然后用特写镜头捕捉凌空飞掠的燕影；《台城》以无边野草与一树繁花巧妙映衬，在数量与色泽方面都给读者造成强烈冲击。</p> <p>　　三、组诗的结构安排颇费匠心。前两首诗重在现象的描述，由王朝破灭写到家族沦落；后三首探讨六朝灭亡的原因，见解深刻，主次分明。组诗之间又有内在的照应，在第一首中，作为历史见证的，是一轮无情的明月；最后一首中，作为历史见证的，是两位多情的诗人。随着主题与感情的细微变化，诗的色调亦有所变化：《石头城》的黝暗，《乌衣巷》的昏黄，《台城》的惨绿与妖红，《生公讲堂》的冷白，《江令宅》的碧青，忧伤的冷色块，凝成一声声深沉的感叹，穿透金陵古城四百年漫长的历史。</p><br/><h2>创作背景</h2> 　　公元826年（唐敬宗宝历二年），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>由和州（今安徽省和县）刺史任上返回洛阳，途径金陵（今江苏省南京市），写了这一组咏怀古迹的<a href=\"http://so.gushiwen.org/view_71652.aspx\">诗</a>篇，总名《金陵五题》。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "写景怀古",
    "感叹",
    "组诗"
  ]
}