{
  "id": 307,
  "star": 144,
  "name": "饮马长城窟行",
  "dynasty": "唐代",
  "content": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。 <br>迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。 <br>寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。 <br>绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。 <br>扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。",
  "fanyi": "<p><strong>译文<br></strong>塞外悲凉的风刮得急切，交河上的凌冰已经冻结，浩瀚的大海掀起了千百万的波涛，阴山之下千万里全都落满了白雪。<br>将士们戍边在那远远地高高的烽火台上，一层一层的山峦引领向上显出了高高的气节，众多的战旗被长风吹卷这，将士们在哪长城低下饮马也不停歇。<br>寒冷的沙滩上连接着骑兵的足迹，狂暴的北风吹断了那边塞上传来的声乐，胡地的灰尘清扫着像那玉（冰冻如玉）做似的边塞，羌族的笛声和那金钲敲击的声音。<br>与世隔绝的沙漠上干戈都 收藏起来了，可那战车却又不得不在那原野低湿的地方震颤摇曳。都尉们都从龙堆返回了，将军还从马邑凯旋而来正在捷报。<br>高扬着旗子让那笼罩着大雾的地方都清净下来了，在石碑记上他们的功名他们又是那样的欢悦，在那荒凉的边界上只要有一个穿着戎装的人（作者自指）去守护，灵武台上（朝廷）的凯歌是来源于国界。</p> <p><strong>注释<br></strong>⑴切：凄切。<br>⑵交河：北方河名。<br>⑶瀚海：沙漠。<br>⑷波：沙丘起伏状。<br>⑸迥戌：远方的边戍。<br>⑹高节：旗帜。<br>⑺朔吹：北风。<br>⑻玉塞：玉门关。<br>⑼金钲：锣声。<br>⑽绝漠：大漠。<br>⑾干戈：指武器。<br>⑿戢：收藏。<br>⒀原隰（xí）：原野。<br>⒁纪石：刻石纪功。<br>⒂荒裔：边荒。<br>⒃戎衣：战士。<br>⒄灵台：周代台名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首汉乐府民歌，它书写了大唐平定天下，开创贞观之治后太宗皇帝的感慨。全<a href=\"http://so.gushiwen.org/view_307.aspx\">诗</a>没有具体描写两军作战的场面，而是形象地描述了这场战争的发生发展与胜利的过程，是一首描写当时现实事件的史诗。</p> <p>　　“塞外悲风切，交河冰已结。”切，凄切。交河，北方河名。句意为：塞外，寒风悲鸣，十分凄切，交河上，严冰封冻了河道。据《旧唐书·太宗本纪》所载，太宗平定宋金刚之乱时，于“（武德）二年十一月，太宗率众趣龙门关，履冰而渡之”，可见诗中所描写的悲壮之景当是诗人亲眼所见，想必此诗亦是濡笔马上而作。</p> <p>　　“瀚海百重波，阴山千里雪。”瀚海，沙漠。波，沙丘起伏状。句意为：广袤的沙漠上，沙丘连绵不断，阴山上千里雪覆。此联进一步写塞外之景，壮阔迷茫，渲染了一种壮烈豪迈之情。其眼光，其气度，真有指点江山，总揽寰宇之势，这一点是此后的许多诗人都难以企及的。</p> <p>　　“迥戍危烽火，层峦引高节。”迥戌，远方的边戍。高节，旗帜。句意为：烽火中传来了远方的紧急军情，我于是挥兵远赴边疆，一路上层叠的山峦引导着我的旗帜。此二句点明为救边而出征，军队沿着山路前行，仿佛是山引领着队伍，意即此战很得天时，必将获胜。</p> <p>　　“悠悠卷旆旌，饮马出长城。”句意为：风儿轻轻地吹起旗帜，我们挥师出长城而饮水放马。马是古代战争最重要的交通工具，到某处饮马，意即对某处用兵，占领某地。自秦以来，长城一直是重要的守御工事，诗人敢为前人所不敢为，兵出长城，争雄天下，其傲视寰宇的胸怀确实令后人追慕不已。这两句点明了题中驰骋宇内，以天下为牧场之意。</p> <p>　　“寒沙连骑迹，朔吹断边声。”朔吹，北风。句意为：寒冷的沙漠上，骑兵过处，迹印连绵；凛冽的北风阻隔了边塞的噪杂之声。这是写进军途中所遇到的艰难险阻。</p> <p>　　“胡尘清玉塞，羌笛韵金钲。”玉塞，玉门关。金钲，锣声。句意为：玉门关一带，胡人入侵的嚣尘已经消逝，羌人们正吹着笛子，敲着金锣，载歌载舞。大军所指，蛮夷慑服，边境一带很快呈现出一片祥和、安宁的和平气象。并非倚仗武力，更多的是以德感召，所以使羌人载歌载舞心悦诚服。《旧唐书·太宗本纪》载：“自是西北诸蕃成请上尊号为‘天可汗’。”可见在处理与边疆少数民族的关系上，太宗是做得很成功的，从这两句诗中就可以看到这一点。</p> <p>　　“绝漠干戈戢，车徒振原隰。”绝漠，大漠。干戈，指武器。戢，收藏。原隰，原野。句意为：大漠之上，武器收藏，车仗过处，原野为之震动。平夷战祸后，军队凯旋，所到之处，群情振奋。所谓“吊民伐罪”，正义的战争，人民从来都是支持的。</p> <p>　　“都尉反龙堆，将军旋马邑。”龙堆，即白龙堆，今新疆库木塔格沙漠。句意为：都尉从龙堆返回，将军们从马邑凯旋而归。这两句是互文见义，称述得胜还朝，所用地名都是边塞一带，给人以真实感，此后的边塞诗也常用这种手法，罗列多个边关地名，虽然这些地区往往与诗中的事件并无关联，而且地名之间常常不具有确定的逻辑关系。</p> <p>　　“扬麾氛雾静，纪石功名立。”纪石，刻石纪功。句意为：旗帜飘扬，云雾弥漫的氛围因之消歇，将士们功勋卓著，应该把他们的功绩刻在石头上，永远流传后世。这里运用了象征手法，“扬麾”指唐军旗帜鲜明地出战，“氛雾”形容外敌入侵，一片纷扰之状。这是对将士们的称述，也是勉励将士们努力作战以名垂千古，同时也是自勉。</p> <p>　　“荒裔一戎衣，灵台凯歌入。”荒裔，边荒。戎衣，战士。灵台，周代台名。《后汉书·桓谭传》：“其后有诏会议灵台所处。”《三国志·魏书·王朗传》注：“明堂所以祀上帝，灵台所以观天文。”这里指代朝廷。句意为：边远、荒凉之地只需一介之士戍守，朝廷中已有凯歌高奏。大唐王朝，威镇四夷，只需很少的守兵，就可以保证国家的长治久安。李唐全盛时，的确如这两句所描述的那样，边境安宁，四境宾服。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的《饮马长城窟行》创作于贞观二十年(646年)九月驻跸灵州，太宗平定宋金刚之乱时，于“（武德）二年十一月，太宗率众趣龙门关，履冰而渡之”，<a href=\"http://so.gushiwen.org/view_307.aspx\">诗</a>中所描写的悲壮之景当是诗人亲眼所见，此诗亦是濡笔马上而作。</p>",
  "poet": {
    "id": 582,
    "star": 0,
    "name": "李世民",
    "image": "http://img.gushiwen.org/authorImg/lishimin.jpg",
    "desc": "唐太宗李世民（599年－649年），唐朝第二位皇帝，在位23年，年号贞观。名字取意“济世安民”，陇西成纪人（今甘肃天水市秦安县）。唐太宗李世民不仅是著名的政治家、军事家，还是一位书法家和诗人。唐太宗开创了著名的贞观之治，被各族人民尊称为天可汗，为后来唐朝全盛时期的开元盛世奠定了重要基础，为后世明君之典范。庙号太宗，谥号文武大圣大广孝皇帝，葬于昭陵。"
  },
  "tags": [
    "冬天",
    "边塞",
    "爱国",
    "战争",
    "生活"
  ]
}