{
  "id": 47089,
  "star": 49,
  "name": "谪仙怨·晴川落日初低",
  "dynasty": "唐代",
  "content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。<br>白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。",
  "fanyi": "<p><strong>译文</strong><br>一个晴朗的日子，斜阳低挂在天边，一叶孤舟载着友人离去，此刻是何等令人惆怅！鸟儿在平旷的原野上远近地飞翔，好似人随流水各奔东西。<br>愿白云将自己的思念带给千里万里之外的友人，愿那一轮明月载着我的愁思随着溪水带到友人的身边。友人贬谪去的苦恨让人难以言状，就如那江边繁茂的春草一样杂乱而无际。 </p><p><strong>注释</strong><br>①晴川：指在阳光照耀下的江水。<br>②平芜：指草木繁茂的原野。<br>③长沙：这里用汉代<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>谪迁长沙的典故。<br>④萋萋：草盛貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片是回忆之语，再现当时送别梁耿的情景。在一个晴朗的傍晚，夕阳低垂，斜晖映照着河水，一派晴明色彩，然而友人却要在此时远去了。“晴川”历历可见，但见那一叶孤舟载着浓重的离愁徐徐离去，他们从此天各一方，这怎不使人万分惆怅！“携”，离开。开头两句点明送别时间及自然景象，流露出不堪分别的沉重心情。第二句与第三、四句之间，有一段目送孤舟的过程的跳跃，留下了引人想象的空白。这中间没有写如何伫立岸边久久凝望，没有类似“孤帆远影碧空尽”的展现，而实际上正是目随孤舟，渐望渐远，才把平野吸入眼底。这时只见野地平阔，春草绵延，暮归的飞鸟在旷野上忽远忽近地飞旋。鸟儿归飞，既是所见，亦是触物起兴，引起送别伤情——鸟儿尚能自由飞翔，傍晚聚归，而人却在这薄暮中随着流水漂移而各分东西了。这其中透露着对友人飘零天涯的感慨和自己被谪的痛楚。在送别之际，极目望高鸟，那无限怨怅真难以抑制；回忆那送别情景，又是多么苍茫悲怆！</p> <p>　　下片写别后情景，抒发了对友人的深切思念和被谪的遗恨。“白云”“明月”两句写思情的绵长悠远，自己常望着云和月怀想梁耿。“千里万里”状关山之阻隔难越，“前溪后溪”状自己所处之境地——苕溪有东苕溪与西苕溪之分。放眼能见的只是飘浮在万里长空的白云，而友人在何方呢？白云是否也能把自己的思念带给天边的友人呢？皎洁的月光照着溪流，它也该同样照着随流水远去的友人。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》云：“隔千里兮共明月”。望月怀人，明月也似有情，把自己的思念捎向远方。对月望云，云和月在这里都是切切思情的寄托物。最后两句抒写自己与友人被贬谪的悲恨，进一步点露别情之深长是由于两人有共同的命运。“长沙谪去”，用西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因遭权贵中伤而被贬为长沙王太傅一事（贾谊因此被后人称为“贾长沙”），表达了郁结于心头的怅恨。这“恨”既为梁耿被谪而发，亦交织着作者自己遭贬的痛苦。对梁耿的深切思念，正是基于这被谪的共同遭遇，谪中的别恨愈见深沉，令人心碎。在这次友人聚于苕溪的宴集上，独不见梁耿，此“恨”更长。这因谪而加浓的思情可视为贯穿此词的感情主线，这句也可视为点明离别的感情内容的“词眼”所在。这种关于送别的回忆及别后的思念，不是一般的儿女别离之意、亲人分隔之情，而恰恰是谪客之别情。谪中之别，愈见悲恨相续。末句用江边泽畔春草萋萋的形象，来暗示这种分别的遗恨的深长。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”。后人就常以春草绵绵来象征别离的不断思今。想念远谪的友人，望着蔓延的春草，更令人黯然销魂。</p>",
  "about": "<h2>创作背景</h2> 　　这首词又题作《答秦徵君、徐少府春日见集苕溪，酬梁耿别后见寄六言》。中唐时代，文人词处于初兴阶段，词还未从<a href=\"http://so.gushiwen.org/view_47089.aspx\">诗</a>的领域中取得明确的独立地位，所以这种似词又可看作诗的作品的出现，不足为奇。据六言诗题，这首词大约是作者被贬睦州（今浙江淳安一带）司马途中，经苕溪（流域在今浙江湖州地区），在友人的宴集上为酬答远谪的梁耿的寄赠所作。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>任鄂岳观察史期间，遭权臣吴仲儒诬奏，贬为潘州南巴尉，寻除睦州司马。去国怀乡之思，有感而发。",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "婉约",
    "送别",
    "写景",
    "思念"
  ]
}