{
  "id": 69134,
  "star": 6157,
  "name": "示儿",
  "dynasty": "宋代",
  "content": "死去元知万事空，但悲不见九州同。<br>王师北定中原日，家祭无忘告乃翁。",
  "fanyi": "<p><strong>译文<br></strong>我本来知道，当我死后，人间的一切就都和我无关了；但唯一使我痛心的，就是我没能亲眼看到祖国的统一。<br>因此，当大宋军队收复了中原失地的那一天到来之时，你们举行家祭，千万别忘把这好消息告诉我！</p> <p><strong>注释</strong><br>1.示儿：写给儿子们看。<br>2.元知：原本知道。元，通“原”。本来。在苏教版等大部分教材中本<a href=\"http://so.gushiwen.org/view_69134.aspx\">诗</a>第一句为“死去元知万事空”，但在老的人教版等教材中为“死去原知万事空”，因为是通假字，所以并不影响本诗的意境，尚有争议。人教版等教材多为“元”，不常用通假字。<br>3.万事空：什么也没有了。<br>4.但：只是。<br>5.悲：悲伤<br>6.九州：这里代指宋代的中国。古代中国分为九州，所以常用九州指代中国。<br>7.同：统一。<br>8.王师：指南宋朝廷的军队。<br>9.北定：将北方平定。<br>10.中原：指淮河以北被金人侵占的地区。<br>11.家祭：祭祀家中先人。<br>12.无忘：不要忘记。<br>13.乃翁：你的父亲，指<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自己。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69134.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>爱国诗中的又一首名篇。陆游一生致力于抗金斗争，一直希望能收复中原。虽然频遇挫折，却仍然未改变初衷。从诗中可以领会到诗人的爱国激情是何等的执着、深沉、热烈、真挚！也凝聚着诗人毕生的心事，诗人始终如一地抱着当时汉民族必然要光复旧物的信念，对抗战事业具有必胜的信心。题目是《示儿》，相当于遗嘱。在短短的篇幅中，诗人披肝沥胆地嘱咐着儿子，无比光明磊落，激动人心！浓浓的爱国之情跃然纸上。</p> <p>　　诗人在写此诗的十一年以前，叹息过“死前恨不见中原”，在热烈地期待着旧业的光复。直到临终之际，诗人仍然抱有这样坚定的信念，宋朝的抗敌部队要挥戈北上，赶走敌人，收复失地，平定中原。这对于诗人自己，当然是看不到了，只有后代的儿孙们能看到。于是深情地嘱咐儿子，当皇朝的军队收复中原的时候，不要忘记把“北定中原”这个大好的消息告诉诗人，以求了结一桩重大的心事。</p> <p>　　首句“死去元知万事空”，表明诗人即将离开人世，就什么都没有了，万事皆空，用不着牵挂了，从中体会诗人那种悲哀凄凉之心情。但从诗人的情感流向来看，有着更加重要的一面，“元知万事空”这话看来平常，但就全诗来说非常重要。它不但表现了诗人生死所恋，死无所畏的生死观，更重要的是为下文的“但悲”起到了有力的反衬作用。“元”、“空”二字更加强劲有力，反衬出诗人那种“不见九州同”则死不瞑目的心情。</p> <p>　　第二句“但悲不见九州同”描写诗人的悲怆心境。此句诗意是诗人向儿子们交代他至死也无法排除的极大悲痛的心境，那就是没有亲眼看到祖国的统一而深深感到遗憾。这一句中的“悲”字是句眼，诗人临终前悲怆的不是个人生死，而是没有看见祖国的统一。表明自己心有不甘，因为“不见九州同”。“悲”引擢文盟字深刻反映了诗人内心的悲哀、遗感之情。</p> <p>　　第三句“王师北定中原日”，诗人以热切期望的语气表达了渴望收复失地的信念。表明诗人虽然沉痛，但并未绝望。诗人坚信总有一天宋朝的军队必定能平定中原，光复失地。有了这一句，诗的情调便由悲痛转化为激昂。</p> <p>　　最后一句“家祭无忘告乃翁”，情绪又一转，无奈自己已经看不到祖国统一的那一天，只好把希望寄托于后代子孙。于是深情地嘱咐儿子，在家祭时千万别忘记把“北定中原”的喜讯告诉你的父亲。表达的诗人坚定的信念和悲壮的心愿，充分体现了年迈衰老的陆游爱国、报国之情，从中受到感染，加深热爱祖国的情感。</p> <p>　　此诗“悲壮沉痛”、“可泣鬼神”，歌颂陆游爱国精神光照千秋。用笔曲折，行文多变，情真意切地表达了诗人临终时复杂的思想情绪和诗人忧国忧民的爱国情怀，既有对抗金大业未就的无穷遗恨，也有对神圣事业必成的坚定信念。全诗有悲的成分，但基调是激昂的。语言浑然天成，没有丝毫雕琢，全是真情的自然流露，但比着意雕琢的诗更美、更感人。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的一生，呼吸着时代的气息，呐喊着北伐抗金的战斗呼声，表现出高度的爱国主义热忱。《示儿》<a href=\"http://so.gushiwen.org/view_69134.aspx\">诗</a>为陆游的绝笔，作于宁宗嘉定三年（1210年），既是诗人的遗嘱，也是诗人发出的最后的抗战号召。八十五岁的陆游一病不起，在临终前，留下了一首《示儿》，表达了诗人的无奈以及对收复失地的期盼。</p> <p>　　陆游所处的时代，正是中国历史上民族矛盾异常尖锐的时代。在十二世纪初，中国东北地区的女真族建立了金国。在陆游出生后的第二年，金国占领了北宋的都城汴京（今河南开封市）；第三年把徽、钦二帝掳去，北宋亡国。而当钦宗之弟<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>逃到南方，在临安（今浙江杭州市）建立了政权之后，不但不发愤图强，收复失地，反而任命臭名昭著的汉奸秦桧做宰相，一意向金人屈膝求和。绍兴十二年（1142年）和议告成，赵构竞无耻到向金国皇帝自称臣子，并答应每年献银二十五万两、绢二十五万匹，跟金人划淮水为界。从此北方的大好河山沦为金人的领土，北方的广大人民横被金人奴役，而南宋小朝廷也只是偏安一隅，在敌人的威胁压榨下苟延岁月。后来宋孝宗<a href=\"http://so.gushiwen.org/author_1833.aspx\">赵眘</a>与金签订的“隆兴和议”及宁宗<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>与金签订的“开禧和议”，照旧屈辱求和。这种局面，当然是一向反对民族压迫的广大汉族人民所不能容忍的。因此在这一历史时代，不知有多少中华民族的优秀儿女挺身而出，展开了不屈不挠的斗争，而陆游则是文学战线上的杰出代表。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "爱国",
    "忧国忧民"
  ]
}