{
  "id": 48,
  "star": 81,
  "name": "鹑之奔奔",
  "dynasty": "先秦",
  "content": "鹑之奔奔，鹊之彊彊。人之无良，我以为兄！<br>鹊之彊彊，鹑之奔奔。人之无良，我以为君！",
  "fanyi": "<p><strong>译文<br></strong>鹌鹑尚且双双飞，喜鹊也是成双对。这人心地不善良，为何以他为兄长。<br>喜鹊尚且成双对，鹌鹑也是双双飞。这人丝毫没良心，为何把他当国君。</p> <p><strong>注释<br></strong>⑴鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。<br>⑵鹑：鸟名，即鹌鹑。大如小鸡，头细而无尾，毛有斑点。奔奔：跳跃奔走。<br>⑶鹊：喜鹊。彊（qiáng）彊：翩翩飞翔。奔奔、彊彊，都是形容鹑鹊居有常匹，飞则相随的样子。<br>⑷无良：不善。<br>⑸我：“何”之借字，古音我、何相通。一说为人称代词。<br>⑹君：君主，一说君子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_48.aspx\">诗</a>两章，每章四句，均以“鹑之奔奔”与“鹊之强强”起兴，极言禽兽尚有固定的配偶，而诗中男主人公的行为可谓腐朽堕落、禽兽不如，枉为“兄”“君”。全诗两章只有“兄”“君”两字不重复，虽然诗人不敢不以之为“兄”、以之为“君”，貌似温柔敦厚，实则拈出“兄”“君”两字，无异于对男主人公进行口诛笔伐，畅快直切、鞭辟入里。</p> <p>　　此诗作者可能是一位女子，她唾弃那被她尊重，却品德败坏的男人“鹑鹊之不若”。意思是鹑鹊尚知居则常匹，飞则相随的道理。而这位被她尊敬的男人，却败坏纲常，乱伦无道，肆意妄为，是一个禽兽不如的东西。而她却一直把他当作兄长、君子，岂知他并非谦谦善良之人，长而不尊，令她感到非常痛心。于是，她一怒之下，做诗斥之，以舒其愤。此诗的主旨应该立足于“女斥男”的根本之上。</p> <p>　　全诗以比兴手法，告诫人们鹑鹊尚知居有常匹，飞有常偶，可诗中的“无良”之人，反不如禽兽，而作者还错把他当作君子一样的兄长。作者据此，将“无良”之人与禽兽对待爱情、婚姻的感情与态度，构成了一种强劲的反比之势，加强了诗歌的批判力量。</p> <p>　　全诗虽然只有两章八句，并没有直接对男主人公的形象进行任何客观的描写，却能使其形象非常鲜明而且突出。这根源于诗歌文本所构筑出的剧烈而又异常强大的情感落差，此种落差来源于人与禽兽对待异性配偶的不同态度，这种态度的不同造成了这种巨大而有悬殊的逆向对比关系。从而使男主人公的恶劣形象直接迎面袭来，令人不寒而栗却又厌恶透顶。</p> <p>　　诗歌上下两章前两句完全一样，只是位置发生了改变，却能给人造成一种回环与交错的感觉。每章后两句，虽然只有一字之差，却避免了反复咏唱时容易引起的单调的感觉。这对这种重章叠句的诗歌来说，应该是《诗经·国风》中的一种重要的艺术策略。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_48.aspx\">诗</a>的背景，古今学者多持讽刺诗之说，而对于诗歌的讽刺对象及诗的作者则有争论。历代学者多认为此诗为谴责、讽刺卫国国君而作，因宣姜与公子顽之相伴相随，有失美德，多为卫人讽刺，故有此诗。《毛诗序》谓此诗为“刺卫宣姜”之作，说“卫人以为宣姜鹑鹊之不若也”。《诗集传》基本赞同此说。<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗序集义》《诗古微》、方玉润《诗经原始》、王先谦《诗三家义集疏》、黄节《诗旨纂辞》等认为诗中“兄”与“君”同指一人，均指卫宣公姬晋，作诗者当是卫宣公的庶弟左公子泄、右公子职。根据《史记·卫康叔世家》等书记载，卫宣公纳太子伋聘妻为妇，又听信谗言杀害了伋与伋的庶弟寿。今人金启华《国风今译》解释这首诗是“女子对坏男人的斥责”。樊树云《诗经全译注》在讽刺诗外另立新说，认为“这是一首对旧婚姻制度的控诉诗。一个女子看到鸟相追随、自由飞翔，联想到自己嫁给一个非出己愿的心地丑恶的丈夫，而作此诗。”藉诗意可以推测，此诗可能是一位被玩弄的女子遭受伪君子欺辱之后的愤恨之作；也可能是一位遭弃的妇人对其丈夫朝三暮四，甚至败坏天伦的行为的痛斥；或者是一位女子对其丧失道德的近亲兄长的唾骂；如若再生发一下，还有可能是一位妓女对自己所听信的一位善于游戏于花丛中的薄情男子的怨愤之作。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "讽刺"
  ]
}