{
  "id": 72850,
  "star": 22,
  "name": "东门行",
  "dynasty": "两汉",
  "content": "出东门，不顾归。<br>来入门，怅欲悲。<br>盎中无斗米储，还视架上无悬衣。<br>拔剑东门去，舍中儿母牵衣啼：<br>“他家但愿富贵，贱妾与君共哺糜。<br>上用仓浪天故，下当用此黄口儿。今非！”<br>“咄！行！吾去为迟！白发时下难久居。”",
  "fanyi": "<p><strong>译文</strong><br>刚才出东门的时候，就不想着再回来了。<br>回到家进门惆怅悲愁。<br>米罐里没有多少粮食，回过头看衣架上没有衣服。<br>拔剑出东门，孩子的母亲牵着衣服哭泣说：<br>“别人家只希望富贵，我情愿和你吃粥。<br>在上有青天。在下有年幼的孩子。你现在这样做不对！”<br>丈夫说：“你不要管！我去了！我已走得太晚了！我已见白发脱落了，这种苦日子谁知还能够活几天？”</p> <p><strong>注释</strong><br>⑴东门行：乐府古辞，载于《乐府<a href=\"http://so.gushiwen.org/view_72850.aspx\">诗</a>集·相和歌辞·瑟调曲》中。东门：主人公所居之处的东城门。<br>⑵顾：念。不顾归，决然前往，不考虑归来不归来的问题。不归：一作“不愿归”。<br>⑶来入门：去而复返，回转家门。<br>⑷怅：惆怅失意。<br>⑸盎（àng）：大腹小口的陶器。<br>⑹还视：回头看。架：衣架。<br>⑺“拔剑”句：主人公看到家中无衣无食，拔剑再去东门。<br>⑻儿母：孩子的母亲，主人公的妻子。<br>⑼他家：别人家。<br>⑽哺糜（bǔmí）：吃粥。<br>⑾用：为了。仓浪天：即苍天、青天。仓浪，青色。<br>⑿黄口儿：指幼儿。<br>⒀今非：现在的这种冒险行为不对头。<br>⒁咄（duō）：拒绝妻子的劝告而发出的呵叱声。<br>⒂行：走啦！<br>⒃吾去为迟：我已经去晚啦！<br>⒄下：脱落。这句说：我头上常脱落白发，这苦日子难以久挨下去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《东门行》描绘了一幅凄惨又壮丽的画面。主人公走出家门，不想回家，可是妻子儿女又难以割舍。一进屋门，家徒四壁，生活无望，又拔剑出门，妻子生怕出事，一边哭泣一边劝阻，但主人公仍感到无路可走，终于挥衣而去。</p> <p>　　<a href=\"http://so.gushiwen.org/view_72850.aspx\">诗</a>的前半写主人公要去“为非”的原因，用了六句。前二句写他下了决心走出东门，诗中却说“出东门，不顾归”。“不顾归”，是说原本下了决心，不打算来归，但又不得不归，因为心中毕竟有所顾念。所顾念的自然是妻子儿女。可以想象：主人公在东门外踟蹰、扼腕，过了好一会，终于又脚步沉重地走回家来。然而，家中的景况，对于他来说，不啻当头棒喝，打消他的任何幻想。所以接下的两句说，“来入门，怅欲悲”。现在他清醒地意识到：除了那一条路，别无他路可寻。心中悲酸，都系于一个“怅”字，这并非平常的怅然之叹，而是一种绝望之感。摆在他面前的，是残酷的现实：“盎中无斗米储，还视架上无悬衣。”无衣无食，这比出去干那桩事更可怕。要么冻馁待毙，要么拚作一腔热血，同命运作最后的决斗。如取后者，尚存万一生的希望，顶多牺牲个人，却可能救活可怜的一家老小，若取前者，全家人只有死路一条。这是明摆着的事。这一段，通过主人公复杂心理活动的描叙，把主人公推向矛盾的顶点。诗中入情入理地写出此君之所以走上这样一条可怕的道路，乃是为贫穷所逼。诗的主题建立在这样一个现实基础之上，就不致使人产生伦理上的厌恶之感。这便是此诗的不可动摇的美学价值。</p> <p>　　这六句在炼意上颇有独到之处。一个本来安分的人怎样走上那条危险之路，这是一个很复杂的过程。而诗人则紧紧抓住主人公几度徘徊，归而复出这一心理和行为的激烈矛盾，就写出其中的必然性。又如“盎中”以下两句。盎中无米，架上无衣，都是主人公眼见的事，可是，诗人却将“视”字属下句。这样，在表现效果上就大不同。盎中无米，架上无衣，是悲感之所由发，也就是主人公之所以不得不去冒险的根本原因。这是全诗的关键所在。如说“视盎中无斗米储”，就将本句与上句隔断，从而使语势陡然转折，上句的“悲”字就失却那种震撼心灵的力量。像诗中这样将“视”下属且加“还”字，就更加重了上句的意义：吃没吃，穿没穿，还有什么活路呢？因而具有征服读者的不可辩驳的力量。</p> <p>　　后半，“拔剑东门去”承上句而来，是主人公由犹豫、反复到下定最后的决心。主人公要出去做事，不一定非要作出一副剑拔弩张的架势。但诗中这样处理，却异常真实地表现出主人公决绝而无反顾。以下妻子牵衣哭劝一段文字，是对主人公这不顾一切的行动的戏剧性烘托。妻子说，别人富贵我不羡慕，我甘愿和你喝稀饭。这是自欺欺人的话。家中灶下连一粒米都没有了。大约她也觉出自己的话没有说服力，就又说：你看在老天爷的分上吧。这话当然也不会生出什么效果。主人公早就不信老天爷了。她又让他为儿女着想，而他正是为了儿女才这样做的啊。妻子想到的是另一层：一旦事败，触犯“王法”，不但救不了一家老小，而且还会将他们投入更深的深渊。这句话对前面主人公的极度矛盾的心理作了注脚；同时前后照应，加深了此诗悲剧的内涵。主人公的行为不免饮鸩止渴，又势在不得不饮。最后妻子无可奈何地说，“今时清，不可为非。”（余冠英认为“今非”中似有脱文，应作“今时清，不可为非”）主人公这样回答他的妻子：“咄！行！我去为迟！”两个单字句，一个四字句，短促有力，声情毕肖地表现了主人公的决难回转，他是就要去拚命了。“咄”在这里是急叱之声，吆喝他的妻子走开，不要拦阻他。他说现在去已经为时太晚，并非指这次行动，而是说先前对自己的可悲处境尚不觉悟，对这世道尚缺少清醒的认识。“白发”一句，可能是汉代的俗语，意思大概如今天说的“谁知还能活几天”。表明主人公把这罪恶的人生看穿了，而不是说人的年龄。</p> <p>　　这篇诗歌虽然采取了杂言形式，但是由于用字简练，句子长短相济，读来有顿挫流离之感。</p> <p>　　乐府中有两篇《东门行》歌辞，这里用的是本辞。另一篇为晋乐所奏，共四节，较本辞有所增衍。其中最显眼的是“今时清廉，难犯教言”之类的句子。这是站在封建统治者的立场，对黑暗的社会现实加以粉饰。尽管作了这样的改动，基本思想内容还是不能改变，最后只好予以排斥。这篇民歌的遭遇，见诸《古今乐录》所引王僧虔《技录》的记载：“《东门行》歌古‘东门’一篇，今不歌。”</p>",
  "about": "<h2>创作背景</h2> 　　东汉末年，朝政腐败，宦官当权，战祸频仍，民不聊生，社会不公尤为严重，据《潜夫论》等书记载，当时首都的贵人们衣服、车马、装饰、庐舍全都讲究豪华，死了以后棺材一定要用江南的楠木做，精雕细刻，一套棺椁重达万斤，里面还放上许多珍宝（这一点现在已为许多考古发现所印证）；而农民却丰年不得饱食，饥荒年头甚至发生人吃人的惨剧，许多人沦为奴隶，时有暴动发生。《东门行》里的故事正是在这样的背景之下发生的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "叙事"
  ]
}