{
  "id": 71589,
  "star": 10,
  "name": "咏霍将军北伐",
  "dynasty": "南北朝",
  "content": "拥旄为汉将，汗马出长城。<br>长城地势险，万里与云平。<br>凉秋八九月，虏骑入幽并。<br>飞狐白日晚，瀚海愁云生。<br>羽书时断绝，刁斗昼夜惊。<br>乘墉挥宝剑，蔽日引高旍。<br>云屯七萃士，鱼丽六郡兵。<br>胡笳关下思，羌笛陇头鸣。<br>骨都先自詟，日逐次亡精。<br>玉门罢斥候，甲第始修营。<br>位登万庾积，功立百行成。<br>天长地自久，人道有亏盈。<br>未穷激楚乐，已见高台倾。<br>当令麟阁上，千载有雄名！",
  "fanyi": "<h2>注释</h2> ⑴这首<a href=\"http://so.gushiwen.org/view_71589.aspx\">诗</a>选自《宣统固原州志》（《民国固原县志》亦收录此诗）。霍将军，即西汉名将霍去病（前140～前117）。<br>⑵汗马：有人将汗马释为战功，似不确。据诗意，汗马当是西域名贵汗血马的省称。将军乘骑高大的汗血马、拥旄使节，军威何其雄壮！<br>⑶虏骑：《宣统固原州志》和《民国固原县志》作“胡骑”，此据其他版本改。幽并：即幽州和并州，古代燕赵之地。<br>⑷飞狐：塞名，其地约在今河北蔚县东南。<br>⑸瀚海：又写作翰海，一般认为在今蒙古高原。此诗所用地名均为泛指，不必坐实。<br>⑹羽书：古时征调军队的文书，上插鸟羽表示紧急，必须速递。<br>⑺刁斗：古代军中用具。铜质，有柄，能容一斗。军中白天用来煮饭，夜则以巡更。<br>⑻乘墉：墉，城墙。乘墉，登上城墙。<br>⑼旍：同“旌”，旗帜。<br>⑽云屯：如云屯聚，一状士多将广，二形容全军上下凝聚一心。七萃士：周代禁军，此指勇士。<br>⑾鱼丽：古代车战的一种阵法。六郡兵：六郡，指汉陇西、天水、安定、北地、上郡、西河。六郡良家子选给羽林，多出名将。<br>⑿骨都：指匈奴官名骨都侯，冒顿单于设置。自詟：詟，“慑”的异体字。自詟，自惊慑。<br>⒀日逐：匈奴王号，也为官名。亡精：丧精亡魄，丢魂失胆。<br>⒁玉门：指玉门关，汉武帝置。故址在今甘肃敦煌西北小方盘城。斥候：亦作“斥堠”，侦察；候望。亦指侦察敌情的士兵。<br>⒂甲第始修营：甲第，本谓封侯者的住宅。霍去病因击败匈奴有功，汉武帝曾为他建造府第，他拒绝说：“匈奴未灭，无以为家。”这句诗是说，现在可以修府第了。<br>⒃万庾积：上万处堆积在露天的谷物。言其位尊禄厚。<br>⒄百行成：百行，多方面的品行。言其才高望重。<br>⒅激楚：楚歌曲。<br>⒆高台倾：指霍去病之死。霍去病虽然功成名就，但享福未多，年仅24岁就去世了。<br>⒇麟阁：即“麒麟阁”，在未央宫中，汉武帝获麒麟时作此阁，图画其像于阁，遂名为麒麟阁。",
  "shangxi": "<h2>鉴赏</h2> <p>　　霍去病（前140－前117），西汉名将，大将军卫青姊子。年十八，为天子侍中，善骑射，初从卫青击匈奴，屡立战功，封冠军侯，三年后为骠骑将军。曾与卫青一起击败匈奴主力，对安定边界做出卓绝贡献。此<a href=\"http://so.gushiwen.org/view_71589.aspx\">诗</a>咏霍将军北伐，与齐梁之际南北对峙的形势有关，例如南齐武帝欲北伐，多次临琅邪城讲武；又如公元505年（天监四年），梁武帝命中军将军临川王萧宏率众北伐。但诗歌的具体作年难于考订。诗人借歌咏霍去病击败匈奴事，抒发了为国建功立业的豪情，尽管凭借当时南方政权的国力希冀北伐成功并非易事，但诗歌所表现的进取精神，在那个时代却是难能可贵的。</p> <p>　　秦始皇派蒙恬北筑长城，却匈奴七百余里，使胡人不敢南下牧马。可是，到了汉武帝时期北方和西北边患又变得严重了。汉武帝先后发动三次大规模的对匈奴战争，才基本确保了边地的安全。霍将军曾多次与匈奴接战，长驱二千余里，击败左贤王，封狼居胥山，禅姑衍，临翰海，建功而还。诗歌首四句记出征，并描绘长城地势的险要。霍将军仗节拥旄，肩负国家重托，率部北伐，远出长城。“汗马”，或释为战功，似不确。据诗意，汗马当是西域名贵汗血马的省称。将军乘骑高大的汗血马、拥旄使节，军威何其雄壮！“万里与云（一作阴）平”，承“地势险”，不仅写出长城的气势，长城外地域的广漠辽阔，而且创造出一种悲壮苍凉的氛围。“凉秋八九月”六句追叙师出长城之由。秋高气爽，马肥人壮，正是匈奴用兵的大好季节。敌骑南践幽、并两州，严重威胁西汉边地。飞狐战云密布，日色格外昏暗；瀚海兵事迭起，云雾阴霾若愁。“飞狐”，塞名，其地约在今河北蔚县东南;“瀚海”，又写作翰海，一般认为在今蒙古高原。此诗所用地名均为泛指，不必坐实。“白日晚”、“愁云生”，以边地之景渲染战事的紧急，并跌出“羽书”、“刁斗”。羽书不时断绝，军情不达，足见道路已为敌人所阻。“刁斗”，昼炊之具，夜则击之以警戒，为行军两用之物，此言昼夜为敌所惊。敌入之速，来势之猛，战事之急迫，由此可见。霍将军就是在这样警急的形势下出师长城的，他系国家安危于一己之身，责任何其重大！</p> <p>　　“乘墉挥宝剑”八句，描绘破敌，慷慨淋漓，扣人心弦，用笔高壮。在这严峻的关头，霍将军从容不迫，登城指挥将士却敌。宝剑所向，旌旗遮空蔽日，勇士良将，无一不奋勇争先；兵法阵法，出奇制胜。“挥宝剑”，生动地描绘出亲临前线指挥作战的主帅形象，同时还暗用楚王登城挥太阿宝剑，晋、郑之师围楚三年一朝破败的典故，已寓克敌制胜之意。“七萃士”，周代禁军，此指勇士。“云屯”，如云屯聚，一状士多将广，二形容全军上下凝聚一心。“鱼丽”，古兵阵，见《左传·桓公五年》。“六郡”，据《汉书·地理志》，汉金城、陇西、天水、安定、北地、上郡六郡良家子选给羽林，多出名将。真是将精卒勇，锐不可当。“胡笳关下思，羌笛陇头鸣。”这两句是破敌过程的小插曲。“胡笳”、“羌笛”，边地少数民族乐器。“高秋八九月，胡地早风霜”（<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《胡无人行》），远离中原，北出边关，深入荒漠，羌笛一曲，胡笳数声，未免牵动征战将士的乡思之情。气候的恶劣，条件的艰苦，更见将士对国家的忠良气节。在铺叙紧张的战事中插入“胡笳”两句，文势起伏，回肠荡气，避免了行文的平板，更能打动人心。“骨都”、“日逐”，均匈奴侯王名。“自詟”，自惊慑；“亡精”，丧精亡魄，丢魂失胆。在霍将军的指挥下，击败了匈奴，北伐获得全胜。“自詟”、“亡精”，反衬霍将军的胆威及非凡的军事才能。上一节用“羽书”、“刁斗”，这一节用“胡笳”、“羌笳”，上一节用“飞狐”、“瀚海”，这一节用“骨都”、“日逐”，步步相为映发，相互照应，遣词谋篇用心良苦。</p> <p>　　“玉门”至篇终，回师后事。“斥候”，今言侦察兵。玉门一带，战火已停。武帝为霍将军营造最好的住宅，霍去病说:“匈奴未灭，无以家为也。”遂传为千古美谈。“万庾积”，言其位尊禄厚;“百行成”，言其才高望重。“玉门”四句，极形容霍将军屡建功勋后受到国家的优宠。天长地久，但是人生短暂；将军虽然功成名就，但享福未多，人已迁化（死时年仅二十四）。“激楚”，楚歌曲;“高台倾”，指霍去病之死。“位登”，“功立”后嵌入“天长”四句，沉郁低回，紧接着又用“当令麟阁上，千载有雄名”两句振起作结，先抑后扬，顿挫跌宕，情调慷慨激昂，高亢有力。“麟阁”，即“麒麟阁”，在未央宫中，汉武帝获麒麟时作此阁，图画其像于阁，遂名为麒麟阁。公元前51年（汉宣帝甘露三年），曾图画股肱之臣的形貌，署其官爵姓名于阁，以思其美。此诗借宣帝事，指出骠骑虽然过早谢世，但名雄千古，为后人所敬慕。</p> <p>　　虞羲作品今存不多，但其诗作在南齐时就以其独特的“清拔”风格受到永明代表诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的嗟赏称颂。后人评此诗曰：“高壮开唐人之先，巳稍洗尔时纤卑习气矣”（《采菽堂古诗选》卷二十八）；“不为纤靡之习所困，居然杰作”（《古诗源》卷十三），都较准确地指出它与齐梁之际众作不同的特色在于不纤弱，在于高壮有气势。的确，齐梁间诗坛上能结合时事，寄寓作者高怀壮志，昂奋激发人心的诗作并不多见。此诗《文选》归入“咏史”类，篇幅还是较长的，何焯云：“妙在起伏，非徒铺叙为工”（《义门读书记》卷四十六），由于诗人善于驾驭，避免咏史诗较常见的平铺直叙，写得起伏跌宕。诗中描写边塞的一些语词、典故，多可回味，有的甚至为后代边塞诗所习用。此诗上承<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>描写边塞的诗作（如《代出自蓟北门行》），下开唐人边塞诗之先，虽然情调尚不及唐人的俊快刚健，但如何焯所指出，实为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《前后出塞》所祖，在边塞诗的发展过程中有积极的意义。</p>",
  "poet": {
    "id": 400,
    "star": 0,
    "name": "虞羲",
    "desc": "虞羲，南朝齐梁间诗人。生卒年不详。字子阳（李善《文选注》引《虞羲集序》），一说字士光（《南史·江淹任昉传》）。会稽余姚（今浙江余姚市）人。虞羲的诗以《文选》所录《咏霍将军北伐》最为有名。这首诗写沙场烽火，如“长城地势险，万里与云平”、“飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊”，颇有气势。"
  },
  "tags": [
    "咏史怀古",
    "爱国",
    "壮志"
  ]
}