{
  "id": 57526,
  "star": 14,
  "name": "满江红·建康史帅致道席上赋",
  "dynasty": "宋代",
  "content": "鹏翼垂空，笑人世，苍然无物。又还向、九重深处，玉阶山立。袖里珍奇光五色，他年要补天西北。且归来，谈笑护长江，波澄碧。<br>佳丽地，文章伯。《金缕》唱，红牙拍。看尊前飞下，日边消息。料想宝香黄阁梦，依然画舫青溪笛。待如今、端的约钟山，长相识。",
  "fanyi": "<p><strong>译文<br></strong>鹏鸟展开了翅膀，遮盖了天空，向下看，可笑人世间，青茫茫的一片，看不见一位英雄人物。回过头来，向朝庭的深处望去，看见你挺拔坚定的站在金殿的玉阶上；你袖子里装有奇异的、珍贵无比的五色宝石，他年你要它来修补已经折断了的西北的天柱。现在，暂且回到帅司去，在谈笑中，就可以防守长江的天险，守好建康的大门。让长江里碧波澄明的水，安静地流着。<br>建康是一个山清水秀，出人材的地方，有你这么一位文章名手在这里，我们安心的在宴席上，拍红牙拍，唱着《金缕曲》，实在快乐。在酒席宴前会飞来朝庭的好消息，料想是散发着印泥香味的诏出来了，叫你到黄阁当丞相。但，这却是一场梦，现在你仍然乘着游弋的画船，听着青溪上的笛声。如今，你真的要与钟山互相约定，做一个长久的朋友。</p> <p><strong>注释<br></strong>建康：六朝时期的京城，今江苏南京市。南宋为府名，公元1129年（建炎三年）改江宁府置，治所在今南京市。史正志字致道，江都（今江苏江都县）人。公元1167年到1170年（乾道三年到六年）知建康府，兼沿江水军制置使兼提举学事。《乾隆扬州志》说史致道“绍兴二十一年进士……高宗视师江上，上《恢复要览》五篇。车驾驻建康，言三国六朝形势与今日不同，要当无事则都钱塘，有事则幸建康。诏下集议，从之。……除右文殿修撰知静江府，未赴而罢。后归老姑苏，号吴门老圃。著有《建康志》、《菊谱》。按：《念奴娇·我来吊古》的小题中有：“呈史留守致道”一语，由此得知：史致道在知建康府时，还兼建康留守。帅，宋制行政区分为路，路设安抚使司，称帅司、帅府。长官称安抚使或帅。多带经略使、马步军都总管兼衔，有节制兵马、赏罚命令、督理刑狱、察询民情、管理钱谷、兵器等权力。使司的治所为州、为府或军，州府的治所设长官叫知府、知州等，通常都是安抚使兼知府事。<br>鹏翼：鹏鸟的翅膀。《庄子·逍遥游》中云：有鸟名鹏，“鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。”<br>苍然：色青为苍，与苍茫、苍苍同。<br>九重：天。《汉书·礼乐志》：“九重开，灵之游。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“天有九重”。后世把帝王居住的地方叫九重或朝庭。<br>玉阶：玉石砌的台阶。唐<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>《左掖梨花》<a href=\"http://so.gushiwen.org/view_57526.aspx\">诗</a>：“春风且莫定，吹向玉阶飞。”这里是指殿前的台阶。<br>山立：像山一样挺立。<br>光五色：《史记补·三皇本纪》：“女娲氏末年，诸侯有共工氏，与祝融战，不胜而怒，乃头触不周山崩，天柱折，地维绝，女娲乃炼五色石以补天。……于是地平天成，不改归物。”这两句是说史致道有驱逐金人，收得失地的本领。<br>尊前：“尊”同“樽”，古时木制的酒杯。尊前，指宴席上。<br>宝香：皇帝的诏书上盖印玺的印泥，散发出的香味。<br>黄阁：丞相办公的地方。《汉归仪》：“丞相听事门曰黄阁。不敢洞开朱门，以别于人主，故以黄涂之，谓之黄阁。”<br>画舫：装饰华丽的游船。<br>青溪：水名。《景定建康志》：“青溪，吴大帝赤乌四年凿，东渠名青溪，通城北堑潮沟，阔五丈，深八尺，……及杨溥城金陵，青溪始分为二。在城外者自城壕合于淮，今城东竹桥西北接后湖者，青溪遗迹固在。”<br>端的：确实、真的。在宋词中端的用法很多，往往因词的内容而变化它本身的含义。<br>钟山：又名蒋山，在今江苏南京市城东北。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《满江红·建康史帅致道席上赋》是一首作于史致道宴席、并表示歌颂史致道之意的赠人词，但却不与一股的应酬赞美、缺乏主旨的词相同。词人以饱酣的笔墨，充沛的热情，向当时驻守建康的军事行政氏官史正志表达词人的赞颂之情，并通过这一情感的表达，展露词人力主抗金复土的政治怀抱。词写得豪迈而深沉，在主旨广、基调上、笔法亡和结构上，都与《水调歌头·千里涯洼种》相近似，但又能显示独特的神采，体现出”复”中的“不复”。</p> <p>　　此词采用神奇的神话传说和众多的典故，赋予作品以光怪陆离的奇幻性，和情感内容的密度与深度。</p> <p>　　词的上阕，词人以奇情异想的笔调，歌颂史氏的高才独出、志向奇壮。词一上来，就以庄子在《逍遥游》中所构造的那只“背若泰山，冀若垂天之云”的神奇鹏鸟来比拟史氏。这就不仅写出了史氏的超群才性，而且使全词笼罩在雄奇放逸的浪漫主义的抒情氛围里。一句“笑人世、苍然无物”，写得峭拔警迈，足见史氏的非凡才华和怀抱，以及词人对史氏的推重。接下去，顺承上文，写这只讪笑人世苍茫的大鹏，飞回天宫深处，像高山一样，收翅仁立在玉阶天门之上。这一对庄子的大鹏形象所作的延伸，不仅显不出词人的非凡想像力，也表明词人这一时期对于“天宫”实即朝廷的深加留意。而且，因为这里的大鹏和“九重”、“五阶”之类都是采用了暗喻的修辞手法，若从大鹏所造这一形象的内涵上来看，大鹏更是点明了被任命为行宫留守和江防前线的军事长官的史氏，在天子心目中的重要地位。运用大鹏的形象作比拟之后，词人再次运用女蜗补天的神话，赋予史氏以补天之神的奇持形象。这个形象，应该是大鹏与女蜗的嫁接。这并不是忘乎所以的肉麻吹捧，而是趋近词人的抗金目标的必然兴会。它实际上是希望抗战派得到重用，可以收复中原故土，“补”好宋朝已经缺了西北的“半边天”。这是词人此时心恒系之的热血之念，所有的飞腾幻想。奇情壮采，都因为这样的怀抱而变得沉甸甸地，富有很深的思想意义。上阁最后一大句，在语气上还承接着上文，“且归来”是对“又还向九重”、志在补天的鹏鸟的转写，但是在境界上，却由神话转入现实，写史氏充任江防前线的长官，使万里长江波澜不惊，江南形势得以安定。其中“谈笑”一词。极写史氏护江的举重若轻，暗示着其才能，比维护长江安宁所需要的更大。在这里的语气中，还带着前文借用神话时的豪逸味道。</p> <p>　　词的下阕，才始着墨于题中的宴席描写，但并不渲染其热闹与豪华，这在结构和用墨卜，都与《水调歌头·千里渥洼种》略异。其用意在写史氏不仅有上文所写的“补天”才能，还是个文采风流的“文章伯”。“合缕”一词，是为词人对史氏文才的推许作映证。当然，这样的推许，实际上是受到天子手谕史正志表示嘉许的信息激发出的。接韵一个“看”字，就写出了孝宗手谕即“日边消息”给史正志带来的人阁希望，和词人对于这一消息的同样重视。词人在《千秋岁》一词中，曾说过史正志“从今尽是中书考”这样的话，与这里意思相同，而此处表达得则更委婉。“料想”一韵，不写其今日欣喜之情，反而写史致道日后入朝为相、主持政事以后，还会对今日秦淮河上的游赏恋恋于怀，写其于位高校重之时的平常心和风流态，这就深得措意深隐之妙，写出了大人物的情怀儒雅而风流。结韵更是曲笔传倩，既然史氏入朝主政后依然怀念秦淮河上的清游雅集。词人对钟山山水的感情是如此亲厚，自然今日就要与钟山相约，相约成为老朋友了。那么在钟山秦淮边结识的同僚，也是词人的老朋友。词人真是“不著一字，尽得风流”了。</p> <p>　　赠人之作能写到如此境界，将词人的理想抱负与热情充实在其中，使词中不仅有人，而且有“我”；而又以既豪迈且深隐的风格出之，使读者得到更多面的美感体验，即使不谈它在语言上的五色迷离，苫峭奇拔，此词也已堪称宋代同类词作中的上品。</p> <p>　　值得指出的是，史正志的政治态度比较依违，并不与坚决主战的词人完全一致，史正志不仅早年想投靠炙手可热的秦桧集团，甚至还为排挤主战派领袖<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>而奔忙，但是，这样的隐情，词人是无法深察的。词人把史正志当成一个主张抗金的同志来歌颂，情有可原。</p>",
  "about": "<h2>创作背景</h2> 　　《满江红·建康史帅致道席上赋》大约作于公元1169年至1170年（乾道五、六年）之间。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在担任建康通判。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写人",
    "赞颂",
    "抒怀",
    "述志"
  ]
}