{
  "id": 70757,
  "star": 67,
  "name": "蝶恋花·又到绿杨曾折处",
  "dynasty": "清代",
  "content": "又到绿杨曾折处，不语垂鞭，踏遍清秋路。衰草连天无意绪，雁声远向萧关去。<br>不恨天涯行役苦，只恨西风，吹梦成今古。明日客程还几许，沾衣况是新寒雨。",
  "fanyi": "<p><strong>译文<br></strong>又来到昔日折柳相送友人的故地，骑马默默垂鞭徐行，心绪沉沉惝恍迷离，在无望的秋思之途踏行。衰草无边已了无生趣。大雁远去关塞遥远。<br>天涯羁旅之苦却也无妨，只可恨那西风吹散吹灭了多少穿越古今的美梦。明天，行程还在延续，乍寒的新雨打湿衣衫，更觉凄冷孤单。</p> <p><strong>注释<br></strong>①绿杨曾折：古人在送别时，有折柳枝相赠的习俗。<br>②不语垂鞭：引用唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《晓别》<a href=\"http://so.gushiwen.org/view_70757.aspx\">诗</a>：“上阳宫里钟初动，不语垂鞭上柳堤。”垂鞭，放马慢行。<br>③衰（shuāi）草：指秋天的草。<br>④意绪：心绪；心情。南齐王融《咏琵琶》：“丝中传意绪，花里寄春情。”<br>⑤萧关：关口名。在今甘肃平凉县，古为西北边地要塞。<br>⑥行役（yì）：指因公务而长期在外跋涉。<br>⑦成今古：谓今与古距离遥远，实为感叹光阴易逝。<br>⑧几许：多少。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写羁旅在外，路过旧日与亲友分别的地方，而引起的惆怅之情。上片重在写景，下片重在抒情，然而又都是景中有情，情中有景。</p> <p>　　先看首句，“又到绿杨曾折处”，<a href=\"http://so.gushiwen.org/view_70757.aspx\">诗</a>人不直陈痛楚，而将其深隐于“绿杨”依依之中，这种隐忍使情意又深了一层。更重要的是，一个“又”一个“曾”，完成了时空上的移位与重叠。故地重游，绿杨依旧，一如当初折柳相望、依依不舍之时（因“柳”与“留”谐音，古人在送别时有折柳相送的习俗）——谁料如今物是人非，竟只剩下自己孤独漫游。昨天——今天，两个既同又异，亦幻亦真的片断，彼此交叠，诗句便多了一层深婉迷离的意趣。这种不经意（这种不经意的写法必定经过诗人精妙的提炼才不露斧痕）营造的时空上的错乱，近乎幻觉，也接近了思念的极致。试想一下，若不是最深沉最痛切的思念又怎么令人如此恍惚、迷惘。</p> <p>　　承接首句，“不语垂鞭，踏遍清秋路”，看似平铺而下，其实布局精巧。“不语”承接首句的惝恍迷离的状态，而“垂鞭”已将诗人的思绪引回到现实之中。“垂鞭”意指诗人心绪沉重，纵马缓行。马足所及，又轻轻勾连“踏遍”一句。从时间上看，这两句完成了从“昨”到“今”的交接，回忆转瞬即逝，只剩下冰冷的现实、意念成灰的自己；而从空间上看，这两句将思绪由“折柳处”引向了“衰草连天”更为广褒的空间。于是诗人在现实中痛感自己的孤单无依，也不得不面对无边无际的“清秋”“衰草”，无力地抵挡着秋意凄凉的侵蚀。意犹未尽，“雁声”又将秋意带到“萧关”更遥远的地域；一个“远”字，令愁情绵延不尽。 下片的“天涯”收结了上文，也极言“行役”之遥远之漫长。分明苦不堪言，偏偏还说“不恨”，翻出新意，更为后文“只恨西风”伏笔——原来还有可恨之事甚于“天涯行役”之苦。[5] </p> <p>　　“只恨西风，吹梦成今古”，出语新巧、奇警，含意蕴藉、深长。“吹梦”之说不是首创，较早见于南朝民歌《西洲曲》：“南风吹我意，吹梦到西洲”。但两者各尽其妙，并不雷同。风吹梦，本来给人以无限迷朦、无尽怅惘的意味，由典故中的熏暖的“南风”变为可恨的“西风”，却陡增了几分凌厉、残酷的意味。如果说南风是传递爱情的浪漫信使，为何西风却要一下子将美梦吹散吹灭？只因诗人所要抒发是天涯羁旅、人各一方的怨恨，而不是《西洲曲》中少年春心萌动、欲诉相思的闲愁。把梦吹成了“今古”应属诗人首创，妙就妙在：它在前面对空间极力拓宽的基础上，进而完成了对时间的无限延伸——于是，诗歌的时空结构便变得更加辽阔、苍茫了。</p> <p>　　最后以“明日客程”收结，一片“雨”色里，全诗笼罩在朦胧凄冷的情调之中。总而言之，在这首短小的词里，诗人着意拓展了诗歌的时空，遂令天之悠悠、地之茫茫，无时不怀想，无处不相思，写出了思念之极致。这份穿越时空的思念，才是真正的“地久天长”。</p>",
  "about": "<h2>创作背景</h2> 　　这首词考证作于康熙二十一年（公元1682年）八月去梭龙时。作者于当年三月曾扈驾东出山海关至盛京（今辽宁沈阳）。这次奉命往觇梭龙，仍走去山海关之老路，故曰“又到绿杨曾折处”。与以往不同的是，纳兰这次并没有随驾出巡，而是负皇命行役在外，这是他第一次率队远征，这首词就是词人行走在漫漫出关路上的一段痛苦的内心独白。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "思念"
  ]
}