{
  "id": 10465,
  "star": 226,
  "name": "梦李白二首·其一",
  "dynasty": "唐代",
  "content": "死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。<br>故人入我梦，明我长相忆。恐非平生魂，路远不可测。<br>魂来枫林青，魂返关塞黑。君今在罗网，何以有羽翼。<br>落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。</p> <p>死别已吞声，生别常恻恻。江南瘴疠地，逐客无消息。<br>故人入我梦，明我长相忆。君今在罗网，何以有羽翼。<br>恐非平生魂，路远不可测。魂来枫林青，魂返关塞黑。<br>落月满屋梁，犹疑照颜色。水深波浪阔，无使蛟龙得。",
  "fanyi": "<p><strong>译文<br></strong>为死别往往使人泣不成声， 而生离却常令人更加伤悲。江南山泽是瘴疬流行之处， 被贬谪的人为何毫无消息？<br>老朋友你忽然来到我梦里， 因为你知道我常把你记忆。梦中的你恐不会是鬼魂吧， 路途遥远生与死实难估计。<br>灵魂飘来是从西南青枫林， 灵魂返回是由关山的黑地。你如今陷入囹圄身不由己， 哪有羽翼飞来这北国之地？<br>明月落下清辉洒满了屋梁， 迷离中见到你的颜容憔悴。水深浪阔旅途请多加小心， 不要失足落入蛟龙的嘴里。</p> <p><strong>注释<br></strong>⑴吞声：极端悲恸，哭不出声来。恻恻：悲痛。开头两句互文。<br>⑵瘴疠：疾疫。古代称江南为瘴疫之地。逐客：被放逐的人，此指<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>。<br>⑶故人：老朋友，此指李白。这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>常用的越过一层、从对方写起、连带双方的手法。故人知我长相思念而入我梦，则我之思念自不必言，而双方之相知相忆又自然道出。<br>⑷恐非平生：疑心李白死于狱中或道路。这两句说：我梦到的该不是你的魂魄吧？山高路远，谁知道你是否还活着啊！<br>⑸枫林：李白放逐的西南之地多枫林。关塞：杜甫流寓的秦州之地多关塞。李白的魂来魂往都是在夜间，所以说“青”“黑”。<br>⑹罗网：捕鸟的工具，这里指法网。羽翼：翅膀。这两句说：既已身陷法网，系狱流放，怎么会这样来往自由呢？<br>⑺颜色：指容貌。<br>⑻这句指李白的处境险恶，恐遭不测。祝愿和告诫李白要多加小心。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　“死别已吞声，生别常恻恻。”<a href=\"http://so.gushiwen.org/view_10465.aspx\">诗</a>要写梦，先言别；未言别，先说死，以死别衬托生别，极写<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>流放绝域、久无音讯在诗人心中造成的苦痛。开头便如阴风骤起，吹来一片弥漫全诗的悲怆气氛。</p> <p>　　“故人入我梦，明我长相忆。”不说梦见故人，而说故人入梦；而故人所以入梦，又是有感于诗人的长久思念，写出李白幻影在梦中倏忽而现的情景，也表现了诗人乍见故人的喜悦和欣慰。但这欣喜只不过一刹那，转念之间便觉不对了：“君今在罗网，何以有羽翼？”你既累系于江南瘴疠之乡，怎么就能插翅飞出罗网，千里迢迢来到我身边呢？联想世间关于李白下落的种种不祥的传闻，诗人不禁暗暗思忖：莫非他真的死了？眼前的他是生魂还是死魂？路远难测啊！乍见而喜，转念而疑，继而生出深深的忧虑和恐惧，诗人对自己梦幻心理的刻画，是十分细腻逼真的。</p> <p>　　“魂来枫林青，魂返关塞黑。”梦归魂去，诗人依然思量不已：故人魂魄，星夜从江南而来，又星夜自秦州而返，来时要飞越南方青郁郁的千里枫林，归去要渡过秦陇黑沉沉的万丈关塞，多么遥远，多么艰辛，而且是孤零零的一个。“落月满屋梁，犹疑照颜色。”在满屋明晃晃的月光里面，诗人忽又觉得李白那憔悴的容颜依稀尚在，凝神细辨，才知是一种朦胧的错觉。相到故人魂魄一路归去，夜又深，路又远，江湖之间，风涛险恶，诗人内心祝告着、叮咛着：“水深波浪阔，无使蛟龙得。”这惊骇可怖的景象，正好是李白险恶处境的象征，这惴惴不安的祈祷，体现着诗人对故人命运的殷忧。这里，用了两处有关<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的典故。“魂来枫林青”，出自《楚辞·招魂》：“湛湛江水兮上有枫，目极千里兮伤春心，魂兮归来哀江南！”旧说系<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>为招屈原之魂而作。“蛟龙”一语见于梁<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《续齐谐记》：东汉初年，有人在长沙见到一个自称屈原的人，听他说：“吾尝见祭甚盛，然为蛟龙所苦。”通过用典将李白与屈原联系起来，不但突出了李白命运的悲剧色彩，而且表示着<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对李白的称许和崇敬。</p>",
  "about": "<h2>创作背景</h2> 　　公元758年（乾元元年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>被流放夜郎（治所在今贵州正安西北），第二年春，行至巫山遇赦，回到江陵。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>远在北方，只听说李白被流放，不知道他已被赦还，忧思拳拳，久而成梦，于是写下了两首《梦李白》<a href=\"http://so.gushiwen.org/view_10465.aspx\">诗</a>。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "典故",
    "写人"
  ]
}