{
  "id": 64094,
  "star": 783,
  "name": "一剪梅·舟过吴江",
  "dynasty": "宋代",
  "content": "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。<br>何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
  "fanyi": "<p><strong>译文</strong><br>船在吴江上飘摇，我满怀羁旅的春愁，看到岸上酒帘子在飘摇，招揽客人，便产生了借酒消愁的愿望。船只经过令文人骚客遐想不尽的胜景秋娘渡与泰娘桥，也没有好心情欣赏，眼前是“风又飘飘，雨又潇潇”，实在令人烦恼。<br>哪一天能回家洗客袍，结束客游劳顿的生活呢？哪一天能和家人团聚在一起，调弄镶有银字的笙，点燃熏炉里心字形的盘香？春光容易流逝，使人追赶不上，樱桃才红熟，芭蕉又绿了，春去夏又到。</p> <p><strong>注释</strong><br>1.吴江：今江苏县名。在苏州南。<br>2.浇：浸灌，消除。<br>3.帘招：指酒旗。<br>4.秋娘渡：指吴江渡。秋娘：唐代歌伎常用名，或有用以通称善歌貌美之歌伎者。又称杜仲阳，为唐德宗时镇海军节度史李侍女。渡：一本作“度”。<br>5.桥：一本作“娇”。<br>6.萧萧：象声，雨声。<br>7.银字笙：管乐器的一种。调笙，调弄有银字的笙。<br>8.心字香，点熏炉里心字形的香。</p>",
  "shangxi": "<p>　　吴江指滨临太湖东岸的吴江县。这首词主要写作者乘船漂泊在途中倦懒思归之心情。</p> <p>　　起笔点题，指出时序，点出“春愁”的主旨。“一片春愁待酒浇”，“一片”言愁闷连绵不断。“待酒浇”，是急欲要排解愁绪，表现了他愁绪之浓。词人的愁绪因何而发，这片春愁缘何而生。接着便点出这个命题。</p> <p>　　随之以白描手法描绘了“舟过吴江”的情景：“江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧”，这“江”即吴江。一个“摇”字，颇具动态感，带出了乘舟的主人公的动荡飘泊之感。“招”，意为招徕顾客透露了他的视线为酒楼所吸引并希望借酒浇愁的心理。这里他的船已经驶过了秋娘渡和泰娘桥，以突出一个“过”字。“秋娘”“泰娘”是唐代著名歌女。作者单用之。心绪中难免有一种思归和团聚的急切之情。飘泊思归，偏逢上连阴天气。作者用“飘飘”“萧萧”描绘了风吹雨急。“又”字含意深刻，表明他对风雨阻归的恼意。这里用当地的特色景点和凄清、伤悲气氛对愁绪进行了渲染。</p> <p>　　“何日归家洗客袍？银字笙调，心字香烧”。首句点出“归家”的情思，“何日”道出飘泊的厌倦和归家的迫切。想象归家后的温暖生活，思归的心情更加急切。“何日归家”四字，一直管着后面的三件事：洗客袍、调笙和烧香。“客袍”，旅途穿的衣服。调笙，调弄有银字的笙，烧香，点熏炉里心字形的香。这里是白描，词人想像归家之后的情景：结束旅途的劳顿，换去客袍；享受家庭生活的温馨，娇妻调弄起镶有银字的笙，点燃熏炉里心字形的香。白描是为了渲染归情，用美好和谐的家庭生活来突出思归的心绪。作者词中极想归家之后佳人陪伴之乐，思归之情段段如此。“银字”和“心字”给他所向往的家庭生活，增添了美好、和谐的意味。</p> <p>　　下片最后三句非常精妙。“流光容易把人抛”，指时光流逝之快。“红了樱桃，绿了芭蕉”化抽象的时光为可感的意象，以樱桃和芭蕉这两种植物的颜色变化，具体地显示出时光的奔驰，也是渲染。蒋捷抓住夏初樱桃成熟时颜色变红，芭蕉叶子由浅绿变为深绿，把看不见的时光流逝转化为可以捉摸的形象。春愁是剪不断、理还乱。词中借“红”“绿”颜色之转变，抒发了年华易逝，人生易老的感叹。</p> <p>　　词人在词中逐句押韵，读起朗朗上口，节奏铿锵。大大地加强了词的表现力。这个节奏感极强的思归曲，读后让人有“余言绕梁，三日不绝”的意味。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋亡，作者深怀亡国之痛，隐居姑苏一带太湖之滨，漂泊不仕。此词为作者乘船经过吴江县时，见春光明艳的风景借以反衬自己羁旅不定的生活所作的一首词。</p>",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "伤春",
    "思归"
  ]
}