{
  "id": 72000,
  "star": 64,
  "name": "生查子·春山烟欲收",
  "dynasty": "唐代",
  "content": "春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。<br>语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。",
  "fanyi": "<p><strong>译文</strong><br>春山上的烟雾即将散去，淡色的天空上，星星稀疏且小。将落的月儿照在我们脸上，流着离别的泪水，天已经接近黎明。<br>话已经说了很多，情意却没有尽头。回过头来仍说道：记得绿罗裙，无论走到何处都要怜惜芳草。</p> <p><strong>注释</strong><br>①生查子：词调名，原为唐教坊曲名。这首词写一对情侣拂晓惜别的依依之情，是五代词中写离情的名篇，结尾尤为人称道。<br>②烟欲收：山上的雾气正开始收敛。<br>③重(chang)道：再次说。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词的题旨，就是“春草碧色，春水渌波，送君南浦，伤如之可”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）之意，写情人伤别。不过，分手地点不在江滨，似在芳草连天的古道上。上片写别景，下片写别情，结句尤佳。</p> <p>　　分别的序幕在破晓的景色中揭开：远处连绵起伏的春山上，白茫茫的雾气开始收退，依稀现出黑黝黝的如画剪影；东方渐明，露出鱼肚白色，寥落的几颗晨星也慢慢黯淡下去。天很快就要大亮，一个美好的春日即将开始，然而无情的离别时刻也逼近了。词以“欲收”、“淡”、“稀小”等含有动态的语词，写出天色由朦胧逐渐明朗的过程，暗示恋人抬望天色而渐渐收紧的心情。“春山”二句，在勾勒晨景中，挑明了季节、时间、环境、恋人早起等内容，为伤别垫下了丰富的内涵和广阔的想象空间。接下，文笔从天色落到人物身上：清晓的晨光下，女主人公脸上一串串伤别的泪珠不断地流落，西斜的残月，照亮她的脸庞，映出一道道晶莹的泪痕，分外凄楚动人。一个脸部特写，以天边弯弯的残月衬托女子鹅月形的脸庞，将人物也摄进了春晓画面。真是写景胜手。“别泪”二字，点醒题旨，与上片其他内容相结合，隐含他们从夜里室内话别对泣，直到天明路边难舍难分的内容。故俞陛云先生认为：“上首（片）言清晓欲别，次第写来，与《片玉词》之‘泪花落枕红棉冷’词格相似。”（《唐五代两宋词选释》）</p> <p>　　下片由景入情。执手歧路，细细叮咛。别泪拭不干，别语嘱不尽，有情人送别，情深意长。“语已多，情未了。”纵说了千言万语，也难尽几多情意。花前月下的欢快日子已成陈迹，此后是闺房孤灯、梧桐细雨，梦里相思，“纵有千种风情，更与何人说”。“情未了”，情难了。过片“将人人共有之情，和盘托出，是为善于言情。”（《栩庄漫记》）白描如口语，却高度概括，简约凝炼。时间消逝得那么快，分手的时刻终于来临。征马长嘶、催上行程，泪眼朦胧，牵袂依依。女子狠着心肠转身欲别，突然，“回首犹重道：记得绿罗裙，处处怜芳草。”这里，词人借助芳草与罗裙同色的联想，生动地表现了女子临别时的复杂心理和眷恋情绪。女子看见萋萋遮满古道伸向远方的芳草，想到行人将离开自己而跋涉天涯，又想到自己将苦苦地思念他，又转想到他对自己的思念，猝而又担心他会不会忘了自己。芳草与自己身上的绿罗裙颜色相同，女子由这一联想生发开去：天涯处处有芳草，她希望行人睹芳草而记得绿罗裙（自己），行遍天涯，爱情永远不变。“怜芳草”即恋女子也。南朝江总妻《赋庭草》云：“雨过草芊芊，连云锁南陌。门前君试看，是妾罗裙色。”咏裙、草同色。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_72000.aspx\">诗</a>云：“名花留宝靥，蔓草见罗裙”，说睹景思人。这两句词化用前人诗句而翻进一层，把许多层的心情意思揉合进去，显得更为出色。从女子回身再追补的这句话中，读者可窥到女子内心深层的秘密。女子祈愿的是两情久长，远游他乡的男子永不变心。意不明说，又非说不可，于是含蓄而婉转地指草指裙郑重叮咛了这么一句痴语。女子的情深如海，韧如蒲草，自在言外不喻之中。结尾二句，通过联想，将自然景色与心中感情巧妙地结合起来，寄兴幽远，形象鲜明。这种联想，在古诗词中常见，如：见桃花而思人面，见春山而思眉黛，见彩云而思佳人，其好处在于能巧妙而形象地刻划出人物丰富而细腻的内心世界。</p> <p>　　牛希济在五代词人中以“才思敏妙”（《十国春秋》）、“词笔清俊”、“尤善白描”（栩庄语）著称。此词含蓄而深远，耐人咀嚼。</p><br/><h2>鉴赏二</h2> <p>　　上片“春山烟欲收，天淡星稀小。残月脸边明，别泪临清晓。”远处连绵起伏的春山上，白茫茫的雾气开始收退，依稀现出黑黝黝的如画剪影；东方渐明，露出鱼肚白色，寥落的几颗晨星也慢慢黯淡下去。天很快就要大亮，一个美好的春日即将开始，然而无情的离别时刻也逼近了。词以“欲收”、“淡”、“稀小”等含有动态的语词，写出天色由朦胧逐渐明朗的过程，暗示恋人抬望天色而渐渐收紧的心情。“春山”二句，在勾勒晨景中，挑明了季节、时间、环境、恋人早起等内容，为伤别垫下了丰富的内涵和广阔的想象空间。</p> <p>　　接下，文笔从天色落到人物身上：清晓的晨光下，女主人公脸上一串串伤别的泪珠不断地流落，西斜的残月，照亮她的脸庞，好似暗喻女子的眉黛；涟涟的别泪，在这清幽的晨光中显得格外晶莹前一句对女主人公的脸部来了一个特写，将人物也摄进了春晓画面。“别泪”二字，点醒题旨，与上片其他内容相结合，隐含他们从夜里室内话别对泣，直到天明路边难舍难分的内容。故俞陛云先生认为：“上首（片）言清晓欲别，次第写来，与《片玉词》之‘泪花落枕红棉冷’词格相似。”</p> <p>　　下片“语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。”执手歧路，细细叮咛。别泪拭不干，别语嘱不尽，有情人送别，情深意长。“语已多，情未了。”纵说了千言万语，也难尽几多情意。花前月下的欢快日子已成陈迹，此后是闺房孤灯、梧桐细雨，梦里相思，“纵有千种风情，更与何人说”。“情未了”，情难了。《栩庄漫记》中：过片“将人人共有之情，和盘托出，是为善于言情。”</p> <p>　　最后一句“回首犹重道：记得绿罗裙，处处怜芳草。”这里，词人借助芳草与罗裙同色的联想，生动地表现了女子临别时的复杂心理和眷恋情绪。女子看见萋萋遮满古道伸向远方的芳草，想到行人将离开自己而跋涉天涯，又想到自己将苦苦地思念他，又转想到他对自己的思念，猝而又担心他会不会忘了自己。芳草与自己身上的绿罗裙颜色相同，女子由这一联想生发开去：天涯处处有芳草，她希望行人睹芳草而记得绿罗裙（自己），行遍天涯，爱情永远不变。“怜芳草”即恋女子也。这两句词化用前人<a href=\"http://so.gushiwen.org/view_72000.aspx\">诗</a>句而翻进一层，把许多层的心情意思揉合进去，显得更为出色。从女子回身再追补的这句话中，读者可窥到女子内心深层的秘密。女子祈愿的是两情久长，远游他乡的男子永不变心。意不明说，又非说不可，于是含蓄而婉转地指草指裙郑重叮咛了这么一句痴语。女子的情深如海，韧如蒲草，自在言外不喻之中。南朝江总妻《赋庭草》云：“雨过草芊芊，连云锁南陌。门前君试看，是妾罗裙色。”咏裙、草同色。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗云：“名花留宝靥，蔓草见罗裙”，说睹景思人。结尾二句，通过联想，将自然景色与心中感情巧妙地结合起来 。</p>",
  "about": "<h2>创作背景</h2> 　　表现男欢女爱、离愁别绪是唐五代词中最常见的题材。爱情是人生中的春天，春天是爱情的伴侣。但是，唐五代词在表现爱情这类题材时，多是写得浮靡被艳，辞彩华丽。词人就是在这种文化背景下写下了这首词。",
  "poet": {
    "id": 594,
    "star": 0,
    "name": "牛希济",
    "desc": "五代词人。生卒年不详。陇西（今甘肃）人。词人牛峤之侄。早年即有文名，遇丧乱，流寓于蜀，依峤而居。后为前蜀主王建所赏识，任起居郎。前蜀后主王衍时，累官翰林学士、御史中丞。后唐庄宗同光三年(925)，随前蜀主降于后唐，明宗时拜雍州节度副使。"
  },
  "tags": [
    "婉约",
    "离别",
    "写景",
    "思念"
  ]
}