{
  "id": 245,
  "star": 17,
  "name": "凫鹥",
  "dynasty": "先秦",
  "content": "凫鹥在泾，公尸来燕来宁。尔酒既清，尔肴既馨。公尸燕饮，福禄来成。</p> <p>凫鹥在沙，公尸来燕来宜。尔酒既多，尔肴既嘉。公尸燕饮，福禄来为。</p> <p>凫鹥在渚，公尸来燕来处。尔酒既湑，尔肴伊脯。公尸燕饮，福禄来下。</p> <p>凫鹥在潀，公尸来燕来宗，既燕于宗，福禄攸降。公尸燕饮，福禄来崇。</p> <p>凫鹥在亹，公尸来止熏熏。旨酒欣欣，燔炙芬芬。公尸燕饮，无有后艰。",
  "fanyi": "<p><strong>译文<br></strong>野鸭鸥鸟河中央，公尸赴宴多安详。你的美酒清又醇，你的菜肴味道香。公尸赴宴来品尝，福禄大大为你降。<br>野鸭鸥鸟沙滩上，公尸赴宴来歆享。你的美酒好又多，你的菜肴美又香。公尸赴宴来品尝，助你福禄长安康。<br>野鸭鸥鸟在洲诸，公尸赴宴来居住。你的美酒已滤清，你的菜肴有干脯。公尸赴宴来品尝，为你降下大福禄。<br>野鸭鸥鸟港汊中，公尸赴宴位居尊。已在亲庙设酒席，福禄降临你家门。公尸赴宴来品尝，福禄不断降你身。<br>野鸭鸥鸟在峡门，公尸赴宴醉醺醺。美酒饮来欣欣乐，烧肉烤肉香喷喷。公尸赴宴来品尝，从此太平无艰辛。</p> <p><strong>注释<br></strong>1.凫（fú）：野鸭。鹥（yī）：沙鸥。《<a href=\"http://so.gushiwen.org/view_245.aspx\">诗</a>经集传》：“凫，水鸟，如鸭者。鹥，鸥也。”<br>2.泾：径直前流之水。<br>3.尸：神主。燕：通“宴”，宴饮。宁：享安宁。《诗经传疏》：“燕，燕饮也。”<br>4.尔：指主祭者，即周王。<br>5.肴（yáo）：古同“肴”，菜肴。馨：香气。<br>6.来成：《诗经通释》：“来成，犹言来崇，成亦重也。”成，成就，成全。<br>7.沙：水边沙滩。<br>8.宜：顺，安享。《诗经通释》：“凡神歆其祀通谓之宜。”<br>9.为：帮助。《郑笺》：“为犹助也。助成王也。”<br>10.渚（zhǔ）：河流湖泊中的沙洲。<br>11.处：安乐。这里指坐。<br>12.湑（xū）：指酒过滤去滓。酒去滓后则变清，故有清意。《诗经传疏》：“尔酒既湑，犹云尔酒既清矣。”<br>13.伊：语助词。脯（fǔ）：肉干。《说文·肉部》：“脯，干肉也。”<br>14.潨（cóng）：港汊，水流会合之处。《毛传》：“潀，水会也。”<br>15.宗：借为“悰（cóng）”，快乐。一解为尊敬，尊崇。《毛传》：“宗，尊也。”李樗、黄埙《毛诗集解》：“来居尊位也。”<br>16.宗：宗庙，祭祀祖先的庙。<br>17.崇：高，此作动词，加高，增加。《毛传》：“崇，重也。”<br>18.亹（mén）：峡中两岸对峙如门的地方。《诗经集传》：“亹，水流峡中，两岸如门也。”<br>19.熏熏：同“薰薰”，香味四传。一解为和悦的样子。何楷《诗经世本古义》：“熏熏，当依《说文》作醺醺，谓尸醉也。”<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《古书疑义举例》以为当与下句之“欣欣”互易，谓“古书多口授，误倒其文耳”。<br>20.旨：甘美。欣欣：《毛传》：“欣欣然，乐也。芬芬，香也。”<br>21.燔（fán）炙：指烧烤肉。燔，本义是焚烧，引申为烧烤。芬芬：肉味香浓貌。<br>22.艰：灾难，不幸。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_245.aspx\">诗</a>是《大雅·生民之什》的第四篇。关于此诗的主旨，《毛诗序》在解《生民之什》的第一篇《大雅·生民》为“尊祖也”，解第二篇《大雅·行苇》为“忠厚也”，解第三篇《大雅·既醉》为“大平也”之后，解此篇为“守成也”，云：“大平之君子能持盈守成，神祇祖考安乐之也。”</p> <p>　　此诗分五章，，每章四句，除每章的第二句为六言外，其余均为四言句。其结构有如音乐中的装饰变奏曲：将一个结构完整的主题进行一系列的变奏，而保持主题的旋律。就诗而言，此歌主题旋律便是：野鸭沙鸥在水泽畔欢快地嬉戏觅食，公尸来到宗庙接受宾尸之礼就像野鸭沙鸥自得其所那样恬适愉悦，人们答谢公尸，献给公尸的酒清醇甘甜，献给公尸的食香酥鲜美，希望公尸沟通献祭的人们与受祭的神灵，并祈求神灵赐福。</p> <p>　　此诗首句的“在泾”“在沙”“在渚”“在潨”“在亹”，其实都是在水边。《郑笺》分别解释为“水鸟而居水中，犹人为公尸之在宗庙也，故以喻焉”，“水鸟以居水中为常，今出在水旁，喻祭四方百物之尸也”，“水中之有渚，犹平地之有丘也，喻祭地之尸也”，“潨，水外之高者也，有瘗埋之象，喻祭社稷山川之尸”，“亹之言门也，燕七祀之尸于门户之外，故以喻焉”，虽对每章以“凫鹥”起兴而带有比意看得很透，但却误将装饰变奏看作主题变奏，其说不免穿凿附会。每章的章首比兴，只是喻公尸在适合他所呆的地方接受宾尸之礼而已，用词的变换，只是音节上的修饰，别无深意。以下写酒之美，用了“清”“多”“湑”“欣欣”等词，写肴之美，用了“馨”“嘉”“芬芬”等词，从不同角度强化祭品的品质优良，借物寄意，由物见人，充分显示出主人宴请的虔诚。正因为主人虔诚，所以公尸也显得特别高兴，诗中反覆渲染公尸“来燕来宁”“来燕来宜”“来燕来处”“来燕来宗”“来止熏熏”，正说明了这一点，语异而义同，多次装饰变奏更突出了主旋律。因为公尸高兴，神灵也会不断降福给主人，这就是诗中反覆强调的“福禄来成”“福禄来为”“福禄来下”“福禄攸降”“福禄来崇”。只有诗的末句“无有后艰”，虽是祝词，却提出了预防灾害祸殃的问题。从这个意义上说，前引《毛诗序》“大平之君子能持盈守成，神祇祖考安乐之也”的发挥倒是值得注意的。居安必须思危，这一点至今能给人以很大的启发。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_245.aspx\">诗</a>的创作背景，向来存有争议。程俊英《诗经译注》说：“这是周王祭祀祖先的第二天，为酬谢公尸请其赴宴（古称“宾尸”）时所唱的诗。”高亨《诗经今注》也说：“周代贵族在祭祀祖先的次日，为了酬谢尸的辛劳，摆下酒食，请尸来吃，这叫做‘宾尸’，这首诗正是行宾尸之礼所唱的歌。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴饮"
  ]
}