{
  "id": 3516,
  "star": 9,
  "name": "送崔融",
  "dynasty": "唐代",
  "content": "君王行出将，书记远从征。<br>祖帐连河阙，军麾动洛城。<br>旌旃朝朔气，笳吹夜边声。<br>坐觉烟尘扫，秋风古北平。",
  "fanyi": "<p><strong>译文</strong><br>君王将派遣大将出师远征，你作为书记官也奉命随行。<br>饯别的酒宴规模十分盛大，雄壮的军威轰动整个洛城。<br>军旗在早晨的寒气中飘扬，胡笳在夜晚的边境上传鸣。<br>你稳坐中军筹划灭敌计谋，北方的边境秋天就能平定。</p> <p><strong>注释</strong><br>崔（cuī）融（róng）：<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>的友人，字安成，齐州全节（今山东历城）人，唐文学家，时任节度使书记官，与杜审言有深交。<br>行出将：将要派遣大将出征。<br>书记：<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>为节度使掌书记之官。<br>祖帐（zhàng）：为送别行人在路上设的酒宴帷帐。<br>连河阙（quē）：从京城连续到黄河边。阙，宫殿。指京城。<br>军麾（huī）：军旗，这里代指军队。<br>洛（luò）城：洛阳城。<br>旌（jīng）旃（zhān）：旗帜、军旗。<br>朔（shuò）气：北方寒冷的空气。<br>笳（jiā）：即胡笳。一种管乐器，汉魏时流行于塞北和西域，军营中常用作号令。<br>边声：边界上的警报声。<br>坐觉：安坐军中，运筹帷幄。<br>烟尘：古时边境有敌入侵，便举火焚烟报警，这里指战事。<br>古北：指北方边境。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　清代画家方薰认为，用笔的神妙，就在于有虚有实，所谓“虚实使笔生动有机，机趣所之，生发不穷。”<a href=\"http://so.gushiwen.org/view_3516.aspx\">诗</a>画道理相同。此首送别诗，采用虚实结合的表现手法，写出了别情，充满了军威，写出了胜利，取得了情景和谐，韵味深长的艺术效果。<br>“君王行出将，书记远从征”以叙事的方式，交待友人远出的原因和形势，描绘出一幅君王为歼敌派将出征、书记随主帅即将远行的景致。友人从军远征，自然要说到行军战斗的事情，诗人却用烘托气氛的办法，从侧面来写出送别的题旨，升华主题，使得诗歌条理分明，富有画龙点睛的作用。“君王”与“书记\"、“行”与“远”的对举，流露出诗人对友人的称赞和羡慕之情，也暗含诗人殷勤送别之情，也表现出诗人想建功立业的寄望。</p> <p>　　“祖帐连河阙，军麾动洛城”以写景的方式，紧接上文，描绘出一幅饯别的帐蓬连绵不断、从宫阙直伸延到河边的景致。诗人以热烈的感情，丰富的想象，夸张的语言，使得结构显得严谨，写出征时热烈隆重的饯别场面和威严雄壮的军容。“连”、“动”两个动词，用得贴切自然，可谓一字传神，觥筹交错中，使得出征和送行的场面声势浩大、气势强劲。</p> <p>　　“旌旃朝朔气，茄吹夜边声”写诗人想象奔赴战场后的情景：旌旗在晨光下迎着朔风招展，笳声在月色里放声长鸣，响彻边城。“朝”、“朔气”、“吹”、“边声”，富有烘云托月之意，字里间处处充溢着豪气四溢、志兴翻飞的气势，流露出军营严肃、高昂的士气和战场的悲壮气氛，侧面夸赞行军和驻屯的整肃和警惕，暗寓出诗人对此次战争必胜信念的情愫。</p> <p>　　“坐觉烟尘扫，秋风古北平”描绘出一幅友人稳坐中军筹划灭敌计谋、待到北疆秋风劲吹之日传来平定的捷报的景致。诗人虽然没有把杀敌的情况加以叙述，却把友人那种飘逸豪放的气度、扬眉剑出鞘的神情，活灵活现，洋溢着诗人寄托着对朋友的希望和鼓励。诗人将饯行离别和抒怀融为一体，情意深长而又志气干云，既表达了对友人的关切，又衬写了包括友人在内的将士们的无畏精神。“坐觉”、“扫”、“平”，突显出诗人对友人的勉励，表现出对友人才华的信任和王师必胜的信心。</p> <p>　　此诗借助驰骋想象的笔墨，描绘了一幅生动的沙场剪影。开头四句，诗人实写眼前的送别。后面四句，诗人超越空间的限制，写想象中的边塞恶劣的气候环境，在读者面前展现出一幅荒寒悲凉的景象，烘托出浓烈的战争气氛。此诗虚实相照，机趣盎然，格调古朴苍劲，音韵铿锵流转，写得言简意赅又不失笔调豪放，回肠荡气又不失痛快淋漓，没有悲悲切切的话语，而是充满着胜利的信心和令人鼓舞的力量。诗中着重描写友人到前线稳坐中军、运筹帷幄的威武风姿，祝颂之意即暗含其中，这样来写送别，生面别开。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>万岁通天元年（696）五月，契丹攻陷营州，七月朝廷命梁王武三思为榆吴道安抚大使，东征以防契丹。<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>也随军东征。崔融当时在武三思幕府掌书记。这首<a href=\"http://so.gushiwen.org/view_3516.aspx\">诗</a>是作者送别他出征时所写。</p>",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "送别",
    "友人",
    "祝愿"
  ]
}