{
  "id": 50237,
  "star": 58,
  "name": "满庭芳·碧水惊秋",
  "dynasty": "宋代",
  "content": "碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 <br>伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。",
  "fanyi": "<p><strong>译文</strong><br>碧清的水面放出冷冷的秋光使人心惊，黄云在暮色中凝聚，台阶上到处是零乱破败的落叶。室内悄无人声，月光斜斜地照进来，照着他独自徘徊。又一个重阳节临近了，到处是催人的砧杵声。西窗下，开门风动竹，疑是故人来。<br>宦海的风波，使人与人之间的情感变得非常脆弱；而仕途上的是非往往是无事生非，谁又能说得清楚。问问篱边的黄菊，不知是为谁而开？不要随便说什么愁总是跟酒在一起，酒能留住愁；其实，酒还没有醒，愁就已经先回来了。凭栏沉思了很久，月亮渐渐西沉，苍苔上已生出点点白露。</p> <p><strong>注释</strong><br>①洞房：深邃的内室。<br>②砧杵（zhēn chǔ）：古代捣衣工具。砧为捣衣石，杆为捣衣棒。南朝宋<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>《捣衣》<a href=\"http://so.gushiwen.org/view_50237.aspx\">诗</a>：“搁高砧响发，楹长杵声哀。”《子夜四时歌·秋歌》：“佳人理寒服，万结砧杵劳。”<br>③西窗三句：西窗，唐代诗人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》诗：“何当共剪西窗烛，却话巴山夜雨时。”疑是故人来，唐代诗人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《竹窗闻风寄苗发<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>》诗：“开门复动竹，疑是故人来。”<br>④问篱边二句：思念故乡。语本晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》诗之五：“采菊东篱下，悠然见南山。”唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴八首》：“丛菊两开他日泪，扁舟一系故园心。”<br>⑤殢酒（tì）：病酒，为酒所困。此为以酒浇愁之意。作者《梦扬州》词云：“滞酒困花，十载因谁淹留。”<br>⑥金波二句：金波，月光。《汉书·礼乐志》：“月穆穆以金波。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词融情入景，以景语始，以景语终，在层层铺叙、描写中表达了伤离怀旧的心绪。明董其冒《评注便读草堂<a href=\"http://so.gushiwen.org/view_50237.aspx\">诗</a>馀》谓此词：“因观景物而思故人，伤往事且词调洒落，托意高远，佳制也。”开头三句：“碧水惊秋，黄云凝暮，败叶零乱空阶。”一片碧水放出了冷光，寒气袭人，不觉惊叹时序变迁之速；又有几片黄云在逐渐凝聚，掩没了微弱的阳光，大地呈现出苍茫的暮色，台阶上堆积着零乱的黄叶。浓重的衰飒气氛，烘托出词人此时此地的心境。“惊”、“凝”二字集中地表现出词人对一片萧瑟景象的主观感受，加重了所写景物的感情色彩，反映出他的凄苦心情。“黄云”一句，语本于李义山诗“秋风动地黄云暮”，而着一“凝”字，就比原句显得沉着有力。“洞房人静，斜月照徘徊。”“人静”，而词人不静，他心思潮涌，在斜月照耀之下，徘徊不定，陷入了沉思之中。“又是重阳近也，几处处、砧杵声催”。这几句不是泛泛地点明时序，而蕴蓄着很深的感慨。九月，正是“授衣”的秋日。飘泊异乡，秋天日暮听到砧杵声时，很自然地会起故园之思，而对于接连遭受政治排斥的词人来说，当这种声音清晰地传入他的耳鼓时，他心中涌起无限的悲凉：时光在一年一年地消失，而苦恨何时能休！“又是”二字尤极委婉之致；“催”字，写尽哀痛之切。“西窗下，风摇翠竹，疑是故人来。”在写景中透露出怀人的情思，是全词的主旨所在。这几句是从唐人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>诗句“开门风动竹，疑是故人来”化出，易“动”为“摇”，写出了竹影扶疏的风神，同时也反映出对故人的情意。</p> <p>　　“伤怀！增怅望，新欢易失，往事难猜”几句紧承上片结句，婉转地表达出在遭贬谪以后的生活历程和伤离怀旧的情绪。宋哲宗绍圣初年，章惇等人执政，以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等为核心的所谓“元祐党人”，横遭贬斥。险恶的政治风浪，冲散了的友好亲朋，这中间是没有什么是非曲直可言的。人情反复，世态炎凉，在贬谪中不会有什么新欢，即使有，也会很快失去；生平故旧，或存或亡，即使存者，也天各一方，对于往事还能想些什么呢？只有怅惘而已。“新欢易失，往事难猜”两语浓缩了词人的千愁万恨，低回欲绝，不失婉约词风。</p> <p>　　菊花，是秋天的花，它的盛开，表明了时序已到了深秋。“问篱边黄菊，知为谁开？”忽然向花发问，此问虽奇，但亦有本依，唐人《惜花》诗说：“春光冉冉归何处？更向尊前把一杯。尽日问花花不语，为谁零落为谁开？”大概是最早的开了问花之风。秦少游的老师苏东坡，在《吉祥寺花将落而述古不至》一诗里说：“今岁东风巧剪裁，含情只待使君来。对花无信花应恨，直恐明年便不开。”足见在诗人眼中花是有感情的，它可以专为某人而开。东坡又在《述古闻之明日即至坐上复用前韵同赋》诗里说：“太守问花花有语，为君零落为君开。”不仅问了花，而且花还作了回答。秦少游把问春花改为问秋菊，不止是为了表明时令，和下边几句联系来看，它还有更深刻的意义。“谩道愁须殢酒，酒未醒、愁已先回”是一句久经苦难的词人的肺腑之言，中间蕴蓄着词人的无限辛酸。这几句和上边两句初看似乎没有什么联系，实际上是紧密相连。从词人的发问语气里可以判断出他已无心赏花，无心把盏，因为即使吃醉了酒，也解不了愁，“酒未醒，愁已先回”。就这样，把黄花与酒以及解愁与否联系起来，感情跌宕，喷涌而出，步步进逼，最后说出一句最深挚、最动情的话：酒敌不过愁。这样的回肠荡气的词境，在婉约词人中很少能够达到。</p> <p>　　歇拍三句“凭栏久，金波渐转，白露点苍苔”，以景语作结，回旋不尽，产生出很强的艺术感染力。</p> <p>　　全词上片怀旧，以景语开篇，下片伤离，以景语结情，景语情语，丽雅工致，情韵兼胜；层层铺叙，步步迫近，委曲婉转，凄切动人。从此词可以看出：少游词以“情韵兼胜”而为世人传诵。他的“情韵兼胜”的艺术风格是在景物描写中展现的。少游的词作，写景而情在其中，一切景语皆情语，善于融情入景，既显豁，又含蓄，显示出不凡的艺术功力。这首《满庭芳》，即鲜明地体现了秦词的艺术特色。</p><br/><h2>鉴赏</h2> <p>　　全词上片怀旧，以景语开篇。</p> <p>　　“碧水惊秋，黄云凝暮，败叶零乱空阶”，一片碧水放出了冷光，寒气袭人，不觉惊叹时序变迁之速；又有几片黄云逐渐凝聚，掩没了微弱的阳光，大地呈现出苍茫的暮色，台阶上堆积着零乱的黄叶。浓重的衰飒气氛，烘托出词人此时此地的心境。“惊”、“凝”二字集中地表现出词人对一片萧瑟景象的主观感受，加重了所写景物的感情色彩，反映出他的凄苦心情。“黄云”一句。语本于李义山<a href=\"http://so.gushiwen.org/view_50237.aspx\">诗</a>“秋风动地黄云暮”，而着一“凝”字，就比原句显得沉着有力。</p> <p>　　“洞房人静，斜月照徘徊”，“人静”，而词人不静，他心思潮涌，斜月照耀之下，徘徊不定，陷入了沉思之中。</p> <p>　　“又是重阳近也，几处处、砧杵声催”，这几句不是泛泛地点明时序，而蕴蓄着很深的感慨。九月，正是“授衣”的秋日。飘泊异乡，秋天日暮听到砧杵声时，很自然地会起故园之思，而对于接连遭受政治排斥的词人来说，当这种声音清晰地传人他的耳鼓时，他心中涌起无限的悲凉：时光一年一年地消失，而苦恨何时能休！“又是”二字尤极委婉之至；“催”字，写尽哀痛之切。</p> <p>　　“西窗下，风摇翠竹，疑是故人来”写景中透露出怀人的情思，是全词的主旨所在。这几句是从唐人<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>诗句“开门风动竹，疑是故人来”化出，易“动”为“摇”，写出了竹影扶疏的神韵，同时也反映出对故人的情意。</p> <p>　　下片伤离，以景语结情，景语情语，丽雅工致，情韵兼胜；层层铺叙，步步迫近。委曲婉转，凄切动人。</p> <p>　　“伤怀！增怅望，新欢易失，往事难猜”几句紧承上片结句，婉转地表达出遭贬谪以后的生活历程和伤离怀旧的情绪。宋哲宗绍圣初年，以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等为核词心的所谓“元事占党人”横遭贬斥。险恶的政治风浪，冲散了好友亲朋，这中间是没有二什么是非曲直可言的。人情反复，世态炎凉，贬谪中不会有什么新欢，即使有，也会很快失去；生平故旧，或存或亡，即使存者，也天各一方，对于往事还能想些什么呢?只嚣有怅惘而已。</p> <p>　　“新欢易失，往事难猜”两语浓缩了词人的千愁万恨，低回欲绝，不失婉言约词风。</p> <p>　　“问篱边黄菊，知为谁开？”提到菊花，表明了时序已到了深秋。</p> <p>　　“谩道愁须碲酒，今酒未醒、愁已先回。”是一句久经苦难的词人的肺腑之言，中间蕴蓄着词人的无限辛酸。集这几句和上边两句初看似乎没有什么联系，实际上紧密相连。从词人的发问语气里可以判断出他已无心赏花，无心把盏，因为即使吃醉了酒，也解不了愁，“酒未醒，愁已先回”。就这样，把黄花与酒以及解愁与否联系起来，感情跌宕，喷涌而出，步步进逼，最后说出一句最深挚、最动情的话：酒敌不过愁。</p> <p>　　“凭栏久，金波渐转，白露点苍苔”，以景语作结，回旋不尽，产生出很强的艺术感染力。少游的词作，写景而情在其中，一切景语皆情语，善于融情人景，既显豁，又含耩蓄，显示出不凡的艺术功力。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>为官时期因政治上倾向于旧党，被目为元祐党人，绍圣后贬谪。此词一说为他被流放因思恋故国所作，另一说为他晚年谪居后而做。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "婉约",
    "秋天",
    "伤怀"
  ]
}