{
  "id": 72182,
  "star": 32,
  "name": "拟行路难·其一",
  "dynasty": "南北朝",
  "content": "奉君金卮之美酒，玳瑁玉匣之雕琴。<br>七彩芙蓉之羽帐，九华蒲萄之锦衾。<br>红颜零落岁将暮，寒光宛转时欲沉。<br>愿君裁悲且减思，听我抵节行路吟。<br>不见柏梁铜雀上，宁闻古时清吹音？",
  "fanyi": "<p><strong>译文</strong><br>　　即使为你献上：装在金杯里的美酒，镶嵌玳瑁的玉匣里的雕琴，绣着多彩的芙蓉花和羽毛装饰的帐幔，织着各种葡萄的锦缎被子。也挡不住年岁将老红颜衰，月光流逝夜深沉的凄凉。希望你节制悲伤减少忧愁，听我侧击行路难的歌调。君不见汉时的柏梁台，魏时的铜雀楼都早已灰飞烟灭，难道有谁还能够听到古时候的清音管乐？</p> <p><strong>注释</strong><br>①奉：奉送。邰希葑给。卮（zhī知）：古代盛酒的器皿。一本作“匜”。这句是说把用金杯盛着的美酒献给你。　<br>②玳瑁（dàimào代冒）：一种和龟相似的海中爬行动物，其甲壳黄褐色，有光泽，可用做装饰品。　<br>③七彩芙蓉：多种颜色的芙蓉花图案。羽帐：用翠鸟的羽毛装饰的帐子。　<br>④九华蒲萄：以许多蒲萄组成花纹的图案。蒲萄，即葡萄。锦衾：用锦做成的被子。以上四句是写赠送给人的四件解忧之物。　<br>⑤红颜零落：容颜变得衰老。寒光：寒日的光辉。宛转：转移。时欲沉：时将晚。这二句是说人已容颜衰败，年岁将老，正如月光转移，夜将深沉一样。　<br>⑥裁悲：制止悲伤。裁，免除。减思（sì四）：减少愁思。思，忧愁。抵（zhì纸）节：击节。抵，侧击。节，乐器名，又叫“拊”。行路吟：指《行路难》<a href=\"http://so.gushiwen.org/view_72182.aspx\">诗</a>。这二句是说希望你克制住你的悲愁，听我用柑打着拍子来唱《行路难》。　<br>⑦柏梁：台名，公元前115年（汉武帝元鼎二年）建，在长安。铜雀：台名，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>于公元210年（建安十五年）建，在邺城（今河南省临漳县）西北。柏梁台和铜雀台都是歌咏宴游的场所。宁：岂、何。清吹：悠扬的管乐。这二句是说如今在柏梁和铜雀台上，哪还能听到古时悠扬的乐声呢。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>最为擅场的乐府<a href=\"http://so.gushiwen.org/view_72182.aspx\">诗</a>体中，《拟行路难十八首》称得上是“皇冠上的珍宝”。这一组内容丰富而又形式瑰奇的诗篇，从各个侧面集中展现了鲍照诗歌艺术的多姿多态，确实像一块精光四射、熠熠生彩的钻石。无怪乎历代选家和评论家凡瞩目于六朝诗歌的，都不会遗漏了它。</p> <p>　　顾名思义，“拟行路难”当为乐府古题“行路难”的仿作。后者本属汉代民歌，多已失传，据《乐府解题》记载，其大旨是“备言世路艰难及离别悲伤之意”。东晋人袁山松曾对它的曲调和文句进行加工改造，而袁制亦已亡佚。故鲍照此诗虽云拟作，实为这一诗题流传至今的最早篇翰，发摅的也是诗人自己胸中的磊块，并不同于一般的拟古篇什，所以有的诗集收录此诗时，去掉了题目上的“拟”字，径称作《行路难》。齐梁下及唐代不少诗人，也都袭用这个调名写出了一批名作。</p> <p>　　《拟行路难》共一十八首，有的本子作十九首，是将其中第十三首分割成了两篇。这十多篇诗涉及不同的题材内容，体式、风格也不尽一致，看来并非一时一地之作，今人已有考辨。但是，把它们在同一诗题下编为一组，又绝非出于偶然。这不仅因为它们都采用了“行路难”的曲调，而且各首之间确有共同的主旋律贯穿着，那便是对人生苦闷的吟唱。在形式上，这组诗都采用七言和杂言乐府体，音节流畅而富于起伏变化，以适应作者所要抒发的强烈而跳荡的情绪。正是这样一个统一的基调，加上作者构思、编排上的某些匠心，使得这些诗篇自然地发生联系，合成了一个可以放在一起加以观照和品评的整体。</p> <p>　　此篇作为《拟行路难》开宗明义第一章，带有序曲的性质。</p> <p>　　诗篇一上来，以“奉君”二字领起了下面四个排比句:“美酒”而盛以“金卮”，“雕琴”而饰以“玳瑁玉匣”，羽毛制作的帐幔间绣出了“七彩芙蓉”的图案，锦缎织成的被面上绽开着“九华蒲萄”的花纹。奉献到你面前的吃的、玩的、用的器物，无一不精美绝伦、色彩缤纷，足令人赏心悦目、忘忧解闷。这—赋体铺排手法的发端，为整个乐曲的演唱蓄足了气势，取得了先声夺人的效果。</p> <p>　　可是，别误以为作者是在为人生谱一曲欢乐之歌，想要尽情讴颂人世间种种官能的享受，那样就大错而特错了。在那一阵子紧锣密鼓、急管繁弦式的华采乐段之后，乐队突然沉寂下来、沉寂下来，悠悠地转出一声低咽的吟叹：红颜难驻，岁月迟暮，寒气闪烁，年华逝去。人生的这一大悲哀，又不是美酒、雕琴之类所能消解得了的。读到这里，读者方明白前面那阵子开场锣不过是个铺垫，外形愈装扮得富丽堂皇，愈见出骨子里的哀感沉绵。</p> <p>　　那末，也不能听任这种忧思无边无际地膨胀起来，吞噬了人的整个灵魂。诗人在唱出人生苦闷的主题之后，却又反过来劝慰人们要“裁悲”、“减思”，节制和排遣自己的伤痛；而排遣的方法则在于聆听他的击节歌唱，那歌子便是倾诉人生苦难、不平的《行路难》。用宣说人间苦来排解现实生活中的苦闷，看似矛盾，但也不足为奇，因为通过这一独特的宣泄活动，是可以给人的心理机制恢复和带来某种程度的平衡，减轻人们心灵上的重压的。这大概正是诗人自己情不自禁地要创作这一组诗的内在动因吧。于是，诗歌开篇定场锣鼓声中被推上舞台前列的那些琳琅满目的器玩，至此重又获得了生气。它们不光是人生苦的垫衬，同时也是诗人演唱人生苦的布景、道具和音响手段。诗人就站在这一绚丽辉煌的背景下，一手高举盛满美酒的金杯，一手挟起玉饰花雕的古琴。仿佛他正注目于读者，他就要放声歌唱了。这是非常美妙的瞬间，非常动人的景象。</p> <p>　　诗写到这里，已经完成了序曲的任务，本可就此打住。而诗人为了加重语意，却又添出一段尾声：不见柏梁铜雀上，宁闻古时清吹音？意思是说：没见到吗，汉武帝时的柏梁台，魏武帝时的铜雀台，当年歌舞胜地，乐声盈耳，曾几何时，风流云散，而今哪还有清音绕梁呢？言下之意：我的歌声也是稍纵即逝，要听就请抓紧吧。结末这两句看似逸出题外的话，既是对上文“听我抵节行路吟”的补充申说，又是对诗中“人生苦”主题的点题和呼应，而字面形式上转向援引古人古事，采用宕开一笔的写法，更增添了诗歌摇曳不尽的风神。</p> <p>　　总合起来看，作为整个组诗的引子部分，此篇在立意上是比较单纯的。它的意图只是要交代写作这一组诗的缘起，即便涉及人生苦闷的主旨，亦仅点到为止，不作进一步展开。所以读者在这里接触到诗人内心的感慨还很抽象，缺少具体的内涵。但从另一方面来说，诗中这个单纯意念的表达形式却很不简单：由献列各种精美的器玩以行乐解忧，导向人生苦痛、忧思难遣，再折回裁悲减思、击节吟唱，而结以清吹不永、胜概难继，可说是一层一个逗顿，一层一道弯子。转折处是那样的突兀峭拔，而承接时又十分妥贴自然，极尽波谲云诡、跌宕生姿之能事。这样一种屈曲层深的构思方法，决不是为了卖弄技巧，它能够恰到好处地表现出诗歌单纯意念下深藏着的复杂微妙的情绪心理，那种苦闷与慰藉、排解而又难解的感情纠葛。贯通《拟行路难十八首》的整体，构成组诗中心情结的，正是这一矛盾尖锐的心理态势。</p><br/><h2>赏析</h2> <p>　　《行路难》是乐府古辞。《乐府题解》说：“《行路难》，备言世路艰难，及离别悲伤之意，多以‘君不见’为首。”<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>承袭汉乐府《行路难》的现实主义的创作模式，表达了对封建门阀统治的愤慨不平，抒发了对人生离别相思·宦途失意的忧愤情感。本<a href=\"http://so.gushiwen.org/view_72182.aspx\">诗</a>为《拟行路难》十八首的第一首，我们可以把它看作组诗的序曲。</p> <p>　　“奉君金卮之美酒，玳瑁玉匣之雕琴；七彩芙蓉之羽帐，九华葡萄之锦衾。”开篇四句直敍了囊括吃喝玩乐在内的四种安逸豪华生活的象征物。诗人说每天有人恭敬地给你端上雕刻精美的金酒杯里装满的美酒，供你饮用；每天有人恭敬地为你打开用玳瑁装饰的美玉琴匣中雕花的琴瑟，供你弹奏赏玩；每天有人为你打开翡翠羽毛装饰的绣有各种颜色的芙蓉帐子，供你享用；每天有人为你铺开绣着多种葡萄花纹的被子，供你休息；这些珍贵考究的东西是日常吃喝玩乐的最高级的物质享受，可谓是人生难得的奢侈品了。难道说拥有了这一切就快乐吗？当然是否定的。诗人开篇平铺蓄势，辞丽气足，紧接着便转向人生无奈的悲凉。那么悲从何来呢？人生苦短，岁月易逝，最悲哀的莫过于美人迟暮。人是有精神需求的，如果建功立业的抱负不能实现，再丰厚的物质享受也会使人空虚失落。当青春年华逝去到了力不从心的暮年，难免会为虚度年华而痛惜，难免会为碌碌无为而惆怅。所以诗人说：“红颜零落岁将暮，寒光宛转时欲沉。”再高级别的物质享受也挡不住岁月流逝，止不住“红颜零落”，人生如白驹过隙，不知不觉老蒋至矣，对于一个徒有远大目标而始终不能实现报效君国的人来说，“寒光宛转”不仅仅是对时光无声无息流逝的惋惜，更是对青春岁月无法挽回的伤感，这两句反衬开篇四句，突出了美酒、雕琴、羽帐与锦衾奢华物质的生活享受不可替代精神的追求。鲍照很有志气，但家世寒微，在门阀制度森严的社会里，他始终是“下僚”，社会的等级制度使得他屈才低就不能有所作为，为此，胸中郁结着愤愤不平之气。诗人在这里表达的除了寒门才子不能登高位的惋惜与愤慨，同时也是对豪门纨绔浮华生活的讥讽，说明寒士们并不是羡慕门阀子弟的物质享受，而是因为不能与世族公平竞争及时建功立业感到忧愤。诗人告诉我们，令人最痛心的不是没有美酒·雕琴·羽帐·锦衾，而是时光不可倒流的遗憾。紧接着诗人又推出“愿君裁悲且减思，听我抵节《行路吟》”两句，这又是一个转折，由忧愤转向平和的劝告，劝告人们要节制情绪，不要过分地忧伤。“不见柏梁铜雀上，宁闻古时清吹音。”结尾两句又是一个转折，由诚恳的劝告转向对人生无奈的安慰，这两句既是慰人减忧，又是慰己宽心。汉武帝建造的柏梁台，魏武帝建造的铜雀台，想当年辉煌无比，可今日不也是人去台空吗？有谁还能听到柏梁铜雀台上的管乐清吹呢？人生不过如此，一切都在随着时光的流逝而灰飞烟灭，功名富贵到头来不过是过眼烟云而已，没有必要为此忧愁悲哀，还是放宽心寻求开心吧，何苦要自伤呢？纵观鲍照的《拟行路难十八首》，我们可以看到尽管诗人有着进取抗争的精神，但在官僚垄断的社会黑暗势力下，其力量是十分微弱的，所以诗人在疾呼《行路难》中，以一种消极的生命智慧，关照大家看淡功名，节思减忧，善待短暂的生命，以减轻心灵的痛苦。</p> <p>　　此诗语言朴实中肯，行文抑扬起伏，感情激越奔放，有浓烈的气氛渲染，作为序曲，既点清了题目，又能领起诸章。</p>",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "抒怀",
    "忧愤",
    "劝告",
    "惜时"
  ]
}