{
  "id": 72612,
  "star": 188,
  "name": "胡笳十八拍",
  "dynasty": "两汉",
  "content": "　　我生之初尚无为，我生之后汉祚衰。天不仁兮降乱离，地不仁兮使我逢此时。干戈日寻兮道路危，民卒流亡兮共哀悲。烟尘蔽野兮胡虏盛，志意乖兮节义亏。对殊俗兮非我宜，遭忍辱兮当告谁？笳一会兮琴一拍，心愤怨兮无人知。</p> <p>　　戎羯逼我兮为室家，将我行兮向天涯。云山万重兮归路遐，疾风千里兮扬尘沙。人多暴猛兮如虺蛇，控弦被甲兮为骄奢。两拍张弦兮弦欲绝，志摧心折兮自悲嗟。 </p> <p>　　越汉国兮入胡城，亡家失身兮不如无生。毡裘为裳兮骨肉震惊，羯羶为味兮枉遏我情。鼙鼓喧兮从夜达明，胡风浩浩兮暗塞营。伤今感晋兮三拍成，衔悲畜恨兮何时平。</p> <p>　　无日无夜兮不思我乡土，禀气合生兮莫过我最苦。天灾国乱兮人无主，唯我薄命兮没戎虏。殊俗心异兮身难处，嗜欲不同兮谁可与语！寻思涉历兮多艰阻，四拍成兮益凄楚。</p> <p>　　雁南征兮欲寄边声，雁北归兮为得汉青。雁飞高兮邈难寻，空断肠兮思愔愔。攒眉向月兮抚雅琴，五拍泠泠兮意弥深。</p> <p>　　冰霜凛凛兮身苦寒，饥对肉酪兮不能餐。夜间陇水兮声呜咽，朝见长城兮路杳漫。追思往日兮行李难，六拍悲来兮欲罢弹。</p> <p>　　日暮风悲兮边声四起，不知愁心兮说向谁是！原野萧条兮烽戍万里，俗贱老弱兮少壮为美。逐有水草兮安家葺垒，牛羊满野兮聚如蜂蚁。草尽水竭兮羊马皆徙，七拍流恨兮恶居于此。</p> <p>　　为天有眼兮何不见我独漂流？为神有灵兮何事处我天南海北头？我不负天兮天何配我殊匹？我不负神兮神何殛我越荒州？制兹八拍兮拟排忧，何知曲成兮心转愁。</p> <p>　　天无涯兮地无边，我心愁兮亦复然。人生倏忽兮如白驹之过隙，然不得欢乐兮当我之盛年。怨兮欲问天，天苍苍兮上无缘。举头仰望兮空云烟，九拍怀情兮谁与传？</p> <p>　　城头烽火不曾灭，疆场征战何时歇？杀气朝朝冲塞门，胡风夜夜吹边月。故乡隔兮音生绝，哭无声兮气将咽。一生辛苦兮缘别离，十拍悲深兮泪成血。</p> <p>　　我非食生而恶死，不能捐身兮心有以。生仍冀得兮归桑梓，死当埋骨兮长已矣。日居月诸兮在戎垒，胡人宠我兮有二子。鞠之育之兮不羞耻，憋之念之兮生长边鄙。十有一拍兮因兹起，哀响缠绵兮彻心髓。</p> <p>　　东风应律兮暖气多，知是汉家天子兮布阳和。羌胡蹈舞兮共讴歌，两国交欢兮罢兵戈。忽遇汉使兮称近诏，遗千金兮赎妾身。喜得生还兮逢圣君，嗟别稚子兮会无因。十有二拍兮哀乐均，去住两情兮难具陈。</p> <p>　　不谓残生兮却得旋归，抚抱胡儿兮注下沾衣。汉使迎我兮四牡騑騑，胡儿号兮谁得知？与我生死兮逢此时，愁为子兮日无光辉，焉得羽翼兮将汝归。一步一远兮足难移，魂消影绝兮恩爱遗。十有三拍兮弦急调悲，肝肠搅刺兮人莫我知。</p> <p>　　身归国兮儿莫之随，心悬悬兮长如饥。四时万物兮有盛衰，唯我愁苦兮不暂移。山高地阔兮见汝无期，更深夜阑兮梦汝来斯。梦中执手兮一喜一悲，觉后痛吾心兮无休歇时。十有四拍兮涕泪交垂，河水东流兮心是思。</p> <p>　　十五拍兮节调促，气填胸兮谁识曲？处穹庐兮偶殊俗。愿得归来兮天从欲，再还汉国兮欢心足。心有怀兮愁转深，日月无私兮曾不照临。子母分离兮意难怪，同天隔越兮如商参，生死不相知兮何处寻！</p> <p>　　十六拍兮思茫茫，我与儿兮各一方。日东月西兮徒相望，不得相随兮空断肠。对萱草兮忧不忘，弹鸣琴兮情何伤！今别子兮归故乡，旧怨平兮新怨长！泣血仰头兮诉苍苍，胡为生兮独罹此殃！</p> <p>　　十七拍兮心鼻酸，关山阻修兮行路难。去时怀土兮心无绪，来时别儿兮思漫漫。塞上黄蒿兮枝枯叶干，沙场白骨兮刀痕箭瘢。风霜凛凛兮春夏寒，人马饥豗兮筋力单。岂知重得兮入长安，叹息欲绝兮泪阑干。</p> <p>　　胡笳本自出胡中，缘琴翻出音律同。十八拍兮曲虽终，响有余兮思无穷。是知丝竹微妙兮均造化之功，哀乐各随人心兮有变则通。胡与汉兮异域殊风，天与地隔兮子西母东。苦我怨气兮浩于长空，六合虽广兮受之应不容！",
  "shangxi": "<h2>赏析</h2> <p>　　《胡笳十八拍》是感人肺腑的千古绝唱，它的作者就是<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>。欣赏此<a href=\"http://so.gushiwen.org/view_72612.aspx\">诗</a>，不要作为一般的书面文学来阅读，而应想到是蔡文姬这位不幸的女子在自弹自唱，琴声正随着她的心意在流淌。随着琴声、歌声，我们似见她正行走在一条由屈辱与痛苦铺成的长路上……</p> <p>　　她在时代大动乱的背景前开始露面，第一拍即点“乱离”的背景：胡虏强盛，烽火遍野，民卒流亡。汉末天下大乱，宦官、外戚、军阀相继把持朝政，农民起义、军阀混战、外族入侵，陆续不断。汉末诗歌中所写的“铠甲生机虱，万姓以死亡。白骨露于野，千里无鸡鸣。”等等，都是当时动乱现象的真实写照。蔡文姬即是在兵荒马乱之中被胡骑掠掳西去的。 </p> <p>　　被掳，是她痛苦生涯的开端，也是她痛苦生涯的根源，因而诗中专用第二拍写她被掳途中的情况，又在第十拍中用“一生辛苦兮缘别离，”指明一生的不辛源于被掳。她被强留在南匈奴的十二年间，在生活上和精神上承受着巨大的痛苦。胡地的大自然是严酷的：“胡风浩浩”、“冰霜凛凛”、“原野萧条”、“流水呜咽”，异方殊俗的生活是与她格格不入的。毛皮做的衣服，穿在身上心惊肉跳：“毡裘为裳兮骨肉震惊。”以肉奶为食，腥膻难闻，无法下咽，“羯膻为味兮枉遏我情。”居无定处，逐水草而迁徙，住在临时用草筏、干牛羊粪垒成的窝棚里；兴奋激动时，击鼓狂欢，又唱又跳，喧声聒耳，通宵达旦。总之，她既无法适应胡地恶劣的自然环境，也不能忍受与汉族迥异的胡人的生活习惯，因而她唱出了“殊俗心异兮身难处，嗜欲不同兮谁可与语”的痛苦的心声，而令她最为不堪的，还是在精神方面。</p> <p>　　在精神上，她经受着双重的屈辱：作为汉人，她成了胡人的俘虏；作为女人，被迫嫁给了胡人。第一拍所谓“志意乖兮节义亏”，其内涵正是指这双重屈辱而言的。在身心两方面都受到煎熬的情况下，思念故国，思返故乡，就成了支持她坚强地活下去的最重要的精神力量。从第二拍到第十一拍的主要内容便是写她的思乡之情。第四拍的“无日无夜兮不念我故土”，第十拍的“故乡隔兮音尘绝，哭无声兮气将咽”，第十一拍的“生仍冀得兮归桑梓”，都是直接诉说乡情的动人字句。而诉说乡情表现得最为感人的，要数第五拍。在这一拍中，蔡文姬以她执着的深情开凿出一个淡远深邃的情境：秋日，她翘首蓝夭，期待南飞的大雁捎去她边地的心声；春天，她仰望云空，企盼北归的大雁带来的故土的音讯。但大雁高高地飞走厂，杳邈难寻，她不由得心痛肠断，黯然销魂……。在第十一拍中，她揭出示自己忍辱偷生的内心隐秘：“我非贪生而恶死，不能捐身兮心有以。生仍冀得兮归桑梓，死得埋骨兮长已矣。”终于，她熬过了漫长的十二年，还乡的宿愿得偿，“忽遇汉使兮称近诏，遣千金兮赎妾身。”但这喜悦是转瞬即逝的，在喜上心头的同时，飘来了一片新的愁云，她想到自己生还之日，也是与两个亲生儿子诀别之时。第十二拍中说的：“喜得生还兮逢圣君，嗟别稚子兮会无因。十有二拍兮哀乐均，去住两情兮难具陈”，正是这种矛盾心理的坦率剖白。从第十三拍起，蔡文姬就转入不忍与儿子分别的描写，出语便咽，沉哀入骨。第十三拍写别子，第十四拍写思儿成梦，“抚抱胡几兮位下沾衣。……一步一远兮足难移，魂销影绝兮恩爱移”，“山高地阔兮见汝无期，更深夜阑兮梦汝来斯。梦中执手兮一喜一悲，觉后痛吾心兮无休歇时，”极尽缠绵，感人肺腑。宋代范时文在《对床夜话》中这样说：“此将归别子也，时身历其苦，词宣乎心。怨而怒，哀前思，千载如新；使经圣笔，亦必不忍删之也。”蔡文姬的这种别离之情，别离之痛，一直陪伴着她，离开胡地，重入长安。屈辱的生活结束了，而新的不幸：思念亲子的痛苦，才刚刚开始。“胡与汉兮异域殊风，天与地隔兮子西母东。苦我怨气兮浩于长空，六和虽广兮受之应不容。”全诗即在此感情如狂潮般涌动处曲终罢弹，完成了蔡文姬这一怨苦向天的悲剧性的人生旅程。</p> <p>　　《胡笳十八拍》既体现了蔡文姬的命薄，也反映出她的才高。《胡笳十八拍》在主人公，即蔡文姬自己的艺术形象创造上，带有强烈的主观抒情色彩，即使在叙事上也是如此，写被掳西去，在胡地生育二子，别儿归国，重入长安，无不是以深情唱叹出之。如写被掳西去：“云山万重兮归路遇，疾风千里兮扬尘沙。人多暴猛兮如狂蛇，控弦被甲兮为骄奢”，处处表露了蔡文姬爱憎鲜明的感情——“云山”句连着故土之思，“疾风”句关乎道路之苦。强烈的主观抒情色彩，更主要地体现在感情抒发的突发性上。蔡文姬的感情，往往是突然而来，忽然而去，跳荡变化，匪夷所思。正所谓“思无定位”，甫临沧海，复造瑶池。并且诗中把矛头直指天、神：“天不仁兮降乱离，地不仁兮使我逢此时。”“为天有眼兮何不见我独漂流？为神有灵兮何事处我海北天南头？我不负天兮天何配我殊匹？我不负神兮神何殛我越荒州？”把天、神送到被告席，更反映出蔡文姬的“天无涯兮地无边，我心愁兮亦复然，”“苦我怨气兮浩于长空”的心情。</p> <p>　　《胡笳十八拍》的艺术价值很高，明朝人陆时雍在《诗镜总论》中说：“东京风格颓下，蔡文姬才气英英。读《胡笳吟》，可令惊蓬坐振，沙砾自飞，真是激烈人怀抱。”</p> <p>　　《胡笳十八拍》的艺术价值高，与蔡文姬的才高有关，蔡文姬的才高是由她的家世和社会背景造成的。</p>",
  "about": "<h2>乐曲背景</h2> 　　汉末南匈奴入侵中原，名儒<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>之女<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>在逃难中被南匈奴左贤王掳入匈奴。其后文姬被左贤王纳为妃，并生二子。汉丞相<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>曾经与蔡邕交好，并知文姬颇有文才，当得知文姬遭遇后，乃派使者至匈奴面见单于，以重金赎回蔡文姬。蔡文姬托付侍女侍琴留下照顾其二子，自己单人毅然归汉。",
  "poet": {
    "id": 3111,
    "star": 0,
    "name": "蔡文姬",
    "image": "http://img.gushiwen.org/authorImg/caiwenji.jpg",
    "desc": "蔡琰，字文姬，又字昭姬。生卒年不详。东汉陈留郡圉县人，东汉大文学家蔡邕的女儿。初嫁于卫仲道，丈夫死去而回到自己家里，后值因匈奴入侵，蔡琰被匈奴左贤王掳走，嫁给匈奴人，并生育了两个儿子。十二年后，曹操统一北方，用重金将蔡琰赎回，并将其嫁给董祀。蔡琰同时擅长文学、音乐、书法。《隋书·经籍志》著录有《蔡文姬集》一卷，但已经失传。现在能看到的蔡文姬作品只有《悲愤诗》二首和《胡笳十八拍》。历史上记载蔡琰的事迹并不多，但“文姬归汉”的故事却在历朝历代被广为流传。"
  },
  "tags": [
    "叙事",
    "长诗",
    "感伤",
    "人生",
    "乐曲"
  ]
}