{
  "id": 10415,
  "star": 23,
  "name": "哀王孙",
  "dynasty": "唐代",
  "content": "长安城头头白乌，夜飞延秋门上呼。<br>又向人家啄大屋，屋底达官走避胡。<br>金鞭断折九马死，骨肉不得同驰驱。<br>腰下宝玦青珊瑚，可怜王孙泣路隅。<br>问之不肯道姓名，但道困苦乞为奴。<br>已经百日窜荆棘，身上无有完肌肤。<br>高帝子孙尽隆准，龙种自与常人殊。<br>豺狼在邑龙在野，王孙善保千金躯。<br>不敢长语临交衢，且为王孙立斯须。<br>昨夜东风吹血腥，东来橐驼满旧都。<br>朔方健儿好身手，昔何勇锐今何愚。<br>窃闻天子已传位，圣德北服南单于。<br>花门剺面请雪耻，慎勿出口他人狙。<br>哀哉王孙慎勿疏，五陵佳气无时无。",
  "fanyi": "<p><strong>译文</strong><br>长安城头，伫立着一只白头乌鸦，<br>夜暮了，还飞进延秋门上叫哇哇。<br>这怪物，又向大官邸宅啄个不停，<br>吓得达官们，为避胡人逃离了家。<br>玄宗出奔，折断金鞭又累死九马，<br>皇亲国戚，来不及和他一同驱驾。<br>有个少年，腰间佩带玉块和珊瑚，<br>可怜呵，他在路旁哭得嗓子嘶哑。<br>千问万问，总不肯说出自己姓名，<br>只说生活困苦，求人收他做奴伢！<br>已经有一百多天，逃窜荆棘丛下，<br>身上无完肤，遍体是裂痕和伤疤。<br>凡是高帝子孙，大都是鼻梁高直，<br>龙种与布衣相比，自然来得高雅。<br>豺狼在城称帝，龙种却流落荒野，<br>王孙呵，你一定要珍重自己身架。<br>在十字路口，不敢与你长时交谈，<br>只能站立片刻，交待你重要的话。<br>昨天夜里，东风吹来阵阵血腥味，<br>长安东边，来了很多骆驼和车马。<br>北方军队，一贯是交战的好身手，<br>往日勇猛，如今何以就流水落花。<br>私下听说，皇上已把皇位传太子，<br>南单于派使拜服，圣德安定天下。<br>他们个个割面，请求雪耻上前线，<br>你要守口如瓶，以防暗探的缉拿。<br>多可怜呵王孙，你万万不要疏忽，<br>五陵之气葱郁，大唐中兴有望呀！</p><p><strong>注释</strong><br>（1）延秋门：唐玄宗曾由此出逃。<br>（2）金鞭断折：指唐玄宗以金鞭鞭马快跑而金鞭断折。九马：皇帝御马。<br>（3）宝玦：玉佩。<br>（4） 隅：角落。<br>（5）高帝子孙：汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的子孙。这里是以汉代唐。隆准：高鼻。<br>（6）豺狼在邑：指安禄山占据长安。邑：京城。龙在野：指唐玄宗奔逃至蜀地。<br>（7）临交衢：靠近大路边。衢：大路。<br>（8）斯须：一会儿。<br>（9）东风吹血腥：指安史叛军到处屠杀。<br>（10）“朔方”句：指唐将哥舒翰守潼关的河陇、朔方军二十万，为安禄山叛军大败的事。<br>（11）“传位”句：天宝十五载八月，玄宗在灵武传位于肃宗。<br>（12）花门：即回纥。剺（lí）面：匈奴风俗在宣誓仪式上割面流血，以表诚意。这里指回纥坚决表示出兵助唐王朝平定安史之乱。<br>（13）狙（jū）：伺察，窥伺。<br>（14）五陵：五帝陵。佳气：兴旺之气。无时无：时时存在。<br>（15）白头乌：白头乌鸦，不祥之物。南朝梁末侯景作乱，有白头乌万计集于朱雀楼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10415.aspx\">诗</a>写的是诗人在长安城中看到了往日娇生惯养的黄金之躯的王公贵族的子孙们在安史叛军占领长安城之后的凄惨遭遇。</p> <p>　　诗中情感十分复杂，既有“龙种自与常人殊”的庸俗忠君思想，又有对处于特殊历史境况下“但道困苦乞为奴”的弱者的悲悯之情。联系<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>平常对锦衣玉食的纨挎子弟的厌恶情绪看，此际应是出于一种人道的同情。</p> <p>　　原来居住在华堂高殿中的王孙贵族们已经纷纷逃出长安，“走避胡”，一路逃亡出去。“金鞭断折九马死”，慌忙的逃命，以至于把金子装饰的马鞭都打断了、打死了九匹马，这是一种夸张，说明奔逃时候的惶恐之状，而且他们在逃跑的时候因为特别急、特别快，以至于他们自己的孩子都没有能够完全带走，所以就有一些“可怜王孙泣路隅”，因为失去了父母，被父母遗弃在长安城中，在路边哭泣。杜甫问这些王孙们，“问之不肯道姓名，但道困苦乞为奴”，这些昔日的王公贵族的子孙们不敢说出自己的姓名，生怕被胡兵知道被抓去做俘虏，只是告诉诗人他现在是困苦交加，哪怕做别人家的奴仆也心甘情愿，只要能够活命。再看他身上已经百日窜荆棘，身上无有完肌肤，这个孩子已经在荆棘中躲藏了好多天了，身上没有一块完整的皮肤了，到处都是伤。但就是这样，诗人还是要安慰这些孩子们，让他们善保千金躯，相信唐兵一定会打回来的。长安城里的王气依然存在，国家不会亡。那种昔日的繁华一定会再回来。可见杜甫虽然身处乱中，身作长安，仍然心系国家，仍然充满了必胜的信心，而且诗人在长安城里虽然被封锁在长安城中，但是诗人仍然通过不同的渠道很多关系关心着当时战争的时局。</p> <p>　　作者在诗中极言王子王孙在战乱中颠沛流离，遭受种种苦楚，既寄予了深深的同情，又含蓄地规劝统治者应居安思危，不可一味贪图享乐，致使子孙也无法遮顾，可悲可叹。</p> <p>　　全诗词色古泽，气魄宏大。写景写情，皆诗人所目睹耳闻，亲身感受，因而情真意切。荡人胸怀，叙事明净利索，语气真实亲切。写同情处见其神，写对话处见其情，写议论处见其真，写希望处见其切。杜诗之所以称“诗史”者，盖在于此也。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10415.aspx\">诗</a>作于安史之乱爆发后的第二年。唐玄宗天宝十五年（756年）六月九日，潼关失守；十三日，玄宗奔蜀，仅带着杨贵妃姐妹几人，其余妃嫔、皇孙、公主都来不及逃走。七月，安禄山部将孙孝哲攻陷长安，先后杀戮霍长公主以下百余人。此诗即作于此时。诗中所指“王孙”，应是大难中的幸存者。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "叙事",
    "抒情",
    "写鸟"
  ]
}