{
  "id": 51988,
  "star": 41,
  "name": "八声甘州·寿阳楼八公山作",
  "dynasty": "宋代",
  "content": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。 <br>千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。",
  "fanyi": "<p><strong>译文<br></strong>淮河环绕着楚都寿春孤城，野草丛生，河岸迷蒙。当年南朝谢家子弟，意气风发，统领数万精兵。以逸待劳痛击前秦军，苻坚百万雄师如受惊的巨鲸，在淝水中溃奔。转眼间，建立起大功。<br>时隔千年，八公山的草木一如当年，簇拥着险峻的峦峰。而今山头云涛聚又散，昔日的豪杰杳无迹踪。劳累终生。古今往事俱成空。可笑我吊古伤今何必太多情。叹惜谢安晚年，遭疏远，不受重用。</p> <p><strong>注释<br></strong>1、寿阳楼：指寿春（今安徽寿县）的城楼，东晋改名寿阳。八公山在寿县北，淝水经此入淮。公元三八三年，东晋谢安、谢玄以八万精兵大败苻坚八十万众于此。<br>2、故都：指北宋都城汴京。作者写此词时，汴京已残破，所以用“故”。<br>3、长淮：淮河。当时宋、金以淮河为界。<br>4、孤城：指寿阳城。<br>5、乌衣：乌衣：巷名，故址在今南京市东南，是晋代王、谢等名门贵族之地。<br>6、年少：指谢安的子、侄一班在淝水之战中表现出色的年轻将领。<br>7、芝兰秀发：源于《世说新语》中谢玄的话：“譬如芝兰玉树，欲使其生于阶庭耳。”比喻年轻有为的子弟。<br>8、戈戟云横：一语双关，明喻晋军的武器像阵云一样横列开去，暗用《世说新语》中”见钟士季（会）如观武库，但睹戈戟”的典故，赞誉谢安等足智多谋，满腹韬略。<br>9、奔鲸：奔逃的鲸鱼，这里形容苻坚兵溃如鲸鲵之窜逃。<br>10、转盼：转眼之间。<br>11、草木：草木皆兵之意。《晋书·苻坚载记》：“北望八公山上，草木皆类人形。”<br>12、峥嵘：形容山势险峻。<br>13、劳生：碌碌的人生。<br>14、怆：伤感。<br>15、遗情：指思念往事。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“遗情想象。”李善注：“思旧故而想象。”<br>16、东山老：指谢安，他曾隐居东山。<br>17、恒筝：桓伊善弹筝。曾抚筝而歌《怨歌》，以讽谏晋孝武帝猜忌谢安，不予重用。谢安听了“泣下沾襟”，孝武帝“甚有愧色”。事见《晋书·桓伊传》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“故都迷岸草，望长淮、依然绕孤城”，写登山所见。词人眼中，有环绕“孤城”的“长淮”逝水，以及岸边的迷离衰草。“故都”与“依然”，表现出一种时空变换的沧桑感。“迷”与“孤”二字，则渲染了一种迷蒙、苍茫的历史厚重感，营造出怀古的感情基调。</p> <p>　　“想乌衣年少，芝兰秀发，戈戟云横”，用一个“想”字，引出对历史往事的回忆。当时谢安推荐自己的弟弟谢石和侄儿谢玄率军出战，因谢家居住在建康城中名门聚居的乌衣巷，而称谢家子弟为“乌衣年少”。“芝兰秀发”是作者赞扬他们少年有作为。“戈戟云横”表面写东晋军队武器齐整，兵容肃穆，实则暗指少年将领们带兵的魄力和谋略。</p> <p>　　“坐看骄兵南渡，沸浪骇奔鲸”，“坐看”一词，颇有“谈笑间、樯橹灰飞烟灭”的从容气概。当时，前秦皇帝因拥兵百万，曾说过“以吾之众旅，投鞭子江，足断其流”的话，态度骄狂。因此词人此处称之为“骄兵”。“沸浪骇奔鲸”描写苻坚的军队仓惶逃窜的景象，十分形象。</p> <p>　　“转盼东流水，一顾功成”，“转盼”和“一顾”承接上句“坐看”，突出谢石、谢玄的才能和他们少年豪杰的风采，同时也表现出胜利者特有的淡定自若。“千载”接续“功成”，“千载八公山下，尚断崖草木，遥拥峥嵘”，这些千年之后依然故在的景物，仿佛在向词人昭示往日的“峥嵘”，但是“漫云涛吞吐，无处问豪英”，如今空有河山，豪杰却无处可寻了。感慨中隐约可见词人对当朝无人的失望。</p> <p>　　<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>是南宋朝廷中坚决的主战派，但当时占主导地位的却是主和派。他遭受排挤而离京，心中满是愤慨，面对淝水之战的战场故址，回想那段成功驱逐异族侵犯的战争，自然生出今昔对比之意。</p> <p>　　“信劳生、空成今古”，谢氏子弟劳碌一生，他们建立的功业随着岁月的流逝而消殒，如今只空余“孤城”、“长淮”、“八公山”，向人话说当年。一切终将成空，所以词人“笑我来、何事怆遗情”，以自嘲的口气笑自己太过执著纠结。</p> <p>　　“东山老，可堪岁晚，独听桓筝”一句，暗含谢安晚年的一段历史典故。谢安年老时被晋孝武帝疏远，一次，在陪孝武帝喝酒时，当时的名士桓伊为他们弹筝助兴，歌<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《怨歌行》日：“为君既不易，为臣良独难。忠信事不显，乃有见疑患。”声节悲慨，俯仰可观。孝武帝听完后，面有愧色。</p> <p>　　同样是忠信见疑，词人拿谢安和自己进行对比，突出了自身处境的悲惨，谢安虽被猜疑，但尚能与孝武帝一同饮酒，且有桓伊为他仗义执言；而自己却只能暮年“独听桓筝”。下阕从“峥嵘”、“豪英”到“空成今古”、“笑我”，再到“可堪岁晚”，词情一再转折，怀古叹今的兴味丰厚浓郁，深合词人当时的复杂心情。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于绍兴三年（1133）前后，是<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>登寿阳（今安微省寿县）城楼及八公山而作。八公山，又名北山，在寿阳西北四里。相传汉淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>曾同八公（八个门客）在此山炼丹，因以为名。前秦建元十九年（383）的淝水大战，就发生在寿阳和八公山一带。当时，前秦苻坚大举攻晋，屡遭挫败，一次登寿阳城陈望晋兵，见部阵严整，犒士精锐，又北望八公山上，草木皆类人形，怃然有惧色。隧后淝水决战，东晋将领谢石、谢玄、谢琰等趁秦兵移阵之机，渡水进击，大破秦军。这次战争巩固了东晋边防，奠定了南北朝对峙的局面。叶梦得在寿阳八公山登高望远，想到这一段历史往事，遂发思古之幽情，缅怀谢安等的英雄业绩，自伤年暮岁晚，功业无成，写下了这篇词作。",
  "poet": {
    "id": 71,
    "star": 0,
    "name": "叶梦得",
    "image": "http://img.gushiwen.org/authorImg/yemengde.jpg",
    "desc": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以\"气\"入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"
  },
  "tags": [
    "咏史怀古",
    "豪放",
    "感伤"
  ]
}