{
  "id": 63502,
  "star": 11,
  "name": "绣鸾凤花犯·赋水仙",
  "dynasty": "宋代",
  "content": "楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际。香云随步起。谩记得，汉宫仙掌，亭亭明月底。 <br>冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣。小窗净、沈烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是周密咏物之作中的名篇。正如<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》所云：“草窗长于赋物，然惟此词及‘琼花’二阕，一意盘旋，毫无渣滓。”此篇之最妙处，还在工于寄托这一方面。</p> <p>　　“楚江湄，湘娥乍见，无言洒清泪。”起笔便是伫立江畔，默默垂泪，似含无限忧怨的妙龄女子形象。湘娥，指传说中舜妃，死后成为湘水之神。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>有“感汉广兮羡游女，扬激楚兮咏湘娥”（《九咏》）之句。周词是把水仙拟作湘妃来写的，贴切水仙的习性物态。“楚江”句则由“湘娥”引出下一句“淡然春意”，点出时令，映出女子凄楚动人的身影。这春意虽淡，也足以牵动人的缕缕哀思了。前面几句写形、写神，接下来“空独倚东风，芳思谁寄？”二句写心、写情。“芳思”是恨之所由，“独倚东风”是无人怜爱。加一“空”字，则失意、怅惘、无望种种情绪一并带出来了。</p> <p>　　往下又进一层，由春而入于秋，是按心理感受的线索自然过渡的，秋亦虚写。凌波，形容女子轻盈的步履，借指其人。语出曹植《洛神赋》：“凌波微步，罗袜生尘。”周词活用典实。“凌波”句追写来时所由之路，无边的箫瑟秋景以冷寂的气氛烘衬出女子的心境之凄黯。</p> <p>　　“香云随步起”，写水仙之香袅，巧具仪态。歇拍三句“谩记得、汉宫仙掌，亭亭明月底”，是有所眷念，有所怅惘之怀。仙掌，即金铜仙人承露盘，汉武帝所建。亭亭，仙掌矗立貌。“谩”与上文“空”字照应，都是徒然、枉然之意。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《水仙花》曰：“凌波仙子生尘袜，波上盈盈步微月。是谁招此断肠魂，种作寒花寄愁绝。……”总上片之意，与此<a href=\"http://so.gushiwen.org/view_63502.aspx\">诗</a>略近，然宛转轻灵则过之。</p> <p>　　上片写花，下片写人惜花，进一步写情思。“冰丝写怨更多情，骚人恨，枉赋芳兰幽芷。”冰丝，谓琵琶，丝乃绿冰蚕丝（见《太真外传》）。“怨”字道出一篇主题。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》尝赋芳兰幽芷，唯未及水仙之花。词人亦知水仙本非楚产，其意乃在推赏此花，遂以群芳作陪衬了。“春思远，谁叹赏、国香风味。”国香，诗词中常用来代称兰花等，此指水仙。纵然是这般“含香体素欲倾城”（黄山谷诗，同上）之品，竟亦不为世人见赏怜惜，然则春思空怀，骚恨枉赋，自不待言了。</p> <p>　　接下来，词笔一转，折到自身。“相将共、岁寒伴侣”，谓花与人相亲相伴，虽说知音相得，更见出相依者之孤苦。水仙冬生，“岁寒”二字正切其性。“小窗净、沈烟薰翠袂”二句写惜花者所居，燃沉香以薰衣是贵族的习尚。这里实际是下句“幽梦觉”的地方，显得十分淡雅。篇末写人与花相对相赏，“涓涓清露，一枝灯影里”，意境清幽，语气极淡，确是妙结。</p> <p>　　玩味词意，“湘娥”、“仙掌”皆事关宫掖。词中的水仙应是流落民间的宫嫔一类人物的影子。“清泪”、“骚恨”都隐指宋室之亡。与所谓“感时花溅泪”者正同一苦怀。以淡语写深情，令人回味不尽。（周笃文、王玉麟）</p><br/><h2>鉴赏</h2> 　　此词为咏赞水仙风姿、神韵，寄托时世悲伤的咏物之作。上片写水仙之风采。下片写惜花怨情。“冰弦”三句辞意转进，想象水仙幻化成湘妃弹奏琴瑟的冷弦，抒写哀怨深情，以一“枉”字感叹骚人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>咏“芳兰幽芷”以抒恨，竟忘掉了情深怨切的水仙，逼出“春思远”两句，徒有悠远的春思却无人叹赏她“国香风味”的失落和悲凉。“相将共”五句又作顿折，由花及己，发出视水仙为“岁寒伴侣”的知心相遇之心声，而“岁寒”二字兼摄了物我共处的时艰境冷的特点。以人与花相对、相赏作结，境清意远，余味无穷。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "元宵节",
    "咏物",
    "写花",
    "抒怀"
  ]
}