{
  "id": 64767,
  "star": 114,
  "name": "念奴娇·天南地北",
  "dynasty": "元代",
  "content": "天南地北，问乾坤，何处可容狂客？借得山东烟水寨，来买凤城春色。翠袖围香，绛绡笼雪，一笑千金值。神仙体态，薄幸如何消得？<br>想芦叶滩头，蓼花汀畔，皓月空凝碧。六六雁行连八九，只待金鸡消息。义胆包天，忠肝盖地，四海无人识。离愁万种，醉乡一夜头白。",
  "fanyi": "<p><strong>译文</strong><br>　　普天之下，请问这个世界，什么地方可以使我容身？暂栖身在水泊梁山，今日来观赏京城之春。翠绿的衣袖散发着香气，红色的绡绢笼罩着洁白的肌肤，真是一笑值千全，美如仙女的体态，与薄情人没有缘份。<br>　　想那芦叶萧萧的滩头，开满蓼花的岸边，纵然有月色如水如银。鱼在水中雁飞天上，只盼金鸡报晓的佳音。虽有包天的义胆，盖地的忠肝，有谁能理解我的心。满怀的离愁千万种，醉乡里一夜霜染双鬓。</p> <p><strong>注释</strong><br>①天南地北：指代普天之下。<br>②狂客：狂放不羁之人。此处为<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>自谦之词。<br>③山东烟水寨：指梁山泊。<br>④凤城：旧时京都的别称，谓帝王所居之城。<br>⑤翠袖：青绿色衣袖，泛指女人的装束。<br>⑥绛绡：红色绡绢。雪：比喻李师师洁白的肌肤。<br>⑦一笑千金值：值得千金买一笑。<br>⑧神仙体态：意谓美如仙女。<br>⑨薄幸如何消得：薄幸，薄情；负心。消得：消受得了。<br>⑩芦页滩头，蓼花汀畔：指梁山水泊。<br>⑪六六：鲤鱼的别称。<br>⑫金鸡消息：黄鸡报晓的声音。指朝廷招安。<br>⑬四海：泛指大下。<br>⑭醉乡：喝醉酒时神志迷离的状态。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　小说《水浒传》第七十二回《柴进簪花入禁院，李逵元夜闹东京》中，浪子燕青引<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>再次见到名妓李师师，李师师以酒食款待他们。席间，李师师低唱苏东坡《念奴娇·赤壁怀古》词，宋江乘着酒兴，填写了这首词，呈给李师师。</p> <p>　　该词上片前面四句描述了宋江自己曾为世道所不容纳，竟然到了无处安身的地步，后来投奔了梁山，做了梁山泊的寨主，现在来到东京，观赏灯景。接着后面的五句，笔锋转向李师师，表述了宋江对这位名妓的倾慕之情。先是描述了李师师的衣着服饰，“翠袖围香，绛绡笼雪”，衣袖散发着淡淡的香气，红色绢纱里笼罩着的是如雪的洁白肌肤。面对这样一位佳丽，是值得掷干金来买她的一笑的。像这样美如仙女的人，是薄幸的男人无缘消受的。</p> <p>　　这首词下片前面的五句，回述了宋江身在粱山水泊的寂寞情怀，色沉雁杳，日夜盼望朝廷降旨招安的消息。结尾五句描述了他满怀忠义之心，却不能够被理解，为此常只能是借酒浇愁，把头发都愁白了。宋江这一次冒险来到东京观赏花灯的真实目的便是设法打通关系，想要通过名妓李师师能让宋徽宗体察到他宋江的”忠肝义胆”，殷切希望朝廷能够对梁山水泊的起义军进行招安。这首词集中披露了宋江投奔梁山只是暂时栖身，最终将投降朝廷的用心。</p>",
  "about": "<h2>创作背景</h2> 　　小说《水浒传》第七十二回《柴进簪花入禁院，李逵元夜闹东京》中，浪子燕青引<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>再次见到名妓李师师，李师师以酒食款待他们。席间，李师师低唱苏东坡《念奴娇·赤壁怀古》词，宋江乘着酒兴，填写了这首词，呈给李师师。",
  "poet": {
    "id": 195,
    "star": 0,
    "name": "施耐庵",
    "image": "http://img.gushiwen.org/authorImg/shinaian.jpg",
    "desc": "施耐庵，元末明初的文学家，本名彦端，汉族，今江苏兴化人。博古通今，才气横溢，举凡群经诸子，词章诗歌，天文、地理、医卜、星象等，一切技术无不精通，35岁曾中进士，后弃官归里，闭门著述，与门下弟子罗贯中一起研究《三国演义》《三遂平妖传》的创作，搜集整理关于梁山泊宋江等英雄人物的故事，最终写成“四大名著”之一的《水浒传》。施耐庵于元延祐元年（1314年）中秀才，泰定元年（1324年）中举人，至顺二年（1331年）登进士不久任浙江钱塘县尹。施耐庵故里江苏兴化新垛乡施家桥村有墓园、纪念馆，有《施氏家薄谱》存世。"
  },
  "tags": [
    "女子",
    "理想"
  ]
}