{
  "id": 72832,
  "star": 22,
  "name": "吴兴杂诗",
  "dynasty": "清代",
  "content": "交流四水抱城斜，散作千溪遍万家。<br>深处种菱浅种稻，不深不浅种荷花。",
  "fanyi": "<div> <strong>译文</strong> <br>四条河流交错环抱着吴兴城，它们的流向与城墙偏斜。这四条河又分出许多溪水，溪水边居住着许多人家。 <br>居民们利用这大好的自然条件，在水深的地方种上菱角，水浅的地方种植水稻，在那不深不浅的水域里种上荷花。</div> <div> <br></div> <div> <strong>注释</strong> <br>1、吴兴：今浙江省湖州市。 <br>2、杂 <a href=\"http://so.gushiwen.org/view_72832.aspx\">诗</a>：题目中不指明题材内容的诗。 <br>3、交流四水：即“四水交流”：四条河流交错地流通。交流，交叉沟通。四水，湖州城附近有西苕溪、东苕溪，二水合成霅溪，另有一条东去的运河。 <br>4、抱城斜（xiá）：绕着城斜流。斜，指环城的河流并不是和城墙构成平行直线而是斜斜地流着。 <br>5、散作：分散成。 <br>6、千溪：很多条流水。千，与后面的“万”同用以形容数量多，均不是确数。 <br>7、遍：遍及。 <br>8、深处：水深的地方。 <br>9、菱（líng）：水生草本植物，果实叫菱角，可食。</div>",
  "shangxi": "<h2>赏析</h2> <div> 　　“交流四水抱城斜，散作千溪遍万家。”写吴兴地处水乡的特殊自然风光。读者首先注意到两句中的三个数量词，它们写出了密而不紊的一片水系。“四水”是主干，“千溪”是支流，“万家”则意味着更多的支流。通过“交流”、“散作”“遍”等动词勾勒，读者仿佛凌空鸟瞰，一望收尽吴兴水乡风光。被这密如蛛网的水系所分割，江南绿野就变成许多色块组成的锦绣。“抱城斜”是指环城的干流与城墙有一定走向上的斜度，是自然形成的一种势态，大大小小的水流都是活水，它们给江南原野带来了生机。</div><div> <br></div><div> 　　“深处种菱浅种稻，不深不浅种荷花”两句写水乡农作及其特点：人们在水深处种菱，水浅处种稻，而在不深不浅的地方种藕。它首先给读者呈现的是一派富庶的景象，难怪“人人都说江南好”，难怪有“苏杭熟，天下足”的俗谚了。这两句还给人更多的美感，在前二句的背景上描绘了更加生动的景物，即各种作物互相间杂，组成缤纷错综的图案。不说种藕而说种“荷花”，固然是为了字数韵脚的要求，但也使人从经济价值观念中跳出来，从审美价值角度来审视这幅图景。待到夏秋之交，绿的菱叶，黄的稻浪，红的荷花交相辉映，那是一幅格外宜人的图画。从语言风韵看，这两句也极有意趣，上句以“句中排”形式，揭出一“深”一“浅”，相反相成，已给人有唱叹宕跌、无限妍媚之感。而作者能事未尽，又写出一个“不深不浅”，对上句来了个折中，表现出绝妙的平衡；而在“深”“浅”字面上前分后总，又推出一层唱叹之音，使此 <a href=\"http://so.gushiwen.org/view_72832.aspx\">诗</a>洋洋乎愈歌愈妙。</div>",
  "about": "<h2>地理内涵</h2> <div> 　　此 <a href=\"http://so.gushiwen.org/view_72832.aspx\">诗</a>的头两句刻画的是河流水系的分形特征。“交流”、“斜”或多或少已透露出作者对水系不规则性、复杂性的观察和感受，是对整形几何观的某种超越。第二句更是关于水系分形的典型刻画，准确、生动而富有韵味。“散作”就是分散的意思，从环抱吴兴城的四水沿河上溯，作者看到的是不断分叉而形成的千溪万流，整体上构成一幅分支式分形图。水系的分形造就了居民点分布的分形。自然界的水系本来是由千溪万涧逐步汇聚而成的，村落是人们择水而居所形成的，都是一类分形结构。作者采用诗家惯常的人格化手法，仿佛是先有了居民点的分形分布，而后河流为了亲近千村万户，便从吴兴城外的四水开始，逐步分散为千溪万涧，遍洒人间。水系是自然地理系统的分形，居民点分布是人文系统的分形，两幅分形画面不可分离地交织在一起，既展示了独特的美学意韵，又体现了大地的厚德载物。</div><div> <br></div><div> 　　地理分形造就了气象的分形特征，地理分形与气象分形共同造就了生态环境的分形特性，导致动植物的多样性、差异性、相关性和复杂性，形成植物生态系统的分形特性。诗作的后两句表明作者在一定程度上已经意会到这种生态分形，通过对农作物间种的形象描绘，反映了河流分形带来的生态多样性，进一步丰富了诗作对水系分形描绘的内涵。</div><br/><h2>哲学启示</h2> <div> 　　此 <a href=\"http://so.gushiwen.org/view_72832.aspx\">诗</a>以优美的语言描绘了江南水乡的美丽风光，给人以美的享受。更蕴涵着深刻的哲学思想。</div><div> <br></div><div> 　　诗的末二句将这遍及千家万户的溪水分三类，即“深”处。“浅”处和“不深不浅”处，并且分别为它们做了科学的安排，即“深”处种“菱”，“浅”处种“稻”，“不深不浅”处种“荷花”。全诗之妙，即在这三种安排之上。这三种安排的共同特点是从实际出发，因地制宜。惟其如此，菱、稻、荷花俱可长得茁壮喜人。反之，如果“一刀切”，不顾客观实际，那将会产生灾难性的的后果。</div><div> <br></div><div> 　　这二句语言简洁，但哲学思想却非常丰富。它告诉人们：做任何事情都要从实际出发，具体地讲，就是从实际需要和实际可能出发，因地制宜，因时制宜，在按客观规律办事的基础上充分发挥人的主观能动性，争取实践的成功和目标的实现。绝不能背离实际需要和实际可能，形而上学地搞“一刀切”、绝对化。要在水深处种菱角，在水浅处种稻子，在不深不浅的地方种上荷花。不管水深水浅，一律种菱角，或者一律种稻子、种荷花，都是错误的。对于人生来说，也是如此。每一一个人，各有各的抱负，各有各的处境，各有各的能力，各有各的环境，各有各的机遇。关键在于，从实际需要和可能出发，因地制宜，因时制宜，找准自己的定位，争取事业的成功，实现人生的价值。水深处种菱角，不深不浅种荷花，再浅可以种稻，再浅没有水还可以长草。只要遵循这样的哲学思想，每一个人都能够实现自己的人生价值。</div><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>在做浙江巡抚时，颇为关心百姓及农事，不时出外巡视民情，因此对地方的山川形势比较熟悉，这首《吴兴杂<a href=\"http://so.gushiwen.org/view_72832.aspx\">诗</a>》便作于嘉庆二年（1797）。在江南水乡，地处太湖南面的吴兴（今浙江湖州）是最美丽的城市之一。苕溪、霅溪、苎溪、吴兴塘等四水在这里汇流，这些干流又有无数分支遍布城外农郊。临水屋舍毗连，人烟稠密。人们利用天然的水利资源和肥沃的土地，发展生产，美化环境，把家乡变成米粮之仓，此诗即描写吴兴的田园风光。",
  "poet": {
    "id": 2663,
    "star": 0,
    "name": "阮元",
    "image": "http://img.gushiwen.org/authorImg/ruanyuan.jpg",
    "desc": "阮元（1764～1849）字伯元，号云台、雷塘庵主，晚号怡性老人，江苏仪征人，乾隆五十四年进士，先后任礼部、兵部、户部、工部侍郎，山东、浙江学政，浙江、江西、河南巡抚及漕运总督、湖广总督、两广总督、云贵总督等职。历乾隆、嘉庆、道光三朝，体仁阁大学士，太傅，谥号文达。他是著作家、刊刻家、思想家，在经史、数学、天算、舆地、编纂、金石、校勘等方面都有着非常高的造诣，被尊为三朝阁老、九省疆臣，一代文宗。"
  },
  "tags": [
    "江南",
    "水乡",
    "农民"
  ]
}