{
  "id": 21889,
  "star": 11,
  "name": "晚秋夜",
  "dynasty": "唐代",
  "content": "碧空溶溶月华静，月里愁人吊孤影。<br>花开残菊傍疏篱，叶下衰桐落寒井。<br>塞鸿飞急觉秋尽，邻鸡鸣迟知夜永。<br>凝情不语空所思，风吹白露衣裳冷。",
  "shangxi": "<h2>鉴赏</h2> <p>　　历代<a href=\"http://so.gushiwen.org/view_21889.aspx\">诗</a>家惯将<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>看成一个诗派，而以通俗归结。其实，元、白虽以通俗而驰誉诗坛，但他俩的气质、性格、兴趣、爱好、习惯、出身、经历不同，其诗风亦迥然有别。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾说：“元轻白俗。”（《祭柳子玉文》）所谓轻，并非轻薄、轻佻，而是轻浅、轻艳。它虽也尚俗，但色泽鲜丽，色彩斑斓，兼纤秾、繁缛之美；而白居易则崇尚一个淡字。因此元稹为艳俗，白居易为淡俗。元长于涂色，白擅于白描。清代诗评家田雯在《古欢堂集》中评：“乐天诗极清浅可爱，往往以眼前事为见得语，皆他人所未发。”所以，白诗的通俗是浅、淡、清，这与元诗的轻、浓、艳大不相同。白居易也直言不讳地称他自己“诗成淡无味，多被众人嗤”（《自吟拙什因有所怀》）。淡，正是白诗的一大特点。它淡而有味，极有韵致。不仅如此，白居易不但宣称他的诗风崇尚一个淡字，同时，又公开地排斥一个艳字。但这种艳，并非绮丽、纤秾，而是一种淫靡之风，因此他在给元稹的诗序中声称他的诗“淫文艳韵，无一字焉”（《和答诗十首序》）。在写给皇帝的《策林》中，他也强调“删淫辞，削丽藻”。在白居易的诗中，虽偶见绮丽，但并不占主导地位。《晚秋夜》就是一首融通俗、绮丽于一体的佳篇。它的特点可用浅、淡、清、丽来概括。</p> <p>　　所谓浅，就是浅显通俗，琅琅上口，不饰典故，不用奥语；所谓淡，就是轻轻入之，淡淡出之，不着浓彩，不用艳词；所谓清，就是气氛爽利，清新明朗，不事雕琢，自然而然；所谓丽，就是容光焕发，天真纯净，文采斐然，姿容秀美。首联写宽广的碧空中，高悬着一轮明月，皎洁华美，静寂无声，把读者带入一个浩渺无垠、明媚清朗、宁静深邃的境界中。月下凝思，遥视太空，悠然神往，不禁寂从中来，忧思萦怀，然而对月无言，惟有形影相吊而已。在这里，诗人勾勒出了寂寞孤独的心境。这种心境与静谧的月夜在基调上是非常吻和的。颔联写菊花开放，论常理，秋菊独傲霜雪，孤芳孑立；但此时却是残菊花开，还依傍着稀疏的篱笆，可见凋谢之期已不远了。然而，尚可支撑些时日，至于衰老的梧桐，却已抵挡不住寒气的侵袭，叶子已纷纷凋零，飘落在寒井之上了。这里，以“花开”对“叶下”，“残菊”对“衰桐”，“傍疏篱”对“落寒井”，更渲染出一种凄寂寒冷的气氛。虽系写景，却暗寄着愁情，且与首联写的“愁”字相呼应。颈联由植物转入写动物。塞外飞鸿，为了躲避寒冷的侵袭，疾速地飞过长空，由北向南，感到晚秋已尽；由于昼短夜长，邻居的鸡啼也推迟了。这里，以“塞鸿飞急”对“邻鸡鸣迟”，以“觉秋尽”对“知夜永”，以反衬晚秋夜的寒冷，从而把诗情深化到一个更新的境界。尾联又回到写人上来。这就是首联所写的“愁人”，他“凝情不语”，寂寞凄清。就在他思绪万千之际，萧瑟的秋风，阵阵吹来，拂在白露上，冷气袭人，衣不胜寒。</p> <p>　　俗与雅，没有明确界限，而是相反相成的。俗中出雅，雅中含俗，方为上乘。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>强调过“以俗为雅”（《再次杨明叔韵·引》），吴讷也注重“由俗入雅”（《文章辨体序说》）。而化俗为雅关键在于一个化字。唐代诗评家张为在《诗人主客图序》中将元稹看成是“上入室”者，而“以白居易为广大教化主”，即将元、白都视为登大雅之堂的著名诗人。可见雅，并不排斥通俗的。至纯的雅，往往古奥、凝重，而缺乏明了性和群众性；如雅中含俗、寓俗于雅、由雅返俗，则无俗的痕迹，却有俗的滋味，无俗的外形，而有俗的神韵。这种俗，是雅的极致，也是俗的极致。因为它已非纯粹的俗，而是含雅之俗，这就高于一般的俗。《晚秋夜》就是有雅有俗、雅俗共赏的杰作。正如清代诗评家叶燮在《原诗》中评论说：“白俚俗处而雅亦在其中。”此诗就是如此。</p><br/><h2>简析</h2> <p>　　月光如水，残菊傍疏篱，落叶飘零，塞鸿急飞，秋深夜静，寒气袭人，惟见<a href=\"http://so.gushiwen.org/view_21889.aspx\">诗</a>人凝神遐思。此诗氛围清冷寂静，色彩皎洁幽丽，韵味清新隽永，通俗浅显，平易近人。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写景"
  ]
}