{
  "id": 9315,
  "star": 10889,
  "name": "白雪歌送武判官归京",
  "dynasty": "唐代",
  "content": "北风卷地白草折，胡天八月即飞雪。<br>忽如一夜春风来，千树万树梨花开。<br>散入珠帘湿罗幕，狐裘不暖锦衾薄。<br>将军角弓不得控，都护铁衣冷难着。<br>瀚海阑干百丈冰，愁云惨淡万里凝。<br>中军置酒饮归客，胡琴琵琶与羌笛。<br>纷纷暮雪下辕门，风掣红旗冻不翻。<br>轮台东门送君去，去时雪满天山路。<br>山回路转不见君，雪上空留马行处。",
  "fanyi": "<p><strong>译文</strong><br>北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。<br>忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。<br>雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。<br>将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。<br>沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。<br>主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。<br>傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。<br>轮台东门外欢送你回京去，你去时大雪盖满了天山路。<br>山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。 </p> <p><strong>注释</strong><br>⑴武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。<br>⑵白草：西域牧草名，秋天变白色。<br>⑶胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。<br>⑷梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。<br>⑸珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。<br>⑹狐裘（qiú）：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄（bó）：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。<br>⑺角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。<br>⑻都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着（zhuó）：一作“犹着”。着：亦写作“著”。<br>⑼瀚（hàn）海：沙漠。这句说大沙漠里到处都结着很厚的冰。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。<br>⑽惨淡：昏暗无光。<br>⑾中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。<br>⑿胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。这句说在饮酒时奏起了乐曲。羌笛：羌族的管乐器。<br>⒀辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。<br>⒁风掣（chè）：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。<br>⒂轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。<br>⒃满：铺满。形容词活用为动词。<br>⒄山回路转：山势回环，道路盘旋曲折。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《白雪歌送武判官归京》是<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>边塞<a href=\"http://so.gushiwen.org/view_9315.aspx\">诗</a>的代表作，作于他第二次出塞阶段。此时，他很受安西节度使封常青的器重，他的大多数边塞诗成于这一时期。岑参在这首诗中，以诗人的敏锐观察力和浪漫奔放的笔调，描绘了祖国西北边塞的壮丽景色，以及边塞军营送别归京使臣的热烈场面，表现了诗人和边防将士的爱国热情，以及他们对战友的真挚感情。</p> <p>　　全诗以一天雪景的变化为线索，记叙送别归京使臣的过程，文思开阔，结构缜密。共分三个部分。</p> <p>　　前八句为第一部分，描写早晨起来看到的奇丽雪景和感受到的突如其来的奇寒。友人即将登上归京之途，挂在枝头的积雪，在诗人的眼中变成一夜盛开的梨花，和美丽的春天一起到来。前面四句主要写景色的奇丽。“即”、“忽如”等词形象、准确地表现了早晨起来突然看到雪景时的神情。经过一夜，大地银装素裹，焕然一新。接着四句写雪后严寒。视线从帐外逐渐转入帐内。风停了，雪不大，因此飞雪仿佛在悠闲地飘散着，进入珠帘，打湿了军帐。诗人选取居住、睡眠、穿衣、拉弓等日常活动来表现寒冷，如同选取早晨观雪表现奇异一样是很恰当的。虽然天气寒冷，但将士却毫无怨言。而且“不得控”，天气寒冷也会训练，还在拉弓练兵。表面写寒冷，实际是用冷来反衬将士内心的热，更表现出将士们乐观的战斗情绪。</p> <p>　　中间四句为第二部分，描绘白天雪景的雄伟壮阔和饯别宴会的盛况。“瀚海阑干百丈冰，愁云惨淡万里凝”，用浪漫夸张的手法，描绘雪中天地的整体形象，反衬下文的欢乐场面，体现将士们歌舞的积极意义。\"中军置酒饮归客，胡琴琵琶与羌笛\"，笔墨不多，却表现了送别的热烈与隆重。在主帅的中军摆开筵席，倾其所有地搬来各种乐器，且歌且舞，开怀畅饮，这宴会一直持续到暮色来临。第一部分内在的热情，在这里迸发倾泄出来，达到了欢乐的顶点。</p> <p>　　最后六句为第三部分，写傍晚送别友人踏上归途。“纷纷暮雪下辕门，风掣红旗冻不翻”，归客在暮色中迎着纷飞的大雪步出帐幕，冻结在空中的鲜艳旗帜，在白雪中显得绚丽。旗帜在寒风中毫不动摇、威武不屈的形象是将士的象征。这两句一动一静，一白一红，相互映衬，画面生动，色彩鲜明。“轮台东门送君去，去时雪满天山路”，虽然雪越下越大，送行的人千叮万嘱，不肯回去。“山回路转不见君，雪上空留马行处”，用平淡质朴的语言表现了将士们对战友的真挚感情，字字传神，含蓄隽永。这一部分描写了对友人惜别之情，也表现了边塞将士的豪迈精神。</p> <p>　　这首诗，以奇丽多变的雪景，纵横矫健的笔力，开阖自如的结构，抑扬顿挫的韵律，准确、鲜明、生动地制造出奇中有丽、丽中奇的美好意境，不仅写得声色宜，张弛有致，而且刚柔相同，急缓相济，是一乎不可多得的边塞佳作。全诗不断变换着白雪画面，化景为情，慷慨悲壮，浑然雄劲。抒发了诗人对友人的依依惜别之情和因友人返京而产生的惆怅之情。</p><br/><h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9315.aspx\">诗</a>是一首咏雪送人之作。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《渼陂行》诗中说：“<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>兄弟皆好奇”。此诗就处处都体现出一个“奇”字。</p> <p>　　此诗开篇就奇突。未及白雪而先传风声，所谓“笔所未到气已吞”——全是飞雪之精神。大雪必随刮风而来，“北风卷地”四字，妙在由风而见雪。“白草”，据《汉书·西域传》<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注，乃西北一种草名，王先谦补注谓其性至坚韧。然经霜草脆，故能断折（如为春草则随风俯仰不可“折”）。“白草折”又显出风来势猛。八月秋高，而北地已满天飞雪。“胡天八月即飞雪”，一个“即”字，维妙维肖地写出由南方来的人少见多怪的惊奇口吻。</p> <p>　　塞外苦寒，北风一吹，大雪纷飞。诗人以“春风”使梨花盛开，比拟“北风”使雪花飞舞，极为新颖贴切。“忽如”二字下得甚妙，不仅写出了“胡天”变幻无常，大雪来得急骤，而且，再次传出了诗人惊喜好奇的神情。“千树万树梨花开”的壮美意境，颇富有浪漫色彩。南方人见过梨花盛开的景象，那雪白的花不仅是一朵一朵，而且是一团一团，花团锦簇，压枝欲低，与雪压冬林的景象极为神似。春风吹来梨花开，竟至“千树万树”，重叠的修辞表现出景象的繁荣壮丽。“春雪满空来，触处似花开”（东方虬《春雪》），也以花喻雪，匠心略同，但无论豪情与奇趣都得让此诗三分。诗人将春景比冬景，尤其将南方春景比北国冬景，几使人忘记奇寒而内心感到喜悦与温暖，着想、造境俱称奇绝。要品评这咏雪之千古名句，恰有一个成语——“妙手回春”。</p> <p>　　以写野外雪景作了漂亮的开端后，诗笔从帐外写到帐内。那片片飞“花”飘飘而来，穿帘入户，沾在幕帏上慢慢消融……“散入珠帘湿罗幕”一语承上启下，转换自然从容，体物入微。“白雪”的影响侵入室内，倘是南方，穿“狐裘”必发炸热，而此地“狐裘不暖”，连裹着软和的“锦衾”也只觉单薄。“一身能擘五雕弧”的边将，居然拉不开角弓；平素是“将军金甲夜不脱”，而此时是“都护铁衣冷难着”。二句兼都护（镇边都护府的长官）将军言之，互文见义。这四句，有人认为表现着边地将士苦寒生活，仅着眼这几句，谁说不是？但从“白雪歌”歌咏的主题而言，这主要是通过人和人的感受，通过种种在南来人视为反常的情事写天气的奇寒，写白雪的威力。这真是一支白雪的赞歌呢。通过人的感受写严寒，手法又具体真切，不流于抽象概念。诗人对奇寒津津乐道，使人不觉其苦，反觉冷得新鲜，寒得有趣。这又是诗人“好奇”个性的表现。</p> <p>　　场景再次移到帐外，而且延伸向广远的沙漠和辽阔的天空：浩瀚的沙海，冰雪遍地；雪压冬云，浓重稠密，虽暂停，但看来天气不会在短期内好转。“瀚海阑干百丈冰，愁云惨淡万里凝”，二句以夸张笔墨，气势磅礴地勾出瑰奇壮丽的沙塞雪景，又为“武判官归京”安排了一个典型的送别环境。如此酷寒恶劣的天气，长途跋涉将是艰辛的呢。“愁”字隐约对离别分手作了暗示。</p> <p>　　于是写到中军帐（主帅营帐）置酒饮别的情景。如果说以上主要是咏雪而渐有寄情，以下则正写送别而以白雪为背景。“胡琴琵琶与羌笛”句，并列三种乐器而不写音乐本身，颇似笨拙，但仍能间接传达一种急管繁弦的场面，以及“总是关山旧别情”的意味。这些边地之器乐，对于送者能触动乡愁，于送别之外别有一番滋味。写饯宴给读者印象深刻而落墨不多，这也表明作者根据题意在用笔上分了主次详略。</p> <p>　　送客送出军门，时已黄昏，又见大雪纷飞。这时看见一个奇异景象：尽管风刮得挺猛，辕门上的红旗却一动也不动──它已被冰雪冻结了。这一生动而反常的细节再次传神地写出天气奇寒。而那白雪为背景上的鲜红一点，那冷色基调的画面上的一星暖色，反衬得整个境界更洁白，更寒冷；那雪花乱飞的空中不动的物象，又衬得整个画面更加生动。这是诗中又一处精彩的奇笔。</p> <p>　　送客送到路口，这是轮台东门。尽管依依不舍，毕竟是分手的时候了。诗人心想：大雪封山，路可怎么走啊！路转峰回，行人消失在雪地里，诗人还在深情地目送。这最后的几句是极其动人的，成为此诗出色的结尾，与开篇悉称。结束处留下了很大的思索空间：看着“雪上空留”的马蹄迹，诗人在想些什么？是对行者难舍而生留恋，是为其“长路关山何时尽”而发愁，还是为自己归期未卜而惆怅？这里有悠悠不尽之情，形成了一个艺术空白，其意境与汉代古诗“步出城东门，遥望江南路。前日风雪中，故人从此去”名句差近，但用在诗的结处，效果更见佳妙。</p> <p>　　充满奇情妙思，是此诗主要的特色（这很能反映诗人创作个性）。作者用敏锐的观察力和感受力捕捉边塞奇观，笔力矫健，有大笔挥酒（如“瀚海”二句），有细节勾勒（如“风掣红旗冻不翻”），有真实生动的摹写，也有浪漫奇妙的想象（如“忽如”二句），再现了边地瑰丽的自然风光，充满浓郁的边地生活气息。全诗融合着强烈的主观感受，在歌咏自然风光的同时还表现了雪中送人的真挚情谊。诗情内涵丰富，意境鲜明独特，具有极强的艺术感染力。诗的语言明朗优美，又利用换韵与场景画面交替的配合，形成跌宕生姿的节奏旋律。诗中或二句一转韵，或四句一转韵，转韵时场景必更新：开篇入声起音陡促，与风狂雪猛画面配合；继而音韵轻柔舒缓，随即出现“春暖花开”的美景；以下又转沉滞紧涩，出现军中苦寒情事；……末四句渐入徐缓，画面上出现渐行渐远的马蹄印迹，使人低回不已。全诗音情配合极佳，当得“有声画”的称誉。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>于唐玄宗天宝十三载（754年）夏秋之交到北庭，唐肃宗至德二载（757年）春夏之交东归，此<a href=\"http://so.gushiwen.org/view_9315.aspx\">诗</a>当作于此期。当时西北边疆一带，战事频繁，岑参怀着到塞外建功立业的志向，两度出塞，久佐戎幕，前后在边疆军队中生活了六年，因而对鞍马风尘的征战生活与冰天雪地的塞外风光有长期的观察与体会。天宝十三载这次是岑参第二次出塞，充任安西北庭节度使封常清的判官（节度使的僚属），而武判官即其前任，诗人在轮台送他归京（唐代都城长安）而写下了此诗。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "冬天",
    "送别",
    "友情",
    "咏物",
    "写雪"
  ]
}