{
  "id": 69108,
  "star": 392,
  "name": "寄黄几复",
  "dynasty": "宋代",
  "content": "我居北海君南海，寄雁传书谢不能。<br>桃李春风一杯酒，江湖夜雨十年灯。<br>持家但有四立壁，治病不蕲三折肱。<br>想见读书头已白，隔溪猿哭瘴溪藤。",
  "fanyi": "<p><strong>译文</strong><br>我住在北方海滨，而你住在南方海滨，欲托鸿雁传书，它却飞不过衡阳。<br>当年春风下观赏桃李共饮美酒，江湖落魄，一别已是十年，常对着孤灯听着秋雨思念着你。<br>你支撑生计也只有四堵空墙，艰难至此。古人三折肱后便成良医，我却但愿你不要如此。<br>想你清贫自守发奋读书，如今头发已白了罢，隔着充满瘴气的山溪，猿猴哀鸣攀援深林里的青藤。</p> <p><strong>注释</strong><br>（1）此<a href=\"http://so.gushiwen.org/view_69108.aspx\">诗</a>作于神宗元丰八年（1085），其时诗人监德州（今属山东）德平镇。<br>黄几复：名介，南昌人，是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>少年时的好友，时为广州四会（今广东四会县）县令。<br>（2）“我居”句：《左传·僖公四年》：“君处北海，寡人处南海，惟是风马牛不相及也。”作者在“跋”中说：“几复在广州四会，予在德州德平镇，皆海滨也。”<br>（3）寄雁”句：传说雁南飞时不过衡阳回雁峰，更不用说岭南了。<br>（4）四立壁：《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>传》：“文君夜奔相如，相如驰归成都，家徒四壁立。”<br>（5）蕲：祈求。肱：上臂,手臂由肘到肩的部分，古代有三折肱而为良医的说法。<br>（6）瘴溪：旧传岭南边远之地多瘴气。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“我居北海君南海”，起势突兀。写彼此所居之地一“北”一“南”，已露怀念友人、望而不见之意；各缀一“海”字，更显得相隔辽远，海天茫茫。作者跋此<a href=\"http://so.gushiwen.org/view_69108.aspx\">诗</a>云：“几复在广州四会，予在德州德平镇，皆海滨也。”</p> <p>　　“寄雁传书谢不能”，这一句从第一句中自然涌出，在人意中；但又有出人意外的地方。两位朋友一在北海，一在南海，相思不相见，自然就想到寄信；“寄雁传书”的典故也就信手拈来。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>长流夜郎，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在秦州作的《天末怀李白》诗里说：“凉风起天末，君子意如何？鸿雁几时到，江湖秋水多！”强调音书难达，说“鸿雁几时到”就行了。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>却用了与众不同的说法：“寄雁传书——谢不能。”意谓：我托雁儿捎一封信去，雁儿却谢绝了。“寄雁传书”，这典故太熟了，但继之以“谢不能”，立刻变陈熟为生新。黄庭坚是讲究“点铁成金”之法的，王若虚批评说：“鲁直论诗，有‘夺胎换骨’、‘点铁成金’之喻，世以为名言。以予观之，特剽窃之黠者耳。”（《滹南诗话》卷下）类似“剽窃”的情况当然是有的，但也不能一概而论。上面所讲的诗句，可算成功的例子。</p> <p>　　“寄雁传书”，作典故用，不过表示传递书信罢了。但相传大雁南飞，至衡阳而止。<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《秋日登洪府滕王阁饯别序》云：“雁阵惊寒，声断衡阳之浦。”<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《阮郎归》云：“衡阳犹有雁传书，郴阳和雁无。”黄庭坚的诗句，亦同此意；但把雁儿拟人化，写得更有情趣。</p> <p>　　第二联在当时就很有名。这两句诗所用的词都是常见的，甚至可说是“陈言”，谈不上“奇”。<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>称为“奇语”，当然是就其整体说的；可惜的是何以“奇”，“奇”在何处，他没有讲。其实，正是黄庭坚这样遣词入诗，才创造出如此清新隽永的意境，给人以强烈的艺术感染。</p> <p>　　任渊说这“两句皆记忆往时游居之乐”，看来是弄错了。据《黄几复墓志铭》所载，黄几复于熙宁九年（1076年）“同学究出身，调程乡尉”；距作此诗刚好十年。结合诗意来看，黄几复“同学究出身”之时，是与作者在京城里相聚过的，紧接着就分别了，一别十年。这两句诗，上句追忆京城相聚之乐，下句抒写别后相思之深。诗人摆脱常境，不用“我们两人当年相会”之类的一般说法，却拈出“一杯酒”三字。“一杯酒”，这太常见了，但惟其常见，正可给人以丰富的暗示。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《别范安成》云：“勿言一樽酒，明日难重持。”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送元二使安西》云：“劝君更进一杯酒，西出阳关无故人。”杜甫《春日忆李白》云：“何时一樽酒，重与细论文？”故人相见，或谈心，或论文，总是要吃酒的。仅用“一杯酒”，就写出了两人相会的情景。诗人还选了“桃李”、“春风”两个词。这两个词，也很陈熟，但正因为熟，能够把阳春烟景一下子唤到读者面前，用这两个词给“一杯酒”以良辰美景的烘托，就把朋友相会之乐表现出来了。</p> <p>　　其实要用七个字写出两人离别和别后思念之殷，也不那么容易。诗人却选了“江湖”、“夜雨”、“十年灯”，作了动人的抒写。“江湖”一词，能使人想到流转和飘泊，杜甫《梦李白》云：“江湖多风波，舟楫恐失坠。”“夜雨”，能引起怀人之情，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《夜雨寄北》云：“君问归期未有期，巴山夜雨涨秋池。”在“江湖”而听“夜雨”，就更增加萧索之感。“夜雨”之时，需要点灯，所以接着选了“灯”字。“灯”，这是一个常用词，而“十年灯”，则是作者的首创，用以和“江湖夜雨”相联缀，就能激发读者的一连串想象：两个朋友，各自飘泊江湖，每逢夜雨，独对孤灯，互相思念，深宵不寐。而这般情景，已延续了十年。</p> <p>　　晚唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>不用动词，只选择若干名词加以适当的配合，写出了“鸡声茅店月，人迹板桥霜”两句诗，真切地表现了“商山早行”的情景，颇为后人所称道。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>有意学习，在《送张至秘校<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>》诗里写了“鸟声梅店雨，柳色野桥春”一联，终觉其在范围之内，他自己也不满意（参看《诗话总龟》、《存余堂诗话》）。黄庭坚的这一联诗，吸取了温诗的句法，却创造了独特的意境。“桃李”、“春风”、“一杯酒”，“江湖”、“夜雨”、“十年灯”，这都是些名词或名词性词组，其中的每一个词或词组，都能使人想象出特定的景象、特定的情境，展现了耐人寻味的艺术天地。</p> <p>　　同时这两句诗，还是相互对照的。两句诗除各自表现的情景之外，还从相互对照中显示出许多东西。第一、下句所写，分明是别后十年来的情景，包括眼前的情景；那么，上句所写，自然是十年前的情景。因此，上句无须说“我们当年相会”，而这层意思，已从与下句的对照中表现出来。第二、“江湖”除了前面所讲的意义之外，还有与京城相对的意义，所谓“身在江湖，心存魏阙”，就是明显的例证。“春风”一词，也另有含意。<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《登科后》诗云：“昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。”和下句对照，上句所写，时、地、景、事、情，都依稀可见：时，十年前的春季；地，北宋王朝的京城开封；景，春风吹拂、桃李盛开；事，友人“同学究出身”，把酒欢会；情，则洋溢于良辰美景、赏心乐事之中。</p> <p>　　“桃李春风”与“江湖夜雨”，这是“乐”与“哀”的对照；“一杯酒”与“十年灯”，这是“一”与“多”的对照。“桃李春风”而共饮“一杯酒”，欢会极其短促。“江湖夜雨”而各对“十年灯”，飘泊极其漫长。快意与失望，暂聚与久别，往日的交情与当前的思念，都从时、地、景、事、情的强烈对照中表现出来，令人寻味无穷。张耒评为“奇语”，并非偶然。</p> <p>　　后四句，从“持家”、“治病”、“读书”三个方面表现黄几复的为人和处境。</p> <p>　　“持家，——但有四立壁”，“治病，——不蕲三折肱”。这两句，也是相互对照的。作为一个县的长官，家里只有立在那儿的四堵墙壁，这既说明他清正廉洁，又说明他把全部精力和心思用于“治病”和“读书”，无心、也无暇经营个人的安乐窝。“治病”句化用《左传·定公十三年》记载的一句古代成语：“三折肱，知为良医。”意思是：一个人如果三次跌断胳膊，就可以断定他是个好医生，因为他必然积累了治疗和护理的丰富经验。在这里，当然不是说黄几复会“治病”，而是说他善“治国”，《国语·晋语》里就有“上医医国，其次救人”的说法。黄庭坚在《送范德孺知庆州》诗里也说<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>“平生端有活国计，百不一试埋九京”。作者称黄几复善“治病”、但并不需要“三折肱”，言外之意是：他已经有政绩，显露了治国救民的才干，为什么还不重用，老要他在下面跌撞呢？</p> <p>　　尾联以“想见”领起，与首句“我居北海君南海”相照应。在作者的想象里，十年前在京城的“桃里春风”中把酒畅谈理想的朋友，如今已白发萧萧，却仍然像从前那样好学不倦。他“读书头已白”，还只在海滨作一个县令。其读书声是否还像从前那样欢快悦耳，没有明写，而以“隔溪猿哭瘴溪藤”作映衬，就给整个图景带来凄凉的氛围；不平之鸣，怜才之意，也都蕴含其中。</p> <p>　　黄庭坚推崇杜甫，以杜甫为学习榜样，七律尤其如此。但比较而言，他的学习偏重形式技巧方面。他说：“老杜作诗，退之作文，无一字无来处，盖后人读书少，故谓韩、杜自作此语耳。古之能为文章者，真能陶冶万物，虽取古人之陈言入于翰墨，如灵丹一粒，点铁成金也。”（《答洪驹父书》）而杜甫的杰出之处主要表现在以“穷年忧黎元”的激情，艺术地反映了安史之乱前后的广阔现实。诗的语言，也丰富多彩，<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>就赞赏“怜渠直道当时语，不着心源傍古人”的一面。当然，杜甫的不少律诗，也是讲究用典的；黄庭坚把这一点推到极端，追求“无一字无来处”，其流弊是生硬晦涩，妨碍了真情实感的生动表达。但这也不能一概而论。例如这首《寄黄几复》，就可以说是“无一字无来处”。但并不觉晦涩；有的地方，还由于活用典故而丰富了诗句的内涵；而取《左传》《史记》《汉书》中的散文语言入诗，又给近体诗带来苍劲古朴的风味。</p> <p>　　黄庭坚主张“宁律不谐而不使句弱”。他的不谐律是有讲究的，方东树就说他“于音节尤别创一种兀傲奇崛之响，其神气即随此以见”。在这一点上，他也学习杜甫。杜甫首创拗律，如“落花游丝白日静，鸣鸠乳燕青春深”，“有时自发钟磐响，落日更见渔樵人”等句，从拗折之中，见波峭之致。黄庭坚推而广之，于当用平字处往往易以仄字，如“只今满坐且尊酒，后夜此堂空月明”，“黄流不解涴明月，碧树为我生凉秋”，“清谈落笔一万字，白眼举觞三百杯”等都句法拗峭而音响新异，具有特殊的韵味。这首《寄黄几复》亦然。“持家”句两平五仄，“治病”句也顺中带拗，其兀傲的句法与奇峭的音响，正有助于表现黄几复廉洁干练，刚正不阿的性格。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69108.aspx\">诗</a>作于宋神宗元丰八年（1085年），此时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>监德州（今属山东）德平镇。黄几复，名介，南昌（今江西南昌市）人，与黄庭坚少年交游，交情很深，黄庭坚为黄几复写过不少诗，如《留几复饮》、《再留几复饮》、《赠别几复》等。此时黄几复知四会县（今广东四会县）。当时两人分处天南海北，黄庭坚遥想友人，写下了这首诗。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "思念",
    "友情"
  ]
}