{
  "id": 63825,
  "star": 11,
  "name": "高阳台·残萼梅酸",
  "dynasty": "宋代",
  "content": "残萼梅酸，新沟水绿，初晴节序暄妍。独立雕栏，谁怜枉度华年。朝朝准拟清明近，料燕翎、须寄银笺。又争知、一字相思，不到吟边。 <br>双蛾不拂青鸾冷，任花阴寂寂，掩户闲眠。屡卜佳期，无凭却恨金钱。何人寄与天涯信，趁东风、急整归船。纵飘零，满院杨花，犹是春前。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>这首词以一个闺怨口吻，表达了一种妻盼夫归的心情。这首词和其传统风格有一些区别，风格较为平缓，和北宋词风相类。 </p> <p>　　起句写江南的春色：“残萼梅酸，新沟水绿，初晴节序暄妍”，带残萼的青梅含酸；门前沟水澄绿。描写雨后初晴景色。清明时节，江南风光清丽。孙舣《菩萨蛮》写梅子初生：“含章（宫殿名）春欲暮，落日千山雨。一点著枝酸，吴姬先齿寒。”“池塘雨后添新绿。”蔡伸在这里写雨后池水新涨景色。词人有共同的感受。 </p> <p>　　“独立雕阑，谁怜枉度华年。”雕阑是楼上木雕阑干，借指登楼。登楼倚阑，春色暄妍。游子未归，谁与共娱。叹年华枉度也。“枉度”<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《定风波》中曾有句“年少光阴虚过”。再看<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《满江红》曰：“人去后，吹箫声断，倚楼人独。满眼不堪三月暮，举头已觉千山绿。但试把一纸寄来书，从头读。”所写女子春日登楼睹景怀人之情事亦同，却是所念之人有“一纸寄来书”，又不同于柳词之“音书无个”。词中情事相同，思路也颇为一致。但表达方式却由于词人作品风格不同和其词中人物差异而稍有不同。 </p> <p>　　“明朝准拟清明近，料燕翎、须寄银笺。又争知、一字相思，不到吟边。”清明时节已近，料想远方会飘来他的消息。但哪想却音迹杳无。这几句意思层次转折，构思较为奇特。表达了盼信而又怕无信的繁杂情感。燕子传书之说，由来已久，<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体<a href=\"http://so.gushiwen.org/view_63825.aspx\">诗</a>·拟李都尉从军》就写道“袖中有短书，愿寄双飞燕”。孙惟信《昼锦堂》词“燕翎难系断肠笺”，作反面写。“吟边”，意犹“诗名”、“词中”。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《身世》诗：“吟边时得寄悠悠。”这片主要写女人在晚春时节，怀念远方的人。下片笔锋一转，表达女子相思之苦，盼望远方的人归来之情。 </p> <p>　　“双蛾不拂青鸾冷，任花阴寂寂，掩户闲眠。”女子一春不事妆饰，无意赏玩，掩户闲眠。她双眉不画，冷落鸾镜，是“谁适为容”之意。春光独对，愁闷徒添。无意欣赏“屡卜佳期，无凭却恨金钱”，唐人<a href=\"http://so.gushiwen.org/author_833.aspx\">于鹄</a>《江南曲》曾作“众中不敢分明语，暗掷金钱卜远人。”屡次用金钱占卜行人归否，都无凭据，因此怪起金钱来。从占卜无凭，讲到心理状态，直抒其恨，其怨。“何人寄与天涯信，趁东风、急整归船。”表达心意：希望有人代自己向天涯游子带去书信，盼他趁东风。三月桃花水涨，马上准备归舟，返程会快些。表达出迫切愿望，盼对方书信又怕不得其相思一字之意自然映衬。写词极为巧妙，处理很得体。 </p> <p>　　“纵飘零，满院杨花，犹是春前”，让远方的人“趁东风”出发，点明上几句盼归、促归意思。并且呼应“谁怜枉度华年”使全篇浑然一体。远方的人赶紧在春尽之前回来吧，尽管到达时已是柳绵吹尽时候，只要有几天春天日子，就不会让这年春天完全在孤独中溜走。</p>",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "写景",
    "女子",
    "相思"
  ]
}