{
  "id": 56072,
  "star": 40,
  "name": "双头莲·呈范至能待制",
  "dynasty": "宋代",
  "content": "华鬓星星，惊壮志成虚，此身如寄。萧条病骥。向暗里、消尽当年豪气。梦断故国山川，隔重重烟水。身万里，旧社凋零，青门俊游谁记？<br>尽道锦里繁华，叹官闲昼永，柴荆添睡。清愁自醉。念此际、付与何人心事。纵有楚柁吴樯，知何时东逝？空怅望，鲙美菰香，秋风又起。",
  "fanyi": "<p><strong>译文<br></strong>双鬓白发，星星斑斑。报国壮志落空，止不住伤心惊叹，一生里漂泊不定，流离不安。我像一匹寂寞有病的千里马倚着槽栏，独向暗处，默默地把当年冲天的豪气消磨完。如今梦中也难见祖国的锦绣河山，它让重重的烟霭、层层的云水隔断！身离着关山万里远，旧日的集社早已人消星散，谁还记得当年在都城同良师益友们活跃的笑谈？<br>人人都说成都繁华如锦璀璨，我却感叹官闲无事白天像永过不完，无聊得躺着昏昏欲睡，把柴门紧关，浇愁酒醉，把美酒一杯一杯痛饮喝干！想起这些呵，我内心的苦闷向谁诉说得完？纵然有驰向故乡的南去船帆，可乘船归去的日期谁能预先估算？我只能白白地、惆怅地遥看，那鲈鱼鲜嫩、菰莱喷香的美味佳肴，在一阵一阵的秋风里隐隐出现！</p> <p><strong>注释<br></strong>①双头莲：词牌名，双调一百字，前段十句六仄韵，后段十句五仄韵；或双调一百三字，前段十三句三仄韵，后段十二句五仄韵。呈范至能待制：呈上给待制<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>。至能，范成大的字。待制，官名，唐置。太宗即位，命京官五品以上，更宿中书﹑门下两省，以备访问。<br>②星星：形容发白。身如寄：指生活漂泊不定。<br>③萧条：冷寂。病骥：病马。<br>④旧社：旧日的集社。凋零：这里意为“星散”。青门：长安的东门，此指南宋都城。俊游：指昔日与朋友们美好的交游。<br>⑤锦里：本指成都城南锦江一带，后人用作成都的别称，亦称锦城。<br>⑥柁（duò）、樯（qiáng）：代指船只。楚柁吴樯：指回东南故乡的下行船只。东逝：向东航行。<br>⑦鲙：通脍，把鱼肉切细。菰（gū）：菰米。脍美菰香：写山阴的风味佳肴，用晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>见秋风起，思念家乡鲈鱼菰莱味美、弃官回乡之典。事见《晋书·张翰传》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　范至能，即南宋著名<a href=\"http://so.gushiwen.org/view_56072.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>，比<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>小一岁。公元1162年（绍兴三十二年）九月，孝宗已即位，两人同在临安编类圣政所任检讨官，同事相知。公元1175年（淳熙二年）六月，范成大入蜀知成都府、权四川制置使，辟陆游为成都府路安抚司参议官兼四川制置使司参议官，范成大有一首诗：“余与陆务观自圣政所分袂，每别车取五年，离合又常以六月，似有数者。”《宋史·陆游传》说：“范成大帅蜀，游为参议官，以文字交，不拘礼法，人讥其颓放，因自号放翁。”这年春，陆游因病休居城西桥一带；范成大也因病乞罢使职，公元1177年（淳熙四年）六月，离蜀还朝。范、陆在蜀，颇多酬答唱和之作，这首词就是其中一首，当作于公元1176年（淳熙三年）秋陆游病后休官时。</p> <p>　　公元1176年（淳熙三年），陆游五十二岁，已离开南郑军幕，在成都制置使司任官，后又因病和被“讥劾”而休官，有年老志不酬之感。故上片开头三句：“华鬓星星，惊壮志成虚，此身如寄”，即写此感。这种感情，正如他《病中戏书》说的：“五十忽过二，流年消壮心”，《感事》说的：“年光迟暮壮心违”。“壮心”的“消”与“违”，主要是迫于环境与疾病，故接下去即针对“病”字，说：“萧条病骥。向暗里、消尽当年豪气。”这一年的诗，也屡以“病骥”自喻，如《书怀》：“摧颓已作骥伏枥”，《松骥行》：“骥行千里亦何得，垂首伏枥终自伤”，这一年的《书叹》诗：“浮沉不是忘经世，后有仁人知此心。”《夏夜大醉醒后有感》诗：“欲倾天上银河水，净洗关中胡虏尘。那知一旦事大谬，骑驴剑阁霜毛新。却将覆毡草檄手，小诗点缀西州春。鸡鸣酒解不成寐，起坐肝胆空轮囷。”浮沉不忘经世，忧国即肝胆轮囷，可见所谓消沉，只是一时的兴叹而已。“梦断故国山川，隔重重烟水。”由在蜀转入对故都的怀念，而“心在天山”的心迹也透露无疑，同样也表现出作者终日忧愁，于何时才能重返前线的愤慨。另一方面，也为下文“身万里，旧社调零，青门俊游谁记”。作一过渡。“旧社”义同故里，这里紧属下句，似泛指旧友，不一定有结社之事，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《次韵刘景文送钱蒙仲》：“寄语竹林社友，同书桂籍天伦”，亦属泛指。“青门”，汉长安城门，借指南宋都城临安。这三句表示此身远客，旧友星散，但难忘以前同游交往的情兴。陆游在圣政所时，与范成大、<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>等人同官，皆一时清流俊侣，念及临安初年的旧友，都引以自豪。就如《诉衷情》说：“青衫初入九重城，结友尽豪英。”《南乡子》说：“早岁入皇州，樽酒相逢尽胜流。”换头“尽道锦里繁华，叹官闲昼永，柴荆添睡”，又自回忆临安转到在蜀处境。锦城虽好，柴荆独处；投闲无俚，以睡了时，哪能不“叹”？“清愁自醉。念此际、付与何人心事”。这两句是倒文，即此时心事，无人可以交谈，只得以自醉对付清愁之意。时易境迁心事无人可付；只能是壮志未消、苦衷难言的婉转倾诉。作者“借酒浇愁愁更愁”，酒不能消“清愁”，愁反而成醉。巧妙、曲逝地反映出作者的心态。</p> <p>　　“纵有楚柁吴樯，知何时东逝？”无计消愁，无人可托心事，转而动了归乡之念，也属自然。因“东归”而想望“楚柁吴樯”，正如他《秋思》诗说的：“吴樯楚柁动归思”，“东逝”无时，秋风又动，宦况萧条，又不禁要想起晋人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的故事：“见秋风起，乃思吴中菰菜、薄羹、鲈鱼脍”，遂“命驾而归”，顿感“空怅望，鲙美菰香，秋风又起。”更难堪的，是要学张翰还有不能，暂时只得“空怅望”而已。值得提出的是，作者的心情，不仅仅是想慕张翰。他的“思鲈”，还有其不得已的苦衷，诗集中《和范待制秋日书怀二首》，作于同时，不是说过“欲与众生共安稳，秋来梦不到鲈乡”吗？陆游是志士而非隐士，他的说“隐”，常宜从反面看。这也曲折反映出作者怀才不遇、壮志未酬的无奈心情、欲罢而又不甘心。因两种矛盾心情，遂发出“空怅望”的感叹。才有“思鲈”的痛苦的念头。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙二年（1175）秋天，<a href=\"http://so.gushiwen.org/view_56072.aspx\">诗</a>人在成都<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>府中为官时，因感到壮志成空，北伐大业遥遥无期，现任官职又十分闲散无聊，遂沉湎诗酒，狂放不羁，故而想向老朋友倾诉心里话，写下了这首诗。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "怀旧",
    "思乡"
  ]
}