{
  "id": 20474,
  "star": 468,
  "name": "将进酒",
  "dynasty": "唐代",
  "content": "琉璃钟，琥珀浓，小槽酒滴真珠红。<br>烹龙炮凤玉脂泣，罗帏绣幕围香风。<br>吹龙笛，击鼍鼓；皓齿歌，细腰舞。<br>况是青春日将暮，桃花乱落如红雨。<br>劝君终日酩酊醉，酒不到刘伶坟上土。",
  "fanyi": "<p><strong>译文</strong><br>　　酒杯用的是琉璃钟，酒是琥珀色的，还有珠红的。经过烹、炮的马肉（龙）和雄雉（凤）拿到口中吃的时候，还能听到油脂被烧烤时的油爆声，像是在哭泣。用绫罗锦绣做的帷幕中充满了香气。罗帏之中，除了食品与酒的香气外，还有白齿的歌伎的吟唱和细腰的舞女和着龙笛的吹奏、鼍鼓的敲击在舞蹈。宴饮的时间是一个春天的黄昏，他们已欢乐终日了，他们饮掉了青春，玩去了如花的大好时光。桃花被鼓声震散了，被舞袖拂乱了，落如红雨，他们把如花的青春白白地浪费了。我奉劝你们要像他们那样，终日喝个酩酊大醉吧，由于酒已被你们喝光，酒鬼刘伶坟上已经无酒可洒了！</p> <p><strong>注释</strong><br>①琉璃钟：形容酒杯之名贵。<br>②琥珀：琥珀是数千万年前的树脂被埋藏于地下，经过一定的化学变化后形成的一种树脂化石，是一种有机的似矿物。琥珀的形状多种多样，表面常保留着当初树脂流动时产生的纹路，内部经常可见气泡及古老昆虫或植物碎屑。颜色一般为黄红色，透明到半透明。这里借喻酒色透明香醇。<br>③真珠红：真珠即珍珠，这里借喻酒色。<br>④烹龙炮凤：指厨肴珍异。<br></p><br/><p><strong>译文</strong><br>　　明净的琉璃杯中，斟满琥珀色的美酒，淅淅沥沥槽床滴，浓红恰似火齐珠，煮龙肝，爆凤髓，油脂白，点点又似泪珠涌，锦乡帷帘挂厅堂，春意呵浓浓，笛声悠扬如龙吟，敲起皮鼓响咚咚，吴娃楚女，轻歌软舞，其乐也融融，何况春光渐老日将暮，桃花如雨，飘落满地红，劝世人，不如终日醉呵呵，一日归黄土，纵是酒仙如刘伶，望一杯，也只是，痴人说梦。</p> <p><strong>注释</strong><br>将进酒：原是汉乐府短萧铙歌的曲调，这里意为“劝酒歌”。<br>钟：盛酒的器皿。<br>琥珀：色黄净，喻指美酒。<br>槽酒：酿酒的器皿。真珠：喻酒色的柔润莹洁。真珠红：名贵的红酒。<br>玉脂泣：比喻油脂在烹煮时发出的声音。<br>罗帏：一作“罗屏”。<br>龙笛：长笛。<br>鼍（tuó）鼓：用鼍皮制作的鼓。鼍：扬子鳄。<br>酩酊：大醉。<br>刘伶：晋人，“竹林七贤”之一，以嗜酒著称，著有《酒德颂》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_20474.aspx\">诗</a>将一个宴饮歌舞的场面写的缤纷绚烂，有声有色，形神兼备，兴会淋漓，并且以精湛的艺术技巧表现了诗人对人生的深切体验。</p> <p>　　这首诗的前五句描写一幅奇丽熏人的酒宴图，场面绚丽斑斓，有声有色，给读者极强烈的感官刺激。作者似乎不遗余力地搬出华艳词藻、精美名物，目不暇接：“琉璃钟”、“琥珀浓”、“真珠红”、“烹龙炮风”、“罗帏绣幕”，作者用这样密集的华丽字眼描绘了一场华贵丰盛的筵宴。其物象之华美，色泽之瑰丽，简直无以复加。</p> <p>　　诸物象之间没有动词连接，就像一组蒙太奇镜头，将画面与画面按照内在逻辑顺序一一呈现出来。杯、酒、滴酒的槽床……这些具体意象的相继出现，给读者酒宴进行着的意念。这种省略叙写语言的手法，不但大大增加了形象的密度，同时也能启迪读者活跃的联想，使之主动地去填补、丰富那物象之间的空白。</p> <p>　　“吹龙笛，击鼍鼓，皓齿歌，细腰舞。”四句写宴乐的鼓点愈来愈急，连串三字句法衬得歌繁舞急，仅十二字，就将音乐歌舞之美妙写得尽态极妍。不仅让读者目不暇视，甚至耳不暇接。这似乎已不是普通宴饮，而是抵死的狂欢。下面的诗句作者开始解释这炊金馔玉，浩歌狂舞的原因。</p> <p>　　“况是青春日将暮，桃花乱落如红雨。”春光正美，太阳却冷酷地移向地平线；青春正美，白发却已在悄悄滋长。曾在繁茂的桃花园中，看花瓣随风如雨而落，那真是令人目眩神迷的美。但每一秒的美丽，都是以死亡为代价的。何等奢侈的美丽。人们伸出手想挽留残春，但最终留下的，只是那空荡荡的枝头和指间的几片残红。在这凄艳的花雨中，在这渐渐拉长的日影下，愈转愈急的歌弦舞步是想追上时间的脚步，在时间鼓点均匀而无情的敲击声中，入唇的玉液琼浆己变得苦涩。</p> <p>　　“劝君终日酩酊醉，酒不到刘伶坟上土！”诗的前一部分是大段关于人间乐事瑰丽夸张的描写：美酒佳肴，欢歌曼舞，人生之乐似乎莫过于此。但结尾笔锋倏转，出人意料地出现了死的意念和“坟上土”的惨淡形象，透露出一片苦涩幽怨的意绪。时光难逗留，诗人遂道，罢了，对酒当歌，人生几何，既是壶中日月长，就多喝几杯，终日酩酊吧，无知无觉也就没有困扰了。何况哪怕好酒如刘伶，死后想喝酒亦不可得。可酒并不是真的就能令人忘忧。刘伶“一醉一石，五斗解醒”也未必真的逃避了痛苦。狂呼痛饮，及时行乐固然痛快，但是，即使秉烛夜游，人生又有几何，再回首已百年身，酒闲人寂之后，留下的只有深沉的孤独和空虚之感。况且生时的辉煌更加衬托出死后的悲凉，正是前后这种极度的反差和不协调给读者带来极大的震撼。人间乐事极力地反衬出死的可悲，终日醉酒和暮春之愁思又回过来表露出生的无聊，这就是诗人内心深处所隐藏的死既可悲而生亦无聊的最大的矛盾和苦闷。人生总难免面对差别，在差别面前，庄子喜欢否定它，以求心灵的宽慰和淡泊；作者<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>则喜欢确认它、甚至放大它，以强化主体对生命、生活的敏感和执著。他为此宁愿悲愤伤感，宁愿陷入感性的深渊而不愿自拔。</p> <p>　　这首诗以幽遽朦胧、瑰艳凄冷的意境，生动<a href=\"http://so.gushiwen.org/author_2390.aspx\">灵澈</a>、神奇超常的意象，构设意与境浑的美学特质，充分表达诗人身处病态社会的烦闷、压抑、凄凉与愤激心绪，给读者以深刻的精神启示和审美感受。</p><br/><h2>简析</h2> 　　此<a href=\"http://so.gushiwen.org/view_20474.aspx\">诗</a>用大量篇幅烘托及时行乐的情景，作者似乎不遗余力地搬出华艳词藻、精美名物。这是一首讽喻诗，既形象夸张地反映了统治者的豪华奢侈，又从跳跃的蒙太奇镜头中开拓了读者的联想，并写出了自己对生活“死既可悲，生也无聊”的苦闷心理。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "乐府",
    "宴饮",
    "讽喻",
    "人生"
  ]
}