{
  "id": 47908,
  "star": 43,
  "name": "小园赋",
  "dynasty": "南北朝",
  "content": "　　若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。</p> <p>　　尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细菌，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。</p> <p>　　一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？</p> <p>　　加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。</p> <p>　　昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。</p> <p>　　遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。",
  "fanyi": "<h2>译文</h2> <p>　　一枝之上，巢父便得栖身之处：一壶之中，壶公就有安居之地。何况管宁有藜木床榻，虽磨损穿破但仍可安坐；<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>打铁之灶，既能取暖又可睡眠其上。难道一定要有南阳樊重那样门户连属的高堂大厦；西汉王根那样绿色阶台、青漆门环的官舍！我有几亩小园一座破旧的小屋，寂寥清静与喧嚣尘世隔绝。姑且能与祭祀伏腊的阔屋相比，姑且能以此避风遮霜。虽像<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>住宅近市，但不求朝夕之利；虽同<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>面城而居，却可享安然闲居之乐。况且鹤鸣仅为警露，非有意乘华美之车；爰居鸟只是避风，本无心于钟鼓之祭。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云兄弟也曾共同挤住一处，殷浩、韩伯舅甥相伴居住也不加区别。蜗牛之角，蚊目之睫，都足以容身。</p> <p>　　于是徘徊于土筑小屋之中，聊同于颜阖破避而逃的住处。梧桐零落纷落，柳下清风徐来。有珠柱之琴弹奏，有《玉杯》名篇诵读。棠梨茂郁而无宏奢宫馆，酸枣盛多而无华美台榭。还有不规则的小园八九丈，纵横几十步，榆柳两三行，梨桃百余棵。拨开茂密的枝叶即见窗，走过曲折的幽径可得路。蝉有树荫隐蔽不惊恐，雉无罗网捕捉不惧怕。草树混杂，枝干交叉。一篑土为山，一小洼为水。与藏狸同窟而居，与乳鹊并巢生活。细茵连若贯珠，葫芦绵蔓高挂。在此可以解饿，可以栖居。狭室高低不平，茅屋漏风漏雨。房檐不高能碰到帽子，户们低小直身可触眼眉。帐子简朴，床笫简陋。鸟儿悠闲慢舞，花随四时开落。心如枯木，寂然无绪；发如乱丝，蓬白不堪。不怕炎热的夏日，不悲萧瑟的秋天。</p> <p>　　游鱼一寸二寸，翠竹三竿两竿。雾气缭绕着丛生的蓍草，九月的秋菊采为金精。有酸枣酢梨、山桃郁李；积半床落叶，舞满屋香花。可以叫做野人之家，又可称为愚公之谷。在此卧息茂林之下乘荫纳凉，更可体味羡慕已久的散发隐居生活。园虽有门而经常关闭，实在是无水而沉的隐士。暮夏与荷锄者相识，五月受披裘者寻访。求<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>药性之事，访京房周易之变。忘忧之草不能忘忧，长乐之花无心长乐。鸟何故而不饮鲁酒？鱼何情而出渊听琴？</p> <p>　　加之不能适应此地不同的时令，又违背自己的性情品行。如崔骃不乐而损寿，如吴质以长愁而患病。埋石降伏宅神，悬镜威吓山妖。常惹起庄舄思乡之情，曾几次如魏子神志昏聩。每到傍晚，闲室之中，老老少少，相携相依。有首如飞蓬之子，有椎髻布衣之妻。有燋麦两瓮，有寒菜一畦。骚骚风吹树木摇曳，惨惨天色阴云低沉。雀聚空仓聒噪，蝉惊蟋蟀同鸣。</p> <p>　　昔日草莽之人曾滥竽充数，承蒙皇恩家有余庆。家祖素性高洁，恩承皇上赐书。有时陪辇同游玄武阙，有时与驾共凤凰殿。如<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>观受釐于宣室，如<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>赋《长杨》于直庐。</p> <p>　　继而便崩川竭，冰碎瓦裂。大盗乱国，梁朝的光辉永远熄灭。经历如三危山路直辔摧折，艰险如九折坂上平途断裂。像荆轲寒水悲吟，像<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>秋风诀别，关山风月因思乡凄怆，陇头流水使旰肠断绝。龟诉北方之寒，故国沦丧；鹤叹今年之雪，不寒而栗。百年呵，弹指一挥；华年呵，老之将至。未雪坎坷耻辱的不幸厄运，又念如鸿雁远去滞留不返。不能如雀雉入淮海而变，不能如金丹于鼎中九转。不是暴腮点额于龙门，以身殉节；而是骐骥负车悲鸣马坂，屈辱难言。诚信天道呵，昏昧不仁；慨叹人们呵，不能了解我的苦衷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　梁武帝承圣三年（554），<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>奉命出使西魏，当时西魏大军正南侵江陵。他被迫留在长安，屈仕敌国。以后又仕北周，官至骠骑将军开府仪同三司，官位虽高，心里却非常痛苦，常常思念祖国。</p> <p>　　“若夫一枝之上，巢父得安巢之所，一壶之中壶公有容身之地。管宁藜床，虽穿而可座；<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>锻灶，既煗而堪眠。”“数亩敝庐，寂寞人外”，便可“聊以拟伏腊，聊以避风霜”。开篇作者敞开胸襟表明了自己不贪荣华富贵的豁达淡泊的处世志趣。可是事与愿违，<a href=\"http://so.gushiwen.org/view_47908.aspx\">诗</a>人追求淡泊，可心灵却始终无法宁静；不想做异国之官，却无奈地被强加上高官厚禄。“黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓”，诗人本想为自己受惊的灵魂，寻找一个安静的庇所，却身不由己的上了官船无法脱身。霜露降临时高鸣相警的黄鹤，只是为了戒备灾害；预见海灾的海鸟爰居，只是为了避难。故国梁朝灭亡、辗转偷安于北方各国的诗人庾信，在“龟言此地之寒，鹤讶今年之雪”的惶恐中无奈地流落异国。</p> <p>　　诗人在异国他乡的“窟室徘徊”，意欲“聊同凿坯”，但他徒有归隐的志向，却没有归隐的机遇，他幻想象颜阖一样凿壁逃遁，在“桐间露落，柳下风来”中寻求心灵的安宁。却无奈地被敌国的高官厚禄囚禁，他虽然身体躲在“蝉有翳兮不惊，雉无罗兮何惧”的小园，却摆不脱“檐直倚而妨帽，户平行而碍眉”的精神压力。生活上的安乐，始终不能弥补精神的空虚与困惑。诗人处在一种特殊的政治境遇中，虽然在敌国做官待遇优厚，但他仕宦敌国的耻辱始终不能释怀，他被自己不能保留“不事二主”的操守折磨的心如“历陵枯木”，发如“睢阳乱丝”。历陵枯木虽然曾经中枯而更茂，可对作者而言，梁国早已覆灭，梦幻中的可能枯而复苏的豫章树，却无论如何都不能再生发了。曾经“或陪玄武之观，时参凤凰之墟。观受厘于宣室，赋长杨于直庐”的人生经历，使他对国耻君恩根深蒂固而不能忘怀， 可是仅仅凭借他的一己之力，根本不可能转日回天。他屈从了，不但无法报国，还转而为敌国效力，过去的他一去不复返了，他带着沉重的精神枷锁悲哀痛心，所以他看到自己发如雎阳乱丝，就象当年墨子见素丝而泣一样，再也找不回生命蓬勃的痕迹了。</p> <p>　　小园中的种种景物对于诗人而言，是“非夏日而可畏，异秋天而可悲”，是“草无忘忧之意，花无长乐之心”。能够引起诗人心灵共鸣与感情契合的，只剩下“鸟何事而逐酒？鱼何情而听琴？”《庄子·至乐》中那只“不敢食一脔，不敢饮一杯，三日而死”的海鸟，正是诗人异国做官的惶恐心理写照。诗人的心在“风骚骚而树急”的狂乱中，在“天惨惨而云低”的愁郁中，如“聚空仓”聒噪的“麻雀”一样焦躁不安，又如爬在黑暗中的蟋蟀随着蝉鸣声盲目地嘶叫。诗人惊惧不安、诚惶诚恐的灵魂茫茫然不知该飘向何方。</p> <p>　　在经历了“山崩川竭，冰碎瓦裂，大盗潜移，长离永灭”后，诗人一直在“关山则风月凄怆，陇水则肝肠寸断。”的悲伤中度日，他在病中“屡动庄舄之吟”，在神志迷惑中“几行魏颗之命”。他恍恍惚惚在梦幻中，思念自己的家国。晃动在眼前的却是“落叶半床，狂花满屋”的凄凉，落叶象征着诗人枯萎颓废的心，狂花象征着诗人飘飘荡荡的灵魂。晚年羁留北朝的诗人已经感到“百灵兮倏忽，光华兮已晚”，在忧思摧人老，岁月不饶人的境况下，诗人“不雪雁门之踦，先念鸿陆之远”不但无法改变过去不幸的命运，而且到死也不可能结束飘荡的生活，这是人生绝望的哀叹，无奈的呼唤。“非淮海兮可变，非金丹兮能转”，他始终无法适应异国的生存状态。他悔恨“不暴骨于龙门”的当初，他哀叹“终低头于马坂”的可悲，要是没有当初“鲤鱼登上龙门”的荣耀，落榜做一个小人物，诗人的灵魂又怎么会被鞭打的鲜血淋漓呢？诗人狂乱中欲哭无泪，欲歌无声的彷徨，表达了一种无可救药的精神伤痛，而这种伤痛又是由于无可奈何的命运造成的。问普天下芸芸众生，又有那个救世主能够挽救这不幸动荡的乱世呢？又有那个盖世英雄能够主宰自己的命运呢？</p> <p>　　庾信回天无术避世不能的痛苦，是人类共通的无法摆脱的心灵的苦难。《小园赋》的难能可贵，就在于它写出了生命的不安定与人生纯然的痛苦。庾信对于苦难与伤痛前所未有的体验，是个体生命无法抗拒的生存体验；同时《小园赋》深刻地抒发了是人性本质中蕴含的死而不屈的情感力量。</p>",
  "poet": {
    "id": 662,
    "star": 0,
    "name": "庾信",
    "image": "http://img.gushiwen.org/authorImg/yuxin.jpg",
    "desc": "庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。"
  },
  "tags": [
    "辞赋精选",
    "爱国"
  ]
}