{
  "id": 72171,
  "star": 16,
  "name": "子产不毁乡校颂",
  "dynasty": "唐代",
  "content": "　　我思古人，伊郑之侨。以礼相国，人未安其教；游于乡之校，众口嚣嚣。或谓子产：“毁乡校则止。”曰：“何患焉？可以成美。夫岂多言，亦各其志：善也吾行，不善吾避；维善维否，我于此视。川不可防，言不可弭。下塞上聋，邦其倾矣。”既乡校不毁，而郑国以理。</p> <p>　　在周之兴，养老乞言；及其已衰，谤者使监。成败之迹，昭哉可观。</p> <p>　　维是子产，执政之式。维其不遇，化止一国。诚率此道，相天下君；交畅旁达，施及无垠，於虖！四海所以不理，有君无臣。谁其嗣之？我思古人！",
  "fanyi": "<p><strong>译文</strong><br>　　我崇敬的古人，第一个就是郑国的子产。（他开始执政的时候），用礼制治理国家，大家还不理他那一套。来到辩论的场所--乡校，众人议论纷纷。有人对子产说：“毁掉乡校议论就停止了。”子产说：“有什么可担心的呢?可以把它变成好事。哪能说是议论多了呢?也就是各抒己见嘛。对的，我们就采纳；不对的（或者可能把事情搞坏的），我们就防止；是好是坏，我们就观察一下嘛!河流不能堵塞，言论不能阻止。堵塞言路，主上蒙蔽，国家就要衰败了!”<br>　　乡校没有毁掉，而郑国得以治理好。周初兴盛，（是因为）奉养老成有德之人，听取他们的意见；（周厉王）衰败，是派人监视有意见的人的结果。成功失败的事例，可以清楚地看出来。这子产啊，执政的方式（难得）。只因为难得，才治理一个郑国。真的都用子产执政的方式，帮助天下的君王，（天下就能）政通景明，达到无限。哎!天下没有治理好，（是因为）只有君王没有贤臣啊。谁能继承子产之风?（谁又具有子产之才）？我思慕古人。 </p><p><strong>注释</strong><br>1、伊，句首语气词。侨，子产的名。<br>2、礼，指治国的礼法纲纪。<br>3、嚣嚣(xiāo xiāo)，喧哗的声音。侨，教，嚣，押韵。<br>4、这是“亦各言其志”的意思。《论语·先进》：“亦各言其志也已矣。”<br>5、维，语气词。否(pǐ)，恶。<br>6、弭(mǐ)，止。<br>7、理，治，指平治。止，美，志，避，视，弭，矣，理，押韵。<br>8、养老乞言，周朝兴盛的时候，曾奉养一些年老而有声望的人，让他们提意见，帮助把国家治理好。《<a href=\"http://so.gushiwen.org/view_72171.aspx\">诗</a>经·大雅·行苇》序：“行苇，忠厚也。周家忠厚，仁及草木，故能内睦九族，外尊事黄耇（gǒu，黄耇，老人之称），养老乞言，以成其福禄焉。”<br>9、谤者，指批评国政的人。《国语·周语》载：周厉王暴虐无道，国人批评他，他派卫巫监视批评他的人。最后国人忍无可忍，把他放逐出国。<br>10、是，指示代词，这个。<br>11、式，法式，榜样。<br>12、维，通“惟”。这两句是说只因子产没有遇到圣君，他的教化就只限于一个郑国。化，教化。<br>13、於虖，同“呜呼”。<br>14、四海（天下）之所以治不好，是因为只有君，没有臣（指称职的人臣）。<br>15、《左传·襄公三十年》载：子产从政三年，舆（众）人诵之曰：“我有子弟，子产诲之；我有田畴，子产殖之。子产而死，谁其嗣之？”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　子产不毁乡校和周厉王监谤的故事，人们都不陌生。但<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>却在他的《子产不毁乡校颂》中把二者联系起来，加以对照。这就使人感到很有新意，而且能够从中得到深刻的历史教训。</p> <p>　　春秋时，“郑人游于乡校，以论执政”。当时执政的是子产，他以礼法纲纪治国，进行了一些大胆改革。这就招致一些人的不满，批评，甚至攻击。有人建议毁乡校，子产坚决反对。他说：“夫人朝夕退而游焉，以议执政之善否。其所善者，吾则行之；其所恶者，吾则改之；是吾师也。若之何毁之？我闻忠善以损怨，不闻作威以防怨。岂不遽止？然犹防川，大决所犯，伤人必多，吾不克救也；不如小决使道（同导），不如吾闻而药之也。”（见《左传·襄公三十一年》）</p> <p>　　子产对别人的批评采取的这种态度，是完全正确的，用现在的观点来分析，也是符合唯物辩证法的认识论的。两千多年前的子产能够有这样的气度和认识，是十分难能的。孔子对子产的作法也十分赞赏。据《左传》记载：“仲尼闻是语（指上述子产的话）也，曰：‘以是观之，人谓子产不仁，吾不信也。’”孔子把仁当作崇高的政治、伦理道德的标准，从不轻易以仁许人，现在居然据此即称子产为仁。这说明孔子认为这种作法就是仁的一种表现，为什么呢？因为这种作法和孔子的中庸学说是一致的。孔子的所谓中庸，并不是要人们对人处事不分是非，模棱两可。对于那种巧言令色的佞人、乡愿，孔子是非常鄙视的。孔子的所谓中庸，就是“执其两端，用其中于民。”（《礼记·中庸》）孔子曾经说过：“君子之行也，度于礼，……事执其中。”（《左传·哀公十一年》）中庸学说承认事物存在着对立的两端，互相矛盾，又互相联结，应取长补短，以得其中，否则就会“过犹不及”（《论语·先进》）。要避免事物的任何一端超过了界限（用现代哲学的术语来说就是“度”），就要求使两端（即矛盾的双方）都能及时暴露出来，使人们及时了解，采取措施，否则就会使问题堆积起来，变得积重难返，甚或酿成大祸。子产说“其所善者，吾则行之；其所恶者，吾则改之；是吾师也”。否则“大决所犯，伤人必多，吾不克救也！不如小决使道（同导），不如吾闻而药之也。”这些话正是这个意思。</p> <p>　　正确的认识方法，导致了良好的效果。当子产执政头一年，有的人对他整顿田地疆界和沟洫等改革措施不理解，不满意，就怨恨他，叫喊“孰杀子产，吾其与之！”正如韩愈在<a href=\"http://so.gushiwen.org/view_72171.aspx\">诗</a>中所说的“众口嚣嚣”，仇视到了极点。但子产既不因为这些人的不满而停止自己的改革措施，也不对不满的人采取镇压（毁乡校）的办法。而是如韩愈所说的那样，“善也吾行，不善吾避”。结果，子产执政三年之后，舆（众）人诵之曰：“我有子弟，子产诲之！我有田畴，子产殖之。子产而死，谁其嗣之？”郑人从实践中认识到子产的正确，对子产的态度也从仇恨变成爱戴，起了根本的变化。正因为如此，韩愈在诗中称颂“维是子产，执政之式（榜样）。”这样的颂词，子产是当之无愧的。</p> <p>　　韩愈在诗中，也举了反面的例，就是《国语·周语》中著名的周厉王使卫巫监谤的故事。周厉王暴虐无道，国人批评他，他不但不改，反而派卫巫监谤，加以镇压。大臣召公劝说，“防民之口，甚于防川”，建议他多方设法听取各种意见，然后斟酌采行。但是，厉“王弗听，于是国人莫敢出言，三年乃流王于彘”。可能是由于吸取了周厉王失败的教训，子产才能悟出乡校不可毁的道理（前面引述的子产的一些话和召公的话很相似）。</p> <p>　　经过这样的对比，韩愈在诗中说：“成败之迹，昭然可现。”他通过两个历史故事，两种方法带来两种结果，说明管理国家应该采取甚么方法。当然，韩愈只是从巩固封建制度的立场出发的，但从认识论角度看，却有普遍的意义。</p> <p>　　韩愈最后为子产的善政“化只一国”（他的教化只限于一个郑国），而大发感慨。”四海所以不理，有君无臣，谁其嗣之？我思古人。”韩愈以为天下之所以得不到正确的治理，就在于没有称职的良臣。因此，他对子产特别怀念。其实，在古代的封建社会，象子产这样的良臣，是很难被重用的，纵使一时能执掌权柄，实施改革，也免不了要遭到保守势力的攻击，一旦失势或死亡，其改革的善政便又复归失败，即所谓政以人举，也必以人亡是也。</p> <p>　　历史的经验证明，健全的政治，不能只靠个别的圣君贤相，而要靠健全的政治法律制度，以保证人民群众可以批评议论执政者及其作为，社会上各方面的不同意见也都能及时反映出来，以便使人们通过实践、试验和比较，认识真理。否则就会如韩愈在诗中所说的“下塞上聋，邦其倾矣！”同时，制度还要保证使那些思想品质好、有才干的人材能不断地被选拔出来，担任重要的职务，使他们能大展宏图。</p><br/><h2>赏析</h2> <p>　　这篇文章的体式是颂。颂是古代文章的一种体裁，但就其四言体式来说，实处于<a href=\"http://so.gushiwen.org/view_72171.aspx\">诗</a>文之间，它往往与赞体同称为“颂赞”。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“原夫颂惟典雅，辞必清铄。敷写似赋，而不入华侈之区。敬慎如铭，而异乎规戒之域。揄扬以发藻，汪洋以树义。唯纤曲巧致，与情而变。其大体所底，如斯而已。”（《文心雕龙·颂赞》）刘勰指出颂的铺写如赋，但不华丽；敬慎如铭，但又不是纯然规戒。而词藻与义理，仍需具备，行文具有“巧致”，随所欲抒的情感而变。</p> <p>　　刘勰所说，是南北朝时代对颂的正体的认识。在一代文豪<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>手中，也需要遵循这个文体的轨范。但此文对我们来说，重点所在，在其意而不在其形。</p> <p>　　韩愈此文所颂的人，是春秋时代郑国的子产。子产是历史上有名的贤臣，对郑国折冲于晋楚两大国之间却仍保持中等强国的地位，具有莫大的功勋。其政治行为中有一则“不毁乡校”，一直是中国封建社会中初步的民主观念的经典范例。</p> <p>　　乡校是郑国人私议政事之所，郑国的然明觉得乡校非议国家大政，应予取缔。子产反对，说：“何为？夫人朝夕退而游焉，以议执政之善否。其所善者，吾则行之；其所恶者，吾则改之。是吾师也，若之何毁之？我闻忠善以损怨，不闻作威以防怨。岂不遽止？然犹防川。大决所犯，伤人必多，吾不克救也。不如小决，使道不如，吾闻而药之也。”这段话的意思非常明白，子产作为一个明智的政治家，知道舆论疏导的道理，并有意识地将乡校议政作为改善行政的参考，这在封建时代的政治家中，是非常难得的胸怀。难怪孔子听到此事后，会说：“有人说子产不仁，我不相信这种说法。”</p> <p>　　而韩愈此颂的第一段，就是对子产事迹的概括，纯用四言体式，简单介绍了子产对乡校的看法及其不毁乡校的影响，“郑国以理”，即郑国治理得井井有条的意思。这是符合颂体“敷写似赋”的基本要求的。</p> <p>　　下段则引证西周史事，来说明此理。西周之兴，国家将老人供养起来，请他们发表对国事的意见，求言于老者，也是借助于老成者的人生和政治经验的做法。可到了西周的衰世，周厉王为政暴虐，使巫为监者，监视国人的谤言，国人道路以目。而周厉王终于被国人流放，西周也走向了自己的灭亡。成败史迹，岂不昭然具在，令人心悖？可以说，“敬慎如铭”，于此亦可见到。</p> <p>　　末段则颂扬子产，完成文体的基本要求。大抵颂扬子产为执政者的模范，只是他没得到天子的赏识，而只能将教化施布于郑国一隅。如果以此道为天子之相，则国家的舆情上通下达，无所不至。天下所以不治，是因为只有好的君主而没有子产那样的臣子。谁是子产在当代的继承者呢？我只有悠悠地思念着古人！</p> <p>　　此颂三层意思，先为概述子产史事，继而引证古史，次而颂扬子产。然而，写子产，也是在写韩愈心目中的贤相。韩愈身处唐朝的中世，正处在由盛至衰的转折点，万户衣冠拜冕旒的黄金时代早已逝去，而西风凋碧树的晚唐时代即将来临，一个有着巨大的社会责任感的封建知识分子，在这个时代十字路口，又该会有多么悲凉的沧桑之感。在韩愈理想的封建政治关系中，贤相应如子产一般，疏瀹天下的民情，使下情上达，使为政有利于民生，如此则天下可治。也许在对贤相的期许中，韩愈心目中还有元和时的宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>的影子吧？然而，在封建社会的政治体制下，韩愈的理想注定了是空想而已。韩愈也只能“我思古人”，发抒其无限怅惘之意了。 </p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "历史",
    "故事",
    "寓理"
  ]
}