{
  "id": 57707,
  "star": 19,
  "name": "蝶恋花·戊申元日立春席间作",
  "dynasty": "宋代",
  "content": "谁向椒盘簪彩胜？整整韶华，争上春风鬓。往日不堪重记省，为花长把新春恨。<br>春未来时先借问。晚恨开迟，早又飘零近。今岁花期消息定，只愁风雨无凭准。",
  "fanyi": "<p><strong>译文<br></strong>新的一年来临，正当美好年华的整整等人，争着从椒盘中取出春幡插上两鬓，春风吹拂着她们头上的幡胜，十分好看。我不是不喜欢春天，而是那种生活早已成为的遥远回忆，往日为了花期而常把春天虽怨恨。<br>今年春未到时我就开始探询花期，但花期短暂，开晚了让人等得不耐烦，开早了又让人担心它很快凋谢。今年是元日立春，花期应可定，可是开春之后风风雨雨尚难预料，谁知这一年的花开能否如人意？</p> <p><strong>注释<br></strong>⑴蝶恋花：又名“凤栖梧”“鹊踏枝”等。唐教坊曲，后用为词牌。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。<br>⑵戊申：即宋孝宗淳熙十五年（1188年）。元日：正月初一。<br>⑶椒盘：盛有椒的盘子。《尔雅翼》：“后世率以正月一日以盘进椒，号椒盘。”彩胜：即旛胜。《续汉礼仪志》：“立春之日，立青旛于门外。”<br>⑷整整：人名，是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>所宠爱的一位吹笛婢，词中以之代表他家中的年轻人。韶华：青春年华。<br>⑸借问：询问（花期）。<br>⑹花期：花开的日期。暗指作者时时盼望的南宋朝廷改变偏安政策，决定北伐中原的日期。<br>⑺无凭准：靠不住。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词作于公元1188年（宋孝宗淳熙十五年戊申）正月初一这一天，刚好是立春。自然界的节候推移，触发了他满腔的忧国之情。这一年<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>已四十九岁，屈指一算，他渡江归宋已经整整二十七个年头了。二十七年来，辛弃疾无时不盼望恢复大业成功，可是无情的现实却使他一次又次地失望了。于是，他在春节的宴席上挥毫写下这首小词，借春天花期没定准的自然现象，含蓄地表达了自己对国事与人生的忧虑。这也是辛词善于以比兴之体寄托政治感慨的一个特点。</p> <p>　　这首词的开篇通过节日里众人热闹而自己索然无味的对比描写，表达了自己与众不同的感伤情怀。“谁向椒盘簪彩胜？整整韶华，争上春风鬓”，说的是当时民间春节风俗。正当美好年华的整整等人，争着从椒盘中取出春幡，插上两鬓，春风吹拂着她们头上的幡胜，十分好看。</p> <p>　　这里通过描写节日里不知忧愁为何物的年轻人们的欢乐，来反衬自己“忧愁风雨”的老年怀抱。接下来两句：“往日不堪重记省，为花长把新春恨。”笔锋一转，说明自己并非不喜欢春天，不热爱生活，而是痛感无忧无虑的生活对于自己早已成为“往日”的遥远回忆。并且，其不爱春天热闹的原因还有更深的意义。</p> <p>　　在过去的岁月里，作者岁岁苦盼春来花开，可年复一年，春天虽来了，“花”的开落却无凭准，这就使人常把新春怨恨，再没有春天一来就高兴的旧态了。显然这里一个“恨”字，已不是简单地恨自然界的春天了。接下来，作者从一个“恨”字出发，着重写了自己对“花期”的担忧和不信任。字里行间，充满了怨恨之情。这种恨，是爱极盼极所生之恨。</p> <p>　　“春未来时先借问，晚恨开迟，早又飘零近。今岁花期消息定，只愁风雨无凭准。”作者急切盼望春来，盼望“花”开，还在隆冬就探询“花期”；但花期总是短暂的，开晚了让人等得不耐烦，开早了又让人担心它很快凋谢；这一年是元日立春，花期似乎可定，从他平时言行读者不难了解，可是开春之后风风雨雨尚难预料，谁知这一年的花开能否如人意？</p> <p>　　作者在这里写的虽是自然界的变化，实际上是在曲折地表达了对理想中的事物又盼望、又怀疑、又担忧，最终还是热切盼望的矛盾复杂心情。作者之所以会有如此缠绵反复、坚凝执着的心理呢？就是因为他心中有抗金复国这一项大事业！所谓“花期”，即是作者时时盼望的南宋朝廷改变偏安政策，决定北伐中原的日期。</p> <p>　　在正月初一这样的节日，人们忙着庆贺这个双喜的日子。尤其是年轻人，更是天真烂漫，兴高采烈，欢呼新春的到来。但是，这样的节日场景，对于长期削职闲居，壮志难酬的辛弃疾来说，无疑是别有一番滋味，眼看着这一派歌舞升平的气象，却怎么也乐不起来。</p> <p>　　就在他写此词前两个月，太上皇<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>死了，这对于恢复大业也许是一个转机。如果宋孝宗此后善作决断，改变偏安路线，则抗金的“春天”必将到来。可是锐气已衰的孝宗此时已无心于事业，赵构刚死，他就下令皇太子赵惇“参决国事”，准备效法他老子传位于太子，自己当太上皇享清福了。</p> <p>　　由此看来，“花期”仍无定准，“风雨”也难预料。上饶离临安不远，作者想必已听到这一消息。而他在词中所感叹的“花期”无定、“风雨”难料，也是由此而发。通篇此词，作者比兴结合，含而不露，十分自然地表达了他政治上的感受和个人遭遇的愁苦复杂的心情。</p> <p>　　当时，辛弃疾被劾离官闲居已五年余。是年奏邸忽腾报辛因病挂冠，此迟到的风雨具见京城大老们的荒唐和对稼轩的忌恨。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙十五年（1188），正月初一，也是立春之日。辛家的少男少女们欢乐异常，喜度春节。但<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>虽罢职闲退，却须臾不忘国事，为收复失地、祖国统一大业忧心如焚，因而此词写了他当时的一种感受。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "春节",
    "忧国",
    "壮志难酬"
  ]
}