{
  "id": 18225,
  "star": 288,
  "name": "与浩初上人同看山寄京华亲故",
  "dynasty": "唐代",
  "content": "海畔尖山似剑铓，秋来处处割愁肠。 <br>若为化得身千亿，散上峰头望故乡。",
  "fanyi": "<p><strong>译文</strong><br>海边的尖山好像利剑锋芒，到秋天处处割断人的愁肠。<br>怎能让此身化作千千万万，撒落到每个峰顶眺望故乡！</p> <p><strong>注释</strong><br>⑴与：同。浩初：作者的朋友，潭州（今湖南长沙）人，龙安海禅师的弟子。时从临贺到柳州会见<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>。上人：对和尚的尊称。山：指柳州附近山峰。京华：京城长安。亲故：亲戚、故人。<br>⑵海畔：畔，边。柳州在南方，距海较近，故称海畔。剑铓（máng）：剑锋，剑的顶部尖锐部分。《玉篇》卷十八：“鋩，刃端。”<br>⑶秋：秋季。割：断。愁肠：因思乡而忧愁，有如肝肠寸断。<br>⑷若：假若。化得身：柳宗元精通佛典，同行的浩初上人又是龙安海禅师的弟子，作者自然联想到佛经中“化身”的说法，以表明自己的思乡情切。千亿：极言其多。《<a href=\"http://so.gushiwen.org/view_18225.aspx\">诗</a>经·大雅·假乐》：“千禄百福，子孙千亿。”<br>⑸散上：飘向。一作“散作”。峰头：山峰的顶端。望：遥望。故乡：这里指长安，而作者的家乡在河东。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>这首<a href=\"http://so.gushiwen.org/view_18225.aspx\">诗</a>，通过奇异的想象，独特的艺术构思，把埋藏在心底的郁抑之情，不可遏止地尽量倾吐了出来；它的抒情方式，是属于<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》里所说的“沈著痛快”一类。</p> <p>　　诗题标明“寄京华亲故”。“望故乡”而“寄京华亲故”，意在诉说自己惨苦的心情、迫切的归思，希望在朝旧交能够一为援手，使他得以孤死首丘，不至葬身瘴疠之地。</p> <p>　　诗的第一句是写登览所见的景色，广西独特的风光之一是奇特突兀的山峰。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“仆自东武适文登，并行数日。道旁诸峰，真如剑铓。诵子厚诗，知海山多奇峰也。”（《东坡题跋·书柳子厚诗》）可见“海畔尖山似剑芒”，首先是写实，是贴切的形容。不仅仅是形容，同时又是引起下句奇特的联想的巧妙的设喻。剑芒似的尖山，这一惊心动魄的形象，对荒远之地的逐客，真有刺人心肠的感觉。</p> <p>　　自永贞革新失败，“二王八司马事件”接踵而来，革新运动的骨干均被贬在边远之地。十年后，这批人有的已死贬所。除一人先行起用，余下四人与柳宗元被例召回京，又被复出为边远地区刺史。残酷的政治迫害，边地环境的荒远险恶，使他有“一身去国六千里，万死投荒十二年”（《别舍弟宗一》）的感喟。虽然回不到京国，不由他不想念它和那里的亲友。他曾写过“岭树重遮千里目，江流曲似九回肠”（《登柳州城楼寄漳汀封连四州刺史》）的诗句，这与此诗的“海畔尖山似剑芒，秋来处处割愁肠”都是触景生情，因景托喻，有异曲同工之妙。</p> <p>　　“割愁肠”一语，是根据“似剑芒”的比喻而来，由山形产生的联想。三、四句则由“尖山”进一步生出一个离奇的想象。前面已谈到，广西的山水别具风格，多山峰；山峰又多拔地而起，不相联属。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>诗云“山如碧玉簪”即由山形设喻。登高远望时，无数山峰就像无数巨大的石人，伫立凝望远方。由于主观感情的强烈作用，在诗人眼中，这每一个山峰都是他自己的化身（“散向”一作“散作”亦通）。又使他感到自己只有一双眼睛眺望京国与故乡，是不能表达内心渴望于万一，而这成千的山峰，山山都可远望故乡，于是他突生奇想，希望得到一个分身法，将一身化作万万千千身，每个峰头站上一个，庶几可以表达出强烈的心愿。这个想象非常奇妙，它不但准确传达了诗人的眷念故乡亲友的真挚感情，而且不落窠臼。它虽然离奇，却又是从实感中产生，有真实生活基础，不是凭空构想，所以读来感人。</p> <p>　　此诗与《登柳州城楼寄漳汀封连四州》一样，都是寄怀之作，通过登临所见，触景伤情，抒发怀念友人和故乡之情，只是在表现形式和手法上有所不同。《登柳州城楼寄漳汀封连四州》是七律，诗中托景抒怀，曲折传情，意在言外。这首诗是七绝，诗中熔情入景，用浅显的语言来描写内心中隐情，表现得鲜明突出。二诗异曲同工，各臻其妙。</p> <p>　　这首诗中诗人跳动飞溅的情感波澜无法抑制，恰如“山洪陡发，瀑布奔流”，奔迸而出，因而产生了强烈的艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18225.aspx\">诗</a>作于柳州。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>从永州司马改任柳州刺史后，一直怀友望乡，愁思郁结。为了排遗愁思，在一个秋高气爽的日子，他与朋友浩初和尚一同登山望景，见四野群峰皆如剑锋，更触动愁怀，真是“登高欲自舒，弥使远念来”（《湘口馆》）。于是写下了这首七言绝句，寄给京城长安亲友，以表达对他们强烈的怀念之情。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写山",
    "思念"
  ]
}