{
  "id": 7865,
  "star": 153,
  "name": "赤壁歌送别",
  "dynasty": "唐代",
  "content": "二龙争战决雌雄，赤壁楼船扫地空。<br>烈火张天照云海，周瑜于此破曹公。<br>君去沧江望澄碧，鲸鲵唐突留馀迹。<br>一一书来报故人，我欲因之壮心魄。",
  "fanyi": "<p><strong>译文</strong><br>两条英雄好汉在此处激烈战争，一决雌雄。顿时间，赤壁的江面上楼船遮天盖地。<br>漫天的烈火把云海都映烧得通红，那是周瑜用火攻把<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>击败。<br>你马上就要高飞远走，到那个世外桃源游山玩，你也会看到那场大战留下的残酷遗迹。<br>你要详细地把你看到的一切写信来告诉我，我想我肯定会被你的描述而壮怀激烈，万分感动。</p> <p><strong>注释</strong><br>⑴二龙：指曹操和周瑜。二龙争战，是魏吴相持的象征。<br>⑵鲸鲵：大鱼名，比喻吞食小国的不义之人。</p><br/><p><strong>译文</strong><br>犹如二龙争战以决雌雄，赤壁一战，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的楼船被一扫而空。烈火熊熊焰烟冲天，照耀云海，周瑜于此地大破曹公。<br>君去大江观看青碧澄明的江水，看到了当时留下的大鲸演行争斗的遗迹。请您将实地的观感一一写信给我，使我看过信后也大快一下壮心。</p> <p><strong>注释</strong><br>⑴二龙：指争战之双方。此指曹操和孙权。雌雄：指输赢。<br>⑵“赤壁”句：建安十二年（208年），刘备与孙权联合与曹操在赤壁作战。周瑜用黄盖诈降计，“盖放诸船同时发火，时风威猛，悉延烧岸上营落。顷之，烟炎涨天，人马烧溺死者甚众”（见《三国志·吴书·周瑜传》。<br>⑶沧江：指长江，因古时长江较清澈呈青苍色，故称。望：一作“弄”。<br>⑷鲸鲵：大鱼名，比喻吞食小国的不义之人。《左传·宣公十二年》“古者明王伐不敬。取其鲸鲵而封之，以为大戮。”杜预注：“鲸鲵，人鱼名，以喻不义之人吞食小国。”此指曹操与孙刘联军鏖兵的军队。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从此<a href=\"http://so.gushiwen.org/view_7865.aspx\">诗</a>题目可以看出，诗人的创作意图在于把歌咏赤壁和送别友人这两个内容艺术地统一起来，并突出前者。</p> <p>　　全诗八句，前四句讲的是赤壁之战的事迹，后四句则是送别时的有感而发，形式上组成两个相对独立的段落。使人惊异的是，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在前半短短四句中，就成功地完成了咏史的任务。</p> <p>　　“二龙争战决雌雄，赤壁楼船扫地空。”赤壁之战，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>用大量军队，深入东吴国土，一心要同周瑜“决”战，“争”雌雄。周瑜虽处于劣势，但能化不利为有利，以火攻取胜，曹操只落得全军溃败的下场。上述内容在这两句诗里艺术地得到表现。上句化用《周易》里“龙战于野”的典故。“二龙争战”是魏吴相持的象征。下句以突如其来之笔，直接写出了赤壁之战曹操水师以失败告终的结局。“楼船扫地空”五字颇见妙思。曹军楼船云集江面，构成庞大的水上阵地，自谓坚如金城。不料这阵“地”顷刻间就被横“扫”一“空”。诗人不说楼船在水上安营，而说在“地”上扎寨，这既是对曹操水师在吴地彻底完蛋的如实刻画，也是对他吞并东吴土地梦想落空的含蓄讽刺。</p> <p>　　“烈火张天照云海，周瑜于此破曹公。”前面诗人用“楼船扫地空”五字预示了战争的结局。这两句才把造成这结局的缘由具体说出。但“烈火”句绝不仅仅是对“楼船扫地空”的原因的说明，更重要的是对古战场上赤焰烧天，煮水蒸云，一片火海的景象的真实写照。上句“张”“照”二字，极大地渲染了吴军的攻势。诗人把因果关系颠倒处理，既起到了先声夺人的作用，也显示了诗人对稳操胜券者的辉煌战果的深情赞许。赤壁之战的胜败，成因固然是吴方采用火攻法，但归根到底取决于两军统帅在战略战术上的水平。下句诗人以凝重之笔指出：善于决战决胜的周瑜，就是这样从容不迫地在赤壁山下击破曹操几十万大军的。这句虽然加入了议论成分，但周瑜的儒将风度，却朴实自然地表现出来了。</p> <p>　　后半的送别，是在咏史的基础上进行的。字数虽与前半相等，实则等于前半的附庸。“君去沧江望澄碧”，这位友人就要离他而去，望着清澄碧绿的江波，少不了要兴起南浦送别的感伤。但古战场上“二龙争战”的“馀迹”还在脑际留存。“鲸鲵唐突留馀迹。”“鲸鲵”，是由《左传》上的典故引起的联想。“鲸鲵”是“大鱼名”，以喻那“吞食小国”的“不义之人”。“唐突”义同触犯。这里李白大约是喻指曹操倚仗权势，想吞食东吴。李白在送别的诗行中，并没有完全割裂咏史的情感线索。但诗人又立即回到现实中来，“一一书来报故人”，希望友人走后经常来信报告佳音。这友人想必是一位有功业抱负的人物。所以诗人在结尾写道：“我欲因之壮心魄。”诗人能从友人那里得到鼓舞人心的信息，可以因之而大“壮”自己的“心”胆与气“魄”。</p> <p>　　李白早年就有“大定”“寰区”（《代寿山答孟少府移文书》）的政治抱负，这首诗在一定程度上反映出他壮年时代济世救民的思想感情。此诗把咏史与送别结合起来并特别突出前者，原因就在这里。</p> <p>　　此诗韵脚“平仄相半”，在形式上与<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁诗》一类“初唐短歌”相似。但避用律体，变婉丽和平之调为慷慨雄壮之声，这又是与王勃异趣的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7865.aspx\">诗</a>大约是唐玄宗开元二十二年（734年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>旅游江夏（今湖北武汉）时所作。开元十五年（727年），李白客游云梦，故相<a href=\"http://so.gushiwen.org/author_1548.aspx\">许圉师</a>“妻以孙女”（《上安州裴长史书》），他此后以安陆（今属湖北）为中心，在湖北一带“蹉跎十年”（《送从侄专游庐山序》），曾因结识荆州长史韩朝宗而作散文《与韩荆州书》。这首《赤壁歌送别》当与这篇《与韩荆州书》作于同年或稍后。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "地名",
    "咏史怀古",
    "送别"
  ]
}