{
  "id": 69840,
  "star": 1,
  "name": "杂剧·瘸李岳诗酒玩江亭",
  "dynasty": "元代",
  "content": "第一折<br>万缕金光灿碧霞，三山海岛映仙家。片片彩云风散尽，融融丽日照东华。贫道乃东华紫府少阳帝君是也。吾传太清之道，隐于昆仑山中，以东华至真之气，碧海之上，苍灵之墟，修真养性，累积善功，以成正道，掌管玉霄紫府、洞天福地、三岛十洲、蓬莱之境。贫道德传于世，天上天下，三界十方，登仙得道，名记丹台，方得成道。我闲骑白鹿游三岛，笑跨黄鹤玩九州。贫道因赴天斋以回，为西池王母殿下，金童、玉女，有一念思凡，本当罚往酆都受罪，上帝好生之德，着此二人，往下方酆州托化为人。金童乃是牛璘，玉女是赵江梅。恐防此二人到于人世之间，恋着那酒色财气，人我是非，迷却仙道，您八仙之中，可差那一位下方度脱此二人去？上仙，贫道举一人，乃是铁拐李。此人神通广大，变化多般，能造逡巡酒，善开顷刻花，因此上去的也。既是这等，便着铁拐李岳直至下方，度脱此二人，走一遭去。还归正道，返本朝元，贫道自有个主意。一任教兔走乌飞，用道法点化心回。待二人功成行满，同共赴阆苑瑶池。花有重开日，人无再少年。休道黄金贵，安乐最值钱。老身姓刘，夫主姓赵，不幸夫主早年间辞世，别无甚得力儿男，止有一女，乃是江梅。未曾许聘他人，近新来招了个女婿，姓牛，是牛璘，家中颇有几贯财钱，人皆员外呼之。员外去那江边盖了一座亭，名曰是玩江亭。每日与俺女孩儿，在玩江亭上饮酒。下次小的每扶侍着，去玩江亭上饮酒去，小心在意者！一壁厢便说与牛员外，早些儿回来。老身无甚事，且回后堂中去也。僧起早，道起早，礼拜三光天未晓。在城多少富豪家，不识明星直到老。小可人酆州人氏，姓牛名璘，家中颇有些资财，人口顺，都将我员外呼之。平日之间，好打双陆，下象棋，折牌道字，顶真续麻，无所不通，无般不晓。嫡亲的三口儿家属，有母亲在堂，浑家姓赵，小字江梅。我这大姐，生而聪明，长而智慧。我为大姐，在这江那边盖了一座亭，名曰是玩江亭。今日是大姐生辰贵降之日，我要在家里安排筵席，则怕那六人亲眷每来搅了我这筵席，故意的在此玩江亭上安排酒肴。早上着人请大姐去了，不见到来。小的每江上看者，若大姐来时，报复我知道。来哎，来哎，不要慌，不要慌。哎！一家和气孝为先，奉侍双亲了总欢然。人生在世长安乐了那，焚香顶礼则个谢皇天呵！哙哙！妾身酆州人氏，姓赵，小字江梅。嫡亲的三口儿家属，母亲在<br>堂，夫主姓牛名璘，家中颇有几贯资财，人口顺，将俺员外呼之。俺员外在江那边盖了一座亭，名曰是玩江亭。今日是我生辰贱降之日，牛员外在玩江亭上，安排酒果，与我做生日，须索走一遭去。是好受用也呵！<br>【仙吕】【点绛唇】则我这宝篆氤氲，麝兰香喷，家滋润。瑞气迎门，端的是人物偏丰韵。<br>【混江龙】则我这髻鬟云鬓，更和这玉搔珠结应时新。金钿笑靥，翠点眉颦。穿的灶云绣双肩绒锦袄，更和那冰丝六幅荡湘裙，端的是梳妆的仪态天然俊。俺便是个富家的仕女，胜似他这宰相佳人。梢公缆住船。理会的。小人撺下脚踏板，请娘子上岸，我去兀那柳阴直下歇息去也。上的这岸来，到这亭子上也。呀、呀、呀，早知大姐来到，只合远接；接待不着，恕牛珮之罪！大姐请坐。员外，量妾身有何德能，着员外如此用心也。下次小的每，抬上果桌来者。将酒来，与大姐递一杯。大姐满饮一杯。我无甚么与大姐，金银玉头面三副，每一副二十八件，每一件儿重五十四两。怕大姐爱逛时都戴在头上，压破头，可不干我事。员外，咱有这钱便亲，无钱便不亲。你还少我多哩。<br>【金盏儿】俺如今正青春，笑欢欣。再将来纱罗纻丝三十匹，权为手帕，休嫌轻微也。量这些浮财儿休把我真心引，小生数月前，着人往各处去买时新的案酒果品，今日与大姐庆贺贵降也。费了你许多钱物与贱妾做生辰。为这几件头面儿不打紧。我半年前里倒下金子，雇人匠累丝厢嵌，何等的用心哩也。爱才郎偏着意，量这些头面儿不关亲。我则理会的易求无价宝，端的便难买俺这少年人。大姐请稳便，等牛珮前后执料去者。下次小的每，将一应的船只都拢住者，靠到这岸边来，连环钩搭，一只连住一只。可是为何？则怕有那闲杂人来搅了我这筵席，我不道的饶了你哩。将酒来，慢慢的饮几杯，看有甚么人来？世俗的人，哎，跟贫道出家去来。我着你人人成仙，个个了道也。一脚高跻一脚轻，鬏松短发数星辰。世人休笑苍苍拐，我这拐搅的黄河彻底清。贫道上八仙铁拐李岳是也。今奉上仙法旨，有金童玉女，一念思凡，罚在下方酆州。金童为男子身，玉女为女子身。金童是牛珮，玉女是赵江梅。牛珮有万贯家财，在赵江梅家作赘。今日是赵江梅生辰贵降之日，本待家中安排酒肴，怕有六人亲戚打搅，此人在江那边盖了一座亭，是玩江亭。此人在亭上饮酒，将船只都拢在江那边去了。则说贫道过不去，疾！牛珮那，稽首。好一个道貌非俗的先生！师父你从那里来？我从天上来。掉下来跌破头。员外你过来。我问他者。甚个瘸先生！大姐，他是个出家儿人，休毁谤他。赵江梅也，跟贫道出家去来。师父，你来做甚么？我来与你做生日来。你来与我做生日？梅香，牵了他那羊，担了他那酒，有甚么与我做生日？俺出家儿人，一钵千家饭，孤身万里游，那得那羊酒来？我有四句诗，与你上寿。将来，我试看者，好写染也！诗曰：一树寒梅恰正开，可怜春尽落香阶。仙家冷眼偷窥觑，移向瑶池栏内栽。这四句诗可也道的好。您却不得知道哩，我与您做师父，您与我做个徒弟，跟的我出家去来。你与俺做师父，俺与你做徒弟？你听者。<br>【醉中天】你怎管那驱邪院里三台印，错猜做蓬莱洞里那个真人。哎，你一个一脚的先生蓦入俺门，我急索把你个吾师来问。你莫不是四皓八仙七真？我猜着了也。你则是个上八洞里的齐孙膑。他嗓磕我这条腿哩。赵江梅、牛珮，您跟我出家去来。我有十个字，便着你做神仙也。是那十个字？为甚不争名，曾与高人论。这十个字，不道着俺，单道着你。怎生道着我？为甚不争名？曾与高人论。你听者。<br>【金盏儿】你则是怕当军，倦为民，两桩儿曾与高人论。你有则得半仙之分，你更不全真。速离了八仙洞，飞下那九天门。你则是个逍遥云外客，特地来点化俺这世间人。<br>大姐，出家儿人，休毁伤他。收拾了酒肴，看船只，咱回去来。师父，俺出不的家。梢公那里？小人撺下脚踏板，请员外娘子上船。您两个好缘分薄浅也！师父，俺出不的家。咱回去来。<br>【尾声】俺这梅他粉包了心，檀黄嫩，插在那银瓶里宜得水温，如麝如兰香喷喷，端的有欺霜傲雪的精神。哎，你个许真人，白日飞升，比不的岳阳楼下枯干了的柳树神。他也无那神仙的福分，则有些江梅丰韵，冷清清今夜待黄昏。<br>大姐上船，咱回去来。牛珮、赵江梅，你两个好缘分薄浅也！你若肯跟贫道出家去，我着你使寒暑不侵其体，养日月不老其颜。龙蟠金鼎，炼华池一液浸通；玉户金阙，使姹女婴儿锁定。我着他身登紫府，朝三清位拜真人；名记丹台，使九族不为下鬼。我与他阎王簿上除名字，紫府宫中立姓名。指开海角天涯路，引的迷人大路行。<br><br>第二折<br>造成春夏秋冬酒，醉倒东西南北人。若是空心吃一盏，登时螫的肚皮疼。小可人是个卖酒的，在此开着个酒店，但是南来北往经商客旅。做买做卖，推车负担，都来我这店里吃酒。我这酒店，十分兴旺，是这牛员外的酒店。他闲常不来，一个月便和我算一遭帐。昨日着人来说，今日要来与我算帐。我打扫的酒店干净，看有甚么人来？小可人牛璘的便是。自从亭子上，与大姐做生日去，见了那个先生，他着我跟他出家去，不知怎生，这几日睡里梦里，但合眼便则是见那个先生。先生道是：咦！牛璘，跟贫道出家去来。吃他也缠的我慌也。我这里开着个酒店，多时不曾去算帐，一来算帐，第二来就躲那先生去。说话中间，可早来到也。店小二！员外来了也，有请。我这几日不曾与你算帐。员外一向不曾算帐，今日可算一算帐。买米十五石，使银十五两二钱七分半。住，我且不与你算帐。你把那前后门都与我重重叠叠的关闭的牢者，休放一应闲杂人来，我这里坐一坐。酾一瓶好酒来，我自家吃几钟。员外且不算帐。要吃酒呵，有干榨酒，听的员外来，我就倒上一桶凉水。我关门就酾酒去。我把这前后门都关闭了，我回他话去。员外，前后门都关闭了也。员外，酒在此。你去，我自家吃几钟。理会的。贫道铁拐李岳是也。有牛璘在店肆中算帐，他那里是算帐，他则是躲贫道。可早来到也。他这门更关着，则道贫道人过不去。这里不显神通，那里显神通？疾！牛璘那，跟贫道出家去来。师父，你从那里来？住，你敢从天上来么？这厮他搀了我的也。师父请坐。师父你吃酒么？不拘荤素，便是酒我也食用。此处是牛璘的酒店，等牛璘安排些酒来，与师父吃。店小二，你来。我着你把那前后门都与我重重叠叠关闭的牢者，我对你说甚么来？我躲这先生，你怎生放过他来？爹你不信，你看我这前后门都关闭的牢牢的哩。既是关闭着这门，他可从那里来？他敢往猫道里钻过来。安排酒来。师父满饮一杯。师父不知，此处是牛璘的个酒店，酒怕无有，争奈无有案酒。师父略坐一坐，等牛璘去买些新鲜的案酒，新鲜的果品，来与师父同饮几杯，有何不可！你看案酒去。店小二，后槽上有风也似快马备一匹来。我那里是买案酒，这先生缠的我慌也，如今我骑着这马，这等<br>郊野外，一来赏玩景致，二来就躲这先生那，走一遭去。牛璘那。燕雀岂知雕鹗志，顽童不解老仙机。牛璘也，你怎生瞒的过贫道？他推买案酒，骑着风也似快马，去那郊野外躲贫道，投到你到郊野外躲我，我先到郊野外等着你。他不肯访道寻真，恋荣华爱物贪嗔。推买物山中去躲，贫道我山荒郊先等牛璘。阿呀，来么、来么，你看我那造物，今日员外来算帐，帐也不曾算的成。他着我把前后门都关闭了，不知那里走将个先生来，着俺员外出家去。他泼天也似家私，他怎肯出家去？他骑着快马，躲那先生去了。我思量起来，可不是苦阿。若他每都去了。我也躲那先生去也。贫道铁拐李岳是也。说话中间，可早来到这郊野外，在此等侯牛璘。这早晚敢待来也。自家牛员外的便是。将那先生稳在那酒店里，我骑着风也似快马，来到这荒郊野外。下的这马来，将这马拴在这树上。你看这青山绿水，阔涧陡崖，端的好景致也！牛璘那。你敢来寻我来？我躲你来。你来这里做甚么来？我来饮马来。你可来这里怎的？我特喂你个牛来。我那里省的他谜言谜语的。我来躲他，他到先等着我。师父，你在牛璘家中，可也定害的我多了。我如今饥又饥，渴又渴，师父，你可与我回席者。也罢，我与你回席。师父，你既要请我，这满地里又无房舍。你要房舍？疾！看房舍，青堂瓦舍，雕梁画栋，琴棋书画，靠凳椅桌。哎哟，哎约！你看那前堂后阁，东廊西舍，走马门楼，琴棋书画，条凳椅桌，幔幕纱厨，香球吊挂，好房舍，好房舍！可无酒吃。你要酒吃？可知要吃酒哩。牛璘，你见我这拐么，款款在手，轻轻摇动，地皮开处便是酒。你尝。哎哟，师父将拐划一划，地皮就开了。师父，这是酒？这酒不是酒，是水。三点水着个\"酉\"字。疾！你尝。今番可是酒。我试尝者，好酒也！可怎生头里尝着是水，师父写了三点水着个\"酉\"字，坠下去就是酒？好酒，端的是醍醐灌顶，甘露洒心。好酒！师父，酒也有了，可无有眼前景致。你见那枯树么？我见。疾！花开烂熳，春景融和，赏花饮酒。阿、阿！努嘴儿了，放嫩叶了。阿、阿！打骨朵了。阿、阿！开花儿了。你看那桃红柳绿，梨花白，杏花红，芍药紫，茶蘼淡，牡丹浓，山茶<br>绽，腊梅开，杜鹃啼，流莺语，春景融和，百花烂熳，阿约！好花木，好花木！牛璘也，要你寻思波，我躲他，他到先在这里等着我。我说师父，你在牛璘家中，可也定害的多了，我如今又饥又饥，渴又渴，师父可与我回席者。他道你着我回席？着我说这满地里又无房合，他将那袍袖一拂，就是房舍。我道有了房舍，无有酒吃。他说你要吃酒？他将那拐去那地皮上划一划，地皮开处就是酒。我道有了酒无眼景，他说你见那涧下的枯树么？我说见。他将那袍袖，去那枯树上一拂，就是花木。牛璘，你试寻思者，我曾听得人说，寒波造酒，枯树开花。他便是大罗神仙。这不是寒波造酒？兀的不是枯树上开花？他不是神仙，谁是神仙？若是今番错过，后会难逢。你则管里恋着那酒色财气，人我是非。便好道尽日往东行，回头便是西。罢、罢、罢！则今日跟着师父出家去。师父，稽首，牛璘情愿跟师父出家去。既然跟贫道出家去，更改了衣服，头挽双髽髻，身穿着粗布袍，腰系杂彩绦。手拿渔鼓筒子，口念着《黄庭》、《道德真经》。道可道，非常道；名可名，非常名。凡百的事，则要你忍者。气无强弱志为先，努力须行莫换肩。捱的这番难境界，更添脊骨一番天。理会的。我如今怕不待跟师父出家去也。可还有这匹马拴在这里。我解下这马来，把这挽手儿插在这鞍子上。马也。我如今跟师父出家去也，我可也不骑坐你也。你去那有水有草的去处去，若有人遇着你，着那人收留住你骑坐。你去，你去！师父的言语，既要跟我出家去，不是这般打扮。着我头挽双髽髻，身穿粗布袍，腰系杂彩绦，脚下行缠八答鞋，手拍渔鼓简子，口念《黄庭》、《道德经》：道可道，非常道；名可名，非常名。凡百事则要你忍者。罢、罢、罢，说兀的做甚？我不恋娇妻幼子，弃舍了铜斗儿家缘。恰才解放了雕鞍骏骑，从今后牢拴定意马心猿。打彻利名关，终到小境处。牛琊粦恰才见了此小境头，便跟贫道出家去，等此人修行三年五载，那其间说与他长生之法，未为晚矣。哎，你个贪财汉弃却家财。做神仙免离尘埃。削除了六根清净，同共赴阆苑蓬莱。妾身赵江梅。牛员外在玩江亭上，见了那个瘸先生，跟他出家去了。今日说道，俺员外化瓦粮来也。梅香，门首觑者，若来时报复我知道。<br>【南吕】【一枝花】良辰晓雾浓，美景韶光丽。草茵轻荏苒，则他这桃李任芳菲。春日迟迟，槛外黄莺呖，帘前紫燕飞。幸开怀宴乐欢娱，俺可便宜赏玩，情甘意美。<br>【梁州】则俺这深闺女风流可也怎比，则俺那富家郎典雅谁及。也是俺前生有分今生会。受用的绮罗画阁，锦绣屏帏，宝珠装嵌，玉砌金堆。今日个寿筵开玳瑁尊席，酒频斟玉斝金杯。摆列着齐臻臻多娇媚丝竹笙簧，盘堆着美甘甘香喷喷珍馐的这味美，呀、呀、呀，安排着香馥馥喜佳肴异品堂食岂知就里？俺牛员外全不管家活计，我全不解他其中的意。每日家淡饭黄艹<br>齑忍着肚饥，你怎能够到阆苑瑶池？<br>梅香门首觑者，看有甚么人来？理会的。年少青春正好修，一口咬破铁馒头。滋味得时合着口，稳取白日赴瀛洲。未生我时谁是我，生下我来我是谁。今日方知我是我，休也合眼知他是谁。才离阆苑下蓬瀛，举步轻抬不见踪。世人不识吾名姓，则我是油嘴光边夹脑风，身穿羊皮百衲衣，饥时化饭饱时归。虽然不得神仙做，则我是躲奸避懒碜东西。身在公门道在心，道心不与利心同。船到江心牢把棹，箭安弦上慢张弓。炉中有火休添炭，扇遇凉时莫助风。临危不与人方便，休也念尽弥陀总是空。我是天台一先生，逍遥散澹在心中。灵丹妙药都不用，吃的是生姜辣蒜大憨葱，空心将来则管吃，登时螫的肚里疼。<br>【十二月】穿的是麻袍和这草履，呸！是草鞋，错唱了草履。便也罢，则是难为我唱了，从头都改过哩。也罢，也罢，一言既出，驷马追而不及。我若不改了，显的我就无才学了。穿的是麻袍和这草鞋，更强似着绿穿白。我伴的是鲇鱼和这鲤鱼，铺的是杆草茅柴。采的是不老长生的药材，俺可便每日家厮捱，你不知道怎么捱，俺师父有两个徒弟，一递一日打柴。他打柴，我学道。我打柴，他学道。该我我便去，该他他便去。他不去，我肯去。俺可便每日家厮捱。<br>【尧民歌】我则待要引着狗骑着猫逍遥散澹乘兴歌曲过南台，我是出家人，我心里待要往南台，就往南台，要往北闸口去，谁敢当拦住我？我则待靠着水偎着山小小低低急留圪刺椽儿捧儿拴拴抓抓盖一座茅庐那幽哉。一似那乱纷纷急穰穰蜂衙蚁阵受禁害，稽首，则不如跟贫道打简子掴渔鼓抢着吃挝着吃抹油嘴无扰无虑那开怀。伤也波哉，寻着李太白，我着你便一个人生一身疥。<br>【锦上花】则不如我展放开愁眉，休争闲气。今日容颜，老似昨日。古往今来，我须尽知。贤的愚的。贫的共富的，到头这一场，难逃那一日。则不如快活了一日，一日便宜。百岁光阴，七十又早稀。咸的酸的，香的共臭的。<br>【清江引】落花满园春又早归，满耳笙歌沸。马足车尘中，蚁阵蜂衙内，呆汉嗏，你寻一坨儿稳便处闲坐的。<br>【又】江里海里都是水，无一答儿闲田地。你也无柴担，我把渔船系，呆汉嗏，寻一坨儿稳便处闲坐的。<br>【又】金刚本是泥塑的，塑的来偌高的。存又存不的，走又走不的，呆汉嗏，寻一坨儿稳便处闲坐的。<br>自家牛璘的便是。自从跟的师父出了家。真个快活也。俺出家人闲来坐静，闷来游访，寻仙问道，飡松啖柏，游山玩水，簪冠披髦，惜气养神，饮风吸露，打渔鼓，掴简子，挽髽髻，悬织袋，诵南华，尊太上，讲道德，说真言，无荣无辱无拘系，我是那怕当差的躲奸贼。今日无甚事，街上闲行。道可道，非常道；名可名，非常名。街上闲行，看有甚么人来。兀的不是姐夫？梅香来了。口退！你快走，我如今不比往常了，我如今做了神仙了。道可道，非常道；名可名，非常名。忍着！我和我姐姐说去。姐姐，你看姐夫，不知甚么打扮？你看他去。在那里？我试看者。牛员外，甚么打扮？你家里来。魔头来了，来了。放手，休扯我。我今日不比往日，我如今出了家，做了神仙了。忍着！请家里来！<br>【隔尾】你挟着这半截家竹桶闲行立，你可甚么一部笙歌出入随。几曾见子弟舍里新添了个八仙队。不争你在这里，俺门前立地，着人道出落着你个先生少可有二十嘴。<br>你家里来。我家去，你看着人，则怕师父瞧见我家去。梅香，有茶将一钟来，我吃了去罢。员外请坐。你这等罗罗唣唣的。员外请坐。不敢坐。跌了腰子。你为甚么不敢坐？俺出家儿人，行如风，立如松；睡如弯狗，精神不走；一手扳脚，一手摀口；若还番身，不敢换手；若是换手，大姐，你怎么闻呢？梅香，将梳子来，与员外梳起这头发者。不敢梳头。我受了髻了。这个呢？这个是成道髻。这个呢？是大悲髻。这个呢？留着与姐姐插针。员外，你为甚么出了家来？你不知，自从与你做了生日，我就跟那先生出了家。你白日里在那里吃饭？晚间在那里宵宿？你说一遍，我试听者。我要吃饭呵，走到那饭店门前，打个稽首，便是白炸腰子，酱煎草鞋。要吃酒呵，走到那酒店门前，打个稽首，恼儿酒，干榨酒，冷酒热酒，吃了便走。要吃茶呵，走到那茶坊里，打个稽首，粗茶细茶，冷茶热茶，吃了便拿。白日街市上打着渔鼓简子，到晚来或是庵里，或是观里，盖一床羊皮被，铺半片破芦席。端的是一钵千家饭，孤身万里游，到大来快活也。打甚么不紧<br>【牧羊关】你原来喝人些残汤水，吃人些剩饭食，枉饥饿的你黑干憔悴。我白日里绕定街前，到晚来宿在观里。白日里绕定街前，到晚来宿在他这观里。我盖一床羊皮被，铺半片破芦席，到大来好是快活也。盖一床羊皮被，铺半片破芦席，怎如俺锦帐绣罗帏，员外嗏，那里有那笙歌左右随？<br>员外，谁是你的师父？与你做生日的那先生，便是我师父。那个瘸先生，是你师父？你见他甚么景象？那一日在那郊野外，师父请我吃酒，我见他寒波造酒，枯树开花，因此上跟他出了家。怎生是寒波造酒？你要见酒么，我可没拐，你见我这渔鼓，款款的在手，轻轻的摇动，地皮开处。疾！你尝。那里是酒？清水。可知是水哩，还不曾下曲子哩。三点水着个\"酉\"字，坠下。疾！你尝。是好酒也。你要看花木么？可知要看花木哩。你见那枯树么？疾！看花。是好花木也。这的是寒波造酒，枯树开花。师父传与我金丹大道，着我休说与人哩。师父听见，罢了，罢了，我就是死。这的便是寒波造酒？这的便是枯树开花？打甚么不紧！<br>【红芍药】你和他每日炼修持，可待要说是谈非。俺师徒二人，这一向在山中修炼。师父也离不的我，我也离不的师父，吃饭的工夫也没了。你与他每日不曾离，直这般废寝忘食。我与你做个师父，你与我做个徒弟，我把手捏腕，传与你金丹大道，可是如何？我则道因个甚的。我这里便谢吾师说破玄机。厮抹着肩胛手相携，说您那弄盏传杯。<br>那一日师父在那郊野外，与我回席，我十分的醉了也。<br>【菩萨梁州】你道是先生，与你回席，灌的你十分沉醉。长留做共薄醅，真乃是水酒三杯。牛郎说与赵江梅。道可道，非常道；名可名，非常名。你道是牛郎说与赵江梅，可也怪不着也。你可甚么一枝泄漏春消息。他别人铜斗儿般好家计，指空划空信着你，你搬调的他弃子抛妻。他不合说与外人知。<br>【贺新郎】你道是他不合说与外人知，打这厮口发虚言。你打他口发虚言，你大古里脚踏着实地。我踏罡步斗驱邪祟，仗着剑书符咒水。则你那踏罡步斗驱邪祟，你杖剑书符也那咒水，休阿则你那不济事谎话儿休题。跟我出家去呵，我着你全身无病疾，远害免灾危。你着俺全身无病疾，远害免灾危，见如今拄着一条粗拐瘸着一条腿。那些个满川缚虎意，犹自说兵机！<br>哽，你先行，随后便来也。师父，你见甚么来？青衣童子，请贫道赴天斋哩。哦、哦、哦，您见么？我也不见。牛员外还了俗者，信着你波。<br>【尾声】你几时得瑶池宴罢踏金砌，你不着左右人扶怎下玉梯。好一会弱一会，连麻头，续麻尾，空着我念八阳金经啕到有一车气。我与你做个师父，您与我做个徒弟。做徒弟又执迷，做师父的滞殢，休道是你。便跳出您那七代先灵劝不得。<br>牛璘近前来，可是喑的。理会的。恰离紫府下瑶池，再向人间登一直。度脱了你个好酒贪杯的牛员外，则你手里要那不信神佛的赵江梅。<br><br>第三折<br>老来渐觉朱颜减，羞对菱花两鬓斑。老身是赵江梅的母亲。俺孩儿与牛员外做伴，老身吃穿衣饮，都是员外看管。自从那一日在玩江亭上，与俺女孩儿做生日去，见了个瘸先生，后来员外不知怎生就跟的他出家去了。老身想来，偌大的个家当，俺娘女每怎生执掌的住？下次小的每，便说与江梅，着他去城里城外，前街后巷，或是庵里观里，不问那里，寻将他来，劝的他回心转意，还了俗，执掌家当。寻将来呵，报复我知道。老身无甚事，后堂中执料家当去也。眼望旌节旗，耳听好消息。出家扮道最稀奇，渔鼓简子手中提。飡松啖柏为活计，不管人间闲是非。书符咒水先怕鬼，乘鸾跨凤不敢骑。昨朝因打山头过，被这大虫咬了我皮。自家牛璘的便是。师父的言语，今日个魔头至此，知他是那个魔头来？到长街市上。我试闲行者。妾身赵江梅的便是。自从牛员外他出家去了，可早半年光景也。今日是俺母亲庆寿之辰，妾身多饮了几杯酒。母亲的言语，道你怎生不劝牛员外，他出家去了，偌大的个家当，无人看管。你去前街后巷。寻他来家，看管家当。可着我那里寻他去？哥哥每，你曾见俺那牛员外来么？恰才过去了。哥哥休怪来。哥哥每，曾见牛员外来么？说道恰才过去了。哥哥休怪来。哥哥曾见牛员外来么？你则认的我，说道过去了。好人则是好人，这等弟子则是弟子！你说我甚么哩？偏你娘不吃酒！哥哥休怪来，改日家里吃茶。吃你娘耳根！你正是先打后商量。顺父母言情，呼为大孝，须索走一遭去。<br>【中吕】【粉蝶儿】今日个横饮金瓯。吃的来醉醺醺不知一个前后，若见俺牛员外呵，我和他话不相投。我可便见他呵，相逢处，这一场迤逗。将他那衣快忙揪。拽起运绿罗裙揎拳裸袖。<br>【醉春风】若见俺笋条也似可憎人，舒开我这葱枝般纤细手。若是这谢天香揪住马丹阳，我看他怎生便走、走！我作念的他一寸眉攒，盼望的我九回肠断，思量的我两眉僝僽。<br>兀的不是牛员外！魔头来了也。躲的我好也，你为甚么出了家？大姐，你看你那模祥。少吃些酒，越瘦了你也。你为甚么出了家？你听者，我如今不比往常，我如今盖茅庵，撇了谢家楼也。<br>【石榴花】你道是将恩爱变为仇。我随缘过的便合休。你道是随缘过的便合休，我与你做个师父。打一个稽首，兀的不是也。便要回头。我清风明月为知友。倚仗着你清风明月为知友，那的是阆苑神洲。我每日家麻绦草履垂袍袖。你道你那麻绦草履垂袍袖，这的是你拄杖恰过头。<br>我每日家玩水游山。<br>【斗鹌鹑】你则待要玩水游山，怎如俺眠花卧柳。我每日家暮礼晨参。你道是暮礼晨参，怎如俺野眠浪宿。你见么，青龙白虎，请我赴天斋哩。这厮便见景生情信口诌，兀的可不笑破人口！你见那白虎青龙么？我不见那白虎青龙，你则是个腌臜疥狗。<br>大姐，天色晚了也，你还家去罢，我也还庵中去也。牛员外，我醉了也，你背我家去。你若不背我，我须打你也。罢、罢、罢，我背着你还家去来。天色晚了也，你家去了罢。<br>【十二月】你可便坚心儿强口，他可便不害那惭羞。我这般躬身叉手。曲脊低头，背着你，街上人都捻舌，排说我哩。长街上躬身叉手，我见他便曲脊低头。长街上惹的人家嘴口，不争你厌背着娇羞。<br>咱两个有个比喻。你听的人说，咱两个似个甚么那？<br>【尧民歌】呀，着人道牧童归去倒骑牛，呀，敢抵多少一千个刘盼盼闹衡州。这的是前街后巷滴滴蹬蹬马和牛，这的是恋酒迷花风风魔魔下场头。我如今去见了师父说知，着你跟我也做神仙去。休也波诌，待学马半州，去也我可也做不的刘行首。<br><br>【耍孩儿】我身将跨凤乘鸾友，都做了参辰卯酉。我如今等闲恩爱等闲休。你道是等闲恩爱等闲休，空着咱一任难酬。我如今饱谙世事慵开口。你如今饱谙世事慵开口，会尽人间只点头。把浮生梦都参透，撇了这酒色财气，真个是谭马丘刘。<br>吃你也缠杀我也，我回庵中去罢。你那里去？<br>【二煞】我为甚先打你这头？你为何赠我这一击。怎么说？我则是到来年吃贱牛，则你那一天和气恩情厚。你行处春日风动，你过处春山春水流，你模佯忒出丑。我模样忒出丑？哦，他也则是嗓磕我这牛哩。你再有何比并？你抛了这朝云暮雨，则恐怕误了你那春种秋收。<br>这一日你怎生则嗓磕我这牛？罢，我躲了你罢。你那里去？<br>【尾声】准备着硬绳去你那鼻窍里穿，你怎生则嗓磕我这牛？粗鞭杖把你那胯骨上丢。则你那偷寒送暖村皮肉，我教你绰见我这庞儿望风儿似走。<br><br>第四折<br>大姐，我送你来到家也。你听者，则俺这出家儿受用，强似您这富家郎。牛员外，你说甚么哩？则俺这出家儿受用，强似您这富家郎。<br>【双调】【新水令】则您这出家儿受用似比那富家郎，哎，你个鼓盆歌老先生休强。吃了些无是非的稀解粥，忍了些受饥饿瘦皮囊。空着我腹热肠慌，则不如葫芦提吃的来粉红样。<br>牛员外，我这一会身子有些困倦，我要睡也。你要睡？着梅香打铺睡，拿枕头来。我不要枕头。我枕着你腿睡。也罢，随你枕着睡罢。你睡着了也。疾！大睡一觉，着他见一个境头。赵江海，你母亲唤你哩。母亲呼唤，我与你走一遭去，牛璘，则你手里要赵江梅出家。我与你这条拐，撑篙摇橹扶舵，都在这根拐上。假似这水深，这拐短，可怎了也？水长一尺，拐长一尺；水长一丈，拐长一丈。我着一时能弃舍，同共赴仙家。师父去了也，江梅这早晚敢待来也。母亲呼唤，前有大江拦路，怎生得过去？兀那梢公，将船来，渡我过去，我与你船钱。我撑过这船来，我撺下这脚踏板。上船，上船，上船！梢公，你在这里做甚么哩？我专则在这里渡人。上船来，上船来。我撑开这船，来到这半江中。有天有地，有你有我。大姐，你肯随顺我便罢，你若不肯随顺我呵，你见我这拐么，则一拐打在你这水里。<br>【川拨棹】这厮狠心肠，没道理别势样。好教我急急忙忙，腹热肠慌。阿，罢了，歪了船，淹上水来了。踏着这边晃一晃，看他怕也不怕。这晰他撑的个小船儿摇摇晃晃，我心中慌上慌，我心中忙上忙。<br>你若肯与我做个浑家便罢，你若不肯呵，这里怕你飞上壁去？<br>【七兄弟】这厮便指望，大纲要成双，你走的那里去？百般的不肯将咱放。身躯儿左右怎遮拦，手脚儿怎生难遮当？<br>你既不肯，着去！<br>【梅花酒】呀，谁承望这一场，我恰才身命在长江。面对看沙滩。空腹热肠慌。不见卷云涛波浩浩，翻滚滚水茫茫。谁承望这一场，赵江梅，你省也么？师父，弟子省也。我则道是画眉郎，睡梦里厮魔障。<br>【喜江南】呀，今日个刘行首省悟也波马丹阳，不求白日赴仙乡，落花深处水茫茫。俺可便玩赏，今日个拜三清同赴上天堂。<br>牛璘、赵江梅，你省了么？您二人功成行满了也，跟贫道见上仙去来。你本是大罗神仙，在人间数十余年。今日个功成行满，跟贫道证果朝元。<br>题目牛员外得悟平康巷<br>正名瘸李岳诗酒玩江亭",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}