{
  "id": 70629,
  "star": 5,
  "name": "【双调】折桂令_上已游嘉禾",
  "dynasty": "元代",
  "content": "上已游嘉禾南湖歌者为豪夺扣舷自歌邻舟皆笑三月三天霁吹晴，见麟凤沧州，鸳鹭沙汀。华鼓清箫，红云兰棹，青纻旗亭。细看来春风世情，都分在流水歌声。劣燕娇莺，冷笑诗仙，击楫扬舲。<br>客窗清明<br>风风雨雨梨花，窄索帘栊，巧小窗纱。甚情绪灯前，客怀枕畔，心事天涯。三千丈清愁鬓发，五十年春梦繁华。蓦见人家，杨柳分烟，扶上檐牙。<br>雨窗寄刘梦鸾赴宴以侑樽云<br>妒韶华风雨潇潇，管月犯南箕，水漏天瓢。湿金缕莺裳，红膏燕嘴，黄粉蜂腰。梨花梦龙绡泪今春瘦了，海棠魂羯鼓声昨夜惊者。极目江皋，锦涩行云，香暗归潮。<br>赠张氏天香善填曲时在阳羡莫侯席上<br>月明一片缃云，揉做清芬，吹下昆仑。胜浅浅兰烟、靠靠花雾、淡淡梅魂。这气昧温柔可人，那风流旖旎生春。声迹相闻，多少余芳，散在乾坤。<br>自述<br>华阳巾鹤氅蹁跹，铁笛吹云，竹杖撑天。伴柳怪花妖、鳞祥凤瑞、酒圣诗禅。不应举江湖状元，不思凡风月神仙。断简残编，翰墨云烟，香满山川。<br>张谦斋左辖席上索赋<br>卷鲸川吸尽春云，曲妙重歌，酒冷还温。裁甚乌纱，尽他白发，醉个红裙。想献玉遭刑费本，算挥金买笑何村，俯仰乾坤，多少英雄，不到麒麟。<br>寄远<br>怎生来宽掩了裙儿，为玉削肌肤，香褪腰肢。饭不沾匙，睡如翻饼，气若游丝。得受用遮莫害死，果实诚有甚推辞？乾闹了若干时。草本儿欢娱，书彻货儿相思。<br>云雨期一枕南柯，破镜分钗，对酒当歌。想驿路风烟、马头星月，雁底关河。往日个殷勤访我，近新来憔悴因他．淡却双蛾，哭损秋波，台候如何？忘了人呵。<br>越楼见姬梳洗已倚立娇困若不胜情因记隔朱楼杨柳青青，烟锁窗纱，风动帘旌。爱镜睹婵娟、粉吹旖旎、玉立娉婷。翘凤头金钗整整，朵松花云髻亭亭。个样心情，困托香腮，斜倚云屏。登澄江君山有平原君墓并手植桧至绝顶甚壮人气宇芙蓉城古意山川，葬玉当时，植桧何年？江树阴阴，江帆隐隐，江草芊芊。蘸海渎东南半天，望金焦西北双拳。巾袂蹁跹，不索浮莲，挟取飞仙。<br>红梅徐德可索赋类卷<br>从来不假铅华，试耍学宫妆，醉笑吴娃。返老还童，脱胎换骨，饱养烟霞。罗浮梦休猜做杏花，萼绿仙曾服甚丹砂？春在天涯，紫蜡封香，寄与谁家。<br>帘内佳人瞿子成索赋<br>鲛绡不卷闲情，翠织玲珑，玉立聘婷。倚动银钩，耍吹罗带，笔振金铃。迷楚云花昏柳瞑，隔湘烟水秀山明。楼外人行，休放春愁，难掩风声。<br>西湖忆黄氏所居<br>多时不到儿家，想绳挂秋千、弦断琵琶、眉淡兰烟、钗横梭玉、粉褪铅华。软龙绡尘蒙宝鸭，烂胭脂雨过金沙。隔个窗纱，梦断东风，门外啼鸦。<br>贾侯席上赠李楚仪<br>洗妆明雪色芙蓉，默默情怀，楚楚仪容。甚烟雨江头，移根何在，桃李场中。尽劣燕娇莺冗冗，笑落花飞絮濛濛。湘水西东，怅望蹇衣，玉立秋风。<br>登姑苏台<br>百花洲上新台，帘吻云平，图画天开。鹏俯沧溟，蜃横城市，鳌驾蓬莱。学捧心山颦翠色，怅悬头土湿腥苔。悼古兴怀，休近阑干，万丈尘埃。<br>会州判文从周自维扬来道楚仪李氏意<br>文章杜牧风流，照夜花灯，载月兰舟。老我江湖，少年谈笑，薄幸名留。赠杨柳人初病酒，采芙蓉客已惊秋。醉梦悠悠，雁到南楼，寄点新愁。<br>赠罗真真<br>罗浮梦里真仙，双锁螺鬟，九晕珠钿。晴柳纤柔，春葱细腻，秋藕匀圆。酒盏儿里殃及出些腼腆，画巾争儿上换下来的婵娟。试问尊前，月落参横，今夕何年？<br>富子明寿<br>梨花院羯鼓挝晴，恰暮雨黄昏、新火清明。歌倚缑笙，香温汉鼎，酒暖吴橙。贺绿鬓朱颜寿星，是轻衫矮帽书生。趁取鹏程，快意风云，唾手功名。<br>丙子游越怀古<br>蓬莱老树苍云，不黍高低，狐兔纷坛。半折残碑，空余故址，总是黄尘。东晋亡也再难寻个右军，西施去也绝不见甚佳人。海气长昏，啼鴂声乾，天地无春。隔楼所见对望终日其媪若厌者遂下帘以蔽之织湘江一片波纹，窣下闲愁，隔断诗魂。非雾非烟，影娥池上，香梦无痕。拍画阑纤舒玉笋，启纱窗推晒罗裙。饱看娇春，倩得南薰，卷起梨云。<br>七夕赠歌者<br>崔徽休写丹青，雨弱云娇，水秀山明。箸点歌唇，葱枝纤手，好个卿卿。水洒不著春妆整整，风吹的倒玉立亭亭。浅醉微醒，谁伴云屏？今夜新凉。卧看双星。<br>黄四娘沽酒当垆，一片青旗，一曲骊珠。滴露和云，添花补柳，梳洗工夫。无半点闲愁去处，问三生醉梦何如。笑倩谁扶？又被春纤，搅住吟须。秋日湖山偕白子瑞辈燕集赋以俾歌者赴拍侑樽秋声一片芦花，正落日山川，过雨人家。羡歌舞风流、太平时世、诗酒生涯。待杨柳晴春风跃马，且桂华凉夜月乘槎。一曲吴娃，笑煞江州泪满琵琶。<br>感兴<br>谢安江左优游，梦觉东山，声动南州。覆雨翻云，怜花宠柳，未肯回头。成时节衣冠冕旒，败时节笞杖徒流，问甚么恩仇。山塌虚名，海阔春愁。<br>秋思<br>红梨叶染胭脂，吹起霞绡，绊住霜枝。正万里西风，一天暮雨，两地相思。恨薄命佳人在此，问雕鞍游子何之。雁未来时，流水无情，莫写新诗。<br>秋日与高敬臣胡善甫辈饮湖楼即事<br>疏帘外暮雨西山，唤起诗仙，共倚阑干。杯影涵秋，歌声送晚，鬓脚生寒。添风韵春纤象板，减恩情罗扇龙檀。红藕花残，茉莉双鬟，油壁吹香，催上归鞍。<br>劝求妓者<br>溺盆儿刷煞终臊，待立草为标，现世生苗。时下收心，眼前改志，怎换皮毛？厌禳死花枝般老小。踢腾尽铜斗般窠巢。日夜煎熬，要撅断琴弦，别觅鸾胶。<br>问春<br>东君去也如何？风皱纤鳞，烟抹羞蛾。恨白眼相看，青春不管，黑发无多。香絮引鱼吞绿波，落花惊蝶梦南柯。随处行窝，载酒吴船，击筑秦歌。<br>毗陵张师明席上赠歌妓周氏宜者<br>宜歌宜舞宜妆，道是风流，果不寻常。粉靥堆春，金盘捧露，翠袖笼香。此际相逢蕊娘，个中谁是周郎？愁近清觞，泥醉归来，灯影昏黄。<br>咏红蕉<br>红蕉分钟天涯，换叶移根，灌水壅沙。娇耐秋风，清宜夜雨，艳若春华。翠袖捧银台绛蜡，绿云封玉灶丹霞。富贵人家，妆点湖山，吃喜窗纱。仲明同知坦然斋集苏老琵琶吴国良箫歌者王玉莲坦然对客高轩，烂醉梅边，占得春先。箫阮鸾声，琵琶凤尾，宝鼎龙涎。金错落三分酒浅，玉玲珑一串珠圆，谁似尊前，谈笑风流，富贵神仙。<br>荆溪即事<br>问荆溪溪上人家，为甚人家，不种梅花。老树支门，荒蒲绕岸，苦竹圈笆。寺无僧狐狸样瓦，官无事鸟鼠当衙。白水黄沙，倚遍阑干，数尽啼鸦。<br>高敬臣病<br>赋高唐何事悲秋？山在书屏，云在帘钩。尽汗漫羁情，炎凉世态，万象蜉蝣。杨柳阴吴船载酒，藕花凉楚客登楼。宾主相留，且对清江，抖擞诗愁。<br>晋云山中奇遇<br>赚刘郎不是桃花，偶宿山溪，误到仙家。腻雪香肌，碧螺高髻，绿晕宫鸦。掬秋水珠弹玉甲，笑春风云衬铅华。酒醒流霞。饭饱胡麻，人上篮舆，梦隔天涯。爱秋娘弄月无痕，冰雪凝妆，风露为魂。歌颤鸾钗，尘随鸳袜，酒污猩裙。巧画柳双眉浅颦，笑生花满眼娇春。好客东君，特与新诗，留取香云。<br>西岩所见<br>西岩楼外东风，曲曲阑干，小小帘栊。甚午困懵腾，髻鬟髟妥鬌，星眼朦胧。正落絮飞花冗冗，又夕阳流水溶溶。金缕香绒，倦绣屏床，误却春工。<br>登毗陵永庆阁所见<br>忽飞来南浦娇云，背影藏羞，忍笑含颦。绕鬓兰烟，沾衣花气，恼梦梅魂。似湘水行春洛神，遇天台采药刘晨。愁缕成痕，一枕余香，半醉黄昏。<br>宴支园桂轩<br>碧云窗户推开，便敲竹催茶，扫叶供柴。如此风流，许多标致，无点尘埃。堆金粟西方世界，散天香夜月亭台。酒令诗牌，烂醉高秋，宋玉多才。<br>风雨登虎丘<br>半天风雨如秋，怪石於菟，老树钩娄。苔绣禅阶，尘粘诗壁，云湿经楼。琴调冷声闲虎丘，剑光寒影动龙湫。醉眼悠悠，千古恩仇。浪卷胥魂，山锁吴愁。<br>游琴川<br>海虞雄踞山州，水濑丝桐，路列文楸。铺翠峰峦，染云林障，推月潮沟。有第四科贤哲子游，是几百年忠孝何侯。舞榭歌楼，酒令诗筹，官府公勤，人物风流。<br>重九后一日游蓬莱山<br>重阳雨冷风清，阻却王宏，淡了渊明。昨日寒英，今朝香味，未必多争。蜂与蝶从他世情，酒和花快我平生。纵步蓬瀛，会此同盟，醉眼青青。<br>拜和靖祠双声叠韵<br>至当时外士山祠，渐次南枝，春事些儿。枫渍殷脂，蕉撕故纸，柳死荒丝。目寒涩雄雌鹭鸶，翅参差母子鸬鹚。再四嗟咨，捻此吟髭，弹指歌诗。<br>安溪半江亭陪雅斋元帅饮<br>半江亭上凭阑，挝鼓楼船，弭节江湾。金虎悬符，玉龙立槊，竹树生寒。绿波转秋回俊眼，翠云堆晚列歌鬟。樽酒开颜，如此江山，人在蓬壶，图画中间。<br>泊青田县<br>白鹤飞下青田，叹物换星移，谷变陵迁。山瘦披云，溪虚流月，今夕何年？梦已到石门洞天，眼休惊辽海人烟。谁与周旋？虎节元臣，乌帽诗仙。<br>自叙<br>斗牛边缆住仙槎，酒瓮诗瓢，小隐烟霞。厌行李程途，虚花世态，潦草生涯。酒肠渴柳阴中拣云头剖瓜，诗句香梅梢上扫雪片烹茶。万事从他，虽是无田，胜似无家。<br>毗陵晚眺<br>江南倦客登临，多少豪雄，几许消沉。今日何堪，买田阳羡，挂剑长林。霞缕烂谁家昼锦，月钩横故国丹心。窗影灯深，磷火青青，山鬼喑喑。",
  "poet": {
    "id": 37,
    "star": 0,
    "name": "乔吉",
    "image": "http://img.gushiwen.org/authorImg/qiaoji.jpg",
    "desc": "乔吉(1280?～1345) 元代杂剧家、散曲作家。一称乔吉甫，字梦符，号笙鹤翁，又号惺惺道人。太原人，流寓杭州。钟嗣成在《录鬼簿》中说他“美姿容，善词章，以威严自饬，人敬畏之”，又作吊词云：“平生湖海少知音，几曲宫商大用心。百年光景还争甚？空赢得，雪鬓侵，跨仙禽，路绕云深。”从中大略可见他的为人。剧作存目十一，有《杜牧之诗酒扬州梦》、《李太白匹配金钱记》、《玉箫女两世姻缘》三种传世。"
  },
  "tags": []
}