{
  "id": 27819,
  "star": 196,
  "name": "遣怀",
  "dynasty": "唐代",
  "content": "落魄江南载酒行，楚腰纤细掌中轻。<br>十年一觉扬州梦，赢得青楼薄幸名。",
  "fanyi": "<p><strong>译文</strong><br>失意潦倒，携酒漂泊江湖，沉湎于楚灵王喜好的细腰女子和赵飞燕的轻盈舞姿。扬州十年的纵情声色，好像一场梦，醒悟回头，却在青楼女子这中落得一个薄情的名声。</p> <p><strong>注释</strong><br>⑴落魄：仕宦潦倒不得意，飘泊江湖。魄一作拓。楚腰：指细腰美女。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》：“楚灵王好细腰，而国中多饿人。”<br>⑵掌中轻：汉成帝皇后赵飞燕“体轻，能为掌上舞”（《飞燕外传》）。<br>⑶十年：一作三年。<br>⑷青楼：旧指精美华丽的楼房，也指妓院。薄幸：薄情。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此追忆扬州岁月之作。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>于公元833-835年（文宗大和七年至九年）在淮南节度使<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>幕府任推官，转掌书记，居扬州。当时他三十一、二岁，颇好宴游。从此<a href=\"http://so.gushiwen.org/view_27819.aspx\">诗</a>看，他与扬州青楼女子多有来往，诗酒风流，放浪形骸。故日后追忆，乃有如梦如幻、一事无成之叹。这是诗人感慨人生自伤怀才不遇之作，非如某些文学史所论游戏人生，轻佻颓废，庸俗放荡之什。《唐人绝句精华》云：“才人不得见重于时之意，发为此诗，读来但见其兀傲不平之态。世称杜牧诗情豪迈，又谓其不为龊龊小谨，即此等诗可见其概。”</p> <p>　　诗的前两句是昔日扬州生活的回忆：潦倒江湖，以酒为伴；秦楼楚馆，美女娇娃，过着放浪形骸的浪漫生活。“楚腰纤细掌中轻”，运用了两个典故。楚腰，指美人的细腰。“楚灵王好细腰，而国中多饿人”（《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》）。掌中轻，指汉成帝皇后赵飞燕，“体轻，能为掌上舞”（见《飞燕外传》）。从字面看，两个典故，都是夸赞扬州妓女之美，但仔细玩味“落魄”两字，可以看出，诗人很不满于自己沉沦下僚、寄人篱下的境遇，因而他对昔日放荡生涯的追忆，并没有一种惬意的感觉。“十年一觉扬州梦”，这是发自诗人内心的慨叹，好像很突兀，实则和上面二句诗意是连贯的。“十年”和“一觉”在一句中相对，给人以“很久”与“极快”的鲜明对比感，愈加显示出诗人感慨情绪之深。而这感慨又完全归结在“扬州梦”的“梦”字上：往日的放浪形骸，沉湎酒色；表面上的繁华热闹，骨子里的烦闷抑郁，是痛苦的回忆，又有醒悟后的感伤。这就是诗人所“遣”之“怀”。忽忽十年过去，那扬州往事不过是一场大梦而已。“赢得青楼薄幸名”—最后竟连自己曾经迷恋的青楼也责怪自己薄情负心。“赢得”二字，调侃之中含有辛酸、自嘲和悔恨的感情。这是进一步对“扬州梦”的否定，可是写得却是那样貌似轻松而又诙谐，实际上诗人的精神是很抑郁的。十年，在人的一生中不能算短暂，自己却一事无成，丝毫没有留下什么。这是带着苦痛吐露出来的诗句，非再三吟哦，不能体会出诗人那种意在言外的情绪。</p> <p>　　前人论绝句尝谓：“多以第三句为主，而第四句发之”（胡震亨《唐音癸签》），杜牧这首绝句，可谓深得其中奥妙。这首七绝用追忆的方法入手，前两句叙事，后两句抒情。三、四两句固然是“遣怀”的本意，但首句“落魄江湖载酒行”却是所遣之怀的原因，不可轻轻放过。前人评论此诗完全着眼于作者“繁华梦醒，忏悔艳游”，是不全面的。诗人的“扬州梦”生活，是与他政治上不得志有关。因此这首诗除忏悔之意外，大有前尘恍惚如梦，不堪回首之意。 </p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "抒怀"
  ]
}