{
  "id": 49698,
  "star": 44,
  "name": "南乡子·送述古",
  "dynasty": "宋代",
  "content": "回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 <br>归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。",
  "fanyi": "<p><strong>译文</strong><br>回头看横亘的远山，已看不见城中的人影，只隐隐看见一座城。谁像那临平山上的高塔，亭亭伫立，迎送往来的客人。<br>回家的路上，晚风凄清，枕上初寒，难以入眠。今夜残灯斜照，微光闪烁，秋雨虽停但泪还未尽。</p> <p><strong>注释</strong><br>⑴述古，陈襄字，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>好友，福建闽侯人。苏轼赴杭州通判任的第二年，即宋神宗熙宁五年（1072），陈襄接替前任杭州太守沈立之职，熙宁七年（1074），瓜代期满，陈襄移任南都（今河南商丘南），苏轼作此词送别。 <br>⑵不见居人只见城：取自唐·<a href=\"http://so.gushiwen.org/author_1524.aspx\">欧阳詹</a>《初发太原途中寄太原所思》中的“驱马觉渐远，回头长路尘。高城已不见，况复城中人”，谓城、人皆不可见。此谓见城不见人（指述古），稍作变化。<br>⑶临平山，在杭州东北。苏轼《次韵杭人裴惟甫<a href=\"http://so.gushiwen.org/view_49698.aspx\">诗</a>》“余杭门外叶飞秋，尚记居人挽去舟。一别临平山上塔，五年云梦泽南州”，临平塔时为送别的标志。<br>⑷亭亭，直立的样子。<br>⑸归路，回家的路上。<br>⑹荧荧，既指“残灯斜照”，又指泪光，比喻贴切新颖。这里指残灯照射泪珠的闪光。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片回叙分手后回望离别之地临平镇和临平山，抒写了对往事无限美好的回忆和对友人的依恋之情。起首两句写词人对陈襄的离去特别恋恋不舍，一送再送，直到回头不见城中的人影，而那临平山上亭亭伫立的高塔似乎翘首西望，不忍郡守的调离。这种从眼前实景落笔而展衍开去与由景入情的写法，不仅使人感到亲切，而且增加了作品的深度。接下来三句写临平山上的塔，仍就眼前景物落笔，实则是以客观的无知之物，衬托词人主观之情。“谁似”二字，既意喻词人不像亭亭耸立的塔，能目送友人远去而深感遗憾，又反映了词人不像塔那样无动于衷地迎客西来复送客远去，而为友人的离去陷入深深的哀伤之中；同时，也反映了作者迎友人来杭又送友人离去的实际。</p> <p>　　下片写词人归途中因思念友人而夜不成眠。晚风凄清，枕上初寒，残灯斜照，微光闪烁，这些意象的组接，营造出清冷孤寂的氛围，烘托了作者的凄凉孤寂心境。末句“秋雨晴时泪不晴”，用两个“晴”字把雨和泪联系起来，比喻贴切而新颖，加强了作者思念之苦的表现，读来叩人心扉，令人叹婉不已。</p> <p>　　这首词艺术上的特色首先是将山塔、秋雨拟人化，赋予作者自身的感情和心绪，将无生命的景物写活。这种手法，表现出词人不凡的功力。其次是衬托，上片“谁似临平山上塔，亭亭，送客西来送客行”以塔之无情衬托人之有情，“秋雨晴时泪不晴”用秋雨停衬托泪不停。本首词主要运用情景交融的表现手法。</p>",
  "about": "<h2>创作背景</h2> 　　熙宁七年（1074）年七月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任杭州通判时的同僚与好友陈襄（字述古）移守南都（今河南商丘），苏轼追送其至临平（今余杭），写下了这首情真意切的送别词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "追忆",
    "怀友",
    "思念"
  ]
}