{
  "id": 71174,
  "star": 154,
  "name": "召公谏厉王弭谤",
  "dynasty": "先秦",
  "content": "　　厉王虐，国人谤王。召公告曰：“民不堪命矣！”王怒，得卫巫，使监谤者。以告，则杀之。国人莫敢言，道路以目。<br>　　王喜，告召公曰：“吾能弭谤矣，乃不敢言。”召公曰：“是鄣之也。防民之口，甚于防川；川雍而溃，伤人必多。民亦如之。是故为川者，决之使导；为民者，宣之使言。故天子听政，使公卿至于列士献诗，瞽献曲，史献书，师箴，瞍赋，朦诵，百工谏，庶人传语，近臣尽规，亲戚补察，瞽、史教诲，耆艾修之，而后王斟酌焉。是以事行而不悖。民之有口也，犹土之有山川也，财用于是乎出；犹其有原隰衍沃也，衣食于是乎生。口之宣言也，善败于是乎兴。行善而备败，所以阜财用衣食者也。夫民虑之于心，而宣之于口，成而行之，胡可壅也？若壅其口，其与能几何？”<br>　　王弗听，于是国人莫敢出言。三年，乃流王于彘。",
  "fanyi": "<p><strong>译文</strong><br>　　周厉王暴虐，百姓纷纷指责他。召穆公对厉王说：\"老百姓忍受不了暴政了！\"厉王听了勃然大怒，找到卫国的巫师，让卫国的巫师去监视批评国王的人，按照卫国的巫师的报告，就杀掉批评国王的人。国人不敢说话，路上相见，以目示意。<br>　　周厉王颇为得意，对召穆公说：\"我能消除指责的言论，他们再也不敢吭声了!\"<br>　　召公回答说：\"你这样做是堵住人们的嘴。阻塞老百姓的嘴，好比阻塞河水。河流如果堵塞后一旦再决堤，伤人一定很多，人民也是这样。因此治水的人疏通河道使它畅通，治民者只能开导他们而让人畅所欲言。所以君王处理政事，让三公九卿以至各级官吏进献讽喻<a href=\"http://so.gushiwen.org/view_71174.aspx\">诗</a>，乐师进献民间乐曲，史官进献有借鉴意义的史籍，少师诵读箴言，盲人吟咏诗篇，有眸子而看不见的盲人诵读讽谏之言，掌管营建事务的百工纷纷进谏，平民则将自己的意见转达给君王，近侍之臣尽规劝之责，君王的同宗都能补其过失，察其是非，乐师和史官以歌曲、史籍加以谆谆教导，元老们再进一步修饰整理，然后由君王斟酌取舍，付之实施，这样，国家的政事得以实行而不违背道理。老百姓有口，就像大地有高山河流一样，社会的物资财富全靠它出产；又像高原和低地都有平坦肥沃的良田一样，人类的衣食物品全靠它产生。人们用嘴巴发表议论，政事的成败得失就能表露出来。人们以为好的就尽力实行，以为失误的就设法预防，这是增加衣食财富的途径啊。人们心中所想的通过嘴巴表达，他们考虑成熟以后，就自然流露出来，怎么可以堵呢？如果硬是堵住老百姓的嘴，那赞许的人还能有几个呢？\"<br>　　周厉王不听，在这种情况下老百姓再也不敢公开发表言论指斥他。过了三年，人们终于把这个暴君放逐到彘地去了。 </p> <p><strong>注释</strong><br>谤：指责，公开的批评。<br>(1)弭（mǐ）谤：消除议论。弭，消除。谤，公开批评指责别人的过失；谤言，这个词后来一般作贬义词。<br>(2)巫：古代以降神事鬼为职业的人。<br>(3)莫：没有谁。<br>(4)目：用眼睛看看，用作动词。表示敢怒不敢言。<br>(5)障：障碍。<br>(6)川壅(yōng)而溃：壅（yōng），堵塞。溃：水冲破堤坝。<br>(7)为川者决之使导:治水的人疏通河道使他畅通，为：治，决：挖开，排除，导：疏通。为川者：治水的人；决之使导，引水使它流通。<br>(8)宣之使言：治民者必宣导百姓，使之尽言。宣，放，开导。<br>(9)听政：治理国政。听，治理，处理。<br>(10)公卿：三公九卿。至于：以及。列士：上士，中士，下士。诗：指采集于民间的讽谏诗，不是指《诗经》。<br>(11) 瞽(gǔ)献曲：盲人乐师向国王进献乐曲。瞽，无目，失明的人。<br>(12)史献书：史官向国王进献记载史实的书籍。<br>(13)师箴(zhēn)：少师进献规劝的文辞。箴规谏的文辞。<br>(14)瞍(sǒu)赋：无眸子的盲人吟咏（公卿烈士所献的诗）。瞍，没有眸子的盲人。赋，朗诵。<br>(15)曚诵：有眸子而看不见的盲人诵读（讽谏的文章）。曚，有眸子而看不见东西的人。<br>(16)百工：百官。<br>(17)庶人传语：百姓的意见间接传给国王。<br>(18)近臣尽规：常在左右的臣子，进献规谏的话。尽规：尽力规劝。<br>(19)亲戚补察：同族的亲属，弥补并监察国王的过失。<br>(20)耆(qí)、艾修之：国内元老大臣把这些规谏修饬整理。耆，六十岁的人。艾，五十岁的人。<br>(21)而后王斟酌焉：而后由国王仔细考虑，付之实行。<br>(22)是以事行而不悖(bèi）：国王的行事由此才不至于违背事理。悖，违背。事行，政事畅行，政令通行。而：转折连词，但是。<br>(23)于是乎出：从这里生产出来。于，从。 是，这。 乎，助词。<br>(24).犹其有原隰衍沃也 ：犹：如同，其，指代土地，原，宽阔。隰，地下而潮湿的土地。衍，地下而平坦的土地。沃，肥美得土地，就好比土地有原隰衍沃的一样。<br>原：宽阔而平坦的土地。<br>隰（xí）：低下而潮湿的土地。<br>衍：低下而平坦的土地。<br>沃：有河流灌溉的土地。<br>(25) 口之宣言也，善败于是乎兴：由于百姓用口发表意见国家政治的好坏才能从中表现出来。<br>宣言：发表议论。宣：宣泄，引导。善败， 治乱：于是，从这里面。兴：暴露出来。<br>(26) 行善而备败，其所以阜(fù)财用衣食者也：这两句是说，凡是老百姓认为好的就做，反之就得加以防备， 这是增多衣食财物 的办法。.备：防备。<br>所以，用来……的方法。其：副词，表示揣测，(这)大概(就是)。 所以：用来……的。阜，增加。使……丰富。意动用词。<br>(27)成：成熟。行，自然流露，自然表现。胡，怎么。<br>(28)其与能几何：能有什么帮助呢？这句是说，那赞同的人能有多少呢?其，代词，那。与，帮助，《战国策》说：\"君不与胜者，而与不胜者。\"<br>(29)乃流王于彘（zhì）：把国王放逐到彘地去。乃：终于，副词。流：流放，放逐。于：到，介词。.于是：从，从这里。彘：地名，在今山西省霍县境内。<br>(30)甚:比……更严重。超过。</p>",
  "shangxi": "<h2>评析</h2> <p>　　本篇在结构上与前篇《祭公谏征犬戎》完全相同，仍然是谏因、谏言、谏果的三段式。首尾叙事，中间记言，事略言详，记言为主，体现了《国语》的一般特点。但本文的开头结尾却仍有独到之处。</p> <p>　　文章开头，妙语传神。“厉王虐，国人谤王”，寥寥七字，胜于千言。一边是厉王虐，一边是国人谤。谤由虐起，事出必然，因果明了，壁垒分明，一开篇便展现给读者一对不可调和的矛盾。既引出召公苦谏的缘由，也为厉王的可悲下场埋下了伏笔。接下来厉王的一“怒”一“喜”，两个动词，如千钧之力，又将矛盾推向高潮，且把这位暴虐无道的昏君形象斧砍刀削得更加逼真。结尾是戛然而止，给读者留下很大的想象空间。开头“国人莫敢言，道路以目”，此语真乃神来之笔，厉王以为高压就可止谤，因而“大喜”，其实高压下的沉默，只是火山喷发前的死寂。结尾“王弗听，于是国人莫敢出言”，这是愤怒与反抗的岩浆在凝聚力量。终于火山喷发，国人暴动，厉王被逐，那该是何等壮观的场面，何其复杂的斗争。但作者全都略去，只写了“三年，乃流王于彘”，淡淡的七个字，对厉王是何等轻蔑，而留给后人的思考又是何等深刻!</p> <p>　　召公的谏词，前后都是比喻。前一个比喻，说明“防民之口”的害处；后一个比喻，说明“宣之于口”的好处。只有中间一段切入正题，以“天子听政”总领下文，从正面写了“宣之使言”的种种好处。从公卿列士，史、瞽、师、蒙，到百工庶人，广开言路，畅所欲言，而后经天子斟酌取舍，补察时政，就使政策、政令不背真理。如此，恰当生动的比喻与严肃认真的正题有机结合，夹和成文，笔意纵横，态度真诚，用心良苦。</p>",
  "about": "<h2>文言现象</h2> <p><strong>判断句</strong><br>是障之也。（“也”表判断）</p> <p><strong>省略句</strong><br>（1）召公告（厉王）曰：“民不堪命矣！”（省略宾语）<br>（2）三年，（民）乃流王于彘（省略主语）<br>（3）使（之）监谤者</p> <p><strong>宾语前置句</strong><br>是以事行而不悖。（应是“以是事行而不悖。”）</p> <p><strong>状语后置句</strong><br>夫民虑于心而宣之于口。（应是“夫民于心虑而于口宣之。”）</p> <p><strong>古今异义</strong><br>亲戚<br>古义：包括父母兄长的同族人。<br>今义：不包括父母兄长的族内族外外人<br>堪<br>古义：忍受<br>今义：比；如此</p> <p><strong>通假字</strong><br>“弭”通“弥” 意思：止，息 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "高中文言文"
  ]
}