{
  "id": 73198,
  "star": 19,
  "name": "游兰溪 / 游沙湖",
  "dynasty": "宋代",
  "content": "　　黄州东南三十里为沙湖，亦曰螺师店。予买田其间，因往相田得疾。闻麻桥人庞安常善医而聋。遂往求疗。安常虽聋，而颖悟绝人，以纸画字，书不数字，辄深了人意。余戏之曰：“余以手为口，君以眼为耳，皆一时异人也。”疾愈，与之同游清泉寺。寺在蕲水郭门外二里许。有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云：“山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。谁道人生无再少？君看流水尚能西，休将白发唱黄鸡。”是日剧饮而归。",
  "fanyi": "<p><strong>译文<br></strong>离黄州东南三十里是沙湖，又叫螺蛳店。我在那里买了田地，因为去看田，得了病。听说麻桥人庞安常会看病，是个聋子。就去他那里看病。庞安常虽然耳朵聋，可是聪明超过一般人。我用纸写字给他看，写不了几个，他就能够深刻地懂得我的意思。我和他开玩笑说：“我用手当嘴巴，你用眼当耳朵，我俩都是一时奇异的人。”病好之后，我和他一同去游览清泉寺。寺在蕲水县城外两里左右。那里有个<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的洗笔池，池水很香很甜，下方靠近兰溪，溪水倒向西流。我因此作了一首<a href=\"http://so.gushiwen.org/view_73198.aspx\">诗</a>歌：<br>山下兰芽儿，短短的，浸在溪水里，<br>松林里沙子路上好干净，没有污泥。<br>傍晚的雨潇潇下，子规鸟正在鸣啼。<br>谁说人老了就不可能再青春年少呢？<br>请你看看那兰溪水吧，还能流向西，<br>莫伤悲，白发老人还能作报晓的鸡。<br>这一天，我们开怀畅饮才回去。</p> <p><strong>注释<br></strong>①游兰溪：选自《东坡志林》。本篇一作《游沙湖》。游兰溪，游览兰溪。兰溪，在今湖北省浠水县东，水出竹箬山，其侧多兰，唐置兰溪县。时兰溪之水颇有盛名，唐代张又新《煎茶水记》说“蕲州兰溪石下水第三”。<br>②黄州：现在湖北省黄岗一带。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾贬为黄州团练副使。<br>③相：察看。<br>④庞安常：人名，字时安，当时名医。儿时读书过目不忘，博物通古今。耳聋，但自学研习中医，尤善针灸，为人治病，十愈八九，救人无数，为乡里口碑。<br>⑤颖悟绝人：聪明超过一般人。颖悟，聪明。绝，过。<br>⑥辄：立即，就。<br>⑦了：领悟。<br>⑧戏：调笑。<br>⑨异人：奇特的人。<br>⑩蕲水：旧县名，治所在今湖北浠水县。<br>⑪郭：外城，古代在城的外围加筑一道城墙。<br>⑫王逸少：东晋著名书法家王羲之，表字逸少。传说他曾“临池学书，池水尽黑”。<br>⑬甘：香甜，味美。<br>⑭歌：指文中结尾部分的《浣溪沙》词，也是作者所作。原词的小序说：“游蕲水清泉寺。寺临兰溪，溪水西流。”<br>⑮萧萧：同“潇潇”，形容细雨。<br>⑯子规：又名杜鹃鸟，布谷鸟，杜宇，鶗鴃（tí jué），常指杜鹃亚科和地鹃亚科的约60种树栖种类。杜鹃科鸟分布于全球的温带和热带地区，在东半球热带种类尤多。杜鹃栖息于植被稠密的地方，胆怯，常闻其声而不见其形。。<br>⑰少：青春年少。<br>⑱休将白发唱黄鸡：不要面对报晓的黄鸡悲叹自己的白发。黄鸡，报晓鸡。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《醉歌示妓人商玲珑》曰：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白发催年酉时没。腰间红绶系未稳，镜里朱颜看已失。”白居易称“黄鸡催晓”、“白日催年”，慨叹人就是在黄鸡的叫声、白日的流动中一天天变老的。苏轼在这里反其意而用之。<br>⑲剧饮：开怀畅饮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《游兰溪》是一篇山水游记，又是记人之作。记游而记人，记人而及己。这中间，庞安常是个关键人物，作者是从庞安常与“我”同“异”的角度来写人的，“异”是关键之关键。作者去兰溪，原本不是去游山玩水，欣赏名胜古迹，他是去看田的。一个风云人物，不“处庙堂之高”，反倒跑到那穷乡僻壤去看田。</p> <p>　　公元1080年（宋神宗元丰三年二月），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因乌台<a href=\"http://so.gushiwen.org/view_73198.aspx\">诗</a>案贬为黄州团练副使，可是“不得签书公文”。只有“无案牍之劳形”。这一走就走病了，三十多里地，他一介文弱书生，经不起寒暑的袭击、田间之苦，何况还有心病。</p> <p>　　他没有朝廷太医院供候，只好去找乡村的“赤脚医生”。有一医术高明的人叫庞安常，是个聋子。作者不去写见面寒暄，也无法写他望闻问切，只是抓住“聋”这个特征来下笔。自己只能“以纸画字”来表达内心的想法，而庞安常只能“以眼为耳”来向你了解病情。可是还没有写上几个字，庞安常医生却能深刻地懂得人的意思，真是聪明绝顶。</p> <p>　　专程去看田，却不写田。不光是急着看病，何病、何药等也均没有写，由此引出庞安常，径直把庞安常“以眼为耳”的怪异特写在读者面前。</p> <p>　　在一个有生理缺陷的人面前戏言说笑，不怕忌讳。从后<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>游来看，他们是心心相印的好朋友。看似谐谑，其实也是在写他自己，实在寄寓了很深的感叹。聋子庞安常“以眼为耳”，成一方巧手神医；而诗人“以手为口”，是一代诗文绝佳的士子。安常“颖悟绝人”，却隐居乡间，权充一名村医；自己也因诗文得祸，贬居僻远。而又自居“异人”，可见作者开朗诙谐、活泼风趣与乐观自信的性情。得这样一位同病相怜、眼明心慧而又一派天然之能人，早已把自己的病放到了一边，直接写他们在他病好过后同游清泉寺。</p> <p>　　前者以文叙事，说得简洁、生动，三言两语便勾勒出一“颖悟绝人”的“异人”形象。后者以词说理，前片写景，画出暮春村野景象；后片纯作议论，且一反前人旧说，耐人寻味，而用语形象，能引人思。</p> <p>　　清泉寺还与一位才异之人相关，就是东晋著名书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>，惟此三人（王、庞、苏）都是异常之人。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《醉歌示妓人商玲珑》诗借“黄鸡催晓”叹时光易逝、人生易老，而苏轼却反其意而用之唱《浣溪沙》词，这是一种从容自信、旷达乐观的人生豪情，最后一起畅饮而后归。这种人生情怀也使本文具有了一种超然洒脱的韵致。</p>",
  "about": "<h2>创作背景</h2> 　　《游兰溪》是公元1082年（元丰五年三月）的事。这是作者贬为黄州团练副使期间所作。当时他在政治上失意，生活上也比较艰苦，但仍对人生抱着乐观向上的态度、豁达的胸襟，实在难能可贵。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "游记",
    "写人",
    "抒怀",
    "乐观",
    "旷达"
  ]
}