{
  "id": 72034,
  "star": 448,
  "name": "鹧鸪天·雪照山城玉指寒",
  "dynasty": "宋代",
  "content": "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。<br>星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。",
  "fanyi": "<p><strong>译文<br></strong>铺满大地的白雪映照着山城。冰天雪地里，楼上吹笛的，连玉指都感到寒冷吧？你吹奏出的一声声羌笛音里，饱含着离别的哀怨，飘荡在空间。江南的梅花开了又落，落了又开，不知开落了几次了？我在天涯漂泊，两鬓已如此斑白了。<br>面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我这翰林学士为我这种相思写了三千首<a href=\"http://so.gushiwen.org/view_72034.aspx\">诗</a>词，想寄给你这南方的恋人，让你去忍着眼泪慢慢细读啊！</p> <p><strong>注释<br></strong>①玉指：比喻女子洁白如玉的纤指。梁元帝《子夜吴歌》：“朱口发丽歌，玉指弄娇弦。”<br>②羌管：即羌笛，出自古代西部羌族的一种管乐器，其声凄切、哀伤。又名玉笛、短笛、芦笛等。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《渔家傲·塞下秋来风景异》：“羌管悠悠霜满地”。<br>③楼间：一作“楼闲”，空楼的意思。<br>④团团：形容月圆。班婕好《怨歌行》：“裁为合欢扇，团团似明月。”<br>⑤“倒流”句：指低头望着杯中星河之影而俯身畅饮。夸张地描写月下畅饮，星光映入洒杯的情景，美酒好像从天河中倒流入酒杯里。河汉：指银河。《古诗十九首·迢迢牵牛星》：“迢迢牵牛星，皎皎河汉女。”<br>⑥“翰林”句：化用<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《赠<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>》诗中“翰林风月三千首，吏部文章二百年”句意。原本是称赞王安石的诗文，能与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>作品相媲美。“翰林”指李白。刘著曾入翰林，故此处以李白自比。“风月”原指诗句中的骚情雅意，此处代指表达爱情相思的诗篇。“三千首”极言作诗之多。这里词人说自己作诗非常多，有如翰林李白。<br>⑦吴姬：吴地（即江南）一带的美女。李白《金陵酒肆留别》：“吴姬压酒劝客尝。”此借指曾经相好的女子。<br>⑧忍泪：强忍眼泪。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送郭中丞》：“忍泪独含情”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片状别离滋味，下片抒思念情怀。写得情真意挚，清丽绵密而又自然健朗，笔墨别具一格。“雪照山城玉指寒，一声羌管怨楼间”起拍，追怀往日那次难忘的离别场面。山城雪照，一个严寒的冬日。山城指南方某地，词人与所爱者分携之处。悲莫悲兮生别离，离筵充满了悲凉的气氛。玉指寒，既点冬令，又兼示离人心上的凄清寒意。吹梅笛怨，也许是她在小楼上奏起的一曲《梅花落》吧。“南楼不恨吹横笛，恨晓风、千里关山。”羌管悠悠，离愁满目。这两句自“细雨梦回鸡塞远，小楼吹彻玉笙寒”化出，而景情切合，缠绵哀感，深得脱胎换骨之妙。这一别，黯然销魂，情难自禁，从此后相思两地，再见何年。下面的“江南几度梅花发”，接得如行云流水，自然无迹。由笛怨声声到梅花几度，暗示着江南的梅花开了又落，落了又开，情天恨海，逝者如斯。无情的岁月早经染白了主人公的青青双鬓。追忆别时，恍如昨日。整个上片，读来已觉回肠荡气。</p> <p>　　下片，由当年写到此夕，感情进一步深化。天涯霜月又今宵，茫茫百感，袭上心头，除了<a href=\"http://so.gushiwen.org/view_72034.aspx\">诗</a>和酒，世上没有什么能寄托自己的思恋，消遣自己的愁怀。换头先说饮酒。一片深愁待酒浇。苍茫无际的天野，有星光作伴，月色相陪，还是开怀痛饮，不管一切吧。这几句大有“尽挹西江，细斟北斗，万象为宾客”的气势，“倒流河汉”，等于说吸尽银河，更巧妙的是暗中融化了<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“酒酣喝月使倒行”（《秦王饮酒》）的意境，痛饮淋漓，忘乎所以，恨不得令银河倒流，让辰光倒转，把自己的一腔郁闷，驱除个干净。兴会不可谓不酣畅了。然而，酒入愁肠，化作的毕竟是相思泪。紧接着，一气呵成的，就是放笔疾书，不可遏止地倾转，无所顾忌地抒怀，要将那无穷的往事、别后的相思；要将那尘满面、鬓如霜的感慨；要将那但愿人长久、千里共婵娟的祝愿，一齐泻向笔端。可这些，是有限的篇章、区区的言语不能表达的，他只好借助于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《赠<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>》的成句，动用一下“翰林风月三千首”了。而竟夕呜咽、愁情满纸的诗篇，寄与伊人，将会带给她新的悲哀。作者仿佛已感到了她的心弦颤动，看到了她的泪眼模糊。设身处地，体贴入微，心息之相通，一至于此。魂逐飞蓬。心灵感荡，“非陈诗何以展其义，非长歌何以骋其情”。而在一首短章小令之中，用词代简，以歌当哭，包含了如许丰富的感情容量，传达了如许深微的心理活动，长短句的语言艺术功能也可算得发挥尽致了。</p> <p>　　全词以流转自然的音节，迂回曲折的笔势，既缠绵悱侧，又激宕疏爽，以词代简，短篇中含丰富的感情内容，传达出微妙而细致的内心活动，把一种无力排遣的悲凉愁绪发挥得淋漓尽致。</p>",
  "about": "<h2>创作背景</h2> 　　金初词坛，深受北宋诸家词风的影响，其主要作家，都是由宋入金而屈仕北国之臣。亡国之恨，乡关之思，贰臣之愧是常见的题材，刘著的这首《鹧鸪天》，从“寄与吴姬”的字面看，当是作者入金后客居北地时怀念远在江南的一位女子的怀人之作，貌似“香艳”的爱情词，实际上蕴含着刻骨铭心的亡国之恨。",
  "poet": {
    "id": 328,
    "star": 0,
    "name": "刘著",
    "desc": "刘著（约公元1140年前后在世）字鹏南，舒州皖城（今安徽潜山）人。生卒年均不详，北宋宣、政年间（1111～1125）登进士第。入金任居州县甚久。年六十余，始入翰林，充修撰。后出守武遂，终于忻州刺史。皖有玉照乡，既老，号玉照老人，以示不忘其本。著善诗，与吴激常相酬答。《金史》无传，事见《中州集》卷二。词存一首。"
  },
  "tags": [
    "婉约",
    "离别",
    "思念"
  ]
}