{
  "id": 70805,
  "star": 13,
  "name": "蝶恋花·庭院深深人悄悄",
  "dynasty": "清代",
  "content": "庭院深深人悄悄，埋怨鹦哥，错报韦郎到。压鬓钗梁金凤小，低头只是闲烦恼。<br>花发江南年正少，红袖高楼，争抵还乡好？遮断行人西去道，轻躯愿化车前草。",
  "fanyi": "<p><strong>译文<br></strong>深院寂静，室内也是悄然无声。爱人远行，少人来往，乌云般的头发上插着精美的头钗，一位红颜女子独自幽居。女子忽然听见自己的鹦鹉在呱呱人语。庭院深深人十酣肖鹦鹉突然开口说话令人惊喜，她急忙开门，误以为鹦鹉告诉她是她的情郎来了，结果大失所望。她在内心埋怨鹦鹉，嫌它错报郎归，让她空自整妆等候，无端地引起她的无限烦恼。女子前思后想，她在想象中呼唤情郎早日归来。<br>她的这位“韦郎”正是青春年少，远行他方，本已经令人不安，何况又是去风景如画的江南。那里歌楼妓馆很多，到处都是美貌的女子，她担心情郎久居他乡，难免拈花惹草。尽管那里到处充满了诱惑，但她还是很自信家乡的旧人更好。因此，她温情相劝，希望对方早日回家。既然知道规劝无用，情郎难免还要远行，为了能够阻拦他，女子愿意舍身化作小草，只要能够留住他，遮挡住情郎前去的脚步，即使自己被碾压也在所不辞。</p> <p><strong>注释<br></strong>①庭院深深人悄悄：庭院深深，深院寂静；悄悄，悄然无声。<br>②鹦哥：即鹦鹉。<br>③韦郎：古代女子对男子的爱称，这里借指情郎。<br>④钗：头钗。<br>⑤金凤：古代妇女的头饰。<br>⑥闲：嫌弃。<br>④红袖：代指美貌女子。<br>⑧争抵：怎么比得上。<br>⑨遮断：犹言遮挡，拦住。<br>⑩车前草：草名，又名当道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是思妇之词，上半沉思语，殊觉哀而不伤，怨而不怒。下半相思刻骨，寤寐潜通，顿挫沈郁，可以泣鬼神。</p> <p>　　通过女子所居环境氛围的描写，烘托出女子内心深处的寂寞。且“庭院深深”使人很容易想到<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>那阕《蝶恋花》：“庭院深深深几许?杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮。门掩黄昏、无计留春住。泪眼问花花不语，乱红飞过秋千去。”两首词在某些地方格调颇相似，情感相通。二、三两句更是妙趣横生，刻画闺中少女的情态栩栩如生，与敦煌词《鹊踏枝》中“叵耐灵鹊多谩语，送喜何曾有凭据”两句有异曲同工之妙。</p> <p>　　春日迟迟，鹦哥报道他来到的叫声，使她空喜欢一场，在她寂寞的心中掀起了难以平息的感情波澜。“压鬓”二句，是女主人公“闲烦恼”的特写镜头。鹦鹉之能言，都是人教之结果。女主人公思念所爱心切，便把自己最希望的事反复调教于鹦鹉，以此获得一种虚幻的满足，当然也希望鹦鹉能及时地报告他的归来。不想这反倒惹出了她的相思烦恼。前后强烈对比，寓意深刻。</p> <p>　　“低头只是闲烦恼”则写女子心态之沉重烦闷，这种精神上的烦恼不是金玉满堂的物质生活所能消解、抵偿的。“只是”两字下得很妙，将女子无法排遣的伤离怨别之思以直陈的方式表出，具有强调的作用。“闲烦恼”也可见女子的相思之苦触处即是，同时为过渡到下片打下了伏笔。</p> <p>　　下阕从女子想像在江南的情郎的生活着笔，词的内容也由上阕深闺人的相思烦恼变而为下片感于江南春而产生的盼归的惆怅。</p> <p>　　江南的春天群芳争艳，青山滴翠，自己与情郎都正是青春年华，纵然高楼红袖迷人，也抵不上回乡与钟爱的女子相聚，共度良辰美景的美好。她方方面面地思念他的一切，设想他在外面的生活情况。而她最担心的，想得最多的，一是他会不会对她不忠，二是他的生活是否艰辛。她设想他在“红袖高楼”行乐的情景，心痛情急，迸出了“遮断行人西去道，轻躯愿化车前草”的心声。主人公明知无力阻止爱人出行，但也甘愿为此牺牲！女子的殷殷期盼，在诚挚温厚之中深深地蕴含着坚贞不渝的品质。</p> <p>　　主人公幻想爱人所禁受的艰辛，好象在同爱人一起禁受，因而身体消瘦，精神困顿。黄昏更是思念更切的时候，因而主人公几乎害怕黄昏！由此想到以前美满相处时的情景，那时候主人公与爱人还开着离别的玩笑；不料这玩笑竟骤成事实，这更使主人公更加难过。尽管这样，末两句说宁愿化身为车前草，挡住情郎西去的道路，冀盼情郎回心转意，早日归来。借用“车前草”的字面意义作文章，虽非首创，以之结尾表白痴情不改的心志，更加衬托主人公痴情的人物形象，有感人肺腑之效。</p> <p>　　全词委婉细腻，清新雅丽，昭示了一种为美好理想而始终不渝甚至甘愿献身的品格。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>少小就失去了父母，孤苦无依，并且屡次赶科举都没考中进士。只在同治六年（1867）考中举人。二十五六岁后，他潜心经学，倾向今文学派，重微言大义。他曾经为福建学使徐树藩的幕僚，后来又历任安徽歙县、全椒、合肥、宿松等县知县。晚年去官归隐，锐意著述。谭献晚年受张之洞的邀请，主讲经心书院。他治学勤苦，是一位有多方面成就的学者。他的骈文，规仿六朝，高出时人；<a href=\"http://so.gushiwen.org/view_70805.aspx\">诗</a>亦“优柔善人，侧然动人”；词与词论的成就最为突出。",
  "poet": {
    "id": 324,
    "star": 0,
    "name": "谭献",
    "image": "http://img.gushiwen.org/authorImg/tanxian.jpg",
    "desc": "谭献(1832～1901)，近代词人、学者。初名廷献，字仲修，号复堂。浙江仁和（今杭州市）人。谭献的词，内容多抒写士大夫文人的情趣。由于强调\"寄托\",风格过于含蓄隐曲。但文词隽秀，琅琅可诵，尤以小令为长。著有《复堂类集》，包括文、诗、词、日记等。另有《复堂诗续》、《复堂文续》、《复堂日记补录》。词集《复堂词》，录词 104阕。"
  },
  "tags": [
    "婉约",
    "春闺",
    "怀远"
  ]
}