{
  "id": 57519,
  "star": 134,
  "name": "水龙吟·甲辰岁寿韩南涧尚书",
  "dynasty": "宋代",
  "content": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。 <br>况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。",
  "fanyi": "<p><strong>译文</strong><br>自从高宗皇帝南渡之后，有几个人能真正称得上是治国的行家里手？中原沦陷区的父老乡亲期盼北伐，翘首眺望，南渡的士大夫们也慨叹山河破碎，国土沦陷，半壁河山至今依旧。而那些清谈家们面对大片国土丧失，何曾把收复失地、挽救危局、统一国家放在心上？算起来，我为平定金兵，戎马倥惚，已征战了万里之遥。横枪立马把金人赶走，建功立业，报效祖国，留名青史，这才是真正读书人的事业。韩元吉啊，你是否明白这一点呢？<br>你的文章可以与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>齐名，被人视为泰山、北斗，你的家世尊贵显赫，门庭前的梧桐成荫，浓密清幽，一定会找来金凤凰。你生来就志在四方。今请看：若生逢其时，遭遇明主，你就回叱风云，显露头脚，大展身手。现在你虽然辞官在家，寄情于绿野堂的景色与平泉庄的草木，纵情于东山上的歌舞<a href=\"http://so.gushiwen.org/view_57519.aspx\">诗</a>酒，但古代名相的志趣并未丢，为国捐躯的壮志也并未减。等到将来，有朝一日，你再出山重整社稷，收复中原，完成祖国统一大业之后，我再来为你举杯祝寿。</p> <p><strong>注释</strong><br>⑴韩南涧：即韩元吉，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>居信州，与韩相邻，往来唱和频繁。<br>⑵渡江天马：原指晋王室南渡，建立东晋，因晋代皇帝姓司马，故云天马，此指南宋王朝的建立。<br>⑶经纶：原意为整理乱丝，引伸为处理政事，治理国家。<br>⑷新亭风景：在今南京市南，三国时吴所建。东晋初渡江南来的士大夫，常在新亭饮宴。一次，周于座中感叹：“风景不殊，举目有河山之异。”大家都相视流泪，见《世说新语·言语》。此指南宋人们对河山废异的感慨。<br>⑸夷甫：西晋宰相王衍的字。他专尚清淡，不论政事，终致亡国。<br>⑹沉陆：也说陆沉，指中原沦丧。<br>⑺平戎万里：指平定中原，统一国家。戎，指金兵。<br>⑻山斗：泰山、北斗。《新唐书·韩愈传》曾说韩的文章“学者仰之如泰山、北斗”。此句赞扬韩元吉的文章。<br>⑼桐阴：韩元吉京师旧宅多种梧桐树，世称桐木韩家。元吉有《桐阴旧话》记其事。此句写其家世、生活。<br>⑽绿野：唐宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>退居洛阳，其别墅曰绿野堂。<br>⑾平泉：唐宰相<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>在洛阳的别墅名平泉庄。<br>⑿东山：在今浙江省上虞县。东晋谢安寓居东山，常游赏山水，纵情歌酒。这三句是预想韩元吉将来功成身退后的生活。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词一起两句如高山坠石，劈空而来，力贯全篇。《晋书》卷六《元帝纪》载：西晋亡，晋元帝司马睿偕西阳、汝南、南顿、彭城四王南渡，在建康建立东晋王朝，做了皇帝。时童谣云：“五马浮渡江，一马化为龙。”此借指宋高宗南渡。“经纶”，整理丝缕，理出丝绪叫经，编丝成绳叫缕。引申为筹划治理国家。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《祭范颍州文》：“盖公之才，犹不尽试。肆其经纶，功孰与计？”南渡以来，朝廷中缺乏整顿乾坤的能手，以致偏安一隅，朝政腐败。此二句为全篇之冒，后面的议论抒情全由此而发。</p> <p>　　接“长安父老，新亭风景”，连用两典：一见《晋书》卷九十八《桓温传》：桓温率军北征，路经长安市东（古称霸上，即咸阳），“居人皆安堵复业，持牛酒迎温于路中者十八九，耆老感泣曰：‘不图今日复见官军’”！此指金人统治下的中原人民。一见《世说新语·言语篇》：东晋初年，“过江诸人，每至美日，辄相邀新亭，藉卉饮宴。周侯中坐而叹曰：‘风景不殊，正自有山河之异！’皆相视流泪”。北宋沦亡，中原父老盼望北伐；南渡的士大夫们，感叹山河变异“可怜依旧”。这就是宋室南迁近六十年来的社会现实！宋高宗在位三十五年，这是个彻头彻尾的投降派，“念徽、钦既返，此身何属”（<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>《满江红》）。任何屈膝叩头的事都做得出来，只求保住自己的小朝廷皇位。宋孝宗初年还有些作为，后来又走上老路。</p> <p>　　继指责朝廷中一些大臣清谈误国：“夷甫诸人，神州沉陆，几曾回首”。夷甫即王衍，西晋大臣，曾任宰相。“衍将死，顾而言曰：……向若不祖尚浮虚，戮力以匡天下，犹可不至今日”（《晋书》）卷四十三《王戎传》附王衍）。后桓温自江陵北伐，“过淮泗，践北境，与诸僚属登平乘楼，眺瞩中原，慨然曰：‘遂使神州陆沉，百年丘墟，王夷甫诸人不得不任其责’”。（《晋书》卷九十八《桓温传》）。这里借桓温对王夷甫的批评，斥责南宋当权者使中原沦陷，不思恢复。</p> <p>　　通过上述种种有力的议论，于是指出：“算平戎万里，功名本是，真儒事，公知否。”“戎”，我国古代少数民族泛称之一。这里指金人。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在带湖闲居，提出“平戎万里”这样严肃的政治问题，既是对韩南涧的期望，更表现出他身在江湖，心存魏阙，对国事的关怀。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙八年（1181年）<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被弹劾，退隐于上饶之带湖，曾任吏部尚书的韩元吉（韩南涧，即韩元吉，辛弃疾居信州，与韩相邻，往来唱和频繁），致仕后亦侨寓此地。由于他们都有抗金雪耻的雄心壮志，所以过从甚密。这时距离宋金“隆兴和议”的签订已整整二十年，南宋朝廷文恬武嬉，并不关心国事。又三年，岁次甲辰（1184年）正逢韩元吉六十七岁寿辰，辛弃疾填了此词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "豪放",
    "典故",
    "祝寿"
  ]
}