{
  "id": 71931,
  "star": 9,
  "name": "送区册序",
  "dynasty": "唐代",
  "content": "　　阳山，天下之穷处也。陆有丘陵之险，虎豹之虞。江流悍急，横波之石，廉利侔剑戟，舟上下失势，破碎沦溺者，往往有之。县廓无居民，官无丞尉，夹江荒茅篁竹之间，小吏十余家，皆鸟言夷面。始至，言语不通，画地为字，然后可告以出租赋，奉期约。是以宾客游从之士，无所为而至。愈待罪于斯，且半岁矣。</p> <p>　　有区生者，誓言相好，自南海挐舟而来。升自宾阶，仪观甚伟，坐与之语，文义卓然。庄周云：“逃空虚者，闻人足音跫然而喜矣!”况如斯人者，岂易得哉!入吾室，闻《诗》、《书》仁义之说，欣然喜，若有志于其间也。与之翳嘉林，坐石矶，投竿而渔，陶然以乐，若能遗外声利，而不厌乎贫贱也。岁之初吉，归拜其亲，酒壶既倾，序以识别。",
  "fanyi": "<p><strong>译文</strong><br>　　阳山是天下荒僻的地方。陆地有丘陵之险，虎豹之忧。江流汹涌湍急，横于江上的大石，陡直锋利如剑戟。船在江上行驶，上下颠簸难以控制，船破人溺的事故常常发生。县城里没有居民，官署里没有县丞和县尉。江的两岸，荒草竹林之间，住着十多家小吏，都是说话像鸟叫那样难懂，相貌与中原人不同。（我）刚到阳山时，言语不通，只好在地上写字，这样之后才可以把交纳租税的事情告诉当地人，要他们遵守约定。因此，宾客和随游的读书人，（到这里后）都生活枯寂无聊到了极点。我待罪在这里，将近半年了。</p><p>　　有个姓区的书生，向我表示愿意和我做朋友，从南海郡划船来到阳山。他从西阶上堂，仪表十分壮美。坐下来和他交谈，言辞思想都不一般。<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>说：“巡行于荒坟古墓间的人，听到别人的脚步声就觉得欢喜了。”何况像区生这样的人，难道是容易遇到的吗?他到我的屋里，听我谈《<a href=\"http://so.gushiwen.org/view_71931.aspx\">诗</a>》《书》仁义的道理，非常高兴，好像有志于此。（我）和他一起在美好的林木下乘凉，坐在水边的岩石上，投鱼竿钓鱼，非常高兴，好象能摒弃名利，而不厌恶贫贱的生活了。正月，区生要回家探望他的父母，喝完了壶里的酒，（我）写了这篇序来记离别。 </p><p><strong>注释</strong><br>①方氏《举正》：“贞元二十一年春阳山作。洪庆善谓区册即区弘，考其始末，非也。”　魏本补注：“集有《送区弘南归》诗，说者谓册即弘也。其说见于送弘南归诗。区音欧，区冶之后，旧本作区，今本作欧弘，误矣。”此序写于贞元二十一年离开阳山前。<br>2 《元和郡县志》卷三十《湖南道》连州管县有阳山县：“中上，西北至州一百四十七里。”　按：穷犹言天尽头耳。或因下文“陆有”云云，遂解为土地贫瘠。然区生之来，为求学也，地瘠何畏？此但言其不畏险远耳。且丘陵虎豹，江流沦溺，亦与贫瘠无关。<br>3 廉利侔剑戟：廉，稜角；利，锐利；侔，相等；剑戟，古代兵器，剑两刃，戟三锋。此指阳山江中之石利如剑戟。<br>4 篁竹：篁是竹的通称。一说，篁，竹林。<br>5 鸟言夷面：鸟言，说话像鸟叫，难懂。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是河南人，乍来阳山，语言不通，看来并非有意诋毁。夷面，是说相貌和中土人不同。古代有东夷、西戎、南蛮、北狄之说。此处把阳山人说成“夷面”，含有明显的鄙视之意。<br>6 奉期约：奉，接受、遵守；期，期限；约，规约。例如征收夏税秋税都有一定的期限，以及其他规定要百姓遵守等等。<br>7 挐舟：划船、撑船。司马彪云：“挐，桡也，音饶。”船桨，用作动词，用桨划船。<br>8 宾阶：西阶。古时接客之礼，宾从西阶上，主从东阶上。<br>9 “逃空虚”句：司马彪云：“逃，巡。故坏冢处为空虚。”跫，行人脚步声。全句是说：巡行于故墓间的人，满目荒凉，听到别人的脚步声，认为有了同伴，便觉欢喜。<br>10 翳嘉林：翳，隐蔽；嘉林，美好的林木。这是说在林下乘凉。<br>11 石矶：水中或水旁的岩石。阳山有韩愈当年的钓矶。<br>12 岁之初吉：指农历正月。<br>13 识：记。序以识别，作序以记离别之情。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　按传统赠序的写法，开头都要说送行的话。而这篇序文却以“阳山，天下之穷处也”起首，起势突兀，先声夺人，然后紧紧围绕“穷”字，用从高处向下鸟瞰的俯视角度“拍摄”阳山，气势一泻而下，使人驰骋想象；仿佛看到了阳山峰险崖陡，虎豹出没；江流滩高峡险，船翻人亡的惨景；看到城郊荒凉寂寥，县衙破败简陋；人们相貌诡秘，文化落后。在这段中，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>到阳山之后的心情并未直接流露出来，但从篇首“天下”这夸大之辞中，从对阳山之“穷”的极力夸张渲染中，从段尾“待罪’这含有不满和讥讽意味的反语中，已使人深深感到韩愈贬到阳山后失意、落寞、孤寂的处境与心情。</p> <p>　　第二段写韩愈与区册相处的欣喜之情。同是阳山，这时使人感到，作者笔下的阳山再不是险恶丛生，惊心动魄的了，而是树木葱翠，百鸟和鸣，江水清悠，两岸如画，令人感到亲切愉快和心旷神怡了。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "送别",
    "序文"
  ]
}