{
  "id": 47948,
  "star": 49,
  "name": "羽林郎",
  "dynasty": "两汉",
  "content": "昔有霍家奴，姓冯名子都。<br>依倚将军势，调笑酒家胡。<br>胡姬年十五，春日独当垆。<br>长裾连理带，广袖合欢襦。<br>头上蓝田玉，耳后大秦珠。<br>两鬟何窈窕，一世良所无。<br>一鬟五百万，两鬟千万余。<br>不意金吾子，娉婷过我庐。<br>银鞍何煜耀，翠盖空踟蹰。<br>就我求清酒，丝绳提玉壶。<br>就我求珍肴，金盘脍鲤鱼。<br>贻我青铜镜，结我红罗裾。<br>不惜红罗裂，何论轻贱躯。<br>男儿爱后妇，女子重前夫。<br>人生有新旧，贵贱不相逾。<br>多谢金吾子，私爱徒区区。",
  "fanyi": "<p><strong>译文</strong><br>　　以前有个霍家的奴才，叫冯子都。他不过是狗仗人势的豪门恶奴，依倚着霍家的将军势力，调笑一位卖酒的少数民族女子。胡姬今年十五岁，正是美貌俏丽的年纪。年轻的胡姬独自守垆卖酒，在明媚春光的映衬下益显艳丽动人：你看她，内穿一件长襟衣衫，腰系两条对称的连理罗带，外罩一件袖子宽大、绣着象征男妇合欢图案的短袄，显出她那婀娜多姿的曲线和对美好爱情的追求。再看她头上，戴着著名的蓝田所产美玉做的首饰，发簪两端挂着两串西域大秦国产的宝珠，一直下垂到耳后，流光溢彩而又具有民族特色。她那高高地挽着的两个环形发髻更是美不胜言，简直连整个世间都很罕见，甭说她整个人品的美好价值无法估量，单说这两个窈窕的发髻，恐怕也要价值千万。没有想到有不测风云降临。执金吾的豪奴为调戏胡姬而做出婉容和色的样子前来酒店拜访，你看他派头十足，驾着车马而来，银色的马鞍光彩闪耀，车盖上饰有翠羽的马车停留在酒店门前，徘徊地等着他。他一进酒店，便径直走近胡姬，向她要上等美酒，胡姬便提着丝绳系的玉壶来给他斟酒；一会儿他又走近胡姬向她要上品菜肴，胡姬便用讲究的金盘盛了鲤鱼肉片送给他。他赠胡姬一面青铜镜，又送上一件红罗衣要与胡姬欢好。她首先从容地说道：“君不惜下红罗前来结好，妾何能计较这轻微低贱之躯呢！你们男人总是喜新厌旧，爱娶新妇；而我们女子却是看重旧情，忠于前夫的。我坚持从一而终，决不以新易故，又岂能弃贱攀贵而超越门第等级呢！我非常感谢官人您这番好意，让您白白地为我付出这般殷勤厚爱的单相思，真是对不起！”</p> <p><strong>注释</strong><br>①霍家：指西汉大将军霍光之家。<br>②酒家胡：指卖酒的少数民族女子，因两汉通西域以来，西域人有居内地经商者。<br>③独当垆（lú）：指独自守垆卖酒。<br>④蓝田：地名，在长安东南三十里。蓝田古代以出产美玉出名。<br>⑤不意：没有料想到。<br>⑥金吾子：即执金吾，是汉代掌管京师治安的禁卫军长官。这里是语含讽意的“敬称”。<br>⑦娉婷：形容姿态美好，这里指豪奴为调戏胡姬而做出婉容和色的样子前来酒店拜访。<br>⑧翠盖：代指饰有翠羽的马车。<br>⑨空：等待，停留。<br>⑩裂：裁剪的意思。古人从织机上把满一匹的布帛裁剪下来叫“裂”。多谢：一语双关，表面是感谢，骨子却含“谢绝”意。私爱：即单相思。区区：意谓拳拳之心，恳挚之意。<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　羽林郎，汉代所置官名，是皇家禁卫军军官。<a href=\"http://so.gushiwen.org/view_47948.aspx\">诗</a>中描写的却是一位卖酒的胡姬，义正词严而又委婉得体地拒绝了一位权贵家奴的调戏，谱写了一曲反抗强暴凌辱的赞歌。题为“羽林郎”，可能是以乐府旧题咏新事。</p> <p>　　这首诗在立意、结构和描写手法上，与《陌上桑》有异曲同工之妙。写女子之美，同样采用了铺陈夸张手法；写反抗强暴，同样采取了巧妙的斗争艺术；结尾同样是喜剧性的戛然而止。但《陌上桑》更多的是用侧面烘托，从虚处着笔；这首诗则侧重于正面描绘和语言铺排。前者描写使君的垂涎，主要通过人物语言，用第三者的叙述；这首诗刻画豪奴的调戏，则是用一连串的人物动作，即“过我”、“就我”、“贻我”、“结我”，妙在全从胡姬眼中写出。太守用语言调戏，豪奴用动作调戏，各自符合具体身份。罗敷反抗污辱是以盛赞自己的丈夫来压倒对方，所谓“道高一尺，魔高一丈”；胡姬反抗调戏则是强调新故不易，贵贱不逾，辞婉意严，所谓“绵里藏针”、“以柔克刚”。罗敷在使君眼中已是“专城居”的贵妇人；而胡姬在“金吾子”眼中始终都是“当垆”的“酒家胡”。因而这首诗更具有鲜明的颇具讽刺意味的对比：“家奴”本不过是条看家狗，却混充高贵的“金吾子”招摇撞骗，这本身就够卑鄙之极了；而“酒家胡”虽然地位低贱，但是终究不必仰人鼻息过生活，在“高贵者”面前又凛然坚持“贵贱不相逾”，这本身就够高贵的了。于是，尊者之卑，卑者之尊，“高贵”与“卑贱”在冲突中各自向相反的方向完成了戏剧性的转化，给读者以回味无穷的深思和启迪。</p>",
  "poet": {
    "id": 877,
    "star": 0,
    "name": "辛延年",
    "desc": "辛延年 （公元前220～？年待考），著名秦汉诗人。 作品存《羽林琅》一首，为汉诗中优秀之作。始见于《玉台新咏》，《乐府诗集》将它归入《杂曲歌辞》，与《陌上桑》相提并论，誉为“诗家之正则，学者所当揣摩”。"
  },
  "tags": [
    "乐府",
    "赞美",
    "女子"
  ]
}