{
  "id": 59327,
  "star": 61,
  "name": "鹧鸪天·正月十一日观灯",
  "dynasty": "宋代",
  "content": "巷陌风光纵赏时。笼纱未出马先嘶。白头居士无呵殿，只有乘肩小女随。 <br>花满市，月侵衣。少年情事老来悲。沙河塘上春寒浅，看了游人缓缓归。",
  "fanyi": "<p><strong>译文</strong><br>街道上的风光，在纵情赏灯的时候，豪贵家的纱灯笼还未出门，门外的马儿已在嘶吼。我这白发苍苍的平民百姓，没有随从呼前拥后。只有相随作伴的小女，坐在自己的肩头。<br>花灯满街满市，月光映照衣裘。少年时的赏心乐事，老来却是悲凉的感受。来到繁华的沙河塘上，初春稍微有点寒冷气候，看完了灯的游人们，慢慢地朝家中行走。</p> <p><strong>注释</strong><br>⑴鹧鸪天：词牌名。双调，五十五字，押平声韵。也是曲牌名。<br>⑵正月十一日观灯：据周密《武林旧事》载，临安元夕节前常有试灯预赏之事。<br>⑶巷（xiàng）陌：街道的通称。<br>⑷纵（zòng）赏：尽情观赏。<br>⑸笼纱：灯笼，又称纱笼。<br>⑹白头居士：作者自指。<br>⑺呵（hē）殿：前呵后殿，指身边随从。<br>⑻乘肩小女：坐在肩膀上的小女孩。<br>⑼花满市，月侵衣：谓花灯满街满市，月光映照衣裘。侵：映照。<br>⑽“少年”句：指作者的爱情悲剧。二十多岁时，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在合肥曾有一位情人，后来分手了，但一直念念不忘，长久不得见，旧事上心头，无限惆怅。<br>⑾沙河塘：地名，在钱塘（今浙江杭州）南五里。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词的上片通过对比手法，反映南宋统治集团贪图享乐、昏聩腐朽和正直志士的清贫孤寂。“巷陌”两句写权贵们观灯的盛大场面。据吴自牧《梦粱录》卷一“元宵”云：“公子王孙，五陵年少，更以纱笼（即灯笼）喝道，将带佳人美女，遍地游赏。”笼纱即纱笼。词人仅以七字概括了这些贵族公子外出观灯的气派，气象华贵，隽永有味，意境高远。正如<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>所说：“七字写出华贵气象，却淡隽不涉俗。”（《蕙风词话》卷二）其所以达到如此艺术效果，主要是因为词人从侧面着笔，写出一个典型的细节，故能先声夺人，造成一种无形的美感。若从正面落墨，不知要费多少气力，然终不如此句的含蓄有味。“白头”二句，笔势骤转，写自身寂寥落寞，与前两句形成鲜明对照。“纵赏”，表现了权贵们的贪婪恣肆。“未出”与“先嘶”并举，显示权贵们观灯场面的铺张与神态的得意骄矜。“白头”二句，笔势骤转，写自身寂寥落寞，与前两句形成鲜明对照，是作者晚年贫寒落拓生活的写照，也是当时所有正直志士生平遭际的缩影。这两句正为“笼纱”句反衬：贵家子弟出游，前呼后拥；词人观灯，唯有小女乘肩其冷暖自知，悲欢异趣，固有不同矣。“乘肩小女”，旧有二说。《武林旧事》卷二“元夕”云：“都城自旧岁孟冬驾回，已有乘肩小女鼓吹舞绾者数十队，以供贵邸豪家幕次之玩。”系指歌舞艺人。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《山谷内集》卷六《陈留市隐》<a href=\"http://so.gushiwen.org/view_59327.aspx\">诗</a>序云：陈留市上有刀镊工，惟一女年七岁，日以刀镊所得钱与女醉饱，则簪花吹长笛，肩女而归。诗有“乘肩娇小女”之句。白石此处当用后一事，借以抒写穷中觅欢。苦中作乐之意，而笔锋也关顾到灯节舞队中的“乘肩小女”。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>《玉楼春·京市舞女》有“乘肩争看小腰身”之句，与《武林旧事》所记的“乘肩小女”舞队，同叙南宋临安灯节风光。此句中以“随”字暗射“呵殿”，这与晋代阮咸，当七月七日循俗晒衣，同族富家皆纱罗锦绮，阮咸独以竹竿挂大布犊鼻裈，云“未能免俗，聊复尔耳”，同一机杼，有异曲同工之妙，不惟解嘲，亦含激愤。</p> <p>　　下片写身世悲感。先承上片写元宵灯市的繁华，以“花满市”三字总括。接着以“月侵衣”三字补述花好月圆的良辰，并带出“老来悲”的哀叹。“少年”句则是哀情乃是冷笔。以乐景写哀，则倍增其哀，以冷笔处理热情，其冷情心境固已自明矣。细细涵泳，这几句确实是动人的。这里所悲的“情事”没有点明，可能是壮志未酬的惆怅，也可能是婚姻爱情上的遗憾。结尾二句写夜深灯散，春寒袭人，游人逐渐归去，表现了词人在沙河塘上目送游人缓缓而归，顿生孤寒寂寥之感。这里的沙河塘，即首句“巷陌”的具体化查明具体地点；两个结句，也是与起首二句前后呼应的。来时巷陌马嘶，何其热闹；去时游人缓归，又何其冷清。这与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>写元宵佳节的《永遇乐》“不如同帘儿底下，听人笑语”实有一种相同的说不出的痛。两相对照，视<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的“随分良聚，堪对此景，争忍独醒归去。”（《迎新春》），又是何种不同的心情。不过，相比于李清照词的凄凉、冷寂，柳永词的欢欣鼓舞，白石词更能化实为虚，空灵含蕴，所谓无限感慨，都在虚处。</p> <p>　　”此词题作“正月十一日观灯”，乃写灯节前的预赏。但此词的主旨不在于描绘灯节的繁华热闹景象和叙写节日的愉悦心情，而在于抒写飘泊江湖的身世之感和情人难觅的相思之情。</p>",
  "about": "<h2>创作背景</h2> 　　庆元三年（1197年）正月，当时词人已四十三岁，移家临安，依附于张鉴门下。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在杭州见满市花灯，当空皓月，回忆起少年时元夕同游之乐事，而今情事已非，反成老来之悲，于是写下此词。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "讽喻",
    "飘泊",
    "相思"
  ]
}