{
  "id": 48215,
  "star": 38,
  "name": "斗百花·满搦宫腰纤细",
  "dynasty": "宋代",
  "content": "满搦宫腰纤细，年纪方当笄岁。刚被风流沾惹，与合垂杨双髻。初学严妆，如描似削身材，怯雨羞云情意。举措多娇媚。<br>争奈心性，未会先怜佳婿。长是夜深，不肯便入鸳被。与解罗裳，盈盈背立银釭，却道你但先睡。",
  "fanyi": "<p><strong>译文</strong><br>刚好握满手的纤细的腰肢，刚好成年了岁数。不解风流之事的她刚刚出嫁，把头上的双丫髻挽成云髻。第一次学着打扮严肃之妆，像用画笔画出的、雕塑家雕塑出的美好的身材，（想到男女相恋和云雨之事）脸上表现出一种既怕且羞的情意来。每一举手投足都非常妩媚可爱。<br>可惜心里还没有学会主动抢先向丈夫示爱。常常是夜已经深了，还不肯入鸳鸯被睡觉。丈夫给他脱衣服，羞怯的背对着银灯，对丈夫说：别帮我脱衣了，我先不睡，你先去睡吧。</p> <p><strong>注释</strong><br>②满搦（nuò），一把可以握持。宫腰。古代女子以腰肢纤细为美，此风尚大概起源于楚国。楚王好细腰，宫中妃嫔千方百计使自己腰细，以之邀宠。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》：“楚灵王好细腰，而国中多饿人。”后称女子之腰为宫腰。<br>③方，才，刚刚。笄（jī）岁，笄年，指女子盘发插笄的年龄。古代女子到了一定年龄须插笄，以示成年。<br>④风流沾惹：风流，指男女相恋。风流沾惹，是说这个刚成年的少女尚不解风流之事，是风流之事沾惹了她，而不是她去沾惹风流。<br>⑤垂杨双髻（jì），古代女子未成年时的发型。成年后，改梳云髻。<br>⑥初学严妆：初学，第一次学。严妆，严肃之妆，与少女天真之妆相对应。<br>⑦“如描”句：身材像画出来的那样苗条，驹部像削出来的那样美丽。按：中华民族传统的审美观，女子以削肩（即溜肩）为美。<br>⑧怯雨羞云，羞怯于男女之情。战国楚<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋序》载，楚襄王游高唐，梦与神女欢嫌。别时不山神女对他说：“妾巨为行云，葬为行雨”。后便以“云雨”代指男女欢合。<br>⑨举措，举止。娇媚，妩媚可爱。<br>⑩争奈，怎奈。心性，性情，性格。<br>⑪婿，此指丈夫。未会先怜佳婿：未会，还没有学会。先怜佳婿，主动抢先向丈夫示爱。<br>⑫长是，经常是。<br>⑬便，顺利，指没有困难或阻碍。鸳被，表层绣有鸳鸯图案的被子。刘希夷《晚春》<a href=\"http://so.gushiwen.org/view_48215.aspx\">诗</a>：“寒尽鸳鸯被，春生玳瑁床。”<br>⑭罗裳，女子所穿的衣服。此句是说此少女不主动向丈夫示爱，而丈夫却按捺不住，主动去为此少女脱衣服。<br>⑮盈盈，羞怯的样子。银釭，银白色的烛台，指灯盏。<br>⑯却道，却说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写一个十五六岁的少女，刚刚到得成年就被嫁出，因其尚不解风流韵事，故而在出嫁之后不能完全适应新婚生活的情形。上片写这位少女婚前的美艳和天真，下片写她婚后的羞怯。</p> <p>　　词的上片写及笄女孩娇羞怯懦，形态心境一一活脱画出，可谓丹青妙手。首句写女子身材，抓住腰细得只有一把，身材苗条；次句写其年龄，“方当笄岁”，才步人成年，正当豆寇年华。“刚被风流沾惹，与合垂杨双髻。”二句可见这女子性意识刚刚觉醒，才把头上两个下垂的发髻挽合在一起盘了起来，即俗称“上头”，这是从姑娘到新妇的发式变化，意思是她初做新妇。</p> <p>　　“初学严妆，如描似削身材，怯雨羞云情意，举措多娇媚。”新妇与姑娘在妆束上的区别是，姑娘数活泼为佳，新妇以端庄为美，所以，新妇的第一项任务学习“严妆”；再一个重要区别是，姑娘是单栖，新妇要过夫妻生活。这是用典。由于是新妇，看起来她那弱不禁风的身材，对性生活还有点承受不起。她那一举一动都妩媚多姿，十分可人。</p> <p>　　词的下片，写女子不习惯婚后生活。“争奈心性，未会先怜佳婿。”过片承上片而来，是说这女子还有点像做姑娘时那样任性，没有学会疼爱自己的丈夫。随着时间的推移，故事层层展开，其心理活动的复杂与丰富活现纸上，生动如画。羞怯之中，洋溢着新婚生活的甜蜜与喜悦，简直是一幅风俗画。整个下片着重抓取了几个动作，来进一步将人物写活，使其更具立体感。一是对丈夫不懂得温存，二是不肯脱衣就寝，三是背灯而立，四是着令丈夫先睡，全然是一个不懂规矩、人世未深的孩子。结三句尤妙，但使丈夫哭笑不得，无可奈何。留下一片令人忍俊不禁且想象不尽的空间。</p> <p>　　此词全部主旨都集中在两个字上——“娇羞”，在不同的场景、从不同的角度倾力表现了词中女性的这一心理状态。通首香艳至极，却不堕恶趣。在主题上虽未能免俗，但其对女子心性之感悟能力、描写之笔力都足以弥补这一缺憾。</p> <p>　　有人认为<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>此度赏玩的是一位既解风情、又不失清新的雏妓，最得狎客欢心。作者无所顾忌地用俚言俗语将自己的“猴急”心态赤裸裸地表现出来。这种狎妓病态心理在当时的病态社会里，反而显得十分正常，被众人、乃至社会文化所认可。</p> <p>　　头巾气重的道学先生以为此词儇薄，斥柳永无状。不必讳言，语词相当刻露。柳词轻薄、秽亵的罪名是难以推脱的，然而细绎词意亦或是写好人家小儿女初嫁的情形，作者体味细腻真切，描摹生动传神，颇值得反复揣摩。此当是柳词中别一种笔调。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "新婚",
    "生活"
  ]
}