{
  "id": 52728,
  "star": 28,
  "name": "六么令·次韵和贺方回金陵怀古鄱阳席上作",
  "dynasty": "宋代",
  "content": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。 <br>潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。",
  "shangxi": "<h2>鉴赏</h2> <p>　　要理解<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>这首词中的思想感情，先要对他的政治立场和生活经历有一个大概的了解。李纲的一生是坚决主张抗金的，是著名的抗战派代表人物之一。早在宣和七年，金兵进犯，宋徽宗惊慌失措，急于逃避时，李纲曾刺臂血上书，力主抗战。宋钦宗以李纲为兵部侍郎，后为尚书右丞。靖康元年（1126），金兵围汴京，李纲以尚书右丞任亲征行营使，“登城督战，杀数千人，乃退”。（《大金国志》）主和派李邦彦等罢李纲以谢金人。南宋高宗即位，一度起用李纲为相，李纲积极备战，敌不敢犯。后因高宗听信投降派谗言，李纲在位仅七十五天，又被罢免贬斥。到绍兴二年（1132），才被任为湖南宣抚使兼知潭州，徙洪州。晚年虽被起用，乃系外任，已无权过问朝政。</p> <p>　　由李纲的一生经历，可见他随着朝廷和战两种势力的激烈冲突，在他的宦海生涯中掀起了狂涛巨浪，他也在这起伏不定的浪涛中浮沉。一腔忠贞愤懑的爱国热情就倾注于词中了。</p> <p>　　这首《六么令》大概是在南渡初期，李纲遭到贬谪后作的。借金陵怀古，抒发自己壮志难酬的愤懑之情和不屈不挠，坚决抗金的决心。</p> <p>　　上片写金陵怀古。“长江千里，烟淡水云阔。”千里长江，滚滚东去，纵目四望，江阔云低。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>就曾经感叹“不尽长江滚滚来”（《登高》）。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也说“浪淘尽千古风流人物”（《念奴娇》）。李纲对此，自不免兴起怀古之情。“歌沉玉树，古寺空有疏钟发。”南朝陈后主创制的《玉树后庭花》，早已歌声沉寂，再也听不到了。听到的只有那古寺稀疏的钟声，回荡在这千里长江上空。《玉树后庭花》是当时淫靡之音的代表。歌声的沉寂标志着陈朝的灭亡。几杵疏钟，时断时续，渲染了寂寞苍凉的怀古气氛，唤起人们“念天地之悠悠”（<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《登幽州台》）的感觉，从时间与空间上构成特定的情境。想当年，吴、东晋、宋、齐、梁、陈六朝都曾建都建康（金陵，今南京市），国祚都较短暂。六朝有一个共同点：就是其君主都胸无大志，穷奢极侈，不图振作，淫乐无度，终于导致了六朝一个接一个地覆灭，如同梦幻。晚唐<a href=\"http://so.gushiwen.org/view_52728.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>深有感概地说：“三百年间同晓梦”（《咏史》），<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>也曾叹息“六朝如梦鸟空啼”。（《台城》）所以，词中感叹“六代兴亡如梦，苒苒惊时月。”时光流驶，岁月惊心，如今，因年代久远，战争的痕迹已经泯灭了，豪华销尽了，“六朝旧事随流水”（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《桂枝香》），“舞榭歌台，风流总被雨打风吹去。”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《永遇乐》）“几见银蟾自圆缺”。银蟾，指月亮。作者认为只有天上的明月，阅尽人间的改朝换代，盛衰兴废，不管“歌沉玉树”，“繁华销尽”，她照样年年月月，圆了又缺，缺了又圆。她，是历史的见证。这意思和<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的“淮水东边旧时月，夜深还过女墙来。”（《石头城》）颇相类似。</p> <p>　　上片的怀古不是为怀古而怀古，不是为六朝的覆灭唱挽歌。在怀古的背后，寄托着作者的政治见解和提供的历史教训，希望南宋统治者能以六代兴亡作为历史的镜子，不要重蹈六朝灭亡的覆辙。其忠贞之情，可昭日月。</p> <p>　　下片即景抒情，“潮落潮生波渺，江树森如发。”森，茂密；发，指毛发。《江树森如发”，指江树茂密如发。“潮落”二句由上片写景怀古过渡到下片的即景抒情。鄱阳临近鄱阳湖，湖水流入长江，联系到上文的“长江千里，烟淡水云阔”，因而联想到“潮落潮生”，自己也心潮起伏，心事浩茫。想到自己屡遭贬斥，身为迁客，有谁怜惜我“老大伤名节”呢？“老大伤名节”的核心仍然是指自己年华老大，屡遭贬谪，抗金之志未酬，未能做到功成名就，深为浩叹。但他表示“纵使岁寒途远，此志应难夺”。“岁寒”，见《论语》：“岁寒，然后知松柏之后凋也。”“此志应难夺”，化用《论语》：“匹夫不可夺志也。”夺，改变的意思。李纲是说，虽然“岁寒”（喻环境险恶、困难），但他要象松柏那样青苍挺拔，不畏冰雪侵凌；虽然“途远”，要赶走金兵，不是短期内可达到目的的，但他不怕投降派的打击迫害，不管环境多么险恶，不管达到目的的道路有多么漫长，他决定坚持到底，矢志不移。</p> <p>　　结句“独立渔翁满江雪”。化用<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>“孤舟蓑笠翁，独钓寒江雪”（《江雪》）诗句。柳宗元被贬永州，身为迁客，以顶风傲雪的渔翁自喻。李纲感到自己与柳宗元有某些相似点，故亦借用渔翁形象自喻，让读者从一个渔翁傲然独立江头，不怕满江风雪的艺术形象去领会他那种顽强的战斗精神。</p> <p>　　这首词与作者于宣和三年（1121）所写的《金陵怀古》诗四首有某些类似处。如：“玉树歌沉月自圆”，“兵戈凌灭故城荒”，“豪华散尽城池古”。他的诗和词在思想感情上是一致的。这首词的语言风格也颇像诗，词情感慨深沉，怀古伤今，低沉而郁发。</p>",
  "poet": {
    "id": 76,
    "star": 0,
    "name": "李纲",
    "image": "http://img.gushiwen.org/authorImg/ligang.jpg",
    "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"
  },
  "tags": [
    "长江",
    "咏史怀古",
    "爱国",
    "壮志"
  ]
}