{
  "id": 71651,
  "star": 10,
  "name": "感遇诗三十八首·其十九",
  "dynasty": "唐代",
  "content": "圣人不利己，忧济在元元。<br>黄屋非尧意，瑶台安可论？<br>吾闻西方化，清净道弥敦。<br>奈何穷金玉，雕刻以为尊？<br>云构山林尽，瑶图珠翠烦。<br>鬼工尚未可，人力安能存？<br>夸愚适增累，矜智道逾昏。",
  "fanyi": "<h2>注释</h2> ⑴<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>共写有《感遇》<a href=\"http://so.gushiwen.org/view_71651.aspx\">诗</a>三十八首，此篇是其第十九。<br>⑵圣人：指贤君。<br>⑶忧：忧患。济：接济。元元：百姓。<br>⑷黄屋：车名，古帝王所乘，车盖用黄缯作里子。<br>⑸瑶台：用玉石装饰的台子。《淮南子·本经训》：“晚世之时，帝有桀、纣，为琁室、瑶台。”安可论：更不必说。<br>⑹西方化：指佛教的教化。<br>⑺弥：更。敦：敦厚，淳厚。<br>⑻穷：穷尽，耗尽。<br>⑼云构：指高耸入云的建筑群。<br>⑽夸愚：指如此劳民伤财以夸耀的行为实际上很愚蠢。适：只。累：即“物累”，佛道二家视不能超然物外的行为为“物累”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>当政时期，搜刮民财，大规模地在全国范围内兴建佛寺。佛寺的规模超过宫阙。崇佛的工程兴起以后，每天要役使上万人，国库耗竭，民不聊生。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71651.aspx\">诗</a>人对此义愤填膺，禁不住把怨刺之笔直接指出了武则天，尖锐地讽刺和揭露武则天崇奉佛教，劳民伤财的荒唐行径，有如痛斥弊政的檄文。</p> <p>　　这首诗的主要特点是用诗来议论时弊。与诗人多次向武则天上呈的那些批评朝政得失的奏章大不相同，它所谈的虽然也是政治、社会问题，但不同于一般直陈其事的政论文，它既是政论，但又首先是诗，是诗与政论的结合。</p> <p>　　开头四句标举懦家仁政爱民的思想，抨击武则天生事扰民的行为。借上古“仁德”之君来讽诫当代胡作非为的君主是中国古代诗歌习用的传统手法。因此<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>开宗明义地为全诗立论：上古道德之君从来不为一己谋利，而是处处关怀和扶助善良的平民百姓。</p> <p>　　接着三、四两句引出古代著名的贤君与暴君的例子，进行正反对比。诗人以恳切而激烈的语气向当代最高统治者进言：尧一向以节俭著称，乘坐考究的车子决不是他所愿意；你大周皇帝本该励精图治，不去学习万代称颂的圣君尧，难道还去效法那亡国之君商纣<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>造瑶台的奢侈行为吗？这里引入了具体的历史人物和有代表意义的事物（“黄屋”与“瑶台”），避免枯燥地直接说理。因而使议论具有了形象性，富有情韵，增强了感染力与说服力。</p> <p>　　“吾闻西方化，清净道弥敦。奈何穷金玉，雕刻以为尊？”诗人援引佛教主张清净慈悲的教旨，指出崇佛者穷金玉、兴土木、残生灵，恰恰是悖离了佛家的本意。这里“以子之矛，攻子之盾”，有理有据地否定了当事者为自己辩解的借口。武则天是代李姓皇帝而立，建立武周政权的，她执政后急于欺骗民心，让百姓相信大周是“天命”所归。于是奸佞小人趁机而起，投其所好，伪造符箓图谶，宣扬这位女主是西方弥勒佛转世，这正迎合了武则天的迷信心理和政治需要。此后，兴建佛寺之风愈演愈烈。陈子昂针对此驳斥道：来自西方的佛教，本以清净慈悲为主，愈是清净愈见佛道的尊严；自称崇佛的人为什么反而要违背佛道，大兴土木，用金玉塑像造庙这种奢侈行为作为对爱好清净的佛的尊奉呢？这是全诗的第二处反问。</p> <p>　　这个反问，比第一个反问更为有力。如果说，前一个反问中还带有劝导的成分，那末这个反问就完全是怒斥了。这一怒斥，揭穿了崇佛者的虚伪。“奈何”一词诘难有力，使对方没有辩解的余地。</p> <p>　　“云构山林尽，瑶图珠翠烦”以严格的工对对新建的座座佛寺的宏伟规模与奢华布局进行充分的描绘。</p> <p>　　为了建造高耸云霄的庙宇寺院而将山林砍伐开采殆尽，为了做成金碧辉煌的图案花纹而搜尽了民间的珍珠宝物，给人民带来很大的苦难。这里只写建筑物的巨大耗费，而将百姓因此而遭受的深重苦难留给读者去想象和补充。接下去“鬼工尚未可，人力安能存”二句仍是对偶，但已由实化虚，从前面的描写重新转入议论。两句大意是：这些宏大精丽的巧妙工程，看来连鬼神也难以建成，人怎么竟把它们建成了呢？言外之意是：这些，耗费了多少百姓的血汗和生命。这是全诗浩繁的工程对统治者倒行逆施的第三处反问。这个反问由第一处的劝导和第二处的申斥，上升为愤激的控诉了。诗的最末二句：“夸愚适增累，矜智道逾昏”，是警告统治者向“愚民”夸示宗教排场，足以造成无穷的后患；玩弄聪明的结果，徒然劳民伤财，使政治更加昏乱。这个结尾正面着笔，慷慨陈辞，说服力极强。以批判昏乱之“道”来呼应开头所歌颂的古圣人之“道”，使得篇章结构严密，说理透辟，具有很强的批判性和说服力。</p>",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "咏史怀古",
    "议论",
    "讽刺"
  ]
}