{
  "id": 48106,
  "star": 70,
  "name": "暂使下都夜发新林至京邑赠西府同僚",
  "dynasty": "南北朝",
  "content": "大江流日夜，客心悲未央。<br>徒念关山近，终知返路长。<br>秋河曙耿耿，寒渚夜苍苍。<br>引领见京室，宫雉正相望。<br>金波丽鳷鹊，玉绳低建章。<br>驱车鼎门外，思见昭丘阳。<br>驰晖不可接，何况隔两乡？<br>风云有鸟路，江汉限无梁。<br>常恐鹰隼击，时菊委严霜。<br>寄言罻罗者，寥廓已高翔。",
  "fanyi": "<p><strong>译文<br></strong>大江日夜奔流不息，骚客内心悲愤不已。<br>只是想到离京城路程已近，终于明白回西府道路更长。<br>秋夜星空已泛动微微曙色，水边寒渚还是那夜色苍茫。<br>借曙光伸长脖颈远望京城，城内宫墙正与我遥遥相望。<br>月光洒落在宫殿之上，星辰垂挂在宫殿下方。<br>驰车来到京城南门之外，却想再看见荆州的太阳。<br>飞转的太阳尚不可聚见，何况与众同僚分隔两乡。<br>风云之间鸟儿还能展翅飞翔，江汉阻隔却没有可走的桥梁。<br>小鸟儿常怕遭受鹰隼的袭击，正像那秋菊怕严霜摧残一样。<br>告诉那张网捕鸟的小人吧，我已经高飞到寥廓的天上。</p> <p><strong>注释<br></strong>⑴暂使下都：指谢脁因小人密告而奉齐武帝之令由荆州随王府还都。都、京邑均指南齐都城建康，即今南京。新林：浦名，在今南京西南。西府：指萧子隆的荆州随王府。<br>⑵未央：未尽。<br>⑶关山：指京城近郊的山。<br>⑷秋河：秋夜的银河。耿耿：明亮。<br>⑸引领：伸颈。<br>⑹宫雉：宫墙。<br>⑺金波：月光。丽：附着，照耀。鳷（zhī）鹊：汉观名，借指金陵宫殿。<br>⑻玉绳：星名。建章：汉宫名，亦是借指金陵宫殿。<br>⑼鼎门：相传周成王定鼎于郏鄏（今河南洛阳西），名南门为定鼎门。这里借指金陵南门。<br>⑽昭丘：楚昭王墓。在荆州当阳县东。阳：太阳。<br>⑾驰晖：指太阳。<br>⑿梁：桥梁。<br>⒀鹰隼（sǔn）：两种猛禽。这里比喻谗佞邪恶势力。<br>⒁委：枯萎，凋零。<br>⒂罻（wèi）罗者：张设罗网的人。指恶语中伤者。<br>⒃寥廓：指广阔的天空。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_48106.aspx\">诗</a>人从旅途中截取了最后一段行程来写。新林，离诗人此行目的地南齐的京城金陵（今南京市）西南不远。距目的地将到未到之际，在艺术表现上乃是一个“包含最丰富的时刻”，因为此时诗人的心潮恰值高峰，意最难平。选择这样的时刻，有助于诗情的激荡和集中抒发。题面中的“暂使”二字，已经流露出“疲马恋故轩”的依依之情；而“赠西府同僚”又明言此诗是呈献给知己故人的，因而自不妨披肝沥胆直抒胸臆而无所避忌。</p> <p>　　与一般记述行旅的诗作不同。诗人不从交代本事人手，而是劈头便将汹涌而来的诗情喷薄吐出。首二句如奇峰突起，气势非凡。“大江流日夜”写出了舟行在水天茫茫之际，惟有以江流为伴的旅思，其中不无王命急宣、昼夜兼程的况味。“客心悲未央”则突如其来将无尽的悲感推出。这两句一写物象，一写人情，两者本不相涉，作者把它们同时组合在诗篇的发端处，却使之产生了一种张力，一种若无却有此呼彼应的联系。在这里，滔滔不息的江流构成了“外景”，激荡不已的客心则构成了“内景”。一内一外互相生发又互相映衬，突出了诗人风波失所的主要感受，为全篇定下了悲怆的基调。五代<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>：“问君能有几多愁？恰似一江春水向东流。”构想和此诗相近，就传统的表现手法说，李词用的是“比”，这首诗用的是“兴”，“兴”较之“比”常具有更直接的感发性和涵咏回味的象征意蕴。诗一开头就以壮观的画面和强烈的激情形成先声夺人的磅礴气势。</p> <p>　　诗的三、四两句顺“悲”字而下，把行程中的千头万绪归结到一点。即身心两违的思想矛盾和痛苦。按身之所在言，东行至此，离目的地已经日益迫近；就心之所系言，却反而愈见其远。地域上的远近和心理上的距离适好相反，故不因去路多而喜，却因返路已长而忧，行程未终而归思已生。作者旨在抒写郁结于心的情愫，原非泛泛吟咏一般的旅思。这两句是维系全篇之纲，以此为枢纽领起下文。</p> <p>　　“秋河曙耿耿”以下六句，围绕第三句的“关山近”而展开。作者将最后一段旅程次第写来：由郊外的“寒清”写到城郭，又由城墙写到城里的宫阙，这是位置的移近。随着苍茫夜色的隐退、曙色的渐明一切物事由朦胧变为清晰，巍峨的宫殿楼台也在绚烂的月光和星光辉映下呈露出雍容华美的气象，这又是由光线变化产生的视觉上的贴近感。“金波丽鳷鹊，玉绳低建章”两句，曾为历来诗家所激赏，除了对仗的工整，还与取景方式有关。诗人写的是宫殿的夜景，而其绚丽华贵的气派竞胜于白昼，说明了诗人的独具慧眼。</p> <p>　　“驱车鼎门外”以下六句，围绕第四句的“返路长”而生发。“鼎门”和“昭丘”分别用典故代指金陵和荆州。两者都用春秋时的地名称代实际处所，以求典雅。在构思上，“驱车”句是写实承上，“思见”句已是神游启下。这两句一平实，一突兀，实际是以顿挫之笔再次鸣响了身心两违的主旋律。如果说前面三、四两句中的“徒念”、”终知”，尚是理念上对事实的无可奈何的默认；那么，这时的“思见”已是情感上不可遏止的迸发了。接下来四句顺流而下，直抒对西府僚友的怀想。人生贵在相知，相聚时尚恐岁月流逝，良辰不再，何况如今遥隔天涯，相见无日。自然界风云险仄处，尚有鸟道可通。人世间却每多阻隔而无由相通。在这不无哀惋的慨叹中自表现出诗人对故友深情绵渺的拳拳之心。</p> <p>　　诗的最后四句以比兴手法坦陈了自己对时局和个人安危的思索。“常恐鹰隼击，时菊委严霜”两句，透露出对风云诡谲、杀机四伏的政局的巨大隐忧和惶恐心理，是为自己戒，也是为朋友戒。“寄言罻罗者，寥廓已高翔”两句，典出《喻蜀父老》：“犹鹪鹏之翔乎寥廓之宇，而罗着犹视乎薮泽。”同时亦似暗用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《野田黄雀行》诗意，意谓投雀之罗，今已飞摩苍天矣。这两句既是告慰于友人，又对谗邪之徒极尽嘲讽之能事，轻蔑之情溢于言表。这四句均以比兴手法出之，概括了诗人刚刚经历的一段难以明言的情事，也表现了诗人向黑暗抗争的倔强个性。全诗以大江奔流起兴，以翱翔寥廓作结，虽写忧患之感而终不作向隅之泣，遂使诗的境界振拔于萎靡之中，在清俊中自具风骨。清人施补华评述谢脁诗时不独称之为“秀气成采”，且拈出其“骨干坚强”（《岘佣说诗》）的特征。证之此诗，可谓允当。</p>",
  "about": "<h2>创作背景</h2> 　　作者二十七岁时为荆州随王萧子隆文学，深受赏识，长史王秀之出于忌恨，常欲罗织罪名加害于他，两年后，即南朝齐武帝永明十一年（493年）秋，作者因谗言被召回京都。这首<a href=\"http://so.gushiwen.org/view_48106.aspx\">诗</a>就是作者在离荆州返京都的途中寄赠在荆州西府的同僚们的。",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "留恋",
    "同僚",
    "前途",
    "忧心"
  ]
}