{
  "id": 47047,
  "star": 55,
  "name": "阮郎归·呈郑王十二弟",
  "dynasty": "五代",
  "content": "东风吹水日衔山，春来长是闲。落花狼藉酒阑珊，笙歌醉梦间。<br>佩声悄，晚妆残，凭谁整翠鬟？留连光景惜朱颜，黄昏独倚阑。",
  "fanyi": "<p><strong>译文<br></strong>东风吹动春水，远山连接着落日，春天来了长期都很无聊。落花一片狼藉，酒兴也逐渐衰减，吹笙唱歌整日就像醉中梦里一般。<br>春睡醒来，明明知道晚妆已零乱不整，但谁还会去整理梳妆？时光易逝，朱颜易老而无人欣赏，黄昏时候只能独自倚靠着栏杆。</p> <p><strong>注释<br></strong>阮郎归：此词调名于《花草粹编》中注曰：“一名‘醉桃源’‘碧桃春’。”《草堂<a href=\"http://so.gushiwen.org/view_47047.aspx\">诗</a>余》《古今词统》中有题作“春景”。据明吴讷《百家词》之各种抄本《南唐二主词》，此词调名下有注：“呈郑王十二弟”，篇末有注：“后有隶书东宫书府印。”郑王：<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>弟李从善。<br>吹水：《乐府雅词》《近体乐府》《醉翁琴趣外篇》中均作“临水”。《阳春集》中“吹”下注云“别作‘临’。”日衔山：日落到了山后。衔，《花间集补》中误作“御”，包藏的意思。<br>是：《词谱》中作“自”。长是闲：总是闲。闲，无事，无聊。<br>落花：《阳春集》中作“林花”，注中云：“（林）别作‘落’。”狼藉（jí）：形容纵横散乱、乱七八糟的样子。阑珊：衰落，将尽，残。<br>笙歌：合笙之歌。笙，管乐器名，用若干根长短不同的簧管制成，用口吹奏。<br>春睡觉：一作“佩声悄”。佩，即环佩，古人衣带上佩带的饰物。《墨子·辞过》中有句：“铸金以为钩，珠玉以为佩”。悄：声音低微。<br>晚妆残：天色已晚，晚妆因醉酒而不整。残，零乱不整。<br>凭谁：《古今词统》《词谱》《花间集补》《全唐诗》等本中均作“无人”。《阳春集》注中所云：“别作‘凭谁’。”整翠鬟：整理头发。翠鬟，女子环形的发式，绿色的发髻。翠，翡翠鸟，羽毛青绿色，尾短，捕食小鱼。鬟，古代妇女的一种环形发髻。《古今诗余醉》《醉翁琴趣外篇》中误作“环”。<br>留连光景：指珍惜时间。留连，留恋而舍不得离开。光景，时光。惜：四印斋所刻词本《阳春集》中作“喜”。其他本《阳春集》中均作“惜”。朱颜：美好红润的容颜，这里指青春。<br>独倚阑：独自倚靠栏杆。独，《古今词统》《花间集补》《草堂诗余》中均作“人”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写女子伤春闺怨的词作。首句“东风吹水”形象生动，但新意不强，与<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>同时代稍早些的<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>就有“风乍起，吹皱一池春水”的名句；而“日衔山”则要好得多。虽然“日衔山”与“青山欲衔半边日”意思相同，同样都是拟人化的手法，但“山衔日”有日升之意，多用于形容山极高之势；而“日衔山”则寓日落之意，有夕阳斜照，余晖映山之感。这里不仅点明了傍晚这一时间的概念，而且还暗从主人公细致的观察和感受中渗透出“闲”的味道。风吹水，日衔山，两个动词很精妙。将风过水皱，日坠山巅的情景描写得十分细腻，形象。这本是每日都在发生的景象， 没有什么特别，女子却观察入微，并如此精准地表达出来，可见其“闲”。因为闲，所以连这每日可见的景色也会细腻入微地观察，借此打发时间。或许，她已经这样观察了一整个春天。落花满地，酒意阑珊，这就是她每日生活的写照。除了观景，醉酒，她没有别的事可做。因此这闲不是悠闲，而是空虚寂寞的“闲”。于是二句“春来常是闲”就有了更深的寓意。女主人公不仅“闲”，而且“常是闲”自然就是一个寄生的形象了。三、四两句是女主人公无聊生活的具体化、形象化，“落花狼藉”不仅是春景，而且是女子的内心世界和生活现实的写照，所以说她醉生梦死其实是不过分的。</p> <p>　　下片写伤春：女子春睡醒来，明知晚妆已残，却懒得装扮，是因为爱人不在身边，青春无人欣赏。开头三字另一版本为“佩声悄”，这是借物写人，说明女子醉意未消、懒动腰肢，自然有慵倦之意。“晚妆残，凭谁整翠鬟”更说明女子无意梳妆、不饰仪容，只因春心无人解，自伤无人知，写出女子的伤春并非是为他人，而是为自己。结末两句点明主旨，进一步渲染出女主人公感慨年华逝去，无奈空唤青春的情绪。春光是美好的，朱颜也是，但若无人欣赏，再美也是枉然，其美也就失去了意义。或者说，越是美好，就越是遗憾。春光与朱颜，是美丽的，也是易逝的。等到“一朝春尽红颜老”之时，再来欣赏就没有什么意义了。所以她在独自倚阑远眺，等待着爱人归来。</p> <p>　　全词由大处着眼，至小处落笔，喻象生动、自然，描写细腻、真实，艺术技巧纯熟。但是全词哀愁太盛，有流于颓废之嫌，格调是不高的。有人分析这首词是李煜的中期作品，表现了作者面对强敌、前途未卜时的抑郁颓丧心情，有一定道理。但是就此说这首词中有对其弟李从善的不满及责备，恐怕有些言过其旨。最好还是将其视为一首虚指较强的闺怨词。</p>",
  "about": "<h2>创作背景</h2> 　　关于此词的创作时间，有人认为是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>入宋后所作，如沈际飞《草堂<a href=\"http://so.gushiwen.org/view_47047.aspx\">诗</a>余正集》卷一云：“意绪亦似归宋后作。”但并无确证。根据《南唐二主词》题注“呈郑王十二弟”，这首词是李煜写成后赠其弟李从善之作，当是李煜前、中期的作品，其创作时间应与《却登高文》相同，即作于开宝四年（971年）。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "春天",
    "女子",
    "闺怨"
  ]
}