{
  "id": 10959,
  "star": 109,
  "name": "岁暮",
  "dynasty": "唐代",
  "content": "岁暮远为客，边隅还用兵。<br>烟尘犯雪岭，鼓角动江城。<br>天地日流血，朝廷谁请缨？<br>济时敢爱死？寂寞壮心惊！",
  "fanyi": "<p><strong>译文</strong><br>作客异乡，年关已经临近；边防前线，战争还在进行。<br>警报传来，敌人进犯雪岭；军鼓号角，响声振动江城。<br>前方将士，日夜流血牺牲；朝廷大员，可有一人请缨？<br>国难当头，岂敢吝惜性命；报效无路，空有一片豪情！</p> <p><strong>注释</strong><br>①“岁暮”句：这年十二月作者客居梓州。<br>②雪岭：即西山，在成都西面，因终年积雪得名。<br>③江城：指梓州城（今四川三台县），梓州滨临涪江。<br>④请缨：将士自告奋勇请命杀敌，语本《汉书．终军传》：“军自请愿受长缨，必羁南越王而致之阙下。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10959.aspx\">诗</a>的诗题“岁暮”二字，在直观上有一种“岁云暮矣多北风”的凄凉之感，且二字均仄声，读来更抑郁寡欢，仿佛给全诗定了一种低沉的调子，罩上一层黯淡的色彩。</p> <p>　　首联“岁暮远为客”，“远”字不是对成都草堂言，而是对河南老家言。诗人流寓西蜀，一直过着寄人篱下的羁旅生活，故有“远为客”之叹。但是西蜀一隅也仍然不平静，所以接下去便说“边隅还用兵”。“还用兵”之“还”字，有仍然之意，言自己虽避地西蜀，暂得一席安身之所，没想到这里仍有战争。另外，“还”字又有又、复意，意谓中原战事未了，川中徐知道叛乱刚平，而吐蕃之侵袭又至，战乱似永无宁日。 “还”字隐含诗人对生活和时局的失望与叹息。于此可见<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>炼字的功力，极为平常的字，出自杜手，便往往辞警意丰，耐人咀嚼。当时吐蕃的威胁日益严重，当年七月，吐蕃入寇，侵取河陇，十月攻入长安，唐代宗出奔陕州，十二月又攻陷松维保三州（均在四川境），及云山新筑二城，西川节度使<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>不能抵御，全川为之震动。</p> <p>　　颔联“烟尘犯雪岭，鼓角动江城”二句承上“用兵”，具体写吐蕃侵蜀之事。“烟尘”，吐蕃兵马过处尘土蔽天，代指吐蕃军队。“鼓角动江城”写备战情形。“动”字既显出战争的紧迫，形势的严重，又写出吐蕃入侵给社会带来的动荡。这一联相当警策生动，前句写雪岭，后句写江城；前句写吐蕃，后句写唐军；前句是所闻，后句是亲见；一远一近，概括而形象地写出吐蕃来势之猛和在社会上引起的震动。</p> <p>　　颈联“天地日流血，朝廷谁请缨。”此句既指吐蕃入侵以来的情况，又是对安史之乱以来时局的高度概括。在内忧外患的夹击下，人民天天都在流血，在呻吟，国家处于十分危急之中。“朝廷谁请缨”一句，是杜甫对当时那些贪禄恋位、庸懦无能的文武大臣的讽刺和责问，表现了他深深的失望和愤怒。杜甫和他们不同，他早年就怀有“致君尧舜”的宏愿，当此国家危殆、生民涂炭之际，更激发了他舍身报国的意愿。</p> <p>　　尾联“济时敢爱死”，为济时活民，岂敢爱惜一己之性命而苟且偷安，杜甫是希望“请缨”的，但是虽有捐躯之志，却无报国之门。自从疏救房培，他被朝廷冷落，流寓西蜀，寄人篱下，连生活尚且经常发生危机，哪有机会和条件过问国事。“寂寞壮心惊”，在客居边隅的寂寞岁月中，壮志一天天消磨，每想及此，诗人便感到愤激，不由得拍案惊起，心如刀割。</p> <p>　　这首诗，前四句主要陈时事，后四句主要抒怀抱，层次清楚，结构井然，语无虚设，字字中包含着诗人对时局的殷忧和关注，对国家的热爱，对庸懦无能的文武大员的失望和谴责，也抒发了他不被朝廷重用、壮志难酬的苦闷。全诗出语浑朴，感情挚厚；语言精简，音韵律工谐。</p> <p>　　这首诗的艺术手法也很有特色，如借代修辞手法，颔联中的“烟尘”代边境战争；与后文“鼓角”相应，从视角和听觉两方面突出了战争的紧张，渲染了时局的艰危。而且还运用了用典的修辞手法，如“请缨”，典出《汉书·终军传》，在诗句中暗示朝中无人为国分忧，借以表达诗人杜甫对国事的深深忧虑。又如“对偶”和“双关”手法，诗题“岁暮”表面指的是时序岁末，深层指杜甫已进入人生暮年，还指唐帝国由盛而衰进入风雨飘摇的晚唐。这首诗还运用了虚实结合描写手法，如“边偶还用兵，烟尘犯雪岭”“朝廷谁请缨”是杜甫的想象，是虚写；“鼓角动江城，天地日流血”是眼下情景，是实写。表现手法中有对比，如朝廷之臣无人请缨与江湖之士的杜甫“敢爱死”对比；杜甫高远的心志与报国无门对比。“济时敢爱死，寂寞壮心惊”，自己的言行反差的对比；“鼓角动江城”暗含战争前后对比；诗歌开头“远为客”与结尾“寂寞壮心惊”思想感情对比。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10959.aspx\">诗</a>当作于唐广德元年（763年）年底，吐蕃攻陷蜀郡西北的松州、维州、保州，时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>欲下江东。拟由阆州乘船沿嘉陵江南下。此诗或作于离梓之前，或作于抵阆之后。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "爱国",
    "战争"
  ]
}