{
  "id": 31261,
  "star": 573,
  "name": "剑客 / 述剑",
  "dynasty": "唐代",
  "content": "十年磨一剑，霜刃未曾试。<br>今日把示君，谁有不平事？",
  "fanyi": "<p><strong>译文</strong><br>十年辛苦劳作，磨出一把利剑，剑刃寒光闪烁，只是未试锋芒。<br>如今取出，给您一看，谁有不平之事，不妨如实告我。</p> <p><strong>注释</strong><br>剑客：行侠仗义的人。<br>霜刃：形容剑锋寒光闪闪，十分锋利。<br>把示君：拿给您看。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a><a href=\"http://so.gushiwen.org/view_31261.aspx\">诗</a>思奇僻。这首《剑客》却率意造语，直吐胸臆，给人别具一格的感觉。诗题一作《述剑》。诗人以剑客的口吻，着力刻画“剑”和“剑客”的形象，托物言志，抒写自己兴利除弊的政治抱负。</p> <p>　　这是一把什么样的剑呢？“十年磨一剑”，是剑客花了十年工夫精心磨制的。侧写一笔，已显出此剑非同一般。接着，正面一点：“霜刃未曾试。”写出此剑刃白如霜，闪烁着寒光，是一把锋利无比却还没有试过锋芒的宝剑。说“未曾试”，便有跃跃欲试之意。现在得遇知贤善任的“君”，便充满自信地说：“今日把示君，谁有不平事？”今天将这把利剑拿出来给你看看，告诉我，天下谁有冤屈不平的事？一种急欲施展才能，干一番事业的壮志豪情，跃然纸上。</p> <p>　　显然，“剑客”是诗人自喻，而“剑”则比喻自己的才能。诗人没有描写自己十年寒窗，刻苦读书的生涯，也没有表白自己出众的才能和宏大的理想，而是通过巧妙的艺术构思，把自己的意想，含而不露地融入“剑”和“剑客”的形象里。这种寓政治抱负于鲜明形象之中的表现手法，确是很高明的。</p> <p>　　全诗思想性与艺术性绾合得自然而巧妙。语言平易，诗思明快，显示了贾岛诗风的另外一种特色。</p><br/><h2>赏析</h2> <p>　　十年磨一剑，霜刃未曾试</p> <p>　　“良工锻炼凡几年，铸得宝剑名龙泉。”而此剑是“十年磨一剑”，可见其制作精良足可与传说中的龙泉宝剑比肩。开篇先侧写一笔，已显示出此剑非同一般。接着，正面一点：“霜刃未曾试。”写出此剑颜色如霜雪，闪烁着寒光，是一把锋利无比却还没有试过锋芒的宝剑。虽说“未曾试”，而跃跃欲试之意已流于言外。此剑一出，定会使人“咨嗟叹奇绝”的，这里同时表现了作者的充分自信。这位剑客经过潜心修养，苦练多年，身怀绝技却还没有机会一显身手，便不禁跃跃欲试，期盼能有表现自己才能的机会。这两句咏物而兼自喻，意在以宝剑未试来比喻自己抱负和才华不得施展。<a href=\"http://so.gushiwen.org/view_31261.aspx\">诗</a>人未写自己十年寒窗刻苦读书的生涯，也未正面写自己出众的才能和宏大的理想，然而通过托物言志，已可洞悉诗人的心理。这种寓政治抱负于鲜明形象之中的表现手法，确是很高明的。</p> <p>　　今日把示君，谁有不平事</p> <p>　　为何铸剑十年却从未露过锋芒呢？只是因为能识此宝之人尚未出现。高山流水，知音难觅。怀才不遇者正如抱玉的卞和，如果赏识自己的人始终不出现，岂不是要活活哭死。幸运的是，韬光十载，而如今终于得遇知贤善任的知音——“君”，那还有什么好犹豫的呢？于是今日剑客便毫不犹豫地亮出了宝剑，充满自信地说：“今日把示君，谁有不平事？”今天将这把利剑拿出来给你看看，告诉我，天下谁有冤屈不平的事？此句将剑客的豪侠之风表现得痛快淋漓，仿佛剑鸣于匣，呼之欲出，读之使人顿感血脉偾张，怒发冲冠，一种急欲施展才能，干一番事业的壮志豪情，跃然纸上。</p> <p>　　同样以咏宝剑言志的诗还有唐代郭震的《古剑篇》，此诗化用古代著名的龙泉宝剑的传说。诗中有“虽复沉埋无所用，渊能夜夜气冲天”的句子，与<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的这首《剑客》一样，在借咏剑以寄托自己的理想和抱负，抒发不遇感慨的同时，表现了一种虽然身处困顿之中，却相信“天生我材必有用”，自己终究不会被埋没，终将破壁飞腾而去的强烈自信。</p> <p>　　这首诗思想性与艺术性结合得自然而巧妙。由于这首诗是借咏剑以寄托理想，因而求鲜明，任奔放，不求技巧，不受拘束。诗人所注重的是比喻贴切，意思显豁，主题明确。其艺术上的突出特点在于语言平易，诗思明快，诗句短小精练，更有一种干练豪爽的侠客之风，显示了贾岛诗风的另外一种特色。全诗感情奔放，气势充沛，读来剑中见人，达到人剑合一的艺术效果。实际上，这首诗在艺术上的成就，主要不在形式技巧，而在丰满地表现出诗人的形象，体现为一种典型，一种精神。诗人以剑客的口吻，着力刻画“剑”和“剑客”的形象，托物言志，抒发了兴利除弊、实现政治抱负的豪情壮志。</p>",
  "about": "<h2>创作背景</h2> <p>　　相传<a href=\"http://so.gushiwen.org/view_31261.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>在<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的劝说下，参加了科举考试，他天真地以为，凭着自己的才学一定能考中，所以，并不把“八百举子”放在眼里，一入考场，挥笔就写，在《病蝉》诗中，痛骂：“什么黄雀、乌鸦，都一样想害蝉。”结果被认为是“无才之人，不得采用”，与平曾等人一起落了个“考场十恶”的坏名。贾岛心知是“吟病蝉之句”得罪了有权势的人，可又无可奈何。便创作了这首自喻诗。</p>",
  "poet": {
    "id": 491,
    "star": 0,
    "name": "贾岛",
    "image": "http://img.gushiwen.org/authorImg/jiadao.jpg",
    "desc": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
  },
  "tags": [
    "豪情",
    "抱负"
  ]
}