{
  "id": 63613,
  "star": 9,
  "name": "献仙音·吊雪香亭梅",
  "dynasty": "宋代",
  "content": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。<br>共东风、几番吹梦，应惯识当年，翠屏金辇。一片古今愁，但废绿、平烟空远。无语消魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。",
  "shangxi": "<h2>赏析</h2> <p>　　周密是个有气节的词人，南宋灭亡后，他坚决不仕元朝。这首词是宋亡以后所作，通过写梅花和前朝废芜的园林抒发自己对故国的怀念，对新朝的抵触。根据他写的《武林旧事》、《齐东野语》的记载：杭州葛岭有集芳园，原是赵宋王朝的皇家园林，宋理宗时赐给贾似道，贾再修筑，胜景不少，雪香亭便是其中之一，亭旁广植梅花。宋亡之后，园亭荒芜，周密来游而作此词。</p> <p>　　上阕主要写梅花及雪香亭荒废的情景。起首“松雪飘寒，岭云吹冻”两句，点明了当时的节令，同时渲染了一种冷色调的气氛。不说天飘寒雪，而说是雪“飘寒”；不说冻气入云，而说云在“吹冻”。这即突出“寒”与“冻”，又显得较为活泼。“红破数椒春浅”，写梅，梅花含苞未放，其状如椒，句中说的是初春时候，几点红梅初放，但不说梅，只用椒比：“红破春浅”，比较说“春初红绽”，也比较新鲜随后转入描写园林。“衬舞台荒，浣妆池冷”，二对偶句描写了亭台池榭的破败；但这里的对偶句是名词下面用形容词作谓语的结构，句法较直，没有“松雪”二句那样曲折。衬舞台与浣妆池，应是园中池台名；也可能是形容一些池台，是供皇帝后妃、贾似道姬妾用来浣妆、观舞的。所谓“浣妆”，即<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《阿房宫赋》“渭流涨腻，弃脂水也”的意思。“荒”、“冷”写芜废情况，与上“寒”、“冻”合成一气，归于下句的“凄凉”二字“凄凉市朝轻换”，点题。</p> <p>　　眼前这般凄凉的亭台池榭，是因为已经改朝换代的缘故。正因为关系如此重大，所以一池、一台、一亭的兴废，以至一些梅花的开落，都使人触目兴感。事虽重大，但毕竟如过眼烟云，平民百姓对国破家亡无以与力，国家轻易便在达官贵人手里丧失了。一个“轻”字，其实不轻。上阕结尾由一个“叹”字领起。词人看到初收的梅花与破败的亭园，不禁发出感叹。“叹花与人凋谢，依依岁岁华晚”，花，指梅；人，应指以前生活在这个园林中的人。岁华晚，呼应梅开时候。依依，作者感旧之情，并反过来想象梅花、池台、岁华对人也有留恋感情。人与景物相互依恋，相互交融。人与梅花都凋谢了。</p> <p>　　下阕将梅拟人化，以猜测梅花所想的形式寄托自己的亡国之痛。“共凄黯”。三字，承上启下，人与花都凄黯，黯“是”寒、冻“、”荒、冷“、”凄凉“、”凋谢“等情景的收揽和浓化。”问东风、几番吹梦“，”问“是人问花，但花亦何尝不能自问，人花同感，彼此难分。问一问东风、花开花落几多次了呢？原来，雪香亭的梅花也是经历过世间几番重大变故的，与上文”市朝轻换“相呼应。”惯识当年，翠屏金辇“，这是梅花”吹梦“和”凄黯“的原因。</p> <p>　　这两句把梅花拟人，说它在园亭中，应当很熟悉坐金辇、遮翠屏的皇帝、后妃，见过了小朝廷苟安时期的“盛况”。但这在此时，那时的情景再也不会出现了，已经成为引人伤感的事了。这是“吊”梅，而梅也凭吊往事“一片古今愁，但废绿平烟空远”，梅花的愁，作者的愁，原来是“古今”的兴亡之愁。以前的太平盛世到眼前只剩下令人愁恨不已的废绿平烟，作者的心情很不平静。“无语消魂，对斜阳衰草泪满”，作者思绪万千而无话可说，面对斜阳衰草不禁泪满魂消。 </p>",
  "about": "<h2>表达情感</h2> 　　这时，作者的感情涌至高潮。“又西泠残笛，低送数声春怨”。听到从西泠桥边，低低地送来几声怨曲。谓笛声为“残”，因是亡国余音：“春”暗指元朝统治者，故有所“怨”。作者落泪伤神之后，还是要回到现实。现实毕竟已是蒙元的天下。西泠的残笛使词人不得不面对现实，现实只能听见数声春怨。这一扬一顿，足见作者用笔之巧。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "宋词精选",
    "梅花",
    "怀念",
    "感伤"
  ]
}