{
  "id": 10942,
  "star": 259,
  "name": "江村",
  "dynasty": "唐代",
  "content": "清江一曲抱村流，长夏江村事事幽。<br>自去自来堂上燕，相亲相近水中鸥。<br>老妻画纸为棋局，稚子敲针作钓钩。<br>但有故人供禄米，微躯此外更何求？",
  "fanyi": "<p><strong>译文</strong><br>清澈的江水曲折地绕村流过，长长的夏日里，村中的一切都显得幽雅。<br>梁上的燕子自由自在地飞来飞去，水中的白鸥相亲相近，相伴相随。<br>老妻正在用纸画一张棋盘，小儿子敲打着针作一只鱼钩。<br>只要有老朋友给予一些钱米，我还有什么奢求呢？</p> <p><strong>注释</strong><br>江村：江畔村庄。<br>清江：清澈的江水。江：指锦江，岷江的支流，在成都西郊的一段称浣花溪。曲：曲折。抱：怀拥，环绕。<br>长夏：长长的夏日。幽：宁静，安闲。<br>自去自来：来去自由，无拘无束。<br>相亲相近：相互亲近。<br>画纸为棋局：在纸上画棋盘。<br>稚子：年幼的儿子。<br>禄米：古代官吏的俸给，这里指钱米。”但有“句，一说为”多病所须惟药物“。<br>微躯：微贱的身躯，是作者自谦之词。 </p>",
  "shangxi": "<p>　　《江村》一的尾联上句，有两种版本，对于该两种版本的优劣，有说法认为：</p> <p>　　“先看“多病所需唯药物”句。上面我们已经感知了诗人幽居江村的快乐与闲适只是表面的，诗人情不自禁地想到自己：年老多病之身所需的唯有药物，能满足这微薄的希望，微贱之躯夫复何求？而我们体会：乱离之世，命如蝼蚁，药物又有何用，不过苟延残喘而已；正是暂得安宁，家人相聚，才想到珍惜生命，也好让这艰难得来的快乐延续下去，这应该是很朴素很低微很不得已的一种希望。可这希望能否满足呢？将尾联下句“微躯此外更何求”连起来读，就会发现那只是一种奢望。读到此，想到此，我们会不会为老杜的辛苦艰难的生存境况而洒下同情之泪？</p> <p>　　再看“但有故人供禄米”句。它使我们明白前面所描述的和乐安静的生活是建立在“故人供禄米”的基础之上的。而把尾联两句连起来读，其内在情绪与其说是庆幸，不如说是一种无奈，一种辛酸。经过大半辈子的流离转徙，执著追求，被社会时代之流冲撞激荡，竟落得生活无着，渺无归属。尽管故人严武对自己关怀备至，但人生的失败感不能说不紧紧地压抑着一个自尊的男人的刚强的心，更何况这样的投靠还只是暂时的，不稳定的，一旦失去了“故人供禄米”的条件，生活又将陷入困顿流离之中。因此，对前途隐隐的担心和无尽的忧伤还时时地折磨着诗人的内心，使他即使在眼前家人团聚的情境下仍有浓重的如梦似幻感。”</p> <p>　　如果仅从优劣来辨析的话，实际上，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在经过中原战乱以后，终定居于成都草堂，此时的心境应该是释然的。在蜀中，上至剑南节度使，下至县令、刺史，都来拜访杜甫，使得杜甫该阶段的诗充满了祥和、自然的气氛，如《江畔独步寻花》等，其中如《茅屋为秋风所破歌》仅是个例情况。杜诗做中强调个体情感，而末句则所对应表现出的感情应该是回顾过去的颠沛流离的岁月，而感到的对今日的安然的珍惜之情。所以“多病所需唯药物”和“但有故人供禄米”二句在情感的自然中，显然“多病所需唯药物”更好。</p> <p>　　但如果从各版本出现的时间、与上句平仄声韵的话，则应为“但有故人供禄米”一句。 </p>",
  "about": "<h2>创作背景</h2> 　　唐肃宗上元元年（760）夏，<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。这首诗正作于这期间。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "愉悦",
    "夏天",
    "田园"
  ]
}