{
  "id": 72276,
  "star": 563,
  "name": "谏太宗十思疏",
  "dynasty": "唐代",
  "content": "　　臣闻：求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之治，臣虽下愚，知其不可，而况于明哲乎？人君当神器之重，居域中之大，将崇极天之峻，永保无疆之休。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长也。</p> <p>　　凡百元首，承天景命，莫不殷忧而道著，功成而德衰，有善始者实繁，能克终者盖寡。岂其取之易守之难乎？昔取之而有余，今守之而不足，何也？夫在殷忧必竭诚以待下，既得志则纵情以傲物；竭诚则吴、越为一体，傲物则骨肉为行路。虽董之以严刑，震之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人；载舟覆舟，所宜深慎。奔车朽索，其可忽乎？ </p> <p>　　君人者，诚能见可欲，则思知足以自戒；将有作，则思知止以安人；念高危，则思谦冲而自牧；惧满溢，则思江海下百川；乐盘游，则思三驱以为度；忧懈怠，则思慎始而敬终；虑壅蔽，则思虚心以纳下；惧谗邪，则思正身以黜恶；恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑。总此十思，宏兹九德，简能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠；文武争驰，君臣无事，可以尽豫游之乐，可以养松乔之寿，鸣琴垂拱，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为之大道哉？ ",
  "fanyi": "<p><strong>译文</strong><br>　　我听说想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不牢固却想要树木生长。道德不深厚却想要国家安定，我虽然地位低见识浅，（也）知道这是不可能的，更何况（您这）聪明睿智（的人）呢！国君处于皇帝的重要位置，在天地间尊大，就要推崇皇权的高峻，永远保持政权的和平美好。如果不在安逸的环境中想着危难，戒奢侈，行节俭，道德不能保持宽厚，性情不能克服欲望，这也（如同）挖断树根来求得树木茂盛，堵塞源泉而想要泉水流得远啊。</p> <p>　　（古代）所有的帝王，承受了上天赋予的重大使命，他们没有一个不为国家深切地忧虑而且治理成效显著的，但大功告成之后国君的品德就开始衰微了。国君开头做得好的确实很多，能够坚持到底的大概不多，难道是取得天下容易守住天下困难吗？过去夺取天下时力量有余，现在守卫天下却力量不足，这是为什么呢？通常处在深重的忧虑之中一定能竭尽诚心来对待臣民，已经成功，就放纵自己的性情来傲视别人。竭尽诚心，虽然一在北方，一在南方，也能结成一家，傲视别人，就会使亲人成为陌路之人。即使用严酷的刑罚来督责（人们），用威风怒气来吓唬（人们），（臣民）只求苟且免于刑罚而不怀念感激国君的仁德，表面上恭敬而在内心里却不服气。（臣民）对国君的怨恨不在大小，可怕的只是百姓；（他们像水一样）能够负载船只，也能颠覆船只，这是应当深切谨慎的。疾驰的马车却用腐烂的绳索驾驭，怎么可以疏忽大意呢？</p> <p>　　做国君的人，如果真的能够做到一见到能引起（自己）喜好的东西就要想到用知足来自我克制，将要兴建什么就要想到适可而止来使百姓安定，想到帝位高高在上就想到要谦虚并加强自我约束，害怕骄傲自满就想到要像江海那样能够（处于）众多河流的下游，喜爱狩猎就想到网三面留一面，担心意志松懈就想到（做事）要慎始慎终，担心（言路）不通受蒙蔽就想到虚心采纳臣下的意见，考虑到（朝中可能会出现）谗佞奸邪就想到使自身端正（才能）罢黜奸邪，施加恩泽就要考虑到不要因为一时高兴而奖赏不当，动用刑罚就要想到不要因为一时发怒而滥用刑罚。全面做到这十件应该深思的事，弘扬这九种美德，选拔有才能的人而任用他，挑选好的意见而听从它。那么有智慧的人就能充分献出他的谋略，勇敢的人就能完全使出他的力量，仁爱的人就能散播他的恩惠，诚信的人就能献出他的忠诚。文臣武将争先恐后前来效力，国君和大臣没有大事烦扰，可以尽情享受出游的快乐，可以颐养得像赤松子与王子乔那样长寿，皇上弹着琴垂衣拱手就能治理好天下，不用再说什么，天下人就已经都有教化了。为什么一定要（自己）劳神费思，代替臣下管理职事，役使自己灵敏、明亮的耳、眼，减损顺其自然就能治理好天下的大道理呢！</p> <p><strong>注释</strong><br>1.长（zhǎng）：生长。<br>2.固其根本：使它的根本牢固。本，树根。<br>3.浚（jùn）：疏通，挖深。<br>4.在下愚：处于地位低见识浅的人。<br>5.明哲：聪明睿智（的人）。<br>6.当神器之重：处于皇帝的重要位置。神器，指帝位。古时认为“君权神授”，所以称帝位为“神器”。<br>7.域中：指天地之间。<br>8.休：美。这里指政权的平和美好。<br>9.凡百元首：所有的元首，泛指古代的帝王。<br>10.承天景命：承受了上天赋予的重大使命。景，大。<br>11.殷忧：深忧。<br>12.实：的确。<br>13.克终者盖寡：能够坚持到底的大概不多。克，能。盖，表推测语气。<br>14.傲物：傲视别人。物，这里指人。<br>15.吴越为一体：（只要彼此竭诚相待）虽然一在北方，一在南方，也能结成一家。胡，指北方；越，指南方。<br>16.骨肉为行路：亲骨肉之间也会变得像陌生人一样。骨肉，有血缘关系的人。行路，路人，比喻毫无关系的人。<br>17.董：督责。<br>18.振：通“震”，震慑。<br>19.苟免而不怀仁：（臣民）只求苟且免于刑罚而不怀念感激国君的仁德。<br>20.怨不在大：（臣民）对国君的怨恨不在大小。<br>21.可畏唯人：可怕的只是百姓。人，本应写作“民”，因避皇上<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>之名讳而写作“人”。<br>22.载舟覆舟：这里比喻百姓能拥戴皇帝，也能推翻他的统治。出自《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王制》：“君者，舟也；庶人者，水也。水则载舟，水则覆舟。”<br>23.见可欲：见到能引起（自己）喜好的东西。出自《老子》第三章“不见可欲，使民心不乱”。下文的“知足”、“知止”（知道适可而止），出自《老子》第四十四章“知足不辱”，“知止不殆”。<br>24.将有所作：将要兴建某建筑物。作，兴作，建筑。<br>25.安人：安民，使百姓安宁。<br>26.念高危：想到帝位高高在上。危，高。<br>27.则思谦冲而自牧：就想到要谦虚并加强自我修养。冲，虚。牧，约束。<br>28.江海下而百川：江海处于众多河流的下游。下，居……之下。<br>29.盘游：打猎取乐。<br>30.三驱：据说古代圣贤之君在打猎布网时只拦住三面而有意网开一面，从而体现圣人的“好生之仁”。另一种解释为田猎活动以一年三次为度。<br>31.敬终：谨慎地把事情做完。<br>32.虑壅（yōng）蔽：担心（言路）不通受蒙蔽。壅，堵塞。<br>33.想谗邪：考虑到（朝中可能会出现）谗佞奸邪。谗，说人坏话，造谣中伤。邪，不正派。<br>34.正身以黜（chù）恶：使自身端正（才能）罢黜奸邪。黜，排斥，罢免。<br>35.宏兹九德：弘扬这九种美德。九德，指忠、信、敬、刚、柔、和、固、贞、顺。<br>36.简：选拔。<br>37.效：献出。<br>38.松乔：赤松子和王子乔，古代传说中的仙人。<br>39.垂拱：垂衣拱手。比喻很轻易的天下就实现大治了。<br>40.无为：道家主张清静虚无，顺其自然。</p><br/><p><strong>译文</strong><br>　　我听说想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不牢固却想要树木生长。道德不深厚却想要国家安定，我虽然地位低见识浅，（也）知道这是不可能的，更何况（您这）聪明睿智（的人）呢！国君处于皇帝的重要位置，在天地间尊大，就要推崇皇权的高峻，永远保持政权的和平美好。如果不在安逸的环境中想着危难，戒奢侈，行节俭，道德不能保持宽厚，性情不能克服欲望，这也（如同）挖断树根来求得树木茂盛，堵塞源泉而想要泉水流得远啊。</p> <p>　　（古代）所有的帝王，承受了上天赋予的重大使命，他们没有一个不为国家深切地忧虑而且治理成效显著的，但大功告成之后国君的品德就开始衰微了。国君开头做得好的确实很多，能够坚持到底的大概不多，难道是取得天下容易守住天下困难吗？过去夺取天下时力量有余，现在守卫天下却力量不足，这是为什么呢？通常处在深重的忧虑之中一定能竭尽诚心来对待臣民，已经成功，就放纵自己的性情来傲视别人。竭尽诚心，虽然一在北方，一在南方，也能结成一家，傲视别人，就会使亲人成为陌路之人。即使用严酷的刑罚来督责（人们），用威风怒气来吓唬（人们），（臣民）只求苟且免于刑罚而不怀念感激国君的仁德，表面上恭敬而在内心里却不服气。（臣民）对国君的怨恨不在大小，可怕的只是百姓；（他们像水一样）能够负载船只，也能颠覆船只，这是应当深切谨慎的。疾驰的马车却用腐烂的绳索驾驭，怎么可以疏忽大意呢？</p> <p>　　做国君的人，如果真的能够做到一见到能引起（自己）喜好的东西就要想到用知足来自我克制，将要兴建什么就要想到适可而止来使百姓安定，想到帝位高高在上就想到要谦虚并加强自我约束，害怕骄傲自满就想到要像江海那样能够（处于）众多河流的下游，喜爱狩猎就想到网三面留一面，担心意志松懈就想到（做事）要慎始慎终，担心（言路）不通受蒙蔽就想到虚心采纳臣下的意见，考虑到（朝中可能会出现）谗佞奸邪就想到使自身端正（才能）罢黜奸邪，施加恩泽就要考虑到不要因为一时高兴而奖赏不当，动用刑罚就要想到不要因为一时发怒而滥用刑罚。全面做到这十件应该深思的事，弘扬这九种美德，选拔有才能的人而任用他，挑选好的意见而听从它。那么有智慧的人就能充分献出他的谋略，勇敢的人就能完全使出他的力量，仁爱的人就能散播他的恩惠，诚信的人就能献出他的忠诚。文臣武将争先恐后前来效力，国君和大臣没有大事烦扰，可以尽情享受出游的快乐，可以颐养得像赤松子与王子乔那样长寿，皇上弹着琴垂衣拱手就能治理好天下，不用再说什么，天下人就已经都有教化了。为什么一定要（自己）劳神费思，代替臣下管理职事，役使自己灵敏、明亮的耳、眼，减损顺其自然就能治理好天下的大道理呢！</p> <p><strong>注释</strong><br>1.长（zhǎng）：生长。<br>2.固其根本：使它的根本牢固。本，树根。<br>3.浚（jùn）：疏通，挖深。<br>4.在下愚：处于地位低见识浅的人。<br>5.明哲：聪明睿智（的人）。<br>6.当神器之重：处于皇帝的重要位置。神器，指帝位。古时认为“君权神授”，所以称帝位为“神器”。<br>7.域中：指天地之间。<br>8.休：美。这里指政权的平和美好。<br>9.凡百元首：所有的元首，泛指古代的帝王。<br>10.承天景命：承受了上天赋予的重大使命。景，大。<br>11.殷忧：深忧。<br>12.实：的确。<br>13.克终者盖寡：能够坚持到底的大概不多。克，能。盖，表推测语气。<br>14.傲物：傲视别人。物，这里指人。<br>15.吴越为一体：（只要彼此竭诚相待）虽然一在北方，一在南方，也能结成一家。胡，指北方；越，指南方。<br>16.骨肉为行路：亲骨肉之间也会变得像陌生人一样。骨肉，有血缘关系的人。行路，路人，比喻毫无关系的人。<br>17.董：督责。<br>18.振：通“震”，震慑。<br>19.苟免而不怀仁：（臣民）只求苟且免于刑罚而不怀念感激国君的仁德。<br>20.怨不在大：（臣民）对国君的怨恨不在大小。<br>21.可畏唯人：可怕的只是百姓。人，本应写作“民”，因避皇上<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>之名讳而写作“人”。<br>22.载舟覆舟：这里比喻百姓能拥戴皇帝，也能推翻他的统治。出自《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王制》：“君者，舟也；庶人者，水也。水则载舟，水则覆舟。”<br>23.见可欲：见到能引起（自己）喜好的东西。出自《老子》第三章“不见可欲，使民心不乱”。下文的“知足”、“知止”（知道适可而止），出自《老子》第四十四章“知足不辱”，“知止不殆”。<br>24.将有所作：将要兴建某建筑物。作，兴作，建筑。<br>25.安人：安民，使百姓安宁。<br>26.念高危：想到帝位高高在上。危，高。<br>27.则思谦冲而自牧：就想到要谦虚并加强自我修养。冲，虚。牧，约束。<br>28.江海下而百川：江海处于众多河流的下游。下，居……之下。<br>29.盘游：打猎取乐。<br>30.三驱：据说古代圣贤之君在打猎布网时只拦住三面而有意网开一面，从而体现圣人的“好生之仁”。另一种解释为田猎活动以一年三次为度。<br>31.敬终：谨慎地把事情做完。<br>32.虑壅（yōng）蔽：担心（言路）不通受蒙蔽。壅，堵塞。<br>33.想谗邪：考虑到（朝中可能会出现）谗佞奸邪。谗，说人坏话，造谣中伤。邪，不正派。<br>34.正身以黜（chù）恶：使自身端正（才能）罢黜奸邪。黜，排斥，罢免。<br>35.宏兹九德：弘扬这九种美德。九德，指忠、信、敬、刚、柔、和、固、贞、顺。<br>36.简：选拔。<br>37.效：献出。<br>38.松乔：赤松子和王子乔，古代传说中的仙人。<br>39.垂拱：垂衣拱手。比喻很轻易的天下就实现大治了。<br>40.无为：道家主张清静虚无，顺其自然。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《旧唐书》曾赞扬<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>的奏疏“可为万代王者法”。对于魏征这篇奏疏，唐太宗非常重视，说它是“言穷切至”，使得自己“披览亡倦，每达宵分”。他还曾使用“载舟覆舟”的比喻来训戒太子。宋、明、清三代的一些君主，也经常拜读这篇奏疏，用以规戒自己。由此可见它在封建时代的重要意义。即使到了现代，文中“居安思危，戒奢以俭”的观点，也仍有值得借鉴的意义。<br>　　这篇奏疏，在写作上很有其特色，它有很强的现实针对性。文章根据唐太宗在取得巨大政绩之后，逐渐骄傲自满，生活日趋奢靡地情况，指出了他“不念居安思危，戒奢以俭”，“既得志则纵情以傲物”，不可以“竭诚以待下”，必然会使“骨肉为行路”，最后导致至亲疏远，君臣解体，离心离德，难于保守天下。奏疏不仅把“不念居安思危，戒奢以俭”的危害的道理讲得清清楚楚，而且还对症下药，提出“十思”的措施，既明确具体，又实用而不空泛，针对性很强。<br>　　奏疏从头至尾，多用骈偶，或相对为文，或排比论述，辞工文畅，音律和谐，铿锵成韵，读来如觉连珠滚动，文章一气呵成，论述步步为营，气势雄健有力，警示振聋发聩。<br>　　《谏太宗十思疏》是唐朝著名谏议大夫魏征写给唐太宗的一篇奏疏。唐太宗即位初期，因隋鉴不远，故能励精图治。随着功业日隆，生活渐加奢靡，“喜闻顺旨之说”，“不悦逆耳之言”。魏征以此为忧，多次上疏切谏，本文是其中的一篇。文章先以比喻开篇，通过成败得失的比较推论，归结到“可畏惟人” ，指出了争取人心的重要性。在这篇文章中，魏征紧扣“思国之安者，必积其德义”，规劝唐太宗在政治上要慎始敬终，虚心纳下，赏罚公正；用人时要知人善任，简能择善；生活上要崇尚节俭，不轻用民力。这个在当时历史条件下安邦治国的重要思想作了非常精辟的论述，其主题是在于提醒唐太宗要想使国家长治久安，君王必须努力积聚德义，具体提出了居安思危，戒奢以俭等十个建议。写得语重心长，剀切深厚。<br>　　魏征敢于直谏，在贞观年间先后上疏二百余道，强调“兼听则明，偏信则暗”，对唐太宗开创的千古称颂的“贞观之治”起了重大作用。而全文主要阐明的是为人君必须“居安思危,戒奢以俭”的主旨。《谏太宗十思疏》的精神，主要是规劝唐太宗在“贞观之治”取得成就以后，仍要牢记隋亡的教训，“居安思危，戒奢以俭”，“善始”、“克终”，以“积其德义”，使国家达到到长治久安的局面。<br>　　《古文观止》评价：通篇只重一“思”字，却要从道义上看出，世主何尝不劳神苦思，但所思不在德义，则反不如不用思者之为德也。魏公十思之论，剀切深厚可与三代谟、诰并传。<br>　　魏征这篇谏疏是规劝唐太宗要“居安思危，戒奢以俭”的。文章第—段即开宗明义，用树木、河流作比，说明“居安思危，戒奢以俭”是保证国家长治久安的根本。第二段分析“取易守难”的道理，并从“在殷忧必竭诚以待下，既得志，则纵情以傲物”入手，得出守成之君“所宜深慎”的结论，具有很强的逻辑性和说服力。第三段提出“十思”的具体内容。所谓“十思”，归纳起来，即戒奢安民、思危反满、宽容仁慈、慎始善终、虚心纳言、拒邪黜奸、刑赏以法。<br>　　以“固本思源”为喻，说明“居安思危，戒奢以俭”的重要性。</p> <p>　　开篇并没有直接提出“十思”的内容，而是以生动形象的比喻打开话题。“臣闻”的口气不卑不亢，令人警醒。先从正面说，用比喻推理（“求木之长者，必固其根本；欲流之远者，必浚其泉源”）引出正题：“思国之安者，必积其德义。”三个排比句，两个作比喻，一个明事理，浅显易懂，不容置疑。再从反面申述：“源不深而望流之远，根不固而求木之长，德不厚而望国之治，虽在下愚，知其不可，而况于明哲乎?”这样就加重了强调意味。反问的一句，差不多带有“挑衅”口吻，正是“忠言逆耳”之处。接着，进一步明确指出，“人君”地位高，责任重大，如果“不念居安思危，戒奢以俭”，要想国家长治久安是不可能的，如同“伐根以求木茂，塞源而欲流长”一样荒诞。这一段的结尾，照应前面，又充分利用了“木”与“水”的比喻。</p> <p>　　第二段<br>　　总结历史经验，并从创业守成、人心向背等方面论述“居安思危”的道理。“凡百元首，承天景命，善始者始繁，克终者盖寡。”开头几句，寥寥数语，就概括了历代君主能创业不能守成的普遍规律，这虽说是人之常情，但要“思国之安”，就必须以理性去克服它。接下来，作者以“岂取之易守之难乎”设问，引出更为具体的分析论证，指出“殷忧”与“得志”的不同心态：殷忧，则竭诚待人；得志，则纵情傲物。而“竭诚则吴越为一体，傲物则骨肉为行路”，对人的态度不同，其结果反差强烈，这说明能否恭俭下人是事业成败的关键。如果失去了民心，即使动用严刑也无济于事。“怨不在大，可畏惟人；载舟覆舟，所宜深慎”，这里借鉴古人的论述，将君和民的关系比作水与舟的关系，发人深省。</p> <p>　　第三段<br>　　提出“居安思危”的具体做法，即“十思”。“十思”的核心内容是正己安人，但具体又有所侧重。“将有作，则思知止以安人”，这两条是戒奢侈，如喜好器物美色，大兴土木，劳民伤财等；“念高危，则思谦冲而自牧；惧满盈，则思江海下百川”，这两条是戒骄戒躁，劝皇帝要恪守职分，不骄不躁，虚怀若谷，从谏如流；“乐盘游，则思三驱以为度”，是劝皇帝不要放任自己的欲望，要持之有度；“忧懈怠，则思慎始而敬终”，是劝皇帝勤勉政事，处置谨慎，不要怠惰；“虑壅蔽，则思虚心以纳下”，是说“兼听则明”，放低身段，多听取臣下的意见；“惧谗邪，则思正身以黜恶”，是说“偏听则暗”，自己有倾向直臣，罢黜小人；“恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑”，是说赏罚要按国家尺度实行，不因喜怒而有所偏颇。“十思”就是十条劝戒，语语坦诚，字字惊心。文章最后从正面论述做到“十思”的好处，描绘出“垂拱而治”的政治理想。从用人，纳谏，赏罚，多方来讲、其中提到的“简能而任之，择善而从之”，即“用人”“纳谏”策略，实际上成为初唐的治国方略，创造了历史上有名的“贞观之治”。<br>　　魏征提出的“十思”能给我们哪些写作的启示呢？<br>　　一是陈述意见的针对性。这奏疏是给皇帝看的，是用来劝谏皇帝的，所以“十疏”所陈述的内容无一不针对帝王的易犯病，又无一不为“垂拱而治”的封建统治着想，使唐太宗乐于接受。二是思考问题的全面性。这“十思”的内容涉及到与帝王冶国兴邦有关的十个问题。从生活到政治，从人个欲望以品德修养，凡存在的主要问题作者全都考虑到。不但指出问题，而且提出解决问题的办法，真是面面俱到，煞费苦心。三是安排条款的序列性。“见可欲”“将有作”“念高危”“惧满溢”“乐盘游”“忧懈怠”“虑雍蔽”“惧谗邪”“恩所及”，排列井井有条，多而不乱。四是语言表达的齐整性。“十思”十句，句式大致相同，构成排比，一气呵成，形成齐整，气势磅礴。显然，这篇古代佳作给我们带来很多有益的写作启发。<br>　　虽董之以严刑，振之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人，载舟覆舟，所宜深慎。<br>　　即使用严酷的刑罚督责人们，用威风怒气恫吓人们，结果只能使人们图求苟且以免于刑罚，却不会怀念国君的恩德，表面上态度恭敬，可是心里并不服气。怨恨不在大小，可怕的只是百姓。百姓像水一样，可以载船，也可以翻船，这是应该特别谨慎的。<br>　　“求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。” 想要树木生长，一定要是它的根系牢固；想要河流长远，一定要疏通它的源头；想要国家安定，一定要多聚积道德仁义。</p><br/><h2>段析</h2> <p>　　第一段从开头至“塞源而欲流长也”，先正说，后反说。以固木之根、浚流之源，来比喻治国需要从积德这个根本做起。这是正说。接着以比喻的手法来反说，“源不深而望流之远，根不固而求木之长，德不厚而思国之安”，是万万不可能的。正说和反说，归结到君主必须“居安思危，戒奢以俭”，否则，那将是“伐根以求木茂，塞源而欲流长也”，危及治国之本，动摇王朝的根基，葬送李唐的天下。</p> <p>　　第二段从“凡百元首”至“所宜深慎”，分别从“在殷忧”和“既得志”等不同时期所采取的不同态度，正反论述。君主“在殷忧”时，一定能竭尽诚意对待手下的人；而君主如果能对部下竭尽诚意，就能使君臣契合，上下一心。君主在“既得志”时，往往为所欲为，傲视他人；而君主如果傲视他人，即使亲属也会变得如同行路人那样互不相认。这样分别从“在殷龙”和“既得志”等不同情况下正说反说，归结到守业的君主容易失去人心，从而，告诫唐太宗不可以帝王之尊傲视群臣，与人结怨。因为怨不在于大小，可怕的是与众人结怨，如同水能载舟也能覆舟，众人能保护君主，也能推翻君主。</p> <p>　　第三段从“诚能见可欲则思知足以自戒”至结尾，以“十思”全面阐述“积德义”的具体内容。这“十思”，好象是<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>提醒唐太宗从多侧面进行观照，多侧面地照一照“积德义”的镜子。人以铜为镜，唐太宗则以魏征为镜，魏征又给唐太宗以“十思”之镜。可以说，“十思”之镜是一个多棱镜。之所以说“十思”是多棱镜，是因为它从多侧面反映了“思国之安者，必积其德义”的主旨，从多方面开拓了唐太宗“居安思危”的境界，从多方面开拓治理李唐王朝的途径：“智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠；文武并用，垂拱而治。”</p><br/><h2>赏析二</h2> <p>　　文章一开始，作者运用了排喻的手法，作者首先举出“求木之长者，必固其根；欲流之远者，必浚其泉源”两组比喻，从而引出了“思国之安者，必积其德义”。作者先设置这样两个形象性和哲理性都很强的比喻，而后引出了自己要表达的真实意图，这种手法的应用是有很强的说服力。如果作者开篇不用这十分形象的排喻，而只是简单地讲述抽象的道理，是很难吸引对方，使对方理解信服。作者引喻用得好，好就好在比喻用得“巧”、“俗”、“切”。比喻的应用使抽象的道理形象化、具体化，使深奥的问题通俗化。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙·论说》中所说的：“喻巧而理至”讲的就是这个道理。设喻明理，比喻不但要设得巧，而且喻体要浅显通俗，树木、江河，处处可见，人人熟悉。所讲的道理也是人人皆知，不难理解的通俗事理。刘勰在《文心雕龙·比兴》中说：“比类虽繁，以切至为贵”。文章中比喻运用的“切”，实际上就是喻体与本意要相切合，要抓住重点，选最集中、最深刻、最精彩的喻体来表现本意，作者用十分熟悉的树木，泉源，用这些微不足道的事物，引出国之大政，平易而自然。</p> <p>　　使用了排喻的方法开篇后，作者又以三个“不”字的排比句从反面来说明问题，“源不深而望流之远，根不固而求木之长，德不厚而思国之安”。从而进一步强调了作者的政治意图。作者使用的言辞尖锐，用反激法去激发对方。作者指出，自己所列举的比喻和叙说的是连自己这样愚笨的人都明白的道理，何况英明圣哲的皇帝。然后作者很明确地向唐太宗指出，做为一国之主的帝王，身负重任，就要在安乐时想到危难，尽量避免奢侈，要提倡节俭。不然的话就会做出象伐根而求树茂，塞水而望流长一样的愚蠢事。这里，在文章结构上前呼后应，环环紧扣，充分表达了作者进谏规讽的本意。</p> <p>　　紧接着作者向唐太宗指明历史上的君王，一开始创业时大多都能兢兢业业，而善始善终的就不多了。作者这里用了一个反问句来说明“创业容易，守业难”的道理。作者同时明确地告诫唐太宗，不要危难忧患时诚心待人，而成功后就放纵，傲慢待人。并指明，对人以诚相待，仇敌也团结成为一个整体；傲慢待人，即使是亲人也会众叛亲离。对人民使用高压钳制，用威势来统治他们，会造成他们与你貌合神离，表面十分顺服而实际上却十分怨恨。作者这里指出被激怒的百姓是十分可畏的。并再次用一个真切生动的比喻来说明帝王与百姓之间的辩证关系。作者将百姓妙喻为水，将帝王比喻为行船。水能浮载行船，但也可以将行船倾翻。这个比喻简洁而传神，直接明了地向唐太宗表明其利害关系。为谏劝唐太宗“居安思危，戒奢以俭”，不要“纵情傲物，骄奢淫逸”。结合具体实例进行分析，妙喻警人，陈述利害。引用古圣先哲的“怨不在大，可畏惟人”和“载舟覆舟”等至理名言，哲理剀切，反复阐述，耐心说服，言语婉转动人，用心不可谓不良苦。</p> <p>　　道理述尽，作者便向唐太宗提出“十思”的建议。“十思”是作者前文提出的“思国之安者，必积其德义”的具体内容。前边提出问题并进行了分析，后边则提出如何解决的建议。使得文章前后呼应，全文形成一篇结构严谨的统一体。而“十思”又以“谦冲而自牧”、“虚心以纳下”、“慎始而敬终”、“简能而任之”、“择善而从之”为中心，为至要。“十思”的角度不同，但都贯穿着“积其德义”的主线。作者告诫唐太宗“总比十思，宏兹九德”这样就会达到天下“文武并用，垂拱而治”。只要做到这“十思”，就不必自己去劳神费思，代替百官去行使职权了。</p> <p>　　全篇以“思国之安者，必积其德义”为中心展开论述。先从正反两方面进行论述，提出为君必须“居安思危，戒奢以俭”的结论。然后提醒太宗，守成之君易失人心。因在“殷忧”时易“竭诚以待下”；而在“得志”时则会“纵情以傲物”，便有“覆舟”之危。由此提出“积德义”必须“十思”。着重规劝太宗对于物质享受要适度，在自身修养上要“谦冲”，在用人上要“虚心纳下”，在行施法制上要不计个人恩怨。结尾归结出治国方法的关键在于知人善任，选拔人才，达到“垂拱而治”的理想境界。作者的这些主张，为唐太宗所采纳，有助于成就唐王朝的“贞观之治”。全篇以“思”字作为贯穿行文线索，脉络分明，条理清晰。文中多用比喻，把道理说得生动形象；并采用排比、对仗，句式工整，气理充畅。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1、振之以威怒 “振”通“震”，威吓。<br>2、则思无以怒而滥刑 无，通“毋“，不要</p> <p><strong>措词</strong><br>1.名词用作状语<br>貌恭而不心服 貌：指表面上。心：指内心里。<br>2. 名词作动词<br>江海下百川 下：居……之下。<br>君人者，诚能见可欲 君：做君主，统治。<br>3. 形容词用作名词<br>人君当神器之重 重：重权。<br>居域中之大 大：重大的位置。<br>惧谗邪 邪：邪恶的小人。<br>择善而从之 善：好的、可行的意见。<br>则思正身以黜恶 恶：奸恶的小人、不好的行为等。<br>简能而任之，择善而从之 能：有才能的人。善：好的意见。<br>居安思危 安：安逸的环境。危：危险的情形。<br>4. 形容词用作动词<br>智者尽其谋 尽：穷尽。<br>源不深而望流之远 远：远长。<br>塞源而欲流长者 长：长远。<br>克终者盖寡 终：坚持到底。<br>5. 形容词使动用法<br>欲流之远者 远：使……流得远。<br>必固其根本 固：使……牢固。<br>知止以安人 安：使……安宁。<br>正身以黜恶 正：使……端正。<br>思虚心以纳下 虚：使……谦虚。<br>宏兹九德 弘：使……光大。<br>何必劳神苦思 劳：使……劳累。 ：使……辛苦。<br>6.动词用作名词<br>君人者，诚能见可欲 可欲：指看见想要的东西。<br>7.形容词意动用法<br>乐盘游，则三思以为度 乐：以……为乐，喜欢。<br>忧懈怠，则慎思而敬终 忧：以……为忧，担心。<br>8.重要虚词<br>之：<br>①臣闻求木之长者： 结构助词，用在主谓之间，取消句子独立性。<br>②人君当神器之重，居域中之大： 结构助词，的。<br>③岂取之易而守之难乎？：代词，指代天下。<br>以：<br>①盖在殷忧，必竭诚以待下。来，表目的的连词。<br>②虽董之以严刑。介词，用。<br>③将有作，则思知止以安人。来，表目的的连词。<br>④则思无以怒而滥刑。介词，因为。<br>而：<br>①源不深而望流之远：连词，表转折。<br>②则思谦冲而自牧：连词，表递进。<br>③垂拱而治：连词，表顺承<br>④子产而死，谁气嗣之：连词，表假设。<br>哉：<br>①何必劳神苦思，代百司之职哉。表反问语气，呢。<br>②岂人主之子孙则必不善哉。表反问语气，吗。<br>③燕雀安知鸿鹄之志哉（出自《史记·陈涉世家》。表反问语气，呢。</p> <p><strong>重点实词</strong><br>盖：<br>①善始者实繁，克终者盖寡：表示不十分肯定的判断，大概。<br>②盖在殷忧，必竭诚以待下：连词，承接上文，表示推断原因，因为。<br>虽：<br>①臣虽下愚，知其不可：虽然。<br>②虽董之以严刑：即使。<br>诚：<br>①必竭诚以待下：形容词作名词，诚心。<br>②诚能见可欲：如果。<br>下：<br>①虑壅蔽，则思虚心以纳下：方位状语作名词，臣下的意见。<br>②臣虽下愚，知其不可：智力低下。<br>③惧满溢，则思江海下百川：居于……之下。<br>④敏而好学，不耻下问（出自《论语·公冶长》第五篇）：地位低下的人或学识比自己低的人。<br>当：<br>①盛夏之时，当风而立：对着，面对。<br>②人君当神器之重：掌握，主持。<br>③安步当(dàng)车：当作。<br>安：<br>①思国之安者，必积其德义：安定。<br>②燕雀安知鸿之志哉：怎么，哪里。<br>③项王曰：“沛公安在？”：哪里。<br>④衣食所安，弗敢专也：养生，所能养生的。<br>⑤不念居安思危：安全的环境。<br>信：<br>①信者效其忠：诚实。<br>②愿陛下亲之信之：信任。<br>③小信未孚，神弗福也：信用。<br>④忌不自信：相信。<br>求：<br>①求木之长者，必固其根本：追求。<br>②予尝求古仁人之心：探求。<br>③客之美我者，欲有求于我也：请求。<br>④不求闻达与诸侯：追求。<br>⑤府史闻此变，因求假暂归：请求。<br>治：<br>①文武并用，垂拱而治：治理。<br>②君有疾在腠理，不治将恐深：医治。<br>③不效则治臣之罪：惩治。<br>所：<br>①恩所加，则思无因喜以谬赏。“所”加动词的固定结构。<br>②山峦为晴雪所洗。表被动。<br>克：<br>①能克终者盖寡：能够。<br>②然操虽能克绍：战胜。<br>③公乃与克日会战：约定。<br>④克己复礼为仁：约束。<br>终：<br>①终苟免而不怀仁：最终。<br>②能克终者盖寡：坚持到底。<br>固：<br>①臣闻求木之长者，必固其根本：使……牢固，巩固。<br>②据秦孝公崤函之固，拥雍州之地：坚固······。<br>③蔺相如固止之：坚决，坚持。<br>④人固有一死，或重于泰山，或轻于鸿毛：本来，原来。<br>⑤独夫之心，日益骄固：顽固，固执。<br>⑥斯固百世之遇也：确实，实在。</p> <p><strong>古今异义</strong><br>求木之长者，必固其根本 根本：古义，树 木的根；今义，指国家的基础。<br>既得志，则纵情以傲物纵情：古义，放纵情感，即“骄傲”；今义，尽情。<br>虑壅蔽，则思虚心以纳下 虚心：古义，使……谦虚；今义，一种谦虚的美德。<br>承天景命景：古义：重大。今义：景色。<br>乐盘游，则思三驱以为度 以为： 古义：以（之）为；把......当作。今义：认为。乐：意动，以......为乐。<br>人君当神器之重 神器：古义：特指封建社会的国家政权。今义：泛指祭祀用品。<br>臣虽下愚（下愚，最愚昧无知的人。谦词。今无此意。）<br>傲物则骨肉为行路 行路：古义：形同陌路。今义：走路。</p><br/><h2>衍生成语</h2> <p>居安思危：居，处于，处在；思，想，考虑。处在安乐的环境中，要想到可能有的危险。指要提高警惕，防止祸患。</p> <p>载舟覆舟：载，承载；覆，颠覆。民众犹如水，可以承载船，也可以倾覆船。比喻百姓能拥戴皇帝，也能推翻他的统治。</p> <p>择善而从：从，追随，引申为学习。指采纳正确的建议或选择好的方法加以实行。</p> <p>善始善终：做事有好的开头，也有好的结尾。形容办事认真。</p> <p>垂拱而治：垂拱，垂衣拱手，形容毫不费力；治，平安。古时比喻统治者不做什么，却能使天下太平。多用来称赞帝王无为而治。</p> <p>戒奢以俭：戒，戒除；奢，奢侈；俭，节俭。用节俭来消除奢侈。</p><br/><h2>创作背景二</h2> 　　唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>跟随其父亲<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>反隋时作战勇敢，生活俭朴，颇有作为。公元627年李世民即位，改元贞观。在贞观初年，他借鉴隋炀帝覆亡的教训，进一步保持了节俭、谨慎的作风，实行了不少有利于国计民生的政策。经过十几年的治理，经济得到发展，百姓生活也富裕起来，加上边防巩固，内外无事，唐太宗逐渐骄奢忘本，大修庙宇宫殿，广求珍宝，四处巡游，劳民伤财。<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>对此极为忧虑，他清醒地看到了繁荣昌盛的后面隐藏着危机，在贞观十一年（637）的三月到七月，“频上四疏，以陈得失”，《谏太宗十思疏》就是其中第二疏，因此也称“论时政第二疏”。唐太宗看了猛然警醒，写了《答魏征手诏》，表示从谏改过。这篇文章被太宗置于案头，奉为座右铭。贞观十三年，魏征又上《十渐不克终疏》，直指太宗十个方面行为不如初期谨慎，被太宗书于屏风之上。<br/><h2>写作特点</h2> <p>　　一、类比入手，亲切生动</p> <p>　　作者要论述的是治国安民的根本大计，而进谏的对象又是国君。从流水、树木这些生活中常见的现象入手说理，就显得亲切、生动，容易为人君所接受。同时，要“木茂”就必须“固其根本”，要“流长”就必须“浚其泉源”，这都是生活中的常识。通过类比，推出要“国安”必须“德厚”，就很有论辩力量。在这个基础上，作者进一步以“不念居安思危，戒奢以俭”比做“伐根”“塞源”。这样，不居安思危的危害性不言自明，而作者的观点也鲜明地表露出来了。</p> <p>　　二、骈散结合，华美流畅</p> <p>　　唐代的奏疏，习惯上都用骈文来写，这篇奏疏虽然用了许多骈偶句式，却突破了骈体的束缚，骈散语句交替运用，既有骈文的整齐华美，又有散文的自然流畅，易于诵读。</p> <p>　　三、正反论述，务尽其旨</p> <p>　　全文以论述为主，对同一个问题，作者往往从正反两方面进行剖析，使说理更透彻。如第一段先从正面论述“固本浚源”，再从反面论述不这样做的危害；第二段关于“殷忧”“竭诚”与“得志”“傲物”的反复论述；第三段贯穿“十思”的本能欲望（或反应）与理性自制的对举，都体现了这一特点。</p> <p>　　四、比喻排比、生动有力</p> <p>　　文章以浅显的比喻衬出中心论题，比喻作为一种推理手段，起到生动、直观的效果；全文的论述多用排比句式，铺排罗列，勾连而下、气势不凡，增强了文章的表现力。</p><br/><h2>创作背景</h2> <p><strong>时间条件</strong><br>　　隋朝在农民起义中覆灭，给唐朝统治者敲响了警钟。唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>就曾说：“舟所以比人君，水所以比黎庶。水能载舟，亦能覆舟。”<br>　　唐朝初年，为了缓和阶级矛盾，<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>积极进谏。太宗起初对魏征的直谏尚有抵触，扬言要杀他，后来他悟出魏征是为了国家地长治久安，便越来越能够接受魏征的建议，并且付诸实施。这篇奏疏写于贞观十一年（公元六三七年）。唐太宗登基后，开始了一段较有作为的政略，所以出现了历史上有名的“贞观之治”，因为他常以隋朝的暴政为戒，不敢过分使用民力。他曾说：“朕每临朝未尝不三思，恐为民害。”（《资治通鉴》卷一〇九四著）。<br>　　可是，到了贞观中期，生产有了较大的发展.唐太宗开始大修庙宇宫殿，四处游玩，劳民伤财。就在魏征呈上此文的当年，已经民怨沸腾。为此有的大臣向他进谏，如监察御史马周就曾在上书中指出：“今所营为者，颇多不急之务”，百姓因“供官徭役，道路相继”，“春夏秋冬，略无息时”而“咸有怨言”（《贞观政要》卷十）。他却说：“百姓无事则易骄，劳役则易使”。（《新唐书·魏征传》）<br>　　他不再像过去那样高兴地接受下级的意见了。如贞观十一年，唐太宗巡游洛阳宫，泛舟积翠池，看到隋炀帝挥霍民脂民膏修建的亭台楼阁，便大发议论说：“（炀帝）将行幸不息，民怨不堪”，“遂使天下怨叛，身死国灭”，看起来他似乎应该以隋为鉴了，但最后他却洋洋得意地说：“今其宫苑尽为我有。”（《贞观政要》卷十），并且照样地“行幸不息”起来。又如要选拔人才，太宗收到许多有用的建议，可是没有像样的行动。魏征曾上疏说：“国家思欲进忠良，退不肖，十有余载矣，徒闻其语，不见其人，何哉？盖言之是也，行之非也。”（《贞观政要》卷七）。就在唐太宗越来越忘乎所以，别的大臣都噤若寒蝉的情况下，魏征却在贞观十一年的三月到七月这五个月中，连给唐太宗上了四疏，《十思疏》就是其中著名的一篇（此为四疏中第二疏）。（节选自《应用写作》杂志1992年第2期《一篇真实得体的奏疏》）<br>　　在此疏中，魏征紧扣“思国之安者，必积其德义”的思想，为这个在当时历史条件下安邦治国的重要思想作了非常精辟的论述，其主题在于提醒唐太宗要想使国家长治久安，君王必须努力去积聚德义。具体提出了戒奢侈、恤百姓、戒焦躁、不自满、不放纵、不懈怠、纳忠言、远小人、克喜怒、明赏罚等数十个建议。（《贞观政要》）</p> <p><strong>背景环境</strong><br>　　《谏太宗十思疏》是唐朝著名的谏议大夫<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>，在贞观十一年（公元637年）上书唐太宗（李世民）的一篇奏疏；文章中，魏征紧扣“思国之安者，必积其德义”，对这个安邦治国的重要思想作了非常精辟的论述，主题在于提醒唐太宗要想使国家长治久安，必须努力积聚德义；具体提出了居安思危、戒奢以俭、虚心以纳下等十个治国需警醒的要点。<br>　　唐太宗登基后，开始一段是较有作为的，出现了历史上有名的“贞观之治”。因为他常以隋朝的暴政为戒，不敢过分使用民力；他曾说：“朕每临朝未尝不三思恐为民害”(《资治通鉴》卷一〇九三）<br>　　可是，到了贞观中期，生产有了较大发展，人民生活逐渐富裕起来，加上对外战争年年胜利，边防日益巩固，国威远扬，在一片文治武功的欢呼声中，他渐渐骄奢起来，忘记了“以民为本”，特别是渐渐忘记了隋朝灭亡的历史教训，开始作威作福起来了。<br>　　就从贞观十一年这一年来看，他先下令修了飞仙宫，后来又诏令修建老君庙、宣尼庙；二月巡游洛阳宫，六月巡游明德宫，十月猎于洛阳苑，十一月又巡游怀州，狩于济源。老百姓为了服徭役，长年不能回家。为此有的大臣向他进谏，如监察御史马周就曾在上疏中指出：“今所营为者，颇多不急之务”，百姓因“供官徭役，道路相继”，“春夏秋冬，略无息时”而“咸有怨言”(《贞观政要》卷十)。他却说：“百姓无事则易骄，劳役则易使”(《新唐书·魏征传》)。他不再像过去那样高兴地接受下级的意见了，他在生活上渐渐奢侈的同时，还有些崇尚空谈，不务实际了；这点魏征是看得很清楚的。<br>　　贞观十一年，“(炀帝)将行幸不息，(《贞观政要》卷十)，并且照样地“行幸不息”起来。又如要选拨人才，唐太宗说了千百遍，可是没有象样的行动。魏征曾上疏说：“国家思欲进忠良，退不肖，十有余载矣，徒闻其语，不见其人，何哉？盖言之是也，行之非也。”(《贞观政要》卷七)，《十思疏》就是其中著名的一篇。其主要内容是：劝谏太宗施仁政、心怀天下、从谏如流、以民为贵，亲贤臣远小人等，去做一个好帝王。《谏太宗十思疏》是魏征奏疏的代表作。</p><br/><h2>总体手法</h2> <p>　　这篇奏疏，在写作上有其特色，它有很强的现实针对性。文章根据唐太宗在取得巨大政绩以后，逐渐骄傲自满，生活日趋奢靡的情况，指出他“不念居安思危，戒奢以俭”，“既得志则纵情以傲物”，不能“竭诚以待下”，必然使“骨肉为行路”，至亲疏远，君臣解体，离心离德，难于保守天下。奏疏不仅把“不念居安思危，戒奢以俭”难守天下的道理讲得清清楚楚，而且还对症下药，提出“十思”的措施，既明确具体，又实用而不空泛，针对性很强。<br>　　《谏太宗十思疏》谈论的虽然是帝王的治国之道和修养问题，但其中的许多真知灼见在今天看来仍具有很强的借鉴意义。这篇奏疏不仅思想内容深刻，在写作手法上也颇有特点，现试析如下：</p> <p><strong>一字贯穿</strong><br>　　细读文章，便会发现，作者用一“思”字贯穿全文。第一段，作者先通过两个人们耳熟能详的比喻引出“思国之安者，必积其德义”的主旨，再用原来的比喻从反面强调这一主旨，最后又从人君特殊的地位和职责出发推出这一主旨的具体内容：“居安思危，戒奢以俭”。由此，不难看出作者一个清晰的思路：“思国安”必先“积德义”，“积德义”对人君来说，就表现在“居安思危，戒奢以俭”。总之，人君当“思”：思虑国家的安定，思谋国运的长远，思考为政的得失，思量潜伏的危机。<br>　　正如<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>在另外一篇奏疏中指出的：“祸福相倚，吉凶同域，唯人所召，安可不思？”一个“思”字不仅把第一段的内容有机地组织了起来，而且也隐含了魏征对唐太宗的谆谆告诫：作为人君，万事都要三“思”而后行啊！那么，人君为什么当“思”呢？文章的第二段就阐述了这个问题。他总结历史教训，指出历史上一种常有的现象：“善始者实繁，克终者盖寡。”然后用一反诘句对这一现象提出自己的质疑：“岂取之易，守之难乎？”但人君的取易守难毕竟是不容忽视的客观事实，因此，作者接下来就具体分析了产生这一现象的原因：“殷忧”时，竭诚待下；“得志”后，纵情傲物，直至滥用刑罚，目空一切，最终导致天怨人怒，自取灭亡。值得注意的是，本段虽没有用到一个“思”字，但却始终是扣住“思”字着笔的，它实际上紧承第一段解释了人君当“思”的原因，那就是：“凡百元首”的难以善始善终，“取之易，守之难”的严峻事实，“殷忧”时、“得志”后的不同态度，“可畏惟人，载舟覆舟”的深刻教训。魏征在这里所提出的这一切都有理有据，焉能不使守成之君的唐太宗思前想后，思深忧远呢？所以，这一段不仅依然紧扣“思”字回答了人君为什么当“思”，也为下文的“十思”作了有力的铺垫。<br>　　到第三段，作者则明确提出了应如何“思”。他围绕节欲、谦逊、谨慎、明智、守法五方面具体提出“十思”，并指出，倘若人君能做到这些，则不但使普天下的“智者”“勇者”“仁者”“信者”各展所长，尽心辅佐，而且也能使人君达到“垂拱而治”的目的，免却“劳神苦思，代百司之职役”的繁冗和辛劳。由此可以看出，作者紧扣——“思”字做文章，从提出问题——应当“思”，到分析问题——为何“思”，再到解决问题——怎样“思”，最后归结为“何必思”。从“思”到“无思”，一字贯穿，前后勾连，使文章条理清晰，思路缜密，结构谨严，浑然一体，具有不可辩驳的逻辑力量。</p> <p><strong>一发破的</strong><br>　　紧紧抓住事物的要害，通过精妙的比喻和正反对比，使作者所要阐发的道理深入浅出，令人难忘，是本文在写作上的第二个特点。本来，国家的长治久安，人君的德行道义，以及这两者之间的关系，都是颇为抽象的道理。然而，作者却洞幽烛微，化难为易，用了两个浅显的比喻，便一下子点到了事物的要害，可谓一发破的。树木、河流是人们习见的事物，求木之长必固根本，欲流之远必浚泉源也是天经地义、毋庸置疑的。作者的高明之处就在于看到了树木的茂盛与国家的兴旺，江河的长流与国运的久远以及根底的加固与德行的积累、源头的疏通与道义的流播这两者之间所具有的极其相似的关系，以此构成比喻，便把道理说得透彻而又形象，易于为人接受。在运用比喻作了正面论述后，作者并不是到此为止，而是紧扣前喻从反面进一步论述，以起强调作用。但在行文时又有所变化，把正面论述时的两个比喻的顺序巧妙地颠倒了一下，使文意灵动多姿。紧接着，作者仍然从反面进行论述，指出人君如果不“居安思危，戒奢以俭”——即“积德义”的话，那就不仅仅是“根不固”“源不深”的问题，而是“伐根”“塞源”。这就把“不积德义”所带来的反面结果推到了极致，从而从正面有力地肯定了“积德义”这个论题的正确性。此外，第二段中“殷忧”和“得志”的对比，第三段中“恩所加”与“罚所及”等的对比，都一正一反，不仅内容相对，形式规则，而且观点鲜明，语气肯定，深刻地揭示了事物的性质。总之，本文比喻的巧用既增强了文章的生动性和可感性，又加深了读者对作者所要阐明的主旨的印象。而正说反说、对比鲜明的手法，则不但使行文富于变化，而且使主旨的阐述更为具体、严密，增强了文章的说服力度。</p> <p><strong>一唱三叹</strong><br>　　本文在充分说理的同时，又满溢着充沛的感情，使文章融情于理，情理交融，是本文在写作上的第三个特点。魏征对唐太宗是颇有感情的，这不但因为唐太宗具有弃怨用才的宽广胸怀与气度（魏征曾是太宗的政敌），更主要的是他从太宗的身上看到了修仁政、济苍生、达到天下大治的希望，看到了自己为国家大展宏图的前景。当47岁的魏征开始辅佐比他小18岁的太宗的时候，他深感“喜逢知己之主”，因此“思竭其用，知无不言”，而太宗对魏征的谏言也“未尝不欣然纳受”。对唐太宗来说，魏征既是一位犯颜直谏的良臣，又是一位循循善诱的严师。因此，这种亦臣亦师的身份使魏征的奏疏既理正词严，又情真意挚，说理和抒情得到了有机的统一，表现在本文中也是如此。<br>　　自第一段始，说理庄重从容，感情平缓，至“臣虽下愚，知其不可，而况于明哲乎”一句，则感情初起波澜：既有对不“积德”却指望“国安”的断然否定，也有不卑不亢的自谦，更有希望太宗无愧于“明哲”的殷殷期望。而“人君”一句感情则再掀波澜，这一句无异于对太宗的当头棒喝：处在如此高位，却“不念居安思危，戒奢以俭”，那可怕的后果你难道真的不知道吗？至第二段，作者似乎从刚才激越的感情中平息下来，以“凡百元首”一句转入对历史教训的论述之中，感情委婉深沉。这一段的最后一句“载舟覆舟，所宜深慎”，推心置腹，是提醒，是规劝，也是警告，不能不令人动容。至末段，在具体提出“十思”的时候，更是感情真挚，语重心长，作者把他所能想到的，把他认为帝王必然遇到或经常遇到而且必须有明确认识并能正确对待的问题一一罗列，声声“思”字，如记记重锤，敲打着唐太宗的心灵，也敲击着读者的心灵。而“总此十思”几句则勾画了人君“思”后出现的美好图景，感情又趋于热情奔放。至最后“何必”一句全文戛然而止，我们仿佛看到一个58岁的老人长长地叹了一口气，这不仅仅是作者的感情慢慢趋于平缓，更是他为国家着想，尽了为臣之职以后的释然和安然。因此，作者的感情随说理的深入而不断变化，时而平静和缓，时而委婉深沉，时而又热情奔放。作者或以抒情的语调用含情之笔说理，自始至终让人觉得是从作者肺腑中吐出，亲切入微，如“十思”的阐述；或以形象的语汇用明理之言寄情，紧扣人的心弦，如主旨的提出。<br>　　总之，本文理真情切，情与理得到了有机的交融，不仅使情的抒发不失之空泛，更使理化为了一种闪烁着个性色彩的情思，让人刻骨铭心，起到一唱三叹的效果。所以，太宗在阅读了魏征包括本篇在内的四篇奏疏以后，有这样的评语：“诚极忠款，言穷切至。”还称赞魏征“体国情深”。清代的唐德宜在《古文翼》中也说此文“款款而陈，情词肫挚，忠爱之忱，溢于言表”。这些都是对本文具有情理交融这一特点的恰当评价。</p> <p><strong>一气呵成</strong><br>　　《谏太宗十思疏》是用骈文写成的。但魏征的这篇文章却一扫六朝浮华的余习，不仅内容充实，明白畅达，而且在形式上也有所创新。从语句看，一是不局限于骈文一般是用平行的两句话，两两配对，直到篇末的特点，而是有所变化。如第一段，劈首就是三个从正面论述的排比句，紧接着又是从反面论述的三个排比句，这是和骈文的常格有所不同的。二是散句的恰当使用，如“臣虽下愚，知其不可，而况于明哲乎”，“载舟覆舟，所宜深慎”等。三是打破了四六对仗而改用多种句法对偶，如“当神器之重”对“居域中之大”，“竭诚则吴越为一体”对“傲物则骨肉为行路”等。这样，文中既有气韵充沛的排比句，又有活泼灵动的散行句，再加上骈文所特有的对仗工整、音韵顿挫的对偶句，使整个文章一气呵成，于整饬庄重之中呈流转圆浑之势，具有特有的美感。从用词看，文章力求避免繁复的引证、生僻的典故和多余的藻饰，语言明白晓畅。另外，文章不受声律拘束，不避首尾虚字，这些都体现了作者崇尚质朴的文学主张和不拘一格的创新精神。魏征创造的这样一种骈散相间的章表体，后来就成为唐宋奏疏中常用的一种形式，对后世<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的政论奏议文产生了一定的影响。</p> <p><strong>明君忠臣</strong><br>　　魏征是唐太宗的一位十分难得的谏臣，魏征死后，唐太宗感叹地说：“以铜为镜，可以正衣冠，以史为镜，可以知兴衰，以人为镜，可以明得失；今魏子殂世，遂亡一镜也！”唐太宗把大臣当做自己的明镜，魏征更是一面明亮的镜子。魏征的敢言直谏，太宗的虚心接纳，都显示出了一代明君和一代忠臣的形象。</p><br/><h2>正反论述</h2> <p>　　全文以论述为主，对同一个问题，作者往往从正反两方面进行剖析，这样，说理更加透彻。如第一段先从正面论“固本疏源”，再从反面阐述不这样做的危害；第二段关于“殷忧”“竭诚”与“得志”“傲物”的反复论述，第三段贯穿“十思”的本能欲望（或反应）与理性自制的对举，都体现了这一特点。</p> <p>形象比喻<br>　　文中运用了大量生动的比喻，借以阐发治国安民的思想，言简意赅，具有很强的说服力。如文章开篇谈论治国要注重“积其德义”这一根本原则时，从两个方面比喻论证，即“木之长者，必固其根本”和“流之远者，必浚其泉源”，“固其根本”是树木长得高的必要条件，而“浚其泉源”，也是水流得长远的前提，运用自然中的现象比治国的原则，浅显易懂而又生动形象。</p> <p>语言朴实雄健<br>　　文章虽多用对偶句，但笔力道劲，气势雄健，朴实无华，与六朝的骈赋不同。如“恩所加，则思无因喜以谬赏；罚所及，则思无以怒而滥刑”一句，“恩”“喜”“谬赏”分别与“罚”“怒”“滥刑”反义相对，“加”“因”分别与“及”“以”近义相对，这样，大大加强了语言的表现力。大家可以到文章中再找一些这样的句子体会一下。</p> <p>雄辩的逻辑力量<br>　　三个段落，环环相扣，步步深入。第一段，作者旗帜鲜明地揭示中心论点——为人君者必须“居安思危，戒奢以俭”。那么，人君为什么当“思”呢？文章的第二段就阐述了这个问题。作者从历史教训出发，提醒太宗必须谨慎从政，要善待臣民，勿失民心本段虽没有用到一个“思”字，但却始终是扣住“思”字着笔的，实际上紧承第一段解释了人君当“思”的原因，那就是“凡百元首”的难以善始善终；“取之易。守之难”的严峻事实：“殷忧”时、“得志”后的不同态度，“可畏惟人，载舟覆舟”的深刻教训。同时，为下文的“十思”作了有力的铺垫。到第三段，作者则明确提出了如何“思”。在前二段说明道理的基础上，作者向太宗提出了。十思”的具体内容，并说明如果能够做到这“十思”，就能够发扬光大“九德”修养，使百官各尽其职，各竭其力，天下可“垂拱而治”了。细读文章，便会发现，作者用一“思”字贯穿全文，前后勾连，层层深入，水到渠成。从提出问题，应当“思”，到分析问题，为何要“思”，再到解决问题——怎样“思”，结构谨严，浑然一体，具有不可辩驳的逻辑力量。</p> <p>　　——选自中华书局标点本《旧唐书·<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>传》</p>",
  "poet": {
    "id": 807,
    "star": 0,
    "name": "魏征",
    "image": "http://img.gushiwen.org/authorImg/weizheng.jpg",
    "desc": "魏徵（580年－643年2月11日），字玄成。汉族，隋唐时期巨鹿人，唐朝政治家。曾任谏议大夫、左光禄大夫，封郑国公，谥文贞，为凌烟阁二十四功之一。以直谏敢言著称，是中国史上最负盛名的谏臣。著有《隋书》序论，《梁书》、《陈书》、《齐书》的总论等。其言论多见《贞观政要》。其中最著名，并流传下来的谏文表---《谏太宗十思疏》。他的重要言论大都收录《魏郑公谏录》和《贞观政要》两本书里。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "劝谏",
    "寓理"
  ]
}