{
  "id": 18259,
  "star": 42,
  "name": "别舍弟宗一",
  "dynasty": "唐代",
  "content": "零落残魂倍黯然，双垂别泪越江边。<br>一身去国六千里，万死投荒十二年。<br>桂岭瘴来云似墨，洞庭春尽水如天。<br>欲知此后相思梦，长在荆门郢树烟。",
  "fanyi": "<p><strong>译文</strong><br>生离死别人间事，残魂孤影倍伤神；<br>柳江河畔双垂泪，兄弟涕泣依依情。<br>奸党弄权离京都，六千里外暂栖身；<br>投荒百越十二载，面容憔悴穷余生。<br>桂岭瘴气山林起，乌云低垂百疫行；<br>欣闻洞庭春色好，水天浩淼伴前程。<br>聚会惟赖南柯梦，相思愿眠不醒枕；<br>神游依稀荆门现，云烟缭绕恍若真。</p> <p><strong>注释</strong><br>⑴宗一：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>从弟，生平事迹不详。<br>⑵零落：本指花、叶凋零飘落，此处用以自比遭贬漂泊。黯然：形容别时心绪暗淡伤感。<br>⑶双：指宗元和宗一。越江：唐汝询《唐<a href=\"http://so.gushiwen.org/view_18259.aspx\">诗</a>解》卷四十四：“越江，未详所指，疑即柳州诸江也。按柳州乃百越地。”即粤江，这里指柳江。<br>⑷去国：离开国都长安。六千里：《通典·州郡十四》：“（柳州）去西京五千二百七十里。”极言贬所离京城之远。<br>⑸万死：指历经无数次艰难险阻。投荒：贬逐到偏僻边远的地区。<br>⑹桂岭：五岭之一，在今广西贺县东北，山多桂树，故名。柳州在桂岭南。这里泛指柳州附近的山岭。《元和郡县志》卷三十七《岭南道贺州》载有桂岭县：“桂岭在县东十五里。”瘴（zhàng）：旧指热带山林中的湿热蒸郁致人疾病的气。这里指分别时柳州的景色。<br>⑺荆、郢（yǐng）：古楚都，今湖北江陵西北。《百家注柳集》引孙汝听曰：“荆、郢，宗一将游之处。”何焯《义门读书记》曰：“《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》：张敏与高惠二人为友，每相思不得相见，敏便于梦中往寻。但行至半路即迷。落句正用其意。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18259.aspx\">诗</a>的一、三、四联着重表现的是兄弟之间的骨肉情谊。首联写在送兄弟到越江边时，双双落泪，依依不舍。起势迅拔奇突，悲情无限，有极大的感染力。在二弟宗直暴病身亡之后，大弟宗一又要北适湘鄂之地安家，作者经不起这样大的打击，故曰“残魂”且已“零落”，神情“黯然”却又加“倍”，其中自有贬谪之苦，孤寂之意。此刻兄弟泣别，双双垂泪，虽为人之常情，却另有深意：诗人在极度艰苦恶劣的环境中生活，需要亲情友情支撑他那即将崩溃的精神世界，然而贬谪以来，亲人相继弃世，此时宗一又要北去，诗人更觉形单影只，愁苦无依。这两句诗既是铺叙，又是情语，充分表现出诗人苦涩的心境和兄弟之间的骨肉情谊。</p> <p>　　第三联是景语，也是情语，是用比兴手法把彼此境遇加以渲染和对照。“桂岭瘴来云似墨”，写柳州地区山林瘴气弥漫，天空乌云密布，象征自己处境险恶。“洞庭春尽水如天”，遥想行人所去之地，春尽洞庭，水阔天长，预示宗一有一个美好的前程。一抑一扬，蕴愁其中：由于桂岭洞庭，一南一北，山川阻隔，以后兄弟相见恐怕就非常不易了。因而在这稍见亮色的描述中先笼罩了一层哀愁，十分巧妙地为尾联的表情达意伏下一笔。</p> <p>　　诗的最后一联说，自己处境不好，兄弟又远在他方，今后只能寄以相思之梦，在梦中经常梦见“郢”（今湖北江陵西北）一带的烟树。“烟”字颇能传出梦境之神。诗人说此后的“相思梦”在“郢树烟”，情谊深切，意境迷离，具有浓郁的诗味。古往今来，这“郢树烟”似的幻象使失意的迁客骚人趋之若鹜，常愿眠而不醒；但又让所有的失意者无一例外地大失所望。这“烟”字确实状出了梦境相思的迷离惝惚之态，显得情深意浓，十分真切感人。</p> <p>　　这首诗所抒发的并不单纯是兄弟之间的骨肉之情，同时还抒发了诗人因参加“永贞革新”而被贬窜南荒的愤懑愁苦之情。诗的第二联，正是集中地表现他长期郁结于心的愤懑与愁苦。从字面上看，“一身去国六千里，万死报荒十二年”，似乎只是对他的政治遭遇的客观实写，因为他被贬谪的地区离京城确有五、六千里，时间确有十二年之久。实际上，在“万死”、“投荒”、“六千里”、“十二年”这些词语里，就已经包藏着诗人的抑郁不平之气，怨愤凄厉之情，只不过是意在言外，不露痕迹，让人“思而得之”罢了。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬的十二年，死的机会确实不少，在永州就曾四次遭火灾，差一点被烧死。诗人用“万死”这样的夸张词语，无非是要渲染自己的处境，表明他一心为国，却被长期流放到如此偏僻的“蛮荒”之地，这是非常不公平、非常令人愤慨的。这两句，有对往事的回顾，也有无可奈何的悲吟，字字有血泪，句句蕴悲戚。</p> <p>　　南宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>在《沧浪诗话》中说：“唐人好诗，多是征戍、迁谪、行旅、别离之作，往往能感动激发人意。”柳宗元的这首诗既叙“别离”之意，又抒“迁谪”之情。两种情意上下贯通，和谐自然地熔于一炉，确是一首难得的抒情佳作。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18259.aspx\">诗</a>作于元和十一年（816）春夏之交。韩醇《诂训柳集》卷四十二：“‘万死投荒十二年’，自永贞元年（805）乙酉至元和十一年（816）丙申也。诗是年春作。”<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>再贬柳州时，他的从弟柳宗直和柳宗一也随同前往。宗直到柳州后不久就因病去世，年仅二十三岁，柳宗元伤悼不已，为其撰《志从父弟宗直殡》。亲人中，除了从弟宗直，老母卢氏、爱妻杨氏、娇女和娘等都相继弃世。柳宗一住了一段时间，约半年以后又要离开柳州到江陵（今湖北江陵县）去，柳宗元写了这首诗送别。诗人十余年来充满坎坷和不平，历尽艰辛和磨难，惊魂零落。亲人离散，同来的两从弟一死一别，让他不禁甚感凄然。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "迁谪",
    "送别",
    "写景",
    "抒情"
  ]
}