{
  "id": 57776,
  "star": 9,
  "name": "念奴娇·和赵国兴知录韵",
  "dynasty": "宋代",
  "content": "为沽美酒，过溪来、谁道幽人难致。更觉元龙楼百尺，湖海平生豪气。自叹年来，看花索句，老不如人意。东风归路，一川松竹如醉。<br>怎得身似庄周，梦中蝴蝶，花底人间世。记取江头三月暮，风雨不为春计。万斛愁来，金貂头上，不抵银瓶贵。无多笑我，此篇聊当宾戏。",
  "shangxi": "<h2>赏析</h2> <p>　　开篇趣起，打趣自己，说只要清溪对岸有美酒，就可以招致自己这个难致的“幽人”前来。接韵以“更觉”的措辞，将自己与赵国兴暗中对照，以突出赵的“湖海豪气”。意谓因自己这样容易被招致，就更觉得赵这个有四方之志的湖海之士气度不凡、当卧百尺楼头了。“自叹”以下，直到结韵，全都是自我抒情。“自叹”一韵，伤惋自己年老才凋，作<a href=\"http://so.gushiwen.org/view_57776.aspx\">诗</a>赋词，难以称意。上片末韵，明承起韵沽酒之辞，写自己得酒即醉、醉归于东风中的情态。暗接“不如人意”的句意，表达他欲因酒而排遣此愁的意思。有趣的是，这里写词人的醉态，不出以正笔，而以“松竹如醉”的曲笔来写，这就写透了他醉态朦胧的情态。而诗意正在“松竹如醉”的形容中。下片似写清醒时的思绪，其实是所谓“酒醉心灵”的思考产物。过片接上片末韵“东风”一词，写他对此春日美景若有所不足的遗憾感。此韵以“怎得”领起，表明所思所须实属不可得的用意。他所希望自己成为的，是<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦中那只栩栩然的物我浑一的蝴蝶，他希望作这一只蝴蝶，来纵情邀游于花丛间，把花底当成是整个的“人间世”即整个的世界。这就泄露了他希望忘世兼忘我的心意。而具有这种忘我兼忘世之想的人，显然是因为所承受的过于沉重痛苦之故，他在寻找着一个不可得的解脱。“记取”一韵，表明了他之所以想做庄周梦中的蝴蝶的部分原因。是因为暮春的江上，总是风狂雨骤，横暴的风雨从来不爱惜春天的美景，而要将它匆匆送走。“记取”一词，表明这种时光之忧，是他一直萦结在胸的旧伤痛。在“风雨”一句中，词人的悲凉、无奈之情可感。在这两韵里，花与春天的意象具有隐喻的色彩，它们隐指美好无憾的时光。同样，风雨也具有隐喻的色彩，它是作为破坏春天的对立面出现的，它是生命所不能把握的横暴力量的隐指。因为以上的隐喻色彩，所以尽管是写的自然春天的过程，也令词人产生了不能承受的“万斛愁”。这样无法称量的沉重愁恨，只有杯中酒才可以解除，因为它可以使人沉醉忘忧。而象征了富贵极盛的头上金貂，在此时光之优面前，则显得毫无意义———流逝的时光把金貂象征的富贵、把一切存在甩在自己的后面化为虚无。结韵关合全篇，以此词不过是一种《宾戏》的解释，把一切打空，用来回复赵知录。这样的结尾，固然表明了他的游戏态度，同时也更有深意。这深意就是，当词人反照自己的内心，发现了巨大的空虚和难以承受的痛苦时，他所去做的，不仅是以酒来沉醉忘情，更是要以排空一切的方式，来获得解脱。所以，这样的结尾，不是无聊的游戏，不是无意义的闲话，而是包容着一种压力和反压力的精神对抗的。</p> <p>　　本词在章法上，打破上下片分段的词体常用格式，从上片第三韵就开始转为单纯写自己，是为变格；但变中有不变，如下片全为上片末韵引起，写自己春日归途上醉酒后的忧思与解脱。在表意上，全词似散而聚。所谓散，是指它头绪众多；既赞友人，又自叹衰老才枯；既写耽酒情状，又写耽酒的原因；既抒发好景不常的生命幽恨，又写忘世遣愁的心理需要。所谓聚，是指这么丰富的情意，曲曲折折地都可以用酒来收结：衰老才凋的闲愁可以用酒来打发，好景不常的生命大悲可以凭酒来遗忘，想做庄周梦中的那只蝴蝶而不可得的苦恼可以借酒来平息，乃至功名富贵终归无用的虚无之悲可以以酒来消除。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "赠答",
    "赞美",
    "友人",
    "抒情"
  ]
}