{
  "id": 72036,
  "star": 6,
  "name": "凤栖梧·霜树重重青嶂小",
  "dynasty": "宋代",
  "content": "霜树重重青嶂小，高栋飞云，正在霜林杪。九日黄花才过了，一尊聊慰秋容老。<br>翠色有无眉淡扫。身在西山，却爱东山好。流水极天横晚照，酒阑望断西河道。",
  "fanyi": "<p><strong>译文<br></strong>霜树重重叠叠远山显得越来越小，流动的云团高高的楼阁仿佛就在林梢之上，九月九日重阳节刚刚过去。一杯菊花酒聊以自慰衰老的容颜。<br>翠绿山色若有若无就像淡扫的眉黛。而今虽在西山却喜爱归隐东山。流水连天夕阳横照于水里，酒尽高楼眺望那通往家乡的西河道风光。</p> <p><strong>注释<br></strong>青嶂：青山。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《钟山<a href=\"http://so.gushiwen.org/view_72036.aspx\">诗</a>应西阳王教》：“郁律构丹巘，崚嶒起青嶂，势随九疑高，气与三山壮。”<br>高栋飞云：<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》：“画栋朝飞南浦云。”<br>杪（miǎo）：一般指树枝的细梢。<br>九日：农历九月九日，即重阳节。据《荆楚岁时记》载：人们于此日，“缝囊盛茱萸系臂上，登山饮菊花酒。”以消灾避难。<br>黄花：菊花。《礼记》：“季秋之月，鞠有黄华。”鞠通“菊”。<br>秋容：<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>《九日小阁》：“莫嫌老圃秋容淡，且看黄花晚节香。<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《集灵台》二首：“却嫌脂粉污颜色，淡扫蛾眉朝至尊。”<br>翠色有无：<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《汉江临泛》：“江流天地外，山色有无中。”本句由此化用而来。<br>西山：疑即金中都燕京之西山。<br>东山：暗用谢安隐居东山典故。<br>晚照：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋野》：“远岸秋沙白，连山晚照红。”<br>酒阑：酒宴将尽。<br>西河：春秋卫地。今河南浚县、滑县一带。《史记·孔子世家》：“其男子有死之志，妇女有保西河之志。又，丘迟《与陈伯之书》：“吴子之泣西河，人之情也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词写重阳节后，登高饮酒，面对深秋傍晚的景色，排遣思乡怀人的愁怀。“九日黄花”，指阴历九月九日重阳节，正是菊花盛开、饮酒赏菊的季节。重阳节历来有登高的风俗，唐代著名<a href=\"http://so.gushiwen.org/view_72036.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的七绝《九月九日忆山东兄弟》就是因重阳节思念家乡的亲人而作：“独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。”赵可这首词中说“九日黄花才过了”，重阳节才过，却又登高饮酒，作者说是“一尊聊慰秋容老”，似乎是为了抚慰秋光。但从词的收尾句“酒阑望断西河道”，却透露了作者的真实心理，实际上是为了排遣思乡怀人的苦闷。作者因重阳节而引起的思乡怀人之情，似乎还萦绕心头，只不过不愿明白对人道出罢了。</p> <p>　　这首词的在艺术上最明显的特点是写景的技巧。整首词描绘了一幅广阔的深秋山水图，层次井然。上片写自己的所在的西山，有近景：“高栋飞云，正在霜林杪”；有中景：“霜树重重青嶂小”。下片写由西山望东山，是远景：“翠色有无眉淡扫，身在西山，却爱东山好”，并且写到西山之间的河流：“流水极天横晚照”。通过多层次的描写，展现了晚秋山水的全景。而这些景物画面的转换和衔接又很巧妙，是一位身在高处的人的观察所见，使读者想到好像一架摄影机从高处移动着镜头，从西山的全景移到山巅的高栋飞云，又转到远处的东山，山下的流水、道路。“青嶂小”，正是从高处所见；“翠色有无”，则是遥望所及，都是从一个中心视点出发拍摄的镜头。词中对整个画面的设色，以素朴的淡色调为主，从平淡中又透出一种丰富；重重霜树的黄叶与白霜，远山似有若无、如蛾眉淡扫一般的浅浅的翠色，流水的青碧和晚照的红色，相映相衬，显示出“秋容”虽老，但却富有特殊的美感。在这种背景之下，词人抒写出一种若隐若现的乡思，使全词形成了一种高旷中略带沉郁的格调。</p>",
  "poet": {
    "id": 595,
    "star": 0,
    "name": "赵可",
    "desc": "赵可 金代文学家。字献之，号玉峰散人。泽州高平（今山西高平）人。生卒年不详。少时赴考，在考场中戏书小词,为金主完颜亮所见,颇加赏识。贞元二年(1154)中进士。官至翰林直学士。著有《玉峰散人集》，今佚。诗入《中州集》，词入《中州乐府》。"
  },
  "tags": [
    "婉约",
    "登高",
    "写景",
    "思乡",
    "怀人"
  ]
}