{
  "id": 18300,
  "star": 23,
  "name": "夏昼偶作",
  "dynasty": "唐代",
  "content": "南州溽暑醉如酒，隐几熟眠开北牖。<br>日午独觉无馀声，山童隔竹敲茶臼。",
  "fanyi": "<p><strong>译文<br></strong>永州的夏天又湿又热，困得使人像醉汉打盹，推开北窗，凭案酣睡长精神。<br>中午醒来，只觉得大地死一般的寂静，隔着竹林，惟有山童捣制新茶时敲击茶臼的声音。</p> <p><strong>注释<br></strong>①南州：指永州。溽（rù入）暑：又湿又热，指盛夏的气候。《礼记·月令》：“土润溽暑，大雨时行。”醉如酒：像喝醉了酒那样要打盹。<br>②隐几：凭倚着几案。《庄子·徐无鬼》：“南伯子綦隐几而坐。”隐几，亦作“隐机”。《秋水》：“公子牟隐机太息。”<br>③北牖：北窗。<br>④日午：中午。<br>⑤敲茶臼（jiù）：制作新茶。茶臼，指捣茶用的石臼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　地处南国的永州，盛夏确实酷热，白天尤甚。<a href=\"http://so.gushiwen.org/view_18300.aspx\">诗</a>的首句，直白与细描并用，交代了夏昼的气候特点：“溽暑”，既潮湿，又闷热，这与北方迥然不同。“醉如酒”，形象地状写出了人们的难熬溽暑之态。由于湿度大，温度高，自然憋闷难禁，体力不支，心烦意懒，疲惫欲睡。这一句话张力颇大，叙事、抒情和寄慨，均由此而生发。</p> <p>　　接下三句，写诗人夏昼的闲逸生活。</p> <p>　　第二句紧承前脉，并与首句构成因果关系。溽暑难档，就打开北边的窗户，以透进丝丝凉意；困乏不堪，俯倚几案就酣然大睡，而且睡得既香且久。在这里，虽无丝竹管弦之盛，亦无一觞一咏之乐，但能身舒神爽，逸兴遄飞，岂不快哉！三四句写诗人中午醒来，万籁俱寂，只听见隔着竹林的那边，有山村的儿童敲茶臼的声音。静，它作为一种存在，要有恰当的表现形式，常用的形式是借声显静，如王籍《入若耶溪》：“蝉噪林愈静，鸟鸣山更幽。”就是用对立两极的事物互为衬托，展现了一种静中之动、动中显静的自然景观。而这首诗中以有声写无声，衬托出夏日中午环境的分外幽静，从而在极端偏僻、极端孤寂的境界中，微微透露出一点空灵生动的契机。</p> <p>　　诗人写闲逸的生活，写幽静的心境，反映了他在沉重压抑中追求的一种精神寄托。怀才遭谤，处境孤立，久贬不迁，而今是良马羁于厩内，猛虎囚禁柙中，因此对悠闲自在的生活十分向往。诗人的这一苦衷却常常被一些帮闲文人画匠所歪曲，如《江雪》这一著名五绝，后来的某些画家竟屡屡以诗中情景为题材绘成《寒江钓雪图》，把渔家生活描绘成闲情逸致，飘飘欲仙，这完全违背了社会现实。对此，明代的孙承宗曾作《渔家》诗为其翻案：“呵冻提篙手未苏，满船凉月雪模糊。画家不识渔家苦，好作寒江钓雪图。”真是有理有据，深中肯綮。</p> <p>　　从字面上看，这首诗是写诗人夏日闲逸中的谐趣，若作深一层透视，我们就不难发现：官与黎民，仅咫尺之隔，却是截然不同的两个世界。盛夏的中午，烈焰腾空，山童不避溽暑正在忙着制作新茶，而他们的父母又在哪里呢？不妨听听与<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>同一时代的两位诗人的陈诉：</p> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《观刈麦》：“田家少闲月，五月人倍忙。……足蒸暑土气，背灼炎无光。力尽不知热，但惜夏日长。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>《锄禾》：“锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。”</p> <p>　　由此可见，诗人笔下的一幅闲适图，融合着多少平民的辛酸泪！</p> <p>　　在这首诗中，诗人以自己夏日的舒适安逸作为切入点，用富有典型意义的形象委婉地揭示了两个阶级的尖锐对立，可谓立意高深。其结句信手拈来，却言外见意，蕴含着对世态炎凉的无限感愤，凝结着诗人关心民瘼的真情。曲终奏雅，韵味无穷。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "夏天",
    "闲适",
    "生活"
  ]
}