{
  "id": 47963,
  "star": 50,
  "name": "梁甫吟",
  "dynasty": "两汉",
  "content": "步出齐城门，遥望荡阴里。<br>里中有三坟，累累正相似。<br>问是谁家墓，田疆古冶氏。<br>力能排南山，又能绝地纪。<br>一朝被谗言，二桃杀三士。<br>谁能为此谋，相国齐晏子。",
  "fanyi": "<p><strong>译文<br></strong>缓步走出临淄城的城门，遥望萧瑟死寂的荡阴里。<br>那里有三座坟墓紧相连，形状大小都非常的相似。<br>请问这里是谁家的墓地，田开疆、古冶子和公孙氏。<br>他们的力气能推倒南山，又能截断系大地的绳子。<br>不料一朝遭到谗言，他们三人却是因为两个桃子的原因而死 。<br>谁能够设想出这个奇计？他就是齐国的宰相晏子。</p> <p><strong>注释<br></strong>①梁甫吟：据人民文学出版社《乐府<a href=\"http://so.gushiwen.org/view_47963.aspx\">诗</a>选》，这篇为齐地土风，可能<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>作。<br>②齐城：齐都临淄，在今山东淄博市临淄城北八里。<br>③荡阴里：又名“阴阳里”，在今临淄城南。<br>④累累：连缀之貌。这二句是说三坟相邻，坟形大略相似。<br>⑤田疆古冶子：据《晏子春秋·谏下篇》载，公孙接、田开疆和古冶子三人，事齐景公，以勇力闻名于世。<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>因他们三人，“上无君臣之义，下无长率之伦，内不以禁暴，外不可威敌，此危国之器也”。他劝景公设计除掉他们，景公同意了他的意见，因将二桃赠给三士，让他们计功食桃。公孙接自报有搏杀乳虎的功劳，田开疆自报曾两次力战却敌，于是各取了一桃。最后古冶子说：“当年我跟随君上渡黄河，战车的骖马被大鼋鱼衔入砥柱中流，我年少又不会游水，却潜行逆流百步，顺流九里，杀死了大鼋鱼。当我左手拿着马，右手提着鼋头跳出水面的时候，岸上的人们都误认为是河伯。我可以说最有资格吃桃子，二位何不还回桃子？”公孙接、田开疆二人听后皆羞愧自刎而死。古冶子见此，凄然地说：“二友皆死，而我独生，不仁；盛夸己功，羞死二友，不义；所行不仁又不义，不死则不算勇士。”因此，他也自刎而死。<br>⑥排：推也，这里是“推倒”的意思。南山：指齐城南面的牛山。<br>⑦绝：毕，尽。地纪：犹“地纲”。“天纲”与“地纪”，指天地间的大道理，如“仁”、“义”、“礼”、“智”、“信”等。这二句是说三士文武兼备，既有排倒南山的勇力，并且深明天地纲纪的真谛。一说，三士以勇力出名，无所谓文，“文”当作“又”。这两句诗，似本《庄子·说剑篇》：“此剑上决浮云，下绝地纪。”《庄子》两句都是说剑，这两句都是说勇。“地纪”就是“地基”。<br>⑧一朝：一旦。<br>⑨晏子：齐国大夫晏婴，历事灵公、庄公、景公三朝，乃齐国名相。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_47963.aspx\">诗</a>的前四句，先从位于齐城（今山东淄博）东南荡阴里（一名阴阳里）之三壮士冢写起。“步出齐城门，遥望荡阴里。”“步出”与“遥望”相呼应，人未到而两眼视野先到，表明了对三坟之专注。“里中有三坟，累累正相似。”这是已经来到冢前，看清了三坟相连，形状相似。这三坟相似，也象征着三位勇士之相似，皆勇力超人，皆有功于君，皆使气好胜，皆被谗不悟。接下去六句转而写坟中三人的遭遇。</p> <p>　　“问是谁家墓”，明知故问，是为了突出所咏对象。答曰：“田疆古冶子”，这是以两人之名代三人之名，其中包括公孙接。“力能排南山，又能绝地纪。”紧承上句，盛赞三人勇力绝伦。排南山，推倒南山（齐城南之牛山）。绝地纪，语出《庄子·说剑篇》：“此剑上决浮云，下绝地纪。”这里指折断地脉。这样的勇士，结局却又如何呢？“一朝被谗言，二桃杀三士。”一朝，既言时间之速，也表明此阴谋之轻易得行。“谗言”二字，倾向性极明，既是对三士的同情、惋惜，也是对主谋者的有力谴责。二句写得斩截有力，使入感到毛骨悚然。二桃，比起三个力能推倒南山、折断地纪的勇士来，那真是太渺小了，太微不足道了，然而竟能实现杀掉三士的目的。诗句所构成的这一巨大反差，足以使人惊心动魄。诗至此，似可结又实未结，因为还留下一个疑问，这就是“谁能为此谋”？答曰“国相齐晏子”。结尾再一次用问答句式，波澜突起，把做国相的晏子指名道姓地点出来。二句看似客观叙述，不着议论，不含感情，实则皮里阳秋，有深意在。一问，意在提醒读者注意设此不寻常之谋的人，一答，指名道姓交代出为谋之人。</p> <p>　　“国相”，字面上是点明其身份，实际上是谴责这个居于一人之下万人之上，肩负沟通上下、协调文武之责的“国相”，人当以至此。这样的行为与“国相”的地位、气度、职责该是多么的不相称。“齐晏子”，是直点其名，意在立此存照，永远展出示众，使人们知道，这个善机变、巧谋划的“名相”，竟干出了这样的事。关于此诗作意，一般皆取前引朱乾的说法，但也有人持相反的看法，认为朝有悍臣武夫，宰相不能制，就应该有<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>这样的能臣。</p> <p>　　从诗的主题和语言看，这首古辞当是出于文人之手。在汉乐府诗作中，此诗显得朴拙了一些，但结构还是比较严谨的，诗从望荡阴里、见三坟写起，转到写坟中人被谗言遭杀害的悲惨事件，再转到揭出设此毒计之人。层层推进，语语相衔。诗中两用问答句式，都处在诗的关键处，既起醒目作用，又使文气免于平实。语言虽质朴而少文彩，但句句简洁，文雅而不艰涩，明白而不浅俗，可见是经过一番锤炼之功的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_47963.aspx\">诗</a>为乐府古辞，属《相和歌·楚调曲》。一作《泰山梁甫吟》。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府诗集》解题云：“按梁甫，山名，在泰山下。《梁甫吟》盖言人死葬此山，亦葬歌也。”这首古辞从写坟开始，保留了葬歌痕迹，但从内容看，与葬歌毫不相干，而是一首咏史诗，所咏为齐景公用国相<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>之谋，以二桃杀三士的故事。故朱乾《乐府正义》解释说：“（此诗）哀时也，无罪而杀士，君子伤之，如闻《黄鸟》之哀吟。后以为葬歌。”指出它首先是“哀时”之作，成为“葬歌”是后来的事。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "咏史"
  ]
}