{
  "id": 21742,
  "star": 13,
  "name": "画竹歌",
  "dynasty": "唐代",
  "content": "植物之中竹难写，古今虽画无似者。<br>萧郎下笔独逼真，丹青以来唯一人。<br>人画竹身肥臃肿，萧画茎瘦节节竦。<br>人画竹梢死羸垂，萧画枝活叶叶动。<br>不根而生从意生，不笋而成由笔成。<br>野塘水边埼岸侧，森森两丛十五茎。<br>婵娟不失筠粉态，萧飒尽得风烟情。<br>举头忽看不似画，低耳静听疑有声。<br>西丛七茎劲而健，省向天竺寺前石上见。<br>东丛八茎疏且寒，忆曾湘妃庙里雨中看。<br>幽姿远思少人别，与君相顾空长叹。<br>萧郎萧郎老可惜，手颤眼昏头雪色。<br>自言便是绝笔时，从今此竹尤难得。",
  "shangxi": "<h2>鉴赏</h2> <p>　　竹子挺拔秀立，生命力强，加之有志向高洁，卓然不群的象征之意，历来是文人墨客丹青画手乐以歌咏描绘的对象。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>这首《画竹歌》，通过对好友萧悦所画竹枝的再现与评价，赞扬了画家的高超技艺，同时也表达了<a href=\"http://so.gushiwen.org/view_21742.aspx\">诗</a>人卓越的艺术思想。</p> <p>　　协律郎：官名，正八品上，属太常寺，掌管音律。萧悦：兰陵（今山东苍山县西南兰陵镇）人，善画竹。在杭州住过一段时期，与白居易过从甚密。</p> <p>　　诗的开头四句落笔平直，首先告诉读者，竹子是最难以描绘的一种植物，古往今来，多少丹青妙手为此耗尽了自己的毕生心血，却鲜有画得和真竹相似者。而协律郎萧悦却独能下笔逼真，可谓绘竹第一人。以此设置悬念，激发读者阅读下文探求萧悦独得画竹之秘原因的好奇心。</p> <p>　　接着，诗人从三个方面表现萧画的非凡不俗之处：一是将萧画与他人所画作对比，从而表现萧氏所画生机勃勃，枝活叶动，秀拔耸立；而他人所画竹身粗壮，臃肿不堪，枝叶萎靡，毫无生气。这是从侧面，以他人之画的拙劣来衬托萧画的不凡。其二是正面描写萧画竹子的环境、神态。野塘水边，埼曲岸侧，森森然有竹两丛，挺拔秀立。所谓“野塘水边埼岸侧”，是极力表现画面的野趣、奇趣。因为野塘曲岸，更容易形成一种远离人间烟火、超越世俗的气氛，与人格化的竹枝更相吻合。下文“婵娟不失筠粉态，萧飒尽得风烟情”是从画面的细处描写，是画中竹枝的特写镜头。婵娟是形容竹子神态的秀美，左思《吴都赋》：“其竹则檀栾婵娟，玉润碧鲜。”不失筠粉态，是指其逼肖真竹，表明图画连青嫩带粉的鲜态及在风惊烟锁的特殊环境中，摇曳多姿、萧洒脱俗的婀娜神态都毕现无遗。由于画得如此逼真，竟使诗人怀疑这不是画，而是真实的生长于泥土之中的竹子了，他回忆起在天竺寺前、湘妃庙里曾经见到过这样的竹子。这是第三层描写。“低耳静听疑有声”堪称是诗人的神来之笔，因为只有现实中的竹子才会在风吹之下发出婆娑之声。萧氏所画竟能使人产生这样的错觉，看来“丹青以来唯一人”之誉诚非虚言。</p> <p>　　诗的最后一部分是感叹如此绝妙的绘画，竟然少有人赏识，诗人与画家只有相顾失笑，嘘唏感慨一番。然而岁月难驻，时光易逝，身怀绝技的画家已是手颤眼花，满头华发的老人了。这幅画便是他的绝笔之作。自此以后，再想求得他的画已是难乎其难了。言语之间充满了对画家的珍惜之情，无形中也抬高了这幅画竹的价值。</p> <p>　　诗的开头曾评价萧氏画竹能够“下笔独逼真”，诗中通过萧画与别人所画的对比，萧画本身的神态和真实的竹子三个方面对“逼真”二字作了具体描述，可谓层层递进，结构严谨。关于“逼真”的好处，朱自清先生认为，“这个‘真’固然指食物，可是一方面也是《老子》、《庄子》里说的那个‘真’，就是自然，另一方面又包含谢赫的六法的第一项‘气韵生动’的意思，惟其‘气韵生动’，才能自然，才是活的不是死的。‘逼真’等于俗语说的‘活脱’或‘活像’，不但像是真的，并且活像是真的。”（《论逼真与如画》）宋人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也说：“论画以形似，见与儿童邻。赋诗必此诗，定非知诗人。谁言一点红，解寄无边春。”（《书鄢陵王主簿所画折枝二首》）也就是说，只追求形似并不足奇，写活，传神，有幽姿远韵，才是逼真的要求。白居易这首诗在描述萧悦的创作过程时曾说：“不根而生从意生”，也就是说萧氏事先成竹在胸，意在笔先。将个人意趣与大自然融而为一，来源于自然而又高于自然。这也是文艺创作的基本规律之一。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "咏物",
    "竹子",
    "赞美"
  ]
}