{
  "id": 62493,
  "star": 21,
  "name": "鹧鸪天·化度寺作",
  "dynasty": "宋代",
  "content": "池上红衣伴倚阑，栖鸦常带夕阳还。殷云度雨疏桐落，明月生凉宝扇闲。<br>乡梦窄，水天宽。小窗愁黛淡秋山。吴鸿好为传归信，杨柳阊门屋数间。",
  "fanyi": "<p><strong>译文</strong><br>水池上的朵朵红莲，陪伴我独倚栏杆。在附近栖息的乌鸦，都带着夕阳飞还。刚刚过去一阵阴云急雨，萧疏的梧桐又飘落几个叶片。明月已露出秋天的凉意，用来驱暑的宝扇开始置闲。<br>归乡的梦境总是短得可怜，碧水蓝天却宽阔无边，我凭倚小窗极目远眺，均匀处淡淡的秋山，也如同美人皱眉含着幽怨。飞往吴地的大雁啊，请你给我传达一下思归的心愿。阊门外杨柳荫下的几间小屋，惹得我梦绕魂牵，每时每刻都在思念。</p> <p><strong>注释</strong><br>1.鹧鸪天：词牌名。据唐人<a href=\"http://so.gushiwen.org/view_62493.aspx\">诗</a>句“春游鸡鹿塞，家在鹧鸪天”而取名。又名《思佳客》、《思越人》，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>词因有“梧桐半死清霜后”句，称《半死桐》。平韵，五十五字。上片七言四句，相当于一首七绝。下片换头两个三字句，如改为七言仄脚句，也是一首七绝。可见此调由一首七律演变而成。上片两个七字句，和换头两个三字句，前人用对偶的较多。<br>2.化度寺：化度寺在杭州西部江涨桥附近。《杭州府志》：“化度寺在仁和县北江涨桥，原名水云，宋治平二年改。”<br>3.红衣：莲花。<br>4.倚阑：凭靠在栏杆上。<br>5.殷云：浓云。<br>6.闲：闲置。<br>7.乡梦窄：思乡的梦太短。<br>8.愁黛：愁眉。<br>9.吴鸿：指苏州一带飞来的大雁。<br>10.阊（chāng）门：苏州西门。这里指作者姬妾所居之处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>又一首思念离人之作。“红衣”写眼前景物，兼指离人之衣；引起无限思念。“殷云”、“明月”对仗句写景清新明快，更蕴秋愁别意。下阕两层，一层写梦见恋人愁客；二层托梦吴鸿捎去消息。“吴鸿好为传归信”，其实是说消息再也不能送达，佳人早已故去。</p> <p>　　上片，“池上红衣伴倚栏，栖鸦常带夕阳还。”写作者在池边独倚栏干，作伴的只有像穿着红衣少女的莲花；在栏干边一直消磨到黄昏，看到的也只有背上带着夕阳馀晖的归鸦回来栖宿。这在化度寺午后到傍晚所见的景致，象两幅画，表达的是孤寂之情。“殷云度雨疏桐落，明月生凉宝扇闲。”浓云出现时，雨脚倾斜稀疏的桐叶继续飞落，有点萧索气象；但雨后气温降低，天色更清，明月出现在上空，凉气随之而生，宝扇可以不用，而又美得可受，凉得可爱。“度”字、“疏”字写秋雨与梧桐的形态，很妥贴：“生”字把“凉”归功于“月”，使月色倍觉宜人；这写寺中夜晚下雨与月明时情景的两句，又象两幅画。上两句不用对偶，这两句用对偶，笔调皆疏淡幽雅，引人入胜。</p> <p>　　化度寺临近水边，当时自杭州至苏州，大多是走水路。这样又为过渡到下片“乡梦窄，水天宽”埋下了伏笔。“窄”字写梦，也是文英匠心独运、喜欢运用的字。“窄”表短促，与水天“宽”对照，以见天长、水远而梦短的惆怅之情。心情全在感事感物的“宽”、“窄”中透露。“小窗愁黛淡秋山”，写倚窗看到的远山景致。这既是一幅画，也表惆怅之情。山是“秋山”，所以“黛”色浅淡；山本无“愁”但从愁人眼中看去，似乎其浅淡的暗绿色也带上了愁态。正是“以我观物，故物皆着我之色彩”。远山似眉，由景又联想到思念的人。这一句又暗用<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>“眉际若望远山”的典故，由写景过渡到怀人。“吴鸿好为传归讯”，看到天上鸿雁，多么盼望它是从作者长久居住并且当作家乡的“吴”地飞来的啊；离家已久，怀人情切，因而盼望它能代传“归讯”。这简直就是直接的呼告之辞，而实际上只是心中的盘算而已。“归讯”传到哪里呢？“杨柳阊门屋数间”，是苏州城西阊门外，秋柳萧疏、几间平屋的地方。环境虽极平凡，却富有高雅的画意，这便是作者感情眷念之所在，更像一幅出自名家高手的水墨画，寥寥数笔，寓情于景，若用<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《<a href=\"http://so.gushiwen.org/view_62493.aspx\">诗</a>品》中的话来形容，不是近于“绿林野屋，落日气清”，或“玉壶买春，赏雨茅屋”，而是近于化境的“神出古异，淡不可收”了。</p> <p>　　这首词的写作地点在化度寺，景物描写则兼及苏州；写作季节在初秋，时间则既有黄昏和夜晚，也有白天。全词以写景为主，时事情都在六幅秀淡雅致的景物画中表达出来。时间不限一日，画面亦分属两地，最后一幅画笔最淡，但却最传神，因而也适合了更深远的情味。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首思乡悲秋感怀之词。词人寓居杭州西部江涨桥附近的化度寺时，见秋景变化而心生感触，思念远在苏州的家人，因此写下这一首词，抒发了怅惘之情，被思念之人当为他的苏州姬妾。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "思归"
  ]
}