{
  "id": 48395,
  "star": 73,
  "name": "安公子·远岸收残雨",
  "dynasty": "宋代",
  "content": "远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。<br>游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。",
  "fanyi": "<p><strong>译文</strong><br>你独自靠着船舷向远处的岸边望去，淅淅沥沥的雨快要停歇了。天空中还是布满了黑云，让人觉得仿佛到了傍晚时分。水边的小洲上一片寂静，并没有采摘香草的女子。放眼望去，只见双双鸥鹭立在水边。一阵风拂过芦苇荡，芦苇轻轻摇晃，几点渔灯时隐时现。舟上两人在闲谈，一问“今晚宿在哪儿”？一手遥指远处，烟雨绿树中隐藏着一处村庄。<br>你四处为官，早已成了他乡客。闲倚桅杆凝思长久立。望，万水千山迷茫远近处。家乡在何处。子别后、亭台楼榭依旧在，不见人欢聚。想到此、肝肠寸断，离情苦。却听到，杜鹃声声叫：不如归去“，让你更添愁绪。</p> <p><strong>注释</strong><br>①稍觉：渐渐感觉到。<br>②拾翠：拾，拾取。翠，翡翠鸟的羽毛。指古代妇女出游时的嬉戏。<br>③蒹葭（jiānjiā）：芦苇。<br>④画桡（ráo）：彩绘的浆，泛指船桨。<br>⑤游宦：即宦游，离开家乡到外地去求官或做官。<br>⑥羁（ji）族：长期聚居他乡的一族。<br>⑦樯：桅杆。<br>⑧乡关：故乡<br>⑨榭：建筑在台上或水上的房屋。<br>⑩孤；少。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片写景。先从远处着笔。</p> <p>　　“远岸收残雨，雨残稍觉江天暮。”上阕头两句写江天过雨之景，发端“远岸收残雨”，句中词序颠倒实即“残雨收”：意谓远远的江岸一带，雨点疏疏稀稀的快停止了。雨快下完了，才觉得江天渐晚，则可推断出这场雨下了很长时间。孤舟因雨不能行驶，词人此时蜗居小舟，孤寂无依更可知，这就把时间、地点、人物的动作和心情都或明或暗地表现出来了。紧接着，“雨残稍觉江灭暮”，一幅以江天为背景的寥阔画面，那是淡淡的水墨画，雨快停止，而天空开始黑下来了。</p> <p>　　“拾翠汀洲人寂静，立双双鸥鹭。”转换了另一个画面，<a href=\"http://so.gushiwen.org/view_48395.aspx\">诗</a>人将视线从远岸收向较近的汀洲上。拾翠佳人，就是指在河边拾香草的女子。鸥鹭成双，词人却孤独寂寞地处在小舟之中。这一对照，就更显词人内心的孤独寂寞。汀洲之上，有鸥鹭以之为家，但拾翠者早已归去，虚拟作陪，更以“双双”形容“鸥鹭”，便觉景中有情。时间在流逝，天渐渐更黑了，随着诗人视线的变动，又展现出另一幅画面。</p> <p>　　“望几点、渔灯隐映蒹葭浦。”“望几点”句，时间由日暮转向夜晚。诗人放眼望去，只见芦苇荡里，隐隐约约闪动着渔船上的灯火，一点又一点。渔灯已明，但由于是远望，又隔有蒹葭，所以说是“隐映”，这是远处所见。“停画桡”句，就是描绘自己所处之地，附近所闻。“道去程”二句，乃是舟人的语言和动作。“前村烟树”本属实景，而冠以“遥指”二字，又似虚写。此二句将船家对路途的安排，他们的神情、口吻以及隐约可见的江村勾勒了出来，用笔极其简练，而又生动、真切。</p> <p>　　“停画桡，两两舟人语。道去程今夜，遥指前村烟树。”这是诗人耳中所闻，船停止了划桨，两个舟子在谈话：他们指着远方的前村烟树朦胧处，说今夜的行程就去那里。后一句词序颠倒且有省略，意谓（舟子）遥指前村烟树，道今夜去程（是那边）：这是词的特殊语言。行文至此，从拾翠人回、鸥鹭双双立、渔人点点灯火归家、直至两舟子语今夜远村去程，无不触动诗人敏感的心，故下片自然地引出抒情。</p> <p>　　下阕由今夜的去程而思至长年漂泊的艰苦。</p> <p>　　“游宦成羁旅，短樯吟倚闲凝伫。”过片“游宦成羁旅”，正面倾吐出旅愁，点明本词主旨：“短樯吟倚闲凝伫”，又是词序颠倒，正面写出舟中百无聊赖的生活。这句是诗人的立足点，原来上片诗人那些所见所闻，都是从“凝伫”而得。它起着总上启下的作用。</p> <p>　　“万水千山迷远近。想乡关何处？”“万水”两句，由“凝伫”转来，由于长久远眺，所见则“万水千山”，所思则“乡关何处”。句渲染出一片万水千山茫茫无际的景色，后句点明诗人的乡愁。“迷远近”虽指目“迷”，也是心“迷”。<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》云：“日暮乡关何处是，烟波江上使人愁。”与此句正是语近意通。</p> <p>　　“自别后、风亭月榭孤欢聚。”“自别后”以下，直接“乡关何处”，而加以发挥。“风亭”七字，回忆过往，嗟叹今夕。昔日良辰美景，胜地欢游，现在只有孤舟一人，乡情郁郁，而用一“孤”字将今昔分开，意谓亭榭风月依然，但人却不能欢聚，就把它们辜负了。想到这里，诗人离愁更浓，故接着唱出全词的最强音。</p> <p>　　“刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。”“刚断肠”以下，紧接上文。乡思正浓，归日无期，而杜宇声声，劝人归去，愈觉不堪。杜宇不识人心，却劝人返，则无情而似有情；人不能归，而杜宇不谅，依旧催劝，徒乱人意，则有情终似无情。以听杜宇哀啼结束，更觉深情婉转、凄侧动人，用意层层深入，一句紧接一句，情深意婉而下笔有力，读来浸人心腑。</p><br/><h2>赏析</h2> <p>　　这是一首典型的游宦思归之作，反映了作者长年落魄、官场失意的萧索情怀。</p> <p>　　上片写景，时间是作者搭船到某处去的一个下午。头两句写江天过雨之景，雨快下完了，才觉得江天渐晚。风雨孤舟，因雨不能行驶，旅人蛰居舟中，抑郁无聊。时间、地点、人物都或明或暗地展示了出来。“拾翠”二句，是写即目所见。汀洲之上，有水禽栖息，拾翠之人已经归去。而以“双双”形容“鸥鹭”，更觉景中有情。拾翠佳人，即水边采摘香草的少女。鸥鹭成双，自己则块然独处孤舟，一对衬，就更进一步向读者展开了作者的内心活动。“望几点”句，写由傍晚而转入夜间。渔灯已明，但由于是远望，又隔有蒹葭，所以说是“隐映”，是远处所见。“停画桡”句，则是已身所，近处所闻。“道去程”二句，乃是舟人的语言和动作。“前村烟树”，本属实景，而冠以“遥指”二字，则是虚写。这两句把船家对行程的安排，他们的神情、口吻以及依约隐现的前村，都勾画了出来，用笔极其简练，而又生动、真切。上片由雨而暮，由暮而夜，用顺叙的方法铺写景物，景中有情。</p> <p>　　过片“游宦成羁旅”是全词的中心，为上片哀景作注，同时又引出下文，由当夜的去程而念及长年行役之苦。“短樯”七字，正面写出舟中百无聊赖的生活。“万水”两句，从“凝伫”来，因眺望已久，所见则“万水千山”，所思则“乡关何处”。“迷远近”虽指目“迷”，也是心“迷”。“自别后”以下，直接“乡关何处”展开叙说。“风亭”七字，追忆过去，慨叹现。昔日良辰美景，胜地欢游，此时则短樯独处，离怀渺渺，用一“孤”字将今昔分开，亭榭风月依然，但人却不能欢聚了。“刚断肠”以下，是说离情正苦，归期无定，而杜宇声声，劝人归去，愈觉不堪。这首词先景后情，情贯全篇，中间以“游宦成羁旅”五个字相连，景为情设，情由景生，结构精美，是一首工巧之作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>于宋仁宗景祜元年（1034）中进十，以后去江浙、关中等地任职；官位低微，郁郁不得志。本词有“游宦成羁旅”之句，可推想为入仕以后之作。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "写景",
    "羁旅",
    "思归"
  ]
}