{
  "id": 73238,
  "star": 10,
  "name": "问菊",
  "dynasty": "清代",
  "content": "欲讯秋情众莫知，喃喃负手叩东篱。<br>孤标傲世偕谁隐，一样花开为底迟？<br>圃露庭霜何寂寞，鸿归蛩病可相思？<br>休言举世无谈者，解语何妨话片时。",
  "fanyi": "<p><strong>译文<br></strong>我想要问讯秋天的信息，众人皆不知，我背着手，口中念念有词地叩问东篱下栽种的菊花。<br>孤标傲世的人应该找谁一起归隐？为什么同样是开花，你却比春花更迟？<br>空荡荡的庭院，落满霜露，那是何等的寂寞？大雁南归、蟋蟀停止了鸣叫，可曾引起你的相思？<br>不要说世界上没有人能与你接谈，你哪怕能与我说上片言只语，我们也能相互理解对方的心思。</p> <p><strong>注释<br></strong>⑴秋情：即中间两联所问到的那种思想情怀。因“众莫知”而唯有菊可认作知己，故问之。<br>⑵喃喃：不停地低声说话。负手：把两手交放在背后，是有所思的样子。叩：询问。东篱：指代菊。<br>⑶孤标：孤高的品格。标，标格。偕：同……一起。<br>⑷为底：为什么这样。底，何。<br>⑸蛩：蟋蟀。可：是不是。雁、虱、菊都是拟人写法。<br>⑹解语：能说话。在这里的意思是如果花能说话的话。语出<a href=\"http://so.gushiwen.org/author_911.aspx\">王仁裕</a>《开元天宝遗事》中唐玄宗把贵妃比作“解语花”事。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　正因为林黛玉的风雅是故意做出来的，她实际上耐不住寂寞。所以，在《问菊》中，她大倒这方面的苦水：“孤标傲世偕谁隐，一样花开为底迟”。又自作多情地问菊花：“圃露庭霜何寂寞，鸿归蛩病可相思”。其实，这正是她自己耐不住冷清的写照。若依菊花之本性，人家本来就是顺应秋之时节而生的。若怕寂寞，何必开于秋时？当事人只需像宝钗那样为菊的到时未开而怅叹（空篱旧圃秋无迹，瘦月清霜梦有知），或者把菊的形象留下以作永远的纪念（莫认东篱闲采掇，粘屏聊以慰重阳）即可，何必在人家正常开放的时节，问人家有没有寂寞相思呢？林黛玉所写的三首<a href=\"http://so.gushiwen.org/view_73238.aspx\">诗</a>被评为菊花诗最佳。其中《咏菊》第一，此诗第二。如果作者只是为了表现她的诗才出众，就不会在前面咏白海棠时要让宝钗“压倒群芳”，在后面讽和螃蟹咏时却又称宝钗之作为“绝唱”。原来作者还让所咏之物的“品质”去暗合吟咏它的人物。咏物抒情，恐怕没有谁能比黛玉的身世和气质更与菊相适合的了。一般的咏菊诗主调就是：一、自命清高；二、孤独寂寞；三、标榜遁世。菊花这个题材，又特别适合表现这些主题。原因是，菊花是秋花，既然傲立霜雪，又孤独绽开（没有跟众多的春花一起开），特别适合失意的文人自比：瞧，我虽然失意，享受不了繁华，可我照样是精神上的贵族——你不用我，我就学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>隐居去。因此，<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>让林黛玉夺魁菊花诗，也是有道理的。因为林黛玉就是这种求之不得而怨的小文人的代表。</p> <p>　　总而言之，林黛玉的清高正如这些菊花诗一样，是刻意装出来的。是在明知“一从陶令平章后，千古高风说到今”的情形下，而刻意效仿出来的。目的只是为了抒发自己小文人式的对世俗名位的求之不得的哀怨，并同时博取清高的美名和旁人的同情。因此，一遇到真正能考验她能够取法陶令的时候，她就丢下这些“孤标傲世偕谁隐”、“满纸自怜题素怨”的标榜而不管，一个劲地去高歌“何幸邀恩宠，宫车过往频”、“盛世无饥馁，何须耕织忙”、“主人指示风雷动，鳌背三山独立名”了。</p>",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "写花",
    "菊花"
  ]
}