{
  "id": 47053,
  "star": 1050,
  "name": "虞美人·风回小院庭芜绿",
  "dynasty": "五代",
  "content": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。<br>笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。",
  "fanyi": "<p><strong>译文</strong><br>春风吹回来了，庭院里的杂草变绿了，柳树也生出了嫩叶，一年又一年的春天继续来到人间。独自依靠着栏杆半天没有话说，那吹箫之声和刚刚升起的月亮和往年差不多。<br>乐曲演奏未完，酒宴未散，仍在继续，池水冰面初开。夜深之时，华丽而精美的君室也变得幽深。我已年老，忧思难以承受啊。</p> <p><strong>注释</strong><br>⑴虞美人：词牌名。原为唐教坊曲，初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>⑵风：指春风。庭芜：庭院里的草。芜，丛生的杂草。<br>⑶柳眼：早春时柳树初生的嫩叶，好像人的睡眼初展，故称柳眼。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《二月二日》<a href=\"http://so.gushiwen.org/view_47053.aspx\">诗</a>中有“花须柳眼多无赖，紫蝶黄蜂俱有情”之句。春相续：一年又一年的春天继续来到人间。<br>⑷凭阑：靠着栏杆。<br>⑸竹声：竹制管乐器发出的声音。竹，古乐八晋之一，指竹制管乐器，箫、管、笙、笛之类。一说“竹声”为风吹竹叶之声。<br>⑹笙歌：泛指奏乐唱歌，这里指乐曲。尊罍（léi）在：意谓酒席未散，还在继续。尊罍，一作“尊前”。尊，酒杯，罍，一种酒器，小口大肚，有盖，上部有一对环耳，下部有一鼻可系。<br>⑺池面冰初解：池水冰面初开，指时已初春。<br>⑻烛明香暗：是指夜深之时。香，熏香。画堂：一作“画歌”，一作“画楼”；一作“画阑”。指华丽而精美的君室。深：一作“声”，指幽深。<br>⑼清霜残雪：形容鬓发苍白，如同霜雪，谓年已衰老。思难任（rèn）：忧思令人难以承受，即指极度忧伤。思，忧思。难任，难以承受。任：一作“禁”。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首抒写伤春怀旧之情的作品。从全词看，充满着往事不堪回首的怨愁情思，应是<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>后期的作品，故也有人称其为是后主绝命词第二首。</p> <p>　　此词追昔抚今，在对生机盎然、勃勃向上的春景中寄寓了作者的深沉怨痛，在对往昔的依恋怀念中也蕴含了作者不堪承受的痛悔之情。周汝昌评之曰：“沉痛而味厚，殊耐咀含。学文者细玩之，可以识多途，体深意，而不徒为叫嚣浮化之词所动。”</p> <p>　　词的上片，写春景以引抒出对过去岁月的追忆。作者以景入情，用细腻的观察、清丽的语言极力刻画出了一幅生机勃勃的春光图。但“风回”一句也让读者隐约感到作者虽面对春色，心中却满是旧思的忧愤之情。“凭栏”句一出，词意渐明，“无言”中仿佛有千言万语。“依旧”是对往昔的怀恋，对现实的感慨。如果说上片还是清丽多于灰暗，春光胜于春愁的话，那么下片则是把上片原有的那一点点由回忆中升起的生机在现实的痛苦中消灭了。承接上片引出的对奢华生活的回忆更加深了对现实的不满和愁怨，“烛明”一句中孤独情思，到了“满鬓”一句无法自禁，哀怨至极。这是全词的点题之句，也是全词中最具情感震撼力的一句。全词描写生动，笔触细致，情景融汇，由景见情，由情生景，借伤春以怀旧，借怀旧以发怨，借发怨以显痛苦，结构精妙，意象生动，在感情上十分挚烈，艺术手法上相当成熟，是一篇难得的佳作。</p><br/><h2>赏析</h2> <p>　　开头称春风又回到小院里来，院子里的草又绿了。院子里的柳条上新生柳叶，细长如人睡眼初展，这样的柳叶在春天到来时，连续着生出来。这里写出小院中春天的信息，可以从庭草的绿色里，从柳叶的舒展和相续生出中看出来。“柳眼春相续”，写得很细，是<a href=\"http://so.gushiwen.org/view_47053.aspx\">诗</a>人的观察。这里也透露出他的寂寞之感来。他在《玉楼春》里写在金陵时的春天景象：“晚妆初了明肌雪，春殿嫔娥鱼贯列。凤箫吹断水云闲，重按霓裳歌遍彻。”是盛极一时，跟被拘留中的寂寞正好构成对照。想起当日的情况，靠着栏杆半天没有一句话，透露他对故国之思的痛苦心情。这时想替自己排解，说风吹竹子的声音和新月的照耀还象当年。想来小院中还有竹子，春风吹来，还有竹声。不过跟《玉楼春》写的“醉拍阑干情味切”相比，这时的“半日独无言”又构成鲜明的对照了。</p> <p>　　下半片写他在赐第里还有故妓，还可以奏乐。笙歌未散，酒杯还在，还可以喝酒。春天到来，池面冰开始融化了。就他的处境来说，也许也像东风解冻。“烛明香暗画堂深，满鬓清霜残雪思难任。”用“烛明香暗”来陪衬“画堂深”，用“满鬓清霜残雪”的霜雪来反衬东风解冻的“冰初解”。“画堂深”是深沉，看来故妓的奏乐也是寂寞中的聊以自慰，不能跟“凤箫吹断水云闲，重按霓裳歌遍彻”相比，所以无法解除寂寞，因此有画堂深沉的感觉。东风解冻透露春天的气息，但对他说来，春天永远过去了，这表现在四十岁光景的人已经是满鬓霜雪了，这里含有对故国的怀念、亡国的痛苦难以负担。这首词，结合被俘后的生活来反映故国之思，写春天的到来，东风的解冻，都无法减轻他的痛苦。</p>",
  "about": "<h2>创作背景</h2> 　　这首词应作于<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡国之后，宋太祖开宝九年（976年）正月，李煜打了败仗，失去属国君主的地位，离开江南、宫廷，后妃、臣子由战胜军带到汴京（今河南开封），当了宋王朝的俘虏。宋太祖恼他有过反抗，封他为违命侯，以示惩戒。十月太祖死，太宗即位。十一月，改封李煜为陇西郡公，赐第囚居，两年之间，李煜与旧臣、后妃难得相见，行动言论没有自由，笙歌筵宴都歇，有时贫苦难言。这首词就是在此背景下写成的。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "春天",
    "写景",
    "怀旧"
  ]
}