{
  "id": 62188,
  "star": 32,
  "name": "霜叶飞·重九",
  "dynasty": "宋代",
  "content": "断烟离绪。关心事，斜阳红隐霜树。半壶秋水荐黄花，香噀西风雨。纵玉勒、轻飞迅羽，凄凉谁吊荒台古？记醉踏南屏， 彩扇咽寒蝉，倦梦不知蛮素。<br>聊对旧节传杯，尘笺蠹管，断阕经岁慵赋。小蟾斜影转东篱，夜冷残蛩语。早白发、缘愁万缕。惊飙从卷乌纱去。谩细将、茱萸看，但约明年，翠微高处。",
  "fanyi": "<p><strong>译文</strong><br>看着断断续续的云烟，离愁别绪之情油然而生，更令我情怀关切的，令人伤心的，是那一轮斜阳映射出来的一片残红，渐渐隐没于绛红的霜叶树林里。我提来了半壶秋水，插上一束黄色的菊花以便将她奠祭。在秋风秋雨之中，菊花依然旧香气喷溢，散发着阵阵幽香。在这种时候，谁又能策马扬鞭，像空中飞翔的小鸟一样轻飞迅疾，又有谁有心去凭吊凄凉、荒败的古台遗迹？记得我们曾经醉态朦胧，一起踏着歌声，去游览南屏。当时我昏醉沉迷，将身边的小蛮和樊素忘记。如今只有寒蝉呜咽，她的彩扇又在哪里？我的爱妾又去了何地？<br>如今又是重阳节，虽然应景传杯但是却毫无意绪，任凭尘埃落满素笺，随便让蠹虫蛀坏毛笔，未完成的词章经过许多年也懒得再将它续写上。半轮素月的斜辉洒满东篱。泠泠清清的寒夜，蟋蟀仿佛也在唉声叹气，悄声低语。我已经是白发苍苍的老人了，只是因为愁绪万千，而任随狂风把帽子吹去，我独自一个人把茱萸细细观看，只能预定明年再登临那山峰的高处。</p> <p><strong>注释</strong><br>霜叶飞：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>创调。<br>荐黄花：插上菊花。荐：插。<br>噀（xùn）：含在口中而喷出。<br>玉勒：马络头。指代马。<br>迅羽：这里形容骏马如疾飞鸟。<br>荒台：彭城（徐州）戏马台。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>阅兵于此，南朝宋武帝重阳日曾登此台。<br>南屏：南屏山在杭州西南三里，峰峦耸秀，环立若屏。“南屏晚景”为西湖十景之一。<br>蛮素：指歌舞姬。<br>旧节：指农历九月初九重阳节。<br>传杯：宴饮中传递酒杯劝酒。<br>尘笺蠹（dù）管：信笺积尘，笛管生虫。<br>断阕：没写完的词。<br>小蟾：未圆之月。<br>东篱：用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>重阳待酒东篱事。<br>残蛩语：指蟋蟀发出的悲啼。<br>乌纱：《旧唐书·舆服志》：“乌纱帽者，视朝及见宴宾客之服也。”此用晋孟嘉登高落帽故事。<br>茱萸：古俗，重阳登高戴茱萸花。<br>翠微：山气青绿色，代指山。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首借景抒怀之作。写重阳节感时伤今的无限愁绪。开头“断烟离绪”，指离别之苦，“醉踏南屏”是往事在眼前浮现，佳人未曾入梦与己相会，更增哀伤无限。下阕第一句“旧节传杯”，再忆当年曾与佳人共欢，使人白发频生。而今只剩下自己，但仍希望：明年重九的登高与佳人重逢。全词以游踪为主线，穿插有关重阳的典故，昭示本人的一段艳情，颇有一种凄迷之美。</p> <p>　　相传吴氏曾纳苏杭一妾，后一遣一死。这首词就是重九日为怀念杭州亡妾而作的。上片写重九之日登临山峰的高处，面对断烟、残阳、秋水、黄菊等萧索景色怀念追忆与爱妾醉游南屏山的往事，渲染了悲剧气氛，抒写凄楚情怀，烘托思念亡妾的凄苦心境。下片极力抒写亡妾死后自己的生活的倍感百无聊赖和凄怆的情状，叙事十分生动，心理刻画极为细致，抒情非常凄婉，作为一个词人，竟然“尘笺蠹管，断阕经岁慵赋”，可见他的心真的是如一盆死灰，表现出作者对亡妾的极度的思念。“惊飙从卷乌纱去”活用孟嘉之典，不是表现作者的豁达大度而是描述自己的无所顾及和无心无绪。但是从整体上看，这首词还是显得有些晦涩，从而影响了整体的艺术效果。</p> <p>　　“断烟离绪”，起句四字情景交融，精炼而形象，统贯全篇。“断烟”写景，“离绪”写情。“斜阳红隐霜树”是写重九烟雨蒙蒙，故傍晚还不见斜阳，隐没于霜树之中。凄凉的心境，又逢凄凉的时节，烘托出抑郁的情绪。重阳佳节，正是菊花盛开之际，词人在风雨中折来黄花数枝，插在壶中，花的香气含着雨气喷出。在此凄风冷雨之中，谁还会有心情骤马去登上荒台吊古呢？“吊古”一词隐含了多少伤逝之痛。作者又不禁回忆起当年与伊人重九登高时的情景。当时伊人执扇清歌，扇底歌声与寒蝉共咽（意谓其声悲凉），作者则酒酣倦梦，几乎忘却伊人在旁。上片忆念双双登高的情景。</p> <p>　　下片转入今情。斯人逝矣，往事如烟，对此佳节，还有什么心情“传杯”饮酒？但无“传杯”的心情而仍复“传杯”者，无聊之极也。（参见陈匪石《宋词举》）“沉饮聊自遣，放歌破愁绝”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀》五百字），饮酒可以忘忧，写词可以抒闷，但心灰意懒至此，连未写完的歌词（断阕）都封尘已久，更何况重写新词呢！天气入夜转晴，月影斜照东篱，寒蛩宵语，似亦向人诉说心事。“早白发、缘愁万缕，惊飙从卷乌纱去。”这是从杜甫《九日蓝田崔氏庄》“羞将短发还吹帽，笑倩旁人为正冠”二句转用来的。</p> <p>　　重九日晋人孟嘉落帽的故事，后世传为美谈。杜甫这两句的意思是：如果登高时风吹帽落，露出了满头白发，我就含笑把帽子重新戴上，并且还会请旁人为我整理一下。这两句<a href=\"http://so.gushiwen.org/view_62188.aspx\">诗</a>表现杜甫的洒脱旷达的心态。但是梦窗这两句词意与杜甫不同。梦窗已经不以风吹帽落、露出满头白发羞愧了；他这两句的意思是，反正人亡身颓，无复欢颜，一切都随它去吧！这表现了词人极端沉痛绝望的心情。结语“谩细将、茱萸看，但约明年，翠微高处”三句也化自杜诗（同上）：“明年此会知谁健，笑把茱萸仔细看。”杜诗之意谓今年重九，姑且强乐自宽，但不知明年此时会何如耳。梦窗今年未能登高，但遥想明年能有机会。老杜细看茱萸，梦窗虽也看茱萸，着一“谩”字，就自觉无味。那么明年翠微高处之约，也不过说说而已。杜甫逢佳节而强作欢笑，梦窗则欲强作欢颜而不能，其无聊、沉痛更倍于少陵，实在是时代、身世使然。</p> <p>　　吴梅《蔡嵩云〈乐府指迷笺释〉序》：“吴词潜气内转，上下映带，有天梯石栈之妙。”梦窗词脉络贯通，形象完整。上下映带尚是为形象的表面，潜气内转则是其内质：“天梯石栈”，则说的是梦窗词的大起大落，突接突转，也有潜在的气韵沟通。“霜树”、“萸花”、“传杯”等皆为实写：“斜阳”、“翠微”等为虚写，虚实结合，线索明晰。说明梦窗词气韵贯通的特点。</p> <p>　　西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>论说“美是杂多和整一的结合”，于梦窗词亦可得到印证。梦窗不但炼字、炼句，而且炼意，词藻华丽，同时又极富内在的神韵。读梦窗词，不可不注意这些艺术特质。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "悼念"
  ]
}