{
  "id": 48601,
  "star": 217,
  "name": "浣溪沙·玉碗冰寒滴露华",
  "dynasty": "宋代",
  "content": "玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。<br>鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。",
  "fanyi": "<p><strong>译文<br></strong>闺阁内玉碗中盛着莹洁的寒冰，碗边凝聚的水珠若露华欲滴。美人粉汗微融，透过轻薄的纱衣，呈露出芬芳洁白的肌体；晚来浓妆的娇面，更胜似丰艳的荷花。<br>梳妆后微微下垂的秀发，与娥眉间的眉际月相得益彰；微红的酒晕，如艳朝霞洒落在她的脸颊。昼眠梦醒，夕阳西下，原来这一切都是春梦初醒的所作所为。</p> <p><strong>注释<br></strong>（1）《浣溪沙》：唐代教坊曲名，因西施浣纱于若耶溪，故又名《浣沙溪》。上下片三个七字句，四十二字。为婉约、豪放两派词人所常用。又有《小庭花》、《减字浣溪沙》等二十余种异名。<br>（2）玉碗：古代富贵人家冬时用玉碗贮冰于地窖，夏时取以消暑。<br>（3）粉融：脂粉与汗水融和。<br>（4）香雪：借喻女子肌肤的芳洁。<br>（5）胜荷花：语本<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《西施》：“秀色掩今古，荷花羞玉颜。”，借“荷花”表现女子美貌。<br>（6）鬓亸（bìn duǒ）：鬓发下垂的样子，形容仕女梳妆的美丽。<br>（7）眉际月：古时女子的面饰。有以黄粉涂额成圆形为月，因位置在两眉之间，故词称“眉际月”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《浣溪沙》描绘的是一幅浓艳有余的仕女午睡图，写夏日黄昏丽人昼梦方醒、晚妆初罢、酒脸微醺的情状。全词婉转有致，犹如一幅别具韵味、浓墨重彩的油画。</p> <p>　　上片首句写室内特定的景物—玉碗中盛着莹洁的寒冰，碗边凝聚的水珠若露华欲滴。古时富贵人家，严冬时把冰块收藏在地窖中，夏天取用，以消暑气。一“寒”字正反衬出室中的热。接着，作者笔触写到室中人的身上：粉汗微融，轻薄的纱衣，芬芳洁白的肌体；晚来浓妆的娇面，胜似丰艳的荷花，犹如一幅美人油画，将仕女的美展现的淋漓尽致。第二、三句设喻。用意用语均似“花间”派。“粉融”，意谓脂粉与汗水相互融和的唯美之状，不点出“汗”字，正是作者高明之处。“香雪”借喻女子肌肤的芳洁，虽亦古<a href=\"http://so.gushiwen.org/view_48601.aspx\">诗</a>词中常用之语，但在本词中却有特殊的意义，它跟“冰寒”句配合，在盛夏中得清凉之意。以“玉”、“冰”、“粉”、“雪”之白，衬托“妆面”之红，写夏日黄昏女子妆罢的情景，真如一幅优美的彩照。过片写她那下垂的鬓发，已靠近眉间额上的月形妆饰；微红的酒晕，又如红霞飞上脸边。</p> <p>　　下片一、二两句写女子微醉的情态，艳而不俗，细而不纤。古时女子的面饰，有以黄粉涂额成圆形为月，因位置在两眉之间，故词称“眉际月”。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《蝶》诗之三“八字宫眉捧额黄”，似即指此。“欲迎”、“初上”，形容绝妙。不独刻画之工，且见词人欣赏之情。“月”与“霞”，语意双关，既是隐喻女子的眉和脸，也是黄昏时的实景。可以想象这位美艳的姑娘，晚妆初过，穿着件单薄的纱衣，盈盈伫立，独倚暮霞，悄迎新月。末句“一场春梦日西斜”，方始点明，原来上边五句所写的，都是昼眠梦醒后的情景。女子睡起，粉融香汗，重理明妆。“春梦”，谓刚才好梦的短暂。慵困无聊，闲愁闲恨，全词之意，至此全出。末句倒装，“日西斜”三字，与上片“晚来”接应。</p> <p>　　此词纯用白描的手法叙述，选取了闺房中的一个情景，将美人的举止、姿容、睡态和醒时模样刻画得极为生动逼真，极具生活气息，让人可知可感。词格浓艳，颇见“花间”遗风。</p>",
  "about": "<h2>创作背景</h2> 　　词人<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>作为一个太平时代的宰相，过着幽静闲雅的生活，却又流露出落寞无奈的惆怅心绪。作者长居高位，亦是懂得了富贵人家的通病：闲愁。词人作下这首闲词，咏写了一位夏日闺阁美人，借此抒发了词人的闲情。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "夏天",
    "黄昏",
    "写人"
  ]
}