{
  "id": 28810,
  "star": 230,
  "name": "春雨",
  "dynasty": "唐代",
  "content": "怅卧新春白袷衣，白门寥落意多违。<br>红楼隔雨相望冷，珠箔飘灯独自归。<br>远路应悲春晼晚，残霄犹得梦依稀。<br>玉珰缄札何由达，万里云罗一雁飞。",
  "fanyi": "<p><strong>韵译</strong><br>新春，我穿着白夹衣怅然地卧床；<br>幽会的白门冷落了，我心中惘然。<br>隔着雨丝凝视红楼，我倍觉冷寂；<br>珠箔般雨滴飘打灯笼，独自归返。<br>你在远路，到春晚应更悲凄伤感？<br>只有残宵能梦中聚首，依稀空泛。<br>耳环情书已备好，怎么才能送达；<br>只寄希望于万里长空，飞来鸿雁。</p> <p><strong>直译</strong><br>“怅卧新春白袷衣，白门寥落意多违。”新春时节，我穿着白夹衣，怅然地卧在床上；白门寂寞，令我心中万分感伤。<br>“红楼隔雨相望冷，珠箔飘灯独自归。”隔着蒙蒙细雨凝视着那座红楼，只觉得凄冷茫茫，我只好顶着珠帘般的细雨，在依稀闪烁的灯光中黯然归来。<br>“远路应悲春晼晚，残霄犹得梦依稀。”凄楚的暮春，遥远的路途，哪里可以寄托我的悲凄伤感？缠绵的思绪，化做空泛的梦，在残宵的梦中依稀与你相见。<br>“玉铛缄札何由达，万里云罗一雁飞。”有玉珰一双作为信物，怎么样才可以送达；我只有寄希望于万里长空中，那一只刚刚飞来的鸿雁。</p> <p><strong>注释</strong><br>1. 白袷衣：即白夹衣，唐人以白衫为闲居便服。<br>2. 白门：指今江苏南京市。<br>3. 红楼：华美的楼房，多指女子的住处。<br>4. 珠箔：珠帘，此处比喻春雨细密。<br>5. 晼晚：夕阳西下的光景，此处还蕴涵年复一年、人老珠黄之意。<br>6. 玉珰：耳环。<br>7. 云罗：像螺纹般的云片。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一个春雨绵绵的早晨，<a href=\"http://so.gushiwen.org/view_28810.aspx\">诗</a>中的男主人公穿着白布夹衫，和衣怅卧。他的心中究竟隐藏着什么？究竟何以如此呢？诗在点明怅卧之后，用一句话作了概括的交待 ：“白门寥落意多违 。”据南朝民歌《杨叛儿》：“暂出白门前，杨柳可藏乌。欢作沉水香，侬作博山炉 。”白门当指男女欢会之所。过去的欢会处，今日寂寞冷落，不再看见对方的踪影。与所爱者分离的失意，便是他愁思百结地怅卧的原因。怅卧中，他的思绪浮动，回味着最后一次访见对方的情景：“红楼隔雨相望冷，珠箔飘灯独自归。”仍然是对方住过的那座熟悉的红楼，但是他没有勇气走进去，甚至没有勇气再靠近它一点，只是隔着雨凝视着。往日在他的感觉里，是那样亲切温存的红楼，如今是那样地凄寒。在这红楼前，他究竟站了多久，也许连自己都不清楚。他发现周围的街巷灯火已经亮了，雨从亮着灯光的窗口前飘过，恍如一道道珠帘。在这珠帘的闪烁中，他才迷蒙地沿着悠长而又寂寥的雨巷独自走回来。</p> <p>　　他是这样地茫然若失，所爱者的形影，始终在他的脑际萦回。“远路应悲春晼晚，残宵犹得梦依稀。”他想象着 ，在远方的那人也应为春之将暮而伤感吧？如今蓬山远隔，只有在残宵的短梦中依稀可以相会了。强烈的思念 ，促使他修下书札，侑以玉珰一双，作为寄书的信物 。这是奉献给对方的一颗痛苦的心，但路途遥远 ，障碍重重，纵有信使，又如何传递呢？“玉珰缄札何由达，万里云罗一雁飞 。”且看窗外的天空，阴云万里，纵有一雁传书，又能穿过这罗网般的云天么？</p> <p>　　以上是这首诗大致包含的意境。男主人公的处境、活动、心情，基本上是清楚的。读者所难于知道这种恋爱的具体对象和性质。据作品本身看，所爱的对方大约是由于某种不得已的原因，远离而去了。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在他的组诗柳枝五首》序中便曾述及洛阳有一个女子属意于他，但不幸被“东诸候取去 ”，而铸成了遗憾事。《春雨》诗中推想对方“远路应悲春晼晚”，又感到当时的环境如“万里云罗 ”，可见这种恋爱或许也是与受到“东诸侯”之类权势者的阻离有关。不过，这终究只能是一种推测。</p> <p>　　李商隐在这首诗中，赋予爱情以优美动人的形象。诗借助于飘洒天空的春雨 ，融入主人公迷茫的心境、依稀的梦境，以及春晼晚、万里云罗等自然景象，烘托别离的寥落，思念的深挚，构成浑然一体的艺术境界 。“红楼隔雨相望冷，珠箔飘灯独自归”一联，前一句色彩（红）和感觉（冷）互相比照。红的色彩本来是温暖的，但隔雨怅望反觉其冷；后一句珠箔本来是明丽的，却出之于灯影前对雨帘的幻觉，极细微地写出主人公寥寂而又迷茫的心理状态。末联“玉珰缄札何由达，万里云罗一雁飞 ”，也富于象征色彩。特别有创造性地借助于自然景，把“锦书难托”的预感形象化了，并把忧郁怅惘的情绪与广阔的云天，融为一体。凡此，都成功地表现出了主人公的生活、处境和感情，情景、色调和气氛都令人久久难忘。这种真挚动人的感情和优美生动的形象结合在一起，构成一种艺术魅力，在它面前，人们是免不了要支付出自己的同情的。</p>",
  "about": "<h2>创作背景</h2> <p>　　《春雨》作于大中四年，是<a href=\"http://so.gushiwen.org/view_28810.aspx\">诗</a>人初到徐幕雨夜思家所作，题作《春雨》，却并非直接写春雨，而是抒写在春夜雨中的相思之情。</p> <p>　　也有人说这是诗人客居长安的忆家之作，有人说这是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>期盼他人提拔的寄托之作。大多数人认为这就是一首爱情诗。但对于诗人所思为何人又有较大的争议。有人认为诗人所念之人应当是柳枝，就是《柳枝五首·序》中提到的那位属意于他、最后却被他人夺走的洛阳痴情少女。有人说红楼之上的那位姑娘就是后来成为李商隐妻子的王氏，当时落魄不堪的李商隐不过是王茂元手下的小小幕僚，却看上了人家的千金小姐，自然是有些苦涩难言的了。还有人推断这位可望不可及的女子是女冠，就是《碧城三首》和《重过圣女祠》等诗中反复提到的那位陪同公主一块儿入道观的宫女。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "爱情",
    "写雨"
  ]
}