{
  "id": 28931,
  "star": 735,
  "name": "贾生",
  "dynasty": "唐代",
  "content": "宣室求贤访逐臣，贾生才调更无伦。<br>可怜夜半虚前席，不问苍生问鬼神。",
  "fanyi": "<p><strong>译文<br></strong>汉文帝求贤，宣示召见被贬臣子。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>才能，确实高明无人能及。<br>只是空谈半夜，令人扼腕叹息。文帝尽问鬼神之事，只字不提国事民生。</p> <p><strong>注释<br></strong>1.贾生：指贾谊（前200—前168），西汉著名的政论家、文学家，力主改革弊政，提出了许多重要政治主张，但却遭谗被贬，一生抑郁不得志。<br>2.宣室：汉代长安城中未央宫前殿的正室。逐臣：被放逐之臣，指贾谊曾被贬谪。<br>3.才调：才华气质。<br>4.可怜：可惜，可叹。虚：徒然，空自。前席：在坐席上移膝靠近对方。<br>5.苍生：百姓。问鬼神：事见《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》。汉文帝接见贾谊，“问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席。”</p>",
  "shangxi": "<h2>评析</h2> <p>　　这是一首托古讽时<a href=\"http://so.gushiwen.org/view_28931.aspx\">诗</a>，意在借<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的遭遇，抒写诗人怀才不遇的感慨。诗选取汉文帝宣室召见贾谊，夜半倾谈的情节，写文帝不能识贤，任贤；“不问苍生问鬼神”却揭露了晚唐皇帝服药求仙，荒于政事，不能任贤，不顾民生的昏庸特性。诗寓慨于讽，讽刺效果颇好。</p> <p>　　此诗是首咏叹贾生故事的短诗，其着眼点，不在个人的穷通得失，而在于指出封建统治者不能真正重视人才，使其在政治上发挥作用。</p> <p>　　贾谊贬长沙，久已成为诗人们抒写不遇之感的熟滥题材。作者独辟蹊径，特意选取贾谊自长沙召回，宣室夜对的情节作为诗材。《史记。屈贾列传》载：贾生征见。孝文帝方受厘（刚举行过祭祀，接受神的福佑），坐宣室（未央宫前殿正室）。上因感鬼神事，而问鬼神之本。贾生因具道所以然之状。至夜半，文帝前席（在坐席上移膝靠近对方）。既罢，曰：“吾久不见贾生，自以为过之，今不及也。”</p> <p>　　在一般封建文人心目中，这大概是值得大加渲染的君臣遇合盛事。但诗人却独具只眼，抓住不为人们所注意的“问鬼神”之事，翻出了一段新警透辟、发人深省的诗的议论。</p> <p>　　“宣室求贤访逐臣，贾生才调更无伦。”前幅纯从正面着笔，丝毫不露贬意。首句特标“求”、“访”（咨询），仿佛热烈颂扬文帝求贤意愿之切、之殷，待贤态度之诚、之谦，所谓求贤若渴，虚怀若谷。“求贤”而至“访逐臣”，更可见其网罗贤才已达到“野无遗贤”的程度。次句隐括文帝对贾谊的推服赞叹之词。“才调”，兼包才能风调，与“更无伦”的赞叹配合，令人宛见贾生少年才俊、议论风发、华采照人的精神风貌，诗的形象感和咏叹的情调也就自然地显示出来。这两句，由“求”而“访”而赞，层层递进，表现了文帝对贾生的推服器重。如果不看下文，几乎会误认为这是一篇圣主求贤颂。其实，这正是作者故弄狡狯之处。</p> <p>　　第三句承、转交错，是全诗枢纽。承，即所谓“夜半前席”，把文帝当时那种虚心垂询、凝神倾听、以至于“不自知膝之前于席”的情状描绘得维妙维肖，使历史陈迹变成了充满生活气息、鲜明可触的画面。这种善于选取典型细节，善于“从小物寄慨”的艺术手段，正是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>咏史诗的绝招。通过这个生动的细节的渲染，才把由“求”而“访”而赞的那架“重贤”的云梯升到了最高处；而“转”，也就在这戏剧高潮中同时开始。不过，它并不露筋突骨，硬转逆折，而是用咏叹之笔轻轻拨转——在“夜半虚前席”前加上可怜两字。可怜，即可惜。不用感情色彩强烈的“可悲”、“可叹”一类词语，只说“可怜”，一方面是为末句——一篇之警策预留地步；另一方面也是因为在这里貌似轻描淡写的“可怜”，比剑拔弩张的“可悲”、“可叹”更为含蕴，更耐人寻味。仿佛给文帝留有余地，其实却隐含着冷隽的嘲讽，可谓似轻而实重。“虚”者，空自、徒然之谓。虽只轻轻一点，却使读者对文帝“夜半前席”的重贤姿态从根本上产生了怀疑，可谓举重而若轻。如此推重贤者，何以竟然成“虚”？诗人引而不发，给读者留下了悬念，诗也就显出跌宕波折的情致，而不是一泻无余。这一句承转交错的艺术处理，精炼，自然，和谐，浑然无迹。</p> <p>　　末句方引满而发，紧承“可怜”与“虚”，射出直中鹄的的一箭——不问苍生问鬼神。郑重求贤，虚心垂询，推重叹服，乃至“夜半前席”，不是为了询求治国安民之道，却是为了“问鬼神”的本原问题！这究竟是什么样的求贤，对贤者又究竟意味着什么啊！诗人仍只点破而不说尽——通过“问”与“不问”的对照，让读者自己对此得出应有的结论。辞锋极犀利，讽刺极辛辣，感概极深沉，却又极抑扬吞吐之妙。由于前几句围绕“重贤”逐步升级，节节上扬，第三句又盘马弯弓，引而不发，末句由强烈对照而形成的贬抑便显得特别有力。这正是通常所谓的“抬得高，摔得重”（也就是反跌手法）。整首诗在正反、扬抑、轻重、隐显、承转等方面的艺术处理上，都蕴含着艺术的辩证法，而其新警含蕴、唱叹有情的艺术风格也就通过这一系列成功的艺术处理，逐步显示出来。</p> <p>　　点破而不说尽，有论而无断，并非由于内容贫弱而故弄玄虚，而是由于含蕴丰富，片言不足以尽意。诗有讽有慨，寓慨于讽，旨意并不单纯。从讽的方面看，表面上似刺文帝，实际上诗人的主要用意并不在此。晚唐许多皇帝，大都崇佛媚道，服药求仙，不顾民生，不任贤才，诗人矛头所指，显然是当时现实中那些“不问苍生问鬼神”的封建统治者。在寓讽时主的同时，诗中又寓有诗人自己怀才不遇的深沉感慨。诗人夙怀“欲回天地”的壮志，但偏遭衰世，沉沦下僚，诗中每发“贾生年少虚垂涕”、“贾生兼事鬼”之慨。这首诗中的贾谊，正有诗人自己的影子。概而言之，讽汉文实刺唐帝，怜贾生实亦自悯。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于本<a href=\"http://so.gushiwen.org/view_28931.aspx\">诗</a>的写作年代，有两种说法。其一为冯浩在《玉溪生诗集笺注》中所言，“此盖至昭州修祀事，故以借慨”，意谓此诗为<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在大中二年（848年）正月受桂州刺史郑亚之命，赴昭州任郡守时所作。因李商隐时为一郡之长，故须主奉祭祀大事，于是借题发挥，创作了本诗。另一说为杨柳提出，认为此诗当于大中二年三、四月间李商隐离开桂林北上后滞留荆巴时期所作。(见《李商隐评传》）</p> <p>　　这首诗的作者李商隐生活在唐王朝日趋衰败的晚唐时期，他对皇帝昏庸、宦官当权与藩镇跋扈深为不满。而且李商隐被卷入了牛李党争，屡受排挤，怀才不遇。于是他借吊<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>来抒发自己的感慨，通过讽刺汉文帝虽能求贤却又不知贤的行为，反映了晚唐的社会现实——即晚唐帝王也像文帝一般，表似开明，实则昏聩无能。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "托古讽今",
    "怀才不遇"
  ]
}