{
  "id": 7869,
  "star": 73,
  "name": "清溪行 / 宣州清溪",
  "dynasty": "唐代",
  "content": "清溪清我心，水色异诸水。<br>借问新安江，见底何如此。<br>人行明镜中，鸟度屏风里。<br>向晚猩猩啼，空悲远游子。",
  "fanyi": "<p><strong>译文<br></strong>清溪的水能使我心境清澈，它的水色不同于其它江水。<br>借问那以清闻名的新安江，那哪里能像这样清澈见底？<br>人仿佛行走在一面明镜中，鸟好像轻飞在一扇屏风里。<br>快到傍晚时猩猩开始哀啼，徒然让悲伤感染远方游子。</p> <p><strong>注释<br></strong>⑴清溪：河流名。在安徽境内，流经安徽贵池城，与秋浦河汇合，出池口入长江。<br>⑵诸：众多，许多。<br>⑶新安江：河流名。发源于安徽，在浙江境内流入钱塘江。<br>⑷度：这里是飞过的意思。屏风：室内陈设，用以挡风或遮蔽的器具，上面常有字画。<br>⑸向晚：临近晚上的时候。<br>⑹游子：久居他乡的人。作者自指。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首情景交融的抒情<a href=\"http://so.gushiwen.org/view_7869.aspx\">诗</a>，着意描写清溪水色的清澈，寄托诗人喜清厌浊的情怀。</p> <p>　　“清溪清我心”，诗人一开始就描写了自己的直接感受。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一生游览过很多名山秀川，独有清溪的水色给他以“清我心”的感受，这就是清溪水色的特异之处。</p> <p>　　开篇就赋予客观景物主观化特性。接着，诗人又以衬托手法突出地表现清溪水色的清澈。新安江源出徽州，流入浙江，向来以水清著称。南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>就曾写过一首题为《新安江水至清浅深见底贻京邑游好》的诗：“洞彻随深浅，皎镜无冬春。千仞写乔树，百丈见游鳞。”新安江的水是清澈的，作者用清溪的水与之相比：“借问新安江，见底何如此？”意思是：“新安江，能比得上清溪这样清澈见底吗？”这样，就以新安江水色之清对比衬托出清溪的更清。然后，又运用比喻的手法来正面描写清溪的清澈。诗人以“明镜”比喻清溪，把两岸的群山比作“屏风”。人在岸上行走，鸟在山中穿度，倒影在清溪之中，就如“人行明镜中，鸟度屏风里”。这样一幅美丽的倒影，使读者如身入其境。宋代<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>在《苕溪渔隐丛话》中评价说：“《复斋漫录》云：山谷言：‘船如天上坐，人似镜中行。’又云：‘船如天上坐，鱼似镜中悬。’沈云卿诗也。……予以云卿之诗，原于王逸少《镜湖》诗所谓‘山阴路上行，如坐镜中游’之句。然李太白《入青溪山》亦云：‘人行明镜中，鸟度屏风里。’虽有所袭，然语益工也。”最后，诗人又回到自己的主观感受，创造了一个悲切凄凉的清寂境界。诗人离开繁华而混杂的长安，来到这清澈见底的清溪畔，固然感到“清我心”，但对于胸怀济世之心和报国之志的诗人，不免有一种心灵上的孤寂。因此入晚时猩猩的一声声啼叫，在诗人听来，就是在为他自己远游他乡而悲切，流露出诗人内心一种落寞郁闷的情绪。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7869.aspx\">诗</a>是天宝十二载（753年）秋后<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游池州（治所在今安徽贵池）时所作。池州是皖南风景胜地，景点大多集中在清溪和秋浦沿岸。清溪源出石台县，仿佛一条玉带，蜿蜒曲折，流经贵池城，与秋浦河汇合，出池口汇入长江。李白游清溪作有许多有关清溪的诗篇。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写水",
    "落寞"
  ]
}