{
  "id": 19451,
  "star": 19,
  "name": "秋怀十五首",
  "dynasty": "唐代",
  "content": "孤骨夜难卧，吟虫相唧唧。<br>老泣无涕洟，秋露为滴沥。<br>去壮暂如剪，来衰纷似织。<br>触绪无新心，丛悲有馀忆。<br>讵忍逐南帆，江山践往昔。</p> <p>秋月颜色冰，老客志气单。<br>冷露滴梦破，峭风梳骨寒。<br>席上印病文，肠中转愁盘。<br>疑怀无所凭，虚听多无端。<br>棓桐枯峥嵘，声响如哀弹。</p> <p>一尺月透户，仡栗如剑飞。<br>老骨坐亦惊，病力所尚微。<br>虫苦贪夜色，鸟危巢焚辉。<br>孀娥理故丝，弧哭抽馀噫。<br>浮年不可追，衰步多夕归。</p> <p>秋至老更贫，破屋无门扉。<br>一片月落床，四壁风入衣。<br>疏梦不复远，弱心良易归。<br>商葩将去绿，缭绕争馀辉。<br>野步踏事少，病谋向物违。<br>幽幽草根虫，生意与我微。</p> <p>竹风相戛语，幽闺暗中闻。<br>鬼神满衰听，恍愡难自分。<br>商叶堕干雨，秋衣卧单云。<br>病骨可剸物，酸呻亦成文。<br>瘦攒如此枯，壮落随西曛。<br>袅袅一线命，徒言系絪缊。</p> <p>老骨惧秋月，秋月刀剑棱。<br>纤威不可干，冷魂坐自凝。<br>羁雌巢空镜，仙飙荡浮冰。<br>惊步恐自翻，病大不敢凌。<br>单床寤皎皎，瘦卧心兢兢。<br>洗河不见水，透浊为清澄。<br>诗壮昔空说，诗衰今何凭。</p> <p>老病多异虑，朝夕非一心。<br>商虫哭衰运，繁响不可寻。<br>秋草瘦如发，贞芳缀疏金。<br>晚鲜讵几时，驰景还易阴。<br>弱习徒自耻，暮知欲何任。<br>露才一见馋，潜智早已深。<br>防深不防露，此意古所箴。</p> <p>岁暮景气干，秋风兵甲声。<br>织织劳无衣，喓喓徒自鸣。<br>商声耸中夜，蹇支废前行。<br>青发如秋园，一剪不复生。<br>少年如饿花，瞥见不复明。<br>君子山岳定，小人丝毫争。<br>多争多无寿，天道戒其盈。</p> <p>冷露多瘁索，枯风饶吹嘘。<br>秋深月清苦。虫老声粗疏。<br>赪珠枝累累，芳金蔓舒舒。<br>草木亦趣时，寒荣似春馀。<br>自悲零落生，与我心何如。</p> <p>老人朝夕异，生死每日中。<br>坐随一啜安，卧与万景空。<br>视短不到门，听涩讵逐风。<br>还如刻削形，免有纤悉聪。<br>浪浪谢初始，皎皎幸归终。<br>孤隔文章友，亲密蒿莱翁。<br>岁绿闵似黄，秋节迸已穷。<br>四时既相迫，万虑自然丛。<br>南逸浩淼际，北贫硗确中。<br>曩怀沉遥江，衰思结秋嵩。<br>锄食难满腹，叶衣多丑躬。<br>尘缕不自整，古吟将谁通。<br>幽竹啸鬼神，楚铁生虬龙。<br>志生多异感，运郁由邪衷。<br>常思书破衣，至死教初重。<br>习乐莫习声，习声多顽聋。<br>明明胸中言，愿写为高崇。</p> <p>幽苦日日甚，老力步步微。<br>常恐暂下床，至门不复归。<br>饥者重一食，寒者重一衣。<br>泛广岂无涘，姿行亦有随。<br>语中失次第，身外生疮痍。<br>桂蠧既潜污，桂花损贞姿。<br>詈言一失香，千古闻臭词。<br>将死始前悔，前悔不可追。<br>哀哉轻薄行，终日与驷驰。</p> <p>流运闪欲尽，枯折皆相号。<br>棘枝风哭酸，桐叶霜颜高。<br>老虫干铁鸣，惊兽孤玉咆。<br>商气洗声瘦，晚阴驱景芳。<br>集耳不可遏，噎神不可逃。<br>蹇行散馀郁，幽坐谁与曹。<br>抽壮无一线，剪怀盈千刀。<br>清诗既名朓，金菊亦姓陶。<br>收拾昔所弃，咨嗟今比毛。<br>幽幽岁晏言，零落不可操。</p> <p>霜气入病骨，老人身生冰。<br>衰毛暗相刺，冷痛不可胜。<br>鷕鷕伸至明，强强揽所凭。<br>瘦坐形欲折，晚饥心将崩。<br>劝药左右愚，言语如见憎。<br>耸耳噎神开，始知功用能。<br>日中视馀疮，暗锁闻绳蝇。<br>彼齅一何酷，此味半点凝。<br>潜毒尔无猒，馀生我堪矜。<br>冻飞幸不远，冬令反心惩。<br>出没各有时，寒热苦相凌。<br>仰谢调运翁，请命愿有征。</p> <p>黄河倒上天，众水有却来。<br>人心不及水，一直去不回。<br>一直亦有巧，不肯至蓬莱。<br>一直不知疲，唯闻至省台。<br>忍古不失古，失古志易催。<br>失古剑亦折，失古琴亦哀。<br>夫子失古泪，当时落漼漼。<br>诗老失古心，至今寒皑皑。<br>古骨无浊肉，古衣如藓苔。<br>劝君勉忍古，忍古销尘埃。</p> <p>詈言不见血，杀人何纷纷。<br>声如穷家犬，吠窦何訚訚。<br>詈痛幽鬼哭，詈侵黄金贫。<br>言词岂用多，憔悴在一闻。<br>古詈舌不死，至今书云云。<br>今人咏古书，善恶宜自分。<br>秦火不爇舌，秦火空蓺文。<br>所以詈更生，至今横絪缊。 ",
  "shangxi": "<h2>选析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>老年居住洛阳，在河南尹幕中充当下属僚吏，贫病交加，愁苦不堪。《秋怀十五首》就是在洛阳写的一组嗟老伤病叹愁的<a href=\"http://so.gushiwen.org/view_19451.aspx\">诗</a>歌，而以第二首写得最好。在这首诗中，诗人饱蘸一生的辛酸苦涩，抒写了他晚境的凄凉哀怨，反映出封建制度对人才的摧残和世态人情的冷酷。</p> <p>　　第二首诗从秋月写起，既是兴起，也是比喻寄托。古人客居异乡，一轮明月往往是倾吐乡思的旅伴，“无心可猜”的良友。而此刻，诗人却感觉连秋月竟也是脸色冰冷，寒气森森；与月为伴的“老客”——诗人自己，也已一生壮志消磨殆尽，景况凄凉。“老客”二字包含着他毕生奔波仕途的失意遭遇，而一个“单”字，更透露着人孤势单的无限感慨。“冷露”二句，用语精警形象突出，虚实双关，寓意深长。字面明写住房破陋，寒夜难眠；实际上，诗人是悲泣梦想的破灭，是为一生壮志、人格被消损的种种往事而感到寒心。这是此二句寓意所在。这两句在语言提炼上是下足功力的。如“滴”字，写露喻泣，使诗人抑郁忍悲之情跃然而出；又如“梳”字，写风喻忆，令读者如见诗人辗转痛心之状，都是妥贴而形象的字眼。</p> <p>　　“席上”二句写病和愁。“印病文”喻病卧已久，“转愁盘”谓愁思不断。“疑虑”二句，意思是说还是不要作无根据的猜想，也不要听没来由的瞎说。这纯是自我宽慰，是一种无聊而无奈的开解。最后，提取了一个富有诗意的形象，也是诗人自况的形象：取喻于枯桐。桐木是制琴的美材，寄托着诗人苦吟一生而穷困一生的失意和悲哀。</p> <p>　　史评孟郊“为诗有理致”，“然思苦奇涩”（《新唐书·孟郊传》）。前人评价孟诗，也多嫌其气度窄，格局小。金代<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>说：“东野（孟郊字）穷愁死不休，高天厚地一诗囚。”（《论诗三十首》）即持这种贬薄态度。这些评价并不公允。倒是讥笑孟诗为“寒虫号”的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，说了几句实在话：“我憎孟郊诗，复作孟郊语。饥肠自鸣唤，空壁转饥鼠。诗从肺腑出，出辄愁肺腑。”（《读孟郊诗二首》）孟诗确实存在狭窄气弱的缺点，但其抒写穷愁境遇的作品，不乏真实动人的成功之作，这首《秋怀》之二，即其代表。</p>",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "秋天",
    "抒怀",
    "组诗"
  ]
}