{
  "id": 57866,
  "star": 110,
  "name": "水龙吟·老来曾识渊明",
  "dynasty": "宋代",
  "content": "老来曾识渊明，梦中一见参差是。觉来幽恨，停觞不御，欲歌还止。白发西风，折腰五斗，不应堪此。问北窗高卧，东篱自醉，应别有，归来意。<br>须信此翁未死，到如今凛然生气。吾侪心事，古今长在，高山流水。富贵他年，直饶未免，也应无味。甚东山何事，当时也道，为苍生起。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>自青少年时代起，就饱经战乱之苦，立志抗金，恢复中原，他的词也以激越豪放而著称。但是在这首《水龙吟》中所反映出来的思想，却引归耕隐居的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>为“知己”，未免有点消极。之所以如此，与他的遭际有着密切的关系。据学者考证，此词约作于公元1194年（光宗绍熙五年），那年辛弃疾已经五十五岁，秋天又被罢官，于是感伤世事人生，不免慨叹。</p> <p>　　此词上片开头就说：“老来曾识渊明，梦中一见参差是。”句法就有点特别。陶渊明与作者，本来志趣不同，性格各异，而作者却说他们已有了神交，并在梦中见过面了。这对一般读者来说，不能不感到突兀、惊诧，从而也就有可能构成一个强烈的印象，令人玩味。“老来”二字是特指，说明作者驱驰战马、奔波疆场或是筹划抗金、收复故土的年轻时代，与脱离尘嚣、回归自然的陶渊明是无缘的，而只有在他受到压抑与排斥，壮志难酬的老年时代，才有机会“相识渊明”。这个开头，对读者来说既有些突然，又让人感到十分自然。而作者也以平静的语气叙述，益发显得深沉。接下去的“觉来幽恨，停觞不御，欲歌还止”三句，直接抒写作者心中的沉痛心情。心头之恨是如此沉重，竟使得作者酒也不饮，歌也不唱。这是为什么？作者作了回答：一个白发老翁怎能在西风萧瑟中为五斗米折腰！但是，也不仅仅是因为这个。</p> <p>　　词的下片紧随前文，并作了更深入的回答：悔恨东山再起！先讲陶渊明的精神、人格和事业都是永在的，而且仍凛然有生气，和现实是相通的。“懔然生气”一句，这里暗用《世说新语·品藻》“廉颇、蔺相如虽千载上死人，懔懔恒如有生气”的语言以赞渊明。正是因为如此，所以作者紧跟着又用了“高山流水”的典故，来说明他同渊明之间是千古知音。这知音就在于对“富贵他年”所持的态度。接下去“富贵他年，直饶未免，也应无味”三句，引用了东晋谢安的故事。据《世说新语·排调篇》记载：“谢安在东山居布衣时，兄弟已有富贵者，翕集家门，倾动人物。刘夫人戏谓安曰：‘大丈夫不当如此乎？’谢乃捉鼻曰：‘但恐不免耳。’”说明即使他年不免于富贵显达，也是没有意思的。结语“甚东山何事”三句用的仍然是谢安的事，同书又记载：“谢公在东山，朝命屡降而不动。后出为桓宣武司马，将发新亭，朝士咸出瞻送。高灵时为中丞，亦往相祖。先时多少饮酒，因倚如醉，戏曰：‘卿屡违朝旨，高卧东山，诸人每相与言：安石不肯出，将如苍生何？今亦苍生将如卿何？’谢笑而不答。”很显然，从作者到陶渊明，又从陶渊明到谢安，或富贵显达，或归田隐居，或空怀壮志，虽处境各不相同，但其实一样，都没有什么意义。这是英雄的悲叹。</p> <p>　　与辛弃疾其他一些<a href=\"http://so.gushiwen.org/view_57866.aspx\">诗</a>词中所反映出来的豪情壮志不同，在这首词中，作者已没有“要挽银河仙浪，西北洗胡沙”（《水调歌头》），“道男儿到死心如铁，看试手，补天裂”（《贺新郎》）那种壮志凌云、激越慷慨的感情，而是把一切都看得如此闲淡无谓，如此的不屑一顾，这绝不是作者的本意，而是作者对现实政治的失望与哀叹，是时代的悲剧。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "感伤",
    "失望",
    "感叹"
  ]
}