{
  "id": 47986,
  "star": 77,
  "name": "凛凛岁云暮",
  "dynasty": "两汉",
  "content": "凛凛岁云暮，蝼蛄夕鸣悲。<br>凉风率已厉，游子寒无衣。<br>锦衾遗洛浦，同袍与我违。<br>独宿累长夜，梦想见容辉。<br>良人惟古欢，枉驾惠前绥。<br>愿得常巧笑，携手同车归。<br>既来不须臾，又不处重闱。<br>亮无晨风翼，焉能凌风飞？<br>眄睐以适意，引领遥相睎。<br>徙倚怀感伤，垂涕沾双扉。",
  "fanyi": "<p><strong>译文<br></strong>寒冷的岁末，百虫非死即藏，那蝼蛄彻夜鸣叫而悲声不断。<br>冷风皆已吹得凛冽刺人，遥想那游子居旅外地而无寒衣。<br>结婚定情后不久，良人便经商求仕远离家乡。<br>独宿于长夜漫漫，梦想见到亲爱夫君的容颜。<br>梦中的夫君还是殷殷眷恋着往日的欢爱，梦中见到他依稀还是初来迎娶的样子。<br>但愿此后长远过着欢乐的日子，生生世世携手共度此生。<br>梦中良人归来没有停留多久，更未在深闺同自己亲热一番，一刹那便失其所在。<br>只恨自己没有鸷鸟一样的双翼，因此不能凌风飞去，飞到良人的身边。<br>在无可奈何的心情中，只有伸长着颈子远望寄意，聊以自遗。<br>只有倚门而倚立，低徊而无所见，内心感伤，不禁泪流满面。</p> <p><strong>注释<br></strong>1.凛凛：言寒气之甚。凛，寒也。云：语助词，“将”的意思。<br>2.蝼（lóu）蛄（gū）：害虫，夜喜就灯光飞鸣，声如蚯蚓。夕：一作”多”。鸣悲：一作“悲鸣”。<br>3.率：大概的意思。一说都的意思。厉：猛烈。<br>4.锦衾（qīn）：锦缎的被子。<br>5.同袍：犹“同衾”。古用于夫妻间的互称。<br>6.累：积累，增加。<br>7.容辉：犹言容颜。指下句的“良人”。<br>8.良人：古代妇女对丈夫的尊称。惟古欢：犹言念旧情。惟，思也。古，故也。欢，指欢爱的情感。<br>9.枉驾：是说不惜委曲自己驾车而来。枉，屈也。惠：赐予的意思。绥：挽人上车的绳索。结婚时，丈夫驾着车去迎接妻子，把缓授给她，引她上去。<br>10.常：一作“长”。巧笑：是妇女美的一种姿态，出自《<a href=\"http://so.gushiwen.org/view_47986.aspx\">诗</a>经·卫风·硕人》。这里是对丈夫亲昵的表示。<br>11.来：指”良人“的入梦。不须臾：没有一会儿。须臾，指极短的时间。<br>12.重闱（wéi）：犹言深闺。闱，闺门。<br>13.亮：信也。晨风：一作“鷐风”，即鸇鸟，飞得最为迅疾，最初见于《毛诗》，而《古诗十九首》亦屡见。<br>14.焉：怎么。<br>15.眄（miǎn）睐（lài）：斜视，斜睨。适意：犹言遗怀。适，宽慰的意思。<br>16.引领：伸着颈子，凝神远望的形象。睎（xī）：远望，眺望。<br>17.徙倚：徘徊，来回地走。<br>18.沾：濡湿。扉（fēi）：门扇。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47986.aspx\">诗</a>凡二十句，支、微韵通押，一韵到底。诗分五节，每节四句，层次分明。</p> <p>　　第一层的四句从时序写起。岁既云暮，百虫非死即藏，故蝼蛄夜鸣而悲。凉风已厉，思妇以己度人，想到了远在他乡的游子（丈夫）无御寒之衣。这四句完全是写实，一无虚笔。凉风之厉，蝼蛄之鸣，皆眼前所闻见之景，而言“率”者，到处皆然也。这儿天冷了，远在他乡的游子也该感到要过冬了，这是由此及彼。在写作上，诗人通过视觉、触觉和听觉，不但突出了寒冷的到来，而且也由此想到远在他乡的漂泊不归的游子（丈夫）。</p> <p>　　然后第二节乃从游子联想到初婚之时，则由今及昔也。“锦衾遗洛浦”是活用洛水宓妃典故，指男女定情结婚；“同袍”出于《诗经·秦风·无衣》，原指同僚，旧说亦指夫妇。“锦衾”二句是说结婚定情后不久，良人便离家远去。这是“思”的起因。至于良人何以远别，诗中虽未明言，但从“游子寒无衣”一句已可略窥端倪。在东汉末叶，不是求仕便是经商，乃一般游子之所以离乡北井之主因。可见良人之弃家远游亦自有其苦衷。朱筠《古诗十九首说》云：“至于同袍违我，累夜过宿，谁之过欤？”意谓这并非良人本意，他也不愿离家远行。惟游子之远行并非诗人所要表白的风客。</p> <p>　　自“独宿”以下乃入相思本题。正因为自己“独宿”而累经长夜，以见相别之久而相爱之深也（她一心惦记着他在外“寒无衣”，就是爱之深切的表现），故寄希望于“梦想见容辉”矣。这一句只是写主人公的主观愿望，到下一节才正式写梦境。</p> <p>　　第三节专写梦境。“惟”，思也；“古”，故也。故欢，旧日欢好。梦中的丈夫也还是殷殷眷恋着往日的欢爱，她在梦中见到他依稀仍是初来迎娶的样子。《礼记·婚义》：“降，出御归车，而婿授绥，御轮三周。”又《郊特性》：“婿亲御授绥，亲之也。”“绥”是挽以登车的索子，“惠前绥”，指男子迎娶时把车绥亲处递到女子手里。“愿得”两句有点倒装的意思，“长巧笑”者，女为悦己者容的另一说法，意谓被丈夫迎娶携手同车而归，但愿此后长远过着快乐的日子，而这种快乐的日子乃是以女方取悦于良人赢得的。这是梦中景，却有现实生活为基础，盖新婚的经历对青年男女来说，长存于记忆中者总是十分美好的。可惜时至今日，已成为使人流连的梦境了。</p> <p>　　第四节语气接得突兀，有急转直下的味道，而所写却是主人公乍从梦境中醒来那种恍恍惚惚的感受，半嗔半诧，似寤不迷。意思说好梦不长，良人归来既没有停留多久（“不须臾”者，犹现代汉语之“没有多久”、“不一会儿”），更未在深闺中（所谓“重闱”）同自己亲昵一番，一刹那便失其所在。这时才憬然惊察，原是一梦，于是以无可奈何的语气慨叹道：“只恨自己没有晨风一样的双翼，因此不能凌风飞去，追寻良人的踪迹。”这是百无聊赖之辞，殆从《诗经·邶风·柏舟》“静言思之，不能奋飞”语意化出，妙在近于说梦话，实为神来之笔，而不得以通常之比兴语视之也。</p> <p>　　这是否一首怨诗，历来有所争议。若论诗中的思妇对“良人”的态度，与其说是“怨”，宁说因“思”极而成“梦”，更多的是“感伤”之情。当然，怨与伤相去不过一间，伤极亦即成怨。但汉代文人诗已接受“诗都”熏陶，此诗尤得温柔敦厚之旨，故此诗意虽忧伤之至而终不及于怨。这在《古诗十九首》中确是出类拔萃之作。</p> <p>　　前人对最末一节的前两句略有争议。据胡克家《文选考异》云：“六臣本校云：‘善（指李善注本）无此二句。’此或尤本校添。但依文义，恐不当有。”这两句不惟应当有，而且有承上启下之妙用，正自缺少不得。“适意”亦有二解，一种是适己之意。如陈祚明《采菽堂古诗选》云：“眄睐以适意，犹言远望可以当归，无聊之极思也。”另一种是指适良人之意，如五臣吕延济及吴淇《选诗定论》之说大抵旨谓后者。此承上文“长巧笑”意，指梦中初见良俚的顾盼眼神，亦属总结上文之语。盖梦中既见良人，当然从眼波中流露了无限情思，希望使良人欢悦适意；不料稍留即逝，梦醒人杳，在自己神智渐渐恢复之后，只好“引领遥相睎”，大有“落月满屋梁，犹疑照颜色”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》）的意思，写女子之由思极而梦，由暂梦而骤醒，不惟神情可掬，抑且层次分明。最终乃点出结局，只有“徙倚怀感伤，垂涕沾双扉”了，而全诗至此亦摇曳而止，情韵不匮。这后四句实际是从眼神作文章，始而“眄睐”，继而“遥睎”，终于“垂涕”，短短四句，主人公感情的变化便跃然纸上，却又写得质朴自然，毫无矫饰。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首思妇冬夜怀夫的忧思之作，是《古<a href=\"http://so.gushiwen.org/view_47986.aspx\">诗</a>十九首》之一。关于《古诗十九首》的时代背景有多种说法。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》题下注曾释之甚明：“并云古诗，盖不知作者。”并认为作于东汉时期，这也是二十世纪以来的主流观点。今人综合考察这十九首诗所表现的情感倾向、所折射的社会生活情状及其纯熟的艺术技巧，一般认为并不是一时一人之作，其所产生的年代应当在东汉献帝建安之前的几十年间。至于《凛凛岁云暮》的具体创作时间，则难以考证。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "叙梦",
    "抒情"
  ]
}