{
  "id": 57946,
  "star": 96,
  "name": "西江月·堂上谋臣尊俎",
  "dynasty": "宋代",
  "content": "堂上谋臣尊俎，边头将士干戈。天时地利与人和，“燕可伐欤？”曰：“可”。<br>今日楼台鼎鼐，明年带砺山河。大家齐唱《大风歌》，不日四方来贺。</p> <p>堂上谋臣帷幄，边头猛将干戈。天时地利与人和。燕可伐与曰可。 <br>此日楼台鼎鼐，他时剑履山河。都人齐和《大风歌》。管领群臣来贺。",
  "fanyi": "<p><strong>译文<br></strong>大堂之上谋臣开宴，边疆将士手持武器。作战的自然气候条件具备，地理环境优越，且众志成城。“可以讨伐燕国了吗？”说：“可以。”<br>今日在楼台之上筹谋国政，明年建立不世之功。大家一起高唱《大风歌》，不需多日四方便来庆贺。</p> <p><strong>注释<br></strong>①西江月：词牌名，原唐教坊曲，用作词调。又名《白苹香》、《步虚词》、《晚香时候》、《玉炉三涧雪》、《江月令》，另有《西江月慢》。<br>②尊俎（zūn zǔ）：酒器，代指宴席。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《新序》说：“夫不出于尊俎之间，而知千里之外，其晏子之谓也。”<br>③燕可伐欤（yú）：可以讨伐燕国了吗？<br>④楼台：指相府。<br>⑤鼎鼐（dǐng nài）：炊器；古时把宰相治国比作鼎鼐调味，古以之代相位。<br>⑥大风歌：汉高祖扫平四海，统一天下之后，以家乡少年一百二十人伴倡，齐声高唱大风歌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上半阕写有利于北伐的大好形势，说堂上有善谋的贤臣，边疆有能战的将士，天时、地利与人和都对南宋王朝有利，因而伐金是切实可行的。对自己力量的自豪和肯定，是向当地朝野普遍存在的自卑、畏敌情绪的挑战。进入下半阕，由全国形势说到韩侂胄本人：先写今日治国，次写明年胜利。句中那胜利在握的豪情和壮志，不要说在当时存在巨大的鼓舞力量，即使现在去读，也给人增添信心和勇气。</p> <p>　　<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>词学<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。黄说刘过：“多壮语，盖学稼轩也。”（《花庵词选》），以此篇而论，在艺术上就有以下两点颇有辛词精神：第一、大量使用前人成句和典故，增强了词篇的表现力。比如，此词上片“天时地利与人和”化用《孟子·公孙丑下》：“孟子曰：天时不如地利，地利不如人和。”因而该句在说明天时、地利、人和都有利的同时，还有着强调人和的作用，这样，一方面使得它与前两句联系起来，另一方面也符合向韩侂胄祝寿的主题。其次，“‘燕可伐欤？’曰：‘可’”用《孟子·公孙丑下》：“沈同以其私问曰：‘燕可伐欤？’孟子曰：‘可。’”由于用了“圣人”之言，并把侂胄伐金和历史上的伐燕联系起来，既使语气铿锵有力，又巧妙地完成了向下片的过渡。下片中的“带砺山河”用《史记·高祖功臣侯者年表序》中“使河如带，泰山若厉（厉，通砺，磨刀石），国以永宁，爰及苗裔。”原典的意思是：即使黄河变得像带子那么窄了，泰山变得像磨刀石那么小了（意思永远不可能），诸侯的封国也将安然无恙，勋臣之富贵将永远传给子孙后代。使用这个典故，把韩侂胄暗中比作汉高祖的开国重臣，预祝他明年建立不世之功，却不露阿谀之态，深得寿词之三昧。“大家齐唱《大风歌》”用《史记·高祖本纪》：“高祖还归，过沛，留。置酒沛市，悉召故人父老子弟纵饮。发沛中儿，得百二十人，教之歌。酒酣，高祖击筑，自为歌<a href=\"http://so.gushiwen.org/view_57946.aspx\">诗</a>曰：‘大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方！’令儿皆和习之。”刘过的“大家齐唱《大风歌》”，容易想起“威加海内兮归故乡”的歌词，而这类歌词，对于山河破碎的国家，对于大批背井离乡的人民，对于求功心切的韩侂胄，无疑都是一种鼓舞。第二、语言流利、洒脱，具有辛词酣畅淋漓的情味。</p> <p>　　这种风格的形成，是和以下几种语言材料的使用分不开的：一、口语和熟语，如“大家齐唱”、“四方来贺”、“谋臣尊俎”、“将士干戈”；二、散文成句，如“天时地利与人和”、“‘燕可伐欤？’曰：‘可’”；三、常用典故，如所用《孟子》两则与《史记》两则。这些词语由于为人们所耳熟能详，因而读来亲切明快，一气呵成。</p>",
  "about": "<h2>创作背景</h2> 　　公元1204年（宋宁宗嘉泰四年）韩侂胄定议伐金，其用心是为建功固宠。当时南宋国用未足，军备松弛，人心未集，不久韩侂胄就挥师北上，结果大败而归。故这次北伐本身意义不大，但在主和派长期把持朝政，抗战派军民长期受压制之后，还是确实起到了振奋民心的作用，因此，受到朝中抗战派人士和全国军民的响应。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>的这首词即是当年为祝贺韩侂胄生日而写的，词中表达了爱国军民企盼北伐胜利的共同心声。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "战争",
    "叙事",
    "鼓舞"
  ]
}