{
  "id": 20305,
  "star": 69,
  "name": "天上谣",
  "dynasty": "唐代",
  "content": "天河夜转漂回星，银浦流云学水声。<br>玉宫桂树花未落，仙妾采香垂佩缨。<br>秦妃卷帘北窗晓，窗前植桐青凤小。<br>王子吹笙鹅管长，呼龙耕烟种瑶草。<br>粉霞红绶藕丝裙，青洲步拾兰苕春。<br>东指羲和能走马，海尘新生石山下。",
  "fanyi": "<p><strong>译文</strong><br>　　天上的银河夜里还在潺潺，飘荡着闪闪群星，银河两岸的流云们，调皮地模仿着水声叮咚。月宫金色桂花树，从来就是花不落绽放飘香，仙女轻盈采桂花，纤手娴熟歌声宛转响佩缨。天宫的弄玉，卷起宝帘打开玉窗，又一个明媚的拂晓，窗前梧桐树永远枝繁叶茂，带他们夫妻飞天的小青凤，还是没长大依然那么娇小， 神仙夫妻当然永远年轻红颜难老。天上王子乔又吹起玉笙如凤鸣，笙管长长，真美真好，他悠然微笑在云烟里，吆喝着龙耕地，种下万顷仙草。剪一条粉霞做成红绶带装饰着天女们的藕丝仙裙，笑语喧哗她们飞到南海青洲采仙草，又来赏早春。快看呀东边，羲和驾着天马，车里载着太阳又奔来了，焰火纷纷，人间，石山下的海水又一次退去变成陆地，飞起灰尘。天上一天就是人间百年，让我，怎能不伤怀摧心。</p> <p><strong>注释</strong><br>⑴回星：运转的星星。<br>⑵银浦：天河。<br>⑶学水声：<a href=\"http://so.gushiwen.org/view_20305.aspx\">诗</a>人由天河引起联想，说行云像发出声音的流水一样。<br>⑷仙妾：仙女。<br>⑸缨：系玉佩的丝带。<br>⑹秦妃：指秦穆公的女儿弄玉，借指仙女。《列仙传》弄女嫁给仙人萧史，随凤升天。<br>⑺植：倚。<br>⑻青凤小：小青凤，因为押韵所以倒置。<br>⑼王子：王子乔。周灵王太子，名晋，传说擅长吹笙，这里指仙子。<br>⑽鹅管：行状像鹅毛的笙管。<br>⑾耕烟：在云烟中耕耘。<br>⑿瑶草：灵芝一类的仙草。<br>⒀粉霞：粉红色的衣衫。绶：丝带。<br>⒁藕丝裙：纯白色的裙子。<br>⒂藕丝：纯白色。<br>⒃青洲：清邱，南海中草木茂密的仙洲。<br>⒄步拾：边走边采集。<br>⒅兰苕：兰草的茎。泛指香花香草。<br>⒆羲和：神话中给太阳驾车的神。<br>⒇海尘：海地扬起的尘土。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在一个晴朗的夜晚，<a href=\"http://so.gushiwen.org/view_20305.aspx\">诗</a>人游目太空，被璀璨的群星所吸引，于是张开想象的翅膀，飞向那美丽的天庭。</p> <p>　　诗共十二句，分成三个部分。开头两句写天河。天河，绚烂多姿，逗人遐想，引导他由现实世界进入幻想世界。天河在转动，回荡着的流星，泛起缕缕银光。星云似水，沿着“河床”流淌，凝神谛听，仿佛潺潺有声。这些是诗人站在地面上仰望星空的所见所感，写实之中揉有一些虚构成分，显示了想象的生发过程。</p> <p>　　中间八句具体描述天庭的景象，陆续展示了四个各自独立的画面。画面之一是：月宫里的桂树花枝招展，香气袭人。仙女们正在采摘桂花，把它装进香囊，挂在衣带上。“花未落”意即“花不落”。仙树不枯，仙花不落，它与尘世的“馨香易销歇，繁华会枯槁”形成鲜明的比照。画面之二是：秦妃当窗眺望晓色。秦妃即弄玉，相传为秦穆公的女儿，嫁给了萧史，学会吹箫。一天，夫妻二人“同随凤飞去”，成了神仙。此时，晨光熹微，弄玉正卷起窗帘，观赏窗外的晨景。窗前的梧桐树上立着一只小巧的青凤。它就是当年引导他们夫妇升天的那只神鸟。弄玉升天已有一千余年，而红颜未老。那青凤也娇小如故。时间的推移，没有在她（它）们身上留下任何痕迹，这是天庭的神奇之处。然而，天宫岁月也并非毫无变化。它有晨昏之别，仙人也有夙兴夜寐的生活习惯，这些又似与人世无异。画面之三是神奇的耕牧图景。仙人王子晋吹着细长的笙管，驱使神龙翻耕烟云，播种瑶草，十分悠闲自在。画面之四是：穿着艳丽服装的仙女，漫步青洲，寻芳拾翠。青洲是传说中的仙洲，山川秀丽，林木繁密，始终保持着春天的景色。来这儿踏青的仙女，采摘兰花，指顾言谈，十分舒畅。上述各个画面互不连缀，然而却显得和谐统一，都以仙人活动为主体，以屋宇、花草、龙凤等等为陪衬，突出天上闲适的生活和优美的环境，以与人世相对比。这正是诗歌的命意所在。</p> <p>　　末两句用雄浑的笔墨对人间的景象作了概略的点染。在青洲寻芳拾翠的仙女，偶然俯首观望，指点说：羲和驾着日车奔驰，时间过得飞快，东海三神山周遭的海水新近又干了，变成陆地，扬起尘土来了。这就是人们所常说的“沧海变桑田”。诗人借助具体的形象，表现了尘世变化之大和变化之速。对比之下，天上那种春光永驻、红颜不老的状况，就显得特别可贵。</p> <p>　　“逝将去女，适彼乐士。”（《诗经·魏风·硕鼠》）对美好生活的向往，正是对当时社会现实和个人境遇不满的曲折表现。</p> <p>　　这首诗想象富丽，具有浓烈的浪漫气息。诗人运用神话传说，创造出种种新奇瑰丽的幻境来。诗中所提到的人物和铺叙的某些情节，都是神话传说中的内容。但诗人又借助于想象，把它们加以改造，使之更加具体鲜明，也更加新奇美丽。像“王子吹笙鹅管长，呼龙耕烟种瑶草”，不仅使王子吹的笙有形可见，而且鲜明地展示了“龙耕”的美妙境界。这是诗人幻想的产物，却又是某种实体的反照。诗人写子虚乌有的幻境，实际是把世间的人情物态涂上神奇的色彩。例如兰桂芬芳，与人间无异；而桂花不落，兰花常开，却又是天上特有的景象；仙妾采香，秦妃卷帘，她们的神情举止与常人没有什么不同，但仙妾采摘的是月宫里不落的桂花，秦妃身边有娇小的青凤相伴，而且她（它）们都永不衰老，这又充满神话色彩。诗人运用这种手法，巧妙地把神和人结合起来，把理想和现实结合起来，使抽象的理想成为可以观照的物象，因而显得深刻隽永，而又有生气灌注。这首诗，全诗十二句，句句都有物象可见，诗人用精心选择的动词把某些物象联系起来，使之构成情节，并且分别组合为六个不同的画面。它们虽无明显的连缀迹象，但彼此色调谐和，气韵相通。这种“合而若离，离而实合”的结构方式显得异常奇妙。</p> <p>　　诗歌首尾起落较大。开头二句是诗人仰望星空所得的印象，结末二句则是仙人俯视尘寰所见的情景。前者从现实世界进入幻想世界，后者又从幻想世界回到现实世界，一起一落，首尾相接，浑然一体。</p> <p>　　诗的题目是《天上谣》，“谣，声逍遥也。”意即用韵比较自由，声音富于变化，吟诵起来，轻快优美。这首诗的韵脚换了三次，平仄交互，时清时浊。各句平仄的排列有的整饬，有的参差错落，变化颇大，这种于参差中见整饬的韵律安排，显得雄峻铿锵。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "神话",
    "想象"
  ]
}