{
  "id": 5546,
  "star": 17,
  "name": "夷门歌",
  "dynasty": "唐代",
  "content": "七雄雄雌犹未分，攻城杀将何纷纷。<br>秦兵益围邯郸急，魏王不救平原君。<br>公子为嬴停驷马，执辔愈恭意愈下。<br>亥为屠肆鼓刀人，嬴乃夷门抱关者。<br>非但慷慨献良谋，意气兼将身命酬。<br>向风刎颈送公子，七十老翁何所求。",
  "fanyi": "<p><strong>译文</strong><br>战国七雄的胜负不可知，攻城杀将纷乱甚多。<br>秦军增兵围困赵都邯郸，魏王畏秦不敢出兵相救。<br>信陵君为侯嬴驾车过市访友，执辔愈恭颜色愈和。<br>朱亥是持刀宰杀牲口的屠夫，侯嬴是掌管魏国都城大梁东门锁匙的守门人。<br>侯嬴不但为信陵君献窃符夺兵之计，而且极重义气，竟以身命相报。<br>侯嬴甘愿以身命报答信陵君知遇之恩，七十岁老人别无所求。</p> <p><strong>注释</strong><br>1.夷（yí）门：战国时期，魏国都城大梁的东门。这首<a href=\"http://so.gushiwen.org/view_5546.aspx\">诗</a>中所歌颂的侯嬴是夷门的守门官，故名为《夷门歌》。<br>2.七雄：战国时期七个主要的诸侯国齐、楚、秦、燕、赵、魏、韩合称“战国七雄”。雄雌：即胜负。<br>3.纷纷：纷乱。<br>4.“秦兵”二句：秦军在长平之战大破赵军后，乘胜包围邯郸。平原君夫妇多次写信向魏国及信陵君求救。魏王畏惧秦国，虽命晋鄙领兵十万驻扎于邺，但是仅仅观望，不敢出兵相救。信陵君屡次劝谏魏王，魏王均不听。邯郸：战国时赵国都城，即今河北邯郸市。<br>5.魏王：指魏安釐王。公元前260年，秦兵攻赵，在长平坑赵卒四十万，遂围邯郸。赵向魏求救，魏安釐王不应。<br>6.平原君：即赵胜，战国时赵惠文王之弟，战国四公子之一，也是信陵君的姐夫。任赵相，礼贤下士，门客从多，与魏国信陵君、楚国春申君、齐国孟尝君齐名，并称为“四公子”。<br>7.公子：即信陵君，名魏无忌，战国时魏安釐王异母弟，门下有食客三千。<br>8.嬴（yíng）：即侯嬴，魏国的隐士，当时是魏国都城大梁监门小吏。信陵君慕其名，亲自执辔御车，迎为上客，为信陵君献计窃虎符，夺兵救赵。为守秘，自刎以报信陵君。<br>9.驷（sì）马：四匹马拉的车子。<br>10.执辔（pèi）：驾车。辔：驾奴牲口的嚼子和缰绳。辔：驾奴牲口的嚼子和缰绳。《史记·魏公子列传》载魏有隐士名侯嬴，年七十，家贫，为大梁夷门监者。公子闻之，往请，欲厚遗之，不肯受。……公子于是乃置酒大会宾客，坐定。公子从车骑虚左，自迎夷门侯生。侯生摄敝衣冠直上载公子上坐，不让，欲以观公子。公子执辔愈恭。……侯生又谓公子曰：“臣有客在市屠中，愿枉车骑过之。”公子引车入市，侯生下见其客，朱亥俾倪，故久立，与其客语，微察公子，公子颜色愈和。<br>11.亥：朱亥，战国魏人，有勇力，与侯嬴相善，隐于市，为屠户。后助信陵君救赵。<br>12.屠肆（sì）：屠宰铺。肆：旧时指铺子，商店。<br>13.鼓刀：操刀。鼓：挥舞。<br>14.抱关者：守门小吏。<br>15.“非但”二句：写二人帮助公子窃符救赵的豪侠仗义之举。信陵君于魏王宠姬如姬有恩，侯嬴于是为信陵君献计，请如姬帮忙从魏王卧室中偷出兵符，准备夺晋鄙之军救赵却秦。如姬果然窃得兵符。公子行前，侯嬴又说：“将在外，主令有所不受。公子即使合了兵符，但是晋鄙不授公子兵，而向王请示，事情就危险了。”于是让他的朋友大力士朱亥和公子一起去，准备在晋鄙不听时击杀他。侯嬴又对公子说：“我年老了，不能跟随公子。等公子到达晋鄙军时，我将自刭以谢公子。”公子至邺，假称魏王派自己来代替晋鄙。晋鄙果然怀疑，朱亥遂以大铁椎击杀晋鄙。公子统帅晋鄙军，进击秦军，秦军解邯郸之围而去。<br>16.“向风”二句：写侯嬴果然自刎，赞美他的仗义轻生，慷慨任侠。《晋书·段灼传》：“七十老翁，复何所求哉。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　题材的因袭，包括不同文学形式对同一题材的移植、改编，都有一个再创造的过程。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《桃源行》固然是成功的一例，而他的《夷门歌》同样也是故事新编式的杰作。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_5546.aspx\">诗</a>题材出自《史记·魏公子列传》，即信陵君窃符救赵的历史故事。但从《魏公子列传》到《夷门歌》，有一重要更动：故事主人公由公子无忌（信陵君）变为夷门侠士侯嬴，从而成为主要是对布衣之士的一曲赞歌。从艺术手法上看，将史传以二千余字篇幅记载的故事改写成不足九十字的小型叙事诗，对题材的重新处理，特别是剪裁提炼上“缩龙成寸”的特殊本领，令人叹绝。</p> <p>　　诗共十二句，四句一换韵，按韵自成段落。</p> <p>　　一至四句交待故事的背景。先写七雄争霸天下的大势，后写“窃符救赵”事件的成因。以“何纷纷”三字道出天下大乱的局面，以“益围邯郸怠”退出情况的紧急，以“不救”二字表现出形势的严峻。</p> <p>　　“七雄雄雌犹未分，攻城杀将何纷纷。秦兵益围邯郸急，魏王不救平原君。”四句交代故事背景。细分，则前两句写七雄争霸天下的局势，后两句写“窃符救赵”的缘起。粗线钩勒，笔力雄健，“叙得峻洁”（<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>）。“何纷纷”三字将攻城杀将、天下大乱的局面形象地表出。传云：“魏安厘王二十年，秦昭王已破赵长平军，又进兵围邯郸（赵都）”，诗只言“围邯郸”，然而“益急”二字传达出一种紧迫气氛，表现出赵国的燃眉之“急”来。于是，与“魏王不救平原君”的轻描淡写，对照之下，又表现出一种无援的绝望感。</p> <p>　　五至八句，写信陵君礼遇侯生。连用两个“愈”字，一是写出侯生的有意傲慢，二是写出魏公子的礼贤。“亥为屠肆鼓刀人，嬴乃夷门抱关者”两句，巧用原文，点化为对仗句。</p> <p>　　赵魏唇齿相依，平原君（赵国贤公子）又是信陵君的姊夫。无论就公义私情而言，“不救”都说不过去。无奈魏王惧虎狼之强秦，不敢发兵。但诗笔到此忽然顿断，另开一线，写信陵君礼贤下士，并引入主角侯生。</p> <p>　　“公子为嬴停驷马，执辔愈恭意愈下。亥为屠肆鼓刀人，嬴乃夷门抱关者。”信陵君之礼遇侯嬴，事本在秦兵围赵之前，故这里是倒插一笔。其作用是，暂时中止前面叙述，造成悬念，同时运用“切割”时间的办法形成跳跃感，使短篇产生不短的效果，即在后文接叙救赵事时，给读者以一种隔了相当一段时间的感觉。信陵君结交侯生事，在《史记》有一段脍炙人口的、绘声绘色的描写。诗中却把诸多情节，如公子置酒以待，亲自驾车相迎，侯生不让并非礼地要求枉道会客等等，一概略去。单挑面对侯生的傲慢“公子执辔愈恭”的细节作突出刻画。又巧妙运用“愈恭”“愈下”两个“愈”字，显示一个时间进程（事件发展过程）。略去的情节，借助于启发读者的联想，得到补充，便有语短事长的效果。两句叙事极略，但紧接二句交代侯嬴身份兼及朱亥，不避繁复，又出人意外地详。“嬴乃夷门抱关者也”，“臣乃市井鼓刀屠者”，都是史传中人物原话。“点化二豪之语，对仗天成，已征墨妙”（赵殿成《王右丞诗集笺注》），而唱名的方式，使人物情态跃然纸上，颇富戏剧性。两句妙在强调二人卑微的地位，从而突出卑贱者的智勇；同时也突出了公子不以富贵骄士的精神。两人在窃符救赵中扮演着关键角色，故强调并不多余。这段的一略一详，正是白石道人所谓“难说处一语而尽，易说处莫便放过”，贵在匠心独运。</p> <p>　　九至十二句专写侯生，与首段呼应。以“献奇谋”，即策划窃符救赵及夺晋鄙军写出其智；以“向风刎颈”写出其义。末两句写得慷慨豪迈，感人颇深。</p> <p>　　“非但慷慨献奇谋，意气兼将生命酬。向风刎颈送公子，七十老翁何所求！”最后一段专写侯生，既紧承前段又遥接篇首，回到救赵事上来。“献奇谋”，指侯嬴为公子策划窃符及赚晋鄙军一事，这是救赵的关键之举。“意气”句则指侯嬴于公子至晋鄙军之日北向自刭事。其自刎的动机，是因既得信陵君知遇，又已申燕刀一割之用，平生意愿已足，生命已属多余，故作者着力表现这一点。末二句议论更作波澜，说明侯生义举全为意气所激，并非有求于信陵君。慷慨豪迈，有浓郁抒情风味，故历来为人传诵。二句分用谢承《后汉书》杨乔语（“侯生为意气刎颈”）和《晋书·段灼传》语（“七十老公复何所求哉！”）而使人不觉，用事自然入妙。诗前两段铺叙、穿插，已蓄足力量，末段则以“非但”、“兼将”递进语式，把诗情推向高峰。以乐曲为比方，有的曲子结尾要拖一个尾声，有的则在激越外戛然而止。这首诗采取的正是后一种结尾，它如裂帛一声，忽然结束，却有“慷慨不可止”之感，这手法与悲壮的情事正好相宜。</p> <p>　　此诗写战国时隐者义士侯嬴献策救赵，慷慨捐驱的壮烈行为，热烈歌颂侯嬴和朱亥这些出身下层的英雄人物见义勇为的豪侠精神，也赞扬了信陵君能任用贤才的开明政治风度。</p> <p>　　此诗把一个有头有尾的史传故事，择取三个重要情节来表现，组接巧妙、语言精炼、人物形象鲜明，代表着王维早年积极进取的一面。唐代是中下层地主阶级知识分子在政治上扬眉吐气的时代，这时出现为数不少的歌咏游侠的诗篇，决不是偶然的。《夷门歌》故事新编，溶入了新的历史内容。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5546.aspx\">诗</a>题材出自《史记·魏公子列传》，即信陵君窃符救赵的故事。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在原故事的基础上，大胆改动，巧妙剪裁，写成一首微型叙事诗。此诗代表着王维早年积极进取的一面。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "叙事",
    "豪放",
    "抒情"
  ]
}