{
  "id": 10447,
  "star": 164,
  "name": "新安吏",
  "dynasty": "唐代",
  "content": "客行新安道，喧呼闻点兵。<br>借问新安吏：“县小更无丁？”<br>“府帖昨夜下，次选中男行。”<br>“中男绝短小，何以守王城？”<br>肥男有母送，瘦男独伶俜。<br>白水暮东流，青山犹哭声。<br>“莫自使眼枯，收汝泪纵横。<br>眼枯即见骨，天地终无情！<br>我军取相州，日夕望其平。<br>岂意贼难料，归军星散营。<br>就粮近故垒，练卒依旧京。<br>掘壕不到水，牧马役亦轻。<br>况乃王师顺，抚养甚分明。<br>送行勿泣血，仆射如父兄。”",
  "fanyi": "<p><strong>译文</strong><br>作者走在新安县的大路上，听到新安吏在按户籍册点兵。<br>作者问新安吏：“难道因新安县小，壮丁已抽完，才抓这些不成丁的青年？”<br>新安吏回答“府帖昨夜才下达，并下令说没有壮丁就依次抽未成年男子。”<br>作者又问“抽来的未成年男子实在太小了，如何能守住王城呢？”<br>健壮的中男还有母亲相送，瘦小的由于父母在战乱中去世，就变得孤苦伶仃了。<br>河水日夜向东流，青山还留着哭声呢！<br>“不要让眼泪哭干，收住你们纵横的泪水。<br>眼泪哭干了会露出头骨，但天地终归是无情的，不能改变这悲痛的安排。<br>我们官军攻取相州，日夜盼望收复其地。<br>可是贼心难料，致使官军溃败。<br>我们就去原先营垒就食，练兵也依凭着洛阳。<br>挖掘壕沟也不会深得见水，放牧军马的劳役也还算轻。<br>何况朝廷官军是符合正义的，一切必然顺利，爱护战士一目了然。<br>送行战士不要哭得那么悲伤，长官会像父兄一样关爱你们。</p> <p><strong>注释</strong><br>①新安：地名，今河南省新安县。<br>②更：岂。<br>③次：依次。<br>④中男：指十八岁以上、二十三岁以下成丁。这是唐天宝初年兵役制度规定的。<br>⑤伶俜（pīng）：形容孤独。<br>⑥不到水：指掘壕很浅。<br>⑦仆射：指<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>。如父兄：指极爱士卒。<br>⑧相州：即“三男邺城戍”之“邺城”，今河南安阳。<br>⑨旧京：指东都洛阳。<br>⑩借问新安吏：作者问新安吏。此处省略主语“作者”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“客行新安道，喧呼闻点兵。”这两句是全篇的总起。“客”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自指。以下一切描写，都是从<a href=\"http://so.gushiwen.org/view_10447.aspx\">诗</a>人“喧呼闻点兵”五字中生出。</p> <p>　　借问新安吏：“县小更无丁？”这是杜甫的问话。624年（唐高祖武德七年）定制：男女十六岁为中男，二十一岁为丁。至744年（唐玄宗天宝三年），又改以十八岁为中男，二十二岁为丁。按照正常的征兵制度，中男不该服役。杜甫的问话是很尖锐的，眼前明明有许多人被当作壮丁抓走，却撇在一边，跳过一层问：“新安县小，再也没有丁男了吧？”大概他以为这样一问，就可以把新安吏问住了。“府帖昨夜下，次选中男行。”官吏很狡黠，也跳过一层回答说，州府昨夜下的军帖，要挨次往下抽中男出征。官吏敏感得很，他知道杜甫用中男不服兵役的王法难他，所以立即拿出府帖来压人。讲王法已经不能发生作用了，于是杜甫进一步就实际问题和情理发问：“中男又矮又小，怎么能守卫东都洛阳呢？”王城，指洛阳，周代曾把洛邑称作王城。这在杜甫是又逼紧了一步，但接下去却没有答话。也许官吏被问得张口结舌，但更大的可能是官吏不愿跟杜甫啰嗦下去了。这就把官吏对杜甫的厌烦，杜甫对人民的同情，以及诗人那种迂执的性格都表现出来了。</p> <p>　　“肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。”跟官吏已经无话可说了，于是杜甫把目光转向被押送的人群。他怀着沉痛的心情，把这些中男仔细地打量再打量。他发现那些似乎长得壮实一点的男孩子是因为有母亲照料，而且有母亲在送行。中男年幼，当然不可能有妻子。之所以父亲不来，是因为前面说过“县小更无丁”，有父亲在就不用抓孩子了。所以“有母”的言外之意，正是表现了另一番惨景。“瘦男”的“瘦”已叫人目不忍睹，加上“独伶俜”三字，更显得他们无亲无靠。怀着无限的痛苦，但却茫然而无法倾诉，这就是“独伶俜”三字展现给读者的情形。杜甫对着这一群哀号的人流泪站了很久，只觉天已黄昏了，白水在暮色中无语东流，青山好像带着哭声。这里用一个“犹”字便见恍惚。人走以后，哭声仍然在耳，仿佛连青山白水也呜咽不止。似幻觉又似真实，使读者惊心动魄。以上四句是诗人的主观感受。它在前面与官吏的对话和后面对征人的劝慰语之间，在行文与感情的发展上起着过渡作用。</p> <p>　　“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！”这是杜甫劝慰征人的开头几句话。本来中男已经走了，他的话不能讲给他们听。这里，既像是把先前曾跟中男讲的话补叙在这里，又像是中男走过以后，杜甫觉得太惨了，一个人对着中男走的方向自言自语。那种发痴发呆的神情，更显出他茫然的心理。抒发悲愤一般总是要把感情往外放，可是此处却似乎在进行收束。“使眼枯”、“泪纵横”本来可以再作淋漓尽致的刻画，但杜甫却加上了“莫”和“收”。“不要哭得使眼睛发枯，收起奔涌的热泪吧。”然后再用“天地终无情”来加以堵塞。“莫”、“收”在前，“终无情”在后一笔煞住，好像要人把眼泪全部吞进肚里。这就收到了“抽刀断水水更流”的艺术效果。这种悲愤也就显得更深、更难控制，“天地”也就显得更加“无情”。</p> <p>　　杜甫写到“天地终无情”，已经极其深刻地揭露了兵役制度的不合理，然而这一场战争的性质不同于写《兵车行》的时候。当此国家存亡迫在眉睫之时，诗人从维护祖国的统一角度考虑，在控诉“天地终无情”之后，又说了一些宽慰的话。相州之败，本来罪在朝廷和唐肃宗，杜甫却说敌情难以预料，用这样含混的话掩盖失败的根源，目的是要给朝廷留点面子。本来是败兵，却说是“归军”，也是为了不致过分叫人丧气。“况乃王师顺，抚养甚分明。”唐军讨伐安史叛军，可以说名正言顺，但实际上又谈不上爱护士卒、抚养分明。另外，所谓战壕挖得浅，牧马劳役很轻，<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>对待士卒亲如父兄等等，也都是些安慰之词。杜甫讲这些话，都是对强征入伍的中男进行安慰。诗在揭露的同时，又对朝廷有所回护，杜甫这样说，用心良苦。实际上，人民蒙受的惨痛，国家面临的灾难，都深深地刺激着他沉重而痛苦的心灵。[5] </p> <p>　　一方面，当时安史叛军烧杀掳掠，对中原地区生产力和人民生活的破坏是空前的。</p> <p>　　另一方面，唐朝统治者在平时剥削、压迫人民，在国难当头的时候，却又昏庸无能，把战争造成的灾难全部推向人民，要捐要人，根本不顾人民死活。这两种矛盾，在当时社会现实中尖锐地存在着，然而前者毕竟居于主要地位。可以说，在平叛这一点上，人民和唐王朝多少有一致的地方。因此，杜甫的“三吏”、“三别”既揭露统治集团不顾人民死活，又旗帜鲜明地肯定平叛战争，甚至对应征者加以劝慰和鼓励，读者也就不难理解了。因为当时的人民虽然怨恨唐王朝，但终究咬紧牙关，含着眼泪，走上前线支持了平叛战争。“白水暮东流，青山犹哭声”表达了作者对应征的“中男”的无限同情之心。</p>",
  "about": "<h2>创作背景</h2> <p>　　758年（唐肃宗乾元元年）冬，<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>收复长安和洛阳，旋即，和<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼、王思礼等九节度使乘胜率军进击，以二十万兵力在邺城（即相州，治所在今河南安阳）包围了安庆绪叛军，局势十分可喜。然而昏庸的唐肃宗对郭子仪、李光弼等领兵并不信任，诸军不设统帅，只派宦官鱼朝恩为观军容宣慰处置使，使诸军不相统属，又兼粮食不足，士气低落，两军相持到次年春天，史思明援军至，唐军遂在邺城大败。郭子仪退保东都洛阳，其余各节度使逃归各自镇守。</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_10447.aspx\">诗</a>的时代背景是乾元元年(公元七五八年)冬，安庆绪退保相州(今河南安阳)，肃宗命郭子仪、李光弼等九个节度使，率步骑二十万人围攻相州。自冬至春，未能破城。乾元二年三月，史思明从魏州(今河北大名)引兵来支援安庆绪，与官军战于安阳河北。九节度的军队大败南奔，安庆绪、史思明几乎重又占领洛阳。幸而郭子仪率领他的朔方军拆断河阳桥，才阻止了安史军队南下。这一战之后，官军散亡，兵员亟待补充。于是朝廷下令征兵。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>从洛阳回华州，路过新安，看到征兵的情况，写了这首诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "战争",
    "忧国忧民"
  ]
}