{
  "id": 50973,
  "star": 763,
  "name": "苏幕遮·燎沉香",
  "dynasty": "宋代",
  "content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。<br>故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
  "fanyi": "<p><strong>译文</strong><br>细焚沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天（旧有鸟鸣可占雨之说），拂晓时分我偷偷听它们在屋檐下的“言语”。荷叶上初出的阳光晒干了昨夜的雨，水面上的荷花清润圆正，荷叶迎着晨风，每一片荷叶都挺出水面。<br>（看到这风景）我想到遥远的故乡，何日才能回去啊？我家本在吴越一带，长久地客居长安。五月，我故乡的小时候的伙伴是否在想我，划着一叶扁舟，在我的梦中来到了过去的荷花塘（词中指杭州西湖）。</p> <p><strong>注释</strong><br>燎：烧。音，[liáo]<br>沉香：木名，其芯材可作熏香料。沈，现写作沉。沈（沉）香，一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。<br>溽(rù)暑：潮湿的暑气。《休沐寄怀》<a href=\"http://so.gushiwen.org/view_50973.aspx\">诗</a>：“临池清溽暑，开幌望高秋。”溽，湿润潮湿。<br>呼晴：唤晴。旧有鸟鸣可占晴雨之说。<br>侵晓：快天亮的时候。侵，渐近。<br>宿雨：昨夜下的雨。<br>清圆：清润圆正。<br>风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《王官二首》诗：“风荷似醉和花舞，沙鸟无情伴客闲。”<br>吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。<br>长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。<br>旅：客居。<br>楫：[jí] 划船用具，短桨。<br>芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。词中指杭州西湖。唐张宗昌《太平公主山亭侍宴》诗：“折桂芙蓉浦，吹萧明月湾。” 浦，水湾、河流。芙蓉，又叫“芙蕖”，荷花的别称。</p>",
  "shangxi": "<p>　　此词由眼前的荷花想到故乡的荷花。游子浓浓的思乡情，向荷花娓娓道来，构思尤为巧妙别致。词分上下两片。上片主要描绘荷花姿态，下片由荷花生发开去，梦回故乡。</p> <p>　　“燎沈香，消溽暑。鸟雀呼晴，侵晓窥檐语”这里写的是一个夏日的清晨，词人点燃了沉香以驱散潮湿闷热的暑气。鸟雀在窗外欢呼着，庆祝天气由雨转晴。在词人眼里，鸟雀仿佛有着人一样的喜怒哀乐，她们也会“呼”也爱“窥”，如同调皮的孩子一般活波可爱。这几句描写看似漫不经心，实际上作者是在为下面写荷花的美丽做感情上的铺垫。“叶上初阳干宿雨、水面清圆，一一风荷举。”国学大师评：“此真能得荷之神理者。”先不说神理如何，但是字句的圆润，就足以流传千古。至于神理或说神韵，却是只可意会，不可言传的东西。可把这三句译成白话：“清晨的阳光投射到荷花的叶子上，昨夜花叶上积的雨珠很快就溜掉了。清澈的水面上，粉红的荷花在春风中轻轻颤动，一一举起了晶莹剔透的绿盖。远远望去，仿佛一群身着红裳绿裙踏歌起舞的江南女子！”词人之所以睹荷生情，把荷花写的如此逼真形象，玲珑可爱，因为他的故乡江南就是芙蓉遍地。</p> <p>　　“故乡遥，何日去？家住吴门，久作长安旅。”荷花点燃了词人的思乡情，下片开头他就扪心自问，何时才能重归故里呢，那美丽的吴门，苏小小居住的地方。“久”字体现了作者对飘泊生活尤其是仕途生活的厌倦，在其它作品中词人一再以“京华倦客”自称，可见他早已淡薄功名而魂系故乡。“五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。”结尾三句，词人恍惚间飞到了五月的江南，熟悉的渔郎正在河上摇着小船，穿梭于层层叠叠的莲叶……这时词人忍不住喊道：打鱼的大哥 ，还记得我吗？我是美成啊！情到深处意转痴，词人用一个白日梦结尾，给人留下无限的情思和遐想。</p> <p>　　这首词写游子的思乡情结，写景写人写情写梦皆语出天然，不加雕饰而风情万种。通过对清圆的荷叶、五月的江南、渔郎的轻舟这些情景进行虚实变幻的描写，思乡之苦表达得淋漓尽致。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋神宗元丰六年（1083）至宋哲宗元祐元年（1086）之间，当时<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>久客京师，从入都到为太学生到任太学正，处于人生上升阶段。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "高中古诗",
    "婉约",
    "荷花",
    "思乡"
  ]
}