{
  "id": 7816,
  "star": 12451,
  "name": "静夜思",
  "dynasty": "唐代",
  "content": "床前明月光，疑是地上霜。<br>举头望明月，低头思故乡。",
  "fanyi": "<p><strong>直译</strong><br>明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。<br>我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。</p> <p><strong>韵译</strong><br>皎洁月光洒满床，恰似朦胧一片霜。<br>仰首只见月一轮，低头教人倍思乡。 </p> <p><strong>注释</strong><br>⑴静夜思：静静的夜里，产生的思绪 。<br>⑵床：今传五种说法。<br>一指井台。已经有学者撰文考证过。中国教育家协会理事程实将考证结果写成论文发表在刊物上，还和好友创作了《<a href=\"http://so.gushiwen.org/view_7816.aspx\">诗</a>意图》。<br>二指井栏。从考古发现来看，中国最早的水井是木结构水井。古代井栏有数米高，成方框形围住井口，防止人跌入井内，这方框形既像四堵墙，又像古代的床。因此古代井栏又叫银床，说明井和床有关系，其关系的发生则是由于两者在形状上的相似和功能上的类同。古代井栏专门有一个字来指称，即“韩”字。《说文》释“韩”为“井垣也”，即井墙之意。<br>三“床”即“窗”的通假字。本诗中的‘床’字，是争论和异议的焦点。我们可以做一下基本推理。本诗的写作背景是在一个明月夜，很可能是月圆前后，作者由看到月光，再看到明月，又引起思乡之情。 <br>既然作者抬头看到了明月，那么作者不可能身处室内，在室内随便一抬头，是看不到月亮的。因此我们断定，‘床’是室外的一件物什，至于具体是什么，很难考证。从意义上讲，‘床’可能与‘窗’通假，而且在窗户前面是可能看到月亮的。但是，参照宋代版本，‘举头望山月’，便可证实作者所言乃是室外的月亮。从时间上讲，宋代版本比明代版本在对作者原意的忠诚度上，更加可靠。 <br>四取本义，即坐卧的器具，《诗经·小雅·斯干》有“载寐之牀”，《易·剥牀·王犊注》亦有“在下而安者也。”之说，讲得即是卧具。<br>五马未都等认为，床应解释为胡床。胡床，亦称“交床”、“交椅”、“绳床”。古时一种可以折叠的轻便坐具，马扎功能类似小板凳，但人所坐的面非木板，而是可卷折的布或类似物，两边腿可合起来。现代人常为古代文献中或诗词中的“胡床”或“床”所误。至迟在唐时，“床”仍然是“胡床”（即马扎，一种坐具）。<br>⑶疑：好像。 <br>⑷举头：抬头。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7816.aspx\">诗</a>写的是在寂静的月夜思念家乡的感受。</p> <p>　　诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。 </p> <p>　　诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。 </p> <p>　　明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>）、龙标（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。</p> <p>　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸引着读者。</p> <p>　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！</p> <p>　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。</p> <p>　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。</p> <p>　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。</p> <p>　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，读者不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。 </p><br/><h2>评析</h2> <p>　　这是写远客思乡之情的<a href=\"http://so.gushiwen.org/view_7816.aspx\">诗</a>，诗以明白如话的语言雕琢出明静醉人的秋夜的意境。</p> <p>　　它不追求想象的新颖奇特，也摒弃了辞藻的精工华美；它以清新朴素的笔触，抒写了丰富深曲的内容。境是境，情是情，那么逼真，那么动人，百读不厌，耐人寻绎。无怪乎有人赞它是“妙绝古今”。</p> <p>　　胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>）、龙标（<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来，说是“妙绝古今”。</p> <p>　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻绎，千百年来，如此广泛地吸引着读者。</p> <p>　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况是明月如霜的秋夜！</p> <p>　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜的太空是如此的明净！这时，他完全清醒了。</p> <p>　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。</p> <p>　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。</p> <p>　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，我们不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《静夜思》一<a href=\"http://so.gushiwen.org/view_7816.aspx\">诗</a>的写作时间是公元726年（唐玄宗开元之治十四年）旧历九月十五日左右。李白时年26岁，写作地点在当时扬州旅舍。其《秋夕旅怀》诗当为《静夜思》的续篇，亦同时同地所作。李白在一个月明星稀的夜晚，诗人抬望天空一轮皓月，思乡之情油然而生，写下了这首传诵千古、中外皆知的名诗《静夜思》。<br/><h2>版本说明</h2> <p><strong>明代版本</strong><br>　　这是目前流传比较广泛的版本。该版本虽然可能不完全是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的原作，有个别字词后世或有所修改，但是流传度很高，并被收录于各版本的语文教科书中。</p> <p><strong>宋代版本</strong><br>　　这一版本与人们常说的“床前明月光”明显不一致，其实并非是错误，而是流传版本不同。一般认为，这一版本比明版本更接近李白的原作，但仍有学者认为可能存在更早的版本。宋刊本的《李太白文集》、宋人<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>所编的《乐府<a href=\"http://so.gushiwen.org/view_7816.aspx\">诗</a>集》、洪迈所编《万首唐人绝句》中，《静夜思》的第一句均为“床前看月光”，第三句也均作“举头望山月”。元萧士赟《分类补注李太白集》、明高棅《唐诗品汇》，也是如此。宋人一直推崇唐诗，其收录编辑甚有规模，加之距唐年代相近，误传差错相对较少，故宋代乃至元代所搜集的《静夜思》应该是可靠准确的；在清朝玄烨皇帝亲自钦定的权威刊本《全唐诗》中，也并没有受到前面同时代不同刊本的影响而对此诗作任何修改。</p> <p>　　在此之前《静夜思》已传入日本（日本静嘉堂文库藏有宋刊本《李太白文集》12册），因日本人对唐诗崇尚，在后世流传过程中并未对其作出任何修改。但在中国情况就不一样了，到了明代赵宦光、黄习远对宋人洪迈的《唐人万首绝句》进行了整理与删补，《静夜思》的第三句被改成“举头望明月”，但是第一句“床前看月光”没有变化。清朝康熙年间<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>编选的《唐诗别裁》，《静夜思》诗的第一句是“床前明月光”，但第三句却是“举头望山月”。直到1763年（清乾隆二十八年）蘅塘退士所编的《唐诗三百首》里，吸纳了明刊《唐人万首绝句》与清康熙年《唐诗别裁》对《静夜思》的两处改动，从此《静夜思》才成为在中国通行至今的版本：“床前明月光，疑是地上霜；举头望明月，低头思故乡”。但是这也不是清朝流行的唯一版本，就在《唐诗三百首》问世前58年的1705年（康熙四十四年），康熙钦定的《全唐诗》中的《静夜思》就是与宋刊本《李太白文集》完全相同的“床前看月光，疑是地上霜。举头望山月，低头思故乡”，后来中华书局出版的《全唐诗》也沿用着这一表述。</p> <p>　　这一表述是明朝以后为普及诗词而改写的。经过“改动”了的《静夜思》比“原版”要更加朗朗上口却是不争的事实，这也解释了为什么“床前明月光”版比“床前看月光”版在中国民间更受欢迎的原因。中国李白研究会会长、新疆师范大学教授薛天纬先生在《漫说》（《文史知识》1984年第4期）一文中专门对两个版本的差异发表了如下看法：仔细体味，第一句如作“床前看月光”，中间嵌进一个动词，语气稍显滞重；再说，“月光”是无形的东西，不好特意去“看”，如果特意“看”，也就不会错当成“霜”了。而说“明月光”，则似不经意间月光映入眼帘，下句逗出“疑”字，便觉得很自然；何况，“明”字还增加了月夜的亮色。第三句，“望明月”较之“望山月”不但摆脱了地理环境的限制，而且，“山月”的说法不免带点文人气——文人诗中，往往将月亮区分为“山月”“海月”等，“明月”则全然是老百姓眼中的月亮了。所谓“篡改说”、“山寨说”实在是言过其实。有学者认为，“《静夜思》四句诗，至少有50种不同版本，并且你很难知道哪一种抄本更接近‘原本’。我们现在熟知的‘举头望明月’版本是在明代确定下来的”。莫砺锋在《百家讲坛》进行唐诗普及时，选取的也是大家熟知的版本，“所谓的‘篡改’不是一个人任意妄为的，而是长久以来的集体选择。古诗流传的历史，也是读者参与创造的过程，大家觉得这样更美，更朗朗上口，是千万百读者共同选择了这个版本。”今人读到的《静夜思》已经不仅仅是一首“唐”诗，它其实凝结了1300多年来一代又一代人的审美创造，后人应该抱以尊重的态度。近年来有关版本争议源于对李白诗歌版本众多这一常识普及不够。因此，有学者表示，国人对文史知识的缺失应引起深思，要意识到普及文史知识的必要，对博大精深的五千年中华文明存有敬畏之心。 </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "月亮",
    "思乡"
  ]
}