{
  "id": 10886,
  "star": 3410,
  "name": "月夜忆舍弟",
  "dynasty": "唐代",
  "content": "戍鼓断人行，边秋一雁声。<br>露从今夜白，月是故乡明。<br>有弟皆分散，无家问死生。<br>寄书长不达，况乃未休兵。",
  "fanyi": "<p><strong>译文</strong><br>戍楼上的更鼓声隔断了人们的来往，边塞的秋天里，一只孤雁正在鸣叫。<br>从今夜就进入了白露节气，月亮还是故乡的最明亮。<br>有兄弟却都分散了，没有家无法探问生死。<br>寄往洛阳城的家书常常不能送到，何况战乱频繁没有停止。</p> <p><strong>注释</strong><br>1.舍弟：谦称自己的弟弟。<br>2.戍鼓：戍楼上的更鼓。戍，驻防。<br>3.断人行：指鼓声响起后，就开始宵禁。<br>4边秋：一作“秋边”，秋天的边地，边塞的秋天<br>5.露从今夜白：指在气节“白露”的一个夜晚。<br>6.有弟皆分散，无家问死生：弟兄分散，家园无存，互相间都无从得知死生的消息。<br>7.长：一直，老是。<br>8.达：到。<br>9.况乃：何况是。<br>10. 未休兵：战争还没有结束。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>意境赏析</strong><br>　　在古典<a href=\"http://so.gushiwen.org/view_10886.aspx\">诗</a>歌中，思亲怀友是常见的题材，这类作品要力避平庸，不落俗套，单凭作者生活体验是不够的，还必须在表现手法上匠心独运。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>正是在对这类常见题材的处理中，显出了他的大家本色。</p> <p>　　诗一起即突兀不平。题目是“月夜”，作者却不从月夜写起，而是首先描绘了一幅边塞秋天的图景：“戍鼓断人行，边秋一雁声。”路断行人，写出所见；戍鼓雁声，写出所闻。耳目所及皆是一片凄凉景象。沉重单调的更鼓和天边孤雁的叫声不仅没有带来一丝活气，反而使本来就荒凉不堪的边塞显得更加冷落沉寂。“断人行”点明社会环境，说明战事仍然频繁、激烈，道路为之阻隔。两句诗渲染了浓重悲凉的气氛，这就是“月夜”的背景。</p> <p>　　颔联点题。“露从今夜白”，既写景，也点明时令。那是在白露节的夜晚，清露盈盈，令人顿生寒意。“月是故乡明”，也是写景，却与上句略有不同。作者所写的不完全是客观实景，而是融入了自己的主观感情。明明是普天之下共一轮明月，本无差别，偏要说故乡的月亮最明；明明是作者自己的心理幻觉，偏要说得那么肯定，不容质疑。然而，这种以幻作真的手法却并不使人觉得于情理不合，这是因为它极深刻地表现了作者微妙的心理，突出了对故乡的感怀。这两句在炼句上也很见功力，它要说的不过是“今夜露白”，“故乡月明”，只是将词序这么一换，语气便分外矫健有力。所以王得臣说：“子美善于用事及常语，多离析或倒句，则语健而体峻，意亦深稳。”（《麈史》）读者从这里也可以看出杜甫化平凡为神奇的本领。</p> <p>　　以上四句信手挥写，若不经意，看似与忆弟无关，其实不然。不仅望月怀乡写出“忆”，就是闻戍鼓，听雁声，见寒露，也无不使作者感物伤怀，引起思念之情。所以是字字忆弟，句句有情。</p> <p>　　诗由望月转入抒情，过渡十分自然。月光常会引人遐想，更容易勾起思乡之念。诗人今遭逢离乱，又在这清冷的月夜，更是别有一番滋味在心头。在他的绵绵愁思中夹杂着生离死别的焦虑不安，语气也分外沉痛。“有弟皆分散，无家问死生”，上句说弟兄离散，天各一方；下句说家已不存，生死难卜，写得伤心折肠，感人至深。这两句诗也概括了安史之乱中人民饱经忧患丧乱的普遍遭遇。</p> <p>　　“寄书长不达，况乃未休兵”，紧承五、六两句进一步抒发内心的忧虑之情。亲人们四处流散，平时寄书尚且常常不达，更何况战事频仍，生死茫茫当更难逆料。含蓄蕴藉，一结无限深情。读了这首诗，我们便不难明白杜甫为什么能够写出“烽火连三月，家书抵万金”（《春望》）那样凝炼警策的诗句来。深刻的生活体验是艺术创作最深厚的源泉。</p> <p><strong>结构分析</strong><br>　　全诗层次井然，首尾照应，承转圆熟，结构严谨。“未休兵”则“断人行”，望月则“忆舍弟”，“无家”则“寄书不达”，人“分散”则“死生”不明，一句一转，一气呵成。</p> <p><strong>思想感情</strong><br>　　在安史之乱中，杜甫颠沛流离，备尝艰辛，既怀家愁，又忧国难，真是感慨万端。稍一触动，千头万绪便一齐从笔底流出，所以把常见的怀乡思亲的题材写得如此凄楚哀感，沉郁顿挫。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10886.aspx\">诗</a>首联即突兀不平。题目是“月夜”，作者却不从月夜写起，而是首先描绘了一幅边塞秋天的图景：“戍鼓断人行，边秋一雁声。”路断行人，写出所见；戍鼓雁声，写出所闻。耳目所及皆是一片凄凉景象。沉重单调的更鼓和天边孤雁的叫声不仅没有带来一丝活气，反而使本来就荒凉不堪的边塞显得更加冷落沉寂。“断人行”点明社会环境，说明战事仍然频繁、激烈，道路为之阻隔。两句诗渲染了浓重悲凉的气氛，点明“月夜”的背景。</p> <p>　　颔联点题。“露从今夜白”，既写景，也点明时令。那是在白露节的夜晚，清露盈盈，令人顿生寒意。“月是故乡明”，也是写景，却与上句略有不同。作者所写的不完全是客观实景，而是融入了自己的主观感情。明明是普天之下共一轮明月，本无差别，偏要说故乡的月亮最明；明明是作者自己的心理幻觉，偏要说得那么肯定，不容质疑。然而，这种以幻作真的手法却使人觉得合乎情理，这是因为它深刻地表现了作者微妙的心理，突出了对故乡的感怀。这两句在炼句上也很见功力，它要说的不过是“今夜露白”，“故乡月明”，只是将词序这么一换，语气便分外矫健有力。</p> <p>　　上两联信手挥写，若不经意，看似与忆弟无关，其实不然。不仅望月怀乡写出“忆”，就是闻戍鼓，听雁声，见寒露，也无不使作者感物伤怀，引起思念之情。所以是字字忆弟，句句有情。</p> <p>　　颈联由望月转入抒情，过渡十分自然。月光常会引人遐想，更容易勾起思乡之念。诗人今遭逢离乱，又在这清冷的月夜，更是别有一番滋味在心头。在他的绵绵愁思中夹杂着生离死别的焦虑不安，语气也分外沉痛。“有弟皆分散，无家问死生”，上句说弟兄离散，天各一方；下句说家已不存，生死难卜，写得伤心折肠，感人至深。这两句诗也概括了安史之乱中人民饱经忧患丧乱的普遍遭遇。</p> <p>　　尾联紧承颈联进一步抒发内心的忧虑之情。亲人们四处流散，平时寄书尚且常常不达，更何况战事频仍，生死茫茫当更难逆料。含蓄蕴藉，一结无限深情。</p> <p>　　全诗层次井然，首尾照应，承转圆熟，结构严谨。“未休兵”则“断人行”，望月则“忆舍弟”，“无家”则“寄书不达”，人“分散”则“死生”不明，一句一转，一气呵成。怀乡思亲之情凄楚哀感，沉郁顿挫。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10886.aspx\">诗</a>是759年（乾元二年）秋<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在秦州所作。这年九月，安史之乱，安禄山、史思明从范阳引兵南下，攻陷汴州，西进洛阳，山东、河南都处于战乱之中。当时，杜甫的几个弟弟正分散在这一带，由于战事阻隔，音信不通，引起他强烈的忧虑和思念。《月夜忆舍弟》即是他当时思想感情的真实记录。诗中写兄弟因战乱而离散，杳无音信。在异乡的戍鼓和孤雁声中观赏秋夜月露，只能倍增思乡忆弟之情。颠沛流离中的诗人杜甫，看到山河破碎，思念不知生死的兄弟，更为国家而悲痛。<br/><h2>历史评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在“<a href=\"http://so.gushiwen.org/view_10886.aspx\">诗</a>圣<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>”一文里曾这么写道：“我以为工部最少可以当得起情圣的徽号，因为他的情感的内容，是极丰富的，极真实的，极深刻的。他的表情方法又极熟练，能鞭辟到深处，能将他全部反映不走样子，能像电气一般一振一荡的打到别人的心弦上。中国文学界写情圣手，没有人比得上，他所以我叫他做情圣”。从这样的角度来看杜甫，其实也没什么错，他是多情，但他的多情却是极宽广、极深厚的那种，是「人民爱物」的人道精神，所以，他的诗篇能写的好，能像电气一样的振荡人心不无道理。而这首《月夜忆舍弟》所给人的感动和冲击，正是如上所说的那样。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "秋天",
    "月夜",
    "思乡",
    "怀人"
  ]
}