{
  "id": 62234,
  "star": 6,
  "name": "齐天乐·烟波桃叶西陵路",
  "dynasty": "宋代",
  "content": "烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。<br>华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。",
  "fanyi": "<p><strong>译文<br></strong>眼前烟波迷茫，我又来到与她分手的渡口西陵路上，当时的情景让我十年来梦绕魂牵。重新抚摸着当年折枝相送的古柳，想起那时像鸥鸟分飞般的离别，我独倚高亭栏杆，追寻昔日登临时的陈迹。一阵凉风飒然而至，浩渺的烟雾弥漫沙洲，船帆似鸟翼飞起，暮色中的远山，横亘着一片翠色。只有江边的几朵残花，陪伴着我，在秋水如镜的江面上，映照出一样憔悴的面容。<br>想当年，华堂灯暗，你送走宾客，却独留下我，你回眸顾盼，眼波如清澈馨香的秋水，情长意密。你天生丽质，你那手腕洁白如冰肌玉骨，你纤纤的手指柔细雪白，我怎能不记得那个神魂颠倒的夜晚，你我分瓜品尝的深意，当年用过的酒樽我至今未洗，我再也梦不见与你同赴阳台，相思爱恋的云雨，只有漫洒零落的泪滴。可怜这凄凄冷冷的秋夜里，只有蟋蟀的啼鸣和稀稀落落的雨水，伴我度过这孤独的长夜。</p> <p><strong>注释<br></strong>①桃叶：此典出于王献之《桃叶歌》：“桃叶复桃叶，渡江不用楫。”桃叶，指王献之的妾。此处借指<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>所恋歌姬。<br>②西陵：又名西兴，渡口名，在今浙江萧山县西。<br>③十年断魂潮尾：十年来对钱塘一往情深。十年，指与歌姬相识分别的时间。潮尾，指钱塘江潮减时。此句实际是说十年对歌姬的恋情不断。<br>④凉飕（sōu）：凉风。<br>⑤碛（qì）：浅水中的沙洲。<br>⑥秋镜：秋水如镜。<br>⑦素骨凝冰，柔葱蘸雪：素骨，指歌姬的手。柔葱，指歌姬的手指。冰和雪，形容手和手指的洁白。<br>⑧秋宵：秋天的夜晚。<br>⑨蛩（qióng）：这里指蛩声。蛩指蟋蟀、蝗虫。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首别后思念之情词。上片写白倚亭时的相思，下片写夜间独处时的怀念。抚今追昔，无限流连。</p> <p>　　“烟波”二句，化用王献之《桃叶歌》“桃叶复桃叶，渡江不用楫”，写十年后重游与情人分手的渡口，不胜伤感。“断魂潮尾”，不仅说明了别后怀念之殷，相思之苦，也为下片写十年前相见的情形埋下伏笔，使上下片遥相映带，两两相形。</p> <p>　　“古柳”三句，伤今感昔。在亭上聚首，攀柳话别，是当日情形。“骤”、“重”二字，写出了当年别离的匆匆和此时故地重游、独倚危亭时的感慨。</p> <p>　　“凉颸”以下五句，则写倚亭时所见。先是远眺：凉风天末、急送轻舟掠过水中沙洲，黄昏时远山翠影依稀。“乍”指突然变化，“渺”指烟波浩渺，“烟碛”指朦胧的沙洲，“飞”指轻舟疾速远逝。“横”字见暮山突出之妙，令人想起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送友人》<a href=\"http://so.gushiwen.org/view_62234.aspx\">诗</a>“青山横北郭”一句中“横”字的使用。远处山光水色，一片迷蒙。再看近处，江面如镜，映花照人。江水映出秋天的花影是憔悴的，人影也同样憔悴。“但有”二句，怜花惜人，借花托人，更见相思憔悴之苦。</p> <p>　　下片转入回忆。“华堂”是化用《史记·滑稽列传》淳于髡（kūn）语：“堂上烛灭，主人留髡而送客。”堂上，即此词中的华堂。烛灭，即烛暗。乃追忆初见时的情景：送走别的客人，单独留下自己。回头顾盼，传达出含蓄的柔情蜜意。“芳艳流水”则是对回盼的眼波更为传神的描绘：“流水”，描写出回盼时眼波的流动，“芳艳”则是回盼时留下的美的感受。“芳”是从视觉引起嗅觉的能感，“艳”状眼波的光采；随眼波的传情仿佛感到美人四溢的芳香。</p> <p>　　“素骨”三句，写玉腕纤指分瓜时的情景。“素骨凝冰”，从《庄子·逍遥游》“肌肤若冰雪”语意化出，亦即<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《洞仙歌》所说“冰肌玉骨”，以状手腕之洁白如玉：“柔葱蘸雪”，即<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>《采莲》诗所说的“指剥春葱”，用以描写纤指的洁白，用字凝炼。</p> <p>　　以下为秋宵的怀念。不洗清尊，是想留下残酒消愁。“梦不湿行云”二句化用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》巫山神女“旦为朝云，暮为行雨”的话，而语言清雅，多情而不轻佻，表现梦中与情人幽会，未及欢会即风流云散，醒来残泪满沾衣衫的情景。结句写秋宵雨声和窗下蛩声，伴人度过孤独无眠之夜。结句凄凉的景色与凄冷的心境融合而一，增强了怀人这一主题的感染力量。</p> <p>　　这首词脉络细密，用意尤为绵密。“但有江花”二句、“清尊未洗”三句的炼句，“渺烟碛飞帆”三句、“素骨凝冰”二句的炼字，尤显功力。“眼波回盼处”二句、“可惜秋宵”二句的写情，既精炼，又空灵，于缜密中见疏放，在梦窗词中为别调。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "回忆",
    "写人",
    "离别",
    "思念"
  ]
}