{
  "id": 70599,
  "star": 7,
  "name": "杂剧·江州司马青衫泪",
  "dynasty": "元代",
  "content": "第一折<br>宴游饮食渐无味，杯酒管弦徒绕身。宾客欢从童仆喜，始知官职为他人。小生姓白名居易，字乐天。太原人氏。现任吏部侍郎。这二位老兄，一位是贾浪仙，一位是孟浩然。他都是翰林院编修。方今大唐天下，宪宗即位。时遇春三月，在公廨中闷倦，待往街市上私行一遭。更了衣衫，只作白衣秀士。听的人说，这教坊司有个裴妈妈家一个女儿，小字兴奴。好生聪明，尤善琵琶是这京师出名的角妓。咱三人同访一遭去来。咱三人去来。高兴出尘外，携尊玩物华。偷将休沐暇，出访狭邪家。老身姓李，是这教坊司裴五之妻。夫主亡化已过，止生下一个女儿，叫做兴奴。生得颜色出众，聪明过人，吹弹歌舞，诗词书算，无所不通。自小时曾拜曹善才为师，学得一手琵琶。官员子弟，闻名都来吃酒。只是孩儿养的娇了，一来性儿好自在，二来有些拣择人。这早晚还不起来，只怕有人来吃酒。孩儿起来罢！妾身裴兴奴是也。在这教坊司乐籍中现应官妓。虽则学了几曲琵琶，争奈叫官身的无一日空闲。这门衣食，好是低微。大清早母亲叫，只得起来。天色还早哩。<br>【仙吕】【点绛唇】从天未拔白，酒旗挑在歌楼外。呀地门开，早送旧客迎新客。<br>【混江龙】好教我出于无奈，泼前程只办的好栽排。想着这半生花月，知他是几处楼台？经板似课名排日唤，落叶似官身吊名差。俺这老母呵，更怎当他银堆里舍命，银眼里安身，挂席般出落着孩儿卖。几时将缠头红锦，换一对插鬓荆钗！母亲万福。唤你孩儿有何话说？没甚么话说。只是咱这等人家，要早起些，光头净面，打扮的娇媚着些。倘有俊俫来，赚他几文钱养家。你只管里睡觉，谁送钱来与你！<br>【油葫芦】俺娘不殢酒时常髱髻歪，一鼻凹衠是乖。看看两鬓雪霜般白，我则道过中年人老朱颜改，谁想他扑郎君虎瘦雄心在。折倒的我形似鬼，熬煎的我骨似柴。似恁的女残废不敢怨娘害，则叹自己年月日时该。<br>你则管里说甚么？快打扮了，则怕有客来。<br>【天下乐】则索倚定门儿手托腮，想别人家奴胎，也得个自在；轮到我根脚里，都世袭了烟月牌。他管甚桃李开，风雨筛，更问甚青春不再来。走了这半日，人说道这是裴妈妈家。不好进去，我咳嗽一声。是谁在外边？原来是三位进士公，请里面坐。妈妈祗揖。兴奴孩儿，来陪三位进士公。快抬桌儿，看酒来！好是奇怪，娘见了三个秀才踏门，怎生便教看酒？<br>【醉扶归】送了几辈儿茶员外，都是这一副儿酒船台。俺娘吃不的荤腥教酒肉搋，待觅厌饫的新黄菜。他手里怎容得这几个酸寒秀才？我知道了也。俺娘八分里又看上他那条乌犀带。三位万福。大姐祗揖了。<br>【后庭花】这里是风尘花柳街，又不是王侯宰相宅。我忙着笑脸儿迎将去，学士是甚风儿吹到来？我等久慕高名，特来一拜。是几个俊秀才，偏他还咱一拜，怎做的内心儿不敬色。敢问官人尊姓大名？小生是侍郎白居易。这二位是学士贾浪仙、孟浩然。因此春日，公衙无事，换了衣服来街市闲行。久慕大姐德容，一径的来拜望。不敢不敢。学士大人不弃下贱，小酌三杯如何？好便好，只是不敢取扰。今日幸遇大姐，咱多饮几杯。我还有人求的几首诗未了，少吃醉些。<br>【金盏儿】一个笑哈哈解愁怀，一个酸溜溜卖诗才。休强波灞陵桥踏雪寻梅客，便是子猷访戴，敢也冻回来。咱这里酥烹金盏酒，香揾玉人腮；不强如前村深雪里，昨夜一枝开。<br>我醉了也。咱回去罢。再坐一会，怕做甚么！<br>【后庭花】你待赚鳌鱼钓颊腮，怎想与刘伶装布袋？我这怪脸儿奸如鬼，你酒肠宽似海。我们都已醉了，不要过了酒戒，不吃罢。畅开怀，都似你朦胧酒戒，那醉乡侯安在哉？二位学士醉了，侍郎再坐一坐。乐天侍郎，咱且回去，明日再来。平白里打扰了一日，怎生就空去了？<br>【金盏儿】我不曾流水出天台，你怎么走马到章台。定害了你这一日。更待要秦楼夜访金钗客，索甚么恶叉白赖闹了洛阳街。兀那酒丧门临本命，饿太岁犯家宅。虽是我管待这两个穷秀士，权当一百日血光灾！<br>咱去罢，则管缠甚么？白侍郎要住下，着这二位催逼的慌，好生败兴。下官有心待住下，二位醉了，不好独回。待下官送他回去，明日自己再来。只是大姐费了茶酒，定害这一日，容下官陪补。侍郎说那里话。<br>【赚煞】稍似间有些钱，抵死里无多债，权做这场折本买卖。若信着俺当家老奶奶，把惜花心七事儿分开。哎，你个俏多才，不是我相择，你更怕辱没着俺门前下马台！俺娘山河易改，解元每少怪。侍郎记者，怕你再行踏，休引外人来。楔子<br>励精图治在勤民，宿弊都将一洗新。虽则我朝词赋重，偏嫌浮藻事虚文。寡人唐宪宗皇帝是也。承祖宗基业，嗣守天位。自安史之乱，藩镇强盛，寡人用裴度之谋，渐次削夺。争奈文臣中多尚浮华，各以诗酒相胜，不肯尽心守职。中间白居易、刘禹锡、柳宗元等，尤以做诗做文误却政事。若不加谴责，则士风日漓矣。内侍每，传与中书省，可将白居易贬江州司马，柳宗元柳州司马，刘禹锡播州司马，如敕奉行。领圣旨。小官白乐天。平生以诗酒为乐，因号醉吟先生。目今主上图治心切，不尚浮藻，将其左迁江州司马，刻日走马之任。别事都罢，只是近日与裴兴奴相伴颇洽，谁料又成远别。须索与他说一声，我去的也放心。世间好物不坚牢，彩云易散琉璃脆。妾身裴兴奴。自从与白侍郎相伴，朝来暮去，又早半年光景。相公在妾身上十分留意，妾身也有终身之托。近日闻的人说，白侍郎左迁江州司马，就要起行。天那，谁想有这一场恶别离也！梅香，安排下酒肴，待侍郎来时，与他奉饯一杯，多少是好。理会的。早来到兴奴门首。无人在此，我自过去。大姐祗揖。相公万福。大姐，实指望相守永久，谁想又成远别。妾之贱躯，得事君子，誓托终身。今相公远行，兀的不闪杀人也！下官这一去，多则一年，少则半载，回来再相会也。只是一时间放心不下。梅香，将酒来，与相公奉饯一杯。<br>【仙吕】【端正好】有意送君行，无计留君住，怕的是君别后有梦无书。一尊酒尽青日暮，我揾翠袖泪如珠。你带落日践长途，情惨切意踌躇，你则身去心休去！<br>相公，此别之后，妾身再不留人，专等相公早些回来。大姐，则要着志者，下官决不相负。我去也。<br><br>第二折<br>自从白侍郎去了，孩儿兴奴也不梳妆，也不留人，只在房里静坐。俺这唱的人家，再靠些甚么？昨日茶坊里张小闲来说，有个浮梁茶客刘一郎，要来和孩儿吃酒，孩儿百般不肯。今日他说要自来，等来时再做计较。都道江西人，不是风流客。小子独风流，江西最出色。小子刘一郎是也，浮梁人氏。带着三千引细茶，来京师发卖。听的人说，教坊司裴妈妈家有个女儿，名兴奴。昨日央张二哥说知，老妈叫我今日自去。走了一会儿，来到门首也。张二哥，咱进去咱。妈妈，刘员外来了也，请进来。妈妈拜揖。客官拜了。久闻令爱大姐大名，小子有三千引细茶，特来做一场子弟。俺孩儿只为白侍郎，再不留人。我如今叫他出来，好歹教他伴你。若再不肯，你写一封假书，只说白侍郎已死，他可待肯了。此计大妙。妈妈，你叫大姐出来陪着，我就去做假书，不要迟了。兴奴孩儿，有客在此，快来快来！妾身裴兴奴。自从白侍郎别后，尽着老虔婆百般啜哄，我再不肯接客求食。近日有一个茶客刘一郎，待要与我作伴，我那里肯从。争奈老虔婆被他钱买转了，似这般怎生是好？兀的不烦恼人也呵！<br>【正宫】【端正好】命轻薄，身微贱，好人死万万千。世间儿女别离遍，也敷不上俺那阳关怨！侍郎，不争你去了，教我倚靠何人？<br>【滚绣球】你好下得白解元，闪下我女少年。道不得可怜而见，他又不曾故违着天子三宣。人说白侍郎吟诗吃酒误了政事，前人也有这等的。只那长安市李谪仙，他向酒里卧酒里眠，尚古自得贵妃捧砚，常走马在五凤楼前。偏教他江州迭配三千里，可不道吏部文章二百年，甚些的纳士招贤？母亲，叫你孩儿怎么？白侍郎一去杳无音信，咱家柴没米没，怎生过活？如今浮梁刘官人有三千引茶，又标致又肯使钱。你留下他，赚些钱养家。母亲，我与白侍郎有约在前，我再不留人了。我说你也不信，请刘官人自家来和你说。大姐拜揖，小人久慕大名，拿着三千引茶来与大姐焐脚，先送白银五十两做见面钱。过一边去！好不知高低。我做了白侍郎之妻，休来缠我！你不肯陪我刘员外，好个白侍郎夫人！如今白侍郎那里敢颓气了也。<br>【倘秀才】这姻缘成不成在天，你休见兔儿起呵漾砖。情知普天下虔婆那一个不爱钱。刘员外呵，他便是贵公子、赵平原，你也要过遣。你家是卖俏门庭，我来做一程子弟，你不留我，如何倒拒绝我？<br>【滚绣球】这的是我逆耳言，休厮缠、厮缠着舞裙歌扇，这两般儿曾风流断没了家缘。刘员外你若识空便，早动转，倒落得满门良贱。休觑着我这陷人坑，似误入桃源；我怕你两尖担脱了孤馆思乡客，三不归翻了风帆下水船，枉受熬煎。<br>小子世来你家，大姐不要说闲话，咱两个吃钟儿酒。拿开，我不吃！好贱人！上门好客，你怎么不顺从？和钱赌鳖，打死你这奴才！<br>【呆骨朵】我觑着眼前人，即世里休相见。我又不曾亸着你脸上直拳，好生地人也似揪他，他驴也似调蹇。他着酒儿将咱劝，我索屎做糕糜咽。我须打是惜骂是怜。娘呵，可休穷厮炒，饿厮煎！这小贱人不听我说，只想白侍郎，他那里想着你哩！左右是左右，员外多拿些钱来，我嫁与你将去。随老妈妈要多少钱，小子出的起。我心在那里，你则管胡缠我。<br>【倘秀才】这些时但合眼早怀儿里梦见，则是俺吃倒赚江州乐天。见钟不打，更去炼铜。乐天乐天，在那里？小子也看的过，咱做一程夫妻，怕做甚么？谁教你闷向秦楼列管弦？刘员外，休信我，醉中言，说则说在前。天那！怎生教我陪伴这样人也！<br>【滚绣球】往常我春心寄锦笺，离情接断弦，风流煞谢家庭院。到如今刬地教共猪狗同眠。大姐，仕路上大官都是我乡亲，小子金银又多，又波俏，你不陪我，却伴那样人？那厮正拽大拳，使大钱，这其间枉了我再三相劝。怎当他痴迷汉，苦死歪缠。想着那蒙山顶上春风细，肯分地扬子江心月正圆。也是天使其然。<br>小人是江州一个皂隶。俺白司马老爹在任，偶感病症，写了这一封书，教我送与教坊司裴兴奴家。写下书，俺司马相公就死了。小人不免捎与他去。走了半月，方到京师。问人说，这里是他家，不免进去。老人家作揖。大哥是那里来的？我是江州白司马老爹差来下书的。你老爹好吗？俺老爹打发了书，就死了也。谁这等说？拿书来我看。孩儿你看。寓江州知末白居易，书奉裴小娘子：向在宅上扰聒，自别来魂驰梦想，此心无时刻得离左右也。满望北归，以偿旧约，不料偶感时疾，医药不效，死在旦夕。专人走告，勿以死者为念。别结良缘，以图永久。临楮不胜哽咽，伏冀情谅。兀的不痛杀我也！闪杀我也！孩儿，白侍郎已死了，夫人也做不得了，再不必说。你如今可嫁刘员外去罢。小子可等着了。小人去罢。吃了饭去。不必了。<br>【叨叨令】我这两日上西楼，盼望三十遍；空存得故人书，不见离人面。听的行雁来也，我立尽吹箫院；闻得声马嘶也，目断垂杨线。相公呵，你原来死了也么哥？你原来死了也么哥？从今后越思量越想的冤魂儿现！<br>妈妈既许了亲事，小人奉白银五百两为聘礼。小子归家心切，就请小娘子上船。老身已许了你，岂肯退悔？就打发孩儿去罢。罢罢罢，刘员外既要成亲，容我与侍郎瀽一碗浆水，烧一陌纸钱咱。这也使得。侍郎活时为人，死后为神。则被你闪得我苦也！<br>【倘秀才】侍郎呵，你往常出入在皇宫内院，只合生死在京师帝辇，也落得个金水河边好墓田。刘员外，你且离了我跟前，他从来有些腼腆。<br>【滚绣球】你文章胜贾浪仙，诗篇压孟浩然。不能够侍君王在九间朝殿，怎想他短卒律命似颜渊。今日扑通的瓶坠井，支楞的琴断弦，怎能够眼前面死魂活现？你若有灵圣，显形影向月下星前。则这半提淡水招魂纸，侍郎也，当得你一盏阴司买酒钱。止不住雨泪涟涟。<br>这一阵旋风，兀的不是侍郎来了也。<br>【醉太平】烧一陌纸儿钱，叙几句儿衷言。待不啼哭，夫乃妇之天，抛闪杀我也少年！只见一个来来往往旋风足律即留转，吓的我慌慌张张手脚滴羞笃速战。一个俏魂灵不离了我打盘旋，我做人的解元。大姐，纸也烧了，夫妇之情也尽了，请上船罢。<br>【一煞】兴奴也，你早则不满梳绀发挑灯剪，一炷心香对月燃。我心下情绝，上船恩断；怎舍他临去时舌奸，至死也心坚。到如今鹤归华表，人老长沙，海变桑田。别无些挂恋，须索何红蓼岸绿杨川。大姐去罢。这等哭，哭到几时？<br>【二煞】少不的听那惊回客梦黄昏犬，聒碎人心落日蝉。止不过临万顷苍波，落几双白鹭；对千里青山，闻两岸啼猿。愁的是三秋雁字，一夏蚊雷，二月芦烟。不见他青灯黄卷，却索共渔火对愁眠。员外等久了，云罢。<br>【三煞】赤紧的大姨夫缘分咱身上浅，老太母心肠这壁厢偏。谁想司马坟边，彩云零落；茶客船头，明月团圆。娘呵，你早则皂裙儿拖地，柱杖儿过头，髱髻入稍天；却下的这拳槌不善，教我空捱那没程限的窦娥冤！<br>母亲，我是你生亲之女，替你挣了一生。只为这几文钱，千乡万里卖了我去。母亲好狠也！<br>【四煞】怎想他能捱磨扇似风车转，更合着梦见槐花要黄袄儿穿。我虚度三旬，是这婆娘亲女；受用了十年，是这赵妈妈金莲。我也曾有厅上待客，后阁内留宾，只不曾坐车上当辕。偌来大穷坑火院，只央我一身填。<br>罢罢罢，母亲，我也顾不的你了，我去也。妈妈，小子去也。多承厚意，来年捎细茶来吃。<br>【尾煞】不甫能一声金缕辞哥扇，刬地听半夜钟声到客船。少年的人，苦痛也天；狠毒呵娘，好使的钱。你好随的方就的圆，可又分的愚别的贤？女爱的亲，娘不顾恋；娘爱的钞，女不乐愿。今日我前程事已然。有一日你无常到九泉，只愿火炼了你教镬汤滚滚煎，碓捣罢教牛头磨磨研。直把你念到关津渡口前，活咒到天涯海角边。都道这风尘是宿缘，明理会得穷神解不的冤。娘呵，你只把我早嫁浔阳一二年，怎到的他干贬去江州四千里远！<br><br>第三折<br>下官白居易。自左迁司马，来此江州，又早一年光景。昨日驿中报来，说故人元微之有事江南，打从这里经过。不免分付左右，预备饮馔，伺候则个。小官姓元名稹字微之。现任廉访使之职。昨蒙圣恩，差来采访民风，经过江州。我想此处司马白乐天，乃某至交契友，不免上岸探望他一遭。来到这州衙门首。左右报复去，道有故人元稹来访。有故人元老爹来访。道有请。请。微之，甚风吹得你来？贵脚踏贱地，使下官喜从天降。乐天久居江乡，牢落殊甚，下官常切怀抱。奈拘职守，不得相从。今幸天假其便，再瞻眉宇，岂胜庆幸！左右将酒过来。微之，少屈片时。不必留坐，下官行李俱在船上。下官正要与乐天文叙一会，可将这酒席称到船上，送我一程如何？下官亦有此心，咱就同去。左右，快携酒肴来者。小子刘一郎。自从娶得裴兴奴，又早半年光景。众朋友日日置酒相招，无有虚日。今日又是王官人相邀。大姐，好生看家，小子吃酒去来。妾身裴兴奴。不想狠毒虔婆贪钱，为我不肯留客求食，把我卖与茶客刘一郎为妻，随他茶船来到这里。问人说来，这里正是江州。那单俫吃酒去了，不在船上。对着这般江天景物，想起那故人乐天，不由人不感伤也呵。<br>【双调】【新水令】正夕阳天阔暮江迷，倚晴空楚山叠翠。冰壶天上下，云锦树高低。谁倩王维，写愁入画图内？<br>【驻马听】常教他尽醉方归，是他拂茶客青山沽酒旗；伴着我死心搭地，是兀那隐离人望眼钓鱼矶。这江那里是江，则是递流花草武陵溪，幽囚风月蓝桥驿。直恁的天阔雁来稀，莫不是衡阳移在江州北？<br>天色将晚，那厮吃酒去了，甚时回来？梅香，拂了床，我自家睡去罢。<br>【步步娇】这个四幅罗衾初做起，本待招一个内流婿，怎知道如今命运低。长独自托冰鉴两头偎，恁的般受孤忄西，知他是谁唤你做鸳鸯被？本待睡儿，怎生睡得着？梅香，将那琵琶过来，对此明月，写我愁怀咱。<br>【搅筝琵】都是你个琵琶罪，少欢乐足别离。为你引商妇到江南，送昭君出塞北。紫檀面拂金猊，越引的我伤悲。想故人何日回归，生被这四条弦拨俺在两下里，到不如清夜闻笛。<br>来到这舟中，一江明月，万顷苍波，秋光可人。微之，咱慢慢地对饮几杯。那里琵琶响？是那对过客船上，有人弹的琵琶哩。左右，你将船棹近些。这琵琶不是野调，好似裴兴奴指拨。左右的，你去着他过来弹一曲，怕做甚么？小娘子，那边船上两位老爹请一见。我就去。<br>【雁儿落】我则道是听琴钟子期，错猜作待月张君瑞；又不是归湖的越范蠡，却原来是遭贬的白居易！<br>兴奴，你躲我怎么？<br>【小将军】肯分的月色如白日，他不说，我的知道是鬼！相公呵，怕你要做好事，兴奴尽依得；你则休渐渐来跟底。<br>兴奴，你是甚意思，越躲的远了。<br>【沉醉东风】我观觑了衣服样势，审察了言语高低。你且自靠那边，俺须有生人气。远些儿个好生商议。你丢钱怎的？我为甚将几陌黄钱漾在水里？便死呵，也博个团圆到底！<br>兴奴，你近前来。你如何来到这里？这等看来，还是活的。相公，你做的好勾当！弄的我这等，还推不知哩。<br>【拨不断】但犯着吃黄虀，这不是好东西！想着那引萧娘写恨书千里，搬倩女离魂酒一杯，携文君逃走琴三尺，恁秀才每那一椿儿不该流递！我自相别，来此江州。无时不思念大姐。只是无心腹人，不好寄书。你却等不的我回家，就跟着这商船来了，到说我的不是。苦死人也！教我一言难尽。你说。自从与相公分别之后，妾再不留人求食，专等相公回来，以谐终身之托。不想老虔婆逐日吵闹，百般啜哄，妾身只是不从。那一日走进那茶客刘一郎，带的钱多，要来请我，妾抵死不肯。老虔婆和那蛮子设计，送到相公一封书，说相公病危死了。妾捱不过虔婆贪钱，把妾卖与他，来到这里。听的人说是江州，妾身正要打听相公的消息。今日那俫又吃酒去了，妾身思想无奈，对月弹一曲琵琶遣怀，不想得见相公，实天赐其便也。这位相公是谁？是我心友廉访元微之。乐天不必烦恼，这厮捏写假书，妄称人死，骗人之妾，自有罪犯，慢慢治他。适间我做了一篇《琵琶行》，写在这里，大姐试看咱。浔阳江头夜送客，枫叶荻花秋瑟瑟。忽闻水上琵琶声，主人忘归客不别。移船相近邀相见，添酒回灯重开宴。千呼万唤始出来，犹抱琵琶半遮面。转轴拨弦三两声，未成曲调先有情。弦弦掩抑声声思，似诉平生不得志。低眉信手续续弹，说尽心中无限事。轻拢慢捻拨复挑，初为《霓裳》后《六幺》。曲终抽拨当心画，四弦一声如裂帛。自言家在京城住，名属教坊第一部。曲罢常教善才服，妆成每被秋娘妒。今年欢笑复明年，秋月春花等闲度。门前冷落鞍马稀，老大嫁作商人妇。我闻琵琶已叹息，又闻此语重唧唧。同是天涯沦落人，相逢何必曾相识。我从去年辞帝京，谪居卧病浔阳城。其间旦暮闻何物，杜鹃啼血猿哀鸣。岂无山歌与村笛，讴哑啁唽难为听。今夜闻君弹一曲，为君翻作《琵琶行》。却坐促弦弦转急，满座闻之皆掩泣。就中泣下谁最多？江州司马青衫湿。相公好高才也！姐姐，员外回来了也！<br>【挂搭沽】恰打算别离苦况味，见小玉言端的，又惊散鸳鸯两处飞。咱须索权回避。我这里淹粉泪，怀愁戚，忙蹙金莲，紧荡罗衣。<br>大姐那里？我醉了，扶我一扶者。<br>【咕美酒】我则道蒙山茶有价例，金山寺里说交易。每日江头如烂泥，把似噇不的少吃。则被你殃煞我吃敲贼！<br>【太平令】常教我羡鸂鶒鸳鸯贪睡，看落霞孤鹜齐飞。大姐过来，扶着我睡去。听不上蛮声獠气，倒敢恁烦天恼地！搂只、抱只、爱你，休醉汉扶着越醉。<br>我娶到的老婆，如何不服侍我？我醉了。<br>【川拨棹】厮禁持，这是谁跟前撒殢滞？吃得来眼脑迷希，口角涎垂。觑不的村沙样势，也是我前缘厮勘对。<br>【七兄弟】从早至晚夕，知他在那里，咱是甚夫妻？撇得我孤另另难存济。我凄凄楚楚告他谁，你朝朝日日醺醺地。<br>这厮醉的睡着了。我如今就过白相公船上去罢！<br>【梅花酒】我只待便摘离，把头面收拾，倒过行李，休心意徘徊，正愁烦无了期。大姐叫我怎的？单俫沉醉睡着，妾随相公去罢。恰相逢在今夕，相公你还待要候甚的？和俺有情人一搭里。那俫正昏睡，囫囵课你拿只，江茶引我抬起，比及他觉来疾。<br>【收江南】我教他满船空载月明归，三更难拨棹歌齐。我把这画船权作望夫石，便去波莫迟，却不道五湖西子嫁鸱夷。<br>趁此秋清夜静，咱过船撑将开去，他那里寻我？乐天，等小官回朝奏知圣人，取你上京，先奏辨此事，决得与兴奴明日完聚。微之，若得如此，咱两个感恩非浅。<br>【水仙子】再不见洞庭秋月浸玻璃，再不见鸦噪渔村落照低；再不听晚钟烟寺催鸥起，再不愁平沙落雁悲；再不怕江天暮雪霏霏，再不爱山市晴岚翠；再不被潇湘暮雨催，再不盼远浦帆归。<br>谁想今日又重相会，使初心得遂，实天所赐也。<br>【太清歌】莫不是片帆饱得西风力，怎能够谢安携出东山坡？此行不为鲈鱼脍，成就了佳期，无个外人知。那厮正茶船上和衣睡，黑娄娄地鼻息如雷。比及杨柳岸风唤起，人已过画桥西。<br>【二煞】咱两个离愁虽似茶烟湿，归心更比江流急。离江州谢天地，出烟波渔父国，遮莫他耳听春雷，茶吐枪旗。着那厮正赶到五岭三湘建溪，干相思九公里。<br>开了船去罢。<br>【鸳鸯煞】若不是浮梁茶客十分醉，怎奈何江州司马千行泪？早则你低首无言，仰面悲啼；畅道情血痕多，青衫泪湿。不因这一曲琵琶成佳配，泪似把推，险添满浔阳半江水。<br>吃的醉了，一觉醒着，醒来不见了大姐，可往那里去了？只怕落在江中。怎么箱笼开着？一定是走了。地方，拿人拿人！这船上是甚么人？半夜三更，大呼小叫的。是小子新娶的娘子，不知逃走那里去了。一定有个地头鬼拐着他去，你们与我拿一拿。口走，胡说，这明月满江，又静悄悄无一只船来往，只是你这船在此，走往那里去？想是你致死了，故意找寻。我拿你到州衙见官去来。我刘一郎何曾捣鬼，小老婆多应失水。这里面定有欺心，送官去敲折大腿。<br><br>第四折<br>小官元稹。前者江南采访回来，面奏圣人，说白居易无罪远谪。蒙圣人可怜，已将他宣唤回朝，仍复旧积。他谢恩毕，便奏知刘员外计骗人妾，假称死亡。蒙圣人准归本夫。今日旨意下来，御断此事，只得先报乐天知道。寡人唐宪宗。昨日廉访使元稹奏白居易无罪远谪，朕也惜他才华，已取回京，复他侍郎之职。他又奏称侧室裴兴奴，原是乐籍，他去之任，被茶商刘某妄报他死，拐骗为妻。昨在江州撞见夺回，于例该归前去。内侍们，宣白居易来者。领圣旨。白居易安在？小官白居易。前蒙放逐江乡，多亏故人元微之举保，重得回京，复还原职。下官因将裴兴奴之事奏闻，蒙圣恩许归本夫。今日朝堂宣呼，须索走一遭去。侍郎臣白居易，钦取回京朝见。卿在江州多有辛苦。尔所奏裴兴奴被人计骗，例该归从前夫。但中间缘故未详，必须宣裴兴奴问个端的。领圣旨。裴兴奴安在？圣人呼唤哩。谁想有今日来。兴奴质本下贱，幸得瞻天仰圣，非同小可也呵。<br>【中吕】【粉蝶儿】秋月春花，都出在侍郎门下。比及我博的个富贵荣华，恰便似盼辰勾，逢大赦，得重回改嫁。今日里圣旨宣咱，吉和凶索问天买卦。来到这朝门，好怕人也。<br>【醉春风】又不比顺子弟意前行，就郎君心上打。只见两行武士列金瓜，这里敢不是耍、耍。他教我与樊素齐肩，受小蛮节制，圣机难察。<br>宣到裴兴奴见驾。<br>【迎仙客】无礼法，妇人家，山呼委实不会他。只办得紧低头，忙跪下，愿陛下海量宽纳，听臣妾说一套儿伤心话。<br>那妇人是裴兴奴吗？臣妾便是裴兴奴。你将始末缘由细细说来，不可欺隐。<br>【石榴花】妾自来楚云湘水度年华，谁乐这生涯！俺娘把门儿倚定看甚人踏。当日见他，放了旬假，老虔婆意中只待频悊刮。先陪了四瓶酒十饼香茶，其是一位多奸猾，只待要大雪里探梅花。<br>【斗鹌鹑】一个待咏月嘲风，一个待飞觞走斝。谈些古是今非，下学上达。一个球子心肠到手滑，和贱妾勾勾搭搭。但得个车马盈门，这便是钱龙入家。妾本教坊乐籍，曾师曹善才，学成琵琶。忽一日侍郎白居易放假，同孟浩然、贾浪仙到妾家吃酒，妾因留伴白侍郎，因此认的。既如此，怎生又有后来这场说话。<br>【上小楼】俺那白头妈妈，年纪高大。见他每带系乌犀，衣着白襕，帽里乌纱，怎生地使手法，待席罢敲他一下。倒噎的俺老虔婆血糊淋剌。<br>【幺篇】从此日娘嗔女，妾爱他。爱他那走笔题诗，出口成章，顶针续麻。是他百般地，奶奶行、过从不下，怎当那獠姨夫物抬高价。<br>妾身自从见了白侍郎，俺那虔婆见他是个官人，心中要敲他一下。不想又没甚么大钱，好生埋怨。妾见侍郎人品高，才华富，遂有终身之托。只是打发老虔婆不下，谁想又走将这个茶客来。这茶客来却怎生地？<br>【红芍药】那厮每贩的是紫草红花，蜜蜡香茶。宜舞东风斗虾蟆，巾帻是青纱。听不得蛮声气死势煞，无过在客船上随波上下。那厮分不的两部鸣蛙，所事村沙。<br>这茶客是江西人，拿着三千引茶要来伴宿。妾因侍郎分上，坚意不从他。<br>【红绣鞋】他有数百块名高月峡，两三船玉屑金芽。原来他准备下一场说谎天来大。本待要绿珠辞卫尉，则说道贾谊没长沙，可不这寄哀书的该万剐！老虔婆与茶客设计，寄假书一封，说侍郎死了，使妾无倚，逼令嫁与茶客。既有假书，你如何主张？<br>【喜春来】既道是江州亡化白司马，因此上飞入寻常百姓家。俺那爱钱娘一日坐八番衙，不由妾不随顺他，有分看些个驼腰柳钓鱼槎。<br>那虔婆不由分说，把妾嫁与茶客。妾强不过，只得随他而去。既嫁茶客，怎生又归白氏？<br>【普天乐】到浔阳，无牵挂。吊英魂何处，渡口残霞。思往事，空嗟呀。半夜灯前长吁罢，泪和愁付与琵琶。寒波漾漾，芳心脉脉，明月芦花。原来你弹琵琶来？那白居易可在那里听见，得与你相会？你再说咱。<br>【快活三】俺本待兰舟看月华，见渔灯映蒹葭。他便似莽张骞天上泛浮槎，可原来不曾到黄泉下。那一夜茶客不在，妾身对月理琵琶。忽见别船上二客，细视之，乃是白侍郎。方知他不曾死，妾身就跟白侍郎来了。<br>【鲍老儿】秀才每，八怪洞里妖精也觑上了他，那一个不色胆天来大？投到俺啼哭出烟村四五家，央及杀青衫袖香罗帕。故人见后，浔阳怕甚水地湫凹；今日个君王召也，长安避甚，道路兜搭。<br>兴奴，你认这文武班中那个是白居易？<br>【叫声】这都是一般儿的执象简戴乌纱，好着我眼花、眼花。只得偷睛抹，去向那文武班中试寻咱。这是贾学士，这是孟学士，这是白侍郎。<br>【剔银灯】旧主顾先生好么？新女婿郎君煞惊吓，那翰林学士行无多话。则这白侍郎正是我生死的冤家从头认，都不差，可怎行装聋作哑？<br>兴奴，你仔细认者，敢不是他么？<br>【蔓菁菜】他怎敢面欺着当今驾？他当日为寻春色到儿家，便待强风情下榻。俺只道他是个诗措大、酒游花，却原来也会治国平天下。<br>一行人跪着，听朕剖断。自古来整齐风化，必须自男女帏房。但只看《关雎》为首，诗人意便可参详。裴兴奴生居乐籍，知伦礼立志刚方。见良人终身有托，要脱离风月排场。老虔婆羊贪狼狠，逼令他改嫁茶商。裴兴奴心坚不变，只待待司马还乡。老虔婆使奸定计，写假书只说身亡。遂将他嫁为商妇，一帆风送于浔阳。正值着江干送客，闻琵琶相遇悲伤。与故人生死相别，弹一曲情泪千行。放逐臣偏多感叹，两悲啼泪湿衣裳。从前夫自有明例，便私奔这也何妨。今日个事闻禁阙，断令您永效凤凰。白居易仍居旧职，裴夫人共享荣光。老虔婆决杖六十，刘一郎流窜遐方。这赏罚并无私曲，总之为扶植纲常。便揭榜通行晓谕，示臣民恪守王章。<br>【随煞】恰才来万里天涯，早愁鬓萧萧生白发。俺把那少年心撇罢，再不去趁春风攀折凤城花！<br>题目浔阳商妇琵琶行<br>正名江州司马青衫泪",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": []
}