{
  "id": 72734,
  "star": 60,
  "name": "陌上花三首",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">游九仙山，闻里中儿歌陌上花，父老云，吴越王妃每岁春必归临安，王以书遗妃曰：“陌上花开，可缓缓归矣。”吴人用其语为歌，含思宛转，听之凄然。而其词鄙野，为易之云。</span></p> <p>陌上花开蝴蝶飞，江山犹是昔人非。<br>遗民几度垂垂老，游女长歌缓缓归。</p> <p>陌上山花无数开，路人争看翠軿来。<br>若为留得堂堂去，且更从教缓缓回。</p> <p>生前富贵草头露，身后风流陌上花。<br>已作迟迟君去鲁，犹教缓缓妾还家。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:KaiTi_GB2312;\">我在游览九仙山时，听到了当地儿歌《陌上花》。乡亲们说：吴越王钱假的妻子每年春天一定回到临安，钱王派人送信给王妃说：“田间小路上鲜花盛开，你可迟些回来。”吴人将这些话编成歌儿，所含情思婉转动人，使人听了心神凄然，然而它的歌词比较粗俗、浅陋，因此给它换掉，而成以下三首<a href=\"http://so.gushiwen.org/view_72734.aspx\">诗</a>。</span></p> <p>田间小路上的花儿开了，蝴蝶在花丛中飞呀飞，江山还没有更改呀，往昔的主人早已更替。<br>经过了几度春秋，遗民已逐渐老了，出游的女子长歌着缓缓返归。</p> <p>田间小路上无数花儿烂漫盛开，路上的行人争相围观那彩车驶来。<br>如果要留住这明艳的春花，那就暂且听从钱王的意见，不要急着返回。</p> <p>生前的富贵荣华好似草尖上的露珠，死后的风流情感正如那田间小路上的春花。<br>钱王你已眷恋不堪地离杭降宋去了，还要教妻子不急于从陌上归家。</p> <p><strong>注释</strong><br>⑴九仙山：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《宿九仙山》诗题下自注：“九仙谓左元放、许迈、王（俭）、谢（安）之流。”九仙山在杭州西，山上无量院相传为<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>、许迈炼丹处。<br>⑵陌：田间小路。<br>⑶吴越王妃：指五代吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>之妃。吴越王，《新五代史·吴越世家》载，宋兴，吴越王钱俶“始倾其国以事贡献。太祖皇帝时，俶尝来朝，厚礼遣还国。······太平兴国（宋太宗年号）三年，诏俶来朝，俶举族归于京师，国除”。<br>⑷鄙野：粗鄙俚俗。<br>⑸易之：谓变换其词（保留其调）易，更改。<br>⑹昔人非：作者作此诗时，距离太平兴国三年，已近一百年当时之人自无在者。<br>⑺遗民：亡国之民。垂垂：渐渐。垂垂：一作“年年”。<br>⑻游女：出游陌上的女子。<br>⑼軿（píng）：车幔，代指贵族妇女所乘有帷幔的车子。翠：青绿色。<br>⑽堂堂：公然，决然；堂堂正正。<br>⑾从教：听任，任凭。<br>⑿草头露：草头的露水，一会儿就干掉，比喻生前富贵不长久。<br>⒀“身后”句：意为身后大家没有忘记她，为她唱《陌上花》。<br>⒁迟迟：《孟子·尽心下》：“孔子之去鲁，曰：‘迟迟吾行也，去父母国之道也。”’比喻钱俶离杭州朝宋，迟迟其行，恋恋不舍。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首对吴人歌《陌上花》事作了概括的叙述。首句由眼前景物写起：春天时节，陌上鲜花盛开，蝴蝶在翩翩飞舞。这迷人的春色，跟“吴越王妃每岁春必归临安”时的景象并无不同。然而，随着时光的流逝，吴越王朝早已灭亡，吴越王妃也已不复存在，只留下了令人凄然的故事传说。故次句紧承首句，转出“江山犹是昔人非”，由眼前的景物联想到已成过往的人事，两相对照，发出了“江山依旧，人事已非”的感概。三四两句着眼于吴人歌《陌上花》事。尽管吴越王朝!的遗民已渐渐地衰老，但游女们仍在长声歌唱《陌上花》，以寄托对王妃的追忆与悼念。这说明《陌上花》流传颇广，在吴人中有很强的生命力。</p> <p>　　第二首写吴越王妃春归临安情景。春天来了，陌上的无数山花争奇斗艳，王妃按照惯例，乘坐富丽的翠軿，又来到了临安，吸引了过往的路人竞相观看。<a href=\"http://so.gushiwen.org/view_72734.aspx\">诗</a>人以“山花”“翠軿”来衬托王妃的青春美貌，又以“路人争看”渲染王妃归来的盛况，透露出吴越王朝曾有的一点承平气象。三四句是设想之辞。意谓如能留得青春在，王妃即可遵从吴越王的嘱咐“缓缓而回”，尽情观赏临安旖旎的春光。“堂堂”，指青春。唐薛能诗云：“青春背我堂堂去，白发摧人故故生。”青春，一语双关，有青春年华，也有春天之意，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《闻官军收河南河北》云：“白日放歌须纵酒，青春结伴好还乡。”然而，无论是春天还是人的青春年华，都不可能永存长在，因而，“陌上花开，可缓缓归矣”之类的风流轶事也必然有终结之时。</p> <p>　　第三首慨叹吴越王的去国降宋。头两句即以鲜明的对照说明：吴越王及其妃子生前的富贵荣华，犹如草上的露珠，很快就消失了，但其风流余韵死后仍流传于《陌上花》的民歌中。前者是短暂的，后者是长久的；帝王的富贵与吴人无关，而他们的风流轶事，由于含有普通人的情感、爱情的因素以及多少带有悲剧的色彩，故能引起人们的兴趣，以致通过民歌来传诵。最后两句写吴越王虽然已去国降宋，丧失了帝王之尊，却仍保留着“陌上花开，可缓缓归矣”的惯例；可叹的是，“王妃”的身份已改变为“妾”，“路人争看翠軿来”的盛况大概不会再出现了。细品诗味，其中不无诗人的深沉感概和委婉讽喻。</p> <p>　　这三首诗中都贯穿了“江山犹是昔人非”的历史哀思，而宛转凄然则成为作者的抒情基调。全诗虽以“吴越王妃每岁必归临安”的轶事为题材，却委宛曲折地咏叹了吴越王朝的兴亡，带有怀古咏史的性质。诗中感慨人世荣华富贵，虚名浮利的过眼云烟，皆如那草头露，陌上花，转眼即消逝凋谢不见；人们生前的一切荣华富贵，全如那清晨草头上的露水，不多久就散发消失；死后所留下的美好名声，也全如那路上的花朵，很快就会凋枯谢落。民歌原来就“含思宛转，听之凄然”，经<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>润色创作的《陌上花》，既保留了民歌的基本内容，形式及其朴素自然的风格特质，又显得语言典雅，意味深长，诗情凄宛。诗中多用叠字，如“垂垂”，“缓缓”，“堂堂”，“迟迟”等，不仅恰切地描摹了人物的情态，且能增加节奏感和音乐美。</p>",
  "about": "<h2>创作背景</h2> 　　《陌上花三首》约作于宋神宗熙宁六年（1073年），作者这时因公务在临安做了短时问的逗留，作此三<a href=\"http://so.gushiwen.org/view_72734.aspx\">诗</a>。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "怀古",
    "咏史"
  ]
}