{
  "id": 71623,
  "star": 20,
  "name": "玉烛新·白海棠",
  "dynasty": "清代",
  "content": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。<br>盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。",
  "fanyi": "<p><strong>译文<br></strong>雨后初晴，白海棠如同一位洗去了胭脂，身着素衣的清丽女子。风吹拂着显得慵懒娇憨的样子，从早到晚都是如此惹人怜爱。到了微寒夜晚，白海棠披上了乌衣，静静睡去。院子里寂静无声，银烛还散发着柔和的光芒，白海棠发出微弱的香气暗侵襟袖，沁人心脾。<br>你的芳心如花朵初绽，能占几分春光？花儿们争奇斗艳，可是谁能像你那样素净清雅？你的神韵，堪称花中第一，让我在花前为你弹奏一曲《高山流水》吧。</p> <p><strong>注释<br></strong>⑴新雨：刚下过雨。亦指刚下的雨<br>⑵胭脂：亦作“胭脂”。 一种用于化妆和国画的红色颜料。亦泛指鲜艳的红色。<br>⑶缟(gǎo)衣：白绢衣裳。<br>⑷憨憨：痴呆貌，质朴貌。<br>⑸更漏：漏壶，计时器。古代用滴漏计时，夜间凭漏刻传更。<br>⑹乌衣：黑色衣。古代贫贱者之服。<br>⑺盈盈：仪态美好貌。<br>⑻春光：春天的风光、景致。<br>⑼流水高山：指名曲《高山流水》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_571.aspx\">顾太清</a>的词清新隽秀，这首《玉烛新·白海棠》，亦是非常轻灵生动。</p> <p>　　词中上阙写花，是透过人的审美心理来表现的，其中浸透了人与花的交融。一番新雨初晴后，那白海棠像是被洗褪了胭脂，穿着洁白素色的衣服一样，海棠以红色为多，白海棠为稀有品种，人们多见红色海棠。当见到白海棠时词人欣喜地形容白海棠为“乍洗褪胭脂，缟衣妆就”，把白海棠比喻成一位洗去了胭脂，身着素衣的清丽女子，她不施粉黛，依然有逼人的容光，令人移不开目光。接着又形容它的可爱姿态：“东风倦倚，憨憨态”，说有它有着憨态可掬的样子。它“不管敲残更漏”，从白日到夜晚，都是这番惹人喜爱。到了夜晚“嫩寒天气”中，白海棠静静睡去，变成一种“乌衣”打扮。院子里寂静无声，银烛还散发着柔和的光芒，主人尚未睡去，但却“微香暗侵襟袖”，白海棠微弱的香气飘了进来暗侵襟袖，沁人心脾。</p> <p>　　词中下阙延续了人与花交融的手法，写的是词人与花的对话。“盈盈一点芳心，占多少春光，问卿知否？”这是赏花女子与花的对话，说花儿盈盈芳心，占尽春光，女子的芳心，也在春光中被花儿激发，在红装素裹的争奇斗艳中，谁能占几分春光？唯有词人独独赞赏这白海棠。“谁得似、净骨天然清瘦”，还赞扬它的素净清雅。“神娟韵秀。雅称个、花仙为首”，赞扬它在花中也数第一，有着清秀高雅的神态。花有肥腴之态，鲜艳之色，代表了一种富贵态，词人的审美欣赏却在于花中“净骨天然”的挺拔素洁，它代表了一种天姿国色，而且神韵高雅，不媚俗，非浓妆艳抹。词人以这里的白海棠为知音，表示要像伯牙与子期一样，在它面前弹奏“流水高山”一曲，为它慢慢弹奏，倾诉自己的芳心。交融对话，写得灵动活泼，借咏花，表达了词人的审美追求。</p> <p>　　这首词的特色就在于它将以前女性词中，特别浓郁的伤春怨秋、压抑哀伤之情放在一边，把以往女性词人面对惨淡人生、压抑现实时无法摆脱的情绪和感受，化为美人飞仙式的自赏和自许。词人把自己的命运和白海棠的命运连在一起，委婉幽深曲地道出自己自信清高的情怀。</p>",
  "about": "<h2>创作背景</h2> 　　1839年，<a href=\"http://so.gushiwen.org/author_571.aspx\">顾太清</a>和一帮闺中密仿照《红楼梦》里的情节，组成了一个<a href=\"http://so.gushiwen.org/view_71623.aspx\">诗</a>社，因建在秋天，名日“秋红吟社”。这时候的顾太清，已经不在荣王府，而是独居在外。“咏白海棠”，是太清和朋友们诗社的课题。这个课题，亦是缘自《红楼梦》。",
  "poet": {
    "id": 571,
    "star": 0,
    "name": "顾太清",
    "image": "http://img.gushiwen.org/authorImg/gutaiqing.jpg",
    "desc": "顾太清（1799-1876），名春，字梅仙。原姓西林觉罗氏，满洲镶蓝旗人。嫁为贝勒奕绘的侧福晋。她为现代文学界公认为“清代第一女词人”。晚年以道号“云槎外史”之名著作小说《红楼梦影》，成为中国小说史上第一位女性小说家。其文采见识，非同凡响，因而八旗论词，有“男中成容若（纳兰性德），女中太清春（顾太清）”之语[1] 。顾太清不仅才华绝世，而且生得清秀，身量适中，温婉贤淑。令奕绘钟情十分。虽为侧福晋一生却诞育了四子三女，其中几位儿子都有很大作为。"
  },
  "tags": [
    "咏物",
    "写花",
    "述志"
  ]
}