{
  "id": 72154,
  "star": 218,
  "name": "移居二首",
  "dynasty": "魏晋",
  "content": "昔欲居南村，非为卜其宅。<br>闻多素心人，乐与数晨夕。<br>怀此颇有年，今日从兹役。<br>敝庐何必广，取足蔽床席。<br>邻曲时时来，抗言谈在昔。<br>奇文共欣赏，疑义相与析。</p> <p>春秋多佳日，登高赋新诗。<br>过门更相呼，有酒斟酌之。<br>农务各自归，闲暇辄相思。<br>相思则披衣，言笑无厌时。<br>此理将不胜？无为忽去兹。<br>衣食当须纪，力耕不吾欺。 ",
  "fanyi": "<p><strong>译文</strong><br>从前想移居住到南村来，不是为了要挑什么好宅院；<br>听说这里住着许多纯朴的人，愿意同他们度过每一个早晚。<br>这个念头已经有了好多年，今天才算把这件大事办完。<br>简朴的屋子何必求大，只要够摆床铺就能心安。<br>邻居朋友经常来我这里，谈谈过去的事情，人人畅所欲言；<br>见有好文章大家一同欣赏，遇到疑难处大家一同钻研。</p> <p>春秋两季有很多好日子，我经常同友人一起登高吟诵新<a href=\"http://so.gushiwen.org/view_72154.aspx\">诗</a>篇。<br>经过门前互相招呼，聚在一起，有美酒，大家同饮共欢。<br>要干农活便各自归去，闲暇时则又互相思念。<br>思念的时候，大家就披衣相访，谈谈笑笑永不厌烦。<br>这种饮酒言笑的生活的确很美好，抛弃它实在无道理可言。<br>穿的吃的需要自己亲自去经营，躬耕的生活永不会将我欺骗。</p> <p><strong>注释</strong><br>⑴南村：各家对“南村”的解释不同，丁福保认为在浔阳城（今江西九江）下（见《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗笺注》）。卜宅：占卜问宅之吉凶。这两句是说从前想迁居南村，并不是因为那里的宅地好。<br>⑵素心人：指心性纯洁善良的人。李公焕注云：“指颜延年、殷景仁、庞通之辈。”庞通，名遵，即《怨诗楚调示庞主簿邓治中》之庞主簿。数：屡。晨夕：朝夕相见。这两句是说听说南村有很多朴素的人，自己乐意和他们朝夕共处。<br>⑶怀此：抱着移居南村这个愿望。颇有年：已经有很多年了。兹役：这种活动，指移居。从兹役：顺从心愿。这两句是说多年来怀有移居南村的心愿，今天终于实现了。<br>⑷蔽庐：破旧的房屋。何必广：何须求宽大。蔽床席：遮蔽床和席子。取足床席：能够放一张床一条席子就可取了。<br>⑸邻曲：邻居，指<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>、殷景仁、庞通等，即所谓“索心人”。据他的《与殷晋安别》诗云：“去岁家南里，薄作少时邻。”可见殷景仁当时曾是他的邻居。抗：同亢，高的意思。抗言：抗直之言，高谈阔论或高尚其志的言论。在昔：指往事。这两句是说邻居经常来访，来后便高谈阔论往事。<br>⑹析：剖析文义。魏晋人喜欢辩难析理，如《晋春秋》记载：“谢安优游山水，以敷文析理自娱。”陶渊明也不免有这种爱好。所谓析义，主要是一种哲学理趣，与一般分析句子的含义不同。这两句是说共同欣赏奇文，一起剖析疑难文义的理趣。<br>⑺“春秋”两句：大意是说春秋多晴朗天气，恰好登高赋诗。<br>⑻斟：盛酒于勺。酌：盛酒于觞。斟酌：倒酒而饮，劝人饮酒的意思。这两句是说邻人间互相招呼饮酒。<br>⑼农务：农活儿。辄（zhé）：就。相思：互相怀念。这两句是说有农活儿时各自回去耕作，有余暇时便彼此想念。<br>⑽披衣：披上衣服，指去找人谈心。厌：满足。<br>⑾此理：指与邻里过从畅谈欢饮之乐。理：义蕴。将：岂。将不胜：岂不美。兹：这些，指上句“此理”。这两句是说，这种邻里之间过从之乐岂不比什么都美？不要忽然抛弃这种做法。<br>⑿纪：经营。这两句语意一转，认为与友人谈心固然好，但应当自食其力，努力耕作必有收获。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　其一</p> <p>　　第一首写移居求友的初衷，邻里过往的快乐。吟味全<a href=\"http://so.gushiwen.org/view_72154.aspx\">诗</a>，每四句是一个层次。</p> <p>　　前四句：“昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。”追溯往事，以“昔”字领起，将移居和求友联系起来，因事见意，重在“乐”字。古人迷信，移居选宅先卜算，问凶吉，宅地吉利才移居，凶险则不移居。但也有如古谚所云：“非宅是卜，惟邻是卜。”（《左传·昭公三年》）移居者不在乎宅地之吉凶，而在乎邻里之善恶。诗人用其意，表明自己早就向往南村，卜宅不为风水吉利，而为求友共乐。三、四两句，补足卜居的心情。诗人听说南村多有本心质素的人，很愿意和他们一同度日，共处晨夕。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>生活在“真风告逝，大伪斯兴，闾阎懈廉退之节，市朝驱易进之心”（《感士不遇赋》）的时代，对充满虚伪、机诈、钻营、倾轧的社会风气痛心疾首，却又无力拨乱反正，只能洁身自好，归隐田园，躬耕自给。卜居求友，不趋炎附势，不祈福求显，唯择善者为邻，正是诗人清高情志和内在人格的表现。</p> <p>　　中间四句：“怀此颇有年，今日从兹役。弊庐何必广，取足蔽床席。”由卜居初衷写到如愿移居，是诗意的转折和深化。兹役，指移居搬家这件事。“弊庐”，破旧的房屋，这里指简陋的新居。诗人再次表明，说移居南村的愿望早就有了，终于实现的时候。其欣欣之情，溢于言表。接着又说，只要有好邻居，好朋友，房子小一点不要紧，只要能遮蔽一张床一条席子就可以了，不必一定求其宽敞。不求华堂广厦，唯求邻里共度晨夕，弊庐虽小，乐在其中，诗人旷达不群的胸襟，物外之乐的情趣不言而喻。在对住房的追求上，古往今来，不少有识之士都表现出高远的精神境界。孔子打算到东方少数民族地区居住，有人对他说：那地方太简陋，孔子答曰：“君子居之，何陋之有？”（《论语·子罕》）<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>流寓成都，茅屋为秋风所破，愁苦中仍然热切呼唤：“安得广厦千万间，大庇天下寒士俱欢颜。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足!”（《茅屋为秋风所破歌》）推己及人，表现出忧国忧民的崇高情怀。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>为陋室作铭：“山不在高，有仙则名；水不在深，有龙则灵。斯是陋室，惟吾德馨。”（《陋室铭》）其鄙视官场的卑污与腐败，追求高洁的品德与志趣，在审美气质上，和陶渊明这首诗有相通的一面。</p> <p>　　最后四句：“邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。”具体描写得友之乐。邻曲，即邻居。在义熙七年（411年）所作《与殷晋安别》诗中，诗人说：“去年家南里，薄作少时邻。”可知殷晋安（即前所说殷景仁）当时曾与诗人为邻。诗中所说的友人，多是读书人，交谈的内容自然不同于和农民“相见无杂言，但道桑麻长”限于农事（见《归园田居》），而带着读书人的特点和爱好。他们一起回忆往事，无拘无束，毫无保留地交心，他们一起欣赏奇文，共同分析疑难的文义，畅游学海，追求精神上的交流。诗人创作《移居二首》时，正值四十六、七岁的中年时代。这是人生在各方面均臻成熟的时期。中年的妙趣和魅力，在于相当地认识人生，认识自己，从而做自己所能做而且也愿意做的事，享受自己所能享受的生活。和读陶渊明归田以后其它作品一样，《移居二首》给人的感受是鲜明而强烈的：诗人厌恶黑暗污浊的社会，鄙视丑恶虚伪的官场，但他并不厌弃人生。在对农村田园、亲人朋友的真挚爱恋中，他找到了生活的快乐，生命的归宿，心灵的慰安和休息。高蹈、洒脱而又热爱人生，恋念人生，独特而亲切的情调，情趣与理趣共辉，陶渊明其人其诗的魅力，首先来自对人生与自然的诗意般的热爱和把握。</p> <p>　　陶渊明田园诗的风格向来以朴素平淡、自然真率见称。这种独特的风格，正是诗人质性自然的个性的外化。从这首诗来看，所写移居情事，原是十分平常的一件事。但在诗人笔下款款写来，读者却感到亲切有味。所用的语言，平常如口语，温和高妙，看似浅显，然嚼之味醇，思之情真，悟之意远。如写移居如愿以偿：“弊庐何必广，取足蔽床席。”纯然日常口语，直抒人生见解。“何必”二字，率直中见深曲，映出时人普遍追名逐利的心态，矫矫脱俗，高风亮节，如松间白鹤，天际鸿鹄。又如诗人写和谐坦诚的邻里友谊，仅以“时时来”出之，可谓笔墨省净，引人遐想。欣赏奇文，状以“共”字，分析疑义，状以“相与”，均是传神笔墨。如果奇文自赏，疑义自析，也无不可，却于情味锐减，更无法深化移居之乐的主题。而“共”与“相与”前后相续则热烈抗言之情态呼之欲出，使“奇文共欣赏，疑义相与析”，成为绝妙的诗句，赢得千古读者的激赏。<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话后集》评陶渊明《止酒》诗云：“坐止高荫下，步止荜门里。好味止园葵，大欢止稚子。’余反复味之，然后知渊明用意……故坐止于树荫之下，则广厦华堂吾何羡焉。步止于荜门之里，则朝市深利吾何趋焉。好味止于噉园葵，则五鼎方丈吾何欲焉。大欢止于戏稚子，则燕歌赵舞吾何乐焉。”要达到这种心境和生活，是要经过长期的思想斗争和痛苦的人生体验，才能对人生有睿智的领悟的，正如包孕万汇的江海，汪洋恣肆，波涛澎湃之后而臻于平静。陶诗看似寻常，却又令人在低吟回味之中感到一种特殊的魅力——“问君何能尔，心远地自偏”；“弊庐何必广，取足蔽床席”等。读者读着这样的诗句，往昔对生活中一些困惑不解的矛盾，也许会在感悟诗意的同时豁然开朗，得到解释，以坦然旷达的胸怀面对万花筒般的人生。陶诗淡而有味，外质内秀，似俗实雅的韵致，在《移居》一诗中也得到生动地体现。</p> <p>　　其二</p> <p>　　前人评陶，统归于平淡，又谓“凡作清淡古诗，须有沉至之语，朴实之理，以为文骨，乃可不朽”（施补华《岘佣说诗》）。陶渊明生于玄言诗盛行百年之久的东晋时代，“理过其辞，淡乎寡味”乃诗坛风尚，故以理为骨，臻于平淡皆不为难，其可贵处倒在淡而不枯，质而实绮，能在真率旷达的情意中化入渊深朴茂的哲理，从田园耕凿的忧勤里讨出人生天然的乐趣。读陶诗《移居二首》其二，即可知此意。</p> <p>　　全诗以自在之笔写自得之乐，将日常生活中邻里过从的琐碎情事串成一片行云流水。首二句“春秋多佳日，登高赋新诗”，暗承第一首结尾“奇文共欣赏，疑义相与析”而来，篇断意连，接得巧妙自然。此处以“春秋”二字发端，概括全篇，说明诗中所叙并非“发真趣于偶尔”（谢榛《四溟诗话》），而是一年四季生活中常有的乐趣。每遇风和日丽的春天或天高云淡的秋日，登高赋诗，一快胸襟，历来为文人引为风雅胜事。对陶渊明来说，在柴桑火灾之后，新迁南村，有此登临胜地，更觉欣慰自得。登高不仅是在春秋佳日，还必须是在农务暇日，春种秋获，正是大忙季节，忙里偷闲，登高赋诗，个中趣味决非整天悠哉游哉的士大夫所能领略，何况还有同村的“素心人”可与共赏新诗。所以士大夫常有的雅兴，在此诗中便有不同寻常的意义。这两句用意颇深却如不经意道出，虽无一字刻划景物，而风光之清靡高爽，足堪玩赏，诗人之神情超旷，也如在眼前。</p> <p>　　移居南村除有登高赋诗之乐以外，更有与邻人过从招饮之乐：“过门更相呼，有酒斟酌之。”这两句与前事并不连属，但若作斟酒品诗理解，四句之间又似可承接。过门辄呼，无须士大夫之间拜会邀请的虚礼，态度村野，更觉来往的随便。大呼小叫，毫不顾忌言谈举止的风度，语气粗朴，反见情意的真率。“相呼”之意可能是指邻人有酒，特意过门招饮诗人；也可能是诗人有酒招饮邻人，或邻人时来串门，恰遇诗人有酒便一起斟酌，共赏新诗。杜甫说：“肯与邻翁相对饮，隔篱呼取尽余杯。”（《客至》）“叫妇开大瓶，盆中为吾取。……指挥过无礼，未觉村野丑。”（《遭田父泥饮》）诸般境界，在陶诗这两句中皆可体味，所以愈觉含蓄不尽。</p> <p>　　当然，人们也不是终日饮酒游乐，平时各自忙于农务，有闲时聚在一起才觉得兴味无穷：“农务各自归，闲暇辄相思。相思辄披衣，言笑无厌时。”有酒便互相招饮，有事则各自归去，在这个小小的南村，人与人的关系非常实在，非常真诚。“各自归”本来指农忙时各自在家耕作，但又与上句饮酒之事字面相连，句意相属，给人以酒后散去、自忙农务的印象。这就像前四句一样，利用句子之间若有若无的连贯，从时间的先后承续以及诗意的内在联系两方面，轻巧自如地将日常生活中常见的琐事融成了整体。这句既顶住上句招饮之事，又引出下句相思之情。忙时归去，闲时相思，相思复又聚首，似与过门相呼意义重复，造成一个回环，“相思则披衣”又有意用民歌常见的顶针格，强调了这一重复，使笔意由于音节的复沓而更加流畅自如。这种往复不已的章法在汉诗中较常见，如《<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>诗》、《古诗十九首·西北有高楼》、《古诗十九首·行行重行行》等，多因重叠回环、曲尽其情而具有一唱三叹的韵味。陶渊明不用章法的复叠，而仅凭意思的回环形成往复不已的情韵，正是其取法汉人而又富有独创之处。何况此处还不是简单的重复，而是诗意的深化。过门招饮，仅见其情意的真率，闲时相思，才见其友情的深挚。披衣而起，可见即使已经睡下，也无碍于随时相招，相见之后，谈笑起来没完没了，又使诗意更进一层。如果说过门辄呼是从地邻关系表明诗人与村人的来往无须受虚礼的限制，那么披衣而起、言笑无厌则表明他们的相聚在时间上也不受俗态的拘束。所以，将诗人与邻人之间纯朴的情谊写到极至，也就将摒绝虚伪和矫饰的自然之乐倾泻无余。此际诗情已达高潮，再引出“此理将不胜，无为忽去兹”的感叹，便极其自然了。这两句扣住移居的题目，写出在此久居的愿望，也是对上文所述过从之乐的总结。不言“此乐”，而说“此理”，是因为乐中有理，由任情适意的乐趣中悟出了任自然的生活哲理比一切都高。从表面上看，这种快然自足的乐趣所体现的自然之理与东晋一般贵族士大夫的玄学自然观没有什么两样。<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>在《兰亭集序》中说：“夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，曾不知老之将至。”似乎也可以用来解释陶渊明《移居二首》其二中的真趣所在。但同是“人之相与”、“欣于所遇”之乐，其实质内容和表现方式大不相同。东晋士族自恃阀阅高贵，社会地位优越，每日服食养生，清谈玄理，宴集聚会所相与之人，都是贵族世家，一时名流；游山玩水所暂得之乐，亦不过是无所事事，自命风雅；他们所寄托的玄理，虽似高深莫测，其实只是空虚放浪的寄生哲学而已。陶渊明的自然观虽然仍以玄学为外壳，但他的自然之趣是脱离虚伪污浊的尘网，将田园当作返朴归真的乐土；他所相与之人是淳朴勤劳的农夫和志趣相投的邻里；他所寄托的玄理，朴实明快，是他在亲自参加农业劳动之后悟出的人生真谛。所以，此诗末二句“忽跟农务，以衣食当勤力耕收住，盖第耽相乐，本易务荒，乐何能久，以此自警，意始周匝无弊，而用笔则矫变异常”（张玉谷《古诗赏析》）。结尾点明自然之乐的根源在于勤力躬耕，这是陶渊明自然观的核心。“人生归有道，衣食固其端。孰是都不营，而以求自安？”（《庚戌岁九月中于西田获早稻》）诗人认为人生只有以生产劳动、自营衣食为根本，才能欣赏恬静的自然风光，享受纯真的人间情谊，并从中领悟最高的玄理——自然之道。这种主张力耕的“自然有为论”与东晋士族好逸恶劳的“自然无为论”是针锋相对的，它是陶渊明用小生产者朴素唯物的世界观批判改造士族玄学的产物。此诗以乐发端，以勤收尾，中间又穿插以农务，虽是以写乐为主，而终以勘为根本，章法与诗意相得益彰，但见笔力矫变而不见运斧之迹。全篇罗列日常交往的散漫情事，以任情适意的自然之乐贯串一气，言情切事，若离若合，起落无迹，断续无端，文气畅达自如而用意宛转深厚，所以看似平淡散缓而实极天然浑成。</p> <p>　　由此可见，作诗以理为骨固佳，其尤贵者当善于在情中化理。晋宋之交，玄风大炽，一般诗人都能谈理。山水诗中的谈玄说理成份多为后人所訾议，而产生于同时的陶渊明田园诗中亦有不少谈理之作，却博得了盛誉。原因就在刚刚脱离玄言诗的山水诗多以自然证理，理赘于辞；而陶诗则能以情化理，理入于情，不言理亦自有理趣在笔墨之外，明言理而又有真情融于意象之中。这种从容自然的境界，为后人树立了很高的艺术标准。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_72154.aspx\">诗</a>写于公元410年（晋安帝义熙六年），当时作者46岁。根据逯钦立《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>事迹诗文系年》与郭维森《陶渊明年谱》，公元405年（义熙元年）弃彭泽令返回柴桑，住上京里老家及园田居。公元408年（义熙四年）六月，陶渊明隐居上京的旧宅失火，暂时以船为家。两年后移居浔阳南里（今江西九江城外）之南村村舍。《移居二首》当是移居后不久所作。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "田园",
    "生活",
    "友情"
  ]
}