{
  "id": 72291,
  "star": 14,
  "name": "与陈给事书",
  "dynasty": "唐代",
  "content": "　　愈再拜：愈之获见于阁下有年矣。始者亦尝辱一言之誉。贫贱也，衣食于奔走，不得朝夕继见。其后，阁下位益尊，伺候于门墙者日益进。夫位益尊，则贱者日隔；伺候于门墙者日益进，则爱博而情不专。愈也道不加修，而文日益有名。夫道不加修，则贤者不与；文日益有名，则同进者忌。始之以日隔之疏，加之以不专之望，以不与者之心，而听忌者之说。由是阁下之庭，无愈之迹矣。</p> <p>　　去年春，亦尝一进谒于左右矣。温乎其容，若加其新也；属乎其言，若闵其穷也。退而喜也，以告于人。其后，如东京取妻子，又不得朝夕继见。及其还也，亦尝一进谒于左右矣。邈乎其容，若不察其愚也；悄乎其言，若不接其情也。退而惧也，不敢复进。</p> <p>　　今则释然悟，翻然悔曰：其邈也，乃所以怒其来之不继也；其悄也，乃所以示其意也。不敏之诛，无所逃避。不敢遂进，辄自疏其所以，并献近所为《复志赋》以下十首为一卷，卷有标轴。《送孟郊序》一首，生纸写，不加装饰。皆有揩字注字处，急于自解而谢，不能俟更写。阁下取其意而略其礼可也。</p> <p>　　愈恐惧再拜。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>再拜：<br>我有幸同您认识已经好多年了，开始时也曾受到您一些称赞。后来由于我贫贱，为了生计而奔波，所以不能早晚经常拜见。此后，您的地位越来越尊贵，依附侍候在您门下的人一天天地增多。地位越来越尊贵，跟贫贱的人就会一天天地疏远间隔；伺候在六下的人一天天在增加，那么由于您喜欢的人多了，而对于旧友的情意也就不专了。我的品德修养方面没有加强，而所写的文章却一天比一天多出名。品德方面不完善，那么贤德的人就不会赞扬；文章越来越有名，那么我与同路求进的人就会妒忌。起初，您我由于经常不见面而疏远，以后又加上我对您感情不专的私下抱怨，而您又怀着不再赏识的情绪，并且听任妒忌者的闲话，由于这些原因，您的门庭之中，就没有我的足迹了。<br>去年春天，我也曾经去拜见过您一次。您面色温和，好像是接待新近结交的朋友；谈话连续不断，好像同情我穷困的处境。告辞回来，非常高兴，便把这些情况告诉了别人。此后，我回东京去接妻子儿女，又不能朝夕连续与您相见了。等我回来后，我又曾经拜访过您一次。您表情冷漠，好像不体察我个人的苦衷；沉默寡言，好像是不理会我的情意。告辞回来，心中恐惧，不敢再登门拜见。<br>现在我恍然大悟，非常懊悔，心里想：您那种冷漠的表情，是责怪我不常去拜见的缘故；谈话很少，就是暗示这种意思的缘故。对我性情愚钝的责怪，我是无法逃避的。我不敢马上去拜见您，就自己写信和分析陈述事情的缘由，同时献上近日写的《复志赋》等十篇文章作为一卷，卷有标签和轴。《送<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>序》一文，用生纸写成，没有装饰，并且有涂改和加字的地方，因为我急于向您解释误会表示道歉，所以来不及重新誊写清楚。希望您接受我的心意，不计较我的礼节上的不周之处。<br>我诚惶诚恐，再拜。</p> <p><strong>注释<br></strong>1再拜：古代一种隆重的礼节,先后拜两次,表示郑重奉上的意思。<br>2伺候：等候，此处有依附的意思。门墙：原指师门，此处泛指尊者的门下。<br>3贤者：此处指陈给事。<br>4进谒：前去拜见。<br>5闵：同“悯”，怜恤，哀伤。<br>6妻子：指妻子和儿子。<br>7邈：远，此处形容脸上表情冷漠。<br>8若不察其愚：好像没有察见我的愚衷。<br>9诛：责备。<br>10遂：就，立刻。<br>11疏：分条陈述。<br>12标轴：古代用纸或帛做成卷子，中心有轴，故一卷叫一轴。标轴是卷轴上所作的标记。<br>13孟郊：字东野。唐代<a href=\"http://so.gushiwen.org/view_72291.aspx\">诗</a>人，韩愈的朋友。<br>14生纸：未经煮捶或涂蜡的纸。唐代书写分熟纸与生纸，生纸用于丧事，或作草稿用。<br>15揩：涂抹。<br>16注：添加。上述用生纸写信，不加装饰，有揩字注字处数语，乃是表示失礼和歉意。<br>17俟（sì）：等待。<br>18恐惧：非常小心谨慎以至达到害怕不安的程度。</p>",
  "shangxi": "<h2>简析</h2> <p>　　韩氏论文素以整饬、谨严、生动形象著称于世。此篇《与陈给事书》，乃是一般的书信，但出自他的笔下，却委婉动情，不同凡响。</p> <p>　　803年（唐德宗贞元十九年），关中地区大旱，年成歉收，民间饥馑，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>上书奏请减免徭役租赋，因此得罪了权贵，由监察御史贬为阳山县令。陈给事却在这年得到了升迁。此年皇家准备举行祭祀大典，陈给事奏请祭祀必尊太祖，而且祖宗灵位的排列，以及参加祭祀人员的排列，都要分出尊卑长幼的先后次序，必须讲究礼仪。他因此得到皇帝的赞赏，自考功员外郎迁给事中，可谓宦海扬帆，春风得意。而韩愈却因爱民而被贬，极为苦闷，茫然若失。但他对仕途仍充满了幻想，希望能有人荐举，重返朝廷做官。所以他对这位备受皇帝欣赏的新迁给事中陈京，还抱有很大的希望。其实此信中并没有实质的内容，只是要同陈给事联络个人感情而已。然而文章的通篇围绕着一个“见”字，历敷了与陈给事的见面情况：上半篇从见说到不见，下半篇从不见说到要见。好像通幽曲径，峰回路转；如柳暗花明，若断若续。信中处处自贬自责，表现了韩愈诚惶诚恐的心态；同时在字里行间，又微微透露出其不甘低眉伏首的慷慨情态。</p>",
  "about": "<h2>创作背景</h2> 　　陈给事名京，字庆复，766年（唐代宗大历元年）进士，803年（德宗贞元十九年）由考功员外郎晋升为给事中。给事，官名，即给事中。唐代的给事中，乃中央机构门下省的重要官员，仅次于门下省的长官侍中、副长官侍郎，掌管驳正政令的得失。本文为<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>给陈京的一封信。信中述写了与陈京旧时曾有过交往和后来疏远的原因，婉言表述了对陈给事的不满。同时也表示疑虑消除，希望陈京重新了解自己，恢复友谊。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "友情",
    "书信"
  ]
}