{
  "id": 71687,
  "star": 587,
  "name": "蝶恋花·出塞",
  "dynasty": "清代",
  "content": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。<br>从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。",
  "fanyi": "<p><strong>译文</strong><br>从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉谁可同语？只有萧瑟的西凤吹拂着枯老鲜红的枫树。<br>从前愁苦凄滚的往事无穷无尽，铁马金戈南征北战，最终只剩日落黄昏青草掩藏着坟墓。满腹幽情情深几许，夕阳照射深山飘洒着潇潇秋雨。</p> <p><strong>注释</strong><br>1、无定据：没有一定。宋代毛开《渔家傲·次丹阳忆故人》词：“可忍归期无定据，天涯已听边鸿度。”<br>2、画角：古管乐器，传自西羌。因表面有彩绘，故称。发声哀厉高亢，形如竹筒，本细末大，以竹木或皮革等制成，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。<br>3、牧马：指古代作战用的战马．<br>4、谁可语：有谁来和我一起谈谈。<br>5、从前幽怨：过去各民族、各部族间的战事。<br>6、铁马金戈：形容威武雄壮的士兵和战马。代指战事．兵事。<br>7、青冢：长遍荒草的坟墓。这里指指<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>墓，相传冢上草色常青，故名。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《咏怀古迹》<a href=\"http://so.gushiwen.org/view_71687.aspx\">诗</a>：“一去紫台连朔漠，独留青冢向黄昏。”<br>8、一往情深深几许：化用<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》：“庭院深深深几许”句意。几许：多少。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词中有“牧马频来去”、“西风”及“青冢黄昏路”之语，青冢离龙泉关较近，因此可能创作于康熙二十二年九月扈驾至五台山、龙泉关时。</p> <p>　　词的上片写眼前之景，景象广袤空阔，荒凉凄冷，情感凄婉哀怨。</p> <p>　　词人一开篇就感慨古往今来的兴亡盛衰，从古到今，山河是没有定数的，此时姓觉罗氏，彼时有可能姓叶赫那拉氏，江山的轮回是不以人的意愿而发生逆转的。这句写意气势博大，字里行间流露出一种无法言语的无奈。从<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的身世来看，他虽然贵为皇族，但也没有主宰江山的机会，然而跟从皇帝出行的经历，使他对国家的理解更为深刻，使他对时局的变迁更为敏感。作者并没有沉溺于伤感，而是把思绪从对历史拉回到了现实，在眼前，他看到了塞外营训的场景。</p> <p>　　“画角声中，牧马频来去”，此句看似平淡，却让人浮想联翩。军营中，号角声起，只见战士们横刀立马，神情严峻，将帅一声令下，他们便在马背上来来回回地操练，拼杀，好一幅壮观的场面。可是，此时的威武严整，并不一定能够使一个国家长久持续下去，它也许会在一夕之间烟消云散，这怎能不让人伤感？一代一代的王朝不都是这样轰轰烈烈而来，又这样失魂落魄而去？战场上的厮杀声，似乎也暗藏着几份悲伤。从结构上来说，第一句是后两句的一个概括，而后两句又是第一句的具体展现。</p> <p>　　虽然塞外的景象广袤壮美，作者并没有因此而心情愉悦，在他眼中，弥望的仍是一片荒凉，这满目的荒凉又能给谁诉说呢？“荒凉”一词，既是自然景象的真实写照，又是作者心绪的如实昭示。秋天，万物凋零，落叶满地，一派衰败之象，可谁又能说这不是作者心境凄凉的抒写呢？作者贵为皇族，虽然没有出生入死的经历，但仍然心存忧患，多少王朝就是在这起起落落中淹没于历史的长河中，清王朝也不例外。西风，即秋风。枫叶经霜会更红艳，越红离凋谢就越近。季节地逝去，风干了自然界的一切，但却风干不了作者满腹的忧愁。在此，作者借景烘托，把幽深的情愫收藏在深秋的枫叶里。</p> <p>　　词的上片，无论写景抒情，都没有雕琢的痕迹，以复杂的思绪引出眼前的景象，片末看似以景收束，却景中带情。景中情感的流露，水到渠成，不事雕饰。</p> <p>　　词的下片抒发自己的报国志向无法实现的幽怨，景象气势磅礴，纵横驰骋，情感婉约深沉。</p> <p>　　“幽怨从前何处诉”，应为从前幽怨何处诉，古人作词，为了韵律的需要，往往在词序上作以调整。“从前幽怨”到底指的是什么幽怨呢？就下文“铁马金戈”而言，应该指的是不能报效国家，纵横沙场的幽怨。纳兰性德是康熙帝的御前侍卫，按理说，他有条件也有能力领兵打仗，但作为一个封建帝王的臣子，做事是不能随心所欲的，其所作所为还得服从皇帝的安排。“何处诉”一语，就道出了他内心深深的孤独，也许是英才盖世，也许是位高权重，才使他的周围变得冷清。</p> <p>　　作者虽然志向高远，可又能如何呢？最后不也是像<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>那样“独留青冢向黄昏”？王昭君曾经因为没有贿赂画工毛延寿而被汉元帝错选作单于呼韩邪的妻子。为了汉与匈奴的和好，她远离家乡，可是最终还不是变成了一堆黄土，有什么用呢？自己空有一腔铁马金戈，气吞万里的报国之志，可拥有这样的志向不也是徒劳的吗？</p> <p>　　作者心情沉重，他自我叩问：如果有人问我对理想的情意有多深？那就去看看深山中的夕阳与深秋中的细雨。“深山”“夕阳”“深秋”“雨”这几个意象悲凉凄冷，让人生发出一种挥之不去又无法形容的伤感。从这些<a href=\"http://so.gushiwen.org/view_71687.aspx\">诗</a>句中可以看出，作者对理想的追求是很执着的，但却没有一个实现的途径，所以他的心头淤积着太多的郁闷。但这种情感的表达不是直接的，而是通过对景象的具体描绘展现出来的，婉约深沉，耐人寻味。</p> <p>　　这首词从整体上来说，景象博大磅礴，情感凄婉幽怨，自然流畅。面对塞外景象，作者以景写情，又以情带景，使情与景、形与意融为一体。而上篇写眼前之景，下篇写从前之志，虚实形成对比。就整首词来看，手法娴熟而精到。</p><br/><h2>赏析</h2> <p>　　这首小词通过对塞外古战场的描写，抒发了对历代兴亡和历史变迁的感慨。</p> <p>　　词的上片写景，描写塞外古战场的荒凉景象。“今古河山无定据”，首句以议论开篇，简朴的文字有一种历史纵深感，而且形成一种笼罩全篇的氛围。“今古”二字，包括古往今来。面对大好河山，多少风云人物，你争我夺，或长期或短暂地占据它，但谁也没有永久地据有这些地方。“画角声中，牧马频来去。”二句白描，描绘出一幅塞外和平图景，画角声声，矫健的牧马频频来去。“满目荒凉谁可语？西风吹老丹枫树。”二句仍用描写，放眼望去，整个塞北，平沙万里，荒漠凄凉，连个说话的人也很难找到。西风飒飒，只有那几株枫树，又一次被吹红了叶子。使人联想起为争夺这块土地鏖战厮杀时尸横遍野、血流成河的惨象。这些红叶，又一次把人带进了对历史的回忆，加深了作品的纵深的历史感。</p> <p>　　词的下片抒情，写自己出塞的感触。“从前幽怨应无数”。首句议论，直接承上阕对古战场描写而来。面对古战场的凄凉景色，郁结在心头的愁恨无法计算。正如唐·<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>《古从军行》所说：“行人刁斗风沙暗，公主琵琶幽怨多。”接下二句叙事：“金戈铁马，青冢黄昏路。”“金戈铁马”，代表战争。“青冢黄昏路”，用汉<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>和亲故事，代表和亲。二句概括了战、和两种办法。说明自古以来，为了争夺江山，时战时和，或二者并用，这就是历史。“一往情深深几许？深山夕照深秋雨。”末二句以景结情，抒发了作者的感触：回顾历史，面对这塞外古战场，<a href=\"http://so.gushiwen.org/view_71687.aspx\">诗</a>人对自己的祖国一往情深。这深情犹如夕阳余辉照射下，深山之中的绵绵秋雨。词意深沉含蓄，有弦外之音。</p> <p>　　汉元帝时，昭君奉旨出塞和番，在她的沟通和调和下，匈奴和汉朝和睦相处了六十年。她死后就葬在胡地，因其墓依大青山，傍黄河水，所以昭君墓又被称为“青冢”，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有诗“一去紫台连朔漠，独留青冢向黄昏”，纳兰由青冢想到王昭君，问她说：“曾经的一往情深能有多深，是否深似这山中的夕阳与深秋的苦雨呢。”作为康熙帝的贴身侍卫，作者经常要随圣驾出巡，所以他的心中也充满了报国之心，但他显然不想通过“一将功成万骨枯”的方式来成就自己的理想抱负，所以在尾句中作者又恢复了多情的本色，他以景语结束，将自己的无限深情都融人到无言的景物之中，在这其中，既包含了豪放，又充满了柔情，甚至我们还会体味到些许的凄凉与无奈。</p> <p>　　这首词通过诗人“出塞”所见，描绘了眼前荒凉的和平景象，回顾历史，总结出战争与和平两种情况，是对中国历史上王朝更替的规律性概括。因此毛泽东批注：“看出兴亡”，肯定了这首词的思想意义。</p> <p>　　谢章铤在《赌棋山庄词话》中曾说过：“长短调并工者，难矣哉。国朝其惟竹坨、迦陵、容若乎。竹坨以学胜，迦陵以才胜，容若以情胜。”而读完作者这首词风苍凉慷慨的词作，可以得知谢氏此言不虚。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首出塞词，当为<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>于康熙二十一年（1682）八月奉命与副统郎谈等出塞远赴梭龙途中所作，词人时年二十八岁。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "咏史怀古",
    "豪放",
    "边塞",
    "写景",
    "述志"
  ]
}