{
  "id": 64191,
  "star": 14,
  "name": "疏影·梅影",
  "dynasty": "宋代",
  "content": "黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。 <br>窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上然犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。",
  "shangxi": "<h2>赏析</h2> <p>　　梅、兰、竹、菊，古人称之为“四君子”。其中梅以纤尘不染，高洁雅致为世人所称。古人说：梅以韵胜，以格高，即说于此。古今<a href=\"http://so.gushiwen.org/view_64191.aspx\">诗</a>词诸家咏梅者众，而张炎的这首咏梅词立意深远，其超脱了梅的形质本体，专咏梅影，其意似在韵格之外。</p> <p>　　上片首先，“黄昏片月”，写梅而先言片月，继承古人咏梅传统，即咏梅影必先写月，以月来衬托梅影，为梅影的出现准备了条件。接下来，词人精雕细刻，为月下梅影传神写照。词人从七个方面刻画梅影，这里姑且称为“梅影七笔”。曰：“清绝影”，“疑似影”，“缥缈影”，“竹外影”，“淡洁影”，“贞固影”，“玲珑影”。七笔连环，惟妙惟肖。初笔“似碎阴满地，还更清绝”，写“清绝影”。</p> <p>　　词人先以“碎阴”比喻梅影，进而又用“还更清绝”，以“清绝”形容梅影纤尘不染，绝顶高洁的品格。一个“清”字，道出梅的出凡脱裕。以前的诗词名家都曾咏梅，曰：“雪魄冰魂”，“冰肌玉骨”，而这里一个“清”字更是比“雪”、“冰”、“玉”高出一筹，且是“清”至于“绝”，更是使人产生更多驰骋想象的余地。</p> <p>　　次笔以“枝北”三句写“疑似影”。梅影既至清绝，使词顿生爱意，欲得而甘之，因而枝南枝北，环绕寻觅，及至“背灯”折取，却又不可捉摸。“背灯”是指离开灯光。作者用“几度”，“疑有疑无”，“背灯难折”，了了几笔，勾画出词人对梅影的挚爱，及至到了难舍难分，迷离悄恍的境界，确实为神来之笔。</p> <p>　　第三笔，“依稀倩女”几句，写“缥纱影”。“倩女离魂”出自唐代陈玄祐的小说《离魂词》，言衡州张镒之女倩娘与表兄王宙相恋，但因镒将女另配他人，使王宙含恨离去。倩娘与王宙感情至深，闻王宙离去，神魂离壳于夜间追到王宙船上，随其入蜀。倩娘也因而从此卧床不起。及至五年后，两人回倩娘家，房内卧病的倩娘闻声相迎，两女遂合为一体。从此两人才得到圆满的结局。词人在此以倩女比梅，而又以其“魂”比梅影，魂从倩女出，影从梅中来，其比喻之巧妙，令人叹服。一个“魂”字使梅影的轻盈缥缈脱然而出。“缓步”两句更使这首词描述的梅影活化，使人神往。</p> <p>　　第四笔，“看夜深、竹外横斜，应妒过云明天”写了“竹外影”。“竹外”出自<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和秦太虚梅花》有“竹外一枝斜更好”的诗句，“横斜”出自<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>咏梅名句“疏影横斜水清浅”。词句以“横斜”来指梅影，短短几句以忽明忽暗的云彩，以岁寒三友的竹衬托出梅影的美好，衬托梅的高洁。</p> <p>　　第五笔，词的下片，以“窥镜蛾眉”三句写“淡洁影”，词人不再写月下之梅，竹外之梅，而写镜中之梅。在词人眼里，镜中更显梅的清绝圣洁。深夜，皎洁的月光把梅影映照在屋内镜面上。一个“窥”字，立刻使人一种美人临窗，飘然欲入的美感。一个“淡”字又给人美自天然雕刻的感觉。“为容不在貌”化用<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>《春宫怨》“承恩不在貌，教妾若为容”句意。但词人又翻陈出新加上了“独抱孤洁”一句，柳貌而扬神，道出梅影的洁身自好，独抱孤洁的追求。这句话是全词的主旨所在，词人不平的遭遇，内心的愤懑，对美的追求，种种复杂的内心世界，都深深地隐含在其中，使人回味。</p> <p>　　第六笔，“莫是花光”三句，写“贞固影”。花光即僧仲仁，宋代蘅州花光山长老，与苏轼、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>同时，黄曾诗言“雅闻花光能画梅，更乞一枝洗烦恼”，可见其画笔之神。“莫是花光”以疑问的语气表达出肯定的语气。这娟娟的梅影，难道是花光和尚笔下所描取的一痕春色吗？“丽谯”指城门上的城楼。“不怕丽谯吹彻”，写出梅超俗脱凡，贞而不堕，孤洁长存，即使城楼号角吹响也无所畏惧。梅的傲风霜笑雪雨，其铁骨幽香，不知激励了多少仁人志士。词人在此的含意，熟悉张炎的读者都会不言自明。</p> <p>　　第七笔，“还惊海上”三句是“写玲珑影”。“燃犀”出自《晋书。温峤传》，用晋温峤在采石机燃犀牛角照水底灵怪的故事。依者极具渲染地描写海底的珊瑚，言其玲珑晶莹，活灵活现。其实用意在以尽珊瑚之美，目的在于表现梅影形象之美。</p> <p>　　全词以那么多的篇幅，七笔连环，描写梅影。把“影”写活，呼之欲出。然而词的末句，笔锋一转，原来是酒醒天空，空对一庭香雪，使读者从那迷离神往的境界出脱醒悟：原来一切美好的境界，却因为“酒”在做怪，醉眼看世界，似梦似幻还似真！“酒醒”还有一个典故：隋时赵师雄迁罗浮，日暮于林间酒肆旁，见一美人淡装素服出迎，与语，芳香袭人。因与扣酒家共饮。雄醉寝，及至酒醒，始知身在梅花树下，美人已去，雄惆怅不已，才知是遇上了梅花神（《龙城录》）。全词用典颇多，而此故事最是贴切。倩女离魂不就是这样的梅花神吗？怎样才能写好“梅影”，这首词给了读者太多的启示。 </p>",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}