{
  "id": 11209,
  "star": 29,
  "name": "雨不绝",
  "dynasty": "唐代",
  "content": "鸣雨既过渐细微，映空摇飏如丝飞。<br>阶前短草泥不乱，院里长条风乍稀。<br>舞石旋应将乳子，行云莫自湿仙衣。<br>眼边江舸何匆促，未待安流逆浪归。",
  "fanyi": "<p><strong>译文</strong><br>喧哗的雨已经过去、逐渐变得细微，映着天空摇漾的是如丝的细雨飘飞。<br>石阶前小草沾了泥并不脏乱，院子里柳条上的风也陡然变得稀少起来。<br>舞石应立即带着乳子起飞，且不要因播撒云层濡湿自己的仙衣。<br>眼前江船何其匆促，不等到江流平静就迎着风浪归去。 </p><p><strong>注释</strong><br>⑴《杜<a href=\"http://so.gushiwen.org/view_11209.aspx\">诗</a>演义》：先之以鸣雨，继之以微雨，故题云《雨不绝》。<br>⑵鸣雨：雷雨。边连宝：大雨易绝，细雨难绝。大雨过而继以细雨，则倍难绝。谚所谓雨后毛不晴也。<br>⑶映空：犹阴空，天色昏暗。《通俗文》：日阴曰映。飏（音扬），飞扬。如丝飞，指细雨绵绵。<br>⑷长条：指柳树枝条，例如<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>诗“河边杨柳百尺枝，别有长条踠地垂”（《杨柳歌》），以及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>绝句“隔户杨柳弱嫋嫋，狂风挽断最长条”。有人认为“长条”指雨，恐非。仇兆鳌注：草不沾污，见雨之微。风虽乍稀，雨仍未止也。<br>⑸“舞石”句用典。舞石将乳子，见于《水经注》卷三十八：湘水东南流径石燕山东，其山有石一，绀而状燕，因以名山。其石或大或小，若母子焉。及其雷风相薄，则石燕群飞，颉颃如真燕矣。旋应：很快。将：带领。这句是用传说中石燕来形容风中的雨点。<br>⑹《杜律演义》：莫自湿，劝神女莫久行雨，而自湿其衣也。仇注：舞燕将子，记暮春雨。行云湿衣，切巫山雨。这里也用了一个典故，出自战国时期<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《高唐赋》序：昔者先王（指楚怀王）尝游高唐。怠而昼寝，梦见一妇人，曰：“妾，巫山之女也，为高唐之客，闻君游高唐，愿荐枕席。”王因幸之，去而辞曰：“妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”<br>⑺舸（音葛）：船。何：何其。匆促：匆忙、仓促。<br>⑻“未待”句是说，未等水流平稳，就逆流而归。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　清初学者仇兆鳌《杜<a href=\"http://so.gushiwen.org/view_11209.aspx\">诗</a>详注》：此诗上六句写雨中景物，末二句写雨际行舟。风狂雨急，故鸣而有声，既过则细若飞丝矣。草不沾污，见雨之微。风虽乍稀，雨仍未止也。舞燕将子，记暮春雨。行云湿衣，切巫山雨。江舸逆浪，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对冒险营运表示担忧。</p> <p>　　清代杜诗研究家浦起龙《读杜心解》：“望晴之词，祝其止舞而挟子以游，停云而振衣适志，已引动欲归义。乳子本说燕雏，仙衣本说神女，公乃借形挈家归去之志也，运古入化。”</p> <p>　　当代诗人谢颐城认为仇兆鳌对“舞石旋应将乳子，行云莫自湿仙衣”两句的注解有问题，浦起龙“运古入化”的评语也不恰当。他认为杜甫借“舞石”“将乳子”，表示自己将“挈家归去”；借巫山神女的典故“行云莫自湿仙衣”，是提醒自己不能只顾“行云”、游览潇洒，而延误了归程。同时谢颐城认为这首诗最大的毛病是：“舞石”典故用得突兀，不协调。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11209.aspx\">诗</a>当作于公元766年（唐代宗大历元年），当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>55岁，住在夔州（今重庆奉节）。当年可能雨水较多，此篇前杜甫已有数首诗咏雨。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物",
    "写雨"
  ]
}