{
  "id": 63746,
  "star": 23,
  "name": "水龙吟·淮河舟中夜闻宫人琴声",
  "dynasty": "宋代",
  "content": "鼓鞞惊破霓裳，海棠亭北多风雨。歌阑酒罢，玉啼金泣，此行良苦。驼背模糊，马头匼匝，朝朝暮暮。自都门燕别，龙艘锦缆，空载得，春归去。<br>目断东南半壁，怅长淮已非吾土。受降城下，草如霜白，凄凉酸楚。粉阵红围，夜深人静，谁宾谁主？对渔灯一点，羁愁一搦，谱琴中语。",
  "fanyi": "<h2>注释</h2> [1]宋德祐二年(1276)五月，作者《扬州》<a href=\"http://so.gushiwen.org/view_63746.aspx\">诗</a>曰：“丝雨绵云五月寒，淮壖遗老笑儒冠。”<br>[2]<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“渔阳鼙鼓动地来，惊破霓裳羽衣曲。”“鞞”，小鼓，先击之以应大鼓，亦名“应鼓”，见《初学记》卷十六。鞞，同“鼙”。<br>[3]<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>《冷斋夜话》引《太真外传》：“上皇登沉香亭诏太真妃子，妃子时卯醉未醒，命力士从侍儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。上皇笑曰：‘岂是妃子醉，真海棠睡未足耳。’”“海棠亭”即指沉香亭。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《清平调》：“沉香亭北倚阑干。”<br>[4]《白氏六帖》卷十九：“魏甄后面白，泪双垂如玉筯。”李白《代赠远》：“啼流玉筯尽，坐恨金闺切。”<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《城南联句》：“宝唾拾未尽，玉啼堕犹。”(音撑，庚韵。)<br>[5]<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌序》：“仙人临载，乃潸然泣下。”金人滴泪，故曰“金泣”。与上“玉啼”，并指宋嫔御宫人等，非泛语也。<br>[6]三句指宋宫人随元军北去。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《送蔡希曾还陇右》：“马头金匼匝，驼背锦模糊。”钱《笺》：“匼匝，周绕貌。”这里写蒙古军容之盛，承上“此行良苦”来，言以后将过这样的生活，其实那时是乘船北去的，如本篇题与下文所记。<br>[7]德祐二年六月，元伯颜入临安，以宋帝、后妃等并宫女三千余人北去。<br>[8]“已非吾土”，用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》“虽信美而非吾土兮”意。本句及下句，文意当指夏贵于其年二月，以淮西降元事。<br>[9]<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《夜上受降城闻笛》：“受降城外月如霜。”这里借用“受降”字面，非北方之受降城。但淮上在南宋已是边塞，意固相通。<br>[10]作者《邳州》诗：“美人十十船中坐，犹把金猊炷好香。”<br>[11]“一搦”，一把。<a href=\"http://so.gushiwen.org/author_178.aspx\">李百药</a>《少年行》：“一搦掌中腰。”这里仍就宫人方面说。下句“谱琴中语”，亦即题中所谓“夜闻宫人琴声”。",
  "shangxi": "<h2>赏析</h2> <p>　　“鼓鼙惊破霓裳，海棠亭北多风雨”，起笔即点出德祐之难，用形象的语言，写亡国的巨变。朝廷还沉浸在欢歌乐舞之中，却突然被城外惊天动地的战鼓惊醒，战争的血雨腥骤然降落的皇城深宫。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“渔阳鼙鼓动地来，惊破霓裳羽衣曲”乃前句所本。海棠亭即指唐宫内的沉香亭。《太真外传》记：“上皇登沉香亭诏太真妃子，妃子时卯醉未醒，命力士从侍儿扶掖而至。妃子醉颜残妆，鬓乱钗横，不能再拜。上皇笑曰：”岂是妃子醉，真海棠睡未足耳。“这里，借唐天宝之变写本朝之事，借历史来喻今，批判朝廷的败落。”玉啼金泣“”金泣“兼用金人滴泪的典故，典见于<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌序》：”仙人临载，乃潸然泣下。“写易代被遣的悲哀，颇为贴切。　“驼背模糊”三句，点化<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“马头金稦匝，驼背锦模糊”（《送蔡希曾还陇右》）<a href=\"http://so.gushiwen.org/view_63746.aspx\">诗</a>句，承上“此行良苦”，想象到敌国之地的亡国奴生活。“自都门宴别”三句，极言其“苦”。“龙艘锦缆”指的是隋炀帝事，用来比喻帝后所乘之舟。南下和北上都是亡国之事这三句，既是舟载北行的实况写照，意谓国运已尽、无力回天。“春”是押解出发的季节，象征南宋国运。“春归去”指南宋王朝的国亡如春天一样终结。“空”字浸透了徒唤奈何的深悲。</p> <p>　　下片转写船经淮河时的感受。“长淮”点题“淮河舟中”。“非吾土”用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》“虽信美而非吾土兮”之意。望断长淮，美景色已非昔日色调，盖心情不同之故。“目断”、“怅”，眷恋、凄婉之情赤者然墨上。“受降”三句，借用唐<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《夜上受降城闻笛》诗句：“受降城外月如霜”，再以设想之辞，想起以后的生活，心中泛起陈陈酸楚。汉、唐均有受降城，多在西北边塞但非一地。这里仅借用而已，不是实指。</p> <p>　　“粉阵”以下，目光又从远方回到近旁。帝王、侍臣、后妃、宫女、等级原本森严，而今“粉阵红围”皆为囚徒，主奴难辨，不分宾主。在狭窄的小舟中，拥挤着入眠。唯独那位满怀愁绪，多愁善感的宫女，在孤灯下弹拨着琴弦，也撩拨着词人幽伤的心绪。最后三句直应词题“夜闻宫人琴声”收束全篇，含蕴悠长。上片重在铺陈背景，下片围绕题面。同时将时间与空间拓展到行前和今后，统一在“惊”“苦”的感情基调上。从而避免了章法上的平铺直叙。“龙艘锦缆”极具象征意味。</p>",
  "about": "<h2>创作背景</h2> 　　1276年（宋恭帝德祐二年）正月，元军南下，丞相伯颜率领大军攻到南宋都城临安东北的皋亭山。南宋朝野震荡，太后谢氏传国玺请求降元。不久，元大军兵入临安，三宫都做了俘虏。后帝后、妃嫔及宫官三千多元被押北上燕京，汪元量其时为乐师，也裹挟其中。在途径淮河时，舟中宫女奏起琴，琴声哀凄，勾起了汪元量缕缕痛苦的情思，感怀而作《水龙吟·淮河舟中夜闻宫人琴声》。",
  "poet": {
    "id": 557,
    "star": 0,
    "name": "汪元量",
    "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。"
  },
  "tags": [
    "爱国",
    "伤感"
  ]
}