{
  "id": 63505,
  "star": 9,
  "name": "玉京秋·烟水阔",
  "dynasty": "宋代",
  "content": "长安独客，又见西风，素月丹枫凄然其为秋也，因调夹钟羽一解<br>烟水阔。高林弄残照，晚蜩凄切。碧碪度韵，银床飘叶。衣湿桐阴露冷，采凉花、时赋秋雪。叹轻别。一襟幽事，砌蛩能说。 <br>客思吟商还怯。怨歌长、琼壶暗缺。翠扇恩疏，红衣香褪，翻成消歇。玉骨西风，恨最恨、闲却新凉时节。楚箫咽。谁倚西楼淡月。",
  "fanyi": "<p><strong>译文</strong><br>　　轻烟笼罩，湖天寥廓，一缕夕阳的余光，在林梢处暂歇，宛如玩弄暮色。晚蝉的叫声悲凉呜咽。画角声中吹来阵阵寒意，捣衣砧敲出闺妇的相思之切。井边处飘下梧桐的枯叶。我站在梧桐树下，任凭凉露沾湿衣鞋，采来一枝芦花，不时吟咏这白茫茫的芦花似雪。我感叹与她轻易离别，满腔的幽怨和哀痛，台阶下的蟋<br>　　蟀仿佛在替我低声诉说。<br>　　客居中吟咏着秋天，只觉得心情寒怯。我长歌当哭，暗中竟把玉壶敲缺。如同夏日的团扇已被捐弃抛撇，如同鲜艳的荷花枯萎凋谢，一切芳景都已消歇。我在萧瑟的秋风中傲然独立，心中无比怨恨，白白虚度了这清凉的时节。远处传来箫声悲咽，是谁在凭倚西楼侧耳倾听，身上披着一层淡月。 </p><p><strong>注释</strong><br>⑴长安：此处借指南宋都城临安。<br>⑵夹钟羽一解：夹钟羽，一种律调。一解，一阙。<br>⑶晚蜩句：<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》：“寒蝉凄切，对长亭晚，骤雨初歇。”蜩，蝉。<br>⑷碧砧句：有青苔的石砧传来有节奏的捣衣声，井旁落满枯黄的桐叶。银床，井上辘轳架。古乐府《淮南王篇》：“后园作井银作床，金瓶素绠汲寒浆。”<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>《九日传宴》<a href=\"http://so.gushiwen.org/view_63505.aspx\">诗</a>：“玉醴吹岩菊，银床落井桐。”<br>⑸凉花：指菊花、芦花等秋日开放的花，此地系指芦花。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>《早秋》诗：“早藕擎霜节，凉花束紫梢。”<br>⑹秋雪：指芦花，即所采之凉花。<br>⑺砌蛩：台阶下的蟋蟀。<br>⑻吟商：吟咏秋天。商，五音之一，《礼记·月令》：“孟秋之月其音商。”<br>⑼琼壶暗缺：敲玉壶为节拍，使壶口损缺。<br>⑽翠扇恩疏：由于天凉，主人已捐弃扇子。<br>⑾红衣句：古代女子有赠衣给情人以为表记的习俗；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘夫人》：“捐余袂兮江中，遗余褋兮醴浦。”<br>⑿楚箫咽：相传为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所写《忆秦娥》词：“箫声咽，秦娥楚断秦楼月。”<br>⒀谁倚：各本作“谁寄”，此从《词综》卷十九、知不足斋丛书本《苹洲渔笛谱》。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　《玉京秋》为周密自度曲，词咏调名本意。音韵谐美，别具声情，值得治词乐者重视。</p> <p>　　“何处合成愁，离人心上秋”（<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>《唐多令》），知秋之为秋者，莫若游子羁客。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《秋风引》所云：“何处秋风至……孤客最先闻。”亦同此意。玉京，长安，并指首都临安。词人独客杭州，西风又至，心绪黯然，遂琢此词，以写其悒郁之怀。</p> <p>　　上片以景起意。“烟水阔”三字，起得高健。将一派水天空阔、苍茫无际的寥廓景象，尽收笔底，为读者展示了一幅广阔的背景。接下“高林”、“晚蜩”二句，一写目见，一写耳闻。寓情于景，境殊依黯。“弄”字是拟人的笔法，将落日的余晖依偎着树梢缓缓西沉之情态，表现得十分生动。好像是在哀伤白昼的隐没和依恋这逝水的年华似的。物与我，审美的主体与客体，就这样交融在一起了。草窗词工于炼字，即此可见一端了。“蜩”即蝉。寒蝉凄切，哀音似诉，与烟水残阳相映衬，便觉秋意满纸、秋声欲活了。</p> <p>　　“碧砧度韵，银床飘叶”，意工句稳，是声色兼胜之笔。砧，指捣衣之石。因其漂没绿水之中，故冠以“碧”字美称之。因物赋形，便觉新而不怪。“度韵”，指有节奏的捣衣声响，荡漾水际，富有韵律的美感。“银床”，白石砌成的井栏。“银”谓石之白，与碧砧相对，用字殊炼，刷色尤为韶蒨。</p> <p>　　“衣湿桐阴露冷，采凉花，时赋秋雪。”俨然一幅秋宵觅句图画。衣湿、露冷，言伫立之久。秋雪，芦花也，即所采之凉花。湿、冷、凉诸字，皆写人之感受，复笔描摹，愈见心绪之凄苦。以上种种描写，只在烘托环境。“叹轻别”以下三句，才点出心事。却又轻叩即止，不作更多的剖露。用笔吞吐，欲落不落，正是婉约派词人家数。“砌蛩”，指蟋蟀，鸣于秋间，其音凄切，能动客子之乡思。草窗用在歇拍处，上承“幽事”，不必说明，意已反透。</p> <p>　　过片“客思吟商还怯”，紧承“砌蛩”，是将词人的乡思与秋虫的清吟打并一起的手法。“怯”字很有力度。“不意道苦辛，客子常畏人”。（<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《鹧鸪<a href=\"http://so.gushiwen.org/view_63505.aspx\">诗</a>》）此其所以“怯”欤？“怨歌长，琼壶暗缺”二句进一步抒写恨情。“怨歌”，相思之歌也，仍从虫声引出。梁简文《筝赋》：“奏相思而不见，吟夜月而怨歌。”为其所本。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《浪淘沙慢》：“怨歌永、琼壶敲尽缺。”用写别情。唾壶击缺，本王敦事。敦咏“老骥伏枥”以铁如意击节而唾壶尽缺。草窗融化而出之，换一“暗”字，便有翻新之妙。陈廷焯所言：一‘暗’字，其恨在骨。”是也。“翠扇”、“红衣”宕开一层，转写外景。<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《秋晚云阳驿西亭莲池诗》：“烟开翠扇清风晓，水乏红衣白露秋。”写盛开之秋荷。此处则“恩疏”、“香褪”，写败残的莲花。入耳之秋虫，尽成怨曲；入目之秋花，并作愁容，这凄凉况味的确是够折磨人的了。“翻成消歇”者，兼此二者而言，是并上述唧唧之秋虫与枯荷败叶也都荡涤一尽。这是深秋的光景了，其搅动人的乡愁也愈益浓重。“玉骨”二句，托体甚高。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>云：“南渡词境高处，往往出于清真。‘玉骨’二句，髀肉之叹。”（《潭评词辨》）“髀肉复生”，是刘备慨叹岁月蹉跎、功业不立之言，语出《三国志》。草窗用此，意涉多重：“玉骨瘦来无一把”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《赠四同舍诗》），用指体瘦。而“闲却”云云，则是功名未立之叹。而托辞微婉，寄兴遥深，此其所以为高。结拍二句“楚箫咽，谁寄西楼淡月”，是以远处的箫声，来唤醒词人的沉思，来衬托游子的孤寂。是谁在西楼的淡月中，吹奏呜咽的洞箫呢？以动映静，益增凄然之感。不唯切合题面，尤有兴象空灵，风致超诣之妙。陈廷焯云：“此词精金百炼，既雄秀，又婉雅。”推许备至，可见其影响之深远。</p><br/><h2>赏析二</h2> <p>　　词的上片写景，由远至近。首句“烟水阔”，从远大处落笔，视野开扩，展现出辽阔苍茫的天景色。</p> <p>　　“高林”以下四句，景物渐渐拉近，仰观俯视，颇有声色。夕阳西下，高树摇风，一个“弄”字，气势全出。树上的哀蝉，已是“病翼经秋”，叫声凄切婉转。</p> <p>　　捣衣石著一“碧”字，青苔绿水，都在眼中，石井栏称为“银床”，极见洁净清朗，耳闻度韵，目见“飘叶”。这四句，色彩冷淡，声响凄清，有层次地描绘出一幅湖天秋暮图。在这背景下，“衣湿”二句才出现了感怀秋伤的人。桐阴久立，寒露沾衣，时已由暮入夜，不由得词人心绪翻滚。“采凉花，时赋秋雪”，颇似<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>的“黯西风，吹老满汀新雪”（《齐天乐》）。</p> <p>　　张炎的“折芦花赠远，零落一身秋”，命意相近，却更为精微。向来<a href=\"http://so.gushiwen.org/view_63505.aspx\">诗</a>词里一见到芦花，自然就联想到《诗经》中所言的“秋水伊人”。这就自然地引入了别恨。“叹轻别”，追悔畴昔的离别，慨叹现时的相见无期。阶下蟋蟀泣诉低呜，仿佛替人传出满怀的幽怨。</p> <p>　　以下紧接别恨作进一步的倾诉。“客思”二句，极写胸怀郁结之状，秋声商调凄楚徘徊，以至不能自胜，反复吟唱中不觉敲缺了唾壶，足见心中之愁苦。</p> <p>　　“怨歌长、琼壶暗缺”。语出清真《浪淘沙》“怨歌永，琼壶敲尽缺”，而沉痛过之。“翠扇”三句，描写残荷凋零景象，写出秋思之深沉悠长。恩疏、香褪、消歇，渐进的过程是渐淡渐远，“翻成消歇”乃出于意料之外，而这么三句，也就可知他追忆往事之多，时间之长，情意执着真切，以至于无法排解，挥之不去。“玉骨西风”，俊爽高洁，自是一片清境，而所怀之人不能与之共感秋思，真是莫大的遗恨。这与李太白的“相思相见知何日，此时此夜难为情”同一神理。写到此处，读者似觉言语道尽，该是弦绝响歇了，可是，笔锋突转，“楚箫咽”，箫声幽咽，袅袅飘来，更使愁绪为织无以排解。是谁在幽淡的月光下，倚着西楼吹奏呢？结尾即景，以问作结，令人回味不已，颇有余音绕梁之感。</p> <p>　　全首结构严密，井然有序，语言精炼，着笔清雅，确为千锤百炼之作。感秋怀人的客愁别恨，不滞实事，亦不直言，而是凭借最具特征的事物的描写，逐层烘染，委委道出。读者在体会蝉声、蛩声、砧声、箫声中、浮想联翩，情绪随之起伏，不由得感到了作者秋思的悠长缠绵，不禁要与之一道感慨嗟嘘了。 </p>",
  "about": "<h2>简评</h2> 　　此词抒写客中秋思，应是宋亡前客居临安时作。上片从秋容、秋声、秋色几个方面绘出一幅高远而萧瑟的图景，衬托作者独客京华及相思离别的幽怨心情。下片感慨情人疏隔、前事消歇，“怨歌长、琼壶敲缺”句又不仅限于寄托离愁别恨，也隐含着长年沉沦下僚，郁郁不得志的喟叹。结尾画出侧耳细听远处萧声悲咽，举头凝望朦胧淡月的主人公的幽独形象，凄寂情状不言自见。整首词语言清丽精工，风格高秀婉雅。",
  "poet": {
    "id": 517,
    "star": 0,
    "name": "周密",
    "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"
  },
  "tags": [
    "宋词精选",
    "秋天",
    "写景",
    "怀人"
  ]
}