{
  "id": 72467,
  "star": 47,
  "name": "与陈伯之书",
  "dynasty": "南北朝",
  "content": "　　迟顿首陈将军足下：无恙，幸甚，幸甚！将军勇冠三军，才为世出，弃燕雀之小志，慕鸿鹄以高翔！昔因机变化，遭遇明主，立功立事，开国称孤。朱轮华毂，拥旄万里，何其壮也！如何一旦为奔亡之虏，闻鸣镝而股战，对穹庐以屈膝，又何劣邪！</p> <p>　　寻君去就之际，非有他故，直以不能内审诸己，外受流言，沈迷猖蹶，以至于此。圣朝赦罪责功，弃瑕录用，推赤心于天下，安反侧于万物。将军之所知，不假仆一二谈也。朱鲔涉血于友于，张绣剚刃於爱子，汉主不以为疑，魏君待之若旧。况将军无昔人之罪，而勋重於当世！夫迷途知返，往哲是与，不远而复，先典攸高。主上屈法申恩，吞舟是漏；将军松柏不剪，亲戚安居，高台未倾，爱妾尚在；悠悠尔心，亦何可言！今功臣名将，雁行有序，佩紫怀黄，赞帷幄之谋，乘轺建节，奉疆埸之任，并刑马作誓，传之子孙。将军独靦颜借命，驱驰毡裘之长，宁不哀哉！</p> <p>　　夫以慕容超之强，身送东市；姚泓之盛，面缚西都。故知霜露所均，不育异类；姬汉旧邦，无取杂种。北虏僭盗中原，多历年所，恶积祸盈，理至燋烂。况伪孽昏狡，自相夷戮，部落携离，酋豪猜贰。方当系颈蛮邸，悬首藁街，而将军鱼游於沸鼎之中，燕巢於飞幕之上，不亦惑乎？</p> <p>　　暮春三月，江南草长，杂花生树，群莺乱飞。见故国之旗鼓，感平生于畴日，抚弦登陴，岂不怆悢！</p> <p>　　所以廉公之思赵将，吴子之泣西河，人之情也，将军独无情哉？想早励良规，自求多福。</p> <p>　　当今皇帝盛明，天下安乐。白环西献，楛矢东来；夜郎滇池，解辫请职；朝鲜昌海，蹶角受化。唯北狄野心，掘强沙塞之间，欲延岁月之命耳！中军临川殿下，明德茂亲，揔兹戎重，吊民洛汭，伐罪秦中，若遂不改，方思仆言。聊布往怀，君其详之。丘迟顿首。",
  "fanyi": "<p><strong>译文</strong><br>　　丘迟拜上：陈大将军足下，（一向）安好，万分荣幸。将军的英勇是全军之首，才能也是应世的豪杰。您摈弃（庸人的）燕雀小志（及时脱离了齐国），仰慕（贤能的）鸿鹄高飞的远大抱负（而投奔了梁王）。当初（您）顺应机缘，（改换门庭），碰上了贤明的君主梁武帝，（才）建立功勋，成就事业，得以封爵称孤，（一出门）有王侯们乘坐的（装饰华丽的）车子，拥有雄兵，号令—方，又是多么雄壮、显赫！怎么一下子竟成了逃亡降异族的（叛逆），听见（胡人的）响箭就两腿发抖，面对着北魏的统治者就下跪礼拜，又（显得）多么卑劣下贱！<br>　　（我考虑）您离开梁朝投靠北魏的当时，并不是有其他的原因，只不过是因为自己内心考虑不周，在外受到谣言的挑唆，（一时）执迷不悟（不辨是非）行动失去理智，才到了今天（叛梁降魏）这个（局面）。圣明的梁朝廷（能）宽赦（过去的）罪过而重在要你立新功，不计较过失而广为任用（人才），以赤诚之心对待天下之人，让所有心怀动摇的人能消除疑虑安定下来，（这）您是都清楚的，不须我再一一细说了。（记得）朱鲔<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>预杀害汉光武帝的哥哥刘縯，张绣曾用刀刺杀了<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的爱子曹昂，光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>并不因此疑忌（朱鲔），（反而诚心诚意地招降了他），魏王曹操（在张绣归降以后）待他仍像过去一样。况且，您既无朱、张二人的罪过，功勋又见重于当代呢！误入迷途而知道复返，这是古代贤明之人所赞许的（做法），在过错还不十分厉害的时候而能改正，这是古代经典中所推崇的（行为）。梁武帝废法加恩，连像吞船的大鱼这样罪恶深重的人都可漏网；您家的祖坟未被损毁，亲族戚属也都安在，家中住宅完好，妻子仍在家中。您心里好好想想吧，还有什么可说的呢。现在，（梁）满朝功臣名将都各有封赏任命，井然有序；结紫色绶带在腰，怀揣黄金大印在身的（文职官员），参预谋划军、国大计；（各位）武将轻车竖旄旗，接受着保卫边疆的重任，而且朝廷杀马饮血设誓，（功臣名将）的爵位可以传给子孙后代。唯独您还厚着脸皮，苟且偷生，为异族的统治者奔走效力，岂不是可悲的吗！<br>　　凭南燕王慕容超的强横，（终至）身死刑场；凭后秦君主姚泓的强盛，也（落得个）在长安被反缚生擒的下场。因此明白道，天降雨露，分布各地，（只是）不养育外族；我中原姬汉古国，决不容有杂种同生。北魏霸占中原已有好多年了，罪恶积累已满，照理说已将自取灭亡。更何况伪朝妖孽昏聩狡诈，自相残杀，国内各部四分五裂，部族首领互相猜忌，各怀心思，（他们）也正将要从（自己的）官邸被绑缚到京城斩首示众。而将军您却像鱼一样在开水锅里游来游去，像燕子一样在飘动的帷幕上筑巢（自寻死路），（这）不太糊涂了吗？<br>　　暮春三月，在江南草木已生长起来，各种各样的花朵竞相开放，一群一群的黄莺振翅翻飞。（如今与梁军对垒)您每当登上城墙，手抚弓弦，远望故国军队的军旗，战鼓，回忆往日在梁的生活，岂不伤怀！这就是（当年出亡到魏国的）廉颇仍想作赵国的将帅，（战国时魏将）<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>曾望着西河哭泣 的原因，都是（人对故国的）感情。难道唯独您没有（这种）感情吗?切望您能早定良策，自己弃暗投明。<br>　　当今皇上极其开明，天下平安欢乐， （有人）从西方献上白玉环，（有人）从东方进贡措木箭。（西南边远地方的）夜郎、滇池两国，解开辫发（改随汉人习俗），请求封官，（东方的）朝鲜，（西方的）昌海两地的百姓，都叩头接受教化。只有北方的北魏野心勃勃，（横行在）黄沙边塞之间，作出执拗不驯的（样子），企图苟延残喘罢了！（我梁朝）全军统帅临川王萧宏，德行昭明，是梁武帝的至亲，总揽这次北伐军事重任，到北方安抚百姓，讨伐罪魁。倘若您仍执迷不悟，不思悔改，（等我们拿下北魏时）才想起我的这一番话，（那就太晚了）。姑且用这封信来表达我们往日的情谊，希望您能仔细地考虑这件事。丘迟拜上。</p> <p><strong>注释</strong><br>[1]顿首：叩拜。这是古人书信开头和结尾常用的客气语。足下，书信中对对方的尊称。<br>[2]无恙：古人常用的问候语。恙，病；忧。<br>[3]“将军”句：语出<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>《答<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>书》：“陵先将军功略盖天地，义勇冠三军。”此喻陈英勇为三军之首。<br>[4]才为世出：语出苏武《报李陵书》：“每念足下才为世生，器为时出。”此喻陈才能杰出于当世。<br>[5]“弃燕”二句：语出《史记·陈涉世家》：“陈涉太息曰：嗟乎！燕雀安知鸿鹄之志哉！此喻陈伯之有远大的志向。<br>[6]“昔因”二句：指陈伯之弃齐归梁，受梁武帝赏爱器重。<br>[7]“立功”二句，《梁书·陈伯之传》：“力战有功”，“进号征南将军，封丰城县公：邑二千户。”开国：梁时封爵，皆冠以开国之号。孤，王侯自称。此指受封爵事。<br>[8]毂（gǔ古）：原指车轮中心的圆木，此处指代车舆。<br>[9]旄（máo毛）：用牦牛尾装饰的旗子。此指旄节。拥旄，古代高级武将持节统制一方之谓。[10]鸣镝（dí）：响箭。股战：大腿颤抖。<br>[11]穹庐：原指少数民族居住的毡帐。这里指代北魏政权。<br>[12]去就：指陈伯之弃梁投降北魏事。<br>[13]内审：内心反复考虑。诸，“之于”的合音。<br>[14]赦罪责功：赦免罪过而求其建立功业。<br>[15]瑕：玉的斑点，此指过失。弃瑕，即不计较过失。<br>[16]“推赤”二句：《后汉书·光武帝纪》：“降者更相语曰：‘萧王推赤心置人腹中，安得不投死乎？’”又：汉兵诛王郎，得吏人与郎交关谤毁者数千章烧之曰：“令反侧子自安。”反侧子，指心怀鬼胎，疑惧不安的人。此谓梁朝以赤心待人，对一切都既往不咎。<br>[17]不假：不借助，不需要。<br>[18]“朱鲔”句。朱鲔（wěi伟）是王莽末年绿林军将领，曾劝说刘玄杀死了光武帝的哥哥刘伯升。光武攻洛阳，朱鲔拒守，光武遣岑彭前去劝降，转达光武之意说，建大功业的人不计小恩怨，今若降，不仅不会被杀，还能保住官爵。朱鲔乃降。涉血，同“喋血”，谓杀人多流血满地，脚履血而行。友于，即兄弟。《尚书·君陈》：“惟孝友于兄弟。”此指刘伯升。<br>[19]“张绣”句。据《三国志·魏志·武帝纪》载：“建安二年，公（曹操）到宛。张绣降，既而悔之，复反。公与战，军败，为流矢所中。长子昂、弟子安民遇害。”建安四年，“冬十一月，张绣率众降，封列侯。”剚（zì自）刃，用刀刺入人体。<br>[20]往哲：以往的贤哲。与，赞同。<br>[21]不远而复：指迷途不远而返回。《易·复卦》：“不远复，无祗悔，元吉。”<br>[22]先典：古代典籍，指《易经》。攸高：嘉许。<br>[23]“主上”二句：桓宽《盐铁论·刑德》：“明王茂其德教而缓其刑罚也。网漏吞舟之鱼。”吞舟，这里指能吞舟的大鱼。<br>[24]松柏：古人常在坟墓边植以松柏，这里喻指陈伯之祖先的坟墓。不剪：谓未曾受到毁坏。<br>[25]“高台”句：桓谭《新论》云：雍门周说孟尝君曰：“千秋万岁后，高台既已倾，曲池又已平。”此指陈伯之在梁的房舍住宅未被焚毁。<br>[26]雁行：大雁飞行的行列，比喻尊卑排列次序。<br>[27]紫：紫绶，系官印的丝带。黄：黄金印。<br>[28]赞：佐助。帷幄：军中的帐幕。《史记·留侯世家》：“运筹策帷幄中，决胜千里外。”<br>[29]轺（yáo遥）：用两匹马拉的轻车，此指使节乘坐之车。建节：将皇帝赐予的符节插立车上。<br>[30]疆埸（yì易），边境。<br>[31]刑马：杀马。古代诸侯杀白马饮血以会盟。<br>[32]传之子孙：这是梁代的誓约，指功臣名将的爵位可传之子孙。<br>[33]靦（miǎn免）颜：厚着脸。<br>[34]毡裘：以毛织制之衣，北方少数民族服装，这里指代北魏。长，头目。这里指拓跋族北魏君长。<br>[35]慕容超：南燕君主。晋末宋初曾骚扰淮北，刘裕北伐将他擒获，解至南京斩首。<br>[36]东市：汉代长安处决犯人的地方。后泛指刑场。<br>[37]姚泓：后秦君主。刘裕北伐破长安，姚泓出降。<br>[38]面缚：面朝前，双手反缚于后。西都，指长安。<br>[39]霜露所均：霜露所及之处，即天地之间。<br>[40]异类：古代汉族对少数民族带侮辱性的称呼。<br>[41]姬汉：即汉族。姬，周天子的姓。旧邦：指中原周汉的故土。<br>[42]杂种：古代汉族对少数民族带侮辱性的称呼。<br>[43]北虏：指北魏。虏是古代汉族对少数民族带侮辱性的称呼。僭（jiàn见）：假冒帝号。<br>[44]“多历”句：拓跋珪386年建立北魏，至505年已一百多年。年所，年代。<br>[45]燋烂：溃败灭亡。燋，通“焦”。<br>[46]伪 孽（niè 聂）：这里指北魏统治集团。昏狡：昏瞆狡诈。<br>[47]自相夷戮：指北魏内部的自相残杀。501年，宣武帝的叔父咸阳王元禧谋反被杀。504年，北海王元祥也因起兵作乱被囚禁而死。<br>[48]携离：四分五裂。携，离。<br>[49]酋豪：部落酋长。猜贰：猜忌别人有二心。<br>[50]蛮邸：外族首领所居的馆舍。<br>[51]藁（gǎo稿）街：汉代长安街名。是少数民族居住的地方。蛮邸即设于此。<br>[52]“而将军”二句：李善注引袁崧《后汉书》<a href=\"http://so.gushiwen.org/author_1902.aspx\">朱穆</a>上疏曰：“养鱼沸鼎之中，栖鸟烈火之上，用之不时，必也焦烂。”飞幕，动荡的帐幕，此喻陈伯之处境之危险。<br>[53] “见故国”四句：语出李善注引袁晔《后汉记·汉献帝春秋》臧洪报袁绍书：“每登城勒兵，望主人之旗鼓，感故交之绸缪，抚弦搦矢，不觉涕流之复面也。”陴（pí疲），城上女墙。畴日：昔日；怆悢，悲伤。<br>[54]“所以”句，事见《史记·廉颇蔺相如列传》：“廉颇居梁久之，魏不能信用。赵以数困于秦兵，赵王思复得廉颇，廉颇亦思复用于赵”思赵将，即想复为赵将。<br>[55]“吴子”句：据《吕氏春秋·观表》吴起为魏国守西河（今陕西韩城县一带）。魏武侯听信谗言，使人召回吴起。吴起预料西河必为秦所夺取，故车至于岸门，望西河而泣。后西河果为秦所得。<br>[56]励：勉励，引申为作出。良规，妥善的安排。<br>[57]白环西献：李善注引《世本》载：“舜时，西王母献白环及佩。”<br>[58]楛（hù户）矢：用楛木做的箭。《孔子家语》载：武王克商，“于是肃慎氏贡楛矢石砮。”肃慎氏，东北的少数民族。<br>[59]夜郎：今贵州桐梓县一带。滇池：今云南昆明市附近。均为汉代西南方国名。<br>[60]解辫请职：解开盘结的发辫，请求封职。即表示愿意归顺。<br>[61]昌海：西域国名。即今新疆罗布泊。<br>[62]蹶角：以额角叩地。受化：接受教化。<br>[63]“掘强”二句：《汉书·伍被传》记伍被说淮南王曰：“东保会稽，南通劲越，屈强江、淮间，可以延岁月之寿耳。”掘强，即倔强。<br>[64]中军临川殿下：指萧宏。时临川王萧宏任中军将军。殿下，对王侯的尊称。<br>[65]茂亲：至亲。指萧宏为武帝之弟。<br>[66]揔：通“总”。戎重：军事重任。<br>[67]吊民：慰问老百姓。汭（ruì锐）：水流隈曲处。洛汭，洛水汇入黄河的洛阳、巩县一带。<br>[68]秦中：指北魏。今陕西中部地区。<br>[69]遂：因循。<br>[70]聊布：聊且陈述。往怀：往日的友情。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　民族主义的不朽奇文——《与陈伯之书》，　全文可分为五段，这五个段落结合陈伯之以往的经历、现实的处境、内心的疑虑，有的放矢地逐层申说，无论是赞赏陈的才能，惋惜陈的失足，还是担忧陈的处境，期望陈的归来，均发自肺腑，真挚感人，全文有循循善诱、真诚相待之言，无空泛说教、虚声恫吓之语。（节选自《应用写作》学术月刊1994年第10期，《丘迟善攻心　一书化干戈》）</p> <p>　　该文是丘迟写给陈伯之的一封书信。丘迟在信中首先义正辞严地谴责了陈伯之叛国投敌的卑劣行径，然后申明了梁朝不咎既往、宽大为怀的政策，向对方晓以大义，陈述利害，并动之以故国之恩、乡关之情，最后奉劝他只有归梁才是最好的出路。文中理智的分析与深情的感召相互交错，层层递进，写得情理兼备，委婉曲折，酣畅淋漓，娓娓动听，具有摇曳心灵的感染力和说服力。因此，“伯之得书，乃于寿阳拥兵八千归降”。</p> <p>　　古人云：“感人心者，莫先乎情”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《与元九书》），该文围绕着“情”字作文章，注意遴选那些饱含情意的细节及相关的事物纳入篇中，让陈伯之感到丘迟处处是在为他着想，是在真心实意地帮助他弃暗投明，摆脱困境。全文濡染着作者热爱祖国，挽救故人的以挚感情，具有荡气回肠的感人力量。</p> <p>　　该文虽是骈文，但用典较少，而且力求摒弃晦涩冷僻之典，尽量写得明白晓畅，具体实在。全文基本使用偶体双行的四六句式，但注意参差变化，具有音乐美及和谐的节律感。文章内容充实，感情真挚。作者突破了骈文形式上的束缚，克服了南朝骈文大多形式华美、内容空洞的弊病，而自出机杼，写出了这篇流传千古的优秀骈文。今天读来，仍能给读者以美的艺术享受。</p>",
  "about": "<h2>创作背景</h2> <p>　　历史上晋朝与隋朝之间二百年的南北朝可以说是中国内战不断，纷争不休最为严重的时期之一。在江南以建康(今南京)为中心，相继建立过宋、齐、梁、陈四朝；在北方经历了北魏、东魏、西魏、北齐、北周五朝。不是外部入寇就是重臣造反，上演了一幕幕你刚唱罢我登场的历史闹剧。丘迟向陈伯之劝降的《与陈伯之书》就诞生在北魏与梁的战争之中，给后人留下了笔杆子战胜枪杆子的千古杰作。</p> <p>　　丘迟和陈伯之本来都是齐朝大臣，一个官至太中大夫，一个是冠军将军、骠骑司马。往远里说，丘迟八岁就会写文章，长大后更是以文采出众而为世人称道。陈伯之幼时就臂力过人，但游手好闲，不肯从事农业生产，每逢稻熟的时候就持刀抢夺，长大后沦为海盗，抢劫时被船主砍掉了左耳。后来投奔同乡车骑将军王广之，因作战勇敢屡有战功，逐渐升迁为冠军将军、骠骑司马。丘、陈二人虽是同朝为官，却是文武相对，德行相反。也正是因为这样，才有后来丘迟《与陈伯之书》的产生。</p> <p>　　梁武帝天监四年（公元505年），梁武帝命临川王萧宏领兵北伐，陈伯之屯兵寿阳与梁军对抗，萧宏命记室丘迟以个人名义写信劝降陈伯之。《与陈伯之书》就是在这样的背景下写成的一封政治性书信。陈伯之收到这封劝降信后，为书信的情理所慑服，不久就率八千之众投降。</p>",
  "poet": {
    "id": 875,
    "star": 0,
    "name": "丘迟",
    "desc": "丘迟（464—508），字希范，吴兴乌程（今浙江省湖州市）人，丘灵鞠之子。南朝梁文学家。初仕南齐，官至殿中郎、车骑录事参军。后投入萧衍幕中，为其所重。梁天监三年，丘迟由中书侍郎出为永嘉太守。 丘迟诗文传世者不多，所作《与陈伯之书》，使陈伯之拥众八千归降， 其中“暮春三月，江南草长，杂花生树，群莺乱飞”更是千古传诵的名句。劝伯之自魏归梁，是当时骈文中的优秀之作。"
  },
  "tags": [
    "书信"
  ]
}