{
  "id": 70883,
  "star": 802,
  "name": "和张仆射塞下曲·其三",
  "dynasty": "唐代",
  "content": "月黑雁飞高，单于夜遁逃。<br>欲将轻骑逐，大雪满弓刀。",
  "fanyi": "<p><strong>译文</strong><br>夜静月黑雁群飞得很高，单于趁黑夜悄悄地逃窜。<br>正要带领轻骑兵去追赶，大雪纷飞落满了身上的弓刀。</p> <p><strong>注释</strong><br>①塞下曲：古时边塞的一种军歌。<br>②月黑：没有月光。<br>③单于（chán yú ）：匈奴的首领。这里指入侵者的最高统帅。<br>④遁：逃走。<br>⑤将：率领。<br>⑥轻骑：轻装快速的骑兵。<br>⑦逐：追赶。<br>⑧满：沾满。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《塞下曲》为汉乐府旧题，属《横吹曲辞》，内容多写边塞征战。原共六首，蘅塘退士选其四首。这是<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>组<a href=\"http://so.gushiwen.org/view_70883.aspx\">诗</a>《塞下曲》中的第三首。卢纶曾任幕府中的元帅判官，对行伍生活有体验，描写此类生活的诗比较充实，风格雄劲。这首诗写将军雪夜准备率兵追敌的壮举，气概豪迈。</p> <p>　　诗由写景开始，“月黑雁飞高”并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻；而宿雁惊飞，透露出敌人正在行动。寥寥五字，既交代了时间为冬季，又烘托出了战前的紧张气氛。</p> <p>　　“单于夜遁逃”，敌人夜间行动，并非率兵来袭，而是借月色的掩护仓皇逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军的必胜信念，令读者为之振奋。</p> <p>　　后两句写将军准备追敌的场面，气势不凡。“欲将轻骑逐”，将军发现敌军潜逃，要率领轻装骑兵去追击；不仅仅因为轻骑快捷，同时也显示出了一种高度的自信。当勇士们列队准备出发时，一场纷纷扬扬的大雪下了起来，虽然站立不过片刻，刹那间弓刀上却落满了雪花。遮掩了他们武器的寒光。他们就像一支支即将离弦的箭，虽然尚未出发，却满怀着必胜的信心。</p> <p>　　最后一句“大雪满弓刀”是严寒景象的描写，突出表达了战斗的艰苦性和将士们奋勇的精神。</p> <p>　　本诗虽区区二十个字，却写出了当时的实情：单于在“月黑雁飞高”的情景下率军溃逃，将军在“大雪满弓刀”的奇寒天气情况下准备率军出击。一逃一追把紧张的气氛全部渲染了出来。诗句虽然没有直接写激烈的战斗场面，但留给了读者广阔的想象空间，营造了诗歌意蕴悠长的氛围。</p><br/><h2>鉴赏二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70883.aspx\">诗</a>只有短短20个字，却饱含了大量的信息，激发读者产生无穷的想象。作者并没有直接描写战斗的场面，但通过读诗，完全可以通过领悟诗意和丰富想象，绘出一幅金戈铁马的战争画图来。</p> <p>　　诗由写景开始：“月黑雁飞高”。这样的景是难于刻画的：“月黑”，则茫无所见；“雁飞高”，则无迹可寻。雁飞而且高。是由声音觉察到的。这样的景，并非眼中之景，而是意中之景。雪夜月黑，本不是雁飞的正常时刻。而宿雁惊飞，正透露出敌人正在行动。寥寥五字，既交待了时间，又烘托了战斗前的紧张气氛，直接逼出下句“单于夜遁逃”来。单于本是古匈奴的君主，这里借指敌军统帅。敌军在夜间行动，应当有各种可能。然而诗人但谓“单于夜遁逃”。读诗至此，顿觉一股豪迈之情扑面而来。敌人夜间行动，并非率兵来袭，而是借夜色的掩护仓惶逃遁。诗句语气肯定，判断明确，充满了对敌人的蔑视和我军必胜的信念，足令读者为之振奋，于上句造成的神秘气氛中，发一惊采。敌酋遁去，我军纵兵追擒，这是自然的发展。“欲将轻骑逐”，是追兵将发而未发。不用大军而仅派“轻骑”，绝不仅仅因为快捷，同时也还显示厂一种高度的自信。仿佛敌人已是瓮中之鳖，只须少量“轻骑”追剿。便可手到擒来。当勇士们列队准备出发时。虽然站立不过片刻．而大雪竟落满弓刀。“大雪满弓刀”一句，又发惊采，将全诗意境推向高潮。在茫茫的夜色中，在洁白的雪地上，一支轻骑兵正在集结，雪花顷刻便落满了他们全身，遮掩了他们武器的寒光。他们就象一支支即将离弦的箭。虽然尚未出发，却早就满怀着必胜的信心。这是一幅非常动人的画图：在静谴中蕴藏着呐喊，在昏暗中酝酿着闪电。虽然是在漆黑的夜间，勇士们被白雪勾画出的英姿仍然是“焕尔触目”。“离首即尾、离尾即首”虽然是绝句的难点，但诗人倘能大胆剪裁，巧妙构思，抓住典型环境与典型场景，完全能够写出精采的佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70883.aspx\">诗</a>写于<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>的人生和仕途都极为不顺，早年间他多次应举不第，后经<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>、<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>等举荐才某的管职。朱泚之乱过后，咸宁王浑瑊出镇河中，提拔卢纶为元帅府判官。这是卢纶边塞生活的开始，在军营中，卢纶看到的都是雄浑肃穆的边塞景象，接触到的都是粗犷豪迈的将士，故而创作了这首边塞诗。</p>",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "边塞",
    "冬天",
    "战争",
    "赞美",
    "将军"
  ]
}