{
  "id": 52786,
  "star": 119,
  "name": "满庭芳·小阁藏春",
  "dynasty": "宋代",
  "content": "小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。<br>从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。",
  "fanyi": "<p><strong>译文</strong><br>在阁楼中好似春天一般，平常不用的窗子将白昼都隔在了外面，走在画廊里，发现这里非常深幽。篆香烧尽了，日影移上帘箔了，才发现黄昏将近。我喜爱梅花，自己种的江梅渐已长好，为什么一定要再临水登楼赏玩风月而荒废了时光呢。没有人来找我谈话聊天，如今在这样的寂寥环境里独自面对梅花，就好像当年<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>在扬州对花彷徨。<br>梅花色泽美艳，它虽不像别的花那么畏惧霜雪，但毕竟娇弱，难以禁受寒风冷雨的摧残。又是谁吹起横笛曲《梅花落》，吹动了我的愁绪。不要怨恨暗香消失，落花似雪，要相信，虽然梅花踪迹难寻而它情意长留。我很难说出我的家世，多想有一个美好的夜晚，淡淡的月光投下梅枝横斜优美的姿影，从这姿影里还能显示出梅花的俊俏风流。</p> <p><strong>注释</strong><br>⑴满庭芳：词牌名。<br>⑵篆香：对盘香的喻称。<br>⑶江梅：此指梅中上品，非泛指江畔、水边之梅。<br>⑷临水登楼：语出<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》“登兹楼以四望兮，聊暇日以销忧”之句。<br>⑸浑似：完全像。<br>⑹何逊在扬州：语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《和<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>登蜀州东亭送客逢早梅相忆见寄》“东阁官梅动<a href=\"http://so.gushiwen.org/view_52786.aspx\">诗</a>兴，还如何逊在扬州”之句。<br>⑺韵胜：优雅美好。<br>⑻难堪雨藉：难以承受雨打。<br>⑼不耐风揉：《乐府雅词》卷下、《梅苑》卷三、《全宋词》第二册均作“不耐风柔”，“柔”字不通，故改。<br>⑽横笛：汉横吹曲中有《梅花落》。<br>⑾扫迹：语见孔稚珪《北山移文》“乍低枝而扫迹”。原意谓扫除干净，不留痕迹。此处系反其意而用之。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的咏梅词之一，后人曾补题为“残梅”，借梅花清瘦高雅之趣，写个人情思；堪称咏物词中的佳作。</p> <p>　　词的起笔与词题好似无关，但却描绘了一个特殊的抒情环境。前人称这种写法为“先盘远势”。作者首先写出了她住处的寂寞无聊：“小阁藏春，闲窗锁昼，画堂无限深幽。”“小阁”即小小的闺阁，这是妇女的内寝，“闲窗”即表示内外都是闲静的。“藏”与“锁”互文见义。美好的春光和充满生气的白昼，恰恰被藏锁在这狭小而闲静的圈子里。唐宋时富贵之家的内寝往往有厅堂相连结。小阁设画堂里侧。春光和白昼俱藏锁住了，暗示这里并未感到它们的存在，因而画堂显得特别深幽。“深幽”极言其堂之狭长、暗淡、静阒。作者已习惯这种环境，似乎还满意于它的深幽。古人爱尚雅洁者都喜焚香。篆香是一种中古时期的高级盘香。它的烧尽，表示整日的时光已经流逝，而日影移上帘箔即说明黄昏将近。从所描述的小阁、闲窗、画堂、篆香、帘箔等情形推测，抒情女主人公是生活在上层社会中的妇女，富贵而安闲，但环境的异常冷清寂寞也透露了其生活不幸的消息。“手种江梅渐好”是词意的转折，开始进入咏物。黄昏临近之时，女主人公于室外见到亲手种植的江梅，忽然产生一种欣慰。它的“渐好”能给种树人以安慰；欣赏“手种江梅”，又会有许多往事的联想，因而没有必要再临水登楼赏玩风月了。除了对梅花的特殊情感之外，似乎心情慵倦，于应赏玩的景物都失去了兴致。</p> <p>　　词上阕的结尾，由赏梅联想到南朝文人<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>迷恋梅花的事，使词情的发展向借物抒情的方问过渡，渐渐进入作者所要表达的主旨。何逊（约480—520）是南朝梁代著名的文学家。他的<a href=\"http://so.gushiwen.org/view_52786.aspx\">诗</a>情辞宛转、意味隽美，深为唐宋诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>所赞赏。梁代天监（梁武帝年号，502—519）年间，他曾为建安王萧伟的水曹行参军兼记室，有咏梅的佳篇《扬州法曹梅花盛开》（亦作《咏早梅》）。清人江昉刻本《何水部集》于此诗下注云：“逊为建安王水曹，王刺扬州，逊廨舍有梅花一株，日吟咏其下，赋诗云云。后居洛思之，再请其任，抵扬州，花方盛开，逊对花仿惶，终日不能去。”何逊对梅花的一片痴情，是其寂寞苦闷情附着所致。杜诗有“东阁官梅动诗兴，还如何逊在扬州”（《和<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>登蜀州东亭送客逢早梅相忆见寄》）。清照用何逊之事，又兼用杜诗句意；按她的理解，何逊在扬州是寂寥的。她在寂寞的环境里面对梅花，遂与何逊身世有某些共鸣之感。</p> <p>　　词人善于摆脱一般咏物之作胶着物态、敷衍故实的习径、而是笔端充满丰富的情感，联系个人身世，抒发对残梅命运的深深同情。“从来知韵胜”，是她给予梅花整体的赞语。“韵”是风韵、神韵，是形态与品格美的结合。梅花是当得起“韵胜”的，词人肯定了这一点之后，却不再多说，转笔来写它的不幸，发现它零落后别有一番格调意趣。“藉”与“揉”也是互文见义，有践踏摧损之意。梅虽不畏寒冷霜雪，但它毕竟是花，仍具花之娇弱特性，因而也难以禁受风雨的践踏摧损。这是花的命运。由落梅的命运，作者产生各种联想词意呈现很曲折的状态。由落梅联想到古曲《梅花落》，是虚写，以此表现落梅引起作者个人的感伤情绪，造成一团“浓愁”而难以排解。但作者又试图进行自我排解，词情为之一变。梅花的暗香消失、落花似雪，说明其飘谢凋零，丰韵不存。这本应使人产生春恨，迁恨于春日风雨的无情。但词人以为最好还是“莫恨”，“须信道、扫迹情留。”“扫迹”即踪迹扫尽，难以寻觅。“难言处，良宵淡月，疏影尚风流”是补足“情留”之意。“难言处”是对下阕所表达的复杂情感的概括，似乎还有与作者身世的双关的含意。想象一个美好的夜晚，淡淡的月光，投下梅枝横斜优美的姿影。从这姿影里还显示出梅的俊俏风流，应是它扫迹后留下的一点情意。也许明年它又会重开，并带来春的信息。“良宵淡月，疏影尚风流”突出了梅花格调意趣的高雅，使全词的思想达到了一个新的高度，它赞美了一种饱经苦难折磨之后，仍孤高自傲，对人生存信心的高尚的精神品格。</p> <p>　　关于这首词的写作时间，因缺乏必要的线索而无法详考，但从词中所描述的冷清寂寞“无人到”的环境和表现凋残迟暮“难言”的感伤情绪来看，它应是清照遭到家庭变故后的作品。这种变故使清照的词作具有凄凉悲苦的情调。因而在咏残梅的词里，不难发现作者借物咏怀，暗寓了身世之感，其主观抒情色彩十分浓厚，达到了意与境谐、情景交融的程度，故难辨它是作者的自我写照还是咏物了。它和清照那些抒写离别相思和悲苦情绪的作品一样，词语轻巧尖新，词意深婉曲折，表情细腻，音调低沉谐美，富于女性美的持征，最能体现其基本的艺术特色。这首《满庭芳》不仅是《漱玉词》中的佳作，也应是宋人咏物的佳作之一。</p>",
  "about": "<h2>创作背景</h2> 　　此词历来被视为<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>前期的作品。刘瑜《李清照全词》认为此词当为清照南渡前的词作。陈祖美《李清照简明年表》认为这首《满庭芳》为公元1104年（宋徽宗崇宁三年）的作品。但也有学者认为此词是李清照后期的作品，如谢桃坊就认为它应是作者遭到家庭变故后所作。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "梅花",
    "生活",
    "抒情"
  ]
}