{
  "id": 70877,
  "star": 233,
  "name": "长相思·其二",
  "dynasty": "唐代",
  "content": "日色欲尽花含烟，月明欲素愁不眠。<br>赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。<br>此曲有意无人传，愿随春风寄燕然。<br>忆君迢迢隔青天，昔日横波目，今作流泪泉。<br>不信妾断肠，归来看取明镜前。",
  "fanyi": "<p><strong>韵译</strong><br>夕阳西下暮色朦胧，花蕊笼罩轻烟，<br>月华如练，我思念着情郎终夜不眠。<br>柱上雕饰凤凰的赵瑟，我刚刚停奏，<br>心想再弹奏蜀琴，又怕触动鸳鸯弦。<br>这饱含情意的曲调，可惜无人传递，<br>但愿它随着春风，送到遥远的燕然。<br>忆情郎呵、情郎他迢迢隔在天那边，<br>当年递送秋波的双眼，<br>而今成了流泪的源泉。<br>您若不信贱妾怀思肝肠欲断，<br>请归来看看明镜前我的容颜！</p><p><strong>注释</strong><br>①赵瑟：相传古代赵国的人善弹瑟。瑟：弦乐器。<br>②凤凰柱：或是瑟柱上雕饰凤凰形状。<br>③蜀琴句：旧注谓蜀琴与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>琴挑故事有关。按：<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>有“蜀琴抽白雪”句。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>也有“蜀琴安膝上，《周易》在床头”句。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“吴丝蜀桐张高秋”，王琦注云：“蜀中桐木宜为乐器，故曰蜀桐。”蜀桐实即蜀琴。似古人<a href=\"http://so.gushiwen.org/view_70877.aspx\">诗</a>中常以蜀琴喻佳琴，恐与司马相如、<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>事无关。鸳鸯弦也只是为了强对凤凰柱。</p>",
  "shangxi": "<h2>简析</h2> <p>　　“日色欲尽花含烟，月明如素愁不眠”一句，季节、时间、环境、情绪全出来了。春日的一个黄昏，日色将尽，夜幕降临，花辨上也似乎含着缕缕烟雾，女主人在干什么呢？月亮已经升起来了，明如镜、皎如绢，一种淡淡的愁绪让她开始感到闷倦，难以安眠。这样一烘托，一幅温婉细腻的场景率先浮现在了读者面前。</p> <p>　　紧接着一副工整的对仗“赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦”。古代赵国的妇女善鼓瑟，故称赵瑟，蜀中有桐木宜作琴，相传<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>曾奏蜀琴来挑逗<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>。<a href=\"http://so.gushiwen.org/view_70877.aspx\">诗</a>人用这两句排比在暗喻什么呢。从字面上来看，赵瑟刚弹过，凤凰状的瑟柱停下来了，又不知不觉的拿起蜀琴，准备开始奏起鸳鸯弦。而凤凰、鸳鸯都是成双成对生活，正是男女之情的一种见证！哦，原来女主人是在思念她的爱人了。　</p> <p>　　再来看下句“此曲有意无人传，愿随春风寄燕然”，男人在思念至极呐喊“天长地远魂飞苦，梦魂不到关山难”，一片如火之热情。女人则如水，她不怨恨，她只是把满怀心事托与春风，希望春风能把因凤凰柱、鸳鸯弦带给她的那深切的别离之苦捎给远方的心上人。“寄燕然”一句告诉我们，原来她的丈夫是从征去了。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《关山月》中曾经这样描写过征客的心境“戍客望边邑，思归多苦颜。高楼当此夜，叹息未应闲”，这样的思念，比起“一种相思、两种闲愁”的“闲愁”更多了几分烟火气息和现实意义。</p> <p>　　心事已经寄予春风了，春风真的能给爱人带去自己的一片相思吗？女人心里依旧一片茫然，于是她发出了一声沉重的叹息：“忆君迢迢隔青天”！山水迢迢，对你的思念如此遥远，就象隔着那苍茫的青天。</p> <p>　　“昔日横波目，今为流泪泉”，一句想象奇特、大胆夸张的对偶把这个美丽的女子形象刻画出来了，旧日的那对顾盼灵秀、眼波如流的双目，如今却变成了泪水的源泉，可知二人分开之后，女子除了长夜无眠和深深叹息之外，竟是常常的以泪洗面。　</p> <p>　　末句“不信妾肠断，归来看取明镜前”，使这个女子的形象更加鲜明丰满了，你看她娇嗔的说道：如果你不相信我因为思念你而肝肠寸断，等你回来时，在明镜前看看我憔悴、疲惫的面容就知道了。一副天真、调皮的样子跃然纸上，让人倍加爱怜和心痛。　</p> <p>　　《长相思》第二首相比第一首，言语更加浅显易懂、音韵更加曲调化，我想，这与唐朝音乐鼎盛有关，从宫廷乐府到民间教坊，许多诗词都被谱上曲谱，四处吟唱，李白的乐府诗更是其中一颗璀璨的明珠。第二首又用了夸张、排比、想象、暗喻等手法，从多个角度把这个美丽多情的女子对出征边塞丈夫的思念之情表现得淋漓尽致。</p> <p>　　诗人虽不是女子，却能刻画如此生动、细腻的女子形象，就好像<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>不是女人，却能读懂天下形形色色的女人一样，我想，世间无论男女，也许不必太多的在意付出，只要能真正的读懂对方，此生足矣！</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "乐府",
    "女子",
    "思念"
  ]
}