{
  "id": 7576,
  "star": 308,
  "name": "与诸子登岘山",
  "dynasty": "唐代",
  "content": "人事有代谢，往来成古今。江山留胜迹，我辈复登临。<br>水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。",
  "fanyi": "<p><strong>译文</strong><br>人间的事情都有更替变化，来来往往的时日形成古今。<br>江山各处保留的名胜古迹，而今我们又可以登攀亲临。<br>鱼梁洲因水落而露出江面，云梦泽由天寒而迷濛幽深。<br>羊祜碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。</p> <p><strong>注释</strong><br>⑴岘山：一名岘首山，在今湖北襄阳城以南。诸子：指<a href=\"http://so.gushiwen.org/view_7576.aspx\">诗</a>人的几个朋友。<br>⑵代谢：交替变化。<br>⑶往来：旧的去，新的来。<br>⑷复登临：对羊祜曾登岘山而言。登临：登山观看。<br>⑸鱼梁：沙洲名，在襄阳鹿门山的沔水中。<br>⑹梦泽：云梦泽，古大泽，即今江汉平原。<br>⑺字：一作“尚”。<br>⑻羊公碑：后人为纪念西晋名将羊祜​而建。羊​祜​镇守襄阳时，常与友人到岘山饮酒诗赋，有过江山依旧人事短暂的感伤。　</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首吊古伤今的<a href=\"http://so.gushiwen.org/view_7576.aspx\">诗</a>。所谓吊古，是凭吊岘首山的羊公碑。据《晋书​·羊祜传》，羊祜镇荆襄时，常到此山​置酒言咏。有一次，他对同游者喟然叹曰：“自有宇宙，便有此山，由来贤达胜士，登此远望如我与卿者多矣，皆湮灭无闻，使人悲伤！”羊祜生前有政绩，死后，襄阳百姓于岘山建碑立庙，“岁时飨祭焉。望其碑者，莫不流涕。”作者登上岘首山，见到羊公碑，自然会想到羊祜。由吊古而伤今，不由感叹起自己的身世来。</p> <p>　　“人事有代谢，往来成古今”，是一个平凡的真理。大至朝代更替，小至一家兴衰，以及人们的生老病死、悲欢离合，人事总是在不停止地变化着，没有谁没有感觉到。寒来暑往，春去秋来，时光也在不停止地流逝着，这也没有谁没有感觉到。首联两句凭空落笔，似不着题，却引出了作者的浩瀚心事，饱含着深深的沧桑之感。</p> <p>　　颔联两句紧承首联。“江山留胜迹”是承“古”字，“我辈复登临”是承“今”字。作者的伤感情绪，便是来自今日的登临。此处所说的“胜迹”，是指山上的羊公碑和山下的鱼梁洲等。</p> <p>　　颈联两句写登山所见。“浅”指水，由于“水落”，鱼梁洲更多地呈露出水面，故称“浅”；“深”指梦泽，辽阔的云梦泽，一望无际，令人感到深远。登山远望，水落石出，草木凋零，一片萧条景象。作者抓住了当时当地所特有的景物，提炼出来，既能表现出时序为严冬，又烘托了作者心情的伤感。</p> <p>　　尾联两句将“岘山”扣实。“羊公碑尚在”，一个“尚”字，十分有力，它包含了复杂的内容。羊祜镇守襄阳，是在晋初，而<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>写这首诗却在盛唐，中隔四百余年，朝代的更替，人事的变迁，是非常巨大的。然而羊公碑却还屹立在岘首山上，令人敬仰。与此同时，又包含了作者伤感的情绪。四百多年前的羊祜，为国（指晋）效力，也为人民做了一些好事，是以名垂千古，与山俱传；想到自己仍为“布衣”，无所作为，死后难免湮没无闻，这和“尚在”的羊公碑，两相对比，令人伤感，因之，就不免“读罢泪沾襟”了。</p> <p>　　这首诗前两联具有一定的哲理性，后两联既描绘了景物，富有形象，又饱含了作者的激情，这就使得它成为诗人之诗而不是哲人之诗。同时，语言通俗易懂，感情真挚动人，以平淡深远见长。清<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>​评孟浩然诗词：“从静悟中得之，故语淡而味终不薄。”这首诗的确有如此情趣。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_7576.aspx\">诗</a>人大半生居住在襄阳城南岘山附近的涧南园，该诗即创作于诗人在家乡隐居读书、写诗自娱期间。诗人求仕不遇，心情苦闷，在极不得意的时候，与几个朋友登上岘山游玩，凭吊羊公碑，想到羊祜当年的心境，想起羊祜说过的“自有宇宙，便有此山，由来贤者胜士登此远望如我与卿着，皆湮灭无闻，使人伤悲”的话，正与诗人的处境正相吻合。由此借古抒怀，写下了这首诗。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "吊古伤今"
  ]
}