{
  "id": 71149,
  "star": 3042,
  "name": "杂说四·马说",
  "dynasty": "唐代",
  "content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。</p> <p>　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？</p> <p>　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！",
  "fanyi": "<p><strong>译文</strong><br>　　世上（先）有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，（跟普通的马）一同死在槽枥之间，不以千里马著称。</p> <p>　　（日行）千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能（日行）千里而（像普通的马一样）来喂养它。这样的马，虽然有（日行）千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它（日行）千里呢?</p> <p>　　不按照（驱使千里马的）正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说：\"天下没有千里马！\"唉，难道真的没有千里马吗？大概是真的不认识千里马吧！ </p> <p><strong>注释</strong><br>1、伯乐：孙阳。春秋时人，擅长相（xiàng）马（现指能够发现人才的人）。<br>2、千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才；特指有才华的人。<br>3、而：表转折。可是，但是。<br>4、故虽有名马：所以即使有名贵的马。故：因此 。 虽：即使。名：名贵的。<br>5、祗辱于奴隶人之手： 也只能在马夫的手里受到屈辱（或埋没）。祗（zhǐ）：只是。奴隶人：古代也指仆役，这里指喂马的人。<br>辱：这里指受屈辱而埋没才能。<br>6、骈（pián）死于槽（cáo）枥（lì）之间：（和普通的马）一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。<br>7、不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。 称：出名。<br>8、马之千里者：之，定语后置的标志。<br>9、一食：吃一顿。食，吃。<br>10、或：有时。<br>11、尽全，这里作动词用，是“吃尽”的意思。<br>12、粟（sù）：本指小米，也泛指粮食。<br>13、石（dàn），容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。<br>14、食马者：食，通“饲”，喂。<br>15、其：指千里马，代词。<br>16、是：这样，指示代词。<br>17、虽：虽然（与前面的虽不一样，这里指虽然)<br>18、能：本领。<br>19、足：足够。<br>20、才 ：才能。<br>21、美：美好的素质。<br>22、外见（xiàn）：表现在外面。 见：通“现”，表现；显现。<br>23、且：犹，尚且。<br>24、欲：想要。<br>25、等：等同，一样。<br>26、不可得：不能够得到。得：能，表示客观条件允许。<br>27、安：怎么，哪里，疑问代词。<br>28、求：要求。<br>29、策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。<br>30、以其道：按照（驱使千里马的）正确的方法。以：按照。道：正确的方法。<br>31、食之：食，通“饲”，喂。<br>32、尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。 材：通“才”，才能。尽（2）：竭尽，发挥出。<br>33、鸣：马嘶。<br>34、通其意：通晓它的意思。<br>35、执：拿。<br>36、策：马鞭。<br>37、临：面对。<br>38、呜呼：表示惊叹，相当于“唉”。<br>39、其（1）：难道，表反问语气。<br>40、其（2）：大概，表推测语气。<br>41、邪：通“耶”，表示疑问的语气词，意为“吗”<br>42、知：懂得，了解，认识。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《马说》是一篇说理文，似寓言而实非寓言，用比喻说理却并未把所持的论点正面说穿，没有把个人意见强加给读者。通过形象思维来描述千里马的遭遇，提出事实，省却了讲大道理的笔墨，作者利用了古汉语中虚词（语助词、感叹词和连接词），体现出一唱三叹的滋味和意境。伯乐的典故几次被<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>引用（见韩愈所作的《为人求荐书》及《送温处士赴河阳序》），可见韩愈命运的坎坷。</p> <p>　　《马说》的第一句是大前提：“世有伯乐然后有千里马”。这个命题不合逻辑。因为存在决定意识，伯乐善相马的知识和经验，必须从社会上（或说自然界）存在着大量的千里马身上取得，然后逐渐总结出来的。所以有人认为韩愈这句话是本末倒置，是唯心主义的。从唯物主义原则来看，这句话是错误的。韩愈把它作为语言，却是发人深省的警句，是名言。因为世上有伯乐这种知识和本领的人太少。于是作者在下文正面点明主旨，把千里马的无限委屈倾诉出来。正由于“伯乐不常有”，不少的千里马不仅找不到一个好的牧马人，而是“祇辱于奴隶人之手”，受无知小人的腌气。这些宝马死于槽枥之间，其遭遇不幸、结局悲惨。没有把这些马当做千里马，千里马的死也是毫无所谓的了。“不以千里称也”，包含着这样的意思：连同情它们的人都没有，更谈不上对千里马的死表示遗憾、惋惜和悔恨痛心了。从文章表面看，作者说得透彻，却有很多辛酸痛楚还没有吐露，看似奔放，实则内涵丰富。</p> <p>　　作者刻画“食马者”与千里马之间的矛盾，两相对照，既写出千里马的抑郁不平，也写出不识真才者的愚昧专横。千里马在无人给它创造有利的客观条件时，有时欲一展所长却有力无处使，最后到了无力可使的程度，连一匹普通马也比不上，实现不了日行千里的功能，因此待遇也就比不上一匹“常马”。受辱和屈死也就不足为奇，不会引起人们的注意了。由于食马者的原因，千里马不能恪尽职守，还会受到责难和惩罚，往往被痛打一顿在待遇上也就越加糟糕（食之不能尽其材）。表面看“食马者”不是伯乐，不懂马语，却蕴涵着怀才不遇的人面对那些愚昧专横的统治者就是申诉也无用这一层意思。</p> <p>　　文章写到这里，作者还觉得不够，又接着用“鸣之而不能通其意”，从“人”的方面再做深入一层的刻画。使文章生动深刻，也表现出作者的愤激。作者并没有立即谴责这种不识马的“人”，反而让他面对着千里马不懂装懂，还说“天下无马”。意思是说，这样的“人”在主观动机方面还是不错的，他并非不想选拔人才，并非没有求贤用贤之心，无奈贤人贤才太“少”了。明明是“人”的主观上出了问题，却把这种局面的形成推给客观条件的不如意、不理想。眼前就是一匹千里马，食马者却对着千里马发出了“天下无马”的慨叹，认为这不过是一匹连常马也不如的马。这是作者的讽刺。文章写至此处，作者立即点明主题，用呜呼！其真无马邪（yé）？其真不知马也！结束，把“无马”和“不知马”这一矛盾形成一个高潮。这是韩愈凝聚浓缩手法的结果。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是唐代散文巨匠，同时也是对宋代作家极有影响的<a href=\"http://so.gushiwen.org/view_71149.aspx\">诗</a>人。人们对他的“以文为诗”（把诗歌写得散文化）谈得比较多，却很少注意他那更为突出的“以诗为文”的特点。</p> <p>　　所谓“以诗为文”，是指用具有诗的情调、韵味等特色来写散文，即是说把散文给诗化了（但这并不等于从西方引进的新文体“散文诗”）。我们说把散文诗化，或者说把散文写得很带诗意，并不限于写自然景物、抒情小品或对人物进行典型塑造和对事态进行艺术描绘；而是也可以用诗的情调、韵味来写说理文或评论文。韩愈的散文特点之一就在这里。</p> <p>　　据说伯乐姓孙名阳，是春秋时代秦国人，会给马看相，善于识别什么是千里马。这原是《战国策·楚策》中一个名叫汗明的人对春申君黄歇讲的一个故事里的人物。这故事可能是古代传说，也可能就是汗明用艺术虚构手法创造出来的寓言。伯乐的典故曾几次被韩愈引用（见他所作的《为人求荐书》及《送温处士赴河阳序》），可见由于韩愈本人命运的坎坷，对伯乐能识别千里马的故事是很有感情的。但平心而论，还是他的这篇《马说》写得最好，读者也最爱读，因为这篇文章写得太像一首诗了。</p> <p>　　诗的主要特点之一就是诉诸形象思维，它的创作手法也常以比兴为主。当然，一首好诗总要比散文写得更加含蓄曲折，余味无穷。而从常识论，一篇说理散文，基本上总是以逻辑思维为主的，韩愈的《马说》肯定是一篇说理文，但它似寓言而实非寓言，用比喻说理却并未把所持的论点正面说穿，更没有把个人意见强加给读者。全篇几乎始终通过形象思维来描述千里马的遭遇，只摆出活生生的事实却省却了讲大道理的笔墨，这已经可以说是诗的写法了。更巧妙地是作者利用了古汉语中不可缺少的虚词（语助词、感叹词和连接词），体现出抒情诗应有的一唱三叹的滋味和意境，尽管我们读起来是一篇散文，但仔细品评，却俨然是一首发挥得淋漓尽致的抒情诗。这种“以诗为文”的本领，始自西汉的<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>（谁也不曾承认过司马迁是诗人），到了韩愈、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，乃得到进一步的发展；至宋代的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>（尤其是欧阳修）而达到一个新的高度。这是我们研究中国文学史和学习古典散文应该注意的新课题。</p> <p>　　文章的第一句是大前提：“世有伯乐然后有千里马。”可这个命题本身就不合逻辑。因为存在决定意识，伯乐善相马的知识和经验，必须从社会上（或说自然界）存在着大量的千里马身上取得，然后逐渐总结出来的。所以过去有人就认为韩愈这句话是本末倒置，是唯心主义的。我们并不否认，从唯物主义原则来看，他这句话是错误的。但把它作为诗的语言，它却是发人深省的警句，是感慨万千的名言。因为世上有伯乐这种知识和本领的人实在太少了。于是作者紧接着在下文从正面点明主旨，一泻无余地把千里马的无限委屈倾诉出来。正由于“伯乐不常有”，不少的千里马不仅找不到一个一般水平的牧马人，而是“祇辱于奴隶人之手”，受尽了无知小人的腌气。更令人悲愤的是这些宝马竟然成双作对地一群群死于槽枥之间，其遭遇之不幸、结局之惨痛真非笔墨所能形容。当然，结果更是死不瞑目，谁也不把这些有价值的神骏称为千里马，它们的死也自然是毫无所谓的了。“不以千里称也”这句话，包含着这样的意思：连同情它们的人都没有，更谈不上对它们的死表示遗憾、惋惜和悔恨痛心了。从文章表面看，作者说得已相当透彻；而实际上这里面不知有多少辛酸痛楚还没有尽情吐露，看似奔放而其内涵则甚为丰富，其实倒是含蓄不尽的（说他写得婉约，或许读者不能接受，可作者确实没有把话说尽）。这真是抒情诗的写法了。</p> <p>　　作者着力刻画“食（饲）马者”与千里马之间的矛盾，两相对照，既写出千里马的抑郁不平，也写出不识真才者的愚昧专横。千里马在无人给它创造有利的客观条件时，英雄无用武之地；或虽欲一展所长而有力无处使，甚至到了无力可使的程度。这样，它连一匹普通马也比不上，又怎么能实现它日行千里的特异功能呢？因此它的待遇自然也就比不上一匹“常马”，而它的受辱和屈死也就更不足为奇，不会引起人们的注意了。不仅如此像这样连“常马”都比不上的千里马，由于不能恪尽职守，还会受到极度的责难和惩罚，往往被无辜地痛打一顿（“策之不以其道”，打得它不合理），当然在待遇上也就更加糟糕了（“食之不能尽其材”）。表面看“食马者”不是伯乐，不懂马语；骨子里却蕴涵着怀才不遇的人面对那些愚昧专横的统治者就是申诉也无用这一层意思。</p> <p>　　文章写到这里，作者似乎还觉得不够解渴，于是又接着用“鸣之而不能通其意”的意思，从“人”的方面再做深入一层的刻画。这不仅使文章更生动深刻，也表现出作者的感情更为愤激了。作者并没有立即谴责这种不识马的“人”有眼无珠，反而让他面对着这匹千里马不懂装懂，发出了仿佛悲天悯人般的慨叹：“天下无马!”意思说，这样的“人”在主观动机方面还是自以为不错的，他并非不想选拔人才，并非没有求贤用贤之心，无奈贤人贤才太“少”了，既无处可寻觅，也无地可安插：“天下哪里有真正的人才啊!”明明是“人”的主观上出了毛病，却把这种局面的形成推给客观条件的不如意、不理想。眼前就是一匹被作践得不成样子的千里马，却对它发出了“天下无马”的慨叹，认为这不过是一匹连“常马”也不如的驽骀之辈。这不仅是绝妙的讽刺，而且也是极其严峻猛厉的诛心之论。文章写至此已经水到渠成，作者这才站出来点题，用“呜呼”以下三句作结，把“无马”和“不知马”这一对矛盾（“无马”是先天的自然缺陷，“不知马”则是后天人为的犯罪）尖锐地摆出来形成一个高潮，极尽沉郁顿挫之致。</p> <p>　　典故　：传说中，天上管理马匹的神仙叫伯乐。在人间，人们把精于鉴别马匹优劣的人，也称为伯乐。</p> <p>　　第一个被称作伯乐的人本名孙阳，他是春秋时代的人。由于他对马的研究非常出色，人们便忘记了他本来的名字，干脆称他为伯乐，延续到现在。</p> <p>　　一次，伯乐受楚王的委托，购买能日行千里的骏马。伯乐向楚王说明，千里马少有，找起来不容易，需要到各地巡访，请楚王不必着急，他尽力将事情办好。</p> <p>　　伯乐跑了好几个国家，连素以盛产名马的燕赵一带，都仔细寻访，辛苦倍至，还是没发现中意的良马。一天，伯乐从齐国返回，在路上，看到一匹马拉着盐车，很吃力地在陡坡上行进。马累得呼呼喘气，每迈一步都十分艰难。伯乐对马向来亲近，不由走到跟前。马见伯乐走近，突然昂起头来瞪大眼睛，大声嘶鸣，好像要对伯乐倾诉什么。伯乐立即从声音中判断出，这是一匹难得的骏马。 伯乐对驾车的人说：“这匹马在疆场上驰骋，任何马都比不过它，但用来拉车，它却不如普通的马。你还是把它卖给我吧。” </p> <p>　　驾车人认为伯乐是个大傻瓜，他觉得这匹马太普通了，拉车没气力，吃得太多，骨瘦如柴，毫不犹豫地同意了。伯乐牵走千里马，直奔楚国。伯乐牵马来到楚王宫，拍拍马的脖颈说：“我给你找到了好主人。”千里马像明白伯乐的意思，抬起前蹄把地面震得咯咯作响，引颈长嘶，声音洪亮，如大钟石磐，直上云霄。楚王听到马嘶声，走出宫外。伯乐指着马说：“大王，我把千里马给您带来了，请仔细观看。” 楚王一见伯乐牵的马瘦得不成样子，认为伯乐愚弄他，有点不高兴，说：“我相信你会看马，才让你买马，可你买的是什么马呀，这马连走路都很困难，能上战场吗？”</p> <p>　　伯乐说：“这确实是匹千里马，不过拉了一段车，又喂养不精心，所以看起来很瘦。只要精心喂养，不出半个月，一定会恢复体力。”</p> <p>　　楚王一听，有点将信将疑，便命马夫尽心尽力把马喂好，果然，马变得精壮神骏。楚王跨马扬鞭，但觉两耳生风，喘息的功夫，已跑出百里之外。 后来千里马为楚王驰骋沙场，立下不少功劳。楚王对伯乐更加敬重。</p> <p>　　伯乐是古代有名的相马（鉴别马的好坏）专家。当他年老的时候，他的儿子很想将这项专门技能继承下来，以免失传。于是他把伯乐写的《相马经》读得烂熟。《相马经》上描写千里马的外形是“额头隆起，双眼突出，蹄子好像垒起的酒药饼。”他就依照这一条，拿着经文出去“相马”了。</p> <p>　　伯乐的儿子把所见到事物的外形和《相马经》上描绘的图形一一对照，结果找到了一只很大的蛤蟆。他兴冲冲地跑回家报告父亲，说：“总算找到好马了，额头和双眼同书上说的差不多，就是蹄子的形状和书上写的有区别。”</p> <p>　　伯乐听了，只好哭笑不得地对这个好心而不聪明的独生子说；“你倒是找到了一匹好马，只是它太喜欢跳，你可驾驭不了啊！”</p> <p>　　正是，世有伯乐才得千里马。如果千里马没能遇见“伯乐”，终究会被埋没。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>(1)才美不外见: “见”通“现”，显现、表现。<br>(2)食之不能尽其材:“ 食”通“饲”饲养；“材” 通 “才”，才能。<br>(3)其真无马邪: “邪”通“耶”，表示疑问，相当于“吗”。<br>(4)食马者不知其能千里而食也：“食”通“饲”，喂养。</p> <p><strong>古今异义</strong><br>例：是马也，虽有千里之能。<br>是：<br>古义：这样的。<br>今义：判断词。<br>例：安求其能千里也？<br>安：<br>古义：怎么。<br>今义：安全；安定；安装。<br>例：且欲与常马等不可得。<br>等：<br>古义：同样。<br>今义：等候；用在人称代词名词后表示复数或列举。<br>例：一食或尽粟一石。<br>或：<br>古义：有时，有的人，也许。<br>今义：或者。<br>例：世有伯乐，然后有千里马。<br>然后：<br>古义：副词，表示一种情况出现以后，出现另一种情况，着重表示前事是后事的条件。<br>今义：连词，表示接着某个动作或情况之后。<br>例：食（sì）之不能尽其材。<br>食（sì）：通“饲”喂养。<br>食（shí）：吃。<br>例： 策之不以其道。<br>策：<br>古义：马鞭，鞭策。<br>今义：策划，策略。<br>例： 虽有千里之能。<br>虽：<br>古义：即使。<br>今义：虽然。</p> <p><strong>一词多义</strong><br>1.之<br>虽有千里之能：的。<br>祇辱于奴隶人之手：的，结构助词。<br>马之千里者：结构助词，定语后置标志。无义。<br>策之不以其道：它，代词。<br>食之不能尽其才：代词，它，在本文中代指千里马。<br>2.能<br>虽有千里之能:才能，能力。<br>安求其能千里也:能够。<br>3.策<br>策之不以其道:名词活用动词，用鞭子打。<br>执策而临之:马鞭。<br>（策勋十二转：动词，记载 ——自《木兰<a href=\"http://so.gushiwen.org/view_71149.aspx\">诗</a>》）。<br>4.而<br>鸣之而不能通其意:连词，表转折，但是。<br>执策而临之:连词，表修饰。<br>食马者不知其能千里而食也：连词，表承接。<br>5.食<br>一食或尽粟一石：吃一顿<br>食之不能尽其材:通“饲” 喂养，动词。<br>食不饱，力不足，才美不外见：吃，动词。<br>6.其<br>安求其能千里也：代词，代“千里马”。<br>食之不能尽其材：代词，代千里马的。<br>鸣之而不能通其意:代词，它的。<br>其真无马邪:难道，表反问，加强语气。<br>其真不知马也：表推测，“恐怕”。<br>策之不以其道：代词，代鞭策千里马的方法。<br>7.以<br>不以千里称也：把，用。<br>策之不以其道：按照。<br>8.尽：<br>一食或尽粟一石：吃尽。<br>食之不能尽其材： 使……尽，竭尽。<br>9.虽：<br>虽有千里之能：虽然<br>故虽有名马：即是<br>【策】<br>策之不以其道 （鞭打，名词动用）<br>执策而临之 （名词，鞭子）<br>【其】<br>安求其能千里也 （它）<br>其真无马邪 （难道，表反问语气）<br>其真不知马也 （介词，难道，表推测语气）<br>鸣之而不能通其意 （它的）<br>策之不以其道 （它的，代词）<br>【之】<br>祇辱于奴隶人之手 （的，助词）<br>马之千里者 （结构助词，定语后置的标志）<br>策之不以其道 （它，代千里马，代词）<br>鸣之而不能通其意 （不译，补充音节）<br>虽有千里之能 （的，助词）<br>【以】<br>不以千里称也 （凭借）<br>策之不以其道 （按照）<br>孔文子何以谓之文也 （凭，靠）<br>能以径寸之木 （用）<br>【尽】<br>一食或尽粟一石 （吃尽）<br>食之不能尽其材 （竭尽）<br>【食】<br>食不饱，力不足，才美不外见 （吃）<br>食马者不知其能千里而食也 （通“饲”，喂）<br>一食或尽粟一石 （吃一顿）<br>【或】<br>或以为死 （有的人）<br>一食或尽粟一石 （有时）<br>【易】<br>然吾尝闻风俗与化移易 （改变）<br>贵人过而见之，易之以百金 （交换）<br>【能】<br>安求其能千里也 （助动词，能够）<br>虽有千里之能 （名词，能力）<br>【而】<br>鸣之而不能通其意 （连词，表示转折）<br>执策而临之 （连词，连接状语和谓语）</p> <p><strong>实词<br></strong>千里马——日行千里的马，喻指像千里马一样的人才<br>伯乐——擅长相马之人，喻指能够识别、赏识人才的人<br>辱——受屈辱<br>骈—两马并驾<br>称——以...著称<br>一食——吃一顿<br>食马者——“食”.通“饲”，.本文指浅薄愚妄、埋没人才的统治者<br>才美——才能，美貌<br>见——“见”通“现”，显现<br>等——等同，一样<br>常——普通的<br>是——这样的<br>策之——驱使它。策，马鞭，引申为鞭打，这里意为鞭策，驾驭<br>（执）策——打马的鞭子<br>道——方法<br>尽——竭尽<br>材——“材”通“才”，才能<br>鸣——鸣叫<br>通——通晓<br>执——握<br>临——面对<br>知——识别，了解</p> <p><strong>虚词</strong><br>而（而伯乐不常有）——表转折，但是（语气较重）；却（语气较轻）<br>故——因此<br>于——在<br>之——结构助词，的<br>以——凭借<br>虽——即使（故虽有名马）；虽然（虽有千里之能）<br>或——有时(马每顿餐吃的粮食不一定为固定量)<br>其——代“千里马”<br>安——怎么<br>(策)之——作代词，代千里马<br>以——按照<br>(鸣)之——助词，补充音节，无意义<br>而（执策而临之）——表修饰</p> <p><strong>词类活用</strong><br>1、形容词用作动词：<br>辱：受屈辱。例句：祇辱于奴隶人之手。<br>尽：吃尽。例句：一食或尽粟一石。<br>2、名词用作动词：<br>策：原意指马鞭，这里用作动词，引申为用鞭子打，这里是驱使的意思。例句：策之不以其道。<br>3、数量词用作动词：<br>千里：日行千里。例句：食马者不知其能千里而食也。<br>4、形容词的使动用法：<br>尽：使……尽，竭尽。例句：食之不能尽其材。</p> <p><strong>特殊句式</strong><br>1. 反问句：其真无马邪？<br>2.定语后置：马之千里者。<br>3.介词结构后置： 祇辱于奴隶人之手。<br>4.省略句：食马者不知其能千里而食也。<br>5.省略句：策之不以其道。</p> <p><strong>重点语句</strong><br>1.世有伯乐，然后有千里马。千里马常有，而伯乐不常有。<br>被埋没的直接原因：论点；点明中心）<br>2.食不饱，力不足，才美不外见（被埋没的直接原因）<br>3.食马者不知其能千里而食也/（其真不知马也 可不写）（被埋没的根本原因）<br>4.其真不知马也。（再次点明文章中心句子)<br>5.祇辱于奴隶人之手，骈死于槽枥之间。（千里马的遭遇）<br>6.且欲与常马等不可得，安求其能千里也？（对千里马的惋惜、同情，对食马者的讽刺）<br>7.策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”<br>（食马者的无知、浅薄） </p><br/><h2>主题</h2> <p>　　全文用了借物喻人的方式，把伯乐比喻为知人善任的贤君，把千里马比喻为未被发现的真正人才，阐述了封建社会中人才被埋没的原因，对统治者不识人才和摧残人才的社会现象进行了抨击。作者希望统治者能识别人才，重用人才，使他们能充分发挥才能。</p> <p>　　思想感情（中心主旨）表达了作者怀才不遇，壮志难酬之情和对统治者埋没、摧残人才的愤懑和控诉。 </p><br/><h2>常考题型</h2> <p>　　1 本文的中心论点（表明千里马和伯乐关系）是：世有伯乐，然后有千里马。（领起全文作用）</p> <p>　　2 千里马的悲惨遭遇是：祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。</p> <p>　　3 千里马被埋没的根本原因：食马者不知其能千里而食也。</p> <p>　　4 千里马被埋没的直接原因（不能日行千里的原因）食不饱，力不足，才美不外见，且欲与常马等不可得。</p> <p>　　5 食马者“不知马”的具体表现（对千里马的不公正的待遇）是：策之不以其道，食之不能尽其材，鸣之而不能通其意。</p> <p>　　6 对“食马者”的无知发出强烈的谴责的语句是：且欲与常马等不可得，安求其能千里也？</p> <p>　　7 表现“食马者”以“知马者”身份叹息（统治者平庸浅薄，愚妄无知）的语句是：执策而临之，曰：“天下无马！”</p> <p>　　8 全文的主旨句中心句（表明作者对千里马被埋没的感叹）是：其真无马邪？其真不知马也。（运用设问句表达作者心中感慨的句子）</p> <p>　　9 有一位名人曾说过：“世上不是没有美，而是缺少发现美的眼睛。”由此我们可想到《马说》的一句话：“其真无马邪，其真不知马也。”</p> <p>　　10 能表明千里马外在特征（千里马有异于常马的特征）的句子是：马之千里者，一食或尽粟一石。</p> <p>　　11 千里马被埋没的原因的句子（怀才不遇的人发的感叹）： 千里马常有，而伯乐不常有。</p> <p>　　12表明千里马和伯乐关系的语句是：世有伯乐，然后有千里马。</p> <p>　　13文章最能表现统治者平庸浅薄、愚妄无知的句子是：执策而临之，曰：“天下无马！”</p> <p>　　14表明作者对千里马被埋没的感叹的句子是：其真无马邪？其真不知马也。</p> <p>　　15结合全文，谈谈成为“千里马”的必要条件是什么：一、要具有良好的资质或才能；二、后天要有坚持不懈的努力精神；三、要能遇到善于识别人才的伯乐。 </p><br/><h2>理解评述</h2> 　　《马说》用托物寓意的写法（伯乐比喻能识别人才的封建统治者。千里马比喻人才。食马者比喻愚妄浅薄的封建统治者）和层层深入的结构方式。先从正面提出论点：“世有伯乐，然后有千里马。”说明伯乐对千里马命运的决定性作用，从千里马和伯乐的依赖关系出发，说明千里马被埋没是不可避免的。然后笔锋一转，“千里马常有，而伯乐不常有”，从反面展开议论。流露出作者愤世嫉俗之意与怀才不遇的感慨。接着又描绘了千里马被埋没的具体情形，这也是千里马终身受屈辱直至含悲死去的历史。接着揭示千里马被埋没的根本原因：其真不知马也。直接原因：食不饱，力不足，才美不外见。运用三个“不”，一组排比句以及描写食马者洋洋得意的神情和自居的心理。写出了食马者平庸浅薄、愚妄无知的特征。最后归结出“其真不知马也”这一贯穿全文的中心句。表达了作者对统治者不能识别人才、摧残人才、埋没人才的强烈愤慨的发泄。<br/><h2>常见问题</h2> <p>　　1、是不是世上先有伯乐，然后才有千里马呢？</p> <p>　　从我们自身来看，是，因为我们是先认识了伯乐，再经伯乐认识了千里马，作者想表达的是一种认识的先后顺序，强调伯乐对千里马的重要性；而从逻辑上来看，应是先有千里马然后才有了伯乐。</p> <p>　　2、第一段表达了作者什么观点？</p> <p>　　世有伯乐，然后有千里马。</p> <p>　　3、没有伯乐，千里马命运如何呢？</p> <p>　　祇辱于奴隶人之手，骈死于槽枥之间，不以千里称也。</p> <p>　　4、第一段文字说明了什么？</p> <p>　　伯乐对千里马的重要作用</p> <p>　　5、概括第二段内容</p> <p>　　分析千里马被埋没的原因</p> <p>　　6、第二段中哪些句子可以体现千里马不能日行千里的原因？</p> <p>　　“食不饱，力不足，才美不外见，且欲与常马等不可得”</p> <p>　　7、第二段中的文字从侧面讽刺了喂马者的哪些特点？</p> <p>　　无能、无知、目光短浅。</p> <p>　　8、“且欲与常马等不可得，安求其能千里也？”表达了作者什么感情？</p> <p>　　对千里马命运的惋惜，对食马者的讽刺。</p> <p>　　9、概括第三段内容</p> <p>　　抨击那些不能正确对待千里马却大呼“天下无马”的人。</p> <p>　　10、第三段中连用三个“不”字，将“食马者”的平庸刻画得入木三分，这是一种什么句式？</p> <p>　　用排比的修辞手法刻画“食马者”的愚妄。</p> <p>　　11、“策之”“食之”“鸣之”是什么句式?</p> <p>　　排比句式。总括不识马者不按照千里马的特性来对待它。</p> <p>　　12、这里的三个“之”字，用法是否一样?</p> <p>　　前两个“之”，代词，指千里马，分别作动词“策”(驱使)、“食”(喂)的宾语。第三个“之”却不同：它可以不用翻译，只起到了调节音节的作用，如同我们在第一册中读到的“久之”的“之”一样。(见<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>的《狼》）这里“鸣”是 (马)鸣，而不是鸣(马)。句式整齐而又灵活富于变化。</p> <p>　　“执策”的“策”：马鞭子，名词。</p> <p>　　“临之”：面对着它 (千里马)。</p> <p>　　三个“马”字，都是指千里马。</p> <p>　　称”，著名、著称、出名。</p> <p>　　13、第三段中哪些语言能体现食马者的无知和浅薄？</p> <p>　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”</p> <p>　　14、第三段中哪句话能体现作者的写作目的？</p> <p>　　“其真无马邪？其真不知马也。”</p> <p>　　15、第三段表达出了作者怎样的感情？</p> <p>　　对人才埋没的愤懑之情</p> <p>　　16、作者的论点是什么？作者如何层层深入论证论点的？</p> <p>　　第一段。</p> <p>　　提出论点：</p> <p>　　世有伯乐，然后有千里马</p> <p>　　正面论证</p> <p>　　千里马常有，而伯乐不常有</p> <p>　　反面论证</p> <p>　　故虽有名马…...</p> <p>　　不以千里称也。</p> <p>　　第二段。</p> <p>　　进一步从反面论证</p> <p>　　指出千里马被埋没的原因食马者不知其能 千里而食也”</p> <p>　　第三段。</p> <p>　　痛斥执策者的愚蠢</p> <p>　　勾画执策者狂妄无知的形象</p> <p>　　作者厉声反诘执策者，表达中心：其真不知马</p> <p>　　17、本文通篇不离千里马，难道只是说“马”吗？</p> <p>　　不是。借千里马难遇伯乐，最终被埋没，对埋没人才的现状作了揭露</p> <p>　　18、本文通过描写千里马的遭遇，表达作者怎样的思想？</p> <p>　　表达作者怀才不遇，有志难酬的愤慨心情</p> <p>　　19、“伯乐”“千里马”各比喻了什么样的人？</p> <p>　　千里马——有才能的人</p> <p>　　伯 乐——重视人才，识别人才的人</p> <p>　　食马者——愚妄，浅薄的不能识别人才的封建统治者</p> <p>　　20、伯乐和千里马的寓意及其二者之间的关系是什么？</p> <p>　　千里马寓人才，伯乐寓能发现赏识任用人才的人。先有伯乐，而后有千里马，千里马常有，而伯乐不常有。要发现人才，爱护人才，否则，人才就会被埋没，有人才也等于没有人才。在<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>看来，世上缺乏的不是人才，而是发现人才的人。所以说课文中流露的是作者怀才不遇之情和对统治者埋没摧残人才的愤懑和控诉。</p> <p>　　21、本文在结构上有什么特点？</p> <p>　　本文虽短，结构却十分精巧。先从正面提出问题：“世有伯乐，而后有千里马。”然后笔锋一转，“千里马常有，而伯乐不常有”，从反面展开议论。千里马和伯乐的依赖关系是如此密切，而伯乐却不常有，千里马被终身埋没的命运也就不可避免了。接下去，自然就写到千里马被埋没的遭遇，其才美不得外现的原因，对无知的“食马者”发出强烈的谴责，进行了辛辣的嘲讽。本文虽短，中心却十分突出。以“伯乐不常有”开始，中间以食马者“不知其能千里”、千里马“才美不外现”写食马者的无知及其造成的恶果，然后对食马者的无知进行痛斥，最后归结出“其真不知马也！”这一贯穿全文的中心句。</p> <p>　　22、背诵课文，说说作者借“千里马”不遇“伯乐”的遭遇，寄托了怎样的思想感情。</p> <p>　　设计此题，意在落实语文课程标准关于古文背诵的要求。说的练习，要求学生口头说出作者在文中寄托的思想感情，即怀才不遇、壮志难酬的愤懑心情。既练习了口头表达能力，又加深了对课文内容的理解。不同学生的说，还有相互启发、深入思考的作用。</p> <p>　　23、翻译下面一段文字，注意划线的词的意义或用法。</p> <p>　　策之不以其道，食之尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马!”呜呼!其真无马邪？其真不知马也。</p> <p>　　设计此题，意在引导学生熟悉课文，理解关键语句。译文见“有关资料”中的“参考译文”。加点的字“策”和“其”的用法，弄清每一处的含义即可，至于语法意义，可以不要求学生掌握。</p> <p>　　24、当今社会需要什么样的人才？怎样才能做到多出人才、人尽其才？这些话题是常谈常新的，请你联系现实谈谈自己的看法。</p> <p>　　这是一道完全开放性的练习。意在引导学生联系当今的社会现实，用现代观念重新审视这篇作品的思想内容，以进一步加深对课文内容的理解。此题设计的几个问题，都是“常谈常新”的，所以没有标准答案，学生只要说出自己的理解，谈出自己的看法即可，即使个别同学的观点有些偏激也不要紧，尽量让学生畅所欲言，相信通过不同观点的交锋，多数学生是能够明辨是非的。</p> <p>　　25、《马说》中的五个“也”字</p> <p>　　“也”是个常见的文言虚词，大多置于句末表示说话人的语气，有时也放在句中表示短暂的停顿，用来提醒读者注意下面将要说到的内容。这些用法看起来很平常，但运用恰当，也能表达出某些微妙的意思，引起读者的回味。《马说》中的五个“也”字就是如此。</p> <p>　　这篇文章共分三段，每段最后一句都用“也”字收住。这三个“也”尤其值得品评，它们所表达的语气是由各段的内容决定的，同时又反转过来表达了作者在叙述这些内容时的感情状态。第一段主要写千里马被埋没的原因，即“伯乐不常有”，而写得有声有色的却是千里马被埋没的情形，即“辱于奴隶人之手，骈死于槽枥之间”，这一形象的概括已经显出作者的愤愤不平之意；最后用“不以千里称”作结，再着一个“也”字，更流露出无限痛惜的感情。第二段从千里马的特点出发进一步揭示它的才能得不到施展的原因，把责任归于“食马者”的无知，然后步步紧逼，到段末再用反诘句“安求其能千里也”，把作者愤怒谴责的感情发展到高潮。而这句话中的“也”字，不仅凝聚着作者这种强烈的感情，而且包含着诉诸读者的正义感的意图。第三段是全文的总结，作者用自问自答的形式，把“真无马”和“真不知马”对照起来，“无马”一句用“邪”字轻轻带过，而“不知马”一句则用“也”字收住，其间固然有作者的痛切之感，而对“食马者”的深刻嘲讽也跃然纸上了。</p> <p>　　以上三个“也”字，都跟文章的全局有关，从某种意义上看，也可以说是全篇脉络的标志，是应当反复推敲的。剩下的两个“也”字都在行文中间：一个在句末，即“食马者不知其能千里而食也”中的“也”字，这是作者故作顿笔，有暂时了结，不再说下去的意思，可以省却一些无用的话。另一个在句中，即“是马也，虽有……”中的“也”字，则显然是提醒读者注意“食马者”的无知给千里马所造成的难堪的后果。</p> <p>　　我们要体会“也”字（包括其他虚词）的这些微妙作用，最好的办法就是反复朗读课文。要努力读出语气，读到烂熟于胸，好像其中的句句话都出于自己的口，再来体会就不难了。</p> <p>　　26、“是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？”连下四个“不”字的作用？</p> <p>　　此句连下四个“不”字，源皆出于食马者之无知。如此层层蓄势，然后以反诘作结，将作者心中的郁愤表达得何等淋漓尽致！</p> <p>　　27、怎样才能使千里马充分发挥其日行千里的才能？</p> <p>　　策之以其道，食之能尽其材，鸣之而能通其意。</p> <p>　　28、“世有伯乐，然后有千里马”的实际含义是什么？</p> <p>　　韩愈的话表明有贤能的人士只有遇上圣明的君主才能发挥专长。否则，即使才华出众，也不免受辱、埋没。作者极言“伯乐”的重要、可贵，对人才埋没深为慨叹。韩愈在文中借题发挥，抨击那些糟蹋“名马”的“食马者”，抒发自己怀才不遇的愤懑之情。这和韩愈本人的遭遇是有紧密联系的。</p> <p>　　29、表层意（小结）深层意</p> <p>　　有伯乐有千里马　（正面）　发现人才</p> <p>　　无伯乐无千里马 辱、死　（反面）　埋没人才</p> <p>　　一食尽粟一石 行千里　（正面）　施展才能</p> <p>　　食不饱力不足 难行千里　（反面）　糟蹋才能</p> <p>　　策之…食之…鸣之…　（排比）　封建统治者</p> <p>　　执策临之：天下无马　不识人才</p> <p>　　其真……？其真……！　（反问）　摧残人才</p> <p>　　30.千里马被埋没的</p> <p>　　直接原因：食不饱，力不足，才美不能外见。</p> <p>　　根本原因：食马者不知其能千里而食也</p> <p>　　表现： 食不饱，力不足，才美不外见 </p><br/><h2>写作背景</h2> <p>　　《马说》大约作于贞元十一年至十六年之间。其时，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>初登仕途，很不得志。曾经三次上书宰相求擢用，但结果是“待命”40余日，而“志不得通”，“足三及门，而阍人辞焉。”尽管如此，他仍然声明自己“有忧天下之心”，不会遁迹山林。后相继依附于宣武节度使董晋、武宁节度使张建封幕下。 很可惜有“忧天下之心”的他，终未被采纳。后来又相继依附于一些节度使幕下，郁郁不得志，再加上当时奸佞当权，政治黑暗，有才能之士不受重视，郁郁不乐，所以有“伯乐不常有”之叹。</p> <p>　　贞元十九年（803年）在担任监察御史期间，因天旱人饥，上书宽民徭免田赋，被贬为阴山令。元和十四年（819年），又因谏阻宪宗迎佛骨，几遭杀身之祸，后又贬为潮州（今属广东省）刺史，后遇赦回京任吏部侍郎，曾代理京兆尹。</p> <p>　　韩愈是唐代文学改革“古文运动”的著名领袖，主张“文以载道”，反对浮华文风，提出“惟陈言之务去”、“辞必己出”的口号。他的散文，在继承先秦和西汉古文的基础上，又加以创新和发展，是一种从内容到形式都具有革新精神的散文。韩愈被前人誉为“唐宋八大家”之首，他的古文对后代有很大的影响。</p> <p>　　跟《马说》（即第四篇）同期的作品还有《龙说》（即《杂说一》）。文章以龙喻圣君，以云喻贤臣，借“龙嘘气成云”，然后“乘是气，茫洋穷乎玄间（宇宙间）”的传说，阐明贤臣离不开圣君任用，圣君也离不开贤臣辅佐的道理，可以视为《马说》的姊妹篇。《龙说》有“文章巨公”和“百代文宗”之名，著有《韩昌黎集》四十卷，《外集》十卷，《师说》等等。</p><br/><h2>文体介绍</h2> <p>　　“说”，是古代用以记叙、议论或说明等方式来阐述事理的文体。可以发表议论，也可以记事，属议论文，大多是陈述作者对某个问题的见解，有点像现代杂文的风格，学习时要注意体会。</p> <p>　　“说”的语言通常简洁明了，寓意深刻；写法较灵活，跟现代的杂文大体相似，通常采以小见大的办法，借讲寓言故事、状写事物等来说明事理，这就是我们所说的“托物寓意”。</p><br/><h2>层次划分</h2> <p>　　全文分三段</p> <p>　　第一段，从千里马对伯乐的依赖关系出发，说明千里马才能的被埋没是不可避免的。文章一开篇就奇峰突起，用“世有伯乐，然后有千里马”点出论证的前提。这句话还包含着一个反题，即“无伯乐，则无千里马”，实际上指明了千里马对伯乐的依赖关系。但这里的“伯乐”是一个普遍概念，指的是特别善于相马的人。因此下面接着就提出“千里马常有，而伯乐不常有”这一论断，突出了这“常有”和“不常有”之间的尖锐矛盾，说明千里马的被埋没简直具有必然性。然后趁势而下，说到千里马的命运上来，用“祇辱于奴隶人之手，骈死于槽枥之间”描绘了千里马被埋没的具体情形，引人深思。这一段，从全篇来看，目的是提出问题；它之所以要强调知马者惟伯乐这个意思，则是为下文揭露“食（sì）马者”的“不知马”张本。</p> <p>　　第二段，揭示千里马被埋没的根本原因是“食（sì）马者”的“不知马”。千里马被埋没，在一般人看来，大概要归咎于它的才美“不外见”。因此，本段一开头就用“马之千里者，一食或尽粟一石，食（sì）马者不知其能千里而食也”点出问题的要害。“一食或尽粟一石”是夸张的说法，强调千里马的食量大大超过常马；“不知其能千里而食”，是说“食（sì）马者”只是按照常马的食量来喂养它，说明这种人的无知。接着，先以“是马也，虽有千里之能”作低回之势；再用一组排比句揭示这“才美不外见”，正是“食不饱，力不足”所造成的恶果；最后又用反诘句“且欲与常马等不可得，安求其能千里也”，对“食（sì）马者”的无知发出强烈的谴责。这是从反面证明“世有伯乐，然后有千里马”的道理。</p> <p>　　第三段，归纳全文中心，对“食（sì）马者”的无知妄说进行辛辣的嘲讽。先用揭露矛盾的方法刻画“食（sì）马者”的形象：“策之不以其道，食之不能尽其材，鸣之而不能通其意”，这三句紧承上文，全面总结了这种人“不知马”的表现；“执策而临之”，写他们洋洋自得、以“知马者”自居的神情，“之”指代千里马，他们在千里马跟前竟然宣称“天下无马”，这是十足的妄说。两相对照，生动地揭露了这种人的愚蠢、荒唐。然后用“呜呼”领出作者的感慨：“其真无马邪”承上文“天下无马”，是作者对“食马者”的反诘，也是向读者发问，用来为下句蓄势；然后以“其真不知马也”作答，结住全文。</p> <p>　　本文篇幅虽短，中心却十分突出。贯穿全文的是“不知马”这句话。文中连用十一个“不”字。开始说“伯乐不常有”、千里马之“不以千里称”，已隐含着“不知马”的意思；中间先明确指出“食（sì）马者不知其能千里而食”，然后以“食不饱，力不足，才美不外见（xiàn），且欲与常马等不可得”说明“不知”所造成的恶果；最后更以“不以”“不能”来痛斥“食（sì）马者”的无知，由此导出全文的结句“其真不知马也”，点明了中心。</p><br/><h2>整体感知</h2> <p>　　一、整体感知</p> <p>　　“大凡物不得其平则鸣”（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送孟东野序》）。韩愈散文中，抒发不平之鸣的篇章不少，《马说》便是其中之一。“说”是古代一种议论文体，用以陈述作者对某些问题的看法。虽是议论文体，却讲究文采。《马说》通篇用的就是托物寓意的写法，以千里马不遇伯乐，比喻贤才难遇明主。作者希望统治者能识别人才，重用人才，使他们能充分发挥才能。全文寄托作者的愤懑不平和穷困潦倒之感，并对统治者埋没、摧残人才，进行了讽刺、针砭和控诉。</p> <p>　　作者的这些见解和感慨，都是通过具体的形象表现的。文章借伯乐和千里马的传说，将人才比为千里马，将愚妄浅薄、不识人才的统治者比做食马者，以千里马“祇辱于奴隶人之手，骈死于槽枥之间”的遭遇，写有才之人终身不得其用的遭际，以“食不饱，力不足，才美不外见”写千里马埋没的原因等等，生动形象地表现了有才之士受到的不公正待遇和不幸的处境，行文中洋溢着强烈的不平和悲愤。</p> <p>　　本文与《龙说》有相似之处，建议大家去读读。</p> <p>　　二、问题研究</p> <p>　　1．伯乐和千里马的寓意及其二者之间的关系是什么？</p> <p>　　千里马比喻有才能的人，伯乐比喻能发现并任用人才的人或圣明的君主。食马者比喻埋没人才的人或愚昧的统治者。先有伯乐，然后有千里马，千里马常有，而伯乐不常有。要发现人才，爱护人才，否则，人才就会被埋没，有人才也等于没有人才。在韩愈看来，世上缺乏的不是人才，而是发现人才的人。所以说课文中流露的是作者怀才不遇的愤懑之情和表达了对封建统治者埋没人才的不满。</p><br/><h2>教学建议</h2> <p>　　本文篇幅短而可读性强，文字也不算艰深。根据以往的教学实践，学生不仅爱读，而且易于成诵，关键是教师要仔细而认真地指导学生诵读。可以让学生反复朗读，当堂成诵。内容也要讲讲，但不宜过深，要认真考虑学生在现阶段的生活阅历和接受能力，以粗知大意为标准。教师讲述应当简而明，不旁征博引，以免剥夺学生诵读的时间。从长远观点看，能够熟练地背诵这篇短文，才能使学生真正受益。</p> <p>　　1．领读，即由教师（或选择1～2名学生）带领全班学生一句一句地读，目的是使学生从感性上体会文章的语气。领读者事前应有充分准备，能流畅地背诵全文。</p> <p>　　2．结合文中的虚词仔细品味作者的思想感情（见“有关资料”中《〈马说〉中的五个“也”字》一文），一边讨论，一边诵读。还可以用比较的方式加深学生对这些虚词的体会，例如下列划线的字句如用括号里的字句来替换，效果就不一样了：</p> <p>　　是马也，虽有千里之能（是马虽有千里之能）</p> <p>　　安求其能千里也（乎）</p> <p>　　其真不知马也（矣）</p> <p>　　3．逐层分析语调的变化，轻重分明。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "写马",
    "寓人",
    "哲理"
  ]
}