{
  "id": 72516,
  "star": 430,
  "name": "共工怒触不周山",
  "dynasty": "未知",
  "content": "　　昔者，共工与颛顼争为帝，怒而触不周之山，天柱折，地维绝。天倾西北，故日月星辰移焉；地不满东南，故水潦尘埃归焉。",
  "fanyi": "<p><strong>译文</strong><br>　　从前，共工与颛顼争夺部落天帝之位，(共工在大战中惨败）(共工)愤怒地用头撞击不周山，支撑着天的柱子折断了，拴系着大地的绳索也断了。（所以）天向西北方向倾斜，所以日月、星辰都向西北方向移动了；大地的东南角塌陷了，所以江河积水泥沙都朝东南角流去了。 </p> <p><strong>注释</strong><br>①共工：传说中的部落领袖，炎帝的后裔。<br>②触：碰、撞。<br>③不周山：山名，传说在昆仑西北。《山海经·大荒西经》载：“大荒之隅，有山而不合，名曰不周。”<br>④昔者：从前。<br>⑤颛顼（zhuānxū）：传说中的五帝之一，黄帝的后裔。<br>⑥天柱折，地维绝：支撑天的柱子折了，挂地的绳子断了。古人认为天圆地方，有八根柱子支撑、地的四角有大绳系挂。维，绳子。绝，断。<br>⑦焉：文中译为“这，这里”。<br>⑧水潦（lǎo）：泛指江湖流水。潦，积水。<br>⑨尘埃：尘土，这里指泥沙。</p>",
  "about": "<h2>历史真相</h2> <p>　　实际上剥开神话的外衣，我们发现共工和祝融都说是两个部落，共工氏部落负责水文地理和治理水利，而祝融氏负责火事管理。由于炎皇神农时期地球处于冰河时期，那时水灾不明显。到了颛顼大禹期间，冰河期已经过去，气候变热，冰川消融，大地开始不断发大水，而有经常暴雨不断。作为负责水事管理的共工氏，首领颛顼认为是共工氏的责任，因此把滔天不断的洪水怪于共工氏，便下令诛杀共工氏，这边有战争的可能。然而杀了共工，水患依然不断，到了尧帝继位，水患依然不断，大雨依旧经常下个不停，于是乎尧帝也下令继续追杀共工氏族之人，而祝融氏正是追杀共工氏的执行者。杀戮再继续，暴雨和洪水依旧不停止。</p> <p>　　大禹的父亲鲧被尧帝派去治理水患，修堤堵水九年未果，被杀。公元前4128年舜帝即位，命鲧的儿子禹继续治理水患，并彻底诛杀共工氏族之人。</p> <p>　　禹改变了治水方法，运用准绳和规矩，带领族人凿开了龙门和伊阙，凿通积石山和青铜峡，挖通了九条河，经过十年的努力，终于把洪水引到大海里去，地面上又可以供人种庄稼了。他和老百姓一起劳动，戴着箬帽，拿着锹子，带头挖土、挑土，禹常年脚长年泡在水里连脚跟都烂了，只能拄着棍子走。</p> <p>　　禹在涂山遇到一个名叫女娇的姑娘，两人相互十分爱慕，便成了亲。禹新婚仅仅四天，还来不及照顾妻子，便为了治水，到处奔波，三次经过自己的家门，都没有进去。第一次，妻子生了病，没进家去看望。第二次，妻子怀孕了，没进家去看望。第三次，他妻子涂山氏生下了儿子启，婴儿正在哇哇地哭，禹在门外经过，听见哭声，也忍着真心没进去探望。大禹治水居外13年，三过家门而不入，他是中国历史上第一位成功地治理水患的治水英雄。对于这故事，一些人认为就是大洪水大劫难时期，更因为这西元前4000年的人类历史基本是一个空白。《圣经》中并没有记载年代或重大的具体事件，也就认为现代人类大约开始于公元前4000年左右。然而一些考古研究，却发现了“史前”文明，诺亚方舟的故事无法解释。而在中国的历史记录中，这三皇五帝的故事都是十分混乱零散的，要找出具体年代，真的很难。</p> <p>　　第三次，大禹治水经过家门，适逢女娇生子，邻居告诉大禹，劝他回家探望妻儿，大禹说：“治水要抢时间，无法分心。”邻居说：“您不能回去看望妻儿，也应给独生子命个名字呀！”大禹在匆忙说就命名为“启”，意思是说”治水启行“。如此一去十三年，三过家门而不入，归来时他的儿子已经十多岁了，女娇也成为一位中年妇人了。此外，据《山海经.海内经》记载，相传古时嵩山一代洪水滔天，土地淹没，许多生命被夺走，大禹为了尽快凿开山间通道，大禹之妻涂山氏为支持大禹治水，也一同来到嵩山，就住在太山脚下，每天给大禹缝衣送饭。顾不得回家，到了吃饭时分，便击鼓为号，由大禹的妻子涂山氏前来送饭，此事感动了上苍，玉帝便出手相助，让大禹在开山凿渠时变成一头力大无比的黑熊，滔滔江水乖乖听从大禹安排，但大禹始终没有把变熊的事情告诉妻子。大禹对涂山氏说：\"当你听到击鼓声，就给我送饭\"。这就是闻鼓饷夫的故事。大禹为了尽快开山间通道，就变成了一只大熊，在山间来来往往，开山石，忙碌不停。</p> <p>　　一天，大禹开山迸石误触皮鼓，涂山氏闻声前来送饭，不见大禹却见到了一头威猛的黑熊，又惊又急，扭头便往东奔跑。大禹急忙去追，到快要追上时，涂山氏却化成了一块大石头。面对急匆匆赶到的大禹，涂山氏明白了一切，悲喜交集，但却已无法回答大禹的千呼万唤。只听一声巨响，巨石的北部裂开了，生出了一个婴儿。原来是涂山氏焦急万分，愁肠百转，迸破了肚子，把十月怀胎的儿子留给了大禹，也把无限的眷恋和思念留给了大禹，这个婴儿便是夏代的第二代君主夏启。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中文言文",
    "神话",
    "故事"
  ]
}