{
  "id": 50245,
  "star": 75,
  "name": "减字木兰花·天涯旧恨",
  "dynasty": "宋代",
  "content": "天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。<br>黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。",
  "fanyi": "<p><strong>译文</strong><br>远隔天涯旧恨绵绵，凄凄凉凉孤独度日无人问讯。要想知道我是如何愁肠百结，就像金炉中燃尽的篆香。<br>长眉总是紧锁，任凭春风劲吹也不舒展。困倦地倚靠高楼栏杆，看那高飞的雁行，字字都是愁。</p> <p><strong>注释</strong><br>⑴减字木兰花：词牌名。此调将《偷声木兰花》上下阕起句各减三字，故名。<br>⑵篆（zhuàn）香：比喻盘香和缭绕的香烟。<br>⑶黛蛾：指眉毛。</p><br/><h2>英译</h2> <p>QIN Guan – Magnolia Lyrics with reduced words</p> <p>I rove among distant corners bearing regrets from bygone days,<br>Feeling miserable in loneliness as no one cares to ask how I've been.<br>I've always hoped to see you again yet disappointed I've always been,<br>Much like curls of smoke from a gilded incense burner that twirl to nothing in vain.</p> <p>My shapely eyebrows often in a deep frown engage,<br>That not even the spring breeze could relieve.<br>Weary and tired on a high-rise, against which I lean,<br>Across fly wild geese in a flight that appear like words and words of grief.</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是写一个独处女子，在困人的春天思念远方情人的离愁别恨至深的词。词的上片“天涯”二句，首句“天涯”就距离写游子之远、彼此分离天各一方，“旧恨”就时间写分手之后，别愁离恨之长。次句，“人不问”，写无人对语，独居高楼，本够凄凉，有谁关心慰问，即连同情的人都没有，故“独自凄凉”，即分外感觉到凄凉难堪了。这里“人不问”之人，当指为其朝思暮想远在“天涯”之人。其人“不问”，可知音信不通，相思难寄，这就必然加重了她对远方情人的思念更加迫切，相见的欲望更加强烈。“欲见”两句，写女子在百无聊赖愁苦之极，只好用燃香数刻来耗费时间。“欲见”写怀情人之切，“回肠”写内心之痛，用形状回环如篆的盘香，形容恰如人的回肠百转。“断尽”，指炷一根根断尽。这里用以突出女子柔肠寸断，即“一寸相思一寸灰”的强烈感受。香断烟消，也是形容时间流逝、愁闷未散，女子的愿望终于烟雾一样虚幻。总之，这两句极写其相思怀人的愁苦。</p> <p>　　过片从一年四季写愁。“黛蛾”两句写这位女子从冬到春愁眉难展的情状。由于别恨难消，故存于心头而现于眉梢，以致常是愁眉紧锁，尽管春天来临，“东风”劲吹，具有神奇伟大的东风，吹绿了大地江岸，吹开了百花吐艳。但无论怎样吹拂，也吹不展她的一双愁眉，这就深刻地揭示出在“长敛”、“不展”背后其愁恨的深重。此句构思特妙，它和辛词《鹧鸪天》“春风不染白发须”同一机杼，都可说是文艺美学上无理而妙的写法。即通过这种似乎无理的描写，却更深刻地表达了人的情思，给人以无穷的韵味。歇拍“困倚”二句，写她从夏到秋守傍高楼，默默无语地目视一群群大雁消失在遥远的天边，渴望着有远人锦书的到来，但她凭着自己有多少次失望的经验，明知那毕竟是缥缈无凭的幻想，即使倚遍危楼，也依然是天涯离恨。因此在她眼里，那远去飞鸿组成的“人”字飞翔，实际上都可说是一个个“愁”字而已。这就是俗话说的“情人眼里出西施”。因为她思念情人，见雁字倍增愁思，“人”字也就变成了“愁”字。因为人在激情强烈情况下，客观景物在人的眼里会改变情调色彩的。所以，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“以我观物，故物我皆著我之色彩。”这话是言之有理的。</p><br/><h2>赏析</h2> <p>　　此词写一女子独处怀人的苦闷情怀。上片写女子独自凄凉，愁肠欲绝；下片写百无聊赖的女主人公困倚危楼。全词先着力写内心，再着重写外形，触物兴感，借物喻情，词采清丽，笔法多变，细致入微地表现了女主人公深重的离愁，抒写出一种深沉的怨愤激楚之情。“天涯”点明所思远隔，“旧恨”说明分离已久，四字写出空间、时间的悬隔，为“独知凄凉”张本。</p> <p>　　独居高楼，已是凄凉，而这种孤凄的处境与心情，竟连存问同情的人都没有，就更觉得难堪了。“人”为泛指，也包括所思念的远人，这两句于伤离嗟独中含有怨意。如此由情直入起笔颇陡峭。</p> <p>　　“欲见回肠，断尽金炉小篆香。”是说要想了解她内心的痛苦吗？请看金炉中寸寸断尽的篆香！篆香，盘香，因其形状回环如篆，故称。盘香的形状恰如人的回肠百转，这里就近取譬，触物兴感，显得自然浑成，不露痕迹。“断尽”二字着意，突出了女主人公柔肠寸断，一寸相思一寸灰的强烈感情状态。这两句哀怨伤感中寓有沉痛激愤之情。上片前两句直抒怨情，后两句借物喻情，笔法变化有致。</p> <p>　　过片“黛蛾长敛，任是春风吹不展。”从内心转到表情的描写。人们的意念中，和煦的春风给万物带来生机，它能吹开含苞的花朵，展开细眉般的柳叶，似乎也应该吹展人的愁眉，但是这长敛的黛蛾，却是任凭春风吹拂，也不能使它舒展，足见愁恨的深重。“任是”二字，着意强调，加强了愁恨的分量。这两句的佳处是无理之妙。读到这两句，眼前便会浮现在拂面春风中双眉紧锁'，脉脉含愁的女主人公形象。</p> <p>　　结拍“困倚危楼，过尽飞鸿字字愁。”结拍两句，点醒女主人公独处高楼的处境和引起愁恨的原因。高楼骋望，见怀远情殷，而“困倚”、“过尽”，则骋望之久，失望之深自见言外。旧有鸿雁传书之说，仰观飞鸿，自然会想到远人的书信，但“过尽”飞鸿，却盼不到来自天涯的音书。因此，这排列成行的“雁字”，困倚危楼的闺人眼中，便触目成愁了。两句意蕴与<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《望江南·梳洗罢》词“过尽千帆皆不是，斜晖脉脉水悠悠，肠断白蘋洲”相似，而<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的这两句，主观感情色彩更为浓烈。</p> <p>　　此词通体悲凉，可谓断肠之吟，尤其上下片结句，皆愁极伤极之语，但并不显得柔靡纤弱。词中出语凝重，显出沉郁顿挫的风致，读来愁肠百结，抑扬分明，有强烈的起伏跌宕之感。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词精选",
    "女子",
    "思念"
  ]
}