{
  "id": 72331,
  "star": 24,
  "name": "范增论",
  "dynasty": "宋代",
  "content": "　　汉用陈平计，间疏楚君臣，项羽疑范增与汉有私，稍夺其权。增大怒曰：“天下事大定矣，君王自为之，愿赐骸骨，归卒伍。”未至彭城，疽发背，死。</p> <p>　　苏子曰：“增之去，善矣。不去，羽必杀增。独恨其不早尔。”然则当以何事去？增劝羽杀沛公，羽不听，终以此失天下，当以是去耶？曰：“否。增之欲杀沛公，人臣之分也；羽之不杀，犹有君人之度也。增曷为以此去哉？《易》曰：‘知几其神乎！’《诗》曰：‘如彼雨雪，先集为霰。’增之去，当于羽杀卿子冠军时也。”</p> <p>　　陈涉之得民也，以项燕。项氏之兴也，以立楚怀王孙心；而诸侯之叛之也，以弑义帝。且义帝之立，增为谋主矣。义帝之存亡，岂独为楚之盛衰，亦增之所与同祸福也；未有义帝亡而增独能久存者也。羽之杀卿子冠军也，是弑义帝之兆也。其弑义帝，则疑增之本也，岂必待陈平哉？物必先腐也，而后虫生之；人必先疑也，而后谗入之。陈平虽智，安能间无疑之主哉？</p> <p>　　吾尝论义帝，天下之贤主也。独遣沛公入关，而不遣项羽；识卿子冠军于稠人之中，而擢为上将，不贤而能如是乎？羽既矫杀卿子冠军，义帝必不能堪，非羽弑帝，则帝杀羽，不待智者而后知也。增始劝项梁立义帝，诸侯以此服从。中道而弑之，非增之意也。夫岂独非其意，将必力争而不听也。不用其言，而杀其所立，羽之疑增必自此始矣。</p> <p>　　方羽杀卿子冠军，增与羽比肩而事义帝，君臣之分未定也。为增计者，力能诛羽则诛之，不能则去之，岂不毅然大丈夫也哉？增年七十，合则留，不合即去，不以此时明去就之分，而欲依羽以成功名，陋矣！虽然，增，高帝之所畏也；增不去，项羽不亡。亦人杰也哉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>采用了陈平的计策，离间疏远楚国君臣。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>怀疑范增和汉国私下勾结，渐渐剥夺他的权力。范增大怒，说：“天下大事已经大致确定了，君王自己处理吧。希望能让我告老还乡。”回乡时，还没到彭城，就因背上痈疽发作而死。苏子说，范增离去是好事，若不离去，项羽一定会杀他。只遗憾他没有早早离开而已。既如此，那么范增应当在什么时候离开呢？当初范增劝项羽杀沛公，项羽不听；终因此而失去天下；应当在此时离去吗？回答说，不。范增想要杀死沛公，是做臣子的职责。项羽不杀刘邦，还显得有君王的度量。范增怎能在此时离去呢？《易经》说：“知道选择恰当时机，那不是很神明吗？”《<a href=\"http://so.gushiwen.org/view_72331.aspx\">诗</a>经》说：“观察那气象，若要下雪，水气必定先聚集成霰。”范增离去，应当在项羽杀卿子冠军的时候。<br>　　陈涉能够得民心，因为打出了楚将项燕和公子扶苏的旗帜。项氏的兴盛，因为拥立了楚怀王孙心；而诸侯背叛他，也是因为他谋杀了义帝。况且拥立义帝，范增实为主谋。义帝的存亡，岂止决定楚国的盛衰；范增也与此祸福相关。绝没有义帝被杀，而单单范增能够长久得生的道理。项羽杀卿子冠军；就是谋杀义帝的先兆；他杀义帝，就是怀疑范增的根本。难道还要等到陈平出反间之计吗？物品必定先腐烂了，然后才能生蛆虫；人必定先有了怀疑之心，然后谗言才得以听入。陈平虽说智慧过人，又怎么能够离间没有疑的君主呢？<br>　　我曾经评论义帝；称他是天下的贤君。仅仅是派遣沛公入关而不派遣项羽，在稠人广众之中识别卿子冠军、并且提拔他做上将军这两件事，若不是贤明之君能做到这些吗？项羽既然假托君王之命杀死了卿子冠军，义帝必然不能容忍。因此，不是项羽谋杀义帝，就是义帝杀了项羽，这用不着智者指点就可知道了。范增当初劝项梁拥立义帝，诸侯因此而服从；中途谋杀义帝，必不是范增的主意；其实岂但不是他的主意；他必然力争而却没有被接受。不采用他的忠告而杀死他所拥立之人，项羽怀疑范增，一定是从这时就开始了。在项羽杀卿子冠军之时，项羽和范增并肩侍奉义帝，还没有确定君臣之身份，如果替范增考虑，有能力诛杀项羽就杀了他，不能杀他就离开他，岂不是毅然决然的男子汉吗？范增年龄已经七十岁，意见相合就留下来，意见不合就离开他，不在这个时候弄清去、留的分寸，却想依靠项羽而成就功名，浅陋啊！即使这样，范增还是被汉高祖所畏惧。范增不离去，项羽就不会灭亡。唉，范增也是人中的豪杰呀！</p><p><strong>注释</strong><br>1.几：事物发生变化的细微迹象。<br>2.卿子冠军：指宋义。公元前207年，秦围赵，楚怀王封宋义为上将军，项羽为次将军，范增为末将军，救赵，途中，宋义畏缩不前，羽矫诏杀之。<br>3.楚怀王孙心：即楚怀王的孙子熊心，项梁拥立他为王，仍称怀王。项羽称霸后尊称熊心为义帝。</p>",
  "shangxi": "<h2>简析</h2> 　　本文是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>早期的史论。作者当时阅历不深所以其中提出了一些范增应该杀死<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的书生之见。但文章立意不落俗套能翻空出奇随机生发极尽回环变换的姿态。在写作技巧上从一点展开多方证明反复推测设想层层深入逻辑严密对后代的应试文章影响很大。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "史论"
  ]
}