{
  "id": 18659,
  "star": 54,
  "name": "汉寿城春望",
  "dynasty": "唐代",
  "content": "汉寿城边野草春，荒祠古墓对荆榛。<br>田中牧竖烧刍狗，陌上行人看石麟。<br>华表半空经霹雳，碑文才见满埃尘。<br>不知何日东瀛变，此地还成要路津。",
  "fanyi": "<p><strong>译文<br></strong>春天来了，汉寿城边野草丛生，那荒祠和古墓前面正长满荆榛。<br>田里的牧童烧化着丢弃的刍狗，路上的行人在观看墓前的石麟。<br>经过雷电轰击，华表已经半毁。由于积满灰尘，碑文仅可辨认。<br>不知什么时候又发生沧海桑田的变化呢，到那时，这里又会成为南北交通的要津。</p> <p><strong>注释</strong><br>①汉寿：县名，在今湖南常德东南。<br>②荆榛：荆棘。<br>③牧竖：牧童。<br>④刍狗：古代用茅草扎成的狗作祭品，祭后就被抛弃。<br>⑤陌：田间小路。<br>⑥石麟：石头雕刻的麒麟，这里泛指古代王公贵族墓前的石刻。<br>⑦才见：依稀可见。<br>⑧东瀛：东海。据《神仙传·麻姑》记载，“麻姑谓王方平日：自接待以来，见东海三为桑田。”东瀛变指沧海桑田的变化。<br>⑨要路津：交通要道。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18659.aspx\">诗</a>虽然极力地描绘了汉寿城遗址的荒凉、破败的景象，但是格调毫不低沉。在兴和废的转化之中，充分地表现了诗人发展变化的朴素辩证观点，使全诗充满了积极的进取精神。这首诗打破了一般律诗起、承、转、合的框框，首、颔、颈三联浑然一体，极力铺陈汉寿城遗址的荒芜、破败的景象，构成了全诗的整体层次。</p> <p>　　首联的出句点明了“春望”的地点，含蓄而又凝炼地表现汉寿城已是一片废墟了。“野草春”三字让人产生联想，如果汉寿不是一片芜城，还象当年那样人烟辐辏，无比繁华，春日迟迟，一派生机的话，诗人怎么会用城边野草刚刚发芽来描绘它的春色呢。首联对句勾勒出来的景物颇多，有荒祠、有古墓、有射棘、有榛莽，唯独没有人烟。正因为此，诗人用“对”字组合起来的柯、墓、荆、榛之类愈多，便使人愈感荒凉。</p> <p>　　颔联虽有“牧童”和行人”出现，但也没有增添任何生气。牧竖烧刍狗予田中，说明坟山冷落，祭扫无人“田地荒芜，可牧牛羊。符人着石麟于陌止。是因为荆榛莽莽，别无可以观赏盼景物，唯古墓前石兽群尚可注目而已。</p> <p>　　颈联清楚地告诉人们汉寿城今非昔比，当年繁华的交通要道，如今已破败不堪了。当年指示路途的华表，如今已经被雷电轰击得半残，纵横的断碑，通体蒙尘，碑文依稀可辨。昔日繁华，今朝破败，尽在残缺华表，断裂石碑中显露了出来。诗人不惜耗费大量笔墨大写特写这样的破败和荒凉，完全是为着尾联的富有哲理性的议论作准备的。</p> <p>　　从这首诗的尾联，“不知何日东瀛变，此地还成要路津”，谈出了一个深刻的哲理，即兴和废是互相依存，互相转化的。诗人认为：兴和废不是永恒的，不变的；而是有兴就有废，有废就有兴，兴可以变成为废，废亦可以变成为兴的。这正如老子所说的“祸兮福所倚，福兮祸所伏”一样，是具有朴素辩证法观点的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18659.aspx\">诗</a>为作者贬任朗州（今湖南常德市）司马时作，作者想起登临古城的所见所感，想见沧海桑田的巨变，唏嘘不已，便写下了这首诗。联系诗人一向关心国计民生的创作背景，可知这不是一时的即兴之作，而是长期感情积淀的爆发，在怀古的表象背后，蕴含着对已然“四海为家”的大唐江山的深深忧虑。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "咏史怀古",
    "感伤"
  ]
}