{
  "id": 56088,
  "star": 149,
  "name": "诉衷情·青衫初入九重城",
  "dynasty": "宋代",
  "content": "青衫初入九重城，结友尽豪英。蜡封夜半传檄，驰骑谕幽并。<br>时易失，志难城，鬓丝生。平章风月，弹压江山，别是功名。",
  "fanyi": "<p><strong>译文</strong><br>当初我作为低级官吏进入京城，结识的朋友都是英雄豪杰。起草重要文书，用蜡封固并连夜传送，骑着马奔驰传告中原人们。<br>时机容易失去，壮志难酬，两鬓已生白发。只好写文章品评风月，指点山川，建立另外一种“功名”。</p> <p><strong>注释</strong><br>①青衫：低级官吏的服色。九重城：指京城。豪英：英雄豪杰。<br>②蜡封：用蜡封固的文书，保密性强。<br>③传檄：传送文书。<br>④ 谕：告诉，传告。<br>⑤ 幽并：幽州、并州，此指金国占领区。<br>⑥ 平章风月：写评品风月的文字。<br>⑦弹压江山：指点山川。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片是忆旧。</p> <p>　　“青衫初入九重城，结友尽豪英。”起首两句写早年的政治生活。唐宋时九品官服色青，公元1160年（高宗绍兴三十年），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>由福州决曹掾被荐到临安，以九品官入京改职，言“青衫”十分贴切。陆游为官期间交识的同辈人士多是一时俊彦，因言“结友尽豪英”。</p> <p>　　“蜡封侯夜半传檄，驰骑谕幽并。”写任圣政所检讨官时的活动，反映出当时的政治形势是很鼓舞人的。这时宋孝宗刚即位，欲有所作为，遂恢复起用主战派的著名人物<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>，筹划进取方略。</p> <p>　　词的下片是抒愤。</p> <p>　　“时易失，志难城，鬓丝生。”换头三句既是词意的转折，接连三个三字句如走丸而下，表现出他激动的心情，也反映了他的政治经历的转折。“时易失”，先就大局而言，就是说，好景不长，本来满有希望收复中原的大好机会竟被轻易地断送了！宋孝宗操之过急，张浚志大才疏，北进结果遭到符离之败，反而又结成了屈服于金人的隆兴和议。这些史实概括在这一短语之中，表现出了陆游的痛惜之感。“志难成，鬓丝生”就个人方面说，正因为整个政治形势起了变化，自己的壮志未酬，而白发早生，以致成终身大恨。六字之中，感慨百端。</p> <p>　　“平章风月，弹压江山，别是功名。”歇拍三句写晚年家居的闲散生活和愤懑情绪。“平章风月，弹压江山”是相对上片结交豪英，夜半草檄而言的。那时候终日所对的是英雄豪杰，所作的是羽书檄文；此时终日所对的则是江山风月，所作的则是品评风月的文字，成了管领山川的闲人。天壤之别的场景，怎能不令词人痛心疾首，透出无奈之态。风月的品评，山川的管领，原是“闲者”的事，与“功名”二字沾不上边，而结句却说“别是功名”，这是幽默语，是自我解嘲，也是激愤语，是对那些加给他“嘲咏风月”的罪名的人们，予以有力的反击，套用孟子的一句话就是：“予岂好嘲咏风月哉；予不得已也！”</p> <p>　　全篇率意而写，不假雕琢，语明而情真，通过上下片的强烈对比，反映出陆游晚年的不平静心情。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋高宗绍兴二十三年（1153年），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>到南宋都城临安（今杭州）应进士试。<a href=\"http://so.gushiwen.org/view_56088.aspx\">诗</a>人回忆刚到帝京时意气风发、豪情万丈的情景，对比当时失意无成的现状，给人强烈的落差感，因而写下此诗。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "忆旧",
    "抒愤"
  ]
}