{
  "id": 64,
  "star": 611,
  "name": "黍离",
  "dynasty": "先秦",
  "content": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？<br>彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？<br>彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？",
  "fanyi": "<p><strong>译文<br></strong>看那黍子一行行，高粱苗儿也在长。走上旧地脚步缓，心里只有忧和伤。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？<br>看那黍子一行行，高粱穗儿也在长。走上旧地脚步缓，如同喝醉酒一样。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？<br>看那黍子一行行，高粱穗儿红彤彤。走上旧地脚步缓，心中如噎一般痛。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？</p> <p><strong>注释<br></strong>1.黍（shǔ）：北方的一种农作物，形似小米，有黏性。离离：行列貌。<br>2.稷（jì）：古代一种粮食作物，指粟或黍属。<br>3.行迈：行走。靡（mǐ）靡：行步迟缓貌。<br>4.中心：心中。摇摇：心神不定的样子。<br>5.悠悠：遥远的样子。<br>6.噎（yē）：堵塞。此处以食物卡在食管比喻忧深气逆难以呼吸。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于《黍离》一<a href=\"http://so.gushiwen.org/view_64.aspx\">诗</a>的主旨，虽然《诗序》说得明白：“黍离，闵宗周也。周大夫行役，至于宗周，过故宗庙宫室，尽为禾黍。闵周室之颠覆，彷徨不忍去，而作是诗也。”而且从此诗序于王风之首，确见其为编诗者之意旨。但历来争讼颇多，三家诗中韩、鲁遗说与毛序异，宋儒程颐更有臆说以为“彼稷之苗”是彼后稷之苗。近人读诗，新说迭出，比较有代表性的有郭沫若在《中国古代社会研究》中将其定为旧家贵族悲伤自己的破产而作，余冠英则在《诗经选》中认为当是流浪者诉述他的忧思。还有蓝菊荪的爱国志士忧国怨战说（《诗经国风今译》），程俊英的难舍家园说（《诗经译注》）等。说法虽多，诗中所蕴含的那份因时世变迁所引起的忧思是无可争辩的，虽然从诗文中无法确见其具体背景，但其显示的沧桑感带给读者的心灵震撼是值得细加体味的。另一方面，从诗教角度视之，正因其为大夫闵宗周之作，故得列于《王风》之首，此为诗说正统，不可不及，以下从两方面细析之。</p> <p>　　闵宗周之诗何以列于《王风》之首，先得弄清何为《王风》，郑笺云：“宗周，镐京也，谓之西周。周，王城也，谓之东周。幽王之乱而宗周灭，平王东迁，政遂微弱，下列于诸侯，其诗不能复《雅》，而同于《国风》焉。”可见《王风》兼有地理与政治两方面的含义，从地理上说是王城之歌，从政治上说，已无《雅》诗之正，故为《王风》。此诗若如《诗序》所言，其典型情境应该是：平王东迁不久，朝中一位大夫行役至西周都城镐京，即所谓宗周，满目所见，已没有了昔日的城阙宫殿，也没有了都市的繁盛荣华，只有一片郁茂的黍苗尽情地生长，也许偶尔还传来一两声野雉的哀鸣，此情此景，令诗作者不禁悲从中来，涕泪满衫。这样的情和这样的景化而为诗是可以有多种作法的，诗人选取的是一种物象浓缩化而情感递进式发展的路子，于是这首诗具有了更为宽泛和长久的激荡心灵的力量。</p> <p>　　全诗共三章，每章十句。三章间结构相同，取同一物象不同时间的表现形式完成时间流逝、情景转换、心绪压抑三个方面的发展，在迂回往复之间表现出主人公不胜忧郁之状，“三章只换六字，而一往情深，低回无限”（方玉润《诗经原始》）。</p> <p>　　诗首章写诗人行役至宗周，过访故宗庙宫室时，所见一片葱绿，当年的繁盛不见了，昔日的奢华也不见了，就连刚刚经历的战火也难觅印痕了，看哪，那绿油油的一片是黍在盛长，还有那稷苗凄凄。“一切景语皆情语也”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》），黍稷之苗本无情意，但在诗人眼中，却是勾起无限愁思的引子，于是他缓步行走在荒凉的小路上，不禁心旌摇摇，充满怅惘。怅惘尚能承受，令人不堪者是这种忧思不能被理解，“知我者谓我心忧，不知我者谓我何求”。这是众人皆醉我独醒的尴尬，这是心智高于常人者的悲哀。这种大悲哀诉诸人间是难得回应的，只能质之于天：“悠悠苍天，此何人哉？”苍天自然也无回应，此时诗人郁懑和忧思便又加深一层。</p> <p>　　第二章和第三章，基本场景未变，但“稷苗”已成“稷穗”和“稷实”。稷黍成长的过程颇有象征意味，与此相随的是诗人从“中心摇摇”到“如醉”、“如噎”的深化。而每章后半部分的感叹和呼号虽然在形式上完全一样，但在一次次反覆中加深了沉郁之气，这是歌唱，更是痛定思痛之后的长歌当哭。难怪此后历次朝代更迭过程中都有人吟唱着《黍离》诗而泪水涟涟：从<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>唱《情诗》到<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>赋《思旧》，从<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《乌衣巷》到<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的《扬州慢》，无不体现这种兴象风神。</p> <p>　　其实，诗中除了黍和稷是具体物象之外，都是空灵抽象的情境，抒情主体“我”具有很强的不确定性，基于这一点，欣赏者可根据自己不同的遭际从中寻找到与心灵相契的情感共鸣点。诸如物是人非之感，知音难觅之憾，世事沧桑之叹，无不可借此宣泄。更进一层，透过诗文所提供的具象，读者可以看到一个孤独的思想者，面对虽无灵性却充满生机的大自然，对自命不凡却无法把握自己命运的人类的前途的无限忧思，这种忧思只有“知我者”才会理解，可这“知我者”是何等样的人：“悠悠苍天，此何人哉？”充满失望的呼号中读者看到了另一个诗人的影子。“前不见古人，后不见来者，念天地之悠悠，独怆然而涕下”！吟出《登幽州台歌》的<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>心中所怀的正是这种难以被世人所理解的对人类命运的忧思。读此诗者当三思之。</p>",
  "about": "<h2>创作背景</h2> <p>　　《王风·黍离》一<a href=\"http://so.gushiwen.org/view_64.aspx\">诗</a>的背景，《毛诗序》说：“《黍离》，闵宗周也。周大夫行役，至于宗周，过故宗庙宫室，尽为禾黍。闵周室之颠覆，彷徨不忍去，而作是诗也。”从此诗序于王风之首，可见其为编诗者之意旨。但历来争讼颇多，三家诗中韩、鲁遗说与毛序异，宋儒程颐更有臆说以为“彼稷之苗”是彼后稷之苗。近人读诗，新说迭出，比较有代表性的有郭沫若在《中国古代社会研究》中将其定为旧家贵族悲伤自己的破产而作，余冠英则在《诗经选》中认为当是流浪者诉述他的忧思。还有蓝菊荪的爱国志士忧国怨战说（《诗经国风今译》），程俊英的难舍家园说（《诗经译注》）等。说法虽多，诗中所蕴含的那份因时世变迁所引起的忧思是无可争辩的，虽然从诗文中无法确见其具体背景，但其显示的沧桑感带给读者的心灵震撼是值得细加体味的。另一方面，从诗教角度视之，正因其为大夫闵宗周之作，故得列于《王风》之首，此为诗说正统。</p> <p>　　若要弄明白闵宗周之诗何以列于《王风》之首，先得弄清何为《王风》。郑笺云：“宗周，镐京也，谓之西周。周，王城也，谓之东周。幽王之乱而宗周灭，平王东迁，政遂微弱，下列于诸侯，其诗不能复《雅》，而同于《国风》焉。”可见《王风》兼有地理与政治两方面的含义，从地理上说是王城之歌，从政治上说，已无《雅》诗之正，故为《王风》。作为京畿之地，其从容大度的尊贵之气、朴素雅致的平民之风、平王东迁王室衰微的无奈和悲怨交织在一起，形成独具风尚的文化心理。此诗若如《毛诗序》所言，其典型情境应该是：平王东迁不久，朝中一位大夫行役至西周都城镐京，即所谓宗周，满目所见，已没有了昔日的城阙宫殿，也没有了都市的繁盛荣华，只有一片郁茂的黍苗尽情地生长，也许偶尔还传来一两声野雉的哀鸣，此情此景，令诗作者不禁悲从中来，涕泪满衫。因这样的情和这样的景，故化而为诗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史怀古"
  ]
}