{
  "id": 70623,
  "star": 2,
  "name": "杂剧·杨氏女杀狗劝夫",
  "dynasty": "元代",
  "content": "楔子<br>小生姓孙名荣，字孝先。祖居南京人氏。在土街背后居住。浑家杨氏。还有一个小兄弟，叫做孙虫儿，虽然是我的亲手足，争奈我眼里偏生见不得他。今日是小生的生辰之日，大嫂，你与我卧羊宰猪，做下筵席。别的亲眷可都阻了，则有我那两个至交柳隆卿、胡子转，去请他来陪我吃一杯儿寿酒。大嫂，你门首觑者，他两个这早晚敢待来也。员外也，你把共乳同胞亲兄弟孙二不礼，却信着这两个光棍，搬坏了俺一家儿也。不做营生则调嘴，拐骗东西若流水。除了孙大这糟头，再没第二个人家肯做美。小子柳隆卿，这八兄弟叫做胡子转。今日是孙员外的生日，俺两个无钱，去问醋房里赊得半瓶酒儿，又不满，俺着上些水，到那里则推拜，将酒瓶踢倒了。若员外叫俺买酒去，俺就去赊了来，算下的酒钱，少不得是员外还他。俺两个落得吃他的酒。使他的钱。哥说的是，我只依你便了。嫂嫂，哥哥有么？俺兄弟两个将一瓶儿酒来，与哥哥上寿哩。下次小的每，接了两个小叔羊者。大嫂，兄弟每无钱，那里得这羊酒来？请他里面坐。恭喜哥哥华诞。俺两小无甚礼物将敬，只一瓶儿淡酒，与哥哥一滴，添寿一岁，哥哥休怪。兄弟，滴水难消。休道是兄弟将酒来，你则这般空来，也是你兄弟的情分。将酒来，我与兄弟开怀畅饮一场。呀！刚只得这一瓶儿酒，又踢翻了也，如何是好？待兄弟再去买来。不要去买，我家里有的是好酒。大嫂，将酒来。既然哥哥有酒，我们借花献佛，与哥哥上寿咱。这两个来了，怎的不见小叔叔来？小生孙华，小字虫儿的便是。自小父母早亡，我向住在哥哥嫂嫂家里。俺嫂嫂大贤惠，则有俺哥哥孙大，信着两个逆子的言语，赶我在城南破瓦窑中居止。俺哥哥见俺，不是打便是骂。今日是俺哥哥生日，俺虫儿无甚么物件将去与哥哥祝寿，只去拜哥哥嫂嫂两拜，也不失人间的道理。可早来到门首也。嫂嫂。小叔叔，你来了也。两个光棍来了一日，怎不见你来？孙二来了也，接了羊者。孙二，你与我做生日，你将的羊酒来？你知兄弟贫寒度日，那里得这羊酒来？只是拜哥哥嫂嫂两拜，也是兄弟的意思。我少你那两拜哩！你拜了我，我就饱了，我就醉了，我也领你的盛情，你那里是与我做生日，明明是赶嘴来。<br>兄弟不曾敢说甚么，你打我怎的？我不打你别的，我打你个游手好闲、不务生理的弟子孩儿！哥哥，你打您兄弟，可也上有天哩！<br>【仙吕】【赏花时】知他是谁好游闲谁不良，谁起风波谁要强，瞒不过邻里众街坊。你是我的兄弟，你敢妆幺放党，不伏我打哩！俺哥哥道我妆幺放党，平白地揣与个罪名当。<br>【幺篇】这的是自有傍人说短长，铜斗个家私你独自掌，咱须是一父母又不是两爷娘。虫儿打街上过来，众人都道孙大郎与孙二似一个印合脱下来的。这厮胡说。你和俺哥哥一个印合里脱下来的，怎么你这般穷好嘴脸？怕不一般的俺模样，哥哥比兄弟多一片家狠心肠。你两个兄弟少罪。俺两个定害哥哥，改日再谢。员外，明日是清明节令，俺收拾下祭礼，请小叔叔一同上坟去咱。<br><br>第一折<br>昨日庆生辰，今朝请上坟。随他好兄弟，争似眼前人。今日孙员外请咱两个上坟，须索去走一遭。你两个兄弟来了也。你的祖宗就是我的祖宗，我们一齐拜罢。咱祭过了祖宗也，两个兄弟把盏破盘。我员外好是执迷也。将亲兄弟叫他另住，受着饥寒，今日上坟，也不等他一等，被这两个光棍搬弄，连祖宗在地下也是不安的。兀的不又吃醉了也！我这里看波，怎生不见孙二来？小生孙虫儿，将着这一份纸，一瓶儿酒，今日是一百五日清明节令，上坟去咱。可早来到坟前也。俺烧一陌儿纸与祖宗，愿你都好处托生去咱。古人有云：生事之以礼，死葬之以礼，祭之以礼。我孙虫儿贫难，备不得甚么祭礼，只是这一瓶儿酒。兀的不穷杀孙虫儿也！<br>【仙吕】【点绛唇】从亡化了双亲，便思营运。寻资本，怎得分文？落可便刮土儿收拾尽。<br>【混江龙】莫不是姓孙的无分？却将这精银响钞与了别人。教兄弟有家难奔，无处栖身。把我赶在破瓦窑中捱冻馁，教人道披着蒲席说家门。也不是我特故地把哥哥来恨，他、他、他不思忖一爷娘骨肉，却和我做日月参辰。<br>小叔叔，你上坟哩。嫂嫂少罪。你哥哥上坟，在这里等了你多时，不见你来，先自祭祀了也。你怎生来的这等迟？嫂嫂，自从前日与哥哥做生日来，不知甚的意思，打了我这一顿，我因此不敢见哥哥去，又害怕打哩！小叔叔，不妨事，等着你哩！你过去吃几钟酒，身上寒冷哩。这等我过去。这个村厮又来了。<br>【油葫芦】他骂道孙二穷厮煞是村，便待要赶出门，则着我自敦自逊自伤神。现如今爹爹奶奶都亡尽，但愿得哥哥嫂嫂休嗔忿。为甚么单骂着我？你敢是错怨了人。我和你有甚么情分，你来见我？既是哥哥与兄弟无情分，却怎生等我上新坟？<br>我正等你来打哩！<br>【天下乐】哎，俺亲的元来则是亲，嫂嫂，我不过去也，则怕哥哥打我。我为什么抽也波身，却倒褪，其实当不过那百般的心性狠。谁想他赤的金，白的银？但得俺哥哥欢喜呵便是十万分。<br>你来这里做甚么？你兄弟上坟来。俺家坟里有你这等人？我和你甚么亲，你来上坟？<br>【那吒令】哥哥道是不亲，我须是姓孙；哥哥道是不亲，孙虫儿上坟；哥哥道是不亲，这两个是甚人？这两个是我死生交的兄弟也，比你？哥哥你自忖量，你自评论，您直恁般爱富嫌贫。你这一万年不得长进的人！哥哥，这等人不长进，则待馋处着嘴，懒处着身，不拈了他去，待做甚么？小的每，拈这厮出去！兄弟每把盏，则管吃酒，不要采他。你看他两个贼子帮着俺哥哥吃酒，好不快活也！<br>【鹊踏枝】他两个把盏儿吞，直吃的醉醺醺。兄弟，好酒也。好酒！您兄弟都吃醉了也。吃的来东倒西歪，尽盘将军。孙二，我尽盘将军，是吃你的？没廉耻穷叫化弟子孩儿，今日俺家员外上坟，特特请我两个来，这所在只有我坐处，可有你站处？要你管我？这里正是你家的。今日个到坟堂中来厮认，是你甚么娘祖代宗亲？<br>这泼赖无礼！你那里是骂俺？哥哥，你看孙二见俺在这里吃酒，他骂你吃你娘祖代宗亲哩！谁骂我来？是孙二骂你来。孙二，你好也！俺祖代宗亲，是你甚么哩？你休信他每说话，兄弟怎敢骂哥哥？<br>【寄生草】哥哥，我又不是庶出逃生子，须是你同胞共乳亲。俺哥哥出门来宾客相随趁，俺哥哥还家来侍女忙扶进，你兄弟破窑中忍冷耽愁闷；俺哥哥富家山野有人瞅，你兄弟贫居闹市无人问。我酒醉了也。有我两个兄弟扶的我家去。你这穷厮还敢无礼！你坟上来，拷折你两肷骨；到我家里来，我打你二百棍！如何？这所在那里有你来？<br>【金盏儿】我坟前去那场恨，还家去怒生嗔。只待要各支支拷二百粗荆棍，咬牙根做出那恶精神。我待坟前去要敲折我两肷骨，还家去又要打断我脊梁筋。天那！我正是成人不自在，自在不成人。哥哥将兄弟不认，信着两个贼子，打了我这一顿。我不敢到坟上添土去，我则往坟外拜一拜罢。祖宗少怪，孙虫儿无甚，只烧的一陌儿纸，一瓶儿酒，祭奠祖宗咱。<br>【后庭花】这村醪酒刚半盆，纸钱儿值几文。不是我将父母相拖逗，也是你歹孩儿穷孝顺。兄弟每慢慢的把盏者。将羊背子来做按酒快活吃。快些碎羊背子来吃，来吃！他那厢吃的醉醺醺，我这里嘴骨都喑喑的纳闷。哎！孙虫儿来上坟，几番家桃李春。他那厢笑呷呷倒玉樽，我这里哭啼啼谁动问？<br>【青歌儿】天那！你于人有那般、那般慈悯，偏生我是这般、这般时运。俺哥哥白马红缨衫色新，俺哥哥眼内无珍。看的我做各姓他人，动不动棍棒临身。直着我有口难分，进退无门，只落的袖稍儿偷揾住，俺这悲悲切切泪纷纷。这的是谁生分？<br>【柳叶儿】难道我孙虫儿与他来不亲不近？见一阵儿旋风儿绕定荒坟，来时节旋的慢去时节旋的紧。为甚么小的儿多贫困，大的儿有金银？爹爹奶奶呵，你可怎生来做的个一视同仁？<br>兄弟，你去看孙二坟外做甚么哩？哥哥，俺两个看去来。哥哥，孙二在坟外绞七个纸人儿，埋在土里，咒你早死了，这家私都是他的。这厮无礼我今日吃的酒淹衫袖湿，花压帽檐低，随你、随你，只休上我门来。员外醉了也。俺哥哥去了也。我到坟上辞别了俺爷娘，还归我那破瓦窑中去。哥哥，你信着两个帮闲的贼，打我这几顿。哥哥，由你打我，我则是好心肠待你。<br>【赚煞】你便骂我一千场，便拷我三十顿，我则索狼吃幞头心儿自忍。若不是死了俺娘亲和父亲，这家私和你匹半停分。豹子的孟尝君，畅好是食客填门，可怎生把亲兄弟如同陌路人？哥哥，你有金有银，闪的我无投来无奔，则向这破窑中和月待黄昏。<br><br>第二折<br>昨日上坟处多吃了几钟酒，不自在。两个兄弟，咱今日往谢家楼上，再置酒席与我酘一酘去来。哥哥，咱三人结义做兄弟，似刘、关、张一般，只愿同日死，不愿同日生，兄弟有难哥哥救，哥哥有难兄弟救，做一个死生文书。两个兄弟说的是。这是街上，不是你的床铺，怎么就睡倒了？哥哥，你听得禁钟响哩，你还家去来。这等好睡，再叫也叫不醒。可又遇着个不知趣的天，下起大雪来。我每身上寒冷，陪他到几时回去？如今起更一会了，巡军这早晚敢出来也。他是个富汉，便拿住他，只使得些钱罢了，怕甚的？咱两个是个穷汉，若拿住呵，可不干打死了！不如撇下他还家去来。呀，哥哥，靴革勾里有五锭钞哩！常言道，见物不取。失之千里。这明明是天赐我两个横财，不取了他的，倒把别人取了去？便冻杀了你，也不干我事。好大雪也！孙虫儿往街上题笔，觅几文钱去来。如今天色已晚，我还窑中去咱。<br>【正宫】【端正好】黑黯黯冻云垂，疏刺剌寒风起，遍长空六出花飞。不停闲雪儿紧风儿急，这场冷着我无存济。<br>【滚绣球】有那等富汉每，他道是压瘴气，下的是国家祥瑞，怎知俺穷汉每少衣无食。我则见满天里飞磨旗，半空里下炮石，俺须是死无个葬身之地。只落得抱双肩紧把头低。我如今冒他大雪窑中去，抵多少袖得春风马上归，冻的我脚步儿难移。嗨！那富汉每下着雪他倒欢喜，却不知俺穷汉每好苦楚也。<br>【倘秀才】有等人道宜扫雪烹茶在读书舍里，又道是宜羊羔烂醉在销金帐底，不知道他陶学士风流可也胜如党太尉？谁说起，寒江上一蓑归，那渔翁的冻馁。<br>好大雪也！我想古来贫儒，也多有受苦的。<br>【滚绣球】似这雪呵教买臣懒负薪，似这雪呵教韩信怎乞食，似这雪呵郑孔目怎生迭配，晋孙康难点检书集。似这雪呵韩退之蓝关外马不前，孟浩然灞陵桥驴怎骑。似这雪呵教冻苏秦走投无计，王子猷也索访戴空回。似这雪呵汉袁安高眠竟日柴门闭，吕蒙正拨尽寒炉一夜灰，教穷汉海不死何为？<br>这雪下的越紧了也。我待往大街上去呵，风大雪紧，身上无衣难行。我打这背巷里去，也略避些风雪。这街上倘着的是什么物件？又不是个包袱，原来是一个醉汉。兀那君子，你也少饮些，怕做甚么。我欲待要去，这厮又一把拿住我右腿，怎么好？待我低头试看咱。呀！却原来是我哥哥酒醉了。你卧倒在这里，眼见的和这两个贼弟子的孩儿一处吃酒来，他两个去了，将你撇在这里。好朋友也！君子结交不为财，小人结交专为嘴。如今撇你雪堆中，还只信他无后悔。<br>【呆骨朵】见哥哥迎着风冒着雪倒在当街睡，我只怕钟声尽被那巡夜的凌逼。虽然是背巷里悄促促没个行人，只怕雪地里冷冰冰冻坏了你。为甚么这头巾上泥来污？哥哥，你上坟处也曾说来，却不道花压帽檐低，满身上雪渐消，哥哥，你可又说来，这的是酒淹衫袖湿。<br>这两个好无礼也！你那一身穿的吃的，都是俺孙员外的，今日哥哥吃的醉了，你丢了他。结下的这两个好兄弟也！<br>【倘秀才】自古道胶漆的雷陈也不似你这般合意，鸡黍的范张也不似你这般为嘴。你两个若没俺哥哥怕不饿杀你这颓。你两个撮捧着吃的醉如泥，却撇他在这里。<br>你这两个贼子，每日帮着俺哥哥吃酒做好汉哩！<br>【滚绣球】你妆了幺落了钱，你吃了洒噇了食，好也呵！哥哥也是他养军千日，俺孙员外不枉了结义这等精贼。你便十分地觑当他，他可有一分儿知重你？这的是使钱的伶俐。哥哥也在上坟处数遍家曾题，兀的般满身风雪足弯足全卧，可不道一部笙歌出入随，抵多少水尽也鹅飞。<br>我待扶起俺哥哥来，他又是打我；若不扶起来，冻死俺哥哥怎好？罢！我也怕不的打，我则背俺哥哥家去。可早来到也。小叔叔，你与哥哥商和了也？这谁劝你来？你怎生背将你哥哥来？嫂嫂，我还窖中去，在这土街背后经过，绊了我一交，我道是甚么？却是哥哥倒在大雪里睡着，两个贼子撇下去了。孙二想着共乳同胞的兄弟情分，恐怕街上冻死了。我只得背将家来。嫂嫂？哥哥睡着了也，嫂嫂安置，我回去也。生受你。身上寒冷，吃些酒饭还家去。嫂嫂，则怕哥哥觉来又打我。你放心，你哥哥直睡到红日三竿还未起哩。嫂嫂，假如哥哥觉来，怎生好那？他觉来我自支持他，包你没事。哥哥性子不好，要打着你如何？我也不是个善的，怕他怎么？保儿，快将面来与小叔叔吃。<br>【货郎儿】他道俺哥哥十分家沉醉，且吃些儿热汤热水。俺哥哥直睡到红日三竿未起，可怎生近新来偏恁觉来疾？好睡也。他酩子里纽回胭颈，没揣地转过身体。<br>嫂嫂，俺哥哥觉来了也。小叔叔由他，不要害怕。<br>【脱布衫】我坐则坐战兢兢的，是甚么人吃我面哩？他醉则醉气丕丕的。我这里低着头沉吟了半晌，他那里不转睛瞅了我一会。<br>【太平令】吃的是亲嫂嫂的酒食，更过如吕太后的筵席。嫂嫂，哥哥觉来了也，你说一句儿。我且不说，看他怎的！嫂嫂，俺哥哥觉来你支持，\"我也不是个善的\"，唬得我一个脸描不的画不的，一双箸拿不的放不的，一口面吐不的咽不的，我便有万口舌头教我说个甚的？<br>兀那吃面的是谁？是孙二叔叔。你大雪里冻倒在街上，那两个贼子撇下你去了，不是叔叔背将来，那里有你这性命哩！我记得靴革勾里剩下五锭钞来，我看咱。呀！怎么不见了？孙二，你那里是背我，明明要乘醉偷我这钞来。哥哥大雪里睡着，孙二恐怕冻坏了你，背将家来。我不知哥哥有钞，怎么偷得？多敢是那两个贼子拿去了。大嫂，你胡说！我这两个兄弟都是有仁有义的，他怎生拿的去？断然是这孙二穷厮也！<br>【伴读书】白茫茫雪迷了人踪迹，昏惨惨雪闭了天和地。寒森森冻的我还窑内，滴溜溜绊我个合扑地。黑喽喽是谁人带酒醺醺醉，我、我、我定睛的觑个真实。<br>【笑和尚】吓得我悠悠的魂魄飞，不寻思当街上正是哥哥睡。直背的到家来不得口好气息，倒吃顿泼拳捶。哥哥也你瞒天地昧神祗，今日打兄弟，明日骂兄弟，这的也是孙虫儿罪！这穷厮，你要拜死我哩！小的每将孙二拿到檐下大雪里跪着！哥哥，你好下的冻杀你兄弟也！<br>【叨叨令】则被这吸里忽刺的朔风儿那里好笃簌簌避，又被这失留屑历的雪片儿偏向我密蒙蒙坠，将这领希留合刺的布衫儿扯得来乱纷纷碎，将这双乞留曲律的胳膝儿罚他去直僵僵跪。兀的不冻杀人也么哥！兀的不冻杀人也么哥！越惹他必丢匹搭的响骂儿这一场扑腾腾气。<br>小叔叔，你也忒老实！员外着你跪，你就跪，难道着你死，你就死了不成？嫂嫂，你救我这命咱！保儿，将钟热酒来，与小叔叔荡寒。嫂嫂，若不是你这钟热酒呵，险些儿冻杀我也。<br>【耍孩儿】我怎生来不称俺哥哥意，嫂嫂也我也不曾犯十恶五逆。这一个家缘儿都被你收拾，我挂口儿不曾口店题。现如今他强咱弱将咱打，可不道人善人欺天不欺，也是我自买到他憔悴，天那！我本是声冤叫屈，他听的又道我说是谈非。<br>【二煞】我衷肠除告天，奈天高又不知，只落得捶胸跌足空流泪。我过一冬两三层单布权遮冷，捱一日十二个时辰常忍饥，哥哥行并不敢半句儿求于济，他见我早揎拳捋袖，努目撑眉。<br>【三煞】你欺负呵则欺负咱，你于济呵曾于济谁？你怀揣着鸦青料钞寻相识，并没半升粗米施饘粥，单有一注闲钱补笊篱。我黑说到明明说列黑，也说不尽我那苦楚，也诉不尽我这伤悲。<br>【四煞】你不是我呵你明日怎觑人？你不是我呵你今朝做醉鬼。被闲人剥了你新衣袂，洞房中把嫂嫂闲愁杀，巡铺坦把哥哥高吊起，冻的你刚存这一口儿气，怎不寻那两个无徒说话，只管把你兄弟禁持？<br>【五煞】你迸着脸噷喝的我，我好心儿搭救着你，背将来暖处和衣睡。我指望行些孝顺图些赏，他划的不见了东西倒要我陪。早看我身儿上穿着甚的，将一条旧褡衤專扯做了旗角，将一领破布衫捋做了铺迟。<br>【六煞】你向身上剥了我衣，就口里夺了我食，恶哏哏全不顾亲兄弟。我便噇了你这一钟酒当下沾些醉，我便吃了你那半碗面早登时挣的肥。小叔叔，你休怪。你哥哥不晓事，看我些面皮罢。我也则是嫂嫂行闲聒七，我不是买来的奴婢，又不是结下的相知。<br>嫂嫂少罪，我孙虫儿回家去也。<br>【煞尾】你无过是胸腰上撞我几头，脖项上打我几捶，忍下的就将我冻剥剥跪在檐前地。嫂嫂也这须是我压背他来家可也落得的。<br>咱昨日将孙员外撇在街上，偷了他五锭钞。如今到他家里看他去。他若有些说话，咱每自会随机答应。这是他家门首。嫂嫂，哥哥在家么？昨日你三人吃的酒醉了，你将哥哥丢在雪里，不是孙二背将回来，可不冻死了也。嫂嫂，难道我两个丢下哥哥？是这等人，狗也不值。昨日哥哥醉了，是我两个背到门前，恰好遇见孙二，嫂嫂，这不敢欺。我两个也是醉人，背了这许多路，背的一些力气都没了，其实交与孙二，着他好好的接将回来。嫂嫂，你只向那孙二，他在背后说你哩！我道兄弟每不是这等人。咱今日往李家楼上吃酒去来。嫂嫂，你看今日哥哥醉了，可是我两个背回来。俺员外只信那两个光棍，将他兄弟朝打暮骂，百般的劝不省。我如今不免出一智量，劝员外咱。只为同气连枝不可伤，做出区区巧智量。从古妻贤夫省事，免使旁人说短长。<br><br>第三折<br>俺员外今日又吃酒去了也。有王婆婆许下我一个狗儿哩，我去取来。王婆婆在家么？谁叫门哩？元来是孙大嫂！难得贵人踏贱地，到我家有甚事干？婆婆，我无事也不来。你许下这狗儿，我特来取那。大嫂，有，你将的去。有一事关心已久，如今待借他下手。虽然为邻舍情多，不家贫也不卖狗。我将这个狗儿把头尾去了，穿上人衣帽，丢在我家后门首，我将前门关了，员外必然打后门来，等他见了，看说甚么，我自有个主意。这早晚员外敢待来也。今日哥哥吃的醉了也，俺两个送哥哥去来。不须兄弟相送，我今日不当十分醉，我自家去。兄弟少罪，明日来早些。哥哥，俺不送了也。两个兄弟他还家去了，这早晚大嫂敢关了前门，我也径往后门去咱。是甚么物件绊我这一交？待我看波。呀！是一个人。敢是家中使唤的保儿？这厮每少吃些酒么？这里睡倒。起来！可怎生不动那？抹我两手，都是这厮吐下的，有些朦胧月儿，我试看咱。怎生是两手鲜血？是谁杀下一个人在这里？大嫂开门！员外，你慌怎么？大嫂，我吃酒回来到后门前，不知是谁杀下一个人。大嫂，我是好人家的孩儿，到来日地方邻里送我到官，我怎生吃的过这刑法？我不如寻个自缢死罢。员外，你不要慌，则咱两口儿知道。你有那两个兄弟，平日吃的穿的，都是你的，与你结作死生交，对天盟誓，兄弟有难哥哥救，哥哥有难兄弟救。今日你有难，正用的着他。如今悄悄的教两个兄弟将死尸背出，丢在别处，可不好那！大嫂，你说的是。大嫂，咱两个去来。这是柳隆卿家里。兄弟在家么？这早晚谁叫门哩？是你哥哥孙大郎。是哥哥！待我开门。哥哥请家里来，教拙妇烹莞豆捣蒜，与哥哥吃一钟。不劳你，哥哥事忙，有人欺负着我来。谁欺负哥哥来？你兄弟舍一腔儿热血，和他两个上一交。人便有个人。你哥哥特来投央你，只要你休违阻我。哥哥，你但道的，你兄弟便依。兄弟，咱今日吃罢酒，你两个还家去了，你哥哥打后门里去，不知是谁杀下一个人。你哥哥特来央你，背一背远处去，等我埋了他罢。别的事也小可，你<br>杀了人教我去背。我替你死！哥哥，你放心！小可事。兄弟见哥哥来慌了，不曾穿的里衣。哥哥，你门前略等一等，你兄弟穿了便去。你便出来。便出来。我将门来关了。哥哥，你听兄弟有四句诗念与你听。你倒生的乖，其如我不呆，你将人杀死，怎教兄弟埋！柳隆卿不肯去了，我再叫胡子转兄弟咱。谁叫门哩？是你哥哥孙大郎。哥哥，您兄弟有四句诗，还是先念了开门，还是开了门念诗你听？你哥哥事忙，没工夫听诗，你开门罢。既是这等，待我一头开门，一头念诗你听咱。何事急来奔，更深亲扣门。别件都依得，刚除背死人。哥哥，请进来坐。哥哥，你晓得我穷，夜又深了，莫说酒，茶也是难的。兄弟，我那要吃你的！我央你一件事来，只休似你哥哥柳隆卿。哥哥，我又不是他一父母生的，各人自要做人。你有甚么事，要用着兄弟，水里水去，火里火去。兄弟不知，你哥哥后角门头，是谁杀下一个人，你哥哥央你背到别处去，将他埋了者。休道是哥哥杀死一个，便杀了十个，怕没银子使，要我替你赏命？哥哥，我问你，那柳隆卿怎么说来？便是他不肯，因此来寻你。哥哥放心，我不是柳隆卿。那厮无行止，失口信，今日哥哥有难，兄弟不救，不为兄弟了也。兄弟，你说的是，只要快些儿者。哥哥不妨，休道这一个，便十个你兄弟也背出去了。我家有个没连衣袋，我取去将死人装在里头，有人问我胡子转你那里去，我说道与孙员外送草去，可不好那！好！早些儿取布袋出来。你杀了人，教我背去。孙大做事全没礼，后门杀下枉死鬼。你今怕死不偿命，死活来朝不由你。两个兄弟都不肯去，罢、罢、罢！我只是缢死了也。员外你不要慌，这两个贼子他不肯背去，我想来有你亲兄弟孙二，央他背出去，怕怎的？大嫂，我与兄弟似参辰日月，将他不是打，便是骂，不曾得了我一口儿好气。今日我有难，却央他，莫说他一定不肯，便肯时，我也没这脸见兄弟去。员外你放心，咱两口儿去来。<br>昨日虫儿好意背的哥哥到家，俺哥哥打了兄弟一顿。哥哥，你全不想咱是共乳同胞的弟兄。哎！不想共乳同胞一体分，煨干就湿母艰辛。好衣好食别人用，全没相怜半点亲。<br>【南吕】【一枝花】稀剌剌草户扃，破杀杀砖窑静。俺这里春光元不到，人迹罕曾经。万籁无声，是甚么响息飒惊咱醒？透着些影依微何处灯，却原来是伴独坐皓月澄澄，搅孤眠西风泠泠。<br>【梁州第七】我如今穷范丹无钱怎了，便教他赛陈抟也有梦难成。积渐的害得忧成病。一递里暗昏昏眼前花发，一递里古鲁鲁肚里雷鸣。这孙虫儿一身忍饿，教孙大郎万代留名。我和你本-个父养娘生，又不是蜾赢螟蛉。怎么无半年欺负了我五场十场，我每日家嗟叹了千声万声，那一夜不哭到二更三更。大嫂，你去叫门，我有甚脸儿见兄弟那。你不叫，我叫门咱。孙二，开门来！是谁人叫门那声？快些！这声音不似个男儿应。孙二，你开门咱，是你嫂嫂叫门哩！元来我嫂嫂门前等，他是个妇人家无烛从来不夜行，我出门去审问个分明。嫂嫂，更深半夜，你一个妇人家，这早晚天道，也不是你来的时候。不妨，我是你亲嫂嫂，怕做甚么？我孙虫儿呵，<br>【隔尾】我常时有命如无命，怎好又厮罗惹无情做有情。不争我开门去，教嫂嫂入来，这礼上就不是了。教俺哥哥知道又是打。孙二快开门，你哥哥有事着我叫你来。俺哥哥便今日有事呵明日旋折证，嫂嫂你这搭儿莫不错行。我不是错行哩。前者得过承，是我那滴水檐前受了的冷。<br>不则我来，和你哥哥在此。既是哥哥同来，何不早说！哥哥，休打你兄弟者。兄弟，你起来。你夜晚间有甚么事和嫂嫂来？小叔叔，咱后门前不知是谁杀下一个人，我如今叫你背将别处去埋了者。嫂嫂，你的话只怕不准。果有这等事，我哥哥怎不说一句来？员外，你说与兄弟怕甚么？大嫂，我说呵，恐怕兄弟变了脸。你兄弟不是那等人。兄弟，你哥哥昨日吃酒回来至后门前，不知是谁杀了一个人也，曾叫那柳隆卿、胡子转两个贼子去，他都不肯来背。兄弟也，你想着与我是共乳同胞的情分，你不救我时教谁救？哥哥，这人命的事，你是好人家的孩儿，怎么到的官府中问理去？那两个逆子，你养育了他，吃的、穿的，那一些儿不是你的？你今日有难不肯救你，却教我来背？好也啰，咱两个见官去来！小叔叔，你看我些面皮咱。这都是你哥哥的不是了也。兄弟，你息怒咱。<br>【骂玉郎】你怀中倚恃着财丰盛，动不动和人争，不登登按不住杀人性。若是被告发，被擒拿，怕不要偿命？<br>我几曾杀人来？是好冤屈也！<br>【感皇恩】你还道负屈高声，你所事无成。见兄弟，心头刺，眼中疔。吃酒时只和那两个贼徒，背人时来寻我这穷丁。好也啰！割舍的揎胳膊，拽衫袖，到公庭。<br>小叔叔，放了你哥哥，休要如此！<br>【采茶歌】嫂嫂呵可不你知情，哥哥呵可不你当刑？哥哥嫂嫂，你两口儿怕么？可知怕哩。要饶么？可知要饶哩。哥哥嫂嫂，休惊莫怕，我逗你耍哩！我替你把死尸骸送出汴梁城，随他拖到官中加拷打，我也拚的把杀人公事独招承。<br>兀的不是死人。<br>【牧羊关】恰便似醉汉当街上睡，死狗儿般门外停。嫂嫂，则怕天明了，待我背他出去。我背则背手似捞铃，怎么的口边头拔了七八根家狗毛，脸儿上拿了三四个狗毛。这厮死时节定触犯了刀砧杀，醉时节敢透入在喂猪坑。既不沙怎闻不的十分臭，当不的他一阵腥。<br>恐怕天明，我须急急的背出去咱。<br>【幺篇】这等人是狗相识，这等人有甚么狗弟兄。这等人狗年间发迹来峥嵘。这等人脱的是狗气狗声，这等人使的是狗心狗行。有甚么狗肚肠般能报主，有甚么狗衣饭泼前程？是一个啜狗尾的乔男女，是一个拖狗皮的贼丑生。<br>可早到汴河堤上了也。我将这个死尸埋在这幽僻去处，我记下者，久以后有个折证。哥哥嫂嫂，咱还家去来。小叔权，辛苦了也！将一领袄子来与小叔权穿。是领甚么袄子？是一领旧袄子。将领新袄子来与兄弟穿。那两个贼子来时，只怕哥哥还信着他哩。<br>【煞尾】那的是添茶添酒的枯干井，那的是填帛填金的没底坑。你觑当着这说谎精，那虚脾，那浅情；那过后，那光景；胡支吾，假奉承。他装厮趁，他装厮挺。吃饭处，白厮捱，买酒处，白厮逞；做事处，干厮哄；爱女处，干厮迎。从今以后，我再也不睬那两个贼子了。我记的古诗有云：荆树有花兄弟乐，员外这个才是。嫂嫂，你说甚的田氏三荆？只怕你跳出七代先灵也将他来劝不省。<br><br>第四折<br>今日俺哥哥教我管着解典库，我且闲坐咱。孙员外这两日不出门来，不礼俺两个，定是那一夜不肯与他背人的缘故。他自家杀了人倒怪我，今日寻他去。孙员外，你怎生不出门来？我怕你，不敢出门那。你打死了人，你躲到那里去？我和你见官去来。不要叫，怕地方听见。兄弟，这事怎了也？你两个帮闲的贼子，好生无礼！我不救哥哥教谁救？我送你些钱，饶我罢。哥哥，不干你事，是我杀了人来，我和这两个贼子折证咱。元来你两个通同杀人来！<br>【中吕】【粉蝶儿】没半盏茶时，求和到两回三次。你枉做个顶天立地的男儿，教那厮越妆模越作势，尽场儿调刺。他道你怕见官司，拿着个天大来杀人公事。<br>【醉春风】你休把外人攀，则将兄弟指。我敢向云阳市里挺着脖子，替哥哥死、死。俺哥哥将你恩上施恩，你两个待告呵便告，毕竟的是那不是。人命关天，分甚么首从？我和你告官去来。隆卿哥，只等他抬出三千两银子来，便饶了他罢。正直公廉不爱财，掌管西槽御史台。讼庭无事清如水，单把负屈衔冤放入来。小官姓王名翛然，在这南衙开封府做个府尹。方今大宋仁宗即位，小官西延边才赏军回来，今日升厅坐早衙。祗侯人那里？与我喝撺厢者！那个是原告，那个是被告？为甚么争桑竞土、分家私不平？你慢慢的说与我听咱。相公，小的是原告，这个是孙员外，他是个巨富的长者，与小人两个结义做兄弟，一日酒醉回家去，使酒撒泼杀了一个人，叫小的替他背出去。小的每畏法并不曾背。所告是实。这厮可也无礼。清平世界，怎敢便杀人？小人不敢。因吃酒回家去，见后门口不知是谁杀了一个人。你早招了也。既不是你杀人，怎么这尸首可可的在你后门？相公，休信这贼子的说话。<br>【红绣鞋】那告状人指陈事实，都是些扶同捏合的虚词。现如今告状的全不似古贤师，这般家闲雕刺。他待放着暗刀儿，在、在、在我根前怎的使？这就是孙员外的亲兄弟，他两个合谋杀人哩。你怎生谋杀了人？你与我从实招来！相公听小人说一遍咱。<br>【石榴花】他两个是汴梁城里谎乔厮，与孙员外甚宗支？只待要兴心啜赚俺泼家私，每日家哄的去花街酒肆，品竹调丝。被咱家说破他行上，因此上索垢寻疵。他道俺哥哥公门踪迹何曾至，平空的揣与这个罪名儿。<br>我们两个都是饱学秀才，倒说我要哄他家私！凭你到那汴梁城里城外问去。这个我也不和他争，只问他是甚么事发，是那个动手打死的。这敢是你哥哥杀了人来么？并不干我哥哥事，都是这两个贼子妄告，要诈钱哩！<br>【斗鹌鹑】他、他、他似这般钻懒帮闲，便是他封妻荫子。他讲不得《毛诗》，念不得《孟子》，无非是温习下坑人状本儿，动不动掐人的嗓子。哎，这好歹斗的书生，好放刁的贼子！<br>你这两个平日哄俺哥哥钱，也尽勾了，还有甚的不足意，又来告这等谎状。<br>【上小楼】我说的丁一确二，你说的巴三览四。使不着你癞骨顽皮，逞的精神，说的强词，公厅上捱杖子，胡攀乱指。到这里只有个法子，哎，使不的你咬文嚼字。<br>这厮无礼！左右，将大棒子与我打呀！这不干俺哥哥事，小人情愿与他对词！<br>【幺篇】活时节一处活，死时节一处死。咱两个协罗嘶钻、尾毛厮结、打会官司。一任你百样儿，伶牙俐齿，怎知大人行会断的正没头公事。这桩事不打不招。左右，拿这大的下去。好生打着。小的是个知法度的，怎敢杀人？不干俺哥哥的事，这件事都是小人做来。既是他认了，左右，拿小的下去打着者。相公停嗔息怒，暂罢虎狼之威。这件事也不干孙大事，也不干孙二事，都是小媳妇儿做下来的。兀那妇人！这件事你说的是呵，我与你问个妇人有事，罪坐夫男，拣一个轻省的罪名与他；若说的不是呵，我就活活的敲死了也。相公，从来人命关天关地，岂可没个尸亲来告，要这两个光棍与他索命？只因俺这孙家，汴京居住，长的孙大，叫做孙荣；次的孙二，叫做孙华。本是共乳同胞的亲兄弟，自小里父母早亡。这孙大恃强，将孙二赶在城南破瓦窑中居住，每日着这两个帮闲钻懒，搬的俺兄弟不和。这两个教孙大无般不作，无般不为，破坏了俺家私。孙大但见兄弟，便是打骂，妾身每每劝他，只是不省。妾身曾发下一个大愿，要得孙大与孙二两个相和了时，许烧十年夜香。偶然这一晚烧香中间，看见一只犬打香卓根前过来，妾身问知此犬是隔壁王婆家的。妾身就他家里，与了五百个钱，买将来到家，将此犬剁了头尾，穿了人衣帽，撇在后门首。孙大带酒还家来见了。问妾身道：后门口是谁杀了一个人，你可知么？妾身回言不知道。当夜教孙大唤柳隆卿、胡子转替背出去，两个百般推辞，只不肯来。我到窑中唤的孙二来，教他背将出去，埋在汴河堤上。怕相公不信，现放着王婆是个证见。因孙大背亲向疏，将兄弟打骂如奴。信两个无端贼子，终日去沽酒当垆。把家私渐行消废，使妾身难以支吾。因此上烧香祷告，背地里设下机谋。才得他心回意转，重和好复旧如初。若不是唤王婆亲为证见，谁知道杨氏女杀狗劝夫？这也难道。怕相公不信，可着人去取来看。现在河堤岸上埋着哩。怪道背出时，这般死狗臭！<br>【十二月】这公事非同造次，望相公台鉴寻思。俺哥哥花枝般媳妇，掌着那铜斗家私。这便是情由终始，有甚的过犯公私？<br>既如此，左右与我到汴河堤上取那埋的死狗来看。<br>【尧民歌】就官厅上拖出那狗皮儿，这的是俺嫂嫂暗把计谋施。劝哥哥放开怀抱莫嗟咨，那王婆须是俺的正名师。相公阿你恩也波慈，从来不受私，早分解了这跷蹊事。<br>禀爷，取得这狗儿来了也。这两个贼子好无礼也！各打九十，为民当差。孙荣主家不正，将亲兄弟另住，本该杖四十，因他妻杨氏大贤，免杖。杨氏与他旌表门闾。孙华郎授本处县令。幸当今天祐圣明君，汴梁城出此两贤人。王翛然从公大断案，一家儿望阙谢皇恩。<br>【尾煞】俺如今剔下子这骨和筋，割掉了这肉共脂。则着他背狗皮号令在长街市，也等那一辈儿狗党狐朋做样子。<br>题目孙虫儿挺身认罪<br>正名杨氏女杀狗功夫",
  "poet": {
    "id": 2675,
    "star": 0,
    "name": "萧德祥",
    "desc": "萧德祥，元代人。约公元一三三一年前后在世。约元文宗至顺中前后在世。号复斋。杭州人。以医为业。德祥善作曲，凡古文俱隐括为南曲，街市盛行。又有南曲戏文。杂剧有《四春园》、《小孙屠》、 《杀狗劝夫》 、《四大王歌舞丽春园》等，今仅其中一种。"
  },
  "tags": []
}