{
  "id": 6250,
  "star": 47,
  "name": "咏山泉 / 山中流泉",
  "dynasty": "唐代",
  "content": "山中有流水，借问不知名。<br>映地为天色，飞空作雨声。<br>转来深涧满，分出小池平。<br>恬澹无人见，年年长自清。",
  "fanyi": "<p><strong>译文<br></strong>山中有一股泉水，向别人询问这股泉水叫什么名字，却没有人知道。天空倒映在泉水面上，整个地面的颜色和天空的颜色是一样的，泉水从高高的山崖上飞流直下如雨声作响。<br>这股泉水自高山流出，涨满了一条条山涧和小溪，分出的支流也注满了一个个小池塘。这股泉水的清静和淡泊没有人看见，但不论怎样，这股泉水年复一年地依旧是那么清澈。</p> <p><strong>注释<br></strong>⑴借问：犹询问。古<a href=\"http://so.gushiwen.org/view_6250.aspx\">诗</a>中常见的假设性问语。<br>⑵飞空：飞入空中。<br>⑶深涧：两山中间很深的水。<br>⑷恬澹：同“恬淡”。清静淡泊。汉王符《潜夫论·劝将》：“太古之民，淳厚敦朴，上圣抚之，恬澹无为。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首山水<a href=\"http://so.gushiwen.org/view_6250.aspx\">诗</a>。作为一首较为工整的五律，此诗的内容组合与行文结构颇具特色。首联叙事点题，紧扣“泉”字，起得平和自然。静寂的深山里，一股清泉徐徐流动，给这僻远之所平添一活气；面对此番景象，诗人真想问山泉有无一个让人记得住的名字，可是无从知晓。其既惊喜又遗憾的心情充溢于字里行间。颔联承接上文，从正面立意，描绘山泉的出俗形象。诗人从广阔的立体空间着笔，生动地摹绘出山泉的澄澈与灵动：它流淌在平地之时，恰似一面新亮的镜子将蔚蓝的天宇尽映水底；它飞泻于山下之际，又如潇潇春雨般泼洒半空，煞是壮观。此联取景清晰，摹象精致，对仗谨严，通过大胆的想象，细腻的刻画，把飘逸的山泉的形象描绘得生动可感。颈联从反面角度立意，转写山泉遭遇冷落的境况：尽管山泉清净而鲜活，可是当它流入深涧，水满溢出，分引到小池的时候，山泉原先的那种清澄和，那种灵气，被这窒息的环境遮盖了，仿佛有谁不愿意看到山泉的“映地”“飞空”。这些描写，意在为后文蓄势。尾联关合全诗，由叙而议，点明诗旨：山泉的“恬淡”无人关注，可它仍然年复一年，自洁自清，保持着一尘不染的秉性。</p> <p>　　《咏山泉》作为一首别致的山水诗，其独特的艺术技巧可与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《山居秋暝》相媲美：全诗形象生动，画面清新鲜丽，诗人既泼墨渲染，又精雕细刻，把清泠丰溢的山间清泉逼真地展示于读者面前。《咏山泉》又是一首有所寄托的咏物诗——作品采用拟人手法，寓情于景，写山泉的“不知名”，说山泉的“无人问”；写山泉的“恬淡”，说山泉的“长自清”这一切，都在暗示人们：山泉即诗人自己，山泉的特点即诗人要追求的个性，其崇尚恬淡自然、飘逸出俗的高洁境界了了可观，耐人回味。总之，咏山泉与明心志的高度和谐统一，使此诗“格高调逸，趣远情深，削尽常言”（殷璠《河岳英灵集》）。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_6250.aspx\">诗</a>作者<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>是唐代官员，田园山水诗派代表诗人之一，其诗多描绘农家生活、田园风光，抒写个人情怀、朋友情谊，笔调质朴、自然、生动。《咏山泉》为储光羲吟咏山水的著名诗作，其具体作年不详。",
  "poet": {
    "id": 22,
    "star": 0,
    "name": "储光羲",
    "image": "http://img.gushiwen.org/authorImg/chuguangxi.jpg",
    "desc": "储光羲（约706—763）唐代官员，润州延陵人，祖籍兖州。田园山水诗派代表诗人之一。开元十四年（726年）举进士，授冯翊县尉，转汜水、安宣、下邽等地县尉。因仕途失意，遂隐居终南山。后复出任太祝，世称储太祝，官至监察御史。安史之乱中，叛军攻陷长安，被俘，迫受伪职。乱平，自归朝廷请罪，被系下狱，有《狱中贻姚张薛李郑柳诸公》诗，后贬谪岭南。江南储氏多为光羲公后裔，尊称为“江南储氏之祖”。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "山水"
  ]
}