{
  "id": 73271,
  "star": 29,
  "name": "思玄赋",
  "dynasty": "两汉",
  "content": "　　衡常思图身之事，以为吉凶倚伏，幽微难明，乃作《思玄赋》，以宣寄情志。其辞曰：</p> <p>　　仰先哲之玄训兮，虽弥高其弗违。匪仁里其焉宅兮，匪义迹其焉追？潜服膺以永靓兮，绵日月而不衰。伊中情之信修兮，慕古人之贞节。竦余身而顺止兮，遵绳墨而不跌。志团团以应悬兮，诚心固其如结。旌性行以制佩兮，佩夜光与琼枝。纗幽兰之秋华兮，又缀之以江离。美襞积以酷裂兮，允尘邈而难亏。既姱丽而鲜双兮，非是时之攸珍。奋余荣而莫见兮，播余香而莫闻。幽独守此仄陋兮，敢怠遑而舍勤？幸二八之遌虞兮，喜傅说之生殷。尚前良之遗风兮，恫后辰而无及。何孤行之茕茕兮，孑不群而介立。感鸾鹥之特栖兮，悲淑人之稀合。</p> <p>　　彼无合其何伤兮，患众伪之冒真。旦获讟于群弟兮，启金縢而乃信。览烝民之多僻兮，畏立辟以危身。曾烦毒以迷或兮，羌孰可与言己？私湛忧而深怀兮，思缤纷而不理。愿竭力以守义兮，虽贫穷而不改。执雕虎而试象兮，阽焦原而跟止。庶斯奉以周旋兮，要既死而后已。俗迁渝而事化兮，泯规矩之圜方。珍萧艾于重笥兮，谓蕙芷之不香。斥西施而弗御兮，羁要袅以服箱。行陂僻而获志兮，循法度而离殃。惟天地之无穷兮，何遭遇之无常！不抑操而苟容兮，譬临河而无航。欲巧笑以干媚兮，非余心之所尝。袭温恭之黻衣兮，披礼义之绣裳。辫贞亮以为鞶兮，艺技艺以为珩。昭彩藻与雕琢兮，璜声远而弥长。淹栖迟以恣欲兮，燿灵忽其西藏。恃己知而华予兮，鶗鴂鸣而不芳。冀一年之三秀兮，遒白露之为霜。时亶亶而代序兮，畴可与乎比伉？咨妒嫮之难并兮，想依韩以流亡。恐渐冉而无成兮，留则蔽而不章。</p> <p>　　心犹与而狐疑兮，即岐阯而摅情。文君为我端蓍兮，利飞遁以保名。历众山以周流兮，翼迅风以扬声。二女感于崇岳兮，或冰折而不营。天盖高而为泽兮，谁云路之不平！勔自强而不息兮，蹈玉阶之嶢峥。惧筮氏之长短兮，钻东龟以观祯。遇九皋之介鸟兮，怨素意之不逞。游尘外而瞥天兮，据冥翳而哀鸣。雕鹗竞于贪婪兮，我修絮以益荣。子有故于玄鸟兮，归母氏而后宁。</p> <p>　　占既吉而无悔兮，简元辰而俶装。旦余沐于清原兮，晞余发于朝阳。漱飞泉之沥液兮，咀石菌之流英。翾鸟举而鱼跃兮，将往走乎八荒。过少皥之穷野兮，问三丘乎勾芒。何道真之淳粹兮，去秽累而票轻。登蓬莱而容与兮，鳌虽抃而不倾。留瀛洲而采芝兮，聊且以乎长生。凭归云而遐逝兮，夕余宿乎扶桑。噏青岑之玉醴兮，餐沆瀣以为粮。发昔梦于木禾兮，谷昆仑之高冈。</p> <p>　　朝吾行于汤谷兮，从伯禹于稽山。集群神之执玉兮，疾防风之食言。指长沙以邪径兮，存重华乎南邻。哀二妃之未从兮，翩傧处彼湘濒。流目覜夫衡阿兮，睹有黎之圮坟。痛火正之无怀兮，托山陂以孤魂。愁蔚蔚以慕远兮，越卬州而愉敖。跻日中于昆吾兮，憩炎天之所陶。扬芒熛而绛天兮，水泫沄而涌涛。温风翕其增热兮，惄郁邑其难聊。</p> <p>　　顝羁旅而无友兮，余安能乎留兹？顾金天而叹息兮，吾欲往乎西嬉。前祝融使举麾兮，纚朱鸟以承旗。躔建木于广都兮，拓若华而踌躇。超轩辕于西海兮，跨汪氏之龙鱼。闻此国之千岁兮，曾焉足以娱余？</p> <p>　　思九土之殊风兮，从蓐收而遂徂。欻神化而蝉蜕兮，朋精粹而为徒。蹶白门而东驰兮，云台行乎中野。乱弱水之潺湲兮，逗华阴之湍渚。号冯夷俾清津兮，棹龙舟以济予。会帝轩之未归兮，怅相佯而延伫。呬河林之蓁蓁兮，伟《关雎》之戒女。黄灵詹而访命兮，摎天道其焉如。曰：“近信而远疑兮，六籍阙而不书。神逵昧其难覆兮，畴克谟而从诸？牛哀病而成虎兮，虽逢昆其必噬。鳖令殪而尸亡兮，取蜀禅而引世。死生错而不齐兮，虽司命其不晰。窦号行于代路兮，后膺祚而繁庑。王肆侈于汉廷兮，卒衔恤而绝绪。尉尨眉而郎潜兮，逮三叶而遘武。董弱冠而司衮兮，设王隧而弗处。夫吉凶之相仍兮，恒反侧而靡所。穆负天以悦牛兮，竖乱叔而幽主。文断祛而忌伯兮，阉谒贼而宁后。通人暗于好恶兮，岂爱惑之能剖？嬴擿谶而戒胡兮，备诸外而发内。或辇贿而违车兮，孕行产而为对。慎灶显于言天兮，占水火而妄谇。梁叟患夫黎丘兮，丁厥子而事刃。亲所睇而弗识兮，矧幽冥之可信。毋绵挛以涬己兮，思百忧以自疢。彼天监之孔明兮，用棐忱而佑仁。汤蠲体以祷祈兮，蒙厖褫以拯人。景三虑以营国兮，荧惑次于它辰。魏颗亮以从理兮，鬼亢回以敝秦。咎繇迈而种德兮，树德懋于英六。桑末寄夫根生兮，卉既凋而己毓。有无言而不雠兮，又何往而不复？盍远迹以飞声兮，孰谓时之可蓄？</p> <p>　　仰矫首以遥望兮，魂僘惘而无畴。逼区中之隘陋兮，将北度而宣游。行积冰之硙硙兮，清泉冱而不流。寒风凄而永至兮，拂穹岫之骚骚。玄武缩于壳中兮，螣蛇蜿而自纠。鱼矜鳞而并凌兮，鸟登木而失条。坐太阴之屏室兮，慨含欷而增愁。怨高阳之相寓兮，仙颛顼之宅幽。庸织络于四裔兮，斯与彼其何瘳？望寒门之绝垠兮，纵余绁乎不周。迅飙潚其媵我兮，骛翩飘而不禁。越谽谺之洞穴兮，标通渊之碄碄。经重阴乎寂漠兮，愍坟羊之潜深。</p> <p>　　追慌忽于地底兮，轶无形而上浮。出右密之暗野兮，不识蹊之所由。速烛龙令执炬兮，过钟山而中休。瞰瑶谿之赤岸兮，吊祖江之见刘。聘王母于银台兮，羞玉芝以疗饥。戴胜慭其既欢兮，又诮余之行迟。载太华之玉女兮，召洛浦之宓妃。咸姣丽以蛊媚兮，增嫮眼而蛾眉。舒妙婧之纤腰兮，扬杂错之袿徽。离朱唇而微笑兮，颜的砾以遗光。献环琨与玙缡兮，申厥好以玄黄。虽色艳而赂美兮，志浩荡而不嘉。双材悲于不纳兮，并咏诗而清歌。歌曰：“天地烟煴，百卉含葩。鸣鹤交颈，雎鸠相和。处子怀春，精魂回移。如何淑明，忘我实多。”</p> <p>　　将答赋而不暇兮，爰整驾而亟行。瞻昆仑之巍巍兮，临萦河之洋洋。伏灵龟以负坻兮，亘螭龙之飞梁。登阆风之曾城兮，搆不死而为床。屑瑶蕊以为糇兮，斞白水以为浆。抨巫咸以占梦兮，乃贞吉之元符。滋令德于正中兮，合嘉禾以为敷。既垂颖而顾本兮，尔要思乎故居。安和静而随时兮，姑纯懿之所庐。</p> <p>　　戒庶寮以夙会兮，佥恭职而并迓。丰隆軯其震霆兮，列缺晔其照夜。云师蘧以交集兮，涷雨沛其洒涂。轙雕舆而树葩兮，扰应龙以服辂。百神森其备从兮，屯骑罗而星布。振余袂而就车兮，修剑揭以低昂。冠咢咢其映盖兮，佩綝纚以辉煌。仆夫俨其正策兮，八乘摅而超骧。氛旄溶以天旋兮，蜺旌飘而飞扬。抚軨轵而还睨兮，心灼药其如汤。羡上都之赫戏兮，何迷故而不忘。左青雕以健芝兮，右素威以司钲。前长离使拂羽兮，委水衡乎玄冥。属箕伯以函风兮，澄淟涊而为清。曳云旗之离离兮，鸣玉鸾之嘤嘤。涉清霄而升遐兮，浮蔑蒙而上征。纷翼翼以徐戾兮，焱回回其扬灵。叫帝阍使辟扉兮，觌天皇于琼宫。聆《广乐》之九奏兮，展泄泄以肜肜。考理乱于律钧兮，意建始而思终。惟盘逸之无斁兮，惧乐往而哀来。素抚弦而余音兮，大容吟曰念哉。既防溢而静志兮，迨我暇以翱翔。出紫宫之肃肃兮，集太微之阆阆。命王良掌策驷兮，逾高阁之锵锵。建罔车之幕幕兮，猎青林之芒芒。弯威弧之拨剌兮，射嶓冢之封狼。观壁垒于北落兮，伐河鼓之磅硠。乘天潢之泛泛兮，浮云汉之汤汤。倚招摇、摄提以低回剹流兮，察二纪、五纬之绸缪遹皇。偃蹇夭矫娩以连卷兮，杂沓丛顇飒以方骧。戫汨飂泪沛以罔象兮，烂漫丽靡藐以迭逿。凌惊雷之砊磕兮，弄狂电之淫裔。逾厖澒于宕冥兮，贯倒景而高厉。廓荡荡其无涯兮，乃今穷乎天外。据开阳而頫盼兮，临旧乡之暗蔼。</p> <p>　　悲离居之劳心兮，情悁悁而思归。魂眷眷而屡顾兮，马倚輈而徘徊。虽遨游以偷乐兮，岂愁慕之可怀？出阊阖兮降天涂，乘飙忽兮驰虚无。云霏霏兮绕余轮，风眇眇兮震余旟。缤联翩兮纷暗暧，倏眩眃兮反常闾。</p> <p>　　收畴昔之逸豫兮，卷淫放之遐心。修初服之娑娑兮，长余佩之参参。文章焕以粲烂兮，美纷纭以从风。御六艺之珍驾兮，游道德之平林。结典籍而为罟兮，驱儒墨而为禽。玩阴阳之变化兮，咏《雅》《颂》之徽音。嘉曾氏之《归耕》兮，慕历陵之钦崟。共夙昔而不贰兮，固终始之所服也。夕惕若厉以省諐兮，惧余身之未勅也。苟中情之端直兮，莫吾知而不恧。墨无为以凝志兮，与仁义乎消摇。不出户而知天下兮，何必历远以劬劳！</p> <p>　　系曰：<br>天长地久岁不留，俟河之清只怀忧。<br>愿得远度以自娱，上下无常穷六区。<br>超逾腾跃绝世俗，飘飖神举逞所欲。<br>天不可阶仙夫希，《柏舟》悄悄吝不飞。<br>松乔高跱孰能离，结精远游使心携。<br>回志朅来从玄諆，获我所求夫何思！",
  "fanyi": "<p><strong>译文<br></strong>　　我常常思虑图谋全身之事，以为吉凶变幻无定，隐微难以明知，于是作《思玄赋》，以宣示寄托情志。赋的辞文说：</p> <p>　　仰瞻前代哲人玄之又玄的高妙教训啊，虽然其理越看越高妙，但我也不能背离。若不是仁人所居之地我将去哪里居住啊，不是义士之足迹我将去追随谁？深深牢记胸中永远思审其义啊，日日月月永不衰减。内心真诚地爱好美好的德行啊，爱慕古人贞定的节操。恭敬谨慎顺应礼法啊，遵循法度规矩而不失误。志向凝结专一遵循先哲之训啊，诚心坚固如绳结坚不可解。为昭明德操而制作佩饰啊，佩带夜光明珠与玉树。腰系香囊中装着秋兰的花朵啊，又连缀着香草江离。花草重叠香气浓烈啊，真能保持长久而难以消歇。佩饰美好举世无双啊，不是时俗所珍惜的那一类。展放我的花朵而没有人看见啊，散播我的香气而没有人闻到。孤独深居在偏僻荒陋之处啊，哪敢怠惰荒嬉而舍弃勤奋。庆幸八恺、八元遇到了虞舜啊，喜贺傅说生活在殷代。羡慕前贤遗留的风尚啊，痛心降生太晚没有赶上那个时代。我是多么的孤单独行啊，孑然一人无伴可语。有感凤凰的特立栖息啊，悲伤善人君子的孤独寡合。</p> <p>　　不遇知己又有何伤啊，怕的是众小人假冒真贤。<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>受到众弟的诽谤啊，打开铜皮封缄的文献柜才知真相被相信。看到众民多邪僻之行啊，害怕众民立法危害己身。增加烦忧与迷惑啊，与谁可以推心置腹剖真心。私下忧愁不堪深深思念啊，思绪纷乱理不出头绪。只愿尽力坚守礼义啊，虽然贫穷也不改初衷。虽承凋虎的贫穷，愿竭试象之力啊，坚守齐踵焦原的礼义。庶几这样尊奉行止可以合于礼啊，发誓约言至死方休。世俗小人胡作非为致使事物变化啊，泯灭规矩改变法度。珍惜野篙艾草放进双层竹编衣箱啊，竟说香蕙白芷不芬香。摈弃西施而不临幸啊，给骏马要袅套上马笼头，让它驾起载货的重车。行为邪僻反而得志啊，依循法度却遭受祸殃。思天地广大无穷无尽啊，为何人生遭遇反复无常？不降低情操苟且求容啊，譬如临河却无船。想要花言巧语谄媚乞求啊，这不是我内心所要尝试的。穿上温恭的黑花衣啊，披上礼义的五色绣花服。交织贞节诚信作为衣带啊，错杂技艺本领作为玉珩。玉佩和绶带的色彩鲜明啊，玉璜击声远传更悠长。长久游息随心所欲啊，白日奄忽西落山岗。依赖知己使我得以进用啊，杜鹃鸣叫使百草凋谢不芳。希望芝草一年开三次花啊，迫于白露凝霜不得开放。四时不停循环代替啊，谁可与之并列为偶？叹息妒嫉美人难以与之并行啊，想要追随仙人韩众与他四处飘流。担心时间渐进学仙不成啊，留下则被谗邪掩蔽不得显扬。</p> <p>　　心里犹豫迟疑不决啊，来到岐山脚下向文王陈情请决。文王双手拿着蓍草为我占卜啊，《遁卦》说：远走高飞保护名誉为大利。卦象还告知：经历众山四处周游啊，振翼凭借急风高扬美名。二女有感于高山啊，寒冰毁折不可经营。天高尚可变为水泽啊，谁云道路不平不可行？时时自勉不断努力啊，尚欲登上高高的玉阶。害怕算卦人的卜筮啊，钻孔龟甲观其吉凶。遇到了“栖鹤兆”啊，怨恨素志不得施展。遨游尘俗之外瞥见高天啊，凭据高远之地而哀鸣。雕鹗恶鸟贪婪争逐啊，我鹤修美高洁更加荣光。（文王说）“你卜得‘栖鹤兆’啊，鹤子归依母鹤然后得安宁。”</p> <p>　　占卜吉祥没有凶辞啊，选择吉日整理行装。早晨我在清水洗沐啊，在朝阳的地方晒干我的头发。用飞泉的微流漱口啊，咀嚼石上灵芝的露液。鸟儿高飞鱼儿跃啊，我将漫游于荒远八方。经过少的穷桑之野啊，向东方木神句芒问询东海中的三座仙山。大道真义是多么淳朴精要啊，离开尘俗顿感飘然轻松。登上蓬莱从容徘徊啊，龟负蓬莱拍手欢舞而不倾倒。留在瀛洲采摘灵芝啊，姑且用它延年益寿。凭依回归的云朵而远逝啊，晚上我宿在扶桑。吸青山顶峰的露水啊，饮半夜的水气作为食粮。昔日梦中见到了木禾啊，木禾生在昆仑高峰上。</p> <p>　　早晨我从汤谷出发啊，追从夏禹在会稽山上。招集众多执玉持帛的神仙啊，怨恨防风氏违命后至。奔向西南方向的长沙啊，在长沙南面问候大舜姚重华。哀伤舜妃娥皇女英未能随从啊，二妃溺死在湘水之滨。放目远眺衡山曲阿啊，看到祝融氏因山崩而毁坏的荒坟。哀痛火神祝融无归处啊，孤魂寄托在野外山坡上。愁绪郁郁思慕远方啊，越过卬州而游乐。登上日升正中处的昆吾啊，在炎热的南方火山边休息。火光四射将天染成大红色啊，大水沸腾波涛汹涌。热风聚合更增酷热啊，忧思抑郁难以聊赖。</p> <p>　　孤独寄客于它乡无友作伴啊，我怎能长留在此地。回看西方金天长长叹息啊，我欲去往西方游乐。前面祝融举旗指示方向啊，后继朱雀高捧大旗。行经都广的建木啊，拾取若木之花犹豫不决。在西海超越轩辕国啊，跨过沃民国的龙鱼。听说这些国家人皆寿至千岁啊，这何曾足以使我快乐？</p> <p>　　思念九州独特的风俗啊，随从西方之神蓐收起身前往。倏忽神化如蝉蜕解脱啊，与精纯之气结友为徒侣。踏经白门驰向东方啊，我驰行在中土。横渡潺湲的弱水啊，止步于华山北面的黄河之滨。呼叫河伯清理渡口啊，划龙舟渡我过河。正值黄帝升天神灵未归啊，怅然徘徊长久伫立。在茂盛的河林树下休息啊，赞美《<a href=\"http://so.gushiwen.org/view_73271.aspx\">诗</a>经·关雎》告诫女子之德。黄帝之灵归至而咨询啊，寻求天道应往哪里去。说：“相信切近怀疑旷远啊，《六经》缺闻则不记载。神道不明难以详察啊，谁能谋划就追从谁？牛哀生病变为虎啊，虽遇其兄也一定吃掉它。蜀王鳖令死后尸体丢失了啊，复活后传得蜀帝之位并世代绵延久长。人的死生错杂不齐啊，虽然主管性命的司命神也不明晰。当年窦皇后尚在去往代王的路上哭泣啊，可后来子孙当位世代昌盛。王皇后恣意奢侈于汉朝宫廷中啊，最后含忧而死没有后代。都尉颜驷当年眉毛花白老于郎署啊，及过了三代才遇到汉武帝。当年董贤二十二岁就作了大司马卫将军啊，虽按天子葬礼营造了墓穴可是最后却死无葬身之地。吉凶互为因果啊，常是反复无常没有定数。当初叔孙豹因梦中竖牛帮他解除了天的重压而喜欢竖牛啊，但后来竖牛想搅乱占有叔孙豹的家室就幽禁了他。当初晋文公因杀手勃鞮砍断其袖而怨恨勃鞮啊，后来阉人勃鞮将吕甥却芮要谋反作乱之事告诉了晋文公使其以后得到了安宁。像叔孙豹、晋文公这样的通达之人都不明于喜欢厌恶啊，更何况爱宠昏惑不明的人怎能将善恶分辨清楚。秦始皇解释图谶的内容而戒备胡人啊，防备于外敌而亡于内部的胡亥。周犨夫妇用人力车拉财物外逃以躲避还财给张车子的旧约啊，适逢妻产子于车下夫取子名为“车子”（而失财）。梓慎、裨灶是通晓天道的人啊，可是占卜水灾火灾时告辞却不应验。梁国老人忧虑好模仿人子的黎丘山的鬼啊，当其子迎他时他误将子当作鬼而拔剑刺杀了他。亲眼所见都不能识别啊，何况幽隐晦暗之事怎可信。不要被世俗所累使己忧愁啊，忧愁过多会生病。苍天所视是很明察的啊，辅助诚实的帮助仁德的人。商汤斋戒洁身以己为祭品祈祷苍天啊，蒙受大福而拯救了人民。宋景公三次谋虑都是为了治理国家啊，感动火星迁徙到其它时辰的地方。魏颗诚信顺从事理啊，鬼绊杜回助他打败了秦国。皋陶行为高尚培植德操啊，因德高而封其后于英、六二国。桑树枝末寄生的植物啊，百草至秋皆凋落独有它还生长。既然有不说则不应答啊，又有去往何处而不回返？何不远走高飞播扬声誉啊，谁说时机可以等待。”</p> <p>　　仰首举目远眺啊，神魂怅惘若失孤独无伴。中国世俗何其狭隘啊，将去北方遍处周游。行走在洁白的积冰之上啊，清泉寒凝闭塞而不流。寒风刺骨长久不息啊，风声呼啸拂掠山峰。北方神兽玄武缩入壳中啊，螣蛇蜷曲畏缩缠绕。江河结冰鱼鳞竦立啊，鸟栖寒枝站立不稳。坐在北方极阴之地的暗室中啊，叹息抽泣愁绪更浓。埋怨高阳所选择的居处啊，报怨颛顼居住的北方。往来四方边远之地就像往来织络啊，北方也并不比别处好。眼望北极寒冰覆盖的山峰人迹不能到的山崖啊，放纵我的马缰奔向不周山。狂风迅猛送我前行啊，顺风飞快驰跑不加控制。飞快驰入深深的洞穴啊，马蹄击打着长长的大川。行经阴森的地中倍感寂寞啊，怜悯感伤坟羊潜入地下如此之深。</p> <p>　　在地下追随混沌无形的元气啊，超出在元气之前而向上飘浮。驰出西方密山的幽暗荒野啊，不知小路所经由的地方。催促烛龙叫它举起火炬啊，经过钟山而中途休息。瞻望瑶溪红色的高崖啊，凭吊祖江的被杀。在银台访问西王母啊，进食玉芝以填饥肠。西王母因我的到来而欢悦啊，又责怪我走得太慢。载上太华山上的明星玉女啊，又召来洛水女神宓妃。都是那样的美丽妩媚啊，再加上含情的眼睛弯弯的细眉。轻舒纤纤细腰啊，扬起色彩斑斓的衣衫。朱唇微启莞尔含笑啊，容颜焕发光彩照人。赠给我环、琨玉佩和美玉、香缨啊，又送我各色缯绮以表明她们结好的心意。虽然容貌美艳所赠丰厚啊，但心志不专不称我意。玉女、宓妃因不被收纳而悲伤啊，一起咏读诗句并清音歌唱。歌辞说：“天地之间烟云缭绕啊，百花争艳竞相开放。鹤颈相依彼唱此和啊，雎鸠水鸟关关和鸣。姣姣处女心恋君子啊，心神慌乱魂不守舍。为何善良贤明的君子啊，却这么快就忘记了我。”</p> <p>　　将要应答二女歌诗但不得闲暇啊，于是整理车驾急速驰行。瞻望高高的昆仑山啊，面临河水弯道浩瀚无垠。灵龟伏底背负河中的高地啊，螭龙横卧飞架桥梁。登上阆风山旁的曾城啊，用不死树交架成床。将玉树花朵碾碎作为干粮啊，酌取白水作为水浆。使巫咸为我占梦啊，占得吉祥的卦辞：“在昆仑山上滋养繁茂你的美德啊，正应合你梦见‘得时之中’的嘉禾。禾穗低垂眷恋其根啊，你要思归你的故乡。和静自安顺应时俗啊，姑且纯美你的居所。”</p> <p>　　告诫众僚早些相会啊，全都恭于职守一起来迎接我。雷神丰隆霹雳雷声震惊天庭啊，电神列缺闪电照亮夜空。云神屏翳聚集乌云啊，暴雨倾盆击打道途。在玉饰的车上安上马缰环并树起华盖啊，驯服应龙为我驾车。百神簇拥全随身后啊，聚集车骑棋罗星布。扬起我的衣袖登上车啊，摇动长剑高低起伏。高冠耸立映照车盖啊，佩饰繁盛光彩辉煌。仆夫庄敬挥舞马鞭啊，八龙驾车飞腾高驰。以大气为旄旗广大无际啊，以长虹为旌旗随风飘扬。手抚车箱栏杆而远眺啊，内心焦热如滚汤。羡慕天帝之都的光明灿烂啊，为何迷恋故土而不忘。左面青色琱龙举起有如灵芝的车盖啊，右面白虎执掌发令的铜铃。叫前面朱雀高举羽旄啊，委任玄冥以水衡之职。嘱告风神箕伯收敛狂风啊，拂除混浊之气而天宇澄清。摇曳云旗迎风飘扬啊，玉饰车铃叮叮鸣响。腾上高天飞向远方啊，凭借游气向上飞行飘浮。安闲有节的飞行缓缓来到啊，火花闪烁显扬神的灵光。叫上帝的守门人打开门啊，想于琼宫拜见天帝。聆听天上的《广乐》多次演奏啊，神情舒展和乐融融。凭借音乐而考察政治的治乱啊，其意表现在开始就能观测它的终结。忧思放纵游乐不知满足啊，担心欢乐将去悲哀将来。素女拨弦余音袅袅啊，黄帝乐师大容吟歌而警告戒除逸乐。防止过度逸乐而宁静心志啊，趁我尚有闲暇还要远走高飞。离开了清莹的紫宫啊，来到高高的太微之下。命令王良执鞭驾车啊，逾过耸天的高阁。立在密密的罔车星边啊，到广大无边的青林中打猎。用力拉弯威弧啊，射杀嶓冢山上的大狼。观看在北落边的壁垒啊，敲起咚咚的河鼓。乘着天潢星浮游啊，渡过广阔的云汉天河。凭依招摇摄提星宿随时节而回转啊，观察日月二纪、金木水火土五纬星连绵相继的运行。或高扬自恣或疏落连绵曲折啊，星宿众多天象纷纭。飞驰不停若有若无啊，星宿分散连绵不绝旷缈幽深往复摇荡。乘着轰然的惊雷啊，戏耍裂天的闪电。在天之高处逾越元气啊，穿过从下面映照的日月倒影而高起。空廓广大无际无涯啊，如今我游遍天外各方。凭据开阳星而俯视啊，下临缈远的故乡。</p> <p>　　离乡孤处使人悲伤不已啊，内心忧郁只想回家乡。神魂萦绕频频回望啊，马倚车辕原地徘徊。虽然遨游四方使我苟且偷得片时的欢乐啊，但怎能削减心中的悲哀与思念。出了天门啊顺天路降下，乘着疾风啊在天空中驰骋。云朵飘飘啊萦绕我的车轮，疾风飒飒啊吹掠我画有鸟隼的旗。缤纷连绵啊昏暗朦胧，倏忽之间啊恍恍惚惚已回到了故乡。</p> <p>　　收敛往日的游乐啊，收敛过于放纵的远游之心。治理我从前穿的那种软软的衣服啊，带上我长长的玉佩。光彩鲜明灿烂夺目啊，美好的衣饰色彩缤纷随风轻扬。驾驭六艺的宝车啊，遨游在道德的平原森林。编结五经为网罟啊，驱遣儒、墨之学以之为猎物。把玩阴阳变化之术啊，吟咏《雅》、《颂》的懿美德音。赞美曾子《归耕》之孝啊，仰慕大舜躬耕历山的崇高。早晚恭敬没有二心啊，坚持终始所服事的礼义。至晚犹是忧伤戒惧如临危难以减少过错啊，害怕我的修养不能日日提高。如果我内心是正直的啊，没有人了解我我也不惭愧。默默无为专一志向啊，我与仁义优游逍遥。不出门而尽知天下事啊，何必远游受苦劳。</p> <p>　　总结全文说：<br>天长地久无穷尽岁月荏苒不停留，等待黄河水复清空想无期心怀忧。<br>愿凭远游聊以自我欢娱，上天入地无常路游尽上下四方。<br>纵马驰骋腾跃上空远离世俗，飘然若神尽情遨游快我心意。<br>天不可高升仙人稀少，《柏舟》诗说忧心忡忡不忍远飞。<br>赤松子、王子乔两位仙人高踞天上凡人谁能附丽？只能是精魂系结神游天宇心灵相遇。<br>挽回远游情志追从玄圣之道，获我所求之清静无为又有何思虑！</p> <p><strong>注释<br></strong>1、弥高：本于《论语·子罕》“仰之弥高，钻之弥坚”句，原意是指孔子的学生感到学问道德高不可攀，越抬头望越觉得它高，越钻研越觉得它深。此“弥高”指先哲玄训的高深。<br>2、匪：通“非”。仁里：仁人居住的地方。义迹：义士的足迹。<br>3、服膺：牢记在心中。绵：连。<br>4、伊：这，此指<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>自己。<br>5、竦余身：意为恭谨自己的行为。顺：循。止：礼。绳墨：木工打直线的工具，此喻规矩法度。跌：失足倒下，此指差误。<br>6、团团：物体下垂的样子。应：接受。应悬：言志如绳悬之物，绳喻先哲之训，绳动则物应。<br>7、旌：彰显明耀。性行：品性和行为，此指作者自身的贞性洁行。夜光：宝珠名。琼枝：玉树。<br>8、纗：系。幽兰：兰花。华：同“花”。江离：香草名。<br>9、襞积：衣裙上的褶子，此指作者的芳美衣服。酷裂：“酷烈”，指香气浓郁。允：信实。尘邈：久远。<br>10、美好。鲜：少。攸：所。<br>11、荣：花，此喻作者的美行。播：散。<br>12、仄陋：同“侧陋”，指僻侧贱陋之处。<br>13、遌：遇。傅说：殷时贤人，相传本为贱役，殷王武丁举以为相。<br>14、尚：慕。恫：痛。后辰：指出生得迟。<br>15、茕茕：孤独无依的样子。孑：独。介：孤单。<br>16、鸾、鹥：均为凤凰一类的神鸟。特：独。淑：善。合：遇合，遭逢。<br>17、彼：指淑人贤士。<br>18、旦：周公旦。讟：诽谤。金縢：用金封缄的收藏秘密文书的柜子。<br>19、烝：众。僻：邪。立辟：立法。<br>20、烦毒：烦扰。羌：发语词。<br>21、湛：深。怀：思。缤纷：乱貌。<br>22、雕虎：花斑猛虎。<br>23、庶：副词，表示希望，此用为自勉。要：约<br>24、迁渝：移动变化。规矩：圆规和曲尺，此喻礼法规范。<br>25、萧艾：草名，此喻小人。蕙、芷：均为香草，此喻贤人。<br>26、斥：远弃。服：驾车。<br>27、陂僻：邪僻不正。<br>28、惟：思。遭遇：指人生的经历。<br>29、航：船。<br>30、巧笑：美好的微笑，此处用为贬义。<br>31、袭：穿着。温恭：温良恭敬，为古人推崇的美德。绣裳：绣有五色花纹的衣服。<br>32、辫：交织。珩：杂佩上部的横玉。<br>33、昭：彰明。彩藻：泛指色彩艳丽的饰物。<br>34、淹：久。<br>35、已知：犹知己。<br>36、秀：开花。遒：迫。<br>37、代序：顺次更替。<br>38、咨：叹。<br>39、渐冉：指时光渐逝。<br>40、犹与：同“犹豫”。摅：申，抒发。<br>41、文君：周文王。遁：《易》卦名。<br>42、感：感应。或：又。<br>43、盖：尚。<br>44、勔：勤勉。阶：犹道。<br>45、祯：吉祥。<br>46、逞：施展。<br>47、瞥：目光掠过。冥翳：高远。<br>48、雕、鹗：均为猛禽，此喻小人。<br>49、玄鸟：指鹤。母氏：喻道。<br>50、悔：灾祸。简：选择。<br>51、沐：洗发。<br>52、流：大。英：花。<br>53、走：奔赴。八荒：八方荒远之地。<br>54、少皥：传说中古帝名。穷野：指穷桑之野。句芒：东方木神。<br>55、道真：大道的真义。<br>56、容与：安逸自得的样子。<br>57、芝：灵芝仙草。以乎：相当于“用之”，此指食之。<br>58、扶桑：东方神木名，传说日出其下。<br>59、噏：吮吸。<br>60、木禾：相传长于昆仑山上的嘉谷。谷：生。<br>61、汤谷：传说为日出处，扶桑即生于汤谷。<br>62、防风：指防风氏。<br>63、指：向。存：慰问。<br>64、处：安居。<br>65、衡：衡山，在湖南衡山县。<br>66、火正：古五行官之一，掌火，此指祝融。怀：归。<br>67：卬州：古九州之一，位于正南方，其处极热。<br>68、昆吾：传说中南方山名，日行其上则为正中。炎天：南天，古称南方有火山，昼夜火燃，故名。陶：炎炽。<br>69、芒：光芒。绛：大红色。<br>70、翕：聚合。惄：忧思。聊：依赖。<br>71、顝：独。兹：此。<br>72、金天：指西方。嬉：戏耍玩乐。<br>73、麾：旗帜，作指挥用。<br>74、建木：神木名，高百仞而无枝，日中而无影，众天神于此上下。广都：传说中南方山名，建木生于其上。若：若木，神木名，在建木西，长有赤花。<br>75、超：越。轩辕：传说中的国名，其人短寿者亦活八百岁。<br>76、曾：岂。焉：此。<br>77、九土：九州。蓐收：西方神名。<br>78、欻：轻捷迅速。神化：指人的精神意志产生深化。蝉蜕：蚱蝉脱去皮壳，此喻解脱，有去故就新之义。<br>79、蹶：行动急剧。台：我。中野：中土。<br>80、乱：横渡。<br>81、号：呼。济：渡。<br>82、会：值。帝轩：指黄帝。<br>83、河林：木名，生长在敖岸之山的北面。<br>84、如：往。<br>85、六籍：指《易》、《书》、《诗》、《礼》、《乐》、《春秋》六经。<br>86、神逵：等于说天道。<br>87、牛哀：指公牛哀。昆：兄。噬：咬。<br>88、引：长。<br>89、司命：神名，掌死者名册，通命运期度。<br>90、号：哭。膺：当。<br>91、恤：忧。<br>92、逮：及。<br>93、司：领受。隧：墓道。<br>94、恒：常。反侧：反复无常。<br>95、乱：谋害。幽：囚禁。<br>96、文：指晋文公。<br>97、通人：通达事理的人。剖：分辨明析。<br>98、嬴：指秦始皇嬴政。<br>99、或：有人。贿：财。<br>100、慎：春秋时鲁国大夫梓慎，通天文占侯之术，但曾预言鲁有大水，却反而大旱。<br>101、黎丘：地名，在梁国北部。<br>102、幽冥：昏昧不明的状态。<br>103、绵挛：牵制拘束。<br>104、丁：当。孔：甚。<br>105、厖：大。<br>106、景：指宋景公。<br>107、敝：败。<br>108、迈：行。种：布。<br>109、卉：草的总称。<br>110、往：行。<br>111、盍：何不。<br>112、矫首：抬头。<br>113、区中：指一定的区城之中，此指中国。度：越。<br>114、冱：冻结。<br>115、凄：寒冷貌。穹岫：山崖。<br>116、壳：龟甲。<br>117、凌：冰。<br>118、太阴：北方极寒之地。<br>119、相：择。幽：北方。<br>120、瘳：病愈，引申有好转之意。<br>121、寒门：传说中极北的大山。<br>122、飙：狂风。<br>123、通川：指地下的通达长远的深河。<br>124、重阴：指地中。<br>125、慌忽、无形：均指无形无相的道，亦即《老子》所说的支配万物的道。<br>126、右：指西方。<br>127、速：征召。<br>128、瞰：瞻望。<br>129、聘：访问。<br>130、慭：笑貌。诮：责备。<br>131、太华：即华山。<br>132、姣：美好。<br>133、妙婧：美好貌。<br>134、的砾：明亮貌。<br>135、环：玉石做的环状佩饰。<br>136、清歌：无乐器伴奏的歌词。<br>137、烟煴：指天地间阴阳二气交互作用的状态。<br>138、鸣鹤：同类之间的欢情离合。<br>139、处子：处女。<br>140、淑明：淑善贤明之人。忘：不识。<br>141、亟：急速。<br>142、萦：弯曲。河：黄河。<br>143、灵龟：大龟。梁：桥。<br>144、不死：指不死树。<br>145、屑：碎。<br>146、抨：使。<br>147、滋：丰茂。<br>148、本：根。<br>149、纯：大。懿：美。<br>150、戒：命令。佥：皆。<br>151、丰隆：雷神。列缺：闪电。<br>152、沛：形容暴雨急疾充盛。<br>153、扰：驯。应龙：古代神话中有翼的龙。<br>154、森：众多貌。备：尽。<br>155、修：长。揭：高举。<br>156、盖：车盖。<br>157、仆夫：指驾车的人。正：治办。策：马鞭。<br>158、氛：大气。溶：广大貌。<br>159、灼药：热貌。<br>160、赫戏：光彩明盛貌。<br>161、青雕：青纹之龙，古以为东方宿名。<br>162、函：含。<br>163、曳：牵拖。<br>164、蔑蒙：指由云、雾、气等形成的轻扬之物。<br>165、纷：多。回回：明亮貌。<br>166、辟扉：开门。<br>167、广乐：传说天上的一种乐曲。九：表示多数。<br>168、律韵：泛指乐韵标准。<br>169、盘逸：尽情逸乐。<br>170、素：指素女。<br>171、溢：满，此指过度逸乐。<br>172、肃肃：清穆貌。<br>173、锵锵：高貌。<br>174、罔车：指毕宿。<br>175、威弧：指弧矢星，在狼星东南，古以像天弓。<br>176、河鼓：星名，一说即牵牛星。<br>177、泛泛：水流动貌。云汉：天河。<br>178、招摇：星名，在北斗星柄部的南方。<br>179、连卷：长曲貌。飒：风声。<br>180、烂漫：分散貌。<br>181、凌：乘。<br>182、宕冥：渺远的天空。贯：穿。<br>183、廓：空旷而广大。穷：终极。<br>184、开阳：指北斗七星中的第六颗星。<br>185、悁：忧郁。<br>186、眷眷：依恋向往貌。<br>187、怀：安。<br>188、虚无：指天空。<br>189、霏霏：云飞貌。<br>190、缤：纷纭杂乱。联翩：连续不断。常闾：故里。<br>191、畴昔：往昔。卷：收。<br>192、初服：指入仕之前的服装。<br>193、文章：指错杂的色彩或花纹。焕：鲜明。<br>194、六艺：指古时关于礼、乐、射、御、书、数六个方面的知识和技能。<br>195、典籍：前代圣贤之书，包括儒学诸经。<br>196、玩：习。徽：美。<br>197、曾氏：指孔子的弟子<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>。<br>198、共：同“恭”。服：行。<br>199、省：反思。<br>200、苟：假若。<br>201、墨：“默”。无为：指道家顺其自然，不去劳心逐物的处事原则。<br>202、不出户而知天下：用《老子·四十七章》“不出户，知天下”意，河上公注日：“圣人以己身知人身，以已家知人家，所以见天下矣。”<br>203、系：辞赋末尾总结全文之词。俟：等待。黄清：古人认为黄河千年水清一次，因以喻时机难遇。《左传·襄公八年》引逸《诗》：“俟河之清，人寿几何？”<br>204、远度：远行。六区：指天、地、四方。<br>205、逞：极尽。<br>206、希：少。柏舟：《诗经·邶风》篇名，诗中有“忧心悄悄，愠于群小……静言思之，不能奋飞”语。《诗序》称此诗“言仁不遇也”，张衡引此诗，意在述不遇明君，反遭宦官怨忌的苦衷。悄悄，忧貌。吝：惜。<br>207、松、乔：指古时仙人赤松子和王子乔，二人分别居于昆仑山和嵩高山。李贤注引《列仙传》，“赤松子，神农时雨师，服水玉，教神农；能入火自烧。至昆仑山上，常止西王母石室，随风上下。王子乔，周灵王太子晋也。好吹笙作风鸣，游伊、洛间，道士浮丘公接上嵩高山。三十余年。”跱：踞。离，附。结精：犹谓集中精力，一心一意。携：牵引，此指惦念。<br>208、朅来：去来，多用作偏义复词，本句侧重在“来”。玄：与标题“玄”义同，亦即上文“修初服”以下所言。諆：策划，指前人阐发的哲理。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全文分为三大部分。从开头到“归母氏而后宁”为第一部分，叙说远游之因。先说主观高洁志行：仰慕先哲仁义贞节，遵循法度，抱负远大，并不断加强道德修养。再说客观悲惨遭遇：“奋余荣而莫见兮，播余香而莫闻。”徒有忠君报国之志却无人理解；“行陂僻而获志兮，循法度而离殃。”君主不分贤愚善恶；“冀一年之三秀兮，遒白露之为霜。”不断遭到小人的谗害。内心的美好理想与现实的残酷打击造成强烈的情感反差，使作者痛苦不堪。而他又生性耿介，不肯顺应时俗，偏偏“愿竭力以守义兮，虽贫穷而不改”，“欲巧笑以干媚兮，非余心之所尝。”故落得“何孤行之茕茕兮，孑不群而介立”的孤独特立的处境和生不逢时的感伤，故燃起远游自娱、求索理想的欲望，“想依韩以流亡”。故就岐山向善于卜筮的古代贤君周文王陈述情怀，请求指点。文王占得的卦意是：“远走高飞保全名声为大吉大利。历览众山四处周游，振翼凭急风高扬美名。二女动情于高山，寒冰毁折不可经营。天高尚可变为水泽，谁云道路不平不可行。你占得的是栖鹤兆，鹤子只有回到母鹤处才会得安宁。”文王所占既引发了下面远游六合的情节，又预见了情节的发展与结局；既告诉说远游道路坎坷，又鼓励说要尽力远游去寻求贤君。文王的占卜坚定了作者远逝自疏、躲避谗言、另求贤君、实现理想的信念。</p> <p>　　从“占既吉而无悔兮”到“临旧乡之暗蔼”为第二大部分，写远游的经过。一游东方。登上蓬莱仙山，顿有远离世俗之累飘然欲仙的欣喜，但这里只能是“留瀛洲而采芝兮，聊且以乎长生”，而这并不是远游的目的。这时作者突然忆起曾梦见生长在昆仑山上的木禾，就产生亲登昆仑山的念头，于是指向西南奔向昆仑。</p> <p>　　二游南方。凭吊了大禹、重华、祝融的旧地，登上日行正中的昆吾，并在昼夜喷吐烈焰的火山边休息，酷热难耐，倍感孤独，于是再向西行。</p> <p>　　三游西方。经行都广的建木神树之下，拾取神树若木的花朵。虽此地之人寿命都在千岁之上，但这也不是他所追求的，故又继续前行。</p> <p>　　四游九州中原。在黄河之滨请黄帝为他占卜前程。黄帝历数神话传说、历史典故以为据，告诉他“死生错而不齐兮，虽司命其不晰。”反复论说祸福相因，难以预测，贤愚杂糅，难以分辨，但要相信一条“彼天监之孔明兮，用棐枕而佑仁。”苍天所视明察秋毫，它会辅助诚实仁德之人。善行必有善报，但要尽力求索，不能坐等机遇，最后嘱告说：“盍远迹以飞声兮，孰谓时之可蓄？”故作者重振远游之志，继续求索前行。</p> <p>　　五游北方。作者极度渲染北方的寒冷：“行积冰之硙硙兮，清泉冱而不流。寒风凄而永至兮，拂穹岫之骚骚。”以至使北方神兽玄武与螣蛇都冻得或缩入壳中，或盘缩一团。在这阴极之地，又念起阴中之阴，故纵身下潜。</p> <p>　　六游地下。没想到地下远不如海外四方，故作者只是“趋谽谽谺之洞穴兮，标通渊之碄碄。经重阴乎寂寞兮，愍坟羊之潜深。”匆匆而过，就“追慌忽于地底兮，轶无形而上浮。”再度升天，飞向西北。</p> <p>　　七游西北钟山。在这里凭吊了祖江神，会见了西王母，又遇到了太华玉女、洛浦宓妃二位女神。二位女神体态妖娆，光彩照人，并赠玉佩缯绮以通情谊，但这些外在的形貌重物并不是作者所追求的，作者汲汲以求的是内在情志的契合，故曰：“虽色艳而赂美兮，志浩荡而不嘉。”不及答赋，匆匆前行。此即应合了文王所占：“二女感于崇岳兮，或冰折而不营。”</p> <p>　　八游昆仑。终于来到梦中所念之地，作者纵情驰游，并再次请巫咸为他占卜曾见木禾的梦。巫咸占曰：“既垂颖而顾本兮，尔要思乎故君。安和静而随时兮，姑纯懿之所庐。”巫咸所占预示了远游的结局，故作者虽受到百神的热烈欢迎；虽内心非常羡慕光辉灿烂的天上仙都；虽终于寻到远祸全身的乐土；虽能唯意所适，纵情畅游，但远祸全身的欢悦并没有淹没忠君恋土的哀愁，所以当他“据开阳而頫盼兮，临旧乡之暗蔼”之时，内心斗争更为激烈，最后只有放弃了一己的欢悦，而以生命为代价去恪守忠君爱国的贞节。即便在冥冥幻想之中他也不忍离开君国于一步。</p> <p>　　从“悲离居之劳心兮”至结尾为第三部分，写远游的结局。作者从天上回落人间，从光明的幻想中回到黑暗的现实中，欲进不能，欲离不忍，无可奈何之中只好洁身自好，独善其身，退修初服，归耕田园，“心远地自偏”，思玄聊自慰。并卒章显其志，以<a href=\"http://so.gushiwen.org/view_73271.aspx\">诗</a>总括全文主旨。</p> <p>　　这篇赋最突出的艺术特色是浪漫主义与现实主义的结合。从其表现内容、情感上看：作者借梦幻远游的浪漫主义形式抒发现实生活中的哀愁。他主观抒发的虽是一已的悲哀，但客观上不仅塑造了志行高洁的自我形象，而且也揭示了汉代政治舞台上的斗争与黑暗，揭露了阉党谗害贤良的丑恶，揭露了君主不分善恶的昏庸。悲哀之中有不满，有反抗，压抑之中有高扬，而对美好境界的追求更带有理想化的浪漫主义色彩。从其表现方法看：既有如实的直述，更有虚构的幻想。作者融汇神话传说、历史典故乃至阴阳五行、龟卜草筮、天文地理、虫鱼草木编织远游上下四方的情节，通过叙说幻想虚构的情节抒发对现实的不满，对理想的追求。并将海外众仙、历史人物、天上星宿、卜筮卦象、花草鸟兽、服装玉饰构成六大意象群，其中又多分为性质相对的两组分别象征着光明与丑恶，它们已不是孤立的比喻，而是群体的象征。作者不仅赋神仙、历史人物以生命，甚至还赋卦象、星宿以生命，共同参与他上天入地的求索，如文王所占：“二女感于崇岳兮，或冰折而不营。”“遇九皋之介鸟兮，怨素意之不逞。游尘外之瞥天兮，据冥翳而哀鸣。”“二女”、“鹤”等都是将抽象的卦辞、卦画转化成的具有生命的形象。又如“命王良掌策驷兮，逾高阁之锵锵。建罔车之幕幕兮，猎青林之芒芒。弯威弧之拨剌兮，射嶓冢之封狼。观壁垒于北落兮，伐河鼓之磅硠。”其中“王良”、“驷”、“高阁”、“策”、“罔车”、“青林”、“威弧”、“封狼”、“壁垒”、“河鼓”等全是星宿名。作者或用拟人之法，或赋双关之意，将它们转化为具有生命的形象参与远游求索。这可以说是作者创造性地运用并发展了富有民族特色的比兴之法。作者对天地四方的地理、气候特征以及与其相关的神话传说、历史掌故的准确描写和交融吻合，都充分显示出了精通天文、历算、五经、阴阳、机械制作、属辞造赋的作者其博大精深的学识、奇特丰富的想像力及高超娴熟的语言驾驭能力。</p> <p>　　其次就是构思的巧妙。这篇大赋采用的是内外双线并行的结构形式。作者以远游为外在线索，依次叙说远游的原因、经过及结局。在文章的主体，即叙说远游的过程中又以梦见木禾为线索。由于所梦木禾生长在昆仑山上，便产生占梦并登览昆仑山的愿望，也就引出了远游天地四方的情节，并使远游之地的转换是那样的自然而然。以梦境的产生及其实现与破释来安排远游的历程，不仅符合当时人们的思维习惯、欣赏兴趣，也使上下四方的远游紧紧联系起来组成一个有机的整体。另外，作者有意安排的三次占卜也是别具匠心的。其一，三次占卜不仅预示了远游的经历及结局，推动了情节的发展，使文章的结构更为严谨周密。其二，大凡人们在无力左右自身，无力消除痛苦之时才去求神问卜，故占卜行为本身也从侧面表现出黑暗势力的强大，个人力量的软弱及其内心痛苦的程度。其三，巧妙借助占卜之词表现心灵斗争的另一个侧面，抒发牢骚，流露逃逸意象，流露对昏君阉党的不满。借他人之口说自己要说的话，既委婉，又尽意；既不留把柄，又不失君臣之义；既“言之者无罪”，又“闻之者足以戒”。其四，占卜之词也使其文充满了神秘的色彩，增强了诱人的力量。</p> <p>　　文章的内在线索则是作者心灵矛盾斗争的运动历程。从纵向上看：先述忠情，这是扬，是主观情志的高扬；再叙忠而受谤的孤独苦闷，这是抑，是客观打击造成的压抑；再叙上天入地的求索，则又是扬，每一次求索的开始都是充满希望的高扬；而每一次求索的失败再度陷入苦闷则又是抑，是希望破灭的压抑；登上昆仑山，神态高驰，这又是扬，是幻想中的高扬；但当他瞥见故土，燃起归乡之情时，这又是抑，是思乡退隐的压抑；回落故乡之后，又高唱着“回志朅来从玄諆，获我所求夫何恩！”这又是扬，是在更高层次上作出超然物外的高扬，而这种高扬实际上是压抑的变态。扬抑的交错则展现出作者心灵运动的发展曲线。从横断面上看：每一断面又充满着心灵的矛盾斗争：忠君与怨君，独立不迁与顺从时俗，进取与退隐，去国与恋土……，作者的战斗冲动与逃逸意象始终交织一处，构成了作者心灵运动的具体内容。</p>",
  "about": "<h2>创作背景</h2> 　　这篇赋作于<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>任侍中职务后期，大致在汉顺帝阳嘉二年至五年（133—136）。其时宦官专政，政治黑暗，张衡虽得亲随顺帝左右，应答时事，却慑于宦官佞臣的谗言诡语，不敢畅谈己见，故作文抒志，以寻求精神上的寄托。",
  "poet": {
    "id": 6,
    "star": 0,
    "name": "张衡",
    "image": "http://img.gushiwen.org/authorImg/zhangheng.jpg",
    "desc": "张衡（78－139），字平子，汉族，南阳西鄂（今河南南阳市石桥镇）人，我国东汉时期伟大的天文学家、数学家、发明家、地理学家、制图学家、文学家、学者，在汉朝官至尚书，为我国天文学、机械技术、地震学的发展作出了不可磨灭的贡献。由于他的贡献突出，联合国天文组织曾将太阳系中的1802号小行星命名为“张衡星”。"
  },
  "tags": [
    "议论",
    "不满",
    "现实",
    "壮志未酬"
  ]
}