{
  "id": 72913,
  "star": 48,
  "name": "满江红·为问封姨",
  "dynasty": "清代",
  "content": "为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。<br>搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。",
  "fanyi": "<p><strong>译文<br></strong>想问风神你为何掀起如此狂暴的飓风，毕竟这不是江南的春天，有似锦的繁花，让你心生妒忌。看啊，狂风卷过。树叶尽被吹落，归巢的乌鸦认不出自己的栖所，画轴上垂下的纸带，也仿佛受惊的燕子，飘摇不定。上天为何不给忧伤的人一些怜悯，反而让这狂风催人憔悴。<br>刚刚在灯前昏睡过去，忽然被狂暴的风声惊醒。听了半晌风声，心内惆怅转为凄迷。我蓦然想到，远在故乡的爱人，此刻也正听狂风肆虐的声音，希望她的碧纱窗可以将狂风挡在外面，不要吹乱深翠色的画屏。烛光即将熄灭。她形单影只，魂魄仿佛飘在半空中，渺渺难寻，漫无目的地随着被风卷起，就像风中的花瓣与花香，身不由己，唯有任狂风蹂躏。</p> <p><strong>注释<br></strong>⑴满江红：词牌名，又名《上江虹》、《念良游》、《伤春曲》。九十三字，前片四十七字，八句，四仄韵；后片四十六字，十句，五仄韵。用入声韵者居多，格调沉郁激昂。另有平声格，双调九十三字，前片八句四平韵，后片十句五平韵。<br>⑵为问：犹相问、借问。封姨：风神。<a href=\"http://so.gushiwen.org/view_72913.aspx\">诗</a>文中常以之代指大风等。<br>⑶带垂：指帘幕丝带之类。惊燕：<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《题汝州从事厅》：“惊燕拂帘闲睡觉，落花沾砚会餐归。”<br>⑷一霎（shà）：一瞬间。<a href=\"http://so.gushiwen.org/author_2384.aspx\">陈造</a>《夜宿商卿家》：“蝶梦蘧蘧才一霎。”半饷：饷通“晌”，一会儿。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《醉赠张秘书》“：虽得一饷乐，有如聚飞蚊。”心如醉：《诗·王风·黍离》：“行迈靡靡，中心如醉。”<br>⑸倩：乞求、恳求。碧纱：碧纱窗、绿色的窗户。<br>⑹只影（zhī yǐng）：谓孤独无偶。<br>⑺离魂：指远游他乡的旅人。飘渺：隐隐约约，若有若无。<br>⑻泊，通“薄”。轻微、少许之意。泊粉：即指少许的残花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写塞上秋风排空卷地之景，抒发凄清无聊之情。</p> <p>　　上片描绘出秋风瑟瑟，摧花落叶的情景，使人平添无限别恨和相思，无从排遣。而词中不是所谓的“江南春好，妒花天气”，却要如此“排空卷地”、吹尽落叶。使弱小的鸦、燕无处可栖。故词首对封姨的“为问”，实表露出词人的怨恨口气，因此词人要怨恨“天公”为什么偏偏要令愁人无寐，而使人倍添憔悴。</p> <p>　　下片四句说愁人在灯前刚刚睡去，却又被狂暴的风声搅醒，而耳听着片刻的风声，就令人心醉。乞请那碧纱窗和深翠的画屏以遮断狂风声，但在凄清残烛光影下，只剩下孤影摇曳，而离魂却“飘缈秋空里”，窗外“泊粉与飘香”也随风飘去。令人倍觉凄清伤情。</p> <p>　　“真无谓”三个字，恰与首句的“问为”相应，结束了他内心自问自答的一个过程。他问封姨，只为问，问是他心里汩汩待流的愁怨找的一个出口，所以，容若表面上是描绘对封姨的怨恨，事实是借怨封姨表达了对亡妻的哀思与怀念，层层衬垫，宛转递进，要抒写之情更显得含婉动人，令人深深为之感动。 </p> <p>　　此词构思纤巧细腻，词意模糊凄迷，借势欲扫尽人间一切美好情景的塞上秋风，来衬托人世问情爱的脆弱和易受伤害，故词人借怨恨代表强暴力量的封姨，表达了对亡妻的哀思和怀念，由此层层衬垫，婉转入深，缠绵悱惆，使所抒写之情更为委婉动人。</p>",
  "about": "<h2>创作背景</h2> 　　康熙年间，纳兰随康熙帝巡幸关外，目睹了塞上秋风横卷之景，联想到亡妻卢氏，为了表达对亡妻的哀思和怀念之情，作下此词。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "边塞",
    "写景",
    "怀人",
    "愁苦"
  ]
}