{
  "id": 72300,
  "star": 11,
  "name": "箕子碑",
  "dynasty": "唐代",
  "content": "　　凡大人之道有三：一曰正蒙难，二曰法授圣，三曰化及民。殷有仁人曰箕子，实具兹道以立于世，故孔子述六经之旨，尤殷勤焉。</p> <p>　　当纣之时，大道悖乱，天威之动不能戒，圣人之言无所用。进死以并命，诚仁矣，无益吾祀，故不为。委身以存祀，诚仁矣，与亡吾国，故不忍。具是二道，有行之者矣。是用保其明哲，与之俯仰；晦是谟范，辱于囚奴；昏而无邪，隤而不息；故在易曰“箕子之明夷”，正蒙难也。及天命既改，生人以正，乃出大法，用为圣师。周人得以序彝伦而立大典；故在书曰“以箕子归作《洪范》”，法授圣也。及封朝鲜，推道训俗，惟德无陋，惟人无远，用广殷祀，俾夷为华，化及民也。率是大道，丛于厥躬，天地变化，我得其正，其大人欤？</p> <p>　　呜乎！当其周时未至，殷祀未殄，比干已死，微子已去，向使纣恶未稔而自毙，武庚念乱以图存，国无其人，谁与兴理？是固人事之或然者也。然则先生隐忍而为此，其有志于斯乎？</p> <p>　　唐某年，作庙汲郡，岁时致祀，嘉先生独列于易象，作是颂云：</p> <p>　　蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。易象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。 ",
  "fanyi": "<p><strong>译文一</strong><br>　　凡是有德行的人遵从的道理有三种：第一是纠正人违法作乱。第二是把大道传授于圣人。第三是教化万民。在殷朝时有一位仁人叫箕子，他实实在在地具备了这三道，以大德行立于世上。所以孔子在叙述六经的要旨大意时，尤其殷勤。<br>　　在殷纣王之时，大道逆乱，上天的震怒不能引起人们警戒，圣人的言论无所用处。臣下拼死进谏，把己身的生死置之度外，诚然是仁者的作为了，但无益于殷朝的社稷祭祀，所以不这样做；委曲求全，以保存殷朝的祭祀，诚然是仁者的所为了，但是亡国的预兆很明显，所以不忍心去这样做。这两条路，都有人行了。这样的作为，是保其贤明，与世俗人一同俯仰曲伸，隐藏自己的谋略，在奴隶中间受凌辱。虽然卑微不得意，但也不肯乱来；虽然颓废失落，但忠心不熄灭。所以《易》上说：“箕子不敢显露自己的明智。”这就是蒙受苦难而能坚持正道。等到天命已经改变，百姓已经走上正轨，就拿出大法《洪范》以传授圣人，<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>得依此法序次伦常，后来设立大典章制度。所以《书》说：“箕子归来作《洪范》。”这就是把大道传授圣人。到了周朝封箕子于朝鲜地方，他顺应大道，教育感化俗人，德行无论大小，人群不论亲疏远近，光大殷朝的祭祀，使得夷狄蛮荒变为中华，这是教化万民呢。这些大道聚集于箕子一身；天地之变化，箕子独得其正气，这真是有大道德的人了！<br>　　唉！当周朝还没有建立，殷商还没有灭亡的时候，殷商大臣比干已死，微子也已离去。假如殷纣还没有恶贯满盈，竟然自毙，纣王之子武庚忧虑乱世，图谋保存殷朝，此时国中没有贤明之人，谁能辅佐治理呢？这是人事中或者有的吧。但箕子先生隐忍受辱为奴，也许是有志于此么？<br>　　唐朝某年，建箕子庙于汲郡，岁岁祭祀，钦佩先生独自列入《易》卦象之中，所以我作了这篇颂词：<br>　　“蒙难以正，授圣以谟。宗祀用繁，夷民其苏。宪宪大人，显晦不渝。圣人之仁，道合隆污。明哲在躬，不陋为奴。冲让居礼，不盈称孤。高而无危，卑不可逾。非死非去，有怀故都。时诎而伸，卒为世模。《易》象是列，文王为徒。大明宣昭，崇祀式孚。古阙颂辞，继在后儒。”</p><p><strong>译文二</strong><br>　　一般说来，伟大人物立身处世的原则有三个方面：一是受危难仍能保持正直的品德；二是将治理天下的法典传授给圣明的君主；三是使人民受到教化。殷朝有位贤人叫箕子，确实具备这三方面的德行而在世上立身行事，因此孔子在概述“六经”的要旨的时候，对他特别重视。<br>　　在殷纣王那时候，大道背弃，政治混乱，天威显示不能加以制止，圣人的教诲毫不起作用。牺牲生命以便维护天命国运，确实是一种“仁”德，只是不利于家族的延续，因此箕子不去这样做；委身降顺以便保存自己宗庙的奉祀，确实也是一种“仁”德，只是参与灭亡自己的国家，故而他也不忍心去做。上述这两种办法，已经有这样做的人了。因此他便保持自己清醒的头脑，随顺适应这混乱的世道；隐藏自己的见解和主张，在囚犯奴隶中受屈辱；貌似糊涂却不去做邪恶之事，形同柔弱而却自强不息。故而在《易》中说；“箕子能做到韬晦。”这就是蒙受危难而能保持正直的品德啊。等到天命更改了，人民得到了公正和安定，于是便献出治国的大法，因此成为圣君的老师，使周朝的人们能根据这些法则来调整伦理道德。创立典章制度。故而在《书经》中说：“因召回了箕子而写成了《洪范》。”这便是将治理天下的法则传授给圣明的君主啊。等到被封在朝鲜，推行道义来训化民俗，使德行不再鄙陋，人民不再疏远，以便发展推延殷朝宗绪，使外夷变为华夏，这便是使人民受到教化啊！所有这些崇高的品德，都集中在他的身上，天地变化发展，自己能获得其中的正“道”，难道不是伟大的人吗？ <br>　　啊！当那周朝的时运尚未到来，殷朝宗庙的香火还没灭绝，比干已经死掉，微子也已离去，假如纣正做恶还不算多而自己死去，武庚能为暴乱而忧虑并力图保存社稷，国中要是没有箕于这样的人，谁和武庚一起使国家复兴并加以治理呢？这也是人事发展的一种可能性啊。这样来看箕子能忍辱含屈到这种地步，莫非正是在这方面有所考虑吗？ <br>　　唐朝的某一年，在汲郡修建了箕子的庙宇，逢年遇节便祭祀他。我敬慕先生被特别地列为《易经》中的卦“象”，便写了这篇颂：<br>　　蒙难以正。授圣以谟。宗祀用繁。夷民其苏。宪宪大人。显晦不渝。圣人之仁。道合隆污。明哲在躬。不陋为奴。冲让居礼。不盈称孤。高而无危。卑不可逾。非死非去。有怀故都。时诎而伸。卒为世模。《易》象是列。文王为徒。大明宣昭。崇祀式孚。古阙颂辞。继在后儒。</p><p><strong>注释</strong><br>①箕子：名胥余，商纣王叔父，因封在箕地，又称箕子。<br>②谟：谋划。范：法，原则。<br>③隤（tuí）：跌倒。<br>④明夷：卦名，象征暗君在上、明臣在下，明臣隐藏起自己的智慧。<br>⑤彝（yí）：常规。伦：人伦。<br>⑥《洪范》：相传为禹时的文献，箕子增订并献给周武王。<br>⑦殄：灭绝。<br>⑧向使：如果。未稔：没成熟，没达到顶点。<br>⑨武庚：名禄父，纣王子。周武王灭商，封武庚以存殷祀。武王死，武庚与管叔蔡叔反叛被杀。<br>⑩颂文，即从“蒙难以正”至结束“继在后儒”处，《古文观止》未录“颂”。本百度百科版本按足本全录，作品选自《<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>集》（中华书局1979年版）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《箕子碑》全文选自《柳河东集》，碑文部分选自《古文观止》第六卷，是作者为箕子庙写的碑文。</p> <p>　　作者在文章开篇鲜明地提出了品德高尚的人立身处世的三个要点，然后逐条用人物的行为来加以阐述：要蒙受苦难、坚守正道；把法典传授给明君；将教化施及人民。即：道德高尚的伟大人物立身处世的三个标准：一、正蒙难：要蒙受苦难，坚守正道。二、法授圣：要把法典传授给明君；三、化及民：将教化施及人民。殷商有仁人叫箕子，立身处世完全符合上述三个标准。</p> <p>　　第二段，逐条用人物的行为来加以对照阐述。箕子所处的时代，殷商末年纣王荒淫无道，武王灭商，他带着商的祭器降周，周公灭武庚后，封微子启于宋，保存了商宗族。而箕子劝谏无效，于是佯装疯癫，结果被囚禁起来。所以《易经》卦象说：“箕子之明夷。”“明入地中”，象征明臣在下，暗主在上，明臣不敢发挥自己的才能。这就是“正蒙难”。箕子和比干、微子并称为“商末三仁”，但他采取的是他认为最可取的方式。</p> <p>　　第三段，作者认为箕子在比干已死，微子已去时，采取了装疯卖傻的隐忍方式，是一种明智之举。如<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在碑文的结尾说到箕子隐忍图存，指出了箕子的本意，表示了对箕子的崇敬之情。文章高度赞颂了箕子既忠贞又富有智慧，忍辱负重，辅助圣<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>立国家典章制度，推崇教化治理人民的重大业绩。结尾说到隐忍图存，指出了箕子的本意，表示了对箕子的崇敬心情。</p> <p>　　该文反映了作者当时的政治处境和心情概况。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参加王叔文集团，实行政治革新而获罪，被贬滴到荒远的边郡为官，他的遭遇与商代贤者箕子的遭遇有类似之处。因此，这篇碑文是借赞美箕子来寄托自己的信念和抱负的。文章虽以议论为主，但行文中却蕴含着深厚的感情和无限的感慨。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "古文观止",
    "碑文",
    "赞颂",
    "写人"
  ]
}