{
  "id": 18515,
  "star": 127,
  "name": "蜀先主庙",
  "dynasty": "唐代",
  "content": "天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。 <br>得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。",
  "fanyi": "<p><strong> 译文</strong><br>先主刘备英雄气概充满天地，千秋万代一直令人肃然起敬。<br>建国与吴魏三分天下成鼎足，恢复五铢钱币志在汉室振兴。<br>拜<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>为丞相开创了国基，可惜生个儿子不像其父贤明。<br>最凄惨的是那蜀宫中的歌伎，在魏宫歌舞刘禅也毫无羞情。</p> <p><strong>注释<br></strong>⑴<a href=\"http://so.gushiwen.org/view_18515.aspx\">诗</a>题下原有注：“汉末谣，黄牛白腹，五铢当复。”<br>⑵天地英雄：一作“天下英雄”。《三国志·蜀志·先主传》：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>曾对刘备说：“天下英雄，唯使君与操耳”。<br>⑶“势分”句：指刘备创立蜀汉，与魏、吴三分天下。<br>⑷五铢钱：汉武帝时的货币。此代指刘汉帝业。“业复”句：王莽代汉时，曾废五铢钱，至光武帝时，又从<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>奏重铸，天下称便。这里以光武帝恢复五铢钱，比喻刘备想复兴汉室。<br>⑸相：此指诸葛亮。<br>⑹不象贤：此言刘备之子刘禅不肖，不能守业。<br>⑺“凄凉”两句：刘禅降魏后，东迁洛阳，被命为安乐县公。魏太尉司马昭在宴会中使蜀国的女乐表演歌舞，旁人见了都为刘禅感慨，独刘禅“喜笑自若”，乐不思蜀（《三国志·蜀志·后主传》裴注引《汉晋春秋》）。妓：女乐，实际也是俘虏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《蜀先主庙》是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>五律中传诵较广的一首。这首咏史之作立意在赞誉英雄，鄙薄庸碌。</p> <p>　　首联“天地英雄气，千秋尚凛然”，高唱入云，突兀挺拔。细品<a href=\"http://so.gushiwen.org/view_18515.aspx\">诗</a>意，其妙有三：一、境界雄阔奇绝。“天地”两字囊括宇宙，极言“英雄气”之充塞六合，至大无垠；“千秋”两字贯串古今，极写“英雄气”之万古长存，永垂不朽。遣词结言，又显示出诗人吞吐日月、俯仰古今之胸臆。二、使事无迹。“天地英雄”四字暗用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>对刘备语：“今天下英雄，惟使君与操耳”（《三国志·蜀志·先主传》）。刘禹锡仅添一“气”字，便有庙堂气象，所以<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说：“起二句确是先主庙，妙似不用事者。”三、意在言外。“尚凛然”三字虽然只是抒写一种感受，但诗人面对先主塑像，肃然起敬的神态隐然可见；其中“尚”字用得极妙，先主庙堂尚且威势逼人，则其生前叱咤风云的英雄气概，自不待言了。</p> <p>　　颔联紧承“英雄气”三字，引出刘备的英雄业绩：“势分三足鼎，业复五铢钱。”刘备起自微细，在汉末乱世之中，转战南北，几经颠扑，才形成了与曹操、孙权三分天下之势，实在是得之不易。建立蜀国以后，他又力图进取中原，统一中国，这更显示了英雄之志。“五铢钱”是公元前118年（汉武帝元狩五年）铸行的一种钱币，后来王莽代汉时将它罢废。东汉初年，光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>又恢复了五铢钱。此诗题下诗人自注：“汉末童谣：‘黄牛白腹，五铢当复’。”这是借钱币为说，暗喻刘备振兴汉室的勃勃雄心。这一联的对仗难度比较大。“势分三足鼎”，化用孙楚《为石仲容与孙皓书》中语：“自谓三分鼎足之势，可与泰山共相终始。”“业复五铢钱”纯用民谣中语。两句典出殊门，互不相关，可是对应自成巧思，浑然天成。</p> <p>　　如果说，颔联主要是颂扬刘备的功业，那么，颈联进一步指出刘备功业之不能卒成，为之叹惜。“得相能开国”，是说刘备三顾茅庐，得<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>辅佐，建立了蜀国；“生儿不象贤”，则说后主刘禅不能效法先人贤德，狎近小人，愚昧昏聩，致使蜀国的基业被他葬送。创业难，守成更难，刘禹锡认为这是一个深刻的历史教训，所以特意加以指出。这一联用刘备的长于任贤择相，与他的短于教子、致使嗣子不肖相对比，正反相形，具有词意颉颃、声情顿挫之妙。五律的颈联最忌与颔联措意雷同。此诗颔联咏功业，颈联说人事，转接之间，富于变化；且颔联承上，颈联启下，脉络相当清晰。</p> <p>　　尾联感叹后主的不肖。刘禅降魏后，被迁到洛阳，封为安乐县公。一天，“司马文王（昭）与禅宴，为之作故蜀伎。旁人皆为之感怆，而禅喜笑自若。”（《三国志·蜀志·后主传》裴注引《汉晋春秋》）尾联两句当化用此意。刘禅不惜先业、麻木不仁至此，足见他落得国灭身俘的严重后果决非偶然。字里行间，渗透着对于刘备身后事业消亡的无限嗟叹之情。</p> <p>　　从全诗的构思来看，前四句写盛德，后四句写业衰，在鲜明的盛衰对比中，道出了古今兴亡的一个深刻教训。诗人咏史怀古，其着眼点当然还在于当世。唐王朝有过开元盛世，但到了刘禹锡所处的时代，已经日薄西山，国势日益衰颓。然而执政者仍然那样昏庸荒唐，甚至一再打击迫害像刘禹锡那样的革新者。这使人感慨万千。全诗措词精警凝炼，沉着超迈，并以形象的感染力，垂戒无穷。这也许就是它千百年来一直传诵不息的原因。</p>",
  "about": "<h2>创作背景</h2> 蜀先主就是蜀汉昭烈帝刘备。蜀先主庙在夔州（治所在今重庆奉节县东）白帝山上，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾于公元821—824年间任夔州刺史，此<a href=\"http://so.gushiwen.org/view_18515.aspx\">诗</a>当作于此时。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "唐诗三百首",
    "咏史怀古"
  ]
}