{
  "id": 47876,
  "star": 196,
  "name": "神女赋",
  "dynasty": "先秦",
  "content": "　　楚襄王与宋玉游于云梦之浦，使玉赋高唐之事。其夜玉寝，果梦与神女遇，其状甚丽，玉异之。明日，以白王。王曰：“其梦若何？”玉对曰：“晡夕之后，精神恍忽，若有所喜，纷纷扰扰，未知何意？目色仿佛，乍若有记：见一妇人，状甚奇异。寐而梦之，寤不自识；罔兮不乐，怅然失志。于是抚心定气，复见所梦。”王曰：“状何如也？”玉曰：“茂矣美矣，诸好备矣。盛矣丽矣，难测究矣。上古既无，世所未见，瑰姿玮态，不可胜赞。其始来也，耀乎若白日初出照屋梁；其少进也，皎若明月舒其光。须臾之间，美貌横生：晔兮如华，温乎如莹。五色并驰，不可殚形。详而视之，夺人目精。其盛饰也，则罗纨绮绩盛文章，极服妙采照万方。振绣衣，被袿裳，秾不短，纤不长，步裔裔兮曜殿堂，忽兮改容，婉若游龙乘云翔。嫷披服，侻薄装，沐兰泽，含若芳。性合适，宜侍旁，顺序卑，调心肠。”王曰：“若此盛矣，试为寡人赋之。”玉曰：“唯唯。”<br>　　夫何神女之姣丽兮，含阴阳之渥饰。披华藻之可好兮，若翡翠之奋翼。其象无双，其美无极；毛嫱鄣袂，不足程式；西施掩面，比之无色。近之既妖，远之有望，骨法多奇，应君之相，视之盈目，孰者克尚。私心独悦，乐之无量；交希恩疏，不可尽畅。他人莫睹，王览其状。其状峨峨，何可极言。貌丰盈以庄姝兮，苞温润之玉颜。眸子炯其精朗兮，瞭多美而可视。眉联娟以蛾扬兮，朱唇地其若丹。素质干之实兮，志解泰而体闲。既姽婳于幽静兮，又婆娑乎人间。宜高殿以广意兮，翼故纵而绰宽。动雾以徐步兮，拂声之珊珊。望余帷而延视兮，若流波之将澜。奋长袖以正衽兮，立踯躅而不安。澹清静其兮，性沉详而不烦。时容与以微动兮，志未可乎得原。意似近而既远兮，若将来而复旋。褰余而请御兮，愿尽心之。怀贞亮之清兮，卒与我兮相难。陈嘉辞而云对兮，吐芬芳其若兰。精交接以来往兮，心凯康以乐欢。神独亨而未结兮，魂茕茕以无端。含然诺其不分兮，扬音而哀叹！薄怒以自持兮，曾不可乎犯干。<br>　　于是摇佩饰，鸣玉鸾；奁衣服，敛容颜；顾女师，命太傅。欢情未接，将辞而去；迁延引身，不可亲附。似逝未行，中若相首；目略微眄，精采相授。志态横出，不可胜记。意离未绝，神心怖覆；礼不遑讫，辞不及究；愿假须臾，神女称遽。徊肠伤气，颠倒失据，黯然而暝，忽不知处。情独私怀，谁者可语？惆怅垂涕，求之至曙。",
  "fanyi": "<h2>译文</h2> <p>　　楚襄王和<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>出游到云梦大泽的岸边，让宋玉向他描述高唐所见的事情。这天晚上宋玉就寝时，梦到与神女相遇，神女的容貌非常美丽，令宋玉十分惊异。第二天，宋玉告诉了楚襄王。楚王问：“你都梦到了什么？”宋玉回答说：“黄昏以后，我觉得精神恍惚，好像有什么喜事来临。搅得我心身不安，不知道什么缘故。正迷迷糊糊的时候，忽然觉得似曾相识的人到来。睁眼一看是一个女人，相貌非常奇特。睡着的时候梦见了她，醒来的时候她又不见了。闹得我心里好不痛快，失落的好像迷失了方向。这是我尽量定下心来，才又把梦延续下去。”大王问：“她长得什么样子呢？”宋玉说：“她那如花似玉的容姿，简直是无可挑剔；她那丰盈妩媚的仪态也无法寻根究底。上古时代完全不曾有，当今人间根本找不见；她那珍奇宝石般的风采，最好的赞美还会有疏漏。她刚开出现的时候，灿烂的像旭日初升照亮屋梁。当她走进一些的时候，皎洁的像明月洒下的光芒。只一会功夫，她的美妙风采我已领略不尽。时而亮丽的如同鲜花，时而柔和的好似美玉。五种颜色一起散发，我无法一一具体描绘。想要仔细观看，却被她的光采照得目晕眼花。她那华丽的服饰，就像上等丝绸织绘出精美的图案。绝妙的服饰无论在哪里都光彩照人。她挥动着身上的锈衣，那衣裙非常合身，既不显瘦，也不见长。她迈着娇娆的步子走进明亮的殿堂。忽而又改变姿态，宛如游龙乘云飞翔。她身穿的丽服盛饰，非常合适的将她的侗体包裹。她身上沐浴过兰草的雨露，时时散发着宜人的芳香。她的性情温柔娴雅，很适合侍奉在君王身旁。她懂得长幼尊卑的礼仪，还会用善解人意的花语调节情绪。”大王说：“这么美妙诱人的神女啊！你就尝试着为我描摹吧。”宋玉说：“好的，好的。”</p> <p>　　要说神女姣艳的美丽啊，那真是得天独厚的美质。身披着水草般的衣裙，就像张开翡翠色的翅膀。那相貌是举世无双，那美妙乃人间极品。毛嫱见了她举袖遮面，自知无法比量；西施与她照面双手捂脸，怎敢和她争艳。近处瞧已叫人神魂颠倒，远处望更让人魂牵梦绕。她还有非凡的气质风度，分明是陪伴君王的命相。看见她可是君王大饱眼福，谁会让她从眼前悄悄溜过？心想和她私下结为相好，倾慕她的心情无法估量。只可惜和她交往太少，不敢冒昧地倾吐衷肠。心愿别的人莫要和她相见，那会把她的体态和我分享。神女的美丽是那么丰盛，怎可能一下子说完道光？她的体态丰满庄重，她的容颜温润如玉。她的美眸炯炯放光，明亮的眼珠流转有神。弯弯的细眉象蚕蛾飞扬，鲜亮的红唇似点过朱砂。娇娆的身段富有弹性，娴雅的神态安闲无躁。既能在幽静处表现文静，又能在众人面前翩翩起舞。高唐殿这宽敞的地方正合她意，可任她尽情欢舞或是信步徜徉。</p> <p>　　裙纱飘动，她轻盈绰约地走来，纱裙拂阶，发出玉佩的响声，她望着我的门帘良久注视，灼热的目光象流波将要奔涌。她抬起衣袖整理衣襟，站在那里犹豫不决。表情文静又和悦淑善，秉性安详而又不烦躁。时而露出微微激动的面容，似乎她的渴望并未如愿。情在眼前却心向久远，想要走来忽而又回转。眼看她揭起我的床帐将要款待，我正想尽情地倾吐诚挚的衷肠。她却怀着坚贞洁清守身，突然表现出对我实难相从。她委婉地把我规劝一番，高雅的谈吐如嗅兰草。相互交流着彼此的爱恋，心里充满激昂和欢乐的情绪。独享着精神欢乐却未能交合，我又无端的感到孤独惆怅。分不清她是否答应相好，忍不住发出长长的叹息。她却怒而不发庄重矜持，一副不可触犯的表情。</p> <p>　　这时她摇动佩饰转过身去，敲响车子上的玉铃，整理好自己的衣装，收敛起先前的容颜，回头看身后的女乐师，吩咐侍从们起驾。这段欢情还未交合，神女就要告辞离去。她有意和我拉开距离，不让我上前与她亲近。在将要离去还未上车的时候，中途她好像又回过头来，情意脉脉地瞥了我一眼，传送着依依不舍的哀伤。她那复杂有矛盾的情态，我实在难以尽数细说。决意离去而又情意未绝，她心里有多少痛苦的反反复复啊。临走顾不上礼数小节，更来不及把话说完。</p> <p>　　我的心仍然沉湎在分手的时刻，神女啊，你走得太匆忙了！我是多么的痛苦忧伤，身体摇晃着失去依靠，只觉得天昏地又暗，不知道自己处在什么地方。我这种失落的独自情怀，说给谁可以理解呢？伤感失意之下泪流不止，苦苦等待直到天明。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《神女赋》接着《高唐赋》而来。《高唐赋》的迟回荡漾之笔，似乎在牵惹楚襄王乃致读者对巫山神女的怀想之情，只是到了《神女赋》，这位隐身云烟、姗姗不临的美丽女神才终于在作者笔下翩然现形。但作者并没有因让她与早就心驰神往的楚襄王相遇，却幽幽显现在他的侍臣<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>“梦”中，这是颇耐人寻味的。</p> <p>　　此赋序文叙说的是宋玉和神女相遇。开笔写的格外迷离。先以宋玉的神情恍惚、纷纷扰扰为神女降临造境，未入梦已扰人心神，然后才是女神现身，仍有一种似曾相识的朦胧感觉，继写宋玉梦境又历历如画地重现。这一节叙说文字扑朔变化，一波三折，显示出作者行文上的腾挪纵收之妙。</p> <p>　　这段序文，由于版本不同，“王”“玉”互讹，梦遇神女的究竟是宋玉还是楚王，自宋以来一直存有争议。这里暂依清人胡克家《文选考异》之说，考订为宋玉梦遇神女。</p> <p>　　序文大意是说：宋玉跟着楚襄王游云梦，宋玉给楚襄王讲了巫山神女的故事，并为他作了《高唐赋》之后，当夜宋玉果然梦见神女了。第二天他把他梦见的神女的形象描述给楚襄王听，楚襄王叫宋玉用赋的形式把他梦中的情景描写一番，宋玉照办了。和《高唐赋》一样，这段散文小序也非常精彩。它描写宋玉作梦的情景说：“晡夕之后，精神悦忽，若有所喜，纷纷扰扰，未知何意，目色仿佛，若有所喜”了，这恰如今天人们开玩笑所说的“第六感觉”。宋玉对楚王描述神女的形态说：“其始来也，耀乎若白日初出照屋梁；其少进也，皎若明月舒其光。须臾之间，美貌横生。晔兮如华，温乎如莹。五色并驰，不可殚形。详而视之，夺人目精。”这里突出地描写了神女的精神气质，她是那样地神采焕发，摄人魂魄。她作用于人们的，不仅是视觉的痴迷，而是整个灵魂的震颤。接着楚王又描写神女的装束与身段说：“其盛饰也，则罗纨绮缋盛文章，极服妙采照万方。振绣衣，被袿裳，秾不短，纤不长，步裔裔兮曜殿堂。忽兮改容，婉若游龙乘云翔。”这里不仅形象描写得生动传神。而且句法错落，韵节浏亮，读起来有一种音乐美。其中“白日初出照屋梁”、“皎若明月舒其光”、“罗纨绮缋盛文章”、“极服妙采照万言”、“婉若游龙乘云翔”诸句，形式新颖，被人称为“后来七言之祖。”</p> <p>　　后面赋的部分大约说了三层意思，第一层是描写神女的容貌情态。作品先是总体的说她“其象无双，其美无极。毛嫱障袂，不足程序；西施掩面，比之无色。”接着又分别的说了她的面貌、眼睛、眉毛、嘴唇、身段等等如何美。这段描写虽也颇费工夫，但实际并不动人。第二层是描写神女想和楚王亲近，但由于某种原因，也许就是“圣贤”们所产的“以礼自持”吧，忽然又拿捏起来了。作品说：“望余帷而延视兮，若流波之将澜。奋长袖以正衽兮，立踯躅而不安。澹清静其愔嫕兮，性沉详而不烦。时容与以微动兮，志未可乎得原。意似近而既远兮，若将来而复旋。褰余帱而请御兮，愿尽心之惓。怀贞亮之洁清兮，卒与我乎相难。陈嘉辞而云对兮，吐芬芳其若兰。精交接以来往兮，心凯康以乐欢。神独亨而未结兮，魂茕茕以无端。含然诺其不分兮，喟扬音而哀叹。頩薄怒以自持兮，曾不可乎犯干。”这段描写神女的心理情态非常细致生动。她想：你去找楚王是为了什么呢？不就是为了和他相爱吗？可是等到见面之后，当两情相通，互相爱悦，意津津而将要不能自持的时候，神女忽然变卦了，她“扬音哀叹”，甚至还带出一层薄薄的怒容。她要保持自己“贞亮之洁清”，她的尊严是不可侵犯的，于是就和《西厢记》里<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>第一次邀请张生私会一样的不欢而散了。但神女毕竟是爱楚王的，她虽然没有和楚王同床共枕，但她的心却是毫无保留地给了楚王，因此她们的离别是异常痛苦的。作品对此描写说：“于是摇佩饰，鸣玉鸾，整衣服，敛容颜。顾女师，命太傅。欢情未接，将辞而去。迁延引身，不可亲附。似逝未行，中若相首。目略微眄，精采相授。志态横出，不可胜记。”这就是后一部分中的第三层意思。无情的离别无所谓，有情的离别是痛苦的，更何况仙凡相隔，后会无因，“天长地久有时尽，此恨绵绵无绝期”，说的就是这种终生难忘的遗憾。</p> <p>　　整个后一部分是用骚体句和四言句结构成的，它用词浅显，贯通流畅。诸如“其状峨峨，何可极言。貌丰盈以庄姝兮，苞温润之玉颜。眸子炯其精朗兮，瞭多美而可观。眉联娟以蛾扬兮，朱唇的其若丹。”读起来唇吻调利，与《高唐赋》后一部分的侈意铺排景物、堆砌辞藻大不相同。</p> <p>　　序文和赋辞两部分中都有对宋玉与神女梦遇景象的描摹，似乎重复，实际却各有侧重。序文中对话部分的描摹，侧重在传写神女初临时给宋玉带来的印象，妙在从虚处落笔。才思横溢的宋玉竟然也因神女的显现而陷入失态和拙于言辞的境地，正有力的烘托出神女的惊世骇俗之美，给读者以非同寻常的审美感受。赋辞部分侧重在对神女的容貌、情态作精工细雕的刻画。肖像的勾勒中特别注重其生气、神情的活现。静态的描摹之后是动态和心理的传写，展现出神女美丽多情，但又洁清守身，非礼难近，似乎向世人表明她的心早已交付给长眠幽冥的先王。赋辞尾部又刻划了神女脉脉含情和依依不舍的一瞥，读来令人更加令人回肠荡气和思致绵远。</p> <p>　　数百年后，“建安之杰”的<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>受到此赋的激发，以青出于蓝的高妙彩笔创造出同样神情美丽的洛神形象，才使巫山神女在北国有了一位冰清玉洁的神女姐妹遥遥与之辉映千古。</p> <p>　　1935年，闻一多先生曾写过一篇《高唐神女传说之分析》，他认为巫山神女是楚民族的第一位母亲，就和北方中原地区的女娲等人相同。巫山神女掌管着行云布雨，也是一位造福于农业社会的精灵。同时巫山神女也掌管着男女之事，就如同《牡丹·惊梦》一场中牵合杜丽娘与柳梦梅并助其欢会的花神一样。这在原始社会本来是一位神圣、高洁而又极其富有人情味的形象。但流传到封建社会，尤其是到了受封建礼教束缚的文人士大夫笔下，原有的巫山神女的形象也就渐渐地起了变化。即以此文中的神女而论，她竟然也讲究起“怀贞亮之洁清”来了，她最后竟然完全违背个人意愿扼制了内心的冲动，吞下了人生的苦果，而符合了“发乎情，止乎礼义”的“先王”的教导。这纯粹是宋玉意识的自我表现。果然这点受到后人的称赞了，清代何焯说：“‘不可犯干’，守礼之正，所以抑流荡之邪心也。”男女爱情本来是一种极其自然的事，但在封建社会里被人看成是一种“邪恶”，因此巫山神女以及描写巫山神女的作品也就连带着被诋为“诲淫”了。</p> <p>　　但人性是任何封建礼教所扼杀不了的，只要有男女，就会有爱情，巫山神女也就会受到人们的喜爱与崇敬。三峡中巫山神女的形象高耸入云，吸引着古往今来的过客们翘首仰观；巫山神女的传说遍布中外，家喻户晓，与日俱新；有关高唐神女的文学作品，<a href=\"http://so.gushiwen.org/view_47876.aspx\">诗</a>词曲赋，戏剧小说，层出不穷；类似曹植的《洛神赋》这种作品就更是模拟着《神女赋》写出来的。在这些地方读者都可以体会到宋玉的《高唐赋》和《神女赋》是具有着极大的生命力，以及它们对后世的影响是十分巨大的。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙·诠赋》中说：“宋发巧谈，实始淫丽。”似乎有些贬意。这是与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作品的功利主义相对而言的。倘若从文学发展、从艺术审美的角度看，则宋玉的“巧谈”与“淫丽”正自不可缺少，正应该大提倡。</p> <p>　　再补充一下版本争议问题。前面说过，《神女赋》中的一些文字，从宋代以来一直存有争议。如“其夜玉寝”，《文选》作“其夜王寝”，历代文人多因《文选》而作楚王梦遇神女。其实，文选版《神女赋》有很多讲不通的地方。首先看《高唐赋》，在那里是宋玉给楚王讲故事，楚王听着高兴，叫宋玉再给他“赋”一回。而到了《神女赋》中，却成了楚王作梦，楚王给宋玉讲梦，讲完后又让宋玉给他“赋”一回。两篇作品的结构不一致。再看《神女赋》中的写法，是楚王给宋玉描写神女的形象说：“茂矣美矣，诸好备矣”，一直到“性和适，宜侍旁，顺序卑，调心肠”云云一大段，而后又是“王曰：‘若此盛矣，试为寡人赋之。’”两段相连都是“王曰”，从内容上看从逻辑上看都有问题。因此人们认为这是由于作品在传抄流传中产生讹误造成的。《神女赋》序中的“王寝”、“王异之”、“王曰晡夕之后”、“王曰茂矣美矣”四句中的“王”字皆应作“玉”；而“明日以白玉”、“玉曰其梦若何”、“玉曰状何如也”三句中的“玉”字皆应作“王”。这样一来，就成了宋玉作梦、宋玉给楚王讲梦，楚王听后心里高兴，于是叫宋玉再给他“赋”一回。这样，一切矛盾就都解决了。这个说法是可以成立的。但是由于这篇作品流传日久，以讹传讹，楚襄王会神女的故事已经广泛地传播于口头，记载于简书，今天恐怕也只能是任其考订归考订，流传归流传了。</p>",
  "poet": {
    "id": 358,
    "star": 0,
    "name": "宋玉",
    "image": "http://img.gushiwen.org/authorImg/songyu.jpg",
    "desc": "宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"
  },
  "tags": [
    "辞赋精选",
    "写人",
    "爱情",
    "神话"
  ]
}