{
  "id": 10837,
  "star": 34,
  "name": "一百五日夜对月",
  "dynasty": "唐代",
  "content": "无家对寒食，有泪如金波。<br>斫却月中桂，清光应更多。<br>仳离放红蕊，想像嚬青蛾。<br>牛女漫愁思，秋期犹渡河。",
  "fanyi": "<p><strong>译文</strong><br>寒食节的夜晚，我没有家人伴在身边，怀念起亲人，热泪如金波一样流出来。<br>如果砍去了月中的桂树，月亮的光辉会更加清澈皎洁吧？这样我就可以借明月的光辉给家人传递思念了。<br>月亮偏在离别时散播光泽，想必思念故人会使得妻子为之蹙眉吧。<br>牛郎织女每年秋天七夕之日尚能团聚，可是我与妻子团聚之时却不知在何日。</p> <p><strong>注释</strong><br>⑴一百五日：即寒食日。南朝梁宗懔《荆楚岁时记》：“去冬至节一百五日，即有疾风甚雨，谓之寒食。”<br>⑵无家：没有房舍，没有家庭。此处说的是没有家人和自己在一起。汉<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>《北征赋》：“野萧条以莽荡，迥千里而无家。”寒食：即寒食节，亦称“禁烟节”、 “百五节”，在农历冬至后一百零五日，清明节前一二天。<br>⑶金波：形容月光浮动，因亦即指月光。《汉书·礼乐志》：“月穆穆以金波，日华耀以宣明。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“言月光穆穆，若金之波流也。”<br>⑷斫（zhuó）却：砍掉。一作“折尽”。月中桂：指的是传说中月宫所植的桂树，此处暗用了吴刚伐桂的神话故事。<br>⑸清光：清亮的光辉。此指月光。<br>⑹仳（pǐ）离：别离。旧指妇女被遗弃二离去。清仇兆鳌《杜<a href=\"http://so.gushiwen.org/view_10837.aspx\">诗</a>详注》云：“《诗》：有女仳离，啜其泣矣。仳离，别离也。”红蕊：红花。<br>⑺想像：意思是想念故人的样子。嚬（pín）：同“颦”，皱眉，蹙眉，使动用法，使……蹙眉的意思。青蛾：旧时女子用青黛画的眉。南朝宋刘铄《白纻曲》：“佳人举袖辉青蛾，掺掺擢手映鲜罗。”<br>⑻牛女：即牛郎与织女。这里写关于牛郎织女的故事。《世说新语》云“：牛、女二星，隔河而居，每七夕则渡河而会”。<br>⑼秋期：指七夕。牛郎织女约会之期。唐<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《牛女》诗：“粉席秋期缓，针楼别怨多。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10837.aspx\">诗</a>首联写到“无家对寒食，有泪如金波”。诗人写这首诗时仍然被困在沦陷的长安，而妻儿却都在鄜州，不知生死，所以此处说“无家”实际上是指没有家人在身边，也不知家人生死的意思。诗中首句“寒食”二字与题目中的“一百五日”相互照应。第二句“有泪如金波”。“有泪”同上文的“无家”相对，表现出亲人离散的悲哀。“金波”指的是月光撒入水中犹如金波。在这一句中，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>实际上是借“金波”来说自己的泪水。月光入水而金光闪烁，自己此时的眼泪也像金波一样涌动不止。这也是诗人对安史之乱造成人民流离失所的无声控诉。</p> <p>　　颔联“斫却月中桂，清光应更多”两句是诗人的想象，写的是自己思念妻子却不能与之相聚时所产生的奇特想象，表达了诗人渴望与妻儿团聚的期望。</p> <p>　　颈联“仳离放红蕊，想像颦青娥”，清人仇兆鳌认为此处“青娥”应为“青蛾”。但联系前面所提到的“月波”“月中桂”，后面的 “牛女”“渡河”等词句可知作者处处在围绕“月”展开联想，叙写心怀，该句中的“青娥”也应是指与月有密切关系的嫦娥，暗指妻子，而不是“青蛾” 。再者，从句意来说，“想像颦青娥 ” 的意思是想念故人使得青娥蹙眉了，若做“青蛾”则无法与诗意相符。这句运用透过一层的写法，借自己想象妻子思念自己而忧伤不已的样子来表达夫妇分隔两地的愁苦之情。</p> <p>　　尾联“牛女漫愁思，秋期犹渡河”两句是借用牛郎织女七夕相聚的神话故事来反衬自己与妻子不能相聚的悲苦。</p> <p>　　在这首诗中，杜甫借用神话故事和想象将自己在寒食之夜对月思人的悲伤情怀书写的淋漓尽致。诗的结尾感叹牛郎织女尚能相聚，从侧面反映了安史之乱带来亲人天各一方的苦难。</p> <p>　　这首诗在艺术上主要有以下特点：一是切入点的选择十分精当，即“顺时应月”。标题为“一百五日夜对月”便独具匠心。唐人诗中往往称“寒食”而不称“一百五日”。此处杜甫题为“一百五日”意在突出自己离开家人已经很长时间了。而寒食近清明，该是怀亲思祖之时，夜月可看人喜也可使人愁，于诗人而言，当时心处于伤感之期，离家之痛，流泪自悲乃为必然，因而诗首联是面临寒食自己却是有家如无家，令人难堪，潸然泪下，似月光之洒落挥下。既点了题，又引入了离愁思念，为下几句的展开作了很好的铺垫。</p> <p>　　二是艺术想象的运用奇特又浪漫。在这首诗中，作者用吴刚伐桂表明自己的思念，用青娥长恨想象妻子的愁颜，用牛郎织女相会反衬自己的悲苦。诗人的想象始终与“月”挂钩，既要有美好的想象，又要与自己思念的闺中人联系起来。第三联想象尤为奇特而浪漫，此联分两个层次，一曰景，即诗人想象的境界中，一片丹桂花尽情绽放，呈现了满园春色的美丽情景，为下一句作伏笔；二曰想象中的闺中人，即在花色弥漫中似乎隐隐约约地看到了闺中人的思念遥远地乡亲人的愁容。诗中神话故事的运用，展现了诗人对闺中人一份更深的爱，增加了诗歌的浪漫主义色彩。</p> <p>　　三是巧妙的开脱与宽慰。杜甫毕竟在社会中得到沉浮磨练的诗人，不能因为被拘伏而自虐于悲愁之中，应在心理上找寻一种解脱，不让怨闷自服而伤己。末联两句说，诗人抬头望月，又见到了牛郎织女二星，他们是隔天河相望，每年七月七日才能渡河相见，而仅是一次短暂重逢的机会，想来他们之间的悲伤离情更是一种难以忍受的痛苦，然而自己没有天河之隔，拘于长安也是短暂的羁束，相逢之日就在前面。相比之下，自己的确应该莞尔一笑感到一些宽慰。这就是诗人的巧妙开怀解脱。前人吴瞻泰说：“结用牛女，彼此双绾，用秋期倒应寒食，布局之整，线索之细，真所谓隐隐隆隆，蛛丝马迹也。”</p> <p>　　此外，偷春格手法的运用同样为人所称道。律诗中一般是颔联成对而首联随意，首联成对而颔联不对者就被称做“偷春格”，杜甫的这首诗首联是对句，颔联本应是对句却并非对句。这样的谋篇打破常规，别具一格。</p> <p>　　杜甫的这首《一百五日夜对月》正是通过神话故事，运用浪漫想象和多种艺术手法将自己在寒食节之夜思念亲人的感情表达出来的。它同《月夜》一样，是兼具了思想情感真实博大和艺术手法圆融贯通的好诗。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10837.aspx\">诗</a>作于唐肃宗至德二载（757）寒食节，当时正值安史之乱，诗人身在长安（今陕西西安）。诗人不说寒食，是由于冬至离妻出门，近计算其日，足见离家之久与思妻之久。</p> <p>　　据陈贻焮的《<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>评传》记载，安史之乱后，杜甫携家逃难至风翔东北的鄜州，他把妻子儿女安置在羌村以后，就只身奔赴肃宗所在的灵武，以期为平定安史之乱出力，不料中途为判军所俘押至长安。在困居长安的一年多时间里，他感伤国事，思念亲人，写下《春望》、《一百五日夜对月》等诗篇。《月夜》的写作时间是天宝十五载（756），当时杜甫不知妻儿的生死，望月而思念家人，写下了这首名作。而作于至德二年寒食节的这首《一百五日夜对月》可视为《月夜》的续篇。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "离愁",
    "思念"
  ]
}