{
  "id": 50270,
  "star": 18,
  "name": "阮郎归·湘天风雨破寒初",
  "dynasty": "宋代",
  "content": "湘天风雨破寒初。深沈庭院虚。丽谯吹罢小单于。迢迢清夜徂。<br>乡梦断，旋魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。",
  "fanyi": "<p><strong>译文</strong><br>　　湘南的天气多风多雨，风雨正在送走寒气。深深的庭院寂寥空虚。在彩绘小楼上吹奏着“小单于”的乐曲，漫漫的清冷的长夜，在寂寥中悄悄地退去。<br>　　思乡的梦断断续续在公馆中感到特别孤独，那种清凉寂寞的情怀实在无法描述；何况这正是人们欢乐团聚的除夕。衡阳还可以有鸿雁传书捎信。这郴阳比衡阳还远，连鸿雁也只影皆无。</p> <p><strong>注释</strong><br>①湘天：指湘江流域一带。<br>②丽谯：城门更楼。《庄子·徐无鬼》：“君亦必无盛鹤列于丽谯之间。”郭象注：“丽谯，高楼也。”陆德明释文：“谯，本亦作蠛。”．成玄英疏：。言其华丽瞧蛲也。”小单于：乐曲名。<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>‘听晓角》<a href=\"http://so.gushiwen.org/view_50270.aspx\">诗</a>：“无限寒鸿飞不度，秋风卷入小单于。”《乐府诗集》：“按唐大角曲有《大单于》、《小单于》、《大梅花》、《小梅花》等曲，今其声犹有存者。” <br>③迢迢；漫长沉寂。清夜：清静之夜。徂（音cú）：往，过去。<br>④峥嵘：比喻岁月艰难，极不寻常。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《舞鹤赋》；“岁峥嵘而莫愁。除：逝去。<br>⑤衡阳，古衡州治所。相传衡阳有回雁峰，鸿雁南飞望此而止。《舆地记胜》：“回雁峰在州城南。或日雁不过衡阳，或日峰势如雁之回。”陆佃《埤雅》：“南地极燠，雁望衡山而止。”雁传书：典出《汉书．<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》：“汉求武等，匈奴诡言武死，……教使者谓单于。言天子射上林中得雁，足有系帛书，言武等在某泽中。”<br>⑥郴阳：今湖南郴州市，在衡阳之南。王水照先生《元佑党人贬谪心态的缩影——论<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>（千秋岁）及<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等和韵词》云： “从郴州至横州，当时必须先北上至衡州，然后循湘水，入广西境，至桂州兴安，由灵渠顺漓水下梧州，复由浔江、郁水西至横州。”由此可证，郴州在衡阳之南，道路险阻，书信难传。和雁无，连雁也无。《诗词曲语辞汇释》卷一谓“和”“犹‘连’也”，并引此句释云：“言连传书之雁亦无有也。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上阕写除夕夜间长夜难眠的苦闷。起首二句，以简练的笔触勾勒了一个寂静幽深的环境。满天风雨冲破了南方的严寒，似乎呼唤着春天的到来。然而词人枯寂的心房，却毫无复苏的希望。环顾所居庭院的四周，深沉而又空虚，人世间除旧岁、迎新年的气象一点也看不到。寥寥十二字，不仅点明了时间——破寒之初，点明了地点——湘南的庭院；而且描写了一个巨大的空间：既写了湖南南部辽阔的天空，也写了蜗居一室狭小的贬所。更堪注意的是，在凄凉孤寂的氛围中，隐然寓有他人的欢娱。因为除夕是中国的传统节日，这一天家家户户围炉守岁，乐叙天伦，个中意味，不言自明。由此可见，词人此处用了隐寓的手法，让读者以经验和想像来补充他所描写的环境。这就是词学家们所常说的“含蓄得妙”。</p> <p>　　“丽谯”二句是写词人数尽更筹，等待着天明。从字面上看，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的构思似乎受到《庄子》和<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a><a href=\"http://so.gushiwen.org/view_50270.aspx\">诗</a>的影响，但所写的感情，完全是词人独特的感受。除夕之夜，人们是阉家守岁，而此刻的词人却深居孤馆，耳中听到的只是风声、雨声，以及凄楚的从城门楼上传来的画角声。这种声音，仿佛是乱箭，不断刺激着词人的心灵，在这种情况下，词人好容易度过“一夜长如岁”的除夕。“迢迢”二字，极言岁之长；着一“清”字，则突出了夜之静谧，心之凄凉。而一个“徂”字，则将时光的流逝写得很慢，很慢。可以看出，词人的用字，是极为精审而又准确的。</p> <p>　　整个上阕，情调是低沉的，节奏是缓慢的。然而到了换头的地方，词人却以快速的节奏发出“乡梦断，旅魂孤”的咏叹。自从贬谪以来，离开家乡已经三年了，这个“乡”字当是广义的，包括京都和家乡。词人日日夜夜盼望回乡，可是如今却像游魂一样，孑然一身，漂泊在外。当此风雨之夕，即使他想在梦中回乡，也因角声盈耳，进不了梦境。“乡梦断，旅魂孤”这六个字，凝聚着多么深挚的感情啊!至“峥嵘岁又除”一句，词人始正面点除夕。峥嵘，不寻常、不平凡之谓也，中寓艰难之义，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗云： “旅食岁峥嵘”，词意同此。然而着一“又”字，却表明了其中蕴有多少次点燃了复又熄灭的希望之火，一个又一个除夕的到来了，接着又一个一个地消逝了，词人依旧流徙外地。痛楚之情，溢于言外。</p> <p>　　词的结尾，写离乡日远，音讯久疏，连用二事，贴切而又自然。鸿雁传书的典故，出于《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》。衡阳有回雁峰，相传鸿雁至此而北返。这两个故实，用得不着痕迹，表现词人音讯全无的失望心情。</p> <p>　　明人沈际飞评此词曰“伤心”，确是表现了此篇感情的特点。从词的内容到词的音调，无不充满了凄苦哀伤的色彩。在宋代词坛上，以抒写凄婉情感见长的词人，独推淮海、小山。在淮海词中，情调最为凄婉的，此阕也是其中之一。细读全篇，浅语淡语之中蕴有深远意味。</p>",
  "about": "<h2>创作背景</h2> <p>　　《阮郎归》这个词牌，又名《醉桃源》、 《碧桃春》，其名来源于古代神仙故事，适合写凄苦的情感。</p> <p>　　宋哲宗绍圣三年（1096），<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>被贬为监处州酒税，他平时不敢过问政治，常常到法海寺修行，但还是被罗织罪名，再次被贬至郴州，并被削去了所有官职和俸禄。词人丢官削禄，愈贬愈远，内心悲愤异常。在经过潇湘南徙的时刻，他几乎哭泣着说：“人人道尽断肠初，哪堪肠已无！”（《阮郎归》其三）。词人在郴州贬所渡过了整整一年，岁末时节，心情无比哀伤，便提笔写了这首词。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "孤独",
    "思乡",
    "春节"
  ]
}