{
  "id": 277,
  "star": 13,
  "name": "周颂·有瞽",
  "dynasty": "先秦",
  "content": "有瞽有瞽，在周之庭。设业设虡，崇牙树羽。应田县鼓，鞉磬柷圉。既备乃奏，箫管备举。喤々厥声，肃雍和鸣，先祖是听。我客戾止，永观厥成。",
  "fanyi": "<p><strong>译文<br></strong>盲人乐师排成行，聚集周庙前庭上。钟架鼓架摆设好，五彩羽毛架上装。既有小鼓和大鼓，鞉磬柷敔列停当。乐器齐备就演奏，箫管一齐都奏响。众乐交响声洪亮，肃穆和谐声悠扬，先祖神灵来欣赏。诸位宾客都来到，乐曲奏完齐赞赏。</p> <p><strong>注释<br></strong>⑴瞽（gǔ）：盲人。这里指周代的盲人乐师。<br>⑵庭：指宗庙的前庭。<br>⑶业：悬挂乐器的横木上的大板，为锯齿状。虡（jù）：悬挂编钟编磬等乐器的直木架，上有业。<br>⑷崇牙：古代乐器架横木上刻的锯齿，用以悬挂乐器。树羽：在崇牙上装饰的五彩鸟羽。树，插。<br>⑸应：小鼓。田：大鼓。县（xuán）：“悬”的本字。<br>⑹鞉（táo）：一种立鼓。一说为一柄两耳的摇鼓。磬（qìng）：玉石制的板状打击乐器。柷（zhù）：木制的打击乐器，状如漆桶。音乐开始时击柷。圉（yǔ）：即“敔”，打击乐器，状如伏虎，背上有锯齿。以木尺刮之发声，用以止乐。<br>⑺备：安排就绪。<br>⑻箫：古箫如今之排箫，是以小竹管排编成的。管：管乐器，即笛子之类的乐器。<br>⑼喤（huáng）喤：乐声大而和谐。<br>⑽肃雝（yōng）：声音和谐舒缓。<br>⑾戾（lì）：到达，到来。<br>⑿永：终，一直。成：指一曲终了。或解为乐之一阕。一说此指祭礼完毕。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“有瞽有瞽，在周之庭”，说明在宗庙上奏乐的主体是瞽；而“设业设虡”、安置乐器的则当是担任瞽的辅佐的眡瞭。乐器则列举了应、田、鞉、磬、柷、圉、箫管，与《周礼·春官》所载“瞽蒙掌播鼗、柷、敔、埙、箫管、弦歌”基本相符，其中柷为起乐、圉（敔）为止乐之器，以首尾涵盖，表示这次演奏动用了全套乐器而“八音克谐”（《尚书·舜典》），“喤喤厥声，肃雝和鸣”，其音乐自然十分美妙。</p> <p>　　周颂三十一篇都是乐<a href=\"http://so.gushiwen.org/view_277.aspx\">诗</a>，但直接描写奏乐场面的诗作惟《周颂·执竞》与此篇《周颂·有瞽》。《周颂·执竞》一诗，“钟鼓喤喤，磬筦将将，降福穰穰，降福简简”，虽也写了作乐，但也落实于祭祀降福的具体内容。惟有《周颂·有瞽》几乎纯写作乐，最后三句写到“先祖”“我客”，也是点出其“听”与“观”，仍归结到乐的本身，可见这乐便是《周颂·有瞽》所要表达的全部，而这乐所包含的意义，在场的人（周王与客）、王室祖先神灵都很明了，无须再加任何文字说明。因此，《周颂·有瞽》所写的作乐当为一种定期举行的仪式。《礼记·月令》：“季春之月……是月之末，择吉日，大合乐，天子乃率三公、九卿、诸侯、大夫亲往视之。”高亨《诗经今注》认为这即是《周颂·有瞽》所描写的作乐。从作乐的场面及其定期举行来看，大致两相符合，但也有不尽一致之处。其一，高氏说“大合乐于宗庙是把各种乐器会合一起奏给祖先听，为祖先开个盛大的音乐会”，而《礼记·月令》郑玄注则说“大合乐以助阳达物风化天下也，其礼亡，今天子以大射、郡国以乡射礼代之”，目的一空泛、一具体；其二，高氏说“周王和群臣也来听”，《礼记·月令》则言天子率群臣往视，音乐会的主办者便有所不同了。另外，高氏说“据《礼记·月令》，每年三月举行一次”，《月令》原文是“季春之月”，按周历建子，以十一月为岁首，“季春之月”便不是“三月”了。可见要确指《有瞽》作乐是哪一种仪式，还有待进一步考证。</p> <p>　　《周颂·有瞽》这一纯写作乐过程的诗篇，不仅表现了周王朝音乐成就的辉煌，而且也显示了周人“乐由天作”因而可以之沟通入神的虔诚观念。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_277.aspx\">诗</a>是表现周王祭祀先祖时乐队齐奏的盛况。在先秦时代的政治生活中，乐具有特殊重要的地位，而且往往与礼密切相关联。《礼记·乐记》云：“乐者，天地之和也；礼者，天地之序也。和，故百物皆化；序，故群物皆别。乐由天作，礼由地制，过制则乱，过作则暴。明于天地，然后能兴礼乐也。”《周颂·有瞽》是描写作乐的篇章，《毛诗序》认为是“始作乐而合乎祖”，郑笺以“王者治定制礼，功成作乐”释之，正反映了礼乐并重的传统观念。</p> <p>　　周代有选用先天性盲人担任乐官的制度，据《周礼·春官·序官》记载，其中的演奏人员有“瞽蒙，上瞽四十人，中瞽百人，下瞽百有六十人”，计三百人；另有“眡瞭三百人”，贾公彦疏说“眡瞭，目明者，以其扶工”，即是在乐队中配备视力正常的人做盲人乐师的助手。可见，当时王室乐队的规模相当庞大。《周颂·有瞽》正是王室乐队演奏壮观场面的记录。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "音乐"
  ]
}