{
  "id": 17416,
  "star": 13,
  "name": "杨花落",
  "dynasty": "唐代",
  "content": "北斗南回春物老，红英落尽绿尚早。<br>韶风澹荡无所依，偏惜垂杨作春好。<br>此时可怜杨柳花，萦盈艳曳满人家。<br>人家女儿出罗幕，静扫玉庭待花落。<br>宝环纤手捧更飞，翠羽轻裾承不著。<br>历历瑶琴舞态陈，霏红拂黛怜玉人。<br>东园桃李芳已歇，独有杨花娇暮春。",
  "shangxi": "<h2>鉴赏</h2> <p>　　暮春三月，春色渐褪。面对纷纷扬扬的杨花，<a href=\"http://so.gushiwen.org/view_17416.aspx\">诗</a>人们不禁产生种种感触。杨巨源以欢悦心情，描绘出满天杨花的轻盈曼妙的风姿，赋予杨花崭新的形象。“北斗南回春物老，红英落尽绿尚早”，北斗星斗柄南指，冬去春来，大地回春。开头跳过初春、仲春，直指春暮花稀，逼近题意。“韶风澹荡无所依，偏惜垂杨作春好。”韶风，和风。当红稀绿少之时，是垂杨弄春之际。诗人移情韶风，以“无所依”、“偏惜”，将和风写得情意绵绵。以物拟人，跌荡有致。诗歌由春暮引出春风，再引到垂杨，却还没有触及杨花，看似开门见山、拍合诗题，却又琵琶半遮，小作掩映。</p> <p>　　“此时可怜杨柳花，萦盈艳曳满人家。”艳曳，美妙地摇曳。前面四句写足春景后，杨花至此才姗姗出现萦盈艳曳四字，写出杨花满天，萦回摇曳，回转飘拂，如在眼前。诗中字面不带风字，而动作却无一不在风中。上承韶风弄花，笔意含蓄空灵。然而只就杨花咏杨花，不免单调枯干。诗中以“满人家”三字引出下文，拓开境界。“人家女儿出罗幕，静扫玉庭待花落”，在漫舞的杨花中，美丽的少女静待花落。花与人相互映衬，环境优美。“宝环纤手捧更飞，翠羽轻裾承不著。”佩带宝环的少女，以纤纤玉手捧接杨花，杨花却一止又飞。少女以华美衣襟兜承杨花，杨花却回旋不止。诗歌虽然只写少女衣饰、举止，但人物的娇戆欢快、轻松自在神态，杨花的轻盈飘缈，宛在眼前。写形寓神，形神兼备。如果说韶风爱花是初次衬托，那么由拟人而真人，则少女爱花，衬托力量更强，奠定全诗明媚基调。正如清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>所评：“儿童捉杨花，无甚情味。美人游戏杨花，风神无限矣。‘宝环纤手’一联，形容尽善。”</p> <p>　　少女手捧不得，衣承不著，杨花却来挑逗戏弄少女：“历历瑶琴舞态陈，霏红拂黛怜玉人。”霏，飞散。杨花在瑶琴前舞态分明，姿势纷呈，仿佛是闻乐起舞。飞过红妆，掠过黛眉，杨花多情，也怜玉人。由人戏花到花戏人，由少女怜花到花怜少女，情感两相交融，愈为浓烈。诗人以花拟人，怜香惜玉想落天外，顿开新境，然而写杨花之神又不离杨花体轻飞散本色，立足实境，求虚于实。</p> <p>　　“东园桃李芳已歇，独有杨花娇暮春。”结尾再以桃李消歇，反衬杨花。一个“娇”字，再次以花拟人，遣辞传神。没有上文少女戏花，“娇”字意境就不复存在，没有花戏少女“娇”字神态就无从说起。一结贯通全篇，风神摇曳。通篇至此流走轻灵，一气呵成。</p> <p>　　历来咏唱杨花之作，由于春色难留、芳菲凋谢，情怀不免感伤，大都慨叹其飘泊零落。如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水龙吟·次韵章质夫杨花词》曰：“似花还似非花，也无人惜从教坠”、“细看来，不是杨花，点点是离人泪”。石懋《绝句》曰：“来时万缕弄轻黄，去日飞毬满路旁。我比杨花更飘荡，杨花只是一春忙。”杨巨源却开掘暮春杨花漫天飘舞的美姿，抒发美好情怀，人取我弃，立意新颖，表现出诗人浓郁的生活情趣。为了突出杨花可爱，诗中进行层层衬托，以“红英落尽绿尚早”反衬，以韶风拟人正衬，以少女戏花再次正衬后，又以“东园桃李芳已歇”再次反衬，主宾配合，笔致多变。全诗语言丽词迭出，单韵流转，呈现出斑斓多姿之态，亦表现出诗人明朗愉悦之情。</p>",
  "poet": {
    "id": 771,
    "star": 0,
    "name": "杨巨源",
    "desc": "唐代诗人。字景山，后改名巨济。河中（治所今山西永济）人。贞元五年(789)进士。初为张弘靖从事，由秘书郎擢太常博士，迁虞部员外郎。出为凤翔少尹，复召授国子司业。长庆四年(824)，辞官退休，执政请以为河中少尹，食其禄终身。关于杨巨源生年，据方崧卿《韩集举正》考订。韩愈《送杨少尹序》作于长庆四年（824），序中述及杨有“年满七十”、“去归其乡”语。由此推断，杨当生于755年，卒年不详。"
  },
  "tags": [
    "春天",
    "写花",
    "喜悦"
  ]
}