{
  "id": 71144,
  "star": 6140,
  "name": "记承天寺夜游 / 记承天夜游",
  "dynasty": "宋代",
  "content": "元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。<br>庭下如积水空明，水中藻荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。",
  "fanyi": "<p><strong>译文</strong><br>　　元丰六年十月十二日夜晚（或公元1083年十月十二日夜，可不译），（我）脱下衣服准备睡觉时，恰好看见月光照在门上，（于是我就）高兴地起床出门散步。想到没有和我一起游乐的人，于是（我）前往承天寺寻找张怀民。怀民也没有睡，我们便一同在庭院中散步。月光照在庭院里像积满了清水一样澄澈透明，水中的水藻、荇菜纵横交错，原来是竹子和柏树的影子。哪一个夜晚没有月光？（又有）哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。</p> <p><strong>注释</strong><br>选自&lt;&lt;东坡志林&gt;&gt;。此文写于作者贬官黄州期间。承天寺，在今湖北黄冈市南。<br>元丰六年：公元1083年。元丰，宋神宗年号。当者被贬黄州已经四年。<br>解：把系着的腰带解开。<br>欲：想要，准备。<br>月色：月光。<br>入：照入，映入。<br>户：堂屋的门；单扇的门。<br>起：起身。<br>欣然：高兴、愉快的样子。欣，高兴，愉快。然，……的样子。<br>行：出行。<br>念无与为乐者：想到没有和我一起游乐的人。念，想到。 无与为乐者，没有可以共同交谈（游乐或赏月）的人。者：……的人。<br>遂：于是，就。<br>至：到。<br>寻：寻找。<br>张怀民：作者的朋友。名梦得，字怀民，清河（今河北清河）人。元丰六年贬谪到黄州，寄居承天寺。<br>亦：也。<br>寝：睡，卧。<br>相与步于中庭：（我们）一同在庭院中散步，相与，共同，一同。步，散步。于：在。中庭，庭院里。<br>空明：清澈透明。<br>藻荇：泛指生长在水中的绿色植物。藻，藻类植物。荇，荇菜。这里借指月色下的竹柏影。<br>交横（héng）：交错纵横。<br>盖：承接上文，解释原因，表示肯定，相当于‘大概’，这里解释为‘原来是’。<br>也：句末语气词，表判断。（盖……也：原来是。）<br>为：动词。做。<br>但少闲人如吾两人者耳：只是很少有像我们两个这样的闲人罢了。但，只（是）仅仅。<br>闲人：闲散的人。这里是指不汲汲于名利而能从容流连光景的人。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这时被贬为黄州团练副使，这里是一个有职无权的官，所以他十分清闲，自称“闲人”。首先“闲人”指具有情趣雅致，能欣赏美景的人。其次“闲人”反映了作者仕途失意的苦闷心境。<br>耳：语气词,“罢了”。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>整体赏析</strong><br>　　这里的“美”首先来自内容的“真”。东月朗照，激发了作者的游兴，想到没有“与乐者”，未免美中不足，因而寻伴，这时错觉生趣，情感触动，于是记下此景此情，顺理成章，一切是那么的和谐自然，毫无雕饰造作之感。这“美”来自语言的“纯”。笔记如同拉家常，娓娓叙来。虽然没有奇景之处，但却不能增删或改动什么字眼儿。点明日期，是笔记体游记所必须的，“月色入户”与“欣然起行”互为因果，寥寥数字，何其洗练！写庭下景色，用“空明”一词，不枝不蔓，体现出空灵、坦荡的意境，将竹柏影子比作水中藻荇，已然十分贴切，“交横”一词更准确地表现了藻荇姿态，仿佛触手可及。接着，作者笔锋陡转，连发二问，既亲切自然，富于韵律，又拓展时空，发人思绪。《记承天寺夜游》表达的感情是微妙而复杂的<br>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自己评论他的文学创作，有一段话很精辟：<br>　　吾文如万斛泉源，不择地皆可出。在平地，滔滔汩汩，虽一日千里无难。及其与山石曲折，随物赋形，而不可知也。所可知者，常行于所当行，常止于不可不止，如是而已矣!其他，虽吾亦不能知也。（《文说》）<br>　　这段话，可与他的另一段话相补充：“夫昔之为文者，非能为之为工，乃不能不为之为工也。山川之有云雾，草木之有华实，充满勃郁而见于外，夫虽欲无有，其可得耶？”（《江行唱和集序》）<br>　　这“美”来自结尾的“精”。从文章结构看，结句属“合”，就此打住。从语意上看，它包蕴丰富。“闲人”一词，表面上是自嘲地说自己和张怀民是清闲的人，闲来无事才出来赏月的，实际上却为自己的行为而自豪——月夜处处都有，却是只有情趣高雅的人能欣赏的，有了人的欣赏才有美，只有此时此地的月夜才是最幸运的，因为有情趣高雅的人来欣赏它。其次，“闲人”包含了作者郁郁不得志的悲凉心境，作者在政治上有远大的抱负，但是却被一贬再贬，流落黄州，在内心深处，他又何尝愿做一个“闲人”呢？赏月“闲人”的自得只不过是被贬“闲人”的自慰罢了。<br>　　总之，游记以真情实感为依托，信笔写来，起于当起，止于当止，犹如行云流水，于无技巧中见技巧，达到了“一语天然万古新，豪华落尽见真纯”的境界。</p> <p><strong>分层赏析</strong><br>　　全文分三层。<br>　　第一层叙事：交待了时间，地点和夜游原因。<br>　　首句即点明事件时间“元丰六年十月十二日”，时苏轼因“乌台<a href=\"http://so.gushiwen.org/view_71144.aspx\">诗</a>案”被贬至黄州为团练副使已经四年了。这天夜里，月光照入他的房间，作者本欲就寝，怎奈被这美好的月色所迷，顿起雅兴，但想到没有同乐之人，遂动身去不远的承天寺寻张怀民。张怀民和苏轼一样，亦是被贬至黄州来的贬官，他和苏轼的友谊相当笃厚。当晚，张怀民也还未睡，于是二人一起来到院子中间散步。这一层叙事，朴素、淡泊而有自然流畅。(寻友夜游)<br>　　第二层写景：描绘庭中月光的澄清。<br>　　作者惜墨如金，只用十八个字，就营造出一个月光澄碧、竹影斑驳、幽静迷人的夜景。读者自可以发挥想象：月光清朗，洒落庭中，那一片清辉白茫茫一片好似积水空潭一般，更妙的是，“水”中还有水草漂浮，游荡，于是乎恍恍然便如仙境一般了。作者的高妙之处在于，以竹、柏之影与月光两种事物互相映衬、比拟、比喻手法精当，新颖，恰如其分地渲染了景色的幽美肃穆。更体现出了月光清凉明净的特点，衬托出作者闲适的心境。(庭中夜色)<br>　　第三层：惋惜无人赏月<br>　　便转入议论。作者感慨到，何夜无月，何处无竹柏，可是有此闲情雅致来欣赏这番景色的，除了他与张怀民外，恐怕就不多了，整篇的点睛之笔是“闲人”二字，苏轼谪居黄州，“不得签书公事”，所担任的只是个有名无实的官，与儒家的“经世济民”之理想相去甚远，即所谓“闲人”之表层意义，它委婉地反映了苏轼宦途失意的苦闷；从另一个方面来看，月光至美，竹影至丽，而人不能识，唯此二人能有幸领略，岂非快事！苏轼的思想横跨儒释道三家，这便使他的处世态度有极大的包容性，可以说是宠辱不惊，进退自如。当然，他在逆境中的篇章更能折射出他的人格魅力！(月下抒情)</p> <p><strong>细化赏析</strong><br>　　“月色入户”：寒夜寂寥，“解衣欲睡”，这当儿，月光悄悄地进了门。“入户”二字，把月光拟人化。月光似乎懂得这位迁客的孤独寂寞，主动来与他做伴。<br>　　“欣然起行”：是作者的反应；写出他睡意顿消，披衣而起，见月光如见久违的知心朋友，欣然相迎。一个被朝廷所贬谪的“罪人”，我们可以想见他这时交游断绝、门庭冷落的境况；只有月光毫无势利之情，在寂寥的寒夜里，依然来拜访他。四字写出了作者的喜悦和兴奋。<br>　　“念无与为乐者，遂至承天寺寻张怀民。”：作者与张怀民同是被贬之人，于是作者便想到了张怀民。<br>　　“怀民亦未寝，相与步于中庭。”：作者与张怀民心有灵犀，及其友情之深厚。<br>　　“何夜无月？何处无竹柏？但少闲人如吾两人者耳。”：一是感慨世人忙于名利而辜负了良辰美景，二是表现了作者安闲自适的心境，三是透露出自己不能为朝廷尽忠的抱怨<br>　　“庭下如积水空明，水中藻荇交横，盖竹柏影也。”：“庭下如积水空明，水中藻、荇交横，盖竹柏影也”。此句运用了比喻的修辞，将澄澈的月光比成积水，用交错相生的水草比喻竹柏的影子，虚实相生，相映成趣，化无形为有形。“积水空明”写出了月光的皎洁，空灵，“藻荇交横”写出了竹柏倒影的清丽淡雅。前者给人以一池春水的静谧之感，后者则具有水草摇曳的动态之美，整个意境静中有动，动中愈见其静，一正写，一侧写，从而创造出一个冰清玉洁的透明世界，也折射出作者光明磊落、胸无尘俗的襟怀。作者以高度凝练的笔墨，点染出一个空明澄澈、疏影摇曳、似真似幻的美妙境界。</p> <p><strong>写作技巧</strong><br>　　1.比喻传神：庭下如积水空明，水中藻荇交横，盖竹柏影也。<br>　　2.正面/侧面描写相结合：庭下如积水空明，水中藻荇交横，盖竹柏影也。<br>　　3.抓住了瞬间的感受：何夜无月？何处无竹柏？但少闲人如吾两人者耳。<br>　　4.虚实（动、静）结合：把竹柏（实、静）比作了水中的荇藻（虚、动）。</p> <p><strong>文章写作特点</strong><br>　　1.信笔疏意，随物赋形。<br>　　2.描写月色，如诗如画。<br>　　3.语言凝练含蓄，饶有余味。</p> <p><strong>作者心境</strong><br>　　虽然自己有欣赏美景的乐趣，但是并不得意。将自己寄情于山水之间，有失意的自我排解。<br>　　——本文体现二人友情的句子：念无与为乐者，遂至承天寺寻张怀民（唯张怀民可与同乐）；怀民亦未寝（两人遭遇相同，心境也相同）； 相与步于中庭（两人亲密无间）； 但少闲人如吾两人者耳（两人遭遇相同，心境相同，志趣也相同，是真正志同道合的朋友）。<br>　　“水中藻、荇交横”说明了当时月色之浓、清、亮。<br>　　闲人：苏轼这时被贬为黄州团练副使，有名无实，所以自称“闲人”。<br>　　写月突出其明，写境突出其静，写影突出其形，写人突出其闲，写情突出其空。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>与：相与步于中庭。（跟，向。介词）<br>念无与为乐者。（和，连词。）<br>遂：遂至承天寺。（于是）<br>遂迷，不复得路（终于）《桃花源记》<br>至：遂至承天寺。 （到）<br>寡助之至。 （极点） 《得道多助失道寡助》<br>寻：寻张怀民。（寻找）<br>未果，寻病终。（不久）《桃花源记》<br>空：庭下如积水空明。（空旷澄澈）<br>空谷传响。（空荡荡的）《三峡》</p> <p><strong>古今异义</strong><br>但（但少闲人如吾两人者耳）：古义：只是，只不过；<br>今义：但是，表转折关系的连词<br>耳（但少闲人如吾两人者耳）：古义：助词，表示限制语气，相当于“ 而已”“罢了”；<br>今义：名词，耳朵。<br>闲人（但少闲人如吾两人者耳）：古义： 不汲汲于名利而能从容留连于光景之人；<br>今义 与事无关的人<br>户（月色入户）：古义：窗（门户）户；<br>今义：住户、人家<br>念（念无与为乐者）：古义：考虑，想到；<br>今义：纪念，思念 ，读<br>盖（盖竹柏影也）：古义：原来是，表推测原因；<br>今义：器物上有遮盖作用的东西。<br>中庭（相与步于中庭）：古义：院子里；<br>今义：庭子中间。</p> <p><strong>词类活用</strong><br>相与步于中庭：名词作动词，散步。<br>怀民亦未寝：名词作动词，睡；卧。</p> <p><strong>特殊句式</strong><br>倒装句<br>相与步于中庭：（我们）便一起在庭院中散步。（介宾短语后置，应为“相与于中庭步”）<br>但少闲人如吾两人者耳：只不过缺少像我们俩这样的闲人罢了。（定语后置，应为“但少如吾两人者闲人耳”）<br>省略句<br>解衣欲睡：（我）脱下衣服准备睡觉。（省略主语）<br>判断句<br>盖竹柏影也：大概是竹子跟柏树的影子吧？（起判断作用）<br>主旨句<br>何夜无月？何处无竹柏？但少闲人如吾两人者耳。<br>表达出作者孤寂凄凉，无所归依的心境以及仕途不得志的抑郁，以及他豁达的人生观。 </p><br/><h2>思想感情</h2> 　　《记承天寺夜游》表达的感情是微妙而复杂的，贬谪的悲凉，人生的感慨，赏月的欣喜，漫步的悠闲都包含其中。作者“解衣欲睡”的时候，“月色入户”，于是“欣然起行”，月光难得，不免让人欣喜。可是没有人和自己共同赏月，只好去找同样被贬的张怀民，这里面有多少贬低的悲凉与人生的感慨呀!两人漫步中庭，又是悠闲的。自比“闲人”，则所有意味尽含其中。对澄澈透明的美妙的月色作了生动 形象的描绘，透露出作者在贬低中虽感慨幽微，而又随缘自适，自我排遣的特殊心境。表达了作者对月光的爱慕 抒发了作者自解、自矜、自嘲,对自然生活的向往与欣赏，和用与“闲人”相对的“忙人”（朝廷官员小人）的鄙夷与讽刺。<br/><h2>写作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《记承天寺夜游》是选自《东坡志林》卷一。苏轼的著名词还有《江城子密州出猎》，《定风波》等。苏轼是父亲<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的第五个儿子，嘉祐二年（1057）与弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>同登进士。授大理评事，签书凤翔府判官。熙宁二年（1069），父丧守制期满还朝，为判官告院。与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不合，反对推行新法，自请外任，出为杭州通判。迁知密州（今山东诸城），移知徐州。元丰二年（1079），罹“乌台<a href=\"http://so.gushiwen.org/view_71144.aspx\">诗</a>案”，责授黄州（今湖北黄冈）团练副使，本州安置,不得签书公文。哲宗立，高太后临朝，被复为朝奉郎知登州（今山东蓬莱）；4个月后,迁为礼部郎中;任未旬日，除起居舍人，迁中书舍人，又迁翰林学士知制诰，知礼部贡举。元祐四年（1089）出知杭州，后改知颍州，知扬州、定州。元祐八年（1093）宋哲宗亲政，被远贬惠州（今广东惠阳），再贬儋州（今海南儋县）。徽宗即位，遇赦北归，建中靖国元年（1101）卒于常州（今属江苏），年六十六，葬于汝州郏城县（今河南郏县）。</p> <p>　　本文写于宋神宗元丰六年（1083年），当时，作者被贬到黄州已经有四年了。元丰二年七月，历史上著名的“乌台诗案”，御史李定等摘出苏轼的有关新法的诗句，说他以诗讪谤，八月，将他逮捕入狱。经过长时间的审问折磨，差一点被杀。十二月作者获释出狱，被贬谪到黄州任团练副使，但不得“签书公事”，也就是说做着有职无权的闲官。在这种情况下，作者写了这篇短文，对月夜的景色作了美妙的描绘，真实的记录了他当时生活的一个片段。也体现了他与张怀民的深厚友谊与对知音甚少的无限感慨。 </p><br/><h2>文章结构</h2> 第一部分（前三句）记叙：首句点明夜游的时间，为美好的月色而心动，遂起夜游之意。<br>第二部分（第四句）描写：运用比喻的手法描绘庭院皎洁的月光。<br>第三部分（第五句）议论：两个反问句引人深思。作者抒发面对月光产生的感触，表达了作者安适的心情。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "初中文言文",
    "纪游",
    "写景",
    "感叹",
    "人生"
  ]
}