{
  "id": 23751,
  "star": 317,
  "name": "梦微之",
  "dynasty": "唐代",
  "content": "夜来携手梦同游，晨起盈巾泪莫收。<br>漳浦老身三度病，咸阳宿草八回秋。<br>君埋泉下泥销骨，我寄人间雪满头。<br>阿卫韩郎相次去，夜台茫昧得知不？",
  "fanyi": "<p><strong>译文</strong><br>夜里做梦与你携手共同游玩，早晨醒来泪水流满巾也不擦拭。<br>在漳浦我三次生病，长安城草生草长已经八个年头。<br>想你逝去九泉尸骨已经化成泥沙，我还暂时寄住人间白发满头。<br>阿卫韩郎已经先后去世，黄泉渺茫昏暗能够知晓吗？</p> <p><strong>注释</strong><br>微之：唐朝<a href=\"http://so.gushiwen.org/view_23751.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>（779－831），字微之，与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>同科及第，并结为终生诗友。<br>漳浦：地名，在今福建漳州南部。<br>宿草：指墓地上隔年的草，用为悼念亡友之辞朋友之墓，有宿草而不哭焉。<br>君埋泉下：指微之去世。<br>阿卫：微之的小儿子。<br>韩郎：微之的爱婿。<br>夜台：指坟墓，因为闭于坟墓，不见光明，所以称为夜台，后来也用来指代阴间。<br>茫昧：模糊不清。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《梦微之》是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>在<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>离世九年后所做的一首七言律<a href=\"http://so.gushiwen.org/view_23751.aspx\">诗</a>。其中颈联“君埋泉下泥销骨，我寄人间雪满头”，古往今来更不知有多少人为它而伤怀！</p> <p>　　公元 801年，30岁的白居易在长安结识了 23岁的元稹，他们为对方的文采精华而深深折服，政治上又都反对宦官专权、提倡轻徭薄赋。真是相见恨晚！为了实现古代仕人怀有的那份安邦定国的宏伟抱负，二人同时参加了吏部的制科考试，并且同时当上校书郎。虽是个闲官，倒也可自得其乐。饮酒赋诗赏花听书，好个诗酒风流！直到元稹因敷水驿事件得罪宦官、被贬下放，白居易以死上书无效。公元815年，元稹被贬为通州司马，同年白居易被贬为江州司马，同是天涯沦落人！此后，二人只能互通书信、倾诉衷肠！公元831年，60岁的白居易正赋闲于东都洛阳，惊闻元稹病逝于武昌，悲痛不已！当元稹的灵柩运回老家陕西咸阳时，途径洛阳，白挥泪写下祭文。</p> <p>　　“夜来携手梦同游，晨起盈巾泪莫收”。梦中乐天与微之重逢，二人携手同游，他们可能意气风发地畅谈天下大事、黎明苍生；可能痛斥那宦海风波、官场污浊；可能耻笑那魑魅小人、假义君子……可是梦总有醒来的时候！泪水打湿了乐天的绢帕，老泪纵横也无心擦拭了。时年，乐天已经是一位风烛残年的老人。他想起了元稹当年还和过他的一首诗，诗中有这么两句：“我今因病魂颠倒，惟梦闲人不梦君”。确实，生时不能相见，梦见还可以慰藉相思，梦不见是悲痛的！可是，死后故人梦更是痛彻心扉！明知此生不能再见，却又一遍遍回忆着逝去的时光，每每回忆一次，都是一遍强于一遍的无奈忧伤！死亡，切断了所有一切可能的念想！</p> <p>　　“漳浦老身三度病，咸阳草树八回秋”。乐天说他自己在漳浦这个地方已经生了几次病了，长安城草生草长不知不觉已有八个年头。时间蹉跎了芳华，元稹死后，乐天的一把老骨头也不得安生，只是淡漠地看着长安城的草生草长。如果人的生命也能够像草生草长一样该多好，就像乐天 17岁时写下的《赋得古原草送别》一样：“野火烧不尽，春风吹又生”。乐天与元稹一别已是九年，而且还会有好几个九年，直到乐天也身赴黄泉。乐天的生老病死，已经没有了元稹的参与！</p> <p>　　“君埋泉下泥销骨，我寄人间雪满头”。元稹埋在黄泉之下，泥土侵蚀着他的身体，也许早已和泥化作尘土，乐天也只是顶着满头白发暂时居住在人间。乐天是一位“深入浅出”型的沉思者：孤高、正直、磊落、坦荡。这句话正是白诗在字面、形式上看似浅显，而情意、内涵甚深的表现。我想起了祖父，我那逝世不久的祖父。很多时候，在我们的亲人活着时，我们是羞赧于将悄悄写下的那些关于他们的赞美文字与人分享的，尤其是不愿让他们本人看到。而今，祖父魂归大地、深埋黄土，他在人间的最后一席之地只是水泥石碑下一方小小的骨灰盒，家人把祖父与已逝世 13年的祖母合埋了。写着这些文字时，我想起祖父总是在清明前后轻轻擦拭着太祖父、太祖母及祖母的祭框，擦着擦着就出神地望着。可是如今，他深埋地下，谁又来擦拭他崭新的祭框呢？有关祖父的一切，我再也不会知晓了。他早年因公致残的左腿，还会风湿发作吗？黄泉该是个湿冷的地方吧？想到这些，我已经受不住了。有句话是残忍的：“我们将会死去很久”。乐天写下这首诗时，身边不是缺乏朋友，亦不是敌人泛滥。拉法特曾说：“没有朋友也没有敌人的人，就是凡夫俗子”。乐天恰好不是个凡夫俗子，他一生的朋友是很多的，比如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>就是他的忘年交。也正因为如此，在时隔九年后，乐天的这份思友之情才愈显得弥足珍贵！</p> <p>　　“阿卫韩郎相次去，夜台茫昧得知不”。阿卫是元稹的小儿子，韩郎是元稹的女婿。他们都先后死去了，黄泉渺茫昏暗能够知道这些吗？高寿的乐天目睹了后辈们的离去。一方面，活着的人想要知道死去的人的情况，另一方面，活着的人总是念念不忘地将人世间的新鲜事儿祷告给死者，纵然知道是徒劳，还是怀着这份希望。《古诗十九首》中有言：“去者日以疏,来者日以亲”。当乐天看着去者已去经年，而来者亦已成去者，这是多么大的内心荒凉！</p> <p>　　人生得一知己足矣，斯世当以同怀视之！浅品《梦微之》，我品味到了这世间有一种真情———相濡以沫！</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "悼亡",
    "怀念"
  ]
}