{
  "id": 57515,
  "star": 543,
  "name": "摸鱼儿·更能消几番风雨",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\"> </span><div> 淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。</div> <p>更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。 <br>长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。",
  "fanyi": "<p><strong>更能消、几番风雨。匆匆春又归去。</strong><br>　　晚春时节，百花凋零，风雨常至，难免令人伤春。词人对这一切更是敏感。他牵挂着那美丽的春花，还能经受得起几番风雨？他心绪不宁，为春的匆匆离去惋惜，却又无可奈何。</p> <p><strong>惜春长恨花开早，何况落红无数。<br></strong>　　花是春天的象征。花开得早，自然落得早，春就去得早。词人对春天是这般珍惜，连花儿开早了都会感到遗憾，又怎能忍受落花无数呢。</p> <p><strong>春且住。见说道、天涯芳草迷归路。</strong><br>　　花儿既然无法迟开晚放，那么就留住春天离去的脚步吧。“春天啊，听说海角天涯并没有你的归处，你就留在这里吧！”情至深处，词人仿佛一个天真任性的孩子。</p> <p><strong>怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。</strong><br>　　春天没有理会词人的挽留，她依旧悄然离去。词人只能轻轻埋怨春的无言自去，只能四处寻找一些春的痕迹，给自己一丝慰藉。</p> <p>　　他找了又找，最终发现，只有屋檐上的蛛网，沾满了飘飞的柳絮，还留有少许春色。</p> <p>　　五彩缤纷的春过后，是绿意盎然的夏。按说生性豪放的词人应该看到这一点。然而，他深深地陷在春逝的伤感中，难以自拔。这是因为触景伤情，落红无数的暗淡让情绪低落的他更加黯然伤神。</p> <p>长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉。　<br>　　“蛾眉”，形容女子眉如飞蛾触须，代指美人。</p> <p>　　据《文选·长门赋序》，汉武帝的皇后陈阿娇先得宠幸，后来失宠被废，贬居长门宫。陈氏听说的文章天下最工，便送去百斤黄金，求得一篇《长门赋》。后来汉武帝看到此赋，有所感悟，陈皇后再度承宠。事实上，《长门赋》并非司马相如所作，史书上也没有陈皇后被废后复得宠幸的记载。</p> <p>　　正如《长门赋序》的作者敢于不拘泥故事真伪一样，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>此处也来了个大胆生发。他说，被冷落的陈皇后本已有了与汉武帝重聚的希望，但是由于遭到武帝身边其他女子的妒恨，致使佳期无望。这时候，纵使陈皇后千金买得相如的生花妙笔，脉脉真情又能向谁倾诉呢？</p> <p>　　词人似为陈皇后而伤感，其实是为自己伤感。</p> <p>　　南宋国势日衰，政权腐朽，收复中原的希望渺茫。辛弃疾热爱自己的祖国，却又不免对它痛惜、失望。在词的上片，春的离去，实际上喻指国家的败落。他期望春天长驻久留，但国势却如残春，风雨飘摇。他不愿面对这个现实，然而他又怎能回避得了？他的济世之志、救国理想都寄托在南宋王朝的复兴上，可是事与愿违，眼见这些都落了空，他的心中异常苦痛、矛盾。</p> <p>　　爱而不成，则生恨心。他痛恨权奸当道，蒙蔽君主、陷害忠良，痛恨朝廷不思恢复失地，反而排挤抗金志士。所以，他以长门陈皇后自比，哀叹自己遭受小人妒忌，无法大展宏图的悲惨命运。</p> <p><strong>君莫舞。君不见、玉环飞燕皆尘土。</strong><br>　　<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>、赵飞燕都是古代著名的美女。一个是唐玄宗的贵妃，“三千宠爱在一身”，后来安史乱中被缢死马嵬坡下；一个是汉成帝宠极一时的皇后，结局是被废为庶人后自杀。</p> <p>　　词人对妒恨陈皇后的女子说，你们不要高兴得跳起舞来，须知玉环、飞燕也难免归于尘土，一切成空。实际上，他是在申饬、诅咒那些打击陷害忠良的权贵奸小：你们休要得意忘形，你们难道不知道，玉环、飞燕那样的命运，最终也会降临到你们头上吗？</p> <p><strong>闲愁最苦。休去倚危楼，斜阳正在，烟柳断肠处。<br></strong>　　词人此刻正与同事一道饮酒话别。在这闲暇之时，他的愁，依然是家国之愁、命运之愁。惟其如此，才令他感到“闲愁最苦”，才说道，不要去倚靠高楼，否则会看见斜阳坠落烟柳中，令人伤心断肠。</p> <p>　　“梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠，肠断白苹洲”（唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《望江南》）；“伫倚危楼风细细，望极春愁，黯黯生天际”（北宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《蝶恋花》）……从这些词中，读者可以想见：靠着高楼，会看见一点点下坠的残阳、苍茫迷蒙的江水、轻烟笼罩的垂柳。这些都会令人伤悲。所以，辛弃疾说“休去倚危楼”，他害怕看到那落日残阳的光景，害怕由此想到江河日下的国家。他的哀愁，本就已经太多太多了。 </p>",
  "shangxi": "<p>　　本篇作于淳熙六年（1179）春。时四十岁，南归至此已有十七年之久了。在这漫长的岁月中，作者满以为扶危救亡的壮志能得施展，收复失地的策略将被采纳。然而，事与愿违。不仅如此，作者反而因此遭致排挤打击，不得重用，接连四年，改官六次。这次，他由湖北转运副使调官湖南。这一调转，并非奔赴 他日夜向往的国防前线，而是照样去担任主管钱粮的小官。现实与他恢复失地的志愿相去愈来愈遥远了。行前，同僚王正之在山亭摆下酒席为他送别，作者见景生情，借这首词抒写了他长期积郁于胸的苦闷之情。</p> <p>　　这首词表面上写的是失宠女人的苦闷，实际上却抒发了作者对国事的忧虑和屡遭排挤打击的沉重心情。词中对南宋小朝廷的昏庸腐朽，对投降派的得意猖獗表示强烈不满。</p> <p>　　上片写惜春、怨春、留春的复杂情感。词以“更能消”三字起笔，在读者心头提出了“春事将阑”，还能经受得起几番风雨摧残这样一个大问题。表面上，\"更能消\"一句是就春天而发，实际上却是就南宋的政治形势而言的。本来，宋室南渡以后，曾多次出现过有利于爱国抗金、恢复中原的大好形势，但是，由于朝廷的昏庸腐败，投降派的猖狂破坏，使抗战派失意受压，结果抗金的大好时机白白丧失了。这中间虽有几次北伐，结果均以签订屈膝投降的“和”而告终。北伐的失败，反过来又成为投降派贩卖妥协投降路线的口实。南宋王朝处于风雨飘摇之中。“匆匆春又归去”，就是这一形势的形象化写照，抗金复国的大好春天已经化为乌有了。这是第一层。但是，作者是怎样留恋着这大好春光呵！“惜春长怕花开早”。然而，现实是无情的：“何况落红无数！”这两句一起一落，表现出理想与现实之间的矛盾。“落红”，就是落花，是春天逝去的象征。同时，它又象征着南宋国事衰微，也寄寓了作者光阴虚掷，事业无成的感叹。这是第二层。面对春天的消失，作者并未束手无策。相反，出于爱国的义愤，他大声疾呼：“春且住！见说道、天涯芳草无归路。”这一句，实际是向南宋王朝提出忠告，它形象地说明：只有坚持抗金复国才是唯一出路，否则连退路也没了。这两句用的是拟人化手法，明知春天的归去是无可挽回的大自然的规律，但却强行挽留。词里，表面上写的是“惜春”，实际上却反映了作者恢复中原、统一祖国的急切心情，反映了作者对投降派的憎恨。这是第三层。从“怨春不语”到上片结尾是第四层。尽管作者发出强烈的呼唤与严重的警告，但“春”，却不予回答。春色难留，势在必然；但春光无语，却出人意外。所以难免要产生强烈的“怨”恨。然而怨恨又有何用！在无可奈何之际，词人又怎能不羡慕\"画檐蛛网\"？即使能象\"蛛网\"那样留下一点点象征春天的“飞絮”，也是心灵中莫大的慰藉了。这四句把“惜春”、“留春”、“怨春”等复杂感情交织在一起，以小小的“飞絮”作结。上片四层之中，层层有起伏，层层有波澜，层层有顿挫，巧妙地体现出作者复杂而又矛盾的心情。</p> <p>　　下片借陈阿娇的故事，写爱国深情无处倾吐的苦闷。这一片可分三个层次，表现三个不同的内容。从“长门事”至“脉脉此情谁诉”是第一层。这是词中的重点。作者以陈皇后长门失宠自比，揭示自己虽忠而见疑，屡遭谗毁，不得重用和壮志难酬的不幸遭遇。“君莫舞”三句是第二层，作者以<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>、赵飞燕的悲剧结局比喻当权误国、暂时得志的奸佞小人，向投降派提出警告“闲愁最苦”至篇终是第三层，以烟柳斜阳的凄迷景象，象征南宋王朝昏庸腐朽、日落西山、岌岌可危的现实。</p> <p>　　这首词有着鲜明的艺术特点。一是通过比兴手法，创造象征性的形象来表现作者对祖国的热爱和对时局的关切。拟人化的手法与典故的运用也都恰到好处。第二是继承<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》的优良传统，用男女之情来反映现实的政治斗争。第三是缠绵曲折，沉郁顿挫，呈现出别具一格的词风。表面看，这首词写得“婉约”，实际上却极哀怨，极沉痛，写得沉郁悲壮，曲折尽致。</p>",
  "about": "<h2>创作背景</h2> 　　公元1179年（淳熙六年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>南渡之后的第十七年，时年四十岁，被朝廷支来支去的他再次由湖北转运副使改调湖南转运副使。辛弃疾在此前两三年内，转徙频繁，均未能久于其任。他曾在《论盗贼札子》里说：“生平刚拙自信，年来不为众人所容，恐言未脱口而祸不旋踵。”他本来是要积极建功立业的，被调到湖北去管钱粮，已不合他的要求；再调到湖南，还是管钱粮，当然更是失望。他心里明白朝廷的这种调动就是不让恢复派抬头。这次，他由湖北转运副使调官湖南。现实与他恢复失地的志愿相去愈来愈遥远了。行前，同僚王正之在山亭摆下酒席为他送别，他感慨万千，写下了这首词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "惜春",
    "爱国",
    "壮志",
    "苦闷"
  ]
}