{
  "id": 64114,
  "star": 23,
  "name": "燕归梁·凤莲",
  "dynasty": "宋代",
  "content": "我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。 <br>忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。",
  "fanyi": "<h2>注释</h2> ⑴虽题曰“风莲”，非泛泛咏物，只借以起兴，却不放在开首，放在结尾。兼详下注。<br>⑵本篇主句。“唐宫”，咏古伤今，下所写舞容，殆即“霓裳羽衣舞”。<br>⑶衣之前后皆可称裾。“曳裾时”，指霓裳舞拍序以后始有舞态，详下注。<br>⑷翠云、绛霞：指舞衣，又点缀荷叶荷花。<br>⑸大垂手、小垂手皆舞中的名目。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《霓裳羽衣舞歌》：“中序擘騞初入拍，…. 小垂手后柳无力，斜曳裾时云欲生。”自注：“霓裳舞之初态。”<br>⑹急鼓催将起：似用“羯鼓催花”事，而意却无关。此指“霓裳”至入破以后，节拍转急。白<a href=\"http://so.gushiwen.org/view_64114.aspx\">诗</a>所谓“繁音急节十二遍”，自注：“霓裳破十二遍而终”是也。词云“似彩凤，双惊飞”，已大有《长恨歌》中所云“渔阳鼙鼓动地来，惊破霓裳羽衣曲”的气象。<br>⑺琼：训赤玉，可喻红莲。江妃，水仙也，可喻水上莲。如<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《侧犯》“看步袜江妃照明镜”，即以江妃咏莲花。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《辛卯年雪》：“纵以万玉妃。”此句字面当本之，却易雪为荷花，意指嫔嫱之属，应上“唐宫”。<br>⑻题曰“风莲“，借舞态作形容，比喻虽切当，却不点破，直到结句方将”谜底“揭出。这样似乎纤巧。然全篇托之于梦，梦见美人，醒见荷花，便绕了一个大弯。若见荷花而联想美人原平常。今云”春昼梦唐宫“，初未说见有”风莲“也，若梦境之构成，非缘联想；如何梦中美女的姿态和实境荷花的光景，处处相合呢？然则”见荷花被风吹“者，原为起兴闲笔，这里倒装在后，改为以景结情，并非真的题目。词以风莲喻舞态，非以舞态喻风莲也。文虽明快，意颇深隐，结构亦新。",
  "shangxi": "<h2>赏析二</h2> <p>　　试设想这样一个境界：当残暑季节的清晓，一阵阵的凉风，在水面清圆的万柄荷伞上送来，摆弄得十里银塘红翠飞舞。这晓风，透露给人们一个消息，莲花世界已面临秋意凋零的前夕了。这是空灵的画境，是迷惘的词境。怎样以妙笔去传神，化工给词人出下了这一个不易着手的难题。</p> <p>　　在这首词里，词人通过他灵犀一点的慧思，在笔底开出了异采绚烂的花朵，幻出了一个美绝人天的梦境。出现在梦里的莲花，完全人格化了。她是唐代大画家周昉腕下的唐宫美人，她是在作霓裳羽衣之舞。沐浴在昭阳春昼的旖旎幻境中的她，绛裙曳烟，珠衱飘雾，玉光四射，奇丽袅娜的身影，回旋在人们心上，是非常难以恝置的美艳的传奇。而它的背后已带来了燃眉的邦国大祸。果然，撼动掀天雨点般的急鼓，惊破了舞曲，惊散了凤侣，一晌贪欢的梦境霎时幻灭。“梦回不见万琼妃”，词人声泪俱下地唱出了宗国沦亡的哀歌。“见荷花，被风吹”，这么临去秋波的一转，点明本题，让上面的梦境完全化为烟云。说她是琼妃也好，是荷花也好，幻想与现实，和谐地交织成为完美的艺术图案。</p> <p>　　这词的艺术构思，迥出于寻常蹊径之外。莲华不易传神，风莲更不易传神，咏风莲而有寄托，更难，有寄托而不见寄托痕迹，难之尤难。作者巧妙地通过了梦，通过了拟人化的形象，通过了结层画龙点睛的手法，好像绝不费劲地达到了如上的要求。这是莲，但不是泛泛的莲，而是风中的莲。如果说翠仗绛衣是一幅着色画，那么彩凤惊飞的神态，更是画所不能到。读者读这首词，须得理解作者是宋末的遗民，是南宋亡国历史悲剧的见证人，透过这奇幻浓郁的浪漫主义风貌，去探索它的现实性，它将会使读者更加感到怅惘不甘，当时南宋沦亡的挽歌，还会在读者的灵魂深处荡漾着。</p> <p>　　这是一首有寄托的咏物词，但寄托不同于影射，更不是要使读者去猜谜，它本身就是一种艺术美。这首词，即使撇开它的寄托意义不谈，仍然是一首咏风莲的绝唱，给人以美的享受。清代常州派词论家<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>在《宋四家词选目录序论》中说：“夫词，非寄托不入，专寄托不出。一物一事，引而伸之，触类多通，驱心若游丝之缳飞英，含毫如郢斤之斫蝇翼。以无厚入有间，既习已，意感偶生，假类毕达，阅载千百，馨欬弗违，斯入矣。赋情独深，逐境必寤，酝酿日久，冥发妄中；虽铺叙平淡，摹绘浅近，而万感横集，五中无主；读其篇者，临渊窥鱼，意为鲂鲤，中宵惊电，罔识东西，赤子随母笑啼，乡人缘剧喜怒，抑可谓能出矣。”这首《燕归梁》好就好在入而能出。</p><br/><h2>赏析一</h2> <p>　　蒋捷素喜咏莲花，这首词是其咏风莲之作。　</p> <p>　　“我梦唐宫春昼迟，正舞到、曳裾时。”在词中的想象之中，她是作霓裳羽衣之舞唐宫美人。景境迷离，裙禝飘雾，伴随着光茫四射的身姿，在人心头不断回旋。但“渔阳鼙鼓动地来”，惊破了舞曲，一晌贪欢的梦境霎时幻灭。“梦回不见万琼妃”，是一曲故国亡落的哀歌。结句点题“见荷花，被风吹”，临去秋波的一转，使梦境完全化为烟云。　</p> <p>　　这首词给人一种极美的境界。暑意稍返的日子，晨曦初透天边，凉风习习，挽起水面的许多荷伞。十里河塘一片飞舞。虽然荷花面临秋天，将要凋零，这在刻画境界中，读者似乎仍可体会它的空灵和迷惘。</p> <p>　　一篇好的词作不在于它要表现什么，首先应该看到它的词境的营造。它本身就是一种艺术美。这首词是一首咏风莲的绝唱，和蒋捷咏白莲的词一样。给人以美的享受。</p> <p>　　在艺术构思，词人也有“特异”的思想。用风莲来传神，来表达寄托之情，而不着痕迹。作者通过梦的方式，将风莲拟人化。行文流畅。而意境尤深。作者在词人通过浪漫主义的表现方式，为南宋王朝写了一首挽歌。</p>",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "咏物",
    "荷花",
    "怅惘"
  ]
}