{
  "id": 52793,
  "star": 6597,
  "name": "如梦令·常记溪亭日暮",
  "dynasty": "宋代",
  "content": "常记溪亭日暮，沉醉不知归路。<br>兴尽晚回舟，误入藕花深处。<br>争渡，争渡，惊起一滩鸥鹭。",
  "fanyi": "<p><strong>译文</strong><br>应是常常想起一次郊游，一玩就到日暮时分，沉醉在其中不想回家。<br>一直玩到没了兴致才乘舟返回，却迷途进入藕花池的深处。<br>怎么才能把船划出去，不小心，却惊起了一群的鸥鹭。</p> <p><strong>译文二</strong><br>经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。<br>游兴满足了，天黑往回划船，不小心划进了荷花池深处。<br>划呀，划呀，惊动满滩的水鸟，都飞起来了。</p> <p><strong>译文三</strong><br>曾记得一次溪亭饮酒到日暮，喝得大醉回家找不着了道路。<br>兴尽之后很晚才往回划船，却不小心进入了荷花深处。<br>怎么渡，怎么渡？（最终）惊起水边满滩鸥鹭。 </p> <p><strong>注释</strong><br>常记：时常记起。“难忘”的意思。<br>溪亭：临水的亭台。<br>日暮：黄昏时候。<br>沉醉：比喻沉浸在某事物或某境界中。<br>兴尽：尽了兴致。<br>晚：比合适的时间靠后，这里意思是天黑路暗了。<br>回舟：乘船而回。<br>误入：不小心进入。<br>藕花：荷花。<br>争渡：怎渡，怎么才能划出去。争（zen)，怎样才能<br>惊：惊动。<br>起：飞起来。<br>一滩：一群。<br>鸥鹭：这里泛指水鸟。</p>",
  "shangxi": "<p>　　现存《如梦令》词有两首，都是记游赏之作，都写了酒醉、花美，清新别致。“常记”两句起笔平淡，自然和谐，把读者自然而然地引到了她所创造的词境 。“常记”明确表示追述，地点在“溪亭 ”，时间是“日暮 ”，作者饮宴以后 ，已经醉得连回去的路径都辨识不出了。“ 沉醉”二字却露了作者心底的欢愉 ，“不知归路”也曲折传出作者流连忘返的情致，看起来，这是一次给作者留下了深刻印象的十分愉快的游赏。果然，接写的“兴尽”两句，就把这种意兴递进了一层，兴尽方才回舟，那么，兴未尽呢？恰恰表明兴致之高，不想回舟。而“误入”一句，行文流畅自然，毫无斧凿痕迹，同前面的“不知归路”相呼应，显示了主人公的忘情心态。盛放的荷花丛中正有一叶扁舟摇荡。舟上是游兴未尽的少年才女，这样的美景，一下子跃然纸上，呼之欲出。</p> <p>　　一连两个“争渡 ”，表达了主人公急于从迷途中找寻出路的焦灼心情。正是由于“ 争渡”，所以又“惊起一滩鸥鹭”，把停栖在洲渚上的水鸟都吓飞了。至此，词戛然而止，言尽而意未尽，耐人寻味。</p> <p>　　这首小令用词简练，只选取了几个片断，把移动着的风景和作者怡然的心情融合在一起，写出了作者青春年少时的好心情，让人不由想随她一道荷丛荡舟，沉醉不归。正所谓“少年情怀自是得”，这首<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>不事雕琢，富有一种自然之美。</p>",
  "about": "<h2>创作背景</h2> 　　这首《如梦令·常记溪亭日暮》是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的早期之作，较为可信的时间当是李清照到达汴京之后尚未出嫁之前。这段时间李清照身居闺中，不免会回忆起少时游玩的情形，那些场景在她的脑海中一再出现，对那些生活的怀念之情与日俱增，使得作者感到<a href=\"http://so.gushiwen.org/view_52793.aspx\">诗</a>兴大发，于是写下了这首流传千古的小令。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "纪游"
  ]
}