{
  "id": 71218,
  "star": 1309,
  "name": "采莲曲",
  "dynasty": "唐代",
  "content": "荷叶罗裙一色裁，芙蓉向脸两边开。<br>乱入池中看不见，闻歌始觉有人来。",
  "fanyi": "<p><strong>译文</strong><br>采莲少女的绿罗裙融入到田田荷叶中，仿佛一色，少女的脸庞掩映在盛开的荷花间，相互映照。<br>混入莲池中不见了踪影，听到歌声四起才觉察到有人前来。</p> <p><strong>注释</strong><br>①罗裙：用细软而有疏孔的丝织品制成的裙子。<br>②一色裁：像是用同一颜色的衣料剪裁的。<br>③芙蓉：指荷花。<br>④乱入：杂入、混入。<br>⑤看不见：指分不清哪是芙蓉的绿叶红花，哪是少女的绿裙红颜。<br>⑥闻歌：听到歌声。<br>⑦始觉：才知道。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71218.aspx\">诗</a>写的是采莲少女，但诗中并不正面描写，而是用荷叶与罗裙一样绿、荷花与脸庞一样红、不见人影闻歌声等手法加以衬托描写，巧妙地将采莲少女的美丽与大自然融为一体。全诗生动活泼，富于诗情画意，饶有生活情趣。</p> <p>　　诗的前两句的描写，让人感觉到这些采莲少女简直就是美丽的大自然的一部分；后两句写的是伫立凝望者在刹那间所产生的一种人花难辨的感觉。前两句侧重于客观描写，后两句侧重于写主观感受，客观描写与主观感受相结合的手法，很好地表现了人花难辨、花人同美的引人遐想的优美意境。</p> <p>　　如果把这首诗看作一幅《采莲图》，画面的中心自然是采莲少女们。但作者却自始至终不让她们在这画面上出现，而是让她们夹杂在田田荷叶、艳艳荷花丛中，若隐若现，若有若无，使采莲少女与美丽的大自然融为一体，使全诗别具一种引人遐想的优美意境。这样的艺术构思，是独具匠心的。</p> <p>　　一开头就巧妙地把采莲少女和周围的自然环境组成一个和谐统一的整体——“荷叶罗裙一色裁，芙蓉向脸两边开。”说女子的罗裙绿得像荷叶一样，不过是个普通的比喻；而这里写的是采莲少女，置身莲池，说荷叶与罗裙一色，那便是“本地风光”，是“赋”而不是“比”了，显得生动喜人，兼有素朴和美艳的风致。次句的芙蓉即荷花。说少女的脸庞红润艳丽如同出水的荷花，这样的比喻也不算新鲜。但“芙蓉向脸两边开”却又不单是比喻，而是描绘出一幅美丽的图景：采莲少女的脸庞正掩映在盛开的荷花中间，看上去好象鲜艳的荷花正朝着少女的脸庞开放。把这两句联成一体，读者仿佛看到，在那一片绿荷红莲丛中，采莲少女的绿罗裙已经融入田田荷叶之中，几乎分不清孰为荷叶，孰为罗裙；而少女的脸庞则与鲜艳的荷花相互照映，人花难辨。让人感到，这些采莲女子简直就是美丽的大自然的一部分，或者说竟是荷花的精灵。这描写既具有真切的生活实感。</p> <p>　　第三小分句“乱入池中看不见”，紧承前两句而来。乱入、杂入、混入之意。荷叶罗裙，芙蓉人面，本就恍若一体，难以分辨，只有在定晴细察时才勉强可辨；所以稍一错神，采莲少女又与绿荷红莲浑然为一，忽然不见踪影了。这一句所写的正是伫立凝望者在刹那间所产生的一种人花莫辨，是耶非耶的感觉，一种变幻莫测的惊奇与怅惘。这是通常所说“看花了眼”时常有的情形。然而，正当踟蹰怅惘、望而不见之际，莲塘中歌声四起，忽又恍然大悟，“看不见”的采莲女子仍在这田田荷叶、艳艳荷花之中。“始觉有人来”要和“闻歌”联在一起体味。本已“不见”，忽而“闻歌”，方知“有人”；但人却又仍然掩映于荷叶荷花之中，故虽闻歌而不见她们的身姿面影。这真是所谓“菱歌唱不彻，知在此塘中”（<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>《小长干曲》）了。这一描写，更增加了画面的生动意趣和诗境的含蕴，令人宛见十亩莲塘，荷花盛开，菱歌四起的情景，和观望者闻歌神驰、伫立凝望的情状，而采莲少女们充满青春活力的欢乐情绪也洋溢在这闻歌而不见人的荷塘之中。直到最后，作者仍不让画的主角明显出现在画面上，那目的，除了把她们作为美丽的大自然的化身之外，还因为这样描写，才能留下悠然不尽的情味。借助动词，展现采莲女在荷塘中若隐若现、若有若无，人花难辨，花人同类的生动画面，表现出采莲女天真浪漫、朝气蓬勃的性格。</p><br/><h2>赏析</h2> <p>　　“荷叶罗裙一色裁 ，芙蓉向脸两边开”。<a href=\"http://so.gushiwen.org/view_71218.aspx\">诗</a>歌在开始就展现出一幅人与环境和谐统一的美丽画面采莲女的罗裙和荷叶的颜色一样青翠欲滴。比喻虽不新奇，但用在此处却产生意想不到的效果，既描绘了田田的荷叶，又写了采莲女美丽的衣裳，两者相互映衬，恍若一体。尤其是“裁”字，用得极其巧妙，罗裙是裁出的，可是此处也用在荷叶上，似从<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>《咏柳》诗“不知细叶谁裁出？二月春风似剪刀”句中得到了灵感，让人感到荷叶与罗裙不仅颜色相同，似乎也是同一双巧手以同一种材料制成的。由此又让人不禁联想到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中“制芰荷以为衣兮，集芙蓉以为裳”，感受到这些女子如荷花般的心灵。娇艳的芙蓉花似乎都朝着采莲女美丽的脸庞开放，明写荷花，实则为了衬出人之美，采莲女的美丽，不是闭月羞花式的惊艳，而是如阳光般健康温暖，似乎能催开满池的荷花。这两句诗本自梁元帝《碧玉诗》“莲花乱脸色，荷叶杂衣香”，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的这篇较之则更胜一筹，意义更为隽永。</p> <p>　　“乱入池中看不见，闻歌始觉有人来“。诗的第三句“ 乱入池中看不见” 是对前两句的补充和深入。它有两重含义：一是突出荷田的稠密, 使人荷莫辨更真实可信；二是突出了观望者的感受和心理活动。其中“ 乱” 字用得十分微妙。末句“ 闻歌始觉有人来” 除了从另一面说明少女被荷田遮蔽与消融，难以被观望者发现以外，又写出一种声音的美，增添了诗的活泼情趣“。[4] 乱”字既指采莲女纷纷入池嬉笑欢闹的场面，也可指人与花同样娇嫩难以辨别，眼前一乱的感觉而“看不见”呼应上文，也更显荷叶罗裙，芙蓉人面之想像了，同时也虚写了荷塘中花叶繁茂，人在其中若隐若现之景，并引出下句：“闻歌始觉有人来。”这一句描写细腻入微，仿佛让读者身临其境地体会到了诗人当时真实的感受。“始觉”与上句“看不见”呼应，共同创造出了一种“莲花过人头”的意境。“闻歌”也与“乱”字呼应，悠扬动听的歌声表现出她们活泼开朗的天性，同时也为整个采莲的场景添上了动人的一笔。</p> <p>　　这首诗句与句联系紧密，意蕴深远，精雕细琢却给人带来清丽自然之感，可以看出王昌龄炼字炼意的高超技艺，对中晚唐的诗歌有着重要的影响。</p>",
  "about": "<h2>创作背景</h2> <p>　　采莲曲，古曲名。王琦注：“《采莲曲》起梁武帝父子，后人多拟之。”这首<a href=\"http://so.gushiwen.org/view_71218.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>被贬龙标时所做。</p> <p>　　在唐天宝七年夏天，王昌龄任龙标尉已经有了一段时间，初次与阿朵见面，却是别有一番情趣。那时候，王昌龄独自一人行走在龙标城外，在东溪的荷池，看见了一幅绝美的画面，那就是看见酋长的公主、蛮女阿朵在荷池采莲唱歌的情景 ，遂作采莲曲。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "写景",
    "少女"
  ]
}