{
  "id": 58126,
  "star": 37,
  "name": "水调歌头·和马叔度游月波楼",
  "dynasty": "宋代",
  "content": "客子久不到，好景为君留。西楼着意吟赏，何必问更筹？唤起一天明月，照我满怀冰雪，浩荡百川流。鲸饮未吞海，剑气已横秋。<br>野光浮，天宇回，物华幽。中州遗恨，不知今夜几人愁？谁念英雄老矣？不道功名蕞尔，决策尚悠悠。此事费分说，来日且扶头！",
  "fanyi": "<p><strong>译文<br></strong>远方的客人巴经很久没到这里漫游，可是美丽的风景似乎专门为你保留。我们特意登上西楼吟<a href=\"http://so.gushiwen.org/view_58126.aspx\">诗</a>赏月，何必去问今夜已剜什么时候！我们呼唤出满天皎洁的月光，照见我们的心地象冰雪一样明透。我们的胸襟啊宽广浩荡，好似百川融汇奔流。我们的豪饮还赶不上巨鲸吞海，腰间的宝剑已光闪闪照耀清秋。<br>原野上银白色的月光到处飘浮，天空高远更显得风景十分清幽。可是想起丢失中原的遗恨，不知今夜有多少人在发愁！那些掌握权柄的大人物们，有谁想起有志的英雄已成老朽？不料抗战的功勋还建立得很小很少，朝廷的决策遥遥无期，叫人没盼头。这件事没法分说清楚，让我们明天再喝个大醉方休。</p> <p><strong>注释<br></strong>①和（hè）马叔度：和：以诗歌酬答；依照别人诗词的题材作诗。马叔度：稼轩友人，生平不详。月波楼：宋时有两个月波楼，一在黄州今湖北黄冈，一在嘉禾今福建建阳。不知词人所游何处。<br>②客子、君：皆指友人马叔度。<br>③更筹：古时夜间计时工具，即更签。此指时间。<br>④天宇：天空。<br>⑤物华：泛指美好景物。<br>⑥中州：指当时沦陷的中原地区。<br>⑦不道：不料。<br>⑧蕞（zuì）尔：微小。<br>⑨决策：指北伐大计。<br>⑩扶头，形容醉后状态，谓头须人扶。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>南乡子词“易醉扶头酒，难逢敌手棋。”赵长卿鹧鸪天词“睡觉扶头听晓钟。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，重在写景，在写景中言情抒怀，情和景很好地做到了统一。起首四句“客子久不到，好景为君留。西楼着意吟赏，何必问更筹”。为情造文，但此处的景还属于有我之景，所以作者在感性的陶醉中，还保持着清醒，保持着理性，还没有彻底地把自己忘怀，如此，便自然引出下一句“唤起一天明月，照我满怀冰雪，浩荡百川流”。这皎皎的明月，不正像我的光明磊落么。那一天的皓月，可能照见我辈冰雪般纯洁的肝胆，和百川奔涌似的浩荡胸怀。至此，自然一转，引出上片的最后一句“鲸饮未吞海，剑气已横秋”。喝酒还未尽兴，宝剑的光芒已冲向秋夜的长空。这句突出地表现了作者渴望建功立业的雄心壮志。“鲸饮吞海”，如巨鲸吞海似的狂饮，极具夸张力度，有豪迈精神和阳刚之气。这旬是化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_58126.aspx\">诗</a>里“饮如长鲸吸百川”（《饮中八仙歌》）化用巧妙，而且更有表现力。</p> <p>　　下片，词人由眼前景想到了心头事，重在抒怀言志。过片“野光浮，天宇迥，物华幽”，大地上的月光在浮动，天空更加旷远，美丽的景物显得更加清幽。上承前面的写景，下启后面叙事抒情。在这清幽的月夜中，人不可能真的陶醉，即使有酒。陶醉只是暂时的，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗云“举杯消愁愁更愁”，所以，如画的美景更能勾起伤心的往事，短暂的陶醉只能引起清醒后更深的愁绪。果然，诗人想起了恨事，引发了愁绪：“中州遗恨，不知今夜几人愁？”这一句，是全词的主旨，一想到大好河山还在金人的手中，广大的中原百姓还在水深火热中煎熬，不由得我愁思满怀了。至此，全词的基调也有了变化，由前面的雄壮豪迈而变为后半部分的哀凉悲伤了。作者愁思深重恰是作者忧心国事，雄心壮志不得实现的表现，可是我的心事有谁知，我的苦处有谁怜，自然引出下文“谁念英雄老矣，不道功名蕞尔，决策尚悠悠!”现在，朝廷中有谁还能想起抗战的英雄渐渐老了，还没有实现自己的雄心壮志，而收复中原的决策，仍然遥遥无期！那么，我也只能借酒浇愁了。“此事费分说，来日且扶头。”此事一时难以说清，唯有继续饮酒消愁吧。这一句和前面的“不知今夜几人愁”形成呼应。扶头酒是最厉害的酒，是最伤人的酒，也是最误事的酒。但是酒，却能麻醉自己，让自己暂时忘却现实的残酷和烦恼。作者明知故说，突出地表达了自己的痛苦之重，愁思之深。</p> <p>　　词人欲抑先扬，行文一波三折，写景形象生动，议论中肯，抒情真实感人。以一种低诉哀迥的语气结尾，别有一种感人的韵味。</p>",
  "about": "<h2>创作背景</h2> 　　宋孝宗淳熙五年（1178）秋天，词人在湖北转运副使任上，同好友马叔度游月波楼，为了和马词原韵而写的这首词。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词精选",
    "登楼",
    "赏月",
    "饮酒",
    "抒怀"
  ]
}