{
  "id": 57525,
  "star": 138,
  "name": "满江红·中秋寄远",
  "dynasty": "宋代",
  "content": "快上西楼，怕天放、浮云遮月。但唤取、玉纤横管，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤令有愁无？应华发。<br>云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。",
  "fanyi": "<p><strong>译文</strong><br>快上西楼赏月，担心中秋月有浮云遮挡，不够明朗。请美人吹笛，驱散浮云，唤出明月。月夜的天地一片清凉洁爽，刚经玉斧修磨过的月亮，又回又亮。追问月宫里独处的嫦娥，孤冷凄寂时有没有愁恨？应该有很多白发。<br>回忆当年歌舞欢聚的情景，长袖善舞的佳人，清歌悲咽的佳人为之助兴添欢。叹明月十有八九悖人心意，总是圆时少、缺时多。愿明月如今夜常圆，人情未必总是别离。我欲化离恨为聚欢，待人归时再细细倾诉。</p> <p><strong>注释</strong><br>寄远：寄语远人。就词意看，这个远人可能是词人眷恋过的歌舞女子。<br>“但唤取”两句：请美人吹笛，驱散浮云，唤出明月。按：此暗用吴殊中秋赏月事。玉纤：洁白纤细，指美人的手。横管：笛子。<br>冰壶：盛冰的玉壶。此喻月夜的天地一片清凉洁爽。玉斧修时节：刚经玉斧修磨过的月亮，又回又亮。<br>“问嫦娥”两句：想来月中嫦娥，孤冷凄寂白发。此暗用丰商隐《嫦娥》<a href=\"http://so.gushiwen.org/view_57525.aspx\">诗</a>意：“嫦娥应悔偷灵药，碧海青天夜夜心。”孤令：即孤零。<br>“云液”四句：回忆当年歌舞欢聚的情景。云液满：斟满美酒。琼杯：玉杯。咽：指歌声凄清悲咽。<br>“叹十常”两句：叹明月十有八九津人心意，欲圆还缺。此即<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>“何事常向别时圆”（《水调歌头》）之意。磨：修磨，指把月修圆磨亮。<br>“但愿”两句：愿明月如今夜常圆，人情未必总是别离。此化用苏轼《水调歌头》词意： “但愿人长久，千里共婵娟。”看承别：别样看待。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是一首望月怀人之作，可能是与词人有着感情纠葛的歌舞女子。这个女子令词人爱慕不已。美月当空，已能勾起人无限秋思。面对中秋夜月，那怀人之情便愈发浓烈了。于是词人借月写意，传递了词人对歌舞女子的怨尤与不忍相舍的复杂感情。</p> <p>　　词的上片就中秋月这一面来写，主要展现词人的飞扬意兴。起韵即激情喷涌，以一“快”字为催促，表达要上西楼赏月的酣畅兴致。而一“怕”字，又泄露出词人担心中秋月不够明朗的心思。在情感节奏上，此韵一扬一抑，起伏有致。接韵借用前人故事，写词人由西楼待月而请美人吹笛唤月，这就为中秋月的出场蓄足了势。三韵正面赋写中秋月的无垠光华，写得气势酣畅。在这里，词人采用了一个精彩的比喻——把月色笼罩下的世界比喻为冰壶中的世界，则月色的皎洁无垠、透明清凉之状可感。又采用了一个玉斧修月的神话，把月亮的圆美无瑕之状也形容了出来。这里的“谁做”、“最怜”二词，不仅显出了词人对此中秋月的无比赏爱之情，而且形成了相当空灵的意境。上片末韵由无边的月色回转到月亮本体，追问月宫里独处的嫦娥有没有愁恨，这也是古代赏月者在神话时代容易产生的绮情。但是通过“应华发”的自答就可以发现。词人在这里问讯娠娥的目的，并不止于发一发严格古典男子的绮情幽思，而有借之诉愁的用意。这就使上片的词情至此气脉暗转，为下文抒发别恨调好了调子。</p> <p>　　下片开始，词人先用状写满天月色的“云液满”一句承上启下，然后展现自己在月下酣饮欢乐的情状。长袖善舞的佳人，清歌悲咽的佳人为之助兴添欢。这是最令词人愉快的场面。但是词人的心意匀不在此，词人由此中秋明月夜、由此歌舞助兴人想到的是令自己牵情的远人，于是不由自主地发出了深沉的叹息。词人叹息人生不如意事十常八九，就像天上的明月总是圆时少、缺时多一样。这一叹息，是承接着<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调派头·明月几时有》而来，其中不能不含有苏拭词中对于“月圆人不圆”的恨意，但词人此句意思显然又有所变化，词人主要是借月亮的不得长圆，叹息人事不得圆满特别是情人之间不得遂愿长聚的遗憾。“但愿”一韵，更明显地折向题目，表明尽管词人理解人事的不如意不可改变，但还是衷心地希望能够与所爱者长相聚，就像词人希望此夜月色好景能够长久护持一样。由此“不讲理”的态度，读者可以洞见词人内心的痴情。而“人情”一句，虽像是对于人间常情的遗憾却实际上是指向词人所痴情的那个人。意谓一旦离别，别人在心里未必与自己一样珍惜护持这段感情。这样的口吻，使得词人的内心幽怨苦可触及。结韵出入意想，又化幽怨的情感为期待相逢的急切之情。词人说假如能够回到她的身边，词人会将离别时所生的幽恨，转换成劝乐的感受向她尽情诉说。在这样的结韵里，词人的入骨痴情和体贴怜爱的幽绪，被传递得婉转动人。表达词人内心隐藏着的无限痴情。真豪杰，其志过人，其情也必过人。</p>",
  "about": "<h2>创作背景</h2> 　　《满江红·中秋寄远》作于末孝宗乾道中期（1169年前后），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任建康（今江苏南京）通判。词中女子的身份有多种说法，一说是与辛弃疾有着感情纠葛的歌舞女子，即情人，一说是辛弃疾的妻子。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "中秋节",
    "望月",
    "怀人"
  ]
}