{
  "id": 72349,
  "star": 395,
  "name": "读孟尝君传",
  "dynasty": "宋代",
  "content": "　　世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。",
  "fanyi": "<p><strong>译文</strong><br>　　世人都称赞孟尝君能够招贤纳士，贤士因为这个缘故归附他，而孟尝君终于依靠他们的力量，从像虎豹一样凶残的秦国逃脱出来。唉！孟尝君只不过是一群鸡鸣狗盗的首领罢了，哪里能说是得到了贤士！如果不是这样，（孟尝君）拥有齐国强大的国力，只要得到一个贤士，（齐国）就应当可以依靠国力在南面称王而制服秦国，还用得着鸡鸣狗盗之徒的力量吗？鸡鸣狗盗之徒出现在他的门庭上，这就是贤士不归附他的原因。</p> <p><strong>注释</strong><br>1.选自《临川先生文集》，《孟尝君传》指<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·孟尝君列传》。<br>2.称：称颂，赞扬。<br>3.孟尝君：姓田名文，战国时齐国公子（贵族），封于薛地（今山东省滕县东南）。<br>4.士：士人，指品德好、有学识或有技艺的人。<br>5.归：投奔，投靠。<br>6.卒，终于，最终。<br>7.赖：依仗，依靠。<br>8.其：指门下士。<br>9.特：只，仅，不过。<br>10.鸡鸣狗盗：孟尝君曾在秦国为秦昭王所囚，有被杀的危险。他的食客中有个能为狗盗的人，就在夜里装成狗混入秦宫，偷得狐白裘，用来贿赂昭王宠妃，孟尝君得以被放走。可是他逃至函谷关时，正值半夜，关门紧闭，按规定要鸡鸣以后才能开关放人出去，而追兵将到。于是他的食客中会学鸡叫的人就装鸡叫，结果群鸡相应，终于及时赚开城门，逃回齐国。后成为孟尝君能得士的美谈。<br>11.雄：长、首领。<br>12.耳：罢了。<br>13.擅：拥有。<br>14.宜：应该<br>15.南面：指居于君主之位。君王坐位面向南，故云。<br>16.制：制服。<br>17.夫：发语词。</p>",
  "shangxi": "<h2>赏析二</h2> 　　第一句摆出待批驳的观点，说明世人对孟尝君的传统看法：“孟尝君能得士”。接着写出这一论点的两个依据：一个是“士以故归之”，这是概括地说；一个是“而卒赖其力以脱于虎豹之秦”，这是从具体事例说。干净利落，开门见山竖起了要论驳的靶子，可谓“立”。 <p>　　第二句先用感叹词“嗟呼”加强语气，然后直接了当地驳斥“孟尝君能得士”的说法，孟尝君不过是鸡鸣狗盗之徒的首领罢了，怎么能说他能得士呢？斩钉截铁，一下子就把“士”和“鸡鸣狗盗”之辈区别看来，开语警策，反驳有力，将“世皆称”云云一笔扫倒，此可谓“驳”。</p> <p>　　第三句转折腾挪，加深反驳之意，用反证法提出自己对“士”的标准的看法：“士”必须是可赖以谋国制敌的能人，凭仗齐国强大的国力，得到一个“士”，就可以使齐国成为霸主，制服秦国。正因孟尝君手下无一真正的“士”，才导致要靠鸡鸣狗盗之徒来帮助孟尝君逃脱秦国，从而证明孟尝君的“士”不足以称为“士”，用事实驳斥了孟尝君能得士的表面性、片面性的看法。新意独出，直追根本，为一篇文章的旨意所在，此可谓“转”。</p> <p>　　第四句承接上文，深入一层，运用逻辑推理解析孟尝君不能得士的原因，又驳首句所讲的“士以故归之”，下断语作结，补足对孟尝君能得士的批驳。说明孟尝君不能得士的理由：鸡鸣狗盗之徒出入其门，真正的士是不会跟孟尝君走的，这一断，如斩钉截铁，铿锵有力，不容置辩，此可谓“断”。</p> <p>　　全篇紧紧围绕“孟尝君不能得士”的主旨，一立，一驳，一转，一断，把孟尝君能得士传统看法一笔扫到，虽转折三次但严谨自然，议论周密，词气凌厉而贯注，势如破竹，具有不容置辩的逻辑力量。</p><br/><h2>赏析</h2> <p>　　《读〈孟尝君传〉》为中国最早的（第一篇）驳论文（议论文的一种）。本文的主旨在于“（翻案）说明孟尝君不能得士”。 这是一篇读后感。全文不足一百字，却以强劲峭拔的气势，跌宕变化的层次，雄健有力的笔调，成为我国古代有名的短篇杰作。</p> <p>　　1、转折有力，首尾无百余字，严劲紧束，而宛转凡四五处，此笔力之绝。（《唐宋文举要》引楼迂斋语）；</p> <p>　　2、语语转，笔笔转，千秋绝调。（同上，引<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>语）；</p> <p>　　3、此文笔势峭拔，辞气横厉，寥寥短章之中，凡具四层转变，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓尺幅千里者矣。（同上，引李刚已语）；</p> <p>　　4、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的论说文《读〈孟尝君传〉》，全篇只有四句话、八十八字。它议论脱俗，结构严谨，用词简练，气势轩昂，被历代文论家誉为“文短气长”的典范。一生立志革新变法的王安石，十分强调文章要有利于“治教”，要有益于社会进步。他曾说：“治教政令，圣人之所谓文也。”又说：“且所谓文者，务为有补于世而已。”</p> <p>　　《读〈孟尝君传〉》这篇论说文，就是为“有补于世”而作的。很明显，抨击了“孟尝君能得士”的传统看法，自然就会使读者认识到，不能像孟尝君那样，徒有“好养士”的虚名，而没有济世兴邦的才能，应该脚踏实地为振兴国家作出具体贡献。《读〈孟尝君传〉》这篇文章所以能成为“千秋绝调”，为历代文学爱好者传诵、欣赏，就是因为它文极短而气极长，就是因为在如何看待“孟尝君能得士”的问题上，王安石有务出新意、发人深思的脱俗看法。</p> <p>　　孟尝君，姓田，名文，是战国时齐国的公子，封于薛（今山东滕县南）。他与当时赵国的平原君，楚国的春申君，魏国的信陵君，都以“好养士”出名，称为“战国四公子”。孟尝君当时有食客数千，可谓宾客盈门、谋士云集了。但是，王安石却不以为然。他认为“士”必须具有经邦济世的雄才大略，而那些“鸡鸣狗盗”之徒是根本不配“士”这个高贵称号的。孟尝君如果真能得“士”，也就可以“南面而制秦”，又何必赖“鸡鸣狗盗”之力而灰溜溜地从秦国逃归齐国呢?被世人赞为“孟尝君能得士”的例证“鸡鸣狗盗”故事，正是孟尝君“不能得士”的有力佐证。因此，孟尝君只不过是一个“鸡鸣狗盗之雄耳”。王安石采取以子之矛攻子之盾的论证手法，一反“孟尝君能得士”的传统看法，无可辩驳地把孟尝君推到“鸡鸣狗盗”之徒的行列，使人耳目一新。真是寥寥数语，曲尽其妙，淡淡几笔，气势纵横，细细玩味，有很丰富的政治内容。《读〈孟尝君传〉》作为一篇翻案性的论说文，并没有冗长的引证，长篇的议论，仅用四句话八十八个字，就完成了立论、论证、结论的全过程。</p>",
  "about": "<h2>相关评论</h2> <p><strong>好评</strong><br>　　“世皆称孟尝君能得土，士以故归之，而卒赖其力，以脱于虎豹之秦”为一立，开门见山提出议论的中心问题，即孟尝君能不能得士?“嗟呼!孟尝君特鸡呜狗盗之雄耳，岂足以言得士?”为一劈，陡然一转，否定了“孟尝君能得士”的传统看法，提出了作者对孟尝君的评价，即孟尝君仅仅是个“鸡鸣狗盗之雄”，实在劈得精巧，劈得有力。“不然，擅齐之强，得一士焉，宜可以南面而制秦，尚取鸡鸣狗盗之力哉!”为一驳，驳“孟尝君能得士”，驳孟尝君“卒赖其力，以脱于虎豹之秦”，紧扣主旨，用事实驳斥了孟尝君能得士的表面性、片面性的看法，十分有力地证明，孟尝君是不能得士的。“鸡鸣狗盗之出其门，此士之所以不至也”，为一断，断“士以故归之”，断然肯定真正的士是不会跟孟尝君走的，这一断，如斩钉截铁，铿锵有力，字字警策，不容置辩。全篇紧紧围绕“孟尝君不能得士”的主旨，一立，一劈，一驳，一断，一波三折，严谨自然，完整统一，强劲峭拔，极有气势。<br>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>非常反对华而不实的文风，反对过于雕镂的文辞，主张“意惟求多，字惟求少”。他给祖择之书云：“所谓辞者，犹器之有刻镂绘画也。诚使巧且华，不必适用；诚使适用，亦不必巧且华。要之以适用为本，以刻镂绘画为之容已。”《读〈孟尝君传〉》这一篇论说文，谋篇布局严谨自然，遣词造句也极其简练，文简意深，完全符合其“要之以适用为本”的行文用词原则。<br>　　孟尝君自秦国逃归齐国，《史记·孟尝君列传》有较详细生动的描述，是历史上一个情节曲折令人爱读的故事。但是，王安石在《读〈孟尝君传〉》这篇文章中，没有引用孟尝君自秦逃归齐国故事中的任何情节，而是抓住最本质的内容，从“鸡鸣狗盗”成语着笔，这样，就省去了许多笔墨。“鸡鸣狗盗”这一成语，在文中共用了三次。第一次“特鸡鸣狗盗之雄耳”，是为破“孟尝君能得士”而用；第二次“尚取鸡鸣狗盗之力哉”，是为破“卒赖其力，以脱于虎豹之秦”而用；第三次“鸡鸣狗盗之出其门”，是为破“士以故归之”而用。三次所用，各在其位，各有其非用不可的重要作用，所以，读来并不使人感到重复累赘，反觉抑扬顿挫，琅琅上口，津津有味。可见王安石用词的精妙真是达到炉火纯青的地步了。王安石的《读〈孟尝君传〉》全文不满百字，被历代文论家评为“千秋绝调”，誉为“文短气长”的典范。<br>　　“鸡鸣狗盗之徒”不算“士”，王子野同志和笔者的意见一致，因而不再赘论。问题是“冯驩之类的人物”算不算“士”。根据《战国策》和《史记》的记载，冯驩（又作冯煖、冯谖）确实是个很有才能的人物：他“矫诏以债赐诸民”，为孟尝君“市义”，使孟尝君罢相回薛时受到老百姓的热烈欢迎；他替孟尝君经营“三窟”，使孟尝君重返相位，而且“为相数十年无纤介之祸”——但也仅此而已。孟尝君为相数十年，在治国安民方面有多少政绩呢？冯驩作为孟尝君的主要谋士，在治国安民方面给孟尝君出了多少主意呢？除了“以债赐诸民”在客观上减轻了薛地人民的负担外，还有什么值得大书特书的呢？而且“市义”也好，“三窟”也好，并不是为了国富民强，而是为了巩固孟尝君在齐国的地位；至于三次弹唱“长铗归来乎?”更不是为了富国强民，而只是为了冯驩自己生活上的满足。——正是根据冯驩的所作所为，王安石把“冯驩之类”逐出了“士”的范畴，而归之于“鸡鸣狗盗之徒”。在王安石看来，冯驩和“鸡鸣狗盗之徒”是同类，他们之间的差别，不过是“五十步与百步”而已。当孟尝君满足了冯驩“食鱼”“乘车”的要求后，冯驩向自己的朋友炫耀：“孟尝君客我!”——这不是一个追名逐利之徒的形象吗？<br>　　《读〈孟尝君传〉》指出：“擅齐之强，得一士焉，宜可以南面而制秦。”可见，王安石所说的“士”，不是仅仅“为知己死”的人，而是指目光远大、为国为民的人。在王安石心目中，能为国立功、为民谋利的人才算“士”，而为自己或为某一个人谋利的人并不算“士”。这从他的《答司马谏议书》可以看出。他说：“举先王之政，以兴利除弊，不为生事；为天下理财，不为征利”，“如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣”。可见，王安石所谓“士”，是像他那样能为国兴利、膏泽百姓的人。在王安石看来，单纯为主子的个人安危荣誉出谋划策奔波效劳的人，如冯驩之流是不能列入士林的。因此，他不必“拿出新的材料来驳倒”《战国策》和《史记》记载的史实，便合乎逻辑地否定了孟尝君善养士的说法。<br>　　总之，《读〈孟尝君传〉》不愧为名家名作。其立论的精当，论据的典型，论证的精辟，“足以为后世法”，值得学习借鉴。　这篇文章也引出了一个著名成语：鸡鸣狗盗。</p> <p><strong>差评</strong><br>　　王安石是唐宋八大家之一，留下不少<a href=\"http://so.gushiwen.org/view_72349.aspx\">诗</a>文名作，这是人所共知的。但是名人的名作未必篇篇都是白璧无瑕，所以对名文不要迷信。他的这篇《读〈孟尝君传〉》就不是好作品。不管怎么吹捧它“结构严谨，用词简练，气势轩昂”，也不管怎么赞扬它“一波三折，严谨自然，完整统一，强劲峭拔，极有气势”，这些看法全是表面的、形式的。问题的实质是这篇翻案文章论证不稳，站不住脚。主要缺点在两方面：翻案没有事实根据，推论又不合逻辑。<br>　　孟尝君门下食客数千，什么样的人都有，既有鸡鸣狗盗之徒，又有士，如冯驩（huān）、冯煖（xuān）之类的人物，这在《战国策》和《史记》上都有详细记载。如果要翻案就必须拿出新的材料来驳倒以上两部书的记载，否则这个案是翻不掉的。这正是问题的实质所在，避开它而翻案，只好想当然妄发议论：“嗟呼!孟尝君特鸡鸣狗盗之雄耳，岂足以言得士?”刘德斌对这种没有事实根据的议论不去批评反而赞扬作者不引《史记》记载“省去了许多笔墨”，抓住了“最本质的内容”。<br>　　读历史书不为习俗之见所束缚，敢于以怀疑的眼光去探索问题，这种精神是可取的。王安石这篇文章可取之处仅此而已。但是他不依据事实去翻案就大错特错了。科学的态度要求实事求是，在这篇文章中王安石一点科学精神也没有，不值得学习。<br>　　证论问题当然离不开推论，但推论的大前提必须牢靠、稳固才行。“擅齐之强，得一士焉，宜可以南面而制秦，尚取鸡鸣狗盗之力哉!”得士就不要靠鸡鸣狗盗之力这个大前提是站不住的。因此“鸡鸣狗盗之出其门，此士之所以不至也”的论据完全是主观臆断。刘德斌却认为这个断语“如斩钉截铁，铿锵有力，字字警策，不容置辩”。对不合理的论断为什么不可以辩一辩呢？北宋著名政治家、文学家王安石的名作《读〈孟尝君传〉》，言简意深，历代传诵。对此，王子野同志在《名文未必无讹》一文中提出批评。他说：“在这篇文章中王安石一点科学精神也没有。”他的理由是：“孟尝君门下食客数千，什么样的人都有，既有鸡鸣狗盗之徒，又有士，如冯驩之类的人物，这在《战国策》和《史记》上都有详细记载。如果要翻案就必须拿出新的材料来驳倒以上两部书的记载。” 笔者不揣冒昧，斗胆来“翻上一翻”。</p><br/><h2>创作背景</h2> <div class=\"para\"> 　　 <a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>是北宋著名的政治改革家，在嘉佑三年（1058年）的《上仁宗皇帝言事书》中，就系统提出了自己的人才政策和方案，建议朝廷改革取士、重视人才。熙宁四年（1071年），在王安石的主持下，朝廷颁布了改革科举制度法令，废除 <a href=\"http://so.gushiwen.org/view_72349.aspx\">诗</a>赋词章取士的旧制，恢复以《春秋》，三传明经取士，实行太学三舍法制度。 <br>　　在王安石看来，士应是大则“足以用天下国家”，小则“足以为天下国家只用”，因此士的才干“居则为六官之卿，出则为六军之将”，而不是皓首穷经，从政时“则茫然不知其方者”。王安石的《读〈孟尝君传〉》，名为读后感，实则借题发挥，以表达自己对人才的看法。</div>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古文观止",
    "读书",
    "感想"
  ]
}