{
  "id": 70531,
  "star": 1,
  "name": "杂剧·王月英元夜留鞋记",
  "dynasty": "元代",
  "content": "楔子<br>，生男勿喜女勿悲，曾闻有女作门楣。世人谁解求凰曲，拈得琼箫莫浪吹。老身姓李，嫁的夫主姓王。自夫主亡化过了，俺两口儿守着胭脂铺，过其日月。女孩儿小字月英，年长一十八岁，未曾许聘他人。老身为此一件，忧心不下。今日姑姑家做好事。差人请我。梅香，你和姐姐在铺儿里坐，我往姑姑家里走一遭去也。母亲去了。这早晚怎不见人买胭脂那？姐姐，早些儿哩，再一会儿敢有人来也。一自离家赴选场，命中无分面君王。方信文齐福不至，锦衣何日早还乡。小生姓郭名华，字君实，本贯西京洛阳人也。年长二十三岁，未曾娶妻。俺父亲讳郭茂，母亲亡逝已过，止有小生一人，并无以次弟妹。祖上以来，皆习儒业。因小生学成满腹文章，更兼仪表不俗，今年春榜动，选场开，奉父母严命，特来上朝应举。自谓状元探手可得，岂知时运不济，榜上无名。屡次束装而回，却又担阁。人都道我落第无颜，羞归乡里，那知就中自有缘故。这相国寺西有座胭脂铺儿，一个小娘子生得十分娇色。与小生眼去眉来，大有顾盼之意。我每推买胭脂粉，觑他一遭。争奈他母亲常在铺里，不能勾说句话儿。小生今日再推买胭脂去，看他母亲在铺儿里也不在。若是不在呵，小生与那小娘子说句知心的话，有何不可。小娘子祗揖。有胭脂粉，我买几两呢。秀才万福。有、有、有，好个聪俊的秀才也！梅香，取上好的胭脂粉来，打发这秀才咱。梅香，待我去问他，你买这胭脂是做人事送人的，还是自己要用的？你问我怎么？你若自用，我取上等的与你；若送人，只消中样也够了。你不要管我，只把上好的拿来，我还要拣哩。<br>【仙吕】【赏花时】谁知道半霎相看百种愁，则被那一点相思两处勾。小娘子，这胭脂粉不见好，还有高的换些与我。他把这脂粉作因由。秀才，这是上等的胭脂粉哩。看小娘子分上，便不好也收了去。我见他趋前退后，待言语却又早紧低头。<br>谢天地，今日他母亲不在铺儿里。我看那小娘子的说话，尽有些意思。则做我铜钱不着，日日来买胭脂，若能勾打动他，做得一日夫妻，也是我平生愿足。一见俏裙钗，妖娆甚美哉。相思分两下，何日称心怀。<br><br>第一折<br>妾身王月英，自从见了那郭秀才，使妾身每日放心不下，即渐成病。况值阳春天气，好是烦恼人也呵！<br>【仙吕】【点绛唇】独守香闺，懒临阶砌。慵梳洗，湿透罗衣，总是愁人泪。<br>姐姐，你这几日情怀欠好，饮食少进，看看憔瘦了也。<br>【混江龙】你道我粉容憔悴，恰便似枝头杨柳恨春迟。每日家羞看燕舞，怕听莺啼。又不是侍女无情为我相忄敝懆，又不是老亲多事把我紧收拾。为甚么妆台不整，锦被难偎，雕阑闷倚，绣幕低垂？长则是苦恹恹不遂我相思意，到如今钏松了玉腕，衣褪了香肌。<br>我见姐姐好生憔悴，你可思想些甚么那？<br>【油葫芦】瘦损春风玉一围，九十日韶光能有几？席前花影坐间移。想姐姐这般丰韵，自然有个俊俏的郎君作对哩。你道是鸾凰自有鸾凰配，鸳鸯自有鸳鸯对。姐姐，说便是这等说，只是你年纪儿小，那喜事还早哩。你道我年纪小，喜事迟。我则怕镜中人老偏容易，常言道，花也有未开期。<br>姐姐，你才一十八岁，慌怎么的。<br>【天下乐】我则怕一去朱颜唤不回，误了我这佳期待怎的？若得个俏书生早招做女婿，暗暗的接了财，悄悄的受了礼，便落的虚名儿则是美。姐姐，这等事你不明对我说，怎生得个成就日子那？<br>【那吒令】这件事，天知地知；这件事，神知鬼知；这件事，心知腹知。口里言，心中计，休得便走漏天机。<br>这几时莫要说姐姐，连我梅香也害的消瘦了。<br>【鹊踏枝】我为他蹙娥眉，减腰围，但得个寄信传音，也省的人废寝忘食。若能勾相会在星前月底，早医可了这染病耽疾。<br>这等说来，想是你看上那秀才了。他有那件儿生的好处，中了姐姐的意来？<br>【寄生草】他可有浑身俏，我偷将冷眼窥，端的个眉清目秀多伶俐。他把娇胭腻粉频交易，与我言来语去相调戏。现如今紫鸾箫断彩云空，几时得流苏帐暖春风细。<br>姐姐这般呵，可不耽搁了你？我如今拚的与你担着这个罪名儿。你有甚么说话，我替你寄与那秀才去。若是这等，多谢了你也。<br>【金盏儿】咱两个最相知，说真实。梅香也，你休要等闲泄漏春消息，我忙赔笑脸厮央及。&lt;带云)你若去时呵，(唱)我索与你金环儿重改造，鹤袖儿做新的。(梅香云)姐姐，我说便也说了，则没个媒人，怎生是好？(正旦唱)何须寻月老，则你是良媒。(做写诗科，云)我亲笔写下一首诗在此，你与我送与那生去咱。(梅香云)姐姐，我去便去，则是把甚么做定礼那？(正旦唱)<br>【后庭花】你将这锦纹笺为定礼，(梅香云)也要鼓笛送去才好。(正旦唱)你将这紫霜毫做鼓笛。(梅香云)谁是保亲的？(正旦唱)保亲的是鸳鸯字，(梅香云)谁是主婚的？(正旦唱)主婚的是锦绣题。(梅香云)母亲知道呵，可怎了也？(正旦唱)休怕我母亲知，抵多少姻缘相会。卓文君驾香车归故里，汉相如到他乡发志气。薛琼琼有宿缘仙世期，崔怀宝花园中成匹配。韩彩云芙蓉亭遇故知，崔伯英两团圆直到底。(梅香云)常言道得好，佳人有意郎君俏，可知姐姐看上他来。(正旦唱)<br>【柳叶儿】这的是佳人有意，都做了年少的夫妻，那会真诗就是我傍州例。便犯出风流罪，暗约下雨云期，常言道，风情事那怕人知。<br>(梅香云)姐姐，你可还有甚么说话，对那秀才说么？(正旦唱)<br>【赚煞尾】只几句断肠词，写不尽中心意，全靠你梅香说知。我比待月莺莺不姓崔，休教咱罗帏中魂梦先飞。莫延迟，你与我疾去忙归，(梅香云)姐姐，也还要选个好日期才是。(正旦唱)拣甚么良辰并吉日。则愿他停眠少睡，早早的成双作对，趁着那梅梢月转画楼西。(下)<br>(梅香云)姐姐进房中去了，分付我将这简帖儿暗暗的送与那秀才去。(诗云)我是小梅香，好片热心肠。全凭诗一首，送与有情郎。(下)<br><br>第二折<br>(郭华上，云)欢来不似今朝，喜来那逢今日。小生郭华，自从在胭脂铺里与那小娘子相会了几次，那小娘子深有留恋小生之意，争奈不得成就。正思虑间，谁想小娘子遣梅香送一简帖儿来与我。小生看那诗中之意，是约小生今夜在相国寺观音殿中相会。今日正是元宵佳节，众朋友每请我赏灯，多饮了几杯酒。我进的这山门来，这个不是观音殿？我进殿门来。(做揖科，云)观音菩萨，你是慈悲的，你是救苦难的。今日一天大事，都在这殿里，你岂可不帮衬着我？(做醉科，云)这一回酒上来了，且在此等待着小娘子，权时盹睡咱。(做睡科)(正旦领梅香挑灯上，云)妾身王月英是也。惭愧，今夜上元佳节，那郭秀才在寺中等侯久了，我被社火游人拦当。兀的不有三更时分？梅香，敢怕误了期约也。(梅香云)姐姐行动些。(正旦唱)<br>【正宫】【端正好】车马践尘埃，罗绮笼烟霭，灯球儿月下高抬。这回偿了鸳鸯债，则愿的今朝赛。<br>【滚绣球】天澄澄恰二更，人纷纷闹九垓，(云)不知今夜怎生这等耳热眼跳也。(唱)敢是母亲行有些嗔责，(梅香云)奶奶着俺们看罢灯早回去哩。(正旦唱)则教我看灯罢早早回来。你看那月轮呵光满天。灯轮呵红满街，沸春风管弦一派，趁游人拥出蓬莱。莫不是六鳌海上扶山了？莫不是双凤云中驾辇来？直恁的人马相挨。<br>(梅香云)姐姐，你看这般月色，映着一片灯光，宝马香车，往来不绝，果然是好景致也！(正旦唱)<br>【倘秀才】看一望琼瑶月色，似万盏琉璃世界，则见那于朵金莲五夜开。笙歌门院落，灯火映楼台，把梳妆再改。<br>(梅香云)姐姐，你生得桃腮杏脸，星眼蛾眉，便比着月殿嫦娥，也不让他。但不知那秀才的福分生在那里，要姐姐这等费心也。(正旦唱)<br>【滚绣球】浅浅的匀粉腮，淡淡的扫眉黛，不梳妆又则怕母亲疑怪，没奈何云鬓上斜插金钗。风飘飘吹缕衣，露冷冷湿绣鞋，多情月送我在三条九陌，又不曾泛桃花流下天台。则因这武陵仙子春心荡，却被那尘世刘郎引出来，今仅和谐。<br>(梅香云)姐姐，早来到相国寺了也。(正旦云)梅香，跟我观音殿上游玩去来。(做上殿拜科)(唱)<br>【叨叨令】背着这闹火火亲身自向莲台拜，只见他静悄悄月明千里人何在？(做见科，唱)元来个困腾腾和衣倒在窗儿外，(云)哦，我猜着他了。(唱)莫不为步迟迟更深等的无聊赖？早些儿觉来也波哥，早些儿觉来也波哥，我只索向前去推整他头巾带。(梅香云)这厮敢睡着了，待我叫他。(做叫不醒科，云)这等好睡！姐姐，待我推醒他。(做推不醒科)(正旦唱)<br>【滚绣球】且饶过王月英，待唤声郭秀才，又则怕有人在画檐之外，我靠香肩将玉体轻挨。觑着时眼不开，问着时头不抬，扶起来试看他容颜面色，(做见郭醉科，唱)哎，却原来醉醺醺东倒西歪。我这里一双柳叶眉儿皱，他那里两朵桃花上脸来，说甚乖乖。<br>(梅香笑科，云)元来他吃的醉了也！姐姐，你则闻他口中，可不酒臭哩。(正旦云)这生直恁般好酒！早知如此，我不来也罢了。(唱)<br>【呆骨朵】说甚么金尊倒处千愁解，好教人感叹伤怀。你只恋北海春醪，偏不待西厢月色。我道是看书人多志诚，你如今倒把我厮禁害。(带云)哎，秀才，秀才。(唱)那里也色胆天来大，却原来酒肠宽似海。<br>(梅香云)既是他醉了，则管唤他怎的？姐姐，咱家去来，夜深了也。(正旦云)梅香休慌，再等一等，或者醒来，也不见得。(做听更鼓科，云)呀，四更了也！我如今只得回去。(做行再住科，云)我若是不与他些表记，则道俺不曾来此。我把这香罗帕包着一只绣鞋儿，放在他怀中，以为表记，有何不可？(做放怀中科，云)梅香，咱家去来。(梅香云)姐姐，你也忒急性，你再等这秀才一等儿。(正旦云)梅香，我只怕母亲嗔怪，咱回家去来。秀才，你好无缘也！(唱)<br>【煞尾】本待要秦楼夜访金钗客，倒教我楚馆尘昏五镜台。则被伊家厮定害，醉眼蒙胧唤不开，一枕南柯懒觉来。遗下香罗和绣鞋，再约佳期又一载。月转西楼怎停待，角奏梅花不宁奈，空抱愁怀归去来。(带云)哎，秀才，秀才。(唱)你若要人月团圆鸾凤谐，那其间还把那三万贯胭脂再来买。(同梅香下)(郭华醒，云)不觉的睡着了也。(做闻科，云)怎生一阵麝兰香，是那里吹来的？呀！我这怀中是甚么东西？(做见手帕、鞋儿科，云)原来是一个香罗帕，包着一只绣鞋儿。嗨！这鞋儿正是小娘子穿的！他必定到此处来，见我醉了睡着了，他害羞不肯叫我，故留绣鞋为记。小娘子，你有如此下顾小生之心，我倒有怠慢姐姐之意。这多是小生缘薄分浅，不能成其美事，岂不恨杀我也！(做看鞋科，云)我看了这一只绣鞋儿，端端正正，窄窄弓弓；这个香罗帕儿香香喷喷，细细腻腻的。物在人何在？天阿！我费了多少心情，才能勾今夜小娘子来此寺中，相约一会。谁想小生贪了几杯儿酒，睡着了！正是好事多磨，要我这性命何用？我就将这香罗帕儿咽入腹中，便死了也表小生为小娘子这点微情。(诗云)苦为烧香断了头，姻缘到手却干休。拚向牡丹花下死，纵教做鬼也风流。(做咽汗巾噎倒科)(净扮和尚上，诗云)我做和尚年幼，生来不断酒肉。施主请我看经，单把女娘一溜。小僧是这相国寺殿主。时遇元宵节令，大开山门，游人玩赏。这早晚更深夜静，长老分付着载巡视殿宇两廊灯烛香火，来到这观音殿内。(做绊倒科，云)呀，怎生有个人睡在地下？我试看咱。(做举灯看科，云)原来是个秀才。秀才起来，天色将明了，你起来家去罢。呀，可怎生唤不醒也？我再看咱。(做惊科，云)呀，这秀才原来死了！(做手摸科，云)怎生一只绣鞋在他怀内？敢是这秀才死了还不死哩。等我扶起他来，送出山门去，省的连累我。(做扶科)(丑扮琴童慌上，云)自家琴童的便是。俺主人相国寺看灯去了，一夜不见回家，我索寻去咱。(做入寺见科，问云)和尚，难道俺主人吃的这等醉哩！(和尚云)醉倒是活的，不知你家秀才怎生死在这里？(琴童做惊科，云)俺主人死了？(做摸身上科，云)俺主人怀中现有一只绣鞋。我想来，俺主人在你寺里做的事，你必然知情。你如今将俺主人摆布死了，故意将这绣鞋揣在怀里。正是你图财致命，便待干罢！我将这尸首亭在观音殿内，明有清官，我和你见官去来！(拖和尚下)(外扮伽蓝同净鬼力上，云)人间私语，天闻若雷。暗室亏心，神目如电。小圣相国寺伽蓝，奉观音法旨，分付小圣，因为秀才郭华与王月英本有前生夙分，如今<br>姻缘未成，吞帕而亡。那秀才年寿未尽，着他七日之后，再得还魂，与王月英永为夫妇。鬼力那里？休得损坏了郭华尸首，待小圣自回菩萨话去也。(同鬼力下)<br><br>第三折<br>(净扮张千引祗从排衙上科，云)喏，在衙人马平安抬书案。(外扮包待制上)(诗云)冬冬衙鼓响，书吏两边排。阎王生死殿，东岳摄魂台。老夫姓包名拯，字希仁，乃庐州金斗郡四望乡老儿村人氏，现为南衙开封府尹之职。因为老夫廉能清正，奉公守法，圣人敕赐势剑金牌，着老夫先斩后奏。今日升堂，坐起早衙。张千，将放告牌抬出去者。(琴童扭和尚上，云)冤屈也！(和尚云)干贫僧甚么事？(包待制云)张千，甚么人喧嚷？(张千云)是一个书童扭着一个和尚叫冤屈哩。(包待制云)那叫冤屈的，着他上来。(张千喝云)告状的当面！(琴童、和尚做入见科)(包待制云)兀那厮！你有甚么冤枉不明之事，分说明白，老夫与你判断咱。(琴童云)爷爷可怜见，小的是个琴童，跟着郭华秀才来京应举。俺秀才因遇元宵看灯，去到相国寺中，不知这和尚怎生将俺秀才弄死了，怀儿里揣着一只绣鞋。小的每扯住这和尚，特来告状，望爷爷与小的做主咱。(包待制云)兀那和尚！你既为出家人，可怎生谋死人？你从实的说来，免受刑法。(和尚云)爷爷，小僧当夜在寺中巡绰灯火，到观音殿内，见个秀才睡在地下。我则说他酒醉倒了，我用手去他口边摸着，早没的气了。恐怕连累小僧，正待扶起他来，送出山门去，不想撞见琴童来寻，他就扯住小僧，道我害了他性命。小僧委实不知别情。(包待制云)这件事必有暗昧。张千，将琴童共和尚收在牢内，我自有个处治。(张千云)理会的。牢里收人！(和尚云)冤屈呵！可教谁人救我也？(同琴童下)(包待制云)张千，你近前来，听我分付。(做耳语科，云)小心在意，疾去早来。(张千云)理会的。(下)(包待制云)张千去了，老夫无甚事，且退后堂歇息咱。(暂下)(张千扮货郎挑担上，云)自家张千，奉老爷的言语，着我扮做个货郎，挑着这绣鞋儿，体察这一桩事。若有人认的呵，便拿他见老爷去，自有发落。(做摇鼓科)(卜儿上，云)老身王月英的母亲便是。夜来有我女孩儿因与梅香看花灯耍去，失落了一只绣鞋儿，无处寻觅。我恰才去亲戚家吃筵席回来，远远的看见一个货郎儿，担上挂着一只绣鞋，好似俺女孩儿的，待我试问他咱。(做见科，云)哥哥，你这只绣鞋儿是那里来的？(张千云)老人家，我因看花灯去拾的。你问他怎么？(卜儿云)哥哥不知，我女孩儿因看花灯掉了这只绣鞋儿，你回与我罢。(张千云)你老人家再仔细看着，是也不是？(卜儿云)哥哥，是我女孩儿的。(张千做扯住卜儿科，云)好呀，这只绣鞋儿不打紧，干连着一个人的性命，我拿着你见官去来！这的是踏破铁鞋无觅处，得来全不费工夫。(同下)(正?<br>┩废闵希?妾身王月英。夜来相国寺赴期，那秀才醉倒在地，误了期约，我留下一个手帕一只绣鞋为表记，不知他醒了时怎生悔恨。今日母亲去亲戚家吃筵席去了，我想那秀才好是无缘也呵！(唱)<br>【中吕】【粉蝶儿】云鬓堆鸦，敛双眉不堪妆画，有甚事愁绪交加？我这里昼忘餐，夜废寝，把咱牵挂。想昨宵短命冤家，引的人放心不下。(梅香云)姐姐，想那秀才好没福也。姐姐为他费了多少心，干走了我们这半夜哩。(正旦云)怎么这一会儿有些心绪不宁？梅香，待我少将息咱。(张千上，云)自家张千的便是。适才拿得王婆婆到官去，如今又着我勾他女孩儿王月英，只索再走一遭。王月英在家么？(梅香云)姐姐，门首有人唤你哩。(正旦云)梅香，你看去，这是甚么人？(梅香云)是那开封府的公人，好生凶狠哩。(正旦云)这事可怎了也。(唱)<br>【醉春风】我只道开封府要勾谁，元来题着王月英单唤咱。(张千做入见科，云)兀那王月英，有人告着你哩！(正旦唱)你没来由揣与我个罪名儿，敢不是耍、耍。(张千喝科，云)噹！(正旦唱)我恰待东掩西遮，他早则生嗔发怒，不由人不胆慌心怕。(云)哥哥，你莫不错拿了我么？(张千云)上司着我勾拿王月英，怎么错勾了？(正旦云)我这王月英曾犯甚么罪来？(唱)<br>【迎仙客】我须是王月英，又不是泼烟花，又不是风尘卖酒家。有甚么败了风化，有甚么差了礼法。公然便把人勾拿？哥哥也，你休将这女孩儿相惊唬。(张千云)王月英，快跟我去来。(正旦云)哎呀，可着谁救我也！(同张千下)(包待制上，云)着张千勾王月英去了，这早晚怎生还不见来？(张千拿正旦入，跪科，云)禀爷，这就是不见了绣鞋儿的王月英。(包待制云)你便是王月英么？(正旦云)妾身是王月英。(包待制云)你多大年纪？曾有婚配来么？(正旦云)告爷爷可怜见，试听我王月英说一遍咱。(唱)<br>【红绣鞋】俺年纪小未曾招嫁，(包待制云)你在那里住坐？(正旦唱)从小里长在京华，(包待制云)你家做甚营生买卖？(正旦唱)祖辈儿卖脂粉作生涯。(包待制云)你有兄弟也无？(正旦唱)叹只身无兄弟，(包待制云)你有父亲么？(正旦唱)更老亲早亡化，(包待制云)你是何门户？(正旦唱)本是个守农庄百姓家。(包待制云)你既是个女子，怎生不守闺门之训，这绣鞋儿却揣在郭华怀中？有何理论，从实招来，休讨打吃。(正旦唱)<br>【石榴花】相公你怀揣着明镜掌刑罚，断王事不曾差。我本是深宅大院好人家，说甚郭华？(包待制云)胡说！你道不认的郭华，这绣鞋儿是飞在他怀里的？(正旦做慌科，唱)郭华因咱，唬的我兢兢战战寒毛乍。(包待制云)眼见得这绣鞋是与他做表记了。(正旦唱)见相公语话儿兜搭，(包待制云)你还不招，只这绣鞋儿便是真赃正犯了。(正旦唱)你道是真赃正犯难干罢，平白地揣与我个祸根芽。<br>(包待制云)你快实说，你这一只绣鞋儿怎生得到郭华怀里来？(正旦做沉吟科，云)嗨！这事可着我说个甚的？(唱)<br>【斗鹌鹑】又不曾锦被里情浓，原来是绣鞋儿事发。(包待制云)可知是你的鞋儿。张千，唤他母亲出来对证。(张千云)王婆婆，老爷呼唤。(卜儿上，见正旦哭科，云)孩儿，此一件事你做下了也。(正旦唱)见母亲哭哭啼啼，却教我羞羞答答。(卜儿云)孩儿，这绣鞋因甚在那秀才怀里来？(正旦唱)则管里将那缘由审问咱，我则索无言指落花。本待要寄信传情，却做了违条犯法。<br>(包待制云)你还不实说！左右，选大棒子打着者。(正旦云)爷爷可怜见！待我王月英供来。(唱)<br>【上小楼】我金莲步狭，常只在罗裙底下。为贪着一轮皓月，万盏花灯，九街车马。更漏深，田地滑，游人稠杂，鳌山畔把他来撇下。<br>(包待制云)这女子巧言令色，不打不招。左右与我打呀！(张千做打科，云)你招了者，招了者！(正旦唱)<br>【满庭芳】哎！你个官人休怒发，又不曾偎香倚玉，殢柳亭花。这绣鞋儿只为人挨匝，知他是失落谁家？(包待制云)既是你的鞋儿，快招了罢。枉自吃打！也免不得你的罪哩。(正旦唱)相公道招了呵不须责打，弓兵每他又更乱捉胡拿。(叹云)罢！罢！(唱)没奈何招了罢，我则索从头儿认下，禁不的这吊拷与绷扒。<br>(包待制云)你也招了么？(正旦云)招便招了，只望爷爷与我王月英做主咱。(包待制云)只要你招的明白，我与你做主。(正旦云)当此一夜，还有个香罗帕，同这绣鞋儿，都揣在那秀才怀中，见的我留情与他的意思，岂知倒害了他性命。好可怜人也！(唱)<br>【十二月】尚不见留情手帕，却教我受罪南衙。(包待制云)哦，元来还有个香罗帕儿。你是未嫁的闺女，可也不该做这等勾当。(正旦唱)本待望同衾共枕，倒做了带锁披枷。这一场风流话靶，也是个欢喜冤家。(包待制云)这两件东西，却也不该就害了他性命。(正旦唱)<br>【尧民歌】呀，都只为武陵仙子泛桃花，可教我一灵儿身死野人家。只落的潇潇洒洒伴残霞，杳杳冥冥卧黄沙。差也波差，当初怨恨咱，常言道色胆天来大。<br>(包待制云)既是这等，张千，将这王月英押去相国寺观音殿内，看着尸首，寻那香罗帕去。若有了呵，我自有个处治。小心在意，疾去早来。(张千云)理会的。(做押正旦行科)(卜儿云)孩儿也，你小小年纪，犯下这等的罪过，兀的不痛杀我也！(正旦云)母亲，是你孩儿做的不是了也！(唱)<br>【煞尾】娘呵你年纪过五旬，抬举的孩儿青春恰二八。不争葫芦提斩首在云阳下，把我这养育的娘亲痛哭杀。(同张千下)<br>(卜儿云)孩儿去了也，我如今收拾些茶饭，相国寺内看孩儿去来。(下)(包待制云)张千押的那女子去了，待他回话，必有分晓。左右，打鼓退衙者。(诗云)从来三尺贵持平，莫把愚民苦用刑。人命关天非细事，举头岂可没神明。(同下)<br><br>第四折<br>(杂当做抬郭华上科)(张千同正旦上，云)上命官差，事不由己。自家张千是也，奉老爷的言语，押着王月英到相国寺里去。王月英，你是好人家儿女，怎做这等的勾当？快行动些！(正旦云)王月英，谁想有这一场祸事也呵！(唱)<br>【双调】【新水令】痛伤情望的我眼睛穿，咱两个得成双死而无怨。虽然是相期灯月底，又不曾取乐枕屏边。如今你命掩黄泉，这阴司下怎分辩？(张千云)这是你自做的差了，还要分辩甚么那！(正旦唱)<br>【驻马听】有口难言，月里嫦娥爱少年。恩多成怨，你莫是酒中得道遇神仙？抵多少笙歌引至画堂前，鸳鸯深锁黄金殿。空教我恨绵绵，当初悔不休相见。<br>(正旦云)天那！我当初寄诗之意，岂谓有此。(唱)<br>【殿前欢】本是个好姻缘，(张千云)你是个闺女，也不合和他私通。(正旦唱)好姻缘翻做了恶姻缘。(张千云)那秀才难道不等你就睡着了？(正旦唱)则为他贪杯醉倒观音院，(张千云)他醉便醉，也不至死。(正旦唱)却教我负屈衔冤。刬地花中宿酒里眠，遂不了今生愿，后世里为姻眷。(张千云)你和他还想做夫妇哩！(正旦唱)怎能勾夫妻结发，依旧得人月团圆。(张千云)可早来到相国寺观音殿了也。兀那女子，你进去。这的是郭华的尸首，寻你那手帕咱。(正旦做入殿见郭华，怕科)(张千云)你怕甚么？看那手帕在那里？(正旦做看科，云)哥哥，你看那秀才口边露着个手帕角儿哩。(张千云)真个是，你扯将出来看。(正旦做取手帕科，唱)<br>【沽美酒】只道你咽不下相思这口涎，原来是手帕在喉咽。苦痛声声哭少年，猛听的微微气喘，越教我揾不住泪涟涟。<br>(郭华做欠身科)(正旦云)秀才，你休唬杀我也。(唱)<br>【太平令】唬的我手脚儿惊惊战战，鬼魂灵怎敢胡缠。(郭华做见旦科，云)小娘子，我和你相见，知道是睡里梦里？(做起身搂，正旦摔开科，唱)断不了轻狂寒贱，还只待痴迷留恋。我这里跃然，向前，谢天，呀！险些的在云阳推转！<br>(郭华云)原来是小娘子在此救我。小娘子，你为甚么来？(正旦云)惭愧。张千哥哥，那秀才活了也！(张千云)既然秀才活了，俺一同见老爷去来。(同下)(包待制上，云)老夫包待制。今为郭华身死未见下落，如今坐起晚衙，专等张千回话。这早晚一行人敢待来也。(张千同正旦、郭华、卜儿上，做跪科，云)禀爷，小的同那王月英到寺中寻手帕去，不期这秀才口边露出手帕角儿，被那王月英扯将出来，这秀才便活了。如今都拿来见爷，听凭发落。(包待制云)兀那秀才，你说你那词因来。(郭华云)小生西京人氏，因应举不第，去买胭脂，遇见这小娘子，在于胭脂铺内。四目相视，甚有顾盼之意，争奈他母亲在堂，难以相约。不意小娘子暗着梅香，将一首诗约小生元夜到相国寺赴期。小生因酒醉睡着了，小娘子后至，呼唤不醒，诚恐失信，将绣花鞋一只，香罗帕一方，揣在小生怀内，含羞回去。小生醒来，悔之不及，吞帕于腹，堵住口中之气而死，今日已经七日光景。恰才王月英同大人差的公人，看见小生口角微露手帕，因而扯将出来，小生遂得还魂。只望大人可怜见，并不干王月英之事，委实小生自行残害。乞大人做主咱！(包待制云)王月英，你说你那词因来。(正旦云)那秀才已都招了，我王月英说个甚的？(唱)<br>【川拨棹】你怀揣着似轩辕、似轩辕明镜，他如今诉说根源。两下当年，都则为一点情牵。我王月英有甚言，任恩官怎发遣。<br>(包待制云)那郭秀才到你铺里买胭脂，你曾接受他多少钱哩？(正旦唱)<br>【七弟兄】则他这解元，使钱，早使过了偌多千。(包待制云)他是个读书人，买你胭脂做甚么？(正旦唱)奈胭脂不上书生面，都将来撒在洛河边，恰便似天台流出桃花片。<br>(包待制云)元来你家接了他许多钱，也当的财礼过了。那王氏上来。(卜儿跪上科)(包待制云)兀那老妇人，你的女儿背地通书约人私合，本等该问罪的。如今那秀才幸得不死，你可肯将女孩儿嫁那秀才么？(卜儿云)爷爷问我女孩儿，肯便嫁了他罢。(正旦唱)<br>【梅花酒】呀！俺娘亲敢自专，俺娘亲敢自专。待择取英贤，匹配婵娟，断送他的衰年。问甚么鸾胶续断弦，巴不得顺水便推船。呀！谢恩官肯见怜，休拗折并头莲，莫掐杀双飞燕。<br>(包待制云)既如此，你一行人听老夫下断。(词云)你二人本有那宿世姻缘，约元宵相会在佛殿之前。怎知道为酒醉一时沉睡，不能勾叙欢情共枕同眠。将罗帕和绣鞋留为表记，到的来酒醒后悔恨难言。那秀才吞手帕气噎而死，有琴童来告状叫屈声冤。我老夫秉公道当堂勘问，将和尚赶出去并没干连。押月英到寺内认他尸首，幸喜得神明护早已生全。今日个开封府判断明白，合着你夫和妇永远团圆。(正旦同众拜谢科，唱)<br>【收江南】呀！也不枉了一春常费买花钱，谁承望包龙图到与我递丝鞭，赢的个洛阳儿女笑喧阗。都道这风情不浅，准备着今生重结再生缘。<br>题目郭秀才沉醉误佳期<br>正名王月英元夜留鞋记",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}