{
  "id": 70447,
  "star": 2,
  "name": "杂剧·河南府张鼎勘头巾",
  "dynasty": "元代",
  "content": "第一折<br>白云朝朝走，青山日日闲。自家无运智，却道世途艰。自家姓王，排行．第二，人都叫我做王小二。祖居南京人氏，母子二人，别无眷属。家中穷窘，朝趁暮食，烧地眠，炙地卧。有那财主人家，见我这等贫苦，可怜见我与些盘缠，买些柴米度日。今朝出来，遇不着一个人。此处有个员外姓刘，我数番定害他。今日到他家去，若见员外，好歹与我些东西。可早来到门首也。你看我那造物，不见一个人，当门卧着一只恶犬。我拿一块砖头打的那狗叫，必有人出来。你看，我那颓命么，狗也不曾打的着，倒打破了一个尿缸，如之奈何？我则推狗咬了我的腿。妾身乃刘员外浑家。正在家中闲坐，门外怎生大呼小叫的？我试看咱。开了这门，甚么人打破这尿缸来？你这穷弟子孩儿，那一遭不与你些盘缠，你怎么打破我的缸？这娘子好不晓事。你家的狗咬了我的腿，倒还骂我。我不和你闹，等员外出来，和你说话。自家姓刘名平远，祖居南京人氏。平昔好饮的几杯儿酒，爱读的两行儿书，颇有些家私，人都叫我做刘员外。这城里城外，放着几主儿钱钞。今早索钱去来，饮了几杯酒，可早醉了也。正待歇息，不知什么人在门首大惊小怪的，我试看咱。<br>【仙吕】【点绛唇】杜宇伤春，锦莺啼恨。东风顺，则听的叫唤声频，早将我酒力消磨尽。<br>【混江龙】我把这衣衫整顿，急煎煎行出卧房门。悠悠的惊了七魂，忽忽的唬了三魂。脚趔趄难支吾荒冗冗，眼朦胧犹兀自醉醺醺。我这里下阶基转影壁亲身问，问一个事从来历，唱叫缘因。<br>大嫂，你和谁闹哩？你看王小二这穷弟子孩儿，打破我的缸，倒说狗咬了他，他又骂我。大嫂，你自入去，等我问他。兀那王小二，为甚么在门首大呼小叫的，欺负谁哩？员外，你家的狗咬了我的腿，我怎敢欺负你？王小二，我不曾歹看你，我的衣服与你穿，我的钱钞与你使。便我家狗儿咬了你，可也好商量，没来由闹怎的？他是个妇人家，你是个男子汉。你将不中的言语毁骂他，理上敢不中么？小人怎敢毁骂娘子？噤声。<br>【油葫芦】他是个腰系红裙一妇人，你试议论，有甚事便推天抢地手粘身。你家狗咬了我。你打破我缸，倒说狗咬了你。且休论这两家凭伤损，常言道：男不和女斗。王小二，你先合该笞四十批头棍。你骂了人，倒说你是。你没事哏，没事村，则你那帮闲钻懒腌身分，到宫中也不索取词因。<br>我若和你一般见识呵。<br>【天下乐】敢拖到官中拷断你筋，哎！你个乔人，情性村，则你那泼言语赖人不本分。着我待饶来怎地饶？待忍来怎地忍？恨不的莽拳头嘴缝墩。是谁家的狗咬着你来？你家的狗咬着我来。你道我家狗咬着你，众街坊试看咱：若是我家狗咬他，我便写与你保辜文书。若不曾咬着，你便陪我缸来。员外说的是。俺看他这条腿不曾咬着。不是这条腿，是那一条腿。也不曾咬。<br>【醉中天】谁小二哥休心困，觑两条腿辨清浑。羞的那厮一柄脸通红似绛云，他慌遮掩忙身褪。瞒不过相识街坊众亲，定晴觑认，并无些咬破牙痕。原来不曾咬着，这弟子孩儿这等图赖人。这等恶狗，你养他怎的？<br>【金盏儿】俺这犬吠柴门，和月待黄昏。只除是盗贼不敢来相近，若是闲人呵。无过是摇头摆尾弄精神。他可也能熬鞭杖打，不弃主人贫。我则理会妻贤先嫁主，这的是恶犬护三村。员外，你轻呵轻君子，重呵重小人，怎将狗比我？我这富汉打死你这穷汉，则苦了几文钱。你说这等大话。我大街上撞见你，一无话说。僻巷里撞见你，我杀了你。好也，这厮不只是说出来，一定做出来。问他要一纸生死文书，一百日以里，但有头疼脑热，都是你，一百日以外并不干你事。做甚么哩？王小二要杀了你，我问他要保辜文书。大嫂，他怎敢杀人？王小二你听者。<br>【赚煞】你伏低呵自商和，我寻罪责官司问。若不看解劝街坊面分。小后生从来火性紧，发狂言信口胡喷。自评论，口是祸之门，我劝你言同休记恨。减些性粗性蠢，则要你妆痴妆坌，员外，是我的不是了。我与你陪礼，取一瓶儿酒，请员外饮一杯罢。何须你倒擎着酒盏去求人？<br>钞又不曾讨的，又着员外怪了，讨了我一纸保辜文书。总只是一时间一言语差错，连忙伏低做小，也是迟哩，则我这无钱的真个不好。天那，兀的不穷杀王小二也。<br>楔子<br>妾身刘员外的浑家是也。我瞒着员外，和那太清庵王知观有些不伶俐的勾当。我则待所算了员外，急切里无个计策。不想王小二要杀员外，我就问他要了一纸保辜文书。我着人寻王知观去了。这早晚敢待来也道可道，真强盗。名可名，大天明。小道太清庵王知观。这本处刘员外的浑家，俺与他有些小勾当。他着我所算了那员外，争奈无个下手处。他今日着人来叫我，须索走一遭去。来到这门首也。道可道。你来了也。稽首。有件事和你说：前日王小二打破了俺家尿缸，员外闹了几句道：俺这富汉打杀你这穷汉，则苦了几文钱。那王小二便道：我大街撞见你，一无话说。若僻巷里撞见，我杀了你。我就着这事问王小二要了一纸保辜文书。明日员外出城索钱去，你跟到无人去处，将他所算了。我要两件信物：芝麻罗头巾，减银环子。若杀了时来回我的话，咱两个永远做夫妻，可不好也？我知道，凭着俺这等好心，天也与俺半碗饭吃。自家刘员外的便是。城外索钱去来，众兄弟留我多饮了几杯酒。迎着这风，不觉的酒上来了。我下马来，把马拴在树上，我去那柳阴下且歇息咱。<br>【仙吕】【赏花时】落日西园花正浓，扑面东风酒力涌。全不省上青骢，只记得金钟漫捧，直劝我吃的到喉咙。<br>【幺篇】你觑那片草浑如蜀锦蒙，残照堪为烛影红，垂柳作帘栊。暂撇下心烦意冗，醉卧绿阴中。我杀了刘员外也。拿着这芝麻罗头巾，减银环子。回大嫂话去来。刘员外娘子，不知是甚么人杀了员外也？众街坊，甚么人杀了俺员外？知道是甚么人？别无仇人，则是王小二，到他家试问咱。早到门首也。好也，你与了我保辜文书，不上十日，就把员外杀了。明有王法，我和你见宫去来。我门也不曾出，可怎么冤我杀了员外？谁人与我做主咱？<br><br>第二折<br>官人清似永，外郎白如面。水面打一和，湖涂成一片。小官本处大尹。今日升厅，坐起早衙，张千喝撺箱。冤屈也。甚么人叫冤屈？拿将过来。当面。告甚么？说你那词因来。妾身是刘平远浑家。当初一日，这王小二打破俺家尿缸，俺员外与他相嚷，说道：俺这富汉打死你这穷汉，则苦了几文钱。王小二道：我大街上撞见你，一无话说。僻巷里撞见你，我杀了你。我就问他要了一纸保辜的文书。不上十日，俺丈夫出城索钱去，被王小二杀死。大人与我做主咱。他口里必律不剌说了半日，我不省的一句。张千，与我请外郎来。当该何在？自家赵仲先的便是，在这府里做着个把笔司吏。正在司房里攒造文书，相公呼唤，须索见咱。哥，定害了你一日酒，肚里疼了一夜。相公你坐着，百姓每看见哩。兀那妇人，你告甚么？告人命事。王小二立了保辜文书，不上十日，在城外杀了俺丈夫刘平远，令史与妾身做主咱。令史可怜见，小人怎敢杀人？你立了保辜文书，不上十日，杀了刘平远。不是你是谁？不打不招。张千与我打着者。我那里受的这般拷打，我屈招了罢。大人，是我杀了刘员外来。他既招了，上了枷，下在牢中去。天那，教谁人救我也？还有芝麻罗头巾，减银环子，不见下落。兀那妇人，你且随衙伺候，明日再问。我且回去，明日再来。令史，咱两个问了这件事，无甚勾当，且回私宅喝三瓯冷酒去来。手执无情棒，怀揣滴泪钱。晓行狼虎路，夜伴死尸眠。我张千今日方才有些儿油水，牢中取出王小二来。脊背打三十杀威棍。哥哥，可怜见。我饶了你，开了门入牢去。关上这门，等我略盹一盹。自家是个庄家，在这望京店住，与俺奶奶两个过日，每日入城卖草。兀那高房子里赊了一担草，今日索也无钱，明日索也无钱，俺奶奶说我换嘴吃了。今日再去索那钱去。可早来到也。青天白日关着门哩。叔待，开门来。呀！提牢官人来了。且慢者，若是官人呵，拽动铃索，可怎生打的门响？叔待，还我草钱来。我正寻你哩。你替我打个草苫儿，我还你草钱。我把这厮赚入牢去。将我的来。叔待，怎生黑洞洞地？怎生你家都是木板上生出人头末？他不咬人么？将草来，我替你打苫子。可早来到也。我拽动这铃索。提牢官来了，这厮可怎生是好？休言语，你但言语，我就打死你。你休要了囚人的钱，放松了他。不敢。拿过王小二来，兀那厮，还有两件赃仗未完。是芝麻罗头巾、减银环子，在那里？哥，我也是屈招了的，委实没有。不打不招，张千打着者。我受不过这打，我招了罢，有、有、有，在萧林城外瘸刘家菜园里井口傍边石板底下压着哩。今日该谁当直？小人当直。则今日你手里要头巾环子，你画了字者。我知道。我这一向不曾查点这囚犯。哥哥，这个不该你管，该胡令史管。这个是甚么贼？这是偷马的。这个是甚贼？这是剪绺的。这个是什么贼。这是泼皮贼。我正要打这泼皮贼。我直打的你认的我便罢。泼皮贼，泼皮贼。你且去，明日来讨草钱。讨您娘的汉子。我草钱也不要了。我把王小二监好了。哥也，放松些儿。则今日取头巾环子走一遭去。哎哟，他又来打我了。我只道是那戴翅儿的，元来是个牛鼻子。好烧饼，香香的。送与你吃了罢。好人，好人，哥，你在那里来？兀那高房子那人家少我一担草钱，今日索也不与，明日索也不与，俺奶奶说我换嘴吃了。今日又去索钱，那人家青天白日关着门，着我叫开门，里头看不见人。我说哥怎生黑洞洞地，他望上一搠，就明明的。他一屋里都是木板上生出人头来的。他着我打草苫儿，正打之间，外厢有人叫门。他慌了，拿过一块板来，上头有个窟笼，套在我脖子上，把我撇倒，教我休言语。则见外面走将一个人来，头上两个翅儿。他说道：拿过王小二来，问他要芝麻罗头巾、减银环子。王小二说：我不知道。天那，把王小二只管打，打的王小二浑身血胡淋刺的。王小二道：有、有、有，在萧林城外瘸刘家菜园里井口边石板底下压着哩。那戴翅儿的团团看转来，问是甚么贼！那人平白地揣与我<br>个贼名儿，他道我是泼皮贼。哥也，你是聪明的人，你道可有泼皮贼么？呀，这弟子孩儿可去了。我恰似见鬼的，则管说。我也去也。这里便是瘸刘家菜园，我跳过去原来是个牛鼻子。我不是官身，忙赶上打他一顿。这是瘸刘家菜园。这是井口边。赃物有了也。王小二，我倒替你愁哩。早衙清净，人马平安。擎鞭壮士厅前立，捧臂佳人阁内行。沉醉早筵方欲散，耳边犹听管弦声。小官完颜，女真人氏。完颜姓王，普察姓李。幼年进士及第，累蒙擢用，颇有政声，今为河南府尹。此处官浊吏弊，人民顽卤。御赐我势剑金牌，先斩后奏，差某往此审囚刷卷，便宜行事，专一削除滥官污吏，禁治顽鲁愚民。早已赴任三日也。今日升厅，坐起早衙。张千，唤将当该司吏来。理会的。当该司吏，老爷呼唤。张千，唤我怎的？哥哥，这个老爷不比前任的，好生利害。兀那令史，有甚么合佥押的文书，将来我看。文卷在此。这一宗是甚么文卷。在城王小二杀了刘平远，赃仗明白，问成死罪，只等大人判个斩宇，拿出去杀了罢。将一行人解将过来。兀那王小二，到那边不要言语。问着是你杀了刘平远来，你道是，我就拿你出去只一刀杀了，也是伶俐。老夫观察人情，看了王小二不是个杀人的，就中必有暗昧。兀那王小二，你有甚么不尽的词因，我根前实诉者，老夫与你做主。大人，他无词因了也。我待要说来，又打我，也罢，也罢。是我杀了刘平远来，无甚词因。罪人口里既说无甚词因，则管里问他怎的？将笔来判个斩字，拿出去杀坏了者。天那，着谁人救我也？自家姓张名鼎，字平叔，在这河南府做着个六案都孔目。想俺这为吏的人，非同容易也。大凡掌刑名的有八件事。可是那八件事？一笔札，二算子，三文状，四把法，五条划，六书契，七抄写，八行止。这的是书案傍边两句言：一重地狱一重天。翰林风月三千首，怎似这吏部文章二百篇。<br>【南吕】【一枝花】虽是个判行的旧状词，合干办新公事。出司房忙进步，登涩道下阶址。又无甚过犯公私；把文卷依节次，请新官题判时。先呈与个押解牒文，后押上今拘头佥字。<br>【梁州第七】我从来甘剥剥与民无私，谁敢道另巍巍节外生枝，我向吓魂台把文案偷窥视，见-人高声叫屈。我这里低首寻思，多应被拷打无地，全没那半点儿心慈。想危亡顷刻参差，端的是垂命悬丝。正厅，上坐着个亻刍亻刍问事官人，阶直下排两行恶哏哏行刑汉子，书案边立着个响珰责状曹司。为甚事咬牙切齿，唬的犯罪人画色如金纸。见相公判个斩字，慌向前来取台旨，便待要血泊内横尸。<br>张千，这是甚么人？这等叫屈称冤。哥哥，他是王小二，杀了刘员外，赃仗俱明，如今拿出去施刑去也。则他便是在城的王小二？我多听的人说，这厮好生冤屈。张千，你且留人者，等我见了大人，自有个道理。兀那王小二，我这一过去，救的你，休欢喜，救不的你，休烦恼。下官一路上来听的人说，这河南府有个能吏张鼎，刀笔上虽则是个狠偻罗，却与百姓每水米无交。张鼎，你有甚么合佥押的文书，拿来我看。大人，张鼎有合佥押的文卷。既有佥押的文卷，拿将来发落。文卷在此。是那几件你说。<br>【牧羊关】这的是行恶的供成招伏，这一宗呢？这是打家贼责下口词。这是甚么文卷？这的是远仓粮犹未关支，这一纸呢？这的是再修理道路桥梁，桥梁道路库狱仓廒，都是合管的，便该修理去。又这一宗文卷呢？这的是重盖下仓廒库司。这一宗呢？这的是亲兄弟争田土，这个呢？这的是亲女婿赖了家私。这一宗呢？这的是相斗争商和状，这宗可是甚么文书？大人，立的是打杀人也未检尸。<br>张鼎，再有甚么文书佥押？别无了，张千收过了者张鼎，我听得你替俺官府每办事的当，又各处攒造文书，一年光景，好生驱驰。与你一个月假限，休来衙门里画卯。赏你一羫芦，十瓶酒，还家歇息去。多谢了大人。哥哥，王小二的事如何？嗨！你看我可忘了。再转去波。张鼎，你转来有何事？大人，张鼎行至禀墙边，见一个待报的囚人，称冤叫屈。知道的说那厮怕死，不知道的则说大人新理任三日，敢错问了事么？张鼎你不知？是，张鼎不知，这桩事该谁管？该赵令史管。赵令史。这事该你管？你也多管？干你甚事；赵令史，借你那文卷来我看。看甚么？你多管事的人。我是六案都孔目，也合教我看这宗文卷。兀那文书，你看，你看。大人，可知王小二那厮称冤叫屈，这文书不中使。怎么不中使？你要买肉吃那？四下里无墙壁。人人在露天里坐衙哩。这上面都是窟笼，又无招伏，无赃仗。这头巾、环子便是赃仗。既有赃仗，可怎生前官手里不结绝？直到如今。因为近日方才追的那头巾、环子出来。你将那头巾来我看。兀的头巾，你看。这头巾放在那里？在萧林城外瘸刘家菜园里井口傍边石板底下压着来。哦，在萧林城外十里田地瘸刘家菜园里井口傍边石板底下压着采。这官司打勾多少时了？这厮坐半年牢也。这官司打勾半年？这头巾是谁取来？是小人去取来。张千，是你去取来？那井是枯井，可是有水的井？是打水浇畦的井。哦，原来是打水浇畦的井。大人，这人情可推看：这头巾在萧林城外瘸刘家菜园里井口傍边石板底下，压着半年也。恰才张鼎接在手里看，落在地下可也染上尘土，休说有水的井。大人寻思波。<br>【贺新郎】这头巾在菜园坦埋伏许多时，可怎生无半点儿尘丝，一星儿土渍？瘸刘家菜园里井口边大石板压着，怎么得泥来？那更这减银上因何不见生涩？则他这一春雨何曾道是住止？大人寻思波。可怎生黑真真的不动个文字？请先生别勘问，告大人再寻思。这厮每其中敢有暗昧跷蹊事。谁是原告？妾身是原告。兀那妇人，且一壁去。这妇人不是个良人。怎生见得他不是良人？这妇人晴天开水路，无事设曹司。<br>这事好生暗昧。令史，你敢受他私来？哥也，我若受他一文铜钱，害疗疮。<br>【牧羊关】我跟前休胡讳，那其间必受私，既不沙怎无个放舍悲慈。常言道：饱食伤心，忠言逆耳。且休说受苞苴是穷民血，便那请俸禄也是瘦民脂。咱则合分解民冤枉，怎下的将平人去刀下死。赵令史，道不的人性命关天关地也。<br>【隔尾】这的是南衙见掌刑名事，东岳新添速报司，怎禁那街市上闲人厮讥刺。见放着豹子、豹子的令史，则被你这探爪儿的颓人，将我来带累死。赵令史，你怎生这等葫芦提？你说大人葫芦提，我告大人去。大人，张鼎说大人葫芦提。张鼎道谁葫芦提？是张鼎说大人葫芦提。张鼎，你怎道我葫芦提？大人，张鼎不敢。我才理任三日，你道我葫芦提。这三年我不在这里为官。张鼎，王小二杀了刘平远，错问了事，是前官差了，你怎道老夫葫芦提？我今分付你，限三日问成这件事，我的俸钱与你充赏。若问不成呵，我不道的饶了你哩。哎，你个无端老吏奸猾，将堂官一脚蹅踏。若问成了，我将你喜孜孜赐赏加官。若问不成呵，尝我这明晃晃势剑铜铡。你是甚么好外郎？你是甚么好孔目？我不怕你。只等过了三日，看那个试铜铡便是。张千，且将这一行人都收在牢里去，明日勘问。<br>【黄钟煞】这的是三朝干了千年事，一日难捱十二时。唤公人再传示，要推勘王小二。定头梢卜拶指，为明见费神思，张鼎呵，少不的去司房中恹恹傒幸死。<br>第三折<br>王小二，如今张孔目问你哩，看你的造化。且关止这牢门者。自家张鼎是也。今日去牢中勘问王小二，走一遭去也呵。<br>【商调】【集贤宾】没来山惹这场闲是非，亲自问杀人贼。全不论清廉正直，倒不如懵懂愚痴。为别人受怕耽惊，没来由废寝忘食。则俺那不明白该死的在那里，好教我闷恹恹蹙损双眉。则为我一言容易出，今日个驷马却难追。<br>【逍遥乐】我为你亲身临牢内，审问虚实，端详就里。可早来到这牢门首也。我拽动这铃索波。这是孔目来了我开开这门，哥哥请进来。张千，拿过王小二来。兀那厮，你从实说来。若说的半句儿差池，稳情取六问三推。休想我等闲间觑面皮，向我行如何支对。也无那八棒十枷，万死千生，都不到一时半刻。<br>兀那王小二，你有甚么不尽的词因，你从实说。你若是不曾杀了刘员外，你怎么知道这头巾在萧林城外瘸刘家菜园里井口边石板底下压着来？你若说的是呵，我与你辨明。说的不是呵，准备下大棒子者。理会的。告孔目停嗔息怒，听小人慢慢的说一遍。小人母子二人，过其日月。争奈家贫，无计所柰。每日向街市求觅钱钞，回家奉母。当初一日到于刘员外门首，则见个狗儿卧着，不见一个人出来。我待打起那狗叫呵，员外定然去来，乞讨些钱钞。我拿起块砖头来，不想打不着那狗，倒打破他门前尿缸。有员外的娘子出来，将小人千骂穷弟子孩儿，万骂叫化头，小人分说不的。他娘子又叫员外出来，道俺有钱的打死你这穷汉，则费得几文钱。小人便道：俺这穷汉，前街里撞见你，一无话说。后巷里撞见你，敢杀了你。那员外倒不言语，他娘子揪住小人，要了一纸保辜文书。写着道：一百日以里，员外但有头疼脑热抓破小拇指头，也是小人认。一百日以外，不干小人事。不到十日，不知谁人杀了员外，有他娘子将小人告到宫中，三推六问，吊拷绷扒，打的小人受不过，只得屈招了。今日相公判了斩字，着我偿命去。若不是孔目哥哥，那里得我性命来？投至今日，得见孔目哥哥呵，似那拨云见日，昏镜重磨。我这冤枉有那天来高，地来厚，海来深，路来长。我说兀的做甚。小人一一说真实，孔目心下谩评隋。可怜这少吃无穿王小二，怎做的提刀仗剑杀人贼？一个死罪，好小事儿，你就肯招承了？也则是打的慌，我胡攀乱指。你噤声。<br>【醋葫芦】你道是打的慌胡乱指，不想这头巾在那里，则你那勘时节莫不有甚么外人知？哥也，这是狱不通风，谁敢来，并无人知。取来时不有甚么人见你？是我张千取来的，并无人见。勘时节也无人知，取时节又无人见。这公事深藏着暖昧，好教我左猜右忖没端倪。张千，这头巾当初是你去取来？是我取来。你到瘸刘家菜园里，曾叫那地主和房邻眼同一齐取来么？不曾叫那地主、房邻，我自家跳过墙去取来了。张千，你不曾叫那地主、房邻眼同去取，又是越墙而过。张千，这头巾环子敢是你放在那里？刘员外敢是你杀了么？哥哥，干我甚么事？可知不干你事哩，你则与个不应的状子。怎么把我也问个不应？你看这厮不中用。休说别的，则说这个问事厅，你来我跟前支了多少钱钞？今日也修理，明日也修理，便无那瓦呵，你也买几个草来苫一苫可也好。哦，我想起来了也。张千，你想起甚么来？这等笑？那一日问王小二头巾环子时，有一个卖草的在这里来。<br>【幺篇】听言绝则我沉默默腹内忧，都做了虚飘飘心上喜，则那的便是图财致命杀人贼。张千你手里要昨日卖草索钱的，快与我拿的那个人来。我拿去。回来。你听言仔细，你若拿不来，不拿来你身上有灾危。<br>你说你拿去，假若你拿一个平人来，我又不认的。你打与我个模样状儿。<br>【幺篇】则他那身材儿长共短？我试想着，我记的他是个矮的。画皮儿瘦共肥？是个黄甘甘瘦脸儿。他住居村舍可也近城池？他说住在望京店，我记的他有些苫唇髭髟<br>力。你把他眉眼口鼻不记的，怎么则有些苫唇髭蹅？请你个司功犹自说兵机。<br>且将王小二收在一壁者。王小二牢里去。我出的这门来，可着我那里寻那卖草的去？我可索我那草钱去咱。你又来打我，你可还我那草钱来。张千，你来了，你拿的人呢？则这便是。<br>【挂金索】省可里后拥前推，着他向书案傍边立。祗候人悄语低声。休监押休着他跪。孩儿也，你若说实情呵，我可便买与你个合酪吃。你孩儿肚里正饥哩。我则问你言词，你一句句明支对。<br>孩儿你姓甚么？我不知我姓甚么。你老子可姓甚么？等我想。哦，我想起来了也，我老子姓李，不知我姓甚么那？你敢也姓李。这们说起来，我倒是个随爷种。俺奶奶说来，我有个舅舅姓张，在这衙门里办事，我没处寻他。孩儿也，则我是你的舅舅哩。则你便是，怪道一个鼻子，和俺奶奶的一般般样那！口退！兀那小张儿，你只管打我。他这个是我舅舅哩。张千休打孩儿。你吃了饭也不曾？我吃了也。你几时吃来？我去年八月里吃来。张千，下合酪来与孩儿吃。孩儿，你曾到这里来么？我这里也曾来。你来这里，曾见甚么人？说甚话来？我不曾听的。张千，休打，休打，下合酪与孩儿吃。我下合酪去。哥，多着上些葱油儿。你出这门时，曾见甚么人来？我出的这门不曾见甚么人，我就家去了。是不曾见人？张干，休打，下合酪去。这舅舅一个好人，这厮只要打我。孩儿也。你那时可曾有人问你甚么来？你则从实的说。我不曾说甚么，也不曾有人问我。张千，休打，休打，下合酪去。我知道。哥，多着些花椒葱油儿。你真个不曾说甚么，不曾见人？道我不曾说，也不曾见人。张千，，休打孩儿。你休努你那嘴波。我下合酪去。没了合酪也。你这厮不中用，既没了合酪，就是馒头烧饼，也买几个来，可也好那。舅舅，你不提这烧饼，我想不起来。你才说这烧饼，我就想起来了。你可想起甚么来？当日我来索草钱，他把我拿进牢里来，着我打个草苫儿。正打着哩，则见外厢有人叫门，这厮也害怕，拿起一块板，上面有一个眼子，套在我脖子上，把我扯倒了，他教我休言语。则见外边走将一人来，头上两个翅儿。刚坐下，拿过王小二来，不知说甚么，把那王小二只管打，打的那王小二浑身上下血胡淋刺的。那王小二道：休打，休打，有、有、有、芝麻罗头巾、减银环子，在萧林城外瘸刘家菜园里井口边石板底下压着。那人道：我多时不曾打点罪人。问张千道：这个是甚么贼！他回是偷马的剪绺的。问到我跟前，这个是甚么贼？那入娘的平白揣与我个名儿叫做泼皮贼。舅舅，你是个聪明的人，你肯做泼皮<br>贼么？他可放我出去，不知那里走一个人来，和我劈面一撞，撞掉了那厮帽儿，原来是个牛鼻子。哦哥也，我去取头巾时，也撞见个牛鼻子来。孩儿也，那牛鼻子曾问你甚么话来？他问我来，我把王小二事对他说，他就一道烟去了。这桩事都在刘员外的浑家身上，我如今唤的他来，定审问出个实情了也。<br>【醋葫芦】听言罢他口内词，不由我心内疑，况兼那婆娘颜色有谁及。他莫不共先生平口有些不伶俐？只他两个同谋设计，我十猜八九是真实。张千，着他吃合酪去。张千，你去拿刘平远浑家来。理会的。兀那刘员外浑家，衙门里唤你哩。妾身刘员外的浑家。俺男儿被王小二杀了，众街坊都来与我解闷，饮了几杯散闷酒。有衙门里着人来唤我，不知说甚么？须索走一遭去。这妇人不吃酒来？（旦云)是吃闷解酒来。(正末云)敢是解闷酒？(旦云)是众街坊见死了员外，都替我解闷来。(正末唱)<br>【幺篇】你见这恶哏哏，公吏排，不是我官不威牙爪威，不招承敢粉碎了望夫石。休则管我跟前声支剌叫唤因甚的，大古里脚踏实地，你从来本性我须知。<br>(云)兀那妇人，你近前来，我且问你。你丈夫是谁杀了来？(旦云)是王小二杀了他来。(正末云)敢不是？王小二说是你的奸夫杀了来。(旦云)你说我的奸夫可是甚么人？(正末云)你那奸夫，不是俗人是个先生。(旦云)谁道是和尚来？可知是个先生哩。(正末云)他可早招了也。那厮被我拿将来了，你如今却要我怎的？(旦云)我重重谢你。(正末云)你不知道，那文书上面好生不停当，明明都是你起意谋杀员外，我如今替你逐脱了这桩事，你可怎生相谢我？(旦云)我送五两银子与孔目大带不吃。(正末云)你与了赵外郎几个银子？(旦云)我与了两个银子还说少哩。(正末云)我如今拿出那厮来，我一桩桩问的来，你便一桩桩都推在他身上，着他替你员外偿了命，你便无事，你可送我几个银子。(旦云)我送孔目五个银子。(正末云)既与我五个银子，你画与我个宇儿，我明日好讨。(旦画字科)(正末云)张千，与我牢里取出那厮来。(张押丑戴囚帽上，带枷立左边，旦立右边科)(正末唱)<br>【后庭花】待推来怎地推，不招承等甚的？当日个指望待同谐老，今日被意中人连累你。你两个待做夫妻，怎当的官司临逼？阻鸾凤两下飞，跪佳人在这里，枷奸夫在那壁。<br>(云)兀那厮，我问的你是，你便点头。问的不是，你便摇头(张千云)兀那厮，你听者。(正末唱)<br>【梧叶儿】他道你先主意，(旦云)是他先起意来。(正末云)是谁先起意来？(丑点头科)(正末云)兀那厮，是你先起意来？(张千云)他说是他来。(正末唱)他道都是你的见识。(旦云)都是他的见识。(正末云)兀那厮，是你的见识么？(丑点头科)(正末唱)他道和你整二载暗偷期，(旦云)那里有二载，才半年也。(正未云)兀那厮，是半年么？(丑点头科)(正末唱)他道他三十岁，(旦云)连自己岁数都忘了。他三十一岁也。(正末云)兀那厮，是三十一岁么？(丑点头科)(正末唱)他道他身姓李。(旦云)连他自己姓也忘了，他姓王。(正末云)兀那厮，你姓王么？(丑点头科)&lt;正末云)是姓王。(唱)他道他曾买与你些东西，(旦云)他身上道袍，还是我买与他的。(正末云)你可留他些甚么那？(旦云)初一十五，图他几个馒头吃。(正末云)这个也不打紧。兀那妇人你听者。(唱)他道是家住在三清观里。<br>(旦云)哎呀，不是，是太清庵里王知观。(正末云)是王知观么？(旦云)正是王知观。(正末云)张千，将这妇人打着者。(张千打旦科)(旦云)孔目也，我是无罪之人，你安排着公吏唬谁哩？(正未云)张千，与我打着者。(唱)<br>【金菊香】你道是安排着公吏唬他谁？(旦做揭囚帽科，云)嗨原来不是他。(正末唱)则被这卖草的庄家瞒过了你。(丑云)哥哥，合酪熟了么？(张千云)早哩，早哩。(正末唱)若不是张孔目使些见识，怎能勾详察出虚实，(带云)王小二早无事了也。险些儿王小二一身亏。<br>(张千云)兀那厮，有了杀人贼也。(丑云)可是个甚么人？(张千云)就是那个牛鼻子。(丑云)既是杀人贼也有了，傻厮，你可去了我这枷者。(张去枷，推丑出门科，云)你明日来讨草钱。(丑云)讨你娘的头。(诗云)小人做事忒多磨，偏生遇着张千歹哥哥。两次草钱都不与，刚刚吃得一个大饽饽(下)。(正末云)张千，你去太清庵里，拿那王知观，一步一棍，打将来者。(张千云)我知道。(做行科，云)早来到也。王知观有么？(净上云)还我道袍么？(张千云)口退！衙门里勾唤你哩，行动些。(净见旦科，云)大姐，你怎生在这里？谁唤的你来！(旦云)张孔目勾将我来。三推六问，诉出实情，我受不的苦楚，从实招了也。(净云)丑弟子，你既招了，咱两个死也。(做见末科)(正末云)兀那王知观，你是出家人，不守戒律，贪恋酒色，败坏人伦，你知罪么？(净云)我则知修真养性，不知有何罪？(正末云)这刘员外是你杀了么？(净云)我持斋把素，口诵黄庭道德真经，怎肯持刀杀人？并无此事。(正末云)这厮不打不招。张千，选大棍子打着者。(张打科)(净云)我受不过这般拷打。罢、罢、罢，我招，我招，是我杀了刘员外来。(正末云)着他画了字，上了长枷者。(张上枷科)(净云)张千哥，我招便招了，端的定我什么罪？(张千云)不打紧，谋杀亲夫，拿到市曹量决一刀，刀过头落，又省得吃饭。(净云)是好，是好。一了说碧桃花下死，做鬼也风流。(正末云)张千，将这一行人休少了一个，跟着我见府尹大人去来。(唱)<br>【浪里来煞】合立通德政碑，减了些不平气。为头儿对府尹说详细，只教他欠身的立起银交椅。惊杀了两行公吏，凭时节须奏与圣人知。(众下)<br><br>第四折<br>(府尹领祗候上，诗云)王法条条诛滥官，明刑款款去贪残。若道威权不在手，只把势剑金牌试一看。老夫河南府尹，奉圣人命，敕赐势剑金牌，先斩后奏，在此为理。今因王小二杀了刘平远一事，张孔目说老夫葫芦提，老夫就委他问这桩事去了。若问成了，奏知圣人，加官赐赏。若问不成，另行定夺。可怎生不见来回话。左右的，门首觑者，若张鼎来时，报复我知道。(祗候云)理会的。(正末领一行人上，云)自家张鼎是也。问成了这桩事，领着一行人府中见大人去。论此事非同轻可也呵。(唱)<br>【双调】【新水令】他痴心儿指望结姻缘，全不肯敬大尊养真修炼。那里也清闲真道本，无事散神仙。今日个枷锁身缠，落可便死无怨。<br>(云)可早来到也。左右，报复去，道张鼎领一行人来见。(祗候云)报的老爷得知，有张鼎领一行人来见。(府尹云)着他过来。(祗候云)一行人过去。(正末见科)(府尹云)你勘问的事体如何？(正末云)张鼎都勘问明白了也。(唱)<br>【乔牌儿】小人呵，非浪言，这公事何难辨。把从头罪犯供明遍，请大人自发遣。<br>(府尹云)这桩事我限你三日问成。今日果然第三日，难道这般有准？一日也不多，一日也不少。莫非有些欺弊，瞒着老夫么？(正末云)小人张鼎怎敢？(唱)<br>【雁儿落】眼见得一行人都在前，整整的三日内成招卷。真不真看便知，赏不赏凭尊便。<br>【得胜令】呀，也只为人命事关天，因此上不厌细穷研。那一个漏网的何侥幸，那一个无辜的实可怜。我可也非专，只要他一点真情见，端的个无偏，恰便似一轮明镜悬。<br>(府尹云)这杀人贼还是王小二，不是王小二？(正末云)不是王小二。是太清庵王知观与刘平远妻因奸通谋，杀了亲夫。(净云)少说，少说，杀了刘员外也是我来，和他老婆通奸也是我来。除死无大灾。饶便饶，不饶把俺两口儿就哈喇了罢。大嫂，我和你到阴司下，又无人管，正好的做一对儿美满夫妻，可不自在。兀那张鼎，我还要阎王殿下攀告你来，拿去质辨，不道的素放了你哩。(正末云)噤声。(唱)<br>【川拨棹】你、你、你，敢昧神天，将平人招罪愆。还待要摆袖揎拳，假泼佯颠，一昧胡缠。谁知道到咱案前，有神通怎施展。<br>(云)赵仲先，将取过供状来，读与他听者。(令史念科，云)供状人王知观，系河南府太清庵道士，向与刘平远妻通奸情热。有王小二与刘平远争论，伊妻责立保辜文书。不到十日，刘平远果被杀死东门外柳树下。伊妻告执王小二，追得芝麻罗头巾、减银环子到官，问成抵命。今蒙重勘，系是望京店庄家因入牢打草苫，看见赵令史拷打王小二，审问头巾环子二件藏匿何处，王小二被拷不过，朦胧报称在萧林城外瘸刘家菜园里井口边石板底下。当差张千，即日去取。适知观在外探听，陡遇庄家，得其消息，随将前件往置彼处，刚从菜园跳出，正遇张千。三面质对，俱无异词。委系因奸谋杀刘平远，不干王小二之事。所供是实。(正末唱)<br>【七兄弟】仲先，向前，读文卷，明明是因奸杀死刘平远。回头儿观觑女蝉娟，早唬的来胆破心惊战。<br>(云)赵仲先，这桩事可不道你也和他曾有首尾来？(唱)<br>【梅花酒】这都是你弄威权，待积趱家缘，广置庄田，盛买丝绵，因此上葫芦提逞机变。强打挣做质辨，护奸贼坏良善，臭名儿怎揩免。<br>(令史云)也只是小的每失于仔细，岂敢玩法？(正末唱)<br>【收江南】呀，现放着雪花银两是赃钱，把你个好心田翻做了恶心田。今日个勘头巾分解这场冤。(府尹云)此一场冤事，多亏你问出。奏知圣人，加官赐赏，不负你之功也。(正末云)小人怎敢望赏。(唱)也只要全大人体面，方才得公平正直万民传。(府尹云)这桩事我尽知了也。一行人听我下断：奸夫淫妇市曹申明正典刑，将刘员外家私给付王小二管业。赵令史枉法成狱，杖一百流口外为民。老夫罚俸三个月，给赏张鼎。还再具表申奏叙功。加张鼎县令之职。(词云)则为荒淫妇恋色倾夫主，贪财汉枉法害平人。我秉正直再理旧文案。显的你清廉吏张鼎勘头巾。<br>题目赵令史为吏见钱亲<br>王小二好斗祸临身<br>正名望京店庄家索冷债<br>河南府张鼎勘头巾</p> <p> ",
  "poet": {
    "id": 2986,
    "star": 0,
    "name": "孙仲章",
    "desc": "孙仲章[约公元一二七九年前后在世]（一作姓李，一作字仲辛）名不详，其籍贯，有二说：一为本贯高陵〔今属陕西省〕安家于德安〔今属江西省〕；二为大都人〔今北京〕。约元世祖至元中前后在世。好文上，善作曲。做杂剧三种，其中《卓文君白头吟》《金章宗端遗留文书》两种失传，仅存《河南府张仃勘头巾》一种传世。《白头吟》喧满呜珂巷。咏诗文胜汉唐，词林老笔轩昂。江湖量，锦绣肠，也有无常。”明.朱权《太和正音谱》评为“如秋风铁笛”。陆登善所作勘头巾，元曲选亦题仲章作。"
  },
  "tags": []
}