{
  "id": 89,
  "star": 440,
  "name": "风雨",
  "dynasty": "先秦",
  "content": "风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。<br>风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。<br>风雨如晦，鸡鸣不已。既见君子，云胡不喜。",
  "fanyi": "<p><strong>译文</strong><br>风凄凄呀雨凄凄，窗外鸡鸣声声急。风雨之时见到你，怎不心旷又神怡。<br>风潇潇呀雨潇潇，窗外鸡鸣声声绕。风雨之时见到你，心病怎会不全消。<br>风雨交加昏天地，窗外鸡鸣声不息。风雨之时见到你，心里怎能不欢喜。</p> <p><strong>注释</strong><br>①喈（jiē 皆）喈：鸡鸣声。<br>②云：语助词。胡：何。夷：平，指心中平静。<br>③胶胶：或作“嘐嘐”，鸡鸣声。<br>④瘳（chōu 抽）：病愈，此指愁思萦怀的心病消除。<br>⑤晦：黑夜。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　蕴涵性的顷刻，包前启后。在情境的选择上，<a href=\"http://so.gushiwen.org/view_89.aspx\">诗</a>篇不写未见之前绵绵无尽的相思之苦，也不写相见之后载笑载言的欢聚之乐，而是重章渲染“既见”之时的喜出望外之情。而这一顷刻，正是最富于蕴涵性的顷刻。读者透过这位女子难以形容的望外之喜，既能想见她在“既见”之前，白日的“愿言思伯，甘心首疾”、和夜间的“耿耿不寐，如有隐忧”之情；也能想见在“既见”之后，夫妇间的“既见复关，载笑载言”和“维士与女，伊其相谑”的融融之乐。以少许胜多许，以顷刻蕴过程，这是构思的巧妙。</p> <p>　　哀景写乐，倍增其情。每章首二句，都以风雨、鸡鸣起兴，这些兼有赋景意味的兴句，重笔描绘出一幅寒冷阴暗、鸡声四起的背景。当此之时，最易勾起离情别绪。赋景之句，也确成写情之语。风雨交加和夜不能寐之无聊；群鸡阵啼和怀人动荡之思；鸡守时而鸣与所期之人盼而不至，可谓契合无间，层层映衬。然而，正在这几乎绝望的凄风苦雨之时，怀人的女子竟意外地“既见”了久别的情郎；骤见之喜，欢欣之情，自可想见。而此时凄风苦雨中的群鸡乱鸣，也似成了煦风春雨时的群鸡欢唱了。这种情景反衬之法，恰如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所说，“以乐景写哀，以哀景写乐，一倍增其哀乐”（《董斋诗话》）。这一手法，确实不唯见诸《小雅·采薇》，而是《诗经》中诗人的常用之法。</p> <p>　　炼词申意，循序有进。诗篇的结构是单纯的，三章叠咏；诗人的易词写景却是讲究的，它细腻地表现出了人的不同感受。凄凄，是女子对风雨寒凉的感觉；潇潇，则从听觉见出夜雨骤急；如夜的晦冥，又从视觉展现眼前景象。易词写景的这种微妙性，姚际恒《诗经通论》曾有精到的分析：“‘如晦’正写其明也。惟其明，故曰‘如晦’。惟其如晦，‘凄凄’、‘潇潇’时尚晦可知。”诗篇在易词申意的同时，对时态的运动和情态的发展，又有循序渐进的微妙表现。关于时态的渐进，姚氏说，“‘喈喈’为众声和，初鸣声尚微，但觉其众和耳。‘胶胶’，同声高大也。三号以后，天将晓，相续不已矣。”民间尚有“鸡鸣三遍天将明”之说；《风雨》的三章相叠，或许正是以此习惯规律为基础的。随着时态的发展，怀人女子“既见君子”时的心态也渐次有进。“云胡不夷”，以反诘句式，语气热烈，言其心情大悦；“云胡不瘳”，言积思之病，至此而愈，语气至深；末章“云胡不喜”，则喜悦之情，难以掩饰，以至大声疾呼了。天气由夜晦而至晨晦，鸡鸣由声微而至声高，情感的变化则由乍见惊疑而至确信高呼。方玉润说：“此诗人善于言情，又善于即景以抒怀，故为千秋绝调。”（《诗经原始》）实当此之谓。</p> <p>　　象征意象，一诗多解。《风雨》的诗旨，今人或主“夫妻重逢”，或主“喜见情人”；联系诗境，前说更合情理。然而，汉代经生的“乱世思君”说，却在后世产生了积极的影响。《毛诗序》曰：“《风雨》，思君子也。乱世则思君子不改其度焉。”郑笺申发之曰：“兴者，喻君子虽居乱世，不变改其节度。……鸡不为如晦而止不鸣。”这样，“风雨”便象征乱世，“鸡鸣”便象征君子不改其度，“君子”则由“夫君”之君变成为德高节贞之君子了。这虽属附会，却也有其文本依据。因为，“君子”，在《诗经》时代，可施诸可敬、可爱、可亲之人，含义不定。因此，把赋体的白描意象理解为比体的象征意象，就可能生发“乱世思君”的联想；而把“风雨如晦”的自然之景，理解为险恶的人生处境或动荡的社会环境，也符合审美规律。故后世许多士人君子，常以虽处“风雨如晦”之境，仍要“鸡鸣不已”自励。南朝梁简文帝《幽絷题壁自序》云：“梁正士兰陵<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>，立身行己，终始如一。风雨如晦，鸡鸣不已。”郭沫若创作于五四运动退潮期的《星空·归来》中也写道：“游子归来了，在这风雨如晦之晨，游子归来了！”从现代接受美学看，这种立足文本的审美再创造是无可非议的；而《毛序》的这一“附会”，也可以说是一种“创造性的误读”。</p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_89.aspx\">诗</a>的背景，古代学者多主张“思君子”说，而现代学者多主张“夫妻重逢”说或“喜见情人”说，认为此诗是一位女子等待丈夫或情人而作的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写雨",
    "怀人",
    "民谣"
  ]
}