{
  "id": 5510,
  "star": 118,
  "name": "青溪 / 过青溪水作",
  "dynasty": "唐代",
  "content": "言入黄花川，每逐清溪水。<br>随山将万转，趣途无百里。<br>声喧乱石中，色静深松里。<br>漾漾泛菱荇，澄澄映葭苇。<br>我心素已闲，清川澹如此。<br>请留磐石上，垂钓将已矣。",
  "fanyi": "<p>译文<br>进入黄花川游览，每每都去追逐那条青溪。<br>溪水随着山势，百转千回，经过的路途，却不足百里。<br>水声在山间乱石中喧嚣，水色在深密的松林里幽静深沉。<br>水草在溪水中轻轻摇荡，芦苇清晰地倒映在碧水之中。<br>我的心一向悠闲，如同清澈的溪水淡泊安宁。<br>但愿我能留在溪边的盘石上，在垂钓中度过我的一生。</p> <p>注释<br>1.青溪：在今陕西勉县之东。<br>2.言：发语词，无义。黄花川：在今陕西凤县东北黄花镇附近。<br>3.趣途：趣，同“趋”，指走过的路途。<br>4.声：溪水声。色：山色。<br>5.漾漾：水波动荡。菱荇（língxìng）：泛指水草。<br>6.葭（jiā）苇：泛指芦苇。“漾漾”二句描写菱荇在青溪水中浮动，芦苇的倒影映照于清澈的流水。<br>7.素：一向。闲：悠闲淡泊。<br>8.澹（dàn）：恬静安然。澹：溪水澄澈平静。<br>9.磐石：大石。<br>10.将已矣：将以此度过终生。已：结束。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5510.aspx\">诗</a>借颂扬名不见经传的青溪，来印证自己的素愿。以青溪之淡泊，喻自身之素愿安闲。</p> <p>　　这是一首写于归隐之后的山水诗。诗的每一句都可以独立成为一幅优美的画面，溪流随山势蜿蜓，在乱石中奔腾咆哮，在松林里静静流淌，水面微波荡漾，各种水生植物随波浮动，溪边的巨石上，垂钓老翁消闲自在。诗句自然清淡，绘声绘色，静中有动，托物寄情，韵味无穷。</p> <p>　　诗开头四句对青溪作总的介绍后，接着采用“移步换形”的写法，顺流而下，描绘了溪水一幅幅各具特色的画面。你看，当它在山间乱石中穿过时，水势湍急，潺潺的溪流声忽然变成了一片喧哗。“喧”字造成了强烈的声感，给人以如闻其声的感受。当它流经松林中的平地时，这同一条青溪却又显得那么娴静、安谧，几乎没有一点声息。澄碧的溪水与两岸郁郁葱葱的松色相映，融成一片，色调特别幽美、和谐。这一联中一动一静，以动衬静，声色相通，极富于意境美。再看，当青溪缓缓流出松林，进入开阔地带后，又是另一番景象：水面上浮泛着菱叶、荇菜等水生植物，一片葱绿，水流过处，微波荡漾，摇曳生姿；再向前走去，水面又似明镜般的清澈碧透，岸边浅水中的芦花、苇叶，倒映如画，天然生色。这一联，“漾漾”绘水动貌，“澄澄”状水静貌，也是一动一静，极为传神。诗人笔下的青溪，既喧闹，又沉静，既活泼，又安详，既幽深，又素净，从不断的流动变化中，表现出了鲜明个性和盎然生意。读后令人油然而生爱悦之情。</p> <p>　　其实，青溪并没有什么奇景，它那素淡的景致，为什么在诗人的眼中、笔下，会具有如此的魅力呢？诚如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所说：“一切景语皆情语也。”（《人间词话删稿》）<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>也正是从青溪素淡的天然景致中，发现了与他那恬淡的心境、闲逸的情趣高度和谐一致的境界。“我心素已闲，清川澹如此。”诗人正是有意借青溪来为自己写照，以清川的淡泊来印证自己的素愿，心境、物境在这里已融合为一了。最后，诗人暗用了东汉严子陵垂钓富春江的典故，也想以隐居青溪来作为自己的归宿了。这固然说明诗人对青溪的喜爱，更反映了他在仕途失意后自甘淡泊的心情。这一点，写来含而不露，耐人寻味。</p> <p>　　这首诗，自然、清淡、素雅，写景抒情均不刻意为之，表面上看似不着力，而读来韵味隽永醇厚，平淡而有思致。前人评“王右丞如秋水芙蕖，倚风自笑”，是最恰当不过的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5510.aspx\">诗</a>大约是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>初隐蓝田南山时所作。一说此诗作于王维入蜀途中。王维曾不止一次地循青溪入黄花川游历。这一段路程虽长不及百里，但溪水随着山势盘曲蛇行，千回万转，颇为蜿蜓多姿。王维另有一首《自大散以往深林密竹蹬道盘曲四五十里至黄牛岭见黄花川》，也说那里的山路“危径几万转”，可与此诗的“随山将万转”对看。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "山水",
    "托物寄情"
  ]
}