{
  "id": 6,
  "star": 3113,
  "name": "桃夭",
  "dynasty": "先秦",
  "content": "桃之夭夭，灼灼其华。之子于归，宜其室家。<br>桃之夭夭，有蕡其实。之子于归，宜其家室。<br>桃之夭夭，其叶蓁蓁。之子于归，宜其家人。",
  "fanyi": "<p><strong>译文<br></strong>桃花怒放千万朵，色彩鲜艳红似火。这位姑娘要出嫁，喜气洋洋归夫家。<br>桃花怒放千万朵，果实累累大又多。这位姑娘要出嫁，早生贵子后嗣旺。<br>桃花怒放千万朵，绿叶茂盛永不落。这位姑娘要出嫁，齐心协手家和睦。</p> <p><strong>注释<br></strong>⑴夭夭：花朵怒放，美丽而繁华的样子。<br>⑵灼灼：花朵色彩鲜艳如火，明亮鲜艳的样子。华：同“花”。<br>⑶之子：这位姑娘。于归：姑娘出嫁。古代把丈夫家看作女子的归宿，故称“归”。于：去，往。<br>⑷宜：和顺、亲善。<br>⑸蕡（fén）：草木结实很多的样子。此处指桃实肥厚肥大的样子。有蕡即蕡蕡。<br>⑹蓁（zhēn）：草木繁密的样子，这里形容桃叶茂盛。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6.aspx\">诗</a>非常有名，即便只读过很少几篇《诗经》的人，一般也都知道“桃之夭夭，灼灼其华”。这是为什么呢？我想，无非有这样几个原因：第一，诗中塑造的形象十分生动。拿鲜艳的桃花，比喻少女的美丽，实在是写得好。谁读过这样的名句之后，眼前会不浮现出一个象桃花一样鲜艳，象小桃树一样充满青春气息的少女形象呢？尤其是“灼灼”二字，真给人以照眼欲明的感觉。写过《诗经通论》的清代学者姚际恒说，此诗“开千古词赋咏美人之祖”，并非过当的称誉。第二，短短的四字句，传达出一种喜气洋洋的气氛。这很可贵。“桃之夭夭，灼灼其华。之子于归，宜其室家”，细细吟咏，一种喜气洋洋、让人快乐的气氛，充溢字里行间。“嫩嫩的桃枝，鲜艳的桃花。那姑娘今朝出嫁，把欢乐和美带给她的婆家。”你看，多么美好。这种情绪，这种祝愿，反映了人民群众对生活的热爱，对幸福、和美的家庭的追求。第三点，这首诗反映了这样一种思想，一个姑娘，不仅要有艳如桃花的外貌，还要有“宜室”、“宜家”的内在美。这首诗，祝贺人新婚，但不象一般贺人新婚的诗那样，或者夸耀男方家世如何显赫，或者显示女方陪嫁如何丰盛，而是再三再四地讲“宜其家人”，要使家庭和美，确实高人一等。这让我们想起孔子称赞《诗经》的话：“诗三百，一言以蔽之，曰‘思无邪’。”（《论语·为政》）孔子的话内容当然十分丰富，但其中是否也包括了《桃夭》篇所反映出的上述这样一种思想呢？陈子展先生说：“辛亥革命以后，我还看见乡村人民举行婚礼的时候，要歌《桃夭》三章……。”（《国风选译》）联系到这首诗所表达的思想，农民娶亲“歌《桃夭》三章”，便是很可理解的了。</p> <p>　　《桃夭》篇的写法也很讲究。看似只变换了几个字，反复咏唱，实际上作者是很为用心的。头一章写“花”，二章写“实”，三章写“叶”，利用桃树的三变，表达了三层不同的意思。写花，是形容新娘子的美丽；写实，写叶，不是让读者想得更多更远吗？密密麻麻的桃子，郁郁葱葱的桃叶，真是一派兴旺景象啊！</p> <p>　　这首诗不难懂，但其中蕴藏的道理，却值得我们探讨。</p> <p>　　一个问题是，什么叫美，《桃夭》篇所表达的先秦人美的观念是什么样的？“桃之夭夭，灼灼其华”，很美，艳如桃花，还不美吗？但这还不行，“之子于归，宜其室家”，还要有使家庭和睦的品德，这才完满。这种美的观念，在当时社会很为流行。关于真善美的概念，在春秋时期已经出现。楚国的伍举就“何为美”的问题和楚灵王发生了争论。伍举说：“夫美也者，上下、内外、大小、远近皆无害焉，故曰美。若于目观则美，缩于财用则匮，是聚民利以自封而瘠民也，胡美之为？”（《国语·楚语》）很清楚，伍举的观点是“无害即是美”，也就是说，善就是美。而且要对“上下、内外、大小、远近”各方面都有分寸、都无害。这种观点最主要的特点是强调“善”与“美”的一致性，以善代替美，实际上赋予了美以强烈的政治、伦理意义。“聚民利以自封而瘠民也，胡美之为？”那意思是说，统治者重赋厚敛，浪费人力、物力，纵欲无度，就不是美。应该说，这种观点在政治上有一定的意义。但它否定了“善”与“美”的差别，否定了美的相对独立性，它不承认“目观”之美，是其严重局限。这种美的观念，在当时虽然也有其对立面，也有人注意到了“目观”之美，但这种善即是美的观点，在先秦美学中应该说是具有代表性的，而且先秦儒家的美学观念，主要是沿着这个方向发展的。</p> <p>　　孔子也持着这样一种美学观点，“《诗》三百，一言以蔽之，曰‘思无邪’”，他赞赏“诗三百”，根本原因是因为“无邪”。他高度评价《关雎》之美，是因为它“乐而不淫，哀而不伤”（《论语·八佾》），合于善的要求。在评价人时，他说：“如有周公之才之美，使骄且吝，其余不足观也已。”（《论语·泰伯》）善与美，善是主导方面。甚至连选择住处，孔子也说：“里仁为美。”（《论语·里仁》）住的地方，有仁德才是“美”的地方。可见，孔子关于美的判断，都是以善为前提的。</p> <p>　　但孔子的美学观，毕竟是前进了。它已经不同于伍举的观点，已经开始把美与善区别开来，作为不同的两个标准来使用了。“子谓《韶》：‘尽美矣，又尽善也’；谓《武》：‘尽美矣，未尽善也’。”（《论语·八佾》）当然，通过对《韶》与《武》的评价，还是可以看出，“尽美”虽然被赋予在“尽善”之外的一个相对独立的地位，但只是“尽美”，还不能说是美，“尽善”才是根本。</p> <p>　　至此，我们回头再来看看《桃夭》篇，对它所反映的美学思想，恐怕就更好理解了。在当时人的思想观念中，艳如桃花、照眼欲明，只不过是“目观”之美，这还只是“尽美矣，未尽善也”，只有具备了“宜其室家”的品德，才能算得上美丽的少女，合格的新娘。</p> <p>　　第二个问题随之而来，美的具体内容不仅仅是“艳如桃花”，还要“宜其室家”，也就是美与善之结合，那么，我们应该怎样认识和评价这种观念呢？先秦人为什么把家庭和婚姻看得那么重要呢？</p> <p>　　把婚姻和家庭看得十分重要，还不仅仅反映在《桃夭》篇中，可以说在整部《诗经》中都有反映。在一定意义上说，《诗经》是把这方面的内容放在头等地位上的。《桃夭》是三百零五篇的第六篇，不能不说它在《诗经》中的地位是很为突出的。如果我们再把《桃夭》篇之前的五篇内容摆一摆，就更可以清楚地看出，婚姻和家庭问题，在《诗经》中确实是占有无与伦比的地位。</p> <p>　　三百篇的第一篇是《关雎》，讲的是一个青年男子爱上了一个美丽的姑娘，他日夜思慕，渴望与她结为夫妻。</p> <p>　　第二篇《葛覃》，写女子归宁，回娘家探望父母前的心情，写她的勤、俭、孝、敬。</p> <p>　　第三篇《卷耳》，写丈夫远役，妻子思念。</p> <p>　　第五篇《螽斯》，祝贺人多生子女。</p> <p>　　第六篇，即《桃夭》，贺人新婚，祝新娘子“宜其室家”。</p> <p>　　以上是三百篇的头几篇（除掉第四篇），它们写了恋爱，结婚，夫妻离别的思念，渴望多子，回娘家探亲等等，可以说把婚姻生活中的主要问题都谈到了。</p> <p>　　一部《诗经》，三百零五篇，开卷头几篇几乎全部是写婚姻家庭问题的，岂不令人深思？不论是谁编辑的“诗三百篇”，不论孔子是删诗了、还是整理诗了，抑或是为“诗三百篇”作了些正乐的工作，都不容置疑地说明了他们是十分重视婚姻和家庭问题的。</p> <p>　　我们应该怎样认识和评论这个问题呢？春秋战国时期，生产力水平还很低下，家庭是社会的最基本单位，每个人都仰仗着家庭迎接困难，战胜天灾，争取幸福生活，当然希望家庭和睦、团结。娶亲是一件大事，因为它关系到家庭未来的前途，所以，对新人最主要的希望就是“宜其室家”。这很容易理解。</p> <p>　　从统治者方面来说，就要复杂多了。《礼记·大学》引到《桃夭》这首诗时说：“宜其家人，而后可以教国人。”这可真是一语道破。家庭是社会的最基本单位，家庭的巩固与否与社会的巩固与否，关系十分密切。到了汉代，出现了“三纲”（君为臣纲，父为子纲，夫为妻纲）“五常”（君臣、父子、夫妇、兄弟、朋友五种关系）之说。不论“三纲”，还是“五常”，它们都以夫妇关系为根本，认为夫妇关系是人伦之始，其它的四种关系都是由此而派生出来的。宋代理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“有天地然后有万物，有万物然后有男女，有男女然后有夫妇，有夫妇然后有父子，有父子然后有君臣，有君臣然后有上下，有上下然后礼义有所错。男女者，三纲之本，万事之先也。”（《诗集传》卷七）从这段论述，我们也可以看出统治者为什么那么重视婚姻、家庭问题。听古乐唯恐卧，听郑卫之音而不知倦的魏文侯有一段名言，说得很为透僻。他说：“家贫则思良妻，国乱则思良相。上承宗庙，下启子孙，如之何可以苟，如之何其可不慎重以求之也！”“宜家”是为了“宜国”，在他们眼里，“宜家”与“宜国”原本是一回事，当然便被看得十分重要了。</p> <p>　　“桃之夭夭，灼灼其华。之子于归，宜其室家”，不论自古以来多少解经者就《桃夭》作过多少文章，但象小桃树那样年轻，象春日骄阳下桃花那样鲜艳、美丽的少女，却永远活在读者心里。人们衷心祝愿她：“之子于归，宜其室家”。</p> <p>　　吟诵《桃夭》，不喝也醉了。</p> <p>　　清姚际恒评论此诗说：“桃花色最艳，故以喻女子，开千古词赋咏美人之祖”。自古，漂亮的女子总是受到超常的宠爱，文学更是不吝字墨，推波助澜。无论是“去年今日此门中，人面桃花相映红。”，还是“玉腕枕香腮，桃花脸上开。”，读起来，总不如”桃之夭夭，灼灼其华”更意浓神近，耐人玩味。</p> <p>　　默默的读几遍，然后展开想象的画卷，你会看到千年前，在那桃花盛开的时候，在那桃花盛开的地方，千年的风从那片“灼灼”的桃林中穿过，摇曳着艳丽的桃花，婀娜着多姿的桃枝，似乎有醉人的馨香随风破卷，扑面而来。但你分不清这是什么香，因为你仔细去看，在桃花丛中，隐约着一个款款移动的女子，少女的清香与花香混揉在一起，这是快乐的味道。</p> <p>　　画中的女子两颊飞红，面带娇羞，目光躲闪，却又忍不住兴奋的顾盼，在夭夭桃实、灼灼花枝的衬托下，人若桃花，两相辉映，怡人的快乐迅即涌上心头，你甚至可以听到女子的心声：“今天我要嫁给你啦，今天我要嫁给你啦......”</p> <p>　　之子与归，是说这个美丽的新娘就要出嫁了。归，妇人谓嫁曰归。在夸了即将出嫁的新娘的美貌之后，诗意开始延伸，人们随之将目光投向婚后的生活，那是怎样的呢？诗里唱到“宜其室家”、“ 宜其家室”、“ 宜其家人”。</p> <p>　　宜，和顺美满的意思，室谓夫妻所居，家为一门之内。如果说对新娘容比桃花是毫不掩饰的赞美的话，这里就是含蓄的将女子的“善”，掩藏在宜家宜室宜人中了。试想，新人过门后，若能让一大家子都和睦幸福，仅有美丽的脸蛋是不够的，必得有颗善良的心，才能让公婆姑嫂叔伯接受，才能被夫家的人所接纳，日子才能和顺美满，其乐融融。</p> <p>　　从桃花到桃实，再到桃叶，三次变换比兴，勾勒出男婚女嫁一派兴旺的景象。古人通过桃花似的外“美”，巧妙地和“宜”的内“善”结合起来，表达着人们对家庭和睦安居乐业生活的美好向往。“诗三百”开篇，写尽了爱情与婚姻生活的各个方面，说明家庭和婚姻的重要性，这不仅仅是人们生活的期盼，也是统治者的希望，所谓“宜其家人，而后可以教国人。”说白了，就是建立在“宜家”、“ 宜室”、“ 宜人”上的“宜国”。</p> <p>　　不管怎样，“桃夭”是中华民族延续到现在的喜庆与祝福，就是今天，我们也同样祝愿着如桃花般的女子，“之子于归”，能够生活美满，家庭幸福，“宜其室家”。 </p><br/><h2>雅析</h2> <p>　　桃之夭夭，灼灼其华。之子于归，宜其室家。</p> <p>　　<a href=\"http://so.gushiwen.org/view_6.aspx\">诗</a>经是那片桃林。流光的霞披，如新娘的红盖头，被春风轻轻掀起。果实饱满的模样太惹人怜爱了，她们真像一群孩子，密密匝匝地挤在枝叶间，笑闹着，春天仅仅有了这些果子就不会冷清。当初桃花流水，不还叹息过吗?你担心这季节象梭子一样飞去了，藏着十八岁少女的心事，像春天藏着太多太多的花朵，你不说，不说也羞呵。</p> <p>　　小姐妹出嫁前，你陪着流了一晚的泪，你想过，自己也将有这样大哭一场的日子，离开家，离开父母，头顶一块红布，骑上高高的骏马，在吹吹打打的热闹声中，不知为何，也不问为何，就要向陌生的新郎全身心地交付自我。小姐妹归宁之时，像沾露的梨花，不胜娇羞，你问她们“结婚好吗”，她们回答“真好”，再问，却云山雾罩，笑言，“急什么，你迟早要知道的。”你有一点点羡慕她们，暗自猜测：我做新娘，会不会很快乐?</p> <p>　　灼灼其华桃花是火啊，是春天的火，是内心的火，燃起你莫名的相思，那少年曾在垅间走过许多回，既俊雅，又健硕，相遇时，他微微一笑，就捉住了你的灵魂。“他会不会娶我?”你这样温柔地等待，夏蝉唱完了，秋雁飞过了，终于在某个雪后的黄昏有了消息，他在火塘边与父兄们说着要紧的话，每一言你都隔窗听见了，心儿如一活蹦乱跳的小鹿，你有些担心，它会脱腔而走。</p> <p>　　一桩美满的婚姻终于在那个雪夜瓜落蒂熟。又是桃花灼灼而开，明艳的少女就要出嫁。祝福吧，她带着着美好的祝福开始新的生活。从此以后，她将成为贤妻，成为慈母。</p> <p>　　《孟子·滕文公》中有言，“丈夫生而愿为之有室，女子生而愿为之有家。”三千年前的婚姻的确是一道亮丽的风景，至今看去仍旧图画一般，不曾丝毫腿色，不曾减弱当初馥郁的芳馨。那年的桃花自有一种奔放之美，三千年后，犹听到那古乐之喧和新人之笑，不禁生出对遥远春天最真切的爱慕。 </p><br/><h2>赏析</h2> <p>　　这是一首祝贺年青姑娘出嫁的<a href=\"http://so.gushiwen.org/view_6.aspx\">诗</a>。据《周礼》云：“仲春，令会男女。”周代一般在春光明媚桃花盛开的时候姑娘出嫁，故诗人以桃花起兴，为新娘唱了一首赞歌。旧说如《毛序》等以为与后妃君王有关，为今人所不取。</p> <p>　　全诗分为三章。第一章以鲜艳的桃花比喻新娘的年青娇媚。人们常说：第一个用花比美人的是天才，第二个用花比美人的是庸才，第三个用花比美人的是蠢才。《诗经》是中国第一部诗歌总集，所以说这里是第一个用花来比美人，并不为过。自此以后用花、特别是用桃花来比美人的层出不穷，如魏·<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>《咏怀·昔日繁华子》：“天天桃李花，灼灼有辉光。”唐·<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》：“去年今日此门中，人面桃花相映红。”宋·<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>《菩萨蛮》词：“玉腕枕香腮，桃花脸上开。”他们皆各有特色，自然不能贬之为庸才、蠢才，但他们无不受到《诗经》这首诗的影响，只不过影响有大小，运用有巧妙而已。这里所写的是鲜嫩的桃花，纷纷绽蕊，而经过打扮的新嫁娘此刻既兴奋又羞涩，两颊飞红，真有人面桃花，两相辉映的韵味。诗中既写景又写人，情景交融，烘托了一股欢乐热烈的气氛。这种场面，即使在今天还能在农村的婚礼上看到。第二章则是表示对婚后的祝愿。桃花开后，自然结果。诗人说它的果子结得又肥又大，此乃象征着新娘早生贵子，养个白白胖胖的娃娃。第三章以桃叶的茂盛祝愿新娘家庭的兴旺发达。以桃树枝头的累累硕果和桃树枝叶的茂密成荫，来象征新嫁娘婚后生活的美满幸福，真是最美的比喻，最好的颂辞。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》认为每一章都是用的“兴”，固然有理，然细玩诗意，确是兴中有比，比兴兼用。全诗三章，每章都先以桃起兴，继以花、果、叶兼作比喻，极有层次：由花开到结果，再由果落到叶盛；所喻诗意也渐次变化，与桃花的生长相适应，自然浑成，融为一体。</p> <p>　　诗人在歌咏桃花之后，更以当时的口语，道出贺辞。第一章云：“之子于归，宜其室家。”也就是说这位姑娘要出嫁，和和美美成个家。第二、三章因为押韵关系，改为“家室”和“家人”，其实含义很少区别。古礼男以女为室，女以男为家，男女结合才组成家庭。女子出嫁，是组成家庭的开始。朱熹《诗集传》释云：“宜者，和顺之意。室谓夫妇所居，家谓一门之内。”实际上是说新婚夫妇的小家为室，而与父母等共处为家。今以现代语释为家庭，更易为一般读者所了解。</p> <p>　　此篇语言极为优美，又极为精炼。不仅巧妙地将“室家”变化为各种倒文和同义词，而且反覆用一“宜”字。一个“宜”字，揭示了新嫁娘与家人和睦相处的美好品德，也写出了她的美好品德给新建的家庭注入新鲜的血液，带来和谐欢乐的气氛。这个“宜”字，掷地有声，简直没有一个字可以代替。</p> <p>　　对《国风·周南·桃夭》一诗的主旨，也有人提出了新的说法，认为这首诗是先民进行驱鬼祭祀时的唱词，其内容是驱赶鬼神，使之回到归处，并祈求它赐福人间亲人。</p>",
  "about": "<h2>艺术特色</h2> <p>　　各章的前两句，是全<a href=\"http://so.gushiwen.org/view_6.aspx\">诗</a>的兴句，分别以桃树的枝、花、叶、实比兴男女盛年，及时嫁娶。清姚际恒《诗经通论》：“桃花色最艳，故以喻女子，开千古词赋咏美人之祖。”这种意象被后世的诗人反复使用。诗中运用重章迭句，反复赞咏，更与新婚时的气氛相融合，与新婚夫妇美满的生活相映衬，既体现了歌谣的风格，又体现了农村的物侯特征。《文心雕龙》：“故‘灼灼’状桃花之鲜，‘依依’尽杨柳之貌，‘杲杲’为日出之容，……”总之，这首诗虽然并不长，但有它独特的个性，并且体现了先民社会特有的那些礼俗和风情，给后世的文学创作以营养。</p><br/><h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_6.aspx\">诗</a>的背景，《毛诗序》说：“《桃夭》，后妃之所致也。不妒忌，则男女以正，婚姻以时，国无鳏民也。”以为与后妃君王有关。方玉润在《诗经原始》中对这种观点进行了驳斥，认为“此皆迂论难通，不足以发诗意也”。现代学者一般不取《毛诗序》的观点，而认为这是一首祝贺年青姑娘出嫁的诗。据《周礼》云：“仲春，令会男女。”周代一般在春光明媚桃花盛开的时候姑娘出嫁，故诗人以桃花起兴，为新娘唱了一首赞歌，其性质就好像后世民俗婚礼上唱的“催妆词”。也有人提出了新的说法，认为这首诗是先民进行驱鬼祭祀时的唱词，其内容是驱赶鬼神，使之回到归处，并祈求它赐福人间亲人。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "桃花",
    "民谣"
  ]
}