{
  "id": 52690,
  "star": 11,
  "name": "喜迁莺·真宗幸澶渊",
  "dynasty": "宋代",
  "content": "边城寒早。恣骄虏，远牧甘泉丰草。<br>铁马嘶风，毡裘凌雪，坐使一方云扰。<br>庙堂折冲无策，欲幸坤维江表。<br>叱群议，赖寇公力挽，亲行天讨。<br>缥缈，銮辂动，霓旌龙旆，遥指澶渊道。<br>日照金戈，云随黄伞，径渡大河清晓。<br>六军万姓呼舞，箭发狄酋难保。<br>虏情詟，誓书来，从此年年修好。",
  "shangxi": "<h2>赏析</h2> <p>　　澶渊之盟距<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>时期已有一百多年了，已成为历史。但历史往往有某些相似之处。宋钦宗时金国对大宋的侵略无异于当年辽对宋的侵略，且又过之。李纲在词中叙述史事，目的是以古喻今，对钦宗进行讽喻：“前事不忘后事之师也。”他希望钦宗能从真宗幸澶渊的史实得到启示，振作起来，抗金卫国，不要一味怯懦逃跑。</p> <p>　　首句“边城寒早”。从边境自然气候的早寒，烘托战争威胁之严重。骄横恣肆的胡虏，竟敢远来侵占中国甘美的泉水，丰茂的草原，“铁马嘶风，毡裘凌雪，坐使一方云扰”。敌人的铁骑纵横，他们披着毡裘，冒着大雪，使一方国土受到严重的骚扰。在强敌压境的情况下，“庙堂折冲无策，欲幸坤维江表”。庙堂，指朝廷。折冲，指抗击敌人。坤维，地的四角。江表，指长江以南地区。1004年，辽兵大举入侵，“急书一夕凡五至”，真宗惊慌失措，无计抗击辽兵，召群臣商议对策。宰相<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>力主真宗御驾亲征，真宗感到很为难。参知政事江南人王钦若主张驾幸金陵；四川人陈尧叟主张驾幸成都。成都远离汴京，故说“坤维”，即地角之意。不论南逃或西逃，都是主张放弃中原，包括汴京在内。把辽兵在战场上得不到的土地，拱手送出去。真宗问寇准：到底怎么办？寇准答道：“谁为陛下画此策者，罪可诛也。今陛下大驾亲征，贼自当遁去。奈何……欲幸楚蜀远地？所在人心崩溃，贼势深入，天下可复保耶？”（《宋史·寇准传》）真宗不得已，勉强同意亲征。真宗到澶渊南城，群臣畏敌，又请求圣驾就此驻扎，不再前进。又是寇准力排众议，据理力争。真宗乃渡澶渊河（即“径渡大河清晓”），直达前军。所以李纲满怀热情地写道：“叱群议，赖寇公力挽，亲行天讨。”“亲行天讨”就是天子代表上天亲自讨伐有罪的人。此指抗击辽军。“銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。”对真宗亲征澶渊，李纲在词中极力夸张、铺叙，热情地、形象地描绘了天子御驾亲征的仪仗之盛，威仪之大，恰与钦宗的畏缩逃跑构成鲜明对比，一扬一抑，从侧面对钦宗作了委婉的批评。</p> <p>　　“六军万姓呼舞，箭发狄酋难保。”皇帝亲征，大大鼓舞了宋军的士气，大大振奋了民心，宋辽两军在澶州对峙，当辽国统军挞览出来督战时，被宋军用弩箭射死，挫败辽军。于是，“虏情慑，誓书来，从此年年修好。”宋辽议和，互立誓书，订立“澶渊之盟。”</p> <p>　　本来澶渊之战，形势对宋有利。由于真宗畏敌之心未除，而主和派王继忠、毕士安和曹利用等洞悉真宗隐衷，力主和议。和议的结果是战胜国北宋反而向战败国辽国每岁输银十万两，绢二十万匹。不但胜利果实化为乌有，反把辽军从战场上没有得到的财物拱手送辽，自愿居于屈辱地位。这真是历史上的大笑话。本来，当辽使请和时，寇准不许。辽使坚请，寇准要“邀使者称臣，且献幽州地”（《宋史·寇准传》）。真宗惟恐和议不成，主和派又诬蔑寇准“幸兵以自取重”（《宋史·寇准传》）。寇准不得已，勉强同意和议。这次和议的结果虽不够理想，条件也不能令人完全满意，但皇帝毕竟亲征了，军事上毕竟取得了一次胜利，阻止了辽军攻势向内地推进，保住了京都，保住了中原，没有丧失土地。寇准应该是有功的，但事后却被投降势力排挤，被贬往陕州。</p> <p>　　处于南北宋之交的李纲，在他浮沉起伏的宦海生涯中，颇有与寇准相似的遭遇。1126年（靖康元年），金兵围汴京，钦宗表面上表示要亲征，保卫京城，实则内怀恐惧。投降派宰相白时中和李邦彦等乘机劝钦宗弃城逃跑。当时任尚书右丞的李纲却振臂一呼，登城督战，击败金兵，保住了京城，立了大功。事后却被罢免，削去兵权，远谪扬州。高宗时虽曾一度为相，积极准备抗金，但仅七十五天，措施尚未及见成效，又被罢相贬斥。他虽有寇准之才，但时势不允许他成就类似寇准的业绩，这时南宋的国势已远不及真宗时期，而高宗的怯懦畏敌，却超过了真宗。李纲所受投降派的排挤打击，却甚于寇准。现实使李纲明白：要想如澶渊之盟那样用银绢换取和平已经不可能了。但由于李纲对国家对民族的高度热爱，对侵略成性的骄虏无比痛恨，他在主观感情上不愿意接受这个严酷的现实。所以，他对寇准功绩的赞扬，也是希望能有像寇准这样的忠臣力挽狂澜，也寄托着他的自勉和身世之感。他对真宗的歌颂，也是对高宗的激励，因为曾御驾亲征的真宗，比起一味逃跑的高宗毕竟大不相同，结果也不一样。</p>",
  "poet": {
    "id": 76,
    "star": 0,
    "name": "李纲",
    "image": "http://img.gushiwen.org/authorImg/ligang.jpg",
    "desc": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"
  },
  "tags": []
}