{
  "id": 49824,
  "star": 77,
  "name": "虞美人·寄公度",
  "dynasty": "宋代",
  "content": "芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 <br>浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。",
  "fanyi": "<p><strong>译文<br></strong>荷花落尽天连着水，暮色苍茫烟波随风起。分飞的双燕紧贴着寒云，我独上小楼东边倚栏观看。<br>短暂浮生在醉酒中衰老，转眼间大雪盖满京城道。远方友人也定会登台凝望，寄给我一枝江南春梅。 </p> <p><strong>注释<br></strong>①芙蓉：指荷花。<br>②涵：包含，包容。<br>③沧：暗绿色（指水）。<br>④背飞双燕：双燕相背而飞。此处有劳燕分飞、朋友离别的意思。<br>⑤阑：栏杆。<br>⑥合：应该。<br>⑦尊：同“樽”，酒杯。<br>⑧故人二句：用陆觊赠梅与<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>事。《荆州记》：“<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>与范晔交善，自江南寄梅花一枝，诣长安与哗，曾赠<a href=\"http://so.gushiwen.org/view_49824.aspx\">诗</a>……”诗云：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”此处化用其意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“芙蓉落尽天涵水，日暮沧波起。”两句写日暮登台所见，境界宏大。“芙蓉”三句寥寥几笔便勾勒出一幅苍茫的画卷，由下及上，先由细处着笔。“芙蓉落尽”点明时节，暗示衰败孤寂之意。“天涵水”是登高眺望所见之景，暮色将至，水面上腾起浓浓的雾气，远远望去，水天一色，苍茫一片。“沧波起”点出寒意，冬季傍晚时分，波涛涌动，带来阵阵寒气。这两旬重在写天地之广，暗含人世沧桑的慨叹。</p> <p>　　“背飞双燕贴云寒”，视角由平远而移向高远；正当独立苍茫、黯然凝望之际，却又见一对燕子，相背向云边飞去。 “背飞双燕”尤言“劳燕分飞”。《玉台新咏》卷九《东飞伯劳歌》云： “东飞伯劳西飞燕，黄姑（牵牛）织女时相见。”后即用来称朋友离别。“贴云寒”，状飞行之高；高处生寒，由联想而得。着一“寒”字，又从视感而转化为一种心理感受，暗示着离别的悲凉况味。“独向小楼东畔倚栏看”是补叙之笔，交代前面所写，都是小楼东畔倚栏所见。把宏阔高远的视线收聚到一点，对准楼中倚栏怅望之人。“独”字轻轻点出，既写倚栏眺景者为独自一人，又透露出触景而生的孤独惆怅之感。</p> <p>　　“浮生只合尊前老，雪满长安道。”两句是说光阴荏苒，转眼又是岁暮，雪满京城，寂寥寡欢，唯有借酒遣日而已。“雪满长安”既点时地，又渲染出一派冷寂的气氛，雪夜把盏，却少对酌之人，岁暮怀人的孤凄心境可想而知。</p> <p>　　“故人早晚上高台，赠我江南春色一枝梅。”故人，老朋友，指公度。早晚，多义词，这里为随时、每日之意。这两句从对方着笔，心有同感，友情的思念彼此相似，我之思彼，亦如彼海内存知己之思我，想象老朋友也天天登高望远，思念着我；即使道远雪阻，他也一定会给我寄赠一枝江南报春的早梅。这是用南朝宋<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>折梅题<a href=\"http://so.gushiwen.org/view_49824.aspx\">诗</a>以寄<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>的故事。这一枝明艳的“江南春色”，定会给“雪满长安”的友人带来亲切的问候和友情的温暖。这是用典，却又切合作者当年与友人置酒相别的一段情事。折梅相赠这一典故，在这里具有普遍与特殊的双层含义，用典如此，可谓表里俱化了。</p> <p>　　全词构思精巧，首尾呼应，善于借景传情。</p>",
  "about": "<h2>创作背景</h2> 　　1083年<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>因与尚书省意见相左逐出京城，在家赋闲十年后再次被任用。但入京却是物是人非，为自己的身世感到孤独和凄凉并且渴望友人的信息。",
  "poet": {
    "id": 709,
    "star": 0,
    "name": "舒亶",
    "image": "http://img.gushiwen.org/authorImg/shudan.jpg",
    "desc": "舒亶（1041-1103）字信道，号懒堂，慈溪（今属浙江）人。治平二年（1065）试礼部第一，即状元（进士及第），授临海尉。神宗时，除神官院主簿，迁秦凤路提刑，提举两浙常平。后任监察御史里行，与李定同劾苏轼，是为「乌台诗案」。进知杂御史、判司农寺，拜给事中，权直学士院，后为御史中丞。崇宁元年（1102）知南康军，京以开边功，由直龙图阁进待制，翌年卒，年六十三。《宋史》、《东都事略》有传。今存赵万里辑《舒学士词》一卷，存词50首。"
  },
  "tags": [
    "宋词精选",
    "孤独",
    "思念",
    "写景"
  ]
}