{
  "id": 49455,
  "star": 1099,
  "name": "望江南·超然台作",
  "dynasty": "宋代",
  "content": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。<br>寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。",
  "fanyi": "<p><strong>译文</strong><br>春天还没有过去，微风细细，柳枝斜斜随之起舞。登上超然台远远眺望，护城河只半满的春水微微闪动，城内则是缤纷竞放的春花。更远处，家家瓦房均在雨影之中。<br>寒食节过后，酒醒反而因思乡而叹息不已，只得自我安慰：不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作<a href=\"http://so.gushiwen.org/view_49455.aspx\">诗</a>醉酒都要趁年华尚在啊。</p> <p><strong>注释</strong><br>⑴望江南：原唐教坊曲名，后用为词牌名。又名“忆江南”。<br>⑵超然台：筑在密州（今山东诸城）北城上，登台可眺望全城。<br>⑶壕：护城河。<br>⑷寒食：节令。旧时清明前一天（一说二天）为寒食节。<br>⑸咨嗟：叹息、慨叹。<br>⑹故国：这里指故乡、故园。<br>⑺新火：唐宋习俗，清明前二天起，禁火三日。节后另取榆柳之火称“新火”。新茶：指清明前采摘的“雨前茶”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元1074年（宋神宗熙宁七年）秋，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由杭州移守密州（今山东诸城）。次年八月，他命人修葺城北旧台，并由其弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>题名“超然”，取《老子》“虽有荣观，燕处超然”之义。公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此作。这首豪迈与婉约相兼的词，通过春日景象和作者感情、神态的复杂变化，表达了词人豁达超脱的襟怀和“用之则行，舍之则藏”的人生态度。词的上片写登台时所见暮春时节的郊外景色。</p> <p>　　首以春柳在春风中的姿态——“风细柳斜斜”，点明当时的季节特征：春已暮而未老。“试上”二句，直说登临远眺，而“半壕春水一城花”，在句中设对，以春水、春花，将眼前图景铺排开来。然后，以“烟雨暗千家”作结，居高临下，说烟雨笼罩着千家万户。于是，满城风光，尽收眼底。作者写景，注意色彩上的强烈对比作用，把春日里不同时空的色彩变幻，用明暗相衬的手法传神地传达出来。</p> <p>　　下片写情，乃触景生情，与上片所写之景，关系紧密。“寒食后，酒醒却咨嗟”，进一步将登临的时间点明。寒食，在清明前二日，相传为纪念介子推，从这一天起，禁火三天；寒食过后，重新点火，称为“新火”。此处点明“寒食后”，一是说，寒食过后，可以另起“新火”，二是说，寒食过后，正是清明节，应当返乡扫墓。但是，此时却欲归而归不得。以上两句，词情荡漾，曲折有致，寄寓了作者对故国、故人不绝如缕的思念之情。“休对故人思故国，且将新火试新茶”写作者为摆脱思乡之苦，借煮茶来作为对故国思念之情的自我排遣，既隐含着词人难以解脱的苦闷，又表达出词人解脱苦闷的自我心理调适。</p> <p>　　“<a href=\"http://so.gushiwen.org/view_49455.aspx\">诗</a>酒趁年华”，进一步申明：必须超然物外，忘却尘世间一切，而抓紧时机，借诗酒以自娱。“年华”，指好时光，与开头所说“春未老”相应合。全词所写，紧紧围绕着“超然”二字，至此，进入了“超然”的最高境界。这一境界，便是苏轼在密州时期心境与词境的具体体现。</p> <p>　　这首词情由景发，情景交融。词中浑然一体的斜柳、楼台、春水、城花、烟雨等暮春景象，以及烧新火、试新茶的细节，细腻、生动的表现了作者细微而复杂的内心活动，表达了游子炽烈的思乡之情。将写异乡之景与抒思乡之情结合得如此天衣无缝，足见作者艺术功力之深。</p> <p>　　这首词上片写景，下片抒情，是典型的借景抒情。上片之景，有“以乐景衬哀情”的成分，寄寓作者对有家难回、有志难酬的无奈与怅惘。更重要的是，整首词表达思乡的感情，作者以茶聊以慰藉尤其突出。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词作于公元1076年（宋神宗熙宁九年）暮春。<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>校注《东坡乐府》纪年录：“乙卯，于超然台作望江南。”公元1074年（熙宁七年）秋，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由杭州移守密州（今山东诸城）。次年八月，他命人修葺城北旧台，并由其弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>题名“超然”，取《老子》“虽有荣观，燕处超然”之义。苏轼《超然台记》谓：“移守胶西，处之期年。园之北，因城以为台者旧矣。稍葺而新之，时相与登览，放意肆志焉。”公元1076年（熙宁九年）暮春，苏轼登超然台，眺望春色烟雨，触动乡思，写下了此词。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "思乡"
  ]
}