{
  "id": 71137,
  "star": 22671,
  "name": "桃花源记",
  "dynasty": "魏晋",
  "content": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷，渔人甚异之。复前行，欲穷其林。</p> <p>　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。</p> <p>　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”</p> <p>　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。</p> <p>　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终，后遂无问津者。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　东晋太元年间，武陵有个人以打渔为生。（一天）他沿着溪水划船，忘记了路程的远近。忽然遇到一片桃林，在小溪两岸几百步之内，中间没有别的树，花草鲜嫩美丽，地上的落花繁多交杂。渔人对此感到十分诧异。便继续往前走，想要走到林子的尽头。</p> <p>　　桃林的尽头就是溪水的源头，渔人发现了一座小山，山上有个小洞口，洞里隐隐约约的好像有点光亮。（渔人）便舍弃了船，从洞口进去。最初，山洞很狭窄，只容一个人通过；又走了几十步，突然变得开阔明亮了。（呈现在渔人眼前的是）一片平坦宽广的土地，一排排整齐的房舍，还有肥沃的田地、美丽的池塘，有桑树、竹林这类的植物。田间小路交错相通，鸡鸣狗吠的声音此起彼伏。在田野里来来往往耕种劳作的人们，男女的穿着打扮和外面的人都一样。老人和小孩，都怡然并自得其乐。</p> <p>　　（村里的人）看见了渔人，感到非常惊讶，问他是从哪儿来的。（渔人）把自己知道的事都详细的一一作了回答。村中人就邀请渔人到自己家里去，摆了酒、杀了鸡做饭来款待他。村子里的人听说来了这么一个人，都来打听消息。他们自己说他们的祖先为了躲避秦时的战乱，领着妻子儿女和乡邻们来到这个与世人隔绝的地方，不再从这里出去，所以跟桃花源外面的人断绝了来往。（这里的人）问如今是什么朝代，他们竟然不知道有过汉朝，更不用说魏、晋两朝了。渔人把自己所知道的事一一详细地告诉了他们。听完，他们都感叹惋惜。其余的人各自又把渔人邀请到自己家中，拿出酒菜来款待他。渔人逗留了几天后，向村里人告辞。村里的人告诉他：“（这里的情况）不值得对桃花源外的人说啊。” </p> <p>　　（渔人）出来以后，找到了他的船，就顺着来时的路回去，处处都做了记号。他到了郡城，去拜见太守，说了这番经历。太守立即派人跟着他去，寻找先前所做的记号，最终迷路了，再也找不到通往桃花源的路了。</p> <p>　　南阳有个名叫刘子骥的人，是位高尚的读书人，他听到这个消息，高兴地计划着前往桃花源。但是没有实现，他不久就病死了。后来就再也没有探访桃花源的人了。 </p> <p><strong>注释</strong><br>太元：东晋孝武帝的年号（376-396）<br>武陵：郡名，现在湖南常德市一带。<br>为业：把……作为职业，以……为生。为：作为。<br>缘：沿着，顺着。<br>行：前行，走。<br>远近：偏义复词，仅指远。<br>忽逢：忽然遇到。逢：遇到，碰见。<br>夹岸：溪流两岸。<br>杂：别的，其他的。<br>芳草鲜美：芳香的青草鲜嫩美丽，芳：花；鲜美：鲜艳美丽。<br>落英：落花。一说，初开的花。<br>缤纷：繁多的样子。<br>甚：很，非常。<br>异之：即“以之为异”，对见到的景象感到诧异。异，意动用法，形作动，以······为异，对······感到惊异，认为······是奇异的。之，代词，指见到的景象。<br>复：继续。<br>前：名词活用为状语，向前。（词类活用）<br>欲：想要。<br>穷：形容词用做动词，穷尽，走到······的尽头。<br>林：代指桃花林。<br>林尽水源：林尽于水源，意思是桃林在溪水发源的地方就到头了。尽：消失（词类活用）<br>便：于是，就。<br>得：发现。<br>仿佛：隐隐约约，形容看得不真切的样子。<br>若：好像……似的。<br>舍：舍弃，丢弃，文中指离开。<br>初：起初，刚开始。<br>才通人：仅容一人通过。才：副词，仅。<br>复：又，再。<br>行：行走。<br>豁然开朗：形容由狭窄幽暗突然变得开阔明亮的样子。然，……的样子。豁然：形容开阔的样子；开朗：开阔明亮。<br>平：平坦。<br>旷：开阔；宽阔。<br>屋舍：房屋。<br>俨（yǎn)然：（古今异义）古义：整齐的样子。今义：形容很像;形容齐整；形容庄严。<br>之：这。<br>属：类。<br>阡陌交通：田间小路交错相通。阡陌，田间小路，南北走向的叫阡，东西走向的叫陌。交通，交错相通。<br>鸡犬相闻：（村落间）可以互相听到鸡鸣狗叫的声音。相闻：可以互相听到。<br>种作：指世代耕种劳作的人。<br>衣着：穿着打扮。<br>悉：全，都。<br>外人：指桃花源以外的世人。（有更好的翻译：另外一个世界的人，因为桃花源人从秦到晋一直与世隔绝）<br>黄发垂髫(tiáo)：指老人和小孩。黄发，古时认为老人头发由白转黄是长寿的象征，这指老人。垂髫，古时小孩不扎结头发，头发下垂，这里指小孩子。（借代修辞）髫，小孩垂下的短发。<br>并：都。<br>怡然：愉快、高兴的样子。<br>乃大惊：竟然很惊讶。乃：竟然。大：很，非常。<br>从来：从……地方来。<br>具：全都。<br>之：代词，指代桃源人所问问题。<br>要(yāo)：通“邀”，邀请。（通假字）<br>咸：副词，都，全。<br>问讯：打听消息。<br>云：说。<br>先世：祖先。<br>率：率领。<br>妻子：（古今异义）古义：指妻子、儿女。“妻”“子”是两个词，不是现代汉语的“妻子”今义：男子的配偶。<br>邑人：同县的人<br>绝境：（古今异义）古义：与人世隔绝的地方。 今义：没有明显出路的困境；进退维谷的境地。 绝：绝处。<br>复：再，又。<br>焉：兼词，相当于“于之”，“于此”，从这里。<br>遂：于是。<br>间隔：隔断，隔绝。<br>今：现在。<br>乃（乃不知有汉的乃）：竟，竟然。<br>无论：不要说，（更）不必说。“无”“论”是两个词，不同于现在汉语的“无论”（古今异义）。<br>为：给。<br>具言：详细地说。<br>所闻：指渔人所知道的世事。闻：知道，听说。<br>叹惋：感叹，惋惜。<br>余：其余，剩余。<br>延至：邀请到。延，邀请。<br>至：到。<br>停：停留。<br>辞：辞别。<br>去：离开。<br>语：告诉。<br>不足：不值得。（古今异义）<br>为：介词，向、对。<br>既：已经。<br>便扶向路：就顺着旧的路（回去）。扶：沿着、顺着。向：从前的、旧的。<br>处处志之：处处都做了标记。志：动词，做标记。（词类活用)<br>及：到达。<br>郡下：太守所在地，指武陵。<br>诣(yì)太守：指拜见太守。诣，到。特指到尊长那里去。<br>如此：像这样，指在桃花源的见闻。<br>即：立即。<br>遣：派遣。<br>寻向所志：寻找先前所做的标记。寻，寻找。 向，先前。 志（名词）,标记。（所+动词译为名词）<br>遂：终于。<br>复：再。<br>得：取得，获得，文中是找到的意思。<br>高尚：品德高尚。<br>士：隐士。<br>也：表判断。<br>欣然：高兴的样子。<br>规： 计划，打算。（词类活用）<br>未：没有。<br>果：实现。<br>未果：没有实现。<br>寻：不久。<br>终：死亡。<br>问津：问路，这里是探访，访求的意思。津：本义渡口。<br>世外桃源：比喻理想中环境幽静、不受外界影响、生活安逸的地方。现用来比喻一种虚幻的超脱社会现实的安乐美好的境界。<br>业:职业</p>",
  "shangxi": "<p><strong>原文回答</strong><br>1．渔人是怎么发现桃花林的？<br>缘溪行，忘路之远近，忽逢桃花林。<br>2．作者怎样描写桃花林的自然景色的？<br>夹岸数百步，中无杂树，芳草鲜美，落英缤纷。（风景优美）<br>3．渔人是如何进入桃花源的？<br>复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光。便舍船，从口入。初极狭，才通<br>人。复行数十步，豁然开朗。（曲折、隐蔽、幽深）<br>4．渔人入山后，看到了怎样的图景？<br>土地平旷，屋舍俨然，有良田美池桑竹之属，阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如<br>外人，黄发垂髫，并怡然自乐。（环境优美宁静、生活安乐幸福）<br>5．桃花源中的人是如何对待这位不速之客的？<br>便要还家，设酒杀鸡作食，村中闻有此人，咸来问讯。余人各复延至其家，皆出酒食。（民风淳朴、热<br>情好客）<br>6．渔人一一为具言所闻，桃源人为什么“皆叹惋”？<br>桃源外的世界如此动乱，黑暗；桃源外的人不能过上安定和平的生活。<br>7．渔人是如何离开桃花源的？<br>既出，得其船，便扶向路，处处志之。<br>暗示这个地方不存在。 增强故事曲折和传奇色彩。</p> <p><strong>探究思考</strong><br>1．课文以什么为线索？怎样划分结构？<br>明确：课文以武陵渔人的行踪为线索，按照发现桃林，进入桃源，出而复寻的时间顺序。<br>全文分三部分：<br>第一部分（1段）写渔人发现桃林的经过。（开端）<br>第二部分（2至3段）写渔人进入桃花源的见闻。这是全文的重点部分，作者正是借此寄托社会理想。<br>第2段写桃花源中宁静安乐的生活环境。<br>第3段写桃花源中淳朴的社会风尚。<br>第三部分（4至5段）故事的结局和尾声。<br>2．作者为什么开头结尾写得简略，中间写得详细？<br>明确：文章的详略安排都是由文章所表达的中心来决定的。本文的作者主要是通过桃花源的生活情状来表现他的社会理想。反映广大人民向往安定、幸福生活的愿望。所以中间部分要详写。开头和结尾只跟故事的传奇性质有关，所以写得简单。<br>3．在桃花源中，作者寄托了怎样的社会理想？<br>作者笔下的桃花源，虚构了这样一种理想社会：这里景色优美，土地肥沃，资源丰富，风俗淳朴；这里没有压迫，没有战乱，社会平等，和平安宁。<br>我们应当怎样看待这样的理想？<br>这理想反映了广大人民的反对剥削压迫、反对战争的愿望，也是对当时社会黑暗现实的批判。但他又带有一定的复古倾向，在阶级社会中只能是一种空想，是不可能实现的。<br>课文小结：<br>全文以武陵渔人进出桃源的行踪为线索，把发现桃源的经过，在桃源的所见所闻所历，离开桃源后再寻桃源的情形，都贯串起来了。故事曲折回环。它虚构了一个与黑暗现实社会相对立的美好境界，寄托了自己的政治理想，反映了广大人民的意愿。<br>/作者笔下桃花源人生活的美好表现在哪里？<br>①因为桃花源的景色动人美丽，给生活增添了一份快乐。<br>②因为人们的生活有条理，自在生活的快乐。<br>③人们热情好客的纯朴之美。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "生活",
    "理想"
  ]
}