{
  "id": 72354,
  "star": 28,
  "name": "司马季主论卜",
  "dynasty": "明代",
  "content": "　　东陵侯既废，过司马季主而卜焉。季主曰：“君侯何卜也？”东陵侯曰：“久卧者思起，久蛰者思启，久懑者思嚏。吾闻之蓄极则泄，閟极则达。热极则风，壅极则通。一冬一春，靡屈不伸，一起一伏，无往不复。仆窃有疑，愿受教焉。”季主曰：“若是，则君侯已喻之矣，又何卜为？”东陵侯曰：“仆未究其奥也，愿先生卒教之。”季主乃言曰：“呜呼！天道何亲？惟德之亲；鬼神何灵？因人而灵。夫蓍，枯草也；龟，枯骨也，物也。人，灵于物者也，何不自听而听于物乎？且君侯何不思昔者也？有昔者必有今日，是故碎瓦颓垣，昔日之歌楼舞馆也；荒榛断梗，昔日之琼蕤玉树也；露蛬风蝉，昔日之凤笙龙笛也；鬼燐萤火，昔日之金釭华烛也；秋荼春荠，昔日之象白驼峰也；丹枫白荻，昔日之蜀锦齐纨也。昔日之所无，今日有之不为过；昔日之所有，今日无之不为不足。是故一昼一夜，华开者谢；一秋一春，物故者新。激湍之下，必有深潭；高丘之下，必有浚谷。君侯亦知之矣，何以卜为？”",
  "fanyi": "<p><strong>译文</strong><br>　　东陵侯被废弃以后，往司马季主那儿去占卜。<br>　　季主说：“您要占卜什么事呢？”东陵侯说：“躺卧时间长了就想起来，闭门独居久了就想出去，胸中积闷久了就想打喷嚏。我听说：积聚过多就要宣泄，烦郁之极就要开畅，闷热太甚就会起风，堵塞过分就会流通。有一冬就有一春，没有只屈而不伸的；有一起就有一伏，没有只去不来的。我私下有所怀疑，希望得到你的指教。”季主说：“既然这样，那么您已经明白了，又何必要占卜呢？”东陵侯说：“我未能深入理解其中的高深微妙，希望先生能指点究竟。”<br>　　季主于是说道：“唉！天道和什么人亲？只和有德的人亲。鬼神怎么会灵？靠着人相信才灵。蓍草不过是枯草，龟甲不过是枯骨，都是物。人比物灵敏聪明，为什么不听从自己，却听命于物呢？而且，您为什么不想一下过去呢？有过去就必然有今天。所以，现在的碎瓦坏墙，就是过去的歌楼舞馆；现在的荒棘断梗，就是过去的琼花玉树；现在在风露中哀鸣的蟋蟀和蝉，就是过去的凤笙龙笛；现在的鬼火萤光，就是过去的金灯华烛；现在秋天的苦菜，春天的荠菜，就是过去的象脂驼峰；现在红的枫叶，白的荻草，就是过去的蜀产美锦，齐制细绢。过去没有的现在有了，不算过分；过去有过的现在没有了，也不能算不足。所以从白昼到黑夜，盛开的花朵凋谢了；从秋天到春天，凋萎的植物又发出新芽。激流旋湍下面，必定有深潭；高峻的山丘下面，必定有深谷。这些道理您也已经知道了，何必还要占卜呢？”</p><p><strong>注释</strong><br>（1）东陵侯：指召平。秦朝时为东陵侯，秦朝灭亡后，为布衣，在长安城东种瓜，瓜的味道很美，称为东陵瓜。见《史记·萧相国世家》。废：指秦亡后失侯爵。<br>（2）閟（bì）：闭塞。<br>（3）卒：尽力。<br>（4）天道何亲，惟德之亲：《尚书·蔡仲之命》：“皇天无亲，惟德是辅。”<br>（5）蓍（shī）：多年生草本植物，古人用其茎来占卜。<br>（6）龟：古代取龟的腹甲用来占卜。<br>（7）昔者：指为官之日。下句“今日”指被废之日。<br>（8）荒榛：指灌木丛生。断梗：草木的断枝。<br>（9）琼蕤（ruí）玉树：指美好的花草树木。琼：美玉。蕤：草木的花下垂的样子。<br>（10）蛬（qióng）：同“蛩”，蟋蟀。<br>（11）釭：灯。<br>（12）象白驼峰：大象的脂肪和骆驼背上的肉峰，都是名贵食品。<br>（13）齐纨：山东出产的白色细绢。<br>（14）华：花。<br>（15）浚谷：深谷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇王顾左右而言他的文章，是讲“升沉应已定，不必问君平”（唐<a href=\"http://so.gushiwen.org/view_72354.aspx\">诗</a>），实际讲的是元代末年的种种腐败都是从前胡作非为恶性发展的结果。</p> <p>　　全文纯系对话，一气呵成，可分三层。第一层是东陵侯就司马季主问卜，并述问卜之由。第二层是司马季主回答不必问卜，只要问自己就行了。第三层讲“昔”与“今”是因果相承的关系。</p> <p>　　东陵侯在秦亡后沦为布衣，种瓜为生，东陵瓜闻名遐迩。可是这位老人也不甘寂寞，“久卧思起”，对自己的处境——终老牖下是否妥贴表示怀疑了。司马季主这位神卜先生，却不吹嘘自己的卜术何等灵验，首先来一通自我否定：鬼神因人而灵；蓍是枯草，龟是枯骨，人，才是灵于物的。强调“德”的作用，尤其是强调人的作用，在当时来讲是比较先进的思想，暗示了鬼神、天命、君上、卜筮皆不足信，不足恃，即“自断此生休问天”之意，这是<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>的进步思想，但这也是和儒家的人定胜天、民贵君轻等思想一脉相承的。</p> <p>　　对话多用比喻，警辟生动，颇具朴素的唯物主义思想光彩。如：“蓄极则泄，閟极则达，热极则风，壅极则通。”含有物极必反之意。又如：“天道何亲？唯德之亲；鬼神何灵？因人而灵。”</p> <p>　　“人灵于物者也。”肯定人为万物之灵。又如“激湍之下，必有深潭；高丘之下，必有浚谷。”反映了事物的对立面。这些格言式的、精采的比喻，如珠玉生辉，接踵而至。一经拈出，就和“金玉其外，败絮其中”一样，成为人民的习用成语，流传至今。</p> <p>　　在现代看来，这篇对话也是对当时统治者的一声警钟。一个国家，如果领导者不能居安思危，见微知著，转眼之间，歌楼舞馆必将变成碎瓦颓垣，琼蕤玉树，必将变成荒榛断梗，一切美好的东西，必将迅速腐败，不可收拾。到那时求神拜佛，求签问卜，都无济于事了。</p>",
  "poet": {
    "id": 152,
    "star": 0,
    "name": "刘基",
    "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
    "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"
  },
  "tags": [
    "古文观止",
    "寓理",
    "对话"
  ]
}