{
  "id": 70642,
  "star": 7,
  "name": "【双调】新水令　春日闺思",
  "dynasty": "元代",
  "content": "一帘飞絮滚凤团，启朱扉眼花撩乱。腕消金钏松，腰瘦翠裙宽。独步盘桓，<br>幽窗下画栏畔。<br>　　【驻马听】妆点幽欢，凤髓茶温白玉碗；安排佳玩，龙涎香袅紫金盘。琼花<br>露点滴水晶丸，荔枝浆荡漾玻璃罐。日光酣，天气暖，牡丹风吹不到芙蓉幔。<br>　　【乔牌儿】娇莺时，杜字自呼唤。故人一去音尘断，这芳菲谁顾管。<br>　　【鸿门凯歌】冷淡了联珠翡翠冠，离披了合彩鸳鸯段，零落了回文龟背锦，<br>空闲了通宝鸦青幔，巫山庙云壑翠Лヴ桃源洞烟火黑弥漫，望夫台景物年年在，<br>相思海风波日日满。眉攒，屈纤指把归期算；心酸，染霜毫将离恨纂。<br>　　【甜水令】空撇下乡幕房栊，银烛帏屏，珠帘楼观，几度月团圆。斗草无心，<br>待月无情，吹箫无伴，眼睁睁寡凤孤鸾。<br>　　【天香引】将一个瘦形骸青镜羞观，愁也多端，病也多端。柳影花阴，看别<br>人玉鸣鸾。听一篇《长恨歌》肝肠刃剜，念几句送春词骨肉锥钻。盟誓难瞒，<br>疼热难拚。生也同衾，死也同棺。<br>　　【随煞】多应是在谁家风月闲亭馆，陡恁的情悭义短。我ゐ惶事攒下万千般，<br>他风流罪攒来数十款。　送王姬往钱塘<br>　　十年无梦到京师，卧书窗坦然如是。几偿沽酒债，填不满买花资。近柳题诗，<br>又感起少年事。<br>　　【驻马听】槁木船容姿，对花月羞斟鹦鹉卮。浮云般神思，扭宫商强作鹧鸪<br>词。我吟到碧梧栖老凤凰枝，他道是雕笼锁定鸳鸯翅。急煎煎捻断吟髭，则被你<br>紫云娘奚落杀白衣士。<br>　　【沉醉东风】讲礼教虚心儿拜辞，说艰难满口儿嗟咨。蛾眉浅黛颦，花靥啼<br>红渍，向樽前留下些相思。我本是当年杜牧之，休认做苏州剌史。<br>　　【庆东原】雨歇阳关至，草生南浦时，好山一路相随侍。沉点点莺花担儿，<br>稳拍拍的花藤轿儿，嗑刺刺鹿顶车儿。踅过若耶溪，赶上钱塘市。<br>　　【离亭宴歇指煞】我不向风流选内求咨示，谁承望别离卷上题名字，关心为<br>此。慢教蜂做问花媒，不劳莺唤寻芳友，何须蝶做追香使。春残小洞房，门掩闲<br>构肆，不是我愁红怨紫。青楼赢的姓名留，彩云渐逐箫声去，锦鳞拟待音书至。<br>明牵双渐情，暗隐江淹志。多娇鉴兹，搜锦绣九回肠，扫云烟半张纸。　秋夜梦回有感<br>　　凤台无伴吕鸾箫，间别来未知音耗。鱼沉尺素稀，雁断锦笺遥。魄散魂消，<br>心间事对谁道。<br>　　【驻马听】林外萧条，一夜霜侵红叶老。庭前寂寥，几番风撼的碧梧雕。病<br>儿多偏觉被儿薄。影儿孤最怕灯儿照。睡不着，淅零零暮雨窗前哨。<br>　　【乔牌儿】业眼儿才待交，丫鬟早来报。揽衣推枕掀帘幕，共多情厮撞着。<br>　　【沉醉东风】则见他乌云髻斜簪玉翘，芙蓉额檀口似樱桃。端的是万种娇，<br>千般俏，更那堪兰麝香飘。今日个得见多情女艳娇，将我这受过的凄凉忘了。<br>　　【风入松】相思一担我都挑，压损沈郎腰，笋条般瘦损潘安貌。这些时茶和<br>饭懒待汤着，几番待要觅尤云寻取快乐，争奈被水淹蓝桥。<br>　　【甜水令】则见他款解罗衫，轻分罗帐，低垂罗幕，团弄粉香娇。半拥鸳衾，<br>斜倚珊枕，共谐欢乐，枕凝酥手腕儿相交。<br>　　【雁儿落】被翻红浪高，髻乌云落。强如海上方，胜似灵丹药。<br>　　【得胜令】呀，则见他粉汁透鲛绡，恰便似带雨海棠娇。雨歇阳台静，云还<br>楚岫遥。欲再整鸾交，间阻邯郸道。懊恨你一个妖挠，可怎生梦儿里无下梢。<br>　　【川拨棹】我这里下庭皋，雨初晴月影高。银汉迢迢，落叶萧萧。万籁静闲<br>庭悄悄，原来这几般儿将鸳梦搅。<br>　　【七弟兄】画帘外铁敲，纱窗外竹摇，呀，敢聒的人越难熬。寒蛩唧唧临阶<br>闹，疏萤点点趁风飘，宾鸿呖呖穿云叫。<br>　　【梅花酒】呀，我这里自窨约，三鼓又频敲，四更又初交。呀，咱两意又徒<br>劳，心儿里相念着。呀，敢梦儿里故寻着，不由人越懊恼。书房中受寂寥，我心<br>内自量度。<br>　　【喜江南】几番待接丝弦何处觅鸾胶，敢银瓶无计井中捞，转南柯蚁阵早迷<br>巢。可着我怎了，孤眠独枕过今宵。<br>　　【离亭宴煞】西风煞是能聒噪，秋声不管离人恼，鬼病儿今番越着。不能够<br>共枕席，谩使传书简，空服灵丹药。近灯檠将香篆焚，叩香几把灵神告，将一个<br>羊儿赛了。你怎生再使我可怜他，着俺这夫妇团圆睡到晓。　秋怀<br>　　碧天风露怯青衫，客窗寒月斜灯暗。浊醪和泪饮，黄菊带愁簪。地北天南，<br>佳期被利名赚。<br>　　【驻马听】沈约羞惭，都道年来腰瘦减；潘安惊惨，自怜老去鬓{髟}。<br>鸳鸯被错配了玉清庵，凤鸾交干闪下蓝桥站。不知音休笑俺，吟肩惯压相思担。<br>　　【乔牌儿】汝阳斋曾笑谈，凤月所试评鉴。贾充宅不许儒生探，冷清清谁愿<br>览。<br>　　【雁儿落】误人书方知性理担，评花稿才觉文章淡。碧云笺慵将鸟篆临，紫<br>霜毫倦把龙香蘸。<br>　　【得胜令】凤流谜谨包含，姻缘簿煞尴尬。绿绮琴冰弦断，红叶诗御水淹。<br>何堪，青楼集乔科范；难甘，白头吟，冷句刂。<br>　　【滴滴金】自从他暗与香囊，痛剪青丝，平分宝鉴，直恁的绝雁贴。断鱼缄，<br>都做了落叶随风，断梗逐波，轻舟脱缆，急回头秋已过三。<br>　　【折桂令】将一片志诚心迤逗的人憨，悲切切似泣露寒蛩，气丝丝如做茧春<br>蚕。抹泪揉眵，看别人花底停骖。可不道多病身愁怀易感，犹兀自读书人饿眼偏<br>馋。憔翠难耽，寂寞多谙，空望想楚庙娉婷，枉祈求普救伽蓝。<br>　　【尾声】我则见跳龙门撞碎了偷香胆，权宁耐红消绿减。成就了我紫罗礻阑<br>犀角带虎头牌，受用你翡翠衾象牙床凤毛毯。",
  "poet": {
    "id": 3096,
    "star": 0,
    "name": "汤舜民",
    "desc": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"
  },
  "tags": []
}