{
  "id": 19155,
  "star": 1712,
  "name": "题都城南庄",
  "dynasty": "唐代",
  "content": "去年今日此门中，人面桃花相映红。<br>人面不知何处去，桃花依旧笑春风。",
  "fanyi": "<p><strong>译文</strong><br>去年春天，就在这扇门里，姑娘脸庞，相映鲜艳桃花。<br>今日再来此地，姑娘不知去向何处，只有桃花依旧，含笑怒放春风之中。</p> <p><strong>注释</strong><br>⑴都：国都，指唐朝京城长安。<br>⑵人面：指姑娘的脸。第三句中“人面”指代姑娘。<br>⑶不知：一作“秖（zhǐ）今”。去：一作“在”。<br>⑷笑：形容桃花盛开的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_19155.aspx\">诗</a>四句，这四句诗包含着一前一后两个场景相同、相互映照的场面。</p> <p>　　第一个场面：寻春遇艳——“去年今日此门中，人面桃花相映红。”诗人抓住了“寻春遇艳”整个过程中最美丽动人的一幕。“人面桃花相映红”，不仅为艳若桃花的“人面”设置了美好的背景，衬出了少女光彩照人的面影，而且含蓄地表现出诗人目注神驰、情摇意夺的情状，和双方脉脉含情、未通言语的情景。</p> <p>　　第二个场面：重寻不遇。还是春光烂漫、百花吐艳的季节，还是花木扶疏、桃树掩映的门户，然而，使这一切都增光添彩的“人面”却不知何处去，只剩下门前一树桃花仍旧在春风中凝情含笑。桃花在春风中含笑的联想，本从“人面桃花相映红”得来。去年今日，伫立桃树下的那位不期而遇的少女，想必是凝睇含笑，脉脉含情的；而今，人面杳然，依旧含笑的桃花只能引动对往事的美好回忆和好景不常的感慨了。“依旧”二字，正含有无限怅惘。</p> <p>　　整首诗其实就是用“人面”、“桃花”作为贯串线索，通过“去年”和“今日”同时同地同景而“人不同”的映照对比，把诗人因这两次不同的遇合而产生的感慨，回环往复、曲折尽致地表达了出来。对比映照，在这首诗中起着极重要的作用。因为是在回忆中写已经失去的美好事物，所以回忆便特别珍贵、美好，充满感情，这才有“人面桃花相映红”的传神描绘；正因为有那样美好的记忆，才特别感到失去美好事物的怅惘，因而有“人面不知何处去，桃花依旧笑春风”的感慨。</p> <p>　　尽管这首诗有某种情节性，有富于传奇色彩的“本事”，甚至带有戏剧性，但它并不是一首小叙事诗，而是一首抒情诗。“本事”可能有助于它的广泛流传，但它本身所具的典型意义却在于抒写了某种人生体验，而不在于叙述了一个人们感兴趣的故事。它诠释了一种普遍性的人生体验：在偶然、不经意的情况下遇到某种美好事物，而当自己去有意追求时，却再也不可复得。这也许正是这首诗保持经久不衰的艺术生命力的原因之一。</p> <p>　　“寻春遇艳”和“重寻不遇”是可以写成叙事诗的。作者没有这样写，正说明唐人更习惯于以抒情诗人的眼光、感情来感受生活中的情事。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_19155.aspx\">诗</a>的创作时间，史籍没有明确记载。而唐人孟棨《本事诗》和宋代《太平广记》则记载了此诗“本事”：<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>到长安参加进士考试落第后，在长安南郊偶遇一美丽少女，次年清明节重访此女不遇，于是题写此诗。这段记载颇具传奇小说色彩，其真实性难以得到其他史料的印证。</p><br/><h2>后世影响</h2> 　　此<a href=\"http://so.gushiwen.org/view_19155.aspx\">诗</a>及其本事很有传奇色彩，欧阳予倩先生曾就这个故事写了一出京剧《人面桃花》。这首诗流传甚广，而且在以后的诗词中也累见其痕迹。比如：“落花犹在，香屏空掩，人面知何处？”（<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《御街行》）再如：“纵收香藏镜，他年重到，人面桃花在否？”（袁去华《瑞鹤仙》）从这些作品也可以看出它对后世文学创作的影响。后来人们用“人面桃花”形容女子的面容与桃花相辉映，后用于泛指所爱慕而不能再见的女子，也形容由此而产生的怅惘心情。",
  "poet": {
    "id": 74,
    "star": 0,
    "name": "崔护",
    "image": "http://img.gushiwen.org/authorImg/cuihu.jpg",
    "desc": "崔护，唐代诗人。字殷功，唐代博陵（今河北定州市）人。公元796年（贞元十二年）登第（进士及第）。公元829年（大和三年）为京兆尹，同年为御史大夫、岭南节度使。终岭南节度使。其诗诗风精练婉丽，语极清新。《全唐诗》存诗六首，皆是佳作，尤以《题都城南庄》流传最广，脍炙人口，有目共赏。该诗以“人面桃花，物是人非”这样一个看似简单的人生经历道出了千万人都似曾有过的共同生活体验，为诗人赢得了不朽的诗名。"
  },
  "tags": [
    "写景",
    "故事",
    "抒情"
  ]
}