{
  "id": 61678,
  "star": 402,
  "name": "海棠春·已未清明对海棠有赋",
  "dynasty": "宋代",
  "content": "海棠亭午沾疏雨。便一饷、胭脂尽吐。老去惜花心，相对花无语。 <br>羽书万里飞来处。报扫荡、狐嗥兔舞。濯锦古江头，飞景还如许。",
  "fanyi": "<p><strong>译文<br></strong>长着海棠的亭子中午时分还淋着细雨，仅仅片刻之后，鲜艳的花朵就全部开放了。老去的人爱怜着娇嫩的花蕊，对着海棠花什么都说不出口。<br>从军书急报传来的万里之外，传来了蒙古人大肆扫荡侵犯的消息。可怜锦江头处的川蜀之地，战火依然那样，没有停息啊。</p> <p><strong>注释<br></strong>①疏雨：细雨。<br>②一饷：吃一顿饭的时间，片刻。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《鹤冲天》：青春都一饷。饷，古代指军粮，饭食。<br>③胭脂：用于化妆或者作画的红色颜料，此处指鲜艳的花朵<br>④惜：怜爱。<br>⑤羽书:古代的紧急军事文书插有羽毛，故称羽书。<br>⑥狐嗥兔舞：指蒙古人的侵犯。词人作此词的三年前，蒙古军便开始侵扰四川，作此词的一年前，蒙古军已连败宋军，到达合州（今合川）。<br>⑦濯锦古江：即锦江。代指遭受战火的四川，至今四川还有以“濯锦之江”命名的锦江区。<br>⑧飞景：宝剑名。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《典论》：“二十四年二月壬午，造百辟宝剑。长四尺二寸，淬以清 漳 ，厉以礛诸，饰以文玉，表以通犀，光似流星，名曰飞景。这里代表战火。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词借写海棠，抒发自己心忧国事的悲慨和壮心不已的豪情。作者在庆无府（今宁波）任沿海制监大使时，已是六十五岁了，之前曾几度官居台辅，又几度削职，经历了宦海几多沉浮，意气未免有些消沉了。但他在庆元任内仍克尽职守，并写有<a href=\"http://so.gushiwen.org/view_61678.aspx\">诗</a>词作品三百余首，佳作亦有多篇，读此词可见其心迹之一斑。</p> <p>　　“对海棠有赋”，开头便咏海棠。“海棠亭午沾疏雨，便一饷、胭脂尽吐。”清明时节，节物风光变化迅速。中午下了阵“疏雨”，顷刻间海棠就大放光艳了，“一饷”、“尽”将花开之快，观赏者的快感传神地表达出来，叫人多么惊喜。而这海棠沾雨之后更显得鲜活冶艳，就叫人更加喜爱了。词人老大风情减，面对如此国色，似乎有点不知所措了。“老去惜花心，相对花无语。”红颜皓首，两相对待，在这“无语”中我们不难体会作者自怜衰疲之意。</p> <p>　　下片由眼前的海棠而联想四川的战况。“羽书万里飞来处，报扫荡、狐嗥兔舞。”“狐嗥兔舞”指蒙古入犯。<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>作此词的前三年，蒙古就开始侵扰四川，前一年蒙古可汗蒙哥亲率十万军队自六盘山扑向川蜀，连败宋军，但到达合州（今合川）时，遇到守将王坚的顽强抵抗，蒙古派往招降的使臣也被王坚处死，这使蒙哥的军事行动受到很大挫折，因此曾一度考虑退兵。这大约就是捷书所报的内容。词人以跳跃式思维写此事，可以想见他心情的振奋。“濯锦古江头，飞景还如许！”这两句的意思就是：锦江头（以代蜀）的海棠，还是那般艳丽！这里又用“濯锦”二字，海棠花就显得更美了，真是锦上添花。“江头”前又着一“古”字，似乎表示：我华夏古来繁华之地，岂容狐兔闯来！</p> <p>　　这首词写词人在衰暮之年观赏海棠，联想“海棠国”的战局，表现了烈士暮年心忧国事的忠忱。</p>",
  "poet": {
    "id": 72,
    "star": 0,
    "name": "吴潜",
    "image": "http://img.gushiwen.org/authorImg/wuqian.jpg",
    "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"
  },
  "tags": [
    "赏花",
    "抒怀"
  ]
}