{
  "id": 73237,
  "star": 10,
  "name": "观大散关图有感",
  "dynasty": "宋代",
  "content": "上马击狂胡，下马草军书。<br>二十抱此志，五十犹癯儒。<br>大散陈仓间，山川郁盘纡。<br>劲气钟义士，可与共壮图。<br>坡陁咸阳城，秦汉之故都。<br>王气浮夕霭，宫室生春芜。<br>安得从王师，汛扫迎皇舆？<br>黄河与函谷，四海通舟车。<br>士马发燕赵，布帛来青徐。<br>先当营七庙，次第画九衢。<br>偏师缚可汗，倾都观受俘。<br>上寿大安宫，复如正观初。<br>丈夫毕此愿，死与蝼蚁殊。<br>志大浩无期，醉胆空满躯。",
  "fanyi": "<p><strong>译文<br></strong>飞身上马前去奋击猖狂的胡虏，下得马来又忙草拟军中的文书。<br>二十岁时就有这样的雄心大志，五十岁了不料还是个瘦弱穷儒！<br>大散关和陈仓间有壮丽的山川，河流弯曲盘旋呵山上草木扶疏。<br>义士身上凝聚一股刚劲的气概，可同他们一起去实现伟业宏图。<br>咸阳古城周围的地势高低起伏，这一带曾经是秦汉两汉的故都。<br>如今帝王气象混杂在雾霭之中，从前的宫室满是一片春草荒芜。<br>怎样才能跟随着王师出征北伐，扫清道路好迎接君王回到故土？<br>函谷关和黄河一带成了太平地，四面八方车船往来畅通无拦阻。<br>士兵良马从燕赵地区挑选而来，布绸是打青州徐州运来的货物。<br>重建京城先要营造君王的祖庙，再依次来修筑四面八方的街路。<br>派遣的一支队伍捉住了金国国主，观看受降仪式京里人倾城而出。<br>宫廷里举杯进酒庆贺北伐胜利，要把贞观间繁盛景象重新恢复。<br>大丈夫哪天能够实现这个心愿，便是死了一生也就没白白虚度。<br>志向远大要实现却是渺茫无期，醉酒后一身是胆也是空无用处！</p> <p><strong>注释<br></strong>大散关图：指大散关作战的地图。大散关在今陕西宝鸡西南，为宋、金相持之地。<br>狂胡：指金人。<br>癯（qú）儒：瘦弱书生。癯，瘦。<br>陈仓：古地名，在今陕西宝鸡。<br>郁：树木茂密。<br>盘纡：盘曲迂回。<br>钟：专注；凝聚。<br>图：谋划。<br>坡陁（tuó）：险阻不平的样子。<br>王气：王者之气，即王朝的气运。<br>夕霭：黄昏的烟雾。<br>春芜：春天的杂草。<br>王师：指南宋军队。<br>汛扫：清除。<br>皇舆：皇帝的车驾。舆，车。<br>函谷：关名，在今河南灵宝。<br>燕赵：战国时国名，均在黄河以北，故可代指北方。<br>青徐：古州名，青州和徐州均以产绫绢著称。<br>营：建造。<br>七庙：古代礼制，天子有七个祖庙。<br>九衢（qú）：泛指四通八达的道路。<br>偏师：指全军的一部分，以别于主力。<br>可汗：这里指金主。<br>倾都：城中所有居民。<br>上寿：献酒祝寿。<br>大安宫：唐代宫殿名，此处借指宋宫。<br>正观：即贞观，唐太宗年号（627-649），为唐朝的强盛时期。<br>毕：完成。<br>殊：不同。<br>期：限度。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头四句申述壮志难酬的历落遭遇。“上马击狂胡，下马草军书。”化用《魏书》卷七十《傅永传》中事：“傅永，字脩期......有气干，拳勇过人，能手执鞍桥，倒立驰聘。年二十余，有友人与之书而不能答，请于洪仲，洪仲深让之而不为报。永乃发愤读书，涉猎经史，兼有才笔。”“高祖每叹曰：‘上马能击贼，下马作露布，惟傅脩期耳。’”古代<a href=\"http://so.gushiwen.org/view_73237.aspx\">诗</a>人言从戎、歌《出塞》，鄙文崇武，一般与谋求自身的前途有关。这一点<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>说得最为明白：“万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。大笑向文士，一经何足穷？”（《塞上》）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>以文武双全的傅脩期自况，与上述情况有所不同。由于金朝屡次以大兵压境，南宋处于危难之际。陆游为了御侮救国，才不甘心仅仅当一名文士。“击狂胡”是一个战士的本分，“草军书”是一个从戎的文士力所能及的工作。诗人没有把文与武对立起来，也不用“投笔从戎”一类的成语，说明他想得很实际。但诗人在现实生活中的遭际却十分不幸：“二十抱此志，五十犹癯儒。”人生最宝贵的光阴是在20岁至50岁之间。诗人希望在这30年间为恢复祖国河山发挥自己的才干，并积极为实现这一愿望而奔走四方，但结果实在令人失望；虽行年五十，却依然是一介瘦儒。诗人内心满是愤懑之气。他想尽情地喷发出来，但官场的险恶处境又不允许他这样做，因此只好用一个“犹”字略事点染。这在艺术上恰如蚌病成珠似的，成全了作者。对于五七言古诗来说，“气”是十分重要的。气盛而敛，风骨自振，字字句句都富于感人的力量。反之则必然格卑句弱，缺乏动人的艺术效果。</p> <p>　　中间二十句就观大散关图之所见生发感想。这种感想，又可以分为两个层次。</p> <p>　　第一层次主要借观图一事表述自己的战略意图。大散关一带，山川有险阻之势可凭，人民有忠勇之气可用，加上关中为秦汉故都，有丰富的历史经验可资借鉴。如若先据有关中，再东向而出，便势如破竹，可以把女真贵族军事集团一举赶出中原。这一层次，作者把议论与抒情结合起来，并从地理、人事、历史三个方面着笔，既有说服力，又有感染力。“大散陈仓间”，不是单指大散关与陈仓县之间的一小段地区，而是泛指关中广大地区。“劲气钟义士”是说关中人民气劲志刚，是绝不肯长期屈从于金人的统治，必然会奋起反抗的。这在忠义之士身上体现得最为集中。人民渴望收复失地，复兴宋室，这对南宋朝廷来说是至关重要的因素。“可与共壮图”一句，正是提醒南宋朝廷不要辜负关中人民的爱国心愿。“坡陁咸阳城，秦汉之故都”两句，进一步从历史的角度申述先取关中地区对于建立帝王之业的重要意义。遗憾的是南宋最高统治者已经没有秦、汉两朝开国皇帝的气魄。他们偏安江左，歌舞升平，完全无意于恢复中原，所以诗人不得不沉痛地发出了悲凉的哀吟：“王气浮夕霭，宫室生春芜。”</p> <p>　　第二层次主要是想象自己擘画的战略意图实现后的胜利景象。“安得从王师，泛扫迎皇舆？”这两句是说，诗人十分希望随从王师攻入关中，进而收复中原，迎接銮舆回到汴京。从此以后，南北限隔的现象不复存在了，交通也由此而通畅：“黄河与函谷，四海通舟车。”沦陷区光复后，各地的货物源源不绝地运到了汴京：“士马发燕赵，布帛来青徐。”遭受严重破坏的汴京开始重建了：“先当营七庙，次第画九衢。”被击败的金朝军队衰弱不堪，朝廷只需派出一支偏师便可把金朝最高统治者俘虏过来：“偏师缚可汗，倾都观受俘。”于是一切都恢复了太平盛世的景象：“上寿大安宫，复如正观初。”唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>校猎有获，每亲献禽于大安宫（参阅《旧唐书·太宗纪》）。诗人用此故实，表明他不仅想恢复中原、统一祖国，而且还希望政治清明、天下大治。</p> <p>　　这两个层次在全诗中的作用是显而易见的。诗人的爱国主义精神借观图所见，得到了充分的展示，这是一；诗人的军事才能和战略眼光借观图所思同样得到了充分的展示，这是二；诗中崇高的爱国激情和强烈的报国宏愿与诗人穷愁潦倒的“癯儒”形象构成了强烈的对比，使读者油然而生对软弱无能的南宋最高统治集团的愤恨，这是三。从感情结构上说，由于这两个层次着笔的角度各不相同，表达的感情也就有所区别。第一层次着眼于现实，感情比较冷静，略带悲慨；第二层次偏重于幻想，感情比较奔放，显得乐观自信。用幻想中的成功和欢乐来填补现实中的不足，以乐语写哀，可以在艺术上收到最佳的美学效果。本诗读来倍觉悲壮动人，实有得于此。</p> <p>　　最后四句倾诉了诗人无可奈何的悲楚情怀。“丈夫毕此愿，死与蝼蚁殊！”话虽是从正面说的，但反面的意思却十分明白：那些醉生梦死、不图恢复的昏庸之辈虽然还活着，但与 蝼蚁没什么两样。用冲和的语气来表达愤激的感情，这比之横眉怒斥更为深沉有力。但南宋统治集团既定的国策是不会改变的，因此诗人终于不能有所作为。“志大浩无期，醉胆空满躯”两句，可以说是诗人在百般寻求解脱而又实在无法解脱的情况下的自嘲与自慰。恢复国土，人人有责，这样的“志”，本无可嘲而自嘲，愈显出诗人受压抑之深和无可奈何之叹。临了，只能借酒浇愁。无奈诗人燃烧的爱国热情不是几杯浊酒所能浇下去的，酒入愁肠，醉胆开张。诗人的满腔怨愤已不能自己，但诗中仍不敢显言，只用一个“空”字微微逗出。全诗到此打住，但感情的波涛仍在激荡。陆游此诗写于嘉州。他在《读岑嘉州诗集》中赞扬岑诗道：“笔力追李杜”明代诗人<a href=\"http://so.gushiwen.org/author_716.aspx\">边贡</a>云：“称其近于李杜，斯可谓知言矣。”（《岑嘉州诗集》明正德十五年济南刻本《刻岑诗成题其后》）陆游此诗不仅爱国激情浩乎沛然与岑诗一脉相承，而且在“笔力追李杜”这一点上，亦与岑诗相仿佛。诗人由观大散关图而想到如何对中原用兵，又从用兵成功的幻想而回归到冰冷的现实；诗人最不愿意纸上谈兵，而最后又不免纸上谈兵。主观与客观的对立与冲突，给全诗灌注了一股郁勃不平之气。这与杜诗沉郁的风格十分相近。全篇兴会飙举、骨力豪健、词气发扬踔厉、流吐似不费力，这又酷肖<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗风。</p>",
  "about": "<h2>创作背景</h2> 　　乾道九年（1173）十月，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>摄知嘉州，看了宋与金交界的要塞地图——大散关图后作下此<a href=\"http://so.gushiwen.org/view_73237.aspx\">诗</a>。嘉州是唐代著名边塞诗人<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>当过刺史的地方。岑参诗中强烈的爱国主义精神使陆游深受感染。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "战争",
    "抒情",
    "爱国"
  ]
}