{
  "id": 47953,
  "star": 65,
  "name": "战城南",
  "dynasty": "两汉",
  "content": "战城南，死郭北，野死不葬乌可食。<br>为我谓乌：且为客豪！<br>野死谅不葬，腐肉安能去子逃？<br>水深激激，蒲苇冥冥；<br>枭骑战斗死，驽马徘徊鸣。<br>梁筑室，何以南？何以北？<br>禾黍不获君何食？愿为忠臣安可得？<br>思子良臣，良臣诚可思：<br>朝行出攻，暮不夜归！",
  "fanyi": "<p><strong>译文<br></strong>城南城北都有战事，有许多人战死在野外，尸体不埋葬乌鸦来啄食。<br>请为我对乌鸦说：“在吃我们外乡的战士之前请为我们悲鸣几声！<br>战死在野外没人会为我们埋葬，这些尸体哪能从你们口中逃掉呢？”<br>清澈透明的河水在不停地流淌着，茂密的蒲苇草显得更加葱郁。<br>善战的骏马都在战斗中牺牲，只有劣马还在战场上徘徊哀鸣。<br>在桥梁上筑直了营垒工事，那南北两岸的人民将如何交往？<br>无人收获庄稼你们吃什么？就是想成为忠臣保卫国家都无法实现啊！<br>怀念那些忠诚卫国的好战士，那些忠良将士实在令人怀念：<br>天刚亮他们就忙着出去打仗，可是到晚上却未能一同回来。</p> <p><strong>注释<br></strong>1.郭：外城。野死：战死荒野。<br>2.野死：死于野外。乌：乌鸦。<br>3.客：指战死者，死者多为外乡人故称之为“客”。豪：同“嚎”，大声哭叫，号叫。<br>4.谅：当然。<br>5.安：怎么。<br>6.激激：清澈的样子。<br>7.冥冥：深暗的样子。<br>8.枭（xiāo）骑：通“骁”，作“勇”解，指善战的骏马。<br>9.驽（nú）马：劣马，此<a href=\"http://so.gushiwen.org/view_47953.aspx\">诗</a>中指疲惫的马。<br>10.梁：表声字。<br>11.而：一作“不”。<br>12.良臣：指忠心为国的战士。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“战城南，死郭北，野死不葬乌可食。”城南、郭北，互文见义，是说城南城北，到处都在进行战争，到处都有流血和死亡。抒写一场激烈的战事，起句刚叙及“战”，便径接以“死”，而对士卒杀敌的悲壮场景，不作一语描述。战争过后，大地上横七竖八，躺满了尸体，成群的乌鸦，“呀呀”地叫着，争啄着这些无人掩埋的战士。面对这样的惨状，谁都不能不惊心动魄。</p> <p>　　“为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃！”这可以理解为是<a href=\"http://so.gushiwen.org/view_47953.aspx\">诗</a>人请求乌鸦在啄食之前，先为这些惨死的战士大声恸哭；也可以理解为死去的战士为自己请求乌鸦在啄食之前，先为他们悲鸣几声。</p> <p>　　“水深激激，薄苇冥冥”两句，通过景物描写，进一步渲染战场荒凉悲惨的气氛。清凉的河水流淌着，茫茫的蒲苇瑟瑟着，似乎在向人们哭诉着战争的灾难。“枭骑战斗死，驽马徘徊鸣。”突然，一声战马的长嘶，引起了诗人的注意：它身受重伤，已经不中用了，但仍然徘徊在死去的勇士身旁，悲鸣着不肯离去。表面上，是对战场上的景物作客观叙写，但这些景物，却是经过诗人严格挑选了的典型画面，无一不寄托着诗人深沉的感情在内。</p> <p>　　“梁筑室，何以南，何以北？禾黍不获君何食？愿为忠臣安可得？”这里，不只是对眼前战场的情景进行描述，而是把眼光移向了整个社会：战争不仅驻把无数的兵士推向了死亡的深渊，而且破坏了整个社会生产，给人民的生活带来了深重的灾难。</p> <p>　　最后四句，诗人抒发了对死难士卒的哀悼之情。“思子良臣，良臣诚可思。”“子”和“良臣”在这里是同位语，指那些牺牲了的战士。诗人饱含感情，用一个“诚”字，倾吐了自己内心的悲痛。“朝行出攻，暮不夜归。”感叹战士一去不复返，语句极其沉痛，引起人莫大的悲哀。结尾两句同开头勇士战死遥相呼应，使全诗充满了浓重的悲剧气氛。</p> <p>　　这是反映社会现实的诗歌，但诗中运用了浪漫主义表现手法。歌辞中死人居然说话了，这就是浪漫主义表现手法的例证。</p>",
  "about": "<h2>创作背景</h2> 　　《战城南》是一首汉乐府民歌，属《汉鼓吹铙歌十八曲》之一，是为在战场上的阵亡者而作。汉朝和匈奴曾长期爆发冲突，朝廷派兵长期戍守，不免使战士产生怨恨之情。此<a href=\"http://so.gushiwen.org/view_47953.aspx\">诗</a>即是戍边战士反战情绪的反映。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "战争",
    "民歌"
  ]
}