{
  "id": 38537,
  "star": 258,
  "name": "长安清明",
  "dynasty": "唐代",
  "content": "蚤是伤春梦雨天，可堪芳草更芊芊。<br>内官初赐清明火，上相闲分白打钱。<br>紫陌乱嘶红叱拨，绿杨高映画秋千。<br>游人记得承平事，暗喜风光似昔年。",
  "fanyi": "<p><strong>译文<br></strong>忽然之间，已经是细雨飘飞的春天了，怎堪芳草青青。<br>宫中把新火赐给大臣，大臣们无事，以蹴鞠为戏。<br>路上骏马乱叫，绿杨丛里，秋千上下飞舞。<br>游人还记得以前太平时候的盛事，这和昔年相似的风光，引起心头的隐隐快乐。</p> <p><strong>注释<br></strong>1、蚤：“蚤”通“早”。<br>2、梦雨：春天如丝的细雨。<br>3、可堪：意思是不可堪，不能忍受。<br>4、芊（qiān）芊：草木茂盛的样子。<br>5、内官：国君左右的亲近臣僚。又指宦官太监。<br>6、初赐清明火：一种古代风俗，寒食禁火，把冬季保留下来的火种熄灭了。到了清明，又要重新钻木取火。唐代的皇帝于此日要举行隆重的“清明赐火”典礼，把新的火种赐给群臣，以表示对臣民的宠爱。<br>7、上相：泛指大臣。<br>8、白打钱：玩蹴鞠游戏，优胜者受赐金钱，种“白打钱”，一说白打钱指斗鸡。<br>9、紫陌：大路。“陌”本是指田间的小路，这里借指道路：“紫”是指道路两旁草木的颜色。<br>10、红叱（chì）拨：唐天宝中从西域进汗血马六匹分别以红、紫、青、黄、丁香、桃花叱拨为名，这里泛指骏马。<br>11、画秋千：装饰美丽的秋千。<br>12、承平：太平。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_38537.aspx\">诗</a>语言清新，诗人通过写清明节时的人事和景物，来透露出诗人对盛世的怀念与对现实朝野状况的失望。</p> <p>　　首联描写自己独伤春，朝与野之人游春、赏春。开头诗人便暗用了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登楼》“花近高楼伤客心，万方多难此登临”的诗意，抒发别有怀抱的诗人的伤春愁绪。诗人在春雨霏霏的阴沉灭气中，内心郁苦愁闷，更由芊芊芳草增添凄迷冷落之情。“蚤是”、“可堪”这两个虚词，构成语意表达的递进关系，将诗人内心的凄楚表现得深长而急切。但是，后面所描写的并不是诗人自己的情态举止，而是朝廷内外游人的赏春之乐。</p> <p>　　颔联描写宫中清明节的风俗和游乐。<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《寒食》诗有云：“春城无处不飞花，寒食东风稠柳斜。日暮汉宫传蜡烛，轻烟散人五侯家。”此诗“内官初赐清明火”句，即描写皇宫内清明节取榆柳火赏赐近臣的节俗。一个“初”字，暗示了此时动乱刚定，朝廷复行旧日礼制。“上相闲分白打钱”一句描写宫中蹴鞠游戏之乐，一个“闲”字，则交代了贵为朝廷宰相却无所作为的状态。</p> <p>　　颈联描写宫外游春繁盛的景象。在京师郊野的道路上，红色的骏马嘶鸣不已，游春的男子络绎不绝；在绿杨掩映的庭院中，女子们正在欢快地荡着秋千。这里的色彩鲜艳夺目，所见所闻热闹非凡，一“乱”字、一“高”字，都尽显出晚唐时代人们沉湎在纵恣冶游的“世纪末”的狂欢之中。</p> <p>　　尾联展现身处其间的游人的欣慰。他们觉得如今的热闹喧闹，就像是昔年的升平风光，又可以忘却动乱的痛苦记忆，无所顾忌地享受眼前的快乐。然而，所谓的“升平”却是表象，诗人正是透过这虚假的繁荣，感受到了国势岌岌可危的形势，深藏着浓重的现实忧愁。</p> <p>　　诗人用冷峻的目光，看似闲淡地刻画长安城清明时分热闹如昔、游人如织的欢快场面，实则暗含着深沉的讽刺、斥责之意，以“游人”之喜乐，愈加反衬出诗人“伤时伤世复伤心”的悲郁之情。</p>",
  "about": "<h2>创作背景</h2> 　　唐僖宗广明元年（880年），<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>农民起义军攻陷长安；光启元年（885年），李克用又进逼京师。经过多年的战争洗劫，长安城早已满目疮痍。唐昭宗景福二年（893年）至乾宁元年（894年），<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>在长安应进士试。此<a href=\"http://so.gushiwen.org/view_38537.aspx\">诗</a>即作于此时。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "清明节",
    "怀念"
  ]
}