{
  "id": 9242,
  "star": 7,
  "name": "送王大昌龄赴江宁",
  "dynasty": "唐代",
  "content": "对酒寂不语，怅然悲送君。<br>明时未得用，白首徒攻文。<br>泽国从一官，沧波几千里。<br>群公满天阙，独去过淮水。<br>旧家富春渚，尝忆卧江楼。<br>自闻君欲行，频望南徐州。<br>穷巷独闭门，寒灯静深屋。<br>北风吹微雪，抱被肯同宿。<br>君行到京口，正是桃花时。<br>舟中饶孤兴，湖上多新诗。<br>潜虬且深蟠，黄鹄举未晚。<br>惜君青云器，努力加餐饭。",
  "fanyi": "<p><strong>译文<br></strong>面对着酒杯沉默不语，今日里满怀愁绪为您送行。<br>圣明的时代得不到重用，突然皓首攻文。<br>到江南水乡去当个小官，风波经历几千里。<br>诸公挤满了朝廷，只有您一人在渡过淮水。<br>我家曾住在富春的江渚，常常回忆起那临江的高楼。<br>自从听说您要前去，叫我频频望着那南徐州。<br>独居僻巷紧闭着门，夜晚寒灯静照着深屋。<br>北风吹起微雪，抱着被子愿意同住宿。<br>您这一路走到京口，正是桃花盛开之时。<br>舟中自会大发感兴，湖上定能多写新<a href=\"http://so.gushiwen.org/view_9242.aspx\">诗</a>。<br>虬龙且要深潜屈蟠，黄鹄高飞也不论早晚。<br>请爱惜您青云之器，努力添加餐饭。</p> <p><strong>注释<br></strong>⑴王大昌龄：<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>，唐代诗人。<br>⑵怅然：失意不乐貌。悲送君：一作“愁送君”。<br>⑶明时：指政治清明，国泰民安的盛世。<br>⑷攻文：一作“工文”。<br>⑸泽国：水乡，江南水量丰富，故云，此处指江宁。从：任职。<br>⑹天阙：皇宫前的望楼，此处指朝廷。<br>⑺淮水：即淮河，赴江宁须经此河。<br>⑻富春渚：富春江，为钱塘江上游，在今浙江富阳县南。渚：水中小洲。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>父植曾任衢州司仓参军，衢州在富春江上游衢江，参随父曾居此。<br>⑼卧江楼：无考。当指富春江畔一小楼，岑参曾居于此。南徐州：东晋南迁，侨置徐州于京口（今江苏镇江），故云。参父植曾任江南东道润州句容县令，治所属南徐州辖地。<br>⑽频望：一作“频梦”。<br>⑾穷巷：冷僻简陋的小巷。<br>⑿京口：今江苏镇江。<br>⒀桃花时：桃花开在阴历二月，送别时是冬天，等王昌龄走到京口时，已在二月桃花盛开的季节了。<br>⒁饶：多。孤兴：<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》：“对穷迹而孤兴。”指感时触景，而独自幽赏。<br>⒂虬：传说中有角的龙。《周易·縠晎》：“潜龙勿用。”<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》“潜虬媚幽姿”李善注：“虬以深潜而保真。”蟠：深屈而伏。此处以潜虬比拟王昌龄才华横溢而不得重用。<br>⒃黄鹄：天鹅。《汉书·昭帝纪》：“黄鹄下建章宫太液池中。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“黄鹄，大鸟也，一举千里者。”举：高飞。黄鹄非燕雀，虽暂且屈伏，终有一日必高举之上。此处也以黄鹄拟王昌龄。黄鹄举：一作“鹤飞来”。<br>⒄青云器：《史记·范雎传》：“贾不意君能自致于青云之上。”器：才具。青云器，指廊庙才。<br>⒅努力加餐饭：借用《古诗十九首·行行重行行》句，此处告慰好友远行多自珍重。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_9242.aspx\">诗</a>为送别<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>而作，作者对王昌龄怀才不遇、仕途多舛给予同情，并勉励友人再展鸿图，青云直上。</p> <p>　　“对酒寂不语，怅然悲送君，明时未得用，白首徒攻文。”此四句写为将赴贬所的王昌龄饯行，而悲凉忧郁的气氛笼罩着大家，使他们把盏对斟，欲说还休。君子临治世，当有为于天下，而王昌龄却难君臣遇合，被贬外官。诗人叹息王昌龄徒有生花之诗笔和可干青云的文章，却得不到朝廷重用，以展自己的经世才华。</p> <p>　　“泽国从一官，沧波几千里，群公满天阙，独去过淮水。”此四句写王昌龄赴江宁任一微官，而路途遥遥，跋山涉水，又转而叹惋朝廷官员济济，独君被“明主弃”，流落异地，寂寞孤独。</p> <p>　　“旧家富春渚，尝忆卧江楼，自闻君欲行，频望南徐州。”此四句写由王昌龄将赴的江宁贬所，引起作者对往日居住地的追念，诗人对好友的殷切关怀与牵挂，也随好友征帆一路追随到江南水乡那个有过少年时的欢乐与眼泪的地方。</p> <p>　　“穷巷独闭门，寒灯静深屋，北风吹微雪，抱被肯同宿。”此四句写穷巷独居的诗人，荧荧一盏孤灯相伴，北风卷着雪花在屋外肆意飞舞，如此寒凉之景，作者想起将远行的好友王昌龄，漫漫征程孑然独往，好友的凄凉光景当比自己尤甚。情动之下，临别之余，诗人邀好友再抱被同宿，一叙寒暖。</p> <p>　　“君行到京口，正是桃花时，舟中饶孤兴，湖上多新诗。”此四句为诗人想象王昌龄南行至京口时，当是桃花烂漫的季节。虽然孤舟孑行，无人做伴，见此桃花纷纭、春意盎然之景也必当诗兴大发，佳篇连成，精神焕发起来。</p> <p>　　“潜虬且深蟠，黄鹊举未晚，惜君青云器，努力加餐饭。”此四句写诗人赞赏王昌龄的高才大器，虽不得明君赏识，一时重用，亦当如葆真之潜龙，待举之黄鹄，终有一日青云直上，鸿图再展。</p> <p>　　诗人感叹好友远谪他乡，孑然独往，同情好友抱名器而蹀躞一时，不得重用，劝慰好友不必计较一时得失，当珍重自我，葆光守真，以待人生之转机。全篇弥漫着诗人对好友的真切挂念和殷殷祝福。旧居的追忆、陋屋的同宿、远途的想象、春光中的诗兴，诗人设身处地地与好友同悲欢，真挚的友谊不言而喻。语言朴素自然却感情丰沛，思绪万千。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_9242.aspx\">诗</a>当作于唐玄宗开元二十八年（740年）。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>，盛唐著名诗人。史载，开元二十八年（740年），王昌龄因“不护细行”被贬谪江宁，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>为之饯行，并作此诗以寄感慨。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "送别",
    "友人",
    "怀才不遇",
    "祝福"
  ]
}