{
  "id": 47708,
  "star": 39,
  "name": "卿云歌",
  "dynasty": "先秦",
  "content": "卿云烂兮，糺缦缦兮。<br>日月光华，旦复旦兮。<br>明明上天，烂然星陈。<br>日月光华，弘于一人。<br>日月有常，星辰有行。<br>四时从经，万姓允诚。<br>于予论乐，配天之灵。<br>迁于圣贤，莫不咸听。<br>鼚乎鼓之，轩乎舞之。<br>菁华已竭，褰裳去之。",
  "fanyi": "<p><strong>译文</strong><br>卿云灿烂如霞，瑞气缭绕呈祥。<br>日月光华照耀，辉煌而又辉煌。<br>上天至明至尊，灿烂遍布星辰。<br>日月光华照耀，嘉祥降于圣人。<br>日月依序交替，星辰循轨运行。<br>四季变化有常，万民恭敬诚信。<br>鼓乐铿锵和谐，祝祷上苍神灵。<br>帝位禅于贤圣，普天莫不欢欣。<br>鼓声鼚鼚动听，舞姿翩翩轻盈。<br>精力才华已竭，便当撩衣退隐。</p> <p><strong>注释</strong><br>①卿云：一种彩云，古以为祥瑞的象征。卿，通“庆”。<br>②糺(jiū)：即“纠”，结集、连合；缦缦，萦回舒卷貌。<br>③旦复旦：谓光明又复光明。旦，明亮。<br>④明明：明察。<br>⑤弘：大，光大。<br>⑥从经：遵从常道。<br>⑦允诚：确实诚信。<br>⑧论乐：论，通“伦”，有条理、有次序；论乐，器乐演奏整齐和谐。<br>⑨配：祭祀中的配飨礼。<br>⑩迁：禅让。<br>⑾鼚(chāng)：鼓声。<br>⑿轩乎：翩然起舞貌。<br>⒀褰裳（qiān cháng）去之：指让贤退隐。褰裳，撩起下衣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《卿云歌》，相传是舜禅位于禹时，同群臣互贺的唱和之作。始见旧题西汉伏生的《尚书大传》。据《大传》记载：舜在位第十四年，行祭礼，钟石笙筦变声。乐未罢，疾风发屋，天大雷雨。帝沉首而笑曰：“明哉，非一人天下也，乃见于钟石！”即荐禹使行天子事，并与俊乂百工相和而歌《卿云》，云云。钟石变声，暗示虞舜逊让；卿云呈祥，明兆夏禹受禅。这一传说故事，充满了奇异神话色彩，《卿云歌》的主题，则反映了先民向往的政治理想。 全<a href=\"http://so.gushiwen.org/view_47708.aspx\">诗</a>三章，由舜帝首唱、八伯相和、舜帝续歌三部分构成。君臣互唱，情绪热烈，气象高浑，文采风流，辉映千古。</p> <p>　　首章是舜帝对“卿云”直接的赞美歌唱。关于“卿云”之名，《史记·天官书》曰：“若烟非烟，若云非云，郁郁纷纷，萧索轮囷，是谓卿云。卿云见，喜气也。”在古人看来，卿云即是祥瑞之喜的象征。“卿云烂兮，糺缦缦兮”，若云若烟，卿云灿烂，萦回缭绕，瑞气呈祥；这祥瑞之兆，预示着又一位圣贤将顺天承运受禅即位。“日月光华，旦复旦兮”，这更明显寓有明明相代的禅代之旨。圣人的光辉如同日月。他的受禅即位，大地仍会像过去一样阳光普照、万里光明。这与其说是舜帝的歌唱，毋宁说是万民的心声和愿望。</p> <p>　　次章是“八伯”的和歌。八伯者，畿外八州的首领。这里当指舜帝周围的群臣百官。舜帝首唱“卿云”，八伯稽首相和：“明明上天，烂然星陈。日月光华，弘于一人！”他们进而赞美上天的英明洞察，把执掌万民的大任，再次赋予一位至圣贤人。这里对“明明上天”的赞美，也是对尧舜美德的歌颂。《尚书·尧典》有云:“昔在帝尧，聪明文思，光宅天下。将逊于位，让于虞舜”；而今者虞舜，效法先圣，荐禹于天，以为后嗣。没有尧舜的美德，就没有禅让的美谈。尧舜之举比起明明上天，更值得称颂。</p> <p>　　舜帝的赓歌，则表达了一位圣贤的崇高境界和伟大胸怀。十二句可分三层。前四句以“日月有常，星辰有行”作比，说明人间的让贤同宇宙的运行一样，是一种必然的规律。只有遵循这种规律，才能使国家昌盛，万民幸福。中四句叙述“迁于贤圣”的举动，既顺从天意也符合民心。可谓普天之下，莫不欢欣。最后四句表现了虞舜功成身退的无私胸怀:“鼚乎鼓之，轩乎舞之。精华已竭，褰裳去之。”正当人们击鼓鸣钟、载歌载舞，欢呼庆贺夏禹即位之时，自感“精华已竭”的虞舜，却毫无声息地泰然“褰裳去之”。只此两句，一位崇高伟大的圣贤形象，便跃然纸上。</p> <p>　　尧、舜禅让，载于《尚书》，《卿云》之歌，流传秦季。而尧、舜均属传说人物，舜歌《卿云》，颇难征信。很可能这是身处战国、秦季乱世，目睹争夺劫杀，而向往礼让治世者的代拟之作。不过，自战国、秦汉以来，禅让传说和《卿云》之歌，代代相传，深入人心，对形成以礼让为美德的民族精神，产生了积极的影响。柳诒徵论“唐虞之让国”时写道：“吾民初非不知竞争，第开化既早，经验较多，积千万年之竞争，熟睹惨杀纷乱之祸亡无已，则憬然觉悟，知人类非相让不能相安，而唐、虞之君臣遂身倡而力行之。后此数千年，虽曰争夺劫杀之事不绝于史策，然以逊让为美德之意，深中于人心，时时可以杀忿争之毒，而为和亲之媒。故国家与民族，遂历久而不敝”（《中国文化史》）。这对认识《卿云歌》的历史背景和文化意义，颇有启发。</p> <p>　　在艺术上，《卿云歌》辞藻华美，意境超迈，孕育骚赋句法，足可与《诗》之《雅》、《颂》媲美。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "美德"
  ]
}