{
  "id": 69106,
  "star": 46,
  "name": "王充道送水仙花五十支",
  "dynasty": "宋代",
  "content": "凌波仙子生尘袜，水上轻盈步微月。<br>是谁招此断肠魂，种作寒花寄愁绝。<br>含香体素欲倾城，山矾是弟梅是兄。<br>坐对真成被花恼，出门一笑大江横。",
  "shangxi": "<h2>赏析</h2> <p>　　在其他题材中，作者用梅花、兰花等来和水仙比较，这首<a href=\"http://so.gushiwen.org/view_69106.aspx\">诗</a>却用人物作比。所谓人物，是传说中的洛神。水仙花，放在盆中与水石同供，白花黄心，有“金盏银台”之称，绿叶亭亭，幽香微吐，是冬天花中清品。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“凌波微步，罗袜生尘。”写洛神飘然行水的姿态。诗篇开头两句：“凌波仙子生尘袜，水上轻盈步微月。”用洛神的形象来写水仙，把植立盆中不动的花朵，写成“轻盈”慢步的仙子，化静为动，化物为人，凌空取神，把水仙的姿态写得非常动人。微月，任渊注：“盖言袜如新月之状”，这说得通。但假如把“微月”看成步的补语，即谓缓步于“微月”之下，也是有依据的，《洛神赋》的“步蘅薄而流芳”句，“蘅薄”亦作“步”的补语。这两句直呼“凌波仙子”，未写到花，下面两句：“是谁招此断肠魂？种作寒花寄愁绝。”就由洛神转到花，点出洛神是用以比花。上两句写姿态，这两句写心灵，进一步把花人格化，表现作者对花有深情，表现出它有一种“楚楚可怜”之态，像美人心中带有“断肠魂”一样，使人为之“愁绝”。“断肠魂”移来状花，但说的还是洛神。洛神的断肠是由于对爱情的伤感，《洛神赋》写她：“抗罗袂以掩涕兮，泪流襟之浪浪。”这三个字无论说水仙或说洛神，都是很动人的，因为把其整体概括成为这样的一种“灵魂”是有极大的引起联想和同情的力量的。</p> <p>　　前面四句，是扣住水仙本身的描写；下面四句，从水仙引来山矾、梅花，并牵涉到诗人本身，作旁伸横出的议论和抒情，意境和笔调都来个大的变换。“含香体素欲倾城，山矾是弟梅是兄。”上句仍从水仙说，用“倾城”美人比喻花的清香洁白的芳韵；下句则拿山矾、梅花来比较，说水仙在梅花之下而居山矾之上。山矾，这个名字是<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>起的，山矾本名郑花，木高数尺，春开小白花，极香，叶可以染黄，黄庭坚因其名太俗，改为山矾。他在《戏咏高节亭边山矾花二首》的《序》中说到此事。用山矾来比水仙，也始于黄庭坚，有些人不服气，说山矾和水仙不好相比，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《水仙花》：“金台银盏论何俗，矾弟梅兄品未公。”黄庭坚一时兴到之言，不是仔细在那里品评。表面上，前五句都用美女形容水仙，写得那样幽细秀美，第六句忽作粗犷之笔，把三种花都男性化了，大谈“兄弟”问题；前后不统一，不调和，几乎有点滑稽。实际上，作者正是有意在这种出人意外的地方，表现他写诗的随意所适，抒写自由，读者用不着费心去考虑他的比喻是否完全贴切。这一句，作者有意使读者惊讶于诗句的粗犷，惊讶于与前面描写格调的不统一，不调和，还是第一步；作者还有意要把这种情况引向前进。最后两句：“坐对真成被花恼，出门一笑大江横。”被花恼，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《江畔独步寻花七绝句》，杜甫与黄庭坚，都不是真正“恼花”，恼花是来自爱花。杜甫是恼赏花无人作伴；黄庭坚是恼独坐对花，欣赏太久，感到寂寞难受。诗说赏花之后，想散散心，换换眼界，故走出门外。但作者所写出门后对之欣赏而“一笑”的，却是“横”在面前的“大江”。这个形象，和前面所写的水仙形象相比，“大”得惊人，“壮阔”得惊人；诗笔和前面相比，也是“横”得惊人，“粗犷”得惊人。这两句诗，不但形象、笔调和前面的显得不统一，不调和，而且转接也很奇突。宋代陈长方《步里客谈》说杜甫诗《缚鸡行》结尾从“鸡虫得失无了时”，忽转入“注目寒江倚山阁”，“断句旁入他意，最为警策”，黄庭坚此诗，当是仿效。清代方东树《昭昧詹言》说：“山谷之妙，起无端，接无端，大笔如椽，转如龙虎。扫弃一切、独提精要之语，往往承接处中亘万里，不相连属，非寻常意计所及。此小家何由知之？”这些话，可帮助读者认识该诗出奇的结语的用意和功力所在。</p> <p>　　<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>《书山谷集后》说黄庭坚的七言古诗：“离奇孤矫，骨瘦而韵远，格高而力壮。”这一首诗，从整体看，是“离奇孤矫”；从前半看，是“骨瘦而韵远”；从后半看，是“格高而力壮”。《昭昧詹言》评该诗的起四句是“奇思奇句”，“山矾”句是“奇句”，结句是“遒老”，也有见地。文学作品，千变万化，有以统一、调和为美的，也有以不统一、不调和为美的。从不统一、不调和中看出它的统一和调和，是欣赏文学作品的关键之一。能够掌握这个关键，就可以从该诗的不统一、不调和中看出它的参差变幻之美。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《赠应秀才》诗说“文章切忌参死句”，把问题看得太简单，看得太死，往往就会走上“参死句”的道路，对佳作失之交臂。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被卷入新旧党的斗争后，曾贬谪四川的黔州（治所在今彭水）、戎州（治所在今宜宾）数年，1101年（建中靖国元年）五十一岁时，奉召自四川回到湖北，乞知太平州（治所在今安徽当涂），在荆州（治所在今江陵）沙市候命。此<a href=\"http://so.gushiwen.org/view_69106.aspx\">诗</a>为沙市过冬时之作。这年冬天，作者写了四题有关水仙花的诗，以这首诗最有有名。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "咏物",
    "写花"
  ]
}