{
  "id": 70954,
  "star": 228,
  "name": "落花",
  "dynasty": "宋代",
  "content": "连理枝头花正开，妒花风雨便相催。<br>愿教青帝常为主，莫遣纷纷点翠苔。",
  "fanyi": "<p><strong>译文</strong><br>连理枝头艳丽的鲜花正在盛开，<br>但风雨嫉妒鲜花的美丽，时时刻刻想要催促鲜花凋谢。<br>我真想让掌管春天的神长久做主，<br>不让娇嫩可爱的鲜花落到碧绿的青苔上。</p> <p><strong>注释</strong><br>青帝：掌管春天的神，又称东君，东皇。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>是位知名度相当高的才女，她的《断肠集》不知感动过多少同样在深闺中惆怅无限的女子。不少人对央视版《红楼梦》中的这一幕记忆犹新：苦命的香菱，于深夜里对着滴泪红烛正在读这本《断肠集》。然而，此时却传来夏金桂的一声狮吼，她悚然一惊，忙丢下<a href=\"http://so.gushiwen.org/view_70954.aspx\">诗</a>集去服侍那个悍妇。蜡烛红泪点点，滴在这“断肠”两个字上。 </p> <p>　　《千家诗》编选者大概是一些老儒，他们选的诗，士大夫气浓，头巾气冲，重男轻女，对于才女们的诗几乎不选。但奇怪的是，他们不选<a href=\"http://so.gushiwen.org/author_1924.aspx\">李冶</a>、<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>、<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>，也不选<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>，却偏偏选了两首朱淑真的诗。这让一贯喜?八卦的江湖夜雨不禁相信起原来一直不大相信的传闻——朱淑真是<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的侄女。前面一再说过，《千家诗》选编者最“粉”程朱，只要和程朱有关系的，优先录入。</p> <p>　　不过朱淑真的作为，可和程朱那一套截然相反，她曾“娇痴不怕人猜，和衣睡倒人怀”，也曾“月上柳梢头，人约黄昏后”，做出一系列放纵大胆、惊世骇俗的举动。</p> <p>　　《千家诗》的旧本原注说：“花正开而芳姿艳丽于连理枝头，如少年夫妇燕婉和谐也，花开而遇嫉妒之风雨相催，百花摇落如夫妇不幸，中道分离乖阻也，安得青帝常主四时，使连理花常开并蒂，而无风雨纷纷之摇落也。”?对于朱淑真来说，她对“连理枝”的态度，前后是大不一样的。</p> <p>　　这首诗想必是作于朱淑真的少女时代。何以见得？因为这首诗中还句句怜惜“连理枝”来着，此时的朱淑真，心中的“连理枝”应该不是她未来嫁的老公那样子。少女时的朱淑真，对将来的另一半要求挺高的，她有首《秋日偶成》诗这样写道：“初合双鬟学画眉，未知心事属他谁。待将满抱中秋月，分付萧郎万首诗。”</p> <p>　　哪知期望越大，失望越大。据载，朱淑真后来嫁了个庸俗不堪的商人，明《尧山堂外纪》中称：“其夫村恶，蘧篨戚施，种种可厌。”对于这几句的注解，不妨借柏杨先?笔下的文字来诠释：</p> <p>　　“巧妇嫁了拙夫，真是人间最大的不公平，人人见了都要跺脚，盖深惜之也。像《断肠诗词》的作者朱淑贞女士，以一代才女，竟嫁了个不识之无的庄稼汉，死后她的丈夫把她的诗稿词草，一把火烧掉，其愚如猪，虽把他碎尸万段，不能消心头之恨，跟那种男人同床共枕，简直是奇耻大辱……”</p> <p>　　所以，后来朱淑真写的诗，就不惋惜“连理枝”了，她恨死“连理枝”了，后来她又写了这样一首诗：</p> <p align=\"center\">愁怀</p> <p align=\"center\">鸥鹭鸳鸯作一池，须知羽翼不相宜。</p> <p align=\"center\">东君不与花为主，何似休生连理枝。</p> <p>　　相爱的人在一起，婚姻是快乐天?；不爱的人在一起，婚姻是恐怖地狱。有情人相伴，是喜结连理；无情人厮守，是刑械桎梏。 </p>",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "古诗三百首",
    "写花",
    "寓人",
    "爱情"
  ]
}