{
  "id": 56025,
  "star": 137,
  "name": "秋波媚·七月十六日晚登高兴亭望长安南山",
  "dynasty": "宋代",
  "content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。<br>多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。",
  "fanyi": "<p><strong>译文</strong><br>秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。<br>谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。</p> <p><strong>注释</strong><br>⑴秋波媚：词牌名。双调四十八字，前片三平韵，后片两平韵。<br>⑵高兴亭：亭名，在南郑（今属陕西）内城西北，正对当时在金占领区的长安南山。南郑地处南宋抗金前线，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在南郑任上。<br>⑶角声：行军打仗用的鼓角之声。<br>⑷烽火：古代边防措施，于高峰处建台，镇守士卒于敌炬，白昼举烟，夜间置火，警视军民作好防御和迎敌准备。后又有每日处夜放烟一炬，谓之平安火。此指报前线无事的平安烽火。高台：本处指高兴亭。<br>⑸筑：古代的一中弦乐器。<br>⑹酹（lèi）酒：把酒洒在地上的祭祀仪式。<br>⑺灞桥：在今陕西西安城东。唐人送客至此桥，折柳赠别。为唐代长安名胜。<br>⑻曲江：池名，在今陕西西安东南。为唐代以来的游览胜地。<br>⑼应：应该。人：指宋军，也包括作者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一个“望”字把<a href=\"http://so.gushiwen.org/view_56025.aspx\">诗</a>人爱国情怀和等待胜利在望的心情表达无疑。7月16日夜晚，长安南山头，诗人登高远望，皎洁的月轮正在升起光华。</p> <p>　　词的上片写秋天来到边城，鼓角声充满悲哀，首句一个“哀”字充分表达了词人对国土沦丧的惋惜和悲哀。下片从上片的“凭高”和“此兴悠哉”过渡，全面表达了“高兴”的“兴”。整首词由“哀”到“兴”，反映了作者的乐观主义精神和爱国壮志。</p> <p>　　从角声烽火写起，烽火指平安火，高台指高兴亭。《唐六典》说：“镇戍每日初夜，放烟一炬，谓之平安火。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《辛丑正月三日雪》诗自注：“予从戎日，尝大雪中登兴元城上高兴亭，待平安火至”。又《感旧》自注：“平安火并南山来，至山南城下。”又《频夜梦至南郑小益之间慨然感怀》：“客枕梦游何处所，梁州西北上危台。暮云不隔平安火，一点遥从骆谷来。”都可以和这首词句互证。高歌击筑，凭高洒酒，引起收复关中成功在望的无限高兴，从而让读者体会到上面所写的角声之哀歌声之悲，不是什么忧郁哀愁的低调，而是慷慨悲壮的旋律。“此兴”的“兴”，兼切亭名。</p> <p>　　下片从上片的“凭高”和“此兴悠哉”过渡，全面表达了“高兴”的“兴”。作者把无情的自然物色的南山之月，赋予人的感情，并加倍地写成为谁也不及它的多情。多情就在于它和作者热爱祖国河山之情一脉相通，它为了让作者清楚地看到长安南山的面目，把层层云幕都推开了。这里，也点明了七月十六日夜晚，在南郑以东的长安南山头，皎洁的月轮正在升起光华。然后进一步联想到灞桥烟柳、曲江池台那些美丽的长安风景区，肯定会多情地等待收复关中的宋朝军队的到来。应，应该。这里用“应”字，特别强调肯定语气。</p> <p>　　人，指宋军，也包括作者。词中没有直接说到收复失地的战争，而是以大胆的想象，拟人化的手法，描绘上至“明月”、“暮云”，下至“烟柳”、“池馆”，都在期待宋军收复失地、胜利归来的情景，来暗示作者所主张的抗金战争的前景。这种想象是在上片豪情壮志抒发的基础上，自然引发而出，具有明显的浪漫主义情调。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的一生，怀着抗金救国的壮志。四十五岁以前，长期被执行投降路线的当权派所排挤压抑。1172年（孝宗乾道八年），陆游四十八岁。这年春天，他接受四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>邀请，来到南郑，担任四川宣抚使公署干办公事兼检法官，参加了9个月的从军生活。南郑是当时抗金的前线，王炎是抗金的重要人物，主宾意气十分相投。高兴亭，在南郑内城的西北，正对南山。</p> <p>　　长安当时在金占领区内，南山即秦岭，横亘在陕西省南部，长安城南的南山是它的主峰。陆游在凭高远望长安诸山的时候，收复关中的热情更加奔腾激荡，不可遏止。集中有不少表现这样主题的<a href=\"http://so.gushiwen.org/view_56025.aspx\">诗</a>，但多属于离开南郑以后的追忆之作。而这首《秋波媚》词，却是在南郑即目抒感的一篇。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "月亮",
    "秋天",
    "爱国"
  ]
}