{
  "id": 20310,
  "star": 6,
  "name": "洛姝真珠",
  "dynasty": "唐代",
  "content": "真珠小娘下清廓，洛苑香风飞绰绰。<br>寒鬓斜钗玉燕光，高楼唱月敲悬珰。<br>兰风桂露洒幽翠，红弦袅云咽深思。<br>花袍白马不归来，浓蛾叠柳香唇醉。<br>金鹅屏风蜀山梦，鸾裾凤带行烟重。<br>八骢笼晃脸差移，日丝繁散曛罗洞。<br>市南曲陌无秋凉，楚腰卫鬓四时芳。<br>玉喉窱窱排空光，牵云曳雪留陆郎。",
  "fanyi": "<p><strong>译文<br></strong>洛阳美女真珠仿佛就是从天而降的美女，她那美丽舒缓的样子给洛阳宫苑带来了阵阵香风。<br>她乌亮的鬓发斜插着一支名贵的玉燕钗，在月下发出闪闪光芒；她登上了高楼对月亮歌唱，敲响玉佩以合节拍。<br>在这到处都漂浮着兰风和桂露的夜晚，真珠拨动红色的丝弦诉说心意，袅袅的琴声飞入高高的云端。<br>那身着锦袍的白马少年为什么还不回来？真珠难过得眉头紧锁，香唇不启，忧愁满怀。<br>她倚着金鹅屏风睡着了，在梦里像巫山神女那样去寻找自己的情郎；然而身受鸾裾凤带的拖累，根本无法出门。<br>清晨，阳光照到四面的窗户上，照到真珠可爱的睡脸上，透过窗纱的细洞的晨光如同繁丝一般。<br>洛阳市南的妓院门庭若市，从来没有萧条冷清的时候；妓女们扭动着细腰，梳着闪亮的头发在门前搔首弄姿。<br>妓女们放开歌喉，她们的歌喉响遏入云，她们牵曳着衣裳挽留前来冶游的男子。</p> <p><strong>注释<br></strong>⑴洛姝：洛阳的美女。真珠：洛阳美女的名字。<br>⑵小娘：旧称歌女。唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《筝》<a href=\"http://so.gushiwen.org/view_20310.aspx\">诗</a>：“急挥舞破催飞燕，慢逐歌词弄小娘。”清廓：一作“青廓”，犹言“青天”。<br>⑶洛苑：指隋唐时洛阳之内苑。因在宫城之西，故称西苑。又名芳华苑、禁苑。周围一百二十六里，西至孝水，北背邙阜，南拒非山。中有翠微宫、积翠池等。绰绰：舒缓之意。唐<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>《筝》诗：“绰绰下云烟，微收皓腕鲜。”<br>⑷玉燕：即玉燕钗。南朝梁任昉《述异记》卷上：“阖闾夫人墓中……漆灯照烂，如日月焉。尤异者，金蚕玉燕各千余双。”<br>⑸唱月：对月吟唱。敲悬珰（dāng）：敲击玉佩来合节拍。珰：悬挂着的玉珰。<br>⑹桂露：秋露。秋季桂花开时，夜凉生露，故称。南朝梁<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《秋念》诗：“箕风入桂露，璧月满瑶池。”幽翠：深绿。指葱茏的草木。唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《缑氏尉沉兴宗置酒南溪留赠》诗：“林色与溪古，深篁引幽翠。”<br>⑺红弦：乐器上的红色丝弦。王琦汇解：“张祜《筝诗》：‘夜风生碧柱，春水咽红弦。’则红弦乃筝之弦也，以红为色，彼时风尚若此。”<br>⑻“花袍”二句：《古歌行》：“绿衣白马不归来，变成倚槛春心醉。”浓蛾：黛眉。叠柳：柳叶眉紧锁。<br>⑼金鹅屏风：谓屏风之上绣有金鹅。金鹅：金色鹅形饰品。<br>⑽鸾裾（jū）：绣有鸾鸟花饰的衣襟。凤带：绣有凤凰花饰的衣带。古代贵族女子所系。行烟：犹言行云行雨。王琦注：“行烟，即行云行雨之谓。”<br>⑾八骢（cōng）：八窗。指四面开的窗户。笼晃：笼照晃荡。晃：晃动。<br>⑿曛（xūn）罗洞：日光照入窗纱上的细洞。<br>⒀曲陌：曲折的小巷，此指妓女所居之地。秋凉：指秋天萧条冷落的景象。<br>⒁楚腰：楚国美女的细腰。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》：“楚灵王好细腰，而国中多饿人。”卫鬓：汉代卫皇后的秀发。《太平御览》：“卫皇后字子夫，与武帝侍衣得幸，头解（头发散了），见其发鬓，悦之，因立为后。”<br>⒂玉喉：美妙的歌喉。窱（tiǎo）窱：言歌声宛转之妙。排空光：犹响遏行云之意。<br>⒃牵云曳雪：谓妓女拉扯着客人的衣衫殷勤挽留。陆郎：指南朝陈后主宠臣陆瑜 。王琦汇解：“《乐府·明下童曲》：‘陈孔骄白赭，陆郎乘斑骓。’陈孔，谓陈宣、孔范；陆谓陆瑜。皆陈后主狎客。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_20310.aspx\">诗</a>十六句，按诗意可以分为两个部分。前十二句为第一部分，后四句为第二部分。在第一部分中，每两句又为一个层次，逐层推进，较为详尽地描写了女主人公真珠一夜间的活动及其复杂微妙的心情。</p> <p>　　“真珠小娘下青廓，洛苑香风飞绰绰。”这两句开门见山，写真珠身带袅袅飘动的香风来到洛苑，有如仙姬神女自天而降。着一“下”字，又着一“飞”字，真珠飘然而至之状宛如亲睹，用字极为传神。</p> <p>　　“寒鬓斜钗玉燕光，高楼唱月敲悬珰。”用《述异记》所载神女遗汉武帝玉钗，传至昭帝时宫人共谋欲碎之，玉钗化为白燕升天事。这两句写真珠鬓间斜簪一支晶莹闪光的玉钗，登上高楼，击悬珰以为节，对月歌唱。</p> <p>　　“兰风桂露洒幽翠，红弦袅云咽深思。”“红弦”代指筝声，盖唐时筝弦为红色。这两句写夜渐深沉，露冷风清，真珠犹自抚筝而弹，筝声掩抑低徊，有如哽咽之声，寄托着她幽怨的情思。</p> <p>　　对真珠的筝声何以如此哀怨的问题，第七句作了解答：“花袍白马不归来。”原来是她心上的人儿迟迟未归，故将满怀愁绪寄托在怨声之中。“花袍白马”，寥寥四字，活画出一个纨绔子弟的形象。第八句“浓蛾迭柳香唇醉”，言其蛾眉紧锁，有如柳叶之迭而不舒；香唇紧闭，有如醉酒之缄默不语。这句刻画了真珠若有所思的忧郁神态。</p> <p>　　“金鹅屏风蜀山梦，鸾裾凤带行烟重。”“蜀山梦”，用<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》楚襄王梦巫山神女事。“鸾裾凤带”，极言真珠妆饰之华丽。这两句，上句意谓：“花袍白马”终于不归，真珠不得已倚屏风假寐，期望能如巫山神女一般，与自己的心上人在梦中相会。下句意谓：由于真珠身着鸾裾凤带，梦魂殢重难行，不能如巫山神女一般行云行雨，故终未如愿。不过这句乃是形象化的说法，其实是真珠由于忧心忡忡，终夜不能成眠，因而她所期待的梦境根本无从出现。</p> <p>　　“八骢笼晃脸差移，日丝繁散曛罗洞。”“八骢”，王琦以为当作“八窗”，且举<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>诗“四户八绮窗”为证（见《李长吉歌诗汇解》卷一），其说近是。这两句大意为：真珠于朦胧之中，恍惚觉得有亮光在眼前晃动，转过脸一看，只见日光透过窗纱，丝丝缕缕射进屋中，原来天已大亮了。</p> <p>　　以上为第一部分。这十二句以真珠为主人公，以时间的推移为线索，场景则似在洛苑的一座高楼之上。这十二句留下了诸多悬念：如此一位多才多艺的美人，何以遭到她心上人的冷遇？她的那位“花袍白马”彻夜不归，又究竟去了何处呢？这些问题在第二部分的四句中作了解答。</p> <p>　　“市南曲陌无秋凉，楚腰卫鬓四时芳。”“楚腰”用楚灵王好细腰美人事，“卫鬓”用卫子夫因发多而美深得汉武帝宠幸被立为皇后事，比处皆借指“曲陌”中妓女的妖容冶态。这两句意为：洛阳城南曲折的巷陌是妓女的聚居之地，那里一年到头热闹非常，浓妆艳抹的妓女多得如同四季盛开的鲜花。</p> <p>　　“玉喉窱窱排空光，牵云曳雪留陆郎。”“陆郎”语出乐府《明下童曲》“陆郎乘班骓”，原指陈后主的狎客陆瑜，在此处可以理解为泛指那些时常光顾“曲陌”的纨绔子弟，或者理解为特指真珠的那位“花袍白马”亦无不可。这两句说：妓女们轻舒歌喉，歌声美妙，嘹亮入云，她们娇态毕露，拉扯着那班荡子的衣衫，殷勤地挽留他们。</p> <p>　　以上四句，场景转换到了“市南曲陌”，主人公也换成了“楚腰卫鬓”。这四句暗示出那位“花袍白马”的行踪，而真珠失宠的原因也就不言自明了。</p> <p>　　这首诗文字较为艰涩，寓意也较深曲，其主旨何在，颇费索解。当然，此诗有可能是一首纪实之作，诗人据所见或所闻，直书其事，以表达对真珠不幸遭遇之同情。如果联系<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>坎坷蹇塞的身世及其创作继承了《楚辞·离骚》“美人香草”的比兴传统等因素来考虑，则更有可能是一首寄托了个人身世之感的作品。诗人通过娼妓妖媚惑人、名姝反遭冷落这一鲜明的对比，揭露了兰蕙摧折、萧艾方滋的社会现实，抒发了自己怀才不遇、有志难酬的牢骚愤懑之情。姚文燮注《昌谷集》，以史证诗，虽多穿凿附会，但他指出此诗“托言以明所遇之不偶”，可谓先得我心，故其言对理解此诗的主旨颇有启示。</p> <p>　　这首诗的艺术特色，有两点较为显著：</p> <p>　　第一，结构奇突，通过反跌的手法，有力的强化了主题。</p> <p>　　这首诗的结构很不匀称，前一部分为十二句，后一部分只有四句。前十二句诗人用浓墨重笔，从才艺出众、气质雍容、姿色美艳、妆饰华贵、感情深沉专一等各个侧面，精心地刻画出一个动人的美女形象。但后四句陡然逆转，却又把这一形象的价值轻轻地一笔勾销了。而且前十二句越是把真珠描绘得可爱可贵，其结果却是她越被反跌得可叹可悲。这种奇突的结构形式，更加深刻地突出了真珠这一人物的悲剧命运，有力地强化了全诗的主题。</p> <p>　　第二，大量使用华丽的词藻，构成斑烂多采的艺术境界。</p> <p>　　李贺遣词，力求华贵艳丽。在此诗中，风是“香风”，弦是“红弦”，唇是“香唇”，喉是“玉喉”，洞是“罗洞”。诗中又点缀了许多富于美感的事物，号“兰风桂露”、“花袍白马”、“浓蛾迭柳”、“金鹅屏风”、“鸾裾凤带”、“楚腰卫鬓”等等。故而诗中镂金错玉，一片珠光宝气，构成了一种斑烂多采的艺术境界。这种境界与女主人公真珠的身份十分相称，为更好地烘托气氛、刻画人物，起到了不可忽视的作用。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_20310.aspx\">诗</a>写洛阳美女。元和（唐宪宗年号，806～820）年间<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>往来于长安、洛阳之间，此诗当作于他居洛阳时。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": []
}