{
  "id": 69121,
  "star": 628,
  "name": "襄邑道中",
  "dynasty": "宋代",
  "content": "飞花两岸照船红，百里榆堤半日风。<br>卧看满天云不动，不知云与我俱东。",
  "fanyi": "<p><strong>注释</strong><br>①襄邑：今河南省睢（suī）县，在开封（北宋京城）东南150里，惠济河从境内通过。<br>②榆堤：栽满榆树的河堤。<br>③不知：不知道。<br>④俱东： 俱： 一起 指一起向东。</p> <p><strong>译文</strong><br>两岸原野落花缤纷，随风飞舞,连船帆也仿佛也染上了淡淡的红色，<br>船帆趁顺风，一路轻扬，沿着长满榆树的大堤，半日工夫就到了离京城百里以外的地方。<br>躺在船上望着天上的云 ，它们好像都纹丝不动，却不知道云和我都在向东行前进。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_69121.aspx\">诗</a>写坐船行进于襄邑水路的情景。首句写两岸飞花，一望通红，把作者所坐的船都照红了。用“红”字形容“飞花”的颜色，这是“显色字”，诗中常用；但这里却用得很别致。花是“红”的，这是本色；船本不红，被花照“红”，这是染色。作者不说“飞花”红而说飞花“照船红”，于染色中见本色，则“两岸”与“船”，都被“红”光所笼罩。次句也写了颜色：“榆堤”，是长满榆树的堤岸；“飞花两岸”，表明是春末夏初季节，两岸榆树，自然是一派新绿。只说“榆堤”而绿色已暗寓其中，这叫“隐色字”。与首句配合，红绿映衬，色彩何等明丽！次句的重点还在写“风”。“百里”是说路长，“半日”是说时短，在明丽的景色中行进的小“船”只用“半日”时间就把“百里榆堤”抛在后面，表明那“风”是顺风。作者只用七个字既表现了绿榆夹岸的美景，又从路长与时短的对比中突出地赞美了一路顺风，而船中人的喜悦心情，也洋溢于字里行间。</p> <p>　　古人行船，最怕逆风。作者既遇顺风，便安心地“卧”在船上欣赏一路风光：看两岸，飞花、榆堤，不断后移；看天上的“云”，却并未随之而动。作者明知船行甚速，如果天上的“云”真的不动，那么在“卧看”之时就应像“榆堤”那样不断后移。于是，作者恍然大悟：原来天上的云和自己一样朝东方前进。</p> <p>　　作者坐小船赶路，最关心的是风向、风速。这首小诗，通篇都贯串一个“风”字。全诗以“飞花”领起，一开头便写“风”。如果没有“风”，“花”就不会“飞”。次句出“风”字，写既是顺风，风速又大。三、四两句，通过仰卧看云表现闲适心情，妙在通过看云的感受在第二句描写的基础上进一步验证了既遇顺风、风速又大，而作者的闲适之情，也得到了进一步的表现。应该看到，三、四两句也写“风”，如果不是既遇顺风、风速又大，那么天上的云便不会与船同步前进，移动得如此迅疾。以“卧看满天云不动”的错觉反衬“云与我俱东”的实际，获得了出人意外的艺术效果。</p><br/><h2>简析</h2> <p>　　春末夏初时节，<a href=\"http://so.gushiwen.org/view_69121.aspx\">诗</a>人从京城开封出发到襄邑去，乘船惠济河东行。这天天气晴朗，两岸原野落花缤纷，随风飞舞，将满河春水照得红红的，连船帆也仿佛染上淡淡的红色了。趁顺风，客船船帆一路轻扬，沿着长满榆树的大堤，半日工夫就到了离京城百里以外。</p> <p>　　两岸飞花，满堤榆树，一片轻帆，顺风百里，诗人这次远行，何等轻松畅快，心旷神怡呀！</p> <p>　　诗人静卧船舱，仰看蓝天白云。咦，满天云朵怎么定在那里一动也不动呢？转瞬之间诗人就恍然大悟了：原来白云正默默随我同行，和我一道向东飞去呢！</p> <p>　　天上的云和小船上的帆，本来是一道乘风前进的。船舱的诗人，行是看到白云在空中处于静止状态，但仔细一想：船行百里，白云一直在头顶上，足见它并没有静止不动，而是和自己所乘的帆船一样，正在向前行驶。“卧看满天云珐劝，天知云与我俱东”，动中见静，似静实动。诗人的观察和感受，不但很有情趣，而且含有智慧和哲理，给人以有益的启示。譬如，有人只顾欣赏自己的成绩，却往往忽略旁人的进步，如果读到这首诗，他大概会有一些感触吧？</p> <p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《姜斋诗话》中指出，写景要做到“景生情，情生景”，情景“互藏其宅”。也就是说情要藏在景中，要写含有情的景。陈与义的这首抒情诗就是采用这种手法。</p> <p>　　进京待选的青年陈与义，此时颇有“春风得意马蹄疾”般的潇洒俊逸，平步青云的美好愿望，足以使诗人诗兴勃发，诗中的所有景物的描写，就围绕着这而展开。</p> <p>　　前两句“飞花两岸照船红，百里榆堤半日风”化用<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>“人面桃花相映红”和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“千里江陵一日还”，以表达愉悦的心情。首句在点化中有创新，崔护用桃花映衬少女，写的是静景，显得婀娜多姿；陈与义用飞花映衬自己，写的是动景，显得风流飘逸。次句虽无李白的豪迈气势，却也不乏潇洒风度。两岸飞花，满堤榆树，一片轻帆，顺风百里，诗人这次远行，非常轻松畅快，心旷神怡。</p> <p>　　后两句“卧看满天云不动，不知云与我俱东”是此诗名句，主要是写云。这也是诗人在河南行舟襄邑道中的真实感受。船顺水而下，趁着顺风，百里路程只走了半天，水速是惊人的。榆堤两岸的景物，应似飞掠而过，此诗虽未写出，可由想象而得。然而，诗人注意的却是船上看云的感受：躺在船上看那满天云彩，一动不动，船行百里，竟没有觉察到云彩和乘船人都在向东。船上观景，看天上云彩是一种感受，看两岸花木又是另一番感受。感受的不同，反映了主体与客体的距离的不同：花木在近处，看去似飞动；白云太离远，观者未觉动。可是，同一个陈与义在另一种场合下看那天上的云，却又像跟着归去的诗人在一起行走。李白曾用“卧松云”来写<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>“风流天下闻”。白云和松风往往被用来衬托高士飘逸闲适的神情，陈与义以云不动的错觉来写自己与云俱东的动态，只取其飘逸。而“俱东”则有干青云而直上九霄的气概，这样写云就和所要抒发的情景交融，寓情于景，达到“互藏其宅”的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_69121.aspx\">诗</a>作于政和七年（1117），作者任满经襄邑入京，诗人此行是任开德府教授期满，入京待选，因此志得意满，心情舒畅。于是便写下了这首即景抒怀诗。",
  "poet": {
    "id": 724,
    "star": 0,
    "name": "陈与义",
    "desc": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"
  },
  "tags": [
    "古诗三百首",
    "纪行",
    "写云"
  ]
}