{
  "id": 207,
  "star": 26,
  "name": "信南山",
  "dynasty": "先秦",
  "content": "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。</p> <p>上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。</p> <p>疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。</p> <p>中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。</p> <p>祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。</p> <p>是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。",
  "fanyi": "<p><strong>译文<br></strong>终南山山势绵延不断，这里是大禹所辟地盘。成片的原野平展整齐，后代子孙们在此垦田。划分地界又开掘沟渠，田陇纵横向四方伸展。<br>冬日的阴云密布天上，那雪花坠落纷纷扬扬。再加上细雨溟溟濛濛，那水分如此丰沛足量，滋润大地并沾溉四方，让我们庄稼蓬勃生长。<br>田地的疆界齐齐整整，小米高粱多茁壮茂盛。子孙们如今获得丰收，酒食用谷物制作而成。可奉献神尸款待宾朋，愿神灵保佑赐我长生。<br>大田中间有居住房屋，田埂边长着瓜果菜蔬。削皮切块腌渍成咸菜，去奉献给伟大的先祖。他们的后代福寿无疆，都是依赖上天的赐福。<br>祭坛上满杯清酒倾倒，再供奉公牛色红如枣，先祖灵前将祭品献好。操起缀有金铃的鸾刀，剥开牺牲公牛的皮毛，取出它的鲜血和脂膏。<br>于是进行冬祭献祭品，它们散发出阵阵芳香。仪式庄重而有条不紊，列祖列宗们驾临徜徉。愿神灵赐以宏福无量，子孙们享福万寿无疆。</p> <p><strong>注释<br></strong>1.信（shēn）：即“伸”，延伸。南山：即终南山，在陕西西安南。<br>2.维：是。禹：大禹。甸：治理。<br>3.畇（yún）：平整田地。畇畇，土地经垦辟后的平展整齐貌。原隰（xí）：泛指全部田地。原，广平或高平之地；隰，低湿之地。<br>4.曾孙：后代子孙。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_207.aspx\">诗</a>集传》：“曾，重也。自曾祖以至无穷，皆得称之也。”相当于《小雅·楚茨》中所称“孝孙”，故又作为主祭者之代称。田：垦治田地。<br>5.疆：田界，此处用作动词，划田界。理：田中的沟陇，此处亦用作动词。疆指划定大的田界，理则细分其地亩。<br>6.南东：用作动词，指将田陇开辟成南北向或东西向。<br>7.上天：冬季的天空。《尔雅·释天》：“冬曰上天。”同云：天空布满阴云，浑然一色。<br>8.雨（yù）雪：下雪，“雨”作动词，降落。雰（fēn）雰：纷纷。<br>9.益：加上。霢（mài）霂（mù）：小雨。<br>10.优：充足。渥（wò）：湿润。<br>11.沾：沾湿。<br>12.埸（yì）：田界。翼翼：整齐貌。<br>13.彧（yù）彧：同“郁郁”，茂盛貌。<br>14.穑：收获庄稼。<br>15.畀（bì）：给予。<br>16.庐：草庐，房屋。一说“芦”之假借，即芦菔，今称萝卜。<br>17.菹（zū）：腌菜。<br>18.皇祖：先祖之美称。<br>19.祜（hù）：福。<br>20.清酒：清澄的酒，祭祀时用。<br>21.骍（xīng）：赤黄色（栗色）的牲畜。牡：雄性兽，此指公牛。<br>22.鸾刀：带铃的刀。<br>23.膋（liáo）：脂膏，此指牛油。<br>24.烝（zhēng）：冬祭。享：祭献，上供。或以为“烝”，即蒸煮之“蒸”。享，即“烹”，煮。<br>25.苾（bì）：浓香。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_207.aspx\">诗</a>首章写开疆拓土，开篇言：“信彼南山，维禹甸之。”诗人是在描述周代的京畿地区。在诗人看来，这畿内的大片土地就是当年大禹治水时开辟出来的。毛传训“甸”为治，而郑笺则落实为：“禹治而丘甸之。”“丘甸”即指田地划分中的两个等级。《周礼·地官·小司徒》云：“乃经土地而井牧其田野：九夫为井，四井为邑，四邑为丘，四<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>甸，四甸为县，四县为都，以任地事而令贡赋。”因而郑笺等于坐实井田制起源于夏代。孔疏承郑笺之说，谓“是则三王之初而有井甸田里之法也”，“是则丘甸之法，禹之所为”。尽管有的学者认为大禹治水“未及丘甸其田也。且井邑丘甸出调法，虞夏之制未有闻焉”（孔疏引孙毓说），但郑、孔之说也不无参考意义。</p> <p>　　首章末二句云：“我疆我理，南东其亩。”也值得注意。疆理田土也是古代井田制的一个重要方面。《孟子·滕文公上》云：“夫仁政必自经界始。经界不正，井地不均，谷禄不平，是故暴君污吏必慢其经界。经界既正，分田制禄可坐而定也。”可见古人对经理田界是非常重视的。毛传释此诗云：“疆，画经界也。理，分地理也。”有的学者解释得更为具体，如<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>说：“疆者，为之大界；理者，衡从（横纵）其沟涂。”（《吕氏家塾读诗记》引）吕氏又引长乐刘氏说云：“疆谓有夫、有畛、有涂、有道、有路，以经界之也。理谓有遂、有沟、有洫、有浍、有川，以疏导之也。”刘氏之说当是依据《周礼·地官·遂人）“凡治野，夫间有遂，遂上有径。十夫有沟，沟上有畛。百夫有洫，洫上有涂。千夫有浍，浍上有道。万夫有川，川上有路，以达于畿”。这里所谓“南东其亩”也与井田制有关。此句指顺应地形、水势而治田，南指其田陇为南北向者，东则为东西向者，此即《齐风·南山》所云“衡从其亩”。郑笺释曰：“‘衡’即训为横。韩诗云：东西耕曰‘横’。‘从’……韩诗作‘由’，云：南北耕曰‘由’。”《左传·成公二年》载：晋郤克伐齐，齐顷公使上卿国佐求和于晋营，晋人要求“使齐之封内尽东其亩”，也就是使齐国的陇亩全部改为东西向，这样晋国一旦向齐国进兵，就可长驱直入。国佐回答晋人说：“先王疆理天下物土之宜，而布其利，故《诗》曰：‘我疆我理，南东其亩。’今吾子疆理诸侯，而曰尽东其亩而已，唯吾子戎车是利，无顾土宜，其无乃非先王之命也乎？”国佐引此篇为据，说明先王当初定田土之疆界是根据不同的地势因地制宜的，既有南北向，也有东西向的田陇，如今晋国为了军事上的便利而强令齐国改变田陇的走向，是违反了先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>。此事又见诸其他典籍，但情节上有些出入。如《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·外储说右上》云：“晋文公伐卫，东其亩。”《吕氏春秋·简选）云：“晋文公东卫之亩。”郭沫若引成公二年事云：“这也正好是井田的一种证明。因为亩道系以国都为中心，故有南北纵走与东西横贯的两种大道。南北纵走的是南亩，东西横贯的就是东亩。《诗》上所说的‘我疆我理，南东其亩’，就是这个事实。……这些资料好像与井田制并无直接关系，而其实它们正是绝好的证明。”（《十批判书·古代研究的自我批评》）</p> <p>　　第二章写风调雨顺。天上彤云密布，瑞雪纷纷，加之小雨如酥，润泽大地，五谷丰登。</p> <p>　　第三章写酒食祭祖。地界整齐，庄稼茂盛，曾孙收获，酿造美酒，敬祭神主，厚待宾客，静享清福，万寿无疆。</p> <p>　　第四章写瓜菹献祭。田中有庐，地畔种瓜，剥削干净，腌渍上供，敬献先祖。曾孙长命百岁，都是受上天佑护。</p> <p>　　第四章中的“中田有庐”，说者也以为与井田有关。《吕氏家塾读诗记》引邱氏说云：“公田百亩内，除二十亩为八家治田之庐。”又引董氏曰：“井九百亩，其中为公田，八家每家庐舍二亩半。”按《孟子·公孙丑上》述井田云：“方里而井，井凡百亩，其中为公田。八家皆私百亩，同养公田。”《榖梁传·宣公十五年》称：“古者三百步为一里，名曰井田。井田者九百亩，公田居一”，“古者公<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>居，井灶葱韭尽取焉”。范宁注：“此除公田八十亩，余八百二十亩。故井田之法，八家共一井八百亩。除二十亩，家合二亩半为庐舍”，“八家共居”。《韩诗外传》载：“古者八家而井田。方里为一井。……八家为邻，家得百亩。余夫各得二十五亩。家为公田十亩，余二十亩共为庐舍，各得二亩半。八家相保，出入更守，疾病相忧，患难相救，有无相贷，饮食相招，嫁娶相谋，渔猎分得，仁恩施行，足以其民和亲而相好。《诗》曰：‘中田有庐，疆埸有瓜。’”以上诸说大同小异，有一点是共同的，即公田中有八家共居的庐舍二十亩。说诗者多从其说，但笺疏别有所解。郑笺云：“中田，田中也。农人作庐焉以便其田事。”孔疏云：“古者宅在都邑，田于外野，农时则出而就田，须有庐舍，于田中种谷，于畔上种瓜，所以便地也。”按笺疏之说，田中的庐舍成了农民在地里干活时的临时住所了。到了郭沫若，干脆推翻旧说，以为庐与瓜为对文，庐也当为植物，故庐为芦之假借，正如“南山有台，北山有莱”，“七月食瓜，八月断壶”，台、莱、瓜、壶均为植物一样。郭氏别出心裁，也可聊备一说（参见《由周代农事诗论到周代社会》）。</p> <p>　　第五章写清酒牺牲。先以清酒祭献，继之以红色雄牛作牲，一并敬献先祖享受。曾孙作为主祭之人，手执带鸾铃之刀，剥开皮毛，取出血脂，干干净净敬献先祖。</p> <p>　　第六章写祭典礼成。冬祭进享，祭品芬芳。祭祀隆重，先祖光彩。回报子孙大福大贵，万寿无疆。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_207.aspx\">诗</a>与《小雅·楚茨》同属周王室祭祖祈福的乐歌。但二者也有不同：《小雅·楚茨》言“以往烝尝”，乃兼写秋冬二祭；而此篇单言“是烝是享”，则仅写岁末之冬祭。烝祭是一年的农事完毕以后的最后一次祭典，周人以农立国，非常重视农业生产，奉播植百谷的农神后稷为始祖，为了取得丰收，经常举行祭祀活动，而在年终的祭歌中着力歌唱农事，也就是很自然的事了。《毛诗序》称：“《信南山》，刺幽王也。不能修成王之业，疆理天下，以奉禹功，故君子思古焉。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "田园"
  ]
}