{
  "id": 62485,
  "star": 19,
  "name": "望江南·三月暮",
  "dynasty": "宋代",
  "content": "三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 <br>恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。",
  "fanyi": "<p><strong>译文<br></strong>三月暮春时节，花儿凋落后，情意反而更为浓厚。人离开后秋千在月光中静静地悬挂着，拴在杨柳树下的马儿疲倦得都不想迎风嘶叫。停驻在堤边的画船上空无一人。<br>小帘栊中的人整日感到浑身无力，昏昏欲睡。归家的燕子因为银烛正亮着，不敢飞回巢中。绿树荫内，流浪的黄莺不停地啼叫。春光流逝了，连那凋萎的花也无处可寻。</p> <p><strong>注释<br></strong>①望江南：又名“梦江南”“忆江南”，原唐教坊曲名，后用为词牌名。段安节《乐府杂录》：“《望江南》始自朱崖李太尉（德裕）镇浙日，为亡妓谢秋娘所撰，本名“谢秋娘”，后改此名。”《金奁集》入“南吕宫”。小令，单调二十七字，三平韵。<br>②恹恹（yān）：精神不振貌。<br>③“宿燕”句：借用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《七夕》“银烛有光妨宿燕”<a href=\"http://so.gushiwen.org/view_62485.aspx\">诗</a>意。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　开篇“三月暮，花落更情浓”两句即点明时节，在暮春三月，红花落去，春光将尽，词人对春天的喜爱愈加浓烈。在这里，词人没有描写对春天草长莺飞、姹紫嫣红的喜爱，而是通过残花飘零来强调自己对春天的不舍。越是生离死别，感情就越是浓烈，词人深谙其中道理，仅仅“花落更情浓”一句就把春逝心悲刻画得人木三分，比那些光用“愁”、“哀”、“怜”等肤浅字词雕琢词表的词作要深刻、厚重得多。</p> <p>　　“人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。”佳人离去，秋千空挂，唯见一轮明月悬在朗朗星空中。系在岸边杨柳旁的马儿，可能因为等候主人的时间太长了，不禁迎着缓缓的春风嘶鸣起来。岸边的画船空寂无人，随着水波上下起伏。这三句刻画了一幅春夜湖边杨柳图。</p> <p>　　“宿燕夜归银烛外，流莺声在绿阴中。”房中银烛明亮，宿燕径直飞到檐下休息，绿荫中黄莺的啼鸣婉转动听。这里化用了<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《池塘七夕》<a href=\"http://so.gushiwen.org/view_62485.aspx\">诗</a>中“银烛有光妨宿燕”的句意，暗喻佳人盼郎、郎却不归的孤独凄寂。流莺啼啭，让孤独的人儿更加心伤，这里烘托出佳人孤栖独处、彷徨忧伤的心境。</p> <p>　　最后一句“无处觅残红”，落花流水，残红难觅，对应上阕的“花落”。也有聚散匆匆、幽期难定的无奈，最后以佳人的无边怅惘哀愁收束全文。</p> <p>　　从整首词来看，词人以写暮春花落开始，以残红难觅结束，首尾呼应，结构完美。另外，上阕写暮春空景，却暗含男女情事。下阕写空闺独守，却又穿插春景。整首词词句虽短，但是暮春景色、男欢女爱两不误，最后，以悲春伤时寓意欢愉易逝，犹有余情未了，回味无穷。</p><br/><h2>赏析</h2> <p>　　这是一首伤春怀远的艳情词，在名家的笔下以雅秀的笔意和绵密的章法描摹而出，一点都不显俗套，反而是曲曲传出了恋人的真挚情感和深微心理。</p> <p>　　“三月暮，花落更情浓”。暮春三月，这里说的不是花落水流红、闲愁万种的时节。“更情浓”，浓情密意，指的应是欢情。那么，“人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空”几句呢，初读之下，很可能觉得是在写“方留恋处，兰舟催发”的分手情状；况且“秋千闲挂月”，也容易使人联想到<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>的《寒食夜》：“夜深斜搭秋千索，楼阁朦胧烟雨中”，或者梦窗自己的《风入松》：“黄蜂频扑秋千索，有当时纤手香凝。”但细细寻绎下去，便会知道都对不上号。</p> <p>　　这里绘制的绝不是雨横风狂三月暮的凄凉图画。“人去”、“马停”的笔墨，其间实在是隐去了若干具体的情事。一幕情深意密的“相见欢”，写到如此隐约迷离，含浑蕴藉，手法可谓高明极了。不去实写柳阴摇出画船来的情状，也不去细摹仕女秋千会的场景，而是完全看不到人的活动，作者只是侧击旁敲，轻灵地烘托出一个类似“空镜头”的画面：闲挂月中的秋千索、驻泊堤旁的画船、拴系于垂杨的马匹。这一切都在无误地牵引着读者的神思，循着词人的细密思路，顺理成章地凑泊过去：倦马嘶风、柳边船歇——待人归！夜已深沉，月已朦胧。全部的环境完全被一种静谧、甜美、而又圣洁的氛围笼罩着。这，就是词的上片的不写之写。实际上，而今乐事他年泪，这种对欢情的描写，其实是在为下片的悲感作铺垫。</p> <p>　　季节，由春入夏；情感，也由似酒如密的浓情过滤到神态恹恹的如痴如醉。世事犹如春梦，失去便不可复得；人也如同飞鸿离去后也不再复回。密约幽期不可复得，峡云无迹各自西东，剩下的只有无穷的怅惘和不尽的忆念，她也许只会独自守着窗儿，整日价在情思昏昏中打发日子罢了。“宿燕夜归银烛外”，用的是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《池塘七夕》<a href=\"http://so.gushiwen.org/view_62485.aspx\">诗</a>“银烛有光妨宿燕”的旖旎字面，而指的却是人此时的孤栖处境。下一句“流莺声在绿阴中”绿阴内流莺啼啭，更是使人伤春不忍听，加倍烘托出主人公徬徨寂寞的心境。最后以“无处觅残红”歇拍，对应上文的“花落”，也点明景情迥异聚散匆匆的无奈，哀婉的歌声里倾注着作者对不幸的主人公的绵邈深情。梦窗词擅长以离合吞吐之法抒写感怀旧游之情。</p> <p>　　比较而言，长调慢词的篇幅更易于酣畅铺排，直抒哀乐，而《望江南》这样的小词，要传出虚实相生，悲欢迷见的韵调，实有相当的难度，而作者却巧妙地将上下片属于两段时间的情事加以比照，悲欢相续，构成了全词的浑然整体。尤其是他咏写艳情而用的那种隐去情事，虚处传神的独特技法，造出了一个格调高雅、情意醇厚的空灵境界，这不能不令人击节叹赏。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首伤春怀人之词。所怀者谁已不可确考。杨铁夫《吴梦窗事迹考》说：“甲辰暮春，姬去归苏州（自此以后，每逢清明寒食必有忆姬之作，知姬必以三月中行，触景故伤情也）。”认为这首词“有忆姬之意”。夏承焘《吴梦窗系年》则认为：“集中怀人诸作，其时夏秋，其地苏州者，殆皆忆苏州遣妾；其时春，其地杭者，则悼杭州亡妾。”两位先生推测可供研究参考，但都不尽然。细味本词所写时间为暮春，所写之地：杨柳、堤畔，似是西湖之景，姑依夏说，为梦窗伤悼杭州亡妾之作。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "伤春",
    "怀远"
  ]
}