{
  "id": 57994,
  "star": 24,
  "name": "汉宫春·会稽秋风亭观雨",
  "dynasty": "宋代",
  "content": "亭上秋风，记去年袅袅，曾到吾庐。山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。<br>千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。",
  "fanyi": "<p><strong>译文<br></strong>秋风亭上的秋风姗姗吹过，拂拭着我的脸；记得它去年曾到过我的家。我抬头观望，这里的山河与我家里的山河形状虽然不一样，但人物风情却很相似。功成的人走了，我觉得到了秋天气候变冷，团扇也被人抛弃了。斜阳与过去一样，秋风是吹不断的；野外一片茫茫，古代治水英雄大禹的功绩和遗迹一点也没有了。<br>一千多年前汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>写的《秋风辞》，真是好的<a href=\"http://so.gushiwen.org/view_57994.aspx\">诗</a>章，美妙的词句，可以称得上千古绝唱，到现在人们还在传诵着它。怎么有人说那是模仿<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的章句呢？现在树叶落了，江水冷了，向北方望去，一片茫茫，真叫我感到忧愁。朋友来信：“催我赶快回家，不要迟延，现在正是吃蒪羹鲈鱼美味的时候。”有谁会想到我，在这个秋夜凄凉的时候，独对孤灯，正在研读太史公写的《史记》呢？</p> <p><strong>注释<br></strong>[1]袅袅：微风吹拂。<br>[2]团扇：圆形的扇子。<br>[3]禹迹：相传夏禹治水，足迹遍于九州，后因称中国的疆城为禹迹。<br>[4]茂陵词：指汉武帝的《秋风辞》。茂陵，汉武帝的陵墓，这里指汉武帝刘彻。<br>[5]甚：真。风流：文采美，韵味浓。<br>[6]解拟：能比拟。相如：汉代辞赋家司马相如。<br>[7]眇眇：远望貌。愁余：使我愁苦。<br>[8]书报：来信说。<br>[9]因循：拖延，延误。<br>[10]蓴（chún）鲈：咏思乡之情、归隐之志。<br>[11]太史公书：即<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的《史记》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　起句化用《九歌·湘君》“袅袅兮秋风”句。“山河举目虽异”二句，是用《世说新语·言语》中典故。东晋时南渡士大夫常到新亭聚游饮宴，周侯中坐而叹，说：“风景不殊，正自有河山之异”。皆相视流泪。作者登秋风亭时与东晋士大夫有同感，看到风景依旧，山河破碎，西风苍凉，因而无限感慨。以下“功成者去”二句也连用典。《战国策·秦策》：“蔡泽谓应侯日：‘四时之序，成功者去’。”“团扇”句出自《汉书·外戚传》，载<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>《怨歌行》：“新裂齐纨素，鲜洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉风夺炎热。弃捐箧笥中，恩情中道绝。”这二句作者借以对宋廷排挤抗金爱国将领的作法表示不满。接下去作者看到，秋风中夕阳西下，可是当年大禹治水的遗迹已茫茫不见，无处寻觅了。据《史记·夏本纪》载，舜、禹时，洪水滔天，大禹与众决九川而致四海，天下为治，大禹即帝位后，东巡狩，至会稽而崩，至今绍兴会稽山有禹陵、禹庙。明末<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>曾有<a href=\"http://so.gushiwen.org/view_57994.aspx\">诗</a>句：“禹陵风雨思王会，越国山川出霸才。”（《钱塘东望有感》）思念大禹的功迹，哀叹明之将亡。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>言外之意也是追忆大禹拯救陆沉的勋业，慨叹南宋无英雄人物能力挽狂澜。</p> <p>　　下片依然在怀古，又提及历史上一位英雄君主。汉武帝巡行河东时作有《秋风辞》，说：“秋风起兮白云飞，草木黄落兮雁南归……”辛弃疾在秋风亭上联想《秋风辞》，不仅只是节令上的偶合。他借以缅怀汉武帝为抗击匈奴、强盛帝国所作的杰出功绩。这三句表面是说，汉武帝传颂千古的风流辞章，足可以与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的辞赋媲美。这里似是赞扬汉武的文采，实是歌颂他的武略，暗指宋廷的懦弱无能。以下亦用《九歌》句：“帝子降兮北渚，目眇眇兮愁予。嫡娟兮秋风，洞庭波兮木叶下。”作者用此怅望江南半壁河山，缅怀大禹、汉武帝，情绪依然十分愤慨。以下句意一转，说：朋友们来信劝告我，不要留恋官场而忘记归隐。“莼鲈”用东晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>因秋风起思归故乡的典故，这里以友人来信的口气说出，还是弃官退隐吧。这是作者回顾历史以后，面对冷酷的现实所产生的心理矛盾。结尾却并不回答朋友，只是说：谁曾想到在这清凉的秋夜，我正挑灯攻读太史公书。《史记》其中一系列爱国英雄的纪传，如廉颇、李广等，效命疆场、威震敌胆且晚年倍受压抑，悲愤壮烈，曾深深激动辛弃疾夜读之心。这时辛弃疾64岁，其老骥伏枥之志不衰。</p> <p>　　词中运用典故描绘秋天景象，并表现了怀念北方的爱国思想和在政治上遭受打击的悲凉情绪。篇末通过对友人的答话，表现自己不甘心于长期退隐，而积极关心政治，准备有所作为。</p>",
  "about": "<h2>创作背景</h2> 　　宋宁宗嘉泰三年（公元1203年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>时年六十四岁，在知绍兴府兼浙江东路安抚使任上路过秋风亭，写下了这首<a href=\"http://so.gushiwen.org/view_57994.aspx\">诗</a>。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写雨",
    "退隐"
  ]
}