{
  "id": 69069,
  "star": 15,
  "name": "汝坟贫女",
  "dynasty": "宋代",
  "content": "时再点弓手，老幼俱集。大雨甚寒，道死者百余人。自壤河至昆阳老牛陂，僵尸相继。<br>汝坟贫家女，行哭音凄怆。<br>自言有老父，孤独无丁壮。<br>郡吏来何暴，县官不敢抗。<br>督遣勿稽留，龙钟去携杖。<br>勤勤嘱四邻，幸愿相依傍。<br>适闻闾里归，问讯疑犹强。<br>果然寒雨中，僵死壤河上。<br>弱质无以托，横尸无以葬。<br>生女不如男，虽存何所当！<br>拊膺呼苍天，生死将奈向？",
  "fanyi": "<h2>译文</h2> 汝河岸边有个贫穷住家女，边行边哭声音凄凉又悲怆。<br>自己说道：“家中父亲年已老，独生小女孤单没有男丁壮。<br>郡吏抓丁之来何等粗暴相，县官惟命是从不敢来相抗。<br>督促遣送不要一刻有停留，老态龙钟抓去还要扶拐杖。<br>殷殷勤勤嘱托四旁之近邻，有幸能得众位多多来相帮。<br>最近听说有的同乡已回家，打问消息疑虑生死心慌张。<br>果然在那冰冰寒冷冬雨中，老父冻僵死在壤河岸边上。<br>女子质柔体弱无力将父拖，横尸旷野又无银钱作埋葬。<br>始知世上生女不如只生男，虽存世上究竟何事可承当。<br>扪胸声声悲号大呼叫苍天，我生我死到底将是怎么样？”<br/><p><strong>译文<br></strong>汝水边贫苦人家的女儿，一边走一边哭声音凄凉悲伤。<br>她说家中上有老父，除了她这女儿再没丁壮。<br>郡中的官吏下来态度强暴，县官那里敢表示违抗。<br>催逼严厉不允许片刻担搁，老迈的父亲扶着拐杖上路忙。<br>临走时再三拜托四邻，希望对弱女多多相帮。<br>刚才听到同乡人回来，向他们打听父亲下落时心里疑虑不安。<br>果然在寒冷的雨中，父亲冻死在河边堤上。<br>我这瘦弱的女子没人依靠，父亲的尸体也无力安葬。<br>生女儿比不上男子，我虽活着有什么事可以承当？<br>摸着胸顿足高呼上天，我是活是死真是两难！</p> <p><strong>注释<br></strong>（1）汝坟：河南省汝河岸边。《<a href=\"http://so.gushiwen.org/view_69069.aspx\">诗</a>经·周南》有《汝坟》诗，以妇女的口吻诉说“王室如毁”，此诗也写妇女的哭诉。此诗题下作者原注：“时再点弓手，老幼俱集。大雨甚寒，道死者百余人，自壤河至昆阳老牛陂，僵尸相继。”<br>（2）再点弓手：第二次征集弓箭手。<br>（3）道死：死在路上。<br>（4）壤河：疑即河南省的禳河，流经鲁山县入沙河。<br>（5）昆阳：故地在今叶县。<br>（6）行哭：即哭。行，从事，做。<br>（7）丁：成年的男子。<br>（8）壮：壮年人。<br>（9）督：督促。<br>（10）遣：遣派。<br>（11）稽留：停留。<br>（12）龙钟：老年人行动迟缓、衰惫的样子。<br>（13）去携杖：老人拄着手杖去充乡兵。<br>（14）依傍：依靠。这两句是说老父临行时，女儿殷勤地恳求四邻一同应征的人予以照顾。<br>（15）适：刚才。<br>（16）闾里：乡里。闾里归，指同乡应征回来的人。<br>（17）疑：迟疑。<br>（18）强：勉强。是说想打听一下父亲的消息，又怕凶多吉少，所以迟疑不敢问。<br>（19）弱质：柔弱的身体。贫女自谓。<br>（20）何所当：活着有什么用？当，抵当。<br>（21）拊膺：捶胸。膺，即胸。<br>（22）奈向：犹言活下去呢？还是一死完事呢？奈，犹何。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69069.aspx\">诗</a>里通过汝河边上一位贫家女子的悲怆控诉，描叙了一个由于征集乡乒，致使贫民家破人亡的典型事例，反映宋仁宗时期人民在兵役中所遭受的苦难。和另一首《田家语》是作于同一年的姊妹篇。</p> <p>　　起笔两句入题：“汝坟贫家女，行哭声凄怆。”这个诗题《汝坟贫女》定得很有意义，《诗经·周南》中，就有一篇《汝坟》诗，“汝坟”，指汝河堤岸边上。那首诗，用一位妇女的口气描写乱世，说丈夫虽然供役在外，但父母离得很近，仍然有个依靠。这一篇取《汝坟》旧题，也用一位女子的口吻来描叙，但这位妇女的遭遇却更加悲惨。作者从她走着哭着的凄怆声音，引入下文悲酸的诉说。诗从第三句“自言有老父”到末句“生死将奈向”，全是贫女控诉的话语。这段话可分为三小段。第一小段由“自言有老父”，至“幸愿相依傍”八句，诉说老父被迫应征的情况。前四句诉说家中孤苦，没有丁壮，老父年迈无依。郡吏征集弓手，强迫老父应征，县官虽知实情，却不敢违抗。后四句诉说老父被督遣上路，符令紧迫，不许稽留，老人只得拄着拐杖应役。在老父上路之时，贫女殷殷地嘱托同行的乡邻，恳求他们照顾年迈的父亲。按照当时诏书“三丁籍一”的规定，这家本不在征集之内，但是官吏们取媚上司，多方搜集丁口，以致超过兵役年龄的老人，也被搜索入役。《田家语》诗中所写的“搜素稚与艾，唯存跛无目”，与这里所说的情况相同。</p> <p>　　第二小段由“适闻闾里归”至“僵死壤河上”四句，诉说老父出征之后，隔了一段时日，闾里有人从戍所回来。贫女前来问讯，怀疑她父亲还在勉强撑持，但回答的是她父亲已在寒雨中僵冻而死，露尸在壤河边上。</p> <p>　　第三小段由“弱质无以托”至结尾句“生死将奈向”六句，叙说老父死后，贫女弱质，孤苦无依，老父的尸体运到村里，也无力安葬。只好捶胸痛哭，呼天抢地，悲痛自己是个女儿，不如男子，虽然活在世上，却没有什么用，就连自己是生是死，也不知如何了结。</p> <p>　　全诗语言质朴，字字悲辛，纯用自诉口气，真挚感人。诗里写的，仅仅是在兵役中被折磨而死的一个实例，但这个事例，是成千成百事例中的一个，很有代表性。它道出了当年兵役过滥，使人民遭受苦难的悲惨实况。诗的小序说：“时再点弓手，老幼俱集，大雨甚寒，道死者百余人，自壤河至昆阳老牛陂，僵尸相继。”可见当时无辜的人民，未遭外患，先受内殃，所造成的社会悲剧是十分惨痛的。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69069.aspx\">诗</a>是描写汝坟贫女哭诉朝廷的兵役给人民造成的灾难和痛苦。此诗所写是有史实根据的，作者原注称“时再点弓手，老幼俱集”，据与作者同时的<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>《论义勇六割子》之《第一割子》说：“康定、庆历之际，赵元吴叛乱……国家乏少正兵，遂籍陕西之民，三丁之内选一丁以为乡弓手……闾里之间，惶扰愁怨……骨肉流离，田园荡尽。”（见《温国文正司马公文集》卷三十一至卷三十二）可以与此诗所写互相印证。不同的是此诗以一个家庭的悲剧形象地反映这段历史，龙钟老人拄杖应征，死在阴雨严寒之中，弱质贫女，无所依托，“拊膺呼苍天，生死将奈向？”这种对生命绝望的呼唤，比历史记载更生动、形象并深刻地揭露兵役的残酷和罪恶。这便是这首诗歌所达到的艺术高度。</p> <p>　　这是一首叙事诗，开头二句交代环境，引出人物。“汝坟”，指河南汝河岸边。《诗经·周南》中有《汝坟》一首，诗中以妇女口吻说道：“鲂鱼额尾，王室如毁。虽则如毁，父母孔迩。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《集注》认为是写“汝坟之人”，“供纣之役，其家人见其勤苦而劳之”。事情竟如此之巧，历史上最反动的纣王在这里征集徭役，宋仁宗也在这里募集兵丁，诗人通过这一令人容易产生联想的典型环境，便把这次徭役的性质告诉读者。下面便同样以妇女的口吻控诉徭役的罪恶——“行哭音凄怆”，真是高度的艺术概括！你看她一边行走，一边啼哭，那声音多么凄惨、悲怆！仅这一句造成的气氛已笼罩全篇。</p> <p>　　从“自言有老父”以下，可分三个段落。这位女子只有一位老父相依为命，“孤独无丁壮”一句很像北朝民歌《木兰诗》所说的“阿爷无大儿，木兰无长兄”。在交代了家庭成员以后，便说郡吏突然上门，把老父抓走。一个“暴”字写出了郡吏凶恶的气势，而“县官不敢抗”一句则是对“暴”字的补充，连县官都不敢违抗，何况平民百姓呢。这里的“县官”，恐是诗人自指。“督遣”二句，几乎使人听到郡吏呵斥声，他们凶神恶煞似的督促壮丁们离村，不准迟延，更不准停留。女子的老父虽已年迈龙钟，步履维艰，还要拄着拐杖前往兵营。女儿见状，于心不忍，便再三嘱咐被抓去的邻人，希望邻人路上多多照顾老父。这“四邻”二字，反映出被抓者之多，恐怕比历史上所载的“三丁选一”还大大地超过。以上为第一段。[8] 过了一段时间，村子里渐渐有人被放回，女子连忙去打听，在她心目中，老父或许还能勉强支撑。“疑犹强”三字，写人物的心理状态极为贴切，这使人们想到在老父去后，她心中始终忐忑不安，疑信参半：一会儿担心老父累倒了，一会儿又希望他能活着回来。由于经过这样的铺垫，下面“果然寒雨中，僵死壤河上”，便如晴天霹雳，震撼着这位女子的灵魂。啊，老父果然死了，在大雨严寒的时刻，在“僵尸相继”的壤河道中！诗笔至此，达到了高潮。这是第二段。</p> <p>　　老父死了，只留下一个孤苦伶仃的弱女，又能依靠谁呢？老父的尸体横躺在壤河道中，又有谁给安葬呢？生者如此痛苦，死者如此凄惨，这是一幅惨绝人寰的图景。面对如此现实，女子毫无办法，只好自怨自艾：她恨自己身为女子，不能代父从军，又不能为父营葬，虽然活着又能顶什么用呢？最后她捶胸顿足，口呼苍天，是生是死，莫知所从。“将奈向”，据张相《诗词曲语辞汇释》卷三云：“义犹云奈何也。”如<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《归田乐引》词：“前欢算未已，奈向如今愁无计！”盖为宋时俗语。此诗用这三字作结，颇符合诗家所说的“言尽而意不尽，意尽而情不尽”，值得人们吟味和深思。这是第三段。</p> <p>　　此诗的特色在于叙事中带有真挚的感情。作者虽是客观地反映当时徭役带给人民的苦难，但通过诗中人物之口抒发了父女之情、反对暴政之情，特别是最后一段写老父横尸道路，女儿欲葬不能而自己的命运又生死未卜，呼天抢地，感人至深。因此此诗又可称之为“叙事抒情诗”。</p> <p>　　通览全诗，值得惊叹的是诗人在创作上的勇气。他把犀利的笔锋直接指向宋朝的兵制，激烈地反对统治者所进行的战争。“郡吏来何暴，县官不敢抗”二句，颇值得人们深思。郡吏为何那样凶暴？县官为何不敢违抗？简言之，是因为来头很大。这不是在暗示上有朝廷撑腰么？宋朝以诗歌讥切时政，往往是要受到处分的，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的“乌台诗案”便是一例。比苏轼略早的<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>用比苏轼激烈得多的诗篇，的确是十分难得的。</p>",
  "about": "<h2>创作背景</h2> 　　公元1040年（宋仁宗康定元年），作者任襄城（今河南中部县治）县令，在汝河流域。当时西夏犯边，朝廷下令征集乡兵，如<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>《论义勇六札子》所言，造成“闾里之间，惶扰愁怨”，“骨肉离散，田园荡尽”。又值夏雨成灾，河水暴涨。作者区区县令，无力改变局面。做此<a href=\"http://so.gushiwen.org/view_69069.aspx\">诗</a>与《田家语》同时。《诗经·周南》有《汝坟》篇，为乱世之辞，作者以之为题。",
  "poet": {
    "id": 131,
    "star": 0,
    "name": "梅尧臣",
    "image": "http://img.gushiwen.org/authorImg/meiyaochen.jpg",
    "desc": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"
  },
  "tags": [
    "妇女",
    "贫穷",
    "命运"
  ]
}