{
  "id": 73232,
  "star": 7,
  "name": "桃源行",
  "dynasty": "宋代",
  "content": "望夷宫中鹿为马，秦人半死长城下。<br>避时不独商山翁，亦有桃源种桃者。<br>此来种桃经几春，采花食实枝为薪。<br>儿孙生长与世隔，虽有父子无君臣。<br>渔郎漾舟迷远近，花间相见因相问。<br>世上那知古有秦，山中岂料今为晋。<br>闻道长安吹战尘，春风回首一沾巾。<br>重华一去宁复得，天下纷纷经几秦。",
  "fanyi": "<p><strong>译文<br></strong>望夷宫里在指鹿为马，秦人多半死在长城脚下。<br>逃避乱世的不仅是商山四皓，也有桃花源里的种桃人家。<br>到此地种桃度过了多少冬春，采桃花吃桃实桃枝可作柴薪。<br>子孙在这里生活与世隔绝，虽有父子却不分君臣。<br>渔郎荡着船不知远近，在桃花深处相见吃惊地彼此相问。<br>世上人怎记起古代有秦，山中人怎料到如今是晋。<br>听说长安又吹起战尘，春风中回首往事泪下沾巾。<br>虞舜一去怎能再得，天下纷纷又历遭多次似秦末之战祸。</p> <p><strong>注释<br></strong>⑴行（xíng）：古代<a href=\"http://so.gushiwen.org/view_73232.aspx\">诗</a>歌的一种体裁，又称“歌行”。<br>⑵望夷宫：秦国宫名．秦相赵高在此杀秦二世胡亥。鹿为马：史载赵高欲作乱．恐群臣不听，乃指鹿为马，凡言鹿者皆被杀。后以“指鹿为马”比喻有意颠倒黑白．混淆是非。这里用来概指秦国政治的黑暗。<br>⑶长城：秦始皇统一中国后，为了防御匈奴南侵，乃修筑长城。由于工程浩大．环境艰苦，死了不少人。这里用来指代秦国繁重的劳役。<br>⑷避时：逃避乱世。<br>⑸商山翁：指秦末汉初隐居于商山（在今陕西商县东南）的东园公、用里先生、绮里季、夏黄公四老人．史称“商山四皓”。这句本自<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源诗》：“赢氏乱天纪，贤者避其世。黄绮之商山，伊人亦云逝。”<br>⑹桃源：代指桃花源。<br>⑺经几春：度过了多少冬春。<br>⑻薪：柴火。<br>⑼渔郎”二句：本自《桃花源记》”晋太元中．武陵人捕鱼为业，缘溪行．忘路之远近．忽逢桃花林”，桃源中人“见渔人．乃大惊．问所从来”诸语。漾舟，泛舟。<br>⑽“世上”二句：本自《桃花源记》：“问今是何世．乃不知有汉。无论魏晋。”世上．指渔人。山中．指桃源中人。<br>⑾长安：西汉的首都，这里泛指中原故国。吹战尘：指发生战乱。西晋先是有“八王之乱”。随后是外族人侵．终至灭亡。《桃花源记》所写是东晋时事，故此概指西汉末年以及西晋频仍的战乱。<br>⑿重华：即舜，名重华，为传说中上古时代的贤君。宁：岂。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　头四句作者全翻新陶<a href=\"http://so.gushiwen.org/view_73232.aspx\">诗</a>开篇，点明了陶花源的来历。陶诗“赢氏乱天纪，贤者避其世。黄绮之商山，伊人亦云逝”，列举两件事：一是指鹿为马胡亥，二是修筑长城害民伤财。说明秦政昏暗朝纲乱，民心尽失，并独创“种桃者”，有桃源避世追求和平之意。</p> <p>　　“此来”四句写桃源与世隔绝，自由平等的社会生活。诗中“种桃经几春”、“采花食果枝为薪”说明桃源中人不论沧桑之变，远离尘嚣，超凡脱俗，过着淳朴自然的生活，情趣无穷。使人耳目一新的是作者独创“虽有父子无君臣”之句，虽源于陶诗“秋熟靡王税”，但言出了桃源世界天高皇帝远，虽有血缘亲情，但没有封建等级制度，人人自由平等。</p> <p>　　“渔郎”四句概括《桃花源记》故事的主要内容以及渔人与桃源人的交流和叹。渔人荡舟迷航人桃源，彼此相为惊叹。“惊相问”“山中岂料今为晋”则出于《桃花源记》中“见渔人，乃大惊，问所从来”“不知秦汉，无论魏晋”诸语的缩写。“世上那知古有秦”是说世人不入桃源，故难知道暴秦无道的具体情况。此句并说明桃源中人自秦就隐居于此，在此居住了汉、魏、晋多个朝代不受王化，不管人世沧桑之变。</p> <p>　　最后四句作者借桃源人之口对天下战乱不息、朝代替换的感慨。经过秦末大乱的桃源人，听得如醉如痴，因而回首往事有同感于战乱之苦，悲泪泣下而沾巾，感叹像尧舜一样贤明的君主已不复出现了，桃源人只经过一次秦末之乱已不堪其苦，哪知天下改朝换代，历遭多次似秦末之战祸，沧桑之变故的残酷现实。真是可叹可悲！此四句充分反映了作者对乱世的厌恶与对和平自由平等生活的向往。</p> <p>　　本篇故事新咏诗，与晋唐朝诗风格调有异，一是重整体脉络而不作具体描绘，二是叙述以议论出，语意出新取胜，虽诗晚出，然极富新意，体现了宋诗的特色。北宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>作《桃源行》，则自创新格，以议论为特点，浓缩<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗意，精炼词句，独造名句，运思谋篇上胜过了前人。</p>",
  "about": "<h2>创作背景</h2> 　　晋陶潜作《桃花源<a href=\"http://so.gushiwen.org/view_73232.aspx\">诗</a>》及《桃花源记》描绘出一个远避乱世、与世隔绝、无君无臣、康乐宁静的理想社会。现实的痛苦令人在这美好的想象中陶醉’，故文人多以此为题，寄托情趣，如唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>也作过同诗题的佳作。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>此作是在陶潜所作基础上又有所发挥，他作为一个政治家。不再把目光主要集中在那理想的境界，而更着眼于现实的残酷，久乱难治。王安石的《桃源行》就是利用这个传统题材加以发挥，凭着自己的想象，作了一番再创造。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "议论",
    "写史",
    "抒怀",
    "述志"
  ]
}