{
  "id": 71642,
  "star": 62,
  "name": "昭君辞",
  "dynasty": "南北朝",
  "content": "汉宫美女多如云，中有一人字昭君。<br>天生倾国倾城色，玉质孤高卓不群。<br>来至掖庭已有年，愁听宫漏独成眠。<br>可怜绝色等闲弃，汉帝不分媸与妍。<br>非是君王不好色，佳人如织绕其侧。<br>颠鸾倒凤夕连朝，遍识群芳犹未得。<br>思幸佳人无孑遗，九重选美事颇奇。<br>不劳龙目亲遴选，分辩媸妍赖画师。<br>高低美丑瘦和肥，全仗画师笔一挥。<br>古有按图寻骏马，今皇凭画幸嫔妃。<br>粉黛欲蒙君眷顾，千金竟把画工赂。<br>钱有几多艳几多，无钱休得君恩遇。<br>群娥每每沐皇风，独有昭君际遇穷。<br>自恃无双才与色，讵肯摧眉赂画工！<br>朔方正月雪澌澌，单于策马至京西。<br>因闻汉阙多佳丽，欲索一人娶作妻。<br>汉帝闻言忙颔首，和亲政策由来久。<br>只求边塞暂安宁，愿向单于献佳偶。<br>诏传呈上美人图，御笔按图点丽姝。<br>宫中美色真难舍，乃选庸姿嫁北胡。<br>钦点宫娥上殿堂，昭君为字名王嫱。<br>红袖翩跹迤逦至，至时四壁顿生光。<br>纤步凌波行若止，清香袅袅风吹蕊。<br>骨似琼瑶肌似冰，明眸转盼如秋水。<br>芳华盖世满堂惊，汉帝茫然叹失声。<br>画上庸姿乃绝色，其间究竟是何情？<br>君言既出难更改，忍送红颜归翰海。<br>暗将昭君比众妃，三千佳丽无光彩。<br>含颦忍泪别君王，贱妾从今辞故乡。<br>不用满朝贤将相，蛾眉为国靖边疆。<br>妾今远嫁万千里，胜在深宫寂寞死。<br>宫中尚有如花人，不赂画工命似纸。<br>愿君莫惜妾微身，应惜忠心体国臣。<br>但得贤才良将在，守边何必用佳人！<br>更怜豪杰没尘埃，辜负平生万丈才。<br>岂能屈节事权贵？慷慨高歌归去来！<br>绝色常遭妖女妒，贤才每被奸人误。<br>栖身异域本寻常，多少英雄悲失路！<br>铁马戎装出塞去，莫愁身似风中絮。<br>既然此地不留人，他乡自有留人处！<br>朔漠茫茫走石沙，随身唯有一琵琶。<br>此去诚知难复返，天涯何处不为家！<br>黄雾涨天雪晦冥，黑云拂地风膻腥。<br>高原万里草皆白，大漠千年冢独青。<br>无端叙写昭君辞，红粉飘零实可悲。<br>千古英雄同一叹，伤怀岂止为蛾眉！",
  "shangxi": "<h2>鉴赏</h2> <p>　　昭君即<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>，是汉元帝时宫女。匈奴呼韩邪单于来朝时，汉元帝将昭君嫁给了单于。昭君出嫁匈奴的故事引起后人的无限感慨，屡有歌咏其命运的<a href=\"http://so.gushiwen.org/view_71642.aspx\">诗</a>歌。至<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>时，昭君出塞已经成了诗歌中的传统题材了，所以此诗就题材与表达的内容情感而言并无多少新鲜之处，但在剪裁与刻画技巧方面颇具匠心，仍显出与众不同之处。作者写昭君诗却不把注意力放在昭君出塞前后的一系列具体事件的叙述上，对于昭君出塞的缘由、过程以及出嫁匈奴后的生活和最终结局并不涉及，而是着重描写她离开汉宫前往匈奴途中的所见所感，从这样的角度写，更显得集中、精致。</p> <p>　　诗从昭君辞别故国、北上与匈奴成亲写起。“披香殿”是汉代后宫殿名，“汾阴河”似指汾水，在今山西省境内。昭君北上时是否渡过汾水难以确知，作者此处用“汾阴河”与前句中的“披香殿”对举，意在暗示昭君已远离中原故土，进入北方边远之地，地域的转换表示行程渐远，风物已变，全诗描写的离愁别恨也从此引出。接着的四句，便转入对昭君痛苦情状的描绘。“于兹”二句说离宫北上，渡过汾水，离匈奴渐近了，不由得黯然魂逝，自此双眉紧锁，愁苦满怀。“沾妆”二句是对昭君忧伤容貌的描绘，沾在粉妆上的泪珠犹如浓重的露水，泪水环绕眼睑状似流波。大多数齐梁诗人有这么一种倾向，即描写刻画精致细腻，不厌其详，以此显示自己在这方面的才能。沈约这四句诗便是如此，然而这类精细的刻画有时也会因过于繁复而使诗歌显得板滞堆砌，缺乏生动流转之美，沈约这四句诗虽然工丽，但语义已略嫌重复，好在并未继续铺陈下去，故未使诗歌风格平弱、结构臃肿。</p> <p>　　“日见”句起四句诗写了沿途的景象。随着行程日远，大漠中奔沙时起，随风飘转的蓬草也随之增多。塞外凛冽的寒风，不仅侵透了身上的绮罗，而且刺入肌骨。四句诗展现了大漠苍凉萧瑟的景象，奔沙、胡风的肆虐，使人倍觉长途跋涉的艰辛，飘转迁移的蓬草，更衬出昭君远离故土、飘零异域的无限哀怨。作者此处用“日见”、“稍觉”，将由汉入胡时沿途所见景物的渐变及其对人物心理的影响刻画得很委婉细致，奔沙、转蓬等也很好地烘托了气氛。</p> <p>　　行行日已远，触目又皆是与故国迥异的景象，昭君更思念故国了。“衔涕”二句写她含泪南望，然而关山阻隔，故国杳渺，心中的哀怨之情更难以抑制，这里用一“试”字，颇为传神，既写出昭君频频回首引领眺望的神情，又显示了关山无极，南望非易，从而愁绪愈浓。“始作”二句写她试图用音乐排遣胸中的怨情，然而终于不能。据说汉武帝时，将公主嫁给乌孙王昆莫。“令琵琶马上作乐，以慰其道路之思”，送昭君时大约也如此，故沈约诗中有此二句。“阳春”、“苦寒”均为乐曲名，“阳春”原是楚国的古曲，此处泛指欢乐的曲子，“苦寒歌”即汉乐府《苦寒行》，这里泛指辞调哀苦的乐曲。“阳春曲”与“苦寒歌”相对，且分别用“始”、“终”二字，别有深意，实际上这两句还以乐曲为象征，总括了昭君初始入选宫中，最终事与愿违，未承恩宠而出嫁匈奴的悲剧性的一生，揭示了昭君命运的蹇踬。最后二句言南归无望，日后唯有每月十五日的夜晚，明月又圆之时，聊以望月来寄托思乡之情。这里的“暂”字用得也极讲究，思乡之情无以排遣，只得寄托于夜空中团圆的明月，这本已是无可奈何中仅存的一丝慰藉，然而这明月却并非夜夜都圆，则此情之最终不可排遣也就不难体会了。末二句委婉含蓄，富于思致，所谓“含不尽之意于言外”。</p> <p>　　此诗除了剪裁上颇有特色，字句的锻炼也极工巧外，还有一个特点不容忽视，即讲究声律。沈约是永明体诗歌的代表，他主张在诗歌中运用声律法则，因此，此诗有半数诗句为律句，尤其是第三、四、五、六句，就每一联而言，已合于律诗的平仄要求了，只是联与联之间尚未考虑粘接。有意识地追求声律协调是齐梁诗坛上出现的新气象，沈约在这方面起了重要的作用，为后来唐代律诗的形成作出了贡献，此诗便是他声律理论在创作中运用得较为成功的一例，因此，欣赏此诗，不能不注意到这点。</p>",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "咏史怀古",
    "纪行",
    "写人",
    "思乡"
  ]
}