{
  "id": 8092,
  "star": 662,
  "name": "南陵别儿童入京",
  "dynasty": "唐代",
  "content": "白酒新熟山中归，黄鸡啄黍秋正肥。<br>呼童烹鸡酌白酒，儿女嬉笑牵人衣。<br>高歌取醉欲自慰，起舞落日争光辉。<br>游说万乘苦不早，著鞭跨马涉远道。<br>会稽愚妇轻买臣，余亦辞家西入秦。<br>仰天大笑出门去，我辈岂是蓬蒿人。",
  "fanyi": "<p><strong>译文</strong><br>白酒刚刚酿熟时我从山中归来，黄鸡在啄着谷粒秋天长得正肥。<br>喊着童仆给我炖黄鸡斟上白酒，孩子们嬉笑吵闹牵扯我的布衣。<br>放晴高歌求醉想以此自我安慰，醉而起舞与秋日夕阳争夺光辉。<br>游说万乘之君已苦于时间不早，快马加鞭奋起直追开始奔远道。<br>会稽愚妇看不起贫穷的朱买臣，如今我也辞家去长安而西入秦。<br>仰面朝天纵声大笑着走出门去，我怎么会是长期身处草野之人？</p> <p><strong>注释</strong><br>⑴南陵：一说在东鲁，曲阜县南有陵城村，人称南陵；一说在今安徽省南陵县。<br>⑵白酒：古代酒分清酒、白酒两种。见《礼记·内则》。《太平御览》卷八四四引三国魏鱼豢《魏略》：“太祖时禁酒，而人窃饮之。故难言酒，以白酒为贤人，清酒为圣人。”<br>⑶嬉笑：欢笑；戏乐。《魏书·崔光传》：“远存瞩眺，周见山河，因其所眄，增发嬉笑。”<br>⑷起舞落日争光辉：指人逢喜事光彩焕发，与日光相辉映。<br>⑸游说（shuì）：战国时，有才之人以口辩舌战打动诸侯，获取官位，称为游说。万乘（shèng）：君主。周朝制度，天子地方千里，车万乘。后来称皇帝为万乘。苦不早：意思是恨不能早些年头见到皇帝。<br>⑹会稽愚妇轻买臣：用朱买臣典故。买臣：即朱买臣，西汉会稽郡吴（今江苏省苏州市境内）人。据《汉书·朱买臣传》：“朱买臣，会稽郡吴人，家贫，好读书，不治产业。常刈薪樵，卖以给食，担束薪行且诵读。其妻亦负担相随，数止买臣毋歌讴道中，买臣愈益疾歌，妻羞之求去。买臣笑曰：‘我年五十当富贵，今已四十余矣。汝苦日久，待我富贵报汝功。’妻恚怒曰：‘如公等，终饿死沟中耳，何能富贵？’买臣不能留，即听去。后买臣为会稽太守，入吴界见其故妻、妻夫治道。买臣驻车，呼令后车载其夫妻到太守舍，置园中，给食之。居一月，妻自尽死。”<br>⑺西入秦：即从南陵动身西行到长安去。秦：指唐时首都长安，春秋战国时为秦地。<br>⑻蓬蒿人：草野之人，也就是没有当官的人。蓬、蒿：都是草本植物，这里借指草野民间。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8092.aspx\">诗</a>一开始就描绘出一派丰收的景象：“白酒新熟山中归，黄鸡啄黍秋正肥。”这不仅点明了从山中归家的时间是秋熟季节，而且，白酒新熟，黄鸡啄黍，显示出一种欢快的气氛，衬托出诗人兴高采烈的情绪，为下面的描写作了铺垫。</p> <p>　　接着，诗人摄取了几个似乎是特写的“镜头”，进一步渲染欢愉之情。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>素爱饮酒，这时更是酒兴勃然，一进家门就“呼童烹鸡酌白酒”，神情飞扬，颇有欢庆奉诏之意。诗人的情绪感染了家人，“儿女嬉笑牵人衣”，此情此态真切动人。饮酒似还不足以表现兴奋之情，继而又“高歌取醉欲自慰，起舞落日争光辉”，一边痛饮，一边高歌，表达快慰之情。酒酣兴浓，起身舞剑，剑光闪闪与落日争辉。这样，通过儿女嬉笑，开怀痛饮，高歌起舞几个典型场景，把诗人喜悦的心情表现得活灵活现。在此基础上，又进一步描写自己的内心世界。</p> <p>　　“游说万乘苦不早，著鞭跨马涉远道”。这里诗人用了跌宕的表现手法，用“苦不早”反衬诗人的欢乐心情，同时，在喜悦之时，又有“苦不早”之感，正是诗人曲折复杂的心情的真实反映。正因为恨不在更早的时候见到皇帝，表达自己的政治主张，所以跨马扬鞭巴不得一下跑完遥远的路程。“苦不早”和“著鞭跨马”表现出诗人的满怀希望和急切之情。</p> <p>　　“会稽愚妇轻买臣，余亦辞家西入秦”。诗从“苦不早”又很自然地联想到晚年得志的朱买臣。据《汉书·朱买臣传》记载：朱买臣，会稽人，早年家贫，以卖柴为生，常常担柴走路时还念书。他的妻子嫌他贫贱，离开了他。后来朱买臣得到汉武帝的赏识，做了会稽太守。诗中的“会稽愚妇”，就是指朱买臣的妻子。李白把那些目光短浅轻视自己的世俗小人比作“会稽愚妇”，而自比朱买臣，以为像朱买臣一样，西去长安就可青云直上了。其得意之态溢于言表。诗题只说“别儿童”，这里用“会稽愚妇”之典故，是有所指责。詹锳认为此诗是“把刘氏比作‘会稽愚妇’”</p> <p>　　诗情经过一层层推演，至此，感情的波澜涌向高潮。“仰天大笑出门去，我辈岂是蓬蒿人。”“仰天大笑”，可以想见其得意的神态；“岂是蓬蒿人”，显示了无比自负的心理。这两句把诗人踌躇满志的形象表现得淋漓尽致。</p> <p>　　这首诗因为描述了李白生活中的一件大事，对了解李白的生活经历和思想感情具有特殊的意义，而在艺术表现上也有其特色。诗善于在叙事中抒情。诗人描写从归家到离家，有头有尾，全篇用的是直陈其事的赋体，而又兼采比兴，既有正面的描写，而又间之以烘托。诗人匠心独运，不是一条大道直通到底，而是由表及里，有曲折，有起伏，一层层把感情推向顶点。犹如波澜起伏，一波未平，又生一波，使感情酝蓄得更为强烈，最后喷发而出。全诗跌宕多姿，把感情表现得真挚而又鲜明。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>素有远大的抱负，他立志要“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县清一”（《代寿山答孟少府移文书》），但在很长时间里都没有得到实现的机会。公元742年（天宝元年），李白已四十二岁，此时他得到唐玄宗召他入京的诏书。他异常兴奋，满以为实现政治理想的时机到了，立刻回到南陵家中，与儿女告别，并写下了这首激情洋溢的七言古<a href=\"http://so.gushiwen.org/view_8092.aspx\">诗</a>，诗中毫不掩饰其喜悦之情。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "生活",
    "喜悦",
    "壮志"
  ]
}