{
  "id": 56208,
  "star": 109,
  "name": "鹊桥仙·七夕",
  "dynasty": "宋代",
  "content": "双星良夜，耕慵织懒，应被群仙相妒。娟娟月姊满眉颦，更无奈、风姨吹雨。 <br>相逢草草，争如休见，重搅别离心绪。新欢不抵旧愁多，倒添了、新愁归去。",
  "fanyi": "<p><strong>译文</strong><br>今夜是牛郎织女会面的好时光，这对相会的夫妻懒得再为耕织忙。寂寞的群仙要生妒嫉了：娇美的月亮姊姊蹙紧了娥眉，风阿姨兴风吹雨天地反常。<br>相见匆匆忙忙，短暂的聚首真不如不见，重新搅起离别的忧伤。见面的欢乐总不抵久别的愁苦多，反倒又增添了新愁带回品尝。</p> <p><strong>注释</strong><br>1、七夕：农历七月初七夜，传说牛郎织女此夜渡过银河相会。<br>2、双星：指牵牛、织女二星。<br>3、慵（yōng）：懒。<br>4、娟娟（juān juān）：美好的样子。<br>5、月姊（zǐ）：月宫中的仙子。<br>6、颦（pín）：皱眉。农历初七月亮将及半圆，因言满眉颦。<br>7、风姨：传说中司风之神。原为风伯，后衍为风姨。<br>8、草草：匆匆之意。<br>9、争如：怎么比得上。这里是还不如的意思。<br>10、不抵：不如，比不上。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　两千多年来，牛郎织女的故事，不知感动过多少中国人的心灵。在吟咏牛郎织女的佳作中，<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>的这首《鹊桥仙》别具匠心是一首有特殊意义的佳作。</p> <p>　　“双星良夜，耕慵织懒，应被群仙相妒。”起笔三句点明七夕，并以侧笔渲染。“织女七夕当渡河，使鹊为桥”（《岁华纪丽》卷三“七夕”引《风俗通》），与牛郎相会，故又称双星节。此时银河两岸，牛郎已无心耕种，织女亦无心纺绩，就连天上的众仙女也忌妒了。起笔透过对主角与配角心情之描写，烘托出一年一度的七夕氛围，扣人心弦。下韵三句，承群仙之相妒写出，笔墨从牛女宕开，笔意隽永。“娟娟月姊满眉颦，更无奈、风姨吹雨。”形貌娟秀的嫦娥蹙紧了蛾眉，风姨竟然兴风吹雨骚骚然（风姨为青年女性风神，见《博异》）。这些仙女，都妒忌着织女呢。织女一年才得一会，有何可妒？则嫦娥悔恨偷灵药、碧海青天夜夜心可知，风姨之风流善妒亦可知，仙界女性之凡心难耐寂寞又可知，而牛郎织女爱情之难能可贵更可知。不仅如此。有众仙女之妒这一喜剧式情节，虽然引出他们悲剧性爱情。词情营造，匠心独运。</p> <p>　　“相逢草草，争如休见，重搅别离心绪。”下片，将“柔情似水，佳期如梦”的相会情景一笔带过，更不写“忍顾鹊桥归路”的泪别场面，而是一步到位着力刻画牛郎织女的心态。七夕相会，匆匆而已，如此一面，怎能错见！见了又只是重新撩乱万千离愁别绪罢了。词人运笔处处不凡，但其所写，是将神话性质进一步人间化。显然，只有深味人间别久之悲人，才能对牛郎织女心态，作如此同情之理解。“新欢不抵旧愁多，倒添了、新愁归去。”结笔三句紧承上句意脉，再进一层刻画。三百六十五个日日夜夜之别离，相逢仅只七夕之一刻，旧愁何其深重，新欢又何其深重，新欢又何其有限。不仅如此。旧愁未销，反载了难以负荷的新恨归去。年年岁岁，七夕似乎相同。可谁知道，岁岁年年，其情其实不同。在人们心目中，牛郎织女似乎总是“盈盈一水间，脉脉不得语”而已。</p> <p>　　然而从词人心灵之体会，则牛郎织女的悲愤，乃是无限生长的，牛郎织女之悲剧，乃是一部生生不灭的悲剧，是一部亘古不改的悲剧。牛郎织女悲剧的这一深刻层面，这一可怕性质，终于在词中告诉人们。显然，词中牛郎织女之悲剧，有其真实的人间生活依据，即恩爱夫妻被迫长期分居。此可断言。“地也，你不分好歹何为地？天也，你错勘贤愚枉作天！哎，只落得两泪涟涟。”（《窦娥冤》曲词）</p> <p>　　此词在艺术造诣上很有特色。词中托出牛郎织女爱情悲剧之生生不已，实为匪夷所思。以嫦娥风姨之相妒情节，反衬、凸出、深化牛郎织女之爱情悲剧，则是独具匠心的。（现代黑色幽默庶几近之）全词辞无丽藻，语不惊人，正所谓绚烂于归平淡。范成大之<a href=\"http://so.gushiwen.org/view_56208.aspx\">诗</a>，如其著名的田园诗，颇具泥土气息，从这里可以印证之。最后，应略说此词在同一题材的宋词发展中之特殊意义。宋词描写牛郎织女故事。多用《鹊桥仙》之词牌，不失“唐词多缘题”（《花庵词选》）之古意。其中佼佼者，前有<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，中有秦少游，后有范成大。欧词主旨在“多应天意不教长”，秦词主旨在“两情若是久长时，又岂在朝朝暮暮”，成大此词则旨在“新欢不抵旧愁多，倒添了、新愁归去”。可见，欧词所写，本是人之常情。秦词所写，乃“破格之谈”（《草堂诗馀隽》），是对欧词的翻新、异化，亦可说是指出向上一路。而成大此词则是对欧词的复归、深化。牛郎织女的爱情，纵然有不在朝暮之高致，但人心总是人心，无限漫长之别离，生生无已之悲剧，决非人心所能堪受，亦比高致来得更为广大。故成大此词，也是对秦词的补充与发展。从揭橥悲剧深层的美学意义上说，还是是对秦词之一计算。欧、秦、范三家《鹊桥仙》词，呈现一否定之否定路向，显示了宋代词人对传统对人生之深切体味，亦体现出宋代词人艺术创造上不甘逐随他人独创精神，当称作宋代词史上富于启示性之一佳话。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于淳熙元年（1174）。孔凡礼《<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>年谱》淳熙元年甲午，“秋末，<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>有书来。《周益国文忠公集·书稿》卷六淳熙元年《与范致能参政》第二书：‘……今在桂林矣。最后《七夕》篇，尤道尽人间情意，盖必履之而后知耳。奇绝！奇绝！……’《石湖词》有两首咏七夕者，一为《南柯子》‘银渚盈盈渡’，一为《鹊桥仙》‘双星良夜’，二首中《鹊桥仙》尤深挚，或为必大所云之篇。”",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "七夕节"
  ]
}