{
  "id": 71502,
  "star": 53,
  "name": "谒金门·风丝袅",
  "dynasty": "清代",
  "content": "风丝袅，水浸碧天清晓。一镜湿云青未了，雨晴春草草。<br>梦里轻螺谁扫，帘外落花红小。独睡起来情悄悄，寄愁何处好。",
  "fanyi": "<p><strong>译文<br></strong>柔风细细，水面上映出一望无际的云朵。雨过天晴，然而这春色反而令人增添愁怨。<br>梦中曾与伊人相守，轻轻地为你描画眉毛。梦醒则唯见帘外落花，这一怀愁绪该向何处排解呢？</p> <p><strong>注释<br></strong>①谒金门：《谒金门》本是唐教坊曲，后用为词牌名。敦煌曲子辞中有“得谒金门朝帝廷”句，所以此调可能得名于此。此调又有别名《出塞》《空相忆》《杨花落》《花自落》《醉花春》《不怕醉》《春早湖山》等，有多种不同体格，都是双调。这首词为其中之一体，上、下阕各四句，共四十五字，句句押仄声韵。<br>②风丝：风中的柳树枝条。袅：随风摆动的样子。唐雍陶《天津桥望春》<a href=\"http://so.gushiwen.org/view_71502.aspx\">诗</a>： “津桥春水浸红霞，烟柳风丝拂岸斜。”<br>③浸：浸染。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》：“水浸碧天风皱浪，菱花荇蔓随双桨，红粉佳人翻丽唱。”<br>④“一镜”句：是说无际的水面上映出青色的云朵。青未了：青色一望无际。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《望岳》： “岱宗夫如何?齐鲁青未了。”<br>⑤草草：匆促之意，劳心烦恼。《诗经·小雅》： “骄人好好，劳人草草。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《新林浦阻风诗》： “纷纷江上雪，草草客中悲。”<br>⑥轻螺谁扫：描画眉毛。螺：螺黛，古代女子画眉之墨，也叫螺子黛。欧阳修《阮郎归》： “浅螺黛，淡燕脂，闲妆取次宜。”谁：此为自指。　扫：描画。<br>⑦悄悄：淡淡的忧愁，却又绵绵不断。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《更漏子》：“情悄悄，梦依依，离人殊未归。”<br>⑧寄：寄托。李白《闻<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>左迁龙标遥有此寄》：“我寄愁心与明月，随风直到夜郎西。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词描写闺中女子伤春伤别的情怀，词句以春怨为题，落笔处却多是春晴美景、旖旎美梦，但是美景、春梦中更凸现出闺中人的相思之苦和伤离哀怨。一喜一悲形成强烈的对比，从而凸现了伤春伤离之哀怨，构思巧妙，笔触细腻，格调清婉，写法别致，反差强烈。</p> <p>　　上阕是景语。“风丝袅，水浸碧天清晓。”寥寥数字便写出了春日的美好景色，这本应该是一片令人振奋的风光，但接下来，词人便从这景色中看到了愁绪，“湿云”本是一个很好的意象，刚下过雨的晴天显得湿润怡人，词人将仿佛还没于透的天气写入词中，别有韵味。但词的末句以“春草草”三字急转直下，美好的春色反令离人更添忧烦，春景愈明媚，愈露出了离人的愁苦心绪。</p> <p>　　虽然这美好的雨后春日令人神清气爽，但是纳兰依然感到疲惫怠倦，这是因为春思扰人，词人在思念中，自然无法做到一心去欣赏春日的美景。上片独独写景，写出春日的景物，与别的写景不同，词人写景，只是简单的几笔，便能刻画得深人人心。</p> <p>　　下阕则开始写心。既然春光无心欣赏，那便是心中藏着事情，“梦里轻螺谁扫”一句疑问打开下片的开端，点明烦恼的缘由，也写出词人为何事而烦忧。他在担忧一个人，惦念着一位佳人。梦里谁为佳人描眉，当外面落红开始，梦境醒来便飘逝而去，现实依然是孤独一人，这真是让人忧伤的事情，一腔的闲情该如何寄托，只能是付与<a href=\"http://so.gushiwen.org/view_71502.aspx\">诗</a>词之中，聊以慰藉。词结尾二句以反问结束整首词，直发胸旨，表达了孤寂的情怀，词人自己也不知道，这一腔的幽思该如何化解，提笔像是自问，又好像是寻求答案。</p> <p>　　全词上片写景，下篇言情，颇具情景交融之妙，抒发词人内心孤寂的情怀，而这百年前的情感，已经由不得后人去妄自揣测了，只能从词的字里行间，去体会当时词人当时的心境了。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71502.aspx\">诗</a>选自《饮水词》，是<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的早期作品。</p> <p>　　康熙十五年，纳兰性德殿试之前，纳兰性德为了考取功名，主要学习儒家经典，研习《四书》、《五经》及八股文写作，同时亦潜心于诗词的创作，这首词便创作于这个时期。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "写景",
    "孤独"
  ]
}