{
  "id": 51982,
  "star": 21,
  "name": "水调歌头·九月望日与客习射西园余偶病不能射",
  "dynasty": "宋代",
  "content": "霜降碧天静，秋事促西风。寒声隐地，初听中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。 <br>岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。",
  "fanyi": "<h2>注释</h2> <p>⑴望日：旧历月的每月十五日。《乐府雅词》此首题作：“九月望日，与客习射西园，余偶病不能射，客较胜相先。将领岳德弓强二石五斗，连发三中的，观者尽惊。因作此词示坐客。前一夕大风，是日始寒。”此处转录《全宋词》。<br>⑵秋事促西风：言西风一起，秋事就促迫了。“秋事”，包括秋收、制寒衣等等。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《泰州杂<a href=\"http://so.gushiwen.org/view_51982.aspx\">诗</a>》二十首之四：“秋听殷地发。”<br>⑶殷：仄声，与“隐”通。状声音振动。本《诗经·召南·殷其雷》。<br>⑷瞰：俯视。<br>⑸叠鼓：谢眺《隋王鼓吹曲》十首之四《入朝曲》：“叠鼓送华辀。”《文选》李善注：“小击鼓谓之叠。”<br>⑹衰翁：作者自称。<br>⑺虎士：见《周礼》贾疏，后通称勇士，与虎臣、虎将用法相似。<br>⑻双雁落遥空：序言“连发三中的”，这里说一箭落双雁，事异而意同，盖极言其善射耳。<br>⑼回首：有北望中原意；“云中”如直作地名解，用冯唐事，似觉呆板。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《观猎》：“回看射雕处，千里暮云平”，咏善射与词意为合。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，首四句写与客习射西园的时间，深秋霜降，望天清澄，西风暂起，寒意阵阵，夜半时分，直入梧桐。西风凄紧，冬之将至，词人不由自主地想起前方将士，该是为他们准备过冬的粮饷，赶制棉衣御寒的时候了。他曾兼总四路漕计补给馈响，军用不乏，全力支持抗战，冬季来临，自然使他因关切前方而心绪不宁。“起瞰高城”三句，心事重重的词人起身离座，登上城楼，向中原望去，却见千里关河、寂寥冷落，他虽致力于抗战，无奈宋廷坚持苟和，抗金事业沉寂无着。面对冷落的关河，山河破碎、国土沦亡之悲涌上心头，沉痛难耐，只能借酒浇愁，故曰与客同醉。在宴饮之后，天之将晓，军中鼓声响起，习武场上，武士们手持雕弓，走马飞驰，好一派习武驰射的豪壮场面，令人振奋不已。</p> <p>　　下片写西园习射。面对众人驰驱习射，六十开外的词人深感自己年老力衰，当年的豪气现在已经消失，哪能像虎士岳德那样，挥手弦响，双箭落地。这里有对虎士的赞许，更有对自己衰老的感叹。敌虏未灭而己身已老，不能驰骋疆场，使他深感遗憾，最后以“老矣真堪愧，回首望云中”作结，直抒胸臆。词人虽因无力报国而惭愧，但他身老志不衰，心系“云中”，情结边防，在垂暮之年，还以抗击金兵，收复中原为己任，表现了一个老年抗金志士的壮伟胸怀。</p> <p>　　本篇笔力雄杰，沉郁苍健，具有豪放风格。</p> <p>　　《乐府雅词》此首题作：“九月望日，与客习射西园，余偶病不能射，客较胜相先。将领岳德弓强二石五斗，连发三中的，观者尽惊。因作此词示坐客。前一夕大风，是日始寒。”这里转录《全宋词》，以便鉴赏本篇时作参考。</p> <p>　　吟读本篇，深深地被作者的爱国热忱所感动。在深秋的寒夜，一位六、七十岁的老人，带病登城巡视，回望中原那一大片被金人夺去的土地，不能收复，南宋小朝廷也岌岌可危，他的心情沉重而且惆怅，那又怎么办呢？一味地借酒浇愁吗？不，他还要“与客习射”，走马练武，于是就出现了“叠鼓闹清晓，飞骑引雕弓”的场面，“将领岳德，弓强二石五斗，连发三中的，观者尽惊。”词作者曾为抗击金兵立下汗马功劳，现在年事已高，还想与客走马比武，以振当年雄风，却又“偶病不能射”，感愧老病，不能报效祖国于疆场，只好回首长望北方的云中郡，那魏尚和李广奋勇抗击匈奴的土地。作者不是一般地悼惜流年，感叹病老，而是热切地关注着国家和民族的命运，只因为报国有心、回天无力而抱愧和感喟。虽有力不从心的悲慨，却仍然豪气逼人，给人以激励和振奋。</p> <p>　　上半阕前四句写“霜降”、“碧天”、“秋事”、“西风”、“梧桐”，表明到了深秋，气候已经开始寒冷起来。“起瞰”三句，写作者年老偶病，在大风之后的寒夜，登上高城，遥望北方大片沦陷了的土地，无奈与客同饮，借酒浇愁，说的是作者在特定背景中的活动。“叠鼓”二句写武士操练、演习骑射的热闹场景：天将破晓，鼓棰小击，声声细密而急促；闹鼓声中，武士飞马上场，拉弓搭箭，射向目标。这是多么令人振奋和跃跃欲试的场面啊！以上写的都是客观的景物和事象，却又处处表现着作者的内在心情和心理。如：写秋寒以表现作者的老病忧国；写“起瞰”、夜饮等活动，以表现作者的国愁；写骑射活动场面，以表现作者的爱国豪情和民族自强的精神。景中有情，象中有意，所以才能写得情景历历，意象生动，境界鲜明。</p> <p>　　下半阕抒发议论，但那议论都被情感化、形象化了的，而且设客争笑问难，生活气息极浓。所发感慨，同上半阕写出的时令、气候、活动场景紧密相连，所以毫不感觉突兀。“岁将晚”以下七句，说作者已到垂暮之年，有位客人同他说笑话，问他这个病弱的老人：你平生的豪迈气概跑到哪里去了？你往昔奔马骑射为谁争雄，还不是为了国家和民族的利益？而今你哪能比得酒筵上的武士，举手拉弓，弦声响处，便见有双雁从远空堕落。结尾“老矣”二句，作者回答了自己因年老力衰而不能为国效力，抒发了“真堪愧”的悲凉、痛苦心情，然而他还在“回首望云中”，向往历史上抗击异族侵略者的爱国志士。</p> <p>　　关注《题石林词》评说叶词，说他“晚岁落其华而实之，能于简淡时出雄杰”。这篇《水调歌头》系梦得晚年作品，用关注的话来评判，是符合实际的。毛晋《石林词跋》也说作者<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>晚年“不作柔语殢人，真词逸品也。”</p>",
  "poet": {
    "id": 71,
    "star": 0,
    "name": "叶梦得",
    "image": "http://img.gushiwen.org/authorImg/yemengde.jpg",
    "desc": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以\"气\"入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"
  },
  "tags": [
    "豪放",
    "爱国",
    "壮志"
  ]
}