{
  "id": 4131,
  "star": 58,
  "name": "燕昭王",
  "dynasty": "唐代",
  "content": "南登碣石馆，遥望黄金台。<br>丘陵尽乔木，昭王安在哉？<br>霸图今已矣，驱马复归来。",
  "fanyi": "<p><strong>译文</strong><br>从南面登上碣石宫，望向远处的黄金台。<br>丘陵上已满是乔木，燕昭王到哪里去了？<br>宏图霸业今已不再，我也只好骑马归营。</p> <p><strong>注释</strong><br>⑴燕昭王：战国时期燕国有名的贤明君主，善于纳士，使原来国势衰败的燕国逐渐强大起来，并且打败了当时的强国——齐国。<br>⑵碣（jié）石馆：即碣石宫。燕昭王时，梁人邹衍入燕，昭王筑碣石亲师事之。碣石，指墓碑。碣，齐胸高的石块。<br>⑶黄金台：位于碣石坂附近。相传燕昭王置金于台上，在此延请天下奇士。未几，召来了乐毅等贤豪之士，昭王亲为推毂，国势骤盛。<br>⑷尽：全。<br>⑸安在哉：宾语前置句，“在安哉”的倒装，在哪里之意。<br>⑹霸图：宏图霸业。<br>⑺已矣：结束了。已，停止，完结。矣，语气词，加强语势。<br>⑻驱：驱使。<br>⑼复：又，还。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《燕昭王》是一首怀古<a href=\"http://so.gushiwen.org/view_4131.aspx\">诗</a>，借古讽今，感情深沉，词句朴质，有较强的感人力量。当时作者身居边地，登临碣石山顶，极目远眺，触景生情，抚今追昔，吊古抒情，这首诗表达了怀才不遇，报国无门的痛苦心情，反映了作者积极向上的强烈的进取精神。</p> <p>　　“南登碣石馆，遥望黄金台”。诗的开篇两句，首先点出凭吊的地点碣石山顶和凭吊的事物黄金台，由此引发出抒怀之情，集中表现出燕昭王求贤若渴的风度，也写出了诗人对明君的盼望，为后四句作铺垫。诗人写两处古迹，集中地表现了燕昭王求贤若渴礼贤下士的明主风度。从“登”和“望”两个动作中，可知诗人对古人的向往。这里并不是单纯地发思古之幽情，诗人强烈地推崇古人，是因为深深地感到现今世路的坎坷，其中有着深沉的自我感慨。</p> <p>　　次二句：“丘陵尽乔木，昭王安在哉？”接下二句紧承诗意，以深沉的感情，凄凉的笔调，描绘了眼前乔木丛生，苍茫荒凉的景色，由景衬情，寓情于景，发出“昭王安在哉”的慨叹，表达对燕昭王仰慕怀念的深情，抒发了世事沧桑的感喟。诗人借古以讽今，对古代圣王的怀念，正是反映对现实君王的抨击，是说现实社会缺少燕昭王这样求贤若渴的圣明君主。表面上全是实景描写，但却寄托着诗人对现实的不满。为什么乐毅事魏，未见奇功，在燕国却做出了惊天动地的业绩，其中的道理很简单，是因为燕昭王知人善任。因此，这两句明谓不见“昭王”，实是诗人以乐毅自比而发的牢骚，也是感慨自己生不逢时，英雄无用武之地。作品虽为武攸宜“轻无将略”而发，但诗中却将其置于不屑一顾的地位，从而更显示了诗人的豪气雄风。</p> <p>　　作品最后以吊古伤今作结：“霸图今已矣，驱马复归来。”结尾二句以画龙点睛之笔，以婉转哀怨的情调，表面上是写昭王之不可见，霸图之不可求，国士的抱负之不得实现，只得挂冠归还，实际是诗人抒发自己报国无门的感叹。诗人作此诗的前一年，契丹攻陷营州，并威胁檀州诸郡，而朝廷派来征战的将领却如此昏庸，这叫人为国运而深深担忧。因而诗人只好感慨“霸图”难再，国事日非了。同时，面对危局，诗人的安邦经世之策又不被纳用，反遭武攸宜的压抑，更使人感到前路茫茫。“已矣”二字，感慨至深。这“驱马归来”，表面是写览古归营，实际上也暗示了归隐之意。神功元年（697年），唐结束了对契丹的战争，此后不久，诗人也就解官归里了。</p> <p>　　这篇览古之诗，一无藻饰词语，颇富英豪被抑之气，读来令人喟然生慨。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>说：“国朝盛文章，子昂始高蹈。”胡应麟《诗薮》说：“唐初承袭梁隋，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>独开古雅之源。”陈子昂的这类诗歌，有“独开古雅”之功，有“始高蹈”的特殊地位。</p>",
  "about": "<h2>创作背景</h2> <p>　　万岁通天二年（697），武后派建安郡王武攸宜北征契丹，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>随军参谋。武攸宜出身亲贵，全然不晓军事。陈子昂屡献奇计，不被理睬，剀切陈词，反遭贬斥，徙署军曹。作者有感于燕昭王招贤振兴燕国的故事，写下了这首<a href=\"http://so.gushiwen.org/view_4131.aspx\">诗</a>歌。</p>",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "怀古"
  ]
}