{
  "id": 8159,
  "star": 111,
  "name": "送友人入蜀",
  "dynasty": "唐代",
  "content": "见说蚕丛路，崎岖不易行。<br>山从人面起，云傍马头生。<br>芳树笼秦栈，春流绕蜀城。<br>升沉应已定，不必问君平。",
  "fanyi": "<p><strong>译文</strong><br>听说从这里去蜀国的道路，崎岖艰险自来就不易通行。<br>山崖从人的脸旁突兀而起，云气依傍着马头上升翻腾。<br>花树笼罩从秦入川的栈道，春江碧水绕流蜀地的都城。<br>你的进退升沉都命中已定，用不着去询问善卜的君平。</p> <p><strong>注释</strong><br>⑴见说：唐代俗语，即“听说”。蚕丛：蜀国的开国君王。蚕丛路：代称入蜀的道路。<br>⑵崎岖：道路不平状。<br>⑶山从人面起：人在栈道上走时，紧靠峭壁，山崖好像从人的脸侧突兀而起。<br>⑷云傍马头生：云气依傍著马头而上升翻腾。<br>⑸芳树：开著香花的树木。秦栈：由秦（今陕西省）入蜀的栈道。<br>⑹春流：春江水涨，江水奔流。或指流经成都的郫江、流江。蜀城：指成都，也可泛指蜀中城市。<br>⑺升沉：进退升沉，即人在世间的遭遇和命运。<br>⑻君平：西汉严遵，字君平，隐居不仕，曾在成都以卖卜为生。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首以描绘蜀道山川的奇美而著称的抒情<a href=\"http://so.gushiwen.org/view_8159.aspx\">诗</a>，公元743年（唐玄宗天宝二年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安送友人入蜀时所作。</p> <p>　　全诗从送别和入蜀这两方面落笔描述。首联写入蜀的道路，先从蜀道之难开始：“见说蚕丛路，崎岖不易行。”</p> <p>　　“见说蚕丛路，崎岖不易行。”临别之际，李白亲切地叮嘱友人：听说蜀道崎岖险阻，路上处处是层峦叠嶂，不易通行。语调平缓自然，恍若两个好友在娓娓而谈，感情显得诚挚而恳切。它和《蜀道难》以饱含强烈激情的感叹句“噫吁嚱，危乎高哉，蜀道之难难于上青天”开始，写法迥然不同，这里只是平静地叙述，而且还是“见说”，显得很委婉，浑然无迹。首联入题，提出送别意。颔联就“崎岖不易行”的蜀道作进一步的具体描画：“山从人面起，云傍马头生。”</p> <p>　　蜀道在崇山峻岭上迂回盘绕，人在栈道上走，山崖峭壁宛如迎面而来，从人的脸侧重迭而起，云气依傍着马头而升起翻腾，像是腾云驾雾一般。“起”、“生”两个动词用得极好，生动地表现了栈道的狭窄、险峻、高危，想象诡异，境界奇美，写得气韵飞动。</p> <p>　　蜀道一方面显得峥嵘险阻，另一方面也有优美动人的地方，瑰丽的风光就在秦栈上：“芳树笼秦栈，春流绕蜀城。”</p> <p>　　此联中的“笼”字是评家所称道的“诗眼”，写得生动、传神，含意丰满，表现了多方面的内容。它包含的第一层意思是：山岩峭壁上突出的林木，枝叶婆娑，笼罩着栈道。这正是从远处观看到的景色。秦栈便是由秦（今陕西省）入蜀的栈道，在山岩间凿石架木建成，路面狭隘，道旁不会长满树木。“笼”字准确地描画了栈道林荫是由山上树木朝下覆盖而成的特色。第二层的意思是：与前面的“芳树”相呼应，形象地表达了春林长得繁盛芳茂的景象。最后，“笼秦栈”与对句的“绕蜀城”，字凝语炼，恰好构成严密工整的对偶句。前者写山上蜀道景致，后者写山下春江环绕成都而奔流的美景。远景与近景上下配合，相互映衬，风光旖旎，有如一幅瑰玮的蜀道山水画。诗人以浓彩描绘蜀道胜景，这对入蜀的友人来说，无疑是一种抚慰与鼓舞。尾联忽又翻出题旨：“升沉应已定，不必问君平。”</p> <p>　　李白了解他的朋友是怀着追求功名富贵的目的入蜀，因而临别赠言，便意味深长地告诫：个人的官爵地位，进退升沉都早有定局，何必再去询问善卜的君平呢！西汉严遵，字君平，隐居不仕，曾在成都卖卜为生。李白借用君平的典故，婉转地启发他的朋友不要沉迷于功名利禄之中，可谓谆谆善诱，凝聚着深挚的情谊，而其中又不乏自身的身世感慨。尾联写得含蓄蕴藉，语短情长。</p> <p>　　这首诗，风格清新俊逸。诗的中间两联对仗非常精工严整，而且，颔联语意奇险，极言蜀道之难，颈联忽描写纤丽，又道风景可乐，笔力开阖顿挫，变化万千。最后，以议论作结，实现主旨，更富有韵味。</p> <p>　　此诗与《蜀道难》都是写蜀地风光，但在写法上有较大区别。其同者都是从“传说”“见说”入题，着力虚拟夸说蜀道迷离神奇的色彩和点染烘托蜀道的艰险诡奇的气氛，突出难和险，继之按由秦入蜀的时空顺序，绘声绘色，穷形尽相地描绘了蜀道山水风光雄奇峻伟、高危惊险的独有特点。然而，两诗之异则迥然有别。《蜀道难》充满想象与夸张，而《送友人入蜀》则比较写实。《蜀道难》着意于“难”，寓情于“忧”，诗突然“以嗟叹起，嗟叹结”，中间再以“蜀道之难，难于上青天”复呼再叹，呼前应后，将蜀道开辟之极苦，蜀道行路之极难，蜀地留居之极险，浑成为一，全诗起结开合，纵横起伏，既有雄浑之势，又有飘逸之神。《送友人入蜀》着眼于“送别”，归结于“入蜀”，从诗旨上讲，不宜夸说渲染蜀道之险难，从五言律诗体裁讲，更毋庸备述蜀道难行的苦况。首联平静点出蜀道“崎岖不易行”的题旨，颔联则化虚说为“实感”，紧承“崎岖”二字。“山从人面起，云傍马头生”，尽显蜀道的狭窄、险峻、高危、诡异，颈联“芳树笼秦栈，春流绕蜀城。”则灵笔一转，由险峻奇诡而优美瑰丽，清丽明畅。尾联则以旷达顺适之情，劝慰友人随缘应机。全诗起承转合皆紧贴诗题，叙事状物，写景寄情，一脉相连。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_8159.aspx\">诗</a>送友人入蜀之处在秦地，当为唐玄宗天宝二年（743年）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安送友人入蜀时所作，诗人当时受到朝廷权贵的排挤。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "送别",
    "山水",
    "抒情",
    "劝勉"
  ]
}