{
  "id": 10800,
  "star": 16,
  "name": "夜宴左氏庄",
  "dynasty": "唐代",
  "content": "林风纤月落，衣露净琴张。<br>暗水流花径，春星带草堂。<br>检书烧烛短，看剑引杯长。<br>诗罢闻吴咏，扁舟意不忘。",
  "fanyi": "<p><strong>译文</strong><br>风林树叶簌簌作响，一痕纤月坠落西山。弹琴僻静之处，清露沾衣。<br>黑暗中涧水傍着花径流过，泠泠之声盈耳。春星灿烂，夜空犹如透明的屏幕，映带出草堂剪影。<br>烧烛检书，奇文共赏，疑义相析；看剑饮杯，激起我满腔的壮志豪情。<br>写就新<a href=\"http://so.gushiwen.org/view_10800.aspx\">诗</a>，忽闻传来吴音吟咏，又勾起了我前几年泛舟江南的回忆，心情久久不能平静。我的心不禁穿过浩渺的时空，飞落到当年范蠡的小船上。</p> <p><strong>注释</strong><br>①夜宴：夜间饮宴。《新唐书·五行志一》：“光宅初，宗室岐州刺史崇真之子横杭等夜宴，忽有气如血腥。”<br>②纤月：未弦之月，月牙。《杜工部草堂诗笺》注曰：“新月也。古乐府：‘两头纤纤月初生’，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《玩月诗》：‘始见西南楼，纤纤如玉钩。’”<br>③净：一作“静”。《说苑》：“孺子操弹于后园，露沾其衣。”或以衣为琴衣，非是。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗：“静琴怆复伤。”张：鼓弹的意思。<br>④暗水：伏流。潜藏不显露的水流。<a href=\"http://so.gushiwen.org/author_178.aspx\">李百药</a>诗：“暗水急还流。”<a href=\"http://so.gushiwen.org/author_1482.aspx\">庾肩吾</a>诗：“向岭分花径。”<br>⑤草堂：旧时文人常以“草堂”名其所居，以标风操之高雅。张伯复《诗话》：“春星带草堂”，古今传为佳句，只一带字，便点出空中景象。如“玉绳低建章”，低字亦然。带，拖带也。《北山移文》：“草堂之灵。”<br>⑥检书：翻阅书籍。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《伤友人赋》：“共检兮洛书。”<br>⑦看剑：一作“煎茗”。引杯：举杯。指喝酒。<br>⑧吴咏：犹吴歌。谓诗客作吴音。<br>⑨扁舟意：晋张方《楚国先贤传》：“句践灭吴，谓范蠡曰：‘吾将与子分国有之。’蠡曰：‘君行令，臣行意。’乃乘扁舟泛五湖，终不返。”因以“扁舟意”为隐遁的决心。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10800.aspx\">诗</a>首联“林风纤月落，衣露净琴张”二句自然而脱俗。上句点明夜景，下句紧承宴事，意象和谐而又形容妥帖。“林风”有本作“风林”，《杜臆》以与下文“衣露”相偶之故，认为当作“林风”，《杜诗详注》更以说理加以论证：“‘林风’相微，‘风林’则大，只颠倒一字，而轻重不同”，大约是说作“风林”的话会妨害意境的和谐，叨扰春夜的静谧，又和“纤月”等意象有失协调。另外，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>还有“湖月林风相与清”（《书堂既夜饮复邀李尚书下马月下赋绝句》）的诗句，也是夜宴情景，以“林风”、“湖月”对举，考虑到诗人的思维习惯，或可作为“林风”的佐证。纤月，则是月初新生的月牙儿，黄昏而生，所以才能中夜而落。成善楷判断该诗写的是早景（《杜诗详注》），就不仅颠倒了时序，亦且错会了诗意，他由此生发的别解，颇乖诗义。正如黄生所云“夜景有月易佳，无月难佳，按此偏于无月中领趣”（《杜诗详注》），即是全诗所描写的是夜景而非早景之意。</p> <p>　　衣露，一般解为中夜露下沾衣，《说苑》有“孺子操弹于后园，露沾其衣”的典故，联系到弹琴事，杜甫或正用此事，但也让人极易联想到《诗经》中“胡为乎中露”（《诗经·邶风·式微》）的诗句。露能沾衣，可知湛露其繁，时当春夜，或可拟于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“春风拂槛露华浓”的景象，但生机略似，杜诗则多一种简素。净琴，一作静琴。《诗经》有“琴瑟在御，莫不静好”（《诗经·郑风·女曰鸡鸣》），<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>也有诗云：“静瑟怆复伤”（《谢宣城集·奉和随王殿下·其六》），似乎作“静琴”才是，意为静好之琴，但“净琴”也不妨为杜甫别出心裁。“净琴”显示了素琴横陈，曲如山泉，潺湲叮咚泻出幽谷，顿时脆响盈耳，清新扑面的景象。且杜甫又是极钟爱“净”字的，诗如“明涵客衣净”（《太平寺泉眼》）、“天宇清霜净”（《九日杨奉先会白水崔明府》）、“雨洗娟娟净”（《严郑公宅同咏竹》）等，都是他用“净”字的出色例证。“张”，又像是设势，同时巧妙地点出了夜宴的开始。一个“张”字，不待言曲而音声之妙已浃人情思，李白有诗“蜀僧抱绿绮，西下峨眉峰。为我一挥手，如听万壑松”（《听蜀僧濬弹琴》）。“张”与“挥”字一般，不仅形象妙肖，而且意味无穷。首联干净洗练，一段雅致，在林风、纤月的映衬下，在中庭静夜悠扬的琴声里，油然升起。</p> <p>　　如果说首联意境超然、高蹈尘外的话，颌联“暗水流花径，春星带草堂”二句则涉笔成趣，翩接人间。当夜而能辨出“暗水”，应当是闻其淙淙细流之声；而“花径”为黑暗所遮没，也是非其芬芳馥郁之气所不能察觉到的，暗水流花径，虽然不言声味，而声味隐然毕现。纤月既落，春星当繁，“满天星斗焕文章”，自然会有星垂檐低的错觉，一个“带”字，被杜甫锤炼得精当熨帖，妙义入神。然而承上文成善楷误以为是早晨而对“带”字别有新解，他认为“带”字音义同“逝”，流逝而去的意思，盖谓黎明时分，月落星沉，虽似也合文意，但颇违春水繁星的意境。“带”字含义，且如《吴都赋》“带朝夕之濬池，佩长洲之茂苑”，李善注云：“带、佩，犹近也”，而杜甫又有“翳翳月沉雾，辉辉星近楼”（《不寐》）的诗句，那么“带”约略可以训为“近”的意思，描绘的是星垂接宇的景象。“带”的这种用法在杜诗中还有诸如“ 江城带素月”（《听杨氏歌》）等，也可知杜甫是惯常这样描写和表现的。“春星带草堂”，作为诗人的主观感受，描绘的是灿烂星空笼罩下的奇幻夜景： 暗水，溶溶脉脉地沿着花径流转；春星，辉辉煌煌地映带着茅椽草堂。全联正如黄生所评：“上句妙在一‘ 暗’字，觉水声之入耳”，“下句妙在一‘带’字，觉星光之遥映。”（《杜诗详注》）杜甫选取这样的情景和物象形诸笔端，不仅雅致非常，而且野趣盎然。</p> <p>　　铺叙停当了，颈联“检书烧烛短，看剑引杯长”二句便转笔描写夜宴的场景，宾主雅宜，乐在其中。检书，大约是宾主赋诗而寻检书籍。之所以选取“检书”的意象，也许在应景的同时，杜甫也寄寓了自己的一种偏好和情趣，从杜诗喜欢用事可以推知杜甫十分看重才学，自然而不免热爱读书，“读书破万卷”（《奉赠韦左丞丈二十二韵》）、“床上书连屋”（《陪郑广文游何将军山林十首》之一）等诗句都是他的自纪。这里清夜烧烛检书的意象，对读书人而言，有特殊的亲切感，四壁寂然，青灯黄卷，众人不堪其清冷落寞，读书人也不改其读书之乐，更何况与诸同志“奇文共欣赏，疑义相与析”（《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>集·移居二首·其一》），自然更是其乐融融，不觉烛短了，另外杜甫还有“晓漏追趋青琐闼，晴窗检点白云篇”的诗句，也足见他“检书”的乐趣。</p> <p>　　看剑，有本作“煎茗”，一作“说剑”。作“煎茗”在格律上既不合乎平仄，在诗意上又与当句“引杯”有复，意境平常，当非杜甫原诗。作“说剑”则与《庄子》外篇《说剑》篇名有复，而杜甫此处似乎并非想用《庄子》的典故，当系后世传抄中浅人所臆改，但看杜诗其他篇目，可以得知杜甫实有中夜“看剑”的喜好，如《蕃剑》诗中描写道：“如何有奇怪，每夜吐光芒。虎气必腾上，龙身宁久藏？”在《夜》诗中又有“独坐亲雄剑，哀歌叹短衣”；在《重送刘判官》诗中又云：“经过辨丰剑，意气逐吴钩”；再到<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>化用杜诗有“引杯看剑话偏长”的诗句，均表明当是“看剑”。杜甫所以喜好看剑，其实不难从他致君尧舜的抱负和其性格中慷慨磊落的特点看出，雄剑、虎气、龙身，未尝不是杜甫自况，虽是一介寒儒，但当其意兴勃发，便自有心雄万夫的气概，《杜诗详注》云：“因看剑而豪气生于此，快饮亦宜引杯长矣”，言颇中肯。至于清夜引杯，似乎是杜甫的一大嗜好，杜诗有“邻人有美酒，稚子夜能赊”（《遣意》）的句子。 酒兴偶动，便不可支，若遇贫困潦倒之际，自然难免“酒债寻常行处有”了，而检书论文看剑，又是无酒不欢的。诗酒流连，对于古代文士而言是极适意的享受，杜甫有诗：“何当一樽酒，重与细论文”（《春日忆李白》）；“说诗能累夜，醉酒或连朝”（《赠卢参谋》）；“醒酒微风入，听诗静夜分”（《陪郑广文游何将军山林十首》之一），似乎以诗文侑觞，才能畅情恣性。而《新唐书》记载杜甫“放旷不自检”、“好论天下事”，那看剑引杯，不亦宜乎？</p> <p>　　颈联上句检书恬淡虚静，下句看剑引杯挥洒灵动，表现出夜宴气氛渐趋热烈，而宾主欢洽之情透在字间，“顾宸曰：一章之中，鼓琴看剑，检书赋诗，乐事皆兴”（《杜诗详注》），正是此意。</p> <p>　　尾联“诗罢闻吴咏，扁舟意不忘”写宴席上勾念起作者以前泛舟吴越的记忆，即事作诗。开元十九年（731年），二十岁的杜甫开始了历时四年的吴越之游，他登金陵、下姑苏、渡浙江、游鉴湖、泛剡溪，历览了诸多名胜古迹，领略了江南水乡的无限秀美，反映在杜甫的诗篇如《壮游》，就用大量的笔墨来追忆吴越之游，且充满眷恋、略带遗憾，而想往之情不能自已，如“东下姑苏台，已具浮海航。到今有遗恨，不得穷扶桑”、“剡溪蕴秀异，欲罢不能忘”，再如《夜三首》之一写道：“向夜月休弦，灯花半委眠……暂忆江东鲙，兼怀雪下船”（《题郑监湖亭》），可知吴越之游给杜甫留下了十分美好而深刻的印象，或者简直可以说吴越已经成为他心中的一方乐土。此时此景此地，在相距千里的齐赵之地听到吴音吟哦，杜甫心中很自然地会油然升起一种异样的亲切感，而联想回忆起自己泛舟吴越的情景。《史记》有范蠡乘扁舟游五湖的故事，杜甫若心存此典故，大约也透露他委心自然、形神萧散的人生追求。《夜宴左氏庄》是杜甫早期的作品，尚未为忧愁和烦恼所累，尾联所反映的，也许正是杜甫自然流露出的向往自由的超脱心境。</p> <p>　　全诗取象自然而脱俗，林风、纤月、湛露、净琴、暗水、花径、春星、草堂，使诗篇透着隐隐的生气和散着丝丝的野趣；而叙事如检书、看剑、引杯、咏诗，又不辜负风月，极切于情景，可谓良辰美景、赏心乐事，四美毕具；不单如此，再经由杜甫笔夺造化的炼字工夫，用“落、张、流、带”等字将上述意象巧妙地点缀联接，不觉句句清新逼人，妙不可言；而末一联杜甫又用含蓄不尽的笔法点出自我感受，既应景又情真意切，自然容易引起读者共鸣，不禁陶醉在全诗的和谐之美中。《唐诗近体》赞此诗曰：“写景浓至，结意亦远。杜律如此种，气骨有余，不乏风韵。虽雅近王、孟，实为盛唐独步。”全诗结构如《杜诗详注》所说，“时地景物重叠铺叙，却浑然不见痕迹，而逐联递接，八句总如一句，俱从‘夜宴’二字蓦写尽情”，知是丝丝扣题而又浑如天成，最是上乘。此诗确实如杜甫所推崇“诗清立意新”（《奉和严中丞西城晚眺》）的标准，《夜宴左氏庄》称得上杜甫清丽诗篇的典范之作。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10800.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>早期作品，当为杜甫漫游齐、赵时所写，时间应在唐玄宗开元二十四年（736年）之后。据作者《壮游》诗所纪，杜甫弱冠先游吴越，再游齐赵，且“放荡齐赵间，裘马颇清狂”的，当日的杜甫，踌躇满志，意气风发，作诗自然别具一种情趣。这当是夜宴赋诗，席上杜甫闻坐间有以吴音咏诗者，顿时勾念起自己不久之前泛舟吴越的记忆，即事兴感，遂命诗篇。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "即事"
  ]
}