{
  "id": 62342,
  "star": 7,
  "name": "沁园春·送翁宾旸游鄂渚",
  "dynasty": "宋代",
  "content": "情如之何，暮涂为客，忍堪送君。便江湖天远，中宵同月，关河秋近。何日清尘。玉尘生风，貂裘明雪，幕府英雄今几人。行须早，料刚肠肯殢，泪眼离颦。 <br>平生秀句清尊。到帐动风开自有神。听夜鸣黄鹤，楼高百尺，朝驰白马，笔扫千军。贾傅才高，岳家军在，好勒燕然石上文。松江上，念故人老矣，甘卧闲云。",
  "fanyi": "<h2>注释</h2> ⑴沁园春：词牌名。东汉窦宪仗势夺取沁水公主园林，后人作<a href=\"http://so.gushiwen.org/view_62342.aspx\">诗</a>以咏其事，因此得名。此调格局开张，宜抒壮丽豪迈情感，苏、辛一派最喜用之。又名“念离群”“东仙”“洞庭春色”“寿星明”。双调，一百十四字，上片十三句四平韵，下片十二句五平韵，也有过片处增一暗韵的。另有一百一十二、一百十三、一百一十五、一百一十六字体。这首词为定格。　 <br>⑵翁宾旸：即翁孟寅，字宾旸，号五峰，崇安（今福建崇安县）人，或言是钱塘人。曾为贾似道客，有《五峰词》一卷，有豪放词气。<br>⑶月：一本作“舟”。<br>⑷须：一本作“清”，一本作“情”。<br>⑸离：一本作“难”。 　<br>⑹在：一本作“壮”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“情如之何”三句，以一“情”字总合全词。此言词人年已垂暮，然仍旧羁旅在外，且还要送亲如兄弟的翁五峰赴鄂州前线御敌，不由思绪万千。“便江湖”四句，临别赠言。词人说：我俩虽然将要分离，今后两地相隔，千里之远。但秋高气爽，仍可在中秋佳节，同赏明月，所以说即使是隔着千山万水也是“千里共婵娟”啊！可是如今战火纷飞，何日才能重新回复宁静的生活？这是词人对时局的担忧。“玉尘”三句，状翁之外形打扮，并赞之。“玉尘”，即玉柄拂尘。魏晋时清谈家常手拿拂尘，泛泛而谈。此言翁五峰到鄂后，很快就要入冬，故词人想象中，翁将手执拂尘，身穿貂裘，在贾帅幕府中与人讨论时政，议论战况。词人说：但不知道贾帅府中如今还有几个像你那样的英雄人物？“行须早”三句，述离别。言翁应该为国事硬起铁石心肠，尽快起程义无反顾地奔赴前方，不要为儿女情长搞得难舍难分。　</p> <p>　　“平生”两句，既赞翁之才，又誉翁之忠。“帐动”句，化用东晋郗超故事。郗超，晋高平人，有文才，善谈论，为桓温参军。温怀不轨，超为之谋。谢安尝诣温论事，温令超卧帐中听之，风动帐开，安笑曰：“郗生可谓入幕之宾”。此言翁五峰如太白再世，“斗酒<a href=\"http://so.gushiwen.org/view_62342.aspx\">诗</a>百篇”似的借酒助文才，且秀句迭出；而且他忠心耿耿，能为贾似道出谋划策，尽心尽力地办事。“听夜鸣”四句，联想翁到鄂后情景。言五峰若到了鄂州（汉阳），夜晚闲暇可以到黄鹤楼登高访古，探访胜迹；白天可以驰骋骏马，练武备战，若要赶写告敌檄文，相信他必能倚马可待，文势可以横扫千军。“贾傅”三句是说：鄂州前线如今有了五峰这个像<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>那样的高才辅佐军事，再加上士气高昂得如岳家军一样的宋军，必定能够大败元兵，还能乘胜收复失地，勒石在燕然山上。“燕然”句，用窦宪故事。据《后汉书·窦宪传》：“东汉永元元年，窦宪破北单于，登燕然山，刻石纪功而还。”按：燕然山，即今蒙古杭爱山。梦窗忧元兵侵宋，故发此议论。“松江上”三句，转言自身。词人说：你（指翁）如果在鄂建功立业，不要忘记吴地松江旁边还有我这个老迈的朋友在家中象闲云野鹤般的无所事事啊。结句含有希望友人功成名就，并推荐自己之意在。由此可见词人虽已至暮年，却壮心不已。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1259年（开庆元年）时，其时，元兵进犯荆、湖、四川，朝廷派贾似道督师汉阳以援鄂。翁宾旸当在此时入似道幕而随行。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>身在江南为翁宾旸送别而作此词。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "离别",
    "鼓励"
  ]
}