{
  "id": 18283,
  "star": 5,
  "name": "觉衰",
  "dynasty": "唐代",
  "content": "久知老会至，不谓便见侵。<br>今年宜未衰，稍已来相寻。<br>齿疏发就种，奔走力不任。<br>咄此可奈何，未必伤我心。<br>彭聃安在哉？周孔亦已沉。<br>古称寿圣人，曾不留至今。<br>但愿得美酒，朋友常共斟。<br>是时春向暮，桃李生繁阴。<br>日照天正绿，杳杳归鸿吟。<br>出门呼所亲，扶杖登西林。<br>高歌足自快，商颂有遗音。",
  "fanyi": "<p><strong>译文<br></strong>早知人生，衰老难辞；不曾想到，来势何迅。<br>我生今年，理应未衰；不知不觉，老来相寻。<br>牙齿已松，头发脱落；四处奔走，力已不任。<br>徒有慨叹，无可奈何；人皆如此，何必伤心。<br>彭祖老聃，今日何在？圣如周孔，早归寂沉。<br>寿者圣者，为人称颂；但无一人，存活至今。<br>此时惟愿：美酒作伴；朋友相聚，同饮共斟。<br>春光美好，即将逝去；桃红<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，枝叶繁阴。<br>阳光明媚，绿野连天；杳杳归鸿，天际长鸣。<br>呼朋唤友，出门踏青；手持扶杖，登上西林，<br>临高快意，放声高歌；犹如商颂，不绝余音。</p> <p><strong>注释<br></strong>[1]不谓：不打招呼。侵：渐近。<br>[2]宜：应该。稍已，已经。<br>[3]种：形容头发短少。<br>[4]咄：叹词，表示失意或无奈。<br>[5]彭聃：即彭祖和老聃，为古代长寿者。周孔：即周公和孔子，为古代圣人。<br>[6]杳杳：高远的样子。<br>[7]遗音：声音不断，余音袅袅的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一般读者都知道<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的<a href=\"http://so.gushiwen.org/view_18283.aspx\">诗</a>中总是充满了一种酸楚哀怨，凄婉幽深和感厄愤郁之情。特别是在永州所作诗篇，取境大都以清冷、幽僻、寂静为主色调，读起来给人以郁闷压抑、吞吞吐吐的感觉，总缺少一些豪迈潇洒、明快超脱。而此诗却一反常态，使人耳目一新，在柳宗元诗集中，可算得上十分难得的“快诗”。</p> <p>　　《觉衰》诗的“快”，首先表现在对衰老的态度上。面对提前来临的衰老，他不再是悲悲切切，嗟叹不已，而是显得超脱旷达。这种态度表现在诗的一、二层中。诗的第一层写“衰至”的感受。衰老虽然不期而至，而且来势凶猛。四十岁左右正值盛年的柳宗元，已经是“齿疏发就种，奔走力不任”，显出了十足的老态龙钟之状。诗的开头，可谓是曲尽老态。留下一个应该怎样面对过早到来的“衰”的问题。诗的第二层，是写对“衰至”的认识和理解。笔势一转，陡然生力，表现了诗人的独特见识。他以穿越古今、看透人生的目光，找到了面对衰老的最好的方法——潇洒和超脱。诗中写道：“彭聃安在哉？周孔亦已沉。古称寿圣人，曾不留至今。”古代的寿者如彭祖、老聃，早已消失于人世间了。人人称颂的周公、孔子，也是在时间的长河中归于寂静了。无论是长寿者，还是圣贤者，都无法逃避必死的自然法则。这是一段非常富有哲理的议论。诗人把寿者、圣者同普通人等量齐观，一切的人在衰老和死亡面前，都是公平无私的。因此，大可不必为功名利禄而患得患失，耿耿于怀，也无须因失意落魄而唉声叹气。只有看透了这一层，精神上才能获得轻松和超越。这种见解和情怀，在柳宗元别的诗中很少见到。</p> <p>　　《觉衰》诗的“快”，第二个鲜明特点是行为上的潇洒倜傥。面对衰老，面对春光流逝，许多人都会自伤老大，嗟老叹穷，痛感人生苦短，光阴虚掷，生不逢时，怀才不遇。这大概也算得上中国古代失意文人的通病。柳宗元在此诗中却表现得潇洒豪迈：“但愿得美酒，朋友常共斟”，与朋友常举酒杯，放怀痛饮，何愁之有，此其一也；“出门呼所亲，扶杖登西林”，呼朋唤友，成群结队，郊外踏青，登高抒怀，又何忧之来，此其二也；“高歌足自快，商颂有遗音”。放声高唱古代颂歌，情韵悠扬余音不绝，何闷不去，此其三也。此番举动，其豪迈不下李太白（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>），其潇洒可敌谢康乐（<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>），实在让人刮目相看，难怪周珽在《唐诗选脉全通》中评价此诗说：“绝透，绝灵、绝劲、绝谈。前无古人者以此，言人当及时行乐也。”蒋之翘说此诗“失却子厚本色（《唐四家诗》）”。虽然两人评价的角度不同，说法不一，但共同地证明了一点，柳宗元的这首诗，给了读者一种新鲜别样的感觉——快意。</p> <p>　　从《觉衰》这首诗，读者看到柳宗元人生、性格的又一侧面。幽怨、哀叹和凄婉不是柳诗的全部，他的诗同样可以潇洒豪迈，可以旷达超脱。这首诗展示了一个更生动更真切和更全面的柳宗元。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说此诗“忧中有乐，乐中有忧”。此话是颇有见地的。此诗正是忧与乐相互渗透、相互陪衬，超脱旷达使幽怨显得更加婉曲，潇洒倜傥使孤愤变得更加强烈。诗人自己在《对贺者》中也是这样说的：“嘻笑之怒，甚于裂眦，长歌之哀，过于恸哭。庸岂知吾之浩浩，非戚戚之大者乎！”此诗，柳宗元以洒脱的外在形式，抒发出内心深处的哀怨之情，是饱含酸楚地“潇洒”了一回。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "抒怀",
    "旷达"
  ]
}