{
  "id": 72793,
  "star": 20,
  "name": "菩萨蛮·玉楼明月长相忆",
  "dynasty": "唐代",
  "content": "玉楼明月长相忆，柳丝袅娜春无力。门外草萋萋，送君闻马嘶。画罗金翡翠，香烛销成泪。花落子规啼，绿窗残梦迷。",
  "fanyi": "<p><strong>译文</strong><br>楼如白玉，楼外垂柳摇曳，正是暮春时节。梦中，萋萋的芳草、萧萧的马鸣，闺楼中的思妇，在明月之夜，正在苦苦地思忆着远方的离人。<br>罗帐上绣有一双金色的翡翠鸟，芳香的蜡烛融为滴滴的蜡泪。窗外残红飘落、子规啼血，窗内残梦凄迷、哀思绵绵。空楼相忆，思妇徒盼离人归来。</p> <p><strong>注释</strong><br>①玉楼：楼的美称。<br>②袅娜：细长柔美貌。春无力：即春风无力，用以形容春风柔软。<br>③萋萋：草茂盛貌。<br>④画罗：有图案的丝织品，或指灯罩。金翡翠：即画罗上金色的翡翠鸟。<br>⑤香烛：加有香料的烛，亦是对烛的美称。销成泪：蜡烛燃烧后垂下的蜡滴比作眼泪。<br>⑥子规：即杜鹃鸟，常夜鸣，声音似“不如归去”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>组词《菩萨蛮》十四首的第六首，表现思妇在玉楼苦于思忆而梦魂颠倒的情景。综观全词，起两句为入梦，结两句为梦醒，“门外”两句为梦中幻景，“画罗”两句为梦时衬景，从室外写到室内，由梦前写到梦后，层次分明，脉络清晰，兼有幽深、精绝之美。</p> <p>　　“玉楼明月长相忆，柳丝袅娜春无力。”首两句点明时间、地点和<a href=\"http://so.gushiwen.org/view_72793.aspx\">诗</a>歌主人公的身份。一句“玉楼明月长相忆”，即将全词笼罩在一片离情别绪的氛围之中。柳丝袅娜，正是暮春时节，闺楼中的思妇，在明月之夜，正在苦苦地思忆着远方的离人。楼如白玉，楼外垂柳摇曳，并且在明月朗照之下，景象非常清幽。春风沉醉，这应是春情生发的大好辰光，此景是思妇所见，却教她顿生悔恨之情。“春无力”三字描写春柳柔媚，反衬了主人公相思之久且深，暗示思妇的痛苦不堪、心神恍惚而无可奈何的情态。</p> <p>　　“门外草萋萋，送君闻马嘶。”三四句进一步叙述当日送行场面，萋萋的芳草、萧萧的马鸣，是声色的结合，加重了离别的氛围。这应是思妇长久思忆而神魂飘荡中出现的梦境，是思忆当初送别情节在梦境中的再现，此种依依惜别的刹那情景，最是离人梦绕魂牵、永不会忘却的。</p> <p>　　“画罗金翡翠，香烛销成泪。”过片写眼前事，从室外移至室内，写玉楼中的长夜思念：罗帐上绣有一双金色的翡翠鸟，芳香的蜡烛融为滴滴的蜡泪。这是一个环境幽美．陈设富丽的地方，可“泪”字却已暗示出了女主人公生活中的不幸，而一个“销”字尤见漫漫长夜思妇难眠之孤寂。</p> <p>　　“花落子规啼，绿窗残梦迷。”最后一句转写梦，似乎矛盾，然矛盾中自有道理。或许在空楼相忆时的词中人本已入梦，并梦见了当时送别的情景，这样更能体现相忆之久。以景铺叙，窗外残红飘落、子规啼血，窗内残梦凄迷、哀思绵绵，此句以“花落子规啼”的凄迷景色，映衬人在梦中的痛苦情怀。</p> <p>　　全词描绘了远离人的悠悠行远，闺中人的脉脉多情，无论是“玉楼明月”的幽寂，“柳丝袅娜”的清柔，“画罗金翡翠”的凄迷，还是“花落子规啼”的哀艳，皆是闲闲流转，景真情真，一派自然，读来意味深长。</p>",
  "about": "<h2>创作背景</h2> 　　此词约作于唐大中（847—860）年间。五代<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《北梦琐言》卷四载：宣宗爱唱《菩萨蛮》词。令狐相国（綯）假其（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>）新撰密进之，戒令勿泄，而遽言于人，由是疏之。温亦有言曰：“中书堂内坐将军。”讥相国无学也。《乐府纪闻》记载此事云：“令狐綯假温庭筠手撰二十阕以进。”据此，《菩萨蛮》诸阕乃温庭筠所撰而由令狐绹进献唐宣宗之作。其时当在大中后期（850—859），正值温庭筠屡试不第之时。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "思恋",
    "亲人"
  ]
}