{
  "id": 34058,
  "star": 14,
  "name": "怀宛陵旧游",
  "dynasty": "唐代",
  "content": "陵阳佳地昔年游，谢脁青山李白楼。<br>唯有日斜溪上思，酒旗风影落春流。",
  "fanyi": "<p><strong>译文<br></strong>想当年曾在宛陵城游览胜地，谢玄晖与李太白都留下足迹。<br>溪水倒映针阳实在令人遐想，迎风飘扬的酒幌也映入小溪。</p> <p><strong>注释<br></strong>⑴宛陵：古县名，汉初置，不久改为丹阳郡治所，西晋时改为宜城郡治所，南朝梁、陈时为南豫州治所，隋时又改为县，其地在今安徽省宣城。旧游：此处指旧日游览之地。<br>⑵陵阳：山名，旧传因陵阳子明于此山成仙而得名，在今安徽省宣城北，这里用作宛陇的代称。佳地：胜地。<br>⑶<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>（tiǎo）：字玄晖，南齐<a href=\"http://so.gushiwen.org/view_34058.aspx\">诗</a>人。青山：泛指此处群山，此处的“青山’与“楼”为互文，不是分属于谢朓和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>。李白：字太白，唐代诗人。<br>⑷日斜溪上：溪水倒映着斜阳。思：想，遐想。<br>⑸酒旗：酒家的酒幌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首山水<a href=\"http://so.gushiwen.org/view_34058.aspx\">诗</a>，但不是即地即景之作，而是诗人对往年游历的怀念。宛陵三面为陵阳山环抱，前临句溪、宛溪二水，绿水青山，风景佳丽。南齐诗人<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>曾任宣城太守，建有高楼一座，世称谢公楼，唐代又名叠嶂楼。盛唐诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>也曾客游宣城，屡登谢公楼畅饮赋诗。大概是太白遗风所致，谢公楼遂成酒楼。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>所怀念的便是有着这些名胜古迹的江南小城。</p> <p>　　这首诗的佳处不止在描摹山水如画，更在于溶化着诗人深沉的感慨。通观全诗，前二句是平叙宛陵旧游的怀念，说自己从前曾到陵阳山的那个好地方游历，那里有谢朓、李白的游踪遗迹。后二句是回忆当年留下的最深刻的印象：傍晚，在句溪、宛溪旁缓步独行，夕阳斜照水面，那叠嶂楼的倒影映在水中，它那酒旗仿佛飘落在春天流水中。那情景，最惹人思绪了。惹起的思绪是什么，惹起思绪的原因是什么，诗人没有说，也无须说破。前二句既已点出了诗人仰慕的谢朓、李白，后二句描摹的这帧山水图所蕴含的思绪感慨，不言而喻，是与他们的事迹相联系的。</p> <p>　　谢朓出任宣城太守时，很不得意，“江海虽未从，山林于此始”（《始之宣城郡》）。李白客游宣城，也是牢骚满腹，“抽刀断水水更流，举杯销愁愁更愁”（《宣州谢朓楼饯别校书叔云》）。然而谢朓毕竟还有逸兴，李白更往往是豪游，青青的陵阳山上，那幢谢朓所筑、李白酣饮的高楼，确令人思慕向往。而自己一介布衣，没没无闻，虽然也游过这陵阳佳地，却不能为它再增添一分风韵雅胜。于个人，他愧对前贤；于时世，他深感没落。因此，回想当年旧游，只有那充满迷惘的时逝世衰的情景，给他难忘的深刻印象。这就是西斜的落日，流去的春水，晚风中飘摇的酒旗，流水中破碎的倒影，构成一幅诗意的画境，惹引无限感慨的思绪。由此可见，这首怀念旧游的山水诗，实质上是咏怀古迹、感时伤世之作。</p> <p>　　这首诗的艺术特色显然在于炼词铸句，熔情入景，因而风物如画，含蓄不尽。前二句点出时间、地点，显出名胜、古迹，抒发了怀念、思慕之情，语言省净，含意丰满，形象鲜明，已充分显示诗人老到的艺术才能。后二句深入主题，突出印象，描写生动，以实见虚，在形似中传神，堪称“画本”，而重在写意。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《锦瑟》中“此情可待成追忆，只是当时已惘然”的那种无望的迷惘，在陆龟蒙这首诗里得到了十分相似的表露。也许这正是本诗的时代特色。诗歌艺术朝着形象地表现某种印象、情绪的方向发展，在晚唐是一种相当普遍的趋势，这诗即其一例。</p>",
  "poet": {
    "id": 335,
    "star": 0,
    "name": "陆龟蒙",
    "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
    "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
  },
  "tags": [
    "山水",
    "写景",
    "怀旧"
  ]
}