{
  "id": 37115,
  "star": 22,
  "name": "春尽",
  "dynasty": "唐代",
  "content": "惜春连日醉昏昏，醒后衣裳见酒痕。<br>细水浮花归别涧，断云含雨入孤村。<br>人闲易有芳时恨，地迥难招自古魂。<br>惭愧流莺相厚意，清晨犹为到西园。",
  "fanyi": "<p><strong>译文<br></strong>惜别伤春连日来酒醉昏昏，醒来之后衣裳上全是酒痕。<br>细水上漂着落花流入另涧，阴云带雨飘入那远处孤村。<br>闲居无聊恨芳时白白流去，异地千里难招来古人精魂。<br>最感激流莺掀转深情厚意，每当清晨还特意飞到西园。</p> <p><strong>注释</strong><br>⑴惜春：爱怜春色。<br>⑵酒痕：酒污的痕迹。<br>⑶浮：一作“漾”。别涧：另外一条河流。涧，一作“浦”。<br>⑷断云：片片云朵。<br>⑸人闲：作者在朱全忠当权时，被贬到濮州，后来依附他人，终日无所事事。有：一作“得”。芳时恨：就是春归引起的怅恨。终日闲呆，不能有所作为，辜负了大好时光，故有“芳时恨”之感。芳时，指春天。<br>⑹地迥：地居偏远。迥：一作“胜”。古魂：故人的精魂，指老友已故化为精魂。<br>⑺流莺：叫声悦耳的莺。流，谓其鸣声婉转悦耳。厚意：深情厚意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>晚年寓居南安之作，与《安贫》表现同一索寞情怀，而写法上大不相同。《安贫》直抒胸臆，感慨万端；此篇则融情入景，兴寄深微。</p> <p>　　春尽，顾名思义是抒写春天消逝的感慨。韩偓的一生经历了巨大的政治变故，晚年寄身异乡，亲朋息迹。家国沦亡之痛，年华迟暮之悲，孤身独处之苦，有志难骋之愤，不时袭上心头，又面临着大好春光的逝去，内心的抑郁烦闷自不待言。郁闷无从排遣，唯有借酒浇愁而已。<a href=\"http://so.gushiwen.org/view_37115.aspx\">诗</a>篇一上来，就抓住醉酒这个行为来突出“惜春”之情。不光是醉，而且是连日沉醉，醉得昏昏然，甚且醉后还要继续喝酒，以致衣服上溅满了斑斑酒痕。这样反复渲染一个“醉”字，就把作者悼惜春光的哀痛心情揭示出来了。</p> <p>　　颔联转入写景。涓细的水流载着落花漂浮而去，片断的云彩随风吹洒下一阵雨点。这正是南方暮春时节具有典型特征的景象，作者把它细致地描画出来，逼真地传达了那种春天正在逝去的气氛。不仅如此，在这一幅景物画面中，诗人还自然地融入了自己的身世之感。那漂浮于水面的落花，那随风带雨的片云，漂泊无定，无所归依，正是诗人自身沦落无告的象征。扩大开来看，流水落花，天上人间，一片大好春光就此断送，也可以看作诗人深心眷念的唐王朝终于被埋葬的表征。诗句中接连使用“细”、“浮”、“别”、“断”、“孤”这类字眼，更增添了景物的凄清色彩，烘托了诗人的悲凉情绪。这种把物境、心境与身境三者结合起来抒写，达到融和一体、情味隽永的效果，正是韩偓诗歌写景抒情的显著特色。</p> <p>　　颈联再由写景转入抒情。为什么要说“人闲易有芳时恨”，大凡人在忙碌的时候，是不很注意时令变化的；愈是闲空，就愈容易敏感到季节的转换，鸟啼花落，处处都能触动愁怀。所以这里着力点出一个“闲”字，在刻画心理上是很精微的。再深一层看，这个“闲”字上还寄托了作者极深的感慨。春光消去，固然可恨，尤可痛心的是春光竟然在人的闲散之中白白流过，令人眼瞪瞪望着它逝去而无力挽回。这正是诗人自己面临家国之变而不能有所作为的沉痛告白。下联“地迥难招自古魂”，则把自己的愁思再转进一层。诗人为惜春而寄恨无穷，因想到：如有亲交故旧，往来相过，互诉心曲，也可稍得慰藉，怎奈孤身僻处闽南，不但见不到熟悉的今人，连古人的精灵也招请不来，更叫人寂寞难堪。当然，这种寂寥之感虽托之于“地迥”，根本上还在于缺乏知音。“前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。”（<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《登幽州台歌》）韩偓此时的孤愤心情，同当年的陈子昂确有某种相通之处。</p> <p>　　七、八句抛开议论事理，转入抒情。借流莺相顾、春愁略解，含蓄地表达了对“春尽”的感伤和悲叹之情。诗人在这里虽然没有具体写自己是如何苦闷，表面上冲淡了全诗的悲剧色调，但其无限苦闷之情却形象地表现出来。</p> <p>　　这首诗有叙述，有描写，有议论，三者紧密结合是其主要特点。这首诗描写景物具体形象，“细水浮花归别洞，断云含雨入孤村”这些诗句，真实地描绘出春天雨前农村的美景，有很大的艺术魅力。这首诗语言流畅优美，对仗工整。通篇扣住“春尽”抒述情怀，由惜春引出身世之感、家国之悲，一层深一层地加以抒发，而又自始至终不离开春尽时的环境景物，即景即情，浑然无迹，这就是诗篇沉挚动人的力量所在。</p>",
  "poet": {
    "id": 130,
    "star": 0,
    "name": "韩偓",
    "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
    "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。"
  },
  "tags": [
    "苦闷",
    "心情",
    "感伤",
    "悲叹"
  ]
}