{
  "id": 71967,
  "star": 273,
  "name": "琴诗",
  "dynasty": "宋代",
  "content": "若言琴上有琴声，放在匣中何不鸣？<br>若言声在指头上，何不于君指上听？",
  "fanyi": "<p><strong>译文</strong><br>如果说琴声发自琴，那把它放进盒子里为什么不响呢？<br>如果说琴声发自手，为何你的手上听不到声音？ </p><p><strong>注释<br></strong>若:如果。<br>何:为何。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　唐朝的<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>写了一首《听嘉陵江水声寄深上人》：“凿岩泄奔湍，称古神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声。如何两相激，雷转空山惊？贻之道门旧，了此物我情。”这位作家对水石之间关系的疑惑与领悟，亦同于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之于琴指。这其实是个高深的哲学问题，因为在佛教看来，一切都是因缘和合而成，事物与事物之间只是由于发生了联系，才得以存在。即如所谓“四大”，《金光明最胜王经》卷五说：“譬如机关由业转，地火水风共成身。随彼因缘招异果，一在一处相违害，如四毒蛇具一箧。”《圆觉经》说：“恒在此念，我今此身，四大和合。”《楞严经》曾对什么是“浊”有一段阐发：“譬如清水，清洁本然，即彼尘土灰沙之伦，本质留碍，二体法尔，性不相循。有世间人取彼土尘，投于净水，土失留碍，水亡清洁，容貌汩然，名之为浊。”也就是说，“浊”是尘土和清水发生了作用而形成的。另一段论述说得更为明确：“譬如琴瑟、箜篌、琵琶，虽有妙音，若无妙指，终不能发。”——苏轼的<a href=\"http://so.gushiwen.org/view_71967.aspx\">诗</a>简直就是这段话的形象化。</p> <p>　　从字面上看是说，如果说琴可以自己发声，那么为什么把它放在盒子里就没了乐声？如果说声音是由手指头发出的，那么为什么不能凑过耳朵靠近指头直接听到乐声呢？</p> <p>　　苏轼在这首诗中思考是：琴是如何发出声音的？根据科学依据可知，其实，琴能演奏出优美的音乐，这不光需要靠琴，还要靠人的指头弹动、敲击钢丝 ,产生振动发出，人的手指和琴同时存在是发出琴音的物质基础，只有两者相辅相成，才能奏出优美的音乐。</p> <p>　　由于钢丝的粗细不同，所以按不同的键，木槌就会敲击相应的钢， 发出不同的声音。</p> <p>　　该诗哲理性很强，富有禅机。佛教视有为无，视生为灭，追求无声无形不生不减，音乐的真实即虚无，所以音乐无所谓真实与否，要以“谐无声之乐，以自得为和”、“反闻闻自性，性成无上道”，通过内心的感受而自得、反悟禅道。《题沈君琴》否定了琴、指两者和音乐之声的关系，其思想和《楞言经》“声无既无灭，声有亦非生，生灭两圆离，是则常真实”相通。 </p>",
  "about": "<h2>道理</h2> <p><strong>文学意义</strong><br>　　这首<a href=\"http://so.gushiwen.org/view_71967.aspx\">诗</a>讲了一个弹琴的道理：一支乐曲的产生单靠琴不行，单靠指头也不行，还要靠人的思想感情和技术的熟练。琴不难掌握，指头人人有，但由于人的思想感情和弹琴技术的差异很大，演奏出来的乐曲是否悦耳可就大不一样了。诗里用了两个提问，让读者去思考。其实这是一个复杂的美学问题：产生艺术美的主客观关系</p> <p><strong>物理意义</strong><br>　　声音的音质与介质的材料不同有异.音高一般与物体的大小,粗细,厚薄,长短,松紧有关.大,粗,厚,长,松的东西振动慢,频率低;反之频率高.响度与物体振动的频率有关.</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "美学",
    "哲理"
  ]
}