{
  "id": 18329,
  "star": 10,
  "name": "跂乌词",
  "dynasty": "唐代",
  "content": "城上日出群乌飞，鸦鸦争赴朝阳枝。<br>刷毛伸羽和且乐，尔独落魄今为何？<br>无乃慕高近白日，三足妒尔令尔疾？<br>无乃饥啼走路旁，贪鲜攫肉人所伤？<br>翘肖独足下丛薄，口衔低枝始能越。<br>还顾泥涂备蝼蚁，仰看栋梁防燕雀。<br>左右六翮利如刀，踊身失势不得高。<br>支离无趾犹自免，努力低飞逃后患。",
  "fanyi": "<p><strong>译文</strong><br>日照城隅，群乌飞翔；<br>哑哑争飞，占枝朝阳。<br>梳毛伸翅，和乐欢畅；<br>顾盼跂乌，群鸦猜详：<br>跂乌落魄，是为那般？<br>也许志高，亲近太阳？<br>日中三足，使它脚残；<br>也许饥饿，啼走路旁，<br>夺人鲜肉，为人所伤？<br>昂首独足，丛林奔窜。<br>口衔低枝，飞跃艰难；<br>四顾泥涂，蝼蚁须防。<br>仰看房梁，燕雀为患；<br>纵有六翮，利如刀芒。<br>腾跃失势，无力高翔；<br>支离无趾，身残避难。<br>努力低飞，慎避后患。</p> <p><strong>注释</strong><br>[1]跂乌：是伤残的独足而行的乌鸦。<br>[2]鸦鸦：犹哑哑，象声词。即乌鸦的叫声。<br>[3]落魄：穷困潦倒、不得志貌。<br>[4]三足乌：传说是居住在太阳中的乌鸦。<br>[5]攫：抓取。<br>[6]翘肖：在空中高飞之类的动物，此指乌鸦。章士钊以为是“翘首”，即矫首、昂首之意。丛薄：低矮的丛林。<br>[7]六翮：飞行中有力的羽毛。<br>[8]踊身：纵身跳跃之态。<br>[9]支离、无趾：《庄子》中两位形体伤残的富有寓意的人物。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《跂乌词》作于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>初贬永州不久。在此<a href=\"http://so.gushiwen.org/view_18329.aspx\">诗</a>中，诗人借助于跂乌形象婉曲而真实地展示自己坎坷的人生遭遇和凄苦心灵创伤，描绘出一副令人心恸的自画像。通过此诗，可以深入地窥视柳宗元的内心世界，准确地把握他初贬永州时的创作心态。这不仅对读者欣赏他的寓言诗帮助不少，而且对全面地了解柳宗元和他的整体作品也大有裨益。</p> <p>　　在这首诗中，诗人叙述了一只受伤乌鸦的落魄遭遇和打算未来避祸自保的寓言故事。全诗的内容可分三层。第一层，群乌和乐图。当旭日升起时，一群乌鸦在城头上空飞翔，哑哑地鸣叫着、争抢着飞向那朝阳的树枝，享受着阳光沐浴的温暖。它们梳梳羽毛、舒展舒展翅膀，显得那样的舒坦、惬意和快乐，似乎幸福的时光全属于它们了。于是它们对不幸的跂乌评头品足的大加议论起来，并伴有几分嘲弄和幸灾乐祸。这层对全诗来说，既交代了跂乌落魄的原因和背景，又显示出了跂乌同群乌命运的巨大反差。第二层，叙述跂乌落魄的原因和惨状。原因有二：一是志向太高，招致太阳里的三足乌的嫉妒，使其足病。二是损人害己。因抢夺别人的既得利益，为人所伤。因而处境狼狈，只能告别展翅高翔的蓝天，口衔树枝艰难地在低矮的树丛中跳跃。还须时时提防泥涂中蝼蚁和栋梁上的燕雀偷袭和伤害。这层是全诗的重点，集中描述了跂乌的落魄之状。第三层，跂乌所思。面对着环视的敌手，自己已经丧失了搏击长空的能力，与其受辱于敌手，不如效法支离和无趾，全身而退，以求自保。此层进一步写跂乌由身体的伤害到精神的伤残，加浓此诗的悲剧色彩。</p> <p>　　这是一首寓言诗，作为寓言诗，最本质的特征是托物寓意。首先，须看所托之物与所寄之意能否融为一体。其次，要求所寓之意真实。因为“意”是寓言诗的关键、生命和灵魂，“物”之不过是其载体而已。如果没有灵魂，寓言诗同平庸的写景诗和咏物诗就没有了差别。欣赏寓言诗，关键是对所寓之“意”的真实性的把握。再次，对“意”的表达方式是否幽深婉曲，尺度适当。太直则成为了咏怀诗而显得浅露，太曲易变成朦胧诗而不知所云。此诗成功地处理好了这几种关系，因而具有特殊的魅力。</p> <p>　　形象鲜明、生动真切是突出特征之一。在“跂乌”这一形象中，诗人寓于了作者真切的经历、遭遇、感受和悲愤。这一点是十分明显的，读者从群乌对跂乌受伤原因的议论中得到的答案是：志高和损人。这两点正是柳宗元遭贬的直接原因。他年少精敏，志向高远，再加之仕途通畅，三十来岁就成为了朝廷中的决策要臣，这使他的从政理想变得更加狂热和高远。他立志革除一切社会弊端和痼疾，再现盛唐的繁荣景象。正如“群乌”所言“慕高近白日”。结果势必引起政敌的嫉妒。再就是它们的革新的措施，就更严重的损害了既得利益者的权利。如废除宫市、收回宦官特权、削弱藩镇势力和惩治贪官污吏等等，在“群乌”的眼中都是些“贪鲜攫肉”的损人行为，自然要遭到群起而攻之。这些都是柳宗元的真实遭遇。过激的革新立即招来了宦官、藩镇势力和朝官的反对派里外呼应的联合进攻，拥立太子李纯，强迫顺宗退位，严惩革新派骨干，在磨刀霍霍、刀光剑影的疯狂围攻下，其结果岂止是伤痕累累。另外，如和乐的群乌、窥视的蝼蚁和燕雀，正是政敌们弹冠相庆和仍将继续落井下石置人死地的丑态的传神刻画。他的好友<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>写的《柳子厚墓志铭》和《唐书》本传看法是一致的，认为柳宗元落魄主要是“少时嗜进，谓功业可就”，“不自贵重顾藉”，得罪权贵所致。而“名盖一时”、人“畏其才高”又是久贬不用的根本原因。朋友之说的真实性和史书记载的权威性，足以说明了柳宗元落魄原因的真实性。所以韩醇《诂训柳集》说《跂乌词》是“用寓言之体”，“显以自况”。跂乌形象的真实，就是艺术地再现诗人经历的真实。</p> <p>　　凄婉哀怨、悲壮刚强是此诗的又一特色。柳宗元在落魄的跂乌身上寄予的情感，也是自己那段特殊时间内的特殊情感的表现。失势的跂乌面对险恶的环境，他选择了效法支离无趾、避祸全身。这正是柳宗元内心矛盾、苦闷、彷徨和恐惧之情的真实表现。现代人大可不必去责怪柳宗元过于消沉、妥协和退却，也不必要求他当时为何不一直斗争到底、视死如归、气贯长虹。其实，谁都知道任何顽强的斗士，不可能内心没有丝毫胆怯和软弱。因此，柳宗元非但无可厚非，反而更让人敬佩他有敢于袒露真实内心的勇气。当时的柳宗元没有选择余地。一夜之间的命运逆转，不得不扶老携幼，从京城来到永州。到后的水土不服、亲人病逝、多病缠身，人身攻击的恶语、用心险恶的诽谤，还有那“不在量移之限”的一纸诏书，打击一个接一个的劈头盖来，柳宗元的前途几乎被全部封杀。伴随而来的还有那令人窒息的孤独和寂寞。对于这种远远超出肉体和心理承受能力的伤害，迫使他与佛门有了亲密的接触。“一生几许伤心事，不向佛门何处销”。在这条<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>当年选择的道路上，柳宗元又蹒跚地行走着。当然，佛门并不是不幸的真正的避难所，暂时的安慰无法治愈永恒伤痛。这大概是前人众口一词的认同柳宗元的作品以哀怨、凄婉为感情基调，深得骚人之趣的原因吧。在柳宗元的集子里，处处可以强烈地感受到那种“常积忧恐”、“恒惴栗”的情感涌动。周昂在《中州集》中的《读柳诗》一诗写道：“功名翕忽负初心，行和骚人泽畔吟。开卷未终还复掩，世间无此最悲音。”乔亿的《剑溪说诗》更是明确指出《跂乌词》“恻怆动人”，情感哀怨。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>认为“可悲而泣”。因此，《跂乌词》所表达出来的凄婉哀怨，是柳宗元当时最真实的情感。不过，在悲切中还夹有一点悲壮。跂乌的昂首，正是张谦宜评柳诗时所说的“矫矫凌人意”，“毕竟不平和”。</p> <p>　　物我一体、婉曲含蓄是此诗表现手法上的特色。在《跂乌词》中，柳宗元以高超技巧，展示出寓言诗的魅力。全诗无一不在说跂乌，又无一不在言自己，真正做到了物我难分。这种效果的取得，首先在物的选择上，诗人以跂鸦为意的寄托物，是很有深意的。它具有多层含义。一方面，乌鸦是不吉祥的小动物，给人的印象是多嘴惹祸、制造麻烦、没有婉转动听声音，常常被人指责。柳宗元的革新中的言行举止，被众臣视为“怪民”，群起攻之，这点与乌鸦十分相似。当然，群乌给柳宗元的印象也是一样。这就缩短了物与人之间的距离，启动了读者的想象。另一方面，跂乌又是令人同情的弱者，它那伤残的躯体、危险的处境以及惶恐退避的心理，读者更易锁定被贬的柳宗元。其次，在跂乌的刻画上传神而深刻，作者舍弃外貌描绘而直达其神。突出的只是落魄过程和此后的感受，及避免了浅直之弊，其婉曲之美、含蓄之韵，使物我浑然一体。</p> <p>　　总之，《跂乌词》不仅集中地体现了柳宗元的寓言诗的特点，而且代表了柳诗的主要风格——凄婉哀怨。也是深得楚骚精髓之佳作。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "寓言"
  ]
}