{
  "id": 52814,
  "star": 170,
  "name": "忆秦娥·咏桐",
  "dynasty": "宋代",
  "content": "临高阁，乱山平野烟光薄。烟光薄，栖鸦归后，暮天闻角。<br>断香残酒情怀恶，西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。",
  "fanyi": "<p><strong>译文</strong><br>登临高高的楼阁，那横七竖八的山峦、空旷的原野像是笼罩在烟雾之中，透出一点微弱的光亮，很稀薄。微光稀薄，乌鸦飞回巢穴以后，黑夜里听到传来的军中号角。<br>香火就要熄灭，酒也所剩无几，这光景令人内心好不悲苦凄切。严酷萧瑟的秋风，催逼、加快了梧桐的飘落。梧桐落，就是那种不愿见到的、一片衰败的景色，它是那么叫人感到孤独、冷落。</p> <p><strong>注释<br></strong>(1）忆秦娥：词牌名。此调始见《唐宋诸贤绝妙词选》所录<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>词《忆秦娥·箫声咽》。双调四十六字，上下片各三仄韵，一叠韵，用韵以入声部为宜。<br>⑵乱山：“乱”，在这里是无序的意思。平野：空旷的原野。烟光薄：烟雾淡而薄。<br>⑶栖鸦：指在树上栖息筑巢的乌鸦。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《祈雪雾猪泉，出城马上作，赠舒尧文》<a href=\"http://so.gushiwen.org/view_52814.aspx\">诗</a>：“朝随白云去，暮与栖鸦归”。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《望海潮·梅英疏淡》词：“但倚楼极目，时见栖鸦。”<br>⑷闻：杨金本《草堂诗余》作“残”，《花草粹编》作“吹”。角”：画角。形如竹筒，本细末大，以竹木或皮革制成，外施彩绘，故称。发声哀厉高亢，古时军中多用以警昏晓。南朝梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《和湘东王折柳》诗：“城高短箫发，林空画角悲。”秦观《满庭芳》词：“山抹微云，天连衰草，画角声断谯门。”<br>⑸断香残酒：指熏香里的香烧尽了，杯里的酒喝完了。情怀：《花草粹编》作“襟怀”。<br>⑹西风：《全芳备祖》原缺此二字，据《花草粹编》编补。即秋风，《菩萨蛮·归鸿声断残云碧》中的“西风”同义，皆喻指金兵每当秋高马肥之时，便对南宋发动南扰、东进之攻势，而作为“亡人”之象征的“梧桐落”，正是在“西风“催”遏的背景之下。催衬：通“催趁”，宋时日常用语，义犹催赶、催促。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>《池州翠微亭》诗：“好山好水看不足，马蹄催趁月明归。”孔凡礼《宋诗纪事续补》卷十一徐安国《红梅未开以汤催趁》诗：“频将温水泛花枝，催得红梅片片飞。”以温水浇梅，催花未开，谓之“催趁”；亦犹西风催梧桐，催其叶落，谓之“催衬”也。趁与衬，同音假借。另说，“衬”，施舍，引申为帮助。梧桐落：在古典诗词中，桐死、桐范既可指妻安的丧亡，亦可指丧失。前者如<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《半死桐》：“梧桐半死清霜后，头白鸳鸯失伴飞”；后者如《大唐新语》：“安定公主初降王同蚊，后降韦拐．又降崔铣。铣先卒，及公主亮，同咬子隘为骈马，奏请与其父合葬，救旨许之。给事中夏侯镊驳曰：‘公主初昔降婚，招桐半死；遗乎哥酪、琴瑟两亡’……”“西风催衬梧桐落”，秋风劲吹，帮助即将凋落的梧桐叶更快飘落了。《警世通言》卷三十：“二赵在旁，又帮衬许多好言。夸吴氏名门富室。”<br>⑺又：杨金本《草堂诗余》作“天”。还：回，归到。另说，当“已经”讲。秋色：《花草粹编》作“愁也”。<br>⑻还：仍然，另说，当“更”讲。</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　南渡之后，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>递遭家破人亡、沦落异乡、文物遗散、恶意中伤等沉重打击，又目睹了山河破碎、人民离乱等惨痛事实。这首《忆秦娥》就是词人凭吊半壁河山，对死去的亲人和昔日幸福温馨生活所发出的祭奠之辞。</p> <p>　　上片写登临高阁的所见所闻。起句“临高阁”，点明词人是在高高的楼阁之上。她独伫高阁，凭栏远眺，扑入眼帘的是“乱山平野烟光薄”的景象：起伏相叠的群山，平坦广阔的原野，笼罩着一层薄薄的烟雾，烟雾之中又渗透着落日的最后一缕余辉。叠句“烟光薄”加强了对这种荒凉、萧瑟景色的渲染，造成了使人感到凄凉、压抑的气氛，进而烘托出作者的心境。</p> <p>　　“栖鸦归后，暮天闻角。”是作者的所见所闻。乌鸦是被人们厌恶的鸟类。它的叫声总使人感到“凄凄惨惨”，尤其在萧条荒凉的秋日黄昏，那叫声会显得更加阴森、凄苦。鸦声消逝，远处又隐隐传来了军营中的阵阵角声。这凄苦的鸦声，悲壮的角声，加倍地渲染出自然景色的凄旷、悲凉，给人以无限空旷的感受，意境开阔而悲凉。不难看出，这景物的描写中，融注着作者当时流离失所，无限忧伤的身世之感。</p> <p>　　下片起句，作者写了在这种景色中自己抑郁孤寂的心情。“断香残酒情怀恶”，全词只有这一句直接写“情怀”，但它却是贯穿和笼罩全篇的感情，一切都与此密切相关。“乱山平野烟光薄”的景色，使词人倍感“情怀恶”，而“情怀恶”更增添了秋日黄昏的萧索冷落。“断香残酒”四字，暗示出词人对以往生活的深切怀恋。在那温馨的往日，词人曾燃香品酩，也曾“沉醉不知归路”。而此时却香已断，酒亦残，历历旧事皆杳然，词人的心情是难以言喻的；一个“恶”字，道出了词人的不尽苦衷。</p> <p>　　“西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。”那阵阵秋风，无情地吹落了梧桐枯黄而硕大的叶子，风声、落叶声使词人的心情更加沉重，更加忧伤了。叠句“梧桐落”，进一步强调出落叶在词人精神上、感情上造成的影响。片片落叶象无边的愁一样，打落在她的心上；阵阵风声，象锋利的钢针扎入她受伤后孱弱的心灵。这里既有国破家亡的伤痛，又有背井离乡的哀愁，那数不尽的辛酸，一下子都涌上了心头。作者写到这里，已把感情推向高峰，接着全词骤然从“又还秋色”的有声，转入了“又还寂寞”的寂静之中。这“静”绝非是田园牧歌式的宁静，而是词人内心在流血流泪的孤寂。“又还秋色，又还寂寞”，说明词人对秋色带来的寂寞的一种厌恶和畏惧的心理。自己不甘因秋色而寂寞，无限婉惜逝去的夏日的温暖与热闹，同时也似乎表明她失去亲人、故乡的寂寞心情。长期积郁的孤独之感，亡国亡家之痛，那种种复杂难言的心情，都通过淡淡的八个字，含蓄、深沉地表现了出来。</p> <p>　　这首词的结句，是全词境界的概括和升华。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“能写真景物真感情者，谓之有境界。”“又还秋色，又还寂寞”是对词人所处的环境，所见的景物以及全部心境真实、准确而又深刻的概括，景是眼前之“真景物”，情是心中之“真感情”，同时情和景又互相融合，情融注于景，景衬托出情，使全词意境蕴涵深广。</p><br/><h2>鉴赏</h2> <p>　　此词，写作者登阁眺望及孤寂之感。心与物融，情与景合。两个“又还”，加重了凄凉哀郁的色彩，加深了主题的表达。</p> <p>　　词开始创造了一个视野广阔的莽莽苍苍的世界。“临高阁，乱山平野烟光薄”，开端起的陡然，从而吸引了读者的注意。女主人登楼眺望，远处那蜿蜒起伏参差错落的群山，近处那辽阔坦平的原野，都被一层灰蒙蒙的薄雾笼罩着。“烟光薄”的凄暗色彩，似乎笼罩全篇，也似涂在读者的心上。</p> <p>　　“烟光”三句，女主人站在高阁之上，看到从遥远的群山和平坦的原野上归飞的乌鸦，她的心无限的惆怅，想起了远离身边的心上人尚未归来。这时又听到黄昏画角的哀鸣，在群山和原野中回荡，犹觉黯然神伤。作者从视觉、听觉两个方面写黄昏的景象，使画面产生了动感。上片写女主人在高阁上眺望所见。由人及物。</p> <p>　　换头，“断香残酒情怀恶”，转由物及人，写室内的环境和女主人情怀的恶劣。室内熏炉里的香料已经烧尽，不再续添，仍然没有心思；酒杯里的酒，也差不多喝完，愁绪依然未减。“西风催衬梧桐落”，秋风阵阵袭来，梧桐树的叶子随之飘落。颇有“悲哉秋之为气也！萧瑟兮草木摇落而变衰”的悲惨气氛。</p> <p>　　下片，写女主人无法排遣的浓愁和孤寂。结句用两个“梧桐落”，渲染了凄凉的气氛，衬托了女主人悲怆的心境。张炎《清平乐》：“只有一枝梧叶，不知多少秋声？”这是以小见大的写法，由梧桐叶落，而知天下秋声。刘熙载《艺概》说：“以鸟鸣春，以虫鸣秋，此造物之借端托寓也。绝句之小中见大似之。”女主人很想到外面去排遣一下心中的缱绻离情，但是不能，外面是一片令人悲伤的秋色。江山凌肃，花木飘落，不仅不会消愁，反而会更增悲哀。于是，还要继续在屋内闷坐，形影相吊，一片死寂。至此，她无法排遣的浓愁和孤寂，也便跃然纸上了。</p> <p>　　这首词的结句，是全词境界的概括和升华。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中说：“能写真景物真感情者，谓之有境界。”“又还秋色，又还寂寞”是对词人所处的环境，所见的景物以及全部心境真实、准确而又深刻的概括，景是眼前之“真景物”，情是心中之“真感情”，同时情和景又互相融合，情融注于景，景衬托出情，使全词意境蕴涵深广。</p> <p>　　细绎全词，画面是那样惨淡、萧飒，情感又是那样凝重、沉痛，与作者早期那些抒写相思之情的哀婉却不失明丽的词作有着不同的韵味，因而视之为后期的作品，或许并无武断之嫌。</p><br/><h2>赏析二</h2> <p>　　此词，从“栖鸦归后”、“情怀恶”、“寂寞”透露出这是作者南渡后的怀人之作。</p> <p>　　“临高阁，乱山平野烟光薄。”开端起得陡然，把读者带到高高的楼阁之上。女主人登楼眺望，远处那蜿蜒起伏参差错落的群山，近处那辽阔坦平的原野，都被一层灰蒙蒙的薄雾笼罩着。“烟光薄”的凄暗色彩，似乎笼罩全篇，也似涂在读者的心上。作者用了两个“烟光薄”，加深了“乱山平野”的昏冥色彩。前一句最后的词语，恰恰与相接的下一句开头的词语相同，这在修辞格中叫“顶针”，在词中有时这是词调格律的需要。这与易安《添字采桑子》：“窗前谁种芭蕉树，阴满中庭。阴满中庭，叶叶心心舒卷有余情。伤心枕上三更雨，点滴霖霪。点滴霖霪，愁损北人不惯起来听。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《忆秦娥》：“箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，霸陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。”其中的两个“阴满中庭”，两个“点滴霖霪”，两个“秦楼月”，两个“音尘绝”，用法是一样的。</p> <p>　　词开始创造了一个视野广阔的莽莽苍苍的世界。</p> <p>　　“烟光薄，栖鸦归后，暮天闻角。”女主人站在高阁之上，看到从遥远的群山和坦平的原野上飞归在树上的巢里过夜的乌鸦，她的心无限的惆怅，想起来远离身边的心上人，尚未归来。这时又听到黄昏画角的哀鸣，在群山和原野回荡，尤觉黯然神伤。作者从视觉、听觉两个方面上写黄昏的景象，使画面产生了流动感。</p> <p>　　上片写女主人在高阁眺望所见。由人及物。</p> <p>　　换头，“断香残酒情怀恶”，转由物及人。写室内的环境和女主人情怀的恶劣。室内熏炉里的香料已经烧尽，不再续添，仍然没有心思；酒杯里的酒，也差不多喝完了，愁绪依然未减。“西风催衬梧桐落”，秋风阵阵袭来，梧桐树的叶子随之飘落。颇有“悲哉秋之为气也！萧瑟兮草木摇落而变衰”的悲惨气氛。过变由情入景。</p> <p>　　结句：“梧桐落，又还秋色，又还寂寞。”用两个“梧桐落”加深了秋天的衰颓的色彩，渲染了凄凉的气氛，衬托女主人悲怆的心境。张炎《清平乐》：“只有一枝梧叶，不知多少秋声？”这是以小见大的写法，由梧桐叶落，而知天下秋声。刘熙载《艺概》说：“以鸟鸣春，以虫鸣秋，此造物之借端托寓也。绝句之小中见大似之。”女主人很想到外面去派遣一下心中的缱绻离情，但是不能，外面是一片令人悲伤的秋色。江山凄肃，花木飘零，不仅不会消愁，反而会更增悲哀。于是，还要继续在室内闷坐，形影相吊，一片沉寂。结句由景入情。</p> <p>　　下片，写女主人无法排遣的浓愁和孤寂。</p> <p>　　此词写景的最大特色是“心与物融，情与景合”。<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>《怀麓堂<a href=\"http://so.gushiwen.org/view_52814.aspx\">诗</a>话》云：“或借景而引其情，兴也”。此词运用了兴法。上片的写景引出换头的“断香残酒情怀恶”之情来。下片的写景“西风催衬梧桐落。梧桐落，又还秋色”，引出“寂寞”之情来。此词上片写暮天的景色与下片“西风催衬梧桐落”的秋色浑然而成一幅凄清的画面，构成女主人苦苦相思的背景。吴乔《围炉诗话》云：“诗以情为主，景为宾，景物无自生，惟情所化，情哀则景哀，情乐则景乐。”说的很有道理，当然“乐景写哀”，“哀景写乐”应另当别论。此词的写景还有一种“索物以托情”的作用，“情附物也”，渲染氛围，衬托愁情。</p> <p>　　此词运用顶针的修辞格和两个“又还”，创造并加浓凄凉的哀郁之气，加强了主题的表达。</p><br/><h2>赏析一</h2> <p>　　四印斋本《漱玉词补遗》题此词作“咏桐”，似未切。纵观全篇，这应是一首借景抒情之作。尽管因为难以考证它的作年，我们无法准确把握作者挥毫濡翰时的情境和心绪，因而也无法深究作者所抒之情的底蕴是黍离之悲还是相思之苦，但作者抒情的真挚程度却足以使我们受到感染，而不著痕迹地显现于其中的高超技巧也足以令我们折服。</p> <p>　　词的上篇写登楼的所见所闻。在一个秋天的傍晚，作者怀着“剪不断，理还乱”的愁思，缓步登临高阁，凭栏远眺。跃入她眼帘的竟是那样一番衰飒、悲凉的景象：缭乱的群山，平旷的原野，惨淡的烟光，以及聒噪着归巢的昏鸦。它们拼合为一幅令人伤心惨目的秋晚眺望图。有图若此，难堪已极，而作者偏偏还要为它配上撼人心魄的画外音——那在暮色中久久回荡的悲壮的号角声。号角声，不仅将作者的情思带入更寥廓的空间，而且为我们提供了捕捉作者情思的线索。由这作为背景之一的悲壮的号角声，我们无妨推测那是靖康之变发生后的兵荒马乱岁月。既然如此，联系作者靖康之变后亡国、丧失、贫病交加、流离失所的遭遇，似乎可以断言，渗透在这幅秋晚眺望图中的是一种揉合着国仇家恨的浑灏苍茫的忧伤之情。其实，秋景本不当这般萧瑟，只因为“伤心人别具眼目”，才在作者笔下萧瑟若此。以情役景，景因情设，这本是<a href=\"http://so.gushiwen.org/view_52814.aspx\">诗</a>词家的惯伎。正因为这样，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在《秋词》中用“晴空一鹤排云上，便引诗情到碧霄”的壮阔之景来表现志士的豪情，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在《山居秋暝》中用“明月松间照，清泉石上流”的清丽之景来表现隐者的雅致，而<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>则在此词中用“乱山平野烟光薄。烟光薄。栖鸦归后，暮天闻角”这样的萧瑟之景来表现她的忧思，从中，我们似乎也可悟出些“诗家三昧”。</p> <p>　　词的下片写登楼所思所感。如果比较上下片在章法、技巧方面的异同，我们可以清楚地看到：同样表现为情与景的有机交融，但上片着重写景，而景中有情，下片则着重抒情，而情中有景。“断香”句，作者的视线由阁外移到阁中。一如“乱山平野烟光薄”，这撩人眼目、乱人情思的“断香残酒”，勾起作者闲愁万种，使她更加难以为怀，乃至一反固有的婉曲作法，于百般无奈中吐出“情怀恶”这样的直抒胸臆之语。“东风”句再度将视野拓开，摄下桐叶随风飘坠的特写镜头。这纷纷飘坠的桐叶，猛烈扣响了颤动在作者内心的生命之弦，使她情不自禁地联想到：在走完一大段痛苦和欢乐相伴、灾难与幸福相继的人生旅程后，自己岂不也到了飘坠、凋零的岁月？“梧桐落”三字的有意重复，虽然主要是为服从词律，却也昭示着我们：这一衰歇景象，给予作者怎样深刻的感受，又引起她内心怎样的强烈反响！“又还秋色，又还寂寞”两句便以作者的感受和反响作结。“又还”，表明作者因历览秋色而更感寂寞已非一遭，很难判断她这是第几回逢秋而悲。这就在相当程度上增加了抒情的广度和深度。细绎全词，画面是那样惨淡、萧飒，情感又是那样凝重、沉痛，与作者早期那些抒写相思之情的哀婉却不失明丽的词作有着不同的韵味，因而视之为后期的作品，或许并无武断之嫌。</p>",
  "about": "<h2>创作背景</h2> <p>　　这一首的写作背景与《南歌子》相同，都是悼亡之作。此词旧本或题作“咏桐”，或将其归入“梧桐门”。这是只看字画，不顾内容所造成的误解。也可以把这种误解叫做“见物不见人”，因为此处的“梧桐”是作为“人”，也就是赵明诚的象征。在《漱玉词》中，作者的处境及其丈夫的生存状态，往往是从“梧桐”意象丰富多变的含义中体现出来。比如赵明诚健在时，她所写的《念奴娇》和《声声慢》中，分别是“清露”中的“新桐”和“细雨”中的秋桐，均不舍悼亡之意。到了《鹧鸪天·寒日萧萧上琐窗》一词中，而云：“梧桐应恨夜来霜”。这仿佛意味着是“夜来霜”在催逼“梧桐”，与此词所云“西风”的催逼，含义大致相同。</p> <p>　　关于此词的所作之时，有以为作于作者南渡之前，有以为作于作者南渡之后；关于此词的所作之意，有以为作者悼亡亡夫之词，有以为作者相思其夫之词，皆是莫衷一是，殆已不可切考。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "登高",
    "伤怀"
  ]
}