{
  "id": 48211,
  "star": 33,
  "name": "尾犯·夜雨滴空阶",
  "dynasty": "宋代",
  "content": "夜雨滴空阶，孤馆梦回，情绪萧索。一片闲愁，想丹青难貌。秋渐老、蛩声正苦，夜将阑、灯花旋落。最无端处，总把良宵，只恁孤眠却。<br>佳人应怪我，别后寡信轻诺。记得当初，翦香云为约。甚时向、幽闺深处，按新词、流霞共酌。再同欢笑，肯把金玉珠珍博。",
  "fanyi": "<p><strong>译文<br></strong>夜晚窗外的雨声滴在空空的台阶上，孤独地宿在旅舍里突然惊醒，心中情绪凄清萧索。这一种闲愁，想来用图画难以描摹。秋天渐深，蟋蟀声听起来叫得很苦，夜晚将尽，灯花不久就落了。最无聊的时刻，总是让良宵在孤眠的寂寞中过去。<br>远处的佳人应该会怪我，离别后不遵守诺言。记得当初，她翦剪下一绺头发作为别后重聚的约定，看来此越难以兑现了。什么时候才能够在幽闺深处，填写新词，共饮美酒。如果能再次同欢笑，我肯拿金玉珍珠来换取这样的机会。</p> <p><strong>注释<br></strong>⑴尾犯：词牌名。又名“碧芙蓉”。双调，以九十四字为较常见，仄韵。<br>⑵梦回：从梦中醒来。南唐<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>《摊破浣溪沙·菡萏香销翠叶残》：“细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠无限恨，依阑干。”<br>⑶丹青难貌：难以用图画描绘。丹青，本是两种可作颜料的矿物，因为中国古代绘画常用朱红色和青色两种颜色，因此丹青成为绘画的代称。貌，描绘。<br>⑷秋渐老：渐渐秋深的意思。<br>⑸蛩（qióng）声：蟋蟀的鸣叫声。<br>⑹阑：尽，残。<br>⑺无端：无聊，没有情绪。<br>⑻佳人：美女。<br>⑼寡信轻诺：随便许诺，很少讲信用。随便用语言欺骗的意思。<br>⑽翦（jiǎn）香云：剪下一绺头发。古代女子与情人相别，因情无所托，即剪发以赠。翦，同“剪”。香云，指女子的头发。<br>⑾甚时向：什么时候。向，语助词。<br>⑿幽闺：深闺。多指女子的卧室。<br>⒀按新词：创作新词。填词须倚声按律，故称。<br>⒁流霞：酒仙名。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子·祛惑》载，项曼都入山学仙，称“仙人但以流霞一杯，与我饮之，辄不饥渴”。<br>⒂博：换取。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写词人独居异乡孤宿，耿耿难眠，思念天涯一方的佳人，流露出深深的悲苦与无奈。上下片各表一境。</p> <p>　　词一起笔，作者便以强烈的主观色彩的意象渲染气氛：“夜雨”透着寒凉，“空阶”透着冷落，“孤馆”透着寂寞，寂寞孤馆“梦回”之际，雨打“空阶”，最使人凄凉难耐。故以“情绪萧索”四字收煞，人物的孤寂与环境的凄冷融在一处，全词也笼罩在这伤感的氛围中。羁旅漂泊之时，以夜雨沥沥领起，刹那间情绪萧索，于孤独寂寞中，无限相思与懊恼一齐向词人袭来，情难自禁。而一个“滴”字，如泪坠一般，更是写出了词人对雨意的敏感以及内心深处无可倾诉的苦楚。“闲愁”本无形，词人强自挣扎，试图将之描述出来，无奈这“闲愁”太深重了，他只好发出这样的感喟：“想丹青难貌。”接下来是一个工整的对句：“秋渐老、蛩声正苦，夜将阑、灯花旋落。”写深秋时节蟋蟀悲鸣，又收回来，将视点落在室内很快落下的灯花上，自然引出下文，直抒抱影孤眠，辜负良宵的无聊。然后引出下片对佳人的思念。</p> <p>　　下片“佳人应怪我，别后寡信轻诺”是词人设想对方别后的情景，更是对自己的深深自责，但这自责中透着太多的无奈与悲哀。也正是如此，他对与佳人在一起的美好时光是那样留恋，又是那样向往。昔日“翦香云为约”的情景还历历在目，而再相偎相伴，填新词，酌美酒的愿望不知什么时候能实现。词人虽表示愿意用“金玉珠珍”换取再次“同欢笑”，但这种表白同样透着无力，透着悲哀，透着无奈。</p> <p>　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>不仅是词作大家，且是一位绘画大师。而眼前这位手执丹青竹毫曾绘制了无数经典难忘的自然秋景的绘画大师，面对“情绪萧索”“一片闲愁”却“丹青难貌”了。这充分表现了羁旅在外、孤馆回梦的词人离情之深、离愁之浓。</p> <p>　　凡词都离不开意象。古人称“意象”为“兴象”，即<a href=\"http://so.gushiwen.org/view_48211.aspx\">诗</a>词中的意境，是作品或自然景象中所表现出来的情调和境界，亦即表现作者情趣的形象。词中“灯花”的意象用的自然巧妙。古时俗以灯花为吉兆，如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《独酌成诗》：“灯花和太喜？酒绿正相亲。”<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》：“昨夜灯花报，今朝喜鹊噪？”《红楼梦》第二八回：“女儿喜，灯花碰头结双蕊。”秋夜，“雨滴空阶”“孤馆梦回”“蛩声正苦”，词人正“情绪萧索”“一片闲愁”，而此时“夜将阑、灯花旋落”，本已情绪衰颓的词人，哪堪夜深人静之时，却又目睹唯有象征“吉祥”的灯花余烬凋落，这不能不叫词人深深感叹：“最无端处，总把良宵，只恁孤眠却。”这“灯花”将词人“丹青难貌”的“闲愁”承上启下地推向高潮，以致“再同欢笑，肯把金玉珍珠博”，才会有词人“肯用金玉珍珠来换取和佳人的再次欢笑”的迫切豪情。</p> <p>　　词人所谓“难画”的“闲愁”就这样被表现得淋漓尽致。而这“闲愁”融进了词人太多的人生况味，很苦涩，很沉重。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首思念佳人的情词，其思念对象不甚明了，应该是“心娘”“佳娘”“虫娘”“酥娘”之类的歌舞女子。此词具体创作时间未详。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "宋词精选",
    "孤独",
    "闺怨"
  ]
}