{
  "id": 72497,
  "star": 427,
  "name": "为学一首示子侄",
  "dynasty": "清代",
  "content": "　　天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。</p> <p>　　吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？ </p> <p>　　蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。 </p> <p>　　西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。",
  "fanyi": "<p><strong>译文</strong><br>　　天下的事情有困难和容易的区别吗？只要肯做，那么困难的事情也变得容易了；如果不做，那么容易的事情也变得困难了。人们做学问有困难和容易的区别吗？只要肯学，那么困难的学问也变得容易了；如果不学，那么容易的学问也变得困难了。<br>　　我天资愚笨，赶不上别人；我才能平庸，赶不上别人。我每天持之以恒地提高自己，等到学成了，也就不知道自己愚笨与平庸了。我天资聪明，超过别人；能力也超过别人，却不努力去发挥，即与普通人无异。孔子的学问最终是靠不怎么聪明的<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>传下来的。如此看来聪明愚笨，难道是一成不变的吗？<br>　　四川边境有两个和尚，其中一个贫穷，其中一个富裕。穷和尚对有钱的和尚说：“我想要到南海去，你看怎么样？”富和尚说：“您凭借着什么去呢？”穷和尚说：“我只需要一个盛水的水瓶一个盛饭的饭碗就足够了。”富和尚说：“我几年来想要雇船沿着长江下游而（去南海），尚且没有成功。你凭借着什么去！”到了第二年，穷和尚从南海回来了，把到过南海的这件事告诉富和尚。富和尚的脸上露出了惭愧的神情。<br>　　四川距离南海，不知道有几千里路，富和尚不能到达可是穷和尚到达了。一个人立志求学，难道还不如四川边境的那个穷和尚吗？因此，聪明与敏捷，可以依靠但也不可以依靠；自己依靠着聪明与敏捷而不努力学习的人，是自己毁了自己。愚笨和平庸，可以限制又不可以限制；不被自己的愚笨平庸所局限而努力不倦地学习的人，是靠自己努力学成的。</p> <p><strong>注释</strong><br>1、资：天资，天分。之：助词。<br>2、倍人：“倍于人”的省略。<br>3、屏：同“摒”，除去、排除。<br>4、圣人：指孔子。卒：终于。鲁：迟钝、不聪明。<br>5、鄙：边远的地方。<br>6、南海：指佛教圣地普陀山。<br>7、何恃：“恃何”的倒装。恃，凭借、依靠。<br>8、钵：和尚用的饭碗。<br>9、买舟：租船。买，租、雇的意思。<br>10、顾不如：难道还不如。顾，难道。<br>11、自败者也：判断句，表示肯定，靠自己努力学成的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　文章一开头便从难易问题下手，作者认为天下之事的难易是相对的，“为之，则难者亦易矣；不为，则易者亦难矣”。学习也是如此，只要脚踏实地去学，没有掌握不了的学问；反之，不通过学习，就是极容易的事也会被视作十分困难。在说明了难易的辩证关系之后，作者便引出了智愚的问题。天资不高，才能平庸的人，只要勤于学习，久而久之，也能有所成就，摆脱昏与庸的境地；而天资聪敏，才能出众的人，如果自暴自弃，不学无术，也将与昏庸者为伍。相传孔子的学说由智能鲁钝的<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>传给了子思，再由子思之徒传给了孟子。所以作者说：“圣人之道，卒于鲁也传之。”因而作者认为昏庸与聪敏是相对的，关键是取决于个人的努力。这第一段完全以论述的笔墨出之，明白地摆出了自己对学问之道的看法。</p> <p>　　文章的第二段则通过一个故事，也可以说是一则寓言，进一步说明难易与成败并没有必然的联系。有志者事竟成，只要能坚定地朝既定的目标走去，必定是可以达到终点的。四川的贫僧和富僧都想去普陀山朝圣，贫者凭着一瓶一钵和坚定的意志，实现了自己的心愿；富者虽有足够的钱可雇船前往，但由于自己的犹豫畏缩，终未能达到目的。作者由此说明了“立志”的重要。所谓“立志”，不仅是要树立奋斗的目标，而且要有百折不挠、知难而进的精神，这正是学习中第一可贵的。这一段通过具体生动的记叙，设想出人物的语言神态，形象地揭示出立志的重要，犹如一则寓言故事，虽然平易简单，却寓有深刻的道理。</p> <p>　　最后一段结论，还是归结到聪敏与昏庸的问题：聪敏不可恃，昏庸也不可限，关键在于能否力学不倦。作者强调了学习中的主观能动作用，摆脱了天赋决定论的成见，劝人以学，对于不同天资的人都有勉励的作用。他对聪敏“可恃而不可恃”，对昏庸“可限而不可限”的辩证认识无疑都是很有见地的。</p> <p>　　全文始终用了对比的方法来增强文章的说服力，如一开始便从天下事“难”与“易”的不同落笔，指出在学习中“难”与“易”是相对的，可变的。接下来又从昏庸和聪敏及其与成败的关系立论，反复辨难，说理明白，使读者信服。蜀僧的一贫一富，贫者仅恃一瓶一钵，富者可以买船而下，结果贫者至南海而富者不能至，始终在强烈的对比中展开说理，增添了文章的生动性。文中多用偶句，如：“为之，则难者亦易矣；不为，则易者亦难矣。”“学之，则难者亦易矣；不学，则易者亦难矣。”以及“吾资之昏”与“吾资之聪”两段，“聪与敏，可恃而不可恃也”与“昏与庸，可限而不可限也”两段等在句法上都两两相对，给读者造成深刻的印象。文中并没有艰深的文词，只是娓娓道来，如一篇师长对晚辈的劝勉之词，语重心长，切合题旨。</p>",
  "about": "<h2>创作背景</h2> <p>　　清代乾嘉时期，学者们潜心问学，不务声名，治学严谨朴实，形成一代学风。于是作者便为他子侄们写下这篇文章，希望他们能继续发扬这种风气，同时劝勉子侄读书求学不要受资昏材庸、资聪材敏的限制，要发挥主观能动性。</p>",
  "poet": {
    "id": 904,
    "star": 0,
    "name": "彭端淑",
    "image": "http://img.gushiwen.org/authorImg/pengduanshu.jpg",
    "desc": "彭端淑（约1699年－约1779年），字乐斋，号仪一，眉州丹棱（今四川丹棱县）人。生于清圣祖康熙三十八年，卒于清高宗乾隆四十四年。清朝官员、文学家，与李调元、张问陶一起被后人并称为“清代四川三才子”。 彭端淑十岁能文，十二岁入县学，与兄彭端洪、弟彭肇洙、彭遵泗在丹棱萃龙山的紫云寺读书。雍正四年（1726年），彭端淑考中举人；雍正十一年又考中进士，进入仕途，任吏部主事，迁本部员外郎、郎中。乾隆十二年（1747年），彭端淑充顺天（今北京）乡试同考官。"
  },
  "tags": [
    "初中文言文",
    "学习",
    "哲理",
    "故事"
  ]
}