{
  "id": 61142,
  "star": 58,
  "name": "贺新郎·九日",
  "dynasty": "宋代",
  "content": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 <br>少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。",
  "fanyi": "<p><strong>译文<br></strong>暗沉沉的天空一片昏黑，又交织着斜风细雨。实在令人难以忍受，我的心中纷乱如麻，千丝万缕的愁思如织。我平生就喜欢登高临远眺望四海，幸亏现在高楼百尺。放眼望去，千山万壑尽现于点点秋色里，我胸襟博大满怀情意。虽然只是普通的一个白发书生，流洒下的行行热泪却总是为着神州大地，绝不会像曾经登临牛山的古人一样，为自己的生命短暂而悲哀饮泣。追忆怀念以往的荣辱兴衰，一切都已经杳无影迹了。<br>少年时我风华正茂，气冲斗牛，自以为身上负有凌云健笔。到而今才华如春花凋谢殆尽，只剩下满怀萧条寂寞的心绪。常常怨恨世人的新意太少，只爱说南朝文人的疏狂旧事。每当重阳吟咏<a href=\"http://so.gushiwen.org/view_61142.aspx\">诗</a>句，动不动就把孟嘉落帽的趣事提起，让人感到有些厌烦。如果对着菊花而不饮酒，恐怕菊花也会嘲笑人太孤寂。只看见鸿雁向北飞去，一轮昏黄的斜阳渐渐向西边沉了下去。</p> <p><strong>注释<br></strong>①贺新郎：词牌名之一。此调始见<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词，原名“贺新凉”，因词中有“乳燕飞华屋，悄无人，桐阴转午，晚凉新浴”句，故名。<br>②九日：指农历九月九日重阳节。<br>③湛（zhàn）湛：深远的样子。<br>④空四海：望尽了五湖四海。<br>⑤高楼百尺：指爱国志士登临之所。<br>⑥白发书生：指词人自己。<br>⑦牛山：在山东临淄县南。<br>⑧凌云笔：谓笔端纵横，气势干云。<br>⑨南朝狂客：指孟嘉。晋孟嘉为桓温参军，尝于重阳节共登龙山，风吹帽落而不觉。<br>⑩拈（niān）出：搬出来。<br>⑪岑（cén）寂：高而静。岑音此仁反。<br>⑫匿（nì）：隐藏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首三句先以“湛湛长空黑”烘托出胸中块垒，通过对昏黑风雨交加的描写，表达出词人忧虑国事、痛心神州陆沉的悲愤之情。满天密布深黑的乌云，再加上阵阵斜风细雨，使人心乱如麻，愁思似织，“乱愁如织”点出全篇主旨。重阳本来是登高之佳节，由于风雨凄凄，只能登上高楼，放眼遥望千山万壑，浩荡秋色。但“千崖秋色”，寂寞凄凉，会使人泪水滂沱。“白发”四句直抒“老眼”登览之所感。“神州泪”说明词人是为神州残破沉沦的“往事”而极度伤心洒泪。“神州”二字曾在词人词中反复出现，说明恢复中原是他念念不忘的头等大事。 </p> <p>　　“少年”三句遥接“老眼平生”，折笔追叙少年时代的豪兴与才情。但是目前却青春已逝，壮志成空，进一步突出了如今的家国之恨。“常恨世人”三句则有更深寄托。词人慨恨文士不顾国家多难，只想效法魏晋名士风流的狂客行径，每年在重阳节登高，总喜欢提起东晋孟嘉落帽的故事，把它称扬一番，毫无现实意义。“若对”两句，是说如自己这样的忧国志士，并不追慕魏晋风度，但对国破家亡的现状忧心如焚却又无能为力。词意至此急转直下，壮志未酬，词人在感愤之余，觉得自己既不能改变这种局面，在此佳节也只能赏黄花以遣怀，借酒浇愁了。“鸿北去”，目送飞鸿北去，抒发对故土的思恋。“日西匿”暗指南宋国势危殆，振兴无望。以天际广漠之景物作结，与首句呼应，意余言外。</p> <p>　　上片写重阳节登高望远所引起的感喟。下片批评当时的文人只知搬弄典故的浮泛文风，表达出词人对国事和民生的极端关注。全词写景寓情，叙事感怀，以议论为主，借题发挥，感慨苍凉。主旋律是英雄失路融家国之恨的慷慨悲歌，意象凄瑟，既豪放，又深婉。</p>",
  "about": "<h2>创作背景</h2> 　　这首词为词人于重阳节登上高楼之作。重阳本是登高远眺的好时光，但词人却遇到了乌云密布、阴雨绵绵的糟糕天气，词人由凄凉的天气联想到自己报国无门的苦闷，于是借景抒情，写下了这首词。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "重阳节",
    "登高",
    "望远",
    "伤怀"
  ]
}