{
  "id": 55987,
  "star": 44,
  "name": "南乡子·归梦寄吴樯",
  "dynasty": "宋代",
  "content": "归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。<br>愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。",
  "fanyi": "<p><strong>译文<br></strong>归梦寄托在开往吴地的船上，一站又一站的水路前面的途程还很长。想见初到鹦鹉洲旁系缆停留的时候，斜阳里望见烟树错落的江城武昌。<br>愁多鬓边新添了白发，想过去也曾身穿朝衣上殿见君王。如今重回故乡旧友稀少不胜凄凉，却怕他乡要胜过故乡了。</p> <p><strong>注释<br></strong>①吴樯：归吴的船只。<br>②驿：古时传送文书者休息、换马的处所。这里泛指行程。<br>③芳洲：指鹦鹉洲，在武昌东北长江中。<br>④缆：靠岸后固定船只所用的铁索或粗绳。<br>⑤武昌：即今湖北武昌。<br>⑥新霜：新添的白发。霜：指白发。<br>⑦朝衣染御香：谓在朝中为官。朝衣：上朝拜见皇帝的官服。<br>⑧交旧：旧交，老朋友。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　公元一一七八年（南宋淳熙五年）春二月，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自蜀东归，秋初抵武昌。这首词是作者在将要到武昌的船中所写的。 </p> <p>　　上片写行程及景色。“归梦寄吴樯，水驿江程去路长。”写作者只身乘归吴的船只，虽经过了许多水陆途程，但前路还很遥远。陆游在蜀的《秋思》<a href=\"http://so.gushiwen.org/view_55987.aspx\">诗</a>，已有“吴樯楚柁动归思，陇月巴云空复情”之句；动身离蜀的《叙州》诗，又有“楚柁吴樯又远游，浣花行乐梦西州”之句。屡言“吴樯”，无非指归吴的船只。担忧前程的遥远，寄归梦于吴樯，也无非是表达归吴急切的心情，希望船行顺利、迅速而已。妙在“寄梦”一事，措语新奇，富有想象力，有如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗之写“我寄愁心与明月”。“想见芳洲初系缆，斜阳，烟树参差认武昌。”“想见”，是临近武昌时的设想。 </p> <p>　　武昌有江山草树之胜，<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》诗，有“晴川历历汉阳树，芳草萋萋鹦鹉洲”之句。作者设想在傍晚夕阳中船抵武昌，系缆于洲边上，必然能看见山上山下，一片烟树参差起伏的胜景时的情景。单单一个“认”字，便见是归途重游，已有前游印象，可以对照辨认。这三句，写景既美，又切武昌情况；用笔贴实凝炼，而又灵活有情韵。 </p> <p>　　下片抒情。“愁鬓点新霜，曾是朝衣染御香。”上句自叹年老，是年五十四岁；下句追思曾为朝官，离开朝廷已经很久。这次东归，是奉孝宗的召命，念旧思今，一样是前程难卜，感情复杂，滋味当然不会好受。“朝衣”事，是从<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>《早朝大明宫呈两省僚友》“剑佩声随玉墀步，衣冠身惹御炉香”、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《寄左省杜拾遗》“晓随天仗入，暮惹御香归”中演化而出。 </p> <p>　　下面三句，与上片结尾相同，也是运用了设想的手法。 </p> <p>　　作客思乡，本是诗人描写晋王赞诗：“人情怀旧乡，客鸟思故林。”唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>诗：“人生岂得长无谓，怀古思乡共白头。”陆游在蜀，也有思乡之句，如“久客天涯忆故园”、“故山空有梦魂归”等。这时作者在还乡途中，忽然想起：“重到故乡交旧少，凄凉，却恐他乡胜故乡”。意境新奇。这个意境，似源于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《得舍弟消息》诗：“乱后谁归得？他乡胜故乡。”但杜甫说的是故乡遭乱，欲归不得，不如在他乡暂且安身，是对过去之事的比较；陆游说的是久别回乡，交旧多死亡离散的变化，怕比客居他乡所引起的寂寞与伤感更大，是对未来之事的顾虑。语句相同，旨趣不同，着了“却恐”二字，更觉得这不是简单的沿袭。 </p> <p>　　这未必就等于<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>所说的“脱胎换骨”，而更可能是对各自生活感受的不谋而合。这种想归怕归的心情，内心是矛盾的，所以陆游到家之后，有时有“孤鹤归飞，再过辽天，换尽旧人”、“又岂料如今余此身”（《沁园春》）之叹；有时又有“营营端为谁”、“不归真个痴”之喜。 </p> <p>　　这首词，精炼贴实之中，情景交至，设想新奇，虽词较短，但富有很深的意味。</p>",
  "about": "<h2>创作背景</h2> 　　此词，夏承焘《放翁词编年笺注》据<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《<a href=\"http://so.gushiwen.org/view_55987.aspx\">诗</a>稿》卷十《头陀寺观王简柄碑有感》诗自注“庚寅过武昌”，定为宋孝宗淳熙五年（1178）由四川东归江行途中作。时陆游五十四岁。他四十六岁入川，在蜀诗篇流传都下，孝宗念其久处于外，召东归。在蜀九年间，时常怀念故乡，渴望回归；而今获召东归，却又生出许多愁绪。九年光阴流逝，人已步入老境，朝中情况怎样，故乡旧友还剩下谁，常在念中；在它乡多年，一旦离去，也有些依依不舍。盼回乡，怕回乡，这种复杂的感情交织在词中。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "婉约",
    "写景",
    "抒情",
    "思乡"
  ]
}