{
  "id": 66612,
  "star": 26,
  "name": "木兰花慢·莺啼啼不尽",
  "dynasty": "宋代",
  "content": "莺啼啼不尽，任燕语、语难通。这一点闲愁，十年不断，恼乱春风。重来故人不见，但依然、杨柳小楼东。记得同题粉壁，而今壁破无踪。<br>兰皋新涨绿溶溶。流恨落花红。念着破春衫，当时送别，灯下裁缝。相思谩然自苦，算云烟、过眼总成空。落日楚天无际，凭栏目送飞鸿。",
  "fanyi": "<p><strong>译文<br></strong>让黄莺呜叫也叫不完，让呢喃的燕子任意地诉说，也说不清。这一点孤独愁苦，十年萦绕心头从未间断，这愁苦搅乱春风。旧地重来妻子却再也看不见。但小楼东边的杨柳，却依然如旧。曾记得你我共同在粉壁题<a href=\"http://so.gushiwen.org/view_66612.aspx\">诗</a>，而今墙壁残破诗句无影无踪。<br>长满兰草的沼泽地，新涨起一片碧绿溶溶，凋落的红花含着遗恨翻腾。看身上已经穿得破旧的春衫，清楚地记得这是当年送别时，你在灯下连夜剪裁制成。折磨我的是无边无际的思念之苦，算起来，往事像云烟一样，从眼前经过一切总是成空。在暮色中仰望楚天漫无边际，只能靠着阑干目送远去的飞鸿。</p> <p><strong>注释<br></strong>1、这：一作“奈”。<br>2、闲愁：一作“芳心”。<br>3、十年：虚指，很多年。<br>4、恼乱春风：谓心绪为春风所撩乱。恼乱，宋时口语，即撩乱。<br>5、故人：指<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>的再娶之妻。<br>6、同题粉壁：共同在粉壁上题诗。<br>7、兰皋：芳草丛生的水湾。皋，水边地。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“步余马于兰皋兮。”<br>8、新涨：刚刚涨。<br>9、溶溶：形容水盛的样子。<br>10、破春衫：此衫是十年前离别时妻子在灯下赶制的衣衫，故言。春衫，一作“征衫”。<br>11、谩然：徒然。谩，通“漫”。<br>12、楚天：指南方的天空。楚，戴复古悼亡之地江右武宁即今江西武宁县，古属楚。<br>13、飞鸿：飞翔的大雁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>《木兰花慢》，与其妻所作《祝英台近》背景相似，应为同一婚姻悲剧。元陶宗仪《南村辍耕录》卷四载：“戴石屏先生复古未遇时，流寓江右武宁，有富家翁爱其才，以女妻之。居二三年，忽欲作归计，妻问其故，告以曾娶。妻白之父，父怒。妻宛曲解释。尽以奁具赠夫，仍饯以词云（略）。夫既别，遂赴水死。可谓贤烈也矣！”（四库全书总目提要）卷一九九指出：“《木兰花慢》怀旧词，前阕有‘重来故人不见’云云，与江右女子词‘君若重来，不相忘处’，语意若相酬答，疑即为其妻而作，然不可考矣。”《木兰花慢》“但依然、杨柳小楼东”之句，又与《祝英台近》“道旁杨柳依依，千丝万缕”境界十分相似，那么这首词很可能是真正的悼亡之作。且戴词有“十年”之语，亦与其妻之词相吻合。则《木兰花慢》此词，实为复古与妻子诀别十年之后，重来旧地之作。所谓“怀旧”，实为悼亡。</p> <p>　　“莺啼啼不尽，任燕语、语难通。”起笔便充满哀伤。又是一年春天，处处莺啼燕语。词人面对大好春光，满腹伤心事，即使让那啼叫不停的莺和燕来诉说，恐怕也无法说尽，更何况人鸟语言不通，它们如何了解词人的伤心怀抱？“这一点闲愁，十年不断，恼乱春风。”十年不断之隐痛，却道为一点闲愁，貌似平易却更见痛之深。恼乱即撩乱，宋人口语。十年以来，每逢春天，这种心情就格外为春风所撩乱。词情遂指向十年前的那个春天。当时妻子作诀别之词，有“后回君若重来”之句，故下边写出“重来故人不见，但依然、杨柳小楼东”。十年后的这天，词人终于重来旧地，小楼东畔，杨柳依依，仿佛当日“道旁杨柳依依，千丝万缕”的情景，可是早已是物是人非，故人杳不可见矣。“记得同题粉壁，而今壁破无踪。”</p> <p>　　犹记得，当日夫妻双双粉壁题<a href=\"http://so.gushiwen.org/view_66612.aspx\">诗</a>，而此时，只剩下这破壁颓垣，题的诗已无影无踪。这一句通过今昔对比，即当年夫妻二人风流潇洒的神仙般的生活与此日一人重寻旧地，而另一人早已香销玉损的无限悲凉的鲜明对比，生发出人世无常的深沉感慨。“壁破”二字显示出人物两非的无限哀痛。复古之师<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，也有相似恨事。陆游与唐婉夫妻恩爱，无奈婆媳不和，二人被迫分开，陆游晚年重游沈园，有“玉骨久成泉下土，墨痕犹锁壁间尘”之句，可与此词歇拍参读。</p> <p>　　“兰皋新涨绿溶溶。流恨落花红。”兰皋语出《离骚》“步余马兮兰皋”，指生长芳草的水湾。眼前春水新涨，绿波荡漾，流不尽的落花残红，也带不走词人胸中涌起的旧恨新愁。换头融情入景，情景交融，尤为蕴藉。“念著破春衫，当时送别，灯下裁缝。”戴复古与武宁妻子是重婚，这事情中间可能有些曲折，从《辍耕录》所载“父怒，妻宛曲解释”大约可知。从临别前夕，妻子在灯下连夜为丈夫缝制春衣这一细节，也看得出她对丈夫的原谅，她仍然爱着丈夫。本来已下决心，在戴复古归家之后便从此永诀，但分别时仍忍着诀别的血泪把自己的全部情爱缝进衣服里，此时，这春衣已穿破了。但旧事记忆犹新，也看得出词人对妻子的感激与内疚。但是，重婚毕竟是不能容忍的。</p> <p>　　她所选择的路，竟是一死。“相思谩然自苦，算云烟、过眼总成空。”谩通漫，漫然即徒然。妻子一死，人天永隔。相思只是徒然自苦而已。自苦，实为内疚。</p> <p>　　想起那两三年的幸福生活，好似过眼烟云，终是一场空。但是“无长地久有时尽，此恨绵绵无绝期”。“落日楚天无际，凭栏目送飞鸿。”词人凭栏远眺，落日之苍茫，楚天之无际，何异心情之苍凉落寞。长空中飞鸿远逝，又何异愁苦之弥漫无极。结句语意略近《古诗十九首。西北有高楼》：“愿为双鸿鹄，奋翅起高飞。”原诗并云：“上有弦歌声，音响一何悲，谁能为此曲，无乃杞梁妻。”杞梁妻，古之烈妇也。若结句有取于此，悼亡之意深矣。</p> <p>　　此词用绵丽之笔，写哀惋之思，可以称为佳作。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>《蕙风词话》续编卷一评石屏词曰：“石屏词往往作豪放语，”绵丽是其本色。这首缠绵悱恻的悼亡词正是复古词绵丽本色的集中体现。</p><br/><h2>赏析二</h2> <p>　　元陶宗仪《南村辍耕录》卷四记载：<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>不得不舍妻归去时，其岳父大怒，而其妻不仅婉言劝父，且以所有妆奁赠夫并以身殉情。所以，所谓“怀旧”，实为悼亡。</p> <p>　　上阕起笔即奠定哀伤的情调。“莺啼啼不尽，任燕语、语难通。”莺和燕啼叫不停，洋溢着春天的气息。然而面对这莺莺燕燕的大好春光，词人却伤心满怀。莺燕难明人语，却难解词人的心意，只因其内心有着十年还仍未断的“闲愁”。“这一点闲愁，十年不断，恼乱春风”，词人的心绪一遇到春风，就更为缭乱纷纷，所有景物都令词人不已。</p> <p>　　接着，词人借“物是人非”来突出世事变化：“重来故人不见，但依然、杨柳小楼东。”时隔十年后，词人旧地重游，虽然小楼东畔的依依杨柳依旧美丽，然而故人早已逝去。“记得同题粉壁，而今壁破无踪。”词人进入自己的回忆，想起夫妻双双在粉壁上题<a href=\"http://so.gushiwen.org/view_66612.aspx\">诗</a>的情景，然而往日的笔迹早已无踪可寻，只剩下这破壁颓垣。这一句通过今昔对比，即当年夫妻二人风流潇洒的神仙般的生活与此日一人重寻旧地，而另一人早已香销玉损的无限悲凉的鲜明对比，生发出人世无常的深沉感慨。“壁破”二字显示出人物两非的无限哀痛。复古之师<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，也有相似恨事。陆游与唐婉夫妻恩爱，无奈婆媳不和，二人被迫分开，陆游晚年重游沈园，有“玉骨久成泉下土，墨痕犹锁壁间尘”之句，可与此词歇拍参读。这语句看似平易，实则有着深切的沉痛，在对比中透露出往日夫妻二人自由逍遥的生活与今日独自一人重寻旧地的荒凉感。</p> <p>　　下阕开头，“兰皋”语出《离骚》。水湾处春水新涨，碧波粼粼，落花残红，流水似乎也生出一片恨意，要带走这残花败红，然而流水却带不走词人心中的愁恨。“念著破春衫，当时送别，灯下裁缝。”临别前夜，妻子在灯下为词人缝制春衫，可见她对丈夫的爱意。然而春衫已破，词人依然不能忘怀，从中亦可看出词人对妻子的内疚与感激。</p> <p>　　“相思谩然自苦，算云烟、过眼总成空。”妻子西逝，相思现在对于词人来说只是徒然自苦的事情。过往的幸福生活，只能是烟云过眼，最后成空。“落日楚天无际，凭栏目送飞鸿。”日落于楚天之无际，词人凭栏目送飞鸿，愁苦弥漫无极，心情是何等落寞和怅惘。此句语意略近《古诗十九首·西北有高楼》：“愿为双鸿鹄，奋翅起高飞。”原诗并云：“上有弦歌声，音响一何悲，谁能为此曲，无乃杞梁妻。”杞梁妻，古之烈妇也。若结句有取于此，悼亡之意深矣。</p> <p>　　此词绵丽哀惋之思，情感深切，动人至深。正如<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>《蕙风词话》里所说：“石屏词往往作豪放语……绵丽是其本色。”</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>生于穷书生之家。其父戴栋，一生酷爱做<a href=\"http://so.gushiwen.org/view_66612.aspx\">诗</a>，认为人生的最大乐事。朋友们见他穷困潦倒，劝他放弃做诗去应试求官，却被他拒绝了。临终时，戴复古还在襁褓之中。戴栋对亲友们说：“谁都免不了一死。对于死，我毫无所惜；惟一的遗憾，就是没有来得及把这孩子培养成为诗人。”戴复古长大以后，亦爱好诗歌，后从亲友口中得知父亲的临终遗愿时，大为感动。于是决心继承父志，专心学诗。他广泛结交诗人，切磋叨教，并曾投拜于大诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的门下学诗，因此进步很快，诗名越来越大。</p> <p>　　据元人陶宗仪《南村辍耕录》记载：戴复古早年曾流落江右武宁，当地有一位富家老翁，十分喜爱戴复古的诗词，因慕其才华，遂将女儿许配给他。过了二三年，戴复古忽然提出要走了。他的妻子问他为何要走。戴复古被逼问不过，只得以实相告，说家中已有妻室，要回家乡探家。妻子听后，又告知其父，其父大怒，欲找戴复古责问，被她委婉劝阻。戴复古临行之际，她还拿出所有金银首饰及积蓄送给他，以资旅途之用。临行，她还做了一首词《祝英台近》相赠，戴复古走后，她即投水而死。</p> <p>　　这段记载有无事实根据，后人已无从考证。但所记确与《祝英台近》的内容相当吻合。至于写了这首词的女子，连姓名也没有留下，只知她是江西武宁人，人们只能称她为戴复古妻子。</p> <p>　　十年后，戴复古旧地重游，又来到江西武宁这位已逝妻子的家中。此时已是人去楼空，残垣破壁。他还清楚地记得当年和妻子一起同在粉壁上题诗，到如今墙壁破损，题的诗也已无影无踪。他当年和他这位妻子的结合是靠了“诗才”，婚后的生活中自然少不了吟诗作赋的风雅之事，所以一见破壁，他就想起当年粉壁题诗的幸福时刻。但现在，人去物亡，当年的粉壁已成残垣破壁，粉壁上的题诗也已剥落殆尽，消失得无影无踪了。他不禁肝肠寸断，写了这首《木兰花慢》，以寄托哀思和痛悼。</p>",
  "poet": {
    "id": 126,
    "star": 0,
    "name": "戴复古",
    "image": "http://img.gushiwen.org/authorImg/daifugu.jpg",
    "desc": "戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。"
  },
  "tags": [
    "宋词精选",
    "悼亡"
  ]
}