{
  "id": 51380,
  "star": 33,
  "name": "江神子·杏花村馆酒旗风",
  "dynasty": "宋代",
  "content": "杏花村馆酒旗风。水溶溶。扬残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 <br>夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。",
  "fanyi": "<p><strong>译文</strong><br>杏花村馆酒旗迎风。江水溶溶，落红轻扬。野渡无人舟自横，两岸杨柳绿荫浓。遥望江南山色远，人影不见。<br>惟有芳草连碧空。楼外夕阳晚烟笼。粉香四溢淡眉峰。记得去年，与你相见画屏中。今夜关山万千重，千里外，素光明月与君共。</p> <p><strong>注释</strong><br>①“江城子”：词牌名也有称《江神子》。<br>②“杏花村馆”：即杏花村驿馆。据说位于湖北麻城岐亭镇。“酒旗风”──使酒旗摆动的和风。<br>③“溶溶”：指河水荡漾、缓缓流动的样子。飏：意为飞扬，此指飘散的样子。“残红”：喻指凋残的花。<br>④“野渡”：村野渡口。<br>⑤“望断”：指一直望到看不见。<br>⑥“人不见，草连空”：意为不见所怀念的故人，唯见草色接连到天际。<br>⑦“晚烟笼”：指黄昏时烟气笼罩的景象。<br>⑧“融”：融合，匀融，匀合。此句另有解释为：粉香融，是描写景物中空气之美；淡眉峰，是描写烟气笼罩远山之美。愚不以为然，倒倾向理解为写人。因为此句亦宾属于后面的“记得”“相见”语句；其中既有倒置，又有省略，却会意浅明。炼句精湛如此，不逊神来之笔。<br>⑨“年时”：此指“当年那时”。“画屏中”，应指“如<a href=\"http://so.gushiwen.org/view_51380.aspx\">诗</a>画一般的景象中”，而非指楼上摆放的有画图题诗的屏风或屏障。<br>⑩“关山”：据《苕溪渔隐丛话》后集卷三十三引《复斋漫录》所云，应指黄州关山。<br>⑪“素光”：此指皎洁清素的月光。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的主题是怀人，于忆旧中抒写相思之情。首先从空间着笔，展开一个立体空间境界。杏花村馆的酒旗在微风中轻轻飘动，清清的流水，静静地淌着。花，已经谢了，春风吹过，卷起阵阵残红。这是暮春村野，也是作者所处的具体环境。这一切都显示出“流水落花春去也”，在作者的心态上抹上了一层淡淡的惆怅色彩。杏花村与酒连在一起，出自<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《清明》<a href=\"http://so.gushiwen.org/view_51380.aspx\">诗</a>“借问酒家何处有，牧童遥指杏花村。”后来酒店多以杏花村为名。</p> <p>　　“野渡舟横，杨柳绿阴浓。”“野渡”句用<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《滁州西涧》诗“野渡无人舟自横”，“野渡舟横”显出了环境的凄幽荒凉。而一见到“杨柳绿阴浓”，又不免给词人增添了一丝丝离愁。杨柳往往与离愁别恨联在一起，杨柳成为了离别的象征物。“楼前绿暗分携路，一丝柳，一寸柔情。”（<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>《风入松·听风听雨过清明》）“绿阴浓”，也含有绿暗之意。清幽荒寂的野渡，象征离愁别恨的杨柳，与上文所形成的淡淡的惆怅色彩是和谐一致的。这一切又为下文“望断江南山色远，人不见，草连空”的怀人怅别作了铺垫，渲染了环境氛围。经过上文渲染、铺垫之后，“人不见”的“人”就不是凭空出现的了。“望断江南山色远，人不见，草连空。”谢逸是江西临川人，也是江南人了。他一生虽工诗能文，却科场不利，屡试不第，以布衣终老。这样一位落拓文人，身在异乡，心情凄苦，自不待言，远望江南，青山隐隐，连绵无际，相思离别之情，油然而生。意中人远在江南，可望而不可见，可见的惟有无穷无尽的春草，与天相接，延伸到无限遥远的远方。而春草又是容易引起离别相思的物象。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”。“离恨恰如春草，更行更远还生。”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐·别来春半》）词人用了一个远镜头，远望春草连天，伊人缺不知在何处，心驰神往，离恨倍增。</p> <p>　　过片紧接上片，由望断江南而人不见的相思之苦，自然转入到回忆往事。“夕阳……画屏中”五句全是回忆往事，由上片的从空间着笔转入到下片的时间追忆。五句都是“记得”的内容，都应由“记得”领起。但“文似看山不喜平，”词尤忌全用平铺直叙，所以作者从回忆开始，马上描绘形象，而不从叙事入手。在一个夕阳西下的美好时刻，楼外晚烟轻笼，在这漫馨旖旎的环境里，一位绝色佳人出现了。融融脂粉，香气宜人，淡淡眉峰，远山凝翠。词人不多作铺叙笔法写她的面容、体态，而采用以部分代整体的借代修辞法，只写她的眉峰、粉香，其他就可想而知了。较之尽情铺叙，一览无余，更令人神往。这是很鲜明的形象，在词人记忆的荧光屏上永远不会消失。然后再用补写办法，补叙往事：“记得年时，相见画屏中。”这说明上面的一切都发生在楼上的画屏中。最后作者提出了一个问题：“相见以后是很快就离别了呢，还是共同生活了一段时间？”作者却不再作任何说明。填词也如绘画，绘画不能把整个纸面全部画满，什么都画尽，而应该留下适当的空白，笔尽而意不尽。填词也要留有空白，留有让读者想象的余地。</p> <p>　　回忆至此，一笔顿住，将时间拉回到眼前，“只有关山今夜月，千里外，素光同。”回忆的风帆驶过之后，词人不得不面对现实。关山迢递，春草连天，远望佳人，无由再见。词人心想：只有今夜天上的一轮明月照着他乡作客的我，也照着远隔千里的她，我们只有共同向明月倾诉相思，让我们通过明月交流心曲吧！“美人迈兮音尘阙，隔千里兮共明月。”（南朝宋<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》）“但愿人长久，千里共婵娟。”（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《水调歌头》）词人此时的心境也许与此相似。谢逸著《溪堂词》。毛子晋云：“溪堂小令，皆轻倩可人。”《词苑丛谈》称其词“标致隽永。”此词亦颇近之。</p> <p>　　此词写完之后，凡是住到这个房问的人，都反复吟咏这首词，并纷纷向驿卒索要笔墨纸张将其抄写下来。驿卒觉得很麻烦，便偷偷用白粉将此词涂抹掉，这才制止了人们的抄写。可见，这首词在当时是多么受人欢迎。</p>",
  "about": "<h2>创作背景</h2> 　　一年的暮春时节，在黄州属地一个叫杏花村的驿馆中，词人谢逸独自一人在驿馆外闲游散步。这里位于江边，景色清幽典雅。面对着美丽的江南风景，词人不禁想起昔日相恋的情人，一种无法压抑的情感充溢在作者心中。于是词人回到驿馆，向负责杂役的人要来笔墨，在墙壁上挥毫题写了这首《江神子》。",
  "poet": {
    "id": 280,
    "star": 0,
    "name": "谢逸",
    "desc": "谢逸（1068-1113，一说1010-1113）字无逸，号溪堂。宋代临川城南（今属江西省抚州市）人。北宋文学家，江西诗派二十五法嗣之一。与其从弟谢薖并称“临川二谢”。与饶节、汪革、谢薖并称为“江西诗派临川四才子”。 曾写过300首咏蝶诗，人称“谢蝴蝶”。生于宋神宗赵顼熙宁元年，幼年丧父，家境贫寒。与汪革、谢薖同学于吕希哲，刻苦磨砺，诗文俱佳。两次应科举，均不第。宋徽宗赵佶政和三年以布衣终老于故土，年四十五。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "怀人"
  ]
}