{
  "id": 72185,
  "star": 27,
  "name": "阴饴甥对秦伯",
  "dynasty": "先秦",
  "content": "　　十月，晋阴饴甥会秦伯，盟于王城。</p> <p>　　秦伯曰：“晋国和乎？”对曰：“不和。小人耻失其君而悼丧其亲，不惮征缮以立圉也。曰：‘必报仇，宁事戎狄。’君子爱其君而知其罪，不惮征缮以待秦命。曰：‘必报德，有死无二。’以此不和。”秦伯曰：“国谓君何？”对曰：“小人戚，谓之不免；君子恕，以为必归。小人曰：‘我毒秦，秦岂归君？’君子曰：‘我知罪矣，秦必归君。贰而执之，服而舍之，德莫厚焉，刑莫威焉。服者怀德，贰者畏刑，此一役也，秦可以霸。纳而不定，废而不立，以德为怨，秦不其然。’”秦伯曰：“是吾心也。” </p> <p>　　改馆晋侯，馈七牢焉。",
  "fanyi": "<p><strong>译文</strong><br>　　鲁僖公十五年十月，晋国的阴饴甥会见秦伯，两国在王城结盟。秦穆公问他：“你们晋国内部意见和协吗？”阴饴甥说“不和。小人以失去国君为耻，又因丧失亲人而悲伤，不怕多征赋税，舍得花钱添置武器盔甲，并且拥立太子姬圉继任国君。他们说：‘宁肯奉事戎狄，也得报这个仇。’君子则爱护自己的国君，但也知道他的罪过。他们也不怕多征赋税，舍得花钱添置武器盔甲，却是为了等待秦国的命令。他们说：‘宁可牺牲，一定得报答秦国的恩德。’这样，意见就不一致。”<br>　　秦穆公又问：“你们对国君的命运有什么看法？”阴饴甥说：“小人发愁，认为国君不免灾祸；君子宽心，以为国君必定回来。小人说：‘我对秦国太无情了，秦国岂肯还我国君？’君子说：‘我已认罪了，秦国必定还我国君。’他背叛了，就抓起来；他认罪了，就放回来。恩德再没有比这更厚的了，刑罚也没有比这更威严的了。内心臣服的自然感恩怀德，那怀有二心的也会畏惧刑罚。这一仗如此了结，秦国<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>成就霸业了。不然的话，当初帮他回国登位，又不让他安于其位；后来废了他的君位，又不让他复位，以致原来施的恩德，反变成仇恨，秦国总不会出此下策吧！”<br>　　秦穆公说：“你讲的正合我心啊！”马上就让晋侯改住宾馆，赠送七牢，以诸侯之礼相待。</p><p><strong>注释</strong><br>①阴饴甥：名饴，甥，指他为晋侯的外甥。因封于阴(今河南陕县至陕西商县一带)，故又称阴饴甥。晋大夫。秦伯：指秦穆公。②王城：今陕西朝邑县西南。③小人：指缺乏远见的人。君：指晋惠公。他借秦穆公的力量才做了国君，后来和秦发生矛盾，在战争中被俘。④惮：怕。征缮：征集财赋，修缮兵器，准备打仗。圉：晋惠公的太子名。⑤君子：指晋国的有远见的贵族。待秦命：这是委婉的说法。真正意思是：如果秦不送回我们的国君，就不惜一切，再打一仗。⑥必报德，有死无二：报答秦国对晋的恩德，至死没有二心。⑦戚：忧愁、悲哀。⑧毒：毒害，得罪。指晋惠公与秦为敌。以前晋国发生灾荒，秦国输送了粮食；后来秦国发生灾荒，晋国一点也不给。⑨贰：背叛。舍：释放。⑩改馆：换个住所，改用国君之礼相待。○11馈：赠送。七牢：牛、羊、猪各一头，叫做一牢。七牢是当时款待诸侯的礼节。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　春秋时期至此，齐桓公已成霸业，但楚成王独树一帜，宋襄公虽说气力不济，也自命不凡想弄个头头当当。不过诸侯间认得的只是实力！西北的秦穆公在百里傒等的辅佐下，国力日渐强盛。在外交上对近邻晋国更是倾注了心血。晋献公死后他辅佐夷吾入主。但是已成了晋惠公的夷吾背信弃义，最后导致秦晋韩原大战，他也当了俘虏。</p> <p>　　本文的两位主人公，对于晋国几次蒙秦国的帮助，一届届的国君轮番上台，从国内混战残杀到自乱而治，直至最后晋文公称霸诸侯，都紧密相关，所以必须予以简介；而且本文所述的事件，在秦晋关系、晋国的变迁中也较重要。说明这一段历史的来龙去脉，对于理解本文，以至后面的许多文章，如《寺人披见文公》、《介之推不言禄》、《公子重耳对秦客》、《晋献公杀世子申生》等等的时代背景，也确实是不可或缺。</p> <p>　　阴饴（yi）甥，即史籍所说的吕省，有的称其为吕甥，是晋国大夫，晋惠公的重要大臣。他并不是姓阴，阴是他封邑的名称，其复姓瑕吕。阴饴甥所扶保的晋惠公，是晋献公之子名夷吾。献公在其父统一晋国后的第二年继位，征伐骊戎时虏得了骊姬姐妹，献公很宠爱她们，二人生公子奚齐和悼子，骊姬为了能使奚齐继位，谮恶太子，其实太子申生和公子重耳都很有贤名，得知消息后申生不辨也不走，在曲沃自杀，重耳和夷吾逃亡。跟随重耳的名人不少，而吕省、（郤xi）芮跟随着夷吾。奚齐则被立为太子，但是这只给他带来了厄运。晋献公死后，里克、邳郑杀太子奚齐和悼子，使人迎接重耳入朝，重耳经过斟酌后拒绝了，他们就改迎夷吾。</p> <p>　　在回晋国前，吕省认为内乱未定，另外还有其他公子在外，必须依靠强国的辅助，才能确保无虞。离晋国最近的强国就是秦，于是夷吾派郤芮前往恳求，还应许以焦、瑕二城答谢。秦穆公答应了并立即出兵护送，正遇齐桓公也派出隰朋率军来安定晋国，因申生之母是齐女，桓公是诸侯霸主，此次也是尽舅家的情义。齐秦共扶晋惠公上台。但是晋惠公继位后却杀了里克、邳郑，又反悔了当初的许诺，拒绝曾答应划出的土地，开始和秦国交恶。晋国后来遭遇大灾，百里傒等力劝秦穆公不计前嫌，给予了赈济，使晋国平安度过了饥荒。几年后秦大旱歉收，自然也向晋恳求帮助，但是晋惠公不仅不卖给粮食，反而大举发兵伐秦。为此，秦穆公大怒，亲自率领大军讨伐晋国。两国军队战于韩原（山西芮城，也有人认为是陕西韩城）。秦穆公的战车陷入重围，在他仰天长叹的时候，一群晋国的流浪汉救了他，并继续冲锋陷阵，结果是晋军大败，晋惠公当了俘虏。秦穆公拟杀了他祭祀天地。秦穆公的夫人，即是申生的姐姐，为了夷吾生命身穿孝服向穆公哀求。秦穆公答应了，让晋国派使臣到王城会盟。</p> <p>　　在晋惠公背信弃义、和被伤害的秦国交锋又丧师辱国被俘后，阴饴甥作为战败国的代表，面对仁厚的秦穆公，理屈不容置疑，但是他并未词穷。他利用回答问题的机会，巧妙地表述了晋国国内的舆论倾向，向秦穆公施加压力；引用君子和小人的不同认识，喻请秦穆公权衡利弊，以博大的胸怀宽恕罪人。能在这样的条件下，不卑不亢并使得晋惠公脸面尚存，阴饴甥的外交辞令可谓典范。</p> <p>　　文中所述阴饴甥的辩词，确实很精彩。但是须注意，这并非是谈判的开始，而是事件的整体结果已经明确，他的辩词不过是尾声随笔而已。不是阴饴甥保住了晋惠公的命。秦穆公没有杀晋惠公祭祀神明，绝非是被阴饴甥吓住了，而是周天子的干涉。天子以晋和周同宗为由，不允许杀。而申生的姐姐，也即穆公的夫人穆姬“衰絰涕泣”，也是功不可没。最重要的，还有晋惠公的态度。当两国国君会盟，秦穆公许可他回国时，晋惠公先派阴饴甥回晋，说明他已经没有面目再回国拜社稷，请诸臣立太子圉（yu），这就使得“晋人皆哭”。于是在阴饴甥回到王城后，才有了本文的问答。</p> <p>　　晋惠公的态度，已经埋下了他与秦穆公无法真正和解、也是秦晋将继续为敌的伏笔。实际上他回国后，两家都未停止行动。晋惠公马上杀了亲秦的重臣，秦穆公也消灭了梁国。这梁国是夷吾逃亡避难的处所，也是太子圉母亲的娘家，得知这一信息，作为会盟后的晋国人质，太子圉就产生了逃跑回国的念头，并很快地付诸行动。他的逃走和继位后的作为，促使秦穆公下定了决心，辅助重耳！</p> <p>　　秦晋韩原之战正值春秋诸侯争霸全面展开的时候，形势是瞬息万变。文中的人物，其命运也变幻莫测，对此，下面再作一简略的交待。</p> <p>　　这一时期，郑庄公的霸业不复存在，齐桓公早已经成为各诸侯的首领；但是楚成王在中南独树一帜，扩展版图夯实了基础，军事上也和齐桓公能平分秋色；宋襄公虽说气力不济，只因为封爵最高，再满口仁义道德，就自命不凡想弄个头头当当，不过诸侯间认得的只是实力！没有人肯买宋襄公的账。齐桓公有楚成王掣肘，手就不能伸得太长，于是，西北的秦穆公在百里傒、蹇叔、孟明视的辅佐下，发展经济、精兵厉武，国力日渐强盛。在外交上，他安定周边诸侯小国，平剿作乱侵扰的诸戎少数民族武装，对于近邻晋国，则更是倾注了心血。晋武公统一后就撒手西去，其子晋献公平顺没有几年，便因家事纷争祸起萧墙。秦穆公因是女婿，在晋献公死后，即辅佐夷吾入主。俨然一派霸主形象。但晋惠公背信弃义反与秦为敌，最后导致韩原大战。经阴饴甥努力，晋惠公获释，两国缔结了盟约，晋惠公的儿子太子圉到秦国为人质。秦穆公仍然力求与晋的和平共处，就将宗室女子许配给姬圉，这就是怀赢——后来姬圉继位，称晋怀公，女为赢姓故称。但是姬圉却一直对秦囚惠公事耿耿于怀，他是偷偷逃回晋国的，怀赢作为妻子、女儿，决定不负任何一方，姬圉逃走时她没有声张，也拒绝同行，所以很得秦穆公赏识。晋怀公继位后决心铲除重耳，令跟随重耳的诸臣立即回国，否则灭其家族！晋国国内大开杀戒，秦穆公也下定了决心，从楚国招重耳。楚成王认定“楚远秦近，秦君贤，子其勉行”，礼送重耳到秦国。秦穆公将怀赢嫁给重耳，她因改嫁，以及重耳后来掌国成为晋文公，就改称文赢。秦穆公发兵送重耳入晋，杀晋怀公立重耳。阴饴甥即吕甥阴谋烧宫殿刺杀晋文公，文公得知后逃走，和秦穆公会于王城。阴饴甥引兵没能杀了晋文公，反被秦穆公所杀。</p> <p>　　阴饴甥在这时奉命到秦国求和，实在是既理屈又尴尬。但是他在回答秦穆公的时候，阴饴甥巧妙地将国人分为“君子”、“小人”两部分，一正一反，既承认晋侯过错，向秦服罪；又表明晋国的士气不可轻侮，态度软硬兼施，不亢不卑，把话说的恰到好处。这个时候的他不但没有词穷，反而能振振有词地把秦穆公说服，以自己的庄重自持、气节凛然、才智纵横，既赢得了秦穆公的尊重与款待，又不辱使命，达到了营救自己国君的目的。这真是一篇饱含思想智慧的的外交辞令。阴饴甥的精彩辩词，让他的外交辞令可称典范。</p>",
  "about": "<h2>解读</h2> <p>　　晋惠公本是秦穆公的舅老爷，他靠姐夫的帮助，回国登了君位；却以怨报德，和秦国打了一仗，结果兵败被俘。阴饴甥在这时奉命到秦国求和，实在尴尬得很。但是，他在回答秦穆公的时候，巧妙地将国人分为“君子”、“小人”两部分，一正一反，既承认晋侯不是，向秦服罪；又表明晋国的士气不可轻侮。软硬兼施，说得不亢不卑，恰到好处。因此赢得秦穆公的尊敬，决心做个顺水人情，放回晋惠公，以提高自己的威信。</p> <p>　　《古文观止》编者吴楚材的评语，说本文用的是“整对格”。现代学者钱伯城解释：整对格就是名与名对，段与段对。以本文来说，“君子”与“小人”对，“报仇”与“报德”对，“威”与“恕”对，“怀德”与“畏刑”对。内容含意上的正反开合，则是意与意对。这种整对格，骈散结合，在唐以后的散文中，以<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>为代表，曾被大量运用。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "外交"
  ]
}