{
  "id": 72313,
  "star": 9,
  "name": "义田记",
  "dynasty": "宋代",
  "content": "　　范文正公，苏人也，平生好施与，择其亲而贫，疏而贤者，咸施之。</p> <p>　　方贵显时，置负郭常稔之田千亩，号曰义田，以养济群族之人。日有食，岁有衣，嫁娶凶葬，皆有赡。择族之长而贤者主其计，而时共出纳焉。日食人一升，岁衣人一缣，嫁女者五十千，再嫁者三十千，娶妇者三十千，再娶者十五千，葬者如再嫁之数，葬幼者十千。族之聚者九十口，岁入给稻八百斛。以其所入，给其所聚，沛然有余而无穷。屏而家居俟代者与焉；仕而居官者罢其给。此其大较也。</p> <p>　　初，公之未贵显也，尝有志于是矣，而力未逮者二十年。既而为西帅，及参大政，于是始有禄赐之入，而终其志。公既殁，后世子孙修其业，承其志，如公之存也。公虽位充禄厚，而贫终其身。殁之日，身无以为敛，子无以为丧，唯以施贫活族之义，遗其子而已。</p> <p>　　昔晏平仲敝车羸马，桓子曰：「是隐君之赐也。」晏子曰：「自臣之贵，父之族，无不乘车者；母之族，无不足于衣食者；妻之族，无冻馁者；齐国之士，待臣而举火者，三百余人。以此而为隐君之赐乎？彰君之赐乎？」于是齐侯以晏子之觞而觞桓子。予尝爱晏子好仁，齐侯知贤，而桓子服义也。又爱晏子之仁有等级，而言有次也；先父族，次母族，次妻族，而后及其疏远之贤。孟子曰：「亲亲而仁民，仁民而爱物。」晏子为近之。观文正之义，贤于平仲，其规模远举又疑过之。</p> <p>　　呜呼！世之都三公位，享万锺禄，其邸第之雄，车舆之饰，声色之多，妻孥之富，止乎一己而已，而族之人不得其门而入者，岂少也哉！况于施贤乎！其下为卿，为大夫，为士，廪稍之充，奉养之厚，止乎一己而已；而族之人操瓢囊为沟中瘠者，又岂少哉？况于他人乎！是皆公之罪人也。</p> <p>　　公之忠义满朝廷，事业满边隅，功名满天下，后必有史官书之者，予可无录也。独高其义，因以遗于世云。 ",
  "fanyi": "<h2>译文二</h2> 　　范文正公，是蘇州人氏。一生乐於<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>别人，挑选那亲近族人而家里贫困、关系疏远而贤良的人，都给予救助。<br>　　当他富贵显达的时候，购买了靠近外城而常年丰收的良田一千亩，名为「义田」，用来赡养救济同族的人。使他们每天有饭吃，每年有衣穿，遇到嫁女儿、娶媳妇、结婚、丧葬，都有补助。选择族中年长而贤明的人，掌管资金的调配，适时收付财物。每人每天给一升米，每年给一匹绢；嫁女儿的给钱五万，嫁次女的三万；娶媳妇的三万，娶次媳的一万五；丧葬者同嫁次女的数目一样，埋葬幼儿的一万。族里的人聚居在此的有九十名，义田每年可收入稻谷八百斛；拿义田的收入，供给那些聚居的族人，充裕有馀，使用不尽。凡曾经出仕而暂时解职在家、等待新职的人，也给予救济；已经出仕为官的人，就停止供给。这就是义田的大概情形。<br>　　当初，文正公还没有富贵显达时，就已经有意这样做了，可是三十年来一直没有力量办到。后来他担任陕西招讨使和参加政事，才有俸禄和赏赐的收入，而完成他的心愿。文正公去世以后，他的子孙经营他的事业，继承他的遗志，就像他在世的时候一样。文正公虽然官位很高，俸禄优厚，然而却贫穷终其一生。去世的时候，竟然没有衣物殡殓，子孙也没有钱来为他办理丧事，只以周济穷人和养活族人的高义遗留给子孙罢了。<br>　　从前晏平仲乘坐由瘦弱马匹所拉的破旧车子，桓子说：「这是隐没国君的赏赐。」晏子说：「自从我显贵以后，父亲的族人，没有不乘车的；母亲的族人，没有不丰衣足食的；妻子的族人，没有受冻挨饿的；齐国的读书人，等待我的救助才能生火做饭的有三百多人。像这样，是隐没了国君的赏赐呢？还是彰显了国君的赏赐呢？」於是齐侯就用晏子的酒杯，罚桓子喝酒。我曾经敬佩晏子好做善事，齐侯识别贤人，和桓子敬服义理。更喜爱晏子行仁有等级，而且说话有次序；先是父族，其次母族，再其次是妻族，然后才推及关系疏远的贤士。孟子说过：「先亲爱亲人，然后仁爱百姓，仁爱百姓，然后爱惜万物。」晏子的行事，和孟子的说法很接近。如今看看范文正公的义田，胜於晏平仲，它的制度良善，可以推行久远，又似乎超过晏子了。<br>　　唉！世上那些高居三公之位，享受万锺俸禄的人，他们官邸的宏伟富丽，车马的华丽，歌女舞伎的众多，妻妾儿女生活的富裕，只限於一己的享受罢了；亲族的人，不能进他们大门的难道会少吗？何况是周济关系疏远的贤士呢？其次那些担任卿大夫和士的人俸禄丰厚，生活富裕，却也只限於一己的享受而已；亲族的人拿著瓢、囊行乞或饿死成为沟中弃屍的又难道会少吗？何况是救济别人呢！这些都是愧对文正公的人。<br>　　文正公的忠义遍布满朝廷，功业遍及边境，功名传遍天下，后代必定有史官把这些记录下来，我可以不用多所记述。我只是特别推崇他的高风义举，因此写下此文传给后世。<br/><p><strong>译文</strong><br>　　范文正公，苏州人，平时乐于用钱财帮助别人，选择那关系亲近而贫穷、关系疏远而贤能的人，都予以帮助。当他贵重显达之时，购置近城保收的良田一千亩，称作“义田”，用来养育救济本家族的人们。使他们天天有饭吃，年年有衣穿，嫁女、娶妻、生病、丧葬都予以资助。选择家族中年长辈高而且贤德的人主管帐目，经常总计收入和支出。每天的饭，一人供给一升米；每年的衣服，每人分给一匹细绢。嫁闺女的发给五十千钱，闺女改嫁的发给三十千钱；娶儿媳妇的发给三十千钱，再娶的发给十五千钱；丧葬发给的费用和闺女再嫁的数目相同，孩子的丧事发钱十千。族人聚居的九十多口，义田每年收入供分配用的稻子八百斛，用它所收入的粮食，来供应在这里的聚居的族人，充裕有余而无枯竭之时。退居在家、等待职务的人予以供给，出仕为官的人则停止供给。这就是它的大致情况。<br>　　当初，范公还未贵重显达时，就曾有过这种愿望，而无力实现长达二十年之久。后来做了西部边境的统帅，又入朝参与主持朝政，从此才开始有了俸禄赏赐的收入，而终于实现了自己的志愿。他去世之后，后代的子孙修明他的事业，继承他的志向，和他在世的时候一样。他虽地位高俸禄多，却终生过着清贫的生活。逝世的时候，甚至没有钱财装殓，子女们也没有钱财为他举办像样的丧事。他只是把救济贫寒、养活亲族的道义，留传给子女罢了。<br>　　古时候晏平仲乘破车、驾瘦马。陈桓子说：“这是隐瞒君主的赏赐啊。”晏子回答说：“自从我显贵以后，父系的亲族，没有不坐车的人；母系的亲族，没有衣食不足的人；妻子的亲族，没有挨饿受冻的；齐国的士子，等待我的接济而点火做饭的有三百多人。像这样，是隐瞒君主的赏赐呢？还是彰明君主的赏赐呢？”于是齐君使用晏子的酒杯，罚桓子饮酒。我仰慕晏子好行仁德，齐君了解贤者，而桓子能认错服义。又仰慕晏子的仁德有亲疏层次之分，而言辞有井然的次序：先说父系亲族，后说母系亲族，再说妻子的亲族，最后才提到关系疏远的贤者。孟子说：“由爱自己的亲人而施仁德于民众，由对民众仁德而爱惜世间万物。”晏子的作为接近于这一点啊。现在从范文正公的购置义田这件事来看，是比晏平仲还要贤明啊。他施行的规模的久远和全面，恐怕是要超过晏子的。<br>　　啊！当今世上那些身居三公职位，享受万钟禄米的人，他们宅第的雄伟，车驾的华丽，歌妓的众多，妻儿的富有，仅是为满足自己一个人的私欲而已。本族的亲人不能登门的，难道还少吗？何况说帮助疏远的贤者呢？地位在他们以下的是卿，是大夫，是士，禄米的充裕，享用的丰富，也仅是为满足自己一个人的私欲而已。本族的亲人，拿着破碗讨饭，成为沟中的饿殍的，难道少吗？何况对于其它的人呢？这些人都是范文正公的罪人啊！<br>　　范文正公的忠义誉满朝廷，业迹流布边境，功名传遍天下，后代一定会有史官记载的，我可以不用赘述了。唯独敬仰推崇他的道义，因而记叙“义田”之事以留赠世人。</p><p><strong>注释<br></strong>范文正公：即<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>，字希文，谥文正。<br>咸：都<br>屏：弃，指丢了官。<br>服义：在正确的道理或正义面前，表示心服。这里指桓子受觞而不辞。<br>廪稍：公家给予的粮食。<br>沟中瘠：指饿死在沟渠中。瘠，通“胔”。<br>负敦：靠近城敦。负，背倚。<br>俟：等待<br>尝：曾经</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文通篇以「义」字作线眼，旨在表彰范文正公自奉俭约，购置义田，以养济群族之人的高风义行。全文采取先叙后议的方式，略可分为叙述、议论与补述三大部分，又可细分为六段：</p> <p>　　大抵前三段以叙述为主，是文章的主体。将范文正公乐於助人的秉性、义田制度的概况及设立义田的夙愿，作了一个简要的说明，以为后段的议论作张本。</p> <p>　　首段言简意赅，以「平生好施与，择其亲而贫，疏而贤者，咸施之」作为全文的纲领，用以提起下文。文中点明范文正公「好施予」、「赡族人」之善性，是为创办义田的伏笔；且强调施助并非来者不拒的浮滥，而是以「亲而贫，疏而贤」为主要对象。</p> <p>　　第二段由总叙而分叙，采取节节进逼的手法，详细记叙义田设置的经过及其良好的规模制度。以「方贵显时」点出时机，「号曰义田」点出主题，「养济群族之人」说明义田的目的，「日有食，岁有衣，嫁娶婚葬，皆有赡」为总纲，并领起下文，然后再将救助的概况、对象、管理者及自给自足的运作方式作原则性的概述，具体而微地使人感受到范文正公义田的规模轮廓。尤其在叙述施行办法时，为避免行文之僵化、句式之刻板，特别使用「错综格」中「抽换词面」的修辞方法，例如在「嫁女者五十千」、「再嫁者三十千」等四句同样叙述文句之后，转用「葬者如再嫁之数」的表述方法，使得规章制度的介绍，不致於失之严肃呆滞，反而使得语气鲜活灵动，引人共鸣。</p> <p>　　第三段则采用追叙法，以「尝有志於是矣，而力未逮者三十年」，追溯范文正公立志多年方能实现的艰苦历程，更加突显这份志业的艰难与志向的坚定。再以子孙修业承志的情形「如公之存也」，来展现子孙的贤肖以衬托范文正公的高洁人格，并可由此见出义田制度「规模远举」之可能，这尤其是「终其身而没」的前贤们，无法望其项背的所在。更进一层以「殁之日，身无以为敛，子无以为丧，惟以施贫活族之义，遗其子孙而已」描写出范文正公自奉俭约、养济群族的仁者襟怀与高洁人格，令人感动。</p> <p>　　第四、五两段为议论。第四段也是先叙后议，以晏子亲亲仁民的美德正衬范文正公「规模远举」之贤在晏平仲之上。文中先以较大篇幅叙述晏子<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>齐士三百馀人的故事，并以「先父族，次母族，次妻族，而后及其疏远之贤。」儒家之「仁有等级」与孟子「亲亲而仁民，仁民而爱物」的德性比拟之，用以证明晏子的确具有仁者的心怀；以衬托法归结於「观文正之义，贤於平仲」两句，晏子已贤，而范文正公则更加是难能可贵，「其规模远举，又疑过之」正是在极尽赞美晏子之后，以贤衬贤，垫高范文正公好仁之德，节节逼进，处处蓄势，文章气势流畅且具有说服力。此外，在桓子与晏子的对话之中，人物语言之神态表情，栩栩如生，颇具有临场感。</p> <p>　　第五段则以今昔对比，感慨世风日下，只图一己之享乐，而不知推己及人之仁爱。以「殁之日，身无以为殓，子无以为丧」的事实与「世之都三公位，享万锺禄」的达官显宦「奉养之厚，止乎一己」的现象作鲜明的对比，用不肯济人饥寒的权贵显宦，来反衬范文正公之义行可风。尤其是以四个连句的排比，极写显宦之奢靡享乐、卿士大夫及士人自养丰厚，又以「况於施贤乎！」、「况於他人乎？」两层，照应范文正公的「义」，而归纳出：「是皆公之罪人也」的结论，真是当头棒喝，发人深省。在这两段一扬一抑、借宾显主的映衬写法之中，既可以深化主题的意境引人共鸣，同时也表现出作者内心世界的价值判断与好恶取舍。</p> <p>　　末段补述所以写作此篇文章之缘故。先以三句排比句来总结范文正公一生的行迹与事功，表达对范文正公无尽的崇敬与景仰，然而此事后世必有史官会加以记载。作者只是就「独高其义，因以遗於世」的一笔扣题，标明其作记命意的所在。</p> <p>　　全文以记事为主，记人为辅，在平实流畅的笔调中，既批判了世风日下，自养丰厚，而无视族人饥苦之自私之士，也让我们对范公自奉俭约，周济群族，人饥己饥的高风义举更加景仰向慕，想见其为人。</p>",
  "poet": {
    "id": 803,
    "star": 0,
    "name": "钱公辅",
    "desc": "钱公辅（1021～1072），字君倚，武进（今江苏常州）人。宋代诗人。少从胡翼之学，有名吴中。仁宗皇祐元年（1049）进士（《宋诗拾遗》卷四）。历通判越州、知明州，擢知制诰。英宗即位，谪滁州团练使。神宗立，拜天章阁待制知邓州，复知制诰，知谏院。熙宁四年（1071），由知江宁府徙知扬州（《续资治通鉴长编》卷二二三）。五年，卒（同上书卷二四○），年五十二。《宋史》卷三二一有传。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "赞美",
    "写人"
  ]
}