{
  "id": 156,
  "star": 38,
  "name": "伐柯",
  "dynasty": "先秦",
  "content": "伐柯如何？匪斧不克。取妻如何？匪媒不得。<br>伐柯伐柯，其则不远。我觏之子，笾豆有践。",
  "fanyi": "<p><strong>译文</strong><br>怎么砍伐斧子柄？没有斧子砍不成。怎么迎娶那妻子？没有媒人娶不成。<br>砍斧柄啊砍斧柄，这个规则在近前。要想见那姑娘面，摆好食具设酒宴。</p> <p><strong>注释</strong><br>1.伐柯：砍取做斧柄的木料。《说文解字》：柯，斧柄也；伐，击也，从人，持戈。<br>2.匪：同“非”。克：能。<br>3.取：通“娶”。<br>4.则：原则、方法。此处指按一定方法才能砍伐到斧子柄。<br>5.觏（gòu）：通“遘”，遇见。<br>6.笾（biān）豆有践：在古时家庭或社会举办盛大喜庆活动时，用笾豆等器皿，放满食品，整齐地排列于活动场所，叫做笾豆有践。此处指迎亲礼仪有条不紊。笾，竹编礼器，盛果脯用。豆，木制、金属制或陶制的器皿，盛放腌制食物、酱类。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《国风·豳风·伐柯》是首男子新婚燕尔时所唱的歌，描述了他婚姻的美满。首章明白告诉读者：媒妁是使两人好合的人。男女双方的结合，要有媒人从中料理，婚姻才得以成功。作者说得斩钉截铁，不容置疑，其道理就像做个斧柄那样简单明白，兴中有比，比喻浅显易懂。</p> <p>　　<a href=\"http://so.gushiwen.org/view_156.aspx\">诗</a>的第二章赞美了新婚的妻子，但奇怪的是，一不赞其年轻貌美，二不言其和顺温柔，独独说“笾豆有践”，赞赏其善于料理祭祀宴飨事宜。这是很值得注意的。</p> <p>　　“我觏之子，笾豆有践”，男子很兴奋地看到，他的新婚妻子料理宴席祭祀有经验。封建社会里，娶妻是以祖宗“血食”、延绵家族为目的，因而理想的女人不是貌美、健康，能生儿育女，而是能够辅佐宴飨祭祀。“椒聊之实，蕃衍盈升。”“椒聊之实，蕃衍盈掬。”（《国风·唐风·椒聊》）暗示这位女子的外貌，是一个多子多孙的美女子。</p> <p>　　诗中的男主人公满心欢喜因为娶这样的女子为妻。他郑重提出“笾豆有践”这一点并因此而满心欢喜，宣布其婚姻的美满。认为只有懂得笾豆之事，才真正“宜其室家”。这些都从侧面反映出了封建的伦理观念、宗法观念已经渗透到婚姻生活中，成为衡量爱情是否美满的准则了。</p> <p>　　此诗从语义上分析，有两重意义，一是文本的表层语义，二是作为引申隐喻的深层语义。</p> <p>　　从文本语义来说，《伐柯》以砍伐一支合适的斧头柄子作比喻，说男子找一个心目中的妻子，如斧头找一支合适的柄子一般，要有一定的方法程序，也要有媒人、迎亲礼等基本的安排。男子心中的得意，情绪的兴奋，都凝聚在这首自得自悦的欢歌中。在古代诗歌中，常以谐音示意。“斧”字谐“夫”字，柄子配斧头，喻妻子配丈夫。诗中所说“匪媒不得”“笾豆有践”，也是具体地写出古时娶妻的过程：媒人两家介绍牵线，最后双方同意，办了隆重的迎亲礼仪，妻子过门来。这是中国古代喜庆民俗的场景，也表示中国人对婚姻大事的严肃重视。</p> <p>　　从引伸隐喻义来说，重点落在“伐柯伐柯，其则不远”这两句诗上。此处的伐柯，已经不是丈夫找妻子那样狭义的比喻，而是广义地比喻两种事物的协调关系：砍伐树枝做斧头柄，有斧与柄的协调关系；做其他事情，也有两方面的协调关系。要协调两方面的关系做到好的柄子配上好的斧头，那就不能背离基本的原则方法（“其则不远”）。如果砍下的枝条歪七扭八，过粗或过细，都不能插进斧头眼中，成为适手的斧柄。砍取斧柄，要有一定的要求、原则、方法。那么，协调一件事物或一种活动的双方，也要有一定的要求、原则、方法。从具象的斧与柄的关系，上升到抽象的一体两面的关系，这个比喻就有了广泛的意蕴，启示了一个事物发展的共同规律：按一定原则才能协调。后人常用“伐柯伐柯，其则不远”，来表示有原则的协调关系，来引指社会政治、经济、文化的活动，就是从广义的比喻性来理解这两句诗的。</p> <p>　　这首诗还蕴含着深刻的辩证思想：一方面强调“匪斧不克”、“匪媒不得”，因为运动变化需要一个中介，所谓“自内出者无匹不行”，或如阳明子所言“天下未有不履其事而能造其理者”。另一方面又主张不能心外求理，“伐柯伐柯，其则不远”，运动变化的根源在于自身，外面的中介只是“应”，“感”才是运动变化的主宰，或云“自外至者无主不止”。整首诗是在阐述《易传》“无平不陂，无往不复”的道理，前半部分说“无平不陂”，后半部分说“无往不复”。</p> <p>　　此诗歌者采取了设问的方式，从最浅显的比喻入手，言简意赅，形象鲜明，把娶妻必须行媒的道理说得很明确、很具体，给人一种不可置疑的印象。诗意单纯明朗，语言朴素自然。在一问一答的陈述中，歌者那喜形于色的情态也跃然纸上。由于此诗说到娶妻要有媒妁之言，再加上“伐柯”的比喻朴素明朗，浅显易懂，后世遂以“伐柯”“伐柯人”称作媒人，称替人做媒为“作伐”“伐柯”“执柯”。</p>",
  "about": "<h2>创作背景</h2> 　　从此<a href=\"http://so.gushiwen.org/view_156.aspx\">诗</a>字面意思来看，这是一首迎亲之歌。先秦时代是中国传统婚姻文化的形成时期。许嘉璐就曾经在《先秦婚姻说略》中将这一时期称为婚姻问题的“过渡阶段”。周公制礼，用以规范人们的行为。婚姻是形成家庭的基础，也是社会存在和发展的基础，自然倍受重视，同样被纳入了礼的范畴，确立了聘娶婚的核心体制。“媒氏”也成为专门的官职，掌管“万民之判”。父母之命，媒妁之言开始借助权利途径进入百姓生活，并形成定式影响后人的婚姻生活。《礼记·郊特牲》：“夫昏礼，万世之始也。”着重强调经过漫长原始社会时期演化而形成的婚姻，已经成为人类社会存在和发展的前提，是永恒存在的。经过数百年的发展演变，聘娶婚作为一种被社会普遍接受的婚姻制度，逐渐占据了社会婚姻的主导地位，成为当时婚姻形制的主流。 <p>　　媒妁在聘娶婚中发挥着非常重要的作用。要完成一桩婚姻，必须履行“六礼”，即纳采、问名、纳吉、纳征、请期和亲迎。（《礼记·昏义》）每一个环节都离不开媒妁的穿针引线。“昏礼者，将合二姓之好，上以事宗庙，下以继后世也，故君子重之。”（《礼记·昏义》）据《说文解字》：媒，谋也，谋合二姓；妁，酌也，斟酌二姓也。这里“谋合二姓”，就是“合二姓之好”，帮助两姓男女缔结婚姻；“斟酌”，就有权衡利弊、择善而定之意。许慎的解释将“媒”“妁”两相互补，比较全面地揭示了“媒妁”作为专用名词的语源。聘娶婚有三个要素：首先就是媒妁之言，二是父母之命，三是纳币。于是《礼记·曲礼》说“男女非有行媒，不相知名”，《仪礼·士昏礼注》：“将欲与彼合婚姻，必先媒氏下通其言”，女家“许之，乃后使人纳其采择之礼”。这是当时社会婚姻活动所普遍遵循的准则。通过媒妁的沟通获得父母同意后，才能形成双方的婚约。</p> <p>　　以上是《国风·豳风·伐柯》这首诗所产生的社会时代背景。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "寓理"
  ]
}