{
  "id": 33430,
  "star": 11,
  "name": "馆娃宫怀古",
  "dynasty": "唐代",
  "content": "艳骨已成兰麝土，宫墙依旧压层崖。<br>弩台雨坏逢金镞，香径泥销露玉钗。<br>砚沼只留溪鸟浴，屟廊空信野花埋。<br>姑苏麋鹿真闲事，须为当时一怆怀。",
  "fanyi": "<p><strong>译文<br></strong>美人的艳骨已经化成兰麝之土，当年的宫墙依旧压着层层石崖。<br>弩箭台因受风雨侵蚀坏了箭头，香径中的泥土冲散露出古玉钗。<br>砚沼池里如今只有溪鸟在洗浴，响屟廊中徒然让山中野花掩埋。<br>麋鹿的确在姑苏台上漫游闲荡，应该为当时伍子胥预言而伤怀。</p> <p><strong>注释<br></strong>⑴馆娃宫：越王勾践献西施，吴王夫差于灵岩山建馆娃宫以居，有琴台、西施洞、响屧廊、浣花池、玩月池、吴王井和划船坞等遗址。灵岩山寺即馆娃宫遗址。<br>⑵艳骨：女人之身骨。此指西施。兰麝（shè）土：言泥土如兰麝。兰麝：兰与麝香。指名贵的香料。<br>⑶弩台：弩箭发射台。宋乐史《太平寰宇记·江南东道六·湖州》：“昔乌程豪族严白虎于山下垒石为城，与吕蒙战所。今山上有弩台、烽火楼之迹犹存焉。”金镞（zú）：金属制的箭头。清张养重《板子矶》<a href=\"http://so.gushiwen.org/view_33430.aspx\">诗</a>：“荒城草长埋金镞，废垒沙深卧铁衣。”<br>⑷香径：苏州胜迹采香径的省称。采香径为香山旁的小溪，春秋时吴王种香于香山，使美人泛舟于溪以采香。<br>⑸砚沼（zhǎo）：又称上方池，在灵岩山顶。一说即玩花池。溪鸟：一作“山鸟”。<br>⑹屟（xiè）廊：亦作“屧廊”，即响屧廊，一作鸣屧廊。春秋时吴宫廊名。屟是木板拖鞋。吴王夫差命人将廊下的土地凿成瓮形大坑，上面用厚木板覆盖辅平，让西施和宫女穿上木鞋在上面行走，铮铮有声，所以取名响屟。今苏州灵岩寺圆照塔前有一个小斜廊，就是其遗址。空信：一作“空任”。<br>⑺姑苏麋（mí）鹿：相传春秋时伍子胥劝谏吴王不要好大喜功，虚耗国力，侵略他国，招来外患。吴王执意不听，伍子胥就叹息说：“我现在就已经看到麋鹿在姑苏台游荡。”意即吴国即将灭亡，姑苏台就要成为麋鹿漫游的荒凉之地。姑苏：指姑苏台。《国语·越语下》：“吴王帅其贤良与其重禄，以上姑苏。”韦昭注：“姑苏，宫之台也，在吴阊门外，近湖。”<br>⑻怆（chuàng）怀：悲伤。唐<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《城西竹园送裴佶王达》诗：“怆怀非外至，沉郁自中肠。”<br></p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_33430.aspx\">诗</a>首联“艳骨已成兰麝土，宫墙依旧压层崖”二句设定了全诗的场景：吴王夫差曾为西施筑馆娃宫，如今西施已故，宫殿成为遗迹。诗的开头就定下了全诗怀古伤今的基调。</p> <p>　　颔联“弩台雨坏逢金镞，香径泥销露玉钗”二句从驽台、香径两个有代表性的遗迹来描写馆娃宫古迹的现状。“逢金镞”，“露玉钗”或出于艺术虚构，并非实有其事。“驽台”、“香径”、“金镞”、“玉钗”这些意象显示出昔日的繁华，也表现了当时吴宫生活的奢靡。而“坏”、“销”二字则突出了如今的破败景象，表明即使再繁华奢靡，也已经是过眼云烟，就如一场空梦。</p> <p>　　颈联“砚沼只留溪鸟浴，屟廊空信野花埋”二句承上联，选取砚沼、屟廊两个典型遗址，进而描写其它古迹的现状。这里的“只”、“空”二字表现出强烈的感伤之意。</p> <p>　　尾联“姑苏麋鹿真闲事，须为当时一怆怀”二句运用“荒台麋鹿”这一典故，追怀伍子胥对吴王夫差的谏言，吐露朝代兴废、世事无常的感慨。</p> <p>　　作为一个品性高洁的文人，<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>对西施还是比较同情，比较包容的。在这首七言律诗中，作者面对吴国王宫废墟，抒发了思古之幽情，比较含蓄、隐蔽地表达了对西施的同情。此诗借古讽今，对历史作出了沉痛的评价和反思，认为西施是个没有选择、只能充当政治牺牲品的女子，对她的悲剧表示了深沉的感叹。 </p>",
  "about": "<h2>创作背景</h2> 　　馆娃宫，春秋时期吴宫名，是吴王夫差建造的宫殿，故址在今苏州市西南灵岩山上。宫以西施得名。吴王夫差作宫于砚石山以馆西施。吴人谓美女为娃，故曰馆娃。夫差和西施的故事，见《吴越春秋》和《越绝书》。吴败越后，相传越王采用大夫文种的建议，把苎萝山“鬻薪”女子西施献于吴王，“吴王悦”。伍子胥力谏，吴王不听。后越师袭吴，乘胜灭了吴国。七律《馆娃宫怀古》是<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>任苏州刺史从事时所作。",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "咏史",
    "怀古",
    "托古讽今"
  ]
}