{
  "id": 28753,
  "star": 18,
  "name": "富平少侯",
  "dynasty": "唐代",
  "content": "七国三边未到忧，十三身袭富平侯。<br>不收金弹抛林外，却惜银床在井头。<br>彩树转灯珠错落，绣檀回枕玉雕锼。<br>当关不报侵晨客，新得佳人字莫愁。",
  "fanyi": "<p><strong>译文</strong><br>张放十三岁就世袭得了富平侯的爵位，他年幼无知，根本考虑不到局势不稳、七国叛乱、边患不断、匈奴南犯的事情。<br>他不识金弹的贵重，把它弹落在林子里不知道收回，倒翩翩中意起井上的辘轳架来了，对它偏有几分爱惜，真无知啊。<br>华丽的灯柱上转动着明亮的灯烛，灯烛像明珠一样交相辉映，精致美丽。精美的檀木枕刻镂精巧，像玉一样莹润精美。<br>在侯王府的早晨，守门人不再按照常规给来客通报，因为少侯新得了一名叫莫愁的佳人，值此良辰美景，不敢打扰他。 </p><p><strong>注释</strong><br>⑴富平少侯：西汉景帝时张安世被封为富平侯，他的孙子张放十三岁就继承爵位，史称“富平少侯”。<br>⑵七国：汉景帝时的七个同姓诸侯国：吴、楚、赵、胶东、胶西、济南、淄川。他们曾联合发动叛乱。此处用以喻指藩镇叛乱。三边：战国时期燕赵秦与匈奴接壤，后来便以燕赵秦所在地为三边，即幽州、并州、凉州。未到忧：不知道忧虑。<br>⑶十三身袭富平侯：指张放十三岁就继承富平侯爵位。按：清冯浩云：“放之嗣爵，《汉书》不书其年，此云十三何据？《孔子家语》里说周成王十三岁就被立为嗣，这里可能是借指。”<br>⑷不收金弹抛<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>：用韩嫣事。典出《西京杂记》：韩嫣好弹，以金作弹丸，所失者日有十余。儿童闻嫣出弹，常随之拾取弹丸。<br>⑸银床：井上的辘轳架，不一定用银作成。<br>⑹彩树：华丽的灯柱。珠错落：环绕在华丽灯柱上的灯烛像明珠一样交相辉映。<br>⑺玉雕锼（sōu搜）：形容檀木枕刻镂精巧，像玉一样莹润精美。<br>⑻当关：守门人。侵晨客：清早来访的客人。<br>⑼莫愁：女子名，《旧唐书·音乐志》说她是洛阳石城人，善歌谣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_28753.aspx\">诗</a>首联：“七国三边未到忧，十三身袭富平侯。”“七国”喻藩镇割据​叛乱，“三边”指边患，“未到忧”即未知忧。指出其不知国家忧患为何物，次句再点醒“十三”袭位，这就有力地显示出童昏无知与身居尊位的尖锐矛盾。如果先说少年袭位，再说不恤国事，内容虽完全相同，却平直无奇，突现不出上述矛盾。这种着意作势的写法与作者所要突出强调的意旨密切相关。</p> <p>　　颔联：“不收金弹抛<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>，却惜银床在井头。”写少侯的豪侈游乐。“不收金弹”用韩嫣事，典出《西京杂记》。上句说他只求玩得尽兴，贵重的金弹可以任其抛于林外，不去拾取。可见他的豪侈。下句则又写他对放在井上未必贵重的辘轳架（即所谓“银床”，其实不一定用银作成）倒颇有几分爱惜。这就从鲜明对照中写出了他的无知。黄彻说：“二句曲尽贵公子憨态。”这确是很符合对象特点的传神描写，讽刺中流露出耐人寻味的幽默。</p> <p>　　颈联：“彩树转灯珠错落，绣檀回枕玉雕锼。”续写其室内陈设的华侈。“彩树”指华丽的灯柱，“绣檀”指精美的檀枕。锼，是刻镂的意思。两句意谓：华丽的灯柱上环绕着层层灯烛，像明珠交相辉耀；檀木的枕头回环镂空，就象精美的玉雕。上一联在“不收”、“却惜”之中还可以感到作者的讽刺揶揄之意，这一联则纯用客观描写，讽刺之意全寓言外。“灯”、“枕”暗渡到尾联，针线细密，不着痕迹。</p> <p>　　尾联：“当关不报侵晨客，新得佳人字莫愁。”是说，守门人不给清晨到来的客人通报，因为少侯新得了一位佳人名叫莫愁。莫愁，传为洛阳人，嫁卢家为妇。这里特借“莫愁”的字面关合首句“未到忧”，以讽刺少侯沉湎女色，不忧国事；言外又暗讽其有愁而不知愁，势必带来更大的忧愁；今日的“莫愁”，即孕育着将来的深愁。诗人的这种思想感情倾向，不直接说出，而是自然融合在貌似不动声色的客观叙述之中，尖刻冷峭，耐人寻味。</p> <p>　　此诗塑造了一个荒淫奢侈、醉生梦死的贵族公子形象，把他不知内忧外患，只顾挥霍浪费，荒淫好色的丑恶行径同晚唐危机四伏的社会环境形成鲜明的对照，也暗示了让这种纨绔子弟身居高位，正是当时政治腐败的表现，是国运不振的重要根源。</p> <p>　　清代注家徐逢源推断此诗系借讽唐敬宗，其说颇可信。因为所讽对象如为一般贵显少年，则他们所关心的本来就是声色狗马，责备他们不忧“七国三边”之事，未免无的放矢。必须是居其位当忧而不忧的，才以“未到忧”责之。所以首句即已暗露消息，所谓少侯，实即少帝。末句以“莫愁”暗讽其终将有愁，和《陈后宫​》结句“天子正无愁”如出一辙，也暗示所讽者并非无知贵介，而是“无愁天子”一流。不过<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>托古讽时、有特定讽刺对象的咏史诗，题目与内容往往若即若离，用事也古今驳杂，再说托古讽时之作，所托之“古”与所讽之“今”但求大体相似，不能一一相符。</p>",
  "about": "<h2>创作背景</h2> 　　汉张安世封富平侯，他的孙子张放幼年继承爵位。但这首<a href=\"http://so.gushiwen.org/view_28753.aspx\">诗</a>所咏内容却不切张放行事，可见诗中的“富平少侯”不过是个假托性的人物。从诗题和首尾两联看，诗中的“富平少侯”似乎不像一般贵族少年，而可能另有具体寓托。这虽是个假托性的人物，清代注家徐逢源​根据唐敬宗​少年继位、好奢喜猎、宴游无度、尤爱纂组雕镂之物及视朝每晏等情事，和汉成帝每自称富平侯家人之事，推断此诗系借讽唐敬宗。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "咏史怀古"
  ]
}