{
  "id": 70103,
  "star": 1,
  "name": "杂剧·包待制陈州粜米",
  "dynasty": "元代",
  "content": "楔子<br>博览群书贯九经，凤凰池上显峥嵘。殿前曾献升平策，独占鳌头第一名。老夫姓范名仲淹，字希文。祖贯汾州人氏。自幼习儒，精通经史，一举进士及第。随朝数十载。谢圣恩可怜，官拜户部尚书，加授天章阁大学士之职。今有陈州官员申上文书来，说陈州亢旱三年，六料不收，黎民苦楚，几至相食。是老夫入朝奏过。奉圣人的命，着老夫到中书省召集公卿商议，差两员清廉的官，直至陈州开仓粜米，钦定五两白银一石细米。老夫早间已曾遣人，将众公卿都请过了。令人，你在门外觑者，看有那一位老爷下马，便来报咱知道。理会的。老夫姓韩名琦，字稚圭，乃相州人也。自嘉祐中，某方二十一岁，举送土及第。当有太史官奏曰\"日下五色云观\"。是以朝廷将老夫重任，官拜平章政事，加封魏国公。今日早朝而回，正在私宅中少坐，有范学土令人来请，不知有甚事。须索走一遭去。可早来到也。令人，报复去，道有韩魏公在于门首。报的相公得知，有韩魏公来了也。道有请。老丞相请坐。学士请老夫来，有何公事？老丞相等众大人来了时，有事商量。令人，门首再觑者。理会的。老夫姓吕，名夷简。自登甲第以来，累蒙迁用，谢圣恩可怜，官拜中书同平章事之职。今早有范天章学士，令人来请，不知有甚事，须索走一遭去。可早来到也。令人，报复去，道有吕夷简下马也。报的相公得知，有吕平章来了也。道有请。呀，老丞相先在此了。学士今日请小官来，有何事商议？老丞相请坐，待众大人来全了呵，有事计议。花花太岁为第一，浪子丧门世无对。闻着名儿脑也疼，则我是有权有势刘衙内。小官刘衙内是也。我是那权豪势要之家，累代簪缨之子。打死人不要偿命，如同房檐上揭一个瓦。我正在私宅中闲坐，有范天章学士令人来请，不知有甚事，须索走一遭去。说话中间，可早来到也。令人，报复去，说小官来了也。报的相公得知，有刘衙内在于门首。道有请。众老丞相都在此。学士，唤俺众官人每来，有何事商议？衙内请坐，小官请众位大人，别无甚事。今有陈州官员申将文书来，说陈州亢旱不收，黎民苦楚。老夫入朝奏过，奉圣人的命，着差两员清廉的官，直至陈州开仓粜米。钦定五两白银一石细米。老夫请众大人来商议，可着谁人<br>去陈州为仓官粜米者？学士，此乃国家紧急济民之事，须选那清忠廉干之人，方才去的。老丞相道的极是。衙内，你可如何主意？众大人在上。据小官举两个最是清忠廉干的人，就是小官家中两个孩儿。一个是女婿杨金吾，一个是小衙内刘得中。着他两个去，并无疏失。大人意下如何？老丞相，衙内保举他两个孩儿，一个是小衙内，一个是女婿杨金吾，到陈州粜米去。老夫不曾见衙内那两个孩儿，就烦你唤将那两个来，老夫试看咱。令人，与我唤将两个孩儿来者。理会的。两个舍人安在？湛湛青天则俺识，三十六丈零七尺；踏着梯子打一看，原来是块青白石。俺是刘衙内的孩儿，叫做刘得中；这个是我妹夫杨金吾。俺两个全仗俺父亲的虎威，拿粗挟细，揣歪捏怪，帮闲钻懒，放刁撒泼，那一个不知我的名儿！见了人家的好玩器好古董，不论金银宝贝，但是值钱的，我和俺父亲的性儿一般，就白拿白要，白抢白夺。若不与我呵，就踢就打，就撏毛，一交别番倒，剁上几脚。拣着好东西揣着就跑，随他在那衙门内兴词告状。我若怕他，我就是癞虾蟆养的。今有父亲呼唤，不知有甚事？须索走一遭去。哥哥，今日父亲呼唤，要着俺两个那里办事去？管请就做下了。可早来到也。令人，报复去，道有我刘大公子同妹夫杨金吾下马也。报的相公得知，有二位舍人来了也。着他过来。着过去。父亲唤我二人来有何事？您两个来了也，把体面见众大人去咱。衙内，这两个便是你的孩儿？老夫看了这两个模样动静，敢不中去么？众大人和学士听我说，难道我的孩儿我不知道。小官保举的这两个孩儿，清忠廉干，可以粜米去的。学士，这两个定去不的。老丞相，岂不闻\"知子莫若父\"，他两个去的。此事只凭天章学士主张。学士，小官就立下一纸保状，保我这两个孩儿粜米去。若有差迟，连着小官坐罪便了。既然衙内保举，您二人望阙跪者。听圣人的命，因为陈州亢旱不收，黎民苦楚，差您二人去陈州开仓粜米，饮定五两白银一石细米。则要你奉公守法，束杖理民。今日是吉日良辰，便索长行。望阙谢了天恩者。多谢了众位大老爷抬举！我这一去冰清玉洁，干事回还，管着你们喝采也。孩儿也，您近前来。论咱<br>的官位可也勾了，止有家财略略少些。如今你两个到陈州去，因公干私，将那学士定下的官价，五两白银一石细米，私下改做十两银子一石，米里面再插上些泥土糠秕，则还他个数儿罢。斗是八升的斗，秤是加三的秤，随他有甚么议论到学士根前，现放着我哩。你两个放心的去。父亲，我两个知道，你何须说，我还比你乖哩。则一件，假似那陈州百姓每不伏我呵，我可怎么整治他？孩儿，你也说的是，我再和学士说去。学士，则一件两个孩儿陈州粜米去。那里百姓刁顽，假若不伏我这两个孩儿，却怎生整治他？衙内，投至你说时，老夫先在圣人根前奏过了也。若陈州百姓刁顽呵，有敕赐紫金锤，打死勿论。令人快捧过来。衙内，兀的便是紫金锤，你将去交付那个孩儿，着他小心在意者。则今日领着大人的言语，便往陈州开仓，走一遭去来。议定五两粜一石，改做十两落他些，父亲保举无差谬，则我两人原是恶赃皮。学士，两个孩儿去了也。刘衙内，你两个孩儿去了也。<br>【仙吕】【赏花时】只为那连岁灾荒料不收，致使的一郡苍生强半流，因此上粜米去陈州。你将着孩儿保奏，不知他可也分得帝王忧？<br>令人，将马来，老夫回圣人的话去也。老丞相，看这两个到的陈州，那里是济民，必然害民去也。异日若本州具奏将来。老夫另有个主意。全仗老丞相为国救民。范学士已入朝回圣人的话去了，咱和你且归私宅中去来。赈济饥荒事不轻，须凭廉干救苍生。他时若有风闻入，我和你一一还当奏圣明。<br><br>第一折<br>我做衙内真个俏，不依公道则爱钞，有朝事发丢下头，拼着帖个大膏药。小官刘衙内的孩儿小衙内，同着这妹夫杨金吾两个，来到这陈州开仓粜米。父亲的言语，着俺二人粜米，本是五两银子一石，改做十两银子一石；斗里插上泥土糠秕，则还他个数儿；斗是八升小斗，秤是加三大秤。如若百姓们不服，可也不怕，放着有那钦赐的紫金锤哩。左右，与我唤将斗子来者。本处斗子安在？我做斗子十多罗，觅些仓米养老婆，也非成担偷将去，只在斛里打鸡窝，俺两个是本处仓里的斗子。上司见我们本分老实，一颗米也不爱，所以积年只用俺两个。如今新除将两个仓官来。说道十分利害，不知叫我们做甚么？须索见他走一遭去。相公，唤小人有何事？你是斗子，我分付你：现有钦定价，是十两银子一石米，这个数内我们再克落一毫不得的；只除非把那斗秤私下换过了，斗是八升的小斗，秤是加三的大秤。我若得多的，你也得少的，我和你四六家分。理会的。正是这等，大人也总成俺两个斗子，图一个小富贵。如今开了这仓，看有甚么人来。我每是这陈州的百姓，因为我这里亢旱了三年，六料不收，俺这百姓每好生的艰难。幸的天恩，特地差两员官来这里开仓卖米。听的上司说道，钦定米价是五两白银粜一石细米，如今又改做了十两一石，米里又插上泥土糠秕；出的是八升的小斗，入的又是加三的大秤。我们明知这个买卖难和他做，只是除了仓米又没处籴米，教我们怎生饿得过！没奈何，只得各家凑了些银子，且买些米去救命。可早来到了也。你是那里的百姓？我每是这陈州百姓，特来买米的。你两个仔细看银子，别样假的也还好看，单要防那\"四堵墙\"，休要着他哄了。兀那百姓，你凑了多少银子来籴米？我众人则凑得二十两银子。拿来上天平弹着。少少少，你这银子则十四两。我这银子还重着五钱哩。这百姓每刁泼，拿那金锤来打他娘。老爷不要打，我每再添上些便了。你趁早儿添上，我要和官四六家分哩。又添上这六两。这也还少些儿，将就他罢。既然银子足了，打与他米去。一斛，两斛，三斛，四斛。休要量满了，把斛放趄着，打些鸡窝儿与他。小人知道，手里赶着哩。这米则有一石六斗，内中又有泥土糠<br>皮，舂将来则勾一石多米。罢罢罢，也是俺这百姓的命该受这般磨灭。正是医的眼前疮，剜却心头肉。穷民百补破衣裳，污吏春衫拂地长；稼穑不知谁坏却，可教风雨损农桑。老汉陈州人氏，姓张，人见我性儿不好，都唤我做张忄敝古。我有个孩儿张仁。为因这陈州缺少米粮，近日差的两个仓官来。传闻钦定的价是五两白银一石细米，着账济俺一郡百姓；如今两八仓官改做十两银子一石细米，又使八升小斗，加三大秤。庄院里攒零合整，收拾的这几两银子籴米，走一遭去来。父亲，则一件，你平日间是个性儿古忄敝的人，倘若到的那买米处，你休言语则便了也。这是朝廷救民的德意，他假公济私，我怎肯和他干罢了也呵！<br>【仙吕】【点绛唇】则这官吏知情，外合里应，将穷民并。点纸连名，我可便直告到中书省。父亲，咱遇着这等官府也说些甚么！<br>【混江龙】做的个上梁不正，只待要损人利己惹人憎。他若是将叫刁蹬，休道我不敢掀腾。柔软莫过溪涧水，到了不平地上也高声。他也故违了皇宣命，都是些吃仓廒的鼠耗，咂脓血的苍蝇。<br>可早来到也。兀那老子，你来籴米，将银子来我秤。兀的不是银子。兀那老的，你这银子则八两。十二两银子，则秤的八两，怎么少偌多？哥，我这银子是十二两来，怎么则秤八两？你也放些心平着。这厮放屁！秤上现秤八两，我吃了你一块儿那？嗨，本是十二两银子，怎么秤做八两？<br>【油葫芦】则这攒典哥哥休强挺，你可敢教我亲自秤？这老的好无分晓，你的银子本少，我怎好多秤了你的？只头上有天哩。今世人那个不聪明，我这里转一转，如上思乡岭；我这里步一步，似入琉璃井。则这般秤，八两也还低哩。秤银子秤得高，我量与你米，打个鸡窝，再？了些。父亲，他那边又？了些米去了。哎！量米又量的不平。元来是八升口叚小斗儿加三秤。只俺这银子短二两，怎不和他争？<br>我这两个开仓的官，清耿耿不受民财，干剥剥则要生钞，与民做主哩。你这官人是甚么官人？你不认的，那两个便是仓官。<br>【天下乐】你比那开封府包龙图少四星。兀那老子休要胡说，他两个是权豪势要的人，休要惹他。卖弄你那官清法正行，多要些也不到的担罪名。这米还尖，再抓了些者。父亲，他又□了些去了。这壁厢去了半斗，那壁厢□了几升，做的一个轻人来还自轻。你挣着口袋，我量与你么。你怎么量米哩？俺不是私自来籴米的。你不是私自来籴米，我也是奉官差，不是私自来粜米的。<br>【金盏儿】你道你奉官行，我道你奉私行。俺看承的一合米关着八九个人的命，又不比山麋野鹿众人争。你正是饿狼口里夺脆骨，乞儿碗底觅残羹。我能可折升不折斗，你怎也图利不图名？<br>这老子也无分晓，你怎么骂仓官？我告诉他去来。你两个斗子，有甚么话说？告的相公得知，一个老子来籴米，他的银子又少，他倒骂相公哩。拿过那老子来。你这个虎刺孩作死也！你的银子又少，怎敢骂我？你这两个害民的贼，于民有损，为国无益。相公，你看小人不说谎，他是骂你来么？这老匹夫无礼，将紫金锤来打那老匹夫。父亲精细者！我说甚么来？我着你休言语，你吃了这一金锤。父亲，眼见的无那活的人也！打的还轻，依着我性，则一下打出脑浆来，且着他包不成网儿。<br>【村里迓鼓】只见他金锤落处，恰便似轰雷着顶，打的来满身血迸，教我呵怎生扎挣。也不知打着的是脊梁，是脑袋，是肩井；但觉的刺牙般酸，剜心般痛，剔骨般疼。哎哟，天那！兀的不送了我也这条老命！<br>我来买米，如何打我，把你那性命则当根草，打甚么不紧！是我打你来，随你那里告我去。父亲也，似此怎了？<br>【元和令】则俺个籴米的有甚罪名？和你这粜米的也不干净。是我打你来，没事没事，由你在那里告我。现放着徒流笞杖，做不严刑。却不道家家门外千丈坑，则他这得填平处且填平，你可也被人推更不轻。<br>俺两个清似水，白如面，在朝文武，谁不称赞我的。<br>【上马娇】哎，你个萝卜精，头上青看起来我是野菜，你怎么骂我做萝卜精？坐着个爱钞的寿官厅，面糊盆里专磨镜。俺两个至一清廉有名的。哎，还道你清。清赛玉壶冰。<br>怕不是皆因我二人至清，满朝中臣宰举保将我来的。<br>【胜葫芦】都只待遥指空中雁做羹，那个肯为朝廷。你那老匹夫，把朝廷来压我哩。我不怕，我不怕。有一日受法餐刀正典刑，恁时节，钱财使罄。人亡家家破，方悔道不廉能。我见了那穷汉似眼中疔，肉中刺，我要害他，只当捏烂柿一般，值个甚的。噤声！<br>【后庭花】你道穷民是眼内疔，佳人是颏下瘿。难道你家没王法的？便容你酒肉摊场吃，谁许你金银上秤秤？孩儿，你也与我告去。父亲。你看他这般权势，只怕告他不得么。儿也你快去告，不须惊。父亲要告他，指谁做证见？只指着紫金锤专为照证。父亲，证见便有了，却往那里告他去？投词院直至省，将冤屈叫几声，诉出咱这实情，怕没有公与卿，必然的要准行。若是不准，再往那里告他？任从他贼丑生，百般家着智能。遍衙门告不成。也还要上登闻将怨鼓鸣。<br>【青哥儿】虽然是输赢输赢无定，也须知报应报应分明。难道紫金锤就好活打杀人性命？我便死在幽冥，决不忘情，待告神灵，拿到阶庭，取下诏承，偿俺残生，苦恨才平。若不沙则我这双儿鹘鸰也似眼中睛，应不瞑。<br>孩儿，眼见得我死了也，你与我告去。您孩儿知道。这两个害民的贼，请了官家大俸大禄，不曾与天子分忧，倒来苦害俺这里百姓。天那！<br>【赚煞尾】做官的要了钱便糊突，不要钱方清正。多似你这贪污的，枉把皇家禄清。你这害民的贼，也想一想差你开仓粜米，是为着何来？兀的赈济饥荒你也该自省，怎倒将我一锤儿打坏天灵？父亲，我几时告去？则今日便登程，直到王京，常言道\"厮杀无如父子兵\"。拣一个清耿耿明朗朗官人每告整，和那害民的贼徒折证。父亲。可是那一位大衙门告他去？若要与我陈州百姓除了这害呵。则除是包龙图那个铁面没人情。<br>父亲亡逝已过，更待干罢。我料着陈州近不的他，我如今直至京师，拣那大大的衙门里告他去。尽说开仓为救荒，反教老父一身亡。此生不是空桑出。不报冤仇不姓张。斗子，那老子要告俺去。我算着就告到京师，放着我老子在哩。况那范学士是我老子的好朋友，休说打死一个，就打死十个，也则当五双。俺两个别无甚事，都去狗腿湾王粉头家里喝酒去来。一了说，仓廒府库，抹着便富，王粉头家。不误主顾。<br><br>第二折<br>老夫范仲淹。自从刘衙内保举他两个孩儿去陈州开仓粜米，谁想那两个到的陈州，贪赃坏法，饮酒非为。奉圣人的命，着老夫再差一员正直的去陈州，结断此一桩公事，就敕赐势剑金牌，先斩后闻。今日在此议事堂中，与众公卿聚议，怎么这早晚还不见来。令人，门首觑着，若来时，报复我知道。理会的。老夫韩魏公，今有范天章学士在于议事堂，令人来请。不知有甚事？须索去走一遭。可早来到这门首也。韩魏公到。道有请。老丞相来了也，请坐。老夫吕夷简。正在私宅闲坐，有范学士在于议事堂，令人来请，须索去走一遭。不觉早来到了也。吕平章到。道有请。老丞相在此。学士，今日请老夫果有何事？二位老丞相，则因为前者陈州粜米一事，刘衙内举保他那两个孩儿做仓官去，如今在那里贪赃坏法，饮酒非为。奉圣人的命，教老夫在此聚会众多臣宰，举一个正直的官员前去陈州，结断此事。只等众大人来全了时，同举一位咱。想学士必已得人，某等便当举荐。自家小忄敝古。俺和父亲同去籴米，不想被两个仓官将俺父亲打死了。俺父亲临死之时，着我告包待制去。见说是个白髭须的老儿。我来到这大街上等着，看有甚么人来。小官刘衙内。自从两小孩儿去陈州粜米，至今音信皆无。早间有范学士着人来请我，不知又是甚么事？须索走一遭去者这个白髭须的老儿，敢是包待制？我试迎着告咱。兀那小的，你有甚么冤枉的事？我与你做主。我是陈州人氏，俺爷儿两个将着十二两银子籴米去，被那仓官将俺父亲则一金锤打死了。那里无人敢近他，爷爷敢是包待制么？与小的每做主咱。兀那小的，则我便是包待制。你休去别处告，我与你做主。你且一壁有者。理会的。嗨，我那两个小丑生，敢做下来也！令人，报复去，道有刘衙内在于门首。刘衙内到。衙内，你保举的两个好清官也！学士，我那两个孩儿果然是好清官，实不敢欺。衙内，老夫打听的，你两个孩儿到的陈州，则是饮酒非为，不理正事。贪赃坏法，苦害百姓。你知么？老丞相休听人的言语，我保举的人，并无这等勾当。二位老丞相，他还不信哩。哥哥，恰才那进去的，敢是<br>包待制爷爷么？则他是刘衙内，你要问包待制还不曾来哩。天那！我要告这刘衙内，谁想正投在老虎口里，可不我死也！老夫姓包名拯，字希文。本贯金斗郡四望乡老儿村人氏。官拜龙图阁待制，正授南衙开封府尹之职。奉圣人的命，上五南采访已回。须索到议事堂中，见众公卿，走一遭去来。想老相公为官，多早晚升厅？多早晚退衙？老相公试说一遍，与您孩儿听咱。<br>【正宫】【端正好】自从那云滚滚卯时初，直至日淹淹的申牌后，刚则是无倒断簿，领埋头。更被那紫襕袍拘束的我难抬手。我把那为官事都参透。<br>【滚绣球】待不要钱呵，怕违了众情；待等要钱呵，又不是咱本谋。只这月俸钱做咱每人情不彀。老相公平日是个不避权豪势要之人也。我和那权豪每结下些山海也似冤仇：曾把个鲁斋郎斩市曹，曾把个葛监军下狱囚，剩吃了些众人每毒咒。老相公，如今虽然年老，志气还在哩。到今日一笔都勾。从今后不干己事休开口，我则索会尽人间只点头，倒大来优游。<br>可早来到议事堂门首也。张千，接下马者。我问人来说，这个便是包待制。冤屈也！爷爷与孩儿每做主咱。兀那小的，你那里人氏？有甚么冤枉事？你实说来，老夫与你做主。孩儿每陈州人氏，嫡亲的父子二人。父亲是张忄敝古。今有两个官人，在陈州开仓粜米，钦定五两银子一石，他改做十两一石。俺一家儿苦凑得十二两银子买米，他则秤的八两。俺父亲向前分辨去，他着那紫金锤一锤打死。孩儿要去声冤告状，尽道他是权豪势要之家，人都近不的他。俺父亲临死之时，曾说道：\"孩儿，等我命终，你直至京师寻着包待制爷爷那里告去。\"我投至的见了爷爷，就是拨云见日，昏镜重磨，须与孩儿每做主咱。本待将衷情细数，奈哽咽吞声莫吐；紫金锤打死亲爷，委实是含冤受苦。你且一壁有者。爷爷不与孩儿做主，谁做主咱？我知道了也。令人，报复去，道有包待制在于门首。有包待制来了也好好，包龙图来了，快有请。待制五南采访初回，鞍马上劳神也。二位老丞相和学士治事不易。老府尹远路风尘。衙内恕罪。这老子怎么瞅我那一眼，敢是见那个告状的人来？我则做不知道。老夫上五南采访回来，昨日见了圣人，今日特特的拜见二位老丞相和学士来。不知待制多大年纪为官？如今可多大年纪？请慢慢的说一遍，某等敬听。学士问老夫多大年纪为官，如今有多大年纪。学士不嫌絮烦，听老夫慢慢的说来。<br>【倘秀才】我从那及第时三十五六，我如今做官到七十也那八九。岂不闻\"人到中年万事休\"。我也曾观唐汉，看春秋，都是俺为官的上手。待制做许多年官也，历事多矣。待制为官，尽忠报国，激浊杨清。如今朝里朝外权豪势要之家，闻待制大名，谁不惊惧。诚哉，所谓古之直臣也。量老夫何足挂齿，想前朝有几个贤臣，都皆屈死，似老夫这等粗直，终非保身之道。请待制试说一遍咱。<br>【滚绣球】有一个楚屈原在江上死，有一个关龙逢刀下休，有一个纣比干曾将心剖，有一个未央宫屈斩了韩侯。待制，我想张良坐筹帷幄之中，决胜千里之外，辅佐高祖，定了天下。见韩信遭诛，彭越被醢，遂辞去侯爵愿从赤松子游，真有先见之明也。那张良呵若不是疾归去，那越国范蠡，扁舟五湖，却也不弱。那范蠡呵若不是暗奔走，这两个都落不的完全尸首。我是个漏网鱼，怎再敢吞钩？不如及早归山去，我则怕为官不到头，枉了也干求。<br>二位老丞相和学士，老夫年迈，不能为官。到来日见了圣人。就告致仕闲居也。待制，你差了也。如今朝中似待制这等清正的，能有几人？况年纪尚未衰迈，正好为官，因何便告致仕那？学士，老夫自有说的事。老府尹说的是年纪老了，如今弃了官告致仕闲居，倒快活也。老相公有甚么事要说老夫听咱？<br>【呆骨朵】老人有件事向君王陈奏，只说那权豪每是俺敌头。那权豪的，老相公待要怎么？他便似打家的强贼。俺便似看家的恶狗。他待要些钱和物，怎当的这狗儿紧追逐。只愿俺今日死，明日亡，惯的他千自在，百自由。<br>待制，你且回私宅中去者。老夫在此，别有商议。二位老丞相和学士恕罪，老夫告回也。爷爷与孩儿做主咱！我险些儿忘了这一件事。兀那小的，你先回去，我随后便来也。既然今日见了包待制，必然与我做主。他教我先回去，则今日不敢久停久住，便索先上陈州等他去来。我今日得见龙图，告父亲屈死无辜，转陈州等他来到，也把紫金锤打那囚徒。待制去了，为何又回来也？老夫欲要回去，听的陈州一郡滥官污吏，甚是害民，不知老相公曾差甚么能事官员陈州去也不曾？学士先曾委了两员官去了。可是那两员官去来？待制不知，自你上五南采访去了。朝中一时乏人，差着刘衙内的儿子刘得中，女婿杨金吾，到陈州粜米去，好久不见来回话哩。见说陈州一郡官吏贪污，黎民顽鲁，须再差一员去陈州考察官吏，安抚黎民，可不好也。待制不知，今日聚集俺多官，正为此事。奉圣人的命，着老夫再差一员清正的官去陈州，一来粜米，二来就勘断这桩事。老夫想别人去，可也干不的事，就烦待制一行，意下如何？老夫去不的。待制去不的，可着谁去？待制坚意不肯去，刘衙内，你让待制这一遭。他若不去，你便去。小官理会的。老府尹到陈州走一遭去，打甚么不紧？既然衙内着老夫去。我看衙内的面皮。张千，准备马，便往陈州走一遭去来。哎哟！若是这老子去呵，那两个小的怎了也！<br>【脱布衫】我从来不劣方头，恰便似火上浇油，我偏和那打势力的官人每卯酉，谢大人向朝中保奏。我并不曾保奏你哩。<br>【小梁州】我一点心怀社稷愁，张千，将马来。理会的。则今日便上陈州，既然心去意难留。他每都穿连透，我则怕关节儿枉生受。<br>二位老丞相和学士听者：老夫去则去，倘有权豪势要之徒，难以处治，着老夫怎处？待制再也不必过虑，圣人的命，敕赐与你势剑金牌，先斩后闻。请待制受了势剑金牌，便往陈州去。<br>【幺篇】谢圣人肯把黎民救，这剑也，到陈州怎肯干休，敢着你吃一会家生人肉。哎！看那个无知禽兽，我只待先斩了逆臣头。<br>老府尹若到陈州，那两个仓官，可是我家里小的，看我分上看觑咱。我知道，我这上头看觑他。老府尹好没面情，我两次三番与你陪话，你看着这势剑，说这上头看觑他。你敢杀了我两个小的？论官职我也不怕你，论家财我也受用似你。我老夫怎比得你来。<br>【耍孩儿】你积趱的金银过北斗，你指望待天长地久。看你那于家为国下场头，出言语不识娘羞。我须是笔尖上挣□来的千钟禄，你可甚剑锋头博换来的万户侯。老府尹。我也不怕你。你那里休夸口，你虽是一人为害，我与那陈州百姓每分忧。<br>老府尹，你不知这仓官也不好做。仓官的弊病，老夫尽知。你知道时，你说仓官的弊病咱。<br>【煞尾】河涯边趱运下些粮，仓廒中囤塌下些筹，只要肥了你私囊，也不管民间瘦。我如今到那里呵。敢着他收了蒲蓝罢了斗。列位老相公，这桩事不好了。这老子到那里时，将俺这两个小的肯干罢了也。衙内，不妨事，你只与学士计较，老夫和吕丞相先回去也。衙内心中莫要慌，天章学士慢商量；凤凰飞上梧桐树，自有傍人道短长。刘衙内，你放心。老夫就到圣人根前说过，着你亲身为使命告一纸文书，则赦活的不赦死的。包你没事便了。既如此，多谢了学士。你跟着老夫见圣人走一遭去来。莫愁包待制，先请赦书来；全凭半张纸，救我一家灾。<br><br>第三折<br>日间不做亏心事，半夜敲门不吃惊。自家刘衙内孩儿。俺二人自从到陈州开仓粜米，依着父亲改了价钱，插上糠土，克落了许多钱钞，到家怎用得了。这几日只是吃酒耍子。听知圣人差包待制来了。兄弟，这老儿不好惹，动不动先斩后闻。这一来，则怕我们露出马脚来了。我们如今去十里长亭，接老包走一遭去。老包姓儿亻少，荡他活的少；若是不容咱，我每则一跑。自家张千的便是。我跟着这包待制大人，上五南路采访回来，如今又与了势剑金牌，往陈州粜米去。他在这后面，我可在前面，离的较远。你不知这位大人清廉正直，不爱民财，虽然钱物不要，你可吃些东西也好。他但是到的府州县道，下马升厅，那官人里老安排的东西，他看也不看。一日三顿，则吃那落解粥。你便老了吃不得，我是个后生家。我两只脚伴着四个马蹄子走，马走五十里，我也跟着走五十里，马走一百里，我也走一百里。我这一顿落解粥，走不到五里地面，早肚里饥了。我如今先在前面，到的那人家里，我则说，\"我是跟包待制大人的，如今往陈州粜米去，我背着的是势剑金牌，先斩后闻，你快些安排下马饭我吃。\"肥草鸡儿，茶浑酒儿，我吃了那酒，吃了那肉，饱饱儿的了。休说五十里，我咬着牙直走二百里，则有多哩。嗨！我也是个傻弟子孩儿！又不曾吃个，怎么两片口里劈溜扑刺的，猛可里包待制大人后面听见，可怎了也！张千，你说甚么哩？孩儿每不曾说甚么。是甚么\"肥草鸡儿\"？爷，孩儿每不曾说甚么\"肥草鸡儿\"。我才则走哩，遇着个人，我问他\"陈州有多少路？\"他说道\"还早哩\"。几曾说甚么\"肥草鸡儿\"？是甚么茶浑酒儿？爷，孩儿每不曾说甚么茶浑酒儿\"。我走着哩，见一个人，问他\"陈州那里去\"？他说道线也似一条直路，你则故走。孩儿每不曾说甚么\"茶浑酒儿\"。张千，是我老了，都差听了也。我老人家也吃不的茶饭，则吃些稀粥汤儿。如今在前头有的尽你吃，尽你用，我与你那一件厌饫的东西。爷，可是甚么厌饫的东西？你试猜咱。爷说道\"前头有的尽你吃，尽你用\"，又与我一件儿厌饫的东西。敢是苦茶儿？不是。萝卜简子儿？不是。哦，敢是落解粥儿？也不是。爷，都不是，可是甚么？你脊梁上背着的是甚么？背着的是剑。我着你吃那一口剑。张千，如今那普天下有司官吏，军民百姓，听的老夫私行，也有那欢喜的，也有那烦恼的。爷不问，孩儿也不敢说。如今百姓每听的包待制大人到陈州粜米去，那个不顶礼。都说\"俺有做主的来了！这般欢喜，可是为何？张千也，你那里知道，听我说与你咱。<br>【南吕】【一枝花】如今那个差的民户喜，也有那干请俸的官人每怨。急切里称不了包某的心，百般的纳不下帝王宣，我如今暮景衰年，鞍马上实劳倦。如今那普天下人尽言道：\"一个包龙图暗暗的私行，唬得些官吏每兢兢打战。\"<br>【梁州第七】请俸禄五六的这万贯，杀人到三二十年，随京随府随州县。自从俺仁君治世，老汉当权，经了这几番刷卷，备细的究出根原。都只是庄农每争竞桑田，弟兄每分另家缘。俺俺俺，宋朝中大小官员；他他他，剩与你财主每追徵了些利钱；您您您，怎知道穷百姓苦恹恹叫屈声冤，如今的离陈州不远，便有人将咱相凌贱，你也则诈眼儿不看见；骑着马，揣着牌，自向前，休得要摆袖揎拳。<br>张千，离陈州近也，你转着马？揣着牌，先进城去，不要作践人家。理会的。爷，我骑着马去也。张千，你转来，我再分付你：我在后面，如有人欺负我，打我，你也不要来劝，紧记者。理会的。张千，你转来。爷，有的说就马上说了罢。我分付的紧记者。爷，我先进城去也。<br>自家王粉莲的便是。在这南关里狗腿湾儿住。不会别的营生买卖，全凭着卖笑求食。俺这此处有上司差两个开仓粜米官人来，一个是杨金吾，一个是刘小衙内。他两个在俺家里使钱，我要一奉十，好生撒馒。他是权豪势要，一应闲杂人等，再也不敢上门来。俺家尽意的奉承他，他的金银钱钞可也都使尽俺家里。数日前将一个紫金锤当在俺家，若是他没钱取赎，等我打些钗儿戒指儿，可不受用。恰才几个姊妹请我吃了几杯酒，他两个差人牵着个驴子来取我。三不知我骑上那驴子，忽然的叫了一声，丢了个撅子，把我直跌下来，伤了我这杨柳细，好不疼哩。又没个人扶我，自家挣得起来，驴子又走了，我赶不上，怎么得人来替我拿一拿住也好那！这个妇人，不像个良人家的妇女。我如今且替他笼住那头口儿，问他个详细，看是怎么。兀那个老儿，你与我拿住那驴儿者。多生受你老人家也。姐姐，你是那里人家？正是这个庄家老儿，他还不认的我哩。我在狗腿湾儿里住。你家里做甚么买卖？老儿你试猜咱。我是猜咱。你猜。莫不是油磨房？不是。解典库？不是。卖布绢段匹？也不是。都不是，可是甚么买卖？俺家里卖皮鹌鹑儿。老儿，你在那里住？姐姐，老汉止有一个婆婆，早已亡过，孩儿又没，随处讨些饭儿吃。老儿，你跟我去，我也用的你着。你只在我家里有的好酒好肉，尽你吃哩。好波，好波，我跟将姐姐去，那里使唤老汉？好老儿，你跟我家去，我打扮你起来，与你做一领硬挣挣的上盖，再与你做一顶新帽儿，一条茶褐绦儿，一对干净凉皮靴儿，一张凳儿。你坐着在门首，与我家照管门户，好不自在哩。姐姐，如今你根前可有甚么人走动？姐姐，你是说与老汉听咱。老儿，别的郎君子弟，经商客旅，都不打紧。我有两个人，都是仓官，又有权势，又有钱钞，他老子在京师现做着大大的官。他在这里粜米，是十两一石的好价钱，斗又是八升的小斗，秤是加三大秤。尽有东西，我并不曾要他的。姐姐不曾要他钱，也曾要他些东西么？老儿，他不曾与我甚么钱，他则与了我个紫金锤，你若见了，就唬杀你。老汉活偌大年纪，几曾看见甚么紫金锤？姐姐若与我见一见儿消灾灭罪，可也好么？老儿，你若见了好消灾灭罪。你跟我家<br>去来，我与你看。我跟姐姐去。老儿，你吃饭也不曾？我不曾吃饭哩老儿，你跟将我去来，只在那前面，他两个安排酒席等我哩。到的那里，酒肉尽你吃。扶我上驴儿去。普天下谁不知个包待制，正授南衙开封府尹之职，今日到这陈州，倒与这妇人笼驴也，可笑哩。<br>【牧羊关】当日离豹尾班多时分，今日在狗腿湾行近远，避甚的马后驴前。我则怕按察司迎着，御史台撞见。本是个显要龙图职，怎伴着烟月鬼狐缠。可不先犯了个风流罪，落的价葫芦提罢俸钱。老儿，你跟将我去来，我把紫金锤与你看者。好，好，我跟将姐姐去，则与老汉紫金锤看一看，消灾灭罪咱。<br>【隔尾】听说罢气的我心头颤，好着我半晌家气堵住口内言。直将那仓库里皇粮痛作践。他便也不怜，我须为百姓每可怜，似肥汉相博，我着他只落的一声儿喘，<br>两眼梭梭跳，必定悔气到。若有清官来，一准屋梁吊。俺两个在此接待老包，不知怎么，则是眼跳。才则喝了几碗投脑酒，压一压胆，慢慢的等他。姐姐，兀的不是接官厅？我这里等着姐姐。来到这接官厅，老儿，你扶下我这驴儿来。你则在这里等着我，我如今到了里面，我将些酒肉来与你吃。你则与我带着这驴儿者。姐姐，你来了也。我的乖，你偌远的到这里来。该杀的短命，你怎么不来接我？一路上把我掉下驴来，险不跌杀了我。那驴子又走了，早是撞见个老儿，与我笼着驴子。嗨！我争些儿可忘了。那老儿他还不曾吃饭，先与他些酒肉吃咱。兀那斗子，与我拿些酒肉与那牵驴的老儿吃。兀那牵驴的老儿，你来，与你些酒肉吃。说与你那仓官去，这酒肉我不吃，都与这驴子吃了。口退！这个村老子好无礼。官人，恰才拿将酒肉赏那牵驴的老儿，那老儿一些不吃，都请了这驴儿也。斗子，你与我将那老儿吊在那槐树上，等我接了老包，慢慢地打他。理会的。<br>【哭皇天】那刘衙内把孩儿荐，范学士怎也就将敕命宣？只今个贼仓官享富贵，全不管穷百姓受熬煎，一刬的在青楼缠恋。那厮每不依钦定，私自加添，盗粜了仓米，干没了官钱，都送与泼烟花、泼烟花王粉莲。早被俺亲身儿撞见，可便肯将他来轻轻的放免。<br>【乌夜啼】为头儿先吃俺开荒剑，则他那性命不在皇天。刘衙内也。可怎生着我行方便？这公事体察完全，不是流传。那怕你天章学士有夤缘，就待乞天恩走上金銮殿，只我个包龙图元铁面，但少不得着您名登紫禁，身丧黄泉。<br>受人之托，必当终人之事。大人的分付，着我先进城去，寻那杨金吾、刘衙内。直到仓里寻他，寻不着一个。如今大人也不知在那里，我且到这接官厅试看咱。我正要寻他两个，原来都在这里吃酒。我过去唬他一唬，吃他几钟酒，讨些草鞋钱儿好也！你还在这里吃酒哩！如今包待制爷要来拿你两个，有的话都在我肚里。哥，你怎生方便，救我一救，我打酒请你。你两个真傻厮，岂不晓得求灶头不如求灶尾？哥说的是。你家的事，我满耳朵儿都打听着。你则放心，我与你周旋便了。包待制是些的包待制，我是立的包待制，都在我身上。你好个立的包待制张千也！<br>【牧羊关】这厮马头前无多说，今日在驿亭中夸大言，信人生不可无权。哎！则你个祗侯王乔诈仙也那得仙。我若不救你两个呵，这酒就是我的命。兀的不唬杀我也！唬的来面色如金纸，手脚似风颠。老鼠终无胆，猕猴怎坐禅？<br>您两个傻厮，到陈州来粜米，本是钦定的五两官价，怎么改做十两？那张忄敝古道了几句，怎么就将他打死了？又要买酒请张千吃，又擅吊了牵驴子的老儿。如今包待制私行，从东门进城也，你还不去迎接哩。怎了？怎了？既是包待制进了城，咱两个便迎接去来。他两个都走了也，我也家去。兀那老儿，你将我那驴儿来。贼弟子，你死也，还要老爷替你牵驴儿哩。口退！休言语。姐姐，我扶上你驴儿去。老儿，生受你。你若忙便罢，你若得那闲时，到我家来看紫金锤咱。这害民贼好大胆也呵。<br>【黄钟煞尾】不忧君怨和民怨，只爱花钱共酒钱。今日个家破人亡立时见，我将你这害民的贼鹰鹯。一个个拿到前，势剑上性命捐。莫怪咱个矜怜，你只问王家的那泼贱，也不该着我笼驴儿步行了偌地远。<br><br>第四折<br>我做个州官不歹，断事处摇摇摆摆。只好吃两件东西，酒煮的团鱼螃蟹。小官姓寥名花，叨任陈州知州之职。今日包待制大人升厅坐衙，外郎，你与我将各项文卷打点停当，等佥押者。你与我这文卷，教我打点停当，我又不识字，我那里晓的！好打这厮，你不识字，可怎么做外郎那？你不知道，我是雇将来的，顶缸外郎。唗！快把公案打扫的干净，大人敢待来也。喏！在衙人马平安。老夫包拯。因为陈州一郡滥官污吏，损害黎民。奉圣人的命，着老夫考察官吏，安抚黎民，非轻易也呵。<br>【双调】【新水令】叩金銮亲奉帝王差，到陈州与民除害。威名连地震，杀气和霜来。手执升势剑令牌，哎！你个刘衙内且休怪。<br>张千，将那刘得中一行人都与我拿将过来。理会的。当面。您知罪么？俺不知罪。兀那厮，钦定的米价是多少银子粜一石来？父亲说道钦定的价是十两一石。钦定的价元是五两一石，你私自改做十两，又使八升小斗，加三大秤，你怎做的不知罪那？<br>【驻马听】你只要钱财，全不顾百姓每贫穷，一味的刻。今遭杻械，也是你五行福谢做了半生灾。只见他向前呵，如上吓魂台，往后呵，似入东洋海。投至的分尸在市街，我着你一灵儿先飞在青霄外。张千，南关去拿将那王粉莲，就连着紫金锤一齐解来。理会的。王粉莲当面。兀那王粉莲，你认的我么？我不认的你。<br>【雁儿落】难道你王粉头直恁呆，偏不知包待制多谋策。你道是接仓官有大钱，怎么的见府尹无娇态？<br>兀那王粉莲，这金锤是谁与你来？是杨金吾与我来。张千，选大棒子将王粉莲去裩，决打三十者。打了抢出去。张千，将杨金吾采上前来。这金锤上有御书图号，你怎生与了王粉莲？大人可怜见，我不曾与他，我则当的几个烧饼儿吃哩。张千，先拿出杨金吾去在市曹中枭首报来。理会的。<br>【得胜令】呀，你只待钱眼水狠差排，今日个刀口上送尸骸。你犯了萧何律，难宽纵；便自有蒯通谋，怎救解。你死也休捱，则俺那势剑如风快；你死也应该，谁着你金锤当酒来。<br>张千，拿过那小忄敝古来。小忄敝古当面。兀那厮，你父亲被那个打死了？是这小衙内把紫金锤打死我父亲来。张千，拿过刘得中来，就着小忄敝古也将那金锤将这厮打死者。理会的。<br>【沽美酒】小衙内做事歹，小忄敝古且宁奈，也是他自结下冤仇怎得开。非咱忒煞，须偿还你这亲爷债。<br>【太平令】从来个人命事关连天大，怎容他杀生灵似虎如豺。紫金锤依然还在，也将来敲他脑袋。登时间肉拆血洒，受这般罪责，呀，才平定陈州一带。张千，打死了么？打死了也。张千，与我拿下小忄敝古者。理会的。心忙来路远，事急出家门。小官刘衙内是也。我圣人根前说过，告了一纸赦书，则赦活的不赦死的，星夜到陈州救我两个孩儿。左右，留人者，有赦书在此，则赦活的，不赦死的。张千，死了的是谁？死了的是杨金吾、小衙内。活的是谁？是小忄敝古。呸！恰好赦别人也。张千，放了小忄敝古者。<br>【殿前欢】猛听的叫赦书来，不由我不临风回首笑咍咍。想他父子每倚势挟权大，到今日也运蹇时衰。他指望着赦来时有处裁，怎知道赦未来，先杀坏，这一番颠倒把别人贷。也非是他人谋不善，总见的个天理明白。<br>张千，将刘衙内拿下者，听老夫下断。为陈州亢旱不收，穷百姓四散飘流。刘衙内原非令器，杨金吾更是油头。奉敕旨陈州粜米，改官价擅自征收。紫金锤屈打良善，声冤处地惨天愁。范学士岂容奸蠹，奏君王不赦亡囚。今日个从公勘问，遣小忄敝手报亲仇。方才见无私王法，留传与万古千秋。<br>题目范天章政府差官<br>正名包待制陈州粜米",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}