{
  "id": 72361,
  "star": 35,
  "name": "瘗旅文",
  "dynasty": "明代",
  "content": "　　维正德四年秋月三日，有吏目云自京来者，不知其名氏，携一子一仆，将之任，过龙场，投宿土苗家。予从篱落间望见之，阴雨昏黑，欲就问讯北来事，不果。明早，遣人觇之，已行矣。</p> <p>　　薄午，有人自蜈蚣坡来，云：“一老人死坡下，傍两人哭之哀。”予曰：“此必吏目死矣。伤哉！”薄暮，复有人来，云：“坡下死者二人，傍一人坐哭。”询其状，则其子又死矣。明日，复有人来，云：“见坡下积尸三焉。”则其仆又死矣。呜呼伤哉！</p> <p>　　念其暴骨无主，将二童子持畚、锸往瘗之，二童子有难色然。予曰：“嘻！吾与尔犹彼也！”二童闵然涕下，请往。就其傍山麓为三坎，埋之。又以只鸡、饭三盂，嗟吁涕洟而告之，曰：</p> <p>　　呜呼伤哉！繄何人？繄何人？吾龙场驿丞余姚王守仁也。吾与尔皆中土之产，吾不知尔郡邑，尔乌为乎来为兹山之鬼乎？古者重去其乡，游宦不逾千里。吾以窜逐而来此，宜也。尔亦何辜乎？闻尔官吏目耳，俸不能五斗，尔率妻子躬耕可有也。乌为乎以五斗而易尔七尺之躯？又不足，而益以尔子与仆乎？呜呼伤哉！</p> <p>　　尔诚恋兹五斗而来，则宜欣然就道，胡为乎吾昨望见尔容蹙然，盖不任其忧者？夫冲冒雾露，扳援崖壁，行万峰之顶，饥渴劳顿，筋骨疲惫，而又瘴疬侵其外，忧郁攻其中，其能以无死乎？吾固知尔之必死，然不谓若是其速，又不谓尔子尔仆亦遽然奄忽也！皆尔自取，谓之何哉！吾念尔三骨之无依而来瘗尔，乃使吾有无穷之怆也。</p> <p>　　呜呼伤哉！纵不尔瘗，幽崖之狐成群，阴壑之虺如车轮，亦必能葬尔于腹，不致久暴露尔。尔既已无知，然吾何能违心乎？自吾去父母乡国而来此，三年矣，历瘴毒而苟能自全，以吾未尝一日之戚戚也。今悲伤若此，是吾为尔者重，而自为者轻也。吾不宜复为尔悲矣。</p> <p>　　吾为尔歌，尔听之。歌曰：连峰际天兮，飞鸟不通。游子怀乡兮，莫知西东。莫知西东兮，维天则同。异域殊方兮，环海之中。达观随寓兮，奚必予宫。魂兮魂兮，无悲以恫。</p> <p>　　又歌以慰之曰：与尔皆乡土之离兮，蛮之人言语不相知兮。性命不可期，吾苟死于兹兮，率尔子仆，来从予兮。吾与尔遨以嬉兮，骖紫彪而乘文螭兮，登望故乡而嘘唏兮。吾苟获生归兮，尔子尔仆，尚尔随兮，无以无侣为悲兮！道旁之冢累累兮，多中土之流离兮，相与呼啸而徘徊兮。餐风饮露，无尔饥兮。朝友麋鹿，暮猿与栖兮。尔安尔居兮，无为厉于兹墟兮！",
  "fanyi": "<p><strong>译文</strong><br>　　在大明正德四年秋季某月初三日，有一名吏目从北京来到这里，不知他姓甚名谁。身边带着一个儿子、一个仆人，将要上任，路过龙场，投宿在一户苗族人家。我从篱笆中间望见他，当时阴雨昏黑，想靠近他打听北方的情况，没有实现。第二天早晨，派人去探视，他已经走了。<br>　　近午时刻，有人从蜈蚣坡那边来，说：“有一个老人死于坡下，旁边两人哭得很伤心。”我说：“这一定是吏目死了。可悲啊！”傍晚，又有人来说：“坡下死了两个人，旁边一人坐着叹息。”问明他们的情状，方知他的儿子又死了。第二天，又有人来说：“看到坡下堆了三具尸体。”那么，他的仆人又死了。唉，令人伤心啊！<br>　　想到他们的尸骨暴露在荒野，无人认领，于是我就带着两个童仆，拿着畚箕和铁锹，前去埋葬他们。两名童仆脸上流露出为难的情绪。我说：“唉，我和你们，本像他们一样啊。”两名童仆怜悯地淌下眼泪，要求一起去。于是在旁边的山脚下挖了三个坑，把他们埋了。随即供上一只鸡、三碗饭，一面叹息，一面流着眼泪，向死者祭告说：<br>　　唉，悲伤啊！你是什么人，什么人啊？我是此地龙场驿的驿丞、余姚<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>呀。我和你都生长在中原地区，我不知你的家乡是何郡何县，你为什么要来做这座山上的鬼魂啊？古人不会轻率地离开故乡，外出做官也不超过千里。我是因为流放而来此地，理所应当。你又有什么罪过而非来不可呢？听说你的官职，仅是一个小小的吏目而已。薪俸不过五斗米，你领着老婆孩子亲自种田就会有了。为什么竟用这五斗米换去你堂堂七尺之躯？又为什么还觉得不够，再加上你的儿子和仆人啊？哎呀，太悲伤了！你如真正是为留恋这五斗米而来，那就应该欢欢喜喜地上路，为什么我昨天望见你皱着额头、面有愁容，似乎承受不起那深重的忧虑呢？<br>　　一路上常冒着雾气露水，攀援悬崖峭壁，走过万山的峰顶，饥渴劳累，筋骨疲惫，又加上瘴疬侵其外，忧郁攻其中，难道能免于一死吗？我固然知道你会必死，可是没有想到会如此之快，更没有想到你的儿子、你的仆人也会很快地死去啊。都是你自己找来的呀，还说它什么呢？我不过是怜念你们三具尸骨无所归依才来埋葬罢了，却使我引起无穷的感怆。唉，悲痛啊！纵然不葬你们，那幽暗的山崖上狐狸成群，阴深山谷中粗如车轮的毒蛇，也一定能够把你们葬在腹中，不致长久的暴露。你已经没有一点知觉，但我又怎能安心呢？自从我离开父母之乡来到此地，已经三个年头。历尽瘴毒而能勉强保全自己的生命，主要是因为我没有一天怀有忧戚的情绪啊。今天忽然如此悲伤，乃是我为你想得太重，而为自身想得很轻啊。我不应该再为你悲伤了！<br>　　我来为你唱歌，你请听着。我唱道：连绵的山峰高接云天啊，飞鸟不通。怀念家乡的游子啊，不知西东。不知西东啊，顶上的苍天却一般相同。地方纵然相隔甚远啊，都在四海的环绕之中。想得开的人儿到处为家，又何必守住那旧居一栋？魂灵啊，魂灵啊，不要悲伤，不要惊恐！<br>　　再唱一只歌来安慰你：我与你都是离乡背井的苦命人啊，蛮人的语言谁也听不懂，性命没指望啊，前程一场空。假使我也死在这地方啊，请带着你子你仆紧相从。我们一起遨游同嬉戏，其乐也无穷。驾驭紫色虎啊，乘坐五彩龙；登高望故乡啊，放声叹息长悲恸。假使我有幸能生还啊，你尚有儿子仆人在身后随从；不要以为无伴侣啊，就悲悲切切常哀痛。道旁累累多枯冢啊，中原的游魂卧其中，与他们一起呼啸，一起散步从容。餐清风，饮甘露啊，莫愁饥饿腹中空。麋鹿朝为友啊，到晚间再与猿猴栖一洞。安心守分居墓中啊，可不要变成厉鬼村村寨寨乱逞凶！</p><p><strong>注释</strong><br>（1）正德四年：1509年。正德为明武宗年号（1506—1521）。<br>（2）吏目：明代散州或直隶州均设有吏目一人，掌助理刑狱之事，并管官署内部事务。<br>（3）龙场：龙场驿，在今贵州修文县。<br>（4）土苗：土著苗族。<br>（5）篱落：篱笆。<br>（6）觇（chān）：窥视<br>（7）薄午：近午。<br>（8）将：携。畚（běn）：用草绳或竹篾编织成的盛物器具。锸（chā）：铁锹。<br>（9）坎：坑。<br>（10）涕洟：目出为涕，鼻出为洟，即指眼泪鼻涕。这里谓哭泣。<br>（11）繄（yī）：发语词，表语气。<br>（12）胡为乎：为了什么。<br>（13）窜逐：放逐，这里谓贬斥。<br>（14）蹙然：皱眉忧愁的样子。<br>（15）庵忽：疾速，这里喻死亡。<br>（16）虺（huǐ）：毒蛇，俗称土虺蛇，大者长八九尺。<br>（17）际天：接近天际。<br>（18）维：同“惟”，只有。<br>（19）随寓：随处可居，即随寓而安。<br>（20）恫（dòng）：恐惧。<br>（21）骖（cān）：古代一车驾三马叫骖。这里是驾驭的意思。彪：小虎。文螭（chī）：带有条纹的无角的龙。<br>（22）厉：厉鬼。墟：村落。</p>",
  "shangxi": "<h2>赏析</h2> 　　这篇文章选自《王文成公全书》卷二十五，作于1509年（正德四年），这时作者被贬于龙场驿已是第三个年头了。瘗（yì）就是埋葬。该文是作者埋葬三个客死在外的异乡人以后所作的一篇哀祭文。这三个异乡人，仅为了微薄的薪俸而万里奔走，终于暴死异乡。他们与作者素昧平生，但祭文的感情却写得相当深切，其关键是作者被贬龙场驿，其景况略如客死之人，悲客死之人也是作者借以抒发自己被贬异域的凄苦哀伤之情。但作者能“达观随寓”，终于生活下来了。这既是实情，也是作者的自宽自解。",
  "poet": {
    "id": 706,
    "star": 0,
    "name": "王守仁",
    "image": "http://img.gushiwen.org/authorImg/wangshouren.jpg",
    "desc": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。"
  },
  "tags": [
    "古文观止",
    "祭文",
    "抒怀"
  ]
}