{
  "id": 5750,
  "star": 330,
  "name": "辛夷坞",
  "dynasty": "唐代",
  "content": "木末芙蓉花，山中发红萼。<br>涧户寂无人，纷纷开且落。",
  "fanyi": "<p><strong>译文</strong><br>枝条最顶端的木芙蓉花，在山中绽放鲜红的花萼。<br>涧口一片寂静杳无人迹，纷纷扬扬独自开了又落。</p> <p><strong>注释</strong><br>辛夷坞（wù）：辋川地名，因盛产辛夷花而得名，今陕西省蓝田县内。坞：周围高而中央低的谷地。<br>木末芙蓉花：即指辛夷。辛夷，落叶乔木。其花初出时尖如笔椎，故又称木笔，因其初春开花，又名应春花。花有紫白二色，大如莲花。白色者名玉兰。紫者六瓣，瓣短阔，其色与形似莲花，莲花亦称芙蓉。辛夷花开在枝头，故以“木末芙蓉花”借指。木末：树梢，枝头。芙蓉花：此指辛夷花，因芙蓉花与辛夷花形相似，花色相近。<br>萼（è）：花萼，花的组成部分之，由若干片状物组成，包在花瓣外面，花开时托着花瓣。<br>涧（jiàn）户：一说指涧边人家；一说山涧两崖相向，状如门户。<br>且：又。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　辛夷坞，蓝田辋川(今陕西省蓝田县内)风景胜地，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>辋川别业(别墅)附近。坞，四面高、中部低的小块地方。</p> <p>　　这首《辛夷坞》是王维《辋川集》<a href=\"http://so.gushiwen.org/view_5750.aspx\">诗</a>二十首之第十八首。这组诗全是五绝，犹如一幅幅精美的绘画小品，从多方面描绘了辋川一带的风物。作者很善于从平凡的事物中发现美，不仅以细致的笔墨写出景物的鲜明形象，而且往往从景物中写出一种环境气氛和精神气质。</p> <p>　　“木末芙蓉花，山中发红萼。”木末，指树杪。辛夷花不同于梅花、桃花之类。它的花苞打在每一根枝条的最末端上，形如毛笔，所以用“木末”二字是很准确的。“芙蓉花”，即指辛夷，辛夷含苞待放时，很象荷花箭，花瓣的颜色也近似荷花。<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>《辋川集》和诗有“况有辛夷花，色与芙蓉乱”的句子，可用来作为注脚。诗的前两句着重写花的“发”。当春天来到人间，辛夷在生命力的催动下，欣欣然地绽开神秘的蓓蕾，是那样灿烂，好似云蒸霞蔚，显示着一派春光。诗的后两句写花的“落”。这山中的红萼，点缀着寂寞的涧户，随着时间的推移，最后纷纷扬扬地向人间洒下片片落英，了结了它一年的花期。短短四句诗，在描绘了辛夷花的美好形象的同时，又写出了一种落寞的景况和环境。</p> <p>　　王维写辋川诗时是在晚年，即安史之乱以前。自唐玄宗开元二十四年(736)<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>罢知政事，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>一派反动势力上台，朝政黑暗，社会矛盾日趋尖锐。王维虽然在朝，他倾向于张九龄的开明政治，对现实十分不满而又无能为力，内心矛盾，产生退隐归田的思想而又恋于禄位。他于是先后在长安附近的终南山和辋川建立别墅，过着亦仕亦隐的生活。</p> <p>　　辋川诗以田园山水为题材，描绘自然优美的景色，表现幽静的境界，但其中也有一些寄慨，透露了作者内心的苦闷。如：“来者复为谁，空悲昔人有”(《孟城坳》)，“上下华子冈，惆怅情何极”(《华子冈》)。特别是紧接《辛夷坞》之后的《漆园》的“偶寄一微官，婆娑数株树”就更为感伤了。《世说新语》第二十八：“桓玄败后，殷仲文还为大司马咨议，意似二三，非复往日。大司马府听(厅)前，有一老槐，甚扶疏。殷因月朔，与众在听（厅），视槐良久，叹曰：‘槐树婆娑，复无生意’”。王维暗用此事，表达其政治上的苦闷和内心的矛盾。这首《辛夷坞》与《漆园》诗意互有联系，它是以花在无人的山涧自开自落的可悲命运，寄托自己才能被压抑埋没的感伤情绪，有一定现实意义。全诗用比的手法，有优美生动的形象和乐府民歌的韵味，诗意极其含蓄。宋人方回认为此诗是辋川诗中的佳篇，“有一唱三叹不可穷之妙”(《瀛奎律髓》)。我想，其妙不在“幽极”，应在它的精巧寓意。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>写辋川<a href=\"http://so.gushiwen.org/view_5750.aspx\">诗</a>时是在安史之乱以前。自唐玄宗开元二十四年（736）<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>罢知政事，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>一派势力上台，朝政黑暗，社会矛盾日趋尖锐。王维虽然在朝，他倾向于张九龄的开明政治，对现实十分不满而又无能为力，内心矛盾，产生退隐归田的思想而又恋于禄位。他于是先后在长安附近的终南山下辋川建立别墅，过着亦仕亦隐的生活。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "田园",
    "写花"
  ]
}