{
  "id": 70566,
  "star": 4,
  "name": "杂剧·崔莺莺待月西厢记·草桥店梦莺莺(第四本)",
  "dynasty": "元代",
  "content": "楔子<br>昨夜红娘传简去与张生，约今夕和他相见，等红娘来做个商量。姐姐着我传简帖儿与张生，约他今宵赴约。俺那小姐，我怕又有说谎，送了他性命，不是耍处。我见小姐去，看他说甚么。红娘收拾卧房，我睡去。不争你要睡呵，那里发付那生？甚么那生？姐姐，你又来也！送了人性命不是耍处。你若又翻悔，我出首与夫人，你着我将简帖儿约下他来。这小贱人倒会放刁，羞人答答的，怎生去！有甚的羞，到那里只合着眼者。去来去来，老夫人睡了也。俺姐姐语言虽是强，脚步儿早先行也。<br>【仙吕】【端正好】因姐姐玉精神，花模样，无倒断晓夜思量。着一片志诚心盖抹了漫天谎。出画阁，向书房；离楚岫，赴高唐；学窃玉，试偷香；巫娥女，楚襄王；楚襄王敢先在阳台上。<br>第一折<br>昨夜红娘所遗之简，约小生今夜成就。这早晚初更尽也，不见来呵，小姐休说谎咱！人间良夜静复静，天上美人来不来。<br>【仙吕】【点绛唇】伫立闲阶。夜深香霭、横金界。萧洒书斋，闷杀读书客。<br>【混江龙】彩云何在，月明如水浸楼台。僧归禅室，鸦噪眶槐。风弄竹声。则道金珮响；月移花影，疑是玉人来。意悬悬业眼，急攘攘情怀，身心一片，无处安排；则索呆答孩倚定门儿待。越越的青鸾信杳，黄犬音乖。<br>小生一日十二时，无一刻放下小姐，你那里知道呵！<br>【油葫芦】情思昏昏眼倦开，单枕侧，梦魂飞入梦阳台。早知道无明无夜因他害，想当初\"不如不遇倾城色\"。人有过，必自责，勿惮改。我却待\"贤贤易色\"将心戒，怎禁他兜的上心来。<br>【天下乐】我则索倚定门儿手托腮，好着我难猜：来也那不来？夫人行料应难离侧。望得人眼欲穿，想得人心越窄，多管是冤家不自在。<br>偌早晚不来，莫不又是谎么？<br>【那吒令】他若是肯来，早身离贵宅；他若是到来，便春生敝斋；他若是不来，似石沉大海。数着他脚步儿行，倚定窗棂儿待。寄语多才：<br>【鹊踏枝】恁的般恶抢白，并不曾记心怀；拔得个意转心回，夜去明来。空调眼色经今半载，这其间委实难捱。<br>小姐这一遭若不来呵，<br>【寄生草】安排着害，准备着抬。想着这异乡身强把茶汤捱，则为这可憎才熬得心肠耐，办一片志诚心留得形骸在。试着那司天台打算半年愁，端的是太平车约有十余载。<br>姐姐，我过去，你在这里。是谁？是你前世的娘。小姐来么？你接了衾枕者，小姐入来也。张生，你怎么谢我？小生一言难尽，寸心相报，惟天可表！你放轻者，休唬了他！姐姐，你入去，我在门外等你。张珙有何德能，敢劳神仙下降，知他是睡里梦里？<br>【村里迓鼓】猛见他可憎模样，--小生那里得病来--早医可九分不快。先前见责，谁承望今宵欢爱！着小姐这般用心，不才张珙，合当跪拜。小生无宋玉般容，潘安般貌，子建般才；姐姐，你则是可怜见为人在客！<br>【元和令】绣鞋儿刚半拆，柳腰儿勾一搦，羞答答不肯把头抬，只将鸳枕捱。云鬟仿佛坠金钗，偏宜髟狄髻儿歪。<br>【上马娇】我将这纽扣儿松，把缕带儿解；兰麝散幽斋。不良会把人禁害，咍怎不肯回过脸儿来？<br>【胜葫芦】我这里软玉温香抱满怀。呀，阮肇到天台，春至人间花弄色。将柳腰款摆，花心轻拆，露滴牡丹开。<br>【幺篇】但蘸着些儿麻上来，鱼水得和谐，嫩蕊娇香蝶恣采。半推半就，又惊又爱，檀口揾香腮。谢小姐不弃，张珙今夕得就枕席，异日犬马之报。妾千金之驱，一旦弃之。此身皆托于是下，勿以他日见弃，使妾有白头之叹。小生焉敢如此？<br>【后庭花】春罗原莹白，早见红香点嫩色。羞人答答的，看甚么？灯下偷晴觑，胸前着肉揣。畅奇战，浑身通泰，不知春从何处来？无能的张秀才，孤身西洛客，自从逢稔色，思量的不下怀；忧愁因间隔，相思无摆划，谢芳卿不见责。<br>【柳叶儿】我将你做心肝儿般看待，点污了小姐清白。忘餐废寝舒心害，若不是真心耐，志诚捱，怎能够这相思苦尽甘来？<br>【青哥儿】成就了今宵欢爱，魂正在九霄云外。投至得见你多情小奶奶，憔悴形骸，瘦似麻秸。今夜和谐，犹自疑猜。露滴香埃，风静闲阶，月射书斋，云锁阳台；审问明白，只疑是昨夜梦中来，愁无奈。<br>我回去也，怕夫人觉来寻我。我送小姐出来。<br>【寄生草】多丰韵，忒稔色。乍时相见教人害，霎时不见教人怪，些儿得见教人爱。今宵同会碧纱厨，何时重解香罗带。<br>来拜你娘！张生，你喜也。姐姐，咱家去来。<br>【煞尾】春意透酥胸，春色横眉黛，贱却人间玉帛。杏脸桃腮，乘着月色，娇滴滴越显得红白。下香阶，懒步苍苔，动人处弓鞋凤头窄。叹鲰生不才，谢多娇错爱。若小姐不弃小生，此情一心者，你是必破工夫明夜早些来。<br><br>第二折<br>这几日窃见莺莺语言恍惚，神思加倍，腰肢体态，比向日不同；莫不做下来了么？前日晚夕，奶奶睡了，我见姐姐和红娘烧香，半晌不回来，我家去睡了。这桩事都在红娘身上，唤红娘来！哥哥唤我怎么？奶奶知道你和姐姐去花园里去，如今要打你哩。呀！小姐，你带累我也！小哥哥，你先去，我便来也。姐姐，事发了也，老夫人唤我哩，却怎了？好姐姐，遮盖咱！娘呵，你做的隐秀者，我道你做下来也。月圆便有阴云蔽，花发须教急雨催。<br>【越调】【斗鹌鹑】则着你夜去明来，倒有个天长地久，不争你握雨携云，常使我提心在口。你则合带月披星，谁着你停眠整宿？老夫人心数多，情性亻刍；使不着我巧语花言，将没做有。<br>【紫花儿序】老夫人猜那穷酸做了新婿，小姐做了娇妻，这小贱人做了牵头。俺小姐这些时春山低翠，秋水凝眸。别样的都休，试把你裙带儿拴，纽门儿扣，比着你旧时肥瘦，出落得精神，别样的风流。红娘，你到那里小心回话者！我到夫人处，必问：\"这小贱人，<br>【金蕉叶】\"我着你但去处行监坐守，谁着你拖逗的胡行乱走？\"若问着此一节呵如何诉休？你便索与他个\"知情\"的犯由。<br>姐姐，你受责理当，我图甚么来？<br>【调笑令】你绣帏里效绸缪，倒凤颠鸾百事有。我在窗儿外几曾轻咳嗽，立苍苔将绣鞋儿冰透。今日个嫩皮肤到将粗棍抽，姐姐呵，俺这通殷勤的着甚来由？<br>姐姐在这里等着，我过去。说过呵，休欢喜；说不过，休烦恼。小贱人，为甚么不跪下！你知罪么？红娘不知罪。你故自口强哩。若实说呵，饶你；若不实说呵，我直打死你这个贱人！谁着你和小姐花园里去来？不曾去，谁见来？欢郎见你去来，尚故自推哩。夫人休闪了手，且。息怒停嗔，听红娘说。<br>【鬼三台】夜坐时停了针绣，共姐姐闲穷究，说张生哥哥病久。咱两个背着夫人，向书房问候。问候呵，他说甚么？他说来，道\"老夫人事已休，将恩变为仇，着小生半途喜变做忧\"。他道：\"红娘你且先行，教小姐权时落后。\"<br>他是个女孩儿家，着他落后怎么！<br>【秃厮儿】我则道神针法灸，谁承望燕侣莺俦。他两个经今月余则是一处宿，何须你一一问缘由？<br>【圣药王】他每不识忧，不识愁，一双心意两相投。夫人得好休，便好休，这其间何必苦追求？常言道\"女大不中留\"。<br>这端事都是你个贱人。非是张生小姐红娘之罪，乃夫人之过也。这贱人倒指下我来，怎么是我之过？信者人之根本，\"人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？\"当日军围普救，夫人所许退军者，以女妻之。张生非慕小姐颜色，岂肯区区建退军之策？兵退身安，夫人悔却前言，岂得不为失信乎？既然不肯成其事，只合酬之以金帛，令张生舍此而去。却不当留请张生于书院，使怨女旷夫，各相早晚窥视，所以夫人有此一端。目下老夫人若不息其事，一来辱没相国家谱；二来张生日后名重天下，施恩于人，忍令反受其辱哉？使至官司，夫人亦得治家不严之罪。官司若推其详，亦知老夫人背义而忘恩，岂得为贤哉？红娘不敢自专，乞望夫人台鉴：莫若恕其小过，成就大事，撋之以去其污，岂不为长便乎？<br>【麻郎儿】秀才是文章魁首，姐姐是仕女班头；一个通彻三教九流，一个晓尽描鸾刺绣。<br>【幺篇】世有、便休、罢手，大恩人怎做敌头？起白马将军故友，斩飞虎叛贼草寇。<br>【络丝娘】不争和张解元参辰卯酉，便是与崔相国出乖弄丑。到底干连着自己骨肉，夫人索穷究。这小贱人也道得是。我不合养了这个不肖之女。待经官呵，玷辱家门。罢罢！俺家无犯法之男，再婚之女，与了这厮罢。红娘唤那贱人来！且喜姐姐，那棍子则是滴溜溜在我身上，吃我直说过了。我也怕不得许多，夫人如今唤你来，待成合亲事。羞人答答的，怎么见夫人？娘跟前有甚么羞？<br>【小桃红】当日个月明才上柳梢头，却早人约黄昏后。羞得我脑背后将牙儿衬着衫儿袖。猛凝眸，则见鞋底尖儿瘦。一个恣情的不休，一个哑声儿厮耨。呸！那其间可怎生不害半星儿羞？<br>莺莺，我怎生抬举你来，今日做这等的勾当；则是我的孽障，待怨谁的是！我待经官来，辱没了你父亲，这等事不是俺相国人家的勾当。罢罢罢！谁似俺养女的不长俊！红娘，书房里唤将那禽兽来！小娘子唤小生做甚么？你的事发了也，如今夫人唤你来，将小姐配与你哩。小姐先招了也，你过去。小生惶恐，如何见老夫人？当初谁在老夫人行说来？休佯小心，过去便了。<br>【幺篇】既然泄漏怎甘休？是我相投首。俺家里陪酒陪茶倒撋就。你休愁，何须约定通媒媾？我弃了部署不收，你原来\"苗而不秀\"。呸！你是个银鏦枪头。<br>好秀才呵，岂不闻\"非先王之德行不敢行\"？我待送你去官司里去来，恐辱没了俺家谱。如今将莺莺与你为妻。则是俺三辈儿不招白衣女婿，你明日便上朝取应去，我与你养着媳妇，得官呵，来见我；驳落呵，休来见我。张生早则喜也。<br>【东原乐】想思事，一笔勾，早则展放从前眉儿皱，美爱幽欢恰动头。既能够，张生，你觑兀的般可喜娘庞儿也要人消受。<br>明日收拾行装，安排果酒，请长老一同送张生到十里长亭去。寄语西河堤畔柳，安排青眼送行人。<br>【收尾】来时节画堂箫鼓鸣春昼，列着一对儿鸾交凤友。那其间才受你说媒红，方吃你谢亲酒。<br><br>第三折<br>今日送张生赴京，十里长亭，安排下筵席。我和长老先行，不见张生、小姐来到。今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！悲欢聚散一杯酒，南北东西万里程。<br>【正宫】【端正好】碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。<br>【滚绣球】恨相见得迟，怨归去得疾。柳丝氏玉骢难系，恨不情疏林挂住斜晖。马儿迍迍的行，乍儿快快的随，却告了相思回避，破题儿又早别离。听得道一声去也，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？<br>姐姐今日怎么不打扮？你那知我的心里呵？<br>【叨叨令】见安排着车儿、马儿；不由人熬熬煎煎的气；有甚么心情花儿、靥儿打扮得娇娇滴滴的媚；准备着被儿、枕儿，则索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥！兀的不闷杀人也么哥！久已后书、信儿，索与我凄凄惶惶的寄。<br>张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱没了俺孩儿，挣揣一个状元回来者。小生托夫人余荫，凭着胸中之才，视官如拾芥耳。夫人主见不差，张生不是落后的人。<br>【脱布衫】下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。<br>【小梁州】我见他阁泪汪汪不敢垂，恐怕人知；猛然见了把头低，长吁气，推整素罗衣。<br>【幺篇】虽然久后成佳配，奈时间怎不悲啼。意似痴，心如醉，昨宵今日，清减了小腰围。小姐把盏者！请吃酒！<br>【上小楼】合欢未已，离愁相继。想着俺前暮私情，昨夜成亲，今日别离。我谂知这几日相思滋味，却原来比别离情更增十倍。<br>【幺篇】年少呵轻远别，情薄呵易弃掷。全不想腿儿相挨，脸儿相偎，手儿相携。你与俺崔相国做女婿，妻荣夫贵，但得一个并头莲，煞强如状元及第。红娘把盏者！<br>【满庭芳】供食太急，须臾对面，顷刻别离。若不是酒席间子母每当回避，有心待与他举案齐眉。虽然是厮守得一时半刻，也合着俺夫妻每共桌而食。眼底空留意，寻思起就里，险化做望夫石。姐姐不曾吃早饭，饮一口儿汤水。红娘，甚么汤水咽得下！<br>【快活三】将来的酒共食，尝着似土和泥。假若便是上和泥，也有些土气息，泥滋味。<br>【朝天子】暖溶溶玉醅，白泠泠似水，多半是相思泪。眼面前茶饭怕不待要吃，恨塞满愁肠胃。\"蜗角虚名，蝇头微利\"，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。<br>辆起车儿，俺先回去，小姐随后和红娘来。此一行引无话儿。贫僧准备买登科录看，做亲的茶饭少不得贫僧的。先生在意，鞍马上保重者！从今经忏无心礼，专听春雷第一声。<br>【四边静】霎时间杯盘狼籍，车儿投东，马儿向西，两意徘徊，落日山横翠。知他今宵宿在那里？有梦也难寻觅。<br>张生，此一行得官不得宫，疾便回来。小生这一去白夺一个状元，正是\"青霄有路终须到，金榜无名誓不归\"。君行别无所赠，口占一绝。为君送行：\"弃掷今何在，当时且自亲。还将旧来意，怜取限前人。\"小姐之意差矣，张珙更敢怜谁？谨赓一绝，\"以剖寸心：人生长远别，孰与最关亲？不遇知音者，谁怜长叹人？\"<br>【耍孩儿】淋漓襟袖啼红泪，比司马青衫更湿。伯劳东去燕西飞，未释程九问归期。虽然眼底人千里，且尽生前洒一杯。未饮心先醉，眼中流血，心水成灰。<br>【五煞】到京师服水土，趁程途节饮食，顺时自保揣身体。荒村雨露宜眠早，野店风霜要起迟！鞍马秋风里，最难调护，最要扶持。<br>【四煞】这忧愁诉与谁？相思只自知，老天不管人憔悴。泪添九曲黄河溢，恨压三峰华岳低。到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。<br>【三煞】笑吟吟一处来。哭啼啼独自归。归家若到罗帏里，昨宵个绣衾香暖留春住，今夜个翠被生寒有梦知。留恋你别无意，见据鞍上马，<br>阁不住泪眼愁眉。<br>有甚言语嘱咐小生咱？<br>【二煞】你休忧\"文齐福不齐\"，我则怕你\"停妻再娶妻\"。休要\"一春鱼雁无消息\"！我这里青鸾有信频须寄，你却休\"金榜无名誓不归\"。此一节君须记，若见了那异乡花草，再休似此处栖迟。再谁似小妇？小生又生此念。<br>【一煞】青山隔送行，疏林不做美，淡烟暮蔼相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。我为甚么懒上车儿内，来时甚急，去后何迟？<br>夫人去好一会，姐姐，咱家去！<br>【收尾】四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？<br>仆童赶早行一程儿，早寻个宿处。泪随渡水急，愁逐野云飞。<br><br>第四折<br>离了蒲东早三十里也。兀的前面是草桥店里宿一宵，明日赶早行。这马百般儿不肯走。行色一鞭催去马，羁愁万斛引新诗。<br>【双调】【新水令】望薄东萧寺暮云遮，惨离情半林黄叶。马迟人意懒，风急雁行斜。离恨重叠，破题儿第一夜。<br>想着昨日受用，谁知今日凄凉？<br>【步步娇】昨夜个心翠被香浓熏兰膊，欹珊枕把身躯儿趄。脸儿厮揾者，仔细端详，可憎的别。铺云鬓玉梳斜，恰便似半吐初生月。<br>早到也，店小二哥那里？宫人，俺这头房里下。琴童接了马者！点上灯，我诸般不要吃，则要睡些儿。小人也辛苦，待歇息也。今夜甚睡得到我眼里来也！<br>【落梅风】旅馆欹单枕，秋蛩鸣四野，助人愁的是纸窗儿风裂。乍孤眠被儿薄又怯，冷清清几时温热！<br>长亭畔别了张生，好生放不下。老夫人和梅香都睡了，我科奔出城，赶上和他同去。<br>【乔木查】走荒郊旷野，把不住心娇怯，喘吁吁难将两气接。疾忙赶上者，打草惊蛇。<br>【搅筝琶】他把我心肠扯，因此不避路途赊。瞒过俺能拘管的夫人，稳住俺厮齐攒的侍妾。想着他临上马痛伤嗟，哭得我也似痴呆。不是我心邪，自别离已后，到西日初斜，愁得来陡峻，瘦得来唓嗻。则离得半个日头，却早又宽掩过翠裙三四褶，谁曾经这般磨灭？<br>【锦上花】有限姻缘，方才宁贴；无奈功名，使人离缺。害不了的愁怀，却才觉些；撇不下的相思，如今又也。<br>【幺篇】清霜净碧波，白露下黄叶。下下高高，道路曲折；四野风来，左右乱踅。我这里奔驰，他何处困歇？<br>【清江引】呆答孩店房儿里没话说，闷对如年夜。暮雨催寒蛩，晓风吹残月，今宵酒醒何处也？在这个店儿里，不免敲门。谁敲门哩？是一个女人的声音。我且开门看咱，这早晚是谁？<br>【庆宣和】是人呵疾忙快分说，是鬼呵合速灭。是我。老夫人睡了。想你去了，几时再得见，特来和你同去。听说罢将香罗袖儿拽，却原来是姐姐、姐姐。<br>难得小姐的心勤！<br>【乔牌儿】你是为人须为彻，将衣袂不藉。绣鞋儿被露水泥沾惹，脚心儿管踏破也。<br>我为足下呵，顾不得迢递。<br>【甜水令】想着你废寝忘餐，香消玉减，花开花谢，犹自觉争些；便枕冷衾寒，凤只鸾孤，月圆云遮，寻思来有甚伤嗟。<br>【折桂令】想人生最苦离别，可怜见千里关山，独自跋涉。似这般割肚牵肠，倒不如义断恩绝。虽然是一时间花残月缺，休猜做瓶坠簪折。不恋豪杰，不羡骄奢；自愿的生则同衾，死则同穴。<br>恰才见一女子渡河，不知那里去了？打起火把者。分明见他走在这店中去也，将出来！将出来！却怎了？你近后，我自开门对他说。<br>【水仙子】硬围着普救寺下锹钁，强当住咽喉仗剑钺。贼心肠馋眼脑天生得劣。你是谁家女子，夤夜渡河？休言语，靠后些！杜将军你知道他是英杰，觑一觑着你为了醯酱，指一指教你化做背血。骑着匹白马来也。<br>呀，原来却是梦里，且将门儿推开看。只见一天露气，满地霜华，晓星初上，残月犹明。无端燕鹊高枝上，一枕鸳鸯梦不成。<br>【雁儿落】绿依依墙高柳半遮，静悄悄门掩清秋夜，疏剌剌林梢落叶风，昏惨惨云际穿窗月。<br>【得胜令】惊觉我的是颤巍巍竹影走龙蛇，虚飘飘庄周梦蝴蝶，絮叨叨促织儿无休歇，韵悠悠砧声儿不断绝。痛煞煞伤别，急煎煎好梦儿应难舍；冷清清的咨嗟，娇滴滴玉人儿何处也！<br>天明也。咱早行一程儿，前面打火去。店小二哥，还你房钱，鞴了马者。<br>【鸳鸯煞】柳丝长咫尺情牵惹，水声幽仿佛人呜咽。斜月残灯，半明不灭。畅道是旧恨连绵，新愁郁结；别恨离愁，满肺腑难淘泻。除纸笔代喉舌，千种相思对谁说。<br>【络丝娘煞尾】都则为一官半职，阻隔得千山万水。<br>题目小红娘成好事<br>老夫人问科情<br>正名短长亭斟别酒<br>草桥店梦莺莺",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}