{
  "id": 50249,
  "star": 634,
  "name": "踏莎行·郴州旅舍",
  "dynasty": "宋代",
  "content": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 <br>驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。",
  "fanyi": "<p><strong>译文<br></strong>雾迷蒙，楼台依稀难辨，月色朦胧，渡口也隐匿不见。望尽天涯，理想中的桃花源，无处觅寻。怎能忍受得了独居在孤寂的客馆，春寒料峭，斜阳西下，杜鹃声声哀鸣！<br>远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你就绕着你的郴山流得了，为什么偏偏要流到潇湘去呢？</p> <p><strong>注释<br></strong>⑴踏莎行：词牌名。<br>⑵郴（chēn）州：今属湖南。<br>⑶雾失楼台：暮霭沉沉，楼台消失在浓雾中。<br>⑷月迷津渡：月色朦胧，渡口迷失不见。<br>⑸桃源望断无寻处：拼命寻找也看不见理想的桃花源。桃源：语出晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》，指生活安乐、合乎理想的地方。无寻处：找不到。<br>⑹可堪：怎堪，哪堪，受不住。<br>⑺杜鹃：鸟名，相传其鸣叫声像人言“不如归去”，容易勾起人的思乡之情。<br>⑻驿寄梅花：<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>在《赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a><a href=\"http://so.gushiwen.org/view_50249.aspx\">诗</a>》：“折梅逢驿使，寄与陇头人。江南无所有，聊寄一枝春。”这里作者是将自己比作范晔，表示收到了来自远方的问候。<br>⑼鱼传尺素：东汉<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>的《饮马长城窟行》中有“客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。” 另外，古时舟车劳顿，信件很容易损坏，古人便将信件放入匣子中，再将信匣刻成鱼形，美观而又方便携带。“鱼传尺素”成了传递书信的又一个代名词。这里也表示接到朋友问候的意思。<br>⑽砌：堆积。无重数：数不尽。<br>⑾郴江：清顾祖禹《读史方舆纪要·湖广》载：郴水在“州东一里，一名郴江，源发黄岑山，北流经此……下流会来水及自豹水入湘江。”幸自：本自，本来是。<br>⑿为谁流下潇湘去：为什么要流到潇湘去呢？意思是连郴江都耐不住寂寞何况人呢？为谁：为什么。潇湘，潇水和湘水，是湖南境内的两条河流，合流后称湘江，又称潇湘。</p>",
  "shangxi": "<h2>赏析一</h2> <p>　　上片写谪居中寂寞凄冷的环境。开头三句，缘情写景，劈面推开一幅凄楚迷茫、黯然销魂的画面：漫天迷雾隐去了楼台，月色朦胧中，渡口显得迷茫难辨。“雾失楼台，月迷津渡。”互文见义，不仅对句工整，也不只是状写景物，而是情景交融的佳句。“失”、“迷”二字，既准确地勾勒出月下雾中楼台、津渡的模糊，又恰切地写出了作者无限凄迷的意绪。“雾失”、“月迷”，皆为下句“望断”出力。“桃源望断无寻处”。词人站在旅舍观望应该已经很久了，他目寻当年<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>笔下的那块世外桃源。桃源，其地在武陵（今湖南常德），离郴州不远。词人由此生联想：即是“望断”，亦为枉然。着一“断”字，让人体味出词人久伫苦寻幻想境界的怅惘目光及其失望痛苦心情。他的《点绛唇》，诸本题作“桃源”。词中“尘缘相误，无计花间住。”写的当是同样的心情。“桃源”是陶渊明心目中的避乱胜地，也是词人心中的理想乐土，千古关情，异代同心。而“雾”、“月”则是不可克服的现实阻碍，它们以其本身的虚无缥缈呈现出其不可言喻的象征意义。而“楼台”、“津渡”，在中国文人的心目中，同样被赋予了文化精神上的蕴涵，它们是精神空间的向上与超越的拓展。词人多么希望借此寻出一条通向“桃源”的秘道！然而他只有失望而已。一“失”一“迷”，现实回报他的是这片雾笼烟锁的景象。“适彼乐土”之不能，旨在引出现实之不堪。于是放纵的目光开始内收，逗出“可堪孤馆闭春寒，杜鹃声里斜阳暮。”桃源无觅，又谪居远离家乡的郴州这个湘南小城的客舍里，本自容易滋生思乡之情，更何况不是宦游他乡，而是天涯沦落啊。这两句正是意在渲染这个贬所的凄清冷寞。春寒料峭时节，独处客馆，念往事烟霭纷纷，瞻前景不寒而栗。一个“闭”字，锁住了料峭春寒中的馆门，也锁住了那颗欲求拓展的心灵。更有杜鹃声声，催人“不如归去”，勾起旅人愁思；斜阳沉沉，正坠西土，怎能不触动一腔身世凄凉之感。词人连用“孤馆”、“春寒”、“杜鹃”、“斜阳”等引人感发，令人生悲伤心景物于一境，即把自己的心情融入景物，创造“有我之境”。又以“可堪”二字领起一种强烈的凄冷气氛，好像他整个的身心都被吞噬在这片充斥天宇的惨淡愁云之中。王静安先生吟诵至此，不禁挥笔题曰：“少游词境最为凄婉，至‘可堪孤馆闭春寒，杜鹃声里斜阳暮’，则变而为凄厉矣。”（《人间词话》）前人多病其“斜阳”后再着一“暮”字，以为重累。其实不然，这三字表明着时间的推移，为“望断”作注。夕阳偏西，是日斜之时，慢慢沉落，始开暮色。“暮”，为日沉之时，这时间顺序，蕴含着词人因孤寂而担心夜晚来临更添寂寞难耐的心情。这是处境顺利、生活充实的人所未曾体验到的愁人心绪。因此，“斜阳暮”三字，正大大加重了感情色彩。</p> <p>　　下片由叙实开始，写远方友人殷勤致意、安慰。“驿寄梅花，鱼传尺素。”连用两则有关友人投寄书信的典故，分见于《荆州记》和古<a href=\"http://so.gushiwen.org/view_50249.aspx\">诗</a>《饮马长城窟行》。寄梅传素，远方的亲友送来安慰的信息，按理应该欣喜为是，但身为贬谪之词人，北归无望，却“别是一般滋味在心头”，每一封裹寄着亲友慰安的书信，触动的总是词人那根敏感的心弦，奏响的是对往昔生活的追忆和痛省今时困苦处境的一曲曲凄伤哀婉的歌。每一封信来，词人就历经一次这个心灵挣扎的历程，添其此恨绵绵。故于第三句急转，“砌成此恨无重数。”一切安慰均无济于事。离恨犹如“恨”墙高砌，使人不胜负担。一个“砌”字，将那无形的伤感形象化，好像还可以重重累积，终如砖石垒墙般筑起一道高无重数、沉重坚实的“恨”墙。恨谁？恨什么？身处逆境的词人没有明说。联系他在《自挽词》中所说：“一朝奇祸作，漂零至于是。”可知他的恨，与飘零有关，他的飘零与党祸相联。在词史上，作为婉约派代表词人，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>正是以这堵心中的“恨”墙表明他对现实的抗争。他何尝不欲将心中的悲愤一吐为快？但他忧谗畏讥，不能说透。于是化实为虚，作宕开之笔，借眼前山水作痴痴一问：“郴江幸自绕郴山，为谁流下潇湘去？”无理有情，无理而妙。好像词人在对郴江说：郴江啊，你本来是围绕着郴山而流的，为什么却要老远地北流向潇湘而去呢？关于这两句的蕴意，或以为：“郴江也不耐山城的寂寞，流到远方去了，可是自己还得呆在这里，得不到自由。”（胡云翼《宋词选》）或以为词人“反躬自问”，慨叹身世：“自己好端端一个读书人，本想出来为朝廷做一番事业，正如郴江原本是绕着郴山而转的呀，谁会想到如今竟被卷入一切政治斗争漩涡中去呢？”（《唐宋词鉴赏辞典》）见仁见智。依笔者拙意，对这两句蕴意的把握，或可空灵一些。词人在幻想、希望与失望、展望的感情挣扎中，面对眼前无言而各得其所的山水，也许他悄然地获得了一种人生感悟：生活本身充满了各种解释，有不同的发展趋势，生活并不是从一开始便固定了的故事，就像这绕着郴山的郴江，它自己也是不由自己地向北奔流向潇湘而去。生活的洪流，依着惯性，滚滚向前，它总是把人带到深不可测的远方，它还将把自己带到什么样苦涩、荒凉的远方啊！正如叶嘉莹先生评此词说：“头三句的象征与结尾的发问有类似《天问》的深悲沉恨的问语，写得这样沉痛，是他过人的成就，是词里的一个进展。”（《唐宋词十七讲》）与秦观悲剧性一生“同升而并黜”的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，同病相怜更具一份知己的灵感犀心，亦绝爱其尾两句，及闻其死，叹曰：“少游已矣，虽万人何赎！”自书于扇面以志不忘。是以<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>云：“高山流水之悲，千古而下，令人腹痛！”（《花草蒙拾》）</p> <p>　　综上所述，这首词最佳处在于虚实相间，互为生发。上片以虚带实，下片化实为虚，以上下两结饮誉词坛。激赏“可堪孤馆闭春寒，杜鹃声里斜阳暮”的<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>（静安），以东坡赏其后二语为“皮相”。持论未免偏颇。深味末二句“郴江”之问，其气格、意蕴，毫不愧色于“可堪”二句。所谓东坡“皮相”之赏，亦可谓“解人正不易得”。</p><br/><h2>赏析二</h2> <p>　　“雾失楼台，月迷津渡，桃源望断无寻处”，写夜雾笼罩一切的凄凄迷迷的世界：楼台茫茫大雾中消失；渡口被朦胧的月色所隐没；那当年<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>笔下的桃花源更是云遮雾障，无处可寻了。当然，这是作者意想中的景象，因为紧接着的两句是“可堪孤馆闭春寒，杜鹃声里斜阳暮”。词人闭居孤馆，只有想象中才能看得到“津渡”。</p> <p>　　而从时间上来看，上句写的是雾蒙蒙的月夜，下句时间又倒退到残阳如血的黄昏时刻。由此可见，这两句是实写<a href=\"http://so.gushiwen.org/view_50249.aspx\">诗</a>人不堪客馆寂寞，而头三句则是虚构之景了。这里词人运用因情造景的手法，景为情而设，意味深长。“楼台”，令人联想到的是一种巍峨美好的形象，而如今被漫天的雾吞噬了：“津渡”，可以使人产生指引道路、走出困境的联想，而如今朦胧夜色中迷失不见了开头三句，分别下了“失”、“迷”、“无”三个否定词，接连写出三种曾经存过或人们的想象中存过的事物的消失，表现了一个屡遭贬谪的失意者的怅惘之情和对前途的渺茫之感。</p> <p>　　而“可堪孤馆闭春寒，杜鹃声里斜阳暮。”两句则开始正面实写词人羁旅郴州客馆不胜其悲的现实生活。一个“馆”字，已暗示羁旅之愁。说“孤馆”则进一步点明客舍的寂寞和客子的孤单。而这座“孤馆”又紧紧封闭于春寒之中，置身其间的词人其心情之凄苦就可想而知了。此时此刻，又传来杜鹃的阵阵悲鸣；那惨淡的夕阳正徐徐西下，这景象益发逗引起词人无穷的愁绪。杜鹃鸣声，是古典诗词中常用的表游子归思的意象。以少游一个羁旅之身，所居住的是寂寞孤馆，所感受的是料峭春寒，所听到的是杜鹃啼血，所见到的是日暮斜阳，此情此境，只能以“可堪”道之。</p> <p>　　“可堪”者，岂堪也，词人这重重凄厉的气围中，又怎能忍受得了呢？过片“驿寄梅花，鱼传尺素，砌成此恨无重数。”连用两则友人投寄书信的典故，极写思乡怀旧之情。“驿寄梅花”，见于《荆州记》记载：“鱼传尺素”，是用古乐府《饮马长城窟》诗意，意指书信往来。少游是贬谪之人，北归无望，亲友们的来书和馈赠，实际上并不能给他带来丝毫慰藉，而只能徒然增加他别恨离愁而已。</p> <p>　　因此，书信和馈赠越多，离恨也积得越多，无数“梅花”和“尺素”，仿佛堆砌成了“无重数”的恨。词人这种感受是很深切的，而这种感受又很难表现，故词人手法创新，只说“砌成此恨无重数”。有这一“砌”字，那一封封书信，一束束梅花，便仿佛成了一块块砖石，层层垒起，以至于达到“无重数”的极限。这种写法，不仅把抽象的微妙的感情形象化，而且也可使人想象词人心中的积恨也如砖石垒成，沉重坚实而又无法消解。</p> <p>　　如此深重难排的苦恨中，迸发出最后二句：“郴江幸自绕郴山，为谁流下潇湘去？”从表面上看，这两句似乎是即景抒情，写词人纵目郴江，抒发远望怀乡之思。郴江出山后，向北流入耒水，又北经耒阳县，至衡阳而东流入潇水湘江。但实际上，一经词人点化，那山山水水都仿佛活了，具有了人的思想感情。这两句由于分别加入了“幸自”和“为谁”两个字，无情的山水似乎也能听懂人语，词人痴痴问询郴江：你本来生活自己的故土，和郴山欢聚一起，究竟为了谁而竟自离乡背井，“流下潇湘去”呢？</p>",
  "about": "<h2>创作背景</h2> <p>　　此词为作者绍圣四年（1097）作者因坐党籍连遭贬谪于郴州旅店所写。当时作者因新旧党争先贬杭州通判，再贬监州酒税，后又被罗织罪名贬谪郴州，削去所有官爵和俸禄；又贬横州，此词作于离郴前，</p> <p>　　祐六年（1091年）七月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>受到贾易的弹劾。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>从苏轼处得知自己亦附带被劾，便立刻去找有关台谏官员疏通。秦观的失态使得苏轼兄弟的政治操行遭到政敌的攻讦，而苏轼与秦观的关系也因此发生了微妙的变化。有人认为，这首《踏莎行》的下阕，很可能是秦观在流放岁月中，通过同为苏门友人的<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，向苏轼所作的曲折表白。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词三百首",
    "高中古诗",
    "婉约",
    "孤独",
    "思念"
  ]
}