{
  "id": 7751,
  "star": 37,
  "name": "王昭君二首 / 王昭君",
  "dynasty": "唐代",
  "content": "汉家秦地月，流影照明妃。<br>一上玉关道，天涯去不归。<br>汉月还从东海出，明妃西嫁无来日。<br>燕支长寒雪作花，蛾眉憔悴没胡沙。<br>生乏黄金枉图画，死留青冢使人嗟。</p> <p>昭君拂玉鞍，上马啼红颊。<br>今日汉宫人，明朝胡地妾。",
  "fanyi": "<p><strong>译文<br></strong>汉家秦地上空的明月，飘光流影照耀着明妃<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>。<br>一日出嫁，登上玉关道，天涯一去不复归。<br>汉月还可以从东海升起，明妃西嫁，没有回归之日。<br>燕支山天地冻寒，好将雪花当作鲜花，蛾眉憔悴埋没胡沙之中。<br>就因为生前没有黄金，以至被画工画成为丑八怪，只有死后埋葬沙漠的青冢，使人悲叹。</p> <p>王昭君拍拂着玉鞍，上马后啼哭污染面颊红装。<br>今日汉朝宫人，明天就成为胡人的妻妾。</p> <p><strong>注释<br></strong>⑴这两首<a href=\"http://so.gushiwen.org/view_7751.aspx\">诗</a>为“相和歌辞”。相和歌是中国汉代在“街陌谣讴”基础上继承先秦楚声等传统而形成的一种音乐。主要在官宦巨贾宴饮、娱乐等场合演奏，也用于宫廷的元旦朝会与宴饮、祀神乃至民间风俗活动等场合。“相和歌”之名最早记载见于《晋书·乐志》：“相和，汉旧歌也。丝竹更相和，执节者歌。”其特点是歌者自击节鼓与伴奏的管弦乐器相应和，并由此而得名。<br>⑵秦地：指原秦国所辖的地域。此处指长安。<br>⑶明妃：汉元帝宫人王嫱，字昭君，晋代避司马昭（文帝）讳，改称明君，后人又称之为明妃。<br>⑷玉关：即玉门关。玉门关：汉武帝置。因西域输入玉石时取道于此而得名。汉时为通往西域各地的门户。故址在今甘肃敦煌西北小方盘城。唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>有“春风不度玉门关”（《送元二使安西》）。<br>⑸燕支：指燕支山，汉初以前曾为匈奴所据。山上生长一种燕支草，匈奴女子用来化妆，故名。<br>⑹蛾眉：细长而弯的眉毛，多指美女。胡沙：西方和北方的沙漠或风沙。<br>⑺枉图画：昭君曾作为掖庭待诏，被选入汉元帝的后宫。当时其他宫女为了早日博得恩宠，都用黄金贿赂宫廷画师毛延寿，希望把自己画美，被皇上选中。独有王昭君自恃貌美，不愿行贿，所以毛延寿便在她的画像上点上丧夫落泪痣。昭君便被贬入冷宫3年，无缘面君。<br>⑻青冢：即昭君墓。在今内蒙古自治区呼和浩特市南。据说入秋以后塞外草色枯黄，惟王昭君墓上草色青葱一片，所以叫“青冢”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　汉朝宫女<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>远嫁匈奴单于呼韩邪的故事，因为故事精彩、寓意丰富，自汉代以来就在民间广泛流传，不仅赢得了老百姓的喜爱，也成为历朝历代文人墨客经久不衰的一个创作题材。千百年来，产生了许多动人的民间传说，而且以王昭君故事为题材创作的<a href=\"http://so.gushiwen.org/view_7751.aspx\">诗</a>歌、小说、戏剧也多得数不清。唐朝大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《王昭君二首》，就是这方面有代表性的作品。</p> <p>　　公元752、753年（唐天宝十一、二年）间，李白继幽州之行又有一次漠北之行，他离开幽州南下魏郡又沿太行北上，入河东道，至云中郡，而后北行至单于都护府凭吊昭君墓，写下《王昭君二首》。因为对于昭君出塞，李白满怀惋惜之情，所以诗歌通篇都弥漫着一种伤怀、伤感的气氛。</p> <p>　　第一首诗一开头就用一个“月”字，来烘托昭君远嫁匈奴的伤感主题：中原汉家的月亮，那光华跟随着远嫁匈奴的昭君。然而她一踏上通往玉门关的路，就如同去了天涯，永不回归。“月”在这里既代表家乡的月亮，也代表故乡、故国。然而一个小小的玉门关，竟会把这一切无情阻隔。回望家乡那轮圆月，就要在眼前永久消失，这种生离死别的感觉，不能不让人平添几分惆怅。</p> <p>　　接着诗人又以“月”字发出忧伤的慨叹：汉家的月亮到了明天又会从东海升起，但昭君西嫁，却是一去不返。这种别离，让诗人既感到无奈，又感到无望，所以更加重了忧伤的思绪。诗人又提到了燕支山，在诗人看来，匈奴那里的燕支山，终年酷寒，不生草木，只有落雪作花，所以诗人想象，昭君嫁到匈奴，就连曾经倾国倾城的美貌，也憔悴衰老，埋没在黄沙滚滚的塞外。而造成这一切的罪魁，却是汉代后宫的画师，昭君她生前没有黄金送给后宫的画师，死后也只留下一座青冢，令后人凭吊，扼腕叹息。</p> <p>　　关于“枉图画”，有一个传说，昭君曾作为掖庭待诏，被选入汉元帝的后宫。当时其他宫女为了早日博得恩宠，都用黄金贿赂宫廷画师毛延寿，希望把自己画美，被皇上选中。独有王昭君自恃貌美，不愿行贿，所以毛延寿便在她的画像上点上丧夫落泪痣。昭君便被贬入冷宫三年，无缘面君。把昭君所谓的“悲剧”和宫廷画师相联系，尽管有些牵强，却更能加深悲伤的主题。</p> <p>　　第二首诗写昭君拂净了马鞍，流着眼泪上马向西而去.。“今日”还是汉朝的宫里人，“明朝”就是匈奴单于的妻妾了。按照丁启阵先生的说法，当诗人到写第二首时，似乎情无以堪，只能勉强完成一首五言绝句，不同于第一首的五联十句。</p> <p>　　昭君出塞的故事，历来都被人写作多种主题。李白的这两首诗尽管走的是悲悯伤情路线，读来仍然让人伤怀、感动。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "写人"
  ]
}