{
  "id": 72927,
  "star": 13,
  "name": "秋夜读书每以二鼓尽为节",
  "dynasty": "宋代",
  "content": "腐儒碌碌叹无奇，独喜遗编不我欺。<br>白发无情侵老境，青灯有味似儿时。<br>高梧策策传寒意，叠鼓冬冬迫睡期。<br>秋夜渐长饥作祟，一杯山药进琼糜。",
  "fanyi": "<h2>注释</h2> 尽：原作“壶”，据钱仲联校注本改。<br>腐儒：谓陈腐不合时宜之学者。《汉书》：“为天下，安用腐儒？”<br>碌碌：凡庸貌。《史记》：“九卿碌碌奉其官。”<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《古意》<a href=\"http://so.gushiwen.org/view_72927.aspx\">诗</a>：“碌碌复碌碌，百年双转毂。”<br>青灯：指灯光。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《寺居独夜寄崔主簿》诗：“坐使青灯晓，还伤夏衣薄。”姚偓《南源山》诗：“白雨鸣山麓，青灯语夜阑。”<br>策策：落叶声。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《秋杯》诗：“秋风一披佛，策策鸣不已。”<br>叠鼓：乐器名，俗称小击鼓。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《献封大夫破播仙凯歌六首》之三：“鸣笳叠鼓拥回军，破国平蕃昔未闻。”<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《鼓吹曲》：“凝笳翼高盖，叠鼓送华辀。”<br>冬冬：鼓声也。《唐书》：“马周上言，令金吾每街隅悬鼓，夜击以止其行李，以备窃盗，时人遂呼为冬冬鼓也。”<br>山药：即山薯。琼糜：琼浆也，玉糁也。《说文》：糜，糁也。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>诗：“厨人清晓献琼糜，正是相如酒渴时。”",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　首联自叹为“碌碌无奇”的“腐儒”，只喜有古人的遗书可读，是夜读的缘起，<a href=\"http://so.gushiwen.org/view_72927.aspx\">诗</a>笔平平；联系<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的生平抱负和志越，内涵却不简单。陆游早年即饱报国壮志，不甘以‘腐儒”自居，又顾以“奇才”自负；自称“腐儒”与“叹无奇”，都含有“世不我许，我不世与”——即当道不明，才不见赏之慨。“独喜遗编不我欺”，则含有不屑与世浮沉，而要坚持得自“通编”的“济世”理想之意；与五十二岁时作的《读书》的“读书本意在元元(指人民)”，六十七岁时作的《五更读书示子》的“暮年于书更多味，眼底明明见莘渭(指伊尹、吕尚的进身济世)”，“万钟一品不足贵，时来出手苏元元”，七十三岁时作的《读书》的“两眼欲读天下书，力虽不逮志有余。千载欲追圣人徒，慷慨自信宁兔愚”，七十五岁时作的《冬夜读书示子聿》的“圣师虽远有遗经，万世犹存旧典型。白首自怜心未死，夜窗风雷一灯青”，八十一岁时作的《读书示于局郁郁遹》的“忍饥讲虞唐(指尧舜治国之道)”，“古言(指儒家的“济世”理论与思想)不吾欺”，八十五岁时作的《读书》的“少从师友讲唐虞，白首襟环不少舒。旧谓皆当付之酒，今知莫若信吾书”等句参看，其事自明。</p> <p>　　次联从室内写夜读，是全诗最精彩的两句。陆游到老还以眼明齿坚自豪，而头上可能早已出现一些白发，故四十以前，即已谈及“白发”，这里出句也说是“白发无情侵老境”。这句孤立看便无奇；与下句作对，却构成很美的意境：头有“白发”逼近“老境”的人，对着“青灯”夜读，还觉得意味盎然，象儿时读书一样。“白发”、“青灯”，“无情”、“有味”，“老境”、“儿时”’一一相映成趣，勾人联想。凡是自幼好学，觉得读书有味(这是关键)，到老犹好学不倦的人，读了这联诗，都会感到亲切，无限神往，沉浸于诗人所刻划的夜读情景．这一联与后期的《风雨夜坐》中的“欹枕旧游来眼底，掩书余味在胸中”一联，最能打动中老年人胸中的旧情和书味，把他们的欲言难言之境与情写得“如在目前”。诗人六十三岁时作的《冬夜读书》：“退食淡无味，一窗宽有余。重寻总角梦，却对短檠书”，七十七岁时作的《自勉》的“读书犹自力，爱日似儿时”等句，可和此联参证。</p> <p>　　第三联从室外写秋夜。在“高梧”树叶的摇落声中传来“寒意”；重复敲打的更鼓报过二更，明日公务在身，虽书兴犹浓，而“睡期”却苦不能延。策策、冬冬，声声到耳；秋夜深更，情景逼真。第四联以写入睡前的进食作结。忍饥读书，一杯山药煮成的薯粥，却认为胜过“琼糜”。从进食情况表现作者的清苦生活和安贫乐道、好学不倦的情怀。八十四岁时作的《读书至夜分感叹有赋》的“老人世间百念衰，惟好古书心未移。断碑残刻亦在椟，时时取玩忘朝饥”等句，更可见出他这种生活与情怀贯彻始终。这两联笔调清淡，但意境不薄。</p> <p><strong>其二</strong></p> <p>　　该诗首联写夜读的缘起，起笔虽平，却表现了作者济世的理想抱负。颔联写老来读书兴味盎然，令人倍感亲切。颈联说明诗人秋夜常读书至“二鼓”时分，还恋恋不忍释卷。尤其感人的是冬夜，窗外冰天雪地，寒气凛冽，室内却见诗人精神振奋。尾联以睡前进食作结，表现作者的清苦生活和好学不倦的情怀。</p> <p>　　陆游自言“六十年间诗万首”，而诗的首联却以“腐儒碌碌叹无奇”起句，显得意味深长。因为他曾在《融州寄松纹剑》中有过这样的诗句“耻作腐儒长碌碌”。如今竟然能以“腐儒”自居，似乎有悖于早年的一腔壮志凌云。联系当时陆游的境遇，初任隆兴通判，孤寂无侣，落落寡欢，只能用读书排遣心中的抑郁，便有了“独喜遗编不我欺”。所以，回过头再去品味“独喜遗编”还是表现了他一贯积极的入世观。因为陆游读书是为了“济世救民”，有其诗“读书本意在元元（指人民）”为证。</p> <p>　　颔联的“白发”令人滋生出老境的颓唐，但是在“青灯”之下，却别有一番意韵。有位哲人曾说过“书籍是少年的食物，它使老年人快乐”。所以儿时读书是有滋有味的，早生华发的陆游如今在青灯的陪伴下，仿佛重又回到儿时，享受着读书的快乐。此联写室内夜读，晓畅平易，精炼自然，亲切有味，是全诗最精彩的两句。</p> <p>　　颈联写室外的秋夜。窗外传来秋风吹落梧桐树叶的“策策”声响，更鼓“冬冬”声报过二更，催促诗人应该歇息了。诗人逼真地再现当时的情景，令人有身临其境之感。</p> <p>　　尾联写了诗人入睡前的进食的情景。专心读书的诗人感到有些饥肠辘辘，便把山药煮成的薯粥，认为赛过琼浆，于是一个安贫乐道、孜孜好学的诗人便凸现了出来。</p>",
  "about": "<h2>创作背景</h2> 　　《秋夜读书每以二鼓尽为节》这首<a href=\"http://so.gushiwen.org/view_72927.aspx\">诗</a>写于乾道元年（1165）秋天他初任隆兴（治所在今江西南昌）通判时，当时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>四十一岁。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "寒夜",
    "读书",
    "理想"
  ]
}