{
  "id": 10224,
  "star": 5,
  "name": "自淇涉黄河途中作十三首",
  "dynasty": "唐代",
  "content": "川上常极目，世情今已闲。<br>去帆带落日，征路随长山。<br>亲友若云霄，可望不可攀。<br>于兹任所惬，浩荡风波间。</p> <p>清晨泛中流，羽族满汀渚。<br>黄鹄何处来，昂藏寡俦侣。<br>飞鸣无人见，饮啄岂得所。<br>云汉尔固知，胡为不轻举。</p> <p>野人头尽白，与我忽相访。<br>手持青竹竿，日暮淇水上。<br>虽老美容色，虽贫亦闲放。<br>钓鱼三十年，中心无所向。</p> <p>南登滑台上，却望河淇间。<br>竹树夹流水，孤城对远山。<br>念兹川路阔，羡尔沙鸥闲。<br>长想别离处，犹无音信还。</p> <p>东入黄河水，茫茫泛纡直。<br>北望太行山，峨峨半天色。<br>山河相映带，深浅未可测。<br>自昔有贤才，相逢不相识。</p> <p>秋日登滑台，台高秋已暮。<br>独行既未惬，怀土怅无趣。<br>晋宋何萧条，羌胡散驰鹜。<br>当时无战略，此地即边戍。<br>兵革徒自勤，山河孰云固。<br>乘闲喜临眺，感物伤游寓。<br>惆怅落日前，飘飖远帆处。<br>北风吹万里，南雁不知数。<br>归意方浩然，云沙更回互。</p> <p>乱流自兹远，倚楫时一望。<br>遥见楚汉城，崔嵬高山上。<br>天道昔未测，人心无所向。<br>屠钓称侯王，龙蛇争霸王。<br>缅怀多杀戮，顾此生惨怆。<br>圣代休甲兵，吾其得闲放。</p> <p>兹川方悠邈，云沙无前后。<br>古堰对河壖，长林出淇口。<br>独行非吾意，东向日已久。<br>忧来谁得知，且酌尊中酒。</p> <p>朝从北岸来，泊船南河浒。<br>试共野人言，深觉农夫苦。<br>去秋虽薄熟，今夏犹未雨。<br>耕耘日勤劳，租税兼舄卤。<br>园蔬空寥落，产业不足数。<br>尚有献芹心，无因见明主。</p> <p>茫茫浊河注，怀古临河滨。<br>禹功本豁达，汉迹方因循。<br>坎德昔滂沱，冯夷胡不仁。<br>激潏陵堤防，东郡多悲辛。<br>天子忽惊悼，从官皆负薪。<br>畚筑岂无谋，祈祷如有神。<br>宣房今安在，高岸空嶙峋。</p> <p>我行倦风湍，辍棹将问津。<br>空传歌瓠子，感慨独愁人。<br>孟夏桑叶肥，秾阴夹长津。<br>蚕农有时节，田野无闲人。<br>临水狎渔樵，望山怀隐沦。<br>谁能去京洛，憔悴对风尘。</p> <p>朝景入平川，川长复垂柳。<br>遥看魏公墓，突兀前山后。<br>忆昔大业时，群雄角奔走。<br>伊人何电迈，独立风尘首。<br>传檄举敖仓，拥兵屯洛口。<br>连营一百万，六合如可有。<br>方项终比肩，乱隋将假手。<br>力争固难恃，骄战曷能久。<br>若使学萧曹，功名当不朽。</p> <p>皤皤河滨叟，相遇似有耻。<br>辍榜聊问之，答言尽终始。<br>一生虽贫贱，九十年未死。<br>且喜对儿孙，弥惭远城市。<br>结庐黄河曲，垂钓长河里。<br>漫漫望云沙，萧条听风水。<br>所思强饭食，永愿在乡里。<br>万事吾不知，其心只如此。",
  "fanyi": "<h2>注释</h2> （1）题注：题目，扬州<a href=\"http://so.gushiwen.org/view_10224.aspx\">诗</a>局本《全唐诗》作《自淇涉黄河途中作十三首》，活字本作《自淇涉黄河途中作十二首》，四库本作《自淇涉黄河途中十二首》，均少末首。<br>（2）川上：指黄河。《论语》：“子在川上曰：逝者如斯夫？”<br>（3）汀渚：水边陆地和水中小岛。<br>（4）昂藏：轩昂，高峻。<br>（5）野人：田野中的人，平民；诗中所写的老年钓者，实际上是个隐士。<br>（6）闲放：闲散疏放。<br>（7）滑台：在现河南滑县东北。《元和郡县志》：河南道滑州“其城在古滑台，甚险固”。<br>（8）竹：《英华》、活字本、四库本均作“行”。城：《英华》作“村”。<br>（9）长想：《英华》作“遥忆”。犹：《英华》作“独”；四库本注：“一作独”。<br>（10）纡（yū）：弯曲。<br>（11）峨峨：山高。<br>（12）此地即边戍：东晋、南北朝刘宋时，经常于黄河南岸滑台一带交战。如398年（东晋安帝隆安年二年），慕容德自邺南徙滑台，号南燕。410年（义熙六年），南燕为刘裕的北伐军所灭。431年（宋文帝元嘉八年），檀道济北伐失利，滑台陷于北魏。<br>（13）游寓：漂泊无定的寄旅生涯。<br>（14）回互：天地互相连接。下句从天上的云、河滩的沙着笔，与上句浩然归意构成强烈对比。倚楫：扶着船桨。<br>（15）楚汉城：指广武二城，在荥阳敖仓西三皇山上，两城相距二百多步，中间隔着深涧，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>与<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>曾在此对阵相语。崔嵬：高峻的样子。<br>（16）天道二句：意为天道难测，民心无所归顺。<br>（17）屠钓称侯王：樊哙以屠狗为业，后赐爵列侯；韩信钓于淮阴城下，后被封为齐王。龙蛇：喻刘邦与项羽。<br>（18）生：活字本、四库本均作“增”。<br>（19）圣代：指唐朝。<br>（20）兹（zī）川：兹，这，此；川，河。邈：《英华》作“悠”。邈（miǎo），遥远。<br>（21）堰：《英华》作“塔”；壖：即堧（ruán），河边空地。淇口：淇河入黄河处。<br>（22）向：《英华》注：“集作南。”<br>（23）尊：同“樽”。<br>（24）南河浒：浒，水边地。“南河”，《英华》作“河南”。<br>（25）日勤：《英华》作“自劬”。舄卤（xièlǔ）：盐碱地 。<br>（26）空寥落：“空”，《英华》作“定”，注：“《诗选》作空。”产业：土地。<br>（27）献芹：向皇帝进献嘉言，典出《列子·杨朱篇》。无因：没有办法。<br>（28）浊河：即黄河。<br>（29）豁达：豁然开大的样子。汉迹方因循：汉朝循禹之道治水。因循，依旧法而不改。<br>（30）坎德：《易经》有坎卦，坎为水，为沟渎；滂沱，大雨不断。冯夷：河伯名。河伯，黄河水神，也叫河神。汉武帝塞瓠子决河，作歌说：“为我谓河伯兮胡不仁？”<br>（31）激潏陵堤防：潏（yù），大水涌流。陵，侵越。“激”，活字本、四库本均作“渤”。东郡：汉时河决瓠子，地在东郡，今河南滑县。<br>（32）从官皆负薪：武帝令将军以下砍淇园竹为楗，中塞以草，用土石填决口。<br>（33）畚：运土工具。<br>（34）宣房：武帝塞黄河之口后筑宫其上，名为宣房宫。“高岸”句注：《英华》、四库本此句下尚有下一首开头四句，即“我行倦风湍，辍棹将问津。空传歌瓠子，感慨独愁人”。<br>（35）“我行”句注：《英华》、四库本均以“孟夏”句为此首开头。辍棹将问津：意谓诗人要黄河泛舟时间既久有此疲倦，于是停下船来找渡口歇息。<br>（36）歌瓠子：汉武帝在滑台成塞河大功时曾作《瓠子之歌》。<br>（37）孟夏：夏季的第一个月，农历四月。秾阴：《英华》作“蒙蒙”。秾（nóng），花木繁盛。<br>（38）樵：《英华》作“商”。<br>（39）魏公墓：隋末<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>起义，众推为王，号魏公。其墓在黎阳山南。地在今河南浚县东南。<br>（40）大业：隋炀帝年号，605—618年。<br>（41）伊人何电迈：伊人指李密；电迈，言其迅疾。《宋书·孔凯传》：“铁骑连群，风驱电迈。”<br>（42）传檄举敖仓：李密命祖君彦移檄郡县，指斥炀帝十罪；敖仓，秦朝粮仓，这里指隋朝的回洛仓，在河南孟津县东。<br>（43）皤皤（pópó）：老人须发变白。有耻：《论语·子路》：“行 己有耻。”先哲圣贤立身做人一个重要标准和境界。孟子：“人不可以无耻”、“耻之于人大矣”。<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>：“风俗之美，在养民知耻。”“人之有所不为，皆赖有耻心。”<br>（44）榜：通舫；辍榜，即停船。",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首：此<a href=\"http://so.gushiwen.org/view_10224.aspx\">诗</a>作为组诗首篇，有“小序”作用。大意是：诗人要从淇水上游的隐居地南渡黄河到梁宋一带去，虽然在黄河边放眼远望的时候很多，但此次一路跋涉，面对长河落日，感慨于背井离乡，与亲友天隔一方，心里别有一番滋味。他决心继续漂泊天下。</p> <p>　　第二首：作者渡黄河见汀渚满眼小鸟中，一只高洁轩昂的黄鹄，它的惊人之飞鸣尚不为人所认识，但它不屑于与众鸟一起争食，并不急于展示一飞冲天的资质和才能。托物言志，黄鹄就是尚未发达的诗人自己。</p> <p>　　第三首：作者接待一位老年隐士的来访，这位隐士三十年来在淇河以垂钓谋生，生活清贫但心绪坦然。头发全白但容颜美好。</p> <p>　　第四首：前四句写黄河、尤其是淇河两岸的秀美景色。满眼是翠竹大树，水流汩汩，孤城远山。后四句写诗人对路途遥远和与亲友久别的憾恨之情。</p> <p>　　第五首：作者渡黄河时眺望彼岸山川大势。首二句写泛舟黄河。中四句写黄河北岸太行山耸入云天，与黄河相映成趣；山之高峻与水之深险形成对比。末二句抒发渴望见到江湖贤才。</p> <p>　　第六首：旅途登滑台，既抒发离忧，又触景怀古，对东晋、刘宋国势不振，北方异族入侵表示感慨，实际上寄寓著作者对当时唐代边防的关切。</p> <p>　　第七首： 此诗写逆黄河水流而上在荥阳一带观看楚汉相争旧迹的感受，表现了诗人厌恶战乱、向往和平的思想感情。</p> <p>　　第八首：唐代黄河流经滑州，淇水流入黄河。《元和郡县志》谓滑州白马县“黄河去外城二十步”。此诗写作者泛舟黄河眺望北岸淇水入河口所见，特写在平旷的淇滨土地上长满了高大的树木。</p> <p>　　第九首：此诗分三部分：前四句是作者的自述，写行程路线及最突出感受，自北而南，满目情形大体相似，可见“农夫苦”已成普遍现象；中六句是农民诉苦，具体描述农夫之苦况，除日日劬劳之外，再加天旱、租税之双重灾难，无所收获也就是必然的了；末二句自抒怀抱，虽有良策拯民，却无由上达，于无奈中显出强烈的民胞精神与失志之愤，表达了作者对穷苦农民的同情和自己欲救无门的愤懑心情。<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>能于盛世背后发现严重的社会问题，这样的题材，在盛唐诗人中大约以此篇为最早。此诗在艺术上全用白描。叙事、写景、抒情融于一体，语言自然朴素，不加藻饰；真情真景，如在眼前。其次，感情极为深沉凝重。既有“深觉农夫苦”的猛烈迸发，又有叙事中的深沉悲痛，还有报国无门的愤懑不平。总之，诗人忧国忧民之情无不一以贯之。</p> <p>　　第十首：作者泛舟黄河经瓠子决口（在今滑县）时凭吊汉帝治河功绩所作，高适以大禹比武帝，讴歌武帝在黄水决口瓠子时，督率军民斩竹塞口，功成滑台，千古留名。</p> <p>　　第十一首：此诗写初夏时节诗人在滑台泊舟时所见淇水入河口一带景色：淇水两岸桑树成行，蚕农们都在忙着采摘桑叶。诗人在水边与打鱼、砍柴的聊天，怀念先前的隐居生活。</p> <p>　　第十二首：此诗写诗人弃船登岸，在黎阳山一带徜徉，怀念隋末农民起义领袖<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>生前业绩。对李密首举义旗、动摇隋朝根基的功勋给予充分肯定，对他缺乏智谋、未成王侯之业表示惋惜。</p> <p>　　第十三首：此诗写高适在黄河边结识的一位高龄渔者，赞扬了他自食其力、与世无争的高尚情操。</p>",
  "about": "<h2>创作背景</h2> 　　有人认为，这组<a href=\"http://so.gushiwen.org/view_10224.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>在公元747年（唐玄宗天宝六载）夏秋间自淇上渡黄河归至梁宋时所作。而原西华师范大学校长佘正松教授则认为，高适从淇河南渡黄河的时间在于开元（唐玄宗年号，713—741）末年。高适离别县尉刘子英，准备回梁宋隐居。当时正处唐朝“开元盛世”时期，国力强盛，经济繁荣，声威远播四海之外。一般人都沉浸在这表面的欣欣向荣的气氛中，但在这表面的繁荣局面下，却掩盖着极其尖锐的矛盾。这组诗就是在这样的时代背景下创作的。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "黄河",
    "抒怀",
    "感慨",
    "忧国忧民"
  ]
}