{
  "id": 50967,
  "star": 60,
  "name": "满庭芳·夏日溧水无想山作",
  "dynasty": "宋代",
  "content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。<br>年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。",
  "fanyi": "<p><strong>译文</strong><br>风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>泛舟九江边。<br>年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。</p> <p><strong>注释</strong><br>①溧水：县名，今属江苏省南京市。<br>②风老莺雏：幼莺在暖风里长大了。<br>③午阴嘉树清圆：正午的时候，太阳光下的树影，又清晰，又圆正。<br>④卑：低。<br>⑤润：湿<br>⑥ 乌鸢[yuān]： 即乌鸦。<br>⑦ 溅溅：流水声。<br>⑧黄芦苦竹，拟泛九江船：出自白居易《琵琶行》“黄芦苦竹绕宅生。”<br>⑨ 社燕：燕子当春社时飞来，秋社时飞走，故称社燕。<br>⑩瀚海：沙漠，指荒远之地。<br>⑪修椽：长椽子。句谓燕子营巢寄寓在房梁上。<br>⑫身外：身外事，指功名利禄。<br>⑬尊：同樽，古代盛酒的器具。<br>⑭急管繁弦：宋·<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》词：“绣幕卷波香引穗，急管繁弦，共爱人间瑞。”形容各种乐器同时演奏的热闹情景。<br>⑮筵[yán]：竹席。<br>⑯枕簟[diàn]：枕席。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>为北宋末期词学大家。由于他深通音律，创制慢词很多，无论写景抒情，都能刻画入微，形容尽致。章法变化多端，疏密相间，笔力奇横。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>推尊为词中老杜，确非溢美之词。兹分析一下他的《满庭芳》一首词，即可见一斑：</p> <p>　　周邦彦于公元1093年（哲宗元祐八年）任溧水（今江苏溧水县）令，时年三十七岁。无想山在溧水县南十八里，山上无想寺（一名禅寂院）中有<a href=\"http://so.gushiwen.org/author_1292.aspx\">韩熙载</a>读书堂。韩曾有赠寺僧<a href=\"http://so.gushiwen.org/view_50967.aspx\">诗</a>云：“无想景幽远，山屏四面开。凭师领鹤去，待我桂冠来。药为依时采，松宜绕舍栽。林泉自多兴，不是效刘雷。”由此可见无想山之幽僻。<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>以为无想山乃邦彦所名，非是。</p> <p>　　上片写足江南初夏景色，极其细密；下片即景抒情，曲折回环，章法完全从柳词化出。“风老”三句，是说莺雏已经长成，梅子亦均结实。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有“风蒲燕雏老”之句，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有“红绽雨肥梅”之句，皆含风雨滋长万物之意。两句对仗工整，老字、肥字皆以形容词作动词用，极其生动。时值中午，阳光直射，树荫亭亭如幄，正如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>所云：“日午树荫正，独吟池上亭。”“圆”字绘出绿树葱茏的形象。此词正是作者在无想山写所闻所见的景物之美。</p> <p>　　“地卑”两句承上而来，写溧水地低而近山的特殊环境，雨多树密，此时又正值黄梅季节，所谓“梅子黄时雨”，使得处处湿重而衣物潮润，炉香熏衣，需时较久，“费”字道出衣服之润湿，则地卑久雨的景象不言自明，湿越重，衣越润，费炉烟愈多，一“费”字既具体又概括，形象袅袅，精炼异常。</p> <p>　　“人静”句据陈元龙注云：“杜甫诗‘人静乌鸢乐’。”今本杜集无此语。正因为空山人寂，所以才能领略乌鸢逍遥情态。“自”字极灵动传神，画出鸟儿之无拘无束，令人生羡，但也反映出自己的心情苦闷。周词《琐窗寒》云：“想东园桃李自春”，用“自”字同样有无穷韵味。“小桥”句仍写静境，水色澄清，水声溅溅，说明雨多，这又与上文“地卑”、“衣润”等相互关联。邦彦治溧水时有新绿池、姑射亭、待月轩、萧闲堂诸名胜。</p> <p>　　“凭栏久”承上，意谓上述景物，均是凭栏眺望时所见。词意至此，进一步联系到自身。“黄芦苦竹”，用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》中“住近湓江地低湿，黄芦苦竹绕宅生”之句，点出自己的处境与被贬谪的白居易相类。“疑”字别本作“拟”，当以“疑”字为胜。</p> <p>　　换头“年年”，为句中韵。《乐府指迷》云：“词中多有句中韵，人多不晓，不惟读之可听，而歌时最要叶韵应拍，不可以为闲字而不押，……又如《满庭芳》过处‘年年，如社燕’，‘年’字是韵，不可不察也。”三句自叹身世，曲折道来。作者在此以社燕自比，社燕每年春社时来，秋社时去，从漠北瀚海飘流来此，于人家屋椽之间暂时栖身，这里暗示出他宦情如逆旅的心情。</p> <p>　　“且莫思”两句，劝人一齐放下，开怀行乐，词意从杜甫诗“莫思身外无穷事，且尽尊前有限杯”中化出。“憔悴”两句，又作一转，飘泊不定的江南倦客，虽然强抑悲怀，不思种种烦恼的身外事，但盛宴当前，丝竹纷陈，又令人难以为情而徒增伤感，这种深刻而沉痛的拙笔、重笔、大笔，正是周词的特色。</p> <p>　　“歌筵畔”句再转作收。“容我醉时眠”，用陶潜语：“潜若先醉，便语客：‘我醉欲眠卿可去。’”（《南史·陶潜传》）<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>亦有“我醉欲眠卿且去”之句，这里用其意而又有所不同，歌筵弦管，客之所乐，而醉眠忘忧，为己之所欲，两者尽可各择所好。“容我”两字，极其婉转，暗示作者愁思无已，惟有借醉眠以了之。</p> <p>　　周邦彦自公元1087年（元祐二年）离开汴京，先后流宦于庐州、荆南、溧水等僻远之地，故多自伤身世之叹，这种思想在此词中也有所反映。但此词的特色是蕴藉含蓄，词人的内心活动亦多隐约不露。例如上片细写静景，说明作者对四周景物的感受细微，又似极其客观，纯属欣赏；但“凭栏久”三句，以贬居江州的白居易自比，则其内心之矛盾苦痛，亦可概见。不过其表现方式却是与《琵琶行》不同。陈廷焯说：“但说得虽哀怨，却不激烈，沉郁顿挫中别饶蕴藉。”（《白雨斋词话》）说明两者风格之不同。下片笔锋一转再转，曲折传出作者流宦他乡的苦况，他自比暂寄修椽的社燕，又想借酒忘愁而苦于不能，但终于只能以醉眠求得内心短暂的宁静。《蓼园词选》指出：“‘且莫思’至句末，写其心之难遣也，末句妙于语言。”这“妙于语言”亦指含蓄而言。</p> <p>　　宋陈振孙《直斋书录解题》云：“清真词多用唐人诗语，隐括入律，浑然天成，长调尤善铺叙，富艳精工。”这话是对的。即如这首词就用了杜甫、白居易、刘禹锡、杜牧诸人的诗，而结合真景真情，炼字琢句，运化无痕，气脉不断，实为难能可贵的佳作。 </p><br/><h2>赏析</h2> <p>　　这首词较真实地反映了封建社会里，一个宦途并不得意的知识分子愁苦寂寞的心情。上片写江南初夏景色，将羁旅愁怀融入景中。下片抒发飘流之哀。此词整体哀怨却不激烈，沉郁顿挫中别饶情味，体现了清真词一贯的风格。</p> <p>　　一开头写春光已去，雏莺在风中长成了，梅子在雨中肥大了。这里化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>“ 风蒲燕雏老（《赴京初入汴口》）及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“红绽雨肥梅（《陪郑广文游何将军山林》）<a href=\"http://so.gushiwen.org/view_50967.aspx\">诗</a>意。两句对仗工整，老字、肥字皆以形容词作动词用，极其生动。“午阴嘉树清圆 ”，则是用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《昼居池上亭独吟》“日午树阴正”句意，“清圆”二字绘出绿树亭亭如盖的景象。以上三句写初夏景物，体物极为细微，并反映出作者随遇而安的心情，极力写景物的美好，无伤春之愁，有赏夏之喜。但接着就来一个转折：“地卑山近，衣润费炉烟 。”’正象<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>贬官江州 ，在《琵琶行》里说的“住近湓江地低湿”，溧水也是地低湿 ，衣服潮润，炉香熏衣，需时良多，“费”字道出衣服之潮 ，一“费”字既具体又概括，形象袅袅，精炼异常，则地卑久雨的景象不言自明。作者在这里还是感到不很自在吧 。接下去又转写：此地比较安静，没有嘈杂的市声，连乌鸢也自得其乐。“人静”句据陈元龙注云：“杜甫诗‘人静乌鸢乐’。”今本杜集无此语。正因为空山人寂，所以才能领略乌鸢逍遥情态。“自”字极灵动传神，画出鸟儿之无拘无束，令人生羡，但也反映出自己的心情苦闷。周词《琐窗寒》云：“想东园桃李自春”，用“自”字同样有无穷韵味。“小桥”句仍写静境，水色澄清，水声溅溅，说明雨多，这又与上文“地卑”、“衣润”等相互关联。小桥外，溪不清澄，发出溅溅水声。似乎是一种悠然自得之感 。但紧接着又是一转：“凭栏久，黄芦苦竹，疑泛九江船。”白居易既叹“ 住近湓江地低湿，黄芦苦竹绕宅生 ”，词人在久久凭栏眺望之余，也感到自己处在这“地卑山近”的溧水，与当年白居易被贬江州时环境相似 ，油然生出沦落天涯的感慨。由“凭栏久”一句，知道从开篇起所写景物都是词人登楼眺望所见。</p> <p>　　下片开头，换头“年年”，为句中韵。《乐府指迷》云：“词中多有句中韵，人多不晓，不惟读之可听，而歌时最要叶韵应拍，不可以为闲字而不押，又如《满庭芳》过处‘年年，如‘社燕’，‘年’字是韵，不可不察也。”三句自叹身世，曲折道来。以社燕自比。社燕在春社时飞来，到秋社时飞去，从海上飘流至此，在人家长椽上作巢寄身。瀚海，大海 。词人借海燕自喻，频年飘流宦海，暂在此溧水寄身 。既然如此，“且莫思身外，长近尊前”，姑且不去考虑身外的事，包括个人的荣辱得失，还是长期亲近酒樽，借酒来浇愁吧。词人似乎要从苦闷中挣脱出去 。这里 ，点化了杜甫“莫思身外无穷事 ，且尽生前有限杯”（《绝句漫兴》）和杜牧的身外任尘土 ，尊前极欢娱（《张好好诗 》）。“憔悴江南倦客 ，不堪听急管繁弦 ”，又作一转 。在宦海中飘流已感疲倦而至憔悴的江南客，虽想撇开身外种种烦恼事，向酒宴中暂寻欢乐，如谢安所谓中年伤于哀东，正赖丝竹陶写 ，但宴席上的“急管繁弦”，怕更会引起感伤。杜甫《陪王使君》有“不须吹急管，衰老易悲伤 ”诗句 ，这里“不堪听”含有“易悲伤”的含意 。结处“歌筵畔，承上“急管繁弦”。“先安簟枕，容我醉时眠，则未听丝竹，先拟醉眠。他的醉，不是欢醉而有愁醉。丝竹不入愁之耳，唯酒可以忘忧。箫统《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>传》：“渊明若先醉，便语客：‘我醉欲眠，卿可去。’”词语用此而情味自是不同。“容我”二字，措辞宛转，心事悲凉。结语写出了无可奈何、以醉遣愁的苦闷。</p>",
  "about": "<h2>句解</h2> <p>风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟<br>　　黄莺的雏鸟在和风中长大了，梅子也在雨水的滋润下日益成熟。中午的时候，天阴沉沉的，树木更见美好，叶子清亮，给人珠圆玉润的感觉。“风老莺雏，雨肥梅子，午阴嘉树清圆”三句，固然是写景，但也点明了时令。溧水在长江南岸，背山而居，进入梅雨季节，湿气太重，身上的衣裳总是湿漉漉的，自然要花很多工夫在炉火边将它们烤干。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《鵩鸟赋》里说“谊既谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长”；<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>贬谪江州司马时所作《琵琶行》<a href=\"http://so.gushiwen.org/view_50967.aspx\">诗</a>里说“住近湓江地低湿”。“地卑”“衣润”，暗寓贬谪之苦。然而，不说衣“湿”，而说衣“润”，便有许多情致。</p> <p>人静乌鸢自乐，小桥外、新绿溅溅。凭栏久，黄芦苦竹，拟泛九江船<br>　　偏居近山卑湿之地，难免心境萧条，来往宾客也很少。唯有乌鸦鸟雀往来，小桥流水，在新绿的掩映之下，欢快流淌。乌鸢，就是乌鸦。溅溅，是象声词，形容水流的声音。一个人百无聊赖，想起白居易《琵琶行》里“黄芦苦竹绕宅生”的诗句，此情此景也真是像白居易当年在九江写《琵琶行》的时候啊。“拟”字，在这里是“似”的意思。“黄芦苦竹”和“九江船”，自然是用白居易写《琵琶行》的典故。《琵琶行》序云：“元和十年，余左迁九江郡司马。明年秋，送客湓浦口，闻船中夜弹琵琶者，听其音铮铮然有京都声。”</p> <p>年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前<br>　　下片转到说自家身世，感叹自己如社燕一般，年年奔波，四海漂流，终究还是寄人篱下。社燕，指春社之燕。古人以立春后第五个戊日为春社，立秋后第五个戊日为秋社，燕子在春社飞来，秋社飞走，所以称社燕。瀚海，即是“翰海”，《史记索引》引崔浩语“北海名，群鸟之所解羽，故云翰海”。“飘流瀚海”，是说燕子漂流到边远寒荒之地。“修椽”，指房屋里的长梁，燕子一般选择在梁下做窝。身世已是如此了，还不如不考虑这些烦心的事情，还不如喝下眼前的这杯酒。尊前，同“樽前”，指酒樽之前。“莫思身外，长近尊前”八个字，自<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗中来。杜甫《绝句漫兴九首》有云：“莫思身外无穷事，且近生前有限杯”。</p> <p>憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠<br>　　“对酒”总是“当歌”，奈何借酒浇愁愁更愁，身为江南倦客的我，形容憔悴，酒筵上的急管繁弦之音，只能让我脆弱的内心更加不堪。有心思的人，是最容易喝醉的。我且豁出去吧，你们在酒席歌筵边，先给我准备好凉席和枕头，我醉了的时候，就让我一个人好好地躺一会儿。</p><br/><h2>创作背景</h2> 　　宋哲宗元祐八年（1093年），<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>被贬任溧水县（今江苏溧水）县令，时年三十九岁，此词于游无想山时所作。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "写景",
    "抒怀"
  ]
}