{
  "id": 70922,
  "star": 244,
  "name": "夏意",
  "dynasty": "宋代",
  "content": "别院深深夏席清，石榴开遍透帘明。<br>树阴满地日当午，梦觉流莺时一声。",
  "fanyi": "<p><strong>译文</strong><br>小院幽深寂静，我躺在竹席上，浑身清凉；窗外的石榴花盛开，透过垂挂的竹帘，映红了虚堂。<br>浓密的树阴隔断了暑气，正是中午时分，我一觉醒来，耳边传来黄莺儿断续的啼唱。</p> <p><strong>注释</strong><br>⑴别院：正院旁侧的小院。夏簟（diàn）：夏天的竹席。清：清凉。<br>⑵透帘：穿透帘子。<br>⑶觉（jué）：睡醒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　夏季的白昼是漫长的，夏季的中午又是那么炎热，在夏季，午睡成为一种享受，<a href=\"http://so.gushiwen.org/view_70922.aspx\">诗</a>人们也津津乐道午睡的舒适及醒来时的惬意。夏日的午睡，在诗人的笔下似乎是一种充满魅力的题材，自从<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的“五六月中，北窗下卧，遇凉风暂至，自谓是羲皇上人”这名言传世后，午睡的各种情趣不断出现在诗中。如唐<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《夏昼闲作》：“南州溽暑醉如酒，隐几熟眠开北牖。日午独觉无余声，山童隔竹敲茶臼。”宋张宛丘《夏日》：“黄帘绿幕断飞蝇，午影当轩睡未兴。枕稳海鱼镌紫石，扇凉山雪画青缯。”宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《闲居初夏午睡起》：“日长睡起无情思，闲看儿童捉柳花。”这些轻松的诗句，与炎炎赤日、蒸人暑气成为截然不同的概念，体现出积极向上的热爱生活的情趣。<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>这首《夏意》诗所表现的也是这一主题。</p> <p>　　诗的前三句着力在炎热的夏天描绘出一派清幽的世界，以衬托午睡的舒适。第一句写午睡的场所，“深深”说明别院深幽寂静，因为寂静，而感到了“清”，体现出物我之间的通感，使人直观地感觉到在这里午睡的宜人。第二句写院外的环境。院内屋中是一味清凉，窗外榴花盛开，透过窗帘，仍能感觉到它艳丽的色彩。可以想象，诗人躺在席子上，榴花映照屋内，颜色柔和，带有催眠的作用。第三句把上两句所说加以综合，点出中午这个时间，说庭院深深，午时也绿阴遍地，凉意沁人。通过上面三句，午睡的各项条件都已具备，可接手写午睡了，诗却一下跳开，直接写梦醒，用笔灵活。梦醒后宁谧，又通过不时传来断续的莺声来反衬。睡醒后恬静舒适，睡觉时恬静舒适也就可想而知了，这就是诗人想表现的“夏意”。</p> <p>　　全诗四句，围绕午睡写。前三句是午睡前，末句是午睡后，不直接写午睡，而午睡已包含在其中，用笔活泼跳脱。诗又句句切合夏日，不断利用色彩来表现景物，表达诗人满足的心情，与夏午本应给人的炎热与压抑成鲜明的对比。</p> <p>　　诗的表现手法尚有三点可注意：</p> <p>　　笔致轻巧空灵：写庭院，落墨在深深别院；写榴花，则施以帷帘；写绿树，从清阴看出；写黄莺，从啼声听得，句句从空际着笔，遂构成与昼寝相应的明丽而缥缈的意境。</p> <p>　　结构自然工巧：诗写昼寝，前三句实际上是入睡前的情景，但直至末句才以“梦觉”字挑明，并续写觉后之情景。看似不续，其实前三句清幽朦胧的气氛句句都是铺垫，而“日当午”一语更先埋下昼寝的伏线，待末句挑明，便觉悄然入梦，骤然而醒，风调活泼可喜，避免了质直之病。</p> <p>　　风格清而不弱。唐代<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的《题破山寺后院》云：“曲径通幽处，禅房花木深”，形象与此诗一二句相似，但常诗写出世之想，寂灭之感，这首诗洒脱不羁。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>称舜钦“雄豪放肆”（（祭苏子美文》），故虽同写清景，却能寓流丽俊爽于清邃幽远之中，清而不弱，逸气流转，于王、孟家数外别树一格。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>这首《夏意》<a href=\"http://so.gushiwen.org/view_70922.aspx\">诗</a>，能于盛夏炎热之时写出一种清幽之境，悠旷之情。</p> <p>　　“别院深深夏席清”：“夏”字点明节令，而“别院”、“深深”、“清”三词却层层深入，一开始即构成清幽的气氛。别院即正院旁侧的小院。深深，言此小院在宅庭幽深处，小院深深，曲径通幽，在这极清极静的环境中有小轩一座，竹席一领。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《郑群赠簟》诗曾以“卷送八尺含风漪”、“肃肃疑有清飚吹”形容竹席。“夏席清”，正同此意，谓虽当盛夏，而小院深处，竹席清凉。深深是叠词，深深与清，韵母又相近，音质均清亮平远。这样不仅从文字形象上，更从音乐形象上给人以凉爽幽深之感。</p> <p>　　“石榴开遍透帘明”：“帘”字点明夏席铺展在轩屋之中。诗人欹卧于席上，闲望户外，只见榴花盛开，透过帘栊，展现着明艳的风姿。韩愈曾有句云“五月榴花照眼明”(《榴花》)，第二句化用其意，却又加上了一重帷帘。隔帘而望榴花，虽花红如火，却无刺目之感。</p> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>有句云：“蔼蔼堂前林，中夏贮清阴”(《和郭主簿》)。此诗第三句正由陶诗化出，谓虽当中夏亭午，而小院中仍清阴遍地，一片凉意。此句与上句设色相映，从“树阴满地”可想见绿树成林，不写树，而写阴，更显得小院之清凉宁谧。</p> <p>　　在这清幽的环境中诗人又在干什么呢?“梦觉流莺时一声”，原来他已为小院清景所抚慰，虽然烈日当午，却已酣然入睡，待到“梦觉”，只听得园林深处不时传来一两声流莺鸣啼的清韵。写莺声而不写黄莺本身，既见得树荫之茂密深邃，又以阒静之中时歇时现的呖呖之声，反衬出这小院的幽深宁谧。南朝王籍诗云：“鸟鸣山更幽”(《入若耶溪》)，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《辛夷坞》：“月出惊山鸟，时鸣春涧中”。末句意境正与二诗相类。</p>",
  "about": "<h2>点评</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70922.aspx\">诗</a>无一句不切夏景，又句句透散着清爽之意，读之似有微风拂面之感。</p> <p>　　诗的表现手法尚有三点可注意：</p> <p>　　笔致轻巧空灵：写庭院，落墨在深深别院；写榴花，则施以帷帘；写绿树，从清阴看出；写黄莺，从啼声听得，句句从空际着笔，遂构成与昼寝相应的明丽而缥缈的意境。</p> <p>　　结构自然工巧：诗写昼寝，前三句实际上是入睡前的情景，但直至末句才以“梦觉”字挑明，并续写觉后之情景。看似不续，其实前三句清幽朦胧的气氛句句都是铺垫，而“日当午”一语更先埋下昼寝的伏线，待末句挑明，便觉悄然入梦，骤然而醒，风调活泼可喜，避免了质直之病。</p> <p>　　风格清而不弱。唐代<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的《破山寺后院》云：“曲径通幽处，禅房花木深”，形象与此诗一二句相似，但常诗写出世之想，寂灭之感，而此诗给人的印象是洒脱不羁。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>称舜钦“雄豪放肆”(《祭苏子美文》)，故虽同写清景，却能寓流丽俊爽于清邃幽远之中，清而不弱，逸气流转，于王、孟家数外别树一格。</p><br/><h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70922.aspx\">诗</a>作于庆历四年或之后。诗人被革职削籍为民后，于苏州修建沧浪亭，隐居不仕。《夏意》作于苏州隐居之时。</p>",
  "poet": {
    "id": 234,
    "star": 0,
    "name": "苏舜钦",
    "image": "http://img.gushiwen.org/authorImg/sushunqin.jpg",
    "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"
  },
  "tags": [
    "古诗三百首",
    "夏天"
  ]
}