{
  "id": 10452,
  "star": 184,
  "name": "无家别",
  "dynasty": "唐代",
  "content": "寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。<br>存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。<br>久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。<br>四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。<br>方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。<br>虽从本州役，内顾无所携。近行止一身，远去终转迷。<br>家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。<br>生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。",
  "fanyi": "<p><strong>译文</strong><br>天宝以后，农村寂寞荒凉，家园里只剩下蒿草蒺藜。我的乡里百余户人家，因世道乱离都各奔东西。<br>活着的没有消息，死了的已化为尘土。因为邺城兵败，我回来寻找家乡的旧路。<br>在村里走了很久只见空巷，日色无光，一片萧条凄惨的景象。只能面对着一只只竖起毛来向我怒号的野鼠狐狸。<br>四邻还剩些什么人呢？只有一两个老寡妇。宿鸟总是留恋着本枝，我也同样依恋故土，哪能辞乡而去，且在此地栖宿。<br>正当春季，我扛起锄头下田，到了天晚还忙着浇田。县吏知道我回来了，又征召我去练习军中的骑鼓。<br>虽然在本州服役，家里也没什么可带。近处去，我只有空身一人；远处去终究也会迷失。<br>家乡既已一片空荡，远近对我来说都是一样。永远伤痛我长年生病的母亲，死了五年也没有好好埋葬。<br>她生了我，却得不到我的服侍，母子二人终身忍受辛酸。人活在世上却无家可别，这老百姓可怎么当？ </p> <p><strong>注释</strong><br>⑴天宝后：指安史之乱以后。开篇是以追叙写起，追溯无家的原因，引出下文。庐：即居住的房屋。但，只有，极为概括也极为沉痛地传达出安禄山乱后的悲惨景象：什么都没有，唯有一片蒿藜（也就是野草）。<br>⑵贱子：这位无家者的自谓。阵败：指邺城之败。<br>⑶日瘦：日光淡薄，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的自创语。<br>⑷怒我啼：对我发怒且啼叫。写乡村的久已荒芜，野兽猖獗出没。<br>⑸这句以“宿鸟”自比，言人皆恋故土，所以即便是困守穷栖，依旧在所不辞。<br>⑹这句是说他又要被征去打仗。<br>⑺携：即离。无所携，是说家里没有可以告别的人。<br>⑻这两句是以能够服役于本州而自幸。终转迷：终究是前途迷茫，生死凶吉难料。<br>⑼齐：齐同。这两句更进一层，是自伤语。是说家乡已经一无所有，在本州当兵和在外县当兵都是一样。<br>⑽从天宝十四年安禄山作乱到这一年正是五年。委沟溪：指母亲葬在山谷里。<br>⑾两酸嘶：是说母子两个人都饮恨。酸嘶，失声痛哭。<br>⑿蒸黎：指劳动人民。蒸，众。黎，黑。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《无家别》和“三别”中的其他两篇一样，叙事<a href=\"http://so.gushiwen.org/view_10452.aspx\">诗</a>的“叙述人”不是作者，而是诗中的主人公。这个主人公是又一次被征去当兵的独身汉，既无人为他送别，又无人可以告别，然而在踏上征途之际，依然情不自禁地自言自语，仿佛是对老天爷诉说他无家可别的悲哀。</p> <p>　　从开头至“一二老寡妻”共十四句，总写乱后回乡所见，而以“贱子因阵败，归来寻旧蹊”两句插在中间，将这一大段隔成两个小段。前一小段，以追叙发端，写那个自称“贱子”的军人回乡之后，看见自己的家乡面目全非，一片荒凉，于是抚今忆昔，概括地诉说了家乡的今昔变化。“寂寞天宝后，园庐但蒿藜”，这两句正面写今，但背后已藏着昔。“天宝后”如此，那么就会想到天宝前的情况。于是自然地引出下两句。那时候“我里百余家”，应是园庐相望，鸡犬相闻，当然并不寂寞：“天宝后”则遭逢世乱，居人各自东西，园庐荒废，蒿藜（野草）丛生，自然就寂寞了。一起头就用“寂寞”二字，渲染满目萧条的景象，表现出主人公触目伤怀的悲凉心情，为全诗定了基调。“世乱”二字与“天宝后”呼应，写出了今昔变化的原因，也点明了“无家”可“别”的根源。“存者无消息，死者为尘泥”两句，紧承“世乱各东西”而来，如闻“我”的叹息之声，强烈地表现了主人公的悲伤情绪。</p> <p>　　前一小段概括全貌，后一小段则描写细节，而以“贱子因阵败，归来寻旧蹊”承前启后，作为过渡。“寻”字刻画入微，“旧”字含意深广。家乡的“旧蹊”走过千百趟，闭着眼都不会迷路，如今却要“寻”，见得已非旧时面貌，早被蒿藜淹没了。“旧”字追昔，应“我里百余家”：“寻”字抚今，应“园庐但蒿藜”。“久行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻”，写“贱子”由接近村庄到进入村巷，访问四邻。“久行”承“寻旧蹊”来，传“寻”字之神。距离不远而需久行，见得旧蹊极难辨认，寻来寻去，绕了许多弯路。“空巷”言其无人，应“世乱各东西”。“日瘦气惨凄”一句，用拟人化手法融景入情，烘托出主人公“见空巷”时的凄惨心境。“但对狐与狸”的“但”字，与前面的“空”字照应。当年“百余家”聚居，村巷中人来人往，笑语喧阗；如今却只与狐狸相对。而那些“狐与狸”竟反客为主，一见“我”就脊毛直竖，冲着“我”怒叫，好像责怪“我”不该闯入它们的家园。遍访四邻，发现只有“一二老寡妻”还活着！见到她们，自然有许多话要问要说，但<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>却把这些全省略了，给读者留下了驰骋想象的空间。而当读到后面的“永痛长病母，五年委沟溪”时，就不难想见与“老寡妻”问答的内容和彼此激动的表情。</p> <p>　　“宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。”──这在结构上自成一段，写主人公回乡后的生活。前两句，以宿鸟为喻，表现了留恋乡土的感情。后两句，写主人公怀着悲哀的感情又开始了披星戴月的辛勤劳动，希望能在家乡活下去，不管多么贫困和孤独！</p> <p>　　最后一段，写无家而又别离。“县吏知我至，召令习鼓鞞”，波澜忽起。以下六句，层层转折。“虽从本州役，内顾无所携”，这是第一层转折；上句自幸，下句自伤。这次虽然在本州服役，但内顾一无所有，既无人为“我”送行，又无东西可携带，怎能不令“我”伤心！“近行止一身，远去终转迷”，这是第二层转折。“近行”孑然一身，已令人伤感；但既然当兵，将来终归要远去前线的，真是前途迷茫，未知葬身何处！“家乡既荡尽，远近理亦齐”，这是第三层转折。回头一想，家乡已经荡然一空，“近行”、“远去”，又有什么差别！六句诗抑扬顿挫，层层深入，细致入微地描写了主人公听到召令之后的心理变化。如<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>所说：“写至此，可以泣鬼神矣！”（见杨伦《杜诗镜铨》引）<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在讲到杜甫“独开生面”的表现手法时指出：“……又有透过一层法。如《无家别》篇中云：‘县吏知我至，召令习鼓鞞。’无家客而遣之从征，极不堪事也；然明说不堪，其味便浅。此云‘家乡既荡尽，远近理亦齐’，转作旷达，弥见沉痛矣。”</p> <p>　　“永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。”尽管强作达观，自宽自解，而最悲痛的事终于涌上心头：前次应征之前就已长期卧病的老娘在“我”五年从军期间死去了！死后又得不到“我”的埋葬，以致委骨沟溪！这使“我”一辈子都难过。这几句，极写母亡之痛、家破之惨。于是紧扣题目，以反诘语作结：“人生无家别，何以为蒸黎！”意思是：已经没有家，还要抓走，叫人怎样做老百姓呢？</p> <p>　　诗题“无家别”，第一大段写乱后回乡所见，以主人公行近村庄、进入村巷划分层次，由远及近，有条不紊。远景只概括全貌，近景则描写细节。第三大段写主人公心理活动，又分几层转折，愈转愈深，刻画入微。层次清晰，结构谨严。诗人还善用简练、形象的语言，写富有特征性的事物。诗中“园庐但蒿藜”、“但对狐与狸”，概括性更强。“蒿藜”、“狐狸”，在这里是富有特征性的事物。谁也不能容忍在自己的房院田园中长满蒿藜。在人烟稠密的村庄里，狐狸也不敢横行无忌。“园庐但蒿藜”、“但对狐与狸”，仅仅十个字，就把人烟灭绝、田庐荒废的惨象活画了出来。其他如“四邻何所有？一二老寡妻”，也是富有特征性的。正因为是“老寡妻”，所以还能在那里苟延残喘。稍能派上用场的，如果不是事前逃走，就必然被官府抓走。诗中的主人公就是刚一回村，就又被抓走了的。诗用第一人称，让主人公直接出面，对读者诉说他的所见、所遇、所感，因而不仅通过人物的主观抒情表现了人物的心理状态，而且通过环境描写也反映了人物的思想感情。几年前被官府抓去当兵的“我”死里逃生，好容易回到故乡，满以为可以和骨肉邻里相聚了；然而事与愿违，看见的是一片“蒿藜”，走进的是一条“空巷”，遇到的是竖毛怒叫的狐狸，真是满目凄凉，百感交集！于是连日头看上去也消瘦了。“日”无所谓肥瘦，由于自己心情悲凉，因而看见日光黯淡，景象凄惨。正因为情景交融，人物塑造与环境描写结合，所以能在短短的篇幅里塑造出一个有血有肉的人物形象，反映出当时战区人民的共同遭遇，对统治者的残暴、腐朽，进行了有力的鞭挞。</p><br/><h2>赏析二</h2> <p>　　《无家别》叙事<a href=\"http://so.gushiwen.org/view_10452.aspx\">诗</a>的“叙述人”不是作者，而是诗中的主人公。这个主人公是又一次被征去当兵的独身汉，既无人为他送别，又无人可以告别，然而在踏上征途之际，依然情不自禁地自言自语，仿佛是对老天爷诉说他无家可别的悲哀。</p> <p>　　从开头至“一二老寡妻”共十四句，总写乱后回乡所见，而以“贱子因阵败，归来寻旧蹊”两句插在中间，将这一大段隔成两个小段。前一小段，以追叙发端，写那个自称“贱子”的军人回乡之后，看见自己的家乡面目全非，一片荒凉，于是抚今忆昔，概括地诉说了家乡的今昔变化。“寂寞天宝后，园庐但蒿藜”，这两句正面写今，但背后已藏着昔。“天宝后”如此，那么就会想到天宝前的情况。于是自然地引出下两句。那时候“我里百余家”，应是园庐相望，鸡犬相闻，当然并不寂寞：“天宝后”则遭逢世乱，居人各自东西，园庐荒废，蒿藜（野草）丛生，自然就寂寞了。一起头就用“寂寞”二字，渲染满目萧条的景象，表现出主人公触目伤怀的悲凉心情，为全诗定了基调。“世乱”二字与“天宝后”呼应，写出了今昔变化的原因，也点明了“无家”可“别”的根源。“存者无消息，死者为尘泥”两句，紧承“世乱各东西”而来，如闻“我”的叹息之声，强烈地表现了主人公的悲伤情绪。</p> <p>　　前一小段概括全貌，后一小段则描写细节，而以“贱子因阵败，归来寻旧蹊”承前启后，作为过渡。“寻”字刻画入微，“旧”字含意深广。家乡的“旧蹊”走过千百趟，闭着眼都不会迷路，如今却要“寻”，见得已非旧时面貌，早被蒿藜淹没了。“旧”字追昔，应“我里百余家”：“寻”字抚今，应“园庐但蒿藜”。“久行见空巷，日瘦气惨凄。但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻”，写“贱子”由接近村庄到进入村巷，访问四邻。“久行”承“寻旧蹊”来，传“寻”字之神。距离不远而需久行，见得旧蹊极难辨认，寻来寻去，绕了许多弯路。“空巷”言其无人，应“世乱各东西”。“日瘦气惨凄”一句，用拟人化手法融景入情，烘托出主人公“见空巷”时的凄惨心境。“但对狐与狸”的“但”字，与前面的“空”字照应。当年“百余家”聚居，村巷中人来人往，笑语喧阗；如今却只与狐狸相对。而那些“狐与狸”竟反客为主，一见“我”就脊毛直竖，冲着“我”怒叫，好像责怪“我”不该闯入它们的家园。遍访四邻，发现只有“一二老寡妻”还活着！见到她们，自然有许多话要问要说，但<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>却把这些全省略了，给读者留下了驰骋想象的空间。而当读到后面的“永痛长病母，五年委沟溪”时，就不难想见与“老寡妻”问答的内容和彼此激动的表情。</p> <p>　　“宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。”──这在结构上自成一段，写主人公回乡后的生活。前两句，以宿鸟为喻，表现了留恋乡土的感情。后两句，写主人公怀着悲哀的感情又开始了披星戴月的辛勤劳动，希望能在家乡活下去，不管多么贫困和孤独！</p> <p>　　最后一段，写无家而又别离。“县吏知我至，召令习鼓鞞”，波澜忽起。以下六句，层层转折。“虽从本州役，内顾无所携”，这是第一层转折；上句自幸，下句自伤。这次虽然在本州服役，但内顾一无所有，既无人为“我”送行，又无东西可携带，怎能不令“我”伤心！“近行止一身，远去终转迷”，这是第二层转折。“近行”孑然一身，已令人伤感；但既然当兵，将来终归要远去前线的，真是前途迷茫，未知葬身何处！“家乡既荡尽，远近理亦齐”，这是第三层转折。回头一想，家乡已经荡然一空，“近行”、“远去”，又有什么差别！六句诗抑扬顿挫，层层深入，细致入微地描写了主人公听到召令之后的心理变化。如<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>所说：“写至此，可以泣鬼神矣！”（见杨伦《杜诗镜铨》引）<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在讲到杜甫“独开生面”的表现手法时指出：“……又有透过一层法。如《无家别》篇中云：‘县吏知我至，召令习鼓鞞。’无家客而遣之从征，极不堪事也；然明说不堪，其味便浅。此云‘家乡既荡尽，远近理亦齐’，转作旷达，弥见沉痛矣。”</p> <p>　　“永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。”尽管强作达观，自宽自解，而最悲痛的事终于涌上心头：前次应征之前就已长期卧病的老娘在“我”五年从军期间死去了！死后又得不到“我”的埋葬，以致委骨沟溪！这使“我”一辈子都难过。这几句，极写母亡之痛、家破之惨。于是紧扣题目，以反诘语作结：“人生无家别，何以为蒸黎！”意思是：已经没有家，还要抓走，叫人怎样做老百姓呢？</p> <p>　　诗题“无家别”，第一大段写乱后回乡所见，以主人公行近村庄、进入村巷划分层次，由远及近，有条不紊。远景只概括全貌，近景则描写细节。第三大段写主人公心理活动，又分几层转折，愈转愈深，刻画入微。层次清晰，结构谨严。诗人还善用简练、形象的语言，写富有特征性的事物。诗中“园庐但蒿藜”、“但对狐与狸”，概括性更强。“蒿藜”、“狐狸”，在这里是富有特征性的事物。谁也不能容忍在自己的房院田园中长满蒿藜。在人烟稠密的村庄里，狐狸也不敢横行无忌。“园庐但蒿藜”、“但对狐与狸”，仅仅十个字，就把人烟灭绝、田庐荒废的惨象活画了出来。其他如“四邻何所有？一二老寡妻”，也是富有特征性的。正因为是“老寡妻”，所以还能在那里苟延残喘。稍能派上用场的，如果不是事前逃走，就必然被官府抓走。诗中的主人公就是刚一回村，就又被抓走了的。</p> <p>　　诗用第一人称，让主人公直接出面，对读者诉说他的所见、所遇、所感，因而不仅通过人物的主观抒情表现了人物的心理状态，而且通过环境描写也反映了人物的思想感情。几年前被官府抓去当兵的“我”死里逃生，好不容易回到故乡，满以为可以和骨肉邻里相聚了；然而事与愿违，看见的是一片“蒿藜”，走进的是一条“空巷”，遇到的是竖毛怒叫的狐狸，真是满目凄凉，百感交集！于是连日头看上去也消瘦了。“日”无所谓肥瘦，由于自己心情悲凉，因而看见日光黯淡，景象凄惨。正因为情景交融，人物塑造与环境描写结合，所以能在短短的篇幅里塑造出一个有血有肉的人物形象，反映出当时战区人民的共同遭遇，对统治者的残暴、腐朽，进行了有力的鞭挞。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10452.aspx\">诗</a>作于唐肃宗乾元二年（759年）春。唐玄宗天宝十四年（755年）安史之乱爆发。乾元二年三月，唐朝六十万大军败于邺城，国家局势十分危急。为了迅速补充兵力，统治者实行了无限制、无章法、惨无人道的拉夫政策。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>亲眼目睹了这些现象，怀着矛盾、痛苦的心情，写成“三吏三别”六首诗作。这次战争，与天宝（唐玄宗年号，742～756）年间的穷兵黩武有所不同，它是一种救亡图存的努力。所以，杜甫一面深刻揭露兵役的黑暗，批判“天地终无情”，一面又不得不拥护这种兵役；他既同情人民的痛苦，又不得不含泪安慰、劝勉那些未成丁的“中男”走上前线。这首《无家别》是“三别”的第三篇。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "叙事",
    "战争",
    "写景",
    "抒怀"
  ]
}