{
  "id": 62446,
  "star": 4,
  "name": "木兰花慢·寿秋壑",
  "dynasty": "宋代",
  "content": "记琼林宴起，软红路、几西风。想汉影千年，荆江万顷，槎信长通。金狨。锦鞯赐马，又霜横、汉节枣仍红。细柳春阴喜色，四郊秋事年丰。<br>从容。岁晚玉关，长不闭、静边鸿。访武昌旧垒，山川相缪，日费诗筒。兰宫。系书翠羽，带天香、飞下玉芙蓉。明月瑶笙奏彻，倚楼黄鹤声中。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《木兰花慢》，唐教坊曲，从双调《木兰花》演变而来。《乐章集》入“南吕调”。双调，一百零一字，前片十句五平韵，后片十句七平韵，为定格。还有前片四平韵，后片六平韵的，系慢调变格。此词为定格。</p> <p>　　按照此词中意思看来，贾似道当时刚从鄂州前线回京。</p> <p>　　“记琼林宴起”，两句，点似道的寿宴期。贾似道生日在秋天八月八日，词人另有《宴清都·寿秋壑》词中有“西风旧色，胜东风秀”之语，可证之。“软红路”，指繁华都市，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_62446.aspx\">诗</a>有“软红犹恋属车尘”句可证之。两句言当皇宫中设寿宴庆贺似道生日的时候，繁华似锦的都城中已经刮过几次西风了。以“西风”点出秋天的特征。“想汉影”三句，借传说喻似道深受皇帝器重。“汉影”，即天河；“荆江”，指湖北以下的长江；“槎信”，即挂星查，每年从天河而来，从不失信，槎、查音近也。《拾遗记》、《博物志》中均有记载，言“年年八月有浮槎，去来不失期。”此言词人猜想千万年来倒挂空中的银河一定与水波滔滔的万里长江相连通，所以有挂星查每年来回传递信息。“天河”也可借指作皇家所在地，“荆江”，又是似道督军的驻地，所以这里也是暗示出贾似道深受皇帝器重，年年都有皇上的恩赐物品或是旨意传送给他。“金狨”三句，颂寿辞也。“金狨”，即金丝猴的毛皮；“锦鞯”，即锦鞍；“霜横”，疑是“霜操”之误，《南齐书·沈士麟传》：“霜操日严”。霜操，指节操高洁。此言皇上在似道的寿诞之日御赐给他金丝猴皮制成的豪华鞍垫和锦鞍、御马等物，用来表彰他在湖北前线持节独当一面，并保持了高洁的节操。“细柳”两句，也为颂寿辞。“细柳”句，用周亚夫治军细柳营的典故。此言贾似道在湖北的治军与周亚夫治军细柳营一样军纪严明。他使鄂州一带能够不受战事的侵害，湖北农村才取得了秋日的丰收。上片祝寿颂辞。向人祝寿，难免带有奉承、失实之语，如说似道“霜横汉节枣仍红”、“细柳春阴喜色”等句，所以词人会被后人误会为谄媚权贵也。</p> <p>　　“从容”三句，也为颂辞。言贾似道在鄂州前线督军，由于他从容布置军事，处理敌情，使敌人不敢冒然侵犯，所以边关虽设，因无敌来犯，可以经常关门大开，使城内外的老百姓可以自由出入。按：元世祖攻鄂之时，似道筑木栅环城，一夕而就，世祖顾扈从诸臣曰“吾安得如似道者用之。”其后廉希宪对世祖亦尝称述此言，是似道在那时候也曾见重于敌国君相。那末从这里可以知道，梦窗对似道颂辞的描述，也有其一定的事实依据在。“访武昌”三句，承上联想。“相缪”，相互绸缪，即亲热、作伴之意。“诗筩”，即吟诗饮酒。“筩”，竹酒杯也。此言因为暂时没有战事，所以大家能去武昌游览古时的军事营垒，并且与鄂州的山山水水相亲相爱，荡漾其间，吟诗饮酒快乐。“兰宫”三句，承上游玩两湖一带的山水胜景。“兰宫”，地名，即兰台，在今湖北钟祥县东。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》说：“庄襄王游于兰台之宫”。“天香”，即宫中传来之香，苏轼诗：“朝回两袖天香满”句，可证。“玉芙蓉”，即衡山芙蓉峰，古亦称容峰。这里指代衡山。此言贾似道因为湖北边境平静，所以四处游山玩水。他游过了庄襄王去过的兰台宫，又登上了衡山的芙蓉峰；而皇上仍不断用“翠羽”饰着圣旨，从都城频频传送给似道。由此可见，当时的贾似道权倾朝野，富贵已极；虽远在湖北，对都城临安的信息也仍旧了如指掌。“明月”两句，复结于寿宴中。此言在这里明月当空，笙歌阵阵，杭城贾府中的寿宴正处在高潮之中，但是不知道湖北前线是否还能够登上黄鹤楼，倚栏静坐听乐。结尾两句，既呼应首句“琼林宴起”，也在最后一句中，词人隐隐暗示出湖北一带终不平静也。所以贾似道的治边功绩，终将令人生疑。下片颂辞中，略带隐忧、疑问。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "祝寿",
    "写人",
    "赞颂"
  ]
}