{
  "id": 29749,
  "star": 111,
  "name": "长安晚秋 / 秋望 / 秋夕",
  "dynasty": "唐代",
  "content": "云物凄凉拂曙流，汉家宫阙动高秋。<br>残星几点雁横塞，长笛一声人倚楼。<br>紫艳半开篱菊静，红衣落尽渚莲愁。<br>鲈鱼正美不归去，空戴南冠学楚囚。",
  "fanyi": "<h2>注解及译文</h2> <p><strong>译文</strong><br>拂晓的云与攀在漫天游动，楼台殿阁高高耸立触天空。<br>残星点点大雁南飞越关塞，悠扬笛声里我只身倚楼中，<br>艳萦的菊花静静地吐芳幽，红红的莲花落瓣忧心忡仲。<br>可惜鲈鱼正美回也回不去，头戴楚冠学着囚徒把数充。</p> <p><strong>注释</strong><br>⑴凄清：指秋天到来后的那种乍冷未冷的微寒，也有萧索之意。清，一作“凉”。拂曙：拂晓，天要亮还未亮的时候。流：指移动。<br>⑵汉家宫阙（què）：指唐朝的宫殿。动高秋：形容宫殿高耸，好像触动高高的秋空。<br>⑶残星，天将亮时的星星。雁横塞：因为是深秋，所以长空有飞越关塞的北雁经过。横，渡、越过。塞，关塞。<br>⑷长笛：古管乐器名，长一尺四寸。<br>⑸紫艳：艳丽的紫色，比喻菊花的色泽。篱：篱笆。<br>⑹红衣：指红色莲花的花瓣。渚：水中小块陆地。<br>⑺鲈（lú）鱼正美：西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>，吴（治今江苏苏州）人。齐王司马冏执政时，任为大司马东曹掾。预知司马冏将败，又因秋风起，想念故乡的菜莼妒鱼脍的美味，便弃官回家。不久，司马冏果然被杀。<br>⑻南冠：楚冠。因为楚国在南方，所以称楚冠为南冠。《左传·成公九年》：“晋侯观于军府，见钟仪，间之日：‘南冠而絷者谁也？’有司对曰：‘郑人所献楚囚也。使悦之，召而吊之。’后用以“南冠”指囚徒或战俘。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七律，通过<a href=\"http://so.gushiwen.org/view_29749.aspx\">诗</a>人望中的见闻，写深秋拂晓的长安景色和羁旅思归的心情。</p> <p>　　首联总揽长安全景。在一个深秋的拂晓，诗人凭高而望，眼前凄冷清凉的云雾缓缓飘游，全城的宫观楼阁都在脚下浮动，景象迷蒙而壮阔。诗中“凄清”二字，既属客观，亦属主观，秋意的清冷，实衬心境的凄凉。正是这两个字，为全诗定下了基调。</p> <p>　　颔联写仰观。“残星几点”是目见，“长笛一声”是耳闻：“雁横塞”取动势，“人倚楼”取静态。景物描写见闻动静的安排，颇见匠心。寥落的残星，南归的雁阵，这是秋夜将晓时天空中最具特征的景象；高楼笛声又为之作了饶有情韵的烘托。这两句是说：晨曦初见，西半天上还留有几点残余的星光，北方空中又飞来一行避寒的秋雁。诗人的注意力正被这景象所吸引，忽闻一声长笛悠然传来，寻声望去，在那远处高高的楼头，依稀可见有人背倚栏杆吹奏横笛。笛声那样悠扬，那样哀婉：是在喟叹人生如晨星之易逝，还是因见归雁而思乡里、怀远人？吹笛人，你只管在抒写自己内心的衷曲，却可曾想到你的笛音竟这样地使闻者黯然神伤吗？这一联是<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>的名句。据《唐诗纪事》卷五十六记载，诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>对此赞叹不已，因称赵嘏为“赵倚楼”。杜牧如此激赏，恐怕就是由于它选景典型、韵味清远的缘故。</p> <p>　　颈联写俯察。夜色褪尽，晨光大明，眼前景色已是历历可辨：竹篱旁边紫艳的菊花，一丛丛似开未开，仪态十分闲雅静穆；水塘里面的莲花，一朵朵红衣脱落，只留下枯荷败叶，满面愁容。紫菊半开，红莲凋谢，正是深秋时令的花事；以“静”赋菊，以“愁”状莲，都是移情于物，拟物作人，不仅形象传神，而且含有浓厚的主观色彩。这与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《声声慢》中“满地黄花堆积，憔悴损”借菊之憔悴写人的愁苦有着异曲同工之妙。目睹眼前这憔悴含愁的枯荷，追思往日那红艳满塘的莲花，使人不禁会生出红颜易老、好景无常的伤感；而篱畔静穆闲雅的紫菊，俨然一派君子之风，更令人忆起“采菊东篱下”的陶靖节，油然而起归隐三径之心──写菊而冠以“篱”字，取意就在于此。</p> <p>　　上面三联所写清晨的长安城中远远近近的秋色，无不触发着诗人孤寂怅惘的愁思；末联则抒写胸怀，表示诗人毅然归去的决心。诗人说：家乡鲈鱼的风味此时正美，我不回去享用，却囚徒也似的留在这是非之地的京城，所为何来！“鲈鱼正美”，用西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>事，表示故园之情和退隐之思；下句用春秋锺仪事，“戴南冠学楚囚”而曰“空”，是痛言自己留居长安之无谓与归隐之不宜迟。</p> <p>　　诗中的景物不仅有广狭、远近、高低之分，而且体现了天色随时间推移由暗而明的变化。特别是颔颈两联的写景，将典型景物与特定的心情结合起来，景语即是情语。雁阵和菊花，本是深秋季节的寻常景物，南归之雁、东篱之菊又和思乡归隐的情绪，形影相随，诗人将这些形象入诗，意在给人以丰富的暗示；加之以拂曙凄清气氛的渲染，高楼笛韵的烘托，思归典故的运用，使得全诗意境深远而和谐，风格峻峭而清新。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首七言律<a href=\"http://so.gushiwen.org/view_29749.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>客居长安时期所作。赵嘏曾于唐文宗大和六年（832）举进士不第，寓居长安。诗人独在异乡，见深秋凄凉景象，顿生怀乡思归之情，创作了这首诗。</p>",
  "poet": {
    "id": 10,
    "star": 0,
    "name": "赵嘏",
    "image": "http://img.gushiwen.org/authorImg/zhaogu.jpg",
    "desc": "赵嘏 , 字承佑， 楚州山阳(今江苏省淮安市楚州区)人， 约生于宪宗元和元年(806). 年轻时四处游历， 大和七年预省试进士下第， 留寓长安多年， 出入豪门以干功名， 其间似曾远去岭表当了几年幕府。 后回江东, 家于润州(今镇江). 会昌四年进士及第, 一年后东归。 会昌末或大中初复往长安， 入仕为渭南尉。 约宣宗大中六、七年(852、853)卒于任上。 存诗二百多首， 其中七律、七绝最多且较出色。"
  },
  "tags": [
    "秋天",
    "写花",
    "菊花",
    "思归"
  ]
}