{
  "id": 58089,
  "star": 8,
  "name": "醉太平·春晚",
  "dynasty": "宋代",
  "content": "态浓意远。眉颦笑浅。薄罗衣窄絮风软。鬓云欺翠卷。 <br>南园花树春光暖。红香径里榆钱满。欲上秋千又惊懒。且归休怕晚。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词题为《春晚》，实写“闺情”。“春晚”之时，深闺女性自有难以明言的复杂情怀，但作者并非女性，没有高超的水平，对于那种连作者本人都难以明言的情怀是不可能写得生动感人的。</p> <p>　　读完全词，就知道作者并未让那位闺中人吐露情怀，而是通过精细的观察，写她的神态、写她的妆束、写她的行动，并用富贵人家的花园、香径、秋千和晚春景色层层烘托，其人已宛然在目，其心态变化，也历历可见。灵活地运用传统画法，把“以形写心”和“以景传情”结合起来，乃是这首小词最突出的艺术特色。</p> <p>　　“态浓意远”，原是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《丽人行》中的成句，用以表现丽人的姿态凝重、神情高雅，其身份也于此可见。“眉颦笑浅”，写她虽愁也只略皱眉头，虽喜也只略展笑颜，非轻浮放纵之流可比，其教养也于此可见。“薄罗衣窄絮风软”，既写服妆，也写时光。北宋<a href=\"http://so.gushiwen.org/view_58089.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>《八月九日诗》：“游人初觉秋气凉，衣不禁风薄罗窄。”而当“絮风”轻“软”之时，正好穿那窄窄的“薄罗衣”。“罗”那么“薄”，“衣”那么“窄”，其轮廓之分明，体态之轻盈，已不言而喻。徐步出闺，迎面吹来的是飘荡着朵朵柳絮的软风，不知她又有什么感触。“鬓云欺翠卷”一句，颇难索解。如果把“翠卷”看作“欺”的宾语，那它便是一个名词，可是实际上并没名叫“翠卷”的东西。那个“翠”字，看来也取自杜甫的《丽人行》。《丽人行》写丽人“头上何所有？翠为盍叶垂鬓唇。”是说用翠玉制成的盍叶垂在鬓边。盍叶，是妇女的一种头饰。“鬓云欺翠卷”就语法说，“鬓云”是主语，“卷”是谓语，“欺翠”则是动宾结构的状语，修饰“卷”。“欺”，在这里是“压”或“淹没”的意思，“翠”，即指翠玉制的盍叶。全句写那位女性鬓发如云，“卷”得蓬松而又低垂，以致淹没了盍叶。</p> <p>　　下片头两句似乎单纯写环境、写景物，实则用以烘托人物。第一句是说她走到“南园”，看见“花树春光”，而且感到“暖”。第二句是说她漫步于“南园”的“径里”，看见片片飞红，嗅到阵阵花香，踏着满径榆钱。上片的“絮风”和下片的“春光暖”、“榆钱满”，都传送春天即将消逝的信息，既点《春晚》之题，又暗示女主人公由此引起的情感波澜。韶华易逝、红颜易老，但她还是孤零零的，偶然走出深闺，来到“南园”，也无人同游共乐。</p> <p>　　结尾两句，层层转折，曲尽女主人公的心理变化。“欲上秋千”，表明一见秋千，又唤回少女的情趣，想荡来荡去，嬉笑作乐。“又惊懒”，表明单身独自，没有心情打秋千。“惊”字、“懒”字，用得十分神妙。“欲上秋千”而终于不想上，并非由于“懒”，偏不肯说出真实原因而委之于“懒”，又加上一个“惊”字。是说连秋千都不想上，竟“懒”到这种地步，自己都感到吃惊。不想打秋千，就归去吧。“且归”一顿，而“休怕晚”又是一层转折。实际情况是想玩又懒得玩，且归又不愿归。深闺那么寂寞，归去也没有意味。于是在“且归”的路上，思潮起伏，愈行愈缓。妙在仍不说明真实原因，仿佛她迷恋归途风光，在家庭中也很自由，回家甚“晚”，也不用“怕”。</p> <p>　　这首词把封建社会中一位深闺女性的内心苦闷写得如此真切，不独艺术上很有特色，其思想意义，也是积极的。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "女子",
    "抒情"
  ]
}