{
  "id": 73246,
  "star": 6,
  "name": "海赋",
  "dynasty": "魏晋",
  "content": "　　昔在帝妫，臣唐之代，天纲浡潏，为凋为瘵；洪涛澜汗，万里无际；长波涾??，迆涎八裔。于是乎禹也，乃铲临崖之阜陆，决陂潢而相沷。启龙门之岝??，垦陵峦而崭凿。群山既略，百川潜渫。泱漭澹泞，腾波赴势。江河既导，万穴俱流，掎拔五岳，竭涸九州。沥滴渗淫，荟蔚云雾，涓流泱瀼，莫不来注。</p> <p>　　于廓灵海，长为委输。其为广也，其为怪也，宜其为大也。尔其为状也，则乃浟湙潋滟，浮天无岸；浺瀜沆瀁，渺?湠漫；波如连山，乍合乍散。嘘噏百川，洗涤淮汉；襄陵广舄，??浩汗。</p> <p>　　若乃大明?辔于金枢之穴，翔阳逸骇于扶桑之津。彯沙礐石，荡??岛滨。于是鼓怒，溢浪扬浮，更相触搏，飞沫起涛。状如天轮，胶戾而激转；又似地轴，挺拔而争回。岑岺飞腾而反复，五岳鼓舞而相磓。??濆沦而滀漯，郁沏迭而隆颓。盘盓激而成窟，????滐而为魁。?泊柏而迆飏，磊匒匌而相豗。惊浪雷奔，骇水迸集；开合解会，瀼瀼湿湿；葩华踧沑，?泞潗?。</p> <p>　　若乃霾曀潜销，莫振莫竦；轻尘不飞，纤萝不动；犹尚呀呷，馀波独涌；澎濞灪?，碨磊山垄。尔其枝岐潭瀹，渤荡成汜。乖蛮隔夷，回互万里。</p> <p>　　若乃偏荒速告，王命急宣，飞骏鼓楫，泛海凌山。于是候劲风，揭百尺，维长绡，挂帆席；望涛远决，冏然鸟逝，鹬如惊凫之失侣，倏如六龙之所掣；一越三千，不终朝而济所届。</p> <p>　　若其负秽临深，虚誓愆祈，则有海童邀路，马衔当蹊。天吴乍见而仿佛，蝄像暂晓而闪尸。群妖遘迕，眇?冶夷。决帆摧橦，戕风起恶。廓如灵变，惚怳幽暮。气似天霄，叆靅云步。?昱绝电，百色妖露。呵?掩郁，矆睒无度。飞涝相磢，激势相沏。崩云屑雨，浤浤汩汩。??踔湛??，沸溃渝溢。瀖泋濩渭，荡云沃日。</p> <p>　　于是舟人渔子，徂南极东，或屑没于鼋鼍之穴，或挂罥于岑?之峰。或掣掣洩洩于裸人之国，或泛泛悠悠于黑齿之邦。或乃萍流而浮转，或因归风以自反。徒识观怪之多骇，乃不悟所历之近远。</p> <p>　　尔其为大量也，则南澰朱崖，北洒天墟，东演析木，西薄青徐。经途瀴溟，万万有余。吐云霓，含鱼龙，隐鲲鳞，潜灵居。岂徒积太颠之宝贝，与随侯之明珠。将世之所收者常闻，所未名者若无。且希世之所闻，恶审其名？故可仿像其色，叆霼其形。</p> <p>　　尔其水府之内，极深之庭，则有崇岛巨鳌，峌??孤亭。擘洪波，指太清。竭磐石，栖百灵。飏凯风而南逝，广莫至而北征。其垠则有天琛水怪，鲛人之室。瑕石诡晖，鳞甲异质。</p> <p>　　若乃云锦散文于沙汭之际，绫罗被光于螺蚌之节。繁采扬华，万色隐鲜。阳冰不冶，阴火潜然。熺炭重燔，吹烱九泉。朱??绿烟，?眇蝉蜎。珊瑚琥珀，群产接连。车渠马瑙，全积如山。鱼则横海之鲸，突扤孤游；戛岩?，偃高涛，茹鳞甲，吞龙舟，噏波则洪涟踧蹜，吹涝则百川倒流。或乃蹭蹬穷波，陆死盐田，巨鳞插云，鬐鬣刺天，颅骨成岳，流膏为渊。若乃岩坻之隈，沙石之嵚；毛翼产鷇，剖卵成禽；凫雏离褷，鹤子淋渗。群飞侣浴，戏广浮深；翔雾连轩，洩洩淫淫；翻动成雷，扰翰为林；更相叫啸，诡色殊音。</p> <p>　　若乃三光既清，天地融朗。不泛阳侯，乘??绝往；觌安期于蓬莱，见乔山之帝像。群仙缥眇，餐玉清涯。履阜乡之留舄，被羽翮之襂纚。翔天沼，戏穷溟；甄有形于无欲，永悠悠以长生。且其为器也，包干之奥，括坤之区。惟神是宅，亦只是庐。何奇不有，何怪不储？芒芒积流，含形内虚。旷哉坎德，卑以自居；弘往纳来，以宗以都；品物类生，何有何无。",
  "fanyi": "<p><strong>译文<br></strong>　　从前舜帝还是唐尧的臣子的时代，江河横溢泛滥，百姓深为水祸忧虑；水势浩大，万里之遥无边无岸；汹涌的波涛相互撞击，绵延四面八方。于是舜帝命令大禹治水，他就带领百姓翻山越岭，开掘河口疏导河流；开凿了龙门山黄河两岸的峭壁，整治山峦峻岭开凿了新的河道。群山得到了治理，百川的到了疏通。橙色深幽的黄河波涛浩瀚，欢腾的奔赴海洋。江河已经得到疏导，数不清的积水都已流出，五岳山脉挺拔耸立，九州的水灾自此消除。点点的水滴汇成溪水，涓涓细流从山涧流出，山顶云雾弥漫，山下河水潺潺，无不流向大海。壮阔的大海啊，常年靠这些江河输送水源。大海是多么广大，大海是多么神奇，大海之大真的是名副其实。</p> <p>　　你看那大海的神情模样，就是水波浩淼，涌向无边无际的天边；广阔辽远的大海，浩渺旷远。波涛连绵如山峦相连，忽而聚合忽而分散。大海自如地吞吐呼吸着江河，洗涤着江淮汉水；大水漫过丘陵，形成长年浸渍的盐碱地，和那些深邃浩瀚的海湾。至于大海既是月亮沉落的家园，也是太阳升起的渡口。海风飘扬着沙子海浪叩击着岸边的岩石，狂风劲吹一般荡漾在海滨。大海发怒的时候，横溢的海浪飞扬沉浮，相互搏击着，波涛高扬着飞沫。那种模样仿佛上天的车轮，飞旋出无数激流漩涡；又好似大地的车轴，挺拔遒劲的争相转动。迭起的波涛仿佛小山不停地翻腾倾覆，耸起的巨浪如同五岳山峰相互冲撞。回旋的波浪好似奔赴赶集，重叠的浪头忽而隆起忽而倒塌。盘旋的水涡形成深深的魔窟，四周的波涛仿佛突起环绕的小山；漂流的小水波倾斜着疾驰，层叠的巨浪仿佛高大的石磊相互碰撞。惊涛骇浪犹如迅雷疾奔，忽而攒集迸发忽而四散开来；海浪开合之处，波光闪烁时明时灭；水纹忽而散开忽而蹙集，腾涌的水波声如同开水沸腾。阴霾的天空里海风吹起的浪沫遮蔽了太阳，晦暗的天色和悄悄散失的光明让人无不毛骨悚然；海面上不见一丝飞尘，水纹如同平铺的丝绢和藤萝；海水自如地吞吐呼吸，海浪的余波独自涌动；而岸边汹涌澎湃的海水，还在冲刷着高低不平的山垄。</p> <p>　　再说那分流的大河支流，在涨潮的海湾与主流重新汇合。它背离主流流经蛮夷之地，路途回环阻隔了上万里。如果偏远地区遇到特别情况急待告急，或是王室的命令急需向下传达，都可以用舟船替代马匹，渡海迅速便捷地绕过冰凌封道的大山。于是在海风强劲的季节，高举起百尺帆樯，把加长的生丝织绢连结在一起，或用席子制成帆布挂上桅杆，面对浩淼的波涛诀别远行，像鸟一样飞翔远逝，疾驰的船儿像惊飞的野鸭寻找伴侣，又好似六条龙为太阳驾车。渡船在海上日行三千里，不到清晨散朝就可以到达目的地。</p> <p>　　如果是准备出海的负罪之人，还应该为自己的过失虔诚祈祷祝福，不然会有海童那样的海怪拉你上路，还有马头龙身的独角兽半路拦截。刚看到八足八尾的人面海神，又见吃人的海怪一闪即逝。成群的女妖与你相遇期待媾合，个个都向你投来献媚的目光。它们扯下帆布折断桅杆，鼓起的飓风肆意作恶。辽阔的海天瞬息万变，晴朗的天空忽而变成昏暗的黄昏。天空的云气如同冲销怒气，密布着昏暗深厚的乌云。雷鸣电闪的瞬间，百种怪异的现象显露出来。漆黑的天空里怪异的光色闪烁不定。巨浪飞舞相互撞击，激烈的相互摩擦。忽而云层崩裂暴雨从天倾泻，合着波涛翻滚的响声。进退不定的水波跳跃腾涌，仿佛开锅的沸水乱流四溢。剧烈起伏的波浪和浪花溅落的声音扑面而来，荡涤着天边的云彩浇灌着天边的太阳。于是那些出海的渔民经常因风恶浪急而漂浮不定，或是碎身于老鳖和鳄鱼的空腹，或是困厄在孤岛山巅让亲人牵挂不已。或是任海浪漂浮到裸人之国和黑齿之邦。有的像浮萍一样漂流到无踪无影，有的幸有顺风才得以回返家园。人们只看到那些骇人的众多海怪，却无法弄明白那些遭遇海难的人到底经历了多远。</p> <p>　　再说说大海的广博之大吧，航海南行可达惊涛拍岸的海南朱崖，北上可达泪洒无痕的北极天涯，东面可漂泊到极东的天上渡口，西行就是临近东海的青州和徐州。海上四至的旅途可谓经历绝远，万万里还有余。大海吞吐云霓，嘴含龙鱼，隐没鲲鱼的鱼鳞，潜藏神灵的居所。岂止是周文王的挚友太颠进献的宝贝，春秋时江中大蛇知恩回报的随侯明珠也不值一提。把世上已经收藏的知名珍宝全都罗列出来，也赶不上大海中说不出明目的奇珍异宝。况且那些珍稀之物闻所未闻，谁能弄清楚它们的名称？所以只可描绘它们仿佛相似的颜色，和一些似是而非的形状。而在大海的水府之内，在极深的海底龙庭，则有能背负海上仙山的巨鳖，和那些高峻山峰一般的孤亭。劈开洪波，直刺青天。还有背负磐石的各路神仙栖居在那里。他们扬起南风向南飞逝，吹起北风向北出征。天涯的海边还有天然宝石和水中怪石，水底人鱼的居室。带着红斑的玉石变幻着神奇的光色，鱼类和贝类各呈异彩。至于五彩斑斓的岸边沙滩，海螺蚌埠无不披着绫罗般的光彩。繁多的海贝飞扬异彩，直令万般珠宝黯然失色。海上极地的冰山永不融化，只有暗火才能使它们悄悄融化。炽热发光的海炭重新燃烧起来，明亮的光束足可照亮九泉阴间。红色的火焰绿色的烟岚，飞腾的烟火仿佛左顾右盼。横渡大海的巨鲸，露出高大的鱼鳍独自遨游，背脊和山岭一般高大，巨浪在它身边仰面倒下，鱼类和贝类是它的美食，硕大的龙舟也能被它吞咽。巨鲸吸气时海面的大浪停滞不前，吐水时百川也会倒流。有时它们也会困顿在退潮的海滩上，干死在海边的盐田，巨大的鱼鳞如同云彩插身，锋利的鱼鳍直刺云天，它们的尸骨堆成山岳，流失的膏油形成深潭。</p> <p>　　至于岸边弯曲的岩石里，小山的沙石堆里，禽类在那里产育雏鸟，破卵而出的小鸟很快就长成了飞禽。刚出生的水鸟羽毛还是湿漉漉粘乎乎的样子，海鹤的雏鸟羽毛也是那样，它们成群结队的飞翔洗浴，到很远很深的水里嬉戏浮游。高飞的群鸟如同连天雾幔，缓慢飞翔的样子自在悠闲。翻动的声音好似雷鸣，林间到处是它们振动羽翼的影子。海鸟轮番相互呼叫，音色怪异各不相同。</p> <p>　　至于海上纯净透明的日月星光，只有天地融合一片晴朗时才能看到。不时有泛海的波神阳侯，举足高飞自由来往。安期生与秦始皇在蓬莱仙山如约相见，到乔山一起拜见皇帝的遗像。各路神仙缥缈自如，餐食美玉生活清闲。安期生留下双层底的鞋子报答秦始皇的恩遇，他所披戴的羽衣毛羽下垂栩栩如生。飞翔到天池，嬉戏于北海，衣冠楚楚却无所私欲，永乐于长生不老。暂且以天地为容器，包罗苍天之奥秘，囊括大地之区域。只有大海是神仙的住宅，大概也是圣人的住所。大海里什么稀奇事没有，什么怪物不能储存？茫茫无边的积水，包含了水的外形而内在品格虚心。旷世伟大的水德啊，却总是自卑的朝着低处流淌安居。大海吞吐自如地广纳了百川的到来，江河都以大海为归向而汇集。体察大海包藏的万事万物，什么有什么没有呢！</p> <p><strong>注释<br></strong>1．帝妫：妫，舜帝之姓。<br>2．唐：唐尧。即尧帝。<br>3．天纲：古人以江河为天之纲纪。<br>4．浡潏（bójué音薄决）：洪水泛滥貌。<br>5．凋：伤。<br>6．瘵（zhài音债）：病。<br>7．阑汗：波涛汹涌貌。<br>8．溻𣵺（tà tuō音踏拖）：水波重叠相互撞击。<br>9．迤涎：绵延不绝。<br>10．八裔：八方。<br>11．阜陆：土山。<br>12．陂潢：积水之处。<br>13．沷（fā）：一作“沃”，灌。<br>14．龙门：指山西河津县之龙门山。相传大禹治水导河至此学兼优。<br>15．崭凿：崭，与凿同义。<br>16．渫（xiè）：疏通。<br>17．泱漭：水域辽阔。<br>18．澹泞：水色清澄。<br>19．赴势：奔向水势很大的地方。<br>20．掎（jì）拔：挺拔。<br>21．沥滴渗淫：点点滴滴渗出的细微水滴。<br>22．于廓：于，同“吁”，赞叹词。廓：大。<br>23．委输：转运。委，对水的源头而言，指水聚集的地方。<br>24．尔其：句首语气词。<br>25．则乃：就是。<br>26．浟湙：水流貌。<br>27．浺瀜沆瀁（chōng róng hàng yǎng 音重熔行养）：水深广袤。<br>28．渺弥湠漫：水旷远之貌。这四句都是形容大海广阔辽远。<br>29．嘘噏（xu xi）：吞吐。<br>30．广舄：扩大海水浸渍而形成的盐碱地。<br>31．㶀㵧：水势浩大貌。<br>32．若乃：至于。<br>33．大明：月亮。<br>34．㩠辔：执着辔绳。<br>35．金枢之穴：指西方月亮沉落处。金枢：西方。<br>36．翔阳：太阳。<br>37．逸骇：形容太阳迅速升起。<br>38．扶桑：神话中太阳升起的地方。<br>39．礐（què）石：形容风浪叩击石头的声音。<br>40．𩘻（yù）：狂风劲吹貌。<br>41．胶戾：水的漩涡貌。<br>42．磓（duī 音堆）：碰撞。磓，古通堆。<br>43．𣽴（wèi）：混乱。<br>44．濆（pēn）沦：浪涛激荡回旋貌。<br>45．滀漯：浪涛奔赴貌。<br>46．沏迭：浪涛奔涌冲击貌。<br>47．盘盓（yú）：旋流形成的漩涡。<br>48．𣺰（qiào）𣶞（tán）：巨浪。<br>49．滐：同“杰”，突出貌。<br>50．㴸 ：水流急速。<br>51．泊柏：小波浪。<br>52．匒合（dákē音答科）：重叠貌。<br>53．相豗（hui灰）：互相碰撞。<br>54．瀼瀼湿湿：水光闪烁忽明忽灭貌。<br>55．葩华：分散貌。<br>56．踧（cù）沑（nǜ）：水纹蹙集貌。<br>57．㴿泞：水流沸腾貌。<br>58．潗（qì）㵫（nǐ）：水流沸腾发出的声音。<br>59．霾（mái）曀（yì）：指蔽天的灰尘或云翳。曀：天色晦暗。<br>60．呀呷：波涛相互吞吐貌。<br>61．澎濞：澎湃。<br>62．灪䃶 ：波浪高貌。<br>63．碨磊：高低不平貌。<br>64．枝岐：都是指河的支流。<br>65．潭瀹（yuè）：水摇动貌。<br>66．渤荡成汜：渤：海湾。汜：从主流中分出又与主流回合的支流。<br>67．百尺：桅樯。<br>68．帆席：用席子做成的帆。<br>69．冏（jiǒng）然：鸟飞翔貌。<br>70．鹬（yù）：鸟疾飞貌。<br>71．凫：野鸭。<br>72．掣：驾驭、操纵。<br>73．终朝：早朝所用的时辰。<br>74．济：渡，达到。<br>75．所届：目的地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《海赋》是木华仅存的一篇赋，为赋史上同类题材的扛鼎之作。作品以大海为观照与描写对象，综合的运用了铺陈、比喻、想象、夸张等手法，气韵生动、绘声绘色地展现了大海的“为广”、“为怪”、“为大”的面貌与特点，反映了魏晋时代人们对文献典籍关于海的既在的知性理解和具有航海经历者对海的感性认识。在作者笔下，大海“浮天无岸”，“波连如山”，雄伟壮阔，诡异变幻；大海一旦震怒，则“崩云屑雨”，“荡云沃日”，舟子渔人，萍流浮转；大海极其富饶，太颠之宝，隋侯之珠不足为贵；大海神奇莫测，“群仙缥缈，餐玉清涯”令人遐想。如果说，类似的内容在木华之前的赋海之作中已有表现的话，那么在遵循这一内容框架的前提下，又进一步扩宽艺术层面，加大描写力度，结合现实生活，联系社会人生，从而突出海的个性，则是作家匠心独运的创举。例如：“若乃偏荒速告，王命急宣，飞骏鼓楫，泛海凌山”的描写，显然已与封建王朝的升值生活发生密切的联系；“若其负秽临深，虚誓愆祈，则有海童邀路，马衔当蹊”，分明包含着作者的劝善惩恶的伦理说教；至于写舟人渔子“徂南极东”，溺死漂流的惨状，则无疑是航海术尚未昌明的中古时代的滨海居民现实生活的真实写照。惟其如此，《海赋》之海已不单纯是神灵生息、主宰世界的奇诡世界，而成为人类征服自然的实践客体。</p> <p>　　《海赋》描写细致生动，绘影传神，文笔简洁，对汉大赋罗列排比的传统‘体物’手法有重大突破，着意刻画具体事物的鲜明特点，从而增强了作品的艺术魅力与审美品位。后世<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的《登大雷岸与妹书》、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《早发白帝城》等都深受其启迪与影响。</p> <p>　　在中国文学史上，不乏以孤篇名世的作家。西晋木华即以其瑰奇壮阔的《海赋》有名于当时，垂范于后代。</p> <p>　　《海赋》一开始，述说舜帝还在做唐尧臣子的时代，天下洪水泛滥，万里无边无岸，百姓忧之。舜命大禹平水土，大禹开通弘渎，“瀹济、漯而注诸海，决汝、汉，排淮泗而注之江”（《孟子滕文公上》），“凿龙门，辟伊阙”（《淮南子人间训），经过多年的辛勤劳动，然后，“江河既导，万穴俱流”，“於廓灵海，长为委输”，到这里，才拈出一个“海”字，步入正文。此前的一段笔墨，好比后世小说戏曲的“楔子”，楔出一大篇文章来。“其为广也，其为怪也，宜其为大也”三句，是承上启下的句子，提纲挈领的带出下文。</p> <p>　　“尔其为状也”，是写大海的状貌神情。以下四句，说海水流动相连，既深且广，旷远无边。“波如连山，乍合乍散”，形容确当，得海波之神。“大明”二句，言月落与日出两个时辰，飓风骤起，海岛中飞沙飘石，激浪扬波，宛如天旋地转。“惊浪雷奔，骇水迸集”，确实令人惊骇。待到风静了，犹自余波吞吐，在高峻而不平的山岩中，澎澎有声。至于一些人入海岔流，出而复入，动摇不已，这仍是写海水的动态，写海岸线的情状，与对面的“蛮夷”地域隔海相望，有万里之遥，暗示大海的辽阔。以下设想边远地区如有向朝廷告急之事，那就可以凭借海路迅速传达。这里有一段很精彩的描写，转述恐失其真，就直接引原文吧：</p> <p>　　飞骏鼓楫，泛海凌山。于是候劲风，揭百尺，维长绡，挂帆席，望涛远决，囧然鸟逝，鹬如惊鸟之失侣，倏如六龙之掣。一跃三千，不终朝而济所届。</p> <p>　　看他写鼓棹挂帆，便渡海如飞，这似乎脱胎于《<a href=\"http://so.gushiwen.org/view_73246.aspx\">诗</a>经.卫风.河广》：“谁谓河广，一苇杭之；谁谓宋远，跂予望之。谁谓河广？曾不容刀；谁谓宋远，曾不崇朝。”然而时代有了进步，内地的渡河、涉江，扩展到了航海，气魄之大，又迈越了前人。这是写海之广。</p> <p>　　以下别出一景。大海遇到恶劣的天气，则风暴乍起，吹断帆樯，波冲浪突，似有海中神怪纷起作崇。古人不明台风海啸的起因，以为是神怪所为，但其结果是看到了，这就是“舟子渔人，徂南极东，或屑没于鼋鼍之穴，或挂罥于岑嶅之峰。或掣掣泄泄于裸人之国，或泛泛悠悠于黑齿之邦”；有些人是终于能够因回头风而送返家园……这是写海之怪，不过是从另外一面来写罢了，同时也可以见出海之广。</p> <p>　　海之大，从启南北东西四至之广阔可知，统括为经过的途径，万万里而有余，给人以一个远大的概念。加以鱼龙变幻，神仙潜隐，有许多世间尚未闻知，未有名目的地方和事物，只能出之以大概的想象罢了。譬如说到海水极深之处，有五座神山，下分洪涛，上指青天，众仙所居，有巨鳌负之游走，漂浮南北不定。这一段采取《列子.汤问》之说。至于大海边有天产的珍宝，有水中的怪物，有居于水底的鲛人，有各种色彩的石头，有不同形体的鳞甲类动物，以及沙滩上云锦般的花纹，海螺巨蚌壳内绫罗般的光彩，又“阳冰不冶，阴火潜然”是指极地的冰山，与海中生物所发出的光。其中大多是可以见证的。还有大海中的鲸鱼，写其生时何等的威猛，失势后又是何等的悲惨。海边岩石上的禽鸟，自出生至羽毛长成，群飞嬉戏，“更相叫啸，诡色殊音”，又是何等传神的描写，绝无怪异之态了。这是大海的所藏之富，前者既足惊耳骇目，后者有时亲切有味。</p> <p>　　末段又回到神仙、黄帝上面来。“黄帝仙登于天”，见于《史记.五帝本纪》。秦皇、汉武之好神仙，亦见于《史记.封禅书》。而大海中蓬莱中的蓬莱三神山，为众仙所居，已见上文。如此历代相传的观念，木华不能不受影响。借海以写神仙，或借神仙以写海，二者都兼有了，笔调也颇有清致。如“群仙缥缈，餐玉清涯。履阜乡之留舄，被羽翮之礻参 纟丽 。翔天沼，戏穷溟，甄有形于无欲，永悠悠于长生。”确有飘飘欲仙的气息；没有这些，也许《海赋》不会写得这么神奇美妙了。最后以概括性的文字归纳了大海的特点，赞叹大海的品格，说它多么广纳众流，虚心受物，得水之德，卑下自居。纳水愈多，潴蓄愈深，品物类生，无奇不有。这些都有根有据，或出于细心的观察，或由于合理的想象，使《海赋》能在中国赋史上屹立不衰，仍是以它写实为基础的构思在起作用，其动人心魄的艺术魅力亦在于此。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "木华"
  },
  "tags": [
    "写海",
    "自然"
  ]
}