{
  "id": 21285,
  "star": 21,
  "name": "杜陵叟",
  "dynasty": "唐代",
  "content": "杜陵叟，杜陵居，岁种薄田一顷余。<br>三月无雨旱风起，麦苗不秀多黄死。<br>九月降霜秋早寒，禾穗未熟皆青乾。<br>长吏明知不申破，急敛暴征求考课。<br>典桑卖地纳官租，明年衣食将何如？<br>剥我身上帛，夺我口中粟。<br>虐人害物即豺狼，何必钩爪锯牙食人肉？<br>不知何人奏皇帝，帝心恻隐知人弊。<br>白麻纸上书德音，京畿尽放今年税。<br>昨日里胥方到门，手持敕牒榜乡村。<br>十家租税九家毕，虚受吾君蠲免恩。",
  "fanyi": "<p><strong>译文</strong><br>杜陵老头居住在杜陵，每年种了贫瘠的田地一顷多。<br>三月份没有雨刮着旱风，麦苗不开花不多枯黄死。<br>九月份降霜秋天寒冷早，禾穗没熟都已经干枯。<br>官吏明明知道但不报告真相，急迫收租、凶暴征税以求通过考核得奖赏。<br>典当桑园、出卖田地来缴纳官府规定的租税，明年的衣食将怎么办？<br>剥去我们身上的衣服，夺掉我们口中的粮食。<br>虐害人伤害物的就是豺狼，何必爪牙象钩、牙齿象锯一样地吃人肉！<br>不知什么人报告了皇帝，皇帝心中怜悯、了解人们的困苦。<br>白麻纸上书写着施恩布德的诏令，京城附近全部免除今年的租税。<br>昨天里长才到门口来，手里拿着公文张贴在乡村中。<br>十家缴纳的租税九家已送完，白白地受了我们君王免除租税的恩惠。</p> <p><strong>注释</strong><br>叟：年老的男人。<br>薄田：贫瘠的田地。<br>考课：古代指考查政绩。<br>帛：丝织品。<br>粟：小米，也泛指谷类。<br>恻隐：见人遭遇不幸而心有所不忍。即同情。<br>弊：衰落；疲惫。<br>京畿（jī）：国都及其行政官署所辖地区。<br>里胥：古代指地方上的一里之长，负责管理事务。<br>方：才，刚刚。<br>牒（dié）：文书。<br>蠲（juān）：除去，免除。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“杜陵叟，杜陵居，岁种薄田一顷余。”杜陵，地名，即汉宣帝陵，在今陕西省西安市东南的少陵原上。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>这首新乐府<a href=\"http://so.gushiwen.org/view_21285.aspx\">诗</a>的主角是一位家住在长安市郊的土生土长的农民，他世世代代以种地为业，守着一顷多的薄田，过着衣食不继的日子。中国文人的诗歌中，少不了风花雪月，也有的是闲情雅致，但是有意识地不但以农民作为作品的主人公，而且真正站在劳苦大众的立场上，为他们鸣冤叫屈、打抱不平的作品，还是不多见的。在这一点上，白居易可以说是做得非常突出的一位了。他所以能够在诗歌中大声疾呼地为民请命，并不是想在题材上猎奇出新，而是源于他对朝廷政治前景和国计民生的高度责任感和使命感。作者一再把视角投向生活在最底层的群众，他们的生活过得十分悲惨，而且向来是无人过问的。这位不知姓甚名谁的杜陵叟处在水深火热的困境中而不能自拔。</p> <p>　　“三月无雨旱风起，麦苗不秀多黄死。九月降霜秋早寒，禾穗未熟皆青乾。”三月无雨，并不是指的农历三月整整一个月不下雨，而是说从808年冬天到第二年春天连续三个月没有下雪和下雨。据史料记载，这一年直到闰三月才下了一场像样的雨，为此，白居易还专门写了一首《贺雨》诗表达他当时喜悦的心情。在靠天吃饭的日子里，长安市郊的“杜陵叟”去年秋天辛辛苦苦播下的冬小麦，从下种到返青就没有一滴雨水的滋润，结果还没有到秀穗的时候大多已经干黄枯死了。夏粮既然没有收成，只有指望秋粮了，可是农民们万万没有想到，秋天九月一场早来的霜降，却使得“杜陵叟”可怜的愿望又一次成为了泡影，地里的秋庄稼还没有成熟就都被冻死而干枯了。两季粮食几乎颗粒无收，这就是白居易在序中所交待的“农夫之困”，也是“天灾之困”。</p> <p>　　“长吏明知不申破，急敛暴征求考课。”长吏，泛指上级长官，这里是指的杜陵所在地的地方官。考课，指古代考查官员政绩的好坏，以此作为升降的标准。原来这位地方官大人明知手下的“农夫”受了天灾，却不向上方报告灾情，而是愈发加紧横征暴敛，强行收取租税。他要造成一个“大灾之年不减税收”的政绩，以取悦上方，给朝廷留下一个称职的印象，为他以后的加官晋爵打下基础。</p> <p>　　“典桑卖地纳官租，明年衣食将如何？”这两句诗是说，“杜陵叟”在大荒之年，遇上这样不顾百姓死活的“长吏”，叫天天不应，喊地地不理，只好忍痛把家中仅有的几棵桑树典当出去，可是仍然不够缴纳“官租”，迫不得已，再把赖以为生的土地卖了来纳税完粮。可是桑树典了，“薄田”卖了，到时候连“男耕女织”的本钱都没有，第二年的生计也没有办法了。这种来自“长吏”的人祸，让“农夫之困”愈发雪上加霜。</p> <p>　　看到“杜陵叟”面对的“人祸之困”比“天灾之困”更加无情、更加残酷时，白居易的心情再也无法平静了。本来从诗歌的一开始，他是以第三人称的面目出现的，可是写到这里，他义愤填膺，转而以第一人称的身份出场控诉起来，“剥我身上帛，夺我口中粟。”意思是：“典了桑树，卖了薄田，织不了布，种不上地，到时候没吃没穿，我们怎么生活啊？”这种由第三人称到第一人称的转换，实际上是作者内心感情的真实流露，他已经全然忘记了他是朝中大夫的尊贵身份，而自觉地站在了无依无靠的“杜陵叟”一边，这对于一个封建文人来说，是非常难能可贵的。在著名的汉乐府《陌上桑》中有这样的诗句：“日出东南隅，照我秦氏楼。秦氏有好女，自名为罗敷。”那也是站在诗中主人公同一立场的第一人称的口吻，不过，因为那首诗本来就是乐府民歌，所以不足为奇，它所表达的是劳动人民对他们这个阶级的优秀女子的由衷自豪与热爱，可白居易并不是穷苦百姓中的一员，而是一位名符其实的士大夫，所以这种感情角色的自然换位，对于封建社会的官僚阶层的绝大多数成员来说，是根本不可想像的，而白居易这种古道热肠、侠肝义胆，完全是“诗圣”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“民胞物予”精神的直接继承，而且这也是他能在后来接过杜甫现实主义诗歌的优良传统，发起新乐府运动的重要主观因素。</p> <p>　　“虐人害物即豺狼，何必钩爪锯牙食人肉？”这是白居易站在“杜陵叟”的立场上，对那些统治阶级中，只管个人升官而不顾百姓死活的贪官污吏而进行的面对面的严厉痛斥，情急之中，竟把他们比喻成了“钩爪锯牙食人肉”的“豺狼”，而且采用了语气极为强烈的反问句式，激愤之情跃然纸上而溢于言表。作为一个衣食无忧的政府官吏，能够对“农夫之困”如此感同身受，能够如此直接激烈地为人民鸣不平，在当时实在是不多见的。</p> <p>　　诗歌的前半部分，作者的内心是很沉痛的。而在诗歌后半部分的一开始，苦不堪言的“农夫”的命运似乎出现了一丝转机，“不知何人奏皇帝，帝心恻隐知人弊。白麻纸上放德音，京畿尽放今年税。”白麻纸，古时诏书用白纸颁布，到了674年——676年期间（唐高宗上元年间），因为白纸容易被虫蛀蚀，所以一律改用麻纸。放德音，宣布恩诏，即下文所言减免赋税的诏令。京畿，古时称国都周围的地区。杜陵所在地属国都长安的郊区。白居易在诗里只说了“不知何人”，其实这位关心民生疾苦、视民如子的“何人”，根据史料记载正是白居易“本人”，是他上书宪宗，痛陈灾情之重，才使深居九重的皇帝动了恻隐之心，大笔一挥，居然免去了京城灾区当年的赋税。读者看到这里，也会为颗粒无收的“杜陵叟”的命运松了一口气。可是令作者万万没有想到的是，这一切只不过是障眼法而已，不管皇帝的免税是否出于真心，但是官吏却是绝不肯照章办事的，因为这样一来，他们的政绩就要受到影响，他们的官路也会不再亨通。所以，他们自有一套阳奉阴违的“锦囊妙计”，那就是拖延不办，对此，白居易也是莫可奈何的了。</p> <p>　　“昨日里胥方到门，手持尺牒榜乡村。”里胥是乡镇中的低级官吏；这里的“榜”是张贴的意思。皇帝的免税诏书才刚刚由那班“里胥”们神气活现地公布到家家户户，可这一切已经无济于事了，因为“十家租税九家毕，虚受吾君蠲免恩。”一直要到绝大多数人家都“典桑卖地”，纳完租税之后，才将已经成为“一纸空文”的“尺牒”在乡村中张贴公布，这已经没有意义了。“里胥”们原本是没有那么大的胆量，敢于欺上瞒下到如此地步的，其实是朝廷上下，沆瀣一气，朋比为奸。白居易对此心知肚明，吃苦的还是那些无依无靠的贫苦百姓。他们一苦天灾，二苦黑官，这正是“苛政猛于虎”。</p> <p>　　这首诗体现了作者视民如子的情怀，揭露了封建社会的黑暗与腐败。作者在《轻肥》诗中曾一针见血地控诉“是岁江南旱，衢州人食人！”在这首《杜陵叟》中，他更写到“虐人害物即豺狼，何必钩爪锯牙食人肉！”白居易在义愤填膺地写下上述的控诉时，并没有意识到，他实际上已经触及了封建社会那人吃人的凶残野蛮的社会本质。事实上，每当灾荒严重之际，由皇帝下诏蠲免租税，而地方官照样加紧盘剥勒索，不过是封建社会经常上演的双簧戏而已。宋代诗人<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>就有一首《后催租行》中提到：“黄纸放尽白纸催，卖衣得钱都纳却。”说的也是一回事，在宋代，皇帝的诏书用黄纸写，而地方官的公文用白纸写，在封建社会中，能够对这种免的白免、催的照催的吃人双簧戏进行最早、最有力的批判的，正是唐代新乐府运动的旗手——白居易。</p>",
  "about": "<h2>创作背景</h2> 　　从808年（唐宪宗元和三年）的冬天到第二年的春天，江南广大地区和长安周边地区，遭受了严重的旱灾。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>是在808年刚刚担任左拾遗一职的，此时上书力陈旱情严重，民生疾苦，请求朝廷能够及时认真“减免租税”，以“实惠及人”，救民于水深火热之中。白居易的一番忠诚打动了宪宗皇帝，他不但批准了白居易的奏请，还下了一道“罪己诏”。没想到，这一切到头来却成了一场闹剧，受灾的老百姓并没有从中得到任何的恩赐与救济，免除租税的诏书竟成了一纸空文。白居易在悲愤之余，忍不住提笔写下了《轻肥》和《杜陵叟》两首<a href=\"http://so.gushiwen.org/view_21285.aspx\">诗</a>。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "乐府",
    "农民",
    "生活",
    "忧国忧民"
  ]
}