{
  "id": 5720,
  "star": 23,
  "name": "出塞作",
  "dynasty": "唐代",
  "content": "居延城外猎天骄，白草连天野火烧。<br>暮云空碛时驱马，秋日平原好射雕。<br>护羌校尉朝乘障，破虏将军夜渡辽。<br>玉靶角弓珠勒马，汉家将赐霍嫖姚。",
  "fanyi": "<p><strong>译文</strong><br>居延城外胡人正在狩猎，白草连天大火漫天燃烧。<br>暮云下旷远的沙漠纵马飞驰，秋日里辽阔的平原正好射雕。<br>护羌校慰坚守阵地登上障堡，破虏将军勇猛出击夜渡辽河。<br>那镶玉的剑，角饰的弓，战<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>着珠络头，朝廷要赐给得胜的将军：勇如汉朝的霍嫖姚。</p> <p><strong>注释</strong><br>居延城：也叫居延塞。故址在今内蒙古自治区额济纳旗一带。居延：古县名，在今内蒙古阿拉善盟额济纳旗北部。<br>猎天骄，是说强悍的少数民族首领带着人马打猎。天骄，即“天之骄子”，汉代时匈奴恃强，自称“天之骄子”，即老天爷的爱子。这里借称唐朝的吐蕃。<br>白草：北方草原上的一种野草，枯后呈白色，称白草。连天野火烧，烧起围猎的野火，与天连在一起了，形容打猎的野火声势之大。<br>暮云：晚上的云彩与烟雾相接。空碛，空荡无边的大沙漠。时驱马：正在奔驰的猎马。<br>碛（qì）：沙漠。<br>秋日：秋天的时节。<br>平原：平坦的原野。<br>好射雕：正好是打猎的时候。射雕：泛指用箭射空中的禽鸟。雕，鹰类性凶猛。<br>护羌校尉：《汉官仪》曰：护羌校尉，武帝置，秩比二千石，持节以护西羌。”汉代拿着符节保护西羌的武官叫“护羌校尉”，这里指唐廷守边的将领。<br>朝乘障，早晨登上遮虏障。乘障，同乘鄣：谓登城守卫。《汉书·张汤传》：“﹝上﹞乃遣山乘鄣。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“鄣谓塞上要险之处，别筑为城，因置吏士而为鄣蔽以扞寇也。”障，遮虏障，西汉时为了防止匈奴内侵，在居延一带修筑了一道遮虏障，一种防御工事。<br>破虏将军：指汉昭帝时中郎将范明友。当时辽东乌桓反。他带领兵马，渡过辽河，平定了这次叛乱。此指唐朝守边的将领。<br>玉靶角弓：用美玉镶把柄的剑，用兽角装饰的弓。玉靶：镶玉的剑柄。借指宝剑。<br>珠勒马：马勒口上用宝珠装饰，指骏马。珠勒：珠饰的马络头。<br>汉家将赐：汉朝就要赏赐。这里指唐廷就要赏赐。<br>霍嫖姚，即霍去病，西汉抗击匈奴的名将，官至骠骑将军。前后六次出击匈奴，皆获胜而归，得到朝廷封赏。此处借指崔希逸。霍嫖姚：《史记·嫖姚将军传》曰：“霍去病为嫖姚校尉。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“居延城外猎天骄，白草连天野火烧”，写居延关外长满白草的广阔原野上燃起了熊熊猎火，吐蕃正在这里进行打猎活动，这是紧张局势的一个信号。写打猎声势之盛，正是渲染边关剑拔弩张之势。这两句<a href=\"http://so.gushiwen.org/view_5720.aspx\">诗</a>很容易使人联想起<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>《燕歌行》“单于猎火照狼山”之句，古诗中常常以“猎火”来暗指战火。</p> <p>　　“暮云空碛时驱马，秋日平原好射雕”，进一步描写吐蕃的猎手们在暮云低垂，空旷无边的沙漠上驱马驰骋，在秋天草枯，动物没有遮蔽之处的平原上射猎。这一联象两幅生动传神、极具典型意义的塞上风俗画，写出吐蕃健儿那种盘马弯弓、勇猛强悍的样子，粗豪雄放；也暗示边情的紧急，为诗的下半部分作了铺垫。</p> <p>　　“护羌校尉朝乘障，破虏将军夜渡辽。”这两句，对仗精工，很有气势。“护羌校尉”和“破虏将军”都是汉代武官名，这里借指唐军将士。登障堡，渡辽河，都不是实指，而是泛写，前者着重说防御，后者主要讲出击，一个“朝”字和一个“夜”字，突出军情的紧迫，进军的神速，表现了唐军昂扬奋发的士气，雷厉风行的作风。此联对军事行动本身没有作具体的描写，而只是选取具有曲型意义的事物，作概括而又形象的叙说，就把唐军紧张调动，英勇作战，并取得胜利的情景写出来了，收到了词约义丰的艺术效果。</p> <p>　　“玉靶角弓珠勒马，汉家将赐霍嫖姚。”“汉家”借指唐朝，“霍嫖姚”即汉代曾作过嫖姚校尉的霍去病，借谓崔希逸。这两句是说，朝廷将把镶玉柄的剑，以角装饰的弓和戴着珠勒口的骏马，赐给得胜的边帅崔希逸。在诗尾才点出赏功慰军的题旨，收结颇为得体。</p> <p>　　前四句写边境纷扰、战火将起的形势，刻画形象，有声有色，是实写；后四句便采用虚写，写唐军针对这种紧张形势而进行军事部署。此诗写得很有特色，它反映当前的战斗情况，用两相对比的写法，先写吐蕃的强悍，气势咄咄逼人，造成心理上的紧张；再写唐军雍容镇静，应付裕如，有攻有守，以一种压倒对方的凌厉气势夺取最后的胜利。越是渲染对方气焰之盛，越能衬托唐军的英勇和胜利的来之不易，最后写劳军，也就顺理成章，水到渠成，只须轻轻点染，诗旨全出。</p> <p>　　此诗运用了对比的写法，前四句写敌人的勇悍和嚣张气焰，意在反衬出大唐守边将士不畏强敌，敢于战斗，敢于胜利的精神。借用“护羌校尉刀、“破辽将军”、“霍嫖姚”典故比喻将能卒勇，比直接描写更能启发读者，更有余味之感。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5720.aspx\">诗</a>原注说：“时为御史监察塞上作”。开元二十五年（737），河西节度副大使崔希逸在青海战败吐蕃，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>以监察御史的身份，奉使出塞宣慰，这诗就写在此时。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "边塞"
  ]
}