{
  "id": 48090,
  "star": 88,
  "name": "代出自蓟北门行",
  "dynasty": "南北朝",
  "content": "羽檄起边亭，烽火入咸阳。<br>征师屯广武，分兵救朔方。<br>严秋筋竿劲，虏阵精且强。<br>天子按剑怒，使者遥相望。<br>雁行缘石径，鱼贯度飞梁。<br>箫鼓流汉思，旌甲被胡霜。<br>疾风冲塞起，沙砾自飘扬。<br>马毛缩如蝟，角弓不可张。<br>时危见臣节，世乱识忠良。<br>投躯报明主，身死为国殇。",
  "fanyi": "<p><strong>译文<br></strong>　　紧急征召的文书从边塞岗亭传来，战争爆发的消息已经传到京都。被征召的骑兵驻扎在广武县，将兵分几路解救被困的朔方。肃杀的秋天虽然十分寒冷，但战士们的战斗豪情丝毫没有减弱，他们手里的弓箭更加强劲了。但敌人的战阵也精锐而坚强。天子听到敌兵气焰嚣张的消息，按不住心中的怒火，也亲临战场与敌人一搏。战争十分激烈，传送军情战况的使者往来不绝。军队沿石径行进，如雁飞排成的行列；士兵依次渡过桥梁，如游鱼前后连贯。军乐流露出汉人的情思，战士们的旌旗和铠甲都披上了胡地的霜雪。他们冒着疾风冲锋陷阵，战场上的沙砾被扬起，随风飘荡。因为天气寒冷，马毛都像刺猬一样缩成一团，角弓也拉不开了。但在时局危险的时候，才可以看出那些臣子的节操；天下乱的时候，才能看出一个人是否忠良。战士们为回报君主之恩，都奋力拼杀，不顾自己的性命安危。身死之后，他们会成为为国牺牲的光荣的烈士。</p> <p><strong>注释</strong><br>[1]《代出自蓟北门行》是乐府旧题，属杂曲歌辞。此<a href=\"http://so.gushiwen.org/view_48090.aspx\">诗</a>通过边庭紧急战事和边境恶劣环境的渲染，突出表现了壮士从军卫国、英勇赴难的壮志和激情。蓟，古代燕国京都，在今北京市西南。<br>[2]羽檄（xí）：古代的紧急军事公文。边亭：边境上的瞭望哨。<br>[3]烽火：边防告警的烟火，古代边防发现敌情，便在高台上燃起烽火报警。咸阳：城名，秦曾建都于此，借指京城。<br>[4]征师：征发的部队。一作“征骑”。屯：驻兵防守。广武：地名，今山西代县西。<br>[5]朔方：汉郡名，在今内蒙古自治区河套西北部及后套地区。<br>[6]严秋：肃杀的秋天。这句的意思是弓弦与箭杆都因深秋的干燥变得强劲有力。<br>[7]虏阵：指敌方的阵容。虏，古代对北方入侵民族的恶称。<br>[8]天子按剑怒：指天子闻警后大怒。<br>[9]使者句：意思是军情紧急，使者奔走于路，络绎不绝，遥相望见。<br>[10]雁行：排列整齐而有次序，像大雁的行列一样。缘，沿着。<br>[11]鱼贯：游鱼先后接续。飞梁：凌空飞架的桥梁。<br>[12]萧鼓：两种乐器，此指军乐。流汉思：流露出对家国的思念。<br>[13]旌（jīng）甲：旗帜、盔甲。<br>[14]砾（lì）：碎石。<br>[15]缩：蜷缩。蝟：刺猬。角弓：以牛角做的硬弓。<br>[16]投躯：舍身；献身。国殇（shāng）：为国牺牲的人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_48090.aspx\">诗</a>开头就表现了边亭告警的紧急情况：“羽檄起边亭，烽火入咸阳。征骑屯广武，分兵救朔方。”敌方入侵的信息接连传入京城，汉军征集马队，屯驻广武，分遣精兵，出救朔方。前两句“羽檄”、“烽火”用互文见义法，强化了军情的危急。后两句为一触即发的生死搏斗埋下了伏笔。</p> <p>　　诗进而表现了胡焰嚣张，天子震怒的严重局势：“严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。”胡方利用深秋弓坚矢劲，大举入犯，汉方天子震怒，使者促战，相望于道。四句有力地暗示一场激烈的战斗即将展开，很能唤起读者的兴趣。</p> <p>　　接着用两联工整对句极写汉军准备投入战斗的壮阔场面，颇有先声夺人气势。“雁行缘石径，鱼贯度飞粱。箫鼓流汉思，旌甲被胡霜。”石径迂折，飞粱直跨，大军行进，秩序井然。但闻箫鼓中传出汉军的豪情壮思，旌甲上沾满胡地的霜露雪花。前两句用雁行、鱼贯两个比喻刻画汉军跋涉辛苦，纪律严明的英雄风貌。后两句则突出将士们战胜恶劣环境的大无畏精神。缘、度、流、被四字，分别起了传神点睛作用。</p> <p>　　然后着重描写进入实战状态时气候剧变的特殊情况：“疾风冲塞起，沙砾自飘扬。马毛缩如猬，角弓不可张。”疾风冲塞而起，沙砾满天飘扬。战马瑟缩，不能奔驰，劲弓冻结，难以开张。这四句把边塞风光与战地生活紧紧衔联，很自然地为英勇顽强的壮士安排好一个典型环境，使他们在艰苦条件下表现的可贵战斗精神有效地得到显示。</p> <p>　　最后四句是全诗的精华：“时危见臣节，世乱识忠良。投躯报明主，身死为国殇。”自古以来的忠节之士，都是在严峻考验中察“见”和“识”别出来的。他们必须在紧急关头付出最大牺牲。诗人用《九歌·国殇》礼赞勇武刚强、死于国事的“鬼雄”的辞语，颂扬为国捐躯的壮士，寄托了他对英烈的无比崇敬之情。这两联流传万口，几乎成了封建时代衡量忠良行为准则的诗句，产生了鼓舞人心的力量。</p> <p>　　此诗在思想与艺术上能达到较完美的统一，是由于紧凑曲折的情节，不断变化的画面和鲜明突出的形象在诗里得到了有机的结合。其中紧凑的情节，更起了重要作用。它由边亭告警，征骑分兵，加强防卫，进而写到虏阵精强，天子按剑，使者促战。然后着重写了汉军壮伟场面和战地自然风光。最后以壮士捐躯，死为国殇的高潮作结。</p> <p>　　贯串于上述紧凑情节中的，是各种生活画面，如边亭、咸阳、广武、朔方、虏阵、胡霜，包括了胡汉双方的广阔空间。活跃其中的，有交驰的羽檄，连天的烽火，雁行的队列，鱼贯的军容，箫鼓的节奏，旌甲的辉光等。尤其是疾风起，沙砾场，马瑟缩，弓冻凝的边塞风光画面，“神气光舞”（陈祚明语），“分明说出边塞之状”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>语），更为此诗增添了艺术光彩，是<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>表现边塞生活的重要艺术标志。</p> <p>　　上述画面从多角度进行描绘，而位于其中心的，则是壮士的英雄群像。不只征骑、分兵、缘石径、度飞粱、吹箫伐鼓、执旌被的严峻时刻，他们的形象也十分耀眼。尤其是时危世乱之际表现的忠节，更突出地闪现了英烈们为国献身的思想亮光。</p> <p>　　鲍照没有边塞生活的直接经验，却写出了成功的边塞作品，很可能是因为他善于把自己积累的北方边塞生活的间接知识和前辈作家的创作经验艺术地结合起来，他能自出心裁，自显身手，为南朝诗坛开出一朵奇葩，说明他对庄子《逍遥游》“有待”、“无待”的境界，是很领会的。</p>",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "乐府",
    "边塞",
    "生活",
    "励志"
  ]
}