{
  "id": 72756,
  "star": 13,
  "name": "东都赋",
  "dynasty": "两汉",
  "content": "　　东都主人喟然而叹曰：“痛乎风俗之移人也。子实秦人，矜夸馆室，保界河山，信识昭、襄而知始皇矣，乌睹大汉之云为乎？夫大汉之开元也，奋布衣以登皇位，由数期而创万代，盖六籍所不能谈，前圣靡得言焉当此之时，功有横而当天，讨有逆而顺民。故娄敬度势而献其说，萧公权宜而拓其制。时岂泰而安之哉，计不得以已也。吾子曾不是睹，顾曜后嗣之末造，不亦暗乎？今将语子以建武之治，永平之事，监于太清，以变子之惑志。往者王莽作逆，汉祚中缺，天人致诛，六合相灭。于时之乱，生人几亡，鬼神泯绝，壑无完柩，郛罔遗室。原野厌人之肉，川谷流人之血，秦、项之灾，犹不克半，书契以来，未之或纪。故下人号而上诉，上帝怀而降监，乃致命乎圣皇。于是圣皇乃握乾符，阐坤珍，披皇图，稽帝文，赫然发愤，应若兴云，霆击昆阳，凭怒雷震。遂超大河，跨北岳，立号高邑，建都河、洛。绍百王之荒屯，因造化之荡涤，体元立制，继天而作。系唐统，接汉绪，茂育群生，恢复疆宇，勋兼乎在昔，事勤乎三五。岂特方轨并迹，纷纷后辟，治近古之所务，蹈一圣之险易云尔哉。且夫建武之元，天地革命，四海之内，更造夫妇，肇有父子，君臣初建，人伦实始，斯乃伏牺氏之所以基皇德也。分州土，立市朝，作盘舆，造器械，斯乃轩辕氏之所以开帝功也。龚行天罚，应天顺人，斯乃汤、武之所以昭王业也。迁都改邑，有殷宗中兴之则焉。即土之中，有周成隆平之制焉。不阶尺土一人之柄，同符乎高祖。克己复礼，以奉终始，允恭乎孝文。宪章稽古，封岱勒成，仪炳乎世宗。</p> <p>　　案《六经》而校德，眇古昔而论功，仁圣之事既该，而帝王之道备矣。至于永平之际，重熙而累洽，盛三雍之上仪，修衮龙之法服，铺鸿藻，信景铄，扬世庙，正雅乐。人神之和允洽，群臣之序既肃。乃动大辂，遵皇衢，省方巡狩，穷览万国之有无，考声教之所被，散皇明以烛幽。然后增周旧，修洛邑，扇巍巍，显翼翼。光汉京于诸夏，总八方而为之极。是以皇城之内，宫室光明，阙庭神丽，奢不可逾，俭不能侈。外则因原野以作苑，填流泉而为沼，发 苹藻以潜鱼，丰圃草以毓兽，制同乎梁邹，谊合乎灵囿。若乃顺时节而搜狩，简车徒以讲武，则必临之以《王制》，考之以《风》《雅》，历《驺虞》，览《驷铁》，嘉《车攻》，采《吉日》，礼官整仪，乘舆乃出。于是发鲸鱼，铿华钟，登玉辂，乘时龙，凤盖棽丽，和銮玲珑，天官景从，寝威盛容。山灵护野，属御方神，雨师泛洒，风伯清尘，千乘雷起，万骑纷纭，元戎竟野，戈铤彗云，羽旄扫霓，旌旗拂天。焱焱炎炎，扬光飞文，吐焰生风，欱野喷山，日月为之夺明，丘陵为之摇震。遂集乎中囿，陈师案屯，骈部曲，列校队，勒三军，誓将帅。然后举烽伐鼓，申令三驱， 輶车霆激，骁骑电骛，由基发射范氏施御，弦不睼禽，辔不诡遇，飞者未及翔，走者未及去。指顾倏忽，获车已实，乐不极盘，杀不尽物，马踠余足，士怒未渫，先驱复路，属车案节。于是荐三牺，效五牲，礼神祇，怀百灵，觐明堂，临辟雍，扬缉熙，宣皇风，登灵台，考休徵。俯仰乎乾坤，参象乎圣躬，目中夏而布德，瞰四裔而抗棱。西荡河源，东澹海漘，北动幽崖，南趯朱垠。殊方别区，界绝而不邻。自孝武之所不征，孝宣之所未臣，莫不陆讋水栗，奔走而来宾。遂绥哀牢，开永昌，春王三朝，会同汉京。是日也，天子受四海之图籍，膺万国之贡珍，内抚诸夏，外绥百蛮。尔乃盛礼兴乐，供帐置乎云龙之庭，陈百寮而赞群后，究皇仪而展帝容。于是庭实千品，旨酒万钟，列金罍，班玉觞，嘉珍御，太牢飨。尔乃食举《雍》彻，太师奏乐，陈金石，布丝竹，钟鼓铿鍧，管弦烨煜。抗五声，极六律，歌九功，舞八佾，《韶》《武》备，泰古华。四夷间奏，德广所及，僸佅兜离，罔不具集。万乐备，百礼暨，皇欢浃，群臣醉，降烟熅，调元气，然后撞钟告罢，百寮遂退。于是圣上亲万方之欢娱，又沐浴于膏泽，惧其侈心之将萌，而怠于东作也，乃申旧间，下明诏，命有司，班宪度，昭节俭，示太素。去后宫之丽饰，损乘舆之服御，抑工商之淫业，兴农桑之盛务。遂令海内弃末而反本，背伪而归真，女修织纴，男务耕耘，器用陶匏，服尚素玄，耻纤靡而不服，贱奇丽而弗珍，捐金于山，沈珠于渊。于是百姓涤瑕荡秽而镜至清，形神寂漠，耳目弗营，嗜欲之源灭，廉耻之心生，莫不优游而自得，玉润而金声。是以四海之内，学校如林，庠序盈门，献酬交错，俎豆莘莘，下舞上歌，蹈德咏仁。登降饪宴之礼既毕，因相与嗟叹玄德，谠言弘说，咸含和而吐气，颂曰：“盛哉乎斯世！”今论者但知诵虞、夏之《书》，咏殷、周之《诗》，讲羲、文之《易》，论孔氏之《春秋》，罕能精古今之清浊，究汉德之所由。唯子颇识旧典，又徒驰骋乎末流。温故知新已难，而知德者鲜矣。且夫僻界西戎，险阻四塞，修其防御，孰与处乎土中，平夷洞达，万方辐凑？秦岭、九崚，泾、渭之川，曷若四渎、五岳，带河溯洛，图书之渊？建章、甘泉，馆御列仙，孰与灵台、明堂，统和天人？太液、昆明，鸟兽之囿，曷若辟雍海流，道德之富？游侠逾侈，犯义侵礼，孰与同履法度，翼翼济济也？子徒习秦阿房之造天，而不知京洛之有制也。识函谷之可关，而不知王者之无外也。主人之辞未终，西都宾矍然失容，逡巡降阶，揲然意下，捧手欲辞。”主人曰：“复位，今将授予以五篇之诗。”宾既卒业，乃称曰：“美哉乎斯诗！义正乎扬雄，事实乎相如，匪唯主人之好学，盖乃遭遇乎斯时也。小子狂简，不知所裁，既闻正道，请终身而诵之。”",
  "shangxi": "<h2>鉴赏</h2> <p>　　杜笃的《论都赋》建议迁都长安，写得很策略；<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>维护建都洛阳，在处理对前汉西都评价上，也极为谨慎小心。《西都赋》本为赞美、夸耀之词，不用说。《东都赋》开头云：</p> <p>　　东都主人喟然而叹曰：“痛乎风俗之移人也。子实秦人，矜夸馆室，保界河山，信识昭襄而知始皇矣，乌睹大汉之云为乎？”</p> <p>　　批评的矛头对准的是秦皇而非汉帝。下面接着一小段写“大汉之开元”，十分概括。因为后汉以承前汉之皇统自居，对前汉不能不加肯定；但从前、后汉的比较来说，当时统治者需要的是对后汉功业和东都洛阳的赞扬、歌颂，故对前汉的功业不能作太具体、详细的表述。下面说：“今将语子以建武之治，永平之事，监于太清，以变子之惑志”，开始对后汉王朝功业、礼制的铺叙。又说：“迁都改邑，有殷宗中兴之则焉；即土之中，有周成隆平之制焉。”又从历史方面来论证定都洛邑，前有先例，且居天下之中，得地利之便。由赋中内容的安排和措词的上下照应情况，可以看出当时最高统治者的心态和班固对此的把握。</p> <p>　　《东都赋》以封建礼法为准则，赞扬了建武、永平的盛世，以“盛乎斯世”一语作为大段描述的结尾，对西都宾先予称赞，再予批评，行文摇曳多姿，善于达意。下面又将西都同东都的形势及风俗直接加以比较：“且夫辟界西戎，险阻四塞，修其防御，孰与处乎土中，平夷洞达，万方辐凑？秦岭九崚，泾渭之川，曷若四渎五岳，带河泝洛，图书之渊？建章、甘泉，馆御列仙，孰与灵台、明堂，统和天人？太液、昆明，鸟兽之囿，曷若辟雍海流，道德之富？游侠逾侈，犯义侵礼，孰与同履法度，翼翼济济也？”态度鲜明地称赞东都洛阳地利、形势及礼俗之淳厚，建筑、设置之合于王道。“统和天人”、“同履法度”，点出了《东都赋》的主题；“图书之渊”、“道德之富”，是《东都赋》着力铺叙、宣扬之所在。下面照应《两都赋》开头部分：“子徒习秦阿房之造天，而不知京洛之有制也；识函谷之可关，而不知王者之无外也”。完全以一个新的尺度来衡量秦（实际上是代指前汉）和东汉王朝政教之得失。接着以西都宾的折服为赋正文部分的收束。这同《上林赋》的结尾完全一样。但整个说来，班固的《两都赋》开头、结尾、过渡等章法更为严谨、自然，且富于情态，长于韵味。</p> <p>　　班固此赋由于创作的目的在于表述一个政治问题上的个人见解，甚至是为了参与一场争论，故它不似《子虚》、《上林》的有很多虚夸的部分，以气争胜，而更多实证。它主要不是抒发一种情感，表现一种精神，而是要表现一种思想，体现一种观念。这也可以说是同时代风气有关，是当时文风和社会风气的体现。另外，同该赋中强调礼制、强调崇儒思想相一致，赋的语言典雅和丽（马积高《赋史》即已指出这一点），节奏步武从容，和銮相鸣，可谓金声玉振，有庙堂朝仪的风度。</p> <p>　　在结构上，此赋对《子虚》、《上林》也有突破，上文已言及。下面再看看其结尾上的创意。作为全赋的结束，《东都赋》末尾不是在西都宾“矍然失容，逡巡降阶，惵然意下，捧手欲辞”之后即结束，下面接上说：“主人曰：复位，今将授予以五篇之<a href=\"http://so.gushiwen.org/view_72756.aspx\">诗</a>。”大约是考虑到下面即录附诗，会使结尾割裂而失去风韵，故将诗附于篇末，而以西都宾的称赞为结尾：宾既卒业，乃称曰：“美哉乎斯诗！义正乎<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，事实乎相如，匪唯主人之好学，盖乃遭遇乎斯时也。小子狂简，不知所裁，既闻正遭，请终身而诵之。” 显得轻松而诙谐，多少带有一点寓言的味道，使这篇骋辞大赋在庄严之中，带有活泼之气。其中“义正乎扬雄，事实乎相如”，也可以看作是班固自己对《两都赋》特色的概括。</p> <p>　　因为此赋写洛阳的形胜、制度、文物等，同《子虚》、《上林》的仅写田猎者相比，内容要更为丰富、开阔，也更能集中地、多角度、多方面地展现一个时代政治、经济、文化的发展状况，因而后世时有人加以摹拟，形成“京都赋”的类型。《昭明文选》分赋为十五类，“京都赋”列在第一。《文苑英华》、《历代赋汇》等也有“京都”或“都邑”一类。</p> <p>　　尽管在班固之前已有京都赋之作，但能使这类题材以及表现方式、结构方式结合而形成大赋的一种门类，乃有赖于此赋取得的成就。历史上很多优秀的作品，尤其具有某方面划时代意义的作品，往往成为后来作家学习、甚至摹拟的范本。班固之前的京都之作，扬雄的《蜀都赋》已有残缺，崔骃、傅毅的《反都赋》只余残章剩句，傅毅《洛都赋》也有残缺，便说明了它们的历史地位。</p>",
  "poet": {
    "id": 398,
    "star": 0,
    "name": "班固",
    "image": "http://img.gushiwen.org/authorImg/bangu.jpg",
    "desc": "班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。"
  },
  "tags": [
    "叙事",
    "议论"
  ]
}