{
  "id": 26939,
  "star": 34,
  "name": "宫词二首",
  "dynasty": "唐代",
  "content": "故国三千里，深宫二十年。<br>一声何满子，双泪落君前。</p> <p>自倚能歌日，先皇掌上怜。<br>新声何处唱，肠断李延年。",
  "fanyi": "<p><strong>译文</strong><br>故乡远在三千里之外，关闭在皇宫整整二十年。<br>我唱一曲悲凉的《何满子》，眼泪不由得双双落在唐武宗的面前</p> <p>自己凭仗着能歌唱之日，赢得了先皇无限的宠爱。<br>新声在何处唱起，使那宫中歌者哀痛有如断肠。</p> <p><strong>注释<br></strong>⑴故国：故乡。此为代宫女而言。<br>⑵深宫：指皇宫。<br>⑶何满子：唐教坊曲名。《乐府<a href=\"http://so.gushiwen.org/view_26939.aspx\">诗</a>集》载<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>语：“何满子，开元中沧州歌者，临刑进此曲以赎死，竞不得免。”《何河子》曲调悲绝，白居易《河满子》诗中说它“一曲四词歌八叠，从头便是断肠声。”<br>⑷君：指唐武宗。<br>⑸倚：凭仗。<br>⑹先皇：指唐武宗。<br>⑺<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>：汉武帝李夫人兄，以善歌宠极一时。此处泛指唐武宗时宫中歌者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一般以绝句体裁写的篇幅短小的宫怨<a href=\"http://so.gushiwen.org/view_26939.aspx\">诗</a>，总是只揭开生活画图的一角，可从一个片断场景表现宫人悲惨的一生；同时往往写得委婉含蓄，一些内容留下许多想象空间。这首诗却与众不同。这两展示的是一幅生活全图，而且是直叙其事，直写其情。</p> <p>　　作者在第一首诗的前半首里，以举重若轻、驭繁如简的笔力，把一个宫人远离故乡、幽闭深宫的整个遭遇浓缩在短短十个字中。首句“故国三千里”，是从空间着眼，写去家之远；次句“深宫二十年”，是从时间下笔，写入宫之久。这两句诗，不仅有高度的概括性，而且有强烈的感染力；不仅把诗中女主角的千愁万恨一下子集中地显示了出来，而且是加一倍、进一层地表达了她的愁恨。一个少女不幸被选入宫，与家人分离，与外界隔绝，失去幸福，失去自由，本来已经够悲惨了，何况家乡又在三千里之外，岁月已有二十年之长，这就使读者感到其命运更加悲惨，其身世更可同情。与这两句诗相似的有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《别舍弟宗一》诗中“一身去国六千里，万死投荒十二年”一联，也是以距离的遥远、时间的久长来表明去国投荒的分外可悲。这都是以加一倍、进一层的写法来增加诗句的重量和深度。后半首诗转入写怨情，以一声悲歌、双泪齐落的事实，直截了当地写出了诗中人埋藏极深、蓄积已久的怨情。这后两句诗也以强烈取胜，不以含蓄见长。过去一些诗论家有诗贵含蓄、忌直贵曲的说法，其实并不是绝对的。应当说，一首诗或曲或直，或含蓄或强烈，要服从它的内容。这首诗的前半首已经把诗中人的处境之悲惨写到了极点，为逼出怨情蓄足了力量，因而在下半首中就势必让诗中人的怨情喷薄而出、一泻为快了。这样才能使整首诗显得强烈有力，更能收到打动读者的艺术效果。这里，特别值得拈出的一点是：有些宫怨诗把宫人产生怨情的原因写成是由于见不到皇帝或失宠于皇帝，那是不可取的；这首诗反其道而行之，它所写的怨情是在“君前”、在诗中人的歌舞受到皇帝赏识的时候迸发出来的。这个怨情，联系前两句看，决不是由于不得进见或失宠，而是对被夺去了幸福和自由的抗议，正是<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>在一首《长门怨》中所说，“不是思君是恨君”。这首诗还有两个特点。一是：四句诗中，前三句都是没有谓语的名词句。谢榛在《四溟诗话》中曾指出，诗句中“实字多，则意简而句健”，而他所举的“皆用实字”的例句，就是名词句。这首诗之所以特别简括凝炼、强烈有力，与运用这种特殊的诗句结构有关。另一特点是：四句诗中，以“三千里”表明距离，以“二十年”表明时间，以“一声”写歌唱，以“双泪”写泣下，句句都用了数目字。而数字在诗歌中往往有其特殊作用，它能把一件事情、一个问题表达得更清晰，更准确，给读者以更深刻的印象，也使诗句特别精炼有力。这首诗的这两个艺术形式上的特点，与它的内容互为表里，相得益彰。</p> <p>　　第二首，表现宫中歌唱，随时都在创作新声。作者另有《听歌》二首，其一：“儿郎漫说转喉轻，须待情来意自生。只是眼前丝竹和，大家声里唱新声。”《边上逢歌者》又有：“垂老秋歌出塞庭，遏云相付旧秦青。少年翻掷新声尽，却向人前倒耳听。”足见诗人对新声及情感的重视。这首诗以“新声何处唱？断肠<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>”作结，包容了丰富的内蕴，言有尽而意无穷。这里直接点出“新声”，用“何处唱”一衬，其哀怨之情便流露出来了，最后一句提到了“断肠”，感情更进一步，在感情高峰上结束全诗。</p>",
  "about": "<h2>创作背景</h2> 　　据《唐<a href=\"http://so.gushiwen.org/view_26939.aspx\">诗</a>纪事》记载，唐武宗李炎宠信善歌才人孟氏，后值武宗病重之时，孟才人侍其侧，武宗问之曰：“我或不讳，汝将何之？”孟才人对曰：“若陛下万岁之后。无复为生。”当时，武宗令其于病榻之前歌《河满子》一曲，声调凄咽，闻者涕零。不久，武宗崩驾，孟才人哀痛数日而死。张枯为孟才人殉情之事写了三首诗，一首题作《孟才人叹》，另二首为一组，总题名“宫词”。",
  "poet": {
    "id": 56,
    "star": 0,
    "name": "张祜",
    "image": "http://img.gushiwen.org/authorImg/zhanghu.jpg",
    "desc": "张祜 字承吉，邢台清河人，唐代著名诗人。出生在清河张氏望族，家世显赫，被人称作张公子，有“海内名士”之誉。张祜的一生，在诗歌创作上取得了卓越成就。“故国三千里，深宫二十年”张祜以是得名，《全唐诗》收录其349首诗歌。"
  },
  "tags": [
    "宫人",
    "哀怨"
  ]
}