{
  "id": 72363,
  "star": 19,
  "name": "报刘一丈书",
  "dynasty": "明代",
  "content": "　　数千里外，得长者时赐一书，以慰长想，即亦甚幸矣；何至更辱馈遗，则不才益 将何以报焉？书中情意甚殷，即长者之不忘老父，知老父之念长者深也。</p> <p>　　至以「上下 相孚，才德称位」语不才，则不才有深感焉。 夫才德不称，固自知之矣；至於不孚之病，则尤不才为甚。</p> <p>　　且今之所谓孚者，何哉？日夕策马，候权者之门。门者故不入，则甘言媚词，作妇人状，袖金以私之。即门者持刺入，而主人又不即出见；立厩中仆马之间，恶气袭衣袖，即饥寒毒热不可忍，不去也 。抵暮，则前所受赠金者，出报客曰：「相公倦，谢客矣！客请明日来！」即明日， 又不敢不来。夜披衣坐，闻鸡鸣，即起盥栉，走马抵门；门者怒曰：「为谁？」则曰 ：「昨日之客来。」则又怒曰：「何客之勤也？岂有相公此时出见客乎？」客心耻之 ，强忍而与言曰：「亡奈何矣，姑容我入！」门者又得所赠金，则起而入之；又立向 所立厩中。 幸主者出，南面召见，则惊走匍匐阶下。主者曰：「进！」则再拜，故迟不起； 起则上所上寿金。主者故不受，则固请。主者故固不受，则又固请，然後命吏纳之。 则又再拜，又故迟不起；起则五六揖始出。出揖门者曰：「官人幸顾我，他日来，幸 无阻我也！」门者答揖。大喜奔出，马上遇所交识，即扬鞭语曰：「适自相公家来， 相公厚我，厚我！」且虚言状。即所交识，亦心畏相公厚之矣。相公又稍稍语人曰：「某也贤！某也贤！」闻者亦心许交赞之。</p> <p>　　此世所谓上下相孚也，长者谓仆能之乎？前所谓权门者，自岁时伏腊，一刺之外，即经年不往也。闲道经其门，则亦掩耳 闭目，跃马疾走过之，若有所追逐者，斯则仆之褊衷，以此长不见怡於长吏，仆则愈 益不顾也。每大言曰：「人生有命，吾惟有命，吾惟守分而已。」长者闻之，得无厌 其为迂乎？</p> <p>　　乡园多故，不能不动客子之愁。至于长者之抱才而困，则又令我怆然有感。天之与先生者甚厚，亡论长者不欲轻弃之，即天意亦不欲长者之轻弃之也，幸宁心哉！",
  "fanyi": "<p><strong>译文</strong><br>　　在数千里以外，时常得到您老人家的来信，安慰我的长久想念，这已经十分幸运了。竟然还承蒙您赠送礼物，那么我更要用什么来报答呢？您在信中表达的情意十分恳切，说明您没有忘记我的老父亲，从而也可以知道老父亲是很深切地想念您老人家的。<br>　　至于信中以“上下要互相信任，才能和品德要与职位相符合”的话教导我，正是我所亲切感受到的。我的才能和品德与职位不相符，本来我就知道的。至于不能做到上下相互信任的弊病，在我的身上表现得更厉害。<br>　　且看当今社会上所说的上下信任是怎么一回事呢？当他从早到晚骑马去权贵人家的门口恭候的时候，守门的人故意为难不肯让他进去，他就用甜言媚语装作妇人的姿态，把袖里藏着的金钱偷偷地塞给守门人。守门人拿着名帖进去之后，而主人又不立即出来接见，他就站在马棚里，与仆人和马匹相处，臭气熏着衣服，即使是饥饿寒冷或闷热得无法忍受，也不肯离去。一直到傍晚，那个先前曾经接受金钱的守门人出来对他说：“相公疲劳了，谢绝会客，客人请明天再来吧。”到了第二天，他又不敢不来。晚上他披衣坐等，一听到鸡叫就起来洗脸梳头，骑着马跑到相府门口，守门人发怒地说：“是谁？”他便回答说：“昨天的客人又来了。”守门人又怒气冲冲地说：“你这个客人倒来得这样勤！难道相公能在这个时候出来会客吗？”客人心里感到受耻辱，只有勉强忍耐着对守门人说：“没有办法啦！姑且让我进去吧！”守门人再次得到他送的一笔钱，才起身放他进去。他又站在原来站过的马棚里。幸好主人出来了，在客厅上朝南坐着，召他进去见面，他就慌慌张张地跑上去，拜伏在台阶下。主人说：“进来！”他便拜了又拜，故意迟迟不起来，起来后就献上进见的金银。主人故意不接受，他就一再请求收下；主人故意坚决不接受，他就再三请求。然后主人叫手下人把东西收起来，他便拜了又拜，故意迟迟不起，起来后又作了五六个揖才出来。出来他就对守门人作揖说：“多亏老爷关照我！下次再来，希望不要阻拦我。”守门人向他回礼，他就十分高兴地跑出来。他骑在马上碰到相识的朋友，就扬起马鞭得意洋洋地对人说：“我刚从相府出来，相公待我很好，很好！”并且虚假地叙述受到接待的情况。因此与他相识的朋友，也从心里敬畏他能得到相公的优待。相公又偶尔对别人说：“某人好，某人好。”听到这些话的人也都在心里盘算着并且一齐称赞他。这就是所说的上下信任，您老人家说我能这样做吗？<br>　　对于前面所说的权贵人家，我除了过年过节例如伏日、腊日投一个名帖外，就整年不去。有时经过他的门前，我也是捂着耳朵，闭着眼睛，鞭策着马匹飞快地跑过去，就象后面有人追逐似的。这就是我狭隘的心怀，因此经常不受长官欢迎（不被长官赏识），而我则更加不顾这一切了。我常常发表高谈阔论：“人生遭际都是由命运决定的，我只是守自己的本份罢了！”您老人家听了我的这番话，或许（恐怕）不会嫌我过于迂腐吧！<br>　　家乡多次遭遇灾祸，不能不触动旅居在外的人的愁思。至于您老人家的怀才不遇，也使我心情悲伤而有所感触。上天赋于您的才德是很优厚的，不要说您老人家不愿轻易抛弃它，就是天意也不愿让您轻易地抛弃啊。希望您安心等待吧！</p><p><strong>注释</strong><br>出袖金以私之袖：藏在衣袖里<br>即起盥栉栉：梳头<br>然后命内之内：同“纳”，接受，接纳<br>间道经其门间：有时</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《报刘一丈书》是答复刘一丈的一封书信。“刘一丈”，名介，字国珍，号墀石。“一”，表排行居长，即老大。“丈”，是对男性长辈的尊称。刘一丈，即一个名叫刘介的长者，排行老大。也是江苏兴化人，与<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>家有世交，与宗臣父亲厚交40余年。因宗、刘两家有这样亲密的关系，所以在《报刘一丈书》中，推心置腹地谈了自己对世俗的看法，大胆揭露了相府中的丑事，真正表达了对刘一丈的深情厚意。《报刘一丈书》是一篇书信体优秀散文，全文四段，共分三个部分。</p> <p><strong>第一部分</strong><br>　　（第1自然段）是书信的开头部分，写的是客套话，作者以晚辈的身份、恭敬的口气，感谢刘一丈的来信、馈赠，并对其念及老父深表谢意。“数千里之外，得长者时赐一书，以慰长想，即亦甚幸矣。何至更辱馈遗，则不才益将何以报焉。”“长者”，年纪大的长辈，指刘一丈。“馈遗”，指馈赠的礼物。“不才”，无才，自谦之词。（我在几千里外，常收到您的来信，以安慰我长久的思念之情，这已经是十分幸运的了。何况又承蒙你赠送我礼物，这样我更不知如何报答您了。）“书中情意甚殷，即长者之不忘老父，知老父之念长者深也。”“殷”，深厚的意思。“即”，由此可见。（您信中情谊十分深厚，由此可见您没有忘记我的老父亲，我也理解我父亲深深怀念您了）。这里清楚交待了宗臣老父亲与刘一丈的深厚情谊。正因如此关系密切，宗臣在信中才能对刘一丈无一保留地尽吐激愤。</p> <p><strong>第二部分</strong><br>　　（第2、3、4自然段）是信的中心部分。作者针对刘一丈来信中“上下相孚，才德称位”这八个字来发议论，引出自责，借题发挥，字字矢弊。<br>　　第2段，“至以‘上下相孚，才德称位’语不才，则不才有深感焉。夫才德不称，固自知之矣。至于不孚之病，则尤不才为甚。”“孚”，信用、融洽。“称”，符合，配得上。“上下相孚，才德称位”，是刘一丈在信中勉励、劝慰宗臣的话。（上下级互相信任，才与德与自己的地位符合。）刘一丈希望宗臣能上下相孚和称位，勉励宗臣做一个称职的好官，并处理好上下级关系。对此宗臣有深切的感受。（他谦虚地说，我的才能和品德与职位很不相称，这一点我本来就知道。至于上下互不信任的毛病，我身上表现的就更为严重。）这里表面上是作者自责，实际上是为讽刺时弊预设伏笔。一涉及到这个问题，作者就不禁联想到官场的情况--奸臣当道，贪官满朝，谄媚之徒青云直上，正直之士仕途艰涩。这那里还谈得上“上下相孚”呢？于是文章很自然的由说自己“不孚”之病，转而为揭露官场的腐朽丑恶架起了桥梁。<br>　　第3段，揭露上下相孚的真相，这是全文重点。“且今世之所谓孚者何哉？”紧承上文。“且”，提携连词，相当于“再说”、“那么”。“何哉”，反诘嘲讽语气，表现作者不屑一谈，不吐不快的心情。他要把丑恶的东西撕碎给人们看，让人们看看现在的所谓“上下相孚”究竟是怎么一回事？文章对此没有空发议论，是用漫画形式勾画出官场现形图。作者以典型化的手法作了形象化的回答。作者描写了客求相公这一组镜头。“客”是下级，是一个不择手段往上爬的小官僚。而作为上级的“相公”，又是喧赫一时的权相严嵩。通过“客求相公”的描写，作者揭示出了这上下互相信任的内幕实质。干谒求见的这一组镜头写的非常精彩。<br>　　第一个镜头写客见相公之难。先看下级求见时的丑恶姿态。有这么一个下级小官僚“日夕策马候权者之门”，从早到晚打马奔走，恭候在权贵的门口。“策”，马鞭，这里作动词用，指鞭打。可是“门者故不入，则甘言媚词作妇人状，袖金以私之。”当守门人故意刁难不肯让他进去的时候，他便甜言蜜语装作女人的媚态，（可看出客者为个人仕途而不择手段）并把袖里藏着的银子偷偷地送给守门人，求守门人帮他一把。“袖”，名词作状语，在袖子中；“私”，偷偷地赠送。“即门者持刺入，而主者又不即出见。”其实守门人得了他的贿赂拿他的名片进去通报了，主人也不会出来立即接见他。“即”，即使。“刺”，名片。“即”，立刻、马上。于是他只好“立厩中仆马之间”，任凭恶气侵袭衣襟，即使饥寒毒热不可忍，他也不肯离开。“抵暮，则前受赠金者出，报客曰：‘相公倦，谢客矣。客请明日来。’”把他折腾了一天，至到傍晚，那个先前得了贿赂的人才出来告诉他，相公今天累了，谢绝今天会客。请你明天再来吧。“暮”，晚上。到了第二天又不敢不来，他在家里心神不安“夜披衣坐，闻鸡鸣即起盥栉，走马抵门。”通宵披衣坐着，一听鸡叫赶紧起来梳洗，再骑马赶去敲门。“门者怒曰：‘为谁？’则曰：‘昨日之客来。’则又怒曰：‘何客之勤也？岂有相公此时出见客乎（反问修辞）？’”这个人已利令智昏，半夜三更去叫门，守门人大为关火，厉声问道：谁？他小声答道：昨天那个客人又来了。守门人更加怒气的说：你这个人为什么这样勤快呢？那有相公这个时候出来见客的吗？<br>　　这里写到“相公倦，谢客矣”“岂有相公此时出见客乎”，这里的“相公”是什么意思，作者这样写的目的是什么？<br>　　“相公”是对宰相的尊称，作者在这里故意把权贵们说成“相公”，旨在巧妙地讽刺权奸—宰相严嵩。受到这番冷落，“客心耻之”，他心里也感到耻辱。“耻”，以……为羞耻。但小不忍则乱大谋，为了达到目的“强忍而与言曰：‘亡奈何矣，姑容我入！’”他强忍着对守门人说：实在没有法子，您姑且放我进去吧！“亡”，通无。“姑容”，姑且。于是“门者又得所赠金，则起而入之”，门者再次得了他所赠的银子，才起来放他进去。他“又立向所立厩中”，又站到他昨天站的马厩里。我们看，一个下级小官僚为了巴结大官吏，以图升官发迹，不得不厚颜无耻的买通把门官，先以甜言蜜词，后以袖内屯金，还要忍受冷遇和侮辱，“立厩中仆马之间”，尝饥寒毒热之苦，尽管碰壁而归，仍不罢休，继续坐而达旦，第二天鸡叫即起，继续走马抵门，门者再次刁难，他始而强忍，继则哀求，最后只得再行贿赂。既使得其进门，仍立厩中仆马之间。这里，作者以传神之笔，把那个下级小官僚的卑劣伎俩，丑恶灵魂刻画的淋漓尽致，唯妙唯肖。展示出一个封建社会上骄下臾的群丑图，这里把门者写得盛气凌人，怒呵怒斥；客者却逆来顺受，委曲求全，其用意是：表现客者为求谒于主者自愿受之的丑态；也是映衬主者跋扈，不可一世）<br>　　第二个镜头写“客见相公”，请看权者召见时的卑鄙行径。经过两天的努力，两次贿赂，忍受了两次马棚之苦，终于感动了上帝。“幸主者出，南面召见，则惊走匍匐阶下”,谢天谢地，幸亏主人出来，坐北朝南召见他，他诚惶诚恐地跑上前去爬在台阶下，“主者曰：‘进’，则再拜，故迟不起。起则上所上寿金。”听得一声主人“进”，他连忙拜了几拜，仍爬在地下故意不起来，起来后马上奉上贿赂的银子。“主者故不受”，而主者故意推托，“则固请”，他就坚持请。“主者故固不受，则又固请”，主人故意坚决不受，他就再三坚决请求。“故”，故意、含假装意。第一个“固”，坚持。第二个“固”，仍是坚持（故固不受，这是故意装出一付清高以遮盖他那贪财之心）。如此诚恳，盛情难却，主人这才“命吏纳之”，叫手下收了银子。他如释重负，大喜过旺，“则又再拜，又故迟不起。”他忙又爬下再三拜谢，又故意迟迟不起来。他知道主人即已收下他的银子，一定帮他的忙，他能不感恩吗！“起则五六揖始出。”爬下作了五六个揖才慢慢起来。这段文字最富讽刺意味和喜剧色彩，“南面召见”本是国君召见丞相，这里喻指奸相严嵩专权。那个小官僚听说召见，受宠若惊，立即故作恭谨惶恐之态“惊走”“匍匐”“再拜”“固请”“故迟不起”，起则“上所上寿金”，“又故迟不起”，“起则五六揖”，一连串的动作描写，步步推进，层层渲染，一个可卑可鄙的小丑形象如在目前，呼之欲出，令人忍隽不掬。更于权者，虽寥寥数字，但声威俱全，一览无余。他自恃为尊，金口难开，只一个字“进”，足见他骄横跋扈，赫赫威势。对“所上受金，故不受”，“故固不受”，故作姿态，虚伪奸诈，令人肉麻。<br>　　这段话描写刻画出“干谒者”和“权贵者”怎样的丑态？干谒者的丑态：极尽谄媚贿赂之能事；权贵者的丑态：极其贪得而故作清廉。<br>　　作者主要通过何种描写手法来刻画人物的？主要是行为描写，通过具体、生动的形象刻画人物的丑态。<br>　　文中连用了三个“故”字，四个“固”字，说明作者为什么反复使用这几个字及其艺术效果。“故”，是故意，虚情假意。“固”，是坚决。这两个字所包含的人的态度是矛盾对立的，作者放到一起，并反复使用，是为了强调“干谒者”和“权贵者”的坚决，实质都是极虚伪的。愈坚决就愈虚伪，愈要掩盖虚伪也就愈坚决，因而也就更显其虚伪，这就淋漓尽致地揭示了他们极其丑恶的心态。<br>　　第三个镜头写客见相公后的得意样子。那个小官僚被召见之后，如愿以偿，摇身一变又是一幅面孔。“出揖门者曰：‘官人幸顾我，他日来，幸亡阻我也。’门者笑揖，大喜，奔出。”他出来对门人作揖道：幸蒙大官人照顾我，希望下次再来不要阻挡我。受门人向他还了一个礼，他便欣喜若狂地跑了出去。“马上遇所交识，即扬鞭语曰：‘适自相公家来，相公厚我，厚我。’且虚言状。即所交识，亦心畏相公厚之矣。”他骑在马上遇见相识的人，就扬起马鞭对人说：我刚从相府出来，相公很赏识我，很赏识我。并虚假地说了相公厚待的情况，即便是了解他底细的人，也在心里敬畏相公而厚待他了。“所交识”，所与交游熟识的人。“适”，刚才。“厚”，厚待、看重、赏识。相公因得了他的贿金“稍稍语人曰：‘某也贤，某也贤！’”相公稍微伺机跟人说一下，某人不错，某人不错！“闻者亦心计交赞之。”说者无心，听者有意。听着这话的人也都在心里盘算着一齐称赞他。这里“相公厚我，相公厚我！”“某也贤”“某也贤！”两个反复手法的运用，简直出神入化，把官僚的狐假虎威，奸相的信口雌黄，揭露的淋漓尽致。而那些势利之徒，鹦鹉学舌之状也不唯妙唯肖。文章至此顺势而下，“此世所谓上下相孚也。”与这一段开头写奸者“所谓浮者何哉？”紧相呼应，可谓画龙点睛之笔。这里通过上门者、客者、权者三人丑态栩栩如生的刻画，十分形象的刻画了官场中十分黑暗。所谓“上下相孚”，只不过是上下勾结，欺世盗名的代名词而已。在这种情况下“长者谓仆能之乎？”（您老人家说我能够这样做吗？）这冷言一语，力发千钧，问的有力，表明作者不同流俗的态度和激愤之情。文章转为叙述自己，洁身自好，不肯向权贵们低头的作风。<br>　　第4段，写作者自己自恃高洁之权贵的品质。“前所谓权门者，自岁时伏腊一刺之外，即经年不往也。”“岁时”，一年的四时节令，指逢年过节。“伏腊”，指夏、冬祭祀的日子，指重要节日。（前面所说的权贵之家，除了逢年过节、伏腊祭祀递一张名帖以示祭祀外，常年不相往来。）从时间上说，在漫长的一年中，作者只有在夏天伏日、冬天腊日这些节日投上名片，以祭名节，整年都不登权贵之门，这和“客，日夕策马候权者之门”是一个对比。<br>　　“间道经其门，则亦掩耳闭目，跃马疾走过之，若有所追逐者。”（偶尔经过他家门口，我则捂住耳朵闭上眼睛，加鞭催马快跑过去，好像有谁追赶似的。）“间”，间或，偶尔。“疾”，快、迅速地。从态度上说，作者见到或经过权者之门时，他捂着耳朵、闭着眼睛，急忙跑过去，这样的急速行走，表现了作者唯恐沾染上臭气的清高气节，和“客立厩中仆马之间，恶气袭衣袖，即饥寒毒热不可忍，不去也”，“惊走”匍匐阶下”，“大喜，奔出”这样的描写，形成了多么强烈的对照。<br>　　“斯则仆之褊哉，以此常不见悦于长吏，仆则愈益不顾也。每大言曰：‘人生有命，吾唯守分尔矣！’长者闻之，得无厌其为迂乎？”（这就是我心胸狭隘的胸怀之处吧！，因此常常不被长官所喜欢，我却更加不理会这些。，不仅如此，而且还常常大言不惭地自我安慰：“人生祸福，命中注定，我只有谨守本分就行了！”恐怕要讨厌我太过迂腐了吧？）运用了反问修辞。从结果上说，作者这种正直、清廉的作风，导致了“长不见悦于长吏”，权贵们的提拔那就更提不上了。但作者不以此畏矣。<br>　　这一段与上一段处处形成对照，作者把正邪、洁污、直曲区分的经纬分明，表现了作者作为一个正直的知识分子，对污浊现实的反抗态度，这在当时政治黑暗，士大夫不顾廉耻的情况下，那是难能可贵的。诘句“长者闻之，得无厌其为迂乎？”意在言外，余味无穷。一则总结了所谓和当时的时尚是大相径庭。这诘句深刻揭示了当时腐败的社会风气，满怀作者的无限愤慨。<br>　　以上是第二部分，这是全文主体。作者借用刘一丈来信所写“上下相孚，才德称位”八个字，大加发挥，通过具体的形象真实地尽情地描绘了“客”鉆营拍马屁的丑态，并衬托了相公的淫威虚假。写的夸张形象，穷形尽现。写自己处处和时尚作对比，并以反诘句明确表现自己，不能“上下相孚”，写的光明磊落，肝胆照人。这些现实弊端和自己的现实，在内容上是一邪一正，风格上是一谐一庄，恰当的反映了现实中的两种风气及作者的鲜明态度。<br>　　在这封信中，作者借对方来信中提到的“上下相孚，才德称位”这句话展开议论，但整篇文章却只议论“上下相孚”一个方面，为什么？<br>　　刘一丈的来信以“上下相孚，才德称位”告诫作者。作者在回信中着重谈了“上下相孚”的看法，而没有谈“才德称位”，这是因为“上下相孚”和“才德称位”是互为因果的，是互相依存的，讲明当时社会根本不能“上下相孚”，才德不能称位也就不论自明了。抓住“上下相孚”一点来做文章，这是一种集中笔墨，切中要害的写法。</p> <p><strong>第三部分<br></strong>　　（最后一个自然段）以劝慰之语作结，回应书信开头。“乡园多故，不能不动客子之愁。”家乡常受倭寇侵扰。“客子”，身在异乡之人，指作者本人。作者时刻思念着家乡，当然也时刻思念着刘一丈。“至于长者抱才而困，则又令我怆然有感。天之与先生者甚厚，亡论长者不欲轻弃之，则天意亦不欲长者之轻弃之也，幸宁心哉！”（你怀才而遭困顿，就更使我感到悲伤，天公赐给您博学多才，且莫说你自己愿轻易抛弃它，就是天意也不愿您轻易抛弃这些呀！希望你心情能够平静下来。）<br>　　这段话表明了几层意思？主要有三层：其一、客居他乡的游子对家乡的怀念；其二、对刘一丈抱才而困的不平和愤慨；其三、对刘一丈的劝慰，回应开头刘一丈对自己的关心。<br>　　说明这一部分和文章主题的关系？这段文字是全篇不可分割的部分，用刘一丈抱才而困的处境进一步揭露了“上下相孚”的虚伪性。<br>　　说明其在结构上的关系。回应文章开头，使首尾呼应，结构严谨。这并非一般客套话，仍然紧扣“上下相孚”这个中心。从上面所言，作者自己尚且“不见悦于长吏”，何况刘一丈这样德高学广之人呢？既是对他怀才不遇的深切同情，也希望他能洗身持洁，以展抱负之日。<br>　　通过以上分析，我们知道散文《报刘一丈书》有较高的思想性，它具有尖锐的现实针对性和强烈的批判性。作者敢冒政治的风险，以鲜明的立场和大无畏的精神把矛头指向严嵩，揭露官场中权者持骄纳贿，谒者拍马求宠的真实情态和丑恶本质，大胆反映了现实生活的矛盾和现象，把明代官场的丑恶内幕以及罪恶，予以淋漓尽致地描写，揭示了当时是怎样社会现象。我们说这书信不仅有揭露作用，对于我们今天的读者也有一定的启发作用。文中所针对的虽然是具体的人和具体的事情、具体的社会现象，但是却启迪人们该如何对待不良社会风尚上做一些规律性的思考，什么样的思考呢？那就是启发我们要从品德和节操的高度去对待社会不良风气。在强大的恶劣社会风尚面前，要站稳脚步，坚守节操，保持品德的完美，不能随波逐流，同流合污。我们要相信是非曲直、功过，历史都会给予公允的评论。代表恶势力的严嵩，曾经是那么的不可一世，但终究身败名裂；而品德高洁的宗臣为后人所传颂，这些都具有规律性。因此我们说这篇文章有广泛而深刻的意义，以人为镜可知得失，以古为鉴，可知新蒂。</p> <p><strong>总结</strong><br>　　《报刘一丈书》这封信通过描绘官场的丑恶，深刻地揭示了统治阶级的腐败丑恶和当时社会的黑暗。文章紧紧围绕“上下相孚”“才德称位”两方面展开，但对后者只是一笔带过，而对前者却作了详细的描述。本文运用对比手法，形象地揭露了进谒者的奴颜婢膝、曲意逢迎和权贵的骄横跋扈、倨傲做作的丑态。文章在讽刺鞭挞丑恶的同时，也表达出作者不屑巴结权贵的正直态度和可贵品质。</p>",
  "about": "<h2>写作特点</h2> <p>一<br>　　《报刘一丈书》虽是书信体的记叙文，但它的形象性和讽刺性是很突出的。作者痛斥时弊，开始提出“上下相孚”，接着就画出了官场现形记的漫画，展示出一个封建社会上骄下臾的群丑图，给人以形象的回答。“干谒求进”的典型化情节，突出了官场的实质，达到了以少胜多的作用。三个不同的人物各具特色：<br>　　“客（干谒者）”这个形象凄凉昏木，娇人瞒上，是一个不惜一切往上爬的小人。作者着重刻画了他的媚相、狂相。<br>　　“相公（权者）”气焰赫赫，贪污纳贿却又骄横虚伪，他是黑暗势力的代表。着重刻画他的傲相、伪态。<br>　　“守门人（门者）”狐假虎威，敲诈勒索，是一个贯会仗势诈钱的狗腿。着重刻画他的刁、奸。<br>　　作者抓住三个人物精神世界浮在外表的状态，通过生动的心理刻画与个性化的对话，来描绘人物的灵魂：<br>　　写“相公”的动作和语言有一个特点，都很简洁。“主者出”“主者曰进”“吏纳之”“稍稍与人曰”，寥寥几笔，传出了权相的威严，真是权大势大影响大。只要他“稍稍与人曰”就可以使“闻者心计交赞之”，而求者就可以升官发财。作者写这个大人物，突出了他威严下的卑鄙。作者对这个人物写的是很成功的。相公的纳贿是以虚假的推托来表现的。<br>　　写“门者”的贪财则是赤裸裸的敲诈。这个把住相府大门的奴才，对求进者是千方的刁难，“客候权者之门，他故不入”，不让客进去。受了钱之后才来拿名片，但又出来传话说“客请明天来”。第二天客又上门的时候，这个“门者怒曰”，接着作者写“又怒曰”神气的不得了。但是一得到银子盛怒全消。我们把“门者”与“相公”比较一下可看出，作者写出了大人物纳贿与小人物受贿是不同的。但他们的灵魂都是卑鄙的，都可以被钱收买，不同的只是收买的方式不同而已。大人物要做出矜持的样子，要蒙上一块遮羞布，而小人物则是公开的勒索，当然收买的价格也会因人而异。<br>　　“客”这个人物，作者突出了他不惜一切往上爬的特点。为了进相府的门，他“日夕策马”，对门者“甘言媚词作妇人状，袖金以私之”，这是何等的卑劣。为了见到权者，他“立厩中”“恶气袭衣袖”“即饥寒毒热不可忍，不去也”“夜披衣坐，闻鸡鸣，即起盥栉，走马抵门”，又是何等的可怜、可悲！作者对他的描写笔刺灵魂力透纸背。再看，客遭到门者的怒斥后“客耻之”，也感到很耻辱。但为了往上爬，他还是强忍着。忍不下去怎么办？他是把刚萌发的耻辱之情强忍下去，也就保持住了无耻之魂。为了向上爬，“客”这个小官僚，可以说是无耻再无耻。作者对人物灵魂的鞭挞是多么深刻而有力。作者这种深入灵魂的描写，有时也见于一词一句中。为了见到相公，“客”是费尽心机，他付出了金钱，他忍受臭气，忍气、忍困，但心里又忐忑不安，还是担心付出这么大的代价见不到相公。但是“幸主者出”，短短四个字里面，写出了“客”终于见到了相公时侥幸欣喜的心理，他还有这样的算计，那就是终究没白费劲。还有这样的情绪，达到目的松了一口气。作者把“客”此时的侥幸心理、没有白费劲的这种算计、达到目的松了一口气的情绪，都在这一个“幸”字上画出来了，真是描写的深刻。还写出了这个“客”的语言“相公，厚我，厚我”这种重复语言，把他那踌躇满志的心理溢于言表。作者评论时事是以形象注之，生动鲜明，给人的印象非常强烈。</p> <p>二<br>　　运用对比手法，揭示深刻的社会内容。<br>　　1、作者的刚正不阿、洁身自好和客者卑躬屈膝、阿谀逢迎对比。一个是“策马候权者之门”，一个是“跃马疾走过”权者之门。一“候”一“过”，经纬分明，有力地表现了作者不向权贵抵头，不肯同流合污的可贵气节。“上骄下臾”反衬出作者的处事为人；同时也影射了权奸严嵩父子专权的朝政。<br>　　2、客者与门者、权者的对比，客者之于门者，一个甘言媚词丑态百出，一个狐假虎威，敲诈勒索。客者之于权者，一个奴颜媚骨，丧失廉耻，一个故作姿态，盛气凌人。什么“上下相孚”，其实就是尔虞我诈，权钱交易，以钱买权，以权谋钱。<br>　　3、客者被召见之前后，乞怜与骄人的对比。求见时他忍辱行贿，谄颜媚态，召见后他得意忘形，不可一世。前后对比，判若两人。通过对比，所谓“上下相孚”的一致，昭然若揭。</p> <p>三<br>　　《报刘一丈书》具有很强的讽刺力量。作者在描写中倾注了他对丑恶事物的痛恨之情。我们对这种感情作一分析，可知这种感情不是不得志的牢骚发泄，也不是为了文章中故作惊人之笔，予以渲染，而是一个正直的人对黑暗现实理所应有的愤慨和批判。作者这种以图为快的满腔愤激，真挚、正义、强烈，收到了引起共鸣和加强批判的艺术效果。文章的讽刺力量也来自作者在形象描绘后的精当议论，如“此世所谓上下相孚也”，就是形象引来的结论。“长者谓仆能之乎？“长者闻之，得无厌其为迂乎？”这样的反诘都是议论。由于对人物官场现状描写的生动而充分，这些一词一句的议论，进一步表现了作者的倾向，加强了批判的锋芒，使形象描绘所表达的形象由感性上升到理性的高度，增强了讽刺力量，因而深化了主题。具有一定的现实性和启发性，希望很好体会。</p>",
  "poet": {
    "id": 810,
    "star": 0,
    "name": "宗臣",
    "image": "http://img.gushiwen.org/authorImg/zongchen.jpg",
    "desc": "宗臣（1525～1560）明代文学家。字子相，号方城山人。兴化（今属江苏兴化）人。南宋末年著名抗金名将宗泽后人。嘉靖二十九年进士，由刑部主事调吏部，以病归，筑室百花洲上，读书其中，后历吏部稽勋员外郎，杨继盛死，臣赙以金，为严嵩所恶，出为福建参议，以御倭寇功升福建提学副使，卒官。诗文主张复古，与李攀龙等齐名，为“嘉靖七子”（后七子）之一，散文《报刘一丈书》，对当时官场丑态有所揭露，著有《宗子相集》。"
  },
  "tags": [
    "古文观止",
    "议论",
    "劝慰",
    "书信"
  ]
}