{
  "id": 17731,
  "star": 47,
  "name": "调张籍",
  "dynasty": "唐代",
  "content": "李杜文章在，光焰万丈长。<br>不知群儿愚，那用故谤伤。<br>蚍蜉撼大树，可笑不自量！<br>伊我生其后，举颈遥相望。<br>夜梦多见之，昼思反微茫。<br>徒观斧凿痕，不瞩治水航。<br>想当施手时，巨刃磨天扬。<br>垠崖划崩豁，乾坤摆雷硠。<br>唯此两夫子，家居率荒凉。<br>帝欲长吟哦，故遣起且僵。<br>翦翎送笼中，使看百鸟翔。<br>平生千万篇，金薤垂琳琅。<br>仙官敕六丁，雷电下取将。<br>流落人间者，太山一毫芒。<br>我愿生两翅，捕逐出八荒。<br>精诚忽交通，百怪入我肠。<br>刺手拔鲸牙，举瓢酌天浆。<br>腾身跨汗漫，不著织女襄。<br>顾语地上友，经营无太忙。<br>乞君飞霞佩，与我高颉颃。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_17731.aspx\">诗</a>文并在，犹如万丈光芒照耀了诗坛。却不知轻薄文人愚昧无知，怎么能使用陈旧的诋毁之辞去中伤他们？就像那蚂蚁企图去摇撼大树，可笑他们也不估量一下自己。虽然我生活在李杜之后，但我常常追思仰慕着他们。晚上也常常梦见他们，醒来想着却又模糊不清。李白杜甫的文章像大禹劈山治水一样立下了不朽的勋绩，但只留下了一些斧凿的痕迹，人们已经难以见到当时的治水的运作过程了。遥想当年他们挥动着摩天巨斧，山崖峭壁一下子劈开了，被阻遏的洪水便倾泻出来，天地间回荡着山崩地裂的巨响。但就是这样的两位夫子，处境却大抵都冷落困顿；仿佛是天帝为了要他们作诗有所成就，就故意让他们崛起而又困顿。他们犹如被剪了羽毛被囚禁进了笼中的鸟儿一样，不得展翅翱翔，只能痛苦地看着外边百鸟自由自在地飞翔。他们一生写了千万篇优美的诗歌，如金薤美玉一样美好贵重，但其中多数好像被天上的仙官派遣神兵收取去了一样，流传在人间的，只不过是泰山的毫末之微而已。我恨不得生出两个翅膀，追求他们的境界，哪怕出于八方荒远之地。我终于能与前辈诗人精诚感通，于是，千奇百怪的诗境便进入心里：反手拔出大海中长鲸的利齿，高举大瓢，畅饮天宫中的仙酒，忽然腾身而起，遨游于广漠无穷的天宇中，自由自在，发天籁之音，甚至连织女所制的天衣也不屑去穿了。我回头对地上的你说，不要老是钻到书堆中寻章摘句，忙碌经营，还是和我一起向李、杜学习，在诗歌的广阔天地中高高飞翔吧。</p> <p><strong>注释<br></strong>⑴调：调侃，调笑，戏谑。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>（768—830），字文昌，唐代诗人。历官太常寺太祝、水部员外郎、终国子司业。<br>⑵文章：此指诗篇。光焰：一作“光芒”。<br>⑶群儿：指“谤伤”李白杜甫的人。前人认为主要是指<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等。<br>⑷蚍蜉：蚁类，常在松树根部营巢。<br>⑸伊：发语词。<br>⑹“徒观”两句：比喻“李杜文章”如同大禹治水疏通江河，后人虽能看到其成就，却无法目睹当时鬼斧神工的开辟情景了。<br>⑺“想当”四句：想像禹治水时劈山凿石、声震天宇的情景。划：劈开。雷硠：山崩之声。<br>⑻“唯此”以下十二句：说天帝想要好诗歌，就派李、杜到人间受苦，还故意折断他们的羽毛，剥夺他们的自由，让他们经受挫折坎坷磨难，从而创作出精金美玉般的绝代诗篇。然后又派天神取走了。现在遗留在人世的只不过“太山一毫芒”而已，尚且如此高不可及。金薤：书。古有薤叶书。又有薤叶形的金片，俗语称金叶子。琳琅：美玉石。此以金玉喻“李杜文章”，并言李杜诗篇播于金石。六丁、雷电：皆传说之天神。<br>⑼八荒：古人以为九州在四海之内，而四海又在八荒之内。<br>⑽“精诚”两句：言忽然悟得“李杜文章”之妙。犹今言灵感忽至。<br>⑾“刺手”四句：比喻李、杜诗的创作境界。汗漫：广漠无边之处。《淮南子·道应训》：卢敖游于北海，遇异人，欲与交友，其人笑曰：“嘻！子中州之民，宁肯而远至于此。……吾与汗漫期于九垓之外，吾不可以久驻。”织女襄：《诗经·小雅·大东》：“跂彼织女，终日七襄。虽则七襄，不成报章”郑玄注：“襄：驾也。驾，谓更其肆也。从旦至暮七辰，辰一移，因谓之七襄。”按：织女，谓织女星。肆，谓星宿所舍，即星次。此句夸言神游物外，连织女星的车驾都不乘坐了。意谓超越了织女星运行的范围。<br>⑿地上友：指张籍。经营：此谓构思。<br>⒀乞：此谓送给。如杜甫《戏简郑广文虔兼呈苏司业源明》：“赖有苏司业，时时乞酒钱”。颉颃：上下飞翔。上飞曰颉，下飞曰颃。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的<a href=\"http://so.gushiwen.org/view_17731.aspx\">诗</a>歌成就，在盛行王、孟和元、白诗风的中唐时期，往往不被重视，甚至还受到一些人的贬损。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在这首诗中，热情地赞美李白和杜甫的诗文，表现出高度倾慕之情。在对李、杜诗歌的评价问题上，韩愈要比同时的人高明许多。</p> <p>　　此诗可分为三段。前六句为第一段。作者对李、杜诗文作出了极高的评价，并讥斥“群儿”抵毁前辈是多么无知可笑。“李杜文章在，光焰万丈长”二句，已成为对这两位伟大诗人的千古定评了。中间二十二句为第二段。力写对李、杜的钦仰，赞美他们诗歌的高度成就。其中“伊我”十句，作者感叹生于李、杜之后，只好在梦中瞻仰他们的风采。特别是读到李、杜天才横溢的诗篇时，便不禁追想起他们兴酣落笔的情景。“惟此”六句，感慨李、杜生前不遇。天帝要使诗人永不停止歌唱，便故意给予他们升沉不定的命运。</p> <p>　　“平生”六句，作者叹惜李、杜的诗文多已散佚。末十二句为第三段。“我愿”八句，写自己努力去追随李、杜。诗人希望能生出两翅，在天地中追寻李、杜诗歌的精神。他最后四句点题。诗人恳切地劝导老朋友<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>不要忙于经营章句，要大力向李、杜学习。</p> <p>　　韩愈在中唐诗坛上，开创了一个重要的流派。叶燮《原诗》说：“韩诗为唐诗之一大变。其力大，其思雄。”诗人以其雄健的笔力，凌厉的气势，驱使宇宙万象进入诗中，表现了宏阔奇伟的艺术境界。这对纠正大历以来诗坛软熟浅露的诗风，是有着积极作用的。而《调张籍》就正像诗界异军突起的一篇宣言，它本身最能体现出韩诗奇崛雄浑的诗风。</p> <p>　　诗人笔势波澜壮阔，恣肆纵横，全诗如长江大河浩浩荡荡，奔流直下，而其中又曲折盘旋，激溅飞泻，变态万状。如第二段中，极写李、杜创作“施手时”情景，气势宏伟，境界阔大。突然，笔锋急转：“惟此两夫子，家居率荒凉。”豪情壮气一变而为感喟苍凉，所谓“勒奔马于嘘吸之间”，非有极大神力者不能臻此。下边第三段“我愿”数句，又再作转折，由李、杜而写及自己，驰骋于碧海苍天之中，诗歌的内涵显得更为深厚。诗人并没有让江河横溢，一往不收，他力束狂澜，迫使汹涌的流水循着河道前泻。此诗在命题立意、结构布局、遣词造句上，处处显示出作者独具的匠心。如诗中三个段落，回环相扣，展转相生。全诗寓纵横变化于规矩方圆之中，非有极深功力者不能臻此。</p> <p>　　尤可注意的是，诗中充满了探险入幽的奇思冥想。第一段六句，纯为议论。自第二段始，运笔出神入化，简直令人眼花缭乱。“想当施手时，巨刃磨天扬。垠崖划崩豁，乾坤摆雷硠。”用大禹凿山导河来形容李、杜下笔为文，这种匪夷所思的奇特的想象，决不是一般诗人所能有的。诗人写自己对李、杜的追慕是那样狂热：“我愿生两翅，捕逐出八荒。”他长出了如云般的长翮大翼，乘风振奋，出六合，绝浮尘，探索李、杜艺术的精魂。追求的结果是“百怪入我肠”。此“百怪”可真名不虚说，既有“刺手拔鲸牙，举瓢酌天浆”，又有“腾身跨汗漫，不着织女襄”。下海上天，想象非常神奇。而且诗人之奇思，雄阔壮丽。韩诗曰奇曰雄，通过此诗可见其风格特色。</p> <p>　　诗人这种神奇的想象，每借助于夸张和比喻的艺术手法，就是前人所盛称的“以想象出诙诡”。诗人这样写那些妄图诋毁李、杜的轻薄后生：“蚍蜉撼大树，可笑不自量！”设喻贴切，形象生新，后世提炼为成语，早已家喻户晓了。诗中万丈光焰，磨天巨刃，乾坤间的巨响，太山、长鲸等瑰玮奇丽的事物，都被用来设喻，使诗歌磅礴的气势和诡丽的境界得到充分的表现。</p> <p>　　此诗乃“论诗”之作。<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《批韩诗》中所谓的“别调”，其实应是议论诗中的“正格”，那就是以形象为议论。在此诗中，作者通过丰富的想象和夸张、比喻等表现手法，在塑造李白、杜甫及其诗歌的艺术形象的同时，也塑造出作者其人及其诗歌的艺术形象，生动地表达出诗人对诗歌的一些精到的见解，这正是此诗在思想上和艺术上值得珍视的地方。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_17731.aspx\">诗</a>作于唐宪宗元和十年（815年）或十一年（816年）。当时，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>还不曾受到人们普遍的尊重。在<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以前，李白名高于杜甫；到韩愈那时，又有人尊杜抑李。<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《唐故工部员外杜君墓系铭并序》说：“诗人已来，未有如杜子美者。时山东李白，亦以奇文取称，时人谓之李杜。余观其乐府歌诗，诚亦差肩于子美矣；至若铺陈终始，排比声韵，大或千言，次犹数百，词气奋迈，而风调清深，属对律切，而脱弃凡近，则李尚不能历其藩篱，况壶奥乎？”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《与元九书》说：“诗之豪者，世称李杜。李之作才矣、奇矣，索其风雅比兴，十无一焉。杜诗最多，可传者千余首，尽工尽善，又过于李。然撮其《新娄》《石壕》诸章，亦不过三四十。杜尚如此，况不迨杜者乎？”则有李杜并讥之嫌。韩愈因作此诗极全力宏扬李杜。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "论诗"
  ]
}