{
  "id": 73275,
  "star": 14,
  "name": "示长安君",
  "dynasty": "宋代",
  "content": "少年离别意非轻，老去相逢亦怆情。<br>草草杯盘共笑语，昏昏灯火话平生。<br>自怜湖海三年隔，又作尘沙万里行。<br>欲问后期何日是，寄书应见雁南征。",
  "fanyi": "<p><strong>译文<br></strong>年轻时别离，那种情意是不轻的；如今老了，连相见也使我感到伤心。<br>随意准备些酒菜，为的是边吃边聊；灯火昏暗，我们把别后所见所思，互相倾吐，直到夜深。<br>我正在感慨分隔两地已有三年之久，却又要离开你去万里外的辽国，冒着风沙旅行。<br>要问我何日相会，怎说得准？你见到那鸿雁南飞，会有我捎来平安的家信。</p> <p><strong>注释<br></strong>⑴示长安君：写给长安君看。长安君：王淑文，是作者的大妹妹，受到了长安县君的封号。<br>⑵意非轻：情意不是轻的。<br>⑶怆（chuàng）情：悲伤。<br>⑷草草：随便准备的。杯盘：指的是酒和菜。<br>⑸昏昏：昏暗，光线暗淡。<br>⑹后期：后会的日期。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_73275.aspx\">诗</a>以议论起，用递进法展开。先说自己是个很重感情的人，在年轻时就对离别看得很重，到了年老，即使是会面，也引起心中的伤悲。对句有两层意思，一是说年老了，会一次少一次，所以相见时对未来充满感伤；一是有会必有别，因为对离别的感伤，就连对会面也感到心情沉重起来。</p> <p>　　毕竟，与别相比，会还是快乐的。第二联写会面时的亲情。兄妹俩随意准备了些酒菜，只是为了把酒谈话，话很多，一直到夜间，还在昏暗的灯光下说着。这两句，很形象地刻绘了兄妹俩的感情，都是就眼前实事组织进诗，显得十分亲切；比那些着意雕镂、粉饰拔高的话自然得多。正因为如此，这联成为传诵的名句。宋吴可《藏海诗话》云：“七言律一篇中必有剩语，一句中必有剩字，如‘草草杯盘供笑语，昏昏灯火话平生’，如此句无剩字。”赞赏了句中用语稳妥，浑成一气。同时，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的诗以善用叠字闻名，这联中两个叠字也用得很成功。“草草”二字，说出了兄妹俩的感情至深，用不着世俗的客套，能够相会已是最大的满足，描绘了和睦温暖的家庭气氛。“昏昏”二字，写两人说了又说，灯油已快干，灯火已昏暗，仍顾不上休息。</p> <p>　　下半四句写别，呼应首联。刚刚在叹息已经三年没有见面，知心话说不完，眼下自己马上又要到万里外的辽国去，诗便自然而然地转入惆怅，话题也就引入别后。于是，妹妹挂念地问：“后会在什么日子？”兄长只能含糊地回答：“见到大雁南飞，我就会从北国带回消息了。”其实，诗人自己不能预料会面的日子。诗就在无可奈何的气氛中结束，留下了一丝安慰，一个悬念。</p> <p>　　这首诗没有用一个典故，把人所习见的家庭生活细节捡选入诗，而以传神的语言表达出来，是那么地质朴自然，因而成为王安石七律中的名作。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_73275.aspx\">诗</a>作于嘉祐五年（1060），当时<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>将出使辽国。王安石与他的大妹王文淑感情很深，这次隔了三年再见面，见面后马上又要分别，想起年龄老大，会少别多，无限伤怀，所以写了这首诗。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "兄妹",
    "重逢",
    "离别",
    "感伤"
  ]
}