{
  "id": 5585,
  "star": 47,
  "name": "冬晚对雪忆胡居士家",
  "dynasty": "唐代",
  "content": "寒更传晓箭，清镜览衰颜。<br>隔牖风惊竹，开门雪满山。<br>洒空深巷静，积素广庭闲。<br>借问袁安舍，翛然尚闭关。",
  "fanyi": "<p><strong>译文<br></strong>寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。<br>隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。<br>飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。<br>试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。</p> <p><strong>注释<br></strong>⑴胡居士：名字生平未详。古代称信佛而不出家的人为居士，也指隐者。<br>⑵寒更：寒夜的更点。唐<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《别<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>得胜字》<a href=\"http://so.gushiwen.org/view_5585.aspx\">诗</a>：“寒更承夜永，凉景向秋澄。”晓箭：拂晓时漏壶中指示时刻的箭，常借指凌晨这段时间。箭：古代计时仪器漏壶中的箭标，上面刻有度数，随着漏壶里的水不断下滴，箭标上的刻度依次显露出来，依据时刻报更。唐<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>《元日楼前观仗》诗：“千门曙色锁寒梅，五夜疏钟晓箭催。”<br>⑶清镜：明镜。南朝齐<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《冬绪羁怀示萧咨议虞田曹刘江二常侍》诗：“寒灯耿宵梦，清镜悲晓发。”衰颜：衰老的容颜。隋尹式《别宋常侍诗》：“秋鬓含霜白，衰颜倚酒红。”<br>⑷牖（yǒu）：窗户。《说文》：牖，穿壁以木为交窗也。段玉裁注：“交窗者，以木横直为之，即今之窗也。在墙曰牖，在屋曰窗。”<br>⑸洒空：指下雪。《世说新语·言语》载，谢安曾在下雪时把子侄们聚在一起，问他们雪下得和什么东西相似，侄子谢朗应声答道：“撒盐空中差可拟。”<br>⑹积素：积雪。《文选·<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>〈雪赋〉》：“积素未亏，白日朝鲜。”李周翰注：“言积雪未销，白日鲜明。”宽阔的厅堂。引申为公开的场所。广庭：清朱仕琇《送叶蔚文南归序》：“ 颜斶王斗绌世主之怒，笑谑广庭，高揖而去。”<br>⑺袁安：东汉大臣。字邵公（《袁安碑》作召公）。汝南汝阴（今河南商水西北）人。有一年大雪下了一丈多深，穷人都扫雪出来讨饭，只有袁安家门前被雪封住。洛阳令以为他已冻死，命人扫雪而入，却见他躺在床上睡觉。问他为什么不出去，他说：“大雪天大家都在挨饿，不该去求人。”这里用以指胡居士。<br>⑻翛（xiāo）然：一任自然，无拘无束貌。《庄子·大宗师》：“翛然而往，翛然而来而已矣。”成玄英疏：“翛然，无系貌也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5585.aspx\">诗</a>前六句写山居的静寂，雪景的清幽，结尾处的对雪怀人之情，就是在雪中思友这样一个特定的环境中自然地触发出来的。</p> <p>　　首联对仗，“寒更”对“清镜”，“清镜览衰颜”有迟暮之感。颔联写开门所见，先倒叙一笔夜来听到的响动：“隔牖风惊竹”，然后反扣眼前所见的景象：“开门雪满山”，诗情跌宕起伏，奇趣横生。颈联继续写雪，从空中写到地上，特别表现晨雪带来的闲静。透过雪景传达无处不在的寒冷，为转写对胡居士的忆念蓄势。尾联用袁安卧雪的典故喻胡居士，以想象的手法十分贴切地表达了作者对这位贤达而固穷守志的胡居士的仰慕与忆念。</p> <p>　　此诗中间二联是写雪景的名句。一般人好用鹅毛柳絮（如谢道韫）、碎琼乱玉（如<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>）等来写雪景。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>写雪，笔墨空灵，感觉细腻而有层次。诗人先从听觉着笔，写他夜里隔着窗子听见风吹动竹子的声响；接着写视觉所见：清晨开门一看，才发觉皑皑白雪已铺满了山头。“风听竹”有声，“雪满山”有色，境界空阔，又紧扣着诗人隔窗“听”和开门“看”的动作神态，一惊一叹的内心感受，这就使人如临其境。接下去的一联，“洒空”二字摹写动态，描绘雪花纷纷扬扬、漫空飞舞之态；“积素”二字写静，表现给地面上已积起厚厚的一层白雪。“深巷静”、“广庭闲”、则渲染雪夜里深巷、广庭环境的清寂，传达出诗人的心境。诗人通过“惊”、“满”、“静”、“闲”四个动词和形容词，细致地表现了自己在雪夜里的思绪变化。王维吸取了前人写雪的艺术经验，同样运用不粘滞于物象而纯从感觉印象着以淡墨的表现方法，绘出一幅清寒、寂静而又有声息、光色、动感和生气的夜雪图。</p> <p>　　这首诗的主题和艺术构思，对后来的大历诗人<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的《寄全椒山中道士》、《秋夜寄邱二十二员外》等名作，都有一定的影响。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的《冬夜对雪忆胡居士家》当作于天宝（唐玄宗年号，742—756）年间。胡居士，名不详。只知他家境清寒，信奉佛教，住处距王维不远。王维有《胡居士卧病遗米因赠》《与胡居士皆病寄此兼示学人》等<a href=\"http://so.gushiwen.org/view_5585.aspx\">诗</a>，从诗中可知胡居士贤而贫困，王维曾经<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>过他。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "冬天",
    "写雪",
    "思念"
  ]
}