{
  "id": 48216,
  "star": 65,
  "name": "甘草子·秋暮",
  "dynasty": "宋代",
  "content": "秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。 <br>池上凭阑愁无侣。奈此个、单栖情绪。却傍金笼共鹦鹉。念粉郎言语。",
  "fanyi": "<p><strong>译文<br></strong>译文一<br>凄凉晚秋，零乱雨滴洒残荷，雨珠莹莹，颗颗似珍珠。雨过后，寒月当空，鸳鸯浦一片清冷。<br>池上倚阑，愁闷闷无人相伴，怎么打发、这孤苦情绪!傍金笼，戏逗鹦鹉，教它念、情郎言语。</p> <p>译文二<br>秋天的一个傍晚，大雨瓢泼．乱打着池塘衰败的荷花，颗颗雨珠如珍珠般晶莹。雨过风停，明月升空．鸳鸯浦空寂冷彻。<br>她独自凭栏凝望，忧愁无侣而独宿。孤眠冷清煎熬着她的心。她站在鸟笼旁逗弄鹦鹉，向它诉说着对郎君的无限思念。</p> <p><strong>注释<br></strong>⑴甘草子：词牌名。《乐章集》注“正宫”。格一：双调，四十七字。前段五句，四仄韵；后段四句，四仄韵。<br>⑵暮：傍晚 将近<br>⑶衰：衰落，衰败。衰荷：将败的荷花。<br>⑷真珠雨：像珍珠样的雨珠。<br>⑸月华：月光，月光照射到云层上，呈现在月亮周围的彩色光环。生：产生、出现。<br>⑹彻：程度极深，透的意思。鸳鸯浦：地名，水池边。这里是虚写。浦：水边或河流入海的地方。如浦口等。此指水塘。鸳鸯浦：鸳鸯栖息的水滨。比喻美色荟萃之所。<br>⑺凭阑：靠着栏杆，“阑”通“栏”。<br>⑻奈：奈何，怎么办。<br>⑼单栖：孤寂的停留。独宿。情绪：情感。<br>⑽却：表示转折。傍：靠近。共：在一起。<br>⑾念：道白，说。粉郎：何晏，三国魏玄学家。字平叔。南阳宛县(今河南南阳)人。汉大将军何进之孙。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>纳晏母为妾，晏被收养，为操所宠爱。少以才秀知名，好老、庄言，“美姿仪而绝白”，喜敷粉，“行步顾影”，人称“傅粉何郎”。在这里指所思之人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《甘草子》是一篇绝妙的闺情词，属小令词。</p> <p>　　上片写女主人公池上凭阑的孤寂情景。秋天本易触动寂寥之情，何况“秋暮”。“乱洒衰荷，颗颗真珠雨”，比喻贴切，句中“乱”字亦下得极好，它既写出雨洒衰荷历乱惊心的声响，又画出跳珠乱溅的景色，间接地，还显示了凭阑凝伫、寂寞无聊的女主人公的形象。紧接着，以顶针格写出“雨过月华生，冷彻鸳鸯浦”两句。词连而境移，可见女主人公池上阑边移时未去，从雨打衰荷直到雨霁月升。雨来时池上已无鸳鸯，“冷彻鸳鸯浦”即有冷漠空寂感，不仅是雨后天气转冷而已，这对女主人公之所以愁闷是一有力的暗示。</p> <p>　　过片“池上凭阑愁无侣”一句收束上意，点明愁因。“奈此个、单栖情绪”则推进一层，写孤眠之苦，场景也由池上转入屋内。此词妙结尾二句别开生面，写出新意：“却傍金笼共鹦鹉，念粉郎言语。”荷塘月下，轩窗之内，一个不眠的女子独自调弄鹦鹉，自是一幅绝妙仕女图。而画图难足的，是那女子教鹦鹉念的“言语”，不直写女主人公念念不忘“粉郎”及其“言语”，而通过鹦鹉学“念”来表现，实为婉曲含蓄。鸟语之后，反添一种凄凉，因鸟语之戏不过是自我安慰，又岂能真正遗志空虚。</p> <p>　　《金粟词话》云：“柳耆卿‘却傍金笼教鹦鹉，念粉郎言语’，《花间》之丽句也。”是说<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>此词的尾句，类花间派，语辞艳丽，各是异彩，如“真珠”、“月华”、“鸳鸯”、“金笼”、“鹦鹉”等皆具辞彩。然不同的是环境的华美不能掩盖人物心境的空虚，这样写恰有反衬的妙用。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋天",
    "闺怨",
    "孤独"
  ]
}