{
  "id": 71839,
  "star": 16,
  "name": "九日置酒",
  "dynasty": "宋代",
  "content": "秋晚佳晨重物华，高台复帐驻鸣笳。<br>遨欢任落风前帽，促饮争吹酒上花。<br>溪态澄明初雨毕，日痕清淡不成霞。<br>白头太守真愚甚，满插茱萸望辟邪。",
  "shangxi": "<h2>赏析</h2> <p>　　近人陈衍说：“九日登高，不作感慨语，似只有此<a href=\"http://so.gushiwen.org/view_71839.aspx\">诗</a>。”（《宋诗精华录》）评价得很好。</p> <p>　　诗的首联破题。起句点明节令，音调高扬。绚丽的物华，宜人的秋色，令诗人为之神驰。一个“重”字流露出诗人流连光景之意，领起全诗。同样写秋晨，则“云物凄清拂曙流，汉家宫阙动高秋”（<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《长安秋望》），有送目伤秋之愁；“白雁南飞天欲霜，萧萧风雨又重阳”（鲁渊《重九》），则有去国怀乡之思。而<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>此句，不作愁语，气局一新。这也是诗人境遇气质使然。</p> <p>　　次句由“重”字引出。“高台复帐驻鸣茄”，气派十足。又是“高台”，又是“复帐”，又是“鸣茄”，其场面之阔绰，气氛之热烈，历历如绘。这决非庶民之登高，而是富贵人赏秋的情景。诗人少年得志，一生显达，历任知制诰、工部尚书、翰林学士承旨，晚年知成都府，该诗中有“白首太守”之句，应是晚年在成都所作。</p> <p>　　颔联承上，写佳日兴会，形象鲜明。出句与对句分写登高与饮酒两个场面。“遨欢”、“促饮”二语，道出了高朋满座、觥筹交错的盛况。“任落风前帽”一句活用典故。《晋书·孟嘉传》：“孟嘉为桓温参军，九日游龙山，风至，吹嘉帽，温命孙盛为文嘲之。”古人把此事作为风流美事，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾反其意而用之：“羞将短发还吹帽，笑倩旁人为正冠。”（《九日蓝田崔氏庄》）甚为宋人所激赏。宋祁又反杜诗之意。一用“羞”，一用“住”；一沉郁，一洒脱。显示心境不同，诗境亦不同。“争吹酒上花”，意谓争饮菊花酒。重阳节登山饮菊花酒是自古以来的传统雅事。“任落”、“争吹”两词相反相成。诗人兴会淋漓之状毕现。</p> <p>　　颈联一转，以景语出之，写登山所见。诗人把酒临风，游目骋怀，只见上下天光，一片清明。“溪态澄明初雨毕，日痕清淡不成霞”，经过一番秋雨刷洗之后，天宇澄净，秋容清淡。二句境界开阔，气象恢宏。“明”字与“清”字道出了秋晨的特色。其意境与<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>“虽惭老圃秋容淡，且着黄花晚节香”（《九日水阁》）约略有相似处。宋祁修唐书十余年，晚年“弥为进境”（《四库全书总目提要》语）。他“博学能文章，天资蕴藉，好游宴，以矜持自喜，晚年知成都府，带《唐书》于本任刊修……远近观者，皆知尚书修唐书矣，望之如神仙焉。”（《东轩笔录》）此诗的境界与他积极处世的态度有关。</p> <p>　　尾联笔力所聚，精彩益显，以欣喜的心情、活脱的形象作结。“白头太守真愚甚”一句，幽默诙谐，乃诗人自画像，形神俱出。“愚甚”两字，表面自嘲，实却矜持。“白头太守”，不仅刻画诗人与众不同的外貌，更表明了诗人的太守身份。意谓“九日置酒”非一般登高，而是太守在宴游。一股富贵气从中透出，照应首联。结句“满插”为“愚甚”作了注脚。古人有重九登高插茱萸以压邪的习俗。《续齐谐记》：“费长房令桓景九月九日囊茱英，登高以避祸。”诗人故用“满插茱萸”的夸张笔法，描绘自己放浪形骸，豁达开朗。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有“菊花须插满头归”（《九日齐山登高》）之句，乃故作旷达语，强颜欢笑；杜甫《九日蓝田崔氏庄》一诗，亦以茱萸作结，“醉把茱萸仔细看”，乃辛酸语，寄寓了身世飘零之慨。而宋祁此句与之异趣，原因在于身世际遇不同。</p> <p>　　此诗俊逸流畅，属对工巧，尤其是末联，给全篇平添喜剧气氛，生活情趣极浓。良辰美景，赏心乐事，诗人适逢其会，发为词章，写成了这首充满兴致的作品。 </p>",
  "poet": {
    "id": 596,
    "star": 0,
    "name": "宋祁",
    "image": "http://img.gushiwen.org/authorImg/songqi.jpg",
    "desc": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。"
  },
  "tags": [
    "重阳节",
    "登高",
    "饮酒",
    "抒怀"
  ]
}