{
  "id": 52881,
  "star": 249,
  "name": "采桑子·恨君不似江楼月",
  "dynasty": "宋代",
  "content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。<br>恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？",
  "fanyi": "<p><strong>译文</strong><br>可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。<br>可恨你就像江边楼上高悬的明月，刚刚圆满就又缺了，等到明月再圆不知还要等到何时。</p> <p><strong>注释</strong><br>⑴采桑子：词牌名。又名“丑奴儿令”、“罗敷艳歌”、“罗敷媚”。<br>⑵君：这里指词人的妻子。一说此词为妻子思念丈夫。江楼：靠在江边的楼阁。<br>⑶暂满还亏：指月亮短暂的圆满之后又会有缺失。满，此指月圆；亏，此指月缺。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是写别情，上片指出他行踪不定，在南北东西漂泊，在漂泊中经常在月下怀念他的妻子，因此感叹他的妻子不能像月亮那样跟他在一起。下片写他同妻子分离的时候多，难得团圆。这首词的特色，是文人词而富有民歌风味。民歌是真情的自然流露，不用典故，是白描。这首词也是真情的自然流露，也是白描，很亲切。民歌往往采取重复歌唱的形式，这首词也一样。不仅由于《采桑子》这个词调的特点，像“南北东西”，“暂满还亏”两句是重复的；就是上下两片，也有重复而稍加以变化的句子，如“恨君不似江楼月”与“恨君却似江楼月”，只有一字之差，民歌中的复叠也往往是这样的。还有，民歌也往往用比喻，这首词的“江楼月”，正是比喻，这个比喻亲切而贴切。</p> <p>　　这个“江楼月”的比喻，在艺术上具有特色。钱钟书先生讲到“喻之二柄”，“喻之多边”。所谓二柄，“同此事物，援为比喻，或以褒，或以贬，或示喜，或示恶，词气迥异”。像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《志公画赞》：“水中之月，了不可取”，“超妙而不可即也”，犹云“高山仰止，虽不能至，心向往之”，是为“心服之赞词”。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《沁园春》：“镜里拈花，水中捉月，觑着无由得近伊”，“是为心痒之恨词”。同样用月作比喻，一个是表示敬仰赞美，一个是表示怨恨，感情不同，称为二柄。“比喻有两柄而复具多边。盖事物一而已，然非止一性一能，遂不限于一功一效。取譬者用心或别，着眼因殊，指同而旨则异；故一事物之象可以孑立应多，守常处变。譬夫月，形圆而体明，圆若明之在月，犹《墨经》言坚若白之在石，‘不相外’而‘相盈’……。镜喻于月，如<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《咏镜》：‘月生无有桂’，取明之相似，而亦可兼取圆之相似。……<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>《龙凤茶》：‘圆似三秋皓月轮’，……仅取圆之相似，不及于明。月亦可喻目，洞瞩明察之意，如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《吊李台卿》，‘看书眼如月’。”（《管锥编·周易正义·归妹》）同用月做比喻，可以比圆，比明亮，比明察，这是比喻的多边。</p> <p>　　这首词用“江楼月”作比，在上片里赞美“江楼月”“南北东西，只有相随无别离”，是到处漂泊，永不分离的赞词。下片里写“江楼月”，“暂满还亏，待得团圆是几时”，是难得团圆的恨词。同样用“江楼月”作比，一赞一恨，是在一篇中用同一个比喻而具有二柄。还有，上片的“江楼月”，比“只有相随无别离”，是永不分离；下片的“江楼月”，比“待得团圆是几时”，是难得团圆。命意不同。同用一个比喻，在一首词里，所比不同，构成多边。像这样，同一个比喻，在一首词里，既有二柄，复具多边，这是很难找的。因此，这首词里用的比喻，在修辞学上是非常突出的。这样的比喻，是感情的自然流露，不是有意造作，用得又非常贴切，这是更为难能可贵的。作者经常在月下怀念妻子，所以产生上片的比喻；作者感叹与妻子难得团圆，所以产生下片的比喻。这些是作者独具的感情，所以写得那样真实而独具特色。</p> <p>　　此词从江楼月联想到人生的聚散离合。月的阴晴圆缺，却又不分南北东西，而与人相随。词人取喻新巧，正反成理。以“不似”与“却似”隐喻朋友的聚与散，反映出聚暂离长之恨。具有鲜明的民歌色彩。全词明白易晓，流转自如。风格和婉，含蕴无限。曾季狸《艇斋<a href=\"http://so.gushiwen.org/view_52881.aspx\">诗</a>话》：本中长短句，浑然天成，不减唐、《花间》之作。《啸翁词评》：居仁直忤柄臣，深居讲道。而小词乃工稳清润至此。</p><br/><h2>赏析</h2> <p>　　此词中表面上说“恨君”，实际上是思君。表面上说只有月亮相随无离别，实际上是说跟君经常别离。下片借月的暂满还亏，比喻他跟君的暂聚又别。这首词的特色富有民歌风味。民歌是感情自然流露，不用典故，是白描。</p> <p>　　这首词正是真情的自然流露，也是白描。民歌往往采用重复歌唱的形式，这首词也一样。不仅由于《采桑子》这个词调的特点，像“南北东西”，“暂满还亏”两句是反复的；就是上下两片，也有加以变化的重复，如“恨君不似江楼月”与“恨君却似江楼月”只有一字之差，像民歌中的重叠一样。还有，民歌也往往用比喻，这首词的“江楼月”，正是比喻。</p> <p>　　词中“江楼月”的比喻，很具有艺术特色。钱钟书曾讲过“喻之二柄”、“喻之多边”。钱钟书所谓二柄：“同此事物，援为比喻，或以褒，或以贬，或示喜，或示恶，词气迥异；修词之学，亟宜指示。”例如“韦处厚《大义禅师碑铭》：”佛犹水中月，可见不可取‘，超妙而不可炔，犹云’高山仰止，虽不能至，心向往之‘，是为心服之赞词。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《沁园春》：’镜里拈花，水中捉月，觑着无由得近伊‘，犹云’甜糖抹鼻子上，只教他舐不着‘，是为心痒之恨词。“同样这首词用水中之月作比喻，一个表达敬仰之意，一个表示不满之情，然而感情不同，称为比喻的二柄。镜喻于月，如<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《咏镜》：“月生无有桂‘，取明之相似，而亦可兼取圆之相似<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>《龙凤茶》：”圆似三秋皓月轮’，仅取圆之相似，不及于明，‘月眼’、‘月面’均为常言，而眼取月之明，面取月之圆，各傍月性之一边也。“（节引自《管锥篇·周易正义·归妹》如例子中所讲同用月做比喻，可以比圆，又可比明亮，这是比喻的多边。</p> <p>　　这首词用“江楼月”作比，词人上片里赞美“江楼月”，南北东西，只有相随无别离“，说的是人虽到处漂泊，而明月随人，永不分离，是赞词。下片里也用”江楼月“作比，”暂满还亏，待得团圆是几时“，说的是月圆时少，缺时多，难得团圆，是恨词。</p> <p>　　同样用“江楼月”作比，一赞一恨，是一篇中用同一事物作比喻而表达不同感情，从而具有二柄。还有，上片的“江楼月”，比喻“只有相随无别离”；下片的“江楼月”，比喻“待得团圆是几时”。一首词里，同用一个比喻，所比不同，构成多边。象这样，同一个比喻，一首词里，既有二柄，又有多边，这是很难找的。因此，这首词里用的比喻，修辞学上是非常突出的。而且这样的比喻，是感情自然流露，不是有意造作，被词人用得非常贴切，这是此首词更为难能可贵的特点。</p> <p>　　这词的想象跟后汉<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>《答夫秦嘉书》的想象颇有相似之妙处。徐淑说：“身非形影，何能动而辄俱；体非比目，何能同而不离。”徐淑虽用了两个不同的比喻，“何能动而辄俱”，“何能同而不离”，但与该词想象一致，所以这两人也可以说千载同心了。</p>",
  "poet": {
    "id": 644,
    "star": 0,
    "name": "吕本中",
    "desc": "吕本中（1084- 1145），字居仁，世称东莱先生，寿州人，诗人，词人，道学家. 诗属江西派.著有<<春秋集解>>，<<紫微诗话>>，<<东莱先生诗集>> 等. 词不传，今人赵万里<<校辑宋金元人词>> 辑有<<紫微词>>，<<全宋词>> 据之录词二十七首.吕本中诗数量较大，约一千二百七十首。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "民歌",
    "婉约",
    "月亮",
    "感叹",
    "离别"
  ]
}