{
  "id": 57801,
  "star": 94,
  "name": "汉宫春·立春日",
  "dynasty": "宋代",
  "content": "春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未辨，黄柑荐酒，更传青韭堆盘？<br>却笑东风，从此便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。",
  "fanyi": "<p><strong>译文</strong><br>从美人登发上的袅袅春幡，看到春已归来。虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。燕子尚未北归，料今夜当梦回西园。已愁绪满怀，无心置办应节之物。<br>东风自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。清愁绵综如连环不断，无人可解。怕见花开花落，转眼春逝，而朝来塞雁却比我先回到北方。</p> <p><strong>注释</strong><br>汉宫春：词牌名。《高丽史·乐志》名《汉宫春慢》。《梦窗词集》入“夹钟商”。各家句读多有出入，通常以《稼轩长短句》为准。九十六字，前后片各四平韵。<br>立春日：古称“立春”春气始而建立，黄河中下游地区土壤逐渐解冻。《岁时风土记》：“立春之日，士大夫之家，剪彩为小幡，谓之春幡。或悬于家人之头，或缀于花枝之下。”南朝·陈·<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《杂曲》：“立春历日自当新，正月春幡底须故”。<br>“春已”三句：谓从美人登发上的袅袅春幡，看到春已归来。春幡：古时风俗，每逢立春，剪彩绸为花、煤、燕等状，插于妇女之粪，或缀于花枝之下，曰春播，也名恬胜，彩胜。稼轩《蝶恋花·元日立春)词起句云：“谁向椒盘答彩胜。”此风宋时尤盛。<br>“无端”两句：言虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。无端：平白无故地。<br>“年时”两句：燕子尚未北归，料今夜当梦回西园。年时燕子：指去年南来之燕。酉园：汉都长安西邦有上林苑，北宋都城汴京西门外有琼林苑，都称西园，专供皇帝打猎和游赏。此指后者，以表现作者的故国之思。<br>“浑末办”两句：言已愁绪满怀，无心置办应节之物。浑：全然。黄柑荐洒：黄柑酪制的腊酒。立春日用以互献致贸。更传：更谈不上相互传送，青韭堆盘：《四时宝鉴》谓“立春日，唐人作春饼生菜，号春盘”。又一说，称五辛盘。《本草纲目·菜部》：“五辛菜，乃元旦、立春，以葱、蒜、韭、募惹、芥辛嫩之菜和食之，取迎新之意，号五辛盘。故苏拭《立春日小集戏辛端叔》<a href=\"http://so.gushiwen.org/view_57801.aspx\">诗</a>云：“辛盘得青韭．腊酒是黄柑。”辛词本此，但反用其意。<br>“却笑”五句：言“东风”自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。黄梅染柳：吹得梅花飘香、柳丝泛绿。镜里转变朱颜：谓年华消逝，镜里容颜渐老。更：何况。<br>“清愁“两句：言清愁绵综如连环不断，无人可解。解连环：据《战国策·齐策》．秦昭王遣使齐国，送上玉连环一串，请齐人解环。群臣莫解。齐后以椎击破之，曰：环解矣。辛词用此喻忧愁难解。<br>“生怕见”两句：言怕见花开花落，转眼春逝，而朝来塞雁却已先我还北。生怕：最怕，只怕。塞雁：去年由塞北飞来的大雁。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的青少年时代是在北方度过的。当时的中国北方，已为金人所统治，辛弃疾的家乡山东也不例外。他是在宋高宗绍兴三十二年从金国归于南宋的。据邓广铭先生考证，这首词是他南归之初、寓居京口（镇江）时所作的一首词。</p> <p>　　此词上片通过立春时节景物的描绘，隐喻当时南宋不安定的政局。开头“春已归来”三句，点明立春节候。按当时风俗，立春日，妇女们多剪彩为燕形小幡，戴之头鬓。故<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《春日帖子》中有“共喜钗头燕已来”之句。“无端风雨”两句，既指自然界的气候多变，也暗指南宋最高统治集团惊魄不定、碌碌无为之态，宛如为余寒所笼罩。“年时燕子”三句，作者由春幡联想到这时正在北飞的燕子，可能已经把他的山东家园作为归宿了。“年时”即去年之意，这说明作者作此词时，离别他的家乡才只一年光景。接下去“浑未办”三句，是说作者新来异乡，生活尚未安定，春节到了，连旨酒也备办不起，更谈不到肴馔了。</p> <p>　　词的下片进一步抒发作者自己的忧国怀乡之情。“却笑东风从此”三句，作者想到立春之后，东风就会忙于吹送出柳绿花江的一派春光。“闲时又来镜里，转变朱颜”，语虽虚拟，实际表达了作者初归南宋急欲报国、收复失土的决心，深恐自己磋砣岁月，年华虚度。这里说的“清愁”，实际是作者的忧国忧民的情怀。“解连环”，是用《战国策》秦昭王送玉连环给齐国王后，让她解开的故事。当时的齐王后果断机智地把玉连环椎破，使秦的诡计流于破产。但环顾当前，南宋最高统治集团中人，谁是能作出抗金的正确决策的智勇人物呢？“生怕”，即“甚怕”。“生怕见、花开花落，朝来塞雁先还。”表示作者对于恢复事业的担忧，深恐这一年的花由盛开又复败落，而失地却未能收复，有家仍难归去，言语、句流露出一丝的惆怅。</p> <p>　　从这首词的思想内容看，虽不能确断其为辛弃疾南归后所写的第一首词，但必为初期之作。在这首词中，他对于恢复大业的深切关注，他的激昂奋发的情怀，都已真切地表达出来。</p><br/><h2>赏析三</h2> <p>　　全词紧扣立春日的所见所感来写，赋予节物风光以更深的含意，于哀怨中带嘲讽，内涵充盈深沉。开篇用典，妥帖自然，不露痕迹，正是“使事如不使也”。而以“袅袅”形容其摇曳，化静为动，若微风吹拂，更见春意盎然。从思想内容看，虽不能确断其为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>南归后所写的第一首词，但必为初期之作。辛弃疾对于恢复大业的深切关注，作者的激昂奋发的情怀，都已真切地表达出来。</p> <p>　　上片起韵点题，写大地春回的立春日风景。立春日是春天到来的信号，表现这节物风光。作者以一“看”字，将春天的气息，通过妇女们立春日的头饰——袅袅春幡散布出来，暗示出作者对于春归的喜悦。以下一韵，不直接往前写去，却反挑一笔，写出对寒风冷雨阻碍春来的幽怨。以下突然写到燕子，用比兴法推出怀念故国的感情。因为余寒未尽，春社未至，那去年秋时南来的燕子，不能回到北方故国的“西园”去。但燕子虽然无法归去，作者却生派它一个“西园梦”。一个“料“字，化无理为有趣，表明这燕子，已经成了作者思念故国的精神象征。而燕子只能“梦”而不能“到”西园，暗示西园所在的汴京，依然被金人所掌握，所以作者徒有故国之思，却不能一探故里。借燕传情，颇为沉痛。以下回到立春日风光中来，黄柑荐酒，青韭推盘，这立春日应备的食品，现在作者却无心准备，并且显得心烦意乱。作者没有明言原因，但通过上下文语境，人们可以明白，是浓烈的故国之思，和时光流逝、英雄无用的悲伤，使作者完全乱了方寸，连节日应酬也无心去为之了。</p> <p>　　下片写对春天再来的种种感受，把笔由立春日探进整个春天里去。换头先以一“笑”字，故意打散上片中的紧张和烦乱情绪，并领起以下五句。其所“笑”者，一为东风染遗梅柳，染追花草，使万紫千红的春天渐次到来，作者取笑东风的从此不得消闲；二是东风偶尔清闲时，不过是把镜中人的朱颜转换成衰老的模样。在这春天越来越华美而作者越来越衰老的对照中，作者“笑”着，但分明含着泪水。因为自然永在而人生易老，在忙得不得了的东风面前，作者所感觉到的是志士投闲、英雄无用而徒任芳华流逝的生命悲哀。由此可知，换头的“笑”字，在抒情上得内紧外松、甚至正话反说的趣味。以下直接归为正话正说，极言清愁难消。作者化用“解连环”的典故，表明白己不断滋生、越积超重的清愁，正像一个不见首尾的连环一样，不打碎则无法解开连环，也就是说，这是一种与生命共始终的感情。此处“问何人”一语，下得凄侧，它向外探询的口吻，写足了作者被沉沉的家国之倩、生命之悲所萦绕，急于摆脱又无可摆脱的痛苦。它含蓄地表明了对于南宋统治者不思恢复、放废英雄的怨尤。最后一韵，直探进暮春里去，写作者怕见花开花落的心情，和看见暮春时大雁自由北还而伤痛于作者的人不如雁。这里有惜春惜时的感情，有怀念故国的感情，也有对于南宋统治者久不作恢复之计的怨尤。至此，不仅上片中的无端幽怨和烦乱得到了解释，而且全词的主旨也从这花开花落、塞雁先还的意象中脱迹而出。</p> <p>　　全词结构严谨，意境幽远，内涵丰富；同时运用比兴手法，使风雨、燕子、西园、梅柳、塞雁等物在本意之外，构成富有象征意味的形象体系，使此词传情含蓄而深沉，留给人审美再创造的余地很大。</p><br/><h2>赏析一</h2> <p>　　古称“立春”春气始而建立，黄河中下游地区土壤逐渐解冻。《岁时风土记》：“立春之日，士大夫之家，剪彩为小幡，谓之春幡。或悬于家人之头，或缀于花枝之下。”南朝·陈·<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《杂曲》：“立春历日自当新，正月春幡底须故”。开篇用典，妥帖自然，不露痕迹，正是“使事如不使也”。而以“袅袅”形容其摇曳，化静为动，若微风吹拂，更见春意盎然。但一接意绪凄迷：“无端风雨，未肯收尽余寒”。手法颇似<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《永遇乐》：“元宵佳节，融和天气，次第岂无风雨”，都非只指自然界的天时变化。“年时燕子，料今宵、梦到西园”，意思是说：如今已立春，去年秋日南来的燕子正往北风，或许它们今夜会梦宿西园吧。“西园”，原指供皇帝游猎的场所，因其地处京城西郊，故称西园。《后汉书》卷八《孝灵帝纪》：“中平五年八月，初置西园八校尉”。北宋都城汴京西门外，有琼林苑，亦称西园，此应指后者。从“年时燕子”句看，此词大约作于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>南归后不久。寄情于燕，令人寻味不尽。“黄柑荐酒”，黄柑酿制的腊酒。“青韭堆盘”，把韭菜等装到五辛盘里。据《本草纲目·菜部》称：“五辛菜，乃元旦、立春，以葱、蒜、韭、蓼蒿、芥辛嫩之菜杂和食之，取迎新之意，号五辛盘”。故<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《立春日小集戏<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>叔》<a href=\"http://so.gushiwen.org/view_57801.aspx\">诗</a>去：“辛盘得青韭，腊酒是黄柑”。“浑未办”（还未办、全然未办），情境大异，如此良辰，其情绪之怅怅，浮漾纸面了。</p> <p>　　下片继写“春已归来”。试看：东风着意，她吹得梅花微绽，清香四溢；柳吐金丝，柔条婀娜；似乎一点儿闲空都没有。可是偏于此前冠以“却笑”二字，既淡出了“薰梅染柳”，春情画意，又可见实中有虚，虚中有幻，在此“立春日”，不过是美丽的想象而已。紧接一转说东风还会忙里偷闲：“又来镜里，转换朱颜”。顿挫盘郁，至此始托出真情：“清愁不断，问何人、会解连环？”《战国策·齐策》六：“秦始皇（一作昭王）尝使使者遗君王后玉连环，曰：‘齐多知，而解此环不？’君王后以示群臣，群臣不知解。君王后引椎椎破之，谢秦使曰：‘谨以解矣。’”此以清愁绵绵如连环不断，无人可解，极言愁之多且深。最后一语破的：这愁是怕见花开花落，更是最怕去年由塞北来的大雁却已先我而北还！那么，这愁便也“忧端齐终南，澒洞不可掇”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《自京赴奉先县咏怀五百字》）了。</p> <p>　　这首词处处切《立春日》题目，以“春已归来”开篇，写民间是日欢乐习俗：袅袅春幡，黄柑荐酒，青韭堆盘，而自己对天时人事却别有一番感触：燕尚“梦到西园”，塞雁尚有乡国之思，何况“渡江天马南来”志在恢复中原的辛弃疾，能不别是一番滋味在心头！“往日不堪重记省，为花长把新春恨”（《蝶恋花·戊申，元日立春，席间作》）。与此篇同一感慨。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》眉批称此首：“‘春幡’九字，情景已极不堪，燕子犹记年时好梦。黄柑、青韭，极写宴安酖毒。换头又提动党祸，结用‘雁’，与燕激射，却捎带五国城旧恨。辛词之怨，未有甚于此者。”虽说扯远了些，但他毕竟看出了词的主旨，与昔人咏节序的“率俗”之作迥异。不过“辛词之愁”，并非“未有甚于此者”。如《摸鱼儿》（“更能消几番风雨”）、《贺新郎》（“绿树听啼鴂”）等，而前者因“词意殊怨。……愚闻寿皇（孝宗）见此词颇不悦”（罗大经《鹤林玉露》卷四）。只是此词藉咏节序以抒国事，悲慨窒塞，郁结于中，辞浅意深。称得上是一篇“不必剑拔弩张，洞穿已过七扎”（陈廷焯《白雨斋词话》卷一）之作。<br></p>",
  "about": "<h2>创作背景</h2> 　　《汉宫春·立春日》作于宋孝宗隆兴元年（1163年），作者寓居京口（今镇江），刚刚成家。邓广铭先生在《稼轩词编年笺注》“增订三版题记”中说：“辛稼轩在‘锦襜突骑渡江初’的绍兴三十二年，便已有了家室，亦即和先已寓居京口的范邦彦之女、范如山之妹成婚了。”",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "婉约",
    "写景",
    "怀念",
    "故国"
  ]
}