{
  "id": 50670,
  "star": 18,
  "name": "减字浣溪沙·楼角初销一缕霞",
  "dynasty": "宋代",
  "content": "楼角初销一缕霞，淡黄杨柳暗栖鸦。玉人和月摘梅花。<br>笑捻粉香归洞户，更垂帘幕护窗纱。东风寒似夜来些。",
  "fanyi": "<h2>注释</h2> ①洞户：室与室之间相通的门户。<br>②些（suò）：句末语气词，是古代楚地的方言。",
  "shangxi": "<h2>赏析</h2> <p>　　此词写一位纯静高洁、貌美如玉的年轻女子从傍晚到夜间的一些活动，充满了词人倾慕和爱恋的情感。</p> <p>　　上片写户外，前两句专力写景。“楼角初销一缕霞”，首先出现在画上的是一座佳人居住的红楼，但词人并不描绘楼的全貌，而只勾勒出它的一角。时间是太阳落山的一瞬。起初，残阳斜射，楼角镕金，色彩极其艳丽；继而，阳光迅速消失，楼角变得暗淡，朦胧，以至被夜幕挂上了面纱。“淡黄杨柳暗栖鸦”，接着写红楼附近杨柳，这杨柳是“淡黄”色，说明抽叶不久，时间应是初春。在这嫩绿柳树的枝叶间，栖卧着归林的乌鸦，在“栖鸦”前加一“暗”字，既显此处人静，又显此时夜深，“栖鸦”与“淡黄杨柳”已经融为一体了。通过时间的推移，作者为读者描绘了一个幽静、朦胧的夜景，为下边人物的活动设置了一个适宜的环境。</p> <p>　　“玉人和月摘梅花”，“玉人”，像美玉一样漂亮标致的人，既可指男子，又可喻女性。此词所写，应是一位年轻的姑娘。这如花似玉的佳人，披着银白似水的月光，采摘“疏影横斜”、“暗香浮动”的梅花，月、花、人三美相映，意境灵动，画面幽洁，令人拍案叫绝。</p> <p>　　在上片景物描写中，还充分显示了色彩的多姿和变幻，红楼、金霞、淡黄杨柳，黑色乌鸦，银白月光，嫣红的梅花，织成了一幅斑烂绚丽的图画。人物在如此优美的环境中活动，犹如仙境一般。</p> <p>　　下片写室内，“笑捻粉香归洞户”，写女子由院子回到了室内。年轻的佳人采罢梅花，她面含微笑，手指轻轻拈动花枝，迈动款款碎步，她要回房去了。“粉香”即指梅花，是以色彩和气味代指物体，这种借代手法，出自人们的体味和感触，很有点感情色彩。“洞户”，本是室与室之间相通的门户，这里作洞房用，即姑娘所居深邃的内室。这一句写得逼真细致，活灵活现，使人读之如见如闻。</p> <p>　　“更垂帘幕护窗纱”，“更”即“又”，佳人入室之后，马上就把帘幕垂挂下来，用一“又”字，说明天天如此，已成生活定例。帘幕护住窗纱，严严实实，既遮挡风雨侵袭，又使人无缝窥伺，佳人很善于自我保护，在自己的小天地里，慎独高雅，孤芳不群。</p> <p>　　“东风寒似夜来些”，“些”是宋、元时期语尾助词，读sā音。这句是说，虽然佳人刚刚放下帘幕，入夜不久，由于是初春季节，东风一吹，仍觉寒气浸浸，犹如深夜一般。不过佳人已“躲进小楼成一统”，自然便不“管他冬夏与春秋”了。</p> <p>　　唐圭璋先生评这首词说：“此首全篇写景，无句不美。”从字面上看，此评固然精当，但词人写景的目的在于颂人，歌颂那位高洁美丽的少女，她超凡脱俗，一尘不染，独来独往，不受任何羁绊。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的好友，另一著名词人<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>为《东山词》写的序中曾说贺词“幽洁如屈、宋”，有人认为这样评价过高，不过<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那种美人香草的手法，他还是学来了，最为脍炙人口的《青玉案》，表面看虽是一首艳词，实则那位“凌波佳人”不仅有美艳绝伦的姿质，而且带着孤芳自赏，寂寞幽独的气息，从她身上曲折地表现了作者感伤身世、理想失落的悲观情绪。这首《减字浣溪沙》中的佳人，也不妨把她看成即是贺铸理想和愿望的象征，或者说就是词人的自况。</p>",
  "about": "<h2>创作背景</h2> 　　北宋哲宗元祐三年（1088）秋，<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>在和州（今安徽和县一带）任管界巡检（负责地方上训治甲兵，巡逻州邑，捕捉盗贼等的武官），时感怀思慕爱人，而作此词。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "婉约",
    "爱慕",
    "女子"
  ]
}