{
  "id": 47897,
  "star": 102,
  "name": "文赋",
  "dynasty": "魏晋",
  "content": "　　余每观才士之所作，窃有以得其用心。夫放言谴辞，良多变矣，妍蚩好恶，可得而言。每自属文，尤见其情。恒患意不称物，文不逮意。盖非知之难，能之难也。故作《文赋》，以述先士之盛藻，因论作文之利害所由，它日殆可谓曲尽其妙。至于操斧伐柯，虽取则不远，若夫随手之变，良难以辞逮。盖所能言者具于此云。 </p> <p>　　佇中区以玄览，颐情志于典坟。遵四时以叹逝，瞻万物而思纷。悲落叶于劲秋，喜柔条于芳春。心懔懔以怀霜，志眇眇而临云。詠世德之骏烈，诵先人之清芬。游文章之林府，嘉丽藻之彬彬。慨投篇而援笔，聊宣之乎斯文。 </p> <p>　　其始也，皆收视反听，耽思傍讯。精骛八极，心游万仞。其致也，情曈曨而弥鲜，物昭晰而互进。倾群言之沥液、漱六艺之芳润。浮天渊以安流，濯下泉而潜浸。于是沉辞怫悦，若游鱼衔钩，而出重渊之深；浮藻联翩，若翰鸟婴缴，而坠曾云之峻。收百世之阙文，採千载之遗韻。谢朝华于已披，启夕秀于未振。观古今于须臾，抚四海于一瞬。然后选义按部，考辞就班。抱景者咸叩，怀响者毕弹。或因枝以振叶，或沿波而讨源。或本隐以之显，或求易而得难。或虎变而兽扰，或龙见而鸟澜。或妥帖而易施，或岨峿而不安。罄澄心以凝思，眇众虑而为言。笼天地于形内，挫万物于笔端。始躑躅于燥吻，终流离于濡翰。理扶质以立干，文垂条而结繁。信情貌之不差，故每变而在颜。思涉乐其必笑，方言哀而已叹。或操觚以率尔，或含毫而邈然。 </p> <p>　　伊兹事之可乐，固圣贤之可钦。课虚无以责有，叩寂寞而求音。函绵邈于尺素，吐滂沛乎寸心。言恢之而弥广，思按之而逾深。播芳蕤之馥馥，发青条之森森。粲风飞而猋竖，郁云起乎翰林。 </p> <p>　　体有万殊，物无一量。纷纭挥霍，形难为状。辞程才以效伎，意司契而为匠。在有无而僶俛，当浅深而不让。虽离方而遯圆，期穷形而尽相。故夫夸目者尚奢，惬心者贵当。言穷者无隘，论达者唯旷。 </p> <p>　　诗缘情而绮靡，赋体物而浏亮。碑披文以相质，诔缠绵而悽怆。铭博约而温润，箴顿挫而清壮。颂优游以彬蔚，论精微而朗畅。奏平徹以闲雅，说炜晔而谲诳。虽区分之在兹，亦禁邪而制放。要辞达而理举，故无取乎冗长。 </p> <p>　　其为物也多姿，其为体也屡迁；其会意也尚巧，其遣言也贵妍。暨音声之迭代，若五色之相宣。虽逝止之无常，故崎錡而难便。苟达变而相次，犹开流以纳泉；如失机而后会，恒操末以续颠。谬玄黄之秩叙，故淟涊而不鲜。 </p> <p>　　或仰逼于先条，或俯侵于后章；或辞害而理比，或言顺而意妨。离之则双美，合之则两伤。考殿最于锱铢，定去留于毫芒；苟铨衡之所裁，固应绳其必当。 </p> <p>　　或文繁理富，而意不指适。极无两致，尽不可益。立片言而居要，乃一篇之警策；虽众辞之有条，必待兹而效绩。亮功多而累寡，故取足而不易。 </p> <p>　　或藻思綺合，清丽千眠。炳若缛绣，悽若繁絃。必所拟之不殊，乃闇合乎曩篇。虽杼轴于予怀，忧他人之我先。苟伤廉而愆义，亦虽爱而必捐。 </p> <p>　　或苕发颖竖，离众绝致；形不可逐，响难为系。块孤立而特峙，非常音之所纬。心牢落而无偶，意徘徊而不能揥。石韫玉而山辉，水怀珠而川媚。彼榛楛之勿翦，亦蒙荣于集翠。缀《下里》于《白雪》，吾亦济夫所伟。 </p> <p>　　或讬言于短韻，对穷迹而孤兴，俯寂寞而无友，仰寥廓而莫承；譬偏絃之独张，含清唱而靡应。或寄辞于瘁音，徒靡言而弗华，混妍蚩而成体，累良质而为瑕；象下管之偏疾，故虽应而不和。或遗理以存异，徒寻虚以逐微，言寡情而鲜爱，辞浮漂而不归；犹絃么而徽急，故虽和而不悲。或奔放以谐和，务嘈囋而妖冶，徒悦目而偶俗，故高声而曲下；寤《防露》与桑间，又虽悲而不雅。或清虚以婉约，每除烦而去滥，阙大羹之遗味，同朱絃之清氾；虽一唱而三叹，固既雅而不艳。 </p> <p>　　若夫丰约之裁，俯仰之形，因宜适变，曲有微情。或言拙而喻巧，或理朴而辞轻；或袭故而弥新，或沿浊而更清；或览之而必察，或研之而后精。譬犹舞者赴节以投袂，歌者应絃而遣声。是盖轮扁所不得言，故亦非华说之所能精。 </p> <p>　　普辞条与文律，良余膺之所服。练世情之常尤，识前脩之所淑。虽发于巧心，或受蚩于拙目。彼琼敷与玉藻，若中原之有菽。同橐籥之罔穷，与天地乎并育。虽纷蔼于此世，嗟不盈于予掬。患挈缾之屡空，病昌言之难属。故踸踔于短垣，放庸音以足曲。恒遗恨以终篇，岂怀盈而自足？惧蒙尘于叩缶，顾取笑乎鸣玉。 </p> <p>　　若夫应感之会，通塞之纪，来不可遏，去不可止，藏若景灭，行犹响起。方天机之骏利，夫何纷而不理？思风发于胸臆，言泉流于唇齿；纷葳蕤以馺遝，唯豪素之所拟；文徽徽以溢目，音冷冷而盈耳。及其六情底滞，志往神留，兀若枯木，豁若涸流；揽营魂以探赜，顿精爽而自求；理翳翳而愈伏，思轧轧其若抽。是以或竭情而多悔，或率意而寡尤。虽兹物之在我，非余力之所戮。故时抚空怀而自惋，吾未识夫开塞之所由。 </p> <p>　　伊兹文之为用，固众理之所因。恢万里而无阂，通亿载而为津。俯殆则于来叶，仰观象乎古人。济文武于将坠，宣风声于不泯。塗无远而不弥，理无微而弗纶。配霑润于云雨，象变化乎鬼神。被金石而德广，流管絃而日新。 ",
  "fanyi": "<h2>译文</h2> <p>　　我每次阅读那些有才气作家的作品，对他们创作时所有的心思自己都有体会。诚然，作家行文变化无穷，但文章的美丑，好坏还是可以分辨并加以评论的。每当自己写作时，尤其能体会到别人写作的甘苦。作者经常感到苦恼的是，意念有能下确反映事物，语言不能完全表达思想。大概这个问题，不是难以认识，而是难以解决。因此作《文赋》借评前人的优秀作品，阐述作样写有利，作样写有害的道理。或许可以说，前人的优秀之作，已把为文的奥妙委婉曲折也体现了出来。至于前人的写作决窍，则如同比着斧子做斧柄，虽然样式就在眼前，但那介心应手的熟练技巧，却难以用语言表达详尽，大凡能用语言说明的我都在这篇《文赋》里了。</p> <p>　　久立天地之间，深入观察万物；博览三坟五典，以此陶冶性灵。随四季变化感叹光阴易逝，目睹万物盛衰引起思绪纷纷。临肃秋因草木凋零而伤悲，处芳春由杨柳依依而欢欣。心意肃然台胸怀霜雪，情志高远似上青云。歌颂前贤的丰功伟业，赞咏古圣的嘉行。漫步书林欣赏文质并茂的佳作，慨然有感有感投书提笔写成<a href=\"http://so.gushiwen.org/view_47897.aspx\">诗</a>文。</p> <p>　　开始创作，精心构思。潜心思索，旁搜博寻。神飞八极之外，心游万刃高空。文思到来，如日初升，开始朦胧，逐渐鲜明。此时物象，清晰互涌。子史精华，奔注如倾。六艺辞采，荟萃笔锋。驰骋想象，上下翻腾。忽而漂浮天池之上，忽而潜入地泉之中。有是吐辞艰涩，如衔钩之鱼从渊钓出；有时出语轻快，似中箭之鸟坠于高空。博取百代未述之意，广采千载不用之辞。前人已用辞意，如早晨绽开的花朵谢而去之；前人未用辞意，象傍晚含苞的蓓蕾启而开之。整个构思过程，想象贯穿始终。片刻之间通观古今，眨眼之时天下巡行。</p> <p>　　完成构思，布局谋篇。选辞精当，事理井然，有形之物尽绘其形，含声之物尽现其者。葳者层层阐述，由隐至显或者步步深入，从易 到难，有时纲举目张，如猛虎在山百兽驯伏，有时偶遇奇句，似蛟龙出水海鸟惊散。有时信手拈来辞意贴切，有时煞费苦心辞意不合，这时要排除杂念专心思考，整理思诉诸语言，将天地概括为形象，把万物融会于笔端，开始好象话在干唇难以出口，最后酣畅淋漓泻于文翰。事理如树木的主体，要突出使之成为骨干，文辞象树木析枝条，干壮才能叶茂校繁。情貌的确非常一致，情绪变化貌有表现。内心喜悦面露笑容，说到感伤不禁长。有时提笔一挥而就，有时握笔心理感到茫然。写作充满着乐取，一向为圣贤们推尊。它在虚无中搜求形象，在无声中寻找声音。有限篇幅容纳无限事理，宏大思想出自小小寸心。言中之意愈扩愈广，所含内容越挖越深像花朵芳香四溢，象柳条郁郁成荫。光灿灿如旋风拔地而起，沉甸甸如积支笔下生文。</p> <p>　　文章体式千差万别，客观事物多种多样，事物繁多变化无穷，圆满此很难描摹形象。辞采如同争献技艺的能互，文意好比掌握蓝图的巧匠，文辞当不当用他要仔细斟酌文章或深或浅他都分豪不让。即或违反写作常规，也要极力描绘形象。因此喜欢渲染的人，崇沿华丽词藻；乐于达理的人，重视语言精当。言辞过于简约，文章格局不大论述充分畅达，文章气势旷放。诗用以抒发感情，要辞采华美感情细腻，赋用以铺陈事物。要条理清晰，语言清朗碑用以刻记功德，务必文质相当，诔用以哀悼死者，情调应该缠绵凄怆。铭用以记载功劳，要言简意深，温和顺畅。箴用以讽谏得失，抑杨顿挫，文理清壮。颂用以歌功倾德，从容舒缓，繁采华彰，论用以评述是非功过，精辟缜密，语言流畅。奏对上陈叙事，平和透彻，得体适当。说明以论辨说理，奇诡诱人，辞彩有光，文体区分大致如此，共同要求禁止邪放。辞义畅达说理全面，但要切记不能冗长。</p> <p>　　客观事物千姿百态，文章体式也常变迁。为文立意崇尚冷气巧，运用文辞贵在华妍、音调高低错落有致，好象五色配合鲜艳。虽说取舍本无定律，文辞安排很难合适；但要通晓变化的规律、次序，就象开泉纳流吻自然。假如错过变化时机再去凑合，犹如以尾续首，颠倒混乱。如果颜色配搭不当，就会混浊不清色泽有艳。</p> <p>　　有时下文对上文有损害，有时上文对下文影响。有时语言不顺而事理连贯，有时语言连贯而事有妨。把它分开两全齐美，合在一起互相损伤。所用辞意严格考较，去留取舍他细衡量。如用法度加以权衡，丝毫不差合乎词章。</p> <p>　　有时辞藻繁多义理丰富，欲达之意却不清楚。文章主题只有一个，意思说尽不再赘述。关键地方简要几句，突出中心这是警语。尽管讲得条条有理，借助警句才更有力。文章果能利多弊少，就该满足不再改易。</p> <p>　　有时组织词义如编彩绘，严密漂亮光泽鲜艳。辞采富丽象斑烂锦秀，情调凄婉如乐器和弦。果真自己没有独创，恐怕就要雷同前贤。虽出自个人锦心绣口，也怕别人用于我先。假如确能有伤品誉，虽然心爱一定削删。</p> <p>　　有时个别句子出类拨萃，象芦苇开花禾苗秀稳。如声不可拴，影不可追，佳句孤零零超然独立，绝非庸言能够相配。心茫然很难再寻佳句，犹豫徘徊又不忍将客观存它舍弃。文有奇就象石中藏玉使山岭坐辉，又象水中含珠令河川秀媚。未经整枝的灌木踢然不美，招来翠鸟也会为它增加。</p> <p>　　文章作用很大，许多道理借它传扬。道传万里畅通无阻，勾通亿载它是桥梁。往能挽救文武之道使之不至衰落，它能宏扬教化使其免于泯灭。人生道路多么广远它都能指明，世间哲理多么精微客观存在都能囊括。它的作用同雨露滋润万物本比，它的手法幽微简直与鬼神相似。文章刻于金石美德传遍天下，文章播于管弦更能日新月异。</p>",
  "about": "<h2>评价</h2> <p>　　《文赋》是中国最早系统地探讨文学创作问题的论著。全文以赋的形式写成。作者是西晋著名文学家<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>。</p> <p>　　陆机在《文赋》中用他的文学实践的亲身体会，生动地描述和分析了创作的心理特征和过程，表达了他的美学美育思想。主要包括：</p> <p>　　（1）“情因物感，文以情生”。《文赋》认为，情感是文学创作冲动的来由和起点。在艺术想象过程中，许多心理活动交织在一起，情、理、物象，文辞纷至沓来，所要创造的艺术形象也愈加清晰鲜明。在这过程中，作者的情感起着重要的作用，正所谓“思涉乐其必笑，方言哀而已叹”。</p> <p>　　（2）“笼天地于形内，挫万物于笔端”。《文赋》充分肯定了艺术想象的作用，认为在构思阶段，则“收视反听，耽思傍讯，情骛八极，公游成仞”，“观古今于须臾，扶四海于一瞬”，“笼天地于形内，挫万物于笔端”表明作者在创作过程中完全沉入艺术想象过程中。</p> <p>　　（3）“应感之会，通塞之纪”。《文赋》强调灵感在文学创作中的作用，指出艺术创作成就的取得同“应感之会，通塞之纪。即灵感问题有密切关系。认为灵感具有“来不可遏，去不可止”，“或竭情而多悔，或率意而寡尤”的特征。</p> <p>　　（4）“其会意也尚巧，其遣言也贵妍”。《文赋》在艺术风格上，崇尚华丽之美，强调“丽辞”。这反映了六朝时期讲求形式美的新时尚。</p> <p>　　（5）《文赋》将文体区分为十种，简明概述了各体的特征。可以说，《文赋》在一定程度上概括了整个艺术创作思维的规律。</p> <p>　　《文赋》是我国古代研究文学创作特点的最早的一篇专论，在美学史上有重要的意义和价值。</p><br/><h2>创作背景</h2> <p>　　两汉以来，由于汉武帝对儒家文艺思想的“专尊”，使得儒家思想在整个社会中占主导地位。儒家学派论<a href=\"http://so.gushiwen.org/view_47897.aspx\">诗</a>，十分讲究、重视诗的教化作用，他们着重指出“诗可以兴，可以观，可以群，可以怨。”《毛诗序》说：“故正得失，动天地，感鬼神，莫近于诗。先王以是经夫妇，成孝敬，厚人伦，美教化，移风俗。”<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>也在《典论》中把文章看作“经国之大业”。 </p> <p>　　这些文艺思想有一个明显的特点，就是过多的强调了文艺的社会作用，相对地忽视了文艺的艺术特点。魏晋时期这种情况有了很大的改变，使得文学走进自觉地时代。随着儒家思想的衰微，人的思想的解放，人道价值重新得到肯定，文学的地位日益提高，在文学理论上也一扫两汉沉闷凝滞的气氛。对文学的本质特征的认识更加深入，对文学艺术规律的研究全面展开。</p> <p>　　《文赋》的出现，正是文学摆脱经学附庸地位而得到独立发展之后，在大量创作实践的基础上产生的理论结晶。《文赋》首次把创作过程、写作方法、修辞技巧等问题提上文学批评的议程。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>写《文赋》的宗旨是为了解决创作中“意不称物，文不逮意”的矛盾，所以以创作构思为中心，主要论述“作文利害之所由”，即文章写作的方法技巧和艺术性的问题。自然，这样做难免会从中流露出“形式主义”的痕迹，但是这显然不能影响陆机在《文赋》中的贡献。</p>",
  "poet": {
    "id": 838,
    "star": 0,
    "name": "陆机",
    "image": "http://img.gushiwen.org/authorImg/luji.jpg",
    "desc": "陆机（261－303），字士衡，吴郡吴县（今江苏苏州）人，西晋文学家、书法家，孙吴丞相陆逊之孙、大司马陆抗之子，与其弟陆云合称“二陆”。孙吴灭亡后出仕晋朝司马氏政权，曾历任平原内史、祭酒、著作郎等职，世称“陆平原”。后死于“八王之乱”，被夷三族。他“少有奇才，文章冠世”（《晋书·陆机传》），与弟陆云俱为中国西晋时期著名文学家，被誉为“太康之英”。陆机还是一位杰出的书法家，他的《平复帖》是中古代存世最早的名人书法真迹。"
  },
  "tags": []
}