{
  "id": 70894,
  "star": 507,
  "name": "咏史·郁郁涧底松",
  "dynasty": "魏晋",
  "content": "郁郁涧底松，离离山上苗。<br>以彼径寸茎，荫此百尺条。<br>世胄蹑高位，英俊沉下僚。<br>地势使之然，由来非一朝。<br>金张藉旧业，七叶珥汉貂。<br>冯公岂不伟，白首不见招。",
  "fanyi": "<p><strong>译文</strong><br>茂盛的松树生长在山涧底,风中低垂摇摆着的小苗生长在山头上.<br>(由于生长的地势高低不同,)凭它径寸之苗,却能遮盖百尺之松.<br>贵族世家的子弟能登上高位获得权势,有才能的人却埋没在低级职位中.<br>这是所处的地位不同使他们这样的,这种情况由来已久 并非一朝一夕造成的.<br>汉代金日磾和张安世二家就是依靠了祖上的遗业,子孙七代做了高官.(珥汉貂:珥,插.汉代侍中官员的帽子上插貂鼠尾作装饰.)<br>汉文帝时的冯唐难道还不算是个奇伟的人才吗?可就因为出身微寒,白头发了仍不被重用。</p><p><strong>注释</strong><br>①郁郁：严密浓绿的样子。涧：两山之间。涧底松：比喻才高位卑的寒士。　<br>②离离：下垂的样子。苗：初生的草木。山上苗：山上小树。　<br>③彼：指山上苗。径：直径。径寸：直径一寸。径寸茎：即一寸粗的茎。　<br>④荫：遮蔽。此：指涧底松。条：树枝，这里指树木。　<br>⑤胄：长子。世胄：世家子弟。蹑（niè聂）：履、登。　<br>⑥下僚：下级官员，即属员。沉下僚：沉没于下级的官职。　<br>⑦“地势”两句是说这种情况恰如涧底松和山上苗一样，是地势造成的，其所从来久矣。　<br>⑧金：指汉金日磾（jin mi di)，他家自汉武帝到汉平帝，七代为内侍。（见《汉书·金日传》）张：指汉张汤，他家自汉宣帝以后，有十余人为侍中、中常侍。《汉书·张汤传赞》云：“功臣之世，唯有金氏、张氏亲近贵宠，比于外戚。”七叶：七代。珥（ěr耳）：插。珥汉貂：汉代侍中、中常侍的帽子上，皆插貂尾。这两句是说金张两家的子弟凭借祖先的世业，七代做汉朝的贵官。　<br>⑨冯公：指汉冯唐，他曾指责汉文帝不会用人，年老了还做中郎署长的小官。伟：奇。招：招见。不见招：不被进用。这两句是说冯唐难道不奇伟，年老了还不被重用。以上四句引证史实说明“世胄蹑高位，英俊沉下僚”的情况，是由来已久。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70894.aspx\">诗</a>写在门阀制度下，有才能的人，因为出身寒微而受到压抑，不管有无才能的世家大族子弟占据要位，造成“上品无寒门，下品无势族”（《晋书·刘毅传》）的不平现象。“郁郁涧底松”四句，以比兴手法表现了当时人间的不平。以“涧底松”比喻出身寒微的士人，以“山上苗”比喻世家大族子弟。仅有一寸粗的山上树苗竟然遮盖了涧底百尺长的大树，从表面看来，写的是自然景象，实际上诗人借此隐喻人间的不平，包含了特定的社会内容。形象鲜明，表现含蓄。中国古典诗歌常以松喻人，在此诗之前，如<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>的《赠从弟》；在此诗之后，如<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>的《赠王桂阳》，皆以松喻人的高尚品格，其内涵是十分丰富的。</p> <p>　　“世胄蹑高位”四句，写当时的世家大族子弟占据高官之位，而出身寒微的士人却沉没在低下的官职上。这种现象就好像“涧底松”和“山上苗”一样，是地势使他们如此，由来已久，不是一朝一夕的事。至此，诗歌由隐至显，比较明朗。这里，以形象的语言，有力地揭露了门阀制度所造成的不合理现象。从历史上看，门阀制度在东汉末年已经有所发展，至曹魏推行“九品中正制”，对门阀统治起了巩固作用。西晋时期，由于“九品中正制”的继续实行，门阀统治有了进一步的加强，其弊病也日益明显。段灼说：“今台阁选举，涂塞耳目；九品访人，唯问中正，故据上品者，非公侯之子孙，即当涂之昆弟也，二者苟然，则荜门蓬户之俊，安得不有陆沉者哉！”（《晋书·段灼传》）当时朝廷用人，只据中正品第，结果，上品皆显贵之子弟，寒门贫士仕途堵塞。刘毅的有名的《八损疏》则严厉地谴责中正不公：“今之中正不精才实，务依党利；不均称尺，务随爱憎。所欲与者，获虚以成誉，所欲下者，吹毛以求疵，高下逐强弱，是非由爱憎。随世兴衰，不顾才实，衰则削下，兴则扶上，一人之身，旬日异状，或以货赂自通，或以计协登进，附托者必达，守道者困悴，无报于身，必见割夺；有私于己，必得其欲。是以上品无寒门，下品无势族。暨时有之，皆曲有故，慢主罔时，实为乱源，损政之道一也。”（《晋书·刘毅传》）这些言论都反映了当时用人方面的腐败现象。左思此诗从自身的遭遇出发，对时弊进行了猛烈的抨击，具有重要的政治意义。</p> <p>　　“金张藉旧业”四句，紧承“由来非一朝”。内容由一般而至个别、更为具体。金，指金日磾家族。据《汉书·金日磾传》载，汉武帝、昭帝、宣帝、元帝、成帝、哀帝、平帝七代，金家都有内侍。张，指张汤家族。据《汉书·张汤传》载，自汉宣帝、元帝以来，张家为侍中、中常侍、诸曹散骑、列校尉者凡十余人。“功臣之世，唯有金氏、张氏，亲近宠贵，比于外戚”。这是一方面。另一方面是冯公，即冯唐。他是汉文帝时人，很有才能，可是年老而只做到中郎署长这样的小官。这里以对比的方法，表现“世胄蹑高位，英俊沉下僚”的具体内容。并且，紧扣《咏史》这一诗题。何焯早就点破，左思《咏史》，实际上是咏怀。诗人只是借历史以抒发自己的怀抱，对不合理的社会现象进行无情地揭露和抨击而已。</p> <p>　　这首诗哪里只是“金张藉旧业”四句用对比手法，通首皆用对比，所以表现得十分鲜明生动。加上内容由隐至显，一层比一层具体，具有良好的艺术效果。</p>",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "古诗三百首",
    "咏史",
    "抒怀"
  ]
}