{
  "id": 52853,
  "star": 181,
  "name": "鹧鸪天·寒日萧萧上琐窗",
  "dynasty": "宋代",
  "content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。<br>秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
  "fanyi": "<p><strong>译文</strong><br>深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。<br>秋天快要过去了，依然觉得白昼非常漫长。比起<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。</p> <p><strong>注释</strong><br>⑴萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《<a href=\"http://so.gushiwen.org/view_52853.aspx\">诗</a>经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。<br>⑵酒阑：酒尽，酒酣。阑：残，尽，晚。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”<br>⑶瑞脑：即龙涎香，一名龙脑香。<br>⑷仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。<br>⑸随分：随便，随意。尊前：指宴席上。尊：同“樽”。<br>⑹东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写秋景，寄乡愁，是一首典型的易安晚期作品。通篇从醉酒写乡愁，悲慨有致，凄婉情深。此词开头两句写寒日梧桐，透出无限凄凉。“萧萧”这里是萧条、寂寞之意。“琐窗”是雕有连琐图案的窗棂。“上”字写出寒日渐渐升高，光线慢慢爬上窗棂，含着一个时间的过程，表明作者久久地观看着日影，见出她的百无聊赖。梧桐早凋，入秋即落叶，“恨霜”即恨霜落其叶。草木本无知，所以，梧桐之恨，实为人之恨。从而借景抒情，绘出了作者的孤独和寂寥。因为心情不好，只好借酒排遣，饮多而醉，不禁沉睡，醒来唯觉瑞胸熏香，沁人心脾。三、四两句分别着一“喜”字“宜”字，似乎写欢乐，实际它不是写喜而是写悲。“酒阑”谓饮酒结束的时候。“团茶”即茶饼，宋代有为进贡而特制的龙团、凤团，印有龙凤纹，最为名贵。茶能解酒；特喜苦茶，说明酒饮得特别多；酒饮得多，表明愁重。“瑞胸”，熏香名，又名龙脑，以龙脑木蒸馏而成。“宜”表面似乎是说香气宜人，实则同首句的寒日一样，是借香写环境之清寂，因为只有清冷寂静的环境中，熏香的香气才更易散发，因而变得更深更浓，更能使人明显感觉到。</p> <p>　　上片叙事，主写饮酒之实“秋已尽，日犹长”写作者个人对秋的感受。“仲宣”句用典，以<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>思乡心情自况。王粲，字仲宣，山阳高平（今山东邹县）人，十七岁时因避战乱，南至荆州依刘表，不受重视，曾登湖北当阳县城楼，写了著名的《登楼赋》，抒发壮志未酬、怀乡思归的抑郁心情。这两句透露出词人孤身漂泊，思归不得的幽怨之情。深秋本来使人感到凄清，加以思乡之苦，心情自然更加凄凉。“犹”、“更”这两个虚词，一写主观错觉，一写内心实感，都是加重描写乡愁。结句是为超脱语。时当深秋，篱外丛菊盛开，金色的花瓣光彩夺目，使她不禁想起晋代<a href=\"http://so.gushiwen.org/view_52853.aspx\">诗</a>人陶潜“采菊东篱下，悠然见南山”的诗句，自我宽解起来：归家既是空想，不如对着尊中美酒，随意痛饮，莫辜负了这篱菊笑傲的秋光。“随分”犹云随便、随意。下片写饮酒之因，是对上片醉酒的说明：本来是以酒浇愁，却又故作达观之想，而表面上的达观，实际隐含着无限乡愁。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的这首词是其晚年流寓越中所作，词中表露的乡愁因和故国沦丧，流离失所的悲苦结合起来，其中的忧愤更深。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词写秋景，寄乡愁，应是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚期作品。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。</p> <p>　　此词写作时间尚有争议，有人认为是李清照“晚年流寓越中所作”，当时赵明诚已去世，“茶苦”和“梦断”二语是暗寓作者的亡夫之痛。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "秋天",
    "写景",
    "借古寄怀",
    "思乡",
    "抒情"
  ]
}