{
  "id": 71166,
  "star": 3070,
  "name": "兰亭集序 / 兰亭序",
  "dynasty": "魏晋",
  "content": "　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。</p> <p>　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！</p> <p>　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
  "fanyi": "<p><strong>译文<br></strong>　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>，也足够来畅快叙述幽深内藏的感情了。</p> <p>　　这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。</p> <p>　　人与人相互交往，很快便度过一生。有的人在室内畅谈自己的胸怀抱负；有的人就着自己所爱好的事物，寄托情怀，放纵无羁地生活。虽然各有各的爱好，安静与躁动各不相同，但当他们对所接触的事物感到高兴时，一时感到自得。感到高兴和满足，竟然不知道衰老将要到来。等到对得到或喜爱的东西已经厌倦，感情随着事物的变化而变化，感慨随之产生。过去所喜欢的东西，转瞬间，已经成为旧迹，尚且不能不因为它引发心中的感触，况且寿命长短，听凭造化，最后归结于消灭。古人说：“死生毕竟是件大事啊。”怎么能不让人悲痛呢？</p> <p>　　每当看到前人所发感慨的原因，其缘由像一张符契那样相和，总难免要在读前人文章时叹息哀伤，不能明白于心。本来知道把生死等同的说法是不真实的，把长寿和短命等同起来的说法是妄造的。后人看待今人，也就像今人看待前人，可悲呀。所以一个一个记下当时与会的人，录下他们所作的诗篇。纵使时代变了，事情不同了，但触发人们情怀的原因，他们的思想情趣是一样的。后世的读者，也将对这次集会的诗文有所感慨。</p> <p><strong>注释</strong><br>永和：东晋皇帝司马聃（晋穆帝）的年号，从公元345—356年共12年。永和九年上巳节，<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。<br>暮春：阴历三月。暮，晚。<br>会：集会。<br>会稽（kuài jī）：郡名，今浙江绍兴。<br>山阴：今绍兴越城区。<br>修禊（xì）事也：（为了做）禊礼这件事。古代习俗，于阴历三月上旬的巳日（魏以后定为三月三日），人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。<br>群贤：诸多贤士能人。指谢安等三十二位社会的名流。贤：形容词做名词。<br>毕至：全到。毕，全、都。<br>少长：如王羲之的儿子王凝之、王徽之是少；谢安、王羲之等是长。<br>咸：都。<br>崇山峻岭：高峻的山岭。<br>修竹：高高的竹子。修，高高的样子。<br>激湍：流势很急的水。<br>映带左右：辉映点缀在亭子的周围。映带，映衬、围绕。<br>流觞（shāng）曲（qū）水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。流，使动用法。曲水，引水环曲为渠，以流酒杯。<br>列坐其次：列坐在曲水之旁。列坐，排列而坐。次，旁边，水边。<br>丝竹管弦之盛：演奏音乐的盛况。盛，盛大。<br>一觞一咏：喝着酒作着诗。<br>幽情：幽深内藏的感情。<br>是日也：这一天。<br>惠风：和风。<br>和畅，缓和。<br>品类之盛：万物的繁多。品类，指自然界的万物。<br>所以：用来。<br>骋：使······奔驰。<br>极：穷尽。<br>信：实在。<br>夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫，句首发语词，不译。相与，相处、相交往。俯仰，表示时间的短暂。<br>取诸：取之于，从······中取得。<br>悟言：面对面的交谈。悟，通“晤”，指心领神会的妙悟之言。<br>因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。因，依、随着。寄，寄托。所托，所爱好的事物。放浪，放纵、无拘束。形骸，身体、形体。<br>趣（qǔ）舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。<br>静躁：安静与躁动。<br>暂：短暂，一时。<br>快然自足：感到高兴和满足。然，······的样子。<br>不知老之将至：（竟）不知道衰老将要到来。语出《论语·述而》：“其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”一本有“曾”在句前。<br>所之既倦：（对于）所喜爱或得到的事物已经厌倦。之，往、到达。<br>情随事迁：感情随着事物的变化而变化。迁，变化。<br>感慨系之：感慨随着产生。系，附着。<br>向：过去、以前。<br>陈迹：旧迹。<br>以之兴怀：因它而引起心中的感触。以，因。之，指“向之所欣……以为陈迹”。兴，发生、引起。<br>修短随化：寿命长短听凭造化。化，自然。<br>期：至，及。<br>死生亦大矣：死生是一件大事啊。语出《庄子·德充符》。<br>契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。<br>临文嗟（jiē）悼：读古人文章时叹息哀伤。临，面对。<br>喻：明白。<br>固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。固，本来、当然。一，把……看作一样；齐，把……看作相等，都用作动词。虚诞，虚妄荒诞的话。殇，未成年死去的人。妄作，妄造、胡说。一生死，齐彭殇，都是庄子的看法。出自《齐物论》。<br>列叙时人：一个一个记下当时与会的人。<br>录其所述：录下他们作的诗。<br>其致一也：人们的思想情趣是一样的。<br>后之览者：后世的读者。<br>斯文：这次集会的诗文。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　文描绘了兰亭的景致和<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>等人集会的乐趣，抒发了作者盛事不常、“修短随化，终期于尽”的感叹。作者时喜时悲，喜极而悲，文章也随其感情的变化由平静而激荡，再由激荡而平静，极尽波澜起伏、抑扬顿挫之美，所以《兰亭集序》才成为名篇佳作。全文共三段。</p> <p>　　文章首段记叙兰亭聚会盛况，并写出与会者的深切感受。先点明聚会的时问、地点、缘由，后介绍与会的人数之多，范围之广，“群贤毕至，少长咸集”。接着写兰亭周围优美的环境。先写高远处：“崇山峻岭，茂林修竹”；再写近低处“清流激湍”；然后总写一笔：“映带左右”。用语简洁。富有<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>情画意。在写景的基础上，由此顺笔引出临流赋诗，点出盛会的内容为“一觞一咏”，“畅叙幽情”，“虽无丝竹管弦之盛”，这是反面衬托之笔，以加张表达赏心悦目之情。最后指出盛会之日正逢爽心恰人的天时，“天朗气清”为下文的“仰观”、“俯察”提供了有利条件；“惠风和畅”又与“暮春之初”相呼应。此时此地良辰美景，使“仰观”、“俯察”，“游目骋怀”、“视听之娱”完全可以摆脱世俗的苦恼，尽情地享受自然美景，抒发自己的胸臆。至此，作者把与会者的感受归结到“乐”字上面。笔势疏朗简净，毫无斧凿痕迹。</p> <p>　　文章第二段，阐明作者对人生的看法，感慨人生短哲，盛事不常，紧承土文的“乐”字，引发出种种感慨。先用两个“或”字，从正反对比分别评说“人之相与，俯仰一世”的两种不同的具体表现，一是“取诸怀抱，晤言一室之内”，一是“因寄所托，放浪形骸之外”。然后指出这两种表现尽管不同，但心情却是一样的。那就是“当其欣于所遇”时，都会“快然自足”，却“不知老之将至”。这种感受，正是针对正文“游骋怀，足以极视听之娱”的聚会之乐而发，侧重写出乐而忘悲。接着由“欣于几所遇”的乐引出“情随事迁”的优，写出乐而生忧，发出“修短随化，终期于尽”的慨叹、文章至此，推进到生死的大问题。最后引用孔了所说的“死生亦大矣”一句话来总结全段，道出了作者心中的“痛”之所在。</p> <p>　　最后一段说明作序的缘由。文章紧承上文“死生亦大矣”感发议论，从亲身感受谈起，指出每每发现“昔人兴感之由”和自己的兴感之由完全一样，所以“未尝不临文嗟悼”，可是又说不清其中原因。接着把笔锋转向了对老庄关于“一生死”，“齐彭祖”论调的批判，认为那完全是“虚诞”和“妄作”。东晋时代的文人士大夫崇尚老庄，喜好虚无土义的清谈，庄子认为自然万物“方生方死，方死方生”（《庄子·齐物论》），且把长寿的彭祖和夭折的儿童等同看待，认为“莫寿于殇子，而彭祖为夭”。作者能与时风为悖。对老庄这种思想的大胆否定，是难能可贵的，然后作者从由古到今的事实中做了进一步的推断：“后之视今，亦由今之视昔”。基于这种认识，所以才“列叙时人，录其所述”，留于后人去阅读。尽管将来“事殊事异”，但“所以兴怀。其一致也”。这就从理论上说清了所以要编《兰亭诗集》的原因。最后一句，交代了写序的目的，引起后人的感怀。文字收束得直截了当，开发的情思却绵绵不绝。</p> <p>　　这篇序言疏朗简净而韵味深长，突出地代表了王羲之的散文风格。且其造语玲珑剔透，琅琅上口。是古代骈文的精品。《兰亭集序》在骈文的几个方面都有所长。在句法上，对仗整齐，句意排比，如“群贤毕至，少长咸集”，“仰观宇庙之大。俯察品类之盛”，“或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外”，两两相对，音韵和谐，无斧凿之痕，语言清新、朴素自然。属于议论部分的文字也非常简沽，富有表现力，在用典上也只用“齐彭荡”和“修楔事”这样浅显易储的典故，这样朴素的行文与东晋对代雕章琢句，华而不实的文风形成鲜明对照。</p> <p>　　这篇文章体现了王羲之积极入世的人生观，和老庄学说主张的无为形成了鲜明的对比。</p><br/><h2>整体分析</h2> <p>　　东晋永和九年（353）的三月三日，<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与孙绰、谢安、支遁等四十一人，集会于会稽山阴的兰亭，在水边游赏嬉戏。他们一起流觞饮酒，感兴赋<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>，畅叙幽情。事后，将全部诗歌结集成册，由王羲之写成此序。</p> <p>　　《兰亭集序》记叙的是东晋时期清谈家们的一次大集会，表达了他们的共同意志。文章融叙事、写景、抒情、议论于一体，文笔腾挪跌宕，变化奇特精警，以适应表现富有哲理的思辨的需要。全文可分前后两个部分。前一部分主要是叙事、写景，先叙述集会的时间、地点。然后点染出兰亭优美的自然环境：山岭蜿蜒，清流映带；又风和日丽，天朗气清，仰可以观宇宙之无穷，俯可以察万类之繁盛。在这里足以“游目骋怀”，“极视听之娱”，可以自由地观察、思考，满足人们目视耳闻的需求。这里正是与会者“畅叙幽情”、尽兴尽欢的绝好处所。这些描写都富有诗情画意，作者的情感也是平静、闲适的。</p> <p>　　后一部分，笔锋一转，变为抒情、议论，由欣赏良辰美景、流觞畅饮，而引发出乐与忧、生与死的感慨，作者的情绪顿时由平静转向激荡。他说：人生的快乐是极有限的，待快乐得到满足时，就会感觉兴味索然。往事转眼间便成为了历史，人到了生命的尽头都是要死的。由乐而生悲，由生而到死，这就是他此时产生的哲理思辨。他认为“一死生为虚诞，齐彭殇为妄作”，从而进一步深入地探求生命的价值和意义，并产生了一种珍惜时间、眷恋生活、热爱文明的思考。寿夭、生死既是一种人力不能左右的自然规律，他在文中就难免流露出一种感伤情绪。但到篇末作者的情绪又趋于平静，他感到人事在变迁，历史在发展，由盛到衰，由生到死，都是必然的。正因人生无常，时不我待，所以他才要著文章留传后世，以承袭前人，以启示来者。</p> <p>　　综观全篇，本文描绘了兰亭的景致和王羲之等人集会的乐趣，抒发了作者盛事不常、“修短随化，终期于尽”的感叹。[5]作者时喜时悲，喜极而悲，文章也随其感情的变化由平静而激荡，再由激荡而平静，极尽波澜起伏、抑扬顿挫之美，所以《兰亭集序》才成为千古盛传的名篇佳作。 </p><br/><h2>赏析</h2> <p>　　《兰亭集序》，又题为《临河序》、《禊帖》、《三月三日兰亭<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>序》等。晋穆帝永和九年（公元353）三月三日，时任会稽内史的<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与友人谢安、孙绰等四十一人会聚兰亭，赋诗饮酒。王羲之将诸人名爵及所赋诗作编成一集，并作序一篇，记述流觞曲水一事，并抒写由此而引发的内心感慨。这篇序文就是《兰亭集序》。此序受<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>《金谷诗序》影响很大，其成就又远在《金谷诗序》之上。《兰亭集序》.</p> <p>　　文章首先记述了集会的时间、地点及与会人物，言简意赅。接着描绘兰亭所处的自然环境和周围景物，语言简洁而层次井然。描写景物，从大处落笔，由远及近，转而由近及远，推向无限。先写崇山峻岭，渐写清流激湍，再顺流而下转写人物活动及其情态，动静结合。然后再补写自然物色，由晴朗的碧空和轻扬的春风，自然地推向寥廓的宇宙及大千世界中的万物。意境清丽淡雅，情调欢快畅达。兰亭宴集，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“四美俱，二难并”。</p> <p>　　但天下没有不散的宴席，有聚合必有别离，所谓“兴尽悲来”当是人们常有的心绪，尽管人们取舍不同，性情各异。刚刚对自己所向往且终于获致的东西感到无比欢欣时，但刹那之间，已为陈迹。人的生命也无例外，所谓“不知老之将至”（孔子语）、“老冉冉其将至兮”（<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>语）、“人生天地间，奄忽若飙尘”（《古诗十九首》），这不能不引起人的感慨。每当想到人的寿命不论长短，最终归于寂灭时，更加使人感到无比凄凉和悲哀。如果说前一段是叙事写景，那么这一段就是议论和抒情。作者在表现人生苦短、生命不居的感叹中，流露着一腔对生命的向往和执着的热情。</p> <p>　　魏晋时期，玄学清谈盛行一时，士族文人多以庄子的“齐物论”为口实，故作放旷而不屑事功。王羲之也是一个颇具辩才的清谈文人，但在政治思想和人生理想上，王羲之与一般谈玄文人不同。他曾说过：“虚谈废务，浮文妨要”（《世说新语·言语篇》）在这篇序中，王羲之也明确地指斥“一死生”、“齐彭殇”是一种虚妄的人生观，这就明确地肯定了生命的价值。</p> <p>　　这篇文章具有清新朴实、不事雕饰的风格。语言流畅，清丽动人，与魏晋时期模山范水之作“俪采百字之偶，争价一句之奇”（《文心雕龙·明诗篇》）迥然不同。句式整齐而富于变化，以短句为主，在散句中参以偶句，韵律和谐，乐耳动听。</p> <p>　　总之，这篇文章体现了王羲之积极入世的人生观，和老庄学说主张的无为形成了鲜明的对比。给后人以启迪、思考。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>1、列坐其次 古义：其，代词，指曲水。次，旁边、水边。如：列坐其次。 今义：①　次第较后；第二。 ②　次要的地位。2、亦将有感于斯文 古：这些文章 　今：常用义为文雅，又指文化或文人3、或取诸怀抱 　 古：胸怀抱负。 今： ①抱在怀里； ② 胸前； ③ 心里存着； ④ 打算。 　4、引（之）以（之）为流觞曲水。 古义：把……作为。 　今义：认为。5、所以游目骋怀 古义：①表凭借，用来。 　②……的原因。如：所以兴怀。 今义： ①表因果关系的连词；②实在的情由或适宜的举动（限用于固定词组中做宾语）。6、俯仰一世 古义：形容时间短暂。 　今义：低头抬头 　7、俯察品类之盛　 古义：物品，物类。指天地万物。 　今义：物品的种类</p> <p><strong>修辞</strong><br>修辞手法：互文<br>例：崇山峻岭<br>茂林修竹<br>清流激湍<br>句式<br>修禊事也（判断句）<br>死生亦大矣（判断句）<br>其致一也（判断句）<br>会于会稽山阴之兰亭（介宾结构后置，状语后置）<br>当其欣于所遇（状语后置）<br>不能喻之于怀（状语后置）<br>亦将有感于斯文（状语后置）<br>虽无丝竹管弦之盛（定语后置）<br>仰观宇宙之大，俯察品类之盛（定语后置）<br>c）省略句<br>映带（于）左右<br>列坐（于）其次<br>悟言（于）一室之内<br>放浪（于）形骸之外<br>引以（之）为流觞曲水</p> <p><strong>词类活用</strong><br>一词多义<br>（一）临<br>1、未尝不临文嗟悼，不能喻之于怀：面对，引申为“阅读”。<br>2、把酒临风，其喜洋洋者矣：面对，引申为“迎”。<br>3、临不测之渊，以为固：面对。<br>4、故临崩寄臣以大事也：将要。<br>（二）一<br>1、一起。例：若合一契<br>2、 一样。例：其致一也<br>3、将......视为一样。例：固知一死生为虚诞。<br>4、 一边……一边……。例：一觞一咏<br>（三）次<br>1、列坐其次 ：旁边 水边<br>2、又间令吴广之次所旁丛祠中：驻扎<br>3、凡用兵之法，全国为上，破国次之 ：次一等<br>4、余船以次俱进 ：次序<br>5、太上不辱先，其次不辱身：下一等。<br>6、陈胜、吴广皆次当行：编次<br>（四）致<br>1、所以兴怀，其致一也：情致<br>2、假舆马者，非利足也，而致千里 ：达到<br>3、家贫，无从致书以观 ：得到<br>4、此人可就见，不可屈致也：招致<br>（五）修<br>1、此地有崇山峻岭，茂林修竹 ：高<br>2、况修短随化，终期于尽：长<br>3、怠者不能修，而忌者畏人修：学习 进步<br>4、是故事修而谤兴，德高而毁来：办好<br>5、乃重修岳阳楼，增其旧制：修建<br>6、修守战之具：整治<br>7、余独好修以为常：修身养性<br>（六）期<br>1、况修短随化，终期于尽 ：至 、及 注定<br>2、不期修古，不法常可：期望、要求<br>3、会天大雨，道不通，度已失期 ：时间期限<br>4、期（jī）年之后：周、满 、满一年<br>5、君与家君期日中：约定<br>（七）之<br>1、 动词，往，到达。例：所之既倦。<br>2、代词，回指上文中的事。例：以之兴怀。<br>3、结助，取消句子独立性。例：夫人之相与。<br>4、 结助，定语标志。例：极视听之娱。<br>5、 音节助词，衬足四个音节。例：暮春之初。<br>（八）犹<br>1、还，而且，仍然。例：犹不能不以之兴怀<br>2、好像。例：亦犹今之视昔</p> <p><strong>通假字</strong><br>趣舍万殊 “趣”通“趋”或“取”， 趋向，取向。<br>悟言一室之内 “悟”通“晤”，面对面。<br>固知一死生为虚诞“固”通“故”所以，因此。</p> <p><strong>成语</strong><br>群贤毕至：指贤能者齐集，济济一堂，都会聚在这里。毕:全。<br>崇山峻岭：崇：高；峻：山高、陡。岭：山。字面意义：高大险峻的山岭。崇山峻岭：形容山高大、险峻，十分陡峭。<br>茂林修竹：修：长。茂密高大的树林竹林。<br>放浪形骸：放浪：放纵；不受拘束；形骸：人的形体、形迹。指行为不受世俗礼法的约束；旷达豪爽。<br>情随事迁：情况变了，思想感情也随着起了变化。<br>游目骋怀：游目：远眺；骋怀：放开胸怀，往远处想。纵目四望，开阔心胸。<br>感慨系之：感：感触；慨：慨叹；系：联结。有所感触，慨叹不已。<br>俯仰之间：一低头，一抬头的工夫。形容时间极短。 </p><br/><h2>情感</h2> <p>　　第一至第二自然段，记叙了集会的时间、地点、事由、人物，由“此地有崇山峻岭”引出四周环境及场面的铺叙，最后由“是日也”领起描写游人的心境，抒发集会的心情。本文第一、二自然段作者对这次宴集环境的描述素淡雅致，摄其神韵，天朗气清，惠风和畅，这些都看出作者快乐的心情和对自然美的热爱之情。</p> <p>　　第三自然段，由兰亭集会联想到现今人们的相处往来，即便为人处世方法各异，静躁不同，但从中提示了人生忧患的来源。首先来自生命本体永不满足的内在欲望，“欣于所遇”便“快然自足”，及其“所之既倦”“感慨系之矣”。其次来自外在世界的流转不定，难以依持，即“向之所欣，俯仰之间，已为陈迹”。第三来自个体生命的短暂有限，即“修短随化，终期于尽”。最后以“死生亦大矣，岂不痛哉？”作结。第三自然段，虽然作者对时光飞逝，人生短暂大发感慨，但字里行间暗含对人生的眷恋和热爱之情。正因为作者对人生忧患有清醒的认识，才可扬长避短，在有限人生中进行无限的价值创造。</p> <p>　　第四自然段：由读古人“兴感”之作时的体验“若合一契”说明古人也有感于死生；然后转入人生世事的深入抒写，批判当前士大夫“一死生为虚诞，齐彭殇为妄作”，表现了<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>抗拒人生虚幻的执著努力，随之又发出“后之视今，亦由今视昔，悲乎”的慨叹，可见作者对人生敏锐、深刻的感受中有一份对人生特别的热爱和执著，接着作者交代了《兰亭集》的成因“后之览者，亦将有感于斯文”，总结全文。第四自然段，作者在尽述古人、今人、后人慨叹人生无常的同时，批判了<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>“一死生”“齐彭殇”的虚无主义，当然应该看作是积极的。</p><br/><h2>思想</h2> <p>　　文章的第一段较具体地写了兰亭集会的盛况。本段共六句。第一句交代了集会的时间、地点及目的，第二句交代了与会的人物，第三句写了兰亭之优雅的环境，第四句写盛会上人们的活动情况，第五句写晴和的天气，第六句抒发感慨。显然，六句中，有些是惯常的必要的交代，有些是写自然造化之美，有些却是写集会的“盛况”。名士们在晴朗的天空下，感受着和煦的春风，可远眺可近观可仰视可俯察，流觞曲水，饮酒赋<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>，畅叙幽情，何其痛哉！快哉！乐哉！而“仰观宇宙之大，俯察品类之盛”，其作用在于“游目骋怀”“极视听之娱”。这里在抒发了生之快乐的同时，又表现出一种旷达的心境。</p> <p>　　本段以写盛会始，以抒感慨终；以做“修禊”为名，以行快乐为实。</p> <p>　　文章的第二段写了两种人，一个是喜欢“静”的人，一个是喜欢“躁”的人。前者“取诸怀抱，晤言一室之内”，后者“因寄所托，放浪形骸之外”，性格乃至行为上有很大的不同。但是，两者又有惊人的相似之处：“当其欣于所遇，暂得于己，快然自足，曾不知老之将至；及其所之既倦，情随事迁，感慨系之矣。”快乐的时候，得意忘形，感觉不到自己在悄悄地衰老，等对高兴的事物感到了厌倦，感慨就自然而然地产生了。什么感慨?有两个：一个是“向之所欣，俯仰之间，已为陈迹”；另一个是“修短随化，终期于尽”。它告诉我们三点：其一，事物有生就有灭，有乐就有悲；其二，事物由生到灭，由乐到悲，其时间很短暂，倏忽之间，正如白驹之过隙；其三，生命之长短之存灭，不是主观所能左右的，它取决于自然的造化。由此说来，生命是何其宝贵！正因如此，所以作者才引用古训“死生亦大矣”；正因如此，所以作者慨叹：“岂不痛哉！”</p> <p>　　东晋是名士风流的时代。他们崇尚老庄，大谈玄理，不务实际，思想虚无，寄情山水，笑傲山野。他们思想消极，行动无为，就像浮萍之于海水，随波荡漾，飘到哪里就是哪里。当然，死了就死了，无所谓，因为死就是生，生就是死，“一死生”“齐彭殇”。对此，作者作了委婉的批评。</p> <p>　　生和死是两码事，不能等同起来。生有各种各样的生，有的人活得窝窝囊囊，有的人活得志得意足；死也有各种各样的死，有的人死得默默无闻，有的人死得轰轰烈烈。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>说：“人固有一死，或重于泰山，或轻于鸿毛。”臧克家说：“有的人死了，他还活着；有的人活着，他已经死了。”毛泽东说：“生的伟大，死的光荣”。生与死怎么可以等同呢?正如作者所说的：“固知一死生为虚诞，齐彭殇为妄作。”作者这样写，表明了他对生死问题的看重，他是想以此来启发那些思想糊涂的所谓名士，不要让生命轻易地从自己的身边悄悄逝去。</p> <p>　　综上所述，文章记叙了兰亭集会的盛况，阐述了“死生亦大矣”的观点，批评了士大夫之虚无的思想观念，显然是有感而作，缘情而发。但是，作为一篇文集的“序”，除了批评士大夫之虚无的思想观念之外，还要对结集的目的说一说。参加兰亭集会的是当时社会上的名流，如谢安、孙绰等人。正如上文所说，他们引觞曲水，饮酒赋诗，畅叙幽情，何其痛哉！快哉！乐哉！然而，“向其所欣，俯仰之间，已为陈迹”。对此，作者认为“岂不痛哉”！所以，把他们赋的诗收录下来，不至于使其泯灭，而让其流芳百世，使“后之览者，亦将有感于斯文”，如作者一般，生发出“死生亦大矣”的感慨。为什么会这样呢?因为“虽世殊事异，所以兴怀，其致一也”，因为“后之视今，亦犹今之视昔”。这不能不令人慨叹作者有一副多么好的心肠！ </p><br/><h2>创作背景</h2> <p>　　晋穆帝永和九年（353年）农历三月初三，“初渡浙江有终焉之志”的<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>，曾在会稽山阴的兰亭（今绍兴城外的兰渚山下），与名流高士谢安、孙绰等四十一人举行风雅集会。与会者临流赋<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>，各抒怀抱，抄录成集，大家公推此次聚会的召集人，德高望重的王羲之写一序文，记录这次雅集，即《兰亭集序》。</p><br/><h2>简介</h2> <p>　　《兰亭集序》文字灿烂，字字玑珠，是一篇脍炙人口的优美散文，它打破成规，自辟径蹊，不落窠臼，隽妙雅逸，不论绘景抒情，还是评史述志，都令人耳目一新。虽然前后心态矛盾，但总体看，还是积极向上的，特别是在当时谈玄成风的东晋时代气氛中，提出“一死生为虚诞，齐彭殇为妄作”，尤为可贵。《兰亭集序》的更大成就在于它的书法艺术。通篇气息淡和空灵、潇洒自然；用笔遒媚飘逸；手法既平和又奇崛，大小参差 ，既有精心安排艺术匠心，又没有做作雕琢的痕迹，自然天成。其中，凡是相同的字， 写法各不相同，如“之”、“以”、“为”等字，各有变化，特别是“之”字，达到了 艺术上多样与统一的效果。《兰亭集序》是<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>书法艺术的代表作，是中国书法艺术 史上的一座高峰，它滋养了一代又一代书法家。</p> <p>　　在结构和章法上以情感为线索，叙中有情，以情说理。第一段在清丽的境界中，着重写一“乐”字，由乐而转入沉思，引出第二段的“痛”字，在经过一番痛苦的思考后，不觉感到无限的悲哀，最后以一“悲”字作结。情感色彩迥乎不同，前后过渡却妥帖自然。</p> <p>　　作者以其精妙绝伦的书法书写这篇文章，真迹据说被<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>置其墓中，但从唐人的摹本中，仍可见其“龙跳虎卧”的神采。《禊帖》被称为“天下第一行书”，董其昌《画禅室随笔》说：“章法为古今第一，其字皆映带而生，或大或小，随手所如，皆入法则。”</p> <p>　　现在陈列在兰亭王右军祠内的冯承素摹本（复制品），真本藏于北京故宫博物院，上面钤有“神龙”（唐中宗年号）小印，是断为唐摹的一个铁证。“神龙本”是现存最接近王羲之真迹的摹本。因其钩摹细心，故而线条的使转惟妙惟肖，不但墨色燥润浓淡相当自然，而且下笔的锋芒、破笔的分叉和使转间的游丝也十分逼真，从中可窥王羲之书写时的用笔的徐疾、顿挫、一波三折的绝妙笔意。</p> <p>　　《兰亭集序》是世人公认的瑰宝，始终珍藏在王氏家族之中，一直传到他的七世孙智永，智永少年时即出家在绍兴永欣寺为僧，临习王羲之真迹达三十余年。智永临终前，将《兰亭集序》传给弟子辩才。辩才擅长书画，对《兰亭集序》极其珍爱，将其密藏在阁房梁上，从不示人。后被唐太宗派去的监察史<a href=\"http://so.gushiwen.org/author_2298.aspx\">萧翼</a>骗走。唐太宗得到《兰亭集序》后，如获至宝。并命<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等书家临写。以冯承素为首的弘文馆拓书人，也奉命将原迹双钩填廓摹成数副本，分赐皇子近臣。唐太宗死后，侍臣们遵照他的遗诏将《兰亭集序》真迹作为殉葬品埋藏在昭陵。</p> <p>　　东晋穆帝（司马聃）永和九年（公元353年）三月初三日，王羲之和当时名士孙绰、谢安和释支遁等四十一人，为禊事活动，在兰亭宴集。与会的人士都有<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>作，事后把这些诗篇汇编成集，《兰亭集序》就是王羲之为这个诗集所写的序言。序，文体名，是对书籍和文章举其纲要、论其大旨的一种文字，相当于引言。 </p><br/><h2>争论</h2> <p>　　最早著录《兰亭集序》的《晋书·<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>传》有一句：“虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。”为后来官修史书所沿用。但历代摹本中，却每每变动了一个字———将其中的“快然”变为“怏然”。但究竟该是“怏然”，还是“快然”呢？一字之别，所抒发的情感却截然不同。清华大学的吴迪、赵丽明两位学者试图用书录与摹本的比较、形音义训诂，以及人文等角度，加以考证。他们通过对远在晋书刻本之前的敦煌写卷抄本的挖掘，提出了新的学术见解。</p> <p>　　<strong>千古一字为何不同</strong></p> <p>　　《兰亭集序》的摹本不光有唐一代，后世名家中临兰亭者比比皆是，《兰亭集序》仿佛就成为一块书法名家的“试金石”。然而在诸多的摹本中，一个问题出现了，这变动的一字究竟该以官修史书为准，还是该以摹本为准？似乎都有道理，可为什么在史书和摹本之间有一个“怏”和“快”的不定之字呢？</p> <p>　　<strong>形虽似而音却异</strong></p> <p>　　在“摹本体系”和“官修体系”的比照中，我们发现：官修史书的“快”字占据着兰亭的绝对优势，从唐贞观到清乾隆的一千多年间，“经、史、子、集”中凡是出现兰亭，必是“快然自足”。对四库全书进行了全文检索，在整个四库中，《兰亭集序》原文或引用原文的情况出现了25次均为“快然自足”，四库中没有一处用到过“怏然自足”。但在“经、史、子、集”之外的各时期摹本中情况却基本相左，在兰亭书法摹本体系中，书法家们一直坚持着“怏”字。那么王羲之自己在书写“快”和“怏”的时候，又会有怎样的区别呢？在所有传世的王羲之作品中，他的用字情况是：“怏”字仅在传世的兰亭摹本中出现，而“快”字在另外两个王羲之作品中出现过。</p> <p>　　除了字形的相近之外，问题有没有可能出现在“怏”和“快”的读音上面？与后世的说唱文学不同，《兰亭集序》不是依靠口头流传的，它的流传一定是以文本为载体的，这也降低了音误的可能性。</p> <p>　　<strong>学者揣度古人意</strong></p> <p>　　清代乾嘉学派的考据大家段玉裁在一千多年后明确指出：“本非快字”。在此之外，《说文解字注》中还引《集韵》解“怏然”为自大之意。也就是说段玉裁认为：《兰亭集序》中当为“怏然自得”，且此“怏然”为自大之意。我们以今之词典揣度古人之用意，这种做法虽然看似不科学，但其中却有合理处。现代汉语“怏然”的“自大”之意当是沿用《集韵》之释义，而所举《战国策》一例却也能印证“怏然”在先秦即有“不高兴”之意存在。</p> <p>　　所以吴迪、赵丽明认为，此处若为“怏然”则显得更为恰当。段玉裁在考证此处时认为怏然具有的两种释义恰恰反映的就是王羲之当时复杂的思想状态，这种状态不光是王羲之个人的，同样也是魏晋知识分子整体的，它代表着魏晋时期知识分子对于“生死观”的一种思想变动。</p> <p>　　<strong>解读“世造兰亭意”</strong></p> <p>　　王羲之在《兰亭集序》中所表达的对于“生死”的人生态度正是根植于这种普遍性的思想转型期。像王羲之这样的知识分子，有世族经济、社会地位、政治特权，他们的心思、眼界、兴趣由环境转向内心，由社会转向自然，由经济转向艺术，由客观外物转向主体存在。这种转向使得王羲之在本应是山水描写的《兰亭集序》中灌输了自己的生死观。在吴迪、赵丽明看来，处在某种转向之中的个体思想其实是非常复杂的，具有很大的波动性，可能其自身意识不到这一点，但是不会自觉地在作品中自然流露。“怏然”作为的复义现象出现在王羲之关于生和死的议论中带有很大的合理性，它反映了一种较为综合的思想状态，这也是所谓的“世造兰亭意”了。</p> <p>　　<strong>敦煌摹本了结千古一误</strong></p> <p>　　1908年，精通汉学的法国考古学家伯希和在得知莫高窟发现古代写本后赶到敦煌，获取了一万多件堪称精华的敦煌文书，这些文书后来大多藏于法国国立图书馆，其中就包括了一份后来编号为伯2544的《兰亭集序》抄本，从中可以明显地看到“怏”字。由此可见，《兰亭集序》原文中当为“怏然自足”，只不过后世不能轻易接触到唐人摹本，而多以官修之书为本，而官修之书中又以《晋书》为最早，所以《晋书·王羲之传》这一误就成了千古之误。依此，吴迪、赵丽明说，直到今天，无论在文学史书籍中还是字词典中，“快然自足”仍是一直被坚持的，而很少有人注意到这个千古一误。</p> <p>　　<strong>兰亭的下落</strong></p> <p>　　《兰亭》是著名的书法，当然受到历史上很多名人的喜欢。它一直在绍兴平水云门寺珍藏了几百年直到传到王羲之七世孙智永的徒弟辩才和尚才被唐太宗派人到云门寺来骗走了真迹兰亭集序。云门寺当时是绍兴最有名的寺院了。</p> <p>　　唐朝皇帝唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>特别喜欢这个东西，他下令重金买下这个东西，但是《兰亭》是王羲之的精品，王家把他当宝贝，绝不传人。就在唐太宗这时候，王羲之的七世玄孙当了和尚，就是智永和尚，也是著名的书法家，他坚决不肯把这个东西给人，后来他死了，在死前就把这个《兰亭》给了他的徒弟辩才和尚。唐太宗没有办法，只好让人行骗。</p> <p>　　唐太宗派大臣<a href=\"http://so.gushiwen.org/author_2298.aspx\">萧翼</a>去辩才和尚那里，因为和辩才和尚下棋，后来，辩才和萧翼因为下棋，成了好朋友，这时候，萧翼看见辩才的这个《兰亭》，在趁辩才和尚不注意的情况下，将《兰亭》偷走了。</p> <p>　　从此，《兰亭》在世界上消失了，据说《兰亭》跟李世民一起葬到了他的陵墓——昭陵里了。</p> <p>　　但是，到了五代十国时候，一个叫温韬的耀州刺史把唐太宗的昭陵打开了，当他打开时候，下令将昭陵里的所有东西都罗列在一本书上，但是如何找也找不到《兰亭》。</p> <p>　　今天《兰亭》真的就消失了吗？不，有的学者说了，这个《兰亭》不在别处，就在陕西著名的名胜古迹——历史上唯一一个没有被盗过的夫妻皇帝合葬陵墓——乾陵（<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>和唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>的陵墓）里面，很有可能，《兰亭》就枕在武则天的脑袋下面。</p> <p>　　但是，作为一国之君（指唐太宗），决不会如常人所想，随随便便把一件自己认为是珍品的书法艺术品藏于暗无天日的地下。后人找不到可能是其收藏极其隐蔽。毕竟太珍贵了。 </p><br/><h2>概要</h2> 　　本文是一篇书序。文章先序兰亭修楔事，因修禊而“群贤毕至”，实际上是说明做<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>的缘由；有用“一觞一咏，亦足以畅叙幽情”描写了作诗时的情景，指明了《兰亭集》是一部游宴诗集，有众多的作者，诗是即席之作；结尾以“故列叙时人，录其所述\"说明成书的经过，又以“后之览者，亦将有感于斯文”指出本书的意义。同时，作者善于借题发挥，从一次普通的游宴活动谈到了他的生死观，并以此批判了当时士大夫阶层中崇尚虚无的思想倾向，使全篇在立意上显得不同凡响。",
  "poet": {
    "id": 581,
    "star": 0,
    "name": "王羲之",
    "image": "http://img.gushiwen.org/authorImg/wangxizhi.jpg",
    "desc": "王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。祖籍琅琊（今属山东临沂），后迁无锡，晚年隐居剡县金庭（今属浙江）。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "宴饮",
    "离别",
    "感伤",
    "感叹",
    "人生"
  ]
}