{
  "id": 49708,
  "star": 48,
  "name": "南歌子·游赏",
  "dynasty": "宋代",
  "content": "山与歌眉敛，波同醉眼流。游人都上十三楼。不羡竹西歌吹、古扬州。<br>菰黍连昌歜，琼彝倒玉舟。谁家水调唱歌头。声绕碧山飞去、晚云留。",
  "fanyi": "<p><strong>译文<br></strong>山色与歌女黛眉浓聚一样绿，碧波就像人的朦胧醉眼一样流。人们都爱登上十三楼，不再羡慕竹西歌吹的古扬州。<br>菰米软糕菖蒲菜，玉壶向玉杯倾倒着美酒。不知谁家唱起水调歌头，歌声绕着青山飞去晚云又将它挽留。</p> <p><strong>注释<br></strong>①南歌子：《南歌子》是词牌名称之一，又名《南柯子》、《恨春宵》等。<br>②游人：指游玩的人。出自<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《泛舟城南会者五人分韵赋<a href=\"http://so.gushiwen.org/view_49708.aspx\">诗</a>得人皆苦炎字》：桥上游人夜未厌，共依水槛立风檐。<br>③十三楼：宋代杭州名胜。出自吴自牧《梦梁录》卷一二《西湖》：“大佛头石山后名十三间楼，乃东坡守杭日多游此，今为相严院矣。“<br>④竹西：扬州亭名。本句意谓杭州十三楼歌唱奏乐繁华，不必再羡慕前代扬州的竹西了。<br>⑤扬州：淮河以南、长江流域东南地区，《周礼》称东南曰扬州。<br>⑥菰黍（gūshǔ）：指粽子。菰，本指茭白，此指裹棕的菰叶。<br>⑦昌歜（chāngchù）：宋时以菖蒲嫩茎切碎加盐以佐餐，名昌歇。<br>⑧琼彝（yí）：玉制的盛酒器皿。<br>⑨玉舟：玉制的酒杯。出自苏轼《次韵赵景贶督两欧阳诗破陈酒戒》：“明当罚二子，已洗两玉舟。”<br>⑩水调唱歌头：即唱水调歌头。傅本注：“水调曲颇广，谓之歌头，岂非首章之一解乎？白乐天六幺水调家家唱。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写的是杭州的游赏之乐，但并非写全杭州或全西湖，而是写宋时杭州名胜十三楼。然而，此词虽以写十三楼为中心，却也没有将这一名胜的风物作细致的刻画，而是运用写意的笔法，着意描绘听歌、饮酒等雅兴豪举，烘托出一种与自然同化的精神境界，给人一种飘然欲仙的愉悦之感；同时，对比手法的运用也为此词增色不少，词中十三楼的美色就是通过与竹西亭的对比而突现出来的，省去了很多笔墨，却增添了强烈的艺术效果。此外，移情手法的运用也不可小看。作者利用眉峰与远山、目光与水波的相似，赋予远山和水波以人的感情，创造出“山与歌眉敛，波同醉眼流”的迷人的艺术佳境。晚云为歌声而留步，自然也是一种移情，耐人品味。</p> <p>　　“山与歌眉敛，波同醉眼流”，是说作者与同伴面对旖旎的湖光山色，尽情听歌，开怀痛饮。歌女眉头黛色浓聚，就象远处苍翠的山峦；醉后眼波流动，就象湖中的滟滟水波。接着补叙一笔：“游人都上十三楼。”意即凡是来游西湖的人，没有不上十三楼的，此一动人场面就出现在十三楼上。为了写出十三楼的观览之胜，作者将古扬州的竹西亭拿来比衬：“不羡竹西歌吹古扬州。”这里说只要一上十三楼，就不会再羡慕古代扬州的竹西亭了，意即十三楼并不比竹西亭逊色。据《舆地纪胜》记载：“扬州竹西亭在北门外五里”，得名于<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题扬州禅智寺》的“谁知竹西路，歌吹是扬州”。竹西亭为唐时名胜，向为游人羡慕。</p> <p>　　过片以后，极写自己和同伴于此间的游赏之乐。“菰黍连昌歜”，“菰黍”即粽子。“昌歜”为宋代一种食品。句意为他们宴会上食用的食品，材料普通而精致味美。“琼彝倒玉舟”，“彝”为贮酒器皿，“玉舟”即酒杯，句意为漂亮的酒壶，不断地往杯中倒酒。综上二句，意在表明他们游赏的目的不是为了口腹之欲，作烹龙炮凤的盛宴，而是贪恋湖山之美，追求精神上的愉快和满足。最后则以描写清歌曼唱满湖山作结：“谁家水调唱歌头，声绕碧山飞去、晚云留。”水调，相传为隋炀帝于汴渠开掘成功后所自制，唐时为大曲，凡大曲有歌头，水调歌头即裁截其歌头，另倚新声。此二句化用杜牧《扬州》“谁家唱水调，明月满扬州”，但更富声情。意思是不知谁家唱起了水调一曲，歌喉宛转，音调悠扬，情满湖山，最后飘绕着近处的碧山而去，而傍晚的云彩却不肯流动，仿佛是被歌声所吸引而留步。</p><br/><h2>赏析二</h2> <p>　　上阕以十三楼为主线，写词人欢饮和游人玩乐。起首“山与歌眉敛，波同醉眼流”写景状事，将楼边景物与游人之宴饮融为一体，极有趣味。作者采用移情手法，既写湖光山色之美妙，又暗含宴饮之欢乐。“不羡竹西歌吹古扬州”继续渲染盛况。作者写只要游人一登上十三楼，就不会再羡慕游览扬州竹西亭的唐人，虽未直接描写十三楼，其壮丽景观却呼之欲出。</p> <p>　　下阕以“歌声”为主线，继续写游乐“菰黍连昌歇，琼彝倒玉舟”写宴饮的酒食，衬托宴席的欢乐氛围，写游人尽兴之趣，隐含在湖光山色里心神俱醉，放浪形骸之意。</p> <p>　　“谁家水调唱歌头”，写在宴会上听人唱《水调歌头》曲。这歌声极其悠扬，“声绕碧山飞去晚云留”，在湖泊山峦之间缭绕不绝，就连傍晚的云霞都久久不肯散去，好像也被歌声吸引了一样。</p> <p>　　“眉峰与山”、“眼波与水”互为依托、交相辉映，成就了“山与歌眉敛，波同醉眼流”的绝妙境界，富有<a href=\"http://so.gushiwen.org/view_49708.aspx\">诗</a>情画意。该词中比喻、拟人、对比之手法处处皆在，却化于无形，全词通畅绝妙、浑然天成。</p> <p>　　此词虽以写十三楼为中心，却也没有将这一名胜的风物作细致的刻画，而是运用写意的笔法，着意描绘听歌、饮酒等雅兴豪举，烘托出一种与自然同化的精神境界。</p>",
  "about": "<h2>创作背景</h2> 　　公元1090年（元祐五年），词人到杭州担任知州。在此期间词人游山玩水。端午节时词人与他的友人游览了杭州名胜十三楼，为了记录自己的游玩过程以及感受，于是写下了这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "端午节",
    "游赏",
    "景点",
    "抒情"
  ]
}