{
  "id": 48360,
  "star": 8,
  "name": "竹马子·登孤垒荒凉",
  "dynasty": "宋代",
  "content": "登孤垒荒凉，危亭旷望，静临烟渚。对雌霓挂雨，雄风拂槛，微收烦暑。渐觉一叶惊秋，残蝉噪晚，素商时序。览景想前欢，指神京，非雾非烟深处。<br>向此成追感，新愁易积，故人难聚。凭高尽日凝伫。赢得消魂无语。极目霁霭霏微，瞑鸦零乱，萧索江城暮。南楼画角，又送残阳去。",
  "fanyi": "<p><strong>译文<br></strong>登上孤立的营垒，看去一片荒凉，从危亭上从台上远望，静视着沙洲上都是烟云茫茫。面对着雌霓下起雨来，突然一阵狂风吹拂栏槛，微微赶走了夏季的炎热。渐渐感到一片飘零的落叶，送来了秋寒，几只鸣叫的秋蝉呜噪着，天晚的悲楚，开始了寒秋时节的新景。我观览着眼前景物，想起往日的欢情，指点京都，就是那似烟非烟的彩云深处。<br>面对如此情景，我不由得伤感，新愁添加，故人难于相见。我登高凭栏整日里望远，最后百感交集。极目处雨后晴云，薄雾弥漫像迷蒙的细雨，黄昏里归巢的乌鸦乱纷纷聚在一起，萧条冷落的江城已是暮色迷离。城南角楼吹响了音乐，又送走一抹残阳沉入大地。</p> <p><strong>注释<br></strong>⑴竹马子：词牌名。<br>⑵孤垒：孤零零的昔日营垒。垒：军用建筑物。<br>⑶危亭旷望：在高亭上远望。<br>⑷烟渚：笼罩着雾气的水中沙洲。<br>⑸雌霓挂雨：彩虹横空，天地间还带有雨水的湿气。雌霓：彩虹双出，色彩鲜艳为主虹，色彩暗淡为副虹，雌霓是副虹。<br>⑹雄风拂槛：强劲之风吹拂栏杆。<br>⑺微收烦暑：闷热的暑气稍有收敛。烦：一作“残”。<br>⑻一叶惊秋：见一片黄叶落下，猛地意识到秋天来了。<br>⑼残蝉噪晚：经历了夏天而残余的蝉在晚暮时分叫得更加起劲。<br>⑽素商时序：秋天接着次序即将代替夏天到来。素商：秋天。时序：春夏秋冬的代换次序。<br>⑾前欢：从前与故人欢聚的情景。<br>⑿尽日：整天。<br>⒀赢得：换得。消魂：情思惆怅。<br>⒁极目：尽力远望。霏微：朦胧的样子。<br>⒂暝：天黑。<br>⒃萧索：萧疏冷落。<br>⒄画角：古管乐器。传自西羌。形如竹筒，本细末大，以竹木或皮革等制成，因表面有彩绘，故称。发声哀厉高亢，古时军中多用以警昏晓，振士气，肃军容。帝王出巡，亦用以报警戒严。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《竹马子》是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的自度曲。从意境上讲，这首词属柳永的雅词，其中不只抒发了个人的离愁别恨，而且也是对封建文人命运的凭吊，整体情绪沉郁深远。</p> <p>　　这首词是词人漫游江南时抒写离情别绪之作，所表现的景象雄浑苍凉。词人将古垒残壁与酷暑新凉交替之际的特异景象联系起来，抒写了壮士悲秋的感慨。</p> <p>　　“雌霓”是虹的一种，色泽偏暗。“雄风”是清凉劲健之风。这两个词语雅致而考究，表现了夏秋之交雨后的特有现象。孤垒危亭之上，江边烟渚之侧，更加能够感到时序变换。孤垒、烟渚、雌霓、雄风，这一组意象构成了雄浑苍凉的艺术意境，词意的发展以“渐觉”两字略作一顿，以“一叶惊秋，残蝉噪晚”进一步点明时序。“素商”即秋令。这里，词人的悲秋情绪逐渐向伤离意绪发展，于是他又“览景想前欢”了。从“前欢”一语来推测，词中所怀念当是帝都汴京和作者过从甚密的一位歌妓。可是往事已如过眼烟云，帝都汴京遥远难以重到。</p> <p>　　上阕的结句已开始从写景向抒情过渡，下阕便紧接而写“想前欢”的心情。柳永不像其他词里将“想前欢”写得具体形象，而是仅写出眼前思念时的痛苦情绪。“新愁易积，故人难聚”，很具情感表达的深度。离别之后，旧情难忘，因离别更添加新愁；又因难聚难忘，新愁愈加容易堆积，以致使人无法排遣。“易”和“难”既是对比关系又是因果关系，这对比与因果就是所谓“成追感”的内容。“尽日凝伫”、“消魂无语”形象地表现了无法排遣离愁的精神状态，也充分流露出对故人的诚挚而深刻的思念，并把这种情绪发挥到极致。最后作者巧妙地以黄昏的霁霭、归鸦、角声、残阳的萧索景象来衬托和强化悲苦的离情别绪。特别是结尾“南楼画角，又送残阳去”两句，意味极为深长，把一已羁旅苦愁拓展为人世兴衰的浩叹。</p> <p>　　这首词虚实相生，情与景的处理上表现出极高的艺术造诣。上片首九句写景，属实写；后三句写情属虚写。虚实相生，善于抓住时序变化，描绘了特定环境中的景色，奠定了全词的抒情基调。下片则相反，前五句抒情，属虚写；后五句写景，属实写，以景结情，情景交融。这种交错的布局，不仅使整体结构富于变化，而且如实地反映了作者思想感情特定环境中活动变化的过程。其间大量运用双声词，如“一叶”、“残蝉”等；以及叠韵词，如“荒凉”、“旷望”等；多处句间用韵，如“凉”与“望”、“雨”与“暑”等。句中平仄四声的交错运用，从而造成音律谐婉、铿锵动人的妙境。全词意脉相承，严谨含蓄；景凄情哀，铺叙有致；意境开阔，格调清雅，气韵浑厚；语言清丽，音律谐婉，悲楚动人，是一首优秀的长调慢词。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "羁旅",
    "抒怀",
    "感慨",
    "孤寂",
    "愁苦"
  ]
}