{
  "id": 18330,
  "star": 9,
  "name": "笼鹰词",
  "dynasty": "唐代",
  "content": "凄风淅沥飞严霜，苍鹰上击翻曙光。<br>云披雾裂虹霓断，霹雳掣电捎平冈。<br>砉然劲翮剪荆棘，下攫狐兔腾苍茫。<br>爪毛吻血百鸟逝，独立四顾时激昂。<br>炎风溽暑忽然至，羽翼脱落自摧藏。<br>草中狸鼠足为患，一夕十顾惊且伤。<br>但愿清商复为假，拔去万累云间翔。",
  "fanyi": "<p><strong>译文<br></strong>萧瑟的秋风里飘飞着严霜，雄鹰展翅直上九霄迎接那曙光。<br>铁翅冲破云雾，斩断长虹，挟带着雷电掠过平旷的山岗。<br>忽然俯冲下来，披荆斩棘，抓起狐狸与兔子又重回九天之上。<br>利爪存毛，钢喙沾血，百鸟纷纷躲藏，雄鹰环顾四周，无人能敌，不禁慷慨激昂。<br>不料湿热的夏天骤然而至，抱病的雄鹰羽毛尽脱，元气大伤。<br>草丛中的狐狸与老鼠居然也敢乘人之危当面骚扰，一夜之中挑衅不断，令人寝食难安。<br>雄鹰只愿凭借下一个天高气爽的秋季，挣脱重重枷锁再上万里云间。</p> <p><strong>注释<br></strong>⑴凄风：指秋风。淅沥（xī lì）：风声。严霜：寒霜。<br>⑵翻：飞翔。曙光：黎明的阳光。唐太宗《除夜》<a href=\"http://so.gushiwen.org/view_18330.aspx\">诗</a>：“对此欢终宴，倾壶待曙光。”<br>⑶披：分开。裂：冲破。虹霓（ní）：彩虹。<br>⑷霹雳：响雷，震雷。汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》：“其根半死半生，冬则烈风漂霰飞雪之所激也，夏则雷霆霹雳之所感也。”掣（chè）电：闪电。捎：掠过。<br>⑸砉（huā）然：象声词。这里指鹰俯冲时发出的响声。劲翮（hě）：强劲有力的翅膀。<br>⑹攫（jué ）：抓取。苍茫：指天空。<br>⑺爪毛：爪上带着毛。吻血：嘴上沾着血。百鸟逝：各种鸟都逃避躲藏起来。<br>⑻独立：单独站立。《论语·季氏》：“尝独立，鲤趋而过庭。”激昂：心情振奋，气概昂扬。<br>⑼炎风溽（rù）暑：盛夏又湿又热的气候。<br>⑽摧藏：摧伤，挫伤。汉<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>《怨诗》：“离宫绝旷，身体摧藏。”<br>⑾为患：形成危险、灾祸。<br>⑿一夕十顾：一夜之间多次张望。<br>⒀清商：清秋。假：凭借。<br>⒁拔去：摆脱。万累：各种束缚。一作“万里”。云间：指天上。南朝梁<a href=\"http://so.gushiwen.org/author_1301.aspx\">刘孝威</a>《斗鸡篇》：“愿赐淮南药，一使云间翔。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18330.aspx\">诗</a>以笼鹰自喻抒发了作者当年参加政治革新活动时的豪情壮志，以及失败后遭到迫害摧残的悲愤；渴望有朝一日能冲出樊笼，展翅高飞，实现其宏伟抱负。</p> <p>　　诗的前半部分，极写鹰击长空，叱咤风云的雄姿。前两句“凄风淅沥飞严霜，苍鹰上击翻曙光。”说苍鹰不畏严寒，迎着曙光，上薄云天。“云披雾裂虹霓断，霹雳掣风驰”中的“凄风”、“严霜”这些冷色调的字眼，使整个画面弥漫着肃杀之气。而“虹霓”、“霹雳”等词，又平添几笔耀眼的暖色。“砉然劲翻剪荆棘，下攫狐兔腾苍茫”，以粗放之笔写苍鹰的作为，“一剪”、“一攫”刚劲利索，可谓所向披靡。“爪毛吻血百鸟逝，独立回顾时激昂”，以特写手法刻划苍鹰的神采，气宇轩昂，不同凡俗。这里的“荆枣”、“狐兔”既切合时景，又蕴含政治寓意。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>礼赞苍鹰，读者想要知道作者的真意，可从他坦陈心事的书信中寻找答案。《寄许京兆孟客书》云：“宗元早岁，与负罪者友善，始奇其能，谓可以立仁义，裨教化。过不自料，勤勤免励，唯以中正信义为志，以兴尧、舜、孔子之道，利安元元为务，不知愚陋，不可为强，其素意如此也”。又云：“年少气锐，不识几徵，不知当否，但欲一心直遂，果陷刑法，皆自所求得之，又何怪也？”这里虽有自轻自责的意思，但他并不讳言“永贞革新”之际，怀有济世救民的志向，期望“一心直遂”，取得成功。柳宗元少年得志，位居显要，那种卓厉的气概，就活似矫健的苍鹰。</p> <p>　　诗的后半部分，写形势陡变，苍鹰突遭厄运，困蹇惶恐，日夕不安。“炎风溽暑忽然至，羽翼脱落自摧藏”以季节更替喻政局变化，以脱毛换羽暗指自身受到迫害。“草中狸鼠足为患，一夕十顾惊且伤”，以狸鼠为患喻处境险恶，以寤寐不宁直抒胸中的积愤。柳宗元一朝谪废，饱尝奔窜禁锢之苦，形容自己犹如翼摧羽折，任人宰割的落难之鹰，是很自然的，也是很贴切的。诗的结尾两句“但愿清商复为假，拔去万累云间翔”，是体现出诗人企盼“起废”的急切心情。这种心情在他的书信中再三再四的倾吐过。这首诗充分地展示了柳宗元内心深处对自己的自信，及对迫害者的鄙视。</p> <p>　　金<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>评柳诗云：“谢客风容映古今，发源谁似柳州深？朱弦一拂遗音在，却是当年寂寞心。”（《遗山先生文集》卷十一《论诗绝句》）一语道破了柳宗元诗歌感情深沉，弦外有音的特点。这首《笼鹰词》正体现了柳诗的这一特点。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首托物言志<a href=\"http://so.gushiwen.org/view_18330.aspx\">诗</a>，作于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬居永州时期。唐顺宗永贞元年（805年），柳宗元参加王叔文等领导的永贞革新。同年八月，永贞革新失败。永贞革新失败后柳宗元被贬为永州司马。贬谪永州时期，柳宗元心情郁闷，写下很多诗文，这首《笼鹰词》为其中之一。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "寓言",
    "抒怀",
    "言志"
  ]
}