{
  "id": 61493,
  "star": 14,
  "name": "满江红·豫章滕王阁",
  "dynasty": "宋代",
  "content": "万里西风，吹我上、滕王高阁。正槛外、楚山云涨，楚江涛作。何处征帆木末去，有时野鸟沙边落。近帘钩、暮雨掩空来，今犹昨。 <br>秋渐紧，添离索。天正远，伤飘泊。叹十年心事，休休莫莫。岁月无多人易老，乾坤虽大愁难著。向黄昏、断送客魂消，城头角。",
  "shangxi": "<h2>鉴赏</h2> <p>　　写景</p> <p>　　“万里西风，吹我上、滕王高阁。”起笔着题，“万里”用得极有气势，“吹”极为生动，写出了登临高阁时的兴致。这里引用了<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的故事。传说他往南昌途中，水神曾助以神风，使他一夕行四百余里，民谚谓“时来风送滕王阁”。这个故事更表现了作者的兴致，还自然地将目前的登临与王勃当年联结了起来。“正槛外、楚山云涨，楚江涛作。”“槛外”写出了当时居高临下凭栏四望的感觉。楚山，指西山。楚江，指赣江。“云涨”、“涛作”，景象当时壮观，可以想见词人心潮的激荡。“何处征帆木末去，有时野鸟沙边落。”这是写登高远望时所看到的景象，征帆像行驶在树梢上，野鸟有时落在沙边。“有时”，二字极为传神。“近帘钩、暮雨掩空来，今犹昨。”“暮雨”说明其伫望之久。正当游目骋怀、沉入遐思时，雨雾扑帘而来，真是“珠帘暮卷西山雨”，与王勃当年所见情景如此相象，也不禁临风嗟叹了。</p> <p>　　以上是写在滕王阁览景。景物写得重点突出、层次分明，又处处映照着《滕王阁序》，融通了今古，拉长了视野。这段景物描写明显地浸染着作者的情绪，如“征帆木未”就包含着前途渺茫之感，而“暮雨掩空来”不无凄凉之意，“今犹昨”则蕴含着物是人非的深沉感慨，并且引出下片的抒怀。</p> <p>　　抒怀</p> <p>　　“秋渐紧，添离索。天正远，伤飘泊。”“秋烟紧”就是秋意见深。这秋意包括上片所写西风、暮雨，如果说登临楼阁时还给人以兴致，现在则给人以相反的刺激，让人更觉凄怆孤单了。“天正远”，道途茫茫，任所还远着呢。“正”字不堪。这都是眼前所感。</p> <p>　　这样一个季节，这样一种环境，这样一番景致，作者那敏感的心怎能不受到触动呢？于是下面由近及远，回首往事。“叹十年心事，休休莫莫。”“休休莫莫”，意思是说，算了、算了，显得不堪回首。这十年如果从嘉熙元年（1237）算起（正十年），他多次落职，最近的六年基本上是罢退乡居，仕途不顺，去年底刚复职，只半年又被谪迁。这十年如果是大约言之，那么十一年前他曾任职南昌（江西转运副使兼知隆兴府），算是旧地重游了。但是物是人非，这十年的心事，使人顿生沧桑之感。这一句感叹可能包括这两方面内容，真是“万里悲秋常作客，百年多病独登台”，怎能不感慨万千呢。“岁月无多人易老，乾坤虽大愁难着。”他五十三岁，已入老境，流年似水，能有作为的岁月不多了。他焦虑，既由于自己有志难伸，也由于社稷颠危、国难深重。去年复职之后他连呈奏章，历数内忧外患种种情况，认为当务之急是整顿朝政，进君子退小人（《奏论君子小人进退》）。而言刚出，即被挤出朝廷，朝政可知矣。</p> <p>　　“乾坤虽大愁难着”。“着”，安放。乾坤之大却安放不住、也安放不下他的“愁”！由此可见：一、愁之易发，居其位无非惹愁添恨。二、愁之深广，颇似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“忧端齐终南，澒洞不可掇”（《自京赴奉先县咏怀五百字》）。这里以固态体积状愁，既给人以形之大、又给人以质之重的感觉，想象奇特。上面都是登高临景惹起的对往事的回忆和无限慨叹，往事本不堪回首，但面对此景情不自禁，由此抒发出的郁闷不平之气，亦是自然而然、水到渠成。“向黄昏、断送客魂消，城头角。”临近黄昏，城头的号角又吹起来了，声声入耳，又勾引起迁客无尽的羁旅愁思。这正与上片“暮雨”照应，角声混合着秋风、雨意，是多么萧条悲凉的感觉。这是一个倒装句。把“城头角”放在最后，又使人觉得他的无尽愁思似乎像那声声号角一样，在广阔的秋空中，久久回荡。这又变成一个以景结情的好句。“乾坤虽大愁难着”痛愤无比，结句哀思绵绵，刚柔相济，益显其沉痛悲郁。</p> <p>　　“滕王高阁临江渚”。自王勃大作问世以来，在此览景之作多矣，<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>此作未与时消没而留存至今、仍堪讽咏，除了其写景的精要、生动、清畅外，就因为它真实地抒写了一个失意政治家的人生悲感和忧愤。虽然它与王勃不能相比，但仅就抒情写怀而言，该词也是沉郁动人的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首抒发人生悲感的词作。淳祐七年（1247）春夏，<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>居朝任同签书枢密院事兼权参知政事等要职，七月遭受台臣攻击被罢免，改任福建安抚使。时其兄吴渊供职于南昌。此词应该为吴潜前往福州道经南昌时所作。</p> <p>　　豫章为南昌旧名。滕王阁，唐初建于南昌城西，飞阁叠台，下瞰赣江，其临观之美，为江南第一。再加上有<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁序》的美传，益发使其辉光焕发。词客骚人“临帝子之长洲，得仙人之旧馆”，多有吟咏，吴潜此作亦发兴乎此。</p>",
  "poet": {
    "id": 72,
    "star": 0,
    "name": "吴潜",
    "image": "http://img.gushiwen.org/authorImg/wuqian.jpg",
    "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "抒怀"
  ]
}