{
  "id": 10306,
  "star": 4,
  "name": "使青夷军入居庸三首",
  "dynasty": "唐代",
  "content": "匹马行将久，征途去转难。<br>不知边地别，只讶客衣单。<br>溪冷泉声苦，山空木叶干。<br>莫言关塞极，云雪尚漫漫。</p> <p>古镇青山口，寒风落日时。<br>岩峦鸟不过，冰雪马堪迟。<br>出塞应无策，还家赖有期。<br>东山足松桂，归去结茅茨。</p> <p>登顿驱征骑，栖迟愧宝刀。<br>远行今若此，微禄果徒劳。<br>绝坂水连下，群峰云共高。<br>自堪成白首，何事一青袍。",
  "fanyi": "<h2>注释</h2> ⑴青夷军：当作“清夷军”，唐代戍边军队名称，驻地在今河北怀来东南。<br>⑵边地别：指边地的气候与内地有区别。<br>⑶漫漫：无穷无尽。<br>⑷古镇：指居庸关。青山：指居庸山。<br>⑸堪迟：意为勉强迟迟行进。<br>⑹策：安边之策。<br>⑺东山：东晋谢安隐居之地。<br>⑻登顿：上上下下，指翻山越岭，行路艰难。<br>⑼微禄：微薄的俸禄。<br>⑽绝坂：极陡的山坡。<br>⑾青袍：唐代八品九品官员服青袍。",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_10306.aspx\">诗</a>写边地气候，是这组诗展开的大背景。这首诗的特点，就在于把感慨行役中路途的艰难和边塞的寒冷结合在一起，加以形象的描写，使之生动感人。首联是写自己独自行走了很久，在漫长的征途中去时十分艰难，此时回来也十分艰难。“去”，指前往清夷军送兵；“转”，即回，返入居庸关。这一联先从行役写起，“匹马”表明孤独；“行将久”，暗示路途遥远、人困马乏。“难”，不仅指山路的坎坷崎岖，也包含边地冰雪严寒之苦，为中间二联写边塞寒冷，作了巧妙的过渡。中间两联，突出表现居庸关一带的寒冷气候。颔联是说自己原来不知道边塞和内地的气候差别如此之大，此时只惊讶客子衣服的单薄。这一联妙在写“寒”字而不说穿。诗人送兵去时是秋天，边塞还不太寒冷，还显不出与内地在气候上的明显区别，而冬日回还，北风凛冽，积雪满地，才发觉到寒不可挡。说：“不知”，实为已经深知，吞吐含茹，措语婉曲。写人对气候的感觉，字面上没有“寒”字，而读来已觉寒气逼人，真是“不寒而栗”了。颈联是写因为气候寒冷，泉水流动的声音也显得悲苦，山上的树叶已经干落，十分空旷。颈联的意思十分曲折。上句正面点出“冷”字，但并非诗人直接感受，而是通过泉声的悲苦间接感觉的。连泉水也因寒冷而悲咽，人的寒苦也就不言而喻了。再看山上的树木，也抵挡不住寒威，叶子全部干落了。通过树木的感觉，曲折地传达出人的感觉。这两句都是透过一层，从听觉和视觉两个方面，将瘆人的酷寒，通过水和树，表现得十分曲折深入，给人以一波三折之感。同时，这两句也是对居庸关一带的实景描绘。居庸关坐落在险峻的峡谷之中，两边峰峦耸峙，一道溪水从关侧流过。诗人从精炼的字句中，展示了形象的画面，透出雄浑苍凉之感。在着力描写居庸关一带的严寒之后，作者抬首瞻望前路，从描写边塞从容地转到描写行役，再一次发出征路遥遥的慨叹。尾联的意思是：不要认为进入了居庸关，就走完了艰险、高寒的关塞，那前面云雾弥漫、冰雪覆盖，路途还遥遥无际呢！居庸关在昌平县西北，是长城要口之一，与紫荆、倒马合称“内三关”，从塞北过了居庸关，山势渐缓，即进入华北平原，气温也相应升高一点，但毕竟是在冬天，仍然寒冷。“云雪尚漫漫”一句，是对过关以后的景象和寒冷的描写，也蕴涵着征路漫长的意思。这一联与首联“匹马行将久，征途去转难”相呼应，全诗从写行役开始，继而描写边塞，最后又以写行役结束，形成一种回环的结构，给人一种谨严而浑然的美感。</p> <p>　　第二首诗写诗人入居庸关时的所见所思。首联既点明了诗人观察的时间和地点，也是对环境大背景的刻意渲染。颔联写诗人看到的景象，一副冰雪凄迷，前途艰难之状，暗示了诗人对自己的仕途丝毫看不懂前景，感到无可奈何。颈联总结此次出塞的收获，诗人看到时局混乱、阴暗，良臣进阶无路，因此失分失望、愤懑，想到了暂居家中以修身养性。尾联追述先贤在时局混乱时退居草莽，相机而作的故事。全诗情景交融，前四句写景，极尽凄美；承此而总结此次出使的收获，但到此时不是报效朝廷的时候；于是追述先贤，自然而然地生发出“归去”之念。但诗人的“归去”不是真的归隐，而是为了出仕，是保存实力，积累力量的行动。</p> <p>　　第三首诗言辞愤懑，其中的景物描写耐人寻味。全诗先写自己忙碌而无所作为，表达了对此种生活的厌倦；随之又很自然地流露出对身居卑职的无奈；连看到的景物也仿佛助长着诗人的这种情绪；最后诗人终于在反复思索、对比后，愤而表露出弃官而去的心志。《旧唐书》载：“（适）解褐汴州封丘尉，非其好也，乃去位，客游河右。”这段记载这与这组诗的思想内容十分切合。</p>",
  "about": "<h2>创作背景</h2> 　　公元750年（唐天宝九年）秋天，四十七岁的<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>以河南封丘县尉的身份送兵到驻在妫川（今河北怀来）城内的清夷军。这组<a href=\"http://so.gushiwen.org/view_10306.aspx\">诗</a>是诗人在当年冬天送兵返回途中，进入河北昌平居庸关时所作。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "写景",
    "边塞",
    "追忆",
    "怀才不遇"
  ]
}