{
  "id": 69474,
  "star": 3,
  "name": "杂剧·破苻坚蒋神灵应",
  "dynasty": "元代",
  "content": "第一折<br>府库充实聚宝珍，数年修政以安民。强兵富国兴王地，守治长安号大秦。某乃秦公苻坚是也。原祖中蒲人氏，我父乃蒲洪，授都督之职，后改姓苻。永和六年十一月，某将兵入长安，初归民心未定，某遣使赴建康，各举孝悌廉直。有吕婆楼举王猛有谋略之才，某招纳用之，某拜他为军师。修政以来，开辟田畴，练习军士，因此上国富兵强，数载秦国大治。某心中惟有一件大事，未曾称意。某与军师商议，看此人有何机见。小校，与我请军师王猛来者。理会的。王猛安在？老夫姓王名猛字景略，北海人也。少时学倜傥而有大志，隐居华阴，后吕婆楼举荐，得见秦公苻坚，封老夫为军师之职。商议国之大事，须索走一遭去，乃继前朝之遗呵！<br>【仙吕】【点绛唇】想起那汉室兴邦，立基开创。萧丞相，韩信张良，他正是杰士从天降。<br>【混江龙】万民仰望，中兴光武出南阳。衣冠济楚，人物轩昂。道统相承尊礼义，彝伦正体叙纲常。因此上繁华美丽，盛成风光，卿云秀气，瑞霭祯祥。他正是乐雍熙宁宇宙大朝臣，端的是贺升平安社稷边庭将，那其间息平戈戟，不动刀枪。<br>可早来到也。报复去，道有王猛来了也。理会的。喏，报的大人得知，有王猛来了也。道有请。理会的。有请！大人，今请老夫来，有何事商议也？今请军师来，论古今得失之事。我想汉末晋初，谁能豪杰？某得卿者，胜刘备得诸葛也。大人不知，听我说一遍。军师，你慢慢的说一遍，我试听咱。<br>【油葫芦】那其间鼎足三分豪气强，魏吴刘英俊广。则不如蜀王三请卧龙冈。三分之中，有甚么英才也？那先生神机妙策能雄壮，端的是忠心报国多兴旺。据诸葛谋欺魏国，智压东吴，剑挥星斗，笔扫群雄。论行兵古今绝矣。他住田渭水滨，下城都濯锦江，端的是英才四海高名望，不枉了青史写贤良。<br>想诸葛武侯，屯田于渭滨，三分之后，再有谁也？<br>【天下乐】后来也司马威权立晋邦，兴也波王，据洛阳，因此上群臣劝移都建康。晋朝有甚大才之人？有谢安雅量宽，有桓冲志气刚，都是些尽全忠，真栋梁。<br>军师不知，吾自承业以来十余载，四方略定，某欲待图晋，今统兵讨之，未知军师意下如何也？<br>【金盏儿】我如今火西凉，定西羌，西蜀远远皆归向，削平陇右立秦邦。见如今民安丰稔岁，王道乐遐昌，则不如宽洪兴率土，存正守封疆。军师，想某收蜀破陇，天下十分得其士也。今若雄兵大举，有先锋、中军合后，左右接连，旗鼓相望，前后千里，必有万全之功。先生勿阻是举也。<br>【醉中天】仰望着晋室为尊上，纳进可归降，率百万雄兵，将他一鼓而下也。便休题领貔貅远播扬，大国有驰名将。某用兵无差，遣将得力也。休夸逞百能臼强，莫施逞一冲一撞，我则怕枉徒劳措手难防。<br>我观江东微弱，必有惧怯之心，兴兵大进，一鼓而下，有何难哉也！<br>【尾声】尊建业望神京，拱上国瞻天象，休小觑东南一方。看了二水中分白鹭洲，插青天山势轩昂，映晖光，水国江乡，端的是贵府高名王谢堂。先生，凭着俺本国人马，务要征战一遭也。慢矜夸兵多将广，且休题人强马壮，大人，你休举兵，则不如存仁布德守秦邦。先生去了也。某欲待图晋，军师坚意不肯。某手下有中大夫阳耳公苻融，此人知天文，晓地理，观气色，辨风云。某唤他来，与他商议，看他意下如何？小校，与我请阳平公苻融来者。理会的。阳平公安在？威镇群雄透胆寒，常怀义胆与忠肝，为臣竭力施公正，赤心辅弼立江山。小官乃阳平公苻融是也。生于汉末之间，学成文武全才，智勇并行。小官正在私宅，令人来报苻公呼唤，须索走一遭去。报复去，道有苻融来了也。理会的。喏，报的大人得知，有阳平公来了也。道有请。理会的。有请公子呼唤苻融来，有何事商议？苻融，唤你来别无甚事，某听知的晋国兵微将寡，缺少用武之将，我今要统兵图晋，未知你意下如何？公子，便好道\"国有事君臣议论，家有事父子商量\"。今欲要伐晋，必起干戈。孙子曰：\"兵者国之大事，死生之地，存亡之道，不可不察也。\"晋室虽然兵微将寡，无有不正之事。有桓冲、谢安，乃江表社稷之臣。今福德在晋，奈长江险阻。王景略一时英杰，尝比之诸葛武侯，言听计用，后霸西蜀五十四郡。今景略之谋，公皆不信之。昔日春秋吴夫差不听子胥之谏，越兵侵吴；项籍不听范增之言，阴陵失路自刎而亡。今公子不听景略苻融之语，恐防有失，岂不危哉！若伐晋者有三难，不可伐之。可是那三难？天道不顺者，一也；晋国无衅者，二也；数战兵疲，民有畏敌者，三也。晋未可灭，昭然。即令劳师大举，恐无万全之功，晋乃亦不可图也。枉惹祸殃，悔之晚矣！苻融不敢自专，乞公子尊鉴不错。噤声！大事已定，勿得狂言也。如若违令，必无轻恕。尔退！公既不听小官之言，须索回避，他日若有差迟，莫道苻融不曾劝谏也。收拾献策呈言意，且做抽头缄人。苻融去了也。小校，与我唤将大将梁成来者。理会的。梁成安在？人中之灵，卒中之精，西秦名将，大将梁成。某乃大将梁成是也，佐于苻坚手下为将。正在教场中操兵练士，令人来报苻公呼唤，须索走一遭去。可早来到也。报复去。道有梁成来了也。理会的。喏，报的大人得知，<br>有梁成来了也。着他过来。理会的。过去！公子唤小官，那厢使用？且一壁有者！小校，与我唤将慕容垂来者。理会的。慕容垂安在？鹊桦雕弓把铁胎，弦粗面阔用人抬。力打三石腰间挂，临军对阵拽不开。某乃慕容垂是也。某生居塞北，长在沙陀，久镇夹山。今被秦苻坚领兵征伐，俺军兵尽皆败散，某有番兵三万，尽降于秦，此恨何日得报！今有苻公呼唤，须索走一遭去。可早来到也，小校报复去，道有慕容垂来了也。理会的。喏，报的大人得知，有慕容垂来了也。着他过来。理会的。过去！元帅呼唤慕容垂，那厢使用？你二将都来了也。梁成，吾今待举兵图晋，未知您二人意下如何？我则道你有甚么事，原来要图晋。不打紧，都在我身上，正好领兵相持，厮杀耍子哩。元帅，正好我也待要去。元帅记的你说的话么？有雄兵一百万。马鞭子填塞过江南。量他何足道哉！梁成，我拔与你五万人马，你为前部先锋，先取寿阳，与他交战。小心在意，疾去早天！得令！某则今日统领人马，与晋相持厮杀，走一遭去。我做先锋稀奇，准备厮杀相持。擂槌上抹上些稀蒜。就马上辣作一堆。梁成去了也。慕容垂，我拨与你五万军马，同与梁成，你为合后，先取寿阳，小心在意，疾去早来！正中吾计。若是成得，莫便封官受赏；若是输了呵，某领兵还我那夹山去。我弄他弄，某领兵与他拒敌去。则要你成功而回也。得令！则今日同粱成领兵五万。先取寿阳。走一遭去。大小三军，听吾将令！忙擂战鼓，急筛铜锣；战鼓响三军进步。铜锣鸣准备收兵。大将英雄实是奇、六韬三略尽皆知。军行禁约须当记。五十四斩尽依随。敢勇当先能挟将，扬威耀武敢夺旗。古来自有能征将，谁比我将军快吃食。白米闷饭吃二十碗，硬面烧饼噻九十。经带阔面轮五碗，卷煎烂蒜夹肉吃。酸酒饮上五十盏，下酒肥羊烂牛啼。馒头吃上五六扇，赚鹅吃了一大只。元帅领兵当先去，我撑的肚胀动不的！慕容垂去了也。大小三军，听吾将令到来日将士威风若虎彪，咆哮战马统戈矛。征尘滚滚兴戈甲，放心，不过长江不肾休！<br>　</p> <p>第二折<br>晋朝武帝太元年，秦兵入寇犯中原。岂知江表多雄略，交锋一阵破苻坚。小官大司马桓冲是也。方今圣人在位，有西秦苻坚下将战书来。搦俺名将与他交锋。他倚仗秦国人强马壮，无故举兵；俺晋国召求良将，可镇迤北朔方。小官奉圣人的命，在此帅府聚众官商议。令人！与我请将王坦之来者。理会的。王坦之安在？滚滚长江水向东，龙盘虎踞地兴隆。波涛汹涌千寻浪，胜似关山百二重。小官姓王名坦之，字文度，官拜侍中之职。今有西秦苻坚，入寇为忧，召求文武良将，可以镇御朔方。今有桓冲大人，令人来请，不知有甚事，须索走一遭去。可早来到也。报复去，道有王坦之在于门首。理会的。喏，报的大人得知，有王坦之来了也。道有请。大人，唤小宫有何事商议？相公。请你来别无甚事，因为西秦苻坚下将战书来，搦俺与彼交锋。你可举名将，破西秦苻坚。大人，小官才疏德薄，不能举荐。有谢安，此人才高德厚，当以举贤拜将，堪可定西秦苻坚也。相公不避驱驰，直至谢安宅上访问，走一遭去，小官专等回报也。理会的。小官辞了大人，直至谢安宅上商议，走一遭去。诏令官军以拒秦，谁能敢去立功勋。谢安英勇忠良将，保举当朝社稷臣。王坦之去了也。小官不敢久停久住，回圣人的话，走一遭去。奉敕传宣离殿庭，秦兵入寇去相征。谢安举将除贼患，擒捉苻坚定太平。山高万仞楚天西，金柱曾将御笔题。云水金陵龙虎旺，月明珠路凤来仪。气吞江海三山小，势压乾坤五岳低。试向华夷图上看，万年帝业与天齐。老夫姓谢名安，字安石。自幼习尧舜禹汤文武周公之道。仿周公纲常之理，讲明经纶济世之学，颇晓行兵之略。不求荣华，隐于东山，恬然高卧。每对青山，常观绿永，看白云来往东西，携翠袖环圜左右。不期圣人知老夫有经纶济世之才，累蒙宣召入朝。谢圣恩可怜，加老夫吏部尚书之职，掌管中书大事。老夫耳昔所好者，乃声律棋枰丝竹之艺，乐其心志。老夫有昆仲三人，兄乃谢奕，弟乃谢万。吾兄有一子，乃是谢玄。此子颇习韬略遁甲之书，学或管乐之谋，下寨安营，亦有孙吴之智。此子亦有大将之才，每日攻书业儒。老夫今日早间，在于朝中。有边庭上人采报，秦将苻坚，亲自挂印为帅。领雄兵百万，战将千员，前来奈俺晋朝交战。老夫料苻坚，他则知俺晋朝兵微将寡，他岂知有贤巨在此？量他何足道哉！老夫衙门中已回，在于私宅，到<br>来日圣人必然与老夫商议，拜将出师；迎敌秦兵去。老夫已它排定了也。今日无甚事，闲坐一会。令人门首看。但有事报复我知道。理会的。小官王坦之，今来到谢安私宅门首也。报复去，道有王坦之在于门首。理会的。喏，报的大人得知，有王坦之大人来了也。道有请。理会的。有请！相公为何至此？小官今日来，大人不知朝中有一事，今有西秦苻坚，领兵入寇，纯兵百万，旌旗蔽日。大人的命，着小官来与老丞相商议，可保举名将，破西秦苻坚。老丞相意下如何？相公请坐。此事易哉！量那强戎小寇，老夫觑他如儿戏而已，不打紧，今要举将，老夫举吾侄谢玄挂印为帅，相公意下如何？老丞相举侄为将，必有所见。敢问贤侄曾习兵书战策么？相公，吾侄年幼，老夫难以自奖。若论此子，乃杜稷之臣，栋梁之材，堪可挂印为帅。若论俺晋国，有长江险阻，老夫略施小智，但用机谋，将秦兵一百万一鼓而下，有何难哉！不打紧，相公请坐。老夫闻知相公善能围棋，令人！将过围棋来者，我与老相公手谈数着咱。理会的。围棋在此。可矣，可矣，丞相看着棋。老丞相，围棋之间。可请令侄谢玄观棋，有何不可？既然这等，相公请坐。令人，与我书房中唤将谢玄来者！某谢玄是也，攻看兵书战策，叔父在前厅上呼唤，不知有甚事，须索走一遭去也呵！<br>【南吕】【一枝花】参透这九宫八卦文，一变千筹数，万敌百战法，三略六韬书。休道那十面埋伏，怎出这妙策幽微趣。神机决胜术。排玄武接引青龙。我若是按朱雀中白虎。<br>【梁州】运动时风雷鼓舞，端的也行持时日月盈虚，阴阳造化分寒暑。霎时间云遮白昼。雾障街衢，雨施晦暗，风起吹嘘。拨天关动静全殊，应天心逆顺难谟。安营时虑险防患，布阵势扬威耀武，排兵时运智施谋。提防着路途，问阻，要知进退行军旅，识天文变躔度，大将同劳与士卒，志在孙吴。<br>左右报复去。有谢玄来见。理会的。喏，报的大人得知，有谢玄来了也。着他过来。理会的。着过去。谢玄，唤你来不为别，那壁厢有王坦之相公在此，把体面与他相见。理会的。大人，支揖哩。小将军恕罪。叔父，唤您侄儿来有何事？谢玄，我唤你来观棋。小将军勿罪。小官与老丞相下此一盘棋，请将军观棋。观棋之意，如用兵之法，方圆动静，可得闻乎？<br>【牧羊关】这棋布关天象，似星分运斗枢，这方圆动静，可是如何？有方圆动静亲疏。静埋伏暗计包藏，动交战攻城必取，小将军，你观此棋，如排兵布阵相似也。圆用兵如棋子，方下寨似棋局。倚亲者添雄壮，接疏情势似孤。<br>小将军观此棋中造化，无不知备。今有秦兵入寇，令叔举保将军挂印为帅，若是迎敌得胜，黄阁标名也。量小将有何才德，怎消得挂印为帅？西秦兵多将广，将军堪可挂印为帅也。<br>【隔尾】苻喂将广非吾许，秦国兵多有若无。他则倚仗着兵雄将勇，岂知俺有才俊英杰也。不识江南有人物，出豪杰在帝都，显英才在将府，荐举将军为帅，必然破了秦寇也。敢望高贤将谢玄举。<br>既然教谢玄挂印为帅，他兵百万，我兵十万，少不敌众，问叔父求一计如何？谢玄，今国家用人之际，我今举你为帅，去破苻坚，你道是少不敌众，想汉朝三分之时，吴国周瑜，领水兵三万，同诸葛亮用计，与曹操战于赤壁之间，使曹操一百万大军，直杀的片甲不归，那个岂不是少不敌众？你问老父求计，你也说的是，令人将纸笔来！谢玄，你见么？你儿见。我说与你：凡治众如治少，分数是也；三军之众，亦可敌也。我与你这个字，便是破苻坚之计。你自己参详去，莫要误了我围棋。<br>【骂玉郎】亲门\"退\"字参详去，待教我自省会莫踌躇，他强我弱休畏惧。我如今沦进攻。要退兵，知天数。<br>【感皇恩】呀，谩矜夸志卷江湖，便如您智在棋局。能通变识行藏，观势要分胜败，知进退紧追逐。将军，令叔写此一字，全在将军妙算。\"夫未战者多算胜，少算不胜，何况于无算？\"这里面防危虑险，更那堪损益盈虚，能挑战，善料敌，有神术。<br>【采茶歌】我这里用机谋，在须臾，这个字可正是要分胜败定赢输。得意何须多计策，算来不索下功大。<br>谢玄，你岂不知孙武子兵书曰：\"兵乃国之大事，死生之地，存亡之道，不可不察也。\"今圣人选将用兵，以安社稷，抚养军民，全在于尔。今设此计，何须多言，你自己三思去，莫要误了我围棋也。经有五事较之：\"一曰道，二曰天，三曰地，四曰将，五曰法。道者令民与上同意，可与之死，可与之生，而不危矣。\"凡此五者，为将者莫不闻乎？放心也。<br>【尾声】仿学那汉云氏斩将三通鼓，蜀诸葛排兵八阵图。到来日陈旌旗列士卒，统于戈御战车，将江山社稷扶，定番邦尽剿除。我务要战退了秦苻坚百万的这征夫，托赖着济世宽仁圣明主。谢玄去了也。相公，你才见么？这棋中之意，进退之节，老夫虽然不语，谢玄观棋得计，他已是参透了也。此一去必然成其大功也。老丞相，小官与相公围此一盘棋，小将军解此棋意，自然有个主意也。相公不嫌絮烦，听老夫慢慢的说一遍。老丞相，这棋中幽微之趣，可得闻乎？夫围棋者，乃运天地之机，造化阴阳之像，此棋尧王所制，以为悦豫之戏。棋盘有四角，按四时春夏秋冬。上有方圆动静，方者为盘，圆者为子，动者为阳，静者为阴。棋有一十九路。老相公，是那一十九路？是一天、二地、三才、四时、五行、六律、七星、八方、九州、十干、十一冬、十二支、十三闰、十四相、十五望、十六松、十七生、十八却、十九朔。外有五盘小棋势。是那五盘小棋势？是小巧势，小妙势，小角势，小机势，小屯势。棋盘有三百六十路，按一年三百六十日。又有二十四盘大棋势。老丞相，是那二十四盘大棋势？是独飞天鹅势，大海求鱼势，蛟龙竞宝势，蝴蝶绕园势，锦鲤化龙势，双鹤朝圣势，黄河九曲势，华岳三峰势，寒灰发焰势，枯木重荣势，彩凤翻身势，游鱼脱网势，虎护山峪势，两狼斗虎势，七熊争霸势，六出岐山势。七擒七纵势，九败章邯势，对面千里势，兔守三穴势，野马跳涧势，批亢捣虚势，三战吕布势，十面埋伏势。若论下棋者，一安详，二布置，三用机，四舍弃，五温习，六究理，七自见，八知彼，九从心，十远意。远不可太疏，疏则易断；近不可太促，促则势微。欲下一子，先观满盘，从初至末，着着当先。追杀兮不可太过，妙算兮恭心却战，认真兮弃少就多。初间布置张罗，次后往来规措。攒三聚五死难移，角盘曲四休疑误。内外相连，周回四顾。士大夫智量相瞒，小儿曹推棋抹路。有眼杀无入，问君知不知？河临海岸浅，山势有高低。各寻智中智，斗搜机内机。只因一着错，输了半盘棋。若论下棋者，气清意美，生智添机。须观紧慢，要见迟疾。外静内动，身定心逸。喜中稳怒，安旦藏危。省语者高，强语者低。自强者败，本分者宜。赢了的似那天声之乐，无故生欢；讴歌小令，鼓腹忻然；巧言相戏，冷语相搀；精神抖擞，语话谦谦。输了的似那无丧之痛，嗟叹哀怜；速速的胆战，紧紧的眉攒；双关里胡撞，<br>死眼里胡填；打劫处胡纽，虎口里胡钻。棋乃尧王制，相传到至今。手谈消郁闷，遣兴度光阴。舍命往前撞，亡生向里寻。怀恨生嫉妒，低首漫沉吟。常存斟酒意，莫使下棋心。似那遍地野田争种土，周天躔度旋添星。诗曰：数着残棋用意深，包藏天地在其中。用智施谋生妙算，局中已有定乾坤。老相公，闲中道德，静里乾妯。《易》曰：\"危者安其位也，亡者保其存也，乱者有其治也。是故君子安而不忘危，存而不忘亡，治而不忘乱。\"\"穷则变，变则通，通则久。\"老丞相已知其中进退之幽微，识赢输之奥妙，却正是数着残棋江月晓，一声长笑海天秋。国手神机动着高，闲中道理任逍遥。静观棋势除烦恼，久坐忘归不惮劳。小官乱道，丞相勿哂也。相公说的是。安排酒肴，管待相公。棋局已就，不必饮酒，小官告回。相公慢去。到来日一同与老丞相复命。出的这门来，小官不敢久停久往，将马来，见大人走一遭去。状貌堂堂大丈夫，胸中造化运机谋。棋中决胜通天地，高才杰士出皇都。王坦之去了也。老夫到来日，一同见圣人复命去。老夫想，谢玄必解吾棋中之意，必然破了苻坚也。我雅量宽舒且放怀，神机妙策已安排。谢玄领兵擒秦将，班师得胜赴朝来。楔子<br>英才壮貌显威灵，玉帝亲差受敕封。钟山有感为神后，护祜乾坤万里清。吾神乃生前蒋子文是也。广陵人氏。在生为汉朝秣陵都尉，因盗至钟山，某尽搏击之，上帝为吾神正直无私，以此命我为本境土神之位，以福尔下民，消灾除障。后吴主封吾神为中都侯，加印绶，立庙在于钟山，因改为蒋山，表其灵异。晋时苏峻作乱，列营于吾神山前，兵势甚重，祈祷吾神，阴助苏峻；临阵之间，将贼子坠马斩首。今因秦将苻坚，领雄兵百万，入寇为害，吾神举意助晋。闻知晋朝举谢玄为帅，若到吾神庙中祈祷呵，吾神自有个主意。谢玄这早晚敢待来也。官滑司吏瘦，神灵庙主肥。有人来烧纸，则抢大公鸡。小官庙官的便是。我这神道千灵万圣，求风得雨，求雨可刮风。今日扫的庙宇干净，看有甚么人来？耿耿文官扶宇宙，桓桓武将定乾抽。远征近治全忠信，尽是安邦社稷臣。某乃谢石是也，今为征讨副帅之职。某深通三略，善晓上韬；奉宣敕领将驱兵，作元戎铺谋定计。忠肝秉正，义胆除邪；施勇略智胜雄师，建功劳战敌猛将，知敌数识其胜败。孙子曰：凡为将者，\"将听吾计，用之必胜。\"今有秦公苻坚，下将战书来，奈俺相持。今奉命为征讨副元帅，谢玄为都统大帅，刘牢之为前部先锋，桓伊、谢琰为左右二哨，统领十万精兵，与秦寇拒敌。今有兵在钟山安营，小校营门首觑者，若元帅来时，报复我知道。逢山开道威风胜，遇水叠桥气势雄。英才谋略先锋将，敢战苻坚第一名。某乃前部先锋刘牢之是也，每回临阵，无不成功；寸铁在手，万夫不当之勇。今因秦兵百万入寇，圣人的命，着谢玄为破虏大元帅，谢石为征讨副帅。元帅将令，着大兵先至钟山安营，会合众将，听令而行。元帅呼唤，须索走一遭去。可早来到也。报复去，道有先锋刘牢之来了也。理会的。喏！报的元帅得知，有刘牢之来了也。道有请。理会的。有请！元帅，某来了也。一壁有者。威镇家邦四海清，文韬武略显英雄。全凭智勇安天下，统领雄师百万兵。某乃桓伊是也，今有苻坚作乱，元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有桓伊来了也。理会的。喏！报的元帅得知，有桓伊来了也。道有请。理会的。有请！元帅，某来了也。一壁有者。威风赳赳志昂昂，身材凛凛貌堂堂。天下豪杰闻吾怕，英雄四海把名扬<br>。吾乃谢琰是也，今有元帅呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有谢琰在于门首。理会的。喏！报的元帅得知，有谢琰来了也。道有请。理会的。有请！元帅，某来了也。您众将一壁有者，等元帅来时，有商议的事。小校辕门首觑者，元帅来时，报复我知道。某谢玄是也，因秦兵入寇，奉圣人的命，加某为破秦大将军，征西都元帅之职，统领雄兵十万，征伐贼寇。今大兵出城，见在钟山安营，则等某的将令，便索起营。可早来到也．小校报复去，有谢玄来了也。理会的。喏！报的大人得知，有谢元帅来了也。元帅，今苻坚领兵入寇，有秦将梁成攻寿阳，将欲克之。有尚书朱序，言说秦兵百万，未曾来全，今乘众军未集，宜速击之，合从所言。各听元帅将令而行。此处有蒋神之庙，您跟着某行香去来！众将都跟着元帅走一遭去。可早来到也。元帅请！大人每来了，请请请！小道接迟休怪。今太元八年，岁次癸未，七月上旬朔，破秦大将军谢玄等，拈香祷告圣前：因为秦兵百万，入寇为害，有叔父谢安，保举挂印，领兵十万，前去拒敌。伏望神灵阴助成功，沿鉴是幸！今众将皆全，听元帅将令行兵。大小三军，听吾将令！今因秦兵犯边，奉圣人的命，加某为帅，领兵十万，征伐贼寇。您众将各当奋勇，若破苻坚之后，都着您建节封侯；若误慢军情者，依军令必当斩首！得令！<br>【正宫】【端正好】我奉朝内帝王宣，持阃外将军令，统貔貅齐出石城，今日个破西秦要把中原定。我则待兴晋室，拒秦兵，望神圣，显威灵，分胜败，见输赢；则要奏凯歌，齐得胜，敲金镫。刘牢之，你为前部先锋，率精兵五千，先生新安县白石山洛涧栅，拒敌秦兵。桓伊、谢琰为左右二哨，则要您得胜回辽。看计行兵，然后某与元帅、统大势雄兵，便来接应也。得今！奉元帅的将令，到来日两阵交锋用智能，今番大战定输赢。挟人捉将千般勇，武艺精熟敢战争。忘生舍死行忠孝，赤心报国辅朝廷。为将行兵周吕望，扶持社稷永兴隆！得令！奉元帅将令，与苻坚相持厮杀，走一遭去。大小三军，听吾将令！到来日雄兵猛将列西东，杀气腾腾罩碧空。枪刀灿烂如银练，征尘缭乱马蹄横。挟人捉将垓心内，扬威耀武阵云中。英雄慷慨忠良将，夺取今番第一功！奉元帅将令，领五千人马，与秦兵交战，走一遭去。大小三军，听吾将令！三通鼓罢，拔寨起营。凛凛威风七尺躯，胸中韬略用机谋。匣藏宝剑龙文敕，帐前军将锦模糊。英雄勇将持兵刃，智按当年八阵图。忠心辅助安天下，杀的那百万贼兵拱手伏！众将去了也。某与元帅统领大军，剿除秦兵，走一遭去。忠正常怀报国心，英雄慷慨显威风。全凭智勇安天下，杀退秦兵建大功！大人去了也。小道无甚事，捣蒜吃羊头去也。我做道官爱清幽，一生哈答度春秋。捣下青蒜酾下酒，柳蒸狗肉烂羊头。祸福无门，惟人自招。今日苻坚领兵入寇，今拜谢玄为帅，统兵拒敌，来吾神庙中焚香祷告。吾乃护国之神，理合相助，率领本部神兵，前去寿春八公山中，退贼苻坚，上报圣人享祭之恩，下答苍生虔诚之意。为苻坚入寇兴师，股肱臣怀忠秉正。能举荐大将谢玄，运筹策棋中得令。显威灵神兵扶助，施谋略旗开得胜。满山川草木为兵，方显这破苻坚蒋神灵应。<br>　</p> <p>第三折<br>俺二将乃慕容垂、梁成是也。今奉苻坚元帅将令，统领本部下人马，与晋兵交锋。大小三军，摆开阵势者！远远的尘土起处，必然是晋兵来了也。某乃大将刘牢之是也，统领本部下人马，拒敌秦兵。大小三军，摆开阵势！来者何人？俺二将乃慕容垂、梁成是也。你来者何人？某乃大将刘牢之是也。兀那贼将，敢相持么？操鼓来！我近不的他，不中，逃性余。疋、走、走！这厮走了也，不问那里赶将去！下山猛虎别深涧，出水长蛟离碧潭。百万雄兵临晋地．马鞭填塞过江南。某乃秦公苻坚是也，领大势军马。前穴图晋。兵至寿阳，先使前部先锋粱成、慕容垂，各率领五万军马，蒂百洛涧口，被晋兵战败。他怎知俺百万雄兵，量他到的那里！大小三军。摆开茸势！看晋兵有何名将出马也。大小三军，摆开阵势！众将奋勇，则在今朝一阵也。<br>【越调】【斗鹌鹑】今日个将出京师，兵离帝辇，试看那杀气弥漫，威风势远，你看那剑戟如银练，旗幡彩带飘，是好气势也！剑帔纵横，施旗晃展。我如今统禁军，掌大权，凭着俺武略文韬，播得个名扬贵显。<br>【紫花儿序】我务要剿除了番虏，杀败了羌戎，扫荡了狼烟。全凭着刀枪锋利，戈甲齐坚，征马宛，恰便似飞虎飞熊下九天。今日待与四秦交战，摆列的兵势威严，我则索将令亲传。<br>某乃秦苻坚是也。你敢是谢玄么？<br>【谢笑令】我正是谢玄，特地来破苻坚，我与你答活相持在两阵前。量你止有十万军马，急早投降！你正是番人性野心不善，倚兵多小觑中原。你若肯将军兵退过河那边，我情愿便伏低纳进尊贤。<br>苻公，你兵百万，我兵十万，少不敌众。你将兵且退过河那边，我回去商量，便来投降，你意下若何？既然这等，他也说的是。大小三军，听吾将令！我退过淝水河那边，摆着阵势，他若不肯投降，再与他交战，未为晚矣。得令！吾神乃蒋神是也，奉上帝敕令，阴助西晋，将满山草木，皆为晋兵，助大将谢玄破秦。兀的不苻坚兵乱了也！众军呐喊！与我赶将去！可怎生秦兵大乱？兀的不晋兵赶将来，似此怎了也！<br>【秃厮儿】他退一步非灾怎免，退-步横祸缠绵，仗着他兵雄将多武艺全。则我这，计通玄，也波难传。<br>大小鬼兵围住，休着走了苻坚！满山满峪，都是晋兵，吾势已弱，如之奈何也！<br>【圣药王】趁着他过水渊，临岸边，袭兵逞势要争先。我见他阵不圆，旗乱展，方才半渡不能前，暂时间则一阵破了苻坚。<br>吾战久远，力尽困乏，虚搠一枪，我拨回马逃命，走走走！苻坚输了也，鬼兵速退！因晋朝洪福无疆，举谢玄堪做忠良。见秦兵军马势大，领众将入庙燃香。为神的威灵显应，杀西秦将乱兵慌。今日个谢玄得胜，神军驾祥云回奏穹苍。元帅，今将秦兵一阵杀其大半也。皆是元帅虎威，收军班师回程也。今日破了苻坚，众将得胜成功。小校，与我呜金者！<br>【尾声】循环天理随人愿，西秦国时乖命蹇。今日个定番虏尽消除，留得芳名播年远。当年不信贤人语，今日孤身一旦空。某苻坚是也。将兵百万图晋，被谢玄一计，着我将兵过河，他来受降。军至半渡，晋兵大举，吾兵号令不齐，将我兵杀其大半，水中淹死大半。晋兵追至青冈，满山都是晋兵，天丧苻坚也！未知粱成、慕容垂在于何处也？走、走、走！一百万秦兵尽皆折了，俺两个刚刚的逃出命来。兀那远远的不是苻坚？因为你与晋兵交战，折了俺许多人马，更待干罢！险些儿送了俺性命，你及早受死！将军，可怜孤身无处投奔，望将军饶其性命，愿将西秦与之。苻坚，你既然赤心受命于我，饶你性命！你则是开的口大了，你岂不羞么？收拾方物，准备进贡，你再休题马鞭填塞过江南！罢罢罢！当此一日不信苻融之言，果然今日将输兵败！即便回还，收拾方物，便来进贡也。阵退纷纷看败兵，朔风凛凛卷残云。行程凄残无头奔，孤身羞耻向西秦！<br><br>第四折<br>文安四海擎天柱，武定八方架海梁。小官乃大司马桓冲是也。因秦兵入寇，有谢安举保他侄谢玄为帅，领兵十万，过江迎敌，前至寿春八公山，将百万秦兵，一鼓而下。剿除秦寇，皆赖圣人洪福。今奉上命，在于帅府安排筵席，犒劳众将。左右人，请将王坦之来者。理会的。王坦之安在？小官王坦之是也。今有谢玄并众将，大破苻坚贼众，班师回程。小官须至帅府，见大人走一遭去。可早来到也。令人报复去，道有王坦之在于辕门首。理会的。喏！报的大人得知，有王坦之相公，在于门首。道有请。理会的，有请！大人，贺万千之喜！今有谢玄建立功勋，当以封官赐赏也。相公请坐。令人！与我请将谢安相公来者。理会的。谢相公安在？老夫谢安是也。自从谢玄领兵，去敌秦将苻坚，数月光景，不见回军。老夫在于私宅、令人来报，有大司马桓冲大夫，在于省堂请老夫，不知有甚事，须索走一遭去。说话中间，可早来到也。令人报复去，道有吏部尚书谢安，在于门首。理会的。喏！报的大人得知，谢安相公来了也。道有请。理会的。有请！大人，请老人有伺事商议？请相公来不为别，飞报前来，有谢玄大破奏兵，皆老宰辅之功也。大人，吾侄谢玄，小儿之辈，亦无才智之能，岂有安邦之策？此一场托圣明洪福，大破苻坚，有何罕哉也令人。辕门首觑者，谢玄将军来时，报复我知道。理会的。元帅。俺得胜回还，皆是元帅与众将之功也。俺自领兵十万，在淝水河则一阵大破苻坚。令己得胜班师，非某与众将之能，皆赖圣人洪福也呵！<br>【双调】【新水令】则为我运筹一计建功劳，今日个灭苻坚杏无消耗。征尘威势远，杀气阵云高、将呢乓骁．因此上安宇宙、定廊庙。<br>可早来到也。小校报复去，道有谢玄同众将班师回程也。理会的。喏！报的大，人得知．有众将下马也。道有请。理会的：有请！大人，俺众将班师回程也。不枉了大国良将之智，平秦定虏，皆将军之大功也。谢玄，你这一场交战，托圣天子百灵咸助，方显之大将军八面威风，真个是三军劳神也！<br>【雁儿落】非是俺三军费苦劳，谢叔父一计真奇妙。因此上八方定虏番，却原来叫海除凶暴。今日个边庭宁静。扫荡西秦，八方无事，万万载太平之世也！<br>【得胜令】呀！今日个得胜也赴皇朝，恰便似平步上青霄。谢玄，此是你智勇机变，所以得胜而回也。非是我阵面上随机变，谢叔父棋局中动着高。也是你妙算神机，不差半米也，心不尖分毫，真乃是雅量施三略，保祚雅量施三略，保祚着皇朝，播一个美名儿在青史标。谢安、王坦之、谢玄、谢石，您众将望阙跪者！听圣人的命：为您胸怀韬略，腹隐神机，少少之兵，今退百万雄师，累建大功，今日加官赐赏。谢安有雅量之。举侄设计，有大功勋，加官太保中书省太宰。王坦之机变之才，举人得中，加为尚书兼中书门下之职。谢玄有退秦兵之勇，淝水之胜。有大功勋，加为定番虏大元帅。谢石有关张之雄，共谋破秦，累建奇功，加为征讨副帅之职。刘牢之、桓尹、谢琰等众将，都肩加字赐赏。您是那赤心报国忠良将，今日个杀退苻坚百万兵。谢了恩者！<br>【折桂令】今日个拜金銮遥望天朝，我这里舞蹈扬尘，展脚舒腰。方今圣人。德过尧舜，今日犒劳众将，赐赏加官也。俺如今感谢洪恩，蒙承大德，庆贺功劳。您官高极品，位至三公，禄享千钟，辈辈荣袭也。一个个居禄位高官贵爵，一个个享荣华列土分茅。圣上宽仁厚德，文武公卿，内外臣僚，永享快乐也。则俺这文武臣僚，气势英豪，愿吾皇圣寿齐天，明圣似虞舜唐尧。您众将望阙跪者！听圣人的命：一百万入寇秦兵，接千里旌旗相映。虽然他将广兵多，谢安石宽忠秉政。能举荐将军谢玄，写退计棋中得令。为帅首挂印兴兵，入庙宇拈香祷圣。初一阵寿阳当先，后一阵淝水取胜。满川野草木为兵，有鹤唳风声相趁。今日个靖边境破虏除番，八公山蒋神灵应。尽忠心正直为神，万万载中原平定。<br>题目淝水河谢玄大功<br>正名破苻坚蒋神灵应<br></p> <p> ",
  "poet": {
    "id": 2917,
    "star": 0,
    "name": "李文蔚",
    "desc": "李文蔚，元代戏曲作家。生卒年、字号不详。真定（今河北正定）人。曾任江州路瑞昌县尹。从元好问、李治、张德辉等金遗老游于封龙山。至元十七年（1280）后，曾寄书白朴，时白已五十五岁，其年岁当相近。白朴有题为“得友人王仲常、李文蔚书”的〔夺锦标〕词，其中写“谁念江州司马沦落天涯，青衫未免沾湿”，可知李在官场曾受挫折。李文蔚著有12种杂剧，现存3种：《同乐院燕青博鱼》、《破苻坚蒋神灵应》和《张子房圯桥进履》。《太和正音谱》评其词“如雪压苍松”。"
  },
  "tags": []
}