{
  "id": 57678,
  "star": 8835,
  "name": "西江月·夜行黄沙道中",
  "dynasty": "宋代",
  "content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 <br>七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。",
  "fanyi": "<p><strong>译文</strong><br>天边的明月升上了树梢，惊飞了栖息在枝头的喜鹊。清凉的晚风仿佛传来了远处的蝉叫声。在稻花的香气里，人们谈论着丰收的年景，耳边传来一阵阵青蛙的叫声，好像在说着丰收年。<br>天空中轻云漂浮，闪烁的星星时隐时现，山前下起了淅淅沥沥的小雨，从前那熟悉的茅店小屋依然坐落在土地庙附近的树林中，山路一转，曾经那记忆深刻的溪流小桥呈现在他的眼前。</p> <p><strong>注释</strong><br>①西江月：词牌名。<br>②黄沙：黄沙岭，在江西上饶的西面。<br>③别枝惊鹊：惊动喜鹊飞离树枝。<br>④鸣蝉：蝉叫声。<br>⑤旧时：往日。<br>⑥茅店：茅草盖的乡村客店。<br>⑦社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。<br>⑧见：同“现”，显现，出现。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>中年时代经过江西上饶黄沙岭道时写的一首词。公元1181年（宋孝宗淳熙八年），辛弃疾因受奸臣排挤，被免罢官，开始到上饶居住，并在此生活了近十五年。在此期间，他虽也有过短暂的出仕经历，但以在上饶居住为多，因而在此留下了不少词作。词中所说的黄沙岭在上饶县西四十里，岭高约十五丈，深而敞豁，可容百人。下有两泉，水自石中流出，可溉田十余亩。这一带不仅风景优美，也是农田水利较好的地区。辛弃疾在上饶期间，经常来此游览，他描写这一带风景的词，现存约五首，即：《生查子》（独游西岩）二首、《浣溪沙》（黄沙岭）一首，《鹧鸪天》（黄沙道上即事）一首，以及此词。</p> <p>　　辛弃疾的这首《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣，而当凉风徐徐吹拂时，往往特别感到清幽。总之，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。</p> <p>　　接下来“稻花香里说丰年，听取蛙声一片。”把人们的关注点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。而说丰年的主体，不是人们常用的鹊声，而是那一片蛙声，这正是词人匠心独到之处，令人称奇。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。</p> <p>　　以上四句纯然是抒写当时当地的夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。</p> <p>　　不过，词人所描写的夏景并没有就此终止。如果说词的上阕并非寥廓夏景的描绘，那么下阕却显然是以波澜变幻、柳荫路曲取胜了。由于上阕结尾构思和音律出现了显著的停顿，因此下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“天外”一个“山前”，本来是遥远而不可捉摸的，可是笔锋一转，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的怡然自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。</p> <p>　　从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故，层次安排也完全是听其自然，平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，读者也可以领略到稼轩词于雄浑豪迈之外的另一种境界。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在南宋做到封疆大吏，但他英伟磊落的议论和果断干练的作风，特别是力主抗战恢复的政治主张，却遭到同僚的嫉恨和最高统治阶层的打击。宋孝宗淳熙八年（1181），他被弹劾罢官，回到带湖家居，过着投闲置散的退隐生活。辛弃疾一直重视农业生产和同情民间疾苦，这于辛弃疾闲居上饶带湖期间。<br/><h2>句解</h2> <p>　　<strong>明月别枝惊鹊 ， 清风半夜鸣蝉。</strong></p> <p>　　词的前两句，由六个名词词组组成，描绘出了一幅清新的乡村夏日夜景：夜空晴朗，月亮悄悄升起，投下如水的月光，惊起了枝头的乌鹊；夜半时分，清风徐徐吹来，把蝉的鸣叫声也送了过来。以动衬静，表现了乡村夏夜的宁静和优美。</p> <p>　　喜鹊对光线的变化极其敏感，月上时分，它们常会被月光惊起，乱飞乱啼。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》有“月明星稀，喜鹊南飞。绕树三匝，无枝可依”,<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《杭州牡丹》有“月明惊鹊未安枝”.</p> <p>　　首句中“别枝”之意，一直众说纷纭。有解作“远枝”;有解作“斜伸的树枝”;有解为“乌鹊要离开树枝飞走”;有解为“乌鹊拣选树枝”;还有人解为“月亮离别了树枝”.虽然难有定论，但从一二两句对偶考虑，“别枝”对应“半夜”,“别”字当是形容、修饰“枝”的，故解释为“远枝”或“斜伸的树枝”似乎更为恰当。</p> <p>　　词人虽是夜行，却似乎一点也不着急。我们仿佛看见他不紧不慢地行走在山路上，一会儿看看明月走到哪里了，一会儿听鸟啼蝉鸣，悠闲自得。此时的他，没有需要快马加鞭的紧急公务要处理，也不用为他人的指责、诽谤而彻夜难眠。虽然遭弹劾免职，胸中还有诸多愤懑愁苦，但美丽的自然和恬淡的乡村生活替他化解了部分的愤激之情。所以，在这美好的夏日夜晚，走在宁静的山间小路上，他已经完全沉浸于清风明月之中，融于天地。</p> <p>　　<strong>稻花香里说丰年，听取蛙声一片。</strong></p> <p>　　路旁的稻田里，稻花飘香，预告着又一个丰年的到来。田里的青蛙也耐不住寂寞，阵阵叫声此起彼伏，连成一片，写出作者热爱自然，夏天的生机勃勃。</p> <p>　　<strong>七八个星天外，两三点雨山前。</strong></p> <p>　　月光下，嗅着稻花的香味，听着蝉鸣蛙叫，轻松愉快的词人继续信步前行。抬头望空，“七八个星”挂在天边，稀稀落落，原来星星们都叫乌云给遮挡住了。突然，山前下起小雨来，“两三点雨”滴落到了词人身上。</p> <p>　　这一来，刚才还闲情逸致的词人不禁有些着急了。夏日的天，说变就变，也许一场倾盆大雨就会继之而来呢？他加快了脚步，赶着寻找避雨之所。</p> <p>　　<strong>旧时茅店社林边，路转溪桥忽见。</strong></p> <p>　　从山岭小路转过弯，过了一座溪桥，就在土地庙旁的树<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>，一座茅屋现在词人眼前。高兴的他细细一看，竟然就是从前落过脚的那家小店！“社”,土地庙附近的树林。 </p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "初中古诗",
    "婉约",
    "豪放",
    "夏天",
    "农村",
    ""
  ]
}