{
  "id": 70206,
  "star": 10,
  "name": "杂剧·迷青琐倩女离魂",
  "dynasty": "元代",
  "content": "楔子<br>（旦扮夫人引从人上，诗云）花有重开日，人无再少年。休道黄金贵，安乐最值钱。老身姓李，夫主姓张，早年间亡化已过。止有一个女孩儿，小字倩女，年长一十七岁。孩儿针指女工，饮食茶水，无所不会。先夫在日，曾与王同知家指腹成亲，王家生的是男，名唤王文举。此生年纪今长成了，闻他满腹文章，尚未娶妻。老身也曾数次寄书去，孩儿说要来探望老身，就成此亲事。下次小的每，门首看着，若孩儿来时，报的我知道。（正末扮王文举上，云）黄卷青灯一腐儒，三槐九棘位中居。世人只说文章贵，何事男儿不读书。小生姓王，名文举。先父任衡州同知，不幸父母双亡。父亲存日，曾与本处张弼指腹成亲，不想先母生了小生，张宅生了一女，因伯父下世，不曾成此亲事。岳母数次寄书来问。如今春榜动，选场开，小生一者待往长安应举，二者就探望岳母，走一遭去。可早来到也。左右，报复去，道有王文举在于门首。（从人报科，云）报的夫人知道：外边有一个秀才，说是王文举。（夫人云）我语未悬口，孩儿早到了。道有请。（做见科）（正末云）孩儿一向有失探望，母亲请坐。受你孩儿几拜。（做拜科）（夫人云）孩儿请起，稳便。（正末云）母亲，你孩儿此来，一者拜侯岳母，二者上朝进取去。（夫人云）孩儿请坐。下次小的每，说与梅香，绣房中请出小姐来，拜哥哥者。（从人云）理会的，后堂传于小姐，老夫人有请。（正旦引梅香上，云）妾身姓张，小字倩女，年长一十七岁。不幸父亲亡逝已过。父亲在日，曾与王同知指腹成亲，后来王宅生一子是王文举，俺家得了妾身。不想王生父母双亡，不曾成就这门亲事。今日母亲在前厅上呼唤，不知有甚事，梅香，跟我见母亲去来。（梅香云）姐姐行动些。（做见科）（正旦云）母亲唤您孩儿有何事？（夫人云）孩儿，向前拜了你哥哥者。（做拜科）（夫人云）孩儿，这是倩女小姐。且回绣房中去。（正旦出门科，云）梅香，咱那里得这个哥哥来？（梅香）姐姐，你不认的他？则他便是指腹成亲的王秀才。（正旦云）则他便是王生？俺母亲着我拜为哥哥，不知主何意也呵？（唱）<br>【仙吕】【赏花时】他是个矫帽轻衫小小郎，我是个绣帔香车楚楚娘，恰才貌正相当。俺娘向阳台路上，高筑起一堵雨云墙。<br>【幺篇】可待要隔断巫山窈窕娘，怨女鳏男各自伤。不争你左使着一片黑心肠，你不拘箝我倒不想，你把我越间阻。越思量。（同梅香下）<br>（夫人云）下次小的每，打扫书房。着孩儿安下，温习经史，不要误茶饭。（正末云）母亲，休打扫书房，您孩儿便索长行，住师应举去也。（夫人云）孩儿，雎邢一两日，行程也未迟哩。（诗云）试期尚远莫心焦，且在寒家过几朝。（正末诗云）只为禹门浪暖催人去，因此匆匆未敢问桃夭。<br><br>第一折<br>（正旦引梅香上，云）妾身倩女，自从见了王生，神魂驰荡。谁想俺母亲悔了这亲事，着我拜他做哥哥，不知主何意思？当此秋景，是好伤感人也呵！（唱）<br>【仙吕】【点绛唇】捱彻凉宵，疯然惊觉，纱窗晓。落叶萧萧，满地无人扫。<br>【混江龙】可正是暮秋天道，尽收拾心事上眉梢，镜台儿何曾览照，绣针儿不待拈着。常夜坐窗前烛影昏，一任晚妆楼上月儿高。俺本是乘鸾艳质，他须有中雀丰标。苦被煞尊堂间阻，争把俺情义轻抛。空误了幽期密约，虚过了月夕花朝。无缘配合，有分煎熬。情默默难解自无聊，病恹恹则怕知道。窥之远，天宽地窄；染之重，梦断魂劳！<br>姐姐，你省可里烦恼。（正旦云）梅香，似这等，几时是了也？（唱）<br>【油葫芦】他不病倒，我猜着敢消瘦了。被拘箝的不忿心，教他怎动脚？虽不是路迢迢，早情随着云渺渺，泪洒做雨潇潇。不能勾榜阑干数曲湖山靠，恰便似望天涯一点青山小。（带云）秀才他寄来的诗，也埋怨俺娘哩。（唱）他多管是意不平，自发扬，心不遂，闲缀作，十分的卖风骚，显秀丽，夸才调。我这里详句法，看挥毫。<br>【天下乐】只道读书人志气高，元来这凄凉，甚日了。想俺这孤男寡女忒命薄。我安排着鸳鸯宿，锦被香；他盼望着鸾凤鸣，琴瑟调；怎做得蝴蝶飞，锦树绕。<br>（梅香云）姐姐，那王秀才生的一表人物，聪明浪子，论姐姐这个模样，正和王秀才是一对儿。姐姐，且宽心，省烦恼，（正旦云）梅香，似这般，如之奈何也！（唱）<br>【那吒令】我一年一日过了，团圆日子较少；三十三天觑了，离恨天最高；四百四病害了，相思病怎熬。（带云）他如今待应举去呵！（唱）千里将凤阙攀，一举把龙门跳，接丝鞭，总是娇娆。<br>（梅香云）姐姐，那王生端的内才外才相称也。（正旦唱）<br>【鹊踏枝】据胸次，那英豪；论人品，更清高。他管跳出黄尘，走上青霄。又不比闹清晓，茅檐燕雀；他是掣风涛，混海鲸鳌。<br>梅香，那书生呵！（唱）<br>【寄生草】他拂索楮，鹅溪茧，蘸中山玉免毫。不弱如骆宾王夜作论天表，也不让李太白醉写平蛮稿，也不比汉相如病受征贤诏。他辛勤十年书剑洛阳城，决峥嵘一朝冠盖长安道。<br>（梅香云）姐姐，王生今日就要上朝应举去，老夫人着俺折柳亭与哥哥送路哩。（正旦云）梅香，咱折柳亭与王生送路去来。（同下）<br>（正末同夫人上，云）母亲，今日是吉日良辰，孩儿便索长行，往京师进取去也。（夫人云）孩儿，你既是要行，我在这折柳亭上与你饯行。小的每，请小姐来者。（正旦引梅香上，云）母亲，孩儿来了也。（夫人云）孩儿，今日在这折柳亭与你哥哥送路，你把一杯酒者。（正旦云）理会的。（把酒科，云）哥哥，满饮一杯。（正末饮科，云）母亲，你孩儿今日临行，有一言动问：当初先父母曾与母亲指腹成亲，俺母亲生下小生，母亲添了小小姐。后来小生父母双亡以兄妹称呼，不知主何意？小生不敢自专，母亲尊鉴不错。（夫人云）孩儿，你也说的是。老身为何以兄妹相呼？俺家三辈儿不招白衣秀士。想你学成满腹文章，未曾进取功各。你如今上京师，但得一官半职，回来成此亲事，有何不可？（正末云）既然如此，索是谢了母亲，便索长行去也。（正旦云）哥哥，你若得了官时，是必休别接了丝鞭者！（正末云）小姐但放心，小生得了官时，便来成此亲事也。（正末云）好是难分别也呵！<br>【村里迓鼓】则他这渭城朝雨，洛阳残照。虽不唱阳关曲本，今日来祖送长安年少，兀的不取次弃舍，等闲抛掉，因而零落！（做叹科，云）哥哥！（唱）恰楚泽深，秦关杳，秦华高。叹人生，离多会少！（正末云）小姐，我若为了官呵，你就是夫人县君也。（正旦唱）<br>【元和令】杯中酒，和泪酌；心间事，对伊道。似长亭折柳赠柔条，哥哥，你休有上梢没下梢。从今虚度可怜宵，奈离愁不了！<br>（正末云）往日小生也曾挂念来！（正旦云）今日更凄凉也！（唱）<br>【上马娇】竹窗外响翠梢，苔砌下深绿草，书舍顿萧条，故园悄悄无人到。恨怎消，此际最难煞！<br>【游四门】抵多少彩云声断紫鸾箫，今夕何处系兰桡。片帆休遮，西风恶，雪卷浪淘淘。岸影高，千里水云飘。<br>【胜葫芦】你是必休做了冥鸿惜羽毛。常言道：好事不坚牢。你身去休教心去了。对郎君低告，恰梅香报道，恐怕母亲焦。<br>（夫人云）梅香，看车儿着小姐回去。（梅香云）姐姐，上车儿者。（正末云）小姐请回，小生便索长行也。（正旦唱）<br>【后庭花】我这里翠帘车先控着，他那里黄金镫懒去挑。我泪湿香罗袖，他鞭垂碧玉梢。望迢迢堆满西风古道，想急煎煎人多情人去了，和青湛湛天有情天亦老。俺气氲氲喟然声不定交，助疏刺刺动羁怀风乱扫，滴扑簌簌界残妆粉泪抛，洒细濛濛浥香尘暮雨飘。<br>【柳叶儿】见淅零零满江千楼阁，我各剌剌坐车儿懒去桥，他矻蹬蹬马蹄儿倦上皇州道。我一望望伤怀抱，他一步步待回镳，早一程程水远山遥。（正末云）小姐放心，小生得了官，便来取你，小姐请上车儿回去罢。（正旦唱）<br>【赚煞】从今后只合题恨写芭蕉，不索占梦揲蓍草。有甚心肠，更珠围以饶。我这一点真情魂缥渺，他去后，不离了前后周遭。厮随着司马题桥，也不指望驷马高车显荣耀。不争把琼姬弃却，比及盼子高来到，早辜负了碧桃花下凤鸾交。（同梅香下）（正末云）你孩儿则今日拜别了母亲，便索长行也。左右，将马来，则今日进取功名，走一遭去。（下）（夫人云）王秀才去了也，等他得了官回来，成就这门亲事，未为迟哩。（下）<br><br>第二折<br>（夫人慌上，云）欢喜未尽，烦恼又来。自从倩女孩儿在折柳亭与王秀才送路，辞别回家，得其疾病，一卧不起。请的医人看治，不得痊可，十分沉重，如之奈何？则怕孩儿思想汤水吃，老身亲自去绣房中探望一遭去来。（下）（正末上，云）小生王文举，自与小姐在折柳亭相别，使小生切切于怀，放心不下。今舣舟江岸，小生横琴于膝，操一曲以适闷咱。（做抚琴科）（正旦别扮离魂上，云）妾身倩女，自与王生相别，思想的无奈，不如跟他同去，背着母亲，一径的赶来。王生也，你只管去了，争知我如何过遣也呵！（唱）<br>【越调】【斗鹌鹑】人去阳台，云归楚峡。不争他江渚停舟，几时得门庭过马？悄悄冥冥，潇潇洒洒。我这里踏岸沙，步月华；我觑这万水千山，都只在一时半霎。<br>【紫花儿序】想倩女心间离恨，赶王生柳外兰舟，似盼张骞天上浮槎。汗溶溶琼珠莹脸，乱松松云髻堆鸦，走的我筋力疲乏。你莫不夜泊秦淮卖酒家？向断桥西下，疏剌剌秋水菰蒲，冷清清明月芦花。（云）走了半日，来到江边，听的人语喧闹，我试觑咱。（唱）<br>【小桃红】我蓦听得马嘶人语喧哗，掩映在垂杨下，唬的我心头丕丕那惊怕，原来是响王吉王吉榔板捕鱼虾。我这里须风悄悄听沉罢，趁着这厌厌露华，对着这澄澄月下，惊的那呀、呀、呀寒雁起平沙。<br>【调笑令】向沙堤款踏，莎草带霜滑；掠湿湘裙翡翠纱，抵多少苍苔露冷凌波袜。看江上晚来堪画，玩冰壶潋滟天上下，似一片碧玉无瑕。<br>【秃厮儿】你觑远浦孤鹬落霞，枯藤老树昏鸦。听长笛一声何处发，歌欸乃，橹咿哑。<br>（云）兀那船头上琴声响，敢是王生？我试听咱。（唱）<br>【圣药王】近蓼洼，缆钓槎，有折蒲衰柳老蒹葭；傍水凹，折藕芽，见烟笼寒水月笼沙，茅舍两三家。<br>（正末云）这等夜深，只听得岸上女人声音，好似我倩女小姐，我试问一声波。（做问科，云）那壁不是倩女小姐么？这早晚来此怎的？（魂旦相见科，云）王生也，我背着母亲，一径的赶将你来，咱同上去罢。（正末云）小姐，你怎生直赶到这里来？（魂旦唱）<br>【麻郎儿】你好是舒心的伯牙，我做了没路的浑家。你道我为甚么私离绣榻，待和伊同走天涯。（正末云）小姐是车儿来，是马儿来？（魂旦唱）<br>【幺】把、咱家、走乏，比及你远赴京华。薄命妾为伊牵挂，思量心几时撇下。<br>【络丝娘】你抛闪咱，比及见咱，我不瘦杀，多应害杀。（正末云）若老夫人知道怎了也？（魂旦唱）他若是赶上咱，待怎么？常言道：做着不怕。（正末做怒科，云）古人云：聘则为妻，奔则为妾。老夫人许了亲事，待小生得官回来，谐两姓之好，却不名正言须！你袅私自赶来，有玷风化，是何道理？（魂旦唱）<br>【紫花儿序】只道你急煎煎趱登程路，元来是闷沉沉困倚琴书，怎不教我痛煞煞泪湿湿琵琶。有甚心着雾鬓轻笼蝉翅，双眉淡扫宫鸦，以落絮飞花。谁待问出外争如只在家，更无多话，愿秋风驾百尺高帆，尽春光付一树铅华。（云）王秀才，赶你不为别，我只防你一件。（正末云）小姐防我那一件来？（魂旦唱）<br>【东原乐】你若是赴御宴琼林罢，媒人每拦住马，高挑起染渲佳人丹青画，卖弄他生长在王侯宰相家。你恋着那奢华，你敢新婚燕尔在他门下。<br>（正末云）小生此行，一举及第，怎敢忘了小姐。（魂旦唱）你若行登第呵，（唱）<br>【绵搭絮】你做了贵门娇客，一样矜夸；那相府荣华，锦绣堆压，你还想飞入寻常百姓家？那时节似钱跃龙门播海涯，饮御酒插宫花。那其间占鳌头，占鳌头登上甲。<br>（正末云）小生倘不中呵，却是怎生？（魂旦唱）你若不中呵，妾身荆钗裙布，愿同甘苦。（唱）<br>【幺篇】把梢公快唤咱，恐家中厮捉拿，只见远寒鸦，岸草汀沙，满目黄花，几缕残霞。快先把云帆高挂，月明直下；便东风刮，莫消停，疾进发。（正末云）小姐，则今日同我上京应举去来。我若得了官，你便是夫人县君也。（魂旦唱）<br>【收尾】各剌剌向长安道上把车儿驾，但愿得文苑客当时奋发。则我这临邛市沽酒卓文君，甘休侍你濯锦江题桥汉司马。（同下）<br><br>第三折<br>（正末引祗从上，云）小官王文举，自到都下，撺过卷子，小官日不移影，应对万言，圣人大喜，赐小官状元及第。夫人敢随小官至此，我如今修一封平安家书，差人岳母行报知。左右的，将笔砚来。（做写书科，云）写就了也。我表白一遍咱：寓都下小婿王文举，拜上岳母座前：自到阙下，一举状元及第，待授官之后，文举同小姐一时回家，万望尊慈垂照。不宣。书已写了，左右的，与我唤张千来。（净扮张千）（诗云）我做伴当实是强，公差干事多的当，一日走了三百里，第二日刚刚捱下坑。自家张千的便是。状元爷呼唤，须索走一遭去。（做见科，云）爷，唤张千那厢使用？（正末云）张千，你将这一封平安家信，直至衡州，寻问张公弼家投下。你了老夫人，说我得了官也，你小心在意者。（净接书，云）张千知道了，我将着这一封书直至衡州走一遭云。（同下）（老夫人上，云）谁想倩女孩儿自与王生别后，卧病在床，或言或笑，不知是何症侯。这两日不曾看他，老身须亲看去。（下）（正旦抱病，梅香扶上，云）自从王秀才去后，一卧不起，但合眼便与王生在一处，则被这相思病害杀人也呵！（唱）<br>【中吕】【粉堞儿】自执手临歧，空留下这场憔悴，想人生最苦别离。说话处少精神，睡卧处无颠倒，茶饭不知滋味。似这般废寝忘食，折挫得一日瘦如一日。<br>【醉春风】空服遍眩约不能痊，知他这腌臢病何日起，要好时直等的见他时，也只为这症侯因他上得，得。一会家缥缈呵忘了魂灵，一会家精细呵使着躯壳，一会家混沌呵不知天地。<br>（云）我眼里只见王生在面前，原来是梅香在这里。梅香，如今春光将尽，绿暗红稀，将近四月也。（正旦唱）<br>【迎仙客】日长也愁更长，红稀也信尤稀，（带云)王生，你好下的也！（唱）春归也奄然人未归。（梅香云）姐姐，俺姐夫去了未及一年，你如何这等想他？（正旦唱）我则道相别也数十年，我则道相隔几万里。为数归期，则那竹院里刻遍琅玕翠。<br>【红绣鞋】去时节杨柳西风秋日，如今又过了梨花暮雨寒食。（梅香云）姐姐，你可曾卜一卦么？（正旦唱）则兀那龟儿卦无定准，枉央及；喜蛛儿难凭信，灵鹊儿不诚实，灯花儿何太喜。<br>（夫人上，云）来到孩儿房门首也。梅香，您姐姐较好些么？（正旦云）是谁？（梅香云）是奶奶来看你哩！（正旦云）我每日眼界只见王生，那曾见母亲来？（夫人见科，云）孩儿，你病体如何？（正旦唱）<br>【普天乐】想鬼病最关心，似宿酒迷春睡。绕晴雪杨花陌上，趁东风燕子楼西。抛闪杀我年少人，辜负子这韶华日。早是离愁添萦系，更那堪景物狼籍。愁心惊一声鸟啼，薄命趁一春事已，香魂逐一片花飞。(正旦昏科)(夫人云)孩儿，你挣挫些儿！(正旦醒科)(唱)<br>【石榴花】早是俺抱沉疴添新病发昏迷，也则是死限紧相催逼，膏盲针灸不能及。(夫人云)我请个良医来调治你。(正旦唱)若是他来到这里，煞强如请扁鹊卢医。(夫人云)我如今着人请王生去。(正旦唱)把似请他时便许做东床婿，到如今悔后应迟。(夫人云)王生去了，再无音信寄来。(正旦唱)他不寄个报喜的信息缘何意，有两件事我先知。<br>【斗鹌鹑】他得了官别就新婚，剥落呵羞归故里。(夫人云)孩儿休过虑，且将息自己。(正旦唱)眼见的千死千休，折倒的半人半鬼。为甚这思竭损的枯肠不害饥，苦恹恹一肚皮。(夫人云)孩儿吃些汤粥。(正旦云)母亲，(唱)若肯成就了燕尔新婚，强如吃龙肝凤髓。<br>(云)我这一会昏沉上来，只待睡些儿哩。(夫人云)梅香，休要吵闹，等他歇息，我且回去咱。(夫人同梅香下)(正旦睡科)(正末上，见旦科，云)小姐，我来看你哩。(正旦云)王生，你在那里来？(正末云)小姐，我得了官也。(正旦唱)<br>【上小楼】则道你辜恩负德，你原来得官及第。你直叩丹墀，夺得朝章，换却白衣。觑画仪，比向日、相别之际，更有三千丈五陵豪气。<br>(正末云)小姐，我去也。(下)(正旦醒科，云)分明见王生，说得了官也，醒来却是南柯一梦。(唱)<br>【幺篇】空疑惑了大一会，恰分明这搭里。俺淘写相思，叙问寒温，诉说真实。他紧摘离，我猛跳起。早难寻难觅．只见这冷清清半竿残日。(梅香上，云)姐姐，为何大惊小怪的？(正旦云)我恰才梦见王生，说他得了官也。(唱)<br>【十二月】元来是一枕南柯梦里，和二三子义翰相知。他访叫科习五常典礼。通六艺有七步才识，凭八韵赋纵横大笔，九人上得遂风雷。<br>【尧民歌】想十年身刮凤凰池，和九卿相八元辅劝余杯。则他那七言诗六合里少人及。端的个五福全四气备占伦魁，震三月春雷。双亲行先报喜，都为这一纸蹬科记。<br>(净上，云)自家张千的便是。奉俺王相公言语，差来衡州下家书，寻问张公弼宅子，人说这里就是。(做见梅香科，云)姐姐。唱喏哩。(梅香云)兀那厮，你是甚么人？(净云)这里敢是张相公宅子么？(梅香云)则这里就是。你问怎的？(净云)我是京师来的，俺王相公得了官也。着我寄书来与家里夫人知道。(梅香云)你则在这里，我和小姐说去。(见正旦科，云)姐姐，王秀才得了官也，着人寄家书来。见在门首哩。(正旦云)着他过来。(梅香见净，云)兀那寄书的，过去见小姐。(净见正旦，惊科，背云)一个好夫人也，与我家奶奶生在一般儿。(回云)我是京师王相公差我寄书来与夫人。(正旦云)梅香，将书来我看。(梅香云)兀那汉子，将书来。(净递书科)(正旦念书科，云)寓都下小婿王文举，拜上岳母座前：自到阙下，一举状元及第，待授宫之后，文举同小姐一时回家。万望尊慈垂照。不宣。他原来有了夫人也，兀的不气杀我也！(气倒科)(梅香救科，云)姐姐苏醒者。(正旦醒科)(梅香云)都是这寄书的。(做打净科)(正旦云)王生，则被你痛杀我也！(唱)<br>【哨遍】将往事从头思忆，百年情只落得一口长吁气。为甚么把婚聘礼不曾题，恐少年堕落了春闱。想当日在竹边书舍，柳外离亭，有多少徘徊意。争奈匆匆去急，再不见音容潇洒，空留下这词翰清奇。把巫山错认做望夫石，将小简帖联做《断肠集》。恰微雨初阴，早皓月穿窗，使行云易飞。<br>【耍孩儿】俺娘把冰绡剪破鸳鸯只，不忍别远送出阳关数里。此时无计住雕鞍，奈离愁与心事相随。愁萦遍垂杨占驿丝千缕，泪添满落日长亭酒一杯。从此去孤辰限凄凉日，忆乡关愁云阻隔，着床枕鬼病禁持。<br>【四煞】都做了一春鱼雁无消息，不甫能一纸音书盼得。我则道春心满纸墨淋漓，原来比休书多了个封皮。气的我痛如泪血流难尽，争些魂逐东风吹不回。秀才每心肠黑，一个个贫儿乍富，一个个饱病难医。<br>【三煞】这秀才则好谒僧堂三顿斋，则好拨寒崪一夜灰。则好教偷灯光凿透邻家壁，则好教一场雨淹了中庭麦，则好教半夜雷轰了荐福碑。不是我闲淘气，便死呵死而无怨，待悔呵悔之何及。<br>【二煞】情女呵病缠身则愿的天可怜，梅香呵我心事则除是你尽知。望他来表白我真诚意。半年甘分耽疾病，镇日无心扫黛眉。不甫能挨得到今日，头直上打一轮皂盖，马头前列两行朱衣。<br>【尾煞】并不闻琴边续断弦，倒做了山间滚磨旗。划地接丝鞭别娶了新妻室。这是我弃死忘生落来的。(梅香扶正旦下)<br>(净云)都是俺爷不是了，你娶了老婆便罢，又着我寄纸书来做甚么？我则道是平安家信，原来是一封休书，把那小姐气死了，梅香又打了我一顿。想将起来，都是俺爷不是了。(诗云)想他做事没来由，寄的书来惹下愁。若还差我再寄信，只做乌龟缩了头。(下)<br><br>第四折<br>(正末上，云)欢来不似今朝，喜来哪逢今日。小官王文举，自从与夫人到于京师，可早三年光景也。谢圣恩可怜，除小官衡州府判，着小官衣锦还乡。左右，收拾行装，辆起细车儿，小官同夫人往衡州赴任去。则今日好日辰，便索长行也。(魂旦上，云)相公，我和你两口儿衣锦还乡，谁想有今日也呵！(唱)<br>【黄钟】【醉花阴】行李萧萧倦修整，甘岁月淹留帝京。只听的花外杜鹃声，催起归程。将往事，从头省，我心坎上犹自不惺惺，做了场弃业抛家恶梦境。<br>【喜迁莺】据才郎心性，莫不是向天公买拨来的聪明？那史内才外才相称，-见了不由人不动情。忒志诚，兀的不倾了人性命？引了人魂灵？(正末云)小姐，兜住马慢慢地行将去。(魂旦唱)<br>【出队子】骑一匹龙驹，畅好口硬。恰便似驮张纸，不恁般轻。腾腾腾收不住玉勒，常是虚惊；火火火坐不稳雕鞍，划地眼生；撒撒撒挽不定丝僵，则待撺行。<br>【刮地风】行了些这没撒和的长途有十数程，越恁的骨瘦蹄轻。暮春天景物撩人兴，更见景留情。怪的是满路花生，一攒攒绿杨红杏，一双权紫燕黄莺，一对蜂，一对蝶，各相比并，想大公知他是怎生，不肯教恶了人情。<br>【四门子】中间里列一道红芳径，教俺美夫妻并马儿行。咱如今富贵还乡井，方信道耀门间昼锦荣。若见俺娘，那一会惊，刚道来的话儿不中听。是这等门厮当，户厮撑，怎教咱做妹妹哥哥答应？<br>【古水仙子】全不想这姻亲是旧盟，则待教祆庙火刮刮匝匝烈焰生，将水面上鸳鸯忒楞楞腾分开交颈，疏剌剌沙鞍雕鞍撒了锁殢，厮琅琅汤偷香处喝号提铃，支楞楞争弦断了不续碧玉筝，吉丁丁珷精砖上摔破菱花镜，扑通通冬井底坠银瓶。<br>(正末云)早来到家中也。小姐，我先过去。(做见跪云)母亲，望饶恕孩儿罪犯则个！(夫人云)你有何罪？(正末云)小生不合私带小姐上京，不曾告知。(夫人云)小姐观今染病在床，何曾出门？你说小姐在哪里？(魂旦见科)(夫人云)这必是鬼魅！(魂旦唱)<br>【古寨儿令】可怜我伶仃，也那伶仃，阁不住两泪盈盈，手拍着胸脯自招承。自感叹，自伤情，自懊悔，自由性。<br>【古神仗儿】俺娘他毒害的有名，全无那子母面情。则被他将一个痴小冤家，送的来离乡背井。每日价烦烦恼恼，孤孤另另。少不得厌煎成病，断送了，泼残生。<br>(正末云)小鬼头，你是何处妖精，从实说来！若不实说，一剑挥之两段。(做拔剑砍科，魂旦惊科，云)可怎了也！(唱)<br>【幺篇】没揣的一声狠似雷霆，猛可里唬一惊，丢了魂灵。这的是俺娘的弊病，要打灭丑声，佯做个呓挣。妖精也甚精？男儿也，看我这旧恩情，你且放我去，与人人亲折证。<br>(夫人云)王秀才，且留人，他道不是妖精，着他到房中看，那个是伏侍他的梅香？(梅香扶正旦昏睡科)(魂旦见科，唱)<br>【挂金索】蓦入门庭，则教我立不稳，行不正。望见首饰妆奁，志不宁，心不定。见几个年少丫鬟，口不住，手不停；拥着个半死佳人，唤不醒，呼不应。<br>【尾声】猛地回身宋合并，床儿畔一盏孤灯。兀良，早则照不见伴人清瘦影。(魂旦附正旦体科，下)<br>(梅香做叫科，云)小姐！小姐！王姐夫来了也！(正旦醒科，云)王郎在那里？(正末云)小姐在那里？(梅香云)恰才那个小姐，附在俺小姐身上，就苏醒了也。(旦、末相见科)(正末云)小生得官后，着张千曾寄书来。(正旦唱)<br>【侧砖儿】哎！你个辜恩负德王学士，今日也有称心时。不甫能盼得音书至，倒揣与我个闷弓儿！<br>【竹枝歌】打听为官折了桂枝，别取了新婚甚意思？着妹妹日下恨难支，把哥哥闲传示。则问这小妮子，被我都扌蚩的扯做纸条儿。<br>(正末云)小姐分明在京，随我三年，今日如何合为一体？(正旦唱)<br>【水仙子】想当日暂停征棹饮离尊，生恐怕千里关山劳梦频。没揣的灵犀一点潜相引，便一似生个身外身，一般般两个佳人。那一个跟他取应，这一个淹煎病损，母亲，则这是倩女离魂。<br>(夫人云)天下有如此异事！今日是吉日良辰，与你两口儿成其亲事。小姐就受五花官诰，做了夫人县君也。一面杀羊造酒，做个大大庆喜的筵席。(诗云)凤阙诏催征举子，阳关曲惨送行人。调素琴王生写恨，迷青琐倩女离魂。<br>题目调素琴王生写恨<br>正名迷青琐倩女离魂",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}