{
  "id": 55983,
  "star": 9,
  "name": "青玉案·与朱景参会北岭",
  "dynasty": "宋代",
  "content": "西风挟雨声翻浪。恰洗尽、黄茅瘴。老惯人间齐得丧。千岩高卧，五湖归棹，替却凌烟像。<br>故人小驻平戎帐，白羽腰间气何壮。我老渔樵君将相。小槽红酒，晚香丹荔，记取蛮江上。",
  "fanyi": "<p><strong>译文<br></strong>寒冷的西风裹挟着细雨呼啸而来，声音好像翻滚的波涛一样。恰好将八九月份的黄茅瘴洗尽。年龄老了，把人间的得失看得一样，无所动心，我要用拜访崇山峻岭，泛舟五湖四海来代替追求画像凌烟阁。<br>我的老朋友朱景参暂时驻扎在军营中，腰间配着箭，气势是何等壮阔！而我，不思功名，渔樵老去，你千万要记着你还有一个朋友，曾在北岭僧舍，蛮江边上，与你品过小槽红酒，赏过晚秋红荔。</p> <p><strong>注释<br></strong>⑴青玉案：词牌名，取于东汉<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《四愁<a href=\"http://so.gushiwen.org/view_55983.aspx\">诗</a>》：“美人赠我锦绣段，何以报之青玉案”一诗。又名《横塘路》、《西湖路》，双调六十七字，前后阕各五仄韵，上去通押。<br>⑵朱景参：名孝闻，时为福州宁德县县尉。北岭：山名，在福州和宁德之间。<br>⑶声翻浪：声音像波涛翻滚一样。<br>⑷黄茅瘴：《番禺杂编》谓八、九月为黄茅瘴。<br>⑸“老惯人间”句：年龄老了，把人间的得失，看得一样，无所动心。<br>⑹“千岩高卧 ”三句：前两句虚写自己退隐的形象。唐太宗贞观十七年（643年），诏画功臣二十四人于凌烟阁。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>指出自己愿意退隐，不追求画像凌烟阁。<br>⑺故人：指朱景参。平戎（róng）帐：军帐。<br>⑻白羽：箭名。唐太宗为秦王时，以大白羽射中单雄信枪刃，见《酉阳杂俎》。<br>⑼小槽（cáo）：压酒的器具。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗：“小槽酒滴真珠红。”<br>⑽晚香丹荔（lì）：指晚红，荔枝的品种之一，熟时最迟。<br>⑾蛮江：指闽江。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片开头三句“西风挟雨声翻浪，恰洗尽，黄茅瘴”，以摧枯拉朽之笔力，写出秋风秋雨终于赶走了难熬的瘴气，颇有“对潇潇暮雨洒江天，一番洗清秋”的味道。词人压抑郁闷的心情似乎也一扫而光，变得澄明起来。“老惯人间齐得丧”，说自己历尽人间万事，已把得失荣辱看得超然平淡了。词人虽正当盛年却早生白发，也就有了叹老嗟悲的资格。“千岩高卧”三句，表达了词人归隐的意向。</p> <p>　　下片六句，所言尽是将来的事情，是酒酣耳热时朋友问的互相戏谑之言。“小槽红酒，晚香丹荔，记取蛮江上”，这种“苟富贵，勿相忘”式的戏谑之言，出自词人口中别具深意。观词人一生，他并不是一个轻易言败的人，对此调笑之言，读者不必过于当真。虽属戏谑之言，我们却看到了朋友之间毫无芥蒂的豪爽的相处，同时也使得这首词具有了丰富的情感内涵。[5] </p> <p>　　该词用对比方法写出了词人和朱景参不同的处境和心情。上片主要是词人心情的流露，表明自己愿意退隐、不再追求功名，颇有萧散苍凉之感。下片主要写朱景参春风得意，与自己的归隐生活作比，字里行间又希望朱景参在得意时不要忘了老朋友，暗示了词人消极中寄希望于未来的心情。</p>",
  "about": "<h2>创作背景</h2> 　　宋绍兴二十八年（1158），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>任宁德县（在今福建）主簿，与县尉朱景参情好甚笃。词人与朱景参游览北岭的时候，写下了这首词。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "秋天",
    "归隐",
    "抒怀"
  ]
}