{
  "id": 50447,
  "star": 30,
  "name": "杵声齐·砧面莹",
  "dynasty": "宋代",
  "content": "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。",
  "fanyi": "<p><strong>译文</strong><br>捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。</p> <p><strong>注释</strong><br>①砧（zhēn）﹕捶衣服的垫石。莹：光洁、透明。<br>②杵（chǔ）：捶衣服的木棒。<br>③泪墨题：泪和着墨汁写信。<br>④玉门：古通西域要道。<br>⑤戍（shù）人：守卫边疆之军人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词从怨女的角度，展现了一幕人铸间悲剧。通过描写闺中人思念远戍征人，表现了作者忧国忧民的思想。</p> <p>　　上片起二句从捣练的工具运思下笔，而字里行间自有捣练之人。从“砧面莹”的“莹”字，可以想见，作为一位征人的妻室，捣练帛，作征衣，早已是她的繁重的家务劳动的一部分，日复一日，年复一年，以至那面砧石已经被磨得如此光莹平滑。从“杵声齐”的“齐”字，则可以想见她的捣练操作之熟练，以及与同伴合作之协调。而那一记记有节秦的杵声中，正倾注了她辛劳持家的全部心力。传出了她忆念远人的万缕深情。</p> <p>　　下面“捣就征衣泪墨题”一句。道破题旨，点明其捣练制衣的目的是寄与远戍边关的丈夫，而题写姓名、附寄家书之际。一想到丈夫远在万里外，归期渺茫，生死难卜，今世今生，相见无日，不禁愁肠千转，泪随墨下。“泪墨题”，一边磨墨，一边落泪，泪水和着墨水写信。这三个字，饱含了一位失去家庭幸福的妇女的无限辛酸苦痛。</p> <p>　　结末两句与“捣就征衣”句紧相承接，从戍人的角度进一步加重了这幕悲剧的份量。句中的“玉关”即玉门关，但此处不一定是实指，只是极言戍地之远，也暗含班超上疏所说“但愿生人玉门关” （《后汉书·班超传》）及<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_50447.aspx\">诗</a>“玉关殊未人” （《塞下曲》六首之五）之意。</p> <p>　　结末两句采用了翻进一层的写法。这两句先写玉关之远，再推进一层。写戍人所在地之远，从而使上、下句间有起伏转折之致，而且，每转愈深，把这一家庭悲剧显示得更其可悲，把悲剧中女主角的伤离怀远之情表现得更深更曲。在当时的交通条件下，这负载着她的柔情蜜意的征衣包裹，寄到玉关已要经历千山万水，不知何时才能到达，寄到远在玉关之西的戍人手中，就更遥遥无期了，更不知这包寒衣寄到时戍人是否尚在人间。这样一个最凄惨、最残酷而又可能出现的悲剧结局，正是长期笼罩在她心头的一片阴影，也正是她题寄这包征衣时泪墨难分的一个最痛楚的原因。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>名句“平芜尽处是春山，行人更在春山外”，颇为人称道，此词结尾句式与之有异曲同工之妙。</p> <p>　　全词精炼含蓄，概括集中，感情真挚，余韵悠长，正如张炎在《词源》中所述：“词之难于令曲，如诗之难于绝句，不过十数句，一句一字闲不得，末句最当留意，有有余不尽之意始佳。”</p>",
  "about": "<h2>创作背景</h2> 　　在中国历史上，北宋是最为孱弱的王朝之一，从开国时起，边疆少数民族政权便不断对之进行侵扰。正因为如此，被朝廷征发，驻守在北陲苦寒地带的戍卒为数巨多，他们远离家乡、亲人，生死却不为封建统治者所关心。“谁知营中血战人，无钱得合金疮药！”（<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《军中乐》）便是戍卒生活的真实写照。战争和死亡时刻威胁着他们的生命，朝廷又无丝毫体恤，自然而然，亲人牵肠挂肚的思念就成了极为正常亦极为普遍的社会现象。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>在《部兵之狄丘道中怀寄鼓城社友》<a href=\"http://so.gushiwen.org/view_50447.aspx\">诗</a>中就曾描述过元丰七年（1084）冬他在徐州亲眼看见的惨状：“役夫前驱行，少妇痛不随。分携仰天哭，声尽有余悲。”词人是一位对人民疾苦深怀同情的文学家，面对这种残酷的社会现实，他创作了《捣练子》组词，代思妇征夫们诉说他们的痛楚。原词共有六首，第一首已经残缺，其余五首题依次为《夜捣衣》、《杵声齐》、《夜如年》、《剪征袍》、《望书归》。这五首词的题目顺序很有层次，俞陛云说：“皆有唐人‘塞下曲’思致。”该词题为《杵声齐》，是《古捣练子》组词中的第三首。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词三百首",
    "闺怨",
    "怀远"
  ]
}