{
  "id": 25907,
  "star": 3,
  "name": "武功县中作三十首（一作武功县闲居）",
  "dynasty": "唐代",
  "content": "县去帝城远，为官与隐齐。马随山鹿放，鸡杂野禽栖。 <br> 绕舍惟藤架，侵阶是药畦。更师嵇叔夜，不拟作书题。 <br> 方拙天然性，为官是事疏。惟寻向山路，不寄入城书。 <br> 因病多收药，缘餐学钓鱼。养身成好事，此外更空虚。 <br> 微官如马足，只是在泥尘。到处贫随我，终年老趁人。 <br> 簿书销眼力，杯酒耗心神。早作归休计，深居养此身。 <br> 簿书多不会，薄俸亦难销。醉卧慵开眼，闲行懒系腰。 <br> 移花兼蝶至，买石得云饶。且自心中乐，从他笑寂寥。 <br> 晓钟惊睡觉，事事便相关。小市柴薪贵，贫家砧杵闲。 <br> 读书多旋忘，赊酒数空还。长羡刘伶辈，高眠出世间。 <br> 性疏常爱卧，亲故笑悠悠。纵出多携枕，因衙始裹头。 <br> 上山方觉老，过寺暂忘愁。三考千馀日，低腰不拟休。 <br> 客至皆相笑，诗书满卧床。爱闲求病假，因醉弃官方。 <br> 鬓发寒唯短，衣衫瘦渐长。自嫌多检束，不似旧来狂。 <br> 一日看除目，终年损道心。山宜冲雪上，诗好带风吟。 <br> 野客嫌知印，家人笑买琴。只应随分过，已是错弥深。 <br> 邻里皆相爱，门开数见过。秋凉送客远，夜静咏诗多。 <br> 就架题书目，寻栏记药窠。到官无别事，种得满庭莎。 <br> 穷达天应与，人间事莫论。微官长似客，远县岂胜村。 <br> 竟日多无食，连宵不闭门。斋心调笔砚，唯写五千言。 <br> 县僻仍牢落，游人到便回。路当边地去，村入郭门来。 <br> 酒户愁偏长，诗情病不开。可曾衙小吏，恐谓踏青苔。 <br> 自下青山路，三年著绿衣。官卑食肉僭，才短事人非。 <br> 野客教长醉，高僧劝早归。不知何计是，免与本心违。 <br> 月出方能起，庭前看种莎。吏来山鸟散，酒熟野人过。 <br> 岐路荒城少，烟霞远岫多。同官数相引，下马上西坡。 <br> 作吏荒城里，穷愁欲不胜。病多唯识药，年老渐亲僧。 <br> 梦觉空堂月，诗成满砚冰。故人多得路，寂寞不相称。 <br> 谁念东山客，栖栖守印床。何年得事尽，终日逐人忙。 <br> 醉卧谁知叫，闲书不著行。人间长检束，与此岂相当。 <br> 朝朝眉不展，多病怕逢迎。引水远通涧，垒山高过城。 <br> 秋灯照树色，寒雨落池声。好是吟诗夜，披衣坐到明。 <br> 簿籍谁能问，风寒趁早眠。每旬常乞假，隔月探支钱。 <br> 还往嫌诗僻，亲情怪酒颠。谋身须上计，终久是归田。 <br> 闭门风雨里，落叶与阶齐。野客嫌杯小，山翁喜枕低。 <br> 听琴知道性，寻药得诗题。谁更能骑马，闲行只杖藜。 <br> 腥膻都不食，稍稍觉神清。夜犬因风吠，邻鸡带雨鸣。 <br> 守官常卧病，学道别称名。小有洞中路，谁能引我行。 <br> 宦名浑不计，酒熟且开封。晴月销灯色，寒天挫笔锋。 <br> 惊禽时并起，闲客数相逢。旧国萧条思，青山隔几重。 <br> 假日多无事，谁知我独忙。移山入县宅，种竹上城墙。 <br> 惊蝶遗花蕊，游蜂带蜜香。唯愁明早出，端坐吏人旁。 <br> 门外青山路，因循自不归。养生宜县僻，说品喜官微。 <br> 净爱山僧饭，闲披野客衣。谁怜幽谷鸟，不解入城飞。 <br> 一官无限日，愁闷欲何如。扫舍惊巢燕，寻方落壁鱼。 <br> 从僧乞净水，凭客报闲书。白发谁能镊，年来四十馀。 <br> 朝朝门不闭，长似在山时。宾客抽书读，儿童斫竹骑。 <br> 久贫还易老，多病懒能医。道友应相怪，休官日已迟。 <br> 戚戚常无思，循资格上官。闲人得事晚，常骨觅仙难。 <br> 醉卧疑身病，贫居觉道宽。新诗久不写，自算少人看。 <br> 漫作容身计，今知拙有馀。青衫迎驿使，白发忆山居。 <br> 道友怜蔬食，吏人嫌草书。须为长久事，归去自耕锄。 <br> 主印三年坐，山居百事休。焚香开敕库，踏月上城楼。 <br> 饮酒多成病，吟诗易长愁。殷勤问渔者，暂借手中钩。 <br> 长忆青山下，深居遂性情。垒阶溪石净，烧竹灶烟轻。 <br> 点笔图云势，弹琴学鸟声。今朝知县印，梦里百忧生。 <br> 自知狂僻性，吏事固相疏。只是看山立，无嫌出县居。 <br> 印朱沾墨砚，户籍杂经书。月俸寻常请，无妨乏斗储。 <br> 作吏无能事，为文旧致功。诗标八病外，心落百忧中。 <br> 拜别登朝客，归依炼药翁。不知还往内，谁与此心同。",
  "poet": {
    "id": 477,
    "star": 0,
    "name": "姚合",
    "image": "http://img.gushiwen.org/authorImg/yaohe.jpg",
    "desc": "姚合，陕州硖石人。生卒年均不详，约唐文宗太和中前后在世。以诗名。登元和十一年（公元八一六年）进士第。初授武功主簿，人因称为姚武功。调富平、万年尉。宝历中，（公元八二六年左右）历监察御史，户部员外郎。出任荆、杭二州刺史。后为给事中，陕、虢观察使。与马戴、费冠卿、殷尧藩、张籍游，李频师事之。诗与贾岛齐名，号称“姚、贾”。仕终秘书监。合著有诗集十卷，《新唐书艺文志》及选王维、祖咏等十八人诗，为极玄集一卷，又摭古人诗联，叙其措意，各有体要，撰诗例一卷，（均《唐才子传》）并传于世。"
  },
  "tags": []
}