{
  "id": 70899,
  "star": 301,
  "name": "咏荆轲",
  "dynasty": "魏晋",
  "content": "燕丹善养士，志在报强嬴。<br>招集百夫良，岁暮得荆卿。<br>君子死知己，提剑出燕京；<br>素骥鸣广陌，慷慨送我行。<br>雄发指危冠，猛气冲长缨。<br>饮饯易水上，四座列群英。<br>渐离击悲筑，宋意唱高声。<br>萧萧哀风逝，淡淡寒波生。<br>商音更流涕，羽奏壮士惊。<br>心知去不归，且有后世名。<br>登车何时顾，飞盖入秦庭。<br>凌厉越万里，逶迤过千城。<br>图穷事自至，豪主正怔营。<br>惜哉剑术疏，奇功遂不成。<br>其人虽已没，千载有馀情。",
  "fanyi": "<p><strong>译文</strong><br>燕国太子喜欢收养门客，目的是对秦国报仇雪恨。 <br>他到处招集有本领的人，这一年年底募得了荆卿。 <br>君子重义气为知己而死，荆轲仗剑就要辞别燕京。 <br>白色骏马在大路上鸣叫，众人意气激昂为他送行。 <br>个个同仇敌忾怒发冲冠，勇猛之气似要冲断帽缨。 <br>易水边摆下盛大的别宴，在座的都是人中的精英。 <br>渐离击筑筑声慷慨悲壮，宋意唱歌歌声响遏行云。 <br>座席中吹过萧萧的哀风，水面上漾起淡淡的波纹。 <br>唱到商音听者无不流泪，奏到羽音荆轲格外惊心。 <br>他明知这一去不再回返，留下的姓名将万古长存。 <br>登车而去何曾有所眷顾，飞车直驰那秦国的官廷。 <br>勇往直前行程超过万里，曲折行进所经何止千城。 <br>翻完地图忽地现出匕首，秦王一见不由胆颤心惊。 <br>可惜呀！只可惜剑术欠佳，奇功伟绩终于未能完成。 <br>荆轲其人虽然早已死去，他的精神永远激励后人。</p> <p><strong>注释</strong><br>荆轲：战国时卫国人，为燕太子丹报仇，以送地图为名，藏匕首刺秦王，不成被杀。<br>燕丹：战国时燕王喜的太子，名丹。<br>强嬴：秦国。<br>荆卿：指荆轲。<br>渐离：高渐离，战国时燕国人，与荆轲友善，善击筑(古时的一种乐器）。<br>宋意：燕国的勇士。<br>商音、羽奏：商声和羽声。商声凄凉，羽声较激昂。</p>",
  "shangxi": "<h2>简析</h2> <p>　　此篇大约作于晋宋易代之后。<a href=\"http://so.gushiwen.org/view_70899.aspx\">诗</a>人以极大的热情歌咏荆轲刺秦王的壮举，在对奇功不建的惋惜中，将自己对黑暗政治的愤慨之情，赫然托出。写得笔墨淋漓，慷慨悲壮，在以平淡著称的陶诗中另具特色。</p> <p>　　诗歌按照事件的经过，描写了出京、饮饯、登程、搏击几个场面，尤其着力于人物动作的刻画，塑造了一个大义凛然的除暴英雄形象。比如，“提剑出燕京”，写出了荆轲仗剑行侠的英姿；“雄发指危冠，猛气充长缨”，更以夸张的笔法写出荆轲义愤填膺、热血沸腾的神态。而“登车何时顾”四句，排比而下，一气贯注，更写出了荆轲义无反顾、直蹈秦邦的勇猛气概。诗中虽没有正面写刺秦王的场面，但从“豪主正怔营”一句，可以想见荆轲拔刀行刺之时那股令风云变色的虎威。</p> <p>　　这首诗还通过环境气氛的渲染来烘托荆轲的精神面貌。最典型的是易水饮饯的场景。在萧杀的秋风中、滔滔的易水上，回荡着激越悲壮的乐声，“悲筑”、“高声”、“哀风”、“寒波”相互激发，极其强烈地表达出“壮士一去兮不复还”的英雄主题。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说：“<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗，人皆说是平淡，据某看他自豪放，但豪放得来不觉耳。其露出本相者，是《咏荆轲》一篇。”这是颇具眼力的。</p><br/><h2>鉴赏</h2> <p>　　关于荆轲之事，《战国策·燕策》与《史记·刺客列传》都有记载，其基本情节是相似的。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的这首<a href=\"http://so.gushiwen.org/view_70899.aspx\">诗</a>显然是取材于上述史料，但并不是简单地用诗的形式复述这一历史故事。</p> <p>　　诗的头四句，从燕太子丹养士报秦(报，报复、报仇之意)，引出荆轲。不仅概括了荆轲入燕，燕丹谋于太傅鞫武，鞫武荐田光，田光荐荆轲，燕丹得识荆轲，奉为“上卿”等等经过，而且，一开始便将人物(荆轲)置于秦、燕矛盾之中，又因为这个人物是最出众、最雄俊的勇士(百夫良，超越百人的勇士)，于是乎他自然成了矛盾一方(燕)的希望之所托。那么，故事的背景，人物的位置，及其肩负之重任，大体都已亮出，所以说这四句是“已将后事全摄”。正因为如此，矛盾的发展，人物的命运等等悬念，也就同时紧紧地系在读者的心上。下面接着就写荆轲出燕，在临行前，史书中有荆轲等待与其同行的助手，而“太子迟之，疑其改悔”，引起荆轲怒叱太子，且在一怒之下，带着并不中用的秦舞阳同行的记载。诗人略去这一重要情节，而代之以“君子死知己，提剑出燕京”。这后一句逗出下文，而前一句显然是回护了燕丹的过失，但这样写却与首句的“善养士”相呼应。既使得内容和谐统一，一气贯注，也使得笔墨集中，结构浑成。易水饯行，《战国策》与《史记》是这么写的：“遂发，太子及宾客知其事者，皆白衣冠以送之……”，由平缓而渐趋激昂。诗人则不然，他首先插入：“素骥鸣广陌，慷慨送我行”。素骥，白马。马犹如此，人就自不待言了，诗的情绪一下子就激发起来了。因而“雄发”二句的刻画——头发直竖，指向高高的帽子；雄猛之气，冲动了系冠的丝绳——虽不无夸张，但却由于情真意足而显得极其自然。易水饯别，也正是在这种气氛中酝酿和展开的激昂悲壮的一幕。高渐离、宋意……一时燕国的豪杰，都列坐在饯席之上。寒水哀风，击筑高歌，声色俱现，情景相生，送者、行者，无不热血沸腾，慷慨流涕。“心知去不归，且有后世名”。又一笔折到行者，道出了行者的决心，写出了行者的气概，而这也就是这幕戏的意图与效果之所在。“登车”六句写荆轲义无反顾，飞车入秦。使上述的决死之心与一往无前的气概，从行动上再加以具体的表现。其中“凌厉”二句亦属诗人的想像，它好似一连串快速闪过的镜头，使人物迅逼秦廷，把情节推向高潮，扣人心弦。诗中以大量笔墨写出燕入秦，铺叙得排荡淋漓，而写到行刺失败的正面，却是惜墨如金，只用了两句话——“图穷事自至，豪主正怔营”。前一句洗练地交代了荆轲与燕丹在地图中藏着利刃以要劫、刺杀秦王的计谋，同时也宣布了高潮的到来，后一句只写秦王慌张惊恐，从对面突出荆轲的果敢与威慑，而对荆轲被秦王左右击杀等等，则只字不提，其倾向之鲜明，爱憎之强烈，自在不言之中。作者以有限的篇幅，再现了雄姿勃勃的荆轲形象，也表现了作者剪裁的功夫与创造的才能。诗的最后四句，便是直截的抒情和评述，诗人一面惋惜其“奇功”不成，一面肯定其精神犹在，在惋惜和赞叹之中，使这个勇于牺牲、不畏强暴的形象，获得了不灭的光辉、不朽的生命。可以看得出诗人是以饱蘸感情的笔触，写下了这个精采而又有分量的结尾。正如张玉谷说的：“既惜之，复慕之，结得抟捖有力，遂使通首皆振得起”(《古诗赏析》)。</p> <p>　　发思古之幽情，是为了现实。不过这“现实”亦不宜说得过窄过死(如一些论者所言，这首诗是诗人出于“忠晋报宋”而作)，为什么呢？首先，因为陶渊明反复地说过：“少时壮且厉，抚剑独行游。谁言行游近，张掖至幽州”(《拟古》之八)；“忆我少壮时，无乐自欣豫。猛志逸四海，骞翮思远翥”(《杂诗》之五)。这使我们看到在作者的生活、志趣和性格中，也早已具有着豪放、侠义的色彩。其次，诗人也曾出仕于晋，不过他说这是“误落尘网中，一去十三年”(《归田园居五首》)，悔恨之情溢于言表，足见“晋”也并不是他的理想王国，当然“宋”亦如此。这些都是我们不必将《咏荆轲》的作意胶柱于“忠晋报宋”的理由。诗人一生“猛志”不衰，疾恶除暴、舍身济世之心常在，诗中的荆轲也正是这种精神和理想的艺术折光。说得简单一点，便是借历史之旧事，抒自己之爱憎，这样看是比较接近诗人心迹的吧。是的，这首诗的影响也正在此，此亦有诗为证：“陶潜诗喜说荆轲，想见《停云》发浩歌。吟到恩仇心事涌，江湖侠骨恐无多。”(<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>《己亥杂诗》)　(赵其钧)</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "咏史怀古"
  ]
}