{
  "id": 42154,
  "star": 331,
  "name": "琵琶行",
  "dynasty": "唐代",
  "content": "何人劚得一片木，三尺春冰五音足。<br>一弹决破真珠囊，迸落金盘声断续。<br>飘飘飖飖寒丁丁，虫豸出蛰神鬼惊。<br>秋鸿叫侣代云黑，猩猩夜啼蛮月明。<br>潏潏汩汩声不定，胡雏学汉语未正。<br>若似长安月蚀时，满城敲鼓声噒噒。<br>青山飞起不压物，野水流来欲湿人。<br>伤心忆得陈后主，春殿半酣细腰舞。<br>黄莺百舌正相呼，玉树后庭花带雨。<br>二妃哭处山重重，二妃没后云溶溶。<br>夜深霜露锁空庙，零落一丛斑竹风。<br>金谷园中草初绿，石崇一弄思归曲。<br>当时二十四友人，手把金杯听不足。<br>又似贾客蜀道间，千铎万磬鸣空山。<br>未若此调呦呦兮啁啁，嘈嘈兮啾啾。<br>引之于山，兽不能走。吹之于水，鱼不能游。<br>方知此艺不可有，人间万事凭双手。<br>若何为我再三弹，送却花前一尊酒。",
  "fanyi": "<p><strong>译文</strong><br>不知何人用刀削制的这一琵琶，三尺春天的冰一样难得，而且五音俱全。<br>一但弹起来时，好象把真珠袋撕破，真珠迸落在金盘中发出时断时续的圆润声音。<br>弦音飘荡发出冷冷的声音，蛰伏的小虫惊醒，神鬼听后都惊起。<br>象秋鸿鸣叫呼喊伴侣北方代地的云变黑，象猩猩夜啼把南方蛮地月亮变得更明亮。<br>象潏潏汩汩水流的声音不固定，又象北方的胡人学汉学一样，语言朦胧不清。<br>好象长安月蚀时，引起满城百姓噒噒敲鼓声。<br>听起来会感到峨峨的青山飞起，但没有压抑感，听起来又象有野水流来，有种润湿人的感觉。<br>曲调中听起来会伤心地想到南朝陈后主，在春殿中酒至半酣时看着细腰女在跳舞。<br>又象有一百只黄莺在相向唱歌，陈后主的玉树后庭花上，有雨水般的伤心泪水。<br>感觉到娥皇女英二妃哭处山重重，娥皇女英死后云势盛大翻动。<br>夜深霜露很大把娥皇女英空庙封住，只留下一丛斑竹在风中摇曳。<br><a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>的金谷园中初春草色刚刚绿，象是他的一段思归曲。<br>当年金谷园二十四友，手把金杯听不够。<br>又像商人走在蜀道间，很多的铎磬在空山中敲响。<br>不一会儿，此调象鹿鸣呀禽鸟鸣，众声喧杂呀众鸟鸣。<br>弹奏声传入山中，群兽驻足不愿走。<br>弹奏声飘到水面上，鱼儿听的入迷而忘记游了。<br>现在才知道此种演奏技艺其他地方是没有的，人间做很多事都是靠一双巧手而为。<br>再为我弹几曲，怎么样？在花前送你一杯酒。</p> <p><strong>注释</strong><br>1、劚：用砍刀、斧等工具砍削。<br>2、丁丁：形容伐木、下棋、弹琴等声音。<br>3、秋鸿：a、秋日的鸿雁。古<a href=\"http://so.gushiwen.org/view_42154.aspx\">诗</a>文中常以象征离别。b、古琴曲。<br>4、胡雏：a、胡人小儿； 胡人僮仆。b、对胡人的蔑称。<br>5、陈后主：<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>（公元553年～公元604年），即陈后主，南朝陈末代皇帝，字元秀，小字黄奴。吴兴长城（今浙江长兴东）人。在位八年。陈宣帝陈顼嫡长子。太建十四年（公元582年）继位，祯明三年（公元589年）隋灭陈，被俘，隋仁寿四年（公元604年）病卒于洛阳。<br>6、玉树后庭花：是陈后主所作。《玉树后庭花》被称为“亡国之音”。后来就有了<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《泊秦淮》：烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱《后庭花》。<br>7、二妃：指传说中舜之妻娥皇、女英 。死后成为湘水之神。 <br>8、斑竹：一种茎上有紫褐色斑点的竹子，也叫湘妃竹。 晋 <a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a> 博物志卷八：“ 尧之二女， 舜之二妃，曰 湘夫人 ，帝崩，二妃啼，以涕挥竹，竹尽斑。”<br>9、金谷园：指晋石崇于金谷涧中所筑的园馆。 石崇曾写金谷诗序记其事。<br>10、二十四友：西晋二十四人文学集团。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>、石崇、欧阳建、<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云等二十四人，号曰‘二十四友’。”</p>",
  "poet": {
    "id": 895,
    "star": 0,
    "name": "牛殳",
    "desc": "约为中唐以后人。善作长篇歌行。《全唐诗》存诗2首，皆出《文苑英华》卷三三四。"
  },
  "tags": [
    "音乐"
  ]
}