{
  "id": 62419,
  "star": 7,
  "name": "三姝媚·过都城旧居有感",
  "dynasty": "宋代",
  "content": "湖山经醉惯。渍春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。 <br>春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。",
  "fanyi": "<p><strong>译文</strong><br>　　那湖光山色仿佛也看惯了我的醉熏熏的嘴脸，满身都是啼痛酒迹，渍污了我的春衫。我再一次来到京都临安客居，想到残破污浊的衣服，再也无人缝补洗涮，不免感到哀伤。热闹的街头巷陌门径一早已经荒芜了，我沿着残破的断瓦残垣，看到的是微风轻轻地吹拂着荒草野蔓。东邻的屋里传来燕语呢喃，那是一对曾在朱门大院居住过的双燕。我知道人间的欢乐是非常短暂的，仿佛一场短短的春梦很快就梦醒了。只可惜当年，美好的梦竟然是那样的短暂。在锦绣的帷幄中弹奏秦筝，依傍着海棠花缠绵缱绻，在深夜里歌舞盛宴。到现在那欢乐的歌舞早已经渺无踪迹，虽然花儿的颜色还没有褪减，但是人的红颜早已改变。我站立在河桥上不想离去，斜阳下，辛酸的泪水早已经溢满了我的两只眼睛。 </p><p><strong>注释</strong><br>①湖山：指西湖及湖边的高山。<br>②渍：沾染。<br>③断襟零袂：指衣服破碎。襟：衣领。裾：衣初。浣：洗涤。<br>④紫曲：指妓女所居的坊曲。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首感旧伤怀词，萍踪浪迹的词人吴梦窗一日路过都城临安（今杭州），来到当年曾栖息过的住处看望，但见荒草填门，井垣颓败，不禁感触纷纭，情不自胜，于是吟成此词，以抒襟怀。</p> <p>　　上阕着重描写故居现时的荒凉景象。开头三句交代自己自离开故居之后这许多年来的飘零生涯：“湖山经醉惯。”寥寥五字便作了一个形象的概括。“湖山”表现浪迹江湖；“醉”意味着借酒浇愁，生不得意；而“惯”则表示这样的生活已习以为常，成为习惯。为了进一步形象化，词人以“渍春衫，啼痕酒痕无限”加以具体描写。陆放翁有“衣上征尘杂酒痕，远游无处不销魂”的<a href=\"http://so.gushiwen.org/view_62419.aspx\">诗</a>句，词人在这里以酒痕啼痕湿渍春衫表现自己的飘零生涯，比陆诗分量更重，其悲苦程度也更胜一筹。“又客长安”乃“过都城”的点题之笔，“长安”不过是一个借喻，实指南宋都城临安。“叹断襟零袂”二句自画出诗人窘困落魄的形象：衣衫褴褛，尚且积尘染垢，无人替他收拾洗涮。按诗人<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>一生未曾入仕，只做过一点掌管文书的小职务，生活经常穷苦落魄，他曾有“几处路穷车绝”的词句自诉境遇的困顿窘迫。</p> <p>　　“紫曲荒门”以下三句写自家故居今日败落的景象：“紫曲”系京都巷陌的称谓，在紫门朱院的映衬下，自己的门前长满荒草，院中的井台破败不堪，蔓草披离，在风中摇曳着……更令人触目伤怀。“对语东邻”三句用的是<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>“旧时王谢堂前燕，飞入寻常百姓家”的典故，系指旧居东邻的家门亦已败落，而今为平民所居，那巢中栖着的还是当年华屋下的燕子。词中不仅写自己旧居的荒芜，也写东邻的变迁，这就较为广阔地写出世事的沧桑和朝廷的倾轧，暗示出南宋王朝的内部矛盾斗争，和日益走向衰败的颓势。</p> <p>　　下阕侧重描写昔日故居的繁华，由今抚昔，更表现出词人内心的伤痛。“春梦人间须断”是一句饱含哲理内涵的警语，也是词人凭吊旧居后的一声深沉的感叹：春梦是短暂的，而且其中断也是必然的，“世间哪有不散的筵席”？这是古往今来一个不以人的意志为转移的真理。谁也不能责怪梦缘的转瞬即逝，然而过去的记忆毕竟是让人留恋的。“绣屋秦筝”三句是对昔日美好记忆的展示：绣屋中筝声阵阵；海棠花在阶前傍着人儿开得那般娇艳；夜深了、酒宴才开；轻歌曼舞更增添了欢乐的氛围……“舞歇歌沉”三句是追述当年的情变：就在那时，歌方停，舞才歇，花还盛开着，不知为何，她便变了心，从此就再无信息……唉，昔日的悲欢都像梦一样逝去了，又如东流水般永不再返。久久地站在河桥边眺望自家荒草丛生的故居的词人要走了，却又舍不得离去，在夕阳影里，诗人的眼中满含的是苦涩辛酸的泪水。“伫久河桥欲去，斜阳泪满”实在是一个漂亮的结尾，它不仅最后点明了词人怅观故居的方位和距离，而且使我们看到了词人茕茕凭吊的身影，河桥一斜阳；伫久一欲去一泪满，既有环境、时间，又有动作、情绪，这二者交融渗透，创造出一个多么充满诗意、多么富有内蕴的鲜明独特的意境呵！</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>一生曾几度寓居都城临安，这里有他的爱姬，两人感情一直很好。但不幸的是，分别后，爱姬去世。这首词是作者重访杭州旧居时悼念亡姬之作，情辞哀艳，体现了梦窗词的抒情艺术特色。</p> <p>　　“湖山经醉惯”。开头，词人面对湖光山色，不禁回忆起昔日与爱姬一起醉饮湖上的欢娱情景。“渍春衫、啼痕酒痕无限”，是说至今仍残存在衣衫上的斑斑泪痕和点点酒渍，正是当初悲欢离合种种情事的形象记录。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>有词云：“衣上酒痕<a href=\"http://so.gushiwen.org/view_62419.aspx\">诗</a>里字，点点行行，总是凄凉意。”（《蝶恋花》）梦窗由此脱胎，而词意更为丰富含蓄，表面是写过去的欢娱，实际上暗示此时的悲凉。</p> <p>　　“又客长安”，重新回到眼前。长安，借指临安。随之以一“叹”字转入伤逝悼亡的主题，“断襟零袂，涴尘谁浣？”二句，一方面形容自己凄苦飘零、风尘仆仆的情状，另一方面表达失去爱姬的伤痛情感。“葓尘谁浣”是用反问的语气，婉转地流露出昔日与受姬相处时感情的诚笃朴厚，意思是说：以往每到临安，必有爱姬为之洗尘浣衣，温存体贴无与伦比；今次旧地重游，却已是人亡室空，再也见不到殷勤慰问之人了。这和<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的悼亡词“空床卧听南窗雨，谁复挑灯夜补衣”（《半死桐》）确有异曲同工之妙。　</p> <p>　　旧欢虽不可复，旧居尚仍可寻。“紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。”叙写的便是重访旧居的经过和感触，是全词的重点部分。</p> <p>　　紫曲，旧时指妓女所居住的坊曲。这些地方原是过客川流不息的场所，而眼下门庭冷落，满目荒凉。院子里，只有一口败井，青青蔓草，爬满井台，在微风的吹拂中轻轻摇摆。周围是死一般的静寂，唯有呢喃对语的双燕，依然栖宿在东邻旧梁之上（似乎是在诉说着人间的种种不幸）。这里，接连五句写景，其中风摇青蔓和双燕对语采用的是以动衬静的描写手法，艺术效果很好。谢堂双燕，语出<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《乌衣巷》诗“旧时王谢堂前燕，飞入寻常百姓家”，此处除了表示人事沧桑，今非昔比外，又借成双成对的燕子，反衬出自己的失却伴侣后的孤独悲凉。</p> <p>　　下片由谢堂双燕引出对往日欢爱生活的美好追忆。欢爱的生活，如同春梦：虽甜蜜、温柔，可又飘忽、短暂。梦窗这里先直说：“春梦人间须断”，须，应、必。按事物发展的规律，再美满的姻缘、再幸福的爱情迟早都有终止的一天。然后，进一层说：“但怪得，梦缘能短！”令人奇怪的只是：自己和爱姬之间的缘分怎么竟如此短暂！能，意同“恁”。逝梦虽短而令人留恋无限，下文再紧扣“梦”字回忆铺叙，展衍开来。回想当年，绣屋藏娇人，纤指按秦筝。最难忘的是，两人紧挨着花枝，深夜设宴，醉入花丛。而此时，风逝云散，“舞歇歌沉”，红花虽依然娇艳，而似花的人面却早已凋残，更哪儿去寻觅她那婀娜的舞姿、宛转的歌喉！这一段回忆，选择了海棠夜宴的优美场景，采用对比和衬托的手法，以花衬人，集中抒发词人对似花美眷的怀恋和悼惜，悲恸之情溢于言表具有很强的感染力。</p> <p>　　最后两句返回现实，以景结情，写词人不知何时已悄然移步伫立于桥头，带着满襟泪痕和满眶泪花，在夕阳的余辉中，依依不舍地告别了旧居。</p> <p>　　吴文英是抒写艳情的能手，他善于援引心中的感思，回环地咏唱爱之歌，愁之曲；又善寓情于景，寄情于物，借助景物抒写自己的真实情感。此词通篇布局细密连贯，前以湖山开头，后以河桥收束，词笔细腻，端如贯珠，极尽才人之能事。</p><br/><h2>赏析一</h2> 　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在杭州居时曾纳一妾，能歌善舞，相爱甚深，不幸别后不久去世。这首词为重过旧居时的悼亡之作，是悼念其杭州亡妾的。上片描写重游旧地的所见的凋零景象，下片追忆往昔生活的欢乐幸福，在对比中抒发感时伤世之哀悼，突出感伤失落的情怀。开头三句从分别时写起，联系今昔。陈绚《海绡说词》云：过故居，思故国也。读罢此词，即可见作者别时的酒痕啼痕依稀还在，当年悲欢离合种种情事的痕迹犹在。以下又缘情布景，“又客长安”三句词极沉痛深婉，委婉地表现出昔日爱姬对作者的体贴温存，及词人对亡者的深切怀念。“紫曲”以下写重访旧居的经过和深慨。既写出物是人非之感，也婉转地写出时代之衰乱。尾句用双燕反衬词人之孤独，又引出下片对往昔双宿双飞幸福生活之回忆。“绣屋”三句一写室内，一写夜晚，无时无地不欢乐。最后几句折到眼前。以景写情。作者带着满襟泪痕，满眼泪花，满心酸楚在夕阳中告别旧居。情境俱现，余味悠长。此词有两条抒情线索：一条是词人的私情，即忆姬这情；另一条是表现当时国人的公愤，即亡国之惧。把个人的身世之感与对国家盛衰存亡的关心结合起来，正是这首词的特色。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "悼亡",
    "追忆",
    "写景",
    "怀念"
  ]
}