{
  "id": 64278,
  "star": 84,
  "name": "清平乐·候蛩凄断",
  "dynasty": "宋代",
  "content": "候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。<br>暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！",
  "fanyi": "<p><strong>译文<br></strong>蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。<br>默默愁煞<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！</p> <p><strong>注释<br></strong>1.清平乐：唐代教坊曲名，后用为词牌。又名《清平乐令》、《忆萝花》、《醉东风》等。双调四十六字。前段四句四仄韵；后段四句三平韵。又一体，前段四句四仄韵；后段四句三仄韵。<br>2.蛩（qióng）：蟋蟀。<br>3.练：素白未染之熟绢。<br>4.芦花：芦絮。芦苇花轴上密生的白毛。<br>5.愁损：愁杀。<br>6.兰成：北周庾信的小字。<br>7.关情：动心，牵动情怀。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　据《珊瑚网》卷八记载：陆行直《清平乐·重题碧梧苍石图》序中有“候虫凄断，人语西风岸。月落沙平流水漫，惊见芦花来雁。可怜瘦损兰成，多情因为卿卿。只有一枝梧叶，不知多少秋声！”一词。词中所言“卿卿”为当时陆之歌伎，才色皆称。此词定稿后关键字句有较大改动。大概是在作者收入词集时，有意为之。原词无非是写一点“花情柳思”，表达出一种风流艳情，而定稿则将艳情转向“愁情”——为国破为家亡而发的感慨致深的悲愁。</p> <p>　　上片“候蛩”四句写出秋意：候蛩（即蟋蟀）的哀鸣，西风的衰飒，秋月的清冷，秋江的澄净，无雁的芦花，一幅萧杀的“秋晓图”。以中，人们不难触发出一股悲愤忧愁的“共鸣”来。作者选景立意颇深：写秋寒，不言西风呼啸，而言候蛩凄断；写秋感，不半个愁字，而言芦花盼雁。既含蓄又有美感，表现作者深厚的功力。</p> <p>　　下片“暗教”四句，道出无限“秋愁”：“兰成”，南朝梁时<a href=\"http://so.gushiwen.org/view_64278.aspx\">诗</a>人廋信的小字，后其被北方政权所俘。“梧叶”，梧桐之叶，其最易引发秋感。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中有“春风桃李花开日，秋雨梧桐叶落时”，把“秋雨梧桐”作为人世中最易引起愁情悲感的事来写。而晚唐词人“<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>”又有“梧桐树，三更雨，不道离情正苦。一叶叶，一声声，空阶滴到明”（《更漏子》），更为梧叶增添丰厚的感情积淀。而作者言梧叶而写“一枝”，正是更加形象地表现出孤苦潦落，刻划人物情景入木三分。下片短短几句，却把上片所写之景统统升华、提炼成了情语，借廋信之事道出人间道不尽的悲欢离合，借梧叶之孤义表达人世的苍沧。而最后一句“梧叶秋声”又极具概括性和艺术性，又成为盖世佳句。</p> <p>　　此词在艺术上是成功的，从选景的巧妙，从言情的深远，都极具特色。其笔调精练，含蓄；其风韵幽雅独特；其意境清空淡远；其情感真切感人。正是由于这样的造诣，张炎的“秋词”可以与<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《九辩》、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《秋声赋》并列。</p>",
  "about": "<h2>创作背景</h2> 　　此词见于《山中白云词》卷四。原是张炎赠给他的学生陆行直（又称陆辅之）的。其时，张炎年五十三岁。",
  "poet": {
    "id": 53,
    "star": 0,
    "name": "张炎",
    "desc": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"
  },
  "tags": [
    "宋词三百首",
    "秋天",
    "感伤"
  ]
}