{
  "id": 8338,
  "star": 161,
  "name": "太原早秋",
  "dynasty": "唐代",
  "content": "岁落众芳歇，时当大火流。<br>霜威出塞早，云色渡河秋。<br>梦绕边城月，心飞故国楼。<br>思归若汾水，无日不悠悠。",
  "fanyi": "<p><strong>译文</strong><br>秋色渐渐浓郁，花儿都在睡觉，秋燥如火。<br>秋霜早早地从北方来到这里，北方的云也把秋色带过了汾河。<br>夜夜秋梦都缠绕着边区太原上空的月亮，而心却随着月光回到了故乡的绮楼上，她的身傍。<br>思念家乡的心就象这绵绵不断的汾河水，无时无刻不在悠悠地流向家乡。</p> <p><strong>注释</strong><br>太原：即并州，唐时隶河东道。<br>岁落：光阴逝去。众芳歇：花草已凋零。<br>大火：星名，二十八宿之一，即心宿。《<a href=\"http://so.gushiwen.org/view_8338.aspx\">诗</a>经·七月》“七月流火”即指此星。这颗星每年夏历五月的黄昏出现于正南方，位置最高，六七月开始向下行，故称“流火”。时当大火流，即时当夏历七月之后。<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《定情歌》：“大火流兮草虫鸣。”《图书编》：“大火，心星 也。以六月之昏，加于地之南，至七月之昏，则下而西流矣。”<br>塞：关塞，指长城。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>北游曾到雁门一带的关塞上。秋天了，他想到塞外，当早感霜威。<br>云色渡河秋：云彩飘过黄河，也呈现秋色。<br>故国：家乡。<br>汾水：汾河。黄河第二大支流，发源于山西宁武县管涔山，流经山西中部、南部入黄河。《唐六典注》：汾水出忻州，历太原、汾、晋、绛、蒲五州，入河。《太平寰宇记》：汾水，出静乐县北管涔山，东流入太原郡界。</p>",
  "shangxi": "<h2>赏析</h2> <div> 　　作者虽心绪不高，而此 <a href=\"http://so.gushiwen.org/view_8338.aspx\">诗</a>格调自高，且带边塞诗之雄健，即所谓“健举之至，行气如虹”（《唐宋诗醇》）。后半反复写怀归之意，意重而不觉其重，语直而不觉其直，原因在于诗人措辞设喻之新奇巧妙。</div><div> <br></div><div> 　　首联“岁落众芳歇，时当大伙流”。“众芳歇”中“芳”指花，就是说很多的花儿已经凋落了。在自然界中，花草之类，逢春而荣，遇秋而衰，这是自然规律。“大火”指星名，二十八星宿之一，也就是“心宿星”，居于正南，“流”指向下行，这里点出了时至七月了。诗歌开头两句借自然景物含蓄地表明了诗歌所描写的季节——早秋。从律诗的结构来说，这一联是起。</div><div> <br></div><div> 　　接着进入颔联，承接首联的“早秋”。“霜威出塞早，云色渡河秋。” “威”就是威力、威风，在此指秋霜很浓。“出塞”、“渡河”是地域位置。“塞”指边塞。“河”指黄河。这两句直接描写了太原早秋的自然气候。特别要注意的是诗人为了更好地表现太原自然地理条件的特点，除了用词语描写外，诗人还运用了镶嵌的修辞手法，也就是在两句末镶嵌了“早”、“秋”两字，巧妙点题。所谓镶嵌的修辞手法，谭永祥教授在《汉语修辞美学》中说过：“将特定的字、词镶嵌在特定的文句中，以便收到多种表达效果，这种修辞手法叫‘镶嵌’。”同时又说：“将特定的字、词置于句首或句尾者叫‘镶’，置于句中者叫‘嵌’。”这种修辞手法的表达效果不但具有突出和强调意义的作用，而且在是文章增强趣味性和视觉的感染性。在这首诗歌中，标题中“早秋”在诗句中得到形式和内容上的照应，而且把两句通过“早”和“秋”联系起来，不但强调了诗人所描绘的“早秋”景色特点，而且在形式上得到相照应，形成对偶，使之构成一个完整的整体。</div><div> <br></div><div> 　　进入颈联，在上面描写“早秋”的景色中，转入对家乡亲人的思念。“梦绕边城月，心飞故国楼”。“梦绕边城月”写的是梦境，含蓄地写出诗人正处在异域他乡。“心飞故国楼”写梦醒之后的状况。这两句的意思是说，我（诗人）虽身在异域他乡，做的梦也在边城月中萦绕，“月亮代表我的心”啊；可是当我梦醒之后，我“心飞故国楼”了。这里，一个“飞”字，表现出了诗人急于回到故乡的心情。这一联两句在形式上相对，意义上层层递进，表明了诗人对故乡及其亲人的思念之情。</div><div> <br></div><div> 　　尾联是合。“思归若汾水，无日不悠悠”。“悠悠”就是本是忧郁的意思，但也有情悠悠，思悠悠之意。同时，联系上一句“思归若汾水”来看，“悠悠”也有绵延不断的意思。这两句的意思是说，我思念归家之情时时刻刻萦绕心头，就如同汾河水一样，没有一天断绝过啊。以水喻情，这是古代诗歌中常用的方法，也是“流水”这一意象所蕴含的意义之一。如， <a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“问君能有几多愁，恰似一江春水向东流”； <a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>的“闻道神仙不可接，心随湖水共悠悠”； <a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“孤帆远影碧山尽，唯见长江天际流”。在这首诗里，诗人为了强调自己的“思归”之情的深远，也通过日夜不停的汾河水不停流淌为喻，形象而生动地表现出了自己日夜思归的情怀。</div><div> <br></div><div> 　　在艺术手法上，这首诗注重了文题相映，特别是在颔联运用镶嵌的修辞手法，在两句的末尾分别用了“早”、“秋”两个字，匠心独运地点题并照应诗题。其次，后两句运用了明喻的修辞手法，生动形象地把抽象的思归之情形象化，以水喻情，连绵不断，明确表达了自己的思归不断的情怀。</div>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8338.aspx\">诗</a>作于公元735年（唐玄宗开元二十三年）秋天。这年夏季他应友人元演之邀，同来太原，意欲攀桂以求闻达，然而辗转三晋，时历半载，终未能得到实现抱负之机会，故有怀归之意。到了秋季便写下了这首怀乡之作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "秋天",
    "写景",
    "思乡"
  ]
}