{
  "id": 72278,
  "star": 136,
  "name": "与韩荆州书",
  "dynasty": "唐代",
  "content": "　　白闻天下谈士相聚而言曰：“生不用封万户侯，但愿一识韩荆州。”何令人之景慕，一至于此耶！岂不以有周公之风，躬吐握之事，使海内豪俊，奔走而归之，一登龙门，则声价十倍！所以龙蟠凤逸之士，皆欲收名定价于君侯。愿君侯不以富贵而骄之、寒贱而忽之，则三千之中有毛遂，使白得颖脱而出，即其人焉。</p> <p>　　白，陇西布衣，流落楚、汉。十五好剑术，遍干诸侯。三十成文章，历抵卿相。虽长不满七尺，而心雄万夫。皆王公大人许与气义。此畴曩心迹，安敢不尽于君侯哉！</p> <p>　　君侯制作侔神明，德行动天地，笔参造化，学究天人。幸愿开张心颜，不以长揖见拒。必若接之以高宴，纵之以清谈，请日试万言，倚马可待。今天下以君侯为文章之司命，人物之权衡，一经品题，便作佳士。而君侯何惜阶前盈尺之地，不使白扬眉吐气，激昂青云耶？</p> <p>　　昔王子师为豫州，未下车，即辟荀慈明，既下车，又辟孔文举；山涛作冀州，甄拔三十余人，或为侍中、尚书，先代所美。而君侯亦荐一严协律，入为秘书郎，中间崔宗之、房习祖、黎昕、许莹之徒，或以才名见知，或以清白见赏。白每观其衔恩抚躬，忠义奋发，以此感激，知君侯推赤心于诸贤腹中，所以不归他人，而愿委身国士。傥急难有用，敢效微躯。</p> <p>　　且人非尧舜，谁能尽善？白谟猷筹画，安能自矜？至于制作，积成卷轴，则欲尘秽视听。恐雕虫小技，不合大人。若赐观刍荛，请给纸墨，兼之书人，然后退扫闲轩，缮写呈上。庶青萍、结绿，长价于薛、卞之门。幸惟下流，大开奖饰，惟君侯图之。",
  "fanyi": "<p><strong>译文一</strong><br>　　我听说天下谈士聚在一起议论道：“人生不用封为万户侯，只愿结识一下韩荆州。”怎么使人敬仰爱慕，竟到如此程度！岂不是因为您有周公那样的作风，亲自做吐哺握发之事，故而使海内的豪杰俊士都奔走而归于您的门下。士人一经您的接待延誉，便声名大增，所以屈而未伸的贤士，都想在您这儿获得美名，奠定声望。希望您不因自己富贵而对他们骄傲，不因他们贫贱而轻视他们，那么您众多的宾客中便会出现毛遂那样的奇才。假使我能有机会显露才干，我就是那样的人啊。<br>　　我是陇西平民，在楚汉游历。十五岁时爱好剑术，谒见了许多地方长官；三十岁时文章成就，拜见了很多卿相显贵。虽然身长不满七尺，但志气雄壮，胜于万人。王公大人都赞许我有气概，讲道义。这是我往日的心事行迹，怎敢不尽情向您表露呢？<br>　　您的著作堪与神明相比，您的德行感动天地；文章与自然造化同功，学问穷极天道人事。希望您度量宽宏，和颜悦色，不因我长揖不拜而拒绝我。如若肯用盛宴来接待我，任凭我清谈高论，那请您再以日写万言试我，我将手不停挥，顷刻可就。如今天下人认为您是决定文章命运、衡量人物高下的权威，一经您的品评，便被认作美士，您何必舍不得阶前的区区一尺之地接待我，而使我不能扬眉吐气、激厉昂扬、气概凌云呢？<br>　　从前王子师担任豫州刺史，未到任即征召荀慈明，到任后又征召孔文举；山涛作冀州刺史，选拔三十余人，有的成为侍中、尚书。这都是前代人所称美的。而您也荐举过一位严协律，进入中央为秘书郎；还有崔宗之、房习祖、黎昕、许莹等人，有的因才干名声被您知晓，有的因操行清白受您赏识。我每每看到他们怀恩感慨，忠义奋发，因此我感动激励，知道您对诸位贤士推心置腹，赤诚相见，故而我不归向他人，而愿意托身于您。如逢紧急艰难有用我之处，我当献身效命。<br>　　一般人都不是尧、舜那样的圣人，谁能完美无缺？我的谋略策画，岂能自我夸耀？至于我的作品，已积累成为卷轴，却想要请您过目。只怕这些雕虫小技，不能受到大人的赏识。若蒙您垂青，愿意看看拙作，那便请给以纸墨，还有抄写的人手，然后我回去打扫静室，缮写呈上。希望青萍宝剑、结绿美玉，能在薛烛、卞和门下增添价值。愿您顾念身居下位的人，大开奖誉之门。请您加以考虑。</p><p><strong>译文二</strong><br>　　我<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>听说天下一些谈论世事的人，聚集在一起时就会说：“人生不必封万户侯，只愿结识一下韩荆州。”为什么使人景仰爱慕竟然到了这样的程度呢!难道不是因为您有周公的风度，躬行吐哺、握发接待贤者的美德，才使得海内豪杰俊才，都奔集到您的门下，一经接待，如登龙门，立刻名声身价大增，十倍于前吗？所以那些才能超群的读书人，都希望在君侯处获得美名，得到评价。君侯不因为自己的富贵而傲视他们，也不因为他们的寒贱而轻忽他们，那么在众多的宾客中定有毛遂那样的奇才,假使我李白能有脱颖而出的机会，我就是那样的人啊。<br>　　我李白是陇西平民，流落在楚地汉水一带。十五岁爱好剑术，拜访了许多地方长官；三十岁<a href=\"http://so.gushiwen.org/view_72278.aspx\">诗</a>文有了成就，屡次拜谒朝廷高官。尽管我身高不满七尺，而心志超过万人。王公大人都赞许我有志节，讲道义。这是我从前的思想和行迹，怎敢不尽情地向您倾诉呢?<br>　　君侯的功业堪比神明，您的德行感动天地，您的文章阐明了宇宙变化规律，学问探究了天道与人事的关系。希望君侯敞开胸怀，和颜接纳，不要因为我行长揖之礼晋见而拒绝我。假如能用盛大的宴席接待我，听任我纵情畅谈，那么我请以日试万言来测试，我将手不停笔，倚马可待。当今天下人以君侯为评论文章的主宰，权衡人物的权威，士人一经您的好评就成为德才兼备的佳士。君侯为什么吝惜庭阶前一尺见方的地方，不使我李白扬眉吐气，奋发昂扬于青云之上呢?<br>　　从前王允任豫州剌史。尚未到任就征辟荀爽；到任之后又征辟<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>。山涛任冀州剌史，考查选拔了三十余人，有的任侍中，有的做尚书，这都是为前代所赞美的。<br>　　君侯您也先荐举过严协律，进入朝廷担任秘书郎；还有崔宗之、房习祖、黎昕、许莹这班人，有的因为才干声名而得到您的了解，有的因品行清白而被您赏识。李白每每看到他们感恩戴德，抚躬自问,以忠义奋发自勉。李白也因此而感激，知道君侯对许多贤人赤诚相待，所以不归依他人，而愿把身心命运托付给国中才德至高的人。倘使君侯在急难之际，有用得着我的地方，我自当献身效命。<br>　　而且，人不是尧舜，谁能十全十美?李白我在谋略策划方面，怎么能自负呢?至于写作，已经积累成卷轴，却想呈请君侯抽暇过目，只怕雕虫小技，不能受到大人的赏识。倘蒙垂顾，愿意看看拙作，那么，请赐予纸笔，加上书写人员。然后回去打扫安静的小屋，誊抄呈上。希望青萍宝剑、结绿美玉，在薛烛、卞和的手中提高价值。但愿君侯推恩于身处下位的人，大开奖励之门。请君侯考虑我的要求吧!</p><p><strong>注释</strong><br>（1）谈士：言谈之士。孔融《与<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>论盛孝章书》：“天下谈士，依以扬声。”<br>（2）万户侯：食邑万户的封侯。唐朝封爵已无万户侯之称，此处借指显贵。<br>（3）景慕：敬仰爱慕。<br>（4）周公：即姬旦，周文王子，周武王弟。因采邑在周（今陕西歧山县北），故称周公。<br>吐握：吐哺（口中所含食物）握发（头发）。周公自称“我一沐（洗头）三握发，一饭三吐哺，起以待士，犹恐失天下之贤人”（见《史记·鲁世家》），后世因以“吐握”形容礼贤下士。<br>（5）龙门：在今山西河津西北黄河两岸，峭壁对峙，形如阙门。传说江海大鱼能上此门者即化为龙。东汉李膺有高名，当时士人有受其接待者，名为登龙门。<br>（6）龙盘凤逸：喻贤人在野或屈居下位。收名定价：获取美名，奠定声望。<br>（7）君侯：对尊贵者的敬称，尤指上级。毛遂：战国时赵国平原君食客。秦围邯郸，赵王使平原君求救于楚，毛遂请求随同前往，自荐说：“臣乃今日请处囊中耳。使遂早得处囊中，乃颖脱而出，非特其末见而已。”随从至楚，果然说服了楚王，使其同意发兵。平原君于是奉他为上客（见《史记·平原君虞卿列传》）。颖（yǐng）：指锥芒。颖脱而出，喻才士若获得机会，必能充分显示其才能。<br>（8）陇西：古郡名，始置于秦，治所在狄道（今甘肃临洮）。李白自称十六国时凉武昭王李暠之后，李暠为陇西人。布衣：平民。楚汉：当时李白安家于安陆（今属湖北），往来于襄阳、江夏等地。<br>（9）干：干谒，对人有所求而请见。诸侯：此指地方长官。<br>（10）历：普遍。抵：拜谒，进见。卿相：指中央朝廷高级官员。畴曩（chóu nǎng）：往日。<br>（11）制作：指文章著述。侔（móu）：相等，齐同。东汉崔瑗《张平子碑》：“数术穷天地，制作侔造化。”<br>（12）参，参与。造化：自然的创造化育。天人：天道和人道。南朝梁钟嵘《诗品序》：“文丽日月，学究天人。”<br>（13）开张：开扩，舒展。长揖：相见时拱手高举自上而下以为礼。<br>（14）清谈：汉末魏晋以来，士人喜高谈阔论，或评议人物，或探究玄理，称为清谈。<br>（15）倚马可待：喻文思敏捷。东晋时袁宏随同桓温北征，受命作露布文（檄文、捷书之类），他倚马前而作，手不辍笔，顷刻便成，而文极佳妙。<br>（16）司命：原为神名，掌管人之寿命。此指判定文章优劣的权威。权：秤锤；衡：秤杆。此指品评人物的权威。<br>（17）惜阶前盈尺之地：意即不在堂前接见我。<br>（18）王子师：东汉王允字子师，灵帝时豫州刺史（治所在沛国谯县，今安徽亳县），征召荀爽（字慈明，汉末硕儒）、孔融（字文举，孔子之后，汉末名士）等为从事。全句原出西晋东海王司马越《与江统书》。<br>（19）山涛：字巨源，西晋名士，竹林七贤之一。为翼州（今河北高邑西南）刺史时，搜访贤才，甄拔隐屈。侍中、尚书：中央政府官名。<br>（20）严协律：名不详。协律，协律郎，属太常寺，掌校正律吕。秘书郎：属秘书省，掌管中央政府藏书。崔宗之：李白好友，开元中入仕，曾为起居郎、尚书礼部员外郎、礼部郎中、右司郎中等职，与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>亦曾有交往。房习祖：不详。黎昕：曾为拾遗官，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>有交往。许莹：不详。<br>（21）抚躬：犹言抚膺、抚髀，表示慨叹。抚，拍。<br>（22）推赤心于诸贤腹中：《后汉书·光武本纪》：“萧王（<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>）推赤心置人腹中。”<br>（23）国士：国中杰出的人。[3]<br>（24）傥：同“倘”。<br>（25）且：提起连词。<br>（26）谟猷（yóu）：谋画，谋略。<br>（27）卷轴：古代帛书或纸书以轴卷束。<br>（28）尘秽视听：请对方观看自己作品的谦语。<br>（29）雕虫小技：西汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>称作赋为“童子雕虫篆刻”，“壮夫不为”（见《法言·吾子》）。虫书、刻符为当时学童所习书体，纤巧难工。此处是作者自谦之词。<br>（30）刍荛（chú ráo）：割草为刍，打柴为荛，刍荛指草野之人。也是作者用以谦称自己的作品。<br>（31）闲轩：静室。<br>（32）青萍：宝剑名。结绿：美玉名。薛：薛烛，古代善相剑者，见《越绝书外传·记宝剑》。卞：卞和，古代善识玉者，见《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·和氏》。<br>（33）惟：念。下流：指地位低的人。惟，一作“推”。<br>（34）奖饰：奖励称誉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《与韩荆州书》是他初见韩时的一封自荐书。文章开头借用天下谈士的话－－“生不用封万户侯，但愿一识韩荆州”，赞美韩朝宗谦恭下士，识拔人才。接着毛遂自荐，介绍自己的经历、才能和气节。文章表现了李白“虽长不满七尺，而心雄万夫”的气概和“日试万言，倚马可待”的自负，以及他不卑不亢，“平交王侯”的性格。文章写得气势雄壮，广为传诵。</p> <p>　　李白的《与韩荆州书》在创作上颇具个性。他在漫游荆州时，听说荆州长史韩朝宗喜欢推荐有才之士，便写了这封求荐的信。对于古人而言，尽管这样做也是正常的，但也总是有求于别人的事情。文气大体上总是以谦抑为好，就是说自己的优点，也应含蓄一点。然而李白这篇求荐书，却完全将自己放在与对方平等的地位上，毫无掩饰地讲述自己的才华。把一篇求荐文章，写得文气纵横恣肆，气概凌云。这同样反映了李白纯真无邪的<a href=\"http://so.gushiwen.org/view_72278.aspx\">诗</a>人气质，决不因求人而有半点委琐的私意、屈懦的鄙态。这是因为他相信自己的才华足以用世，而其用世之志，则在于忠义奋发、以报君国。故求韩荐己，同样完全是出于一片公心；而想象韩如能荐己，同样是出于这一片公心。两片公心的相识，两位贤士的相与，这中间自然不必要有任何世俗的表现。这样，就将这封信写得极其光明磊落，内心无私，文风自然就能尽情地抒发。为此我们现在看到的这篇原本是世俗交际的文字，却犹如他的诗一样，充分表现出他的个性。这里面所具有的，正是“天生我才必有用”那样的自信。</p> <p>　　《与韩荆州书》在写作艺术方面的特点是顿挫跌宕，起伏照应。由古及今，以古人喻韩朝宗达三四次之多。渐次道来，而意在言外，发人深思。一些佳句流传至今，如“龙蟠凤逸”、“颖脱而出”、“扬眉吐气”等。典故使用也恰当得体，起到了激发韩朝宗的作用。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "古文观止",
    "荐书"
  ]
}