{
  "id": 49498,
  "star": 66,
  "name": "行香子·丹阳寄述古",
  "dynasty": "宋代",
  "content": "携手江村。梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。 <br>寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人。有湖中月，江边柳，陇头云。",
  "fanyi": "<p><strong>译文</strong><br>正值梅花似雪，飘沾衣襟的时候，和老朋友携手到城外游春。回忆旧地，处处黯然伤神，无限愁苦。去年的同游之人已不在眼前，每当吟诵旧曲之时，就想起望湖楼、孤山寺、涌金门那些<a href=\"http://so.gushiwen.org/view_49498.aspx\">诗</a>酒游乐的地方。<br>那时游乐所至，都有题诗，不下千首；到如今这些诗上都已落满了灰尘，得用绣罗衫去拂净才能看清。自离开杭州后有谁在思念我呢？当然是往日的友人了。还有西湖的明月，钱塘江边的柳树，城西南诸山的名胜景物呢！</p> <p><strong>注释</strong><br>⑴行香子：词牌名。双调小令，六十六字。有前段八句四平韵，后段八句三平韵；前段八句五平韵，后段八句三平韵；前段八句五平韵，后段八句四平韵三种。<br>⑵丹阳：地名，今江苏丹阳县。述古：杭州知州陈襄，字述古。<br>⑶梅雪飘裙：梅花飘雪，洒落在同行歌妓的衣裙上。<br>⑷何限：犹“无限”。<br>⑸消魂：魂魄离散，形容极度愁苦的状态。<br>⑹故人：指陈述古。<br>⑺望湖楼：又名看经楼，在杭州。<br>⑻孤山寺：寺院名，又叫广化寺、永福寺，在杭州孤山南。<br>⑼涌金门：杭州城之正西门，又名丰豫门。<br>⑽寻常行处：平时常去处。<br>⑾绣罗衫：丝织品做的上衣。<br>⑿拂红尘：用衣袖拂去上面的尘土。宋代吴处厚《青箱杂记》上说，魏野曾和<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>同游寺庙，各有题诗。数年后两人又去故地重游，只见寇准的题诗被人用碧纱笼护，而魏野的题诗没有，诗上落满了灰尘。有个同行的官妓很聪明，上前用衣袖拂去尘土。魏野说：“若得常将红袖拂，也应胜似碧纱笼。”此处以狂放的处士魏野自比，以陈襄比寇准，表示尊崇。<br>⒀湖：指杭州西湖。<br>⒁陇：小山丘，田埂。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词表现了<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对杭州<a href=\"http://so.gushiwen.org/view_49498.aspx\">诗</a>友的怀念之情。</p> <p>　　作者以追念与友人“携手江村”的难忘情景开始，引起对友人的怀念。风景依稀，又是一年之春了。去年初春，苏轼与陈襄曾到杭州郊外寻春。苏轼作有《正月二十一日病后述古邀往城外寻春》诗，陈襄的和诗有“暗惊梅萼万枝新”之句。词中的“梅雪飘裙”即指两人寻春时正值梅花似雪，飘沾衣裙。友情与诗情，使他们游赏时无比欢乐，消魂陶醉。“故人不见”一句，使词意转折，表明江村寻春已成往事，去年同游的故人不在眼前。每当吟诵寻春旧曲之时，就更加怀念了。作者笔端带着情感，形象地表达了与陈襄的深情厚谊。顺着思念的情绪，词人更想念他们在杭州西湖诗酒游乐的地方——望湖楼、孤山寺、涌金门。这三处都是风景胜地。词的下片紧接着回味游赏时两人吟咏酬唱的情形：平常经过的地方，动辄题诗千首。“寻常行处”用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《曲江二首》“酒债寻常行处有”字面，“千首”言其多。他们游览所至，每有题诗，于是生发出下文“绣罗衫、与拂红尘”的句子。“与”字下省去宾语，承上句谓所题的诗。这里用了个本朝故事。宋吴处厚《青箱杂记》卷六载：“世传魏野尝从莱公游陕府僧舍，各有留题。后复同游，见莱公之诗已用碧纱笼护，而野诗独否，尘昏满壁。时有从行官妓颇慧黠，即以袂就拂之。野徐曰：‘若得常将红袖拂，也应胜似碧纱笼。’莱公大笑。”宋时州郡长官游乐，常有官妓相从。“绣罗衫”，如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《菩萨蛮》“新贴绣罗襦”，为女子所服。这一句呼应陈襄前诗，也就是唤起对前游的回忆。词意发展到此，本应直接抒写目前对友人的思念之情了，但作者却从另一角度来写。他猜想，自离开杭州之后是谁在思念他。当然不言而喻应是他作此词以寄的友人陈襄了。然而作者又再巧妙地绕了个弯子，将人对他的思念转化为自然物对他的思念。“湖中月，江边柳，陇头云”不是泛指，而是说的西湖、钱塘江和城西南诸名山的景物，本是他们在杭州时常游赏的，它们对他的相忆，意为召唤他回去了。同时，陈襄作为杭州一郡的长官，可以说就是湖山的主人，湖山的召唤就是主人的召唤，“何人”二字在这里得到了落实。一点意思表达得如此曲折有致，遣词造句又是这样的清新蕴藉，借用辛稼轩的话来说：“看使君，于此事，定不凡。”（《水调歌头·送郑厚卿赴衡州》）</p> <p>　　苏轼在杭州时期，政治处境十分矛盾，因反对新法而外任，而又得推行新法。他写过许多反对新法的诗歌，“托事以讽，庶几有补于国”；又勤于职守，捕蝗赈饥，关心民瘼，在力所能及的范围内，“因法以便民”。政事之余，他也同许多宋代文人一样，能很好安排个人生活。这首《行香子》正是从一个侧面反映了宋代士大夫的生活，不仅表现了与友人的深厚情谊，也流露出对西湖自然景物的热爱。《行香子》是他早期的作品之一，它已突破了传统艳科的范围，无论在题材和句法等方面都有显见的以诗为词的特点。这首词虽属酬赠之作，却是情真意真，写法上能从侧面入手，词情反复开阖，抓住了词调结构的特点，将上下两结处理得含蓄而有诗意，在苏轼早期词中是一首较好的作品。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗熙宁六年（1073），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在杭州通判任上。宋制，知州知府总掌郡政，又设通判监政，共商和裁决管内大事。当时杭州知州陈襄，字述古，是苏轼的至交<a href=\"http://so.gushiwen.org/view_49498.aspx\">诗</a>友。他们都是因反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>新法而被排斥出朝，外任地方官职的。这年十一月，苏轼因公到常州、润州视灾赈饥，姻亲柳瑾附载同行。次年元旦过丹阳（今属江苏），至京口（今江苏镇江市）与柳瑾相别。此词题为“丹阳寄述古”，据宋人傅藻《东坡纪年录》，它是苏轼“自京口还，寄述古作”，则当作于二月由京口至宜兴（今属江苏）途中，返丹阳之时。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "追忆",
    "思念",
    "友人"
  ]
}