{
  "id": 7789,
  "star": 12,
  "name": "秦女休行",
  "dynasty": "唐代",
  "content": "西门秦氏女，秀色如琼花。<br>手挥白杨刀，清昼杀雠家。<br>罗袖洒赤血，英声凌紫霞。<br>直上西山去，关吏相邀遮。<br>婿为燕国王，身被诏狱加。<br>犯刑若履虎，不畏落爪牙。<br>素颈未及断，摧眉伏泥沙。<br>金鸡忽放赦，大辟得宽赊。<br>何惭聂政姊，万古共惊嗟。",
  "fanyi": "<p><strong>译文<br></strong>西门有秦氏之女，名女休，其色美如琼花。<br>她为了祖宗亲之仇，手持白杨刀，大白天前去刺杀仇家。<br>她衣桩上洒满了仇人的鲜血，赢得了为亲人报仇的好名声。<br>杀人之后，她逃至西山，被关吏所擒获。<br>她的夫婿是燕国王，今日她却被诏拿入狱。<br>虽然她明知犯刑如履虎尾，可是她却丝毫也不畏俱。<br>正当她低眉伏于泥沙之上，行将就刑之时。<br>忽传来金鸡放赦的消息，赦免了她的死罪。<br>她比古代的侠义之女聂政姊毫不逊色，她的事迹受到后人的热烈颂扬。</p> <p><strong>注释<br></strong>⑴秦女休行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_7789.aspx\">诗</a>集》卷六十一列于《杂曲歌辞》。诗题原注：古辞魏朝协律都尉左延年所作，今拟之。<br>⑵秀色：秀美的容色。汉<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《七辩》：“淑性窈窕，秀色美艳。”琼花：一种珍贵的花。叶柔而莹泽，花色微黄而有香。宋淳熙以后，多为聚八仙（八仙花）接木移植。当年隋炀帝开运河游扬州就是为了欣赏琼花。<br>⑶白杨刀：也称白阳刀，白羊子刀，古之名刀。左延年《秦女休行》：“左执白杨刀，右据宛鲁矛。”此用其句意。刀，一作“刃”。<br>⑷清昼：白天。<br>⑸“英声”句：谓美好的名声传播遥远。英声，美好的名声。声，一作“气”。凌，升腾。紫霞，紫色的云霞。这里借指远处。<br>⑹邀遮：拦挡，阻截。汉荀悦《汉纪·平帝纪》：“如遇险阻，衔尾相随。虏邀遮前后，危殆不测。”<br>⑺“身被”句：身受诏令关押。诏狱，奉诏令关押犯人的监狱。《史记·淮南衡山列传》：“大王之群臣近幸素能使众者，皆前系诏狱，余无可用者。”<br>⑻“犯刑”二句：谓身犯刑律，就像践踏老虎尾巴，不怕落入老虎的爪牙。履虎：踩着了老虎尾巴，喻遇到了危险。《易·履》：“履虎尾，不咥人，亨。”王弼注：“履虎尾者，言其危也。”<br>⑼摧眉：即低眉，低头。<br>⑽“金鸡”句：谓天子降诏赦免其罪。古代颁赦诏日，设金鸡于竿，以示吉辰。鸡以黄金饰首，故名金鸡。放赦，释放赦免。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《流夜郎赠辛判官》诗：“我愁远谪夜郎去，何日金鸡放赦回。”<br>⑾“大辟”句：谓赦其死罪。大辟，死刑。《尚书·吕刑》：“大辟疑赦。”孔传：“大辟，死刑也。”宽赊，宽大赦免。<br>⑿“何惭”句：谓其壮举不次于聂政的姐姐。聂政姊：刺客聂政之姊。名聂嫈，有大勇。聂政，战国时齐人，为人报仇，刺杀韩相侠累。因恐连累其姊，乃自毁其容自尽。韩取其尸暴于市，悬千金购求其姓名。其姊聂嫈闻之，至韩国，伏尸而哭之。曰：“是深井里聂政也。”众人皆问何敢来认尸，聂嫈说，“妾其奈何畏身之诛，终灭贤弟之名？”然后自杀于聂政之旁。事见《史记·刺客列传》。<br>⒀惊嗟：犹惊叹。《南史·曹景宗传》：“约（<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>）及朝贤惊嗟竟日。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7789.aspx\">诗</a>是拟左延年之同名诗作，写秦氏女报仇杀仇家的侠肝义胆。左延年原诗风格朴质，形式自由，多五言，也夹杂着三言、四言、六言、七言句，富有汉代民歌的特色。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首拟作把它改成了工整的五言诗，不仅保持了故事的完整性及其精华部分，字数也压缩了一多半，更显得诗意盎然，而且人物的刻画鲜明细致，形象突出，确是以古为新的佳作。</p> <p>　　诗的开始两句简括地介绍主人公：“西门秦氏女，秀色如琼花”。它从左延年诗“始出上西门，遥望秦氏庐。秦氏有好女，自名为女休”化来，首先指出秦氏女的住地，第二句“秀色如琼花”是左诗所没有的，他只说“秦氏有好女”比较笼统，此处增添了这一句，便突出了她如花似玉般的形象，“如琼花”的比喻启人联想，给人以娇美动人的实感，言外还暗示出这样“如琼花”的弱女子为报父仇白昼杀人真是出人意表。</p> <p>　　接下去转入凝练简洁地复述故事：“手挥白杨刀，清昼杀仇家”。因为秦女休“杀仇家”的原因等等在左延年、<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>的诗中介绍较详，此篇既是拟作就可以省略了。傅诗对她杀人报仇的原因表述得很清楚：“父母家有重怨，仇人暴且强。虽有男兄弟，志弱不能当。烈女念此痛，丹心为寸伤。”“仇人暴且强”明确说明：秦女的所作所为是正义的，不畏强暴是勇敢的。她不是无谓的杀人，而是由于对方“强且暴”，枉法肆虐，加之“虽有男兄弟，志弱不能当”，在这种形势下，她只好挺身而出了。</p> <p>　　五、六两句虚实结合，先刻画人物，然后以深挚赞叹的口吻把主人公“英声凌紫霞”的鲜明形象送到读者面前——“罗袖洒赤血”，平平五字，给人的印象极深。“罗袖”，点明妇女身份，一般来讲，她是与杀人溅血无缘的，可此时却出现了“洒赤血”的非常情况，则其人面对强暴，敢作敢为的“英气”就可以想见了。在这个基础上，再叙述秦女报仇以后直上西山为关吏阻拦，她自言为“燕王妇”，而且表示甘愿领罪，就是被加以“诏狱囚”的罪名也是“不畏落爪牙”的。这些绘影绘声的描叙，既增强了诗的故事性而且可以进一步突现人物坚强英烈的性格。“婿为燕国王”左延年诗作“平生为燕王妇”，都是民歌常用的夸张写法，它联想了汉乐府《陌上桑》中罗敷自夸夫婿的一段，在平实的叙述中强化了戏剧性，使诗平添了起伏跌宕之姿。</p> <p>　　以下四句交待秦女即将受刑，忽然传下赦书，绝处逢生，人心大快。左延年诗对此有细致的描写：“女休凄凄曳梏前。两徒夹我持刀，刀五尺余。刀未下，朣胧击鼓赦书下。”这里写了她上刑场前身带刑具（“曳梏”即脚镣）凄苦情态，乃至两个刽子手手持“五尺刀”即将行刑，在“刀未下”的紧急时刻，忽然传来放赦时的打鼓声。两相比照，互相补充，可以使诗意更为明晰。</p> <p>　　末二句用聂政姊来比秦女休，披露全诗主旨。诗人以强烈的感情肯定歌颂主人公“万古共惊嗟”，表现了李白素重豪侠的英勇及妇女对理想追求的愿望，加之诗的前后呼应，叙事具体，气势充沛，一气贯注，虽是拟作，却足以见出作者独具的思想特色及艺术成就。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首<a href=\"http://so.gushiwen.org/view_7789.aspx\">诗</a>是据三国时曹魏的音乐家、歌唱家左延年所写纪事诗《秦女休行》的拟作。东汉末年，发生了一个妇女的父亲为“凶豪”所杀，她为报父仇，手刃暴徒，自首遇赧的故事（它的原型见《后汉书》卷八十四《庞淯母传》及《三国志·魏书》卷十八《庞淯传》）因其“义烈”，流传甚广。不但左延年歌咏此事，晋初诗人<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>也据此写过一首题目与左诗相同内容颇有出入的杂言诗。大诗人<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在《鼙鼓歌》五首之四《精微篇》中曾说“女休逢赧书，白刃几在颈”，并把她和哭夫而山崩的“杞妻”，上书朝廷愿代父受刑的提萦及向赵简子解说，为父脱罪的女娟等历史上有名的烈女相提并论，可见秦女休在当时影响之大。</p> <p>　　李白此诗具体作年不详，王琦《李太白年谱》、詹鍈《李白诗文系年》、裴斐《李白年谱简编》均无提及。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "歌颂",
    "妇女",
    "复仇"
  ]
}