{
  "id": 7726,
  "star": 870,
  "name": "行路难三首",
  "dynasty": "唐代",
  "content": "金樽清酒斗十千，玉盘珍羞直万钱。<br>停杯投箸不能食，拔剑四顾心茫然。<br>欲渡黄河冰塞川，将登太行雪满山。<br>闲来垂钓碧溪上，忽复乘舟梦日边。<br>行路难！行路难！多歧路，今安在？<br>长风破浪会有时，直挂云帆济沧海。</p> <p>大道如青天，我独不得出。 <br>羞逐长安社中儿，赤鸡白雉赌梨栗。<br>弹剑作歌奏苦声，曳裾王门不称情。<br>淮阴市井笑韩信，汉朝公卿忌贾生。<br>君不见昔时燕家重郭隗，拥簪折节无嫌猜。<br>剧辛乐毅感恩分，输肝剖胆效英才。<br>昭王白骨萦蔓草，谁人更扫黄金台？<br>行路难，归去来！</p> <p>有耳莫洗颍川水，有口莫食首阳蕨。<br>含光混世贵无名，何用孤高比云月？<br>吾观自古贤达人，功成不退皆殒身。<br>子胥既弃吴江上，屈原终投湘水滨。<br>陆机雄才岂自保？李斯税驾苦不早。<br>华亭鹤唳讵可闻？上蔡苍鹰何足道？<br>君不见吴中张翰称达生，秋风忽忆江东行。<br>且乐生前一杯酒，何须身后千载名？ ",
  "fanyi": "<p><strong>译文</strong><br>金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。<br>但心情愁烦使得我放下杯筷，不愿进餐。拔出宝剑环顾四周，心里一片茫然。<br>想渡过黄河，坚冰堵塞大川；想登太行山，大雪遍布高山。<br>遥想当年，姜太公溪垂钓，得遇重才的文王，伊尹乘舟梦日，受聘在商汤身边。<br>人生的道路何等艰难，何等艰难，歧路纷杂，真正的大道究竟在哪边？<br>坚信乘风破浪的时机定会到来，到那时，将扬起征帆远渡碧海青天。</p> <p>大道虽宽广如青天，唯独没有我的出路。<br>我不愿意追随长安城中的富家子弟，去搞斗鸡走狗一类的赌博游戏。<br>像冯谖那样弹剑作歌发牢骚，在权贵之门卑躬屈节，那不合我心意。<br>韩信发迹之前被淮阴市井之徒讥笑，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>才能超群遭汉朝公卿妒忌。<br>君不见古时燕昭王重用郭隗，拥篲折节、谦恭下士，毫不嫌疑猜忌。<br>剧辛和乐毅感激知遇的恩情，竭忠尽智，以自己的才能为君主效力。<br>而今燕昭王之白骨已隐于荒草之中，还有谁能像他那样重用贤士呢？<br>世路艰难，我只得归去啦！</p> <p>不要学许由用颍水洗耳，不要学伯夷和叔齐隐居收养采薇而食。<br>在世上活着贵在韬光养晦，为什么要隐居清高自比云月?<br>我看自古以来的贤达之人，功绩告成之后不自行隐退都死于非命。<br>伍子胥被吴王弃于吴江之上，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>最终抱石自沉汨罗江中。<br><a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>如此雄才大略也无法自保，<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>以自己悲惨的结局为苦。<br>陆机是否还能听见华亭别墅间的鹤唳？李斯是否还能在上蔡东门牵鹰打猎？<br>你不知道吴中的<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>是个旷达之人，因见秋风起而想起江东故都。<br>生时有一杯酒就应尽情欢乐，何须在意身后千年的虚名？</p> <p><strong>注释</strong><br>⑴樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。<br>⑵珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。<br>⑶箸（zhù）：筷子。<br>⑷闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示<a href=\"http://so.gushiwen.org/view_7726.aspx\">诗</a>人自己对从政仍有所期待。碧：一作“坐”。<br>⑸多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”。安：哪里。<br>⑹长风破浪：比喻实现政治理想。据《宋书·宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪”<br>⑺云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。<br>⑻社：古二十五家为一社。白狗：一作“白雉”。<br>⑼弹剑：战国时齐公子孟尝君门下食客冯谖曾屡次弹剑作歌怨己不如意。<br>⑽贾生：洛阳贾谊，曾上书汉文帝，劝其改制兴礼，受时大臣反对。<br>⑾拥篲：燕昭王亲自扫路，恐灰尘飞扬，用衣袖挡帚以礼迎贤士邹衍。折节：一作“折腰”。<br>⑿归去来：指隐居。语出东晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》。<br>⒀首阳蕨：《史记·伯夷列传》：“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义不食周粟，隐于首阳山，采薇而食之……遂饿死于首阳山。”《索引》：“薇，蕨也。”按薇、蕨本二草，前人误以为一。<br>⒁含光混世贵无名：此句言不露锋芒，随世俯仰之意。《高士传》：巢父谓许由曰：“何不隐汝形，藏汝光？”<br>⒂自古贤达人：<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《拟行路难》：“自古圣贤尽贫贱”。《史记·蔡泽列传》：“四时之序，成功者去。……商君为秦孝公明法令，……功已成矣，而遂以车裂。……白起……功已成矣，而遂赐剑死于杜邮。<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>……功已成矣，而卒枝解。大夫种为越王深谋远计……令越成霸，功已彰而信矣，勾践终负而杀之。此四子者，功成不去，祸至于身？”<br>⒃子胥：伍子胥，春秋末期吴国大夫。《吴越春秋》卷五《夫差内传》：“吴王闻子胥之怨恨也，乃使人赐属镂之剑，子胥……遂伏剑而死。吴王乃取子胥尸，盛以鸱夷之器，投之于江中。”又见《国语·吴语》。<br>⒄陆机雄才岂自保：《晋书·陆机传》载：陆机因宦人诬陷而被杀害于军中，临终叹曰：“华亭鹤唳，岂可复闻乎？”<br>⒅李斯税驾苦不早：李斯，秦国统一六国的大功臣，任秦朝丞相，后被杀。《史记·李斯列传》载：李斯喟然叹曰：“……斯乃上蔡布衣……今人臣之位，无居臣上者，可谓富贵极矣。物极则衰，吾未知所税驾？”《索引》：“税驾，犹解驾，言休息也。”<br>⒆华亭鹤唳讵可闻？上蔡苍鹰何足道：这两句还是写李斯。《史记·李斯列传》：“二世二年七月，具斯五刑，论腰斩咸阳市。斯出狱，与其中子俱执，顾谓其中子曰：‘吾欲与若复牵黄犬俱出上蔡东门逐狡兔，岂可得乎！’”《太平御览》卷九二六：《史记》曰：“李斯临刑，思牵黄犬、臂苍鹰，出上蔡门，不可得矣。”<br>⒇秋风忽忆江东行：这句写张翰。《晋书·张翰传》：“张翰，字季鹰，吴郡吴人也。……为大司马东曹掾。……因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁官数千里，以要名爵乎？’遂命驾而归。……或谓之曰：‘卿乃纵适一时，独不为身后名邪？’答曰：‘使我有身后名，不如即时一杯酒。’时人贵其旷达。”</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong></p> <p>　　<a href=\"http://so.gushiwen.org/view_7726.aspx\">诗</a>的前四句写朋友出于对<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的深厚友情，出于对这样一位天才被弃置的惋惜，不惜金钱，设下盛宴为之饯行。“嗜酒见天真”的李白，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他端起酒杯，却又把酒杯推开了；拿起筷子，却又把筷子放下了。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。</p> <p>　　接着两句紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这不正象遇到冰塞黄河、雪拥太行吗！但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是姜尚，八十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。</p> <p>　　“行路难，行路难，多歧路，今安在？”姜尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，要走的路，究竟在哪里呢？这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“长风破浪会有时，直挂云帆济沧海！”此句诗表达了他准备冲破一切阻力，去施展自己的抱负的豪迈气概和乐观精神。给遇到挫折，遭遇困难，受到打击而感到前路茫然的人们一种信心、一种勇气、一股力量。他相信尽管前路障碍重重，但仍将会有一天要象刘宋时宗悫所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。</p> <p>　　这首诗一共十二句，八十四个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽清酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了姜尚、伊尹由微贱而忽然得到君主重用。诗人心理上的失望与希望、抑郁与追求，急遽变化交替。“行路难，行路难，多歧路，今安在？”四句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信自己的理想抱负总有实现的一天。通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。</p> <p>　　“行路难”是乐府古题，多咏叹世路艰难及贫困孤苦的处境。李白这组《行路难》诗主要抒发了怀才不遇的情怀，这里选的是第一首，在悲愤中不乏豪迈气概，在失意中仍怀有希望。</p> <p>　　这首诗在题材、表现手法上都受到《拟行路难》的影响，但却青出于蓝而胜于蓝。两人的诗，都在一定程度上反映了封建统治者对人才的压抑，而由于时代和诗人精神气质方面的原因，李诗却揭示得更加深刻强烈，同时还表现了一种积极的追求、乐观的自信和顽强地坚持理想的品格。因而，和鲍作相比，李诗的思想境界就显得更高。此诗多写世道艰难，表达了离愁别绪。</p> <p><strong>其二</strong></p> <p>　　“大道如青天，我独不得出。”这个开头与第一首不同。第一首用赋的手法，从筵席上的美酒佳肴写起，起得比较平。这一首，一开头就陡起壁立，让久久郁积在内心里的感受，一下子喷发出来。亦赋亦比，使读者感到它的思想感情内容十分深广。后来<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>写了“出门如有碍，谁谓天地宽”的诗句，可能受了此诗的启发，但气局比李白差多了。能够和它相比的，还是李白自己的诗：“蜀道之难，难于上青天”这类诗句，大概只有李白那种胸襟才能写得出。不过，《蜀道难》用徒步上青天来比喻蜀道的艰难，使人直接想到那一带山川的艰险，却并不感到文意上有过多的埋伏。而这一首，用青天来形容大道的宽阔，照说这样的大道是易于行路的，但紧接着却是“我独不得出”，就让人感到这里面有许多潜台词。这样，这个警句的开头就引起了人们对下文的注意。</p> <p>　　“羞逐”以下六句，是两句一组。“羞逐”两句是写自己的不愿意。唐代上层社会喜欢拿斗鸡进行游戏或赌博。唐玄宗曾在宫内造鸡坊，斗鸡的小儿因而得宠。当时有“生儿不用识文字，斗鸡走狗胜读书”的民谣。如果要去学斗鸡，是可以交接一些纨绔子弟，在仕途上打开一点后门的。但李白对此嗤之以鼻，所以声明自己羞于去追随长安里社中的小儿。这两句和他在《答王十二寒夜独酌有怀》中所说的“君不能狸膏金距学斗鸡，坐令鼻息干虹霓”是一个意思。都是说他不屑与“长安社中儿”为伍。那么，去和那些达官贵人交往呢？“弹剑作歌奏苦声，曳裾王门不称情。”“曳裾王门”，即拉起衣服前襟，出入权贵之门。“弹剑作歌”，用的是冯谖的典故。冯谖在孟尝君门下作客，觉得孟尝君对自己不够礼遇，开始时经常弹剑而歌，表示要回去。李白是希望“平交王侯”的，而此时在长安，权贵们并不把他当一回事，因而使他象冯谖一样感到不能忍受。这两句是写他的不称意。“淮阴市井笑韩信，汉朝公卿忌贾生。”韩信未得志时，在淮阴曾受到一些市井无赖们的嘲笑和侮辱。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>年轻有才，汉文帝本打算重用，但由于受到大臣灌婴、冯敬等的忌妒、反对，后来竟遭贬逐。李白借用了韩信、贾谊的典故，写出在长安时一般社会上的人对他嘲笑、轻视，而当权者则加以忌妒和打击。这两句是写他的不得志。</p> <p>　　“君不见”以下六句，深情歌唱当初燕国君臣互相尊重和信任，流露他对建功立业的渴望，表现了他对理想的君臣关系的追求。战国时燕昭王为了使国家富强，尊郭隗为师，于易水边筑台置黄金其上，以招揽贤士。于是乐毅、邹衍、剧辛纷纷来归，为燕所用。燕昭王对于他们不仅言听计从，而且屈己下士，折节相待。当邹衍到燕时，昭王“拥篲先驱”，亲自扫除道路迎接，恐怕灰尘飞扬，用衣袖挡住扫帚，以示恭敬。李白始终希望君臣之间能够有一种比较推心置腹的关系。他常以伊尹、姜尚、张良、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>自比，原因之一，也正因为他们和君主之间的关系，比较符合自己的理想。但这种关系在现实中却是不存在的。唐玄宗这时已经腐化而且昏庸，根本没有真正的求贤、重贤之心，下诏召李白进京，也只不过是装出一副爱才的姿态，并要他写一点歌功颂德的文字而已。</p> <p>　　“昭王白骨萦蔓草，谁人更扫黄金台？”慨叹昭王已死，没有人再洒扫黄金台，实际上是表明他对唐玄宗的失望。诗人的感慨是很深的，也是很沉痛的。</p> <p>　　以上十二句，都是承接“大道如青天，我独不得出”，对“行路难”作具体描写的。既然朝廷上下都不是看重他，而是排斥他，那么就只有拂袖而去了。“行路难，归去来！”在当时的情况下，他只有此路可走。这两句既是沉重的叹息，也是愤怒的抗议。</p> <p>　　这首诗表现了李白对功业的渴望，流露出在困顿中仍然想有所作为的积极用世的热情，他向往象燕昭王和乐毅等人那样的风云际会，希望有“输肝剖胆效英才”的机缘。篇末的“行路难，归去来”，只是一种愤激之词，只是比较具体地指要离开长安，而不等于要消极避世，并且也不排斥在此同时他还抱有它日东山再起“直挂云帆济沧海”的幻想。</p> <p><strong>其三</strong></p> <p>　　此篇纯言退意，与第一篇心情有异。通篇以对比手法，前四句言人生须含光混世，不务虚名。中八句列举功成不退而殒身者，以为求功恋位者诫。最后赞成<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>唯求适意的人生态度。一篇之意三层而两折。言虚名无益，是不否定事功之意。而功成则须及时退身，一为避祸，二求适意自由。这是李白人生哲学的基调。</p> <p>　　此篇用典频繁，但不是自比古人，而是通过对古人的评论表达出至为复杂的心情。首先对许由、伯夷与叔齐的弃世提出非议，可见前两首所说的“济沧海”“归去来”并非心甘情愿；可是，接着又对伍员、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>之殒身政治表示不满。弃世既不符合他的人生理想，济世又深感世情险恶，两边都不是他原意选择的出路。正因为如此，李白的“行路难”才有别于<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>等人，具有更深刻的悲剧性。不用说，诗中引用历史教训也出于现实感受。</p> <p>　　如果说第二首用典主要是揭露宫廷的腐败，此首则在揭露宫廷政治的黑暗和险恶，两方面都是诗人在长安宫廷的切身感受，也是他不得不辞官的理由。最后他对及时身退的张翰表示赞赏，正如前两首的结尾一样，不过是无可奈何之下的强自宽解，也是对现实表示抗议的激愤之词。“且乐生前一杯酒”，犹如“直挂云帆济沧海”，神仙和酒原是李白排除忧愤的两大法宝。但他还说过“仙人殊恍惚，未若醉中真”，“举杯消愁愁更愁”，无论仙与酒都无济于事，原因就在于他的人生态度始终是积极的。这种执著于现实人生的积极态度，既是李白悲剧深刻性之所在，也是李白诗歌永恒生命力之所在。</p><br/><h2>鉴赏</h2> <p>　“行路难”多写世道艰难，表达离情别意。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《行路难》共三首，蘅塘退士辑选其一。<a href=\"http://so.gushiwen.org/view_7726.aspx\">诗</a>以“行路难”比喻世道险阻，抒写了诗人在政治道路上遭遇艰难时，产生的不可抑制的激愤情绪；但他并未因此而放弃远大的政治理想，仍盼着总有一天会施展自己的抱负，表现了他对人生前途乐观豪迈的气概，充满了积极浪漫主义的情调。</p> <p>　　诗开头写“金樽清酒”、“玉盘珍馐”，描绘了一个豪华盛大的饯行宴饮场面。接着写“停杯投箸”、“拔剑四顾”，又向读者展现了作者感情波涛的冲击。中间四句，既感叹“冰塞川”、“雪满山”、又恍然神游千载之上，看到了吕尚、伊尹忽然得到重用。“行路难”四个短句，又表现了进退两难和继续追求的心理。最后两句，表达了尽管理想与现实有着巨大的距离，尽管诗人内心痛苦，但还是在沉郁中振起，坚定了信心，重新鼓起了沧海扬帆的勇气。</p> <p>　　全诗在高度彷徨与大量感叹之后，以“长风破浪会有时”忽开异境，并且坚信美好前景，终会到来，因而“直挂云帆济沧海”，激流勇进。蕴意波澜起伏，跌宕多姿。</p>",
  "about": "<h2>创作背景</h2> <p>　　这三首<a href=\"http://so.gushiwen.org/view_7726.aspx\">诗</a>联系紧密，不可分割。唐玄宗天宝元年（742年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>奉诏入京，担任翰林供奉。李白本是个积极入世的人，才高志大，很想像管仲、张良、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等杰出人物一样干一番大事业。可是入京后，他却没被唐玄宗重用，还受到权臣的谗毁排挤，两年后被“赐金放还”，变相撵出了长安。《唐宋诗醇》以为《行路难三首》皆天宝三载（744年）离开长安时所作，詹锳《李白诗文系年》、裴斐《太白乐府举隅》从之。郁贤皓《李白选集》以为“作年莫考”。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "怀才不遇",
    "励志",
    "组诗"
  ]
}