{
  "id": 70982,
  "star": 41,
  "name": "落梅",
  "dynasty": "宋代",
  "content": "一片能教一断肠，可堪平砌更堆墙。<br>飘如迁客来过岭，坠似骚人去赴湘。<br>乱点莓苔多莫数，偶粘衣袖久犹香。<br>东风谬掌花权柄，却忌孤高不主张。",
  "fanyi": "<h2>译文</h2> 　　每一片飘零的梅花都教人触目愁肠，更哪堪残缺的花瓣凋落如雪片，铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的骚人。那么多原来美好高洁的花朵，如今却沉沦泥土与莓苔为伍，然而偶然粘上衣袖的香气，还久久不去。啊，让东风执掌对百花的生杀予夺大权，真是差矣错矣，它忌妒梅花的孤高，对梅花任意摧残，根本不讲怜香惜玉。",
  "shangxi": "<h2>赏析</h2> <p>　　首联的“一片能教一断肠，可堪平砌更堆墙”，描绘了一幅凄凉衰败的落梅景象，奠定了全<a href=\"http://so.gushiwen.org/view_70982.aspx\">诗</a>凄怆忧愤的基调。每一片落梅都使诗人触目愁肠，更何况那如雪花般飘落下来的铺满台阶又堆上了墙头的落梅呢?面对如此凄凉的景象，自然引起诗人对社会、人生的思考。 </p> <p>　　颔联进一步刻画落梅：“飘如迁客来过岭，坠似骚人去赴湘。”这两句对仗工整，化用典故，寓意深刻。两句诗不仅生动描绘了落梅凋谢飘零、随风四散的凄惨景象，而且高度概括了历史上无数“迁客”、“骚人”的坎坷一生。“飘如迁客来过岭”中的“过岭”，越过五岭，指到达今广东一带，暗喻<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>被贬谪潮州的故事。“坠似骚人去赴湘”中的“湘”，指湘江流域，今湖南一带，暗用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>失宠被逐，投汨罗江而死的故事。然而，这里的“迁客”、“骚人”不仅指屈原、韩愈，而且泛指历史上一切仕途坎坷的有志之士。诗人一笔双写，不仅用“迁客”、“骚人”的迁谪放逐来比喻“落梅”，且用梅花的高洁品格来赞美“迁客”、“骚人”。 </p> <p>　　颈联写落梅的最后结局：“乱点莓苔多莫数，偶粘衣袖久犹香。”这两句与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的《卜算子·咏梅》中的“零落成泥碾作尘，只有香如故”有异曲同工之妙。落梅虽零落成泥，但香气经久不灭。诗人在此表面是赞美梅花，实际上是对那些遭迁谪放逐但是仍坚守志节的“迁客”、“骚人”的赞颂，用笔委婉，言近旨远。 </p> <p>　　上三联重在写景，景中寓情。尾联在此基础上展开议论，是全篇的点睛之笔。“东风谬掌花权柄，却忌孤高不主张。”这两句看似指“东风”胡乱使用对百花生杀予夺的权力，即不怜香惜玉。实际上，“东风”者，指控的是执掌权柄者，诗人用暗讽的笔触巧妙而又曲折地把矛头指向历史和现实中的一切嫉贤妒能、打击人才的当权者。</p> <p>　　这首咏梅诗不同于一般的咏物诗，有着深刻的寓意，寄托着诗人浓烈的悲愤之情。简直可视为一篇浓缩了的《离骚》。 呜呼！“若非一番寒彻骨，哪得梅花扑鼻香”，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>咏梅诗词之丰无人可及。不啻于斯，他的一生针对南宋“国脉微如缕”的现状，写下了大量抒发感慨的不同题材的诗篇，爱国之心“似放翁”，高洁之志“似稼轩”，其身其品一如梅花。</p><br/><h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70982.aspx\">诗</a>作于嘉定十三年(1220)，时作者闲居在家。本是一首普通的咏物诗，后来却引出了一场官司。宁宗嘉定末(1224)、理宗宝元初(1225)，权相史弥远专擅朝政，废宋宁宗所立的皇太子为济王，矫诏改立宋理宗，并逼济王自杀。史弥远的恶劣行径遭到了当时朝中正义之士的激烈反对，如<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>、邓若水、<a href=\"http://so.gushiwen.org/author_669.aspx\">洪咨夔</a>等人纷纷上书为济王鸣冤，斥责史弥远擅权废立，一一都遭到贬逐。在朝野一片反对声中，史弥远及其爪牙到处寻找证据，网罗罪名，以排斥异己。当时被挖出作为诽谤时政罪证的有陈起的“秋雨梧桐皇子府，春风杨柳相公桥”，曾极《春》诗中的“九十日春晴景少，一千年事乱时多”，以及<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>这首《落梅》诗末两句等。为此陈起被发配流放，曾极被贬死舂陵。恰巧这年陈起为江湖诗人们编辑刊行大型诗歌丛刊《江湖集》，也因之被毁板，印出的书也被禁毁。当权者还效法北宋末年的作法，诏禁士大夫作诗。这就是文学史上著名的“江湖诗祸”。案发时，刘克庄在建阳县令任上，幸得<a href=\"http://so.gushiwen.org/author_2774.aspx\">郑清之</a>(与史弥远关系密切)代为开脱，才免除下狱治罪的处分。但他并未因此脱尽干系，绍定二年(1229)，解建阳任赴潮州通判，刚上任即被劾去，究其原因即出于旧事报复。刘克庄《病后访梅九绝》其一说：“幸然不识桃和柳，却被梅花累十年”，至于心理上影响就远不止十年了，刘克庄在《杨补之墨梅跋》中说：“予少时有《落梅》诗，为李定、<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>(案：制造‘乌台诗案’陷害<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的人)辈笺注，几陷罪苦。后见梅花辄怕，见画梅花亦怕。”其《贺新郎·宋庵访梅》一词也说：“老子平生无他过，为梅花受取风流罪。” 正因《落梅》诗案，他才与梅花结下了不解之缘，他一生写了123首咏梅诗，八阙咏梅词，可谓中国文人中写梅花最多的诗人。</p> <p>　　《落梅》通篇不着一个“梅”字，却不仅刻画出梅花的品格和遭际，而且通过对落梅哀婉缠绵的吟叹，处处透露出诗人的心迹情感。同时，也高度概括了历史上无数“迁客”“骚人”颠沛流离的不幸，更道出了当时广大文士抑塞不平的心声。但是由此，刘克庄却落来大麻烦。其中“东风谬掌花权柄，却忌孤高不主张”两句，被言事官（谏官）李知孝等人指控为“讪谤当国”,咬住不放，逐级递交奏状。于是，刘克庄获罪而被罢职，坐废乡野长达10年之久……这就是历史上有名的“落梅诗案”。</p> <p>　　呜呼！“若非一番寒彻骨，哪得梅花扑鼻香”，刘克庄咏梅诗词之丰无人可及。不啻于斯，他的一生针对南宋“国脉微如缕”的现状，写下了大量抒发感慨的不同题材的诗篇，爱国之心“似放翁”，高洁之志“似稼轩”，其身其品一如梅花。倘若有哪位剧作家把他的事迹搬上舞台，无需戏说，只要实言，也一定会是一出让人荡气回肠的好戏。剧名可叫做《落梅诗案》。</p> <p>　　“退之未离乎儒者，坐井观天错议聃（老聃，古代哲学家）”。刘克庄痛恨卖良求荣、追逐奉禄的当事谏官，视其为坐家虎，宁为“后村居士”，始终没有屈服。相反，从此开始大写特写梅花，一发而不可收，先后写了一百三十余首咏梅诗词。“梦得因桃数左迁，长源为柳忤当权。幸然不识桃与柳，却被梅花误十年”（《病后访梅九绝》），“……老子平生无他过，为梅花受取风流罪”（《贺新郎·宋庵访梅》）等咏梅诗作，都表露了他强烈的愤懑之情。刘克庄无怨无悔，虽然在后来的十年间生活颇为艰难，却有着“风流”的好心态，通过不失操守的努力，逐步改变自己命运，遂活到了82岁高龄。</p>",
  "about": "<h2>背景</h2> 　　宁宗嘉定年间，时任建阳（福建）令的<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>写了《落梅》一<a href=\"http://so.gushiwen.org/view_70982.aspx\">诗</a>，这是他咏物寄情的上乘之作。当时南宋小朝廷偏安东南一隅，已处于风雨飘摇之中，而统治阶级的上层人物却过着纸醉金迷的生活。目睹此情此景，爱国忧民的诗人真是万分痛心。作者虽有一腔报国热情，却得不到统治者的重用，倍受排挤、迫害，于是诗人便将内心的悲愤和不满借“落梅”这一意象曲折地表达出来。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "梅花",
    "品格",
    "抒怀"
  ]
}