{
  "id": 72254,
  "star": 223,
  "name": "屈原列传",
  "dynasty": "两汉",
  "content": "　　屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。</p> <p>　　上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知。每一令出，平伐其功，曰以为‘非我莫能为也。’”王怒而疏屈平。</p> <p>　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。</p> <p>　　屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、於之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。</p> <p>　　其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。</p> <p>　　长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反复之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。</p> <p>　　人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑，此不知人之祸也。《易》曰：“井渫不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。</p> <p>　　屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。自屈原沉汨罗后百有馀年，汉有贾生，为长沙王太傅。过湘水，投书以吊屈原。</p> <p>　　太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。” ",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>名平，与楚国的王族同姓。他曾担任楚怀王的左徒。见闻广博，记忆力很强，通晓治理国家的道理，熟悉外交应对辞令。对内与怀王谋划商议国事，发号施令；对外接待宾客，应酬诸侯。怀王很信任他。<br>　　上官大夫和他同在朝列，想争得怀王的宠幸，心里嫉妒屈原的才能。怀王让屈原制订法令，屈原起草尚未定稿，上官大夫见了就想强行更改它（想邀功），屈原不赞同，他就在怀王面前谗毁屈原说：“大王叫屈原制订法令，大家没有不知道的，每一项法令发出，屈原就夸耀自己的功劳说：除了我，没有人能做的。”怀王很生气，就疏远了屈原。<br>　　屈原痛心怀王惑于小人之言，不能明辨是非，小人混淆黑白，使怀王看不明白，邪恶的小人妨碍国家，端方正直的君子则不为朝廷所容，所以忧愁苦闷，写下了《离骚》。“离骚”，就是遭到忧愁的意思。天是人类的原始，父母是人的根本。人处于困境就会追念本源，所以到了极其劳苦疲倦的时候，没有不叫天的；遇到病痛或忧伤的时候，没有不叫父母的。屈原行为正直，竭尽自己的忠诚和智慧来辅助君主，谗邪的小人来离间他，可以说到了困境了。诚信却被怀疑，忠实却被诽谤，能够没有怨恨吗？屈原之所以写《离骚》，其原因大概是从怨愤引起的。《国风》虽然多写男女爱情，但不过分而失当。《小雅》虽然多讥讽指责，但并不宣扬作乱。像《离骚》，可以说是兼有二者的特点了。它对远古上溯到帝喾，近世称述齐桓公，中古称述商汤和周武王，用来讽刺当时的政事。阐明道德的广阔崇高，国家治乱兴亡的道理，无不完全表现出来。他的文笔简约，词意精微，他的志趣高洁，行为廉正。就其文字描写来看，不过寻常事物，但它的旨趣是极大的（因为关系到国家的治乱），举的是近事，而表达的意思却十分深远。由于志趣高洁，所以文章中称述的事物也是透散着芬芳的，由于行为廉正，所以到死也不为奸邪势力所容。他独自远离污泥浊水之中，像蝉脱壳一样摆脱浊秽，浮游在尘世之外，不受浊世的玷辱，保持皎洁的品质，出污泥而不染。可以推断，屈原的志向，即使和日月争辉，也是可以的。<br>　　屈原已被罢免。后来秦国准备攻打齐国，齐国和楚国结成合纵联盟互相亲善。秦惠王对此担忧。就派张仪假装脱离秦国，用厚礼和信物呈献给楚王，对怀王说：“秦国非常憎恨齐国，齐国与楚国却合纵相亲，如果楚国确实能和齐国绝交，秦国愿意献上商、於之间的六百里土地。”楚怀王起了贪心，信任了张仪，就和齐国绝交，然后派使者到秦国接受土地。张仪抵赖说：“我和楚王约定的只是六里，没有听说过六百里。”楚国使者愤怒地离开秦国，回去报告怀王。怀王发怒，大规模出动军队去讨伐秦国。秦国发兵反击，在丹水和淅水一带大破楚军，杀了八万人，俘虏了楚国的大将屈匄，于是夺取了楚国的汉中一带。怀王又发动全国的兵力，深入秦地攻打秦国，交战于蓝田。魏国听到这一情况，袭击楚国一直打到邓地。楚军恐惧，从秦国撤退。齐国终于因为怀恨楚国，不来援救，楚国处境极端困窘。第二年，秦国割汉中之地与楚国讲和。楚王说：“我不愿得到土地，只希望得到张仪就甘心了。”张仪听说后，就说：“用一个张仪来抵当汉中地方，我请求到楚国去。”到了楚国，他又用丰厚的礼品贿赂当权的大臣靳尚，通过他在怀王宠姬郑袖面前编造了一套谎话。怀王竟然听信郑袖，又放走了张仪。这时屈原已被疏远，不在朝中任职，出使在齐国，回来后，劝谏怀王说：“为什么不杀张仪？”怀王很后悔，派人追张仪，已经来不及了。<br>　　后来，各国诸侯联合攻打楚国，大败楚军，杀了楚国将领唐昧。这时秦昭王与楚国通婚，要求和怀王会面。怀王想去，屈原说：“秦国是虎狼一样的国家，不可信任，不如不去。”怀王的小儿子子兰劝怀王去，说：“怎么可以断绝和秦国的友好关系！”怀王终于前往。一进入武关，秦国的伏兵就截断了他的后路，于是扣留怀王，强求割让土地。怀王很愤怒，不听秦国的要挟。他逃往赵国，赵国不肯接纳。只好又到秦国，最后死在秦国，尸体运回楚国安葬。<br>　　怀王的长子顷襄王即位，任用他的弟弟子兰为令尹。楚国人都抱怨子兰，因为他劝怀王入秦而最终未能回来。屈原也为此怨恨子兰，虽然流放在外，仍然眷恋着楚国，心里挂念着怀王，念念不忘返回朝廷。他希望国君总有一天醒悟，世俗总有一天改变。屈原关怀君王，想振兴国家改变楚国的形势，一篇作品中，都再三表现出来这种想法。然而终于无可奈何，所以不能够返回朝廷。由此可以看出怀王始终没有觉悟啊。<br>　　国君无论愚笨或明智、贤明或昏庸，没有不想求得忠臣来为自己服务，选拔贤才来辅助自己的。然而国破家亡的事接连发生，而圣明君主治理好国家的多少世代也没有出现，这是因为所谓忠臣并不忠，所谓贤臣并不贤。怀王因为不明白忠臣的职分，所以在内被郑袖所迷惑，在外被张仪所欺骗，疏远屈原而信任上官大夫和令尹子兰，军队被挫败，土地被削减，失去了六个郡，自己也被扣留死在秦国，为天下人所耻笑。这是不了解人的祸害。《易经》说：“井淘干净了，还没有人喝井里的水，使我心里难过，因为井水是供人汲取饮用的。君王贤明，天下人都能得福。”君王不贤明，难道还谈得上福吗！令尹子兰得知屈原怨恨他，非常愤怒，终于让上官大夫在顷襄王面前说屈原的坏话。顷襄王发怒，就放逐了屈原。<br>　　屈原到了江滨，披散头发，在水泽边一面走，一面吟咏着。脸色憔悴，形体面貌像枯死的树木一样毫无生气。渔父看见他，便问道：“您不是三闾大夫吗？为什么来到这儿？”屈原说：“整个世界都是混浊的，只有我一人清白；众人都沉醉，只有我一人清醒。因此被放逐。”渔父说：“聪明贤哲的人，不受外界事物的束缚，而能够随着世俗变化。整个世界都混浊，为什么不随大流而且推波助澜呢？众人都沉醉，为什么不吃点酒糟，喝点薄酒？为什么要怀抱美玉一般的品质，却使自己被放逐呢？”屈原说：“我听说，刚洗过头的一定要弹去帽上的灰沙，刚洗过澡的一定要抖掉衣上的尘土。谁能让自己清白的身躯，蒙受外物的污染呢？宁可投入长流的大江而葬身于江鱼的腹中。又哪能使自己高洁的品质，去蒙受世俗的尘垢呢？”于是他写了《怀沙》赋。因此抱着石头，就自投汨罗江而死。<br>　　屈原死了以后，楚国有<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>、唐勒、景差等人，都爱好文学，而以善作赋被人称赞。但他们都效法屈原辞令委婉含蓄的一面，始终不敢直言进谏。在这以后，楚国一天天削弱，几十年后，终于被秦国灭掉。自从屈原自沉汨罗江后一百多年，汉代有个<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，担任长沙王的太傅。路过湘水时，写了文章来凭吊屈原。<br>　　太史公说：我读《离骚》、《天问》、《招魂》、《哀郢》，为他的志向不能实现而悲伤。到长沙，经过屈原自沉的地方，未尝不流下眼泪，追怀他的为人。看到贾谊凭吊他的文章，文中又责怪屈原如果凭他的才能去游说诸侯，哪个国家不会容纳，却自己选择了这样的道路！读了《服鸟赋》，把生和死等同看待，认为被贬和任用是不重要的，这又使我感到茫茫然失落什么了。</p><p><strong>注释</strong><br>（1）楚之同姓：楚王族本姓芈（mǐ米），楚武王熊通的儿子瑕封于屈，他的后代遂以屈为姓，瑕是屈原的祖先。楚国王族的同姓。屈、 景、昭氏都是楚国的王族同姓。<br>（2）楚怀王：楚威王的儿子，名熊槐，公元前328年至前299年在位。左徒：楚国官名，职位仅次于令尹。<br>博闻强志：见识广博，记忆力强。志，同“记”<br>明于治乱：通晓国家治乱的道理<br>娴于辞令：擅长讲话。娴，熟悉。辞令，指外交方面应酬交际的语言。<br>（3）上官大夫：楚大夫。上官，复姓。<br>（4）宪令：国家的重要法令。<br>（5）属（zhǔ主）：写作。<br>（6）《离骚》：屈原的代表作，自叙生平的长篇抒情<a href=\"http://so.gushiwen.org/view_72254.aspx\">诗</a>。关于诗题，后人有二说。一释“离”为“罹”的通假字，离骚就是遭受忧患。二是释“离”为离别，离骚就是离别的忧愁。<br>（7）反本：追思根本。反，通“返”。惨怛（dá达）：忧伤。<br>（8）盖：表推测性判断，大概。<br>（9）帝喾（kù库）：古代传说中的帝王名。相传是黄帝的曾孙，号高辛氏，齐桓：即齐桓公，名小白，春秋五霸之一，公元前685年至前643年在位。汤：商朝的开国君主。武：指周武王，灭商建立西周王朝。<br>（10）条贯：条理，道理。“见”同“现”。<br>（11）指：同“旨”。迩（ěr耳）：近。“见”同“现”。<br>（12）称物芳：指《离骚》中多用兰、桂、蕙、芷等香花芳草作比喻。<br>（13）疏：离开。濯淖（zhuó nào浊闹）：污浊。蝉蜕（tuì退）：这里是摆脱的意思。获：玷污。滋：通“兹”，黑。皭（jiào叫）然：洁白的样子。泥（niè聂）：通“涅”，动词，染黑。滓（zǐ子）：污黑。<br>（14）绌（chù处）：通“黜”，废，罢免。指屈原被免去左徒的职位。<br>（15）从（zòng纵）：同“纵”。从亲，合纵相亲。当时楚、齐等六国联合抗秦，称为合纵，楚怀王曾为纵长。惠王：秦惠王，公元前337年至311年在位。<br>（16）张仪：魏人，主张“连横”，游说六国事奉秦国，为秦惠王所重。详：通“佯”。委：呈献。质：通“贽”，信物。<br>（17）商、於（wū污）：秦地名。商，在今陕西商州市东南。於，在今河南内乡东。<br>（18）丹、淅（xī希）：二水名。丹水发源于陕西商州市西北，东南流入河南。淅水，发源于南卢氏县，南流而入丹水。屈匄：（gài丐）：楚大将军。汉中：今湖北西北部、陕西东南部一带。<br>（19）蓝田：秦县名，在今陕西蓝田西。<br>（20）邓：春秋时蔡地，后属楚，在今河南邓州市一带。<br>（21）明年：指楚怀王十八年（公元前311年）。<br>（22）靳尚：楚大夫。一说即上文的上官大夫。<br>（23）顾反：回来。反，通“返”。<br>（24）唐昧：楚将。楚怀王二十八年（公元前301年），秦、齐、韩、魏攻楚，杀唐昧。<br>（25）秦昭王：秦惠王之子，公元前306年至前251年在位。<br>（26）武关：秦国的南关，在今陕西省商州市东。<br>（27）内：同“纳”。<br>（28）顷襄王：名熊横，公元前298年至前262年在位。令尹：楚国的最高行政长官。<br>（29）虽放流：以下关于屈原流放的记叙，时间上有矛盾，文意也不连贯，可能有脱误。<br>（30）世：三十年为一世。<br>（31）《易》：即《周易》，又称《易经》。这里引用的是《易经·井卦》的爻辞。渫（xiè谢）：淘去泥污。这里以淘干净的水比喻贤人。<br>（32）被：通“披”。披发，指头发散乱，不梳不束。<br>（33）三闾大夫：楚国掌管王族昭、屈、景三姓事务的官。<br>（34）哺（bū埠）：吃，食。糟：酒渣。啜（chuò辍）：喝。醨（lí离）：薄酒。<br>（35）瑾、瑜：都是美玉。为：表示疑问的语气词。<br>（36）察察：洁白的样子。汶（mén门）汶：浑浊的样子。<br>（37）皓（hào）皓：莹洁的样子。温蠖（huò获）：尘滓重积的样子。<br>（38）《怀沙》：在今本《楚辞》中，是《九章》的一篇。令人多以为系屈原怀念长沙的诗。<br>（39）汨（mì密）罗：江名，在湖南东北部，流经汨罗县入洞庭湖。<br>（40）宋玉：相传为楚顷襄王时人，屈原的弟子，有《九辩》等作品传世。唐勒、景差：约与宋玉同时，都是当时的词赋家。<br>（41）“数十年”句：公元前223年秦灭楚。<br>（42）贾生：即贾谊（公元前200年前168年），洛阳（今河南洛阳东）人。西汉政论家、文学家。长沙王：指吴差，汉朝开国功臣吴芮的玄孙。太傅：君王的辅助官员。<br>（43）湘水：在今湖南省境内，流入洞庭湖。书：指贾谊所写的《吊屈原赋》。<br>（44）太史公：<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>自称。<br>（45）《天问》、《招魂》、《哀郢》：都是屈原的作品。《招魂》一说为宋玉所作。《哀郢》是《九章》中的一篇。<br>（46）《鵩鸟赋》：贾谊所作。去：指贬官放逐。就：指在朝任职。<br>（47）如：去、到<br>（48）稚子：小儿子</p>",
  "shangxi": "<h2>鉴赏</h2> 　　本文是一篇极为优秀的传记文学。文章以记叙<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>生平事迹为主，用记叙和议论相结合的方式热烈歌颂了屈原的爱国精神、政治才能和高尚品德，严厉地谴责了楚怀王的昏庸和上官大夫、令尹子兰的阴险。本文所记叙的屈原的生平事迹，特别是政治上的悲惨遭遇，表现了屈原的一生和楚国的兴衰存亡息息相关，他确实是竭忠尽智了。屈原留给后人的财富甚丰，他的高尚品德、爱国精神乃至文学成就，至今具有深远的影响。",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>人穷则反本。（反，通“返”，返回。）<br>犹离忧也。（离，通“罹”，遭遇。）<br>靡不毕见。（见，用“现”，出现。）<br>其称文小而其指极大，（指，通“旨”，意旨，旨趣。）<br>自疏濯淖污泥之中。（濯 ，通“浊”，污浊。）<br>皭然泥而不滓者也。（泥，通“涅”，染黑。）<br>屈平既绌。(绌,通“黜”，被罢黜。）<br>齐与楚从亲。（从，通“纵”，合纵。）<br>厚币委质事楚（质，通“贽”，见面礼。）<br>顾反。（反，通“返”，返回。）<br>赵不内。（内，通“纳”，接纳，收纳。）<br>被发行吟泽畔。（被，通“披”，披散。）<br>文言实词释义<br>属<br>屈平属草稿未定动词，zhǔ，连缀，引申为写作。<br>亡国破家相随属动词，zhǔ，连接。<br>属予作文以记之通“嘱”，嘱托，动词。<br>十三学得琵琶成，名属教坊第一部动词，隶属，属于。<br>在骨髓，司命之所属，无奈何也动词，掌管。<br>有宁越……之属为之谋名词，类，这些人。<br>吾属今为之虏也名词，用在人称后面，表复数。吾属，我们。<br>神情与苏、黄不属动词，类似。<br>若属皆且为所虏若属，你们这些人。<br>伐<br>每一令出，平伐其功动词，耀，自夸。<br>其后秦欲伐齐动词，讨伐，进攻。<br>口诛笔伐动词，声讨。<br>伐薪烧炭南山中动词，砍伐。<br>上兵伐谋，其次伐交，其次伐兵动词，战胜，打败。<br>此五霸之伐也名词，功业。<br>疏<br>王怒而疏屈平动词，疏远。<br>以疏为美，密则无态形容词，稀疏。<br>以金笼进上，细疏其能动词，陈述，旧读 shù。<br>论积贮疏名词，奏章，古代大臣向君主上书言事的文体，旧读 shù。<br>十三经注疏名词，注解的一种，为“注”作注的文字，旧读 shù。<br>离<br>“离骚”者，犹离忧也后“离”为动词，通“罹”，遭受。又如《叔向贺贫》：“而离桓之罪。”<br>约从离衡动词，离散，分离。<br>如有离违，宜别图之动词，背离。<br>多情自古伤离别动词，分离，离别。<br>本<br>父母者，人之本也名词，根本。<br>本末倒置 名词，本义：草木的根。<br>今背本而趋末名词，根本的、基础的东西或方面，此指农业。<br>此之谓失其本心形容词，本来的。<br>本在冀州之南副词，本来。<br>已后典籍皆为板本名词，稿本，版本。<br>今存其本不忍废名词，稿本、底本。<br>用芽者自从本说代词，这、此。<br>若止印三二本，未为简易量词，册。<br>臣本布衣副词，本来 （是） ，原来 （是）。一说，动词，出身于。<br>抑本其成败之迹动词，推究，考察。<br>志<br>推此志也，虽与日月争光可也名词，志向，心意。<br>一篇之中三致志焉名词，意愿。<br>博闻强志动词，通“记”。一说，名词，记忆力。<br>其志洁，其行廉名词，志趣。<br>聊斋志异动词，记述。<br>项脊轩志名词，表一种记事的文体。<br>指<br>其称文小而其指极大名词，通“旨”，意旨，旨趣。<br>指如削葱根名词，手指。<br>璧有瑕，请指示王动词，指出。<br>近者奉辞伐罪，旌麾南指动词，指向。<br>哙遂入……头发上指动词，直立，竖起。<br>指通豫南副词，一直，直接。<br>闻<br>博闻强志名词，学识，见闻。<br>忽闻门外虫鸣动词，听见。<br>初闻涕泪满衣裳 (cháng)动词，听说。<br>能谤讥于市朝，闻寡人之耳者动词使动用法，使……听取。<br>生乎吾前，其闻道也固先乎吾动词，懂得，明白。<br>况草野之无闻者欤名词，声望，声名。<br>无何，宰以卓异闻动词，闻名。<br>留<br>因留怀王以求割地动词，扣留。<br>留二日，维扬帅下逐客之令动词，停留。<br>先生可留意矣动词，留心，关心。<br>我命绝今日，魂去尸长留动词，保存，遗存。<br>迁<br>顷襄王怒而迁之动词，放逐，流放。<br>公车特征拜郎中，再迁为太史令动词，调动官职，此指升迁。<br>予左迁九江郡司马动词，调动官职。左迁：贬官。<br>齐人未尝赂秦，终继五国迁灭动词，变迁，变更。<br>战、守、迁皆不及施动词，迁移，迁都。<br>父<br>渔父见而问之曰名词，fǔ，古代对老年男子尊称。<br>余弟安国平父，安上纯父名词，通“甫”，音fǔ，古代男子的美称，多附缀于名字后面。<br>项伯者，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>季父也名词， （叔） 父，父辈人。<br>弹<br>新沐者必弹冠动词，用手指轻轻弹击。<br>莫辞更坐弹一曲动词，弹奏。<br>而设法备贮弹药，则可也名词，弓弹、炮弹、炸弹的总称。<br>害<br>争宠而心害其能动词，嫉妒。<br>邪曲之害公也动词使动用法，损害。<br>但欲求死，不复顾利害名词，祸害。</p> <p><strong>词类活用</strong><br>屈平疾王听之不聪也：动词活用作名词，听觉，听力，亦指人的聪明智慧和判断力。<br>谗谄之蔽明也：动词活用作名词，中伤别人的小人。<br>邪曲之害公也：形容词活用作名词，邪恶小人。<br>方正之不容也：形容词活用作名词，方正之人。<br>明道德之广崇：形容词活用作动词，阐明。<br>蝉蜕于浊秽：蝉：名词作状语，像蝉那样……。浊秽：形容词活用作名词，污浊环境。<br>厚币委质事楚：名词作状语，用厚币………<br>泥而不滓：名词活用作动词，niè，生活在污泥里。<br>其后楚日以削：名词作状语，一天天地。<br>亡国破家相随属：动词使动用法，使……灭亡，使……破败。<br>时秦昭王与楚婚：名词活用作动词，结为婚姻。<br>内惑于郑袖，外欺于张仪：名词作状语，在朝内，在国外。<br>身客死于秦：名词作状语，象客那样。一说，以客的身份。<br>卒使上官大夫短<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>于顷襄王：形容词活用作动词，说短处，诋毁。<br>存君兴国而欲反覆之：动词使动用法，使……兴。<br>莫不欲求忠以自为，举贤以自佐：形容词活用作名词，忠诚之士，贤能之人。<br>然皆祖屈原之从容辞令：名词活用作动词，效法，模仿。一说为意动用法，以……为祖先。</p> <p><strong>偏义复合词</strong><br>明于治乱，娴于辞令（偏在“治”，一说“乱”反训作“治”，“治乱”连<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>义）</p> <p><strong>古今异同词</strong><br>以为“非我莫能为”也：古今同义：认为。<br>明年，秦割汉中地与楚以和：古义：第二年。今义：来年。<br>设诡辩于怀王之宠姬郑袖：古义：欺诈的言论。今义：无理狡辩，动词。<br>奈何绝秦欢：古义：怎么，为什么。今义：对付，处置，如“你奈何不了他”“无可奈 何”。<br>其存君兴国而欲反复之：古义：返回 （楚国） 恢复 (国家)。一说，反，覆转。今义：一遍又一遍；颠来倒去；重复的情况。<br>颜色憔悴：古义：脸色。颜，颜面。色，气色。又如：暮去朝来颜色故。今义：物体光波通过视觉时所产生的印象。<br>形容枯槁：古义：形，形体。容，容貌。又如《林黛玉进贾府》：“第三个身量未足，形容尚小。”今义：对人或事物的形状或性质加以描绘。<br>而能与世推移：古义：变化。今义：移动。<br>皆祖屈原之从容辞令：古义：此处指言语举动适度得体。又如“常从容淡静”。一说，“从容”为举止行动之意。今义：不慌不忙，不急迫，镇定自若的样子。如成语“从容不迫”。</p><br/><h2>题解</h2> <p>　　本文是《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》中有关屈原的部分，其中又删去了屈原《怀沙》赋全文。这是现存关于屈原最早的完整的史料，是研究屈原生平的重要依据。屈原是中国历史上第一位伟大的爱国<a href=\"http://so.gushiwen.org/view_72254.aspx\">诗</a>人。他生活在战国中后期的楚国，当时七国争雄，其中最强盛的是秦、楚二国。屈原曾在楚国内政、外交方面发挥了重要作用，以后，虽然遭谗去职，流放江湖，但仍然关心朝政，热爱祖国。最后，毅然自沉汨罗，以殉自己的理想。本文以强烈的感情歌颂了屈原卓越超群的才华和他对理想执着追求的精神。虽然事迹简略，但文笔沉郁顿挫，咏叹反复，夹叙夹议，是一篇有特色的评传式散文。</p> <p>　　《屈原列传》节选自《史记·屈原贾生列传》，是一篇风格独特的人物传记。《史记》是中国第一部记传体的通史，记载了上起传说中的黄帝，下迄汉帝太初四年共约3000年的历史，分本纪、世家、列传、书、表五种体裁。列传用以记帝王以外的人的事迹。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>大约因为屈原、<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>都是文学家，又都怀才不遇，遭受贬谪，贾谊写的《吊屈原赋》又引起他的感慨，因而将屈原、贾谊合写一传。秦朝以前的古书都没有记载屈原的生平事迹，《史记》这篇传记，是记载屈原生平事迹最早、最完整的文献。王甚任之：“为左徒”，“入则与王图议国事，以出号令；出则接遇宾客，应对诸侯”。（左徒：楚官名。相当于上大夫而次于令尹。在国王左右参预政事，起草诏令，是相当重要的职位）。</p> <p>　　记叙屈原的生平事迹特别是政治上的悲惨遭遇，表现了屈原的一生和楚国的兴衰存亡攸攸相关，赞颂了他的爱国精神和正直的品德。作者为屈原立传，按时间顺序，以“任、疏、绌、迁、沉”为线索，处处围绕屈原的“志”写：第一部分以评介《离骚》“推其志”，第二部分以国家危难突出屈原“眷顾楚国，系心怀王”，“其存君兴国而欲反覆之，一篇之中三改志篇”，第三部分以回答渔父让屈原抒发矢志不渝的信念。</p><br/><h2>写作特色</h2> <p>　　和从《史记》中选入中学课本的其它几篇人物传记（《廉颇蔺相如列传》、《鸿门宴》、《信陵君窃符求赵》、《毛遂自荐》、《陈涉世家》）相比，本文的特色是：</p> <p>　　选材上，《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>列传》不具备曲折、生动、完整的故事情节，而是根据文献记载，粗线条地勾勒人物的生平事迹；</p> <p>　　写法上，记叙和议论相结合。全文四个部分都有“传”有“评”，因“传”而“评”，以“评”点“传”。议论方式各不相同，第一部分为评介式，第二部分为结语式，第三部分为陈述式，第四部分为比照式。</p> <p>　　语言上，本文具有浓厚的抒情色彩，叙中有情、倾向鲜明；议中有情、直抒胸臆。作者运用对偶、对比、排比、反复、比喻等修辞手法，增强了语言表达效果。</p> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>推崇屈原有两个方面：推崇他正确的政治主张和伟大的人格；推崇他在语言艺术上的高深造诣。</p> <p>　　司马迁认为屈原联齐抗秦的主张是正确的。屈原是楚国的贵族。当时，秦国兵力最强。但是楚国和齐国从亲，是可以抵抗强秦的，因为楚国疆土最大，齐国财力最富，而且楚、齐从亲，其他山东之国也会跟楚齐一道合纵来共同对付秦国。如果楚王能始终用屈原的外交主张，并且修明内政，那当时的天下还不知鹿死谁手。本传用了很大的篇幅叙述楚国和齐、秦的关系，从历史的教训来证明屈原联齐抗秦的主张的正确。当楚怀王重用屈原任为左徒的时候，齐、楚从亲，秦国不敢侵犯。等到楚怀王听信了上官大夫的毁谤而疏远了屈原之后，秦国就令张仪来离间齐楚的关系，破坏两国的联盟，以便各个击破。张仪骗楚王说，楚国如能和齐国绝交，秦愿献商于之地六百里。楚怀王贪图便宜，便当真和齐国绝交。张仪又说是献地六里，不是六百里。楚怀王大怒，就兴兵伐秦。楚国没有了齐国的援助，弄得损兵折将，丧权失地。这才又命屈原出使于齐，和齐国恢复邦交。秦国又说把汉中地还给楚国来讲和。楚怀王因为恨透了张仪，说不愿得地，愿得张仪才甘心。张仪居然来到楚国，收买了楚王的宠臣靳尚和宠姬郑袖，竟又安然返国。</p> <p>　　等到屈原从齐国回来，问楚王为什么不杀张仪，他后悔已经来不及了。这样，又上了秦国的当。其后，诸侯兵击楚，楚又大败。其后，秦又骗楚怀王到秦国去，屈原劝他不要去，可是他听了他的幼子子兰的话到秦国去了。果然一到秦国，秦国就不放他回去，要挟他割让土地，终至客死于秦。他的儿子顷襄王忘却血海深仇，反而向秦屈膝，重用亲秦派子兰等人，放逐屈原。后来楚竟为秦所灭。</p> <p>　　这些事实充分表明了楚国亲齐，秦国就不敢侵犯；亲秦，就吃秦国的大亏。司马迁对屈原的政治才能是异常推崇的。本传说屈原的《离骚》是“上称帝喾，下道齐桓，中述汤武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。”他还慨叹说：“人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。”可见司马迁认为屈原所理想的政治就是唐虞三代那样的政治，认为屈原主张举贤授能。从屈原的作品中，我们可以看出屈原这种政治倾向是强烈的。</p> <p>　　《离骚》里说：“皇天无私阿兮，览民德焉错辅。夫惟圣哲以茂行兮，苟得用此下土。瞻前而顾后兮，相观民之计极。夫孰非义而可用兮，孰非善而可服?”屈原反复地论述历代兴亡，认为亡是由于残害忠良，而兴是由于举贤授能。他主张要替人民打算，要选贤与能，这是有民主思想的因素的。因此，司马迁说他能够明道德之广崇，治乱之条贯，是正确的。司马迁不仅赞成他的贤能政治的主张，并且认为屈原就是贤能兼备的人。他说：“怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑。此不知人之祸也。”</p> <p>　　然而司马迁对屈原的推崇，最主要的还在于屈原的高尚人格和斗争精神。因为楚怀王昏庸贪婪，对外则亲齐亲秦摇摆不定，对内则宠任奸佞，听信谗言。屈原虽系贵族，并非近亲；虽有远大的政治眼光和卓越的政治才能，并没得到长久的重用。《离骚》里说：“世溷浊而嫉贤兮，好蔽美而称恶。闺中既以邃远兮，哲王又不悟。”正深刻地反映了他所处的时代的楚国政治情况。屈原为了坚持自己的理想，挽救楚国的危亡，坚决地起来斗争。他愤怒地控诉了贵族当权派的无耻：“众皆竞进以贪婪兮，凭不厌乎求索。”“固时俗之工巧兮，规矩而改错。背绳墨以追曲兮，竞周容以为度。”他痛斥他们弄得黑白不分，是非颠倒。《怀沙》里说：“玄文幽处兮，蒙谓之不章；离娄微睇兮，瞽以为无明。变白而为黑兮，倒上以为下；凤皇在兮，鸡雉翔舞。”他指斥他们将要把国家弄到濒于危亡的地步：“惟夫党人之偷乐兮，路幽昧以险隘。”因此，他宣称他决不妥协：“何方圜之能周兮?夫孰异道而相安?”屈原修德立行，忠心耿耿，原想导君于尧舜之治，可是怀王竟然不识，反而信谗疏远：“荃不察余之中情兮，反信谗而怒。”楚国弄到濒于危亡，怀王是应该负责任的，屈原对他也是不能无怨的。他说：“怨灵修之浩荡兮，终不察夫民心。”司马迁对屈原的为坚持理想而斗争的精神是歌颂的，对屈原的心情是深刻了解的。他叙述屈原作《离骚》的原因是这样的：“屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。”又说《离骚》“自怨生”。说“疾”，说“怨”，可见司马迁认为《离骚》之作正体现了屈原的斗争精神。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "传记"
  ]
}