{
  "id": 69868,
  "star": 2,
  "name": "杂剧·谢金莲诗酒红梨花",
  "dynasty": "元代",
  "content": "第一折<br>寒蛩秋夜忙催织，戴胜春朝苦劝耕。人若无心治家国，不知虫鸟有何情。小官姓刘名辅，字公弼。幼习儒业，颇看诗书。自中甲第以来，累蒙擢用，今除洛阳太守。某有同窗故友，乃是赵汝州，离别久矣。近日捎将一封书来与小官，书中的意思，说有谢金莲者，欲求一见。小官在此，不知此女子是何人？张千，你近前来，我问你咱；谢金莲是甚么人？好着相公知道，这谢金莲是一个上厅行首。原来如此。张千，你近前采，我分付你。赵秀才来时，则说谢金莲嫁了人也。门首觑者，若来时，报复我知道。理会得。虽是文章出众前，若无风月也徒然。请君试把嫦娥问，何事偏生爱少年。小生姓赵，双名汝州。我有同窗故友是刘公弼，在洛阳做太守。我先将一封书，寄与哥哥，欲求谢金莲相会一面。今日来到此处，则这里便是哥哥私宅。门上人，报复去，道有兄弟赵汝州，特来相访。禀相公得知，有赵汝州在于门首。道有请。请进。兄弟，别来久矣。请坐。不敢。张千，安排酒来，与兄弟把一杯拂尘者。哥哥，不劳赐酒。前日书中所云，专求谢金莲一见。哥哥意下如何？张千，唤将谢金莲来，与兄弟相见。相公不知，谢金莲嫁人多时了也。这等无缘，既如此，小生告回。兄弟，你可不为我来！且休要去。张千，收拾后花园中书房里，着兄弟安下，慢慢安排酒肴，与兄弟相叙去来。嗨！我此一来，专为要见谢金莲而来，不想他嫁了人。哥哥便留我在书房中安住，也没甚么兴味。天色晚了也，张千，点过灯来。灯在此，酒饭齐备了，请相公慢慢的自吃晚饭，小人回去也。张千回去了，小生自饮几杯咱。妾身谢金莲是也。奉相公的钧旨，教我假妆做王同知女儿，往后花园逗引那赵秀才。梅香，这是那里？这是太守家花园。梅香，咱去来。这早晚多早晚也？姐姐，这早晚初更时分了。是好花也呵。<br>【仙吕】【点绛唇】恰才个满目繁华，可又早落红飞下，春潇洒。苔径轻踏，香衬凌波袜。<br>【混江龙】则在夕阳西下，黄昏啼杀后栖鸦。看一庭花月，几缕烟霞。暮雨有情沾杏蕊，春风无处不杨花。我裙拖翡翠，鞋蹙鸳鸯，行过低矮矮这个荼藤架。我则见花穿曲径，草接平沙。<br>我恰才饮了几杯酒，闲行几步看花去。一个好秀才也。梅香，我久以后嫁人呵，则嫁这等风风流流的秀才。没来由嫁那秀才做甚么？他有甚么好处？这妮子是甚么言语那。<br>【油葫芦】秀才每从来我羡他，提起来偏喜恰，攻书学剑是生涯。秀才每受辛苦下载寒窗下，久后他显才能一举登科甲。秀才每习礼义，学问答。哎，你一个小梅香今后休奸诈，只说那秀才每不当家。秀才每几时能勾发达？<br>【天下乐】你岂知他那有志题桥汉司马，怎不教人嗔怒发，是和非你心中自临察。端的个无礼法，只管里抵触咱，梅香你记着我这一顿打。<br>姐姐，你待要嫁人，没来由烦恼，怎么便要打我？我有甚么罪过？这妮子，谁烦恼也？你烦恼哩。<br>【那吒令】这妮子我问着呵，没些儿个势沙；这妮子道着呵，将话儿对答；这妮子使着呵，早装聋做哑。泼贱才，堪人骂，再休来利齿能牙。我说甚的来？<br>【鹊踏枝】你可又不谦下，可又不贤达。迸定个腌臜不良鼻凹，丑嘴脸浑如蜡渣，直恁般性格儿诌吒。<br>梅香，你那里知道秀才每事，听我和你说咱。<br>【寄生草】我这里从头说，你那里试听咱。有吴融八韵赋自古无人压，有杜甫五言诗盖吐人惊讶，有李白一封书吓的那南蛮怕。你只说秀才无路上云霄，却不道文官把笔平天下。<br>呀！一个好女子也。不知谁氏之家？怎生得说一句话，可是好也。<br>【后庭花】俺将俏书生去问他，又怕这劣梅香瞧见咱。俺这里有意传心事，他那里无言指落花。争奈我是女孩儿家，做这一场活靶，可不的被傍人活笑杀。<br>请问小娘子谁氏之家？姓甚名谁？<br>【金盏儿】这秀才忒撑达，将我问根芽。妾身住处兀那东直下，深村旷野不堪夸。俺那里遮藏红杏树，掩映碧桃花。兀良山前五六里，林外两三家。小娘子，你端的谁氏之家？妾身是王同知之女，今夜晚间，因看花来到太守花园里，不想遇着秀才。敢问秀才姓甚名谁？小生是太守相公的表弟赵汝州是也。小娘子既到此处，到我书房中饮几杯，有何不可？既然如此，同到书房中攀话去咱。小娘子不嫌亵渎，请满饮一杯。秀才请。难得小娘子到此，多饮几杯。<br>【醉中天】笑哈哈捧流霞，我羞怯怯怎酬答。也不知前世今生甚的缘法，相会在花枝下。可知道刘郎喜杀，又值着我玉真未嫁，抵多少香饭胡麻。小娘子，今夜幸得相会，但不知后会何时？实难为别。妾明夜晚间，将一樽酒一瓶花，与秀才回礼。小生来日晚间专望也。<br>【赚煞】这早晚二更过，初更罢，扑粉面香风飒飒。夜静归来路儿滑，露溶溶湿润衣纱。哎！你个解元嗏，觑着这几朵梨花，更一片银河隔彩霞。贪和你书生打话，畅好是兜兜搭搭，因此上不知明月落谁家。<br>小生惭愧，有缘遇这个小娘子，许我明夜再会。果然若来时，和他吃几杯儿酒，添些春兴，扢搭帮放翻他。小娘子，只怕你苦哩。<br><br>第二折<br>小生赵汝州是也。昨夜晚间，遇王同知家的小姐，他约道今夜晚间再来。如今天已晚了也。怎生还不见小姐来？梅香，将这一樽酒一瓶花与那秀才回礼去。咱和你去。风清月白，端的好天气也呵。<br>【南吕】【一枝花】花梢月正高，院宇人初静。为怜才子约，嫌煞月儿明。俺忍怕耽惊，俏俏的穿芳径。怕人来更犬惊，花阴里蹑足行行，柳影中潜身等等。<br>【梁州第七】不离了这花阴柳影，也强如绣帏中冷冷清清。想才郎没半米儿尘俗性。他比着那谢东山后嗣，杜工部门生，潘安仁颜貌，曹子建才能，他生的才貌相应。虽不设海誓山盟，他、他、他，端的有千种风情，俺、俺、俺，办着个十分志诚，敢、敢、敢，成合了一世的前程。对着这良宵，媚景。玉纤重把罗衣整，露湿的绣鞋儿冷。绕遍园池过小亭，怎敢稍停？<br>姐姐，夜深了，俺慢慢的行。<br>【隔尾】我为甚商抄过绿径慌忙迸，我则怕迟到蓝桥淹了尾生。则这窃玉偷香的急心性。冷落了那画屏，香消了宝鼎，这其间倚定鸳鸯枕头儿等。姐姐，可早来到也。俺和你过去。小娘子来了也。秀才，妾身无甚么礼物，则这一樽酒一瓶花儿，朵与你回礼。小娘子，小生久等多时了也。梅香，你先回去。则怕夫人问着，你可支吾咱。理会得，我先回去也。秀才，你认的这瓶花么？小娘子，这瓶花是甚么花？你试猜咱。敢是海棠花么？<br>【哭皇天】待道是海棠呵杜子美无诗兴，敢是桃花么？若是桃花呵怕阮肇却早共你争。敢是石榴花么？那石榴花夏月开，这其间未过清明。敢是山茶花么？若论山茶花却是冬暮景，敢是刺梅花么？刺梅花初开未盛。敢是碧桃花么？若说着碧桃花，那里讨墙外谁家凤吹声。我也猜不着。枉将伊侯幸，说与你便省。<br>【乌夜啼】这的是一朵红梨花，休猜做枯枝杏，恰便似佳人面晕微醒。他三春独掌着花权柄，枝叶儿青青，颜色儿荧荧。且休说四季牡丹亭，更休过黄花径。这花与灯，偏相称，灯光闪烁，花影轻盈。小娘子，既有如此好花，何不作一首诗？我单提着红梨花作诗一首。小娘子，你就表白咱。本分天然白雪香，谁知今日却浓妆？秋千院落溶溶月，羞睹红脂睡海棠。妙、妙、妙。小生也做一首。换却冰肌玉骨胎，丹心吐出异香来。武陵溪畔人休说，只恐夭桃不敢开。好高才也。<br>【贺新郎】听绝诗句猛然惊，早是他内性儿聪明，才调儿清正。这两般消的人钦敬，不枉了风流俊英。诗提着花酒为名，花娇如玉软，酒色似冰清。世间花酒济人兴，洒斟金潋滟，花列玉娉婷。对这好花好酒，又好良夜，知音相遇，岂不美哉。<br>【四块玉】我剔的这灯焰儿光，那的这花瓶儿正。我对着这烛底花前说叮咛，则愿的灯休灭花休谢人休另。这知音人存着志诚，似花枝常在瓶，似灯儿分外明。<br>老身是这王同知的嬷嬷是也。夜深了，老夫人不见小姐，着我寻去，敢在太守家花园里。您做的好勾当也。嬷嬷来了，怎生是了？<br>【骂玉郎】莫不是安排着消息踏着应，便这等怒忿忿没人情，虽然奉着俺尊堂命。您做的好勾当也。怎敢紧揝住他角带鞓，走将来，寻争竞。<br>【感皇恩】嬷嬷也老不以筋力为能，咱须是负屈高声。俺赏的这上阳花，饮的这长寿酒，烧的这短檠灯。正是银河耿耿，玉器泠泠，对着那一轮月，千里风，满大星。<br>【采茶歌】俺从那期程，伴着这书生，直吃的碧桃花下月三更。你个嬷嬷夫人心休硬，便有合该罪犯俺招承。<br>我央及嬷嬷，你先回去，我便来也。小姐，我先回去，你便来。你若来迟呵，老夫人行我替你愁哩。秀才，我回去也。小娘子，这一去几时能勾再来？<br>【一煞】你休愁我衾寒枕剩人孤另，我则怕你酒醒灯昏梦不成，佳期漏泄无干净。慌出兰堂，四下眶天如悬镜。夜气扑人冷，一片闲云近玉绳，空余着银汉澄澄。<br>小娘子，你回去呵，倘老夫人有些嗔责，小娘子，你也则是为小生而来，教小生如何放心得下？小娘子，见老夫人是必善回话咱。秀才。你放心者。<br>【尾煞】我把一枝翠柳将身映，小娘子，你可仔细走。这里不比十二瑶台独自行。曲栏傍月光净，粉墙边晚风劲。呀，兀的不有人来也。只听的扑簌簌鞋底鸣，唬的我颤兢兢手脚冷。俺只索止安身躯注着眼睛，原来不是人呵。可正是云破月来花弄影。<br>小娘子去了也。恰才共他诗词酬和，正是有情。不想嬷嬷走将来，把小娘子唤的回去了，依旧留下小生一个在此。小娘子，则被你思量杀我也。全凭着花月为媒，共佳人倡和传杯。被嬷嬷逼将回去，把一天喜都做伤悲。<br><br>第三折<br>自从兄弟赵汝州来到，我着他在后花园书房里安下。我如今待要下乡劝农去也，则怕那秀才上朝应举去的忙，等不的我回来。留下花银两锭。全副鞍马一匹，春衣一套。你与秀才说知，道老夫再三传示，若是他去迟呵，等我回来，亲自送他。理会的。自从那夜嬷嬷将小娘子唤将回去，并无一个信音。小娘子，几时得和你再能勾相见也。今日在书房中独坐，连张千也不见来问我的茶饭，好生纳闷。老身是卖花的三婆是也。今日去太守家里花园中去采几朵花儿，长街市上货卖的些钱物，养赡老身。须索走一遭去也呵。<br>【中吕】【粉蝶儿】则为我年老也甘贫，携着个匾篮儿俨然厮趁，卖几朵及时花且度朝昏。则被这牡丹枝、蔷薇刺，将我这袖梢儿抓尽。见如今节遇三春，都不如洛阳丰韵。<br>【醉春风】这蜂惹的满头香，蝶翻的两翅粉。原来是卖花人头下一枝春，把蜂蝶米引，引。红杏芳芬，碧桃初绽，海棠开喷。<br>来到这太守家花园里也，我与你采这几般花儿去货卖。采几朵桃花，采几朵海棠，采几枝竹叶，采几枝嫩柳，都放在这花篮里。我且回去。三婆，你那里去？你回来。呀！兀的不唬杀我也。老身不知秀才哥哥在这里。你偷的我这花儿那里去？三婆不敢。你采这竹叶那里去？哥哥，不争你提这竹叶来呵。<br>【迎仙客】唬的我湘娥般洒泪痕，你休节外把咱嗔，虚心儿告他折了你甚本？也则为揉损了青枝，唬的我慌搓玉笋。你那里便至本从根，哎，这叶儿又不曾传芳信。<br>你采的我这桃花儿那里去？不争你提起这桃花来，三婆也有一节说。<br>【红绣鞋】堪笑春风几阵，一帘红雨纷纷，飘香流水绕孤村。亲引上俺天台路，得见恁武陵人，哎，你一个阮郎直恁般狠。<br>你采这海棠何用？这海棠花不可恋他。<br>【石榴花】胭脂着雨色犹新，妆点出艳阳春。娇滴滴似带洒微醺，若是他梦魂，遇着东君。这花也端的多风韵，倚阑干睡足精神。也曾高烧银烛争窥认，则为他无兴上恼了诗人。<br>【斗鹌鹑】这花儿曾莺燕邀留，更有那蜂蝶斗引。娇似嫣红，嫩如腻粉。你看何处园林不是春，我可便自暗晒。哎，你个折桂的书生，怎放不过偷花的妇人。<br>你要杨柳做甚么？这杨柳，三婆也有说话。<br>【快活三】这柳呵则会在长亭畔袅暗尘，阳关外送行人。渭城客舍斗清新，休惹起我离愁闷。<br>【鲍老儿】我待请去章台上做个故人，不俫乘着些柳色黄金嫩。若近些门映着水滨，枉把你个五柳先生问。伴的是和风习习，轻云冉冉，落絮纷纷。这几般花，有甚么好处？这几般花儿，都不必恋他。听三婆说咱。<br>【十二月】我和那海棠最亲，羡的是柳叶眉颦，喜的是桃花喷火，爱的是竹叶如云。四般儿都值的几文，则被你央煞俺穷民。<br>【尧民歌】你去那百花园内逞精神，哎，你个惜花人刁蹬煞卖花人。你一春莫厌买花频，才见春来又残春，缤也波纷。飞花满绿茵，有多少东风恨。三婆，我有一瓶花，我看你认得么？你将来我看着。兀的不是，三婆你看。有鬼也，有鬼也。三婆，你见了这花，可怎生说有鬼也？你见甚么来？<br>【乱柳叶】则这一瓶花唬了我魂，悒悒的把身躯儿褪。俺孩儿正青春，犹兀自未三旬，直被他送的个病缠身，这便是灾星进。<br>你这等慌做甚么？误了三婆卖花也，明日来和你说。三婆且休去，你且说与我。我说与你，则休害怕。你说来，我不怕。你道这花园是谁家的花园？这个是太守家的花园。不是太守家的花园，可是王同知家的花园。王同知有个女孩儿，为他要看那花，自家盖了这所花园。到的是春间天道，万花开绽，墙里一个佳人，墙外一个秀才，和那小姐四目相觑，各有春心之意，不能结为夫妇。那小姐到的家中，一卧不起，害相思病死了。那小姐爷娘，舍不的他，埋在这花园背后。他那一灵不散，怨气难消，长起一棵树来，开的可是红梨花。那小姐阴灵，近新来则缠搅的年纪小的。秀才，你道我是谁？你是卖花的三婆。我是李府尹的浑家。我有一个孩儿李秀才，为那城中熟闹，无处看书，也借了他这花园看书。正看书里，到这一更无事，二更悄然，到那三更前后，起了一阵怪风，一个如花似玉的小娘子，和我那孩儿四目相窥，各有春心之意，同到书房中，饮了几杯酒。那小娘子便要起身，对秀才说：我无甚么，明夜一樽酒一瓶花，与你回礼。到那第二晚间，俺那孩儿，又这般等他。到那一更无事，二更悄然，三更前后，那小姐引着一个梅香，将着一樽酒一瓶花，可来与俺孩儿回礼。在那书房里诗词歌赋，正饮酒中间，被他那嬷嬷撞见，那小姐一直的去了。我那孩儿不知道他是鬼，在那书房中一卧不起，害相思病死了。俺那孩儿在时，曾问他甚么模样，怎生打扮，我说与你听咱。<br>【上小楼】他妆梳的异样儿新，眉分八字真。口吐樱桃，眼转秋波，鬓挽乌云。那小姐，怕不有，千般儿淹润，秀才也说着呵老身心困。<br>这一会儿，不由的我也害怕起来。呸！有鬼，有鬼。<br>【幺篇】足律律起阵旋风，刮起那黄登登几缕尘。正是那个婆娘，缠俺孩儿，狠毒冤魂。向这里，又将待，要咱亲近，拚的打您娘五千桃棍。三婆，你不说，我那里知道。兀的不唬杀我也。我回去也。这花园不干净，得你在这里伴我一伴也好。可不误了我卖花。<br>【煞尾】俺孩儿一年来不得托生，秀才也你三更里撞着鬼魂。俺孩儿三年光。景无人问。哎，且喜波。可早有替代你的生天路儿稳。三婆去了也。可怎生不见张千来？我往书房中看秀才去。张千，相公在那里？相公下乡劝农去了。相公曾分付你甚么来？相公去时，分付我来，说公事忙，有好几时未得回哩。留下物件，着我交付与你。是花银两锭，春衣一套，全副鞍马一匹。既有此物，张千，多多的拜上您相公，则今日我就上朝取应去也。相公还有分付，说秀才去的迟，便等相公回来，与你面别。我只是不等他了。我不别仁兄不为过，只为后花园里难存坐。万一红梨花下那人来，可不与李家孩儿凑两个。<br><br>第四折<br>老夫刘公弼。自从去岁有兄弟赵汝州，来探望小官，后来不辞而去。不想今年他撺过卷子，一举成名，得了头名状元。所除在这洛阳为县令，是老夫属官，今日来参见老夫。令人，准备酒肴，这早晚敢待来也。满腹诗书七步才，绮罗衫袖拂香埃。今朝坐享逍遥福，不是读书何处来？小官赵汝州是也。自到京都阙下，撺过首卷，一举状元及第，所除洛阳县令。今日须索拜见太守去。可早来到也。左右，报复去，道有新县令特来参见。有新县令来参见相公。道有请。请进。贤弟功名得意，可喜可贺。张千，收拾花园亭子上，安排酒肴，与县令拂尘咱。不敢重劳。您兄弟适才在衙门里饮过几杯酒也。再饮不妨，咱去来。将酒来，兄弟满饮此杯。小官酒勾了，醉了也。县令睡着了也。张千，与我唤将妓女，伏侍相公。妓女每走动。相公呼唤妾身做甚么？你拿着一把扇子，折一枝红梨花，插在那扇子上，与县令招风打扇。小心在意者。理会的。知他俺那赵汝州在那里也呵？<br>【双调】【新水令】这红梨花依旧艳阳天，则不见那生之面。往常我樽前歌宛转，席上舞蹁跹。生疏厂品竹高弦，不承望侍欢宴。<br>【沉醉东风】想着他风流少年，曾和俺在月下花前。虽不曾共绣衾，虽不得同罗荐，也两个诗酒留连。今日个将小扇轻纨出画筵，可知是非吾所愿。相公分付，好生打扇哩。这扇呵，<br>【雁儿落】堪宜桂影圆，可爱丹青面。清风随手生，皓月当胸现。<br>【得胜令】呀！错认做陶令酒中仙，几时得豁这班女腹，下冤。不枉了下载寒窗下，则愿他清名四海传。哎，天也波天，天与人行方便。我这里轻扇，你个飇风小状元。<br>将一枝红梨花，插在扇上。有鬼也，有鬼也。兀那妇人，你是妖精鬼魅，靠后，休近前来。兀的不是赵汝州？你是鬼也。<br>【挂玉钩】我和他邂逅春风甚可怜，只道是有情人偏得多情眷。怎知他别后些儿没挂牵，竟不记的梨花面。倒着我莫近前，须避远，直恁般醉眼模糊，认不周全。<br>卖花三婆说：你是鬼，如今白日都出来了，好怕人也。<br>【川拨棹】不甫能见英贤，又道我足鬼魂儿在眼边。唬的他对面无言，有似风颠。惊急力前合后偃。便有那张天师怎断遣？<br>【七弟兄】别不上一年，两年，说不尽恨绵绵，负心人这搭儿卫重相见。初相逢看我似蕊珠仙，你今朝待送我到驱邪院。<br>【梅花酒】呀！我恨杀这状元，我本是画阁婵娟，怎道我鬼魅相缠？今日个有口难言。我衣有缝身有影，敢是你无情我无缘。两下里各茫然，不能似扇团圆。<br>兀的不是红梨花？我晓的这是你墓间之物，你不要缠我。待明日我做些好事，超度你生天便了。<br>【收江南】呀！你可为甚么一春常费头花钱？那些儿色胆大如天，把活人生扭做死人缠。这相逢也枉然，几时得笙歌引至画堂前。<br>县令，你这般慌甚么？这妇人是妖精鬼魅。贤弟全然不知，听我说与你听。当初你寄书来，要见谢金莲，元来是个妓女。我怕你迷恋烟花，坠了你进取之志。是我分付张千，则说谢金莲嫁了人也。贤弟，你在后花园中书房里安下，我却暗暗的着此妇人，只做采花，与你相见。他不是别人，则他便是谢金莲。着他隐姓埋名。假说做王同知的女儿。后来又着三婆说他是鬼，迷死了他的儿子。以此贤弟吃惊，不辞而去了。我将这妇人乐籍上除了名字，另置别馆。今日贤弟来到，伏侍你，犹然不认的他。说兀的做甚？自别佳人又一生。今朝着您两团圆。他不是下方作鬼同知女。正是上厅行首谢金莲。哥哥，则被你瞒杀您兄弟也。则今日好良辰，就此席上，成合了你两口儿。多谢了相公。<br>【水仙子】则我是洛阳城里谢金莲，好把宫花簪帽偏。玳瑁筵好作琼林宴．脱白襕好将紫绶穿。祗候人也得迁。虽然是刘公弼使的机变，赵汝州偏能顾恋，到底是红梨花结果了这一段姻缘。<br>题目赵汝州风月白纨扇<br>正名谢金莲诗酒红梨花</p> <p> ",
  "poet": {
    "id": 1409,
    "star": 0,
    "name": "张寿卿",
    "desc": "张寿卿，[约公元一二七九年前后在世]名不详，东平人。生卒年均不详，约元世祖至元中前后在世，官浙江省掾吏。寿卿工作剧，有诗酒红梨花，（录鬼簿）一种，今尚存。散曲未见。"
  },
  "tags": []
}