{
  "id": 72751,
  "star": 81,
  "name": "黄鹤楼记",
  "dynasty": "唐代",
  "content": "　　州城西南隅，有黄鹤楼者。《图经》云：“费祎登仙，尝驾黄鹤返憩于此，遂以名楼。”事列《神仙》之传，迹存《述异》之志。观其耸构巍峨，高标巃嵸，上倚河汉，下临江流；重檐翼馆，四闼霞敞；坐窥井邑，俯拍云烟：亦荆吴形胜之最也。何必濑乡九柱、东阳八咏，乃可赏观时物、会集灵仙者哉。</p> <p>　　刺使兼侍御史、淮西租庸使、荆岳沔等州都团练使，河南穆公名宁，下车而乱绳皆理，发号而庶政其凝。或逶迤退公，或登车送远，游必于是，宴必于是。极长川之浩浩，见众山之累累。王室载怀，思仲宣之能赋；仙踪可揖，嘉叔伟之芳尘。乃喟然曰：“黄鹤来时，歌城郭之并是；浮云一去，惜人世之俱非。”有命抽毫，纪兹贞石。</p> <p>　　时皇唐永泰元年，岁次大荒落，月孟夏，日庚寅也。",
  "fanyi": "<p><strong>译文</strong><br>　　在鄂州城的西南角，有一座楼叫黄鹤楼。《图经》上说：“费祎成仙，曾经骑着黄鹤返回在这里休息，于是就用“黄鹤”命名这座楼。事情记载在《神仙传》上，事迹保存在《述异记》上。观看黄鹤楼这座矗立着的楼宇，高大雄伟，高高耸立。它顶端靠着银河，底部临近大江。两层屋檐，飞檐像鸟的翅膀一样高高翘在房舍之上。四面的大门高大宽敞，坐在黄鹤楼上可以远眺城乡景色，低头可以拍击云气和烟雾：这里也是楚地和吴地山川胜迹最美的地方。没有必要去濑乡的老子祠，去东阳的八咏楼，这里就可以观赏景色、会集神仙了。</p> <p>　　刺史兼侍御史、淮西租庸使、荆岳沔等州都团练使、是河南的穆宁，他一上任就把政事治理得很好，一发出号召老百姓就十分拥护。有时在公务之余他来此小憩，有时他登车在此把客人送到很远的地方，他游览一定来这里，设宴也一定在这里。从黄鹤楼上可以极目遥望浩浩的长江，可以看见众多的高山。朝中的文人想抒发感怀的时候，可以来此读到<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的《登楼赋》，如果想寻找仙人的踪迹，来此可以找到荀叔伟驾鹤来临的地方。于是人们常常感叹说：“在荣华富贵之时，人们常常一起歌咏这雄伟的黄鹤楼，等到衰败的时候，看到黄鹤楼就常常感到物是人已非。”我奉命执笔，在这坚硬的石头上写下了这段文字。</p> <p>　　时间是皇唐永泰元年，太岁纪年为大荒落，四月二十七日。</p> <p><strong>注释</strong><br>州：指鄂州，指所在今湖北武汉市武昌。<br>隅：角落。<br>《图经》：记载某地风俗，物产，附有地图的书籍。<br>费祎：字文伟，三国时蜀汉大将军。<br>登仙：成仙。<br>尝： 曾经。<br>驾：骑。<br>憩：休息。<br>遂：于是，就。<br>以：用。<br>列：记载。<br>《神仙》：即《神仙传》，晋代<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>著，专记神仙故事。<br>《述异》之志：是《述异记》，南朝梁任昉著，多载志怪故事。<br>其：代词，指黄鹤楼。<br>巍峨：高大雄伟的样子<br>巃嵸：高耸的样子。<br>河汉：银河。<br>翼：古代建筑的飞檐。<br>闼：门。<br>霞敞：高大宽敞。<br>井邑：城乡。<br>荆吴：楚国和吴国，这里泛指长江中下游地区。<br>之：的。<br>最：最美的地方。<br>濑乡九柱：指位于濑乡的老子祠，故址在今河南鹿邑。柱，屋柱，代指屋宇。九，泛指多数。<br>东阳八咏：指南齐文学家<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>任东阳太守时所建八咏楼。楼原名元畅楼，沈约有《登台望秋月》等<a href=\"http://so.gushiwen.org/view_72751.aspx\">诗</a>八首，称八咏诗，故称。<br>仲宣：汉文学家王粲（177—217年），善诗赋。所作《登楼赋》颇有名。<br>叔伟：荀叔伟，曾于黄鹤楼上见到仙人驾鹤而至。事见《述异记》。<br>“乃喟然曰”五句：传说汉辽东人丁令威学道成仙，化鹤归来，落城门华表柱上。有少年欲射之，鹤乃飞鸣作人言：“有鸟有鸟丁令威，去家千年今始归，城郭如故人民非，何不学仙冢累累。”事见晋陶潜《搜神后记》。<br>永泰元年：即公元765年。永泰为唐代宗的年号。<br>大荒落：《尔雅》纪年，太岁运行到地支“巳”的方位。<br>孟夏：四月。<br>庚寅：二十七日。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此文不到三百字，却包含了丰富的内容，而且极具文采。文章的开头两句，就点出黄鹤楼所在的地方，在武昌城西南角，使人一开始就对黄鹤楼有了明确的印象。“图经”以下五句，阐明黄鹤楼取名的由来。据《图经》载，黄鹤楼是因费祎登仙后，曾驾黄鹤回来在此处休息，于是定名的。后两句更旁征博弓卜提出晋代<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>的《神仙传》和南朝梁代任昉的《述异记》都记载了关于黄鹤的故事，以证明事实不虚，以增强黄鹤楼命名由来的说服力。仙人乘鹤，本属虚无，而作者却以无作有。这样就给这座楼涂上了一层神秘的色彩、作者之所以采用神话传说，是为了突出这座楼不同寻常之处，它曾是神仙到过的地方，这样写也是为本文主旨服务，为下文伏笔。接下来几句写楼的外貌：“耸构巍峨，高标巃嵸”一组对偶，刻画楼的整体形象。句中的“耸”和“高”、“巍峨”和“巃嵸”都是高的意思，重叠使用，铺陈楼的高大。“上倚河汉”写楼的顶端，用夸张的手法，极言其高：“下临江流”写楼的底部，进一步交代楼的地理位置，写出楼在江边，“重檐翼馆，四闼霞敞”这一组对偶句是对楼的建筑结构的具体描写。至此，作者对楼的外貌刻画，气势雄伟。“坐窥井邑，俯拍云烟”一组对偶句写登楼的感触，正因为黄鹤楼高入云天，又临大江，所以登楼可以远眺周围城市乡村，弯下腰可以拍击萦绕大楼的云气和烟雾。一个“坐”字，说明无意观景而周围景物尽收眼底“俯拍”二字，构思别致，而“云烟”既能“俯拍”，其身在高处可知：这两句虽未直言楼高，而一座直凌霄汉的高楼已历历如绘，登黄鹤楼如临仙境，于是作者发出“亦荆吴形胜之最也”的感叹。“荆吴形胜之最”这一句，是对楼的重要性作了扼要而有分量的概括。</p> <p>　　以上几句对黄鹤楼景物的描写，有上有下，有远有近，有内有外，也有实有虚，行文变化多端，情趣盎然。作者对黄鹤楼的形态己经刻画尽致了，本可以收住，但他意犹未尽，为了确立这座名楼的特殊地位，他又列出“荆吴”以外的东阳的八咏楼和乡的老子祠来作陪衬，说明黄鹤楼能够代替这些楼观以“赏观时物”，“会集灵仙”，突出黄鹤楼的存在价值。</p> <p>　　第二段，作者在介绍了这篇文章的促成者穆名宁的本兼各职和籍里之后，接着“下车”二句是颂扬他的政绩，虽是谀词，但乃行文必不可免。以下“道迄”四句，指出黄鹤楼在当地所起的作用，是公余游览或举行宴会的好所在。其中“透迄退公”句与隔句“游必于是”相照应，“登车送远”句又照应隔句“宴必于是”（《文苑英华》本无此四字）。紧接“极长川”两句，是以穆名宁的身分远望河山，触景生情，不免追念东汉末年因见王室衰微，登楼兴感而作《登楼赋》的王架；又因穆名宁身在黄鹤楼，就很自然地想到当年曾在黄鹤楼上见到仙人驾鹤而至，进而宾主畅叙的荀叔伟。这两句是交代穆刺史兴感之曲，因而才有嘱咐阎泊理撰写这篇《黄鹤楼记》付刻碑石的行动，顺理成章，组合严密。这里，作者对穆名宁思想活动的刻画也是真实的。穆名宁作为一个高级地方长官和封建文人，在特定环境里有那么一些想法，是符合人物性格的。而后面四句发出有如当年丁令威化鹤归来的感叹，也就更合乎情理了。</p> <p>　　这篇《黄鹤楼记》文章虽短，却取材得当，层次分明，用精练的语言高度概括，把黄鹤楼的概况包揽无遗，其中有掌故，有景物，有事实，有议论，也有感慨。用这么短的篇幅包括丰富的内容，不失为一篇情辞并茂的好文章。</p>",
  "poet": {
    "id": 2336,
    "star": 0,
    "name": "阎伯理",
    "desc": "《黄鹤楼记》作者，唐代人。一作“闫伯珵（chéng）”，生平不详。所属文学时期为隋唐五代文学。"
  },
  "tags": [
    "景点",
    "游记"
  ]
}