{
  "id": 72768,
  "star": 6,
  "name": "和李上舍冬日书事",
  "dynasty": "宋代",
  "content": "北风吹日昼多阴，日暮拥阶黄叶深。<br>倦鹊绕枝翻冻影，飞鸿摩月堕孤音。<br>推愁不去如相觅，与老无期稍见侵。<br>顾藉微官少年事，病来那复一分心？",
  "fanyi": "<p><strong>译文</strong><br>北风呼啸，吹走雪花，白天也是阴沉沉；傍晚了，阶前吹拢的黄叶，又堆高了几分。<br>那乌鹊也疲倦了，冒着寒冷，绕着树飞着，它的影子在空中翻腾；飞往他乡的大雁，高高地几乎要碰到月亮，不时传来几声凄凉的鸣声。<br>我想排解紧紧缠绕的愁怨，可它总是自己寻觅到我心上；原本与老年没有约定，它却不知不觉地向我入侵。<br>做官啊，立功建勋啊，这些都是少年时的梦想；如今又老又病，再也没有一分利欲名心。</p> <p><strong>注释</strong><br>1 李上舍：不详。宋太学分三等，即外舍、内舍、上舍，以上舍为最高。此“上舍”即指太学上舍生。<br>2 日暮：傍晚；天色晚。<br>3 黄叶：枯黄的树叶。亦借指将落之叶。<br>4 倦鹊绕枝：用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》“月明星稀，乌鹊南飞。绕树三匝，无枝可依”句意。<br>5 飞鸿：飞行着的鸿雁。<br>6 摩：接近，碰到。<br>7 孤音：孤独的声音。<br>8 顾藉：顾念，顾惜。<br>9 微官：小官。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_72768.aspx\">诗</a>人不因为诗是和作而勉强从事，而如他的其他诗一样，以全力出之，磨淬剪裁，均臻妙境。</p> <p>　　首联切题，写出冬天的景色，说北风呼啸，吹走了飞雪，但天色仍然是阴沉晦暗，黄昏时，阶前堆积的黄叶越来越深。这两句开宗明义，似乎直写所见，细细品味，仍可见烹炼之工。诗写的是初冬，所以枝上仍有黄叶，这些残存的黄叶，经受北风的劲吹，终于纷纷坠下，又被风吹得集中在阶下。这是人们习见而不注意的现象，被诗人拈出，就觉得分外传神。一个“拥”字，把黄叶堆积的情景写得很形象。用好“拥”字是韩驹的看家本领，宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《老学庵笔记》说：“韩子苍诗喜用‘拥’字，如‘车骑拥西畴’，‘船拥清溪尚一樽’之类，出于唐诗人<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>‘城隅拥归骑’。”虽然点出韩驹诗的祖述关系，但也由此可见，韩驹善于琢磨字义，能把同一个字用在不同场合，都非常熨帖。</p> <p>　　颔联写景，几乎句锤字炼，戛戛独造。写倦鹊绕枝，是承上面朔风吹雪而来，所以说它们“翻冻影”；由于天气骤寒，所以大雁纷纷南飞，在夜空中不时传来几声哀鸣。这两句布局仍然同前一联一样，每句各写一景，因为诗写冬日，所以不同于一般的即目诗，拘泥于一时一刻，因而上面写阴天，这里仍然可以写夜月，不是诗病。诗的第五字即所谓的诗眼，所用动词都很生动。以一个“翻”字，状出乌鹊绕枝翩翩飞舞的情况，以一个“堕”字，描摹高空雁鸣传到地面的状况，都道人所未道。而以“倦”字形容绕枝欲栖的乌鹊，也很工致。有人认为诗锻炼得有些过分，其实正点出了韩驹诗的特点，工总比圆熟滑俚要好。唐诗讲究意象，宋诗讲究工巧，唐人不为正是宋人所乐为，从这里可以见得韩驹这首诗代表了典型的宋诗风格。</p> <p>　　诗的前半全是写景，满目凄其肃穆、哀凉孤苦的现象，已或多或少透露了诗人的心境。诗下半转入抒情。上半写得很绵密，下半风格随内容而变，转而虚疏。颈联叹愁哀老，说愁苦缠身，推也推不掉；与老无约，老却悄悄来临。诗将愁与老用拟人化的手法写出，在调侃中带有无可奈何之意，写得很活，把寻常叹老诉愁语全都抹绝，有强烈的新鲜感，所以方回评说：“五、六前辈有此语，但锻得又佳耳。”尾联由哀愁叹老，进而想到功名富贵，说自己少年时对功名一味争取，如今老病，把这些都看得很淡薄了。诗结尾情调很低落，正是诗人处在新旧党争的漩涡中心的心理反映。果然没多久，他便因“坐为苏氏学”（《宋史》）而遭贬。</p>",
  "about": "<h2>创作背景</h2> 　　徽宗政和初，韩驹因献颂得官，任秘书省正字。据吴曾《能改斋漫录》记载，这首<a href=\"http://so.gushiwen.org/view_72768.aspx\">诗</a>是作者因坐苏氏学“自馆职斥宰分宁县”所作，即后因从学<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>（元祐党人）而被贬官分宁县。分宁属江西洪州，即今修水县，是江西诗派创始人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的家乡。",
  "poet": {
    "id": 1514,
    "star": 0,
    "name": "韩驹",
    "desc": "韩驹（1080～1135）北宋末南宋初江西诗派诗人，诗论家。字子苍，号牟阳，学者称他陵阳先生。陵阳仙井（治今四川仁寿）人。少时以诗为苏辙所赏。徽宗政和初，召试舍人院，赐进士出身，除秘书省正字，因被指为苏轼之党谪降，后复召为著作郎，校正御前文籍。宣和五年（1123）除秘书少监，六年，迁中书舍人兼修国史。高宗立，知江州。绍兴五年（1135）卒。写诗讲究韵律，锤字炼句，追求来历典故，写有一些反映现实生活的佳作，有《陵阳集》四卷，今存。"
  },
  "tags": [
    "冬日",
    "愁病"
  ]
}