{
  "id": 47899,
  "star": 14,
  "name": "剑阁铭",
  "dynasty": "魏晋",
  "content": "　　岩岩梁山，积石峨峨。远属荆衡，近缀岷嶓。南通邛僰，北达褒斜。狭过彭碣，高逾嵩华。 </p> <p>　　惟蜀之门，作固作镇。是曰剑阁，壁立千仞。穷地之险，极路之峻。世浊则逆，道清斯顺。闭由往汉，开自有晋。 </p> <p>　　秦得百二，并吞诸侯。齐得十二，田生献筹。矧兹狭隘，土之外区。一人荷戟，万夫趑趄。形胜之地，匪亲勿居。 </p> <p>　　昔在武侯，中流而喜。山河之固，见屈吴起。兴实在德，险亦难恃。洞庭孟门，二国不祀。自古迄今，天命匪易。凭阻作昏，鲜不败绩。公孙既灭，刘氏衔璧。覆车之轨，无或重迹。勒铭山阿，敢告梁益。 ",
  "fanyi": "<p><strong>译文</strong><br>　　那远远的梁山，堆积着高高的石块。向远处可以连接到荆山、衡山，近处缀连着岷山、嶓冢山。向南可以通到邛僰之地，向北可以达到褒斜道。（这个地方）比彭门都狭窄，比嵩山、华山都要高。<br>　　这就是蜀地的门户啊，坚固又作为此地的主山。这个地方就叫做剑阁，悬崖有千仞之高。地形已险到了极端，道路也高峻到了极端。天下混乱它就叛逆，天下太平它就归顺。（它）从已经过去了的汉朝开始关闭，到了晋朝才重新开放。<br>　　秦朝得到了120座雄关，得以兼并诸侯；齐国得到了12座雄关，田生才得以献出筹略。况且这种关口，是国土的边缘。一个人在此防守，千万人马都踌躇不前。地形如此的地方，不是亲信可千万不能派他坚守此地！　<br>　　当年魏武侯泛舟游于西河，赞叹河山险固而喜形于色，被<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>批评。国家的兴盛实际上在于德行，（无德的话，）险地也难稳据。那据有洞庭的楚国和据有孟门的晋国，早已没有后人祭祀。从古至今，上天的规律是不会改变的。凭着险阻昏庸地统治，很少有不败的。公孙述已经被灭，刘家也已投降。这些已倾覆的车子的轨迹，是不可以再行走的。（我今天）把这篇铭刻在这山凹处，就是为了告诫四川的老百姓的。 </p><p><strong>注释</strong><br>（1）岩岩：高耸的样子。梁山：指梁州（治今陕西汉中）境内的山。<br>（2）峨峨：高高的样子。<br>（3）属（zhǔ)：连接。荆衡：指荆山（位于今湖北省南漳县境）与衡山（位于今湖南省衡阳市境），代指两湖地区。<br>（4）岷嶓：指岷山（位于今四川省西北部）与嶓冢山（位于今甘肃省天水市与甘肃省礼县之间）<br>（5）邛僰：邛，古国名，位于今四川省邛崃市一带；僰，本为西南少数民族名，后引为地名，大致位于今四川省宜宾市一带。<br>（6）褒斜：指褒斜道，位于今陕西省秦岭山区，南起褒谷口（今陕西省褒城县附近），北至斜谷口（今陕西省眉县斜峪关口）。<br>（7）彭碣：据刘渊林《蜀都赋注》：岷山都安县有两山相对立，如阙，号曰彭门。约位于今四川省都江堰市一带。<br>（8）嵩华：指嵩山（位于今河南省登封市境）与华山（位于今陕西省华阴县境）。<br>（9）固：坚固的地方。镇：一方主山。<br>（10）仞：长度单位，古代以七尺或八尺为一仞。<br>（11）有：用作朝代名前，无实意。<br>（12）田生：疑为《史记》载田生。<br>（13）矧：况且。狭隘：狭窄的地方，多指山口。<br>（14）土：国土。外区：边缘地带。<br>（15）荷：拿着。戟：古代兵器。趑趄：踌躇不前的样子。<br>（16）匪：同“非”，不是。<br>（17）武侯：指魏武侯（？—前370年）：姬姓，魏氏，名击。战国初期魏国国君与中原霸主。魏文侯之子，前395年—前370年在位。他是三家分晋后魏国的第二代国君，在位期间将魏国的百年霸业再一次推向高峰。他和吴起在黄河中游有过著名的“河山之险不足保”的谈话。<br>（18）吴起：是国初期著名的政治改革家，卓越的军事家、统帅、军事改革家。汉族，卫国左氏（今山东省定陶，一说曹县东北）人。后世把他和<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>连称“孙吴”，著有《吴子》，《吴子》与《孙子》又合称《孙吴兵法》，在中国古代军事典籍中占有重要地位。<br>（19）洞庭：湖名，位于今湖南省北部，此处代指楚国。孟门：位于今山西省柳林县，代指晋国。<br>（20）阻：险阻。昏：昏暗的统治。<br>（21）公孙：指公孙述。公孙述(?-36) ，字子阳，扶风茂陵(今陕西兴平县)人。西汉末，以父官荫郎，补清水县长(在今甘肃省境内)。述熟练吏事，治下奸盗绝迹，由是闻名。王莽篡汉，述受任为江卒正(即蜀郡太守)。王莽末年，天下纷扰，群雄竞起，述遂自称辅汉将军兼领益州牧。是时公孙述僭号于蜀，时人窃言王莽称黄，述欲继之，故称白，自称“白帝”。<br>（22）刘氏：指蜀汉政权。衔璧：指诸侯投降。<br>（23）勒：刻。山阿：山坳处。<br>（24）梁益：梁，指梁州，三国时置，治今陕西省汉中市。益，指益州，西汉置，治今四川省成都市。此处指代四川地区。</p>",
  "poet": {
    "id": 834,
    "star": 0,
    "name": "张载",
    "image": "http://img.gushiwen.org/authorImg/zhangzai.jpg",
    "desc": "西晋文学家。字孟阳。安平（今河北安平）人。生卒年不详。性格闲雅，博学多闻。曾任佐著作郎、著作郎、记室督、中书侍郎等职。西晋末年世乱，托病告归。张载与其弟张协、张亢，都以文学著称，时称“三张”。其中，载、协相近，亢则略逊一筹。《文心雕龙》说：“孟阳、景阳，才绮而相埒。”一说，“三张”指张华与张载、张协二人，张亢不在其内。"
  },
  "tags": [
    "辞赋精选",
    "抒情",
    "地名"
  ]
}