{
  "id": 52792,
  "star": 2413,
  "name": "渔家傲·天接云涛连晓雾",
  "dynasty": "宋代",
  "content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。<br>我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！",
  "fanyi": "<p><strong>译文</strong><br>水天相接，晨雾蒙蒙笼云涛。银河欲转，千帆如梭逐浪飘。梦魂仿佛回天庭，天帝传话善相邀。殷勤问：归宿何处请相告。<br>我回报天帝说：路途漫长啊，又叹日暮时不早。学做，枉有妙句人称道。长空九万里，大鹏冲天飞正高。风啊!千万别停息，将我这一叶轻舟，直送往蓬莱三岛去。</p><p><strong>注释</strong><br>星河：银河。<br>转：《历代诗余》作“曙”。<br>帝所：天帝居住的地方。<br>天语：天帝的话语。<br>我报路长嗟日暮：路长，隐括<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“路曼曼其修远兮，我将上下而求索”之意。日暮，隐括屈原《离骚》：“欲少留此灵琐兮，日忽忽其将暮”之意。嗟，慨叹。<br>“我报”二句：意谓人生路长而时光渐晚，徒有诗才，志事难酬。报，回答。路长：意仿《离骚》上的“路曼曼其修远兮，吾将上下而求索”。王灼《碧鸡漫志》云：<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>少时便有古诗名气，“才力华赡，逼近前辈。”但男女不平等的封建社会，其才华被扼制，不能有所作为，故说“谩有”。谩：徒，空。惊人句，化用《江上值水如海上势聊短述》有“语不惊人死不休”诗句<br>九万里：《庄子·逍遥游》中说大鹏乘风飞上九万里高空。<br>鹏：古代神话传说中的大鸟。<br>蓬舟：像蓬蒿被风吹转的船。古人以蓬根被风吹飞，喻飞动。<br>吹取：吹得。<br>三山：《史记·封禅书》记载：渤海中有蓬莱，方丈，瀛洲三座仙山，相传为仙人所居住，可以望见，但乘船前往，临近时就被风吹开，终无人能到。</p>",
  "shangxi": "<p>　　这首《渔家傲》在词集中风格独特，历来引人瞩目。下面是中华<a href=\"http://so.gushiwen.org/view_52792.aspx\">诗</a>词学会理事徐培均先生对此词的赏析要点。</p> <p>　　这首词气势磅礴、音调豪迈，是婉约派词宗李清照的另类作品，具有明显的豪放派风格，是李词中仅见的浪漫主义名篇。</p> <p>　　词一开头，便展现一幅辽阔、壮美的海天一色图卷。这样的境界开阔大气，为唐五代以及两宋词所少见。写天、云、雾、星河、千帆，景象已极壮丽，其中又准确地嵌入了几个动词，则绘景如活，动态俨然。“接”、“连”二字把四垂的天幕、汹涌的波涛、弥漫的云雾，自然地组合在一起，形成一种浑茫无际的境界。而“转”、“舞”两字，则将词人在风浪颠簸中的感受，逼真地传递给读者。所谓“星河欲转 ”，是写词人从颠簸的船舱中仰望天空，天上的银河似乎在转动一般。“千帆舞”，则写海上刮起了大风，无数的舟船在风浪中飞舞前进。船摇帆舞，星河欲转，既富于生活的真实感，也具有梦境的虚幻性，虚虚实实，为全篇的奇情壮采奠定了基调。</p> <p>　　因为这首词写的是“梦境”，所以接下来有“仿佛”三句。这三句写词人在梦中见到天帝。“梦魂”二字，是全词的关键。词人经过海上航行，一缕梦魂仿佛升入天国，见慈祥的天帝。在幻想的境界中，词人塑造了一个态度温和、关心民瘼的天帝。“殷勤问我归何处”，虽然只是一句异常简洁的问话，却饱含着深厚的感情，寄寓着美好的理想。</p> <p>　　在一般双叠词中，通常是上片写景，下片抒情，并自成起结。过片处，或宕开一笔，或径承上片意脉，笔断而意不断，然而又有相对的独立性。此词则上下两片之间，一气呵成，联系紧密。上片末二句是写天帝的问话，过片二句是写词人的对答。问答之间，语气衔接，毫不停顿。可称之为“跨片格”。“我报路长嗟日暮”句中的“ 报”字与上片的“问”字，便是跨越两片的桥梁。“路长日暮”，反映了词人晚年孤独无依的痛苦经历，然亦有所本。词人结合自己身世，把<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>在《 离骚》中所表达的不惮长途远征，只求日长不暮，以便寻觅天帝，不辞“上下求索”的情怀隐括入律，只用“ 路长 ”、“日暮”四字，便概括了“上下求索”的意念与过程，语言简净自然，浑化无迹。其意与“学诗谩有惊人句”相连，是词人在天帝面前倾诉自己空有才华而遭逢不幸，奋力挣扎的苦闷。著一“谩”字，流露出对现实的强烈不满。词人在现实中知音难遇，欲诉无门，唯有通过这种幻想的形式，才能尽情地抒发胸中的愤懑，怀才不遇是中国传统文人的命运。李清照虽为女流，但作为一位生不逢时的杰出文学家，她也有类似的感慨。</p> <p>　　“九万里风鹏正举 ”，从对话中宕开，然仍不离主线。说“鹏正举 ”，是进一步对大风的烘托 ，由实到虚，形象愈益壮伟，境界愈益恢宏。在大鹏正在高举的时刻，词人忽又大喝一声：“风休住，蓬舟吹取三山去！”气势磅礴，一往无前，堪称大手笔。“蓬舟”，谓轻如蓬草的小舟，极言所乘之舟的轻快。“三山”，指渤海中蓬莱、方丈、瀛洲三座仙山，相传为仙人所居，可望而见，但乘船前去，临近时即被风引开，终于无人能到。词人翻旧典出新意敢借鹏抟九天的风力，吹到三山，胆气之豪，境界之高，词中罕见。上片写天帝询问词人归于何处，此处交代海中仙山为词人的归宿。前后呼应，结构缜密。</p> <p>　　这首词把真实的生活感受融入梦境，把屈原《离骚》、庄子《逍遥游》以至神话传说谱入宫商，使梦幻与生活、历史与现实融为一体，构成气度恢宏、格调雄奇的意境，充分显示了作者性情中豪放不羁的一面。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡之后。根据《金石录后序》记载，公元1130年（宋高宗建炎四年）春间，李清照曾在海上航行 ，历尽风涛之险。此词中写到大海、乘船，人物有天帝及词人自己，都与这段真实的生活所得到的感受有关。根据陈祖美《李清照简明年表》，此词就作于公元1130年（建炎四年）。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "豪放",
    "感伤",
    "怀念"
  ]
}