{
  "id": 72101,
  "star": 30,
  "name": "水调歌头·沧浪亭",
  "dynasty": "宋代",
  "content": "潇洒太湖岸，淡伫洞庭山。鱼龙隐处，烟雾深锁渺弥间。方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。落日暴风雨，归路绕汀湾。<br>丈夫志，当景盛，耻疏闲。壮年何事憔悴，华发改朱颜。拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。刺棹穿芦荻，无语看波澜。",
  "fanyi": "<p><strong>译文</strong><br>太湖岸边的景物一片凄凉，明净的湖水环接着洞庭山，浩渺湖泊不见鱼龙的踪影，它们被锁在弥漫的烟雾里。正想起范蠡和<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的时候，忽然有一只小船载着鲈鱼，迅速驶来，撇开重重波浪。傍晚，暴风雨突扑面而来，只好沿着小洲弯处回航。<br>胸怀着干一番事业的大志，如今正当身强力壮的年华，耻于投闲置散隐居水乡。为什么壮年时就面容憔悴，容颜变得衰老，白发苍苍？真想在寒冷的潭水中垂钓，但是又担心鸥鸟猜疑妒忌，使鱼儿都不肯游近钓丝旁。还是划着小舟穿过芦荻去，默默地观看湖面浪涌涛荡。</p> <p><strong>注释<br></strong>（1）淡伫：安静地伫立着。<br>（2）洞庭山：太湖中的岛屿，有东洞庭、西洞庭之分。<br>（3）渺弥：湖水充盈弥漫无际。<br>（4）陶朱：春秋越国范蠡，辅佐勾践灭吴后，鉴于勾践难于共富贵，遂弃官从商。<br>（5）张翰：字季鹰，吴（今江苏苏州）人。西晋文学家。齐王（司马囧）执政，任为大司马东曹掾，在洛。知囧将败，又见秋风起，因思吴中菰菜、莼羹、鲈鱼脍，曰：“人生贵得适意尔，何能羁宦数千里以要名爵。”遂命驾便归。不久，囧果被杀。<br>（6）撇浪：搏击风浪。<br>（7）汀湾：水中港湾。<br>（8）寒潭：指在丹阳的小潭。此时作者人在苏州。<br>（9）鸥鸟相猜：《列子·黄帝》篇载，有人与鸥鸟亲近，但当他怀有不正当心术后，鸥鸟便不信任他，飞离很远。这里反用其意，借鸥鸟指别有用心的人。<br>（10）青纶：青丝织成的印绶，代指为官身份。<br>（11）刺棹：即撑船。</p>",
  "shangxi": "<h2>评析</h2> 　　苏词仅存此一首，作于被迫闲居期间。词人壮年被斥退出官场，个人志向不得施展，内心的愤慨可想而知。词的上片写隐逸之乐。在湖山之间潇洒度日，与“鱼龙”为伍，追慕陶朱、<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>之为人，扁舟垂钓，载鲈归来。自然界的风风雨雨都不置心中，它们也不可能象官场中的暴风雨那样伤害词人了。下片才写出被迫过这种生活的痛苦。宋代文人士大夫皆有“先忧后乐”的济世精神，轻易不言退隐。即使言及隐逸，或者是故作姿态，或者是出于无奈。<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>就是出于无奈。所以，过片明确表示：“丈夫志，当盛景，耻疏闲”，其真实心声是抗拒、排斥这种生活方式。对“壮年”的追问，充满着愤慨不平之气，词人其实并不“潇洒”，并不超脱。故作“垂钓”状，事实上则“又恐鸥鸟相猜”，这依然是词人内心进与退矛盾的形象表露。“无语看波澜”的结局，就是一种不甘心的表示。词人后来再度出仕，就说明了一切。<br/><h2>赏析</h2> <p>　　全词写作者被贬谪而壮志难酬的彷徨和忧心。上阕写作者隐逸于太湖旖旎风光的乐趣，下阕写作者深感岁月蹉跎而志向难伸的苦闷和惆怅。</p> <p>　　从沧浪亭极日远眺，一览太湖风光。虬风物潇洒，澄静深远，烟波浩淼，水流旷远。作者完全沉浸在与天地同乐的沉醉中。其在《沧浪亭记》中说：“予时榜小舟，幅巾以往，至则洒然忘其归。觞而浩歌，踞而仰啸。野老不至，鱼鸟共乐。”作者自号“沧浪翁”，其人生境界似乎已经达到“乐天”的程度（观代哲学家冯友兰言人生有四种境界：知天、事天、乐灭、同天）。然而，“方念陶朱<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>，忽有扁舟急桨，撇浪载鲈还”。突然，某种意识发作猛然将作者拉回到现实中，某种生命的忧思和烦恼在心中升起。而“念”“忽”“急”“还”更是展现了一种意识的时间之流。扁舟急桨，撇浪载鲈，在天地归一的境界中惊现了人生的繁忙和生命的艰难。“落日暴风雨，归路绕汀湾”则昭示了人生之路的风雨猝然与曲折蜿蜒。上阕之转折在于“忽”字，将自我生存的意识唤起，从而使得作者脱离归隐自然的混沌状态，而有意识于生存意义的危机。</p> <p>　　“沧浪亭”取意于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《渔父》所载孺子歌“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足”之精神。表达了古代君子“达则兼济天下，穷则独善其身”的人生态度。故而可以看出，<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>始终摆脱不了“修身、齐家、治国、平天下”的人生情结。很自然响应<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>“先天下之忧而忧，后天下之乐而乐”的士大夫精神。苏舜钦被削职时正值人生壮年（37岁），因此对“华发改朱颜”有深切的担忧。欲对历史寂寞有所克服和超越，不甘于生命的淡出，便是上阕一“忽”字所拉出的本意。作者欲凭临寒潭隐居，却担心不被鸥鸟信任和接纳自然是托辞，生命看不到出路，时间正黯淡着光芒，未来之路不明朗，施展抱负的机会太渺然，这才是根本的痛苦。因此，全词以那种看似闲适却以充满反抗与无奈情绪的“无语看波澜”的情景收场。正点出这句真理：所谓波澜便是世间，世间便是波澜。</p> <p>　　这首词虽侧重写太湖风景，抒发作者愤激之情，但作者由遭谗而退隐，再到心甘情愿地退隐，由忧谗畏讥转为愤世嫉俗，进而转为疏狂的心路历程交代得清楚明白，让人真切地感受到作者身处逆境、不甘沉沦、奋力抗争的积极人生观。刘熙载有言：“一转一深，一深一妙，此骚人三昧。”（《艺概·词曲概》）苏舜钦这位倚声家深得其妙。词中，他由“烟雾深锁”转为“落日暴风雨”，而至“刺棹穿芦荻”。由“方念陶朱张翰”转为“拟借寒潭垂钓”。再到“无语看波澜”，一转一深，越转越妙，景生情，情生景，情景交融，从而揭示出词作的底蕴。</p>",
  "about": "<h2>创作背景</h2> 　　本词是<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>的仅存之词。北宋庆历四年，<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、札衍等人推行“庆历新政”，延揽改革派人才，苏舜钦作为宰相札衍的女婿，被范仲淹推荐为集贤校理、监进奏院。时值进奏院祭神，苏舜钦遵循惯例卖废纸换钱举行祭神酒会。保守派借机打击改革派，弹劾他监守自盗，被撤职流寓苏州。并在此购下了一处荒废不堪却很幽静的花园，临水买石筑成沧浪亭之后，写有著名的《沧浪亭记》，而本词亦作于此时。",
  "poet": {
    "id": 234,
    "star": 0,
    "name": "苏舜钦",
    "image": "http://img.gushiwen.org/authorImg/sushunqin.jpg",
    "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"
  },
  "tags": [
    "豪放",
    "生活",
    "述志"
  ]
}