{
  "id": 7619,
  "star": 16,
  "name": "舟中晓望",
  "dynasty": "唐代",
  "content": "挂席东南望，青山水国遥。<br>舳舻争利涉，来往接风潮。<br>问我今何适？天台访石桥。<br>坐看霞色晓，疑是赤城标。",
  "fanyi": "<p><strong>译文<br></strong>扬帆起航，远望东南方向，高山水乡还很遥远。<br>卦象显吉，宜于远航。那就高兴地趁好日子乘风破浪前进吧。<br>若要问我现在要去哪里？我要到天台山观赏石桥。<br>朝霞映红的天际璀璨美丽，那大约就是赤城山的尖顶所在。</p> <p><strong>注释<br></strong>⑴晓：早上，早晨。望，遥望，远望。<br>⑵挂席：挂帆，扬帆。<br>⑶水国：犹水乡。<br>⑷遥：遥远。<br>⑸舳舻（zhú lú）：指首尾衔接的船只。舳，指船尾；舻，指船头。<br>⑹利涉：出自《易经》“利涉大川”，意思是，卦象显吉，宜于远航。<br>⑺接：靠近，挨上。<br>⑻风潮：狂风怒潮。<br>⑼今何适：现在到哪儿去。<br>⑽”天台“句：天台山是东南名山，石桥尤为胜迹。据《太平寰宇记》引《启蒙注》：“天台山去天不远，路经油溪水，深险清冷。前有石桥，路径不盈尺，长数十丈，下临绝涧，惟忘身然后能济。济者梯岩壁，援葛萝之茎，度得平路，见天台山蔚然绮秀，列双岭于青霄。上有琼楼、玉阙、天堂、碧林、醴泉，仙物毕具也。”访，造访，参观。<br>⑾霞色：云霞的颜色。<br>⑿赤城：赤城山，在天台县北，属于天台山的一部分，山中石色皆赤，状如云霞。标，山顶。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a><a href=\"http://so.gushiwen.org/view_7619.aspx\">诗</a>多写自己的日常生活，常常“遇景入咏，不钩奇抉异”（<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>评价），故诗味的淡泊往往叫人可意会而不可言传。这首《舟中晓望》，就记录着他约在开元十五年自越州水程往游天台山的旅况。实地登览在大多数人看来要有奇趣得多，而他更乐于表现名山在可望而不可即时的旅途况味。</p> <p>　　船在拂晓时扬帆出发，一天的旅途生活又开始了。“挂席东南望”，开篇就揭出“望”字，可见情切。诗人大约又一次领略了“时时引领望天末，何处青山是越中”的心情。“望”字是一篇的精神所在。此刻诗人似乎望见了什么，又似乎什么也没望见，因为水程尚远，况且天刚破晓。这一切意味都包含在“青山——水国——遥”这五个平常的字构成的诗句中。</p> <p>　　既然如此，只好暂时忍耐些，抓紧赶路吧。第二联写水程，承前联“水国遥”来。“争利涉”以一个“争”字表现出心情迫切、兴致勃勃，而“来往接风潮”则以一个“接”字表现出一个常与波涛为伍的旅人的安定与愉悦感，跟上句相连，便有乘风破浪之势。</p> <p>　　到此自然想要知道他“何往”了，第三联于是转出一问一答来。这其实是诗人自问自答：“问我今何适？天台访石桥。”这里遥应篇首“东南望”，点出天台山，于是首联何所望，次联何所往，都得到解答。天台山是东南名山，石桥尤为胜迹。这一联初读似口头常语，无多少诗味。然而只要联想到这些关于名山胜迹的奇妙传说，就会体味到“天台访石桥”一句话中微带兴奋与夸耀的口吻，感到作者的陶醉和神往。而诗的意味就在无字处，在诗人出语时的神情风采之中。</p> <p>　　正因为诗人是这样陶然神往，眼前出现的一片霞光便引起他一个动人的猜想：“坐看霞色晓，疑是赤城标。”在诗人的想象中，映红天际的不是朝霞，而当是山石发出的异彩。这想象虽绚丽，然而语言省净，表现朴质，没有用一个精美的字面，体现了孟诗“当巧不巧”的特点。尾联虽承“天台”而来，却又紧紧关合篇首。“坐看”照应“望”字，但表情有细微的差异。一般说，“望”比较着意，而且不一定能“见”，有张望寻求的意味。而“看”则比较随意，与“见”字常常相联，“坐看霞色晓”，是一种怡然欣赏的态度。可这里看的并不是“赤城”，只是诗人那么猜想罢了。如果说首句由“望”引起的悬念到此已了结，那么“疑”字显然又引起新的悬念，使篇中无余字而篇外有余韵，写出了旅途中对名山向往的心情，十分传神。</p> <p>　　此诗似乎信笔写来，却首尾衔接，承转分明，篇法圆紧；它形象质朴，却又真彩内映；它没有警句炼字，却有兴味贯串全篇。从声律角度看，此诗是五言律诗（平仄全合），然而通体散行，中两联不作骈偶。这当然与近体诗刚刚完成，去古未远，声律尚宽有关；同时未尝不出于内容的要求。这样，它既有音乐美，又洒脱自然。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7619.aspx\">诗</a>创作于唐玄宗开元十五年（732年）。诗人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>沿曹娥江、剡溪登天台山，写下了诗篇《舟中晓望》。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "旅途",
    "写景",
    "愉悦",
    "淡泊"
  ]
}