{
  "id": 49598,
  "star": 27,
  "name": "浣溪沙·风压轻云贴水飞",
  "dynasty": "宋代",
  "content": "风压轻云贴水飞，乍晴池馆燕争泥。沈郎多病不胜衣。<br>沙上不闻鸿雁信，竹间时听鹧鸪啼。此情惟有落花知！",
  "fanyi": "<p><strong>译文<br></strong>风压着柳絮贴着水面纷飞，雨后初晴燕子在池沼边衔泥筑巢。沈郎身弱多病不能承受衣物之重。<br>在沙上没有收到鸿雁传来的书信，竹林间时时听到鹧鸪悲啼。我的深情怕是只有那落花知晓了。</p> <p><strong>注释<br></strong>⑴浣溪沙：唐代教坊曲名，后用为词牌。分平仄两体，双调，上片三句全用韵，下片末二句用韵。<br>⑵轻云：本指轻薄飘浮的白云。这里比喻柳絮。贴水：紧挨近水面。<br>⑶乍晴：雨后初晴。乍：初，刚。池馆：池沼馆阁。这里主要指池沼。燕争泥：燕子趁着天晴衔泥筑巢。<br>⑷沈郎：即<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>，字休文，南朝梁<a href=\"http://so.gushiwen.org/view_49598.aspx\">诗</a>人。他在《与徐勉书》中说：“百日数旬，革带常应移孔。”意思是说因多病而腰围消瘦。后遂以“沈腰”作多病的代称。不胜衣：形容消瘦无力，连衣服的重量都难以承受。胜，承受。<br>⑸沙上：指沙渚、沙滩之上。鸿雁信：古人有鸿雁传书的说法。《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》：武帝时，苏武出使匈奴，被匈奴扣留，流于北海。昭帝即位，匈奴与汉和亲，汉请求匈奴归还苏武。匈奴诈言苏武已死。后汉派使者说天子射上林中，得雁，足有系帛书，说苏武等在某沼泽中。匈奴单于大惊，致歉汉使。<br>⑹鹧鸪啼：鹧鸪鸟的叫声像“行不得也哥哥”，所以在外的游子听到鹧鸪的叫声会感到凑凉。鹧鸪，禽名，善啼。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“风压轻云贴水飞，乍晴池馆燕争泥。”作者用轻快的笔触三涂两抹，就把一幅生机勃勃的春天画图描绘出来。他既没有用浓重的色彩，也没有用艳丽的词藻，而只是轻描淡写地勾勒出几样景物，感染力很强，呈现了一股清新的春之气息。在一个多云转晴的春日里，作者徜徉于池馆内外，但见和风吹拂大地，薄云（柳絮）贴水迅飞，轻阴搁雨，天气初晴，那衔泥的新燕，正软语呢喃。按理说，面对着这春意盎然的良辰佳景，作者也应该心情振奋、逸兴遄飞了，但紧接着一句却是“沈郎多病不胜衣”。作者竟自比多病的<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>，腰围带减，瘦损不堪，值兹阳和气清之际，更加弱不禁风了。首句连用三个动词“压”、“贴”、“飞”，构成连动句式，振动起整个画面。次句把时、空交互在一起写：季节是春天（由燕争泥可推知），天气是初晴，地点在池馆内外。这两句色彩明快。第三句点出作者自己，由于情感外射，整幅画面顿时从明快变为阴郁；这一喜、一忧、一扬、一抑，产生了跌宕的审美效果，更增加了词的动态美。<a href=\"http://so.gushiwen.org/view_49598.aspx\">诗</a>意到此出现了巨大转折，为过渡到下片做好了准备。</p> <p>　　“沙上不闻鸿雁信，竹间时听鹧鸪啼。”鸿雁传书，用《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》中典故，诗词里常用这个典故。鸿雁不捎个信来，而鹧鸪啼声，更是时时勾起词人对故旧的思念。“沙上”“竹间”，既分别为鸿雁和鹧鸪栖息之地，也极可能即作者举目所见之景。作者谪居黄州期间所写“拣尽寒枝不肯栖，寂寞沙洲冷”（《卜算子·黄州定惠院寓居作》）的情境，与此词类似。</p> <p>　　“此情惟有落花知！”落花本无知；但由于作者的移情作用，竟使无知的落花变成了深知作者心情的知己。这样融情入景，使得情景交融，其中含蕴的“韵外之致”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《与李生论诗书》）就耐人寻味了。唐代<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>《诗式》说：“两重意以上，皆文外之旨。”这句则至少包含了三重意思：一、“惟有”二字，说明除落花之外，作者的心情都不明了；二、落花能够理解作者的心情是由于作者与落花的命运相似；三、落花无言，即使它理解作者的心情，也无可劝慰。</p> <p>　　全词仅上片开头两句写景，第三句抒情，用的是先实后虚的手法。下片则虚实结合，情中见景。在<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>笔下，不仅“一切景语皆情语也”（<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》），而且于情语中也往往见景物。这是一种很高妙的手法。</p>",
  "about": "<h2>创作背景</h2> 　　这首《浣溪沙》约作于宋英宗治平三年（1066）春。是时，东坡在京师直史馆。治平二年五月王弗逝世，六月殡京城西。第二年春，东坡迎春景而春情动，思念妻子，作此词以怀念之。一说此词是<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>的作品，见《李璟<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词补遗》。因明代所刊《类编草堂<a href=\"http://so.gushiwen.org/view_49598.aspx\">诗</a>余》署为李璟所作，故《补遗》误收。应据元刻本定为东坡词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "写景",
    "怀人"
  ]
}