{
  "id": 14680,
  "star": 463,
  "name": "长安春望",
  "dynasty": "唐代",
  "content": "东风吹雨过青山，却望千门草色闲。<br>家在梦中何日到，春生江上几人还？<br>川原缭绕浮云外，宫阙参差落照间。<br>谁念为儒逢世难，独将衰鬓客秦关。",
  "fanyi": "<p><strong>译文<br></strong>东风吹拂，微微春雨洒过青山；登高远望，长安城中房舍叠嶂，草色闲闲。<br>故园就在梦中，可是何时才能归还；冬去春来，江上舟来舟往，又有几人得以还家。<br>长安城外，河流原野，纵横交错，一直延伸到天边浮云之外，长安城中，宫阙参差错落，笼罩在一片残阳之中。<br>又有谁理解我这位读书人，生逢乱世，孤身一人，满头白发，形容憔悴，漂泊流荡在荒远的秦关。</p> <p><strong>注释</strong><br>⑴“东风”句：语从<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《读山海经》“微雨从东来，好风与之俱”化出。<br>⑵草色：一作“柳色”。<br>⑶春生：一作“春归”，一作“春来”。<br>⑷川原：即郊外的河流原野，这里指家乡。<br>⑸逢世难：一作“多失意”，意即遭逢乱世。<br>⑹秦关：秦地关中，即长安所在地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_14680.aspx\">诗</a>首联“东风吹雨过青山，却望千门草色闲”。开篇紧扣题目，写在长安“春望”。“东风”句，侧重写望中所见。<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>是河中蒲人（今山西永济县人），家乡刚好位于长安的东面，说“东风吹雨”，是说东风从家乡吹来，自然引出思乡之情。“却望”，是回头望。“千门”，泛指京城。“草色闲”的闲字用得巧，春草之闲正好与人心之愁形成强烈对比，给人以深刻的印象。首联是登高而望，在景语之中，流露出复杂感情。</p> <p>　　颔联正面抒发思乡望归之情。“家在梦中何日到，春来江上几人还？”这两句为全诗的警句，是春望时所产生的联想。出句是恨自己不能回去，家乡只能在梦中出现，对句是妒他人得归，恨自己难返，语中有不尽羡慕之意。“大历十才子”擅长描写细微的心理情态。（《小澥草堂杂论诗》）他们伤时感乱的情绪，常通过“醉”和“梦”表现出来，像“我有惆怅词，待君醉时说”（<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>《九日寄司空文明》），“别后依依寒梦里，共君携手在东田”（《送冷朝阳还上元》），“宿蒲有归梦，愁猿莫夜鸣”（<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《早下江宁》）等等。他们写醉，是因为清醒时感到痛苦而无奈，只有在醉中才会稍微得到解脱。写“梦”，是感到时代动乱，浮生短促，或者想在梦中召回一些因战乱丧失的美好事物，这种心情相当悲哀、细微。</p> <p>　　颈联又转入写景，仍然景中含情。“川原缭绕浮云外，宫阙参差落照间。”“川原”即家乡，这句说极目远望，家乡在浮云之外，渺不可见，远不可及。“宫阙”句又接至眼前近景，只见长安的宫殿，错落有致，笼罩在一片夕阳之中，这一联表面上写景很壮观，其实隐含着一种衰飒之意。</p> <p>　　尾联收束到感时伤乱和思家盼归的主题。“谁念为儒逢世难，独将衰鬓客秦关。”大意是说：自己以一儒生遭遇世难，独自客居长安，又有谁来怜悯我呢。“衰鬓”，并非指衰老，而是表现一种衰颓感伤的神态。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说“遭乱意上皆蕴含，至末点出”，确实如此。</p> <p>　　金圣叹批后两联（后解）云：“‘川原’七字中有无数亲故，‘宫阙’七字中止夕阳一人。‘谁’便是无数亲故也，‘独’便是夕阳一人也。不知唐诗（之）人，谓五六只是写景。”（《金圣叹选批唐诗》）认为五六句不是纯粹写景，而与七八句的抒情密切关联，分析得相当精辟、透彻。</p> <p>　　这首诗中抒发了诗人在乱离中的思家之情。诗体现了“十才子”诗中的“阴柔之美”。沈德潜《唐诗别裁》用这首诗作例子，将大历诗与盛唐诗进行了一番比较：“诗贵一语百媚，大历十子是也，尤贵一语百情，少陵摩诘是也。”并说这首《长安春望》“夷犹绰约，风致天然”。这种“阴柔之美”，主要表现在诗中浓重的悲哀情绪。诗人感乱思家，眼中所见，心中所思，无非都是伤心之景，悲哀之情，浅吟低唱，一咏三叹，读后很容易引起人们的同情和怜悯，这正是阴柔美的表现。<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>《复鲁絜非书》论具有“阴柔之美”的文章云：“其得于阴与柔之美者，则其文如鸿鹄之鸣而入寥廓；其如人也，谬乎其如叹，邈乎其如有思，乎其如喜，愀忽其如悲。”所谓“如叹”“如有思”“如悲”的阴柔这美，正是《长安春望》及“十才子”许多诗篇审美特征的概括。</p>",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "登高",
    "写景",
    "思乡"
  ]
}