{
  "id": 72230,
  "star": 89,
  "name": "苏秦以连横说秦",
  "dynasty": "先秦",
  "content": "　　苏秦始将连横说秦惠王曰：“大王之国，西有巴、蜀、汉中之利，北有胡貉、代马之用，南有巫山、黔中之限，东有肴、函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效。”</p> <p>　　秦王曰：“寡人闻之：毛羽不丰满者，不可以高飞，文章不成者不可以诛罚，道德不厚者不可以使民，政教不顺者不可以烦大臣。今先生俨然不远千里而庭教之，愿以异日。”</p> <p>　　苏秦曰：“臣固疑大王之不能用也。昔者神农伐补遂，黄帝伐涿鹿而禽蚩尤，尧伐驩兜，舜伐三苗，禹伐共工，汤伐有夏，文王伐崇，武王伐纣，齐桓任战而伯天下。由此观之，恶有不战者乎？古者使车毂击驰，言语相结，天下为一，约从连横，兵革不藏。文士并饬，诸侯乱惑，万端俱起，不可胜理。科条既备，民多伪态，书策稠浊，百姓不足。上下相愁，民无所聊，明言章理，兵甲愈起。辩言伟服，战攻不息，繁称文辞，天下不治。舌弊耳聋，不见成功，行义约信，天下不亲。于是乃废文任武，厚养死士，缀甲厉兵，效胜于战场。夫徒处而致利，安坐而广地，虽古五帝三王五伯，明主贤君，常欲坐而致之，其势不能。故以战续之，宽则两军相攻，迫则杖戟相橦，然后可建大功。是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。今不嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩，溺于辞。以此论之，王固不能行也。”</p> <p>　　说秦王书十上而说不行，黑貂之裘弊，黄金百斤尽，资用乏绝，去秦而归，羸縢履蹻，负书担橐，形容枯槁，面目犁黑，状有愧色。归至家，妻不下紝，嫂不为炊。父母不与言。苏秦喟叹曰：“妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。”乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足，曰：“安有说人主，不能出其金玉锦绣，取卿相之尊者乎？”期年，揣摩成，曰：“此真可以说当世之君矣。”</p> <p>　　于是乃摩燕乌集阙，见说赵王于华屋之下，抵掌而谈，赵王大悦，封为武安君。受相印，革车百乘，锦绣千纯，白璧百双，黄金万溢，以随其后，约从散横以抑强秦，故苏秦相于赵而关不通。</p> <p>　　当此之时，天下之大，万民之众，王侯之威，谋臣之权，皆欲决苏秦之策。不费斗粮，未烦一兵，未战一士，未绝一弦，未折一矢，诸侯相亲，贤于兄弟。夫贤人在而天下服，一人用而天下从，故曰：式于政不式于勇；式于廊庙之内，不式于四境之外。当秦之隆，黄金万溢为用，转毂连骑，炫熿于道，山东之国从风而服，使赵大重。且夫苏秦，特穷巷掘门桑户棬枢之士耳，伏轼撙衔，横历天下，廷说诸侯之王，杜左右之口，天下莫之能伉。</p> <p>　　将说楚王，路过洛阳，父母闻之，清宫除道，张乐设饮，郊迎三十里。妻侧目而视，倾耳而听。嫂蛇行匍伏，四拜自跪而谢。苏秦曰：“嫂何前倨而后卑也？”嫂曰：“以季子之位尊而多金。”苏秦曰：“嗟乎！贫穷则父母不子，富贵则亲戚畏惧。人生世上，势位富厚，盖可忽乎哉？”",
  "fanyi": "<p><strong>译文</strong><br>　　苏秦起先主张连横，劝秦惠王说：“大王您的国家，西面有巴、蜀、汉中的富饶，北面有胡貉和代马的物产，南面有巫山、黔中的屏障，东面有肴山、函谷关的坚固。耕田肥美，百姓富足，战车有万辆，武士有百万，在千里沃野上有多种出产，地势形胜而便利，这就是所谓的天府，天下显赫的大国啊。凭着大王的贤明，士民的众多，车骑的充足，兵法的教习，可以兼并诸侯，独吞天下，称帝而加以治理。希望大王能对此稍许留意一下，我请求来实现这件事。”<br>　　秦王回答说：“我听说：羽毛不丰满的不能高飞上天，法令不完备的不能惩治犯人，道德不深厚的不能驱使百姓，政教不顺民心的不能烦劳大臣。现在您一本正经老远跑来在朝廷上开导我，我愿改日再听您的教诲。”<br>　　苏秦说：“我本来就怀疑大王不会接受我的意见。过去神农讨伐补遂，黄帝讨伐涿鹿、擒获蚩尤，尧讨伐驩兜，舜讨伐三苗，禹讨伐共工，商汤讨伐夏桀，周文王讨伐崇国，周武王讨伐纣王，齐桓公用武力称霸天下。由此看来，哪有不用战争手段的呢？古代让车辆来回奔驰，用言语互相交结，天下成为一体，有的约从有的连横，不再储备武器甲胄。文士个个巧舌如簧，诸侯听得稀里胡涂，群议纷起，难以清理。规章制度虽已完备，人们却到处虚情假意，条文记录又多又乱，百姓还是衣食不足。君臣愁容相对，人民无所依靠，道理愈是清楚明白，战乱反而愈益四起。穿着讲穿服饰的文士虽然善辩，攻战却难以止息。愈是广泛地玩弄文辞，天下就愈难以治理。说的人说得舌头破，听的人听得耳朵聋，却不见成功，嘴上大讲仁义礼信，却不能使天下人相亲。于是就废却文治、信用武力，以优厚待遇蓄养勇士，备好盔甲，磨好兵器，在战场上决一胜负。想白白等待以招致利益，安然兀坐而想扩展疆土，即使是上古五帝、三王、五霸，贤明的君主，常想坐而实现，势必不可能。所以用战争来解决问题，相距远的就两支队伍相互进攻，相距近的持着刀戟相互冲刺，然后方能建立大功。因此对外军队取得了胜利，对内因行仁义而强大，上面的国君有了权威，下面的人民才能驯服。现在，要想并吞天下，超越大国，使敌国屈服，制服海内，君临天下百姓，以诸侯为臣，非发动战争不可。现在在位的国君，忽略了这个根本道理，都是教化不明，治理混乱，又被一些人的奇谈怪论所迷惑，沉溺在巧言诡辩之中。象这样看来，大王您是不会采纳我的建议的。”<br>　　劝说秦王的奏折多次呈上，而苏秦的主张仍未实行，黑貂皮大衣穿破了，一百斤黄金也用完了，钱财一点不剩，只得离开秦国，返回家乡。缠着绑腿布，穿着草鞋，背着书箱，挑着行李，脸上又瘦又黑，一脸羞愧之色。回到家里，妻子不下织机，嫂子不去做饭，父母不与他说话。苏秦长叹道：“妻子不把我当丈夫，嫂子不把我当小叔，父母不把我当儿子，这都是我的过错啊！”于是半夜找书，摆开几十只书箱，找到了姜太公的兵书，埋头诵读，反复选择、熟习、研究、体会。读到昏昏欲睡时，就拿针刺自己的大腿，鲜血一直流到脚跟，并自言自语说：“哪有去游说国君，而不能让他拿出金玉锦绣，取得卿相之尊的人呢？”满一年，研究成功，说：“这下真的可以去游说当代国君了！”<br>　　于是就登上名为燕乌集的宫阙，在宫殿之下谒见并游说赵王，拍着手掌侃侃而谈，赵王大喜，封苏秦为武安君。拜受相印，以兵车一百辆、锦绣一千匹、白璧一百对、黄金一万镒跟在他的后面，用来联合六国，瓦解连横，抑制强秦，所以苏秦在赵国为相而函谷关交通断绝。<br>　　在这个时候，那么大的天下，那么多的百姓，王侯的威望，谋臣的权力，都要被苏秦的策略所决定。不花费一斗粮，不烦劳一个兵，一个战士也不作战，一根弓弦也不断绝，一枝箭也不弯折，诸侯相亲，胜过兄弟。贤人在位而天下驯服，一人被用而天下合纵，所以说：应运用德政，不应凭借勇力；应用于朝廷之内，不应用于国土之外。在苏秦显赫尊荣之时，黄金万镒被他化用，随从车骑络绎不绝，一路炫耀，华山以东各国随风折服，从而使赵国的地位大大加重。况且那个苏秦，只不过是出于穷巷、窑门、桑户、棬枢之中的贫士罢了，但他伏在车轼之上，牵着马的勒头，横行于天下，在朝廷上劝说诸侯王，杜塞左右大臣的嘴巴，天下没有人能与他匹敌。<br>　　苏秦将去游说楚王，路过洛阳，父母听到消息，收拾房屋，打扫街道，设置音乐，准备酒席，到三十里外郊野去迎接。妻子不敢正面看他，侧着耳朵听他说话。嫂子像蛇一样在地上匍匐，再三再四地跪拜谢罪。苏秦问：“嫂子为什么过去那么趾高气扬，而现在又如此卑躬屈膝呢？”嫂子回答说：“因为你地位尊贵而且很有钱呀。”苏秦叹道：“唉！贫穷的时候父母不把我当儿子，富贵的时候连亲戚也畏惧，人活在世上，权势地位和荣华富贵，难道是可以忽视的吗？”</p><p><strong>注释</strong><br>（1）苏秦：字季子，战国时洛阳人，著名策士，纵横派代表人物，先用连横之说说秦，后又主张合纵，为东方六国所任用，后因在齐国为燕昭王从事反间活动被发觉，车裂而死。<br>连横：战国时代，合六国抗秦，称为约从（或“合纵”）；秦与六国中任何一国联合以打击别的国家，称为连横。<br>（2）说（shuì）：劝说，游说。<br>秦惠王：前336年至前311年在位。<br>（3）巴：今四川省东部。<br>蜀：今四川省西部。<br>汉中：今陕西省秦岭以南一带。<br>（4）胡：指匈奴族所居地区。<br>貉（hé）：一种形似狐狸的动物，毛皮可作裘。<br>代：今河北、山西省北部。以产良马闻世。<br>（5）巫山：在今四川省巫山县东。<br>黔中：在今湖南省沅陵县西。<br>限：屏障。<br>（6）肴：同“肴”，肴山在今河南省洛宁县西北。<br>函：函谷关，在今河南省灵宝县西南。<br>（7）奋击：奋勇进击的武士。<br>（8）天府：自然界的宝库。<br>（9）俨然：庄重矜持。<br>（10）愿以异日：愿改在其他时间。<br>（11）神农：传说中发明农业和医药的远古帝王。<br>补遂：古国名。<br>（12）黄帝：姬姓，号轩辕氏，传说中中原各族的共同祖先。<br>涿鹿：在今河北省涿鹿县南。<br>禽：通“擒”。<br>蚩尤：神话中东方九黎族的首领。<br>（13）驩（huān）兜（dōu）：尧的大臣，传说曾与共工一起作恶。<br>（14）三苗：古代少数民族。<br>（15）共工传为尧的大臣，与驩兜、三苗、鲧并称四凶。<br>（16）有夏：即夏桀。“有”字无义。<br>（17）崇：古国名，在今陕西省户县东。<br>（18）纣：商朝末代君主，传说中的大暴君。<br>（19）伯：同“霸”，称霸。<br>（20）恶：同“乌”，何。<br>（21）毂（gǔ）：车轮中央圆眼，以容车轴。这里代指车乘。<br>（22）饬：通“饰”，修饰文词，即巧为游说。<br>（23）万端俱起：群议纷起。<br>（24）稠浊：多而乱。<br>（25）聊：依靠。<br>（26）章：同“彰”，明显。<br>（27）伟服：华丽的服饰。<br>（28）厉：通“砺”，磨砺。<br>（29）徒处：白白地等待。<br>（30）五伯：伯同“霸”，“五伯”即春秋五霸。指春秋时先后称霸的五个诸侯：齐桓公、宋襄公、晋文公、秦穆公、楚庄王。<br>（31）杖：持着。<br>橦（chōng）：冲刺。<br>（32）凌：凌驾于上。<br>万乘：兵车万辆，指大国。<br>（33）诎：同“屈”，屈服。<br>（34）元元：人民。<br>（35）嗣主：继位的君王。<br>（36）至道：指用兵之道。<br>（37）惛：不明。<br>（38）说不行：指连横的主张未得实行。<br>（39）羸（léi）：缠绕。<br>縢（téng）：绑腿布。<br>蹻（jué）草鞋。<br>（40）橐（tuó）：囊。<br>（41）犁：通“黧”（lí），黑色。<br>（42）归：应作“愧”。<br>（43）紝（rèn）：纺织机。<br>（44）太公：姜太公吕尚。<br>阴符：兵书。<br>（45）简：选择。<br>练：熟习。<br>（46）足：应作“踵”，足跟。<br>（47）摩：靠近。<br>燕乌集：宫阙名。<br>（48）华屋：指宫殿。<br>（49）抵：通“抵”（zhǐ），拍击。<br>（50）武安：今属河北省。<br>（51）溢：通“镒”。一镒二十四两。<br>（52）关：函谷关，为六国通秦要道。<br>（53）式：用。<br>（54）廊庙：指朝廷。<br>（55）隆：显赫。<br>（56）山东：指华山以东。<br>（57）使赵大重：谓使赵的地位因此而提高。<br>（58）掘门：同窟门，窰门。<br>桑户：桑木为板的门。<br>棬（quān）枢：树枝做成的门枢。<br>（59）轼：车前横木。<br>撙（zǔn）：节制。<br>（60）伉：通“抗”。<br>（61）张：设置。<br>（62）倨：傲慢。<br>（63）季子：苏秦的字。<br>（64）盖：同“盍”，何。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《苏秦以连横说秦》颇能代表《战国策》的风格，与《左传》文风迥异。《左传》凝练，言简意赅；《国策》舒放，铺陈夸张。《左传》深沉含蓄，耐人寻味；《国策》则驰辩骋说，富于气势。此外，本文在语言方面还大量使用排偶句，渲染气氛，使文气贯通，气势奔放，具有震撼人心的力量，充分显示了纵横家的风格。</p> <p>　　善于选取典型生动的故事情节来刻画人物形象，是本文的一大特点。它并没有全面地叙写苏秦的一生，而是选取赴秦受挫、发愤读书、游说赵王、位极人臣以及家人前倨后卑几个典型情节，构成大悲大喜、冷热悬殊的曲折故事，描绘这位著名纵横家的独特经历与个性。</p> <p>　　在谋篇构思上，通过对比手法的运用来描写人物，显示出作者高超的艺术技巧。其一，说秦说赵的鲜明对比：游说秦王，驰辩骋说，引古论今，高谈阔论，颇显辩士的口若悬河之才，结果却是“书十上，而说不行”。游说赵王，则隐其辞锋，简言“抵掌而谈”，正面浓墨重彩地描写他受封拜相后的尊宠。其二，说秦失败与说赵成功的对比之外，是家人态度的前后对比：说秦不成，家人冷落至极；在赵尊宠，家人礼遇有加。其三，苏秦自身的形象与心态的对比：说秦失败后的穷困潦倒的形象与失意羞愧的心境，说赵成功后,以卿相之尊，“炫煌于道”的威仪与得意忘形的心态，栩栩如生。“人生世上，势位富厚，盖可以忽乎哉”，一语道出纵横家们人生追求的肺腑之言。昨天还是“穷巷掘门、桑户栳枢”的穷光蛋，一夜之间暴富暴贵。</p> <p>　　此外，在描写人物形象的方法方面，与其他先秦散文相比，这篇文章也有所突破。比如，写他说秦失败后那困顿狼狈之窘态的肖像描写，发愤读书锥刺股的细节描写，读书充满自信的独白等等表现手法，颇有小说的味道，这在其他先秦著作中是少见的。</p>",
  "about": "<h2>题解</h2> <p>　　《苏秦以连横说秦》出自《国策》，即《战国策》，是战国时代纵横家的说辞及权变故事的汇编。</p> <p>　　苏秦是战国纵横家的代表人物。他先以连横之策游说秦王，备受冷落；后又以合纵之术游说赵王，大获成功。时而连横，时而合纵，没有固定的政治主张，只为取卿相之尊而奔走，是典型的政客形象。“人生世上，势位富厚，盖可以忽乎哉?”这正是纵横家人生追求的肺腑之言。</p> <p>　　战国时期诸侯林立，尔虞我诈，一批谋臣策士周旋其间，纵横驰骋，朝秦暮楚，以逞其智能，获取功名。本文记载了苏秦始以连横之策说秦，而其说不行，于是发愤读书、终于相赵的故事。其中刻划了当时具有代表性的策士形象。正如南宋鲍彪所说：“（苏）秦之自刺，可谓有志矣。而志在金玉卿相，故其所成就，适足以夸嫂妇。”（《战国策注》）为使人物个性鲜明突出，作者移花接木，将苏秦游说路过洛阳，周显王“除道效劳”（元吴师道注）的史实，移植到其亲属身上，以亲属的前倨而后卑，映衬苏秦的前窘困、后通显，并以前抑后扬的对比表现，造成讽刺当时世态人情、社会风气的强烈效果。此外，文中写苏秦的说辞，铺陈夸饰，气势充盈，可视为汉赋铺张扬厉文风的滥觞。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "故事",
    "写人"
  ]
}