{
  "id": 70909,
  "star": 389,
  "name": "咏早梅 / 扬州法曹梅花盛开",
  "dynasty": "南北朝",
  "content": "兔园标物序，惊时最是梅。<br>衔霜当路发，映雪拟寒开。<br>枝横却月观，花绕凌风台。<br>朝洒长门泣，夕驻临邛杯。<br>应知早飘落，故逐上春来。",
  "fanyi": "<p><strong>译文</strong><br>在花园里是容易看出时节的变化的，其中最使人惊异、最能标志时节变化的就是梅花。<br>梅花不怕霜雪、不畏风寒，在零霜下雪的时候，它就在路边开放了。<br>梅花的枝叶和花朵开遍扬州。<br>梅花盛开的时候可以使被遗弃者见之有感而落泪，也可以使钟情的人触景兴怀而勃发。<br>梅花大概也知道自己飘落得早，所以赶在正月就开起花来了。</p> <p><strong>注释</strong><br>①兔园：本是汉梁孝王的园名，这里借指扬州的林园。<br>②标：标志。<br>③物序：时序，时节变换。<br>④拟：比，对着。<br>⑤却月观：扬州的台观名。<br>⑥凌风台：扬州的台观名。<br>⑦长门：汉宫名。汉武帝曾遗弃陈皇后于长门宫，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>为她写过一篇《长门赋》。<br>⑧临邛：汉县名，司马相如曾在临邛饮酒，结识了<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>。<br>⑨上春：即孟春正月。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　兔园，《史记》称东苑，在今河南商丘市东。逊时在扬州，<a href=\"http://so.gushiwen.org/view_70909.aspx\">诗</a>一开头就标出兔园是因为建安王萧伟与梁孝王刘武有着许多相似之处。《史记·粱孝王世家》云：“于是孝王筑东苑，方三百余里。广睢阳城七十里。大治宫室，为复道，自宫连属于平台三十余里。得赐天子旌旗，出从千乘万骑。东西驰猎，拟于天子。出言跸，入言警。招延四方豪杰，自山以东游说之士莫不毕至。”而建安王萧伟《梁书》本传云：“伟少好学，笃诚通恕，趋贤重士，常如不及。由是四方游士、当世知名者，莫不毕至。齐世，青溪宫改为芳林苑。天监初，赐伟为第，伟又加穿筑，增植嘉树珍果，穷极雕丽，每与宾客游其中，命从事中郎萧子范为之记。梁世藩邸之盛，无以过焉。”建安王萧伟的芳林苑，恰似梁孝王刘武的兔园。诗中的兔园，意即指芳林苑。园中百卉，独咏梅花是因为梅花自有它独特的标格。正当冰封大地、万木萧疏之时，梅花已预报了春天的来临，所以说“惊时最是梅”。“惊”字用拟人笔法，突出梅花对节令转换的特殊敏感，尤为醒目。</p> <p>　　“衔霜当路发”四句，则具体地描绘梅花的高标逸韵。它不畏严寒，凌霜傲雪，嫣然开放。正因梅花盛开，霜落其上，故曰“衔”。正因梅花盛开，千娇百媚，与白雪相映成趣，故曰“映”。却月观，凌风台，想必是园中的主要景点，自然梅花更盛。“雪虐风饕愈凛然，花中气节最高坚。”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《落梅》其一）一个“横”字，写出了梅花凌寒怒放的高贵品格；一个“绕”字，写尽了梅花俏丽报春的妩媚情态。从语法上讲，“衔霜”、“映雪”是动宾结构，“枝横”、“花绕”是主谓结构，这样就错落有致地写出了满园梅花盛开、光彩照眼的动人情景。</p> <p>　　满园梅花动诗兴。诗人不禁由花事联想到人事，想起了人世间许多悲欢离合的故事。汉武帝的陈皇后，擅宠骄贵，终因骄妒失宠，退居长门宫，愁闷悲思，闻<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>工文章，遂奉黄金百斤，令为解愁之辞，相如为作《长门赋》，中云：“左右悲而垂泪兮，涕流离而纵横。舒息悒而增欷兮，屣履起而彷徨。……夜曼曼其若岁兮，怀郁郁其不可再更。”故诗曰：“朝洒长门泣”。《史记·司马相如传》载：“相如之临邛，从车骑，雍容闲雅甚都；及饮卓氏，弄琴，文君窃从户窥之，心悦而好之，恐不得当也。既罢，相如乃使人重赐文君侍者通殷勤。文君夜亡奔相如，相如乃与驰归成都。”文君之父卓王孙开始反对两人的婚事，后经劝说，不得已而“分予文君僮百人，钱百万，及其嫁时衣被财物。”后汉武帝命相如为中郎将，建节出使西南少数民族地区，“至蜀，蜀太守以下郊迎，县令负弩矢先驱，蜀人以为宠。于是卓王孙、临邛诸公皆因门下献牛和酒以交欢。卓王孙喟然而叹，自以得使女尚司马长卿晚，而厚分与其女财，与男等同。”故诗曰：“夕驻临邛杯。”</p> <p>　　“朝洒”二句，一悲一喜，一离一合，形成鲜明的对比。而两事都与司马相如有关。写兔园之梅，为何联想到司马相如呢？因为司马相如和梁孝王还有一段因缘。梁孝王到首都长安，带来<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、庄忌等一批文士，相如见而悦之，遂借口有病而辞官游梁，梁孝王令与诸生同舍，一住几年，乃著《子虚赋》（见《史记·司马相如传》）。诗人是将建安王比作梁孝王，将芳林苑比作兔园，而将自己比作司马相如。有人说：“长门借喻闺妇，临邛借喻游子，意谓闺妇方见梅伤春时，而游子亦罢饮思家也。”（何融《何水部诗注》）这种理解似失之于浅俗，与整首诗的基调亦不尽吻合。建安王萧伟爱客接士，<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>以卓越的才能得到他的信任和重用，遂引为水曹行参军兼记室，日与游宴，深被恩礼。何逊正是踌躇满志的时候，似不应有消极悲愁之叹。最后“应知早飘落，故逐上春来”二句，寓有人生有限，应当及早建功立业的思想。整首诗的基调还是积极向上的。作者是以司马相如自喻，借咏梅来表现自己坚定的情操和高远的志向。陆时雍所说：“何逊好梅，梅诗绝未见佳，其所好在形骸之外。”（《古诗镜》卷二十二）尚属皮相之见。</p>",
  "about": "<h2>创作背景</h2> 　　公元507年（梁武帝天监六年）旧历四月，抚军将军建安王萧伟出为都督扬、南徐二州诸军事、扬州刺史，<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>迁水曹行参军，兼任记室，深得萧伟信任，日与游宴，不离左右。这首<a href=\"http://so.gushiwen.org/view_70909.aspx\">诗</a>即写于第二年早春。",
  "poet": {
    "id": 569,
    "star": 0,
    "name": "何逊",
    "image": "http://img.gushiwen.org/authorImg/hexun.jpg",
    "desc": "南朝梁诗人，字仲言，东海郯(今山东省苍山县长城镇)人，何承天曾孙，宋员外郎何翼孙，齐太尉中军参军何询子。八岁能诗，弱冠州举秀才，官至尚书水部郎。诗与阴铿齐名，世号阴何。文与刘孝绰齐名，世称何刘。其诗善於写景，工于炼字。为杜甫所推许，有集八卷，今失传，明人辑有何水部集一卷。后人称\"何记室\"或\"何水部\"。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "梅花",
    "言志"
  ]
}