{
  "id": 57628,
  "star": 10,
  "name": "满江红·倦客新丰",
  "dynasty": "宋代",
  "content": "倦客新丰，貂裘敝、征尘满目。弹短铗、青蛇三尺，浩歌谁续。不念英雄江左老，用之可以尊中国。叹诗书、万卷致君人，番沈陆。<br>休感叹，年华促。人易老，叹难足。有玉人怜我，为簪黄菊。且置请缨封万户，竟须卖剑酬黄犊。叹当年、寂寞贾长沙，伤时哭。",
  "fanyi": "<p><strong>译文<br></strong>就像当年的马周困顿于新丰酒楼、苏秦貂裘破败一身风尘。用手指弹着三尺宝剑的剑铗歌唱，谁能听懂是什么意思呢？不要顾虑江南英雄年纪大了，任用他照样可以打败敌人，使其向中国称臣。可叹那些饱读<a href=\"http://so.gushiwen.org/view_57628.aspx\">诗</a>书，想要致君尧舜的人因为神州陆沉而报国无门，无路请缨。<br>不要感慨什么人生易老，时光易逝，且饮美酒浇愁。有位美女同情我的遭遇，怜惜我的心情，又为我簪戴一朵黄色的菊花。先把请缨封侯的事情放在一边，姑且卖剑买牛，以求解脱。遥想当年，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>因为寂寞伤时而痛哭。</p> <p><strong>注释<br></strong>（1）倦客新丰：用唐代那周事，《新唐书.马周传》记载马周失意时：“社新丰逆旅，主人不顾之。周命酒一斗八升，悠然独酌。众异之。”倦客，倦于宦游的人。新丰，在长安东面，陕西临潼东。这里作者以马周自喻。<br>（2）貂裘敝：衣服破烂不堪。《战国策·秦策一》，“苏秦说秦王，书十上而说不行。黑貂之裘敝，黄金百斤尽，资用乏绝，去秦而归”。<br>（3）征尘：旅途的尘土。<br>（4）弹短铗：《战国策·秦策四》，记载孟尝君的客人冯谖，最初不受孟尝君重用，自己弹剑铗而歌曰：“长铗归来乎，食无鱼。”，又曰：“出无车”，又曰：“无以为家”。后为孟尝君的上客，屡献计谋，巩固了孟尝君在齐国的地位。作者以冯谖不得志时弹剑而自喻。<br>（5）铗、青蛇：均指剑。<br>（6）英雄：此暗指词人自己。<br>（7）江左：指偏安江南地区。江左老，老死江南。句意是说未想到英雄老死江左。<br>（8）尊中国：树立中国的尊严，句意是说任用这些英雄可以使国家受到尊重，意即驱逐金人，恢复中原。<br>君人：指君王。<br>（9）沉陆：即陆沉。《庄子.则阳》：“方且与世违，而行不屑与之俱，是陆沉者也。”郭象注：“人中隐者，譬无水而没也。”陆地无水而自沉，指隐居。<br>（10）醽醁（línglù）：美酒。<br>簪黄菊：簪上一朵黄菊。《千秋岁·徐州重阳作》：“美人怜我老，玉手簪黄菊”。<br>（11）请缨：《汉书·终军传》：“南越与汉和亲，乃遣‘终’军使南越说其王，欲令入朝，比内诸侯。军自请，愿受长缨，必羁南越而致之阙下。”<br>（12）万户：官名。金初设置，为世袭军职。统领千户（猛安）、百户（谋克），隶属于都统。<br>（13）卖剑酧黄犊：《汉书.龚遂传》记载，渤海郡饥，袭遂为太守，劝民卖刀剑买牛犊，从事农业生产。酧，同“酧”，指酬付价钱。这里指直须卖刀剑买牛，归耕田园。<br>（14）甚：为什么，何必像。<br>（15）贾长沙：指贾谊。贾谊在汉文帝朝曾贬为长沙王太傅，人称贾长沙。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕先以马周、苏秦、冯谖三个人物失意落寞的遭际自比，然后直摅胸臆，抒发不平：“不念英雄江左老，用之可以尊中国。”此二句看似寻常语，但却道破了南宋政治现实。宋高宗在位三十五年，是个彻头彻尾的投降派，后来的皇帝基本上一脉相承，多少仁人志士请缨无路，报国无门，衔恨以终。至此可知中国之不尊，罪在最高统治者。前结仍抒上意。读书万卷，志在辅佐君王，报效国家，反退而隐居，埋在底层，于<a href=\"http://so.gushiwen.org/view_57628.aspx\">诗</a>书冠一“叹”字，可知感慨之深。本可以辅佐君王以尊中国，但却被弃置了，岂不令人悲痛!上片连用典故，壮怀激烈，悲歌慷慨，淋漓尽致地抒发了“却将万字平戎策，换得东家种树书”的无法实现统一中国的愤世之情。</p> <p>　　下阕从侧面立意，在报国无路的情况下，便寄情诗酒，归隐田园，故作旷达，隐痛深哀，仍充满字里行间。“休感慨”，实际是感慨有何用，不如藉美酒以消愁解恨。而人生易老，即使欢乐也难以尽兴。接再作超脱：“有玉人怜我，为簪黄菊”。转而又作愤语：“且置请缨封万户，竟须卖剑酧黄犊。”这里表示放下请缨杀敌、立功封侯的念头，归隐田园，以求解脱。最后引<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>事作结：“甚当年，寂寞贾长沙，伤时哭”。贾谊为什么因寂寞而伤时痛哭呢？以反问的形式透露了诗人故作旷达而始终无法摆脱的痛苦，这种旷达精神，实质上是他的悲痛情绪发展到更深沉的表现。托古喻今，长歌当哭，全词借古人之酒杯，浇我胸中之块垒，这块垒似乎越浇越多了，因为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“悲剧”乃时代使然，终南宋王朝力主恢复的抗战潮流，不过细波微澜而已。</p>",
  "about": "<h2>创作背景</h2> 　　此词大约作于淳熙六年至七年（公元1179年-公元1180年）之间。 这首词大约是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>闲居上饶担任有名无实的祠官时所作，词人反对偏安江左，渴望用世立功，可是最终被迫无奈退隐田园。当时南宋小朝廷不以国家民族利益为重，坚持偏安投降政策，打击排斥爱国志士，使他们请缨无路，报国无门，只得解甲归田，卖剑买牛，终老山林，以酒浇愁，辛弃疾也是他们其中之一。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "抒怀",
    "壮志难酬",
    "悲愤",
    "归隐"
  ]
}