{
  "id": 28934,
  "star": 12,
  "name": "谒山",
  "dynasty": "唐代",
  "content": "从来系日乏长绳，水去云回恨不胜。 <br>欲就麻姑买沧海，一杯春露冷如冰。",
  "fanyi": "<p><strong>译文<br></strong>自古以来，就没有能系住太阳的长绳，逝水东流，白云舒卷，更令人怅恨不胜。<br>正想向仙人麻姑买下沧海，哎，只剩得一杯春露，其冷如冰。</p> <p><strong>注释<br></strong>⑴谒山：拜谒名山。谒：拜见，朝见的意思。<br>⑵系日乏长绳：用傅休奕《九曲歌》“岁暮景迈群光绝，安得长绳系白日”句意，说明时光难以留驻。<br>⑶水去：含有两个意思：一、与“云回”一样是所见景象，含有“百川东到海，何日复西归”、的意思；二、指时间的消逝。《论语》有“子在川上曰：‘逝者如斯夫，不舍昼夜！’”的话，是把时间比作流水。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>进而把流水当作时间。恨不胜：怅恨不尽。胜，尽。<br>⑷麻姑：古代神话传说中的女仙。《神仙传》载，麻姑对王方平说：“接待以来，已见东海三为桑田。向到蓬莱，水又浅于往者会时略半，岂将复还为陵陆乎？”李商隐据此想像沧海(指东海)是麻姑所有的。<br>⑸一杯春露：指沧海之水(也就是沧海里所汇聚的时间)已少到只剩一杯了。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　时间的流逝，使古往今来多少志士才人慷慨悲歌。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>这首<a href=\"http://so.gushiwen.org/view_28934.aspx\">诗</a>，所吟咏慨叹的尽管还是这样一个带有永恒性的宇宙现象，却极富浪漫的奇思异想，令人耳目一新。</p> <p>　　“从来系日乏长绳”，诗人开篇运用典故，表达了时间一去不可留的怅惘之情。古人想用绳子来拉住西沉的太阳，以此挽留时光的流逝，可是又哪有这么长的绳子呢?事实上从来就没有系日的长绳，没有任何人可以阻止时间无穷无尽的流逝。“水去云回恨不胜”，登高望远，但见滚滚江河向东流去，永无休止。这一日日、一天天、一年年相似的每一刻仿佛都在重来，鸟去又飞回，春去又春归，但就是这表面的轮回中，有多少峥嵘的岁月在无情地流逝。轮回一日意味着一天已经过去，轮回一春，意味着一年已过去，从老人到儿童的轮回，意味着一代人已经过去。太阳日复一日的东升西落，春夏秋冬循环往复的不断更替，这其中蕴含了人生、社会和宇宙的多少悲哀和无奈。</p> <p>　　诗人伤感至极，似乎已经山穷水尽，诗人却由“恨”忽生奇想，转出一片柳暗花明的新境：“欲就麻姑买沧海”，何不把沧海买过来，如此一来，时间就可以永远由我来把握了！自古百川归大海，把沧海买过来，流逝的一切不就又重新回来了吗？现在沧海已属于麻姑了，不如去向麻姑买下来。乍读似觉这奇想有些突如其来，实则它即缘“系日乏长绳”和“水去云回”而生。浪漫主义的思维赋予了诗人极尽的幻想，在感叹人世短暂，时间飞速流逝的迷惘中似乎发现了极好的办法。不过，纵然有此想法，麻姑又在哪里？又用什么东西去与她交换这宇宙的瑰宝?自古以来。朝代变迁，沧海变桑田都是不争的事实，又有谁能摆脱命运的轨迹?纵有了沧海在手谁又能保证它不又会变成桑田。 “一杯春露冷如冰”意为，蓬山周围的海水，据说现在也变浅了，将又一次要变成陆地，也许麻姑也拿它没办法了，诗人抓住这一点加以发挥，将沧海变桑田的过程缩短为一瞬间，让人透悟到这眼前的一杯春露，不过是浩渺的沧海倏忽变化的遗迹，顷刻之间，连这一杯春露也将消失不存了。一个“冷”字，揭示出时间的无情、自然规律的冰冷无情和诗人无可奈何的绝望情绪，诗人曾一度豪情万丈的幻想，瞬间又黯淡下来。 诗末两句跨度极大，由对浩瀚的海水充满了无穷的幻想到瞬问的返回现实，这一时空的跳跃，落差之大，让人无法接受，然而也正是这极大的反差，才进一步烘托出了诗人极大的感伤：毕竟时间一去不复返，人生苦短，自己人生旅程过半，尚一事无成。</p> <p>　　诗人将一个古老的题材写得这样新奇浪漫，诗情画意，也许正可以借用和诗人同时的<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>说的一句话来评价：“譬诸日月，虽终古常见，而光景常新，此所以为灵物也。”</p>",
  "about": "<h2>创作背景</h2> 　　题称“谒山”，作者当是拜谒名山时见水流日落的景象而作。感时光之流逝，叹世事之变迁，<a href=\"http://so.gushiwen.org/view_28934.aspx\">诗</a>人为之而怅恨不已。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "登高",
    "写景",
    "抒情"
  ]
}