{
  "id": 20286,
  "star": 12,
  "name": "大堤曲",
  "dynasty": "唐代",
  "content": "妾家住横塘，红纱满桂香。<br>青云教绾头上髻，明月与作耳边珰。<br>莲风起，江畔春；大堤上，留北人。<br>郎食鲤鱼尾，妾食猩猩唇。<br>莫指襄阳道，绿浦归帆少。<br>今日菖蒲花，明朝枫树老。",
  "fanyi": "<p><strong>译文<br></strong>我的家住在横塘大堤，红纱衣衫散发桂花香，<br>青云发髻在头上扎起，明月耳饰在两边挂上。<br>莲风轻轻吹来，江畔一派春光。<br>我站在大堤之上，挽留一心北去的情郎。<br>郎君啊，你我同食鲤鱼尾，同食猩猩唇。<br>不要思乡远想襄阳道，江面的归帆很少很少。<br>今日恰似菖蒲开花，明朝枫树易老红颜易凋。</p> <p><strong>注释<br></strong>⑴大堤：襄阳（今湖北襄樊）府城外的堤塘，东临汉水。<br>⑵妾：古时女子的谦称。横塘：地名，靠近大堤。一说横塘是指建业淮水（今南京秦淮河）南岸的一个堤塘。<br>⑶红纱：红纱衣。<br>⑷绾（wǎn）：把头发盘绕起来打成结。青云：喻黑发，髻如青云。髻（jì）：发髻。<br>⑸明月：即“明月之珠”的省称。珰（dāng）：耳饰。穿耳施珠为珰，即今之耳环。<br>⑹莲风：此指春风。<br>⑺北人：意欲北归之人，指<a href=\"http://so.gushiwen.org/view_20286.aspx\">诗</a>中少女的情人。<br>⑻鲤鱼尾、猩猩唇：皆美味，喻指幸福欢乐的生活。《吕氏春秋》“肉之美者，猩猩之唇。”<br>⑼襄阳道：北归水道必经之路。<br>⑽浦：水边或河流入海的地区。绿浦，这里指水上。<br>⑾菖（chāng）蒲（pú）：植物名。多年生水生草本，有香气。叶狭长，似剑形。肉穗花序圆柱形，生在茎端，初夏开花，淡黄色。全草为提取芳香油、淀粉和纤维的原料。根茎亦可入药。民间在端午节常用来和艾叶扎束，挂在门前。<br>⑿枫树老：枫树变老，形状丑怪。这里表示年老时期。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　乐府《大堤曲》这一<a href=\"http://so.gushiwen.org/view_20286.aspx\">诗</a>题多是描述水乡船家女子爱情生活的。六朝人题作《大堤》或《大堤行》，唐人始用《大堤曲》这一诗题。</p> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的这首《大堤曲》写的是一个住在横塘的美丽女子与北来商客的一段爱情生活。开头两句交待了这个女子的居所。横塘在当时是一个商船往来聚集的繁华之地。古代也有人根据《大堤曲》这一诗题推测，此处所指当是大堤附近的另一横塘（清代王琦《李长吉歌诗汇解》卷一）。其实这里只是泛指横塘、大堤这样的水乡，所以诗中大堤横塘参差互用，也就是互指。“红纱满桂香”是说透过那绯红的窗纱，沁出闺房的桂香。而后“青云”两句通过写这个女子青云般的发髻和明月宝珠制作的耳珰，描述出其貌美动人。这是采用汉代乐府《陌上桑》的衬托手法。下面“莲风起”四个三字句，交待了这个女子与那个“北人”恋爱的经过。在那莲叶随风起舞的春季，由北方来经商的“北人”，因两人相爱而停驻在这繁华的大堤，而留连在“红纱满桂香”的闺房。下面“郎食”两句，以饮食之精美，极言两情之绸缪，爱情生活之美好。因为在古代，人们常以猩唇鲤尾作为男女情爱的隐语。结尾“莫指”四句是女子劝对方珍惜眼前的欢聚，勿有远行别离之念。“襄阳道”指其行程。菖蒲花开于春末，此处喻女子易逝的青春年华，因古人认为菖蒲难得见花。这四句是女主人公以绿浦中的行舟多一去不复返之事来劝情人莫生远行的念头。最后用花树喻人易老，说明应珍惜欢聚的时日。</p> <p>　　李贺这首诗全无其“风樯阵马”的奇诡幻诞风格，而是力摹乐府古体。以一个笃情女子口吻写出秦淮水边商女真挚而热烈的爱情生活。也在一种淡淡的哀怨之情中，透出其离多合少之苦。在这方面是《古诗十九首》的遗风。而诗中喜用美言绮语，清丽动人，深得六朝乐府之妙。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首拟古乐府。大堤是襄阳（今湖北襄樊）城外的堤塘，六朝以来为商船聚集之地。这里用来作为乐府<a href=\"http://so.gushiwen.org/view_20286.aspx\">诗</a>题。这是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>于唐宪宗元和九年（814年）南游吴楚经襄阳拟乐府旧题而作。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "爱情",
    "女子"
  ]
}