{
  "id": 72818,
  "star": 23,
  "name": "早发",
  "dynasty": "宋代",
  "content": "繖幄垂垂马踏沙，水长山远路多花。<br>眼中形势胸中策，缓步徐行静不哗。",
  "fanyi": "<p><strong>译文</strong><br>马后垂着伞盖，马蹄踩着黄沙，沙沙，沙沙。山遥遥，水茫茫，沿路见到那么多的野花。<br>眼观敌我形势，战术方略早已成竹在胸。兵马缓步前进，三军肃静无人喧哗。</p> <p><strong>注释</strong><br>⑴繖幄：指伞盖。繖，同“伞”，从晋代起，官员出门，仪仗队里都有伞。<br>⑵策：战术、方略。<br>⑶徐行：慢速前进。哗：嘈杂的声音。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>是宋代与<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>齐名的抗金名将，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>有两句著名的<a href=\"http://so.gushiwen.org/view_72818.aspx\">诗</a>“公卿有党排宗泽，帷幄无人用岳飞”（《剑南诗稿》卷二五《夜读范至能〈揽辔录〉言中原父老见使者多挥涕感其事作绝句》），就是把两人相提并论的。他的诗虽所存不过二十来首，但一部分诗从一个抗金将领的角度反映了宋朝的抗金战争，很有特色。《早发》便是其中较为有名的一首。</p> <p>　　《早发》写宗泽率领自己的军队于清晨出发，去进行一次军事活动。全诗的气氛可以用诗中的一个“静”字来概括。这“静”既是早晨的大自然所特有的宁静，又是纪律严明的宗泽部队行军时的肃静，更是一场激战即将来临之前的寂静。这三种“静”交织在一起，构成了一幅逼真的行军图。</p> <p>　　“繖幄垂垂马踏沙”，写的是行进中的军队。“繖幄”是主帅行军时所用的仪仗，“垂垂”是张开的伞有秩序而无声地移动的样子，给人以静悄悄的感觉。“马踏沙”给人的感觉也是这样，那战马踩着沙地所发出的沙沙声，更衬托出行军队伍的整齐与肃静。这一句的特色，就在于用一个视觉画面表现了一个听觉印象；而行军队伍的肃静不哗，正是反映了宗泽部队的纪律严明，有战斗力。</p> <p>　　“水长山远路多花”写了行军队伍周围的自然景色。悠长的流水、绵亘的远山、点缀于路旁的野花，这三者所构成的意境，是一种大自然在清晨时分的静谧。大自然的宁静与行军队伍的肃静互相映衬。“水长山远”既是说的自然景色，又暗示了行军路线之长。而宗泽既有闲情雅致欣赏周围的山水花草，则表明他对即将来临的军事行动早已成竹在胸，为下面一句的正面描写作了很好的铺垫。</p> <p>　　“眼中形势胸中策”，正面描写了主人公的思想活动。“眼中形势”，是指当时的抗金形势；“胸中策”，是指他将要采用的战略战术。宗泽骑在马上，分析着当时的形势，考虑着自己的对策，觉得一切都已了然于胸中。正因为这样，所以“缓步徐行静不哗”，让部从放慢速度，坚定而又稳重地向前行进，静悄悄地没有喧哗之声。最后一句所表现的，是一种名将指挥下的部队的风貌。在“静不哗”中，既表现了严明的纪律，也表现了激战来临之前的肃穆气氛。</p> <p>　　这首诗的最大特色，就在于它平平实实，不作豪迈语，却写出了一个大将的风度，一直脍炙人口。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>为宋哲宗元佑年间进士，靖康元年（公元1126年）知磁州兼义军都总管，大败金兵。宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>即位后，宗泽任东京（今河南开封）留守，整顿军纪，加强战备，任用<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>为将，召集各路义军，屡败金兵。曾多次上书高宗，力主还都，北伐抗金，收复失地，但都被投降派所阻，因而忧愤成疾，临终前还连呼三声“过河”，作下此<a href=\"http://so.gushiwen.org/view_72818.aspx\">诗</a>。",
  "poet": {
    "id": 1701,
    "star": 0,
    "name": "宗泽",
    "image": "http://img.gushiwen.org/authorImg/zongze.jpg",
    "desc": "宗泽（1060年1月20日—1128年7月29日），字汝霖，汉族，浙东乌伤（今浙江义乌）人，宋朝名将。刚直豪爽，沉毅知兵。进士出身，历任县、州文官，颇有政绩。宗泽在任东京留守期间，曾20多次上书高宗赵构，力主还都东京，并制定了收复中原的方略，均未被采纳。他因壮志难酬，忧愤成疾，七月，临终三呼“过河”而卒。死后追赠观文殿学士、通议大夫，谥号忠简。著有《宗忠简公集》传世。"
  },
  "tags": [
    "战争"
  ]
}