{
  "id": 21084,
  "star": 1,
  "name": "有酒十章",
  "dynasty": "唐代",
  "content": "有酒有酒鸡初鸣，夜长睡足神虑清。悄然危坐心不平， <br> 浩思一气初彭亨。澒洞浩汗真无名，胡不终浑成。 <br> 胡为沉浊以升清，矗然分画高下程。天蒸地郁群动萌， <br> 毛鳞裸介如鬇鬡.呜呼万物纷已生，我可奈何兮杯一倾。 <br> 有酒有酒东方明，一杯既进吞元精。尚思天地之始名， <br> 一元既二分浊清。地居方直天体明，胡不八荒圢圢如砥平。 <br> 胡山高屹崒海泓澄，胡不日车杲杲昼夜行， <br> 胡为月轮灭缺星fU盯，呜呼不得真宰情， <br> 我可奈何兮杯再倾。 <br> 有酒有酒兮湛渌波，饮将愉兮气弥和。念万古之纷罗， <br> 我独慨然而浩歌。歌曰：天耶，地耶，肇万物耶， <br> 储胥大庭之君耶。恍耶，忽耶，有耶，传而信耻， <br> 久而谬耶。文字生而羲农作耶，仁义别而圣贤出耶。 <br> 炎始暴耶，蚩尤炽耶，轩辕战耶，不得已耶。仁耶， <br> 圣耶，悯人之毒耶。天荡荡耶，尧穆穆耶。岂其让耶， <br> 归有德耶。舜其贪耶，德能嗣耶。岂其让耶，授有功耶。 <br> 禹功大耶，人戴之耶。益不逮耶，启能德耶。家天下耶， <br> 荣后嗣耶。于后嗣之荣则可耶，于天下之荣其可耶。 <br> 呜呼远尧舜之日耶，何弃舜之速耶。辛癸虐耶，汤武革耶。 <br> 顺天意耶，公天下耶。踵夏荣嗣，私其公耶。并建万国， <br> 均其私耶。专征递伐，斗海内耶。秦扫其类，威定之耶。 <br> 二代而陨，守不仁耶。汉魏而降，乘其机耶。短长理乱， <br> 系其术耶。尧耶，舜耶，终不可逮耶。将德之者不位， <br> 位者不逮其德耶。时耶，时耶，时其可耶。 <br> 我可奈何兮一杯又进歌且歌。 <br> 有酒有酒兮黯兮溟，仰天大呼兮，天漫漫兮高兮青。 <br> 高兮漫兮吾孰知天否与灵。取人之仰者， <br> 无乃在乎昭昭乎曰与夫日星。何三光之并照兮， <br> 奄云雨之冥冥。幽妖倏忽兮水怪族形， <br> 鼋鼍岸走兮海若斗鲸。河溃溃兮愈浊，济翻翻兮不宁。 <br> 蛇喷云而出穴，虎啸风兮屡鸣。污高巢而凤去兮， <br> 溺厚地而芝兰以之不生。葵心倾兮何向，松影直而孰明。 <br> 人惧愁兮戴荣，天寂默兮无声。呜呼，天在云之上兮， <br> 人在云之下兮，又安能决云而上征。呜呼， <br> 既上征之不可兮，我奈何兮杯复倾。 <br> 有酒有酒香满尊，君宁不饮开君颜。岂不知君饮此心恨， <br> 君今独醒谁与言。君宁不见飓风翻海火燎原， <br> 巨鳌唐突高焰延。精卫衔芦塞海溢，枯鱼喷沫救池燔。 <br> 筋疲力竭波更大，鳍燋甲裂身已干。有翼劝尔升九天， <br> 有鳞劝尔登龙门。九天下视日月转，龙门上激雷雨奔。 <br> 螗蜋虽怒谁尔惧，鹖旦虽啼谁尔怜。抟空意远风来壮， <br> 我可奈何兮一杯又进消我烦。 <br> 有酒有酒歌且哀，江春例早多早梅。樱桃桃李相续开， <br> 间以木兰之秀香裴回。东风吹尽南风来，莺声渐涩花摧颓。 <br> 四月清和艳残卉，芍药翻红蒲映水。夏龙痡毒雷雨多， <br> 蒲叶离披艳红死。红艳犹存榴树花，紫苞欲绽高笋牙。 <br> 笋牙成竹冒霜雪，榴花落地还销歇。万古盈亏相逐行， <br> 君看夜夜当窗月。荣落亏盈可奈何，生成未遍霜霰过。 <br> 霜霰过兮复奈何，灵芝夐绝荆棘多。荆棘多兮可奈何， <br> 可奈何兮终奈何。秦皇尧舜俱腐骨， <br> 我可奈何兮又进一杯歌复歌。 <br> 有酒有酒方烂漫，饮酣拔剑心眼乱。声若雷砰目流电， <br> 醉舞翻环身眩转。乾纲倒轧坤维旋，白日横空星宿见， <br> 一夫心醉万物变。何况蚩尤之蹴蹋，安得不以熊罴战。 <br> 呜呼，风后力牧得亲见，我可奈何兮又进一杯除健羡。 <br> 有酒有酒兮告临江，风漫漫兮波长。渺渺兮注海， <br> 海苍苍兮路茫茫。彼万流之混入兮， <br> 又安能分若畎浍淮河与夫岷吴之巨江。味作咸而若一， <br> 虽甘淡兮谁谓尔为良。济涓涓而缕贯， <br> 将奈何兮万里之浑黄。鲸归穴兮渤溢，鳌载山兮低昂。 <br> 阴火然兮众族沸渭，飓风作兮昼夜猖狂。顾千珍与万怪兮， <br> 皆委润而深藏。信天地之潴蓄兮， <br> 我可奈何兮一杯又进兮包大荒。 <br> 有酒有酒兮日将落，馀光委照在林薄。阳乌撩乱兮屋上栖， <br> 阴怪跳趫兮水中跃。月争光兮星又繁，烧横空兮焰仍烁。 <br> 我可奈何兮时既昏，一杯又进兮聊处廓。 <br> 有酒有酒兮再祝，祝予心兮何欲。欲天泰而地宁， <br> 欲人康而岁熟。欲凤翥而鹓随兮，欲龙亨而骥逐。 <br> 欲日盛而星微兮，欲滋兰而歼毒。欲人欲而天从， <br> 苟天未从兮，我可奈何兮一杯又进聊自足。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": []
}