{
  "id": 49175,
  "star": 216,
  "name": "清平乐·留人不住",
  "dynasty": "宋代",
  "content": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。<br>渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。",
  "fanyi": "<p><strong>译文<br></strong>想留住情郎却无济于事，他酒醉后登上画船，扬帆而去。碧波荡漾的春江中，那船儿一定乘风疾驶，黄莺啼晓之声，会充满他的耳际。<br>渡口空空荡荡只剩下杨柳郁郁青青，枝枝叶叶都满含着别意离情。从此后休要寄锦书再诉衷情，画楼里的欢娱不过是一场春梦，那山盟海誓毕竟空口无凭。</p> <p><strong>注释<br></strong>①留人不住：<a href=\"http://so.gushiwen.org/author_318.aspx\">郑文宝</a>《柳枝词》：“亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。”此处翻用其意。<br>②兰舟：木兰舟，以木兰树所造之船。此处泛指船只。<br>③锦书：书信的美称。前秦苏若兰织锦为字成回文<a href=\"http://so.gushiwen.org/view_49175.aspx\">诗</a>，寄给丈夫窦滔。后世泛称情书为锦书。<br>④云雨：隐喻男女交合之欢。<br>⑤无凭：靠不住。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是一首离情词。当是托为妓女送别情之作。送者有意，而别者无情，从送者的角度来写，写尽其痴人痴情。</p> <p>　　“留人不住”四个字将送者、行者双方不同的情态描绘了出来：一个是再三挽留，一个是去意已决，毫无留恋之情。“醉解兰舟去”，恋人喝醉了，一解开船缆就决绝地走了。“留”而“不住”，又为末两句的怨语做了铺垫。 </p> <p>　　“一棹碧涛春水路，过尽晓莺啼处”二句紧承“醉解兰舟去”，写的是春晨江景，也是女子揣想情人一路上所经的风光。江中是碧绿的春水，江上有婉转的莺歌，是那样的宜人。当然，景色的美好只是女子的想象，或许更是她的期望，即使他决然地离开了她，她也仍旧希望自己的情人在路上有美景相伴，可见痴情至深。“过尽”两个字，暗示女子与恋人天各一方的事实，含蓄透露出她的忧伤。 </p> <p>　　“渡头杨柳青青，枝枝叶叶离情”。情人已经走了很久，不见踪影，但女子依旧站在那里。堤边杨柳青青，枝叶茂盛繁多，千丝万缕，依依有情，它们与女子一起伫立于渡口，安静凝望远方。古人有折柳枝送别的习俗，所以“枝枝叶叶”含有离情的意思，此处即借杨柳的枝叶来暗示女子黯然的离情。</p> <p>　　“此后锦书休寄，画楼云雨无凭”，所表达的感情非常激烈。女子负气道：“以后你不必给我寄信了，反正我们之间那犹如一场春梦的欢会没有留下任何凭证，你的心里也没有我的位置。” “画楼云雨”四个字道出了女子与男子曾经的美好过往，只可惜男子决然绝情。相守的期盼落空之后，她只有怀着无限的怨恨选择放弃，从特意提及“锦书”可知，女子内心并不想如此决绝，只是无可奈何罢了。 </p> <p>　　这首词在技巧上运用了很多对比方法：一个苦苦挽留，一个“醉解兰舟”；一个“一棹碧涛”、晓莺轻啼，一个独立津渡、满怀离情；一个意浅，一个情深，让人一目了然。在结构上，亦是先含情脉脉，后决绝断念。结尾二句虽似负气怨恨，但正因为爱得执著，才会有如此烦恼，所以更能反衬出词人的一片痴情。总之，此词刻画细腻，惟妙惟肖地表现出一个女子痴中含怨的微妙心理。</p>",
  "about": "<h2>点评</h2> 　　本词写一女子挽留不住情人的怨恨，如一特写镜头，刻画出一位女子多情善感的美好形象。这首词在技巧上运用了很多对比方法：一个苦苦挽留，一个“醉解兰舟”；一个“一棹碧涛”、晓莺轻啼，一个独立津渡，满怀离情；一个意浅，一个情深。让人一目了然。在结构上，亦是先含情脉脉，后决绝断念。结尾二句虽似负气怨恨，但正因为爱得执著，才会有如此烦恼，所以更能反衬出词人的一片痴情。写一位妓女与情人的依依惜别之情。词用白描手法写出二人有春晨渡口分手时的种种情态。结尾处决绝之语，更道出了她心中的幽怨和不忍割舍之意。此后锦书体寄，画楼云雨无凭。“此后”二句抒发怨爱交集的负气之言：“锦书休寄”拒其信，“云雨无凭”“断其情，讲提似乎很决绝，其实从前面的“留人”、“莺啼”、“离情”已处处点染出她的眷恋难舍，而讲此话是故作负气的一种解脱的反语暗示：“休寄”，“无凭”的潜台词正是别忘画楼欢爱。此词刻画细腻，惟妙惟肖地表现出一个女子痴中含怨的微妙心理。词人对女性怨爱交集的 盾心理揣摩得极为细腻。<br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的去世，门祚的式微，<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的境况也起了很大的变化。加上他孤高耿介、不愿阿附权势的个性，以致生活的道路不很顺利。身世的坎坷和世情的冷暖，使小晏在耿介特立的个性之外，又具有情深一往、善感任真的品格。所以他的词虽不离伤春悲秋、别怨离愁、相思情苦的内容，但是于情文之间缭绕着一股郁勃而深挚的情思，可以激动人心。这首词便是其中著名的一首。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "宋词三百首",
    "离别",
    "柳树"
  ]
}