{
  "id": 128,
  "star": 104,
  "name": "终南",
  "dynasty": "先秦",
  "content": "终南何有？有条有梅。君子至止，锦衣狐裘。颜如渥丹，其君也哉！<br>终南何有？有纪有堂。君子至止，黻衣绣裳。佩玉将将，寿考不忘！",
  "fanyi": "<p><strong>译文</strong><br>终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，莫非他是我君主？</p> <p>终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，富贵寿考莫相忘。</p> <p><strong>译文二</strong><br>终南山上有什么？有山楸来有梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红红像涂丹，那是我的君王啊。</p> <p>终南山上有什么？有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，到寿命终结也忘不了。</p> <p>注：在此“也哉”可用语助词解，而且“也”的其他用法中一般不存在在这种情况下当或许的可能。考为寿命终结和长寿的意思，这样就形成了本<a href=\"http://so.gushiwen.org/view_128.aspx\">诗</a>的不同理解模式。</p> <p>注释<br>①终南：终南山，在今陕西西安市郊外。<br>②条：树名，即山楸。材质好，可制车板。<br>③锦衣狐裘：当时诸侯的礼服。《礼记·玉藻》：“君衣狐白裘，锦衣以裼之。”<br>④渥（wò）：涂。丹：赤石制的红色颜料，今名朱砂。<br>⑤纪：山角。堂：山上宽平处。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》：“纪，山之廉角也。堂，山之宽平处也。”一说纪和堂是两种树名，即杞柳和棠梨。<br>⑥黻（fú）衣：黑色青色花纹相间的上衣。绣裳：五彩绣成的下裳。当时都是贵族服装。<br>⑦将将：同“锵锵”，象声词。<br>⑧考：高寿。亡：通“忘”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_128.aspx\">诗</a>作者身份的推测，前人有两种说法：其一，秦大夫所作。《诗序》以为“（襄公）能取周地，始为诸侯，受显服，大夫美之故作是诗，以戒劝之”。其二，周遗民所作。方玉润《诗经原始》云：“此必周之耆旧，初见秦君抚有西土，皆膺天子命以治其民，而无如何，于是作此。”其最有力的推断即是“其君也哉”一句。严粲《诗缉》云：“‘其’者，将然之辞。‘哉’者，疑而未定之意。”此句意为：“这个人将成为我们的君主吗？”方玉润说：“秦臣颂君，何至作疑而未定之辞，曰‘其君也哉’，此必不然之事也。”理由较充足，可信为周遗民之作。现代有的研究者认为是终南山的姑娘，对进山的青年表示爱慕之心而作，亦别开生面，可备参考。　又关于此诗究竟是“美”还是“戒”，前人亦意见不一。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》主“此秦人美其君之词”，姚际恒亦肯定“有美无戒”。而《诗序》的总体评价是：“《终南》，戒襄公也。”方玉润则以为此诗“美中寓戒，非专颂祷”。从诗的实际情况来看，方氏所见较为平允。</p> <p>　　诗的“美”，最主要是赞颂秦公的容颜、服饰和仪态。两章诗都对“君子”的来到表示出敬仰和赞叹的态度。那君子的脸红润丰泽，大有福相。那诸侯的礼服，内里狐白裘，外罩织锦衣，还有青白相间斧形上装和五次斑斓的下裳，无不显得精美华贵，熠熠生辉。诗中对秦公的衣着有着一种新鲜感，不像是司空见惯习以为常的感觉，秦公也像是在炫耀华服似的，在在证明这确是秦襄公被始封为诸侯而穿上显服的情景。《史记·秦本纪》：“（周）平王封襄公为诸侯，赐之歧以西之地。其子文公，遂收周遗民有之。”诗大约就作于那时期。除了服装外，诗还写到了饰物的佩声锵锵，那身上琳琅的美玉挂件叮当作响，音韵悦耳。这就见出诗所描摹的形象是动态的，行进中的，仿佛让人感觉到秦公步履雍容来到终南山祭祀行礼。诗通过视觉、听觉形象的勾勒，至少在外观上透出富贵气派和令人敬仰感。</p> <p>　　至于作者所代表的周遗民的内心感受是怎样的，似乎不像外在敬意那样简单，两章末尾各有一句耐人寻味的结语。第一句是“其君也哉”，从那惊疑不定的揣测口吻中，显出忐忑不安忧喜参半的复杂心情。新君降临一方，旧地遗民自有前途未卜的紧张心理，这很真实自然。第二句是“寿考不忘”，意谓：秦君哪，你富贵寿考，但最终不要忘记这里曾是周王的土地和百姓呵！将祝福、叮咛、告诫、期望种种难以直言的心境委婉托出。辨味这两句，诗确实是意存劝戒，希望秦君是明君，而不是暴君。至于为什么那么含蓄婉曲，汪中《述学·释三九》说：“周人尚文，君子之于言不径而致也，是以有曲焉。”倒是较为圆通的。不过，最主要的恐怕还是不便直说。</p> <p>　　最后看看两章诗的起兴有何意味。首先，周民搬出引以为豪的周地名山起兴，显示了王都之民的身分和某种程度的优越感，也可使初来乍到的秦公不至小觑他们。就此意义而言，或有借当地名胜以壮胆撑门面的虚荣心理吧。其次，更为重要的是，终南山又名中南山，巍峨险峻，为万众仰慕。《尚书·禹贡》：“终南悖物。”《左传·昭公四年》：“荆山、中南，九州之险。”皆指此山。终南山有丰富的物产，尤以根深叶茂的林木为代表。还有宽衍险奥气象万千的山势。这些表面物象，明眼人都不难看清。那么作者何以要如数家珍不惜饶舌呢？一层意思是以隆崇的终南山，暗寓对秦公尊严身分的褒扬，有以伟物兴伟人的奉承之意。另一层意思是让秦公好好思忖一下：你真的能像终南山一样的受人尊崇吗？你只有修德爱民，不负众望，才能与名山的地位相媲美。正如后世<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》诗所云：“山不厌高，水不厌深。周公吐哺，天下归心。”其寓戒于颂一石两鸟的用意非常含蓄巧妙。</p> <p>　　而另一解，诗只是对主君的赞扬。纵观秦风各部与其他各师不同不是大多言色，如果按本诗前文到最后的意思承接来看只是对秦君的赞扬，参照朱熹《诗集传》主“此秦人美其君之词”，姚际恒亦肯定“有美无戒”，可以解释为第二种。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_128.aspx\">诗</a>作者身份的推测，前人有两种说法：其一，秦大夫所作。《毛诗序》以为“（襄公）能取周地，始为诸侯，受显服，大夫美之故作是诗，以戒劝之”。其二，周遗民所作。方玉润《诗经原始》云：“此必周之耆旧，初见秦君抚有西土，皆膺天子命以治其民，而无如何，于是作此。”其最有力的推断即是“其君也哉”一句。严粲《诗缉》云：“‘其’者，将然之辞。‘哉’者，疑而未定之意。”此句意为：“这个人将成为我们的君主吗？”方玉润说：“秦臣颂君，何至作疑而未定之辞，曰‘其君也哉’，此必不然之事也。”现代有的研究者认为是终南山的姑娘，对进山的青年表示爱慕之心而作。</p> <p>　　《史记·秦本纪》：“（周）平王封襄公为诸侯，赐之歧以西之地。其子文公，遂收周遗民有之。”诗大约就作于秦襄公立国时期。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}