{
  "id": 266,
  "star": 36,
  "name": "周颂·烈文",
  "dynasty": "先秦",
  "content": "烈文辟公，锡兹祉福。惠我无疆，子孙保之。无封靡于尔邦，维王其崇之。<br>念兹戎功，继序其皇之。无竞维人，四方其训之。不显维德，百辟其刑之。於乎，前王不忘！",
  "fanyi": "<p><strong>译文<br></strong>有功有德众诸侯，天赐你们莫大福。给我恩惠也无量，子孙长保此福祥。莫在你国铸大错，一心尊崇周君王。<br>感念你们立大功，继续立功又弘扬。国强莫过有贤才，四方才会来归降。先祖伟大在美德，诸君应当为榜样。先王典范永不忘！</p> <p><strong>注释<br></strong>⑴烈：武功。一说“光明”。文：文德。<br>⑵辟（bì）公：指助祭诸侯。<br>⑶锡（cì）：赐。兹：此。祉（zhǐ）：福。<br>⑷惠：爱。一说“顺”。无疆：无穷。<br>⑸保：守住。<br>⑹封：大。靡（mí）：累，罪恶。一说“封”指专利敛财，“靡”指奢侈。<br>⑺崇：立。一说“尊重”。<br>⑻戎：大。<br>⑼继序：继承祖业。序，通“叙”，业。皇：光大。<br>⑽竞：强。一说“争”。维：于。<br>⑾训：服从。一说“效”。<br>⑿不（pī）：通“丕”，大。<br>⒀百辟（bì）：众诸侯。刑：通“型”，效法，模范。<br>⒁於（wū）乎：叹词。前王：指周文王、周武王。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《周颂·烈文》对诸侯具有安抚与约束的双重作用。全<a href=\"http://so.gushiwen.org/view_266.aspx\">诗</a>共十三句，不分章，可按安抚与约束之意分为两层：前四句和后九句。前四句是以赞扬诸侯的赫赫功绩来达到安抚的目的。这种赞扬可以说臻于极致：不仅赐予周王福祉，而且使王室世世代代受益无穷。助祭的诸侯都是周王室的功臣，被邀来助祭本身就是一种殊荣，而祭祀时周王肯定其功绩，感谢其为建立、巩固周政权所作的努力，使诸侯在祭坛前如英雄受勋，荣耀非常，对周王室的感激之情便油然而生。</p> <p>　　但是，周王为君临四海的天子，对诸侯仅有安抚，只让诸侯怀感激之情是不够的，他还必须对诸侯加以约束，使诸侯生敬畏之心。后九句以“无”领起，这个“无”通“毋”，释“不要”，为具强烈感情色彩的祈使词，使文气从赞扬急转为指令，文意则由安抚转为约束。七句中用了两个这样的“无”，以断然的语气，训诫诸侯必须遵从；“百辟其刑之”，更是必须效法先王的明确训令；而“前王不忘”似乎只是训诫诸侯不要忘记先王之德，却又隐含不要忘记先王曾伐灭了不可一世的商纣，成王也在周公的辅佐下平定了管叔、蔡叔、武庚的叛乱，即不要忘记周王室具有扫荡摧毁一切敌对势力的雄威。</p> <p>　　后九句的指令、训戒，具有一个非常重要的作用，即正名。《左传·昭公七年》：“天子经略，诸侯正封，古之制也。封略之内，何非君土？食土之毛，谁非君臣？故《诗》曰：‘普天之下，莫非王土；率土之滨，莫非王臣。’”这段话中所说的君臣名分，与《周颂·烈文》这首诗所表达的完全一致。后者虽然没有点出“君臣”二字，含义却更加深刻：诸侯的功绩再大，也不过是尽臣子的本分而已，并且仍要一如既往这么做下去；周王的号令诸侯，乃是行君临天下的威权，并将绵延至子孙万代。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是周成王姬诵即位祭祀祖先时，戒勉助祭诸侯的<a href=\"http://so.gushiwen.org/view_266.aspx\">诗</a>。周武王伐商得到了广泛的支持，“是时诸侯不期而会盟津者八百”，武王在《尚书·牧誓》中罗列所率讨伐纣王大军的各部为“我友邦冢君、御事、司徒、司空、亚旅、师氏、千夫长、百夫长及庸、蜀、羌、髳、微、卢、彭、濮人”，其中除了自己的部下之外，便是赶来助战的八百诸侯。</p> <p>　　灭纣之后，周室所采取的一个巩固政权的重要措施便是分封诸侯：“武王既已胜殷，制邦国以封有功者为诸侯；既封为国君，乃班赋宗庙彝器以赐之。”</p> <p>　　在武王革命中助战的诸侯受到分封，同时也享有周王室祭祀先王时助祭的政治待遇，《周颂·烈文》便是这种情况的一个记录。《毛诗序》说：“《烈文》，成王即政，诸侯助祭也。”即政，当是周公还政于成王，成王正式掌权之时。武王灭商后二年去世，即位的成王年幼，由叔父周公摄政，平定了管叔、蔡叔、武庚的叛乱，七年后还政于成王。成王掌政，祭祀祖先，诸侯前来助祭，因赋此诗。其作者可能是周成王姬诵或周公姬旦。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂"
  ]
}