{
  "id": 71415,
  "star": 17,
  "name": "小重山·秋到长门秋草黄",
  "dynasty": "唐代",
  "content": "秋到长门秋草黄。画梁双燕去，出宫墙。玉箫无复理霓裳。金蝉坠，鸾镜掩休妆。<br>忆昔在昭阳。舞衣红绶带，绣鸳鸯。至今犹惹御炉香。魂梦断，愁听漏更长。",
  "fanyi": "<p><strong>译文<br></strong>秋天到了，长门宫的芳草又染上秋黄。画梁间的燕子相伴离去，成双成对飞出宫墙。玉箫已是久久地沉默，无须再吹奏伴舞霓裳。发上的金蝉摇摇欲坠，妆奁镜盒早已关掩上，再不去照那矫美的容妆。<br>忆时光。身往昔，昭阳宫内的美好时光，着绫罗翩翩起舞，舞衣上绣着七彩的鸳鸯。那鲜艳的红绸飘带，在舞曲中飞旋飘扬，至今还撩起御炉缕缕飘香。如今相思魂消梦断，夜夜愁听更漏声声悠长。</p> <p><strong>注释<br></strong>1、长门：长门宫。此指皇宫。<br>2、双燕去：谓秋深。又用燕双去衬人独在。<br>3、玉箫（xiāo）：洞箫。古人称精美物常以“玉”比喻，如“玉笛”、“玉容”、“玉楼”、“玉食”等。<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>《同玉真公主过大哥山池》：“凤楼遥可见，仿佛玉箫声。”<br>4、理：治，引申为演奏。<br>5、霓裳（nícháng）：《霓裳羽衣曲》的略称。此曲开元天宝间盛行于宫中，<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>曾因善舞此曲而受宠。<br>6、金蝉：首饰。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《春闷偶成》：“醉后金蝉重，欢余玉燕歌。”<br>7、鸾（luán）镜：镜子。<br>8、妆：装扮。<br>9、昭阳：宫名。汉成帝宠幸的赵飞燕、赵合德姐妹即住在昭阳宫。此代指受宠时所居之所。<br>10、绶（shòu）带：丝带。<br>11、漏更：更漏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写的是宫女失宠后的惨淡生活。其词分为上下阕，上阕写的是宫女失宠后的生活景象，下阕写的则是宫女得宠时的风光生活。作者在这里通过上下阕宫女生活的对比，突出了宫女失宠后生活的惨淡以及宫女的忧愁、寂寞心情。</p> <p>　　词的上阕不仅写出了宫女失宠后的惨淡生活，还写出了失宠后宫女所住的宫墙的惨淡景象。词的第一句就写出了宫墙的惨淡，草木枯黄，什么也没有。特别是“秋”字，为全文奠定了悲凉的气氛。秋在中国古人的<a href=\"http://so.gushiwen.org/view_71415.aspx\">诗</a>词当中大多都是扮演着悲凉的角色，因此作者抓住了秋的意象，在词的开头奠定了悲凉的气息，“秋到长门秋草黄”，开头的季节就是在悲凉的秋天，而且在宫墙内除了长满秋黄色的草，就再也没有什么其他的东西了，显得特别萧条。而且，作者还很好地借用了地名，“长门”一词喻示了宫女的生活如同当年陈皇后所居住的长门一样是那样地萧条，自己与陈皇后一样的孤单和寂寞。作者借用这个在当时人们所熟悉的例子，说明了宫女在失宠时的惨淡生活以及宫女寂寞忧愁的心情。双燕飞，出宫墙，是表明自己失宠后宫墙的惨淡景象，就连具有生命的鸟儿也飞走了，只剩下孤单的自己。以上这些都是写的宫墙的惨淡景象，词的第二句开始写宫女的惨淡生活：“霓裳”现在即使穿上了，也没有玉箫来伴音，落到“玉箫无复理霓裳”的地步。这里突出宫女的生活已不再是从前那样歌舞升平，就连像金蝉一样的头饰散了，也懒得搭理了，这是因为自己已经失宠了。词的上阕就是通过运用对比，对宫墙的惨淡景象和宫女生活的惨淡进行描写，来说明宫女心情的寂寞与忧愁。</p> <p>　　下阕则通过把宫女曾经得宠的风光生活与现实进行对比，凸显了宫女失宠之后生活的惨淡和宫女的忧愁与寂寞。词的开头就为回忆了宫女在过去得宠时的风光生活。词通过一个“忆”字很好地过渡到了下面所写的宫女得宠时的生活。作者在这里与上阕中的长门一样借用了。昭阳”，当时宫女的生活与杨贵妃一样都是轻歌曼舞、神采飞扬、绣美鸳鸯。在这里，词的感情基调是轻快的，是对自己过去生活的向往。但是，下句直接转入现实的生活，以上都是自己的回忆，而现实当中自己的生活却是如此落寞，表现出自己对过去生活的向往，对再次得到宠幸的期望。作者在这里用了一个强有力的动词“断”，将宫女拉回了现实当中，将现实与过去分开，将梦想与现实分开，“断”字犹如当头棒，将宫女的美梦打醒，将她拉回到现实生活当中。在现实的生活中，宫女只有整夜怀着孤单的心情，听着漏声到天亮。在这里，作者也运用了对比的手法，将宫女的惨淡生活以及忧愁落寞的心情表现出来，这种反面的对比则更凸显了宫女的惨淡生活和寂寞的心情。</p> <p>　　作者在这里塑造的清新朴素的意象，以及对比手法的运用，为人们展现出了宫女生活的惨淡和忧愁寂寞的心情。</p>",
  "about": "<h2>创作背景</h2> 　　封建时代，宫女幽禁深苑、葬送青春的痛苦遭遇，是<a href=\"http://so.gushiwen.org/view_71415.aspx\">诗</a>人笔下常见的题材。封建皇帝的后宫，有成千上万的宫女。她们一生多在深院中捱过，绝少有出宫择婚的机会。她们中的绝大多数一辈子也没见过皇帝的面，身世处境令人痛惜。此词细致准确地表现了宫中女子孤寂愁闷的心境，流露出对她们的同情。",
  "poet": {
    "id": 342,
    "star": 0,
    "name": "薛昭蕴",
    "image": "http://img.gushiwen.org/authorImg/xuezhaoyun.jpg",
    "desc": "薛昭蕴，字澄州，河中宝鼎（今山西荣河县）人。王衍时，官至侍郎。擅诗词，才华出众。《北梦琐言》：薛澄州昭蕴即保逊之子也。恃才傲物，亦有父风。每入朝省，弄笏而行，旁若无人。好唱《浣溪沙》词。"
  },
  "tags": [
    "秋天",
    "追忆",
    "同情"
  ]
}