{
  "id": 41549,
  "star": 98,
  "name": "春残",
  "dynasty": "唐代",
  "content": "又是春残也，如何出翠帏？<br>落花人独立，微雨燕双飞。<br>寓目魂将断，经年梦亦非。<br>那堪向愁夕，萧飒暮蝉辉。",
  "fanyi": "<p><strong>译文</strong><br>又到了春天快要结束之时，这让人怎么走出翠绿的帷帐？<br>人独自站在落花面前，小雨中燕子成双飞去。<br>观看此景魂魄像要失去，经过很多年梦境也不一样了。<br>怎么能够忍受如此愁苦的夜晚，蝉在凄凉萧索的夕阳下映出光辉。</p> <p><strong>注释</strong><br>⑴春残：春将尽。<br>⑵翠帏（wéi）：绿色的帷帐。帷，四周相围而无顶的篷帐。<br>⑶独立：独自一人站立。<br>⑷微雨：小雨。<br>⑸寓目：观看，过目。语出《左传·僖公二十八年》：“请与君之士戏，君凭轼而观之，得臣与寓目焉。”<br>⑹断：断绝。<br>⑺“经年”句：经年，经过一年或若干年。梦亦非，梦境也不同了。<br>⑻那堪向：怎能忍受。那，通“哪”。向，语气助词，无实义。<br>⑼夕：傍晚。<br>⑽萧飒（sà）：萧条冷落；萧索。<br>⑾暮：傍晚。<br>⑿辉：光辉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　翁宏存<a href=\"http://so.gushiwen.org/view_41549.aspx\">诗</a>仅三首，这首《春残》有绝妙佳句，流传于世。</p><p>　　诗写女子春末怀人。首句点题，不拘一格。一句中，以“又”字开头，“也”字结尾，连用一个副词和一个语气词，这在诗中是少见的。然而作者用得很自然，使起句突兀，增强了语气，加强了诗中女主人公的哀怨之情，并有笼盖全篇的作用，算得上写法的出新。“又”字还与下面的“经年”对应，暗示这女子与情人分别，正是去年此时，故对物候变化特别敏感。</p><p>　　第二句“如何出翠帏”，“如何”一词，体现出不堪的情绪。联系第一句看，这位女子正是在去年此时此地，经受着别离的苦痛。时隔一年，记忆犹新，而且，此时又是在同一时间和同一地点，她不敢再身临其境，重新经受这样的苦痛，所以说不敢出翠帏。再联系下联看，不敢出来实际上还是出来了，人在极端苦闷的时候，往往就是处在这样的自我矛盾中。这又活画出了这位女子梦魂牵惹、如痴似醉的神态，从而烘托出她的思念之情刻骨铭心。</p><p>　　“落花人独立，微雨燕双飞”为佳句。已是春残，落花无数，而无数落花又极易引起人们韶华易逝、青春难再之感。此刻，这位女子，正当芳龄，却独立庭院，青春正在消逝，欢娱难再，她的命运和这春残的落花，一模一样。作者将落花与思妇互相映衬，倍觉凄然。暮暮天气，微雨蒙蒙，给人的感觉本是抑郁沉闷的，更不用说是心事重重、愁思郁闷的女子了。偏偏此时，一双不知趣的燕子，在细雨中飞去飞来，显出很自得的样子，这就使她更加难堪了。燕子无知，尚能比翼双飞；人属多情，只能黯然独立，此情此景，不堪忍受。诗人以燕双飞反衬人独立，把女子的内心愁苦之情推到了顶点。花、雨、人、燕，本是纯粹的“景语”，作者通过映衬、反衬，融情入景，把它们连成一幅和谐统一的艺术画面，从而烘托出诗中女子忧思难解的内心世界，使“景语”完全变成了“情语”。这两句写得细腻深刻而含蓄委婉，对偶工丽而无雕琢之嫌。颔联两句融情入景，写得工丽自然，不失为精彩之笔。</p><p>　　之后几联均写其院中所见所感，主要是说她如何触景伤怀，忧思难解，但与颔联相比，反复抒写，意多重复，用语平淡。</p><p>　　北宋词人<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>名篇《临江仙·梦后楼台高锁》中，创造性地挪用了翁宏这两句诗，他写道：“梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。记得小苹初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。”这两句是词中的精华所在，成了<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>誉为“千古不能有二”的“名句”。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_41549.aspx\">诗</a>创作于唐末或五代时。作者与当时逸士<a href=\"http://so.gushiwen.org/author_931.aspx\">廖融</a>等为诗友，经常共同作诗。该诗即作于某个暮春。",
  "poet": {
    "id": 1486,
    "star": 0,
    "name": "翁宏",
    "desc": "[约公元九一五年前后在世]字大举，桂林人。生卒年均不详，不仕。入宋，寓居昭、贺间。与王元、廖融等交游唱和。《宫词》（一作《春残》）等诗最为当时所称。所作诗今存三首。"
  },
  "tags": [
    "女子",
    "怀人"
  ]
}