{
  "id": 36450,
  "star": 29,
  "name": "垂柳",
  "dynasty": "唐代",
  "content": "绊惹春风别有情，世间谁敢斗轻盈。<br>楚王江畔无端种，饿损纤腰学不成。",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_36450.aspx\">诗</a>咏垂柳，既没有精工细刻柳的枝叶外貌，也没有点染柳的色泽光彩，但体态轻盈、翩翩起舞、风姿秀出的垂柳，却栩栩如生，现于毫端。它不仅维妙维肖地写活了客观外物之柳，又含蓄蕴藉地寄托了诗人愤世嫉俗之情，是一首韵味很浓的咏物诗。</p> <p>　　“绊惹春风别有情”，起句突兀不凡。撇开垂柳的外貌不写，径直从动态中写其性格、情韵。“绊惹”，撩逗的意思。象调皮的姑娘那样，在春光明媚、芳草如茵、江水泛碧的季节，垂柳绊惹着春风，时而鬓云欲度，时而起舞弄影，真是婀娜多姿，别具柔情。柳枝的摇曳，本是春风轻拂的结果，可诗人偏不老实道来，而要说是垂柳有意在撩逗着春风。“绊惹”二字，把垂柳写活了，真是出神入化之笔。明<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《升庵诗话》举了唐宋诗中用“惹”字的四例：“杨花惹暮春”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>），“古竹老稍惹碧云”（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>），“暖香惹梦鸳鸯锦”（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>），“六宫眉黛惹春愁”（<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>），说它们“皆绝妙”。其实，<a href=\"http://so.gushiwen.org/author_2952.aspx\">唐彦谦</a>的“绊惹”，列入“绝妙”之中，当亦毫无愧色。</p> <p>　　第二句，“世间谁敢斗轻盈？”把垂柳写得形态毕肖。“轻盈”，形容体态苗条。这里，垂柳暗以体态轻盈的美人赵飞燕自喻，是紧承上句，以垂柳自夸的口气写出其纤柔飘逸之美。“谁敢斗轻盈”问得极妙，这一问，从反面肯定了垂柳的美是无与伦比的；这一问，也显出了垂柳恃美而骄的神情。</p> <p>　　诗人极写垂柳美，自有一番心意。后二句“楚王江畔无端种，饿损纤腰学不成”，笔锋一转，另辟蹊径，联想到楚灵王“爱细腰，宫女多饿死”的故事，巧妙地抒发了诗人托物寄兴的情怀。</p> <p>　　“江”，可以理解为长安附近的曲江。《中朝故事》载：唐代曲江江畔多柳，号称“柳衙”。“楚王”，楚灵王，也暗指现实中的“王”。此二句是说，婆娑于江畔的垂柳，本是无心所插，却害得楚王宫中的嫔妃们为使腰支也象垂柳般纤细轻盈，连饭也不敢吃，而白白饿死。诗人并不在发思古之幽情，而是有感而发。试想当时晚唐朝政腐败，大臣竞相以善于窥测皇帝意向为能，极尽逢合谄媚之能事。这种邀宠取媚的伎俩不也很象“饿损纤腰”的楚王宫女吗？“楚王江畔无端种”，“无端”二字意味深长，江畔种柳，对楚王来说，也许是随意为之，而在争宠斗艳的宫女们心目中却成了了不起的大事，她们自以为揣摩到楚王爱细腰的意向了，而竞相束腰以至于饿饭、饿死……。诗人言在此，而意在彼，这是多么含蓄而深刻呵。</p> <p>　　比唐彦谦稍早的诗人<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>，他在《捕鱼谣》中写道：“天子好征战，百姓不种桑；天子好年少，无人荐冯唐；天子好美女，夫妇不成双”，矛头直指皇帝及其为首的封建官僚集团，真是直陈时弊，淋漓痛快。《垂柳》所讽刺的对象，同《捕鱼谣》一样，但他采取了迂回曲折、托物寄兴的手法，“用事隐僻，讽喻悠远”（《升庵诗话》），于柔情中见犀利，于含蓄中露锋芒，二者可谓殊途同归，各尽其妙。</p> <p>　　写法上，唐彦谦旨在写意，重在神似，他虽无意对垂柳进行工笔刻画，但垂柳的妩媚多姿，别有情韵，却无不写得逼似，给人以艺术美的享受。《增补诗话总龟》引《吕氏童蒙训》谓：“咏物诗不待分明说尽，只仿佛形容，便见妙处。”《垂柳》的妙处，正是这样。</p> <p>　　杨慎在评论唐彦谦《垂柳》时说：“咏柳而贬美人，咏美人而贬柳，唐人所谓尊题格也”。（《升庵诗话》）可惜这个评论只说对了表面现象，他只在“尊题格”上做文章，而未能看出诗人“咏柳而贬美人”的实质。</p>",
  "poet": {
    "id": 2952,
    "star": 0,
    "name": "唐彦谦",
    "image": "http://img.gushiwen.org/authorImg/tangyanqian.jpg",
    "desc": "唐彦谦（？～893）字茂业，号鹿门先生，并州晋阳（今山西省太原市）人。咸通末年上京考试，结果十余年不中，一说咸通二年（861）中进士。乾符末年，兵乱，避地汉南。中和中期，王重荣镇守河中，聘为从事，累迁节度副使，晋、绛二州刺史。光启三年(887)，王重荣因兵变遇害，他被责贬汉中掾曹。杨守亮镇守兴元（今陕西省汉中市）时，担任判官。官至兴元（今陕西省汉中市）节度副使、阆州（今四川省阆中市）、壁州（今四川省通江县）刺史。晚年隐居鹿门山，专事著述。 昭宗景福二年（893）卒于汉中。"
  },
  "tags": [
    "垂柳",
    "咏物"
  ]
}