{
  "id": 62359,
  "star": 5,
  "name": "永遇乐·探梅次时斋韵",
  "dynasty": "宋代",
  "content": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 <br>西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。",
  "fanyi": "<h2>注释</h2> ⑴永遇乐：词牌名。此调有平仄两体。仄韵始自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，见于《乐章集》，入“歇指调”。平韵始见于陈允平《日湖渔唱》，自注：“旧上声韵，今移入平声。”此为仄韵，双调，一百零四字，前后片各十一句四仄韵。<br>⑵时斋：即沈义父。次韵：即和韵。<br>⑶似语：一作“语似”。<br>⑷梅：一作“悔”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词应与《江南好·行锦归来》词作于同时，即1242年（淳祐二年）、1243年（淳祐三年）间。是时梦窗尚在苏州。　</p> <p>　　“阁雪”三句，未探梅先言天气。“阁”，搁也，引申为停止。此言室外纷纷扬扬的雪花虽然已经停住，但是冻云层层却压得使人几乎喘不过气来。地面上风吹尘沙呼呼作响，致使空中的雁群也因为这风急云低而显得惊慌失措，从而打乱了它们飞行的次序。三句将寒冬腊月的天气景物描述得细致入微。“户掩”三句。“飐”，风吹颤动状。此言词人紧闭了门窗用以躲避寒夜劲风的肆虐。他在屏风内的床上无聊地闲躺着，甚至连睡梦中也感到了冷清与孤寂。醒后只见灯火在寒夜中闪烁、摇曳，它似乎也在启唇低声地诉说：“这里多么冷清啊！”“堪怜”三句，写室中的伊人。此言窗外的景色可餐，使伊人忍不住停下手中的刺绣前去观赏外面的雪景。但是面对着这似画般的雪景，她不觉又想起往常是双双赏雪，如今却只剩下她孤单一人，这不禁使人兴愁。“邻歌散”两句承上，道出愁的原因。“蒨”，即茜字，指红色。原来她是不放心词人外出欢宴。在宴会中，郎君将会与其他女子打情骂俏，回来后恐怕还能从郎君的衣襟上发现女人敷面用的白粉，在袖子上或许也会显露着腥红色的胭脂印痕。旧时女子盼郎用情专一的心态，由此可见一斑。上片未探梅，先叙天气及室中人的心态。　</p> <p>　　“西湖”三句。此言词人回忆起当年曾在西湖中欢宴夜游，为贪杯中之物而留连忘返，几乎将伊人的彻夜等候自己归去的谆谆嘱咐也忘得一干二净，害得她白白地守了一夜空房。这里的“花”字，仍指词人的爱人，所谓“名花有主”也。三句既是承上启下，也表露出词人的一片歉意。“遗袜”三句，是对伊人的追忆。“遗袜”句，用<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《菩萨蛮》：“花明月黯笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋”等句的意境；“题裙”句，用王献之书羊欣白练裙典故。三句追忆两人旧日相爱事迹。词人说：“想当年伊人偷偷地跑出来与我相会的地方，如今恐怕再也难以寻觅遗迹了；而过去两人互相唱和的爱情<a href=\"http://so.gushiwen.org/view_62359.aspx\">诗</a>词，现在也是变得墨迹灰黯。更何况我如今还远在天涯，无法再回到两人欢娱过的‘吹笙路’上，作旧地重游而寄兴了。”“吴台”五句，切入正题“探梅”。“吴台”，指吴公台。台在江都（扬州）县西北。南朝宋沈庆之攻竟陵王所筑弩台。后陈大将吴明彻增筑之，号吴公台。这里系泛指赏梅之处。“缃”，帛浅黄色也，这里喻梅花之色。词人说：“‘吴台’的周围一片淡黄色的梅花盛开得簇拥而缤纷，这里算得上是个探梅访幽的好去处啊！但是我却认为，不如去荒郊中无名小桥边寻觅到数枝梅树，闻着那阵阵花香袭人显得可爱得多。如果在‘野桥’边见到梅树，我就会面对着那种‘疏影横斜’、‘暗色浮动’、碧水清浅的绝妙景色，不觉高兴得会捧起酒杯痛饮起来，以求得一醉方休。”下片是继上片向爱人致歉后，才归到正题“探梅”，词人不愧是一个多情种子。 </p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "冬天",
    "梅花",
    "女子",
    "孤独"
  ]
}