{
  "id": 61204,
  "star": 23,
  "name": "一剪梅·余赴广东实之夜饯于风亭",
  "dynasty": "宋代",
  "content": "束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。<br>酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？",
  "fanyi": "<p><strong>译文<br></strong>举着捆麻火把在夜里走了十里有余，只顾得挑着<a href=\"http://so.gushiwen.org/view_61204.aspx\">诗</a>囊赶路却丢掉了衣囊。天气寒冷道路湿滑马蹄都冻得发僵，原来是王先生实之来送刘先生克庄。<br>酒喝到半酣耳根子发热谈论着文章，论说声惊倒了邻居的墙推倒了胡床。旁观的人拍手笑这两人太粗梳狂放，我们回应说粗疏又怎样狂放又怎样！</p> <p><strong>注释<br></strong>⑴一剪梅：词牌名。双调小令，六十字，上、下片各六句，句句平收。此调以一个七言句带两个四言句，节奏明快。<br>⑵余赴广东：这一次<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>是到广东潮州去做通判（州府行政长官的助理）。实之：王迈，字实之，和刘克庄唱和之作很多。有《臞轩集》。<br>⑶束缊（yùn）：用乱麻搓成火把。宵行：由《诗经·召南·小星》“肃肃宵征，夙夜在公”转化而来，暗示远行劳苦之意。<br>⑷诗囊：装诗书的袋子。<br>⑸元：通“原”。王郎：指王实之。<br>⑹刘郎：指作者自己。唐代<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>多次被贬，自称“刘郎”，此暗用其意。<br>⑺胡床：坐具，即交椅，可以转缩，便于携带。<br>⑻疏狂：意为不受拘束，纵情任性。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒写与友饯别的令词。全篇表达了词人傲视世俗的耿介个性，是他主动向社会发动“攻击”的狂放表现。语极夸张，情极大胆，豪爽、超迈，淋漓酣畅。</p> <p>　　上片写临行前的情景——<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>连夜起程，王迈为其送行。先写自己将在天亮之前拿着火把，走十多里的路，不可背负过重，便把衣囊抛弃，只挑着<a href=\"http://so.gushiwen.org/view_61204.aspx\">诗</a>囊上路。豪爽的性格与嗜诗如命的心情于此可见。“宵行”已露旅途之苦。</p> <p>　　起句“束缊宵行十里强”，开门见山地描写连夜而行的情状。一枝火把引路，来到十里长亭，点出饯别之意。</p> <p>　　“挑得诗囊，抛了衣囊。”表现了书生本色，诗囊里都是他的心血结晶，自然不肯轻易抛掉。诗囊里装着他的诗篇，也装着他的一腔豪情满腹抑郁。</p> <p>　　“天寒”三句，先从自然条件的恶劣写旅途之艰苦，再点友人相送之谊。“天寒路滑马蹄僵”，一个“僵”字，写尽了艰苦之状。虽在说马，但行人颠簸于马背，冒着寒风，艰难赶路的情景，已跃然纸上。“王郎”送“刘郎”，用典巧妙。“王郎”暗指友人系“王谢”望族之后，而“刘郎”则为被贬谪者的代称。</p> <p>　　下片写饯别情景。二人分手在即，却并不伤别感慨，而是痛饮酒酣，豪情满怀，谈文论诗，睥睨世俗，狂放不羁。二人高谈阔论，以致惊动了东邻西舍。词人曾以《落梅》诗受谤免官，他对此十分不平，所以最后三句写道：当别人笑他疏狂时，他满不在乎地回答他们，并不以疏狂为意。这正是对当时束缚思想的、严酷的礼法制度的挑战和抗议。</p> <p>　　“酒酣耳热说文章”，从结构上说，是上片情节的结局。又是可作为下片的开端，顺势翻出新的情节，安排颇显匠心。“酒酣耳热”表现了酒逢知己的欢乐，同时又是词人热情奋发，兴会正浓的时刻。词人避开朋友间碰杯换盏的次要情节，而径直写出“说文章”的一幕，可谓善于剪裁。“说文章”极含蓄地暗示他们对时事的评论、理想的抒发，以及对忧愤的倾泄。</p> <p>　　王实之秉性刚直，豪气干云人称子昂、太白。刘克庄也是言谈雄豪，刚直无畏。“惊倒邻墙，推倒胡床”两句，正是他们这种英豪气质的形象表现。前句写客观反响，后句写人物举动。两个狂士捋袖豁拳，乘着酒兴指点江山，语惊四座，全无顾忌，邻座惊傻观者竖发，全与我无关。这种形象的夸饰淋漓尽致地张扬了二人的豪气。</p> <p>　　“旁观拍手笑疏狂”，作者设想，若有旁观者在此，必定拍手笑我二人疏狂。“拍手笑”是一种不被他人理解的表现，对狂者来说不足惧，倒起着反衬作用。刘克庄与王实之在志士受压、报国无门的时代，将心头的积郁，化为激烈的言词、不平常的行动，自然会被称为“疏狂”。“疏又何妨，狂又何妨！”态度明确坚定，可谓狂上加狂，雄放恣肆，豪情动人。有此一句，通篇振起。</p> <p>　　这首词体现了刘克庄词风雄伟豪放的一面，也反映出他继承了<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的革新精神，同时又发展了词的散文化、议论化的特点。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词作于宋理宗嘉熙三年（1239年）冬，为<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>被贬广东时所作。刘克庄以锐意改革而屡受打击的<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>自比。刘禹锡曾因讽刺朝中新贵被贬；刘克庄则因《落梅》<a href=\"http://so.gushiwen.org/view_61204.aspx\">诗</a>中有“东风谬掌花权柄，却忌孤高不主张”之句，被人指为“讪谤当国”而被罢官。在作此诗之前，他已被三次削职。他在《病后访梅九绝》中有一首诗说：“梦得因桃数左迁，长源为柳忤当权。幸然不识桃并柳，却被梅花累十年！”其愤慨怅然之情，及其清品傲骨，表现得非常清楚，与唐代的诗豪刘禹锡相比，亦觉无愧。此时到广东做路一级的官，他“不以入岭为难”，然内心如刘禹锡式的不平之气，是不会遽然消失的。</p> <p>　　王实之是刘克庄的好朋友。刘克庄称赞他：“天壤王郎，数人物方今第一。”（《满江红·送王实之》）反映出对他的敬重、赏识。在刘克庄奔赴广东之际，他夜半相送，情谊之真挚已然可知。</p>",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "离别",
    "写人",
    "抒情"
  ]
}