{
  "id": 71130,
  "star": 8146,
  "name": "伤仲永",
  "dynasty": "宋代",
  "content": "　　金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。</p> <p>　　余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”</p> <p>　　王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？",
  "fanyi": "<p><strong>译文</strong><br>　　金溪有个叫方仲永的百姓，家中世代以耕<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>业。仲永长到五岁时，不曾认识书写工具。忽然有一天仲永哭着索要这些东西。他的父亲对此感到诧异，就向邻居那里把那些东西借来给他。仲永立刻写下了四句，并自己题上自己的名字。这首<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>以赡养父母和团结同宗族的人为主旨，给全乡的秀才观赏。从此，指定事物让他作诗，方仲永立刻就能完成，并且诗的文采和道理都有值得欣赏的地方。同县的人们对此都感到非常惊奇，渐渐地都以宾客之礼对待他的父亲，有的人花钱求取仲永的诗。方仲永父亲认为这样有利可图，就每天带领着仲永四处拜访同县的人，不让他学习。</p> <p>　　我听到这件事很久了。明道年间，我跟随先父回到家乡，在舅舅家见到方仲永，他已经十二三岁了。我叫他作诗，写出来的诗已经不能与从前的名声相称。又过了七年，我从扬州回来，再次到舅舅家去，问起方仲永的情况，回答说：“他的才能消失了，和普通人没有什么区别了。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>说：方仲永的通达聪慧，是先天得到的。他的天赋，比一般有才能的人要优秀得多；但最终成为一个平凡的人，是因为他后天所受的教育还没有达到要求。他得到的天资是那样的好，没有受到正常的后天教育，尚且成为平凡的人；那么，现在那些本来就不天生聪明，本来就是平凡的人，又不接受后天的教育，难道成为普通人就为止了吗？</p> <p><strong>注释</strong><br>伤：哀伤，叹息。<br>金溪：地名，今在江西金溪。<br>隶：属于。<br>生：生长到。<br>识：认识。<br>书具：书写的工具（笔、墨、纸、砚等）。<br>求：要。<br>异：对······感到诧异。<br>借旁近：就近借来。旁近，附近，这里指邻居。<br>与：给。.<br>养：奉养，赡养。<br>收族：团结宗族，和同一宗族的人搞好关系。收，聚，团结。<br>意：主旨（中心，或文章大意）。<br>一：全。<br>指：指定。<br>就：完成。<br>文：文采。<br>理：道理。<br>邑人：同（乡）县的人。<br>奇：对······感到惊奇（奇怪）。<br>稍稍：渐渐。<br>宾客：这里是以宾客之礼相待的意思，宾，本文的意思是状语。<br>乞：求取。<br>利其然：认为这样是有利可图的。利，认为······有利可图。<br>日：每天。<br>扳：通“攀”，牵，引。<br>环：四处，到处。<br>谒：拜访。<br>明道：宋仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>年号（1032－1033年）。<br>从：跟随。<br>先人：指王安石死去的父亲。<br>前时之闻：以前的名声。<br>复：又，再。<br>泯然众人矣：完全如同常人了。泯然：消失，指原有的特点完全消失了。众人，常人。<br>王子：王安石的自称。<br>通：通达。<br>悟：聪慧。<br>受：接受。<br>天：先天。<br>贤：胜过，超过。<br>于：比。<br>材：同“才”，才能。<br>卒：最终。<br>于：被。<br>不至：没有达到要求。.至，达到。<br>彼其：他。<br>已：停止。<br>耶：表示反问，相当于“吗”、“呢”。</p><br/><h2>补充注释</h2> 收族：《仪礼·丧服》郑玄注：“收族者，谓别亲疏，序昭穆。”《礼记·大传》孔颖达正义：“‘收族故宗庙严’者，若族人散乱，骨肉乖离，则宗庙祭享不严肃也；若收之，则亲族不散，昭穆有伦，则宗庙所以尊严也。”因此，“收族”的意思是：以上下尊卑、亲疏远近之序团结族人，使不离散。方仲永的试笔之作“以养父母、收族为意”。“养父母”，是“孝”的表现，“收族”，是“仁”的表现。五岁的孩子能有这样的志向，这在封建时代是很了不起的。因此，难怪人们在赞扬之余，还特地把这首<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>送给本乡的读书人去看，让他们来评定。<br>传一乡秀才观之：“秀才”，在唐宋时是对一般读书人的称呼，跟明清两朝经过县试及格的生员不同。“一乡”，全乡。这句话应理解为传给全乡的读书人看，不是只给某个秀才看。<br>指物作诗：即作“咏物诗”。过去训练儿童作诗，常常指定一件物品为题，要求在诗中既能说出该物品的特点，又能借此表达某种思想感情，是作诗的起步训练。<br>明道中，从先人还家：“明道”，宋仁宗年号(1032～1033)。“先人”，这是对已故父亲的称呼。按：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>父亲名益，字损之，天圣八年(1030)曾以殿中丞知韶州(现在广东省韶关市)，三年后以丁忧离职还家，王安石(当时13岁)随行。据此，这次还家当在明道二年(1033)。宝元二年(1039)，王益卒于江宁(现在属江苏省)通判任上。王安石此文写于庆历三年(1043)，故称“先人”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇文章以方仲永的事例，说明人受之于天虽异，但还得受之于人，否则就将复为众人，进而说明未受之于天者，本来就是众人，如果不受之于人，恐怕连作“众人”也难，而且强调了后天学习的重要性，表现了<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>早期朴素的唯物主义思想。</p> <p>　　文题为“伤仲永”，文中却未见一个“伤”字，然而全篇写的正是一个“伤”字。这正如《王荆公年谱考略》所评：“余谓仲水始而通悟，终焉为泯然众人，见于荆公悼叹者详矣！”由此可见，此文契合照应不在形式上而在内容中。这篇议论文，先叙后议，在事实叙述的基础上立论，事实成为立论的依据。第一、二两段只叙不议，为第三段的议论服务，后面的议论，集中强烈，言简意赅，如画龙点睛，使前面所叙的事实立即升华具有典型意义。全文仅二百字，叙事之简洁。说理之透彻，安石散文风格在此已露出端倪。</p> <p>　　第一段叙述神童方仲永的故事。方仲永为金溪民，世代耕田。金溪是王安石外祖父吴玫的家乡。“荆公少年，往来外家甚数”《王荆公年谱考略》文中说“于舅家见之”，仲永当是实有其人。所记仲永五岁不识纸笔砚墨，忽啼求，其父借来给他，他立即写了四句<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>，并题了自己的名字，这首诗是以供养父母、团结族人为内容。此事传出后，一乡的秀才都来观看。从此，人们指着东西让他作诗，他挥笔而就，文采与道理都有可取之处。县里人听说，亦很惊奇，渐渐有人请他父亲带他去作客，也有人拿钱帛请他作诗的。他父亲认为此有利可图，便每天拉着他到处拜见县里人，不让他学习。这里所记仲永的特异才能是传闻，与真实情形或有出入。然而作者真正用意并不在此，所以免不了用夸张的笔墨，处处耍突出仲永天斌的特异。其一，不仅生五年不识文具，给纸笔即可写诗，而且能以“养父母”团结同族为主旨，“传一乡秀才观之”，可见影响之大。其二，仲永才思如涌，“指物作诗”一挥而就，而且文采、内容均佳，博得“邑人奇之”，有请他作客的，有向他求诗的，真是誉满全乡。作者如此描写突出了神童仲永的特异天资，为下文的因不后学而“泯然众人”作了很好的铺垫，为全文的知识才干“受之人”立论打下了基础。文中的“利”字很有份量，突出其父‘不使学”的原因，更暗示给人们急功近利对人才的危害。“不使学”是仲永由夭才变为平庸的关键，是本文议论的中心。</p> <p>　　第二段段，从作者亲自见闻的角度简略交待了仲永从神童沦为“众人”的过程。开头的“余闻之也久”，束上起下，一方面显示上段所写的内容即据传闻而得，另一方面又引出亲识其面的愿望。作者写了两次见闻：一次是仲永十二三岁时，“令作诗，不能称前时之闻”，暗示在这六七年中，仲永的诗毫无长进。如果说，五六岁儿童作的诗尽管稚拙，人们尚觉可观，那么六七年后写得反而不如以前听说的那样好，人们便非但不以为奇，且因先时之闻名而感到其名不副实了。第二次是仲永二十岁时。这次并未见面，只是听亲戚说：“泯然众人矣！”一句话就交待了这位从前的神童的结局。两次写法不同，但都极简练而有含蕴。“泯然众人矣”一语，把说话人漠然视之的态度生动地表现出来，与先前“邑人奇之”的情况恰成对照，而作者的惋惜感慨之意也隐见言外。</p> <p>　　最后一段是作者对方仲永由一邑称奇的神童变成无声无息的普通人一事所发的议论，也是本篇思想的集中体现。作者首先指出，仲永的聪明颖悟是“受之天”，即来自天赋，而且他的天赋远超于一般的有才能的人。这正是为了反跌出下面的正意：“卒之为众人，则其受于人者不至也。”关键原因是缺乏后天的教育和学习。到这里，已将上两段所叙述的情事都议论到了。但作者却就势转进一层，指出天赋这样好的仲永，没有受到后天的培养教育，尚且沦为众人；那么天赋本属平常的一般人，如果再不受教育，连做一个普普通通的人都不行。前者是宾，后者是主，在对比中更突出了一般人学习的重要性。就方仲永的情况看，这层议论仿佛是余波，但作者主要的用意正在这里。因为在现实生活中，资质平常的人总是多数。方仲永这一典型事例的意义主要不在于说后天赋好的人不学习会造成什么后果，而在于说明后天教育对一个人成长的决定意义。</p> <p>　　题内的“伤”字就具有多层意蕴。首先是表层的，为仲永这样一个天资聪颖的儿童最终沦为众人感到惋惜；进一层，是感慨仲永虽有天赋，却没有遇上有利于他成长提高的环境。文中对其父以仲永为获利之资的叙写，就含有对泯灭天才的人为环境的批评。更进一层，从仲永的具体事例生发开来，感慨社会上许多资质平常的人不去努力学习提高，以致连成为众人都不可得。这样，作者所“伤”的就不再局限于仲永个人，而是许许多多不“受之天”又“不受之人”的众人，作者的感慨和文章的思想意义也就深刻多了。</p> <p>　　这篇文章的语言十分精当。叙事部分仅以一百五十多字就完整地叙述了方仲永从五岁到二十岁间才能变化的过程，议论部分也不过七十余字，文中的每一词、句都有其确切的表达作用，而不是可有可无。例如第一段，首句交代籍贯、身份、姓名、家世，这不仅是必不可少的一般介绍，而且“世隶耕”三字是对“未尝识书具”“不使学”的必要铺垫，既衬托了方仲永的非凡天资，又暗示了造成他命运的家庭背景；一个“啼”字，生动地写出方仲永索求书具的儿童情态；“忽”“即”“立”三个副词，使一个天资非凡、文思敏捷的神童形象跃然纸上；“日扳仲永环谒于邑人”，仅一句话就刻画出方仲永父亲贪图小利而自得的可悲可叹的愚昧无知之态；“不使学”三字，看似平淡，却为方仲永的变化埋下伏笔，点出方仲永命运变化的关键。第二段叙事极为简要，仅以一“见”一“闻”一“问”就交代了方仲永后来的变化和结局。结尾的议论部分，言简意深，说理严谨。</p>",
  "about": "<h2>文言字词</h2> <p><strong>虚词用法</strong><br>之<br>（1）不能称前时之闻——助词，的。<br>（2）不受之人——兼词，之于。<br>（3）卒之为众人——取消句子独立性，不译。<br>（4）忽啼求之——代词，代书具<br>（5）借旁近与之——代词，代仲永<br>（6）余闻之久也——代词，代这件事<br>于<br>（1）环谒于邑人——介词，到。<br>（2）于舅家见之——介词，在。<br>（3）贤于材人远矣——介词，比。<br>（4）受于人者不至——介词，从，引出动作的对象。<br>自<br>（1）还自扬州——从。<br>（2）并自为其名——自己。<br>然<br>（1）泯然众人矣 ——形容词词尾 ……的样子<br>（2）父利其然也 —— 代词,这样</p> <p><strong>通假字</strong><br>（1）扳——通“攀”，牵，引。<br>（2）材——通“才”，才能。</p> <p><strong>古今异义</strong><br>（1）自是指物作<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>立就（是：古义：“自是”组合意为“从此”；今义：判断动词）<br>（2）或以钱币乞之（或：古义：不定代词，有的人；今义：或许，或者。）<br>（3）其文理皆有可观者（文理：古义：文采和道理；今义：表示文章，内容或语句方面的条理）<br>（4）稍稍宾客其父（稍稍：古义：渐渐；今义：稍微。）<br>（5）泯然众人矣（众人：古义：平常人；今义：许多人，大家。）<br>（6）从先人还家（先人：古义：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>死去的父亲；今义：自己的前辈。）</p> <p><strong>词类活用</strong><br>（1）形容词作意动词<br>“邑人奇之”之中的“奇”，是“以……为惊奇、诧异”的 意思<br>“父异焉”之中的“异”，是“对……感到惊异”的意思<br>（2）名词作意动词<br>“父利其然”之中的“利”，是“认为……有利可图”的意思<br>“宾客其父”之中的“宾客”，是“以宾客之礼相待……”的意思<br>（3）名词作状语<br>“日扳仲永环谒于邑人”中的“日”名词作状语，是“每天”的意思<br>（4）动词用作状语<br>“忽啼求之”中的“啼”，原是动词“出声哭”的意思，这里作状语“哭着”的意思</p> <p><strong>一词多义</strong><br>自<br>（1）并自为其名（名词，自己）<br>（2）自是指物作诗立就（介词，从）<br>闻<br>（1） 余闻之也久（动词，听说）<br>（2）不能称前时之闻（名词，名声）<br>其<br>（1）其诗以养父母（代词，这）<br>（2）稍稍宾客其父（代词，他的）<br>然<br>（1）父利其然也（代词，这样）<br>（2）泯然众人矣（形容词，词尾……..的样子）<br>为<br>（1）其诗以养父母、收族为意（动词，作为）<br>（2）卒之为众人（动词，成为）<br>贤<br>（1）贤于材人远矣：（胜过）　（名词作动词)<br>（2）彼其受之天也，如此其贤也：（有才能）</p> <p><strong>文言句式</strong><br>（1）判断句<br>金溪民方仲永，世隶耕。<br>（2）省略句<br>省略宾语 “不使学”中省略宾语“之”，可补充为“不使之学”；“令作诗”中也省略宾语“其”，可补充为“令其作诗”。<br>省略主语 “还自扬州”中省略主语“我”，可补充为“我还自扬州”。<br>省略介词 “受之天”中“之”后省略“于”，可补充为“受之于天”；“借旁近与之”中“借”后面省去了介词“于”，可补充为“借于旁近与之”。<br>（3）倒装句<br>“还自扬州”是倒装句，正确的语序是“自扬州还”。 </p><br/><h2>学习重点</h2> <p>　　（1）最后一段的议论讲了什么道理?</p> <p>　　答:说明了人的天资与后天学习的关系,强调后天学习对成才的重要性.</p> <p>　　（2）方仲永由天资过人变得泯然众人,原因是什么?</p> <p>　　答:从方仲永个人情况来看,原因是\"父利其然也,日扳仲永环谒于邑人\",贪图小利,目光短浅,而\"不使学\".从道理上来说,原因是作者在后面的议论中所认为的那样.方仲永\"卒之为众人\",是因为\"其受于人者不至\",既没有受到后天正常的教育.</p> <p>　　（3）你对题目是怎样理解的?</p> <p>　　答:\"伤\"是\"哀伤\"\"感伤\"之意.仲永,即方仲永,本文的一个\"神童\".文章以\"伤仲永\"为题,写的是可伤之事,说的是可\"伤\"之道理.字里行间流露出作者对一个神童最终\"泯然众人\"的惋惜之情.本文借事说理,以方仲永为实例,说明一个人有天分是很幸运的,但是唯有后天的教育与学习,才能让人精益求精,更上一层楼,才能够真正成才. 如果不接受后天的教育，最终也会成为平常人。</p> <p>　　（4）你怎样理解文中的\"泯然众人矣\"?</p> <p>　　答:\"泯然众人矣\"一句点明结局,痛惜之意溢于言表,发人深省.再过七年以后,是方仲永的第三个阶段,才能衰竭,成为了普通人.</p> <p>　　（5）作者主要表达的意思是什么?</p> <p>　　答:本文通过叙述方仲永因为父亲\"不使学\",而从神童到成为普通人的变化过程,说明天资固然重要,但没有好的后天的教育,再好的天赋也不可能得以发挥.告诉我们后天学习和教育对于人才的培养十分重要!</p><br/><h2>创作背景</h2> 　　天圣三年（1025年），方仲永无师自通，提笔写<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>，震动乡里。明道二年（1033年），与方仲永同龄的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>跟随父亲回金溪探亲，在舅舅家遇见了方仲永。他请方仲永作了几首诗，但他有些失望，因为“神童作家”并不像传说中的那么聪明。康定元年（1040年），王安石再次到金溪探亲。此时方仲永已做回了农民。庆历三年公元（1043年），王安石从扬州回到临川，想起方仲永的遭遇，写下《伤仲永》一文。<br/><h2>文章理解</h2> <p>　　题目理解</p> <p>　　“伤”，是哀伤，叹惜的意思。“伤”有三层意思，第一层意思是为仲永这样一个天才最终沦为一个普通人而感到惋惜，第二层意思是为像仲永的父亲这样不重视后天教育，思想落后的人而感到可悲，第三层意思是为那些天资不及仲永，又不接受后天教育，最终连普通人都不如，重蹈了仲永的覆辙的人哀伤。</p> <p>　　文体介绍</p> <p>　　本文叙事用了见闻录的方式，第一段是“闻\",第二段是先“见”后“闻”。叙事一气贯通而又层次分明，详细有致而又结构紧凑，内容集中而又意指鲜明。这种见闻录的方式使方仲永与“我”发生了联系，富有生活气息，给人以真切之感。文章语言平实而又不乏感情色彩。文章以“伤仲永”为题，写的是可“伤”之事，说的是何以可“伤”道理，字里行间流露出作者对于一个神童“泯然众人”的惋惜之情。 </p> <p>　　方仲永的形象</p> <p>　　天生神童，却因后天的不学习，而沦为普通人的典型形象。</p> <p>　　思想感情</p> <p>　　本文通过记叙方仲永才华泯灭的事例，指出了当时不重视人才培养的时弊，强调了后天的学习和教育对人才成长的重要性。</p> <p>　　文章的道理</p> <p>　　方仲永的通达聪慧，其天资比一般才能的人高得多，可惜没有受到后天的教育，而最终成了一个平凡的人令人感到痛惜，人能否成才，与天资有关，更与后天所受的教育以及自身的学习有关。要学习，强调后天学习对成才的重要性，和对泯灭人才环境的批评。也对应了孔子的一句话：“学而不思则罔，思而不学则殆。”</p> <p>　　主题</p> <p>　　以方仲永的实例，，说明后天教育对成才的重要性。 </p><br/><h2>问题研究</h2> <p>　　（1）本文为什么详写方仲永才能初露时的情形?</p> <p>　　本文详写方仲永才能初露时的情形是暗示其前途无量，而其父贪利导致他才能衰退，后面几笔点出其沦为平庸的原因。引人深思。详略处理，有力的突出了“伤”这一主题，为后来父亲不让他学习做铺垫，又与后来变成普通人作对比，突出后天教育的重要性，流露出作者对仲永变成普通人的惋惜。</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>写这篇文章，意在以方仲永为反面的例子，来说明“受之人”即后天教育的重要性。题目中的“伤”字，就已经透露这一点。“伤”是哀伤、哀怜的意思。作者为什么“伤”仲永?因为方仲永天资非凡而“受于人者不至”，最终“泯然众人”。但这不是仲永自身造成的，不能怪仲永，因为他毕竟是个孩子，不能掌握自己的命运；这是他贪财短视的父亲造成的。文章在首段叙事中详写仲永才能初露时的情形，有两条线索：一条从叙述方仲永才能的突然显露到声誉日隆；另一条叙述仲永父亲从发现儿子才能到以儿子才能为谋利手段。这样写的用意：一是说明“仲永之通悟”确实是“受之天”，有先天的因素；另一方面，正是在这个时期，就已经埋下才能衰退的种子，即“父利其然也，日扳仲永环谒于邑人，不使学”，说明仲永未能受到正常的后天教育。至于仲永长大后才能衰退以至丧失殆尽，则是“不使学”的必然结果，当然不必多说。叙事部分已经蕴含了所要说明的道理，因此议论部分也不必多说了。</p> <p>　　（2）“余闻之也久”这句话在本文叙事中有什么作用?</p> <p>　　本文叙事采用了见闻录的方式，第一段是“闻”，第二段是先“见”后“闻”，依次写方仲永五岁时才能初露时的情形、十二三岁时才能衰退时的状况和又过七年后“泯然众人”的结局，表明方仲永才能变化的三个阶段。叙事一气贯通而又层次分明，详略有致而又结构紧凑，内容集中而又意旨鲜明。这种见闻录的方式还使方仲永与“我”发生了联系，富有生活气息，给人以真切之感。文章叙事部分按时间顺序把“闻”“见”“闻”三个片断结为一个整体，其中的过渡句就是“余闻之也久”这句话。此句中的“之”字承前，指仲永才能初露时期的情形；“闻”“久”二字则表明作者长期不在家乡，仅从传闻中得知，尚未见到仲永——这最后一点是暗含在全句话中的。如果把这一点意思明说出来，则全句应是“余闻之也久而未见其人”。这样，下文再说“见”就十分自然了。由此可见，“余闻之也久”这句话，是用一明一暗的两层意思来实现上下文的过渡的。</p> <p>　　（3）怎样认识“受之天”与“受之人”的关系?</p> <p>　　结尾的议论部分就事说理。作者认为“仲永之通悟”是“受之天”，他的才能衰退的原因是“受于人者不至”，并引发天赋不如方仲永的人如果不“受之人”，结果将更不可设想的感慨。这段话论说事理，步步推进，辨明了“受之天”与“受之人”的关系，令人深感“受之人”的重要。</p> <p>　　作者所说的“受之天”，是指人的天资；“受之人”，是指后天教育。作者认为，二者之间，后者更为重要，即后天教育对一个人是否成才是至关重要的，这一观点无疑是正确的。这里要注意，“受之人”是说人所受到的后天教育，而不是说人自身的后天学习和主观努力(方仲永因其父“不使学”而根本无从学习，无从努力)，这是两个不同的问题，而后者并不在本文的议题之内。但我们却可以从中受到启发，对我们认识人的天资与后天学习和主观努力的关系不无裨益。</p> <p>　　（4）幼年时的方仲永有哪些令人称奇的表现（用原文）</p> <p>　　未尝识书具，忽啼求之</p> <p>　　即书<a href=\"http://so.gushiwen.org/view_71130.aspx\">诗</a>四句，并自为其名。</p> <p>　　自是指物作诗立就，其文理皆有可观者。</p> <p>　　（5）作者认为方仲永由天资过人变得“泯然众人”的原因是什么?(用原文）</p> <p>　　父利其然也，日扳仲永环谒于邑人，不使学。</p> <p>　　则其受于人者不至也</p> <p>　　（6）文中讲述的道理是（用原文）</p> <p>　　今夫不受之天，固众人，又不受之人，得为众人而已耶？</p> <p>　　（7）本文在表达方式上有什么特点？</p> <p>　　1、2段叙述，3段议论</p> <p>　　（8）方仲永有天资过人变得“泯然众人”，原因是什么？</p> <p>　　1.个人原因：父亲贪图小利，目光短浅，不让他学习。</p> <p>　　2.没有接受后天正常的教育。</p><br/><h2>整体把握</h2> <p>　　本文见闻得当，借事说理，以方仲永的实例，说明后天教育对成才的重要性。文章分两部分：叙事部分写方仲永幼年时天资过人，却因其父“不使学”而最终“泯然众人”，变得平庸无奇；议论部分则表明作者的看法，指出方仲永才能衰退是由于“受于人者不至”，强调了后天教育的重要。文章通过方仲永这一实例说明具有普遍借鉴意义的道理，给人以深长的思考。</p> <p>　　本文的语言十分精当。叙事部分仅以二百三十四字就完整地叙述了方仲永从五岁到二十岁间才能变化的过程，议论部分也不过七十余字，文中的每一词、句都有其确切的表达作用，而不是可有可无。例如第一段，首句交代籍贯、身份、姓名、家世，这不仅是必不可少的一般介绍，而且“世隶耕”三字是对“未尝识书具”“不使学”的必要铺垫，既衬托了方仲永的非凡天资，又暗示了造成他命运的家庭背景；一个“啼”字，生动地写出方仲永索求书具的儿童情态；“忽”“即”“立”三个副词，使一个天资非凡、文思敏捷的神童形象跃然纸上；“日扳仲永环谒于邑人”，仅一句话就刻画出方仲永父亲贪图小利而自得的可悲可叹的愚昧无知之态；“不使学”三字，看似平淡，却为方仲永的变化埋下伏笔，点出方仲永命运变化的关键。第二段叙事极为简要，仅以一“见”一“闻”一“问”就交代了方仲永后来的变化和结局。结尾的议论部分，言简意深，说理严谨。对本文语言精当的特点，可以逐词逐句体察、品味。</p> <p>　　本文语言平实而又不乏感情色彩。字里行间流露着作者对一个神童最终“泯然众人”的惋惜之情，突出了主题，对“受之天”而“受于人者不至”者的哀伤之情，并以鲜明的态度表明作者的观点。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "初中文言文",
    "学习",
    "哲理",
    "故事"
  ]
}