{
  "id": 72842,
  "star": 18,
  "name": "答李翊书",
  "dynasty": "唐代",
  "content": "　　六月二十六日，愈白。李生足下：生之书辞甚高，而其问何下而恭也。能如是，谁不欲告生以其道？道德之归也有日矣，况其外之文乎？抑愈所谓望孔子之门墙而不入于其宫者，焉足以知是且非邪？虽然，不可不为生言之。 </p> <p>　　生所谓“立言”者，是也；生所为者与所期者，甚似而几矣。抑不知生之志：蕲胜于人而取于人邪？将蕲至于古之立言者邪？蕲胜于人而取于人，则固胜于人而可取于人矣！将蕲至于古之立言者，则无望其速成，无诱于势利，养其根而俟其实，加其膏而希其光。根之茂者其实遂，膏之沃者其光晔。仁义之人，其言蔼如也。</p> <p>　　抑又有难者。愈之所为，不自知其至犹未也；虽然，学之二十余年矣。始者，非三代两汉之书不敢观，非圣人之志不敢存。处若忘，行若遗，俨乎其若思，茫乎其若迷。当其取于心而注于手也，惟陈言之务去，戛戛乎其难哉！其观于人，不知其非笑之为非笑也。如是者亦有年，犹不改。然后识古书之正伪，与虽正而不至焉者，昭昭然白黑分矣，而务去之，乃徐有得也。</p> <p>　　当其取于心而注于手也，汩汩然来矣。其观于人也，笑之则以为喜，誉之则以为忧，以其犹有人之说者存也。如是者亦有年，然后浩乎其沛然矣。吾又惧其杂也，迎而距之，平心而察之，其皆醇也，然后肆焉。虽然，不可以不养也，行之乎仁义之途，游之乎诗书之源，无迷其途，无绝其源，终吾身而已矣。</p> <p>　　气，水也；言，浮物也。水大而物之浮者大小毕浮。气之与言犹是也，气盛则言之短长与声之高下者皆宜。虽如是，其敢自谓几于成乎？虽几于成，其用于人也奚取焉？虽然，待用于人者，其肖于器邪？用与舍属诸人。君子则不然。处心有道，行己有方，用则施诸人，舍则传诸其徒，垂诸文而为后世法。如是者，其亦足乐乎？其无足乐也？</p> <p>　　有志乎古者希矣，志乎古必遗乎今。吾诚乐而悲之。亟称其人，所以劝之，非敢褒其可褒而贬其可贬也。问于愈者多矣，念生之言不志乎利，聊相为言之。愈白。",
  "fanyi": "<h2>译文</h2> <p>　　六月二十六日，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>言，李生足下：</p> <p>　　你来信的文辞立意很高，而那提问的态度是多么谦卑和恭敬呀。能够这样，谁不愿把把立言之道告诉你呢？儒家的仁义道德归属于你指日可待，何况乎表述道德的文呢？不过我只是所谓望见孔子的门墙而并未登堂入室的人，怎么足以能辨别是或非呢？虽然如此，还是不能不跟你谈谈自己对这个问题的看法：</p> <p>　　你所说的要著书立说的看法，是正确的，你所做的和你所期望的，很相似并很接近了。只是不知道你的“立言”之志，是希望胜过别人而被人所取用呢，还是希望达到古代立言的人的境界呢？希望胜过别人而被人取用，那你本已胜过别人并且可以被人取用了。如果期望达到古代立言的人的境界，那就不要希望它能够很快实现，不要被势利所引诱，（要像）培养树木的根而等待它的果实，（像）给灯加油而等它放出光芒。根长得旺盛果实就能预期成熟，灯油充足灯光就明亮，仁义之人，他的文辞必然和气可亲。</p> <p>　　不过还是有困难之处，我所做到的，自己也不知道达到（古代立言者的境界）还是没有？虽然如此，我学习古文已有二十多年了。开始的时候，不是夏商周三代西东两汉的书就不敢看，不合乎圣人志意的就不敢存留心中，静处的时候像忘掉了什么，行走时好像遗失了什么，矜持的样子像在思考，茫茫然像是着了迷。当把心里所想的用手写出的时候，想要把那些陈旧的言词去掉，这是很艰难的呀！把文章拿给别人看时，不把别人的非难和讥笑放在心上。像这种情况也有不少年，我还是不改（自己的主张）。这样之后才能识别古书（中道理）的真与假，以及那些虽然正确但还不够完善的内容，清清楚楚黑白分明了，务必去除那些不正确和不完善的，这才慢慢有了心得。</p> <p>　　当把心里所想的用手写出来的时候，文思就像泉水一样涌流出来了。再拿这些文章给别人看时，非笑它我就高兴，称赞它我就担忧，因为文章里还存有时人的意思和看法。象这样又有些年，然后才真是象大水浩荡一样（文思奔涌）了。我又担心文章中还有杂而不纯的地方，于是从相反方向对文章提出诘难、挑剔，平心静气地考察它，直到辞义都纯正了，然后才放手去写。虽然如此，还是不能不加深自己的修养。在仁义的道路上行进，在《<a href=\"http://so.gushiwen.org/view_72842.aspx\">诗</a>》《书》的源泉里游弋，不要迷失道路，不要断绝源头，终我一生都这样做而已。</p> <p>　　文章的气势，就像水；语言，就像浮在水上的东西；水势大，那么凡是能漂浮的东西大小都能浮起来。文章的气势和语言的关系也是这样，气势充足，那么语言的短长与声音的扬抑就都会适当。虽然这样，难道就敢说自己的文章接近成功了吗！即使接近成功了，被人用时，别人能得到什么呢？尽管如此，等待被人采用的见解，难道就像器具一样吗？用或不用都取决于别人。君子就不这样，思考问题本着仁义原则，自己行事有一定规范，被任用就在人们中推行道，不被用就把道传给弟子，把道借文章流传下去为后世效法。象这样，是值得高兴呢，还是不值得高兴呢？</p> <p>　　有志于学习古代立言者的人很少了。有志学习古人的人，必为今人所弃，我实在为有志于古的人高兴，也为他悲伤，我一再称赞那些有志学习古人的人，只是为了勉励他们，并非敢（随意）表扬那些可以表扬、批评那些可以批评的人。向我问道的人有很多了，想到你的意图不在于功利，所以姑且对你讲这些话。韩愈言。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>认为有较高的道德修养是为文的前提。他在《答李翊书》的开头说：“生之书辞甚高，而其问何下而恭也！能如是，谁不欲告生以其道？道德之归有日矣，况其外文乎？”由此可见，他认为德是文章的内核，文是德之载体，或者说是外在的表现形式。这和他所一贯倡导的“文以载道”说是相一致的。如，他在《争臣论》一文中说：“君子居其位，则思死其官；未得位，则思修其辞以明其道。我将以明道也，非以为直而加人也。”在《答李秀才书》中说：“愈之所志于古者，不惟其辞之好，好其道焉耳。”</p> <p>　　那么，“道”和“文”怎样能相促相长，达到较高的水准呢？他在《答李翊书》的第二段形象的论述了这个问题，他说：“将蕲至于古之立言者，则无望其速成，无诱于势利，养其根而竢其食，加其膏而希其光。根之茂者其实遂，膏之沃者其光晔，仁义之人，其言蔼如也。”要写好文章，不要只是想去寻找一盒能让东施变西施的外用美丽霜，不要被狭隘的功利所驱谴，而要像为树养根，给灯加油那样，去加强道德修养，有了教高的道德水准，<a href=\"http://so.gushiwen.org/view_72842.aspx\">诗</a>之树、文之灯才根深叶茂、光焰万丈！有了较高的道德修养，就有了经济苍生的使命感，就有了悯难怜弱的同情心，就有了正道直言的方正人格，遇不平则鸣，有愤激则书，敢于为民请命，敢于为一切正义和真理摇旗呐喊、奔走呼号。金银财色不能动其心，酷刑利刃不能钳其口。想不说话是多么难的一件事呀，何需挖空心思、搜肠刮肚、冥搜虚饰以敷缀其文呢？</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "论说文",
    "书信"
  ]
}