{
  "id": 5616,
  "star": 32,
  "name": "送邢桂州",
  "dynasty": "唐代",
  "content": "铙吹喧京口，风波下洞庭。<br>赭圻将赤岸，击汰复扬舲。<br>日落江湖白，潮来天地青。<br>明珠归合浦，应逐使臣星。",
  "fanyi": "<p><strong>译文<br></strong>铙歌鼓吹喧响于京口，乘风破浪扬帆向洞庭。<br>经过赭圻城和赤岸山，击水向沅湘驾着轻舲。<br>夕阳西沉后江湖浪白，潮水涌来时天地映青。<br>明珠又回到合浦海域，定是追随着使臣之星。</p> <p><strong>注释<br></strong>⑴邢桂州：指邢济，作者友人。桂州：唐州名，属岭南道，治所在今广西桂林。<br>⑵铙吹：即铙歌。军中乐歌。为鼓吹乐的一部。所用乐器有笛、觱篥、箫、笳、铙、鼓等。南朝梁简文帝《旦出兴业寺讲<a href=\"http://so.gushiwen.org/view_5616.aspx\">诗</a>》：“羽旗承去影，铙吹杂还风。”京口：唐润州治所，即今江苏镇江市，位于长江边。公元209年，孙权把首府自吴（苏州）迁此，称为京城。公元211年迁治建业后，改称京口镇。东晋、南朝时称京口城。为古代长江下游的军事重镇。《宋书·武帝纪上》：“公大喜，径至京口，众乃大安。”<br>⑶风波：风浪。《楚辞·九章·哀郢》：“顺风波以从流兮，焉洋洋而为客。”洞庭：即洞庭湖，位于今湖南省，古由京口沿江而上，过洞庭，经湘水，可抵桂州。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·初见秦》：“秦与荆人战，大破荆，袭郢，取洞庭、五渚、江南。”<br>⑷赭圻：山岭名。在今安徽繁昌县西北。晋桓温曾于其麓筑赭圻城。《晋书·桓温传》：“隆和初，诏徵温，温至赭圻，诏又使尚书车灌止之，温遂城赭圻居之。”赤岸：山名。在江苏六合东南。《南齐书·高帝纪上》：“治新亭城垒未毕，贼前军已至……自新林至赤岸，大破之。”<br>⑸击汰：拍击水波。亦指以桨击水，划船。《楚辞·九章·涉江》：“乘舲船余上沅兮，齐吴榜以击汰。”扬舲：犹扬帆。舲是有窗的船，扬舲谓划船快速前进。南朝梁<a href=\"http://so.gushiwen.org/author_1301.aspx\">刘孝威</a>《蜀道难》诗：“戏马登珠界，扬舲濯锦流。”<br>⑹合浦：古郡名。汉置，郡治在今广西壮族自治区合浦县东北，县东南有珍珠城，又名白龙城，以产珍珠著名。晋<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子·祛惑》：“凡探明珠，不于合浦之渊，不得骊龙之夜光也；采美玉，不于荆山之岫，不得连城之尺璧也。”《后汉书》载：“孟尝迁合浦太守，郡不产谷实，而海出珠宝，与交趾比境，尝通商贩，贸籴粮食。先时宰守并多贪秽，诡人采求，不知纪极，珠遂渐徙于交趾郡界，于是行旅不至，人物无食，贫者饿死于道。尝到官，革易前弊，求民利病，曾未逾岁，去珠复还。百姓皆反其业，商贾流通。”<br>⑺使臣星：即使星。典出《后汉书》：“和帝即位，分遣使者，皆微服且单行，各至州县，观采风谣。使者二人当到益都。投李郃候舍。时夏夕露坐，郃因仰视，问曰：‘二使君发京师时，宁知朝廷遣二使耶？’二人默然，惊相视曰：‘不闻也！’问何以知之。郃指星示云：‘有二使星向益州分野，故知之耳。’”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_5616.aspx\">诗</a>。邢桂州指邢济。</p> <p>　　首句写京口（即今日镇江）送别场景，“铙吹喧京口”，钟鼓齐鸣，运用通感，以听觉感受来写视觉形象，一个“喧”字表现了送别场面之热烈壮观。“风波下洞庭”，这一句点明邢济取水路前往桂州，一个“下”字勾划出了由江入湖、扬帆直济之气势。首联不落渲染离情别绪的窠臼，反而写得意气昂扬，而惜别感情则隐含于中，“风波下洞庭”一句，表现出了诗人目送孤帆碧天、望尽风烟洞庭的深情，感情含蓄而沉着。</p> <p>　　“赭圻将赤岸，击汰复扬舲”颔联承上联写路途所见。“赭圻”为地名（今安徽繁昌县西），“赤岸”亦为地名，可能在桂州境内。这两句诗看似平铺直叙，实则颇具匠心“赭”、“赤”都是暗色调，与诗歌昂扬奋发的风格和谐统一。“击汰”意谓击水，“扬舲”即开船，语出《楚辞》：“乘舲船兮余上沅，齐吴榜以击汰”，这一句化用成句，如盐入水，非常巧妙。</p> <p>　　“日落江湖白，潮来天地青”。颈联笔势陡转，以飞动之笔触写江湖风光。日落时湖光与落日余辉融成一片耀眼的白色，碧波滚滚而来时，整个天地又仿佛都染成了青色。“白”、“青”二字以水墨写五彩，以简淡含灿烂，正显出诗人炉火纯青之功力。</p> <p>　　“明珠归合浦，应逐使臣星”，尾联化用两个典故，表达企盼祝愿之情。“珠归合浦”化用后汉孟尝故事。《后汉书》载：“孟尝迁合浦太守，郡不产谷实，而海出珠宝，与交趾比境，尝通商贩，贸籴粮食。先时宰守并多贪秽，诡人采求，不知纪极，珠遂渐徙于交趾郡界，于是行旅不至，人物无食，贫者饿死于道。尝到官，革易前弊，求民利病，曾未逾岁，去珠复还。百姓皆反其业，商贾流通。”“使臣星”之典亦出《后汉书》：“和帝即位，分遣使者，皆微服且单行，各至州县，观采风谣。使者二人当到益都。投李郃候舍。时夏夕露坐，郃因仰视，问曰：‘二使君发京师时，宁知朝廷遣二使耶？’二人默然，惊相视曰：‘不闻也！’问何以知之。郃指星示云：‘有二使星向益州分野，故知之耳。’”这两句意思是：邢济的赴任，将会使桂州出现安居乐业的局面。这一联用典既切合人物身份，又紧扣当地故实，表达了诗人劝勉友人为官清廉、造福百姓的良好愿望，而措辞不卑不亢、真诚恳切，十分“得体”。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5616.aspx\">诗</a>当作于唐肃宗上元二年（761年）以前。邢桂州指邢济。按唐人惯例，邢济赴桂州（今广西桂林市）上任，在京口（今江苏镇江市）取水路前往，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>去送别，目送孤帆碧天，想象风波洞庭的气势，有感而发，创作此诗。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "送别",
    "友情"
  ]
}