{
  "id": 64945,
  "star": 18426,
  "name": "满江红·写怀",
  "dynasty": "宋代",
  "content": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！<br>靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。 ",
  "fanyi": "<p><strong>译文</strong><br>我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。<br>靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！ </p><p><strong>注释<br></strong>怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。<br>潇潇：形容雨势急骤。<br>长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。<br>三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。<br>八千里路云和月：形容南征北战、路途遥远、披星戴月。<br>等闲：轻易，随便。<br>靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。<br>贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。<br>朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。</p><br/><h2>译文二</h2> 我怒发冲冠登高倚栏杆，一场潇潇细雨刚刚停歇。抬头望眼四望辽阔一片，仰天长声啸叹。壮怀激烈，三十年勋业如今成尘土，征战千里只有浮云明月。莫虚度年华白了少年头，只有独自悔恨悲悲切切。<br>靖康年的奇耻尚未洗雪，臣子愤恨何时才能泯灭。我只想驾御着一辆辆战车踏破贺兰山敌人营垒。壮志同仇饿吃敌军的肉，笑谈蔑敌渴饮敌军的血。我要从头再来重新收复旧日河山，朝拜故都京阙。",
  "shangxi": "<h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>这首《满江红》，是很引人注目的名篇。</p> <p>　　为什么这首词第一句就写“怒发冲冠”，表现出如此强烈的愤怒的感情？这并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。因此，必须对这个问题有所了解，才能正确理解这首词的思想内容。岳飞在少年时代，家乡就被金兵占领。他很有民族气节，毅然从军。他指挥的军队，英勇善战，接连获胜，屡立战功。敌人最怕他的军队，称之为“岳爷爷军”，并且传言说：“撼山易，撼岳家军难！”岳飞乘胜追击金兵，直至朱仙镇，距离北宋的京城汴京只有四十五里了。金兵元气大伤，准备逃归，还有不少士卒纷纷来降。岳飞看到这样大好的抗战形势，非常高兴，决心乘胜猛追，收复中原。就在这关键的时刻，当时的宰相秦桧，为了和金人议和，一日连下十二道金字牌，令岳飞班师回朝。岳飞悲愤万分，说“十年之力，废于一旦！”秦桧把岳飞看成是他投降阴谋的主要障碍，又捏造说，岳飞受诏逗留，抵制诏令，以“莫须有”（也许有）的罪名，将他害死。岳飞被害时，才三十九岁。了解了这些情况，对这首词中充满的强烈感情，就不难理解了。</p> <p>　　上片写作者要为国家建立功业的急切心情。开头这几句写在潇潇的雨声停歇的时候，他倚着高楼上的栏杆，抬头遥望远方，仰天放声长啸，“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“三十功名尘与土”，表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。下片写了三层意思：对金贵族掠夺者的深仇大恨；统一祖国的殷切愿望；忠于朝廷即忠于祖国的赤诚之心。“靖康”是宋钦宗<a href=\"http://so.gushiwen.org/author_2898.aspx\">赵桓</a>的年号。“靖康耻”，指宋钦宗靖康二年（1127），京城汴京和中原地区沦陷，徽宗、钦宗两个皇帝被金人俘虏北去的奇耻大辱。“犹未雪”，指还没有报仇雪恨。由于没有雪“靖康”之耻，所以，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。古代的战车叫“长车”。贺兰山，在今宁夏回族自治区的西北边。</p> <p>　　有一种说法，认为这首词不是岳飞写的，理由之一就是根据上面这句话。因为岳飞讲“直捣黄龙，与诸君痛饮”，即渡过黄河向东北进军，不会向西北进军的。“驾长车踏破贺兰山缺”，不是岳飞的进军路线。因为对这句词的解释牵涉到这首词是不是岳飞写的问题，因而显得更为重要了。原来这是用典。《西清<a href=\"http://so.gushiwen.org/view_64945.aspx\">诗</a>话》载姚嗣宗《崆峒山》诗：“踏碎贺兰石，扫清西海尘。”这两句诗是针对西夏讲的，所以用“贺兰石”。姚嗣宗是北宋人，岳飞借用这个典故，借用他要打败西夏的壮志来表达他要打败金兵的豪情，所以这句词没有问题。“山缺”，指山口。“壮志饥餐胡虏肉，笑谈渴饮匈奴血”，充分表达了作者对敌人的刻骨仇恨和报仇雪耻的决心。“壮志”，指年轻时的理想。“胡虏”是古代对我国北方少数民族侮辱性的称呼。“虏”，指俘虏。这里所谓的“胡虏”、“匈奴”，皆代指金贵族掠夺者。最后“待从头、收拾旧山河，朝天阙”两句说，等到收复中原、统一祖国的时候，就去报捷。“旧山河”，指沦陷区。“阙”，宫殿。”天阙”，指朝廷。我国古代进步的知识分子，往往都把忠于朝廷看作爱国的表现。在封建社会里，尤其在民族矛盾激化，上升为主要矛盾的时期，“忠于朝廷”与爱国常常是紧密结合在一起的。因此，岳飞在这首词中所表露的忠于朝廷的思想，是跟渴望杀尽敌人、保卫祖国疆土的壮志，密切结合着的。</p> <p>　　从艺术上看，这首词感情激荡，气势磅礴，风格豪放，结构严谨，一气呵成，有着强烈的感染力。 </p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>此词，激励着中华民族的爱国心。抗战期间这首词曲以其低沉但却雄壮的歌音，感染了中华儿女。</p> <p>　　前四字，即<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>写蔺相如“怒发上冲冠”的妙，表明这是不共戴天的深仇大恨。此仇此恨，因何愈思愈不可忍？正缘独上高楼，自倚阑干，纵目乾坤，俯仰六合，不禁热血满怀沸腾激昂。——而此时秋霖乍止，风澄烟净，光景自佳，翻助郁勃之怀，于是仰天长啸，以抒此万斛英雄壮志。着“潇潇雨歇”四字，笔致不肯一泻直下，方见气度渊静，便知有异于狂夫叫嚣之浮词矣。</p> <p>　　开头凌云壮志，气盖山河，写来气势磅礴。再接下去，倘是庸手，有意耸听，必定搜索剑拔弩张之文辞，以引动浮光掠影之耳目——而乃于是却道出“三十功名尘与土，八千里路云和月”十四个字，真个令人迥出意表，怎不为之拍案叫绝！此十四字，微微唱叹，如见将军抚膺自理半生悲绪，九曲刚肠，英雄正是多情人物，可为见证。功名是我所期，岂与尘土同轻；驰驱何足言苦，堪随云月共赏。（此功名即勋业义，因音律而用，宋词屡见）试看此是何等胸襟，何等识见！</p> <p>　　过片前后，一片壮怀，喷薄倾吐：靖康之耻，指徽钦两帝被掳，犹不得还；故下言臣子抱恨无穷，此是古代君臣观念之必然反映，莫以现代之国家观念解释千年往事。此恨何时得解？功名已委于尘土，三十已去，至此，将军自将上片歇拍处“莫等闲、白了少年头，空悲切”之痛语，说与天下人体会。沉痛之笔，字字掷地有声！</p> <p>　　以下出奇语，寄壮怀，英雄忠愤气概，凛凛犹若神明。盖金人猖獗，荼毒中原，止畏岳家军，不啻闻风丧胆，故自将军而言，“匈奴”实不难灭，踏破“贺兰”，黄龙直捣，并非夸饰自欺之大言也。“饥餐”、“渴饮”一联微嫌合掌；然不如此亦不足以畅其情、尽其势。未至有复沓之感者，以其中有真气在。</p> <p>　　有论者设：贺兰山在西北，与东北之黄龙府，千里万里，有何交涉？那克敌制胜的抗金名臣老<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>，他作《花心动》词，就说：“西北欃枪未灭，千万乡关，梦遥吴越。”那忠义慷慨寄敬<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>的<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>，他作《虞美人》词，也说：“要斩楼兰三尺剑，遗恨琵琶旧语！”这都是南宋初期的爱国词作，他们说到金兵时，均用“西北”、“楼兰”（汉之西域鄯善国，傅介子计斩楼兰王，典出《汉书·西域传》），可见岳飞用“贺兰山”和“匈奴”，是无可非议的。</p> <p>　　“待从头、收拾旧山河，朝天阙！”满腔忠愤，丹心碧血，倾出肺腑。即以文学家眼光论之，收拾全篇，神完气足，无复毫发遗憾，诵之令人神旺，令人起舞！然而岳飞头未及白，金兵自陷困境，由于奸人谗害，宋皇朝自弃战败。“莫须有”千古奇冤，闻者发指，岂复可望眼见他率领十万貔貅，与中原父老齐来朝拜天阙哉？悲夫。</p> <p>　　此种词原不应以文字论长短，然即以文字论，亦当击赏其笔力之沉厚，脉络之条鬯，情致之深婉，皆不同凡响，倚声而歌，乃振兴中华之必修音乐艺术课也。 </p><br/><h2>赏析三</h2> <p>　　<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>工<a href=\"http://so.gushiwen.org/view_64945.aspx\">诗</a>词，虽留传极少，但这首《满江红》英勇而悲壮，深为人们所喜爱，它真实、充分地反映了岳飞精忠报国、一腔热血的英雄气概。这首的上片，“怒发冲冠，……空悲切”。意思说，我满腔热血，报国之情，再也压不住了，感到怒发冲冠，在庭院的栏杆边，望着潇潇秋雨下到停止。抬头远望，又对天长啸，急切盼望实现自己的志愿。三十多岁的人了，功名还未立，但是我也不在乎，功名好比尘土一样，都是不足所求的。我渴望的是什么东西呢？渴望是八千里路的征战，我要不停的去战斗，只要这征途上的白云和明月作伴侣。不能等了，让少年头轻易地变白了，到那时只空有悲愤。这一段表现了岳飞急于立功报国的宏愿。</p> <p>　　下片，“靖康耻，……朝天阙。”靖康二年的国耻还没有洗雪，臣子的恨什么时候才能够消除呢？我要驾乘着战车踏破敌人的巢穴，肚子饿了，我要吃敌人的肉；口渴了；我要喝敌人的血。我有雄心壮志，我相信笑谈之间就可以做到这些。等待收复了山河的时候，再向朝庭皇帝报功吧！这一段表现了岳飞对“还我河山”的决心和信心。</p> <p>　　这首词，代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“侍从头、收拾旧山河”。把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，读了这首词，使人体会，只有胸怀大志，思想高尚的人，才能写出感人的词句。在岳飞的这首词中，词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。</p> <p>　　从“怒发冲冠”到“仰天长啸”，先是写在家里庭院中的情况，他凭观栏雨，按说这是一种很惬意的生活，可是却按不住心头之恨而怒发冲冠。一句“仰天长啸”，道出了精忠报国的急切心情。</p> <p>　　“三十功名尘与土，八千里路云和月。”说明了岳飞高尚的人生观，两句话把作者的爱与恨，追求与厌恶，说得清清楚楚。岳飞在这里非常巧妙地运用了“尘与土”；“云和月”。表白了自己的观点，既形象又很有诗意。</p> <p>　　“莫等闲、白了少年头，空悲切。”这两句话很好理解，可作用很大，接着上面表达出的壮烈胸怀，急切期望早日为国家收复山河，不能等待了！到了白了少年头，那悲伤都来不及了。它有力地结束词的上片所表达的作者心情。</p> <p>　　下片一开始就是，“靖康耻，犹未雪；臣子恨，何时灭？”把全诗的中心突出来，为什么急切地期望，胸怀壮志，就因为靖康之耻，几句话很抽象，但是守渡得很好，又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。</p> <p>　　“待从头、收拾旧山河，朝天阙。”以此收尾，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。</p><br/><h2>赏析四</h2> <p>　　上片写作者悲愤中原重陷敌手，痛惜前功尽弃的局面，也表达自己继续努力，争取壮年立功的心愿。</p> <p>　　开头五句“怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈”。起势突兀，破空而来。胸中的怒火在熊熊燃烧，不可阻遏。这时，一阵急雨刚刚停止，词人站在楼台高处，正凭栏远望。他看到那已经收复却又失掉的国土，想到了重陷水火之中的百姓，不由得“怒发冲冠”，“仰天长啸”、“壮怀激烈”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“怒发冲冠”，表现出如此强烈的愤怒的感情并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>之怒，是金兵侵扰中原，烧杀虏掠的罪行所激起的雷霆之怒；岳飞之啸，是无路请缨，报国无门的忠愤之啸；岳飞之怀，是杀敌为国的宏大理想和豪壮襟怀。这几句一气贯注，为我们生动地描绘了一位忠臣义士和忧国忧民的英雄形象。</p> <p>　　接着四句激励自己，不要轻易虚度这壮年光阴，争取早日完成抗金大业。“三十功名尘于土”，是对过去的反省。表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“三十”是约数，当时岳飞三十二岁。“功名”，即前面说到的攻克襄阳六郡以后建节晋升之事。宋朝以“三十之节”为殊荣。然而，岳飞梦寐以求的并不是建节封侯，身受殊荣，而是渡过黄河，收复国土，完成抗金救国的神圣事业。正如他自己所说“誓将直节报君仇”，“不问登坛万户侯”，对功名感到不过象尘土一样，微不足道。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。是对未来的瞻望。“八千”是约数，极言沙场征战行程之远。“云和月”是特意写出，是说出师北伐是十分艰苦的，任重道远，尚须披星戴月，日夜兼程，才能“北逾沙漠，喋血虏廷”（《五岳祠盟记》），赢得最后抗金的胜利，上一句写视功名为尘土，这一句写杀敌任重道远，个人为轻，国家为重，生动地表现了作者强烈的爱国热忱。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。“莫等闲，白了少年头，空悲切”。这既是岳飞的自勉之辞，也是对抗金将士的鼓励和鞭策。</p> <p>　　词的下片运转笔端，抒写词人对于民族敌人的深仇大恨，统一祖国的殷切愿望，忠于朝廷即忠于祖国的赤诚之心。</p> <p>　　“靖康”是宋钦宗<a href=\"http://so.gushiwen.org/author_2898.aspx\">赵桓</a>的年号。“靖康耻，犹未雪；臣子恨，何时灭？”突出全<a href=\"http://so.gushiwen.org/view_64945.aspx\">诗</a>中心，由于没有雪“靖康”之耻，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。又把“驾长车、踏破贺兰山缺，”具体化了。从“驾长车”到“笑谈渴饮匈奴血”都以夸张的手法表达了对凶残敌人的愤恨之情，同时表现了英勇的信心和无畏的乐观精神。</p> <p>　　“壮志饥餐胡虏肉，笑谈渴饮匈奴血。”“待从头、收拾旧山河，朝天阙。”以此收尾，把收复山河的宏愿，把艰苦的征战，以一种乐观主义精神表现出来，既表达要胜利的信心，也说了对朝庭和皇帝的忠诚。岳飞在这里不直接说凯旋、胜利等，而用了“收拾旧山河”，显得有诗意又形象。</p> <p>　　这首词代表了岳飞“精忠报国”的英雄之志，表现出一种浩然正气、英雄气质，表现了报国立功的信心和乐观主义精神。词里句中无不透出雄壮之气，充分表现作者忧国报国的壮志胸怀。这首爱国将领的抒怀之作，情调激昂，慷慨壮烈，充分表现的中华民族不敢屈辱，奋发图强，雪耻若渴的神威，从而成为反侵略战争的名篇。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此词的创作时间，有人认为是<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>第一次北伐，即岳飞30岁出头时所作。如邓广铭先生就持此说。</p> <p>　　有人认为是公元1136年（绍兴六年）。绍兴六年，岳飞第二次出师北伐，攻占了伊阳、洛阳、商州和虢州，继而围攻陈、蔡地区。但岳飞很快发现自己是孤军深入，既无援兵，又无粮草，不得不撤回鄂州（今湖北武昌）。此次北伐，岳飞壮志未酬，镇守鄂州（今武昌）时写下了千古绝唱的名词《满江红》。</p> <p>　　还有一种说法，认为《满江红》创作的具体时间应该是在岳飞入狱前不久。词中有多处可以用来证明这一观点“三十功名尘与土，八千里路云和月”。这两句历来是考证《满江红》作者问题最为关键的内容。</p> <p>　　第三种说法理由有五：一是北伐时的岳飞无论就其阅历资历还是心境，根本不具备写出像《满江红》那样悲愤交加、气势磅礴的内涵与底气。那时的岳飞正仕途辉煌踌躇满志，怎么可能满腔悲愤“怒发冲冠”？怎么可能觉得“三十功名尘与土，八千里路云和月”？又何来气度“待重头收拾旧山河”？</p> <p>　　二是岳飞当时对功名非常重视，并在其<a href=\"http://so.gushiwen.org/view_64945.aspx\">诗</a>词中经常有所流露。如写于绍兴二、三年秋屯驻江州时的《题翠岩寺》中“功名直欲镇边圻”，以后的《小重山》中“白首为功名”，表明当时岳飞头发已白，仍然有心功名。直至绍兴十年大破金军前，岳飞在《寄浮图慧海》中依然表明“功业要刊燕石上”。这些同期及以后的诗词表明，当时的岳飞非常重视功名。</p> <p>　　三是《满江红》一经问世即广泛流传，如此非同寻常之作，如果真是岳飞三十岁青云直上之时所作，岂能就此湮没不见踪影？</p> <p>　　四是不理解“三十”与“八千”。这是关键中的关键，几乎所有研究此词的学者都把“三十”看作是“三十岁”，因此认定此词作于岳飞30岁出头。实际上这里是指“三十年”，即三十年的功名。封建社会的功名是从幼时求学开始的，并非一出生就能追求的。岳飞自幼时习武读书到入狱前，正好30年上下，是个约数。“八千”也是个约数，只是表示征战路程的艰辛和漫长。</p> <p>　　五是不理解“尘与土”与“云和月”的含义。前者是指一钱不值，因为岳飞到入狱时才清醒地认识到自己历来非常重视的功名原来毫无价值。后者是指竹篮打水，岳飞十年征战，功毁一旦。如此，此二句就一目了然了:一生追求的功名其实一钱不值，一生漫长的征战最后前功尽弃。</p> <p>　　根据第三种说法可以大致框定：《满江红》应该诞生在岳飞于绍兴十年七月下旬奉诏被迫班师到入狱之间的一年多时间里。“怒发冲冠”和“仰天长啸”。此二句从未有人做过详细考证，却是界定《满江红》具体创作时间的重要依据之一。从字面看，显示岳飞的愤怒到了极致。在那段时间里，岳飞究竟何时最为愤怒？在班师途中，岳飞撕心裂肺悲愤交加：“所得诸郡，一朝全休！社稷江山，难以中兴！乾坤世界，无由再复！”随后，岳飞又被剥夺了兵权，听命于可耻屈辱的和谈。但真正令岳飞“怒发冲冠”的，当是得知对自己的陷害之时。有位好心的部将设法通知正在庐山的岳飞关于王俊上告张宪“背叛”的消息。岳飞立刻明白这是“项庄舞剑，意在沛公”。从不许胜利到屈膝求和，再到陷害忠良，要加害自己，此时的岳飞终于忍不住“怒发冲冠”而“仰天长啸”，应该是顺理成章的。查张宪入狱应该是在绍兴十一年九月上旬后，岳飞是十月上旬下庐山的。因此，《满江红》的诞生理当就在其间的二十多天里。“潇潇雨歇”。此句亦从未有人考证，诗词是情景交融的，“潇雨”一词诗人总是用来形容秋天的冷雨，“歇”显然是指雨的断断续续。于是此句也就清楚了:秋雨绵绵时断时续。此句既点明了作者是在秋雨中创作，也反映了作者心情的郁闷和沉重。“莫等闲白了少年头，空悲切。”人们历来总是把“等闲”看作虚词，其实不然，它应该是岳飞当时真实处境的具体写照。在此前数年岳飞所作的词中，已有“白首为功名”，表明岳飞那时的头发已经斑白。在随后军事上指挥的一系列重大战役，以及在政治上受到的一系列沉重打击，显然在催白岳飞的头发。因此，岳飞当然不甘心少年时就有的理想就此破灭。查岳飞一生征战，三十岁时正忙得不可开交，谈何“等闲”，唯独到快四十岁时却成为一个无职无权之人而被迫闲散在野，其内心之悲切和壮志之不已的激烈冲突可想而知。</p> <p>　　上述考证表明，《满江红》的内容完全符合岳飞入狱前的年龄、心情和处境。 岳飞创作《满江红》的具体地点是在庐山东林寺，解读的密码，就隐藏在词的字里行间 东林寺建于东晋大元九年(384年)，南面庐山，北倚东林山，环合四抱，有如城廓，是佛教净土宗（又称莲宗）的发源地。岳飞与庐山有不解之缘。绍兴六年，岳飞因母亡守丧，岳母坟就在庐山。绍兴七年，也因故回到庐山。岳飞与东林寺主持慧海关系非常密切，曾专门作诗《寄浮图慧海》。《满江红》中有三处“密码”可以用来界定其诞生地点就在东林寺。 “怒发冲冠，凭栏处，潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。”历来都公认《满江红》是登高而作，却不知岳飞的具体所处，只得含糊解释成某处高楼，其实当时岳飞就在东林寺，因为《满江红》的开篇就隐藏着创作地点的秘密。 庐山东林寺有一则著名的典故。东林寺门口有一条清澈的小溪，名虎溪，要进东林寺就必须经小溪上的虎溪桥。据传说，东晋时东林寺主持慧远在寺院深居简出，人们称之为“影不出山，迹不入俗”。他送客或散步，从不逾越寺门前的虎溪。如果过了虎溪，寺后山林中的神虎就会吼叫起来。有一次，慧远与来访的诗人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>和道士陆修静谈得投机，送行时不觉过了虎溪桥，后山的神虎立刻就长吼不止，三人相视大笑。这个文坛佳话，称为“虎溪三笑”，一直流传至今。由于此虎是守寺护僧之神，因此在虎溪桥畔有一头石虎怒目而视凭栏而踞。了解了虎溪桥畔的神虎和这则典故，就很容易看出，岳飞看着秋雨中威武不屈的石虎触景生情，利用情景交融的手法把自己比作了护国看家的神虎，眼看着<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>们“越界”而“仰天长啸”，这才有后面的“饥餐胡虏肉”和“渴饮匈奴血”之词。</p> <p>　　《满江红》的词韵隐藏着其诞生地点的第二个秘密。唐朝大诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在游东林寺时有一首诗，名为《庐山东林寺夜怀》：我寻青莲宇，独往谢城阙。霜清东林钟，水白虎溪月。天香生虚空，天乐鸣不歇。冥坐寂不动，大千入毫发。湛然冥真心，旷绝断出没。李白写诗是抒怀，岳飞作词也是抒怀，而且《满江红》正是步了《庐山东林寺夜怀》的韵，特别是“阙”、“月”和“歇”这三个押韵的字都是来自李白的诗。更能说明问题的是《满江红》中有“壮怀”与“壮志”。按理说，同一首诗词中用两个相同的字是犯忌的，因此比较少见。但李白的诗却有“天香”与“天乐”。两个“壮”对两个“天”，显然绝非巧合。而且，还能明显看出《满江红》的“天阙”也应该是受到了李白两个“天”的影响。 李白在东林寺还写过另一首诗，名为《别东林寺僧》：“东林送客处，月出白猿啼，笑别庐山远，何烦过虎溪。” 《满江红》中也可以看出追随这首诗的痕迹。“凭栏处”正是“送客处”的模仿，“长啸”无疑是“猿啼”的翻版。《满江红》中的神虎精神更是与李白“过虎溪”的畏惧形成鲜明比照。 “朝天（金）阙”。此句隐藏着解读《满江红》诞生地点的第三个秘密。此句自《满江红》现世以来从未见有人作出过合乎逻辑的解释，因为不了解其中也隐藏着一个东林寺的典故。 一般寺院的主殿称为大雄宝殿，但东林寺的主殿称“神运宝殿”。相传慧远初到庐山选择结庐之处，认为东林寺址在丛林之中，无法结庐，打算移到香谷山去结庐。夜梦神告:“此处幽静，足以栖佛”。是夜雷雨大作，狂风拔树。翌日该地化为平地，池中多盛良木，作为建寺之材。“神运”之名，由此而来。 有了这则典故和前述的铺垫，此句就能理解了，其实很简单，也很直白，就是在功成之日再来朝拜东林寺的“神运宝殿”，因为神是天神，“神运宝殿”就象征着天上的宫阙。岳飞自比神虎，理当朝拜天阙。 还要解释一下，此句为何历来有“天”与“金”二说。很可能岳飞在奋笔疾书一气呵成《满江红》之际，于最后收笔时有了点犹豫。他先用了“金”字，当然决不是朝拜皇帝的金銮宝殿，而是朝拜金碧辉煌的神运宝殿。岳飞在诗词中把佛像称为“金仙”，如建炎四年四月十二日《广德军金沙寺壁题记》中的“陪僧僚谒金仙”。毕竟是身在佛寺，理当朝拜佛祖金身。但岳飞继而又改为“天”字，一来以避深恶痛绝的“胡虏”之“金”，二来受李白的影响以映衬东林寺神运宝殿的典故，三来更能暗合自比的神虎形象。由于“天”与“金”在词中的基本含义相通，就不能排除岳飞原作中的修改，而抄者忠于<br>　　原词照录的可能。由于后来者在誊抄或刻录时只能二选其一，于是有了“朝天阙”与“朝金阙”两种版本。</p> <p>　　《满江红》蕴含的典故，清楚地表明其诞生地就在庐山东林寺。 多少年来，人们研究《满江红》，为寻找岳飞的精神支柱和力量源泉，费尽周折而不得。对《满江红》的上述破解，终于使人看到了岳飞真实的内心世界。 </p>",
  "poet": {
    "id": 630,
    "star": 0,
    "name": "岳飞",
    "image": "http://img.gushiwen.org/authorImg/yuefei.jpg",
    "desc": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"
  },
  "tags": [
    "宋词三百首",
    "爱国",
    "壮志",
    "励志"
  ]
}