{
  "id": 48206,
  "star": 66,
  "name": "剔银灯·与欧阳公席上分题",
  "dynasty": "宋代",
  "content": "昨夜因看蜀志，笑曹操孙权刘备。用尽机关，徒劳心力，只得三分天地。屈指细寻思，争如共、刘伶一醉？<br>人世都无百岁。少痴騃、老成尪悴。只有中间，些子少年，忍把浮名牵系？一品与千金，问白发、如何回避？",
  "fanyi": "<h2>译文</h2> 　　昨夜读《三国志》不禁笑<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>孙权刘备，用尽权谋机巧，只落得三分天下，仔细一想，与其这样，还不如象刘伶，喝他个酩酊大醉。人活在世界上有多少人能活到百岁。少年时癫狂无知，老了又瘦弱焦悴。只有中间那，一段年轻，怎忍心用来追求功名利禄。就算是官位一品，富贵百万，试问谁能躲过老冉冉将至。",
  "shangxi": "<h2>赏析</h2> <p>　　此词副题是“与欧阳公席上分题”。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>为什么要向<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>倾吐衷肠呢？原来欧阳修早就是范仲淹政治上的知音。仁宗时“景祐党争”，欧阳修就坚定的站在范仲淹一边。时以吏部员外郎任开封府的范仲淹耿介正直，容不得权相吕夷简擅权市恩，便向仁宗上《百官图》，又上《帝王好尚论》等四论，批评朝政。切中要害的疏论激怒了吕夷简。他反诉仲淹“越权言事，荐引朋党，离间君臣”。宠信吕相的仁宗将仲淹贬黜出京，当时余靖等正直朝臣上疏替范仲淹申辩，而谏官高若讷却讨好吕夷简，说范应当贬官。欧阳修痛恨谏官高若讷为了自己的高官厚禄，竟不分是非，行为卑鄙，于是写了《与高司谏书》，斥其一味迎合权相是落井下石，是不知人间有羞耻二字。欧阳修也因此被贬夷陵。政治上的风雨磨难，高尚人格的互相吸引，革新朝政的共同追求，使范欧二人最终成为相濡以沫的盟友。宋仁宗庆历三年，范仲淹推行新政，反对者攻击改革派引用朋党。此时已奉调回京的欧阳修任谏官，为了回击反对派的无端指责，支持庆历新政，又写下了著名的《朋党论》。可见范仲淹和欧阳修志同道合、同仇敌忾。</p> <p>　　此词大约写于这几年二人在朝共事同受打击之时。新政失败，共同的遭遇，共同的感情，使他们自然产生相似的感受。弄清了这一点，再来读这首词，读者就恍然大悟了：原来，它是词人因毕生为之奋斗的政治理想破灭之后极度失望、苦闷乃至沮丧的反映。在心头郁积已久的愤懑总得找个宣泄的出口吧？于是，愤激之时，酒酣耳热，对着同遭厄运的老朋友发发牢骚，说说醉话，有何不可？</p> <p>　　其实，这首词固然宣泄了词人的愤懑，但也折射出了他内心时不我待的焦灼。这与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>那首著名的《将进酒》非常相似。“人生得意须尽欢，莫使金樽空对月……钟鼓馔玉不足贵，但愿长醉不复醒。古来圣贤皆寂寞，惟有饮者留其名。”李白被“赐金放还”后八年仍未找到出路，于是在此<a href=\"http://so.gushiwen.org/view_48206.aspx\">诗</a>中借题发挥，尽情倾吐郁积在胸的不平之气。李白的恃酒放旷并不说明他就此沉沦，即便是这首诗亦流露了施展抱负的愿望，“天生我材必有用”，何其自信！但人生苦短，“君不见高堂明镜悲白发，朝如青丝暮成雪”，现实无情徒唤奈何。范仲淹同样如此，“人世都无百岁。少痴騃、老成尪悴。只有中间，些子少年” ，能够干一番大事的年华太少了，哪里禁得起几番蹉跎？于是，借酒浇愁，抒发其时光易逝、壮志难酬的感情就很自然了。</p> <p>　　从思想上来说，范仲淹的这种感情是有其深刻渊源的。儒家的积极用世是其思想主流，不仅如此，他还出入佛老，精研三教经典，力求会通而经世致用。这种海纳百川的学术视野，使其作品博大精深，异彩纷呈，而老庄清净无为、随遇而安的思想也是他迭遭打击时能够舒缓压力的精神避难所。在这点上，李、范二人是相似的。再说，在当时，文人们普遍认为词是娱情遣兴的“小道”、“末技”，范仲淹有时亦未能例外，与老朋友一起喝酒聊天时，就不免戏作小词了。应该说，这几句亦真亦幻的牢骚话倒显示了他作为一个平常人的本色，使得他可亲可近。</p> <p>　　当然，范仲淹身处逆境，失意惆怅乃至发牢骚，并不意味着他永久的消沉。庆历六年，贬谪到邓州，摆脱了朝党纷争，暂时卸去了烦琐的朝政和边防重任的范仲淹，度过了三年难得的惬意时光，他营造百花洲，重修览秀亭，始终把关怀民生疾苦放在首位，赢得了邓州人民的衷心爱戴。同时，迎来了一生中最重要的一次创作高潮，千古杰作《岳阳楼记》及许多著名诗文都写于此时。这表明，范仲淹已经走出了苦闷、沮丧的阴影，已经做到了“不以物喜，不以己悲”。“先天下之忧而忧，后天下之乐而乐”始终是他毕生的追求。这才是立体的、全面的范仲淹。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "愤懑",
    "抱负"
  ]
}