{
  "id": 21186,
  "star": 18,
  "name": "宿紫阁山北村",
  "dynasty": "唐代",
  "content": "晨游紫阁峰，暮宿山下村。<br>村老见余喜，为余开一尊。<br>举杯未及饮，暴卒来入门。<br>紫衣挟刀斧，草草十余人。<br>夺我席上酒，掣我盘中飧。<br>主人退后立，敛手反如宾。<br>中庭有奇树，种来三十春。<br>主人惜不得，持斧断其根。<br>口称采造家，身属神策军。<br>“主人慎勿语，中尉正承恩！”",
  "fanyi": "<p><strong>译文</strong><br>清晨去游览紫阁峰，傍晚投宿在山下农村。<br>村老见了我，十分欣喜，为我设宴，打开了酒樽。<br>刚端起酒杯，还未沾唇，一群横暴的士兵冲进大门。<br>为首的身穿紫衣，带着刀斧，乱嘈嘈地约有十几个人。<br>他们夺去我席上的好酒，又抢走我盘中的美飧。<br>当主人的反而退后站立，恭敬地拱着手，好像来宾。<br>院子里长着一株珍奇的树，种下它已有三十个秋春。<br>主人虽然爱惜它，也救它不得，看着他们拿斧头砍断树根。<br>他们口称是为皇上伐木营造的人，隶属皇上的神策军。<br>主人啊，你千万沉住气，不要开口，神策军中尉正受到皇上恩宠信任。</p> <p><strong>注释</strong><br>⑴紫阁峰：终南山的著名山峰，在今陕西西安南百余里。《陕西通志》卷九引《雍胜略》曰：“旭日射之，烂然而紫，其峰上耸，若楼阁然。”故名“紫阁”。<br>⑵暮宿：傍晚投宿。<br>⑶余：我。<br>⑷开一尊：设酒款待的意思。“尊”同“樽”。<br>⑸暴卒：横暴的士兵。<br>⑹紫衣：指穿三品以上紫色官服的神策军头目。挟：用胳膊夹着。<br>⑺草草：杂乱粗野的样子。<br>⑻掣（chè）：抽取。<br>⑻飧（sūn）：晚饭，亦泛指熟食，饭食。<br>⑼敛手：双手交叉，拱于胸前，表示恭敬。<br>⑽奇树：珍奇的树。此句语本《古<a href=\"http://so.gushiwen.org/view_21186.aspx\">诗</a>十九首·庭中有奇树》。<br>⑾采造家：指专管采伐、建筑的官府派出的人员。采造，指专管采伐、建筑的官府。<br>⑿神策军：中唐时期皇帝的禁卫军之一。<br>⒀中尉：神策军的最高长官。承恩：得到皇帝的宠信。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_21186.aspx\">诗</a>开头两句对宿紫山北村的缘由作了说明，原来他是因“晨游紫阁峰”而“暮宿山下村”的。诗人之所以要“晨游”，是为了欣赏山峰上的美景。早晨欣赏了紫阁的美景，悠闲自得往回走，直到日暮才到山下村投宿，碰上的又是“村老见余喜，为余开一尊”的美好场面，作者的心情是很愉快的。但是，“举杯未及饮”，不愉快的事发生了。<br>开头四句，点明了抢劫事件发生的时间、地点和抢劫对象，表现了诗人与村老的亲密关系及其喜悦心情，为下面关于暴卒的描写起了有力的反衬作用，是颇具匠心的。中间的十二句，先用“暴卒”“草草”“紫衣挟刀斧”等贬义词句刻画了抢劫者的形象；接着展现了两个场面：一是抢酒食；二是砍树。</p> <p>　　写抢酒食的四句诗，表现出暴卒、作者和主人的三种不同表现。“夺”和“掣”两个词，包含着一方不给，一方硬抢的丰富内容。诗人用这两个词作“诗眼”，表现出他自己毕竟是个官吏，敢于和暴卒争，但还是败下阵来，这就不仅揭露了暴卒的暴，而且暗示了暴卒敢这样“暴”的原因，为结尾的点睛之笔留下了伏线。</p> <p>　　写两个抢劫场面，各有特点。抢酒食之时，主人退立敛手；砍树之时，却改变了态度，这表明主人对树有特殊感情。诗人为了揭示其心理根据，先用两句诗写树：一则指明那树长在中庭，二则称赞那是棵“奇树”，三则强调那树是主人亲手种的，已长了三十来年。这说明它在主人心中的地位，远非酒食所能比拟。暴卒要砍它，主人当然会“惜”，“惜不得”，是“惜”而“不得”的意思。于是，发自内心的“惜”就表现为语言、行动上的“护”，虽然迫于暴力，没有达到目的，但由此却引出了暴卒的“自称”和作者的悄声劝告。</p> <p>　　结尾的四句诗，在当时很好懂；时过一千多年，就需要作些注解，才能了解其深刻的含义。所谓“神策军”，在唐代天宝（唐玄宗年号，742—756）年间，本来是西部的地方军；后因“扈驾有功”，变成了皇帝的禁卫军。唐德宗时，开始设立左、右神策军护军中尉，由宦官担任。他们以皇帝的家奴身份掌握禁卫军，势焰熏天，把持朝政，打击正直的官吏，纵容部下酷虐百姓，什么坏事都干。元和（唐宪宗年号，806—820）初年，皇帝宠信宦官吐突承璀，让他做左神策军护军中尉；接着又派他兼任“诸军行营招讨处置使”（各路军统帅），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾上书谏阻。这首诗中的“中尉”，就包括了吐突承璀。所谓“采造”，指专管采伐、建筑的官府。唐宪宗的时候，经常调用神策军修筑宫殿；吐突承璀又于唐元和四年（809年）领功德使，修建安国寺，为宪宗树立功德碑。因此，就出现了“身属神策军”而兼充“采造家”的“暴卒”。做一个以吐突承璀为头子的神策军人，已经炙手可热了；又兼充“采造家”，执行为皇帝修建宫殿和树立功德碑的“任务”，自然就更加为所欲为，不可一世。</p> <p>　　诗是采取画龙点睛的写法。先写暴卒肆意抢劫，目中无人，连身为左拾遗的官儿都不放在眼里，留下悬念，引导读者思考这些家伙究竟凭什么这样暴戾。但究竟凭什么，作者没有说。直写到主人因中庭的那棵心爱的奇树被砍而忍无可忍的时候，才让暴卒自己亮出他们的黑旗，“口称采造家，身属神策军”。一听见暴卒的自称，作者很吃惊，连忙悄声劝告村老：“主人慎勿语，中尉正承恩！”讽刺的矛头透过暴卒，刺向暴卒的后台“中尉”；又透过中尉，刺向中尉的后台皇帝。前面的那条“龙”，已经画得很逼真，再一“点睛”，全“龙”飞腾，把全诗的思想意义提到了惊人的高度。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_21186.aspx\">诗</a>就是作者在《与元九书》中所说的使“握军要者切齿”的那一篇，大约作于唐宪宗元和四年（809年）前后，地点在鄠县（今陕西户县）的杜家庄。此时作者于长安任左拾遗。中唐时期，宦官擅权的问题非常严重，他们把持朝政，气焰嚣张，到处扰民掠物，百姓敢怒不敢言；甚至挟持皇帝，废立由己。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "叙事",
    "回忆",
    "讽刺"
  ]
}