{
  "id": 72184,
  "star": 46,
  "name": "齐桓下拜受胙",
  "dynasty": "先秦",
  "content": "　　夏，会于葵丘，寻盟，且修好，礼也。</p> <p>　　王使宰孔赐齐侯胙，曰：“天子有事于文武，使孔赐伯舅胙。”齐侯将下拜。孔曰：“且有后命。天子使孔曰：‘以伯舅耋老，加劳，赐一级，无下拜!”’对曰：“天威不违颜咫尺，小白余敢贪天子之命‘无下拜’!恐陨越于下，以遗天子羞，敢不下拜?”下，拜，登，受。",
  "fanyi": "<p><strong>译文一</strong><br>　　（齐桓公与众诸侯）在葵丘相会，重温旧盟誓约，并发展友好关系，是合乎礼的。<br>　　周襄王派宰孔赐给齐桓公祭肉，说：“天子祭祀文王和武王，派我来赐给伯舅胙肉。”齐桓公将要下阶跪拜，宰孔忙说：“还有后面的命令。天子派我来时说：‘因为伯舅年事已高，加之有功劳，赐给一等，不用下阶跪拜!’”齐桓公回答说：“天子的威严离颜面不过咫尺之远，小白我岂敢受天子的命令而‘不用下阶跪拜’!我怕因失礼而从诸侯的位子上坠落下来，给天子带来羞辱，岂敢不下阶跪拜?”（于是齐桓公）下阶，跪拜，登堂，受胙。</p><p><strong>译文二</strong><br>　　夏天，齐桓公在葵丘与各国诸侯聚会，为的是重申原来的盟誓，使大家更加和好。这是合乎礼的。 <br>　　周襄王派宰孔赏赐齐侯一块祭肉。宰孔说：“天子正忙于祭祀文王、武王，特派我来，赏赐伯舅一块祭肉。”　齐侯刚要下阶拜谢。宰孔说：“且慢，后面还有命令哩。天子命我告诉您：‘伯舅年纪大了，加之对王室有功，特赐爵一级，不必下阶拜谢。’”齐桓公答谢：“天子的威严，离我不过咫尺，小白我岂敢贪受天子之命‘不下拜’？果真那样，只怕就会垮台，使天子也蒙受羞耻。怎敢不下阶拜谢！”　下阶，拜谢；登堂，领赏。</p><p><strong>注释</strong><br>①葵丘：宋国地名，在今河南兰考。一说在民权县东北。当时齐桓公与宋襄公、鲁僖公、卫文公、郑文公、许僖公、曹共公在葵丘相会。<br>②寻盟：重温旧盟。齐桓公曾在曹国的洮会合过鲁、宋等诸侯，故称“寻盟”。寻，通“爝（jué）”，把冷了的东西重新温一温，引申为重续或重温。盟，在神前立誓缔约。<br>③王：周襄王。宰孔：周襄王的使臣。宰，官名。孔，人名。胙（zuò）：古代祭祀时供的肉。<br>④文、武：周文王与周武王。<br>⑤伯舅：周天子尊称同姓诸侯为伯父或叔父，尊称异姓诸侯为伯舅。周，姬姓；齐，姜姓。<br>⑥耋（dié）老：老迈，年高。耋，七十岁。<br>⑦加劳：加上有功劳。一说重加慰劳。<br>⑧违：离。颜：面。咫（zhǐ）尺：距离很近，八寸为咫。<br>⑨小白：齐桓公名。余：我。敢：怎敢。贪：贪妄，意为恃宠而违礼法。陨越：坠落。指违背礼法。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇百字短文记述了齐桓公在会晤诸侯时接受周襄王赏赐祭肉的一个场面。粗读似乎平淡无奇，细品则觉别有滋味。</p> <p>　　依据周朝的规矩，“胙”是不应赐给异姓诸侯的，并且诸侯受赐必须“下拜”。周襄王却破例赐给齐侯“胙”并传令免去“下拜”之礼。这是为什么?齐桓公虽已年迈功高，且当着众诸侯的面，坚持要“下拜”受赐，绝不违礼法，又是为什么?文章围绕“下拜”二字，一波三折，既反映了周王室的衰微，也反映了当时还普遍存在尊周意识。</p> <p>　　周襄王对齐侯的特殊礼遇，不无讨好巴结之嫌，企盼霸主尊周，以维持周王室的生存与面子。他未必不觉屈辱、难堪，心中酸苦唯有自知。齐桓公为春秋五霸之首，这时已任诸侯盟主数十年，功高年迈，傲视群雄，称霸中原。周天子在他心目中未必有多大分量。但他在接受周天子赏赐时却表现出受宠若惊、诚惶诚恐的情态，非但谦恭有礼，甚至近于肉麻。与其说他的言行带有矫揉的成分，毋宁说他的表演相当成功。霸主尊周，固然是给周王室面子，而他表演的真正目的，则是给在场与不在场的诸侯看，借周天子的名号，使自己的霸权合法化。挟天子以令诸侯，他是后世曹孟德一类奸雄的祖师爷。</p> <p>　　《左传》刻画人物，往往着墨不多，很少客观地描绘，而是通过人物的语言和行动表现人物性格。本文写齐桓公只有一段话、一套程式化动作，却把一个雄才大略、老谋深算的形象刻画得形神毕肖。</p> <p>　　附带说一句，《左传》作者评价历史人物的准则与当时儒家“尊王”的宗旨是一致的。所以文章在平稳朴实中仍可见到作者对齐桓公的赞许。</p><br/><h2>赏析</h2> <p>　　这是篇短文，记录了周天子赏赐给齐桓公祭肉的场面。文中对齐桓公受宠若惊的神态，写得细腻生动。我们看了这篇文字，体会能是身临其境、如闻其声。胙：（读zuò）祭祀用的肉，按照周朝礼节，胙是天子祭祀社稷宗庙的物品，事后只能赐予宗室、也就是和天子同姓的诸侯。在异姓的诸侯之中，则只有夏商二王的后代才能得到，这一项规定应该是周天子对前代帝王的礼让，也是因为这两朝相隔不甚久远，他们后人的身份很明确。不像三皇五帝，根本无法确知其后人，即使是他们的本人，也多属于氏族部落或部落联盟的领袖，或干脆是象征性的人物，周朝实际上把他们的族系也列入蛮夷一类，还不如一般的诸侯们，就更无缘受胙了。齐桓公也非姬姓宗室，没有受赏的资格，但由于齐桓公特殊的地位，其祖<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>和王室的特殊关系，周襄王也就给予他特殊的礼遇。</p> <p>　　此次齐桓公大会诸侯，与宋襄公、鲁僖公（按《史记》所载应该是鲁釐公）、卫文公、郑文公、许僖公、曹共公聚集在葵丘（在今河南兰考），周天子派使臣参加。当时周襄王身在洛邑主持祭祀，为了表示对齐桓公率各路诸侯尊奉王室的酬劳，他让使臣宰孔赴会并嘉奖，并破例赏赐给桓公胙，希望他一如既往。而齐桓公也是做足了姿态，要给与会诸侯其尊敬王室的印象。最重要的，这时已经是齐桓公称霸晚期，所谓强弓之末不穿鲁缟。他在位三十五年了，形势和他治齐的初期有了天壤之别：楚成王用子文、子玉扩张地域，独霸中南已使齐桓公无可奈何；秦穆公的国力也达鼎盛，用百里傒、蹇叔、孟明视，军事经济基础稳固，外交上又辅助重耳立国，俨然霸主形象；有从亡的贤臣辅佐，晋文公的复兴也近在眼前；还有那位自命不凡的宋襄公。所以，齐桓公此时很是需要王室的欢心，才能较为长久地借助王室的威望，维系他这霸主的地位。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写人"
  ]
}