{
  "id": 149,
  "star": 53,
  "name": "候人",
  "dynasty": "先秦",
  "content": "彼候人兮，何戈与祋。彼其之子，三百赤芾。</p> <p>维鹈在梁，不濡其翼。彼其之子，不称其服。</p> <p>维鹈在梁，不濡其咮。彼其之子，不遂其媾。</p> <p>荟兮蔚兮，南山朝隮。婉兮娈兮，季女斯饥。",
  "fanyi": "<p><strong>译文<br></strong>迎宾送客那小官，肩扛长戈和祋棍。像他那样小人物，三百朝官不屑顾。<br>鹈鹕停在鱼梁上，水没打湿它翅膀。像他那样小人物，不配穿那好衣服。<br>鹈鹕停在鱼梁上，水没打湿它的嘴。像他那样小人物，不配高官与厚禄。<br>云蒸雾罩浓又密，南山早晨云雾多。美丽俊俏<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱，少女忍饥又挨饿。</p> <p><strong>注释<br></strong>⑴候人：官名，是看守边境、迎送宾客和治理道路、掌管禁令的小官。<br>⑵何：通“荷”，扛着。祋（duì）：武器，殳的一种，竹制，长一丈二尺，有棱而无刃。<br>⑶彼：他。其：语气词。之子：那人，那些人。<br>⑷赤芾（fú）：赤色的芾。芾，祭祀服饰，即用革制的蔽膝，上窄下宽，上端固定在腰部衣上，按官品不同而有不同的颜色。赤芾乘轩是大夫以上官爵的待遇。三百：可以指人数，即穿芾的有三百人；也可指芾的件数，即有三百件芾。<br>⑸鹈（tí）：即鹈鹕，水禽，体型较大，喙下有囊，食鱼为生。梁：伸向水中用于捕鱼的堤坝。<br>⑹濡（rú）：沾湿。<br>⑺称：相称，相配。服：官服。<br>⑻咮（zhòu）：禽鸟的喙。<br>⑼遂：终也，久也。媾：婚配，婚姻。<br>⑽荟（huì）、蔚：云起蔽日，阴暗昏沉貌。<br>⑾朝：早上。隮（jī）：同“跻”，升，登。<br>⑿婉：年轻。娈（luán）：貌美。<br>⒀季女：少女。斯：这么。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首对好人沉下僚，庸才居高位的现实进行讥刺的歌<a href=\"http://so.gushiwen.org/view_149.aspx\">诗</a>。</p> <p>　　诗的第一章是用赋的手法，将两种不同的人两种不同的遭际进行了对比。前两句写“候人”，后两句写“彼子”。</p> <p>　　“候人”的形象是扛着戈扛着祋。显示出这位小吏，扛着武器，在道路上执勤的辛苦情貌。</p> <p>　　“彼子”的形象是佩戴着三百赤芾。“彼其之子”郑笺解为“是子也”，用现代汉语说，即“那个（些）人”，或更轻蔑一些呼为“他那（他们那些）小子”。“三百赤芾”如作为三百副赤芾解，则极言其官位高、排场大、生活奢靡。如真是有三百副赤芾的人，则其人（“彼子”）不是一般的大官，而是统率大官的头头，即国君。《左传·僖公二十八年》记晋文公入曹云：“三月丙午入曹，数之，以其不用僖负羁而乘轩者三百人也。”杜预注曰：“轩，大夫车。言其无德居位者多。”乘轩、赤芾是同一级别的待遇，故言乘轩者三百，即三百赤芾也。而晋文入曹正是曹共公时，所以《毛序》说此诗是刺曹共公，因其“远君子而好近小人”。如以此章而言，刺共公之说较为贴切；但从下几章内容看，则又是指一般的权要显贵更为贯顺统一。</p> <p>　　这四句没有作者的直接评语以明其爱憎，然爱憎之情已蕴于叙述之中。“何戈与祋”，显出其职微官小、勤劳辛苦，寄予一片同情；“三百赤芾”，则无功受禄位、无能得显贵，谴责、不满之情已溢于言表。此章可以说是全篇的总纲，下面诸章就在此基础上展开，进一步抒发感慨，以刺“彼子”为主。</p> <p>　　第二、三章改用“比”法；前二句是比喻，后两句是主体，是正意所在处。</p> <p>　　鹈鹕站在鱼梁上，只须颈一伸、喙一啄就可以吃到鱼，不必入水，不必沾湿翅膀。所以然者，是由于地位特殊，近水鱼梁乃可不劳而获。后两句直指“彼子”，言其“不称其服”。服者，官阶的标志也。身服高品赤芾，享受种种特权，但无才无能，无功受禄，无劳显荣，与鹈鹕站在鱼梁上伸脖子吃鱼相类。</p> <p>　　第三章再深一层：说鹈鹕不仅不沾湿翅膀，甚至连喙也可以不沾湿就可以吃到鱼。因为有的鱼有时会跃出水面，有的鱼会跳到坝上。这样站在坝上的鹈鹕就可连喙都不湿，轻易地攫取到鱼儿。而后两句写到“彼子”也深一层，不仅不劳而获，无功受禄，在男女婚姻上也毫不负责，违背社会公认的伦理准则，任意抛弃他的妻妾。</p> <p>　　第二章“不称其服”，从表里不一，才位不配上着笔讥刺；第三章“不遂其媾”则深入到内里，从品性上进行揭露谴责。</p> <p>　　第四章又改用起兴手法。前两句以写景起兴——天色灰蒙阴暗，这是南山上朝云升腾。这句起兴与后面的叙事有着某种氛围或情绪上的联系：一个美貌的少女竞被遗弃在外受饥挨饿，如此惨象，目不忍睹，天地昏沉，无处寻找光明。“季女斯饥”与“荟兮蔚兮”正相映相衬。“婉”、“娈”都是美的褒赞，与“斯饥”形成强烈的反差，引起人们的同情。反过来也对造成这悲剧、惨景的恶势力表示强烈的憎恶。有人认为这“季女”就是前边“候人”之女，被强占又被抛弃。就全篇上下贯连的角度看，似乎不能说一点道理也没有。</p> <p>　　但对这第四章还有别解。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《诗广传》云：“奚为荟蔚也？欺然而兴，皴然而止，初终不相践而面相欺也；歘（xū，即欻）然而合，欻然而离，情穷于达旦而不能固也；翳乎其相蔽而困我之视听也，棘乎其相逼而行相夺也。”“奚以为婉娈也？词有切而不暴也，言色违而勿能舍也，约身自束而不逾分以相夺也。合则喜、离则忧，专一其依而唯恐不相获也。”这里把“荟”、“蔚”、“婉”、“娈”都作为人品的比喻语。“荟”、“蔚”是比忽兴、忽止，忽合、忽离，无坚定操守，专以蒙骗取得信任，巧取豪夺这类行为。“婉”、“娈”是比言辞急切而不凌弱，自我约束而去取不逾越本分，严于操守、感情专一这类行为。前者比昏君佞臣，后者比英主贤臣。所以最后又说：“有荟蔚之主，则必亲荟蔚之臣，才相近而弗论其情也。詧（chá，即察）<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>之娬媚，念<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>之依人，匪太宗才有大过人者，征与遂良恶能与荟蔚之子争一朝之饥饱哉！”这是将荟蔚婉娈当作“比”法去理解。这与《毛序》所说刺曹共公“远君子而好近小人”的观点是一致的，故可备一说。</p> <p>　　这四章赋比兴手法全用上，由表及里，以形象显示内涵，同情候人、季女，憎恶无德而尊、无才而贵的当权官僚；对高才沉下僚，庸俗居高位的现实尽情地揭露谴责。陈震《读诗识小录》云：“三章逐渐说来，如造七级之塔，下一章则其千丝铁网八宝流苏也。”评论可以说很贴切。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}