{
  "id": 5711,
  "star": 30,
  "name": "奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制",
  "dynasty": "唐代",
  "content": "渭水自萦秦塞曲，黄山旧绕汉宫斜。<br>銮舆迥出千门柳，阁道回看上苑花。<br>云里帝城双凤阙，雨中春树万人家。<br>为乘阳气行时令，不是宸游玩物华。",
  "fanyi": "<p><strong>译文</strong><br>渭水萦绕着秦关曲折地东流，黄麓山环抱着汉宫长年依旧。<br>皇辇远出千重宫门夹道杨柳，阁道回看上林百花恰似锦绣。<br>帝城高耸入云的是凤阁凤楼，春雨润泽千家树木美不胜收。<br>为了把住春光时令出巡民忧，不是因为玩赏春光驾车逛游！</p> <p><strong>注解</strong><br>⑴渭水：即渭河，黄河最大支流，在陕西中部。秦塞：犹秦野。塞：一作“甸”。这一带古时本为秦地。<br>⑵黄山：黄麓山，在今陕西兴平县北。汉宫：也指唐宫。<br>⑶銮舆（luán yú） ：皇帝的乘舆。迥出：远出。千门：指宫内的重重门户。此句意谓銮舆穿过垂柳夹道的重重宫门而出。<br>⑷上苑：泛指皇家的园林。<br>⑸双凤阙：汉代建章宫有凤阙，这里泛指皇宫中的楼观。阙：宫门前的望楼。<br>⑹阳气：指春气。<br>⑺宸（chén）游：指皇帝出游。宸：北辰所居，借指皇帝居处，后又引伸为帝王的代称。物华：美好的景物。后两句意谓，皇帝本为乘此顺应时令，随阳气而宣导万物，并非只为赏玩美景。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　蓬莱宫，即唐大明宫。唐代宫城位于长安东北，而大明宫又位于宫城东北。兴庆宫在宫城东南角。公元735年（开元二十三年），从大明宫经兴庆宫，一直到城东南的风景区曲江，筑阁道相通。帝王后妃，可由阁道直达曲江。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的这首七律，就是唐玄宗由阁道出游时在雨中春望赋<a href=\"http://so.gushiwen.org/view_5711.aspx\">诗</a>的一首和作。所谓“应制”，指应皇帝之命而作。</p> <p>　　“渭水自萦秦塞曲，黄山旧绕汉宫斜。”诗一开头就写出由阁道中向西北跳望所见的景象。首句写渭水曲折地流经秦地，次句指渭水边的黄山，盘旋在汉代黄山宫脚下。渭水、黄山和秦塞、汉宫，作为长安的陪衬和背景出现，不仅显得开阔，而且因为有“秦”、“汉”这样的词语，还增强了时空感。诗人驰骋笔力，描绘出这样广阔的大背景之后，才回笔写春望中的人：“銮舆迥出千门柳，阁道回看上苑花。”因为阁道架设在空中，所以阁道上的皇帝车驾，也就高出了宫门柳树之上。诗人是回看宫苑和长安。这里用一个“花”字渲杂繁盛气氛，“花”和“柳”又点出了春天。“云里帝城双凤阙，雨中春树万人家。”这两句仍然是回看中的景象。经过三四两句回旋，到这里再出现，就更给人一种高峰突起的感觉。云雾低回缭绕，盘亘在广阔的长安城上，云翠中托出一对高耸的凤阙，像要凌空飞起；在茫茫的春雨中，万家攒聚，无数株春树，在雨水的沐浴中，更加显得生机勃发。这是一幅带着立体感的春雨长安图。由于云遮雾绕，其他的建筑，在视野内变得模糊了，只有凤阙更显得突出，更具有飞动感；由于春雨，满城在由雨帘构成的背景下，春树、人家和宫阙，相互映衬，更显出帝城的阔大、壮观和昌盛。这两句不仅把诗题的“雨中春望”写足了，也表明了这个春天风调雨顺，为过渡到下文作了铺垫。“为乘阳气行时令，不是宸游重物华。”古代按季节规定关于农事的政令叫时令。这句的意思是说，这次天子出游，本是因为阳气畅达，顺天道而行时令，并非为了赏玩景物。这是一种所谓寓规于颂，把皇帝的春游，夸饰成顺天道之举。</p> <p>　　古代应制诗，大多是歌功颂德之词。王维这首诗也不例外，但诗歌的艺术性很高，王维善于抓住眼前的实际景物进行渲染。比如用春天作为背景，让帝城自然地染上一层春色；用雨中云雾缭绕来表现氤氲祥瑞的气氛，这些都显得真切而自然。这是因为王维兼有诗人和画家之长，在选取、再现帝城长安景物的时候，构图上既显得阔大美好，又足以传达处于兴盛时期帝都长安的风貌。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "应制"
  ]
}