{
  "id": 71272,
  "star": 76,
  "name": "访妙玉乞红梅",
  "dynasty": "清代",
  "content": "酒未开樽句未裁，寻春问腊到蓬莱。<br>不求大士瓶中露，为乞孀娥槛外梅。<br>入世冷挑红雪去，离尘香割紫云来。<br>槎枒谁惜诗肩瘦，衣上犹沾佛院苔。",
  "fanyi": "<h2>注释</h2> （1）开樽：动杯，开始喝酒。樽，酒杯。句未裁：<a href=\"http://so.gushiwen.org/view_71272.aspx\">诗</a>未做。裁，裁夺，构思推敲。<br>（2）寻春问腊：即乞红梅。以“春”点红，以“腊”点梅。蓬莱，以比出家人妙玉所居的栊翠庵。<br>（3）大士：指观世音菩萨。佛教宣传以为她的净瓶中盛有甘露，可救灾厄。这里以观世音比妙玉。<br>（4）孀娥：即嫦娥，比妙玉。槛外，栏杆之外。又与妙玉自称“槛外人”巧合，所以林黛玉说：“凑巧而已。”（据《红楼梦》庚辰本）这句话，在《红楼梦》程高本中改为“小巧而已”，也是不细察原意的妄改。<br>（5）“入世”二句：这两句是诗歌的特殊修辞句法，将栊翠庵比喻为仙境，折了梅回“去”称“入世”，“来”到庵里乞梅称“离尘”。梅称“冷香”，所以分“冷”、“香”于两句中。“挑红雪”、“割紫云”都喻折红梅。宋代毛滂《红梅》诗：“深将绛雪点寒枝。”唐代<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《杨生青花紫石砚歌》：“踏天磨刀割紫云。”紫云，李贺的诗原喻紫色石。<br>（6）“槎枒”句：意即“谁惜诗人瘦肩槎枒”。槎枒，亦作“楂枒”、“查牙”，形容瘦骨嶙峋的样子。这里是说因冷耸肩，写诗者踏雪冒寒往来。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《是日宿水陆寺》诗：“遥想后身穿<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>，夜寒应耸作诗肩。”<br>（7）佛院苔：指栊翠庵的青苔。这句是以诗的语言说他在归途中尚念念不忘佛院之清幽。诗文中多以“苔”写幽静。",
  "shangxi": "<h2>赏析</h2> 　　从人物描绘上说，邢岫烟、李纹、薛宝琴都是初出场的角色，应该有些渲染。但她们刚到贾府，与众姊妹联句作<a href=\"http://so.gushiwen.org/view_71272.aspx\">诗</a>照理不应喧宾夺主，所以芦雪庵联句除薛宝琴所作尚多外，仍只突出史湘云。众人接着要她们再赋红梅诗，是作者的补笔，借此机会对她们的身份特点再作一些提示，而且是通过诗句来暗示的。作者曾借王熙凤的眼光介绍邢岫烟虽“家贫命苦”，“竟不像邢夫人及他的父母一样，却是个极温厚可疼的人”（《红楼梦》第四十九回）。她的诗中红梅冲寒而放，与春花难辨，虽处冰雪之中而颜色不同寻常，隐约地包含着这些意思。李纹姊妺是李纨的寡婶的女儿，从诗中泪痕皆血、酸心成灰等语来看，也有不幸遭遇，或是表达丧父之痛。“寄言蜂蝶”莫作轻狂之态，可见其自恃节操，性格上颇有与李纨相似之处，大概是注重儒家“德教”的李守中一族中共同的环境教养所造成的。薛宝琴是“四大家族”里的闺秀，豪门千金的“奢华”气息比其他人都要浓些。小说中专为她的“绝色”有过一段抱红梅、映白雪的渲染文字。她的诗犹如是在作自画像一样。贾宝玉自称“不会联句”，又怕“韵险”，作限题、限韵诗每每“落第”。他恳求大家说：“让我自己用韵罢，别限韵了。”这并非由于他才疏思钝，而是他的性格不喜欢那些形式上人为的羁缚。为了证明这一点，就让他被“罚”再写二首不限韵的诗来咏他自己的实事。所以，这一次史湘云“鼓”未绝，而贾宝玉诗已成。随心而作的诗就有创新，如：“割紫云”之喻借<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的诗句而不师其意，“沾佛院苔”的话也未见之于前人的作品。诗歌处处流露其性情。“入世”、“离尘”，令人联想到贾宝玉的“来历”与归宿。不求“瓶中露”，只乞“槛外梅”，贾宝玉后来的出家并非为了修炼成佛，而是想逃避现实，“蹈于铁槛之外”。这些，至少在艺术效果上增强了全书情节结构精细严密的效果。",
  "poet": {
    "id": 611,
    "star": 0,
    "name": "曹雪芹",
    "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
    "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。"
  },
  "tags": [
    "写花",
    "梅花",
    "寓人"
  ]
}