{
  "id": 18944,
  "star": 627,
  "name": "秋风引",
  "dynasty": "唐代",
  "content": "何处秋风至？萧萧送雁群。<br>朝来入庭树，孤客最先闻。",
  "fanyi": "<p><strong>译文</strong><br>秋风不知从哪里吹来，萧萧地送来了大雁一群群。<br>清早秋风来到庭中的树木上，孤独的旅人最先听到秋风的声音。</p> <p><strong>注释</strong><br>⑴引：一种文学或乐曲体裁之一，有序奏之意，即引子，开头。<br>⑵至：到。<br>⑶萧萧：形容风吹树木的声音。晋陶潜《咏荆轲》：“萧萧哀风逝，淡淡寒波生。”雁群：大雁的群体。<br>⑷朝：凌晨。庭树：庭园的树木。<br>⑸孤客：单身旅居外地的人。汉焦赣《易林·损》：“路多枳棘，步刺我足，不利孤客，为心作毒。”这里指<a href=\"http://so.gushiwen.org/view_18944.aspx\">诗</a>人自己。闻：听到。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18944.aspx\">诗</a>以“秋风”为题；首句“何处秋风至”，就题发问，摇曳生姿，而通过这一起势突兀、下笔飘忽的问句，也显示了秋风的不知其来、忽然而至的特征。进一步推寻思索还暗含怨秋的意思，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《春思》诗“春风不相识，何事入罗帏”句有异曲同工之处。秋风之来，既无影无迹，又无所不在，它从何处来、来到何处，本是无可究诘的。这里虽以问语出之，而诗人的真意原不在追根究底，接下来就宕开诗笔。</p> <p>　　“萧萧送雁群”一句写耳所闻的风来萧萧之声和目所见的随风而来的雁群。化无形之风为可闻可见的景象，从而把不知何处至的秋风绘声绘影地写入诗篇。结合前两句诗，脱胎于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌》“风飒飒兮木萧萧”和汉武帝《秋风辞》“秋风起兮白云飞，草木黄落兮雁南归”。而可以与这两句诗合参的有<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的《闻雁》诗：“故园渺何处？归思方悠哉。淮南秋雨夜，高斋闻雁来。”但韦诗是以我感物，以情会景，先写“归思”，后写“闻雁”。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁集》中指出，这样写，“其情自深”，如果“倒转说”，就成了一般人都写得出的普通作品了。这首《秋风引》前两句所写的秋风始至、鸿雁南来，正是韦诗后两句的内容，恰恰是把韦诗倒转过来说的。它是远处落想，空际运笔，从闻雁思归之人的对面写起，就秋风送雁构思造境。至于韦诗前两句的内容，是留到篇末再写的。</p> <p>　　“朝来入庭树，孤客最先闻”，把笔触从秋空中的“雁群”移向地面上的“庭树”，再集中到独在异乡、“归思方悠哉”的“楚客”，由远而近，步步换景。“朝来”句既承接首句的“秋风至”，又承接次句的“萧萧”声，不是回答又似回答了篇端的发问。它说明秋风的来去虽然无处可寻，却又附着它物而随处存在，此刻风动庭树，木叶萧萧，则无形的秋风分明已经近在庭院、来到耳边了。</p> <p>　　\"孤客最先闻”诗写到这里，写足了作为诗题的“秋风”，诗中之人还没有露面，景中之情还没有点出。\"孤客最先闻。”才画龙点睛，说秋风已为“孤客”所“闻”。这里，如果联系作者的另一首《始闻秋风》诗，其中“五夜飕飗枕前觉，一年颜状镜中来”两句，倒可以作“闻”的补充说明。当然，作为“孤客”，他不仅会因颜状改变而为岁月流逝兴悲，其羁旅之情和思归之心更是可想而知的。</p> <p>　　这首诗主要要表达的，其实正是这羁旅之情和思归之心，但妙在不从正面着笔，始终只就秋风做文章，在篇末虽然推出了“孤客”，也只写到他“闻”秋风而止。至于他的旅情归思是以“最先”两字来暗示的。如照说，秋风吹到庭树，每个人都可以同时听到，不应当有先后之分。而惟独孤客“最先”听到，可以想见，他对时序、物候有特殊的敏感。而他如此敏感的原因。这就是对“最先闻”的解释。这些评语都称赞这一结句曲折见意，含蓄不尽，为读者留有可寻味的深度。从全诗看来，却必须说“不可闻”，才与它的苍凉慷慨的意境、高亢劲健的风格相融浃。两个结句，内容相似，一用曲笔，一用直笔，却各尽其妙。对照之下，可悟诗法。</p> <p>　　这首诗借景抒情，主要表达的其实是这羁旅之情和思归之心，它说明秋风的来去虽然无处可寻，却又附着它物随处存在，风吹树动，萧萧木叶，那无形的秋风分明已经近在庭院、来到耳边了。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾在偏远的南方过了一段长时期的贬谪生活。这首<a href=\"http://so.gushiwen.org/view_18944.aspx\">诗</a>作于被贬期间。因秋风起、雁南飞而触动了孤客之心，有感而作。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "秋天",
    "写风",
    "思乡"
  ]
}