{
  "id": 18521,
  "star": 8,
  "name": "昼居池上亭独吟",
  "dynasty": "唐代",
  "content": "日午树阴正，独吟池上亭。<br>静看蜂教诲，闲想鹤仪形。<br>法酒调神气，清琴入性灵。<br>浩然机已息，几杖复何铭。",
  "shangxi": "<h2>赏析</h2> <p>　　“日午树阴正，独吟池上亭。”首联两句写出了一个恬静幽雅的环境，借以衬托<a href=\"http://so.gushiwen.org/view_18521.aspx\">诗</a>人孤独闲适的情韵。</p> <p>　　“静看蜂教诲，闲想鹤仪形。”颔联写诗人的两个动作：看和想。并从所看所想的内容展现出诗人美好的心灵。池边花草丛生，蜜蜂飞舞。他静静看去，感到很受教益。蜜蜂“繁布金房，垒构玉室。咀嚼华滋，酿以为蜜”（郭璞《蜜蜂赋》），一生不曾偷闲；对于敌害，它们群起而攻，万死不辞，临战从不退却。这就引起诗人深沉的思考。诗人积极参加政治革新，并写了大量讽刺权贵的诗篇，这一切都是问心无愧的。但历遭打击，也曾产生过消极退隐的念头。这里“蜂教诲”三字，说明诗人从蜂的勤奋勇敢受到启示。我国古代有“圣人师蜂”的说法。师蜂自励，表现出一种积极的生活态度。这一联出句从“看”字引出，是实写；对句“闲想鹤仪形”则从“想”字着笔，是虚写。相传鹤是君子所化（见《抱朴子》），所以“鹤仪形”也就是君子的仪形。在他另一首《鹤叹》诗里有：“徐引竹间步，远含云外情”两句，就可以想象出“鹤仪形”的神态，及诗人曲折表达的高尚人格。这里以“鹤仪形”为尚，修德至勤，表现了“身闲志不闲”的高尚情操。总的来说，这两句诗抓住蜂的勤劳勇敢和鹤的志趣高尚的属性，构成了鲜明的感性形象，是极耐人寻味的。</p> <p>　　“法酒调神气，清琴入性灵”。颈联进一步刻画诗人的自我形象。“法酒”是按照法定规格酿造的酒。古人饮酒，有的纯系纵情享乐，有的是为了消忧，诗人饮酒则是为了“调神气”，即调节精神。这与他在《酬乐天扬州初逢席上见赠》诗中说的“暂凭杯酒长精神”是一致的。下句借清琴以陶冶性灵，寄托自己高洁的情怀。紧承上联仍从“静”、“闲”两字着笔。表面上写得恬淡闲雅，而感情的伏流并不平静。接受“蜂教诲”，应该勤奋工作，勇于为人；取法“鹤仪形”，应该进德修身，心存社稷。但诗人当时已被排挤出朝，无政可从。这种主观与客观的矛盾，使诗人深感苦闷。饮酒、抚琴，既表现了诗人不甘沉沦、在寂寞中力求振拔的精神，又是诗人娱情悦志、排遣愁绪的一种方式。渴望用世与琴酒自娱，从写形的角度来看，是相反的，矛盾的；而从写神的角度来看，又是相成的，统一的。颔联和颈联正是运用相反相成的艺术手法，形神兼备地写出了诗人的美好情操。</p> <p>　　“浩然机已息，几杖复何铭？”尾联作达观之语，正好与“鹤仪形”相契合，不失为君子风度。但又以反问句作结，隐隐透出内心的不平。“浩然”是形容心胸的开阔和澹荡。“机”是机心。世人为了争权夺利，机心百出，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>无意于此，所以说“机已息”。给几、杖作铭文，往往有自警或劝诫之意。“几杖”在这里是偏义词，主要是说“杖”。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《杖铭》：“历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言？”此诗末句暗用刘向《杖铭》之意，讽刺朝廷“有士不用”，而又不直接点破，只是说当今为几杖作铭，毫无意义。内心的不平，仅以反语微露而不使泻出，因而诗意就显得更为含蓄了。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>是我国唐代一个很有政治抱负的<a href=\"http://so.gushiwen.org/view_18521.aspx\">诗</a>人。长期遭贬，备受打击，却仍然抗厉不屈。这首诗正是充分地表现了他的可贵品格。唯写作时间不可确考，但定于公元836年（开成元年）分司东都以后，当无大误。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "写景",
    "隐喻",
    "抒怀"
  ]
}