{
  "id": 50960,
  "star": 11,
  "name": "浣溪沙·楼上晴天碧四垂",
  "dynasty": "宋代",
  "content": "楼上晴天碧四垂。楼前芳草接天涯。劝君莫上最高梯。<br>新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。",
  "fanyi": "<p><strong>译文<br></strong>晴空万里，我登上杨柳掩映的高楼，眺望一片芳草绿到天边。劝你不要登上高楼的顶点，因为此时登高怀远，最是伤怀。<br>堂下的新笋已长成竹子，落花已碾成尘土作了燕子筑巢的新泥。此时再怎忍心听那林梢上传来杜鹃的的啼叫呢？</p> <p><strong>注释<br></strong>①浣（huàn）溪沙：唐代教坊曲名，后用为词牌。分平仄两体，字数以四十二字居多，还有四十四字和四十六字两种。最早采用此调的是唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>，通常以其词为正体，另有四种变体。全词分两片，上片三句全用韵，下片末二句用韵。此调音节明快，为婉约、豪放两派词人所常用。<br>②碧（bì）四垂：四面青天与远处绿野相接，自高而下，同一碧色。<br>③芳草：意为芳草掩映的归途。<br>④高梯：高楼。暗指登高易动乡情。<br>⑤燕巢（cháo）泥：落花化为泥土，被燕子衔去筑巢。<br>⑥林表：<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>。<br>⑦杜鹃（juān）：鸟名，其声衷苦，似“不如归去”，勾人乡思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕首句“楼上晴天碧四垂，楼前芳草接天涯”中看似都是景语，实则化用了韩倔《有忆》“愁肠泥酒人千里，泪眼倚楼天四垂”和魏夫人《阮郎归》“夕阳楼处落花飞，晴空碧四垂”的物境和意境，词人看到了渺远而开阔的景物，思乡之情就油然而生。“劝君莫上最高梯”说出了自己思乡的心绪，因为登得愈高，思乡的离愁别恨也就愈加强烈，这里表现了词人怕触动无法排遣的乡情，才不敢凭高眺远，但词人却不予点破，可以说是含而不露，深沉蕴藉。</p> <p>　　下阕首句“新笋已成堂下竹，落花都上燕巢泥”中，词人通过写新笋成竹、落花燕巢这样的意象来表达自己对时光流逝思念之情。结合上阕内容，词人把视角从天空原野拉到了眼前的新竹燕巢，一远一近，一大一小，丰富了词的层次感，也在广阔空间的基础上加入了时间的维度，使词的抒情更加真切、感人。末句是景中情语，而其情过于深切，“忍听林表杜鹃啼”采用反问的语气，表达了词人思念家乡，盼望回归故里的迫切之情。</p> <p>　　这首写思乡之情的小令从一开始就将愁情包含在了词句之中，全词更显愁思萦绕、不绝如缕，点明所愁的正是乡情，而用典自然，如从己出，也是这首词的重要艺术特色。</p>",
  "about": "<h2>创作背景</h2> <p>　　宣和二年（1120），<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>曾任顺昌知府，这首词或许是这个时期所作。暮春之时，词人登高远望，看到天空中万里无云，地下芳草萋萋，远处的<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>又传来杜鹃的啼鸣，触发了词人的惜春伤怀之情，于是写下这首词。</p> <p>　　关于它的作者有两种说法。明代<a href=\"http://so.gushiwen.org/view_50960.aspx\">诗</a>人毛晋在《诗词杂俎》中认为这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>写的，《古今词统》、《历代诗余》也有这种说法。然而宋朝末期陈元龙的《片玉词》早有记载这首词，比这更早一些，在方千里、杨泽民所作两种《和清真词》以及陈允平的《西麓继周集》中也记载这首词，看来这首词确实是周邦彦所作。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "思乡",
    "愁绪"
  ]
}