{
  "id": 2488,
  "star": 31,
  "name": "战城南",
  "dynasty": "唐代",
  "content": "将军出紫塞，冒顿在乌贪。<br>笳喧雁门北，阵翼龙城南。<br>雕弓夜宛转，铁骑晓参驔。<br>应须驻白日，为待战方酣。",
  "fanyi": "<p><strong>译文<br></strong>将军骑马出了紫塞长城，去与驻扎在乌贪的冒顿作战。<br>两军在雁门关的北面发起了战争，我军与敌军在城南布下了阵势。<br>战争一夜未停，战士们的雕弓发出的鸣声抑扬动听，铁骑的奔跑声到次日天亮还未断绝。<br>战士们晚上浴血奋战，白天本应驻地休息，但他们并未停下来，只等作战胜利再好好地睡上一觉。</p> <p><strong>注释<br></strong>1、战城南：汉乐府《铙歌》名，内容描写战争的伤亡景象。后人以此题作<a href=\"http://so.gushiwen.org/view_2488.aspx\">诗</a>，亦多写战争。<br>2、紫塞：泛言边塞。崔豹《古今注》卷上：“秦筑长城，土色皆紫，汉塞亦然，故称紫塞焉。”<br>3、冒顿（mò dú）：即冒顿单于，秦末汉初匈奴的首领，此泛指敌酋。乌贪：汉西域国名，乌贪訾离国之省称。《汉书·西域传》下：“乌贪訾离国，王治于娄谷。”其境在今新疆伊犁河流域。此借指敌人的根据地。<br>4、笳喧：胡笳的弹奏声。笳：匈奴乐器，即胡笳。雁门：山名，亦关名，故址在今山西阳高县北，自古即为戍守重地。<br>5、阵翼：战阵的两侧。龙城：此借指敌方的首府。<br>6、雕弓：雕刻有花纹之弓，此代指携带雕弓的士兵。宛转：犹蜿蜒，队列行进曲折延伸的样子。<br>7、铁骑：披挂铁甲的精锐骑兵。驿：马脚胫参有长毫之称。参驔：检查马匹铠甲等。参，检验。对于该词组读音有两种看法，一说“cāndiàn”，另说“cāntán”。<br>8、驻白日：用鲁阳挥戈退日典故。鲁阳，战国时楚之县公，传说他曾挥戈使太阳退回。《淮南子·览冥训》：“鲁阳公与韩构难，战酣，日暮，援弓而挥之，日为之退三舍。”（一舍等于三十里）于是二人继续战斗。<br>9、为待：为的是等待，战方酣：战斗正激烈。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首拟古<a href=\"http://so.gushiwen.org/view_2488.aspx\">诗</a>，通过描写汉初与匈奴的边境战争，歌颂了当时边防将士浴血奋战，保卫疆土的功绩，反映了唐初对外战争的某些现实。[10] </p> <p>　　诗的首联是严整的对句。“将军出紫塞，冒顿在乌贪”指出交战的双方，又介绍交战的地理背景。能征善战的单于冒顿，杀父自立，灭东胡，逐月支，征服丁零，侵入秦之河南（今内蒙古河套一带）地，势力强盛。西汉初年，不时进一步南下侵扰，严重影响西汉王朝。这里以“冒顿”对“将军”，冒顿既已如此勇猛，那么“将军”自然也是身手不凡的。这里为下文的酣战作铺垫。“乌贪”与“紫塞”相对，说明是在异域的。“紫塞”是古代人们对长城的习惯称谓。紫色，象征着高贵、庄严，不可侵犯，正与乌相对。“乌”字后再加以“贪”字，更易使人产生鄙薄感。诗歌利用字词的形、义及色彩在人们心中的定势，巧妙地造成一种邪不压正的气势，既为下文作铺垫，又表现必胜的信心。</p> <p>　　“笳喧雁门北，阵翼龙城南”，照应首句，指出“将军出紫塞”的原因。敌人如此猖狂，汉军自然要奋起抗敌。下句的“阵翼龙城南”也因此有了着落。不但正面迎击，还左右包围，两翼的战阵已达“龙城南”——直捣敌巢。足见汉军之强大，英勇抗击外敌的浩然正气充斥字里行间。</p> <p>　　“雕弓夜宛转，铁骑晓参驔”，进一步描写抗敌将士的战斗生活。他们严阵以待夜不释弓，晨不离鞍，随时准备飞矢跃马，追奔逐北。比起“枕戈待旦”，“夜抱玉鞍”这样的描写新颖而有气魄。“宛转”“参驔”，既恰当地表现了前方将士紧张而又镇定自若的心情，又充满了必胜的信心。</p> <p>　　“应须驻白日，为待战方酣”是流传千古的名句。诗里虽没具体说明这次交锋是什么时候开始的，但白日即将结束，战斗还在激烈地进行。将士们等待迎接决战的胜利，因此从心底发出了呼唤：“太阳呀！请您留下来，让我们与敌军决一雌雄！”日出日落是不可改变的自然规律，“应须驻白日”的呼唤，表面悖理而近痴，实则生动地表现了将士们高昂的斗志。这是由“安得长绳系白日”诗句变化来的。结尾以“战方酣”三字，并未直说战争的胜负，但孰胜孰负已然明了，因为第二联已表明直捣敌巢——阵翼龙城南了。总体来说，这是一首裁乐府以入律的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　唐高宗时代，<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>当局对突厥、高丽、百济、吐蕃等外族边境发动了多次大大小小的战争，汉军将士英勇顽强反击匈奴，<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>有感于将士们的这种精神，从而写下此篇。",
  "poet": {
    "id": 744,
    "star": 0,
    "name": "卢照邻",
    "image": "http://img.gushiwen.org/authorImg/luzhaolin.jpg",
    "desc": "卢照邻，初唐诗人。字升之，自号幽忧子，汉族，幽州范阳（治今河北省涿州市）人，其生卒年史无明载，卢照邻望族出身，曾为王府典签，又出任益州新都（今四川成都附近）尉，在文学上，他与王勃、杨炯、骆宾王以文词齐名，世称“王杨卢骆”，号为“初唐四杰”。有7卷本的《卢升之集》、明张燮辑注的《幽忧子集》存世。卢照邻尤工诗歌骈文，以歌行体为佳，不少佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。"
  },
  "tags": [
    "乐府",
    "爱国",
    "战争"
  ]
}