{
  "id": 106,
  "star": 45,
  "name": "葛屦",
  "dynasty": "先秦",
  "content": "纠纠葛屦，可以履霜？掺掺女手，可以缝裳？要之襋之，好人服之。<br>好人提提，宛然左辟，佩其象揥。维是褊心，是以为刺。",
  "fanyi": "<p><strong>译文</strong><br>脚上这一双夏天的破凉鞋，怎么能走在满地的寒霜上？可怜我这双纤细瘦弱的手，又怎么能替别人缝制衣裳？做完后还要提着衣带衣领，恭候那女主人来试穿新装。<br>女主人试穿后觉得很舒服，却左转身对我一点也不理，又自顾在头上戴象牙簪子。正因为这女人心肠窄又坏，所以我要作<a href=\"http://so.gushiwen.org/view_106.aspx\">诗</a>把她狠狠刺。</p> <p><strong>注释</strong><br>①纠纠：缭缭，缠绕，纠结交错。葛屦（jù具）：指夏天所穿葛绳编制的鞋。<br>②掺掺（shān 山）：同“纤纤”，形容女子的手很柔弱纤细。<br>③要（yāo腰）：衣的腰身，作动词，缝好腰身。一说钮襻。襋（jí及）：衣领，作动词，缝好衣领。<br>④好人：美人，此指富家的女主人。提提（shí 时）：同“媞媞”，安舒貌。⑤宛然：回转貌。辟（bì 避）：同“避”。左辟即左避。<br>⑥揥（tì 替）：古首饰，可以搔头。类似发篦。<br>⑦维：因。褊（piān 偏）心：心地狭窄。<br>⑧刺：讽刺。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_106.aspx\">诗</a>虽然题为《葛屦》，实际上却是写了一个缝衣女奴为主人家缝制衣服所体现出的贫富不均。缝衣女因受女主人的虐待而生不满，故作此诗而加讽刺。旧说如《毛诗序》云：“《葛屦》，刺褊也。魏地陋隘，其民机巧趋利，其君俭啬褊急，而无德以将之。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“魏地陋隘，其俗俭啬而褊急，故以葛屦履霜起兴而刺其使女缝裳，又使治其要襋而遂服之也。”方玉润《诗经原始》云：“夫履霜以葛屦，缝裳以女手，……以象揥之好人为而服之，则未免近于趋利，”“不惟啬而又褊矣，故可刺。”这些说法都没有抓住要害。</p> <p>　　全诗共两章，前章先着力描写缝衣女之穷困：天气已转寒冷，但她脚上仍然穿着夏天的凉鞋；因平时女主人对她的虐待和吝啬，故她不仅受冻，而且挨饿，双手纤细，瘦弱无力。尽管如此，她还是必须为女主人缝制新衣。自己受冻，所做新衣非但不能穿身，还要服侍他人试穿，这非常凄惨。</p> <p>　　因前章末尾有“好人服之”句，已引出“好人”，故后章作者笔锋一转，着力描写女主人之富有和傲慢。她穿上了缝衣女辛苦制成的新衣，连看都不看她一眼，还故作姿态地拿起簪子自顾梳妆打扮起来。这种举动自然是令缝衣女更为愤慨和难以容忍的。</p> <p>　　至此，读者可以清楚地发现，此诗实际上用了一个很简单而又常见的手法，即对比。作者有意识地将缝衣女与女主人对照起来描写，两人的距离立刻拉开，一穷一富，一奴一主，马上形成鲜明的对照，给人留下了十分强烈而又深刻的印象。</p> <p>　　除了对比，此诗在艺术上另一个重要的特征，便是细节的描写。细节描写对塑造人物形象或揭示人物性格常能起大作用，小说中常有，诗歌中并不常用。由于此诗有两个女性人物在内，所以作者也进行了细节描写，如写缝衣女只写她的脚和手，脚穿凉鞋，极表其受冻之状；手儿瘦弱，极表其挨饿之状。这两个细节一经描摹，一个饥寒交迫的缝衣女形象便跃然纸上。再如写女主人，作者并没有描摹她的容貌，只是写了她试穿新衣时的傲慢神态和扭身动作，以及自顾佩簪梳妆的动态，便刻画出了一个自私吝啬、无情无义的女贵人形象。</p> <p>　　最后要说的是此诗的点题作用。坦率地说，如果没有末尾“维是褊心，是以为刺”两句，仅以前面的描写和对比论，很难说出它有多少讽刺意义；只有当读者读至末二句，方知这诗具有讽刺意味，是一首讽刺诗。这便是点题的妙用。有此两句，全诗的题意便立刻加深；无此二句，全诗便显得平淡。当然，讽刺诗在末尾才进行点题，跌出真意，这是常有的，但读者不得不承认这实际上已成了此诗在艺术表现上的第三个重要特征。</p>",
  "about": "<h2>创作背景</h2> 　　这首《魏风·葛屦》写了一个缝衣女奴为主人家缝制衣服所体现出的贫富不均。缝衣女因受女主人的虐待而生不满，故作此<a href=\"http://so.gushiwen.org/view_106.aspx\">诗</a>而加讽刺。《毛诗序》云：“《葛屦》，刺褊也。魏地陋隘，其民机巧趋利，其君俭啬褊急，而无德以将之。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}