{
  "id": 47117,
  "star": 32,
  "name": "采莲子·菡萏香莲十顷陂",
  "dynasty": "唐代",
  "content": "菡萏香连十顷陂，小姑贪戏采莲迟。 <br>晚来弄水船头湿，更脱红裙裹鸭儿。",
  "fanyi": "<h2>注释</h2> ⑴此词也见于北宋<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>词集中。<br>⑵菡萏（hàndàn 翰淡）：荷花。《<a href=\"http://so.gushiwen.org/view_47117.aspx\">诗</a>经·陈风·泽陂》：“彼泽之陂，有蒲菡萏。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>注：“菡萏，荷华也。”陂（bēi杯）：水池。《说文解字》“陂”字下段玉裁注曰：“陂得训池者，陂言其外之障，池言其中所蓄之水，故曰‘叔度汪汪，若千顷陂’，即谓千顷池也。”这里“十顷陂”即言“十顷池”。<br>⑶举棹：此处“举棹”与下面的“举棹”、“年少”，均无实际意思，是采莲歌中的“和声”，如今人唱号子时“嘿嗬”、“哟嗬”之类。刘永济先生在《唐五代两宋词简析》中指出：“此二首中之‘举棹’、‘年少’，皆和声也。采莲时，女伴甚多，一人唱‘菡萏香莲十顷陂’一句，余人齐唱‘举棹’和之。”<br>⑷鸭儿：船家所喂养的小鸭。",
  "shangxi": "<h2>评析</h2> <p>　　这首词写出了采莲女子的活泼嬉戏情态。</p> <p>　　首写荷花满塘，香闻十里的背景以及采莲女子贪玩而忘了采莲的情景。后二句是一个特写镜头，也是“贪戏”的进一步形象写照，欢笑之声可闻，活泼之状可见。<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>评道：“人情中语，体贴工致，不减睹面见之。</p> <p>　　反映江南采莲优美风俗的第一首<a href=\"http://so.gushiwen.org/view_47117.aspx\">诗</a>，是汉乐府《汉南可采莲》。后来梁武帝制《采莲曲》，梁、陈、隋三代相沿之作不少，但多浮泛轻靡。<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>是唐代人，生于江南，他的这组《采莲子》，则是清水出芙蓉，充满健康活泼的生活气息。 《采莲子》是唐代教坊曲，七言四句，句尾带有和声。此组歌词，若去掉和声，则无异七言绝句，呈示的是一位少女采莲的情景，这是其第一境界。包括和声在内则不同，展现的是采莲众少女一唱众和的情景，这是其第二境界。此词和声既传，则应欣赏其作为有和声之歌词而不是无和声之绝句的全幅境界。 　　两词的主角为同一位少女，两词回环映照，实不可分。先看前一首。“菡萏香连十顷破（举棹）。”菡萏即荷花。采莲是采莲蓬，但此时不妨还有迟开的荷花，如此则意境更美，荷花与红裙少女相映成趣。陂是池沼，即荷塘。香连二字，以荷花的清香把回塘十顷连了起来，并把采莲女曲曲引入荷塘深处，这样写法，有空灵之妙。句尾和声“举棹”，与现境相关，分明唱出众少女打桨荡舟的情景。诵之则仿佛一女歌声方余音袅袅，众少女已齐声相和。“小姑贪戏采莲迟（年少）。”小姑是歌中人，其实不妨就是唱歌的少女，如此则有戏剧性，意味更妙。小姑平时藏深闺，今日入荷塘，林立的荷叶似乎隔开了人世的拘束，清清的水波更荡开了她的心扉。小姑不禁贪玩戏水，流连忘返。“晚来弄水船头湿（举掉）”。“晚来”承上句“采莲迟”，“弄水”点上句“贪戏”。小姑弄水，大概是赤着双脚打水吧，到了兴头上，采莲船也给浇得水湿淋淋。可是她的娇憨之态还不止于此呢。“更脱红裙裹鸭儿（年少）。”小姑的无拘无束，憨态可掬，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>就在眼前。句尾和声一起，伴随着众少女的一片笑声，那不消悦了。</p>",
  "poet": {
    "id": 66,
    "star": 0,
    "name": "皇甫松",
    "image": "http://img.gushiwen.org/authorImg/huangpusong.jpg",
    "desc": "皇甫松，字子奇，自号檀栾子，睦州新安（今浙江淳安）人。他是工部侍郎皇甫湜之子，宰相牛僧孺之外甥。《新唐书·艺文志》著录皇甫松《醉乡日月》3卷。其词今存20余首，见于《花间集》、《唐五代词》。事迹见《历代诗馀》。 今有王国维辑《檀栾子词》一卷。"
  },
  "tags": [
    "宋词三百首",
    "女子"
  ]
}