{
  "id": 49573,
  "star": 7596,
  "name": "浣溪沙·游蕲水清泉寺",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">游蕲水清泉寺，寺临兰溪，溪水西流。</span></p> <p>山下兰芽短浸溪，松间沙路净无泥，潇潇暮雨子规啼。<br>谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。",
  "fanyi": "<p><strong>译文</strong><br>游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下刚生长出来的幼芽浸泡在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚，下起了小雨，布谷鸟的叫声从松林中传出。<br>谁说人生就不能再回到少年时期？ 门前的溪水还能向西边流淌！不要在老年感叹时光的飞逝啊！ </p> <p><strong>注释</strong><br>蕲qí水：县名，今湖北浠水县。时与医人庞安时（字安常）同游，见《东坡题跋》卷三《书清泉寺词》。<br>浸：泡在水中。<br>萧萧：形容雨声。<br>子规：杜鹃，又叫杜宇、 布谷、子规、望帝、蜀鸟等。<br>无再少：不能回到少年时代。<br>白发：老年。<br>唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　东坡为人胸襟坦荡旷达，善于因缘自适。他因<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>中有所谓“讥讽朝廷”语，被罗织罪名入狱，“乌台诗案”过后，于公元1080年（元丰三年）二月贬到黄州。初时虽也吟过“饮中真味老更浓，醉里狂言醒可怕”（《定惠院寓居月夜偶出》）那样惴惴不安的诗句，但当生活安顿下来之后，樵夫野老的帮助，亲朋故旧的关心，州郡长官的礼遇，山川风物的吸引，促使他拨开眼前的阴霾，敞开了超旷爽朗的心扉。这首乐观的呼唤青春的人生之歌，当是在这种心情下吟出的。</p> <p>　　上阕三句，写清泉寺幽雅的风光和环境。山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，仿佛经过清泉冲刷，一尘不染，异常洁净。傍晚细雨潇潇，寺外传来了杜鹃的啼声。这一派画意的光景，涤去官场的恶浊，没有市朝的尘嚣。它优美，洁净，潇洒……充满诗的情趣，春的生机。它爽人耳目，沁人心脾，诱发诗人爱悦自然、执着人生的情怀。</p> <p>　　环境启迪，灵感生发。于是词人在下阕进发出使人感奋的议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，摅写有关人生的哲理。“谁道”两句，以反诘唤起：以借喻回答。“人生长恨水长东”，光阴犹如昼夜不停的流水，匆匆向东奔驶，一去不可复返，青春对于人只有一次，正如古人所说：“花有重开日，人无再少时。”这是不可抗拒的自然规律。然而，在某种意义上讲，人未始不可以老当益壮，自强不息的精神，往往能焕发出青春的光彩。因此词人发出令人振奋的议论：“谁道人生无再少？门前流水尚能西！”</p> <p>　　人们惯用“白发”、“黄鸡”比喻世事匆促，光景催年，发出衰飒的悲吟。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>当年在《醉歌》中唱道：“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也曾化用乐天诗，吟过“试呼自发感秋人，令唱黄鸡催晓曲”之句。此处作者反其意而用之，希望人们不要徒发自伤衰老之叹。“谁道人生无再少？”“休将白发唱黄鸡！”这与另一首《浣溪沙》中所云“莫唱黄鸡并白发”，用意相同。应该说，这是不服衰老的宣言，这是对生活、对未来的向往和追求，这是对青春活力的召唤。在贬谪生活中，能一反感伤迟暮的低沉之调，唱出如此催人自强的歌曲，这体现出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>热爱生活、旷达乐观的性格。</p><br/><h2>赏析二</h2> <p>　　蕲水，今湖北浠水，在黄州（今湖北黄冈）东。蕲水的清泉寺，下临兰溪。兰溪水出于箬竹山，溪旁多兰花，故名曰：兰溪。此词是元丰五年（1082年）三月，46岁的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬官黄州期间所作。</p> <p>　　上片写暮春三月兰溪的雨后景色。首句点名了兰溪 得名的缘由——山下溪边多兰。同时又点明了游兰溪的时令。兰刚发芽，芽虽短，但是生机勃勃长势很快，一个“浸”字写尽春兰的活力。次句写漫步溪边，“松间沙路净无泥”化用了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“沙路润无泥”。苏轼将“润”改为“净”，更加突出了兰溪的洁净和一尘不染。“萧萧暮雨子规啼”点出了净无泥的原因，同时又烘托出自己贬官黄州期间的凄凉环境和悲凉心情。暮雨萧萧、子规哀鸣都是写实。暮春三月，春色正浓，可写之景可谓数不胜数。但是作者独取此景，这显然和他当时的处境和心情有着直接的关系。</p> <p>　　但是，苏轼毕竟是一个“奋厉有当世志”的杰出人物。溪水西流使他感悟到：溪水尚且可以西流，难道人生就再无少了吗？何必自伤白发，哀叹衰老呢？集中体现了他虽然身处困境，仍力求振作的精神。末句“休将白发唱黄鸡”中的“白发”和“黄鸡”都出自于白居易的《醉歌》（“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉时没。腰间红绶系未稳，镜里朱颜看已失。”）白居易感叹黄鸡催晓、白日催年、朱颜易逝，调子低沉。苏轼在这首词中是说不要伤悲叹白发，感慨黄鸡催晓，光阴易逝。这就一扫白<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>的低沉调子，也冲淡了上片“萧萧暮雨子规啼”的悲凉气氛。</p> <p>　　此词，上片写景，景色如画，淡雅凄婉；下片抒情，富有哲理，振奋人心。近千年来，不知令多少身受挫折的失意人重新焕发出生活下去的勇气和继续前进的信心！这首词从山川景物着笔，意旨却是探索人生的哲理，表达作者热爱生活、旷达乐观的人生态度。整首词如同一首意气风发的生命交响乐，一篇老骥伏枥，志在千里的宣言书，流露出对青春活力的召唤，对未来的向往和追求，读之令人奋发自强。</p> <p>　　上阕写暮春三月兰溪幽雅的风光和环境：山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，仿佛经过清泉冲刷，一尘不染，异常洁净。傍晚细雨潇潇，寺外传来了杜鹃的啼声。作者选取几种富有特征的景物，描绘出一幅明丽、清新的风景画，令人身临其境，心旷神怡，表现出词人爱悦自然、执着人生的情怀。</p> <p>　　下阕迸发出使人感奋的议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，表达有关人生的哲理。“谁道”两句，以反诘唤起，以借喻回答。结尾两句以溪水西流的个别现象，即景生感，借端抒怀，自我勉励，表达出词人虽处困境而老当益壮、自强不息的精神。</p> <p>　　这首词，上片以淡疏的笔墨写景，景色自然明丽，雅淡凄美；下片既以形象的语言抒情，又在即景抒慨中融入哲理，启人心智，令人振奋。词人以顺处逆的豪迈情怀，政治上失意后积极、乐观的人生态度，催人奋进，激动人心。</p><br/><h2>赏析三</h2> <p>　　这阕小令是三月所写，兰溪在黄州东南，写的是雨中的南方初春。</p> <p>　　五千年来有些意象在中国人眼中总是无比的凄楚与忧伤，比如长长短短的雨，比如杜宇，比如黄昏，比如飞过鹧鸪的青色天际。</p> <p>　　词的上半阕写景，大的背景是子规鸣叫着的细雨蒙蒙。照一般看来，无边的暮雨中杜宇泣血，自然是一切忧伤得说不出。可是苏东坡偏偏就把它写成了一首愉快清丽的歌，一幅生机盎然的画：兰芽在山中茁壮成长，松林间的沙路被雨水冲刷得干干净净，在绵绵的细雨中，有杜鹃在清啼。</p> <p>　　后人对苏东坡的评价是豪迈，因为他极少因外物的悲而悲。在我看来，倒不如说他是通透旷达，正是因为永远置身事物之外去体味事物本身，所以得到的快乐与感言多于或异于常人。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中提到词的有我与无我之境，有我之境是将自己的情感带入事物中，便是泪眼看花花不语，而此词中苏东坡却跨越了触景伤情或是因情伤景，到达王国维所言的无我境界。因此此词大背景的凄凉便成了新凉，杜宇的叫声也清亮了起来。</p> <p>　　下阕词是抒怀。\"休将白发唱黄鸡\"一句典自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《醉歌示妓人商玲珑》：黄鸡催晓丑时鸣，白日催年酉前没。白居易想表达的是红颜易老，良时不返，偏偏苏东坡反其道而用之，劝说世人莫要因为自己韶华已逝而心灰意冷，唱黄鸡催晓的悲伤调子。</p> <p>　　谁说人生不可能再年轻？门前的流水尚可以一辈子朝西，又怎么可以唱那些黄鸡催晓的悲伤歌曲？这是苏东坡的人生哲学，老又如何？依然可以左牵黄右擎苍，努力进取。谁说人不似花，再无少年时？青春可以永驻，只要心不老，青春就永远不会老去，老去的，只是岁月本身。</p> <p>　　苏东坡善于直抒胸臆，不假比兴，所以读之觉显露直白。他的词大多源于他的生活经验与人生感悟，看似不经意地脱口而出，实则是真正超脱的思想心情。</p><br/><h2>赏析四</h2> <p>　　这首词写于元丰五年（1082）春，当时时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因\"乌台<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>案\"，被贬任黄州（今湖北黄冈）团练副使。这在苏轼的政治生涯中，是一个重大的打击，然而这首词却在逆境中表现出一种乐观向上的精神。</p> <p>　　上阕写自然景色，首二句描写早春时节，溪边兰草初发，溪边小径洁净无泥，一派生机盎然的景象。却以萧萧暮雨中，杜鹃哀怨的啼声作结。子规声声，提醒行人\"不如归去\"，给景色抹上了几分伤感的色彩。</p> <p>　　下阕却笔锋一转，不再陷于子规啼声带来的愁思，而是振起一笔。常言道\"花有重开日，人无再少年\"，岁月的流逝，正如同东去的流水一般，无法挽留。然而，人世总有意外，\"门前流水尚能西\"，既是眼前实景，又暗藏佛经典故。东流水亦可西回，又何必为年华老大徒然悲哀呢？看似浅显，却值得回味。先著《词洁》卷一谓：\"坡公韵高，故浅浅语亦自不凡。\"</p> <p>　　全词洋溢着一种向上的人生态度，然而上阕结句的子规啼声，隐隐折射出词人处境，也更显出词中达观态度的难能可贵，故陈廷焯《白雨斋词话》谓：\"愈悲郁，愈豪放，愈忠厚，令我神往。\"</p><br/><h2>赏析</h2> <p>　　这是一首触景生慨、蕴含人生哲理的小词，体现了作者热爱生活、乐观旷达的性格。</p> <p>　　上片写暮春游清泉寺所见之幽雅景致。山下溪水潺湲，溪边的兰草才抽出嫩芽，蔓延浸泡在溪水中。松柏夹道的沙石小路，经过春雨的冲刷，洁净无泥。时值日暮，松林间的杜鹃在潇潇细雨中啼叫着。这是一幅多么幽美宁静的山林景致啊！首七字既点出游清泉寺时的时令，也点明兰溪之名的由来。“浸”字与“皋兰被径兮，斯路渐”（《楚辞·招魂》）中的“渐”字一样，均有“蔓延”之意。兰草此际始出“芽”，其芽尚“短”，但生机勃勃，长势很快，已由岸边蔓延至溪水中矣。杜鹃啼声凄婉，本是易引发羁旅之愁的。但作者此际漫步溪边，触目无非生意，浑然忘却尘世的喧嚣和官场的污秽，心情是愉悦的。兼之疾病始愈，有医者相伴游赏，故杜鹃的啼叫亦未能搅乱作者此时之清兴。总之，上片只是写实景，其内心所唤起的应是对大自然的喜爱及对人生的回味，这就引出了下片的对人生的哲思。</p> <p>　　下片就眼前“溪水西流”之景生发感慨和议论。“百川东到海，何时复西归”（汉·《长歌行》）。“花有重开日，人无再少时”。江水的东流不返，正如人的青春年华只有一次一样，都是不可抗拒的自然规律，曾使古今无数人为之悲叹。而作者此际面对着眼前西流的兰溪水，却产生奇妙的遐想：既然溪水可以西流，人为什么不可以重新拥有青春年华呢？人生之“再少”，非如道教徒所企求的“返老还童”，乃是说应保持一种年轻的乐观的心态。因为人并不能改变这个世界；人所能改变的，仅仅是对这个世界的态度和看法。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《醉歌》<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>有“谁道使君不解饮，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉前没。腰间红绶系未稳，镜里朱颜看已失”诸句，乃嗟老叹衰之词也。作者尾句反用其意，认为即使到了暮年，也不应有那种“黄鸡催晓”、朱颜已失的衰颓心态，体现了作者在贬谪期间旷达振作的精神状态。</p> <p>　　全词的特点是即景抒慨，写景纯用白描，细致淡雅；抒慨昂扬振拔，富有哲理。此前，作者于熙宁六年（1073）曾有诗云：“江边身世两悠悠，久与沧波共白头。造物亦知人易老，故教江水向西流”（《八月十五日看潮五绝》其三）。乃是在钱塘潮来江水回流时所生发的感慨，与此词旨趣有相近之处。但当时作者是自请外任，以太常博士直史馆的头衔到美丽富庶的杭州作通判，是京官下派作地方官，仕途失意之感并不浓。此时则是以待罪之官的身份被安置在偏僻的黄州，孤寂苦楚的心情不是轻易可以摆脱的。因此，此词下片所表现出来的对青春活力的呼唤，对老而无为的观点的否弃，便显得尤为可贵。可以说，这种在“命压人头不奈何”的逆境中的乐观奋发的精神，是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之所以受到后世尊崇的重要原因之一。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是公元1082年（宋神宗元丰五年）春三月作者游蕲水清泉寺时所作，当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因“乌台<a href=\"http://so.gushiwen.org/view_49573.aspx\">诗</a>案”，被贬任黄州（今湖北黄冈）团练副使。蕲水，县名，即今湖北浠水县，距黄州不远。《东坡志林》卷一云：“黄州东南三十里为沙湖，亦日螺师店，予买田其间，因往相田得疾。闻麻桥人庞安常善医而聋，遂往求疗。……疾愈，与之同游清泉寺。寺在蕲水郭门外里许，有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云。”这里所指的歌，就是这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "小学古诗",
    "写景",
    "感叹",
    "人生",
    "哲理"
  ]
}