{
  "id": 10384,
  "star": 37,
  "name": "秋雨叹三首",
  "dynasty": "唐代",
  "content": "雨中百草秋烂死，阶下决明颜色鲜。<br>著叶满枝翠羽盖，开花无数黄金钱。<br>凉风萧萧吹汝急，恐汝后时难独立。<br>堂上书生空白头，临风三嗅馨香泣。</p> <p>阑风长雨秋纷纷，四海八荒同一云。<br>去马来牛不复辨，浊泾清渭何当分？<br>禾头生耳黍穗黑，农夫田妇无消息。<br>城中斗米换衾禂，相许宁论两相值？</p> <p>长安布衣谁比数？反锁衡门守环堵。<br>老夫不出长蓬蒿，稚子无忧走风雨。<br>雨声飕飕催早寒，胡雁翅湿高飞难。<br>秋来未曾见白日，泥污后土何时干？",
  "fanyi": "<h2>注释</h2> ⑴百草烂死，而决明独鲜，故喜之。决明，夏初生苗，七月开黄花。可作药材，功能明目，故叫决明。<br>⑵此二句实写决明颜色之鲜艳可爱。<br>⑶此二句忧决明，也是自忧。汝，指决明。后时，谓日后岁暮天寒。<br>⑷因恐其难久，故特觉可惜。堂上书生即<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。杜甫身世，与决明有类似之处，故不禁为之伤心掉泪。<br>⑸阑风长雨：一作“阑风伏雨”，一作“东风细雨”。四海：一作“万里”。赵次公说：“阑珊之风，沉伏之雨，言其风雨之不已也。”吴见思说：“风日阑风，雨日伏雨，盖下时飘洒，常贝其分纷也。又四海八荒，同云一色，则无处不雨，无日不雨矣。”<br>⑹因久雨，故百川皆盈，致牛马难辨，泾渭莫分。《庄子·秋水篇》：“秋水时至，百川灌河，两涘渚涯之间，不辨牛马。”<br>⑺禾头：一作“木头”。田妇：一作“田父”。《朝野佥载》：“俚谚曰：秋雨甲子，禾头生耳。”是说芽蘖絭卷如耳形。黍不耐雨，故穗黑将烂。按《资治通鉴》卷二百一十七：“天宝十三载八月，上（唐玄宗）忧雨伤稼，杨国忠取禾之善者献之，曰：雨虽多，不害稼也。上以为然。扶风太守房琯，言所部灾情，国忠使御史推之。是岁，天下无敢言灾者。”灾情严重，而无人敢言，故杜甫有“无消息”之叹。<br>⑻换衾裯：一作“抱衾裯”。按《唐书·玄宗纪》：“是秋霖雨，物价暴贵，人多乏食，令出太仓米一百万石，开十场，贱糶以济贫民。”据杜此<a href=\"http://so.gushiwen.org/view_10384.aspx\">诗</a>，则所谓“贱糶”，并未解决问题。贪吏舞弊，奸商居奇，人民无奈，只要“相许”，也就不计衾裯和斗米的价值是否相等了。<br>⑼上句，长安布衣，亦杜甫自谓。谁比数，是说人们瞧不起，不肯关心我的死活。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《报任安书》：“刑馀之人，无所比数。”下句说自己也不望救于人，所以从里面把门锁了。衡门，以横木作门，贫者之居。环堵，只有四堵墙。<br>⑽此句形容稚子无知的光景，大人正以风雨为忧，小孩则反以风雨为乐。<br>⑾此句有自比意，浦起龙说：“句中有泪。”<br>⑿未曾：一作“未省”。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“皇天淫溢而秋霖兮，后土何时而得干？”后土，大地。一作“厚土”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首，秋日杀，万物凋而百感集，古有“悲秋”者悲秋之萧瑟，“病秋”者病秋之隐沦，“惊秋”者惊韶华逝而年岁晏之速。少陵于此首亦融悲、病、惊，伤物残而叹自身老大难有成。<br>　　新的季节缓缓渗透弥漫并取代旧的季节，<a href=\"http://so.gushiwen.org/view_10384.aspx\">诗</a>的境界中季节却若闻鼓而起，鸣金而息，皆是突至突离。春日瞬间吹生百草，“千树万树梨花开”。而秋日就如主刑杀的神，化片乌云持镰刀拂过这世界，在湿润和清冷中将一切带走。“雨中百草秋烂死”，仿佛秋光眩晕，零雨其濛，顿时熄灭世上一切生机，而“阶下决明颜色鲜”，此句的急转令读者仿佛忽见秋雨昏昼中一星微光，决明在雨水中颜色光鲜，居于自己青春的光景，天真地向季节的刀刃炫耀着初生的花叶。“著叶满枝翠羽盖，开花无数黄金钱。”翠羽盖是富家华美的装饰，黄金钱更是富贵的象征，然而这不过出自小植物微弱的生命，只是瞬息的现象，决明仍“住在自己细小的腰上”，守着自身生命的秘密。越是鲜艳亮泽的颜色越是难久长而令人叹惋，仿佛拥有了润泽美好的形象，也就同时拥有了秋天的诅咒，若乐府中言：“常恐秋节至，焜黄华叶衰”，一待秋色深，便无复“翠羽盖”与“黄金钱”。小植物便终究是小植物，在秋风中无助地凋零，甚至来不及叹息，故言“凉风萧萧吹汝急，恐汝后时难独立。”至此处决明之悲渐伏，而自身之悲渐起，决明之生命正如书生之生命，于人世昏暗之时独居内心一隅，经营超然的诗书，本草书中言“决明”其物有明目去翳之功，诗书亦复如是。而诗书文字之美，意象之璀璨，亦若“著叶满枝翠羽盖，开花无数黄金钱”，在纸上无比煊赫。然而书生只是纸上的豪杰，斗室的君王，当人世之秋忽至，生命于困顿的迷宫中，也只如波德莱尔诗中信天翁，坠落甲板，“笑骂尽由人”，才大无所用，只显斯文之迂阔。“凉风萧萧吹汝急”是恒久的恐惧，“恐汝后时难独立”是残酷的烦扰。“堂上书生空白头”：“书生”是青春朝气的称名，也是受人敬仰的身份，然若所读书终未能转为功名或入世之资本，“书生”便只代表了迂腐与弱势，在<a href=\"http://so.gushiwen.org/author_3127.aspx\">吴敬梓</a>的小说中受人讥笑老死书斋，“堂上”这一溢着书香的地点也便成了隔绝、闭塞、无能于外界的象征。而“白头”也只“空”，昔年的寒窗苦，去岁的俊逸诗，皆随头发的白色化作一片虚无。书生面向浑浊的窗外，外面的人世是无底的渊蔽，独立的出路是百绕的死结，在无尽的焦虑与无奈的尽头他将关注点暂时转向风中决明馨香的安慰：“临风三嗅馨香泣”，那香气瞬息、缥缈易逝的品质也正如他的诗，和他的生命。</p> <p>　　第二首中，秋日的昏昏之咒由内心向外界弥漫开去，秋风洒落，而秋雨却繁腻不绝，纷纷若世之喧嚣，缥缈如病中呓语。“阑风伏雨秋纷纷，四海八荒同一云”：整个世界都蛰伏在一片乌云之下，齐奏着同样颓然、绝望的主题，人生如飞蓬，此时亦无路。“去马来牛不复辨，浊泾清渭何当分”，世界如此浑浊，物皆不辨，道者无存。古者天人交感，泾渭水之清浊不辨，应是射人世之道理毁，伦理乱也。若孔子无奈伤获麟，泾渭不辨亦是不安的征兆，带来令儒者窒息的迷阵。古者农业乃天下之本，却是“禾头生耳黍穗黑，农妇田父无消息”，“禾头生耳”乃言雨中禾叶卷，如耳之形，却亦言为天下之本、黎民口粮之禾的颓丧脆弱，禾头生耳，倾听世上的呜咽而无策。而农妇田父之音亦隐沦雨中，根基之没，国难久持。“去马来牛不复辨，浊泾清渭何当分”言世之目盲，“禾头生耳黍穗黑，农妇田父无消息”言世之聋哑，仇兆鳌《杜诗详注》中亦言此乃刺杨国忠恶言灾疫，四方匿不以闻。然世之风雨如晦，亦非皆由一人而起。“城中斗米换衾裯”卢注言：“疗饥急，救寒缓也”，实已非斗米、衾裯的价值问题，而是道之毁的哲学问题：“相许宁论两相值？”世之失道，国之本失其位，民苦，贤哲居陋巷而佞者塞庙堂。少陵以此市井物价之疑问，抒苦道隐之惶然，亦叹现实自身命运之不甘矣。</p> <p>　　第三首又从广阔的外界回到自己的斗室，“长安布衣谁比数”，少陵多有自称“布衣”、“野老”之辞，实不甘也。“谁比数”可较太史公《报任安书》言“刑余之人，无所比数”，意绝之至也。而“长安”亦不过客居之地，“反锁衡门守环堵”亦是绝望之举，路穷则独守一隅，实也不过是暂时的避世，避开内心纠结无解的困愕。将烦忧锁在门外茫茫世界，门内的心还念念不忘欲与其汇合。“老夫不出长蓬蒿”，相比隐居的寂寥，更多是郁郁不平与刻意求静的痛苦。风雨中无忧无虑奔跑嬉戏的孩子却给诗中添了新鲜的颜色：“稚子无忧走风雨”。同时也带来更多的不确定，给人以忧虑的悠长：如此单纯的孩子未来能承受多重的阴霾很难说。“雨声飕飕催早寒，胡雁翅湿高飞难”，外界溢入的雨声和寒意又唤起心中恒久的幽灵，欲“奋翅起高飞”而复深觉身居此困厄、混沌之世。无奈而于末尾作楚吟：“秋来未曾见白日，泥污后土何时干”。仇氏《杜诗详注》中言：“日者君象，土者臣象，日暗土污，君臣俱失其道矣”。杜诗中末句常作此等疑问，他一生都似在这种等待中度过。</p>",
  "about": "<h2>创作背景</h2> 　　《秋雨叹》组<a href=\"http://so.gushiwen.org/view_10384.aspx\">诗</a>共三首，作于公元754年（唐玄宗天宝十三载）。那一年秋天，下了六十多天雨。《唐书·韦见素传》：“天宝十三年秋，霖雨六十余日，京师庐舍垣墙，颓毁殆尽，凡一十九坊汗潦。”庄稼歉收，粮食匮乏，房屋毁坏，民不聊生。当朝宰相杨国忠却找来个别长得好的禾苗向唐玄宗报告说：“雨虽多，不害稼也。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写这三首诗，形象地描述了当时的情景。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "秋天",
    "写雨",
    "写景",
    "忧患",
    "组诗"
  ]
}