{
  "id": 47874,
  "star": 142,
  "name": "风赋",
  "dynasty": "先秦",
  "content": "　　楚襄王游于兰台之宫，宋玉景差侍。有风飒然而至，王乃披襟而当之，曰：“快哉此风！寡人所与庶人共者邪？”宋玉对曰：“此独大王之风耳，庶人安得而共之！” </p> <p>　　王曰：“夫风者，天地之气，溥畅而至，不择贵贱高下而加焉。今子独以为寡人之风，岂有说乎？”宋玉对曰：“臣闻于师：枳句来巢，空穴来风。其所托者然，则风气殊焉。” </p> <p>　　王曰：“夫风始安生哉？”宋玉对曰：“夫风生于地，起于青苹之末。侵淫溪谷，盛怒于土囊之口。缘太山之阿，舞于松柏之下，飘忽淜滂，激飏熛怒。耾耾雷声，回穴错迕。蹶石伐木，梢杀林莽。至其将衰也，被丽披离，冲孔动楗，眴焕粲烂，离散转移。故其清凉雄风，则飘举升降。乘凌高城，入于深宫。抵华叶而振气，徘徊于桂椒之间，翱翔于激水之上。将击芙蓉之精。猎蕙草，离秦衡，概新夷，被荑杨，回穴冲陵，萧条众芳。然后徜徉中庭，北上玉堂，跻于罗幢，经于洞房，乃得为大王之风也。故其风中人状，直惨凄惏栗，清凉增欷。清清泠泠，愈病析酲，发明耳目，宁体便人。此所谓大王之雄风也。” </p> <p>　　王曰：“善哉论事！夫庶人之风，岂可闻乎？”宋玉对曰：“夫庶人之风，塕然起于穷巷之间，堀堁扬尘，勃郁烦冤，冲孔袭门。动沙堁，吹死灰，骇溷浊，扬腐余，邪薄入瓮牖，至于室庐。故其风中人状，直憞溷郁邑，殴温致湿，中心惨怛，生病造热。中唇为胗，得目为篾，啖齰嗽获，死生不卒。此所谓庶人之雌风也。” ",
  "fanyi": "<p><strong>译文<br></strong>楚襄王在兰台宫游玩，由<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>、景差陪同。一阵风飒飒吹来，楚襄王就敞开衣襟迎着吹来的清风说：“这风好爽快呵！这是我与百姓共同享受的吗？”宋玉回答道：“这只是大王享受的风，百姓怎么能与王共同享受它呢！”<br>楚襄王说。“风是天地间流动的空气，它普遍而畅通无阻地吹送过来，不分贵贱高下，都能吹到。现在你却认为只有我才能享受它，难道有什么理由吗？”宋玉答道。“我听老师说，枳树弯曲多叉，就容易招引鸟来作窝。有空洞的地方，风就会吹过来。由于所依托的环境条件不同，风的气势也就不同了。”<br>楚襄王问道：“那风，最初是从哪里生成的呢？”宋玉答道：“风在大地上生成的，从青翠小草尖上兴起，逐渐扩展到山谷，在大山洞口怒吼，沿着大山坳，在松柏林下狂舞。疾风往来不定，形成撞击物体的声音；风势迅疾飘扬，犹如怒火飞腾，风声如雷，风势交错相杂。飞砂走石，大风摧树折木，冲击森林原野。等蓟风势逐渐平息下来，风力微弱，四面散开，只能透进小孔，摇动门栓了。风定尘息之后，景物显得鲜明灿烂，微风渐渐向四面飘散。所以使人感到清凉舒畅的雄风，就飘动升降，凌越高高的城墙，进入深深的王宫。它吹动花草，散发香气，在桂树和椒树之间往来回旋，在疾流的水徊上缓缓飞翔。于是风吹拂水上的荷花，掠过蕙草，分开秦蘅，吹平新夷，覆盖在初生的草木之上，它急剧回旋冲击山陵，致使各种芳草香花凋零殆尽。然后风就在院子里徘徊，向北吹进宫室，上升到丝织的帷帐里，进入深邃的内室，这才成为大王的风了。所以那种风吹到人身上，其情状简直凄凉、寒冷得很，清凉的冷风使人为之感叹。清清凉凉的，既能治病，又可解酒，使人耳聪目明，身心安宁，这就是所说的唯大王所有的雄风呀！”<br>楚襄王说。“你对这件事解说论述得太好了！那么老百姓的风，是不是也可以说给我听听呢？”宋玉回答说：“老百姓的风是从冷落偏僻的小巷中忽然刮起来的，扬起的尘土，烦躁愤懑地回旋盘转，冲击空隙，侵入门户。刮起尘沙，吹散灰堆，搅起污秽肮脏的东西，扬起腐烂的垃圾，歪歪斜斜逼近用破瓮口做的窗户，一直吹到百姓住的草屋里。所以那种风吹到人身上，其情状简直令人心烦意乱，忧郁苦闷，受到闷热之气，得了湿病，使人内心愁昔，生病发烧。风吹到嘴唇上就生唇疮，吹刭眼睛上就使得眼睛红肿，受风得病后使人嘴巴抽搐，咬牙吮咂、大叫，陷于半死不活状态。这就是所讲的老百姓的雌风呀。”</p> <p><strong>注释<br></strong>1、楚襄王：即楚顷襄王，名横，楚怀王之子，周赧王十七年至五十二年（前298—前263）在位。<br>2、兰台之宫：朝廷收藏典籍、收罗文士之所，也为楚王冶游之处，在郢都以东，汉北云梦之西。<br>3、景差：楚大夫，《汉书·古今人表》做“景磋”。“差”为“磋”之省借。<br>4、侍：站立左右侍候，这里指随从。<br>5、飒：风声。<br>6、披襟：敞开衣襟。<br>7、当之：迎着风。当，对着，面对。<br>8、寡人：古代君王对自己的谦称，意为“寡德之人”。<br>9、庶人：众人，指人民。<br>10、共：指共同享有。<br>11、邪：同“耶”，疑问语气词。<br>12、独：唯独，只是。<br>13、安：疑问代词，怎么。<br>14、得：得以，能够。<br>15、溥：通“普”，普遍。<br>16、畅：畅通。<br>17、枳：一种落叶小乔木，也称枸橘，枝条弯曲，有刺。<br>18、句（gōu）：弯曲。<br>19、来：招致。<br>20、巢：用作动词，筑巢。<br>21、空穴来风：有洞穴的地方就有风进来。空穴，连绵词，即孔穴。<br>22、其：指“鸟巢”和“风”。<br>23、托：依靠，凭借。<br>24、然：如此，这样。<br>25、殊：异，不同。<br>26、夫：句首发语词，无实义。<br>27、始：开始，最初。<br>28、安：怎样。<br>29、青蘋（pín）之末：即青蘋的叶尖。蘋，蕨类植物，多年生浅水草本。亦称“四叶菜”，“田字草”。<br>30、侵淫：渐渐进入。<br>31、溪谷：山谷。<br>32、盛怒：暴怒，形容风势猛烈。<br>33、囊（náng）：洞穴。<br>34、缘：沿着。<br>35、泰山：大山。泰：通“太”。<br>36、阿（ē）：山曲。<br>37、飘忽：往来不定的样子，此处形容风很大。<br>38、淜滂（péng pāng）：大风吹打物体发出的声音。<br>39、激飏（yáng）：鼓动疾飞。<br>40、熛（biāo）怒：形容风势猛如烈火。熛，火势飞扬。<br>41、耾耾（hóng hóng）：风声。<br>42、雷声：言风声如雷。<br>43、回穴：风向不定，疾速回荡。<br>44、错迕（wǔ）：盘旋错杂貌。<br>45、蹶（jué）石：摇动山石，飞沙走石。蹶，撼动。<br>46、伐木：摧断树木。<br>47、梢（shāo）杀林莽（mǎng）：摧毁树林和野草。梢杀，指毁伤草木。莽，草丛。<br>48、被丽、披离：皆连绵词，四散的样子。<br>49、冲孔：冲进孔穴。<br>50、动楗（jiàn）：吹动门闩。楗，门闩。<br>51、眴（xuàn）焕、粲烂：皆连绵词，色彩鲜明、光华灿烂的样子。<br>52、离散转移：形容微风向四处飘散的样子。<br>53、飘举：飘飞、飘动的意思。<br>54、升降：偏义复词，“升”意。<br>55、乘凌：上升。乘，升。<br>56、高城：高大的城垣。<br>57、深宫：深邃的宫苑。<br>58、邸（dǐ）：通“抵”，触。<br>59、华：同“花”。<br>60、振：摇动、振荡。<br>61、桂：桂树，一种香木。<br>62、椒（jiāo）：花椒，一种香木。<br>63、翱翔：形容风像鸟一样在空中翱翔回旋。<br>64、激水：激荡的流水，犹言急水。<br>65、芙蓉之精：芙蓉的花朵。精，通“菁”，即华（花）。<br>66、猎：通“躐”，践踏，此处为吹掠之意。<br>67、蕙（huì）：香草名，和兰草同类。<br>68、离：经历。《史记·苏秦列传》张守节《正义》：“离，历也。”<br>69、秦蘅：本产于秦地（今天水一带）的一种杜衡。<br>70、概：古代量谷物时刮平斗斛的器具，此处为吹平意。<br>71、新夷：即“辛夷”，又名“留夷”，一种香草。<br>72、被：覆盖，此处为掠过之意。<br>73、荑（tí）杨：初生的杨树。<br>74、回穴冲陵：回旋于洞穴之中，冲激于陵陆之上。冲，冲撞。陵，通“凌”，侵犯。<br>75、萧条众芳：使各种香花香草凋零衰败。萧条在此处用为动词。<br>76、倘佯（cháng yáng）：犹“徘徊”。<br>77、中庭：庭院之中。一说即位置居中的庭院。<br>78、玉堂：玉饰的殿堂，亦为殿堂的美称。<br>79、跻（jī）：上升，登上。<br>80、罗帏（wéi）：用丝罗织成的帷幔。<br>81、洞房：指宫殿中深邃的内室。洞，深。<br>82、中（zhòng）人状：指风吹到人身上的样子。中，吹中，吹到。状，状况，情形。<br>83、直：特意，特别。<br>84、憯（cǎn）凄：凄凉、悲痛的样子。<br>85、惏栗：寒冷的样子。<br>86、增：通“层”，重复，反复。<br>87、欷（xī）：唏嘘。本是叹息或叹息声，这里是说在酷热的天气，遇到一阵清凉的风吹来，不禁爽快地舒了一口气。<br>88、清清泠（líng）泠：清凉的样子。<br>89、愈病：治好病。<br>90、析酲（chéng）：解酒。酲，病酒，酒后困倦眩晕的状态。<br>91、发明耳目：使耳目清明。发，开。明，使之明亮。<br>92、宁体便人：使身体安宁舒适。<br>93、论事：分析事理。<br>94、岂：通“其”，表示期望。<br>95、塕（wěng）然：风忽然而起的样子。<br>96、穷巷：偏僻小巷。<br>97、堀（kū）堁（kè）：风吹起灰尘。堀，冲起。堁，尘埃。<br>98、勃郁：抑郁不平。<br>99、烦冤：烦躁愤懑。<br>100、袭：入。<br>101、沙堁：沙尘，沙土。<br>102、死灰：冷却的灰烬。<br>103、骇：惊起。此处为搅动之意。<br>104、溷（hùn）浊：指污秽肮脏之物。溷，通“混”。<br>105、腐馀（yú）：腐烂的垃圾。<br>106、邪薄：指风从旁侵入。邪，通“斜”。薄，迫近。<br>107、瓮牖（wèng yǒu）：在土墙上挖一个圆孔镶入破瓮做成的窗户。瓮，一种圆底圆口的陶制器。牖，窗户。<br>108、室庐：指庶人所居住的简陋小屋。庐，草屋。<br>109、憞（dùn）溷：烦乱。<br>110、郁邑：忧闷。<br>111、殴温致湿：驱来温湿之气，使人得湿病。殴，通“驱”。<br>112、中心：即心中。<br>113、惨怛（dá）：悲惨忧伤。怛，痛苦。<br>114、造热：得热病。<br>115、中唇：吹到人的嘴唇上。<br>116、胗（zhěn）：唇上生的疮。<br>117、得目为蔑：吹进眼里就得眼病。<br>118、啗齰嗽获（dàn zé sòu huò）：中风后口动的样子。啗，吃。齰，咬。嗽，嚼。嗽，吸吮。获，大叫。<br>119、死生不卒：不死不活。此言中风后的状态。生，活下来，指病愈。卒，通“猝”，仓卒，比较快地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　风没有生命，本无雄雌之分，但王宫空气清新，贫民窟空气恶浊，这乃是事实。作者从听觉、视觉、嗅觉对风的感知不同，生动、形象、逼真地描述了“雄风”与“雌风”的截然不同，反映了帝王与贫民生活的天壤之别。前者骄奢淫逸，后者凄惨悲凉。寓讽刺于描述之中，意在言外。</p> <p>　　帝王幽居深宫，生存环境优越，肆虐的狂风进了高城深宫，早已化为清凉治病的和风；而生活在穷巷贫窟的庶民生存环境恶劣，没有防护实施，狂风肆意侵凌，无奈的遭受着风的凄苦。正如文中指出“枳勾来巢，空穴来风，所托者然也，则风气也殊焉。”因为生存条件的不同，所以对风的感受也就不同，风带给帝王的是享受，带给贫民的是灾难。不管<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>是插科打诨，逗帝王开心，还是暗藏讽谏，风带给不同条件的人的祸福感受是客观存在的。</p> <p>　　文章从开头到“臣闻於师：枳句来巢，空穴来风。其所托者然，则风气殊焉。”为第一段。这段通过引起“雄风”和“雌风”论辩的背景，提出风气带给人不同感受的论点。</p> <p>　　第二段论述了风的形成、起源以及由弱到强、由强衰弱直至进入深宫化为清风四处飘散吸取万物精华而后带给帝王享受的过程。肆虐的狂风在入城前飘散为清风乘越高墙入於深宫，摇动华叶，徘徊香木之间，寻取其幽香；临池采芙蓉芳香；出水掠蕙草浓香；劈开秦衡，摆动新夷掠取清香，披开荑杨收取嫩香，然后带着五香的新鲜徜徉中庭，北上玉宫，又通过层层帷幕进入深宫。这段描写颇为生动，像是描写一个殷情而又谨慎的君王侍臣，小心的调制着君王需求的和风。这里对风的描写暗喻了帝王贪欲的神圣特权，以及臣民伺候帝王的恭敬与虔诚。帝王得到的不像是自然的风，而是精心调制的服务。这风带给帝王的享受，好像是一付神药，这种轻松与愉悦像是病愈酒醒，耳聪目明，舒服至极，使得帝王不由的感叹“好痛快！”这就是帝王享受的雄风。这也是对帝王的生活侧面写照，揭示了帝王生活的奢求与贪欲。</p> <p>　　第三段论述了庶人的风。突然起於闭塞的巷道中，扬起沙尘，像愤怒的冤魂恶鬼叫嚣着冲孔袭门。光这来势，就让人感觉这风对于贫民不怀好意的侵犯是何等的嚣张可怕啊！继而卷起沙粒，吹起死灰，搅起污秽肮脏的垃圾，扬起腐臭的气味，斜插进破瓮做的窗户，直冲茅庐。这阴风在贫窟里肆意妄为，使得贫民头昏胸闷，伤心劳神，疲软无力，继而发烧生病，吹到嘴上生口疮，吹到眼上害红眼病，进而嘴巴抽搐吮动，咿呀叫喊，说不出话来，得了中风病。这就是庶人的雌风。通过这段描写，我们可以深切感受的庶民生存环境的恶劣，以及庶民生存的艰难与痛苦。</p> <p>　　通过帝王的雄风与贫民的雌风，我们深切感受到同在一片蓝天下的生命是如此的不平等。这不平等的根源不是自然灾害，而是人权的肆意践踏。因为生存环境的不同，造成雄风带来的是无与伦比的享受，而雌风带来的是欲哭无泪的灾殃。</p>",
  "about": "<h2>创作背景</h2> 　　襄王的父亲怀王昏庸无能、刚愎自用，他听信谗言，疏远贤臣，拒谏饰非，始而为秦使张仪的花言巧语所惑，背齐联秦，继而轻举妄动大举伐秦，丧师失地，最后为秦昭王所诱，客死于异国。襄王继位后，不仅没有改弦更张，远小人而亲贤能，反而变本加厉，至于忘记君国大仇，与秦联姻结好，其腐朽愚昧有甚于怀王。据《史记·楚世家》记载，怀王于顷襄王三年客死于秦后，“襄王七年，楚迎妇于秦，秦楚复平。”“十四年，楚顷襄王与秦昭王好会于宛，结和亲。”“十六年，与秦昭王好会于鄢。”“十九年，秦伐楚，楚军败，割上庸、汉北地予秦。……二十一年，秦将白起遂拔我郢，烧先王墓夷陵。楚襄王兵败，遂不复战，东北保于陈城。”于此可见楚襄王不思振作、与杀父仇人握手言欢终于惨败以至割地迁都等种种衰败之状。楚国的国势虽然日趋式微，可是作为国君的襄王却沉湎于骄奢淫佚的生活中。他带着侍臣们到处游赏，或登高唐之台，或游云梦之浦，想入非非，乐而忘返（见<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《高唐赋》与《神女赋》）。襄王如此追求享受而置国家衰败于不顾，身为侍臣的宋玉感到忧虑，于是便借风为题，写了这篇赋。",
  "poet": {
    "id": 358,
    "star": 0,
    "name": "宋玉",
    "image": "http://img.gushiwen.org/authorImg/songyu.jpg",
    "desc": "宋玉，又名子渊，战国时鄢（今襄樊宜城）人， 楚国辞赋作家。生于屈原之后，或曰是屈原弟子。曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"
  },
  "tags": [
    "辞赋精选",
    "写风",
    "忧国忧民"
  ]
}