{
  "id": 52817,
  "star": 8720,
  "name": "武陵春·春晚",
  "dynasty": "宋代",
  "content": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。<br>闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。",
  "fanyi": "<p><strong>译文</strong><br>恼人的风雨停歇了，枝头的花朵落尽了，只有沾花的尘土犹自散发出微微的香气。抬头看看，日已高，却仍无心梳洗打扮。春去夏来，花开花谢，亘古如斯，唯有伤心的人、痛心的事，令我愁肠百结，一想到这些，还没有开口我就泪如雨下。<br>听人说双溪的春色还不错，那我就去那里划划船，姑且散散心吧。唉，我真担心啊，双溪那叶单薄的小船，怕是载不动我内心沉重的忧愁啊！</p> <p><strong>注释</strong><br>⑴此词在《词杂俎本·漱玉词》、《类编草堂诗余》、《汇选历代名贤词府全集》、《文体明辨》、《古今名媛汇诗》、《词的》、《啸余集》、《古今女史》、《古今词统》、《古今诗余醉》、《历城县志》、《花镜隽声》、《见山亭古今词选》、《诗余神髓》、《古今图书集成》、《同情词集选》题作“春晚”，《彤管遗编》、《彤管摘奇》、《名媛玑隽》题作“暮春”，《词学筌蹄》题作“春暮”，《词汇》题作“春晓”，《词鹄》调作“武陵春第二体”。赵万里辑《漱玉词》云：“至正本《草堂诗余》前集上如梦令后接引此阕，不注撰人。玩意境颇似李作，姑存之。”（案明成化本、荆聚本、陈钟秀本、杨金本《草堂诗余》前集卷上，此首俱无撰人，与至正本同），《古今断肠词选》卷二又误以此首为马洪所作。<br>⑵“尘香”，落花触地，尘土也沾染上落花的香气。“花已尽”，《词谱》、清万树《词律》作“春已尽”。<br>⑶“日晚”，《花草粹编》作“日落”，《词谱》、《词汇》、清万树《词律》作“日晓”。<br>⑷“物是人非”，事物依旧在，人不似往昔了。三国<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《与朝歌令吴质书》：“节同时异，物是人非，我劳如何？”宋<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《雨中花》：“人非物是，半晌鸾肠易断，宝勒空回。”<br>⑸“泪先”，《彤管遗编》、《彤管摘奇》作“泪珠”，沈际飞《本草堂诗余》注：“一作珠，误”。《崇祯历城县志》作“欲泪先流”，误删“语”字。<br>⑹“闻说”，清叶申芗辑《天籁轩词选》作“闻道”。“春尚好”，明程明善辑《啸余谱》作“春向好”。“双溪”，水名，在浙江金华，是唐宋时有名的风光佳丽的游览胜地。有东港、南港两水汇于金华城南，故曰“双溪”。《浙江通志》卷十七《山川九》引《名胜志》：“双溪，在（金华）城南，一曰东港，一曰南港。东港源出东阳县大盆山，经义乌西行入县境，又汇慈溪、白溪、玉泉溪、坦溪、赤松溪，经石碕岩下，与南港会。南港源出缙云黄碧山，经永康、义乌入县境，又合松溪、梅溪水，绕屏山西北行，与东港会与城下，故名。”<br>⑺“拟”，准备、打算。“也拟”，也想、也打算。宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《点绛唇》：“第四桥边，拟共天随住。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》：“长门事，准拟佳期又误。”“轻舟”，《汇选历代名贤词府》、清陆昶《历朝名媛诗词》作“扁舟”。<br>⑻“舴艋”，小舟也，见《玉篇》及《广韵》。“舴艋舟”，小船，两头尖如蚱蜢。《艺文类聚》卷七一·南朝宋《元嘉起居注》：“余姚令何玢之造作平牀，乘船舴艋一艘，精丽过常。”唐<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>《渔夫》词：“钓台渔父褐为裘，两两三三舴艋舟”，又“霅溪湾里钓鱼翁，舴艋为家西复东。”宋《金奁集·黄钟宫·渔夫词（十五首）》：“舴艋为家无姓名，胡芦中有瓮头青。”元<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>《渔夫》词：“舴艋为舟力几多。江头云雨半相和。”<br>⑼“载”，清万树《词律》：“《词统》、《词汇》俱注‘载’字是衬，误也。词之前后结，多寡一字者颇多，何以见其为衬乎？查坦庵作，尾句亦云‘流不尽许多愁’可证。沈选有首句三句，后第三句平仄全反者，尾云‘忽然又起新愁’者，“愁从酒畔生”者，奇绝！案：‘流不尽’句，见赵师侠《武陵春·信丰揖翠阁》词。赵师侠，又名师使，有《坦庵长短句》。”“载不动”句，宋<a href=\"http://so.gushiwen.org/author_318.aspx\">郑文宝</a>《杨柳词》：“不管烟波与风雨，载将离恨过江南。”</p>",
  "shangxi": "<p>　　这首《武陵春》是作者中年孀居后所作，非一般的闺情闺怨词所能比。这首词借暮春之景，写出了词人内心深处的苦闷和忧愁。全词一长三叹，语言优美，意境，有言尽而意不尽之美。 　</p> <p>　　这首词继承了传统的词的作法，采用了类似后来戏曲中的代言体，以第一人称的口吻，用深沉忧郁的旋律，塑造了一个孤苦凄凉环中流荡无依的才女形象。　</p> <p>　　这首词简炼含蓄，足见炼字造句之功力。其中“风住尘香花已尽”一句已达至境：既点出此前风吹雨打、落红成阵的情景，又绘出现今雨过天晴，落花已化为尘土的韵味；既写出了作者雨天不得出外的苦闷，又写出了她惜春自伤的感慨，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓意味无穷尽。 　</p> <p>　　这首词由表及里，从外到内，步步深入，层层开掘，上阕侧重于外形，下阕多偏重于内心。“日晚倦梳头”、“欲语泪先流”是描摹人物的外部动作和神态。这里所写的“日晚倦梳头”，是另外一种心境。这时她因金人南下，几经丧乱，志同道合的丈夫赵明诚早已逝世，自己只身流落金华，眼前所见的是一年一度的春景，睹物思人，物是人非，不禁悲从中来，感到万事皆休，无穷索寞。因此她日高方起，懒于梳理。“欲语泪先流”，写得鲜明而又深刻。这里李清照写泪，先以“欲语”作为铺垫，然后让泪夺眶而出，简单五个字，下语看似平易，用意却无比精深，把那种难以控制的满腹忧愁一下子倾泻出来，感人肺腑、动人心弦。　</p> <p>　　词的下阕着重挖掘内心感情。她首先连用了“闻说”、“也拟”、“只恐”三组虚字，作为起伏转折的契机，一波三折，感人至深。第一句“闻说双溪春正好”陡然一扬，词人刚刚还流泪，可是一听说金华郊外的双溪春光明媚、游人如织，她这个平日喜爱游览的人遂起出游之兴，“也拟泛轻舟”了。“春尚好”、“泛轻舟”措词轻松，节奏明快，恰好处她表现了词人一刹那间的喜悦心情。而“泛轻舟”之前着“也拟”二字，更显得婉曲低回，说明词人出游之兴是一时所起，并不十分强烈。“轻舟”一词为下文的愁重作了很好的铺垫和烘托，至“只恐”以下二句，则是铺足之后来一个猛烈的跌宕，使感情显得无比深沉。这里，上阕所说的“日晚倦梳头”、“欲语泪先流”的原因，也得到了深刻的揭示。　</p> <p>　　这首词艺术表现上的突出特点是巧妙运用多种修辞手法，特别是比喻。<a href=\"http://so.gushiwen.org/view_52817.aspx\">诗</a>歌中用比喻，是常见的现象；然而要用得新颖，却非常不易。好的比喻往往将精神化为物质，将抽象的感情化为具体的形象，饶有新意，各具特色。这首词里，李清照说：“只恐双溪舴艋舟，载不动许多愁。”同样是用夸张的比喻形容“愁”，但她自铸新辞，而且用得非常自然妥帖，不着痕迹。读者说它自然妥帖，是因为它承上句“轻舟”而来，而“轻舟”又是承“双溪”而来，寓情于景，浑然天成，构成了完整的意境。</p>",
  "about": "<h2>译文二</h2> <p>风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。<br>听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "初中古诗",
    "婉约",
    "女子",
    "闺怨",
    "感伤"
  ]
}