{
  "id": 72789,
  "star": 48,
  "name": "菩萨蛮·如今却忆江南乐",
  "dynasty": "五代",
  "content": "如今却忆江南乐，当时年少春衫薄。骑马倚斜桥，满楼红袖招。<br>翠屏金屈曲，醉入花丛宿。此度见花枝，白头誓不归。",
  "fanyi": "<p><strong>译文</strong><br>现在我才回想起江南的好处来，当时年少风流，春衫飘举，风度翩翩。我骑着大马，斜靠小桥，满楼的女子都被我的英姿所倾倒。<br>闺房屏障曲折迂回，掩映深幽，那就是我醉宿花丛之所在。现在要是能再有像当年那样的遇合，我就是到白头也一定不会想回来。</p> <p><strong>注释</strong><br>⑴菩萨蛮：词牌名。<br>⑵红袖：指代少女。梁简文帝《采莲赋》：“素腕举，红袖长。”这里指青楼中妓女之类。<br>⑶翠屏：镶有翡翠的屏风。金屈曲：屏风的折叠处反射着金光。一说金屈曲是屏风上的金属环纽。<br>⑷花丛：指代游冶处的艳丽境界。<br>⑸花枝：比喻所钟爱的女子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词是对往事的回顾以及感慨。“如今却忆江南乐”的“如今”是跟从前做对比的，意思是说：我现在才反而回想起江南的好处。“却”是反对之词，“如今却忆”四个字一笔勾销了当年的“人人尽说江南好”，再次突出他当时并没有认为江南好的意思。当时在江南，他并不以江南为快乐，他的心心意意都在那“红楼别夜”的中原，都在那“劝我早归家”的美人，所以对那风景如画的江南，垆边似月的酒女都并没产生丝毫的留恋。但等他离开了江南，反而却回忆起在江南那段生活的美好了。唐代<a href=\"http://so.gushiwen.org/view_72789.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>（据《全唐诗》四七二卷一作<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>诗）有诗云：“客合并州已十霜，归心日夜忆咸阳。无端更渡桑乾水，却望并州是故乡。”他说：“我在并州做客已经十年了，不分日夜思念的是长安附近的咸阳，如今我渡过桑乾河来到更远的地方，回首并州，倒仿佛并州也是我的故乡了。”<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>所写的也是这种心理。他在江南思念着中原，离开江南到更远的蜀中，他又觉得在江南的生活也毕竟是快乐的，是值得怀念的了。韦庄多数的词所传达的感发的力量不是靠形象，而是靠叙述的口吻，也就是用赋的笔法。可是他并不是不用形象，“当时年少春衫薄”中的“春衫薄”三字就是形象，写少年的光景之美好和可怀念。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>有过两句诗：“庾郎最年少，芳草妒春袍。”为陪衬庾郎的年少，用了春袍的质料的轻快和色泽的鲜明的形象，那使芳草都嫉妒的这样的明快充满活力的春袍，正是青年的形象。“骑马倚斜桥”，更是形象，怎样描写男青年的英武潇洒，西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>学作品里少女心目中的男青年形象就是所谓的白马王子，中国也有类似的传统，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的诗：“郎骑白马傍垂杨，妾折青梅倚短墙，墙头马上遥相望，一见识君即断肠。”这位中国青年骑的也是白马。韦庄“骑马倚斜桥，满楼红袖招”，也是写的这样的男女之间感情的遇合，一定要重视他们共同所写的这种遇合的传统，这种遇合都同时有一种共同的含意，就是要以最好的年华，最出人的才能，最好的面貌去得到这种可贵的遇合。“骑马倚斜桥”是英武与潇洒的结合，“骑马”是英雄勇武的一面，“倚斜桥”是风流潇洒的一面，“满楼红袖招”是说满楼的女子都为之倾倒。韦庄的这两句词是说他当年何尝没有才华，何尝没有遇合，何尝没有人赏爱，然而他那时没有对满楼的红袖钟情。因为他第一句就写的是“如今却忆江南乐”，所以他所说的“满楼红袖招”都是反面的陪衬，意思是说：我当年有那样的年华、遇合、赏爱，但我没有看重这些，而这一切现在都过去了。至此为止，写的都是对江南往昔的回忆。</p> <p>　　下半阕“翠屏金屈曲，醉入花丛宿”二句，一则可能仍是写回忆中的情事，再则也可能是写今日之情事，有两种可能，也可以兼指。用“翠”“金”二字，意在写明环境之美。“花丛”在古人诗词中，不单是指自然界的花丛，广义的还指如花的女子，他说：我当年面对“满楼红袖招”都没有钟情，而现在要能再有像当时那样的遇合，“此度见花枝”，我便将要“白头誓不归”了。“誓”表示其态度之断然坚决。“白头誓不归”这句与《菩萨蛮·人人尽说江南好》的“未老莫还乡”是鲜明的对比，当年是说没有年老还可以暂时不回故乡，真正意思是说年老时一定要回乡。而如今白发苍苍却不但不会还乡，反而说誓不回乡了。韦庄是京兆杜陵人，而且也在洛阳住过，所以不管是长安也好，洛阳也好，都是他的故园和旧居所在，他现在由“未老莫还乡”转变成“白头誓不归”，是因为他无家可回，无国可归了，唐朝已经完全灭亡了。韦庄留在蜀中，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>曾一度驰檄四方，欲联合讨伐朱温，从而形成两个对立的阵营。对于唐朝灭亡这样一件震动天下的大事，韦庄不可能没有受到震动。当年在江南时说“未老莫还乡”，是因为长安还有希望收复，回乡的希望依然存在，但在他留寓蜀中时，唐朝已经彻底灭亡了，回乡的希望荡然无存，所以他才决然的说“白头誓不归”，口气极为决断，含义则极为沉痛。着一“誓”字，无比坚决，以斩尽杀绝之语，写无穷无尽之悲。这正是韦庄词的特色。</p>",
  "about": "<h2>创作背景</h2> 　　根据中国古典文学专家叶嘉莹教授的研究，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的《菩萨蛮》五首词中的“江南”，都是确指的江南之地，并非指蜀地。这首词的写作时间，是韦庄离开江南之后。这首词当是韦庄晚年的追忆之作，而写作地点则很可能是其晚年羁身之蜀地。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "追忆",
    "少年",
    "江南",
    "生活"
  ]
}