{
  "id": 75,
  "star": 132,
  "name": "将仲子",
  "dynasty": "先秦",
  "content": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。<br>将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。<br>将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。",
  "fanyi": "<p><strong>译文<br></strong>仲子哥啊你听我说，别翻越我家门户，别折了我种的杞树。哪是舍不得杞树啊，我是害怕我的父母。仲子哥实在让我牵挂，但父母的话也让我害怕。<br>仲子哥啊你听我讲，别翻越我家围墙，别折了我种的绿桑。哪是舍不得桑树啊，我是害怕我的兄长。仲子哥实在让我牵挂，但兄长的话也让我害怕。<br>仲子哥啊你听我言，别越过我家菜园，别折了我种的青檀。哪是舍不得檀树啊，我是害怕邻人毁谗。仲子哥实在让我牵挂，但邻人毁谗也让我害怕。</p> <p><strong>注释<br></strong>⑴将（qiāng）：愿，请。一说发语词。仲子：兄弟排行第二的称“仲”。<br>⑵逾：翻越。里，居也，五家为邻，五邻为里，里外有墙。越过里墙。<br>⑶杞（qǐ）：木名，即杞柳。又名“榉”。落叶乔木，树如柳叶，木质坚实。树：种植。一说树桑、树檀，即桑树、檀树，倒文以协韵。<br>⑷爱：吝惜。<br>⑸怀：思念。<br>⑹檀：木名，常绿乔木。一名“紫檀”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《郑风·将仲子》所表现的，便正是一位青年女子在春秋时期社会舆论压迫下的畏惧、矛盾心理。首章开口即是突兀而发的呼告之语：“将仲子兮，无逾我里，无折我树杞！”这呼告初听令人摸不着头脑，细细品味又不免莞尔而笑：<a href=\"http://so.gushiwen.org/view_75.aspx\">诗</a>行中分明透露着，有一对青年男女正要私下相会。热恋中的男子（仲子）大约有点情急，竞提出了要翻墙过园前来相会的方案。这可把女子吓坏了，须知“钻穴隙相窥，逾墙相从”，是要遭父母、国人轻贱和斥骂的；她想：“倘若心上人也如此鲁莽，可教我把脸儿往哪里搁？”于是便有了开章那三句的突发呼告。这呼告是温婉的，一个“将”（愿）字，正传达着女子心间的几多情意；但它又是坚决的，那两个“无”（不要）字，简直没有商量的余地。如果读者读得再深入些，当还能想见女主人公此刻因惶急而变得苍白的面容，还有“仲子”那因被拒绝而失望的神情。</p> <p>　　这失望也为女主人公感觉到了，诗中由此跳出了一节绝妙的内心表白：“岂敢爱之？畏我父母。仲可怀也，父母之言，亦可畏也。”前一句反问问得蹊跷，正显出了女主人公的细心处，她唯恐“无折我树杞”的求告，会被心上人误会，故又赶紧声明：“岂敢爱之？畏我父母。”——我不是吝惜杞树，我只是怕我父母知道；因此虽然爱着你，却不能让你翻墙折杞前来，我实在是迫不得已啊。这番对心上人作解释的自白，一个“畏”字，吐露着她对父母的斥责，竟是如何的胆战心惊。这样一来，仲子却也不是完全绝望。“仲可怀也”三句表明，可怜的女主人公在担心之余，毕竟又给了心上人以温言软语的安慰：“我实在是天天想着你呀，只是父母的斥骂，也实在让我害怕呀……”话语絮絮、口角传情，似乎是安慰，又似乎是求助，活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>画出了热恋中少女那既痴情、又担忧的情态。</p> <p>　　第二、三两章初看只是对首章的重复，其实却是情意抒写上的层层递进。从女主人公呼告的“无逾我里”，到“无逾我墙”、“无逾我园”，可推测她那热恋中的“仲子”，已怎样不顾一切地翻墙逾园、越来越近。但男子可以鲁莽行动，女子却受不了为人轻贱的闲话。所以女主人公的畏惧也随之扩展，由“畏我父母”至于“畏我诸兄”，最后“畏”到左邻右舍的“人之多言”。让人觉得那似乎是一张无形的大网，从家庭一直布向社会，谁也无法挣得脱它。这就是不准青年男女恋爱、私会的礼法之网，它经了“父母”、“诸兄”和“人之多言”的重重围裹，已变得多么森严和可怕。由此品味女主人公的呼告之语，也难怪一次比一次显得急切和焦灼了——她实在孤立无助，难于面对这众口嚣嚣的舆论压力。</p> <p>　　字面上只见女主人公的告求和疑惧，诗行中却历历可见“仲子”的神情音容：那试图逾墙来会的鲁莽，那被劝止引发的不快，以及唯恐惊动父母、兄弟、邻居的犹豫，连同女主人公既爱又怕的情态，俱可于诗中得之。中国古代诗论，特别推重诗的“情中景”“景中情”，《将仲子》所创造的，正是这种情中见景的高妙诗境。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_75.aspx\">诗</a>的背景，《毛诗序》云：“《将仲子》，刺庄公也。不胜其母，以害其弟。弟叔失道而公弗制，祭仲谏而公弗听，小不忍以致大乱焉。”郑笺：“庄公之母，谓武姜。生庄公及弟叔段，段好勇而无礼。公不早为之所，而使骄慢。”认为是讽刺郑庄公的，但后人多不赞同这种观点。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》引郑樵《诗辨妄》的观点，认为“此淫奔之辞”。对这种观点，清人姚际恒和方玉润都提出反驳。现代学者一般认为这是一位热恋中的少女在旧礼教的束缚下，用婉转的方式请情人不要前来相会的情诗。</p> <p>　　先秦时代的男女交往，大约经历了防范相对宽松，到逐渐森严的变化过程。《周礼·地官·媒氏》称：“中春之月，令会男女，于是时也，奔者不禁。”可知在周代，还为男女青年的恋爱、婚配，保留了特定季令的选择自由。但一过“中春”，再要私相交往，则要被斥为“淫奔”的。到了春秋、战国之际，男女之防就严格多了。《孟子·滕文公下》说：“不待父母之命，媒妁之言，钻穴隙相窥，逾墙相从，则父母、国人皆贱之。”连“钻穴隙”偷看那么一下，都要遭人贱骂，可见社会舆论已何其严厉。《郑风·将仲子》中的女主人公正是鉴于这种压力，不敢让心上人跳墙来家中相会，只好婉言相拒，但她又深深地爱着小伙子，于是以此诗表达她又爱又怕、战战兢兢的心情。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情",
    "民谣"
  ]
}