{
  "id": 58644,
  "star": 11,
  "name": "浪淘沙·好恨这风儿",
  "dynasty": "宋代",
  "content": "好恨这风儿，催俺分离！船儿吹得去如飞，因甚眉儿吹不展？叵耐风儿！<br>不是这船儿，载起相思？船儿若念我孤恓？载取人人篷底睡，感谢风儿！",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首俚俗之作，通篇借“风”与“船”这两件事物铺开。劈头两句就是“无理而有情”的大白话：“好恨这风儿，催俺分离！”其实，催他与恋人分别的并不真是风，然而他却怪罪于风，这不过是他“怨归去得疾”（《西厢记》<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>长亭送别张生时的唱辞中语）的另一种表达方式。正如睡不着却怪枕头歪那样，这种“正理歪说”的风趣话中其实包含着难以言传的离别之痛。以下三句便紧接“风儿”而来，越加显得波峭有趣：“船儿吹得去如飞，因甚眉儿吹不展？叵耐风儿！”它所埋怨的仍是这个“该死”的“风儿”，不过语意更有所发展。意谓：既然你能把船儿吹得像张了翅膀一样飞去，那你又为什么不把我的眉结吹散（侧面交代作者的愁颜不展、双眉打结），真是“可恨可恶”（“叵耐”本指“不可耐”之义，这里含有“可恨”之意）透顶！眉心打结，本是词人自己的心境使然。俗语云：“心病还须心药医”。词人不言自己无法解脱离别的苦恼，却恨起风马牛不相及的“风儿”来，这真是一种不可思议的“怪语”和“奇想”，亦极言其“怨天尤人”的烦恼之深矣。人的感情，每到那种极深的境界时，往往便会产生某种程度的变态。石孝友的这些词句，便故意地利用这种“变态心理”来表现自己被深浓的离愁所折磨扭曲了的心境，确实收到了很好的艺术效果。</p> <p>　　上片主要写“风”，顺而及“船”。下片则索性从船儿写起。“不是这船儿，载起相思？”这是第一层意思。意谓：若不是偌大一个船儿，自己这一腔相思怎能装得下、载得起？“相思”本无“重量”可言，这里便用形象化的方法把它夸张为巨石一般的东西。说只有船儿才能把它载起，则“相思”之“重”、之“巨”不言自明。在“感谢”船儿帮他载起相思之情之后，作者又“得寸进尺”地向它提出了一个新的要求：“船儿若念我孤恓？载取人人篷底睡”。意谓：“救人须救彻”，你既然帮我载负了相思之情，那就索性把好事做到底吧！——因此，你若真念我孤寂烦恼得慌，何不把那个人儿（她）也一起带来与我共眠在一个船篷下呢？但这件事儿光靠“船儿”还不行，那就又要转而乞求“风神”——请它刮起一阵怪风，把她从远处的岸边飞载到这儿来吧。如是，则不胜“感谢”矣，故曰：“感谢风儿”！</p> <p>　　全词通过先是怨风、责风，次是谢船、赞船，再是央船、求风，最后又谢风、颂风，曲折而生动地展示了词人在离别途中的复杂心境：先言乍别时“愁一箭风快”（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王》）的痛楚，次言离途中“黛蛾长敛（这里则换了男性的双眉而已），任是春风吹不展”的愁闷，最后则突发奇想地写他希冀与恋人风雨同舟的渴望。这三层心思，前二层是前人早就写过的，但石孝友又加以写法上的变化，而第三层则可谓是他的“创造”。这种大胆而奇特的幻想，恐怕与他接受民间词的影响有关。比如敦煌词中就有很多奇特的想象，如“枕前发尽千般愿，要休且待青山烂，水面上秤锤浮，直待黄河彻底枯……”又如“夜久更阑风渐紧，为奴吹散月边云，照见负心人”如此等等，不一而足。</p> <p>　　众所周知，常见的文人词在描写离情别绪时，特别喜欢用“灞桥烟柳”、“长亭芳草”、“绣阁轻抛”、“浪萍难驻”之类的华丽词藻。即如石孝友自己，也写过“立马垂杨官渡，一寸柔肠万缕。回首碧云迷洞府，杜鹃啼日暮”（《谒金门》）之类的“雅词”。然而此首《浪淘沙》却一反文人词常见的面貌，出之以通俗、风趣、幽默、诙谐的风格，却又并不妨碍它抒情之“真”、之“深”，故而可称是首别具“谐趣”和“俗味”的佳作。在读惯了那些浓艳得发腻的离别词后，读一读这首颇有民歌风味的通俗词，真有点像吃惯了鱼腥虾蟹之后尝到山果野蔌那样，很富有些新鲜的感觉。</p>",
  "poet": {
    "id": 574,
    "star": 0,
    "name": "石孝友",
    "desc": "石孝友，南宋词人，字次仲，江西南昌人。生卒年不详。宋孝宗乾道二年（1166）进士。填词常用俚俗之语，状写男女情爱。仕途不顺，不羡富贵，隐居于丘壑之间。 石孝友著有《金谷遗音》，《直斋书录解题》著录一卷，明《唐宋名贤百家词》本作《金谷词》，不分卷。有明汲古阁《宋六十名家词》本、《四部备要》排印本。《全宋词》据毛□校汲古阁本收录。"
  },
  "tags": [
    "写风",
    "写船",
    "离别"
  ]
}