{
  "id": 70838,
  "star": 11279,
  "name": "虞美人·春花秋月何时了",
  "dynasty": "五代",
  "content": "春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。<br>雕栏玉砌应犹在，只是朱颜改。问君能有几多愁？恰似一江春水向东流。",
  "fanyi": "<p><strong>译文</strong><br>这年的时光什么时候才能了结，往事知道有多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚，怎承受得了回忆故国的伤痛。<br>精雕细刻的栏杆、玉石砌成的台阶应该还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像这不尽的滔滔春水滚滚东流。</p> <p><strong>注释</strong><br>此调原为唐教坊曲，初咏宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。<br>了：了结，完结。<br>砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。<br>应犹：一作“依然”。　<br>朱颜改：指所怀念的人已衰老。　<br>君：作者自称。能：或作“都”、“那”、“还”、“却”。</p>",
  "shangxi": "<p>　　《虞美人》是的代表作，也是李后主的绝命词。相传他于自己生日（七月七日）之夜（“七夕”），在寓所命歌妓作乐，唱新作《虞美人》词，声闻于外。宋太宗闻之大怒，命人赐药酒，将他毒死。这首词通过今昔交错对比，表现了一个亡国之君的无穷的哀怨。</p> <p>　　“春花秋月何时了，往事知多少！”三春花开，中秋月圆，岁月不断更替，人生多么美好。可我这囚犯的苦难岁月，什么时候才能完结呢？“春花秋月何时了”表明词人身为阶下囚，怕春花秋月勾起往事而伤怀。回首往昔，身为国君，过去许许多多的事到底做得如何呢，怎么会弄到今天这步田地？据史书记载，李煜当国君时，日日纵情声色，不理朝政，枉杀谏臣……透过此<a href=\"http://so.gushiwen.org/view_70838.aspx\">诗</a>句，我们不难看出，这位从威赫的国君沦为阶下囚的南唐后主，此时此刻的心中有的不只是悲苦愤慨，多少也有悔恨之意。 “小楼昨夜又东风，故国不堪回首月明中。”苟且偷生的小楼又一次春风吹拂，春花又将怒放。回想起南唐的王朝、李氏的社稷——自己的故国却早已被灭亡。诗人身居囚屋，听着春风，望着明月，触景生情，愁绪万千，夜不能寐。一个“又”字，表明此情此景已多次出现，这精神上的痛苦真让人难以忍受。 “又”点明了“春花秋月”的时序变化，词人降宋又苟活了一年，加重了上两句流露的愁绪，也引出词人对故国往事的回忆。</p> <p>　　“雕栏玉砌应犹在，只是朱颜改。”尽管“故国不堪回首”，可又不能不“回首”。这两句就是具体写“回首”“故国”的——故都金陵华丽的宫殿大概还在，只是那些丧国的宫女朱颜已改。这里暗含着李后主对国土更姓，山河变色的感慨！“朱颜”一词在这里固然具体指往日宫中的红粉佳人，但同时又是过去一切美好事物、美好生活的象征。 以上六句，诗人竭力将美景与悲情，往昔与当今，景物与人事的对比融为一体，尤其是通过自然的永恒和人事的沧桑的强烈对比，把蕴蓄于胸中的悲愁悔恨曲折有致地倾泻出来，凝成最后的千古绝唱—— “问君能有几多愁？恰似一江春水向东流。”诗人先用发人深思的设问，点明抽象的本体“愁”，接着用生动的喻体奔流的江“水”作答。用满江的春水来比喻满腹的愁恨，极为贴切形象，不仅显示了愁恨的悠长深远，而且显示了愁恨的汹涌翻腾，充分体现出奔腾中的感情所具有的力度和深度。 全词以明净、凝练、优美、清新的语言，运用比喻、对比、设问等多种修辞手法，高度地概括和淋漓尽致地表达了诗人的真情实感。难怪前人赞誉李煜的词是“血泪之歌”，“一字一珠”。全词虚设回答，在问答中又紧扣回首往事，感慨今昔写得自然而一气流注，最后进入语尽意不尽的境界，使词显得阔大雄伟。</p>",
  "about": "<h2>创作背景</h2> 　　此词与《浪淘沙·帘外雨潺潺》均作于<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被毒死之前，为北宋太宗太平兴国三年（978年），是时李煜归宋已近三年。宋太祖开宝八年（975年），宋军攻破南唐都城金陵，李煜奉表投降，南唐灭亡。三年后，即太平兴国三年，<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>奉宋太宗之命探视李煜，李煜对徐铉叹曰：“当初我错杀潘佑、李平，悔之不已！”大概是在这种心境下，李煜写下了这首《虞美人》词。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "思念",
    "感叹",
    "哲理"
  ]
}