{
  "id": 7838,
  "star": 86,
  "name": "江上吟",
  "dynasty": "唐代",
  "content": "木兰之枻沙棠舟，玉箫金管坐两头。<br>美酒樽中置千斛，载妓随波任去留。<br>仙人有待乘黄鹤，海客无心随白鸥。<br>屈平辞赋悬日月，楚王台榭空山丘。<br>兴酣落笔摇五岳，诗成笑傲凌沧洲。<br>功名富贵若长在，汉水亦应西北流。",
  "fanyi": "<p><strong>译文</strong><br>在木兰为桨沙棠为舟的船上，箫管之乐在船的两头吹奏着。<br>船中载着千斛美酒和美艳的歌妓，任凭它在江中随波逐流。<br>黄鹤楼上的仙人还有待于乘黄鹤而仙去，而我这个海客却毫无机心地与白鸥狎游。<br><a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的词赋至今仍与日月并悬，而楚<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>台榭的山丘之上如今已空无一物了。<br>我兴酣之时，落笔可摇动五岳，<a href=\"http://so.gushiwen.org/view_7838.aspx\">诗</a>成之后，啸傲之声，直凌越沧海。<br>功名富贵若能常在，汉水恐怕就要西北倒流了。</p> <p><strong>注释</strong><br>⑴江上吟，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自创之歌行体。江，指汉江。此诗宋本、王本题下俱注云：一作“江上游”。<br>⑵木兰，即辛夷，香木名。枻，同“楫”，舟旁划水的工具，即船桨。《九歌·湘君》：“桂棹兮兰枻”。沙棠，木名。南朝梁任昉《述异记》：“汉成帝与赵飞燕游太液池，以沙棠木为舟。其木出昆仑山，人食其实，入水不溺。”木兰枻、沙棠舟，形容船和桨的名贵。<br>⑶玉箫金管，用金玉装饰的箫笛。此处指吹箫笛等乐器的歌妓。<br>⑷樽，盛酒的器具。置，盛放。斛，古时十斗为一斛。千斛，形容船中置酒极多。<br>⑸妓，歌舞的女子。<br>⑹乘黄鹤，用黄鹤楼的神话传说。黄鹤楼故址在今湖北省武汉市武昌西黄鹤山上，下临江汉。旧传仙人子安曾驾黄鹤过此，因而得名。一说是费文祎乘黄鹤登仙，曾在此休息，故名。<br>⑺海客，海边的人。《列子·黄帝篇》：“海上之人有好沤鸟者，每旦之海上，沤鸟之至者百住而不止。其父曰：‘吾闻沤鸟皆从汝游，汝取来，吾玩之’。明日之海上，沤鸟舞而不下也”。<br>⑻屈平，屈原名平，战国末期楚国大诗人，著有《离骚》《天问》等。《史记·屈原贾生列传》评价《离骚》是：“自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也”。<br>⑼榭，台上建有房屋叫榭。台榭，泛指楼台亭阁。楚灵王有章华台，楚庄王有钓台，均以豪奢著名。<br>⑽兴酣，诗兴浓烈。五岳，指东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。此处泛指山岳。<br>⑾凌，凌驾，高出。沧洲，江海。<br>⑿汉水，发源于陕西省宁强县，东南流经湖北襄阳，至汉口汇入长江。汉水向西北倒流，比喻不可能的事情。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7838.aspx\">诗</a>在思想上和艺术上，都是很能代表<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>特色的篇章之一。诗以江上的遨游起兴，表现了诗人对庸俗、局促的现实的蔑弃，和对自由、美好的生活理想的追求。</p> <p>　　开头四句，虽是江上之游的即景，但并非如实的记叙，而是经过夸饰的、理想化的具体描写，展现出华丽的色彩，有一种超世绝尘的气氛。“木兰之枻沙棠舟”，是珍贵而神奇的木料制成的：“玉箫金管坐两头”，乐器的精美可以想象吹奏的不同凡响：“美酒尊中置千斛”，足见酒量之富，酒兴之豪：“载妓随波任去留”，极写游乐的酣畅恣适。总之，这江上之舟是足以尽诗酒之兴，极声色之娱的，是一个超越了纷浊的现实的、自由而美好的世界。</p> <p>　　中间四句两联，两两对比。“仙人”一联承上，对江上泛舟行乐，加以肯定赞扬：“屈平”一联启下，揭示出理想生活的历史意义。“仙人有待乘黄鹤”，即使修成神仙，仍然还有所待，黄鹤不来，也上不了天；而己之泛舟江上，“海客无心随白鸥”，乃已忘却机巧之心，物我为一，不知何者为物，何者为我，比那眼巴巴望着黄鹤的神仙还要“神仙”。到了这种境界，人世间的功名富贵，荣辱穷通，就更不在话下了。因此，俯仰宇宙，纵观古今，便得出了与“滔滔者天下皆是也”的庸夫俗子相反的认识：“屈平词赋悬日月，楚王台榭空山丘！”泛舟江汉之间，想到<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>与楚王，原是很自然的，而这一联的警辟，乃在于把屈原和楚王作为两种人生的典型，鲜明地对立起来。屈原尽忠爱国，反被放逐，终于自沉汨罗，他的词赋，可与日月争光，永垂不朽；楚王荒淫无道，穷奢极欲，卒招亡国之祸，当年奴役人民建造的宫观台榭，早已荡然无存，只见满目荒凉的山丘。这一联形象地说明了，历史上属于进步的终归不朽，属于反动的必然灭亡；还有文章者不朽之大业，而势位终不可恃的这一层意思。</p> <p>　　结尾四句，紧接“屈平”一联尽情发挥。“兴酣”二句承屈平辞赋说，同时也回应开头的江上泛舟，极其豪壮，活画出诗人自己兴会飚举，摇笔赋诗时藐视一切，傲岸不羁的神态。“摇五岳”，是笔力的雄健无敌：“凌沧洲”是胸襟的高旷不群。最末“功名富贵若长在，汉水亦应西北流”，承楚王台榭说，同时也把“笑傲”进一步具体化、形象化了。不正面说功名富贵不会长在，而是从反面说，把根本不可能的事情来一个假设，便加强了否定的力量，显出不可抗拒的气势，并带着尖锐的嘲弄的意味。 这首诗的思想内容，基本上是积极的。另一方面，诗人把纵情声色，恣意享乐，作为理想的生活方式而歌颂，则是不可取的。金管玉箫，携酒载妓，也是功名富贵中人所迷恋的。这正是李白思想的矛盾。这个矛盾，在他的许多诗中都有明白的表现，成为很有个性特点的局限性。</p> <p>　　全诗十二句，形象鲜明，感情激扬，气势豪放，音调浏亮。读起来只觉得它是一片神行，一气呵成。而从全诗的结构组织来看，它绵密工巧，独具匠心。开头是色彩绚丽的形象描写，把读者立即引入一个不寻常的境界。中间两联，属对精整，而诗意则正反相生，扩大了诗的容量，诗笔跌宕多姿。结尾四句，极意强调夸张，感情更加激昂，酣畅恣肆，显出不尽的力量。这是经过细心体会后的符合创作实际的看法。</p> <p>　　虽然在后世或许是因为什么“载妓随波任去留”又或者是“功名富贵若长在，汉水亦应西北流”消极观点的原因，这首诗未被选入课本之中，名气也不如将近酒之类的名篇，但也是李白三四十岁的大成之作，它相对中规中矩，但磅礴流畅，犹如大江之来，一气呵成，表达了作者强烈的感情，豁达的心态，睥睨天下的磅礴气势，读过此诗，让人久久沉静在作者营造的恢弘之境中。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7838.aspx\">诗</a>大约是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>开元间游江夏（今湖北省武汉市武昌）时所作，有人认为作于唐玄宗开元二十二年（734年）。唐汝询指出，诗人因有感于“世途迫隘”的现实而吟出这首诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "自由",
    "生活"
  ]
}