{
  "id": 4133,
  "star": 12,
  "name": "蓟丘览古赠卢居士藏用七首",
  "dynasty": "唐代",
  "content": "丁酉岁，吾北征。出自蓟门，历观燕之旧都，其城池霸异，迹已芜没矣。乃慨然仰叹。忆昔乐生、邹子，群贤之游盛矣。因登蓟丘，作七诗以志之。寄终南卢居士。亦有轩辕之遗迹也。</p> <p>北登蓟丘望，求古轩辕台。<br>应龙已不见，牧马空黄埃。<br>尚想广成子，遗迹白云隈。</p> <p>南登碣石阪，遥望黄金台。<br>丘陵尽乔木，昭王安在哉。<br>霸图怅已矣，驱马复归来。</p> <p>王道已沦昧，战国竞贪兵。<br>乐生何感激，仗义下齐城。<br>雄图竟中夭，遗叹寄阿衡。</p> <p>秦王日无道，太子怨亦深。<br>一闻田光义，匕首赠千金。<br>其事虽不立，千载为伤心。</p> <p>自古皆有死，徇义良独稀。<br>奈何燕太子，尚使田生疑。<br>伏剑诚已矣，感我涕沾衣。</p> <p>大运沦三代，天人罕有窥。<br>邹子何寥廓，漫说九瀛垂。<br>兴亡已千载，今也则无推。</p> <p>逢时独为贵，历代非无才。<br>隗君亦何幸，遂起黄金台。",
  "fanyi": "<p><strong>译文<br></strong>丁酉这一年，我从行北征契丹。从蓟门出去，遍览燕国的旧都城，它的城池、霸业已经荒废了。于是感慨而仰天叹息，回忆起当年乐毅、邹衍众位贤士在燕国的游从可称很盛了。于是登上蓟丘，作了七首<a href=\"http://so.gushiwen.org/view_4133.aspx\">诗</a>来表达这种感想，寄给终南山的卢藏用居士。这里也有黄帝的遗迹存在。</p> <p>轩辕台<br>向北登上蓟丘四下观望，寻访古代轩辕台的遗址。<br>勇猛的应龙它已经不见，牧马的童子也离开尘世。<br>还思念着那仙人广成子，白云深处也许留下踪迹。</p> <p>燕昭王<br>往南登上邹衍居住的碣石宫，远远眺望郭隗受礼的黄金台。<br>丘陵上全是成林的参天大树，招贤纳士的燕昭王如今何在？<br>霸业的理想遗憾地成为过去，我骑着马前往又骑着马回来。</p> <p>乐生<br>仁政王道已经沦没不明，战国诸侯竞相贪利用兵。<br>乐毅为此多么感动奋发，主持正义攻下齐国都城。<br>宏伟抱负竟然半途而废，我遗憾叹息地遥念伊尹。</p> <p>燕太子<br>秦王一天天暴虐无道，燕太子怨愤也就加深。<br>一旦听说田光的高义，便以千金购利匕相赠。<br>他们的事虽没有成功，千年来为之黯然伤神。</p> <p>田光先生<br>自古以来人人都有一死，只是徇义的人确实少见。<br>为什么像燕丹太子这样，还要使田光先生有怀疑？<br>伏剑而死诚然已成往事，使我感动落泪沾湿衫衣。</p> <p>邹衍<br>天道沦没在夏商周以后，天与人的奥秘很少发现。<br>邹衍先生气度多么恢宏，漫说九州之外大海无边。<br>人事兴亡已经过了千年，如今就再无从进行推算。</p> <p>郭隗<br>只有生而逢时最为难得，每朝每代并非没有人才。<br>郭隗先生又是多么幸运，燕昭王为他筑起黄金台。</p> <p><strong>注释<br></strong>1.蓟（jì）丘：旧址在北京市德胜门外。卢居士藏用：卢藏用，字子潜，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>的好友。<br>2.丁酉岁：<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>神功元年（697年）。<br>3.蓟门：即蓟丘。<br>4.燕（yān）之旧都：蓟是古代燕国都城，故址在北京市西南。<br>5.乐生：指战国名将乐毅。<br>6.邹（zōu）子：即邹衍。<br>7.轩辕：黄帝之号。<br>8.轩辕台：相传为黄帝所居，遗址在河北涿鹿县西南。<br>9.应龙：有翼之龙，相传是黄帝的臣子，受命杀了蚩尤。<br>10.广成子：神仙名，一说为老子别号。<br>11.隈（wēi）：曲深之处。<br>12.燕昭王：战国时期燕国有为君主。<br>13.阪（bǎn）：一作“馆”。<br>14.黄金台：又称燕台、招贤台，故址在河北易县东南。<br>15.沦（lún）昧（mèi）：没落；昏暗。<br>16.感激：感奋激发。<br>17.阿衡：指商代贤相伊尹。<br>18.燕太子：战国燕王喜之子，名丹。<br>19.不立：不成。<br>20.田光先生：田光，燕国处士。<br>21.徇（xùn）：为达到某种目的而献身。一作“循”。<br>22.太：一作“丹”。<br>23.邹衍（yǎn）：战国时齐人。<br>24.三代：指夏、商、周。<br>25.瀛（yíng）：海。垂：远。<br>26.推：推求。一作“为”。<br>27.郭隗（wěi）：燕昭王客卿。<br>28.隗君：即郭隗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_4133.aspx\">诗</a>共七首：第一首凭吊轩辕古台，诗人感叹自己生不逢时，不见至道之治，于是产生了追寻古人、寻访神仙的出世之念；第二首凭吊碣石馆、黄金台，缅怀燕昭王，抒发自己不遇明主的感慨；第三首赞颂乐毅的功勋，同时叹惜其遭谗被疑、不能成就最后功业，寄托着诗人壮志难酬的愤慨；第四首追忆燕太子丹的往事，惋叹其事败而遭杀身之祸；第五首颂赞田光勇于为正义献身的气节，同时责备燕太子多疑；第六首赞颂邹衍的九州理论以及对自然和社会规律的探索精神；第七首抒写对郭隗的仰慕之情，叹惋古今仁人志士怀才不遇的普遍遭际。全组诗借古讽今，感情深沉，词句朴质，有较强的感人力量。其中第二首诗尤具有代表性。其开篇两句，首先点出凭吊的地点碣石山顶和凭吊的事物黄金台，由此引发出抒怀之情，集中表现出燕昭王求贤若渴的风度，也写出了诗人对明君的盼望，为后四句作铺垫。接下二句紧承诗意，以深沉的感情，凄凉的笔调，描绘了眼前乔木丛生，苍茫荒凉的景色，由景衬情，寓情于景，发出“昭王安在哉”的慨叹，表达对燕昭王仰慕怀念的深情。诗人借古以讽今，对古代圣王的怀念，正是反映对现实君王的抨击，是说现实社会缺少燕昭王这样求贤若渴的圣明君主。结尾二句以画龙点睛之笔，以婉转哀怨的情调，表面上是写昭王之不可见，霸图之不可求，国士的抱负之不得实现，只得挂冠归还，实际是诗人抒发自己报国无门的感叹。</p> <p>　　这是一组咏史怀古诗，当时作者身居边地，登临碣石山顶，极目远眺，触景生情，抚今追昔，吊古抒情，体现了诗人对盛世的向往、对古代贤人丰功伟绩的追慕，同时抒发了自己生不逢时、怀才不遇、报国无门、壮志未酬的感慨，反映了作者积极向上的强烈的进取精神。其基本内容，与《登幽州台歌》一样，带有强烈的自我意识和进取精神，充满着对政治、道德、命运等一系列根本问题的观点与思考。因此，这组诗也是<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>实践其提倡的“兴寄”“风骨”理论的代表作品。</p>",
  "about": "<h2>创作背景</h2> 　　这组<a href=\"http://so.gushiwen.org/view_4133.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>神功元年（697年）。当时建安王武攸宜讨伐契丹，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>为随军参军。武攸宜出身亲贵，全然不晓军事。陈子昂屡献奇计，不被理睬，剀切陈词，反遭贬斥，徙署军曹，遂登蓟丘览古，赋诗寄好友卢藏用。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "借古讽今",
    "抒怀",
    "壮志未酬"
  ]
}