{
  "id": 70963,
  "star": 4064,
  "name": "十一月四日风雨大作二首",
  "dynasty": "宋代",
  "content": "风卷江湖雨暗村，四山声作海涛翻。<br>溪柴火软蛮毡暖，我与狸奴不出门。</p> <p>僵卧孤村不自哀，尚思为国戍轮台。<br>夜阑卧听风吹雨，铁马冰河入梦来。",
  "fanyi": "<p><strong>译文</strong><br>天空黑暗，大风卷着江湖上的雨，四周的山上哗哗大雨像巨浪翻滚之声。<br>溪柴烧的小火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。</p> <p>我直挺挺躺在孤寂荒凉的乡村里，没有为自己的处境而感到悲哀，心中还想着替国家防卫边疆。<br>夜将尽了，我躺在床上听到那风雨的声音，迷迷糊糊地梦见，自己骑着披着铁甲的战马跨过冰封的河流出征北方疆场。</p> <p><strong>注释</strong><br>⑴溪柴：若耶溪所出的小束柴火。<br>⑵蛮毡：中国西南和南方少数民族地区出产的毛毡，宋时已有生产。宋<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《桂海虞衡志·志器》：“蛮毡出西南诸番，以大理者为最，蛮人昼披夜卧，无贵贱，人有一番。”<br>⑶狸奴：指生活中被人们驯化而来的猫的昵称。<br>⑷僵卧：躺卧不起。这里形容自己穷居孤村，无所作为。僵，僵硬。<br>⑸孤村：孤寂荒凉的村庄。<br>⑹不自哀：不为自己哀伤。<br>⑺思：想着，想到。<br>⑻戍（shù）轮台：在新疆一带防守，这里指戍守边疆。戍，守卫。轮台：在今新疆境内，是古代边防重地。此代指边关。<br>⑼夜阑（lán）：夜深。<br>⑽风吹雨：风雨交加，和题目中“风雨大作”相呼应；当时南宋王朝处于风雨飘摇之中，“风吹雨”也是时局写照，故<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>人直到深夜尚难成眠。<br>⑾铁马：披着铁甲的战马。<br>⑿冰河：冰封的河流，指北方地区的河流。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>主要写十一月四日的大雨和诗人之处境。前两句以夸张之法写大雨瓢泼，其声响之巨，描绘出黑天大风大雨之境，很是生动，波涛汹涌之声正与作者渴望为国出力、光复中原之心相印。后两句转写近处，描写其所处之境，写出作者因天冷而不思出门，其妙处是把作者的主观之感和猫结合一起写。这首诗也道出了作者处境悲凉。</p> <p>　　第二首诗以“痴情化梦”的手法，深沉地表达了作者收复国土、报效祖国的壮志和那种“年既老而不衰”的矢志不渝精神，向读者展示了诗人的一片赤胆忠心。</p> <p>　　诗的开头两句，意思紧密相联：“僵卧孤村不自哀”叙述了作者的现实处境和精神状态，“尚思为国戍轮台”是对“不自哀”这种精神状态的解释，前后照应，形成对比。“僵、卧、孤、村”四字写出了作者此时凄凉的境遇。“僵”字写年迈，写肌骨衰老，“卧”字写多病，写常在床蓐；“孤”字写生活孤苦，不仅居处偏僻，而且思想苦闷，没有知音；“村”写诗人贫困村居，过着荒村野老的凄苦生活。四字写出了作者罢官回乡后处境寂寞、窘迫、冷落的生活现状。笼罩着一种悲哀的气氛，让人十分同情。但接下去“不自哀”三字情绪急转，又现出一种乐观豪放之气。诗人对自己的处境并不感到悲哀，贫病凄凉对他来说没有什么值得悲哀之处；诗人自己尚且“不自哀”，当然也不需要别人的同情。但他需要理解，理解他终生不渝的统一之志，理解他为这个壮志奋斗的一生，理解他的满腔热血、一颗忠心，就是“尚思为国戍轮台”的精神状态。这两句诗是诗人灵魂和人格的最好说明，山河破碎，国难当头，自有“肉食者谋之”，诗人不必多此一举。另外，诗人正是因为“喜论恢复”、热心抗敌才屡屡受打击，最后才罢官闲居的。作为一个年近七旬的老人，他一生问心无愧，对国家的前途和命运尽到了自己的责任，而今后国运如何他可以毫不负责。其次，虽说“天下兴亡，匹夫有责”，诗人作为年迈多病的老人也已不能承担报国杀敌的义务了。作为一个既无责任也无义务的七旬老人仍有“为国戍轮台”的壮志，这就让人肃然起敬慷慨扼腕。相比之下，那些屈辱投降的达官贵人和苟且偷生的人，他们承担着责任和义务却无心复国，显得渺小和可鄙。</p> <p>　　“夜阑卧听风吹雨”紧承上两句。因“思”而夜阑不能成眠，不能眠就更真切地感知自然界的风吹雨打声，由自然界的风雨又想到国家的风雨飘摇，由国家的风雨飘摇自然又会联想到战争的风云、壮年的军旅生活。这样听着、想着，辗转反侧，幻化出特殊的梦境——“铁马冰河”，而且“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。“铁马冰河入梦来”正是诗人日夜所思的结果，淋漓尽致地表达了诗人的英雄气概。这也是一代志士仁人的心声，是南宋时代的民族正气。</p><br/><h2>鉴赏三</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>是绍熙三年（1192）十一月<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>退居家乡山阴时所作，是年六十八岁。这首诗的大意是：我挺直地躺在孤寂荒凉的乡村里，自己并不感到悲哀，还想着替国家守卫边疆。夜深了，我躺在床上听到那风雨的声音，就梦见自己骑着披着盔甲的战马跨过冰封的河流出征北方疆场。</p> <p>　　同陆游的许多爱国诗篇一样，这首诗充满爱国豪情，大气磅礴，风格悲壮。</p> <p>　　当诗人在六十八岁高龄，一身病痛，孤独地躺在荒凉的乡村里，他会想起很多往事。人生匆匆近百年，回首过往，感慨颇多，幼年时的理想，青年时的挫折，中年时的抱负，老年时的失意都会像过眼烟云一样在心头闪现。</p> <p>　　少年时在家庭中父亲对自己的爱国主义熏陶，和自己“上马击狂胡，下马草军书”的志气，青年时科举考试时因才华过人而导致被权臣除名的挫败，中年时，短暂军旅生活的体验和出任朝廷重臣的踌躇满志，老年时作为主战派，受投降打击排挤独居乡村的凄凉寂寞，都会带着深深的山河破碎家国飘摇的烙印，一齐向心头袭来。</p> <p>　　当时，金人南侵，宋朝丢失了大半壁江山，诗人由于主张对金作战而被罢官回乡，僵卧孤村，失意之思，经历之悲，病体之痛，家国之愁，似乎已穿越岁月时空，飘飘悠悠，在身边蔓延。然而，诗人并没有沉浸在悲愁中，诗人笔锋一转，写出了“僵卧孤村不自哀”，这“不自哀”三个字，便把个人之失，一己恩怨，小我之痛，暂且放在一边。是啊，在山河破碎，家国沦落，半壁江山尽陷金人的铁蹄之下面前，个人的得得失失又算得了什么呢？接着一句“尚思为国戍轮台，”一扫低落的情绪，磅礴之气，报国豪情便跃然纸上。</p> <p>　　这种磅礴之气报国豪情伴随了陆游的一生，当南宋皇帝偏安江南，朝中士大夫纷纷在江南的小桥流水中风花雪月、吟诗颂词之时，陆游无时无刻不在想着北伐，无时无刻不在渴望着祖国的统一，虽屡受投降派的谗毁排挤，始终矢志不移。</p> <p>　　如今眼看家国飘摇，山河破碎，虽已病痛缠身，保家卫国的理想不渝，爱国激情始终在胸膛内涌荡，铁马冰河的梦想会在病痛的头脑中出现，“夜阑卧听风吹雨，铁马冰河入梦来。”诗人在风雨洒落的夜晚，做梦都在想着，一身戎装，骑着战马，跨越北国冰封的河流，同敌人在疆场厮杀。对于一个伤病缠身的老人，在将近古稀之年，犹有如此豪迈的梦想，真是可歌可叹。在他的这种豪迈的梦想之下，激荡的该是怎样的激情与豪情？</p> <p>　　这是怎样的一个梦啊，没有和平，有战场、厮杀、呐喊，他也许曾梦到过李广站在冰河边长啸，也许曾梦到过卫青在最前线厮杀，可能还梦到过霍去病在敌区的纵深处驰骋，这些令匈奴丧胆，在疆场上建功立业的人，是他追寻的榜样。</p> <p>　　在他心中，大丈夫不能像李广、卫青、霍去病一样建功立业，青史留名，若得以快马扬鞭，纵横北国冰河，收复失地，虽不能留名千古，亦无憾。</p> <p>　　是梦，而非梦，这是诗人现实中的理想在梦中的体现。</p> <p>　　然而眼睁睁地看着“遗民泪尽胡尘里，南望王师又一年”，纵然有万千豪情，满腹才华，却不能在现实中施展，收复失地的理想不能在现实中立足，这又是一种怎样的悲哀？是怎样一种让人抑郁不乐的心情？</p> <p>　　在荒凉孤村的夜晚，听北风萧萧，淫雨洒落，铁马冰河只能在梦中相见，空有一腔抱负而不能施展，如此以来，家国之愁又多了一层，无法收复旧山河的惆怅又增添了几分，风雨飘摇中的南宋王朝似乎更加岌岌可危。</p> <p>　　整首诗，作者的满腹愁绪就这样通过大气的笔触一一展现，现实的理想就这样借助厮杀的梦境去实现，较少卿卿我我，无病呻吟。就连自身的病痛，大自然的凄风苦雨，也在老而不衰的爱国激情中，在铁马冰河的梦想中，变轻变淡，最终成为一种似有若无的陪衬，使得整首诗洋溢着一种豪迈悲壮的风格，积极向上的人生态度，这种豪迈悲壮之情，积极向上的人生态度永远给人以鼓励和激励。 </p><br/><h2>鉴赏二</h2> <p>　　这是年近七旬的 <a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在一个风雨交加的寒夜，支撑着衰老的身体，躺在冰凉的 被子里，写下的一首热血沸腾的 爱国主义<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>篇。</p> <p>　　诗的前两句直接写出了诗人自己的情思。“僵卧”道出了诗人的老迈境况，“孤村”表明与世隔绝的状态，一“僵”一“孤”，凄凉之极，为什么还“不自哀”呢？因为诗人的爱国热忱达到了忘我的程度，已经不把个人的身体健康和居住环境放在心上，而是“尚思为国戍轮台”，犹有“老骥伏枥，志在千里”的气概。但是，他何尝不知道现实是残酷的，是不以人的意愿为转移的，他所能做的，只是“尚思”而已。这两句集中在一个“思”字上，表现出诗人坚定不移的报国之志和忧国忧民的拳拳之念！</p> <p>　　后两句是前两句的深化，集中在一个“梦”字上，写得形象感人。诗人因关心国事而形成戎马征战的梦幻，以梦的形式再现了“戍轮台”的志向，“入梦来”反映了政治现实的可悲：诗人有心报国却遭排斥而无法杀敌，一腔御敌之情只能形诸梦境。但是诗人一点也“不自哀”，报国杀敌之心却更强烈了。日有所思，夜有所梦。因此，“铁马冰河”的梦境，使诗人强烈的爱国主义的思想感情得到了更充分的展现。</p><br/><h2>鉴赏四</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>作于宋光宗绍熙三年(公元1192年),时年诗人67岁,闲居在故乡山阴(今浙江省绍兴市).原诗共两首,此处所选的是其中的第二首.与诗人其他的老年诗相比,这首诗在写法上别具一格.其主要特色在于以梦境抒发情怀.写到梦境的诗词,在<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>之前已有不少佳作.<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗《梦游天姥吟留别》,描绘的是光怪陆离、异彩纷呈的梦;<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗《梦李白二首》,摹写的是渗透了诗人与李白形离神合、肝胆相照友谊的梦;<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的词《江城子》(\"十年生死两茫茫\"),记叙的是诗人悼念亡妻、寄托哀思的梦.而陆游诗中的梦,大都是爱国之梦.在陆游的《剑南诗稿》中有近百首记梦的诗.清代<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>《瓯北诗话》卷六曾评陆游诗道:\"即如记梦诗,核计全集,共九十九首.人生安得有如许梦!此必有诗无题,遂托之于梦耳.\"此评语认为陆游的诗记梦并非全是写真梦,有的属于托梦咏怀.这是颇有见地的.事实上,陆游的诗记梦,有的是写真梦,而更多的还是托梦咏怀,当然,也不排除二者兼而有之.这首《十一月四日风雨大作》似可视为既写真梦又托梦咏怀之作.</p> <p>　　此诗前三句,写梦因.\"僵卧\":躺着不动.\"孤村\":一作荒村.\"轮台\":汉代西域地名,即今新疆维吾尔自治区轮台县;诗中泛指边防重镇.个中包含三个层次.一是梦境产生的前提:\"僵卧\"、\"夜阑\".俗话说:\"日有所思,夜有所梦.\"诗人白日忧国忧民,才会在夜阑卧床睡眠中\"有所梦\",而倘若不是\"僵卧\",不是\"夜阑\",就不可能有梦的出现.故\"僵卧\"与\"夜阑\"是梦境产生的前提.二是梦境产生的主观因素:\"尚思为国戍轮台.\"如果诗人没有为国戍边的情怀,就不可能有\"铁马冰河入梦来\".三是梦境产生的外界条件:\"风吹雨.\"可以说,正是有了\"风吹雨\"这一外界条件,诗人才在似睡非睡、模模糊糊之中生出\"铁马冰河\"的梦境来.</p> <p>　　最后一句,写梦境.与诗人那些通篇记梦的诗作有别,此诗写梦境也独树一帜.全诗由梦因引出\"铁马冰河\"的梦境之后便戛然而止,给人留下更多联想、想象的空间.人们尽可以据此梦境展开丰富的想象,具体想象诗人当年是如何身披铁甲,手持兵器,骑那披着铁甲的战马驰骋沙场、英勇杀敌,作此诗时他又是如何梦绕神牵\"九州同\"的.</p> <p>　　可见,思想性与艺术性较为完美的统一,使得此诗成为陆游的代表作之一,也成为中国古代包括老年诗在内的所有诗歌的代表作之一.</p>",
  "about": "<h2>字词句基础知识举要</h2> <p>僵<br>“僵”是个形声字，从人僵声，与“偃”同义，是向后仰倒，而“前仆后继”的“仆”是向前倒，与此词倒的方向相反。后来引申用来指“不动不朽”，即“僵硬”的意思，后来此义又造“僵”字表示，但人们仍习惯用“僵”字。<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>中“僵卧孤村不自哀’’的“僵”是“僵硬挺直”的意思，形容诗人不受重用。</p> <p>戍<br>“戍”是个会意字，从人持戈，本义是“守边”。所以，古代的边防战士称“戍卒”；也指一般的驻扎、守卫。诗中“尚思为国戍轮台”一句，可理解为“防守”、“守卫”、“保卫”。</p> <p>阑<br>“阑”是个形声字，从门柬声，本义是“门遮”，即“门的遮蔽”，门前的栅栏。后来引申为·“栏杆”，“栏”字始作“阑”，后加“木”为“楣”，简化为“栏”。阑由“遮止”的意思引申为“残尽”、“停止”的意思。诗中“夜阑卧听风吹雨”中的“夜阑”是“夜将尽”的意思，形容彻夜难眠。现在成语有“夜阑人静”。 </p><br/><h2>思想感情</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>情感激昂，精神饱满。作者晚年境遇困顿，身体衰弱，但并没有哀伤自己，而是想着从军奔赴边疆，跨战马，抗击敌人进犯。表达了诗人的爱国热情希望用实际行动来报效国家，忧国忧民的思想感情。<br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>自南宋孝宗淳熙十六年（1189年）罢官后，闲居家乡山阴农村。此<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>作于南宋光宗绍熙三年（1192年）十一月四日。当时诗人已经68岁，虽然年迈，但爱国情怀丝毫未减，日夜思念报效祖国。诗人收复国土的强烈愿望，在现实中已不可能实现，于是，在一个“风雨大作”的夜里，触景生情，由情生思，在梦中实现了自己金戈铁马驰骋中原的愿望。</p><br/><h2>后世影响</h2> 　　这首<a href=\"http://so.gushiwen.org/view_70963.aspx\">诗</a>在我国古代所有的爱国诗篇中占有重要的地位，在古典诗歌史上写下了极其厚重的一笔，也以豪迈和悲壮的风格为浩如烟海的诗歌海洋增添了独特的色彩，并以其永恒魅力永远影响着后人。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "爱国",
    "壮志"
  ]
}