{
  "id": 55273,
  "star": 24,
  "name": "踏莎行·秋入云山",
  "dynasty": "宋代",
  "content": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 <br>已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。",
  "fanyi": "<p><strong>译文<br></strong>高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。<br>一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。</p> <p><strong>注释</strong><br>（1）“秋入\":进入秋天。<br>(2)“丹枫”：亦称霜叶、红叶。<br>（3）“万叶”：极言枫叶之多。<br>（4）“碧云”：青白色的云气。<br>（5）“黄花千点”：无数的菊花。<br>（6）“幽岩下”：山岩深幽之处。<br>（7）”林梢挂”：挂在树梢上。<br>（8）“松醪”：是松膏酿制的酒。<br>（9）“常与”：点明了兴趣所在，乐此不疲。<br>(10)“野人”：山野之人。<br>（11）“期”：约会之意。<br>（12）“忘形”：便是隐士悠然自得、不拘形迹的写照。<br>(13)\"共说清闲话\":一起谈天说地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《踏莎行》，调名取自<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a><a href=\"http://so.gushiwen.org/view_55273.aspx\">诗</a>“踏莎行草过春溪”。曹冠词名之为《喜朝天》，赵长卿词则名之《柳长春》。双调，五十八字。上下片各三仄韵。</p> <p>　　张抡这首《踏莎行》上片写秋天山景，下片写仲秋赏月。</p> <p>　　“秋入云山，物情潇洒，百般景物堪图画。”第一句先以“秋”字点出节令，然后以“入”字写出秋来的动态，再以“山”字指明秋入的处所。前方着一“云”字，点明山势高峻，耸立云端。通过此句四字，把本词描写秋山的意旨交代出来。接下去，用第二句写秋入云山所带来的变化。“物情”二字，指山中景物的情态。“潇洒”，乃清秀爽丽之貌。这两个字最宜于表现秋天风物秀逸的风韵。如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《玉华宫词》：“万籁真笙竽，秋色正潇洒。”张抡说“物情潇洒”，不只是写到秋之于物的作用，而且写出景物之情。仿佛山中草木有知有情，秋来之际显出潇洒的姿容。而从“物情”的“潇洒”之中，又可见出词人潇洒的笔意，词家之清韵。景中有我，我在景中，情深意远，极尽赏爱之意。接着第三句紧续一笔，“百般景物堪图画”，“百般”极言景物之多，千姿百态，争艳斗奇，蕴含着无限的诗情画意，故而说“堪图画”。张抡这首词，可说是以画入诗，诗中有画。山中秋景胜绝，无处不美，目不暇接，要有一番选择，用最典型的景物写出秋山之美，于是词人以生花妙笔写出丹枫、黄花两景。</p> <p>　　“丹枫万叶碧云边，黄花千点幽岩下。”这是两句精美绝伦的对偶句。第一句，“丹枫”，亦称霜叶、红叶。谓枫叶经霜而红，色艳如丹，故称为“丹枫”。“万叶”，极言枫叶之多。“丹枫万叶”四字点带出层林尽染万山红遍之景。“碧云”，青白色的云气。句尾的“边”字，是个忽视不得的字眼。丹枫的位置、山势的高大均由此字点出。说明火红的枫叶层层叠叠，依山而上，一直铺展到碧云旁边，描绘出碧云与红叶相映，山色与青空交辉，丹枫似锦、万山如绣的秀丽景色。晚唐诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>写过一首《山行》绝句：“远上<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>石径斜，白云生处有人家。停车坐爱枫林晚，霜叶红于二月花。”后两句也是极写枫林霜叶之美和赏爱不尽的情趣，向为脍炙人口的名句。杜牧用比喻写霜叶之红，张抡则以碧云映衬丹枫之色。各有千秋，异曲而同工。为描述红叶之美，古代诗人竞驰才思，极尽形容之妙。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>曾赋一绝，题为《秋山》，诗云：“乌臼平生老染工，错将铁皂作猩红。小枫一夜偷天酒，却倩孤松掩醉容。”以浪漫的笔调，拟人化的手法，十分风趣地写出了小枫醉容可掬的形象。再接着看张抡的词，“黄花”，即黄菊，以其色泽金黄，故称之为“黄花”。“千点”，是远而望之，言其小而多，也表现其点缀分布之广。“幽岩”，清幽寂静的山岩。有岩而幽，说明草木丰茂，一片青绿。“下”字，点出金菊的位置，在山岩深幽之处。无数的菊花，点点洒洒，如散金碎黄，镶嵌在万绿丛中，显得分外明丽耀眼，描绘出岩壑含翠、金英秀发的清幽景色。</p> <p>　　古来写丹枫、黄花的诗词，车载斗量，不可胜数。但分而言之者多，兼而写之者少。即使兼写，也很难找到能与此媲美的妙句。朱庆余《观涛》写过“高楼晓望无穷意，丹叶黄花绕郡城”，可谓秀美而有意趣，但终究略逊一筹。张抡这两句词，就所构成的画面来说，突出的主体景物是丹枫、黄花而分别以碧云、幽岩作为陪衬。高远处，在淡采素墨的背景中，抹出浓烈之色；深幽处，在重笔濡染的衬底上，点出鲜明之色。淡中见浓，浓中有淡，明暗变化，对比强烈，构成一幅色彩斑斓、意境深远的秋山画卷，充分显示了词人摹写景物的艺术才能。古人云：“江山明秀发诗情”。正是可爱的自然风光激发了词人的灵感，才写出了这两句情韵俱到的好词。另一方面，好诗好词又是在长期创作实践中，经过千锤百炼得到的。在这方面，古代诗人的感受是很深的，经验也是非常丰富的。<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>认为写诗必须持之以恒，永不间断，所谓“生应无辍手，死是不吟时”。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>到了84岁还坚持不懈地奋力创作，说是“无诗三日却堪忧”，成为最多产的诗人，一生留下了上万首诗词。为了斟酌一句诗、一个字，诗人们往往是呕心沥血，倾注了全部精力。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>为积累诗句，马上特置锦囊，每有所得，辄书之以投囊中。<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>为“推”、“敲”二字，想得出神，竟然骑马闯进<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的仪仗队而不自知。他苦吟苦写，乃至于“两句三年得，一吟泪双流”。其中甘苦，大有一言难尽的味道。另一个苦吟诗人<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>，为写得好一些，焚膏继晷，日夜习作，自道是：“夜学晓不休，苦吟神鬼愁。”还有一个卢延让，更是险觅狂搜，殚精竭虑，为“吟安一个字”，以至于“捻断数茎须”，说是“险觅无应闷，狂搜海亦枯”。诸如此类，不胜枚举。我们并不主张闭门索句，凭空臆造，一味雕琢。但字斟句酌，刻苦磨炼，以严肃认真的态度从事创作，是写出好诗好词的首要条件。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的“春风又绿江南岸”是尽人皆知的名句，其中的“绿”字之所以写得形象生动，掷之于地可作金石之声，乃是经过十几次的反复修改而后得到的。伟大的现实主义诗人杜甫，论才华论技巧，都是冠绝千古的，然而他在创作中始终一丝不苟，常常是“新诗改罢自长吟”。而且他的诗作愈老愈严格，自道是：“晚来渐于诗律细”，“语不惊人死不休”。古往今来，无数的事例证明了一条永恒不变的法则，那就是作家不仅需要才华，更重要的是要有认真、严肃的创作态度，才能熔铸出好的诗句，写出好的作品。由此看来，张抡这两句词，虽说只有十四个字，然而却是来之不易，付出了艰苦劳动的。</p> <p>　　下片换头三句，写仲秋夜月之美。</p> <p>　　“已喜佳辰，更怜清夜，一轮明月林梢挂。”仲秋，是一年一度的佳节，人人欢度，故而曰“已喜”。又逢天气爽朗，夜空碧清如洗，因而格外高兴，故曰“更怜”。下面由写意转而写景，点出“一轮明月”。月圆如轮，高挂林梢，银辉流洒，清光烛地，正是赏月的大好时刻。故而末结两句云： “松醪常与野人期，忘形共说清闲话。“松醪”，用松膏酿制的酒。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《复至裴明府所居》云：“赊取松醪一斗酒，与若相伴酒烦襟。”“野人”，山野之人。“期”，约会之意。“忘形”，语出《庄子·让王》：“养志者忘形，养形者忘利，”杜甫《醉时歌》云：“忘形到尔汝，痛饮真吾师。”张抡这两句写词人常与山野之人相约饮酒，情投意合，不拘形迹地在月光下谈天说地，淡泊的心境与清幽的月色交融在一起，表现出闲适惬意、怡然自得的山居乐趣。</p> <p>　　综上所述，可以看出，这首词在语言上是很有特色的。音韵和谐，辞意兼美，清丽秀润，亲切自然。词人在语言艺术上，的确是达到了炉火纯青的地步。</p>",
  "about": "<h2>创作背景</h2> 　　张抡，宋高宗年间独自登高秋游，赏万山秋景，有感而发，故作此词。",
  "poet": {
    "id": 200,
    "star": 0,
    "name": "张抡",
    "desc": "[约公元一一六二年前后在世]字才甫，自号莲社居士，开封（今属河南）人。里居及生卒年均不详，约宋高宗绍兴末前后在世。好填词，每应制进一词，宫中即付之丝竹。尝于乾道三年，（公元一一六七年）高宗莅聚景园，抡进柳梢青词；淳熙六年（公元一一七九）三月，高宗再莅聚景园，抡进壶中天慢词；九月，孝宗幸绛华宫，抡进临江仙词：均赐赉极渥。抡所著有《莲社词》一卷，存词100余首。《文献通考》及绍兴内府古器评二卷，《四库总目》并传于世。"
  },
  "tags": [
    "宋词三百首",
    "秋天",
    "写景",
    "写山",
    "月夜"
  ]
}