{
  "id": 9330,
  "star": 73,
  "name": "送李副使赴碛西官军",
  "dynasty": "唐代",
  "content": "火山六月应更热，赤亭道口行人绝。<br>知君惯度祁连城，岂能愁见轮台月。<br>脱鞍暂入酒家垆，送君万里西击胡。<br>功名祗向马上取，真是英雄一丈夫。",
  "fanyi": "<p><strong>译文</strong><br>六月的火焰山更是灼热，赤亭道口怕要行人断绝。<br>知道您经常度越祁连城，哪里会害怕见到轮台月。<br>请您下马暂进入酒家垆，送您到万里之外西击胡。<br>功名富贵只向马上求取，您真是一位英雄大丈夫。</p> <p><strong>注释</strong><br>⑴碛西：即安西都护府（治所在今新疆库车附近）。<br>⑵火山：又名火焰山，在今新疆吐鲁番。<br>⑶赤亭道口：即今火焰山的胜金口，为鄯善到吐鲁番的交通要道。<br>⑷祁连城：十六国时前凉置祁连郡，郡城在祁连山旁，称祁连城，在今甘肃省张掖县西南。<br>⑸轮台：唐代庭州有轮台县，这里指汉置古轮台（今新疆轮台县东南），李副使赴碛西经过此地。<br>⑹脱鞍：一作“脱衣”。酒家垆：此代指酒店。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9330.aspx\">诗</a>作于公元751年（唐玄宗天宝十载）旧历六月。当时，高仙芝正在安西率师西征，李副使（名不详）因公从姑臧（今甘肃武威）出发赶赴碛西（即安西都护府）军中，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>作此诗送别。</p> <p>　　这首送别诗，既不写饯行的歌舞盛宴，也不写分手时的难舍离情。作者只是以知己的身份说话行事，祝酒劝饮，然而字里行间却使人感到一股激情在荡漾。</p> <p>　　李副使将离武威，远赴碛西，因而诗的开头两句即点明时令，以李副使出塞途中必经的火山、赤亭这段最艰苦的旅程开篇。“火山五月人行少”，诗人早有吟咏，况六月酷暑。作者不从饯行话别落笔，而以火山、赤亭起句，造成一个特殊的背景，烘托出李副使不畏艰苦、毅然应命前行的豪迈气概，而一路珍重的送别之意也暗含其中了。三、四两句在写法上作一转折，明写李氏不平凡的经历，激励其一往无前：“知道您经常出入边地，岂能见到轮台的月亮而惹起乡愁呢？”这里“岂能”故作反问，暗示出李副使长期驰骋沙场，早已把乡愁置于脑后了。“岂能愁见轮台月”，是盛唐时代人们积极进取精神的反映，是盛唐之音中一个昂扬的音节。诗的五、六两句是招呼、劝说的口气，挽留李副使脱鞍稍驻，暂入酒家，饮酒话别。作者越过一般送别诗多诉依依不舍之情的藩篱，直接提出此次西行“击胡”的使命，化惆怅为豪放，在送别的诗题下开拓了新的意境。诗末两句直抒胸襟，更是气贯长虹：“功名请向戎马沙场上求取，这才是一个真正的大丈夫。”“祗向”，语气恭敬而坚决。这既可看作岑参勉励李氏立功扬名，创造英雄业绩，又是自己的理想和壮志。这两句将诗情推向高潮，英雄豪气使后世多少读者为之激动振奋。</p> <p>　　这首诗熔叙事、抒情、议论于一炉，并且突破了一般送别诗的窠臼。其口语化的诗歌语言，让人感到亲切洒脱。悠扬流美的声调给人以奔放明快的诗意感受。自由活泼的韵律，跌宕有致的节奏，显示出一种豪迈的气势，传达出火一般的激情，将给远行者以极大的鼓舞力量。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_9330.aspx\">诗</a>作于唐玄宗天宝十载（751年）六月。当时，高仙芝正在安西率师西征，李副使（名不详）因公从姑臧（今甘肃武威）出发赶赴碛西（即安西都护府）军中，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>作此诗送别。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "送别",
    "饮酒",
    "豪迈",
    "叙事",
    "抒情",
    "议论"
  ]
}