{
  "id": 72285,
  "star": 20,
  "name": "圬者王承福传",
  "dynasty": "唐代",
  "content": "　　圬之为技贱且劳者也。有业之，其色若自得者。听其言，约而尽。问之，王其姓。承福其名。世为京兆长安农夫。天宝之乱，发人为兵。持弓矢十叁年，有官勋，弃之来归。丧其土田，手衣食，馀叁十年。舍于市之主人，而归其屋食之当焉。视时屋食之贵贱，而上下其圬之以偿之；有馀，则以与道路之废疾饿者焉。</p> <p>　　又曰：“粟，稼而生者也；若市与帛。必蚕绩而后成者也；其他所以养生之具，皆待人力而后完也；吾皆赖之。然人不可遍为，宜乎各致其能以相生也。故君者，理我所以生者也；而百官者，承君之化者也。任有大小，惟其所能，若器皿焉。食焉而怠其事，必有天殃，故吾不敢一日舍镘以嬉。夫镘易能，可力焉，又诚有功；取其直虽劳无愧，吾心安焉夫力易强而有功也；心难强而有智也。用力者使于人，用心者使人，亦其宜也。吾特择其易为无傀者取焉。</p> <p>　　“嘻！吾操镘以入富贵之家有年矣。有一至者焉，又往过之，则为墟矣；有再至、叁至者焉，而往过之，则为墟矣。问之其邻，或曰：“噫！刑戮也。”或曰：“身既死，而其子孙不能有也。”或曰：“死而归之官也。”吾以是观之，非所谓食焉怠其事，而得天殃者邪？非强心以智而不足，不择其才之称否而冒之者邪？非多行可愧，知其不可而强为之者邪？将富贵难守，薄宝而厚飨之者邪？抑丰悴有时，一去一来而不可常者邪？吾之心悯焉，是故择其力之可能者行焉。乐富贵而悲贫贱，我岂异于人哉？”</p> <p>　　又曰：“功大者，其所以自奉也博。妻与子，皆养于我者也；吾能薄而功小，不有之可也。又吾所谓劳力者，若立吾家而力不足，则心又劳也。”一身而二任焉，虽圣者石可为也。</p> <p>　　愈始闻而惑之，又从而思之，盖所谓“独善其身”者也。然吾有讥焉；谓其自为也过多，其为人也过少。其学杨朱之道者邪？杨之道，不肯拔我一毛而利天下。而夫人以有家为劳心，不肯一动其心以蓄其妻子，其肯劳其心以为人乎哉？虽然，其贤于世者之患不得之，而患失之者，以济其生之欲，贪邪而亡道以丧其身者，其亦远矣！又其言，有可以警余者，故余为之传而自鉴焉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　粉刷墙壁作为一种手艺，是卑贱而且辛苦的。有个人以这作为职业，样子却好像自在满意。听他讲的话，言词简明。意思却很透彻。问他，他说姓王，承福是他的名。祖祖辈辈是长安的农民。天宝年间发生安史之乱，抽调百姓当兵，他也被征入伍，手持弓箭战斗了十三年，有官家授给他的勋级，但他却放弃官勋回到家乡来。由于丧失了田地，就靠拿着馒子维持生活过了三十多年。他寄居在街上的屋主家里，并付给相当的房租、伙食费。根据当时房租、伙食费的高低，来增减他粉刷墙壁的工价，归还给主人。有钱剩，就拿去给流落在道路上的残废、贫病、饥饿的人。<br>　　他又说：“粮食，是人们种植才长出来的。至于布匹丝绸，一定要靠养蚕、纺织才能制成。其他用来维持生活的物品，都是人们劳动之后才完备的，我都离不开它们。但是人们不可能样样都亲手去制造，最合适的做法是各人尽他的能力，相互协作来求得生存。所以，国君的责任是治理我们，使我们能够生存，而各种官吏的责任则是秉承国君的旨意来教化百姓。责任有大有小，只有各尽自己的能力去做，好像器皿的大小虽然不一，但是各有各的用途。如果光吃饭不做事，一定会有天降的灾祸。所以我一天也不敢丢下我泥馒子去游戏嬉戏。粉刷墙壁是比较容易掌握的技能，可以努力做好，又确实有成效，还能取得应有的报酬，虽然辛苦，却问心无愧，因此我心里十分坦然。力气容易用劲使出来，并且取得成效，脑子却难以勉强使它获得聪明。这样，干体力活的人被人役使，用脑力的人役使人，也是应该的。我只是选择那种容易做而又问心无愧的活来取得报酬哩！<br>　　“唉！我拿着镘子到富贵人家干活有许多年了。有的人家我只去过一次，再从那里经过，当年的房屋已经成为废墟了。有的我曾去过两次，三次，后来经过那里，也成为废墟了。向他们邻居打听，有的说：‘唉！他们家主人被判刑杀掉了。’有的说：‘原主人已经死了，他们的子孙不能守住遗产。’也有的说：‘人死了，财产都充公了。’我从这些情况来看，不正是光吃饭不做事遭到了天降的灾祸吗？不正是勉强自己去干才智达不到的事，不选择与他的才能相称的事却要去充数据高位的结果吗？不正是多做了亏心事，明知不行，却勉强去做的结果吗？也可能是富贵难以保住，少贡献却多享受造成的结果吧！也许是富贵贫贱都有一定的时运，一来一去，不能经常保有吧？我的心怜悯这些人，所以选择力所能及的事情去干。喜爱富贵，悲伤贫贱，我难道与一般人不同吗？”<br>　　他还说：“贡献大的人，他用来供养自己的东西多，妻室儿女都能由自己养活。我能力小，贡献少，没有妻室儿女是可以的。再则我是个干体力活的人，如果成家而能力不足以养活妻室儿女，那么也够操心的了。一个人既要劳力，又要劳心，即使是圣人也不能做到啊！”<br>　　我听了他的话，起初还很疑惑不解，再进一步思考，觉得他这个人大概是个贤人，是那种所谓独善其身的人吧。但是我对他还是有些批评，觉得他为自己打算得太多，为别人打算太少，这难道是学了杨朱的学说吗？杨朱之学，是不肯拔自己一根毫毛去有利於天下，而王承福把有家当作劳心费力的事，不肯操点心来养活妻子儿女，难道会肯操劳心智为其他的人吗！但尽管如此，王承福比起世上那些一心唯恐得不到富贵，得到後又害怕失去的人，比那些为了满足生活上的欲望，以致贪婪奸邪无道以致丧命的人，又好上太多了。而且他的话对我多有警醒之处，所以我替他立传，用来作为自己的借鉴。</p><p><strong>注释</strong><br>①圬：（wū）粉刷墙壁。技：手艺，技能。<br>②业之：以此为职业。<br>③约：简约，简明扼要。尽：详尽，这里可引申为透辟。<br>④京兆长安：京兆，原意是地方大而人口多的地方，指京城及其郊区。京，大；兆，众多。唐时长安属京兆府，故称京兆长安。<br>⑤天宝之乱：天宝，唐玄宗（<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>）年号。天宝十四年（公元755年），边将安禄山、史思明起兵叛唐，史称“安史之乱”。玄宗曾命荣王（李琬）为元帅，在京师招募士兵十一万讨伐安禄山。<br>⑥官勋：官家授给的勋级。唐制，有功劳者授以没有实职的官号，叫勋官。勋官有十二级。<br>⑦镘（man）：镘子，粉刷墙壁的工具。<br>⑧市：街市。<br>⑨屋食：房租和伙食费。当：相当的价值。<br>⑩视时：根据当时。上下：增加或减少。佣：受雇为人劳动。这里作“工价”讲。<br>⑾稼：种植。<br>⑿致：尽。<br>⒀理：治。因唐高宗名治，唐人避讳，用“理”代“治”。<br>⒁化：教化。<br>⒂易能：容易掌握的技能。<br>⒃直：同“值”，价值，这里指报酬。<br>⒄力：指干体力活。心：指脑力劳动。强（qiǎng）：勉力、努力。</p>",
  "shangxi": "<h2>解析</h2> <p>　　文章通过一个有官司勋却弃官司业圬、自食其力的泥瓦匠王承福的口述，提出在封建制度下“各致其能以相生”的主张，和对“独善其身”这种处世态度的评断。本文反映了<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的社会主张和人生哲学。他维护封建制度主张“用力者使于人，用心者使人”，这是不足取的。但能人“各致其能以相生”的认识出发，肯定真正无愧的是凭双手劳动自食其力的人，以对照“多行可愧”、“食焉而怠其事”的剥削者，鞭挞不合理的社会现象，是难能可贵的。</p> <p>　　文表面上是传记体，实际上是借传记展开议论的杂文。王承福这个体力劳动者的形象，是作者根据士大夫“独善其身”的人生哲学塑造的。前段略述王承福身世；后段略就王承福言论加以评断；中间大部分是借人物的口替自己说话。论说有理有据，波澜起伏。最后以自鉴作结，实际上是规劝世人，意极含蓄。</p> <p>　　在士大夫韩愈眼里，抹墙是种低贱而劳苦的手艺。却有人自得其乐，且谈吐不凡。问之，姓王名承福，世代为农。安史之乱从军一十三年，有官勋，却弃而归农。土地已失，抹墙为生三十年。租住市中，以抹墙所得交付房租食费。根据每年食宿贵贱调整工价。若有剩余，尽予路旁残废、饥饿之人。 曰，任有大小，惟其所能。曰，特择其易为而无愧者取焉。又曰，妻与子，皆养于我者也；吾能薄而功小，不有之可也。 韩愈视其贤者，所谓“独善其身”也，又说他过多考虑自己，不肯为他人着想，责他认为家庭太过费心而不肯供养妻子儿女。愚不以为然。此人“有余，则以与道路之废疾饿者焉”，岂谓之“不肯拔我一毛而利天下”？而“妻与子”，人皆欲之。此人自知能薄，不足养而“不有”，恰是为人着想。嫁入他门得饱，随我则饿。生于他家则富足，生为我子则穷苦。如此，不若“不有”。 韩愈遇之而警，愚读之亦省。愚力不及圬者，智或有过之。当习而能，学圬者“不敢一日舍镘以嬉”，学圬者“劳无愧，吾心安焉”，学圬者“有余，则以与道路之废疾饿者焉”。 吾能几何？吾当何任？吾家能养否？吾当鉴之，记之，不可忘也。</p>",
  "about": "<h2>人物介绍</h2> <p><strong>人物简介</strong><br>　　王承福是中晚唐时期京城长安的一位农民。王承福生活的时代，推断起来，应是玄宗后期及肃宗、代宗、德宗时期。此时，政治黑暗，民不聊生；危机四伏，大厦将倾。所谓的大唐，气数已尽兆头毕现，正一步步走向末世。在此背景下，王承福这个“典型”，实在谈不上是在朝廷正确领导下而成长起来的，大唐当局也不可能将他送入什么道德学校去深造。然而，王承福却完成了自己的道德和人格升华。</p> <p><strong>人物精神</strong><br>　　其一，有功不居，甘做农夫。唐玄宗当政的后期，耽于酒色，重用奸臣，陷国家于重大危机之中，而自己却浑然不知。忽一日，被他视为心腹的范阳节度使安禄山，率领20万铁骑一路狼烟向长安杀来欲取其位而代之，此时，方才将<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>从温柔乡里惊醒。朝廷迅速征调民夫从军，王承福即在这时“光荣入伍”了。“万箭千刀一夜杀，平明流血浸空城”（<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>语），这样的战斗，这样的九死一生，王承福不知经历过多少次。然而，他老人家血海尸山滚爬13年，竟活着回来了，而且还立下了足以做官的功勋。解甲归田后，王承福并不以“老革命”和李唐功臣自居，去向国家伸手，而是悄悄地回到了乡间当了一位农民。在“土田已丧”，即已经没有了自己“责任田”的情况下，他毫无怨言，转而靠给人“打工”抹泥粉墙为生，而且一干就是30年。这后十几年的“贱且劳者”的重体力活，可想而知，对于已经上了年纪的王承福来说，将会是多么艰辛、艰难和可怜。那么，有官可做的王承福同志，为什么不去做官而来下这种臭苦力呢？孰不知官帽到手，应有尽有，说不准还能“五子登科”。然而，让人想不到的是，这个“最可爱的人”对不当官的回答却极其简单：因为我的能力有限，故只能 “择其力之可能者行焉”。此言此行，若放在今天，保准能令很多人瞠目结舌，骂他为傻帽，笑他是白痴的，恐怕不会在少数。孰不知早有人说过：做官是一件最容易的事，假如一个人连官都不会做，那他还会做什么呢？更孰不知，官场上多少充其量是“大路货”者，却常以天才、英明和唯我独尊、非我莫属而自居？而王承福恰恰是个“另类”。不过，反过来想一想，让人堵心的事多，比如买官卖官、贪赃枉法、媚强凌弱、坑蒙拐骗……我想很大程度上，与“聪明人”太多有关系。<br>　　其二，有一流的职业道德和良好的敬业精神。王承福有一句“名言”，常用来告诫自己：“食焉而怠其事，必有天殃，故吾不敢一天舍镘以嬉。”就是说，吃了饭却工作懒惰，定会遭受天灾的惩罚，所以我不敢丢下抹子而去玩乐。他老人家视用户为自己的衣食父母，“用户第一，质量第一”，泥起墙来兢兢业业，一丝不苟，要求自己干的每一件活都要“无愧者取焉”。而且在工钱上绝不漫天要价，而是“视时屋食之贵贱”来决定自己的工钱。租赁的住房和饭钱上涨了，工钱就多些；反之就少些。这真是一位诚实守信、爱岗敬业、按劳取酬的好榜样啊。<br>　　其三，心里时刻想着穷人。王承福还是一个对“个人问题”非常负责的人，他考虑到自己“能薄而功小”，挣不来什么钱，养不起老婆孩子，故而一辈子没有娶妻。然而，他却放心不下那些穷人，“有余，则以与道路之废疾饿者”。我想，王承福的这点善款，比今天的亿万富翁拿出百万都可贵，因为那是他食、宿之后的全部所有啊。</p><br/><h2>后世传诵</h2> <p>　　建筑工人，在旧社会被称作泥瓦匠，略带轻蔑；另有一个书面称号，叫圬者，说白了，就是干脏活的，同样不好听。在封建时代，社会普遍的价值观念是：劳心者治人，劳力者治于人，泥瓦匠靠出卖劳动力为生，社会地位底下，被人瞧不起。他们的生平事迹几乎从不载入史册，也很少有人替他们树碑立传。然而，也有例外，唐代著名的大文豪<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>（公元768～824年），就替一名叫王承福的泥瓦匠正儿八经写过一篇传记，题目是《圬者王承福传》，使得一千多年之后，人们通过这篇八百多字的简要传记，能了解到一名唐代建筑工人的精辟言论和高尚情操。</p> <p>　　王承福原先是个地道的农民，家住京兆长安（今西安），世代朝夕以“绣地球”为业，胸对黄土背朝天。安史之乱改变了他的命运，他拿起武器上战场，这一干就是十三个年头。战争结束，脱下战时袍，“复员”后的他本来可以凭着战功当一名小官僚，但是，王承福是个明理的人，他觉得，与其做自己力不胜任的小官吏，不如“回家卖红薯”。因为遭战乱的破坏，家里的土地丧失了，他倔强地拿起瓦刀，凭力气干活，维持生活。</p> <p>　　三十多年，他风里来雨里去，整天一把水、一把泥的与建筑工程打交道，一点儿也不觉得辛苦，也不觉得丢什么面子。他住在雇主的家里，按实付给主人房租和伙食费。结余的工钱少得可怜，他却总是拿来救济残疾、患病的贫困人。</p> <p>　　在传记中，韩愈如实记录下这位建筑工人所说的话，谈不上是豪言壮语，也没有故作姿态的矫情，然而，句句出自肺腑，令今人读来仍感动不已。“任有大小，惟其所能，若器皿焉。食焉而怠其事，必有天殃，故吾不敢一日舍镘以嬉。夫镘易能，可力焉，又诚有功。取其直，虽劳无愧，吾心安焉……”翻译成现代汉语就是说：责任有大有小，只有各尽自己的能力去做，好像器皿的大小虽然不一，但是各有各的用途。如果光吃饭不做事，一定会有天降的灾祸。所以我一天也不敢丢下泥镘子去嬉戏。粉刷墙壁是比较容易掌握的技能，可以努力做好，确实有成效，还能取得应有的报酬，虽然辛苦，却问心无愧，因此心里十分坦然……要知道，这话是一千多年前一位文化程度不高的“农民工”说的呀，多么坦荡的心胸，多么富有哲理的人生感悟！</p> <p>　　平凡建筑工人王承福的伟大还不止这些，他对待财富超然豁达的态度，即使在千年之后，仍闪耀着思想的光辉。因为经常出入于达官贵族家庭，替他们建房造屋，对富贵家庭“起高楼、楼塌了”的迅疾变化，王承福看在眼里，记在心里。所谓“君子之泽，五世而斩”，依赖祖先遗留下来的财富过日子，那是靠不住的。王承福说：光吃饭不做事（食焉怠其事）必然遭到天降的灾祸，勉强去干自己才智达不到的事（强心以智而不足），强行选择与才能不相称的事去做（知其不可而强为之者），富贵也是很难保住的。所以，他老老实实以做好自己的本职工作为荣，决不这山望着那山高，整天想入非非，大事干不好，小事又不愿干。王承福够不上是“圣人”，然而，他懂得，人的能力有大小，有多少能力就应该发多大光，这些道理王承福不但跟韩愈说了，一定也身体力行地做到了。</p> <p>　　韩愈把王承福看作是学习“杨朱学说”的人，批评他“独善其身”，不肯拔一毛而利天下，这个结论相当武断，也误解了王承福。韩愈站在“劳心者”的立场，分析“劳力者”的内心世界，难免得出似是而非、隔靴搔痒的结论来。当然，在传记的最后一段中，韩愈亮明自己的观点，替王承福说了公道话：比起那些既担心不能得到利益，又担心失去利益的人（其贤于世之患不得之而患失之者），为满足自己生活中的欲望，贪图不义之财而忘记道义，因此丢掉性命的人（以济其生之欲，贪邪而亡道以丧其身者），那要好得多了。韩愈是身居庙堂之上的高官显爵（吏部侍郎），能够如此评价处于江湖之远的一介草民，并不惜“屈尊”为王承福同志写传记，也真是难为这位在中国文学史上地位显赫的韩昌黎大人了。今天，农民工进城是很普遍的社会现象，学习韩愈精神，端正对农民工的看法，注意从细小处发现他们身上的亮点，应成为社会成员共同遵守的道德规范。</p> <p>　　《圬者王承福传》辑入宋刻《昌黎先生集》卷十二中，《古文观止》和许多“唐宋八大家”的散文汇编集中，也大都收录了这篇文章。文中铿锵有力的语句，后世广为传诵。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "议论",
    "规劝"
  ]
}