{
  "id": 72502,
  "star": 50,
  "name": "齐桓晋文之事",
  "dynasty": "先秦",
  "content": "　　齐宣王问曰：“齐桓、晋文之事，可得闻乎？”</p> <p>　　孟子对曰：“仲尼之徒，无道桓、文之事者，是以后世无传焉，臣未之闻也。无以，则王乎？”</p> <p>　　曰：“德何如则可以王矣？”</p> <p>　　曰：“保民而王，莫之能御也。”</p> <p>　　曰：“若寡人者，可以保民乎哉？”</p> <p>　　曰：“可。”</p> <p>　　曰：“何由知吾可也？”</p> <p>　　曰：“臣闻之胡龁曰：‘王坐于堂上，有牵牛而过堂下者，王见之，曰：“牛何之？”对曰：“将以衅钟。”王曰：“舍之！吾不忍其觳觫，若无罪而就死地。”对曰：“然则废衅钟与？”曰：“何可废也，以羊易之。”’不识有诸？”</p> <p>　　曰：“有之。”</p> <p>　　曰：“是心足以王矣。百姓皆以王为爱也，臣固知王之不忍也。”</p> <p>　　王曰：“然，诚有百姓者。齐国虽褊小，吾何爱一牛？即不忍其觳觫，若无罪而就死地，故以羊易之也。”</p> <p>　　曰：“王无异于百姓之以王为爱也。以小易大，彼恶知之？王若隐其无罪而就死地，则牛羊何择焉？”</p> <p>　　王笑曰：“是诚何心哉！我非爱其财而易之以羊也，宜乎百姓之谓我爱也。”</p> <p>　　曰：“无伤也，是乃仁术也！见牛未见羊也。君子之于禽兽也：见其生，不忍见其死；闻其声，不忍食其肉。是以君子远庖厨也。”</p> <p>　　王说曰：“《诗》云：‘他人有心，予忖度之。’夫子之谓也。夫我乃行之，反而求之，不得吾心；夫子言之，于我心有戚戚焉。此心之所以合于王者何也？”</p> <p>　　曰：“有复于王者曰：‘吾力足以举百钧，而不足以举一羽；明足以察秋毫之末，而不见舆薪。’则王许之乎？”</p> <p>　　曰：“否！”</p> <p>　　“今恩足以及禽兽，而功不至于百姓者，独何与？然则一羽之不举，为不用力焉；舆薪之不见，为不用明焉；百姓之不见保，为不用恩焉。故王之不王，不为也，非不能也。”</p> <p>　　曰：“不为者与不能者之形，何以异？”</p> <p>　　曰：“挟太山以超北海，语人曰：‘我不能。’是诚不能也。为长者折枝，语人曰：‘我不能。’是不为也，非不能也。故王之不王，非挟太山以超北海之类也；王之不王，是折枝之类也。”</p> <p>　　“老吾老，以及人之老；幼吾幼，以及人之幼；天下可运于掌。诗云：‘刑于寡妻，至于兄弟，以御于家邦。’言举斯心加诸彼而已。故推恩足以保四海，不推恩无以保妻子。古之人所以大过人者，无他焉，善推其所为而已矣！今恩足以及禽兽，而功不至于百姓者，独何与？权，然后知轻重；度，然后知长短。物皆然，心为甚。王请度之。抑王兴甲兵，危士臣，构怨于诸侯，然后快于心与？”</p> <p>　　王曰：“否，吾何快于是！将以求吾所大欲也。”</p> <p>　　曰：“王之所大欲，可得闻与？”</p> <p>　　王笑而不言。</p> <p>　　曰：“为肥甘不足于口与？轻暖不足于体与？抑为采色不足视于目与？声音不足听于耳与？便嬖不足使令于前与？王之诸臣，皆足以供之，而王岂为是哉！”</p> <p>　　曰：“否，吾不为是也。”</p> <p>　　曰：“然则王之所大欲可知已：欲辟土地，朝秦、楚，莅中国，而抚四夷也。以若所为，求若所欲，犹缘木而求鱼也。”</p> <p>　　王曰：“若是其甚与？”</p> <p>　　曰：“殆有甚焉。缘木求鱼，虽不得鱼，无后灾；以若所为，求若所欲，尽心力而为之，后必有灾。”</p> <p>　　曰：“可得闻与？”</p> <p>　　曰：“邹人与楚人战，则王以为孰胜？”</p> <p>　　曰：“楚人胜。”</p> <p>　　曰：“然则小固不可以敌大，寡固不可以敌众，弱固不可以敌强。海内之地，方千里者九，齐集有其一；以一服八，何以异于邹敌楚哉！盖亦反其本矣！今王发政施仁，使天下仕者皆欲立于王之朝，耕者皆欲耕于王之野，商贾皆欲藏于王之市，行旅皆欲出于王之途，天下之欲疾其君者，皆欲赴愬于王：其若是，孰能御之？”</p> <p>　　王曰：“吾惛，不能进于是矣！愿夫子辅吾志，明以教我。我虽不敏，请尝试之！”</p> <p>　　曰：“无恒产而有恒心者，惟士为能。若民，则无恒产，因无恒心。苟无恒心，放辟邪侈，无不为已。及陷于罪，然后从而刑之，是罔民也。焉有仁人在位，罔民而可为也！是故明君制民之产，必使仰足以事父母，俯足以畜妻子，乐岁终身饱，凶年免于死亡；然后驱而之善，故民之从之也轻。今也制民之产，仰不足以事父母，俯不足以畜妻子，乐岁终身苦，凶年不免于死亡；此惟救死而恐不赡，奚暇治礼义哉！王欲行之，则盍反其本矣！五亩之宅，树之以桑，五十者可以衣帛矣；鸡豚狗彘之畜，无失其时，七十者可以食肉矣；百亩之田，勿夺其时，八口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。老者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。”",
  "fanyi": "<p><strong>译文</strong><br>齐宣王问（孟子）说：“齐桓公、晋文公（称霸）的事，可以讲给我听听吗？”<br>孟子回答说：“孔子这些人中没有讲述齐桓公、晋文公的事情的人，因此后世没有流传。我没有听说过这事。（如果）不能不说，那么还是说说行王道的事吧！”<br>（齐宣王）说：“要有什么样的德行，才可以称王于天下呢？”<br>（孟子）说：“使人民安定才能称王，没有人可以抵御他。”<br>（齐宣王）说：“像我这样的人，能够保全百姓吗？”<br>（孟子）说：“可以。”<br>（齐宣王）说：“从哪知道我可以呢？”<br>（孟子）说：“我听胡龁说（我从胡龁那听说）：‘您坐在大殿上，有个人牵牛从殿下走过。您看见这个人，问道：‘牛（牵）到哪里去？’（那人）回答说：‘准备用它（的血）来涂在钟上行祭。’您说：‘放了它！我不忍看到它那恐惧战栗的样子，这样没有罪过却走向死地。’（那人问）道：‘那么既然这样，（需要）废弃祭钟的仪式吗？’你说：‘怎么可以废除呢？用羊来换它吧。’不知道有没有这件事？”<br>（齐宣王）说：“有这事。”<br>（孟子）说：“这样的心就足以称王于天下了。百姓都认为大王吝啬（一头牛）。（但是）诚然我知道您是出于于心不忍（的缘故）。”<br>（齐宣王）说：“是的。的确有这样（对我误解）的百姓。齐国虽然土地狭小，我怎么至于吝啬一头牛？就是因为不忍看它那恐惧战栗的样子，就这样没有罪过却要走向死亡的地方，因此用羊去换它。”<br>（孟子）说：“您不要对百姓认为您是吝啬的感到奇怪。以小（的动物）换下大（的动物），他们怎么知道您的想法呢？您如果痛惜它没有罪过却要走向死亡的地方，那么牛和羊又有什么区别呢？”<br>齐宣王笑着说：“这究竟是一种什么想法呢？（我也说不清楚），我（的确）不是（因为）吝啬钱财才以羊换掉牛的，（这么看来）老百姓说我吝啬是理所应当的了。”<br>（孟子）说：“没有关系，这是体现了仁爱之道，（原因在于您）看到了牛而没看到羊。有道德的人对于飞禽走兽：看见它活着，便不忍心看它死；听到它（哀鸣）的声音，便不忍心吃它的肉。因此君子不接近厨房。”<br>齐宣王高兴了，说：“《<a href=\"http://so.gushiwen.org/view_72502.aspx\">诗</a>经》说：‘别人有什么心思，我能揣测到。’说的就是先生您这样的人啊。我这样做了，回头再去想它，却想不出是为什么。先生您说的这些，对于我的心真是有所触动啊！这种心之所以符合王道的原因，是什么呢？”<br>（孟子）说：“（假如）有人报告大王说：‘我的力气足以举起三千斤，却不能够举起一根羽毛；（我的）眼力足以看清鸟兽秋天新生细毛的末梢，却看不到整车的柴草。’那么，大王您相信吗？”<br>（齐宣王）说：“不相信。”<br>（孟子说：）“如今您的恩德足以推及禽兽，而老百姓却得不到您的功德，却是为什么呢？这样看来，举不起一根羽毛，是不用力气的缘故；看不见整车的柴草，是不用目力的缘故；老百姓没有受到爱护，是不肯布施恩德的缘故。所以，大王您不能以王道统一天下，是不肯干，而不是不能干。”<br>（齐宣王）说：“不肯干与不能干在表现上怎样区别？”<br>（孟子）说：“（用胳膊）挟着泰山去跳过渤海，告诉别人说：‘我做不到。’这确实是做不到。为长辈按摩，告诉别人说：‘我做不到。’这是不肯做，而不是不能做。大王所以不能统一天下，不属于（用胳膊）挟泰山去跳过渤海这一类的事；大王不能统一天下，属于对长辈按摩一类的事。尊敬自己的老人，进而推广到尊敬别人家的老人；爱护自己的孩子，进而推广到爱护别人家的孩子。（照此理去做）要统一天下如同在手掌上转动东西那么容易了。《诗经》说：‘（做国君的）给自己的妻子作好榜样，推广到兄弟，进而治理好一家一国。’──说的就是把这样的心推广到他人身上罢了。所以，推广恩德足以安抚四海百姓，不推广恩德连妻子儿女都安抚不了。古代圣人大大超过别人的原因，没别的，善于推广他们的好行为罢了。如今（您的）恩德足以推广到禽兽身上，老百姓却得不到您的好处，这究竟是什么原因呢？用秤称，才能知道轻重；用尺量，才能知道长短，任何事物都是如此，人心更是这样。大王，您请思量一下吧！还是说（大王）您发动战争，使将士冒生命的危险，与各诸侯国结怨，这样心里才痛快么？”<br>齐宣王说：“不是的，我怎么会这样做才痛快呢？我是打算用这办法求得我最想要的东西罢了。”<br>（孟子）说：“您最想要的东西是什么，（我）可以听听吗？”<br>齐宣王只是笑却不说话。<br>（孟子）说：“是因为肥美甘甜的食物不够吃呢？又轻又暖的衣服不够穿呢？还是因为美女不够看呢？美妙的音乐不够听呢？左右受宠爱的大臣不够用呢？（这些）您的大臣们都能充分地提供给大王，难道大王真是为了这些吗？”<br>（齐宣王）说：“不是，我不是为了这些。”<br>（孟子）说：“那么，大王所最想得到的东西便可知道了：是想开拓疆土，使秦国、楚国来朝见，统治整个中原地区，安抚四方的少数民族。（但是）以这样的做法，去谋求这样的理想，就像爬到树上却要抓鱼一样。”<br>齐宣王说：“真的像（你说的）这么严重吗？”<br>（孟子）说：“恐怕比这还严重。爬到树上去抓鱼，虽然抓不到鱼，却没有什么后祸；假使用这样的做法，去谋求这样的理想，又尽心尽力地去干，结果必然有灾祸。”<br>（齐宣王）说：“（这是什么道理）可以让我听听吗？”<br>（孟子）说：“（如果）邹国和楚国打仗，那您认为谁胜呢？”<br>（齐宣王）说：“楚国会胜。”<br>（孟子）说：“那么，小国本来不可以与大国为敌，人少的国家本来不可以与人多的国家为敌，弱国本来不可以与强国为敌。天下的土地，纵横各一千多里的（国家）有九个，齐国的土地总算起来也只有其中的一份。以一份力量去降服八份，这与邹国和楚国打仗有什么不同呢？还是回到根本上来吧。（如果）您现在发布政令施行仁政，使得天下当官的都想到您的朝廷来做官，种田的都想到您的田野来耕作，做生意的都要（把货物）存放在大王的集市上，旅行的人都想在大王的道路上出入，各国那些憎恨他们君主的人都想跑来向您申诉。如果像这样，谁还能抵挡您呢？”<br>齐宣王说：“我糊涂，不能懂得这个道理。希望先生您帮助我（实现）我的愿望。明确的指教我，我虽然不聪慧，请（让我）试一试。”<br>（孟子）说：“没有长久可以维持生活的产业而常有善心，只有有志之士才能做到，至于老百姓，没有固定的产业，因而就没有长久不变的心。如果没有长久不变的善心，（就会）不服从约束、犯上作乱，没有不做的了。等到（他们）犯了罪，随后用刑法去处罚他们，这样做是陷害人民。哪有仁爱的君主掌权，却可以做这种陷害百姓的事呢？所以英明的君主规定老百姓的产业，一定使他们上能赡养父母，下能养活妻子儿女；年成好时能丰衣足食，年成不好也不致于饿死。这样之后督促他们做好事。所以老百姓跟随国君走就容易了。如今，规定人民的产业，上不能赡养父母，下不能养活妻子儿女，好年景也总是生活在困苦之中，坏年景免不了要饿死。这样，只把自己从死亡中救出来，恐怕还不够，哪里还顾得上讲求礼义呢？大王真想施行仁政，为什么不回到根本上来呢？（给每家）五亩地的住宅，种上桑树，（那么）五十岁的人就可以穿上丝织的衣服了；鸡、小猪、狗、大猪这些家畜，不要失去（喂养繁殖的）时节，七十岁的人就可以有肉吃了；一百亩的田地，不要（因劳役）耽误了农时，八口人的家庭就可以不挨饿了；重视学校的教育，反复地用孝顺父母，尊重兄长的道理叮咛他们，头发斑白的老人便不会再背着、顶着东西在路上走了。老年人穿丝衣服吃上肉，老百姓不挨饿受冻，如果这样还不能统一天下，那是没有的（事情）。”</p> <p><strong>注释</strong><br>（1）选自《孟子·梁惠王上》。 <br>（2）齐宣王：田氏，名辟疆，齐国国君，前342年至前324年在位。<br>（3）齐桓、晋文：指齐桓公小白和晋文公重耳，春秋时先后称霸，为当时诸侯盟主。宣王有志效法齐桓、晋文，称霸于诸侯，故以此问孟子。<br>（4）仲尼：孔子的字。道：述说，谈论。儒家学派称道尧舜禹汤文武等“先<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>”，不主张“霸道”，所以孟子这样说。<br>（5）无以：不得已。以，同“已”，作止讲。王（wàng）：用作动词，指王天下，即用王道（仁政）统一天下。<br>（6）保：安。莫之能御：没有人能抵御他。御：抵御，阻挡。<br>（7）胡齕（hé）：齐王的近臣。<br>（8）之：往，到…去。<br>（9）衅（xìn）钟：古代新钟铸成，用牲畜的血涂在钟的缝隙中祭神求福，叫衅钟。 衅，血祭。<br>（10）觳（hú）觫（sù）：恐惧颤抖的样子。<br>（11）若：如此。就：接近，走向。<br>（12）然则：既然如此，那么就。<br>（13）易：交换。<br>（14）识：知道。诸：“之乎”的合音。<br>（15）是：代词，这种。足以王（wàng）：足够用来王天下。<br>（16）爱：爱惜，这里含有吝啬之意。<br>（17）诚有百姓者：的确有这样（对我误解）的百姓。诚：的确，确实。<br>（18）褊（biǎn）小：土地狭小。<br>（19）无异：莫怪，不要感到奇怪。于：对。<br>（20）彼恶知之：他们怎么知道呢？恶（wū）：怎，如何。<br>（21）隐：哀怜。<br>（22）何择：有什么分别。择：区别，分别。<br>（23）宜：应当。乎：在这里表示感叹。此句是主谓倒装句，“百姓之谓我爱也”是“宜乎”的主语。之：助词，用在主谓之间，取消句子的独立性。<br>（24）无伤：没有什么妨碍，此处译为没有什么关系。<br>（25）仁术：指仁爱之道，实施仁政的途径。<br>（26）庖厨：厨房。<br>（27）说：同“悦”，高兴。<br>（28）“《诗》云”二句：见于《诗经·小雅·巧言》，意思是他人有心思，我能推测它。忖（cǔn）度（duó）：揣测。<br>（29）夫子之谓也：（这话）说的就是你这样的人。夫子：古代对男子的尊称，这里指孟子。……之谓也：……说的就是……<br>（30）戚戚：心动的样子，指有同感。<br>（31）复：报告。<br>（32）钧：古代以30斤为一钧。<br>（33）明：眼力。秋毫之末：鸟兽秋天生出的绒毛的尖端，喻极细小的东西。<br>（34）舆薪：一车薪柴。<br>（35）王许之乎：大王相信吗？许：相信，赞同。<br>（36）“今恩”句以下是孟子的话，省去“曰”字，表示语气急促。<br>（37）见保：受到保护或安抚。见：被。<br>（38）王之不王：大王不能以王道统一天下。第二个王是动词。<br>（39）形：具体的外在区别和表现。 异：区别。<br>（40）挟（xié）：夹在腋下。太山：泰山。超：跳过。北海：渤海。<br>（41）枝：枝同“肢”。这句意谓，为年长者按摩肢体。一说指向老者折腰行鞠躬礼，一说替长者攀摘树枝。皆指轻而易举之事。<br>（42）老吾老：第一个“老”字作动词用，意动用法，可译为尊敬；第二个“老”作名词，是老人的意思。其下句“幼吾幼”句法相同。<br>（43）运于掌：运转在手掌上，比喻称王天下很容易办到。<br>（44）“《诗》云”句：见于《诗经·大雅·思齐》，意思是给妻子作好榜样，推及兄弟，以此德行来治理国家。刑：同“型”，这里作动词用，指以身作则，为他人示范。寡妻：国君的正妻。御：治理。家邦：国家。<br>（45）言举斯心加诸彼而已：孟子总结这三句诗的意思，就是说把你爱自家人的心，推广到爱他人罢了。<br>（46）大过：大大超过。<br>（47）权：秤锤，这里作动词用，指用秤称重。<br>（48）度（duó）：用尺量。<br>（49）度（duó）：思量，揣度。<br>（50）抑：选择连词，还是。危：使……受到危害。构怨：结仇。<br>（51）肥甘：肥美香甜的食物。<br>（52）岂：难道。<br>（53）然：这样。则：那么。<br>（52）轻暖：轻柔暖和的衣裘。<br>（53）便嬖（piánbì）：国王宠爱的近侍。<br>（54）辟：开辟，扩大。<br>（55）朝：使……称臣（或朝见）。<br>（56）莅（lì）：居高临下，引申为统治。中国：指中原地带。<br>（57）而：表并列。抚：安抚，使……归顺。四夷：四方的少数民族。<br>（58）以：凭借。若：如此。若：你。<br>（58）缘木而求鱼：爬到树上去捉鱼，比喻不可能达到目的。<br>（59）若是：如此。甚：厉害。<br>（60）殆：不定副词，恐怕，大概。有：同“又”。<br>（61）邹：与鲁相邻的小国，在今山东邹县。楚：南方的大国。<br>（62）集：凑集。这句说，齐国土地合起来约有一千个平方里。<br>（63）盖：同“盍”，兼词，“何不”的合音。反其本：回到根本上来，指回到王道仁政上来。 反通返。<br>（64）发政施仁：发布政令，推行仁政。<br>（65）商贾皆欲藏于王之市：做生意的都愿意把货物储存在大王的集市上。<br>（66）涂：通“途”。<br>（65）疾：憎恨。<br>（66）赴愬：前来申诉。<br>（67）惛：同“昏”，思想昏乱不清。 进：前进。于：在。是：这。<br>（68）敏：聪慧。<br>（68）恒产：用以维持生活的固定的产业。恒心：安居守分之心。<br>（69）放辟邪侈：“放”和“侈”同义，都是纵逸放荡的意思。“辟”和“邪”同义，都是行为不轨的意思。<br>（70）罔民：张开罗网陷害百姓。罔，同“网”，用作动词。<br>（71）制：规定。<br>（72）畜：同“蓄”，养活，抚育。妻子；妻子儿女。<br>（73）乐岁：丰收的年头。 终：一年。<br>（74）凶年：饥荒的年头。<br>（75）驱：督促，驱使。之：往，到。善，做好事。<br>（76）轻：容易。<br>（77）赡（shàn）：足，及。<br>（78）奚：何。暇：空闲时间。<br>（79）盍：何不。<br>（80）五亩之宅：五亩大的住宅。传说古代一个男丁可以分到五亩土地建筑住宅。古时五亩合现在一亩二分多。<br>（81）衣：穿。帛：丝织品。<br>（82）豚（tún）：小猪。彘（zhì）：大猪。<br>（83）百亩之田：传说古代实行井田制，每个男丁可以分到土地一百亩。<br>（84）谨：重视，谨慎地对待。庠（xiáng）序：古代学校的名称。周代叫庠，殷代叫序。<br>（85）申：反复教导。<br>（86）颁白者：头发半白半黑的老人。颁，同“斑”。<br>（87）黎民：黑头发的民众。这里指少壮者，与上文老者对举。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本文通过孟子游说齐宣王提出放弃霸道，施行王道的经过，比较系统地阐发了孟子的仁政主张。 </p> <p>　　这篇文章记孟子游说宣王行仁政。说明人皆有不忍之心，为国君者，只要能发扬心中这种善端，推己及人，恩及百姓，就不难保民而王。文章通过孟子与齐宣王的对话，表现了孟子“保民而王”的王道思想和富民、教民的政治主张，也表现了孟子善辩的性格和高超的论辩技巧。他的主张，首先是要给人民一定的产业，使他们能养家活口，安居乐业。然后再“礼义”来引导民众，加强伦理道德教育，这样就可以实现王道理想。这种主张反映了人民要求摆脱贫困，向往安定生活的愿望，表现了孟子关心民众疾苦、为民请命的精神，这是值得肯定的。但孟子的思想也有其局限性。一是战国时期，由分裂趋向统一，战争难以避免。孟子往往笼统反对武力，显得脱离实际不合潮流。二是他的仁政主张完全建立在“性善论”基础上，显得过于天真、简单。孟子的思想虽然有一定的价值，与当时的社会却有很大距离，所以是行不通的。</p>",
  "about": "<h2>写作特点</h2> <p>　　本文是孟子的代表作品之一，颇能反映孟子散文结构严谨、中心突出、论点明确、说理充分、感情激越、气势磅礴这些基本特色。本文是对话体议论文，孟子要在与齐宣王的对话中，使他接受自己的政治主张，他就必须揣摸对方的心理，诱使对方顺着自己的思路来谈话。因此本文在写作上比较曲折委婉，层层深入，而且说理既逻辑严密，又注意形象生动。本文的艺术特色有如下几点：</p> <p>　　1、迂回曲折，层层深入，跌宕起伏。论述问题先从侧面、远处、外围入手，逐渐引向主旨，形成了迂回曲折、波澜起伏的论辩风格。本文意在宣扬王道，却不直言王道，而以齐宣王问齐桓晋文之事发端。这个开头既避免了平铺直叙，使文章产生了顿挫之感，又使文章形成驳辩的局面，引出孟子的一段立场鲜明的谈话。孟子的答语既表明了对霸道的态度，又机智委婉地把谈话引向王道。但下文又不正面谈王道，而以“以羊易牛”的事例肯定齐宣王有不忍之心，具备行王道的基本条件，借此打开话题，鼓起齐宣王行王道、施仁政的信心和兴趣。接着又宕开一笔，先言“百姓皆以王为爱”，再为齐宣王辩解，使谈话的气氛趋向缓和，进入谈话情境。再以“牛羊何择焉”，词锋一转，为百姓辩解。齐宣王只好无可奈何地自我解嘲。然后孟子好言安慰，以免使齐宣王失去对王道的兴趣。于是齐宣王赞孟子善察人心，悉心向孟子请教。这一段又打又拉，忽起忽落。百姓的揣度，宣王的辩解，孟子的分说，交错间杂，曲折起伏，颇有意趣，最终把齐王对齐桓晋文之事的注意转到对仁的注意上。孟子仍不直说自己的仁政学说，而是以一系列比喻，说明齐宣王不行仁政非不能而是不为。要使齐王真正倾心王道，必须根除他心中以霸道得天下的大欲。对此，孟子明知齐宣王的大欲是什么，却故意不直说，欲擒故纵，先说五种不足，才引出大欲。然后以缘木求鱼和邹与楚战，说明齐王之大欲的行不通和危害。至此，水到渠成，气势充沛地引出了自己的正面观点。行文真是千回百转，摇曳生姿。</p> <p>　　2、气势浩然，逻辑严谨。本文铺张扬厉，纵横恣肆，各段之间又联系紧密，一气呵成。孟子散文的气势源于他坚毅的人格，他对自己的主张，坚定不移的信念和广博的学问，气盛则言宜，所以谈起话来理直气壮，刚柔相济，词锋犀利。但本文不仅波澜起伏，气势磅礴，而且逻辑上十分严密，一环扣一环，表面上散漫无纪，实则始终围绕“保民而王”这一中心论点，层次清晰地步步深入，由齐宣王的不忍之心推出他有行王道的基础，进而论述不行王道是不为，而非不能。不为王道是因其心存霸欲，所以又力论霸道的不可行及其危害。至此，孟子才展开仁政蓝图，令齐王心动目眩，迫切希望实行王道，于是孟子又向齐宣王说出了实行王道的具体措施。全文如滔滔江河，水到渠成，顺理成章。</p> <p>　　3、取譬设喻。孟子散文长于譬喻，本篇也是如此。如，“力足以举百钧，而不足以举一羽”“明足以察秋毫之末，而不见舆薪”“挟太山以超北海”“为长者折枝”“缘木求鱼”“邹人与楚人战”等等，非常生动而又言简意赅地说明了道理。孟子这些比喻，并非实际存在的事物，而是凭空造说，带有寓言性和夸张性，却并不给人虚假之感，而是更显道理之真，情事之实。</p> <p>　　此外，本文还在许多方面表现了孟子的论辩艺术和语言技巧。如以“以羊易牛”这种齐宣王亲身经历的事情说服齐宣王，不仅有故事性，使文章更生动形象，而且也更有说服力，更易被齐宣王所接受。再如文中句式不断变化，大量运用排比句式，而且单句和排比句交错使用，既有引经据典之句，更多明白浅显之语，使全文笔势灵活，文词富赡。</p><br/><h2>结构层次</h2> <p>　　本文是一篇谈话记录，齐宣王提问，孟子回答，问与答紧密相连，不容易看出层次。</p> <p>　　这里根据内容，把课文分为三部分。</p> <p>　　第一部分（开头至“王请度之”），主要说齐宣王未实行王道，不是不能，而是不为。这部分又可分为三层。</p> <p>　　第一层（从开头到“则王乎”），提出并明确话题，以问“霸道”开始，转入说“王道”。齐宣王一见孟子，就迫不及待地问齐桓晋文称霸的事，正说明他有称霸的企图。齐桓公、晋文公是春秋五霸中的二霸。前者九合诸侯，一匡天下；后者乱扶周，破楚救宋，都是当时的霸主。因为他们的行事不是靠仁政，而是凭武力，因此被儒家称为“霸道”，与“王道”相对立。所以问齐桓、晋文之事，等于问霸道之事，这对于崇尚王道的孟子来说，无异于劈头一瓢冷水。而孟子以“臣未之闻也”一句，轻轻把话题岔开，转而谈论王道。</p> <p>　　第二层（从“曰：‘德何如，则可以王矣’”到“是以君子远庖厨也”），提出“保民而王”的中心论点，肯定齐宣王能够保民而王。在孟子看来，王天下的关键在于行仁政，所以孟子首先提出“保民而王”的政治主张。然后再紧紧抓住齐宣王的“不忍”大做文章。在这里，孟子不是空泛的论述，而是抓住了齐宣王“以羊易牛”的事例加以阐发。老百姓看到“以羊易牛”，以小易大，认为王是爱财；孟子则不同，他肯定王有“不忍之心”，只是没有把为仁之事继续扩展下去。这说明齐宣王已经有了“保民”的基本条件，具备施行王道的基础。同时也为下文论说宣王没有实行“王道”，“是不为”而“非不能”埋下了伏笔。</p> <p>　　第三层（从“王说”到“王请度之”），剖析齐宣王的仁心未及于民，未成王道，不是“不能”，而是“不为”。首先，孟子以一组巧妙的比喻，正面引出“王之不王，不为也，非不能也”的结论。其次以“挟太山以超北海”和“为长者折枝”这组对照性比喻，进一步阐明“不为”和“不能”的区别。最后顺其理势，引经据典，加以正面晓喻。说明王道并不难，最基本的就是“推恩”，“推恩足以保四海”，为齐宣王指明了努力的方向。</p> <p>　　第二部分（“抑王兴甲兵，危士臣”至“孰能御之”），从反面论述“霸道”的危害，敦促齐宣王彻底改弦易辙，放弃霸道，实行王道。齐宣王不能实行王道，不是方法问题，而是一心要实行“霸道”。孟子先以“兴甲兵”几句，不直说霸道，却列举了霸道的种种害处，使齐宣王不得不说出“吾何快于是”，从而引导他说出“大欲”。“笑而不言”四字，写出宣王欲霸天下而又躲躲闪闪，不那么理直气壮的神态，极尽传神之妙。孟子明知齐宣王的“大欲”仍是霸业，却故意以口腹声色之娱来揣度，形成文章的顿挫，然后道破其“大欲”乃是以力争霸天下，点明齐宣王的“大欲”后，旋即以“缘木求鱼”这个生动的比喻，彻底打碎了他的幻想，犹如当头棒喝，使文势如悬崖坠石，有千钧之力。宣王不禁惊言：有这么严重吗？孟子再步步进逼，以邹与楚战为喻，说明齐若与天下对抗，强弱不均之势显而易见，从而导出小不敌大、寡不敌众、弱不敌强的结论，以使齐宣王彻底放弃“霸道”。霸道的危害既已讲清，孟子再正面铺写行仁政王道的威力，就不能不令齐宣王怦然心动了。</p> <p>　　第三部分（“王曰：‘吾不能进于是矣。’”到篇末），阐述施行王道的具体措施。经过上文对王霸利弊的说明，齐宣王表示愿意就教，孟子这才水到渠成地拿出了他的仁政主张：“制民之产”和“谨庠序之教”。使百姓有恒产，足以饱身养家，然后再对他们施以礼义道德的教育。这一王道仁政模式，以排比句对称说出，说王道制度，极言其利。只要做到这一点，老百姓归附，犹如万条江河归大海，形成“孰能御之”之势。全篇最后以一幅王道乐土的美好画卷作结。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及弟子"
  },
  "tags": [
    "高中文言文",
    "游说",
    "仁政",
    "思想",
    "故事"
  ]
}