{
  "id": 49400,
  "star": 32,
  "name": "木兰花令·次马中玉韵",
  "dynasty": "宋代",
  "content": "知君仙骨无寒暑。千载相逢犹旦暮。故将别语恼佳人，要看梨花枝上雨。<br>落花已逐回风去。花本无心莺自诉。明朝归路下塘西，不见莺啼花落处。",
  "fanyi": "<p><strong>译文<br></strong>我知道您的崇高品格有如得仙道的人，深冬不寒，盛夏不热。我们真像是千载相逢而别于旦夕之间的人。是我故意拿分别的话语来刺激您，想要看一看您的泪流满面的样子呀！<br>落花已追随回风而去，它本是无心逐风的，春莺懂得其中的真情啊。明天我就要踏上“归路”，走出钱塘西途了；从此之后，也就看不见春莺哀啼花落的地方了。</p> <p><strong>注释<br></strong>⑴木兰花令：词牌名，原唐教坊曲名。<br>⑵马中玉：名碱，山东茌平人。《<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_49400.aspx\">诗</a>集》卷三十三《次前韵答马忠玉》查注引《咸淳临安志》：“元祜五年八月，宣德郎马城自提点淮南西路刑狱，改两浙路提刑。”合注云：“绍圣三年知湖州，累知荆州，坐与<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>善，置海州。”<br>⑶仙骨：这里指马中玉。《注坡词》云：“得仙道者，深冬不寒，盛夏不热。”无寒暑：不计年岁。<br>⑷梨花枝上雨：比喻美人眼泪。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“玉容寂寞泪阑干，梨花一枝春带雨。”<br>⑸塘西：指钱塘西。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片开头云：“知君仙骨无寒暑。千载相逢犹旦暮。”词人首先表示了自己对挚友马中玉的尊敬和惜别之意。下文，词人对马中玉于己的难舍难分之情，又做了最“知己”的表述：“故将别语恼佳人，欲看梨花枝上雨。”“故将”二字，用语极其巧妙，词人明知马中玉对自己的感情，一旦分手，必定会流泪哭泣，却故意用诙谐语气调侃友人。是词人为打破与马中玉分手时的难堪局面，而故意用分别的话语来挑逗对方使他落了泪。这就是说，词人把勾起友人抛洒惜别眼泪的罪责，归在自己身上了。其实，词人行为的实质，正是用诙谐之语去安慰对方，是故意把分手时滚涌眼泪的情感淡化下来，从此可以看到词人对友人的挚爱之情，是非常的深切真诚。</p> <p>　　下片“落花已逐回风去。花本无心莺自诉。”则着重转向了对自己内心的描写。词人把自己离杭赴京的处境比作了“落花”，说它的凋落花瓣已经被回风吹逐而去了。其实，落花本是无心逐风的，只是自己不能掌握自己的命运；只有那花枝上的春莺懂得其中真情，它站在枝头上啾啾哀鸣，正在倾诉着内心的烦恼——词章以物观我，逸笔韵远，发人深思。末二句则痛书别去：“明朝归路下塘西，不见莺啼花落处。”词的感情直泻而下，有如山洪奔腾无可挽阻。这词情正与马中玉赠行词之“从今宁忍看西湖，抬眼尽成肠断处”遥相呼应，读之令人潸然泪下。</p> <p>　　这是一首作答词，全词赋陈铺叙，又寄托感发；意内言外，而回荡反复。给人以真挚自然，悲从中起的艺术感受。</p>",
  "about": "<h2>创作背景</h2> 　　元祐六年（1091年）辛未春三月，东坡守杭任满，奉召还朝，友人马中玉时任两浙路提刑，正在杭州，赋《木兰花令》词赠行，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>乃赋此词作答。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "友人",
    "赠答",
    "抒情"
  ]
}