{
  "id": 72178,
  "star": 89,
  "name": "郑庄公戒饬守臣",
  "dynasty": "先秦",
  "content": "　　秋七月，公会齐侯、郑伯伐许。庚辰，傅于许。颍考叔取郑伯之旗蝥弧以先登，子都自下射之，颠。瑕叔盈又以蝥弧登，周麾而呼曰：“君登矣！”郑师毕登。壬午，遂入许。许庄公奔卫。齐侯以许让公。公曰：“君谓许不共，故从君讨之。许既伏其罪矣。虽君有命，寡人弗敢与闻。”乃与郑人。</p> <p>　　郑伯使许大夫百里奉许叔以居许东偏，曰：“天祸许国，鬼神实不逞于许君，而假手于我寡人，寡人唯是一二父兄不能共亿，其敢以许自为功乎？寡人有弟，不能和协，而使糊其口于四方，其况能久有许乎？吾子其奉许叔以抚柔此民也，吾将使获也佐吾子。若寡人得没于地，天其以礼悔祸于许，无宁兹许公复奉其社稷，唯我郑国之有请谒焉，如旧昏媾，其能降以相从也。无滋他族实逼处此，以与我郑国争此土也。吾子孙其覆亡之不暇，而况能禋祀许乎？寡人之使吾子处此，不惟许国之为，亦聊以固吾圉也。”乃使公孙获处许西偏，曰：“凡而器用财贿，无置于许。我死，乃亟去之！吾先君新邑于此，王室而既卑矣，周之子孙日失其序。夫许，大岳之胤也。天而既厌周德矣，吾其能与许争乎？”</p> <p>　　君子谓郑庄公“于是乎有礼。礼，经国家，定社稷，序民人，利后嗣者也。许，无刑而伐之，服而舍之，度德而处之，量力而行之，相时而动，无累后人，可谓知礼矣。”",
  "fanyi": "<p><strong>译文</strong><br>　　鲁隐公十一年秋天七月，鲁隐公会合齐侯、郑伯讨伐许国。初一这一天，三国的军队逼近许国城下。颍考叔举着郑国的蝥弧旗，首先登上了城墙，子都(郑大夫，公孙阏)从下面射他，颍考叔跌下来死了。瑕叔盈又举起蝥弧爬上城墙，挥舞旗帜并呼喊道：“我们国君登城啦！”郑国的军队全部登上城墙。初三这一天，便攻入许国。许庄公逃到卫国去了。齐侯要把许国让给鲁隐公。鲁隐公说：“您说许国不交纳贡物，又不履行诸侯的职责，所以跟随您讨伐它。现在许国已经受到应有的惩罚了，虽然您有命令，我也不敢参与这事的。”于是就把许国给了郑庄公。<br>　　郑庄公让许国大夫百里侍奉许庄公的弟弟许叔住在许国的东部边邑，对他说：“上天降祸给许国，鬼神也不满意许君，所以借我的手来惩罚他，我有少数的几个同姓臣子，尚且不能同心协力，哪里还敢拿打败许国作为自己的功劳呢？我有个弟弟(共叔段)，还不能和睦相处，致使他到处流浪，在四方奔走寄食，又怎么能长久占有许国呢？你侍奉许叔安抚这里的百姓，我将派公孙获来帮助你。如果我能得到善终而长眠于地下，上天施恩，懊悔前日对许的降祸，难道许公就不能再来掌管他的国家？只是我们郑国请求时，希望相亲相近像老亲家一样，能屈尊降贵答应我们。<br>　　千万不要助长他族，使他族逼近、居住在这里，来和我郑国争夺这地方。如果那样，我的子孙连自己挽救郑国自己的危亡都无暇照顾，又怎能祭祀许国的山川呢？我之所以让你住在这里，不单是为许国着想，也借以巩固我们郑国的边防啊。”<br>　　于是又派公孙获驻扎在许国西部边境，对他说：“凡是你的器物钱财，不要放在许国。我死了，你就马上离开许国！先君是新近在这里建成都邑，眼看周王室的地位权力一天天衰微，周的子孙也一天天的失掉所继承的祖先功业。许国是太岳后代。上天既然厌弃周朝的气运了，我们是周的子孙，怎么能和许国相争呢？”<br>　　君子认为：“郑庄公在这件事上是符合礼制的。礼制，是可以治理国家，稳定政权，安抚百姓，并有利于后世子孙的。许国不守法度就去讨伐它，伏罪了就宽恕它，度量自己的德行去处理问题，估量自己的实力去行事，看清形势而后行动，不连累后人，可以说是知礼了。”</p><p><strong>注释</strong><br>⑴公︰鲁隠公。齐侯︰齐僖公。郑伯︰郑庄公。<br>⑵许︰国名，在今河南许昌县。<br>⑶傅:同附,靠近。蝥弧︰旗名。<br>⑷子都︰郑国大夫。子都与颍考叔有争车之怨，故射之以报怨。<br>⑸瑕叔盈︰郑国大夫。<br>⑹共︰同“供”。<br>⑺百里︰许国大夫。<br>⑻许叔︰许庄公之弟。<br>⑼父兄：父老兄弟。指同姓臣子。共亿：相安无事。<br>⑽吾子：二人谈话时对对方的敬称。<br>⑾获︰指郑国大夫公孙获。<br>⑿昏媾︰昏通婚，婚姻；结亲。<br>⒀禋祀︰祭天神之礼。<br>⒁圉︰边境。<br>⒂亟：急切。<br>⒃而︰代词，你；你的。<br>⒄贿︰货财。金玉称货，布帛称贿。<br>⒅乃︰汝；你。<br>⒆序︰同“绪”，前人的功业。<br>⒇大岳︰传说尧舜时的四方部落首领。<br>(21)胤︰后嗣。<br>(22)经︰治理。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　郑庄公是个成功的政治家，文治武功都很有一套，在纷争多变的国际争斗中，郑庄公通谋略，精权变，善外交，将郑国经营的显赫一时。追求强势人生，郑庄公的一生无疑是强势的，因此他成了春秋霸主。同时他又是知礼的，因此他重用高渠弥，最终导致了郑国国势由盛转衰，令人唏嘘。不管如何，强势人生的观念值得推崇，活一天就要进取一天。</p> <p>　　春秋时期，与郑国毗邻的地区有个中原之中的小国，叫做许国。许国是被周朝分封的姜姓诸侯国之一，属于五等诸侯男爵。相传许国与齐国共一个祖先，都是上古尧舜时期的四岳伯夷之后，许国的始祖为许文叔。</p> <p>　　平王东迁，许国也是坚定的拥立者之一，因而东周初年，甫侯申伯为王贤相，齐、许列为诸侯，霸于中国。然而，好景不长。自东周迁都以来，王室势颓，恃强凌弱，巧取豪夺成了国与国之间的家常便饭，诸侯连周王室都不放在眼里，更遑论其座下的犬马小国。</p> <p>　　由于许国地处中原要冲，四周虎狼环伺，豪强林立，作为一个弱小国家，只好依附列强，夹缝求生，比如齐强时附齐，楚盛时附楚，晋来时归晋。但是即便如此，北方的郑国仍然对许国虎视眈眈。</p> <p>　　郑国的国君名叫寤生，寤生又号郑庄公，郑庄公乃是著名的春秋一小霸。同时郑庄公也可谓春秋时期最老谋深算的野心家。东周初年，他便借周平王东迁之机，一度相继灭掉对他有恩的虢国和桧国，接下来郑国把自己的战略打击目标定为许国，弱小的许国，很快就沦落成为郑国欲与吞食的一块肥肉。</p> <p>　　这篇古文记载的正是郑庄公攻克许都之后，对留守许地的臣子所作的两次训戒，这篇训戒在历史上非常有名。由这段戒饬之词实在是不难看出，郑庄公其人之精明能干，以及他为政的深谋远虑。</p> <p>　　历史上历来对郑庄公的评价莫衷一是，不过后来的许多正人君子们读到这一段历史，无不认为：“郑庄公在这件事情上是有礼数的。而遵行礼制，不仅有利于治理国家，巩固社稷，更有利于子孙后代。许国不守法度就讨伐它，伏罪之后就饶恕它，度量自己的德行去处理问题，根据自己的能力来为人处事，尽可能的不连累后人，可以说是知礼了。”</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "寓理"
  ]
}