{
  "id": 48723,
  "star": 69,
  "name": "采桑子·轻舟短棹西湖好",
  "dynasty": "宋代",
  "content": "轻舟短棹西湖好，绿水逶迤，芳草长堤，隐隐笙歌处处随。<br>无风水面琉璃滑，不觉船移，微动涟漪，惊起沙禽掠岸飞。",
  "fanyi": "<p><strong>译文</strong><br>西湖风光好，驾轻舟划短桨多么逍遥。 碧绿的湖水绵延不断，长堤上花草散出芳香。 隐隐传来的音乐歌唱，像是随着船儿在湖上飘荡。<br>无风的水面，光滑得好似琉璃一样，不觉得船儿在前进，只见微微的细浪在船边荡漾。看，被船儿惊起的水鸟，正掠过湖岸在飞翔。</p> <p><strong>注释</strong><br>采桑子：又名丑奴儿，罗敷媚等。双调四十四字，上下阙各四句三平韵。<br>轻舟：轻便的小船。短棹：划船用的小桨。西湖：指颍州西湖。在今安徽省太和县东南，是颍水和其他河流汇合处。宋时属颍州。<br>绿水：清澈的水。逶迤：形容道路或河道弯曲而长。<br>隐隐：隐约。笙歌：指歌唱时有笙管伴奏。<br>琉璃：指玻璃，这里形容水面光滑。<br>涟漪：水的波纹。<br>沙禽：沙洲或沙滩上的水鸟。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这组《采桑子》从不同侧面描写了“水深莫测，广袤相齐”（《正德颍州志》卷一）的西湖美景，从中折射出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>挂冠退隐后从容自适的闲雅心理。</p> <p>　　这首词是《采桑子》组词中的一首。描写四季风景是欧阳修《采桑子》组词的重要内容。这首名列第一，写的是春色中的西湖，风景与心情，动感与静态，视觉与听觉，两两对应而结合，形成了一道流动中的风景。全词以轻松淡雅的笔调，描写泛舟颍州西湖时所见的美丽景色，以“轻舟”作为观察风景的基点，舟动景换，但心情的愉悦是一以贯之的。色调清丽，风格娟秀，充满<a href=\"http://so.gushiwen.org/view_48723.aspx\">诗</a>情画意，读来清新可喜。</p> <p>　　上阕主要写堤岸风景，笔调轻松而优雅。“西湖好”是一篇之眼，“短棹”二字已将休闲的意思委婉写出，因为是短棹，所以轻舟缓慢而悠闲地飘荡在湖面上，游人有足够的时间来观赏两岸春色。“绿水逶迤，芳草长堤”两句写足由湖心经水面到堤岸，再整体向远处推进的动态画面。而“隐隐笙歌处处随”一句又从听觉的角度将西湖的欢乐情调刻画了出来，“隐隐”和“处处”都凸显出轻舟的流动感。</p> <p>　　下阕的视点收束，主要写“绿水逶迤”。过片写水面平滑，“无风”二字为枢机所在，盖正因无风，方使得西湖水面清澈而平滑，也方使得游人“不觉船移”，其间不仅有诗情，而且合乎逻辑。结拍写船动惊禽，划破了湖面的平静，为这一趟悠闲之旅平添了一个兴奋点。大概沙禽久已习惯于西湖的平滑，所以轻舟带来的小小涟漪，就足以惊起沙禽而掠岸飞过。视点也因此由近到远，再向高处延伸，将立体而富有动感的西湖呈现在读者面前。全词以轻舟的行进为线索，渐次写出堤岸和湖面的景物特征，并将游人之悠闲意趣融入其中，轻舟短棹、绿水芳草、游人笙歌与惊飞沙禽，“西湖好”在这一背景下得到了淋漓尽致的诠释。</p> <p>　　全词描绘了春日的颍州西湖，景色是那样引人入胜，绿水蜿蜒曲折，长堤芳草青青，春风中隐隐传来柔和的笙歌声。水面波平如镜，不待风助，小船已在平滑的春波上移动。这首词如同一幅清丽活泼 、空灵淡远的风景画，美不胜收，清新可爱，有很的强吸引力。</p>",
  "about": "<h2>创作背景</h2> 　　公元1049年（宋仁宗皇祐元年），<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>移知颍州，“爱其民淳讼简而物产美，土厚水甘而风气和，于是慨然已有终焉之意也。迩来俯仰二十年间······思颍之念未尝少忘于心，而意之所存亦时时见于文字也”（《思颍<a href=\"http://so.gushiwen.org/view_48723.aspx\">诗</a>后序》）。并与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>相约，买田于颍，以便日后退居。公元1067年（宋英宗治平四年），欧阳修出知亳州，特意绕道颍州，“盖将谋归休之计也。乃发旧稿，得自南京以后诗十余篇，皆思颖之作，以见予拳拳于颖者非一日也” （《思颍诗后序》）。数年后，终于以观文殿学士、太子少师致仕，得以如愿归居颍州。几次游览后，创作了《采桑子》十首。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "西湖"
  ]
}