{
  "id": 72295,
  "star": 313,
  "name": "祭十二郎文",
  "dynasty": "唐代",
  "content": "　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：</p> <p>　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年，兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南。零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆。吾时虽能记忆，亦未知其言之悲也。</p> <p>　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾。止一岁，请归取其孥。明年，丞相薨。吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。</p> <p>　　去年，孟东野往。吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世。如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也！”孰谓少者殁而长者存，强者夭而病者全乎！</p> <p>　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者、强者而夭殁，长者、衰者而存全乎？未可以为信也。梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣！汝之纯明宜业其家者，不克蒙其泽矣！所谓天者诚难测，而神者诚难明矣！所谓理者不可推，而寿者不可知矣！</p> <p>　　虽然，吾自今年来，苍苍者或化而为白矣，动摇者或脱而落矣。毛血日益衰，志气日益微，几何不从汝而死也。死而有知，其几何离；其无知，悲不几时，而不悲者无穷期矣。</p> <p>　　汝之子始十岁，吾之子始五岁。少而强者不可保，如此孩提者，又可冀其成立邪?呜呼哀哉！呜呼哀哉！</p> <p>　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼！ 其竟以此而殒其生乎？抑别有疾而至斯极乎？</p> <p>　　汝之书，六月十七日也。东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者，不知问家人以月日；如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？</p> <p>　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食，可守以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。</p> <p>　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭；不孝不慈，而不能与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接。吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊颍之上，以待余年，教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。</p> <p>　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！ ",
  "fanyi": "<h2>译文</h2> <p>　　某年、某月、某日，叔父<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并派建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位：</p> <p>　　唉，我自幼丧父，等到大了，不知道父亲是什么模样，只有依靠兄嫂抚养。哥哥正当中年时就因与犯罪的宰相关系密切而受牵连被贬为韶州刺史，次年死于贬所 。我和你都还小，跟随嫂嫂把灵柩送回河阳老家安葬。随后又和你到江南谋生，孤苦伶丁，也未曾一天分开过。我上面本来有三个哥哥，都不幸早死。继承先父的后代，在孙子辈里只有你，在儿子辈里只有我。韩家子孙两代各剩一人，孤孤单单。嫂子曾经抚摸着你的头对我说：“韩氏两代，就只有你们两个了！”那时你比我更小，当然记不得了；我当时虽然能够记事，但也还不能体会她话中的悲凉啊！</p> <p>　　我十九岁时，初次来到京城参加考试。四年以后，才回去看你。又过了四年，我去河阳凭吊祖先的坟墓，碰上你护送嫂嫂的灵柩来安葬。又过了两年，我在汴州辅佐董丞相，你来探望我，留下住了一年，你请求回去接妻子儿女。第二年，董丞相去世，我离开汴州，你没能来成。这一年，我在徐州辅佐军务，派去接你的人刚动身，我就被免职，你又没来成。我想，你跟我在东边的汴州、徐州，也是客居，不可能久住；从长远考虑，还不如我回到家乡，等在那里安下家再接你来。唉！谁能料到你竟突然离我而死呢?当初，我和你都年轻，总以为虽然暂时分别，终究会长久在一起的。因此我离开你而旅居长安，以寻求微薄的俸禄。假如真的知道会这样，即使让我做高官厚禄的公卿宰相，我也不愿因此离开你一天而去赴任啊！</p> <p>　　去年，孟东野到你那里去时，我写给你的信中说：“我年纪还不到四十岁，但视力模糊，头发花白，牙齿松动。想起各位父兄，都在健康强壮的盛年早早去世，像我这样衰弱的人，难道还能长活在世上吗?我不能离开（职守），你又不肯来，恐怕我早晚一死，你就会有无穷无尽的忧伤。”谁能料到年轻的却先死了，而年老的反而还活着，强壮的早早死去，而衰弱的反而还活在人间呢?</p> <p>　　唉！是真的这样呢?还是在做梦呢?还是这传来的消息不可靠呢?如果是真的，那么我哥哥有（那么）美好的品德反而早早地绝后了呢?你（那么）纯正聪明反而不能承受他的恩泽呢?难道年轻强壮的反而要早早死去，年老衰弱的却应活在世上吗?实在不敢把它当作真的啊！如果是梦，传来的噩耗不是真的，可是东野的来信，耿兰的报丧，却又为什么在我身边呢?啊！大概是真的了！我哥哥有美好的品德竟然早早地失去后代，你纯正聪明，本来是应该继承家业的，现在却不能承受你父亲的恩泽了。这正是所谓苍天确实难以揣测，而神意实在难以知道了！也就是所谓天理不可推求，而寿命的长短无法预知啊！</p> <p>　　虽然这样，我从今年以来，花白的头发，全要变白了，松动的牙齿，也像要脱落了，身体越来越衰弱，精神也越来越差了，过不了多久就要随你死去了。如果死后有知，那么我们又能分离多久呢?如果我死后无知，那么我也不能悲痛多少时间了，而（死后）不悲痛的时间却是无穷无尽的。</p> <p>　　你的儿子才十岁，我的儿子才五岁，年轻强壮的尚不能保全，像这么大的孩子，又怎么能希望他们成人立业呢?啊，悲痛啊，真是悲痛！</p> <p>　　你去年来信说：“近来得了软脚病，时常（发作）疼得厉害。”我说：“这种病，江南人常常得。”没有当作值得忧虑的事。唉，（谁知道）竟然会因此而丧了命呢?还是由于别的病而导致这样的不幸呢?</p> <p>　　你的信是六月十七日写的。东野说你是六月二日死的，耿兰报丧时没有说日期。大概是东野的使者不知道向你的家人问明日期，而耿兰报丧竟不知道应该告诉日期?还是东野给我写信时，才去问使者，使者胡乱说个日期应付呢?是这样呢?还是不是这样呢?</p> <p>　　现在我派建中来祭奠你，安慰你的孩子和你的乳母。他们有粮食能够守丧到丧期终了，就等到丧期结束后再把他们接来；如果不能守到丧期终了，我就马上接来。剩下的奴婢，叫他们一起守丧。如果我有能力迁葬，最后一定把你安葬在祖坟旁，这样以后，才算了却我的心愿。</p> <p>　　唉，你患病我不知道时间，你去世我不知道日子，活着的时候不能住在一起互相照顾，死的时候没有抚尸痛哭，入殓时没在棺前守灵，下棺入葬时又没有亲临你的墓穴。我的行为辜负了神明，才使你这么早死去，我对上不孝，对下不慈，既不能与你相互照顾着生活，又不能和你一块死去。一个在天涯，一个在地角。你活着的时候不能和我形影相依，死后魂灵也不在我的梦中显现，这都是我造成的灾难，又能抱怨谁呢?天哪，（我的悲痛）哪里有尽头呢?从今以后，我已经没有心思奔忙在世上了！还是回到老家去置办几顷地，度过我的余年。教养我的儿子和你的儿子，希望他们成才；抚养我的女儿和你的女儿，等到她们出嫁，（我的心愿）如此而已。</p> <p>　　唉！话有说完的时候，而哀痛之情却不能终止，你知道呢?还是不知道呢?悲哀啊！希望享用祭品吧！</p> <p>　　（转自人民教育出版社）</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　祭文中的千年绝唱——<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《祭十二郎文》<br>　　南宋学者赵与时在《宾退录》中写道：“读诸葛孔明《出师表》而不堕泪者，其人必不忠。读李令伯《陈情表》而不堕泪者，其人必不孝。读韩退之《祭十二郎文》而不堕泪者，其人必不友。”〈〈祭十二郎文〉〉是一篇千百年来传诵不衰，影响深远的祭文名作，不管我们对文中的思想感情作如何评价，吟诵之下，都不能不随作者之祭而有眼涩之悲。</p> <p>　　感情真挚，催人泪下<br>　　韩愈写此文的目的不在于称颂死者，而在于倾诉自己的痛悼之情，寄托自己的哀思。这主要表现在三个方面：一是强调骨肉亲情关系。作者与老成，名为叔侄，情同手足，“两世一身，形单影只”。今老成先逝，子女幼小，更显得家族凋零，振兴无望。这在注重门庭家道的古代，引起韩愈的切肤之痛是理所当然的。二是突出老成之死实出意外。老成比作者年少而体强，却“强者夭而病者全”；老成得的不过是一种常见的软脚病，作者本来不以为意，毫无精神准备，因而对老成的遽死追悔莫及，意外的打击使他极为悲痛。三是表达作者自身宦海沉浮之苦和对人生无常之感，并以此深化亲情。作者原以为两人都还年轻，便不以暂别为念，求食求禄，奔走仕途，因而别多聚少，而今铸成终身遗憾。作者求索老成的死因和死期，却堕入乍信乍疑，如梦如幻的迷境，深感生命瓢忽，倍增哀痛。</p> <p>　　不拘常格，自由抒情<br>　　祭文原本偏重于抒发对死者的悼念哀痛之情，一般是结合对死者功业德行的颂扬而展开的。本文一反传统祭文以铺排郡望、藻饰官阶、历叙生平、歌功颂德为主的固定模式，主要记家常琐事，表现自己与死者的密切关系，抒写难以抑止的悲哀，表达刻骨铭心的骨肉亲情。形式上则破骈为散，采用自由多变的散体。正如林纾在〈〈韩柳文研究法韩文研究法〉〉中所说：“祭文体，本以用韵为正格……至〈〈祭十二郎文〉〉，至痛彻心，不能为辞，则变调为散体。”全文有吞声呜咽之态，无夸饰艳丽之辞，为后世<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>〈〈陇冈阡表〉〉、<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>〈〈项脊轩志〉〉、<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>〈〈祭妹文〉〉等开辟新径。这种自由化的写作形式，使作者如同与死者对话，边诉边泣，吞吐呜咽，交织着悔恨、悲痛、自责之情，因而具有震撼人心的力量。</p> <p>　　语言朴素，行云流水<br>　　这篇祭文强烈的感情力量，能如此深刻地感染读者，也得力于作者高超的语言文字技巧。它全用散文句调和平易晓畅的家常生活语言，长长短短，错错落落，奇偶骈散，参差骈散，行于所当行，止于不得不止；疑问、感叹、陈述等各种句式，反复、重叠、排比、呼告等多种修辞手法，任意调遣，全依感情的需要。再加之作者取与死者促膝谈心的形式，呼“汝”唤“你”，似乎死者也能听到“我”的声音，显得异常自然而真切。这样全文就形成了一种行云流水般的语言气势和令人如闻咳謦的感情氛围。文章就像一只无形的手，紧紧拥抱住了它的读者。</p> <p>　　边诉边泣的语言形式<br>　　作者采用与死者对话的方式，边诉边泣，吞吐呜咽，交织着悔恨、悲痛、自责等种种感情，似在生者和死者之间作无穷无尽的长谈。如写闻讣的情景，从“其信然邪”到“未可以为信也”，再到“其信然矣”，语句重叠，表现其惊疑无定的心理状态。末尾“汝病吾不知时，汝殁吾不知日”一段，多用排句，情绪激宕，一气呵成。这一切又都从肺腑中流出，因而具有震撼人心的力量。</p><br/><h2>赏析</h2> <p>　　这是一篇情文并茂的祭文。既没有铺排，也没有张扬，作者善于融抒情于叙事之中，在对身世、家常、生活遭际朴实的叙述中，表现出对兄嫂及侄儿深切的怀念和痛惜，一往情深，感人肺腑。</p> <p>　　祭文全文共分四段，第一段重在叙述韩门两代，只有“我”与侄儿两人，所谓“两世一身，形单影只”，身世之戚苦，及对嫂嫂的深切感念；第二、三段重在痛惜与侄儿的暂别竟成永别，及侄儿的夭折；第四段是对侄儿病情的推测，沉痛的自责，后事的安排，及无处诉说、没有边际的不可遏制的伤痛。文、情前后紧相呼应，浑然一体。结构精巧，层层推进，环环相扣，而又步步深入，随着叙述的展开，作者沉痛的情感波涛，也一浪高似一浪。使人读完全篇，不能不掩卷叹息，为作者因失相依为命的侄儿所遭受到的深切的精神悲痛，潸然泪下，并得到一种美的享受。</p> <p>　　祭文开头几句，叙述了“我”听到侄儿去世后，准备祭墓的经过。接着转入身世的叙述和悲叹：“我”从小失去了父亲，依靠着哥哥、嫂嫂的抚养，而哥哥又在中年殁于南方。年纪幼小的“我”与你，在孤苦零丁中没有一天不在一起。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>三岁丧父，十一岁前，韩愈随兄韩会在京师。大历十二年（777年），韩会被贬为韶州刺史，韩愈随兄到韶州（今广东韶关）。韩愈回到故乡后，适逢中原战乱，遂到江南宣城避难，这就是祭文中所说的“又与汝就食江南”。</p> <p>　　自“承先人后者”至“亦未知其言之悲也”这一小段，是写得很感人的一段。字里行间，流露出形单影只的凄苦之情，及对嫂嫂的无限感念。前面那一段铺叙家世，为颠沛流离中的嫂嫂的话“韩氏两世，惟此而已”，增加了浓重的感伤之情，及无限的分量，因为在封建社会中，“不孝有三，无后为大”，可以说是天经地义的事，通过嫂嫂的两句话，把嫂嫂当时的悲伤、期待、焦虑之情，活画了出来，并使人感受到两句话中凝集着多么深厚的感情力量。</p> <p>　　从“吾年十九”至段末，叙述了韩愈在十九岁以后至侄儿殁去之前的经过。</p> <p>　　祭文第二段开头几句是倒叙，叙述自己为什么愿意离别形影相依的侄儿的原因。自“诚知其如此”起，笔锋一转，直至段末，是韩愈为此而悲痛、失悔，还有得到侄儿死去的消息后，将信将疑的复杂情绪，以及为此而发出的深挚的慨叹。写得跌宕有致，情思深沉，感人至深。这一大段可分几个层次。第一个层次着意在痛悔自己的去取。接着痛悔，又深入一层，回叙自己父兄的早死，和侄儿本来有可能多在一起呆些日子，共享天伦之乐，却失去了这样的机会。</p> <p>　　在这一小段中，为了说明自己身体的病弱，一连用了三个“而”字，“而视茫茫，而发苍苍，而齿牙动摇”，不仅加重了语气，读起来铿锵有力，而且反衬并强调了本段末提出的问题，加强了作者的失痛感。</p> <p>　　接着思绪又深入一步，以将信将疑的口气描绘了自己内心感到的无穷的惶惑：这不可能是真的，世间没有这样的道理！准是传的信不确切。可是东野的来信、耿兰（奴仆名）的报告又怎么放在“我”的身边呢?在这一段对于内心惶惑的叙述中，使我们看到了作者对侄儿之死所引起的情感的剧烈震荡，不仅为结尾的天命无常的慨叹加重了分量，而且为下段的痛悔准备了心理条件，使下段的责备、失悔、哀惜、慨叹，语语仿佛从肺腑中沛然流出，使悲伤的情感逐步达到高潮。</p> <p>　　自“汝去年书云”起，至文末，包含几个小段：一是用回叙的手法，推测侄儿得病的原因，及去世的日期；二是对于侄儿后事、家务的安排；三是表示自己“无意于人世”的沉痛的心迹；最后则是深切的寄哀。</p> <p>　　在这一小段中，作者通过对侄儿的生、病、死、葬料理不到的沉痛自责，表现了失去侄儿后的痛惜之情，哀思深挚，读之使人回肠荡气，不能不为之悲戚不已。这是这篇祭文在情感力量上所达到的又一高潮。</p> <p>　　祭文接着述说了在经过这次精神上的打击之后，“我”已无意于留恋人间富贵，只求在伊、颍河（皆在今河南境内）旁买上几顷地，把“我”的和你的儿子养大，希望他们成人，把我的和你的女儿养大，嫁出去，也就罢了。通过对自己心灰意冷的描述，又进一步加深了已有的哀痛。既属叙事，又是抒情。以“言有穷而情不可终，汝其知也邪?其不知也邪”的问句为结束，更进一步扩展和加深了作者的哀思。明知死后无知，还要如此提问，就使作者更加伤痛不已。“尚飨”，是祭文中常用的结束语，意谓请你来享受这祭品吧。</p> <p>　　(选自《历代名篇赏析集成》，中国文联出版公司1988年版，有删节）</p>",
  "about": "<h2>整体感知</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>幼年丧父，靠兄嫂抚养成人。韩愈与其侄十二郎自幼相守，历经患难，感情特别深厚。但成年以后，韩愈四处飘泊，与十二郎很少见面。正当韩愈官运好转，有可能与十二郎相聚的时候，突然传来他的噩耗。韩愈悲痛欲绝，写下这篇祭文。</p> <p>　　作者把抒情与叙事结合在一起，联系家庭、身世和生活琐事，反复抒写他对亡侄的无限哀痛之情。同时，也饱含着自己凄楚的宦海沉浮的人生感慨。全文以向死者诉说的口吻写成，哀家族之凋落，哀己身之未老先衰，哀死者之早夭，疑天理疑神明，疑生死之数，乃至疑后嗣之成立，极写内心的辛酸悲痛。第二段写初闻噩耗时将信将疑，不愿相信又不得不信的心理，尤其显得哀婉动人。文章语意反复而一气贯注，最能体现在特定情景下散文的优长，具有浓厚的抒情色彩。因而在艺术上取得了极大的成功，成为“祭文中千年绝调”（明代<a href=\"http://so.gushiwen.org/author_802.aspx\">茅坤</a>语）。《古文观止》评论说：“情之至者，自然流为至文。读此等文，须想其一面哭，一面写，字字是血，字字是泪。未尝有意为文，而文无不工。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“读韩退之《祭十二郎文》而不堕泪者，其人必不友。”当然，这些说法未免带有夸张的成分，但本文饱含作者对十二郎的满腔真情，却是确定无疑的。</p> <p>　　全文开头几句是祭文开头的固定形式。正文可分为三部分。</p> <p>　　第一部分（“呜呼！吾少孤”至“吾不以一日辍汝而就也”），写两人之间的深厚情谊。先从身世和家世的不幸，写幼时孤苦相依；后叙两人的三别三会，终于不得会合而成永别，使作者悔恨无穷，抱憾终生。</p> <p>　　第二部分（从“去年，孟东野往”至“其然乎?其不然乎”），写十二郎之死。先写对十二郎之死的悲痛，再详叙死因和死期。</p> <p>　　第三部分（从“今吾使建中祭汝”至篇末），写对十二郎及其遗孤的吊慰，交代迁葬及教养遗孤等事。</p><br/><h2>读解</h2> <p>　　全篇三大段之间，不但自有有机联系，而且一段之中，又分若干小段，小段之中，又有若干层次，层次当中，还有不少转折。以第二大段的前半段为例。一开始，作者先不直接写十二郎，而是先写自己。“吾年未四十”四句，是衰象，后来被传颂为写未老先衰的名句，这是一层。“念诸父与诸兄，皆康强而早世”，是长辈的例子，又是一层。以下四句，一句写一层意思，说明自己将死，要十二郎早来相会。这是第一小段。下面“孰谓”两句一转，便过到十二郎之死。这种写法，是上文为下文蓄势，也就是用自己之将死而竟不死，反衬出十二郎之不应死而竟死的特别可哀。“少者殁而长者存，强者夭而病者全”，这不合情理，太使人悲哀，在这个巨大的打击下，作者神志恍惚，不相信这是事实，所以下面紧接着一转，发出三个疑问，“其信然邪?其梦邪?其传之非其真邪?”然后从信说到疑，一层；从疑又说到信，又一层；最后把十二郎之死归咎于天，归咎于神，归咎于理，得出“寿者不可知”的结论。这是第二小段。从文意讲，十二郎之死，于此已经写完，此段已可结束，但“虽然”两字一转，又上承开头“而发苍苍”一段而翻进一层，写自己的衰象更加严重，又回到自己之将死。“几何不从汝而死也”，是说自己不久也要跟在十二郎的后面死去，讲的本来是一件不幸的事，可是下面突然一转，又变成了幸事──“死而有知，其几何离?其无知，悲不几时，而不悲者无穷期矣。”作者已经痛不欲生，所以视死为幸了。这是第三小段。文章至此，已将作者和十二郎两个方面讲尽，但作者还不结束，又上承第二小段写二人之子之难保。这是第四小段。以上可以看出，短短一段当中，层次转换，变化无穷，有如万水回环，千峰合抱。而这一切在作者说来，不过是将情将事如实叙写，并未有意去精心结撰，过接转换，显得非常自然，看不出丝毫造作之迹。这种不刻意追求结构而结构自妙，在古今都是不可多得的。</p> <p>　　除了结构方面有韩文的共同特点之外，此文还有它独具的显著特色。</p> <p>　　读完这篇祭文，我们最突出的一个感觉，就是全篇自始至终，贯注着一个“情”字。“言有穷而情不可终”，作者在此文结尾的这句话，表明它是因情而写，所写皆情，整篇祭文都是作者用感情所写成的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>三岁丧父母，由兄嫂（也就是十二郎的父母）抚养成人，他和十二郎，虽为叔侄，实同兄弟，从小生活在一起，“零丁孤苦，未尝一日相离”，感情特别深厚。十二郎的死，使他悲痛欲绝，也勾起他的辛酸回忆。身世的不幸，家世的凄凉，父母的早逝，兄嫂的抚养，从前同十二郎一起生活的种种情景，都一齐涌上心头；自己的衰病，子孙辈的幼小，这是眼前必须正视的现实。所有这一切，汇成一股感情的激流，作者悲感万端，百思萦集，情不能已，因而写成此文。这里有怀念，有感激，有悔恨，有哀愤，有内咎，有期望，全篇每句每字，都可看到作者感情的奔流。</p> <p>　　此文不但全篇写情，而且写得非常真，非常深，历来被称为“至情”之文。作者从自己的不幸身世，说到同十二郎的情谊，说到十二郎之死和善后事宜，不加修饰，不作渲染，完全从肺腑中流出，全都是骨肉至情的真实流露。开头的“少孤”“兄殁”“吾与汝俱幼”，看去似乎很平淡，却饱含着作者的无限辛酸和眼泪，写得很沉痛。嫂嫂的惨不忍闻的话和“抚汝指吾”的慈爱而又凄楚的神情，对自己离家谋生的深沉悔恨，得知十二郎死讯后的悲痛心情，也无不情真语真，悲酸无限。我们还可看到，作者抒写时非常坦率，想到什么就写什么，心里怎么想，笔下就怎么写，没有丝毫隐避，一任感情自然倾泻。例如写自己离家的目的，明白地说是以“求斗升之禄”，要是别人，恐怕就不会这样直截了当，很可能不是闭口不说，就是另外安上一个什么冠冕堂皇的名目。想到二人之子，说：“少而强者不可保，如此孩提者，又可冀其成立耶?”按照旧时的忌讳，这样的话是不吉利的，由此正可看出作者此时悲痛至极，因而什么也不顾忌了。末尾将十二郎之死完全归罪于自己，说自己“行负神明”“不孝不慈”，更是披肝沥胆的恸哭长号。清代叶燮论<a href=\"http://so.gushiwen.org/view_72295.aspx\">诗</a>文，有重“胆”之说：“无胆则笔墨畏缩”，“欲言而不能言，或能言而不敢言”（《原诗》）。韩愈此文，正称得上有胆，他既敢打破祭文的传统形式，又敢无话不说，所以才写出这篇千古传颂之作。</p> <p>　　不仅如此，我们细读全文，还可看到作者感情的起伏变化。篇中用“呜呼”“呜呼哀哉”这两个悲叹词，来表现这种变化情态，凡是用这种词的地方，都表示感情变得更加强烈。从第一个“呜呼”开始，可以看到，作者由含着眼泪的深沉倾诉，进而呜咽抽泣，进而泪流满面，至“汝之子始十岁”一段之末，连用两个“呜呼哀哉”，已经是号啕痛哭，感情发展到一个高潮。从“呜呼！汝病吾不知时”至“‘彼苍者天’，‘曷其有极’”，这个长句，声调急促，一气贯注，一句紧接一句，一字紧接一字，中间不能断开，简直就是顿足捶胸，呼天抢地，悲痛之情发展到最高点。值得注意的是，这种发展，并不是直线的，在一度激烈之后，又伴随着一段虽然悲切但却较为平静的倾诉，这样或高或低，或疾或徐，就像生活中的真实情况一样。结尾“言有穷而情不可终”，使人感到祭文已完，作者仍然悲哭不已。《古文观止》的编选者说道：“情之至者，自然流为至文。读此等文，须想其一面哭，一面写，字字是血，字字是泪。”这话是很有见地的。确实，读这篇祭文，我们不但可以看到作者眼泪纵横的模样，还可听到作者痛哭的声音。正因为如此，千百年来，不知有多少读者被它所打动。宋代大作家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾说，“读韩退之《祭十二郎文》而不堕泪者，其人必不友”，可见它感人之深。</p> <p>　　正是为了抒情，此文在写法上也有着与一般祭文显著不同的一个特色：通篇以汝吾（你我）相称，好像同亡者家常对语一样，读来特别真切感人。开篇“告汝十二郎之灵”，作者不像一般祭文用“祭”字，而特别用一“告”字，意思是说：我在对你说话，你听着啊。这就使读者先留下一个印象：下面的话都是作者向十二郎的倾诉。</p> <p>　　把此<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>韩愈以前和以后其他许多祭文比照读读，就会产生这样一个感觉：其他那些祭文，祭的是“死人”，文中内容大多是赞颂死者的功业或德行，俨如对死者一生的评论，祭的是死者，实际上是讲给其他活着的人听。旧时祭文的写法大多如此公式化，所以为人传颂的不多。此文则不然。它写的全是作者同十二郎之间的个人家常琐事，通篇没有一句专门赞颂的话（只在行文中顺带提到伯兄的“盛德”和十二郎的“纯明”），每字每句，都是讲给死者听的，而死者也好像并没有死，正在听作者讲话。篇中叙十二郎生前种种家庭琐事的段落，就像久别重逢的亲人在一起回忆往事。即使是讲十二郎之死的地方，也好像死者就在旁边倾听，例如讲死期死因一段，就像二人在一起核实情况一样。同时，文中不时插入一些问话，“其竟以此而殒其生乎?抑别有疾而至斯乎?”“其然乎?其不然乎?”“汝其知也耶?其不知也耶?”像是作者当着十二郎的面在问他，更增强了当面对语的意味。因为是讲给死者听的，所以文中不发半句议论，朴素如口语，全文反复曲折，好像絮絮叨叨，实则不觉其烦，而且越读越打动人。</p> <p>　　也是为了抒情，此文还特别注意文言虚词，特别是语气词的运用，从而增强了行文的感染力。不论在古文或白话文中，虚词都是不可缺少的一个部分。有的古代散文，往往由于虚词运用的巧妙，使文章别具风采。宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的《醉翁亭记》，全文除一句之外，其他每句之末，都用一个语气词“也”字，因而使文章格外生色，是大家熟知的例子。在《祭十二郎文》的第二大段中，这一点也很突出。这段开头，“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇”，连用三个并列的转折连词“而”字。从“呜呼！其信然邪?其梦邪?其传之非其真邪?”以下，先是连用三个“邪”字，紧接着又接连不断地连用三个“乎”字，三个“也”（同“邪”，作疑问语气词）字，五个“矣”字。这样连用连词和语气词，第一是可以加重语气，使表达的感情更加强烈；第二是可以押韵和增强文章的节奏，从而增强作品的感人力量。由于连用“邪”“乎”“也”“矣”等语气词，就使这篇祭文在散体之中又含有韵味，节奏也更加顿挫有力，更能打动读者的心。</p> <p>　　（选自《古典散文名作赏析》，山西人民出版社1985年版，有删节）</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "祭文",
    "悼亡"
  ]
}