{
  "id": 72344,
  "star": 593,
  "name": "六国论",
  "dynasty": "宋代",
  "content": "　　六国破灭，非兵不利 ，战不善，弊在赂秦。赂秦而力亏，破灭之道也。或曰：六国互丧，率赂秦耶？曰：不赂者以赂者丧，盖失强援，不能独完。故曰：弊在赂秦也。</p> <p>　　秦以攻取之外，小则获邑，大则得城。较秦之所得，与战胜而得者，其实百倍；诸侯之所亡，与战败而亡者，其实亦百倍。则秦之所大欲，诸侯之所大患，固不在战矣。思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。然则诸侯之地有限，暴秦之欲无厌，奉之弥繁，侵之愈急。故不战而强弱胜负已判矣。至于颠覆，理固宜然。古人云：“以地事秦，犹抱薪救火，薪不尽，火不灭。”此言得之。</p> <p>　　齐人未尝赂秦，终继五国迁灭，何哉？与嬴而不助五国也。五国既丧，齐亦不免矣。燕赵之君，始有远略，能守其土，义不赂秦。是故燕虽小国而后亡，斯用兵之效也。至丹以荆卿为计，始速祸焉。赵尝五战于秦，二败而三胜。后秦击赵者再，李牧连却之。洎牧以谗诛，邯郸为郡，惜其用武而不终也。且燕赵处秦革灭殆尽之际，可谓智力孤危，战败而亡，诚不得已。向使三国各爱其地，齐人勿附于秦，刺客不行，良将犹在，则胜负之数，存亡之理，当与秦相较，或未易量。</p> <p>　　呜呼！以赂秦之地，封天下之谋臣，以事秦之心，礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。悲夫！有如此之势，而为秦人积威之所劫，日削月割，以趋于亡。为国者无使为积威之所劫哉！</p> <p>　　夫六国与秦皆诸侯，其势弱于秦，而犹有可以不赂而胜之之势。苟以天下之大，而从六国破亡之故事，是又在六国下矣。 ",
  "fanyi": "<p><strong>译文</strong><br>　　六国的灭亡，不是（因为他们的）武器不锋利，仗打得不好，弊端在于用土地来贿赂秦国。拿土地贿赂秦国亏损了自己的力量，（这就）是灭亡的原因。有人问：“六国一个接一个的灭亡，难道全部是因为贿赂秦国吗？”（回答）说：“不贿赂秦国的国家因为有贿赂秦国的国家而灭亡。原因是不贿赂秦国的国家失掉了强有力的外援，不能独自保全。所以说：弊病在于贿赂秦国。”<br>　　秦国除了用战争夺取土地以外，（还受到诸侯的贿赂），小的就获得邑镇，大的就获得城池。比较秦国受贿赂所得到的土地与战胜别国所得到的土地，(前者)实际多百倍。六国诸侯（贿赂秦国）所丧失的土地与战败所丧失的土地相比，实际也要多百倍。那么秦国最想要的，与六国诸侯最担心的，本来就不在于战争。想到他们的祖辈和父辈，冒着寒霜雨露，披荆斩棘，才有了很少的一点土地。子孙对那些土地却不很爱惜，全都拿来送给别人，就像扔掉小草一样不珍惜。今天割掉五座城，明天割掉十座城，这才能睡一夜安稳觉。明天起床一看四周边境，秦国的军队又来了。既然这样，那么诸侯的土地有限，强暴的秦国的欲望永远不会满足，（诸侯）送给他的越多，他侵犯得就越急迫。所以用不着战争，谁强谁弱，谁胜谁负就已经决定了。到了覆灭的地步,道理本来就是这样子的。古人说：“用土地侍奉秦国，就好像抱柴救火，柴不烧完，火就不会灭。”这话说的很正确。<br>　　齐国不曾贿赂秦国，（可是）最终也随着五国灭亡了，为什么呢？（是因为齐国）跟秦国交好而不帮助其他五国。五国已经灭亡了，齐国也就没法幸免了。燕国和赵国的国君，起初有长远的谋略，能够守住他们的国土，坚持正义，不贿赂秦国。因此燕虽然是个小国，却后来才灭亡，这就是用兵抗秦的效果。等到后来燕太子丹用派遣荆轲刺杀秦王作对付秦国的计策，这才招致了（灭亡的）祸患。赵国曾经与秦国交战五次，打了两次败仗，三次胜仗。后来秦国两次攻打赵国。（赵国大将）李牧接连打退秦国的进攻。等到李牧因受诬陷而被杀死，（赵国都城）邯郸变成（秦国的一个）郡，可惜赵国用武力抗秦而没能坚持到底。而且燕赵两国正处在秦国把其他国家快要消灭干净的时候，可以说是智谋穷竭，国势孤立危急，战败了而亡国，确实是不得已的事。假使韩、魏、楚三国都爱惜他们的国土，齐国不依附秦国。（燕国的）刺客不去（刺秦王）（赵国的）良将李牧还活着，那么胜败的命运，存亡的理数，倘若与秦国相比较，也许还不容易衡量（出高低来）呢。<br>　　唉！（如果六国诸侯）用贿赂秦国的土地来封给天下的谋臣，用侍奉秦国的心来礼遇天下的奇才，齐心合力地向西（对付秦国），那么，我恐怕秦国人饭也不能咽下去。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>悲啊！有这样的有利形势，却被秦国积久的威势所胁迫，天天割地，月月割地，以至于走向灭亡。治理国家的人不要被积久的威势所胁迫啊！<br>　　六国和秦国都是诸侯之国，他们的势力比秦国弱，却还有可以不贿赂秦国而战胜它的优势。如果凭借偌大国家，却追随六国灭亡的前例，这就比不上六国了。</p> <p><strong>注释<br></strong>1.兵：兵器<br>2.善：好。<br>3.弊在赂秦：弊病在于贿赂秦国。赂，贿赂。这里指向秦割地求和。<br>4.或曰：有人说。这是设问。下句的“曰”是对该设问的回答。<br>5.率：都，皆。<br>6.盖：承接上文，表示原因，有“因为”的意思。<br>7.完：保全。<br>8.攻取：用攻战（的办法）而夺取。<br>9.小：形容词作名词，小的地方。<br>10.其实：它的实际数目。<br>11.所大欲：所最想要的（东西），大，最。<br>12厥先祖父：泛指他们的先人祖辈，指列国的先公先王。厥，其。先，对去世的尊长的敬称。祖父，祖辈与父辈.<br>13.暴霜露：暴露在霜露之中。意思是冒着霜露。和下文的斩荆棘，已有尺寸之地，都是形容创业的艰苦。<br>14.视：对待<br>15.举以予人：拿它（土地）来送给别人。实际是举之以予人，省略了之，代土地。<br>16.然则：既然这样，那么。<br>17.厌：同“餍”，满足。<br>18.奉之弥繁，侵之愈急：（诸侯）送给秦的土地越多，（秦国）侵略诸侯也越急。奉：奉送。弥、愈：都是“更加”的意思。繁：多。<br>19.判：决定。<br>20.至于：以至于。<br>21.颠覆：灭亡。<br>22.理固宜然：（按照）道理本来就应该这样。<br>23.事：侍奉。“以地事秦……火不灭”：语见《史记魏世家》和《战国策魏策》。<br>24.此言得之：这话对了。得之，得其理。之，指上面说的道理。<br>25.终：最后。<br>26.继：跟着。<br>27.迁灭：灭亡。古代灭人国家，同时迁其国宝、重器，故说“迁灭”。<br>28．与嬴：亲附秦国。与，亲附。嬴，秦王族的姓，此借指秦国。<br>29．既：已经。<br>30．免：幸免。<br>31.始有远略：起初有长远的谋略。<br>32．义：名词作动词，坚持正义。<br>33.斯：这<br>34.始：才<br>35.速：招致。<br>36．再：两次。<br>37．连却之：使...退却（动词的使动用法）<br>38．洎：及，等到。<br>39.以：因为<br>39．谗：小人的坏话。<br>40.邯郸为郡：秦灭赵之后，把赵国改为秦国的邯郸郡。邯郸，赵国的都城。<br>41.且燕、赵处秦革灭殆尽之际：燕赵两国正处在秦国把其他国家快要消灭干净的时候。革,改变，除去。殆，几乎，将要。<br>42．智力：智谋和力量（国力）。<br>43．向使：以前假如。<br>44．胜负之数，存亡之理：胜负存亡的命运。数，天数。理，理数。皆指命运。<br>45.当：同“倘”，如果。<br>46.易量：容易判断。<br>47．以赂秦之地封天下之谋臣：以，用。<br>48．礼：礼待。名作动。<br>49.食之不得下咽也：指寝食不安，内心惶恐。下：向下。名作动。咽：吞咽。<br>50．势：优势。<br>51.而为秦人积威之所劫：而，却。积威：积久而成的威势。劫，胁迫，劫持。<br>52．日削月割，以趋于亡：日，每天，名作状。月，每月，名作状。以，而。<br>53．为国者无使为积威之所劫哉：治理国家的人不要被积久的威势胁迫啊！<br>54．势弱于秦。于：比。<br>55．而犹有可以不赂而胜之之势。可以：可以凭借。<br>56．苟以天下之大苟，如果。以，凭着。<br>57.下：指在六国之后<br>58.从：跟随。<br>59．故事：旧事，先例。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　六国被秦国灭亡的教训，是许多文史家关注的话题。仅“三苏”就每人写了一篇《六国论》。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《六国论》，针对六国久存而秦速亡的对比分析，突出强调了“士”的作用。苏轼认为，六国诸侯卿相皆争养士，是久存的原因。只要把那些“士”养起来，老百姓想造反也找不到带头人了，国家就可以安定了。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>的《六国论》则是针对六国不免于灭亡的史实，指出他们相继灭亡的原因是不能团结一致，共同抗战，灭国是咎由自取。</p> <p>　　<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的《六国论》不同于以上两篇。苏洵不是就事论事，而是借题发挥。苏洵的写作目的不在于总结六国灭亡的教训，而在于警告宋朝统治者勿蹈六国灭亡的覆辙。借古喻今，以谈论历史供当今统治者借鉴，这是苏洵高出其二子的地方。从历史情况看，六国灭亡的原因并不是“赂秦”。六国的失败，主要是政治上保守，因循守旧，不重视改革，不能坚持“合纵”政策去对付秦国的“连横”政策，被秦国远交近攻的手段各个击破。另一方面，秦孝公任用<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>变法，使秦国国力大增，具备了统一中国的实力。加上战国长期的战乱，民不聊生，由分裂到统一，符合人们的愿望。秦国统一中国，是历史发展的必然趋势。苏洵对此并非不知，他在文中也承认这一点：“以赂秦之地，封天下之谋臣；以事秦之心，礼天下之奇才，并力西向，则吾恐秦人食之不得下咽也。”然而作者用意不在此，他的意图是点明赂秦是六国灭亡的原因，以此警告宋朝统治者，不要用贿赂的方法对待契丹和西夏，要用武力，要抵抗。明代何仲默说过：“老泉论六国赂秦，其实借论宋赂契丹之事，而卒以此亡，可谓深谋先见之识矣。”</p> <p>　　宋朝建国后，宋太祖片面地接受唐朝藩镇割据，尾大不掉，以至灭亡的教训，采取了“虚外实内”的政策，削弱边关的实力，调集重兵驻守京城。结果造成了边关的空虚。辽国乘虚而入，屡犯边疆。宋太宗继位后，曾两次派兵击辽，均遭失败。后宋太宗两次进攻幽州，企图夺回幽云十六州，又遭败绩。真宗景德元年（1004年），辽大兵压境，直逼澶州城下（今河南濮阳），威胁汴京开封。于是，宋与辽签定了“澶渊之盟”，答应向辽输岁币银十万两，绢二十万匹。到了仁宗庆历二年（1042年），辽再次要挟，宋只得增加币银十万两，绢十万匹。第二年（1043年），西夏也来要，又是赐岁币银十万两，绢十万匹，茶三万斤。人民的血汗就在这种纳赐之中，付之东流。苏洵对此痛心疾首，他借古喻今，纵横恣肆，痛陈利弊，对当权者进行规劝，希望其改弦易辙，增强国力，与敌斗争。苏洵的议论虽不无可商榷处，但总的立论是正确的，并且不幸为苏洵所言中：就在苏洵死后六十年，终于发生了“靖康之变”（1126年），北宋重蹈了六国的覆辙，为后起的金所灭，徽、钦二帝被俘，客死异国他乡。</p> <p>　　《六国论》除去在立论上具有借题发挥、借古喻今的写作特点外，在论证的严密性、语言的生动性上也堪称典范。第一段的逻辑性是非常严密的。作者开篇亮出观点：“六国破灭，非兵不利，战不善，弊在赂秦。”开宗明义，直截了当，使读者一眼就抓住了论者的中心。然后，作者解释论点：“赂秦而力亏，破灭之道也。”这就指出了贿赂的危害，言简意赅，要言不烦。再后，作者设问：“六国互丧，率赂秦耶?”答曰：“不赂者以赂者丧。盖失强援，不能独完。”这就使得文章逻辑严密，无懈可击。最后一句总结全段：“故曰弊在赂秦也。”这一段起到了“纲”的作用，后面的二、三两段实际上是围绕第一段展开的。</p> <p>　　本文的语言生动有力。议论性的句子简捷有力，叙述性的句子生动感人。比如：“思厥先祖父，暴霜露，斩荆棘，以有尺寸之地。子孙视之不甚惜，举以予人，如弃草芥。今日割五城，明日割十城，然后得一夕安寝。起视四境，而秦兵又至矣。”这些叙述语言本身带有主观感情，还有描述的特点。作者还运用引用、对比、比喻等手法，使语言灵活多样，增强了表达效果。本文的句式也整饬有度，特别是四字句占了一定比例，读起来铿锵有力，掷地有声，富有节奏感。文章史实论据典型、充分，分析、对比、比喻等论证具有很强的逻辑性和说服力，句式多变，感情激切，富有感染力。本文虽是史论，但作者本意不在于论证六国灭亡的原因，而在于引出历史教训，讽谏北宋王朝放弃妥协苟安的政策，警惕重蹈六国灭亡的覆辙。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>评价苏洵的文章说：“吾阅文士多矣，独喜尹师鲁、石守道，然意犹有所未足，今见子（苏洵）之文，吾意足矣。”的确如此，苏洵此文，奔腾上下，纵横出入，气势犹如江河决口。他见识深远，眼光犀利，议论精辟透彻，足警世人。无怪乎本文近千年来盛传不衰！</p><br/><h2>赏析二</h2> <p>　　《六国论》一开始，首先提出了六国破灭的原因。劈头四句话“六国破灭，非兵不利，战不善，弊在赂秦”，<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>就斩钉截铁地给六国之所以灭亡定下结论。苏洵认为：六国之所以灭亡，不在于它们的武器不锐利，也不在于它们仗打得不好，而是在于他们一味地拿土地作为贿赂，向秦国乞求和平。“赂秦”就是贿赂秦国。这实际上是削弱自己力量，助长敌人的侵略野心，促使自己走向毁灭。所以作者接着申述说：“赂秦而力亏，破灭之道也。”然而事实上又并不是所有六国都向秦国奉献土地，而那些没有“赂秦”的国家也破灭了的原因是何，或曰：“六国互丧，率赂秦耶？”苏洵故意这样设问，然后又作了回答：“不赂者以赂者丧。盖失强援，不能独完。”因此，归根结底，“赂秦”是莫大的致命伤。以上这些就是通篇的基本论点，突出强调六国破灭“弊在赂秦”，这是从六国方面来说的。</p> <p>　　接着苏洵再从“赂秦”的两个方面来论述这种做法的后果。苏洵指出：秦国由于接受贿赂所得到的土地，比秦国打胜仗所得到的土地要多出百倍，其他各国由于送贿赂而丧失的土地，比它们打败仗丧失的土地也要多出百倍。那末，秦国所最欢迎而对其他国家所最不利的，当然就不在于作战了。这里的“秦之所大欲，诸侯之所大患，固不在战”，是侧重照应开头四句中的“非兵不利，战不善”，是从另一个角度补充和阐发了“弊在赂秦”的论点。</p> <p>　　在接下来的两段文章里，作者又分别就“赂秦”的国家和不“赂秦”的国家，论述了它们各自灭亡的具体原因。</p> <p>　　第二段先论述“赂秦”的国家灭亡的原因，“思厥先祖父暴霜露，斩荆棘，以有尺寸之地”，是说这些国家的前辈创业的很难；“子孙之不甚惜，举以予人，如弃草芥，今日五城，明日割十城，然后得一夕安寝”，是说这些国家的后代只顾眼前的暂时利益，轻易地把前辈辛勤创有的国土随便割让给秦国；“起视四境，而秦兵又至矣”，是说秦国并不因为得到奉献的土地而停止进攻。这就是第一段结尾所说的“秦之所大欲，诸侯之所大患”。越向敌人屈服退让，就越增加敌人的气焰，敌人越得到好处，就越要加紧侵略。所谓“奉之弥繁，侵之愈急”。秦国的侵略欲望根本没有止境，这是秦国侵略者不可改变的本质。诸侯各国奉献土地一味妥协，只能激起它的更大的侵略野心。这里，不需要通过作战，就已经判别胜负了，至于诸侯各国的因之而破灭，那更是极其自然的事情。作者为了把“奉之弥繁，侵之愈急”的道理讲得更为明白清楚，苏洵引用了古人的一个譬喻：“以地事秦，犹抱薪救火，薪不尽，火不灭。”“薪”就是木柴，这个譬喻非常准确地、形象地表明了赂秦的严重危害和根本的错误。这一段是进一步发挥第一段的“赂秦而力亏”一句，具体指的是韩国、魏国和楚国。这三个国家都紧靠秦国，当时秦国在军事战略上采取“远交近攻”，也就是结交远方的国家，进攻邻近的国家的方针，因此它们直接受到秦国的威胁和侵略，并且首先以地“赂秦”，结果最早被秦国消灭。</p> <p>　　第三段是论述不“赂秦”的国家为什么会灭亡。齐国距离秦国最远，虽然不用向秦国奉献土地，但是齐国仍旧不敢得罪秦国，对其他国家遭受秦国侵略，采取袖手旁观的态度，等五国相继败亡，它自己也成了秦国吞并的对象。燕国、赵国“能守其士，义不赂秦”，敢于同秦国武力相抗，所以像燕国那样小的国家尽管最后也失败了，但是比韩、魏、楚等国家要破灭得稍晚一些；赵国在与秦国的五次战争当中还取得了三次胜利，以后又不断给秦国以回击．可惜燕国太子丹派遣荆轲西刺秦王，企图通过个人谋杀来解救危难；赵国不信任自己的部将，中了秦国的反间计，杀掉了抗秦的重要支柱李牧，于是导致加速了自己的破灭。齐国不能援助其他五国，团结抗泰，燕国赵国不能坚持斗争，又处在秦国把各国“革灭殆尽”的时刻，因而得到和韩国，魏国和楚国同样的结局。这段论述主要是进一步发挥第一段“不赂者以赂者丧”一句的意思。这一段的末了，苏洵总结六国的破灭，从反面推进一层，指出六国避免破灭的道路。“三国各爱其地”是指韩国、魏国和楚国不要拿国土去向秦国乞求“一夕安寝”，“齐人勿附于秦”是指齐国要附随秦国而不去援助其他国家，“刺客不行”，是指燕国不要对秦国采用个人谋杀手段；“良将犹在”，是指赵国不要相信秦国的流言蜚语而杀掉自己的将领。这样，恐怕就会出现另一种局面，未见得秦国必胜而六国必败。文章在这里笔锋一转，反跌得精神饱满，把六国破灭“弊在赂秦”的道理说得更加透彻，更加具有说服力量。</p> <p>　　文章的第四段是作者就以上的论述发表感慨。第四段的头几句是一种设想，为六国筹划怎样对付秦国。第三段末尾的设想，是仅仅就六国改变它们各自的方针路线来立论，所以只说胜负存亡“或未易量”，没有加以肯定。则进一步指出必须发愤图强，敢于斗争，并且团结一致，联合抗秦。秦国即使想要吞并六国，那恐怕也是咽不下喉咙里去的，可惜六国没有这样做。六国在敌人强大的威势面前屈服了，不敢斗争或者不能坚持斗争，最后全部破灭。这是一个惨痛的历史教训，也是后代当国者应该吸取的历史经验。苏洵最后说：“为国者无使为积威之所劫哉！”不要在强大敌人的威力面前被吓倒。</p> <p>　　文章的第五段是作者继续发表意犹未尽的感慨，不同于第四段，第四段的感慨针对的是历史，第五段的感慨针对的是现实。整篇《六国论》，应该说到前一段的就结束了。苏洵决不是为评论历史而评论历史，苏洵的文章的全部锋芒几乎无不处处对准现实。是想以古代社会治乱、国家兴衰的历史经验教训作为处理当前国家的重大问题的借鉴。文章只写到前一段，显然是不够的，必须有这一段从古代历史引渡到现实政治，才见出它的主题深刻意义。这一段完全说的是北宋王朝的对外政策：北宋王朝与六国诸侯的情况已经不一样了。六国诸侯只是占有局部地区，力量有限，而北宋王朝则占有全国主要地区，力量远远超过六国诸侯。六国诸侯如果敢于同秦国斗争，还可以取得胜利，那么，北宋王朝同样敢于斗争，当然不成问题地更可以取得胜利。但是北宋王朝却“以天下之大”向辽政权和西夏政权屈服，一味妥协退让，不敢进行斗争，这就连六国也不如了。不用说，它最终也必然会得到六国破灭一样的后果。这—段文章只有六句，作者用笔相当精练，内容高度概括，而且在议论中包含着极大的感情分量。话说得十分含蓄婉转，同时问题又揭示得十分明确尖锐。从全文的布局来看，也收结得沉着有力。</p> <p>　　战国当时的国与国之间的外交关系本来很纷繁复杂，但是苏洵只就对秦国的态度上，从六个国家当中区别出两个类型，“赂秦”和“不赂秦”；三种情况：第一种是韩国、魏国和楚国“以地赂秦”，第二种是齐国附随秦国，第三种是燕国和赵国“用武而不终”。三种情况中的第一种属于“赂秦”一类，第二种和第三种属于不“赂秦”一类。苏洵首先把力量集中在“赂秦”问题上，为六国的破灭立论。因为这才是六国破灭的根本要害，不仅“赂秦”的韩、魏、楚三国因此丧亡，不仅幻想保持互不侵犯局面的齐国因此不能保全，而且，即使能够跟秦国较量一下的燕国、赵国也因此失败。写文章就应该扣紧中心问题去发挥。重点摆对了，又要把它同别的部分联结起来，看出它们的相互关系。所以作者集中论述了“赂秦而力亏，破灭之道也”以后，进而又论述“不赂者以赂者丧”的道理。当然，态度、分寸是不同的。苏洵对赂秦的韩、魏、楚三国是根本否定，对依附秦国的齐国是严肃批判，而对“用武而不终”的燕、赵两国是深切惋惜。这样，文章就显得分外有条理，有层次，畅达透辟，严密完整，使别人对自己的论点无可怀疑、无可驳斥。</p>",
  "about": "<h2>写作特点</h2> <p>1.借古讽今，针砭时弊<br>　　战国时代，七雄争霸。为了独占天下，各国之间不断进行战争。最后六国被秦国逐个击破而灭亡了。六国灭亡的原因是多方面的，其根本原因是秦国经过商秧变法的彻底改革，确立了先进的生产关系，经济得到较快的发展，军事实力超过了六国。同时，秦灭六国，顺应了当时历史发展走向统一的大势，有其历史的必然性。本文属于史论，但并不是进行史学的分析，也不是就历史谈历史，而是借史立论，以古鉴今，选择一个角度，抓住一个问题，持之有故、言之成理地确立自己的论点，进行深入论证，以阐明自己对现实政治的主张。因此我们分析这篇文章，不是看它是否准确、全面地评价了历史事实，而应着眼于其强烈的现实针对性。本文从历史与现实结合的角度，依据史实，抓住六国破灭“弊在赂秦”这一点来立论，针砭时弊，切中要害，表明了作者明达而深湛的政治见解。文末巧妙地联系北宋现实，点出全文的主旨，语意深切，发人深省。</p> <p>2.论点鲜明，论证严密<br>　　本文为论说文，其结构完美地体现了论证的一般方法和规则，堪称古代论说文的典范。文章开篇即提出六国破灭“弊在赂秦”的论点；然后以史实为据，分别就“赂秦”与“未尝赂秦”两类国家从正面加以论证；又以假设进一步申说，如果不赂秦则六国不至于灭亡，从反面加以论证；从而得出“为国者无使为积威之所劫”的论断；最后借古论今，讽谏北宋统治者切勿“从六国破亡之故事”。文章围绕中心论点展开论证，既深入又充分，逻辑严密，无懈可击。全文纲目分明，脉胳清晰，结构严整。不仅句与句、段与段之间有紧密的逻辑联系，而且首尾照应，古今相映。文中运用例证、引证、假设，特别是对比的论证方法。如“赂者”与“不赂者”对比；秦与诸侯双方土地得失对比，既以秦受赂所得与战胜所得对比，又以诸侯行赂所亡与战败所亡对比；赂秦之频与“一夕安寝”对比；以六国与北宋对比。通过对比增强了“弊在赂秦”这一论点的鲜明性、深刻性。</p> <p>3.语言生动，气势充沛<br>　　在语言方面，本文除了具有一般论说文用词准确、言简意赅的特点之外，还有语言生动形象的特点。在论证中穿插“思厥先祖父……而秦兵又至矣”的描述，引古人之言来形象地说明道理，用“食之不得下咽”形容“秦人”的惶恐不安，大大增强了文章的表达效果。文章的字里行间饱含着作者的感情。不仅有“呜呼”“悲夫”等感情强烈的嗟叹，就是在夹叙夹议的文字中，也流溢着作者的情感，如对以地事秦的憎恶，对“义不赂秦”的赞赏，对“用武而不终”的惋惜，对为国者“为积威之所劫”痛惜、激愤，都溢于言表，有着强烈的感染力，使文章不仅以理服人，而且以情感人。再加上对偶、对比、比喻、引用、设问等修辞方式的运用，使文章“博辨以昭”（<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>语），不仅章法严谨，而且富于变化，承转灵活，纵横恣肆，起伏跌宕，雄奇遒劲，具有雄辩的力量和充沛的气势。</p><br/><h2>创作背景</h2> <p>　　《六国论》选自《嘉佑集》卷三。这是<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>所写的《权书》中的一篇，《权书》共10篇，都是史论的性质。</p> <p>　　本文的历史背景应从两个角度着眼：一是作者论述的六国灭亡那个历史时期的情况，借以了解作者立论的根据；二是作者所处的北宋时代的历史状况，借以明确作者撰写此文的针砭现实的意义及其写作上的特点。</p> <p>　　在中国历史上，战国是群雄割据的时代。《六国论》中的“六国”，就是指战国七雄中除秦国以外的齐、楚、燕、韩、赵、魏六个国家。秦国本来是个弱小落后的国家，经过<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>变法的彻底改革，经济和军事实力都强大起来；而原本强盛的六国却因宗法势力的强大，因循守旧，经济和军事实力日益衰落。秦强盛起来后，积极向东方发展，夺取六国的土地。六国也曾联合起来对抗秦国，这就是所谓“合纵”。但他们又各有自己的打算，所以这种联合并不巩固。秦国采取“远交近攻”的军事战略，韩、魏、楚三国都紧靠秦国，因此直接受到秦国的威胁和侵略，在秦国强大的军事和外交攻势下，纷纷割地求和，并最早被消灭，齐、燕、赵三国随之相继灭亡。六国灭亡，“非兵不利，战不善”，其原因是多方面的，绝不仅仅是因为割地赂秦。苏洵不从其他方面去论证，而抓住六国破灭“弊在赂秦”这一点来论证，是为其针砭现实服务的。</p> <p>　　北宋建国以后，鉴于唐末藩镇割据，五代军人乱政，因而实行中央集权制度，解除节度使的权力，派遣文臣做地方官，派官员到地方管理财政，由皇帝直接控制禁军，将地方的政权、财权、军权都收归中央。为了防范武将军权过重，严令将帅不得专兵，甚至外出作战，也必须按皇帝颁发的阵图行事。将官经常轮换，兵不识将，将不识兵，致使军队没有战斗力。这样的措施虽然杜绝了军阀拥兵作乱，但是也造成军事上的衰颓。北宋建国后一百年间，北宋军队与契丹、西夏军队大小六十余战，败多胜少。北宋加强中央集权的措施，导致官僚机构膨胀和军队不断扩充。到北宋中期，官俸和军费开支浩大，政府财政入不敷出。北宋政府实行不限制兼并的政策，土地集中现象严重，贵族占有大量土地，社会矛盾尖锐。政治上的专制腐败，军事上的骄惰无能，带来外交上的极端软弱。到苏洵生活的年代，北宋每年要向契丹纳银二十万两，绢三十万匹；向西夏纳银十万两，绢十万匹，茶三万斤。这样贿赂的结果，助长了契丹、西夏的气焰，加重了人民的负担，极大地损伤了国力，带来了无穷的祸患。也就是说当时的北宋四周环伺，政策上求和，积贫积弱，而苏洵正是针对这样的现实撰写《六国论》的。</p> <p>　　苏洵写这篇文章并不是单纯地评论古代的历史事件，而是借古讽今，警告北宋统治者不要采取妥协苟安的外交政策。</p><br/><h2>评价</h2> <p>　　苏询的《六国论》，不属于写的自由潇洒或错综起边的类型，而是在行文结构方面带有规范性的作品，体现了议论文论证严谨的特点。因为头绪清楚，变化较少，通过提要钩玄，逐段逐层梳理归纳，很容易搞清楚文章脉络和主要思想内容，在文章结构上便于学习。</p> <p>　　但另一方面，<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>的《六国论》把六国灭亡的原因归结于“赂秦”，尽管文章在论证上、语气上给人势如破竹的感觉，但今天看来显然失之偏颇。因为从本质上讲，六国灭亡是由于不思改革进取，不采取富国强兵之策，从而陷入落后挨打的境地，被历史所淘汰。当然也有战略、策略（包括“赂秦”）等方面的种种具体原因。单从某种视角看到了某些事实，便以为抓住了事物的全部，这是人类很容易陷入的误区。</p>",
  "poet": {
    "id": 554,
    "star": 0,
    "name": "苏洵",
    "image": "http://img.gushiwen.org/authorImg/suxun.jpg",
    "desc": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "议论",
    "历史",
    "借古讽今"
  ]
}