{
  "id": 5493,
  "star": 10,
  "name": "齐州送祖三 / 河上送赵仙舟 / 淇上别赵仙舟",
  "dynasty": "唐代",
  "content": "相逢方一笑，相送还成泣。<br>祖帐已伤离，荒城复愁入。<br>天寒远山净，日暮长河急。<br>解缆君已遥，望君犹伫立。",
  "fanyi": "<p><strong>译文</strong><br>才相逢刚刚以一笑相对，又相送变成了阵阵啜泣。<br>祖帐里我已经感伤离别，荒城中我更加发愁独入。<br>天寒季节远山一片明净，日暮时分大河格外迅急。<br>解开缆绳你就迅速远去，遥望着你我还久久伫立。</p> <p><strong>注释</strong><br>⑴齐州：唐代州名，故治在今山东历城县，离济州不远。祖三：即<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>，唐代<a href=\"http://so.gushiwen.org/view_5493.aspx\">诗</a>人。洛阳人，与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>友善。诗题一作“河上送赵仙舟”，又作“淇上别赵仙舟”。<br>⑵祖帐：为出行者饯行所设的帐幕。古人出行，上路前要祭路神，称“祖”，后来引申为饯行。此句一作“祖帐已伤离”。<br>⑶荒城：即边城的意思。指齐州。一说指济州。<br>⑷长河：指济水，齐州在济水南。<br>⑸缆：系船的绳索。<br>⑹伫立：久立。此句一作“望君空伫立”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5493.aspx\">诗</a>是唐代山水田园诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>为送别友人<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>而写的作品。</p> <p>　　“相逢方一笑，相送还成泣。”起句平易如话，写两人才相逢又相别了，刚高兴了一会，此时又悲伤了起来。这两句语言朴实平易但蕴含的情感又很丰富。“相逢”、“相送”、“方”、“还”传达出来去匆匆的遗憾。“还成泣”一方面表明友情是多么真挚、深厚；另一方面短暂的“笑”对“泣”又起了反衬、加强的作用。这两句真是天生的好言语。下两句亦是叙别。济州位于黄河下游，作者在《被出济州》中谓之“井邑海云深”，谪居于此，自然更生遥远之感了。他的愁入荒城，也含有不甘于这种境遇的意思。那首也是作于济州的《赠祖三咏》写道：“贫病子（指祖）既深，契阔（离散、劳苦）余不浅。”可见二人皆是天涯沦落人，因此友情就显得分外深厚了。“天寒远山净，日暮长河急。”这两句写到环境，仿佛一路絮谈，周围环境都未顾及，此时友人解缆离去，才注意到伫望中的这些景象。这两句使人产生时间感，“祖帐”进行了多长时间啊。这景象引起作者特别注意，自是迎合了他此时的情绪，表现出友人离去造成自己的空虚感、落寞感，而“日暮长河急”更加重了心绪的撩乱。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>称“着此二语，下‘望君’句愈觉黯然。”（《唐诗别裁》）诗人就是在这种背景下望着友人离去，真是“黯然销魂”至极了。“解缆君已遥”，写船快，实则怨船快；“望君犹伫立”，一个“犹”可见他是何等执着。这类的诗句很多，只是王维这两句用两个“君”分明是谈话口吻，仿佛此时他在心里默默地与友人在交谈。</p> <p>　　这首诗叙别情，在王维同类诗歌中，显得特别浓挚深至，而语言表达又很自然素朴，“天寒”二句的描写也似是不经意间的点染，王文濡评曰：“不设色而意自远，是画中之白描高手。”（《历代诗评注读本》）这真是“淡者屡深”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>语）了。</p>",
  "about": "<h2>创作背景</h2> 　　祖三即<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>，是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a><a href=\"http://so.gushiwen.org/view_5493.aspx\">诗</a>友，王维另有《赠祖三咏》一诗，称彼此“结交二十载”，可见交谊之深；且该诗结语云“良会讵有几，终自长相思。”与此诗首二句意思略同，均当是作者贬谪济州时，为祖咏离开济州赴官送行到齐州而作。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "送别",
    "感伤"
  ]
}