{
  "id": 63804,
  "star": 34,
  "name": "水龙吟·落叶",
  "dynasty": "宋代",
  "content": "晓霜初著青林，望中故国凄凉早。萧萧渐积，纷纷犹坠，门荒径悄。渭水风生，洞庭波起，几番秋杪。想重涯半没，千峰尽出，山中路、无人到。 <br>前度题红杳杳。溯宫沟、暗流空绕。啼螀未歇，飞鸿欲过，此时怀抱。乱影翻窗，碎声敲砌，愁人多少。望吾庐甚处，只应今夜，满庭谁扫。",
  "fanyi": "<p><strong>译文</strong><br>早上的霜露刚刚附着在青绿的树林上，视野中故国也早是一片凄凉之景。地上的落叶渐渐积累，树上的叶子也纷纷欲坠落，门前荒芜，路径悄悄。渭水秋风起，洞庭湖波涌，几次暮秋了。想来重重叠叠的山上已经落满树叶，千峰尽是万木凋零之景，山上的路，没有人可以到。<br>从前题红之事已不再见，顺着官沟而上，暗流空绕。蝉啼叫还没有停歇，鸿雁欲过，此时的怀抱是悲伤的。树叶杂乱地落于窗前，落叶掉落在台阶上发出声音，多少愁苦之人。望我家在何处。只是今夜，满庭的落叶谁来扫。</p> <p><strong>注释</strong><br>水龙吟：词牌名，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>词注“无射商”，俗名越调。双调一百二字，上片十一句四仄韵，下片十一句五仄韵。<br>晓霜：早上的霜露。著：附着。<br>望中：视野之中。故国：指南宋故地。<br>萧萧渐积：化用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登高》“无边落木萧萧下”之句。萧萧：草木摇落之声。<br>纷纷犹坠：意谓落叶片片飘坠。化用<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行·秋日怀旧》“纷纷坠叶飘香砌”之句。<br>门荒径悄：意谓落叶掩埋了门庭路径，一片荒凉寂静。<br>渭水风生：化用<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a><a href=\"http://so.gushiwen.org/view_63804.aspx\">诗</a>词写落叶。贾岛《忆江上吴处士》：“秋风吹渭水，落叶满长安。”周邦彦《齐天乐·绿芜凋尽台城路》：“渭水西风，长安乱叶，空忆诗情婉转。”<br>洞庭波起：化用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《湘夫人》：“袅袅兮秋风，洞庭波兮木叶下”句描写落叶。<br>秋杪（miǎo）：暮秋，秋末。杪，树梢。引申为时月的末尾。<br>重（chóng）崖半没（mò）：写山中落叶堆积，万木凋零的情状。<br>尽出：全是。<br>题红：指红叶题诗事。范摅《云溪友议》：“中书舍人卢渥，应举之岁，偶临御沟，见一红叶，命仆搴来。叶上有一绝句，置于巾箱，或呈于同志。及宣宗既省宫人，初下诏从百官司吏，独不许贡举人。渥后亦一任范阳，独获所退宫人。宫人睹红叶而呈叹久之，曰：‘当时偶随流，不谓郎君收藏巾箧。’验其书迹无不讶焉。诗曰：‘流水何太急，深宫尽日闲，殷勤谢红叶，好去到人间。’”杳杳（yǎo）：幽远貌。<br>宫沟：皇宫之逆沟。<br>螀（jiāng）：蝉的一种。<br>飞鸿：指鸿雁。<br>乱影翻窗：树叶乱落于窗前。<br>碎声：此指落叶之声。砌：台阶。<br>吾庐：我的家。甚：何。<br>只应：只是。<br>满庭谁扫：意谓无人扫落叶。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》有“落叶满阶红不扫”之句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　暮秋天气，严霜始降，草木黄落。在诸多文人笔下，落叶与时移物换、荣枯摇落同存长在，故而睹落叶而悲秋，因悲秋而伤情。通过描写这种境界，表现了词人在南宋末期对现实难排的抑郁之情和凄凉境地。</p> <p>　　上片写深秋“望中故国”落叶飘零的凄凉景象。“晓霜初著青林”以景带情，用笔简练，而轮廓顿明。作者在不经意如实地描摹出来自然景色：晨晓寒霜，把昔日青葱繁茂的林木笼罩。词人因景生情，心中升起一股莫明的凄凉之情。“望中故国凄凉早”，无限心事，隐藏其中。“故国凄凉早”五字借秋初大自然的萧索景象，写朝代之替换，这景象不但指自然景象，也包括社会景象在内，这是第一层。而凄凉的景象正应照词人的万端愁绪，这是第二层。此词似咏落叶，实则借以抒发心中对故国的思念，同时寄寓自己的身世之感。</p> <p>　　为将“凄凉”落到实处，上片连用几个与落叶有关的典故，使言辞虽简，但寓意深刻而丰富。“萧萧渐积”这里借指落叶，实暗用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“无边落木萧萧下”（《登高》）<a href=\"http://so.gushiwen.org/view_63804.aspx\">诗</a>意。“纷纷犹坠”与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>《御街行·秋日怀旧》中“纷纷坠叶飘香砌”句意相似。“渭水风生”用<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>“秋风吹渭水，落叶满长安”（《忆江上吴处士》）诗意。“洞庭波起”则借用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“袅袅兮秋风，洞庭波兮木叶下”（《湘夫人》）诗意。这几个典故是独立的，因紧扣落叶，便有了内在联系，毫无游离之感，而且补足了上句“故国凄凉早”。接下来，笔锋一转，用“想”作领字，领“重崖”以下四句。“半没”是因落叶堆积。“无人到”则是落叶阻挡了行程。这四句从词意上又进一层，起着承上启下的作用。</p> <p>　　上片着力于写景，下片转而抒情。“前度题红杳杳”，借用红叶题诗的故事，暗示故宫的冷落。《云溪友议》载：唐宣宗时，中书舍人卢渥于应试之岁，偶而在御沟中拾到一片红叶，上题一绝句：“流水何太急，深宫尽日闲。殷勤谢红叶，好去到人间。”后卢渥得一遣放的宫女，正是题诗之人。这一典故运用得十分巧妙。“前度”说明象从前那样宫女题红之事已不再见，借故宫的冷落暗寓朝代更迭。前两句为虚写，“啼螀未歇”以下六句则是实写。寒蝉凄切哀鸣，飞鸿欲过身影，正衬出词人难耐之痛楚。词人此时心绪烦乱哀感涌流，但词人却以“此时怀抱”四字一笔带过，言有尽而意无穷。“乱影”返回写眼前之秋景秋情。回步屋内，独坐客舍，秋夜寂静，又见无数黄叶乱落窗前，听见落叶之声敲打台阶。无尽无休，词人已无计可以避开秋声。和上片“纷纷”二字相呼应，以“碎”字形容落叶之声，意新句秀。“愁人”不单指词人自己，也包括了与他一样经历苦难的人们。《四溟诗话》说：“结句如撞钟，清音有余。”结句到位，确能产生余音袅袅的艺术效果。此词结尾“望吾庐甚处？只应今夜，满庭谁扫？”提出问题，而不作回答，留下“空白”，词人是让读者自己通过想象加以补充。“满庭谁扫”字浅意深，悲愁中掺杂着惆怅，哀怨中挟带着孤独，复杂的情感，也难以卒言。</p> <p>　　此篇咏落叶之词，以落叶为契机，“以故国凄凉早”为意脉，驰骋神思，虚境实写，融景入情，故而句句写落叶，却句句是故国之情，收到了情景交融、相得益彰的效果。词人运用娴熟的笔法，使主观和客观融洽，构成一个完整的整体，其故国之思表达得自然而深刻。</p>",
  "about": "<h2>创作背景</h2> 　　陈廷焯在《词则》中云：“其有慨于崖山乎？”据史料记载，宋端宗于景炎三年(公元1278年)4月不慎落入海中而受惊吓，又目睹一直保护自己的亲密大臣江万载为救自己被狂风海浪吞没，惊病交加而死。赵昺被陆秀夫，张世杰、江万载之子江钲于同月在冈州拥立为帝，史称宋少帝。五月，宋少帝改年号为“祥兴”，六月，迁居到崖山(今广东省新会县南)，九月，将宋端宗葬于崖山。祥兴二年（1279年），陆秀夫与宋少帝一同投海殉国。又据詹安泰考证，“啼螀未歇，飞鸿欲过，此时怀抱”三句指明了宋少帝未投海，而“望吾庐何处”句则说明此词为杭州陷落后，宋军于崖山死守时作，也就是说此词应作于祥兴元年至二年之间。",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}