{
  "id": 82,
  "star": 116,
  "name": "有女同车",
  "dynasty": "先秦",
  "content": "有女同车，颜如舜华。将翱将翔，佩玉琼琚。彼美孟姜，洵美且都。<br>有女同行，颜如舜英。将翱将翔，佩玉将将。彼美孟姜，德音不忘。",
  "fanyi": "<p>译文<br>姑娘和我同乘车，容貌就像花一样。体态轻盈如飞鸟，珍贵佩玉泛光芒。她是美丽姜姑娘，举止娴雅又大方。<br>姑娘和我同路行，容貌就像木槿花。体态轻盈像鸟翔，佩玉锵锵悦耳响。美丽姑娘她姓姜，美好声誉人难忘。</p> <p>注释<br>1.同车：同乘一辆车。一说男子驾车到女家迎娶。<br>2.舜华（huā）：木槿花，即芙蓉花。<br>3.将翱（áo）将翔：形容女子步履轻盈。一说遨游徘徊。翱、翔，飞翔。<br>4.琼琚：指珍美的佩玉。<br>5.孟姜：姜姓长女。《毛传》：“齐之长女。”排行最大的称孟，姜则是齐国的国姓。后世孟姜也作为美女的通称。<br>6.洵（xún）：确实。都：闲雅，美。<br>7.英：花。<br>8.将（qiāng）将：即“锵锵”，玉石相互碰击摩擦发出的声音。<br>9.德音：美好的品德声誉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首贵族男女的恋歌。<a href=\"http://so.gushiwen.org/view_82.aspx\">诗</a>以男子的语气，赞美了女子容貌的美丽和品德的美好。</p> <p>　　时当夏秋之际，木槿花盛开，诗中的男女一同出外游览。他们一会儿赶着车子，在乡间道路上飞快地奔驰；一会儿又下车行走，健步如飞。诗中洋溢着欢乐的情绪，明快的节奏。</p> <p>　　这个女孩姓姜，“孟”是老大的意思，即这个孟姜在家里排行第一，就是姜家的大姑娘。中国有句古话：“情人眼里出西施”，在那男人看来，孟姜真是“细看诸处好”，美不可言。她的面颊像木槿花一样又红又白；她走起路来像鸟儿飞翔一样，十分轻盈；她身上还佩带着珍贵的环佩，行动起来，环佩轻摇，发出悦耳的响声。她不但外貌美丽，而且品德高尚，风度娴雅。总之，诗人以无比的热情，从容颜、行动、穿戴以及内在品质诸方面，描写了这位少女的形象，同《诗经》中写平民的恋爱迥然有别。这也可以说是此诗的主要特色。</p> <p>　　木槿花朝开暮谢，所以<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有“槿枝无宿花”的说法，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>对之也有“风露凄凄秋景繁，可怜荣落在朝昏”的叹息。这是文人心中的木槿花，带着伤逝的美。所谓“舜华”，是描述这花朝开暮谢的瞬息之美。有人认为，诗中描述的这两情相悦的欣喜在“舜华”这一美丽的词汇中蕴含了危机。</p> <p>　　此诗二章，自宋范处义《诗补传》以下皆以之为赋体。也就是说它是用叙事或铺陈的方法进行描写的，但作者在叙写时是饱含感情的。两章字数、句数完全相等，意思也大致一样，唯有所押的韵不同。第一章“舜华”之“华”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》谓“叶芳无反”，用反切的方法说明这个“华”字音“夫”，因此与以下的“琚”“都”属于一个韵部。《说文通训定声》将“华”字归入“豫部”，与《诗集传》相同，可证。第二章的“行”字，《诗集传》注云：“叶户郎反”，即音杭（háng） ；“英”字“叶於良反”，即音央（yāng），皆与以下的“将”“忘”属于一个韵部。从首章“六鱼”韵到次章“七阳”韵的转换，也反映了诗中情绪的变化，它更为欢快和昂扬了。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_82.aspx\">诗</a>背景，《毛诗序》以为是刺郑国的太子忽（即后来的郑昭公）不婚于齐，说：“太子忽尝有功于齐，齐侯请妻之；齐女贤而不娶，卒以无大国之助，至于见逐，故国人刺之。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为是“淫奔之诗”。依《毛序》的观点，“有女”之女与“彼美”之女应是两个人，清钱澄之《田间诗学》说前一人为太子忽所娶陈女，后一人为齐侯之女。从诗中叙陈女只言其色，叙齐女则兼言其德，木槿花又花期不长几点来看，这种观点是可以成立的。依朱熹的观点，则无法解释“同车”、“佩玉将将”这样的“威仪盛饰，昭彰耳目”（<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>哲《媕雅堂别集》）。现代学者一般这是一对贵族青年男女的恋歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "女子"
  ]
}