{
  "id": 59840,
  "star": 15,
  "name": "寿楼春·寻春服感念",
  "dynasty": "宋代",
  "content": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我，今无裳？自少年、消磨疏狂。但听雨挑灯，攲床病酒，多梦睡时妆。<br>飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客、愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。",
  "shangxi": "<h2>赏析</h2> <p>　　《寿楼春》这个词调节奏舒缓，声情低抑，凄切悠远，适于抒发缠绵哀怨的悼亡之情。史达祖这首词就很能体现这个特点。</p> <p>　　上片为忆旧。词写于时近“寒食”之际，正当莺啼燕语，百花争妍的时节，换上春衣到郊外踏青赏花，是古代文人的赏心乐事。此时“寻春服”，自然不难联想起当年妻子在日，每值清明寒食，总要为自己裁几件春衣。“裁春衫寻芳”便由此落笔。“记金刀素手，同在晴窗”。这两句用以一“记”字领起两个四字句。“金刀”，剪刀的美称。“素手”，洁白的手，《古<a href=\"http://so.gushiwen.org/view_59840.aspx\">诗</a>十九首》谓“娥娥红粉妆，纤纤出素手。”“素手”二字已暗示出其妻的贤慧温柔。旭日临窗，作者看着妻子为自己外出赏花准备衣裳。这是一幅极平常的家庭生活剪影，静谧、和谐、美满。“十年未始轻分”的夫妻终于拆散了。“几度因风残絮，照花斜阳”，前句化用谢道韫《咏雪》诗：“未若柳絮因风起。”这里将“柳絮”改作“残絮”并继之以“斜阳”，透露出一种萧瑟凄凉气象。残絮被风吹去，难以寻觅，暗示妻子的亡故。以“残絮”比其妻，也透露出词人对人生短促的感慨。妻子死后，已几度春风；柳照样绿，花照样开，而伊人一去不复返了。“谁念我，今无裳”二句，照应词题。显示出梅溪词结构之缜密，此情本是因寻春服而起，“今无裳”勾起愁肠，使作者陷入深深的回忆之中。“自少年消磨疏狂”一句，出自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《代书诗一百韵寄微之》诗的“疏狂属年少，闲散为官卑”。中年丧妻，郁郁寡欢，少年豪气消磨殆尽。上结三句，又用领字格，以一“但”字领起三句，刻画梦境。试比较“听雨挑灯，攲床病酒”，与<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>著名的悼亡词《鹧鸪天》中“空床卧听南窗雨，谁复挑灯夜补衣”，借用的痕迹十分明显。“多梦睡时妆”乃是写实情。他在《忆瑶姬》中也写道：“袖止说道凌虚，一夜相思玉样人。但起来，梅发窗前，硬咽疑是君。”上片通过对亡妻琐碎往事的回忆，倾诉作者对她的一往情深。</p> <p>　　下片更是直抒胸臆，重在表达自己对死者绵厚炽热的深挚感情。换头是一个折腰六字句，“飞花”照应“残絮”，“良宵”照应“多梦”，使上下片意脉紧紧相连。又有人去楼空意兴阑珊之味。“有丝阑旧曲，金谱新腔”，以“有”字领起两个四字句。“丝阑”、“金谱”都是对乐谱的美称。“新腔”：指新曲，新调。这两句互文见义，说明死者精于音乐。音乐虽美，则难与旧人共赏，岂不伤怀难已？睹物思人，自然引入下句：“最恨湘云人散，楚魂伤。”词人青年时期曾在江汉一带生活过，他写及爱情的许多作品也常常带上“楚”、“湘”等字眼。这大概有两种可能：一是其结婚是在楚地，二是其妻名“湘云”之类。“楚兰”：楚地香草，代指美人。在这里，“湘云人散，楚兰魂伤”二句为对文，曲笔写妻子之死，自己之悲。冠以“最恨”二字，是极写词人的痛惜之情。“身是客，愁为乡”二句更推进了一层，表现了自己孤独凄苦的身世之感。“算玉箫、犹逢韦郎”句，用韦皋典。据《云溪友议》载：韦皋游江夏，与青衣玉箫有情，约七年再会，留玉指环。八年，不至，玉箫绝食而殁。后得一歌妓，真如玉箫，中指肉隐如玉环。玉箫生不能与韦皋再会，死后犹能化为歌妓与韦皋团圆。对照感叹自己妻子亡故以后，再也无缘与她重会了。后结“近寒食人家，相思未忘苹藻香”二句，既点出此时节令，又暗举出与亡妻共同有过的美好往事。《诗·召南·采苹》：“于以采苹？南涧之滨。于以采藻？于彼行潦。……于以奠之？宗室牖下。谁其尸之，有齐季女。”古时贵族少女出嫁前，要到宗庙受教为妇之道，教成之日就在宗庙里主持祭祖之礼，祭时陈设之物中有采来的苹、藻。词所云“苹藻香”，后来引申指新婚的温馨日子。词人寒食祭坟，见人家出游踏青，妇女采集芳草，不由想起往日新婚之乐来。以乐景写哀情，愈见其哀思之深切。</p> <p>　　这首词可能作于词人任中书省堂吏，受韩侂胄重用以后。“寿楼”可能是其居所名。《寿楼春》乃梅溪自度曲。本来似乎是志得意满的心境，但车马轻裘，锦衣玉食，换不来佳人一盼，正是富贵景象，凄凉心境，两相对比，自然引发词人无限伤感。其艺术特点主要表现在韵律方面：其一，此词冲破了一句之中“一声不许四用”的戒律，词中常出现四平声句和五平声句。如“消磨疏狂”，“犹逢韦郎”均为四平声，而起句“裁春衫寻芳”则是一个五平声句。这是对词律的大胆突破，这在婉约词人中更是极罕见的。这是史达祖对婉约词的发展。其二，此词多用平声和拗句。</p> <p>　　全词一百零一字，平声字便占了六十四个。拗调平声使声音舒徐平缓，也直接影响到词的艺术风格。正如焦循所说：“词调愈平熟则其音急，愈生拗则其音缓。急则繁，其声易淫，缓则庶乎雅耳。如……吴梦窗、史梅溪等词，往往用长句……而其音以缓为顿挫。”（《雕菰楼词话》）其三：运用双声叠韵。《蕙风词话》云：“前段‘因风飞絮，照花斜阳’，后段‘湘云人散，楚兰魂伤’，风、飞，花、斜，云、人，兰、魂，并用双声叠韵字，是声律极细处。”史达祖与其妻“十年未始轻分”的缠绵深厚的感情与词人独处异乡的孤寂之感揉合在一起，感人至深。 </p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "春天",
    "忆旧",
    "悼亡"
  ]
}