{
  "id": 70704,
  "star": 14,
  "name": "谒金门·五月雨",
  "dynasty": "明代",
  "content": "莺啼处，摇荡一天疏雨。<br>极目平芜人尽去，断红明碧树。<br>费得炉烟无数，只有轻寒难度。<br>忽见西楼花影露，弄晴催薄暮。",
  "fanyi": "<h2>注释</h2> ⑴凉雨：一作“疏雨”。<br>⑵平芜：草木丛生之旷野。<br>⑶断虹：一作“断红”。<br>⑷费得炉烟无数：宋<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《满庭芳·夏日溧水无想山作》词：“地卑山近，衣润费炉烟。”炉烟，指炉火。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词的标题是“五月雨”五月雨也就是梅子黄时雨，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a><a href=\"http://so.gushiwen.org/view_70704.aspx\">诗</a>云：“梅实迎时雨，苍茫值晚春。”词中所写，正是这种景象。　 </p> <p>　　上片写景，在那黄莺儿啼叫的地方，满天正飘洒着雨丝，“疏雨”是间歇的雨，“摇荡”形容雨丝飘洒的状态，正所谓“雨丝风片”，再加上间断的莺啼，再准确不过地写出了梅雨的特点。极目远眺，平野之上没有行人，只见残剩的红花缀在绿树上，经过雨的冲洗，显得格外鲜亮。“极目平芜人尽去”，可能取<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《踏莎行》“平芜尽处是春山，行人更在春山外”的意境。雨天行人稀少，树是那样绿，花是那样红，词人的观察总是十分细腻、具体的。　 </p> <p>　　下片写情，主要写词人的感受。江南梅雨季节，湿度大，衣物易生霉，本来古代上层家庭就好在室内薰香，此时此地更要点燃炉香来除湿。所以说： “费得炉烟无数”此亦从<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《满庭芳·夏日溧水无想山作》“地卑山近，衣润费炉烟”化出。梅雨季节，江南正处于冷暖空气交会地带，故而多雨，并且气温多变，早晚甚至还会感到轻微的寒意，词中说“只有轻寒难度”，正是指的这种气候，“难度”则属于诗人的感受了。最后两句由雨写到转晴，忽雨忽晴也止是梅雨季节的特点，诗人强调的是由雨转晴完全在不知不觉之间，“疏雨”似乎一直在下着，然而忽然看见西楼边上露出了花影，天已放晴了。阳光照射下，才有花影。这花影摇曳着，摆弄着阳光。时间已接近傍晚，花影随着太阳光线移动，就好像在催促着薄暮的到来。这里“弄”字“催”字都用得很巧妙。在词中“弄”是一个很有表现力的动词，与<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《天仙子》“云破月来花弄影”有异曲同工之妙。张词写月光照射下，花影在轻轻摇动，于寂静中显出动态，所以<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》说：“着一‘弄’字而境界全出矣。”这首词取法这一 “弄”字，也用得相当精彩，不说“花弄影’，而说“花影弄晴”，晴是阳光给人的感觉，就是说花影摇动引起光线的明暗变化，这样就有了新的创造。而接言的“催薄暮”，用一个动词“催”字，赋予花影以感情的色彩。薄暮是自然到来的，在花影轻摇中阳光渐渐移去，给人的感觉似乎是催促傍晚的到来，感觉十分细腻，表达则十分精彩。 </p> <p>　　前人评<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>词“婉丽、清艳”、“情深一往，情韵凄清”。他的词属于“婉约”派，这一派认为词的本质就应该是婉转缠绵、含而不露的。在陈子龙的词中一些细腻曲折的表达，确实体现了这种特点。但他所处的时代和他本人的归宿，却是与柔情蜜意、轻歌曼舞的生活不甚相容的，所以前人又特别强调他的“艳”不是浓得化不开的艳，而是“清艳”。情韵更不是“婉媚”，而是“凄清”。在他存世的数十首词中，大都是抒写节候变化和自然风物的，其中也颇多批评时事的寓意和忧时伤世感情的曲折表达，至于本篇，主要用赋体写成。既然找不到什么寄托的根据，我们且将它作为一篇描写节候风物的佳作来欣赏吧。</p>",
  "poet": {
    "id": 563,
    "star": 0,
    "name": "陈子龙",
    "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
    "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"
  },
  "tags": [
    "婉约",
    "写雨"
  ]
}