{
  "id": 62411,
  "star": 10,
  "name": "高阳台·落梅",
  "dynasty": "宋代",
  "content": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 <br>寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。",
  "fanyi": "<p><strong>译文</strong><br>　　宛如宫女脂粉残留的秀痕，仿佛云间仙子飘坠下的倩影。一树新梅，南放在野水荒湾。古石下埋藏你芳香的遗骨，金沙滩葬着她的连环锁骨。不恨南楼的横笛吹奏起《梅花落》的笛曲，声声幽怨哀伤。但我更恨的是早晨的和风吹遍万水掠过千山，梅花被吹得飘零片片。香气在黄昏的庭院中扩散，幽冷的月光下梅花的疏影摇曳翩翩。寿阳公主空对着宝镜弥补脸上痕瘢，悄悄地妆饰姣好的容颜。试问有谁调匀玉髓，来悄悄修补香艳的痕斑？潇潇细雨中归鸿不断，翩翩飞远，无边无际的春寒，还笼罩着那种满梅花的孤山。远去的幽魂请谁才能招还，只能在梦境中与你在溪边想见。你穿着洁白的衣裙，解下玉佩赠给我作为留念。最令人忧愁的是，当梅雨过去而变成晴天，小鸟在梅树间啼叫连连，浓密的叶片下，点点梅子已又清又圆。 </p><p><strong>注释</strong><br>①仙云：状梅花飘落姿影。<br>②古石埋香：原指美人死去。此处喻指落梅。<br>③吹横笛：古笛曲中有《梅花落》。<br>④寿阳：化用寿阳公主梅花妆事。<br>⑤瘢（bān）：疤痕。<br>⑥缟（gǎo）衣：白绢衣裳。<br>⑦解佩：汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传·江妃二女》：“江妃二女者，不知何所人也，出游於江汉之湄，逢郑交甫。见而悦之，不知其神人也，谓其仆曰：‘我欲下请其佩。’……遂手解佩与交甫 。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词开端即写梅花凋谢“宫粉”状其颜色，“仙云”写其姿质，“雕痕”、“堕影”，言其飘零，字字锤炼，用笔空灵凝炼“无人野水荒湾”句为背景补笔。仙姿绰约、幽韵冷香的梅花，无声地飘落在阒寂的野水荒湾。境界空旷悠远，氛围淡寒。“古石埋香，金沙锁骨连环。”二句，上承“雕”、“堕”，再进一步渲染，由飘落而埋香，至此已申足题面。“金沙锁骨连环”，用美妇人——锁骨菩萨死葬的传说来补足“埋香”之意。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《戏答陈季常寄黄州山中连理松枝》<a href=\"http://so.gushiwen.org/view_62411.aspx\">诗</a>云：“金沙滩头锁子骨，不妨随俗暂婵娟。”词中用以拟梅花，借指梅花以美艳绝伦之身入世悦人，谢落后复归于清净的本体，受人敬礼，可谓尊爱之至，而哀悼之意亦隐于其中。接下来“南楼不恨吹横笛，恨晓风、千里关山”。三句陡然转折。“不恨”与“恨”对举，词笔从山野落梅的孤凄形象转入关山阻隔的哀伤情怀，隐含是花实际亦复指人之意。笛曲中有《梅花落》。可见，“南楼”句虽然空际转身而仍绾合本题。所以陈洵称赞为“是觉翁（<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>晚号觉翁）神力独运处”（《海绡说词》）。下边转换空间，由山野折回庭中。“半飘零”三句，当是从<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》“暗香浮动月黄昏”化出。梅花既落，而又无人月下倚阑赏之，故言“月冷阑干”，与下片“孤山无限春寒”喻意基本相同。下片言“寿阳”，言“孤山”，皆用梅花故实。《太平御览》卷三十《时序部》引《杂五行书》中的记载：“宋武帝女寿阳公主人日卧于含章殿檐下，梅花落公主额上，成五出花，拂之不去，皇后留之，看得几时，经三日，洗之乃落。宫女奇其异，竞效之，今梅花妆是也。”“鸾”是“鸾镜”，为妇女梳妆用镜。“调玉髓”、“补香瘢”，又用三国吴孙和邓夫人的故事。和宠夫人，曾因醉舞如意，误伤邓颊，血流满面，医生说用白獭髓，杂玉与琥珀屑敷之，可灭瘢痕，见唐段成式《酉阳杂俎》前集卷八。这里合寿阳公主理妆之事同说，以“问谁”表示已经没有了落梅为之助妆添色。孤山在今杭州西湖，宋词人林逋曾于此隐居，植梅养鹤，人称“梅妻鹤子”。此处化用数典，另翻新意。分从两方面落笔，先写对逝而不返的落梅的眷恋，再写落梅蓬山远隔的幽索。“离魂”三句，仍与落梅紧紧相扣。“缟衣”与“宫粉”拍合，“溪边”亦与“野水荒湾”呼应。“缟衣解佩”暗指昔日一般情事，寄寓了往事如烟、离魂难招的怀人之思。最后一韵，从题面申展一层，写花落之后的梅树形象。“叶底青圆”四字，化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《叹花》诗“绿叶成阴子满枝”的词句意，包孕着世事变迁的惆怅与岁月无情的蹉跎。</p> <p>　　吴文英在苏州时曾纳一妾，后遣去；居于杭州时又纳一妾，后亡故。联系作者的这些经历，并证以其它词章。后人对这首词虽然褒贬不一，但从总体看来，词中那些似乎不相连属的字面的深层，其实流动着脉络贯通的感情潜流，它们从不同的时空和层面，渲染了隐秘的情事和深藏的词旨，堪称咏物之作的佳品。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词精选",
    "咏物",
    "梅花",
    "伤怀"
  ]
}