{
  "id": 2863,
  "star": 50,
  "name": "巫峡",
  "dynasty": "唐代",
  "content": "三峡七百里，惟言巫峡长。<br>重岩窅不极，叠嶂凌苍苍。<br>绝壁横天险，莓苔烂锦章。<br>入夜分明见，无风波浪狂。<br>忠信吾所蹈，泛舟亦何伤！<br>可以涉砥柱，可以浮吕梁。<br>美人今何在？灵芝徒自芳。<br>山空夜猿啸，征客泪沾裳。",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首五言古<a href=\"http://so.gushiwen.org/view_2863.aspx\">诗</a>，作于垂拱元年(685)诗人赴梓州(今四川三台县)任司法参军途经巫峡时。诗人此次由太子詹事司直光崇文馆学士调出为梓州司法参军，是受从弟杨神让附徐敬业叛乱的牵连，带有贬谪的性质，因此心境郁悒，沿途写下的几首山水诗都有忧郁不平之气，而本诗是较典型地体现了作者当时的心灵活动的一篇。 </p> <p>　　全诗十六句，分为两部分，前八句写所见，后八句写所思。首四句总写巫峡的气势，先化用古歌“巴东三峡巫峡长，猿鸣三声泪沾裳”(盛弘之《荆州记》)之意，叙述巫峡之长，然后通过对悬崖峭壁的描绘衬托巫峡之险：岩峦重叠一望无际，层层壁立的峭崖上摩云霄(苍苍，天色，出《庄子》)。三四两句用平视和仰视的角度展现了巫峡的幽深窅远和两岸峭壁的险峻。<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·江水》曾这样描写三峡：“自三峡七百里中，两岸连山，略无阙处，重岩叠嶂，隐天蔽日，自非停午夜分，不见曦月”。<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>这里显然是受其影响的，但诗人并没停留在这一般的描绘上，从第五句开始，诗人对巫峡的险状进行了具体刻划。“绝壁横天险”四句应是写一处具体的险要，它横立江中，上面长满青苔，就是在夜里也看得很清楚。下面流急浪险，哪怕没风也波涛喷激，令人心惊。这是诗人夜中乘舟途经、给他留下深刻印象的地方。看来诗人不知其地名。难以称名指实，但这么一来，就使得它由实变虚，部分地超脱了现实，带上一种象征意义——与诗人的境遇相映衬，成为仕途凶险的象征。 </p> <p>　　诗人遭到政治上的打击，远贬殊方。此刻面对巫峡风波之险，自然就联想到仕途的凶险莫测，于是一连串的感触油然而生。从第九句开始，诗转入后半部的情绪抒写，与前面的景物描绘构成对称的格局。“忠信”四句承上用比喻表达自己的信念：只要自己光明磊落，恪守着以忠事君、以信处世的准则，象这样泛舟历险又有什么可忧惧?“砥柱”在河南三门峡，俗称三门山，黄河分流包山而过，是水流极险急之处。“吕梁”即吕梁山，在山西省西部，相传大禹治水曾闢吕梁洪通黄河。“可以涉砥柱，可以浮吕梁”两句一言其险，一言其远，泛言可以行于四方，化险为夷。诗人由行舟所历的天险联想到宦途所遭人祸，就信笔借行舟为喻，表达自己坚定的信念。虚实之间，过渡巧妙自然，了无痕迹。至此为止，诗中的情调一直是开朗自信的，前途充满了希望。然而诗人毕竟身处逆境，当走上贬谪之途的此际，怎么可能没有一丝伤感呢，尤其是自己遭贬纯属无故株及，自不免怨愤不平。“美人”两句就表达了这种情绪。古诗中美人常用来比喻理想或君主、友人，这里是比喻君王，而以灵芝自喻，两句意思说自己远离朝廷，空有忠贞和才干不能进用、报效。托词虽婉，心情却颇为激切，诗人对自己忠而见疏、怀才不用的遭际深觉不平，可是又无可奈何。在这种心情下，听到峡中凄厉哀绝的猿啸，他不由得一阵伤感，潸然泪下了。《水经注》载：“每至晴初霜旦，林寒涧肃，常有高猿长啸，屡引凄异，空岫传响，哀转久绝。故渔者歌曰：‘巴东三峡巫峡长，猿鸣三声泪沾裳’。”诗人在这里将典故与现实、环境与心情融合在一起，构成了一个情景交融、联想丰富的艺术境界，读来令人对作者的遭遇产生深深的同情。 </p> <p>　　写山水而寄托自己的情思，是中国古代山水诗的一个特色。在这样的山水诗中，山水景物不再是单纯的观赏对象。而成为与作者的心境相感发相映衬的表现媒介。作者寄意于山水，是为了抒发情感，因此，诗中的景物描绘有时就不那么刻意求工。杨炯这首诗就是如此，它写景雄浑开阔而不求工细，为主体的情感活动构成了恰当的背景。</p>",
  "poet": {
    "id": 44,
    "star": 0,
    "name": "杨炯",
    "image": "http://img.gushiwen.org/authorImg/yangjiong.jpg",
    "desc": "杨炯（650年－692年），汉族，弘农华阴（今属陕西）人，排行第七；唐朝诗人，初唐四杰之一。显庆六年（公元661年），年仅11岁的杨炯被举为神童，上元三年（676年）应制举及第，授校书郎。后又任崇文馆学士，迁詹事、司直。垂拱元年（685年），降官为梓州司法参军。天授元年（690年），任教于洛阳宫中习艺馆。如意元年（692年）秋后改任盈川县令，吏治以严酷著称，卒于任所。因此后人称他为“杨盈川”。"
  },
  "tags": [
    "山水",
    "情思"
  ]
}