{
  "id": 190,
  "star": 42,
  "name": "正月",
  "dynasty": "先秦",
  "content": "正月繁霜，我心忧伤。民之讹言，亦孔之将。念我独兮，忧心京京。哀我小心，癙忧以痒。</p> <p>父母生我，胡俾我瘉？不自我先，不自我后。好言自口，莠言自口。忧心愈愈，是以有侮。</p> <p>忧心惸惸，念我无禄。民之无辜，并其臣仆。哀我人斯，于何从禄？瞻乌爰止？于谁之屋？</p> <p>瞻彼中林，侯薪侯蒸。民今方殆，视天梦梦。既克有定，靡人弗胜。有皇上帝，伊谁云憎？</p> <p>谓山盖卑，为冈为陵。民之讹言，宁莫之惩。召彼故老，讯之占梦。具曰予圣，谁知乌之雌雄！</p> <p>谓天盖高，不敢不局。谓地盖厚，不敢不蹐。维号斯言，有伦有脊。哀今之人，胡为虺蜴？</p> <p>瞻彼阪田，有菀其特。天之杌我，如不我克。彼求我则，如不我得。执我仇仇，亦不我力。</p> <p>心之忧矣，如或结之。今兹之正，胡然厉矣？燎之方扬，宁或灭之？赫赫宗周，褒姒灭之！</p> <p>终其永怀，又窘阴雨。其车既载，乃弃尔辅。载输尔载，将伯助予！</p> <p>无弃尔辅，员于尔辐。屡顾尔仆，不输尔载。终逾绝险，曾是不意。</p> <p>鱼在于沼，亦匪克乐。潜虽伏矣，亦孔之炤。忧心惨惨，念国之为虐！</p> <p>彼有旨酒，又有嘉肴。洽比其邻，婚姻孔云。念我独兮，忧心殷殷。</p> <p>佌佌彼有屋，蔌蔌方有谷。民今之无禄，天夭是椓。哿矣富人，哀此惸独。",
  "fanyi": "<p><strong>译文<br></strong>正月地上满是霜，让我心中很忧伤。民心已乱谣言起，谣言传播遍四方。独我一人愁当世，忧思不去萦绕长。可怜担惊又受怕，忧思成疾病难当。<br>父母生我不逢时，为何令我遭祸殃？苦难不早也不晚，此时恰落我头上。好话既都嘴里说，坏话也全口中讲。忧心忡忡不合时，因此受辱遭中伤。<br>郁郁不乐心里忧，想我没福能消受。平民百姓无罪过，也成奴仆居末流。可悲我们若亡国，利禄功名哪里求？看那乌鸦将止息，飞落谁家屋檐头？<br>远望树林成一片，粗细只能当柴烧。百姓正在危难中，上天昏睡不知道。如果天命已确定，没人抗拒能奏效。上帝皇皇最英明，究竟恨谁请相告？<br>人说山丘多么低，实为高峰与峻岭。民间谣言纷纷起，不去制止哪能行。但见老臣受征召，请他占梦来问讯。都说自己最灵验，乌鸦雌雄谁分清？<br>人说天空多么高，我却怕撞把腰弯。人说大地多么厚，我却怕陷把脚踮。高声呼叫这些话，有条有理不瞎编。令我悲哀今世人，为何像蛇毒牙尖！<br>请看山坡田地里，禾苗特出长得茂。上天这样折磨我，唯恐把我打不倒。当初朝廷来求我，唯恐推辞不应召。得到我后很慢待，不再重用与倚靠。<br>心中忧愁深又长，好像绳结不能解。当今政治真难说，为何越来越暴烈？大火熊熊烧起时，难道有谁能扑灭?辉煌显赫周王朝，褒姒竟然将它灭。<br>忧伤满怀常惨惨，又遇天阴雨绵绵。车箱已经装载满，竟然抽去车挡板。等到货物掉下来，大哥帮忙才叫唤。<br>车上箱板不要扔，加固辐条牢又安。轴上伏兔勤检查，装载货物莫丢散。这样终能渡艰险，莫将此事等闲看。<br>鱼儿生活在池沼，并非让它乐逍遥。即使深藏不敢动，水清照样看得到。忧思满怀愁不已，想那朝政太残暴。<br>他有美酒醇又香，山珍海味任品尝。四邻五党多融洽，姻亲裙带联结广。想我孤独只一身，郁郁不乐心忧伤。<br>卑鄙小人有华屋，庸劣之徒有米谷。今世黎民贫无禄，饱受天灾无人助。富贵人家多欢乐，可怜穷人太孤独。</p> <p><strong>注释<br></strong>1.正（zhēng）月：正阳之月，夏历四月。<br>2.讹（é）言：谣言。<br>3.孔：很。将：大。<br>4.京京：忧愁深长。<br>5.癙（shǔ）：幽闷。痒：病。<br>6.俾：使。瘉：病，指灾祸、患难。<br>7.莠（yòu）言：坏话。<br>8.惸（qióng）：忧郁不快。<br>9.无禄：不幸。<br>10.乌：周家受命之征兆。爰（yuán）：语助词，犹“之”。止：栖止。此下二句言周朝天命将坠。<br>11.侯：维，语助词。薪、蒸：木柴。<br>12.盖（hé）：通“盍”，何。<br>13.惩：警戒，制止。<br>14.讯：问。<br>15.具：通“俱”，都。<br>16.局：弯曲。<br>17.蹐（jǐ）：轻步走路。<br>18.伦、脊：条理，道理。毛传：“伦，道；脊，理也。”<br>19.虺（huǐ）蜴（yì）：毒蛇与蜥蜴，古人把无毒的蜥蜴也视为毒虫。<br>20.阪（bǎn）田：山坡上的田。<br>21.莞（guān）：蒲草，水葱一类植物。<br>22.扤（wù）：动摇。<br>23.则：语尾助词，通“哉”。<br>24.执：执持，指得到。仇（qiú）仇：慢怠。<br>25.力：用力。<br>26.燎：放火焚烧草木。扬：盛。<br>27.宁：岂。或：有人。烕（miè）：即“灭”。<br>28.宗周：西周。<br>29.褒姒（sì）：周幽王的宠妃。褒，国名。姒，姓。<br>30.终：既。怀：忧伤。<br>31.辅：车两侧的挡板。<br>32.载（zài）输尔载（zài）：前一个“载”，虚词，及至。后一个“载”，所载的货物。输，丢掉。<br>33.将：请。伯：排行大的人，等于说老大哥。<br>34.员（yún）：加固。毛传：“益也。”<br>35.仆：通“轐”，也叫伏兔，像伏兔一样附在车轴上固定车轴的东西。一说仆即车夫。<br>36.曾：竟。不意：不留意。<br>37.炤（zhāo）：通“昭”，明显，显著。<br>38.惨惨：忧愁不安。<br>39.云：亲近，和乐。<br>40.慇（yīn）慇：忧愁的样子。<br>41.佌（cǐ）佌：比喻小人卑微。<br>42.蔌（sù）蔌：鄙陋。<br>43.椓（zhuó）：打击。<br>44.哿（gě）：欢乐。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_190.aspx\">诗</a>的抒情主人公具有政治远见，也有能力。故统治阶级当权者开始极表需要他（“彼求我则，如不我得”），但得到之后又不重用（“执我仇仇，亦不我力”）。他担忧国家的前途，同情广大人民的苦难遭遇，反而遭到小人的排挤和中伤（“忧心愈愈，是以有侮”）。他是一个忧国忧民而又不见容于世的孤独的士大夫知识分子形象。诗的抒情主人公面对霜降异时、谣言四起的现实，想到国家危在旦夕，百姓无辜受害，而自己又无力回天，一方面哀叹生不逢时（“父母生我，胡俾我瘉？不自我先，不自我后”），一方面对于一会儿这么说，一会儿那么说（“好言自口，莠言自口”），反覆无常、扰乱天下的当权者表示了极大的愤慨。他最终身心交瘁，积郁成疾（“癙忧以痒”）。诗中还表现了三种人的心态。第一种是末世昏君。此诗没有明确指出周幽王，而是用暗示的方法让人们想到幽王。“天”在古代常用来象征君王，诗中说“民今方殆，视天梦梦”，就是很严厉地指责周幽王面对百姓危殆、社稷不保的现实毫不觉悟，却只顾占卜解梦（“召彼故老，讯之占梦”）。“赫赫宗周，褒姒灭之”二句，矛头直指最高统治者。此诗批评最高当权者亲小人（“瞻彼中林，侯薪侯蒸”），远贤臣（“乃弃尔辅”），行虐政（“念国之为虐”）。指出如果国家真正颠覆，再求救于人，则悔之无及（“载输尔载，将伯助予”）。这样的末世昏君前有桀、纣，后有胡亥、<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>，历史上不绝如缕，所以其揭露是有意义的。第二种是得志的小人。他们巧言令色，嫉贤妒能（“好言自口，莠言自口”），结党营私，朋比为奸（“洽比其邻，昏姻孔云”），心肠毒如蛇蝎（“胡为虺蜴”），但却能得到君王的宠幸与重用，享有高官厚禄，诗人对这种蠹害国家的蟊贼表示了极大的憎恨与厌恶。第三种人是广大人民。他们承受着层层的剥削和压迫，在暴政之下没有平平安安的生活，而只有形形色色的灾难（“民今无禄，天天是椓”），而且动辄得咎，只能谨小慎微，忍气吞声（“不敢不局”、“不敢不蹐”）。诗人对广大人民寄予了深切的同情。“民之无辜，并其臣仆”，表现了无比的沉痛。昏君施行虐政，百姓是最直接的受害者，上天惩罚昏君，百姓也要无辜受过。此诗正道出了乱世人民的不幸。</p> <p>　　全诗四言中杂以五言，便于表现激烈的情感，又显得错落有致。全诗以诗人忧伤、孤独、愤懑的情绪为主线，首尾贯串，一气呵成，感情充沛。其中有很多形象的比喻，如以鱼在浅池终不免遭殃，喻乱世之人不论如何躲藏，也躲不过亡国之祸。还运用了对比手法，如诗的最后两章说，得势之人有酒有菜，有屋有禄，朋党往来，其乐融融；黎民百姓穷苦无依，备受天灾人祸之苦。“哿矣富人，哀此惸独”正像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“朱门酒肉臭，路有冻死骨”一样，表现了诗人的极大愤慨。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首政治怨刺<a href=\"http://so.gushiwen.org/view_190.aspx\">诗</a>，当作于西周将亡之时，怨刺对象当是周幽王。诗中言“赫赫宗周，褒姒灭之”是预料之词。《毛诗序》云：“《正月》，大夫刺幽王也。”三家诗对此无异议。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "抒情",
    "怨刺"
  ]
}