{
  "id": 69120,
  "star": 8,
  "name": "寓居吴兴",
  "dynasty": "宋代",
  "content": "相对真成泣楚囚，遂无末策到神州。<br>但知绕树如飞鹊，不解营巢似拙鸠。<br>江北江南犹断绝，秋风秋雨敢淹留？<br>低回又作荆州梦，落日孤云始欲愁。",
  "fanyi": "<p><strong>译文</strong><br>与朋友们相会，我伤心地发现，我们真的成了当年的过江诸人，以泪洗面，一个个忧心忡忡，可又想不出救国的良策。<br>我就像那绕树飞鸣的乌鹊，找不到个栖息的地方；又如同无能的鸠，没法谋造个安定的巢穴。<br>江北江南，相望不远，也已音讯断绝；在这秋风秋雨中，我又怎能在吴兴滞留岁月？<br>伤心流连，我想找个有力的朋友避乱托身，却只是梦想；抬起头，眼见那天边夕阳西坠，孤云飘浮，禁不住忧愁悱恻。</p> <p><strong>注释</strong><br>①吴兴：今浙江湖州市。<br>②楚囚：用《左传·成公九年》楚人钟仪被俘事，后世以之代指囚犯或处境窘迫的人。《世说新语·言语》载：晋室南渡后，士大夫多在好天聚会新亭，周叹息说：“风景不殊，正自有山河之异！”大家相视流泪。只有王导说：“当共戮力王室，克复神州，何至作楚囚相对！”<br>③末策：下策。<br>④营巢：筑巢。<br>⑤拙鸠：《禽经》：“鸠拙而安。”<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>注说鸠即鸠，四川称为拙鸟，不善营巢。<br>⑥羁留；逗留。<br>⑦荆州：在今湖北。这里当用汉末<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>见天下大乱，遂去荆州依托刘表事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69120.aspx\">诗</a>首联用《世说新语》中过江诸人的典故，说自己今天再也没想到会和当年过江诸人一样，作楚囚相对，为国家沦丧而伤心，但对挽救国家命运却拿不出什么办法来。诗既表现自己对现状及前景的哀怨愤慨，也因己及人，感叹朝中大臣也都个个束手无策。诗用“真成”、“遂无”加重语气，流露出极大的无奈。</p> <p>　　次联由国事的伤感转到自己的处境，在格调上与前保持一致。诗用了两个比喻，一说自己像盘旋绕枝的乌鹊，用<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》“月明星稀，乌鹊南飞。绕树三匝，无枝可依”句意，写自己颠沛流离，无处栖托，表示惆怅与不平。一说自己像不会筑巢的鸟儿，用鸠不会营巢的典故，自叹无能，没法为自己谋个安乐窝，对中原沦陷后，由于自己不善逢迎，没人援引，从而生活困难表示不满。两句都用鸟的典故，为诗家忌讳，但曾几因为用得很活，密切自己“寓居吴兴”的感受，所以没有粗疏谫劣之病。</p> <p>　　第三联直承首联，写忧国之情。过江诸人对泣新亭，叹神州陆沉，是往事，也是眼前的实事。第一联写了无力挽回国家倾覆的命运，这联直写国家沦亡后的状况。如今江北江南，音讯断绝，成了两个世界，眼前的秋风秋雨，是何等的凄清，自己又怎能长久淹留这里呢？秋风秋雨，既可看作实事，表现自己悲秋的愁闷，也可看作国家的象征，这番萧杀的状况，正同眼前国家面临的局势，怎能不使人忧虑万分、感慨系之呢？这一联格调轻快，在流动婉转中包含沉重的感伤。这样造语，显得情深意长，是曾几诗的特长，也是他最喜欢用的句型，如他在《发宜兴》的第三联也这样写：“观山观水都废食，听风听雨不妨眠。”直接学<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>名句“春风春雨花经眼，江北江南水拍天”（《次元明韵寄子由》）。由此可见曾几对江西诗派的继承关系。</p> <p>　　尾联宕开一层。国事如此，家事如此，自己又漂泊落魄如此，诗人不由得徘徊低迷，心怀郁郁。想要依靠某个有权势的人，如<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>投靠刘表一样，获得暂时的安定，也是梦想，他放眼遥天，只见到夕阳西下，孤云飘浮，不觉油然而生愁意。“落日孤云”在这里是写景，也是诗人的自我写照，他感到自己正像黄昏中飘浮的一朵云彩，不知何处是归宿。这样一结语意双关，余情不尽。</p>",
  "about": "<h2>创作背景</h2> 　　曾几是大<a href=\"http://so.gushiwen.org/view_69120.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的老师，他不仅写了许多带有江西诗派诗风特点而又清通新巧的小诗，也写了不少感情深沉、忧国伤时的爱国诗篇，这些都给陆游以很大的启迪。这首诗是曾几住在吴兴时所写，是他爱国诗篇中很有代表性的篇章。",
  "poet": {
    "id": 142,
    "star": 0,
    "name": "曾几",
    "desc": "曾几（1085--1166）中国南宋诗人。字吉甫，自号茶山居士。其先赣州（今江西赣县）人，徙居河南府（今河南洛阳）。历任江西、浙西提刑、秘书少监、礼部侍郎。曾几学识渊博，勤于政事。他的学生陆游替他作《墓志铭》，称他“治经学道之余，发于文章，雅正纯粹，而诗尤工。”后人将其列入江西诗派。其诗多属抒情遣兴、唱酬题赠之作，闲雅清淡。五、七言律诗讲究对仗自然，气韵疏畅。古体如《赠空上人》，近体诗如《南山除夜》等，均见功力。所著《易释象》及文集已佚。《四库全书》有《茶山集》8卷，辑自《永乐大典》。"
  },
  "tags": [
    "爱国"
  ]
}