{
  "id": 5653,
  "star": 7149,
  "name": "使至塞上",
  "dynasty": "唐代",
  "content": "单车欲问边，属国过居延。<br>征蓬出汉塞，归雁入胡天。<br>大漠孤烟直，长河落日圆。<br>萧关逢候骑，都护在燕然。",
  "fanyi": "<p><strong>译文</strong><br>乘单车想去慰问边关，路经的属国已过居延。<br>千里飞蓬也飘出汉塞，北归大雁正翱翔云天。<br>浩瀚沙漠中孤烟直上，无尽黄河上落日浑圆。<br>到萧关遇到侦候骑士，告诉我都护已在燕然。 </p> <p><strong>注释</strong><br>⑴使至塞上：奉命出使边塞。使：出使。<br>⑵单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。<br>⑶属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县（参《汉书·地理志》），故城在今额济纳旗东南。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代<a href=\"http://so.gushiwen.org/view_5653.aspx\">诗</a>歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。<br>⑷征蓬：随风飘飞的蓬草，此处为诗人自喻。<br>⑸归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。<br>⑹大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。《通典》卷二一八云：“及暮，平安火不至。”胡三省注：“《六典》：唐镇戍烽候所至，大率相去三十里，每日初夜，放烟一炬，谓之平安火。”<br>⑺长河：指流经凉州（今甘肃武威）以北沙漠的一条内陆河，这条河在唐代叫马成河，疑即今石羊河。<br>⑻萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>诗“候骑出萧关，追兵赴马邑”之意，非实写。<br>⑼都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前敌统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。《后汉书·窦宪传》：宪率军大破单于军，“遂登燕然山，去塞三千余里，刻石勒功，纪汉威德，令<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>作铭。”这里代指前线。<br>⑽“单车”两句：一作“衔命辞天阙，单车欲问边”。<br>⑾候骑：骑马的侦察兵。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5653.aspx\">诗</a>载于《全唐诗》卷一百二十六。下面是中国古代文学研究专家、中国作家协会会员、原首都师范大学中文系博士生导师张燕瑾先生对此诗的赏析。</p> <p>　　《使至塞上》描绘了塞外奇特壮丽的风光，表现了诗人对不畏艰苦，以身许国的守边战士的爱国精神的赞美；此诗叙事精练简洁，画面奇丽壮美。</p> <p>　　“单车欲问边”，轻车前往，向哪里去呢——“属国过居延”，居延在今甘肃张掖县西北，远在西北边塞。</p> <p>　　“征蓬出汉塞，归雁入胡天”，诗人以“蓬”、“雁”自比，说自己像随风而去的蓬草一样出临“汉塞”，像振翮北飞的“归雁”一样进入“胡天”。古诗中多用飞蓬比喻漂流在外的游子，这里却是比喻一个负有朝廷使命的大臣，正是暗写诗人内心的激愤和抑郁。与首句的“单车”相呼应。万里行程只用了十个字轻轻带过。</p> <p>　　然后抓住沙漠中的典型景物进行刻画：“大漠孤烟直，长河落日圆”。</p> <p>　　最后两句写到达边塞：“萧关逢候骑，都护在燕然”。到了边塞，却没有遇到将官，侦察兵告诉使臣：首将正在燕然前线。</p> <p>　　诗人把笔墨重点用在了他最擅胜场的方面——写景。作者出使，恰在春天。途中见数行归雁北翔，诗人即景设喻，用归雁自比，既叙事，又写景，一笔两到，贴切自然。尤其是“大漠孤烟直，长河落日圆”一联，写进入边塞后所看到的塞外奇特壮丽的风光，画面开阔，意境雄浑，近人<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>称之为“千古壮观”的名句。边疆沙漠，浩瀚无边，所以用了“大漠“的“大”字。边塞荒凉，没有什么奇观异景，烽火台燃起的那一股浓烟就显得格外醒目，因此称作“孤烟”。一个“孤”字写出了景物的单调，紧接一个“直”字，却又表现了它的劲拔、坚毅之美。沙漠上没有山峦林木，那横贯其间的黄河，就非用一个“长”字不能表达诗人的感觉。落日，本来容易给人以感伤的印象，这里用一“圆”字，却给人以亲切温暖而又苍茫的感觉。一个“圆”字，一个“直”字，不仅准确地描绘了沙漠的景象，而且表现了作者的深切的感受。诗人把自己的孤寂情绪巧妙地溶化在广阔的自然景象的描绘中。《红楼梦》第四十八回香菱学诗里说的那段话可算道出了这两句诗高超的艺术境界。</p>",
  "about": "<h2>创作背景</h2> 　　公元736年（唐玄宗开元二十四年）吐蕃发兵攻打唐属国小勃律（在今克什米尔北）。公元737年（开元二十五年）春，河西节度副大使崔希逸在青涤西大破吐蕃军。唐玄宗命<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>以监察御史的身份奉使凉州，出塞宣慰，察访军情，并任河西节度使判官，实际上是将王维排挤出朝廷。这首<a href=\"http://so.gushiwen.org/view_5653.aspx\">诗</a>即作于此次出塞途中。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "初中古诗",
    "边塞",
    "写景",
    "赞美",
    "战士"
  ]
}