{
  "id": 48012,
  "star": 44,
  "name": "室思",
  "dynasty": "魏晋",
  "content": "沉阴结愁忧，愁忧为谁兴？<br>念与君相别，各在天一方。<br>良会未有期，中心摧且伤。<br>不聊忧餐食，慊慊常饥空。<br>端坐而无为，仿佛君容光。</p> <p>峨峨高山首，悠悠万里道。<br>君去日已远，郁结令人老。<br>人生一世间，忽若暮春草。<br>时不可再得，何为自愁恼？<br>每诵昔鸿恩，贱躯焉足保。</p> <p>浮云何洋洋，愿因通我词。<br>飘摇不可寄，徙倚徒相思。<br>人离皆复会，君独无返期。<br>自君之出矣，明镜暗不治。<br>思君如流水，何有穷已时。</p> <p>惨惨时节尽，兰叶复凋零。<br>喟然长叹息，君期慰我情。<br>辗转不能寐，长夜何绵绵。<br>蹑履起出户，仰观三星连。<br>自恨志不遂，泣涕如涌泉。</p> <p>思君见巾栉，以益我劳勤。<br>安得鸿鸾羽，觏此心中人。<br>诚心亮不遂，搔首立悁悁。<br>何言一不见，复会无因缘。<br>故如比目鱼，今隔如参辰。</p> <p>人靡不有初，想君能终之。<br>别来历年岁，旧恩何可期。<br>重新而忘故，君子所尤讥。<br>寄身虽在远，岂忘君须臾。<br>既厚不为薄，想君时见思。",
  "fanyi": "<h2>注释</h2> ⑴沉阴：形容忧伤的样子。　<br>⑵不聊：不是因为。聊，赖，因。飧（sūn孙）：熟食。慊慊（qiàn欠）：空虚不满的样子。这二句是说，并不是缺少吃的东西，但自己时常感到空虚饥饿。这是用饥饿来比相思之情。　<br>⑶髣髴：迷离不清的样子，这里指想象。这二句是说，我坐着干不下别的事，想象着你的仪容。　<br>⑷郁结：沉郁纠结，指忧愁痛苦之深。　<br>⑸诵：忆念。鸿恩：大恩，厚意。贱躯：妇女自指。这二句是说，每当我想起你对我的深恩厚意，我就觉得自己吃些苦又算得了什么呢？　<br>⑹洋洋：舒卷自如的样子。通我辞：为我通辞，传话给远方的人。　<br>⑺徙倚：低徊流连的样子。徒：空自，白白地。　<br>⑻不治：不修整，这里指不揩拭。明镜不拭，积满尘土，亦犹《<a href=\"http://so.gushiwen.org/view_48012.aspx\">诗</a>经·伯兮》“谁适为容”之意。　<br>⑼惨惨：伤心的样子。时节：时令季节。兰华：即兰花。华字古义作花。　<br>⑽喟（kūi）然：伤心的样子。期：读如其，恳请的语气。或曰“君期慰我情”，似应作“期君慰我情”。期，期待，盼望。　<br>⑾蹑履：穿鞋而不提后帮，即俗所谓趿拉。三星：即参星。《诗经·绸缪》：“绸缪束薪，三星在天。今夕何夕，见此良人？”这原是一首描写结婚的诗。这里是说，妇女仰望三星，想到昔日结婚的情景，越发感到自己目前的孤独。　<br>⑿巾栉（jié节）：手巾、篦子，泛指洗梳用具。益：增添。这二句是说，见到你昔日用的洗梳用具，更加增添我思念的苦痛。　<br>⒀觏（gòu够）：遇见。　<br>⒁亮：实在，诚然。不遂：不能如愿。悁悁：忧劳的样子。　<br>⒂故：从前。比目鱼：指鲽鱼和鲆鱼。鲽负的两眼都长在身体的右面，鲆鱼的两眼都长在身体的左面，两种鱼不合并不能游行。古人常以比目鱼来比喻恩爱夫妻。参辰：二星名，参在西方，辰在东方，两星出没互不相见。<br>⒃“人靡不有初”二句：《诗经·荡》：“靡不有初，鲜克有终。”意思是人们办事情开头往往都不错（有初），但能够善始善终的却很少。这里反用其意说，我想你是能善始善终的。　<br>⒄期：期待，希望。以上二句是说，离别已经好几年了，旧日的恩情还能有希望保持吗？　<br>⒅尤讥：谴责，讥刺。尤，责怪。<br>⒆须臾：片刻。　<br>⒇最后二句的意思是，当初既然那么感情深厚，现在想来也就不会淡薄了，估计你还是会时常想念我的。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《室思》组<a href=\"http://so.gushiwen.org/view_48012.aspx\">诗</a>共六章，写的是妻子对丈夫的思念，各章之间并无贯串的故事情节。这里详析第三章和第六章。一则因为以这两章为主，连及其余，也就大致反映了全诗的面貌；二则因为这两章比较精采，也流传较广，在六章之中是具有代表性的。</p> <p>　　先讲诗的第三章，前面两章已经写过：“念与君相别，各在天一方”；“君去日已远，郁结令人老”。深沉的思念早已使她陷入难解难销的境地。“浮云何洋洋，愿因通我辞。”此刻，这位思妇望着那悠然自得的浮云，便想托它给远方的丈夫捎去几句心中的话儿，可是那浮云瞬息万变、飘渺幻化，不可能叫人放心寄语。她徘徊彷徨，坐立不安，只有徒然相思而已。这无法摆脱的悲哀，激起了她对生活不公的感慨——“人离皆复会，君独无返期”。后一句是写实，前一句不无夸张，现实中当然未必是“人离皆复会”。但是这么一纵一擒，就更能反衬出感情上的痛苦。人们在极度悲痛时往往难免有这种过激的感情和语言，比如“民莫不谷，我独不卒”（《诗·蓼莪》）；又如《论语》中：“司马牛忧曰：‘人皆有兄弟，我独亡’”。这一章十句，“人离”两句是承上启下的过渡。因为“无返期”，才想到托云寄辞；因为“无返期”，所以思无尽时。妙在“思君如流水，何有穷已时”之前，又插入一个回顾的细节：自你离家之后，我从不梳妆，那明亮的镜子虽然满是灰尘，也无心事去擦它。这个倒叙，造成回环往复的效果，也是她纷繁杂乱心绪的写照。如果单就“自君之出矣”四句而言，则前一句为因，后三句为果，简洁明快，而又包孕丰富。“明镜暗不治”，虽是写事、写物，却可见其貌；“思君”二句，又可察其情。此情，此貌，正传神地刻画出思妇的生活和心态。所以从南北朝到隋唐，仿作者甚多，且皆以“自君之出矣”为题作五言四句的小诗。它之所以有如此深远的影响，除了上面讲的晓畅隽永之外，大概更主要的是因为它有清新自然之趣。正如钟嵘所说：“吟咏性情，亦何贵于用事？‘思君如流水’，既是即目；‘高台多悲风’，亦惟所见；……观古今胜语，多非补假，皆由直寻”（《诗品》）。朱弁也说过：“诗人胜语，感得于自然，非资博古。若‘思君如流水’……之类，皆一时所见，发于言词，不必出于经史。……拘挛补缀而露斧凿痕迹者，不可与论自然之妙也”（《风月堂诗话》）。这些都是在称赞它的不假雕饰的自然之美。</p> <p>　　再讲诗的第六章。诗的第四章写夜不能寐，触景生情，泪如泉涌；第五章写睹物怀人，更增思念之苦；意在将“思君如流水，何有穷已时”，得以具体充分地发挥。但是，思念无穷，诗终有结，第六章便是全诗的结尾。君无返期，音信不通，思亦无用，盼也是空，最后只剩下一个心愿：愿君莫忘旧情。这就很像“不恨归来迟，莫向临邛去”（<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《古别离》）的意思，只是这位温柔细心的女子说得更为曲折委婉。《诗·大雅·荡》中有句诗叫做“靡不有初，鲜克有终”。这里稍加改变，意思是说：人们做事情往往是有头无尾，不过我想你是能始终如一的。可是，想想分别多年，情况不明，世事难料，旧日的恩情还有保持的希望吗？但那种喜新厌旧，重新忘故的行为，毕竟是仁人君子所谴责、所讥刺的。“重新而忘故，君子所尤讥”，不着己，不着彼，语意盘空，笔势突兀，它的分量在于提出了一个理想的、正直的生活准则和为人之道，下面四句正是就此生发，所以前人曾评曰：“以名义厚道束缚人，而语气特低婉”（《古诗归》）。其“低婉”之处，首先表现在她先说自己，再说对方：你虽然寄身远方，我可没有片刻忘了你；既然过去那么恩爱情深，现在该不会变得情淡意薄，想你也是时时思念我的。先自处于厚，次则言君不薄，以己之情动彼之情，婉曲动人。其次，表现在虽不无怨艾之情，不安之意，却绝不露圭角，一再地说：“想君能终之”，“想君时见思”，总以忠厚诚挚之心，构想“君”之所为、所思，其良苦之用心，全在盼美好之未来。这，便是千思万念之归宿，也是通篇之结穴。这一章时而写己，时而写彼；时而泛言，时而切指；时而忧惧，时而自慰；局势变换，一步一折，终落在凭空设想之处，似尽不尽，真是一片真心，无限深情，这大概就是钟惺说它“宛笃有十九首风骨”（《古诗归》）的原因。</p>",
  "poet": {
    "id": 419,
    "star": 0,
    "name": "徐干",
    "image": "http://img.gushiwen.org/authorImg/xugan.jpg",
    "desc": "汉末文学家、哲学家。“建安七子”之一。以诗、辞赋、政论著称。其著作《中论》对历朝历代的统治者和文化学者影响深远。"
  },
  "tags": [
    "古诗三百首",
    "思念"
  ]
}