{
  "id": 50672,
  "star": 3,
  "name": "天门谣·牛渚天门险",
  "dynasty": "宋代",
  "content": "　　天门谣牛渚天门险，限南北、七雄豪占。清雾敛，与闲人登览。待月上潮平波滟滟，塞管轻吹新《阿滥》。风满槛，历历数，西州更点。",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片写太平地理形势险要，在历史上有重要地位，是兵家必争之地，因此六朝兼南唐都迭居于此，广屯兵甲，高筑墙垒，凭借长江天险以御南来之敌。可是他们都随着历史的大浪永远逝去了，而牛渚、天门仍屹立于江边。“清雾敛，与闲人登览”，待到雾气消散，二山似乎有意让人们登临游览。用一“与”字，拟人化地写出“牛渚”和“天门”的友好姿态，使人顿生联想。开篇吊古，气势莽莽，蕴含十分丰富；接着抚今，娓娓道来，轻轻点染，又趣味横生。</p> <p>　　下片没有承上继续写眼前风光，笔锋陡转，“待月上”二句，直入夜境，描绘了牛渚天险，月夜湖平波光潋滟的动人景色，在幽静的夜里，不知何处响起塞管悠扬的乐声，清风满槛，掀动游人内心的波澜。月光江景是历史的见证，天险挽救不了六朝覆灭的命运，大浪淘去了千古英雄。“七雄豪占”的军事要塞，今天竟成了游人登临的胜地，显赫一时的英雄和六朝的繁华盛况都随江水逝去了，谁也没有力量倒转历史的车轮，留住自己的辉煌，那么今天人们还有什么必要为某个目的孜孜以求或为某种不幸而失落郁闷呢？最后词人以“历历数，西州更点”作结，引入历史的晨钟暮鼓。西州代指金陵，他在谛听历史的脚步，希望把这历史的一页重重地印在脑海，使人感到言有尽而意无穷。本词虽属小令，但词人用高度的概括，略貌取神的手法，把登临怀古的题材写得苍劲、深沉，又把对历史的慨叹和个人的身世之感不着痕迹地融为一炉，对后世豪放派产生了一定的影响。[1] </p> <p>　　这是一首怀古之作。“牛渚天门险，限南北、七雄豪占”这里一开篇即开门见山，写牛渚、天门的地理形势之险，历史地位之重要。太平州采石镇，濒长江有牛渚矶，绝壁嵌空，突出江中。矶西南有两山夹江耸立，谓之天门，其上岚浮翠拂，状若美人蛾眉。熙宁年间，郡守张瓌在矶上筑亭以观览天门奇景，遂命名曰蛾眉。词人崇宁大观间曾通判太平并与编管在此的<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>过从甚密，因作此词。这里词人仅用十二字，将天门之险要地理位置、偏安江左的小朝廷，每建都金陵，凭恃长江天险，遏止北方强敌的南牧情景道尽。当涂踞金陵上游，牛渚、天门正是西方门户，所以宋沈立《金陵记》曾记云：“六代英雄迭居于此。……广屯兵甲，代筑墙垒。”词言“七雄”，当是兼括了南唐。</p> <p>　　“清雾敛，与闲人登览”二句，是说雾气消散，似乎在有意让人们登临游览。这里，“与”字十分精当，足见词人炼字之妙，也说明炼字不必求奇求丽，寻常字汇，只在调度得当，照样能够神采飞扬，恰到好处，曲尽体物之妙。</p> <p>　　上片这两个语意层次分明，前三句追惜怀古，剑拔弩张，气势苍莽；后者抚今，轻裘缓带，趣味萧闲。这里词作体制虽小，却能大起大落，笔力豪健，足见作者构思运笔之妙。</p> <p>　　下片，词作却不落旧巢，没有紧承“与闲人登览”一句，展开描写眼底风光、江声山色，而偏写“待月上潮平波滟滟，塞管轻吹新阿滥。”等到江上月升潮平，笛吹风起之时，“风满槛，历历数，西州更点。”细数石城古都报时的钟鼓。这里章法新奇，构思巧妙。词人登矶本在上午雾散后，竟日览胜仍兴犹未已，更欲继之以夜，那么，这奇山异水的旖旎风光，尽在不言中了。不然，词人何以从早到晚，尚嫌不足，还要继之以夜呢？这风光不是让人留连忘返么？当然，从“待月上潮平波滟滟”一句之后，全是词人想象之词，并非实写，但词人却能虚景实写，毫不露虚构之迹，词人将江上明月笛风，遐钟远鼓写得生动逼真，垂手可掬，倾耳可闻，这是绘画所无法表达的艺术效果。</p> <p>　　这首词并非一般的模山范水之作，而是通过牛渚天门这一特殊的风景的描绘，抒发怀古幽情，凭吊前朝的兴亡。天下大势，分久必合，天险挽救不了六朝覆灭的命运。“七雄豪占”的军事要塞，如今竟发生了戏剧性的变化，成了“闲人登览”的旅游玩赏之地。通过这一巨大变迁的描写，读者自不难从中领悟到江山守成在德政人和而不在险要地理的历史经验教训。此外，金陵距当涂毕竟有百十里之遥，那“西州更点”又岂可得以“历历数？”词人于词末牵入六朝故都西州（代金陵），隐含了词人希望人们牢记这历史的晨钟暮鼓，引以六朝为戒啊！而这一切意蕴又蕴含在对于有选择的客观景物的描述中，毫无直露、浅薄之弊，不是词人和盘托出，直抒胸臆，只是寄意象内，让读者去细心品味其中三昧。这就收到了含蓄蕴藉的艺术效果，真令人感叹不已。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "写景",
    "感叹",
    "怀古"
  ]
}