{
  "id": 71229,
  "star": 287,
  "name": "客中初夏",
  "dynasty": "宋代",
  "content": "四月清和雨乍晴，南山当户转分明。<br>更无柳絮因风起，惟有葵花向日倾。",
  "fanyi": "<p><strong>译文</strong><br>初夏四月，天气清明和暖，下过一场雨天刚放晴，雨后的山色更加青翠怡人，正对门的南山变得更加明净了。<br>眼前没有随风飘扬的柳絮，只有葵花朝向着太阳开放。</p> <p><strong>注释</strong><br>⑴客中：旅居他乡作客。<br>⑵清和：天气清明而和暖。<br>⑶南山当户：正对门的南山。<br>⑷惟有：仅有，只有。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前两句写雨后初晴的景色，后两句的景物描写是有寄托的。第三句的含意是：我不是因风起舞的柳絮，意即决不在政治上投机取巧，随便附和；我的心就像葵花那样向着太阳，意即对皇帝忠贞不贰。<a href=\"http://so.gushiwen.org/view_71229.aspx\">诗</a>人托物言志，笔法委婉含蓄。</p> <p>　　<strong>赏析一</strong></p> <p>　　客居它乡，在春尽夏初之际，一幅雨后乍晴清明和暖的秀丽画面跃入诗人的视野.而在这富于变化情趣的画面中，诗人不喜雨丝蒙蒙的南山，也不赞随风飞舞的柳絮，而把自己的独钟给了向日而倾的葵花，其意何在呢不难发现诗人非独爱葵花，而是性情使然，言在此而意在彼.诗人久在官场，自是看够了人云亦云的柳絮，却无论如何也不愿自己\"摧眉折腰\"随风飘摆，终而选择了做株向日的葵花，真金如色，笑脸为形，且懂得珍惜阳光，这也许才是葵花的可爱之处吧！</p> <p>　　<strong>赏析二</strong></p> <p>　　本诗语言浅白，色彩明丽清新，犹如摄影师抓拍的一个镜头，\"当户转分明\"\"清和雨乍晴\",作者调动我们熟悉的景物布置了一个清明和暖的气氛。“乍”“转”“起”“倾”，使这些景物鲜活生动，使整首诗充满了雨和夏的味道，从嗅觉，感觉，视觉各个方位来攻占读者的心.最后两句点明本诗主旨，作者的心犹如葵花向日，任雨打风吹，不动不摇，绝不改变自己的政治理想.</p> <p>　　<strong>赏析三</strong></p> <p>　　这是一首寓情于景，状物抒怀的托物言志诗.起笔点明节令：初夏的一场细雨，驱散了春天的寒意，洗净了空气的尘埃，使得万里江山在经历了夏雨的洗礼后添得一份明朗，显得更加妩媚.紧接着转笔入近景：春去夏来，眼前已没有了那随风飞舞的柳絮，只有自始至终向着明媚阳光的葵花.诗人有意选择\"柳絮\"，\"葵花\"作比，言此意彼，恰恰要表明内心的情志：风雨之中我不会像称为\"水性杨花\"的败絮，我要做\"永远向日\"的葵花！</p> <p>　　<strong>赏析四</strong></p> <p>　　一首平白如话的小诗，既无险字，也无丽词，似乎一览无余.初夏时节，一场清雨刚停，对着门的南山又清清楚楚地展现在眼前.随风飘舞的柳絮杨花已不见，只有葵花对着太阳在开放.这其实只是字面上的意思.作为政治家的<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>决非如此浅薄；甚至用不着细细咀嚼，便可知其所指，其所托，其所寄寓着的深意.风风雨雨，雨雨风风，我（作者）也永不会像柳絮一样没有固定的操守，而会永远像葵一样忠心于国家.此诗是言在此而意在彼,托物而言志。</p><br/><h2>赏析</h2> <p>　　首联，描述了四月初夏天和暖的天气，恰又是雨过天晴的时候。通过描浅白的语言，在春尽夏初之际，一幅雨后乍晴清明和暖的秀丽画面跃入读者的视野。</p> <p>　　颔联，描述了下过雨后，正对门的南山变得更加明净，青翠怡人了。<a href=\"http://so.gushiwen.org/view_71229.aspx\">诗</a>人调动读者熟悉的景物布置了一个清明和暖的气氛，使整首诗充满了雨和夏的味道。</p> <p>　　颈联，通过描述眼前没有随风飘荡的柳絮这一情景。这句是有寄托的，寄托出诗人不是因风起舞的柳絮，意即决不在政治上投机取巧，随便附和。</p> <p>　　尾联，指出了向日葵向着太阳开放这一景象，也是有寄托的。看看那些像柳絮般随风转舵的小人，唯有那向阳怒放的葵花才值得尊敬。</p> <p>　　整首诗描述了变化的画面，诗人不喜雨丝蒙蒙的南山，也不赞随风飞舞的柳絮，而把独钟给了葵花，不难发现诗人非独爱葵花，而是言在此而意在彼。诗人久在官场，自是看够了人云亦云的柳絮，不愿诗人本人\"摧眉折腰\"随风飘摆，终而选择了葵花，且懂得珍惜阳光，这也许才是葵花的可爱之处。诗人托物言志，意即对皇帝忠贞不贰，会永远像葵一样忠心于国家。</p>",
  "about": "<h2>写作背景</h2> 　　宋神宗熙宁三年（1070年），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>在皇帝支持下实行变法，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>竭力反对，因而被迫离开汴京，不久退居洛阳，直到哲宗即位才回京任职，这首<a href=\"http://so.gushiwen.org/view_71229.aspx\">诗</a>是在洛阳时写的。",
  "poet": {
    "id": 568,
    "star": 0,
    "name": "司马光",
    "image": "http://img.gushiwen.org/authorImg/simaguang.jpg",
    "desc": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。"
  },
  "tags": [
    "夏天",
    "写景",
    "咏物",
    "写花",
    "言志"
  ]
}