{
  "id": 31474,
  "star": 14,
  "name": "雪晴晚望",
  "dynasty": "唐代",
  "content": "倚杖望晴雪，溪云几万重。<br>樵人归白屋，寒日下危峰。<br>野火烧冈草，断烟生石松。<br>却回山寺路，闻打暮天钟。",
  "fanyi": "<p><strong>译文</strong><br>独倚竹杖眺望雪霁天晴，只见溪水上的白云叠叠重重。<br>樵夫正走回那白雪覆盖的茅舍，闪着冷光的夕日步下危峰。<br>野火烧燃着山上的蔓草，烟烽断续地缭绕着山石中的古松。<br>我走向返回山寺的道路，远远地，听见了悠扬的暮钟。</p> <p><strong>注释</strong><br>1.白屋：以白茅覆盖的屋，贫者所居。<br>2.危峰：高耸的山峰。<br>3.石松：石崖上的松树。<br>4.却回：返回。<br>5.暮天钟：寺庙里用以报时的钟鼓。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_31474.aspx\">诗</a>展现了时景常情，但写得独行踽踽，空山寒寂，表现出清冷的诗风。</p> <p>　　诗题四字概括揭示了全诗内容。诗中有雪，有晴，有晚，有望，画面就在“望”中一步步舒展于读者面前。</p> <p>　　“倚杖望晴雪，溪云几万重。”起笔即点出“望”字。薄暮时分，雪霁天晴，诗人乘兴出游，倚着手杖向远处眺望。远山近水，显得更加秀丽素洁。极目遥天，在夕阳斜照下，溪水上空升腾起鱼鳞般的云朵，幻化多姿，几乎多至“万重”。</p> <p>　　“樵人归白屋，寒日下危峰”，“归”、“下”二字勾勒出山间的生气和动态。在遍山皑皑白雪中，有采樵人沿着隐隐现出的一线羊肠小道，缓缓下山，回到白雪覆盖下的茅舍。白屋的背后则是冷光闪闪、含山欲下的夕阳。山峰在晚照中显得更加雄奇。樵人初归白屋，寒日欲下危峰，在动静光色的摹写中，透出了如作者<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>诗风的那种清冷。</p> <p>　　诗人视线又移向另一角度。那边是“野火烧冈草，断烟生石松”。远处山冈上，野草正在燃烧。劲松郁郁苍苍，日暮的烟霭似断断续续生于石松之间，而傲立的古松又冲破烟雾耸向云天。“野火”、“断烟”是一联远景，它一明一暗，随着时间的推移而变化。“冈草”貌似枯弱，而生命力特别旺盛，“野火”也不能烧尽。“石松”坚操劲节，形象高大纯洁，“断烟”也不遮掩。</p> <p>　　诗人饱览了远近高低的雪后美景，夜幕渐渐降临，不能再盘桓延伫了。“却回山寺路，闻打暮天钟”，在这充满山野情趣的诗境中，骋目娱怀的归途上，诗人清晰地听到山寺响起清越的钟声，平添了更浓郁的诗意。这一收笔，吐露出诗人心灵深处的隐情。作者贾岛少年为僧，后虽还俗，但屡试不第，仕途偃蹇，此时在落第之后，栖身荒山古寺，暮游之余，恍如倦鸟归巢，听到山寺晚钟，禁不住心潮澎湃。“悟已往之不谏，知来者之可追，实迷途其未远，觉今是而昨非”（<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》），诗人顿萌瞿昙归来之念了。</p> <p>　　就在写这首诗的圭峰草堂寺里，贾岛曾写过一首《送无可上人》，为无可南游庐山西林寺赠别，最后二句云：“终有烟霞约，天台作近邻。”尽管此后贾岛并未去天台山再度为僧，与无可结近邻，但在写诗当时，是起过这种念头的。这应是“闻打暮天钟”一语含义的绝好参证。同时，作者在那首诗“独行潭底影，数息树边身”之下自注云：“二句三年得，一吟双泪流。知音如不赏，归卧故山秋。”这几句在表现苦吟孤傲之中也明言有“归卧故山”的思想。</p> <p>　　“闻打暮天钟”作为诗的尾声，又起着点活全诗的妙用。前六句逶迤写来，景色全是静谧的，是望景。七句一转，紧接着一声清脆的暮钟，由视觉转到了听觉。这钟声不仅惊醒默默赏景的诗人，而且钟鸣谷应，使前六句所有景色都随之飞动起来，整个诗境形成了有声有色，活泼泼的局面。读完末句，回味全诗，总觉绘色绘声，余韵无穷。</p>",
  "about": "<h2>创作背景</h2> 　　作者<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>公元816年长安应举落第，次年与　　从弟释无可寄居长安西南圭峰草堂寺。这首<a href=\"http://so.gushiwen.org/view_31474.aspx\">诗</a>大约写于此时。",
  "poet": {
    "id": 491,
    "star": 0,
    "name": "贾岛",
    "image": "http://img.gushiwen.org/authorImg/jiadao.jpg",
    "desc": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
  },
  "tags": [
    "写景",
    "写雪",
    "抒情"
  ]
}