{
  "id": 65319,
  "star": 484,
  "name": "水调歌头·徐州中秋",
  "dynasty": "宋代",
  "content": "离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。<br>坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。",
  "fanyi": "<p><strong>译文</strong><br>我们离别的太久了，已经是七次中秋。去年的今天在东武之地，我望着明月，愁绪万千。没想到在彭城山下，一起泛舟古汴河上，同去凉州。有鼓吹助兴，惊起汀上的鸿雁。<br>坐中的客人，穿着华丽。月亮无情，不肯为人留下而西沉。今天晚上有酒待客，明晚又要孤独的的住在船上，离愁依旧。就怕像<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>那样，不得返乡，只能登楼相望。</p> <p><strong>注释</strong><br>1.水调歌头：词牌名。唐朝大曲有《水调歌》，据《隋唐嘉话》，为隋炀帝凿汴河时所作。宋乐入“中吕调”，见《碧鸡漫志》卷四。凡大曲有“歌头”，此殆裁截其首段为之。九十五字，前后片各四平韵。亦有前后片两六言句夹叶仄韵者，有平仄互叶几于句句用韵者。<br>2.离别：比较长久地跟人或地方分开。<br>3.七度：七次。<br>4.今夕：今天。<br>5.不胜：无法承担；承受不了。<br>6.彭城：彭城，鼓声之城，即今江苏徐州，是黄帝最初的都城。<br>7.古汴（biàn）：古汴河。<br>8.凉州：曲名，唐开元中西凉州所献。<br>9.鼓吹：鼓吹乐。<br>10.鸿雁：俗称大雁。<br>11.汀（tīng）州：水中小洲。<br>12.翠羽帔（pèi），紫绮（qǐ）裘（qiú）：指豪华衣饰。翠羽被：语出《左传》，“王皮冠，秦复逃，翠被，豹，执鞭以出。”紫绮裘：语见<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/view_65319.aspx\">诗</a>《金陵江上遇蓬池隐者》：“解我紫绮裘，且换金陵酒。”<br>13.素娥：即嫦娥，此处指月亮。<br>14.无赖：无所倚靠；无可奈何。<br>15.曾不：不曾。<br>16.清尊：酒器。<br>17.水驿：水路驿站。<br>18.依旧：照旧。<br>19.但恐：但害怕。<br>20.王粲（càn）：王粲（177年—217年2月17日），字仲宣。山阳郡高平县（今山东微山两城镇）人。年轻时就怀有济世志，曾躲避战乱，来到荆州投奔刘表，然滞留荆州十二年，不得施展才华，郁闷中他登楼远眺，北望家乡，胸中翻滚着无限乡思乡愁，文思涌泉，一吐为快，便写出了他的代表作《登楼赋》。<br>21.相对：相望。</p>",
  "shangxi": "<h2>赏析</h2> 　　这首词的上片，写出值得珍惜的短暂手足之情的相聚。“离别一何久？七度过中秋。”作者一开始就点出与兄长分别时间之久，并用传统的团圆佳节中秋来计算，其中包含着对兄弟聚少离多的深深怨艾和无奈。“同泛清河古汴”本来是欢乐的，然“船上载凉州”却从听觉里显露出悲凉；“鼓吹助清赏” 让人高兴不已，“鸿雁起汀洲”，又从视觉中引发了大雁南归的惆怅。唐人<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>、<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>都写过著名的七绝《凉州词》，多为乐府歌词，悲凉曲调、慷慨决别的边塞曲：“葡萄美酒夜光杯，欲饮琵琶马上催”；“羌笛何须怨杨柳，春风不度玉门关”。此处所用，意味深长。 <p>　　下片则直接展现<a href=\"http://so.gushiwen.org/view_65319.aspx\">诗</a>人内心世界。前三句，只是从宴饮中主人、客人的穿戴里，聊表人们的欢愉心情，可下面却写出了急转之下诗人的内心感受。“素娥无赖西去，曾不为人留”，明月无情，不会为人而滞留。“今夜清尊对客，明夜孤帆水驿，依旧照离忧”，直写情事，明日即将分别；即便明月当头，也是分明地倾泻出两地别愁，“依旧”二字非常好。最后两句，用典却直抒胸臆，“但恐同<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，相对永登楼”，王粲滞留荆州十二年，不得施展才华，郁闷中他登楼远眺，北望家乡，胸中翻滚着无限乡思乡愁，写出了《登楼赋》。后以“王粲登楼”作为怀念故国乡土的典故。这里，词人以此句做结，倾诉出未来的日月：宦游茫茫，前途未卜；亲人相隔，幽幽愁绪的别样的深沉。本来是百日逍遥堂欢乐的手足相聚，到头来却是迎来生离别的无奈，也许这就是人生的必然。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词写于宋神宗熙宁十年（1077年）。是年四月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>离京赴徐州任徐州知州，作者与之偕行。到达后，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>在徐州停留了百余日，兄弟二人共同度过了一段美好的时光。中秋节时，二人一起泛舟赏月，终于得过一个团圆的佳节。然中秋过后，苏辙又要转道赴南都（今河南淮阳）留守签判任，于是在临别前写下此词。</p>",
  "poet": {
    "id": 366,
    "star": 0,
    "name": "苏辙",
    "image": "http://img.gushiwen.org/authorImg/suzhe.jpg",
    "desc": "苏辙（1039—1112年），字子由，汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。"
  },
  "tags": [
    "中秋节",
    "咏物",
    "月亮",
    "抒怀"
  ]
}