{
  "id": 19004,
  "star": 42,
  "name": "台城",
  "dynasty": "唐代",
  "content": "台城六代竞豪华，结绮临春事最奢。<br>万户千门成野草，只缘一曲后庭花。",
  "fanyi": "<p><strong>译文</strong><br>六朝皇城一朝比一朝豪华，陈后主的结绮临春最豪奢。<br>千门万户的楼阁成了野草，只因为一曲《玉树后庭花》。</p> <p><strong>注释</strong><br>台城：六朝时期的皇城，故址在今江苏省南京市鸡鸣山北。<br>六代：指建都在金陵的吴、东晋、宋、齐、梁、陈这六个相继的朝代。<br>结绮（qí）：陈后主（叔宝）建造的一座穷极奢华的楼阁。<br>临春：陈后主（叔宝）建造的一座穷极奢华的楼阁。<br>万户千门：指宏伟豪华的结绮、临春两座楼。<br>后庭花：陈后主所作的歌曲《玉树后庭花》。《隋书·五行志》载：“祯明初，后主作新歌，辞甚哀怨，令后宫美人习而歌之。其辞曰：‘玉树后庭花，花开不复久。’时人以为歌谶（chèn），此其不久兆也。”（公元587年，陈后主作个新歌，歌辞非常哀怨，他命令宫中的美女排练演出。那个歌辞说：“后院的玉树开了花，刚开不久就凋落了。”当时人以为这是个预兆兴亡的歌谶，这是他不久就要亡国的预兆。）</p>",
  "shangxi": "<h2>赏析</h2> <p>　　一开始<a href=\"http://so.gushiwen.org/view_19004.aspx\">诗</a>人就将一幅繁华竞喧、富丽堂皇的景象展现在读者面前。“台城六代竞豪华”，是一种大笔铺叙概括性的总体描述。作为首句，气势雄阔，用词用句却十分简朴，没有任何生僻的字眼，似乎是漫不经心的一笔，将整整一段历史从纵贯和横断两方面浓缩于这简简单单的七个字中，在开篇就使如此美轮美奂的六朝繁华气象如临眼前，宛如海市蜃景般的幻化出来。此情此景使读者再也不能无视那种扑面而来的奢华景象，也无法再无视那段尘封了的历史。</p> <p>　　六朝的奢侈之风日益加深，到了南朝陈后主的时候，其奢侈程度达到了那个时代无以复加的地位。他营造了“结绮”“临春”“望仙”三座极尽奢华之高楼。诗中以“结绮”“临春”这两座典型的建筑物名称来形容陈后主这位亡国之君的挥霍无度。在这些富丽堂皇、燃尽民脂民膏的辉煌建筑群中，陈后主过的是怎样一种穷奢极欲的生活，那是不言而喻的。如果说首句是从总体上描述了整个六朝时代的豪华胜景，那么诗的第二句则是抓住了一个最具代表性的场景和一个最具代表性的人物，将这种豪华推了出来，并且是推向顶峰。带有举例说明以使其抒写的内容更进一层的意味。这样不吝笔墨的极度描写刻画在引起读者无数联想的同时，更为诗人点出此诗的主旨做了充分的铺垫。</p> <p>　　第三句“千门万户成野草”，急转直下，一个“成”字成为全诗思想情感的转折点。承上启下，将前度的繁华热闹推翻，却引发了突如其来的繁华成空，万事成空的无限感慨。从六朝故旧到诗人所面对的往昔遗址，几百年的历史更迭，风烟变幻，沉重的附在这样一个“成”字上，沧桑与负重集千钧于一发。诗人的悲怆传达给了读者，成为千万人的悲怆。当日的“万户千门”早已不复存在。诗人是在遗址面前演发出了对往昔的憧憬和想象，他想象到这今日生满野草的荒凉旷野也曾是六朝繁华的一部分。以实景引出虚事，以虚像来反衬实际景物的荒凉。诚如后世<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在《永遇乐》中所写的“风流总被，雨打风吹去”，吊古伤今之情，在虚实两种截然不同的景象中自然流露。同时，“千门万户成野草”的前四字，与“结绮临春事最奢”紧紧地衔接在一起，后三字写出了结绮、临春两座楼的变化。这句本身用“千门万户”和“野草”作比照，把陈朝的灭亡和台城的今昔写得一清二楚。</p> <p>　　最后一句，图穷而匕首现，“一曲后庭花”交代了结绮、临春之所以成了野草的原因，总结了陈朝亡国的教训，抨击了陈后主的荒淫，全诗的意义几乎全部凝聚在这五个字之中，此诗的主旨在千呼万唤中姗姗而出。然而<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的怀古诗是十分含蓄的，他并不直接指斥昏庸帝王的荒淫误国，而是以一个典型的意象婉转地表达悲愤之情。自从陈后主亡国之后，在文人的笔下，《后庭花》早已成为众所周知的“亡国之音”。在刘禹锡之后也有一些以后庭花指代亡国的名句，如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“地下若逢陈后主，岂宜重问后庭花”、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>“商女不知亡国恨，隔江犹唱后庭花”。刘禹锡在这里指出，六朝的覆灭，南陈的亡国，都只因为那曲靡靡之音——《玉树后庭花》。这里的后庭花已不再是一首曲子的名称，而是帝王为一己之享乐，以致国破身亡的代名词。这一句较之前句讽喻的意味更加浓厚。这是诗人对于风雨飘摇的大唐帝国的劝谏，其苦心历历可见。</p> <p>　　这首诗的第一句是启，第二句是承，第三句是转，第四句是合。全诗承转分明而又环环紧扣，“亦不孤乐天之言。”此诗不空发议论，而是寓怀古论今于人事景物的沧桑巨变的描写中。既有厚重的历史感，也有诗歌应有的情韵。</p>",
  "about": "<h2>创作背景</h2> <p>　　台城是六朝的宫城，也是一时繁华的六朝金粉所在地——金陵（今江苏南京）。六朝一代比一代奢华侈靡，奢华的生活，淫靡的享乐消磨了六朝帝王的进取之心。他们在这金迷纸醉、灯红酒绿的销金之地享尽了世间一切富贵荣华，但也耗空了国力民财与雄心意志，而陈后主则为奢华侈靡之尤。终以隋朝大军攻取了南朝最后一个偏安的朝廷——陈朝国都金陵而结束了六朝浮艳。南朝的最后一名皇帝在他自谱的新曲《玉树后庭花》的歌舞声中做了亡国之君。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>以巧妙的方式表达了他复杂的情怀，其中既有怀古伤今之情，亦有以古劝今之意。</p> <p>　　此<a href=\"http://so.gushiwen.org/view_19004.aspx\">诗</a>似写于宝历年间，诗人离和州游健康之时，当时诗人已经年过半百，经历过两次贬谪，历尽宦海浮沉，写下金陵五题组诗，《台城》就是其中一首。</p> <p>　　在大唐帝国如日落西斜时，统治集团内部党争、宦官专权、藩镇割据等问题折腾着这个经历过致命打击而元气大伤的王朝。所以，诗人在这多事之秋写下了这首诗，以六朝的灭亡，繁华景象的转瞬即逝，抒发回顾历史的感伤情怀，并且表达了诗人在国势衰微之际对于高层统治者的讽谏之意。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "怀古"
  ]
}