{
  "id": 71018,
  "star": 59,
  "name": "塞上曲送元美",
  "dynasty": "明代",
  "content": "白羽如霜出塞寒，胡烽不断接长安。<br>城头一片西山月，多少征人马上看。",
  "fanyi": "<p><strong>译文<br></strong>元美手持插着白羽的军事文书，冒着霜冻的寒气出行塞外。东北边境的异族侵扰边关，那报警的狼烟在相连不断的烽火台上一个个燃起，直抵京城。<br>元美出行之时，正当拂晓，城头上斜挂一弯西垂的冷月。天明以后，一场恶战又会在前线爆发。戍守边关的将士们人未卸衣，马未卸鞍，他们正焦急地翘首等待着京城的决策到来。</p> <p><strong>注释<br></strong>① 塞上曲：古乐府<a href=\"http://so.gushiwen.org/view_71018.aspx\">诗</a>题，以唐代<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>诸作最为著名。<br>②元美：即<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>，与<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>齐名，同为“后七子”领袖。<br>③羽：指羽书或羽激，为古时征调军队或用于军事的文书，上插鸟羽，表示紧急必须迅速传递<br>④胡烽（fēng)：指北方少数民族入侵的边警，烽：即烽烟，烽火，古时边境有敌入浸即举烟火报警。<br>⑤接：接近，直抵。<br>⑥长安：在今陕西省西安市西北，为中国古都之一，西汉、 隋、 唐等朝代皆定都于此。后常通称国都为长安，这里实际指当时的首都北京。<br>⑦西山：北京西郊群山的总称。<br>⑧征人：出征在外的将士。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开篇“白羽”两字就点明边塞军情紧急，古时军事文书插上鸟羽，表示此书十万火急，须像飞鸟一样迅速传递，故称羽书或羽檄。“霜”字既形容鸟羽之白，又烘托塞外之寒，而且还暗含形势险峻的意味。首句勾勒出一幅信使带着那份如含严霜的羽书，冒着塞外的寒风策马飞奔的画面。</p> <p>　　第二句“胡烽不断接长安”，“胡烽不断”形象地点明外族屡侵边境。长安是唐代国都，“接长安”应前句“出塞寒”，表示边境频频告急，战报直入朝廷，军情之峻急尽在不言之中。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71018.aspx\">诗</a>的前两句给全诗笼罩上紧张的战争气氛。这两句用战争所特有的镜头——羽书、胡烽，极写边事严重，句式急促，紧迫之感跃然纸上。</p> <p>　　后两句写军士出征应战。“城头一片西山月，多少征人马上看”，这两句承上而来，又移步换形，节奏由急促变舒缓，内容从战事转抒情。月可以说是写边塞的诗作中最常见的意象之一，月照边关，使塞外景色壮阔而悲凉，朦胧而凄清，颇具边塞情调，诗人在第三句里，把边塞的月夜写得非常静美；诗中的“一片月”。不仅能衬托情意，而且能喻示时间，渲染气氛。天下共一月，何必有西山东山，家乡异地之分。诗中的“西山月”含意很深，“西山”与“边塞”、“胡烽”暗自相联。又同下句“征人看月”情融意合，构成佳境。而征人看月，则又交织着怀念家乡的愁情与立功边塞的雄心。“多少征人”，意即许多离乡远征、抗敌卫国的将士，他们都是人，立身边塞，目视明月清辉，心头泛起思乡之情。“马上看”就含蓄着这种情感，战士们骑马奔赴塞外或巡逻边境中，抬头看望高悬空中的明月，既思念亲切的家乡，留恋美好的人生，又准备为保卫祖国的大好河山而誓死战斗。因此，后两句既带有唐代边塞诗中常见的那种雄豪悲壮的格调，又有一种缠绵的情致，总观全诗，诗人故意于此设下不和谐音符，借助艺术辩证法的力量，以静显动，创造出一种物我相融，表里一致的境界。</p> <p>　　这首诗是明人<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>写的一首送别诗，元美即<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>。王世贞此次出行，与防务有关，故诗人送诗为其壮行，诗中“征人”句即点送行之意。此诗虽貌似唐诗，但也透露出作者对现实的担忧。全诗仅四句，前三句着力写景，渲染气氛，为后一句抒情奠基。前两句选用白羽、寒塞，胡烽、长安四组意象， 强调军情的紧急，为元美的出行渲染气氛。下两句以西山之月连接征人与京城，既表现征人不恋京城，竭力守边，又希望元美能勉力边务，不辱使命。诗苍劲雄阔，意境深幽，颇有唐代边塞诗风格。李攀龙诗刻意规模唐调，乐府诗尤多割剥古人字句，但此诗笔调凝练，意境雄阔，风格劲健，颇得唐代边塞诗的神韵，做到了神与貌合。</p>",
  "about": "<h2>创作背景</h2> 　　《塞上曲送元美》是一首送别<a href=\"http://so.gushiwen.org/view_71018.aspx\">诗</a>，明代中期，边事屡起，北方的鞑靼多次入侵，直接威胁国都北京，诗人和<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>同为明“后七子”领袖，友谊笃深，诗人作此诗送别王世贞奔赴前线，并勉励其勤劳边务，以分国忧。",
  "poet": {
    "id": 553,
    "star": 0,
    "name": "李攀龙",
    "image": "http://img.gushiwen.org/authorImg/lipanlong.jpg",
    "desc": "李攀龙（1514—1570）字于鳞，号沧溟，汉族，历城（今山东济南）人。明代著名文学家。继“前七子”之后，与谢榛、王世贞等倡导文学复古运动，为“后七子”的领袖人物，被尊为“宗工巨匠”。主盟文坛20余年，其影响及于清初。"
  },
  "tags": [
    "古诗三百首",
    "送别"
  ]
}