{
  "id": 47931,
  "star": 17,
  "name": "游虞山记",
  "dynasty": "清代",
  "content": "　　虞山去吴城才百里，屡欲游，未果。辛丑秋，将之江阴，舟行山下，望剑门入云际，未及登。丙午春，复如江阴，泊舟山麓，入吾谷，榜人诡云：“距剑门二十里。”仍未及登。 </p> <p>　　壬子正月八日，偕张子少弋、叶生中理往游，宿陶氏。明晨，天欲雨，客无意往，余已治筇屐，不能阻。自城北沿缘六七里，入破山寺，唐常建咏诗处，今潭名空心，取诗中意也。遂从破龙涧而上，山脉怒坼，赭石纵横，神物爪角痕，时隐时露。相传龙与神斗，龙不胜，破其山而去。说近荒惑，然有迹象，似可信。行四五里，层折而度，越峦岭，跻蹬道，遂陟椒极。有土坯磈礧，疑古时冢，然无碑碣志谁某。升望海墩，东向凝睇。是时云光黯甚，迷漫一色，莫辨瀛海。顷之，雨至，山有古寺可驻足，得少休憩。雨歇，取径而南，益露奇境：龈腭摩天，崭绝中断，两崖相嵌，如关斯劈，如刃斯立，是为剑门。以剑州、大剑、小剑拟之，肖其形也。侧足延，不忍舍去。遇山僧，更问名胜处。僧指南为太公石室；南而西为招真宫，为读书台；西北为拂水岩，水下奔如虹，颓风逆施，倒跃而上，上拂数十丈，又西有三杳石、石城、石门，山后有石洞通海，时潜海物，人莫能名。余识其言，欲问道往游，而云之飞浮浮，风之来冽冽，时雨飘洒，沾衣湿裘，而余与客难暂留矣。少霁，自山之面下，困惫而归。自是春阴连旬，不能更游。 </p> <p>　　噫嘻！虞山近在百里，两经其下，为践游屐。今之其地矣，又稍识面目，而幽邃窈窕，俱未探历。心甚怏怏。然天下之境，涉而即得，得而辄尽者，始焉欣欣，继焉索索，欲求余味，而了不可得，而得之甚艰，且得半而止者，转使人有无穷之思也。呜呼！岂独寻山也哉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　清光绪二年秋八月十八日，我和黎莼斋游狼山，坐在萃景楼上，远望虞山，觉得景色很美。二十一日就雇了船过江。第二天早上，到了常熟。这时易州赵惠甫恰巧免官回来，住在常熟，便与我一同去游玩。<br>　　虞山后面向东延伸进常熟城。出城斜向西，绵延有二十里地，四面都是广阔的田野，山横亘在中间。其中最好的景点是拂水岩，大石高有几十尺，一层层堆积重叠着，像层积的灵芝，又像重重叠叠的大石盘修筑的平台，有暗青色、红色，斑斓驳杂，光彩夺目。有两块石头从中间分开，叫剑门，陡峭如裂开一般屹立着，奇形怪状几乎无法形容。蹲在岩石上，向下望去，田地平整广阔约有上万顷，澄碧的湖水，奔流的小溪，纵横交错，流淌着，翻涌着，华美得像一幅天然的图画。向南望见毗陵、震泽，山青翠相连，高耸入云。雨气和日光参差错落在各山峰上面，水汽逼近，忽开忽合，瞬息万变。它的外面，烟云弥漫，光色满天，极目远眺，心游天外。岩脚下是拂水山庄的旧址，钱牧斋曾经住过的地方。唉！凭着这么好的山丘胜地，钱先生却糊涂地不能隐居在此终了一生，我和赵惠甫却快乐地不想离开啊！山崖的边侧是维摩寺，经过战乱后大半被毁坏了。<br>　　出了寺向西走，稍微转个弯，过了一道岭，然后向北，只见云海豁然开朗，渺渺茫茫，仿佛天外一般，而狼山忽然出现在前面。我指着狼山对赵惠甫说，前些天我在那上面游玩过。又从西边下去，是三峰寺，所在房屋，间间都可休息。走近寺一看，里面很多古树，有一株罗汉松，树皮已经剥落，树干光秃，像是上百年的树。寺里和尚准备了酒菜、水果，请我们两人吃。太阳将要西斜，我们沿着山向北走，经过安福寺，那就是唐代<a href=\"http://so.gushiwen.org/view_47931.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>诗中所说的“破山寺”，清幽深邃，和他诗中描绘的相符。寺里多桂花树，从寺里过去，一路上充满着芬芳。从常熟北门返回，我们便到了言子和仲雍的坟墓。上面是辛峰亭。这时太阳已经下山了，山路陡险无法上去，相约第二天去游玩。因为刮风下雨，又没有成行。<br>　　于是二十四日乘船往吴门去，走了几十里水路，虞山好像还在船篷上面蜿蜒曲折，望去清清楚楚，使人想要掉转船头再去游玩。 </p><p><strong>注释</strong><br>（1）十八日：1876年（光绪二年）八月十八日。<br>（2）狼山：在江苏南通市南。<br>（3）虞山：一名乌目山，在江苏常熟县城西北。相传西周虞仲葬此，故名。<br>（4）尻（kāo）：尾部。<br>（5）迤：往。<br>（6）騞（huō）：以刀劈物声；擘（bò）：剖分。“騞擘屹立”，意为如同被刀騞然劈开似的直立。<br>（7）状：描述。<br>（8）畴：农田。衍：延展。<br>（9）澄湖：当指阳澄湖，阳澄在常熟城南。<br>（10）荡潏（yù玉）：水流波涌。<br>（11）毗陵：古郡名，指镇江、常州、无锡地区。震泽：即太湖。<br>（12）厥高鑱云：山高之高，刺入云端。厥：其。（chán蝉）：刺。<br>（13）水阴：水的南面。上薄：指自虞山南望湖水，水面向南伸展，上近天际。<br>（14）眦（zì）：眼眶。睇（dì）：看。决眦穷睇：意为穷尽目力，张目远望。<br>（15）钱牧斋：<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>，字受之，号牧斋，常熟人，明清之际著名文学家，明代万历年间（1573—1620）进士。后来在南明王朝中任礼部尚书，清兵南下，率先迎敌，官至礼部侍郎。因丧失民族气节，为士人所不齿。<br>（16）惘：迷惘失去方向。<br>（17）阿：边。<br>（18）泰半：大半。<br>（19）剥脱拳秃：树皮脱落，树干光秃而曲结回绕。<br>（20）昃（zè）：日西斜。<br>（21）常建：盛唐诗人，写诗多以山水寺观为题材。著有《常建集》，其五律《破山寺后禅院》为传世名篇。诗云：“清晨入古寺，初日照高林。曲径通幽处，禅房花木深。山光悦鸟性，潭影空人心。万籁此俱寂，惟闻钟磬声。”<br>（22）木樨花：桂花。“樨”也作“犀”。<br>（23）言子：孔子弟子言偃，字子游。仲雍：吴太伯弟，后立为王，其后人建立吴国。言偃与仲雍墓均在虞山。《史记·吴太伯世家》：“吴地纪曰：仲雍冢在吴乡常熟县西南虞山上，与言偃冢并列。”<br>（24）翼日：明日。<br>（25）吴门：苏州别称。<br>（26）蓬户：船蓬上的窗户。</p>",
  "shangxi": "<h2>赏析</h2> 　　这篇文章写虞山之景，无论描摹近石远山，还是写苍烟渺霭，都具有<a href=\"http://so.gushiwen.org/view_47931.aspx\">诗</a>情画意，体现了作者状物写景的功力。这篇文章抓住了不同景物的特征，融情于景，刻画逼真，文末写回望虞山：“令人欲反棹复至。”表现余味未尽，具有言尽而意无穷的艺术效果。",
  "poet": {
    "id": 39,
    "star": 0,
    "name": "沈德潜",
    "image": "http://img.gushiwen.org/authorImg/shendeqian.jpg",
    "desc": "沈德潜（1673～1769 ）字确士，号归愚，长洲（今江苏苏州）人，清代诗人。乾隆元年（1736）荐举博学鸿词科，乾隆四年（1739）成进士，曾任内阁学士兼礼部侍郎。为叶燮门人，论诗主格调，提倡温柔敦厚之诗教。其诗多歌功颂德之作，但少数篇章对民间疾苦有所反映。所著有《沈归愚诗文全集》。又选有《古诗源》、《唐诗别裁》、《明诗别裁》、《清诗别裁》等，流传颇广。"
  },
  "tags": [
    "辞赋精选",
    "状物",
    "写景"
  ]
}