{
  "id": 70862,
  "star": 4060,
  "name": "月下独酌四首·其一",
  "dynasty": "唐代",
  "content": "花间一壶酒，独酌无相亲。<br>举杯邀明月，对影成三人。<br>月既不解饮，影徒随我身。<br>暂伴月将影，行乐须及春。<br>我歌月徘徊，我舞影零乱。<br>醒时同交欢，醉后各分散。<br>永结无情游，相期邈云汉。",
  "fanyi": "<p><strong>译文</strong><br>提一壶美酒摆在花丛间，自斟自酌无友无亲。<br>举杯邀请明月，对着身影成为三人。<br>明月当然不会喝酒，身影也只是随着我身。<br>我只好和他们暂时结成酒伴，要行乐就必须把美好的春光抓紧。<br>我唱歌明月徘徊，我起舞身影零乱。<br>醒时一起欢乐，醉后各自分散。<br>我愿与他们永远结下忘掉伤情的友谊，相约在缥缈的银河边。</p> <p><strong>注释</strong><br>1.酌：饮酒。独酌：一个人饮酒。<br>2.间：一作“下”，一作“前”。<br>3.无相亲：没有亲近的人。<br>4.“举杯”二句：我举起酒杯招引明月共饮，明月和我以及我的影子恰恰合成三人。一说月下人影、酒中人影和我为三人。<br>5.既：已经。不解：不懂，不理解。三国魏<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《琴赋》：“推其所由，似元不解音声。”<br>6.徒：徒然，白白的。徒：空。<br>7.将：和，共。<br>8.及春：趁着春光明媚之时。<br>9.月徘徊：明月随我来回移动。<br>10.影零乱：因起舞而身影纷乱。<br>11.同交欢：一起欢乐。一作“相交欢”。<br>12.无情游：月、影没有知觉，不懂感情，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与之结交，故称“无情游”。<br>13.相期邈（miǎo）云汉：约定在天上相见。期：约会。邈：遥远。云汉：银河。这里指遥天仙境。“邈云汉”一作“碧岩畔”。</p><br/><h2>译文二</h2> <p>在花丛中摆上一壶美酒，我自斟自饮，身边没有一个亲友。<br>举杯向天，邀请明月，与我的影子相对，便成了三人。<br>明月既不能理解开怀畅饮之乐，影子也只能默默地跟随在我的左右。<br>我只得暂时伴着明月、清影，趁此美景良辰，及时欢娱。<br>我吟诵<a href=\"http://so.gushiwen.org/view_70862.aspx\">诗</a>篇，月亮伴随我徘徊，我手舞足蹈，影子便随我蹁跹。<br>清醒时我与你一同分享欢乐，沉醉便再也找不到你们的踪影。<br>让我们结成永恒的友谊，来日相聚在浩邈的云天。</p>",
  "shangxi": "<h2>简析</h2> 　　原<a href=\"http://so.gushiwen.org/view_70862.aspx\">诗</a>共四首，此是第一首。诗写诗人在月夜花下独酌，无人亲近的冷落情景。诗人运用丰富的想象，表现出由孤独到不孤独，再由不孤独到孤独的一种复杂感情。 <a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>仙才旷达，物我之间无所容心。此诗充分表达了他的胸襟。诗首四句为第一段，写花、酒、人、月影。诗旨表现孤独，却举杯邀月，幻出月、影、人三者；然而月不解饮，影徒随身，仍归孤独。因而自第五句至第八句，从月影上发议论，点出“行乐及春”的题意。最后六句为第三段，写诗人执意与月光和身影永结无情之游，并相约在邈远的天上仙境重见。全诗表现了诗人怀才不遇的寂寞和孤傲，也表现了他放浪形骸、狂荡不羁的性格。 邀月对影，千古绝句，正面看似乎真能自得其乐，背面看，却极度凄凉。<br/><h2>赏析</h2> <p>　　佛教中有所谓“立一义”，随即“破一义”，“破”后又“立”，“立”后又“破”，最后得到辨析方法。用现代话来说，就是先讲一番道理，经驳斥后又建立新的理论，再驳再建，最后得到正确的结论。关于这样的论证，一般总有双方，相互“破”、“立”。可是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首<a href=\"http://so.gushiwen.org/view_70862.aspx\">诗</a>，就只一个人，以独白的形式，自立自破，自破自立，诗情波澜起伏而又近似于天籁，所以一直为后人传诵。</p> <p>　　诗人上场时，背景是花间，道具是一壶酒，登场角色只是他一个人，动作是独酌，加上“无相亲”三个字，场面单调得很。于是诗人忽发奇想，把天边的明月，和月光下他的影子，拉了过来，连他自己在内，化成了三个人，举杯共酌，冷清清的场面，就热闹起来了。这是“立”。</p> <p>　　可是，尽管诗人那样盛情，“举杯邀明月”，明月毕竟是“不解饮”的。至于那影子，虽然像陶潜所说的“与子相遇来，未尝异悲悦，憩荫若暂乖，止日终不别”（《影答形》），但毕竟影子也不会喝酒；诗人姑且暂时将明月和身影作伴，在这春暖花开之时（“春”逆挽上文“花”字），及时行乐。“顾影独尽，忽焉复醉。”（陶潜饮酒诗序）这四句又把月和影之情，说得虚无不可测，推翻了前案，这是“破”。</p> <p>　　诗人已经渐渐进入醉乡了，酒兴一发，既歌且舞。歌时月色徘徊，依依不去，好像在倾听佳音；舞时诗人的身影，在月光之下，也转动零乱，好像在他共舞。醒时相互欢欣，直到酩酊大醉，躺在床上时，月光与身影，才无可奈何地分别。“我歌月徘徊，我舞影零乱，醒时同交欢，醉后各分散”，这四句又把月光和身影，写得对诗人一往情深。这又是“立”。</p> <p>　　最后二句，诗人真诚地和“月”、“影”相约：“永结无情游，相期邈云汉。”然而“月”和“影”毕竟还是无情之物，把无情之物，结为交游，主要还是在于诗人自己的有情，“永结无情游”句中的“无情”是破，“永结”和“游”是立，又破又立，构成了最后的结论。</p> <p>　　题目是“月下独酌”，诗人运用丰富的想象，表现出一种由独而不独，由不独而独，再由独而不独的复杂情感。表面看来，诗人真能自得其乐，可是背面却有无限的凄凉。诗人曾有一首《春日醉起言志》的诗：“处世若大梦，胡为劳其生？所以终日醉，颓然卧前楹。觉来盼庭前，一鸟花间鸣。借问此何时，春风语流莺。感之欲叹息，对酒还自倾。浩歌待明月，曲尽已忘情。”其中“一鸟”、“自倾”、“待明月”等字眼，表现了诗人难以排解的孤独。孤独到了邀月与影那还不算，甚至于以后的岁月，也休想找到共饮之人，所以只能与月光身影永远结游，并且相约在那邈远的上天仙境再见。结尾两句，点尽了诗人孤独、冷清的感受。</p><br/><h2>赏析二</h2> <p>　　这是一个精心剪裁出来的场面，写来却是那么自然。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>月下独酌，面对明月与影子，似乎在幻觉中形成了三人共饮的画面。在这温暖的春夜，李白边饮边歌舞，月与影也紧随他那感情的起伏而起伏，仿佛也在分享他饮酒的欢乐与忧愁。从逻辑上讲，物与人的内心世界并无多少关系。但从<a href=\"http://so.gushiwen.org/view_70862.aspx\">诗</a>意的角度上看，二者却有密不可分的关系。这也正是中国诗歌中的“兴”之起源。它从《诗经》开始就一直赋予大自然以拟人的动作、思想与情感，如“月出皎兮，佼人僚兮”，“愁月”“悲风”等等。李白此诗正应了这“兴”之写法，赋明月与影子以情感。正如林语堂所说：“它是一种诗意的与自然合调的信仰，这使生命随着人类情感的波动而波动。”</p> <p>　　但在诗之末尾，李白又流露出一种独而不独，不独又独的复杂情思，他知道了月与影本是无情物，只是自己多情而已。面对这个无情物，李白依然要永结无情游，意思是月下独酌时，还是要将这月与影邀来相伴歌舞，哪怕是“相期邈云汉”，也在所不辞。可见太白之孤独之有情已到了何等地步！斯蒂芬·欧文曾说：“诗歌是一种工具，诗人通过诗歌而让人了解和叹赏他的独特性。”李白正是有了这首“对影成三人”的《月下独酌》，才让人们了解和叹赏他的独特性的。无论男女老少，任何一个中国人，只要他举杯浅酌，都会吟咏“举杯邀明月，对影成三人”，以表他对所谓风雅与独饮的玩味。而这首诗的独特性，早已化入民族的集体无意识之中了。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70862.aspx\">诗</a>约作于唐玄宗天宝三载（744年），时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安，正处于官场失意之时。此诗题下，两宋本、缪本俱注“长安”二字，意谓这四首诗作于长安。当时李白政治理想不能实现，心情是孤寂苦闷的。但他面对黑暗现实，没有沉沦，没有同流合污，而是追求自由，向往光明，因有此作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "孤独",
    "月下",
    "饮酒",
    "抒情"
  ]
}