{
  "id": 27713,
  "star": 3987,
  "name": "泊秦淮",
  "dynasty": "唐代",
  "content": "烟笼寒水月笼沙，夜泊秦淮近酒家。<br>商女不知亡国恨，隔江犹唱《后庭花》。",
  "fanyi": "<p><strong>译文</strong><br>浩渺寒江之上弥漫着迷蒙的烟雾，皓月的清辉洒在白色沙渚之上。入夜，我将小舟泊在秦淮河畔，临近酒家。金陵歌女似乎不知何为亡国之恨黍离之悲，竟依然在对岸吟唱着淫靡之曲《玉树后庭花》。</p> <p><strong>英译</strong><br>Mist veils the cold stream, and moonlight the sand, as I moor in the shadow of a river-tavern,<br>Where girls, with no thought of a perished Kingdom, gaily echo a song of courtyard flowers. </p> <p><strong>注释</strong><br>①选自冯集梧《樊川文集》卷四。（上海古籍出版社1978年版）。秦淮，即秦淮河，发源于江苏句容大茅山与溧（lì）水东庐山两山间，经南京流入长江。相传为秦始皇南巡会稽时开凿的，用来疏通淮水，故称秦淮河。<br>②[泊]停泊。<br>③[商女]以卖唱为生的歌女。<br>④[后庭花]歌曲《玉树后庭花》的简称。南朝陈皇帝<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>（即陈后主）溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世称此曲为“亡国之音”。</p><br/><p><strong>译文</strong><br>迷离月色和轻烟笼罩寒水和白沙，夜晚船泊在秦淮靠近岸上的酒家。<br>卖唱的歌女不懂什么叫亡国之恨，隔着江水还高唱着《玉树后庭花》。</p> <p><strong>注释</strong><br>⑴秦淮：即秦淮河，发源于江苏句容大茅山与溧水东庐山两山间，经南京流入长江。相传为秦始皇南巡会稽时开凿的，用来疏通淮水，故称秦淮河。历代均为繁华的游赏之地。<br>⑵烟：烟雾。<br>⑶泊：停泊。<br>⑷商女：以卖唱为生的歌女。<br>⑸后庭花：歌曲《玉树后庭花》的简称。南朝陈皇帝<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>（即陈后主）溺于声色，作此曲与后宫美女寻欢作乐，终致亡国，所以后世把此曲作为亡国之音的代表。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　秦淮，即秦淮河，发源于江苏溧水东北，横贯金陵（今江苏南京）入长江。六朝至唐代， 金陵秦淮河一带一直是权贵富豪游宴取乐之地。这首<a href=\"http://so.gushiwen.org/view_27713.aspx\">诗</a>是诗人夜泊秦淮时触景感怀之作，于六代兴亡之地的感叹中，寓含忧念现世之情怀。　</p> <p>　　这诗在语言运用方面，也颇见工夫。首句写景，“烟”、“水”、“月”、“沙”由两个“笼”字联系起来，融合成一幅朦胧冷清的水色夜景，渲染气氛，朦胧中透出忧凉。次句点题，并以“近酒家”的丰富内涵启动思古之幽情，秦淮一带在六朝时是著名的游乐场所，酒家林立，因此昔日那种歌舞游宴的无尽繁华实已包含在诗人此时的思绪之中。后二句由一曲《后庭花》引发无限感慨，“不知”抒发了诗人对“商女”的愤慨，也间接讽刺不以国事为重，纸醉金迷的达官贵人，即醉生梦死的统治者。“犹唱”二字将历史、现实巧妙地联为一体，伤时之痛，委婉深沉。清代评论家<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>推崇此诗为“绝唱”，一个“犹”字透露出作者批判之意，忧虑之情。管世铭甚至称其为唐人七绝压卷之作。秦淮河是六朝旧都金陵的歌舞繁华之地，诗人深夜泊舟河畔，隔江传来商女《玉树后庭花》的歌声，听着这亡国之音，不禁激起时代兴衰之感，后两句对只知征歌征舞、买笑逐欢，而不以历景为鉴的统治者，给以深深的谴责。本诗情景交融，朦胧的景色与诗人心中淡淡的哀愁非常和谐统一。</p> <p>　　这首诗是即景感怀的，金 陵曾是六朝都城，繁华一时。目睹如今的唐朝国势日衰，当权者昏庸荒淫，不免要重蹈六朝覆辙，无限感伤。首句写景，先竭力渲染水边夜色的清淡素雅；二句叙事，点明夜泊地点；三、四句感怀，由 “近酒家”引出商女之歌，酒家多有歌，自然洒脱；由歌曲之靡靡，牵出“不知亡国恨”，抨击豪绅权贵沉溺于声色，含蓄深沉；由“亡国恨”推出“后庭花”的曲调，借陈后主之诗，鞭笞权贵的荒淫，深刻犀利。这两句表达了较为清醒的封建知识分子对国事怀抱隐忧的心境，又反映了官僚贵族正以声色歌舞、纸醉金迷的生活来填补他们腐朽而空虚的灵魂，而这正是衰败的晚唐现实生活中两个不同侧面的写照。“商女不知亡国恨，隔江犹唱《后庭花》。” 《玉树后庭花》据说是南朝陈后主所作的乐曲，被后人称为“亡国之音”。“隔江”承上一句“亡国恨”故事而来，指当年隋兵陈师江北，一江之隔的南朝小朝廷危在旦夕，而陈后主依然沉湎在歌声女色之中，终于被俘亡国。这两句诗从字面上看似乎是批评歌女，而实际上是诗人有感于晚唐国事衰微、世风颓靡的现状，批评那些沉溺于歌舞升平而“不知”国之将亡的统治者。“犹唱”二字意味深长，巧妙地将历史、现实和想象中的未来联系起来，表现出诗人对国家命运的关切和忧虑。这首诗写诗人所见所闻所感，语言清新自然，构思精巧缜密。全诗景、事、情、意融于一炉，景为情设，情随景至。借陈后主的荒亡国讽喻晚唐统治者，含蓄地表达了诗人对历史的深刻思考，对现实的深切忧思。感情深沉，意蕴深邃，被誉为唐人绝句中的精品。这首诗表现了诗人对晚唐统治者的辛辣讽刺以及对国家命运的深切忧虑。这样丰富的内涵、深刻的主题却容纳在短短的28个字之内，这其中的每一个字都凝练至及。诗歌的语言要求精练，只有精练才能含蓄，也只有含蓄才能见得精练。所以含蓄与精练互为表里，相得益彰。这首诗于情景交融的意境中，形象而典型地表现了晚唐的时代气氛，使人从陈后主的荒淫亡国联想到江河日下的晚唐的命运，委婉含蓄地表达了诗人对历史的深刻思考，对现实的深切忧思，内容深厚，感情深沉，意味无穷，引人深思。</p> <p>　　这是一首即景生情之作，通过写夜泊秦淮所见所闻的感受，揭露了晚唐统治者沉溺声色，醉生梦死的腐朽生活。秦淮河两岸是六朝时的繁华之地，是权贵富豪、墨客骚人纵情声色、寻欢作乐的场所。诗人夜泊秦淮，在茫茫沙月，迷蒙烟水中眼见灯红酒绿，耳闻淫歌艳曲，不禁触景生情，顿生家国亡思，将对历史的咏叹与对现实的思考紧密结合，从陈的荒淫之国联想到江河月下的晚唐命运。全诗寓情于景，意境悲凉，感情深沉含蓄，语言精当锤炼，沈德潜称之为“绝唱”。 </p><br/><h2>赏析二</h2> <p>　　《泊秦淮》是<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的代表作之一，载于《全唐<a href=\"http://so.gushiwen.org/view_27713.aspx\">诗</a>》卷五百二十三。下面是安徽师范大学文学院教授赵其钧先生对此诗的赏析。</p> <p>　　建康是六朝都城，秦淮河穿过城中流入长江，两岸酒家林立，是当时豪门贵族、官僚士大夫享乐游宴的场所。唐王朝的都城虽不在建康，然而秦淮河两岸的景象却一如既往。</p> <p>　　有人说作诗“发句好尤难得”（<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》）。这首诗中的第一句就是不同凡响的，那两个“笼”字就很引人注目。烟、水、月、沙四者，被两个“笼”字和谐地溶合在一起，绘成一幅极其淡雅的水边夜色。它是那么柔和幽静，而又隐含着微微浮动流走的意态，笔墨是那样轻淡，可那迷蒙冷寂的气氛又是那么浓。首句中的“月、水”，和第二句的“夜泊秦淮”是相关联的，所以读完第一句，再读“夜泊秦淮近酒家”，就显得很自然。但如果就诗人的活动来讲，该是先有“夜泊秦淮”，方能见到“烟笼寒水月笼沙”的景色，不过要真的掉过来一读，反而会觉得平板无味了。诗中这种写法的好处是：首先它创造出一个很具有特色的环境气氛，给人以强烈的吸引力，造成先声夺人的艺术效果，这是很符合艺术表现的要求的。其次，一、二句这么处理，就很像一幅画的画面和题字的关系。平常人们欣赏一幅画，往往是先注目于那精彩的画面（这就犹如“烟笼寒水月笼沙”），然后再去看那边角的题字（这便是“夜泊秦淮”）。所以诗人这样写也是颇合人们艺术欣赏的习惯。</p> <p>　　“夜泊秦淮近酒家”，看似平平，却很值得玩味。这句诗内里的逻辑关系是很强的。由于“夜泊秦淮”才“近酒家”。然而，前四个字又为上一句的景色点出时间、地点，使之更具有个性，更具有典型意义，同时也照应了诗题；后三个字又为下文打开了道路，由于“近酒家”，才引出“商女”、“亡国恨”和“后庭花”，也由此才触动了诗人的情怀。因此，从诗的发展和情感的抒发来看，这“近酒家”三个字，就像启动了闸门，那江河之水便汩汩而出，滔滔不绝。这七个字承上启下，网络全篇，诗人构思的细密、精巧，于此可见。</p> <p>　　商女，是侍候他人的歌女。她们唱什么是由听者的趣味而定，可见诗说“商女不知亡国恨”，乃是一种曲笔，真正“不知亡国恨”的是那座中的欣赏者——封建贵族、官僚、豪绅。《后庭花》，即《玉树后庭花》，据说是南朝荒淫误国的陈后主所制的乐曲，这靡靡之音，早已使陈朝寿终正寝了。可是，如今又有人在这衰世之年，不以国事为怀，反用这种亡国之音来寻欢作乐，这不禁使诗人产生历史又将重演的隐忧。“隔江”二字，承上“亡国恨”故事而来，指当年隋兵陈师江北，一江之隔的南朝小朝廷危在旦夕，而陈后主依然沉湎声色。“犹唱”二字，微妙而自然地把历史、现实和想象中的未来串成一线，意味深长。“商女不知亡国恨，隔江犹唱《后庭花》”，于婉曲轻利的风调之中，表现出辛辣的讽刺，深沉的悲痛，无限的感慨，堪称“绝唱”。这两句表达了较为清醒的封建知识分子对国事怀抱隐忧的心境，又反映了官僚贵族正以声色歌舞、纸醉金迷的生活来填补他们腐朽而空虚的灵魂，而这正是衰败的晚唐现实生活中两个不同侧面的写照。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐朝著名<a href=\"http://so.gushiwen.org/view_27713.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>游秦淮，在船上听见歌女唱《玉树后庭花》，绮艳轻荡，男女之间互相唱和，歌声哀伤，是亡国之音。当年陈后主长期沉迷于这种萎靡的生活，视国政为儿戏，终于丢了江山。陈国虽亡，这种靡靡的音乐却留传下来，还在秦淮歌女中传唱，这使杜牧非常感慨。他的诗说：这些无知歌女连亡国恨都不懂，还唱这种亡国之音！其实这是借题发挥，他讥讽的实际是晚唐政治：群臣们又沉湎于酒色，快步陈后主的后尘了。秦淮一隅，寄至如此深沉的兴亡感，足见金陵在当时全国政治中心已经移向长安的情况下，影响仍然很大。</p> <p>　　杜牧前期颇为关心政治，对当时百孔千疮的唐王朝表示忧虑，他看到统治集团的腐朽昏庸，看到藩镇的拥兵自固，看到边患的频繁，深感社会危机四伏，唐王朝前景可悲。这种忧时伤世的思想，促使他写了好些具有现实意义的诗篇。《泊秦淮》也就是在这种思想基础上产生的。当他来到当时还是一片繁华的秦淮河上，听到酒家歌女演唱《后庭花》曲，便感慨万千，写下了这首诗。诗中说，金陵歌女“不知亡国恨”，还唱着那《后庭花》曲。其实，这是作者借陈后主(<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>）因追求荒淫享乐终至亡国的历史，讽刺晚唐那般醉生梦死的统治者不从中汲取教训，表现了作者对国家命运的无比关怀和深切忧虑。 </p><br/><h2>创作背景二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>前期颇为关心政治，对当时百孔千疮的唐王朝表示忧虑，他看到统治集团的腐朽昏庸，看到藩镇的拥兵自固，看到边患的频繁，深感社会危机四伏，唐王朝前景可悲。这种忧时伤世的思想，促使他写了许多具有现实意义的<a href=\"http://so.gushiwen.org/view_27713.aspx\">诗</a>篇。《泊秦淮》也就是在这种思想基础上产生的。</p> <p>　　六朝古都金陵的秦淮河两岸历来是达官贵人们享乐游宴的场所，“秦淮”也逐渐成为奢靡生活的代称。诗人夜泊于此，眼见灯红酒绿，耳闻淫歌艳曲，触景生情，又想到唐朝国势日衰，当权者昏庸荒淫，便感慨万千，写下了这首诗：《泊秦淮》。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "咏史怀古",
    "抒怀",
    "爱国",
    "写景"
  ]
}