{
  "id": 71694,
  "star": 25,
  "name": "酒泉子·花映柳条",
  "dynasty": "唐代",
  "content": "花映柳条，闲向绿萍池上。凭阑干，窥细浪，雨萧萧。<br>近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。",
  "fanyi": "<p><strong>译文<br></strong>在这花红柳绿的春天，我闲游在绿萍池边，倚身在栏杆上，凝视着池上细波连连。那潇潇细雨如我的思愁绵绵。<br>近来他的书信稀疏难见，我更难忍洞房的寂寞无边。且打开银屏放下竹帘，苦熬这长长的春夜，只怕又是孤愁难眠。</p> <p><strong>注释<br></strong>⑴酒泉子：原为唐教坊曲，以酒泉郡作为调名，后用为词牌名。《金奁集》入“高平调”。一般以<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>体为正格。全词以四平韵为主，四仄韵两部错叶。<br>⑵“花映”二句：花柳相映，正是好景，谁知风吹花落，坠于池上绿色浮萍中。闲，一作“吹”。<br>⑶凭：倚。阑干：即栏杆。萧萧：一作“潇潇”，形容细雨连绵。<br>⑷“近来”二句：近来没有远方信息，洞房之中更觉寂寞。两疏索，指双方都未得到音信。疏索，稀疏冷落。洞房，幽深的闺房。南北朝<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《小园赋》：“岂必连闼洞房，南阳樊重之地；绿墀青琐，西汉王根之宅。”<br>⑸“掩银屏”三句：银色屏风遮掩，翠色竹帘下垂，苦度春夜。银屏，镶嵌银丝花纹的屏风，以示华丽。箔（bó），一作“幕”，一作“泊”，意指竹帘子。《新唐书·卢怀慎传》：“门不施箔。”唐徐坚《初学记》卷二十五引《西京杂记》曰：“昭阳殿织珠为帘，风至则鸣，如金玉珠玑。”所以也称“珠帘”或“珠箔”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写春日闺情，抒写一位女子与相爱之人分别后寂寞、无奈的心情。</p> <p>　　上阕写女主人公池上凭栏闲望，用“花映柳条”领起，“雨萧萧”作结，两句都是写景，前句明艳，后句暗淡，寓意着好景不常，美人迟暮。中间“闲向绿萍池上。凭阑干，窥细浪”三句写女主人公的一系列动作，重点落在一“闲”字上，以示她凭栏窥浪，全不觉得赏心悦目，体现其百无聊赖的内心感受。</p> <p>　　下阕写女主人公深闺怀远的寂寞。换头二句写她的境遇和感受。“近来音信两疏索”七个字，将相思离情点出，以下的描写无不因这情思引起。音信疏索是心情寂寞的原因。接下来“洞房”“寂寞”以一“空”字修饰，与上片的“闲”字相应，足以体现其无比遗憾的心绪。最后“掩银屏，垂翠箔，度春宵”三句紧承“疏索”“寂寞”，写女主人公掩屏垂帘，苦度春宵。</p> <p>　　全词以外显内，用女子的行动来表现了她空虚寂寞，无限惆怅的内心世界。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>“士行尘杂，不修边幅”致使“累年不第”仕途上的失意，让他对功名、理想的追求都落空了，唯有对爱和美的追求还保留在他内心深处。于是他常年流连沉溺在秦楼楚馆、烟花巷柳之地，长期与那些贵族化的女子接触，观察她们的一举一动，与她们沟通，深刻地触摸到了她们内心的孤独寂寞，感受到了她们相思缠绕的苦楚和望穿秋水的无奈。正是这些生活经历再加上他的艺术才情使得他创作了大量的描写女子相思离别之情的词作。此词即为表现女子闺怨而作，其具体创作时间难以考证。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "春天",
    "女子",
    "怀远"
  ]
}