{
  "id": 50654,
  "star": 40,
  "name": "小重山·花院深疑无路通",
  "dynasty": "宋代",
  "content": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。<br>楚梦冷沈踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。",
  "fanyi": "<p><strong>译文</strong><br>　　梦中来到曲折幽深的花园里，树枝繁茂好像无路可走了。绕过回廊，突然看到心上人站在绿纱窗影下，美如一朵玉芙蓉。两人的情话还未说完；晓钟已经敲响，这着实令人可恨。怀着痛苦和感伤的心情洒泪分手，那清冷的月光斜照在小窗户上。<br>　　可是好梦不长，往事又是那样令人沉重。一觉醒来，眼前只有两只金缕枕头，身边那半床空荡荡的。所思念的人远在京城东边的临水小楼上，河上有一座小桥。楼前的杨柳已经历了几度秋风，心上人也经历了几番失望和憔悴。</p> <p><strong>注释</strong><br>①词牌名：又名《小重山令》。《金奁集》入“双调”。唐人例用以写“宫怨”，故其调悲。五十八字，前后片各四平韵。<br>②玉芙蓉：喻美人。玉是美好，芙蓉是荷花。<br>③五更钟：晓钟。一夜分为五更，此指第五。<br>④分携：分手，分别。帘栊：窗户。帘指窗帘、门裎，栊（话豫）是窗户。<br>⑤楚梦：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》里有楚怀王与巫山神女在梦中相会的事。后用来形容好梦不长。此谓双方分离已久。踪：脚印，足迹。此处指梦中之往事。<br>⑥金缕：金线。<br>⑦凤城：指京城。 憔悴：形容人瘦弱，面色不好看。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词抒写情侣离别相思的情怀。整首词化景物为情思，语弥淡而情弥深。</p> <p>　　写与恋人离别相思之词，方回还有《菩萨蛮·彩舟载得离愁动》一首。男主人公在抒发了初别的痛苦之后，曾经无限哀怨地发出“良宵谁与共？赖有窗间梦。可奈梦回时，一番新别离”的感慨。这首词则是写别后经年，相思成梦，梦回凄凉的真实情景。一为设想，一为现实，分别从不同的侧面表现了主人公对所恋之人的诚挚深情。</p> <p>　　第一句“疑”字用得极妙。这个“疑”，当然是男子之“疑”，然而细细推敲．却又不似现实中之“疑”。因为心上人所居之“花院”，即使是“深”；也决不会无路可通，所以，它应该是梦中之“疑”。“梦魂惯得无拘检，又踏杨花过谢桥”（<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《鹧鸪天·小令尊前见玉箫》）。相别日久，朝思暮想，以致因情生幻，“灵魂出窍”，在梦中跋涉千里，来到了过去曾经和心上人欢会的旧地。夜阑人静，月明星稀，看着那花木繁茂，曲折幽深的花园，不禁产生出“近乡情更怯”般的疑虑：”这一次相会是否能够如愿呢？是不是会有人从中作梗呢？……“这种种忐忑不安的测度借“疑无路通”表现出来，真是写得迷离惝恍，像煞梦境。</p> <p>　　第二句重点在“芙蓉”上。《西京杂记》卷二说<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>姣好，眉色如望远山，脸际常若芙蓉，以后有“芙蓉如面柳如眉”（自居易《长恨歌》）、“强整娇姿临宝镜，小池一朵荚蓉”（李殉《临江仙·莺报帘前暖日红》）等句，都是以“芙蓉”来喻美人，这里也是这种用法。方回在“芙蓉”之上加以“玉”字，前面又限以“碧纱窗影下”之绝美环境，真是形神俱现，呼之欲出。主人公拂柳穿花，孑孑前行，刚刚绕过那幽雅的回廊，已经看到心上人伫立在如梦如幻的朦胧碧纱窗影下，似玉琢芙蓉，娘娩婷婷，顾盼生辉，笑颜以待。玉人之俊秀，一见之乍喜，俱在不言之中。</p> <p>　　第三句写良夜何其，欢娱很短。正当两人意惬情浓、热烈缠绵之际，东方已白，晓钟发动，这不能不使人产生“偏恨”的感慨。句首的“当时”，应是既指今梦，亦指昔时，是梦亦真，是虚亦实，动荡变幻之中，语语沉着，令人神伤。</p> <p>　　第四句写分别。“明月不谙离别苦，斜光到晓穿朱户。”（<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花·槛菊愁烟兰泣露》）在晓钟的声声催促之下，两人在户外执手依依，洒泪相别，那清冷的月光斜照在帘栊之上，更增添了别离的痛苦和感伤。景中含情，情景交融，使上片的欢会在一派凄凉的氛围中结束。</p> <p>　　过片健笔陡转，将上片一笔喷醒。沈祥龙《论词随笔》谓：“词换头处谓过变，须辞意断而仍续，合而仍分。前虚则后实，前实则后虚，过变乃虚实转捩处。”这一句即承上启下，由虚入实。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》谓楚怀王与神女在梦中相会，故词句以“楚梦”借指上片的情事。蓦然惊觉，梦冷踪沉。残月残烛，空虚寂寞。眼前精心绣制（也许即为心上人亲手所绣）的金缕双枕，反衬出他此时的孤独；身边空荡荡的半床鸳被，更使他黯然销魂。这两句与上片形成鲜明对比，是全词的词眼所在。</p> <p>　　结拍两句，又化实为虚，从对面写起。男主人公这时正远在天涯，而他所恋的女子却远在京城东边一角。由上句的“双枕”、“半床”，很自然地联想起对方对自己的思念。不过词人并没有像“今夜郎州月，闺中只独看”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《月夜》）那样直接去写对方，而是以楼前杨柳几度秋风、几度凋零来暗示女方“妆楼颐望，误几回天际识归舟”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《八声甘州》）的失望和憔悴，赋情于物，亦物亦人，“木犹如此，人何以堪！”。</p> <p>　　这首词上片写梦中相会，是虚；下片写梦回凄凉，是实。然而词人于虚中处处用实笔，使上片虚而若实；于实中却化实为虚，使下片实中有虚。特别是词的结拍，由己推人，代人念己，“不以虚为虚，而以实为虚，化景物为情思”（范唏文《对床夜语》），语弥淡而情弥深。所以无怪乎陈廷焯对《东山词》至有“笔墨之妙，真乃一片化工”之赞叹。</p> <p>　　《宋词选释》评日：“此词由‘窗下’而‘分携’、而‘沈躞’，层递写来，渐推渐远。结处‘秋柳’、‘城东’，寄怀更远，觉情韵弥长也。”</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "爱情",
    "离别",
    "相思"
  ]
}