{
  "id": 22600,
  "star": 31,
  "name": "早兴",
  "dynasty": "唐代",
  "content": "晨光出照屋梁明，初打开门鼓一声。<br>犬上阶眠知地湿，鸟临窗语报天晴。<br>半销宿酒头仍重，新脱冬衣体乍轻。<br>睡觉心空思想尽，近来乡梦不多成。",
  "fanyi": "<p><strong>译文</strong><br>晨光初照，屋室通明，早衙鼓正开始咚咚地敲响。小狗在台阶上睡觉知道大地已经变得潮湿，小鸟正在窗前不停鸣叫仿佛在报告天晴的消息。昨天饮酒甚多，到今天早晨起来尚有头重脚轻之感，刚刚脱去了冬衣顿时令身体轻松爽快。睡醒后只觉得心境非常空明而没有烦恼，大概是夜里没有思乡之梦撩人愁思的缘故吧。</p> <p><strong>注释</strong><br>⑴晨光：曙光；阳光。晋陶潜《归去来辞》：“问征夫以前路，恨晨光之熹微。”《文选·何晏〈景福殿赋〉》：“晨光内照，流景外延。”李善注：“晨光，日景也。日光照于室中而流景外发。”<br>⑵语（yù）：作动词，鸣叫之意。<br>⑶宿酒：犹宿醉。元谢宗可《红梅》<a href=\"http://so.gushiwen.org/view_22600.aspx\">诗</a>：“宿酒破寒薰玉骨，仙丹偷暖返冰魂。”<br>⑷冬衣：冬季御寒的衣服。<br>⑸睡觉（jué）：睡醒。心空：佛教语。谓心性广大，含容万象，有如虚空之无际。亦指本心澄澈空寂无相。思想：思忖，考虑，烦恼。<br>⑹乡梦：思乡之梦。唐<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《别之望后独宿蓝田山庄》诗：“愁至愿甘寝，其如乡梦何？”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从<a href=\"http://so.gushiwen.org/view_22600.aspx\">诗</a>的结构看，前四句写诗人在早晨的所闻所见，后四句则是抒发诗人对早春气象的感受。也许是因为诗人对春天特有的敏感，他一大早就醒来了。此时晨光初照，早鼓正响，大概是天气转暖、大地变得潮湿的缘故吧，那在台阶上贪睡的小狗儿也摆摆尾巴，懒洋洋地爬起来；而一向活泼的小鸟更不会放过这可爱的时光，正在窗前叽叽喳喳不停地欢叫着，似乎是在向人们报告着美好天气的到来，催促着人们早早起床。这四句通过晨光、鼓声以及对春天极为敏感的两个动物——犬、鸟的传神刻画，在紧扣“早”字主旨的同时，又隐隐透露出春天的气息。</p> <p>　　诗歌的后半部分表现了诗人在这样春天气息越来越浓郁的环境下，产生的轻松愉快之感。“半销宿酒头仍重”说明昨日饮酒甚多。春宵佐以美酒，自是人生一大乐事，以致诗人忘了自身的酒量，开怀畅饮，一醉方休，到次日早晨起来尚有头重脚轻之感。“新脱冬衣”表明正是早春气候，脱去冬衣会令人焕然一新，轻松爽快，所以说“体乍轻”。“体乍轻”而“头仍重 ”，值此酒意未竟消之际，当有头重脚轻、飘飘无定之感。这既是实写酒意未消时身体真实的感觉，同时也是美好的春色令诗人陶醉。正所谓酒不醉人人自醉。在这样的境界中，他忘记了一切忧愁和烦恼，以致于“睡觉心空思想尽，近来乡梦不多成 ”，这两句照应诗题，写夜间因为没有乡梦撩人愁思，睡醒后心境空明。暗示出诗人的身心已完全被春天的气息所感染，他又迎来了一个明媚的春天。</p> <p>　　全篇无论是写自然景物还是写自己的生活与心态，都笔致轻灵素淡，充满着情趣。节奏也是流畅、欢快的，字里行间，融注着诗人对春天、对生活的热爱。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_22600.aspx\">诗</a>当是唐穆宗长庆三年（823年），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>到杭州第二年的早春所作。杭州本是他幼时立志去做官的地方，如今宿愿已偿，心中自然快慰。此诗就是在这种喜悦激动中创作的。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "春天",
    "写景",
    "生活",
    "愉悦"
  ]
}