{
  "id": 69859,
  "star": 5,
  "name": "杂剧·刘玄德醉走黄鹤楼",
  "dynasty": "元代",
  "content": "第一折<br>前次春花桃喷火，今日东篱菊绽金。谁似豫州存大志，求贤用尽岁寒心。贫道复姓诸葛，名亮，字孔明，道号卧龙先生，琅琊阳都人也，在于卧龙冈办道修行。自玄德公请贫道下山，拜为军师，头一阵博望烧屯，杀夏侯惇十万雄兵，片甲不回。不想曹操不舍，亲率领八十三万雄兵，来取新野。来至三江夏口，主公命某过江，问东吴借水兵三万，周瑜为帅，黄盖为先锋。俺两家合兵一处，拒敌曹操。贫道祭风，周瑜举火，黄盖诈降，烧曹兵八十三万，片甲不回。今曹操败走华容路，贫道领关、张二将，追赶曹操。说与赵云众将，紧守赤壁连城：休要有失。则今日追曹操走一遭去。施谋略平欺管乐，领雄兵密排军校。先拿住百计张辽，直赶上奸雄曹操。腹中韬略隐黄公，匣藏宝剑掣青龙。坐筹帷幄贫壮士，决胜牛里作元戎。某姓周名瑜，字公瑾，乃庐江舒城人也。某幼习先王典教，后看韬略遁甲之书，某每回临阵，无不干功。幼年间曾与长沙孙策同堂学业，孙策已亡，后佐于江东孙权麾下，为大将之职。因刘、关、张着孔明军师过江，问俺江东借俺赤壁连城，暂且屯军。俺主公拜某为帅。黄盖为先锋，领水军数万。战于赤壁之间。某与孔明并力而攻，将曹兵八十三万，一火焚之，皆某之功。又折了俺手将黄盖，诚恐此人久后乘胜必取荆州。某想赤壁之战，非干己仇。折某虎牙之将，某常怀深恨，未曾报仇。某闻知诸葛孔明领众将往华容路，追赶曹兵去了。乘此机会，某设一计：俺这江东有一楼。名曰是黄鹤楼；设一会，乃是碧莲会。我修一封书，差手将鲁肃，直至赤壁连城，请刘玄德过江赴会。若刘玄德来时，某暗设三计：头一计酒至半酣，席间问其强弱，应答不合莫心，用剑斩之。第二计着大将于樊，把住楼门，一切人等，不放上下；若无某令箭，不许下楼。第三计酒酣之际，要刘备顺情归吾。意有不从，击金钟为号，伏兵尽举，擒住刘备，困于江东。不放回示壁连城。方称某平生之愿。设计己定。小校与我唤将鲁肃来者。理会的。鲁肃安在？自小曾将武艺习，南征北讨惯相持。临军望尘知敌数，对垒嗅土识兵机。某乃鲁肃是也。某文通三略，武解六韬，十八般武艺，无有不拈，无有不会。今佐于江东孙权手下为下将。正在教场中演武艺，元帅呼唤。不知有甚事。须索走一遭去。说话中间，可早天到也。小校报复去。有鲁肃在于门首。理的。喏，报的元帅得知。有鲁肃在于门首。着他过来。过去。元帅呼唤小将。<br>那里使用？唤你天别无甚事。我与你这封书。你过江直至赤壁连城，请刘玄德去。若见了玄德。你道俺元帅在黄鹤楼上安排筵宴，请玄德公过江赴碧莲会。你小心在意，疾去早来。小将得令。则今日领着元帅将令，直至赤壁连城，请玄德公过江赴碧莲会，走一遭去。云山水陆俱完备，定计铺谋驱铁骑。赤壁相邀玄德公，谨请早赴碧莲会。玄德公也。若你不来时，万事罢论；若来呵，便插翅也飞不过这大江去。排兵布阵用心机，鲁肃疾去莫延迟。玄德若赴碧莲会，不还荆州不放回。骏马雕鞍紫锦袍，胸襟压尽五陵豪。有人采问宗和祖，附凤攀龙是故交。小官姓刘名备，字玄德，大树楼桑人也。某有两八兄弟，二兄弟姓关名羽，字云长，是这蒲州解良人也；三兄弟姓张名飞，字翼德，是这涿州范阳人也。俺三人结义在桃园，曾对天盟誓：不求同日生，则求当日死；一在三在，一亡三亡。俺弟兄三人，自从南阳卧龙冈请下孔明师父来，拜为军师。自博望烧屯，杀夏侯惇十万雄兵，片甲不回。曹操不舍，亲领雄兵百万，来取新野。某遣孔明军师，过江结好于东吴，借起军马数万，拜周瑜为帅，与曹操战于赤壁，火烧兵百万，大败而回。某屯军于赤壁城中，有俺孔明师父，言先取荆州为本，后图西蜀，未为晚矣。今孔明军师领云长、张飞取荆州去了，未见回还。小校门首觑者，看有甚么人来。理会的。某乃鲁肃是也。奉着周瑜元帅的令，持着书呈，前来赤壁连城，请玄德公黄鹤楼上赴碧莲会去，可早来到也。小校报复去，有周瑜元帅差鲁肃持书。在于门首。理会的。喏，报的元帅得知，有东吴国周瑜元帅手下鲁肃，持书来见。周瑜持书呈来，不知主何意？着那下书的人过来。来者何人？小将乃东吴国周瑜手下鲁肃是也。泰俺元帅的将令，持书一封，请玄德公过江，黄鹤楼上赴碧莲会去。将那书来，我看这书咱。越殿襄王大德刘公阁下开拆，周瑜谨封。我拆开这封皮，书曰：高皇创业，良将安邦，立明君二十四帝，统国祚四百余年，目今献皇在位。建安十三年岁在戊子，因曹操乃是奸臣，欲图汉室。天时不顺，大率雄师，战于赤壁。明公乃王室之胄，英才盖世，众士慕仰，若水之归海。用诸葛之神机，凭关张之勇，借瑜吴主江东水军，恃长江险阻之势，纳部将黄盖之能，火烈风，雷鼓大振，北军大败。瑜与明公水陆并进，追至南郡。曹仁败于夷陵，孔明等追操未还，仗公<br>之威德也。今因武昌有黄鹤楼，瑜设碧莲会，请明公以贺近退曹兵，共享清平之世，坐叙契阔之情。俯赐降临，幸勿间阻，伏惟高照不宜。东吴大帅周瑜顿首百拜书。越殿襄王玄德公府下。书中的意，我尽知道了也。兀那鲁肃，你先回去，说与你元帅，我便来也。出的这门来，不敢久停久住，回元帅的话去。蒙差遗心劳意攘，刘玄德须当一往。黄鹤楼暗钓鲸鳌，难逃这天罗地网。鲁肃去了也。去了也。今有周瑜请我赴宴，我待不去来，想当初赤壁鏖兵之时，多亏了周瑜元帅助俺破曹；我待去来，争奈孔明师父与两个兄弟不在。我唤刘封来，与他商议。小校与我唤将刘封来者。六韬三略不曾习，南征北讨要相持。高头战马牵过来，从早到晚上不得。某乃刘封是也。我十八般武艺，件件不通，诸般不会。自破曹之后，俺屯军在赤壁连城。俺二叔叔云长，三权叔张飞，同军师诸葛，西征曹军去了，止有赵云和某，镇守着赤壁连城。正在灶窝里打盹，父亲呼唤我，想来左右是着我吃酒，见父亲一遭去。可早来到门首了。小校报复去，有刘封来了也。喏。报的主公得知，有刘封来了也。父亲唤您孩儿，有何事商议？刘封，唤你来别无甚事。今有江东周瑜，差人持书呈来，请我黄鹤楼上赴宴，唤你来商议，你意下如何？父亲，想东吴国周瑜，好请父亲赴会，若不去呵，不惹的他怪？不妨事，则管去。若有好歹，您孩儿来接应父亲。虽然这等，我还不曾与赵云商议。父亲，你没正经。您孩儿主张了便罢，又叫他来怎的。小校与我唤将赵云来者。某乃真定常山人也，姓赵名，字子龙，观玄德公麾下为上将之职。今日玄德公请俺众将，不知有甚事商议，须索走一遭去。可早来到也。小校报复去，道有赵云在于门首。喏，报的主公得知，有子龙将军来了也。着他过来。过去。元帅唤赵云，有何事商议？赵云，唤你来别无甚事。今有周瑜，请我过江黄鹤楼上赴碧莲会，特来请你商议，我去好，不去好？元帅要赴碧莲会，敢不可去么。怎么不去？则怕周瑜有歹意。周瑜他便有歹心，凭着俺孔明师父用计，众将英雄，量他到的那里？父亲，想周瑜无歹意。他助咱军马，赤壁鏖兵，破了曹兵百万，如今请父亲饮酒，有甚么歹意？便有歹意呵，凭着俺二叔叔云长，三叔叔张飞，又有老<br>官人赵云，又有侄儿刘封，又有诸葛军师，俺人强马壮，量他到的那里？噤声。<br>【仙吕】【点绛唇】卖弄你马壮人强，驱兵领将，东吴往。咱可便同共商量，商量的都停当。周瑜请我饮酒，他岂有歹意？哎，老赵，想俺父亲在襄阳会上，也不同小可也。<br>【混江龙】不比那襄阳会卜，他则待兴心儿图谋汉家邦。想周瑜破了百万曹兵，他正是擎天玉柱，架海金梁，他有甚歹意？父亲你赴宴走一遭去，有甚么事！你道他是擎天的玉柱，架海金梁，才杀退霸道奸雄曹盂德，那周瑜不弱如兴刘火楚的这汉张良。索仔细，莫荒脚，涉大水，渡长江。看了这黄鹤楼胜似他那宴鸿门，觑了他这碧莲会更狠如临潼上。他见俺父亲，不得不敬，务要走一遭去。他遣来使相请，咱可便不上落的这何妨？<br>老赵，你闲言剩语的，父亲休听他。你赴宴走一遭，料着不妨。子龙将军，刘封也说的是。那周瑜他敬意请我，若不去呵，则道我怕他哩。元帅，道的个筵无好筵，会无好会，不可去也。老赵，你越老的糊突了，凭着我十八般武艺，无有不拈，无有不会。他若有歹心呵，我杀的周瑜片甲不回。噤声。刘封，你说差了也。我怎么说的差了也？<br>【油葫芦】哎！你个一勇性的刘封不忖最，你做不的些好勾当。想周瑜请俺父亲饮酒，你左拦右当，必有侥傒。恼的我气扑扑忿怒夯胸膛，咱正是低着头往虎窟龙潭创，却正是合着眼去那地网天罗里撞。子龙将军，那周瑜安排筵宴，请我饮酒，岂有歹意？你道他饮玉瓯，在画堂。父亲说的是。他若有歹意呵，凭着父亲坐下的卢马，把檀溪河也跳过去了。料着不妨事。凭着这的卢战马十分壮，怎跳过那四十里汉阳江？<br>【天下乐】无拈指黄鹤楼敢番做战场，我想，那周瑜有智量，晃晃列着刀共枪。鱼不可离了水，虎不可离了冈，他可敢安排着恶战场。<br>主公，周瑜差谁来请主公来？周瑜差手将鲁肃下请书来。赵云，怕你不信，请书在此。将书来我看。<br>【后庭花】拿着这虚飘飘的纸一张，上写着黑真真字儿行。他则是仗剑施威计，埋伏打凤凰。这件事不寻常，那里有风波干丈，我言语不是谎。凭着俺三兄弟张飞英勇，可量他到的那里也？<br>【金盏儿】你道是张翼德气昂昂，性儿刚，俺三叔叔张飞，十八骑人马，在那当阳桥上，喝了一声，桥塌三横水逆流，唬的曹兵倒退三十里远。在那当阳桥喝退了曹丞相，据着他一冲一撞卖弄高强。凭着俺三叔叔坐下乌骓马，手中丈八矛，万夫不当之勇。倚仗着当三军不刺剌乌骓骑，敌万夫光灿灿丈八点钢枪。俺三叔安喜县鞭督邮，又在石亭驿中，将袁祥提起腿，掼的花红脑子出来。不妨事，父亲走一遭去。你休卖弄安喜县鞭督邮，石亭驿摔袁祥。<br>子龙将军，你放心。想周瑜当此一日，助俺破曹，他与俺结为唇齿之邦。他今日请我赴会，岂有歹心？你紧守城池，我赴罢宴便来也。我劝元帅不听，坚意的要去，你小心在意者。子龙将军，你放心，不妨事。老赵，你多虑，料着不妨事。<br>【尾声】他那里明明的捧着瑶觞，暗暗的藏着军将，用计铺谋怎防？着主公坐在那难走难逃筵会上，你心下自索参详，自度量，不比寻常，他则待赚虎离窝入地网。哎，赵叔，你不知道，那黄鹤楼近在水边。若水长呵，我安排战船，搭起浮桥，接应我父亲。他便跌下水去，落的他睡一觉。那黄鹤楼接大水长，翻波滚浪，正末云)若主公不听赵云谏当呵。(唱)知他是甚风儿吹过汉阳江？(下)(刘封云)老赵，你去，我父亲他也不听你说。父亲走一遭，则管嚼食去。(刘末云)刘封，你与赵云紧守着城池。则着三五骑人马，跟我过江，直至黄鹤楼上赴宴，走一遭去。子龙心下莫踌躇，今朝止马践程途。过江亲赴碧莲会，直至那黄鹤楼上见周瑜。(下)(刘封云)父亲去了也。为甚么我赍发的俺父亲过江去？那周瑜是个是智多谋的人，俺父亲若有些好歹，他这个位，就是我承袭。凭着我这般好心肠，天也与我半碗饭吃。(下)<br><br>第二折<br>(诸葛亮领卒子上，云)笔头扫出千条计，腹内包藏万卷书。贫道诸葛亮是也。领关、张二将，追赶曹操于华容路上。我夜观乾象，玄德公有难。谁想周瑜请玄德公黄鹤楼上饮宴去了。周瑜他要伤害玄德公。量你怎出贫道之手。想当日赤壁之间，贫道问周瑜要一枝令箭镇坛，贫道留到今日。我将此箭藏在拄拂子里面，凭此箭着主公无事而回。令人与我唤将关平来者。(卒子云)理会的。关平安在？(关平上，云)善变风云晓六韬，将门累世显英豪。能征惯战施勇猛，父子坚心辅圣朝。某乃大将关平是也，俺父亲是关云长。颇奈曹操无礼，追赶俺至三江夏口，孔明师父求救于孙权，孙权助俺水军三万。俺师父将曹操百万雄兵，在赤壁之间，一火焚之。今曹操脱命而走，师父同俺父亲，追赶到华容路，安营下寨。今有军师呼唤，不知有甚事，须索走一遭去。可早来到也。小校报复去，道有关平来了也。(卒子云)理会的。喏，报的军师得知，有关平来了也。(诸葛亮云)着他过来。(卒子云)理会的，着过去。(见科)(关平云)师父呼唤关平，那厢使用？(诸葛亮云)关平，则今日将着暖衣、拄拂子，直至黄鹤楼上，与伯父送暖衣，走一遭去。小心在意，疾去早来。(关平云)理会的。则今日辞别了师父，直至黄鹤楼上，与伯父送暖衣、拄拂子，走一遭去。跨下征马宛有似风，黄金甲衬锦袍红。关平岂敢违军令，不分星夜到江东。(下)(诸葛亮云)关平去了也。令人说与姜维，扮做一渔翁，手上写八个字，是\"彼骄必褒，彼醉必逃。\"主公见了，自有脱身之计。随后着云长、张飞，芦花深处，接应玄德公去。一枝箭顷刻成功，八个字救出英雄。芦花岸张飞等候，周公瑾耻向江东。(下)(净扮姑儿上)(唱)<br>【豆叶黄】那里，那里酸枣的林儿西里，您娘教你早来家，早来家，恐怕那狼虫咬你。来摘枣儿，摘枣儿，你道不曾摘枣儿，口里核儿那些来？张罗，张罗，见个狼呵，跳过墙呵，唬杀你娘呵。(云)我做庄家不须夸，厌着城里富豪家。吃的饭饱无处去，水坑里面捉虾蟆。(唱)<br>【禾词】春景最为头，绿水肯泉绕院流。桃杏争开红似火，工留，闲来无事倒骑牛，村童扶策懒凝眸。为甚庄家多快乐？休休，皇天不负老实头。(云)自家村姑儿的便是。清早晨起来，头不曾梳，脸不曾洗，喝了五六碗茶，阿的们大烧饼，吃了六七个，才充了饥也。我要看些田禾去，那小厮每说，兀那田禾里有狼。我是个女孩，怎么不怕那狼虎？我不免叫伴哥儿，同走一遭去。伴哥儿，行动些儿。(正末扮禾俫上，云)伴姑儿，你等我一等波。(唱)<br>【正宫】【端正好】则听的二姑把三哥来叫，(禾旦云)俺看田苗去来。(正末唱)东庄里看取些田苗。落荒休把这山庄绕，咱可便寻一条家抄直道。(禾旦云)俺这江南，青的是山，绿的是水。你看那渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦。家家采下茶苗，杜鹃春啼晓；夏蝉高噪绿杨枝，秋蝉晚噪。俺庄家好快活也。(正末唱)<br>【滚绣球】俺这里对青山堪画描，端的是景物好。你觑那红叶儿秋蝉晚噪，俺这里家家采下茶苗。(禾旦云)俺江南好暖和也。(正末唱)则这江南地暖风寒少，俺这里春夏秋冬草不调，绿水千条。(禾旦云)你看那黄菊近东篱，村老忙将马骞驴骑。牛金牛表扶策走，只吃的东歪西倒醉如泥，受用有谁知？紫袍金带虽然贵，其实不如俺淡饭黄齑粗布衣。伴哥儿，我打东庄里过来，看了几般儿社火，吹的吹，舞的舞，擂的擂。不是我聪明，我一般般都记将来了也。(正末云)伴姑儿，道我恰才打那东庄头过来，看了几般儿社火，我也都学他的来了也。(禾旦云)伴哥儿，我不曾见，你试学一遍咱。(正末云)试听我说一遍咱。(唱)<br>【叨叨令】那秃二姑在井口上将辘轳儿乞留曲律的搅，(禾旦云)瞎伴姐在麦场上，将碓儿捣也捣的。(正末唱)瞎伴姐在麦场上将那碓臼儿急并各邦的捣。(禾旦云)那小厮们手拿着鞭子，哨也哨的。(正末唱)小厮儿他手拿着鞭杆子他厮厮飕飕的哨，(禾旦云)牧童儿倒骑着水牛，叫也叫的。(正末唱)那牧童儿便倒骑着个水牛呀呀的叫。(禾旦云)俺庄家好快活也。(正末唱)一弄儿快活也么哥，一弄儿快活也么哥，(禾旦云)俺庄家五谷收成了，甚是安乐。(正末唱)正遇着风调雨顺民安乐。<br>(关平躧马儿上，云)自幼攻习学六韬。南征北讨建功劳。下寨安营依三略，亦心敢勇保皇朝。某乃关平是也，父乃关云长。俺父亲随军师诸葛，同叔父张飞。追袭曹兵去了。某奉军师将令，有俺伯父往江东黄鹤楼上请赴碧莲会去了，军师差某与俺伯父送暖衣去。来至这半途之中。遇着这三条路，不知那一各路往江东去，正行之间，兀的不是两个庄家，我问他一声咱。(禾旦云)伴哥儿。一个官人来也，你向前答应答应。(正末唱)<br>【倘秀才】那匹马紧不紧疾不疾荡红尘一道，风吹起脖项上绛毛缨一似火燎他斜拽起团花那一领锦战袍。端的是人英勇，马咆哮，(关平云)兀那庄家你住者，我和你有说的话。(正末唱)他那里高声儿叫住着。<br>(关平云)兀那庄家，你休惊莫怕，你近前来，我不是歹人。我问你，这三条路，不知那一条路，往江东黄鹤楼上去。你试说与我。(正末云)官人。你往江东黄鹤楼上去，我说与你这一条路，你则牢牢的记着，(关平云)你说，我记着。(正末唱)<br>【货郎儿】你过的这乞留曲律蚰蜒小道，听说罢官人你记着。你过的一横涧搭一横桥，更有那倒塌了的山神庙。(关平云)再有甚么记号？(正末唱)破墙匡草团瓢，转山坡过岭桥，河取鱼儿水不着，春夏秋冬草不凋。贪看云中鹘打雁，你可休离俺这山庄，可便错去了。<br>(关平云)兀那庄家，你这江南地面，一年四季，怎生春种夏锄，秋收冬藏，从头至尾，慢慢的说一遍，我试听咱。(正末唱)<br>【尾声】俺这里风调雨顺民安乐，百姓每鼓腹讴歌贺圣朝。则这一带青山堪画描，四野田畴景物好。倒大来无是无非，(关平云)多生受你，慢慢的去。(唱)可兀的快活到老。(下)<br>(禾旦云)官人，恰才俺伴哥唱了去也，我也唱一个官人听。(禾旦唱)<br>【楚天遥】重重叠替山，曲曲湾湾水。山水两相连，送伊十万里。送你几时回，两行凄惶泪。庄家每快活，忱着甜瓜睡。<br>(云)官人忙便罢，若闲时，家来教你打几个搊拾．(下)(关平云)问了路迳也。将着这暖衣，直至黄鹤楼上见伯父，走一遭去。漫辞惮途路艰难，也不怕江水潺潺。送暖衣黄鹤楼上，着伯父急早回还。(下)<br><br>第三折<br>(周瑜领卒子上，云)安排打凤牢龙计，准备兴邦立国机。某乃周瑜是也。我遣鲁肃持书一封，直至赤壁连城。请刘玄德赴会，此人欣然而来。某今日在此黄鹤楼上，安排筵宴，等待刘玄德，他此一来中我之计。英雄甲士，暗藏在壁衣之后。令人楼下觑者，若刘玄德来时，报复我知道。(卒子云)理会的。(刘末上，云)忆昔当年涿郡东，桃园结义会英雄。纷纷四海皆兄弟，谁似三人有始终。某乃刘玄德是也。今有周瑜元帅，差鲁肃请我黄鹤楼上赴碧莲会。离了赤壁连城，可早来到这江东黄鹤楼下。令人报复去，道有刘玄德至此也。(卒子报科，云)喏，报的元帅得知，刘玄德至此也。(周瑜云)道有请。(卒子云)理会的。有请。(周瑜见科，云)呀、呀、呀，玄德公，一自霜松露菊，鸿雁秋风，大战于赤壁之下，彼各两分，叹光阴迅速，日月逡巡；奈关山迢递，途路跋涉，恨不能一面之会，使某刻石而记于心怀，雕木而印于肺腑。某常思玄德公信义愈明，德服内外，严正而不失其道，追景升之顾，则情感三军；恋义兵之随，则甘于同败，终济大业。某常思玄德公往昔之好，今具浊酒菲肴，敢劳玄德公，屈高就下，枉驾来临，诚为周瑜万幸也！(刘末云)元帅，自赤壁相别，久不得会。元帅破曹操百万雄师，有如此重恩，未能答报，今日感蒙置酒张筵，刘备何以克当？(周瑜云)玄德公，自建安之秋，九月既望，猛风烈火，水陆并进，人马烧溺，北军大败，曹操引军步走，某与玄德公袭至南郡，曹操残兵饥疫，死者甚众。某想当时共讨曹操，正所谓扶三纲立人极，诛乱臣贼子，于千百载之下，使古今信义，无时而不明也。若非除残去秽，今日个焉能坐视江陵？某常思玄德公，无时不挂于心，某故此远劳尊体也。(刘末云)元帅深通虎略，善晓龙韬，展济世之神机，运安邦之妙策。扫除残暴，剿灭奸邪，真乃天下英雄，诚为庙堂伟器。今日重会尊席，实乃刘备万幸也。(周瑜背云)某着军兵四面埋伏，威慑刘备，看此人有惧怯之心么？玄德公，俺江东鄙琐，虽是个微末境界，你看那江涛险峻，山势嵯峨。今日俺宴会此楼，四围眼景，观之不足。玄德公，你看俺这楼外之景咱。(刘末看科，云)元帅。黄鹤楼乃江南之胜景。某推开这吊窗，我试倚栏观看咱。好是奇怪也，他既请我赴会，可怎生四面八方兵山相似？刘备也，你寻思波，早是不来呵，也罢。我自有个主意。元帅，是好景致也。元帅，此楼外四围之景，山川秀丽，草木清奇，西北有大江之险，东南望翠岭之巅。乃吴主兴隆之地，真乃为霸业之乡，诚为虎踞龙蟠之势也。(周瑜云)玄德公可休要作疑，<br>某周瑜我并无歹心。俺盘桓数日，慢慢的回去。小校抬上果桌来者。(卒子云)理会的，果桌在此。(周瑜云)令人将酒来，斟满者。玄德公，量周瑜有何德能，有劳玄德公远远而来。蔬食薄味，不堪奉用，玄德公满饮此杯。(刘末云)刘备碌碌庸才，着元帅置酒张筵，元帅先请！(周瑜云)玄德公请！(刘末云)将酒来，元帅满饮一杯！(周瑜云)酒且慢行，看有甚么人来？(关平上，云)某乃关平是也。奉军师将令，直至黄鹤楼，与伯父送暖衣去。可早来到也。小校报复去，我是关云长的孩儿，奉俺军师将令，着某与俺伯父送暖衣来。(卒子云)你则在这里等侯着，我报复去。(报科，云)喏，报的元帅得知，有关在于楼下，来见元帅。(周瑜云)关平此一来有何事？着他上楼来。(卒子云)着你上楼去。(关平做见科)(周瑜云)关平，你此一来有何事？(关平云)小将奉俺军师将令，与伯父送暖衣来。(周瑜云)既然与你伯父送暖衣来，将酒来，着关平饮一杯酒。(关平云)小将不能饮酒。(刘末云)关平，你回去见孔明军师，你说道元帅请我赴碧莲会，饮宴罢，我可便来也。(关平云)伯父饮罢宴，早些儿回来，您侄儿先回去也。下的楼来，不敢久停久住，回军师话，走一遭去。(下)(周瑜云)关平去了也。令人将酒来，玄德公满饮此杯。(刘末云)元帅请。(周瑜云)再将酒来，玄德公满饮一杯。(周瑜放杯科，云)小校，与我唤一个精细伶俐的来。(卒子云)理会的。兀那楼下有聪明伶俐的，着一个上楼去，答应元帅。(净扮俊俏眼儿上，云)若论乖觉非是骗，跳下床来不洗脸。精细伶俐敢为头，道我是智慧聪明俊俏眼。自家于樊的便是。元帅见我聪明伶俐，与了我个异名儿，叫做俊俏眼。不问远方那里来的人，我就认的他，我把他的胆认破了，我着他苦一世。元帅，此一唤我来，则是赏我几钟酒吃罢了。我见元帅去。(做见科，云)元帅唤小的有何事？(周瑜云)我道是谁？原来是于樊。玄德公，这小的唤做于樊。我见他聪明乖觉，别的不打紧，他一双好眼，不问远方来的人，不是我这国的，他便认将出来。我见他精细伶俐，与了他个异名儿，唤做俊俏眼。(刘末云)这小的是一对好眼。(俊俏眼云)我颇颇儿的。(周瑜云)兀那俊俏眼，我与玄德公饮酒，替我掌着令。你见我这对令箭么？(俊俏眼云)小的每见。(周瑜云)你将着一枝，我收着一枝。你与我把着楼门，一切人等，不许放上放下。如有下楼的，对上我这枝箭的，你便放他下楼去；如无令箭的，休道是别人，就是我，你也不许放下楼去。(俊俏眼云)得令。就是我老子，我也不放他。(做下楼科，云)为甚么俺元帅不着<br>别人把这楼门，别人不会干事。元帅见我精细伶俐，唤我做俊俏眼。我这两个眼，不问甚么人，我便就认出他来，他怎生瞒的过我？我把住这楼胡梯，有令箭的，放下楼去，无令箭的，休想我放他下楼去。(正末扮姜维上，云)某乃大胆姜维是也。因周瑜请俺主公黄鹤楼上赴会去了，孔明军师在我手里，写着两行宇。我扮做个渔夫，将着这对金色鲤鱼，黄鹤楼上推献好新，走一遭去。(唱)<br>【双调】【新水令】我将这锦鳞鱼斜穿孔绿杨枝，舞两风晚凉恰至。残荷凋翡翠，红叶染胭脂。景物宽时，(云)我缆住船者。(唱)我这里上江岸步行至。(云)我来至这黄鹤楼也。我打听的周瑜差他那心腹人？唤做俊俏眼，把着楼胡梯。我怎生推一个乍熟儿，他说我姓张。我便姓张，他说我姓李。我便姓李。我则得上的这楼去呵，我自有个主意。先见他去者。(俊俏眼做盹睡科)(正末云)这厮睡着也，我着这厮吃一个巴掌道。(做打净科)(俊俏眼做惊科，云)是谁打我来？(正末云)道你认的我么？(俊俏眼云)我认的你，有些面熟，你敢是鱼儿张么？(正末云)谁道是虾儿李来？(俊俏眼云)你那里去来？(正末云)我听的元帅在这黄鹤楼上筵宴，我将着这一对金色鲤鱼。元帅跟前献口味来。(俊俏眼云)是一对好金色鲤鱼也。你前日许了鲜鱼儿、鲜虾儿，你计下我，你怎生不送来与我？(正末云)你怎生举荐我一举荐，我把这鱼元帅跟前献了，到明日你来我那船上来，我着你虾儿、鱼儿挑一担来，可不好？(俊俏眼云)休说谎，我如今便替你说去。你明日好鲜虾儿、鲜鱼儿，可与我挑一担来。你则在这里，我替你说去。(俊俏眼做上楼见科)(周瑜云)这厮做甚么？(俊俏眼云)楼下有一个打鱼的，见元帅这里饮酒，献一对金色鲤鱼，与元帅跟前献好新来。(周瑜云)打鱼的献口味，你认的他么？(俊俏眼云)小的每认得，他每日在这江边打鱼，他唤做鱼儿张。(周瑜云)既然你认的，着他过来。(俊俏眼做下楼见正末科，云)我替你说过了也，着你过去哩。休忘了我的鲜鱼儿、鲜虾儿，明日送来。(正末云)我这蓑衣斗笠，放在这里。(俊俏眼云)你放下，我替你看着。(正末上楼科)(周瑜云)兀那厮，你甚么人？(正末云)小人是这打鱼儿的小张儿。(周瑜云)你来做甚么来？(正末云)听知的元帅在此筵宴，小的每无甚么孝顺，将着这一对金色鲤鱼，元帅跟前献口味来。(周瑜云)玄德公，他知道俺在此饮酒，将这一对鱼来献新。(刘末云)也是他孝顺的心肠。(周瑜背云)我如今指着这鱼，双关二意，乱道数句，我讥讽这大耳汉，看他知道么？(周瑜对刘末云)玄德公，俺今日在此楼上饮酒，感的这野人来献新，不才周瑜乱道数句，玄德公跟前呈丑咱。(刘末云)刘备洗耳愿闻。(周瑜云)这鱼他在那碧波中游戏，不堤防撒网垂钩，则为他失计吞食，今日落在俺渔翁之手。鱼也，你也难回渊浪，自损你那残生。你若是做小伏低，我着你活拨拨的远趁江湖；你若是弄巧呈乖，我着你须臾间除鳞切尾。你可也难逢子产，今日个正遇着杨胥。鱼也，你若是肯随顺呵，我着你享峥嵘独步过龙<br>门；你若是施逞能强，着你受金刀肝肠皆粉碎。(刘末云)元帅，高才，高才。(刘末背云)这匹夫好无礼也！他指着此鱼讥讽我，则除是这般。元帅，小官也有数句乱谈，单题着此鱼。元帅污耳！(周瑜云)某愿闻咱。(刘末云)这鱼生于水底，长在烟波，趁风涛滚滚入东吴，不堤防误落在渔翁手。这鱼他将那丝纶垂钩，怎牵万丈鲸鳌？鳞甲生辉，斩眼着江翻海沸；锦鳞随浪，涌身发忿跳龙门。若遇春雷，试看蛰龙归大海，吐雾喷云入大渊，腾身雷震动山川。那时头角峥嵘际，搅海翻江上九天。(周瑜背云)这厮好无礼也！他着言语讥讽我。如今待要走向前去，一剑挥之两段，着人便道，周瑜乃江陵大师，酒酣之际，杀了刘备，着后代史宫点笔，骂名不朽。待不如此来，可不干走了这大耳汉。我如今将机就计，着这渔翁推切鲙，走向前去，一剑刺了刘备，着后人便道刘备着个渔翁杀了，可也不干我事。兀那渔翁，你近前来，你是土居也那寄居？(正末云)孩儿每是这江东部民土居。(周瑜云)哦，原来是俺这江东的部民。孩儿也，你再近前来，你与我做个心腹人，可是恁的？(正末云)小人理会的。(周瑜云)兀那渔翁，你这鱼是针钩上钓来的，是网索上打来的？(正末云)元帅，这鱼也不是板罾撒网，听小人说一遍。(周瑜云)你说，我试听咱。(正末唱)<br>【殿前欢】这鱼儿他自寻思，可是他为吞香饵可便中钩儿。(周瑜云)这鱼可在那里来？(正末唱)他在那水晶宫卫相传示，(周瑜云)兀那渔翁，你将这鱼除鳞切尾，逗盐加酱，当面制造，急忙下手。某带酒也。(睡科)(正末唱)准承望命在参差。任渔公自三思，空有翻波志，他可便眼见的在钢刀下死。这龟儿比并着，玄德你与我仔细寻思。<br>(刘末低问科，云)姜维，敢是军师教你来？(周瑜醒科，云)兀那厮，你不切鲙，说甚么哩？切鲙！(又睡科)(正末唱)<br>【夜行船】小可渔夫该万死，义不曾差说了言词。进忠言玄德可也无不是。(周瑜怒科，云)你则依着我，下手切鲙。(又睡科)(刘末惊科，云)兀那小张儿，好生的切鲙。(正末云)小人理会的。(正末切鲙科，云)元帅，小人切了银丝鲙也。(周瑜不醒科)(正末云)他睡着了也。(正末舒手科)(唱)你休看手梢儿，我手心里公事。<br>(刘末看，云)写着\"彼骄必褒，彼醉必逃。\"军师的计策，我知道了也。(正末唱)<br>【水仙子】你休恋那玉箫银管饮金卮，你将这碧莲会筵席且告辞。(刘末云)军师说甚么来？(正末唱)俺军师把元帅多传示，(刘末云)关、张二弟，曾说甚么来？(正末唱)这其间在江边敢没乱死。(刘末云)军师再说甚么来？(正末唱)俺军师细说言词，(刘末云)俺军师可怎生不着人接应我那？(正末唱)这其间安排着军校，(刘末云)可在那里接应？(正末唱)在堤圈杨柳枝，(刘末云)我怎生得过这江去？(正末唱)先安排下个渔船儿。<br>(周瑜醒科，云)兀那厮，你说甚么哩？其中有奸诈。小校那里？把这厮拿下楼去，杀坏了者。(卒子云)理会的。(刘末云)元帅息怒，量他则是个打鱼的人，有甚么奸诈处？看小官面皮，饶了他罢。(周瑜云)看玄德公面皮，将这厮抢下楼去。这厮敢泥中隐刺。(正末唱)<br>【尾声】小人怎敢泥中刺？(周瑜云)若不看玄德公的面皮，杀了这厮多时了。(正末唱)休、休、休，可不道大官不觑帘下事。(正末云)我下的这楼来。(俊俏眼云)你献了那口味也？(正末云)我献了口味也。我那蓑衣斗笠呢？(俊俏眼云)兀的不是？明日替我送将虾儿、鱼儿来！(正末唱)恰便似火上浇油，命掩参差。畅道万语千言，三回两次。若不是玄德公言词，险些儿三尺龙泉剑下死。(下)<br>(周瑜云)将酒来，玄德公满饮一杯。(刘末云)元帅先饮。(周瑜云)接了盏者。玄德公，你出一酒令，俺横饮几杯咱。(刘末云)小官不敢。(周瑜云)便好道东家置酒客制令。(刘末云)哦，着小宫行个酒令，元帅差矣。正是以能问于不能，以多问于寡。小官焉敢在元帅跟前行令？正是弄斧于班门。小官行一杯酒，请元帅行个令，小官依令而听之。(周瑜云)既然玄德公不肯出令，某不敢违命。某周瑜出一令，单为席间取一笑耳。论这古往今来，谁是英雄好汉？言者当，理当敬酒；言者不当，罚凉水饮之。玄德公请开谈。(刘末云)元帅不问，小官也不敢多言。若论自古英雄，昔日鲁公项羽，谓之好汉。(周瑜云)项羽他怎生是英雄好汉？(刘末云)昔日鲁公姓项名羽，字籍，乃临淮下湘人也。幼失父母，雄威少壮，力能举鼎，势勇拔山，喑呜叱咤，目有重瞳。刘项相持，共立怀王。统兵北路，虎视咸阳。诈设鸿门会，火烧阿房宫。渡河交战，九败章邯。荥阳城火焚纪信，倚勇烈威镇诸侯。赢沛公七十二阵，左有龙且，右有范增。楚汉元年五月五日，自号为楚霸王。岂不为好汉也？西楚重瞳独霸强，喑呜叱咤志轩昂。拔山举鼎千斤力，自古英雄说霸王。元帅，一个好霸王也。(周瑜云)玄德公差矣。项羽乃项燕之子，项梁之侄。虽力举千斤，能勇而不能怯固也。那项羽鸱心蹈衅，向恶从鄙。微利不时，毒苦天下。杀宋义夺印，后入关背约；坑新安无辜之卒，杀轵道已降之主。劫墓取财，开宫恋女。屠虏咸阳士庶，烧阿房宫院。弑义帝于江中，佐迁诸侯于别地。他称爵称尊，所过无不残灭，无所容于天地之间。那项羽不听韩生之谏，不纳范增之言，被淮阴跨夫盗粟韩信，逼至乌江，自刎阴陵，他岂为英雄好汉？霸王英雄兮自刎乌江。玄德公，你道的差了，你罚凉水，某则饮酒。(刘末云)元帅息怒，是小官差了也。元帅土酒。小官罚凉水。(周瑜云)玄德公，俺不论古往英杰，则论方今之世，谁是英雄好汉？(刘末云)元帅言道，不论古往英杰，则说方今之世，谁是英雄好汉？元帅，想方今之世，曹操为之好汉。(周瑜云)曹操怎生是英雄好汉？(刘末云)想曹操筹谋广运，智略多端，心如曲珠，意有百幸。夜卧丸枕，日服鸩酒三杯。威伏汉室，自为大将军封武平侯，挟天子以擅征伐，寻为丞相。赞拜不名，入朝不趋，剑履上殿，自立为魏公，加九锡，纳其三女为贵人，进位于诸侯之上。宫禁侍卫，莫非曹氏之人。曹操以雄兵百万，虎将千员。左有百计张辽，右有九牛许褚，独霸许，虎视中原。岂不谓之好汉？豪杰滚滚竞山川，孟德奸雄掌大权。战将千员兵百<br>万，一个曹公英勇占中原。元帅，一个好曹操也！(周瑜云)玄德公，你又差了也。想曹操奸雄足智，任侠放荡。然托名汉相。实为汉贼，功非扶汉，意在篡君。仗兵势雄威，霸许都之地。虽然讨袁绍，吕布，下关西，定荆州，他那其事虽顺，其情则逆。他夜卧丸枕，日鸩酒，不离了许昌之地，某等合兵，一举而焚于亦壁之下，他岂为英雄好汉？曹操奸雄兮不离许昌。玄德公，你又道的差了，你再罚凉水，某则饮酒。(刘末云)是、是、是，小官又差了也。元帅饮酒，小官罚凉水。(周瑜云)玄德公，俺不论古往今来英雄好汉，则说俺二人，谁是英雄好汉？(刘末云)哦，元帅言道不论古往今来，也不论方今之世，则说今日俺二人饮酒，谁是英雄好汉？(背科，云)可着我说甚么的是？则除是这般。元帅，非小官饶舌，不才刘备，乃景帝玄孙，中山靖王刘胜之后。然汉之宗叶，奈懦弱孤穷。纷纷世乱，因未遇隐于楼桑；今发忿峥嵘，受天恩官居越殿。堪恨曹操奸雄，威权太重。群臣皆惧，汉室宗枝，尽皆隐姓埋名。然刘备将寡兵微，我则待立刘朝，复兴汉世。非小官之能，一托军师诸葛神机，二赖关、张二弟之勇；非小官自夸，曹兵百万称羽、飞二弟为万人敌也。若论汉室英雄，小官刘备我是英雄好汉。(周瑜云)玄德公，你怎生是好汉？你又差了也。你既然有盖世之才，而无应卒之机。斩之不能禁释，谁不知你是孤穷刘备？你在新野被曹操领兵追袭，不敢领兵攻拒，弃妻子而奔于夏口，若不是关、张二弟扶持，这其间定死在奸雄之手。刘备孤穷兮倚仗关、张。德公，你又道差了也。(刘末云)是、是、是，小官失言，元帅是好汉。(周瑜云)我怎生是好汉？(刘末云)想曹操统一百万雄兵，到此三江夏口，被元帅则一阵，破曹于赤壁之间，杀得曹操片甲不回，元帅岂不是好汉？(周瑜云)则这一句，才合着我的心，玄德公言者当也。昔日霸王英雄兮自刎乌江，曹操英雄兮独占许昌。刘备英雄兮倚仗关张，赤壁鏖兵兮美哉周郎。(做笑科，云)将酒来，你也饮一杯，我再饮一杯。(刘末云)元帅再饮一杯。(周瑜云)且住者，我恰才贪欢喜，多饮了几杯酒，觉我这酒上来了，我权时歇息咱。(做猛醒科，云)周瑜也，你好粗心也！我若睡着了呵，倘或玄德公盗了我这箭呵，不干走了他？则除是这般。玄德公，你慢慢的住几日去，我与你身上无歹意。周瑜若是有歹心呵，你见我这一枝箭么？我撧箭为誓，丢在这江里。(周瑜撧箭、丢在江里、睡科)(刘末做慌科，云)嗨。我指望盗他这枝令下楼去，谁承望他撧折了，丢在这江里。我怎能勾下这楼去？军师也，你既然<br>差关平来，送暖衣、拄拂子来与我，可怎生无计救我回去？(刘末做拿拄拂子搠地科，云)我何日得过这江去？(刘末见拄拂子响科，云)好奇怪也，这拄拂子里面，可怎生这般响？我试仔细看咱，原来是两截儿的。我把你拔开看咱，兀的不是一枝箭？我看咱，这箭不是周瑜的箭？可怎生得到军师手里？军师你好强也，有了这箭也，我与你下这楼去。(做下楼科)(俊俏眼云)那里去？(刘末云)有元帅将令，着我回去。(俊俏眼云)你有令箭么？(刘末云)我无令箭呵，怎生能勾下楼去？(俊梢眼)将来我看！(刘末云)兀的不是令箭？(俊俏眼云)正是一对。既有了令箭，你去。(刘末云)我下的这楼来。刘备也，你好险也！若不是军师之计，我几时能勾过这江去？军师也，则你这彼骄必褒真良将，彼醉必逃思故乡。周瑜也，比及一醉酒醒寻玄德，那其间我片帆飞过汉阳江。(下)(周做醒科，云)霸王英雄兮自刎乌江，曹操奸雄兮独占许昌，刘备孤穷兮倚仗关张，赤壁鏖兵兮美哉周郎。皇叔！(俊俏眼云)黄鼠做了添换了。(周瑜云)刘备安在？(俊俏眼云)他下楼去了。(周瑜云)谁着你放他下楼去了？(俊俏眼云)他传着元帅将令，将着元帅的令箭，因此上我放他去了。(周瑜云)住、住、住，我的令箭，我记的撧折了，丢在这江里，他怎生又有这枝令箭来？(俊俏眼云)他将着元帅的令箭，小的不敢不放他回去。(周瑜云)他怎生又有这枝令箭来？(猛见拄拂子科，云)兀那个是甚么东西？(俊俏眼云)这个是诸葛亮差关平送来的拄拂子。(周瑜云)你将来，我试看。(做看科，云)元来这拄拂子是空的，这里面藏着令箭。他那里得我这枝令箭来呵？我想起来了也，他祭风时，问我要枝令箭镇坛。我又中这懒夫之计也。我正是使碎自己心，笑破他人口。既然走了，更待于罢？我如今便差甘宁、凌统、韩当、程普四将，领兵追赶刘备去，务要擒拿将他来。忙差军校去如飞，统兵领将急忙追。若还赶上刘玄德，永困江东誓不回。(同下)<br><br>第四折<br>(刘封领卒子上，云)帅鼓铜锣一两敲，辕门里外列英豪。三军报罢平安喏，买卖归来汗未消。某乃刘封是也。自从我的父亲过江黄鹤楼上赴宴去了，音信皆无。俺父亲本不去，可是我送的父亲去了。若是军师来呵，我自有言语支对他。左右那里？门首觑者，军师来呵，报复我知道。(卒子云)理会的。(孔明上，云)决胜千里施谋略，坐筹帷幄掌三军。幼年隐迹南阳野，复姓诸葛号卧龙。贫道诸葛孔明是也。颇奈曹操无礼，他领八十三万雄兵，与某交战。俺主公结好于江东，吴王遣周瑜为帅，黄盖作先锋，贫道祭风，周瑜举火，黄盖诈降，关、张伏路，杀曹兵大败亏输。乱军中走了曹操，贫道领关、张追赶。某夜观乾象，见主公有难，某急差关平，后差姜维，接应主公去了。某料俺主公无事回还，贫道今日收兵，回于赤壁连城。可早来到也。左右接了马者，报复去，道有军师下马。(卒子云)理会的。报的将军得知，军师下马也。(见科)(刘封云)呀、呀、呀，早知军师来到，只合远接，接待不着，勿令见罪。(孔明云)刘封，俺主公安在？(刘封云)苦、苦、苦，我父亲么？正在帐中闲坐，不想周瑜使鲁肃将书来，请我父亲过江黄鹤楼上饮宴。我便道：父亲不可去，军师又不在，则怕父亲有夫。我左右当不住，俺父亲一人一骑过江，黄鹤楼上赴会去了。(孔明云)谁着你父亲一人一骑过江，黄鹤楼上社会？假若你父亲有失呵怎了？我不和你说，等你两个叔叔来，看你怎生回话？(刘封云)这个。军师，干我甚么事？(关末上，云)凭吾义勇扶刘主，一杆青龙立汉朝。某关云长。奉军师的将令，着某在华容路等曹操，不想乱阵间走了曹操去。今日回营见哥哥军师去。可早来到也。小校接了马者，报复去，道有关某果了也。(卒子云)理会的。喏，报的军师得知，有二将军来了也。(孔明云)道有请。(卒子云)有请。(见科)(孔明云)云长，曹操安在？(关末云)关某在华容路上，等着曹操交战，乱阵中不想走了曹操也。(孔明云)既是他走了，也不必追赶。(关末云)住、住、住，我哥哥玄德公安在？(孔明云)二将军，你休问我，问你侄儿刘封去。(关末云)刘封，你父亲安在？(刘封云)二叔息怒。自从叔叔同军师去之后，不想周瑜遣鲁肃持一封书，请我父亲过江黄鹤楼上社会去。我便道：他那里筵无好筵，会无奸会，则怕周瑜那厮生歹心，你休去。我父亲恼了。扯出剑来要杀我，我害慌躲避了，俺父亲不想就上马，一人一骑过江去了。(关末怒，云)好也落，你怎生赍发哥哥过江去？若有疏失怎了？把这厮拿住，一壁等三兄弟来，俺一同的问这厮。(刘封云)二叔叔<br>，不干孩儿事。若三叔叔来，劝一劝。(孔明云)左右那里？门首觑者，等张飞来，报复我知道。(卒子云)理会的。(正末扮张飞上，云)某乃张飞是也。奉军师将令，华容路上追赶曹操，不想曹操见某，走了也。回军师话，走一遭去。左右那里？接了马者。(卒子云)理会的。(正末唱)<br>【南吕】【一枝花】拨回獬豸身，滴溜扑跳下乌骓骑。舒开狻猊爪，(正末见刘封走科，云)刘封那里去？(唱)我这里扌昝住锦征衣。嘴缝上拳捶，手指定奸谗嘴，我拷你个忤逆贼。(刘封云)三叔息怒。(正末云)你父亲那里去了？(刘封云)周瑜请的过江饮宴去了也。(正末唱)你怎生赍发的我哥哥。去他那四十里长江那壁。<br>【梁州】则为那周公瑾两三杯酒食，更压着那一千个他这党太尉的筵席。我跟前莫得夸强会。若还他无灾无难，无足无非；若有些个争竞，半米儿疏失，米、来、来，我和你做一个头敌。则我这村性子不许收拾！割舍了，喝曹操唬了他那三魂，鞭督邮拷折你这脊背。休恼番，石亭驿摔袁祥撞塌头皮。若还，得回，俺哥哥无事宋家内，使心量有奸细。船到江心数十里，则怕他背后跟追。<br>(刘封云)三叔，您侄儿当不住父亲，他坚意的要去，不干我事。(正末唱)<br>【隔尾】休得要临崖勒马收缰急，直等的船到江心那其间补漏迟。点手儿旁边唤公吏，你与我麻绳子绑者柳树上，高高的吊起，直等的俺哥哥无事来家，恁时索放了你。<br>(云)令人与我将刘封吊起来者。(做吊净科)(刘封云)三叔，我又不曾欠粮草，怎生吊起我来？(正末云)令人报复去，道有张飞来了也。(卒子云)理会的。喏，报的军师得知，有三将军张飞来了也。(孔明云)道有请。(卒子云)理会的。有请。(见科)(正末云)军师，张飞来了也。(孔明云)一壁有者。(正末云)二哥勿罪也。(孔明云)小校门首觑者，看有甚么人来。(卒子云)理会的。(刘末上，云)欢来不似今朝，喜来那逢今日。小官刘备是也。谁想周瑜有伤害某之心，酒酣之际，盹睡着了，多亏军师妙计，小官以此得脱回还。可早来到也，左右接了马者。兀的不是三兄弟张飞。兄弟也，咱争些儿不得相见也。(正末云)哥哥来了也。(唱)<br>【隔尾】俺哥哥到黑龙江流的是潺潺水，(净云)爹爹救我咱。(正末唱)红蓼堤边吖吖的叫唤谁？(刘末云)兀那吊的是谁？(正末唱)是你那孝子曾参可人意。(刘末云)三兄弟，为甚么吊起他来？(正末唱)见哥哥无些个信息，怕有些个疏失，因此上将他在柳树梢头，着他便吊望着你。<br>(刘末云)兄弟，不于刘封事，饶了他者。(孔明云)主公煞是惊恐也。(刘末云)若不是军师神机妙策，铺谋定计呵，刘备怎能勾回还也。(正末云)收拾战船，我和他交战去，务要拿住周瑜，与俺哥哥报仇，有何不可？(孔明云)三将军，既然今日主公回来了也，休得躁暴。(正末唱)<br>【絮虾蟆】军将便似鱼鳞砌，枪刀便似雁翅般齐，我又索与你迎敌。自从桃源结义，又在徐州失配。不曾相持对垒，不曾翻天倒地，我无处发付气力。付能逢着今日，红锦征袍喜披，黄锦腰带坚系，再把乌骓扣革皮，又把包巾整理。我听的冬冬鼓擂，忽的摇旗，出的相持。美也，兀的不欢喜煞爱厮杀的张飞，迎敌。马蹄儿踏碎了东吴国，你是那周公瑾，我是这张翼德，眼儿里见了，耳朵儿听者。<br>(孔明云)住、住、住，三将军息怒，众将休闹。比及周瑜来请主公赴会，贫道已知多时了也。某先差关平，后差姜维，我料周瑜怎出贫道之手，今日主公果然无事回还，三将军可以饶免刘封，贫道今劝三将军休兵罢战。可是为何？近日间俺向东吴家借军破了曹操，不争俺与他交锋呵，则显的俺忘恩背义也。既今日主公无事回还了，当以杀羊宰马，做一个庆喜的筵席。则为那三江夏口列英雄，赤壁焚烧百万兵。周瑜慢使千条计，怎比南阳一卧龙。领兵先借荆州地，后取西川白帝城。四方宁静干戈息，永保皇图享太平。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}