{
  "id": 47028,
  "star": 44,
  "name": "好时光·宝髻偏宜宫样",
  "dynasty": "唐代",
  "content": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。<br>莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。",
  "fanyi": "<p><strong>译文<br></strong>你装饰珠宝的高高的发髻，最适合宫中流行的式样。你的脸庞像莲花一样鲜嫩，肌肤白里透红散发馨香。你青黑的眉毛不需人工描画，天生双眉入鬓又细又长。<br>不要倚仗自己有倾国之貌，应该嫁给一个有情有意的如意郎。我和你正当青春年少，千万不要辜负了美好的时光。</p> <p><strong>注释<br></strong>①好时光：词牌为唐明皇<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>所创。前后片各四句，共五十五字。前后片的二四句押韵，均用平声韵。《好时光》作为词牌名，有其固定的曲调，后世的文人多依据此固定的曲调而填词。<br>②宝髻：插戴珠宝的发髻。偏宜：甚合。宫样：宫中流行的式样。<br>③莲脸嫩：象莲花那样鲜艳娇嫩的脸。<br>④体红香：体，即躯体，这里指女子的肌肤。红：红润。香：馥郁芳香。<br>⑤黛：青黑色的颜料，古代女子用以画眉。眉黛即眉毛。张敞：汉宣帝时，为京兆尹。曾为妻子画眉。后来成为夫妻恩爱的典故，传为佳话。<br>⑥倚：倚仗。倾国貌：极言妇女之美貌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首仿效民歌写男青年向姑娘求婚求爱的新词。它强调了爱情不要倚仗貌美，要选有情有义的郎君来嫁。当然由于封建帝王的审美观，把一个美女写得珠光宝气，宫样梳妆，脱离了民间姑娘的天生丽质。</p> <p>　　上阕集中描写女子的美艳过人。先写发髻，“宝髻”二二字透露出来的是精致与讲究。“偏宜官样”是侧写其气质不凡，盖宫样发髻虽时髦好看，但非人人适宜，而词中女子则天性合适，宛然定制。唐时妆饰风气往往以宫女为典范，故发型和服装的“宫样”意味着潮流和卫，如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《赠李司空妓<a href=\"http://so.gushiwen.org/view_47028.aspx\">诗</a>》“高髻云鬟宫样妆，春风一曲杜书娘”即是指官样发型，而<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《上阳白发人》诗“小头鞋履窄衣裳，青黛点眉届细长”，韩《忍笑》“宫样衣裳浅画眉，晚来梳洗更相宜”则主要指宫样服装。</p> <p>　　接下写脸部，视觉上的脸嫩、眉长与嗅觉上的体香，衬托出一个青春可人的女性形象，尤其是“天教人鬓长”一句极力写出了女子的天生丽质。这里虽用了张敞的典故，但并非表现恋人或夫妻恩爱的意思，而是着力表现其超乎寻常的美丽而已。《西厢记》中张生第一次见莺莺，就这样描写道：“则见她宫样眉儿，新月偃，斜侵入鬓云边。”也是被莺莺长长的屑线所吸引。有学者认为“体红香”一句乃是暗写杨贵妃，因为《开元天宝遗事》“红汗”条记载：“贵妃每至夏月，常衣轻绡，使侍儿交扇鼓风，犹不解其热，每有汗出，红腻而多香。，或拭之于巾帕之上，其色如桃红也。”但是否能由此将“体红香”归为杨贵妃的专有特征，却是要打个问号的。因为从结构上来说，整个上阕都是集中描写头部和脸部的装扮，如果插入一句对身体的描写，不免使文笔显得枝蔓了。而且“美人红妆色正鲜，侧垂高髻插金钿”（<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《敦煌太守后庭歌》），红妆及脂粉香用于脸部描写也是常见的情形。</p> <p>　　下阕转入议论。盖此女子因自恃其过人之艾艳，—般男子难入其眼。但真情可贵，青春短暂，故词人郑重劝告：美貌不可恃，青春都一晌，如遇有情郎，不妨付衷肠。此即使以朋友口吻相劝，虽有关切，却无爱恋。</p> <p>　　全词语言生动、流畅，饶有民歌率真风味又不失含蕴。象“莲脸嫩”的鲜活比喻，“体红香”的鲜明生动描写，眉黛的夸张，下半阕流水般的明快、俊朗、流畅，都是艺术纯熟的表现。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗酷爱音乐。他六岁就能歌舞，少年时在府中自蓄散乐一部以自娱。正是由于他酷爱音乐的缘故，他对宫中善于音律的女子宠爱有加。从词的前面内容来看，唐玄宗对女子的容貌和气质是十分欣赏的，暗含爱慕之意，非泛泛之交者可比，但从后面来看，又完全是一一种朋友口吻，虽有关切，却无爱恋。其间关系耐人寻味。</p> <p>　　据《词林纪事》记载，明皇（即玄宗）“尝临轩纵击，制一曲曰《春光好》，方奏时，桃李俱发”，应词中“莫负好时光”之语，明皇戏曰：“此事不唤我作天公可乎？”</p>",
  "poet": {
    "id": 520,
    "star": 0,
    "name": "李隆基",
    "image": "http://img.gushiwen.org/authorImg/lilongji.jpg",
    "desc": "唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇，公元685年出生在东都洛阳（今河南洛阳），712年至756年在位。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。"
  },
  "tags": [
    "婉约",
    "爱情",
    "惜时"
  ]
}