{
  "id": 72231,
  "star": 41,
  "name": "司马错论伐蜀",
  "dynasty": "两汉",
  "content": "　　司马错与张仪争论于秦惠王前，司马错欲伐蜀，张仪曰：“不如伐韩。”王曰：“请闻其说。”</p> <p>　　对曰：“亲魏善楚，下兵三川，塞轘辕、缑氏之口，当屯留之道，魏绝南阳，楚临南郑，秦攻新城宜阳，以临二周之郊，诛周主之罪，侵楚魏之地。周自知不救，九鼎宝器必出。据九鼎，按图籍，挟天子以令天下，天下莫敢不听，此王业也。今夫蜀，西僻之国也，而戎狄之长也，敝兵劳众不足以成名，得其地不足以为利。臣闻：‘争名者于朝，争利者于市。’今三川、周室，天下之市朝也，而王不争焉，顾争于戎狄，去王业远矣。”</p> <p>　　司马错曰：“不然。臣闻之：‘欲富国者，务广其地；欲强兵者，务富其民；欲王者，务博其德。三资者备，而王随之矣。’今王之地小民贫，故臣愿从事于易。夫蜀，西僻之国也，而戎狄之长也，而有桀纣之乱。以秦攻之，譬如使豺狼逐群羊也。取其地足以广国也，得其财足以富民，缮兵不伤众，而彼已服矣。故拔一国，而天下不以为暴；利尽西海，诸侯不以为贪。是我一举而名实两附，而又有禁暴止乱之名。今攻韩劫天子，劫天子，恶名也，而未必利也，又有不义之名。而攻天下之所不欲，危！臣请谒其故：周，天下之宗室也；韩，周之与国也。周自知失九鼎，韩自知亡三川，则必将二国并力合谋，以因于齐、赵而求解乎楚、魏。以鼎与楚，以地与魏，王不能禁。此臣所谓危，不如伐蜀之完也。”</p> <p>　　惠王曰：“善！寡人听子。”卒起兵伐蜀，十月取之，遂定蜀，蜀主更号为侯，而使陈庄相蜀。蜀既属，秦益强富厚，轻诸侯。 ",
  "fanyi": "<p><strong>译文</strong><br>　　司马错和张仪在秦惠王面前进行了一场争论。司马错要攻打蜀国，张仪说：“不如攻打韩国。”秦惠王说：“请你们说说各自的见解，让我听听。”<br>　　张仪回答说：“应先与魏、楚两国表示亲善，然后出兵三川，堵塞辕、缑氏两个隘口，挡住通向屯留的路，让魏国出兵切断南阳的通路，楚国派兵逼近南郑，而秦国的军队则攻击新城和宜阳，兵临二周的近郊，声讨周君的罪行，（随后）乘机侵占楚、魏两国的土地。周王室知道已经不能拯救自身，一定会交出九鼎和宝器。我们占有了九鼎，掌握地图和户籍，挟持周天子，用他的名义来号令天下，天下没有敢于违抗的，这就能建立王业了。如今，蜀国是西边偏僻（落后）的国家，戎狄为首领。攻打蜀国，会使士兵疲惫，使百姓劳苦，却不能以此来建立名望；即使夺取了那里的土地，也算不得什么利益。我听说：‘争名的要在朝廷上争，争利的要在市场上争。’现在的三川地区和周王室，正是整个天下的大市场和朝廷，大王不去争夺，反而与那些野蛮的人争夺名利，这就离帝王之业远了。”<br>　　司马错说：“不对。我听到过这样的话：‘想使国家富庶，一定要扩大他的领地，想使军队强大的一定让他的百姓富足，想建立王业的一定要广布他的恩德。这三个条件具备了，那么，王业就会随之实现了。’现在大王的土地少，百姓贫困，所以我希望大王先从容易办的事做起。蜀国是西边偏僻的国家，以戎狄为首领，而且有像桀、纣一样的祸乱。用秦国的军队前往攻打，就如同用豺狼驱赶羊群一样。得到它的土地，能够扩大秦国的疆域;得到它的财富，能够使百姓富足，整治军队又不伤害百姓，蜀国已经归服了。因此，夺取了蜀国，但天下人不认为我们暴虐；取尽了蜀国的财富，诸侯国也不认为我们贪婪。这就是说，我们用兵一次，就能名利双收，还能得到除暴、平乱的好名声。如果现在去攻打韩国，胁迫周天子，胁迫周天子必然招致坏名声，而且不一定有利，又有不义的名声。去进攻天下人都不希望进攻的地方，这是很危险的！请允许我讲明这个缘故：周王室，现在还是天下的宗室；韩国，是周国的友好邻邦。如果周天子自己知道要失去九鼎，韩王自己知道要丧失三川，那么，两国一定会联合起来，共同采取对策，依靠齐国和赵国，并且向楚、魏两国求援，以解除危难。把九鼎送给楚国，把土地送给魏国，大王是不能阻止的。这就是我所说的危险，不如攻打蜀国那样万无一失。”<br>　　秦惠王说：“很对。我采纳你的意见。”结果，出兵进攻蜀国。十月夺取了那里的土地，然后平定了蜀国。蜀国的君主改称为侯，秦国派遣陈庄去辅佐蜀侯。蜀国归附以后，秦国就更加强大富庶，看不起其他诸侯国了。</p><p><strong>注释</strong><br>①司马错：秦将，公元前316年率兵伐蜀，前301年再次出蜀平定叛乱。<br>②张仪：魏国贵族后代，战国时著名纵横家。秦惠王（即秦惠文王，前337年至前311年在位）十年（前328年）为秦相，曾以连横政策游说各国，有功于秦，封武信君。<br>③下兵：出兵。三川：指当时韩国境内黄河、伊水、洛水三水流经的地区，在今河南省黄河以南、灵宝市东部一带。<br>④轘（huan,二声）辕、缑(gou,四声)氏：当时的两个军事要地。<br>⑤二周：指战国时周室分裂而成的两个小国东周、西周。东周都城在今河南省巩义市西南，西周都城在今河南省洛阳市西。<br>⑥戎狄：古代对西部落后少数民族的泛称。<br>⑦有桀纣之乱：以夏桀商纣之乱喻指巴蜀之乱。当时蜀王封其弟于汉中，号苴侯。苴与巴国交好，而巴与蜀为敌国。于是蜀王伐苴侯，苴侯奔巴。蜀又伐巴，苴侯求救于秦。<br>⑧陈庄：秦臣。公元前314年任蜀相。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是记叙战国时秦国关于外交军事的一交论争，是秦惠王进行军事扩张，推进王业的军事论辩。秦相张仪主张伐韩，秦将司马错主张伐蜀，二人针锋相对，各陈己见。</p> <p>　　文章先列张仪的观点。首先，张仪认为伐韩可分三步：第一，亲善魏，楚，出兵三川，扼住轘山和缑氏山的出口，挡住屯留的通道；第二，由魏绝南阳，楚临南郑，牵制韩军，秦军乘机直逼二周郊外，声讨周天子之罪，迫其交出象征王权的九鼎宝器；第三，拥九鼎而挟天子以令诸侯，成就王业。其次，张仪驳司马错伐蜀之论。认为蜀地偏远，劳师乏众，不足以成威名，也不足以得厚利。而创建王业的关键之地在三川，周室，伐蜀离成功之业太远，不宜采用。</p> <p>　　针对张仪之论，司马错斩钉截铁地用“不然”二字进行反驳，然后也分三步论证伐蜀的理由。第一，从宏观上提出建立王业的三条件，即地广物丰，兵强民富，博德广施。而秦地小民贫，尚不具备成就王业的条件，宜从易处着手，增强国力；第二，蜀有桀，纣之乱，易攻易伐，用兵不伤众，取其地可广域富民，道义上还可获得禁暴平乱之名，一举数得，既有利又师出有名，不会引起诸侯国的反对；第三，伐韩不可行。伐韩未必有利，又有挟天子的恶名，势必迫使各诸侯国联合抗秦，使秦处于危险的境地，故伐蜀是为上策。</p> <p>　　两人观点迥异，但从论辩中可看出：张仪的主张多主观唯心的空想，诸如魏，韩是否同秦国友善，是否愿出兵牵制韩军；尤其是挟天子以令诸侯，诸侯国是否臣服，均是不可知因素。司马错是从实际出发，知己知彼，提出积极稳妥的办法，既能发展壮大自己，又能在舆论上站住脚。</p>",
  "about": "<h2>写作背景</h2> <p>　　从为秦国建立“王业”的目的出发，就秦国当前的主攻方向问题，张仪与司马错展开争论。辩论双方在论证各自主张时，都紧扣“利弊”二字，阐明自己的观点。</p> <p>　　张仪力主“伐韩”。出兵三川，进逼周室，“据九鼎，按图籍，挟天子以令天下”，一举称霸，功大利近。他描绘的前景，颇为诱人。正面论证伐韩之利后，再从反面论证伐蜀之弊。蜀地偏僻，戎狄之长，荒远贫瘠。胜了，“不足以成名”；取地“不足以为利”。无名无利，且“敝兵劳众”，其弊大矣。</p> <p>　　司马错主张“伐蜀”。先以“不然”二字斩钉截铁地否定了张仪伐韩的主张。然后正面立论，指出建立“王业”的三个前提条件：地广、民富、德博。而秦国的现实则是“地小民贫”，“地小”则需广地，“民贫”则需取财，欲“德博”则需树美名。基于当时的客观现实情况,应先选择易于成功的事做。接着从正反两方面进行纵深论述，一一揭示伐蜀之利，攻韩之弊。先论伐蜀的有利条件：“西僻之国”，“戎狄之长”，“桀纣之乱”，伐蜀适逢其时。既有攻伐的口实——“禁暴止乱”，又有必胜的实力——如“狼逐羊群”。终言其利：取地、得财、获美名，一石三鸟，何乐不为?然后从反面揭示伐韩之弊，不仅得恶名、无实利，还可能使秦处于被动危险的境地。对周、韩、楚、魏四国的政治交易与联合抗秦，虽属推论，却切近事实。伐蜀“易”而有利，伐韩“危”而多弊，立论坚实，分析透辟，很有说服力。</p> <p>　　二人的论辩风格大相径庭：张仪蹈空踏虚，高谈阔论，词语华美，耸人听闻，颇具诱惑力；而司马错则沉着冷静，注重实际，不以放言高论蛊惑人，而是实事求是，以理服人。张仪纵横家的风采与司马错务实政治家的风范，都给读者留下了深刻印象。</p>",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "古文观止",
    "外交",
    "争论"
  ]
}