{
  "id": 69710,
  "star": 3,
  "name": "杂剧·状元堂陈母教子",
  "dynasty": "元代",
  "content": "楔子<br>（冲末外扮寇莱公引祗从上）（寇莱公云）白发刁骚两鬓侵，老来灰尽少年心。等闲赢得食天禄，但得身安抵万金。老夫姓寇，名准，字平仲，官封莱国公之职。方今圣人在位，八方无事，四海晏然。当今明主要大开学校，选用贤良，每三年开放一遭举场。今以圣主仁慈宽厚，一年开放一遭举场，天下秀士都来应举求官。今奉圣人的命，怕有那山间林下，隐迹埋名，怀才抱德，闭户读书不肯求进的，圣人着老夫五南路上采访贤士走一遭去。调和鼎鼐理阴阳，万里江山属大邦。天下文章齐仰贺，他都待赤心报国尽忠良。则今日收拾了琴剑书箱，上朝求官应举，走一遭去。\"一举首登龙虎榜，十年身到凤凰池。\"<br><br>第一折<br>（正旦引二末、三未、旦儿同上）（二末云）母亲，自从大哥上朝求官应举去也，母亲每夜烧这夜香，不知为何也？（正旦云）大哥求官应举去了，必然为官也。我每夜烧一位香，您那里知道也。我\"不求金玉重重贵，只愿儿孙个个贤\"。（唱）<br>【仙吕】【点降唇】我为甚每夜烧香？博一个子孙兴旺。天将傍，非是我夸强，我则待将《礼记》、《诗》、《书》讲。<br>（二末云）母亲，大哥这一去，凭着他那七言诗、八韵赋，必然为官也。（正旦唱）<br>【混江龙】才能谦让祖先贤，承教化，立三纲，禀\"仁义礼智\"，习\"恭俭温良\"。定万代规模遵孔圣，论一生学业好文章。《周易》道谦谦君子，后天教起此文章。《毛诗》云《国风》《雅》《颂，《关雎》云大道扬扬。《春秋》说素常之德，访尧舜夏禹商汤。《周礼》行儒风典雅，正衣冠环珮锵锵。《中庸》作明乎天理，性与道万代传扬《大学》功在明明德，能齐家治国安邦。《论语》是圣贤作谱，《礼记》善问答行藏。《孟子》养浩然之气，传正道暗助王纲。学儒业，守灯窗，望一举，把名扬。袍袖惹，桂花香，琼林实，饮霞觞。亲夺的，状元郎，威凛凛，志昂昂。则他那一身荣显可便万人知，抵多少五陵豪气三千丈！有一日腰金衣紫，孩儿每也，休忘了那琴剑书箱。（正旦云）三哥，门首觑者，看有甚么人来？（三末云）我门首觑者，看有甚么人来。（报登科上，云）自家报登科的便是。如今有陈大官人得了头名状元，报登科记走一道去。可早来到也。（做见三末科，云）陈三哥支揖哩！（三未云）有甚么话说？（报登科云）有家里大哥得了头名状元，小人特来报喜。三哥与家中老母说一声儿。（三末云）怎么？俺大哥做了官也，你认的是着？（报登科云）正是大哥。（三末云）你则在这里，我报复母亲去。（三未见正旦科，云）母亲，大厮得了官也，有报登科记的在门首。（正旦云）与那报登科记的二两银子者。（三末云）理会的。报登科记的，与你二两银子，你去罢。（报登科云）多谢了三哥，我去也。（下）（大末扮官人哪马儿领祗从上，云）志气凌云彻碧霄，攀檐折桂显英豪。昨夜布衣犹在体，谁想念朝换紫袍！小官陈良资是也。自到帝都阙下，撺过文华手卷，日不移影，应对百篇，得了头名状元。借宰相头答，夸官三日。来到门首也，左右接了马者！（见三末科，云）三兄弟，您哥哥得了头名状元也，你报复母亲去。（三末云）大哥，你得了官也。我和你有个比喻：似那抢风扬谷，你这等秕者先行；瓶内酾茶，俺这浓者在后。（大末云）兄弟，你报复母亲去。（三末云）我报复去。（做见正旦科，云）母亲，贺万千之喜！大哥得了官也，见在门首哩。（正旦云）好、好、好，着孩儿过来。理会的。大哥，母亲着你过去哩。（大末做见正旦拜科，云）母亲，您孩儿得了头名状元也。（正旦云）不枉了好儿也！（大末做拜二末科，云）二兄弟，您哥哥得了头名状元也。（二末拜科，云）哥哥喜得美除也。（大末做拜三不科，云）三兄弟，你哥哥得了头名状元也。你看他波，三兄弟，我得了官拜你，怎生不<br>还我礼？（三末云）我待回礼来，我的文章可高似你！（大末云）若不是母亲严教，您孩儿岂有今日也！（正旦唱）<br>【油葫芦】俺孩儿一举登科赴选场。则是你那学艺广，把群儒一扫尽伏降。您端的似鲲鹏得志秋云长，您端的似鱼龙变化春雷响。（大末云）母亲，您孩儿受十年苦苦孜孜，博一任欢欢喜喜也。（正旦云）大哥，（唱）则是你才艺高，学艺广，可正是禹门三月桃花浪，俺孩儿他平夺得一个状元郎！<br>（大末云）\"十年窗下无人问，一举成名天下知\"也。（正旦唱）<br>【天下乐】则他那马头前朱衣列两行，着人谈扬，在这满四方。可正是灵椿老尽丹桂芳，您可也不辱没你爷，您可也不辱没你娘。好儿也，三兄弟是好壮志也。（二末云）母亲认的是着？（正旦云）好儿也，不枉了！（唱）可正是男儿得志秋，他在那马儿上倒大来风流。（大末云）你看三兄弟，他见了母亲，可怎生不下马来？（二末云）大哥，敢不是三兄弟么？（正旦云）孩儿，你下马来波！这个婆婆儿好要便宜也！（正旦唱）我这里听言罢，教我紧低了头，唬的我魂魄可便悠悠。<br>（王拱辰云）兀那婆婆儿，你休错认了小官也！（正旦唱）<br>【菩萨梁州】则被这气堵住咽喉，眉头儿忔皱，身躯儿倒扭。好着我羞答答的不敢抬头，泪汪汪双目再凝眸，孜孜的觑了空低首。（正旦云）敢问那壁状元姓甚名谁？（王拱辰云）今春头名状元，我是王拱辰。（正旦唱）低低的问了牢缄口，闷无语，自僝僽。老身向官人行无去瞅，（正旦云）孩儿每，您说一声儿波，（唱）倒大来惭羞。<br>（正旦做走科）（二末云）哥哥，看母亲。（正旦云）大哥，既是状元，请下马来。（大末云）理会的。状元请下马来，状元堂上饮了状元酒回去。（王拱辰下马科，云）左右，接了马者（祗候云）理会的。（大末云）适间老母冲撞着状元，是必休怪也。（王拱辰云）适间小官马头前冲撞着那壁状元的老母，是必宽恕咱。（大末云）状元有请！（王拱辰见正旦科，云）适间小官马头前冲撞着老母。是必恕罪也。（正旦云）恰才老身为何错认了那壁状元:老身家中有三个孩儿，都去应举去了；两个孩儿得了状元回来，则有三哥不曾回来。恰才是那报登科记的差报了也。那壁状元是必休怪咱。（王拱辰云）小官不敢。（二末做施礼科，云）适间老母冲撞，休怪。（王拱辰云）不敢。自家报登科记的。有陈婆婆第三个孩儿，得了今春头名状元，我报登科记走一遭去。可早来到门首也。（做见大末科，云）大官人，三官人得了今春头名状元，小人特来报喜。（大末云）你则在这里，我报复母亲去。（见科，云）母亲，三兄弟得了今春头名状元也，有报登科记的在门前。（正旦云）与他十两银子。（大末云）理会的。与你十两银子。（报登科云）谢了官人！小人回去也。（下）（三末跚马儿领祗候上）（祗候云）小心下路。（三末云）要做状元有甚么难处！下头穿了衣服，便是状元。今日得了头名状元，摆开头答，慢慢的行。（正旦云）大哥、二哥、女婿，咱都去接待孩儿去来。（大末云）俺跟着母亲接兄弟去来。（正旦唱）<br>【普天乐】圪蹬蹬的马儿骑，急飐飐的三檐伞低；我这里忙呼左右：疾快收拾！（三末云）祗候人，接了马者！（祗候云）牢坠镫。(三末云）母亲来了也！（正旦唱）他见我便慌下马。（三末云）祗候人摆开者！（三末做躬身立住科）（正旦唱）他那里躬身立。（三末云）母亲，您孩儿得了官也，就这里拜母亲几拜。（做拜科）（正旦唱）我见他展脚舒腰忙施礼。(做哭科，唱）险些儿俺子母每分离！（三末云）若不是母亲严教，岂得今日为官？（正旦云）你为官呵，（唱）你孝顺似那王祥卧冰，你恰似伯俞泣仗。哎，儿也，你胜强如兀那老莱子哎斑衣。<br>（三末做过来科，云）大哥、二哥，我不拜你，我的文章高似你。母亲，您孩儿往西产绵州过，那里父老送与我一段孩儿锦，将来与母亲做衣服穿。（正旦云）大哥，将的去估价行里，看值多少钱钞？（大末云）估价值多少？母亲，价值千贯。（正旦云）辱子！未曾为官，可早先受民财，躺着，须当痛决！（大末云）兄弟。为你受了孩儿锦，母亲着你躺着，要打你哩！（三末云）母亲要打我，番番不曾静扮。（正旦做打科）（大末云）母亲打的金鱼坠地也！（杂当做打报科，云）有寇莱公大人有请。（正旦云）不妨事，我见大人，自有说的话。（大末云）下次小的每，与我备马者！（正旦云）孩儿休备马，辆起兜轿，着四个孩儿抬着老身，我亲见大人去来。（唱）<br>【啄木鱼煞】咱人这青春有限不再来，金榜无名誓不归，得志也休把升迁看的容易。古人诗内，则你那文高休笑状元低。（同众下）<br><br>第四折<br>（外扮寇莱公领从人上）（寇莱公云）三千礼乐唐虞治，万卷诗书孔孟传。老夫寇莱公是也。奉圣人的命，开放举场。今有头名状元是陈良佐，问其缘故，乃汉陈平之后。他父曾为前朝相国，早年弃世。有母亲冯氏大贤，治家有法，教子有方。因陈良佐受西川孩儿锦一事，他母亲打的他金鱼坠地。圣人已知，着我加官赐赏。审问详细，着人请贤母去了，这早晚敢待来也。（大末、二末、三末、王拱辰抬正旦上）（三末云）有香钱布施些儿！（正旦云）俺见大人去来。（唱）<br>【双调】【新水令】虽不曾坐香车乘宝马袅丝鞭，我在这轿儿上倒大来稳便。前后何曾侧，左右不曾偏。显得您等辈齐肩，将名姓注翰林院。（云）可早来到也。令人报复去，道有陈婆婆同四个状元来了也。（从人报科，云）有陈婆婆同四个状元来了也。（寇莱公云）道有请。（从人云）有请！（正旦做见官人科）（寇莱公云）贤母，老夫奉圣人的命，为您一家儿母贤子孝，训子有纲纪之威权，居家有冰霜之直政，着老夫审问其详。谁想贤母着四个状元抬着兜轿，敢于理不可么？（正旦云）大人可怜见！休说四个孩儿抬着老身；我昔日曾闻荷担僧，一头担母一头经，经向前来背却母，母向前来背却经，不免把担横担定；感得园林两处分，后来证果为罗汉，尚兀自报答不的爷娘养育恩。（唱）<br>【水仙子】学的他那有仁有义孝连天，使了我那无岸无边学课钱；甘心儿抬的我亲朝见，尚兀自我身躯儿有些困倦。把不住眼晕头旋，不觉的抬着兜轿，虽不曾跨着骏马宛，尚兀自报答不的我哺乳三年！（寇莱公云）贤母为陈良佐升迁官位，贪图财利，接受蜀锦，有犯王条，则合着有司定罪，你怎生自己责罚，打的金鱼坠地那？（正里云）大人不知，此于未曾治国，先受民财，辱没先祖，依法教训咱！（唱）<br>【沽美酒】着他每按月家请着俸钱，谁着他无明夜攒家缘？俺家里祖上为官累受宣，我则怕枉教人作念，俺一家儿得安然。<br>（寇莱公云）贤母，三状元受财一事，未审其详也。（正旦唱）<br>【太平令】他将那孩儿锦亲身托献，这的是苦百姓赤手空拳。我依家法亲责当面，我着他免受那官司刑宪。与了俺俸钱骤迁，圣恩可便可怜，博一个万万古名扬谈羡。<br>（寇莱公云）老夫尽知也。您一家儿望阙跪者，听我加官赐赏！我亲奉着当今圣旨，便天下采访贤士。只因你母贤子孝，着老夫名传宣赐：陈婆婆贤德夫人，陈良资翰林承旨。陈良叟国子祭酒，陈良佐太常博士。王拱辰博学广文，加你为参知政事。一个个列鼎重裀，一个个腰金衣紫。今日个待漏院赐赏封官，庆贺这状元堂陈母教子。<br>题目待漏院招贤纳士<br>正名状元堂陈母教子",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}