{
  "id": 10909,
  "star": 212,
  "name": "天末怀李白",
  "dynasty": "唐代",
  "content": "凉风起天末，君子意如何。<br>鸿雁几时到，江湖秋水多。<br>文章憎命达，魑魅喜人过。<br>应共冤魂语，投诗赠汨罗。",
  "fanyi": "<p><strong>译文</strong><br>凉风飕飕地从天边刮起，你的心境怎样呢？令我惦念不已。<br>我的书信不知何时你能收到？只恐江湖险恶，秋水多风浪。<br>创作<a href=\"http://so.gushiwen.org/view_10909.aspx\">诗</a>文最忌讳坦荡的命途，奸佞小人最希望好人犯错误。<br>你与沉冤的屈子同命运，应投诗于汨罗江诉说冤屈与不平。</p> <p><strong>注释</strong><br>⑴天末：天的尽头。秦州地处边塞，如在天之尽头。当时<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>因永王李璘案被流放夜郎，途中遇赦还至湖南。<br>⑵君子：指李白。<br>⑶鸿雁：喻指书信。古代有鸿雁传书的说法。<br>⑷江湖：喻指充满风波的路途。这是为李白的行程担忧之语。<br>⑸命：命运，时运。文章：这里泛指文学。这句意思是：有文才的人总是薄命遭忌。<br>⑹魑（chī）魅：鬼怪，这里指坏人或邪恶势力。过：过错，过失。这句指魑魅喜欢幸灾乐祸，说明李白被贬是被诬陷的。<br>⑺冤魂：指<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。屈原被放逐，投汨罗江而死。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>深知李白从永王李璘实出于爱国，却蒙冤放逐，正和屈原一样。所以说，应和屈原一起诉说冤屈。<br>⑻汨（mì）罗：汨罗江，在湖南湘阴县东北。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首句以秋风起兴，给全<a href=\"http://so.gushiwen.org/view_10909.aspx\">诗</a>笼罩一片悲愁。诗人说：时值凉风乍起，景物萧疏，怅望云天，此意如何？只此两句，已觉人海沧茫，世路凶险，无限悲凉，凭空而起。次句不言自己心境，却反问远人：“君子意如何？”看似不经意的寒暄，而于许多话不知应从何说起时，用这不经意语，反表现出最关切的心情。这是返朴归真的高度概括，言浅情深，意象悠远。以<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>论，自身沦落，本不足虑，而才如远人，罹此凶险，定知其意之难平，远过于自己，含有“与君同命，而君更苦”之意。此无边揣想之辞，更见诗人想念之殷。代人着想，“怀”之深也。挚友遇赦，急盼音讯，故问“鸿雁几时到”；潇湘洞庭，风波险阻，因虑“江湖秋水多”。<a href=\"http://so.gushiwen.org/author_675.aspx\">李慈铭</a>曰：“楚天实多恨之乡，秋水乃怀人之物。”悠悠远隔，望消息而不可得；茫茫江湖，唯寄语以祈珍摄。然而鸿雁不到，江湖多险，觉一种苍茫惆怅之感，袭人心灵。</p> <p>　　对友人深沉的怀念，进而发为对其身世的同情。“文章憎命达”，意谓文才出众者总是命途多舛，语极悲愤，有“怅望千秋一洒泪”之痛：“魑魅喜人过”，隐喻<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>长流夜郎，是遭人诬陷。此二句议论中带情韵，用比中含哲理，意味深长，有极为感人的艺术力量，是传诵千古的名句。高步瀛引邵长蘅评：“一憎一喜，遂令文人无置身地。”这二句诗道出了自古以来才智之士的共同命运，是对无数历史事实的高度总结。</p> <p>　　此时李白流寓江湘，杜甫很自然地想到被谗放逐、自沉汨罗的爱国诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。李白的遭遇和这位千载冤魂，在身世遭遇上有某些相同点，所以诗人飞驰想象，遥想李白会向屈原的冤魂倾诉内心的愤懑：“应共冤魂语，投诗赠汨罗。”</p> <p>　　这一联虽系想象之词，但因诗人对屈原万分景仰，觉得他自沉殉国，虽死犹存；李白是亟思平定安史叛乱，一清中原，结果获罪远谪，虽遇赦而还，满腔的怨愤，自然会对前贤因秋风而寄意。这样，“应共冤魂语”一句，就很生动真实地表现了李白的内心活动。最后一句“投诗赠汨罗”，用一“赠”字，是想象屈原永存，他和李白千载同冤，斗酒诗百篇的李白，一定作诗相赠以寄情。这一“赠”字之妙，正如黄生所说：“不曰吊而曰赠，说得冤魂活现。”（《读杜诗说》）</p> <p>　　这首因秋风感兴而怀念友人的抒情诗，感情十分强烈，但不是奔腾浩荡、一泻千里地表达出来，感情的潮水千回百转，萦绕心际。吟诵全诗，如展读友人书信，充满殷切的思念、细微的关注和发自心灵深处的感情，反复咏叹，低回婉转，沉郁深微，实为古代抒情名作。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10909.aspx\">诗</a>当作于唐肃宗乾元二年（759年）秋，和《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>二首》是同一时期的作品，当时诗人弃官远游客居秦州（今甘肃天水）。前二首诗中的怀疑总算可以消除了，但怀念与忧虑却丝毫未减，于是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>又写下《天末怀李白》表达牵挂之情。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "写风",
    "怀人"
  ]
}