{
  "id": 47548,
  "star": 1,
  "name": "奉酬袭美先辈吴中苦雨一百韵",
  "dynasty": "唐代",
  "content": "微生参最灵，天与意绪拙。人皆机巧求，百径无一达。</p> <p>家为唐臣来，奕世唯稷卨.只垂青白风，凛凛自贻厥。</p> <p>犹残赐书在，编简苦断绝。其间忠孝字，万古光不灭。</p> <p>孱孙诚瞢昧，有志常搰搰。敢云嗣良弓，但欲终守节。</p> <p>喧哗不入耳，谗佞不挂舌。仰咏尧舜言，俯遵周孔辙。</p> <p>所贪既仁义，岂暇理生活。纵有旧田园，抛来亦芜没。</p> <p>因之成否塞，十载真契阔。冻骭一襜褕，饥肠少糠籺.</p> <p>甘心付天壤，委分任回斡。笠泽卧孤云，桐江钓明月。</p> <p>盈筐盛芡芰，满釜煮鲈鳜。酒帜风外頫，茶枪露中撷。</p> <p>歌谣非大雅，捃摭为小说。上可补熏茎，傍堪跐芽蘖。</p> <p>方当卖罾罩，尽以易纸札。踪迹尚吴门，梦魂先魏阙。</p> <p>寻闻天子诏，赫怒诛叛卒。宵旰悯烝黎，谟明问征伐。</p> <p>王师虽继下，贼垒未即拔。此时淮海波，半是生人血。</p> <p>霜戈驱少壮，败屋弃羸耋。践蹋比尘埃，焚烧同稿秸。</p> <p>吾皇自神圣，执事皆间杰。射策亦何为，春卿遂聊辍。</p> <p>伊余将贡技，未有耻可刷。却问渔樵津，重耕烟雨墢。</p> <p>诸侯急兵食，冗剩方翦截。不可抱词章，巡门事干谒。</p> <p>归来阖蓬楗，壁立空竖褐。暖手抱孤烟，披书向残雪。</p> <p>幽忧和愤懑，忽愁自惊蹶。文兮乏寸毫，武也无尺铁。</p> <p>平生所韬蓄，到死不开豁。念此令人悲，翕然生内热。</p> <p>加之被皲瘃，况复久藜粝。既为霜露侵，一卧增百疾。</p> <p>筋骸将束缚，腠理如箠挞。初谓抵狂貙，又如当毒蝎。</p> <p>江南多事鬼，巫觋连瓯粤。可口是妖讹，恣情专赏罚。</p> <p>良医只备位，药肆或虚设。而我正萎痿，安能致诃咄。</p> <p>椒兰任芳苾，精粣从罗列。醆斝既屡倾，钱刀亦随爇.</p> <p>兼之渎财贿，不止行盗窃。天地如有知，微妖岂逃杀。</p> <p>其时心力愤，益使气息辍。永夜更呻吟，空床但皮骨。</p> <p>君来赞贤牧，野鹤聊簪笏。谓我同光尘，心中有溟渤。</p> <p>轮蹄相压至，问遗无虚月。首到春鸿濛，犹残病根茇。</p> <p>看花虽眼晕，见酒忘肺渴。隐几还自怡，蓬卢亦争喝。</p> <p>抽毫更唱和，剑戟相磨戛。何大不包罗，何微不挑刮。</p> <p>今来值霖雨，昼夜无暂歇。杂若碎渊沦，高如破轇轕.</p> <p>何劳鼍吼岸，讵要鹳鸣垤。只意江海翻，更愁山岳裂。</p> <p>初惊蚩尤阵，虎豹争搏啮。又疑伍胥涛，蛟蜃相蹙拶。</p> <p>千家濛瀑练，忽似好披拂。万瓦垂玉绳，如堪取萦结。</p> <p>况余居低下，本是蛙蚓窟。迩来增号呼，得以恣唐突。</p> <p>先夸屋舍好，又恃头角凸。厚地虽直方，身能遍穿穴。</p> <p>常参庄辩里，亦造扬玄末。偃仰纵无机，形容且相忽。</p> <p>低头增叹诧，到口复嗢咽。沮洳渍琴书，莓苔染巾袜。</p> <p>解衣换仓粟，秕稗犹未脱。饥鸟屡窥临，泥僮苦舂bN.</p> <p>或闻秋稼穑，大半沈澎汃。耕父蠹齐民，农夫思旱魃。</p> <p>吾观天之意，未必洪水割。且要虐飞龙，又图滋跛鳖。</p> <p>三吴明太守，左右皆儒哲。有力即扶危，怀仁过救暍。</p> <p>鹿门皮夫子，气调真俊逸。截海上云鹰，横空下霜鶻.</p> <p>文坛如命将，可以持玉钺。不独扆羲轩，便当城老佛。</p> <p>顾余为山者，所得才篑撮。譬如饰箭材，尚欠镞与筈.</p> <p>闲将歈儿唱，强倚帝子瑟。幸得远潇湘，不然嗤贾屈。</p> <p>开缄窥宝肆，玑贝光比栉。朗咏冲乐悬，陶匏响铿擖。</p> <p>古来愁霖赋，不是不清越。非君顿挫才，沴气难摧折。</p> <p>驰情扣虚寂，力尽无所掇。不足谢徽音，只令凋鬓发。 ",
  "poet": {
    "id": 335,
    "star": 0,
    "name": "陆龟蒙",
    "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
    "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
  },
  "tags": []
}