{
  "id": 73145,
  "star": 18,
  "name": "于中好·独背残阳上小楼",
  "dynasty": "清代",
  "content": "独背残阳上小楼，谁家玉笛韵偏幽。一行白雁遥天暮，几点黄花满地秋。<br>惊节序，叹沉浮，秾华如梦水东流。人间所事堪惆怅，莫向横塘问旧游。",
  "shangxi": "<h2>赏析</h2> <p>　　“独背斜阳上小楼”，一开场先摆动作，画面里，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>（纳兰容若）独上小楼，背后是红红的斜阳，很有气氛，接下来是用音乐进一步烘托气氛：“谁家玉笛韵偏幽”，不知道哪里传来的背景音乐，是笛子曲，韵律幽幽。</p> <p>　　八卦一下：纳兰性德（纳兰容若）独上小楼，听到“谁家玉笛”，也就是说，他并没有看见那个吹笛子的人，那么，他是怎么单靠耳朵听出来人家吹的是玉笛而不是竹笛或金笛呢？</p> <p>　　答案是这种耳音别说纳兰性德（纳兰容若），就连笛子专家家也很难做到，像“玉笛”这种词语，仅仅是源远流长的一种<a href=\"http://so.gushiwen.org/view_73145.aspx\">诗</a>人语言——比如，同样听到不知从哪里传来的笛子声，如果你想表达君子情怀，那就说“玉笛”；如果你想表达乡野之情，那就说“竹笛”；如果你想表达豪客沧桑，那就说是”铁笛”；如果你写武夫小说，那就写成“金笛少年”。</p> <p>　　只有笛子是真的，那些玉、竹、金、铁一般都只是诗人为塑造意境而主观加上的修饰，不可当真。就诗人们而言，这些修饰都是意象符号，是一种传统的诗歌语言。</p> <p>　　接下来，纳兰性德（纳兰容若）已经在笛声的渲染下登上小楼了，在诗歌里边，主人公只要一登高I无论是高台还是高楼l，往往就要感怀了。由登高而感怀，这也是一个相当有传统的诗歌套路。</p> <p>　　登高之后，纳兰性德（纳兰容若）先写了一下登高之所见，即“一行白雁遥天暮，几点黄花满地秋”，天上一句，地上一句。天上是暮色沉沉，一行白雁在飞；地上是秋景萧瑟，几点黄花堆积。</p> <p>　　白雁，比大雁体形略小，据说是纯白色的。白色的雁虽然我们很难想象，但唐诗里有“东溪一白雁，毛羽何皎洁”，宋词里咏白雁也有“冰魂问归何处，明月影中藏”，看来还真是白色的。</p> <p>　　地上，几点黄花而已，并不是满地黄花，但纳兰性德（纳兰容若）却说”几点黄花满地秋”，这比“满地黄花堆积”更显得凄凉萧瑟，后者就好比一个人已经躺在血泊中喘息最后的几口气，前者却如一个人眼睁睁地看着敌人的屠刀正在朝自己砍过来。</p> <p>　　下片“惊节序，叹沉浮”，开始登高感怀了，季节代谢，人生沉浮，总是惹人伤感，“秾华如梦水东流”，好事情总是才一来到就马上消失了，像梦一样容易破灭，像河水东流一样不可逆转。[1] </p> <p>　　“水东流”在诗歌意象里一般有这样几种含义：一是不以人的意志为转移，二是不可逆转。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>词”自是人生长恨水长东”，很无助，人的一生无法摆脱命运，就像电影里的人物无法摆脱剧本。</p> <p>　　我们看电影的时候，随着剧情的发展而喜怒哀乐，而揪心着急，其实冷静下来一想，我们也知道这些故事早就在电影胶片里被固定好了。李煜和纳兰性德（纳兰容若）他们有时候就像电影里的人物突然有片刻的灵光一闪：哎，我不会只是一个电影人物吧？</p> <p>　　“人间所事堪惆怅，莫向横塘问旧游”，化自<a href=\"http://so.gushiwen.org/author_1097.aspx\">曹唐</a>诗“人间何事堪惆怅，海色西风十二楼”，纳兰性德（纳兰容若）换“何事”为“所事”，比较难解，有注本说“所事”即事事，很多事，钟继先有“所事堪宜，件件可咱家意”，看来这个词大概是从元曲里来的俗语。</p> <p>　　横塘，较难解。若当地名讲，南京和苏州都有横塘；若当泛指讲，诗人语言里和这个词有关的一般都涉及男女情事。有注本说这首词是纳兰性德（纳兰容若）怀念南方友人，也讲得通。以横塘代指江南，也说得过去。如果这是怀人之作，那么“人间所事堪惆怅，莫向横塘问旧游”意思就是南方的老朋友啊，人生有太多的事情需要发愁，我还是省点心别去惦记你好了。</p> <p>　　当然，这是在说反话，实质上的意思是：南方的老朋友啊，你看，我有这么多的事情需要发愁，可我还是很惦记你呀。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "怀人"
  ]
}