{
  "id": 8488,
  "star": 4692,
  "name": "三五七言 / 秋风词",
  "dynasty": "唐代",
  "content": "秋风清，秋月明，<br>落叶聚还散，寒鸦栖复惊。<br>相思相见知何日？此时此夜难为情！<br>入我相思门，知我相思苦。<br>长相思兮长相忆，短相思兮无穷极。<br>早知如此绊人心，何如当初莫相识。",
  "fanyi": "<p><strong>译文</strong><br>秋风凌清，秋月明朗。<br>风中的落叶时聚时散，寒鸦本已栖息，又被明月惊起。<br>朋友盼着相见，却不知在何日，这个时节，这样的夜晚，相思梦难成。<br>走入相思之门，知道相思之苦。<br>永远的相思永远的回忆，短暂的相思却也无止境。<br>早知相思如此的在心中牵绊，不如当初就不要相识。</p> <p><strong>注释</strong><br>⑴落叶聚还（huán）散：写落叶在风中时而聚集时而扬散的情景。<br>⑵寒鸦：《本草纲目》：“慈鸟，北人谓之寒鸦，以冬日尤盛。”<br>⑶绊（bàn）：牵绊，牵扯，牵挂。</p><br/><h2>译文二</h2> <p>一个人在孤苦的异地，寒秋夜里，一阵清冷的秋风吹得我直打寒颤，抬头望着天空中那轮明月，思念之情愈加浓烈。<br>飘落的叶子在风中打了几转，最后随风飘散各处，他们也曾经在一棵树上一起看日出日落，一起在微风中窃窃私语，而今却也免不了最终的分离，早已栖息在树上的乌鸦也被这阵挂的树枝作响落叶飘散的声音惊醒，难耐凋零凄凉之景，呱呱的加了几声，可是在这秋寒夜里，加重了我心头的悲凉思念之情。<br>想起曾经相遇相知的种种，不禁感慨什么时候才能再次相见？而此时此刻我实在难耐心中的孤独悲伤，叫我情何以堪。<br>如果有人也这么思念过一个人，就知道这种相思之苦。<br>想起你的时候数不胜数，而孤单的时候则陷入了更加漫长无休无止的相思中，最后只能回忆起以前的美好来排解。<br>唉，早知道如此牵绊我心，不如当时就不认识你好了！</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8488.aspx\">诗</a>写在深秋的夜晚，诗人望见了高悬天空的明月，和栖息在已经落完叶子的树上的寒鸦，也许在此时诗人正在思念一个旧时的恋人， 此情此景， 不禁让诗人悲伤和无奈。这是典型的悲秋之作，秋风、秋月、落叶、寒鸦烘托出悲凉的氛围 加上诗人的奇丽的想象，和对自己内心的完美刻画让整首诗显的凄婉动人。</p> <p>　　此诗的体式许多人认为很像一首小词，具有明显的音乐特性。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>的《陔余丛考》卷二十三云：“三五七言诗起于李太白：‘秋风清，秋月明。……’此其滥觞也。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《送陆澧》诗云：‘新安路，人来去。早潮复晚潮,明日知何处？潮水无情亦解归，自怜长在新安住。’宋寇莱公《江南春》诗云：‘波渺渺，柳依依。孤林芳草远，斜日沓花飞。江南春尽离肠断，苹满汀洲人未归。’……”指出了它和“江南春”词牌的渊源关系。南宋邓深曾依此调式填写词作，名为“秋风清”。清人还把<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>这首诗当作是一首创调词而收入《钦定词谱》，云：“本三五七言诗，后人采入词中。”</p> <p>　　此诗只题作“三五七言”而不言及诗歌内容主题，可知诗人的创作意图本是偏重作品的形式特征，即只要满足全篇两句三言、两句五言、两句七言的体式要求就能成诗了。可以说，诗题中已经包含了明确的诗体形式内涵。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>的《沧浪诗话》中的“诗体”一章就说道：“有三五七言。”自注云：“自三言而终以七言，隋世郑世翼有此诗：‘秋风清，秋月明。落叶聚还散，寒鸦栖复惊。相思相见知何日，此时此夜难为情。’”郭绍虞先生校释曰：“沧浪所谓郑世翼有三五七言，不知何据。案《诗人玉屑》无‘秋风清’以下各句，以从《玉屑》为是。‘秋风清’云云,见《李太白集》，当是李作。”</p> <p>　　但李白这首诗也不能算是创体之作，因为初唐时僧人<a href=\"http://so.gushiwen.org/author_1255.aspx\">义净</a>作有一首《在西国怀王舍城》，此诗因其体式特征而名为《一三五七九言》。李白的《三五七言》只是《一三五七九言》的变体，省去起首的“一言”和收尾的“九言”，即为“三五七言”。王昆吾在《唐代酒令艺术》中论证义净诗为“唱和之作”。李白这首《三五七言》可能也是他与其他诗人的“唱和诗”。“三五七言”是对所酬和诗歌格式的限制，这是一个“总题”，众人在具体创作时可根据所写内容再命一个相应的诗题。</p> <p>　　此诗即使不是创体之作，也是李白最终确立了“三三五五七七”格式作为一种独特的曲辞格甚至成为一种时兴诗体的地位。这不仅是因为他借鉴和总结了许多人应用三五七字句式的经验，更得力于他自身歌辞创作中灵活运用此类格式的实践体悟，因而他的《三五七言》能表现出“哀音促节，凄若繁弦”（《唐宋诗醇》卷八）的艺术魅力。</p>",
  "about": "<h2>创作背景</h2> 　　这是一篇言情之作。根据安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编年注释》，此<a href=\"http://so.gushiwen.org/view_8488.aspx\">诗</a>当作于唐肃宗至德元年（756年）。前人也有认为此诗是早于李白的郑世翼所作，但反对者多。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>的《沧浪诗话》中的“诗体”一章说道：“有三五七言。”自注云：“自三言而终以七言，隋世郑世翼有此诗：‘秋风清，秋月明。落叶聚还散，寒鸦栖复惊。相思相见知何日，此时此夜难为情。’”郭绍虞先生校释曰：“沧浪所谓郑世翼有三五七言，不知何据。案《诗人玉屑》无‘秋风清’以下各句，以从《玉屑》为是。‘秋风清’云云，见《李太白集》，当是李作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "宋词三百首",
    "秋天",
    "抒情",
    "思念",
    "爱情"
  ]
}