{
  "id": 17622,
  "star": 17,
  "name": "南山诗",
  "dynasty": "唐代",
  "content": "吾闻京城南，兹惟群山囿。东西两际海，巨细难悉究。 <br>山经及地志，茫昧非受授。团辞试提挈，挂一念万漏。 <br>欲休谅不能，粗叙所经觏。尝升崇丘望，戢戢见相凑。 <br>晴明出棱角，缕脉碎分绣。蒸岚相澒洞，表里忽通透。 <br>无风自飘簸，融液煦柔茂。横云时平凝，点点露数岫。 <br>天空浮修眉，浓绿画新就。孤撑有巉绝，海浴褰鹏噣。 <br>春阳潜沮洳，濯濯吐深秀。岩峦虽嵂崒，软弱类含酎。 <br>夏炎百木盛，荫郁增埋覆。神灵日歊歔，云气争结构。 <br>秋霜喜刻轹，磔卓立癯瘦。参差相叠重，刚耿陵宇宙。 <br>冬行虽幽墨，冰雪工琢镂。新曦照危峨，亿丈恒高袤。 <br>明昏无停态，顷刻异状候。西南雄太白，突起莫间簉。 <br>藩都配德运，分宅占丁戊。逍遥越坤位，诋讦陷乾窦。 <br>空虚寒兢兢，风气较搜漱。朱维方烧日，阴霰纵腾糅。 <br>昆明大池北，去觌偶晴昼。绵联穷俯视，倒侧困清沤。 <br>微澜动水面，踊跃躁猱狖。惊呼惜破碎，仰喜呀不仆。 <br>前寻径杜墅，岔蔽毕原陋。崎岖上轩昂，始得观览富。 <br>行行将遂穷，岭陆烦互走。勃然思坼裂，拥掩难恕宥。 <br>巨灵与夸蛾，远贾期必售。还疑造物意，固护蓄精祐。 <br>力虽能排斡，雷电怯呵诟。攀缘脱手足，蹭蹬抵积甃。 <br>茫如试矫首，堛塞生怐愗。威容丧萧爽，近新迷远旧。 <br>拘官计日月，欲进不可又。因缘窥其湫，凝湛閟阴兽。 <br>鱼虾可俯掇，神物安敢寇。林柯有脱叶，欲堕鸟惊救。 <br>争衔弯环飞，投弃急哺鷇。旋归道回睨，达枿壮复奏。 <br>吁嗟信奇怪，峙质能化贸。前年遭谴谪，探历得邂逅。 <br>初从蓝田入，顾盻劳颈脰。时天晦大雪，泪目苦矇瞀。 <br>峻涂拖长冰，直上若悬溜。褰衣步推马，颠蹶退且复。 <br>苍黄忘遐睎，所瞩才左右。杉篁咤蒲苏，杲耀攒介胄。 <br>专心忆平道，脱险逾避臭。昨来逢清霁，宿愿忻始副。 <br>峥嵘跻冢顶，倏闪杂鼯鼬。前低划开阔，烂漫堆众皱。 <br>或连若相从，或蹙若相斗。或妥若弭伏，或竦若惊雊。 <br>或散若瓦解，或赴若辐凑。或翩若船游，或决若马骤。 <br>或背若相恶，或向若相佑。或乱若抽笋，或嵲若注灸。 <br>或错若绘画，或缭若篆籀。或罗若星离，或蓊若云逗。 <br>或浮若波涛，或碎若锄耨。或如贲育伦，赌胜勇前购。 <br>先强势已出，后钝嗔bz譳。或如帝王尊，丛集朝贱幼。 <br>虽亲不亵狎，虽远不悖谬。或如临食案，肴核纷饤饾。 <br>又如游九原，坟墓包椁柩。或累若盆罂，或揭若bB豆。 <br>或覆若曝鳖，或颓若寝兽。或蜿若藏龙，或翼若搏鹫。 <br>或齐若友朋，或随若先后。或迸若流落，或顾若宿留。 <br>或戾若仇雠，或密若婚媾。或俨若峨冠，或翻若舞袖。 <br>或屹若战阵，或围若蒐狩。或靡然东注，或偃然北首。 <br>或如火熹焰，或若气饙馏。或行而不辍，或遗而不收。 <br>或斜而不倚，或弛而不彀。或赤若秃鬝，或熏若柴槱。 <br>或如龟拆兆，或若卦分繇。或前横若剥，或后断若姤。 <br>延延离又属，夬夬叛还遘。喁喁鱼闯萍，落落月经宿。 <br>誾誾树墙垣，巘巘驾库厩。参参削剑戟，焕焕衔莹琇。 <br>敷敷花披萼，k7々屋摧霤。悠悠舒而安，兀兀狂以狃。 <br>超超出犹奔，蠢蠢骇不懋。大哉立天地，经纪肖营腠。 <br>厥初孰开张，黾勉谁劝侑。创兹朴而巧，戮力忍劳疚。 <br>得非施斧斤，无乃假诅咒。鸿荒竟无传，功大莫酬僦。 <br>尝闻于祠官，芬苾降歆嗅。斐然作歌诗，惟用赞报酭。 ",
  "shangxi": "<h2>鉴赏</h2> <p>　　南山就是终南山，也称中南山。它是长安南郊的名山。</p> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>好游奇山，务必穷其形胜而不顾性命（《国史补·卷中》）。所以，他笔下的《南山》<a href=\"http://so.gushiwen.org/view_17622.aspx\">诗</a>雄奇恣肆，卓荦不凡。不仅如摄影家运用广角镜头，从各个方位、季节，摄取了南山种种奇景，而且能勾出山之神态，渗入诗人的遭遇、心情、意趣。</p> <p>　　此为五言古诗，计一百另二韵，分三段。第一段至“阴霰纵腾糅”，言远眺中的南山，千姿万态，瞬息异状，惹人游兴，炽烈。此段分三层。首层至“茫昧非受授”，写终南山的地理位置。自“团辞试提挈”至“顷刻异状候”为第二层，总状遥望中的终南山。诗人使用了大量的动词：“凑”、“出”、“碎”、“蒸”、“通透”、“飘簸”、“融”、“凝”、“露”、“浮”、“褰”，挥写云山变幻之态。日出云散，始睹峰峦脉纹如缕，密布若绣；云岚勃起，山踪忽隐，但见“澒洞一片，山岘岚渐稀，忽能透霭见山；流云时而“飘簸”，时而“平凝”，山峦也随之忽露忽沉，忽静忽动；岚卷峦“浮”，形如“脩眉”新绿；云消峰竖，似鹏喙浴海。诗人运用浮云在山间舒卷给人造成的错觉，使静谧之山跃跃欲“浮”，跃跃欲“褰”。其中“缕脉碎分绣”句工细，“蒸岚相澒洞，表里忽通透”句雄奇，“天空浮脩眉，浓绿画新就”句清新，’孤木掌有绝，海浴褰鹏噣”句奇恣。此后，分写四季山景：春山草木“吐深秀”，沁芬芳，即使“嵂崒”的岩峦，也“软弱”似醉；夏山被“荫郁”的丛林“埋覆”，能见的只是“夏云多奇峰”；秋天，草木凋零，“癯瘦”的峰锷直刺“宇宙”；冬季，冰雪“琢镂”“危峨”，在“新曦”映照下，山色分外妖娆。诗人以瘦硬之语句，勾勒南山季节性的特征，从中还可悟出一些人生的哲理：事物总在不断地变化，坚硬的岩石，也会显得“软弱”；横亘半空的名山也难免被“埋覆”；代表冬季的颜色是“幽墨”，但装扮它的却是洁白的冰雪等等。“西南雄太白”以下写太白山是第三层。太白也称太乙，是终南山的主峰。写太白就是写终南。其中“朱维方烧日，阴霰纵腾糅”句与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《终南山》“分野中峰变，阴晴众壑殊”作用相近，但风格迥异。韩愈写得飞<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>奇，王维之句则雄浑平和。</p> <p>　　自“昆明大池北”至“脱险逾避臭”是第二段。可分四层。首层至“始得观览富”。其中“绵联穷俯视，倒侧困清沤”六句，写诗人取道昆明池，往游终南，一路俯瞰水中山影，不肯稍瞬；称山影“困”于池而不能尽见；嫌周围四十里的昆明池，小如“清沤”，均委婉透出诗人对终南山的一往深情。“微澜动水面，踊跃躁猱狖”，言风吹波起，山影破碎，状若猿猱躁跃：想象奇特，造句瘦劲，乃韩愈的当行本色。“仰喜呀不仆”，写出行近终南，仰观南山时的心情，语平直而意深邃，其气直贯“崎岖上轩昂”二句。第二层至“欲进不可又”，写诗人中途迷路，未能遂登山之愿。其中“行行将遂穷”以下九句，描摹诗人爬山时的心理，相当出色。他在岭阜之间奔走，寻觅登山之路，恨不得将南山周围的峰峦全都搬走；甚至想请神话中的夸蛾、巨灵移山，又怕违拗造化本意，为雷电呵诟。诗以此数句，作一顿挫，盘旋蓄势，逗出“攀缘脱手足”以下七句，明写攀山之艰，暗示诗人游兴之浓。自“因缘窥其湫”至“峙质能化贸”为第三层，着重写游湫。其中“林柯有脱叶，欲堕鸟惊救。争衔弯环飞，投弃急哺鷇”，以“弯环飞”，状群鸟贴湖回翔，能传其神情；而“救”、“争衔”、“投弃”数词，与前“阴兽”“神物”相应，为此幽靓之境蒙上一层神秘的色彩。它与前层相映：一苦一乐，一张一弛，有相反相生之妙；而神话的运用和渲染，则为结句作诗酬神之意埋一伏笔。末四句，言诗人于归途“回睨”，不能忘情南山，逗出二次游山。自“前年遭谴谪”以下为第四层。言诗人于谴谪途中，再次游南山，终因冰雪封路，沿途杉篁披冰，枝若“蒲苏（刀剑）”，干如“介胄”，只得怅而返。</p> <p>　　“昨来逢清霁”起，至“蠢蠢骇不懋”为第三段前层。诗人于贬谪遐方之后，擢任京官，乘兴往游，直登峰巅，视野顿然开阔。往昔视为畏途的峻岭大阜，尽伏眼底，只如五色斑斓的带“皱”石堆。此后，即用五十一个“或”字句，十四个叠句，形容千山万壑的诸种态势。对此，历来赞扬者多，批评者少。批评集中在“味短”“辞费”上。其实，韩愈作此诗目的在于状南山胜景，在于“体物”。因此，吸收了《子虚》、《上林》赋的手法入诗，抓住山壑峰峦小异之处，尽力铺张雕绘。这，决不是“味短”、“辞费”，而是按照题材，选择诗体（方世举称《南山》是赋体）的结果，是“以文为诗”的范例。其中连用“或”字，远绍《小雅·北山》（有十二个“或”字句），近承<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》（连用八个“或”字句），加以参差变化，形成了独具一格的诗风。句中多用骈字、时杂拗句，复以险韵出之，如“或连若相从，或蹙若相斗”“或戾若仇雠；或密若婚媾”之类即是。诗以一句一喻为主，其间错落地杂以四句一喻和二句一喻，连用排比，仍富变化。句式多变，有“或×若××”式，也有“或××若×”、“或若×××”及“或××××”，多种句式交互使用。形象中时寓议论，如“或如帝王尊，丛集朝贱幼，虽亲不亵狎，虽远不悖谬”，末二句包孕着人际关系的哲理。又如“ 或前横若剥，或后断若姤”以卦象状山：剥卦“ ”，为“地下山上”之象，有“不利有所往”的象征。在形容山态时，言己目前身在峰顶的处境，隐寓处世之道。就全诗章法而言，第一段由远眺而逗游兴，第二段言二次游山，历尽艰危而游兴不减，经层层盘旋作势，引满待发之后，至此，连用五十一个排比句和十四叠句，犹如长江黄河之水，经上游山峡壅阻之后，喷薄而出，一泻千里。就笔法而言，最初自山下眺望，两次往游：一系俯视水中倒影，一乃近瞩山径风光；此则绝顶鸟瞰，角度不一，写法迥异。山本静物，但在韩愈笔下均具动态，且原因各不相同：第一段是云岚舒卷而造成山“动”的错觉，第二段是风吹水动，引起山影破碎躁动；此段则是诗人游目四骋而造成的错觉。撰如此长诗，而能一笔不复，尤见韩愈才力之雄。自“大哉立天地”以下为后层。言终南山奇神灵，故诗人作诗以酬。</p> <p>　　程学恂说：“读《南山诗》，当如观《清明上河图》，须以静心闲眼，逐一审谛之，方识其尽物类之妙。又如食五侯鲭，须逐一咀嚼之，方知其极百味之变。”此评极是。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "写山"
  ]
}