{
  "id": 71165,
  "star": 2375,
  "name": "愚公移山",
  "dynasty": "先秦",
  "content": "　　太行、王屋二山，方七百里，高万仞。本在冀州之南，河阳之北。</p> <p>　　北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也。聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。</p> <p>　　河曲智叟笑而止之曰：“甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。</p> <p>　　操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。",
  "fanyi": "<p>译文<br>　　太行、王屋两座山，方圆七百里，高七八千丈，本来在冀州南边，黄河北岸的北边。</p> <p>　　北山下面有个名叫愚公的人，年纪快到90岁了，在山的正对面居住。他苦于山区北部的阻塞，出来进去都要绕道，就召集全家人商量说：“我跟你们尽力挖平险峻的大山，（使道路）一直通到豫州南部，到达汉水南岸，好吗？”大家纷纷表示赞同。他的妻子提出疑问说：“凭你的力气，连魁父这座小山都不能削平，能把太行、王屋怎么样呢？再说，往哪儿搁挖下来的土和石头？”众人说：“把它扔到渤海的边上，隐土的北边。”于是愚公率领儿孙中能挑担子的三个人（上了山），凿石头，挖土，用箕畚运到渤海边上。邻居京城氏的寡妇有个孤儿，刚七八岁，蹦蹦跳跳地去帮助他。冬夏换季，才能往返一次。</p> <p>　　河湾上的智叟讥笑愚公，阻止他干这件事，说：“你简直太愚蠢了！就凭你残余的岁月、剩下的力气连山上的一棵草都动不了，又能把泥土石头怎么样呢？”北山愚公长叹说：“你的心真顽固，顽固得没法开窍，连孤儿寡妇都比不上。即使我死了，还有儿子在呀；儿子又生孙子，孙子又生儿子；儿子又有儿子，儿子又有孙子；子子孙孙无穷无尽，可是山却不会增高加大，还怕挖不平吗？”河曲智叟无话可答。</p> <p>　　握着蛇的山神听说了这件事，怕他没完没了地挖下去，向天帝报告了。天帝被愚公的诚心感动，命令大力神夸娥氏的两个儿子背走了那两座山，一座放在朔方的东部，一座放在雍州的南部。从这时开始，冀州的南部直到汉水南岸，再也没有高山阻隔了。</p> <p>注释<br>1、太行山：在黄土高原和华北平原之间。<br>2、王屋山：在山西阳城、垣曲与河南济源之间。<br>3、方：指面积。<br>4、仞：古代长度单位，以七尺或八尺为一仞。<br>5、冀州：古地名，包括现在河北省，山西省，河南省黄河以北，辽宁省辽河以西的地区。<br>6、河阳：黄河北岸。山的北面和江河的南面叫做阴，山的南面和江河的北面叫做阳。<br>7、且：副词，将近。<br>8、面山而居：面对着山居住。<br>9、惩（chéng）：戒，这里是“苦于、为......所苦”的意思。<br>10、塞（sè）：阻塞。<br>11、迂（yū）：曲折、绕远。<br>12、聚室而谋：集合全家来商量。室，家。<br>13、汝：你。这里做复数看，为“你们”的意思。<br>14、毕力平险：尽全力铲除险峻的大山。<br>15、指通豫南：一直通向豫州的南部。指，直。豫州，古地名，在今河南省黄河以南。<br>16、汉阴：汉，就是汉水；阴，山的北面或水的南面叫阴。<br>17、献疑：提出疑问。<br>18、以：凭借。<br>19、杂然相许：纷纷表示赞成。杂然，纷纷的样子。许，赞同。<br>20、损：：削减。<br>21、曾（céng）：副词，加强否定语气，可译为“连……也……”，常与“不”连用。<br>22、魁父：古代一座小山的名称，在现今河南省开封县陈留镇境内。魁（kuí）。<br>23、丘：土堆。<br>24、置：安放。<br>25、且：况且。<br>26、焉：疑问代词，哪里。<br>27、荷（hè）：扛的意思。<br>28、夫：成年男子。<br>29、箕畚（jī běn）簸箕，一种用竹片或柳条编成的器具。这里是用箕畚装土石的意思。<br>30、孀（shuāng） ：孀妻，寡妇。<br>31、遗男：遗孤，单亲孤儿，遗腹子。<br>32、龀（chèn）：儿童换牙齿，乳齿脱落后重新长恒齿。这里始龀表示年龄，约七八岁。龀，换牙。<br>33、寒暑易节：冬夏换季，指一年的时间。易，交换。节，季节。<br>34、始一反焉：才往返一次。反，通“返”往返。焉，语气助词。<br>35、河曲：古地名，在今山西省芮城县西。<br>36、叟（sǒu）：老头。<br>37、惠：同“慧”，聪明；不惠，指愚蠢。<br>38、其：在“如……何”前面加强反问语气。<br>39、长息：长叹。<br>40、一毛：一草一木，地面所生的草木，这里指山的一小部分。<br>41、汝心之固，固不可彻：你思想顽固，顽固到了不可改变的地步。彻，通。<br>42、匮（kuì）：竭尽的意思。<br>43、虽我之死：即使我死了。虽，即使。之，用在主谓之间，无实意。<br>44、苦：愁。<br>45、亡（wú）以应：没有话来回答。亡，通“无”。<br>46、操蛇之神：神话中的山神，手里拿着蛇，所以叫操蛇之神。操，持。<br>47、惧其不已：怕他不停地干下去。其，愚公。已，停止。<br>48、帝：神话中的天帝。<br>49、感其诚：被他的诚心所感动。感，被……感动。<br>50、夸娥氏：神话中力气很大的神。<br>51、负：背。<br>52、厝（cuò）：同“措”，放置。<br>53、朔东：就是朔方以东地区，指山西省的东部。<br>54、雍：就是雍州，在现今陕西、甘肃省一带地区。<br>56、陇断：即垄断，山冈高地<br>57、列子：这是一部古书的名称，属于中国先秦时期道家的著作。关于这部书，有两种说法：一种认为是战国初年的<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>著的；另一种认为是后来晋代的人著的，没有定论。书中记载了许多寓言和传说故事。</p><br/><h2>英语翻译</h2> <p>　　Do difficult things by an old person</p> <p>　　Taihang, Wong ( the ) two mountain, covering an area of seven hundred, seven thousand or eight thousand cubits high, originally on the south side of Jizhou, the Yellow River, north of the North shore. North of the foolish old man, nearly 90 years of age, facing the mountains to live. He suffers from the mountainous areas in the northern part of obstruction, in ( to ) bypass, called the family to discuss said:\" I told you to dig the precipitous mountain, the road leads to the Yuzhou south, arrived at the South Bank of the Han River, can?\" We have agreed. His wife put forward doubt to say:\" with your strength, even his father the hill and plain, and can Taihang, Wangwu how these two mountain? Besides the earth where?\" People have said:\" throw it to the edge of the Bohai sea, north of the hidden soil.\" And the foolish old man led the children can Tiaodan three men went up into the mountain, to cut the stone for digging, basket-ji transported to the edge of the Bohai. Neighbor widow named the capital, an orphan, just seven or eight years old, bounce to help him. Summer and winter season, from a can. A bend in the river on the wise old man laughed at the foolish old man, to prevent him from doing this, said:\" you're too smart! With your remaining years and the remaining strength, a blade of grass on the mountain can not move, and can the soil, stone how?\" \"Yugong heaved a long sigh said:\" you thought stubborn, stubborn to the point can not be changed, even the orphans and widows are not. Even I dead, there son; son and grandson, grandson and son; son of another son, son and grandson generation after generation of descendants; inexhaustible, but mountains never increase increase, worry about what dug injustice?\" Hequ is a wise old man nothing to answer. Yamagami heard about this matter, afraid of his endless digging down to the emperor of heaven, report. The foolish old man moved by the sincere, ordered Hercules boast e's two sons went back the two mountain, a place in the North East, a seat placed in the south of Yong Zhou. From then on, the south of Jizhou to the South Bank of the Han River, no mountains.</p>",
  "shangxi": "<h2>人物分析</h2> <p><strong>愚公</strong><br>　　愚公要移山，不是头脑一时发热，而是经过深思熟虑的。首先，他移山的目的十分明确。“惩北山之塞，出入之迂也”，说明他深受交通阻塞之苦。惩，苦于。这里是意动用法。塞，闭塞，堵塞，指阻碍交通。迂，绕远、曲折。全句是说苦于北山挡道，出来进去要绕远，很不方便。这句话说的不止是愚公一人的体会，而是所有“面山而居”的人们的共同感受。因此，愚公“聚室而谋”，立即得到热烈的赞同。这是从消极方面说的。从积极方面说，对于搬掉两座山会给人们带来什么好处，愚公心中也是有数的。“平险，指通豫南，达于汉阴”，说的就是移山之利。这里的“指通”“达于”都有笔直地来往的意思，与上文“塞”“迂”相对应。可见愚公对移山的利害关系，早已考虑再三了。其次，对于山能够移走这一点，愚公也是成竹在胸的。他在批驳智叟的一段话里，就说得十分清楚。这段话是用“顶针”的修辞方法写的，一句顶着一句，层层紧扣，充分说明子子孙孙绵延不绝的道理。最后用“无穷匮也”做结束，肯定了人力的无穷无尽，很有说服力。接着用“而”字一转，又指出山只能是越挖越少，不会“更加增”。这样得出“何苦而不平”的结论就十分自然，令人信服。这说明愚公移山的信心是在对人力和自然的发展变化关系的深刻认识的基础上建立起来的。</p> <p>　　由此可见，愚公在移山的整个过程中站得高、看得远，考虑问题十分周密，驳斥智叟有理有据。像这样可敬的老人，谁还能相信他是“笨老头”呢？</p> <p><strong>智叟</strong><br>　　智叟是一个自作聪明的老人。他轻视愚公，反对移山。文中写智叟的文字不多，却把这个自以为是的老头刻画得淋漓尽致。他对愚公移山“笑而止之”。这种笑是嘲笑，是轻蔑，显得既傲慢又武断。“甚矣，汝之不惠”，用倒装句强调愚公不聪明，充分反映出智叟对愚公的轻视。“以残年余力，曾不能毁山之一毛，其如土石何？”意思说“凭你这一大把年纪和剩下的一点力气，还不能毁掉山上的一棵小草，又能把土块石头怎么样呢？”这话说得尖刻、夸张，带有明显的嘲讽口吻。用“其”加强反问语气。这些都表明了智叟反对移山的顽固态度。但最后他反被愚公驳斥得“亡以应”。智叟从开始时的振振有词，教训别人，到被驳得哑口无言，一副窘态，这正是自作聪明的人应得的下场。智叟目光短浅，知难而退，无所作为又信口开河、好为人师，这种人自以为是，其实不过是卖弄小聪明罢了。</p> <p><strong>晋张湛</strong><br>（1）“北山愚公者”──俗谓之愚者，未必非智也。<br>（2）“河曲智叟笑而止之”──俗谓之智者，未必非愚也。<br>（3）“河曲智叟亡以应”──屈其理而服其志也。<br>（4）“惧其不已也”──必其不已，则山会平矣。世咸知积小可以成大，而不悟损多可以至（致）少。夫九层起于累土，高岸遂为幽谷；苟功无废舍，不期朝夕，而无微而不积，无大而不亏矣。今砥砺之与刀剑相磨不已，则知其将尽。二物如此，则丘壑消盈无所致疑。若以大小迟速为惑者，未能推类也。<br>（5）“无陇断焉”──夫期功于旦夕者，闻岁暮而致叹；取美于当年者，在身后长悲。此故俗士之近心，一世之常情也。至于大人以天地为一朝，亿代为旷息，忘怀以造事，无心而为功，在我之与在彼，在身之与在人，弗觉其殊别，莫知其先后。故北山之愚与嫠妻之孤，足以西（哂）河曲之智，嗤一世之惑。悠悠之徒，可不察与（欤）？ </p><br/><h2>赏析</h2> <p>　　《愚公移山》主题思想即恒道。</p> <p>　　“愚公移山”故事出自《列子》。《列子》文本的字里行间表达了崇尚虚静思想，强调人在自然天地间的积极作用。“愚公移山”的寓言故事也正是对《列子》文本中核心思想的充分注解：</p> <p>　　首先，“愚公移山”故事象征了“道”的永恒性。联系其他篇章，从《列子》一书的整体性和系统性上分析即可看出，《列子》不但继承了《道德经》关于“恒道”的思想，而且从过程论的角度予以了发挥。《天瑞》篇在论及阴阳的时候分别以“太易、太初、太始、太素”来指称天地化生的不同阶段。最后，作者又以“一”到“九”的数字象征大道循环往复的运动。而“愚公移山”故事中子子孙孙无穷尽的意象实际上可以看作大道永恒而生生不息精神的寄托。其次，故事表达了道家的“抱一”观念。这种观念起端于老子《道德经》，并且被《列子》、《庄子》等道家著作所继承和诠释。道家讲的“一”乃是基于“道”的整体性、永恒性、化生性而提出的重要概念，体现了哲学的高度抽象。《道德经》称“道生一”，又说“圣人抱一为天下式”。引伸到社会人生方面，“抱一”即表现为行事持之以恒，具有坚定信念。愚公虽然年纪很大，但却坚信可以搬走两座大山，并且率领子孙挖山不止，以实际行动履行了道家的“抱一”精神。</p> <p>　　张湛《列子注》之后，“愚公移山”的故事得到广泛流传，但更多时候这个故事已经脱离了《列子》引用这则故事的语境，不再是一个哲学命题的注脚，而成为可以随意解释的一个独立故事，当然这也立足于故事本身的可延展性和多元解释的可能性。正因为这样，该故事在文学、哲学、甚至是民间信仰中都得到了新的解读。</p> <p>　　愚公何德，遂荷锸而移山；精卫何禽，欲衔石而塞海。（南北朝\\<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《拟连珠四十四首》之三八）岂冤禽之能塞海，非愚叟之可移山。</p> <p>　　唐·丘鸿渐在《愚公移山赋》里也提到了愚公形象，他说：止万物者艮，会万灵者人。艮为山以设险，人体道以通神。是知山之大，人之心亦大，故可以议其利害也。昔太行耸峙，王屋作固。千岩纠纷，万仞回互。蓄冰霜而居夏凝结，联源流而飞泉积素。爰有谆谆愚叟，面兹林麓。怆彼居之湫隘，惩祁寒之惨毒。激老氏之志，且欲移山；当算亥之年，宁忧就木。</p> <p>　　世人始知愚公之远大，未可测已；夸娥之神力，何其壮哉！傥若不收遗男之助，荷从智叟之辨。则居当困蒙，往必遇蹇，终为丈夫之浅。今者移山之功既已成，河冀之地又以平，则愚公之道行。客有感而叹曰：事虽殊致，理或相假。多岐在於亡羊，齐物同於指马。我修词而忘倦，彼移山之不舍。吾亦安知夫无成与有成，谅归功於大冶。在这里，作者提出的愚公移山之人道与天道说。提出了“知山之大，人之心亦大”的思想。移山之既成，在于“愚公之道行”，“体道以通神”，因而人天同心，最终获得有成。</p> <p>　　人道大于天道，天地同心，人能感天，这是唐代人通过解读愚公移山而得到的哲学思想和精神。不论是究其“志气”、“自成”，还是“精诚之心”，都是持肯定、赞扬的态度来肯定愚公这个形象的。以此训寓后人。</p> <p>　　传统的叙事寓意指遇上困难时要发扬“愚公移山”的精神，不畏艰险，迎难而上，持之以恒，争取最后的胜利。这是一个经典的叙事手法，而且寓意深刻。[5] </p> <p>　　《愚公移山》，是一篇具有朴素的唯物主义和朴素的辩证法思想的寓言故事。它借愚公形象的塑造，表现了中国古代劳动人民有移山填海的坚定信心和顽强毅力，说明了“愚公不愚，智叟不智”，只要不怕困难，坚持斗争，定能获得事业上的成功，这对人们有很大的启发。</p> <p>　　文本中插入了愚公和智叟二人的对话，蕴含着寓言所特具的哲理，颇能发人深省。</p> <p>　　“河曲智叟笑而止之曰：‘甚矣，汝之不惠。以残年余力，曾不能毁山之一毛，其如土石何？’”</p> <p>　　智叟的“笑”，是对愚公移山不屑一顾的轻蔑情态；智叟的“止”，是对愚公移山不以为然而进行粗暴的干涉。这个自以为多智的老头子，在他的眼里，愚公能移山简直是不可思议的事，所以脱口而出，给愚公泼冷水。智叟讥笑愚公笨拙，所持理由与愚公的妻子相同，便两者态度迥异，一个是自视其高，加以阻挠，一个是提疑问，目的是为解决问题。</p> <p>　　智叟，智于其表，愚在其中，因此愚公对智叟的冷嘲热讽，先报之以一声长叹，表示遗憾想不到智叟竟是这样的木然无知，接着，针锋相对地进行驳斥：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉；子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”出语尖锐犀利，毕露锋瓦。这段话含有很大的思想空量，阐述了“有限”和“无限”的朴素的辩证关系，进一步表现了愚公迎难而上的精神。</p> <p>　　智叟只看到愚公的“残年余力”及山高难以削平的一面，而看不到人类延续不断及山不会增高的一面，所以堪称“固不可彻”，比起愚公的目光来实是短浅。愚公藐视大山，敢于移山，知难而进，坚韧不拔，是因为他看到了人的作用，通过努力，事物是能够转化的。由此可见愚公形愚而实智。</p> <p>　　文章篇末以移山取得了最后胜利，矛盾获得了解决，作为故事的结局，充满了浪漫主义的色彩。由于古代生产力和自然科学不发达的缘故，往往幻想着能有超人力量来帮助人们移山填海，征服大自然，所以作者运用了浪漫主义的艺术想象，写“操蛇之神”听说愚公要永不停息地挖山而害怕起来，将此事告诉了“天帝”，“帝感其诚”，就派遣了两个大力士把两座大山背走了。</p> <p>　　这显然是神话，在客观理实中是不存在的，但却反映了当时人们有“人定胜天”的强烈愿望，和变革大自然的雄伟气魄，也反映了作者对作品中所阐述的哲理思想的坚信，以神话的形式给予了肯定。寄未来理想的实现于神话，寓哲理思想于想象，作者这样写，就是为了让人们在精神是得到鼓舞，在情绪上受到感染。</p> <p>　　这则寓言在写作上，有两个显著的艺术特色：</p> <p>　　第一，对比手法的运用相当成功。为了突出愚公“挖山水止”的精神，强调矛盾可以互相转化的哲理思想的正确，就以“子子孙孙无穷匮”与“山不加增”对比；为了表现移山时不畏艰险的气概，激励人们去掌握这一哲理思想，就以“年且九十”的愚公，“子孙荷担者三夫”的家庭，“始龀”的助手，与“方七百里，高万仞”的两座大山对比；为了说明愚公并不愚，智叟并不智，显示这一哲理思想所产生的威力，就以智叟的一开始的“笑而止之”与被驳后的“无以应”对比，等等，在对比中逐步完成了愚公艺术形象的塑造。</p> <p>　　第二，故事情节的安排比较巧妙。全文篇幅短小，然而却写得曲折多姿，波澜起伏，加之行文紧凑，笔墨舒洒自如，令人读后兴味盎然。文章摆出了人和山的矛盾，写愚公“聚室而谋”，全家人纷纷表示赞成，接着就该是行动起来一起移山，谁知愚公之妻献疑，产生了波折，而所疑的都是移山中碰到的具体问题，这些具体问题不解决，那人和山的矛盾也就不能解决。经过讨论，商量了办法，出现了移山劳动的盛况，接着就该是苦战不休，不料跳出来个智叟，形成了移山的阻碍，老愚公就和智叟展开了激烈的辩论，在辩论中揭示出寓言所包含的哲理思想，这样既突显了愚公精神的可贵，同时深化了作品的主题思想。</p> <p>　　在一个仅有三百余字的简单的故事里，将较多的矛盾集中起来描写，能够收到戏剧性的艺术效果，否则顺流平坡地写下去，还不只是索然寡味，更重要的是所要强调的内容得不到强调，不能使主题通过人物形象的塑造而圆满地表达出来。一般地讲，从简单中见复杂，在情节安排上并不容易，因此处理得不好，就会使人感到复杂中仍然显得简单。《愚公移山》故事本身简单，但由于在情节的处理上没有平铺直叙，而是从矛盾相继出现的尖锐性上去显示复杂性，这样就增强了文章跌宕的气势，引人入胜。解决矛质，没有简单化，愚公说服其妻，不是以空话大话压服，而是靠众人拿出办法；驳倒智叟，不是泛泛顶撞，而是据理而言。愚公的“理”，非等闲之论，它是作品中哲理思想的精髓，字字如锤击出的火星，句句似脱了弦的利箭，都是性格化的语言，又都是有哲理思想深度的语言，。正是如此，理直才能气壮，理屈必然词穷，愚公驳得智叟哑口无言。两个人的辩论将故事情节推上了高潮，使寓言的寓意得到充分的展示。</p>",
  "about": "<h2>文言现象</h2> <p><strong>古今异义</strong><br>(1)指<br>古义：直，一直<br>今义：手指；用手指<br>(2)曾<br>古义：连……都<br>今义：曾经<br>(3)毛<br>古义：草木<br>今义：毛发<br>(4)阳<br>古义：山之南，水之北<br>今义:太阳<br>(5)阴<br>古义：山之北，水之南<br>今义：阴天<br>(6)诸<br>古义：之于<br>今义：各个、许多<br>(7)息<br>古义：叹气<br>今义：休息<br>(8)虽<br>古义：即使<br>今义：虽然<br>(9)已<br>古义：停止<br>今义：已经<br>(10)方<br>古义：方圆<br>今义：常指矩形<br>(11)惩<br>古义：苦于<br>今义：惩罚<br>(12)苦<br>古义：愁<br>今义：能燥，能泄，能坚的药味<br>(13)荷<br>古义：挑<br>今义：<br>莲，又称荷、芙蕖、鞭蓉、水芙蓉、水芝、水芸、水旦、水华等，溪客、玉环是其雅称，未开的花蕾称菡萏，已开的花朵称鞭蕖，睡莲科，属多年生水生宿根草本植物，其地下茎称藕，能食用，叶入药，莲子为上乘补品，花可供观赏。是我国十大名花之一。是印度的国花。</p> <p><strong>词性活用</strong><br>1险：形容词活用作名词，险峻的大山。<br>2箕畚：名词活用作动词，用箕畚装石土。<br>3面：名词活用作状语，面向着。<br>4聚：使动用法，使... ...聚，相当于：“把... ...召集在一起”。<br>5苦：形容词作动词，愁</p> <p><strong>一词多义</strong><br>1.其 惧其不已也【代词，他】 其如土石何【助词，加强反问语气】 帝感其诚【他】 其妻献疑【他的】<br>2.之 以君之力【的】 虽我之死【助词，主谓间取消句子独立性】 告之于帝【代词，这件事】 跳往助之【代词，代指愚公】<br>3.且　年且九十【将要，快要】　且焉置土石【况且】<br>4.焉 且焉置土石？【疑问代词，哪里】 始一反焉【加强语气】<br>5.而 面山而居【表示修饰】 何苦而不平 【表示承接】而山不加增【表示转折】</p> <p><strong>通假字</strong><br>1.指通豫南 “指”通“直”，一直。<br>2.寒暑易节，始一反焉。“反”通“返”，往返。<br>3.甚矣，汝之不惠。“惠”通“慧”，聪明。<br>4.河曲智叟亡以应。“亡”通“无”，没有。<br>5.一厝雍南。“厝”通“措”，放置。<br>6.无陇断焉。“陇”通“垄”，高地。</p> <p><strong>倒装句</strong><br>1.甚矣，汝之不惠。 倒装句。汝之不惠，甚矣【你太不聪明了】<br>2.且焉置土石？ 倒装句，疑问代词“焉”提前。<br>3.遂率子孙荷担者三夫 。倒装句，定语“三夫”后置。<br>4.告之于帝。倒装句。状语“于帝”前提。<br>5.何苦而不平？</p> <p><strong>被动句</strong><br>1.帝感其诚。被动句。【天帝被他的诚心所感动。】</p> <p><strong>省略句</strong><br>1.（太行、王屋二山）本在冀州之南，河阳之北。”——此句中省略主语“太行、王屋二山”。<br>2.遂率子孙荷担者三夫。 省略句，省略主语愚公。<br>3帝感其诚。省略句，省略介词“于”——帝感于其诚。<br>4.一厝(于)朔东，一厝（于）雍南。 </p><br/><h2>问题研究</h2> <p>　　1.故事的结局是天神帮助愚公移走了两座大山。这样的安排是否有损愚公的形象？</p> <p>　　答：不有损。一是这个神话结尾，充满了浪漫主义色彩，借助神的力量实现愚公的宏伟抱负，反映了古代劳动人们的美好愿望，这与封建迷信有本质区别。二是因为正是愚公的决心和行动感动了天帝，天帝才派遣力神二子背走二山，这衬托了愚公的形象，使之更加丰富，这是对愚公精神的肯定和赞扬。</p> <p>　　2.在挖山过程中有哪些困难？</p> <p>　　1）.“方七百里，高万仞”山本身高大无比。</p> <p>　　2）.“寒暑易节，始一反焉”路途遥远。</p> <p>　　3）.“北山愚公，年且九十”“遂率子孙荷担者三夫”“始龀，跳往助之”人老又少。</p> <p>　　4）.“叩石垦壤，箕畚运于渤海之尾”工具简陋。</p> <p>　　5）.河曲智叟劝阻，讥笑。</p> <p>　　3.故事用神话做结尾的原因有哪些（故事为什么用神话结尾）？</p> <p>　　1） 古代生产力水平低下，人们只能通过幻想，借助有超人力量的神来实现征服自然的愿望，本文就是借助神的力量来实现愚公的宏伟抱负，这也是解决人与自然矛盾的方式，表达了古代劳动人民的美好愿望。</p> <p>　　2） 更能突出愚公的精神惊天地，泣鬼神。 </p><br/><h2>文章理解</h2> <p>　　第一段写太行、王屋二山的面积、高度和地理位置。意在衬托移山的艰难。愚公要移山，山越高大，移山的任务越艰巨，愚公的品质也就越突出。这是故事的背景，为下文愚公移山埋下伏笔。</p> <p>　　第二段写愚公主张提出移山，家里人提出运土方案，率领几人便马上开始行动。</p> <p>　　第三段写愚公对智叟的驳斥，这是情节的发展。愚公和智叟的对话是全文的核心，愚公坚信可以移山。智叟目光短浅，阻止愚公移山。</p> <p>　　第四段写天帝被愚公的诚心感动了，派神将山背走了，愚公的愿望实现了。</p> <p>　　文章通过愚公移山成功的事情,反映了我国古代劳动人民改造自然的伟大气魄和惊人毅力,说明了要克服困难就必须下定决心，持之以恒，坚持不懈的道理。</p> <p>　　文中对比：愚公移山的目标十分明确，他要变“出入之迂”为“指通豫南，达于汉阴”；愚公不怕困难，亲行动，他“率子孙荷担者三夫，叩石垦壤”；愚公目光长远，能辩证地看问题，他认识到“子子孙孙无穷匮也，而山不加增”。而智叟则与其相反，他讥笑、责备愚公的行为；他轻视愚公的力量，质问愚公，“曾不能毁山之一毛，其如土石何”；他目光短浅，只看到愚公的“残年余力”，而忽视了子孙的绵延不绝。两相对比，愚公不怕困难的大无畏精神更加突出，愚公这一人物形象也更加鲜明。</p> <p>　　文中烘托：太行、王屋二山的高大，运土石路程的遥远，对显示愚公的气魄，也说明移山劳动的艰巨具有一定的作用。又如写操蛇之神的“惧”和天帝的“感”，也从侧面反映了愚公的决心不可动摇。</p> <p>　　结尾深意：照应故事开头。太行、王屋二山被大力神的两个儿子背走，愚公的愿望实现。虽是神助，但愚公之诚，不可磨灭；移山之功归属于愚公！</p><br/><h2>写作背景</h2> 　　战国初期，出现了百家争鸣的局面，各家学派在传扬自己的主张时，常运用大量生动的小故事来说明抽象的道理。这样，寓言就空前繁荣起来。<br/><h2>案例展示</h2> <p><strong>1.教学目标</strong><br>（1）知识目标：积累文言文重要的实词、虚词，辨析一词多义；理解课文深刻的寓意。<br>（2）能力目标：反复朗读课文，整体把握文意，探究文章的内涵，培养文言文自读能力；把握愚公这一人物形象，体会对比、衬托手法的表达效果。<br>（3）德育目标：学习愚公精神，正视成长道路上的艰难险阻，勇往直前。</p> <p><strong>2.教学实录</strong><br>（一）媒体辅助，导入新课<br>以动漫flash——愚公移山导入。<br>学生欣赏画面，品味美妙的乐曲。<br>（二）朗读课文，整体感知<br>（1）教师示范背诵课文。学生循声跟读。<br>（2）学生齐读课文，教师提示句子停顿。<br>示例：<br>惩/山北之塞 曾不能/损魁父之丘 遂/率子孙荷担者/三夫<br>邻人京城氏之孀妻/有遗男 命/夸娥氏二子/负二山<br>（3）学生根据注释提示，借助工具书，疏通文句，圈点勾画难词难句。同桌之间讨论交流，教师巡视，答疑解惑。<br>（4）教师检查学生自学情况。<br>多媒体展示内容如下：<br>指出下列句中的通假字并解释。<br>始一反焉 汝之不惠 亡以应<br>一厝朔东 无陇断焉<br>对加点字的解释正确的一项是 ( )<br>惩山北之塞 A．处罚 B．警戒 C．苦于<br>出入之迂也 A．绕远 B．迂腐 C．困难<br>指通豫南 A．指向 B．手指 C．一直<br>杂然相许 A．允许 B．赞成 C．答应<br>且焉置土石 A．哪里 B．乃、才 C．语气助词<br>一词多义<br>方：方七百里 方其远出海门<br>曾：曾不若孀妻弱子 曾益其所不能 以君之力。曾不能毁山之一毛<br>固：汝心之固，固不可彻 吾义固不杀人<br>亡：河曲智叟亡以应 今亡亦死，举大计亦死<br>其：其如土石何 惧其不已也 帝感其诚 其妻献疑<br>焉：且焉置土石 虽我之死。有子存焉<br>之：甚矣。汝之不惠 告之于帝<br>翻译下列句子：<br>①甚矣。汝之不惠!<br>②遂率子孙荷担者三夫<br>③投渚渤海之尾。<br>④冀之南，汉之阴，无陇断焉。<br>[学生自由回答，其余学生评价或补充。答案略写。]<br>（5）教师播放教学图片，每显示一幅，学生用自己的语言描述或朗读课文相关片断。<br>第一幅：二山雄立图 第二幅：在家庭会议上<br>第三幅：毕力平险图 第四幅：愚公智叟辩难图<br>第五幅：神灵移山图<br>（三）研读课文，理解寓意<br>（1）学生分两组，展开课堂辩论。<br>辩题：愚公、智叟到底谁愚?<br>正方：愚公实愚<br>反方：智叟不智<br>辩词选摘：正方：愚公实愚<br>两座山雄伟高大．实难移走；愚公年且九十，山未移身先死。如何享利?全家人力量微弱，况且只有一个七八岁的孩子帮忙；工具落后，敲石挖土，用畚箕装了土石远运山外；路途遥远。运土石到渤海之尾，隐土之北。<br>反方：智叟不智<br>愚公痛感迂塞之苦，有艰苦奋斗的精神；“指通豫南，达于汉阴”，确知移山之利，有长期奋斗的思想准备；有子孙的支持，使移山之役得以顺利开始；深明可移之理，“子子孙孙无穷匮也，而山不加增”，有发展变化的观点；感动天帝，将山搬走，显示愚公移山力量之大，精神感人至深；智叟知难而止，无所作为，讥讽阻拦愚公移山是真正的愚。<br>教师总结：经过一番激烈的辩驳，愚公智叟孰智孰愚已成不争的事实，那就是愚公不愚，智叟不智。<br>（2）提问：这是一篇古代寓言，它通过愚公移山成功的故事说明了一个什么道理呢?<br>学生讨论交流。<br>示例：<br>要克服困难，就必须下定决心，只要坚持不懈，成功终会属于我们。<br>做任何事。都要有坚定的信念，要有恒心和毅力。<br>凡事预则立，不预则废。<br>大小、多少是相对的，都可以向自己的对立面转化，成功、失败亦如此。<br>（四）品读课文，把握本文的艺术特征<br>（1）提问：有人认为本文以神话结尾是作者迷信思想的反映，也有人认为它反映了作者阶级的局限性。你是如何理解本文的神话结尾的呢?<br>学生自由发言。<br>明确：这是对愚公移山巨大力量和伟大精神的肯定和歌颂，也表达了古代人民借助想象、寄托于神话向自然斗争并取得胜利的愿望。这个神话结尾，增强了故事的艺术效果，使“愚公移山”的形象更为高大、感人。<br>教师点拨：神话不同于迷信，在生产力极不发达的社会条件下，人们只能幻想通过具有超人力量的神来帮助人类征服自然。这个神话式的结尾反映了古代劳动人民的美好愿望。<br>（2）关于对比、衬托手法<br>学生讨论<br>明确：文中有多处对比，如愚公与智叟、京城氏之子和智叟、愚公之妻和智叟的对比。愚公有实现“指通豫南，达于汉阴”以造福人民大众和后代子孙的宏伟抱负，对人力的无穷尽怀有坚定信念；智叟只看到自然的威力，看不到人力的伟大，认为愚公移山是“不惠之举”，两相对比，一个高尚，一个平庸。京城氏之子听说愚公移山就“跳往助之”，而智叟却“笑而止之”，对比之下，更显出智叟见解鄙陋，对造福千万人的事业的冷漠态度。愚公之妻对丈夫关心，提出合情合理的疑问；智叟表现出极度的轻蔑，嘲讽之意溢于言表，一“君”一“汝”，境界全出。文中运用衬托的例子也不少，如写太行、王屋二山的高大，运土路程的遥远，一年返家一次对显现愚公的气魄，说明移山劳动的艰巨具有衬托作用。写操蛇之神的“惧”和天帝的“感”也从侧面反映了愚公的决心不可动摇。<br>（五）研读课文，总结升华<br>教师提问：我们这个时代还需要愚公精神吗?<br>学生争相发言。<br>教师总结：<br>愚公精神的实质是排除干难万险不达目的决不休止。我们这个时代仍然需要这种精神。如果人人都只求眼前利益，哪里会有“神舟”五号的发射成功，非典、禽流感的防治?哪里会有我国近十年的辉煌成就?哪里会有时代的发展、人类的进步?让我们从愚公手里接过精神火把，点燃智慧，照亮前行的路。去追寻明天的太阳!<br>（六）课堂小结<br>教师朗诵《愚公移山》歌词：<br>听起来是奇闻，讲起来是笑谈，任凭那扁担把脊背压弯，任凭那脚板把木屐磨穿。面对着王屋与太行，凭着是一身肝胆。讲起来不是那奇闻，谈起来不是笑淡，望望头土：天外天，走走脚下一马平川，面对着满堂儿孙，了却了心中祈愿。无路难呀开路更难，所以后来人为你感叹。（多媒体显示）<br>没有比脚更长的路，没有比人更高的山。<br>学生齐读。结束全文学习。<br>（七）布置作业<br>（1）以“有志者事竟成——读《愚公移公》有感”为题，写一篇读后感。<br>（2）有人说，愚公精神就是苦干精神，仅有苦干是远远不够的，苦干加巧干才等于成功。你如何评价这种观点，写一段话阐明你的观战场点。</p> <p><strong>3.教学反思</strong><br>（1）辩论式教学以学生为主体，学生成了课堂的主人翁，而教师却成了课堂的发现者、开发者、欣赏者、组织者、和引导者。整个教学片过程当中我自始至终没有去干涉学生的学习行为，充分体现了以学生为主，让学生在课堂中质疑、争辩……。我只是在规范学生学习行为，维护课堂秩序方面，作了适当的引导。学生在课堂上尽情地发言，从不同的角度发表了自己的看法，有的甚至从现在和将来去思考，可以看出学生是思考了，是探究了，真正体现了以学生为主体，使课堂成了他们学习的演练场。<br>（2）开放式教学思想的体现。新课程所提出的开放式教学思想的渗透，并不是放任学生，而是对教材的开放，对学生评价的开放，提倡多元化教学，这当中包括学生对教材的不同体验和感受。以上教学片段就是体现了学生对课文人物的不同理解，从不同角度去欣赏。教师并没有否认学生的看法，只要学生不反党，不违法，不违反人性，追求真、善、美，他的回答，教师都应给予肯定。对学生的评价不再是以教师一言定论，而是建立了生生、师生等交互网式的评价，还可以在评价空间上由课内延伸到课外。<br>（3）辩论有利于学生形成独立见解，张扬个性，不唯师、不唯高。辩论会中，学生支持哪方面观点都行。我们先不管学生的观点对不对、论据是否充分。单就他们那种多角度、立体地、独立地思考问题的方式，不迷信权威、不迷信老师的敢于挑战的精神，就足以让我们欣慰了。<br>（4）辩论，不仅给学生各抒己见表现自我的机会，培养他们的成就感和自信心，还培养了学生团结合作的精神。学生要想有力地反驳对方，必须要认真听取对方的观点和证明其观点的论据。更需要迅速分析思考，迅速地找出对方的疏漏之处即“抓小辫子”才结合自己的资料加以反驳。这样对学生思维能力的锻炼要比我们平时一问一答更加立竿见影。辩论会上学生那铿锵有力、咄咄逼人的辩词频频出现。有的学生甚至能一连说出十来个反问句，大有不把对方问得哑口无言不罢休之感。而每每此时这些同学总能得到来自双方辩手的掌声，这对他们又是极大的鼓励。他们互相启发、互相学习，互相认同，互相接纳，培养了合作精神。<br>“辩论式教学”是具有现代意识的一种探索未知的教学方式，在以培养学生的创新精神和实践能力为重点的素质教育中，尤其值得研究的一种教学艺术，如何使这门艺术更精湛，臻于完美，还需要我们不断去探究，去实践……</p> <p><strong>4.专家点评</strong><br>这是一个很成功的教学案例。<br>《语文课程标准》指出：“学生是学习和发展的主体。语文课程必须根据学生身心发展和语文学习的特点，关注学生的个体差异和不同的学习需求，爱护学生的好奇心、求知欲，充分激发学生的主动意识和进取精神，倡导自主、合作、探究的学习方式。”郭老师的这一堂课很好地体现了这一点。对于《愚公移山》，学生从不同的渠道都获得了一定的认识，看到这一课题，都会产生似曾相识的愉悦感，对课文学习事先就会有一定的兴趣，郭老师不仅保护了这份学习兴趣，而且通过播放动漫、音乐等手段来强化这分兴趣，取得了良好效果。使用辩论方式组织教学，使大部分学生整节课都处于兴奋状态下，思维活跃，积极性高。郭老师掌控课堂居高临下，游刃有余，张弛有度，节奏合理。更为难得的是，郭老师没有让教学停留在表面的热闹上，他把事先设计的《愚公移山》的教学目标落实得很到位，使学生在兴趣盎然中真正得到了知识。<br>这一堂课真正体现了以学生为主体、老师为主导的教学思想，既有师生交流，更有生生间思想火花的撞击；既激发了学生探究学习的兴趣，又锻炼了学生独立思维的能力。<br>在思想教育方面，这堂课也很好地体现了新课标的课程理念：重视语文的熏陶感染作用，注意教学内容的价值取向，尊重学生在学习过程中的独特体验。教学中，郭老师还注意引导学生用现代的理念去解读作品，使古代作品再次焕发现代的光辉，让学生进生生间思想火花的撞击；既激发了学生探究学习的兴趣，又锻炼了学生独立思维的能力。 </p><br/><h2>新解</h2> <p>　　愚公移山的故事发生在王屋山，王屋山上有王屋乡，王屋乡里有愚公村，而愚公村便是传说中愚公的故乡。 　出济源市区，西行35公里便是王屋乡。</p> <p>　　沿济邵(邵原镇为济源市最西的一个镇)公路西行，王屋山的俊秀挺拔与山势陡峭尽入眼中，不由得感慨王屋乡之偏远及王屋乡人出行的诸多不便，由此更明白老愚公在年且九十之际，扣石垦壤，要移走太行、王屋二山愿望之迫切。</p> <p>　　眼前的济邵公路，双向两车道，虽随山势变化而曲折弯转，但路面十分平坦。一路西行，公路两边的防护林连绵不断，风景秀丽。</p> <p>　　同行的赵公文不断感慨，感叹这条道路的贯通给愚公后人带来的巨大变化。</p> <p>　　赵公文是济源市记者协会秘书长，老家在济源市西的邵原镇，距市区55公里，他对济邵公路开通前后山区的变化感受最深：“我1986年离开邵原镇，在这之前，从邵原镇到市区只有一条弯弯曲曲的山路，我父亲那时候是村支书，每次到县里开会都要在山上走100多里。村民养些猪、羊也卖不出去，贫穷落后是自然的。”</p> <p>　　1987年，济邵公路修成。1997年、2000年，济邵公路两次大修，扩整路面，济源西部的几个乡镇彻底告别了交通闭塞的落后状况。 　40分钟后，汽车停靠在王屋乡愚公村村口。正对村口的是愚公移山纪念广场，广场高高的平台上立着巨大的愚公移山群雕，老愚公左手叉腰，右肩荷锄，正对着愚公村村口蜿蜒而来的柏油公路。</p> <p>　　相隔两千年后，愚公出山的梦终于圆了。</p> <p>　　愚公移山，若是象征性地去理解，把山比喻为毒瘤般的人事物的话，则值得学习其精神，否则不敢苟同了。愚公移山，从头到尾就是表现了愚公的愚不可及以及不听智叟的劝说而进行的一番巧辩罢了。大自然有其天地之造化，人力亦有圆润之道可以为之。人生短暂如蜉蝣一瞬，面对一些情况实是可以绕道而行，或迁移便可。比如愚公以及乡民，生在大山之中，本身就不便于交通行走，在这个情况下完全可以举村而迁，住到大山外面的平坦之地岂不是更好，这样既省力又省时，而且没有破坏自然，这何其不是智者之道？把宝贵的时间让自己与子孙都浪费在移山之中，岂不是莫大的悲哀？好在现在的政策是有“移民”一说，没有生搬硬套。 </p>",
  "poet": {
    "id": 315,
    "star": 0,
    "name": "列御寇",
    "image": "http://img.gushiwen.org/authorImg/lieyukou.jpg",
    "desc": "列御寇，名寇，又名御寇（又称“圄寇”“国寇”），相传是战国前期的道家人，郑国人，与郑缪公同时。其学本于黄帝老子，主张清静无为。后汉班固《艺文志》“道家”部分有《列子》八卷，早已散失。"
  },
  "tags": [
    "初中文言文",
    "寓言",
    "故事"
  ]
}