{
  "id": 58003,
  "star": 12,
  "name": "江神子·赋梅寄余叔良",
  "dynasty": "宋代",
  "content": "暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。<br>未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。",
  "fanyi": "<p><strong>译文</strong><br>　　梅花的香气从小径那边悠然飘来，雪花纷纷而落。晚风浮动，晨风轻轻。这绽放的花朵想要争夺第一分春意呢，于是早早的（先）在寒风中发枝吐蕾。可是这一年中最早的春天已经结束了（说作者心里的春天），早早的开放，却是已经迟了呢。看那开烦的花朵，也不全是冰雪晶莹的姿态呢。有的吐蕾（未开）有的含苞（欲开），就像红唇的淡雅的女子，只轻轻的扫了些许脂粉。我啊，喝醉了，迷迷糊糊的侮辱了这鲜艳的花朵（见上面）花呀你不要嫉恨我啊，要知道：你这一身的（浑）淡雅，高洁，又有谁相知呢？</p> <p><strong>注释</strong><br>①闲居带湖之作。余叔良：稼轩友人，其他不详。此咏梅小令。不以绘形写神见长，却以巧立新意取胜。上片起言争春先出，继之则谓欲早却迟，而早迟之间，亦不无人生寻常事理寄焉。下片结韵转折有致，且借花喻世，含意尤深：冰清玉洁，傲霜凌雪者，人常运之；妖娆娇艳，俯仰随风者，人恒近之。<br>②“暗香”三句：写寒梅凌雪开放。暗香：幽香，代指梅花。北宋<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》：“疏影横斜水清浅，暗香浮动月黄昏。”垂垂：降落貌。<br>③“花意”句：寒梅岁末开花，意欲争春。<br>④“毕竟”三句：从一年的花时来看，梅花欲早反迟。<br>⑤“未应”四句：梅花欲开未开之时，未必全是雪霜丰姿，它白里透红，犹有胭脂红色。此用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《红梅》<a href=\"http://so.gushiwen.org/view_58003.aspx\">诗</a>意：“怕愁贪睡独开迟，自恐冰脸不入时。故作小红桃杏色，尚馀孤瘦雪霜姿。”<br>⑥“醉里”三句：请梅花莫恨我醉后乱语，要知道素雅太过，有谁来欣赏呢？谤：诽谤，说坏话。冷淡：清冷淡泊。知：欣赏，赏识。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作为赋梅赠人之作，词中的白梅与词题上的被赠者之间应该有某种联系：品格的联系或者身世的联系。好在梅花的品格与它的身世，在词人眼中本有因果联系；而余叔良的籍籍无名，似也可以让读者生发“品、运似白梅”的联想。这样，一首以咏白梅为中心的咏物词，就有了人事寄托的袅袅余味。</p> <p>　　上片由景入情再入理，写白梅冒雪开放的情态和词人对梅花这一“行为”的看法。起韵重笔描写梅花的凌寒冒雪开放的情景：在白雪飘零的时候，被冬日的寒风早晚不停地吹拂的白梅，已经悄悄开放。在扎眼的白雪中，人们几乎看不见它的花朵，但是却呼吸到了它的横路暗香。在接韵中，作者忍不住要揣测这种肯于凌寒开放的梅花的心思，觉得它是为争先迎接春天而不惜在一年最寒冷的时候绽放于枝头。三韵是作者对它的行为加以叹息：现在毕竟是一年的花事已经结束的时候，梅花因为要早，却反而成了一年中最晚开放的花朵。这样的叹息，不仅是为“心高命薄”的梅花而发，而且也寄寓着他对于人事因缘的深刻体会。</p> <p>　　下片更集中地表达词人对于“浑冷淡”的白梅的幽恨。在这种幽恨当中，不仅打入了词人自己的生命体验，也打入了词人对友人冷落不遇的真诚理解。过片语气突然一转，说这具有“雪霜姿”的白梅，在将开未开时也不一定全是似雪如霜的白色。那么它那时又是怎样的颜色呢？接韵就回答这个潜在的问题。它曾像“粉面朱唇”的美人一样，有着一点儿胭脂之色。言外之意是，等到完全开放(花冠遮住了花萼)，却成了浑然的白色。白梅从未开到开放的颜色变化，不仅是对于自然现象的真实记录，更在于表达了作者“早知今日，何必当初”的痛惜之情。结韵故意对这清冷素淡的高雅梅花致以“微词”：你既如此素雅脱俗，就莫怪世人不欣赏你。这样的反话，道尽了情深若浅，钟情若恨的复杂心理矛盾。作者对于白梅这一自然物下这样的重辞，表明他早已将它当成了某种人品、某种人的命运的象征。这样的人品和命运，既然引发了他不醉酒就无以摆脱的愁情，醉了酒也不能摆脱的幽恨，显然是包括了他对自己的人品和命运之看法的。作者最后将这首词寄给了余叔良，也许余叔良也是一个自感冷淡不遇的幽人，作者以这样的方式向他表达自己的理解和安慰。 </p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "咏物",
    "梅花",
    "品格",
    "抒情"
  ]
}