{
  "id": 68175,
  "star": 33,
  "name": "大有·九日",
  "dynasty": "宋代",
  "content": "戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。 <br>红萸佩、空对酒。砧杆动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。",
  "fanyi": "<p><strong>译文<br></strong>古老的戏马台前，在竹篱下采菊酿酒，岁月流逝，我问今天是什么时节，才知又是重九。我正好归来，南山一片苍翠依旧，昨夜在窗下听着风雨交加，都不像登临的时候。我像<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>一样因悲秋而愁苦，又像卫玠一般为忧时而清瘦。<br>我佩戴了红色的茱萸草，空对着美酒，砧杵惊动微寒，暗暗侵逼衣袖。秋天已没有多少时候，早已是满目的残荷衰柳。我勉强整理一下倾斜的帽檐，向着远方连连搔首。我多少次忆念起故乡的风物。莼菜和鲈鱼的味道最美时，是在霜冻之前，鸿雁归去之后。</p> <p><strong>注释<br></strong>1.大有：<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>创调。小石调，调见《片玉集》。双调九十九字，前段八句四仄韵，后段十句五仄韵。<br>2.采花篱下：用陶潜“采菊东篱下”<a href=\"http://so.gushiwen.org/view_68175.aspx\">诗</a>意。<br>3.宋玉情怀：即悲秋情怀，宋玉作《九辩》悲愁。<br>4.卫郎：及卫玠，字叔宝，河东安邑（今山西夏县北）人，晋朝玄学家、官员，中国古代四大美男之一。<br>5.砧杵（zhēn chǔ）：捣衣石和棒槌。亦指捣衣。<br>6.“帽檐”句：用孟嘉龙山落帽事。欹（qī），倾斜。<br>7.莼鲈（chún lú）：鲈鱼与莼菜。南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语．识鉴》载﹕晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>在洛﹐见秋风起而思故乡莼鲈﹐因辞官归。后因以\"鲈莼\"为思乡之典。<br>8.霜前雁后：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗：“故国霜前北雁来。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词写重阳节有感阴历九月九日为重阳节，现今亦是“老人节”了。词上阕开头用宋武帝重阳登戏马台及陶潜重阳日把酒东篱的事实点明节令。接着表达向往隐逸生活的意趣。“昨夜”是突现未归时自己悲秋的情怀和瘦弱身体，以及“归来”得及时和必要。下阕第一句承开头咏重阳事，暗含自叹老大伤悲之意。“几回忆”三句亦是尚未归来时心情。反复推挪与呼应，最后归结于“天涯归来”者对当年流落时无限愁情的咀嚼。</p> <p>　　上片，首句“戏马台”，有三处：一，在河南临漳县西，又称阅马台。后赵石虎所筑。石虎于台上放鸣镝，为军骑出入之节；二，在江苏铜山县南，晋义熙中，刘裕大会宾僚，赋<a href=\"http://so.gushiwen.org/view_68175.aspx\">诗</a>于此。三，扬州亦有戏马台。从词的内容看，应指赋诗所在铜山戏马台。开头四句是说，在戏马台前赋诗，东篱采菊，问起时间，又是九月九日重阳节了。这四句点明了“九日”题意。“恰归来，南山翠色依旧。”潘希白，永嘉人。这两句是说，正巧这时我回到永嘉，江山依旧，而人的感情已大不一样了，引起了下面四句的深沉的感慨。窗外昨夜的风雨，已不像是登高的时候了。潘希白处在南宋灭亡的前夕，国势岌岌可危，哪里有心情去登高游览。“一片<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>情怀，十分卫郎清瘦。”宋玉，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的学生，曾入仕楚顷襄王。他期望对国家有所作为，受到黑暗势力的排挤而失职穷困，在他的作品《九辩》中，表示叹老嗟卑的伤感与哀愁。“卫郎”，古有卫玠、卫协、卫恒诸人，协与恒为书法家，且年老，不合“卫郎”身份。卫玠似颇合词意。玠卫恒之子，风神秀异，官太子洗马，后移家建业，观者如堵，终身无喜愠之色，年二十七而卒。这两句是说，他内心里充满了宋玉般伤时感事的情怀和卫玠般的愁瘦。这两句反映了宋代末世知识分子的苦恼情绪。</p> <p>　　下片，主要抒发词人在重阳这一天内心的痛苦。“红萸佩、空对酒。”重九是插茱萸、饮酒赋诗的时节。“空对酒”用一个“空”字，表现了他深沉的痛苦，意思是说，在这个国家遭到异族的侵略，濒于灭亡的前夕，我还有什么话可说呢？德祐中（1275至1276），起用他任史馆检校，他不肯赴任，三年后，宋朝灭亡。这个“空”是包括了他无限的忧愁与苦闷。“砧杆动微寒，暗欺罗袖”，这是写秋景，说秋风已吹入了他襟袖。“秋已无多，早是败荷衰柳。”这个“秋”不是单纯地指秋天，也暗寓了赵宋王朝灭亡在即的意思。“强整帽檐欹侧，曾经向、天涯搔首。”勉强整顿了一下歪斜了的帽子，因为我曾经搔首问天。“天涯搔首”在无言中又吐露了他无穷的苦恨。“几回忆、故国莼鲈，霜前雁后。”江南秋天的鲈鱼是很美的，这些也只成为对往事的回忆了。在淳祐年间（1241─1252），京城临安附近，经济彻底崩溃，物价猛涨，“殍馑相望，中外凛凛”高斯得作诗说：“人生衣食为大命，今已剿绝无余遗”。老百姓连饭都没有吃，“莼鲈”美味，自然只是回忆中的事了。词的末尾，是这个时代背景的写照。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋亡后不少文人归隐不仕，词中常多有归隐抒怀之作，该词词人抒写了重阳节时伤秋思归的意绪，满篇衰飒之气，有悯时伤世之慨。</p>",
  "poet": {
    "id": 480,
    "star": 0,
    "name": "潘希白",
    "desc": "潘希白，字怀古，号渔庄，永嘉人（今浙江湖州人）。南宋理宗宝祐元年（1253）年中进士。存词1首。"
  },
  "tags": [
    "重阳节",
    "悲秋",
    "思归",
    "抒怀"
  ]
}