{
  "id": 15859,
  "star": 27,
  "name": "赏牡丹",
  "dynasty": "唐代",
  "content": "此花名价别，开艳益皇都。<br>香遍苓菱死，红烧踯躅枯。 <br>软光笼细脉，妖色暖鲜肤。<br>满蕊攒黄粉，含棱缕绛苏。 <br>好和薰御服，堪画入宫图。<br>晚态愁新妇，残妆望病夫。 <br>教人知个数，留客赏斯须。<br>一夜轻风起，千金买亦无。",
  "fanyi": "<p><strong>译文<br></strong>这花声价不同其他花草，绽放时刻溢满整个国都。<br>芳香处处苓蔆羞愧欲死，颜色火红踯躅失色枯萎。<br>柔和光华笼罩纤细肢体，妖艳色彩温暖娇嫩肌肤。<br>花朵中填满金粉般花蕊，翻卷花瓣如同大红流苏。<br>香味和顺可以熏染御服，姿态美丽应当画入宫图。<br>将谢如淡淡哀愁的新妇，凋零同望着病夫的女子。<br>请大家知道这花时短暂，客人再留下欣赏片刻吧。<br>一夜清风吹起花事结束，即使千金也难买回花开。</p> <p><strong>注释<br></strong>1.赏牡丹：这是<a href=\"http://so.gushiwen.org/view_15859.aspx\">诗</a>人居官长安时写的一首赏牡丹诗。全诗围绕一个“赏”字，写自己看牡丹时的审美感受。<br>2.名价别：（牡丹）声名、身价都有别于他花。名价犹声价。北齐<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《颜氏家训·勉学》：“有一俊士，自许史学，名价甚高。”按：唐人嗜牡丹，到<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>生活的中唐时期此风尤盛。<br>3.皇都：国都，此处指唐上都长安。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《早春呈张水部》诗：“最是一年春好处，绝胜花柳满皇都。”益：水溢出器皿，此引申为满。<br>4.香遍：香满。苓蓤（líng）：《全唐诗》作苓菱。唐人认为苓即荷花。唐人李善《文选注》云：“苓，古‘莲’字。”汉代<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》云：“蔓草芳苓。”言其以芳香著称。菱一名芰，与荷花同是芳香花卉，有词牌《芰荷香》可证。此句谓牡丹花香四溢，使苓蔆相形见拙，羞愧欲死。[2] <br>5.红烧：花色红艳如火。踯（zhí）躅（zhú）：指山踯躅，又名红踯躅，山石榴、映山红、杜鹃花。见《本草纲目》卷一七。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《山石榴寄元九》诗：“高枝濯濯辛夷紫，密叶深深踯躅红。”<br>6.软光：柔和的光泽。细脉：犹言气脉。此句写牡丹的韵致。 脉在古文中解释为似血管一样连贯成系统的东西。参考历代诗文，细脉多实指细水流，这里翻译为细水流或能做一说，但是结合全篇来看，这里应该诗正面描写牡丹的姿态，细脉指牡丹的枝干更合适一些。<br>7.妖色：艳丽姿色。白居易《牡丹芳》诗：“减却牡丹妖艳色。”暖：原缺，据席本、《全唐诗》补。鲜肤：鲜指新而华美。鲜肤指娇嫩美丽的肌肤。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a> 《日出东南隅行》：“鲜肤一何润，秀色若可餐。”<br>8.蕊：原作叶，据《全唐诗》作蕊。攒金粉：碎蕊细聚如金粉状。<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>《咏牡丹未开者》诗：“嫩蕊包金粉，重葩结秀囊。”<br>9.含棱：翻卷的花瓣。缕绛苏：像一缕缕大红色流苏。<br>10.“好和”句：写牡丹的花香，可以熏染御衣。御服：帝王所用的衣服。《汉书·外戚传下·孝成许皇后》：“椒房仪法，御服舆驾，所发诸官署，及所造作，遗赐外家群臣妾。”《宋书·恩幸传序》：“侍中身奉奏事，又分掌御服。”<br>11.“堪画”句：写牡丹的丽质如美人，可以画成选入宫中的美女图。<br>12.晚态：写将谢的牡丹花的花态。愁新妇：像含有淡淡哀愁的新妇。<br>13.残妆：写已凋零的牡丹花的花台。望病夫：像鬓钗不整，形容憔悴望着有病丈夫的妻子。<br>14.知个数：个代指“这”或“那”，个数指道理，和起来就是其中道理的意思。这里谓知道花事何时将了，心中有数。<br>15.赏：席本作贵。斯须：片刻、一会儿。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《赠白马王彪》诗：“变故在斯须。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中唐时期牡丹<a href=\"http://so.gushiwen.org/view_15859.aspx\">诗</a>佳篇迭出，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>此篇不写牡丹一时之态，而是从牡丹之贵写到牡丹之美，再写牡丹凋零，用变化的角度去赏牡丹，道尽惜牡丹之情。</p> <p>　　诗作开篇言牡丹之贵，“名价别”三字直接道出牡丹的尊贵凌驾于诸花之上。随后作者用一个益字，生动的描写了长安城内牡丹花开的盛况，诺大的长安城处处是牡丹盛开，那繁盛的景象就好似要溢出来一般。此“益”引申为“满”，如同韩昌黎“绝色烟柳满皇都”，两诗皆非单讲数量之多，而是从更深层的去讲，韩诗更多的是写春满长安，而王建此句是讲牡丹的气质风采风靡了长安。用笔夸张大胆，用字生动准确，令人深切感受到牡丹之盛。</p> <p>　　后句用反衬的写法进一步说牡丹之美，苓蔆是传说中的香草，却被牡丹的花香比的羞愧欲死；山踯躅是颜色红艳的花，遇到牡丹的艳色却显得黯然失色几如枯萎。这样的描写下，即使没见过牡丹的人也能感受到牡丹超绝的鲜艳和芳香。紧接着，作者描写牡丹的气韵。枝干为柔光所笼，而花朵被妖艳的色彩晕染了娇嫩的肌肤。前句描写牡丹纤细的枝干姿态和气质，后句则以美女嫩肤为比喻写牡丹的花朵的质感，分别从不同角度生动描述牡丹花的娇美。随后，作者用大量比喻，描写牡丹花的细节。用金粉来比牡丹花的黄蕊，而满字也生动的写出牡丹花蕊之繁；用缕缕红流苏来比牡丹翻卷的花瓣，写出了牡丹花瓣色泽和形态。“好和”句，以衬托笔法写牡丹之贵。香气可以熏染御衣，姿态可以描画入宫图，都是用皇家所用来衬托牡丹气质的高贵。</p> <p>　　随后作者突然笔锋一转，开始写牡丹的晚态和凋零，用哀愁的新妇，望着病夫的女子，分别写牡丹的将谢和凋零。用拟人的笔法，写出了牡丹的晚态，惹人怜惜。从写牡丹之盛到牡丹之贵再到牡丹之美转而写牡丹将谢，再写牡丹凋零，作者一步步引导大家从赞叹到喜爱再到怜惜。这时作者发出感慨，请大家珍惜花时，客人能多赏一会儿就多赏一会儿吧。这时的感慨已经是水到渠成，通过前面的描写，读者此时对牡丹的怜惜应也感同身受，仿佛作者是道出了我们心中之所想。</p> <p>　　最末，作者用一夜清风起，千金买亦无，道出了花时难久的怅然。开篇之盛艳，末尾之冷清，强烈的对比让末尾仿佛一副大留白的画卷，意味深长，耐人寻味。清风吹过，花亦凋零，这其中是不舍，是怜惜，是冷清，种种情感由人品读。</p> <p>　　借凋零写惜花非王建独有，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>就有《惜牡丹花》开一时之风气：“惆怅阶前红牡丹， 晚来唯有两枝残。明朝风起应吹尽， 夜惜衰红把火看。”此后<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的效仿作《花下醉》：“客散酒醒深夜后，更持红烛赏残花。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>亦作：“只恐夜深花睡去，故烧高烛照红妆。”而尽管王建的牡丹诗同样是写凋零写惜花，却是从花开写到花落，借对情感的把握的细致入微，用精心的铺垫将读者引入到那种怅然若失的情景当中。诗作描写过渡自然，惋惜怅然之情水到渠成。王建的牡丹诗从单纯的赏牡丹落笔，惜牡丹入情，不寄托政治抱负个人得失，就是写一个“赏”字，且赏出了独特的风格，乃唐代赏牡丹诗作中别具一格的作品。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>生活的中唐时期，京城长安盛行赏牡丹之风俗，“家家习为俗，人人迷不悟。”文人墨客也多以牡丹为<a href=\"http://so.gushiwen.org/view_15859.aspx\">诗</a>料吟咏，此诗便是其中一篇。诗中有“皇都”一句指明写作地点在长安，而王建虽出生于京畿所在关辅之地，但其成年后便离开京城很长一段时间，故诗作写作的时间应大约是在其中晚年回到京城附近任职时所作。而王建有《同于汝锡赏白牡丹》诗，其与于汝锡相识也是在其任职召应县丞之时，也可佐证此说。此诗约略作于宪宗元和七年（813年）归京之后，而细不可考。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "咏物",
    "写花",
    "惜花",
    "牡丹"
  ]
}