{
  "id": 3012,
  "star": 15,
  "name": "送杜审言",
  "dynasty": "唐代",
  "content": "卧病人事绝，嗟君万里行。<br>河桥不相送，江树远含情。<br>别路追孙楚，维舟吊屈平。<br>可惜龙泉剑，流落在丰城。",
  "fanyi": "<p><strong>译文</strong><br>身有病少交往门庭冷清，悲叹你遭贬谪万里远行。<br>我不能到河桥饯别相送，江边树相依偎远含别情。<br>丢官职只因你才过孙楚，汨罗江把船系凭吊屈平。<br>可惜你犹如那龙泉宝剑，无人识遗弃在江西丰城。</p> <p><strong>注释</strong><br>1.嗟（jiē）：悲叹。君：指<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>。<br>2.怀着感情；怀着深情。<br>3.孙楚：字子荆，西晋文学家，少负才气，盛气傲人，仕途坎坷，年四十余始参镇东军事，后团傲侮石苞，免官。<br>4.维舟：停船。屈平：<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，战国楚人，著名文学家。<br>5.“可惜”两句：《晋书·<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>传》：“斗牛之间，常有紫气。豫章雷焕曰：‘宝剑之气，上彻于天。’华问在何郡？焕曰：‘在豫章丰城。’即补焕丰城令。焕到县掘狱基，入地四丈余，得一石函，光气非常。中有双剑，并刻题，一曰龙泉，一曰太阿。是夕斗牛间气不复见焉。”丰城（今江西丰城县）与杜审言的贬谪地吉州同属江西。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3012.aspx\">诗</a>情真意切，朴实自然，采用直说和用典双管齐下的手法，以“嗟”字贯全篇，写得情意深挚，是<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>诗作中较有意义的作品。</p> <p>　　诗的前四句通俗晓畅，选词用字，不事雕饰，抒发感慨，委婉深沉。首联直起直落，抒写自如。“卧病人事绝，嗟君万里行”，叙事写情，平坦直露，正如实地反映了诗人作此诗时的处境和心情。当时，诗人卧病在家，人事隔绝，社会交往甚少，自不免孤零寂寞之感；偏偏这时又传来了友人因贬谪而远行的消息，使诗人有寂寞之感，更是惆怅倍增，感慨无限，为全诗定下了凄伤哀怨的基调。“嗟”字用得好，自然而又蕴藉：一是惜别，因同知己离别而怅惘；二是伤怀，为故人被贬而感伤；三是慨叹，由友人被贬而感慨宦海沉浮，宠辱无常。这一“嗟”字，直贯篇末，渲染了一种悲凉沉重的气氛。</p> <p>　　“河桥不相送，江树远含情”，紧扣“嗟”字写惜别深情，突显出诗人的思想感情曲折起伏、波澜叠出，又写出了想象中的送别情景：朋友远行，诗人因病不能相送，伤别之情倍添一层。这时诗人忽发奇想，以江边依依杨柳比心中缠绵之情，虚景实情，浑然无迹，朴实自然，蕴藉深厚。第四句流露出诗人身虽未去河桥，而其心已飞往江滨，形象而含蓄地写出了诗人自己与友人的深厚情谊，使“送别”二字有了着落，与第三句对照起来看，又是一层波澜。</p> <p>　　“别路追孙楚，维舟吊屈平”，诗人围绕“嗟\"字，既暗点友人<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>的贬谪，交代其行踪，更是以孙楚、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的身世遭遇，喻友人杜审言才学之高超、仕途之坎坷，以及世道之不平，寄托了诗人对宦海沉浮之感和对友人杜审言的惋惜之情。孙楚，西晋文学家，名重一时，但“多所凌傲，缺乡曲之誉”，年四十始参镇东军事。屈平才华卓绝，遭谗被逐，流落沅湘，自沉汨罗而死。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>贬长沙王太傅时，途经湘水，感怀身世，曾作《吊屈原赋》。友人杜审言也是个“恃才謇傲”的人，此番由洛阳流贬吉州，正好取道两湖，浪迹潇湘，沿途恰是前贤足迹所到之处。诗人借抚今思昔，感慨友人杜审言仕途坎坷，惋惜之情跃然纸上。</p> <p>　　最后两句“可惜龙泉剑，流落在丰城”，仍用典故，以“可惜”归结“嗟”字。诗人用龙泉剑埋丰城的故事，暗点出友人的贬所，寄寓了怀才不遇的慨叹，同时也是对友人的安慰，暗示他会被再度起用，重施抱负。这两句典与事融，密不可分，富有形象性和艺术感染力，收到了一石三鸟之效。</p> <p>　　律诗要求中间两联对仗，此诗的第二联对偶虽不甚工致，但流走匀称，宛转如意，说明作者于此重在达意抒情，而不拘泥于形式上的刻意求工，这也体现了初期律诗创作中比较舒展自由的特色。综观全诗，笔墨饱满，情意厚重。诗人后四句接连用典，熨贴工稳，不伤晦涩，仍保持了全诗自然朴素的风格。诗人用龙泉剑被埋没的故事，分明是喻友人的怀才不遇，进一步丰富了上联的寓意；但同时也发展了上联的思想：龙泉剑终于被有识之士发现，重见光明，那末友人也终将脱颖而出，再得起用，于愤懑不平中寄托了对友人的深情抚慰与热切期望。 宋之问在律诗的定型上有过重要贡献，但其创作并未完全摆脱六朝绮靡诗风的影响。这首诗音韵和谐，对仗匀称，而又朴素自然，不尚雕琢，可以说是宋之问律诗中的佳作之一，代表了作者在这一诗体上所取得的成就。</p>",
  "about": "<h2>创作背景</h2> 　　则天皇后圣历元年（698年），<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>坐事贬吉州（今江西吉安）司户参军，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>写此<a href=\"http://so.gushiwen.org/view_3012.aspx\">诗</a>以赠。",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "叙事",
    "友人",
    "感慨",
    "怀才不遇"
  ]
}