{
  "id": 71665,
  "star": 1750,
  "name": "正气歌",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。</span></p> <p>天地有正气，杂然赋流形。下则为河岳，上则为日星。<br>于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。<br>时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。<br>在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。<br>为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。<br>或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。<br>或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。<br>当其贯日月，生死安足论。地维赖以立，天柱赖以尊。<br>三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。<br>楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。<br>阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。<br>一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。<br>嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。<br>顾此耿耿在，仰视浮云白。悠悠我心悲，苍天曷有极。<br>哲人日已远，典刑在夙昔。风檐展书读，古道照颜色。",
  "fanyi": "<p><strong>译文<br></strong><span style=\"font-family:FangSong_GB2312;\">我被囚禁在北国的都城，住在一间土屋内。土屋有八尺宽，大约四寻深。有一道单扇门又低又小，一扇白木窗子又短又窄，地方又脏又矮，又湿又暗。碰到这夏天，各种气味都汇聚在一起：雨水从四面流进来，甚至漂起床、几，这时屋子里都是水气；屋里的污泥因很少照到阳光，蒸熏恶臭，这时屋子里都是土气；突然天晴暴热，四处的风道又被堵塞，这时屋子里都是日气；有人在屋檐下烧柴火做饭，助长了炎热的肆虐，这时屋子里都是火气；仓库里储藏了很多腐烂的粮食，阵阵霉味逼人，这时屋子里都是霉烂的米气；关在这里的人多，拥挤杂乱，到处散发着腥臊汗臭，这时屋子里都是人气；又是粪便，又是腐尸，又是死鼠，各种各样的恶臭一起散发，这时屋子里都是秽气。这么多的气味加在一起，成了瘟疫，很少有人不染病的。可是我以虚弱的身子在这样坏的环境中生活，到如今已经两年了，却没有什么病。这大概是因为有修养才会这样吧。然而怎么知道这修养是什么呢？孟子说：“我善于培养我心中的浩然之气。“它有七种气，我有一种气，用我的一种气可以敌过那七种气，我担忧什么呢！况且博大刚正的，是天地之间的凛然正气。 （因此）写成这首《正气歌》。</span></p> <p>天地之间有一股堂堂正气，它赋予万物而变化为各种体形。<br>在下面就表现为山川河岳，在上面就表现为日月辰星。<br>在人间被称为浩然之气，它充满了天地和寰宇。<br>国运清明太平的时候，它呈现为祥和的气氛和开明的朝廷。<br>时运艰危的时刻义士就会出现，他们的光辉形象一一垂于丹青。<br>在齐国有舍命记史的太史简，在晋国有坚持正义的董狐笔。<br>在秦朝有为民除暴的张良椎，在汉朝有赤胆忠心的<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>节。<br>它还表现为宁死不降的严将军的头，表现为拼死抵抗的嵇侍中的血。<br>表现为张睢阳誓师杀敌而咬碎的齿，表现为颜常山仗义骂贼而被割的舌。<br>有时又表现为避乱辽东喜欢戴白帽的管宁，他那高洁的品格胜过了冰雪。<br>有时又表现为写出《出师表》的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，他那死而后已的忠心让鬼神感泣。<br>有时表现为祖逖渡江北伐时的楫，激昂慷慨发誓要吞灭胡羯。<br>有时表现为段秀实痛击奸人的笏，逆贼的头颅顿时破裂。<br>这种浩然之气充塞于宇宙乾坤，正义凛然不可侵犯而万古长存。<br>当这种正气直冲霄汉贯通日月之时，活着或死去根本用不着去谈论！<br>大地靠着它才得以挺立，天柱靠着它才得以支撑。<br>三纲靠着它才能维持生命，道义靠着它才有了根本。<br>可叹的是我遭遇了国难的时刻，实在是无力去安国杀贼。<br>穿着朝服却成了阶下囚，被人用驿车送到了穷北。<br>如受鼎镬之刑对我来说就像喝糖水，为国捐躯那是求之不得。<br>牢房内闪着点点鬼火一片静谧，春院里的门直到天黑都始终紧闭。<br>老牛和骏马被关在一起共用一槽，凤凰住在鸡窝里像鸡一样饮食起居。<br>一旦受了风寒染上了疾病，那沟壑定会是我的葬身之地，<br>如果能这样再经历两个寒暑，各种各样的疾病就自当退避。<br>可叹的是如此阴暗低湿的处所，竞成了我安身立命的乐土住地。<br>这其中难道有什么奥秘，一切寒暑冷暖都不能伤害我的身体。<br>因为我胸中一颗丹心永远存在，功名富贵对于我如同天边的浮云。<br>我心中的忧痛深广无边，请问苍天何时才会有终极。<br>先贤们一个个已离我远去，他们的榜样已经铭记在我的心里。<br>屋檐下我沐着清风展开书来读，古人的光辉将照耀我坚定地走下去。</p> <p><strong>注释</strong><br>予：我，一作余。北庭：指元朝首都大都（今北京）。<br>寻：古时八尺为一寻。<br>单扉：单扇门。<br>白间：窗户。<br>污下：低下。<br>萃然：聚集的样子。<br>雨潦：下雨形成的地上积水。<br>涂泥半朝：“朝”当作“潮”，意思是狱房墙上涂的泥有一半是潮湿的。<br>蒸沤历澜：热气蒸，积水沤，到处都杂乱不堪。澜：澜漫，杂乱。<br>乍晴：刚晴，初晴。<br>风道四塞：四面的风道都堵塞了。<br>薪爨（cuàn）：烧柴做饭。<br>炎虐：炎热的暴虐。<br>仓腐寄顿：仓库里储存的米谷腐烂了。<br>陈陈逼人：陈旧的粮食年年相加，霉烂的气味使人难以忍受。陈陈：陈陈相因，《史记·平准书》：“太仓之粟，陈陈相因。”<br>骈肩杂遝（tà）：肩挨肩，拥挤杂乱的样子。<br>腥臊：鱼肉发臭的气味，此指囚徒身上发出的酸臭气味。<br>圊溷（qīng hún）：厕所。<br>毁尸：毁坏的尸体。<br>秽：肮脏。<br>叠是数气：这些气加在一起。<br>侵沴（lì）：恶气侵人。沴：恶气。<br>鲜不为厉：很少有不生病的。厉：病。<br>孱弱：虚弱。<br>俯仰其间：生活在那里。<br>于兹：至今。<br>无恙：没有生病。<br>是殆有养致然：这大概是因为会保养正气才达到这样的吧。殆：大概。有养：保有正气。语本《孟子·公孙丑》：“我善养吾浩然之气。”致然：使然，造成这样子。<br>然尔亦安知所养何哉：然而又怎么知道所保养的内容是什么呢？<br>孟子：名轲，战国时代的思想家，其弟子将孟子言行变成《孟子》一书，为儒家经典。<br>浩然之气：纯正博大而又刚强之气。见《孟子·公孙丑》。<br>吾何患焉：我还怕什么呢。中国古代的许多思想家都认为浩然正气对于人身有无所不能的巨大力量。<br>“天地有正气”两句：天地之间充满正气，它赋予各种事物以不同形态。这类观点明显有唯心色彩，但作者主要用以强调人的节操。杂然：纷繁，多样。<br>“下则为河岳”两句：是说地上的山岳河流，天上的日月星辰，都是由正气形成的。<br>“于人曰浩然”两句：赋予人的正气叫浩然之气，它充满天地之间。沛乎：旺盛的样子。苍冥：天地之间。<br>皇路：国运，国家的局势。清夷：清平，太平。<br>吐：表露。<br>见：同“现”，表现，显露。<br>垂丹青：见于画册，传之后世。垂：留存，流传。丹青：图画，古代帝王常把有功之臣的肖像和事迹叫画工画出来。<br>太史：史官。简：古代用以写字的竹片。《左传·襄公二十五年》载：春秋时，齐国大夫崔杼把国君杀了，齐国的太史在史册中写道“崔杼弑其君”。崔杼怒，把太史杀了。太史的两个弟弟继续写，都被杀，第三个弟弟仍这样写，崔杼没有办法，只好让他写在史册中。<br>在晋董狐笔：出自《左传·宣公二年》载，春秋时，晋灵公被赵穿杀死，晋大夫赵盾没有处置赵穿，太史董狐在史册上写道：“赵盾弑其君。”孔子称赞这样写是“良史”笔法。<br>张良椎：《史记·留侯传》载，张良祖上五代人都做韩国的丞相，韩国被秦始皇灭掉后，他一心要替韩国报仇，找到一个大力士，持一百二十斤的大椎，在博浪沙（今河南省新乡县南）伏击出巡的秦始皇，未击中。后来张良辅佐<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建立汉朝，封留侯。<br>苏武节：《汉书·李广苏建传》载，汉武帝时，苏武出使匈奴，匈奴人要他投降，他坚决拒绝，被流放到北海（今西伯利亚贝加尔湖）边牧羊。为了表示对祖国的忠诚，他一天到晚拿着从汉朝带去的符节，牧羊十九年，始终贤贞不屈，后来终于回到汉朝。<br>严将军：《三国志·蜀志·张飞传》载，严颜在刘璋手下做将军，镇守巴郡，被张飞捉住，要他投降，他回答说：“我州但有断头将军，无降将军！”张飞见其威武不屈，把他释放了。<br>嵇侍中：嵇绍，<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>之子，晋惠帝时做侍中（官名）。《晋书·嵇绍传》载，晋惠帝永兴元年（304），皇室内乱，惠帝的侍卫都被打垮了，嵇绍用自己的身体遮住惠帝，被杀死，血溅到惠帝的衣服上。战争结束后，有人要洗去惠帝衣服上的血，惠帝说：“此嵇侍中血，勿去！”<br>张睢阳：即唐朝的<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>。《旧唐书·张巡传》载，安禄山叛乱，张巡固守睢阳（今河南省商丘市），每次上阵督战，大声呼喊，牙齿都咬碎了。城破被俘，拒不投降，敌将问他：“闻君每战，皆目裂，嚼齿皆碎，何至此耶？”张巡回答说：“吾欲气吞逆贼，但力不遂耳。”敌将视其齿，存者不过三数。<br>颜常山：即唐朝的颜杲卿，任常山太守。《新唐书·颜杲卿传》载，安禄山叛乱时，他起兵讨伐，后城破被俘，当面大骂安禄山，被钩断舌头，仍不屈，被杀死。<br>辽东帽：东汉末年的管宁有高节，是在野的名士，避乱居辽东（今辽宁省辽阳市），一再拒绝朝廷的征召，他常戴一顶黑色帽子，安贫讲学，名闻于世。<br>清操厉冰雪：是说管宁严格奉守清廉的节操，凛如冰雪。厉：严肃，严厉。<br>出师表：诸葛亮出师伐魏之前，上表给蜀汉后主刘禅，表明白己为统一事业奋斗到底的决心。表文中有“鞠躬尽力，死而后已”的名言。<br>鬼神泣壮烈：鬼神也被诸葛亮的壮烈精神感动得流泪。<br>渡江楫：东晋爱国志士祖逖率兵北伐，渡长江时，敲着船桨发誓北定中原，后来终于收复黄河以南失地。楫：船桨。<br>胡羯：古代对北方少数民族的称呼。过去史书上曾称匈奴、鲜卑、羯、氐、羌为五胡。这句是形容祖逖的豪壮气概。<br>击贼笏：唐德宗时，朱泚谋反，召段秀实议事，段秀实不肯同流合污，以笏猛击朱泚的头，大骂：“狂贼，吾恨不斩汝万段，岂从汝反耶？”笏：古代大臣朝见皇帝时所持的手板。<br>逆竖：叛乱的贼子，指朱眦。<br>是气：这种“浩然之气”。磅礴：充塞。<br>凛烈：庄严、令人敬畏的样子。<br>“当其贯日月”两句：当正气激昂起来直冲日月的时候，个人的生死还有什么值得计较的。<br>“地维赖以立”两句：是说地和天都依靠正气支撑着。地维：古代人认为地是方的，四角有四根支柱撑着。天柱：古代传说，昆仑山有铜柱，高人云天，称为天柱，又说天有人山为柱。<br>三纲实系命：是说三纲实际系命于正气，即靠正气支撑着。<br>道义为之根：道义以正气为根本。<br>嗟：感叹词。遘：遭逢，遇到。阳九：即百六阳九，古人用以指灾难年头，此指国势的危亡。<br>隶也实无力：是说我实在无力改变这种危亡的国势。隶：地位低的官吏，此为作者谦称。<br>楚囚缨其冠：《左传·成公九年》载，春秋时被俘往晋国的楚国俘虏钟仪戴着一种楚国帽子，表示不忘祖国，被拘囚着，晋侯问是什么人，旁边人回答说是“楚囚”。这里作者是说，自己被拘囚着，把从江南戴来的帽子的带系紧，表示虽为囚徒仍不忘宋朝。<br>传车：官办交通站的车辆。穷北：极远的北方。<br>鼎镬甘如饴：身受鼎镬那样的酷刑，也感到像吃糖一样甜，表示不怕牺牲。鼎镬：大锅。古代一种酷刑，把人放在鼎镬里活活煮死。<br>阴房阒鬼火：囚室阴暗寂静，只有鬼火出没。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《玉华宫》<a href=\"http://so.gushiwen.org/view_71665.aspx\">诗</a>：“阴房鬼火青。”阴房：见不到阳光的居处，此指囚房。阒：幽暗、寂静。<br>春院閟天黑：虽在春天里，院门关得紧紧的，照样是一片漆黑。杜甫《大云寺赞公房》诗：“天黑閟春院。”閟（bì）：关闭。<br>“牛骥同一皂”两句：牛和骏马同槽，鸡和凤凰共处，比喻贤愚不分，杰出的人和平庸的人都关在一起。骥：良马。皂：马槽。鸡栖：鸡窝。<br>一朝蒙雾露：一旦受雾露风寒所侵。蒙：受。<br>分作沟中瘠：料到自己一定成为沟中的枯骨。分：料，估量。沟中瘠：弃于沟中的枯骨。《说苑》：“死则不免为沟中之瘠。”<br>如此再寒暑：在这种环境里过了两年了。<br>百沴自辟易：各种致病的恶气都自行退避了。这是说没有生病。<br>沮洳场：低下阴湿的地方。<br>“岂有他缪巧”两句：哪有什么妙法奇术，使得寒暑都不能伤害自己？缪（miù）巧：智谋，机巧。贼：害。<br>顾此耿耿在：只因心中充满正气。顾：但，表示意思有转折的连接词。此：指正气。耿耿：光明貌。<br>仰视浮云白：对富贵不屑一顾，视若浮云。《论语·述而》：“不义而富且贵，于我如浮云。”<br>“悠悠我心悲”两句：我心中亡国之痛的忧思，像苍天一样，哪有尽头。曷：何，哪。极：尽头。<br>哲人日以远：古代的圣贤一天比一天远了。哲人：贤明杰出的人物，指上面列举的古人。<br>典型：榜样，模范。夙昔：从前，讨去。<br>风檐展书读：在临风的廊檐下展开史册阅读。<br>古道照颜色：古代传统的美德，闪耀在面前。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《正气歌》为南宋名臣、民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>所作。宋末帝赵昺祥兴元年（1278年），文天祥在广东海丰兵败被俘。次年被押解至元大都（今北京）。文天祥在狱中三年，受尽各种威逼利诱，但始终坚贞不屈。1281年夏，在湿热、腐臭的牢房中，文天祥写下了与《过零丁洋》一样名垂千古的《正气歌》。他在自序中说道：</p> <p>　　余囚北庭，坐一土室，室广八尺，深可四寻，单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时 则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂沓，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，于兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「我善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。</p> <p>　　该<a href=\"http://so.gushiwen.org/view_71665.aspx\">诗</a>慷慨激昂，充分表现了文天祥的坚贞不屈的爱国情操。1283年1月9日，在拒绝了元世祖最后一次利诱之后，文天祥在刑场向南拜祭，从容就义。其绝命辞写道：“孔曰成仁，孟曰取义，惟其义尽，所以仁至。读圣贤书，所学何事，而今而后，庶几无愧。”</p> <p>　　抗元英雄文天祥的《正气歌》系写作于北京（元大都），鲜为人知的文天祥祠在北京市东城区府学胡同，是抗元英雄文天祥曾被元朝关押三年的地方。文天祥祠现有前后两进院落，前院东墙上嵌有诗碑，镌刻着文天祥当年在这里写作的著名诗篇《正气歌》；后殿庭中，有一株向南方倾斜近45度角的古老枣树，就是相传代表文天祥“不指南方不肯休”不屈精神的“指南树”。</p> <p>　　文天祥，南宋吉州庐陵（今江西省吉安县）人，1236年生于诗书之家，1256年21岁时赴南宋国都临安府（今浙江省杭州市）应试，得中状元。1259年，文天祥为父守孝三年期满，正式步入仕途时，南宋已面临蒙古大军南下入侵的危急局面。忧心如焚的文天祥上书朝廷，揭露奸臣误国劣迹，并提议“建立方镇、各守一方”，即军事防御按地段承包责任制，但是“书奏、不报”，不被理睬。耿直忧国的文天祥宦海沉浮20年，始终遭压制、排斥。</p> <p>　　臣心一片磁针石，不指南方不肯休。1271年，忽必烈建立大元帝国。1274年，忽必烈派丞相伯颜率军20万再次侵宋。南宋虽然有兵70余万，但主幼臣奸，一触即溃。文天祥捐出家产，筹饷募集民兵5万进京勤王，反被奸臣阻挠，解除兵权。</p> <p>　　1276年阴历正月十八日，伯颜元军进抵距临安只有30里的皋亭山，右丞相陈宜中畏敌逃遁。正月十九日，时任临安知府的文天祥临危受命，被朝廷授为右丞相，前往皋亭山议降。掌权的太皇太后谢氏授意如能谈成，可以让小皇帝向忽必烈称侄子，实在不行，称孙子也答应。正月二十日，文天祥面见伯颜，说自己只议和，不议降，并要求元军先撤兵，后谈判。伯颜大怒，扣押了文天祥。正月二十一日，谢氏率南宋君臣举国投降。</p> <p>　　1276年阴历二月初九日，誓死不降的文天祥被元军押解出发前往大都（今北京）。中途在镇江停留时，文天祥与同伴共12人于二月二十九日夜设计逃脱，历尽艰险经仪征、扬州、通州（今南通）乘船回归南宋故土。在长江口绕道先北后南迂回航行时，文天祥在船上写下了赤诚感人的诗篇《扬子江》：“几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。”</p> <p>　　人生自古谁无死，留取丹心照汗青。经过两个多月的奔波，文天祥终于回到浙江温州。此后，不肯降元的官员们拥立已经降元的南宋恭帝的幼弟为帝，建立了苟延残喘的小朝廷。南宋故土一度只靠文天祥率军独撑残局，终于寡不敌众，于1279年阴历十二月二十日在广东海丰的五坡岭兵败，再次被俘。</p> <p>　　元军押着文天祥，走海路经珠江口外的零丁洋，去进攻南宋小朝廷最后的基地崖山（今广东省新会县海域）。文天祥在敌船中写下了《过零丁洋》，千古名句“人生自古谁无死，留取丹心照汗青”即出自此诗。</p> <p>　　天地有正气，杂然赋流形。1279年阴历十月初一日，文天祥被押送抵达大都，安置在馆驿。元世祖忽必烈很赞赏文天祥的才干，他派已降的南宋恭帝及多批降臣前来劝诱，文天祥不为所动，严词拒绝，后于十月初五日被关进兵马司牢房（在今府学胡同）。</p> <p>　　文天祥在关押三年期间，书写了几百篇诗词文章，以抒发爱国之情。1281年夏季，在暑气、腐气、秽气等七气的熏蒸中，文天祥慷慨挥毫，在牢中写就了千古流传、掷地有声的铿锵之作《正气歌》：“天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥……”</p> <p>　　唯有一腔忠烈气，碧空常共暮云愁。1283年初，元朝侦知有人联络数千人，要起兵反元，营救文天祥。1月8日，元世祖忽必烈亲自提审，作最后的劝降，并许诺授予丞相官职。文天祥告诉忽必烈：“一死之外，无可为者。”</p> <p>　　1283年1月9日，文天祥在大都柴市（今北京交道口南大街）慷慨就义，终年48岁。文天祥在刑场写下了绝笔诗：</p> <p>　　昔年单舸走维扬，万死逃生辅宋皇。</p> <p>　　天地不容兴社稷，邦家无主失忠良。</p> <p>　　神归嵩岳风雷变，气哇烟云草树荒。</p> <p>　　南望九原何处是，尘沙黯澹路茫茫。</p> <p>　　衣冠七载混毡裘，憔悴形容似楚囚。</p> <p>　　龙驭两宫崖岭月，貔貅万灶海门秋。</p> <p>　　天荒地老英雄丧，国破家亡事业休。</p> <p>　　惟有一腔忠烈气，碧空常共暮云愁。</p><br/><h2>鉴赏二</h2> <p>　　“养气”之说原于孟子。他所说的“气”，实际上是一种精神性的正气。“气”是中国古代哲学的一个范畴。在宋代理学中，更是一个基本的概念。<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>便以“气”作为宇宙的本体，主张“气一元论”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>以“理”为世界本原，但又强调“气”化育万物的作用，在他看来，气是理与万物的媒介。<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>在这首五言古<a href=\"http://so.gushiwen.org/view_71665.aspx\">诗</a>中关于正气的铺写，与上述思想有一定关系。</p> <p>　　这首诗的序为散文。有骈句，有散句，参差出之，疏密相间。在序里，作者先以排句铺陈，以骈散穿插描写了牢狱之中的“七气”，极力渲染出监牢环境的恶浊之至。而诗人又说自己身体本来孱弱，但在“七气”的夹攻之下，竟然安好无恙，那就是因为靠着胸中的浩然正气，有了正气在胸，便能抵御所有的邪气、浊气，这些说明了写《正气歌》的原因，接着便引出下面对“正气”的咏叹。因此，序和诗在构思上是有连属的，在技巧上是前后照应的，是全诗的有机组成部分。</p> <p>　　全诗可分为三部分。从“天地有正气”到“一一垂丹青”为第一部分。这部分是对浩然之气的热情礼赞。“正气”与天地并生，与宇宙同在，诗人首先写出“正气”的这种伟大性质，使“正气”的描写，有了一种充塞乎天地之间的崇高美。天地万物，均受“正气”之禀赋。下至大地山河，上至日月星辰，都是气的化育生成。下面诗人将笔一转，便将“正气”转到人的身上，人的浩然正气，充塞于苍冥，可见正气的力量。“皇路”二句，写清平之时，禀受正气之人雍容和雅，为朝廷的清明政治尽力。这两句不是重心所在，而是下面的陪衬。下面，诗人笔锋又转，写在危难之际，禀受正气之人便表现出了凛凛气节，他们为了正义而不避祸难，留下了可歌可泣的业绩彪炳于青史。“一一垂丹青”，又是第一部分到第二部分之间的过渡之笔，显的十分自然。</p> <p>　　从“在齐太史简”到“道义为之根”为第二部分。在这部分里，诗人历数了史册上十二位忠臣义士的壮烈之举，来写浩然正气的体现。诗人连用四个“在”字，形成了一连串的排比句式，显得气势极为充沛。正因为“正气”的赋予，才有了这些志士的壮举。诗人为避免单调，将“为严将军头”等四句换成了“为”字的排比句。之后，诗人稍作舒缓，以“或为”为排比句，每两句写一人。诗人通过以上三组排比句，歌颂了中华历史上十二位忠臣义士的壮烈之举。这其中，有的是不畏权奸、秉笔直书的史官；有的是誓在驱敌的将相；有的是面对强敌，宁死不屈的义士，他们有共同之处就是忠烈。辨证来看，“忠”是要作具体分析的，但这些人物的“烈”却是极为感人的。“是气所磅礴”到“道义为之根”，由上述人物的忠勇壮烈，概括“正气”。“正气”所钟，可以不论生死。“地维”、“天柱”，实际是说封建王朝的社稷得以保持的精神支柱。“三纲”句，有封建伦理道德的内容，“道义”也是如此。就是说，“正气“是以封建的伦理道德价值观念作为基础的。“正气“作为激励爱国志士的精神力量，创造了许多可歌可泣的业绩，但从历史发展的角度来看，它的封建伦理性质也应该指出。</p> <p>　　从“嗟余遘阳九”到“古道照颜色”为第三部分。前面是说正义赋予历史上那些忠义之士以忠烈之绩，从“嗟余”开始则转向诗人自己。“遘阳九”是说自己遭逢恶运，“隶也”句是说自己对国家危亡也无力回天。“楚囚”两句，一方面写自己被押到北方囚禁，另一方面，借楚囚南冠的典故，表达自己忠于宋室、矢志向南的心情。用典极为恰当贴切，在叙述中深刻地表达了自己的情怀。“鼎镬”两句，抒写诗人视死如归的壮烈之志。“阴房”六句，写环境的幽暗恶浊。“如此”两句，则是写自己正气在胸，百沴辟易的情形。“哀哉”六句，说自己耿耿丹心、浩浩正气是抵御“百沴”的法宝，任何邪恶之气，都不能使自己受到戕害。“哲人”四句，是全诗的结语，揭示出作歌的主旨。先哲已逝，但正气赋予他们的壮烈事迹，在史册上永远是炳炳烺烺，千古不灭。诗人从这些忠烈之士身上，得到正气的沾濡。古来忠臣义士的烈举，是诗人乐于学习的典范。“风檐”两句，显得十分从容不迫。</p> <p>　　全篇的结构核心是“时穷节乃见”。作者先以“天地有正气”发端，然后层层陪衬，突出“时穷节乃见”。之后再历举“哲人”事迹证明“时穷节乃见”；又以自己囚于土牢而坚贞不屈来表明“时穷节乃见”。全诗篇幅宏大而主旨突出、脉络分明。浩然正气直贯全篇，故历述古人事迹和己身遭遇而无堆砌之感。先写古人而后写自身，并表明“时穷节乃见”的古人正是自己的楷模，表现出他的浩然正气植根于中华民族优秀文化传统的沃壤之中。正由于继承、光大了优秀文化传统，才使作者文天祥成为一位民族英雄，让他发扬了爱国精神和民族气节。也使他的这篇古诗成为弘扬爱国精神和民族气节的典范之作。</p> <p>　　这首诗很长，又是五言之体，容易写得平板拖沓，但这首诗却以其慷慨悲壮拨人心弦，使读者倍受感染。这主要是诗人充塞胸中的浩然正气流溢其闻，使诗作元气淋漓，毫无干涩之感，且词气滂沛，笔力道劲，格凋沉雄。全诗以平和稳健的散文化语言，紧紧环绕对浩然正气的礼赞，于夹叙夹议中层层深入推进展开。首言浩然之气之源与形，简括干炼。中间一通史诗性的列举，虽繁富而不累赘，十二位忠臣义士的烈举，一气呵成，俨然大河奔流，滔滔东去，且诗人三易排比句组的语言，使诗富于变化。这种表现形式上的雄浑与浩然正气意蕴上的雄威极为一致，充分而美妙地体现出全诗的底蕴：“是气所磅礴，凛烈万古存。当其贯日月，生死安足论。”同时，也使读者鲜明地感受到作者那襟怀正气，柱天维地的高大形象。《正气歌》凡六十句，隔句一韵，通篇四韵，平仄间押，以此将诗之情韵导而逶迤，又寓激荡于从容。既浑灏苍古，又顿挫扬抑，回肠荡气。</p> <p>　　这首诗用古体诗的语调来写，而不取近体的排偶整饬，显得高古悲壮。酣畅淋漓地表现了作者文天祥的忠肝义胆、铮铮铁骨；在歌赞先烈的同时，展现了作者文天祥崇高的民族气节和伟大的爱国主义精神，塑造了一位正气凛然的民族英雄形象。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>于祥兴元年（1278）10月因叛徒的出卖被元军所俘。翌年10月被解至燕京。元朝统治者对他软硬兼施，威逼利诱，许以高位，文天祥都誓死不屈，决心以身报国，丝毫不为所动，因而被囚三年，至元十九年十二月九日（1283年1月9日）慷慨就义。这首<a href=\"http://so.gushiwen.org/view_71665.aspx\">诗</a>是他死前一年在狱中所作。</p><br/><h2>历史局限</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71665.aspx\">诗</a>歌中，首先是作者所列举的许多历史人物，既不仅是民族英雄，也不一定都是对历史对人民有过什么重大贡献的英雄人物。如“为嵇侍中血”诗句中的嵇绍，不过是由于皇室内讧，他为了保卫一个昏庸皇帝晋惠帝而牺牲了的一个封建社会的忠臣。至于管宁更不过是一位逃避现实，独善其身的隐士；虽然作者把他们都当做历史上英雄人物来歌颂，但其实是不可取的。</p> <p>　　其次，作者<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>虽然是中国历史上一位不可多得的民族英雄，但是他的英勇牺牲的出发点很大程度是来自封建社会的忠君思想。他自幼就羡慕古代忠臣、义士的行为：在江西学宫看到一些忠臣画象，就慨然说：“设不俎豆其间，非丈夫也。\"并且在临刑时还以学习古代圣贤，成仁取义，作为自己为国尽忠的信条。出此可见，他的思想基础，基本上是建立在忠君之上的。正因为他具有这种封建的忠君思想，才限制了他的视野，使他作品的积极内容，受到了限制。因而，在评价他的积极意义的同时，对于不与人民利益相符的思想是应该加以批判的。他在被捕之后能够坚持民族气节，不为威屈，不为利诱，终于为国牺牲，保持了崇高的民族气节，为祖国保持了“正气”，自然也应该肯定。但是作者文天祥的爱国思想，毕竟和无产阶级的爱国主义和国际主义的思想，还是有本质上的区别。</p> <p>　　最后，正因为作者文天祥受到了封建忠君思想的限制，因此在诗中也就很自然地流露出一些宣传儒家教义和封建伦理观念的东西，如“三纲实系命，道义为之根\"等，都是封建教条，是不可取的。</p>",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "咏史怀古",
    "爱国"
  ]
}