{
  "id": 42616,
  "star": 86,
  "name": "题红叶",
  "dynasty": "唐代",
  "content": "流水何太急，深宫尽日闲。<br>殷勤谢红叶，好去到人间。",
  "fanyi": "<p><strong>译文</strong><br>流水为什么去得这样匆匆，深宫里却整日如此的清闲。<br>我殷勤地辞别这一片红叶，离开这好去到自由的人家。</p> <p><strong>注释</strong><br>⑴题注：卢偓应举时，偶临御沟，得一红叶，上有绝句，置于巾箱。及出宫人，偓得韩氏，睹红叶，吁嗟久之，曰：“当时偶题，不谓郎君得之。”<br>⑵深宫：宫禁之中，帝王居住处。尽日：整天，天天如此。<br>⑶谢：告，嘱咐。一说意为辞别。<br>⑷好去：送别之词。犹言好走。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_42616.aspx\">诗</a>的前两句“流水何太急，深宫尽日闲”，妙在只责问流水太急，诉说深宫太闲，并不明写怨情，而怨情自见。一个少女长期被幽闭在深宫之中，有时会有流年候水、光阴易逝、青春虚度、红颜暗老之恨，有时也会有深宫无事、岁月难遣、闲愁似海、度日如年之苦。这两句诗，以流水之急与深宫之闲形成对比，就不着痕迹、若即若离地托出了这种看似矛盾而又交织为一的双重苦恨。诗的后两句“殷勤谢红叶，好去到人间”，运笔更委婉含蓄。它妙在曲折传意，托物寄情，不从正面写自己的处境和心情，不直说自己久与人间隔离和渴望回到人间，而用折射手法，从侧面下笔，只对一片随波而去的红叶致以殷勤的祝告。这里，题诗人对身受幽囚的愤懑、对自由生活的憧憬以及她的冲破樊笼的强烈意愿，尽在不言之中，可以不言而喻了。《题红叶》诗中的“到人间”三字，含有极其复杂的感情，这里，人生的要求、祝愿、遐想、幻梦是融合在一起的。总的看来，《题红叶》诗之空灵酝藉，言简意长，给人以玩索余地。俞陛云在《诗境浅说·续编》中评<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《玉阶怨》说：“其写怨意，不在表面，而在空际。”这话也可以移作对这首《题红叶》诗的赞语。</p> <p>　　唐代出现了大量宫怨诗，但几乎全都出自宫外人手笔，至多只能做到设身处地，代抒怨情，有的还是借题发挥，另有寄托。这首《题红叶》诗以及另两首题梧叶诗之可贵，就在于让人能够直接从宫人之口听到宫人的心声。</p><br/><h2>赏析二</h2> <p>　　这一故事在辗转流传中，当然不免有被人添枝加叶之处，但也不会完全出于杜撰。从<a href=\"http://so.gushiwen.org/view_42616.aspx\">诗</a>的内容看，很象宫人口吻。它写的是一个失去自由、失去幸福的人对自由、对幸福的向往。诗的前两句“流水何太急，深宫尽日闲”，诗的后两句“殷勤谢红叶，好去到人间”，尽在不言之中，可以不言而喻了。俞陛云在《诗境浅说续编》中评<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的《玉阶怨》说：“其写怨意，不在表面，而在空际。”这话也可以移作对这首《题红叶》诗的赞语。</p> <p>　　除这首《题红叶》外，在唐代还流传有一个梧叶题诗的故事。据《云溪友议》、《本事诗》等书记述，天宝年间，一位洛阳宫苑中的宫女在梧叶上写了一首诗，随御沟流出，诗云：“一入深宫里，年年不见春。聊题一片叶，寄与有情人。”诗在民间遂得传播。诗人<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>得诗后曾和诗一首：“愁见莺啼柳絮飞，上阳宫女断肠时。君恩不闭东流水，叶上题诗寄与谁？”过了十几天，又在御沟流出的梧叶上见诗一首，诗云：“一叶题诗出禁城，谁人酬和独含情。自嗟不及波中叶，荡漾乘春取次行。”这后一首诗在《全唐诗》中题作《又题洛苑梧叶上》，也不失为一首好诗。从诗的首句“一叶题诗出禁城”，可以想见题诗人目送叶去、心与俱远的情景。这片小小的梧叶，成了她的化身，既负荷着她的巨大的苦痛，又浮载着她的缥缈的希冀。句中的“出禁城”三字，与《题红叶》诗中的“到人间”三字一样，含有极其复杂的感情。这里，人生的要求、祝愿、遐想、幻梦是溶合在一起的。下句“谁人酬和独含情”，是进而游翔她的诗思。这位得不到爱情的少女，把她对爱情的想象随着梧叶也送出了禁城。她题诗的一片心意原是“寄与有情人”，但“寄与谁”，“谁人酬和”，这片梧叶出禁城后又会有什么样的遭遇呢？这些，纵然渺茫难知，也足以令她浮想翩翩，含情脉脉；可是，句中一个“独”字却又透露了她的现实处境之可哀。下面两句“自嗟不及波中叶，荡漾乘春取次行”，正是回到现实后的绝望和嗟叹。这时，随波荡漾的梧叶已经乘春而逝，而回顾自身，仍然在“年年不见春”的禁城之内。如果说诗的前半首是身在痛苦环境中产生的美好幻想；那么，这后半首就是走出幻想世界后感到的加倍痛苦了。总的看来，这首《又题》写得较实，较直，以真挚动人。但不如《题红叶》诗之空灵酝藉，言简意长，给人以更多的玩索余地。</p> <p>　　唐代出现了大量宫怨诗，但几乎全都出自宫外人手笔，至多只能做到设身处地，代抒怨情，有的还是借题发挥，另有寄托。这首《题红叶》诗以及另两首题梧叶诗之可贵，就在于让我们直接从宫人之口听到了宫人的心声。</p>",
  "poet": {
    "id": 23,
    "star": 0,
    "name": "宣宗宫人",
    "desc": "宣宗宫人，姓韩氏。平生只写了一首诗，名为题红叶。"
  },
  "tags": [
    "女子",
    "向往",
    "自由"
  ]
}