{
  "id": 58028,
  "star": 28,
  "name": "蝶恋花·何物能令公怒喜",
  "dynasty": "宋代",
  "content": "何物能令公怒喜？山要人来，人要山无意。恰似哀筝弦下齿，千情万意无时已。<br>自要溪堂韩作记，今代机云，好语花难比。老眼狂花空处起，银钩未见心先醉。",
  "fanyi": "<p><strong>译文<br></strong>有什么能使您又是开心又是生气呢？山要人来，人却没有那个意思。就好像那哀婉的古筝琴头架弦的齿状横木，千情万意已经没有了时间。<br>自从您给我写了《稼轩记》，如今我代替二陆完成这个，好的话语是鲜花难以比拟的。人老眼花，看见了花朵从空白处出现，字迹还没见到人却已经心醉。</p> <p><strong>注释<br></strong>①蝶恋花：词牌名，出自唐教坊曲，本采用于梁简文帝：“翻阶蛱蝶恋花情”为名，分上下两阕，共六十个字。<br>②令公怒喜：《世说新语·宠礼》：王恂、郗超并有奇才，为大司马所眷拔，恂为主薄，超为记室参军。超为人多髯，恂状短小，于时荆州为之语曰：“髯参军，短主薄，能令公喜，能令公怒。”<br>③哀筝：哀婉的筝声。弦下齿：琴头架弦的齿状横木。<br>④“自要”句：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>有《郓州溪堂<a href=\"http://so.gushiwen.org/view_58028.aspx\">诗</a>》，诗前有长，记溪堂修建因由。这里指韩元吉为作者写的《稼轩记》。韩元吉从兄名元龙，字子云，仕终直龙图阁。浙西提刑，与韩元吉俱以文学显名当世，故下句拟之<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云。<br>⑤机云：以二陆比二韩。《晋书·陆机陆云传》谓陆机“少有异才，文章冠世”。“云字士龙，少与兄机齐名，虽文章不及机，而持论过之。号曰二陆。”<br>⑥银钩：一种草书体，这里指字迹。《书苑》：“晋索靖草书绝代，名曰银钩蔓尾。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《鸡距笔赋》：“搦之而变成金距，书之而化出银钩”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写自己退隐的感受。既有喜也有怒，“怒”的是被迫闲居，“喜”的是离开朝廷是非地，这是后退一步的想法。起句破空而来，探寻什么事物能左右作者喜怒哀乐之情。这句词是从《世说新语》点化而来的。据《世说新语》引荆州民谣说：“髯参军，短主簿，能令公喜，能令公怒。”原意是说王恂和郗超多智术，能操纵桓温的感情，使其喜、怒。而此处只是借以提出问题，引出下面的叙议。“山要”二句紧承“何物”二字，阐述其喜怒的原因。言山要人来此居住，而人却要山没有意念。如果山没有意念，则和作者之心相同，便能使作者喜欢；反之，则会使作者愤怒。用拟人手法，表达了作者天人合一、寄情山水的强烈感情。“恰似”二句写自己闲居以来的思想状况。言其像“哀筝弦下齿”随着人弹奏力度之不同便发出或低或昂或喜或悲的声调一样，自己也随着客观事物的千变万化而产生“千情万意”，无穷无尽，反复不已，使自己长期处于矛盾痛苦之中，令人愤怒之极。</p> <p>　　下片写对韩元吉的希望。换头写自己在带湖府第中建了一个“稼轩”，希望韩元吉能为它作篇序。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>有《郓州溪堂<a href=\"http://so.gushiwen.org/view_58028.aspx\">诗</a>》，诗前有长序，记溪堂修建因由，并刻石于郓州，“溪堂韩作记”本意指此。洪迈曾为<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>作《稼轩记》，韩元吉有无作记不见载籍，估计此处是因韩元吉与韩愈同姓，故连类而及，以便下文颂扬其文学才华。“今代”二句赞扬韩元吉文章写得好，元吉及其从兄可以和晋代著名诗人<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>与陆云相媲美。作者在《太常引·寿韩南涧尚书》词中说：“今代又尊韩，道吏部、文章泰山。”此处与之同意，都是称赞韩元吉文学成就之高。“老眼”二句写自己盼望心情之切。言其虽还没有见到韩元吉的佳作，自己已经沉醉其中，表达了作者对韩元吉的崇敬和喜悦之情，并对起句“喜怒”二字作出应有的回应，富有余味。由此词可看出辛词对题材的开拓，任何事情都可用词来表达，“词为艳科”的藩篱已不复存在。</p> <p>　　全词叙述了自己落职闲居后的生活和喜怒哀乐，表达了作者对韩元吉的要求和希望，可谓千情万意，百感交集，但乐观仍为其基调。</p>",
  "about": "<h2>创作背景</h2> 　　这首词应作于宋孝宗淳熙九年（1182年），作者罢官闲居带湖初期。这首词可能是带湖宅第落成之后，向韩元吉求作溪堂记文的词，就像当年请洪迈作《稼轩记》一样。溪堂应该是建在水边的一个大的建筑，是带湖的主要建筑之一，不然也不可能求韩作记也。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "赠友",
    "生活",
    "心情",
    "希望"
  ]
}