{
  "id": 27845,
  "star": 7402,
  "name": "秋夕",
  "dynasty": "唐代",
  "content": "银烛秋光冷画屏，轻罗小扇扑流萤。<br>天阶夜色凉如水，卧看牵牛织女星。",
  "fanyi": "<p><strong>译文</strong><br>在秋夜里烛光映照着画屏，手拿着小罗扇扑打萤火虫。<br>夜色里的石阶清凉如冷水，静坐寝宫凝视牛郎织女星。</p> <p><strong>注释</strong><br>⑴秋夕：秋天的夜晚。<br>⑵银烛：银色而精美的蜡烛。银，一作“红”。画屏：画有图案的屏风。<br>⑶轻罗小扇：轻巧的丝质团扇。流萤：飞动的萤火虫。<br>⑷天阶：露天的石阶。天，一作“瑶”。<br>⑸坐看：坐着朝天看。坐：一作“卧”。牵牛织女星：两个星座的名字，指牵牛星、织女星。亦指古代神话中的人物牵牛和织女。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_27845.aspx\">诗</a>写失意宫女孤独的生活和凄凉的心境。</p> <p>　　前两句已经描绘出一幅深宫生活的图景。在一个秋天的晚上，银白色的蜡烛发出微弱的光，给屏风上的图画添了几分暗淡而幽冷的色调。这时，一个孤单的宫女正用小扇扑打着飞来飞去的萤火虫。“轻罗小扇扑流萤”，这一句十分含蓄，其中含有三层意思：第一，古人说腐草化萤，虽然是不科学的，但萤总是生在草丛冢间那些荒凉的地方。如今，在宫女居住的庭院里竟然有流萤飞动，宫女生活的凄凉也就可想而知了。第二，从宫女扑萤的动作可以想见她的寂寞与无聊。她无事可做，只好以扑萤来消遣她那孤独的岁月。她用小扇扑打着流萤，一下一下地，似乎想驱赶包围着她的孤冷与索寞，但这是无用的。第三，宫女手中拿的轻罗小扇具有象征意义，扇子本是夏天用来挥风取凉的，秋天就没用了，所以古诗里常以秋扇比喻弃妇。相传汉成帝妃<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>为赵飞燕所谮，失宠后住在长信宫，写了一首《怨歌行》：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。”此说未必可信，但后来诗词中出现团扇、秋扇，便常常和失宠的女子联系在一起了。如<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的《长信秋词》：“奉帚平明金殿开，且将团扇共徘徊”，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>的《宫中调笑》：“团扇，团扇，美人病来遮面”，都是如此。这首诗中的“轻罗小扇”，也象征着持扇宫女被遗弃的命运。</p> <p>　　第三句，“天阶夜色凉如水”。“天阶”指皇宫中的石阶。“夜色凉如水”暗示夜已深沉，寒意袭人，该进屋去睡了。可是宫女依旧坐在石阶上，仰视着天河两旁的牵牛星和织女星。民间传说，织女是天帝的孙女，嫁与牵牛，每年七夕渡河与他相会一次，有鹊为桥。汉代《古诗十九首》中的“迢迢牵牛星”，就是写他们的故事。宫女久久地眺望着牵牛织女，夜深了还不想睡，这是因为牵牛织女的故事触动了她的心，使她想起自己不幸的身世，也使她产生了对于真挚爱情的向往。可以说，满怀心事都在这举首仰望之中了。</p> <p>　　梅圣俞说：“必能状难写之景如在目前，含不尽之意见于言外，然后为至矣。”（见《六一诗话》）这两句话恰好可以说明此诗在艺术上的特点。一、三句写景，把深宫秋夜的景物十分逼真地呈现在读者眼前。“冷”字，形容词当动词用，很有气氛。“凉如水”的比喻不仅有色感，而且有温度感。二、四两句写宫女，含蓄蕴藉，很耐人寻味。诗中虽没有一句抒情的话，但宫女那种哀怨与期望相交织的复杂感情见于言外，从一个侧面反映了封建时代妇女的悲惨命运。</p> <p>　　这首诗写失意宫女生活的孤寂幽怨。首句写秋景，用一“冷”字，暗示寒秋气氛，又衬出主人公内心的孤凄。二句写借扑萤以打发时光，排遣愁绪。三句写夜深仍不能眠，以待临幸，以天街如水，暗喻君情如冰。末句借羡慕牵牛织女，抒发心中悲苦。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "秋天",
    "七夕节",
    "闺怨"
  ]
}