{
  "id": 10374,
  "star": 7745,
  "name": "望岳",
  "dynasty": "唐代",
  "content": "岱宗夫如何？齐鲁青未了。<br>造化钟神秀，阴阳割昏晓。<br>荡胸生曾云，决眦入归鸟。<br>会当凌绝顶，一览众山小。",
  "fanyi": "<p><strong>译文</strong><br>巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。<br>神奇自然汇聚了千种美景，山南山北分隔出清晨和黄昏。<br>层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。<br>定要登上泰山顶峰，俯瞰群山，豪情满怀。</p> <p><strong>注释</strong><br>⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：读“fú”。句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。<br>⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。<br>⑶造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。<br>⑷阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。<br>⑸荡胸：心胸摇荡。曾：同“层”，重叠。<br>⑹决眦（zì）：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。<br>⑺会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。<br>⑻小：形容词的意动用法，意思为“以······为小，认为······小”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10374.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>青年时代的作品，充满了诗人青年时代的浪漫与激情。全诗没有一个“望”字，却紧紧围绕诗题“望岳”的“望”字着笔，由远望到近望，再到凝望，最后是俯望。诗人描写了泰山雄伟磅礴的气象，抒发了自己勇于攀登，傲视一切的雄心壮志，洋溢着蓬勃向上的朝气。</p> <p>　　首句“岱宗夫如何？”写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摹劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是“到底怎么样呢？”“夫”字在古文中通常是用于句首的语气助词，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。可谓匠心独具。</p> <p>　　接下来“齐鲁青未了”一句，是经过一番揣摹后得出的答案。它没有从海拔角度单纯形容泰山之高，也不是像<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《泰山吟》那样用“崔崒刺云天”这类一般化的语言来形容，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写出的地理特点，在写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》特别提出这句诗，并认为无人能继。</p> <p>　　“造化钟神秀，阴阳割昏晓”两句，写近望中所见泰山的神奇秀丽和巍峨高大的形象，是上句“青未了”的注脚。一个“钟”宇把天地万物一下写活了，整个大自然如此有情致，把神奇和秀美都给了泰山。山前向日的一面为“阳”，山后背日的一面为“阴”（山南水北为“阳”，山北水南为阴），由于山高，天色的一昏一晓被割于山的阴、阳面，所以说“割昏晓”。这本是十分正常的自然现象，可诗人妙笔生花，用一个“割”字，则写出了高大的泰山一种主宰的力量，这力量不是别的，泰山以其高度将山南山北的阳光割断，形成不同的景观，突出泰山遮天蔽日的形象。这里诗人此用笔使静止的泰山顿时充满了雄浑的力量，而那种“语不惊人死不休”的创作风格，也在此得到显现。</p> <p>　　“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾。“决眦”二字尤为为传神，生动地体现了诗人在这神奇缥缈的景观而前像着了迷似的，想把这一切看个够，看个明白，因而使劲地睁大眼睛张望，故感到眼眶有似决裂。这情景使泰山迷人的景色表现得更为形象鲜明。“归鸟”是投林还巢的鸟，可知时已薄暮，诗人还在望。其中蕴藏着诗人对祖国河山的热爱和对祖国山河的赞美之情。</p> <p>　　末句的“会当凌绝顶，一览众山小”两句，写诗人从望岳产生了登岳的想法，体现了中华民族自强不息的仙字精神。此联号为绝响，再一次突出了泰山的高峻，写出了雄视一切的雄姿和气势，也表现出诗人的心胸气魄。“会当”是唐人口语，意即“一定要”。如果把“会当”解作“应当”，便欠准确，神气索然。众山的小和高大的泰山进行对比，表现出诗人不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。 这正是杜甫能够成为一个伟大诗人的关键所在， 也是一切有所作为的人们所不可缺少的。 这就是这两句诗一直为人们所传诵的原因。正因为泰山的崇高伟大不仅是自然的也是人文的，所以登上的极顶的想望本身，当然也具备了双重的含义。</p> <p>　　全诗以诗题中的“望”字统摄全篇，句句写望岳，但通篇并无一个“望”字，而能给人以身临其境之感，可见诗人的谋篇布局和艺术构思是精妙奇绝的。这首诗寄托虽然深远，但通篇只见登览名山之兴会，丝毫不见刻意比兴之痕迹。若论气骨峥嵘，体势雄浑，更以后出之作难以企及。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗开元二十三年（735），<a href=\"http://so.gushiwen.org/view_10374.aspx\">诗</a>人到洛阳应进士，结果落第而归，开元二十四年（736），二十四岁的诗人开始过一种不羁的漫游生活。作者北游齐、赵（今河南、河北、山东等地），第一首诗就是在漫游途中所作。第二首诗作于作者中年时，宰相房琯败绩丧师于陈涛斜被罚，抗疏救之而获罪被贬而满是失意。第三首作于作者暮年。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "写景",
    "写山",
    "写鸟",
    "励志",
    "哲理"
  ]
}