{
  "id": 71896,
  "star": 8,
  "name": "送凌侍郎还宣州",
  "dynasty": "宋代",
  "content": "日南藩郡古宣城，碧落神仙拥使旌。<br>津吏戒船东下稳，县僚负弩昼归荣。<br>江山谢守高吟地，风月朱公故里情。<br>曾预汉庭三独坐，府中谁敢伴飞觥。",
  "fanyi": "<h2>注释</h2> ①凌侍郎：宋代工部侍郎，字子奇，泾县凌弯人。侍郎，官名。汉代郎官的一种，本为官廷的近侍。东汉以后，尚书的属官，初任称郎中，满一年称尚书郎，三年称侍郎。自唐以后，中书、门下二省及尚书省所属各部均以侍郎为长官之副，官位渐高。相当于部长、副部长级别。<br>宣州：主管，如，知县（旧时的县长），知府，知州。<br>②日南：汉郡，汉武帝时设立，在今越南中部，东汉末以后，为林邑国所有。<br>藩郡：封建时代称属国属地或分封的土地，借指边防重镇：藩属。藩国。藩镇。藩邦。郡，古代行政区域，中国秦代以前比县小，从秦代起比县大：郡县。秦分天下为三十六郡。藩郡，郡县。晋·<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》：“及郡下。”<br>古宣城：自公元前109年设郡以来，历代为郡、州、府城，相沿二千多年而不辍，古称古宣城。<br>碧落：道家称东方第一层天，碧霞满空，叫做“碧落”。这里泛指天上。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“上穷碧落下黄泉，两处茫茫皆不见。”<br>使旌：旌，古代用羽毛装饰的旗子。又指普通的旗子，如旌旗。《楚辞·九歌·国殇》：“旌蔽日兮敌若云。使，用。使役，使力。使钱。使旌，用旌旗。古代武官持旄节专制一方。南朝梁丘迟《与陈伯之书》：“拥旄万里。”<br>③津吏：古代管理渡口﹑桥梁的官吏。<br>戒船：戒，防备。如戒备，戒严。戒船，这里指押运船只。<br>县僚：僚，旧指同在一起做官的。县僚，同在一县做官。<br>负弩：弩，弓箭。负弩，背着弓箭走在前面。表示极为尊敬。西汉·<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>列传》：“至蜀，蜀太守以下郊迎，县令负弩矢前驱，蜀人以为宠。”<br>归荣：犹荣归。光荣地返回故乡。 唐·<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《送草书僧归越》：“今系名内殿，且为归荣，足以光于远矣。” 宋·<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《吉州学记》：“幸予他日因得归荣故乡而谒於学门，将见吉之士皆道德明秀而可为公卿。” 明·无名氏 《云间杂志》卷中：“ 张南山尚书归荣，家训云：‘为吾后人者，生子虽多，不可不教；生女虽多，不可不举。’”<br>④谢守：指<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>，他曾在宣城任太守。谢朓（464－499年），字玄晖。陈郡阳夏（今河南太康县）人。南朝齐著名<a href=\"http://so.gushiwen.org/view_71896.aspx\">诗</a>人，出身世家大族。他在宣城任太守时，于府治之北陵阳峰上建室，取名“高斋”，吟出“空为大国忧，纷诡惊非一。安得扫蓬径，销吾愁与疾”（《高斋视事》）等诗句，故有“谢守高吟地”之说。<br>朱公：即 陶朱公 。范蠡的别称。《史记·货殖列传》：“﹝范蠡﹞乃乘扁舟浮於江湖，变名易姓，适齐为鸱夷子皮，之陶为朱公 。”<br>风月：指男女间情爱之事。前蜀 <a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a> 《多情》诗：“一生风月供惆怅，到处烟花恨别离。”这里指范蠡与西施的故事。<br>朱公：陶朱公，即范蠡，字少伯，生卒年不详，春秋楚国宛（河南南阳）人。春秋末著名的政治家、军事家和实业家。后人尊称“商圣”。他出身贫贱，但博学多才，与楚宛令文种相识、相交甚深。因不满当时楚国政治黑暗、非贵族不得入仕而一起投奔越国，辅佐越国勾践。帮助勾践兴越国，灭吴国，一雪会稽之耻，功成名就之后激流勇退，化名姓为鸱夷子皮，变官服为一袭白衣与西施西出姑苏，泛一叶扁舟于五湖之中，遨游于七十二峰之间。期间三次经商成巨富，三散家财，乃我国儒商之鼻祖。世人誉之：“忠以为国；智以保身；商以致富，成名天下。”宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a> 《连日大雨门外湖水渺然》诗：“尚鄙朱公养鱼术，肯为宁戚饭牛歌？”<br>⑤汉庭三独坐：东汉光武帝在加强监察官僚权威方面，创造了一个有趣的形式，叫做：三独坐。《后汉书·宣秉传》说，宣秉在汉光武帝建武元年担任御史中丞，“光武特诏御史中丞与司隶校尉、尚书令会同并专席而坐，故京师号曰：三独坐”。其他官僚朝见皇帝时，都站着，惟有他们坐着，故曰：独坐。这和西汉时司直、司隶校尉朝会时排列在九卿之前，均为尊宠监察官僚的特殊礼遇。此后，“三独坐”或“三独”，甚至成为御史中丞、司隶校尉这类监察官僚的代名词。东汉初年，就恢复了西汉时设置过的三套监察机构，对加强皇帝的权力起了巨大的作用。<br>飞觥：传杯。 唐羊昭业《皮袭美见留小宴次韵》：“泽国春来少遇晴，有花开日且飞觥。” 宋 <a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a> 《次韵答黄介夫七十韵》：“物理既难常，达生重飞觥。” 清 <a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a> 《莺啼序·春日游平山堂即事》词：“玉笋飞觥，春纤拂素。”",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送别<a href=\"http://so.gushiwen.org/view_71896.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>送当时的工部侍郎凌策返乡。</p> <p>　　凌策（957－1018），字子奇，宣州泾（安徽泾县）凌湾人，北宋名臣。雍熙进士。历广安军判官、西川节度推官，光禄寺丞。李顺起义，川陕许多选官都不愿意上任，凌策自动请示出任，后到绵州任职，升迁户部判官，淮南东路安抚使。公元1016年（大中祥符九年），凌策从蜀地回来，皇上有意擢用，但凌策得病，这首七律《送凌侍郎还宣州》晏殊送凌策回乡写的。</p> <p>　　首联“日南藩郡古宣城，碧落神仙拥使旌”，介绍古宣城是块圣地。碧霞满空，神仙都要摇动旌旗，在那里聚集。历史上的宣城 “易置不常，统治称重”（宋 章岷《绮霞阁记》）宣城地灵人杰，便有凌侍郎这样的人才。</p> <p>　　颌联“津吏戒船东下稳，县僚负弩昼归荣”，写凌策任广南西路转运使时，受命重新筹划从岭南运输香药至京师，凌策请求先由陆路运到南安，然后向北改为水运，只用士兵八百人，比过去节省下大量人力和大笔运费。由此，“卢之翰任广州无廉称，以策有干名，命代之，赐金紫。”（《宋史·列传第六十六》） 凌策任英州知州期间，其时广、英路从吉河到板步二百里，每年盛夏瘴气四起，来往过客十死八九。凌策请求从大源洞开山修路，缩短了行程，方便了运输行旅。“由此，“代还，知青州。东封，以供亿之勤，超拜都官郎中，入判三司三勾院，出知扬州。”（《宋史·列传第六十六》）凌策押船营运、开山修路获得如此的成功与殊荣。</p> <p>　　颈联“江山谢守高吟地，风月朱公故里情”，写凌策的家乡宣城原是<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>、朱公的所住地。谢守，指谢朓，他曾在宣城任太守，在府治之北陵阳峰上建室，取名“高斋”，吟出“空为大国忧，纷诡惊非一。安得扫蓬径，销吾愁与疾”（《高斋视事》）等诗句，故有“谢守高吟地”之说。朱公，陶朱公，即范蠡，字少伯。春秋末著名的政治家、军事家和实业家。他出身贫贱，但博学多才，与楚宛令文种相识，辅佐越国勾践灭吴国，功成名就之后激流勇退，化名姓为鸱夷子皮，变官服为一袭白衣与西施西出姑苏，泛一叶扁舟于五湖之中。因古宣城 “禹贡扬州之域，”（宋 章岷《绮霞阁记》）故有“朱公故里”之称。</p> <p>　　尾联“曾预汉庭三独坐，府中谁敢伴飞觥”，赞扬凌策的功绩，一般人是不能比拟的。诗人不是从正面来写，而是用典，显示凌策身份的高贵及功劳之大。三独坐，又叫汉庭三独坐。光武特诏御史中丞与司隶校尉、尚书令会同并专席而坐，故京师号曰：三独坐”。其他官僚朝见皇帝时，都站着，惟有他们坐着，显示地位的尊贵。据《宋史·列传第六十六》记载：凌策985年（雍熙二年）举进士，起家广安军判官。后步步高升，任了那么多地方的官，后“知州李玄病，上与宰相历选朝士，将徙策代之。”（《宋史·列传第六十六》）1018年（天禧二年）卒，年六十二。诗人说，如果人们要坐着喝酒的话，像凌策的大人，谁还敢与他并起并坐，传杯把盏呢？这里用了反问句，从侧面颂扬凌策的功劳。</p> <p>　　晏殊诗词有其思想上与艺术上的独特追求。他希望以歌颂太平为出发点，艺术上又追求“气象”，同时也讲求词的可歌性。在宋朝的所有宰相中，晏殊也许算是活得最明白的一个。歌颂太平正是其诗词创作趋于一途的共同表现，这也是由晏殊所处的环境、地位决定的。他不少作品直接写酒增加宴席上的欢乐气氛。，如《奉和圣制上元夜》、《浣溪沙》等。这首诗借写酒来歌颂凌侍郎及他的家乡，但在一定程度上向“温柔敦厚”靠拢，无凄厉之音，得中和之美，珠圆玉润，其中感情如陈年甘醴，看似平淡，品之味长。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "送别",
    "赞颂",
    "写人"
  ]
}