{
  "id": 71922,
  "star": 48,
  "name": "于中好·握手西风泪不干",
  "dynasty": "清代",
  "content": "握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。<br>凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。",
  "fanyi": "<p><strong>译文<br></strong>在秋风中执手送<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>南归，恋恋不舍，想到一年来与好友多次分别，不由得泪流满面。这一年来我们经常分离。遥想你在家乡独坐灯前，听着窗外淅沥的秋雨，无人可以相伴；转念一想，你我曾经同在雪后看山，也可稍解别后独处的寂寞孤独。<br>凭借“我”的殷勤话语，你要努力加餐饭，别让身体瘦损。咱们约定，等到明年桂花开放的时候你要再回来。你的画像在沉香的缕缕轻烟中清晰可见，但是你内心的悲伤是无论如何也无法描画出来的。</p> <p><strong>注释<br></strong>①于中好：词牌名。双调，五十五字，押平声韵。也是曲牌名。南曲仙吕宫、北曲大石调都有。字句格律都与词牌相同。北曲用作小令，或用于套曲。南曲列为“引子”，多用于传奇剧的结尾处。<br>②年来句：纳兰为侍卫之臣，扈驾出巡是经常的事，仅清康熙十九年至二十年(1680—1681年)，纳兰即先后随从皇帝巡幸巩华城、遵化、雄县等地，故云与好友“多在别离间”。<br>③凭：凭借。<br>④约重还：约定重阳节的时候回来。<br>⑤沉香：中药名。为瑞香科植物白木香含有树脂的木材。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“握手西风泪不干”，劈头便是一派依依惜别景象，奠定了全词的感情基调。握手、西风、泪不干，每个词都带着萧瑟的意境，组合在一起便营造出了极强的感染力。这里的“握手”不是西方的礼节，而是离别时真情流露的动作，同义的词是“执手”。</p> <p>　　如果说“握手西风泪不干”通过描写送别的画面，奠定了这首词的基调，那么“年来多在别离间”一句就是通过纳兰容若的怨恨，来进一步加深了这种哀伤。每个人都会经历离别，偶尔的分别尚可接受，但是“年来多在别离间”，知心之人难以聚首。</p> <p>　　“遥知独听灯前雨，转忆同看雪后山。”这两句描绘出了两幅迥然不同的画面——离别后，在风雨之夜不能成眠，独坐灯前，且听一窗冷雨；忆曾经，两人雪后初晴兴致盎然，携手同游，共赏一山银装。“遥知”已是人海茫茫，“转亿”便成往事随风；“独听”听尽凄凉寂寞，“同看”看遍良辰好景。昔日的相聚合乐．与今后一个人郁郁寡欢形成了鲜明的对比，愈欢乐，也就愈痛苦。</p> <p>　　纳兰容若想象分别之后友人“独听灯前雨”，似乎是在写他的孤独，其实这是容若的孤独。这是<a href=\"http://so.gushiwen.org/view_71922.aspx\">诗</a>词中的一种写法，能够确定远方的友人深深地思念自己，这需要勇气和自信。因为彼此相知，所以知道在想着他的时候，他也一定在想我，所以才敢说的这样毫不犹豫。</p> <p>　　恨离别，无限伤感之中，仍然念念不忘关心友人，反复叮嘱着：“多吃些饭。”“凭寄语，劝加餐”，这句化自王次回“欲寄语，加餐饭。难嘱咐，鱼和雁”。“劝加餐”真的是个很熟悉的情景。想来知己送别，一定会有很多话嘱咐，而纳兰容若偏偏选了“多吃饭”这句最朴素的话，未经雕琢，却质朴感人。读来平淡之中感受到浓浓的温暖。</p> <p>　　“桂花时节约重还”，这是容若与<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>相约，在桂花开放的时节．知己再重聚京华．互诉衷肠。约定，似乎是送别时一个不变的情节。因为不舍，也为了给彼此一个慰藉。而约在“桂花时节”，首先想到的便是中秋节，这个月圆人圆的日子，于是便又多了一层期盼。在桂花飘香的时候，希望能与你团圆，共品桂花酒、赏月吟诗。</p> <p>　　最后两句“分明小像沉香缕，一片伤心欲画难”，与“送梁汾南还，为题小影”的题目切合，也是全词最动人的两句，尤其是“一片伤心欲画难”一句，算得上是画龙点睛的一笔。刚刚画好的小像笼罩在袅袅升起的淡淡香烟之中．纳兰容若细细观察许久，却还是不满意，妙手丹青仍然画不出我的离伤与思念。</p> <p>　　该词上片想到一年来聚少离多，更增添了此次送别的悲伤。三、四两句遥想别后情景，希望彼此能以相聚时的欢乐战胜别后的孤独寂寞，有情有景，情景相生。过片殷勤叮咛，相约重还的时间。结句写自己独对好友小像以慰相思，从中却看到满面风霜，感受到“一片伤心”，表达了对好友坎坷遭遇的无限同情和深切理解。</p>",
  "about": "<h2>创作背景</h2> 　　康熙二十年（1681），<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>正在京城，逢母丧欲南归无锡。容若欲留不得，更想到和顾贞观虽然心心相印，却聚少离多，此番又将长别，愈发难舍。时值秋雨，纳兰为好友写了<a href=\"http://so.gushiwen.org/view_71922.aspx\">诗</a>词相赠。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "送别",
    "感伤"
  ]
}