{
  "id": 264,
  "star": 42,
  "name": "周颂·维天之命",
  "dynasty": "先秦",
  "content": "维天之命，于穆不已。<br>于乎不显，文王之德之纯。<br>假以溢我，我其收之。<br>骏惠我文王，曾孙笃之。",
  "fanyi": "<p><strong>译文<br></strong>想那天道的运行，美好肃穆永不停。<br>多么辉煌多光明，文王品德多纯净。<br>嘉美之德使我慎，我们永远要继承。<br>顺着我祖文王道，子子孙孙永力行。</p> <p><strong>注释<br></strong>⑴维：语助词。一说“思念”。<br>⑵於（wū）：叹词，表示赞美。穆：庄严粹美。不已：不止。指天道运行无止。<br>⑶不（pī）：借为“丕”，大。一说发语词。显：光明。<br>⑷德之纯：言德之美。纯，大，美。<br>⑸假以溢我：以嘉美之道戒慎于我。假，通“嘉”，美好。溢，马瑞辰《毛<a href=\"http://so.gushiwen.org/view_264.aspx\">诗</a>传笺通释》：“《尔雅·释诂》：‘溢、慎、谧，静也。’……诗言‘溢我’，即慎我也，慎我即静我也，静我即安我。”<br>⑹收：受，接受。<br>⑺骏惠：顺从的意思。郑笺训为“大顺”，马瑞辰《毛诗传笺通释》：“惠，顺也；骏当为驯之假借，驯亦顺也。骏惠二字平列，皆为顺。”<br>⑻曾孙：后代子孙。孙以下后代均称曾孙。郑笺：“曾，犹重也。”笃：厚，忠实。此处指笃行，行事一心一意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《周颂·维天之命》是《<a href=\"http://so.gushiwen.org/view_264.aspx\">诗</a>经·周颂》的第二篇，无韵，篇幅不长，充满了恭敬之意、颂扬之辞。</p> <p>　　此诗内容大致可分为两部分，每四句为一部分。前一部分说文王上应天命，品德纯美；后一部分说文王德业泽被后代，后代当遵其遗教，发扬光大。前后两部分在结构上有所不同。前一部分有一个逆挽，也就是说，今传文句将原该是“维天之命，於穆不已；文王之德之纯，於乎不显”的平行结构在句子的排列组合上作了小小的变化。语义丝毫未变，但效果却很不一样，两个“於”字的叠合，更显出叹美庄敬之意。而后一部分没有用感叹词，作者便任句式按正常逻辑排列，平铺直叙，波澜不惊，在唱出重音——赞颂文王——之后，以轻声顺势自然收束，表示出顺应文王之遗教便是对文王最好的告慰，这样一种真心诚意的对天祈愿与自我告诫。全诗犹如两段歌词，结尾处以咏叹作副歌。这种形式，在当代歌曲中，也还是很常见的。</p> <p>　　从诗的句式看，此诗中第四句“文王之德之纯”与第七句“骏惠我文王”完全可以压缩成“文王德纯”“骏惠文王”这样的句式，如此则八句均为四言，整齐划一。《周颂》中不是没有这样纯用四言句的诗章，如《周颂·臣工》《周颂·噫嘻》等即是。因为《周颂》中多无韵之诗，可能会有人将这种句式参差与匀整的不同与有无韵脚联系起来，以为有韵之诗句式以匀整为尚，无韵之诗句式以参差为尚。这种看法未免太绝对，上举《周颂·臣工》《周颂·噫嘻》等无韵（江永《古韵标准》谓《周颂·臣工》“韵不分明”，语尚含糊）之诗也是齐言句式，就很难以此解释之。《颂》诗的句式参差与否，除了语言表达上的需要外，可能更多的是合乐的需要。据郑觐文《中国音乐史》说：“《颂》律与《雅》律之配置不同，《雅》为周旋律，《颂》为交旋律。”而<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>《释颂》强调《颂》之舞容而谓其全为舞诗。据此，则《颂》诗的音乐大约因切合舞蹈的需要而旋律变化多一些，句式参差与匀整正反映出其旋律的差异。</p> <p>　　至于说此诗的内容，实在并没有什么特别之处，颂扬文王德配上天，对其美德顶礼膜拜，正是周公摄政制礼，确定祭祀文王的规格仪轨之后，创作祭舞祭歌的必然主题。此诗言词古直，情意朴素，并不像后世的祭祀歌辞那样有矫揉造作之弊。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_264.aspx\">诗</a>为周成王祭祀周文王之作，即《毛诗序》所谓“大平告文王也”，因文本中有“文王之德之纯”“骏惠我文王”等句可证，古今并无异议。但对此诗的产生时间，则汉儒、清儒之说尚有分歧。郑玄笺云：“‘告大平’者，居摄五年之末也。文王受命，不卒而崩，今天下太平，故承其意而告之，明六年制礼作乐。”郑玄认为此诗作于周公摄政五年（公元前1111年）之冬。而陈奂《诗毛氏传疏》则云：“《书·雒诰》大传云：‘周公摄政，六年制礼作乐，七年致政。’《维天之命》，制礼也；《维清》，作乐也；《烈文》，致政也。三诗类列，正与大传节次合。然则《维天之命》当作于六年之末矣。《雒诰》周公曰：‘王肇称殷礼，祀于新邑，咸秩无文。’郑注云：‘周公制礼乐既成，不使成王即用周礼，仍令用殷礼者，欲待明年即政，告神受职，然后班行周礼，班讫始得用周礼，故告神且用殷礼也。’郑谓周礼行于七年致政之后，是也。而笺以告太平为礼未成时，在居摄五年之末，则未是。诗云：‘我其收之。’又云：‘曾孙笃之。’自在制礼后语矣。”据陈奂考证，郑玄之说有误，此诗当作于周公居摄六年（公元前1110年）之末。陈子展《诗经直解》认为陈奂之说较郑笺“为有据也”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀"
  ]
}