{
  "id": 72174,
  "star": 144,
  "name": "周郑交质",
  "dynasty": "先秦",
  "content": "　　郑武公、庄公为平王卿士。王贰于虢，郑伯怨王。王曰：“无之。”故周郑交质。王子狐为质于郑，郑公子忽为质于周。</p> <p>　　王崩，周人将畀虢公政。四月，郑祭足帅师取温之麦。秋，又取成周之禾。周郑交恶。</p> <p>　　君子曰：“信不由中，质无益也。明恕而行，要之以礼，虽无有质，谁能间之？苟有明信，涧溪沼沚之毛，苹蘩蕴藻之菜，筐筥錡釜之器，潢污行潦之水，可荐於鬼神，可羞於王公，而况君子结二国之信，行之以礼，又焉用质？《风》有《采蘩》、《采苹》，《雅》有《行苇》、《泂酌》，昭忠信也。”",
  "fanyi": "<p><strong>译文</strong><br>　　郑武公、郑庄公是周平王的卿士（官名）。（周平王）分权给虢公，郑庄公怨恨周平王。周平王说：“没有的事（偏心于虢公）。”于是周王、郑国交换人质（证明互信）：（周平王）的儿子狐在郑国做人质，郑庄公的儿子忽在周王室做人质。</p> <p>　　周平王死（后），周王室准备让虢公掌政。四月，郑国的祭足帅军队收割了温邑的麦子。秋季，又收割了成周的稻谷。周和郑互相仇恨。</p> <p>　　君子说：“信用不发自心中，盟约抵押也没用。开诚布公互相谅解地行事，用礼教约束，即使没有抵押，谁能离间他们呢？假如有真诚的信用，山涧溪流中的浮萍，蕨类水藻这样的菜，装在竹筐铁锅一类的器物里，用低洼处沟渠中的水，都可以供奉鬼神，献给王公为食，何况君子缔结两国的盟约，按礼去做，又哪里用得着人质啊？《国风》中有《采蘩》、《采苹》，《大雅》中有《行苇》、《泂酌》<a href=\"http://so.gushiwen.org/view_72174.aspx\">诗</a>，都是昭示忠信的。”</p> <p><strong>注释<br></strong>1.卿士：周朝执政官。<br>2.贰于虢（guó）：二心，这里有“偏重”的意思。此指平王想把政权一部分让虢执掌。虢，指西虢公，周王室卿士。[3] <br>3.郑伯：诸侯国郑国的君主，这里是郑庄公。<br>4.交质：交换人质。<br>5.王子狐：即姬狐，是周平王的次子、姬泄父的弟弟，史称“王子狐”，在长兄“太子泄父”死后，被立为太子。<br>6.公子忽：郑庄公太子，后即位为昭公。<br>7.王崩：周平王去世。崩，君主时代称帝王死。<br>8.畀（bì）：交给。<br>9.祭（zhài）足：即祭仲，郑大（dà）夫。温，周朝小国,在今河南温县南。<br>10.成周：周地，今在河南洛阳市东。<br>11.中：同“衷”，内心。<br>12.明恕：互相体谅。<br>13.要（yāo）：约束。<br>14.间：离间。<br>15.明信：彼此了解，坦诚相待。<br>16.沼沚：沼，池塘。沚，水中小洲。<br>17.蘋（píng）：水生植物，即浮萍。蘩（fán），白蒿。蕴藻，一种聚生的藻类。菜，野菜。<br>18.筐莒（jǔ）：竹制容器，方形为筐，圆形为莒。锜（qí）釜，均为烹饪器，有足为錡，无足为釜。<br>19.潢（huáng）：积水池。污，积水。行（háng）潦（lǎo）， 路上的积水。<br>20.荐：享祭，祭祀。<br>21.羞：同“馐”，进奉。<br>22.《采蘩》、《采苹》：均为《诗·召南》篇名，写妇女采集野菜以供祭祀。<br>23.《行苇》、《泂（jiǒng）酌》：均为《诗·大雅》篇名，前者写周祖先晏享先人仁德，歌颂忠厚。后者写汲取行潦之水供宴享。<br>24.昭：表明。</p>",
  "shangxi": "<h2>评析</h2> 　　本文前两段，只用寥寥七十多字，就把春秋初期周王室和它的同姓诸侯国郑国之间的微妙关系揭示出来。日渐衰微的周王室为了防止郑庄公独揽朝政，就想分政给另一个姬姓国国君虢公，以保持政权的平衡。然而，郑庄公不买周平王的账，对周平王准备采取的这一举措怨恨不已。尤其值得玩味的是，为了达成妥协，作为天子的周平王和作为诸侯国国君的郑庄公，居然采用了进入春秋时代以后各诸侯国间普遍采用的一种外交手段，即交换质子。那么，这一外交手段是否奏效了呢?第二段的记述则对这一举措做出了历史否定。历史的辩证法雄辩地证明，周、郑由“交质”到“交恶”，其根本原因，是利益和权力再分配问题上矛盾冲突的必然结果。也就是说，决定周、郑双方关系的最终原则是利益和权利的再分配。尽管由于历史的局限，《左传》作者不可能揭示周、郑由“交质”到“交恶”的历史本质，但由于作者是“用事实说话”，所以，还是使我们看到了这一时代历史发展的总趋势和总动向。而“用事实说话”，也正是此文的最大特点。至于此文用较多的文字阐发诚信的重要性，那只是作者的一种美好愿望而已，因为在历史进入“礼崩乐坏”的春秋时代以后，就很难看到各诸侯国“要之以礼”并“行之以礼”的事情了。尽管如此，在我们今天建立新的社会规范、道德规范和行为规范的过程中，诚信原则还是应该继承发扬的。<br/><h2>赏析二</h2> <p>　　文章先简要记述了事情的前因后果，一方面揭示了郑庄公两次入侵东周之地，强逼平王立质、咄咄逼人的姿态；另一方面则反映了东周王室已然衰微、任人欺凌、委曲求全的历史情状。并由此得出结论，周天子与郑庄公想通过交换人质来缓解矛盾、取信对方的做法是不可靠、也不可取的，因为周郑之间并没有诚信之心，又不依“礼”行事，所以双方即使交换了人质，也还是不能够维持他们之间的关系。</p> <p>　　最后，君子通过对此事的评论，指出相互之间的了解和信任要建立在彼此体谅、坦诚相待的基础之上，强调了恪守礼仪、忠于信义的重要性。</p> <p>　　文章虽然不长，但叙事朴实，议论周严，有事实，有根据，有结论，语言中肯，说服力很强。文末“君子日”一段评论，以信和礼为标准。一针见血地指出周郑交质之非。数层转折与整齐的排旬，使作者的论断显示出不可逆转的气势，空灵排宕、辞采纵横而又风韵悠然。</p> <p>　　自幽王烽火戏诸侯及平王东迁以来，周王权威早已实际崩溃。但周王及诸侯都没有将此事捅破。周郑交质作为一个可供观测或曰方便标记的事件点而成为周王权威崩溃的标志。《左传》认为周郑交质“无信（已堕落到需靠人质故曰无信）不礼（周郑上下失序故曰不礼）”，是东周“礼崩乐坏”的缩影。</p> <p>　　在《周郑交质》中，君子对双方都有责难，但侧重于批评周王室。<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>认为这种局面的出现是因其不能以信服人，是以礼驭下造成的。周、郑由“交质”到“交恶”，其根本原因，是利益和权力再分配问题上矛盾冲突的必然结果。也就是说，决定周、郑双方关系的最终原则是利益和权利的再分配。尽管由于历史的局限，《左传》作者不可能揭示周、郑由“交质”到“交恶”的历史本质，但由于作者是“用事实说话”，所以，还是使我们看到了这一时代历史发展的总趋势和总动向。而“用事实说话”，也正是此文的最大特点。至于此文用较多的文字阐发诚信的重要性，那只是作者的一种美好愿望而已，因为在历史进入“礼崩乐坏”的春秋时代以后，就很难看到各诸侯国“要之以礼”并“行之以礼”的事情了。《周郑交质》这篇文章反映了《左传》崇霸贬王思想。全文先讲事实，再进行评论，这是《左传》的典型写法。君子的议论以“礼信”为中心，引经据典，辞理畅达。对后世史论有极大的影响。</p>",
  "about": "<h2>创作背景</h2> 　　在自春秋起始的东周，从平王东迁立国，就天下大乱，礼崩乐坏，连姬姓的宗室诸侯也不再忠心辅佐。天子和诸侯的信用，要用交换人质来作保证，成为笑谈。郑庄公不循礼法开了先例，王纲已堕。而后，周王室与执政大臣郑伯发生信任危机，郑国是西周末至战国初重要诸侯国之一，郑桓公曾经是周朝朝廷的司徒，郑武公也在周平王时出任卿士。郑庄公继承父亲为郑国国君时，也承袭了父亲在朝廷的卿士职位。后来，周平王宠信虢公忌父，有意擢升虢公、分享郑庄公的权力。郑庄公派遣郑卿祭足率领郑军在四月收割了东周王畿内温地的麦，又于当年秋天再率领郑军收割了东周王畿内成周的禾，周郑关系因此进一步恶化。周郑互相怀恨，关系急遽恶化。[2] 日渐衰微的周王室为了防止郑庄公独揽朝政，就想分政给另一个姬姓国国君虢公，以保持政权的平衡。然而，郑庄公不买周平王的账，对周平王准备采取的这一举措怨恨不已。为了达成妥协，作为天子的周平王和作为诸侯国国君的郑庄公，居然采用了进入春秋时代以后各诸侯国间普遍采用的一种外交手段，即交换质子。而这一手段并没有奏效。以上就是该文的背景。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事"
  ]
}