{
  "id": 69906,
  "star": 3,
  "name": "杂剧·随何赚风魔蒯通",
  "dynasty": "元代",
  "content": "第一折<br>秦府图书世不收，汉家刀笔我为优。请看约法三章在，第一功臣是酂侯。小官萧何是也，本贯丰沛人氏，辅佐汉天子有功，官拜丞相之职。小官在朝，只有一件事放心不下。俺汉家有三个大功臣，第一是韩信，第二是英布，第三是彭越。现今韩信封为齐王，英布封为九江王，彭越封为大梁王。争奈韩信军权太重，雄兵数十万，战将百余员。常言道：太平本是将军定，不许将军见太平。那韩信元是小官举荐的，他登坛拜将，五年之间，蹙项兴刘，扶成大业。小官看来，此人不是等闲之辈，恁的一个楚霸王，尚然被他灭了，况今军权在手，倘有歹心。可不觑汉朝天下，如同翻掌！这非是我成也萧何，败也萧何，做恁的反复勾当。但是小官举荐之人，日后有事，必然要坐罪小官身上。以此小官昼夜寻思，则除是施些小计，奏过天子，先去了此人牙爪，然后翦除了此人，才使的我永无身后之患。前日武阳侯樊哙曾与我商量此事，着小官展转疑惑不定。令人，与我请将樊哙来者。理会的。樊将军有请！踏踏鸿门多勇烈，能使项王坐上也吃跌。赏我一斗好酒一肩肉，口床的又醉又饱整整傥了半个月。某樊哙的便是，乃沛县人也，官拜武阳侯之职。自立汉天下以来，八方平静，四海安宁。今日无甚事，想起某家元是屠户出身，不可忘其本领，正在我宅中演习我旧时手段，杀狗儿耍子。有丞相令人来请。不知甚事，须索走一遭去，可早来到也。令人，报复去，道有樊哙下马也。报的丞相爷得知，有樊哙到于门首。道有请。请进去。丞相呼唤我老樊，有何公事？樊将军，今请你来，不为别的，只为那韩信一事。当初是小官举荐他来，此人如今军权太重，诚恐日后生起歹心，如之奈何？我想许多功臣，其中只有将军是天子的至亲，必然有个休戚相关之意，故请你来商量。丞相，小将当日也曾说来，韩信是淮阴一个饿夫。想鸿门会上王公有难，某立踏鸿门而入。项王见我气概威严，赐我酒一斗，生豚一肩，被俺一啖而尽，吓得项王目瞪口呆，动弹不得，方才保的主公无事回还。后来筑坛拜将，想这个元帅准定该是我老樊的。丞相，可是你来。这也不然。平白的拜了那个饿夫为帅。若拜了我呵，那里消的五年灭楚！我擒项羽如婴儿相似。今日大事已定，可也罢了。那韩信手无缚鸡之力，只淮阴市上两个少年，要他在胯下钻过去，他就钻过去了，有甚么本事在那里？这也何须老樊动手，只差一两个能干的<br>人，唤他来可擦的一刀两段，便除了后来祸患，岂不伶俐？小官未敢擅便。令人，请张良来者。那老子一发没甚么主张：可也罢波，着人请去。小官姓张名良，字子房，乃韩国人也。祖父以来，五世为韩国之臣。只为秦始皇无道，灭了韩国。某要为韩报仇，因此从了汉王。亡秦天下，依旧立俺韩国。不想项羽又将韩国灭了，所以专意扶助汉王，追杀项羽。现今天下已定，干戈宁息。有萧丞相着人相请，不知为些甚事。须索走一遭去。想俺扶立汉朝天下，非同容易也呵。<br>【仙吕】【点绛唇】只为那焚典坑儒，烦刑重赋，因此上人心怒。共逐秦鹿，今日早扶立的这英明主。<br>【混江龙】想我张良未遇，也则是个预知秦世避人夫。不甫能平定了刘家天下，才得做大汉司徒。我想今日封侯得这陈留邑，索强如少年逃难下邳初。我也曾劈划着黄公略法，酝酿着吕望韬书。佐高皇南征北讨，随诸将东荡西除。傍秋风将楚歌唱彻，早吹散了垓下军卒。那重瞳有千般英勇，怎出的这十面埋伏？逼得他无颜敢再向东吴，在乌江边自刎也是天之数。托赖着一人有庆，因此上四海无虞。<br>可早来到了也。令人，报复去，道有张子房下马也。理会的。报丞相爷得知，有张子房来了也。道有请。请进。老丞相，今日请小官来，有何事计议？老司徒，今请你来，不为别的，只为韩信一事。当初是我举荐他来，此人如今军权太重，诚恐日后倘有歹心，须连累我保奏之人，将何自解？故特请你来商议，怎生除的此人，才免后患？我想韩信淮阴一饿夫，他有甚么功劳，甚些本事？依着我的愚见，只消差人赚将韩信到来，哈喇了就是，打甚么不紧！樊将军，你差矣！韩信削平四海，建立功劳，天下不知其罪。若便害了他，莫非有失民望。老丞相，你也还要三思，不可造次。<br>【油葫芦】想当日共起亡秦将天下取，都是咱文共武，老丞相，你寻思咱。有那个敢和项王交马决赢输？若是那韩淮阴不肯辞西楚，只这汉高皇怕不闷死在巴蜀！因此上我张良操一纸书，你个萧丞相曾三荐举。将元戎百万坛台筑，可不道君子断其初。<br>老司徒，想韩信有甚么功劳？诛灭项羽，皆托赖天子洪福，众将威风，逼的他自刎于乌江也。老丞相说那里话，若不是韩信呵。<br>【天下乐】现如今百二山河壮帝居，他则望迁也波除，倒将他剑下诛，可不道举枉错直民不服。老夫不是厮卖弄，丞相你也须自窨付，端的是谁推翻楚项羽。<br>小官虽不才。食君之禄，须要忠君之事。如今韩信见掌三齐王印，手下雄兵十余万，战将百余员。倘有疏失，如之奈何？丞相说的是。想他军权太重，若不除了他，必有后患。<br>【那吒令】你起初时要他，便推轮捧毂；后来时怕他，慌封侯蹑足；到今时忌他，便待将杀身也那灭族！他立下十大功，合请受万钟禄，恁将他百样妆诬！<br>韩信是一饿夫，平白地着他为元帅，他有甚么功劳那？他的功劳，你岂不知？他在九里山前，只一阵逼得项羽自刎乌江。这等大功不必说起，我别举一两件儿与你听者。<br>【鹊踏枝】他、他、他击陈馀，有权术；擒夏悦，用机谋。他可便堰住淮河，夜斩龙且，将魏豹智虏，将齐王力取，论功劳今古全无！<br>想项羽乌江自刎，皆是五侯之力，不干他事。你怎么独独的说是他的功劳？老丞相，这九里山前大会垓，难道你不见来？<br>【寄生草】九里山按形势，八卦阵列士卒。亏杀俺韩元帅，自把先锋做。遣五侯赶到合休处，赚重瞳走入阴陵路。遮莫他乌骓能突数重围，怎当的乌江那日无船渡！<br>罢、罢、罢，韩信立下如此功劳，尚然要将他杀了，何况老夫？我不如谢了天子，纳下这紫袍象简，随赤松子学道而去，可不好也！老司徒，你差矣。为官的吃堂食，饮御酒，多少快活！倒要弃官学道，为甚的来？<br>【金盏儿】我从今见盈虚，识乘除。总不如隐山林弃钟鼎，倒可也无荣辱。早拜辞了龙楼凤阁，只守着我这蜗庐。我甘心儿追四皓，回首也叹三闾。老司徒，你见我门排画戟，户列椒图，可不好那。谁待要你这门排双画戟，户列八椒图！丞相，我说道不要请他，他又不会主张。这桩事毕竟怎了也？樊将军且慢者，等司徒回去了再做计较。老丞相勿罪。老夫如今就向山中修行办道去也。<br>【赚煞尾】我如今跳出是非场，抹下了这功劳簿。只待要修仙辟谷，倒是俺散袒逍遥一愿足。再休提玉带金鱼，细踌躇、究竟何如，只俺可不诫前车与后车。眼见的三齐王受屈，因此上子房公归去，一任那太平天子百灵扶。<br>丞相，论小官说呵，可便差人去，则说天子要游云梦山，特取韩信还朝，权为留守。我料韩信乃贪利之人，见诏书必然入朝。那时夺了三齐王印信，将他拿下杀了，怕他有本事会飞上天去！此计甚妙。我来日见了天子。就差一使命诏取韩信回朝。那时妆诬他一个谋反情由，坐下十恶大罪，将他杀了，是我之愿也。举荐登坛立汉朝，兵权太重恐难销。定计翦除无后患，方信萧何智量高。<br><br>第二折<br>一自登坛领大兵，兴刘灭项显威名。当初不解提牌职，谁助高皇定太平。某姓韩名信，淮阴下湘人也。初投项王麾下，为提牌执戟郎。后蒙萧何举荐，汉王筑起高台，拜某为帅。兴刘破楚。立下十大功劳。如今天子要游云梦山，取某还朝，权为留守。某手下蒯文通广有机谋，不免请他来商议此事。令人，请将蒯文通来者。蒯文通，元帅有请。某姓蒯名彻，字文通。今在韩元帅门下为辩士。元帅相请，不知有甚事，须索走一遭去。令人，报复去，道有蒯文通来了也。报的元帅得知，有蒯文通来了也。着他过来。着过去。元帅呼唤蒯彻，为着何事？蒯彻，请你来不为别事。有萧何遣使来，传下诏书一道。说圣人要游云梦山，宣某入朝留守。请你来商议，还是去的好？不去的好？元帅不可去。记当日亡秦之后，楚汉争锋，专为雌雄未定，元帅威名无敌，灭楚兴刘，立起汉朝社稷，加元帅三齐王之职。见今军权在手，古人有云：\"勇略震主者身危，功盖天下者不赏。\"正此之谓也。元帅这一去，必受其祸，愿元帅思之。<br>【中吕】【粉蝶儿】当初你假镇三齐，他拜真王也非实意。不甫能定江山拱手垂衣，投至得国无争，家无讼，端的是非同容易！今日个万国来仪，见你握兵权便生疑忌。<br>【醉春风】没来由平净了楚干戈，扶持了汉社稷。想某费了多少力气。方才灭的那西楚霸王。扶助圣人，平定天下，圣人岂有负了我的？我便走一遭去，怕做甚么！常言道\"太平不用旧将军\"，可怎生参不透这个理、理！元帅，我想你立下这等大功劳，今日被他疑忌，则不如纳下朝章，趁一带青山，逍遥散诞，可不好也。你便不能卸职休官，也须要思前算后，做一个保身长计。蒯彻，想某南征北讨。东荡西除，立下十大功劳，料的圣人怎好便负了我也？元帅，不可去。若去呵，必受其祸。删彻，你差矣！俺想圣人平日解衣衣我，推食食我。这许多好意。难道今日便负了我？必无此理。元帅若依我呵，万无一失。<br>【上小楼】你去后多凶少吉，干这般尽忠竭力。岂不闻古人有云：威而不猛，高而不危，满而不溢。你休性执，劝不的，还待要争名夺利，若不依蒯彻之言呵，管送的你死无葬身之地。元帅，我劝你只不如学那范蠡、张良，早弃官而去，倒落的个远害全身也。蒯彻，你差矣。想为官的前呼后拥，衣轻乘肥，有多少荣耀。平白地可倒修行办道，餐松啖柏，革履麻绦，受这等苦来！元帅，你道这两个人埋名隐迹，却是为何？<br>【幺篇】那一个霸越的有计策，一个兴汉的好事绩。他为甚么远着红尘，守着青山，挨着黄齑。也只是养道德，躲是非，别无主意。我今日劝你，也不为别来。我则怕你祸临头急难涌退。蒯彻，我此去料无甚事，你但放心者。元帅，不是我蒯彻阻当你，千万不可去。若不听蒯彻之言，我家有老母，即日须当拜辞元帅，回家侍养母亲去也。蒯彻，你放心。我见了圣人，不久也就回来，你怎便要辞了我去？既然如此，你主意要去。令人与我将的那纸钱水饭过来。理会的。<br>【快活三】我为甚的瀽一碗浆饭水，烧一陌纸钱灰？则为咱行军数载不相离，曾与你刎颈为交契。蒯文通，你敢风了？你怎生将纸钱水饭在我根前烧泼，可是为何？<br>【朝天子】我说知就里。想蒯彻也无他意，趁着你在日浇奠理当宜，若死了空迎祭。元帅，你比那两个人如何？可是那两个人？我想那雍齿合诛，丁公无罪。汉萧何忒下的，救他出井底，倒将他斩讫。那的也须放着傍州例。蒯彻，你且回去。某只明日领了数百个军卒，入朝见圣人去来。元帅，你若到其间，休说我蒯文通不劝你来。<br>【耍孩儿】今日个萧何反问施谋智，黑洞洞不知一个的实。若将军一脚到京畿，但踏着消息儿你可也便身亏。他安排着香饵把鳌龟钓，准备着窝弓将虎豹射。咱人泰极多生否，圣人要游云梦山去，宣某为留守哩。再休想吉祥如意，多管是你恶限临逼。<br>蒯彻，你但放心者，我见了圣人，自有主意也。<br>【煞尾】我如今、我如今难劝你、难劝你，再休想驱兵领将元戎职，少不的做个背井离乡横死鬼。<br>蒯彻去了也。想某驱兵领将，卧雪眠霜，立起这等江山，料着无事。随从的人，跟着我星夜临朝见圣人走一遭去来。<br><br>第三折<br>小官萧何。自从与樊哙商议那韩信之事，不想差一使去，果然赚的韩信回朝，将他斩了。只是他手下有一蒯彻，闻知他屡劝韩信，不要灭楚，与俺家三分天下。近日又劝韩信不要入朝，好生无礼。本待拿将此人，一并杀坏。争奈他已自风魔了，未审虚实如何。早间奏知圣人，差一使臣智赚此人去。想来蒯彻是个辩士，别人也去不的，则除是随何，从来机谋智量，朝中无比。到那里若是真风魔便罢，若不是风魔，必然赚得将来，小官自有个区处。令人，与我请将随何来者。理会的。随大夫安在？丞相爷有请。曾为君王使九江，立教英布早归降。汉朝若问能言士，只有随何一个更无双。小官随何是也。有萧丞相来请，不知为着甚事，须索走一遭去。可早来到也。令人，报复去，道有随何在于门首。报的丞相爷得知，有随何来了也。道有请。请进。丞相今日唤小官来，有何事干？随大夫，请你来不为别事，今有韩信已被某家着人赚的来，将他斩了。他手下有一辩士，乃蒯文通。此人与韩信最是契交，必须一并杀坏，方才剪草除根。但闻的此人已自风魔了，未审虚实，则除是你走一遭去。若赚得此人来，圣人自有加官赐赏。丞相有命，小官不敢推辞。只今日便往齐国走一遭去也。丞相神谋不可当，赚他韩信也身亡。虽然蒯彻多机变，且看随何做一场。咱每看风子耍子去来。着我做女婿去来，俺家里等着做筵席哩。<br>【越调】【斗鹌鹑】每日点火般调和，使孟婆说合，拟着蚕姑姑为媒，待教狠妈妈嫁我。休笑我面色腌臜，形容儿猥缩。木鞋子踏做粉滥，铁单裤倒做墨褐。我将这瓦腿绷牢拴，磁头巾再裹。<br>【紫花序儿】穿上这沙鱼皮袄子，系着这白象牙绦儿，提着这繐甸子包合。俺丈人是土地，姑夫是阎罗，姐姐是月里嫦娥，俺爷是显道神，俺娘是个木伴哥。这厮推我一个敦坐，你敢告我去么？告与俺那元始天尊，那个是证见？更和那炽盛光佛。你看这个真是风子。<br>【小桃红】哎，你这些小儿每街上闹镬铎，则愿的碾得娘没一个。赶着我后巷前街打踅磨，我也不是善婆婆。我将怀中干饼频频摸，我与那相识每会合，宾朋每同坐，都是些羊弟兄狗哥哥。天色晚了也，且回羊圈中歇息咱。元帅也，<br>【金蕉叶】则落你好似披麻救火，蒯彻也不似那般人随风倒舵。事冗也辞身涌脱，今日个慌顿断名缰利锁。<br>，小官随何，自到于此处，寻着煎文通。小官跟随数日，观此人形容相貌，不是个风的。天色己晚了也，见此人往羊圈中去了，我是听他说甚么来。碧天如水，兀的天河里星，天河外星，月色射天。不免作歌一首。形骸土木心无奈，就中消息谁能解？忠言反作目前忧，佯狂暂躲身边害。笑韩信为元帅，伤心枉立功劳大。野兽尽时猎狗烹，敌国破后谋臣坏。觑咸阳，天一带，乾象分明见兴败。文星朗朗自高悬，武星落落今何在？我是识破此人咱。蒯文通，可不道你风魔了也。<br>【鬼三台】夜深也咱独坐，谁想道人瞧破，呀，早将我这佯狂败脱。蒯文通，你有诳君之罪。圣人宣你入朝，你不合诈妆风魔也。便死后待如何，我舍不的兰堂画阁，任从他利名相定夺。我死呵一任入鼎镬，你、你、你，休则管掀扬也波搬唆。奉萧丞相的言语，着我来请你入朝。到来日便索和俺同行也。<br>【调笑令】他、他、他，做事儿太过，谁免的没风波，呀，常言道点点还来入旧窝。俺想着大梁王破楚功劳大，更和那九江王十分的骁果。也全亏杀俺韩元帅智量多，端的是那一个替你扫荡干戈。<br>【秃厮儿】我为甚的呆邓邓把衣裳袒裸，乱蓬蓬把鬓发婆娑。白日里叫吖吖信口自嘲歌，到晚来向羊圈里且存活、消磨。<br>【圣药王】你待胡扯撮、强领掇，道俺蒯文通故意作风魔。须不是我忒口多、忒意多，也只为谁人立起这山河，怎做一枕梦南柯！<br>【收尾】想着他开疆展土将君王佐，这的是收园结果。当日个未央宫枉图了他，今日个汉萧何又觑着我。<br>蒯文通去了也。谁想此人假妆风魔，被小官聊施计策，早认破此人。到来日小官不敢久停久住，便索回丞相话去也。则因他曾与韩侯为故友，以此上暗遣随何来辨剖。那里也恶人自有恶人磨，这的是强中更遇强中手。<br><br>第四折<br>小官萧何是也。自从随何去赚蒯文通，不想此人是假妆的风魔。闻知随何同他来了，只等此人来，设下油镬，将此人烹了，永除后患。樊将军，俺汉朝大臣，还有那几位未来哩？丞相，有平阳侯曹参、安国侯王陵，尚未见来。既然他二位未来，令人，与我请将曹参、王陵来者。理会的。一心坚意只扶刘，太平天子富春秋。只因汗马功劳大，封做平阳万户侯。小官曹参，乃沛县人也。这位将军是安国侯王陵，与小官自幼同里，后来同辅汉天子，拜将封侯。有萧丞相将韩信赚来斩了，今在相府聚俺众官。商议其事。令人，报复去，道有曹参、王陵来了也。报的丞相爷得知。有曹参、王陵在于门首。道有请。丞相。今日聚俺众官，为着何事？列位大人不知，那韩信已经赚的来，将他斩了。尚有辩士蒯文通，在他麾下，此人与韩信是一个人相好的，若不取他来一并杀坏了，久后必然为患。今差随何赚的蒯文通到此。这是剪草除根，为国家万全之虑，须不走老夫故意的要残害忠良。列位大人以为如何？老丞相见的是。令人，与我唤将随何来者。理会的。小官随何是也。自从见了蒯文通，谁想此人是假风魔，被我赚的他来了。丞相呼唤，须索走一遭去。令人，报复去，道有随何来了也。报的丞相爷得知，有随何来了也。道有请。请进，丞相。小官赚的蒯彻来了也。令人，与我将蒯彻揣近前来。理会的。小官蒯彻，今日到来。眼见的无那活的人也呵。<br>【双调】【新水令】我想那辞朝归去汉张良，早赚的个韩元帅一时身丧。苦也波擎天白玉柱，痛也波架海紫金梁。那些个展土开疆，生扭做歹勾当。令人，报复去。道有蒯彻在于门首。有蒯彻在于门首。着他过来。着过去。住！住！住！蒯文通，你为何不言不语，便往油镬中跳去？这等不怕死那！此人不可问他，若问呵必然要下说词也。自如蒯彻有罪。岂望生乎？当初韩信是你教唆他来？是蒯彻教唆他来。现有汉天子在上，你不肯辅佐，倒去顺那韩信。丞相你岂不知。桀犬吠尧，尧非不仁，犬固吠非其主也。当那一日我蒯彻则知有韩信，不知有甚么汉天子。吾受韩信衣食。岂不要知恩报恩乎？想韩信才定三齐，便请做假王以镇之。这明明有反叛之意，理当斩首。嗨！丞相说那里话，我想汉天子所以得天下，是靠着谁来？运筹决策，多赖张良；战胜攻取，多赖俺韩元帅。如今闲的闲了，斩的斩了，岂不理当！<br>【驻马听】那张良治国安邦。扶的汉主登基霸主亡。韩信他驱兵领将。直会的真龙出世假龙藏。杀得个满身鲜血卧沙场，才博的这一方金印来收掌。你、你、你，今日也理当，怕不做凤凰飞在梧桐上。想当初主公起兵汉中，多亏了众位功臣，也不专靠那韩信一人之力。我想楚汉争锋，鸿沟为界。那时节俺韩元帅投楚则楚胜，投汉则汉胜。天下之势，决于一人。我因此屡屡劝韩元帅留下项王，决个鼎足三分之计。怎当他不信忠言，致令身遭白刃。屈死了盖世英雄，岂不可惜！丞相，只你当初也曾保举他来，成也是你，败也是你。我蒯彻做不得反面的人，惟有一死，可报韩元帅于地下。令人，且与我挡住者。蒯文通，韩信说是你搬调他来，你正是个通同谋反的人，当得认罪。樊将军，你说的是。想他在韩信手下为辩士。正是他心腹之人。律法有云：\"一人造反，九族全诛\"，何况他是通同谋反的。今日便将他油锅烹了，也不为枉。丞相，我想汉王在南郑之时，雄兵骁将，莫知其数，然没一个能敌项王者。后来得了韩信，筑起三丈高台，拜他为帅，杀得项王不渡乌江，自刎而死。如今天下太平，更要韩信做甚么？斩便斩了，不为妨害。且韩信负着十罪，丞相可也得知么？你说屈杀了韩信，可又有十罪？休说十罪，则一桩罪过，也就该死无葬身之地。蒯文通，既是韩信有十罪，你对着这众巨宰根前，试说一遍咱。一不合明修栈道，暗度陈仓；二不合击杀章邯等三秦王，取了关中之地；三不合涉西河，虏魏王豹；四不合渡井陉，杀陈馀并赵王歇；五不合擒夏悦，斩张仝；六不合袭破齐历下军，击走田横；七不合夜堰淮河，斩周兰龙且二大将；八不合广武山小会垓；九不合九里山十面埋伏；十不合追项王阴陵道上，逼他乌江自刎。这的便是韩信十罪。此十件乃是韩信之功，怎么倒是罪来？丞相，韩信不只十罪，更有三愚。又有那三愚？韩信收燕赵破三齐，有精兵四十万，恁时不反，如今乃反，是一愚也。汉王驾出城皋，韩信在修武，统大将二百余员，雄兵八十万，恁时不反，如今乃反，是二愚也。韩信九里山前大会垓，兵权百万，皆归掌握，恁时不反，如今乃反。是三愚也。韩信负着十罪，又有此三愚，岂不自取其祸？今日油烹蒯彻，正所谓兔死狐悲，芝焚蕙叹。请丞相自思之。这一会儿连我也伤感起来了。<br>【乔牌儿】众公卿多感伤，诸文武尽悲怆。连那汉萧何泪滴在罗袍上，你正是死了也空念想。<br>【挂玉钩】想起那韩元帅葫芦提斩在法场，将功劳簿都做招伏状。恰便似哑双倾杯反受殃，枉了这五年间把烟尘荡。才博的个三齐王。又不得终身享。哎！谁知你这宰相厅前，倒做了闹市云阳。嗨，丞相，想韩信立下如此功劳，也不当就将他杀坏了也。可知道韩信是屈死了的。但死者不能复生，我如今便要救他，事已无及。如之奈何？<br>【雁儿落】笑杀我蒯文通舌辨强，怎出的你萧丞相机谋广。要诛的便着刀下诛，要向的便把心儿向。<br>【得胜令】呀，畅好是没算计的汉贤良，左使着这一片狠心肠。早知道屈死了韩元帅，何不还留他楚霸王。图甚么风光，待气昂昂端坐在中军帐；只不如守着农庄，倒也稳拍拍常为田舍郎。<br>既然韩信死了也，众位将军到来日跟着小官入朝，同见圣人，备说因由，将韩信墓顶上封还原爵，就与蒯文通加官赐赏。<br>【沽美酒】兀的不是狡兔死走狗僵，高鸟尽劲弓藏，也枉了你荐举他来这一场。把当日个筑台拜将，到今日又待要筑坟堂。<br>【太平令】便做有春秋祭飨，也济不得他九泉下魂魄凄凉。倒不如早将我油烹火葬，好和他死生厮傍。我可也不慌，不忙，还含笑的就亡，呀，这便算做你加官赐赏。<br>小官黄门是也。因萧何暗地设计，斩了韩信，又要将蒯彻烹入九鼎油镬。圣人已知，着小官赦免蒯彻之罪。可早来到也。令人，报复去，有圣旨来了也。报的丞相爷得知，有黄门官来了也。道有请。您众位将军俱望阙跪者，听圣人的命。朕提三尺起丰沛，不五年间尽取诸侯王，追杀项羽，奄有天下。此非一人之能，皆韩信之力也。朕以谬听人言，将为叛逆，遂令未央钟室，冤血尚存，朕实愍焉。兹特还其封爵，令有司立墓祭祀。蒯彻本以口舌从事，与武涉同时。为主其心，吠尧何罪。甘赴鼎镬，视死如饴，诚壮士也。可免其死，仍授京兆一官，黄金千两。呜呼，生而有功，死犹图报，言如可用，罪且不遗。庶见我国家赏罚之公。无替朕命，故敕。<br>【鸳鸯煞】若是汉天子早把书明降，韩元帅免受人诬罔。可不的带砺河山，盟言无恙。我蒯彻也妆甚么风魔，使甚么伎俩。这冠带呵添不得我荣光！这金呵铸不得他黄金像！只要你个萧丞相自去思量，怎生的屈杀了什大功臣被万民讲！<br>蒯文通，这冠带黄金是圣人赐你的，你怎生还了我？道不得个违宣抗敕么！只为那韩元帅辛苦功高，灭西楚扶立刘朝，首赐与三齐玉印，专征伐白钺黄旄。萧丞相尽忠报主，防后患设计潜消。假巡游召还留守，云阳市屈陷餐刀。今日个备陈冤枉，悔罪了汉国臣僚。圣天子亦为心动，堪怜悯鸟尽弓弢。想当初筑台拜将，忍教他死后无聊。墓顶上封还原爵，更春秋祭祀东郊。连蒯彻加官赐赏，总之是一体酬劳。显见得皇恩不滥，同瞻仰天日非遥。<br>题目萧何害功臣韩信<br>正名随何赚风魔蒯通</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}