{
  "id": 71673,
  "star": 20,
  "name": "题太公钓渭图",
  "dynasty": "明代",
  "content": "璇室群酣夜，璜溪独钓时。<br>浮云看富贵，流水淡须眉。<br>偶应非熊兆，尊为帝者师。<br>轩裳如固有，千载起人思。",
  "fanyi": "<h2>注释</h2> 1.璇(xuǎn)室：美玉装饰的房子。此处指商纣王的荒淫奢靡。<br>2.璜(huáng)溪：在今宝鸡市渭水之滨。相传太公望在此垂钓而得璜玉，故又称璜溪。<br>3.浮云句：轻视富贵之意。<br>4.偶应句：相传周文王将出猎，使人占卜曰：“将大获，非熊非罴，天遣汝师以佐昌。”果然出猎时遇吕尚于渭水之滨。本句意为偶然间应合 了文王非熊的梦兆。<br>5.轩裳句：轩为车，裳为衣。轩裳指卿大夫所用的车与衣。本句说当太公官高位贵时，又像本来就拥有它们一样。",
  "shangxi": "<h2>评析</h2> <p>　　《题太公钓渭图》就是一首很好的写心言志之作，作为<a href=\"http://so.gushiwen.org/view_71673.aspx\">诗</a>人本身，也常常是有意识地借题画以表明自己的心志，托物寄兴。巧妙地将主观心志寄寓于客观的描述之中，实为不可多得的题画佳作。</p> <p>　　此诗是作者在鉴赏《太公钓渭图》时，触画生情而作。即通过反思姜太公在璜溪独钓以及姜太公与周文王的君臣际遇，抒发了自己怀命世之才而不遇的忧思，同时，作者又以姜太公自喻，把自己的“草野自屏”生活看做是姜太公等待明君周文王出现一样。</p> <p>　　姜太公，即吕望，字子牙，东海上（今安徽临泉县姜寨镇）人，曾在商朝却怀才不遇，年过六十时，已是满头白发，却仍在寻找施展才能与抱负的机会。最终，在璜溪垂钓时巧遇明君周文王，辅佐周室修德振武，结果在武王剿灭残暴的商纣王朝中终于实现了自己的抱负。而<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>在元至正二十年投奔<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>前，也拥有“负命世之才”的远大志向，却落个“草野自屏”的实况，这与姜太公的“璜溪垂钓”颇为相似。</p> <p>　　第一句“璇室群酣夜”，看似在写纣王和妲己在鹿台好酒淫乐的“酒池肉林”场面，而实质却是淋漓尽致地鞭策元顺帝与亲信大臣等在宫中的“相与亵狎”、“丑声秽行”丑行。商纣王，即帝纣，好酒淫乐、性情残忍，沉迷于妲己的美色，夜夜欢娱，荒理朝政。“酒池肉林”便是商纣王“经典”的淫乐欢娱，即在摘星楼前设宴，令男女裸体追逐戏谑，同时在鹿台下挖两个坑穴，一个引酒为池，一个悬肉为林，令各嫔妃裸戏于酒池肉林，互相扑打。元顺帝，元朝末代皇帝，是一位惟淫是乐的皇帝。据《元史·列传·第九十二》载：元顺帝“选采女为十六天魔舞。八郎者，帝诸弟，与其所谓倚纳者，皆在帝前相与亵狎，甚至男女裸处，号所处室曰‘皆即兀该’，华言事事无碍也。君臣宣淫，而群僧出入禁中，无所禁止”。显然，在已经“草野自屏”的作者眼里，商纣王的鹿台“酒池肉林”与元庭顺帝的“相与亵狎”是无异的。同时，作者也因此巧妙地引出姜太公的“璜溪独钓”。</p> <p>　　第二句“璜溪独钓时”，是写姜太公自入商朝择主不遇后，在璜溪垂钓的寒微生活。其实，姜太公是醉翁之意不在酒，真实目的却是动心忍性、观察风云，等待让自己实现远大抱负的明君出现。而作者在写此诗时，也正是满怀“命世”之志入元王朝为官，结果是一而再、再而三地受到打击。于是弃官归里，过上“草野自屏”的生活，意在与元王朝“决裂”。基于此，作者自然会由画联想到自己目前的处境与姜太公的垂钓是如出一辙，于是用了两句来描写姜太公垂钓生活的心境。</p> <p>　　“浮云看富贵”，意思是把金钱、地位等看得很淡薄；“流水澹须眉”，意思是做人要拥有像君子淡如水一样的情怀。这正是姜太公在璜溪垂钓时心境真实的描述。其时，作者的真实意图是向世人表白：自己过“草野自屏”生活的心态就是姜太公在璜溪垂钓的那种淡如水的心境。在中国历史上，一个怀“济世”之才的人，同时兼有淡如水的君子情怀，往往都是一位建大功立大业之人。不容置疑，姜太公的情怀已经是作者认同的情怀，于是更进一步道出姜太公实现抱负的转折点——“非熊兆”。</p> <p>　　“偶应非熊兆，尊为帝者师”便是家喻户晓的一个君臣际遇典故——“姜太公遇周文王”。这则故事，在《六韬·文师》中有记载，大致为：周文王将要前往渭水打猎，临行前卜了一卦，卜辞说：“田于渭阳，将大得焉，非龙非彲，非虎非罴，兆得公侯。天遣汝师以之佐昌”。后来在渭水边，果然看见太公在垂钓，于是前往与太公搭话，太公以博学的言辞使文王大悦。于是邀请太公坐同一辆车回西岐，并拜太公为老师。姜太公与周文王的君臣际遇，是作者日思夜想的，怎能不引起作者怀才不遇的踌躇思绪呢？于是写下了千古绝叹——“轩裳如固有，千载起人思！”。</p> <p>　　“轩裳如固有，千载起人思”，意思是姜太公的建功立业如果是天命所指定，引起了数千年后的我（作者）深深的思考。到这里，作者的意图已经是很明了，意思是：假如也和姜太公一样遇上一位明君，立下旷世之功，在数千年后，也将会引起人们的深深思考。读诗至此，看作者，根本没有因为挫折而放弃自己要实现的、抱“济世”的远大志向，而是正在用适合中国历史的、淡如水的一种君子情怀，去洞悉所谓中国人的“轩裳固有”。</p> <p>　　在元明际会之间，刘基的诗文可谓是以意蕴深沉而独树一帜，如果说刘基凄恻激愤、慷慨激越的经典作品主要集中在乐府的话，那么，类似五言律诗《题〈太公钓渭图〉》这样的写诗明志作品，便是刘基彻底醒悟，抛弃对元王朝的任何幻想，走上与姜太公一样动心忍性、观察风云生活的历史见证。</p>",
  "poet": {
    "id": 152,
    "star": 0,
    "name": "刘基",
    "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
    "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"
  },
  "tags": [
    "咏史怀古",
    "题画",
    "言志",
    "怀才不遇"
  ]
}