{
  "id": 14928,
  "star": 137,
  "name": "喜见外弟又言别",
  "dynasty": "唐代",
  "content": "十年离乱后，长大一相逢。<br>问姓惊初见，称名忆旧容。<br>别来沧海事，语罢暮天钟。<br>明日巴陵道，秋山又几重。",
  "fanyi": "<p><strong>译文</strong><br>经过了近十年的战乱流离，长大成人后竟然意外相逢。<br>初见不相识还惊问名和姓，称名后才想起旧时的面容。<br>说不完别离后世事的变化，一直畅谈到黄昏寺院鸣钟。<br>明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？</p> <p><strong>注释<br></strong>⑴外弟：表弟。言别：话别。<br>⑵十年离乱：在社会大动乱中离别了十年。离乱：一作“乱离”。<br>⑶一：副词。可作“竟然”或“忽而”解。<br>⑷“问姓”两句：“问姓”与“称名”互文见义。<br>⑸别来：指分别十年以来。来，后也。沧海事：比喻世事的巨大变化，有如沧海变桑田，桑田变沧海那样。<br>⑹语罢：谈话停止。暮天钟：黄昏寺院的鸣钟。<br>⑺巴陵：即岳州（治今湖南省岳阳市），即<a href=\"http://so.gushiwen.org/view_14928.aspx\">诗</a>中外弟将去的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_14928.aspx\">诗</a>艺术地再现了诗人同表弟（外弟）久别重逢又匆匆话别的情景。在以人生聚散为题材的小诗中，它历来引人注目。</p> <p>　　首联“十年离乱后，长大一相逢”，开门见山，介绍二人相逢的背景。这里有三层意思：一是指出离别已有十年之久。二是说明这是社会动乱中的离别。它使人想起，发生于<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>八岁到十六岁时的安史之乱及其后的藩镇混战、外族入侵等战乱。三是说二人分手于幼年，“长大”才会面，这意味着双方的容貌已有极大变化。他们长期音信阻隔，存亡未卜，突然相逢，颇出意外。句中“一”字，表现出这次重逢的戏剧性。</p> <p>　　颔联“问姓惊初见，称名忆旧容”，正面描写重逢。他们的重逢，同<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>所描写的“乍见翻疑梦，相悲各问年”中的情景显然不同。互相记忆犹新才可能“疑梦”，而李益和表弟却已经对面不能相认了。看来，他们是邂逅相遇。诗人抓住“初见”的一瞬间，作了生动的描绘。面对陌生人，诗人客气地询问：“贵姓？”不由暗自惊讶。对一个似未谋面者的身份和来意感到惊讶。</p> <p>　　下句“称名”和“忆旧容”的主语，都是作者。经过初步接谈，诗人恍然大悟，面前的“陌生人”原来就是十年前还在一起嬉戏的表弟。诗人一边激动地称呼表弟的名字，一边端祥对方的容貌，努力搜索记忆中关于表弟的印象。</p> <p>　　诗人从生活出发，抓住了典型的细节，从“问”到“称”，从“惊”到“忆”，层次清晰地写出了由初见不识到接谈相认的神情变化，绘声绘色，细腻传神。而至亲重逢的深挚情谊，也自然地从描述中流露出来，不需外加抒情的笔墨，已经为读者所领略了。</p> <p>　　十年阔别，一朝相遇，应该有很多话语要说。颈联“别来沧海事，语罢暮天钟”，表现了这倾诉别情的场面。分手以来千头万绪的往事，诗人用“沧海事”一语加以概括。这里化用了沧海桑田的典故，突出了十年间个人、亲友、社会的种种变化，同时也透露了作者对社会动乱的无限感慨。</p> <p>　　两人热烈地交谈，从白天到日暮才停下话音。叙谈时间长，正表明他们情谊的深长。“暮天钟”并不是单纯作为日暮的标志而出现的。它表明二人叙谈得十分入神，以至顾不上观望天色的变化，也感觉不到时间的流逝，只有远处传来寺院的钟声，才使他们意识到原来已是黄昏。作者在这一联，避实就虚，择取了叙旧时间很长这个侧面，表现出二人欢聚时的热烈气氛和激动心情。</p> <p>　　前六句，从久别，到重逢，到叙旧，写“喜见”，突出了一个“喜”字；七、八句转入“言别”。作者没有使用“离别”的字样，而是想象出一幅表弟登程远去的画图：“明日巴陵道，秋山又几重。”“明日”，点出聚散匆匆。“巴陵道”，即通往巴陵郡（今湖南岳阳）的道路，这里提示了表弟即将远行的去向。“秋山又几重”则是通过重山阻隔的场景，把新的别离形象地展现在读者面前。用“秋”形容“山”，于点明时令的同时，又隐蕴着作者伤别的情怀。从<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>开始，就把秋天同悲伤联系在一起了。“几重”而冠以“又”字，同首句的“十年离乱”相呼应，使后会难期的惆怅心情，溢于言表。</p> <p>　　这首诗不以奇特警俗取胜，而以朴素自然见长。全诗以凝炼的语言，白描的手法，生动的细节，典型的场景，层次分明地再现了社会动乱中与亲人久别后不期而遇又匆匆离散的场面，抒写了亲人间真挚的情谊，也表现了动乱给人们带来的痛苦和无奈。诗人借时事动乱中人生聚散的独特一幕，表达出无尽的诗情。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_14928.aspx\">诗</a>当作于安史之乱之后的藩镇割据时期。唐代自唐玄宗天宝十四年（755年）爆发安史之乱，至唐代宗广德元年（763年）结束，旋即又发生了吐蕃、回纥的连年侵扰，以及各地藩镇的不断叛乱，大大小小的战争时断时续，一直延续到唐顺宗永贞元年（785年）才大体告一段落，历时三十年。此诗就是在这种动乱的社会背景下创作的。",
  "poet": {
    "id": 484,
    "star": 0,
    "name": "李益",
    "image": "http://img.gushiwen.org/authorImg/liyi.jpg",
    "desc": "李益(约750—约830)， 唐代诗人，字君虞，祖籍凉州姑臧（今甘肃武威市凉州区），后迁河南郑州。大历四年(769)进士，初任郑县尉，久不得升迁，建中四年(783)登书判拔萃科。因仕途失意，后弃官在燕赵一带漫游。以边塞诗作名世，擅长绝句，尤其工于七绝。"
  },
  "tags": [
    "唐诗三百首",
    "离别"
  ]
}