{
  "id": 81,
  "star": 204,
  "name": "女曰鸡鸣",
  "dynasty": "先秦",
  "content": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。<br>弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。<br>知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。",
  "fanyi": "<p><strong>译文</strong><br>女说：“公鸡已鸣唱。”男说：“天还没有亮。不信推窗看天上，启明星已在闪光。”“宿巢鸟雀将翱翔，射鸭射雁去芦荡。”</p> <p>“野鸭大雁射下来，为你烹调做好菜。佳肴做成共饮酒，白头偕老永相爱。”女弹琴来男鼓瑟，和谐美满在一块。</p> <p>“知你对我真关怀呀，送你杂佩答你爱呀。知你对我体贴细呀，送你杂佩表谢意呀。知你爱我是真情呀，送你杂佩表同心呀。”</p> <p><strong>注释<br></strong>⑴昧旦：天色将明未明之际。<br>⑵兴：起。视夜：察看夜色。<br>⑶明星：启明星，即金星。<br>⑷将翱将翔：指已到了破晓时分，宿鸟将出巢飞翔。<br>⑸弋（yi 义）射：用生丝做绳，系在箭上射鸟。凫：野鸭。<br>⑹言：语助词，下同。加：射中。一说“加豆”，食器。<br>⑺与：犹为。宜：用适当地方法烹饪。译为烹饪<br>⑻御：用，弹奏。<br>⑼静好：和睦安好。<br>⑽来：借为“赉”，慰劳。<br>⑾杂佩：古人佩饰，上系珠、玉等，质料和形状不一，故称杂佩。<br>⑿顺：柔顺。<br>⒀问：慰问，问候。<br>⒁好（hào耗）：爱恋。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一个镜头：鸡鸣晨催。起先，妻子的晨催，并不令丈夫十分惬意。公鸡初鸣，勤勉的妻子便起床准备开始一天的劳作，并告诉丈夫“鸡已打鸣”。“女曰鸡鸣”，妻子催得委婉，委婉的言辞含蕴不少爱怜之意；“士曰昧旦”，丈夫回得直白，直决的回答显露出明显的不快之意。他似乎确实很想睡，怕妻子连声再催，便辩解地补充说道：“不信你推窗看看天上，满天明星还闪着亮光。”妻子是执拗的，她想到丈夫是家庭生活的支柱，便提高嗓音提醒丈夫担负的生活职责：“宿巢的鸟雀将要满天飞翔了，整理好你的弓箭该去芦苇荡了。”口气是坚决的，话语却仍是柔顺的。钱钟书说：“‘子兴视夜’二句皆士答女之言；女谓鸡已叫旦，士谓尚未曙，命女观明星在天便知”（《管锥编》第一册）。此说符合生活实情；而士女的往覆对答，也使第一个镜头更富情趣。就女催起而士贪睡这一情境而言，《齐风·鸡鸣》与此仿佛，但人物的语气和行动与此不同。《鸡鸣》中女子的口气疾急决然，连声催促，警夫早起，莫误公事；男的却一再推脱搪塞，淹恋枕衾而纹丝不动。此篇女子的催声中饱含温柔缱绻之情，男的听到再催后作出了令妻子满意的积极反应。首章与次章之间的空白，可理解为对男子的举动作了暗场处理，这样就自然地进入下面的情节。</p> <p>　　第二个镜头：女子祈愿。妻子对丈夫的反应是满意的，而当他整好装束，迎着晨光出门打猎时，她反而对自己的性急产生了愧疚，便半是致歉半是慰解，面对丈夫发出了一连串的祈愿：一愿丈夫打猎箭箭能射中野鸭大雁；二愿日常生活天天能有美酒好菜；三愿妻主内来夫主外，家庭和睦，白首永相爱。丈夫能有如此勤勉贤惠、体贴温情的妻子，不能不充满幸福感和满足感。因此，下面紧接着出现一个激情热烈的赠佩表爱的场面，就在情理之中而不得不然的了。其实，<a href=\"http://so.gushiwen.org/view_81.aspx\">诗</a>人唱到这个琴瑟和谐的场面也为之激动，他情不自禁地在旁边感叹道：“琴瑟在御，莫不静好。”恰似女的弹琴，男的鼓瑟，夫妇和美谐调，生活多么美好。诗歌具有跳跃性，此篇的章节和诗句间的跳跃性更大。因而也给接受者留下了更为广宽的想像再创造的空间。关于这两句，张尔歧《蒿菴闲话》说：“此诗人凝想点缀之词，若作女子口中语，觉少味，盖诗人一面叙述，一面点缀，大类后世弦索曲子。”此解颇具创意，诗境也更饶情致，实为明通之言。</p> <p>　　第三个镜头：男子赠佩。投之以木瓜，报之以琼琚。丈夫这一赠佩表爱的热烈举动，既出于诗人的艺术想像，也是诗歌情境的逻辑必然。深深感到妻子对自己的“来之”、“顺之”与“好之”，便解下杂佩“赠之”、“问之”与“报之”。一唱之不足而三叹之，易词申意而长言之。在急管繁弦之中洋溢着恩酣爱畅之情。至此，这幕情意融融的生活小剧也达到了艺术的高潮。末章六句构成三组叠句，每组叠句易词而申意，把这位猎手对妻子粗犷热烈的感情表现得淋漓酣畅。</p> <p>　　王质《诗总闻》说：“大率此诗妇人为主辞，故‘子兴视夜’以下皆妇人之词。”此说影响直至清代，故清人论“对答体”诗，大多追溯至《孔雀东南飞》而不及《诗经》。其实，《女曰鸡鸣》是首极富情趣的对话体诗，对话由短而长，节奏由慢而快，情感由平静而热烈，人物个性也由隐约而鲜明。</p> <p>　　此篇的诗旨，至此也可以不辨自明了。《毛诗序》谓“刺不说德也；陈古义以刺今，不说德而好色也”，过于穿凿。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为“此诗人述贤夫妇相警戒之词”，则似有顾头不顾尾之嫌。闻一多《风诗类钞》曰：“《女曰鸡鸣》，乐新婚也。”也有难概全篇之感。统观全篇，实是赞美青年夫妇和睦的生活、诚笃的感情和美好的人生心愿的诗作。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_81.aspx\">诗</a>的背景，历代学者有不同的说法。《毛诗序》谓：“刺不说德也；陈古义以刺今，不说德而好色也。”方玉润《诗经原始》说：“此诗人述贤夫妇相警戒之辞。”闻一多《风诗类钞》曰：“《女曰鸡鸣》，乐新婚也。”现代学者一般认为，此诗是赞美年轻夫妇和睦的生活、诚笃的感情和美好的人生心愿的诗作，是一场家庭生活剧。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情",
    "民谣"
  ]
}