{
  "id": 71649,
  "star": 32,
  "name": "淮阳感秋",
  "dynasty": "隋代",
  "content": "金风荡初节，玉露凋晚林。<br>此夕穷涂士，郁陶伤寸心。<br>野平葭苇合，村荒藜藿深。<br>眺听良多感，徙倚独沾襟。<br>沾襟何所为，怅然怀古意。<br>秦俗犹未平，汉道将何冀。<br>樊哙市井徒，萧何刀笔吏。<br>一朝时运会，千古传名谥。<br>寄言世上雄，虚生真可愧。",
  "fanyi": "<p><strong>译文<br></strong>金风吹荡初秋时节，玉露凋伤岁暮之林。<br>今天晚上穷途之士，忧思郁结伤透寸心。<br>原野平芜葭苇围合，村落破败藿藜纵深。<br>眺听乱象良多感慨，徘徊感伤泪下沾襟。<br>泪满衣襟意欲何为，惆帐都因怀古之意。<br>秦俗乱世尚未荡平；汉道清朝尚难希冀。<br>樊哙是个市井之徒，萧何不过是刀笔吏。<br>一旦与时运相遇合，定会万古留名传谥。<br>劝诫各路豪杰英雄．虚度此生实在有愧。</p> <p><strong>注释<br></strong>1.淮阳：隋大业及唐天宝、至德时改陈州（今河南准阳）为淮阳郡。<br>2.金风：秋风。<br>3.穷涂：绝路，比喻处于极为困苦的境地。<br>4.郁陶：忧思积聚貌。<br>5.葭（jiā）苇：蒹葭芦苇。<br>6.藿藜（lí）：藿香和蒺藜。泛指野草。<br>7.徙倚：犹徘徊、逡巡。<br>8.樊哙（kuài）：本以屠狗为业，从<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>起事，屡建战功，封武阳侯。淮阳为昔日樊哙围项籍、取韩信之地。作者从杨玄感反隋失利，隐于淮阳。这里借追怀樊哙寄托自己起事建功的心志。<br>9.萧何：从刘邦起事，以功封酂侯，官至相国。<br>10.虚生：徒然活着。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71649.aspx\">诗</a>分前后两段，每段各八句。九、十两句是前后段的过渡。前段主要写淮阳秋景。起二句总写金风摇荡，玉露凋林的景象，明点题内“秋”字。一“荡”字不仅传出秋风摇扬之状，而且兼含荡涤之意，连同下句“凋”字，将金风玉露的肃杀之气形象地表现出来。金风摇荡，初秋时节尚存的绿叶等随之被荡涤，林木显得萧疏，故云“荡初节”、“凋晚林”。后一句为<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》“玉露凋伤枫树林”所本，杜句固然青出于蓝，李句也写得充满秋意。三、四句从自然景物之肃杀凋伤转入人事，贴到自身。当时作者参与杨玄感反隋失败，被捕逃亡，处境艰苦，故自称“穷涂士”；由肃杀的秋景联想到自己的穷困处境，故忧思郁结。两句已透出“感”秋之意，“伤”字更明点“感”字。五、六句又勒回写眺望中的秋景：田野平旷，但见蒹葭芦苇，四处围合；村落之中，唯见藜藿纵横，杂草丛生。两句写出田野荒芜、村落残破的荒凉景象，“合”、“深”二字，更透出杳无人迹的情景，杜句“城春草木深”的“深”字似亦从“藿藜深”脱化。这正是隋朝末年中原地区在酷重赋役压榨下千里萧条景象的真实写照，足以印证“岁饥，削木皮以为食”的记载。七、八两句又收回到“感”字，说明眺听之间，无不使自己徘徊伤感，独自泣下。以上八句，情、景相间，“秋”、“感”相浃，前四句犹因自然景象而兴感，后四旬则因现实社会的残破荒凉而增悲，在重复中有递进。</p> <p>　　九、十两句用顶针格紧承上文，以设问引出“怅然怀古意”，转入后段。所谓“怀古”，实即“感”的进一步发展。“秦俗”暗喻隋末乱世，“汉道”隐指重建之清朝。作者有感于乱世末俗尚未荡涤，盛时明代尚不可望，这正是他之所以“郁陶伤寸心”、“徙倚独沾襟”的原因。但又转念，当“秦俗”未平，“汉道”何冀之时，如樊哙、萧何等人，虽或出身市井屠者，或为刀笔小吏，一旦与时运相遇，却做出改朝换代、重建明时的大事业，万古流传其不朽之名声，因此感到自己虽生此乱世，但只要奋起图王，仍可像樊哙、萧何做出一番事业。“寄言世上雄，虚生<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>愧。”这是他感秋伤时最后引出的结论，也是他对自己人生观的明确表述。这“世上雄”自然泛指隋末群雄，也显然包括自己。这八句纯粹抒感，以“怀古”抒伤时之慨，表乘时奋起之怀。</p> <p>　　这是一位有雄图大志的人物在乱世中面对秋景引发的联想与感慨。古代有不少不得志于世的士人，想在乱世中一显身手，一展宏图。这种乘乱奋起的思想在一部分士人中相当有代表性。诗写得沉郁苍凉，透出特有的时代气氛。</p>",
  "about": "<h2>创作背景</h2> 　　据《旧唐书·<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>传》记载，隋大业九年（613年），李密与杨玄感共同起来反对隋朝，起义失败后被捕，李密用计得脱。逃脱后在淮阳隐姓埋名，郁郁不得志，这首<a href=\"http://so.gushiwen.org/view_71649.aspx\">诗</a>就是作者感于当时处境而作。",
  "poet": {
    "id": 570,
    "star": 0,
    "name": "李密",
    "image": "http://img.gushiwen.org/authorImg/limi.jpg",
    "desc": "李密（582年－619年1月20日），字玄邃， 一字法主，京兆长安（今陕西西安）人，祖籍辽东襄平（今辽宁辽阳南），隋唐时期的群雄之一李密出生于四世三公的贵族家庭，隋末天下大乱时，李密成为瓦岗军首领，称魏公。率瓦岗军屡败隋军，威震天下。在瓦岗军原领袖翟让准备让位给他时，翟让的哥哥却从中阻拦。他不得已杀瓦岗军旧主翟让，引发内部不稳，被隋军屡败。后被越王杨侗招抚，又因与宇文化及的拼杀中损失惨重，不久被王世充击败，率残部投降李唐。没过多久又叛唐自立，被唐将盛彦师斩杀于熊耳山。"
  },
  "tags": [
    "地名",
    "秋天",
    "写景",
    "怀古"
  ]
}