{
  "id": 49924,
  "star": 76,
  "name": "鹧鸪天·座中有眉山隐客史应之和前韵即席答之",
  "dynasty": "宋代",
  "content": "黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 <br>身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。",
  "fanyi": "<p><strong>译文</strong><br>深秋的清晨，黄菊枝头显露出了阵阵寒意，人生短促，今朝有酒今朝醉。冒着斜风细雨吹笛取乐，酒醉里倒戴帽子、摘下菊花簪在头上。<br>要趁着身体健康努力加饭加餐，在佳人歌舞的陪伴下尽情欢乐。头上黄花映衬着斑斑白发，兀傲的作者就要以这副疏狂模样展示在世人面前，任他们冷眼相看。</p> <p><strong>注释</strong><br>①史应之：据<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《山谷<a href=\"http://so.gushiwen.org/view_49924.aspx\">诗</a>内集》卷十三《戏答史应之三首》任渊注：史应之，名铸，眉山人，落魄无检，喜作鄙语，人以屠僧目之。客泸、戎间，因得识山谷。<br>②莫放：勿使，莫让。<br>③簪（zān）花：以花插头。倒著冠：倒戴着冠儿。此句暗用山简典故，表现不拘世俗、风流自赏的生活态度。《世说新语·任诞》“山季伦为荆州，时出酣畅。人为之歌日：‘山公时一醉，径造高阳池。日暮倒载归，茗芋无所知。复能乘骏马，倒著白接篱。”’白接篱，头巾。<br>④且加餐：《古诗十九首》：“弃捐勿复道，努力加餐饭。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《代佳人寄翁参枢先辈》：“直是为君餐不得，书来莫说更加餐。”<br>⑤黄花：同黄华，指未成年人。白发：指老年人。牵挽：牵拉，牵缠。<br>⑥付与：给与，让。<br>⑦冷眼：轻蔑的眼光。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词是黄山谷与甘居山野、不求功名的“眉山隐客”史应之互相酬唱之作，全词通过一个“淫坊酒肆狂居士”的形象，展现了山谷从坎坷的仕途得来的人生体验，抒发了自己胸中的苦闷和激愤。词中所塑造的狂士形象，是作者自己及其朋友史念之的形象，同时也是那一时代中不谐于俗而怀不平傲世之心的文人的形象。</p> <p>　　上片是劝酒之辞，劝别人，也劝自己到酒中去求安慰，到醉中去求欢乐。首句“黄菊枝头生晓寒”是纪实，点明为重阳后一日所作。因史应之有和词，故自己再和一首，当亦是此数日间事。赏菊饮酒二事久已有不解之缘，借“黄菊”自然过渡到“酒杯”，引出下一句“人生莫放酒杯干”。意即酒中自有欢乐，自有天地，应让杯中常有酒，应该长入酒中天。“风前横笛斜吹雨，醉里簪花倒著冠”，着意写出酒后的浪漫举动和醉中狂态，表明酒中自有另一番境界。横起笛子对着风雨吹，头上插花倒戴帽，都是不入时的狂放行为，只有酒后醉中才能这样放肆。</p> <p>　　下片则是对世俗的侮慢与挑战。“身健在，且加餐。舞裙歌板尽清欢。”仍是一种反常心理，其含意于世事纷扰，是非颠倒，世风益衰，无可挽回，只愿身体长健，眼前快乐，别的一无所求。这是从反面立言。“黄花白发相牵挽，付与时人冷眼看”，则是正面立言。菊花傲霜而开，常用以比喻人老而弥坚，故有黄花晚节之称。这里说的白发人牵换着黄花，明显地表示自己要有御霜之志，决不同流合污，而且特意要表现给世俗之人看。这自然是对世俗的侮慢，不可能为时人所理解和容忍。</p> <p>　　此词以简洁的笔墨，勾勒出一个类似狂人的形象，抒写了山谷久抑胸中的愤懑，表现出对黑暗、污浊的社会现实无言的反抗。词中所塑造的主人公形象，以自乐自娱、放浪形骸、侮世慢俗的方式来发泄心中郁结的愤懑与不平，对现实中的政治迫害进行调侃和抗争，体现了词人挣脱世俗约束的高旷理想。主人公旷达的外表后，隐藏着无尽的辛酸与伤痛。</p>",
  "about": "<h2>创作背景</h2> <p>　　本词大约作于元符二年（1099）重阳节之后数日，当时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在戎州（今四川宜宾）贬所，此时处于贬谪中整整四年，心情抑郁。本词同调同韵共有三首，此为第二首。第一首有副题曰：“明日独酌自嘲呈史应之。”之后史应之做了和作，这首词是黄庭坚在宴席间对史应之和作的再和。</p>",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "饮酒",
    "抒怀",
    "旷达"
  ]
}