{
  "id": 1782,
  "star": 176,
  "name": "长相思三首",
  "dynasty": "唐代",
  "content": "长相思，在长安。<br>络纬秋啼金井阑，微霜凄凄簟色寒。<br>孤灯不明思欲绝，卷帷望月空长叹。<br>美人如花隔云端。<br>上有青冥之高天，下有渌水之波澜。<br>天长路远魂飞苦，梦魂不到关山难。<br>长相思，摧心肝。</p> <p>日色欲尽花含烟，月明欲素愁不眠。<br>赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。<br>此曲有意无人传，愿随春风寄燕然。<br>忆君迢迢隔青天。<br>昔时横波目，今作流泪泉。<br>不信妾肠断，归来看取明镜前。</p> <p>美人在时花满堂，美人去后花馀床。<br>床中绣被卷不寝，至今三载闻余香。<br>香亦竟不灭，人亦竟不来。<br>相思黄叶落，白露湿青苔。",
  "fanyi": "<p><strong>译文<br></strong>日日夜夜地思念啊，我思念的人在长安。<br>秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。<br>孤灯昏暗暗思情无限浓烈，卷起窗帘望明月仰天长叹。<br>亲爱的人相隔在九天云端。<br>上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。<br>天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。<br>日日夜夜地思念啊，相思之情痛断心肝。</p> <p>日色将尽花儿如含着烟雾，月光如水心中愁闷难安眠。<br>刚停止弹拨凤凰柱的赵瑟，又拿起蜀琴拨动那鸳鸯弦。<br>只可惜曲虽有意无人相传，但愿它随着春风飞向燕然。<br>思念你隔着远天不能相见。<br>过去那双顾盼生辉的眼睛，今天已成泪水奔淌的清泉。<br>假如不相信我曾多么痛苦，请回来明镜里看憔悴容颜。</p> <p>美人在时，有鲜花满堂；美人去后，只剩下这寂寞的空床。<br>床上卷起不睡的锦绣袭被，至今三年犹存昙香。<br>香气是经久不润了，而人竟也有去无回。<br>这黄叶飘髦更增添了多少相思？<br>露水都已沾湿了门外的青苔。</p> <p><strong>注释<br></strong>⑴长相思：属乐府《杂曲歌辞》，常以“长相思”三字开头和结尾。<br>⑵络纬：昆虫名，又名莎鸡，俗称纺织娘。金井阑：精美的井栏。<br>⑶簟：供坐卧用的竹席。<br>⑷渌：清澈。<br>⑸关山难：关山难渡。<br>⑹欲素：一作“如素”。素：洁白的绢。<br>⑺赵瑟：一作弦乐器，相传古代赵国人善奏瑟。<br>⑻蜀琴：一作弦乐器，古人<a href=\"http://so.gushiwen.org/view_1782.aspx\">诗</a>中以蜀琴喻佳琴。<br>⑼燕然：山名，即杭爱山，在今蒙古人民共和国境内。此处泛指塞北。<br>⑽横波：指眼波流盼生辉的样子。<br>⑾卷不寝：一作“更不卷”。<br>⑿闻余：一作“犹闻”。<br>⒀落：一作“尽”。<br>⒁湿：一作“点”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_1782.aspx\">诗</a>大致可分两段。第一段从篇首至“美人如花隔云端”，写诗中人“在长安”的相思苦情。诗中描绘的是一个孤栖幽独者的形象。他（或她）居处非不华贵──这从“金井阑”可以窥见，但内心却感到寂寞和空虚。作者是通过环境气氛层层渲染的手法，来表现这一人物的感情的。先写所闻──阶下纺织娘凄切地鸣叫。虫鸣则岁时将晚，孤栖者的落寞之感可知。其次写肌肤所感，正是“霜送晓寒侵被”时候，他更不能成眠了。“微霜凄凄”当是通过逼人寒气感觉到的。而“簟色寒”更暗示出其人已不眠而起。眼前是“罗帐灯昏”，益增愁思。一个“孤”字不仅写灯，也是人物心理写照，从而引起一番思念。“思欲绝”（犹言想煞人）可见其情之苦。于是进而写卷帷所见，那是一轮可望而不可即的明月呵，诗人心中想起什么呢，他发出了无可奈何的一声长叹。这就逼出诗中关键的一语：“美人如花隔云端。”“长相思”的题意到此方才具体表明。这个为诗中人想念的如花美人似乎很近，近在眼前；却到底很远，远隔云端。与月儿一样，可望而不可即。由此可知他何以要“空长叹”了。值得注意的是，这句是诗中唯一的单句（独立句），给读者的印象也就特别突出，可见这一形象正是诗人要强调的。</p> <p>　　以下直到篇末便是第二段，紧承“美人如花隔云端”句，写一场梦游式的追求。这颇类<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》中那“求女”的一幕。在诗人浪漫的幻想中，诗中人梦魂飞扬，要去寻找他所思念的人儿。然而“天长地远”，上有幽远难极的高天，下有波澜动荡的渌水，还有重重关山，尽管追求不已，还是“两处茫茫皆不见”。这里，诗人的想象诚然奇妙飞动，而诗句的音情也配合极好。“青冥”与“高天”本是一回事，写“波澜”似亦不必兼用“渌水”，写成“上有青冥之高天，下有渌水之波澜”颇有犯复之嫌。然而，如径作“上有高天，下有波澜”（歌行中可杂用短句），却大为减色，怎么读也不够味。而原来带“之”字、有重复的诗句却显得音调曼长好听，且能形成咏叹的语感，正《诗大序》所谓“嗟叹之不足，故永歌之”（“永歌”即拉长声调歌唱），能传达无限感慨。这种句式，为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>特别乐用，它如“蜀道之难难于上青天”、“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”、“君不见黄河之水天上来”等等，句中“之难”、“之日”、“之水”从文意看不必有，而从音情上看断不可无，而音情于诗是至关紧要的。再看下两句，从语意看，词序似应作：天长路远关山难（度），梦魂不到（所以）魂飞苦。写作“天长路远魂飞苦，梦魂不到关山难”，不仅是为趁韵，且运用连珠格形式，通过绵延不断之声音以状关山迢递之愁情，可谓辞清意婉，十分动人。由于这个追求是没有结果的，于是诗以沉重的一叹作结：“长相思，摧心肝！”“长相思”三字回应篇首，而“摧心肝”则是“思欲绝”在情绪上进一步的发展。结句短促有力，给人以执着之感，诗情虽则悲恸，但绝无萎靡之态。</p> <p>　　此诗形式匀称，“美人如花隔云端”这个独立句把全诗分为篇幅均衡的两部分。前面由两个三言句发端，四个七言句拓展；后面由四个七言句叙写，两个三言句作结。全诗从“长相思”展开抒情，又于“长相思”一语收拢。在形式上颇具对称整饬之美，韵律感极强，大有助于抒情。诗中反复抒写的似乎只是男女相思，把这种相思苦情表现得淋漓尽致；但是，“美人如花隔云端”就不象实际生活的写照，而显有托兴意味。何况我国古典诗歌又具有以“美人”喻所追求的理想人物的传统，如《楚辞》“恐美人之迟暮”。而“长安”这个特定地点更暗示这里是一种政治的托寓，表明此诗的意旨在抒写诗人追求政治理想不能实现的苦闷。就此而言，此诗诗意又深含于形象之中，隐然不露，具备一种蕴藉的风度。</p> <p>　　其二</p> <p>　　此诗首句“日色欲尽花含烟，月明如素愁不眠”，开篇造境，渲染了愁苦迷蒙的相思气氛，暮色低沉烟雾缭绕的景物特征使人感到一种深深的压抑之感，奠定了整首诗的悲凉调子。夕阳斜暮，渐渐西沉，几簇花丛在低沉的暮色里显得朦朦胧胧，如被烟雾缠绕。这种如烟似梦的感知显然部分来源于思妇的眼睛，来源于思妇被相思愁绪紧紧包裹的内心。牵肠挂肚的相思使思妇所观所感的一切都带上了浓重的忧郁色彩，不独花朵，也非烟雾使然。黑夜拉开帷幕，思妇却没有进入梦乡，对丈夫切切的思念使她辗转反侧无法成眠。更可恼的，是那一轮明月，依旧发出如绢如素光洁<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>的光辉，透过孤独的窗棂，搅得多情人心绪难宁。在这句诗中，代表着团圆的明月，因其特定情境而被诗人塑造成一个冷漠的、不解离人情怀的形象。北宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》有“明月不谙离恨苦，斜光到晓穿朱户”也是这个意思。面对月色如水良辰美景，思妇却只能让他虚设，想起从前种种，一颗心久久不得平静。虽然思念只是徒劳，却也心甘情愿，无心睡眠。“日”与“月”在交替，白昼与黑夜在轮回，思妇的相思也像波浪中的小船，翻腾不息，相思之苦，也只有思妇最为明了。诗人用“愁”字把这种感情明白地表达出来。</p> <p>　　接下来诗人描写了无法安睡的思妇，只好在月下弹一曲哀伤凄美的琴瑟，在回忆和期待中与心上人夫唱妇随。是有“赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦”两句，琴瑟合鸣，鸳鸯凤凰都是用来喻指夫妻美满之意，诗人在这里互文见义，旨在表达思妇望夫心切而又无法排解的愁绪。琴瑟都作为传情达意之物，至于“蜀琴”，更被人传说与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a><a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的爱情故事有所关联。但如今琴瑟独鸣，凤凰曲难成，原本以为可以白头到老长相厮守的一对鸳鸯，竟然也天各一方，思妇的伤情可想而知。就连这思君念君为君弹奏的一首相思之曲，也无法令心上人听到，关山重重，天遥地远，纵有动听的音符，又弹于谁听呢？</p> <p>　　紧承这个疑问，作者继续写出，“此曲有意无人传，愿随春风寄燕然”。曲中真意，绮丽动人，但此情此曲，却无人为我传递，思妇惆怅抱憾也于事无补。只有忽发奇想，托明日和煦的春风飞往燕然，送到夫君的手里，带去我的相思。燕然山远在塞北边疆，就算把相思曲寄到又能如何呢？<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>有诗云“浊酒一杯家万里，燕然未勒归无计”可做此诗的一个补充。只要边疆未靖，那么重逢之念便是惘然。只是思妇的一点聊胜于无的假想罢了。但不管怎样，诗人的奇特想象仍然令人惊叹，思妇情之真、情之切，也令人为之唏嘘。</p> <p>　　“忆君迢迢隔青天”独立成句，又承上启下，以青天的夸张比喻两人相隔万里，从而引出下文思妇回到现实，顾影自怜独自凄凉的描写。</p> <p>　　这四句诗可以看作是同一个情形的表达，思妇揽镜自照，发现自己容颜憔悴，不禁悲从中来无法断绝。“昔日横波目，今成流泪泉”是唐时名句，形象而巧妙、夸张而令人信服地写出了相思成空的思妇的哀伤之状。曾经清澈如水明眸善睐的双眼，而今却成了流泪不止的两眼清泉，如此的想象和夸张让思妇的形象更具灵动的色彩，艺术之美感也更加深入人心。如“衣带渐宽终不悔，为伊销得人憔悴”一样，令人为之动容。</p> <p>　　“不信妾肠断，归来看取明镜前”一句则深得含蓄隽永之妙，以思妇的口吻直抒对丈夫的思念，与前一句相得益彰。思妇不关心自己的容颜憔悴，也不担心自己双眼如泪泉，反而殷殷的希望，丈夫能够早日出现，哪怕他不相信自己切肤入骨的思念也无所谓，只要他早日归来，断肠人也就心满意足了。所谓“不信”云云，无须深究，只是夫妻俩的窃窃私语，取镜相照，更是带有了闺房亲密的意味，显然，在诗人奇特的构思中，在思妇恍惚的思念中，一切又都进入了想象。</p> <p>　　其三</p> <p>　　这首诗一题为《赠远》，一题为《闺情》，而《全唐诗》卷二十五把它与前两首收在一起，题为《杂曲歌辞·长相思三首》。</p> <p>　　这首诗开头“美人在时花满堂，美人去后馀空床”两句诗，是写美人“在时”和“去后”心灵的巨大落差。美人在时，鸟语花香，满堂生辉；美人去后，花儿凋落，只留下一张空空的床。这里并不是说满堂真的有花儿盛开，而是因为有了美人的存在，心灵的花儿缤纷烂漫，姹紫嫣红。有美一人在我堂，满室生辉留余香。因为屋子里有美人的身影，有美人的言笑，有美人的步态，一切便鲜活起来，灵动起来，也便有了流动的气韵和色彩。只因美人在侧，花是艳的，天是蓝的，风是柔的，雨是润的。而今，物是人非，只有一张空闲着的床，再也不想去触碰。</p> <p>　　诗人不言他物，只选择一张空床，来突出美人离去后的孤独寂寞，是很具匠心的。看到床，他想到了什么呢？他大概想到曾经的床笫之欢，想到了美人的冰肌玉骨，想到了美人的温柔缠绵，想到了美人的娇羞软语吧。美人在怀时，他度过了多少个销魂的夜晚。良宵苦短，日高庸起，那相爱相守的一幕幕，而今，都化作了梦。美人在时，越是幸福快乐，她离去后就越是孤苦和思念。</p> <p>　　美人离开后，床上的绣被也被卷了起来，三年后还能闻到美人的余香。香气缭绕不绝，而美人还没有回来。多少相思，多少难眠之夜，日复一日，年复一年。其实不是那香气真的还在，那是相思者思念至极的嗅觉错乱。被搁置了三年的空床，被卷起了三年的绣被，不可能会还留有香气。</p> <p>　　花和床本是无情物，但一旦与自己喜欢的人有关，便涂抹上了感情色彩。所以，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>才会有“感时花溅泪”。《诗经·邶风·静女》中，那个年轻的男子等着心仪的女子，没有等着，抓耳挠腮之际，摆弄着女子送他的荑草，欣喜地吟唱到：“自牧归荑，洵美且异。匪女之为美，美人之贻。”在他的眼里，荑草美得出奇，但这并不是荑草真的很美，而是美人送给他的，饱含着爱意。</p>",
  "about": "<h2>创作背景</h2> 　　这三首《长相思》的创作时间一般认为是在<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>被“赐金还山”之后，大约是他被排挤离开长安后于沉思中回忆过往情绪之作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写人",
    "思念"
  ]
}