{
  "id": 38481,
  "star": 21,
  "name": "与东吴生相遇",
  "dynasty": "唐代",
  "content": "十年身事各如萍，白首相逢泪满缨。<br>老去不知花有态，乱来唯觉酒多情。<br>贫疑陋巷春偏少，贵想豪家月最明。<br>且对一尊开口笑，未衰应见泰阶平。",
  "fanyi": "<p><strong>译文<br></strong>十年来身世漂泊若浮萍，白发相逢涕泪沾满冠缨。<br>人老了不知道花有美态，离乱时只觉得酒甚多情。<br>贫居陋巷怀疑春天也少，贵居豪宅感觉月亮最明。<br>姑且对着这尊美酒大笑，未衰之年应见海内清平。</p> <p><strong>注释<br></strong>⑴东吴生：姓名及生平事迹均不详，当是<a href=\"http://so.gushiwen.org/view_38481.aspx\">诗</a>人初到润州或建康时结识的朋友。<br>⑵十年：诗人从唐僖宗中和三年（883年）流落江南起，直到唐昭宗乾宁元年（894年）擢第，历十二年。此举成数。身事：指人的经历和遭遇。一作“身世”。<br>⑶白首：犹白发。表示年老。《史记·范雎蔡泽列传论》：“范雎、蔡泽世所谓一切辩士，然游说诸侯至白首无所遇者，非计策之拙，所为说力少也。”<br>⑷老去：谓人渐趋衰老。<br>⑸乱：指唐末战乱。<br>⑹陋巷：简陋的巷子。《论语·雍也》：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。”<br>⑺豪家：指有钱有势的人家。《管子·轻重甲》：“吾国之豪家迁封食邑而居者，君章之以物，则物重；不章以物，则物轻。”<br>⑻且对：一作“独对”。开口笑：欢乐貌。语出《庄子·盗蹠》：“人上寿百岁，中寿八十，下寿六十，除病瘦(瘐)死丧忧患，其中开口而笑者，一月之中，不过四五日而已矣！”<br>⑼泰阶：古星座名。即三台。上台、中台、下台共六星，两两并排而斜上，如阶梯，故名。古人认为泰阶星现，预兆风调雨顺，民康国泰。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　原<a href=\"http://so.gushiwen.org/view_38481.aspx\">诗</a>题下注：“及第后出关作。”诗人从公元883年（唐僖宗中和三年）流落江南起，直到公元894年（昭宗乾宁元年）擢第，历十二年，战乱频仍，颠沛流离，所以这首诗劈头便感慨万端地说：“十年身事各如萍”。诗人用随风飘泊的水上浮萍，刻画了自己流离失所的“十年身事”。“各”字表明东吴生与自己同是天涯沦落人，自不免同病相怜。</p> <p>　　“白首相逢泪满缨”。按理，这时<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>已登第，禄食有望，似不该与故人泪眼相对，但自己在外飘泊多年，已是五十九岁的人了。因此，遇故人便再也忍不住涕泗滂沱，泪满冠缨。</p> <p>　　三、四句是挥泪叙旧的辛酸语。回想当年大家欢聚一起观花饮酒的情景，别是一番滋味在心头。此时诗人为痛苦折磨得衰老、麻木，似乎已不感觉到花儿是美丽的了，再也没有赏花的逸兴了。而酒与诗人却变得多情起来，因为乱世颠沛，年华蹉跎，只好借酒浇愁。细味诗意，字字酸楚。</p> <p>　　五、六句是痛定思痛的激愤语。乱离社会，世态炎凉，“贫”与“贵”，“陋巷”与“豪家”，一边是啼饥号寒，一边是灯红酒绿，相距何其悬远。有才华的人偏被压在社会最下层，沾不到春风雨露；尸位素餐者偏是高踞豪门，吟风弄月。诗句是对上层统治者饱含泪水的控诉，也是对自己“十年身事”的不平鸣。</p> <p>　　泪干了，愤闷倾吐了，诗人转而强作笑颜：“且对一尊开口笑，未衰应见泰阶平。”“且对”一作“独对”，据题意以“且对”为允。泰阶，星名。古人认为泰阶星现，预兆风调雨顺，民康国泰。这两句是说：趁未衰之年，暂拚一醉，而破涕为笑，这是聊以解嘲；期望今后能河清海晏，国泰民安，这是自许和自慰。诗人就是怀着这样美好的愿望而开怀一笑。这一笑，既透露着老当益壮的激情，也透露着期望社稷郅治的心理。</p> <p>　　全诗以“泪”始，以“笑”结，前后照应，关锁严密。“泪”是回顾，“笑”是前瞻。“泪满缨”说明诗人遭遇十年辛苦不寻常；“开口笑”说明诗人满怀信心向前看。一泪一笑，总括全诗，字挟风霜，声振金石。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_38481.aspx\">诗</a>题下有注：及第后出关作。这说明此诗是诗人进士及第后，一次出潼关路遇友人所作。当时作者已年近六十岁。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "叙旧",
    "抒怀"
  ]
}