{
  "id": 72815,
  "star": 25,
  "name": "治安疏",
  "dynasty": "明代",
  "content": "　　户部云南清吏司主事臣海瑞谨奏；为直言天下第一事，以正君道、明臣职，求万世治安事：</p> <p>　　君者，天下臣民万物之主也。惟其为天下臣民万物之主，责任至重。凡民生利病，一有所不宜，将有所不称其任。是故事君之道宜无不备，而以其责寄臣工，使之尽言焉。臣工尽言，而君道斯称矣。昔之务为容悦，阿谀曲从，致使灾祸隔绝、主上不闻者，无足言矣。</p> <p>　　过为计者则又曰：“君子危明主，忧治世。”夫世则治矣，以不治忧之；主则明矣，以不明危之：无乃使之反求眩瞀，莫知趋舍矣乎！非通论也。</p> <p>　　臣受国厚恩矣，请执有犯无隐之义，美曰美，不一毫虚美；过曰过，不一毫讳过。不为悦谀，不暇过计，谨披沥肝胆为陛下言之。</p> <p>　　汉贾谊陈政事于文帝曰：“进言者皆曰：天下已安已治矣，臣独以为未也。曰安且治者，非愚则谀。”夫文帝，汉贤君也，贾谊非苛责备也。文帝性颇仁柔，慈恕恭俭，虽有爱民之美，优游退逊、尚多怠废之政。不究其弊所不免，概以安且治当之，愚也。不究其才所不能，概以政之安且治颂之，谀也。</p> <p>　　陛下自视，于汉文帝何如？陛下天资英断，睿识绝人，可为尧、舜，可为禹、汤、文、武，下之如汉宣之厉精，光武之大度，唐太宗之英武无敌，宪宗之志平僭乱，宋仁宗之仁恕，举一节可取者，陛下优为之。即位初年，铲除积弊，焕然与天下更始。举其大概：箴敬一以养心，定冠履以定分，除圣贤土木之象，夺宦官内外之权，元世祖毁不与祀，祀孔子推及所生。天下忻忻，以大有作为仰之。识者谓辅相得人，太平指日可期，非虚语也，高汉文帝远甚。然文帝能充其仁恕之性，节用爱人，吕祖谦称其能尽人之才力，诚是也。一时天下虽未可尽以治安予之，然贯朽粟陈，民物康阜，三代后称贤君焉。</p> <p>　　陛下则锐精未久，妄念牵之而去矣。反刚明而错用之，谓长生可得，而一意玄修。富有四海不曰民之脂膏在是也，而侈兴土木。二十余年不视朝，纲纪驰矣。数行推广事例，名爵滥矣。二王不相见，人以为薄于父子。以猜疑诽谤戮辱臣下，人以为薄于君臣。乐西苑而不返宫，人以为薄于夫妇。天下吏贪将弱，民不聊生，水旱靡时，盗贼滋炽。自陛下登极初年亦有这，而未甚也。今赋役增常，万方则效。陛下破产礼佛日甚，室如县罄，十余年来极矣。天下因即陛下改元之号而臆之曰：“嘉靖者言家家皆净而无财用也。”</p> <p>　　迩者，严嵩罢相，世蕃极刑，差快人意一时称清时焉。然严嵩罢相之后，犹之严嵩未相之先而已，非大清明世界也。不及汉文帝远甚。天下之人不直陛下久矣，内外臣工之所知也。知之，不可谓愚。《诗》去：“衰职有阙，惟仲山甫补之。”今日所赖以弼棐匡救，格非而归之正，诸臣责也。夫圣人岂绝无过举哉？古者设官，亮采惠畴足矣，不必责之以谏。保氏掌谏王恶，不必设也。木绳金砺，圣贤不必言之也，乃修斋建醮，相率进香，天桃天药，相率表贺。建兴宫室，工部极力经营；取香觅宝，户部差求四出。陛下误举，诸臣误顺，无一人为陛下正言焉。都俞吁咈之风，陈善闭邪之义，邈无闻矣；谀之甚也。然愧心馁气，退有后言，以从陛下；昧没本心，以歌颂陛下，欺君之罪何如？</p> <p>　　夫天下者，陛下之家也，人未有不顾其家者。内外臣工有官守、有言责，皆所以奠陛下之家而磐石之也。一意玄修，是陛下心之惑也。过于苛断，是陛下情之伪也。而谓陛下不顾其家，人情乎？诸臣顾身家以保一官，多以欺败，以赃败，不事事败，有不足以当陛下之心者。其不然者，君心臣心偶不相值也，遂谓陛下为贱薄臣工。诸臣正心之学微，所言或不免己私，或失详审，诚如胡寅扰乱政事之说，有不足以当陛下之心者。其不然者，君意臣意偶不相值也，遂谓陛下为是己拒谏。执陛下一二事不当之形迹，亿陛下千百事之尽然，陷陛下误终不复，诸臣欺君之罪大矣。《记》曰：“上人疑则百姓惑，下难知则君长劳。”今日之谓也。</p> <p>　　为身家心与惧心合，臣职不明，臣以一二事形迹既为诸臣解之矣。求长生心与惑心合，有辞于臣，君道不正，臣请再为陛下开之。</p> <p>　　陛下之误多矣，大端在修醮。修醮所以求长生也。自古圣贤止说修身立命，止说顺受其正。盖天地赋予于人而为性命者，此尽之矣。尧、舜、禹、汤、文、武之君，圣之盛也，未能久世不终。下之，亦未见方外士自汉、唐、宋存至今日。使陛下得以访其术者陶仲文，陛下以师呼之，仲文则既死矣。仲文尚不能长生，而陛下独何求之？至谓天赐仙桃药丸，怪妄尤甚。伏羲氏王天下，龙马出河，因则其文以画八卦。禹治水时，神龟负文而列其背，因而第之，以成必畴。河图洛书实有此瑞物，以泄万古不传之秘。天不爱道而显之圣人，借圣人以开示天下，犹之日月星辰之布列，而历数成焉，非虚妄也。宋真宗获天书于乾佑山，孙奭谏曰：“天何言哉？岂有书也？”桃必采而后得，药由人工捣以成者也。兹无因而至，桃药是有足而行耶？天赐之者，有手执而付之耶？陛下玄修多年矣，一无所得。至今日，左右奸人逆陛下玄修妄念，区区桃药之长生，理之所无，而玄修之无益可知矣。</p> <p>　　陛下又将谓悬刑赏以督率臣下，分理有人，天下无不可治，而玄修无害矣乎？夫人幼而学，既无致君泽民异事之学，壮而行，亦无致君泽民殊用之心。《太甲》曰：“有言逆于汝志，必求诸道，有言逊于汝志，必求诸非道。”言顺者之未必为道也。即近事观：严嵩有一不顺陛下者乎？昔为贪窃，今为逆本。梁材守道守官，陛下以为逆者也，历任有声，官户部者以有守称之。虽近日严嵩抄没、百官有惕心焉，无用于积贿求迁，稍自洗涤。然严嵩罢相之后，犹严嵩未相之前而已。诸臣宁为严嵩之顺，不为梁材之执。今甚者贪求，未甚者挨日。见称于人者，亦廊庙山林交战热中，鹘突依违，苟举故事。洁己格物，任天下重，使社稷灵长终必赖之者，未见其人焉。得非有所牵制其心，未能纯然精白使然乎？陛下欲诸臣惟予行而莫违也，而责之以效忠；付之以翼为明听也，又欲其顺乎玄修土木之娱：是股肱耳目不为腹心卫也，而自为视听持行之用。有臣如仪、衍焉，可以成“得志与民由之”之业，无是理也。</p> <p>　　陛下诚知玄修无益，臣之改行，民之效尤，天下之安与不安、治与不治由之，幡然悟悔，日视正朝，与宰辅、九卿、侍从、言官讲求天下利害，洗数十年君道之误，置其身于尧、舜、禹、汤、文、武之上，使其臣亦得洗数十年阿君之耻，置其身于皋陶、伊、傅之列，相为后先，明良喜起，都俞吁咈。内之宦官宫妾，外之光禄寺厨役，锦衣卫恩荫，诸衙门带俸，举凡无事而官者亦多矣。上之内仓内库，下之户、工部，光禄寺诸厂，段绢、粮料、珠定、器用、木材诸物，多而积于无用，用之非所宜用，亦多矣。诸臣必有为陛下言者。诸臣言之，陛下行之，此则在陛下一节省间而已。京师之一金，田野之百金也。一节省而国有余用，民有盖藏，不知其几也。而陛下何不为之？</p> <p>　　官有职掌，先年职守之正、职守之全而未行之。今日职守之废、职守之苟且因循，不认真、不尽法而自以为是。敦本行以端士习，止上纳以清仕途，久任吏将以责成功，练选军士以免召募，驱缁黄游食以归四民，责府州县兼举富教使成礼俗，复屯盐本色以裕边储，均田赋丁差以苏困敝，举天下官之侵渔，将之怯懦，吏之为奸，刑之无少姑息焉。必世之仁，博厚高明悠远之业，诸臣必有陛下言者。诸臣言之，陛下行之，此则在陛下一振作间而已。一振作而诸废具举，百弊铲绝，唐、虞三代之治粲然复兴矣，而陛下何不行之？</p> <p>　　节省之，振作之，又非有所劳于陛下也。九卿总其纲，百职分其任，抚按科道纠举肃清之于其间，陛下持大纲、稽治要而责成焉。劳于求贤，逸于任用如天运于上，而四时六气各得其序，恭己无为之道也。天地万物为一体，固有之性也。民物熙洽，熏为太和，而陛下性分中自有真乐矣。可以赞天地之化育，则可与天地参。道与天通，命由我立，而陛下性分中自有真寿矣。此理之所有者，可旋至而立有效者也。若夫服食不终之药，遥望轻举，理之所无者也。理之所无，而切切然散爵禄，竦精神，玄修求之，悬思凿想，系风捕影，终其身如斯而已矣，求之其可得乎？</p> <p>　　夫君道不正，臣职不明，此天下第一事也。于此不言，更复何言？大臣持禄而外为谀，小臣畏罪而面为顺，陛下有不得知而改之行之者，臣每恨焉。是以昧死竭忠，惓惓为陛下言之。一反情易向之间，而天下之治与不治，民物之安与不安决焉，伏惟陛下留神，宗社幸甚，天下幸甚。臣不胜战栗恐惧之至，为此具本亲赍，谨具奏闻。",
  "fanyi": "<p><strong>译文</strong><br>　　户部云南清吏司主事<a href=\"http://so.gushiwen.org/author_1531.aspx\">海瑞</a>在这里上奏：为了匡正君道，明确臣下的职责，求得万世治安，我要直陈天下第一事。</p> <p>　　国君是天下臣民万物的主人，正是因为是天下臣民万物之主，所以责任重大。如果民生措置失当，就是君主没有负起责任。所以臣子就应当尽量为君主服务，忠于职守，畅所欲言。臣子尽到了自己的责任，君主的责任也才算尽到了。以前那种专图讨好，曲意逢迎，不让君主听到实际情况的人，现在用不着说他们了。</p> <p>　　危言耸听的人或许会说：君子总是想法多，即使遇到贤明的君主，政治清明的时代，也常常居安思危，忧虑重重，只怕反而让人思维混乱，搞不清方向。这种说法不符合现在的情况！</p> <p>　　臣蒙受国恩，宁可直言得罪也不想说假话，好的就是好的，坏的就是坏的，一丝一毫都不敢隐瞒。我不为讨上面的欢心，也不计较得失，今天披沥肝胆，掏出真心，对陛下您说几句实话。</p> <p>　　汉代名臣<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>曾和文帝这样说：“下面进言的人总是说：天下已经大治，臣独以为还没有。那些说天下已安已治的人，不是愚昧无知就是阿谀逢迎。”文帝算是汉代的贤君了，贾谊也不是对文帝要求过高。汉文帝的品质作风是好的，他有爱民的美德，为人也慈和俭朴，从容谦逊，但缺点在于游于玄老，不专事于政务，有许多政事都被耽误了，没有办好。假使臣下看不到这些弊病，一味认为天下已安已治，这就是愚昧无知。假使臣下看不到文帝的才能毕竟有限，一味用已安已治的话来歌颂他，这就是阿谀奉承。</p> <p>　　陛下自视和汉文帝比较起来怎么样呢？陛下天资英断，睿识绝人，具有成为尧、舜、禹、汤、文、武这样的君王的潜力，陛下象汉宣帝一样做事努力认真，象光武帝一样为人大度，象唐太宗一样英武无敌，象唐宪宗一样能够消平各地藩镇叛乱，陛下还有宋仁宗的仁恕之德，总之象这些可取的优点，无论哪一项，您都是具有的。您即位初年，铲除积弊，明白宣示，同全国老百姓一道革新政事。举其大概吧：您作过一篇《敬一箴》，提倡规戒；改定了一些冠服制度，下令废除孔子庙里的塑像，只用木主；削弱了宦官的内外之权；将元世祖从历代帝王庙所祭牌位中剔除；在孔子庙兼祭孔子的父母。那时候天下人都很期待，认为您一定大有作为。有见识的人都认为：只要有好的臣子帮助，不需多久，天下就可太平，您一定比汉文帝要强得多。然而文帝能发扬仁恕之性，节约恭俭，体恤爱民，宋朝的吕祖谦说他善于用人，能尽人之才力。一时天下虽说不上已经大治，但国库充盈，连串钱的绳子都朽烂了，百姓安乐，财物丰足。大家公认他是夏、商、周三代以后的一位贤君。</p> <p>　　陛下您立志要有作为，可是没过多久，就被杂乱的念头导引到别的地方去了。您把自己的刚强英明用到错误的地方，以为人真的能够长生不老，而一味的玄修。陛下富有四海，却不念及那都是民之脂膏，常常大兴土木，大修宫殿庙宇。陛下二十余年不上朝处理政务，导致纲纪松懈败坏。朝廷卖官买官，援用这种章程越来越滥，美其名曰推广事例，导致豪强四起，名爵泛滥。您专门和方士在一起炼丹，不与自己的儿子们相见，人们都以为您缺少父子之情。您常以猜疑诽谤戮辱臣下，人们都以为缺少君臣之礼。您整天待在西苑不回宫，人们都以为缺少夫妇之情。天下官吏贪污成风，军队弱小，水灾旱灾无时不有，民不聊生，导致流民暴乱象火烧一样，越来越盛。自陛下登基以来，前几年就这样，但还不严重，但是如今赋税徭役越来越重，各级官吏都效法朝廷，盘剥百姓无度。陛下花很多钱崇奉道教，十余年来已经做到极致了。因此，陛下改元号之时，天下人都猜想：这意思就是说“嘉靖者言家家皆净而无财用也”</p> <p>　　近来，严嵩罢相，严世蕃被处以极刑，勉强可以令人满意，一时人称天下清明。然而严嵩罢相以后的政事，不过和他作宰相以前差不多，也并不见得清明多少。陛下比汉文帝差远了。天下之人对您不满已经很久了，这内外臣工都知道。《<a href=\"http://so.gushiwen.org/view_72815.aspx\">诗</a>经》上说：“衰职有阙，惟仲山甫补之”，意思是说宣王不能完全尽职，仲山甫能从旁补救。今日以辅助、匡正来补救、纠正错误并使一切走入正轨，正是诸位臣下的职责所在。圣人也不能不犯错误，否则古代设官，只要他做官办事就够了，不必要求他们进言劝谏，也不必设谏官，更不必说木绳金砺这类的话了。陛下修宫殿，设坛祈祷，就让群臣竞相进献香物和仙桃仙药，叫臣子进表管贺。陛下要兴建宫室，工部就极力经营；陛下要取香觅宝，户部就派人到处索取。陛下举动有误，诸臣顺从得也没道理，竟没有一个人为陛下正言。那种公开讨论对错、贡献良言，防止邪恶的做法，长久没有听到了，献媚的风气太甚。然而人们不敢直言，内心却不能不惭愧，气也不壮了，当面不敢说，却在背后议论是非，人们表面上顺从陛下，却把真心藏起来，这样为陛下歌功颂德，是多么大的欺君之罪？</p> <p>　　如果您承认修道有害无益，那么臣子的转变，百姓的祸福，天下的安危都将由此而不同，所以您应当立即悔悟，每日上朝理政，与宰辅、九卿、侍从、言官一起言说天下利害，洗刷数十年君道之误，那样就能置身于尧、舜、禹、汤、文、武这样的明君之中，也使得臣下能够洗刷数十年谄媚君主之耻，让他们置身于皋陶、伊、傅这样的贤臣之列，君臣便可互相勉励、互相敬重。内廷中的宦官宫女，外廷中光禄寺厨房的仆役，锦衣卫中那些受惠于祖先恩荫的人，以及各个衙门里那些额外的冗员，无事可干而为官的人太多了。皇家的仓库里，户部、工部以及光禄寺等衙门里，缎、绢、粮料、珠宝、器物、木材等东西很多，堆积在那里也无用，用了也用的不是地方，白白浪费了很可惜。臣子们进谏，您采纳实行，对您说来只不过动一动节省的念头罢了。京师里的一块金子，到了田野百姓那里抵得上一百块金子用。您稍稍节省一点，国库便有余用，老百姓则有了储蓄，好处真不知有多少啊，而陛下为何不这样做呢？</p> <p>　　今天官吏设置不全，办事因循苟且，敷衍塞责，不守法纪，却还自以为不错。应该督促遵守基本的道德来端正官员们的行为，停止用钱买官那一套来理清仕途；让文武官员安于其位，责成他们做出成绩来；平常就练选军士以免打仗了临时召募百姓；让那些吃白食的和尚道士回家，回到士、农、工、商的行业里；府州县地方官要生计和教化并重，树立好的礼俗规范；屯田、运盐应该恢复征收实物，来充实边防军队的储备；按地亩交粮，按人口应役，以便恢复老百姓的元气；检举天下官员的贪污勒索行为，让那些贪赃枉法的人心生怯懦，按照刑律处罚他们，毫不宽容。如此以来，便是仁政，几十年之后才能收效，与天地并存的伟大功业便可成就了。这样的事由诸臣提议，陛下执行，也就在陛下一振作间而已。一振作而诸废具举，百弊铲绝，象唐、虞三代那样光明灿烂的大治便可复兴矣，而陛下为什么不实行呢？</p> <p>　　陛下只要稍事节省和振作就行了，又不是要您多么劳心劳神。九卿掌握大政方针，百官承担具体的职责，巡抚、巡按、六科给事中等纠举肃清，维护风气，陛下考核政纲的实施情况，督促他们做出成绩来。努力去找贤才，任用他们办事，自己就省力了。就像天运于上，四时六气各得其序，君主只要自己有德，感化臣民，不必亲自动手管理一切。天地万物为一体，自有它的道理。百姓安居乐业，形成一片祥和气氛，而陛下自然能够感到真正的快乐和价值。天地是化生万物的，人也有帮助天地化生的能力，可以与天地并列而为“三才”。道与天通，命运可以由我们自己掌握，而陛下自然能够享受真寿。这是真正的道理，转身就能做到，立刻就能见效。要是依旧去服食什么长生不死之药，巴望着能成仙升天，不是道理所在。那么做只能匆忙的散爵禄，让精神徒然的紧张，玄修求长生，是捕风捉影的空想，陛下一辈子求之，究竟得到没得到呢？</p> <p>　　君道不正，臣职不明，是天下第一大事。于此不言，更复何言？大臣为保乌纱帽而阿谀奉承，小臣害怕获罪表面顺从，陛下有错误却不知道，不能改正不能执行，臣每想到这里便痛心疾首。所以今天便冒死竭忠，诚恳的向陛下进言。望陛下能够改变心思，转换方向，而天下之治与不治，民物之安与不安都取决于您，若陛下真能采纳，是我宗庙、社稷、国家的幸运，是天下黎民百姓的幸运！</p> <p><strong>注释</strong><br>（1）户部——掌管全国税收财政的机关，为明朝中央行政机构的六部之一。云南清吏司——明朝制度，户部按行政区域人分司，每司的名称，除政区外，都加上“清吏”二字。主事——各部职官中最低一级。但明朝主事的职权相当大，可以直接向皇帝上奏章。<br>（2）这句是奏疏的事由。<br>（3）这是历代地主统治阶级为了维护他们的统治，建立起来的一种封建传统观念。<br>（4）宜——适当。<br>（5）这句是说：对于民生措置失当，就是君主没有负起责任。<br>（6）是故事君之道宜无不备——所以臣子就应当尽量为君主服务。<br>（7）而以其责寄臣工，使之尽言焉——把臣子应尽的责任交付给他们，让他们尽量表现意见。臣工，有职务的臣子。<br>（8）君道斯称矣——君主的责任才算尽了。<br>（9）容悦——讨人欢喜。<br>（10）阿（ē）谀——献媚。<br>（11）这句是说：以前那种专图讨好，曲意逢迎，不让君主听到实际灾祸的人，现在用不着说他们了。<br>（12）过为计者——忧虑太多、危言耸听的人。<br>（13）危明主，忧治世——即使遇到贤明的君主，还以为他可危；即使处在政治清明的时代，还以为时局可忧。<br>（14）夫（符fú）——发语词。<br>（15）无乃——只怕。眩瞀（帽mào）——模糊混乱。<br>（16）这两句说：（这种说法）只怕使人反而弄得模糊混乱，不知道何去何从吗？这不是合理的说法啊！<br>（17）封建士大夫以担任官职、享受俸禄为受国恩。<br>（18）执——遵守。有犯无隐——语出《礼记·檀弓》。意思是宁可直言得罪而不应隐讳。<br>（19）不暇过计——也不计较得失。<br>（20）披沥肝胆——掏出真心，效忠。陛下——对皇帝的敬称。<br>（21）贾谊——西汉初年杰出的政论家，曾屡次上书汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>（公元前179—前157年在位），提出改革政治的具体措施，但由于遭到保守集团的反对，没有得到实施的机会，终于抑郁而死。<br>（22）引文见于贾谊《陈政事疏》，意思是说：那些说天下已安已治的人，不是愚昧无知就是阿谀逢迎。<br>（23）非苛责备也——并非对文帝要求过高啊。<br>（24）这句的意思说：汉文帝的品质作风是好的，他虽然有爱民的美德，为人也慈和俭朴，从容谦逊，而且有许多政事没有举办。<br>（25）这句是说：假使看不到还有免不了的弊病，一味认为已安已治，这就是愚昧无知。<br>（26）这句是说：假使看不到文帝的才能毕竟有限，一味用已安已治的话来歌颂他，这就是阿谀奉承。<br>（27）这句是说：你自己觉得比汉文帝怎样呢？<br>（28）睿（锐ruì）——圣明。绝人——超过一般的人。<br>（29）尧、舜——唐尧、虞舜。传说中的远古时代的帝王。<br>（30）禹、汤、文、武——夏禹、商汤、周文王、周武王。唐尧、虞舜和这些人，都是“正统”史家传称的我国古代史上的贤君。<br>（31）汉宣——汉宣帝刘询（公元前73—前49年在位）。厉精——努力认真。指汉宣帝时代注重法治。<br>（32）光武——东汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>（公元25—57年在位）。大度——指光武帝对于功臣信任不疑。<br>（33）唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>（公元627—649年在位）亲身参加各次战役，击败敌对势力集团，统一全中国。<br>（34）唐宪宗李纯（公元806—820年在位）决心巩固中央的权力，先后消平各地藩镇叛乱。<br>（35）《宋史》上奉承宋仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>（公元1023—1063年在位），说他是个仁恕之君。<br>（36）举一节可取者，陛下优为之——像这些可取的优点，无论哪一项，你都容易办得到。<br>（37）焕然与天下更始——明白宣示，同全国老百姓一道革新政事。<br>（38）箴（真zhēn）敬一——明世宗作过一篇《敬一箴》。箴，规戒。<br>（39）定冠履——明世宗曾改定一些冠服制度。<br>（40）这是指明世宗下令废除孔子庙里的塑像，只用木柱。<br>（41）元世祖忽必烈本是历代帝王庙中所祭的帝王之一，明世宗将他取消。<br>（42）这是是说：孔子庙是兼祭孔子的父母。以上几件都是明世宗自鸣得意的事，其实都与民生无关，微不足道。<br>（43）忻忻——与“欣欣”同，高兴欢乐的样子。<br>（44）以大有作为仰之——希望他有一番大的作为。之，指明世宗。<br>（45）这句是说：有见识的人都认为：只要有好的臣子帮助，不需多久，天下就可太平，这话不错，比汉文帝要强得多。<br>（46）吕祖谦——宋朝金华人，进士出身，官国史院编修。著有《十七史详节》。<br>（47）贯朽——指国库里的钱堆得太久，连串钱的绳子都朽烂了，表示国库充裕。贯，串钱的绳子。<br>（48）民物康阜——百姓安乐，财物丰足。<br>（49）这句说：汉文帝的时代虽然不能说完全已安治，但是那时财物丰足，百姓安乐，大家公认他是夏、商、周三代以后的贤君。<br>（50）锐精——立志要有作为。<br>（51）妄念牵之而去矣——被杂乱的念头导引到别的地方去了。<br>（52）反刚明而错用之——反而把自己的刚强、英明用到错误的地方去了。<br>（53）玄修——修炼。<br>（54）四海——天下。<br>（55）侈兴土木——大修宫殿庙宇。<br>（56）视朝——临朝办事。<br>（57）弛（chí）——松懈、败坏。<br>（58）明代定有章程，向政府缴纳多少财物，就可以取得某种官职或荣典。援用这种章程越来越滥，名为推广事例。数行——屡次施行。<br>（59）二王不相见——明世宗听了方士段朝用的话，专门和方士在一起炼丹，不与自己的儿子们相见。<br>（60）薄于父子——缺少父子之情。<br>（61）西苑——现在北京的三海地方。<br>（62）靡时——无时不有。<br>（63）盗贼——对起义的农民的污称。滋炽——像火烧一样，越来越盛。<br>（64）登极——即位。<br>（65）这句是说：各级官吏看作榜样，更加剥削百姓。<br>（66）这里的“佛”是指道教。<br>（67）这一成语见于《左传·僖公二十六年》，意思是说家里空无一物。<br>（68）改元——改年号。臆——心里猜想。<br>（69）这是是说：“嘉”字偕音“家”，“靖”字偕音“净”。<br>（70）迩者——近来。<br>（71）严嵩——明世宗所信任的宰相，专权二十年，有人奏他是奸臣，世宗总是不听。后来渐渐失宠，才罢相。<br>（72）世蕃——严嵩的儿子严世蕃，父子通同作恶，严嵩罢相，他也被处死刑。<br>（73）差快人意——勉强可以令人满意。<br>（74）清时——太平时代。<br>（75）这句是说：严嵩罢相以后的政事，不过和他作宰相以前差不多，也并不见得很清明啊。<br>（76）不直陛下——不以您为然。<br>（77）衮（滚gǔn）职——君主的职责。衮，君主的衣服，这里借指君主。<br>（78）仲山甫——周宣王的臣子。这两句诗见《诗经·大雅·丞民》，意思说：宣王不能完全尽职，仲山甫能从旁补救。<br>（79）弼（必bì）、棐（匪fěi）都是辅助的意思。匡——纠正。<br>（80）格非——纠正错误。<br>（81）过举——错误的举动。<br>（82）亮采惠畴——见于《尚书·舜典》，就是做官办事的意思。<br>（83）责之以谏——要求臣子尽劝谏的责任。<br>（84）保氏——《周礼》中的一个官名。<br>（85）木绳金砺——绳能使木直，砺（磨刀石）能使金属锋利。这两个比喻都出自《尚书》，意思是说，君主要靠人纠正帮助。<br>（86）以上四句说：圣人也不能不犯错误，否则古代设官，只要他做官办事就够了，不必要求他们进言劝谏，也不必高谏官，也不必说木绳金砺这类的话了。<br>（87）建醮（叫jiào）——设坛祈祷。<br>（88）相率——相互带动。<br>（89）天桃天药——天刚的仙桃仙药。<br>（90）表贺——封建时代，帝王遇有自己所喜欢的事，就叫臣子进表管贺。<br>（91）工部——明代中央政府掌管建设的机关，为六部之一。<br>（92）差求四出——派人到处索取。<br>（93）都俞——赞成的表示。吁咈——否定的表示。这都是《尚书》上尧、舜对话时所用的词句。<br>（94）陈善闭邪——见于《孟子·离娄上》，就是贡献良言，防止邪恶的意思。<br>（95）邈（秒miǎo）无闻矣——长久没有听到了。<br>（96）愧心馁气——不敢直言，内心就不能不惭愧，气也不壮了。<br>（97）退有后言——当面不敢说，却在背后议论是非。<br>（98）昧没本心——把真心藏起来。<br>（99）何如——有多大。<br>（100）官守——行政职务。言责——进言的责任。<br>（101）皆所以奠陛下之家而磐（盘pán）石之也——这些都是用来奠定您的家业，使它像磐石一样的稳固。奠，安置。磐石，大石，比喻稳固不可动摇。<br>（102）这句是说：过分苛刻武断，也不是您生性如此。<br>（103）这句是说：如果说您连家也不顾，这难道合乎人情吗？<br>（104）不事事——不做事。<br>（105）这句是说：臣子们往往为了欺诈，为了贪赃，为了旷废职务而犯罪，这些人不合您的心意，是很自然的。<br>（106）这句是说：假如不是为了上述的原因也不合您的心意，那就是您的心与臣子的心偶然不相投合啊。<br>（107）遂谓陛下为贱薄臣工——虽人就疑心您看轻臣子，侮辱臣子。<br>（108）正心之学微——正心的功夫很差。正心，儒家对于修养的一种说法。<br>（109）<a href=\"http://so.gushiwen.org/author_2687.aspx\">胡寅</a>——字明仲，宋朝崇安人，历任校书郎、中书舍人等职。曾上书宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>主张北伐，反对与金人议和。后因对秦桧作斗争，遭到贬斥。<br>（110）这句是说：另外有一种人，自己的心思不正，或是为了个人的利益，或是说得不够详明正确，就像胡寅扰乱政事的奏疏那样：这些人不合您的意旨，也是很自然的。（胡寅议论政事的奏疏一般是正确的，海瑞说他“扰乱政事”，是一种婉转含蓄的反话。）<br>（111）是己拒谏——自以为是，不愿接受劝谏。<br>（112）亿——猜测。<br>（113）这句是说：抓住一二件这样的事，就推测您件件事都是这样，害您一直错到底，臣子们欺君的罪大了。<br>（114）这是《礼记·缁衣》篇里的话，意思是说：君主多疑于上，百姓就无所适从；臣子不忠于下，君主就劳苦不堪了。<br>（115）今日之谓——说的就是今天的情况。<br>（116）为身家心——为自己保身家的心。<br>（117）这句是说：臣子保身家的私心和怕触怒君主的心相结合，因而模糊了自己的职责，我已经举出一二件事例替他们作过分析了。<br>（118）有辞于臣——臣子们有话可说。<br>（119）这句说：君主求长生的妄念和迷惑不明相结合，就使臣子们心怀不满，有失为君之道，关于这方面，君主允许我再加以分析。<br>（120）这句说；古来的圣贤只不过讲求涵养道德性，保养生命，顺应自然的正常法则。<br>（121）此尽之矣——不过如此罢了。<br>（122）久世不终——长生不死。<br>（123）方外士——指僧道术士等人。<br>（124）陶仲文——明世宗最信任的方士。<br>（125）这句说：传给您长生法术的陶仲文，您称他为师傅，可是他自己就已经死了。<br>（126）伏羲氏——远古时代的传说人物，相传“八卦”是他画的。<br>（127）则其文——依据龙马的花纹。<br>（128）第之——排列起来。<br>（129）九畴——《尚书·洪范》篇中从“五行”到“五幅”的九类关于天道人事的法则。这句说：夏禹治水时，出现神龟，就把神龟背上罗列的各种纹路排列起来，成为有关天道人事的九种法则。<br>（130）河图洛书——指上述伏羲及禹所得的“神物”。海瑞在这里暴露了他对古代传说的迷信，误以上古虚妄的传说为事实。<br>（131）天书——宋真宗<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>（公元998—1022年在位）为了粉饰太平，听从王钦若等人的话，伪造天书，声称从天而降。乾佑山——在陕西省镇安县。<br>（132）孙奭（世shì）——宋真宗时的儒者，曾任翰林侍讲学士、龙图阁学士等职。<br>（133）这句话见于《论语·阳货》，意思是说：上天哪里会说什么？<br>（134）逆——迎合。<br>（135）这句说：您莫非认为只要抓住刑和赏的权柄，就不怕无人办事，天下就可以治好，修道便没有什么害处了吗？<br>（136）夫人——那些人，指阿谀逢迎的臣子。夫，彼。<br>（137）致君——把君主辅佐好。泽民——使百姓得到好处。<br>（138）这句是说：（那些人）年轻时候，既没有学到“致君泽民”的特别本领和修养，壮年做官也没有“致君泽民”的特殊抱负和愿望。<br>（139）引文见于《尚书·太甲》篇，意思说：遇有不合自己意旨的话，要看看是否合于道理；遇有顺从自己意旨的话，要看看是否不合道理。<br>（140）这句是说：（严嵩的行为）过去是贪权窃利，今天是逆乱的根源。<br>（141）梁材——曾任户部尚书。守官——谨守职责。<br>（142）有守——有操守，也就是正直不阿。<br>（143）这句是说：虽然从严嵩抄家以后，百官有所畏惧，知道不能用贿赂谋求升迁，稍改以前的恶习。<br>（144）这句是说：百官仍然只情愿学严嵩的顺从，不肯学梁材的正直不阿。<br>（145）这句是说：现在最坏的人还是贪求无厌，不很坏的人也只是得过且过、混日子罢了。<br>（146）廊庙——朝廷，这里指在朝为官。山林——指退隐之地。交战热中——指两种思想不断的斗争。<br>（147）鹘突——糊涂。依违——无一定主张。<br>（148）这句是说：即使是号称好人的，也不过是心里一半想做官，一半又想退隐，含糊敷衍，奉行故事罢了。<br>（149）格物——探求事物的道理。<br>（150）社稷灵长——国运长久。<br>（151）这句是说：至于洁身自爱，探研真理，对天下事有责任感，使国运靠他得以保持长久的人，却一个也没有发见。<br>（152）纯然精白——心地纯正。这句说：不就是因为好人受到牵制，不能尽忠心做事，才弄到这样吗？<br>（153）惟予行而莫违——听从自己的意旨，不准违抗。<br>（154）翼为明听——语出《尚书·皋陶谟》。意思是做自己的助手和耳目。<br>（155）股肱（工gōng）耳目——指臣子。股肱，手足四肢。腹心——指君主。<br>（156）这句是说：您既要人顺从自己的意旨，又要人尽忠；既要人充当助手和耳目，又要人顺从您做那些修道和兴建宫殿庙宇的错误事情：这就像不用四肢耳目去保卫心腹，而由心腹自己去执行看、听、拿东西和走路的任务一样。<br>（157）仪、衍——张仪和公孙衍。都是战国时代能言善辩的政客。<br>（158）得志与民由之——见于《孟子·滕文公下》，意思是说：有机会施展自己的抱负，就与老百姓一道循着仁义的大道前进。<br>（159）这句是说：您即便有了像张仪和公孙衍那样能干的臣子，要想成功一种与百姓同享太平的事业，那也是办不到的。<br>（160）“陛下”以下连起来讲就是：如果您知道了修道的有害无益，那么，臣子的转变，百姓的学样，天下的安危都将由此而不同，所以您应当立即悔悟，每日上朝理政。<br>（161）宰辅、九卿、侍从、言官——明朝制度，宰辅是大学士，九卿是各部尚书侍郎等，侍从是翰林官，言官是给事中及御史。这些都是中央官职中的重要成员。<br>（162）皋陶（姚yáo）——虞舜的贤臣。伊、传——商汤的贤相伊尹和殷高宗的贤相。<br>（163）明良喜起——《尚书·益稷》记载：虞舜作歌：“股肱喜哉，元首起哉！”皋陶和歌：“元首明哉，股肱良哉！”这是君臣互相勉励敬重的话。<br>（164）光禄寺——承办皇室膳食的机构，挂名充厨役的极多。<br>（165）锦衣卫——明朝独有的武职机构，贵族子弟多在其中挂名。恩荫——封建时代，高级官僚的子孙因祖、父对朝廷有功而得官职。<br>（166）诸衙门整容俸——额外冗员。<br>（167）段——古“缎“字。<br>（168）这句是说：臣子们进谏，您采纳实行，对您说来只不过动一动节省的念头罢了。<br>（169）盖藏——储蓄。<br>（170）不知其几也——好处真不知有多少啊。<br>（171）这句是说：百官各有职牚，从前官吏的设置完备，办事认真，还有应办而不办的事。<br>（172）这句是说：今天官吏的设置不全，办事因循苟且，敷衍塞责，不守法纪，却还自以为不错。<br>（173）敦——勉励，督促。本行——基本的道德。<br>（174）上纳——出钱买官。<br>（175）久任吏将以责成功——让文武官员安于其位，责成他们做出成绩来。<br>（176）缁（资zī）黄——指和尚道士。因和尚著缁（灰黑色）衣，道士著黄衣。归四民——回到士、农、工、商的行业里。<br>（177）兼举富教——生计和教化同时照顾。<br>（178）屯盐本色——明朝屯田、运盐，本来供边防军需之用。后来将屯民应交粮盐实物改折银钱交纳。海瑞主张恢复征收实物。本色就是指粮盐实物。<br>（179）赋——按地亩交粮。差——按人口应役。苏——恢复元气。<br>（180）侵渔——贪污勒索。<br>（181）刑之无少姑息——按照刑律处罚他们，毫不宽容。<br>（182）必世之仁——语出《论语·子路》“必世而后仁”，意思是：在几十年之后才能收效的仁政。<br>（183）博厚高明悠远之业——与天地并存的伟大功业。<br>（184）粲然——光明灿烂的样子。<br>（185）抚按科道——指巡抚、巡按、六科给事中、十三道御史，都是明朝所设的官职。<br>（186）稽治要——考核政纲的实施情况。<br>（187）劳于求贤，逸于任用——努力去找贤才，任用他们办事，自己就省力了。<br>（188）六气——指阴阳风雨晦明。<br>（189）恭己无为——语出《论语·卫灵公》，意思是说：君主只要自己有德，感化臣民，不必亲自动手管理一切。<br>（190）熙洽——和睦。<br>（191）熏为太和——形成一片和平气氛。<br>（192）这句是运用《礼记·中庸》上的话。意思是说：天地是化生万物的，人也有帮助天地化生的能力，可以与天地并列而为“三才”。<br>（193）命由我立——命运由我自己掌握。<br>（194）旋至——一转身就达到。<br>（195）不终之药——不死的药。<br>（196）轻举——成仙升天。<br>（197）切切然——忙忙地。<br>（198）竦（耸sǒng）——紧张。<br>（199）悬思凿想——发空想。<br>（200）持禄——保持禄位。<br>（201）昧死——不怕犯死罪。<br>（202）惓惓——一片真诚的样子。<br>（203）反情易向——改变心思，转移方向。<br>（204）宗社——宗庙社稷。指国家。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1531.aspx\">海瑞</a>是中国历史上著名的清官和好官。他一生最大的特点，就是清廉正直，节俭朴素，言行一致，关心人民疾苦，不屈不挠地和贪官污吏、大地主恶霸进行斗争，连皇帝也不例外。在地方官任上，他拒绝向上司行贿、取消知县的额外收入，改革赋役，清丈田地，勒令大地主退还侵占的民田，兴修水利，昭雪冤狱。在吏部右侍郎（中央人事部门副长官）和右都御史任上，下令取缔南京各衙门无偿要求市民供应物资的陋规，建议恢复贪赃满八十贯（千）处绞刑的法律，等等，为百姓做了一些好事，博得当时广大人民的歌颂和支持。他打击豪强的故事，直到现代还在民间广泛流传。</p> <p>　　这篇文章是1566年（嘉靖四十五年）海瑞任户部主事时写的。海瑞写这篇文章的时代，明王朝已趋于衰落，土地大量集中，阶级矛盾日益尖锐化，军备不整，俺答（鞑靼族首领）、倭寇不断侵扰，官吏贪污成风，百姓困苦不堪，而作为最高统治者的明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>，却一心修道，不理朝政。海瑞眼看这种情况，怀着满腔愤激，写成这篇历史上出名的奏疏。</p> <p>　　在明朝，文臣直言是一种道德标准，来体现士大夫的风骨以及对皇帝的忠心。比如明世宗登基初期的大礼议问题就有数百位官员跪在宫门前死谏，最后受到的处罚也是极其残酷的。一般御史上疏都是巧妙的避重就轻，只为博取名声，而不会真得罪皇帝，祸延子孙。所以海瑞的治安疏在当时看来无异于求死申请书。首先，他指责朱厚熜迷信道教、妄想长生、错聩误国的过失，指出天下弄得“吏贪将弱”、“民不聊生”，都是由于他的“误举”所致。甚至讽刺他的年号“嘉靖”，意味着“家家皆净而无财用”。另一方面，对一般官吏阿谀逢迎、只顾个人身家禄位的卑鄙自私行径，也尽情地加以揭露。最后提出自己改革政事的具体意见，希望采纳。</p> <p>　　海瑞虽然在上奏疏之前已经托人买好棺材表示死谏的决心，但明世宗并没有杀死他，而是在大发雷霆之后听说海瑞决心赴死的气概转而沉默不语，只是下旨把他关押起来听后处置。明世宗到死都没有真的处置海瑞，在明世宗驾崩后，狱卒为海瑞准备好饭菜预祝他出狱，海瑞以为是杀头前的送行饭所以大快朵颐，哪知是皇帝驾崩了，痛哭流涕，把吃的饭又都全吐出来了。体现了那个时代以忠君为最高道德准则，海瑞的上疏并不是要与皇帝为敌，而是用直言的方式表达忠心。</p> <p>　　该篇字句各种刻本略有不同，以文字较为明白通顺的《丘海二公集》合刻本为准。</p>",
  "poet": {
    "id": 1531,
    "star": 0,
    "name": "海瑞",
    "image": "http://img.gushiwen.org/authorImg/hairui.jpg",
    "desc": "海瑞（1514年－1587年），字汝贤，号刚峰，海南琼山（今海口市）人。明朝著名清官。海瑞一生，经历了正德、嘉靖、隆庆、万历四朝。他打击豪强，疏浚河道，修筑水利工程，力主严惩贪官污吏，禁止循私受贿，并推行一条鞭法，强令贪官污吏退田还民，遂有“海青天”之誉。1587年（万历十五年），海瑞病死于南京官邸。赠太子太保，谥忠介。海瑞死后，关于他的传说故事，民间广为流传。"
  },
  "tags": [
    "奏疏"
  ]
}