{
  "id": 72336,
  "star": 206,
  "name": "喜雨亭记",
  "dynasty": "宋代",
  "content": "　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。</p> <p>　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。</p> <p>　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”</p> <p>　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” ",
  "fanyi": "<p><strong>译文<br></strong>　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。</p> <p>　　我到扶风的第二年，才开始造官邸，在堂屋的北面修建了一座亭子，在南面开凿了一口池塘，引来流水，种上树木，把它当做休息的场所。这年春天，在岐山的南面下了麦雨，占卜此事，认为今年有个好年成。然而此后整整一个月没有下雨，百姓才因此忧虑起来。到了三月的乙卯日，天才下雨，甲子日又下雨，百姓们认为下得还不够；丁卯日又下了大雨，一连三天才停止。官吏们在院子里一起庆贺，商人们在集市上一起唱歌，农夫们在野地里一起欢笑，忧愁的人因此而高兴，生病的人因此而痊愈，而我的亭子也恰好造成了。</p> <p>　　于是我在亭子里开酒宴，向客人劝酒而告诉了这件事，问他们道：“五天不下雨可以吗？”他们回答说：‘五天不下雨，就长不成麦子了。”又问“十天不下雨可以吗？”他们回答说：“十天不下雨就养不活稻子了。”“没有麦没有稻，年成自然荒废了，诉讼案件多了，而盗贼也猖獗起来。那么我与你们即使想在这亭子上游玩享乐，难道可能做得到吗？现在上天不遗弃这里的百姓，刚有旱象便降下雨来，使我与你们能够一起在这亭子里游玩赏乐的，都靠这雨的恩赐啊！这难道又能忘记的吗？”</p> <p>　　既用它来命名亭子以后，又接着来歌唱此事。歌词说的是：“假使上天下珍珠，受寒的人不能把它当做短袄；假如上天下白玉，挨饿的人不能把它当做粮食。一场雨下了三天，这是谁的力量？百姓说是太守，太守说没有这力量。归功于天子，天子也否认。归之于造物主，造物主也不把它当作自己的功劳，归之于太空。而太空冥然飘渺，不能够命名它，于是我用它来为我的亭子命名。</p> <p><strong>注释<br></strong>1.志：记。<br>2.周公得禾，以名其书：周成王得一种“异禾”，转送周公，周公遂作《嘉禾》一篇。<br>3.汉武得鼎，以名其年：汉武帝元狩七年（前116），得一宝鼎，于是改年号为元鼎元年。《通鉴考异》认为得宝鼎应在元鼎四年，元鼎年号是后来追改的。<br>4.叔孙胜敌，以名其子：鲁文公派叔孙得臣抵抗北狄入侵，取胜并俘获北狄国君侨如。叔孙得臣遂更其子名为“侨如”。<br>5.扶风：凤翔府。<br>6.明年：第二年。<br>7.治：修建。<br>8.雨麦：麦苗返青时正好下雨。<br>9.占：占卜。<br>10.有年：年将有粮，引申为大丰收。<br>11.弥：整、满。<br>12.雨，下雨。<br>13.乙卯：农历四月初二。<br>14.甲子：农历四月十一日。<br>15.丁卯：农历四月十四口。<br>16.相与：汇聚。<br>17.贾：指坐商。<br>18.忭：欢乐、喜悦。<br>19.适：恰巧。<br>20.属：同“嘱”，意为劝酒。<br>21.禾：谷子，即小米。<br>22.荐饥：古人说：“连岁不熟曰荐”，因此“荐饥”意应为：连续饥荒。<br>23.滋：增多。<br>24.炽：旺盛。<br>25.优游：安闲舒适、无优无虑的神态。<br>26.斯：这些。<br>27.踢：给予。<br>28.襦：本意短衣，此处代表所有的衣服。<br>29.伊：语助词，无意。<br>30.不：通“否”，意为不然。<br>31.造物：造物主（即上帝）或指上天。<br>32.冥冥：高远渺茫。</p>",
  "shangxi": "<h2>简析</h2> <p>　　结构严谨，脉络清晰。全文紧扣“雨”字，先从亭的命名缘由写起，接着记叙建亭经过，然后点出主题（雨与国计民生的关系），最后以歌咏作结，不仅显示出逻辑推理的力量，而且避免了行文的枯燥无味。</p> <p>　　详略得当，疏密有致。文章第二段写降雨经过，先以“既而弥月不雨，民方以为忧”寥寥数语，描绘人们急盼下雨的心情，然后不厌其烦地描写下雨的经过。雨量由小而大，人们的心情由“未足”到大喜；三个排比句，表现久旱逢雨时的喜悦：“忧者以乐，病者以愈”两句，欢快之情达到高潮。</p> <p>　　句法灵活，笔调活泼。文章在风趣的对话中轻松含蓄地发表见解，给人以举重若轻的感觉；文章体现了作者“民以食为天”的民本思想，反映了作者与百姓同忧同乐的感情，充分展现出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>年轻时的个人思想及风格。</p><br/><h2>赏析</h2> <p>　　令人觉得奇怪的是，用散文的形式写作喜雨的，在文学史上却并不多见。因此，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这篇散文《喜雨亭记》就显得十分突出了。当然，如果仅仅是因为前人未写而自己写了这一题材，对文学史有所贡献尚不足为奇。一旦后人接手写作，超越了前人的作品，那么前者就只能有一点文学史的价值而谈不到什么艺术的永恒价值了。苏轼的《喜雨亭记》却不是这样，因为它自身就具有很高的艺术价值，有许多令人品味的地方。也许正是这一点，使得后来的作家裹足不前，心甘情愿地让苏轼一枝独秀了吧。</p> <p>　　文章开始即点明了用“雨”命名的缘由，与“喜”字紧密联系在一起。他一共援引了历史上的三件事作铺垫，说明古人有了喜事，常常受用这件喜事来命名，以纪念喜事，或者也有预示将来喜事连连的意思。这三件事都很有趣。因为它们与国家的政治都有关系，其中并多少含有天人的关系。第一件事，相传周成王的同母弟堂叔得一异禾，献给了成王。成王将禾转送了周公。周公于是作了《嘉禾》一篇。第二件事，汉武帝于公元前116年5月，在汾水上得一宝鼎，于是改年号为元鼎元年。第三件事，鲁文公十一年，北狄鄋瞒国伐鲁，鲁文公派叔孙得臣抗敌，获胜，并俘获了国君侨如，于是特自己的儿子命名为侨如。最后这件事，对今人来说，几乎困惑不解了。为什么将敌人的名称用作自己儿子的名字?这是颇为值得研究的事情。无论如何，这是作者为要以雨志亭所作的铺垫，有了这一铺垫，再说事和雨就有记述的道理了。这就像逻辑学中大前提、小前提的三段论一样，有了大前提，后面的话即好说许多，也容易让人接受。</p> <p>　　苏轼到风翔府任职的第二年，建官舍，行政事，凿池引流，美化环境，但不巧的是当地整整一个月没有下雨，旱情显现，灾情就会是必然的结果了。大早望云霓，百姓的忧愁是可想而知的。在这里，恰好显示了苏轼笔墨的巧妙。我们知道，苏轼在写《后赤壁赋》的时候，曾经说到自己孤独闲寂，正好有两个朋友来了；霜露既降、明月诱人，想酒而樽空，贤妻正好献上了珍藏多时的美酒；没有下酒之物，正好客人笑哈哈地拿出了出水时鲜。一切就是那么巧，又那么惬人心意。这里也同样如此。百姓们盼望下雨，望眼欲穿，结果是“乙卯乃雨，甲子又雨”，这种句子，轻淡、简单，但不寡味，很像甲骨卜辞中的语言，但甲骨卜辞中是占问、预测，这里则是如实提供了，所以这种句子读来是令人心醉的。够不够?“百姓以为未足，丁卯大雨，三日乃止！”按，乙卯是四月初二日，甲子是四月十一日，丁卯是四月十四日。半月之内连降了三场雨，前两次不足，第三次一连下了三天。下得透，下得足，下得实在。要说好雨，喜雨，这才真正称得上是好雨，喜雨！<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“随风潜入夜，润物细无声”，总令人有细小入微不够大气的感觉。这里我们要注意“民以为未足”一句的作用，这一抑、一落，然后产生后面的三日大雨，效果才能够显示出来。没有这么一句，当然也可以成立，但是读起来就平软的多了。</p> <p>　　这场大雨产生的欢快气氛是可观的：“官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈……”。这是一幅万民同乐官民同欢的喜庆图，较之<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的太守和民的欢乐，真不可同日而语，因为欧阳修的乐并没有落到实处，架空，浮廓，是在造文、造情，而苏轼这里却是在如实地写作了。我们仿佛也同苏轼一起融入了喜雨的场景之中。唯其如此，苏轼为新落成的亭子命名“喜雨”才是顺理成章之事，才真正具有意义。</p> <p>　　亭名由来有自，讲清楚之后也就等于曲终奏雅，逐善可陈了。但是苏轼又在这里做出了好文章，说他善于翻空出奇也好，说他敢于寻根溯源也好，无论如何，作者在这里表现出了惊人的艺术技巧。作者把笔锋一转，以设问的方式，从反面人手来探讨喜雨。曲径通幽，我们试想，也许这是继续写此雨的唯一途径，但苏轼找到了，并不一定是妙手偶得，可能是苏轼的真正功力所在。文中说道：“五日不雨可乎?曰：五日不雨则无麦。……十日不雨可乎?曰：十日不雨则无禾。”无麦无禾，饿鸿遍野，盗贼蜂起，百姓遭殃。但是不到五日，不到十日，就喜雨骤至，泽惠我民，又怎么能说不是上天厚待苍生?加上这么一段，文章就显得十分充实，丰满，在对比中更觉得雨之可喜。</p> <p>　　写到这里，苏轼开始笔歌墨舞了，但是也曲尽其妙。“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟，一雨三日，伊谁之力?民曰太守，太守不有；归之天子，天子曰不然；归之造物，造物不以为功；归之太空，太空冥冥，不可得而名，吾以名吾亭。”你看，他还是落在亭上，层层递进，把天降喜雨的大功劳像画饼一样，在太守、天子、造物和太空面前虚晃一二，并忙里偷闲找出了一句，让这些人都一一默然，谦虚地拒绝这一荣耀，多漂亮的话，各路诸侯都奉到了，然后再实实在在地放到主题上去。既然如此，就让我们以喜雨来为亭子命名吧。一虚一实，一推一进，总是项庄舞剑意在沛公。</p> <p>　　作者紧扣一个“雨”字．一个“喜”字。在不到五百字的文章中，“雨”字出现了十五次，有两次作动词使用，“喜”、“乐”共出现六次。通篇都贯穿着为雨而喜的喜气洋洋的气氛。</p> <p>　　中国古代，自孟子开始，创天子、官员要有与民同乐，乐民之乐的思想。写这种作品的人很多，但真正写得好的不多。欧阳修的《醉翁亭记》是其一，苏轼的此篇文章则表现得更好，好就好在落实、不空。</p> <p>　　这篇文章在用词上也有值得注意之处。一、排比句多。比如第一段，作者为了说明古人有喜事则名物以示不忘，举了三个例子，三个例子就是三个排比句，借助这种句法，使读者在文意方面有一种说理透彻，充实满足的感觉。第二段写大雨之后，百姓的欢乐场面以及第四段的“雨珠”“雨玉”说，也同样用的是排比形式。在人们喜之不尽，手舞足蹈之时，文字上必须有所变化，一味的松散不可能有文字的整饬条理来得惹眼引人。二、结尾的用韵。《喜雨亭记》的结尾很有意思，它既照应了开头，又给人许多的联想，值得我们注意。苏轼的哲学思想是儒释道三家合一的。在他的<a href=\"http://so.gushiwen.org/view_72336.aspx\">诗</a>文中，经常出现对大自然发问的句子，以表达他的人生观和他旷达乐天的情怀。这次大雨之后，感谢谁为好?这里他展开的想象，是从太守到天子，从天子到上天，从上天到造物，其中“玉”、“粟”押韵，“日”“力”押韵，“功“空”押韵，“冥”“名”押韵，读之有循环不尽，均成系统的感觉，神完气足，优雅俊美，然而是虚笔，真正目的则是要归之其小小的亭宇，这样也就把造物、上天、天子、太守、百姓、借助“喜”之“雨”用一个亭子联系了起来，有歌唱的味道，所唱者依然是喜雨，一篇文章的主题所在。</p> <p>　　为什么古代关中富甲天下，而近代却默默无闻，特别是唐以后人文凋敝。是不是我们的人种退化了，我近来翻阅（唐代移民史），似乎找到了部分答案。在唐末到宋初的移民浪潮中，关中地区首当其冲，人口大量向东迁移，先经洛阳，然后到苏州扬州等运河地区。大家熟知的大文学家<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>，祖籍陕西彬县，但却是苏州人。但我们从其文学作品中仍能感受到其陕人后裔的豪迈文风，范仲淹后来也多年在陕从官，报效桑梓。其实在唐末吴县（今天的苏州地区）已有1/3的北方移民。其实不管是从西周之镐京到东周之洛邑；还是西汉之长安到东汉之洛阳；从隋炀帝迁都洛阳到<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时期42年居住洛阳，关中地区到洛阳的人口迁移一直是单向的，并又有一次向东南方向迁居。还有明代昆山人<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>，曾在华山滞留多年，写下了“天下兴亡，匹夫有责”之佳句。写到这里，不得不提到大文豪苏东坡，苏东坡初仕凤翔府签书判官，也就是我的家乡陕西凤翔，凤翔是唐王朝的西京，曾经是晚唐人才和贵族的聚居地。苏东坡初仕凤翔府签书判官三年，可以说对他的人生价值关影响至重，正是由于家乡的纯朴民风，和周秦文化发祥故里文化的熏陶，对其文风产生影响。如果说一个人最难忘记的是自己的初恋，那苏东坡同样也忘不了在凤翔的美好时光，以致后来被贬黄州时，碰到当年的凤翔游侠少年陈季常，两人还忆起当年在凤翔北山纵马驰骋的场景；还有当年在凤翔之任上修的“引凤池”（凤翔东湖），居然后来在杭州西湖和广东惠州西湖二次克隆成功。那篇著名的《喜雨亭记》更是体现了其与民同乐的大同思想。</p><br/><h2>赏析二</h2> <p>　　中国封建时代，为官者建亭供游乐本是常事，更何况<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这样一位为政清廉，崇尚节俭的官吏，断不会建豪华的丽亭美池。“喜雨亭”不过是一个供休息的场所而已，一个极普通的亭子，然而，苏轼却巧妙地将建亭与“喜”与“雨”联系起来，眼界大开。作者以其灵活多变的笔触，生发出许多联想，使文章纡徐委备、立意奇特、耐人寻味。苏轼新建亭本不足怪，便因与人民优患相关联，“亭”的价值就非同一般了。全文以此为契机，写来思路开阔，浮想连翩。通观全文，作者以“亭”、“雨”、“喜”为线索，把优民之所优，乐民之所乐作为旨归，熔铸成章，正是作者匠心独运之处。</p> <p>　　文章开始，苏轼即以“亭以雨名，志喜也”依次点出“喜”、“雨”、“亭”三字，格调别致，饶有兴味。然而，作者并不急于解释，暂置悬念，通过讲述三个历史故事：“周公得禾。以名其书”；“汉武得鼎，以名其年月”；“叔孙胜敌，以名其子”，说明这是古己有之，并非虚造，言外之意是作者以“喜雨”二字名亭有前例可循。古来圣君贤人尚且遇喜而名物，后人效仿而行，顺理成章。所不同的，只是“其喜之大小不齐”而已。在文章起始一段，苏轼重在破题，立悬念和寻根据，既开新颖之格局，又为后文做了铺垫，是全篇的引子。</p> <p>　　第二段，作者依次叙述“亭”、“雨”、“喜”。先叙建亭的时间、经过和目的，而后笔锋一转，又言及“雨”亭。分四个层次来写。首言“是岁之春，雨麦于岐山之阳，其占为有年”，表明这年春天，正待冬麦返青时，下了及时雨，占卜认为这是大吉，预示今年将要丰收，而后，出人意料，竟“弥月不雨，民方以为忧”，正当紧要时节，庄稼急需雨水，而天公不做美，月余不见云雨，那些靠天吃饭的百姓心急如焚。过了三个月，“乙卯乃雨”，“甲于又雨”。两次雨水，虽然可缓解庄稼缺水之急，但并未根除旱情，因此，百姓切盼天降透雨。果然，“丁卯大雨，三日乃止”。甘霖连降三日。旱情顿时解除。“雨麦”之吉，终于迎来了丰收在望的好年景。作者写雨行文的四层，曲折起伏，前纵后跌，兴味盎然，同时也为后文记“喜”做了有力的衬托。喜雨得来不易，上至官吏，下至小民，无不因此而“相与庆于庭”，“相与歌于市”，“相与作于野”，并且“忧者以乐，病者以愈”，呈现一派欣喜若狂的情景。寥寥几笔勾抹，一幅万民欢乐图便展现出来，可谓妙笔生辉，字字如精金美玉。在文章把人们的欢庆推人高潮之时，作者突然调转笔头交待一句“吾亭适成”，字虽无多，其组含却极为丰富深刻。亭成与喜雨同时成为现实，一方面表明了作者忧国忧民，与民同乐的思想终于感动“上苍”而得到报偿。另一方而又为亭的定名，垫足了充分的理由，亭的建成，恰是作者身为官吏治理有方的象征。这一段在叙述名亭之意时，句句关乎国计民生，款款忱民之心，充盈于字里行间。</p> <p>　　身为凤翔府判官的苏轼，骤然间双喜临其门。欢乐何以表达，唯表“举酒于亭上”进行庆贺。文章至此，似乎可以收束，然而作者又另辟蹊径，于酒席宴上，通过主宾问答来渲染气氛，以便对“喜”进一步的进行阐发。文章先极言无雨之优，目的在于反衬有雨之喜。主客对答情绪热烈，人物情态形象通真。末了，苏轼加以总结，认为官吏个人之喜忧往往与老天有雨无雨相关联。在透彻地阐明其中因由的同时，回应篇首的“志喜”和“不忘”。</p> <p>　　文章写完以上三段，作者又迭起一波，“既以名亭，又从而歌之”。以昭其喜之浓烈，同时言明个中道理。最后一段这首歌表现出作者两种思想。其一，他视珍宝为寻常之物，轻财重农，认为世界上最可宝贵的不是金钱，而是人们安居乐业、丰衣足食，这是国家兴旺的极本所在。其二，对于大雨连降三日，作者以朴素唯物主义的观点，认为既不归之于太守，也不归之于天子和造物主，只能归之于太空，然而“太空冥冥，不可得而名”，唯有归功大自然的造化。而大自然毕竟“冥冥”，遥远而不可寻，因而“吾以名吾亭”，以喜雨二字定亭之名。苏轼能够不迷信天子和造物主，敢于提出自己的真知灼见，实属难能可贵。</p> <p>　　《喜雨亭记》一反亭台游记写法的俗套，集叙述、议论、抒情于一体，交错并用，可谓运笔生辉，出手不凡。古人云：“文章无定法，贵在创新”，苏轼继承和发扬了这一写作传统。此文的一个写作特点，就是“即小见大，以无化有”。小亭子的建成并非什么大事，可苏轼却把它与人民“喜雨”的大事联系起来，使本来平凡的新建小亭，身价随之陡增，而定名之事也就非同寻常了。由此可见即小见大。文入二段，作者把建亭，喜雨、定名的经过均己交待，并未马上收笔，而是以设想的宴会河答和“喜雨亭”歌又起波澜，进一步开阔思路，阐述主题。这就笼所谓的“以无化有”。作者丰富的现象力，与上文衔接自然，文笔质朴清新。</p> <p>　　此文写法很有独创性。文章开始，开门见山，立即点出喜、雨、亭三字。而后又将这三字拆开，增写成三层意思，用倒写与顺写，分写与合写，实写与虚写多种着笔方式构成文章表现主题。笔法独特，布局精巧。充分体现出作者“随物赋形”，挥洒自如表现主题的写作才能。</p> <p>　　苏轼为文“常行于所当行，常止于不可不止”，这篇文章正体现了作者这种写作风格。以写雨致喜最后名亭为例，雨麦占吉、弥月不雨、乙卯乃雨、甲子又雨、丁卯大雨，本是枯燥乏味的罗列，为了说明个中因由，上述交待必须要有，所谓的“行”就表现在这里。没有“乃雨”、“又雨”、“大雨”的层层蓄势，行文不到家，下文展开便没有依托，所以这个过程非有不可。苏轼精于文字技巧，安排错落有致，跌宕起伏，有关“雨”的叙述正说明了这一点。根据文章需要，该行者自当行，做到这点似乎要容易些。最难驾驭的莫过于“不可不止”。苏文中“雨”的来龙去脉交待清楚了，如何与名亭相关联，关键在于怎样恰当地选择“停止点”。文中言“雨”而后，又以描写各阶层人民“喜雨”之状继其后，尤其妙不可言的是，“忧者以喜，病者以愈”，把喜庆气氛推人高潮。在万民庆贺喜雨降临的浓染之中，苏轼笔锋聚转，信笔带过“吾亭适成”，不仅衔接自然得体，而且时机掌握得恰到好处，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓多一笔则冗，少一笔则亏，已到了“不可不止”的地步。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于嘉祐六年（1061年）被任命为大理评事签书凤翔（今陕西凤翔）府判官。次年，开始修建房舍，并在公馆北面建了一座亭子，作为休息之所。这年春天久早不雨，亭子建成时，碰巧下了一场大雨，民众欢欣，于是作者为此亭命名为“喜雨亭”，并写下了这篇文章。</p><br/><h2>题解</h2> <p>　　这篇散文紧扣“喜雨亭”三个字来写，或分写，或合写，或引古代史实来烘托，或用主客问答来渲染，思路开阔，传达出一种情不自禁的喜悦之情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于嘉祐六年（1061）任凤翔府签书判官，第二年修建此亭，恰逢喜降春雨，于是命名为“喜雨亭”。文章从该亭命名的缘由写起，记述建亭经过，表达人们久旱逢雨时的喜悦心情，反映了作者儒家重农、重民的仁政思想。文章句法灵活，笔调活泼，在风趣的对话中轻松含蓄地发表见解，给人以举重若轻的感觉。</p> <p>　　《喜雨亭记》是苏轼于嘉祐六年（公年1061年）在风翔府任判官时所作。全文不长，共五百来字，四小段而已，然而却写出了异样的色彩。</p> <p>　　《喜雨亭记》是苏轼的一篇散文作品，无论就其使用的散文形式来看，或者就其表现的内容和给人的艺术感受来看，都是一篇值得我们注意的艺术精品。</p> <p>　　“喜雨”一词在历史上出现较早。《春秋谷梁传》中说，“夏四月不雨者闵雨也，六月雨者喜雨也”，这是第一次出现的“喜雨”一词。用了“喜”字，说明人对于雨的感受和评论，所以《尔雅》才说：“甘雨时降，万民以嘉，谓之酉醴泉”，“醴泉”，代称雨，含有喜雨之意，将它和生民的关系联系了起来。《庄子》中有段文章说到春秋时的一次大雨的情况。“宋景公时，大旱三年。卜之，以人祀乃雨。公下堂顿首曰：‘吾所以求雨者，为人；今杀人，不可。将自当之。'言未卒，天大雨方千里。”这种雨可以说都是喜雨，解救苍生于倒悬之苦，与民生关系极大，所以历朝历代的文学作品都对此有所吟诵。《<a href=\"http://so.gushiwen.org/view_72336.aspx\">诗</a>经》而下，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>、<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>、<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>、<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>等人都写过一些喜雨诗，唐代的<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>更是写了《春夜喜雨》、《喜雨》以及《过白水明府舅宅喜雨》等以“喜雨”为题的诗。以赋体的形式吟咏喜雨的也不在少数，比如晋傅咸、六朝宋的傅亮、唐明皇、<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>以及贾登的《喜雨赋》等，很难说有名，但是那种给百姓带来甘霖，预示来日丰收，生活将无忧愁的快慰心情却是表现了出来的。其中最有名的应该是杜甫的“随风潜入夜，润物细无声“了。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "咏物",
    "写雨",
    "忧国忧民"
  ]
}