{
  "id": 71902,
  "star": 6,
  "name": "送吴先生谒惠州苏副使",
  "dynasty": "宋代",
  "content": "闻名欣识面，异好有同功。<br>我亦惭吾子，人谁恕此公。<br>百年双白鬓，万里一秋风。<br>为说任安在，依然一秃翁。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>中年受知于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，由苏轼推荐为徐州教授。两年后，苏轼因党祸被贬杭州；陈师道不避流俗横议，不顾上官阻拦，托病请假，送苏轼直到南京（今河南商丘）。五年之后，苏轼再贬为宁海军节度副使，惠州安置，栖身岭南；陈师道也被定为苏门余党，撤销了颍州教职。就在他们一人身处海疆，世人皆欲杀之，一人被撤职，潦倒穷愁之际，有一位苏轼的崇拜者吴远游，准备到惠州看望苏轼，陈师道作此<a href=\"http://so.gushiwen.org/view_71902.aspx\">诗</a>以寄意。</p> <p>　　诗是送吴远游的，话却是说给苏轼听的。首句用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉赠韦左丞丈二十二韵》“<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>求识面”句意，说吴远游久闻苏轼之名，欣然欲一识其面。次句说，吴远游原本是方外之士，与陈师道坚守儒术异趣；然而，二人于苏轼，好贤慕义而不顾自身安危则是相同的，故说“异好有同功”。这两句关合吴、苏和诗人自己，写“送”、“谒”正面。颔联上承“同功”，转写苏轼。吴远游能不辞万里之行，前往拜谒苏轼，他却不能同往，一酬感恩知己之谊，因此深觉愧对吴生。一个“惭”字，写出了心驰神往而不果断行事的心情，很有份量。对句“人谁恕此公”，化用杜甫“世人皆欲杀，我意独怜才”句意，写苏轼当时的处境。“人谁恕”三字，既愤慨于时议偏向朋党，又暗将苏轼比为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，在愤慨、沉痛中露出骨力。正因为世人多趋炎附势，落井下石，不知羞惭，越发显得上句“渐”字的份量。颈联承此义，继写诗人与苏轼的遭际心情，是全诗警策。“百年”巧用杜甫《戏题上汉中王》“百年双白鬓，一别五秋萤”句。当时苏轼五十八岁，陈师道四十二岁，合为“百年”，概指双方。“双白鬓”从形象着笔，囊括两人一生遭遇。这一句上承“人谁恕此公”，以人海之横流衬托“双白鬓”的心心相许，以“百年”之悠悠衬托“双白鬓”的傲然特立，在茫茫人海中陡然树立起两个孤独、苍老而又不屈的高大形象。对句“万里一秋风”，写人去万里，心神则一脉相通，如秋风之远而无间。这句暗用杜甫“瞿塘峡口曲江头，万里风烟接素秋”之意而丝毫不露痕迹。“百年”句绘出两个心魂相许的形象，“万里”句写出彼此死生契阔的情怀，显出交谊之深厚，不可动摇。结联进一步补足“万里秋风”之意，诗人说：请替我寄言苏公，他虽万死投荒，如卫青之君恩日衰；我始终不负公门，自罢教职后不求再做官，如同任安终不肯离卫青之门而改事他人。至此，诗情振起。接上“依然一秃翁”，刻画出一个刚毅、固执的老人，昂然挺立于两间，虽削职为布衣，风骨依然不改。</p> <p>　　这首诗写出了诗人坚持正义与友情，以及凛然不可犯的气概。该诗原本是作者用来慰藉远谪沿海偏远之地的故人，客观艺术效果却显示出作者那种值得骄傲的孤独感，朴挚中带有慷慨，深沉而又不粘滞，处逆境而无悲凉，四次化用杜甫诗却不损骨力，凝重沉着，是《后山集》中的力作。</p>",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "送别",
    "抒怀"
  ]
}