{
  "id": 48288,
  "star": 30,
  "name": "二郎神·炎光谢",
  "dynasty": "宋代",
  "content": "炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 <br>闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。",
  "fanyi": "<p><strong>译文<br></strong>夏天的暑气消退了，一阵黄昏雨过后，尘土一扫而空。刚结露的时候冷风清理了庭院。碧空如水，一弯新月，挂在远远的天空。可能是织女叹息久与丈夫分离，为赴约会，乘驾快速的风轮飞渡银河。放眼望去，高远的夜空缕缕彩云飘过银河。明亮的银河高悬若泻。<br>娴静幽静的夜空。要知道此情此景是多少钱也买不到的。闺楼上的秀女们在月光下望月穿针引线，向织女乞取巧艺。抬起粉面，云鬓低垂。猜一猜是谁在回廊的影下，交换信物，切切私语。愿天上人间、年年今日，都欢颜。</p> <p><strong>注释<br></strong>⑴二郎神：唐教坊曲名，后用作词牌名。《乐章集》注“林钟商”。双调一百四字，上片八句五仄韵，下片十句五仄韵。<br>⑵炎光谢：谓暑气消退。谢，消歇。<br>⑶“过暮雨”句：为“暮雨过、轻洒芳尘”之倒装，意谓暮雨过后，尘土为之一扫而空。芳尘，指尘土。<br>⑷乍露：初次结露或接近结露的时候。<br>⑸爽天如水：夜空像水一样清凉透明。爽天，清爽晴朗的天空。<br>⑹玉钩：喻新月。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《玩月城西门廨中》：“蛾眉蔽珠栊，玉钩隔琐窓。”<br>⑺“应是”二句：意谓此时应该是织女叹长久别离，欲重叙旧约，驾飙车准备启程的时候了。星娥：指织女。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《圣女祠》：“星娥一去后，月姊更来无？”飚轮，即飙车，御风而行的车。<br>⑻极目处：眼睛所能看到的地方。微云暗度：淡淡的云朵在不知不觉中慢慢移动。<br>⑼耿耿：明亮的样子。高泻：指银河高悬若泻。<br>⑽闲雅：娴静幽雅。闲，通“娴”。<br>⑾“运巧思”句：谓女子在彩楼上乞巧。农历七月七日夜（或七月六日夜），穿着新衣的少女们在庭院向织女星乞求智巧，称为“乞巧”。<br>⑿云鬟（huán）：高耸的环形发髻。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《久别离》：“至此肠断彼心绝，云鬟绿鬓罢梳结。”相亚：相似。<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》卷二：“吴孙峻杀朱主，埋於石子冈。归命即位，将欲改葬之，冢墓相亚，不可识别。”<br>⒀“钿合金钗”五句：用唐玄宗与杨贵妃七夕誓世世为夫妻典。钿合：亦作“钿盒”。镶嵌金、银、玉、贝的首饰盒子。李裕《次宋编修显夫南陌<a href=\"http://so.gushiwen.org/view_48288.aspx\">诗</a>四十韵》：“宝钗分凤翼，钿合寄龙团。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏七夕佳期的作品。作者一反以往七夕<a href=\"http://so.gushiwen.org/view_48288.aspx\">诗</a>词的伤感情调，把天上牛郎织女鹊桥相会的美丽传说和人间<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a><a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>马嵬死别的动人故事，演绎、融汇为一个纯情浪漫、晶莹剔透的意境，抒发了对纯真爱情的美好祝愿和热烈向往。全词语言通俗易懂，形象鲜明生动，情调闲雅欢娱，给人以充分的艺术享受。</p> <p>　　上片着重写天上，开篇以细致轻便的笔调描绘出七夕清爽宜人的氛围，诱人进入浪漫的遐想界。首韵“炎光谢”，说明炎夏暑热已退，一开头即点出秋令。“炎光”谓骄阳，代指夏暑。先说初秋，再从入暮写起，导入七夕：阵黄昏过雨，轻洒芳尘，预示晚上将是气候宜人和夜空清朗了。“乍露冷风清庭户爽”，由气候带出场景。“庭户”是七夕乞巧的活动场所。古时人们于七夕佳期，往往庭前观望天上牛郎织女的相会。接下来一句“天如水、玉钩遥挂”意思是说：秋高气爽，碧天如水，一弯上弦新月，出现远远的天空，为牛郎织女的赴约创造了最适宜的条件。“应是星娥嗟久阻，叙旧约、飚轮欲驾”，想象织女嗟叹久与丈夫分离，将赴佳期时心情急切，于是乘驾快速的风轮飞渡银河。织女本为星名，故称“星娥”。“极目处、微云暗度，耿耿银河高泻”，表现了人们盼望天上牛郎织女幸福地相会。他们凝视高远的夜空，缕缕彩云飘过银河，而银河耿耿发亮，牛郎织女终于欢聚，了却一年的相思之债。上片动静结合，虚实相间，从景物描写到幻想神游的推移中，寄寓了人们对爱情幸福的美好遐想。的场面，也无热闹浓烈的气氛，各家于庭户乞巧望月，显得闲静幽雅。这种闲雅的情趣之中自有很不寻常的深意。词人强调“须知此景，古今无价”，提醒人们珍惜佳期，从中足见<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>对七夕的特殊重视，反映了宋人的民俗观念。以下数句着重写民间七夕的活动，首先是乞巧。据古代岁时杂书和宋人笔记，所谓乞巧，是以特制的扁形七孔针和彩线，望月穿针，向织女乞取巧艺。这是妇女们的事。“楼上女”是说此女本居于楼上，穿针乞巧时才来到庭中的。所以接着说：“抬粉面”，加以“云鬟相亚”，写姑娘们虔诚地手执金针，仰望夜空，乌云般美丽的发鬟都向后低垂。“亚”通压，谓低垂之状。此句写得形神兼备，廖廖数语，姑娘们追求巧艺的热切与虔诚便活灵活现地跃然纸上了。接下来的一句：“钿合金钗私语处，算谁在、回廊影下”，写七夕的另一项重要活动，这既是词人浪漫的想象，也是历史的真实。自唐明皇与杨妃初次相见，“定情之夕，授金钗钿合以固之”（《长恨歌传》），他们“七月七日长生殿，夜半无人私语时”</p> <p>　　也就传为情史佳话。唐宋时男女选择七夕定情，交换信物，夜半私语，可能也是民俗之一。作者将七夕民俗的望月穿针与定情私语绾合一起，毫无痕迹，充分表现了节序的特定内容。词的上片主要写天上的情景，下片则主要写人间的情景；结尾的“愿天上人间，占得欢娱，年年今夜”，既总结全词，又点明主题。它表达了词人对普天下有情人的美好祝愿和人们对幸福生活的渴望，展示了作者热诚而广阔的胸怀。</p> <p>　　这首词，写天上是为了衬托人间，用典故是为了映衬现实，落脚点是人间的欢乐和世俗的幸福。作者把“天街夜色凉如水”的意象世界与“钿合金钗私语处”的心灵世界和谐地统一起来，描绘了一幅欢乐、祥和、幸福而又温馨的七夕夜色图，发出了珍惜良宵、莫负美景的呼唤。这呼唤，久远地回响一代又一代读者的心田。</p>",
  "about": "<h2>创作背景</h2> 　　此词为节序词，咏七夕节，然具体作年不可考。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "七夕节",
    "向往",
    "爱情",
    "祝福"
  ]
}