{
  "id": 50257,
  "star": 1830,
  "name": "浣溪沙·漠漠轻寒上小楼",
  "dynasty": "宋代",
  "content": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。<br>自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。",
  "fanyi": "<p><strong>译文</strong><br>带着一丝寒意，独自登上小楼，清晨的阴凉，令人厌烦，仿佛已是深秋。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。<br>窗外，花儿自由自在地轻轻飞舞，恰似梦境，雨淅淅沥沥的下着，漫无边际地飘洒着，就像愁绪飞扬。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。 </p> <p><strong>注释</strong><br>①《浣溪沙》原唐教坊曲名，本为舞曲。“沙”又写作“纱”。又称《小庭花》、《满院春》。另有一体五十六字。 <br>②漠漠：像清寒一样的冷漠。轻寒：薄寒，有别于严寒和料峭春寒。<br>③晓阴：早晨天阴着。无赖：词人厌恶之语。穷秋：秋天走到了尽头。<br>④淡烟流水：画屏上轻烟淡淡，流水潺潺。幽：意境悠远。<br>⑤丝雨：细雨。<br>⑥宝帘：缀着珠宝的帘子，指华丽的帘幕。闲挂：很随意地挂着。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词以轻浅的色调、幽渺的意境，描绘一个女子在春阴的清晨里所生发的淡淡哀愁和轻轻寂寞。全词意境怅静悠闲，含蓄有味。</p> <p>　　每一次春来，就是一次伤春的体验。词人之心，很早就发出了“为问新愁，何事年年有”的愁怨。然而他们的命运也往往是一年年地品尝春愁。此词抒写的是淡淡的春愁。它以轻淡的色笔、白描的手法，十分熨贴地写出了环境氛围，即把那一腔淡淡的哀怨变为具体可感的艺术形象渗透出来，表情深婉、幽缈。“一片自然风景就是一种心情”。索漠轻寒中袅袅而升的是主人公那轻轻的寂寞和百无聊赖的闲愁。即景生情，因情生景，情恰能称景，景也恰能传情，这便是词作的境界。</p> <p>　　上片写晨起之感和室内之景，语言幽婉而含意深邃。词的起调很轻，很淡，而于轻淡中带着作者极为纤细锐敏的一种心灵上的感受。漠漠轻寒，似雾如烟，以“漠漠”二字状漫弥而上小楼的轻寒，一下子给春寒萧索的清晨带来寥廓冷落的气氛。与“暝色入高楼，有人楼上愁”意蕴相似，而情调之婉妙幽微过之。不说人愁，但云“漠漠轻寒上小楼”。回味“上”字，那淡淡愁思，不是正随这薄薄春寒无声无息地在人的心头轻轻漾起？仅词的首句，就为全词烘托出一个色调凄清的景。紧接着加上“晓阴无赖似穷秋”，在凄清的背景上涂抹一层暗淡的色彩。无赖，令人讨厌，无可奈何的憎语。时届暮春，却感到竟像深秋那样的寒冷，原来这是一个春阴的早晨。春阴寒薄，不能不使人感到抑闷无聊。然而词人不说心情之无聊，却咒晓阴之无赖，进一层渲染了气氛之寂寞凄寒。主人公也许刚刚从梦中醒来，睡眼惺忪，室内画屏闲展：淡淡的烟霭，轻轻的流水。在周围阴氛的罩笼下，幽迷淡远。凝神恍惚中，他仿佛消失在清迷幽幽的画景之中，又仿佛还依回于渺茫、流动的梦境之中。这种主观幻觉，正是由于幽迷宁静的氛围与主人公此时此刻心境的浑然一体所致。是情与景融、意与境浑的佳句。</p> <p>　　下片写倚窗所见，转入对春愁的正面描写。不期然而然中，他的视线移向了窗外：飞花袅袅，飘忽不定，迷离惝恍；细雨如丝，迷迷蒙蒙，迷漫无际。见飞花之飘缈，不禁忆起残梦之无凭，心中顿时悠起的是细雨蒙蒙般茫无边际的愁绪。本写春梦之无凭与愁绪之无际，却透过窗户摄景着笔于远处的飞花细雨，将情感距离故意推远，越发感生出一种飘缈朦胧、不即不离之美。亦景亦情而柔婉曲折，是“虽不识字人，亦知是天生好言语”（《人玉屑》卷二十一引晁无咎语）的佳例。词人将“梦”与“愁”这种抽象的情感编织在“飞花”、“丝雨”交织的自然画面之中。这种现象，约翰·鲁斯金称为“感情误置”，而这在中国<a href=\"http://so.gushiwen.org/view_50257.aspx\">诗</a>词中则为司空见惯。如“感时花溅泪，恨别鸟惊心”、“问君能有几多愁，恰似一江春水向东流”、“便做春江都是泪，流不尽，许多愁”。诗人们心中存有一种感情，移情入景，便往往设想自然也带着这份感情。“以我观物，而物皆著我之色彩”。“自在飞花”，无情无思，格外惹人恼恨，而反衬梦之有情有思。最后，词以“宝帘闲挂小银钩”作结，尤觉摇曳多姿。细推词脉，此句应为过片之倒装句。沉迷于一时之幻境，不经意中瞥向已经挂起的窗帘外面，飞花丝雨映入眼帘，这便引出“自在”二句之文。而在结构艺术上，词人作如是倒装，使得词之上、下片对称工整，显得精巧别致，极富回环变化的结构之美。同时，也进一步唤醒全篇，使帘外的种种愁境，帘内的愁人更为分明，不言愁而愁自现。《续编草堂诗余》曰：“后叠精研，夺南唐席。”正是对此章法技巧的高度评赞。句中“闲”字，本是形容物态，而读者返观全篇，知此正是全词感情基调──百无聊赖的情感意绪。作为红线贯串打通全词，一气运转，跌宕昭彰。张炎说：“秦少游词体制淡雅，气骨不衰，清丽中不断意脉，咀嚼无滓，久而知味。”（《词源》卷下）试观此作，正是如此。</p> <p>　　此词以柔婉曲折之笔，写一种淡淡的闲愁。在生活中，每个人都会拥有自己的一份闲愁。不知何时何处，它即从你心底无端地升起，说不清也拂不去，令人寂寞难耐。词人们又总是能更敏锐地感受到它，捕捉住它，并流诸笔底。而此时，又必然会渗透进他们对时世人生的独特感受。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>的《鹊踏枝》写出了人人心中皆有的这般闲情，却也包蕴着一种由时代氛围所酿成的说不清、排不开的愁绪。“古之伤心人也”的<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>，年少丧父，仕途抑塞，于新旧党迭为消长之际，一再受到排抑，满腹满腔人生的遭际感慨，泛化为一种凄怨感伤的心境意绪而弥漫于词作之中，呈现出含蓄蕴藉、窈深幽约之美。此词曲折传情而凄清婉美，《词则大雅集》卷二称“宛转幽怨，温韦嫡派”。作为婉约派词人，他正是远祖温韦，近承晏柳，融各家所长为一体，成其细腻含蓄而又凄怨感伤之风格，吟唱出较“花间”、“尊前”更为绸缪凄婉的角声，别具一番魅力。[4] </p> <p>　　就思想内容来说，秦观的词多写艳情，与<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>、<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>相似，但却能以语言的翻新、情致的幽趣历来受人激赏。这首词写的是春愁，一种细微幽渺的、不容易捉摸的感情，但作者以他非凡的功力，借具体的景物描写和形象的比喻，将它表现了出来。最具代表性的是它的“自在飞花轻似梦，无边丝雨细如愁。”它将细微的景物与幽渺的感情极为巧妙而和谐地结合在一起，使难以捕捉的抽象的梦与愁成为可以接触的具体形象。沈祖棻《宋词赏析》分析这两句时，说：“它的奇，可以分两层说。第一，‘飞花’和‘梦’， ‘丝雨’和‘愁’，本来不相类似，无从类比。但词人却发现了它们之间有‘轻’和‘细’这两个共同点，就将四样原来毫不相干的东西联成两组，构成了既恰当又新奇的比喻。第二，一般的比喻，都是以具体的事物去形容抽象的事物，或者说，以容易捉摸的事物去比譬难以捉摸的事物。但词人在这里却是反其道而行之。他不说梦似飞花，愁如丝雨，而说飞花似梦，丝雨如愁也同样很新奇。”这两句用语奇绝，特别具有一种音乐美、诗意美和画境美。</p> <p>　　在文学大家的笔下，对情、意表达的处理常见“举重若轻”和“举轻若重”两种方式。它们都会有理想的表达效果，但秦观在这里的幽情轻吐却有如此的效果，依赖于其善于渲染、语言精美、比喻神奇，但更关键的是内中的那种情致。<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>称赞说：“他人之词，词才也；少游，词心也。得之于内，不可以传。”（《宋六十一家词选例言》）秦观的个人气质与文体特征已经融而为一。这首词没有一处用重笔，没有痛苦的呐喊，没有深情的倾诉，没有放纵自我的豪兴，没有沉湎往事的不堪。只有对自然界“漠漠轻寒”的细微感受，对“晓阴无赖”的敏锐体察，对“淡烟流水”之画屏的无限感触。这春愁，既没有涉及政治，又没有涉及爱情、友谊，或者其他什么。它其实只是写了一种生活的空虚之感。在一个敏感文人的心里，这种空虚寂寞伴随生命的全程，它和愿望、和理想、和对生命的珍视成正比，无边无际，无计可除。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "伤春",
    "春愁"
  ]
}