{
  "id": 3156,
  "star": 135,
  "name": "咏风",
  "dynasty": "唐代",
  "content": "肃肃凉风生，加我林壑清。<br>驱烟寻涧户，卷雾出山楹。<br>去来固无迹，动息如有情。<br>日落山水静，为君起松声。</p> <p>肃肃凉景生，加我林壑清。<br>驱烟寻涧户，卷雾出山楹。<br>去来固无迹，动息如有情。<br>日落山水静，为君起松声。",
  "fanyi": "<p><strong>译文</strong><br>炎热未消的初秋，一阵清凉的风肃肃吹来，山谷林间顿时变得清爽凉快。<br>它吹散了山中的烟云，卷走了山间的雾霭，显现出了山上涧旁的人家房屋。<br>凉风来来去去本来没有踪迹，可它的吹起和停息却好像很有感情，合人心意。<br>当红日西下，大地山川一片寂静的时候，它又自松林间吹起，响起一片松涛声。</p> <p><strong>注释</strong><br>⑴肃肃：形容快速。景：一作“风”。<br>⑵加：给予。林壑：树林和山沟，指有树林的山谷。<br>⑶驱：驱散，赶走。寻：一作“入”。涧户：山沟里的人家。<br>⑷卷：卷走，吹散。雾：一作“露”。楹：堂屋前的柱子。山楹：指山间的房屋。<br>⑸固：本来。迹：行动留下的痕迹。一作“际”。<br>⑹动息：活动与休息。<br>⑺松声：松树被风吹动发出I斑像波涛一样的声音。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《风赋》云：“夫风者，天地之气，溥畅而至，不择贵贱下而加焉。”此篇所咏的“凉风”，正具有这种平等普济的美德。炎热未消的初秋，一阵清风袭来，给人以快意和凉爽。那“肃肃”的凉风吹来了，顿时吹散浊热，使林壑清爽起来。它很快吹遍林壑，驱散涧上的烟云，使<a href=\"http://so.gushiwen.org/view_3156.aspx\">诗</a>人寻到涧底的人家，卷走山上的雾霭，现出山间的房屋，诗人情不自禁地赞美它“去来固无迹，动息如有情”。这风确乎是“有情”的。</p> <p>　　“肃肃凉景生”，首句平直轻快，习习凉风飘然乍起。“加我林壑清”，是紧承上句，概写风不管深沟还是浅壑，不分高低贵贱，北风都遍施恩惠。“我”字的运用，加强了主观情感，表现了诗人胸襟的开阔。“驱烟寻涧户，卷雾出山楹”，描写风为平民百姓送爽的具体情态。风，驱散了烟云，卷走了雾霭，穿行于涧户山舍将清爽带给人们。第五、六两句是赞扬风的品格。“去来固无迹”，指它行踪不定，似乎施惠于人们没有所图，不求回报。“动息如有情”，借用《抱朴子·畅玄篇》“动息知止，无往不足”之意，形容风慷慨惠施，不遗余力，来去仿佛一个有情有义之人。这两句诗，夹叙夹议，巧妙地承前启后，自然地引出结联：“日落山水静，为君起松声”。白天，风为劳作的人们送来清凉，宁静的傍晚，又为歇息的人们吹奏起悦耳的松涛声。欣赏松涛的大多是士子或隐者，当然也包括了诗人自己。这里与“加我林壑清”中的“我”一样加深了主观意趣。</p> <p>　　诗人以风喻人，托物言志，着意赞美风的高尚品格和勤奋精神。风不舍昼夜，努力做到对人有益。以风况人，有为之士正当如此。诗人少有才华，而壮志难酬，他曾在著名的《滕王阁序》中充满激情地写道：“无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。”在这篇中则是借风咏怀，寄托他的“青云之志”。</p> <p>　　此诗的着眼点在“有情”二字。上面从“有情”写其加林壑以清爽，下面复由“有情”赞其“为君起松声”。通过这种拟人化的艺术手法，把风的形象刻画得栩栩如生。首句写风的生起，以“肃肃”状风势之速。风势之缓急，本来是并无目的的，但次句用了一个“加”字，就使之化为有意的行动，仿佛风疾驰而来，正是为了使林壑清爽，有意急人所需似的。下面写风的活动，也是抓住“驱烟”“卷雾”“起松声”等风中的动态景象进行拟人化的描写。风吹烟雾，风卷松涛，本来都是自然现象写成了有意识的活动。她神通广大，犹如精灵般地出入山涧，驱烟卷雾，送来清爽，并吹动万山松涛，为人奏起美妙的乐章。在诗人笔下，风的形象被刻画得维妙维肖了。</p> <p>　　此诗所咏之风，不是习见的柔弱的香风，也并非宋玉《风赋》中的取悦于大王的雄风，肆虐于庶人的雌风。这首《咏风》小诗里，寄寓着诗人的平等的政治理想和生活情趣。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "咏物",
    "言志",
    "赞美",
    "写风"
  ]
}