{
  "id": 19085,
  "star": 3231,
  "name": "望洞庭",
  "dynasty": "唐代",
  "content": "湖光秋月两相和，潭面无风镜未磨。<br>遥望洞庭山水色，白银盘里一青螺。",
  "fanyi": "<p><strong>译文<br></strong>秋夜明月清辉，遍洒澄净湖面，湖面平静无风，犹如铁磨铜镜。<br>遥望美丽洞庭的湖光山色。真的令人浮想联翩。那翠绿的君山，真像银盘里的一枚玲珑青螺。</p> <p><strong>注释<br></strong>1.洞庭：湖名，在今湖南省北部。<br>2.湖光：湖面的波光。两：指湖光和秋月。和：和谐。指水色与月光互相辉映。<br>3.潭面：指湖面。镜未磨：古人的镜子用铜制作、磨成。这里一说是湖面无风，水平如镜；一说是远望湖中的景物，隐约不清，如同镜面没打磨时照物模糊。<br>4.山水色：也作“山水翠”。山：指洞庭湖中的君山。<br>5.白银盘：形容平静而又清的洞庭湖面。白银：一作“白云”。青螺：这里用来形容洞庭湖中的君山。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_19085.aspx\">诗</a>中描写了秋夜月光下洞庭湖的优美景色。微波不兴，平静秀美，分外怡人。诗人飞驰想像，以清新的笔调，生动地描绘出洞庭湖水宁静、祥和的朦胧美，勾画出一幅美丽的洞庭山水图。表现了诗人对大自然的热爱，也表现了诗人壮阔不凡的气度和高卓清奇的情致。</p> <p>　　诗从一个“望”字着眼，“水月交融”、“湖平如镜”，是近望所见；“洞庭山水”、“犹如青螺”，是遥望所得。虽都是写望中景象，差异却显而易见。近景美妙、别致；远景迷潆、奇丽。潭面如镜，湖水如盘，君山如螺。银盘与青螺相映，明月与湖光互衬，更觉情景相容、相得益彰。诗人笔下的君山犹如镶嵌在明镜洞庭湖上一颗精美绝伦的翡翠，令人美不胜收。其用词也极精到。</p> <p>　　首句描写澄彻空明的湖水与素月青光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。表现出天水一色，玉字无尘的融和画面。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——演漾的月光与湖水吞吐的韵律，传达给读者了。</p> <p>　　第二句描绘湖上无风，迷迷蒙蒙的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切地表现了千里洞庭风平浪静、安宁温柔的景象，在月光下别具一种朦胧美。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月便无法辉映成趣，也就无有“两相和”可言了。</p> <p>　　第三、四句诗人的视线从广阔的湖光月色的整体画面集中到君山一点。在皓月银辉之下，洞庭山愈显青翠，洞庭水愈显清澈，山水浑然一体，望去如同一只雕镂透剔的银盘里，放了一颗小巧玲珑的青螺，十分惹人喜爱。诗人笔下秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。“白银盘里一青螺”，真是匪夷所思的妙句。此句的擅胜之处，不止表现在设譬的精警上，还表现了诗人壮阔不凡的气度和寄托了诗人高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是诗人性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，极富有浪漫色彩的奇思壮采。</p><br/><h2>简析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/view_19085.aspx\">诗</a>人遥望洞庭湖而写的风景诗，明白如话而意味隽永。第一句从水光月色的交融不分写起，表现湖面的开阔廖远，这应该是日暮时分的景象，天还没黑但月亮已经出来，如果天黑就看不出两者色彩的融合了。第二句用镜子的比喻表现夜晚湖面的平静，因为太阳已落，湖水不反光，像镜子没磨时光泽暗淡的样子。第三句写远望湖中君山翠绿的色彩，这里的“山水”实际只是指山，即湖中的君山。用“山水”属于古代汉语中“偏义复词”的用法。第四句再用一个比喻，将浮在水中的君山比作搁在白银盘子里的青螺。全诗纯然写景，既有描写的细致，又有比喻的生动，读来饶有趣味。</p> <p>　　秋夜皎皎明月下的洞庭湖水是澄彻空明的。与素月的清光交相辉映，俨如琼田玉鉴，是一派空灵、缥缈、宁静、和谐的境界。这就是“湖光秋月两相和”一句所包蕴的诗意。“和”字下得工炼，表现出了水天一色、玉宇无尘的融和的画境。而且，似乎还把一种水国之夜的节奏——荡漾的月光与湖水吞吐的韵律，传达给读者了。接下来描绘湖上无风，迷迷蒙蒙的湖面宛如未经磨拭的铜镜。“镜未磨”三字十分形象贴切地表现了千里洞庭风平浪静的安宁温柔的景象，在月光下别具一种朦胧美。“潭面无风镜未磨”以生动形象的比喻补足了“湖光秋月两相和”的诗意。因为只有“潭面无风”，波澜不惊，湖光和秋月才能两相协调。否则，湖面狂风怒号，浊浪排空，湖光和秋月便无法辉映成趣，也就无有“两相和”可言了。</p> <p>　　三四两句诗想象丰富，比喻恰当，色调淡雅，银盘与青螺互相映衬，相得益彰。诗人笔下的秋月之中的洞庭山水变成了一件精美绝伦的工艺美术珍品，给人以莫大的艺术享受。“白银盘里一青螺”，真是匪夷所思的妙句。然而，它的擅胜之处，不止表现在设譬的精警上，尤其可贵的是它所表现的壮阔不凡的气度和它所寄托的高卓清奇的情致。在诗人眼里，千里洞庭不过是妆楼奁镜、案上杯盘而已。举重若轻，自然凑泊，毫无矜气作色之态，这是十分难得的。把人与自然的关系表现得这样亲切，把湖山的景物描写得这样高旷清超，这正是作者性格、情操和美学趣味的反映。没有荡思八极、纳须弥于芥子的气魄，没有振衣千仞、涅而不缁的襟抱，是难以措笔的。一首山水小诗，见出诗人富有浪漫色彩的奇思壮采，这是很难得的。只有真心观察，才能读出这首诗的情意。 </p>",
  "about": "<h2>创作背景</h2> <p>　　《望洞庭》作于长庆四年（824年）秋。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在《历阳书事七十韵》序中称：“长庆四年八月，予自夔州刺史转历阳（和州），浮岷江，观洞庭，历夏口，涉浔阳而东。”刘禹锡贬逐南荒，二十年间去来洞庭，据文献可考的约有六次。其中只有转任和州这一次，是在秋天。而此<a href=\"http://so.gushiwen.org/view_19085.aspx\">诗</a>则是这次行脚的生动纪录。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "山水",
    "景点"
  ]
}