{
  "id": 48323,
  "star": 79,
  "name": "戚氏·晚秋天",
  "dynasty": "宋代",
  "content": "　　晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。</p> <p>　　孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指暗想从前。未名未禄，绮陌红楼，往往经岁迁延。</p> <p>　　帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。",
  "fanyi": "<p><strong>译文</strong><br>　　时值深秋，短促的细雨飘洒在院落庭中。栏边的秋菊已谢，天井旁的梧桐也已然凋残。被似雾的残烟笼罩。多么凄然的景象，远望江河关山，黯然的晚霞在落日余晖里浮动。想当年，多愁善感的<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>看到这晚秋是多么悲凉，曾经临水登山。千万里路途艰险，行路者是那么的凄惨哀楚，特别厌恶听到陇水潺潺的水声。这个时候，正在落叶中哀鸣的秋蝉和枯草中不停鸣叫的蟋蟀，此起彼伏地相互喧闹着。</p> <p>　　在驿馆里形影单只，度日如年。秋风和露水都开始变得寒冷，在深夜时刻，胸中愁苦更甚。浩瀚的苍穹万里无云，清浅的银河中一轮皓月明亮。绵绵相思，长夜里对着如此的景色不堪忍受，掐指细算，回忆往昔。那时功名未就，却在歌楼妓院等游乐之所出入，一年年时光耗费。</p> <p>　　美景无限的京城，让我想起了年少时光，每天只想着寻欢作乐。况且那时还有很多狂怪的朋友相伴，遇到对酒当歌的场景就流连忘返。然而别离后，时光如梭，那些曾经的玩乐寻欢情景就好似梦境，前方一片烟雾渺茫。什么时候才能到岸？都是那些功名利禄害的我如此憔悴，将我羁绊。追忆过去，空留下残容愁颜。滴漏的箭头轻移，寒意微微，画角的呜咽之声从远方徐徐飘来，余音袅袅。静对着窗户，把青灯熄灭等候黎明，形影单只彻夜难眠。</p> <p><strong>注释</strong><br>⑴戚氏：词牌名，为<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>所创，长调慢词，《乐章集》收入“中吕调”。全词三叠，计212字，为北宋长调慢词之最，亦堪称柳词压轴之作。<br>⑵一霎：一阵。庭轩：庭院里有敞窗的厅阁。<br>⑶槛菊：栏杆外的菊花。井梧：井旁挺拔的梧桐古树。源自唐<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>《井梧吟》：\"庭除一古桐,耸干入云中。枝迎南北鸟，叶送往来风。\"<br>⑷江关：疑即指荆门，荆门、虎牙二山（分别在今湖北省枝城市和宜昌市）夹江对峙，古称江关，战国时为楚地。<br>⑸宋玉悲感：战国·楚宋玉作《九辩》，曾以悲秋起兴，抒孤身逆旅之寂寞，发生不逢时之感慨。<br>⑹迢递：遥不可及貌。迢：高貌<br>⑺陇水：疑非河流名，实为陇头流水之意。北朝乐府有《陇头歌辞》，词曰：“陇头流水，流离山下。念吾一身，飘然旷野。”“陇头流水，鸣声呜咽。遥望秦川，心肝断绝。”<br>⑻潺湲（音婵媛）：水流貌。<br>⑼蛩（音穷）：蟋蟀也。<br>⑽更（音耕）阑：五更将近，天快要亮了。犹言夜深。<br>⑾绛河：即银河。天空称为绛霄，银河称为绛河。<br>⑿婵娟：美好貌。<br>⒀夜永：夜长也。<br>⒁绮陌红楼：犹言花街青楼。绮陌：繁华的道路。<br>⒂经岁：经年，以年为期。<br>⒃迁延：羁留也。<br>⒄帝里：京城。<br>⒅狂朋怪侣：狂放狷傲的朋友。<br>⒆竞：竞相也。<br>⒇迅景：岁月也，光阴易逝，故称。<br>(21)程：即路程。<br>(22)萦绊：犹言纠缠。<br>(23)漏箭：古时以漏壶滴水计时，漏箭移即光阴动也。<br>(24)画角：古时军用管乐器，以竹木或皮革制成，发声哀厉高亢，多用于晨昏报时或报警，因表面有彩绘，故称画角。<br>(25)停灯：即吹灭灯火。<br>(26)抱影无眠：守着自己的孤影，一夜没有睡着。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　作为词史上颇负传奇色彩的“才子词人”<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，其词一向以一“创”字为挈领。他自创词牌，不拘一格，如《迎新春》、《黄莺儿》、《戚氏》等等；他擅改词格，大大丰富了词作为一种抒怀文体的内涵，并成为以“无意不可入，无事不可言”著称的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词的先导；他万事随心恣性，是世俗礼教为无物，敢为人所不敢为，能言人所不能言，如他的《鹤冲天》、《凤归云》、《定风波》、《宣清》、《尉迟杯》等等。故有人认为，柳词之所以为柳词，只在一“创”字耳。而若言“创”却不提《戚氏》者，必为孤陋之辈也。</p> <p>　　据前人考证，《戚氏》当为柳永独创，且仅见于其《乐章集》之中。全词分为上、中、下三叠，共212字，为词史上第二长词。仅次于南宋时<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>之《莺啼序》。其价值为何余虽不敢妄断，然宋时“《离骚》寂寞千年后，《戚氏》凄凉一曲终”的评价也必非空穴来风。故今以此苍白笔墨，粗评《戚氏》，亦只当学柳永的“为人所不敢为”罢了。</p> <p>　　从词中“<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>悲感，向此临水与登山”来看，当写于湖北江陵，当时柳永外放荆南，已经年过五十，只做个相当于县令的小官，心情自然十分苦闷。这种情绪在这首词里得到充分的体现。</p> <p>　　全词共分三片：头一片写景，写作者白天的所见所闻第二片写情，写作者“更阑”的所见所感第三片写意，写作者对往事的追忆，抒发自己的感慨。</p> <p>　　上片开头描写微雨过后的薄暮景色。只用“晚秋天”一句点明时令，先写景前驿馆内之衰残景色，也初步构画出了全词的凄凉基调。柳永其人，向来对春、秋二季尤为敏感，然不同处却在于，他写春，只是代人伤春，而晚秋的悲凉，向来是他留给自己的伤感。而今又逢暮秋，“一霎微雨”带着薄凉的情态洒于庭轩。所以这位才子词人，又开始思绪飘渺了。他首先看见的，是庭轩中的“槛菊萧疏，井梧零乱”。柳永不愧是融情入景、以景写情的高手，接下来的一个“惹”字竟真把那秋的萧索写活了。那淡薄的“残烟”，非关天气，不是雾气，竟是这庭轩中的“零乱”、“萧疏”给“惹”来的！园中景物正渐至精彩处，词人却笔锋一转，“望”向远处的“江关”，由近及远却丝毫不显突兀。那他究竟望见了什么呢？“飞云黯淡夕阳闲”。云正憔悴，夕阳又西坠，也难怪词人想到了那个一句“悲哉！秋之为气也！”而得来悲秋之名的宋玉。“临水与登山”，向来是古代文人念远伤别离的悲情时刻，作者由今怀古，也无非是感叹一句：逢秋而悲感，千古一辙啊！这笔锋已转得太远，又该如何继文呢？柳永不愧自封的“才子词人”，这稍一调转，便是一个柳永式的大回圜：“远道迢递”，忆及“宋玉悲感”之后，如此轻松地就有回到了眼前的景况，不着痕迹，天衣无缝。面对长路漫漫，作为“凄楚”“行人”的他，正走在自己无限厌恶却又不能不会不舍放弃的仕途之路上，一面痛恨“名牵利惹”，一面甘之如饴。行文至此，那贯穿于词人一生的矛盾开始在这“驱驱行役”上初露端倪。内心挣扎如柳永，对与自己心境相仿的“陇水潺湲”自然也就“倦听”了。下文又略嫌不合拍地以一“正”字引出了那让词人心情更加烦躁的“蝉吟败叶，蛩响衰草”一句，不合拍的同时，又与首句中的“晚秋天”大为契合，实乃绝妙。这等怪词妙语，必非柳永不能为也。心绪烦乱无以抒怀的柳永，在“相应喧喧”的蝉嘶蛩鸣中，结束了上阙的叙景描情。</p> <p>　　无论时间还是空间上的转合映衬，这浓浓的衰秋哀情，在内容上甚至词调上，都为后文的抒情做足了铺垫。而观这首阕，若为一般词人，在叙景已足，多一笔即为画蛇添足的叙述之后，又该续写些什么呢？此处足见柳永的流水行文。</p> <p>　　中片时间上紧承上片，由傍晚而入深夜。先景后情。“孤馆度日如年”。次叠一开词人就是这般自述身世的一句。“馆”是“孤馆”，就连上文所言之“庭轩”也不过是他柳永羁旅之途上的一方借宿之地。独在异地，独望江关，不由让读者对上片中的“凄然”二字有了更真切的实感。而此时，“凄然”的他正在“孤馆”中“度日如年”。词人终是不堪寂寞的，失了“针线闲拈伴伊坐”的知己，他也只能寄望于与知己红颜共沐同一片夜空了。这孤索之夜，竟已渐深，“风露渐变，悄悄至更阑”了。只一失神间，词人再次凝望起那片空有亮白色温馨却又无情至极的“绛河”了。“绛河”，这样一个冰冷的词，难耐凄凉如柳永者，该是怎样的孤凄心情读者也就可想了。这时的他，却偏故作坚强与无所谓的坚持自己的固执：寂寞只是表象，那“婵娟”的“皓月”却不正是代表团圆么？至此，那柳永式的矛盾已暴露的更深。对月而不怀人，又怎是白衣卿相之本色？“思绵绵”三字，一字一韵，引出了词人如泄洪般的情感，字字句句都是他对命运的质问。此时的他，已到了风中之烛的残年，没了少时的轻狂不羁，所以这怨世的情感，他也只从自身写起。“那堪屈指，暗想从前”。这样一句，几乎让读者也茫然了。在柳永眼中，在此时的柳永心里，不堪他回首的，究竟是“小楼深巷狂游遍”的“恣狂踪迹”，还是为那“蝇头利禄，蜗角功名”的“恁驱驱”呢？他没说。下文却有如似检讨的一句：“未名未禄，绮陌红楼，往往经岁迁延”。这一句，是含了极大的怨气的。从字面上可以理解为，正是因了他一生缠绵于“绮陌红楼”，才导致了他终老而“未名未禄”的。这也可以说，他对自己一生的“恣狂心性”后悔了。可让读者综观词人的一生，也不免失笑：他柳永若真有这般“觉悟”，又怎会落得这“未名未禄”的凄凉呢？对于此时怨气极重的柳永，读者何不把这样的检讨当做气极怒极的他的“正话反说”呢？当然，这也可以是词人对自己一生徘徊于仕途与红颜之间的优柔寡断的一种怨恨。一家之言，有让名家嗤之以鼻处，权当玩笑耳。</p> <p>　　这一阙，是词人对内外远近的大转合之后回到自身的慨叹。自然而然地由反衬自身凄凉的美好夜景转向对自己“一生赢得是凄凉”的感慨。极尽柳词“状难状之景，达难达之情”的词风，这又是柳祠的又一奇异处。白描，铺叙，字字入情入理而毫无穿凿之意。上片的寥廓之中而见苍凉，中片的凄婉之中而不失条理。词的末阙，又能给读者的感官以怎样的冲击与震撼呢？</p> <p>　　下片继续写狂放不羁的少年生活，与前片衔接细密，有陇断云连之妙。“帝里风光好”。好一个“风流才子”柳三变！在词已尽，意已歇之际，这一句又给了全词多大的空间！接下来，就该是忆旧了吧。可众所周知，市井词人柳七的一生都与“绮陌红楼”、红颜脂粉脱不了关系，他又该忆哪个呢？“堪人属意”的虫娘？“家住桃花径”的秀香？还是与其“四个打成一个”的师师、香香、冬冬呢？让读者试想，如果此处他只忆起其中的“某一个”的话，全词会收到怎样的效果？哪怕他的前二叠写得再如何精彩，这《戚氏》一首的词调都只能算作低下了吧。词人此时大概已近花甲之年，他忆起的该是他的一生，而不仅仅是与其“浅斟低唱”的某一个。所以此处的他忆起的是“当年少日”的“狂朋怪侣”，是他少时的奢靡生活。都说年少轻狂，更何况这年少之人还是他柳永，又加那许多志趣相投的“狂朋怪侣”，怎不让人心醉？柳永不是圣人，那样的生活，他曾经陶醉过。并且此时忆起，也并非悔恨自己当年的颓堕，而只是慨叹时光易逝、年华似水之意而已。“遇当歌、对酒竞留连”。这样的词句，词人写下时的心境何为，连读者也是不忍想象的。也无需读者想象，下句“别来”二字就已足足道出了作者空忆当年的痛楚了。那样的生活，早已随时光远去了呀！“迅景如梭，旧游似梦”。以往日之欢娱，衬今日之落寞。很通俗的比喻，却让读者眼前出现了词人那再清晰不过的痛苦面容。逝去的日子如云烟，被岁月这柔沐温和却又狰狞至极的风吹得一丝不剩了。往昔再不会回返，又怎能不让作者长叹呢？接下来的一句引出“念利名、憔悴长萦绊”这一痛苦的根源，作者并未有明确的态度。重又回到现实，是作者的自问，也是作者的茫然。这是全词中作者矛盾心理的第三次深化。让读者看这全词中作者唯一一次以第一人称的发问：“烟水程何限？”这样的碌碌奔忙，到底何时才是尽头啊？这样的笔力，是没有切身经历之人万万难及的。这一瞬间的情感爆发之后，又转入了议论：“念名利、憔悴长萦绊”。这可以说是议论，也可以说是收束，是对上文的种种心境的一种慰藉：他一生不曾放弃对名利的追逐，那么如何地憔悴也自是命里该着的，又何必在此枉叹呢？因此作者为强调自己的“无事觅闲愁”，又以感情更加强烈的方式加了一句：“追往事、空惨愁颜”。至此，议论结束。不知不觉间，已是一夜的辗转。而“稍觉轻寒”之后，才蓦然惊觉“漏箭移”了。时间已是接近拂晓，又听闻远处“渐呜咽、画角数声残”的乐声，那“轻寒”，想来也是入情、入心地难以承受了。而此时的词人，此时抱臂“对闲窗畔”的词人，已是渐趋于平静了。无论有再多的不甘，无论有再多的憾恨，他也只能继续上路了。“驱驱行役，苒苒光阴”早已注定了他一生的奔碌不平。而这“停灯向晓，抱影无眠”的一夜，也只是他万千千万个难眠之夜的一个剪影吧。</p> <p>　　最末一叠并不能算作全词的高潮部分，可这由此及彼、由今忆昔又由昔论今的一波三折，也无疑是给此文的情调注入了更新鲜的血液，一代才子词人于这<a href=\"http://so.gushiwen.org/view_48323.aspx\">诗</a>余曲源的词上的功力也可见一斑。“孤馆”中独自伤今的词人本已有孤凄苍凉之态，再加上“年少日”“暮宴朝欢”的神来一笔，真真是让这一阙《戚氏》同时有了不逊于诗的含蓄不亚于曲的直率。于蕴秀之中见真切，于深惋之中显淋漓，正是柳永本色！</p> <p>　　这首《戚氏》说是词人一生的总括也是不为过的。全词由近及远、由远至近挥洒自如；抚今忆昔、由昔感今一气呵成；由傍晚到深夜、由深夜至黎明一丝不乱；由眼前望江关、由孤馆怀帝京自然运转。描情叙景、铺叙怀旧、旷古达今，真正是独属于柳永的悱恻动情与荡气回肠。在词的内容上更是大开大阖、毫无避忌、一气贯穿。长达212字的长词一韵到底，与平常之中显其非同寻常，却无一丝险韵，自然而然。莫说是这词上，便是今人作文，又能有几个如《戚氏》般细针密线，平稳中而字字嵌插不失作者个性的奇异之处、棱角之笔？今人自知。</p> <p>　　尤其是词的最后，这白衣卿相留给读者的最后一个镜头：天上一颗白亮的启明星遥挂，星下一袭长衣及地“对闲窗畔”的词人被定格的身形，孤索，凄凉。宋人将之与《离骚》媲美，认为是前后辉映之作，可见其时誉之盛。宋王灼《碧鸡漫志》：“离骚寂寞千载后，戚氏凄凉一曲终。”宋人的评价，让这首冠古绝今之词当之无愧！</p>",
  "about": "<h2>创作背景</h2> 　　从词中“<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>悲感，向此临水与登山”来看，这首词当写于湖北江陵，当时<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>外放荆南，已经年过五十，只做个相当于县令的小官，心情自然十分苦闷。这种情绪在这首词里得到充分的体现。,",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋天",
    "写景"
  ]
}