{
  "id": 5169,
  "star": 10,
  "name": "江南行",
  "dynasty": "唐代",
  "content": "茨菰叶烂别西湾，莲子花开犹未还。 <br>妾梦不离江水上，人传郎在凤凰山。",
  "fanyi": "<p><strong>译文</strong> <br>茨菰叶烂时我们分别在西湾，如今莲子花开还不见你回还。<br>我的梦离不开那江上的流水，人们传说你已经到了凤凰山。</p> <p><strong>注释</strong><br>⑴茨（cí）菰（gū）：植物名，即慈姑，生在水田里，地下有球茎，可以吃。茨：一作“茈”。西湾：地名，在今江苏省扬州市瓜洲镇附近。一说泛指江边的某个地方。<br>⑵莲子花开：即荷花开放。莲子花，即荷花。开：一作“新”。还（huán）：回来。<br>⑶妾：旧时女子自称。水上：一作“上水”。<br>⑷人传：人们传说。凤凰山：山名，有多处。此处难以确指。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《全唐<a href=\"http://so.gushiwen.org/view_5169.aspx\">诗</a>》中收张潮诗五首，其中《长干行》还可能是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>或<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的。张潮的几首诗，除了一首《采莲词》是写采莲女的生活，其余都是抒写商妇的思想感情。从这些诗的内容和形式来看，都不难发现深受南方民歌的影响。</p> <p>　　这首诗的第一联：“茨菰叶烂别西湾，莲子花开不见还”。“茨菰叶烂”的时间当在秋末冬初。“莲子花开”的时间当是第二年的夏天。去年茨菰叶烂的时候在西湾送别，眼下又已是荷花盛开了，可盼望的人儿还没有回家。也可能他曾经相许在“莲子花开”之前返家的。这是先回忆分别的时间、地点，再由此说到现在不见人归。说来简单，可诗人却描绘得有情有景，相思绵绵。前者暗示出一个水枯叶烂、寒风萧萧的景象，它衬托出别离的凄楚；后者点染出满池荷花、红绿相映、生机勃勃的画面，反衬出孤居的寂寞难耐。笔法细腻含情。</p> <p>　　“茨菰叶烂”、“莲子花开”这两个镜头交替的寓意，从时间上看就是要表现出一个“久”字。“一日不见，如三秋兮”。久而不归，思念之苦，自不待言。“白日寻思夜梦频”，诗的第三句就转到写“梦”。由久别而思，由思而梦，感情的脉络自然而清晰。同时，诗的第三句又回应了第一句，“别西湾”，暗示了对方是沿江而去，所以这“梦”也就“不离江上水”。“那作商人妇，愁水复愁风”。这当是“妾梦不离江上水”的另一个原因。</p> <p>　　按照一般写法，接下去可能就要写梦中或梦后的情景，可是诗人撇开了这个内容，凌空飞来一笔──“人传郎在凤凰山”。出人意表，而且还妙在诗也就戛然而止。至于这个消息传来之后，她是喜是忧，是乐是愁，诗人却不置一词，让读者去体会。首先，这个消息的到来，说明了自己是不知人已去，空有梦相随，往日多少个“不离江上水”的“梦”，原来是一场“空”；其次，这个消息还意味着“他”时而在水，时而在山，行踪不定，又不寄语，往后便是梦中也无处寻觅，那难言难诉之苦，隐隐怨艾之意，尽在不言之中。可谓结得巧妙，妙在意料之外，情理之中，余情不尽。</p> <p>　　这首诗上下两联各以意对，而又不斤斤于语言的对仗，第三句是一、二句的自然延伸和照应，第四句又突乎其来，似断不断，把诗推向一个更为凄楚、失望的意境。它明快而蕴含，语浅而情深，深得民歌的神髓。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5169.aspx\">诗</a>约作于大历（唐代宗年号，766—779）年间。张潮受当地民歌影响，对当时的城市生活比较熟悉，于是便写下这首《江南行》以表达商人妇的思想感情。</p>",
  "poet": {
    "id": 2874,
    "star": 0,
    "name": "张潮",
    "desc": "张潮（一作张朝），唐代诗人。曲阿（今江苏丹阳县）人，主要活动于唐肃宗李亨、 代宗李豫时代。他的诗在《全唐诗》中仅存五首（其中《长干行》一首，亦作李白或李益诗）。张潮的诗，除了一首《采莲词》是写采莲女的生活，其余都是抒写商妇的思想感情。从这些诗的内容和形式来看，都不难发现深受南方民歌的影响。不仅《采莲词》、《江南行》，明显地受民歌影响，其余三首也全采用白描手法和歌行体。主要写商人妇的思想感情，说明他对当时的城市生活比较熟悉。《唐诗纪事》和《全唐诗》说张潮是大历（唐代宗年号，766—779年）中处士。《闻一多全集·唐诗大系》将他排列在张巡前，常建后。"
  },
  "tags": []
}