{
  "id": 21177,
  "star": 11,
  "name": "李都尉古剑",
  "dynasty": "唐代",
  "content": "古剑寒黯黯，铸来几千秋。<br>白光纳日月，紫气排斗牛。<br>有客借一观，爱之不敢求。<br>湛然玉匣中，秋水澄不流。<br>至宝有本性，精刚无与俦。<br>可使寸寸折，不能绕指柔。<br>愿快直士心，将断佞臣头。<br>不愿报小怨，夜半刺私仇。<br>劝君慎所用，无作神兵羞。",
  "fanyi": "<p><strong>译文<br></strong>这是一柄冷冰冰、暗幽幽的古剑，铸成以来，已经历了几千个春秋。<br>那白色的剑光可掩日月，那紫色的剑气上冲斗牛。<br>有一位客人想借来观赏，只因剑主珍爱它，不敢请求。<br>在玉匣中它清澈发亮，好像澄明的秋水止而不流。<br>最珍贵的宝物自有它的本性，那份精纯和坚刚，并世无俦。<br>虽然可以使它一寸寸地折断，却不能使它化作绕指弯柔。<br>希望它让正直的人士大快心意，将用它来斩断奸臣的人头。<br>不希望它被用来报复个人小怨，在半夜的时候去刺杀私仇。<br>劝你使用时务须谨慎，不要让神兵利器为你而抱愧蒙羞。</p> <p><strong>注释<br></strong>⑴李都尉：未详其人。都尉：一作比将军略低的武官。<br>⑵黯（àn）黯：光线昏暗；颜色发黑。汉<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>《游览》<a href=\"http://so.gushiwen.org/view_21177.aspx\">诗</a>之一：“萧萧山谷风，黯黯天路阴。”<br>⑶几千秋：即几千年。<br>⑷紫气：旧时以为宝物的光气。斗牛：二十八宿中的斗宿和牛宿。《晋书·<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>传》：“初，吴之未灭也，斗牛之间常有紫气。”<br>⑸湛（zhàn）然：清澈貌。晋<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>《搜神记》卷二十：“不数日，果大雨。见大石中裂开一井，其水湛然。”此诗中形容剑光。玉匣：指剑鞘。<br>⑹至宝：最珍贵的宝物。《后汉书·陈元传》：“至宝不同众好，故卞和泣血。”<br>⑺俦（chóu）：同辈，伴侣。<br>⑻绕指柔：宝剑乃百炼成钢，刚者不可化为柔。《文选·刘琨〈重赠卢谌〉诗》：“何意百炼刚，化为绕指柔。”<br>⑼正直、耿直之士。《汉书·梅福传》：“折直士之节，结谏臣之舌。”<br>⑽佞臣：谄上欺下的奸臣。汉桓宽《盐铁论·论儒》：“子瑕，佞臣也。”<br>⑾神兵：神奇的兵器。谓宝剑。晋张协《七命》：“挥之者无前，拥之者身雄……此盖希世之神兵，子岂能从我而服之乎！”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的讽喻<a href=\"http://so.gushiwen.org/view_21177.aspx\">诗</a>，善于运用变化万端的比兴手法，塑造各种真实的受迫害者的艺术形象，揭露和抨击了封建统治者的暴政和不合理现象，因而这些诗不少成为反映现实的思想性和艺术性相结合的名篇，《李都尉古剑》就是其中一首十分出色的咏物诗。这首诗所运用的比兴手法是很高明的，通篇只借用一把李都尉古剑作为描写对象，但每一个字都是作者自身的写照，意思极为明确，虽然着墨不多，而出语却纡徐委婉，具有无穷转折之妙，耐人寻思。</p> <p>　　从结构上看，这首诗可分三个层次。从开始至“ 秋水澄不流”八句主要是表现古剑外表的不同凡俗。首句写“古剑寒黯黯，铸来几千秋”，是用“寒黯黯”三字描绘古剑寒光闪闪，灼烁不定的形态，刻画剑的不凡，不从剑的锋利入手，而仅表现其剑光闪。</p> <p>　　烁不定，正是该诗的高明之处，未睹剑先见其寒光凛凛，足以说明这是一柄锋利无比的宝剑。“几千秋”上承“古剑”的“古”字，古而且利，则此剑为至宝就毫无疑问了。为了进一步渲染这柄宝剑，诗人进一步写道：“白光纳日月，紫气排斗牛。”据王嘉《拾遗记》载，越王勾践曾以白牛白马祀昆吾山神，采金铸之，以成八剑。其一名为掩日，用其指日，日光尽暗。其三曰转魄，指月则蟾兔为之倒转。诗人借用这个典故，极力夸张表现宝剑的非同凡俗之处。这四句是从诗人的角度描绘宝剑的不凡，为了印证自己的看法，下面四句又用旁观者的评价加以证实。客人看到宝剑“湛然玉匣中，秋水澄不流”。东汉袁康《越绝书》：“太阿剑，视之如秋水。”用秋水形容剑光，由来已久。诗歌继描绘古剑“寒黯黯，可以“纳日月”、“ 排斗牛”之后，又以“湛然秋水”形容，更进一步表现古剑的威光四射，非同一般。因此客人有观之者，即使很喜欢它，也不得不自叹是凡夫俗子，不敢奢望得到它，还是让这把古剑去完成其应有的使命吧。</p> <p>　　接下来则是描写古剑的卓越品质。它不仅剑光闪烁，锋利无比，具有华美的外表，而且品质端正，也非平常刀剑可比。“至宝有本性，精刚无与俦”说明它的纯度和硬度都是无与伦比的。这并非夸张，因为它“可使寸寸折，不能绕指柔”，宝剑乃百炼成钢，其刚强之性，不能使它变成软弱，犹如士之可杀而不可辱，极力表现其质地坚硬。西晋诗人刘琨《重赠卢谌》诗：“何意百炼钢，化为绕指柔。”这里是反用其意，表现出古剑刚硬，不能化柔，不屈从外力的品质。但是，一旦有用武之地，它也会毫不犹豫地上前拼杀。正所谓“愿快直士心，将斩佞臣头”，它愿意刚直之士高兴，去斩断奸臣的头颅。它愿意充当杀伐谄佞的先锋，为国为民除掉奸邪。这几句诗乃以咏物而喻志，表现了诗人当时的刚直之性、浩然之气及欲为朝廷荡涤污秽、铲除奸邪的抱负，铿锵有力，正气凛然。“不愿报小怨，夜半刺私仇”，至于区区个人恩怨就不是宝剑所乐于效命的了，它不屑于做那些需要半夜行动，见不得人的丑事。这一段从宝剑的精纯无比和愿斩佞臣两方面揭示出宝剑的内在品质，它比漂亮的外表，凛凛的寒光更重要，更能展现出古剑之所以为至宝的本质所在。</p> <p>　　最后两句点明此诗的主旨，也是白居易“卒章显其志”方法成功的运用。“劝君慎所用，无作神兵羞”的意思是说：这样锋利的兵器，应该使用在最恰当的地方，不要玷辱了我“神兵”的光辉称号。</p> <p>　　这也就是告诫包括自己在内的谏官们，应该不怕得罪权贵，去弹奏国家大事；而不应该只议论一些无关重要的小事，来敷衍塞责。</p> <p>　　此诗是通过表现一把宝剑的不同凡俗及其优秀品质，借以塑造一个刚正不阿、以国家大局为重，不计个人恩怨的重臣和谏官的形象。此时诗人身为左拾遗，自然也有表明自己作为谏官的正直态度之意。然而，诗的主旨并没有明白直接地说出来，而是紧紧扣住宝剑的特征来表现，全诗没有一句话不是围绕着这把古剑写的，每一句都从不同的角度刻画古剑的超凡和刚直不阿。咏剑与赞人，自然融合为一。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》称赞屈原说：“其志洁，故其称物也芳。”反之，人们也形成这样一种心理，即因其称物芳，故其吉洁。</p> <p>　　比喻新颖，精用典故，妥帖自然，不着痕迹，也是这首诗的鲜明特点。诸如“白光纳日月，紫气排斗牛”、“可使寸寸折，不能绕指柔”、“愿快直士心，将斩佞臣头”都有化用前人诗语之处。这些典故，加强了诗的形象性，使诗句内涵更深刻、丰富。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_21177.aspx\">诗</a>当作于唐宪宗元和三年（808年）前后，即<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任左拾遗期间。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "咏物",
    "写剑",
    "讽喻"
  ]
}