{
  "id": 72005,
  "star": 22,
  "name": "醉花间·休相问",
  "dynasty": "唐代",
  "content": "休相问，怕相问，相问还添恨。春水满塘生，鸂鶒还相趁。<br>昨夜雨霏霏，临明寒一阵。偏忆戍楼人，久绝边庭信。",
  "fanyi": "<p><strong>译文</strong><br>不要问，怕人问，相问会增添几多怨恨。碧绿的春水涨满池塘，双双嬉戏的紫鸳鸯正拨动春心。<br>昨天夜里春雨纷纷，天明时阵阵寒气相侵，偏又想起远征戍边的他，很久很久未收到边关的信。</p> <p><strong>注释</strong><br>⑴醉花间：唐教坊曲，《词谱》引《宋史·乐志》入“双调”。四十一字，前片三仄韵，一叠韵，后片三仄韵。<br>⑵鸂鶒（xī chì）：一种水鸟，头有缨，尾羽上矗如舵，羽毛五彩而多紫色，似鸳鸯稍大，故又名紫鸳鸯。趁：趁便，乘机。<br>⑶夜：一作“日”。霏霏（fēi）：雨雪盛貌。<br>⑷临明：即将天明。寒一阵：犹言阵阵寒气。<br>⑸戍楼：边防驻军的瞭望楼。<br>⑹绝：无，没有。边庭：边地，边塞。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　毛文锡是西蜀代表词人之一，尤工小词，此阕为其杰作，素受赞诵，沈初有<a href=\"http://so.gushiwen.org/view_72005.aspx\">诗</a>曰：“助教（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>）新词《菩萨蛮》，司徒（毛文锡）绝调《醉花间》。晚唐风格无逾比，莫道诗家降格还。”推崇其为一代诗雄。文锡词多“以质直见情致”，此阕却写得含蓄婉转，曲致其意，颇耐寻味，表现出风格的多样化。</p> <p>　　此词破题用“陡健之笔”（《词徽》卷五），劈头便云：“休相问，怕相问，相问还添恨。”云起马面，突兀而来，挟带着强烈的感情。词用口语，用民间文学的重复、回环的手法，语言流利清新。通观全篇，乃替思妇设辞，有个性特征。女主人公不愿人问，更怯惧人问，唯恐平空再增添一段怅恨伤心；既云“添恨”，显见心头已有恨郁积。所“恨”什么？怕“问”什么？为什么“相问”会如此深深地触动心底隐痛？首三句无端而降，平地起波，顿时结成一个悬念。接下“春水”两句并不予回答，而是宕开一笔，折入景中，拉展出一卷池塘春意图。女主人以徘徊池塘畔，只见：微风徐拂，春水满塘，碧池如镜，洗映蓝天；水面上浮游着三五成群的紫色鸂鶒，头披五彩缨，双双相嬉，活泼的生机，不时打破池塘的宁静。画面讲究色彩，动静相映。这幅画深有寓意，不仅“春水”交代时令，“池塘”交代地点，更主要的是“鸂鶒相趁”表面写景，实际暗示幸福的爱情生活。“鸂鶒”，一种水鸟，头有缨，尾羽上矗如舵，羽毛五彩而多紫色，似鸳鸯稍大，故又名紫鸳鸯。花间派词人常将之视作鸳鸯来咏写。“趁”，因利乘便之意，词指鸂鶒双双相嬉、爱抚。词人写鸳鸯，鸂鶒，“不是鸟中偏爱尔，为缘交颈睡南塘”（牛峤《望江南》），是以双双相随的水鸟象征美满恩爱的婚姻。至此，读者依稀感到女主人公的“恨”，似与爱情生活的缺憾有关，但悬念仍未解。</p> <p>　　过片二句承上片结句而来，由池塘水涨而翻忆昨夜春雨，是“春水”句的补足和延伸；水因雨而涨。一夜春雨霏霏，雨带寒意，临明一阵逼人。词化用唐<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《懒起》：“昨夜三更雨，临明一阵寒。海棠花在否？侧卧卷帘看”诗句，暗示女主人公彻夜不眠，卧听雨声。画面色彩气氛由热转为冷，自上片春江水暖跌入临明雨寒，心情也随之暗转。临明的寒意，侵人肌肤，女主人公由自己身上寒，推想到“伊人”的寒暖，而牵肠挂肚，逼出煞拍二句“偏忆戍楼人，久绝边庭信”。“戍楼”，征人所居，挑明女主人公身份，原来是个独居闺房的边防军人的妻子。丈夫万里从戎，边庭音信久已断绝。生死未卜，寒暖不知，不能不使妻子终日牵挂，惊忧怅悲，正是“可怜无定河边骨，犹是春闺梦里人”（<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>《陇西行》）。结尾二句，如泣如诉，解开了全阕的悬念，词旨大明，乃思妇思念征夫。这才明白：女主人公为什么在词首启唇即哀诉：“休相问，怕相问，相问还添恨。”原来她怕人家问她远征丈夫的消息。也才明白：她闲步池塘，是为了避开人目，排遣愁怀。不料春景虽美，“触景更添恨”，水鸟双双成对，自己却茕独只影，说不出的凄愁伤感。因春色而生春心，因春心而触春恨。故过片心境迅即浸入彻骨春寒之中。煞拍如泉流归海，回环通首，源流有尽而不尽之意。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>评曰：“《花间集》毛文锡三十一首，余祇喜其《醉花间》后段‘昨夜雨霏霏’数语，情景不奇，写出正复不易，语淡而真，亦轻清，亦沈着”（《餐樱庑词语》）。</p>",
  "poet": {
    "id": 254,
    "star": 0,
    "name": "毛文锡",
    "desc": "唐末五代时人，字平珪，高阳（今属河北人），一作南阳（今属河南）人。年十四，登进士第。已而入蜀，从王建，官翰林学士承旨，进文思殿大学士，拜司徒，蜀亡，随王衍降唐。未几，复事孟氏，与欧阳烔等五人以小词为孟昶所赏。《花间集》称毛司徒，著有《前蜀纪事》《茶谱》，词存三十二首，今有王国维辑《毛司徒词》一卷。"
  },
  "tags": [
    "婉约",
    "写景",
    "女子",
    "孤独",
    "相思"
  ]
}