{
  "id": 62490,
  "star": 284,
  "name": "满江红·翠幕深庭",
  "dynasty": "宋代",
  "content": "翠幕深庭，露红晚、闲花自发。春不断、亭台成趣，翠阴蒙密。紫燕雏飞帘额静，金鳞影转池心阔。有花香、竹色赋闲情，供吟笔。 <br>闲问字，评风月。时载酒，调冰雪。似初秋入夜，浅凉欺葛。人境不教车马近，醉乡莫放笙歌歇。倩双成、一曲紫云回，红莲折。",
  "fanyi": "<p><strong>译文<br></strong>在庭院深深，绿色的窗帘后面，有红色的花朵自己开放。春意盎然，亭台相映成趣，绿阴密密覆盖，檐下小燕子飞走，再也听不到动听的呢喃声，帘间十分寂静，帘外宽阔的水池中金鱼游动的影儿转来转去。有花香和竹色供我们欣赏吟唱和写<a href=\"http://so.gushiwen.org/view_62490.aspx\">诗</a>。<br>空闲时向友人请教一些学问，和朋友们在一起闲论风景、创作等问题。携带酒水，与冰雪交融，这就像初秋的凉意，让葛衣有些冰凉，虽在尘世却让车马不靠近，在醉乡我们不要让弹唱休息。梦中听仙女们演奏仙曲《紫云回》、《红莲折》。</p> <p><strong>注释<br></strong>1、满江红：词牌名。《升庵词品》谓唐人小说《冥音录》说：“曲名有《上江虹》，即《满江红》。”又名《念良游》、《伤春曲》。《乐章集》、《清真集》并入“仙吕调”。宋以来作者多以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>格为准。双调，九十三字，上片八句，下片十句，上片四仄韵，下片五仄韵，一般例用入声韵。声情激越，宜抒豪壮情感，宋人填者最多。亦可酌增减衬字，故有八十九字、九十一字、九十二字、九十四字、九十七字等多体。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>始改作平韵，则情调俱变。梦窗此词系仄声韵。<br>2、露红晚：露出红色的时间较晚。指开花的时间较往年晚。<br>3、帘额：帘幕的横额。<br>4、闲情：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>作有《闲情赋》，表达对女子爱慕之情。<br>5、问字：《汉书·<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传》：“刘棻尝从雄作奇字。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也有诗曰“问道携壶问奇字。”这里引申作朋友之间互相请教学问的意思。<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《谢送碾壑源拣芽》诗：“客来问字莫载酒。”这里指词人空闲时向友人请教一些学问。“<br>6、风月：即清风明月，风花雪月，泛指四时美好的景色。也用来指浮泛的诗文题材。另外旧亦指为男女情爱或不务正业，放荡不拘的行为。<br>7、载（zài）酒：携带酒水。<br>8、调冰雪：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《陪诸贵公子丈八沟携妓纳凉》：“公子调冰水。”<br>9、欺葛：杜甫《端午日旸衣》：“细葛含风软，香罗叠雪轻。”葛：葛衣。<br>10、人境：尘世、人居住的地方。陶渊明《饮酒》诗：“结庐在人境，而无车马喧。”<br>11、醉乡：喝醉之后昏昏沉沉，迷迷糊糊的境界。<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>著《醉乡记》。<br>12、双成：即西王母身边仙女董双成，这里借指歌妓。<br>13、紫云：唐时妓女名，为李愿所蓄妓。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>赴李愿家中宴，见之良久曰：“名不虚得，宜以见惠。”诸妓回首破颜。因有曲子《紫云回》。事见《唐诗纪事》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片，“翠幕”两句写庭花。此言晚春天气树上绿叶浓荫密似帷幕，掩映着深深的庭院，但院中尚有晚开的花显示出红艳艳的色彩，优闲自在地竞放着。“春不断”两句，述园景。言春天的景象到此时还随处可见，园中的亭台楼阁在一片浓荫下自成春趣。“紫燕”四句，承上写园景。言园中景色优美，抬头可以仰望到雏燕学飞，所以竹帘上的燕窠空荡荡的一片寂静；低头可以俯视池鱼嬉水，在阳光下可见金鳞闪烁，使池水仿佛显得更加的宽阔；鼻中不断地涌进来满园的花香，眼前还有翠竹的倩影凑成了这无限的春趣。这些都成了词人吟诵的对象，并激发起他高涨的<a href=\"http://so.gushiwen.org/view_62490.aspx\">诗</a>兴，不由自主地欣然命笔写下了这一首《满江红》词。上片重在描述园中晚春的景色。</p> <p>　　下片，“闲问字”四句述园中朋友们相聚之趣。此言词人与朋友们一起在这园苑中互相交流着学习心得，且又评风论月，语涉冶游之乐；同时又用冰雪水调制了冰酒，边饮酒边谈论。“似初秋”两句，一“似”字，将晚春夜凉与初秋气候相比拟。此言现在虽是晚春之中，但是入夜也会感到有丝丝凉意袭身，即使人身上穿着葛衣，身上也会感到有一些凉飕飕的难受。“人境”四句，述园中之乐。此言这里仿佛是人间仙境一样，因此绝不允许闲杂人等接近聒噪，从而败坏了他们的兴趣。在园中他们频传佳酿，并且又有笙歌侑酒，还有仙女般的歌妓即席高唱一曲《紫云回》，使池中的红莲亦为之倾倒、佩服。下片重在记述园中聚会之乐。</p>",
  "about": "<h2>创作背景</h2> 　　此词创作于廖药州湖边之宅，时间为秋、夏之交，为游园之作。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "写景",
    "友情"
  ]
}