{
  "id": 151,
  "star": 54,
  "name": "下泉",
  "dynasty": "先秦",
  "content": "冽彼下泉，浸彼苞稂。忾我寤叹，念彼周京。<br>冽彼下泉，浸彼苞萧。忾我寤叹，念彼京周。<br>冽彼下泉，浸彼苞蓍。忾我寤叹，念彼京师。<br>芃芃黍苗，阴雨膏之。四国有王，郇伯劳之。",
  "fanyi": "<p><strong>译文<br></strong>寒凉的泉水在下汩汩流动，一丛丛狗尾草浸在寒泉中。梦中醒来我连连长吁短叹，深深怀念繁华的周国京城。<br>寒凉的泉水在下涔涔涌流，一丛丛艾蒿草浸在寒泉里。睡梦中醒来我不住地叹息，深深怀念富庶的都城旧地。<br>寒凉的泉水在下汩汩涌动，丛丛筮草被淹没在寒水流。一觉醒来我总是哀声叹气，深深怀念昔日里故都神游。<br>那时节黍苗青青多么繁茂！滋润它们的自有雨顺风调。四方的诸侯都来朝见天子，贤德高贵的郇伯亲切慰劳。</p> <p><strong>注释<br></strong>⑴下泉：地下涌出的泉水。<br>⑵冽（liè）：寒冷。<br>⑶苞：丛生。稂（láng）：一种莠一类的野草。毛传：“稂，童粱。非溉草，得水而病也。”也有人说稂是长穗而不饱实的禾。<br>⑷忾：叹息。寤：醒。<br>⑸周京：周朝的京都，天子所居，下文“京周”、“京师”同。<br>⑹萧：一种蒿类野生植物，即艾蒿。<br>⑺蓍（shī）：一种用于占卦的草，蒿属。<br>⑻芃（péng）芃：茂盛茁壮。毛传：“芃芃，美貌。”<br>⑼膏：滋润，润泽。<br>⑽有王：郑笺：“有王，谓朝聘于天子也。”<br>⑾郇（xún）伯：毛传：“郇伯，郇侯也。”郑笺：“郇侯，文王之子，为州伯，有治诸侯之功。”何楷《<a href=\"http://so.gushiwen.org/view_151.aspx\">诗</a>经世本古义》则据齐诗之说以为是指晋大夫荀跞。盖郇、荀音同相通假。兹从齐诗说。劳：慰劳。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_151.aspx\">诗</a>兴中有比，开头以寒泉水冷，浸淹野草起兴，喻周室的内乱与衰微。而这，亦写出了王子匄触景生出的悲情。接着以直陈其事的赋法，慨叹缅怀周京，充溢浓郁的悲凉之感。而三章的复沓叠咏，更是把这种悲凉之感推到了一个极点上。到了末章，却来了一个雨过天晴般的突然转折，说到周王朝鼎盛之时，万国朝拜的盛况。或者又如红楼中，经历过至盛的繁华之后，终落了一片白茫茫大地真干净，彼时穿了大红猩猩毡，行走于雪野中的落魄公子宝玉，大概也会想起往年家族极盛，鲜花着锦、烈火烹油之时，梨香院女孩唱的那支“原来这姹紫嫣红开遍”的曲子。</p> <p>　　此诗的前三章，是《诗经》中典型的重章叠句结构，各章仅第二句末字“稂”“萧”“蓍”不同，第四句末二字“周京”“京周”“京师”不同，而这又恰好在换韵的位置，易字目的只是通过韵脚的变化使反覆的咏唱不致过于单调，而三章的意思则是完全重复的，不存在递进、对比之类句法关系。第四章在最后忽然一转，这种转折不仅在语句意义上，而且在语句结构上都显得很突兀。因此古往今来，不乏对此特加注意的评论分析。有人大加赞赏，如清人陈继揆牛运震；也有人极表疑惑，如宋人<a href=\"http://so.gushiwen.org/author_2436.aspx\">王柏</a>和今人向熹。持怀疑论者有一定道理，但除非今后在出土文物中发现错简之前的原有文句，否则这种怀疑本身仍将受人怀疑。何况检《国风》一百六十篇，就会发现虽然三章复沓叠咏的有不少，如《周南·樛木》《召南·鹊巢》《卫风·木瓜》《郑风·缁衣》等等，但三章复沓叠咏之后再加上句式不同的一章那样的结构并非一无所见（如《邶风·燕燕》即是）。语句部分重复在《国风》、《雅颂》中也可以找出一些（如“女子有行，远父母兄弟”就见于《鄘风·蝃蝀》《邶风·泉水》《卫风·竹竿》三篇中），更不能据此径自说某句是某诗的错简。并且，此诗第四章的前两句与前三章的前两句相比较，“昔时苗黍，今则苞稂；昔时阴雨，今则冽泉”（清陈继揆《读诗臆补》），可谓“字字对照，直以神行”（清陈震《读诗识小录》），在内容上也是互有关联的。正是因为以寒泉浸野草喻周室内乱势衰的比兴加上慨叹缅怀周京直陈其事的赋法本身已具有很强烈的悲剧感，而三章复沓叠咏使这种悲剧感加强到了极点，所以末章雨过天晴般的突然转折，就令人产生非常兴奋的欣慰之情，这样的艺术效果当然是独具魅力的。从这一点上说，完全有理由将《下泉》一诗置于《国风》的优秀篇章之列。</p>",
  "about": "<h2>创作背景</h2> <p>　　《曹风·下泉》一<a href=\"http://so.gushiwen.org/view_151.aspx\">诗</a>，写的是周王室发生内乱，周敬王王子匄（gài）在称王之前，住在下泉，思念京师王朝的安危。《毛诗序》说：“《下泉》，思治也。曹人疾共公侵刻下民，不得其所，忧而思明王贤伯也。”认为是曹人痛恶统治者的暴虐，怀念明王贤伯。唐孔颖达疏申其意曰：“此谓思上世明王贤伯治平之时。若有明王贤伯，则能督察诸侯，共公不敢暴虐，故思之也。上三章皆上二句疾共公侵刻下民，下二句言思古明王；卒章思古贤伯。”清姚际恒《诗经通论》亦取“思治说”，但又称：“大《序》必谓共公时，无据。”而宋<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》另发挥说：“王室陵夷而小国困弊，故以寒泉下流而苞稂见伤为比，遂兴其忾然以念周京也。”其《诗序辨说》又道：“曹无他事可考，《序》因《候人》而遂以为共公。然此乃天下之大势，非共公之罪也。”</p> <p>　　此外，影响较大的有“伤周衰说”，清方玉润《诗经原始》云：“此诗之作，所以念周衰伤晋霸也。使周而不衰，则‘四国有王’，彼晋虽强，敢擅征伐？”刘沅《诗经恒解》云：“周衰，大国侵陵，小国日削，王纲解而方伯无人，贤者伤之而作。”另又有“美晋大夫荀跞说”，明何楷《诗经世本古义》据汉焦赣《易林·蛊之归妹》繇辞“下泉苞粮，十年无王；荀伯遇时，忧念周京”，认为“《下泉》，曹人美荀跞纳周敬王也”，清王先谦《诗三家义集疏》谓“何氏阐明齐（诗）说，深于诗义有裨”，从其说。今人程俊英《诗经译注》、高亨《诗经今注》亦从之。据《左传》记载，春秋末期的鲁昭公二十二年（公元前520年），周景王死，王子猛立，是为悼王，王子朝因未被立为王而起兵，周王室遂发生内乱。于是晋文公派大夫荀跞率军迎悼王，攻王子朝。不久悼王死，王子匄被拥立即位，是为敬王。何楷说：“今考诗与《春秋》事相符合。焦氏所传确矣。”（同上）诚然如此。又《春秋》记周敬王居于狄泉，又名翟泉，在今洛阳东郊，有人认为即《下泉》一诗中之“下泉”，如此说成立，又是“美晋大夫苟跞说”之一证。高亨《诗经今注》说：“曹国人怀念东周王朝，慨叹王朝的战乱，因作这首诗。”</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏物",
    "怀古"
  ]
}