{
  "id": 59429,
  "star": 17,
  "name": "沁园春·忆黄山",
  "dynasty": "宋代",
  "content": "三十六峰，三十六溪，长锁清秋。对孤峰绝顶，云烟竞秀，悬崖峭壁，瀑布争流。洞里桃花，仙家芝草，雪后春正取次游。亲曾见，是龙潭白昼，海涌潮头。 <br>当年黄帝浮丘。有玉枕玉床还在不。向天都月夜，遥闻凤管，翠微霜晓，仰盼龙楼。砂穴长红，丹炉已冷，安得灵方闻早修。谁知此，问原头白鹿，水畔青牛。",
  "shangxi": "<h2>赏析</h2> <p>　　黄山，是驰名中外的风景区是中国名山之一。本名黟山，因传说为黄帝栖真飞升之地，故唐代改名黄山。黄山有奇松、怪石、云海、温泉之胜，被称为黄山四绝。</p> <p>　　在宋词中，写黄山的作品不是很多，而写得好的更是凤毛麟角，只有汪莘这首词，可谓不可多得。在这首词中，作者仿佛在读者面前打开一座神界仙山，想象丰富，情思变化多端，笔触多样，展现在大家面前的是一幅千姿百态的秀丽景色，使人应接不暇。词的上片，描写黄山千峰竞秀、万壑争流的壮丽风光。下片则以动人的神话传说写黄山的奇情异彩。从起句开篇，词人即纵笔挥洒，连刷三句，整体上绘出黄山雄伟瑰丽的画面：“三十六峰，三十六溪，长锁清秋。”所谓三十六峰，不是实指，乃概略之数。黄山有天都、莲花等三十六大峰，玉屏、始信等三十二小峰。或巍峨雄伟，横绝天表；或清秀隽美，流丹映彩。层峦叠嶂，屏张锦绣，争奇斗艳，千姿百态。黄山地处皖南山区，百千峭峰，摩天戛日，老树古木，郁郁苍苍，虽在赤日炎炎的盛夏，犹然凉爽如秋，所以说“长锁清秋”。清字，不仅说气候清凉，也是说景色清幽。而“锁”字则点出清秋常在，独存山中之意。接下去的四句，采取分镜头写法，捕捉典型的景观，细致刻画黄山山水胜境：“对孤峰绝顶，云烟竞秀；悬崖峭壁，瀑布争流。”“对”字为领格字，直领四句。一二、三四句各为一组，分写孤峰云烟、悬崖瀑布。而一三、二四则是隔句对仗，谓之扇面对。其中一三句又是句中对仗，谓之当句对。包容交错，如夜珠走盘，有往复回环之美。这四句的写景妙处，在于竞秀、争流的动态美。那孤峙飞耸的山巅绝顶，彩云缭绕，轻烟袅袅，或细如丝缕，柔如薄纱；或迷茫如海，横际无涯。忽聚忽散，离合变化，各逞奇姿，互竞秀色，气象万千。而悬崖之上峭壁之前的瀑布，飞流直下，素练遥挂，喷珠溅雪，争泻深潭，令人魂魄摇荡。总起来说，这四句笔落情至，语出景现，无刻意雕凿之痕而有信手拈来浑然天成之美。言简意赅，情韵俊秀。</p> <p>　　词人多年屏居黄山，耽于自然的山水情怀、云林雅趣，使他不知疲倦地遍游山中胜境，甚至不顾寒冷，踏雪觅胜，所以词中写了“洞里桃花，仙家芝草，雪后春正取次游”。头两句根据传说写成。相传黄山炼丹峰的炼丹洞里，有二桃，毛白异色，为仙家之物，“洞里桃花”即指此。“仙家芝草”，则指服之可以成仙的灵芝草。相传黄山轩辕峰为黄帝采芝处，今峰下有采芝源。写仙桃与仙草，既点出黄山异景，也点出它的非凡的经历。深山灵秘，正是寻幽探险的最好去处，虽在初春正月，词人游兴仍很高，雪过天晴之后便进山了。这三句中，“雪后”一句乃倒提之笔，点明入山寻访仙物时的天气、季节和急切心情。当他在进山路上，经过白龙潭时，忽然想起曾见过的奇景，于是再追述一笔，写了“亲曾见，是龙潭白昼，海涌潮头”。这里用“亲曾见”三字先作交代，表明所写奇景乃是亲眼所见的实在之景，并非道听途说，或是凭空想象的虚幻之景。所说“龙潭”，即白龙潭，在桃花溪上游、白云溪白龙桥下。在那里，白云溪受众壑之水，泻入白龙潭。每逢大雨倾盆之时，激流怒注，潭中之水有如雷辊霆击，虎啸龙吟，其势汹涌澎湃，如海潮翻滚，白浪蹴空，令人神骇心惊，不敢逼视。词人用“海涌潮头”四字加以形容，确实恰到好处。</p> <p>　　过片两句：“当年黄帝浮丘，有玉枕玉床还在不？”用“当年”二字提引，点明回叙之意，也见出黄帝浮丘仿佛确曾栖隐于黄山。据说，在遥远的古代，浮丘公曾来黄山炼丹峰炼得仙丹八粒，黄帝服其七粒，于是与浮丘公一起飞升而去。至今，炼丹峰上，浮丘公炼丹所用的鼎炉、灶穴、药杵、药臼仍然依稀可辨。</p> <p>　　峰下还有炼丹源、洗药溪呢。灵山仙迹，神奇动人。可是，词人撇开这些不问，而独独问到玉枕玉床，说明别的灵迹都已见到，而枕卧之具却未曾寻得。想象之中，这本是应该有的，如今不见了，却不肯直说，而故意摇曳笔姿，问出“还在不”三字，亲切自然，妙有灵动之感。接下去，词人想入非非，进入幽渺的神话境界，以“向”字切入，领起四个四言秀句：“向天都月夜，遥闻凤管；翠微霜晓，仰盼龙楼。”所说的天都，即黄山主峰之一的天都峰。其高度虽略低于莲花峰和光明顶，但它风姿峻伟，气势磅礴，拔地耸天，雄冠群山，因尊称之为天帝神都，故名曰“天都”。</p> <p>　　“凤管”，即凤箫。相传春秋时有萧史善吹箫，秦穆公以女弄玉妻之。萧史教弄玉吹箫作凤鸣，引凤来归，穆公为之筑凤台。后萧史、弄玉俱乘凤而去。凤箫之名即由此而得。这里说“遥闻凤管”，则由望仙峰传说推想而来。相传黄帝、浮丘从黄山望仙峰飞升时，彩云中遥闻有弦歌之声，黄帝在仙乐接引下驾云而去，后来就有瞭望仙峰的名称，而峰下之溪则因此得名为弦歌溪。词人想，天都峰是黄帝聚会众神之所，“中天开帝庭，百灵此朝飨”，当其降临之时也该是仙乐齐奏的，故而揉合望仙、天都两峰传说，写了“向天都月夜，遥闻凤管”。这两句不仅描绘出夜宿黄山的奇情逸趣和灵异境界，而且点带出天都峰下月洒清辉、山幽峰秀的清美景色。黄山之夜是美的，黄山之晨也是美的，所以后面两句“翠微霜晓，仰盼龙楼”，转而描绘黄山翠微峰的清丽风光。翠微峰位于黄山后海，为三十六大峰之一。山上古树参天，修竹遍地，郁郁葱葱，苍翠可爱，故名之曰翠微。山下有翠微寺，为唐代麻衣禅师道场。他曾飞锡穿穴而得神泉。龙楼，是由大气折射作用所生成的一种空中幻影，俗称之为蜃楼。古人以蜃属蛟龙一类的神异动物，能吁气作楼台城郭之状，故以蜃楼、龙楼称之。这种自然奇观，在黄山不常见到。故而当翠微霜天拂晓，晨光曦微之际，词人翘首仰盼，渴望幸得一见山中蜃楼奇景。他那举首凝目的神态、执意追求奇趣的情怀，活泼泼地表露出一颗热爱自然的纯真童心。神奇的黄山给予词人的实在太丰富了。可是那些神奇的故事毕竟都是遥远的过去的事情。词人来黄山时，虽然灵宅仙窟遗迹犹存，但已非昔日风貌。想到这里，不免有渺茫怅惘之感，于是写出了：“砂穴长红，丹炉已冷，安得灵方闻早修？”这三句的大意说：浮丘公提炼丹砂的石穴之色，虽依然长红，可是丹炉火尽，早已冷却了，又怎能得到仙方灵丹，赶早修炼成仙呢？问到这谜一样的事情，自然无人能答，似乎难以写下去。然而词人却绕旋回折，点借仙物，写出结末三句：“谁知此，问源头白鹿，水畔青牛。”“谁知此”三字，是就上句所问再作腾挪，而不即刻作答，象是“千呼万唤始出来”，饶有韵味。究竟有谁知道这些服丹成仙的事呢？词人说只有去问源头的白鹿和水畔的青牛了。显然这白鹿青牛定非寻常之物。原来，相传浮丘公曾在黄山石人峰下驾鹤驯鹿，留下了驾鹤洞、白鹿源的遗迹。白鹿既是浮丘公当年驯化的，想来定然应该知晓仙人的灵秘。而那水畔青牛也有一段非凡的经历。相传翠微寺左的溪边有一牛，形质迥异，通体青色，一樵夫欲牵回家中，忽然青牛入水，无影无踪。从此，那溪便称为青牛溪，至今仍在。看来，那青牛也该多少知道些仙人的故事。词人用拟问语气点出白鹿、青牛，作为词的收结，辞尽而意不尽，含有无穷的韵味，使奇美的黄山又增添了一层神秘的色彩。同时，也进一步抒发了词人饱览黄山风光，领略河山之美的<a href=\"http://so.gushiwen.org/view_59429.aspx\">诗</a>情游兴。</p> <p>　　这首词所写山水之景是实，神话传说是虚，虚实紧密揉合，使山水充满神奇色彩，使传说宛然实有其事，令人神往。而全词又是触景生情，以景写情，达到了情景交融为一的艺术妙境，确为黄山词难得的神品。明人程敏政《游黄山记》说：“黄山之为景也，非太白之句不能当其胜，非摩诘之图不能尽其变。”</p> <p>　　汪莘这首辞采横溢、情韵深厚的黄山词，可以说足以当其胜、尽其变而与名家并驾齐驱。</p>",
  "poet": {
    "id": 133,
    "star": 0,
    "name": "汪莘",
    "desc": "汪莘（1155～1227）南宋诗人。字叔耕，号柳塘，休宁（今属安徽）人，布衣。隐居黄山，研究《周易》，旁及释、老。宋宁宗嘉定年间，他曾三次上书朝廷，陈述天变、人事、民穷、吏污等弊病，以及行师布阵的方法，没有得到答复。徐谊知建康时，想把他作为遁世隐士向朝廷荐举，但未能成功。晚年筑室柳溪，自号方壶居士，与朱熹友善。作品有《方壶存稿》 9卷，有明汪璨等刻本；又有《方壶集》4卷，有清雍正九年(1731)刻本。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}