{
  "id": 21,
  "star": 470,
  "name": "小星",
  "dynasty": "先秦",
  "content": "嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。<br>嘒彼小星，维参与昴。肃肃宵征，抱衾与裯。寔命不犹。",
  "fanyi": "<p><strong>译文</strong><br>小小星辰光朦胧，三个五个闪天东。天还未亮就出征，从早到晚都为公。彼此命运真不同。<br>小小星辰光幽幽，原来那是参和柳。天还未亮就出征，抛撇香衾与暖裯。命不如人莫怨尤。</p> <p><strong>注释</strong><br>①嘒（huì慧）：微光闪烁。<br>②三五：一说参三星，昴五星，指参昴。一说举天上星的数。<br>③肃肃：疾行的样子。宵：指下文夙夜，天未亮以前。征：行。<br>④夙（sù素）：早。<br>⑤寔：“实”的异体字。是，此。或谓即“是”。<br>⑥维：是也。参（shēn申）：星名，二十八宿之一。昴（mǎo卯）：星名，二十八宿之一，即柳星。<br>⑦抱：古“抛”字。衾（qīn钦）：被子。裯（chóu绸）：被单。<br>⑧犹：若，如，同。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　生活在社会下层的小官吏，形同草芥，绝不会引人注目，多一个少一个也绝不会对官僚机构的运转有丝毫影响。他们的出现、存在、消失，全都悄无声息，上天连眼睛都不会眨一下。 </p> <p>　　这样的小人物，是社会旋涡中真正的边缘人，边缘得不能再边缘。</p> <p>　　这让人想到俄国小说家契诃夫笔下的小人物。长官的一个喷嚏，可以让小人物吓得发抖，一病不起，在战栗和恐惧中默默死亡。 小人物拯救自己的唯一的武器，只能是在内心默默向上帝祈祷，如此而已。 </p> <p>　　处在边缘的小人物的呼号，是软弱无力又震撼人心的。软弱无力，是因为位卑职微而不会有人理睬，不会有人在意；震撼人心，是因为这种呼号表明了不向命运认同、要自我的尊严和价值得到承认和尊重的自觉意识。</p> <p>　　其实，当小人物自己有了这种自觉意识，他至少在内心当中就不在是卑微的了。 </p><br/><h2>鉴赏</h2> <p>　　《毛<a href=\"http://so.gushiwen.org/view_21.aspx\">诗</a>序》云：“《小星》，惠及下也。夫人无妬忌之行，惠及贱妾，进御于君，知其命有贵贱，能尽其心矣。”韩诗说与毛异，《韩诗外传》卷一引“曾子仕于莒”以说诗，谓“家贫亲老，不择官而仕”，引诗曰：“夙夜在公，实命不同。”《容斋随笔》以为此诗是“咏使者远适，夙夜征行，不敢慢君命”之意，用韩说也。《白帖》引“肃肃宵征，夙夜在公”入“奉使类”。姚际恒《诗经通论》云：“章俊卿以为‘小臣行役之作’，是也。”并驳毛传郑笺，以为诗中情景，于毛传不类者三，于郑笺不通者三。<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微·召南答问·小星》总结各家，更加详说。郑笺孔疏附会毛传者非，不如申韩各家之说。</p> <p>　　申韩各家中引诗《北山》：“或燕燕居息，或尽瘁事国；或息偃在床，或不已于行。”解释《小星》之“寔命不同”，更合诗义。但谓“抱衾与裯”一句，指行人所携之“襆被”，或役夫所携之“行帐”，则似是而实非。他们注意了句中“衾裯”两字，在“衾裯”两字上做文章，不知道“抱”即古“抛”字。钱大昕《声类》：“抱，古抛字。《史记·三代世表》：‘抱之山中，山者养之。’《集解》：‘抱音普茅反’。”（详见《声类疏证》，上海古籍出版社出版）。诗言“抱衾与裯”者，说征人役夫“肃肃宵征”，抛却室家之乐，夫妻之爱也。唐人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>诗云：“为有云屏无限娇，风城寒尽怕春宵。无端嫁得金龟婿，孤负香衾事早朝”。说李诗是从《齐风·鸡鸣》“虫飞薨薨，甘与子同梦”，蜕化而来，可。说李诗从《小星》“抱衾与裯，寔命不犹”发展而来，亦可。因居者言之，则妻子怨早朝之孤负香衾；因行者言之，则自伤其“抛却衾裯”也。</p> <p>　　第一章之前两句云：“嚖彼小星，三五在东。”姚际恒所谓：“山川原隰之间，仰头见星，东西历历可指，所谓戴星而行也。”</p> <p>　　征人奔走，为赶行程，凌晨上道。忽见小星，三五在天，睡眼惺忪，初亦不知其星何名也。言在东者，东字与公、同趁韵，不必定指东方。第二章云：“嚖彼小星，维参与昴。”征人睡梦才醒，故初见晨星，不知何名。继而察以时日，然后知其为参星与柳星。第一章只言小星，三五在东，不言星名；第二章既说小星，又说乃参乃柳，这就是诗分章次的道理。诗虽写景，而情亦隐见其中。</p> <p>　　诗之每章后三句主要言情者，第一章云：“肃肃宵征，夙夜在公。寔命不同。”“夙夜”旧释“早夜”，“日未出，夜未尽，曰早夜”。夙夜或早夜都不是两字平列，而是上字形容下字的偏正结构。征人天不明即行，可见其不暇启处，忙于王事。《北山》诗云：“或燕燕居息，或尽瘁事国；或息偃在床，或不已于行；或不知叫号，或惨惨劬劳；或栖迟偃仰，或王事鞅掌；……”可见同为“王臣”，同为“职司”，工作并不相等，遭遇并不相同。第二章后三句云：“肃肃宵征，抱衾与裯，寔命不犹。”改第一章的“夙夜在公”为“抱衾与裯”。又改“同”为“犹”。改“同”为“犹”者换字叶韵。改言“抱衾与裯”者，则由于上章之“夙夜在公”，凌晨上道，弃室家之好，“抛衾与裯”也。“夙夜在公”是“抛衾与裯”之因，“抛衾与裯”是“夙夜在公”之果。文心极细，章序分明。征人之“不已于行”，较之“息偃在床”者，是“寔命不犹”。写役夫之悲，真是词情并茂。</p>",
  "about": "<h2>创作背景</h2> 　　周代由文、武奠基，成、康繁盛，昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。周代设有采<a href=\"http://so.gushiwen.org/view_21.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。这首小星就是对当时社会环境下役夫之悲的深刻反映，但近代也有认为是描写受到冷遇的姨太太的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人"
  ]
}