{
  "id": 69595,
  "star": 2,
  "name": "杂剧·李亚仙花酒曲江池",
  "dynasty": "元代",
  "content": "楔子<br>几年政绩远相闻，采得民谣报使君。雨后有人耕绿野，月明无犬吠黄昏。老夫姓郑名公弼，荥阳人也，自登进士，久著政声，官授洛阳府尹。所生一子，叫做郑元和，今年二十一岁了，从幼儿教他读书，颇颇有些学问，来年春榜动，选场开，须着元和孩儿取应去，博的一举及第，也与老夫增多少光彩。张千，你可收拾琴剑书箱，伏侍大相公去走一遭。理会得。孩儿，如今是夏间天道，你有甚气概诗，做一首来，与我听咱。父亲，你孩儿诗有了。万丈龙门则一跳，青霄有路终须到。去时荷叶小如钱，回来必定莲花落。前面两句尽有些气概，后面两句也还不见怎的。孩儿，自来功名之事，前程万里，全要各人自去努力。若但因循懒惰，一年春尽一年春，有甚么程期在那里！孩儿，此一去只愿你着志者。父亲放心，则今日孩儿拜辞了父亲，便索长行也。<br>【仙吕】【赏花时】赴选皇都将俺学业酬，正是男儿得志秋。题金榜，占鳌头，这万言策须当应口，直着那状元名喧满凤凰楼。<br>孩儿去了也。我眼观旌捷旗，耳听好消息。<br><br>第一折<br>自家赵大户的便是。人见我有些钱钞，与我起个表德，唤做赵牛筋。这歌者是刘桃花，与我作伴。今日是春间天道，我去那曲江池上，安排小酌，请我这姨姨李亚仙同赏春景。大姐，你自家请一请去。我知道。亚仙姐姐，赵官人在曲江池上请姐姐赏春哩。妾身姓李，小字亚仙，是教坊乐籍。有个结义的妹子，是刘桃花，今日在曲江池上，安排席面，请我赏玩。时遇三月三日，果然是好景致也呵！<br>【仙吕】【点绛唇】朝来个雨过效原，早荡出晴光一片。东风软，万卉争妍，山色青螺浅。<br>【混江龙】东君堪羡，买春光满地撒榆钱。你看那王孙蹴鞠，仕女秋千，画屧踏残红杏雨，绛裙拂散绿杨烟。我逐朝席上，每日尊前，可临郊外，乍到城边。据此景好着人无意相留恋。若依的我呵，则合这好花休谢，明月常圆。<br>妹夫，我有何德能，着你置酒张筵？姨姨，无甚么孝顺，只宰的一个小小羔儿，请姨姨在曲江池上，开怀畅饮数杯，有何不可！妹夫，你看些新鲜果品去。我知道，我看果品去也。妹子，我想你除了我呵，便是个第一第二的行首，你与那村厮两个作伴，与他说甚么的是？姐姐，我瞎汉跳渠，则是看前面便了。这的怕不是那！<br>【油葫芦】则你那痨病损的身躯难过遣，可怎生添上喘？央及杀粉骷髅也吐不出野狐涎，折倒的额颅破便似间道皮腰线，折倒的胸脯瘦便似减骨芭蕉扇。妹子，如今那统镘的郎汉又村，谒浆的崔护又蹇，他来到谢家庄，几曾见桃花面？酩子坦揣与些柳青钱。<br>咱看花去来。妹子，你看，那庄家每也赏寒食哩！<br>【天下乐】兀的不三月清明艳丽天，妹子，咱和你翩也波翩。绕着这古墓前，你看那香车宝马迭万千。行行里玩一会景致，行行里听一会管弦，妹子，你觑波，早离了酒席儿偌近远。自家郑元和，离了父亲，来到都下，举场未开。时遇春天明媚，引着张千，且去那曲江池上赏玩一遭。可早来到也，你看好景致。家家无火桃喷火，处处无烟柳吐烟。金勒马嘶芳草地，玉楼人醉杏花天。张千，你见这两个妇人么？那一个分外生的娇娇媚媚，可可喜喜，添之太长，减之太短，不施脂粉天然态，纵有丹青画不成，是好女子也呵！相公，坠了鞭子也。真个是风风流流，可可喜喜。相公，又坠了鞭子也。我知道。好女子，好女子。相公，又坠了鞭子也。我知道。我看那生裹帽穿衫，撒丝系带，好个俊人物也！<br>【那吒令】谁家个少年，一时间撞见；一时间撞见，两下里顾恋；两下里顾恋，三番家坠鞭。妹子也，他还是个子弟，是个雏儿。他管初逢着路柳丝，他管乍见着墙花片，多应被花柳牵缠。<br>【鹊踏枝】墙花也甚芳鲜，路柳也不飞绵。忙杀游蜂，恨杀啼鹃，没乱杀鸣珂巷亚仙，兜的又引起顽涎。<br>张千，这壁看了，可到那壁看去来。<br>【寄生草】他将那花阴串，我将这柳径穿。少年人乍识春风面，春风面半掩桃花扇，桃花扇轻拂垂杨线，垂杨线怎系锦鸳鸯，锦鸳鸯不锁黄金殿。梅香，你去请赵官儿来。姨姨，叫我做甚么？妹夫，那里有个野味儿，请他来同席，惟做甚么？在那里？呀，我道是谁，元来是郑舍。赵牛筋，我问你咱。那两个女子，谁氏之家？那一个生的好些的，是上厅行首李亚仙；这一个是他妹子刘桃花，就是敝表。我姨姨着我来请你哩，你过去同吃几杯儿酒。怎好搅扰。姨姨，我请将来了也。敢问足下仙乡何处，甚姓何名？小生姓郑，表德元和，荥阳人氏，因为应试到此。敢问小娘子高姓？妾身不幸，落在平康，唤做李亚仙的便是。久闻芳名，今得一睹，实乃小生有缘也。梅香，将酒来。解元，请满饮此杯。姨姨，这酒是我买的，我也吃一钟儿。呀，可忘了妹夫也。俺两个曾结义兄弟哩。这等，那个是仁兄？我是仁兄。你是仁兄沙！<br>【醉中天】莫不是冲倒临川县？我是爱弟。你是爱弟沙，莫不是买断了丽春园？姨姨，俺和刘大姐两口儿，不似牵牛郎织女那！你真个是牵牛上碧天，枉踏踏这清虚殿。我只问曲江里水比那天台较远？今日和刘郎相见，妹子，我索谢你，姐姐谢我做甚么？不因你个小名儿沙，你怎肯误入桃源。牛筋，你过去，说我要在亚仙姐姐家使一把钞，可容许么？姨姨，恰才元和秀才要来姨姨家使把钞，姨姨心下如何？妹夫，你说了就是。则俺母亲有些利害，不当稳便。<br>【金盏儿】他见兔儿叵寸鹰颤，口店羊骨不嫌膻。常则是肉吊窗放下遮他面，动不动便抓钱。只怕你脑门边着痛箭，胳膊上惹空拳，那其间羞归明月渡，懒上载花船。<br>那里有这般利害的？只是多与他些钱钞便了。<br>【青哥儿】俺娘呵外相儿卜分十分慈善，就地里百般百般机变。那怕你堆积黄金到北斗边，他自有锦套儿腾掀，甜唾儿粘连，俏泛儿勾牵，假意儿熬煎，辘轴儿盘旋，钢钻儿钻研，不消得迫欢买笑几多年早下翻了你个穷原宪。<br>料得小生决不到此，只要姐姐许小生做一程伴，便当倾囊相赠，有何虑哉！<br>【赚煞】往常我回雪态舞按柳腰肢，遏云声歌尽桃花扇，从今后席上尊前腼腆。就将小生的马，送大姐回去。请上马。更做道如今颠倒颠，落的女娘每倒接了丝鞭。小生多备些钱，送与妈妈，必然容允。咱既然结姻缘，又何须置酒张筵？虽然那爱钞的虔婆他可也难恕免。争奈我心坚石穿，准备着从良弃贱，我则索你个正腔钱，省了你那买闲钱。你看，郑舍随着姨姨去了也，我和你明日将些酒礼，与他作贺去来。<br><br>第二折<br>老夫郑公弼。自从遣我元和孩儿上朝取应，不觉又是两年光景。功名成否，自有个大数，这也不望他了。只是一去许久，怎么书信也不捎一封儿来？使老夫好生牵挂。正是：虽然千尺线，两地系人心。可早来到也。老爷，张千叩头。我正在此想念。张千，我元和孩儿好么？好教老爷得知。大相公来到京师，不曾进取功名，共一个行首李亚仙作伴，使的钱钞一些没了，被老鸨赶将出来，与人家送殡唱挽歌，十分狼狈，连小的也没处讨饭吃。一径的来报知老爷，可支些俸钱，去取了大相公回来。嗨，谁想元和孩儿在都下没了钱，与人家送殡唱挽歌，兀的不辱没杀老夫也！张千，将马来，老夫亲自到那里看那厮去。想这虔婆，好是不中，见元和无了钱物，就赶将出去。我想的有人家虔婆利害，也不似俺娘这般忒狠毒也呵！<br>【南吕】【一枝花】俺娘眼上带一对乖，心内隐着十分狠；脸上生那歹斗毛，手内有那握刀纹。狠的来世上绝伦，下死手，无分寸。眼又尖，手又紧。他拳起处又早着昏，那郎君呵，不带伤必然内损。<br>【梁州第七】俺娘呵，则是个吃人脑的风流太岁，剥人皮的娘子丧门。油头粉面敲人棍，笑里刀剐皮割肉，绵里针剔髓挑筋。娘使尽虚心冷气，女着些带耍连真，总饶你便通天彻地的郎君，也不彀三朝五日遭瘟。则俺那爱钱娘扮出个凶神，卖笑女伴了些死人，有情郎便是那冤魂。俺娘钱亲钞紧，女心里憎恶娘亲近，娘爱的女不顺。娘爱的郎君个个村，女爱的却无银。<br>自从我将郑元和撚了出去，我这女儿为他呵，在家茶不茶，饭不饭，又不肯觅钱。如今郑元和无了钱，与人家送殡唱挽歌讨饭吃。今日有一家出殡，料得他必然在那里唱歌，我如今叫女儿出来，在看街楼上看出殡去。他若是见了元和这等穷身泼命，俺那女儿也死心塌地与我觅钱。孩儿那里？孩儿，我和你到看街楼上散闷去。今日有个大人家出殡，摆设明器，好生齐整，我和你看一看波。我本懒的去，争奈我这虔婆絮聒杀人，无计奈何，须索跟他走一遭。好波，我跟奶奶去看看。<br>【商调】【尚京马】也则俺一时间错被鬼昏迷，是赡表子平生落得的。那有见识的哥哥每知了就里，似这等切切悲悲，从今后有金银，多攒下些买粮食。这虔婆则道我见元和穷身泼命，必然不睬他。他不说呵便罢，他若说呵，着他吃我几嘴好的。孩儿，你看那无钱的子弟，在那里迎丧送殡哩！<br>【隔尾】你道是无钱的子弟那里迎丧殡，你兀自戏说哩，这须是你爱钱的虔婆送了人。这亡化的，不知是婆娘，是汉子？那亡化的婆娘不须你问。不知他偌大年纪了？多管是未及到五旬。为甚的无个亲眷那？你道为甚的无个六亲。不知害甚么病死了那？想则为那苦克瞒心钞儿上紧。兀的不就是那郑元和？是谁家死了人，要郑元和在那里啼哭？<br>【牧羊关】常言道街死巷不乐。你只看他穿着那一套衣服。可显他身贫志不贫。他紧靠定那棺函儿哩。谁不道他是郑府尹的孩儿！他正是倚官挟势的郎君。他与人摇铃儿哩！他摇铃子当世当权。他与人家唱挽歌儿哩！唱挽歌也是他一遭一运。他举着神楼儿哩！他面前称大汉，只待背后立高门。送殡呵须是仵作风流种，唱挽呵也则歌吟诗赋人。<br>张千，那厮在那里？则这杏花园里便是。兀那厮甚么人？则这个便是帮着相公使钱的赵牛筋。张千，与我打这厮去！张千，打这小畜生！他是大相公，小的则是个泥鞋窄袜的公人，怎么敢打？你不敢打，取板子过来，待我自家打。辱子！休说褥子，破席头也没一块。元和！哎呀！死也死了，怎么元和？张千，我既打死这辱子，你将他尸骸丢在千人坑里，我先回去也。本为求名遣入都，岂知做出恁卑污。这等辱门败户羞人甚，倒也不若无儿一世孤。李家姨姨，郑老相公在杏花园里打死郑舍了也。呀，元和！你真个打死了那！<br>【骂玉郎】打的你浑身鲜血糊涂尽。我这里观了容貌，他那里减了精神。就着这车辙里雨水天生近，用手去满满的掬，口儿中款款噙，面皮上轻轻噀。<br>【感皇恩】你死的来不着家坟，撇的我那里终身？元和，请起波，请起波。谁着你恋莺花，轻性命，丧风尘。哎呀！醒便醒了，怎么捱的这等疼那。他道是元和醒也，这的便子弟还魂。元和，是我在此。姐姐，你不怕旁人耻笑，妈儿嗔怒，俺家爷爷怪恨那？我也怎怕的旁人笑，劣母嗔，你爹恨！<br>【采茶歌】我怕你死在逡巡，抛在荆榛，又则怕傍人夺了你个俊郎君。你妈儿利害哩！俺娘便利害呵，我也则是一度愁来一度忍。俺家爹爹打的我苦也！你爹打呵，谁教你唱一年春尽一年春！<br>要我直赶到这里，你这贱人还不快家去？快家去！俺娘拄着这条瘦亭亭拄杖，也不是条拄杖那，<br>【黄钟煞】则是个闷番子弟粗桑棍。系着这条舞旋旋的裙儿，也不是裙儿，则是个缠杀郎君湿布袍。接郎君分外勤，赶郎君何太狠！常言道娘慈悲，女孝顺；你不仁，我生忿。到家里决撒喷，你看我寻个自尽，觅个自刎，官司知，决然问。问一番，拷一顿。官人行，怎亲近。令史每，无投奔。我着你哭啼啼带着锁，披着枷，恁时分，走到衙门前，古堆邦坐的。有人问，妈妈你为甚么来，送了这孤寒的老身？妈妈道，这都是那生忿的小贱人送了我也！我直着你梦撒了撩丁，倒折了本。那虔婆好狠也，李亚仙好忍也，我郑元和好苦也，适才亚仙在此，尽有顾盼小生之意，争奈被他虔婆逼勒去了，单留小生一个，又是打伤的人，那里讨碗饭吃？可堪老鸨太无恩，撇下孤贫半死身。仔细思量无活计，不如仍还去唱\"一年春尽一年春。\"<br><br>第三折<br>想俺这虔婆好是不中，见元和有些钞物，都坑了他的，赶将出去。如今暮冬天道，纷纷扬扬下着这般大雪，元和，知他在那里忍冷也呵！<br>【中吕】【粉蝶儿】月馆风亭，则为这虔婆上梁不正，这些时消疏了燕燕莺莺。风月所得清白，雨云乡无粘带，烟花寨耳根清净。人问道亚仙的今世今生，则俺那郑元和可甚么了身达命。<br>梅香，你与我寻郑姐夫去。冷化化的那里寻去？这妮子好不晓事！<br>【醉春风】咱这里温水浸琼花，尚兀自冰澌生玉鼎。似这等扬风搅雪没休时，他倒大来冷，冷。你去那出殡处跟寻，起丧处访问，下棺处打听。我去寻便了。俺姐姐正望你哩，咱家去来。姐姐，好大雪，兀的不冻杀我也！梅香，将酒来，与他两个吃。赵牛筋，你且在这里，若那虔婆来时，你咳嗽为号。我知道。元和，好冷也。<br>【十二月】遍乾坤冬寒暮景，寰宇内糁玉筛琼。长街上阴风凛冽，头直上冷气严凝。好凄凉人也。又不曾亏负了萧娘的性命，虽同姓你又不同名。<br>【尧民歌】你本是郑元和也上酷寒亭，俺娘那茅茨火熬煎杀纸汤瓶。促的那锦鸳鸯苦死欲撏翎，打的那比目鱼切鹓尚嫌腥。他便天生、天生爱钞精。别人家不似这般利害那！争甚虔婆每一个个传槽病！<br>梅香，开门来。姐姐，奶奶来了，怎生是好那！<br>【满庭芳】哎，怎不教你元和猛惊，那里是虔婆到也，分明是子弟灾星。这一场唱叫无干净，死去波好好先生。呀，那叫化头，你又来怎的？这个是赵牛筋，我家须不是卑田院，怎么将这叫化的都收拾我家来了？罢波，你实拿住风月所和奸罪名，检着这乐章集依法施行，常拚着枷稍上长钉钉，你只问临川县令，可不道惺惺的自古惜惺惺。<br>你看他穷身泼命，他又无钱，你则管留他在家里做甚么？娘也，勾了你的也！<br>【耍孩儿】虽不曾把黄金堆到北斗杓儿柄，也做的过家私叠等，只为你虚心假意会劳承，赚的他囊橐如冰。他有钱呵，一家儿簇捧做胸前肉；他没钱呵，半合儿憎嫌做眼内钉，早把倒宅计安排定。只为些蝇头微利，蹬脱子我锦片前程。你看这等锦绣帏翡翠屏，是留得叫化子睡的？<br>【三煞】卖弄甚锦绣帏翡翠屏，则他这瓦罐儿早打破在你姻脂井。他便能飞也飞不出千重网，便会跳也跳不过万丈坑，郑元和亲身证。你这小贱人，还不赶他出去？要讨打哩！你就将他赶离后院，少不的我也哭倒长城。<br>兀那赵牛筋，你当初有钱在刘桃花家使，须不曾我家使，你不到刘家去叫化，却到我家来，好不识进退。这郑舍也是我总承你家的，不知亚仙姨姨吃了我几席酒，今日便分一杯儿与我吃，也是个舍钱的。奶奶，怎么这等做得山？<br>【二煞】我和他埋时一处埋，生时一处生。任凭你恶叉白赖寻争竞，常拚个同归青冢抛金缕，更休想重上红楼理玉筝。非是我夸清正，只为他星前月下，亲曾设海誓山盟。<br>好波，你个谢天香！<br>【尾煞】我比那谢天香名字真，他可做的柳耆卿么？你嗓磕他怎的？他比那柳耆卿也不斤两轻。这都是我大秤称过的。折莫娘将定盘星生扭做国三硬。我这门户人家，穿的吃的，那件不要钱使？你不与我觅钱，你待怎么？我想元和将着许多钱钞都用尽在我家，致得今日狼狈。欺天负人，瞒心昧己，神明也不保佑。如今奶奶年已六十岁了，情愿将亚仙身边所有，计算还你，勾过二十年衣食之用，赎我亚仙之身，与元和另寻房屋居住，教他用心温习经书，待到来年选场，必称其志。说那里话？你正青春年少，伴着这个一千年一万世不能勾发迹的穷乞儿，我怎么肯？你只去卖笑求食，做你那本等行业便了。奶奶，你不依我，你听者。你待要我卖笑求食，直将我来慢慢的等。你看这小贱人，竟自拥着郑元和去了。天呵，这叫化头身子月音月音臜臜希臭的，你还想和他作伴？公然不想觅铜钱，只恋无端恶少年。多敢爱他歌唱好，双双携手入卑田。<br><br>第四折<br>自从杏园里打了孩儿一顿，至今不知下落。早间有人报道，新县令来见，与我老夫同姓。张千，门首觑者，若县令来时，报复我知道。理会的。独对千言日未晡，为官洛邑见飞凫。当时不得佳人力，险作穷途一饿夫。小官郑元和便是。多亏李亚仙留我在家，劝我苦志攻书，遂得一举成名。今授洛阳县令，适间上过任了。如今参见本府府尹去。你不是我孩儿郑元和么？怎这等要便宜？我那里是你孩儿！左右，将马来，我自去也。分明是郑元和一般模样，他倒说不是。这也有甚么难见处？张千，取他递的脚色来我看。脚色在此。可知是我孩儿郑元和。我也道这县官与大相公好生厮像。他道我在杏园里打了他一顿，父子恩情都已绝了，故此不肯厮认。我看他脚色上写道妻李氏，想就是那妓女了。那行道叫做李亚仙，正是李氏。我想起来，元和孩儿醒转之后，必定是那李亚仙收留回去，劝他读书，成其功名，是一个贤惠的了。我如今去见那媳妇儿，着他劝元和认我，又何难哉！张千，将马来，随我到新县官私宅走一遭去。夫人，小官已为朽木死灰，若非你拯救吹嘘，安能到此？元和，谁想有今日也呵！<br>【双调】【新水令】散春风和气满鸣珂，燕莺恰便似耳边吹过。往常我尊前歌婉转，席上舞婆娑，这妙舞清歌，都参透，总识破。<br>夫人，咱今日夫妻完美，须念往昔艰难，咱待舍些钞周济贫人，大乞儿一贯，小乞儿五百文。相公，你主的是。<br>【沉醉东风】俺也曾几番家心中揣摩，莫不是梦里南柯。当日要一文钱没处求，今日享千钟粟还嫌薄。知他来命福如何？你则待普度慈悲念佛啰，权做个收因种果。<br>打听得新任县令舍钱，我去讨些钱使，叫化碗饭吃。我道是谁，元来是赵牛筋。<br>【雁儿落】俺如今有过活，你兀自难存坐。哎，你个卑田院老教头，你认的我么？奶奶你是谁？我便是鸣珂巷陪钱货。<br>元来是李家姨姨。<br>【得胜令】你可认的那旧家计郑元和？夫人，他是谁那？他是你同伴的老哥哥。不争你那地塌下摇铃子，对着这衙厅上教演他唱挽歌。这般样村呵，你道是不快俺风尘过，休波倚仗着门前桃李多。<br>赵牛筋是我同受贫穷的人，左右，取五千钱来与他去。兀的不是舍钱的老爷奶奶呵！叫化咱，叫化咱。那门外又是甚么人闹炒？我试看咱。<br>【川拨棹】阶垓下闹镬铎，闹火火，为甚么？则见他发似丝窝，眼似胶锅，口似番河。我道是谁？原来是搅肚蛆肠的老虔婆，将瓦罐都打破。你打破了我的瓦罐哩。<br>【七弟兄】你敢是恨我、怨我，甚存活。想你来迎新送旧多胡做，到今日穷身泼命怎收科？舒着那手掌儿道乞化钱一个。<br>前日我算过二十年用度与你，怎生便这般穷了来？则被一把天火烧了我家缘家计，因此上折倒的穷了。<br>【梅花酒】元来是那场火，使不着你偻儸，显不着你悲合，早则了了也那婆婆。那火倏的来，忽的着，烧地眠，炙地卧，眼睁睁，怎奈何？为巴钱毒计多。被天公生折磨。<br>想起他赶我出门的时节，本等不该认了，但是许夫人赎身一件，也还有母子情分。如今另置一所小宅，每季给他衣食之费，养赡终身便了。前日与了我二十年用度，被一场火烧的光光荡荡，倘或又是火发，也不可保。女儿，我想来，你也尚青春年少，只是仍旧与我觅钱才好。早来到私宅门首。张千，你入去报与夫人知道，说老夫来了也。禀夫人得知，有老相公在于门首。早知老相公到来，只合远接，接待不及，勿令见罪。<br>【收江南】呀，草堂中忽地贵人过，急的我忙接待敢蹉跎？媳妇儿，我当初在杏园里打上孩儿一顿，也只要他成人。今日孩儿得了官，就不肯认我。媳妇儿，你与我问他这个是何道理？你父子们有甚不相和，倒着俺定夺？管教你一家完美笑呵呵。<br>相公，你为何不肯认老相公那？吾闻父子之亲，出自天性。子虽不孝，为父者未尝失其顾复之恩；父虽不慈，为子者岂敢废其晨昏之礼？是以虎狼至恶，不食其子，亦性然也。我元和当挽歌送殡之时，被父亲打死，这本自取其辱，有何仇恨？但已失手，岂无悔心？也该着人照觑，希图再活；纵然死了，也该备些衣棺，埋葬骸骨，岂可委之荒野，任凭暴露，全无一点休戚相关之意？嗨，何其忍也！我想元和此身，岂不是父亲生的？然父亲杀之矣。从今以后，皆托天地之蔽佑，仗夫人之余生，与父亲有何干属？而欲相认乎？恩已断矣！义已绝矣，请夫人勿复再言。相公，你当初在杏园吃打时节，妾本欲以死为谢，然而偷生至今者，为相公功名未就耳。今幸得一举登科，荣宗耀祖，妾亦叨享花诰为夫人县君，而使天下皆称郑元和有背父之名，犯逆天之罪，无不归咎于妾，使妾更何颜面可立人间？不若就厌衣的裙刀，寻个自尽处罢！<br>【鸳鸯煞】从今后把并头花蕊甘生锉，同心搂带拚教割。这的是万古纲常，众口评跋。畅道罪逆滔天，何时解脱？相公，妾今日怎么爱惜得一死？人都道郑元和死为辱子，也只由的李亚仙；生为逆子，也只由的李亚仙。都为我泼贱烟花，把你个名儿污。不由不奔井投河，便封我到一品夫人，也荣耀不的我。<br>夫人，怎么这等性急？我看夫人面上，认我父亲罢。你看这厮波。且喜孩儿认了我也，又得了一个贤惠的媳妇儿，便当杀羊置酒，做个庆贺的筵席。亲莫亲父子周全，爱莫爱夫妇团圆。郑元和风流学士，李亚仙绝代婵娟。曲池前偶逢情赏，杏园后益显心坚。早遂了跳龙门桂枝高折，空余下莲花落乐府流传。<br>题目郑元和风雪卑田院<br>正名李亚仙花酒曲江池",
  "poet": {
    "id": 1188,
    "star": 0,
    "name": "石君宝",
    "desc": "石君宝，元代戏曲作家。姓石，名德玉，字君宝，女真族。元世祖至元十三年（1276）逝世，享年85岁。平阳（今山西临汾）人。以写家庭、爱情剧见长。著有杂剧10种，现仅存3种：《鲁大夫秋胡戏妻》、《李亚仙花酒曲江池》、《诸宫调风月紫云亭》，另7种皆佚。《太和正音谱》评其词“如罗浮梅雪”。"
  },
  "tags": []
}