{
  "id": 55203,
  "star": 216,
  "name": "蝶恋花·送春",
  "dynasty": "宋代",
  "content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 <br>绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。",
  "fanyi": "<p><strong>、译文</strong><br>楼外垂杨千条万缕，仿佛要拴住春天的脚步，春天却匆匆而过不曾稍停。只有柳絮仍然在风里飘飞，它随春风要看春归向何处？<br>绿色的山川只听杜鹃乌啼叫，它本是无情的鸟，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天却不语，黄昏时候却下起了潇潇细雨。</p> <p><strong>注释</strong><br>1、系：拴住。<br>2、青春：大好春光。隐指词人青春年华。<br>3、少住：稍稍停留一下。<br>4、犹自：依然。<br>5、杜宇：杜鹃鸟。<br>6、便作：即使。<br>7、莫也：岂不也。<br>8、“把酒”句：把酒，举杯；把，持、拿。送春，阴历三月末是春天最后离去的日子，古人有把酒浇愁以示送春的习俗。此句与王灼《点绛唇》“试来把酒留春住，问春无语，席卷西山雨”写法相似。<br>9、潇潇雨：形容雨势之疾。</p>",
  "shangxi": "<p>　　惜春伤春，留春送春，词中常调。这首“送春”词却别具一份女词人的巧思妙想与慧心深情。</p> <p>　　上片化景物为情思，纯从“楼外垂杨”着笔。从风飘柳絮的景象看，词中所写，当是暮春烟柳，而非细叶新裁的仲春嫩柳，这样方与送春之旨吻合。杨柳依依的形象和折柳送别的风习使人们从柳条想到送别，原很自然；但从“垂杨千万缕”想到它“欲系青春”，却是女词人的独特感受。从“送”到“系”，虽只在一转换之间，却包含了想象的跨越飞跃，进一步写出了柳的缱绻多情。那千万缕随风荡漾的柳丝，像是千万缕柔曼的情思，力图挽住春天。然而“少住春还去”，春毕竟是留不住的。他人至此，不过叹息伤感而已，词人却从随风飘荡的柳絮生出“随春且看归何处”的奇思妙想。柳絮的形象，在词中或状撩乱春愁，或状漂荡无依，即使联想到“送”，也只有“飞絮送春归”（蔡伸《朝中措》）一类想象。<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>却以女词人特有的灵心慧性和缠绵执着，将它想象成一直深情地追随着春天，想看一看春究竟归于何处。由“系”到“随”，进一步写出了柳对春天的无限依恋和无尽追踪。</p> <p>　　下片从“春归”生出，转从送春的词人方面着笔。“绿满山川”正是暮春之景。这一望碧绿之中正含有落花飞絮狼藉的伤感记忆，更何况耳畔又时时传来象征着春归的杜鹃鸟凄伤的呜叫声。目接耳闻，无非芳春消逝的景象即便是无情人，恐怕也要为之愁苦不已。“便作”句先从反面假设，“莫也”句则故用摇曳不定之语从正面渲染愁苦，愈觉情怀酸楚。写到这里，方才引出这位满怀愁情的女主人公。“系春”不住，“随春”难往，唯有“送春”：“把酒送春春不语，黄昏却下潇潇雨。”这两句似从欧词“泪眼问花花不语，乱红飞过秋千去”化出，但独具神韵。在词人感觉中，这即将离去的春天，像是怀着无限别离的惆怅与感伤，悄然无语，与伤春的词人默然相对。时近黄昏，又下起了潇潇细雨。这“潇潇雨”，像是春天告别的细语，又像是春天归去的叹息。而女主公情怀的黯淡、孤寂也从中隐隐传出。妙在“不语”与“潇潇雨”之间存在着一种似有若无的对应与联系，使读者感到这悄然飘洒的“雨”仿佛是一种不语之“语”。这一境界空晨。极富象外之致的结语使词在巧思妙想之外更多了一份悠远的情致。</p> <p>　　全词通过描写外缕垂杨、飞絮缱绻、杜鹃哀鸣、春雨潇潇，构成一副凄婉缠绵的画面，一个多愁善感，把酒送春的女主人公的形象活现在这幅画面中，词句清丽，意境深远。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>在少女时有一段纯美的爱情，但婚后生活却十分不如意，最后忧郁而终。这首词正是她对昔日美好生活一去不复返的追恋哀伤不已的反映。</p>",
  "poet": {
    "id": 220,
    "star": 0,
    "name": "朱淑真",
    "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
    "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "惜春"
  ]
}