{
  "id": 18315,
  "star": 7,
  "name": "湘岸移木芙蓉植龙兴精舍",
  "dynasty": "唐代",
  "content": "有美不自蔽，安能守孤根。<br>盈盈湘西岸，秋至风霜繁。<br>丽影别寒水，浓芳委前轩。<br>芰荷谅难杂，反此生高原。",
  "fanyi": "<p><strong>译文<br></strong>姿容艳美，既不自藏；岂容独处，无人欣赏。<br>亭亭玉立，潇水西畔；秋季来临，风紧霜繁。<br>艳丽倩影，告别寒江；移植廊前，散发芳香。<br>它与荷花，混杂实难；与之不同，故生高岸。</p> <p><strong>注释<br></strong>⑴木芙蓉：又称木莲，生于陆地。<br>⑵美：指木芙蓉。<br>⑶盈盈：姿态美好的样子。湘西：潇水西岸。<br>⑷委：放置，指栽培。轩：有窗的长廓或小室。<br>⑸芰荷：荷花。<br>⑹高原：高地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《湘岸移木芙蓉植龙兴精舍》一<a href=\"http://so.gushiwen.org/view_18315.aspx\">诗</a>，写作时间与植桂诗大致相同，心态也相拟，只是写法上略有不同，如果说植桂诗更多地表现了自己的孤悲之感的话，此诗则以自爱、自慰之情为主。</p> <p>　　诗人创作此诗，心态上有两个特征。一是孤寂无依，世无知音之感。当时诗人刚贬谪永州，政治地位一落千丈。作为被贬官员，行动很不自由，处境与囚徒相差无几。所以他常自称为“罪臣”、“楚囚”。心理常惶恐不已，彻夜难眠。再加上昔日志同道合的朋友都远贬荒凉遥远之地，贬官的身份也不便与他人接触。因而，伴随他的只是孤独、寂寞和无奈。另外一种心态特征是：怀才不遇又矢志不移。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的才能是全面的，为多数人所了解的，柳宗元主要是散文家和诗人。但被贬之前，柳宗元的理想绝不是做文人，而且有点不屑于做文人。在《答吴武陵论〈非国语〉书》中说道：“意欲施之事实，以辅时及物为道。”信中他向自己好友表白了昔日的理想。他的《冉溪》诗中“少时陈力希公候，许国不复为身谋”的句子，更是直接说明了他的理想是辅助时政，建政立业，为此而不怕牺牲。事实上，他也确有非凡的政治才能，三十四岁成为朝廷要臣足以说明了这点。永贞革新的失败，他失去了政治上有所作为的机会，但他并没有放弃，这一性格很类似流放中的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。在贬永时期，他关注着时局的变化，民生的疾苦，常与朋友以书信的形式讨论历史、政治和为官之道，希望被朝廷起用，再度施展政治才能。为了理想，他提携后进，培养人才，积蓄力量，正如《冉溪》诗中写道：“却学寿张樊敬侯，种漆西园待成器。”这些大概是柳宗元在不自由状态下最大的所为吧。了解了柳宗元这样的心态，就很容易把握此诗的深层次的含义。</p> <p>　　这首诗在艺术上的特点，就是采用拟人化手法，把自己的心态物化成木芙蓉，木芙蓉自然成了他感情的载体、心灵的镜子和与读者沟通的渠道。诗中的木芙蓉具有鲜明的诗人的色彩：她孤寂、独自长在湘水西岸，任秋风疾吹，繁霜严打，无人爱怜顾惜；她完美，“盈盈”，是婀娜多姿的体形，“丽影”是艳丽动人的身姿，“浓香”是沁人的芳香，可谓集众美于一身；她自信，“有美不自蔽，安能守孤根”，这种自信来自于“有美”。这种美与其说是木芙蓉的姿态、丽影和浓芳，不如说是诗人的才华、理想。因此，即使在孤独、冷落，被人诋毁、抛弃的处境里，他也没有沮丧、消沉和自暴自弃。他坚信自己总会有被人赏识的时候；他很有原则，处于世上，就只能像木芙蓉一样，扎根高高的陆地，绝不与浮于水上的摇摆不定的芰荷同处。诗人对木芙蓉作了淋漓尽致的描绘，倾注了强烈的感情。这样做的用意很明显，高文先生道明了诗人的用意：“此诗写木芙蓉美丽而孤独，深受风霜欺凌，诗人同情它的遭遇而移栽于住所轩前。乃以木芙蓉自比，怜花亦即自怜”。诗人爱花，护花，实为自爱自慰。这也正是中国古代文人抚平内心创伤，驱走孤独幽愁的常见方式。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写花",
    "抒情",
    "孤寂",
    "愁苦"
  ]
}