{
  "id": 48018,
  "star": 1730,
  "name": "白马篇",
  "dynasty": "魏晋",
  "content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 <br>少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。<br>控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。<br>狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。<br>羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。<br>弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！<br>名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！",
  "fanyi": "<p><strong>译文</strong><br>驾驭着白马向西北驰去，马上佩带着金色的马具。有人问他是谁家的孩子，边塞的好男儿游侠骑士。<br>年纪轻轻就离别了家乡，到边塞显身手建立功勋。楛木箭和强弓从不离身，下苦功练就了一身武艺。<br>拉开弓如满月左右射击，一箭箭中靶心不差毫厘。飞骑射裂了箭靶“月支”，转身又射碎箭靶“马蹄”。<br>他灵巧敏捷赛过猿猴，又勇猛轻疾如同豹螭。听说国家边境军情紧急，侵略者一次又一次进犯内地。<br>告急信从北方频频传来，游侠儿催战马跃上高堤。随大军平匈奴直捣敌巢，再回师扫鲜卑驱逐敌骑。<br>上战场面对着刀山剑树，从不将安和危放在心里。连父母也不能孝顺服侍，更不能顾念那儿女妻子。<br>名和姓既列上战士名册，早已经忘掉了个人私利。为国家解危难奋勇献身，看死亡就好像回归故里。</p> <p><strong>注释</strong><br>[1]白马篇：又名“游侠篇”，是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>创作的乐府新题，属《杂曲歌·齐瑟行》，以开头二字名篇。<br>[2]金羁（jī）：金饰的马笼头。<br>[3]连翩（piān）：连续不断，原指鸟飞的样子，这里用来形容白马奔驰的俊逸形象。<br>[4]幽并：幽州和并州。在今河北、山西、陕西一带。<br>[5]去乡邑：离开家乡。<br>[6]扬声：扬名。垂：同“陲”，边境。<br>[7]宿昔：早晚。秉：执、持。<br>[8]楛（hù）矢：用楛木做成的箭。何：多么。参差（cēncī）：长短不齐的样子。<br>[9]控弦：开弓。的：箭靶。<br>[10]摧：毁坏。月支：箭靶的名称。左、右是互文见义。<br>[11]接：接射。飞猱（náo）：飞奔的猿猴。猱，猿的一种，行动轻捷，攀缘树木，上下如飞。<br>[12]散：射碎。马蹄：箭靶的名称。<br>[13]狡捷：灵活敏捷。<br>[14]勇剽（piāo）：勇敢剽悍。螭（chī）：传说中形状如龙的黄色猛兽。<br>[15]虏骑（jì）：指匈奴、鲜卑的骑兵。数（shuò）迁移：指经常进兵人侵。数，经常。<br>[16]羽檄（xí）：军事文书，插鸟羽以示紧急，必须迅速传递。<br>[17]厉马：扬鞭策马。<br>[18]长驱：向前奔驰不止。蹈：践踏。<br>[19]顾：看。陵：压制。鲜卑：中国东北方的少数民族，东汉末成为北方强族。<br>[20]弃身：舍身。<br>[21]怀：爱惜。<br>[22]籍：名册。<br>[23]中顾私：心里想着个人的私事。中，内心。<br>[24]捐躯：献身。赴：奔赴。</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　从汉献帝建安到魏文帝黄初年间?196-226?，是中国<a href=\"http://so.gushiwen.org/view_48018.aspx\">诗</a>歌史上的一个黄金时代。由于曹氏父子的提倡，汉乐府诗\"感于哀乐，缘事而发\"的现实主义精神得到了继承和发扬。一批身经乱离，目击苦难而又肯正视现实的诗人，不但把社会真象摄入笔底，而且注入自己的真切感情。这一时期，最有价值的文学作品，除了那些反映战乱和人民苦难的篇什外，就是抒发渴望为国家建功立业的理想抱负的篇章。这方面的代表作当属<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的《龟虽寿》和<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《白马篇》。如果说《龟虽寿》是一位\"幽燕老将\"的\"壮士之歌\"的话，那么《白马篇》则是一位英雄少年的\"理想之歌\"。诗中塑造了一位武艺精绝、忠心报国的白马英雄的形象。</p> <p>　　曹植?192-232?，字子建，曹操的第三子。生于乱世，自幼即随父四方征战，\"南极赤岸，东临沧海，西望玉门，北出玄塞\"。自东汉末年分裂割据以来，为国家的统一和社会的安定而献身一直是时代的最强音。时代的这种召唤，加上为国家统一而南征北战的曹操那\"烈士暮年，壮心不已\"的豪情壮志的熏陶，培养了曹植\"戮力上国，流惠下民\"的理想，铸成了他心中的既有爱国之德又有爱国之才的英雄形象。金代作家<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>说过，真实的诗篇应该是诗人的\"心画心声\"。可以说，《白马篇》就是曹植的\"心画心声\"，寄托了诗人为国家建功立业的渴望和憧憬。</p> <p>　　全诗共28句，我们不妨把它分为四层来理解。</p> <p>　　开篇两句是第一层。\"白马饰金羁，连翩西北驰\"，白色的战马，饰着金黄的笼头，直向西北飞驰而去。首句不写人而人却在其中。这里用的是借代和烘托的手法，以马指代人，以马的雄骏烘托人的英武。白马，在古人眼里，除具有能战善战，堪负重任的品格外，还象征着坚定、忠诚、奉献、牺牲。\"生乎乱，长乎军\"的曹植，\"志欲自效于明时，立功于圣世\"，以白马来指代他理想中的少年英雄，是再贴切不过的了。\"连翩西北驰\"，显示了军情的紧急，创造出浓郁的战争气氛。</p> <p>　　\"借问谁家子\"以下12句，是第二层。如上所述，诗一开头即写军情紧急，可是接下来却以\"借问谁家子，幽并游侠儿\"的问答宕开，缓笔插入对这位白马英雄的描述，造成诗篇节奏上的一张一弛。幽并，指幽州和并州，是燕、赵故地，自古\"多慷慨悲歌之士\"。诗中写这位白马英雄是\"幽并游侠儿\"，以见其根基不浅。古人有\"醉卧沙场君莫笑，古来征战几人回\"的诗句。这位\"少小去乡邑\"的白马英雄却能久经征战而扬名边塞。何以如此？接着诗人便以饱蘸热忱的笔触描述英雄的精绝武艺：</p> <p>　　宿昔秉良弓，木苦矢何参差！控弦破左的，右发摧月支。</p> <p>　　仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。</p> <p>　　\"宿昔秉良弓\"，是说他早早晚晚弓箭不离手；\"木苦矢何参差\"，是形容他射出去的箭络绎不绝，纷纷疾驰。这两句是写他长期坚持不懈地苦练骑射技术的情景，说明他精深的武艺并非一朝一夕之功。下边接着即写他过硬的骑射技术：左右开弓，仰射俯射，或动或静，箭无虚发。敏捷胜过猿猴，勇猛好像虎豹和蛟龙。诗人以高度凝练的笔墨、铺陈描写的手法，生动形象而又集中概括地交待了这位英雄的不凡的来历和出众的本领。这就不仅回答了这位白马英雄是何等人物，他何以能\"扬声沙漠垂\"，而且为下边写他英雄事迹作了坚实的铺垫。\"边城多紧急\"以下6句，是第三层。从结构上讲，这里是紧承开头\"连翩西北驰\"的，这既是\"西北驰\"的原因，也是\"西北驰\"的继续。从内容上讲，这是把人物放在严酷的战争环境中来塑造。\"边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。\"边塞城邑多次报警告急，敌军骑兵频繁犯边。插着羽毛的紧急文告从北方传来，白马英雄立即催马登上防御工事。只用了4句20字，便写出了英雄急国家所急的侠肝义胆。在边塞紧急的关头，国家一声令下，他毫不犹豫,立即奔赴前线。\"长驱蹈匈奴,左顾凌鲜卑\"两句,是正面描写人物的英勇。\"蹈\"、\"凌\"二字有力地表现了他压倒敌人而不被敌人所压倒的英雄气概。从结构上讲，这两句是承前启后的过渡句，既是前段描写的自然归结，又是诱发下文议论的引言。</p> <p>　　弃身锋刃端，性命安可怀？ 父母且不顾，何言子与妻？</p> <p>　　名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归。</p> <p>　　这是最后一层。意思是说，投身于刀锋剑刃的战场，岂能不置生死于度外？哪里还顾得上父母妻儿之情？既然编入壮士的名册，参加到军队的行列，心中就不能有什么私念，就要随时准备为国捐躯，视死如归?这既是诗篇中主人翁的独白，又是诗人对英雄崇高精神世界的揭示和礼赞。就一般叙事诗来说，把诗中主人翁的本末事迹表达清楚也就够了，用不着再加议论。就本诗而言，这段议论是必不可少的。诵读全诗，我们不难感受到，在层层的铺陈描述中，诗人心中的激情步步上升，到最后已是汹涌澎湃，\"情动于中而形于言\"，不得不一吐为快。这是诗人心声的自然流露。也正因如此，我们读来不只没有空泛之感，反觉句句真切，震撼心灵。</p> <p>　　曹植在《与杨德祖书》中说过：\"街谈巷说，必有可采；击辕之歌，有应风雅。\"这说明他是很看重民歌的。《白马篇》就不离\"街谈巷说\"、\"击辕之歌\"的质朴，而又文彩斐然，从而形成了刚健质朴的艺术风格。清人方东树评论曹植的这篇诗说：\"此诗奇警\"，又说此篇\"实出屈子《九歌·国殇》\"。所论极是。此诗不仅节奏张弛有致，篇章波澜起伏，令人奇警，语言也具有奇警的特色。例如，\"木苦矢何参差\"的\"参差\"，原本是个普普通通的词，本意是长短不齐。可是用在这里就平中见奇，普字生辉了，用来形容射出去的箭纷纷疾驰，络绎不绝，是再形象不过了，怕是难以找到比它更贴切的了。所谓\"实出屈子《九歌·国殇》\"，是指篇末所颂扬的英雄的\"捐躯赴国难，视死忽如归\"的精神，与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《国殇》篇末所歌颂的卫国英雄的\"子魂魄兮为鬼雄\"的爱国精神是一脉相承的，都是对爱国英雄的慷慨礼赞。</p> <p>　　唐代大诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>说过：\"诗者，根情、苗言、华声、实义\"，意思是说，诗歌以感情为根本，以语言为苗叶，以声音为花朵，以思想为果实。曹植在其笔下的人物身上倾注了自己的崇高理想和满腔激情，又能从前人优秀的作品和民歌中汲取思想营养和艺术营养，因此才创造出\"白马英雄\"这个历久不衰的艺术形象。 </p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的这首乐府<a href=\"http://so.gushiwen.org/view_48018.aspx\">诗</a>可分四节来理解其内容。第一节，从开头至“幽并游侠儿”，概写主人公游侠儿英俊豪迈的气概；第二节，从“少小去乡邑”到“勇剽若豹螭”，补叙游侠儿的来历和他超群的武艺；第三节，从“边城多警急”到“左顾凌鲜卑”，写游侠儿在战场上冲锋陷阵、奋勇杀敌的英雄事迹；第四节，从“弃身锋刃端”至结束，写游侠儿弃身报国、视死如归的崇高思想境界。全诗塑造了一个武艺高强又充满爱国情感的游侠形象。</p> <p>　　作品运用了铺陈的笔法。这正是乐府诗突出的艺术特点。如诗中写游侠儿的武艺：“控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。”“左的”、“月支”、“马蹄”，都是练习射箭的靶子，作者这样铺陈地写，就从左、右、上、下不同的方位表现了他高强的射箭本领。再如写他的战功：“羽檄从北来，厉马登高堤。长躯蹈匈奴，左顾凌鲜卑。”“羽檄”就是命令，他闻风而动，立即投入浴血的战斗当中。他平定了边乱，保住了四境的安全。这种铺陈的写法，前后句文意互应，渲染了气氛，给读者留下鲜明深刻的印象。</p> <p>　　这种铺陈的写法，也表现了作者对游侠儿由衷赞羡之情。如在第四节，作者连用了意思大致相同的四句话，反复咏叹，赞扬游侠儿弃身报国、视死如归的高尚思想品德，可见其敬仰之深。其实，曹植这样写，也是借诗抒怀，借写游侠儿，来表达自己为国建功立业的豪迈情怀。 (周英)</p><br/><h2>赏析</h2> <p>　　这是羁旅怀乡之作。离家久远，目睹旅馆门外的渔船即加以艳羡。幽恨乡愁、委实凄绝。颈联“远梦归侵晓，家书到隔年”意思曲折多层，实乃千锤百炼的警句。</p> <p>　　首联起，直接破题，点明情境，羁旅思乡之情如怒涛排壑，劈空而来。可以想见，离家久远，独在异乡，没有知音，家书也要隔年才到，此时孤客对寒灯，浓厚深沉的思乡之情油然而生，必会陷入深深的忧郁之中。“凝情自悄然”是此时此地此情此景中抒情主人公神情态度的最好写照：静对寒灯，专注幽独，黯然伤神，将<a href=\"http://so.gushiwen.org/view_48018.aspx\">诗</a>人的思念之情写到极致。</p> <p>　　颔联承，是首联“凝情自悄然”的具体化，诗人融情于景，寒夜孤灯陪伴孤客，思念故乡旧年往事，失群孤雁声声鸣叫，羁旅之人深愁难眠，细致地描绘出了一幅寒夜孤客思乡图景。“思”字和“警”字极富炼字功夫。灯不能思，却要寒夜愁思陈年旧事，物尤如此，人何以堪。由灯及人，显然用意在人不在物。“警”字也极富情味。旅人孤灯，长夜难眠，一声雁叫，引孤客嫠妇愁思惊梦，归思难收。</p> <p>　　首联与颔联极言乡关遥远，幽愁满怀。梦见自己回到家中，因路途遥远，梦醒时分天已大明，家书须隔年才能寄到旅馆，可见离家之远，表达出对家乡深沉的思念。</p> <p>　　颈联转，用设想之词，虚实结合，想象奇特，表现出此时此地此情此景中诗人因愁思难耐、归家无望而生出的怨恨。故乡远在千里，只能梦中相见，也许是短梦，也许是长梦，但梦中醒来却已到天明。字里行间，流露出梦短情长的幽怨。而这一切又都由于“家书到隔年”的实际情况。作为诗歌由写景向抒情的过渡，转句用梦境写旅宿思愁哀怨，亦虚亦实，虚中写实，以实衬虚的特点读来回肠荡气。</p> <p>　　尾联合，收拢有力，却并非直抒胸意，而是以设想之词，勾勒家乡美丽的生活图景，融情于景，借景抒情，把浓烈的归思之情融入家乡优美的风景之中。沧江烟霭，云霞明灭，月色溶溶，家门外系着钓鱼船，一幅优美宁静祥和的家乡风光图景。画面中虽然没有写人物，但一条静静地系于家门外的钓鱼船却让人产生丰富的联想。面对这样一幅家乡优美的画面，谁人不梦绕魂牵，更何况旅宿在外的诗人呢！家乡远隔千里，旅人归思难收，如此优美的家乡风光图景非但没有给诗人以慰藉，反而加深了诗人的思乡愁苦。这是用乐景反衬哀情的典型。美景幽思、怨恨乡愁、委实凄绝。除却个中人，任何人也难以深味个中情。不过，“烟月”在此实际上是借代，并非一定就是“烟”，就是“月”。正所谓，文学作品的形象大于思维，此处一个“烟月”可以触发不同的旅人思妇产生不同的意象联想，从而产生强大的艺术感染力。</p> <p>　　颈联与尾联看似跳出了乡愁，艳羡门外沧江鱼船的清闲自在，其实是借他乡之物，更曲折地表达出诗人思乡之情。全诗层层推进，写景抒情都有独到之处。</p><br/><h2>赏析四</h2> 　　《白马篇》是乐府歌辞，又作《游侠篇》，大概是因为这首<a href=\"http://so.gushiwen.org/view_48018.aspx\">诗</a>的内容是写边塞游侠的缘故。诗中塑造了一个武艺精熟的爱国壮士的形象，歌颂了他的为国献身，誓死如归的高尚精神，寄托了诗人为国建功立业的雄心壮志。 <p>　　“白马饰金羁，连翩西北驰。”诗一开头就使人感到气势不凡。“白马”“金羁”，色彩鲜明。从表面看，只见马，不见人，其实这里写马，正是为了写人，用的是烘云托月的手法。这不仅写出了壮士骑术娴熟，而且也表现了边情的紧急。这好像是一个电影特写镜头，表现出壮士豪迈的气概。清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>诗“极工起调”，这两句就是一例。这样的开头是喷薄而出，笼罩全篇。</p> <p>　　“借问谁家子？幽并游侠儿。少小去乡邑，扬声沙漠垂。”诗人故设问答，补叙来历。关于游侠，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记》有《游侠列传》。他说：“（游侠）救人于厄，振人不赡。仁者有乎？不既（失）信，不倍（背）言，义者有取焉。”（《太史公自序》）可见那些救人于患难，助人于穷困，不失信，不背言的人，才能具备“游侠”的条件。而曹植笔下的游侠与此不同，成了为国家效力的爱国壮士。“借问”四句紧承前二句，诗人没有继续写骑白马的壮士在边塞如何冲锋陷阵，为国立功，而是一笔宕开，补叙壮士的来历，使诗歌气势变化，富于波澜。</p> <p>　　“宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。”刻意铺陈“游侠儿”超群的武艺。这是补叙的继续。诗人使用了一连串的对偶句使诗歌语言显得铿锵有力，富于气势。“控弦”四句，选用“破”“摧”“接”“散”四个动词，从左、右、上、下不同方位表现游侠儿的高超武艺。“狡捷”二句，以形象的比喻描写游侠儿的敏捷灵巧，勇猛轻疾，都很生动。这些描写说明了游侠儿“扬声沙漠垂”的重要原因，也为后面所写的游侠儿为国效力的英勇行为做好铺垫。</p> <p>　　“边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。”这里是写游侠儿驰骋沙场，英勇杀敌的情景。因为游侠儿的武艺高超，前面已详写，这里只用“长驱蹈匈奴，左顾凌鲜卑”二句，就十分精练地把游侠儿的英雄业绩表现出来了。这种有详有略的写法，不仅节省了笔墨，而且突出了重点。可见其剪裁的恰当。</p> <p>　　“弃身锋刃端，性命安可怀？父母且不顾，何言子与妻？名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归。”这最后八句揭示游侠儿的内心世界。游侠儿之所以能够克敌制胜，不仅是由于他武艺高超，更重要的，还由于他具有崇高思想品德。这种思想品德和他的高超武艺结合起来，使这个英雄形象有血有肉，栩栩如生，给人以深刻的印象。</p> <p>　　《白马篇》是曹植前期诗歌中的名作，它在写法上显然受到汉乐府的影响。曹植诗的“赡丽”“尚工”“致饰”，还有曹植的“雅好慷慨”（《前录自序》）和他诗歌的“骨气奇高”（钟嵘《诗品》上），即曹植常常表现出一种慷慨激昂的热情，因此其诗歌的思想感情高迈不凡。从《白马篇》来看，确实如此。</p>",
  "about": "<h2>提示</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48018.aspx\">诗</a>描写和歌颂了边疆地区一位武艺高强又富有爱国精神的青年英雄。（一说是指他的胞弟曹彰，另一说是指汉时骠骑将军霍去病。）借以抒发作者的报国之志。本诗中的英雄形象，既是诗人的自我写照，又凝聚和闪耀着时代的光辉，为<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>前期的重要代表作品。 青春气息浓厚.</p> <p>　　诗歌以曲折动人的情节，塑造了一个性格鲜明、生动感人的青年爱国英雄形象。开头两句以奇警飞动之笔，描绘出驰马奔赴西北战场的英雄身影，显示出军情紧急，扣动读者心弦；接着以\"借问\"领起，以铺陈的笔墨补叙英雄的来历，说明他是一个什么样的英雄形象；\"边城\"六句，遥接篇首，具体说明\"西北驰\"的原因和英勇赴敌的气概。末八句展示英雄捐躯为国、视死如归的崇高精神境界。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "写人",
    "爱国",
    "抒怀"
  ]
}