{
  "id": 69401,
  "star": 327,
  "name": "赴戍登程口占示家人二首",
  "dynasty": "清代",
  "content": "出门一笑莫心哀，浩荡襟怀到处开。<br>时事难从无过立，达官非自有生来。<br>风涛回首空三岛，尘壤从头数九垓。<br>休信儿童轻薄语，嗤他赵老送灯台。</p> <p>力微任重久神疲，再竭衰庸定不支。<br>苟利国家生死以，岂因祸福避趋之。<br>谪居正是君恩厚，养拙刚于戍卒宜。<br>戏与山妻谈故事，试吟断送老头皮。",
  "fanyi": "<p><strong>译文</strong><br>我离家外出去远行，无论到哪里，都会敞开宽阔的胸怀。我们要乐观旷达，心里不要难受悲哀。<br>世上的大事、国家的大事，是很难从没有过错中成功的，就连高官达贵也不是天生得来。<br>回想广东那轰轰烈烈的禁烟抗英，我蔑视英国侵略者。从今以后，我将游历祖国大地，观察形势，数历山川。<br>不要理会那般人幸灾乐祸、冷嘲热讽，鄙弃那些“赵老送灯台”之类的混话。</p> <p>我能力低微而肩负重任，早已感到精疲力尽。一再担当重任，以我衰老之躯，平庸之才，是定然不能支撑了。<br>如果对国家有利，我将不顾生死。难道能因为有祸就躲避、有福就上前迎受吗？<br>我被流放伊犁，正是君恩高厚。我还是退隐不仕，当一名成卒适宜。<br>我开着玩笑，同老妻谈起《东坡志林》所记宋真宗召对杨朴和苏东坡赴诏狱的故事，说你不妨吟诵一下“这回断送老头皮”那首<a href=\"http://so.gushiwen.org/view_69401.aspx\">诗</a>来为我送行。</p> <p><strong>注释</strong><br>①立：成。<br>②三岛：指英伦三岛，即英国的英格兰、苏格兰、爱尔兰。此旬回顾抗英经历，足见英国无人。<br>③九垓（gāi）。九州，天下，这句可能是用古神话中竖亥自东极步行至西极的故事（见《山海经·海外东经》），表示自己将风尘仆仆地走遍各地观察形势。<br>④儿童：指幼稚无知的人，代指对<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>被贬幸灾乐祸的人。<br>⑤赵老送灯台：即上句的轻薄语。《归田录》：“俚谚云：‘赵老送灯台，一去更不来。’当时清廷中的投降派诅咒林则徐。说他被贬新疆是“赵老送灯台”，永无回来之日。<br>⑥衰庸：意近“衰朽”，衰老而无能，这里是自谦之词。<br>⑦以：用，去做。“苟利”二句：郑国大夫子产改革军赋，受到时人的诽谤，子产日：“何害！苟利社稷，死生以之。”（见《左传·昭公四年》）诗语本此。<br>⑧谪居：因有罪被遣戍远方。<br>⑨养拙：犹言藏拙，有守本分、不显露自己的意思。刚：正好。戍卒宜：做一名戍卒为适当。这句诗谦恭中含有愤激与不平。<br>⑩戏与”二句：作者自注，宋真宗闻隐者杨朴能诗，召对问：“此来有人作诗送卿否？”对曰：臣妻有—首，云“更休落魄耽杯酒，且莫猖狂爱咏诗。今日捉将官里去，这回断送老头皮”。上大笑，放还山。东坡赴诏狱，妻子送出门皆哭。坡顾渭曰：“子独不能如杨处士妻作一首诗送我乎？”妻子失笑，坡乃出。这两句诗用此典故，表达他的旷达胸襟。山妻：对自己妻子的谦称。故事：旧事，典故。</p>",
  "shangxi": "<h2>其二赏析</h2> <p>　　首联是说：我以微薄的力量为国担当重任，早已感到疲惫。如果继续下去，再而衰，三而竭，无论自己衰弱的体质还是平庸的才干必定无法支持。这与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的“不才明主弃”、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“清时有味是无能”等<a href=\"http://so.gushiwen.org/view_69401.aspx\">诗</a>句同一机杼，都是正话反说、反言见意之辞。</p> <p>　　颔联若用现代语言表达，即“只要有利于国家，哪怕是死，我也要去做；哪能因为害怕灾祸而逃避呢。”此联已成为百余年来广为传颂的名句，也是全诗的思想精华之所在，它表现了<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>刚正不阿的高尚品德和忠诚无私的爱国情操。“生死以”，语出《左传·昭公四年》：郑国大夫子产因改革军赋制度受到别人毁谤，他说：“苟利社稷，死生以之。”这里的“以”字原意是“为”、“做”或“从事”，准确地理解它的含义才能读懂全诗。</p> <p>　　颈联从字面上看似乎心平气和、逆来顺受，其实心底却埋藏着巨痛，细细咀嚼，似有万丈波澜。“谪居”，意为罢官回乡或流放边远地区。按封建社会的惯例，大臣无论受到什么处分，只要未曾杀头，都得叩谢皇恩浩荡。这就像普希金笔下那个忠心耿耿而无端受责的俄国老奴对暴戾的主子说的话一样：“让我去放猪，那也是您的恩典。”接下来是说：“到边疆做一个多干体力活、少动脑子的‘戍卒’，对我正好是养拙之道。”“刚”，即“刚好”、“正好”。也就是说：“您这样处理一个罪臣再合适不过了。”</p> <p>　　尾联从赵令《侯鲭录》中的一个故事生发而来：宋真宗时，访天下隐者，杞人杨朴奉召廷对，自言临行时其妻送诗一首云：“更休落魄贪杯酒，亦莫猖狂爱咏诗。今日捉将官里去，这回断送老头皮。”杨朴借这首打油诗对宋真宗表示不愿入朝为官。林则徐巧用此典幽默地说：“我跟老伴开玩笑，这一回我也变成杨朴了，弄不好会送掉老命的。”言外之意，等于含蓄地对道光帝表示：“我也伺候够您了，还是让我安安生生当老百姓吧。”封建社会中的一位大忠臣，能说出这样的牢骚话来，也就达到极限了。我们认真体味这首七律，当能感觉出它和<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》一脉相通的心声。</p> <p>　　对仗工稳而灵活，是此诗写作技巧上的一个特点。如，以“国家”对“祸福”，以“生死”对“避趋”，按词性来说，都是正对。“生死以”的“以”字作“为”解，是动词；而“之”字是虚词。作者既用“以”字的实词义表达思想内容，又借它的虚词义来与“之”字构成对仗，显示了驾驭文字的深厚动力。 </p><br/><h2>其一赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69401.aspx\">诗</a>人因抗英禁烟被贬，远戍伊犁，心中自有一股不平之气。但临行与家人告别，深恐家人担忧，又需笑言相劝，故开首二句强作欢颜。然而这也的确体现出诗人襟怀坦荡，四海为家的壮志豪情。诗人自信抗英禁烟有功无罪，历史自会做出公正结论，面对贬谪问心无愧。“时事”二句便是对人生经验的总结，人不能生而知之，要想办成一件事，总要经过多次反复和波折，包括犯错误。这也是对家人子女的教诲。“风涛”一联以轻蔑口吻讥讽英帝国主义国中无人，外强中干；而自己正好借远戍之机游遍全国，了解情况，寻求抗击侵略者的方法，胸怀广阔，气势豪迈。末二句针对朝中投降派幸灾乐祸，说自己永无回乡之日的谰言。表示自己一定会安全返回家乡，返回首都，再与侵略者一决雌雄。“儿童轻薄语”五字生动刻划了那些卖国小人的卑鄙行径，表示出作者对他们的无比蔑视和嘲笑。全诗虽有眷恋故乡之意，却毫无小儿女悲戚之态，雄健豪劲，不失民族英雄本色。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>抗英有功，却遭投降派诬陷，被道光帝革职，发配伊犁，效力赎罪。他忍辱负重，于道光二十一年（1841年7月14日）被发配到新疆伊犁。<a href=\"http://so.gushiwen.org/view_69401.aspx\">诗</a>人在古城西安与妻子离别赴伊犁时，在满腔愤怒下写下此诗。",
  "poet": {
    "id": 470,
    "star": 0,
    "name": "林则徐",
    "image": "http://img.gushiwen.org/authorImg/linzexu.jpg",
    "desc": "林则徐 1785年8月30日（乾隆五十年）~1850年11月22日（道光三十年），汉族，福建侯官人（今福建省福州），字元抚，又字少穆、石麟，晚号俟村老人、俟村退叟、七十二峰退叟、瓶泉居士、栎社散人等。是清朝后期政治家、思想家和诗人，是中华民族抵御外辱过程中伟大的民族英雄，其主要功绩是虎门销烟。官至一品，曾任江苏巡抚、两广总督、湖广总督、陕甘总督和云贵总督，两次受命为钦差大臣；因其主张严禁鸦片、抵抗西方的侵略、坚持维护中国主权和民族利益深受全世界中国人的敬仰。"
  },
  "tags": [
    "爱国",
    "励志"
  ]
}