{
  "id": 71863,
  "star": 1219,
  "name": "九歌·国殇",
  "dynasty": "先秦",
  "content": "操吴戈兮被犀甲，车错毂兮短兵接。<br>旌蔽日兮敌若云，矢交坠兮士争先。<br>凌余阵兮躐余行，左骖殪兮右刃伤。<br>霾两轮兮絷四马，援玉枹兮击鸣鼓。<br>天时坠兮威灵怒，严杀尽兮弃原野。<br>出不入兮往不反，平原忽兮路超远。<br>带长剑兮挟秦弓，首身离兮心不惩。<br>诚既勇兮又以武，终刚强兮不可凌。<br>身既死兮神以灵，魂魄毅兮为鬼雄。",
  "fanyi": "<p><strong>译文</strong><br>手拿干戈啊身穿犀皮甲，战车交错啊刀剑相砍杀。<br>旗帜蔽日啊敌人如乌云，飞箭交坠啊士卒勇争先。<br>犯我阵地啊践踏我队伍，左骖死去啊右骖被刀伤。<br>埋住两轮啊绊住四匹马，手拿玉槌啊敲打响战鼓。<br>天昏地暗啊威严神灵怒，残酷杀尽啊尸首弃原野。<br>出征不回啊往前不复返，平原迷漫啊路途很遥远。<br>佩带长剑啊挟着强弓弩，首身分离啊壮心不改变。<br>实在勇敢啊富有战斗力，始终刚强啊没人能侵犯。<br>身已死亡啊精神永不死，您的魂魄啊为鬼中英雄！</p> <p><strong>注释</strong><br>⑴国殇：指为国捐躯的人。殇：指未成年而死，也指死难的人。戴震《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋注》：“殇之义二：男女未冠（男二十岁）笄（女十五岁）而死者，谓之殇；在外而死者，谓之殇。殇之言伤也。国殇，死国事，则所以别于二者之殇也。”<br>⑵操吴戈兮被（pī）犀甲：手里拿着吴国的戈，身上披着犀牛皮制作的甲。吴戈：吴国制造的戈，当时吴国的冶铁技术较先进，吴戈因锋利而闻名。被，通“披”，穿着。犀甲：犀牛皮制作的铠甲，特别坚硬。<br>⑶车错毂（gǔ）兮短兵接：敌我双方战车交错，彼此短兵相接。毂：车轮的中心部分，有圆孔，可以插轴，这里泛指战车的轮轴。错：交错。短兵：指刀剑一类的短兵器。<br>⑷旌蔽日兮敌若云：旌旗遮蔽的日光，敌兵像云一样涌上来。极言敌军之多。<br>⑸矢交坠：两军相射的箭纷纷坠落在阵地上。<br>⑹凌：侵犯。躐（liè）：践踏。行：行列。<br>⑺左骖（cān）殪（yì）兮右刃伤：左边的骖马倒地而死，右边的骖马被兵刃所伤。殪：死。<br>⑻霾（mái）两轮兮絷（zhí）四马：战车的两个车轮陷进泥土被埋住，四匹马也被绊住了。霾：通“埋”。古代作战，在激战将败时，埋轮缚马，表示坚守不退。<br>⑼援玉枹（fú）兮击鸣鼓：手持镶嵌着玉的鼓槌，击打着声音响亮的战鼓。先秦作战，主将击鼓督战，以旗鼓指挥进退。枹：鼓槌。鸣鼓：很响亮的鼓。<br>⑽天时怼（duì）兮威灵怒：天地一片昏暗，连威严的神灵都发起怒来。天怨神怒。天时：上天际会，这里指上天。天时怼：指上天都怨恨。怼：怨恨。威灵：威严的神灵。<br>⑾严杀尽兮弃原野：在严酷的厮杀中战士们全都死去，他们的尸骨都丢弃在旷野上。严杀：严酷的厮杀。一说严壮，指士兵。尽：皆，全都。<br>⑿出不入兮往不反：出征以后就不打算生还。反：通“返”。<br>⒀忽：渺茫，不分明。超远：遥远无尽头。<br>⒁秦弓：指良弓。战国时，秦地木材质地坚实，制造的弓射程远。<br>⒂首身离：身首异处。心不惩：壮心不改，勇气不减。惩：悔恨。<br>⒃诚：诚然，确实。以：且，连词。武：威武。<br>⒄终：始终。凌：侵犯。<br>⒅神以灵：指死而有知，英灵不泯。神：指精神。<br>⒆鬼雄：战死了，魂魄不死，即使做了死鬼，也要成为鬼中的豪杰。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《九歌》是一组祭歌，共11篇，是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>据民间祭神乐歌的再创作。《九歌·国殇》取民间“九歌”之祭奠之意，以哀悼死难的爱国将士，追悼和礼赞为国捐躯的楚国将士的亡灵。乐歌分为两节，先是描写在一场短兵相接的战斗中，楚国将士奋死抗敌的壮烈场面，继而颂悼他们为国捐躯的高尚志节。由第一节“旌蔽日兮敌若云”一句可知，这是一场敌众我寡的殊死战斗。当敌人来势汹汹，冲乱楚军的战阵，欲长驱直入时，楚军将士仍个个奋勇争先。但见战阵中有一辆主战车冲出，这辆原有四匹马拉的大车，虽左外侧的骖马已中箭倒毙，右外侧的骖马也被砍伤，但他的主人，楚军统帅仍毫无惧色，他将战车的两个轮子埋进土里，笼住马缰，反而举槌擂响了进军的战鼓。一时战气萧杀，引得苍天也跟着威怒起来。待杀气散尽，战场上只留下一具具尸体，静卧荒野。</p> <p>　　作者描写场面、渲染气氛的本领是十分高强的。不过十句，已将一场殊死恶战，状写得栩栩如生，极富感染力。底下，则以饱含情感的笔触，讴歌死难将士。有感于他们自披上战甲一日起，便不再想全身而返，此一刻他们紧握兵器，安详地，心无怨悔地躺在那里，他简直不能抑止自己的情绪奔进。他对这些将士满怀敬爱，正如他常用美人香草指代美好的人事一样，在<a href=\"http://so.gushiwen.org/view_71863.aspx\">诗</a>篇中，他也同样用一切美好的事物，来修饰笔下的人物。这批神勇的将士，操的是吴地出产的以锋利闻名的戈、秦地出产的以强劲闻名的弓，披的是犀牛皮制的盔甲，拿的是有玉嵌饰的鼓槌，他们生是人杰，死为鬼雄，气贯长虹，英名永存。</p> <p>　　依现存史料尚不能指实这次战争发生的具体时地，敌对一方为谁。但当日楚国始终面临七国中实力最强的秦国的威胁，自怀王当政以来，楚国与强秦有过数次较大规模的战争，并且大多数是楚国抵御秦军入侵的卫国战争。从这一基本史实出发，说此篇是写楚军抗击强秦入侵，大概没有问题。而在这种抒写中，作者那热爱家国的炽烈情感，表现得淋漓尽致。</p> <p>　　楚国灭亡后，楚地流传过这样一句话：“楚虽三户，亡秦必楚。”屈原此作在颂悼阵亡将士的同时，也隐隐表达了对洗雪国耻的渴望，对正义事业必胜的信念，从此意义上说，他的思想是与楚国广大人民息息相通的。作为中华民族贡献给人类的第一位伟大诗人，他所写的决不仅仅是个人的些许悲欢，那受诬陷被排挤，乃至流亡沅湘的坎壈遭际；他奉献给人的是那颗热烈得近乎偏执的爱国之心。他是楚国人民的喉管，他所写一系列作品，道出了楚国人民热爱家国的心声。</p> <p>　　此篇在艺术表现上与作者其他作品有些区别，乃至与《九歌》中其他乐歌也不尽一致。它不是一篇想像奇特、辞采瑰丽的华章，然其“通篇直赋其事”（戴震《屈原赋注》），挟深挚炽烈的情感，以促迫的节奏、开张扬厉的抒写，传达出了与所反映的人事相一致的凛然亢直之美，一种阳刚之美，在楚辞体作品中独树一帜，读罢实在让人有气壮神旺之感。</p>",
  "about": "<h2>创作背景</h2> <p>　　在<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>生活的楚怀王和楚顷襄王时代，秦国经过<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>变法，在战国七雄中后来居上，扩张势头咄咄逼人，楚国成为其攻城略地的主要对象之一。但楚怀王却放弃了合纵联齐的正确方针，一再轻信秦国的空头许诺，与秦交好，当秦国的诺言终成画饼时，秦楚交恶便不可避免。自楚怀王十六年（公元前313年）起，楚国曾经和秦国发生多次战争，都是秦胜而楚败。仅据《史记·楚世家》记载：楚怀王十七年（公元前312年），楚秦战于丹阳（在今河南西峡以西一带），楚军大败，大将屈殇被俘，甲士被斩杀达8万，汉中郡为秦所有。楚以举国之兵力攻秦，再次大败于蓝田。</p> <p>　　楚怀王二十八年（公元前301年），秦与齐、韩、魏联合攻楚，杀楚将唐昧，取重丘（今河南泌阳北）。次年，楚军再次被秦大败，将军景缺阵亡，死者达2万。再次年，秦攻取楚国8城，楚怀王被骗入秦结盟，遭到囚禁，其子顷襄王即位。公元前298年（顷襄王元年），秦再攻楚，大败楚军，斩首5万，攻取析（今河南西峡）等15座城池。在屈原生前，据以上统计，楚国就有15万以上的将士在与秦军的血战中横死疆场。后人指出：《国殇》之作，乃因“怀、襄之世，任馋弃德，背约忘亲，以至天怒神怨，国蹙兵亡，徒使壮士横尸膏野，以快敌人之意。原盖深悲而极痛之”。古代将尚未成年（不足20岁）而夭折的人称为殇，也用以指未成丧礼的无主之鬼。按古代葬礼，在战场上“无勇而死”者，照例不能敛以棺柩，葬入墓域，也都是被称为“殇”的无主之鬼。在秦楚战争中，战死疆场的楚国将士因是战败者，故而也只能暴尸荒野，无人替这些为国战死者操办丧礼，进行祭祀。正是在一背景下，放逐之中的屈原创作了这一不朽名篇。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "悼亡",
    "赞颂",
    "爱国",
    "忧国忧民"
  ]
}