{
  "id": 48018,
  "star": 1730,
  "name": "白马篇",
  "dynasty": "魏晋",
  "content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 <br>少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。<br>控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。<br>狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。<br>羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。<br>弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！<br>名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！",
  "fanyi": "<p><strong>译文</strong><br>驾驭着白马向西北驰去，马上佩带着金色的马具。有人问他是谁家的孩子，边塞的好男儿游侠骑士。<br>年纪轻轻就离别了家乡，到边塞显身手建立功勋。楛木箭和强弓从不离身，下苦功练就了一身武艺。<br>拉开弓如满月左右射击，一箭箭中靶心不差毫厘。飞骑射裂了箭靶“月支”，转身又射碎箭靶“马蹄”。<br>他灵巧敏捷赛过猿猴，又勇猛轻疾如同豹螭。听说国家边境军情紧急，侵略者一次又一次进犯内地。<br>告急信从北方频频传来，游侠儿催战马跃上高堤。随大军平匈奴直捣敌巢，再回师扫鲜卑驱逐敌骑。<br>上战场面对着刀山剑树，从不将安和危放在心里。连父母也不能孝顺服侍，更不能顾念那儿女妻子。<br>名和姓既列上战士名册，早已经忘掉了个人私利。为国家解危难奋勇献身，看死亡就好像回归故里。</p> <p><strong>注释</strong><br>[1]白马篇：又名“游侠篇”，是创作的乐府新题，属《杂曲歌·齐瑟行》，以开头二字名篇。<br>[2]金羁（jī）：金饰的马笼头。<br>[3]连翩（piān）：连续不断，原指鸟飞的样子，这里用来形容白马奔驰的俊逸形象。<br>[4]幽并：幽州和并州。在今河北、山西、陕西一带。<br>[5]去乡邑：离开家乡。<br>[6]扬声：扬名。垂：同“陲”，边境。<br>[7]宿昔：早晚。秉：执、持。<br>[8]楛（hù）矢：用楛木做成的箭。何：多么。参差（cēncī）：长短不齐的样子。<br>[9]控弦：开弓。的：箭靶。<br>[10]摧：毁坏。月支：箭靶的名称。左、右是互文见义。<br>[11]接：接射。飞猱（náo）：飞奔的猿猴。猱，猿的一种，行动轻捷，攀缘树木，上下如飞。<br>[12]散：射碎。马蹄：箭靶的名称。<br>[13]狡捷：灵活敏捷。<br>[14]勇剽（piāo）：勇敢剽悍。螭（chī）：传说中形状如龙的黄色猛兽。<br>[15]虏骑（jì）：指匈奴、鲜卑的骑兵。数（shuò）迁移：指经常进兵人侵。数，经常。<br>[16]羽檄（xí）：军事文书，插鸟羽以示紧急，必须迅速传递。<br>[17]厉马：扬鞭策马。<br>[18]长驱：向前奔驰不止。蹈：践踏。<br>[19]顾：看。陵：压制。鲜卑：中国东北方的少数民族，东汉末成为北方强族。<br>[20]弃身：舍身。<br>[21]怀：爱惜。<br>[22]籍：名册。<br>[23]中顾私：心里想着个人的私事。中，内心。<br>[24]捐躯：献身。赴：奔赴。</p>",
  "shangxi": "<p>　　这首描写和歌颂了边疆地区一位武艺高强又富有爱国精神的青年英雄。（一说是指他的胞弟曹彰，另一说是指汉时骠骑将军霍去病。）借以抒发作者的报国之志。本诗中的英雄形象，既是诗人的自我写照，又凝聚和闪耀着时代的光辉，为<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>前期的重要代表作品。 青春气息浓厚.</p> <p>　　诗歌以曲折动人的情节，塑造了一个性格鲜明、生动感人的青年爱国英雄形象。开头两句以奇警飞动之笔，描绘出驰马奔赴西北战场的英雄身影，显示出军情紧急，扣动读者心弦；接着以\"借问\"领起，以铺陈的笔墨补叙英雄的来历，说明他是一个什么样的英雄形象；\"边城\"六句，遥接篇首，具体说明\"西北驰\"的原因和英勇赴敌的气概。末八句展示英雄捐躯为国、视死如归的崇高精神境界。</p>",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "写人",
    "爱国",
    "抒怀"
  ]
}