{
  "id": 72222,
  "star": 16,
  "name": "虞师晋师灭夏阳",
  "dynasty": "先秦",
  "content": "　　非国而曰灭，重夏阳也。虞无师，其曰师，何也？以其先晋，不可以不言师也。其先晋何也？为主乎灭夏阳也。夏阳者，虞、虢之塞邑也。灭夏阳而虞、虢举矣。虞之为主乎灭夏阳何也？晋献公欲伐虢，荀息曰：“君何不以屈产之乘、垂棘之璧，而借道乎虞也？”公曰：“此晋国之宝也。如受吾币而不借吾道，则如之何？”荀息曰：“此小国之所以事大国也。彼不借吾道，必不敢受吾币。如受吾币而借吾道，则是我取之中府，而藏之外府；取之中厩，而置之外厩也。”公曰：“宫之奇存焉，必不使也。”荀息曰：“宫之奇之为人也，达心而懦，又少长于君。达心则其言略，懦则不能强谏；少长于君，则君轻之。且夫玩好在耳目之前，而患在一国之后，此中知以上乃能虑之。臣料虞君中知以下也。”公遂借道而伐虢。宫之奇谏曰：“晋国之使者，其辞卑而币重，必不便于虞。”虞公弗听，遂受其币，而借之道。宫之奇又谏曰：“语曰：‘唇亡齿寒。’其斯之谓与！”挈其妻、子以奔曹。献公亡虢，五年而后举虞。荀息牵马操璧而前曰：“璧则犹是也，而马齿加长矣。”",
  "fanyi": "<p><strong>译文</strong><br>　　不是国都而说灭，是看重夏阳。虞国的军队不足一个师，《春秋》说是师，为什么呢？因为虞国写在晋国之前，不可以不说师。它写在晋国之前是为什么呢？灭夏阳是它为主的。夏阳，是虞、虢交界处虢国的一个要塞。夏阳一失，虞、虢两国都可占领了。虞国为什么要为主灭夏阳呢？晋献公想要讨伐虢国，荀息说：“君主为什么不用北屈出产的马，垂棘出产的璧，向虞国借路呢？”献公说：“这是晋的国宝，如果受了我的礼物而不借路给我，那又拿它怎么办？”荀息说：“这些东西是小国用来服事大国的。它不借路给我们，一定不敢接受我们的礼物。如受了我们的礼而借路给我们，那就是我们从里面的库藏里拿出来，而藏在外面的库藏里，从里面的马房里拿出来，而放在外面的马房里。”献公说：“宫之奇在，一定不让的。”荀息说：“宫之奇的为人，心里明白，可是怯懦，又比虞君大不了几岁。心里明白，话就说得简短，怯懦就不能拚命谏阻，比虞君大不了几岁，虞君就不尊重他。再加上珍玩心爱的东西就在耳目之前，而灾祸在一个国家之后，这一点要有中等智力以上的人才能考虑到。臣料想虞君是中等智力以下的人。”献公就借路征伐虢国。宫之奇劝谏说：“晋国的使者言辞谦卑而礼物隆重，一定对虞国没有好处。”虞公不听，就接受了晋国的礼物而借路给晋国。宫之奇又谏道：“俗语说：‘唇亡齿寒。’岂不就说的这件事吗！”他带领自己的老婆孩子投奔到曹国去了。晋献公灭了虢国，五年以后占领了虞国。荀息牵着马捧着璧，走上前来说：“璧还是这样，而马的牙齿增加了。”</p><p><strong>注释</strong><br>虞：周文王时就已建立的姬姓小国，在今山西省平陆县北。<br>晋：西周始封姬姓国，晋献公时都于绛（今山西省翼城县东南）。<br>师：可泛指军队，也可专指古代军队的编制单位。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·礼论》：“师旅有制。”五百人为旅，五旅为师。下面传文说“虞无师”，就是专指二千五百人的军队编制。<br>夏阳：虢邑，在今山西省平陆县东北约三十五里。《左传》作下阳，因另有上阳，以作下阳为是。夏、下同音通假。<br>虢：周初始封姬姓国，有东、西、北虢之分，东虢、西虢已先亡于郑、秦。晋献公所伐为北虢，占地当今河南三门峡和山西平陆一带，建都上阳（今河南陕县李家窑村）。<br>举：攻克，占领。<br>晋献公（？——前651）：名诡诸，晋武公之子，在位二十六年。在此期间伐灭了周围一些小国，为其子晋文公称霸打下了基础。据《史记·晋世家》，晋献公伐虢的借口是虢国在晋国内乱中支持了他先君的政敌。<br>荀息（？——前651）：晋献公最亲信的大夫，食邑于荀，亦称荀叔。献公病危时以荀息为相托以国政，献公死后在宫廷政变中为里克所杀。<br>屈：即北屈，晋地名，在今山西省吉县东北。<br>乘（shèng）：古以一车四马称为一乘。这里专指马。<br>垂棘：晋地名，在今山西省潞城县北。<br>府：古时国家收藏财物、文书的地方。<br>宫之奇：虞大夫，<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《说苑·尊贤》说：“虞有宫之奇，晋献公为之终死不寐。”<br>曹：西周始封姬姓国，都陶丘（今山东省定陶县西南）。<br>马齿：马每岁增生一齿。<br>加长（zhǎng）：增添。</p>",
  "shangxi": "<h2>解析</h2> 　　前658年（鲁僖公二年），晋献公准备伐虢。虞国地处晋、虢之间，若绕道则受阻于中条山。献公听从荀息之计，以重礼贿虞君，借道伐虢。虞、虢都是小国，虞贤臣宫之奇看出晋国居心不良，有各个击破、一箭双雕的用意，劝谏虞君不要上当。虞君不但不听，而且自告奋勇愿出兵开路打头阵，帮助晋国攻下了虢邑夏阳。这以后的事，《谷梁传》所述与《左传》有点不同。《谷梁传》以为晋国当年就灭了虢国，五年以后又灭虞。《左传》则以为晋拿下下阳（即夏阳）以后仅作为据点，未即灭虢。三年以后，晋师再次假道虞国，挥军南下，灭了虢国，还师途中把虞国也灭了。虞君终于做了俘虏。",
  "poet": {
    "id": 790,
    "star": 0,
    "name": "谷梁赤",
    "image": "http://img.gushiwen.org/authorImg/guliangchi.jpg",
    "desc": "谷梁赤，战国经学家。名或作喜、寘、俶，字子始，山东省菏泽定陶人。相传为子夏弟子。治《春秋》，初仅口说流传，至谷梁赤，为《春秋》残亡，多所遗失，乃为经作传，称《春秋谷梁传》。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事"
  ]
}