{
  "id": 49399,
  "star": 24,
  "name": "木兰花令·次欧公西湖韵",
  "dynasty": "宋代",
  "content": "霜余已失长淮阔。空听潺潺清颍咽。佳人犹唱醉翁词，四十三年如电抹。<br>草头秋露流珠滑。三五盈盈还二八。与余同是识翁人，惟有西湖波底月。",
  "fanyi": "<p><strong>译文</strong><br>秋霜降后，长淮失去了往日壮阔的气势。只听见颍水潺潺，像是在代我哭泣伤逝。河上传来歌声悠扬，佳人还唱着醉翁的曲词。四十三年匆匆流去，如同飞电一闪即驰。<br>生命像草上秋露晶莹圆润，遗落消失却不过一瞬。十五的月轮多么皓洁完满，第二天就会渐渐缺损。和我一样同醉翁相识，如今还剩有几人？唯有西湖波底的明月，曾经把所有的人照临。</p> <p><strong>注释</strong><br>1、次……韵：依次用所和<a href=\"http://so.gushiwen.org/view_49399.aspx\">诗</a>的韵作诗，也称为步韵。<br>2、欧公：指<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>。<br>3、西湖：此指安徽阜阳西三里的西湖，为颍河合诸水汇流处。<br>4、长淮：淮河。<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>《送沈少府之任淮南》：“一鸟飞长淮，百花满云梦。”<br>5、清颍：指颍河，颍水，为淮河重要支流。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>《鲜于子骏谏议哀辞》：“登嵩高兮扪天，涉清颖兮波澜。”<br>6、咽：读“yè”。<br>7、佳人：颍州地区的歌女。<br>8、醉翁词：指欧阳修在颖州做太守时，所写的歌咏颖州西湖的一些词。<br>9、四十三年：欧阳修皇祐元年（1049）知颍州时作《木兰花令》词，到苏东坡次韵作此篇时正好四十三年。<br>10、电抹：如一抹闪电，形容时光流逝之快．<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>《满江红》：“便使积官居鼎鼐，假饶累官堆金玉，似浮埃，抹电转头空，休迷局。”<br>11、三五：十五日。<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《溪中月下寄扬子尉封亮》：“团团山中月，三五离夕同。”<br>12、盈盈：美好的样子。<br>13、二八：十六日。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《玩月城西门廨中》：“三五二八时，千里与君同。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《木兰花令·次欧公西湖韵》是宋代文学家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的词作。上片写自己泛舟颍河时触景生情，下片写月出波心而生的感慨和思念之情。全词委婉深沉，清丽凄恻，情深意长，表达了对恩师的怀念之情。</p> <p>　　“霜馀已失长淮阔，空听潺潺清颖咽”，上阕起首两句描写了作者泛游颍河所见到的景致。颍州有颍河汝水，最终汇于淮河之中。“霜馀”两字交代作者到颍州时正值深秋，秋高天旱、草木枯萎，颍河也失去了春夏时期波澜壮阔的气势，温婉细流涓涓而下。水声潺潺，在作者听来，如怨如慕，恰恰吻合他此时思念恩师的心情。将河水拟人化的写法，更显得情真意切。</p> <p>　　“佳人尤唱醉翁词，四十三年如电抹”通过写颍州人对于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的怀念，表达了词人自己深切的思念。其中有人生如梭的慨叹，时间如同闪电一样快速逝去，只有像欧阳修那样为人、为政、为文，才能够长久得被人们铭记。欧阳修在颍州期间，颇有政声，建树多多，深得当地父老的敬重与爱戴。颍州父老为了纪念这位文坛巨匠作出的贡献，不但世代传唱他在颍州创作的<a href=\"http://so.gushiwen.org/view_49399.aspx\">诗</a>词，还立祠以表怀思。四十三年转瞬飞逝，而恩师也已驾鹤多年，作者不由得慨叹时光无情，对先师的怀念有增无减，令人动容。</p> <p>　　下阕体例与上阕基本一致，均为由景及情，前面两句写颍河的晚景。“草头秋露流珠滑”，深秋的晚上，已经开始降下露水，露珠晶莹剔透且圆润光滑，但却不能长存。“三五盈盈还二八”点明月亮阴晴圆缺的状态。南朝<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>有诗“三五二八时，千里与君同。”南朝萧统《文选》为其作注释日：“二八，十六日也。”在这首《木兰花令》里，词人以露珠的流逝与月亮的圆缺慨叹时光飞逝、人生无常，也是对前文“四十三年如电抹”的诠释。</p> <p>　　“与余同是识翁人，惟有西湖波底月！”作者全词结尾处将主旨进一步明朗化。四十三年过去了，现在能记得醉翁的人还剩下几个。恐怕只有作者与这倒影在西湖水底的明月。作者以拟人化的手法写西湖月能“识翁”，含蓄写出欧阳修在颍州时常常夜游西湖，用西湖见证醉翁在颍州的所有功绩。</p> <p>　　苏轼少年求学京城，得到欧阳修的赏识与提携。后来两人又政见相同，诗文相和，成为忘年之交。在苏轼的人生中，欧阳修对其行文、为政、处事，都产生了很大影响。正因如此，作者的慨叹与思念才显得情意绵绵、动人肺腑。而此词更出彩的一点，在于词人将内心的真情揉碎于水光月色之中，缠绵悱恻，娓娓道来，氤氲进人的内心深处。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首追和之词，所和者为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>咏颍州西湖的《木兰花令》词。此词作于宋哲宗元祐六年（1091）八月，时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知颍州。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法时，苏轼与<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、欧阳修等元老重臣站在守旧的一面，虽攻击新法，但并没有全盘加以否定；后来以<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>为代表的旧党执政，开始废除新法，他又与司马光进行过激烈的辩论，因此又受到旧党的排斥，只得再度请求外调，先后任杭州、颍州、扬州、定州知州。</p> <p>　　苏轼当年京都应试时，欧阳修为主考官，对其文章十分赏识，录为第二名，曾说：“老夫当避此人，放出一头地。”又说：“更数十年后，后世无有诵吾文者。”欧阳修的器重和期望，鼓舞着苏轼终于在<a href=\"http://so.gushiwen.org/view_49399.aspx\">诗</a>、词、散文的创作上几乎都取得了“独步天下’’的成就。苏轼和欧阳修师生情深，来到颍州游览西湖之时，想起往日欧公所吟西湖之词，遂步其韵和作此首词。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "感慨",
    "思念",
    "怀念",
    "恩师"
  ]
}