{
  "id": 72735,
  "star": 39,
  "name": "长亭送别",
  "dynasty": "元代",
  "content": "　　今日送张生赴京，十里长亭，安排下筵席；我和长老先行，不见张生、小姐来到。今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！“悲欢聚散一杯酒，南北东西万里程。”</p> <p>　　[正宫][端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。</p> <p>　　[滚绣球]恨相见得迟，怨归去得疾。柳丝长玉骢难系，恨不倩疏林挂住斜晖。马儿迍迍的行，车儿快快的随，却告了相思回避，破题儿又早别离。听得道一声“去也”，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？</p> <p>　　姐姐今日怎么不打扮？你那知我的心里呵！</p> <p>　　[叨叨令]见安排着车儿、马儿，不由人熬熬煎煎的气；有甚么心情花儿、靥儿，打扮得娇娇滴滴的媚；准备着被儿、枕儿，只索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥?兀的不闷杀人也么哥？久已后书儿、信儿，索与我凄凄惶惶的寄。</p> <p>　　张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱末了俺孩儿，挣揣一个状元回来者。小生托夫人余荫，凭着胸中之才，视官如拾芥耳。夫人主见不差，张生不是落后的人。</p> <p>　　[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。</p> <p>　　[小梁州]我见他阁泪汪汪不敢垂,恐怕人知；猛然见了把头低,长吁气,推整素罗衣。</p> <p>　　[幺篇]虽然久后成佳配，奈时间怎不悲啼。意似痴，心如醉，昨宵今日，清减了小腰围。</p> <p>　　小姐把盏者！请吃酒！</p> <p>　　[上小楼]合欢未已，离愁相继。想着俺前暮私情，昨夜成亲，今日别离。我谂知这几日相思滋味，却原来比别离情更增十倍。</p> <p>　　[幺篇]年少呵轻远别，情薄呵易弃掷。全不想腿儿相挨，脸儿相偎，手儿相携。你与俺崔相国做女婿，妻荣夫贵，但得一个并头莲，煞强如状元及第。</p> <p>　　红娘把盏者！</p> <p>　　[满庭芳]供食太急，须臾对面，顷刻别离。若不是酒席间子母们当回避，有心待与他举案齐眉。虽然是厮守得一时半刻，也合着俺夫妻每共桌而食。眼底空留意，寻思起就里，险化做望夫石。</p> <p>　　姐姐不曾吃早饭，饮一口儿汤水。红娘，甚么汤水咽得下！</p> <p>　　[快活三]将来的酒共食，尝着似土和泥。假若便是土和泥，也有些土气息，泥滋味。</p> <p>　　[朝天子]暖溶溶玉醅，白泠泠似水，多半是相思泪。眼面前茶饭怕不待要吃，恨塞满愁肠胃。“蜗角虚名，蝇头微利”，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。</p> <p>　　辆起车儿，俺先回去，小姐随后和红娘来。此一行别无话儿，贫僧准备买登科录看，做亲的茶饭少不得贫僧的。先生在意，鞍马上保重者！“从今经忏无心礼，专听春雷第一声。”</p> <p>　　[四边静]霎时间杯盘狼藉，车儿投东，马儿向西，两意徘徊，落日山横翠。知他今宵宿在那里？有梦也难寻觅。</p> <p>　　张生，此一行得官不得官，疾早便回来。小生这一去白夺一个状元，正是“青霄有路终须到，金榜无名誓不归”。君行别无所赠，口占一绝，为君送行：“弃掷今何在，当时且自亲。还将旧来意，怜取眼前人。”小姐之意差矣，张珙更敢怜谁？谨赓一绝，以剖寸心：“人生长远别，孰与最关亲？不遇知音者，谁怜长叹人？”</p> <p>　　[耍孩儿]淋漓襟袖啼红泪，比司马青衫更湿。伯劳东去燕西飞，未登程先问归期。虽然眼底人千里，且尽生前酒一杯。未饮心先醉，眼中流血，心内成灰。</p> <p>　　[五煞]到京师服水土，趁程途节饮食，顺时自保揣身体。荒村雨露宜眠早，野店风霜要起迟！鞍马秋风里，最难调护，最要扶持。</p> <p>　　[四煞]这忧愁诉与谁？相思只自知，老天不管人憔悴。泪添九曲黄河溢，恨压三峰华岳低。到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。</p> <p>　　[三煞]笑吟吟一处来，哭啼啼独自归。归家若到罗帏里，昨宵个绣衾香暖留春住，今夜个翠被生寒有梦知。留恋你别无意，见据鞍上马，阁不住泪眼愁眉。</p> <p>　　有甚言语嘱付小生咱？</p> <p>　　[二煞]你休忧文齐福不齐，我只怕你停妻再娶妻。休要一春鱼雁无消息！我这里青鸾有信频须寄，你却休“金榜无名誓不归”。此一节君须记：若见了那异乡花草，再休似此处栖迟。</p> <p>　　再谁似小姐？小生又生此念。</p> <p>　　[一煞]青山隔送行，疏林不做美，淡烟暮霭相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。我为甚么懒上车儿内，来时甚急，去后何迟？</p> <p>　　夫人去好一会，姐姐，咱家去！</p> <p>　　[收尾]四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？</p> <p>　　仆童赶早行一程儿，早寻个宿处。泪随流水急，愁逐野云飞。",
  "fanyi": "<p>　　（夫人、长老上场，说）今天送张生进京赶考，在这十里长亭，准备了送别酒宴；我和长老先行动身来到了长亭，只是还没见张生和小姐到来。（莺莺、张生、红娘一同上场）（莺莺说）今天送张生进京赶考，本就是使离别的人伤感，何况又碰上这深秋季节，多么烦恼人呀！“悲欢离合都在这一杯酒，从此就要各分东西相隔万里。”</p> <p>　　【正宫】【端正好】碧蓝的天空，开满了菊花的大地，西风猛烈吹，大雁从北往南飞。清晨，是谁把经霜的枫林染红了？那总是离人的眼泪。</p> <p>　　【滚绣球】恨相见得太迟，怨离别得太快。柳丝虽长，却难系住远行人的马，恨不能使疏林一直挂住那斜阳。张生的马慢慢地走 我和车紧紧地跟随，刚刚结束了相思之苦，却又早开始了别离之愁。听他说“要走了”，人顿时消瘦下来；远远地望见十里长亭，人更消瘦了：这离愁别恨有谁能理解？</p> <p>　　（红娘说）姐姐今天怎么不打扮？（莺莺说）你哪里知道我的心里呵！（莺莺唱）</p> <p>　　【叨叨令】看见准备着离去的车和马，不由得我难过生气；还有什么心情去插花儿、贴靥儿，打扮得娇娇滴滴的妩媚；准备好被子、枕头，只要昏昏沉沉地闷睡，从今后，那衫儿、袖儿，只会揩满流不断的泪。怎么不愁煞人呀？怎么不愁煞人呀？从今往后，张生你要书信给我赶紧寄。</p> <p>　　（到达长亭，拜见夫人）（夫人说）张生跟长老坐，小姐这边坐，红娘拿酒来。张生，你也上前来，都是自家的亲眷，不要回避。我今天把莺莺许配给了你，到了京城后不要辱没了我孩儿，努力争取一个状元回来。（张生说）小生我托夫人洪福，凭着胸中的才气，把考个功名看得就像拾根小草一样。（长老说）夫人的见识不会错，张生不是个落后的人。（斟酒后，坐下）（莺莺长叹）</p> <p>　　【脱布衫】西风吹来，黄叶乱飞，染上了寒霜之后的枯草满地都是。酒席上斜偏着身子坐的张生，紧锁着愁眉，没精打采，呆呆发愣。</p> <p>　　【小梁州】我看见他强忍着泪水而不敢任其流出，恐怕被人发觉;猛然间又看见他把头低下，长长地吁气，假装着整理着自己素色的绸衣。</p> <p>　　【幺篇】虽然久后终成美好姻缘，无奈眼前这个时候，怎么不让人伤心悲泣！心意好象痴迷，心情如同醉酒，从昨夜到今天，细腰儿更加瘦减。</p> <p>　　（夫人说）小姐斟酒！（红娘递酒壶，莺莺端着酒杯长吁叹，说）请喝酒！</p> <p>　　【上小楼】团圆欢聚没多久，离情别绪相跟而来。想着我前天晚上私下订情，昨天晚上结为夫妻，今日却要分开。</p> <p>　　我深切休会了这几天相思的滋味，却原来比别离的愁苦还要深十倍。</p> <p>　　【幺篇】青春年少呵，把别离看得很轻，情意淡薄呵，容易遗弃对方。全不想过去腿儿相挨，脸儿相依，手儿相携的情形与甜蜜。你给我崔相国家做女婿，算得上妻荣夫贵，只求像并蒂莲似的永不分离，远胜过状元及第。</p> <p>　　（夫人说）红娘倒酒吧！（红娘倒酒）（莺莺唱）</p> <p>　　【满庭芳】斟酒上菜太快，相对片刻，马上又要分离。如果不是酒席上母子间需要回避，真想和他叙叙夫妻之情。虽然只能相守得一时半会儿，也算是我们夫妻同桌共食了。眼里空留着深意，回想起其中的波折，差一点化成望夫石。</p> <p>　　（红娘说）姐姐不曾吃过早饭，就喝一口汤吧。（莺莺说）红娘，什么汤儿咽得下去呢！</p> <p>　　【快活三】拿来的酒和食，吃着就象土和泥。假若就是真的土和泥，也有些土的气息，泥的滋味。</p> <p>　　【朝天子】暖溶溶的美酒，清淡得如同水一样，这里边多半是相思的泪水。眼面前的茶饭难道不想吃，只是愁恨塞满了肠胃。为了一些“微不足道的虚名小利”，却把一对夫妻拆开在两处。一个在这边，一个在那里，一声接着一声长长地叹气。</p> <p>　　（夫人说）套上车儿，我先回去，小姐随后和红娘一起回来。（夫人下场）（张生和长老辞别）（长老说）你这一走我没有别的话要说，我准备买科举后的录取名册看，你结婚酒的茶饭还少不得我的。先生当心，一路上多保重！从今往后我无心诵习佛经，专听你高中状元的捷报。（长老下场）（莺茑唱）</p> <p>　　【四边静】一会儿送别的筵席已经结束，我的车往东，张生的马儿向西，两情依依难别离，夕阳的余辉照在绿色的山岗上。不知他今晚住在哪里？即使在梦中也难寻觅。</p> <p>　　（莺莺说）张生，这一去不管得官不得官，早早地回来。（张生说）我这一去一定不费力地考取一个状元。正是“青天有路终会到，金榜无名誓不回。”（莺莺说）你这一次赴考我没有什么相送，吟<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>一首，为你送行：“抛弃我的人现在何处？想当初对我那么亲热。现在又用原来对我的情意，去爱怜眼前的新人。”（张生说）小姐的想法错了，我张珙怎么敢去爱怜新人？我续上一首绝句诗，来表达我的真心：“人生难免有远别，我跟谁更亲密？如果不是遇上知音你，又有谁可怜我张生呢？”（莺莺唱）</p> <p>　　【耍孩儿】湿淋淋的衣袖上沾满眼泪，比<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的青衫更湿。伯劳鸟向东飞去燕子向西飞，还没有启程倒先问归期。虽然眼前人要远别千里，姑且先干了面前的这一杯酒。没有喝酒心却先醉，眼里流血，内心如同死灰。</p> <p>　　【五煞】到京城望你适应水土，及时赶路，节制饮食，顺应时节，保重自己的身体。荒村野店应早点休息，风霜雨雪天气应起得迟！在秋风中远行，身体最难调护，也就最要照顾好自己。</p> <p>　　【四煞】这忧愁向谁去诉说？想思之苦只有自己心里明白，老天爷不管人是否憔悴。相思的泪水使九曲黄河都泛滥起来，怨恨能将华岳三峰都压低。到黄昏独自闷倚西楼，只见那夕阳古道，依依杨柳，千里长堤。</p> <p>　　【三煞】笑嘻嘻一道来，哭啼啼独自回。回家后若是入罗帏，昨夜绣花被里又香又暖春意迷人，今夜里绣被冰冷难成梦。留恋你不为别的，只是见你攀鞍上马，忍不住泪水横流，紧锁眉头。</p> <p>　　（张生说）有什么话要嘱咐我吗？（莺莺唱）</p> <p>　　【二煞】你不要担心“有文才而没有福气”，我只怕你“撇下前妻再娶妻”。你不要“一去就杳无音讯”！我这里有信经常寄给你，你千万不要“考不中就坚决不回来”。这一点你必须记住：如果遇上那他乡女子，不要像在这里似的逗留迷恋。</p> <p>　　（张生说）还有谁能比得上小姐？我又怎么会产生这种念头。（莺莺唱）</p> <p>　　【一煞】青山阻隔我送行，疏林挡住我目光，淡淡炊烟和那傍晚的雾气相互掩映。残阳斜照的古道没有人声，秋风吹过庄稼传来马的嘶鸣。我为什么懒得上车呢，来的时候多么急切，别离独回却又多么迟缓？</p> <p>　　（红娘说）夫人回去好一会儿了，姐姐，咱们回家去！（莺莺唱）</p> <p>　　【收尾】四周群山中，一马远去残阳里。整个人间的烦恼都填在我胸中，估量这样大的小车子怎么能载得起呢？</p> <p>　　（莺莺、红娘下场）（张生说）仆童趁早赶一路程，早些找个住处。泪水随着流水更加多了，忧愁追逐着野云四处飘飞。（张生下场）</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　【滚绣球】这段曲词，是莺莺在赴长亭的路上唱的，主要以途中的景物为线索来抒情写意，从不同的侧面展示主人公复杂的内心世界。</p> <p>　　“柳丝长玉骢难系，恨不倩疏林挂住斜晖。”“玉骢”是指张生骑的青白色的马；“倩”，是请的意思；“斜晖”，指斜照的阳光。莺莺看到长长的柳丝就想到它系不住张生骑的马儿；看到疏朗的树林就想请它们挂住流逝的阳光，让时间走得慢一点。“马儿的行，车儿快快的随。”“”就是慢慢的意思。张生骑马在前，莺莺坐车在后，莺莺要马儿慢慢地走，车儿快快地跟上，好让自己同张生更靠近些，也能有更多一点的时间呆在一起。“却告了相思回避，破题儿又早别离。”这两句是说，刚逃过了情人之间的相思之苦，才开始在一起又要很快地分离。“听得道一声‘去也’，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？”“金钏”就是带在手腕上的金镯子；“长亭”是古代设立在大道旁边为送别饯行而用的亭子，古语有“十里一长亭，五里一短亭”的说法，所以叫“十里长亭”。这三句是说，莺莺刚听见一声张生要走，手腕上戴的金镯子就松下来了；远远看见送别的十里长亭，人马上就瘦下来了。这种离愁别恨有谁能知道啊？这里作者运用了高度夸张的表现手法，来形容当时莺莺和张生缠绵欲绝的离别之情。</p> <p>　　这段曲词和前面那段【端正好】相比，在情景的铺设上是不大相同的。【端正好】主要是采用因景生情的手法，以凄凉的暮秋景象来引出莺莺的离愁别恨。【滚绣球】这段曲词，比较多地采用了由情及景的手法，柳丝系马儿、疏林挂斜晖、马慢走车快行、松金钏减玉肌等等所有这些描写，无不都是由莺莺对张生的依恋惜别之情引发出来的。</p> <p>　　对莺莺内心活动的刻画，不是依仗苍白空泛的言词，而是借助鲜明生动的形象。作者把天地景物乃至车马首饰统统拿来，赋予丰富的联想和夸张，作为表情达意的手段。这就使得抽象的人物感情表现得十分具体真实，细腻动人。</p> <p>　　【叨叨令】这段曲词，先是说莺莺看见送行的车马，心中非常难过、闷气；进而又说无心梳妆打扮，从今后只能用昏睡和哭泣来熬度时光。紧接着，是无可奈何的悲叹：“兀的不闷杀人也么哥？兀的不闷杀人也么哥？”“兀的不”，就是怎么不的意思；“也么哥”是曲词中的衬字，没有实在的含义。这两句叠句是说：怎么不烦闷死人啊？怎么不烦闷死人啊？然而烦闷和悲叹也无法挽回她和张生的离别，所以最后只好叮嘱张生：“久已后书儿、信儿，索与我惶惶的寄。”这里的“索”，是必须、应该的意思；“惶惶”，匆忙、赶紧的意思。这两句是嘱咐张生分别后赶紧寄书信回来。</p> <p>　　这段曲词是莺莺在自己丈夫和最知心的丫环红娘面前尽情倾诉离别的痛苦心情，因此在描写上与前面【端正好】和【滚绣球】委婉含蓄的内心独白不一样，整段曲词无遮无拦，直抒胸臆，用的都是一些普通的口语，如车儿马儿、花儿靥儿、被儿枕儿、衫儿袖儿、熬熬煎煎、昏昏沉沉。作者把这些日常的口语巧妙地组合起来，用一连串的排比、重叠，造成音节和声韵的回环流转，产生“一唱三叹”的艺术效果。</p> <p>　　当莺莺、张生、红娘与老夫人会见后，送别的酒宴开始了。当着严厉无情的老夫人，莺莺不能尽情表露自己的感情，她只能感叹、悲伤。酒宴完毕以后，老夫人先走了。这个时候，莺莺和张生能谈谈知心话了。这里，安排了一支名叫【耍孩儿】的曲子。……</p> <p>　　这段曲词的开头，作者借用典故来极力渲染莺莺内心的悲戚。“淋漓襟袖啼红泪，比司马青衫更湿。”“红泪”，古代传说，曾经有一个少女被选入皇宫，在同她的父母分别时，哭得很伤心，用玉壶接下她的眼泪，玉壶都染成红色的了。后来把女子非常悲伤时流的眼泪叫“红泪”。“比司马青衫更湿”，是融化了唐代<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的长诗《琵琶行》中最后两句：“座中泣下谁最多？江州司马青衫湿。”“江州司马”是白居易当时担任的官名，指的是白居易。这两句是说，莺莺为离别之苦而流的眼泪湿透了衣衫，比当年白居易听琵琶女弹奏时流的眼泪还要多。接下来作者又以比喻的手法进一步抒写莺莺的心绪：“伯劳东去燕西飞，未登程先问归期。”“伯劳”是一种鸟。这两句是说，伯劳和燕子就要一个飞东一个飞西了，还没有起飞分开就问今后相会的日子。经过这些铺张描写，人物的感情已成奔腾之势向高潮发展。这时候，作者却避过潮头，另敷新笔：“虽然眼底人千里，且尽樽前酒一杯。”纵然马上就要相别千里，姑且在聚合时再饮一杯送行酒吧。这是由极度悲哀转向无可奈何时的一句宽慰话。这一笔，虽在意想之外，却在情理之中。它使得整段曲词错落有致，人物的内心活动也显得波澜起伏。经过这样的跌宕回旋，作者才放纵笔墨把人物的感情推向高潮：“未饮心先醉，眼中流血，心内成灰。”“未饮心先醉”，是宋代词人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>【诉衷情近】词中的一句，原文是“未饮心如醉”。<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>把它改成“未饮心先醉”，语意就更加沉重。这三句是说，哪里还要饮什么送行酒啊，还没饮酒，心早已如痴如醉了!眼泪流尽继之以血，这颗心早已被折磨得像死灰一样了。这同上面“虽然眼底人千里，且尽樽前酒一杯”相对照，是感情上的一个突变，由一刹那间的宽慰，转到痛不欲生的悲哀。实际上，前两句是后三句的映衬对比，可以说这是一种欲放先收、欲高先低的手法。</p><br/><h2>赏析</h2> <p>　　主题、情节结构和人物形象</p> <p>　　这一折写张生赴京赶考，莺莺送别的情景，刻画了莺莺离别时的痛苦心情和怨恨情绪，表现了张生和莺莺之间的真挚爱情，突出了莺莺的叛逆性格，强化了全剧歌颂婚姻自由、反对封建礼教的主题。全折一共可以分为四部分。</p> <p>　　第一部分（科白和【端正好】等三曲），是赴长亭路上的场面，写莺莺为离别而愁苦怨恨的心境。【端正好】一曲，情景交融，写深秋景象勾起她的离情别绪。【滚绣球】一曲，主要以途中的景物为线索来抒发离别的怨恨。【叨叨令】以丰富的情态描写，补述莺莺动身前已经产生和未来将要产生的愁绪。</p> <p>　　第二部分（“做到见夫人科”至“专听春雷第一声”），是长亭饯别的场面，主要刻画莺莺、张生二人缠绵依恋而又无可奈何的情态、心理，突出莺莺珍重爱情而轻视功名利禄的思想感情。“但得一个并头莲，煞强如状元及第”，“‘蜗角虚名，蝇头微利’，拆鸳鸯在两下里”，表明了莺莺对赴试的态度，显示了她的反抗精神。</p> <p>　　第三部分（【四边静】至“小生又生此念”），是临别叮嘱的场面，主要表现莺莺对张生的关心和担心：既希望他“得官不得官，疾便回来”，又担心他考中后“停妻再娶妻”。这种心态不仅表现了莺莺对功名利禄的轻视，而且表明了她对二人前途的深深的忧虑。</p> <p>　　第四部分（【一煞】至结尾），是分手后的场面，描写莺莺目送张生依依难舍的情景和离别后的痛苦。</p> <p>　　这一折突出地刻画了莺莺的叛逆性格。在她心目中，金榜题名，是“蜗角虚名，蝇头微利”，不是爱情的前提和基础，因此临别时不忘叮嘱张生“得官不得官，疾便回来”，与老夫人的态度形成鲜明的对照。同时，她也有深深的忧虑，明确地告诉张生“我只怕你‘停妻再娶妻’”。“停妻再娶妻”，这在男尊女卑的封建时代是有现实基础的。莺莺的态度突出地表现了她的叛逆性格和对爱情的执著。莺莺的离愁别恨，是她对不能掌握自己命运的悲哀和抗争，而不只限于“儿女情长”。她的离愁别恨中闪耀着重爱情轻功名、反抗封建礼教的思想光辉。</p> <p>　　情景交融的艺术境界</p> <p>　　借景抒情或曰借景写情是中国古典<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>词中常用的手法。然而在中国古典戏曲中借景抒情也十分常见。以《西厢记》为例，曲词中就有景物描写的唱词。虽然不多，但却有着不可忽视的重要作用。</p> <p>　　景一：十里长亭路，相思慢慢行</p> <p>　　[端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。</p> <p>　　这支曲词是历来公认的写景名句。相传<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>写完此句后”思虑殚尽，扑地而死“（晕厥）。曲子写的是秋景，传统观点一般认为是通过萧瑟的景物烘托了人物悲凉的心情，这值得商榷。我认为这幅秋景的基调不是悲凉萧瑟的，此曲所本的<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《苏幕遮》词为“碧云天，黄叶地，秋色连波，波上寒烟翠”。这里，碧云，黄叶，绿波，翠烟，构成一幅的美丽画面。最能代表秋之萧瑟的“黄叶”在范仲淹的笔下尚且不悲，何况是色彩更加绚丽的“黄花”呢？因此，“碧云天，黄花地”二句一高一低，一俯一仰，展现了际天极地的苍莽秋景。再加上漫山的红叶，真是“停车坐爱枫林晚，霜叶红于二月花”。这是一幅由蓝、黄、红构成的立体感极强的绚烂秋光图。</p> <p>　　那么，怎样理解此处景物在表现人物心情方面的作用呢？其实，范仲淹的词上阕的景物虽然色彩斑斓，但还是为了表现的悲凉的思绪，这是以乐景写哀情。此手法在古典诗歌中是很常见的。如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《绝句》：“江碧鸟逾白，山青花欲燃。今春看又过，何日是归年？”抒发了伤感的思乡之情，而前两句却勾画了一幅幅浓丽的春日画面，极言春光融洽。这是以乐景写哀情。“端正好”曲词用的也是这种手法。曲词中的一个“晓”字告诉我们，长亭送别是从早晨开始的。“碧云天，黄花地，雁南飞，霜林醉”正是刚走出家门的<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>去长亭的路上看到的景色。坐在车里，看到这大好的秋光，莺莺无限惆怅。自然的美景和人生的美景从此都不会属于她。“北雁南飞”，那南飞的大雁，是要回到自己温暖的家的，而她崔莺莺的家呢，那是一个没有自由、讲求门第、热衷功名的深宅府第。况且此时她是客居途中，丧父的悲伤尚在。和张生“腿儿相挨，脸儿相偎，手儿相携”的温存稍稍使自己的心情得到些许宽慰，没想到……她甚至更会想到，假如张生此时不是上京赶考，而是与她去郊外游玩，那该是何等的惬意和幸福啊！没想到母亲却对张生说：“俺三辈儿不招白衣女婿，你明日便上朝取应去。”“母亲啊，你为什么要逼张生求取功名，世人啊，你们为什么重利轻情？”这是此时此刻崔莺莺在心里的呐喊。由此，在她的眼中，那枫林自然就洒满了离人的红泪。这幅画面，色彩热烈。热烈的色彩下，一对儿恋人踯躅于即将分手的路上。自然景境与人物心境形成强大的反差，这是以美的意境营造悲的气氛。</p> <p>　　景二：短暂饯行宴，有言难表明</p> <p>　　[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。</p> <p>　　这是第二幅画面：西风，黄叶，寒烟，衰草。夕阳西下，西风渐紧，“黄叶纷飞”，叶子落得又多又急，不是“柔条纷冉冉，落叶何翩翩”的温柔状态，而是肃杀的，是秋风扫落叶，一股冷嗖嗖的感觉袭上身来。再笼以寒烟、缀以衰草，一动一静，愈觉凄冷。饯行之宴就在这样一个冷风冷色的场景中开始了。</p> <p>　　这是通过莺莺眼看到的秋景。这是一场沉默的晚餐，除了几个人物应酬性的对话外。在即将分别的筵席上，二人有多少知心宽慰的话要向对方表白啊，可是一切都是沉默，只剩下两个人的叹息声。这沉默和叹息埋藏着莺莺心中无限的“怨”。目睹眼前瑟瑟的西风、黄叶、寒烟和衰草，莺莺的怨情滚滚涌出。</p> <p>　　“幺篇”曲词怨张生“轻别离”“情薄”，甚至不希望他进京赶考。“满庭芳”曲词怨母亲“供食太急”，在本已很短暂的饯行宴上居然还不肯回避，弄得莺莺和张生不能温存话别，只能“暗送秋波”。“朝天子”曲词中莺莺痛斥世人追逐名利的心态，充分表现了她珍视爱情、鄙视功名利禄的思想。极目是黄叶纷飞，眼前老夫人面沉似水。西风瑟瑟之中一片沉寂。“将来的酒共食，尝着似土和泥”，“煖溶溶玉醅，白泠泠似水，多半是相思泪”，这恰恰是莺莺怨极产生的幻觉。</p> <p>　　“霎时间”言筵席时间很短，可是读者却同曲中二人一样感到这场沉默的饯行宴是那样地漫长。而他们在赴长亭的路上，走了一天却显得时间那么短，这也许就是情人心中的时间辨证法。</p> <p>　　景三：把酒相告别，情殷意切切</p> <p>　　[四边静]两意徘徊，落日山横翠。</p> <p>　　[四煞]到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤。</p> <p>　　宴席结束，余人散去，唯有一对恋人和红娘。“两意徘徊”言二人依恋难舍，但“落日山横翠”，又不得不分手了。看到眼前的横山，又心里不禁一沉，因为没有山的阻挡，分手之后，还能以目相送片刻，使思念之情得到慰藉。</p> <p>　　莺莺再也无法沉默了，刚才筵席上被压抑的情感此时一下子释放了出来——用泪。莺莺“把酒”向张生告别。她有太多的话想说，却又不能在这即将分别的瞬间全部倾吐出来，一时语塞的莺莺有的就是泪。一个“哭”字确实胜过千言万语。“哭”中甚至有些绝望的成分，“知他今宵宿在那里？有梦也难寻觅。”莺莺觉得自己剩下的只有梦，她寄希望在梦中与张生相见。果然，下一折戏（第四折）就写了莺莺做梦追张生到草桥店要与其一起上京的情节。然而，一贯知书达理的大家闺秀，对即将远行的丈夫，确实是不能“一个'哭'字了得”，如此岂不太“低俗”了。所以当莺莺心情平静下来时便有殷殷的嘱托。尤其“五煞”曲词的嘱托，说得多么一往情深！情意切切，让人不忍卒读。此时的莺莺，她是那么地软弱、孤独、无助、温柔又伤感，让人挥之不去。</p> <p>　　而当她莺莺连梦也没有的时候，或曰梦也不能圆她见张生一面的时候，她就只有望眼欲穿了。于是便有了“到晚来闷把西楼倚，见了些夕阳古道，衰柳长堤”的描写。这个场景说不上新颖别致，在古典诗词中很常见。可用在这里却化腐朽为神奇，十分真切地表现了莺莺的孤独思念之情，这是莺莺的大痛苦和大悲凉，也是中国古代妇女的大痛苦和大悲凉。</p> <p>　　一个女子，西楼独倚，怅望古道衰柳，心上人迟迟不归。这个形象很使人想起古代的弃妇。从而自然带出“二煞”曲词中莺莺对张生些许的请求，或曰乞求。莺莺害怕自己倾心的爱全部付出后被玩弄。“两情若是久长时，又岂在朝朝暮暮”，出身名门的崔莺莺未必不懂得这个道理，张崔的“两情”，在莺莺看来，就怕不是“久长时”，那么她就更要在乎朝朝暮暮。中国古代妇女的命运悲剧可见一斑。</p> <p>　　景四：独自长徘徊，心愁车难载</p> <p>　　[一煞]青山隔送行，疏林不做美，淡烟暮霭相遮蔽。夕阳古道无人语，禾黍秋风听马嘶。</p> <p>　　[收尾]四围山色中，一鞭残照里。</p> <p>　　这是后两只曲子。这个场景写莺莺送别张生后，迟迟不肯归去，怅然若失、徘徊反侧的情景。精彩之处是情景交融，细腻地刻画了莺莺几起几伏的思念之情。</p> <p>　　“青山”三句写莺莺刚刚送走张生后，始终目送他渐行渐远。直到张生转过一片山，山、树和暮蔼淹没了张生。此时莺莺转过眼睛，西风之下，她看到的是夕阳古道，只剩自己孤独地站着。“无人语”有二说，一是古道无人，寂静荒凉；一说张生已去，再无人与莺莺知心相谈（另外可以认为崔莺莺视而不见，听而不闻。送行的痛苦、不舍，让崔莺莺无暇顾及其他）。总之，这句是写莺莺思念的心情开始渐渐平缓下去了，就要回家了。可就在这时，她却突然听到了一声“马嘶”。这马嘶无疑告诉莺莺她的心上人此时就在路上，这使她已经平静了的心骤然又涌动起离别的悲苦之情。她又不忍心马上回家了，这才有了“懒上车儿”的想法。这是“一伏一起”。</p> <p>　　随着马嘶声的渐渐远去，莺莺的心情又开始慢慢平静下来。再加上红娘在一旁的催促，莺莺要动身走了。当她就要抬脚登上车子时，下意识地再一次环顾四周，也许她在寻找什么，而她看到的只是四面暮霭沉沉的青山。她也下意识地望了一下张生离去的远方，那里是一轮如血的残阳即将没入山巅。而突然间，“一鞭残照里”，这是莺莺万万想不到的。残阳的余晖中瞬间出现了一个黑色的起马人的剪影。他正跃马扬鞭，他是谁？是张生。莺莺两度平静下去的心情再一次空前地激荡不已。这是“再伏再起”。本已相思之极的她此时真是“遍人间烦恼填胸臆”，眼前的车子是如何也载不起的了。</p> <p>　　《长亭送别》中的景物描写不是零散孤立的，而是相互联系共同构成一个整体——这就是秋景。从时间上说是从“晓来”之晨到“疏林挂着斜晖”，再到“落日”，最后至“残照”；就空间而言是起于“长亭路”，继而是长亭外的近景，然后是亭外远山、古道、田野，最后终于“残照”的天边。正因为景物之间具有纵的和横的关联，所以既独立又作为整体一部分的几幅清秋图便构成了秋的整体意境，又兼过渡、引起情节的作用。</p> <p>　　《长亭送别》中的景物描写，又围绕着一个“情”字展开，以景造境，情境交辉，反复烘托渲染人物心理，十分生动细腻地刻画了崔张二人尤其是莺莺依恋、哀伤、悲苦、关切、忧虑、孤独等复杂的心理。这折戏把男女之情写到了极致，崔张二人就是在长亭这样的意境时空下“话别”，从而演绎了一曲“两情若是久长时，也在朝朝暮暮”的情爱恋歌。（参考文献：《两情若是久长时，也在朝朝暮暮》李殿林著 《中学语文》（教学大参考）2006年第12期）</p> <p>　　富于文采的戏曲语言</p> <p>　　王实甫的戏曲语言以富于文采为特色，曲词之美，与剧作的故事之美、人物之美、意境之美和谐统一。这在《长亭送别》一折中尤为突出。</p> <p>　　①运用多种多样的修辞方法生动形象地表现人物的心理</p> <p>　　全折运用了比喻、夸张、用典、对比、对偶、排比、反复、叠音、设问等多种修辞方法。特别是巧用夸张，并与比喻、用典、对比等结合，因情随物而设。例如，“听得道一声‘去也’，松了金钏；遥望见十里长亭，减了玉肌”，“昨宵今日，清减了小腰围”，夸张地表现感情折磨下的身心交瘁；“将来的酒共食，尝着似土和泥。假若便是土和泥，也有些土气息，泥滋味”，“泪添九曲黄河溢，恨压三峰五岳低”都是夸张兼比喻，写离别之情，达到愁极恨绝、无以复加的地步；“淋漓襟袖啼红泪，比司马青衫更湿”，用了“红泪”和“青衫泪”两个典故，是夸张兼用典，形容伤心之至；“暖溶溶的玉醅，白泠泠似水”是夸张、比喻和对比，以厌酒表现愁苦至极。作品中的夸张描写，大都将人物感情寄附于客观事物，借助鲜明生动的形象来展示人物的内心世界，具有强烈的感染力。</p> <p>　　【叨叨令】一曲，将“车、马，花、靥，被、枕，衫、袖，书、信”这些常用词带上“儿”字，加上一些叠音形容词，如熬熬煎煎、娇娇滴滴、昏昏沉沉之类，用排比句巧妙组合衔接，并间以反复的感叹，造成音韵的回环往复，产生一唱三叹、声情并茂的艺术效果。把莺莺柔肠百结的离别苦痛写得哀哀切切，见情见态。莺莺那种如泣如诉、呜呜咽咽的声气口吻，宛然在侧。</p> <p>　　②融古代诗词与民间口语为一体</p> <p>　　作者善于把典雅凝练的古代诗词与通俗流畅的民间口语融为一体，从而形成清丽华美、生动活泼的语言风格。作品融入了不少古代诗词的语句，其特有的语义、情味和表达效果与剧中语境相契合，增添了语言的文采和表现力。例如，【端正好】中的“碧云天，黄花地”，化用范仲淹《苏幕遮》词中“碧云天，黄叶地”语句，并取其秋景凄凉的意境，以烘托送别的凄冷氛围；【朝天子】中的“蜗角虚名，蝇头微利”，引用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《满庭芳》词原句，形象地表现莺莺珍重爱情、轻视功名利禄的思想感情；【耍孩儿】中“未饮心先醉”，化用<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《诉衷情近》词中“未饮心如醉”之句，一字之易，更加夸张，语意更加沉重，表现了莺莺饯别时的极端愁苦。</p> <p>　　作品不仅大量运用民间口语，吸收了不少的方言词和俗语、成语，而且善于将民间口语加工为富于文采的文学语言。例如【滚绣球】一曲的语汇、语句都具有民间口语的风格，可以说是口语的韵律化，通俗自然、生动活泼而又富于文采。</p> <p>　　思想内容</p> <p>　　《西厢记》和《西厢记诸宫调》相比，在思想上更趋深刻。它正面提出了“愿天下有情的都成了眷属”的主张，具有更鲜明的反封建礼教和封建婚姻制度的主题。</p> <p>　　首先，《西厢记》歌颂了以爱情为基础的结合，否定封建社会传统的联姻方式。作为相国小姐的莺莺和书剑飘零的书生相爱本身，在很大程度上就是对以门第、财产和权势为条件的择偶标准的违忤。莺莺和张生始终追求真挚的感情。他们最初是彼此对才貌的倾心，经过联吟、寺警、听琴、赖婚、逼试等一系列事件，他们的感情内容也随之更加丰富，这里占主导的正是一种真挚的心灵上的相契合的感情。</p> <p>　　其次，莺莺和张生实际上已把爱情置于功名利禄之上。张生为莺莺而“滞留蒲东”，不去赶考；为了爱情，他几次险些丢了性命，直至被迫进京应试，得中之后，他也还是“梦魂儿不离了蒲东路”。莺莺在长亭送别时叮嘱张生“此一行得官不得官，疾便回来”，她并不看重功名，认为“但得一个并头莲，煞强如状元及第”；即使张生高中的消息传来，她也不以为喜而反添症候。《西厢记》虽然也是以功成名就和有情人终成眷属作为团圆结局，但全剧贯穿了重爱情、轻功名的思想，显示出王实甫思想的进步性。</p> <p>　　（《中国大百科全书·中国文学卷》，中国大百科全书出版社1986年版）</p>",
  "about": "<h2>语言特色</h2> <p>　　《西厢记》包含丰富的修辞技巧，有人做了统计，全剧运用的积极修辞手法达到三十四种之多，可以说是集我国古代修辞之大成，成为我国古代戏曲修辞手法运用的理想范本。</p> <p>　　作者采用古典<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>词情景交融的艺术手法，既吸收了古典诗词语言的精华，又提炼、融会生动的民间口语，加重文章的斑斓色彩，增强语言的形象性和表现力，使这部作品辞藻纷呈，艳丽典雅。在博取众长的基础上，熔铸冶炼，形成自身华丽秀美的语言特色。这种特色是形成全剧“花间美人”艺术风格的重要因素，没有语言上这种五色缤纷的艳丽姿采，“花间美人”就要黯然失色。</p> <p>　　……其文采灿然的语言特点，绝不是堆砌词藻，雕字琢句得来的，它和形式主义的专门搞文字藻绘的作品毫无共同之处。全剧虽然华美，文采璀璨，却自然、流利、通畅，绝无滞涩、雕琢、造作的毛病。因此明代戏曲评论家何元朗认为：“<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>才情富丽，真辞家之雄。”（《四友斋从说》）<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>云：“北曲故当以《西厢》压卷。”（《曲藻》）</p> <p>　　（吴文）</p> <p>　　作者不仅善于熔炼方言口语入曲，而且更善于熔炼古典诗词入曲，甚至把口语和古典诗词杂糅在一起而丝毫不显生硬牵强。俗话说“量体裁衣”，《西厢记》很多地方是“量体借衣”，借用前人的现成语句和意境而不显“借”的痕迹。……当我们读到“碧云天，黄花地”，“暖溶溶的玉醅，白泠泠似水，多半是相思泪”等句时，也会很自然地想到<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的名篇《苏幕遮》：</p> <p>　　碧云天，黄叶地。秋色连波，波上寒烟翠。山映斜阳天接水。芳草无情，更在斜阳外。</p> <p>　　黯乡魂，追旅思。夜夜除非，好梦留人睡。明月楼高休独倚。酒入愁肠，化作相思泪。</p> <p>　　而“淋漓襟袖啼红泪，比司马青衫更湿”用的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>“座中泣下谁最多，江州司马青衫湿”的典故是无须说的了。由于原材料都来自诗中的句篇、精华，于是据以熔炼而成的新产品当然是精品了。但是话说回来，好材料遇到拙劣的工匠，就不一定收到好的效果，这里便有所谓化工和画工、神似和形似的区别。一个好的词语，一种好的意境或一种好的表现方法，高明的巧匠可以从中得到启发、借鉴，按自己的需要加以创新。例如《西厢记》中《送别》一折有“四围山色中，一鞭残照里。遍人间烦恼填胸臆，量这些大小车儿如何载得起？”写离愁之重，小小车儿载不动。这个意思并不是王实甫创造的。董解元《西厢记诸宫调》就有“驴鞭半袅，吟肩双耸，休问离愁轻重，向个马儿驮也驮不动”。只因王实甫是写莺莺的离愁别恨，因此必须易马为车，不能照搬董解元的原话，但是写离愁之重却是一样的。董解元用马形容离愁，也不是董解元的创造，宋人石孝友《玉楼春》词已有“春愁离恨重于山，不信马儿驮得动”的比喻。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的《武陵春》：“闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。”可见古诗词中载愁的工具多得很，骑马、乘车、坐船悉听尊便，但总的说必须符合人物所处的现实环境，必须有助于人物刻画。能融会贯通臻于至境的是高手，否则照葫芦画瓢，生搬硬套，即或很像，也是别人的东西。</p> <p>　　总之，《西厢记》的语言艺术是杰出的。由于王实甫既能熟练地驾驭民间语言，又善于吸取古典诗词中的精华为己所用，两者奇妙的结合，便形成既典雅又质朴，既有文采又不废本色的独特的艺术风格。而浓郁的诗情画意，弥漫在字里行间，这却是《西厢记》获得文采派代表作的主要标志。</p> <p>　　（王文）</p><br/><h2>教学建议</h2> <p>　　【朝天子】【二煞】两曲集中表现了全折的戏剧冲突和主人公的叛逆精神，可在通读课文的基础上，引导学生对这两支曲子作简要分析，提纲挈领地了解剧情，准确地把握人物的思想感情和性格特征。</p> <p>　　要重视诵读。开头三曲、结尾两曲应要求背熟，还可要求选背其他一些曲子。不但要背一些单支曲子，还要注意整体诵读。在诵读时，让学生注意把握全折哀怨的抒情基调，读出感情起伏的变化。</p> <p>　　要重视曲词鉴赏。曲词鉴赏不必太多，可根据鉴赏重点进行选择。例如，【叨叨令】一曲运用排比和反复的修辞方法，【耍孩儿】一曲有多处借用古代<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>词的语句，可着重从语言特色的角度来鉴赏；【朝天子】【二煞】两曲，可着重从人物的思想感情和性格特征方面鉴赏；【端正好】【一煞】两曲，则可着重鉴赏情景交融的艺术境界，引导学生深入体会。鉴赏曲词时，注意在学生不易觉察的关键之处进行点拨。</p> <p>　　鉴赏富于文采的戏曲语言，不要搞成修辞方法的辨析或语句出处的考查，而要结合课文的语境，揣摩语义、情味，体会修辞方法和古代诗词的语句的表达效果。</p> <p>　　如有条件，可让学生阅读《西厢记》剧本，或欣赏戏曲《西厢记》的音像资料。</p><br/><h2>戏剧冲突</h2> <p> 　　“但得一个并头莲，煞强如状元及第”，这是莺莺对张生赴考所持的态度。历经多少辛酸痛苦才获取的爱情，刚刚得到承认，马上又要分开。“却告了相思回避，破题儿又早别离。听得道一声‘去也’，松了金钏；遥望见十里长亭，减了玉肌。此恨谁知？”莺莺的内心愈是痛苦，愈是说明封建家长的冷酷无情。莺莺虽然无力反抗老夫人“三辈儿不招白衣女婿”的宗旨，但她斩钉截铁地表明了自己对这个问题的态度，她认为“莲开并蒂”比“状元及第”好得多。这些描写，使《西厢记》摆脱了表现才子佳人离愁别绪的老套，升华到否定世俗传统偏见的高度，使艺术形象迸发出闪光的民主思想的火花。“‘蜗角虚名，蝇头微利’，拆鸳鸯在两下里。一个这壁，一个那壁，一递一声长吁气。”不要忘记这些话是当着老夫人的面说的，它显示了莺莺倔强的反抗性格。《长亭送别》历来为人们所激赏，其中一个重要原因是它在思想上有新意，它不仅表现了爱情和封建家长的矛盾，而且对读书追求功名利禄那一套世俗观念做了一定程度的批判。</p> <p>　　“荒村雨露宜眠早，野店风霜要起迟。”在老夫人和长老相继离去后，莺莺面对即将赴考的张生，百感交集，肝肠痛断。她首先叮嘱张生的是：“此一行得官不得官，疾便回来。”又一次表现了她在功名利禄问题上与老夫人截然不同的态度。面对即将远去的爱人，莺莺千叮咛，万嘱咐，“顺时自保揣身体”，“鞍马秋风里，最难调护，最要扶持”。这些体贴入微的话，写出莺莺对张生的缠绵深情，表现了她温柔娴慧的性格。</p> <p>　　“此一节君须记，若见了那异乡花草，再休似此处栖迟。”《长亭送别》的末尾，莺莺终于把藏在心底的话说出。这话来得如此突兀，分量惊人的重。“你休忧‘文齐福不齐’，我只怕你‘停妻再娶妻’。”莺莺明白，她和张生的爱情正达到一个危险地带，张生得中与否都是对他们的爱情的巨大考验。张生得中的话，他将成为高门大族的择婿对象；如果落第，老夫人又不承认这个白衣女婿。巨大的阴影笼罩着莺莺。在这里，我们窥见了封建时代妇女身上所承受的巨大的压力，以及在男女不平等的社会里妇女悲惨屈辱的地位。如果剧中的张生不是一位忠厚志诚的君子的话，莺莺的弃妇的命运几乎是不可避免的。</p> <p>　　（吴国钦《〈西厢记〉艺术谈》，以下称“吴文”，广西人民出版社1983年版）</p><br/><h2>艺术风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>之词如花间美人。铺叙委婉，深得骚人之趣。极有佳句，若玉环之出浴华清，绿珠之采莲洛浦。</p> <p>　　（朱权《太和正音谱》）</p> <p>　　如果要用一句话概括关、王二人艺术的不同之点的话，这就是：<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>戏剧属阳刚之美，而王实甫戏剧属阴柔之美。借用清代<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>的话来说，前者“如霆，如电，如长风之出谷，如崇山峻崖，如决大川，如奔骐骥；其光也，如杲日，如火，如金铁”；后者则“如初升日，如清风，如云，如霞，如烟，如幽林曲涧，如沦，如漾，如珠玉之辉，如鸿鹄之寥廓。”（《复鲁挈非书》）</p> <p>　　《西厢记》的崔张故事乃千古佳传，人物也很美，无论是张生钟情之美，莺莺深情之美，红娘热情之美，皆清丽夭矫，沁人心脾，为“花间美人”的艺术风格奠下很好的基础。</p> <p>　　艺术风格的形成在很大程度上取决于作者驾驭语言的独特性。剧本和其他艺术形式一样，也是语言的艺术。运用什么样的语言就有什么样的艺术风格，这几乎是不言而喻的。王实甫是我国古代一位杰出的语言艺术大师，他吸收了当时民间生动活泼的口语，继承了唐<a href=\"http://so.gushiwen.org/view_72735.aspx\">诗</a>宋词精美的语言艺术，融化百家，创造了文采斑斓的元曲语汇，成为我国戏曲史上文采派最杰出的代表。《西厢记》“花间美人”的艺术风格，是和全剧到处都有美不胜收的绮词丽语分不开的。……</p> <p>　　艺术风格还表现在意境的创造方面。王实甫是酿造气氛、描摹环境的圣手。全剧处处有诗的意境，洋溢着诗情画意的气氛。……在个别悲剧性的场子里，也依然笼罩着诗的气氛。如《送别》一折，并不着重去渲染主人公摧肝裂胆的痛苦，而是借助古典诗词描写愁恨时特有的一些表现手法，以景写人，达到情景交融的艺术境界。这里没有呼天抢地，没有抱头痛哭，有的是“碧云天，黄花地，西风紧，北雁南飞”那种诗意的迷惘和浓浓的哀愁，依然是一片诗情画意的动人色调，与全剧优美的风格和谐统一。</p> <p>　　《西厢记》是一部迷人的诗剧，全剧从头到尾是一首优美动人的爱情诗，它有明快的抒情喜剧的节奏，有“词句警人，满口余香”的艺术语言，有情景交融、诗情画意的环境氛围，所有这一切，汇合成一种独特的风貌和格调，形成了非常优美的“花间美人”的艺术风格。</p> <p>　　（吴文）</p> <p>　　另外一些人的评论，如明初戏剧评论家何元朗“王实甫才情富丽，真辞家之雄”（《四有斋丛说》），“若《西厢》，才华富瞻”，“为情词之宗”，为“丽曲之最胜者”等等，谈的主要也是文采。过去论曲，以文采、本色划分派别，用以说明一个作家的语言风格，王实甫被认为是文采派的代表作家。其实真正有成就的作家大多是不拘一格的。就以“花间美人”为喻，这个美人是珠光宝气、浓妆艳抹的呢？还是“清水出芙蓉，天然去雕饰”呢？意见便不尽一致。一种意见是前者，说“《西厢》全带脂粉”，“王词浓而芜”（何良俊《曲论》），就是说打扮过分，着意修饰而丧失本色；另一种意见恰相反，认为华丽浓艳并不是《西厢》的神髓所在，若“语其神，则字字当行，言言本色，可为南北之冠”（徐复祚《曲论》），比它如清水芙蓉，可说是天下第一美人。明代文论家李贽称《西厢》为化工而非画工，其中也有称赞它不待修饰自然美好的意思。以上代表两种截然不同的看法：一认为《西厢》的语言风格是华丽浓艳，一则认为本色自然。这不过是评论者各取所好，偏执一词的说法。真正的美人是集本色、文采于一身，若说王实甫比较注重于文采，那是对的；但因此认为他不擅长本色，就不一定对。因为《西厢记》中确有许多本色、当行的语言对塑造人物起到很好的作用。<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>就曾指出：“填词中方言之多，莫过于《西厢》一种。”方言即指一地的日常生活用语，对于元剧来说，最称本色。</p>",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": [
    "妇女",
    "礼教",
    "爱情"
  ]
}