{
  "id": 72017,
  "star": 67,
  "name": "燕山亭·北行见杏花",
  "dynasty": "宋代",
  "content": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。<br>凭寄离恨重重，者双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。",
  "fanyi": "<p><strong>译文<br></strong>剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。<br>谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。</p> <p><strong>注释<br></strong>1.宴山亭：词牌名。一作《燕山亭》。与《山亭宴》无涉。以宋徽宋<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>词为准。双片九十九字。上片十一句五仄韵，下片十句五仄韵。上片第八句为上三下四句式。第九句二字，多为感叹词语，第十句首字领格，引领两个四言句。下片第二句首字领格。下片第八句为上三下四句式。下片第九句多为感叹词语。第十句为上三下四句式。此调有宋徽宋、毛圱、<a href=\"http://so.gushiwen.org/author_159.aspx\">王之道</a>、<a href=\"http://so.gushiwen.org/author_198.aspx\">张雨</a>诸词可校。<br>2. 冰绡：洁白的丝绸，比喻花瓣。<br>3.胭脂：原文“燕脂”，通假字。<br>4.靓（jìng）装：美丽的妆饰。<br>5.蕊珠宫女：指仙女。蕊珠，道家指天上仙宫。<br>6.凭寄：凭谁寄，托谁寄。<br>7.者：同“这”。<br>8.无据：不知何故。<br>9.和：连。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词通过写杏花的凋零，借以哀伤自己悲苦无告、横遭摧残的命运。词之上片先以细腻的笔触工笔、描绘杏花，外形而及神态，勾勒出一幅绚丽的杏花图。近写、细写杏花，是对一朵朵杏花的形态、色泽的具体形容。杏花的瓣儿好似一叠叠冰清玉洁的缣绸，经过巧手裁剪出重重花瓣，又逐步匀称地晕染上浅淡的胭脂。朵朵花儿都是那样精美绝伦地呈现人们眼前。“新样”三句，先以杏花比拟为装束入时而匀施粉黛的美人，她容颜光艳照人，散发出阵阵暖香，胜过天上蕊珠宫里的仙女。“羞杀”两字，是说连天上仙女看见她都要自愧不如，由此进一步衬托出杏花的形态、色泽和芳香都是不同于凡俗之花，也充分表现了杏花盛放时的动人景象。</p> <p>　　以下笔锋突转，描写杏花遭到风雨摧残后的黯淡场景。春日绚丽非常，正如<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《木兰花慢》中所云：“正艳杏烧林，缃桃绣野，芳景如屏。”但为时不久就逐渐凋谢，又经受不住料峭春寒和无情风雨的摧残，终于花落枝空；更可叹的是暮春之时，庭院无人，美景已随春光逝去，显得那样凄凉冷寂。这里不仅是怜惜杏花，而且也兼以自怜。试想作者以帝王之尊，降为阶下之囚，流徙至千里之外，其心情之愁苦非笔墨所能形容，杏花的烂漫和易得凋零引起他的，种种感慨和联想，往事和现实交杂一起，使他感到杏花凋零，犹有人怜，而自身沦落，却只空有“故国不堪回首月明中的无穷慨恨。”愁苦“之下接一”问“字，其含意与李后主的”问君能有几多愁，恰似一江春水向东流“亦相仿佛。</p> <p>　　词之下片，以杏花的由盛而衰暗示作者自身的境遇，抒写词人对自身遭遇的沉痛哀诉，表达出词人内心的无限苦痛。前三句写一路行来，忽见燕儿双双，从南方飞回寻觅旧巢，不禁有所触发，本想托付燕儿寄去重重离恨，再一想它们又怎么能够领会和传达自己的千言万语？但除此以外又将凭谁传递音问呢？作者这里借着问燕表露出音讯断绝以后的思念之情。“天遥”两句叹息自己父子降为臣虏，与宗室臣僚三千余人被驱赶着向北行去，路途是那样的遥远，艰辛地跋涉了无数山山水水，“天遥地远，万水千山”这八个字，概括出他被押解途中所受的种种折磨。回首南望，再也见不到汴京故宫，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以说是“别时容易见时难”了。</p> <p>　　以下紧接上句，以反诘说明怀念故国之情，然而，“故宫何处”点出连望见都不可能，只能求之于梦寐之间了。梦中几度重临旧地，带来了片刻的慰安。结尾两句写绝望之情。<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>《阮郎归》末两句“梦魂纵有也成虚，那堪和梦无”，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《阮郎归》结尾“衡阳犹有雁传书，郴阳和雁无”，都是同样意思。梦中的一切，本来是虚无空幻的，但近来连梦都不做，真是一点希望也没有了，反映出内心百折千回，可说是哀痛已极，肝肠断绝之音。</p> <p>　　作者乃北宋著名书画家，其绘画重高写生，以精工通真著称于世。这种手法于此词的景物刻画中也有所体现，尤其上片对杏花的描绘，颇具工笔画的意蕴。</p>",
  "about": "<h2>创作背景</h2> 　　此词是宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>于1127年覆国后与其子钦宗<a href=\"http://so.gushiwen.org/author_2898.aspx\">赵桓</a>被金兵掳往北方五国城时途中，途中见杏花而托物兴感而作，是作者身世遭遇的悲惨写照。",
  "poet": {
    "id": 428,
    "star": 0,
    "name": "赵佶",
    "image": "http://img.gushiwen.org/authorImg/zhaoji.jpg",
    "desc": "宋徽宗，名赵佶（公元1082年5月初5～1135年6月4日），神宗11子，哲宗弟，是宋朝第八位皇帝。赵佶先后被封为遂宁王、端王。哲宗于公元1100年正月病死时无子，向皇后于同月立他为帝。第二年改年号为“建中靖国”。宋徽宗在位25年（1100年2月23日—1126年1月18日），国亡被俘受折磨而死，终年54岁，葬于永佑陵（今浙江省绍兴县东南35里处）。 他自创一种书法字体被后人称之为“瘦金书”。"
  },
  "tags": [
    "婉约",
    "写花",
    "寓人",
    "身世",
    "感伤"
  ]
}