{
  "id": 437,
  "star": 11,
  "name": "幸蜀西至剑门",
  "dynasty": "唐代",
  "content": "剑阁横云峻，銮舆出狩回。<br>翠屏千仞合，丹嶂五丁开。<br>灌木萦旗转，仙云拂马来。<br>乘时方在德，嗟尔勒铭才。",
  "fanyi": "<p><strong>译文</strong><br>剑门山高耸入云，险峻无比；我避乱到蜀，今日得以回京。<br>只见那如翠色屏风的山峰，高有千仞，那如红色屏障的石壁，全凭五位大力士开出路径。<br>灌木丛生，好似缠绕旌旗，时隐时现；白云有如飞仙，迎面拂拭着马来。<br>治理国家应该顺应时势，施行仁德之政，各位大臣，你们平定叛乱，建功立业，是国家的栋梁之才。</p> <p><strong>注释</strong><br>⑴幸蜀西至剑门：幸蜀：驾临四川。剑门，古县名，今四川省剑阁东北，因剑门山而得名。此<a href=\"http://so.gushiwen.org/view_437.aspx\">诗</a>是唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>在安史之乱时长安收复后从四川回京时，行至剑门时所写。<br>⑵銮舆：皇帝的车驾，此处是李隆基自指。出狩：皇帝到外地巡视称出狩。<br>⑶五丁开：传说中蜀道是由五个大力士（五丁）开通的。<br>⑷乘时：造就时势。<br>⑸勒铭才：建功立业的才能。西晋时<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>作《剑阁铭》，晋世祖司马炎派人刻于石上。铭中有“兴时在德，险亦难恃”之语。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“剑阁横云峻，銮舆出狩回”二句，开篇扣题，力度千钧。剑阁天险，銮舆人主，铢两悉称。“峻”是剑门山主要的特征，其它如道路险曲等，都由“峻”字生出。<a href=\"http://so.gushiwen.org/view_437.aspx\">诗</a>中不去写山，只抓住山腰“横云”这一特定景观来写：在平原高不可及的层云，此刻只是层层低徊于剑门腰际，足见山高岭峻路险。“横”字，描绘出层云叠起，横截青峰，与峻伟山势，共同构成一种浩然雄劲的气势。经过首句先声夺人的渲染，出句交待皇舆返京，经行剑阁情事。《春秋》为尊者讳，天子逃窜，每称“出狩”，用来不免难堪。但“出狩”下紧缀一个“回”字，又很能显出玄宗心境的爽朗和愉悦。两句一景一事，领起下文。</p> <p>　　颔联二句：“翠屏千仞合，丹嶂五丁开”，互文见意。“屏”，“嶂”均指山峰，“翠”、“丹”渲染山色之美，玄宗回京经过剑阁，虽已是十月初冬时分，但南国天气，正是枫叶流丹、青松积翠的好季节。山路萦绕，只见座座山峦，红绿纷呈，丹翠辉映。“千仞合”写道路险阻。皇舆经行，抬头看去，剑门七十二峰拥挤堆叠，壁立千仞，仿佛扇扇闭合的大门。山势最险处，“峭壁中断，两岩相嵌，形似剑门”，是“一夫当关，万夫莫开”的关隘所在，山也因此得名，“五丁开”形象道路之险，其中流传一个神奇的传说：</p> <p>　　秦惠王伐蜀不识道路，于是造五只石牛，置金牛尾下，扬言牛能屙金。蜀王负力信以为真，派五壮士拉牛回国，为秦开出通蜀的道路。</p> <p>　　“灌木萦旗转，仙云拂马来”，落笔于事，事中见景。“灌木”句写道路之曲。太白诗“青泥何盘盘，百步九折萦岩峦”，足见弯道众多。仪仗左转右转，旌旗摇动，乘舆前行，反觉是路边的树木山石在转移倒退。“仙云”呼应首联“横云”，山中之云；远看阴浓层叠，等到拂马而来，却丝丝缕缕，轻灵洁白，使人看了，顿觉澄洁清爽，加上地势之高，如入仙境。</p> <p>　　尾联“乘时方在德，嗟尔勒铭才”，是就剑阁石壁所勒<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>铭文发议论，张氏在《剑阁铭》中明确提出，“兴实在德，险亦难恃”，并在文尾声明撰铭宗旨：“勒铭山阿，敢告梁益”，警告汉中和四川的不臣者，天命所钟，在德不在险。玄宗读罢铭文，深有同感。“乘时方在德”，“乘时”，是说眼前出现平叛的大好形势。他相信李唐王朝德在人间，也相信其子肃宗的仁智，祸患很快就会消除。当然，面对铭文，玄宗也不会忘记，他追求享受、滥用佞人，与这次动乱的发生有不可分割的联系，不免感叹自己昔日之非，不无悔恨。因此对张载的识见才华十分称赏：“嗟尔勒铭才”，“嗟”是赞叹之词。</p> <p>　　此诗格调庄严，笔力扛鼎。虽作于乱中，不失盛唐气象。</p>",
  "about": "<h2>创作背景</h2> 　　《唐<a href=\"http://so.gushiwen.org/view_437.aspx\">诗</a>纪事》卷二载有该诗的本事：“帝幸蜀，西至剑门，题诗曰：剑阁横云峻，銮舆出狩回。翠屏千仞合，丹嶂五丁开。灌木萦旗转，仙云拂马来。乘时方在德，嗟尔勒铭才。至德二年，普安郡守贾深勒石。”《旧唐书》本纪和《通鉴》的记载相同：十月，肃宗遣中使啖廷瑶入蜀奉迎，当月车驾离蜀，十一月至凤翔，十二月至京。又据《元和郡县图志》：普安郡即剑州，剑门就在剑州境内。玄宗车驾返京，经行剑阁，作有是诗，州刺史以为中兴盛事，勒石以示纪念。此诗境界开阔，基调高昂，也不似仓皇避乱时情景。可确定为公元757年（至德二载）回舆长安时所作。",
  "poet": {
    "id": 520,
    "star": 0,
    "name": "李隆基",
    "image": "http://img.gushiwen.org/authorImg/lilongji.jpg",
    "desc": "唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇，公元685年出生在东都洛阳（今河南洛阳），712年至756年在位。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。"
  },
  "tags": [
    "写景",
    "议论"
  ]
}