{
  "id": 17578,
  "star": 35,
  "name": "少年行四首",
  "dynasty": "唐代",
  "content": "少小边州惯放狂，骣骑蕃马射黄羊。<br>如今年老无筋力，犹倚营门数雁行。</p> <p>家本清河住五城，须凭弓箭得功名。<br>等闲飞鞚秋原上，独向寒云试射声。</p> <p>弓背霞明剑照霜，秋风走马出咸阳。<br>未收天子河湟地，不拟回头望故乡。</p> <p>霜满中庭月满楼，金樽玉柱对清秋。<br>当年称意须行乐，不到天明不肯休。",
  "fanyi": "<p><strong>译文</strong><br>青午时在边城使性放狂，<br>骣骑着蕃地马箭射黄羊。<br>到如今年纪老没了筋力，<br>还靠着军营门来数雁行。</p> <p>清河郡五城原是我的家，<br>博取功名全靠着好箭法。<br>秋原飞驰本来是等闲事，<br>宝雕弓独自向着寒空发。 </p> <p>弓箭沐浴着霞光，宝剑照耀着寒霜。<br>剑起案列的秋风，驰马飞出了咸阳。<br>国土一角仍沦陷，天子没有收河湟。<br>这种情况不改变，不拟回头望故乡。</p> <p>庭院里霜满地，月亮已过了小楼。<br>倚着玉柱畅饮，欣赏那深秋景色。<br>当年的称意，不过是片刻的快乐，<br>开怀畅饮不到天明，不肯罢休啊。</p> <p><strong>注释</strong><br>⑴边州：靠近边境的州邑。泛指边境地区。<br>⑵骣（chǎn）骑：骑马时，马不加鞍辔。蕃马：西域地区。黄羊：一种野羊，腹部带黄色，故名，古代产于关右一带。<br>⑶营门：军营之门。<br>⑷清河：郡名，汉置，辖今河北省清河、枣强及山东省清平、高唐、临清、武城等县。五城：地名。弓箭：这里指代箭法、武艺。<br>⑸功名：功业和名声。<br>⑹飞鞚（kòng）：飞驰。鞚，有嚼口的马络头。秋原：秋日的原野。<br>⑺咸阳，秦的都城，这里指唐代京城长安。<br>⑻河湟（huáng）地：指河西、陇右之地。河，湟水；河湟，指湟水流域及湟水注入黄河一带地方，这里指河西、陇右一带，这一带，当时被吐蕃侵占。拟：打算。<br>⑼金尊：即金樽，酒杯的美称。玉柱：石柱的美称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_17578.aspx\">诗</a>的前两句是诗人的回忆。诗人怀着留恋的心情描述了自已青年时期在边城的生活。“骣骑蕃马射黄羊”的生活确实令人怀恋，“放狂”二字写出了诗人对这种生活的欣赏。此时，诗人已经年老力衰。越是到这时，越是怀恋青年时代，因此写起来感情就饱满充沛。诗的后两句表述了诗人现在的状况与心境。诗人现在已经是“年老无筋力”了，但他仍然身靠着营门“数雁行”，仍然想把成排飞行的大雁射下来，一试自己的苛法与筋力。遗里大有“老骥伏枥，志在千里”，“烈士暮年，壮心不已”的气概。一种“年老”而不服老，“无筋力”而欲有筋力的心理写得逼真具体，淋滴尽致。</p> <p>　　这首诗语言通俗流畅，无生僻的词语，无深奥的典故，而是口语入诗，以口语写自己青年时期及现在的生活，写现在的心境，而“数雁行”一句又含蓄深刻，意在言外。</p> <p>　　第二首诗中，诗人先介绍自己的籍贯。在第一句诗中，七个字就有四个字是地名，诗人又把本属于一个词组的“本”与“住”分开，使之与地名互相配搭，安排巧妙。第二句写博取功名需要箭法纯熟，武艺高强，而自己现在已经博取了功名，那当然是箭法纯熟、武艺高强了。这种写法比直说自己箭法纯熟、武艺高强更为好。这首诗的后两句描写了自己当年秋原骑马飞驰、寒空射猎的边塞生活。“飞鞚秋原”本来是很壮烈的，而诗人却说是“等闲”事，这说明这种生活的频繁，又点出诗人气概的豪迈。最后一句的“独”字与“试”字恰当风趣地表现出诗人独立不群，气派宏大。一个“声”字说明诗人放的是响箭，又使这首小诗增添了音响色彩。诗从多方面塑造了诗人的自我形象。形象突出，语言优美，概括力强是这首诗显著的特点。</p> <p>　　第三首洋溢着爱国热情的小诗，诗中抒发了诗人以身报国的豪情壮志。诗的前两句极力渲染了诗人青年时期出征的豪迈气概。弓箭在霞光中闪耀着光辉，宝剑照耀着寒霜，在凛冽的秋风之中，诗人驰出了京城，奔赴为国效力的疆场；这里，诗人的自我形象鲜明，报国的豪情壮志表现得十分充分。这首诗的后两句，作者用诗的语言表示自己的决心，说只要国家的河追地区没有收复，自己就不打算回头望一望故乡。这比汉代霍去病“句奴未灭，何以为家”（见《史记·卫将军骠骑列传》）的话更进了一步。</p> <p>　　这首诗先描写，后抒情，两者结合紧密。诗人把雕弓、宝剑、夜光、秋风，走马等形象集中起来，突出了诗人的自我形象，描写之中充溢着诗人的报国热情。抒情时，诗人抓住了对国土丧失的痛惜，直述以国为家，先国后家的决心。这首诗语言简炼、生动，节奏感强。</p> <p>　　第四首诗看似与前三首无关，实际上，这一首与前三首不可分的整体，这一首诗是作者年老时饮酒回忆过往之作。第一句先点明环境：这是一个下霜的清晨，月亮已经过了小楼。这就渲染了一种悲凉的气氛。在唐代，以清晨为诗作的时间的着实不多，可以说，作者在这里写清晨是非常新颖的。然后写作者倚着柱子，观赏深秋景色，这里就照应了前面，只有深秋才下了霜。后两句述怀。过去的称意和快乐早就过去，诗人只能饮酒直到天明也不罢休了。</p>",
  "poet": {
    "id": 539,
    "star": 0,
    "name": "令狐楚",
    "desc": "令狐楚(766或768～837) ，唐代文学家。汉族，字壳士。宜州华原（今陕西耀县）人，先世居敦煌（今属甘肃）。贞元七年 (791)登进士第。宪宗时，擢职方员外郎，知制诰。出为华州刺史，拜河阳怀节度使。入为中书侍郎，同平章事。宪宗去世，为山陵使，因亲吏赃污事贬衡州刺史。逝世于山南西道节度使镇上。谥曰文。"
  },
  "tags": [
    "忆旧",
    "身世",
    "爱国"
  ]
}