{
  "id": 9734,
  "star": 95,
  "name": "武威送刘判官赴碛西行军",
  "dynasty": "唐代",
  "content": "火山五月行人少，看君马去疾如鸟。 <br>都护行营太白西，角声一动胡天晓。",
  "fanyi": "<p><strong>译文</strong><br>五月的火焰山行人稀少，看着您骑马迅疾如飞鸟。<br>都护军营在太白星西边，一声号角就把胡天惊晓。</p> <p><strong>注释</strong><br>⑴武威：即凉州，今甘肃武威。判官：官职名，为地方长官的僚属。碛西：即沙漠之西，指安西。行军：指出征的军队。<br>⑵火山：即火焰山，在今新疆，从吐鲁番向东断续延伸到鄯善县以南。<br>⑶都护行营：指安西节度使高仙芝的行营。行营：出征时的军营。太白：即金星。古时认为太白是西方之星，也是西方之神。<br>⑷角：军中乐器，亦用以报时，略似今日的军号。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_9734.aspx\">诗</a>载于《全唐诗》卷二百零一，是一首即兴口占而颇为别致的送行小诗。首句似即景信口道来，点明刘判官赴行军的季候（“五月”）和所向。“火山”即今新疆吐鲁番的火焰山，海拔四、五百米，岩石多为第三纪砂岩，色红如火，气候炎热。尤其时当盛夏五月，那是“火云满山凝未开，鸟飞千里不敢来”（《火山云歌送别》）的。鸟且不敢飞，无怪“行人少”了。所以此句还写出了火山赫赫炎威。而那里正是刘判官赴军必经之地。这里未写成行时，先出其路难行之悬念。</p> <p>　　接着便写刘判官过人之勇。“看君马去疾如鸟”，使读者如睹这样景象：烈日炎炎，黄沙莽莽，在断绝人烟的原野上，一匹飞马掠野而过，向火山扑去。可见那骑者身手是何等矫健不凡。以鸟形容马，不仅写出其疾如飞，又通过其小，反衬出原野之壮阔。本是“鸟飞千里不敢来”的火山，现在竟飞来这样一只不避烈焰的勇敢的“鸟”，令人肃然起敬。这就形象地歌颂了刘判官一往无前的气概。全句以一个“看”字领起，赞叹啧啧声如闻。</p> <p>　　“都护行营太白西。”初看第三句不过点明此行的目的地，说临时的行营远在太白星的西边──这当然是极言其远的夸张。这样写却显得很威风，很有气派。细细品味，这主要是由于“都护行营”和“太白”二词能唤起庄严雄壮的感觉。它们与当前唐军高仙芝部的军事行动有关。“太白”，亦称金星，古人认为它的出现在某种情况下预示敌人的败亡（“其出西失行，外国败”，见《史记·天官书》）。明白这一点，末句含意自明。</p> <p>　　“角声一动胡天晓”这最后一句<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓一篇之警策。从字面解会，这是作者遥想军营之晨的情景。本来是拂晓到来军营便吹号角，然而在这位好奇诗人天真的心眼里，却是一声号角将胡天惊晓（犹如号角能将兵士惊醒一样）。这实在可与后来<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>“雄鸡一声天下白”的奇句媲美，显出唐军将士回旋天地的凌云壮志。联系上句“太白”出现所预兆的，这句之含蕴比字面意义远为深刻，它实际等于说：只要唐军一声号令，便可决胜，一扫如磐夜气，使西域重见光明。此句不但是赋，而且含有比兴、象征之意。正因为如此，这首送别诗才脱弃一般私谊范畴，而升华到更高的思想境界。</p> <p>　　此诗不落一般送别诗之窠臼。它没有直接写惜别之情和直言对胜利的祝愿。而只就此地与彼地情景略加夸张与想象，叙述自然，比兴得体，颇能壮僚友之行色，惜别与祝捷之意也就见于言外，在送别诗中堪称独具一格了。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗天宝十载（751年）五月，西北边境石国太子引大食（古阿拉伯帝国）等部袭击唐境。当时的武威（今属甘肃）太守、安西节度使高仙芝将兵三十万出征抵抗。此<a href=\"http://so.gushiwen.org/view_9734.aspx\">诗</a>是作者于武威送僚友刘判官（名单）赴军前之作，“碛西”即安西都护府。</p>",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "送别",
    "惜别",
    "写人"
  ]
}