{
  "id": 71903,
  "star": 1,
  "name": "送江陵薛侯入觐序",
  "dynasty": "明代",
  "content": "　　当薛侯之初令也，珰而虎者，张甚。郡邑之良，泣而就逮。侯少年甫任事，人皆为侯危。侯笑曰：“不然。此蒙庄氏所谓养虎者也。猝饥则噬人，而猝饱必且负嵎。吾饥之使不至怒；而饱之使不至骄，政在我矣。”已而果就约。至他郡邑，暴横甚，荆则招之亦不至。</p> <p>　　而是时适有播酋之变。部使者檄下如雨，计亩而诛，计丁而夫。耕者哭于田，驿者哭于邮。而荆之去川也迩。沮水之余，被江而下，惴惴若不能一日处。侯谕父老曰：“是釜中鱼，何能为？”戒一切勿嚣。且曰，“奈何以一小逆疲吾赤子！”诸征调皆缓其议，未几果平。</p> <p>　　余时方使还，闻之叹曰：“今天下为大小吏者皆若此，无忧太平矣。”小民无识，见一二官吏与珰相持而击，则群然誉。故激之名张，而调之功隐。吾务其张而不顾其害，此犹借锋以割耳。自古国家之祸，造于小人，而成于贪功幸名之君子者，十常八九。故自楚、蜀造祸以来，识者之忧，有深于珰与夷者。辟如病人，冀病之速去也，而纯用攻伐之剂，其人不死于病而死于攻。今观侯之治荆，激之耶，抑调之耶？吏侯一日而秉政，其不以贪功幸名之药毒天下也审矣。</p> <p>　　侯为人丰颐广额，一见知其巨材。今年秋以试事分校省闱，首取余友元善，次余弟宗郢。元善才识卓绝，其为文骨胜其肌，根极幽彻，非具眼如侯，未有能赏识其俊者。余弟质直温文，其文如其人，能不为师门之辱者。以此二士度一房，奚啻得五？侯可谓神于相士者也。侯之徽政，不可枚举。略述其大者如此。汉庭第治行，讵有能出侯上者？侯行矣。 　</p> <p>　　呜呼。使逆珰时不为激而为调，宁至决裂乎？谁谓文人无奇识，不能烛几于先也。",
  "fanyi": "<p><strong>译文</strong><br>　　在薛侯刚开始做县令的时候，宦官抓捕百姓，十分嚣张。荆州城里的良善平民，哭泣着让他们抓走。薛侯年纪不大，又刚刚上任，大家都替他感到危急。薛侯笑着说：“不是这样的。这就是庄子所说的养虎的道理，突然间很饿，它就会去吃人；可如果突然喂得很饱，它将会背靠山角反抗主人。我饿它，又不让它生气；我喂饱它，又不让它狂妄，政策就全在于我把握了。”过了不久，宦官果然接受了约束。等到其他郡城暴动气焰很盛，而荆州就算让那些人动乱也发动不起来。</p><p>　　而在当时，正赶上播州的少数民族叛乱。六部的使者的檄文就像下雨一样纷纷而来，计算家有一亩地的就要受罚，计算家有一个男丁的当壮丁服役。农民在田里哭泣；邮差在路上哭泣。而且荆州离叛乱之地四川很近，沿着沮河的支流顺流而下，百姓都惴惴不安，觉得朝不保夕。薛侯告示父老乡亲说：“大家反正是热锅里的鱼，担心又有什么用呢？”戒除一切纷扰，不得喧嚣。又说，“为什么因为一个小小的叛乱，就要使我们忠诚的子民疲惫不堪啊！”几个征调都压着慢慢讨论，过了不多久，叛乱果然平定了。</p><p>　　我当时正完成使命准备回去，听说他的事情，感慨地说：“现在如果全天下的大小官员都像薛侯这样，就不用为天下太平而担心了。”市井小民没什么见识，看到一两个官吏和宦官相持不下而出手打人，就群起叫好。所以，激发吏民争斗，名声就很传得很开；而协调吏民矛盾，功绩却得不到彰显。我为了追求扩张名声，而没有顾及这样做的危害，这就好比是借着刀锋来宰割东西啊。从古至今，国家的祸害从小人开始制造、而在那些贪图功名的君子那里酿成的情形，十有八九是这样。所以从荆楚、四川制造祸端以来，有识之士的忧虑，有比宦官和少数民族更为深切的。譬如病人希望疾病快一点离开，就专门服用攻克病症的猛药，那个人不是被疾病折磨死的，却是被用药害死的了。现在看看薛侯治理荆州，是激怒矛盾呢，还是调解纠纷呢？即便是薛侯只一天执掌政务，他也不会用贪图功名的药剂去荼毒天下的百姓啊。这是再清楚不过的了。</p><p>　　薛侯这个人，面颊丰满，额头宽广，一看就知道他是伟大的人材。今年秋天，因为管理考务的事情选拔校录全省考生，第一名录取了我的好友李元善；第二名录用了我的弟弟宗郢（袁宗道）。李元善才能见识卓越超绝，他写的文章内容风骨胜过文理辞采，思想的根源非常的幽深透辟，要不是像薛侯一样独具慧眼，是没有人能赏识他的才俊的。我的弟弟文质朴直，温文尔雅，他的文章就像他本人一样，也能够不辱师门。任用这两个士子，共同辅佐一人掌政，到哪里比不上得到五个人才的使用啊？薛侯可谓是对录用士人很神明的了。薛侯的政治业绩，不胜枚举。在这里只大略描述其中重大的几个。大明王朝各方面治理政事的，难道有能够超出薛侯之上的吗？薛侯你就安心上路吧。</p><p>　　唉！倘使阉党在当时不采取激化矛盾的方式，而是采用协调之法，怎么会弄到决裂的地步呢？谁说文人没有不寻常的见识、不能够在事先洞察事情的苗头呢？ </p><p><strong>注释</strong><br>①入觐：指地方官员入朝进见帝王。<br>②珰：汉代宦官帽子上的装饰物，借指宦官。汉代宦官充武职者，其冠用珰和貂尾为饰，故后来用其称宦官。如：珰竖(对宦官的蔑称)；珰子(对太监或太监义子的贬称)。</p>",
  "poet": {
    "id": 61,
    "star": 0,
    "name": "袁宏道",
    "image": "http://img.gushiwen.org/authorImg/yuanhongdao.jpg",
    "desc": "袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。"
  },
  "tags": [
    "送别",
    "赞颂",
    "写人",
    "序文"
  ]
}