{
  "id": 60760,
  "star": 10,
  "name": "霜天晓角·仪真江上夜泊",
  "dynasty": "宋代",
  "content": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。 <br>诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。",
  "fanyi": "<p><strong>译文</strong><br>上阕：夜晚，（我）留宿在寒冷的长江边，江景凄寒，伫立江边，（我）思潮翻滚，不禁仰天长啸。（这啸声）搅起冲天巨浪，携着卷地的狂风，把江水举得很高很高，江上的小屋都被冲翻了。就连潜藏在江底的鱼龙神怪都惊得跳出水来。<br>下阕：（我）心中潜藏的<a href=\"http://so.gushiwen.org/view_60760.aspx\">诗</a>意被激发出来，吟诵了许多诗词仍嫌不够；又断断续续地喝了许多酒，仍觉得心中的愁怨排解不出，不足以消愁。不要问国家的兴亡为什么就在旦夕之间，（我）虽心有抱负，却难以施展，让我不禁想流下愁苦的泪水。</p><p><strong>注释</strong><br>仪真：今江苏仪征县，在长江北岸。这一带是南宋的前方，多次被金兵侵占并经常受到骚扰。<br>草草兴亡：是对中原沦陷和南宋危殆的命运而发的感慨。草草，草率。兴亡，偏义复词，指“亡”。<br>盈掬：满握，形容泪水多。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　人生之最大不幸，莫过于空有济世之才，而无施展之处。在南宋时期，多少志士空叹白发，遗恨而终。这首词抒发的，即是这种情感。仪真，即现在的江苏省仪征县，位于长江北岸，这在南宋时期，曾多次受到金兵骚扰。爱国而且胸怀天下的作者夜泊于此，面对寒江，北望中原，百感交集，借江景抒发了他壮志难酬的抑郁和悲愤之情。</p> <p>　　“寒江夜宿，长啸江之曲。”一个“啸”字，就表现出高远境界的，气势不俗。夜泊长江，江景凄寒，作者伫立江边，思潮翻滚，不禁仰天长啸。与“长啸”这一壮怀激烈之情交织在一起，为此词奠定了苍凉雄浑的基调。接着，作者描绘了江上风高浪急、莽莽滔滔的景象：“水底鱼龙惊动，风卷地，浪翻屋。”只见狂风卷地，巨浪翻腾，以至惊动了水底鱼龙。一“卷”一“翻”，只觉得气势飞动。这一幅有声有色、令人惊心动魄的图画，形象表现了作者的忧思和不平。</p> <p>　　“<a href=\"http://so.gushiwen.org/view_60760.aspx\">诗</a>情吟未足，酒兴断还续”，是一过渡，全词转入下片抒情。作者的情绪由激昂慷慨渐趋低沉，想借吟诗饮酒强自宽解，然而郁结于心的如此深广的忧愤岂是轻易能够排遣掉的，其结果只能是“吟未足”，“断还续”。是什么在困扰着作者，使他郁闷，心绪难平？那就是国家的“草草兴亡”，即中原的匆匆沦丧。“休问”，两个字内涵十分丰富。从这二个字中读者不仅可以看出国势衰微已到了不堪收拾的地步，而且表明作者心情极为沉痛。一想到朝廷对外妥协投降，想到主战派备受压制、排斥、打击，想到自己和许多爱国志士虽满怀壮心却报国无门，不禁悲从中来，心潮难平。“功名泪，欲盈掬”，既激愤又伤心，词人感叹报国无路，读来使人黯然神伤，并与开篇的“长啸”相呼应。将当时社会上的那种壮志难酬、无可奈何的大众心态，集中表达了出来。</p> <p>　　这是一首抚时念乱的沉郁之作。作者夜泊仪征江边，面对滔滔江水，环视南北江岸，一时之间，河山之感，家国之恨涌于心头，感怀百端。首二句即点出时间、地点和人的心境。他的心情就和眼前的鱼龙惊动，浪翻风卷一样，澎湃不平，郁勃难抑，写景也是写情，情景相融。使人似乎可以听到作者内心剧烈的跳荡。</p> <p>　　上片以“寒江夜宿，长啸江之曲。”起句破题，点明夜泊的时间和地点，总写人物的活动。奔波的劳顿并没有将词人拉入梦中，而是长久地无法入眠。他的心中充满了积郁和悲愤，一腔怨愤无处发泄，只好对江长啸，凭借反常的发泄行为来求取暂时的心理平衡。一个“啸”字形象地暗示出作者奔走无果，壮志难伸，英雄失路，托足无门的满腔悲愤。这是全词的“文眼”，是整首词感情基调的集中表现，也是上片写景的总起，下面的景色全由此一“啸”字引起。“水底鱼龙惊动，风卷地，浪翻屋。”“惊”是对“啸”的反应，这是极写长啸的深沉和力度。夜间本是鱼龙及各种水生动物休眠的时候，但它们突然听到裂耳的长啸，都惊跃骇游起来，就连沉在江底的鱼龙也不例外，以至江水搅起冲天巨浪，携着卷地的狂风，把海水举得很高很高，海上的小屋都被冲翻了。这几句写得笔力遒劲，破空而来，想象奇特，而不游离江上的具体环境。景为情生，是抒情主体内心情绪的外化，情托景显，复杂愤懑的内宇宙被海水、海浪、海风形象地展示了出来。声音、形象、感触三面并举，听觉、触觉、视觉三官并用，绘声绘色，气势磅礴，有雷霆万钧之力，排山倒海之势。</p> <p>　　下片变形象抒情为直抒胸臆，感情的格调也由愤转悲，显示出强烈的悲剧意识。“诗情吟未足，酒兴断还续。”这二句既有沉郁丰富的思想内涵，又是此情此景中作者情感轨迹的具体表现。然而，事到如今，江北的金朝依然长居不亡，自己的平戎之策又得不到当权者赏识，英雄失路，托足无门，眼见得岁月催人，功名难就，回首往事，心绪正如奔腾翻卷的江水。因此，酒喝了一阵再喝一阵，进又无门，退又不忍，只有断断续续自斟饮，一声长叹两鬓霜了。结句“草草兴亡，休问功名，泪欲盈掬”，既是对南宋的沉痛哀惋，又是对自身的沉痛悲泣。一代偏安江左的王朝，就这样在屈辱求和中建立又消亡，即将把懦弱无能、终无建树的形象永远留给史册，在这样的社会悲剧和历史悲剧中，千万不要再考虑个人的功名了。然而，此话还没有开口，就已热泪盈掬。在这里，词人把个人的命运同国家的命运联系了起来，并看到了国家命运对个人命运的制约作用，看到了作为小人物对改变国家形象的无可奈何，对挣脱自身悲剧也无可奈何。这种对人生悲剧原因的认识，正是“泪欲盈掬”的深刻缘由。</p> <p>　　本篇虽然短小，但内涵丰富，韵味淳浓，起伏跌宕，富于变化。悲愤苍凉，雄阔浑厚。</p>",
  "poet": {
    "id": 468,
    "star": 0,
    "name": "黄机",
    "desc": "黄机，字几仲（一作几叔），号竹斋。南宋婺州东阳（今属浙江）人。曾仕州郡，也是著名诗人。著有《竹斋诗余》、《霜天晓角·仪真江上夜泊》等。"
  },
  "tags": [
    "宋词三百首",
    "写水",
    "抒怀",
    "壮志难酬"
  ]
}