{
  "id": 37447,
  "star": 3,
  "name": "华清宫二首",
  "dynasty": "唐代",
  "content": "四郊飞雪暗云端，唯此宫中落旋干。<br>绿树碧檐相掩映，无人知道外边寒。</p> <p>长生秘殿倚青苍，拟敌金庭不死乡。<br>无奈逝川东去急，秦陵松柏满残阳。",
  "fanyi": "<p><strong>译文<br></strong>郊原上大雪纷飞，乌云密布，唯独在华清宫里，雪花落下后很快就干了。<br>青翠的树木与碧色屋檐相互掩映，没有人知道外面的世界很寒冷。</p> <p>长生殿建得高耸入云，想要匹敌于金庭这长生不老的地方。<br>无奈那河水东流甚急，残阳照耀着秦始皇陵园中的松柏。</p> <p><strong>注释<br></strong>⑴华清宫：唐宫殿名，在今陕西临潼县骊山上。<br>⑵四郊：指华清宫四周。暗云端：云层黑暗。<br>⑶旋：不久，立刻。<br>⑷碧檐（yán）：指用琉璃瓦建筑的房檐。<br>⑸长生秘殿：即长生殿，华清宫中的一个殿。唐玄宗与<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>在此居住。青苍：青天，一解作“骊山”。<br>⑹金庭：传说会稽桐柏山有金庭，为神仙居住的地方。不死乡：指可长生不死之地。<br>⑺逝川：流去的河水。秦陵：即秦始皇陵。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　华清宫是与唐玄宗、杨贵妃的名字密切相联。如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《过华清宫绝句三首》：“长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来”，它选取杨贵妃看到贡品荔枝来到骊山之下时心情欢悦的角度，揭露了统治阶级为一己私利而不恤民生疾苦的罪恶。<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>两首《华清宫》在主题思想和杜<a href=\"http://so.gushiwen.org/view_37447.aspx\">诗</a>很是相似，而第一首表现手法上与杜诗有某些类似之处，都是以小显大，这首诗通过华清宫中的细枝末节来揭露荒淫无道的唐玄宗和<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>的奢侈生活所加于人民的苦难，但所创造的意境，却独具一格。</p> <p>　　首句“四郊飞雪暗云端”，侧重写华清宫外的大雪。一个“飞”字具有动态的美感，绘出了离宫禁城四郊朔风呼啸，雪花飞舞的景色；一个“暗”字，从色彩的角度写出大雪排空而至的威势，由视觉感受勾出触觉感受，令人极易从诗歌画面中领略到宫外刺骨的寒意，给人一种凛冽感。</p> <p>　　次句“惟此宫中落旋干”，笔锋由宫外转入宫内，一个“惟”字限制了雪落的特殊范围，一个“旋”字，从时间的角度传神地写出了雪落宫苑迅速融化、消失的情景，含蓄地写出了宫中之暖，与首句成为对照。</p> <p>　　第三句“绿树碧帘相掩映”，具体而形象地刻画了宫中的融融春意。华清宫地下温泉喷涌，地上宫殿金碧辉煌，禁墙高筑，能够遮风御寒，因此宫中温度较高，树木常年青绿。这里的“绿树”代表了宫中大自然造物者与宫外的不同，“碧帘”则反映出宫中主人生活的奢靡。</p> <p>　　结句“无人知道外边寒”，写出了华清宫主人耽情声色，不以国事为重，不以民苦为忧的昏庸形象，诗人含蓄地指出：唐玄宗既然连自然界物候的变迁、冬天的到来都一概不知，那他又怎么能够知道“寒冷”呢？一国之君不知寒冷的滋味，又怎么能够对国事明察秋毫、对人民的苦乐谨记心上呢？这样的昏庸之辈，为安禄山野心的萌生、壮大自觉与不自觉地提供土壤。</p> <p>　　这首诗意境新颖，讽意含蓄，以宫内宫外冷暖的迥异形成鲜明对比，造成结构的错落、诗情的跌宕。夸张的成功运用也成为这首诗的艺术特色之一。</p> <p>　　第二首首句写长生殿既深奥又高耸入青云，同于<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》的“骊宫高处入青云”，同于<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>《朝元阁》的“缭垣复道上层霄”，并且暗含一个问题：玄宗为什么把长生殿修筑成那样呢？第二句作了回答，因为想和“金庭不死乡”匹敌。就是想住在华清宫中和住在金庭一样，永远不死。这里的金庭和不死乡，一个是神仙所在，一个是免于死去之地，两个连用，表明玄宗求长生不死的愚蠢雄心是大得离谱的，暗含讽刺之意。</p> <p>　　“无奈逝川东去急，秦陵松柏满残阳”，“无奈”，是承上的转折词。这个词所表的转折大都和上一句相反。“逝川”，此词源于《论语·子罕》：“子在川上曰：逝者如斯夫，不舍昼夜”，用于此处，点明人世间万物如流水逝去，没有任何东西是永恒的。第四句用了“秦陵”，秦始皇是追求长生不死的，可是他早已葬入陵墓，而且他那陵墓的松柏照满着将落的太阳的光，意即这是明摆着的，人人可见的。求长生的秦始皇，和如此建长生殿的玄宗没有两样，时间过得很快便已经证实了。</p> <p>　　玄宗妄想长生，而实际却也和过去所有妄想长生的帝王一样，埋葬于陵墓中了。所以这首诗是对求长生者、更主要的是对玄宗的讽刺，相比于第一首，这首诗所述平实自然，而讽刺却尖锐锋利，直截了当。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_37447.aspx\">诗</a>作于作者任职朝中之时。作者游览华清宫时，大唐王朝正处在风雨飘摇之中，政局动荡不安，当他想起这一切的源头是唐玄宗晚年荒淫无度，造成了安史之乱时，不禁愤懑满怀，创作了六首《华清宫》。这六首《华清宫》，分为两组，此组共两首。",
  "poet": {
    "id": 814,
    "star": 0,
    "name": "吴融",
    "image": "http://img.gushiwen.org/authorImg/wurong.jpg",
    "desc": "吴融，唐代诗人。字子华，越州山阴（今浙江绍兴）人。吴融生于唐宣宗大中四年（850），卒于唐昭宗天复三年（903），享年五十四岁。他生当晚唐后期，一个较前期更为混乱、矛盾、黑暗的时代，他死后三年，曾经盛极一时的大唐帝国也就走入历史了，因此，吴融可以说是整个大唐帝国走向灭亡的见证者之一。"
  },
  "tags": [
    "宫廷",
    "讽刺",
    "愤懑"
  ]
}