{
  "id": 70534,
  "star": 2,
  "name": "【双调】新水令_我在这门中",
  "dynasty": "元代",
  "content": "我在这门中整穷究了数十年，才参透了圣人机变。定浮沉归妙理，进坤火炼<br>丹田。先锁住意马心猿，更不把世俗缠。<br>　　【驻马听】行的是调息绵绵，呼吸风云有后先。比及得三宫升变，九还七返<br>妙中玄。驾河车搬运走如烟，化清风直至金公院。若要道心坚，黄河浪滚泥丸转。<br>　　【步步娇】大道从来人难羡，有影无形现。壶中别有天，炼就金丹养胎仙。<br>双关路上气连连，酝甘露频吞烟。<br>　　【沉醉东风】大限到来不选，也不论福富贵高官。直推到几时休几时休，每<br>日价频发愿频发愿，今年推到来年。担阁修行行路儿远，生死轮回怎免！<br>　　【雁儿落过得胜令】俺也曾遇明师将真道传，指与无边传。教我少贪心少爱<br>欲，教俺多办工夫多修善。教俺休把利名牵，教俺多看些古书篇。尽都是通玄处，<br>教俺共真师子细研。若是俺功全，得造化无人见。正是心也坚，心坚得自然。<br>　　【沽美酒】将铅汞鼎内煎，炼至宝用乾乾，妙在前弦与后弦。分明有路显，<br>引元神赴宫殿。妙用三关机变，一气来透彻三田。九转炉中烟焰，龙虎龟蛇蟠旋。<br>出于自然，自然，有一个无为真人出现。<br>　　【川拨掉】好教我笑喧喧，共诸仙一处眠。也不索访道参禅，常要默坐忘言。<br>调真息若不气喘，有先天有后天。<br>　　【殿前欢】劝英贤，请君常看指玄篇。无为大道人都恋，要行满功圆。跨鹤<br>儿飞上天，方才入无为传，早则趁了修行愿。修一个不来不去，谁肯恋在世长年！<br>　　【鸳鸯煞】这回再谁把世俗缠？超凡入圣随机变。道法双忘，紧固抽添。唱<br>道真至蓬莱阆苑，做下部自然集，早则是虚无篇，愿心满。　【正宫】端正好<br>　　谁知道我静中行，功劳大，这回早不染尘埃。幼年间曾把明师拜，教俺跳出<br>迷魂寨。<br>　　【滚绣球】办功夫定慧开，炼三皇结圣胎。婴儿猛然惊怪，须臾间飞过灵台。<br>到黄庭内院欢，动阳关将龙虎排。霎时间打成一块，定浮沉煅炼三灾。三华聚顶<br>泥丸路，五气朝元绕玉街，下十二楼台。<br>　　【倘秀才】调和就铅汞冶，蓦见坎女离男打乖，自有金公一处埋。成造化，<br>笑诒诒，快哉！<br>　　【迎仙客】长将他玉炉关，须要这八门开，用坎离颠倒栽。驾河车，牛旋买，<br>搬载入宫来，收敛在三田外。<br>　　【红绣鞋】坐卧处阳升阴降，一窍开百窍齐开。九还七返定三灾。呼吸开归<br>妙道，调真息透盈腮，治精华归气海。<br>　　【鲍老儿】炼元神观自在，养胎仙笑颜开。三田气滚透胸怀。煅至宝功劳大，<br>万语千言句句该，都出在道德阴符界。发动天关润九垓，采药物在乾坤外。自云<br>堆里飞升快，变化累劫修来。<br>　　【耍孩儿】初学笃志真心爱，广看些经书注解。忽然间心地悟豁然开，自想<br>往日沉埋。果然实有登仙路，任意纵横到处该，还了这冤家债。这回万缘齐断，<br>不染千灾。<br>　　【一煞】静中功默默的行，点刀圭分皂白，灵台无物当宁耐。脱离生死修真<br>路，倒把枯松日夜栽。权且将时光来待，咫尺的是功圆行满，独步上天台。<br>　　【二煞】也不索看三教书，也不索学七步才，只要昏昏默默将功程捱。炼成<br>玉体乘风去，一道寒光入圣阶。做一个蓬莱客，全凭三千功行满，便要离俗骨得<br>仙胎。<br>　　【三煞】任时节跨青鸾飞上天，驾白鹤复地来，飞升变化登仙界。黄芽渐长<br>人难识，玉兔窝中好避乖。权且将时光待，咫尺的功圆行满，独步上天台。<br>　　【煞尾】有静功有定功，无碍无挂。这回还了人伦债，跳出迷魂是非海。　【正宫】端正好<br>　　撇了是和非。掉了争和斗。把俺这心猿意马牢收。我则待舞西风两叶宽袍袖。<br>看日月搬昏昼。<br>　　【滚绣球】千家饭足可求，百衲衣不害羞。问是么破设设遮着皮肉，傲人间<br>伯子公侯。我则待闲遥遥唱个道情，醉醺醺的打个稽首。抄化圣汤仙酒，藜杖瓢<br>钵便是俺的行头。我则待今朝有酒今朝醉，明日无钱明日求，到大来散诞无忧。<br>　　【倘秀才】有一等积书与子孙未必尽收，有一等积金与子孙未必尽守，我劝<br>你莫与儿孙作马牛。今日个云生山势巧，来日个霜降水痕收，怎敖得他乌飞兔走！<br>　　【滚绣球】恰才见元宵灯挑在手，又见清明门前插杨柳。正修禊传觞曲水，<br>不觉的击黾鼓竞渡龙舟。恰才是七月七，又早是九月九。咱能够几番儿欢喜厮守？<br>都在烦恼中过了春秋。你见这纷纷的世事恁待要随缘过，都不顾急急光阴似水流，<br>白了人头。<br>　　【倘秀才】有一等人造花园磨砖砌，有一等人盖亭馆雕梁画斗，费尽功夫<br>得成就。今日做了张家地，明朝做了李家楼，刚一似翻手覆手。<br>　　【滚绣球】荆棘做沼池，去篷蒿广栽花柳。四时间如开锦绣，主人家能几<br>遍价来往追游。俺这里亭台即渐衰，花木取次休，荆棘又还依旧，使行人叹源流。<br>往常时奇花异卉千般绣，今日都做了野草闲花满地愁，这不是叶落归秋！<br>　　【呆骨朵】休言道尧舜和桀纣，则不如郝王孙谭马丘刘。他每是文中子门徒，<br>亢仓子志友。休言为吏道张平叔，烟月的刘行首。则不如阐全真王祖师，道不如<br>打回头马半州。<br>　　【醉太平】汉钟离本是个帅首，蓝采和是个俳优。悬壶子本不曾去沽酒，铁<br>拐李火焚了尸首。贺兰仙引定个曹国舅，韩湘子会造逡巡酒。吕洞宾三醉岳阳楼，<br>度了一株绿柳。<br>　　【尾】休言功行何时就，得到玄关便可投。人我场中枉驰骤，苦海波中早回<br>首。四大神游。三岛十洲，神仙隐迹埋名，他则待目前走。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}