{
  "id": 126,
  "star": 54,
  "name": "小戎",
  "dynasty": "先秦",
  "content": "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。<br>四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。<br>俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。",
  "fanyi": "<p><strong>译文<br></strong>战车轻小车厢浅，五根皮条缠车辕。游环胁驱马背拴，拉扯皮带穿铜环。坐垫纹美车毂长，驾着花马鞭儿扬。思念夫君人品好，温和就像玉一样。住在木板搭的房，让我心烦又忧伤。<br>四匹雄马健又壮，驭手握着六条缰。青马红马在中间，黄马和黑马在两旁。龙纹盾牌并一起，铜环辔绳串成行。思念夫君人品好，他在家时多温暖。何时是他归来日，让我对他长思念。<br>四马轻身步协调，三棱矛柄镶铜套。巨大盾牌花纹美，虎皮弓套镂金雕。两弓交错插袋中，弓檠夹弓绳缠绕。思念夫君人品好，若醒若睡心焦躁。安静柔和好夫君，彬彬有礼声誉高。</p> <p><strong>注释<br></strong>1.小戎：兵车。因车厢较小，故称小戎。<br>2.俴（jiàn）收：浅的车厢。俴，浅；收，轸。四面束舆之木谓之轸。<br>3.五楘（mù）：用皮革缠在车辕成X形，起加固和修饰作用。五，古文作X。梁辀（zhōu）：曲辕。<br>4.游环：活动的环。设于辕马背上。协驱：一皮条，上系于衡，后系于轸，限制骖马内入。<br>5.靷（yìn）：引车前行的皮革。鋈（wù）续：以白铜镀的环紧紧扣住皮带。鋈，白铜；续，连续。<br>6.文茵：虎皮坐垫。畅毂（gǔ）：长毂。毂，车轮中心的圆木，中有圆孔，用以插轴。<br>7.骐：青黑色如棋盘格子纹的马。馵（zhù）：左后蹄白或四蹄皆白的马。<br>8.言：乃。君子：指从军的丈夫。<br>9.温其如玉：女子形容丈夫性情温润如玉。<br>10.板屋：用木板建造的房屋。秦国多林，故以木房为多。此处代指西戎（今甘肃一带）。<br>11.心曲：心灵深处。<br>12.牡：公马。孔：甚。阜：肥大。<br>13.辔（pèi）：缰绳。一车四马，内二马各一辔，外二马各二辔，共六辔。<br>14.骝（liú）：赤身黑鬣的马，即枣骝马。<br>15.騧（guā）：黄马黑嘴。骊（lí）：黑马。骖（cān）：车辕外侧二马称骖。<br>16.龙盾：画龙的盾牌。合：两只盾合挂于车上。<br>17.觼（jué）：有舌的环。軜（nà）：内侧二马的辔绳。以舌穿过皮带，使骖马内辔绳固定。<br>18.邑：秦国的属邑。<br>19.方：将。期：指归期。<br>20.胡然：为什么。<br>21.俴（jiàn）驷（sì）：披薄金甲的四马。孔群：群马很协调。<br>22.厹（qiú）矛：头有三棱锋刃的长矛。錞（duì）：矛柄下端金属套。<br>23.蒙：画杂乱的羽纹。伐：盾。苑（yūn）：花纹。<br>24.虎韔（chàng）：虎皮弓囊。镂膺：在弓囊前刻花纹。<br>25.交韔二弓：两张弓，一弓向左，一弓向右，交错放在袋中。交：互相交错；韔：用作动词，作“藏”讲。<br>26.闭：弓檠（qíng）。竹制，弓卸弦后缚在弓里防损伤的用具。绲（gǔn）：绳。縢（téng）：缠束。<br>27.载（zài）寝载（zài）兴：又寝又兴，起卧不宁。<br>28.厌厌：安静柔和貌。良人：指女子的丈夫。<br>29.秩秩：有礼节，一说聪明多智貌。德音：好声誉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　按照现代多数学者的观点，这是一首妻子怀念征夫的<a href=\"http://so.gushiwen.org/view_126.aspx\">诗</a>。秦师出征时，家人必往送行，征人之妻当在其中。事后，她回忆起当时丈夫出征时的壮观场面，进而联想到丈夫离家后的情景，回味丈夫给她留下的美好形象，希望他建功立业，博得好名声，光荣凯旋。字里行间，充满着仰慕之心和思念之情。</p> <p>　　这首诗体现了“秦风”的特点。在秦国，习武成风，男儿从军参战，为国效劳，成为时尚。正像此诗夸耀秦师如何强大，装备如何精良，阵容如何壮观那样，举国崇尚军事，炫耀武力，正是“秦风”一大特点。诗中描写的那位女子，眼中所见，心中所想，都带有“秦风”的烙印。在她心目中，其夫是个英俊勇敢的男子汉，他驾着战车，征讨西戎，为国出力，受到国人的称赞，她为有这样一位丈夫而感到荣耀。她思念从军在外的丈夫，但她并没有拖丈夫的后腿，也没有流露出类似“可怜无定河边骨，犹是春闺梦里人”（<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>《陇西行》）那样的哀怨情绪，即如今人朱守亮所说，“不肯作此败兴语”（《诗经评释》）。</p> <p>　　此诗采用了先实后虚的写法，即先写女子所见，后写女子所想。秦师出征那天，她前往送行，看见出征队伍的阵容，十分壮观：战车列阵，兵强马壮，兵器精良，其夫执鞭驾车，整装待发，仿佛一幅古代战车兵阵图。队伍出发后的情景是女子的联想，其中既有对征夫在外情景的设想，又有自己对征夫的思念。</p> <p>　　在章法结构上，作者对全诗作了精心安排。诗共三章，每章十句，每句四字。每章的前六句赞美秦师兵车阵容的壮观，后四句抒发女子思君情意。前六句状物，重在客观事物的描述；后四句言情，重在个人情感的抒发。从各章所写的具体内容看，各有侧重，少有雷同。先看各章的前六句：第一章写车制，第二章写驾车，第三章写兵器。再看各章的后四句，虽然都有“言念君子”之意，但在表情达意方面仍有变化。如写女子对征夫的印象：第一章是“温其如玉”，形容其夫的性情犹如美玉一般温润；第二章是“温其在邑”，言其征夫为人温厚，从军边防；第三章是“厌厌良人”，言其征夫安静柔和。又如写女子的思念心理，第一章是“乱我心曲”，意思是：想他时使我心烦意乱。第二章是“方何为期”，问他何时才能归来，盼夫归来的心情非常迫切。第三章是“载寝载兴”，辗转难眠，忽睡忽起，表明她日夜思念之情难以排除。作者这样安排内容，既不雷同，又能一气贯通。格式虽同，内涵有别。状物言情，各尽其妙。这就使得全诗的章法结构井然有序，又不显呆板。</p>",
  "about": "<h2>创作背景</h2> 　　东周初年，西戎骚扰不断，于是秦襄公奉周天子之命，率兵讨伐西戎，夺地数百里，既解除了西戎的威胁，又增强了秦国的势力范围。《秦风·小戎》所写内容，与上面所说史实有关。关于此<a href=\"http://so.gushiwen.org/view_126.aspx\">诗</a>的主题思想及创作动机，大致有以下几种看法：一、赞美秦襄公说（《毛诗序》等），二、赞美秦庄公说（<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗古微》），三、慰劳征戎大夫说（丰坊《诗传》），四、伤王政衰微说（朱谋玮《诗故》），五、出军乐歌说（吴懋清《毛诗复古录》），六、爱国思想说（陈铁镔《诗经解说》），七、怀念征夫说（刘沅《诗经恒解》等）。现代学者一般取怀念征夫说。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "战争",
    "思念"
  ]
}