{
  "id": 71929,
  "star": 27,
  "name": "送温处士赴河阳军序",
  "dynasty": "唐代",
  "content": "　　伯乐一过冀北之野，而马群遂空。夫冀北马多天下。伯乐虽善知马，安能空其郡邪？解之者曰：“吾所谓空，非无马也，无良马也。伯乐知马，遇其良，辄取之，群无留良焉。苟无良，虽谓无马，不为虚语矣。”</p> <p>　　东都，固士大夫之冀北也。恃才能深藏而不市者，洛之北涯曰石生，其南涯曰温生。大夫乌公，以鈇钺镇河阳之三月，以石生为才，以礼为罗，罗而致之幕下。未数月也，以温生为才，于是以石生为媒，以礼为罗，又罗而致之幕下。东都虽信多才士，朝取一人焉，拔其尤；暮取一人焉，拔其尤。自居守河南尹，以及百司之执事，与吾辈二县之大夫，政有所不通，事有所可疑，奚所咨而处焉？士大夫之去位而巷处者，谁与嬉游？小子后生，于何考德而问业焉？缙绅之东西行过是都者，无所礼于其庐。若是而称曰：“大夫乌公一镇河阳，而东都处士之庐无人焉。”岂不可也？</p> <p>　　夫南面而听天下，其所托重而恃力者，惟相与将耳。相为天子得人于朝廷，将为天子得文武士于幕下，求内外无治，不可得也。愈縻于兹，不能自引去，资二生以待老。今皆为有力者夺之，其何能无介然于怀邪?生既至，拜公于军门，其为吾以前所称，为天下贺；以后所称，为吾致私怨于尽取也。留守相公首为四韵诗歌其事，愈因推其意而序之。",
  "fanyi": "<p><strong>译文</strong><br>　　伯乐一走过冀北的郊野，马群就空了。那冀北的马在天下是最多的，伯乐虽然善于相马，又怎么能够使马群为之一空呢？解释的人说：“我所说的空，不是没有马，是没有好马。伯乐识马，遇到好马就把它挑了去，马群中没有留下好马了．假如没有好马了。即使说没有马，也不是虚夸的话。”</p><p>　　东都洛阳，本来是士大夫的冀北，怀有才能，深深隐居而不愿为官换取俸禄的人，洛水北岸的叫石生，洛水南岸的叫温生。大夫乌公，凭着天子赐给的斧月镇守河阳的第三个月，认为石生是人才，以礼为工具，将他罗致到幕府之下。没有几个月的工夫，又认为温生是人才，于是让石生作介绍人，以礼为工具，又将温生罗致到幕府之下。纵然东都确实有很多才能出众的人，早晨挑走一人，选拔其中最优秀的，晚上挑走一人，选拔其中最优秀的，那么从东都留守，河南府尹，到各部门的主管官员，以及我们两县的大夫，政事有不顺利之处，事情有疑惑不解之处，又到哪里去咨询从而妥善处理呢？士大夫辞去官位而闲居里巷的人，同谁去交游呢？年轻的后辈，到哪里去考察道德，询问学业呢？东西往来，经过东都的官员，也不能在他们的居处以礼仪拜访他们了．人们以这样的情况而称赞说：“大夫乌公一镇守河阳，东部处士的茅庐中竟没有人了！”难道不可以吗？</p><p>　　天子治理天下，他所托重和依靠的人，只是宰相和将军罢了。宰相在朝廷为天子求贤人，将军在幕府为天子求得谋士和武将，这样，设想内外得不到治理，是不可能的了。我羁留此地，不能自己退而离去，想靠石生，温生的帮助直到告老归去。现在他们都被有权力的人夺去了，我怎么能不耿耿于怀呢？温生到了那里之后，在军门拜见乌公时，请以我前面说的关于宰相将军选拔人才的话，替天下道贺；请把我后面说的关于把我对他选尽东都贤人的私怨告诉他。 </p><p><strong>注释</strong><br>⑴伯乐：传说是春秋中期秦穆公时人，以善相马著称。冀：冀州的北部，今河北、山西一带地方，相传冀州出产良马。<br>⑵东都：指洛阳。唐代首都长安，以洛阳为东都。<br>⑶洛：洛河。<br>⑷石生：名洪，字洁川，洛阳人。<br>⑸温生：即温造，字简舆，曾隐居王屋山及洛阳，后官至礼部尚书。<br>⑹乌公：乌重胤，元和五年（810年）任河阳军节度使、御史大夫。参阅前选《送石处士序》。<br>⑺鈇钺：同“斧钺”，本是古代的两种兵器，后成为刑罚、杀戮之权的标志。此处指节度使的身份。<br>⑻罗：罗网，此处用来比喻招聘贤士的手段。<br>⑼幕下：即幕府中。军队出征，施用帐幕，为此古代将帅的官署叫“幕府”。<br>⑽媒：中介。<br>⑾尤：特异的、突出的。<br>⑿河南尹：河南府的长官。<br>⒀百司之执事：婉指百官。司：官署。<br>⒁二县：指东都城下的洛阳县，河南县，当时<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>任河南县令，所以称“吾辈二县之大夫”。<br>⒂缙绅：也作“捂绅”。古代官员插笏于绅带间，此处指官员。<br>⒃礼：此处指谒见，拜访。<br>⒄南面：此处指皇帝。古代以坐北朝南为尊位，故皇帝见群臣时面向南而坐。　<br>⒅縻：系住，这里指束缚，羁留。<br>⒆引去：引退，辞去。<br>⒇介然：耿耿于心。<br>（21）后所称：指石生，温生被选走，使河南人才空虚。<br>（22）留守相公：当指东都留守<a href=\"http://so.gushiwen.org/author_1861.aspx\">郑余庆</a>。相公，指宰相。<br>（23）四韵：旧体<a href=\"http://so.gushiwen.org/view_71929.aspx\">诗</a>一般为隔句押韵，四韵为八句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　尽管此文与《送石处士序》为姐妹篇，事件与人物均相关涉，然而在写法上却有所变化，所以有相得益彰之美。例如前文体势自然，而本文则颇有造奇的文势。文章开头的一段譬喻，说“伯乐一过冀北之野，而马群遂空”，用来比喻“大夫乌公一镇河阳，而东都处士之庐无人焉”。但却不紧接着说出来，而是先论述“马群遂空”的原因来比喻乌公搜罗东都贤士的情况。作者在文中既设奇喻，又在正文中反复议论以求其合，显得煞有介事，将本是<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>个人的一个想法写成似颠扑不破的真理。为此，论其章法，该文比《送石处士序》那篇文章要显得曲折离奇。此外，该篇的立意要比前一篇单纯一些，无非是变着法儿赞扬温、石二人。以伯乐喻乌公，是为了赞扬温、石；极说温、石一去，东都政府和士群无所依恃，也是为了赞扬温、石。看来似乎说得过分了，但作者更深一层的意思，是在强调人才的可贵，提醒朝廷要高度重视人才。</p> <p>　　该文与《马说》同是宣扬重用人才的文章。然而写法自有不同。作者在本文中匠心独运，用“伯乐一过冀北之野，而马群遂空”比喻“大乌公一镇河阳，而东都处士之庐无人”，赞颂乌重胤慧眼识贤、善于荐拔人才；又用“私怨于尽取”反衬乌公“为天子得文武士于幕下”的难得可贵，石处士和温处士隐居在洛阳一带，韩愈与他们的关系密切，都是好朋友。石处士因大义而征召，温处士也因大义应聘出仕。这篇文章就是在送温处士时写的。文章赞扬了温处士出众的才能和乌大夫善于识人、用人的德才，作者惜别了两个老朋友，心里难过。但更希望人尽其才，他们都能得到任用，表达了为朝廷得到人才而欣慰以及自己失友的惋惜心情。</p> <p>　　文章用比喻与反衬，从“空”字引出“怨”字，而这“怨”比正面的“颂”乌公识才更具有力量。所以，本文笔法巧妙，渲染得当。</p>",
  "about": "<h2>创作背景</h2> 　　该文约作于元和五年（810年）冬季，与《送石处士序》可视为姊妹篇。温处士名造，少好读书，隐居王屋山，一度为寿州刺史张建封的参军，后隐居洛阳。河阳军节度使乌重胤上任不久，即聘石洪至幕府。过了数月，又将温造征聘而去。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>被乌氏的求贤若渴所感动，为好友石洪、温造怀才得遇而欣喜。他在序文中热情赞扬石、温两人的出众才能与乌氏的知人善任。对他们的合力报国寄以般切期望，同时又对两位人才的离去表示无限惋惜之情。该文既与《送石处士序》相承而作，故处处以石、温二人并提，然而文章绝无雷同重叠之感。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "赞美",
    "用人",
    "序文"
  ]
}