{
  "id": 72033,
  "star": 30,
  "name": "诉衷情·夜寒茅店不成眠",
  "dynasty": "宋代",
  "content": "夜寒茅店不成眠，残月照吟鞭。黄花细雨时候，催上渡头船。<br>鸥似雪，水如天，忆当年。到家应是，童稚牵衣，笑我华颠。",
  "fanyi": "<p><strong>译文</strong><br>深夜严寒，我在简陋的旅店里孤枕难眠，皎洁的月光照着半夜起床赶路的我。细雨霏霏，秋菊盛开，我急急忙忙赶上了回家的渡船。<br>鸥鸟洁似白雪，河水清似蓝天，让我想起了家乡，不禁遐想，回到了家，小孩会抓着衣角，笑我满头白发吧。</p> <p><strong>注释<br></strong>①华颠：头上白发。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　远离故乡的游子，即将踏上归家的路程，那种激动兴奋的心情是难以形容的。而作为被强留仁金的吴激来说，这种心态显得更加复杂而深沉。在这首词中，作者以饱蘸感情的笔墨，运用白描的手法，既对这种归心似箭的情态作了生动的描述，又吐露了一腔思乡的浓烈情意。</p> <p>　　上片“夜塞茅店不成眠，残月照吟鞭”两句写景，但采用了化景物为情思的手法。在寒意料峭的凉秋深夜，游子独自歇宿於荒郊茅店，因久别将归而一时难以入眠。这里所写旅人的内心感受，使人想起唐代<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>在《商山早行》中的著名<a href=\"http://so.gushiwen.org/view_72033.aspx\">诗</a>句：“鸡声茅店月，人迹板桥霜。”旅店的客人迎来第一声鸡鸣，趁着月色起身赶路，足迹印在板桥的霜上。诗人通过典型的物景，把羁旅早行的意象表现得有声有色。从旅途的感受来说，词里的含意有相似之处，但观照下句的“残月照吟鞭”，则意境上是又有不同的。吟鞭指诗人的马鞭，中天的月亮照着半夜起程赶路的游子，他不是因寒冷而满腹牢骚，倒像是高兴得自言自语，且行且吟。一个“寒”和“照”字，不仅写出了旅人的感觉与视觉形象，而且丰富了感情的容量。</p> <p>　　“黄花细雨时候，催上渡头船”。这两句是以自然景物来泻染气氛。细雨霏霏，秋菊盛开，在具有风雅兴致的词家眼中，本该是饮酒赏菊的美好时光，但一个“催”字却使意境陡转。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>在《雨霖铃》中写过“都门怅饮无绪，留恋处，兰舟催发”的情景，那是表现一种不忍离别而又不得不离别的难舍的意绪，而这里的催上渡船是写游子急于思归的心态。</p> <p>　　上片以写景为主，作者把自然景象与人物心情有机地交织在一起，景中含情，而情融于景。这样写思念家乡之情显得十分真切自然。</p> <p>　　词的下片，“鸥似雪，水如天”两句，承上转下，由眼前水行所见，唤起对记忆深处美好情景的神游。作者生于江南、长于江南，江南水乡之美景，诱发了他对谙熟事物的亲切感。莹白的水边鸥鸟，秋高气爽，水天相接，这诗与画的交融，可以说与<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>笔下那“落霞与孤鹜齐飞，秋水共长天一色”的境界，有着异曲同工之妙。接下来，作者思绪转向身边细事。“忆当年，到家应是，童稚牵衣，笑我华颠。”此情此景，十分亲切动人。初唐诗人<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>写过脍炙人口的《回乡偶书》：“少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。”这里虽没有儿童笑问的场面，但儿童“牵衣”，“笑我”头发已经花白的情景，既富有戏剧性，又充满了轻松活泼的家庭气氛。然而那只是往昔的场景，或者说是想象中的一幕，而此刻不得遣返，只能留下难以忘怀的思念。</p> <p>　　吴激早年在宋朝甚有声名，春风得意。此时屈仕北国，贰臣之疚自不待言，而思念故乡之情也只能托归来的游子之口道出。整首词造语清婉，哀而不伤。那无可奈何的思乡情丝仍能激发起读者深切的同情。</p>",
  "poet": {
    "id": 649,
    "star": 0,
    "name": "吴激",
    "desc": "吴激（1090～1142）宋、金时期的作家、书画家。字彦高，自号东山散人，建州（今福建建瓯）人。北宋宰相吴栻之子，书画家米芾之婿，善诗文书画，所作词风格清婉，多家园故国之思，与蔡松年齐名，时称“吴蔡体”，并被元好问推为“国朝第一作手”。"
  },
  "tags": [
    "婉约",
    "写景",
    "游子",
    "思乡"
  ]
}