{
  "id": 29012,
  "star": 21,
  "name": "板桥晓别",
  "dynasty": "唐代",
  "content": "回望高城落晓河，长亭窗户压微波。<br>水仙欲上鲤鱼去，一夜芙蓉红泪多。",
  "fanyi": "<p><strong>译文<br></strong>回头望高高城楼，银河已经渐渐暗淡向西下落，长亭的窗下，渠水荡漾着层层轻波。<br>远别的游子像那水仙就要乘赤鲤飞升，芙蓉如面的美人一夜来流下的红泪谁知几多？</p> <p><strong>注释<br></strong>1、板桥：指开封城西的板桥。<br>2、晓河：指银河。<br>3、微波：指银河之波，也指长亭下水渠之波。<br>4、鲤鱼：典故出自《列仙传》，一名赵国人琴高，会神仙术，曾乘赤鲤来，留月余复入水去。<br>5、芙蓉：形容女子容貌。<br>6、红泪：典故出自《拾遗记》，魏文帝美人薛灵芸离别父母登车上路，用王唾壶承泪，壶呈红色，及至京师，壶中泪凝如血。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首与情人言别的<a href=\"http://so.gushiwen.org/view_29012.aspx\">诗</a>。题中“板桥”，指唐代汴州城西的板桥店。这里正像长安西边的渭城一样，是一个行旅往来频繁的地方，也是和亲友言别之处。</p> <p>　　首句的“回望高城落晓河\"中，高城指汴州城，晓河指破晓时分的银河。回望汴州方向，原先斜贯中天、高悬在城头上的银河，此刻已经黯淡了，西移垂地。在破晓时分微微发白的天幕背景下，正隐现出高城的朦胧暗影。这对一年一相逢的情侣，曾经在这座高城中度过一段难忘的时光，所以分别之际，不免怀着留恋和怅惘的心情翘首回望，彼此都感到刚刚逝去的日子仿佛是一场遥远的梦，正像宋代<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>在一首别词中所写的那样，“多少蓬莱旧事，空回首、烟霭纷纷”（出自《满庭芳》）。“落晓河”，既明点题内“晓”字，又暗寓牛女期会已过，离别在即。而这对情侣在分离的前夜依恋话别，彻夜不眠的情景也不难想象。</p> <p>　　然后是“长亭窗户压微波”该句，长亭是板桥上或板桥近旁一座临水的亭阁，它既是昨夜双方别前聚会之处，也是晓来分离之处。长亭的窗下就是微微荡漾的波光，“压”字画出窗户紧贴水波的情景。在朦胧曙色中，这隐现于波光水际的长亭仿佛是幻化出来的某种仙境楼阁，给这场平常的离别涂抹上一层奇幻神秘的传奇色彩。那窗下摇漾的微波，一方面让人联想起昨夜双方荡漾难平的感情波流，另一方面又连接着烟波渺渺的去路（板桥下面就是著名的通济渠），这两方面合起来，也就是所谓“柔情似水，佳期如梦”（秦观《鹊桥仙》）。全句写景，意境颇似牛女鹊桥，夜聚晓分，所以和首句所写的“高城落晓河”之景自然融为一片。</p> <p>　　如果说，一、二两句还只是在写景中微露奇幻神秘的色彩，那么三、四两句就完全进入了神话故事的意境。</p> <p>　　“水仙欲上鲤鱼去\"这句用上了琴高典故。诗人把游子暗比作琴高，板桥长亭之下，正停靠着待发的小舟，游子由水路乘舟离去，就像乘鲤凌波而去的水仙琴高一样。在前两句所描写的带有奇幻色彩的景色引发下，这里进一步生出浪漫主义的想象，将“方留恋处，兰舟催发”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）的现实场景幻化成“水仙欲上鲤鱼去”的神话境界。所以这想象虽奇幻，却又和眼前景吻合，显得自然真实。《楚辞·九歌·河伯》中曾这样描写送行的场景：“子交手兮东行，送美人兮南浦。波滔滔兮来迎，鱼鳞鳞兮媵子。”“水仙”句似受到过它的启发，只不过这首诗里所描绘的境界带有童话式的天真意趣罢了。</p> <p>　　最后一句“一夜芙蓉红泪多”转写送者。句子中的“红泪”暗用薛灵芸的典故，将游子暗喻为水中芙蓉，以表现她的美艳，又由红色的芙蓉进而想象出它的泪也应该是“红泪”。这种天真浪漫的想象，类似<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》中“忆君清泪如铅水”的奇想。不过这句的好处似乎主要在笔意，它是从游子的眼中来写送者，却又不直接描写送者在“晓别”时的情态，而是转忆昨夜一夕这位芙蓉如面的情人泣血伤神的情景。这就不但从“晓别”写出了夜来的伤别，而且从夜来的分离进一步暗示了“晓别”的难堪。昨夜长亭窗户之内，“蜡烛有心还惜别，替人垂泪到天明”（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》）的情景，此刻板桥晓别之际，“执手相看泪眼，竟无语凝噎”（柳永《雨霖铃》）的黯然销魂之状也就都如在眼前了。</p> <p>　　纵观全诗，可看得出<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>喜欢从前代小说和神话故事中汲取素材，然后组合成充满新奇浪漫情调和奇幻绚丽色彩的诗歌，这是他作诗的一贯特点。但像这首诗这样，用传奇的笔法来写普通的离别，将现实与幻想融为一片，创造出色彩缤纷的童话式幻境，在送别诗中确实少见。前人曾说“义山多奇趣”（张戒《岁寒堂诗话》），说李商隐爱将平凡的题材写得新奇浪漫。此诗，正是体现出了李商隐这种“奇趣”的特点。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_29012.aspx\">诗</a>歌写于唐代汴州（今河南开封）西的板桥店。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>在此地遇见诗人李郢，可能还有李郢在汴州的情人。聚散匆匆，欢宴言别，于是一首奇幻绚丽的离别诗在李商隐的脑海油然而生，遂挥笔墨，写下此诗。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "写景",
    "离别"
  ]
}