{
  "id": 62852,
  "star": 7,
  "name": "沁园春·丁酉岁感事",
  "dynasty": "宋代",
  "content": "　　谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠？",
  "fanyi": "<h2>注释</h2> （1）丁酉岁：1237年（宋理宗嘉熙元年）前后，蒙古灭金，发兵南侵攻宋。宋大片土地失陷，宋廷惊慌。其时宋廷已腐败不堪，无力回天。<br>（2）陆沉：无水而沉沦，比喻土地被敌人侵占。借用西晋王衍等清淡误国，使中原沦亡的事。<br>（3）青毡：喻中原故土，将敌人比作盗贼。典出晋王献之夜卧，小偷入室偷尽其物，献之慢慢地说：“偷儿，青毡吾家旧物，可特置之。”<br>（4）东帝：喻岌岌可危的南宋。战国齐王称东帝。<br>（5）刘表：三国时，刘备劝荆州牧刘表袭许昌，刘表不听，坐失良机，悔之莫及。郭嘉说：“（刘）表坐谈客耳！”<br>（6）深源：东晋殷浩的字。他虽都督五州军事，只会高谈阔论。曾发兵攻秦，结果先锋倒戈，他弃军而逃。<br>（7）江沱：代指江南，沱是长江的支流。<br>（8）平戎策：即破敌人之策。<br>（9）虎豹当关：语出《楚辞·招魂》“虎豹九关，啄害下人些。”<br>（10）“麒麟阁，岂中兴人物，不画儒冠？”：汉宣帝号中兴之主，曾命画霍光等十一位功臣之像于未央宫麒麟阁上，表扬其功绩。此句意为：难道只有武将才能为中兴立功，读书人就不能为国立功，被画到麒麟阁吗？",
  "shangxi": "<h2>鉴赏一</h2> <p>　　在这首词中，作者猛烈抨击了当权者的腐朽不堪，误国害民，抒发了作者热爱祖国，渴望能长缨立马为国杀敌的热情。作此词的前三年，蒙古灭金后，随即对宋大举兴兵，连年南下，宋军屡屡败北，襄、汉、淮蜀间烽烟不断，危急日甚。宋理宗张惶失措，虽下沼罪已，仍无法挽救国土的沦丧。词中所言“丁酉岁”（1237年，理宗嘉熙元年）即是指那几年的事。面对朝廷的腐败无能，国家的日益陆沉，作者痛心疾首，愤郁填膺，不由写下该词。</p> <p>　　词的开头说：“谁使神州，百年陆沉，青毡未还？”指的是中原大片国土，被蒙军占领，久久不得恢复，这究竟是谁的责任“理正辞严，大义凛然。这里用《晋书》中两个典故合在一起，极为贴切。”陆沉“，是无水而沉沦的意思，比喻土地沦陷。西晋时，王衍任宰相，正值匈奴南侵，他清谈误国，丧失了很多土地。桓温愤慨地说：”遂使神州陆沉，百年丘墟，王夷甫（王衍的字）诸人不得不任其责！“作者通过这个典故来斥责当时南宋当权者。又王献之夜睡斋中，有小偷进到他房里，偷了他所有的东西。献之慢吞吞地说：”偷儿，青毡我家旧物，可特置之。“将小偷都吓跑了。这里以”青毡“喻中原故土，将敌方比作盗贼，说国土遭掠夺后，没有归还。作者在灵活地反用典故。</p> <p>　　接着，词由愤慨转为惆怅，对国事局势发表议论。他说，如今北方有志之士已寥寥无几：南宋的半壁江山也如同落日，日子不长了。朝廷里有些人因循守旧，懦怯无能，只是坐着空谈；有些人则只好说大话，妄取虚名，行事鲁莽轻率。这样，转瞬之间丧失了战胜敌人的机会，“东帝”，喻岌岌可危的南宋。战国时，齐湣王称东帝，自恃国力，并不审时度势，后被燕将乐毅攻破临淄，他在出奔中被杀。“刘表”，喻空谈的保守势力。三国时，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>攻柳城，刘备劝荆州牧刘表乘机袭击许昌，刘表不听，坐失良机，后来悔之莫及。“深源”，是东晋殷浩的字，他虽都督五州军事，但只会大发议论，名不符实。曾发兵攻前秦，想收复中原，结果所遣先锋倒弋，弃军仓皇逃命。这里用比草率用兵的冒进者，也是很妥贴的。总之，“刘表”三句，言“坐谈”与“轻进”指的都是贻误战机。</p> <p>　　“伤心事，是年年冰合，在在风寒。”上阕末了，词情转为忧伤与悲哀。“在在”，即处处。“冰合”、“风寒”，比喻南宋遭北方强敌的不断威胁和进攻，长期苟且偷生，因循寡断。处于水深火热之中，这是恢复故地的机会丧失的必然结果。词中论说时事形势，多不实说某人某事，必用比喻借代。这是由于艺术表现上的需要，要尽量避免用语太过于直白，力求含蓄有味。前面说北地英杰寥寥，南国江山可危，都从衰谢景物取喻。至于借“青毡”、“东帝”、“刘表”、“深源”等典故史事讽今，用意也在于此。</p> <p>　　下阕作者直抒胸臆，但仍与上阕紧密关连。先以“说和说战都难，算未必江沱堪宴安”两句过片。出现和不能安、战不能胜的情势。固然是当时客观条件所限制，但当道者在和与战问题上，并无良策，只是各执已见，争吵不休，不想真正有所作为，这也使有识之士无技可施。“江沱”，指代江南。“沱”，是长江的支流。语出《<a href=\"http://so.gushiwen.org/view_62852.aspx\">诗</a>。召南。江有汜》。“宴安”，是享乐安逸的意思。这两句承上启下，下面就说到自己抱负难以实现。</p> <p>　　“叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。”这是叹息自己空有立功建业的壮志，而身处困境，无用武之地；想上书陈述恢复大计，无奈坏人当道，无人采纳自己的意见。词人接着说，这是当权者无救国才能，没有办法挽救国难，其实，形势并未到不可救药的地步，国事还可挽救，当勉力图治才是。所以自己深夜里挑灯看剑，仍希望能为国杀敌立功。“封侯”，诗词中的常用语，已成了从军立功的代词，并非真为谋求爵禄。</p> <p>　　鳣、鲸，都是大鱼，如果离开江湖大海，它就会遭蝼蚁所欺。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》说：“彼寻常之污渎（臭水沟）兮，岂能容吞舟之鱼？横江湖之鳣鲸兮，固将制于蝼蚁。”词正用此意。“平戎策”，即打败敌人的建议。“虎豹当关”，语出《楚辞。招魂》：“虎豹九关，啄害下人此。”“渠自无谋”，暗用打胜长勺之战的曹刿说过的话：“肉食者鄙，未能远谋。”（《左传·庄公十年》）这几句都用两两对照、扬抑相参的写法，文势跌宕起伏“封侯心在”是扬，“鳣鲸失水”便抑：“平戎策就”扬，“虎豹当关”抑：“渠自无谋”抑，“事犹可做”扬“。恰好能表达出作者内心感情起伏不定，而”更剔残灯抽剑看“一句，尤为精彩。全词于论中抒情，以这一点睛之笔，统摄以前众多的比喻句，从而使主体形象鲜明突出，从而使直白浅显，但毕竟还不能构成主体形象。一位深夜不寐，在灯下凝视着利剑、跃跃欲试的年轻爱国志士的英姿，跃然于纸端。此句措词也精警，不逊于稼轩的”醉里挑灯看剑“。”更剔残灯“四字，耐人寻味。被重新”剔“亮的，虽说是”残灯“，也可看作是心灵中本来暗淡了的火光。</p> <p>　　词结尾说：“麒麟阁，岂中兴人物，不画儒冠？”汉宣帝号称中兴之主，曾命画霍光等十一位功臣的肖像于未央宫内麒麟阁上，以表扬其功绩。所以作者说，难道只有武将们才能为国家建功立业，读书人（儒冠）的肖像就不能画在麒麟阁上吗？杜诗曰：“儒冠多误身”。对此种不合理说法，作者显然不甘心为此，故而要大声责诘。词的情绪由伏而起，最后再变而为亢奋激扬，坚信此生尚可大有作为。</p> <p>　　作者写此词时年方二十，正是风华正茂，意气风发之时。作者以布衣出生之身，却自此鳣鲸，自许以封侯，而且视驵中肉食者为粪土，激越飞扬，尽述胸中抱负，抨击当权者的无能衰败。全词前后呼应，气势磅礴，表现出一股救国于危难之中的积极向上的奋斗精神。</p><br/><h2>鉴赏</h2> <p>　　这是一首抒写爱国情怀的爱国词章。</p> <p>　　1234年，蒙古与宋联合灭金。开始，蒙古先约宋攻金，金亡后，蒙古却趁宋收复西京洛阳时，进行袭击，宋军败还，自此揭开了蒙古军侵宋的战幕。两淮、荆襄一带，经常受到蒙古军的侵袭。丁酉岁，即1237年（南宋理宗嘉熙元年），蒙古兵自光州、信阳进至合肥。战争使人民流离失所，朝廷惊惶失措。面对这一危急形势，不禁感慨万端，写下了这首激奋人心的词篇。</p> <p>　　词上片，写局势的危急。</p> <p>　　起首三句，说北宋覆亡已百年有余，中原故土始终没有收复。“百年陆沉”，借用西晋王衍等人，清谈误国，使中原沦亡的事。《晋书·桓温传》：“温自江陵北伐……与诸寮属登平乘楼眺瞩中原，慨然曰：‘遂使神州陆沉，百年丘墟，王夷甫诸人不得不任其责。’”青毡未还，典出《晋书·王献之传》：“夜卧斋中，而有偷人入其室，盗物都尽。献之徐曰：‘偷儿，青毡吾家旧物，可特置之。’”这里用以比喻中原故土。</p> <p>　　于是，发出了感叹：“怅星辰残月，北州豪杰；西风斜日，东帝江山。”东帝，在楚地，《楚辞·九歌·东皇太一》注：“太一，星名，天之尊神，祠在楚东，以配东帝，故云东皇。”这里指南宋王朝。在这里，感叹中原豪杰寥若晨星，南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>山岌岌可危！“刘表坐谈，深源轻进，机会失之弹指间。”刘表，汉献帝时的荆州刺史。《三国志·魏书》载<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>对刘表的评价：“刘表雍容荆楚，坐观时变，自以为西北可规。士之避乱荆州者，皆海内之俊杰也；表不知所任，故国危而无辅。”深源，东晋穆帝时的中军将军、扬州刺史，连年北伐，后因先锋姚襄叛变而丧失败绩，因此被废为庶人。用这两个历史人物的经历，告诉人们，空谈坐观时变或轻易出师北伐，都会使中原恢复的机会，失之于弹指之间。“年年冰合，在在风寒。”借用<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《贺新郎》“怅清江，天寒不渡，水深冰合”句，以气候的寒冷，比喻局势的艰危！</p> <p>　　下片，抒发自己建功立业、立志报国的豪情。</p> <p>　　“说和说战都难。算未必、江沱堪宴安。”是说“和”、“战”都不可轻易处之，置身江南（“江沱”）未必能长久地宴安游乐。至于自己，“叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。”如大鱼（鳣鲸）失水，空有立功封侯的决心；奸佞（“虎豹”）当道，即使有“平戎”之策，有恢复中原故土之大计，也无法上达皇帝知道。尽管如此，并未完全失望，他提出：“渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。”麒麟阁，为汉初萧何所造，“以藏秘书，处贤才也。”（见《三辅黄图》）汉宣帝为中兴之主，图功臣霍光、张安世等十一人于阁上。这里，表示，自己虽说是个文人（儒冠），但亦有提剑杀敌，建功立业，做一名留名麒麟阁上的中兴人物的抱负。他以麒麟阁中的功臣自期，这是他爱国热情的表露，是值得充分予以肯定的。</p> <p>　　<a href=\"http://so.gushiwen.org/author_704.aspx\">陈人杰</a>，又作陈经国，号龟峰，曾流落两淮江湖，后又回到杭州，是南宋的辛派词人。他的词慷慨悲凉，抒发了忧国伤时的沉痛心情，其激越处颇近辛弃疾。</p><br/><h2>鉴赏二</h2> <p>　　面对宋朝统治者无力挽回大片土地沦于敌手的败局，词人既痛心又愤怒，他写词痛击当道误国，也表达了建功立业、为国杀敌的强烈愿望。</p> <p>　　上片落笔便责问是谁使得中原国土沦于敌手？矛头直指统治者，满腔激愤，倾泻而出。连用两个典故，使感情渐次深沉。然后以“怅”领起，直贯以下七句，有滔滔不绝之势。北方有志之士，已寥若晨星；半壁江山，如西风中落日，已穷途末路；朝廷中的当道者，又都是只知空谈，或草率用兵。作者分析了南北战略形势，指出朝廷困境，推出“机会失之弹指间”的结果。至此由愤而转为哀，“伤心事”二句，令人伤心的事是南宋年年遭到强敌的进攻，长期屈辱苟安，到处都受到敌人的践踏。此处以自然景物喻人事，情景相融。</p> <p>　　下片直抒胸臆。过片“说和说战”二句，由议论承上启下，目前的局势是和不能安，战不能胜。朝廷偏安于江南，耽于安乐的局面是不可能持久的。自然过渡到需要有人出来重整河山，而自己就胸怀壮志，渴望报国杀敌。但由于朝廷的昏庸，自己壮志难酬。下面用一“叹”字领起，以下写自己的困境。虽有建功封侯之志，但却像?鲸失水，不能施展；虽然怀揣平戎之策，却因虎豹当关奸佞弄权无人赏识。两次转折，表现了作者内心的重重矛盾。但他毕竟是二十岁的热血青年，对未来充满了乐观自信和美好的憧憬，所以不久又重新振起，“渠自无谋”以下表示他的信心，当权虽然无能，但国事尚有可为，报国的激情使他深夜难寐，灯下看剑，意欲一展雄姿。最后以欲夺功上麒麟阁自勉作结，使全篇流露的爱国热情达到高潮，慷慨激昂，掷地有声，豪言雄语，壮志凌云。在南宋词坛，正是这样许多豪放之歌，组成了当时时代抗敌的最强音。</p>",
  "about": "<h2>创作背景</h2> 　　作此词的前三年，蒙古灭金后，随即对宋大举兴兵，连年南下，宋军屡屡败北，襄、汉、淮蜀间烽烟不断，危急日甚。宋理宗张惶失措，虽下沼罪已，仍无法挽救国土的沦丧。词中所言“丁酉岁”（1237年，理宗嘉熙元年）即是指那几年的事。面对朝廷的腐败无能，国家的日益陆沉，作者痛心疾首，愤郁填膺，不由写下该词。",
  "poet": {
    "id": 704,
    "star": 0,
    "name": "陈人杰",
    "image": "http://img.gushiwen.org/authorImg/chenrenjie.jpg",
    "desc": "陈人杰（1218-1243），一作陈经国，字刚父，号龟峰，长乐（今福建福州）南宋词人，同时也是宋代词坛上最短命的词人，享年仅26岁。他现存词作31首，全用《沁园春》调，这是两宋词史上罕见的用调方式。"
  },
  "tags": [
    "豪放",
    "爱国"
  ]
}