{
  "id": 71892,
  "star": 10,
  "name": "送张寺丞觐知富顺监",
  "dynasty": "宋代",
  "content": "汉家五尺道，置吏抚南夷。<br>欲使文翁教，兼令孟获知。<br>盘馐蒟酱实，歌杂竹枝辞。<br>取酒须勤醉，乡关不可思。",
  "shangxi": "<h2>赏析</h2> <p>　　“黯然消魂者，唯别而已矣！”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）自古创来，以“别”为题的作品，多有悲凄缠绵之作，常囿于个人感情圈子之内，而<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>的这首送别<a href=\"http://so.gushiwen.org/view_71892.aspx\">诗</a>，却能俯瞰九州，追溯千古，将历史、现实、希望结合起来，以诗的美启迪友人的沉思，用历史的光辉烛照前进的道路，感情深挚而不浮露，境界高人一着。</p> <p>　　富顺在四川南部，与云南近邻。古代，包括云南、贵州及四川西南的广大地区，《史记》、《汉书》称为“西南夷”；《三国志》、《华阳国志》称为“南中”。历代王朝很早就注意到这一带地方的开发，秦代李冰、常頞，先后修筑从四川通往云南的路，长约二千余里，宽约五尺，史称“五尺道”（见《史记·西南夷列传》、《华阳国志》），还在西南地区设置官吏。汉代承秦制，继续派唐蒙等“凿石开阁”，修筑官路，直达建宁（今云南曲靖）；汉武帝时，兵临云南，滇王降汉，汉武帝仍命其为“长帅”，赐“滇王”印，先后置益州、越嶲、牂牁、犍为等郡，西南地区自此有了全国统一的行政建制；汉王朝还实行移民屯田，内地的先进耕作技术渐传边疆。首联以简练的笔墨概括了这些史实。</p> <p>　　在注意加强边疆与内地政治、经济联系的同时，一些有见识的官员，还注意边疆文化的提高和民族的团结。西汉的文翁在汉景帝末期任蜀郡太守，在成都设立学校，入学得免徭役，一时“学徒鳞萃，蜀学比于齐鲁”（《华阳国志·南中志》）。三国时期的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，对南中大姓的叛乱，并不单纯以武力征服，而是采取“攻心为上”的策略，对其首领孟获“七擒七纵”，使其心诚悦服。诸葛亮还吸收一部分民族上层人物为其“属官”，参与蜀国中央政权。结果，南中安定，无复后顾之忧。诸葛亮南征，恩威兼施，然而教化尚未顾及。“欲使”二句即于此着眼。二句一气直下，意谓朝廷欲将文翁的教化施于南中孟获之辈，使之发展成为文明之域。</p> <p>　　南中地区，古人多视为蛮荒之地，其实，这里物产丰饶，民风淳朴，蜀锦、桐华布、筇竹杖，远在西汉就已销售国外，风味饮食亦多，蒟酱就是其中之一。蒟酱，一作“枸酱”。一说是，一种胡椒科植物做的酱，味辛辣（《史记·西南夷列传·索隐》）；另一说是鸡棕酱，蒟、鸡同音，为内地人误记（尹艺《鸡棕油》）。鸡棕本是一种香菌，向来被视为“山珍”。明代谢肇淛《滇略·产》说：“鸡棕，……土人盐而脯之，熬液为油，以代酱豉。”南中蒟酱，汉代就已销往邻近地区。南中民间歌舞丰富优美，巴渝间流传的《竹枝词》就是其中的代表，它含思婉转，色彩明丽，唱时以鼓笛伴奏，同时起舞。唐代<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>曾据以改作新词，脍炙人口。“盘馐”二句即选取这两件有代表性的事物，说明了南中风物之美。</p> <p>　　尾联二句，诗人劝友人在途中开怀畅饮，切莫频起乡思之情。言外之意是，南中之事大有可为，不可因忧思而自伤心神。司马光毕竟是政治家，颇有眼光。诗中所发的主张是针对唐宋以来的弊端而发的。唐代天宝年间（742—756），杨国忠等贪边功以邀宠，对南诏发动了两次大规模的进攻，结果全军覆没，自此西南兵戈不息（见《新唐书·南诏传》、《旧唐书·南诏传》）；宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>则“挥玉斧”，把大渡河以南之地划出疆界（见<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>《续资治通鉴》卷四），使继南诏而起的大理国与中原地区的文化交流受到阻碍。司马光对友人的谆谆嘱咐，表现了他对西南地区的深切关注。</p> <p>　　此诗虽偏于议论，不铺陈文采，也不刻意求工，然而在质朴的语句之中，蕴含着丰富的内涵，而且感情诚挚，含意深远，在宋人五律中属于佳作。这与诗人“视地而后敢行，顿足而后敢立”的敦朴性格也是一致的。</p>",
  "poet": {
    "id": 568,
    "star": 0,
    "name": "司马光",
    "image": "http://img.gushiwen.org/authorImg/simaguang.jpg",
    "desc": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。"
  },
  "tags": [
    "送别",
    "勉励",
    "友人"
  ]
}