{
  "id": 65,
  "star": 274,
  "name": "君子于役",
  "dynasty": "先秦",
  "content": "君子于役，不知其期，曷至哉？鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思！<br>君子于役，不日不月，曷其有佸？鸡栖于桀，日之夕矣，羊牛下括。君子于役，苟无饥渴！",
  "fanyi": "<p><strong>译文<br></strong>丈夫服役去远方，服役长短难估量，不知到了啥地方？鸡儿已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？<br>丈夫服役去远方，每日每月恨日长，不知何时聚一堂？鸡儿纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！</p> <p><strong>注释<br></strong>⑴于：往。役：服劳役。于役，到外面服役。<br>⑵期：指服役的期限。<br>⑶曷（hé）：何时。至：归家。<br>⑷埘（shí ）：鸡舍。墙壁上挖洞做成。<br>⑸如之何勿思：如何不思。如之：犹说“对此”。<br>⑹不日不月：没法用日月来计算时间。<br>⑺有（yòu）佸（huó）：相会，来到。<br>⑻桀：鸡栖木。一说指用木头搭成的鸡窝。<br>⑼括：来到。音、义同“佸”。<br>⑽苟：诚，犹如实。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首很朴素的<a href=\"http://so.gushiwen.org/view_65.aspx\">诗</a>。两章相重，只有很少的变化。每章开头，是女主人公用简单的语言说出的内心独白。稍可注意的是“不知其期”这一句（第二章的“不日不月”也是同样意思，有不少人将它解释为时间漫长，是不确切的）。等待亲人归来，最令人心烦的就是这种归期不定的情形，好像每天都有希望，结果每天都是失望。如果只是外出时间长但归期是确定的，反而不是这样烦人。正是在这样的心理中，女主人公带着叹息地问出了“曷至哉”：到底什么时候才能回来呢？</p> <p>　　这下面的一节有一种天然的妙趣。诗中不再正面写妻子思念丈夫的哀愁乃至愤怨，而是淡淡地描绘出一幅乡村晚景的画面：在夕阳余晖下，鸡儿归了窠，牛羊从村落外的山坡上缓缓地走下来。这里的笔触好像完全是不用力的，甚至连一个形容词都没有，不像后代的文人辞章总是想刻画得深入、警醒，恐怕读者不注意。然而这画面却很感动人，因为它是有情绪的。读者好像能看到那凝视着鸡儿、牛儿、羊儿，凝视着村落外蜿蜒沿伸、通向远方的道路的妇人，是她在感动读者。这之后再接上“君子于役，如之何勿思”，读者分明地感受到女主人公的愁思浓重了许多。倘试把中间“鸡栖于埘，日之夕矣，羊牛下来”三句抽掉，将最后两句直接接继在“曷至哉”之后，感觉会完全不同。这里有抒情表达的节奏问题——节奏太快，没有起伏，抒情效果出不来；同时，这画面本身有其特别的情味。</p> <p>　　熟悉农村生活的人经常看到这样的晚景。农作的日子是辛劳的，但到了黄昏来临之际，一切即归于平和、安谧和恬美。牛羊家禽回到圈栏，炊烟袅袅地升起，灯火温暖地跳动起来，农人和他的妻儿们聊着闲散的话题。黄昏，在大地上出现白天未有的温顺，农人以生命珍爱着的东西向他们身边归聚，这便是古老的农耕社会中最平常也是最富于生活情趣的时刻。可是在这诗里，那位妻子的丈夫却犹在远方，她的生活的缺损在这一刻也就显得最为强烈了，所以她如此怅惘地期待着。</p> <p>　　这诗的两章几乎完全是重复的，这是歌谣最常用的手段——以重叠的章句来推进抒情的感动。但第二章的末句也是全诗的末句，却是完全变化了的。它把妻子的盼待转变为对丈夫的牵挂和祝愿：不归来也就罢了，但愿他在外不要忍饥受渴吧。这也是最平常的话，但其中包含的感情却又是那样善良和深挚。</p> <p>　　这是古老的歌谣，它以不加修饰的语言直接地触动了人心中最易感的地方。它的天然之妙，在后世已是难以重复的了。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首写妻子怀念远出服役的丈夫的<a href=\"http://so.gushiwen.org/view_65.aspx\">诗</a>。所谓“君子于役”的“役”，不知其确指，大多数情况下，应是指去边地戍防。又“君子”在当时统指贵族阶层的人物，但诗中“君子”的家中养着鸡和牛羊之类，地位又不会很高，大概他只是一位武士。先秦时代生产水平低下，下层贵族的生活，并不比后世普通农民好到哪里去。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨",
    "战争",
    "民谣"
  ]
}