{
  "id": 71933,
  "star": 16,
  "name": "送宗判官归滑台序",
  "dynasty": "唐代",
  "content": "　　大丈夫其谁不有四方志？则仆与宗衮二年之间，会而离，离而会，经途所亘，凡三万里。何以言之？去年春会于京师，是时仆如桂林，衮如滑台；今年秋，乃不期而会于桂林；居无何，又归滑台，王事故也。舟车往返，岂止三万里乎？人生几何？而倏聚忽散，辽夐若此，抑知己难遇，亦复何辞！</p> <p>　　岁十有一月，二三子出饯于野。霜天如扫，低向朱崖。加以尖山万重，平地卓立。黑是铁色，锐如笔锋。复有阳江、桂江，略军城而南走，喷入沧海，横浸三山，则中朝群公岂知遐荒之外有如是山水？山水既尔，人亦其然。衮乎对此，与我分手。忘我尚可，岂得忘此山水哉！",
  "fanyi": "<p><strong>译文</strong><br>　　大丈夫哪个没有奔走天下、安邦定国的远大志向？我和宗衮在两年之间，会面了又离别，离别了又会面，这当中来来去去所经历的路程，总共有三万里。为什么说有这么长的路程呢？去年春天，我们两人在京城相会，当时我去桂林，宗衮去滑台；今年秋天，我们竟然料想不到又在桂林相会；过了没多久，宗衮因为国事的缘故又回到滑台。坐船坐车，来来往往，哪里只止三万里呢？人的一生有多久？刚聚在一起，突然间又要分别，象这样相距遥远，更何况像这样的知己朋友极难遇上，还有什么好说的！</p><p>　　时间正值十一月，我们几个朋友出城到野外为宗衮饯行。秋天的天空洁净无杂物，像是俯向红色的山崖。再加上万重高山耸立，像从平地上突起。山像铁那么黑，像笔锋那么尖。又有阳江、桂江，从军城旁流过，向南流淌，喷薄进入大海，浸润着海中的蓬莱、方丈、瀛洲三座神山，处在朝廷的那些官员们，哪里知道遥远的边地还有这么美好的山水？山水既是这样，人也是这样，都充满情趣。宗衮面对此情此景，与我分手。忘记我还是可以的，怎么能忘掉这美好的山水啊！ </p><p><strong>注释</strong><br>〔仆〕自身的谦称。<br>〔亘〕在空间或时间上延续不断，这里指走过。<br>〔京师〕唐朝都城长安。<br>〔居无何〕停了不久。<br>〔王事〕国事。<br>〔倏聚忽散〕刚聚到一起很快就离开。倏、忽，都指时间短暂。<br>〔辽夐（xiòng）〕辽阔遥远。夐，远。<br>〔抑〕何况。<br>〔亦复何辞〕还有什么好说的！<br>〔朱崖〕红色的山崖。<br>〔黑是铁色〕即“黑如铁色”之意。<br>〔阳江、桂江〕都是桂林附近的河流。桂江即漓江。<br>〔略军城〕从军城旁流过。略，过。军城，可能是桂林附近的一个屯兵处。<br>〔三山〕传说中的海外三座仙山，即蓬莱、方丈、瀛洲。<br>〔中朝群公〕指在朝廷里当官的人。<br>〔遐荒〕遥远的边地。遐，远。<br>〔尔〕这样。<br>〔人亦其然〕人也是这样，意为人和山水同样有情趣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇赠言主要分两个部分，开头以“大丈夫哪个没有奔走天下、安邦定国的远大志向”总领全文，抒发了作者的远大抱负，拂去了离别的伤感。后面两句话中的“人的一生有多久？刚聚在一起，突然间又要分别，像这样相距遥远，更何况像这样的知己朋友极难遇上”这一句表现出作者的不舍和哀伤。其中“更何况像这样的知己朋友极难遇上”更体现出了“海内存知己”的感觉。当时很快就被“亦复何辞”挥去。表现出作者的豁达，让人读起来不禁有一种轻快潇洒的感觉。</p> <p>　　第二段再现了桂林瑰丽的自然风光，充满浓郁的生活气息。在歌咏自然风光的同时还表现了送人的真挚情谊。“与我分手。忘记我还是可以的，怎么能忘掉这美好的山水啊！”这不仅希望好友能记住这美丽的风景，还希望能永远记住他们的友谊。表现出作者感情细腻，非常珍惜这份友谊，“海内存知己，天涯若比邻”比较能反映出作者的心境。</p>",
  "about": "<h2>创作背景</h2> 　　宗判官，即宗衮，生平不详，当是作者的好友。判官是帮助朝廷特派大臣佐理政务的中级官员。滑台，地名，现在河南省滑县。序是一种文体，是为送别而写的文章，即临别赠言这是一篇送别友人的赠言。开头以“大丈夫其谁不有四方志”的高昂格调总领全文，拂去了离别的伤感。然后简单叙述“二年之间”的离合，文笔洗练，要言不烦。其中以时间之短、行程之长对比，道出对世事人生的感慨。“王事故也”四字，冠冕堂皇地将生活的辛酸、个人的哀乐完全覆盖，表现出“大丈夫”气，读之令人感喟。虽然也不免有“人生几何”“知己难遇”的淡淡悲伤，但毕竟被“亦复何辞”挥去，最后是对大自然的愉悦欣喜。“霜天”、清流，涤荡心胸；“朱崖”“尖山”，振作精神。远守边地的苦闷消融在山水之乐里，反而可怜在朝的同僚困坐京城，享受不到这山野情趣。结句说“忘我尚可，岂得忘此山水哉”，又是大丈夫故作豪言壮语，率<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱。",
  "poet": {
    "id": 531,
    "star": 0,
    "name": "任华",
    "desc": "任华，唐代文学家。生卒年不详，青州乐安（今山东省博兴县）人。唐肃宗时任秘书省校书郎、监察御史等职，还曾任桂州刺史参佐。任华性情耿介，狂放不羁，自称“野人”“逸人”，仕途不得志。与高适友善，也有寄赠李白、杜甫的诗存世。"
  },
  "tags": [
    "送别",
    "友情",
    "写景"
  ]
}