{
  "id": 57613,
  "star": 297,
  "name": "清平乐·独宿博山王氏庵",
  "dynasty": "宋代",
  "content": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。<br>平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。",
  "fanyi": "<p><strong>译文</strong><br>饥饿的老鼠绕着床窜来窜去，蝙蝠围着昏黑的油灯上下翻舞。狂风夹带着松涛，犹如汹涌波涛般放声呼啸；大雨瓢泼而下，急促地敲打着屋顶；糊窗纸被风撕裂，发出呼啦啦的声音，仿佛在自言自语。<br>从塞北辗转江南，如今归隐山林，已是容颜苍老，满头白发。一阵凄冷的秋风吹透了单薄的布被，突然惊醒，眼前依稀还是梦中的万里江山。</p> <p><strong>注释</strong><br>①博山，在江西永丰境内（今江西省广丰县），古名通元峰，由于其形状像庐山香炉峰，所以改称博山。庵：圆形草屋。<br>②翻灯舞：绕着灯来回飞。<br>③“破纸”句：窗间破纸瑟瑟作响，好像自言自语。<br>④塞北：泛指中原地区。据《美芹十论》，词人自谓南归前曾受祖父派遣两次去燕京观察形势。归来：指淳熙八年（1181年）冬被劾落职归隐。华：花白，华发苍颜：头发苍白，面容苍老。<br>④“布被”两句：谓秋夜梦醒，眼前依稀犹是梦中的万里江山。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这阕《清平乐》，代表了辛词的一种艺术风格，全词仅有八句话四十六个字，但是却描绘了一幅萧瑟破败的风情画。</p> <p>　　夜出觅食的饥鼠绕床爬行，蝙蝠居然也到室内围灯翻飞，而屋外却正逢风雨交加，破裂的糊窗纸也在鸣响。“自语”二字，自然而又风趣地将风吹纸响拟人化、性格化了。独宿的这个“王氏庵”，是久已无人居住的破屋。正是在这样的背景下，作者一个平生为了国事奔驰于塞北江南，失意归来后则已头发花白、容颜苍老的老人出现了。心境如此，环境如此，“秋宵梦觉”分明指出了时令，同时也暗示了主人公难以入睡。半夜醒来，眼前不是饥鼠蝙蝠，残灯破窗，而是祖国的“万里江山”。很显然，他“梦中行遍，江南江北”（《满江红》），醒后犹自留连梦境，故云“眼前万里江山”。这一句与“平生塞北江南”相呼应，而把上阕四句推到背后。平生经历使他心怀祖国河山，形诸梦寐；如今苍颜白发，壮志难酬，可心中所思所想，依然还会梦到往日的万里江山。</p> <p>　　这首词用文字构筑的画面和表达的感情，若改用线条和色彩是完全能够表达出来的，可见作者用抽象的文字符号所捕捉、表现的景物的具象化程度了。而且，每一句话都是一件事物、一个景点，把它们拼接起来，居然连连接词都可以省略掉，形成了一幅难得的风情画。通过这幅画面，表现作者的凄苦的、热爱祖国大好河山的心情。</p> <p>　　从词的格调看，近似田园派，或者归隐派，同作者的那些豪放之作相去太远了，而且还算不上是代表作。不过，这首词别具一格同样带给了人们美好的艺术享受。从创作来说，作品总反映着作家的所历、所见、所闻，所感，总反映着作家的一生及其一生的各个方面，即反映作家的全人。从创作的角度讲，任何作家也总是从题材内容出发，去努力寻求不同的形式和风格，他们之间的区别权在于成就的高低而已。象作者这样，能够在断承、发展<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词风的基础上，成为豪放派大家，同时还能在闲淡、细腻、婉约等格调方面取得突出成就，在文学史上倒是不多见的。正如<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>在序《辛稼轩集》时所说：“公所作，大声镗鎝，小声铿鍧，横绝六合，扫空万古。其秾纤绵密者，亦不在小晏、秦郎之下。</p> <p>　　这首词感情浓烈，语言平淡，纯用白庙，环境气氛的渲染非常出色，抒主人公的心理描述和形象刻划是十分成功的，在稼轩的爱国作品中，别具一格，具有很强的艺术感染力。</p><br/><h2>简析</h2> <p>　　语言流畅通顺，给本词增添了可读性，别说这评价好似在说小学生作文，流畅通顺代表着句意连贯，词境不绝。许多牵强附会上去的靡丽词句读之不顺，诵之不通，别扭拗口，自然影响情绪的表达。而本词读来一气呵成，荡气回肠，当真是“到如今凛然生气”，全无此病。</p> <p>　　词中没有连词，上片将屋中的事物都简要描绘清楚，用语灵活，勾勒生动。如用饥刻鼠，一看即明白这里物质的匮乏，用“翻灯舞”显出蝙蝠之猖狂，再接以屋上风吹雨，加一“急”字更衬出小屋在风雨中单薄破败，使得下句出现得自然而然，情景早已在读者心中呈现。总的来说上片衔接毫不突兀，画面感甚强，没有特别出彩，但仍能看出以稼轩深厚的笔力为底，不加雕饰，反而直观具体。</p> <p>　　稼轩青年戎马，沙场旧事总要时时浮上心头，一发收地复国之慨，可惜平生塞北江南，只换得归来华发苍颜，透过此二句，仿佛见到一个须发灰白的老人，终究被打压没能带兵与金人一搏，眼看时光易老，壮志难酬。以至于方从梦中醒来，眼前恍惚竟然还是万里江山，可见一颗赤诚为国之心。怎不令人长叹英雄失路，泪满双襟！ </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在淳熙十二年（公元1185年）前后，约为45岁，贬官为民。闲居带湖期间，常到信州（今江西上饶）附近的名胜之处鹅湖、博山（今江西广丰县西南）等地游览。一个清秋的夜晚，作者来到博山脚下一户姓王的人家投宿。这儿只有几间破旧的小草庵（茅房），屋后是一片竹林、环境十分荒凉冷落。词人即景生情，百感交集，在夜深人静的时候，写成了这首寄寓很深的小令。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "壮志难酬"
  ]
}