{
  "id": 69968,
  "star": 11,
  "name": "杂剧·唐明皇秋夜梧桐雨",
  "dynasty": "元代",
  "content": "楔子<br>坐拥貔貅镇朔方，每临塞下受降王。太平时世辕门静，自把雕弓数雁行。某姓张，名守珪，见任幽州节度使。幼读儒书，兼通韬略，为藩镇之名臣，受心膂之重寄。且喜近年以来，边烽息警，军士休闲。昨日奚契丹部擅杀公主，某差捉生使安禄山率兵征讨，不见来回话。左右，辕门前觑者，等来时报复我知道。理会的。自家安禄山是也。积祖以来，为营州杂胡，本姓康工。母阿史德，为突厥觋者，祷于轧荦山战斗之神而生某。生时有光照穹庐，野兽皆鸣，遂名为轧荦山。后母改嫁安延偃，乃随安姓，改名安禄山。开元年间，延偃携某归国，遂蒙圣恩，分隶张守珪部下。为某通晓六蕃言语，膂力过人，现任捉生讨击使。昨因奚契丹反叛，差我征讨。自恃勇力深入，不料众寡不敌，遂致丧师。今日不免回见主帅，别作道理。早来到府门首也。左右，报复去，道有捉生使安禄山来见。着他进来。安禄山，征讨胜败如何？贼众我寡，军士畏怯，遂至败北。损军失机，明例不宥。左右，推出去，斩首报来。主帅不欲灭奚契丹耶？奈何杀壮士！放他回来。某也惜你骁勇，但国有定法，某不敢卖法市恩，送你上京，取圣断，如何？谢主帅不杀之恩。安禄山去了也。须知生杀有旗牌，只为军中惜将才。不然斩一胡儿首，何用亲烦圣断来。寡人唐玄宗是也。自高祖神尧皇帝起兵晋阳，全仗我太宗皇帝，灭了六十四处烟尘，一十八家擅改年号，立起大唐天下。传高宗、中宗，不幸有宫闱之变。寡人以临淄郡王领兵靖难，大哥哥宁王让位于寡人。即位以来，二十余年，喜的太平无事。赖有贤相姚元之、宋璟、韩休、张九龄同心致治，寡人得遂安逸。六宫嫔御虽多，自武惠妃死后，无当意者。去年八月中秋，梦游月宫见嫦娥之貌，人间少有。昨寿邸杨妃，绝类嫦娥，已命为女道士；既而取入宫中，策为贵妃，居太真院。寡人自从太真入宫，朝歌暮宴，无有虚日。高力士，你快传旨排宴，梨园子弟奏乐，寡人消遣咱。理会的。调和鼎鼐理阴阳，位列鹓班坐省堂。四海承平无一事，朝朝曳履侍君王。老夫张九龄是也，南海人氏。早登甲第，荷圣恩直做到丞相之职。近日，边帅张守珪解送失机蕃将一人，名安禄山。我见其<br>身躯肥矮，语言利便，有许多异相。若留此人，必乱天下。我今见圣人，面奏此事。早来到宫门前也。臣张九龄见驾。卿来有何事？近日边臣张守珪解送失机蕃将安禄山，例该斩首，未敢擅便，押来请旨。你引那蕃将来我看。这就是失机蕃将安禄山。一员好将官也。你武艺如何？臣左右开弓，一十八般武艺，无有不会；能通六蕃言语。你这等肥胖，此胡腹中何所有？惟有赤心耳。丞相，不可杀此人，留他做个白衣将领。陛下，此人有异相，留他必有后患。卿勿以王夷甫识石勒，留着怕做甚么！兀那左右，放了他者。谢主公不杀之恩。这是甚么？这是胡旋舞。陛下，这人又矬矮，又会旋舞，留着解闷倒好。贵妃，就与你做义子，你领去。（旦云)多谢圣恩。(同安禄山下)（张九龄云)国舅，此人有异相，他日必乱唐室，衣冠受祸不小。老夫老矣，国舅恐或见之，奈何？(杨国忠云)待下官明日再奏，务要屏除为妙。(正末云)不知后宫中为甚么这般喧笑？左右，可去看来回话。(宫娥云)是贵妃娘娘与安禄山做洗儿会哩。(正末云)既做洗儿会，取金钱百文，赐他做贺礼。就与我宣禄山来，封他官职。(宫娥拿金钱下)(安禄山上，见驾科，云)谢陛下赏赐，宣臣那厢使用？(正末云)宣卿来不为别，卿既为贵妃之子，即是朕之子，白衣不好出入宫掖，就加你为平章政事者。(安禄山云)谢了圣恩。(杨国忠云)陛下，不可，不可！安禄山乃失律边将，例当处斩，陛下免其死足矣。今给事宫庭，已为非宜，有何功勋，加为平章政事？况胡人狼子野心，不可留居左右。望陛下圣鉴。(张九龄云)杨国忠之言，陛下不可不听。(正末云)你可也说的是。安禄山，且加你为渔阳节度使，统领蕃汉兵马，镇守边庭，早立军功，下次升擢。(安禄山云)感谢圣恩。(正末云)卿休要怨寡人，这是国家典制，非轻可也呵！(唱)<br>【仙吕】【端正好】则为你不曾建甚奇功，便教你做元辅，满朝中都指斥銮舆。眼见的平章政事难停住，寡人待定夺些别官禄。<br>【幺篇】且着你做节度渔阳去，破强寇永镇幽都。休得待国家危急才防护；常先事设权谋，收猛将保皇图。分铁券，赐丹书，怎肯便辜负了你这功劳簿。(同下)<br>(安禄山云)圣人回宫去了也。我出的宫门来。叵耐杨国忠这厮，好生无礼，在圣人前奏准，着我做渔阳节度使，明升暗贬。别的都罢，只是我与贵妃有些私事，一旦远离，怎生放的下心。罢、罢、罢！我这一去，到的渔阳，练兵秣马，别作个道理。正是：画虎不成君莫笑，安排牙爪好惊人。(下)<br><br>第一折<br>(旦扮贵妃引宫娥上，云)妾身杨氏，弘农人也。父亲杨玄琰，为蜀州司户。开元二十二年，蒙恩选为寿王妃。开元二十八年八月十五日，乃主上圣节，妾身朝贺。圣上见妾貌类嫦娥，令高力士传旨度为女道士，住内太真宫，赐号太真。天宝四年，册封为贵妃，半后服用，宠幸殊甚。将我哥哥杨国忠加为丞相，姊妹三人封做夫人，一门荣显极矣。近日，边庭送一蕃将来，名安禄山。此人猾黠，能奉承人意，又能胡旋舞，圣人赐与妾为义子，出入宫掖。不期我哥哥杨国忠看出破绽，奏准天子，封他为渔阳节度使，送上边庭。妾心中怀想，不能再见，好是烦恼人也。今日是七月七夕，牛女相会，人间乞巧令节。已曾分付宫娥，排设乞巧筵在长生殿，妾身乞巧一番。宫娥，乞巧筵设定不曾？(宫娥云)已完备多时了。(旦云)咱乞巧则个。(正末引宫娥挑灯拿砌末上，云)寡人今日朝回无事，一心只想着贵妃。已令在长生殿设宴，庆赏七夕。内使，引驾去来。(唱)<br>【仙吕】【八声甘州】朝纲倦整，寡人待痛饮昭阳，烂醉华清。却是吾当有幸，一个太真妃倾国倾城。珊瑚枕上两意足，翡翠帘前百媚生。夜同寝，昼同行，恰似鸾凤和鸣。<br>(带云)寡人自从得了杨妃，真所谓朝朝寒食，夜夜元宵也。(唱)<br>【混江龙】晚来乘兴，一襟爽气酒初醒。松开了龙袍罗扣，偏斜了凤带红鞓。侍女齐扶碧玉辇，宫娥双挑绛纱灯。顺风听，一派箫韶令。(内作吹打喧笑科)(正末云)是那里这等喧笑？(宫娥云)是太真娘娘在长生殿乞巧排宴哩。(正末云)众宫娥，不要走的响，待寡人自看去。(唱)多咱是胭娇簇拥，粉黛施呈。<br>【油葫芦】报接驾的宫娥且慢行，亲自听，上瑶阶，那步近前楹。悄悄蹙蹙款把纱窗映，扑扑簌簌风飐珠帘影。我恰待行，打个呓挣。怪玉笼中鹦鹉知人性，不住的语偏明。<br>(内作鹦鹉叫，云)万岁来了，接驾。(旦惊云)圣上来了！(做接驾科)(正末唱)<br>【天下乐】则见展翅忙呼万岁声，惊的那娉婷将銮驾迎。一个晕庞儿画不就，描不成。行的一步步娇，生的一件件撑，一声声似柳外莺。<br>(云)卿在此做甚么？(旦云)今逢七夕，妾身设瓜果之会，问天孙乞巧哩。(正末看科，云)排设的是好也。(唱)<br>【醉中天】龙麝焚金鼎，花萼插银瓶。小小金盆种五生，供养着鹊桥会丹青帧，把一个米来大蜘蛛儿抱定。搀夺尽六宫庞幸，更待怎生般智巧心灵。(正末与旦砌末科，云)这金钗一对，钿盒一枚，赐与卿者。(旦接科，云)谢了圣恩也。(正末唱)<br>【金盏儿】我着绛纱蒙，翠盘盛。两般礼物堪人敬，趁着这新秋节令赐卿卿。七宝金钗盟厚意，百花钿盒表深情。这金钗儿教你高耸耸头上顶，这钿盒儿把你另巍巍手中擎。<br>(旦云)陛下，这秋光可人，妾待与圣驾亭下闲步一番。(正末做同行科，唱)<br>【忆王孙】瑶阶月色晃疏棂，银烛秋光冷画屏。消遣此时此夜景，有禾步闲庭，苔浸的凌波罗袜冷。(云)这秋景与四时不同。(旦云)怎见的与四时不同？(正末云)你听我说。(唱)<br>【胜葫芦】露下天高夜气清，风掠得羽衣轻，香惹丁东环佩声。碧天澄净，银河光莹，只疑是身在玉蓬瀛。<br>(旦云)今夕牛郎织女相会之期，一年只是得见一遭，怎生便又分离也？(正末唱)<br>【金盏儿】他此夕把云路凤车乘，银汉鹊桥平。不甫能今夜成欢庆，枕边忽听晓鸡鸣。却早离愁情脉脉，别泪雨泠泠。五更长叹息，则是一夜短恩情。(旦云)他是天宫星宿，经年不见，不知也曾相忆否？(正末云)他可怎生不想来(唱)<br>【醉扶归】暗想那织女分，牛郎命，虽不老，是长生。他阻隔银河信杳冥，经年度岁成孤另。你试向天宫打听，他决害了些相思病。<br>(旦云)妾身得侍陛下，宠幸极矣；但恐容貌日衰，不得似织女长久也！(正末唱)<br>【后庭花】偏不是上列着星宿名，下临着尘世生。把天上姻缘重，将人间恩爱轻。各办着真诚，天心必应，量他每何足称。<br>(旦云)妾想牛郎织女，年年相见，天长地久；只是如此，世人怎得似他情长也(正末唱)<br>【金盏儿】咱日日醉霞觥，夜夜宿银屏；他一年一日，见把佳期等。若论着多多为胜，咱也合赢。我为君王犹妄想，你做皇后尚嫌轻。可知道斗牛星畔客，回首问前程。<br>(旦云)妾蒙主上恩宠无比，但恐春老花残，主上恩移宠衰，使妾有龙阳泣鱼之悲，班姬题扇之怨，奈何！(正末云)妃子，你说那里话！(旦云)陛下，请示私约，以坚终始。(正末云)咱和你去那处说话去。(做行科，唱)<br>【醉中天】我把你半亸的肩儿凭，他把个百媚脸儿擎。正是金阙西厢叩玉扃，悄悄回廊静。靠着这招彩凤、舞青鸾、金井梧桐树影，虽无人窃听，也索悄声儿海誓山盟。<br>(云)妃子，朕与卿尽今生偕老；百年以后，世世永为夫妇。神明鉴护者！(旦云)谁是盟证？(正末唱)<br>【赚煞尾】长如一双钿盒盛，休似两股金钗另，愿世世姻缘注定。在天呵做鸳鸯比并，在地呵做连理枝生。月澄澄银汉无声，说尽千秋万古情。咱各办着志诚，你道谁为显证，有今夜度天河相见女牛星。(同下)<br><br>第二折<br>(安禄山引众将上，云)某安禄山是也。自到渔阳，操练蕃汉人马，精兵见有四十万，战将千员。如今明皇年已昏眊，杨国忠、李林甫播弄朝政。我今只以讨贼为名，起兵到长安，抢了贵妃，夺了唐朝天下，才是我平生愿足。左右，军马齐备了么？(众将云)都齐备了。(安禄山云)着军政司先发檄一道，说某奉密旨讨杨国忠等。随后令史思明领兵三万，先取潼关，直抵京师，成大事如反掌耳！(众将云)得令。(安禄山云)今日天晚，明日起兵。(诗云)统精兵直指潼关，料唐家无计遮拦。单要抢贵妃一个，非专为锦绣江山。(同下)(正末引高力士，郑观音抱琵琶，宁王吹笛，花奴打羯鼓，黄翻绰执板，捧旦上)(正末云)今日新秋天气，寡人朝回无事，妃子学得霓裳羽衣舞，同往御园中沉香亭下，闲耍一番。早来到也。你看这秋来风物，好是动人也呵！(唱)<br>【中吕】【粉蝶儿】天淡云闲，列长空数行征雁。御园中夏景初残：柳添黄，荷减翠，秋莲脱瓣。坐近幽兰，喷清香玉簪花绽。<br>(带云)早到御园中也。虽是小宴，倒也整齐。(唱)<br>【叫声】共妃子喜开颜，等闲，等闲，御园中列肴馔。酒注嫩鹅黄，茶点鹧鸪斑。<br>【醉春风】酒光泛紫金钟，茶香浮碧玉盏。沉香亭畔晚凉多，把一搭儿亲自拣、拣。粉黛浓妆，管弦齐列，绮罗相间。<br>(外扮使臣上，诗云)长安回望绣成堆，山顶千门次第开。一骑红尘妃子笑，无人知是荔枝来。小官四川道差来使臣。因贵妃娘好啖鲜荔枝，遵奉诏旨，特来进鲜。早到朝门外了。宫官，通报一声，说四川使臣来进荔枝。(做报科)(正末云)引他进来。(使臣见驾科，云)四川道使臣进贡荔枝。(正末看科，云)妃子，你好食此果，朕特令他及时进来。(旦云)是好荔枝也。(正末唱)<br>【迎仙客】香喷喷正甘，娇滴滴色初绽，只疑是九重天谪来人世间。取时难，得后悭。可惜不近长安，因此上教驿使把红尘践。<br>(旦云)这荔枝颜色娇嫩，端的可爱也。(正末唱)<br>【红绣鞋】不则向金盘中好看，便宜将玉手擎餐，端的个绛纱笼罩水晶寒。为甚教寡人醒醉眼，妃子晕娇颜，物稀也人见罕。<br>(高力士云)请娘娘登盘，演一回霓裳之舞。(正末云)依卿奏者。(正旦做舞，众乐撺掇科)(正末唱)<br>【快活三】嘱付你仙音院莫怠慢，道与你教坊司要迭办。把个太真妃扶在翠盘间，快结束，宜妆扮。<br>【鲍老儿】双撮得泥金衫袖挽，把月殿里霓裳按，郑观音琵琶准备弹，早搭上鲛绡襟。贤王玉笛，花奴羯鼓，韵美声繁。宁王锦瑟，梅妃玉箫，嘹亭循环。<br>【古鲍老】屹剌剌撒开紫檀，黄翻绰向前手拈板。低低的叫声玉环，太真妃笑时花近眼。红牙箸趁五音、击着梧桐案，嫩枝柯犹未干、更带着瑶琴音泛，卿呵，你则索出几点琼珠汗。<br>(旦舞科)(正末唱)<br>【红芍药】腰鼓声干，罗袜弓弯，玉佩丁东响珊珊，即渐里舞軃云鬟。施呈你蜂腰细，燕体翻，作两袖香风拂散。(带云)卿倦也，饮一杯酒者。(唱)寡人亲捧杯玉露甘寒，你可也莫得留残，拚着个醉醺醺直吃到夜静更阑。<br>(旦饮酒科)(净扮李林甫上，云)小官李林甫是也，见为左丞相之职。今早飞报将来，说安禄山反叛，军马浩大，不敢抵敌，只得见驾。(做见驾科)(正末云)丞相有何事这等慌促？(李林甫云)边关飞报，安禄山造反，大势军马杀将来了。陛下，承平日久，人不知兵，怎生是好？(正末云)你慌做甚么！(唱)<br>【剔银灯】止不过奏说边庭上造反，也合看空便，觑迟疾紧慢。等不的俺筵上笙歌散，可不气丕丕冒突天颜！那些个齐管仲郑子产，敢待做假忠孝龙逢比干？<br>(李林甫云)陛下，如今贼兵已破潼关，哥舒翰失守逃回，目下就到长安了，京城空虚，决不能守，怎生是好？(正末唱)<br>【蔓菁菜】险些儿慌杀你个周公旦，(李林甫云)陛下，只因女宠盛，谗夫昌，惹起这刀兵来了。(正末唱)你道我因歌舞坏江山？你常好是占奸，早难道羽扇纶巾笑谈间，破强虏三十万。<br>(云)既贼兵压境，你众官计议，选将统兵，出征便了。(李林甫云)如今京营兵不满万，将官衰老，如哥舒翰名将，尚且支持不住，那一个是去得的？(正末唱)<br>【满庭芳】你文武两班，空更些乌靴象简，金紫罗襕。内中没个英雄汉，扫荡尘寰。惯纵的个无徒禄山，没揣的撞过潼关，先败了哥舒翰。疑怪昨宵向晚，不见烽火报平安。<br>(云)卿等有何计策，可退贼兵？(李林甫云)安禄山部下，蕃汉兵马四十余万，皆是以一当百，怎与他拒敌？莫若陛下幸蜀，以避其锋，待天下兵至，再作计较。(正末云)依卿所奏。便传旨，收拾六官嫔御，诸王百官，明日早起，幸蜀去来。(旦作悲科，云)妾身怎生是好也！(正末唱)<br>【普天乐】恨无穷，愁无限。争奈仓卒之际，避不得蓦岭登山。銮驾迁，成都盼。更那堪氵产水西飞雁，一声声送上雕鞍。伤心故园，西风渭水，落日长安。<br>(旦云)陛下，怎受的途路之苦？(正末云)寡人也没奈何哩！(唱)<br>【啄木儿尾】端详了你上马娇，怎支吾蜀道难！替你愁那嵯峨峻岭连云栈，自来驱驰可惯，几程儿挨得过剑门关？(同下)<br><br>第三折<br>(外扮陈玄礼上，诗云)世受君恩统禁军，天颜喜怒得先闻。太平武备皆无用，谁料狂胡起战尘。某右龙武将军陈玄礼是也。昨因逆胡安禄山倡乱，潼关失守。昨日宰臣会议，大驾暂幸蜀川，以避其锋。今早飞报说，贼兵离京城不远。圣主令某统领禁军护驾，军马点就多时，专候大驾起行。(正末引旦及杨国忠、高力士并太子、扈驾郭子仪、李光弼上)(正末云)寡人眼不识人，致令狂胡作乱。事出急迫，只得西行避兵，好伤感人也呵！(唱)<br>【双调】【新水令】五方旗招飐日边霞，冷清清半张銮驾。鞭倦鸟，镫慵踏，回首京华，一步步放不下。<br>(带云)寡人深居九重，怎知闾阎贫苦也！(唱)<br>【驻马听】隐隐天涯，剩水残山五六搭；萧萧林下，坏垣破屋两三家。秦川远树雾昏花，灞桥柳风潇洒。煞不如碧窗纱晨光闪烁鸳鸯瓦。<br>(众扮父老上，云)圣上，乡里百姓叩头。(正末云)父老有何话说？(众云)官阙，陛下家居；陵寝，陛下祖墓，今舍此欲何之？(正末云)寡人不得已，暂避兵耳。(众云)陛下既不肯留，臣等愿率子弟，从殿下东破贼，取长安。若愉下与至尊皆入蜀，使中原百姓，谁为之主？(正末云)父老说的是。左右，宣我儿近前来者。(太子做见科)(正末云)众父老说，中原无主，留你东还，统兵杀贼。就令郭子仪、李光弼为元帅，后军分拨三千人，跟你回去，你听我说。(唱)<br>【沉醉东风】父老每忠言听纳，教小储君专任征伐。你也合分取些社稷忧，怎肯教别人把江山霸？将这颗传国宝你行留下，(太子云)儿子只统兵杀贼，岂敢便登天位？(正末唱)剿除了贼徒，救了国家，更避甚称孤道寡？<br>(太子云)既为国家重事，儿子领诏旨，率领郭子仪、李光弼回去也。(做辞驾科)(众军不行科)(正末唱)<br>【庆东原】前军疾行动，因甚不进发？(众军呐喊科)一行人觑了皆惊怕。嗔忿忿停鞭立马，恶噷噷披袍贯甲，明飇飇掣剑离匣，齐臻臻雁行班排，密匝匝鱼鳞似亚。<br>(陈玄礼云)众军士说，国有奸邪，以致乘舆播迁；君侧之祸不除，不能敛戢众志。(正末云)这是怎么说？(唱)<br>【步步娇】寡人呵万里烟尘，你也合嗟讶，就势儿把吾当唬，国家又不曾亏你伴掐。因甚军心有争差？问卿咱，为甚不说半句儿知心话？<br>(陈玄礼云)杨国忠专权误国，今又与吐蕃使者交通，似有反情，请诛之以谢天下。(正末唱)<br>【沉醉东风】据着杨国忠合该万剐，斗的个禄山贼乱了中华。是非寡人股肱难弃舍，更兼与妃子骨肉相牵挂。断遣尽枉展污了五条刑法，把他剥了官职，贬做穷民，也是阵杀，允不允，陈玄礼将军鉴察！(众军怒喊科)(陈玄礼云)陛下，军心已变，臣不能禁止，如之奈何？(正末云)随你罢！(众杀杨国忠科)(正末唱)<br>【雁儿落】数层枪，密匝匝，一声喊，山摧塌。原来是陈将军号令明，把杨国忠施行罢。<br>(众军仗剑拥上科)(正末唱)<br>【拨不断】语喧哗，闹交杂，六军不进屯戈甲。把个马嵬坡簇合沙，又待做甚么？唬的我战钦钦遍体寒毛乍。吃紧的军随印转，将令威严；兵权在手，主弱臣强。卿呵，则你道波，寡人是怕也那不怕！(云)杨国忠杀了，您众军不进，却为甚的？(陈玄礼云)国忠谋反，贵妃不宜供奉，愿陛下割恩正法。(正末唱)<br>【搅筝琶】高力士，道与陈玄礼休没高下，岂可教妃子受刑罚？他见请受着皇后中宫，兼踏着寡人御榻。他又无罪过，颇贤达。须不似周褒姒举火取笑，纣妲己敲胫觑人。早间把他个哥哥坏了，总便有万千不是，看寡人也合饶过他，一地胡拿。<br>(高力士云)贵妃诚无罪，然将士已杀国忠，贵妃在陛下左右，岂敢自安。愿陛下审思之，将士安，则陛下安矣。(正末唱)<br>【风入松】止不过凤箫羯鼓间琵琶，忽剌剌板撒红牙。假若更添个六幺花十八，那些儿是败国亡家！可知道陈后主遭着杀伐，皆因唱《后庭花》。(旦云)妾死不足惜，但主上之恩，不曾报得，数年恩爱，教妾怎生割舍？(正末云)妃子，不济事了，六军心变，寡人自不能保。(唱)<br>【胡十八】似恁地对咱，多应来变了卦。见俺留恋着他，龙泉三尺手中拿。便不将他刺将，也将他吓杀。更问甚陛下，大古是知重俺帝王家？(陈玄礼云)愿陛下早割恩正法。(旦云)陛下，怎生救妾身一救？(正末云)寡人怎生是好？(唱)<br>【落梅风】眼儿前不甫能栽起合欢树，恨不得手掌里奇擎着解语花，尽今生翠鸾同跨。怎生般爱他看待他，怎下的教横拖在马嵬坡下！<br>(陈玄礼云)禄山反逆，皆因杨氏兄妹；若不正法，以谢天下，祸变何时得消？望陛下乞与杨氏，使六军马踏其尸，方得凭信。(正末云)他如何受的？高力士，引妃子去佛堂中，令其自尽，然后教军士验看。(高力士云)有白练在此。(正末唱)<br>【殿前欢】他是朵娇滴滴海棠花，怎做得闹荒荒亡国祸根芽？再不将曲弯弯远山眉儿画，乱松松白鬓堆鸦。怎下的碜磕马蹄儿脸上踏，则将细袅袅咽喉掐，早把条长挽挽素白练安排下。他那里一身受死，我痛煞煞独力难加。<br>(高力士云)娘娘去罢，误了军行，(旦回望科，云)陛下好下的也！(正末云)卿休怨寡人！(唱)<br>【沽美酒】没乱杀，怎救拔？没奈何，怎留他？把死限俄延了多半霎，生各支勒杀，陈玄礼闹交加。(高力士引旦下)(正末唱)<br>【太平令】怎的教酩子里题名单骂，脑背后着武士金瓜。教几个鲁莽的宫娥监押，休将那软款的娘娘惊唬。你呀，见他，问咱，可怜见唐朝天下。(高力士持旦衣上，云)娘娘已赐死了，六军进来看视。(陈玄礼率众马践科)(正末做哭科，云)妃子，闪杀寡人也呵！(唱)<br>【三煞】不想你马嵬坡下今朝化，没指望长生殿里当时话。<br>【太清歌】恨无情卷地狂风刮，可怎生偏吹落我御苑名花！想他魂断天涯，作几缕儿彩霞。天那！一个汉明妃远把单于嫁，止不过泣西风泪湿胡笳。几曾见六军厮践踏，将一个尸首卧黄沙？<br>(正末做拿汗巾哭科，云)妃子不知那里去了，止留下这个汗巾儿，好伤感人也！(唱)<br>【二煞】谁收了锦缠联窄面吴绫袜，空感叹这泪斑斓拥项鲛绡帕。<br>【川拨棹】痛怜他不能够水银灌玉匣，又没甚彩女监宫娃，拽布拖麻，奠洒浇茶。只索浅土儿权时葬下，又不及选山陵，将墓打。<br>【鸳鸯煞】黄埃散漫悲风飒，碧云黯淡斜阳下。一程程水绿山青，一步步剑岭巴峡。唱道感叹情多，忄西惶泪洒，早得升遐，休休却是今生罢。这个不得已的官家，哭上逍遥玉骢马。(同下)<br><br>第四折<br>(高力士上，云)自家高力士是也。自幼供奉肉宫，蒙主上抬举，加为六宫提督太监。往年主上悦杨氏容貌，命某取入宫中，宠爱无比，封为贵妃，赐号太真。后来逆胡称兵，伪诛杨国忠为名，逼的主上幸蜀。行致中途，六军不进。右龙武将军陈玄礼奏过，杀了国忠，祸连贵妃。主上无可奈何，只得从之，缢死马嵬驿中。今日贼平无事，主上还国，太子做了皇帝。主上养老，退居西宫，昼夜只是想贵妃娘娘。今日教某挂起真容，朝夕哭奠。不免收拾停当，在此伺候咱。(正末上，云)寡人自幸蜀还京，太子破了逆贼，即了帝位。寡人退居西宫养老，每日只是思量妃子。教画工画了一轴真容供养着，每日相对，越着烦恼也呵！(做哭科，唱)<br>【正宫】【端正好】自从幸西川还京兆，甚的是月夜花朝！这半年来白发添多少，怎打叠愁容貌！<br>【幺篇】瘦岩岩不避群臣笑，玉仪儿将画轴高挑。荔枝花果香檀卓，目觑了伤怀抱。<br>(做看真容科，唱)<br>【滚绣球】险些把我气冲倒，身谩靠，把太真妃放声高叫。叫不应，雨泪濠咷。这待诏手段高，画的来没半星儿差错。虽然是快染能描，画不出沉香亭畔回鸾舞，花萼楼前上马娇，一段儿妖娆。<br>【倘秀才】妃子呵，常记得千秋节华清宫宴乐，七夕会长生殿乞巧。誓愿学连理枝比翼鸟，谁想你乘彩凤返丹霄，命夭！<br>(带云)寡人越看越添伤感，怎生是好！(唱)<br>【呆骨朵】寡人有心待盖一座杨妃庙，争奈无权柄谢位辞朝。则俺这孤辰限难熬，更打着离恨天最高。在生时同衾枕，不能勾死后也同棺椁。谁承望马嵬坡尘土中，可惜把一朵海棠花零落了。<br>(带云)一会儿身子困乏，且下这亭子去闲行一会咱。(唱)<br>【白鹤子】那身离殿宇，信步下亭皋。见杨柳袅翠蓝丝，芙蓉拆胭脂萼。<br>【幺】见芙蓉怀媚脸，遇杨柳忆纤腰。依旧的两般儿点缀上阳宫，他管一灵儿潇洒长安道。<br>【幺】常记得碧梧桐阴下立，红牙箸手中敲。他笑整缕金衣，舞按霓裳乐。<br>【幺】到如今翠盘中荒草满，芳树下暗香消。空对井梧阴，不见倾城貌。<br>(做叹科，云)寡人也怕闲行，不如回去来。(唱)<br>【倘秀才】本待闲散心追欢取乐，倒惹的感旧恨天荒地老。怏怏归来凤帏悄，甚法儿挨今宵？懊恼！(带云)回到这寝殿中，一弄儿助人愁也。(唱)<br>【芙蓉花】淡氤氲篆烟袅，昏惨剌银灯照。玉漏迢迢，才是初更报。暗觑清霄，盼梦里他来到。却不道口是心苗，不住的频频叫。<br>(带云)不觉一阵昏迷上来，寡人试睡些儿。(唱)<br>【伴读书】一会家心焦懆，四壁厢秋虫闹。忽见掀帘西风恶，遥观满地阴云罩。俺这里披衣闷把帏屏靠，业眼难交。<br>【笑和尚】原来是滴溜溜绕闲阶败叶飘，疏剌剌刷落叶被西风扫，忽鲁鲁风闪得银灯爆。厮琅琅鸣殿铎，扑簌簌动朱箔，吉丁当玉马儿向檐间闹。(做睡科，唱)<br>【倘秀才】闷打颏和衣卧倒，软兀剌方才睡着。(旦上，云)妾身贵妃是也。今日殿中设宴，宫娥，请主上赴席咱。(正末唱)忽见青衣走来报，道太真妃将寡人邀，宴乐。<br>(正末见旦科，云)妃子，你在那里来？(旦云)今日长生殿排宴，请主上赴席。(正末云)分付梨园子弟齐备着。(旦下)(正末做惊醒科，云)呀！元来是一梦。分明梦见妃子，却又不见了。(唱)<br>【双鸳鸯】斜軃翠鸾翘，浑一似出浴的旧风标，映着云屏一半儿娇。好梦将成还惊觉，半襟情湿鲛绡。<br>【蛮姑儿】懊恼，窨约。惊我来的又不是楼头过雁，砌下寒蛩，檐前玉马，架上金鸡；是兀那窗儿外梧桐上雨潇潇。一声声洒残叶，一点点滴寒梢，会把愁人定虐。<br>【滚绣球】这雨呵，又不是救旱苗，润枯草，洒开花萼，谁望道秋雨如膏。向青翠条，碧玉梢，碎声儿必刂剥，增百十倍，歇和芭蕉。子管里珠连玉散飘千颗，平白地瀽瓮番盆下一宵，惹的人心焦。<br>【叨叨令】一会价紧呵，似玉盘中万颗珍珠落；一会价响呵，似玳筵前几簇笙歌闹；一会价清呵，似翠岩头一派寒泉瀑；一会价猛呵，似绣旗下数面征鼙操。兀的不恼杀人也么哥！则被他诸般儿雨声相聒噪。<br>【倘秀才】这雨一阵阵打梧桐叶凋，一点点滴人心碎了。枉着金井银床紧围绕，只好把泼枝叶做柴烧，锯倒。<br>(带云)当初妃子舞翠盘时，在此树下，寡人与妃子盟誓时，亦对此树。今日梦境相寻，又被他惊觉了。(唱)<br>【滚绣球】长生殿那一宵，转回廊，说誓约，不合对梧桐并肩斜靠，尽言词絮絮叨叨。沉香亭那一朝，按霓裳，舞六幺，红牙箸击成腔调，乱宫商闹闹炒炒。是兀那当时欢会栽排下，今日凄凉厮辏着，暗地量度。<br>(高力士云)主上，这诸样草木，皆有雨声，岂独梧桐？(正末云)你那里知道，我说与你听者。(唱)<br>【三煞】润蒙蒙杨柳雨，凄凄院宇侵帘幕。细丝丝梅子雨，装点江干满楼阁。杏花雨红湿阑干，梨花雨玉容寂寞。荷花雨翠盖翩翩，豆花雨绿叶潇条。都不似你惊魂破梦，助恨添愁，彻夜连宵。莫不是水仙弄娇，蘸杨柳洒风飘？<br>【二煞】口床口床似喷泉瑞兽临双沼，刷刷似食叶春蚕散满箔。乱洒琼阶，水传宫漏，飞上雕檐，酒滴新槽。直下的更残漏断，枕冷衾寒，烛灭香消。可知道夏天不觉，把高凤麦来漂。<br>【黄钟煞】顺西风低把纱窗哨，送寒气频将绣户敲。莫不是天故半人愁闷搅？前度铃声响栈道。似花奴羯鼓调，如伯牙《水仙操》。洗黄花润篱落，渍苍苔倒墙角。渲湖山漱石窍，浸枯荷溢池沼。沾残蝶粉渐消。，洒流萤焰不着。绿窗前促织叫，声相近雁影高。催邻砧处处捣，助新凉分外早。斟量来这一宵，雨和人紧厮熬。伴铜壶点点敲，雨更多泪不少。雨湿寒梢，泪染龙袍。不肯相饶。共隔着一树梧桐直滴到晓。<br>题目安禄山反叛兵戈举<br>陈玄礼拆散鸾凤侣<br>正名杨贵妃晓日荔枝香<br>唐明皇秋夜梧桐雨",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": []
}