{
  "id": 17959,
  "star": 37,
  "name": "送桂州严大夫同用南字",
  "dynasty": "唐代",
  "content": "苍苍森八桂，兹地在湘南。<br>江作青罗带，山如碧玉篸。<br>户多输翠羽，家自种黄甘。<br>远胜登仙去，飞鸾不假骖。",
  "fanyi": "<p><strong>译文<br></strong>郁郁苍苍繁荣茂盛的八桂之地，此地就在湘南。<br>那里的江都像一条青青的纱罗衣带，山犹如一枚碧玉头簪。<br>户户多缴纳翡翠鸟的羽毛，家家都自己种植黄甘。<br>远远胜过登仙而去，无须借飞鸾为坐骑去飞升成仙。</p> <p><strong>注释<br></strong>1.桂州：治所在今广西桂林。严大夫，即严谟。<br>2.森：茂盛。八桂：神话传说，月宫中有八株桂树。桂州因产桂而得名，所以“八桂”就成了它的别称。<br>3.兹：此，这。湘南：今湖南以南，指桂州。湘，今湖南。<br>4.篸（zān）：古人用以插定发髻或连冠于发的一种长针，后专指妇女插髻的首饰。<br>5.输：缴纳。翠羽：指翡翠（水鸟）的羽毛。唐以来，翠羽是最珍贵的饰品。<br>6.黄甘：桂林人叫做“黄皮果”，与《汉书·<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>传》所称“黄甘橙楱”、<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注引郭璞曰“黄甘，桔属”者不是一物。<br>7.飞鸾：仙人所乘的神鸟。不假骖（cān）：不需要坐骑。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17959.aspx\">诗</a>首联便紧扣桂林之得名，以其地多桂树而设想：“苍苍森八桂。”八桂而成林，真是既贴切又新颖。把那个具有异国情调的南方胜地的魅力点染出来。“兹地在湘南”，表面上只是客观叙述地理方位，说桂林在湘水之南。言外之意却是：那个偏远的地方，却多么令人神往，启人遐思。以下分写山川物产之美异。</p> <p>　　桂林之奇，首先奇在地貌。由于石灰岩层受到水的溶蚀切割，造成无数的石峰，千姿百态，奇特壮观。漓江之水，则清澈澄明，蜿蜒曲折。“江作青罗带，山如碧玉篸”，极为概括地写出了桂林山水的特点，是千古脍炙人口之佳句。但近人已有不以为然者，如郭沫若《游阳朔舟中偶成》云：“罗带玉簪笑退之，青山绿水复何奇？何如子厚訾州记，拔地峰林立四垂。”日本吉川幸次郎《泛舟漓江》云：“碧玉青罗恐未宜，鸡牛龙凤各争奇”等。其实，桂林之山虽各呈异态，但拔地独立却是其共同特点，用<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>的话来说：“桂之千峰，皆旁无延缘，悉自平地崛然特立，玉简瑶簪，森列无际，其怪且多如此，诚为天下第一。”（《桂海虞衡志》）而漓江之碧澄蜿蜒，流速缓慢，亦恰如仙子飘飘的罗带。所以这两句是抓住了山水形状之特征的。“桂林山水甲天下”，其实只是秀丽甲于天下，其雄深则不如川陕之华山、峨嵋。桂林山水是比较女性化的。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>用“青罗带”、“碧玉篸”这些女性的服饰或首饰作比喻，可以说妙极。</p> <p>　　“户多输翠羽，家自种黄甘”二句则写桂林特殊的物产。唐代以来，翠鸟羽毛是极珍贵的饰品。则其产地也就更有吸引力了。加之能日啖“黄甘”，更叫宦游者“不辞长作岭南人”了，这二句分别以“户”、“家”起，是同义复词拆用，意即户户家家。对于当地人来说是极普通的物产，对于来自京华的人却是感到新异的。</p> <p>　　以上两联着意写出桂林主要的秀美奇异之处，酝酿够了神往之情。尾联归结到送行之意，严大夫此去桂林虽不乘飞鸾，亦“远胜登仙”。这是题中应有之义，可贵的是写出了逸致，令人神远。</p> <p>　　韩诗一般以雄奇见长，但有两种不同作风。一种以奇崛见称，一种则文从字顺。这首诗属于后一类。写景只从大处落笔，不事雕饰；行文起承转合分明，悉如文句。</p>",
  "about": "<h2>创作背景</h2> 　　唐穆宗长庆二年（822年），<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的朋友严谟以秘书监为桂管观察使（桂州总管府的行政长官），离京上任前，时任兵部侍郎的韩愈作此<a href=\"http://so.gushiwen.org/view_17959.aspx\">诗</a>赠别。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "山水",
    "景点",
    "送别"
  ]
}