{
  "id": 70594,
  "star": 4,
  "name": "杂剧·西游记·第六本",
  "dynasty": "元代",
  "content": "万里香风下九天仙真鹤驭尽翩翩<br>一诚上达祗园地永保皇图亿万年<br>　 </p> <p>第二十一折贫婆心印<br>脱离了红孩儿，过了火焰山，于路亏杀龙天三宝。今日到得中天竺国，皆是诸佛罗汉之地。孙悟空，我与龙君、沙、猪慢行，你先去寻个打火做宿处，吃了饭，到灵鹫山参佛世尊。你到前面，不要妄开口说话。此处是佛国了，参禅问道的极多，不要输了。不比你相杀到容易，禅机却怕人。小行知道。我先行，师父慢来。孙行者去了，我们慢慢行。待他斋熟，我们扫到，吃了便入寺去。未临佛土身偏秽，方到西天骨也轻。老身中印土人，卖胡饼为业。但来佛会，下的不参得，老身不敢入佛国去。自童时亲受摩诃伽叶所教，传得真如正觉之性，能回三毒为三净界，回六贼为六神通，回烦恼作菩提，回无明作大智。此非外道所及也。<br>【仙吕】【点绛唇】我是个物外闲身，个中方寸，传心印。与佛子为邻，但过往的来参问。<br>【混江龙】把弹机来评论，罗裙不染世间尘。对一溪春水，卧半亩闲云。僻性懒侵浮世事，双昨罕识市廛人。听雷音钟磬，坐灵鹫山门。常开妙法，深种良根。不须文字，岂念经文。霎时见性，直下当承。脚根牢跳出陷人坑，手稍长指破迷魂阵。则为这老婆多口，致令得俗子生嗔。<br>【油葫芦】休笑贫婆一世贫，穿着百衲裙，衲头巾有一个宝珠新，妆严的未必能评论，儴惴的倒敢能勤慎。小行蒙师父法旨先行。这是那里？见一人言语高，行步紧。铁戒箍皂亢裰望前行，老母，老母。不住的老母口中频。<br>【天下乐】我却甚富住深山有远亲？老母，过路客人。我问你是何人？我是唐三藏上足徒弟。唐僧他本姓陈，我随师父偌多时，尚不知他姓。你相去十万里，怎生便知道来？我不出门知天下事因。你虽然守着戒律，你虽然受了苦辛，则一卷《金刚经》讲未真。<br>你道我不省得《金刚经》？我也常听师父念：过去心不可得，未来心不可得，见在心不可得。怎的我不省得？你且卖一百文胡饼来，我点了心呵，慢慢和你说经。这胡孙，在我家行卖弄他钉嘴铁舌。你说道要点心，却是点你那过去心也，见在心也，未来心也？这婆子倒利害。心乃性之体，性乃心之用。或有亦或无，只看动不动。你答来我问：你有心也无？我原有心来，屁眼宽阿掉了也。这胡孙无理。<br>【那吒令】你既是有心呵，不可得放存；你既是有心呵，不可得见闻；你既是有心呵，不可得定准。过去的倘未知，未来的如何信？去也和师父仔细评论。我十万里路，至此倒吃一个婆子问倒了。<br>【鹊踏枝】你奔波走并红尘，我清净守空门。你心动神疲，我表正形真。十万里西来的意谨，我则道唐僧怎生一个上足徒弟，元来是个打驼垛受苦的天尊。我奈何这婆子不得。接将师父来，和他问一场。善哉！善哉！不想到中天竺国佛地，我玄奘便死也罢。师父，恁徒弟吃一个婆子问倒了。问甚么？他问我《金刚经》。我说，我常听师父念来：过去心不可得，未来心不可得，见在心不可得。我又问他买点心，他就说：不知点你那一个心？我就没得说，被他盘倒了。我教不要胡说。西天有三个婆子，佛法甚高。这传七语，非是你答得的。我和你见他。是好个佛像。<br>【醉中天】挺挺身才俊，朗朗语超群。他原来是摩诃般若身，可知道有取经分。我问师兄，心可点乎？心无所住，将何以点？人无心何主？心乃人之根本。未得时，在他非在我。既得时，在我非在他。如筏喻者，筏尚应舍，何况非法？兀的不是也。你若是能传心印，休说是心，则你那幻躯也犹是微尘。<br>师父，沿途索是驱驰来。身自在，心常在。<br>【金盏儿】蹑履破苔痕，飞锡落云根。可知道昙花乱坠如琼粉，袈裟锡杖灿然新。清虚成法性，解脱出凡尘。是一个维那金种子，佛座下玉麒麟。敢问善知识，曾见诸佛圣贤否？半月小参，一月大参，常得听讲。文殊师利如何？普贤如何？<br>【醉中天】文殊智慧施檀信，普贤行法济凡人。伽叶、阿难如何？伽叶、阿难守着世尊，向佛会高参论。此间到雷音寺，多少路程？你听那磬韵钟声远闻，兀的鹿野苑雷音近。<br>小僧常闻维摩多病，阿佛也，如何此心不定？师兄不知。<br>【金盏儿】维摩方丈不沾尘，狮子座可存身。一个病身躯终日恹恹闷，他因甚如此？一忧佛法二忧民。我偷得老子灵丹在腹，可医他。你怎医得他！他不能求扁鹊，安肯问胡孙？你正是明医了三十载，暗换了一城人。师兄，斋罢便行。今日正是小参，可见诸佛大圣众。<br>【煞尾】浑金塔接青云，七宝殿生红晕，尽都是金祗园的善根。入得如来不二门，须臾间改变了精神。要经文，准备的贝叶全新，着东土开发群迷度万民。不枉了孙行者驱驰受窘。猪八戒奔波逃遁。恁既来佛会下，则恁这一班儿都是有缘人。<br><br>第二十二折参佛取经<br>我佛法旨，为唐僧东来，着摩侯罗、紧魔罗、伽人、非人等，皆至中竺十里之外迎接，着给孤长者引度于诸天帝君，着取金经回东土去。贫道给孤长者是也。西天竺国，大富之家。为要建道场，我将祗园布施，以黄金铺地，然后方成。今日唐僧至中天竺国中，奉我佛法旨，相引见诸天圣贤，须索走一遭也呵。<br>【商调】【集贤宾】奉天佛使恰离了祗树园，金垆内袅沉烟。当日弃却黄金铺地，今日倒骑着白鹿朝大。虽然是眼下工夫，也要个夙世良缘。比着他十万里取经的不甚远，今日个伴诸佛普会斋筵。声钟齐听讲，挥麈尘共谈禅。<br><br>【逍遥乐】与诸天相见，有狮座鸯舆，凤乍象辇。金灿烂五色霞鲜，薝艹<br>匐幽花落满前，拥幢幡云雾<br>相连。有衔花的斑鹿，立树的玄鹤，献果的白猿。<br>【梧叶儿】锡仗金环重，袈裟玉璧偏，两耳似垂肩。有佛祖心间印，少如来足下莲。心一似铁石坚，全不避山遥路远。<br>我乃给孤长者。奉世尊法旨，看承接引，见诸佛圣贤，一一参拜去来。善哉！善哉！东土但知名，西方才识面。佛子与诸天，一如亲梦见。未知先去见那位诸佛？愿我师开明为幸。<br>【醋葫芦】先是摩侯罗太子身便见，紧魔罗诸圣贤。及至伽人非人等众神，皈依礼拜须向前。虽然是受了些驱驰作践，今日个恶姻缘番作了好姻缘。<br>【幺】伽叶与阿难，文殊共普贤。释天帝释梵王天，都在这西竺国亲会面。料想凡人怎能见？则为你功成八百行三千。<br>世尊在于何处？佛无定主，随念即见。若到方丈，我佛必赐茶。但得饮此，必成正果。<br>【幺】你若能尝佛子茶，胜参赵老惮。休猜做金尊美酒斗十千，但得那世尊肯见。恰敢着你即时回转，不须妙法再三言。<br>我佛来也。<br>【幺】金身丈六长，清光七尺圆。芒鞋竹杖打着行缠，逍遥一身得自然。快疾忙把如来参见，向前合掌并擎拳。<br>玄奘，你来也？我佛，弟子来也。玄奘，你往日是西天罗汉，今为东土国师。心坚念重，至公无私，磨而不磷，涅而不缁。今日归来，万物有时。给孤引见大权，将经文法宝，交付与玄奘。孙、猪、沙弟子三个，乃非人类，不可再回东土，先着三个正果。我佛座下弟子四人，一名成基，一名惠光，一名恩昉，一名敬测。基、光、昉、测四人，送你到于东土，开阐戒坛，大兴妙法，后回西天，始成正果。给孤长者，引将他去。着他领取经宝，疾忙便行。玄奘和你去来。小圣大权修利菩萨。表我佛法旨，看守金刚大藏。为金光灿眼，常手掌护之，凡人称我为招提。今日佛法要东行，着毗卢伽尊者，托化为陈玄奘，自东来西取经，今日敢待来也。<br>【幺】脱离了世尊，参大权。经文一藏莫俄延，迢迢路程不厌远。称了他平生愿。早传佛法到中原。教弟子每般经装在龙马身上。领法旨，我递，猪八戒、沙和尚接。《金刚经》、《心经》、《莲花经》、《楞伽经》、《馒头粉汤经》。<br>【仙吕】【后庭花】异香生七宝莲，彩云迷双凤辇。教阐僧知法，宗分律禅。意虔虔，疾般经卷。韵幽幽猿声在老树颠。响珰珰铃声在古殿前。喜孜孜师徒得变迁，闹垓垓神天每想顾恋。<br>【青哥儿】急煎煎喜得恁师徒、师徒每康健，大慈悲无量无边，佛法东行自有缘。五色云缠，十万余言。白马亲牵，装载东迁。昼夜兼行驾云轩，着恁唐皇见。<br>孙悟空、猪八戒、沙和尚，佛敕恁在此成正果，着基、光、昉、测四人，送唐僧回中国，至长安阐教。<br>【商调】【浪来里煞】经文要阐扬，佛法要通变。四天王八菩萨尽周全，到长安七日功行圆。天随人愿，早来至龙华会上饱参禅。<br>玄奘，我佛法旨，经文到处，着我随所守护，沿路上我当保障你直到中原，诸寺但有经藏处，即有小圣。经藏吾神有大权，守经护法到中原。有经藏处休无我，永受香烟万万年。徒弟从师父数年，今日我正果。玉皇阁下寄前身，罪贬流沙要食人。今日东来闻妙法，水光山色一般新。弟子功行也到，今日辞了师父圆寂。花果山中千万春，西天路上受艰辛。今朝收拾平生事，来作龙华会上人。弟子也辞师父，朝天去也。猪八戒自幼决断，一路将师相伴。圆寂时砍下头来，连尾巴则卖五贯。三个徒弟都圆寂了，贫僧与他作把火。四个西行一个归，三个解脱是和非。老僧独往中原去，急急回来采紫薇。咦！绝怜孙悟空，神通真个有。东土中脱却轮回，西天路番个筋斗。念沙和尚，有像作无像。喉中三寸元阳，胸中一点灵光。好个猪八戒，神通世间大，已得除新害。既有成必有败，阴阳剥始消除快。有心我你不能安，无念大家得自在。咄！是非场上进将去，人我池中跳出来。且喜三人俱得正果了，不免随着基、光、昉、测便往中原去来。此间薝艹<br>匐花方盛，中土松枝已<br>向东。<br><br>第二十三折送归东土<br>俺四人奉佛法旨，送唐僧回长安去，须索走一遭。<br>【越调】【斗鹌鹑】灵鹫山春色雍融，雷音寺东风淡荡。鹿野苑杨柳才青，祗树园薝艹<br>匐正芳。拥百<br>万神天，列三千鬼工。打着彩旌，擎着绣幢。白马驮经，金狮喷香。<br>【紫花序】西天西如来亲送，中国中和尚才行，南海南菩萨来将。虽然一番受苦，也能勾百世流芳。斟量，方信道人香千里香，端的是道尊德无上。今日个送路在山门，抵多少携手上河梁。<br>【小桃红】虽不道河头倾倒玉瓶双，满捧着香茶让。吾有那宰官婆罗小王像，虽不是按着宫商，一班佛乐何清亮。会诸天听讲，送唐僧三藏，你今日个名已入选佛场。师父闭眼者。<br>【金蕉叶】耳边厢微风乍响，脚底卜轻云渐长。白马上经生火光，碧大外人迎太阳。<br>我来时，孙悟空、猪八戒如此神通，尤兀自吃了许多魔障。今日四个善知识，如何送我回去？沿途来的魔障，皆我世尊所化。因师父心坚，是以得至此间，今非昔比。<br>【调笑令】师父，休妄想，那的是俺世尊强化出魔王将你心意降。杜子春炼丹成虚诳，则为心不诚也有许多模样。将一个小孩儿提起来石上撞，则一惊那金丹忒楞化粉蝶儿飞扬。<br>【圣药王】鞍马上，精神长，心念中法力高强。任遥天万里长，咫尺到秦邦，可便是家乡。<br>【鬼三台】则说那费长房，法律强，化龙杖，每翱翔。昏澄澄，白茫茫，桑田变海海为桑。休恐惧，莫惊慌。。<br>三藏国师，去西天十七年也，松枝今日向东也。俺报与官府，都在城外接去来。异哉！异哉！今日松枝已向东也，国师必定归也。你看前面，祥云叆叆，瑞气腾腾，想是国师法驾将近。稍待尉迟总管到来，一同上前参见。<br>【拙鲁速】你觑那众官每，具着公裳，百姓每，燕名香。罗列在道傍，俯伏在路上。道俗僧尼一齐来访，捱捱济济，幡旆飘扬，瑞霭祥光，都接到天花甘露浆。<br>我师今日东归也。小官尉迟敬德，亲自相接。<br>【幺】铁幞头耀日光，水磨鞭映雪霜，马壮人强，志节昂昂。护法金刚，黑煞天王。沙场之上，展土开疆，保护家邦，恰便似赵公明往下方！今日到我府中宿一宵，明日早朝天子去。<br>【尾】来日个景阳钟罢鸡人唱，一合儿同朝帝王。将戒坛与万民开，把经文与众臣讲。<br><br>第二十四折三藏朝元<br>老僧贤劫第四尊，释迦牟尼是也。今日唐僧东土开坛阐教，今当西来正果朝元，教飞仙引入灵山会上来者。唐僧今日功成行满，正果朝元，佛祖着我引入灵山会。须索同去走一遭也呵。<br>【双调】【新水令】梵王宫阙胜蓬瀛，闹垓垓撞钟击磬。安排朝世尊，准备接唐僧。十万余程，来取金经。一点虔诚，今日个正果性和命。<br>【驻马听】大众虔诚，法鼓金铙出寺迎。诸天相敬，铜钟玉磬映山鸣。眼前罗着药师灯，心中悬托着轩辕镜。但能勾灵光一点明，登时间跳出琉璃井。<br>【雁儿落】紫袈裟金缕轻，白锡杖银光净。四天王执宝幢，八菩萨敲金磬。<br>【南吕】【金字经】众飞仙齐打手，合着金字经迎，引着个员顶方袍得道僧、僧。三更道已其身正，心如秋月明。<br>【幺】为鼠常留饭，怜蛾不点灯，救度众生发愿明。曾倾心演大乘，如来命，还元功行成。告佛祖，唐僧稽首。唐僧听我明言，数年得到西天。今日功成行满。方才正果朝元，大藏金经已得圆。唐僧敕赐与僧传，至今东土皆更寺。愿祝吾皇万万年。<br>【双调】【沽美酒】祝皇图永固宁，拜如来愿长生。保护得万里江山常太平，普天下田畴倍增，民乐业息刀兵。<br>【太平令】四海内三军安静，八荒中五谷丰登，西天外诸神显圣，兆民赖一人有庆。则为老僧，取经，忠心来至诚，呀，传此话人间为证。<br>正名胡麻婆问心字<br>孙行者答空禅<br>灵鹫山广聚会<br>唐三藏大朝元</p> <p> ",
  "poet": {
    "id": 1374,
    "star": 0,
    "name": "杨景贤",
    "image": "http://img.gushiwen.org/authorImg/yangjingxian.jpg",
    "desc": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"
  },
  "tags": []
}