{
  "id": 10448,
  "star": 200,
  "name": "潼关吏",
  "dynasty": "唐代",
  "content": "士卒何草草，筑城潼关道。<br>大城铁不如，小城万丈余。<br>借问潼关吏：修关还备胡？<br>要我下马行，为我指山隅：<br>连云列战格，飞鸟不能逾。<br>胡来但自守，岂复忧西都。<br>丈人视要处，窄狭容单车。<br>艰难奋长戟，万古用一夫。<br>哀哉桃林战，百万化为鱼。<br>请嘱防关将，慎勿学哥舒！",
  "fanyi": "<p><strong>译文</strong><br>士卒劳役是多么劳苦艰辛，在潼关要道筑城。<br>大城比铁还要坚固，小城依山而筑，高达万丈。<br>请问潼关吏：你们重新修筑潼关是为了防御叛军吗？<br>潼关吏邀请我下马步行，为我指着山隅为我介绍情况：<br>“那些防御工事高耸入云端，即使飞鸟也不能越逾。<br>胡贼来犯只要据守即可，又何必担心西都长安呢。<br>您看这个要害的地方，狭窄到只能一辆车子通过。<br>在战事紧急时挥动兵器拒守，真是‘一夫当关万夫莫开”呀。”<br>“令人哀痛的是桃林塞那一败仗，唐军死伤极多，惨死黄河。<br>请嘱咐守关诸将领，千万别蹈哥舒翰仓促应战的覆辙。”</p> <p><strong>注释</strong><br>⑴潼关：在华州华阴县东北，因关西一里有潼水而得名。<br>⑵草草：疲劳不堪之貌。何：多么<br>⑶大城铁不如，小城万丈余：上句言坚，下句言高。城在山上故曰万丈余。<br>⑷备胡：指防备安史叛军。<br>⑸要：同“邀”，邀请。<br>⑹连云列战格：自此句以下八句是关吏的答话。连云言其高，战格即战栅，栅栏形的防御工事。<br>⑺西都：与东都对称，指长安。<br>⑻丈人：关吏对<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的尊称。<br>⑼艰难：战事紧急之时。奋：挥动。<br>⑽桃林，即桃林塞，指河南灵宝县以西至潼关一带的地方。<br>⑾哥舒：即哥舒翰。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10448.aspx\">诗</a>开头四句可以说是对筑城的士兵和潼关关防的总写。漫漫潼关道上，无数的士卒在辛勤地修筑工事。“草草”，劳苦的样子。前面加一“何”字，更流露出诗人无限赞叹的心情。放眼四望，沿着起伏的山势而筑的大小城墙，既高峻又牢固，显示出一种威武的雄姿。这里大城小城应作互文来理解。一开篇<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>就用简括的诗笔写出唐军加紧修筑潼关所给予他的总印象。</p> <p>　　“借问潼关吏：‘修关还备胡？’”这两句引出了“潼关吏”。胡，即指安史叛军。“修关”何为，其实杜甫是不须问而自明的。这里故意发问。而且又有一个“还”字，暗暗带出了三年前潼关曾经失守一事，从而引起人们对这次潼关防卫效能的关心与悬念。这对于开拓下文，是带关键性的一笔。</p> <p>　　接下来，应该是潼关吏的回答了。可是他似乎并不急于作答，却“要（邀）我下马行，为我指山隅”。从结构上看，这是在两段对话中插入一段叙述，笔姿无呆滞之感。然而，更主要的是这两句暗承了“修关还备胡”。杜甫忧心忡忡，而那位潼关吏看来对所筑工事充满了信心。他可能以为这个问题不必靠解释，口说不足为信，还是请下马来细细看一下吧。下面八句，都是潼关吏的话，他首先指看高耸的山峦说：“瞧，那层层战栅，高接云天，连鸟也难以飞越。敌兵来了，只要坚决自守，何须再担心长安的安危呢！”语调轻松而自豪，可以想象，关吏说话时因富有信心而表现出的神采。他又兴致勃勃地邀请杜甫察看最险要处：老丈，您看那山口要冲，狭窄得只能容单车通过。真是一夫当关，万夫莫开。这八句，“神情声口俱活”（浦起龙《读杜心解》），不只是关吏简单的介绍，更主要的是表现了一种“胡来但自守”的决心和“艰难奋长戟”的气概。而这虽然是通过官吏之口讲出来的，却反映了守关将士昂扬的斗志。</p> <p>　　紧接关吏的话头，诗人却没有赞语，而是一番深深的感慨。因为诗人并没有忘记“前车之覆”。三年前，占据了洛阳的安禄山派兵攻打潼关，当时守将哥舒翰本拟坚守，但为杨国忠所疑忌。在杨国忠的怂恿下，唐玄宗派宦官至潼关督战。哥舒翰不得已领兵出战，结果全军覆没，许多将士被淹死在黄河里。睹今思昔，杜甫余哀未尽，深深觉得要特别注意吸取上次失败的教训，避免重蹈覆辙。“请嘱防关将，慎勿学哥舒。”“慎”字意味深长，它并非简单地指责哥舒翰的无能或失策，而是深刻地触及了多方面的历史教训，表现了诗人久久难以消磨的沉痛悲愤之感。</p> <p>　　与“三别”通篇作人物独白不同，“三吏”是夹带问答的。而此篇的对话又具有自己的特点。首先是在对话的安排上，缓急有致，表现了不同人物的心理和神态。“修关还备胡”，是诗人的问话，然而关吏却不急答，这一“缓”，使人可以感觉到关吏胸有成竹。关吏的话一结束，诗人马上表示了心中的忧虑，这一“急”，更显示出对历史教训的痛心。其次，对话中神情毕现，形象鲜明。关吏的答话并无刻意造奇之感，而守关的唐军却给读者留下一种坚韧不拔、英勇沉着的印象。其中“艰难奋长戟，万古用一夫”两句又格外精警突出，塑造出犹如战神式的英雄形象，具有精神鼓舞的力量。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_10448.aspx\">诗</a>作于唐肃宗乾元二年（759年）。诗题下有小注：“安禄山兵北，哥舒翰请守潼关，明皇听杨国忠言，力趣出兵，翰抚膺恸哭，而出兵至灵宝潼关遂失守。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>原在朝中任左拾遗，因直言进谏触怒权贵，被贬到华州。乾元元年（758年）底，杜甫暂离华州，到洛阳、偃师探亲。第二年三月，唐军与安史叛军的邺城之战爆发，唐军在相州（治所在今河南安阳）大败，安史叛军乘势进逼洛阳。如果洛阳再次失陷，叛军必将西攻长安，那么作为长安和关中地区屏障的潼关势必有一场恶战。杜甫从洛阳返回华州的途中经过这里时，刚好看到了紧张的备战气氛，见到战乱给百姓带来的无穷灾难和人民忍辱负重参军参战的爱国行为，感慨万千，便奋笔创作了不朽的史诗——“三吏”（《新安吏》、《石壕吏》、《潼关吏》）和“三别”（《新婚别》、《垂老别》、《无家别》），并在回华州后，将其修订脱稿。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "边疆",
    "战争",
    "赞美",
    "士卒"
  ]
}