{
  "id": 70766,
  "star": 38,
  "name": "相见欢·落花如梦凄迷",
  "dynasty": "清代",
  "content": "落花如梦凄迷，麝烟微，又是夕阳潜下小楼西。 <br>愁无限，消瘦尽，有谁知？闲教玉笼鹦鹉念郎诗。",
  "fanyi": "<p><strong>译文<br></strong>落花如烟似梦，凄婉迷茫；红日坠向小楼之西，室中麝兰飘香。<br>无限忧愁使闺中人容颜消瘦，可没人知道她的忧伤。闲来无事调弄鹦鹉，教它诵念情郎赠我的<a href=\"http://so.gushiwen.org/view_70766.aspx\">诗</a>章。</p> <p><strong>注释<br></strong>①凄迷：形容落花凋谢零落的样子。<br>②麝（shè）烟：焚烧麝香所散发的香烟。麝烟即点燃麝香所散发的烟。麝香是一种高级香料，室内放一丁点儿，便会满屋清香，气味迥异。<br>③潜下小楼：指太阳已经落到小楼偏西的地方。<br>④闲教鹦鹉：此句化用前人意象。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《甘草子》： “却傍金笼教鹦鹉，念粉郎言语。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《相见欢·落花如梦凄迷》是一首“闺怨词”，词中描写的是一个女子在闺阁之中怀春思人的情形。</p> <p>　　上阕写春天即将过去，曾经在枝头上绚烂地绽放过的花朵，这时已经凋零，看着枝头残花，花瓣在风中翩翩飞舞，少女觉得自己恍如梦中，但是这场梦带着淡淡的凄清迷惘。纳兰通过写麝香慢慢燃尽，来暗指时间的推移，结合下一句“又是夕阳潜下小楼西”，可知这位闺中女子看着园内纷飞的落红，一直到傍晚时分。夕阳西下加上韶华即逝，本就没有积极向上的气象，加上少女心中思念无限，愁绪更是强烈。从“又是夕阳潜下小楼西”的“又”字可知少女已经不止一次在夕阳西下之中凝望落花飘零，也可知她心中愁思点点的情况亦不止一次地出现过，这种愁日复一日地在暮春的夕阳中积累着，变得越来越深，越来越长，说不清也道不明。</p> <p>　　下阕的第一句，纳兰把这种说不清道不明的愁绪用直接抒情的方法展现在读者面前，呈现出了一个愁容满面，倦于打扮，消瘦憔悴的女子的形象。为了来排遣心中无限的忧愁，少女便想出了一个办法，她在闲来无事之时就教自己的鹦鹉来吟诵情郎为自己写下的情<a href=\"http://so.gushiwen.org/view_70766.aspx\">诗</a>。虽然此举可以暂时化解女子心中的愁苦，但是在教完鹦鹉念诗之后，留下的则是更多的空虚和无奈。曾经的那些诗是他亲口念给自己听的，而如今，念诗的有情人却变成了一只不解风情的鹦鹉，让人感叹心酸。</p> <p>　　这首词写得极为含蓄，甚至纳兰连词中的主人公是谁都没有直接告诉读者。整首词仿佛是许许多多破碎的画面，需要读者在心中把它们重新组合在一起，形成一个完整的故事。细细品读，还不难发现纳兰在作词时确实颇为用心，就在这短短的三十六个字之间，他分别运用了环境描写、心理描写以及动作描写，笔笔细腻生动，形象传神。</p>",
  "about": "<h2>创作背景</h2> 　　康熙十三年（1674年），纳兰与两广总督卢兴祖之女卢氏成婚，<a href=\"http://so.gushiwen.org/view_70766.aspx\">诗</a>人时年20岁。婚后夫妻两人情感笃深、琴瑟和鸣、无限恩爱，有过一段美好的婚姻生活。这首词正作于此阶段，这是一首展现他们情感历程的词章，也是他们正在热恋时期所写的。时节已是入秋，落花缤纷，似梦凄迷，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>公务缠身，身在远方，不能在家陪伴妻子，想象妻子在家思念自己，愁苦无聊至极，由此他作下这首《相见欢》，表达自己对妻子的思念之情。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "婉约",
    "女子",
    "伤春",
    "怀远"
  ]
}