{
  "id": 18299,
  "star": 7,
  "name": "从崔中丞过卢少尹郊居",
  "dynasty": "唐代",
  "content": "寓居湘岸四无邻，世网难婴每自珍。<br>莳药闲庭延国老，开樽虚室值贤人。<br>泉回浅石依高柳，径转垂藤闲绿筠。 <br>闻道偏为五禽戏，出门鸥鸟更相亲。",
  "fanyi": "<p><strong>译文<br></strong>住在湘江岸边四周没有邻居，世俗的尘网无法束缚总令人珍重。<br>空闲的庭院种上芍药邀请国老，打开陈年老酒清扫厅堂接待贤人。<br>清泉浅浅地回漩在石上傍依着高高的柳树，小路婉转在垂下的藤条间隔的绿竹中。<br>上路偏偏又遭到鹅儿戏弄，出门却见鸥鸟自由飞翔相爱相亲。</p> <p><strong>注释<br></strong>①崔中丞：崔敏，元和三年任永州刺史，与<a href=\"http://so.gushiwen.org/view_18299.aspx\">诗</a>人关系较好。<br>②卢少府：此人名不详。少府，官名，唐代因县令称明府，县尉为县令之佐，遂称县尉为少府。<br>③婴（yīng）：缠绕，羁绊。<br>④延：邀请。<br>⑤樽（罇）（zūn）：酒杯，引申为盛酒的器皿。<br>⑥值：当值，引申为接待。<br>⑦筠（yún）：竹子的表皮。引申为竹子的别称。<br>⑧闻道：闻，布达。闻道，声闻于路，即上路。<br>⑨五禽戏：古代一种体育治疗法。其法仿虎、鹿、熊、猿、鸟的姿态。五禽：指鸡、鸭、鹅、鸽、鹑五种家禽，五禽中鹅追赶人。诗中以五禽代鹅既写丰足，暗寓自己的衷曲。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首叙事<a href=\"http://so.gushiwen.org/view_18299.aspx\">诗</a>，描写的是跟随刺史崔敏自郊外回来应邀造访居住在城郊的卢少府一事。诗用白描手法，描写了几个生动场景，形象地描绘了楚南的朴实民风，体现了诗人“民利民自利”的社会观，表达了诗人谪居南荒悲愤而凄凉的心境。</p> <p>　　诗的开篇便点明郊居的地方是在湘江岸边，孤零零的没有邻居，世俗的尘网难以束缚，人人自珍自重。永州地处偏荒，人口稀少，据《元和郡县图志》卷二十九记载，永州“元和初仅有户八百九十四”，环境宁静，但也冷清。诗的后六句描绘了卢少府城郊住处的安静祥和的景致：莳芍傍柳，正是夏月；泉回路转，垂藤绿竹，环境清幽。主人十分热忱，设筵开樽，虚室以待。楚南民风有陈年老酒专待贵客的习俗，此风至今犹存。“国老”、“贤人”来了，打开陈年老酒，倾尽家有招待客人。出门碰上的是鹅儿戏客，看到的是鸥鸟相爱相亲。在这幅极具楚南风情的画卷中，既有淙淙的泉水、依依的杨柳、浅浅的卵石、垂挂的藤蔓、深绿的竹林，又有鹅儿的欢鸣、鸥鸟的爱语，还有陈年老酒的芳香，更有主客对饮时的笑语欢声。环境幽静，气氛祥和。</p> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>从“生人之意”为动力的历史发展观出发，曾提出“民利民自利”的政治主张。在《晋问》中曾为封建社会描述了一幅理想的图画：人们按照常规生活，得到自己需要的物资，人人按照社会的规范规范自己方便自己；社会上的物资可以自由流通；长幼亲戚和乐共处，每个人都把敬老爱幼看作是自己的责任，用不着感恩戴德；没有兵灾刑罚之苦，也没有追税逃役之难。这实在是《礼记·礼运》中设计的“小康”社会的具体化。诗人笔下的郊居生活，人的感情是淳朴真诚，自然景物是清幽活泼，正是这种理想社会的缩影。</p> <p>　　然而理想与现实是矛盾着的，因而诗中描写得愈和乐，就愈能衬托出诗人谪居南荒的孤凄、心境的悲凉与不平。本诗白描叙事，而意蕴深远。句句祥和，字字清泪。首联“无邻”，幽静中透视着诗人的孤独；“世网”里显出诗人的惶恐与无奈，明是羡慕别人，暗里悲怆自己。颔联一“莳”一“开”，一“延”一“值”，民风淳朴，反衬出官场的险恶。颈联的“回”与“转”，写的是幽清的景物，咏的却是诗人的九折愁肠；“依”与“间”，雅静里寄托诗人的无限希望。最是尾联自然高妙，是写实，更是写意，语意双关。从写实看，上路偏偏被鹅儿们戏弄，诗人调皮的语气中突出了丰足、和乐。但“闻道”又可以作懂得了道义，有了渊博的知识解。懂得了道义，反倒落得个听猿猱哀鸣、众鸟啾号的境遇。鸥鸟尚能相亲，自己却过着“囚拘圜土”的生活，这是怎样的不公？联想到《惩咎赋》“既明乎天讨兮；又幽栗乎鬼责”的语意，自然美景忽然化作诗人的诉说，不平的呐喊，抒发了诗人对自由的热烈向往之情。</p> <p>　　诗平中见奇，乐中怀哀。正如<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>评柳诗所说：“而其美常在于酸醎之外，可以一唱而三叹也。”（《诗人玉屑卷之十五·柳曹仪》）</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "叙事",
    "抒怀",
    "愤懑",
    "孤寂"
  ]
}