{
  "id": 14,
  "star": 319,
  "name": "草虫",
  "dynasty": "先秦",
  "content": "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。<br>陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。<br>陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。",
  "fanyi": "<p><strong>译文<br></strong>听那蝈蝈蠷蠷叫，看那蚱蜢蹦蹦跳。没有见到那君子，我心忧愁又焦躁。如果我已见着他，如果我已偎着他，我的心中愁全消。<br>登上高高南山头，采摘鲜嫩蕨菜叶。没有见到那君子，我心忧思真凄切。如果我已见着他，如果我已偎着他，我的心中多喜悦。<br>登上高高南山顶，采摘鲜嫩薇菜苗。没有见到那君子，我很悲伤真烦恼。如果我已见着他，如果我已偎着他，我的心中块垒消。</p> <p><strong>注释<br></strong>⑴草虫：一种能叫的蝗虫，蝈蝈儿。<br>⑵喓（yāo）喓：虫鸣声。<br>⑶趯（tì）趯：昆虫跳跃之状。阜（fù）螽（zhōng）：即蚱蜢，一种蝗虫。<br>⑷忡（chōng）忡：犹冲冲，形容心绪不安。<br>⑸亦：如，若。既：已经。止：之、他，一说语助词。<br>⑹觏（gòu）：遇见。<br>⑺降（xiáng）：悦服，平静。<br>⑻陟（zhì）：升；登。登山盖托以望君子。<br>⑼蕨：野菜名，初生无叶时可食。<br>⑽惙（chuò）惙：忧，愁苦的样子。<br>⑾说（yuè）：通“悦”，高兴。<br>⑿薇：草本植物，又名巢菜，或野豌豆，似蕨，而味苦，山间之人食之，谓之迷蕨。<br>⒀夷：平，此指心情平静。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首妻子思念丈夫的<a href=\"http://so.gushiwen.org/view_14.aspx\">诗</a>歌，和《周南·卷耳》一样，也有想象的意境。全诗三章，每章七句。第一章写思妇秋天怀人的情景，第二、三章分别叙写来年春天、夏天怀人的情景。全诗表现了跨度很长的相思苦。</p> <p>　　首章将思妇置于秋天的背景下，头两句以草虫鸣叫、阜螽相随蹦跳起兴，这是她耳闻目睹的，说是赋亦无不可。画面之内如此，画面之外可以猜想，她此时也许还感受到秋风的凉意，见到衰败的秋草，枯黄的树叶，大自然所呈露的无不是秋天的氛围。“悲哉秋之为气也”，秋景最易勾起离情别绪，怎奈得还有那秋虫和鸣相随的撩拨，诗人埋在心底的相思之情一下子被触动了，激起了心中无限的愁思：“未见君子，忧心忡忡。”此诗构思的巧妙，就在于以下并没有循着“忧心忡忡”写去，而是打破了常规，完全撇开离情别绪，诸如自己孤处的凄凉、强烈的思念，竟不着一字，而却改用拟想，假设所思者突然出现在自己面前将会是如何的情景。诗云，“亦既见之，亦既觏之，我心则降。”见，说的是会面；觏，《易》曰：“男女觏精，万物化生。”故郑笺谓“既觏”是已婚的意思，可见“觏”当指男女情事而言。降，下的意思，指精神得到安慰，一切愁苦不安皆已消失。古人质直，即使是女诗人也不作掩饰。这里以“既见”、“既觏”与“未见”相对照，情感变化鲜明，欢愉之情可掬。运用以虚衬实，较之直说如何如何痛苦，既新颖、具体，又情味更浓。方玉润说：“本说‘未见’，却想及既见情景，此透过一层法。”（《诗经原始》）所谓“透过一层法”，指的就是虚实相衬法。</p> <p>　　第二、三章虽是重叠，与第一章相比，不仅转换了时空，拓宽了内容，情感也有发展。登高才能望远，诗人“陟彼南山”，为的是赡望“君子”。然而从山颠望去，所见最显眼的就是蕨和薇的嫩苗，诗人无聊之极，随手无心采着。采蕨、采薇暗示经秋冬而今已是来年的春夏之交，换句话说，诗人“未见君子”不觉又多了一年，其相思之情自然也是与时俱增，“惙惙”表明心情凝重，几至气促；“伤悲”更是悲痛无语，无以复加。与此相应的，则是与君子“见”、“觏”的渴求也更为迫切，她的整个精神依托、全部生活欲望、唯一欢乐所在，几乎全系于此：“我心则说（悦）”、“我心则夷”，多么大胆而率真的感情，感人至深。</p> <p>　　此诗虽是重章结构，押韵却有变化，首章一、二、四、七句用韵；而二、三章则是二、四、七用韵。另外王力《诗经韵读》认为各章第三句“子”与第五、六句“止”亦是韵脚。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_14.aspx\">诗</a>抒写一位妇女在丈夫远出在外时的忧念及丈夫归来时的喜悦。《毛诗序》谓“大夫妻能以礼自防也”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》则谓“南国被文王之化，诸侯大夫行役在外，其妻独居，感时物之变，而思其君子如此”。旧说另有“大夫归心召公说”、“室家思念南仲说”、“托男女情以写君臣念说”等等。此诗应是写思妇情怀之作，所思是她钟爱的人，至于是丈夫还是情人，可不必深究，因为这无碍对诗意的理解、诗情的玩味。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "抒情",
    "思念"
  ]
}