{
  "id": 71148,
  "star": 6631,
  "name": "五柳先生传",
  "dynasty": "魏晋",
  "content": "　　先生不知何许人也，亦不详其姓字，宅边有五柳树，因以为号焉。闲静少言，不慕荣利。好读书，不求甚解；每有会意，便欣然忘食。性嗜酒，家贫不能常得。亲旧知其如此，或置酒而招之；造饮辄尽，期在必醉。既醉而退，曾不吝情去留。环堵萧然，不蔽风日；短褐穿结，箪瓢屡空，晏如也。常著文章自娱，颇示己志。忘怀得失，以此自终。</p> <p>　　赞曰：黔娄之妻有言：“不戚戚于贫贱，不汲汲于富贵。”其言兹若人之俦乎？衔觞赋诗，以乐其志，无怀氏之民欤？葛天氏之民欤？",
  "fanyi": "<p><strong>译文</strong><br>　　不知道五柳先生是什么地方的人，也不清楚他的姓字。因为住宅旁边有五棵柳树，就把这个作为号了。他安安静静，很少说话，也不羡慕荣华利禄。他喜欢读书，不在一字一句的解释上过分深究；每当对书中的内容有所领会的时候，就会高兴得连饭也忘了吃。他生性喜爱喝酒，家里穷经常没有酒喝。亲戚朋友知道他这种境况，有时摆了酒席叫他去喝。他去喝酒就喝个尽兴，希望一定喝醉；喝醉了就回家，竟然说走就走。简陋的居室里空空荡荡，遮挡不住严寒和烈日，粗布短衣上打满了补丁，盛饭的篮子和饮水的水瓢里经常是空的，可是他还是安然自得。常常写文章来自娱自乐，也稍微透露出他的志趣。他从不把得失放在心上，从此过完自己的一生。</p> <p>　　赞语说：黔娄的妻子曾经说过：“不为贫贱而忧愁，不热衷于发财做官。这话大概说的是五柳先生这一类的人吧？一边喝酒一边作<a href=\"http://so.gushiwen.org/view_71148.aspx\">诗</a>，因为自己抱定的志向而感到无比的快乐。不知道他是无怀氏时代的人呢？还是葛天氏时代的人呢？</p> <p><strong>注释</strong><br>1.何许人：何处人。也可解作哪里人。许，处所。<br>2.详：知道。<br>3.姓字：姓名。古代男子二十而冠，冠后另立别名称字。<br>4.因以为号焉：就以此为号。以为，以之为。焉，语气助词。<br>5.不求甚解：这里指读书只求领会要旨，不在一字一句的解释上过分探究。<br>6.会意：指对书中的有所体会。会：体会、领会。<br>7.欣然：高兴的样子。<br>8.嗜：喜好。<br>9.亲旧：亲戚朋友。旧，这里指旧交，旧友。<br>10.如此：像这样，指上文所说的“性嗜酒，家贫不能常得。”<br>11.或：有时。<br>12.造饮辄尽：去喝酒就喝个尽兴。造，往，到。辄（zhé），就。<br>13.期在必醉：希望一定喝醉。期，期望。<br>14.既：已经。<br>15.曾不吝情去留：五柳先生态度率真，来了就喝酒，喝完就走。曾（zēng）不，竟不。吝情，舍不得。去留，意思是离开。<br>16.环堵萧然：简陋的居室里空空荡荡。环堵（dǔ）：周围都是土墙，形容居室简陋。堵，墙壁。萧然，空寂的样子。<br>17.短褐穿结：粗布短衣上打了个补丁。短褐，粗布短衣，穿结，指衣服破烂。穿，破。结，缝补。<br>18.箪瓢屡空：形容贫困，难以吃饱。箪（dān），盛饭的圆形竹器。瓢（piáo），饮水用具。屡：经常。<br>19.晏如：安然自若的样子。<br>20.自终：过完自己的一生。<br>21.赞：传记结尾的评论性文字。<br>22.黔（qián）娄：战国时期齐稷下先生，齐国有名的隐士和著名的道家学，无意仕进，屡次辞去诸侯聘请。他死后，曾子前去吊丧，黔娄的妻子称赞黔娄“甘天下之淡味，安天下之卑位，不戚戚于贫贱，不汲汲于富贵。求仁而得仁，求义而得义。”<br>23.戚戚：忧愁的样子。<br>24.汲汲：极力营求的样子、心情急切的样子。<br>25.其言：推究她所说的话。<br>26.兹：这。<br>27.若人：此人，指五柳先生。<br>28.俦（chóu）：辈，同类。<br>29.觞（shāng）：酒杯。<br>30.以乐其志：为自己抱定的志向感到快乐。以，用来。<br>31.无怀氏：与下面的“葛天氏”都是传说中的上古帝王。据说在那个时代，人民生活安乐，恬淡自足，社会风气淳厚朴实。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇文章可分为两部分。第一部分是正文。第二部分是赞语。</p> <p>　　正文部分又可分为四小节。第一节自开头至“因以为号焉”，交代“五柳先生”号的由来，开篇点题。“先生不知何许人也”，文章开头第一句，即把这位先生排除在名门望族之外，不仅不知他的出身和籍贯，“亦不详其姓字”，五柳先生是一位隐姓埋名的人。晋代是很讲究门第的，而五柳先生竟与这种风气背道而驰，这就暗示五柳先生是一位隐士。“宅边有五柳树，因以为号焉”，就这样随便地取了一个字号。五柳先生不仅隐姓埋名，而且根本就不重视姓字，用庄子的话说，“名者，实之宾也”，本就无关紧要。但他看中五柳树的原因也许五柳先生宅边并无桃李，只有这么几棵柳树，这与后面所写“环堵萧然”是一致的。五柳先生的房屋简陋，生活贫穷，这五柳树带一点清静、淡雅、简朴的色彩。以五柳为号也就显示了五柳先生的性格。</p> <p>　　第二节自“闲补少言”\u001e至“欣然忘食”，写五柳先生的禀性志趣。接着写五柳先生的生活、性格。“闲静少言，不慕荣利”，这是五柳先生最突出的地方。闲静少言是五柳先生的外在表现，不慕荣利，才是五柳先生的真实面貌。因为不追求荣利，五柳先生就无须奔忙，不用烦躁，自然也就闲，也就静，用不着喋喋不休。但这种闲静少言，并不等于五柳先生没有志趣。但这一节主要是写其“好读书”而善读书。但五柳先生“好读书，不求甚解”，不求甚解就与五柳先生的“不慕荣利”有关。五柳先生读书的目的，是一种求知的满足，精神的享受，所以“每有会意，便欣然忘食”。这表明了五柳先生是一位有知识的人，和那个时代的社会对他的限制和迫害。</p> <p>　　第三节自“性嗜洒”至“不吝情去留”，写“五柳先生”的饮酒嗜好。作者强调他的嗜洒是出于天性，而非门阀之士的放荡纵酒，自我麻醉。但嗜洒与家贫又是矛盾的，他不慕荣利，不能摆脱贫困，便“不能常得”到酒。这说明他不因嗜酒而失节。至于亲友请他吃酒，他却毫无拘束，一去即饮，一醉方休，又反映了他的坦率与认真，并没有当时所谓名士的虚伪与矫情。饮酒是他在那种时代环境里使自己得到解脱的一种方法。</p> <p>　　第四节自“环堵萧然”至“以此自终”，写“五柳先生”的安贫与著文。他虽然居室破漏，衣食不足，但却安然自得。这正是他安贫乐道的表现。而“常著文章自娱”，不入尘网，则是他读书“每有会意”的结果。并且，“忘怀得失”又是他“不慕荣利”的性格使然。这些既与前文相照应，又收束了全篇。</p> <p>　　对五柳先生的生活、志趣作了叙述以后，第二部分文章结尾也仿史家笔法，加个赞语。这个赞语的实质就是黔娄之妻的两句话：“不戚戚于贫贱，不汲汲于富贵。”这两句话与前面写到的“不慕荣利”相照应，这是五柳先生最大的特点和优点。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>正是通过五柳先生“颇示己志”，表达自己的思想感情。文章最后有两句设问的话：“无怀氏之民欤？葛天氏之民欤？”既表达了他对上古社会淳朴风尚的向往之情，又说明他是一位有着美好现想的隐士。同时也是对世风日卜的黑暗现实的针砭与嘲飒。</p>",
  "about": "<h2>文言现象</h2> <p><strong>一词多义</strong><br>1.以：（1）因以为号焉 以：把。以为，以之为。<br>（2）以此自终 以：凭借。<br>2.之：（1）或置酒而招之 之： 代词，他<br>（2）葛天氏之民欤 之：助词，的<br>3.言：（1）闲静少言 言： 说，说话（动词）<br>（2）黔娄之妻有言 言：言语，话（名词）<br>4.如：（1）晏如也 如：……的样子<br>（2）亲旧知其如此 如：像<br>5.其：（1）其言兹若人之俦乎 其：句首语气词，表推测<br>（2）亲旧知其如此 其：代词，指五柳先生</p> <p><strong>古今异义</strong><br>1.每有会意：古：指对书中的内容有所领会。 今：指领会别人没有明确指出的意思。<br>2.亲旧知其如：古：&lt;名&gt;旧交，旧友 。今：&lt;形&gt;过去的，过时的。<br>3.不求甚解：古：读书只求领会要旨，不在一字一句的解释上过分深究。今：只求懂个大概，不求深刻了解。<br>4.或置酒而招之 ：古：有时。 今：或者。<br>5.赞曰：古：传记结尾的评论性文字。今：称赞，赞美。<br>6.先生不知何许人也： 古：处所。今：允许，许可。<br>7.造饮辄尽：古：往，到。今：制造。<br>8.颇示己志：古：稍微。今：很; 相当地。</p> <p><strong>词类活用</strong><br>1.详：亦不详其姓字 （形容词用作动词，知道）<br>2.亲旧：亲旧知其如此（ 形容词用作名词，亲戚朋友）<br>3.乐：以乐其志 （形容词的意动用法，对......感到快乐）<br>4.酒：性嗜酒（名词用作动词，喝酒）</p> <p><strong>典故运用</strong><br>　　宅边有五柳树：从“榆柳阴后檐，桃李罗堂前”（《归园田居·其一》）的<a href=\"http://so.gushiwen.org/view_71148.aspx\">诗</a>句可知陶宅边确实有柳树。<br>　　好读书：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>读书是在完成耕种之后，从“既耕亦已种，时还读我书”（《读〈山海经〉》）可以看出。又常与友邻讨论，所以又写道：“奇文共欣赏，疑义相与析。”（《移居》第一首）<br>　　性嗜酒：“春秫作美酒，酒熟吾自斟”（《和郭主簿》），“盥濯息檐下，斗酒散襟颜”（《庚戌岁九月中于西田获早稻》），“欲言无予和，挥杯劝孤影”（《杂诗·其二》），“欢言酌春酒，摘我园中蔬”（《读〈山海经〉》），真乃“篇篇有酒”，其嗜酒之甚可以想见。<br>　　箪瓢屡空：这是五柳先生以颜回自况，颜回箪瓢屡空而“不改其乐”，说明他安贫乐道。五柳先生亦当如此。陶渊明亦常“箪瓢屡空”，如“饥来驱我去，不知竟何之；行行至斯里，叩门拙言辞”（《乞食》），就是写他由于乏食不得不外出借贷的情况。<br>　　黔娄：战国时齐人。鲁恭公曾遣使者致礼，赐粟三千钟，想聘他任宰相，他坚辞不受。齐王又派人送去黄金百斤，聘他为卿，他也不接受。死时衣不蔽体。其妻亦有贤德。“黔娄有言”，一本作“黔娄之妻有言”。陶渊明在《咏贫士》中曾写道：“安贫守贱者，自古有黔娄。”二十四孝图·黔娄·尝粪忧心：庾黔娄，南齐高士，任孱陵县令。赴任不满十天，忽觉心惊流汗，预感家中有事，当即辞官返乡。回到家中，知父亲已病重两日。医生嘱咐说：“要知道病情吉凶，只要尝一尝病人粪便的味道，味苦就好。”黔娄于是就去尝父亲的粪便，发现味甜，内心十分忧虑，夜里跪拜北斗星，乞求以身代父去死。几天后父亲死去，黔娄安葬了父亲，并守制三年。 </p><br/><h2>主旨归纳</h2> 　　通过对五柳先生这一假想人物的描述来用以自况的文章，抒发了<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的志趣。文中描述了一个爱好读书、不慕荣利、安贫乐道、忘怀得失、率真自然的封建时代知识分子的形象。<br/><h2>创作背景</h2> <p>　　对于《五柳先生传》的写作年份一般有作于少年和作于晚年两种说法。</p> <p>　　王瑶根据萧统的《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>传》的叙述认为，《五柳先生传》作于太元十七年（392年）陶渊明为江州祭酒以前。魏正申在《陶渊明探稿》中曾提到：“他在二十八写下的《五柳先生传》中，表示了自己的从文志愿。”如果这说少年时所作的话，那么这便不是自传了，有可能是陶渊明在年少时对生活的构想，表明志向，规划未来。</p> <p>　　可是，“环堵萧然，不蔽风日；短褐穿结，箪瓢屡空”可见陶渊明笔下五柳先生穷困潦倒，家境贫寒。如此情境不似为自己规划未来，所以有研究者认为文章创作于晚年时期。清代学者林云铭指出文中赞语中“无怀氏”“葛天氏” 传达了安贫乐道的情怀和不为官的态度，可以推测这是陶渊明辞官后所作。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "赞美",
    "写人",
    "传记"
  ]
}