{
  "id": 72849,
  "star": 61,
  "name": "虞美人·银床淅沥青梧老",
  "dynasty": "清代",
  "content": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。<br>回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。",
  "fanyi": "<p><strong>译文<br></strong>井边的梧桐在淅沥的秋风秋雨中渐渐老去，所爱之人的踪迹也在蟋蟀的呜叫中慢慢消失。所爱之人经行之处，如今已荒无人迹，布满了青苔。此时旧地重游，即便<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>美人遗下的翡翠头饰，也无法对人明言，只能徒自伤感。<br>回廊之处曾经留下了多少令人刻骨相思的痕迹，而今旧地重游，相思成灰。独倚回廊，只有天边落月孤独相伴。吹灭灯火，在月光下走近花阴，寻找过去的踪迹。十年前的踪迹宛然犹在，十年前的那颗心还依然在胸膛跳动。时光流逝，岁月无情，埋藏在心里的那份情感历久旎新弥新，难以忘怀。</p> <p><strong>注释<br></strong>⑴原为唐教坊曲，后用为词牌名。此调初咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>宠姬虞美人死后地下开出一朵鲜花，因以为名。又名“一江春水”“玉壶水”“巫山十二峰”等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。 <br>⑵银床：指井栏。一说为辘轳架。<br>⑶淅（xī）沥（lì）：象声词，形容风雨声、落叶声等。<br>⑷屧（xiè）粉：借指所恋之女子。屧，为鞋的衬底，与粉字连缀即代指女子。<br>⑸秋蛩（qióng）：蟋蟀。<br>⑹采香：指曾与她有过一段恋情的去处。<br>⑺蹙（cù）：聚拢，聚集。⑻连钱：草名，叶呈圆形，大如钱。<br>⑼翠翘（qiào）：女子的首饰。<br>⑽回廊：用春秋吴王“响履廊”之典。宋<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《吴郡志》：“响履廊，在灵岩山寺。相传吴王令西施辈步履，廊虚而响，故名。”其遗址在今苏州市西灵岩山。作者词中多次提及此地，是<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与恋人开始恋情的地方。<br>⑾就：走进，接近。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“银床”是井栏的美称，也称辘轳架。“淅沥”象指风雨，落叶声。“屧”为鞋的衬底。此处代指伊人行踪。“蹙连钱”指结满野草苔痕。“翠翘”为女子头饰物，形状像青色小鸟。</p> <p>　　“银床淅沥青梧老“遥应下阕尾句所点及的十年，而“屧粉秋蛩扫”一句，则深化了前一句的写景，在井阑、庭树、落叶之外，又添了虫鸣，使一幅深秋庭院清寂之景，如现眼前。“屧粉秋蛩扫”一句飘然起思情，由实景入虚，秋虫声声，芳草小径幽幽，伊人的芳踪已失，再也唤不回。“采香行处蹙连钱，<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>翠翘何恨不能言。”这句又从虚景回转，好象一个人，从杳然的往事中猛然惊醒，回到现实。这句写他走到恋人曾经行经处，那里已是苔痕碧碧草凄凄，在草丛间偶然拾得她戴过的翠翘玉簪，胸中无限伤感却无可倾诉。 </p> <p>　　何恨不能言，隐隐透出此词悼念的并非卢氏，而是容若青梅竹马的恋人。唯此，才有拾得翠翘不可言的遗恨。</p> <p>　　下阕所说的是容若故地重游，独立于花阴月影之下，心潮起伏。回廊，应是他和恋人昔日常常逗留约会的地方。而今天上明月依旧，地上人事已非。月华柔软如水又怎样呢，密密裹住的，再不是相依相偎的两个人。</p><br/><h2>赏析二</h2> <p>　　上片首先由秋雨梧桐、秋蛩哀鸣引发出对旧情的追怀，进而企图在旧地重游中寻觅芳踪。然而时过境殊，昔时采香之处已经杳非前日，何况情事隐秘，即使<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>旧情人的遗物，也只能徒增遗恨。</p> <p>　　下片由“回廊”切入。“回廊”在纳兰的词中多次被提到，应和其早年的一段恋情有关。这个地方寄托着往日的甜蜜和此时的哀伤，是触发词人复杂情感的重要媒介。重游回廊，物是人非；相思入骨，心事成灰。</p> <p>　　结句“已是十年踪迹十年心”和首句“银床淅沥青梧老”在时间上遥相呼应，在直抒胸臆中包含着由于沧海桑田的巨大变化而带来的无尽悲哀。末句虽自竹屋词化得，用在此处乃熨帖天然，全自肺腑流出。</p> <p>　　全词抒情自然，采取的是触景伤情，抚今追昔的抒情方式。该词表面明白如话，水波不兴，实则用典绵密，潜流滚滚。</p>",
  "about": "<h2>创作背景</h2> 　　康熙十三年（1674），<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与卢氏结缡。三年后，卢氏去世。又六年，即康熙二十二年（1683），纳兰性德写下这首词，以寄托哀思。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "爱情"
  ]
}