{
  "id": 70198,
  "star": 5,
  "name": "【越调】寨儿今_春晚次韵红",
  "dynasty": "元代",
  "content": "春晚次韵<br>红渐稀，绿将肥，一声杜鹃残梦里。踏雪寻梅，看到荼蘼，犹自怨春迟。锦云中翠绕珠围，碧人边玉走金飞。安乐窝人未醒，森罗殿鬼相随。催，唱不迭醉扶归。<br>题情<br>绿柳阴，翠帘深，美人图画中不似您。当日相寻，出语知音，想像到如今。坠乌云席上琼簪，动清风花下瑶琴。佩环声真洛浦。水月面活观音心，寄一曲《白头吟》。<br>春愁<br>亸凤翘，泣鲛钢，一团愁吃洴在心上了。烟冷香销，月悴花憔，难度可怜宵。想合欢绣扇亲描，记同心罗帕轻揪。尘生白象板，声断紫鸾箫。焦，无梦到蓝桥。<br>情梅友元帅席上二首<br>呆答孩，守书斋，小冤家约定穷秀才。踏遍苍苔，湿透罗鞋，不见角门开。碧桃香春满大台，彩云深人在阳台。漏声催禁鼓，月影转瑶阶。猜，烧罢夜香来。敛翠娥，揾香罗，病恹恹为谁憔悴我？哑谜猜破，冷句调唆，便知道待如何？阻牛郎万古银河，渰蓝桥千丈风波。偷工夫来觑你，说破绽尽由他。哥，越间阻越情多。<br>过钓台<br>红紫场，名利乡，望高台倚空烟树苍。不恋朝章，归钓夕阳，白眼傲君王。客星犯半夜龙床，清风占七里鱼邦。荒烟闭草堂，秋月浸桐江。光，千古照沧浪。<br>明月楼<br>玉斧磨，锦云窝，阑干四时秋意多。画栋嵯峨，丹桂婆娑，车马闹鸣珂。斗婵娟光漾银河，立娉婷香捧金波。唐明皇游广寒，李谪仙问姮娥。他，不醉待如何？<br>失题二首<br>亏负咱，怎禁他，觑著头玉容憔悴煞。受处行踏、陡恁情杂，和俺意儿差。步苍苔凉透罗袜，掩朱门香冷金鸭。把你做心事人，望的我眼睛花。嗏，因甚不来家？<br>我志诚，你胡伶，一双儿可人庞道撑。斗草踏青，语燕啼莺，引动俏魂灵。绣窗前残酒为盟，花阴下明月知情。宝香寒静悄悄，罗袜冷战兢兢。曾，直等到二三更。<br>元夜即事<br>胡洞窄，弟兄猜，十朝半旬不上街。灯火楼台，罗绮裙钗，谁想见多才？倚朱帘红映香腮，步金莲尘污弓鞋。眉尖上空受用，心事里巧安排。来，同话小书斋。<br>闺思<br>隔粉墙，付香囊，一团儿志诚谁信道谎。月淡西厢，云冷高唐，独自的误春光。花明柳暗生香，莺来燕去成双。噤未声离绣床，蹑著脚步回廊。娘，何处也画眉郎？<br>春情<br>没乱煞．怎禁他，绿杨阴那搭儿堪系马。烟冷香鸭，月淡窗纱，擎著泪眼巴巴。媚春光草草花花，惹风声盼盼茶茶。合琵琶歌白雪，打双陆赌流霞。嗏，醉了也不来家。<br>收心二首<br>宿凤凰，妒鸳鸯．少年心肯将名利想。喧满平康，不犯轻狂，谈笑玉生香。尤花殢雪情肠，驱风驾月文章。遍游春世界，交付锦排场。两鬓霜，烟雨老沧浪。面皮儿黄绀绀，身子儿瘦岩岩，相识每陡然轻视俺，鬓发耽珊，身子薄蓝，无语似痴憨。姨夫每坐守行监，妻儿又面北眉南。家私儿零落了，名分儿被人搀。再休将，风月担儿担。<br>妓怨三首<br>洛浦仙，丽春园，不知音此身谁可怜？大姆埋冤，孛老熬煎，祗为养家钱。哆著口不断顽涎，腆著脸待吃痴拳。禁持向歌扇底，僝僽做在绣床前。天，只不上贩茶船。<br>缘分薄，是非多，展旗幡硬并倒十数合。赤紧地板障婆婆，水性娇娥，爱他推磨小哥哥。腆著脸不怕风波，睁着眼撞入天罗。雄纠纠持剑戟，接可可下锹钁。呵，情愿将风月担儿那。<br>影外人，怕风声，望天长地久博个志诚。柳下私情，月底深盟，一步步惜惺惺。崔夫人嫌杀张生，冯员外买断苏卿。他山障他短命，您窑变您薄情。听，休想有前程。<br>闰怨三首<br>烧好香，告穹苍，行行步步只念想。泪眼汪汪，烟水茫茫，芳草带夕阳。雕鞍去了才郎，画堂别是风光。八的顿开金凤凰，扌蚩的扯破锦鸳鸯，吉丁的掂损玉螳螂。<br>锦绣围，翠红堆，当初有心直到底。双宿双飞，无是无非，不许外人知。眼睁睁指甚为题，意悬悬为你著迷。有情窥宋玉，没兴撞王魁。呸，骂你个负心贼。<br>相爱怜，恶姻缘，云迷武陵仙路远。尘暗朱弦，墨淡银笺，青草曲江边。俏元和花了闲钱，病相如潮过顽涎。梅窗宜静坐，纸帐称孤眠。天，休放月团圆。<br>秋千<br>住管弦，打秋千，花开美人图画展。翠髻微偏，锦袖轻揎，罗带起翩翩。钏玲珑响亚红绵，汗模糊湿褪花钿。绿烟浓春树底，彩云散夕阳边。天，吹下向飞仙。<br>感旧<br>曾此中，记行踪，桃花去年人面红。门闭重重，春去匆匆，何日再相逢？眉尖谁画晴峰？唾痕犹点香绒。狻猊金落索，鸾凤玉丁东。空，尘满绣帘栊。<br>春思<br>诗酒缘，利名牵，话别离几声犹耳边。何处留连？误我蝉娟，一去动经年。赋伤春懒拂银笺，卜行人不信金钱。盼回音空过雁，劝归去枉啼鹃。天，长自对花眠。<br>秋日宫词<br>添晚妆，过回廊，吉丁一声环珮响．泛羽流商，走斝飞觞，笑语间笙簧。广寒宫舞罢霓裳，博山炉黛透龙香。碧梧枝白凤凰，翠荷叶锦鸳鸯。凉，人倚月昏黄。<br>吴山塔寺<br>诗眼明，暮山青，倚高寒满身风露冷。月辇闻筝，水殿鸣笙，想像御街行。宝光圆白伞珠璎，玉花寒碧碗酥灯。西天佛富贵，南国树周彡零。僧，同上望江亭。<br>嘉禾道中<br>白鹭鸶，黑鸬鹚，晴烟远山横暮紫。消得新诗，伫立多时，篱落掩茅茨。浣纱女斜插花枝，打鱼翁独棹船儿。夕阳边云淡淡，小桥外柳丝丝。思，当日送春词。<br>观张氏玉卿双陆<br>间锦笙，罢瑶筝，花阴半帘春昼永。斗草无情，睡又不成，佳配两相停。手初交弄玉拈冰，步轻挪望月瞻星。双敲象齿鸣，单走马蹄轻。嬴，夜宴锦香亭。<br>山中<br>寡见闻，乐清贫，逍遥百年物外身。糜鹿相亲，巢许为邻，仙树小壶春。住青山远却红尘，挂乌纱高卧白云。杏花村沽酒客，桃源洞打鱼人。因，闲问话到柴门。<br>桃源亭上<br>倒玉莲，散金钱，先生醉骑鹤上天。月影蝉娟，霞袂翩翩。即我是神仙。入蓬莱行见桑田，看梅花误入桃源。溪头卖酒家，洞口钓鱼船。专，唱我会真篇。",
  "poet": {
    "id": 394,
    "star": 0,
    "name": "张可久",
    "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
    "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"
  },
  "tags": []
}