{
  "id": 48007,
  "star": 1193,
  "name": "燕歌行二首·其一",
  "dynasty": "魏晋",
  "content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。<br>念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？<br>贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。<br>援琴鸣弦发清商，短歌微吟不能长。<br>明月皎皎照我床，星汉西流夜未央。<br>牵牛织女遥相望，尔独何辜限河梁。",
  "fanyi": "<p><strong>译文</strong><br>秋风萧瑟,天气清冷，草木凋落，白露凝霜。<br>燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。<br>思虑冲冲，怀念故乡。君为何故，淹留他方。<br>贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。<br>拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。<br>那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。<br>牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。</p> <p><strong>注释</strong><br>本篇属《相和歌辞·平调曲》。燕是北方边地，征戍不绝，所以《燕歌行》多半写离别。<br>摇落：凋残。<br>鹄：天鹅。<br>慊慊(qiè qiè) ：空虚之感。淹留：久留。上句是设想对方必然思归，本句是因其不归而生疑问。<br>茕茕(qióngqióng)：孤独无依的样子。出自《楚辞·九章·思美人》：“独茕茕而南行兮，思彭咸之故也。”<br>援：执，持。清商：乐名。清商音节短促，所以下句说“短歌微吟不能长”。<br>夜未央：夜已深而未尽的时候。古人用观察星象的方法测定时间，这<a href=\"http://so.gushiwen.org/view_48007.aspx\">诗</a>所描写的景色是初秋的夜间，牛郎星、织女星在银河两旁， 初秋傍晚时正见于天顶， 这时银河应该西南指，现在说“星汉西流”，就是银河转向西，表示夜已很深了。<br>尔：指牵牛、织女。河梁：河上的桥。传说牵牛和织女隔着天河，只能在每年七月七日相见，乌鹊为他们搭桥。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《燕歌行》二首中的第一首。《燕歌行》是一个乐府题目，属于《相和歌》中的《平调曲》，它和《齐讴行》、《吴趋行》相类，都是反映各自地区的生活，具有各自地区音乐特点的曲调。燕（Yān）是西周以至春秋战国时期的诸侯国名，辖地约当今北京市以及河北北部、辽宁西南部等一带地区。这里是汉族和北部少数民族接界的地带，秦汉以来经常发生战争，因此历年统治者都要派重兵到这里戍守，当然那些与此相应的筑城、转输等各种摇役也就特别多了。拿最近的事实说，建安十二年（207）<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>北伐乌桓的战争，就发生在这古燕国的北部今辽宁省兴城一带。反映这个地区战争徭役之苦的作品，早在秦朝就有“生男慎勿举，生女哺用脯。不见长城下，尸骨相撑拄”的民歌，到汉代更有了著名的《饮马长城窟》。曹丕的《燕歌行》从思想内容上说就是对这种文学作品的继承与发展。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_48007.aspx\">诗</a>集》引《乐府解题》说：“魏文帝‘秋风’‘别日’二曲言时序迁换，行役不归，妇人怨旷无所诉也。”又引《乐府广题》说：“燕，地名也。言良人从役于燕，而为此曲。”这样来理解作品的内容是正确的。《燕歌行》不见古辞，这个曲调可能就创始于曹丕。这篇作品反映的是秦汉以来四百年间的历史现象，同时也是他所亲处的建安时期的社会现实，表现了作者对下层人民疾苦的关心与同情。</p> <p>　　“秋风萧瑟天气凉，草木摇落露为霜，群燕辞归雁南翔。”开头三句写出了一片深秋的肃杀情景，为女主人公的出场作了准备。这里的形象有视觉的，有听觉的，有感觉的，它给人一种空旷、寂寞、衰落的感受。这种景和即将出场的女主人公的内心之情是一致的。这三句虽然还只是写景，还没有正面言情，可是我们已经感觉到情满于纸了。这种借写秋景以抒离别与怀远之情的方法，中国是有传统的。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辨》中有：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰。憭栗兮，若在远行，登高临水兮送将归。”汉武帝的《秋风辞》说：“秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。”从这里我们不仅可以看到《燕歌行》与它们思想感情上的连续性，而且还可以看到其中语言词汇上的直接袭用。但是这些到了曹丕笔下，却一切又都成为具有他个人独特思想面貌，独特艺术风格的东西了。这点我们后面再说。</p> <p>　　“念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？”在前面已经描写过的那个肃杀的秋风秋夜的场景上，我们的女主人公登台了：她愁云满面，孤寂而又深情地望着远方自言自语，她说：你离家已经这样久了，我思念你思念得柔肠寸断。我也可以想象得出你每天那种伤心失意的思念故乡的情景，可是究竟是什么原因使你这样长久地留在外面而不回来呢？慊慊（qiānqiān）：失意不平的样子。“慊慊思归恋故乡”是女主人公在想象她的丈夫在外面思念故乡的情景。这种写法是巧妙的，也是具体、细致的。一个人思念另一个人，其思想活动总有具体内容，或者回忆过去在一起的时光，或者憧憬日后见面的欢乐，或者关心牵挂对方目下在外边的生活，想象着他现在正在做什么，如此等等。这种借写被思念人的活动以突出思念者感情急切深沉的方法，早在《诗经》中就有，到了宋人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>笔下更有所谓“想佳人，妆楼颙望，误几回，天际识归舟”，那就更加精采了。这种写法的好处是翻进一层，使人更加感到曲折、细致、具体。淹留：久留。“君何淹留寄他方？”这里有期待，有疑虑，同时也包含着无限的悬心。是什么原因使你至今还不能回来呢？是因为修筑繁忙？是因为战事紧急？是因为你生病了？受伤了？还是……那简直更不能想了。看，女主人公的心思多么沉重啊！</p> <p>　　“贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。”茕茕（qióngqióng）：孤单，孤独寂寞的样子。不敢：谨虚客气的说法，实指不能、不会。这三句描写了女主人公在家中的生活情景：她独守空房，整天以思夫为事，常常泪落沾衣。这一方面表现了她生活上的孤苦无依和精神上的寂寞无聊；另一方面又表现了女主人公对她丈夫的无限忠诚与热爱。她的生活尽管这样凄凉孤苦，但是她除了想念丈夫，除了盼望着他的早日回归外，别无任何要求。</p> <p>　　“援琴鸣弦发清商，短歌微吟不能长。”援：引，拿过来。清商：东汉以来在民间曲调基础上形成的一种新乐调，以悲惋凄清为其特色。短歌：调类名，汉乐府有长歌行、短歌行，是根据“歌声有长短”（《乐府诗集》语）来区分的，大概是长歌多表现慷慨激昂的情怀，短歌多表现低回哀伤的思绪。女主人公在这秋月秋风的夜晚，愁怀难释，她取过瑶琴想弹一支清商曲，以遥寄自己难以言表的衷情，但是口中吟出的都是急促哀怨的短调，总也唱不成一曲柔曼动听的长歌。《礼记·乐记》云：“乐也者，情之不可变者也。”女主人公寂寞忧伤到了极点，即使她想弹别样的曲调，又怎么能弹得成呢？</p> <p>　　“明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁？”女主人公伤心凄苦地怀念远人，她时而临风浩叹，时而抚琴低吟，旁徨徙倚，不知过了多久。月光透过帘栊照在她空荡荡的床上，她抬头仰望碧空，见银河已经西转，她这时才知道夜已经很深了。“夜未央”，在这里有两层含意，一层是说夜正深沉，我们的女主人公何时才能捱过这凄凉的漫漫长夜啊！另一层是象征的，是说战争和徭役无穷无尽，我们女主人公的这种人生苦难，就如同这漫漫黑夜，还长得很，还看不到个尽头呢！面对着这沉沉的夜空，仰望着这耿耿的星河，品味着这苦痛的人生，作为一个弱女子，我们的女主人公她又有什么办法能改变自己的命运呢？这时，她的眼睛忽然落在了银河两侧的那几颗亮星上：啊！牛郎织女，我可怜的苦命的伙伴，你们到底有什么罪过才叫人家把你们这样地隔断在银河两边呢？牵牛、织女分别是天鹰和天琴星座的主星，这两颗星很早以来就被我国古代人民传说成一对受迫害，不能团聚的夫妻，这是家喻户晓，无人不知的事情。女主人公对牵牛织女所说的这两句如愤如怨，如惑如痴的话，既是对天上双星说的，也是对自己说的，同时也是对和自己命运相同的千百万被迫分离、不能团聚的男男女女们说的。这个声音是一种强烈的呼吁，是一种悲凉的控诉，是一种愤怒的抗议，它仿佛是响彻了当时的苍穹，而且在以后近两千年的封建社会里年年月月、时时刻刻都还可以听到它的响亮的回声。这样语涉双关，言有尽而余味无穷，低回而又响亮的结尾，是十分精采的。</p> <p>　　作品表现的思想并不复杂，题材也不算特别新鲜，但是曹丕作为一个统治阶级的上层人物能关心这样一种涉及千家万户的事情，而在诗中寄予了如此深刻的同情，这是很可贵的。在艺术上他把抒情女主人公的感情、心理描绘得淋漓尽致，她雍容矜重，炽烈而又含蓄，急切而又端庄。作品把写景抒情、写人叙事，以及女主人公的那种自言自语，巧妙地融为一体，构成了一种千回百转、凄凉哀怨的风格。它的辞藻华美，也袭用了许多前人的东西，但这一切又象是完全出之于无心，而不带任何雕琢的痕迹。这是《燕歌行》的特点，也是曹丕诗歌区别于建安其他诗人的典型特征。曹丕是个政治家，但从他的作品中往往看不到其父曹操那种慷慨激扬以天下为己任的气概，也找不到其弟<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>那种积极上进志欲报效国家的思想。在他那里总象是有一种诉说不完的凄苦哀怨之情，而且他的言事抒情又常常爱用妇女的口吻，因此明代锺惺说他的诗“婉娈细秀，有公子气，有文人气”（《古诗归》）。清代陈祚明说他的诗“如西子捧心，俯首不言，而回眸动盻无非可怜之绪”（《采菽堂古诗选》）。《燕歌行》可以说是最能代表曹丕这种思想和艺术风格特征的作品。前人对这两首诗的评价是很高的，清代吴淇说：“风调极其苍凉，百十二字，首尾一笔不断，中间却具千曲百折，真杰构也。”（《六朝选诗定论》）<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>说：“倾情倾度，倾色倾声，古今无两。”（《姜斋诗话》）</p> <p>　　《燕歌行》二首在七言诗的发展史上有重要地位，这也是我们应该知道的。《诗经》基本是四言体，偶尔也出个七言句子，但为数甚少。《楚辞》是楚歌体，有七言句，但大多数都带有“兮”字，与七言诗句子的格式韵味不同。汉代乐府中有一部分杂言体，如《战城南》、《东门行》等，其中有一部分七言句，这些对于七言诗的发展显然是有促进的，但七言句在那些作品中还不是主体。两汉四百年间，全篇由七言构成的作品今天被人们提到的有两首，第一首是汉武帝时的君臣联句，即所谓《柏梁台诗》。这首诗出于后代小说，漏洞甚多，原不可信，而且生编硬凑，堆砌敷衍，也完全没有什么诗味。第二首是<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的《四愁诗》。诗味很浓，但张衡这四首诗每首的第一句还都带着一个“兮”字，还拖着一个楚歌的尾巴。因此，真正摆脱了楚歌形式的羁绊，使七言形式宣告独立的作品就不能不说是曹丕的这两首《燕歌行》了。由此我们可以看到曹丕学习汉代乐府，学习前人诗歌，在形式上勇于探索、勇于创新的精神。《燕歌行》句句压韵，而且都是平声，格调清丽宛转，这是七言古诗发展的一个阶段。晋宋作家模写七言，还照此继续走了相当长的一段路。后来又经过南朝<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、萧绎、<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>等人的努力，到唐代<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>、<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>那种隔句用韵、平仄相押的鸿篇巨制出现的时候，那时七言古诗就又进入一个更新的发展阶段了。可见，曹丕的开创之功是不能掩没的。</p>",
  "about": "<h2>历史评价</h2> <p>　　这是今存最早的一首完整的七言<a href=\"http://so.gushiwen.org/view_48007.aspx\">诗</a>。它叙述了一位女子对丈夫的思念。笔致委婉，语言清丽，感情缠绵。这首诗突出的特点是写景与抒情的巧妙交融。</p> <p>　　诗歌的开头展示了一幅秋色图：秋风萧瑟， 草木零落， 白露为霜，候鸟南飞……。这萧条的景色牵出思妇的怀人之情，映照出她内心的寂寞；最后几句以清冷的月色来渲染深闺的寂寞，以牵牛星与织女星的“限河梁”来表现思妇的哀怒，都获得了很好的艺术效果。</p> <p>　　诗歌在描述思妇的内心活动时，笔法极尽曲折之妙。 比如， 先是写丈夫“思归恋故乡”；继而设想他为何“淹留寄他方”，迟迟不归；再转为写自己“忧来思君不敢忘”，整日里在相思中过活；苦闷极了，想借琴歌排遣，却又“短歌微吟不能长”，只好望月兴叹了。如此娓娓叙来，几经掩抑往复，写出了这位女子内心不绝如缕的柔情。</p> <p>　　这首诗仿柏梁体，句句用韵，于平线的节奏中见摇曳之态。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>称此诗“倾情，倾度，倾声，古今无两”，虽是溢美之辞；但此诗实为叠韵歌行之祖，对后世七言歌行的创作有很大影响。</p>",
  "poet": {
    "id": 616,
    "star": 0,
    "name": "曹丕",
    "image": "http://img.gushiwen.org/authorImg/caopi.jpg",
    "desc": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "秋天",
    "女子",
    "怀人"
  ]
}