{
  "id": 28627,
  "star": 15,
  "name": "梦泽",
  "dynasty": "唐代",
  "content": "梦泽悲风动白茅，楚王葬尽满城娇。 <br>未知歌舞能多少，虚减宫厨为细腰。",
  "fanyi": "<p><strong>译文<br></strong>悲风萧瑟吹拂着梦泽地区衰枯的白茅草，楚灵王荒淫无道葬送了如花似玉的娇娆。<br>谁也不知道能为楚王献舞的宫女有多少？她们费尽心机忍饥挨饿就为了拥有纤腰！</p> <p><strong>注释<br></strong>1.梦泽：楚地有云、梦二泽，云泽在江北，梦泽在江南，现今为洞庭湖一带。<br>2.悲风：一说为秋季。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”一说为春夏之交，白茅花开之季。白茅：生于湖畔的白色茅草。周时楚国每年向周天子进贡包茅，以供祭祀时滤酒用。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>过楚地，故言楚物，另有一说是白茅象征着女性。《<a href=\"http://so.gushiwen.org/view_28627.aspx\">诗</a>经·召南·野有死麕》：“白茅纯束，有女如玉。”<br>3.楚王：楚灵王，是春秋时代著名的荒淫无道之君。《墨子》：“楚灵王好细腰，其臣皆三饭为节。”《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·二柄》：“楚灵王好细腰，而国中多饿人。”《后汉书·马廖传》：“传曰：楚王好细腰，宫中多饿死。”娇：对美女的称谓，这里指楚国宫女。<br>4.虚：白白地。宫厨：宫中的膳食。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>此<a href=\"http://so.gushiwen.org/view_28627.aspx\">诗</a>是一首咏史诗。</p> <p>　　首先，开头的一句“梦泽悲风动白茅”写出了梦泽的荒凉景象。放眼望去，梦泽此地为一片茫茫的湖泽荒野。旷野上的秋风，吹动梦泽上连天的白茅，发出萧萧悲声。这旷远迷茫、充满悲凉萧杀气氛的景象，本来就很容易引发怀古伤今的情感。加上这一带原是楚国旧地，眼前的茫茫白茅又和历史上楚国向周天子贡包茅的故事有某种意念上的关联，于是为下一句诗做了铺垫。</p> <p>　　第二句“楚王葬尽满城娇”则道出了诗人所想，诗人由此荒凉的景色回忆起一连串楚国旧事，最熟悉的莫过于楚宫细腰的故事。楚灵王好细腰，先秦两汉典籍中多有记载。但李商隐此诗却把范围却由“宫中”扩展到“满城”，为害的程度也由“多饿死”变成“葬尽”，突出了“好细腰”的楚王这一癖好为祸之惨酷。触景生情，“葬尽满城娇”的想象就和眼前“悲风动白茅”的萧瑟荒凉景象难以分辨了，这悲风阵阵、白茅萧萧的地下，也许正埋葬着当日为细腰而断送青春与生命的女子的累累白骨呢，相互对比下，更引发了诗人强烈的悲凄之感。楚王罪孽深重，成为这场千古悲剧的制造者。作者愤慨之情溢于言表。</p> <p>　　楚王的罪孽是深重的，是这场千古悲剧的制造者。但诗歌如果只从这一点上立意，诗意便不免显得平常而缺乏新意和深意。作者的可贵之处，在于对这场悲剧有自己独特的深刻感受与理解。三、四两句，就是这种独特感受的集中表现。</p> <p>　　“未知歌舞能多少，虚减宫厨为细腰。”由于楚灵王好细腰，这条审美标准风靡一时，成了满城年轻女子的共同追求目标。她们心甘情愿地竞相节食减膳，以便在楚王面前轻歌曼舞，呈现自己绰约纤柔的风姿，博得楚王的垂青和宠爱。她们似乎丝毫没有想到，这样的细腰曼舞又能持续多久呢。此时细腰竞妍，将来也难保不成为地下的累累白骨。这自愿而又盲目地走向坟墓的悲剧，比起那种纯粹是被迫而清醒地走向死亡的悲剧，即使不一定更深刻，却无疑更能发人深省。因为前一种悲剧如果没有人出来揭示它的本质，它就将长期地以各种方式不受阻碍地持续下去。所以这两句中，“未知”、“虚减”，前呼后应，正是对追逐细腰悲剧的点睛之笔。讽刺入骨，又悲凉彻骨。讽刺之中又寄寓着同情，这种同情包含着一种悲天悯人式的冷峻。</p> <p>　　纵观全诗，诗人将用笔的重点放到这些被害而又自戕的女子身上，并在她们的悲剧中发掘出同一性质的悲剧的内在的本质。因而这首以历史上的宫廷生活为题材的小诗，在客观上就获得了远远超出这一题材范围的典型性和普遍意义。人们可以从诗人所揭示的现象中可以联想起许多类似的生活现象，并进而从中得到启迪，去思考它们的本质。由此可见，此诗在这类题材的诗之中是非常难得的，也是非常可贵的。</p>",
  "about": "<h2>创作背景</h2> 　　唐宣宗大中二年（848），作者离开桂州北归，在湖南观察使李回幕中短期逗留，秋初继续出发，途经梦泽。梦泽此地在春秋时期是楚国属地，当时楚宫是一片轻歌曼舞的盛况，而现今看到的却是荒原上茅草在悲风中颤动，满目肃杀凄凉景象。对比之下，作者不由感概万分，遂写下此<a href=\"http://so.gushiwen.org/view_28627.aspx\">诗</a>。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": []
}