{
  "id": 72197,
  "star": 28,
  "name": "祁奚请免叔向",
  "dynasty": "先秦",
  "content": "　　栾盈出奔楚。宣子杀羊舌虎，囚叔向。人谓叔向曰：“子离于罪，其为不知乎？”叔向曰：“与其死亡若何？诗曰：‘优哉游哉，聊以卒岁。’知也。”</p> <p>　　乐王鲋见叔向曰：“吾为子请。”叔向弗应，出不拜。其人皆咎叔向。叔向曰：“必祁大夫。”室老闻之曰：“乐王鲋言于君无不行，求赦吾子，吾子不许；祁大夫所不能也，而曰必由之。何也？”叔向曰：“乐王鲋从君者也，何能行？祁大夫外举不弃仇，内举不失亲，其独遗我乎？诗曰：‘有觉德行，四国顺之。’夫子，觉者也。”</p> <p>　　晋侯问叔向之罪于乐王鲋。对曰：“不弃其亲，其有焉。”</p> <p>　　于是祁奚老矣，闻之，乘驲而见宣子，曰：“《诗》曰：‘惠我无疆，子孙保之。’《书》曰：‘圣有谟勋，明征定保。’夫谋而鲜过，惠训不倦者，叔向有焉，社稷之固也。犹将十世宥之，以劝能者。今壹不免其身，以弃社稷，不亦惑乎？鲧殛而禹兴；伊尹放大甲而相之，卒无怨色；管蔡为戮，周公右王。若之何其以虎也弃社稷？子为善，谁敢不勉，多杀何为？”宣子说，与之乘，以言诸公而免之。不见叔向而归，叔向亦不告免焉而朝。 ",
  "fanyi": "<p><strong>译文</strong><br>　　栾盈逃奔楚国，范宣子杀了(他的同党)羊舌虎，软禁了(羊舌虎的哥哥)叔向。有人对叔向说：“你受这样的罪，未免不够明智吧？”叔向说：“那些死了的和逃跑的，又怎么样呢？《<a href=\"http://so.gushiwen.org/view_72197.aspx\">诗</a>经》说：‘难得清闲和逸脱啊，就这样了此一生吧！’这才是明智。”<br>　　乐王鲋见到叔向说：“我去为您求情。”叔向没有理会，乐王鲋离开时，不拜谢。旁人（有史籍载此人就是羊舌赤）都埋怨叔向，叔向说：“只有祁大夫（才能救我）。”管家听到这话就说：“乐王鲋在君主面前说的话，没有不采纳的。请求赦免您，您不理会。（我认为）祁大夫无法办到的事，您却说必须由他。为什么呢？”叔向说：“乐王鲋是顺从君主的人，怎么能行？祁大夫举荐外人不遗弃有仇的人，举荐熟人不遗漏亲人，他难道会遗漏我吗？《诗》说：“有正直的德行，天下人都会顺从’。祁大夫（正是这样）正直的人啊！” 晋侯向乐王鲋问起叔向的罪责，乐王鲋说：“不背弃他的亲人，他有些牵涉吧！”当时祁奚已经告老还乡了，听到这事（叔向被囚禁的事），赶紧坐上驿站的马车来见范宣子。说：“《诗》说：‘给予我恩惠无边（的人），子孙后代永远保存’，《尚书》说：‘圣贤有谋略和功勋，应当明证他的功劳和加以保护。’谋划而少有过失，给人许多教益而不知疲倦，叔向就有这样的能力。（叔向是）国家的柱石，即使他十代的子孙犯了罪也应该宽宥，以此勉励那些有能力的人。如今因为他的弟弟（羊舌虎）犯罪一事而使他不得免罪，，这从而丢弃国家栋梁，这不是糊涂吗？（从前）鲧被诛杀（他的儿子）禹却兴起（被拥立为夏代第一个君主）；伊尹起初曾放逐太甲（后来）又辅佐太甲为相，太甲始终没有怨恨伊尹的表示；管叔、蔡叔（因为造反）被杀，周公却辅佐（他们的侄子）成王。您为什么因为羊舌虎的缘故抛弃国家的柱石呢？ 您与人为善，谁还敢不竭力为国！多杀人又何必呢？”<br>　　范宣子听了很高兴，便同他一起坐车（去见晋平公）赦免了叔向。祁奚不见叔向就回家。叔向也未向祁奚致谢，径直上朝。</p><p><strong>注释</strong><br>①栾盈：晋大夫，因与晋国的加一大夫范鞅不和，谋害范鞅。事败被驱逐，故出奔楚。宣子：即范鞅。羊舌虎：栾盈的同党。叔向：羊舌虎的哥哥。叫羊舌肸（xī）<br>②离：通‘罹’，遭遇。<br>③知：通‘智’。<br>④优游：闲暇而快乐自得的样子。<br>⑤鲋：读音fǔ。乐王鲋：即东桓子，晋大夫。<br>⑥祁大夫：即祁奚。<br>⑦室老：古时卿大夫家中有家臣，室老是家臣之长。<br>⑧不弃仇：祁奚曾经向晋君推荐过他的仇人解狐。不失亲：祁奚曾经向晋君推荐过的他的儿子祁许。<br>⑨夫子：那个人，指祁奚。觉者：有正直德行的人。<br>⑩驲：读音rì，古代驿站的马车。<br>⑾保：依赖。<br>⑿谟：读音mó，谋略。<br>⒀十世：指远代子孙。宥：赦宥。<br>⒁壹：指因羊舌虎这一件事。</p>",
  "about": "<h2>读解</h2> 　　叔向受弟弟的牵连，突然被捕，但他临危不惧，且有知人之明。祁奚为国家爱惜人才，事成则“不见而归”，根本不希望别人报答。叔向获救，也“不告免而朝”，因为他深知祁奚的品德。相形之下，乐王鲋的虚伪和卑鄙，真是不堪入目。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "品格"
  ]
}