{
  "id": 9325,
  "star": 14,
  "name": "胡笳歌送颜真卿使赴河陇",
  "dynasty": "唐代",
  "content": "君不闻胡笳声最悲？紫髯绿眼胡人吹。<br>吹之一曲犹未了，愁杀楼兰征戍儿。<br>凉秋八月萧关道，北风吹断天山草。<br>昆仑山南月欲斜，胡人向月吹胡笳。<br>胡笳怨兮将送君，秦山遥望陇山云。<br>边城夜夜多愁梦，向月胡笳谁喜闻？",
  "fanyi": "<p><strong>译文</strong><br>　　你难道没听过那最令人悲凄怅惋的胡笳乐音吗？它是紫色胡须、绿色眼珠的胡人吹奏的。胡笳之歌一曲尚未吹完，已令楼兰一带戍守的健儿愁绪满怀。凉爽的秋天，八月里，萧关一带的道路萧索冷落，呼啸的北风吹断了天山上的枯草。昆仑山南边的月亮快要西斜时，胡人向着月亮吹响了胡笳。在胡笳的哀怨声中我送你远去，站在秦山远望着陇山上那凄迷的云彩。那边城地区的夜里多有思乡而哀愁的梦，向月而吹的胡笳声谁还会喜欢听呢？</p> <p><strong>注释</strong><br>⑴胡笳：古代管乐器，开始卷芦叶吹之以作乐，后来以木为管，饰以桦皮，为三孔，两端加角，从汉代起流行于塞北和西域一带。<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>：唐代著名书法家，字清臣，官至吏部尚书、太子太师，封鲁郡公，人称颜鲁公。<br>⑵紫髯：绛紫色胡须。绿：一作“碧”。<br>⑶楼兰：汉时西域国名，在今新疆若羌东北。<br>⑷萧关：汉代关中四关之一，是关中到塞北的交通要塞，在今宁夏固原东南。<br>⑸天山：唐代称伊州（今新疆哈密）、西州（今新疆达克阿奴斯城）以北一带山脉为天山。<br>⑹昆仑山：指今甘肃酒泉南的祁连山主峰。<br>⑺秦山：即终南山，又名秦岭。陇山：又名陇底、陇阪，在今陕西陇县西。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《胡笳歌送<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>使赴河陇》从对悲壮的胡笳声的描写中，表现了与友人的依依惜别之情。</p> <p>　　胡笳吹奏之声如人之悲鸣。汉末<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>曾作过《胡笳十八拍》，用以配合胡笳的伴奏而歌唱，倾诉乱离的悲苦。但<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的这首<a href=\"http://so.gushiwen.org/view_9325.aspx\">诗</a>，悲中有壮，表现出特有的风格。诗人从三个方面，用不同的手法，反复、深入地表现胡笳的悲壮。</p> <p>　　第一个方面，是开始四句，诗人将胡笳之声与“胡人”的吹奏情形结合起来写。诗中用红胡子、绿眼睛的“胡人”形象，来渲染异域情调，同时用“楼兰征戍儿”的“愁杀”来衬托胡笳声音之悲，“君不闻”三个字，隐隐透露出豪壮的情调。</p> <p>　　第二个方面，是中间四句，将胡笳之声与边地的荒凉冷落情景结合起来写。这四句，诗人将胡笳之声安排在晓月欲坠之时，那刺骨的寒气，那呼啸不停的北风，与胡笳的悲声融为一片，似乎充塞宇宙，使天地也为之寒栗，这边塞的荒寒之境，使得胡笳之声倍增其悲。</p> <p>　　第三个方面，是最后四句，作者把胡笳之声与送别直接结合。这四句在深情的诉说中，表现了诗人对友人的无限厚意。“秦山遥望陇山云”，是指自己对颜真卿走后的怀念，但云遮雾障，望而不见，流露出一丝怅惘，正与胡笳的悲声相一致；“边城夜夜多愁梦”，又从边地着笔，悬希望颜真卿对自己的思念，直接与笳声相连。这两层意思，把送别时依依难舍之情，与笳声自然地结合在一起，收到了动人的效果。尽管如此，诗中并无寻常送别那种凄然悲切的情调，从“秦山”、“陇山”、“边城”等字面中，仍然透出一种雄壮气魄。特别是最后一句，但用问句作结，意思并没有那么肯定，其中也包含着“不喜闻”而不得不“闻”之意。这些深长的余味，给全诗增加了悲而且壮的气氛。正如周啸天先生所说：“诗中的边关是那么哀怨又那么令人神往，月下胡笳的声音那么催人泪下又那么富于魅力，读者感同身受。大抵诗人这时已隐约下定亲历塞垣的雄心，此诗可谓其边塞诗的前奏。”（见《岑诗综论》）</p> <p>　　这首诗为七言古诗，但开始却用八字句起头，用“君不闻”三字领起，显出陡然而起的气势。首句是问句，末句也是问句，前后呼应十分紧密。“胡笳怨兮将送君”，又用了楚辞句式，倍增激情。中间使用“顶针”手法，如“紫髯绿眼胡人吹。吹之一曲犹未了”、“胡人向月吹胡笳。胡笳怨兮将送君”，语势贯通。全诗换韵频繁，开始四句作一韵（支微通押），较为舒缓；中间四句两句一转韵，平仄交替，由舒缓而变得特别急促；最后又四句作一韵，逐渐回复舒缓。这种错综交织的安排，恰切地表现了起伏顿宕、悲壮淋漓的激情。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝七载（748年）八月，唐代著名书法家<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>充河西陇右军试覆屯交兵使，前往河西、陇右（在今陕、甘交界区域）一带。临行前，当时在长安的<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>写了这首<a href=\"http://so.gushiwen.org/view_9325.aspx\">诗</a>赠他。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "生活"
  ]
}