{
  "id": 10454,
  "star": 205,
  "name": "夏夜叹",
  "dynasty": "唐代",
  "content": "永日不可暮，炎蒸毒我肠。<br>安得万里风，飘飖吹我裳。<br>昊天出华月，茂林延疏光。<br>仲夏苦夜短，开轩纳微凉。<br>虚明见纤毫，羽虫亦飞扬。<br>物情无巨细，自适固其常。<br>念彼荷戈士，穷年守边疆。<br>何由一洗濯，执热互相望。<br>竟夕击刁斗，喧声连万方。<br>青紫虽被体，不如早还乡。<br>北城悲笳发，鹳鹤号且翔。<br>况复烦促倦，激烈思时康。",
  "fanyi": "<p><strong>译文<br></strong>漫长的白昼难以日暮，暑热熏蒸得我心如汤煮。<br>如何才能唤来万里长风，飘飘然吹起我的衣裳？<br>天空升起皎洁的月亮，茂林上承映着稀疏的月光。<br>仲夏之夜苦于太短，打开窗子享受一下微凉。<br>夜色空明能见到细微之物，昆虫也在振翅飞翔。<br>生命之体无论大小，当然都以自得其乐为常情。<br>于是我想到那些执戈的士兵，一年到头守卫边疆。<br>怎样才能使他们能够洗洗澡呢？他们苦于炎热却无可奈何地互相观望！<br>整夜在敲击刁斗忙于警戒，喧呼声响遍四面八方。<br>青紫官服虽然加在他们身上，也不如早日回到故乡。<br>华州城北吹响了悲凉的胡笳，鹳鹤哀号着四处飞翔。<br>唉，这乱世已令人忧伤，再加上天热烦躁身体疲惫，我不禁热切地将太平时世盼想。</p> <p><strong>注释<br></strong>(1)乾元二年（759）夏天，华州及关中大旱，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写下《夏日叹》和《夏夜叹》。<br>(2)永日：夏日昼长，故称。不可暮：言似乎盼不到日落。<br>(3)毒我肠：热得我心中焦燥不安。我，一作“中”。<br>(4)昊天：夏天。华月:明月。<br>(5)延：招来。<br>(6)仲夏：夏季的第二个月，即阴历五月。<br>(7)轩：窗。<br>(8)虚明：月光。<br>(9)羽虫：夜飞的萤火虫。<br>(10)巨细：大小。<br>(11)自适：自得其乐。<br>(12)荷戈士：戍卒。<br>(13)穷年：一年到头。<br>(14)洗濯：洗涤，沐浴。<br>(15)执热：苦热。<br>(16)竟夕：整夜。<br>(17)刁斗:古代军中用具，铜制，三足有柄。白天用来做饭，夜晚敲击示警。<br>(18)青紫：贵官之服。<br>(19)北城：指华州。<br>(20)鹳鹤：水鸟名，即鹳，长嘴，能捕鱼。<br>(21)复：一作“怀”。<br>(22)时康：天下安康太平。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《夏夜叹》描写的是窗下纳凉的情景，开始两句就是对酷暑的控诉：“永日不可暮，炎蒸毒我肠”，然后就是对清凉的期盼：“安得万里风，飘飖吹我裳”。后面就是他纳凉时的情形，接着是由此的所思：关中大旱，灾民流离失所，局势动荡，对唐肃宗和朝廷中把持大权的重臣们已失去了信心。</p> <p>　　此章起结各四句，中二段各八句。</p> <p>　　“永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。”这四句感叹白日漫长，不知道什么时候才能到夜晚，酷暑难耐，使<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的心情烦躁。他希望能够唤来万里长风，疏解夏日的燥热。这几句日暮思风，引起下面八句的夜景。</p> <p>　　“昊天出华月”以下八句，描写的是夏日夜凉之景：天空升起皎洁的月亮，茂林上承映着稀疏的月光。杜甫感叹仲夏之夜太过于短暂，白日漫长。他的<a href=\"http://so.gushiwen.org/view_10454.aspx\">诗</a>真是道出了人民的心声啊，夏日的夜晚哪里是微凉啊，只能说不是很热罢了，要是夜再长一些，也许会凉快点儿！他打开窗户，能看到夜色下的细微之物、昆虫振翅飞翔。于是，他便由此联想到生命之体无论大小，当然都以自得其乐为常情。物情各适，起下文征人。</p> <p>　　“念彼荷戈士”以下八句，描写的是夜热之感。杜甫由景联想到人，想到那些执戈的士兵，一年到头守卫边疆，想到他们的痛苦，炎炎夏日怎么才能使他们能够洗澡呢？他们苦于炎热，却只能无可奈何！他们整夜在敲击刁斗忙于警戒，虽然身穿官服，却还不如早日回到故乡。</p> <p>　　“北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。”末四句乃夜触所闻，而伤叹世事也，他期盼着太平盛世。在此时，他似乎对唐肃宗和朝廷中把持大权的重臣们已失去了信心。</p>",
  "about": "<h2>创作背景</h2> 　　该<a href=\"http://so.gushiwen.org/view_10454.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于乾元二年（公元759年）在华州所作。那一年，关中大旱，造成严重灾荒，灾民到处逃荒，流离失所。杜甫从洛阳回到华州以后，仍然时时忧虑动荡的局势和苦难的人民，但似乎对唐肃宗和朝廷中把持大权的重臣们已失去了信心。这一年夏天他写下《夏夜叹》一诗，明确地表达了这种心情。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "夏天",
    "忧国忧民"
  ]
}