{
  "id": 51629,
  "star": 23,
  "name": "临江仙·都城元夕",
  "dynasty": "宋代",
  "content": "闻道长安灯夜好，雕轮宝马如云。蓬莱清浅对觚棱。玉皇开碧落，银界失黄昏。 <br>谁见江南憔悴客，端忧懒步芳尘。小屏风畔冷香凝。酒浓春入梦，窗破月寻人。",
  "fanyi": "<p><strong>译文<br></strong>听说都城汴京元宵晚上灯火热闹非凡，华丽的车辆，俊秀的宝马就像天上的云一样多，宛如神仙境界。玉帝把碧落打开天上的星儿、宿儿便纷纷下落，使“银界失黄昏”了。<br>没人看见孤单的我，而妻子对那元夜的繁华早已失去了兴趣，只有在闺房中，在“小屏风畔”，独对薰香袅袅，薰香则渐冷而凝。只有在喝醉的时候才能在梦中排除孤寂，只有月从客舍的破窗隙中来寻找我。</p> <p><strong>注释<br></strong>①雕轮：指华丽的车辆。<br>②棱：神灵之威，这里借用。<br>③碧落：道家称天空曰碧落。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片写想象中的汴京元夜之景，下片写现实中羁旅穷愁，无法排遣的一种无奈心情。上片虚写，下片实写；一虚一实，虚为宾，实为主。</p> <p>　　首句“闻道长安灯夜好”，“长安”点“都城”，即汴京。“灯夜好”点“元夕”。词题即在首句点出。“闻道”二字，点明都城元夕的热闹景象都是神游，并非实境。不过，这“神游”并不是对往昔生活的回忆，也不是对于期待中的未来的憧憬，更不是梦境，而是在同一时刻对另一空间的想象，即处凄冷之境的“江南憔悴客”对汴京元夜热闹景象的想象。摆脱现实的束缚，按照自己潜在的心愿作几乎是无限的发挥。“雕轮宝马如云”毛滂这一句极言“雕轮宝马”之多（“如云”）。词人把都城元夕的繁华景象描摹尽致。但是，这一片繁华都只是词人想象的产物，首句“闻道”二字点明了这一点。上片越是写得繁华热闹，则越是反衬出下片凄清冷寂的尴尬之状。下面三句词人把汴京元夜从地上移到了天上，以想象中的仙境喻都城元夕的盛况。“蓬莱清浅对觚棱”是描写汴京元宵之夜宛如神仙境界。“玉皇开碧落，银界失黄昏。”“碧落”，犹碧天。“玉皇”句中的“开”字启人想象。言“开”，则“碧落”原是“闭”着的，只是在上元之夜，玉皇才将原是“闭”着的“碧落”“开”了。“碧落”既“开”，则天上的星儿、宿儿便纷纷下落，使“银界失黄昏”了。词人的写法无非是把人间的皇帝搬到了天上，以在想象中染上一层迷离恍惚的色彩，使帝京元夜在词人的表现中更加热闹罢了。</p> <p>　　下片首句，“江南憔悴客”是作者自指。“谁见”，设问之辞，意即无人见。特指作者自己深深思念的妻子反不知自己待罪客舍的窘境。这一句，以设问的口气写出了自己的孤寂。“谁见”二字还将读者（也使作者自己）从想象中的繁华景象拉回到凄冷的现实中来。“端忧懒步芳尘”，这是写闺中人对那元夜的繁华早已失去了兴趣，毛滂词中的闺中人则无须去“寻”，她知道自己的丈夫远在千里之外，乃“懒”去那元夜繁华之地。她只在闺房中，在“小屏风畔”，独对薰香袅袅，薰香则渐冷而凝。一种无奈之状展现在读者眼前，像是一幅画得极高明的《闺中夜思图》。这种描写，只是词人的设想，但是设想闺中人在思念自己，也就更深刻地表现了自己在思念闺中人。“酒浓”句，词人从对闺中人的思念中回到现实中来。上元之夜，本应是欢乐之夕，而作者自己却处在待罪羁旅、凄冷孤寂的心境中，去消受那本不应如此凄清的元夜之夕。“春梦”只能于“酒浓”时去做。而酒并不能真的解忧，它只是使人于麻醉中暂时忘却而已。结句“窗破月寻人”，写词人孤寂一个，只有元夕之月伴春梦之人。“寻”字，以人拟月。这位“江南憔悴客”，待罪羁旅，没有人去“寻”他，只有月从客舍的破窗隙中来“寻”，越显其孤独寂寞，心情已从凄冷变成凄苦了。</p> <p>　　这首词以乐景写哀情，将词人羁滞异乡、困顿潦倒、憔悴不堪的苦境与悲怀抒写得缠绵悱恻 。然而，尽管词人满怀苦情，却又以飘逸秀雅的笔调抒写内心的情怀，使全词充满了潇洒风流的情致。</p>",
  "about": "<h2>创作背景</h2> 　　毛滂晚年，因言语文字坐罪，罢秀川太守之职。1115年（政和五年）冬，待罪于河南杞县旅舍，家计落拓，穷愁潦倒。《临江仙·都城元夕》即写于词人羁旅河南之时。",
  "poet": {
    "id": 710,
    "star": 0,
    "name": "毛滂",
    "desc": "毛滂，字泽民，衢州江山人，约生于嘉佑六年（1061），卒于宣和末年。有《东堂集》十卷和《东堂词》一卷传世。"
  },
  "tags": [
    "婉约",
    "元宵节",
    "抒情",
    "思念"
  ]
}