{
  "id": 62939,
  "star": 17,
  "name": "唐多令·秋暮有感",
  "dynasty": "宋代",
  "content": "休去采芙蓉。秋江烟水空。带斜阳、一片征鸿。欲顿闲愁无顿处，都著在两眉峰。<br>心事寄题红。画桥流水东。断肠人、无奈秋浓。回首层楼归去懒，早新月、挂梧桐。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是写秋季女子怀念远方的人的词，“斜阳”、“新月”指出时间是在傍晚时分，“秋江”“画桥”“层楼”则指出此<a href=\"http://so.gushiwen.org/view_62939.aspx\">诗</a>的地点，词人从多方面描写词中人物的种种感受，秋感怀人虽是个古老的话题，但是此词之所以不落俗套，魅力不凡，则在于它的流畅、疏朗以及跌宕起伏的笔势，发端以祈使句式领起，以此来警醒读者，芙蓉，即荷花素为人们喜爱，是古人常常吟咏的对象，它具有多种的象征意义。采莲，原是民间妇女特有的劳动情趣，乐府民歌和文人乐府中多有佳作，此词开篇即规劝人们别去采撷，就有一种难言苦衷和一种特别的忧怨之情。次句切题之“秋”，说的是萧条旷阔的江面上，别无所有，只有一片茫茫烟水流淌着，它补充说明“休去”的原因。三、四句写夕阳、鸿雁。这是望中所见。“斜阳”点明时间，切“暮”，递进说明“休去”之原因：“带斜阳，一片征鸿”中的“征鸿”指的是远飞的大雁，切中词的时节“秋季”。因此才能触发种种感慨。梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗：“远心何所类，云边有征鸿。”陈江总诗：“心逐南云逝，形随北雁来”候鸟大雁夏去秋来，从北方飞往南方。思妇也盼望远人随着秋雁而南归。因此仰见征鸿，触发思念远人的情感。“心事寄题红。画桥流水东”接写“闲愁”。这愁之所以叫“闲愁”，因为它是作者一种出来的愁绪。“愁著两眉峰”与“万恨在蛾眉”（唐武衙《春日偶作》）意同。“欲顿”两句，贴切形象，富有情致，使不可探寻的心理状态的“愁”有了安置，愁锁双眉，形迹可见。从这首词在句式遣词方面，颇受<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《摸鱼儿》“闲愁最苦，休去倚危栏，斜阳正在烟柳断肠处”的启发。</p> <p>　　陈允平生活在由宋到元的过渡时期，人生无常，国破家亡，出身儒学世家的他无法实现“治国”“平天下”的理想，暗借此词抒发了他的对国家命运、民族前途如“斜阳”搬江河日下的悲叹和抑郁之愁情，表达了词人的亡国之痛和故国之思。[2] 在这一点上，该词看似写思妇怀远的个人情感和羁旅之愁，却实借助婉约的词风表达了故土之恋，与辛弃疾的愁怨十分相似，在思想境界上与辛氏无太大区别。</p> <p>　　“心事寄题红”由叙闲愁转入抒心事。“题红”两句，用孟棨《本事诗》红叶题诗。意思是题诗寄情有意，无情之水东流去，可见心事重重。由是引出“断肠人”。“秋浓”指的是深秋，仍照应“秋暮”题意。后世骚人墨客多做悲秋、叹秋、感秋的文章，秋天秋景简直成了“悲”的代名词。断肠人心事重重，面对夕阳西下、烟水空蒙的深秋景象，更是叫人肝肠寸断。“回首层楼归去懒，早新月，挂梧桐”，从户外进入室内，其中“懒”字，就把“断肠人”的情态和精神面貌栩栩如生地刻画出来。“早新月、挂梧桐”，这是在“层楼”中看到的，写得空灵透剔，意象鲜明。一轮新月高悬在稀稀落落衰败凋谢的梧桐树梢上，更增加了心烦意乱的愁思。结尾以景结情，戛然而止，给人无穷的回味。</p> <p>　　这首词在表现主题思想时采取事事关联，环环相扣，层层深化的写法，内容联系密切。上片写“因触景所致的闲愁，因”征鸿“而引发怀远之情。下片写”心事“。心事是闲愁的具体说明，它又因秋浓而催人断肠，断肠是由心事所致，而心事又由题红引起，题红则是心事吐露的特殊形式。如此环形往复，层层而深，而产生怀愁的根本原因正是秋浓。这是因物触情，情景交融，物景生情。事事处处切题，是此词另一特色。如芙蓉、秋江、征鸿、秋浓、梧桐、斜阳、新月以及闲愁、心事、题红、断肠人、归去懒，都紧扣”秋暮有感“这个题意和季节。</p> <p>　　作者注重修辞从风格看，此词与婉约词派细腻绵绵情思有别，一方面它有对思想活动、情绪变化作精细的刻画，另一方面，又没有对描景状物作过分的渲染，独特之处在于疏朗中见真情，流快中藏细腻绵绵情思。</p>",
  "about": "<h2>主题思想</h2> 　　这首词在表现主题思想时采取事事关联，环环相扣，层层深化的写法，内容联系密切。上片写“因触景所致的闲愁，因”征鸿“而引发怀远之情。下片写”心事“。心事是闲愁的具体说明，它又因秋浓而催人断肠，断肠是由心事所致，而心事又由题红引起，题红则是心事吐露的特殊形式。如此环形往复，层层而深，而产生怀愁的根本原因正是秋浓。这是因物触情，情景交融，物景生情。事事处处切题，是此词另一特色。如芙蓉、秋江、征鸿、秋浓、梧桐、斜阳、新月以及闲愁、心事、题红、断肠人、归去懒，都紧扣”秋暮有感“这个题意和季节。<br/><h2>独特之处</h2> 　　作者注重修辞从风格看，此词与婉约词派细腻绵绵情思有别，一方面它有对思想活动、情绪变化作精细的刻画，另一方面，又没有对描景状物作过分的渲染，独特之处在于疏朗中见真情，流快中藏细腻绵绵情思。",
  "poet": {
    "id": 305,
    "star": 0,
    "name": "陈允平",
    "desc": "陈允平，字君衡，一字衡仲，号西麓，宋末元初四明鄞县（今浙江宁波市鄞县）人。生卒年俱不确定，前人认为“把陈允平的生年定在宁宗嘉定八年到十三年之间（1215-1220）比较合理”，“卒年疑在元贞前后，与周密卒年相去不远”，暂依之。少从杨简学，德祐时授沿海制置司参议官。有诗集《西麓诗稿》，存诗86首，《全宋诗》另从《永乐大典》辑3首，从《诗渊》辑50首，共计139首。有词集《日湖渔唱》和《西麓继周集》，各存词86首和123首，还有5首有调名而无词，《全宋词》无另辑者，共计209首。"
  },
  "tags": [
    "宋词精选",
    "女子",
    "怀远",
    "悲秋"
  ]
}