{
  "id": 71205,
  "star": 497,
  "name": "羌村三首·其三",
  "dynasty": "唐代",
  "content": "群鸡正乱叫，客至鸡斗争。<br>驱鸡上树木，始闻叩柴荆。<br>父老四五人，问我久远行。<br>手中各有携，倾榼浊复清。<br>莫辞酒味薄，黍地无人耕。<br>兵戈既未息，儿童尽东征。<br>请为父老歌：艰难愧深情！<br>歌罢仰天叹，四座泪纵横。",
  "fanyi": "<p><strong>译文</strong><br>成群的鸡正在乱叫，客人来时，鸡又争又斗。<br>把鸡赶上了树端，这才听到有人在敲柴门。<br>四五位村中的年长者，来慰问我由远地归来。<br>手里都带着礼物，从榼里往外倒酒，酒有的清，有的浊。<br>一再解释说：“酒味之所以淡薄，是由于田地没人去耕耘。<br>战争尚未停息，年轻人全都东征去了。”<br>请让我为父老歌唱，在艰难的日子里， 感谢父老携酒慰问的深情。<br>吟唱完毕，我不禁仰天长叹，在座的客人也都热泪纵横不绝，悲伤之至。</p> <p><strong>注释</strong><br>1.正，一作“忽”。斗争，争斗；搏斗。一作“正生”。<br>2.柴荆，犹柴门，也有用荆柴、荆扉的。最初的叩门声为鸡声所掩，这时才听见，所以说“始闻”。按养鸡之法，今古不同，南北亦异。《<a href=\"http://so.gushiwen.org/view_71205.aspx\">诗</a>经》说“鸡栖于埘”，汉乐府却说“鸡鸣高树颠”，又似栖于树。石声汉《齐民要术今释》谓“黄河流域养鸡，到唐代还一直有让它们栖息在树上的，所以<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗中还有‘驱鸡上树木’的句子”。按杜甫《湖城东遇<a href=\"http://so.gushiwen.org/author_365.aspx\">孟云卿</a>复归刘颢宅宿宴饮散因为醉歌》末云“庭树鸡鸣泪如线”。湖城在潼关附近，属黄河流域，诗作于将晓时，而云“庭树鸡鸣”，尤足为证。驱鸡上树，等于赶鸡回窝，自然就安静下来。<br>3.问，问遗，即带着礼物去慰问人，以物遥赠也叫做“问”。父老们带着酒来看杜甫，所以说“问我”。<br>4.榼（kē），酒器。浊清，指酒的颜色。<br>5.苦辞酒味薄，是说苦苦地以酒味劣薄为辞。苦辞，就是再三地说，觉得很抱歉似的，写出父老们的淳厚。下面并说出酒味薄的缘故。苦辞、苦忆、苦爱等也都是唐人习惯语，<a href=\"http://so.gushiwen.org/author_788.aspx\">刘叉</a>《答孟东野》诗：“酸寒孟夫子，苦爱老叉诗。”都不含痛苦或伤心的意思。苦，一作“莫”。黍（shǔ），黍子。<br>6.兵革，一作“兵戈”，指战争。童，一作“郎”。<br>7.请为父老歌，一来表示感谢，二来宽解父老。但因为是强为欢笑，所以“歌”也就变成了“哭”。“艰难”句就是歌词。“艰难”二字紧对父老所说的苦况。来处不易，故曰艰难。惟其出于艰难，故见得情深，不独令人感，而且令人愧。从这里可以看到人民的品质对诗人的感化力量。<br>8.杜甫是一个“自比稷与契”、“穷年忧黎元”的诗人，这时又正作左拾遗，面对着这灾难深重的“黎元”，而且自己还喝着他们的酒，不得不叹，不得不仰天而叹以至泪流满面。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这第三首，叙述邻里携酒深情慰问及<a href=\"http://so.gushiwen.org/view_71205.aspx\">诗</a>人致谢的情景。通过父老们的话，反映出广大人民的生活。</p> <p>　　“群鸡正乱叫，客至鸡斗争”，群鸡的争斗乱叫也是暗喻时世的动荡纷乱，同时，这样的画面也是乡村特有的。正是鸡叫声招来了诗人出门驱赶群鸡、迎接邻里的举动，“驱鸡上树木，始闻扣柴荆”，起首四句，用语简朴质实，将乡村特有的景致描绘了出来，而这种质朴，与下文父老乡邻的真挚淳厚的情谊相契合。</p> <p>　　“父老四五人，问我久远行”，“父老”说明了家里只有老人，没有稍微年轻的人，这位后文父老感伤的话张本，同时为下文的“兵戈既未息，儿童尽东征”作铺垫“问”有问候、慰问之义，同时在古代还有“馈赠”的进一步含义，于是又出现“手中各有携，倾榼浊复清”两句，乡亲们各自携酒为赠，前来庆贺<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的生还，尽管这些酒清浊不一，但体现了父老乡亲的深情厚意。由于拿不出好酒，乡亲们再三地表示歉意，并说明原因：苦辞“酒味薄，黍地无人耕。兵革既未息，儿童尽东征。”连年战祸，年轻人都被被征上了前线，由此体现出战乱的危害，短短四句，环环相扣，层层深入。由小小的“酒味薄”一事折射出“安史之乱”的全貌，这首诗也由此表现了高度的概括力。</p> <p>　　最后四句写诗人以歌作答，表示自己的感激之情。“请为父老歌，艰难愧深情”，父老乡邻的关怀慰问令诗人万分感动，为表示自己的谢意，诗人即兴作诗，以歌作答。“愧”字含义丰富，既有“惭愧”意，又有“感激”、“感谢”意，而“惭愧”和“愧疚”的成分更多一些。面对淳朴诚实的父老乡亲，诗人深感时局危难，生活艰困，可又未能为国家为乡亲造福出力，所以不但心存感激，而且感到惭愧。结局两句将诗情推向极至，“歌罢仰天叹，四座泪纵横”，诗人长歌当哭，义愤填膺，悲怆感慨之情骤然高涨。“百虑”化作长歌咏叹，这一声长叹意味深长，饱含无奈和痛楚，诗人对国事家事的沉痛忧虑让四座乡邻大受感染，产生共鸣，举座皆是涕泪纵横。听者与歌者所悲感者不尽相同，但究其根源皆由是安史之乱引发。诗人的情感思绪已不仅仅是个人的，它能代表千千万万黎民苍生、爱国志士的心声。杜甫的诗人形象在作品中已经由“小我”升华为“大我”，“纵横”之泪是感时局伤乱世之泪，是悲国破悼家亡之泪，组诗潜藏着的情感暗流在结尾处如破堤之水奔涌而出，悲怆之情推倒了最高点，表现出强烈的艺术感染力。</p> <p>　　杜甫的《羌村》三首与“三吏”、“三别”等代表作一样，具有高度的典型意义。虽然作品讲述的只是诗人乱后回乡的个人经历，但诗中所写的“妻孥怪我在，惊定还拭泪”，“夜阑更秉烛，相对如梦寐”等亲人相逢的情景，以及“邻人满墙头，感叹亦唏嘘”的场面，绝不只是诗人一家特有的生活经历，它具有普遍意义。这组诗真实地再现了唐代“安史之乱”后的部分社会现实：世乱飘荡，兵革未息，儿童东征，妻离子散，具有浓烈的“诗史”意味。</p> <p>　　在艺术上，诗人熔叙事、抒情、写景于一炉，结构严谨，语言质朴，运用今昔对比，高度概括等手法，表达了诗人崇高的爱国情怀，集中体现了杜甫沉郁顿挫的诗风。三章诗不仅在形式上连绵一体，而且很好地引导读者进行联想和想象，使得这组诗的意蕴超越了其文字本身而显得丰富深厚。杜甫的《羌村》三首用诗人的亲身经历和体验反映出安史之乱的严重危害，具有高度的艺术概括力，体现了作者深厚的诗文功底。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗天宝十四载（755年）爆发的“安史之乱”，不仅使一度空前繁荣的大唐王朝元气大伤，更给天下百姓带来难以言喻的深重苦难。次年，长安陷落。伟大的现实主义<a href=\"http://so.gushiwen.org/view_71205.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与平民百姓一样，不幸被战争的狂潮所吞噬，开始了辗转流离的生活，亲身体验了战祸的危害。</p> <p>　　唐肃宗至德二载（757年）五月，刚任左拾遗不久的杜甫因上书援救被罢相的房琯，触怒肃宗，差点没砍掉脑袋，但从此肃宗便很讨厌他，闰八月，便命他离开凤翔。诗人此行从凤翔回鄜州羌村探望家小，这倒给诗人一个深入民间的机会。杜甫回羌村前已有十多个月没和家里通音信了，由于兵荒马乱，情况不明，传说纷纭，杜甫当时的心情十分焦虑。乱离中的诗人历尽艰险，终于平安与家小相聚，此事令他感慨万千，于是写下了著名的组诗《羌村》三首。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "初中古诗",
    "生活",
    "感激"
  ]
}