{
  "id": 70128,
  "star": 2,
  "name": "杂剧·郑月莲秋夜云窗梦",
  "dynasty": "元代",
  "content": "第一折<br>两京诗酒客，烟花杖子头。老身姓郑，是这汴梁乐籍。止生得一个女儿，小字月莲。风流可喜，卖笑求食。郎君每见了。无有不爱的。则是孩儿一件：纸汤瓶煨着便热。如今伴着一个张均卿秀才。起初时怕不有些钱钞，如今使的无了，俺这妮子恋着不肯开交。俺这门户人家，一日无钱也过不的。如今有个贩茶客人，姓李，多有金银财物，看上俺这孩儿。昨日先送了些钱物与我，要和月莲住。只是不得摘离张秀才。我定了一计，教李官只请张秀才，教月莲相陪。酒席间买转他，必然成事。我今日无事，往邻家吃茶去。小生张均卿。学成满腹文章，未得成名。近日与郑月莲相伴，深蒙相爱，誓结生死。奈小生囊箧渐消，老妈有见外之意。今日有个李茶客，请我会酒，不知为何，须索去咱。小子姓李，江西人氏，贩了几船茶，来汴梁发卖。此处有个上厅行首郑月莲，大有颜色，我心中十分爱他。争奈他和张秀才住着，插不的手。昨日我见老妈，教我请秀才饮酒，叫月莲相陪。酒筵间用言调泛，必然成事。凭着我金银财物，定然挨了他。早来到他门首，张兄有请。老兄请小生，却是为何？客路相逢，请先生闲叙一番，也令人请郑大姐去，敢待来也。妾身郑月莲是也。自与张均卿相伴，再不与闲人往来。今日卖茶的李官，请均卿饮酒，也来请我。既有均卿，我须索走一遭去。我想这花门柳户，送旧迎新，几时是了也呵。<br>【仙吕】【点绛唇】骄马吟鞭，舞裙歌扇，迟些儿见。席上尊前，抵多少阳关怨。<br>【混江龙】则为俺歌喉宛转，觑着这陷人坑似误入武陵源。但和俺恩情一遍，不弱如流递二年。这不义门怎栽连理树，火坑中难长并头莲。眉尖传恨，眼角留情，枕边盟誓，袖里香罗，尊前心事，席上恩情，传书寄简，剪发燃香。都是俺鼻凹里蜜，待咽如何咽。郎君每买了些虚脾风月，卖了些实拍庄田。请大姐陪张秀才，也满饮一杯。不会饮酒。小子这般人物，大姐如何不接酒？<br>【油葫芦】有这等夜月春风美少年，他每恶恋缠，每日价长安市上酒家眠。大姐。我多有金银钱钞哩。你道你有钱物。有一日业风吹入悲田院，那其间行云不赴凌波殿。丽春园十遍妆，曲江池三坠鞭。恰相逢初识桃花面，都是些刀剑上恶姻缘。<br>论小子这等人物衣服，似小子的，也少有也。我量你这般模样，<br>【天下乐】你早卖了城南金谷园，干也波虔，怎过遣？每日价宴西楼醉归明月天。这壁厢间绮罗，那壁厢列管弦，我怕你有一日饥寒也守自然。大姐，似俺这等做子弟的，有村的，有俏的。<br>【那吒令】那等村的，肚皮里无一联半联；那等村的，酒席上不言语强言；那等村的，俺跟前无钱说有钱。村的是彻胆村，动不动村筋现，甚的是品竹调弦。<br>小子也看的过。噤声。小生一向深蒙大姐错爱。<br>【鹊踏枝】你觑似这等俏生员，伴着这女婵娟。吟几首嘲咏情诗，写数幅锦字花笺。惯播弄香矫玉软，温存出痛惜轻怜。<br>俏的村的，可怎生说？<br>【寄生草】你问我两件事，听俺取一句言。俏的教柳腰舞困东风软，俏的教蛾眉画出春山浅，俏的教莺喉歌送行云远。俏的教半橛土筑就楚阳台，村的教一把火烧了韩王殿。<br>李官人请张秀才和俺家妮子吃酒，说了这一日，俺那妮子只是不肯。我亲自走一遭去。母亲来了，我且回避者。你说甚么哩？<br>【村里迓鼓】恰才俺二人评论，评论这百年姻眷。则这母亲到来，天呵不与人行方便。你且请退张秀才，留下李官，觅些钱养家，可不好。待敢要蝶避了蜂，莺离了燕，着镜破了铜，簪折了玉，瓶坠了泉。张郎呵俺直恁的缘薄分浅。李官钱多，你只守着他罢。他虽有钱，我不爱，我则守着那秀才。<br>【元和令】洞房春口内言，阳关路眼前现。赛潘安容貌可人怜，俺秀才腹中诗欺谪仙。一春常费买花钱，我怎肯不辨个愚共贤。<br>你要多少钱物？我尽有。<br>【上马娇】教那厮空拽拳，干遇仙。休想花压帽檐偏，推的个沉点点磨杆儿滴溜溜的转。畅好是颠，眼晕又头旋。<br>你不依，我就把你嫁与他。<br>【游四门】待教我片帆云影挂秋天，两岸听啼猿。吴江枫落胭脂浅，看渔火对愁眠。旋，你与我紧张筵。<br>【胜葫芦】便有那天子呼来不上船，休把女熬煎。待教我冷气虚心将他顾恋，觑一觑要饭吃，搂一搂要衣穿。我与你，积攒下些口含钱。<br>那里讨一文钱来？孩儿，则愿的你安乐者。<br>【幺篇】可知，可知，你可甚只愿儿孙个个贤。月缺又重圆，人老何曾再少年！舌尖无甜唾，口内有顽涎。虔婆，我委实难使燕莺怜。<br>孩儿，只留下李官人，丢开张秀才者。你道只守茶客，休留秀才，与孩儿心下不同。<br>【后庭花】你爱的是贩江淮茶数船，我爱的是撼乾坤诗百联，你爱的是茶引三千道，我爱的是文章数百篇。这件事便休言，咱心不愿。请点汤晏叔原，告回避白乐天，告回避白乐天。<br>【柳叶儿】他便穷如范丹、原宪，甘心守断简残编，他萤窗雪牖咱情愿。随机变，你使尽那不疼钱，也买不转我意马心猿。<br>孩儿，我赶去那秀才，你嫁了李官罢。<br>【赚煞】赢得腹中愁，不趁心头愿，大刚来时乖命蹇。山海恩情方欲坚，被俺爱钱娘扑地掀天，坏了这好姻缘。我则索祷告青天，若到江心早挂帆，向金山那边，豫章城前面，一帆风剪碎了贩茶船。李官放心。我好歹完备了这场事。<br><br>第二折<br>小生张均卿，一向蒙郑月莲相伴，誓托终身。争奈虔婆炎凉，小生不得已，与大姐分别。今欲上朝取应，大姐又使梅香送首饰头面，与我为路费。我若得了官时，来取大姐。则今日上朝取应，走一遭去。张秀才去了也。我使人唤那茶客去了，这早晚敢待来也。郑老妈使人来叫，说那秀才去了，今番好歹成了事罢。今日您儿初进门来，备了一杯酒，请奶奶和大姐吃，休要推阻。好好，梅香，请你姐姐来。姐姐有请。妾身月莲。自从那秀才去后，奶奶赶他上京去求官。我着梅香送头面首饰为盘费，上京应试。若得了官，便来取我，我也放心不下。今日那茶客置酒请俺，母亲着梅香叫我，须索走一遭去。想俺这不义之门，几时是了也呵？<br>【正宫】【端正好】诗酒翠红乡，风月莺花阵，酝酿出无边岸断梦劳魂。近新来添了眉尖恨，闪的我人远天涯近。<br>我见那厮，想我那秀才。<br>【滚绣球】据着他满腹文，那堪一品人，酒席上那些谈论，怎不教我似倩女离魂？我官身处投至得起使臣，散了客宾，早教我急煎煎心困，我则怕辜负了人约黄昏。不争我半披夜月才归院，多管是独立西风正倚门，盼杀郎君。<br>【倘秀才】我为他心忙意紧，他为我行眠立盹，一样相思两断魂。间别一二日，胜似两三春，各自病损。<br>孩儿，那秀才去了，你也无指望了。母亲，再休题那秀才。<br>【呆骨朵】俺两个眉尖眼角传芳信，等盘儿上暮雨朝云。你将那铁磨杆争推，锦套头竞伸。舍了命风车转，咬着牙皮鞭趁。你有钱虽是有，俺亲的则是亲。<br>李官在此，你搽些胭粉，戴些花朵，可不好？我有甚心情也。<br>【脱布衫】我如今鬓刁骚强整乌云，年纪大倦点朱唇。面皮黄羞施朱粉，腰肢瘦湘裙不称。<br>【醉太平】见如今惜花人病损，俺娘和茶客钱亲，却教我嫩橙初破酒微温，那的是眷姻。孩儿，你命在烟花中，是这样干。你守着那秀才，你待要做夫人哩。如今春花已落烟花阵，夫人自有夫人分，百年谁是百年人，难寻这白头的对门。大姐，我钱多着哩。茶也有几船，你要时，都搬来。<br>【醉太平】冯魁是村，倒有金银；俏双生他是读书人，天教他受窘。书生曾与高人论，钱财也有无时分。书生有一日跳龙门，咱便是夫人县君。李官人，咱吃酒来。<br>【倘秀才】俺娘有钱的和他佯亲乍亲，无钱的顶了前门后门，张郎也眼睁睁西出阳关无故人。也待花满眼，酒盈尊，奈时间受窘。<br>我的茶值钱多哩。<br>【滚绣球】倚仗蒙山顶上春，俺只爱菱花镜里人，敢教你有钱难奔，觑这贩茶船似风卷残云。留取那买笑的银。换取些贩茶的引。这其间又下江风顺，休恋我虚飘飘皓齿朱唇。如今这丽春园使不的冯魁俊，赤紧的平康巷时行有钞的亲，断送了多少郎君。我待寄书与俺那秀才，又不知在那里。<br>【叨叨令】两行诗写不尽丹枫恨，一封书空盼杀青鸾信。三停刀砍不断黄桑棍，九稍炮打不破迷魂阵。则是为他来也么哥，为他来也么哥，空教我立斜阳盼的双眸困。<br>随你，随你，我去也。大姐，你吃一杯酒。你见我亲么？我可知亲哩。你且吃了酒者。<br>【滚绣球】你若是见我亲，与我饮过这一尊，不要你滴沥喷噀，真吃的玉山颓燕尔新婚。我吃，我吃。见他轻仰了身，摘去了巾，黑娄娄有如雷震。孩儿，你替他递几杯儿，也多得些东西。非是我翠袖殷勤，我教他九分酒灌十分醉。呆汉休想一夜人妻百夜恩，枉费了你精神。<br><br>【二煞】你个谢安把我携出东山隐，我怎肯教宋玉空闲了楚岫云。你则待酒酽花浓，月圆人静。便休想瓶坠簪折，镜破钗分。玉箫对品，彩鸾同乘，鸳枕相亲。一锅水正滚，怎教灶底去了柴薪。大姐，我醉了。<br>【煞尾】教这厮一席风月无音信，千里关山劳梦魂。那厮使心机卖聪俊，不提防俺这一棍，教那厮醉里惊醒后昏。就里疼喑气忍。咱对梅印窗纱月一痕，风弄银台灯半昏，水侵铜壶玉漏频，香爇金炉篆烟尽，闲语闲言酒半醺。我独拥鲛绡被正温，管甚他家醉后嗔，我教那厮一任孤眠睡不稳。<br>大姐不见了。敢跟了小郎去了，我索寻去。这丫头也不挣钱，不如卖了罢。我买，我买。他不肯嫁你，别寻一家子卖与他。你卖我不管。<br>妾身是洛阳乐籍张妈妈是也。来到这汴梁，闻知这郑妈妈女儿月莲，因不挣钱，赌气要卖。我已着人与说，做五十两银子买做妹子。这早晚郑妈妈敢待来也。张妈妈，俺这妮子缠光棍，不挣钱。你将到家中，着意管束，不要惯了他。我晓的了。<br><br>第三折<br>妾身月莲。自从那秀才去后，那茶客要娶我，我不肯嫁他，将我卖在这洛阳张妈妈家中，依旧求食，又早半年光景。今夜是中秋，想当初共赏中秋，今日月圆人未圆。好伤感人也呵！<br>【中吕】【粉蝶儿】皓月澄澄，快袁宏泛舟乘兴，便宫鸦啼尽残更。九霄中，千里外，无片云遮映。是谁家妆罢娉婷，挂长空不收冰镜？<br>【醉春风】按不住情脉脉喟然声，又添个骨岩岩清瘦影。好月色也！闲庭中步月散心咱。步苍苔冰透绣罗鞋，畅好是冷、冷、冷。一点离情，半年别恨，满怀愁病。<br>妹子，在这里做甚么哩？我闲走来。我见你这病体愁闷，拿了些酒食来，与你解闷。<br>【迎仙客】我这里忙接待，紧相迎，量妹妹有甚德能，教姐姐好看承。姐姐索厮敬重，真然是意重人情，把月莲真个的人钦敬。<br>妹子，饮一杯酒者。姐姐，我那里吃的下去。妹子，你害的是甚么症候？姐姐，您妹子害甚？<br>【红绣鞋】我害的是闲愁闲闷，害的是多绪多情，害的是眉淡远山青。害的是伤心症，害的是断肠声，害的是绣衾中一半冷。<br>姐姐，你试猜我这病咱。敢是相思病？<br>【石榴花】我恨不的把家门改换做短长亭，恨不的拆毁了豫章城。听的唱阳关歌曲脑门疼，委实的倦听，惨然凄声。往常时茶里饭里相随定，影儿般随坐随行。月窗并枕歌新令，每日价同品玉箫声。<br>【斗鹌鹑】则为我暗约私期，致令得离乡背井。你那秀才那里去了？这其间戴月披星，禁寒受冷。恨则恨冯魁那个丑生，买转俺劣柳青。一壁厢稳住双生，一壁厢流递了小卿。<br>你当初则嫁那个秀才，也罢来。<br>【普天乐】不是我酒中言，心头病，临风对月，见景生情。想起我旧日情，当时行。谁承望地北天南人孤另，两下里冷冷清清。缑山月明，蓝桥水淹，楚岫云平。<br>妹子，夜深了，我房中去也。我也房中睡去罢，怎禁那几件儿助人愁闷。<br>【上小楼】鸳衾半拥，银屏斜凭。半窗凉月，四壁蛩声，一点寒灯。布摆下，断人肠，凄凉光景，怎生熬画堂人静。<br>【幺篇】想起那心上人，月下情。空教我兜的鼻酸，哄的脸晕，札的心疼，欲解愁，可忘忧，无过酒兴，谁承望酒淘真性。<br>大姐，我来了也。秀才，则被你想杀我也。<br>【快活三】是谁人唤一声？觑绝时笑相迎。武陵溪畔俏书生，安乐否临川令？<br>秀才，我见了你就无了病了。<br>【鲍老儿】这搭儿再能见俺可憎，便医可了天样般相思病。我则道送人在长沙过了一生，今日个复对上临川令。鸾交凤友，莺期燕约，海誓山盟。<br>【十二月】金钗倦整，檀口低声。云鬟半偏，星眼微睁。可搂抱在怀儿里，觑定着这短命牢成。<br>【尧民歌】早忘了急煎煎情脉脉冷清清，早忘了扑簌簌泪零零，早忘了意悬悬愁戚戚闷腾腾，早忘了骨岩岩心穰穰病萦萦。多情，多情，逢志减，休学李免王魁幸。<br>大姐，我去也。原来是一场梦。<br>【俏遍】这搭儿才添欢庆，扑个空半晌痴呆诤。忽剌八梦断碧天涯，空没乱无绪无情。夜几更，画屏影里，玉漏声中，依旧的人孤另。薄设设衾寒枕冷，愁易感好梦难成。千愁万恨断肠人，怎当那半夜三更莫秋景。比及日出扶桑，月落西厢，敢折倒了人性命。张秀才也，你好下的也呵！<br>【耍孩儿】愁烦迭万簇，凄凉有四星。别离人更做到心肠硬，怎禁苍梧落叶凋金井，银烛秋光冷画屏。碧澄澄如悬磬，佳人有意，银汉无声。我这般烦恼，怎禁耳边几件儿聒噪人也呵！<br>【四煞】孤鸿枕畔哀，乱蛩砌下鸣，西风鹤唳秋天静。霜寒鸳帐愁无寐，云冷纱窗月半明。添愁病，惊回一堂春色，万籁秋声。<br>【三煞】战西风竹叶呜，捣秋霜砧杵清，一弄儿会把愁人并。恼人心半窗袅袅疏梅影，聒人耳万种萧萧落叶声。那堪听，檐间铁马，雨内梧声。<br>【二煞】这一双眼才闭合，争奈万般事不暂停，都是谋儿误倒临川令。你莫不笙歌谢馆来金斗，风雪长安访灞陵。自古多薄命，天涯流落，海角飘零。<br>【尾煞】泪漫漫不暂停，哭啼啼不住声。不争这惊回一枕云窗梦，这烦恼直哭的西楼月儿冷。小子李多是也。如今郑月莲被他母亲卖的洛阳张行首家中去了，我如今寻到那里，问亲去来。李官，你须计较停当去，那妮子不肯便嫁你。洛阳府判是我叔父，到那里好歹娶了他。好计，好计。<br><br>第四折<br>某姓李名敬，宇仲伯，见授洛阳府判，某有一女，年方十八，末曾许聘于人。今有新除洛阳县尹，是今年新进士，欲招他为婿。一壁厢安排下筵席者。来到洛阳叔父宅门首，我自过去。叔父，受你孩儿两拜。孩儿，你从那里来？从汴梁来。因有个妇人，是郑月莲，您孩儿要他为妻。叔父教人说去，完成这亲事。孩儿，我今日招婿，待事毕，明日替你成事。咱且后堂中去来。小生张均卿，自到京师，一举及第，所除洛阳县宰，走马赴任。但不知俺那大姐在那里？风闻的转卖与人，又无消息。如今府尹相公，招我为婿，且就这门亲事，慢慢再打听大姐音耗。左右将马来，我走一遭去。夫人，今日新女婿过门，安排筵席十张。差人唤唱的去了，如何不见来？妾身郑月莲，今有府判相公招女婿，唤俺官身。想俺那均卿秀才，知他及第不及第？兀的不烦恼杀人也呵。<br>【双调】【新水令】凭栏人空望的碧云低，隐天涯远山憔悴。江深鱼信杳，天阔雁书迟。染病耽疾，别离中过一世。<br>【驻马听】幽梦初回，待教我一纸音书传信息。闲愁萦系，想当初一尊白酒话别离。不争秦台弄玉彩云低，都做了江州司马青衫湿。两下里，一般阻隔人千里。<br>妹子，你这病害了这一向，还不得好，可是甚么病？姐姐，你不知我这病，你听我说。<br>【沉醉东风】待道是风寒暑湿，其中间废寝忘食。每日家情不欢，一会家心如织，一会家似醉如痴。没理会腌臜久病疾，害的来伶仃瘦体。<br>早来到也。咱见相公去则。我今日招婿，您众人在意答应者。理会的。小生来到府前，须索过去则。状元来了也。绣房中请出小姐来者。那女乐把盏者。<br>【夜行船】我却待翠袖殷勤捧玉杯，觑绝时半晌痴迷。我认的是实，觑得仔细，掐皮肉犹疑是梦里。张秀才，你好下的也！原来是俺大姐。你怎生到的这里来？教我怎生是好！那妮子教你把盏，因何不把盏？这妮子觑看状元，眼去眉来，不知为甚？相公听妾身说。<br>【川拨棹】俺在那曲江池，坠鞭时曾认的。他带减腰围，我玉削香肌。做得来掀天扑地，寨儿中鼎沸起。<br>【七弟兄】俺娘若听知，俺恁的，他便医治，眼前面便待把阳关闭。片时间云暗武陵溪，半霎儿水淹蓝桥驿。<br>这妇人怎敢这般说？叔父，这个正是我的媳妇。呀，他怎生也到这里？<br>【梅花酒】呀，正撞着贩茶客，列舞筵歌席，锦帐罗帏，便待要雨约云期。当日我酒斟着金斝满，那厮人倒玉山颓。觉来时后悔，与俺娘共商议，待要我复重席。<br>【收江南】趁着这下江风顺片帆归，俺好姻缘生纽做恶离。玉箫闲杀共谁吹。从来到这里，绿窗前学画远山眉。<br>左右公人，将大棒来，我问这妇人。<br>【甜水令】由你铁锁沉枷，一年四季，不离身体，你可甚花压帽檐低。我则道地北天南，锦营花阵，偎红倚翠，今日个水净鹅飞。<br>新婿，你认的这妇人么？委的是小官旧室。是我的老婆。不要争，出上钱的就嫁他。您当初是怎生来？相公停嗔息怒，听妾身诉说一遍。妾身姓郑，小字月莲，有这张秀才相守，许做夫妻，争奈无钱。走将这个茶官，买转俺娘，逼我嫁他。妾身坚意不肯，俺娘将秀才赶山。妾身将首饰头面，使梅香送与秀才，言定得官后来娶妾身。秀才得了盘缠，往长安应举，再无音耗。不想今日在这里相见。望相公可怜，怎生方便咱。新婿，你心中却是如何？教小官一言难尽，当初委实是夫妻来。今蒙相公恩顾，小官怎敢别言。夫人、小姐回后堂中去。人间天上，方便第一。就着这筵席，与状元两口儿，今日完成夫妇团圆。您意下如何？我便是老丈母哩。好没意思替别人挣了老婆，我也去。<br>【折桂令】再休题孟母三移，你狗行狼心，短命相识。恨惹情牵，魂劳梦断，雨约云期。今日个成就了鸾欢凤喜，何消你爱钱娘唱叫扬疾。今日个共守鸳帏，半掩朱扉，我待学村里夫妻，步步相随。天下喜事，无过夫妇团圆。<br>题目张秀才奋登龙虎榜<br>正名郑月莲秋夜云窗梦",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}