{
  "id": 4138,
  "star": 4,
  "name": "度峡口山赠乔补阙知之王二无竞",
  "dynasty": "唐代",
  "content": "峡口大漠南，横绝界中国。<br>丛石何纷纠，赤山复翕赩。<br>远望多众容，逼之无异色。<br>崔崒乍孤断，逶迤屡回直。<br>信关胡马冲，亦距汉边塞。<br>岂依河山险，将顺休明德。<br>物壮诚有衰，势雄良易极。<br>逦迤忽而尽，泱漭平不息。<br>之子黄金躯，如何此荒域。<br>云台盛多士，待君丹墀侧。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“峡口大漠南，横绝界中国。丛石何纷纠，赤山复翕赩。”意为：峡口山位于辽阔大漠的南边，横跨塞北，是中原和夷狄的分界线。山上乱石杂生，怪石嶙峋，但小山坡上却葱葱郁郁，草木繁茂。起首四句，描写峡口山的位置、总体面貌。“大漠”二字，写出了边地的空旷辽阔，而“横绝”二字则写出了峡口山横亘绵延且雄奇险峻状，起笔不凡。山上虽然乱石穿空，却也林木葱茏，荒凉景象中亦有一些绿色，让人眼前一亮。</p> <p>　　“远望多众容，逼之无异色。崔崒乍孤断，逶迤屡回直。”意为：远望山形千姿百态，近看全山毫无异色。山势雄奇险峻，孤峰耸立；山体逶迤绵延，曲折往复。此四句继续描绘峡口山的特征，先从远近两个角度状写山的形状和颜色，继而写山的雄峭及走势。“崔崒”二句写得极有气势，为后面评价峡口的险要做好铺垫，设下伏笔。句中“乍”、“断”二字，用得极为精妙。“乍”，意即突然。把纵横跌宕的山势写活了；而一个“断”字，则活灵活现地突出了断崖峭壁、奇险突兀的景状，令人拍案叫绝。</p> <p>　　“信关胡马冲，亦距汉边塞。岂依河山险，将顺休明德。物壮诚有衰，势雄良易极。”意为：峡口山一带确实是胡人驱马入侵的要道，也是中原防拒西北各族的要塞。然而山川之险不足以凭依，将士顺服、政治清明才更为重要。天地万物，都盛极而衰，强极则必弱，亦如这山势之循环往复。此六句写穿越峡口山时的所思所感，认为山川的险要不足依凭，只有清明的政治才是固国的根本。“信关”二句，承上启下。“岂依”二句，化用孟子和<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>语，可谓全篇之警策。“河山险”三字，极具概括力，涵括了前面极力铺写的峡口之险。以山河之险作对比，更映衬了“休明德”的重要。“物壮”二句，继续用典，化用老子和<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>语，从前面评判安邦治国之策转而感慨人生事理，语意更进一层，别开洞天，景象更壮，让人思绪万千。</p> <p>　　“逦迤忽而尽，泱漭平不息。”意为：山势连绵起伏，消失在辽远的天边尽头；大漠空旷平坦，却变动不息，面对如此广袤无垠的苍凉背景，不禁让人心潮起伏，思索这天地万物的事理和人生际遇。</p> <p>　　“之子黄金躯，如何此荒域。云台盛多士，待君丹墀侧。”意为：二位身尊体贵，乃黄金之躯，为何置身于这荒凉塞外？那京都云台宫中，有着多少饱学之士，排在皇宫红色的台阶侧，恭候着圣上的来临、赏用，难道他们就不知道如何去为朝廷排除边患？乔知之等人志向高远，富有文才，因远隔君恩，只能投身到荒远的边塞，其他朝臣却在宫中陪伴天子。所谓“近水楼台先得月”，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>对此深感不平，故有此感慨。</p> <p>　　清人翁方纲《石洲<a href=\"http://so.gushiwen.org/view_4138.aspx\">诗</a>话》评论陈子昂说：“唐初群雅竞奏，然尚沿六代馀波。独至陈伯玉，峍兀英奇，风骨峻上。”以此诗观之，此言极善。此诗先写峡口雄峻险要，继叙险不足恃，世事往复，再叹友人遭际，转切自然，层次分明，浑然一体，而语言古朴，风骨苍劲，景象雄阔，不愧为大家手笔。</p>",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "地方",
    "写景",
    "抒怀"
  ]
}