{
  "id": 72783,
  "star": 81,
  "name": "与吴质书",
  "dynasty": "魏晋",
  "content": "　　二月三日，丕白。岁月易得，别来行复四年。三年不见，《东山》犹叹其远，况乃过之，思何可支！虽书疏往返，未足解其劳结。</p> <p>　　昔年疾疫，亲故多离其灾，徐、陈、应、刘，一时俱逝，痛可言邪？昔日游处，行则连舆，止则接席，何曾须臾相失！每至觞酌流行，丝)竹并奏，酒酣耳热，仰而赋诗，当此之时，忽然不自知乐也。谓百年己分，可长共相保，何图数年之间，零落略尽，言之伤心。顷撰其遗文，都为一集，观其姓名，已为鬼录。追思昔游，犹在心目，而此诸子，化为粪壤，可复道哉？</p> <p>　　观古今文人，类不护细行，鲜能以名节自立。而伟长独怀文抱质，恬淡寡欲，有箕山之志，可谓彬彬君子者矣。著《中论》二十余篇，成一家之言，词义典雅，足传于后，此子为不朽矣。德琏常斐然有述作之意，其才学足以著书，美志不遂，良可痛惜。间者历览诸子之文，对之抆泪，既痛逝者，行自念也。孔璋章表殊健，微为繁富。公干有逸气，但未遒耳；其五言诗之善者，妙绝时人。元瑜书记翩翩，致足乐也。仲宣独自善于辞赋，惜其体弱，不足起其文，至于所善，古人无以远过。昔伯牙绝弦于钟期，仲尼覆醢于子路，痛知音之难遇，伤门人之莫逮。诸子但为未及古人，自一时之儁也，今之存者，已不逮矣。后生可畏，来者难诬，然恐吾与足下不及见也。</p> <p>　　年行已长大，所怀万端，时有所虑，至通夜不瞑，志意何时复类昔日?已成老翁，但未白头耳。光武言：\"年三十余，在兵中十岁，所更非一。\"吾德不及之，而年与之齐矣。以犬羊之质，服虎豹之文，无众星之明，假日月之光，动见瞻观，何时易乎？恐永不复得为昔日游也。少壮真当努力，年一过往，何可攀援，古人思秉烛夜游，良有以也。</p> <p>　　顷何以自娱？颇复有所述造不？东望於邑，裁书叙心。丕白。",
  "fanyi": "<p><strong>译文</strong><br>　　二月三日，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>说。时间过得很快，我们分别又将四年。三年不见，《东山》<a href=\"http://so.gushiwen.org/view_72783.aspx\">诗</a>里的士兵尚且感叹离别时间太长，何况我们分别都已经超过三年，思念之情怎么能够忍受呢！虽然书信来往，不足以解除郁结在心头的深切怀念之情。</p> <p>　　前一年流行疾疫，亲戚朋友多数遭受不幸，<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>、<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、应瑒、<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>，很快相继都去世，我内心的悲痛怎么能用言语表达啊？过去在一起交往相处，外出时车子连着车子，休息时座位相连，何曾片刻互相分离！每当我们互相传杯饮酒的时候，弦乐管乐一齐伴奏，酒喝得痛快，满面红光，仰头吟诵自己刚作出的诗，每当沉醉在欢乐的时候，恍惚间却未觉得这是难得的欢乐。我以为百年长寿是每人应有一份，长久地相互在一起，怎想到几年之间，这些好朋友差不多都死光了，说到这里非常痛心。近来编定他们的遗著，合起来成为一本集子，看他们的姓名，已经是在阴间死者的名册。追想过去交往相好的日子，还历历在目，而这些好友，都死去化为粪土，怎么忍心再说呢？</p> <p>　　纵观古今文人，大多都不拘小节，很少能在名誉和节操上立身的。但只有徐干既有文才，又有好的品德，宁静淡泊，少嗜欲，有不贪图权位隐退之心，可以说是文雅而又朴实的君子。他著有《中论》二十多篇，自成一家的论著，文辞典雅，足以流传后世，他的精神、成就永远存在。应瑒文采出众常有著述之意，他的才能学识足以著书，但他美好的愿望没有实现，实在应该痛惜。近来遍阅他们的文章，看后不禁拭泪，既痛念逝去的好友，而且又想到自己生命短促。陈琳的章表文笔很雄健有力，但稍微有些冗长。刘桢的文风洒脱奔放，只是还不够有力罢了，他的五言诗很完美，在同代人中最妙。阮瑀的书札文词美丽，使人感到十分快乐。<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>只擅长辞赋，可惜风格纤弱，不能够振作起文章气势，至于他擅长的，古代没有人能超过很远。过去伯牙在钟子期死后破琴绝弦，终身不再鼓琴，痛惜知音难遇，孔子听说子路被卫人杀害，剁成肉酱，命人将家里的肉酱倒掉，悲伤弟子当中没有能比得上子路的。这些人只是有些还不及古人，也算一代优秀人才，现在活着的人，已没有人能比得上的了。将来定有优秀人才出现，后来之人难于轻视，但是恐怕我与您不能赶上见到了。</p> <p>　　年龄已经增大，心中所想的千头万绪，时常有所思虑，以至整夜不眠，志向和意趣什么时候能再像过去那样高远呢？已经变成老翁，只不过没有白头发罢了。东汉光武帝说：“三十多岁，在军队中十年，所经历的事不止一件。”我的才能赶不上他，但是年龄和他一样大了，凭低下的才能却处在很高地位，德才不足，只是凭借父亲<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>之力而有高位，一举一动都有人注意，什么时候才能改变这种情况呢？恐怕永远不能再像过去那样游玩了。年轻人的确应当努力，年龄一旦过去，时光怎么能留得住，古人想夜里拿着蜡烛游玩，确实很有道理啊。</p> <p>　　近来您用什么自我娱乐？仍旧再有什么著作吗？向东望去非常悲伤，写信来叙述内心情感。曹丕陈说。</p> <p><strong>注释</strong><br>（1）原题作《与吴质书》，据四库影印本《汉魏六朝百三家集》卷二四改。《三国志·魏志·吴质传》注引《魏略》云：\"（建安）二十三年（218），太子又与吴质书。\"在此信中，曹丕回忆与建安诸子流连诗酒的欢快情景，简评他们的文学成就，流露出怀念之情和对岁月的迁逝之悲。情真意切，平易晓畅。吴质，字季重，博学多智，官至振威将军，封列侯，与曹丕友善。<br>（2）白：说。<br>（3）岁月易得：指时间过得很快。<br>（4）行：将。复：又。<br>（5）\"《东山》\"句：《诗经·豳风·东山》：\"自我不见，于今三年。\"写士兵的思乡之情。远，指时间久远。<br>（6）支：承受。<br>（7）书疏：书信。<br>（8）劳结：因忧思而生的郁结。<br>（9）昔年疾疫：指建安二十二年发生的疾疫。<br>（10）离：通\"罹\"，遭遇。<br>（11）徐、陈、应、刘：指建安七子中的徐干、陈琳、应玚、刘桢。<br>（12）连舆：车与车相连。舆，车。<br>（13）接席：座位相挨。<br>（14）须臾：一会儿。相失：相离。<br>（15）觞酌（shāng zhuó）流行：传杯接盏，饮酒不停。觞，酒杯。酌，斟酒，代指酒。<br>（16）丝：指琴类弦乐器。竹：指箫笙类管乐器。<br>（17）忽然：一会儿，形容时间过得很快。不自知乐：不觉得自己处在欢乐之中。<br>（18）谓百年己分（fèn）：以为长命百年是自己的当然之事。分，本应有的。<br>（19）相保：相互保有同处的欢娱。<br>（20）图：料想。<br>（21）零落略尽：大多已经死去。零落，本指草木凋落，此喻人死亡。略，差不多。<br>（22）\"顷撰\"二句：我最近撰集他们的遗作，汇成了一部集子。顷，近来。都，汇集。<br>（23）鬼录：死人的名录。<br>（24）化为粪壤：指死亡。人死归葬，久而朽为泥土。<br>（25）类：大多。护：注意。细行：小节，细小行为。<br>（26）鲜：少。名节：名誉节操。<br>（27）伟长：徐干的字。怀文抱质：文质兼备。文，文采。质，质朴。<br>（28）箕（jī）山之志：鄙弃利禄的高尚之志。箕山，相传为尧时许由、巢父隐居之地，后常用以代指隐逸的人或地方。<br>（29）彬彬君子：《论语·雍也》：\"文质彬彬，然后君子。\"彬彬，文质兼备貌。<br>（30）《中论》：徐干著作，是一部政论性著作，系属子书，其意旨：“大都阐发义理，原本经训，而归之于圣贤之道。”<br>（31）德琏：应玚的字。斐然：有文采貌。述：阐发前人著作。作：自己创作。<br>（32）良：确实。<br>（33）间（jiàn）者：近来。<br>（34）抆（wěn）：擦拭。<br>（35）\"既痛\"两句：既悲痛死者，又想到自己。行，又。<br>（36）孔璋：陈琳的字。章表：奏章、奏表，均为臣下上给皇帝的奏书。殊健：言其文气十分刚健。<br>（37）微：稍微。繁富：指辞采繁多，不够简洁。<br>（38）公干：刘桢的字。逸气：超迈流俗的气质。<br>（39）遒（qiú）：刚劲有力。<br>（40）绝：超过。<br>（41）元瑜：阮瑀的字。书记：指军国书檄等官<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>字。翩翩：形容词采飞扬。<br>（42）致足乐也：十分令人快乐。致，至，极。<br>（43）仲宣：王粲（càn）的字。续：一作\"独\"。<br>（44）体弱：《三国志·魏志·王粲传》说王粲\"容状短小\"，\"体弱通脱\"。体，体质、气质。<br>（45）起其文：勃起他的文气。<br>（46）\"昔伯牙\"句：春秋时俞伯牙善弹琴，唯钟子期为知音。子期死，伯牙毁琴，不再弹。事见《吕氏春秋·本味》。钟期，即钟子期。<br>（47）\"仲尼\"句：孔子的学生子路在卫国被杀并被剁成肉酱后，孔子便不再吃肉酱一类的食物。事见《礼记·檀弓上》。<br>（48）醢（hǎi），肉酱。<br>（49）门人：门生。<br>（50）莫逮：没有人能赶上。<br>（51）但为：只是。<br>（52）后生可畏：年轻人值得敬畏。《论语·子罕》：\"后生可畏，焉知来者之不如今也！\"<br>（53）诬：妄言，乱说。<br>（54）足下：对吴质的敬称。<br>（55）年行：行年，已度过的年龄。<br>（56）暝（míng）：合眼入睡。<br>（57）光武：东汉开国皇帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>的庙号。<br>（58）\"年三十\"三句：李善注以为语出《东观汉记》载刘秀《赐隗嚣书》。所更非一，所经历的事不只一件。<br>（59）\"以犬羊\"四句：谦称自己并无特出德能，登上太子之位，全凭父亲指定。<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《法言·吾子》：\"羊质虎皮，见草而悦，见豺而战，忘其皮之虎也。\"《文子》：\"百星之明，不如一月之光。\"服，披，穿。假，借。日月，喻帝后、天地。此喻指曹操。<br>（60）见：被。<br>（61）易：改变。<br>（62）攀（pān）援：挽留。<br>（63）炳烛夜游：点着烛火，夜以继日地游乐。《古诗十九首》：\"昼短苦夜长，何不秉烛游？\"炳，燃。一作\"秉\"，持。<br>（64）良有以也：确有原因。<br>（65）顷：最近。<br>（66）述造：即\"述作\"。不：同\"否\"。<br>（67）於邑（wūyè）：同\"呜咽\"，低声哭泣。<br>（68）裁书：写信。古人写字用的帛、纸往往卷成轴，写字时要先剪裁下来。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　为了增强表现力，信中明征暗引的成语和典故很多，显得文采斐然；但是用得妥帖巧妙，并多是平时已为人们所熟悉的常典和名句，所以一点也没有艰涩之感。作者还十分注意语言的感情色彩，往往只用一两个字就传达出丰富的内涵。用字不多，但从中可体味到隐含着的惋惜之情。另外，此信的音韵节奏也非常和谐。作者对于句子的抑扬顿挫和段落的承转连接都十分，全文犹如一沟溪水，汩汩流出，了无滞碍。</p> <p>　　在整理、编订遗文的过程中，他对亡友的<a href=\"http://so.gushiwen.org/view_72783.aspx\">诗</a>文也与《典论·论文》一样，一一作出了公允的评价。但与《典论·论文》不同的是这封书信并非旨在论文，而是重在伤逝：一伤亡友早逝，美志未遂。在七子中，只有徐斡一人“成一家之言”，“足传后世”，可以不朽；余者才虽“足以著书”，但不幸逝去，才华未尽，“美志不遂”，令人十分悲痛惋惜。二伤知音难遇，文坛零落。早逝诸人都是建安时期的“一时之隽”，与<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>声气相通，他们亡故后，曹丕再也难以找到像那样的知音了。“今之存者”，又不及他们，邺下的文学活动顿时冷落下来，建安风流，零落殆尽。因而他一边整理他们的文章，一边“对之技泪”，睹物思人，悲不自胜，伤悼忘友的早逝。</p>",
  "about": "<h2>讲解</h2> <p>　　《与吴质书》是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>书信的代表作。在整理朋友文稿的过程中，作者睹文思友，有感而发，流露出对朋友真挚、深厚的感情。整篇文章风格清丽婉约，语言优美流畅，读来流利顺畅，朗朗上口，全文可以划分为五段：第一段作者借《<a href=\"http://so.gushiwen.org/view_72783.aspx\">诗</a>经·东山》中的诗句，来表达了分别之后对朋友的思念之情，用典表情、情深意切、手法婉转．轻轻一句便点出了朋友问深厚的感情。</p> <p>　　第二段作者怀念昔日美好时光，阐述了撰订遗文的原因。首先叙说自己因少亲故死于疾疫而感到十分悲哀痛苦一接着笔锋一转，忆起当年大家“觞酌流行，丝竹并奏，酒酣耳热，而赋诗”的热闹场景，然而如今眼前却凄凉萧条，如此对比，更突出了作者对这份友情的无限怀念。最后作者谈到近来撰订朋友们的遗稿，看见文稿在而朋友逝，睹物思人．非常感伤在这段叙述中，作者情绪哀乐交替，以哀写乐，以乐衬哀，使得哀乐的对比十分鲜明，从而表达了对亡友深切的怀念之情。然而此刻亡友们已“化为粪壤”，昔日大家在一起无忧无虑的子一去不复返，尽管作者还活着，但早已物是人非，叫人哀伤与怀念。</p> <p>　　第三段曹丕评论了建安诸子的文章，对它们依次作出评价，指了各自的优劣，曹丕一直以来对文学就很重视，甚至把文学提到与事业并立的地位。因此，他对亡友最好的悼念方式就是整理编订好他们的遗稿，以示纪念。</p> <p>　　第四段是对自我的总结和概括作者先借用们牙和子两个典故来说明知音难求，并表示在建安诸子去世之后，再也难觅此般知音了，作者站在后来者的角度卜．来说明这个问题，更表现出今日身边无人的遗憾和悲哀然后．作者谈到了己，他告诉吴质近来自己年长才退，德薄位尊，因而以“少壮真当努力，年一过往，何可攀援？”这样的话来激励自己奋发努力，用真诚的语词来吐露心声。</p> <p>　　第五段是作者对朋友的存问。曹丕关切地询问吴质最近的生活和著述情况，最后再次表达了对吴质的思念之情，情真意切。</p> <p>　　这封书信抒情真挚感人，这对于众人之的帝王而言，实属难得二全文语气完全没有任何高高在上的架子，反而处处表现与朋友谈心的身份与姿态，其文平易近人，真情流露，充满感染力，写亡友时，作者内心的恻怛悲哀一览无遗，使人不忍卒读写朋友吴质时．作者义热语存问。句句牵挂，字字贴心，读起来如沐春风、暖人心怀写自己时，也是坦白真诚，表现出了帝王与常人一样的喜怒哀乐和忧愁苦思。</p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>与建安七子中的<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>、<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>、阮瑀、应玚、<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>都是过从慎密的好友。他们经常一起游乐欢宴，<a href=\"http://so.gushiwen.org/view_72783.aspx\">诗</a>赋歌酬。然而，建安二十二年（217年），瘟疫流行，徐干、阮瑀、应玚、陈琳、刘桢同时病死，同年王粲也逝去了。至此，建安文坛不复热闹，而是一时冷落。曹丕内心悲痛，于是在建安二十四年（219年）给一起同游宴的吴质写了这封信。",
  "poet": {
    "id": 616,
    "star": 0,
    "name": "曹丕",
    "image": "http://img.gushiwen.org/authorImg/caopi.jpg",
    "desc": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。"
  },
  "tags": [
    "书信",
    "思友"
  ]
}