{
  "id": 69746,
  "star": 51,
  "name": "寄生草·饮",
  "dynasty": "元代",
  "content": "长醉后方何碍，不醒时有甚思。糟腌两个功名字，醅渰千古兴亡事，曲埋万丈虹霓志。不达时皆笑屈原非，但知音尽说陶潜是。",
  "fanyi": "<p><strong>译文<br></strong>长醉以后没有妨碍，不醒的时候有什么可以想的呢？用酒糟腌渍了功名二字，用浊酒淹没了千年来的兴亡史事，用酒曲埋掉了万丈凌云壮志。不识时务的人都笑话<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>不应轻生自尽，但知己的人都说<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>归隐田园是正确的。</p> <p><strong>注释</strong><br>⑴饮：此曲一说系范康（字子安）所作，曲题《酒》。<br>⑵“长醉后”二句：长期昏醉有什么挂碍，昏睡不醒有什么思虑。化用《楚辞·渔父》中“举世皆浊我独清，世人皆醉我独醒”语意。方何碍：却有什么妨碍，即无碍。方，却。有甚思：还有什么思念？<br>⑶“糟腌”三句：言酒把个人的功名，千古的兴亡，无限的壮志都埋葬了。糟腌：用酒糟腌渍。腌，这里有玷污的意思。醅（pēi）渰（yān）：用浊酒淹没。渰：同“淹”。曲埋：用酒曲埋掉。曲：酒糟。虹霓志，气贯长虹的豪情壮志。<br>⑷达：显达，与“穷”相对。屈原（前330？—前278）：战国时期伟大<a href=\"http://so.gushiwen.org/view_69746.aspx\">诗</a>人。为了实现以民为本、举贤授能、修明法度的“美政”，他与楚国的反动贵族统治集团进行了坚决的斗争，宣称“亦余心之所善兮，虽九死其犹未悔”（《离骚》），终于献出了自己宝贵的生命。然自<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>以来，就有指责屈原“露才扬已，竞乎危国群小之间，以离谗贼”（《离骚序》）的。<br>⑸知音：知己。陶潜（365—327）：即陶渊明，东晋著名诗人，淡泊句利，弃县令回乡隐居，诗酒为伴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词写饮酒，充满醉语。醉语多为醒言，它曲折而又含蓄地表达了作者的思想感情。这正是此首小令的“关窍”所在。</p> <p>　　<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>的这首小令表现了不思自思、欲罢不能的那样一种格外强烈的兴亡之慨、感伤意绪。“长醉”、“不醒”两句，表面上好像在说：醉处梦中，无忧无虑，一切都可以弃之脑后，“今觉而昨非，得意而忘言”，似乎作者大彻大悟了。然而，其中更含着作者内心深深的隐痛：醉也好，睡也好，毕竟有时有限，人生毕竟醒时多，醉时少，醉中“无碍”醒时“碍”，梦中“无思”醒来“思”，说是“无碍”，道是“无思”，恰恰说明“心病”正在于此。两句开头语便透露出作者极其矛盾和痛苦的心理状态。</p> <p>　　“糟腌”以下三句，连用三个同意词发语，即“糟腌”、“醅渰”、“曲埋”，好似将一切济世救民、建功立业的虹霓之志都否定了，更愿千古兴亡、世事沧桑也随着一醉而同归泯灭。曲中透露出一个原来胸怀大志，希望建功立业，同时对千古兴亡无限感慨的人物。然而江山依旧，人世瞬变，作者在国仇家恨面前感到了一种失望；泪痕犹在，心底成灰，于是则寄情于酒，以期腌掉、渰没、埋去所有的牵挂，一切的搅扰。有道是“举杯消愁愁更愁”，愈是想要摆脱的东西，它愈是要袭上心头。纵然是用许多的杯中物来“腌”、来“渰”、来“埋”，终究是无济于事的。字里行间，语意情味，都揭示出作家对建功立业、家国兴亡以及曾经有过的凌云壮志耿耿于怀，拳拳在念。明人孙大雅为白朴《天籁集》作序云：“先生少有志天下，已而事乃大谬。顾其先为金世臣，既不欲高蹈远引以抗其节，又不欲使爵禄以干其身，于是屈己降志，玩世滑稽。”孙序此说，倒颇中白朴作品肯綮，揭示出白朴玩世滑稽背后深藏着的无限凄楚苍凉的意绪。从白朴的词作中可以看出他对兴亡事是时时挂怀的：“长江不管兴亡，漫流尽英雄泪万行。”（《沁园春·保宁佛殿即凤凰台》）这是白朴居建康时的作品。几乎同时写的《夺锦标》，更是发出“新亭何苦流涕，兴废今古同”的悲叹。就是在他年轻时游淮扬，也同样写出调子十分低沉的词作：“谩今宵酒醒，无言有恨，恨天涯远。”（《水龙吟·题丙午秋到淮扬途中值雨甚快然》）</p> <p>　　“不达时皆笑<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>非，但知音尽说陶潜是”，这两句既是全曲的思想总结，又是点睛之笔。不能简单地认为作者在这里是嘲笑屈原之“非”，而仅仅肯定陶潜之“是”。这分明是作者一如全曲的声情口吻，是愤语，是苦语，亦可以说是反语。即赞扬屈子、陶公的不肯同流合污。表面上看将屈、陶分开来，一“是”一“非”，一为“知音”，一为“不达”，殊不知不求显达而作隐逸君子并非作者本心本意，如上文所作的分析，作者处于入世和出世的极为复杂的思想矛盾之中，是非界限有时是倒置的，即是所谓“知荣知辱牢缄口，谁是谁非暗点头”（《中吕·阳春曲·知几》）。这种貌似旷达，实含酸痛的曲语，正表现了作者思想感情上深深的矛盾和痛苦。不仅是白朴，其他元散曲作家的作品亦有类似的现象。对于这些作品，如不将它们放在当时特定的历史环境中来考察，是不容易看出它们有什么积极的思想因素来的。王季思先生说：这类作品“在消极表现中即含有积极因素，未可一笔抹杀。”（《玉轮轩古典文学论集》）戏语并非戏语，而是痛语，狂语，亦可看作是隐语。“人生大半不称意，放言岂必皆游戏？”如此去看，白朴此曲便不那么令人费解了。</p> <p>　　有趣的是白朴于酒上并不很贪恋，他曾在《水龙吟》之一序中说：“遗山先生有醉乡一词，仆饮量素悭，不知其味，独闲居嗜睡有味，因为赋此。”可见他的“自饮”也好，“劝饮”也罢，都是为求“嗜睡”，为求忘忧不醒，此中苦涩哀痛，令人黯然，这也是理解白朴“劝饮”曲意的一个很好的注脚。“饮量素悭”且又“不知其味”的人大倡纵酒，有几分滑稽，而滑稽背后便是无尽的哀痛。</p> <p>　　从写法上来看，这首小令篇幅很小，内涵又是非常的丰富，它耐咀嚼，有意味，格调别致，韵致独出。作者紧紧围绕着“劝饮”的题意，劈头就触及了题旨。先说“长醉”的好处，即是“劝”；继而说明为什么要“劝”，无非是为了忘忧，将功名事、兴亡事、凌云壮志一古脑都抛掉了，以求内心之平和；最后是评论屈原、陶潜的“是”与“非”，仍然紧紧扣在“饮”字上，全曲层次分明，叙议有致，一气呵成，浑然无缝。看似随意之作，实则皆明心迹，完全是有感而发。明人贾仲明挽白朴词云：“洗襟怀剪雪裁冰，闲中趣，物外景，兰谷先生。”（天一阁本《录鬼簿》）这个评语不仅适用于白朴剧曲，也适于其散曲创作。闲而不闲，意在曲外，这正是白朴的高明之处。明朱权在《太和正音谱》中说白朴曲“风骨磊磈，词源滂沛，若大鹏之起北溟，奋翼凌乎九霄，有一举万里之志，宜冠于首。”“风骨磊磈”，是说白朴身世遭逢，幼经战乱兵燹，胸中有无限积郁；“词源滂沛”，是指白朴之曲造语多变，遣词丰富，拈句自如；“若大鹏之起北溟”等语则是状白曲的气势。白朴作品历来被视为绮丽婉约一派，所谓“娇马轻衫馆阁情，拈花摘叶风<a href=\"http://so.gushiwen.org/view_69746.aspx\">诗</a>性”，然这首小令却别出机杼，极饶自然朴素之趣。通篇如喷涌而出，不乏巧凿，却一丝痕迹不露，显示出作者高超的艺术技巧。整齐的对偶句式，生动自然。“糟腌”、“醅渰”、“曲埋”六字，同一意思，用词各别，形成一组排比句式，避免了重复的感觉，同时语言简易、浅显，富于口语感。“不达”二句，将“不达”前置，便在形式上列出了一双工对的句子；夸张的修辞手法，给人以形象的启迪，平增无限机趣；虽是口语声吻，又处处合于规矩，音韵流畅而富于节奏感，读来朗朗上口。</p> <p>　　总之，白朴此曲表述的思想是深刻的、哀痛的，而表现形式则是浅显的、达观的。构思巧妙，用心良苦，写来全不费踌躇，在绮丽婉约之外又别开生面，堪称白朴曲中珍品。</p>",
  "about": "<h2>创作背景</h2> 　　古来劝饮、纵酒之作可谓汗牛充栋，历代皆有之。由于所处境遇不同，其情又各有所别。<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>嗜酒，是为自标风流；<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>纵酒，是因失意而强作放达；<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有济世之志，却不断碰壁，志不得伸，于是借酒自慰；<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a><a href=\"http://so.gushiwen.org/view_69746.aspx\">诗</a>酒放怀，乃为恣情所注。自古文酒不分离，诗与酒更是结下了不解之缘，更何况元朝统治者残酷的政治压迫，因而元代醉翁更多，醉歌殊狂，醉语益奇。<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>之系于文酒，也有着其特殊的底蕴和内涵。个人的遭逢离乱，“山河之感，禾黍之悲”，不能不使作家痛心疾首，愤恨满腔。白朴的“劝饮”，正是充满着家国之痛，兴亡之感，似乎只有酒，才能排遣他心中的凄凉和愁闷。这正是白朴创作此词的契机。",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": [
    "饮酒",
    "爱国",
    "凄凉",
    "愁苦"
  ]
}