{
  "id": 32543,
  "star": 201,
  "name": "官仓鼠",
  "dynasty": "唐代",
  "content": "官仓老鼠大如斗，见人开仓亦不走。 <br>健儿无粮百姓饥，谁遣朝朝入君口。",
  "fanyi": "<p><strong>译文</strong><br>官府粮仓里的老鼠，肥大得像量米的斗一样，看见人来开启粮仓也不逃走。<br>守卫边疆的将士没有粮食，辛劳的老百姓正在挨饿，是谁天天把官仓里的粮食送入你们这些官仓老鼠嘴里去的呢？</p> <p><strong>注释</strong><br>⑴官仓（cāng）：官府的粮仓。<br>⑵斗（dǒu）：古代容量单位，十升为一斗。一作“牛”。<br>⑶健儿：前方守卫边疆的将士。<br>⑷谁遣（qiǎn）：谁让。朝朝（zhāozhāo）：天天。君：指老鼠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_32543.aspx\">诗</a>如题所示，写的是官仓里的老鼠。在<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>列传》中有这样一则记载：“李斯者，楚上蔡人也。年少时，为郡小吏，见吏舍厕中鼠食不洁，近人犬，数惊恐之。斯入仓，观仓中鼠，食积粟，居大庑之下，不见人犬之忧。”于是李斯乃叹曰：“人之贤不肖譬如鼠矣，在所自处耳。”这首《官仓鼠》应是从这里受到了一些启发。在灾荒之年，官仓内积满粮食，老鼠吃得肥大如斗，下层士兵和穷苦百姓却忍饥挨饿。诗人在这首诗里愤怒揭露了这种现象。他质问的是官仓鼠，实际上谴责的是大大小小的贪官污吏。</p> <p>　　诗的前两句貌似平淡而又略带夸张，形象地勾画出官仓鼠不同凡鼠的特征和习性。谁都知道，老鼠历来是以“小”和“怯”著称的。它们昼伏夜动，见人就跑，所以有所谓“兽之大者莫勇于虎，兽之小者莫怯于鼠”的说法。然而官仓鼠却非同一般：它们不仅“大”──“官仓老鼠大如斗”；而且“勇”──“见人开仓亦不走”。至于官仓鼠何以能至于此，诗人并未多说，但其意并不难明白：“大”，是饱食积粟的结果；“勇”，是无人去整治它们，所以见人而不遁逃。</p> <p>　　第三句突然由“鼠”写到“人”：“健儿无粮百姓饥。”官仓里的老鼠被养得又肥又大，前方守卫边疆的将士和后方终年辛劳的百姓却仍然在挨饿。诗人以强烈的对比，一下子就把一个令人触目惊心的矛盾展现在读者面前。面对这样一个人不如鼠的社会现实，第四句的质问就脱口而出了：“谁遣朝朝入君口？”至此，诗的隐喻意很清楚了。官仓鼠是比喻那些只知道吮吸人民血汗的贪官污吏；而这些两条腿的“大老鼠”所吞食掉的，当然不仅仅是粮食，而是从人民那里搜刮来的民脂民膏。尤其使人愤慨的是，官仓鼠作了这么多孽，竟然可以有恃无恐，这必定有人作后台。“谁遣朝朝入君口？”诗人故执一问，含蓄不尽。“谁”字下得极妙，耐人寻思。它有意识地引导读者去探索造成这一不合理现象的根源，把矛头指向了最高统治者，主题十分鲜明。</p> <p>　　这种以大老鼠来比喻、讽刺剥削者的写法，早在《诗经·魏风·硕鼠》中就有。不过，在《硕鼠》中，诗人反复冀求的是并不存在的“乐土”“乐国”“乐郊”，而《官仓鼠》却能面对现实，引导人们去探求苦难的根源，在感情上也更加强烈。这就是一种发展。</p> <p>　　这首诗，从字面上看，似乎只是揭露官仓管理不善，细细体味，却句句是对贪官污吏的诛伐。诗人采用的是民间口语，然而譬喻妥帖，词浅意深。他有“斗”这一粮仓盛器来比喻官仓鼠的肥大，既形象突出，又点出了鼠的贪心。最后一句，又把“鼠”称为“君”，俨然以人视之而且尊之，讽刺性极强，深刻地揭露了这个是非颠倒的黑暗社会。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_32543.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>在洋州（今陕西洋县）任职期间。咸通（唐懿宗年号，公元860—874年）年间，曹邺出任洋州刺史，看到吏治腐败，百姓贫苦，官员、士绅相互勾结，内贪外刮的景象时，写下了这首政治讽刺诗《官仓鼠》。",
  "poet": {
    "id": 98,
    "star": 0,
    "name": "曹邺",
    "image": "http://img.gushiwen.org/authorImg/caoye.jpg",
    "desc": "曹邺，字邺之，桂州（桂林）阳朔人，与晚唐著名诗人刘驾、聂夷中、于濆、邵谒、苏拯齐名，而以曹邺才颖最佳。"
  },
  "tags": [
    "讽刺",
    "官吏"
  ]
}