{
  "id": 58365,
  "star": 9,
  "name": "摸鱼儿·掩凄凉黄昏庭院",
  "dynasty": "宋代",
  "content": "掩凄凉、黄昏庭院，角声何处呜咽。矮窗曲屋风灯冷，还是苦寒时节。凝伫切。念翠被熏笼，夜夜成虚设。倚阑愁绝。听凤竹声中，犀影帐外，簌簌酿寒轻雪。<br>伤心处，却忆当年轻别。梅花满院初发。吹香弄蕊无人见，惟有暮云千叠。情未彻。又谁料而今，好梦分胡越。不堪重说。但记得当初，重门锁处，犹有夜深月。",
  "shangxi": "<h2>鉴赏</h2> <p>　　起句“掩凄凉、黄昏庭院，角声何处呜咽。”便在笼罩着一片凄凉的气氛下，从视觉上展现出黄昏日暮时庭院荒索的景象。接着又从听觉上写远处的角声，耳闻角声，却辨不清传自何方，仿佛四面八方都在呜咽。置身于这种情境中，一个本来就抑郁寡欢的人，更感到心神茫然不知所从。“矮窗曲屋风灯冷”，虽然窗低屋深，但经年累月，已经很不严实的房屋，寒风仍然透墙入户，吹动灯火摇摇晃晃，连屋中的主人也不禁寒栗起来。这句词，意在表现词人内心的寒冷与情绪的波动。接下来以“还是”二字唤起昔日“苦寒时节”的追忆。同是“苦寒时节”，但心情冷暖却竟然如此不同：过去曾与恋人嘘寒问暖的情景一一成为往事；如今心头的余温尚在，不过单凭这一点余温怎能敌得住严冬袭来的酷寒呢？于是词人凝立良久，沉溺于感伤的情绪中不能自拔。此时映入眼帘中的“翠被熏笼”，从前是那么温暖，现今人去物在，夜夜只是虚设床头，只能使人触目伤情罢了。</p> <p>　　那么，既然“夜夜成虚设”，又何必睹目伤心而不把它收拣起来呢？当然其中自有一番用意。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《菩萨蛮》词：“翠被已消香，梦随寒漏长。”可见词人“念翠被熏笼，夜夜成虚设”大概是希望借此招来魂魄（翠被原与招魂有关，<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《招魂》：“翡翠珠被，烂齐光些”就是明证），渴盼恋人夜夜入梦，重温“熏笼蒙翠被，绣帐鸳鸯睡”（<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《酒泉子》）的当年旧情。然而，好梦难成，寄望得愈深切，失望得也就愈沉重，结果反而夜不成寐，“倚窗愁绝”──只好起来倚窗待晓，形影相吊，度过这漫漫长夜了。伤心人此时此刻多么需要一些儿宁静，可是“听凤竹声中，犀影帐外，簌簌酿寒轻雪。”窗外庭间的凤尾竹丛被寒风吹动，发出簌簌声响。夜深人静，词人独自一人，仅隔一重薄帐，户外轻雪飘落的声音听得那么分明。可以想象，轻雪之后，随之而来的将是更加寒冷的日子。从上片所写的情与景来看，天寒不解人意冷，而心寒又得不到温暖，内外交迫，寒上加寒，词人将怎么度过这漫长的严冬呢！</p> <p>　　下片起句：“伤心处，却忆当年轻别。”全然是自责的口吻。“伤心处”便是指此时此地、此情此景。因此，词人自然而然地追忆起当年与恋人离散的情由。虽然其中原委在词中并未直说，但此处特别拈出“轻别”二字，可见当初与恋人分手决不是因为生活或感情上发生什么重大变故和分歧，同时，也说明责任主要在词人一方，如今自己酿成的悲剧只好由自己来做这场悲剧的主角。除了追悔之外，还能说些什么呢？下句“梅花满院初发，吹香弄蕊无人见，惟有暮云千叠。”这里是把物态幻化为人情。枝头的梅花散发着阵阵幽香，花蕊含笑仿佛有意逗人爱怜。这一切都分明看在眼里，却又偏说“无人见”，似乎失于文理，但却耐人寻味：一则情人远别，她再也看不到这诱人的梅花；二则词人心情忧伤，尽管雪夜梅绽，清景无限，却无心玩赏，岂不见也等于不见吗？依旧是当年美好的赏梅雪夜，然而伊人却不同在，缠绵悱恻，对景难排。举目遥天，惟见暮云千重万叠，思念的人儿却天各一方，又到哪里去寻觅她的踪迹呢？“情未彻，又谁料而今，好梦成吴越。”当初的轻别既然不是由于爱情的破裂，却落得个情未终而缘已尽，好梦未竟而反目成仇（吴、越是春秋时代有世仇的敌国。这里是借指情人之间的反目）的意外结局。这么一场令人追慕的恋情，既然未能始终如一，就应该从此了结，免受折磨。但如今虽然人各一方，却偏偏藕断丝连，“沉思前事，似梦里；泪暗滴”（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王·柳》）。应该看到，这里词人有一句内心独白：早知今日，何必当初！但是，既有当初，又岂能没有今日呢？</p> <p>　　最后，从“不堪重说”起，词人转而自慰，这只是出于心灵上的自我安慰。其实不“说”不等于不想。想什么？自然是千种风情，万般恩爱……但词人却将如此复杂微妙的感受竟出乎意外地概括成一个单一的独立意象：“重门深锁，犹有夜深月。”重门锁后，只有那深夜的明月知道这一切。牛峤《应天长》词：“鸳鸯对衔罗结，两情深夜月。”却又都不说出这一切，只好由读词的人自己去联想：当初，月影婵娟，两情欢爱，不愿就眠；月下携手，寒夜赏梅，自有一番“除却天边月，没人知”（韦庄《女冠子》词）的情趣。如今又是轻雪之夜，满院梅花初放，感到的却只有苦寒。……这岂不是又在“重说”了吗？不过不是词人说而是读词的人在替他说罢了。</p>",
  "poet": {
    "id": 486,
    "star": 0,
    "name": "程垓",
    "image": "http://img.gushiwen.org/authorImg/chenggai.jpg",
    "desc": "「程垓」字正伯，眉山（今属四川）人。苏轼中表程之才（字正辅）之孙。淳熙十三年（1186）游临安，陆游为其所藏山谷帖作跋，未几归蜀。撰有帝王君臣论及时务利害策五十篇。绍熙三年（1192），已五十许，杨万里荐以应贤良方正科。绍熙五年（1194）乡人王称序其词，谓“程正伯以诗词名，乡之人所知也。余顷岁游都下，数见朝士，往往亦称道正伯佳句”。冯煦《蒿庵论词》：“程正伯凄婉绵丽，与草窗所录《绝妙好词》家法相近。”有《书舟词》（一作《书舟雅词》）一卷。"
  },
  "tags": [
    "追忆",
    "伤怀",
    "伤感",
    "孤寂"
  ]
}