{
  "id": 49559,
  "star": 8,
  "name": "减字木兰花·送东武令赵昶失官归海州",
  "dynasty": "宋代",
  "content": "贤哉令尹，三仕已之无喜愠。我独何人，犹把虚名玷缙绅。<br>不如归去，二顷良田无觅处。归去来兮，待有良田是几时。",
  "fanyi": "<p><strong>译文<br></strong>贤明的县令啊，你的心胸如此开阔，令人敬佩。我自己凭借着虚名居官，不免玷辱士林。<br>不如退归田园吧，可惜还没有退隐的条件。我期盼着像你一样归隐乡里，不知要等到何时。</p> <p><strong>注释<br></strong>①减字木兰花：唐教坊曲，后用为词牌，简称《减兰》。《张子野词》入“林钟商”，《乐章集》入“仙吕调”。双调四十四字，与《木兰花》相比，前后片第一、三句各减三字，改为平仄韵互换格，每片两仄韵，两平韵。又有《偷声木兰花》，入“仙吕调”。<br>②东武：这里指密州高密县。后魏置高密郡，治所在高密（见《一统志》）。赵晦之：名昶，字晦之。海州或涟水人。<br>③令尹：春秋时称楚国执政者，后世也用来称知县。<br>④三仕已之无喜愠（yùn）：出自《论语·公冶长》：“令尹子文三仕为令尹，无喜色；三已之，无愠色”。<br>⑤玷：沾辱，自谦之词。缙（jìn）绅：本指官员的装束，即将手持的笏板插在腰间的大带子上，借作官员的代称。<br>⑥二顷良田：典出《史记·苏秦传》：“且使我有洛阳负郭田二顷，吾岂能佩六国相印乎”！<br>⑦归去来兮：归去吧。来，语助词。语出<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片重在赞扬赵晦之不以个人升沉得失萦怀的胸襟和品德。开头一句“贤哉令尹”，赞颂之情溢于言表。接着以“三仕已之无喜愠”来加以申述。这里运用了出自《论语·公冶长》篇中的典故，概括了赵晦之出仕与罢官两方面的经历，以及赵晦之的忘怀得失的主观态度。在官位观念极重的封建时代，赵晦之这种超脱的态度是十分难得的，所以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以“贤哉令尹”相许。苏轼这样措辞，表达了苏轼对失官的友人的理解、敬重和宽慰。后两句转到说苏轼自己，很有点自愧不如、自惭形秽的意思。这是苏轼的谦虚，而苏轼对赵晦之的推重以及惜才的心理，也见于言外了。</p> <p>　　下片紧承上片，写自己归隐田园的愿望。“二顷良田”，用了《史记》中的典故，带有几分幽默感。：当初由于“良田”全无，才走到仕途上来的。可是出仕与归田相比，苏轼此时企图选择的还是归田，“不如归去”。然而说是归田，却是无田。这下，苏轼不知道怎么办，在结尾处，苏轼打趣说：还是回去吧，要等到有良田不知是何年何月呢。由此可见苏轼归田（实际是退隐）心情的迫切。这样写，表现了苏轼在出处之间徘徊的人生态度，但主要还是为了进一层淡化赵晦之的功名心理，消除可能因罢官而引起的失落感，表明自己是同道之人。在当时情境下，这是最得体也最有效的宽慰之辞。</p> <p>　　全词，采用对比、用典的写作手法，以散文句法入词，引用《论语》中的语句，以及<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》中的语句，表达了苏轼体贴慰勉的情意。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗熙宁八年（1075年）十二月，东武令赵晦之罢官归海州，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>作该词以赠别。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "赠别",
    "慰勉"
  ]
}