{
  "id": 71160,
  "star": 6609,
  "name": "鱼我所欲也",
  "dynasty": "先秦",
  "content": "　　鱼，我所欲也；熊掌，亦我所欲也，二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也。死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也。使人之所恶莫甚于死者，则凡可以辟患者何不为也！由是则生而有不用也；由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。</p> <p>　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。</p> <p>　　万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美，妻妾之奉，所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　鱼是我所喜爱的，熊掌也是我所喜爱的，如果这两种东西不能同时都得到的话，那么我就只好放弃鱼而选取熊掌了。生命是我所喜爱的，道义也是我所喜爱的，如果这两样东西不能同时都具有的话，那么我就只好牺牲生命而选取道义了。生命是我所喜爱的，但我所喜爱的还有胜过生命的东西，所以我不做苟且偷生的事；死亡是我所厌恶的，但我所厌恶的还有超过死亡的事，所以有的灾祸我不躲避。如果人们所喜爱的东西没有超过生命的，那么凡是能够用来求得生存的手段，哪一样不可以采用呢?如果人们所厌恶的事情没有超过死亡的，那么凡是能够用来逃避灾祸的坏事，哪一桩不可以干呢?采用某种手段就能够活命，可是有的人却不肯采用；采用某种办法就能够躲避灾祸，可是有的人也不肯采用。由此可见，他们所喜爱的有比生命更宝贵的东西（那就是“义”）；他们所厌恶的，有比死亡更严重的事（那就是“不义”）。不仅贤人有这种本性，人人都有，只不过有贤能的人不丧失罢了。<br>　　一碗饭，一碗汤，得到它就能活下去，不得到它就会饿死。可是轻蔑地呼喝着给人吃，饥饿的行人也不愿接受；用脚踢给别人吃，乞丐也因轻视而不肯接受。<br>　　高官厚禄却不辨是否合乎礼义就接受了它。这样，高官厚禄对我有什么好处呢?是为了住宅的华丽，妻妾的侍奉和认识的穷人感激我吗?以前（有人）宁肯死也不愿接受，现在（有人）却为了住宅的华丽却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）却为了妻妾的侍奉却接受了它；以前（有人）宁肯死也不愿接受，现在（有人）为了认识的穷人感激自己却接受了它。这种做法不是可以让它停止了吗?这就叫做丧失了人所固有的本性。 </p><p><strong>注释</strong><br>1、 选自《孟子·告子上》。<br>2、 苟得：苟且取得，这里是“苟且偷生”的意思。<br>3、 患：祸患，灾难。<br>4、 辟：通“避”，躲避。<br>5、 如使：假如，假使。<br>6、 何不用也：什么手段不可用呢？<br>7、 勿丧：不丢掉。</p>",
  "shangxi": "　　孟子继承了孔子的思想，而又有发展。他生活在诸侯互相攻伐“无义战”的时代，目睹了人民遭受涂炭的社会现实，也看到了人民的力量。在此基础上，发展了民本思想，明确提出“民为贵”、“君为轻”。政治上主张实行“王道”、“仁政”。反对“霸道”、“暴政”。呼吁统治者重视人民、安定人民、少收赋税，减轻刑罚，使百姓“不饥不寒”。这些观点反映了人民的愿望，有一定进步意义，但却脱离当时的社会实际，根本行不通。孟子还主张社会分工，这符合社会发展规律，但却得出“劳心者治人，劳力者治于人”的结论，为阶级剥削和压迫制造了理论依据。孟子的哲学思想属于主观唯心主义，最具代表性的是他的“性善论”，认为人生来就有善良的本性，他说：“人性之善也，犹水之就下也。人无有不善，小无有不下。”还说：“恻隐之心，仁也；羞恶之心，义也；恭敬之心，礼也；是非之心，知也。仁义礼智，非曲外铄(给与)我也，我固有之也。”孟子的人性说中有合理的成分，他特别强调后天环境和教育对人的影响，以及自我修养的作用，认为“逸居而无教，则近于禽兽”“生于忧患，死于安乐”；要求人们反躬自求，“养浩然之气”，做到“舍生取义”，“富贵不能淫，贫贱不能移，威武不能屈。”",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>故患有所不辟：“辟”通“避”，躲避<br>所识穷乏者得我与：“得”通“德“，恩惠，这里指感激</p> <p><strong>词类活用</strong><br>名词作动词<br>得，恩惠，这里是感激的意思。 例句：所识穷乏者得我与 。<br>动词作名词<br>生,可以获得生存的手段。 例句:由是则生而有不用也。</p> <p><strong>本文主旨</strong><br>恻隐之心，人皆有之；<br>羞恶之心，人皆有之；<br>是非之心，人皆有之。 </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子及其弟子"
  },
  "tags": [
    "初中文言文",
    "生死",
    "道德",
    "修养"
  ]
}