{
  "id": 72240,
  "star": 123,
  "name": "唐雎说信陵君",
  "dynasty": "先秦",
  "content": "　　信陵君杀晋鄙，救邯郸，破秦人，存赵国，赵王自郊迎。</p> <p>　　唐雎谓信陵君曰：“臣闻之曰：事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何谓也？”对曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德于我也，不可忘也；吾有德于人也，不可不忘也。今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然见赵王，愿君之忘之也。”信陵君曰：“无忌谨受教。” ",
  "fanyi": "<p><strong>译文</strong><br>　　信陵君杀了晋鄙，救下邯郸，打败了秦兵，使赵国得以幸存。赵孝成王亲自到郊外去迎接他。这时，唐雎对信陵君说：“我听说，事情有不可以知道的，有不可以不知道的；有不可以忘掉的，有不可以不忘掉的。”信陵君说：“这话怎样讲呢？”唐雎回答说：“别人憎恨我，不可以知道；我憎恶别人，是不可以让人知道的；别人有恩德于我，是不可以忘记的；我有恩德于别人，是不可以不忘记的。如今，你杀了晋鄙，救下邯郸，打败秦兵，保存了赵国，这对赵国是大恩德。现在，赵王亲自到郊外迎接你。你很快就会见到赵王了，希望你把救赵王的事忘掉吧!”信陵君说：“无忌我敬遵你的教诲。”</p><p><strong>注释</strong><br>①唐雎：唐雎（jū）,战国时代魏国著名策士。为人有胆有识，忠于使命，不畏强权，敢于斗争并敢于为国献身。有90岁高龄西说强秦使秦不敢加兵的魏国。曾经在魏国灭亡后出使秦国，冒死与秦王抗争，粉碎秦王吞并安陵（魏国属国）的阴谋。<br>②说：shui（第四声），游说之意。<br>③信陵君杀晋鄙：指信陵君杀了晋鄙，救下邯郸，打败了秦兵，保存了赵国之事。<br>④破：打败，打垮。<br>⑤存：存在，存活。这里是使......幸存。<br>⑥憎：憎恨，讨厌，厌烦等不好的方面。<br>⑦德：恩惠。这里指别人对自己好的的方面。<br>⑧卒然：“卒”通“猝”，突然。<br>⑨谨:郑重。<br>⑩受教：接受教诲。</p>",
  "shangxi": "<h2>评析</h2> <p>　　本文通过唐雎向信陵君的进言，说明一个人做了好事切不可居功自傲、于人有恩德的事不应放在心上的主旨。</p> <p>　　文章在表现这一主旨时，不是用直白方法，而是迂回切入。唐雎先从事情有不可知、不可不知，不可忘、不可不忘四种情况说起，再具体为人之憎我、我之憎人，人有德于我、我有德于人而应采取的不可不知、不可得而知，不可忘和不可不忘的四种态度，最后才落实到信陵君救赵一事上，说明这是有德于赵、不可不忘之事。辩证说来，环环相扣，严谨有致；语句反复，却不刻板，回环有味，令人深思。</p> <p>　　这篇文章，篇幅至短，而文气则甚宽舒，在简单交代信陵君窃符救赵，赵王郊迎的背景之后，重点写唐雎与信陵君的对话。唐雎先对信陵君说：“事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”这四句话，没头没脑，看似不着边际，不知所云，信陵君也的确不明白，难怪他会问：“何谓也?”于是唐雎不慌不忙，就信陵君的疑问，为他解释这四句话：“人之憎我也，不可不知也；我憎人也，不可得而知也。人之有德于我也，不可忘也；吾有德于人也，不可不忘也。”这四句话可分两层，前二句为上层，后二句为下层，上层为宾，下层为主；在下层中，前句为宾，后句为主，宾主相衬，顿挫有致。“吾有德于人也，不可不忘也”，是唐雎这番话的主旨，于是由泛言“可忘”与“不可忘”，自然而然地引出要规劝的现实的具体的问题：“今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然见赵王，愿君之忘之也!”水到渠成，情理自现。对唐雎之谏，信陵君欣然接受。这段对话，前半为虚笔，后半才落实，虚笔作铺垫，实写见真意，虚实结合，宽缓从容，不急不懈，飘逸有致。</p>",
  "about": "<h2>写作背景</h2> 　　我国战国时代，诸侯逐鹿，相与争锋，在政治、经济、军事、外交各个领域，都需要大批人才。此时，“士”便应运而生。“士”是一个特殊的知识分子阶层。他们或有较高的文化素养，或有高强的武艺，或在某一方面有出类拔萃的才干。各国统治者便招募这些人，收于门下，被称为“门客”。“门客”在那个时期发挥着异乎寻常的作用，他们可以掌握政策、运用策略，掌管外交和军队。各国的贵族为了图谋功业，都大量收养门客。但门客中的某些人因为确有才干，所以他们也要辩识真正思贤若渴的明主才能投奔，这样又促使一些贵族具有礼贤下士之风，达到他们在政治、军事、外交上斗争胜利的目的。<br/><h2>写作特点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生说，《史记》“不拘于史法，不囿于字句，发于情，肆于心而为文”（《汉字学史纲要》）。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>对信陵君礼贤下士、急人之难的侠义精神非常钦佩，他在《史记太史公自序》里说：“能以富贵下贫贱，贤能诎于不肖，唯信陵君为能行之。”在本篇中，他连用了一百四十多个“公子”，在公子身上倾注了真挚而又深沉的崇敬爱戴之情，文章中材料的取舍和剪削都从表现感情的需要出发。文章主要写了信陵君一生中的两桩大事，一是救赵，二是存魏，因为这两件事最能表现公子的侠义精神。其他的则一概剪去不提。可是，在文章的开头，作者却兴致勃勃地讲了一个公子与魏王赌棋的故事。说“赌棋”，却又不讲二人棋艺高低、赌注大小、胜负如何，很明显，这些与塑造公子的形象、表现作者的感情关系不大。太史公紧紧抓住不放的是，在“北境传举烽”的危急关头，兄弟二人的神情动作。尽管这个故事总共才一百来字，作者还是剥茧抽丝般地写了魏王的“释”、“恐”、“惊”、“畏”，公子的“止王”、“复博”和从实相告。魏王的胆小无能、心胸狭窄，公子的贤能沉着、襟怀坦白，无不跃然于纸面。</p> <p>　　全文不枝不蔓。公子一死，文章理应结束，可是，作者却又横添上两节文字。一节写公子死后，秦如何“攻魏”、“拔二十城”、“虏魏王”、“屠大梁”；一节写高祖对公子的敬佩，“常祠公子”，“为公子置守冢五家”。这里形象地告诉人们：公子是魏国的中流砥柱，公子又是光耀后代、万世景仰的</p> <p>　　一颗明星。根据金圣叹的说法，这首尾两处分别运用了“弄引法”和“獭尾法”。所谓“有一段大文字，不好突然便起，且先作一段小文字在前引之。”“一段大文字后，不好寂然便住，更作余波演漾之。”（《读第五才子书法》）作者所以运用这两种写法，则完全是根据表达感情的需要。开头的一个故事是公子的第一个亮相，寄寓了作者强烈的爱憎，鲜明的褒贬，为全篇定下了感情的基调。最后两节文字，是作者不可遏止的感情潮水的余波，是完成公子形象的最后一笔。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "对话",
    "劝谏"
  ]
}