{
  "id": 71989,
  "star": 1185,
  "name": "读书",
  "dynasty": "宋代",
  "content": "归志宁无五亩园，读书本意在元元。<br>灯前目力虽非昔，犹课蝇头二万言。",
  "fanyi": "<p><strong>译文<br></strong>归乡隐居的志向就算没有那五亩田园也依然如故，读书的本意原在于黎民百姓。<br>灯下读书，眼神已大不如从前了。却还是阅读完了两万的蝇头小字。</p> <p><strong>注释<br></strong>（1）归志：返回的念头。<br>（2）宁无：难道没有。<br>（3）元元：指人民。<br>（4）课：<a href=\"http://so.gushiwen.org/view_71989.aspx\">诗</a>中作阅读解。<br>（5）蝇头：比喻字小的和苍蝇头一样。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的<a href=\"http://so.gushiwen.org/view_71989.aspx\">诗</a>歌继承了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>以来诗人忧国忧民的优良传统，以现实主义风格为主，立足于时代，“归老宁无五亩园，读书本意在元元。”一二句直抒胸臆，说自己读书 是为了人民，前两句不重情节画面，而是把事实压缩在极其精炼的诗句内，着重抒写自己的主观感受，具有高度的概括性和强烈的抒情性。一个“宁无”把诗人内心深处对黎民百姓的牵挂表达的淋漓尽致。也显示诗人不为五斗米折腰的情操。在封建时代，能提出“读书本意在元元”，把读书看做是为百姓而读，展现了诗人的可贵。</p> <p>　　三四句是写实，具有二个特点：一是细节的真实性，灯下读书，眼神已大不如从前了。写这首诗时，诗人已经是老人了，透过诗句，诗人灯下读书的形象出现在眼前。二是具体描写方式的客观性，一盏青灯为何出现在陆游的诗中，因为是其读书生涯中最为重要的一件物体，故而成了其读书诗中最引人注目的一个意象。作者通过对现实生活的客观，具体的描写，从作品的场面和情节中自然地体现出作者的忠于人民思想倾向和爱憎感情，尽管明白如话，浅显平淡，但却浅中有深，平中有奇。把诗人在孤灯之下，老眼昏花地阅读蝇头小字的场景，维妙维肖地刻划出来。既是对生活描写，更是对后人告诫，寓意深远。</p> <p>　　陆游是一个善于学习的诗人。他提倡“万卷虽多应具眼”，又强调“诗思出门河处元？”他一生之中写出大量优秀诗篇，是与他的苦学精神分不开的。这首《读书》七绝，如同诗人的学习体会，既反映了诗人在年老时仍坚持苦学的情况，又表明了他学习是为平民百姓而并无他求的可贵精神。诗言志，诗歌是诗人对人生的歌咏，这是中国自古以来关于诗歌内容的基本要求。从这个角度出发，凡是属于人生的各类内容，都可以被纳入诗人取材的范围，不应有什么事先划定的禁区 。对于主要身份是士人的陆游来说，其生活内容有相当大的部分是在书斋里度过的，读书正是他人生经历的重要组成部分。于是当他要想写诗歌咏其生活内容，表示其人生感慨时，读书便理所当然成为不可或缺的题材。</p> <p>　　《读书》虽以读书为题材，但诗人的眼光早已离开书斋这个狭小的空间，他将目光投向于整个人民，所以他所有的读书诗包括《读书》，仍然充满着对生活的热爱，仍然流露着对生命的感慨，仍然是活色生香，精力充沛，是文学意味十分浓厚的好诗。同时他的读书诗既有现实主义的精神，使他的诗内容充实，热情横溢，显得既沉郁悲壮，又恢宏雄放。从平凡细微当中觅得诗情，写成活泼生动的好诗，一切都取决于诗人是否有灵心慧性。</p>",
  "about": "<h2>创作背景</h2> 　　《读书》一<a href=\"http://so.gushiwen.org/view_71989.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>晚年退居家乡后，夜晚读书，眼神不如以前。却依然心系黎民。于是写下了《读书》。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "读书",
    "忧国忧民"
  ]
}