{
  "id": 18256,
  "star": 62,
  "name": "柳州二月榕叶落尽偶题",
  "dynasty": "唐代",
  "content": "宦情羁思共凄凄，春半如秋意转迷。<br>山城过雨百花尽，榕叶满庭莺乱啼。",
  "fanyi": "<p><strong>译文</strong><br>官场上的失意和寄居他乡的忧思一起涌上心头，阳春二月的景象也好像到了寒秋一样，令人心意凄迷。<br>山城的雨后，百花凋零。榕树叶落满庭院，黄莺的啼叫也显得十分嘈杂。</p> <p><strong>注释</strong><br>榕：常绿乔木，有气根，树茎粗大，枝叶繁盛。产于广东、广西等省。<br>宦（huàn）情：做官的情怀。<br>羁思（sì）：客居他乡的思绪。<br>凄凄：形容悲伤难过。<br>春半：春季二月。<br>迷：凄迷。<br>山城：这里指柳州。<br>尽：凋零。<br>榕叶满庭莺乱啼：借景讽刺当时把持朝政的守旧派人物。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18256.aspx\">诗</a>写于柳州刺史任上。</p> <p>　　时当二月，又处南方温热地带，柳州早已是百花盛开、春色满园了。可是一场意外的暴风雨却洗劫了百花，送走了春色。这在过着谪居生活的诗人来说，无疑是一种精神打击。本来他还可以寄情景物，排遣内心忧怨的，而现实竟是这样冷酷无情!哀凉的心绪触发了他的诗思。</p> <p>　　“宦情羁思共凄凄，春半如秋意转迷。”诗篇起句便直抒胸臆。“宦情”与“羁思”，原本就有必然联系。长年游宦在外，远离故土与亲人，旅途漂泊的艰辛，离亲别故的悲怨，有谁能不动心动情呢?屡遭贬窜，此种心情理当加倍沉重．“共凄凄”三字，真实地表现了作者这时候的特殊心态。“宦情”之苦与“羁思”之深叠相撞击着诗人的心扉，他要寻求解脱，而又无可奈何，在这种心境的支配下，他只好走出书房，漫步庭院。而当他目睹了已经过去大半的春光以后，这种情绪反而愈趋沉重了。“春半如秋”，用语平淡而新鲜，写出一种常人不曾，也不会有的独特感受，的确是愁人眼中之景，心中之情相互感应的凝结品。“意转迷”三字，则就“春半如秋”作承转，极言意绪的迷乱烦恼。</p> <p>　　三、四两句，偏重叙事描写。说“山城过雨”，人们似乎还难于体味这场雨的份量和内涵，故后面紧接着补写了“百花尽”三字。此雨非早春润物之雨，它横掠山城，下得大，来得猛，涤荡万物。此一句，遥扣题面，把第二句“春半如秋”四字亦落到实处，同时又引带出末尾一句。“榕叶满庭莺乱啼”。柳州多檀椿树，冠大身屈，四枝旁出，以其不材，故能久而无伤。但是经过这场暴风雨的洗劫，那些百年老榕也叶落满庭了。此等情景令诗人伤心，莺啼之声又格外增添了一重伤感情绪。那一个“乱”字，分明是诗人心烦意乱的精神状态的真实反映。</p> <p>　　这首诗写景肃杀萧条。写情凝重深沉。二月春光正浓之际反呈现百花凋零、榕叶满庭的暮秋景象，反激起诗人一片宦情与羁思，其构思立意均不同常态，而其遣辞造语又极平淡。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《东坡题跋》曾就<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的诗与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的诗作出评论说：“所贵乎枯淡者，谓其外枯而中膏，似淡而实美，渊明、子厚之流是也。”内容丰富充实而字面却略显枯干淡泊的作品，其实正是诗人苦心锤炼的结果，是诗歌创作艺术的极高境界。这样的作品往往“发纤秾于古简，寄至味于淡泊”，咀嚼久之，才能得其真味。</p><br/><h2>评析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_18256.aspx\">诗</a>人就是当上述的在我之情与在物之境相会相融之际，写出了这样一首物来动情、情往感物的诗篇。诗的第二句“春半如秋意转迷”，正是彼来此往的交接点。而如果从诗的章法看，这是一个承上启下的句子。句中的“意转迷”上承前一句，句中的“春半如秋”下启后两句，从而在我与物、情与境之间起了绾合作用。</p> <p>　　当然，就对诗歌的要求而言，仅仅我与物会、情与境融是不够的。这首诗之所以特别凄楚动人，还因为诗人所怀的在我之情不是一时的感慨、淡淡的闲愁，诗人所触的在物之境也不是通常的景色、一般的物象。王士禛有一组《秦淮杂诗》，第一首“年来肠断秣陵舟，梦绕秦淮水上楼。十日雨丝风片里，浓春烟景似残秋”，也是写“春半如秋”。但王诗所怀的情只是感怀往事的一点惆怅之情，所触的境只是风雨凄其的江南习见之境，两者交织成篇，虽然也饶有风韵，不失为一首佳作，而在重量和深度上是不能与柳诗抗衡的。</p>",
  "about": "<h2>创作背景</h2> 　　永贞元年（805年），<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>参与以王叔文为首的革新运动，失败后被贬为永州司马，柳宗元从北方贬谪到荒僻的柳州，由于柳宗元对异地的气候特别敏感，而反常的气候又特别容易触动逐客的愁绪，故而<a href=\"http://so.gushiwen.org/view_18256.aspx\">诗</a>人创作这首诗歌，来表达当时遭到贬谪的愤怒不满。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "春天",
    "抒情"
  ]
}