{
  "id": 70840,
  "star": 1512,
  "name": "杂诗三首·其二",
  "dynasty": "唐代",
  "content": "君自故乡来，应知故乡事。<br>来日绮窗前，寒梅著花未？",
  "fanyi": "<p><strong>译文</strong><br>您是刚从我们家乡来的，一定了解家乡的人情世态。<br>请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？</p> <p><strong>注释</strong><br>①来日：来的时候。<br>②绮(qǐ)窗：雕画花纹的窗户。<br>③著花未：开花没有?著（zhuó）花，开花。未，用于句末，相当于“否”，表疑问。</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70840.aspx\">诗</a>中的抒情主人公（“我”，不一定是作者），是一个久在异乡的人，忽然遇上来自故乡的旧友，首先激起的自然是强烈的乡思，是急欲了解故乡风物、人事的心情。</p> <p>　　开头两句，正是以一种不加修饰、接近于生活的自然状态的形式，传神地表达了“我”的这种感情。“故乡”一词迭见，正表现出乡思之：“应知”表现出了解乡事之情的急切，透露出一种儿童式的天真与亲切。纯用白描记言，却简洁地将“我”在特定情形下的感情、心理、神态、口吻等表现得栩栩如生，这其实是很省俭的笔墨。</p> <p>　　关于“故乡事”，那是可以开一张长长的问题清单的。初唐的<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>写过一篇《在京思故园见乡人问》，从朋旧童孩、宗族弟侄、旧园新树、茅斋宽窄、柳行疏密一直问到院果林花，仍然意犹未尽，“羁心只欲问”；而这首诗中的“我”却撇开这些，独问对方：来日绮窗前，寒梅著花未？仿佛故乡是值得怀念，就在窗前那株寒梅。这就很有些出乎常情。但又绝非故作姿态。</p> <p>　　一个人对故乡的怀念，总是和那些与自己过去生活有密切关系的人、事、物联结在一起。所谓“乡思”，完全是一种“形象思维”，浮现在思乡者脑海中的，都是一个个具体的形象或画面。故乡的亲朋故旧、山川景物、风土人情，都值得怀念。但引起亲切怀想的，有时往往是一些看来很平常、很细小的情事，这窗前的寒梅便是一例。它可能蕴含着当年家居生活亲切有趣的情事。因此，这株寒梅，就不再是一般的自然物，而成了故乡的一种象征。它已经被诗化、典型化了。因此这株寒梅也自然成了“我”的思乡之情的集中寄托。从这个意义上去理解，独问“寒梅著花未”是完全符合生活逻辑的。</p> <p>　　古代诗歌中常有这种质朴平淡而诗味浓郁的作品。它质朴到似乎不用任何技巧，实际上却包含着最高级的技巧。象这首诗中的独问寒梅，就不妨看成一种通过特殊体现一般的典型化技巧，而这种技巧却是用一种平淡质朴得如叙家常的形式来体现的。这正是所谓寓巧于朴。王绩的那首《在京思故园见乡人问》，朴质的程度也许超过这首诗，但它那一连串的发问，其艺术力量却远远抵不上<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的这一问。其中消息，不是正可深长思之的吗？</p><br/><h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70840.aspx\">诗</a>通篇运用借问法，以第一人称叙写。四句都是游子向故乡来人的询问之辞。游子离家日久，不免思家怀内。遇到故乡来人，迫不及待地打听家中情事。他关心的事情一定很多，其中最关心的是他的妻子。但他偏偏不直接问妻子的情况，也不问其他重大的事，却问起窗前的那株寒梅开花了没有，似乎不可思议。细细品味，这一问，确如前人所说，问得“淡绝妙绝”。窗前着一“绮”字，则窗中之人，必是游子魂牵梦绕的佳人爱妻。清黄叔灿《唐诗笺评》说：“‘绮窗前’三字，含情无限。”体味精妙。而这株亭亭玉立于绮窗前的“寒梅”，更耐人寻味。它或许是爱妻亲手栽植，或许倾听过他们夫妻二人的山盟海誓，总之，是他们爱情的见证或象征。因此，游子对它有着深刻的印象和特别的感情。他不直接说思念故乡、亲人，而对寒梅开花没有这一微小的却又牵动着他情怀的事物表示关切，而把对故乡和妻子的思念，对往事的回忆眷恋，表现得格外含蓄、浓烈、深厚。</p> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>深谙五言绝句篇幅短小，宜于以小见大、以少总多的艺术特点，将抒情主人公交集的百感一一芟除，只留下一点情怀，将他灵视中所映现出的故乡种种景物意象尽量删减，只留下窗前那一树梅花，正是在这净化得无法再净化的情思和景物的描写中，透露出无限情味，引人生出无穷遐想。清人宋顾乐《唐人万首绝句选》评此诗：“以微物悬念，传出件件关心，思家之切。”说得颇中肯。</p> <p>　　罗宗强先生在论述盛唐诗人善于将情思和境界高度净化时，将王维这首诗与初唐诗人<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>《在京思故园见乡人问》诗作了比较。两诗的题材内容十分类似。</p> <p>　　王维诗写得质朴自然，感情也真挚动人，但诗中写自己遇到故乡来人询问故乡情事，一连问了子侄、栽树、建茅斋、植竹、种桷、水渠、石苔、果园、林花等一系列问题，“他把见到故乡人那种什么都想了解的心情和盘托出，没有经过删汰，没有加以净化。因此，这许多问，也就没有王维的一问所给人的印象深。”通过这一比较，足以显示出“王维是一位在意境创造中追求情思与景物的净化的高手”（罗宗强《唐诗小史》）。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>在孟津住了十余年，久在异乡，忽然他乡遇故知，激起了是作者强烈的乡思，因此做此<a href=\"http://so.gushiwen.org/view_70840.aspx\">诗</a>表达自己强烈的思乡之情。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "思乡",
    "思亲",
    "写景",
    "梅花"
  ]
}