{
  "id": 71216,
  "star": 511,
  "name": "村晚",
  "dynasty": "宋代",
  "content": "草满池塘水满陂，山衔落日浸寒漪。<br>牧童归去横牛背，短笛无腔信口吹。",
  "fanyi": "<p><strong>译文</strong><br>在一个长满青草的池塘里，池水灌得满满的，山衔住落日淹没了水波。放牛的孩子横坐在牛背上，随意地用短笛吹奏着不成调的的乐曲。 </p> <p><strong>注释</strong><br>①陂（bēi）：池塘。<br>②衔：口里含着。本文指落日西沉，半挂在山腰，像被山咬住了。<br>③浸：淹没。<br>④寒漪（yī）：水上波纹。<br>⑤横牛背：横坐在牛背上。<br>⑥腔：曲调。<br>⑦信口：随口。<br>⑧归去：回去。<br>⑨池塘：堤岸。</p><br/><p><strong>译文</strong><br>绿草长满了池塘，池塘里的水呢，几乎溢出了塘岸。远远的青山，衔着彤红的落日，一起把影子倒映在水中，闪动着粼粼波光。<br>那小牧童横骑在牛背上，缓缓地把家还；拿着一支短笛，随口吹着，也没有固定的声腔。</p> <p><strong>注释</strong><br>⑴陂（bēi）：池塘。<br>⑵衔：口里含着。此指落日西沉，半挂在山腰，像被山咬住了。浸：淹没。寒漪：带有凉意的水纹。漪（yī），水波。<br>⑶横牛背：横坐在牛背上。<br>⑷腔：曲调。信口：随口。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首描写农村晚景的<a href=\"http://so.gushiwen.org/view_71216.aspx\">诗</a>。四周长满青草的池塘里，池水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随便的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。</p> <p>　　1、写景的艺术特色：《村晚》的写景文字集中在一、二两句，写的是山村晚景。诗人把池塘、山、落日三者有机地融合起来，描绘了一幅非常幽雅美丽的图画,为后两句写牧童出场布置了背景。瞧,\"草满池塘水满陂\"，两个\"满\"字，写出仲夏时令的景物特点，写出了景色的生机一片；\"山衔落日浸寒漪\"，一个\"衔\"，写日落西山，拟人味很浓，一个\"浸\"，写山和落日倒映在水中的形象，生动形象。\"横\"字表明牧童不是规矩地骑，而是随意横坐在牛背上，表现了牧童的调皮可爱，天真活泼，淳朴无邪。这些景物，色彩和谐，基调清新，有了这样的环境，那牧童自然就是悠哉悠哉、其乐融融的了。同时，也表现出了牧童无忧无虑，悠闲自在的情致……</p> <p>　　2、诗歌的意境的创造：诗人是带着一种欣赏的目光去看牧童、写村晚的，他十分满足于这样一种自然风光优美、人的生活自由自在的环境，所以他写牧童，让其\"横牛背\"，吹笛呢，则是\"无腔信口\"，是诗人厌倦了尘世的喧嚣，看破了\"红尘滚滚\"呢，还是他天性好静、好无拘无束呢？总之，这首诗描绘的确实是一幅悠然超凡、世外桃源般的画面，无论是色彩的搭配，还是背景与主角的布局，都非常协调，而画中之景、画外之声，又给人一种恬静悠远的美好感觉。 </p><br/><h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71216.aspx\">诗</a>展示的是一幅牧童骑牛晚归图，真正达到了“诗中有画”的境界。这是一首描写农村晚景的诗：在四周长满青草的池塘里，池中的水灌得满满的，太阳正要落山，红红的火球好像被山吃掉一样（是落山后），倒映在冰凉的池水波纹中。放牛回家的孩子横坐在牛背，他拿着短笛随意的吹奏。诗人即景而写，构成了一幅饶有生活情趣的农村晚景图。</p> <p>　　诗前两句写背景。首句“草满池塘”是说节令已在春末，池塘里的青草已经长满，借鉴<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《登池上楼》名句“池塘生春草”，但以“满”字易“生”字，显出节令的不同。“水满陂”，是说正逢多雨季节，因此水涨得很高。次句写远山落日。用一个“衔”字，形象地现出落日挂在山头上的情况，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“四更山吐月”的“吐”字同见炼字之工。又用一个“浸”字，写落日青山倒映水中，与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>“北山输绿涨横陂”句情景非常相似。诗围绕池塘为中心，以池塘中的绿草与澄净的池水，带出青山与落日，中间以一“浸”字作维系，使池塘显得很热闹，色彩也十分绚丽。</p> <p>　　在这样宁静优美的背景中，主人公——牧童登场了。他骑着牛儿，走向村庄，手中拿着支短笛，随意吹着。与上两句的恬静相比，这两句描绘得非常生动活泼。牧童骑着牛，不是规规矩矩地骑，而是横坐着；他吹笛也不是认真地吹，而是“无腔信口吹”。于是，牧童调皮天真的神态，活生生地呈现在读者面前，使人为之耳目一新。</p> <p>　　诗摄取的画面不大，写景则集中在池塘上，写人则集中在牧童上，又都紧紧围绕着“村晚”二字落笔，把人引入了江南优美的田园之中，使人对悠然恬静的乡村生活充满着向往。在此之前，<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>《村居》诗有“夕阳牛背无人卧，带得寒鸦两两归”句，与这首诗比，画面中少了个天真烂漫的牧童，代之以牛背的乌鸦，以显出村晚的萧瑟。同样的农村景色，因诗人的心情不同，摄取的画面便不同，一是充满情趣，一是惆怅落寞，因此诗家有“一切景语皆情语”的说法。</p>",
  "about": "<h2>创作背景</h2> 　　从这首<a href=\"http://so.gushiwen.org/view_71216.aspx\">诗</a>风格看，这首诗约作于作者晚年隐居，游览农家之时（很可能为宋度宗年间）。",
  "poet": {
    "id": 230,
    "star": 0,
    "name": "雷震",
    "desc": "雷震，宋朝，生平不详。或以为眉州(今四川眉山)人，宋宁宗嘉定年间进士。又说是南昌(今属江西)人，宋度宗咸淳元年(1265)进士。其诗见《宋诗纪事》卷七十四。"
  },
  "tags": [
    "农村",
    "写景",
    "儿童"
  ]
}