{
  "id": 47988,
  "star": 102,
  "name": "客从远方来",
  "dynasty": "两汉",
  "content": "客从远方来，遗我一端绮。<br>相去万余里，故人心尚尔。<br>文采双鸳鸯，裁为合欢被。<br>著以长相思，缘以结不解。<br>以胶投漆中，谁能别离此？",
  "fanyi": "<p><strong>译文<br></strong>客人风尘仆仆，从远方送来了一端织有文彩的素缎。<br>它从万里之外的夫君处捎来，这丝丝缕缕，该包含着夫君对我的无尽关切和惦念之情！<br>绮缎上面织有文彩的鸳鸯双栖，我要将它做条温暖的合欢被。<br>床被内须充实以丝绵，被缘边要以丝缕缀。丝绵再长，终究有穷尽之时，缘结不解，终究有松散之日。<br>唯有胶和漆，黏合固结，再难分离。那么，就让我与夫君像胶和漆一样投合、固结吧，看谁还能将我们分隔？</p> <p><strong>注释<br></strong>①遗：给予、馈赠的意思。一端：即半匹。古人以二丈为一“端”，二端为一“匹”。绮：绫罗一类的丝织品。<br>②故人：古时习用于朋友，此指久别的“丈夫”。尚：犹也。尔：如此。<br>③鸳鸯：匹鸟。古<a href=\"http://so.gushiwen.org/view_47988.aspx\">诗</a>文中常用以比夫妇。这句是说缔上织有双鸳鸯的图案。<br>④合欢被：被上绣有合欢的图案。合欢被取“同欢”的意思。<br>⑤著：往衣被中填装丝绵叫“著”。绵为“长丝”，“丝”谐音“思”，故云“著以长相思”。<br>⑥缘：饰边，镶边。这句是说被的四边缀以丝缕，使连而不解。缘与“姻缘”的“缘”音同，故云“缘以结不解”。<br>⑦投：本义为投掷，这里是加入混合的意思。<br>⑧别离：分开。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_47988.aspx\">诗</a>似乎是《孟冬寒气至》的姊妹篇。它以奇妙的思致，抒写了一位思妇的意外喜悦和痴情的浮想。</p> <p>　　这喜悦是与远方客人的突然造访同时降临的：客人风尘仆仆，送来了“一端”（二丈）织有文彩的素缎（“绮”），并且郑重其事地告诉女主人公，这是她夫君特意从远方托他捎来的。女主人公不禁又惊又喜，喃喃而语曰：“相去万余里，故人心尚尔！”一端文彩之绮，本来也算不得怎样珍贵；但它从“万里”之外的夫君处捎来，便带有了非同寻常的意义：那丝丝缕缕，包含着夫君对她的无限关切和惦念之情。女主人公不能不睹物而惊、随即喜色浮漾。如果将此四句，与前一首诗《古诗十九首·孟冬寒气至》的“客从远方来，遗我一书札”对照着读，人们将会感受到，其中似还含有更深一层意蕴：前诗是诉说着“置书怀袖中，三岁字不灭”的凄苦，一封“书札”而竟怀袖“三岁”，可知这“万里”相隔不仅日久天长，而且绝少有音讯往还。这对家中的妻子来说，是非常痛苦难挨的事。在近乎绝望的等待中，则会有被遗弃的疑惧，时时袭上女主人公心头。而今竟意外地得到夫君的赠绮，那“千思万想而不得一音”的疑惧便烟消云散。那么，伴随女主人公的惊喜而来的，还有那压抑长久的凄苦和哀伤的翻涌。张庚《古诗十九首解》对“故人心尚尔”一句的评价，正体味到了诗行之间所传达的这种悲喜交集之感。</p> <p>　　适应着这一情感表现特点，此诗开篇也一改《古诗十九首解》常从写景入手的惯例，而采用了突兀而起、直叙其事的方式。恐怕正是为了造成一种绝望中的“意外”之境，便于更强烈地展示女主人色那交织着凄苦、哀伤、惊喜，慰藉的“感切”之情——这就是开篇的妙处。</p> <p>　　自“文彩双鸳鸯”以下，诗情又有奇妙的变化：当女主人公把绮缎展开一瞧，又意外地发同，上面还织有文彩的鸳鸯双栖之形。鸳鸯双栖，历来是伉俪相偕的美好象征（如《孔雀东南飞》之结尾就是一例）。夫君之特意选择彩织鸳鸯之绮送她，正是倾诉着愿与妻子百年相守的热烈情意。女主人公睹绮思夫，不禁触发起联翩的浮想：倘若将它裁作被面，则可以做条温暖的“合欢被”，再“著以长相思，缘以结不解”，非常地惬人心意。“著”有“充实”之意，“缘”指被之边饰。床被内须充实以丝绵，被缘边要以丝缕缀结，这是制被的常识。但在痴情的女主人公心中，这些平凡的事物，都获得了特殊的含义：“丝绵”使她联想到男女相思的绵长无尽；“缘结”暗示她夫妻之情永结难解。这两句以谐音双关之语，把女主人公浮想中的痴情，传达得既巧妙又动人。制成了“合欢被”，夫君回来就可以和她同享夫妇之乐了。那永不分离的情景，激得女主人公喜气洋洋，不禁又脱口咏出了“以胶投漆中，谁能别离此”的奇句。“丝绵”再长，终究有穷尽之时；“缘结”不解，终究有松散之日。这世上惟有“胶”之与“漆”，粘合固结，再难分离。女主人公说：就让我与夫君像胶、漆一样投合、固结吧，看谁还能将我们分隔！这就是诗之结句所的奇思、奇情。前人称赞此结句“语益浅而情益深”。女主人公的痴情，正有如此深沉和美好。</p> <p>　　初读起来，《客从远方来》所表现的，就是上述的喜悦和一片痴情。全诗的色彩很明朗；特别是“文彩双鸳鸯”以下，更是奇思、奇语，把诗情推向了如火似锦的境界。但读者应注意到：当女主人公欢喜地念叨着“以胶投漆中，谁能别离此”的时候，她恰恰正陷于与夫君“万里”相隔的“别离”之中。以此反观全诗，则它所描述的一切，其实都不过是女主人公的幻想或虚境罢了。根本不曾有远客之“来”，也不曾有彩“绮”之赠。倘若真能与夫君“合欢”，她就不必要在被中“著”以长相之思、缘以不解之结了。此诗所描述的意外喜悦，实蕴含着夫妇别离的不尽凄楚；痴情的奇思，正伴随着苦苦相思的无声咽泣。钟嵘《诗品》称《古诗十九首》“文温而丽，意悲而远，惊心动魄”。这首诗正以温丽的“遗绮”之喜，抒写了悲远的“别离”之哀，“正笔反用”，就愈加“惊心动魄”。</p>",
  "about": "<h2>创作背景</h2> 　　这是妻子思念丈夫的<a href=\"http://so.gushiwen.org/view_47988.aspx\">诗</a>，为《古诗十九首》之一。《古诗十九首》大约是东汉后期作品，作者已佚，大多是文人模仿乐府之作。今人综合考察十九首诗所表现的情感倾向、所折射的社会生活情状以及它纯熟的艺术技巧，一般认为它所产生的年代应当在汉末献帝建安之前的几十年间。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "古诗十九首",
    "离别",
    "相思"
  ]
}