{
  "id": 139,
  "star": 51,
  "name": "墓门",
  "dynasty": "先秦",
  "content": "墓门有棘，斧以斯之。夫也不良，国人知之。知而不已，谁昔然矣。<br>墓门有梅，有鸮萃止。夫也不良，歌以讯之。讯予不顾，颠倒思予。",
  "fanyi": "<p><strong>译文<br></strong>你家墓道门前长满酸枣枝，挥动起铁斧就可以铲除掉。你这坏了良心的昏庸君啊，全国上下谁不知哪个不晓！知道了你也不肯悬崖勒马，这些罪孽也不是一天所造！<br>你家墓道门前长满酸枣枝，有群夜猫子栖落在枝头叫。你这坏了良心的奸佞臣啊，听我们唱起民谣把你警告！唱归唱你根本不听这一套，被打倒了才想起咱的忠告！</p> <p><strong>注释<br></strong>⑴墓门：墓道的门。一说陈国城名。<br>⑵棘：酸枣树。<br>⑶斯：析，劈开，砍掉。<br>⑷夫：这个人，指陈陀。<br>⑸知而不已：尽管尽人皆知，他却依然如故。<br>⑹谁昔：往昔，由来已久。然：这样。<br>⑺梅：梅树。一说梅即棘，梅古文作“槑”，与棘形近，遂致误。<br>⑻鸮（xiāo）：猫头鹰，古人认为是恶鸟。萃：集，栖息。<br>⑼讯：借作“谇”（suì），斥责，告诫。<br>⑽顾：管，在意。<br>⑾颠倒：跌倒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　由于《毛<a href=\"http://so.gushiwen.org/view_139.aspx\">诗</a>序》中有“陈佗无良师傅，以至于不义，恶加于万民焉”数语，郑笺孔疏曲为之说，遂生出了歧义。诗中的“夫”，即彼，犹言那个人，就是指陈佗，但毛传却释为：“夫，傅相也。”郑笺则云：“陈佗之师傅不善，群臣皆知之，”“国人皆知其（按指师傅）有罪恶而不诛退，终致祸难。”孔疏进一步发挥道：“陈佗亡身不明，由希（稀）睹良师之教，故有此恶……故又戒之云：‘汝之师傅不善，国内之人皆知之矣，何以不退去之乎？’欲其退恶傅就良师也。”经过这样的曲解，这首诗的矛头所向就从陈佗转到了他的师傅身上。孔疏一方面称陈佗之恶“由其师傅不良，故至于此”，一方面又称“故作此诗以刺佗”，明显地不能自圆其说。郑笺云：“不义者谓弑君而自立。”孔疏谓：“不义之大，莫大于弑君也。……陈佗弑君自立之事也。……陈佗所杀大子免，而谓之弑君者，以免为大子，其父卒，免当代父为君，陈佗杀之而取国，故以弑君言之。”既肯定陈佗为窃国弑君之元凶，罪莫大焉，而又归咎于师傅之不良，期望陈佗诛退恶师，悬崖勒马。这种荒谬的伦理逻辑只能暴露出笺疏作者为统治者开脱罪责的意图，统治者即使有弑逆之行，也要让别人为之承担罪责，这或许是温柔敦厚的诗教使然。胡承珙《毛诗后笺》指出：“若在桓公卒后，则佗已身为大逆，而尚鳃鳃然追咎于其傅之不良，纵罪魁而诛党恶，无此断狱之法。”</p> <p>　　在宋代兴起的独立解经的疑古风气中，有些学者已经认识到传疏的曲解之处。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>在其《诗集传》中即已指出：“桓公之世，陈人知佗之不臣矣，而桓公不去，以及于乱。是以国人追咎桓公，以为智不及其后，故以《墓门》刺焉。夫，指陈佗也。佗之不良，国人莫不知之；知之而不去，昔者谁为此乎？”姚际恒称苏氏“可谓善说此诗矣”（《诗经通论》），吴闿生《诗意会通》也指出《毛诗序》“无良师傅云者”，“与诗‘夫也不良’句初不相蒙，而拘者遂以‘夫’为斥傅相，此陋儒之妄解”，“诗既刺佗，‘夫也不良’自指佗言，岂有以斥师傅之理？子由正之，是矣”。在说诗者中也有不泥定此诗为刺陈佗者，如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》即称：“所谓‘不良’之人，亦不知其何所指也。”崔述《读风偶识》也认为“以《墓门》为刺陈佗则绝不类”，“此必别有所刺之人，既失其传，而序遂强以佗当之耳”。</p> <p>　　作为一首政治讽刺诗，此诗仅两章十二句，短小精悍，四字齐言的诗句斩截顿挫，传达出指斥告戒的口吻。两章的开头以动植物起兴，其象征意义耐人寻味，表现出诗人对恶势力的鄙夷、痛斥，但国家依然坏人当道，多行不义，故每章的四、五两句以“顶针”手法将诗意推进一层，转为感叹，忧国之意可感。此诗可谓在率直指斥中不乏含蓄深沉。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首讽刺、斥责品行邪恶的统治者的<a href=\"http://so.gushiwen.org/view_139.aspx\">诗</a>，可能出自于民间歌手。《毛诗序》指出：“《墓门》，刺陈佗也。”陈佗为春秋时代陈文公之子，文公死后，陈佗之兄桓公（名鲍）继位。据《左传·桓公五年》载：“陈侯鲍卒。再赴也（发了两次讣告）。于是陈乱，文公子佗杀大子免而代之，公（桓公）疾病而乱作。”陈佗在桓公病中杀太子免，桓公死后他又自立为君，陈国大乱，后来蔡国为陈国平乱，终于诛杀陈佗。据《毛诗序》，这首诗就是针对陈佗而发的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怨刺"
  ]
}