{
  "id": 31661,
  "star": 5,
  "name": "莲浦谣",
  "dynasty": "唐代",
  "content": "鸣桡轧轧溪溶溶，废绿平烟吴苑东。<br>水清莲媚两相向，镜里见愁愁更红。<br>白马金鞭大堤上，西江日夕多风浪。<br>荷心有露似骊珠，不是真圆亦摇荡。",
  "fanyi": "<p><strong>译文<br></strong>每划一下桨时就发出轧轧的轻响，船下小溪水波荡漾。吴苑东边那荒芜的绿野上，烟雾漫地而起。<br>水流清澈见底，美丽的莲花和娇媚的人脸两两相对，水平如镜，清清水里映出了那因愁而红的脸。<br>在那岸边的大堤上骑着白马手持金鞭的少年啊，太阳即将西下已近黄昏，西江可是风浪很大的呀。<br>看那片荷叶上沾着一滴露珠，就好似骊珠一样，虽然这露珠不是真圆，但它也在那里摇摆晃荡着。</p> <p><strong>注释<br></strong>⑴莲浦：种有莲花的水口。<br>⑵鸣桡（ráo）：谓开船。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《奉送崔都水翁下峡》<a href=\"http://so.gushiwen.org/view_31661.aspx\">诗</a>：“无数涪江筏，鸣桡总发时。”仇兆鳌注：“桡，短棹也。”轧（yà）轧：象声词。溶溶：水流盛大貌。<br>⑶废绿：荒芜的绿野。平烟：谓漫地而起的烟雾。吴苑：即长洲苑，吴王之苑。<br>⑷两相向：指女子和水中莲花两相对。<br>⑸镜：指清澈的水面。<br>⑹金鞭：一作“金鞍”。<br>⑺西江：唐人多称长江中下游为西江。此指南京市西的一段长江。<br>⑻骊（lí）珠：宝珠。传说出自骊龙颔下，故名。《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》：“夫千金之珠，必在九重之渊，而骊龙颔下。”<br>⑼摇荡：摇摆晃荡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　乐府<a href=\"http://so.gushiwen.org/view_31661.aspx\">诗</a>始于汉武帝。当时有太乐、乐府二署，分别掌管雅乐和俗乐。雅乐是郊庙之乐，主要用于祭祀；俗乐是乐府机关采集的各地的风谣，以及部份文人的创作，主要是用来供奉封建王朝的帝王和贵族们作歌舞娱乐之用。《莲浦谣》属于俗乐，但是如果同《乐府诗集》中他人的《采莲曲》相比，它有深意得多。</p> <p>　　这首诗虽只八句，而且只限于粉沫莲女在摇船这一简单的情节上，然而由于诗人巧妙地融情入景，遂使这短短的八句诗，却写出了感时、伤己、怀人、惜志等多层意思，沉郁含蓄，读来令人荡气回肠。</p> <p>　　诗以采莲女在溪水上划着小船出现开始。开头的“鸣桡”二字就规定了这划起桨来轧轧作响的船，只能是渔户用的白木划子，而不是轻柔的画舫。摇船的人，通过下联“莲媚两相向”的“媚”字，可知她是一个美丽动人的姑娘。但通过“鸣桡”的这一典型事物，就约制了读者的想象，使读者认识到<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>在这里创造的是一个美丽的渔家姑娘。只是她不是来采莲的，只不过是划着船经过这莲浦而已。整个诗就是她的思绪，诗人是通过她的眼光捕捉到的。用现代的话来说，就是“意识流”。</p> <p>　　由于水面比城市、山林都为开阔，所以历来划船的人几乎总是双眼望着远方的。因此，岸边那一片荒芜的草原，就很自然地进入了她的眼帘。如果“废绿平烟”不点出那曾是“吴苑”，那读者的想象就会失去规范，诗意也就会显得朦胧起来。待到“吴苑”一出，这就无异于告诉了读者她此时在想些什么。在她，也许只一闪念，然而读者的思绪却被她引导到一个古老的故事中去了。“吴苑”是曾一度称霸的吴王夫差的殿宇。吴王夫差在征服了越王勾践以后，就沉溺于勾践送来的美女西施的绝色之中，遂不问政事而逐渐腐化起来。而越王勾践这时却正在卧薪尝胆，励精图治，反而一举灭掉了吴国，成为历史上有名的故事。所以从她那感叹于“废绿平烟”的眼色中，顺着逻辑思维，读者就领悟得到她此时对于唐末皇室腐朽堕落的忧虑。</p> <p>　　船在继续前进，从开阔的湖面进入了藕荷深处。清清的水里，映出了她那衬着荷花的脸。这使她想起清晨临镜的情景：她既为青春的艳丽而自喜，也更为岁月的流逝、青春易逝而悲伤。这其实是这一类乐府的传统写法。如梁昭明太子的《采莲曲》说：“桂楫兰桡浮碧水，江花玉面两相似。”朱超说：“看妆碍荷影，洗手畏菱滋。”梁元帝说：“莲花乱脸色，荷叶杂衣香。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>说：“日照新妆水底明，风飘香袖空中举。”<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>甚至通首都写这一点：“荷叶罗裙一色裁，芙蓉向脸两边开。乱入池中看不见，闻声始觉有人来。”但是温庭筠在这里手法上是继承的，在写法上却有所创新。她不是纯客观地去写芙蓉和脸面，抱着欣赏的态度，而是夹杂了人物心理的悲伤色彩。水中之莲，实为镜中之面，然而莲媚却是愁红。这就披露了人物的内心世界。而这内心的流露，他又不是运用内心的独白，而是混合了诗人的直接叙述。把香艳的流传，抹上了时代伤感的颜色；是她那眼神的流露，却又分明是诗人的痛苦呻吟。是她是己，已到了浑然忘形的地步，从而改变了乐府诗的气质。这就是温庭筠高过以前名家的地方。</p> <p>　　下一联，那跳跃的思绪，正是她愁的具体体现。“白马金鞭大堤上”，分明是意中人已去；“西江日夕多风浪”，是耽心他的安全。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在《梦李白》里就是这样表现的：“水深波浪阔，无使蛟龙得！”日夕而多风浪，这正是写出了晚唐的政治。她能因废绿而伤时，则她所钟情的“白马金鞭”的他，也定非纨裤子弟。是以她才会担心，在这样的世道里，像他那样的人，人生的道路上是会多风浪的。这两句看似离题而实未尝离题，若即若离，正是笔法的有明有暗。从精神的深处写出了她的不凡。这就不仅似浮雕，而且活灵活现了。</p> <p>　　船仍在港内进行。于是，她看到了荷叶上的露珠，像颗极大的珍珠，在上面滚动。不知她是同情，还是鄙弃，抑或是用来对衬自己。她对此不禁感慨地想道：“荷心有露似骊珠，不是真圆亦摇荡。”乐府诗在表现上惯用谐音的手法，这里的“圆”也就是姻缘的“缘”的谐音。妙语双关，是荷，是自己。这样的句子让人读了会永远记住。它是这样形象贴切，俊语如花，而又寓意深长。露珠儿滴入了“荷心”，荷的心里明知道它不过“似”骊珠而已，绝不是真正的好姻缘。但尽管如此，它毕竟是像骊珠样的而又肯接近荷心的。这正如俗话说的：“明知不是伴，事急且相随”。是以渴望真圆的荷心，也不由的要为之而心旌“摇荡”了。用“假”亦摇荡以衬起对于“真”之痴情渴望，十分形象地写出了一个追求有理的美丽的灵魂。这样用巨大的社会压力而扭曲了的、微妙而复杂的心理活动，竟写得这样的美而切，令人爱不忍释。荷心指她的心，但她心中的真“圆”是什么，貌似骊珠的露珠儿又指的是什么，这些问题的确费人猜测。</p> <p>　　通首诗除了第一句作为人物出场的交代外，这四层，可以说都是她的心理活动。即令读者不去追寻白马金鞭指谁，风浪又是什么，甚至也不必去追问作者的身世，然而仅此读来，也感觉到这是一个心地多么善良而又忧思重重，很值得同情的姑娘，不能不为她的思虑而动心。荒野的绿色，粉红的娇荷，水银般的露珠儿，这些都是没有生命的东西，但是作者把它们和人物的心理活动结合了起来，用它们这些可见的实物来写人物不可见的心理，于是这些就都有了特定的内容。而且正是它们，使一个血肉丰满而又思想活跃的她，忧伤地摇着小船，永远地在读者的眼前摇动。而那船桨的轧轧声，竟是这枯燥剌耳，仿佛在为她而呻吟。</p> <p>　　黄子云在他的《野鸿诗的》中说：“飞卿古诗与义山近体相埒，题既无谓，诗亦荒谬；若不论义理而只取姿态，则可矣。”像温庭筠这样的古诗，说“题既无谓”是可以的，因为他本来就是借题发挥，本无所谓。但要说“诗亦荒谬”，就未免不懂得使意境诗化，这正是诗的美学价值之所在。也正诗之所以于散文之外，可以卓然独立于文坛的地方。它的优点，恰恰是寓“义理”于“姿态”之中，而不是离姿态而说理。温庭筠这里正是通过这位采莲女一路心思而创造了一位有着高尚情操的姑娘，写得非常委婉温柔，又是十分聪明和多情。她不仅姿态如画，神态也逼真，非常饱满而又富有感染力。读了以后，竟使人牵挂这位明知不是真圆的姑娘，感情摇荡以后的命运。正因为她是这样的逼真感人，不由得使读者要想到：这或许正是当年的温庭筠。温庭筠曾得到过令狐綯和宣宗给予他的美好的待遇，但终因不是“真圆”吧，他还是选择了“窜死”的道路。则读到这末联，不能不为他那样的而惋惜。许多人对于温庭筠的诗只习惯于从字面去求解释，于是说他是什么唯美主义的、形式主义的，甚至是猥亵的；这当然都是徒劳的。一个作家的作品，不能离开作家的本身社会地位、政治倾向、性格、气质、文化修养以及他的审美趣味。如果顺着这个规律去找，则就会发现这位姑娘此时的心理，其寄托着诗人的感情，就是完全可以理解的了。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_31661.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>写的新乐府，但《乐府诗集》里除他这首外，没有第二首与他主题相同的，想必是他的创造。具体作年或与作于唐武宗会昌三年（843年）的《吴苑行》相近。考其意，与《采莲曲》相似。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "写人",
    "感时",
    "怀人"
  ]
}