{
  "id": 10942,
  "star": 259,
  "name": "江村",
  "dynasty": "唐代",
  "content": "清江一曲抱村流，长夏江村事事幽。<br>自去自来堂上燕，相亲相近水中鸥。<br>老妻画纸为棋局，稚子敲针作钓钩。<br>但有故人供禄米，微躯此外更何求？",
  "fanyi": "<p><strong>译文</strong><br>清澈的江水曲折地绕村流过，长长的夏日里，村中的一切都显得幽雅。<br>梁上的燕子自由自在地飞来飞去，水中的白鸥相亲相近，相伴相随。<br>老妻正在用纸画一张棋盘，小儿子敲打着针作一只鱼钩。<br>只要有老朋友给予一些钱米，我还有什么奢求呢？</p> <p><strong>注释</strong><br>江村：江畔村庄。<br>清江：清澈的江水。江：指锦江，岷江的支流，在成都西郊的一段称浣花溪。曲：曲折。抱：怀拥，环绕。<br>长夏：长长的夏日。幽：宁静，安闲。<br>自去自来：来去自由，无拘无束。<br>相亲相近：相互亲近。<br>画纸为棋局：在纸上画棋盘。<br>稚子：年幼的儿子。<br>禄米：古代官吏的俸给，这里指钱米。”但有“句，一说为”多病所须惟药物“。<br>微躯：微贱的身躯，是作者自谦之词。 </p>",
  "shangxi": "<h2>\"多病所需唯药物\"、\"但有故人供禄米\"分析</h2> <p>　　《江村》一<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>的尾联上句，有两种版本，对于该两种版本的优劣，有说法认为：</p> <p>　　“先看“多病所需唯药物”句。上面我们已经感知了诗人幽居江村的快乐与闲适只是表面的，诗人情不自禁地想到自己：年老多病之身所需的唯有药物，能满足这微薄的希望，微贱之躯夫复何求？而我们体会：乱离之世，命如蝼蚁，药物又有何用，不过苟延残喘而已；正是暂得安宁，家人相聚，才想到珍惜生命，也好让这艰难得来的快乐延续下去，这应该是很朴素很低微很不得已的一种希望。可这希望能否满足呢？将尾联下句“微躯此外更何求”连起来读，就会发现那只是一种奢望。读到此，想到此，我们会不会为老杜的辛苦艰难的生存境况而洒下同情之泪？</p> <p>　　再看“但有故人供禄米”句。它使我们明白前面所描述的和乐安静的生活是建立在“故人供禄米”的基础之上的。而把尾联两句连起来读，其内在情绪与其说是庆幸，不如说是一种无奈，一种辛酸。经过大半辈子的流离转徙，执著追求，被社会时代之流冲撞激荡，竟落得生活无着，渺无归属。尽管故人严武对自己关怀备至，但人生的失败感不能说不紧紧地压抑着一个自尊的男人的刚强的心，更何况这样的投靠还只是暂时的，不稳定的，一旦失去了“故人供禄米”的条件，生活又将陷入困顿流离之中。因此，对前途隐隐的担心和无尽的忧伤还时时地折磨着诗人的内心，使他即使在眼前家人团聚的情境下仍有浓重的如梦似幻感。”</p> <p>　　如果仅从优劣来辨析的话，实际上，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在经过中原战乱以后，终定居于成都草堂，此时的心境应该是释然的。在蜀中，上至剑南节度使，下至县令、刺史，都来拜访杜甫，使得杜甫该阶段的诗充满了祥和、自然的气氛，如《江畔独步寻花》等，其中如《茅屋为秋风所破歌》仅是个例情况。杜诗做中强调个体情感，而末句则所对应表现出的感情应该是回顾过去的颠沛流离的岁月，而感到的对今日的安然的珍惜之情。所以“多病所需唯药物”和“但有故人供禄米”二句在情感的自然中，显然“多病所需唯药物”更好。</p> <p>　　但如果从各版本出现的时间、与上句平仄声韵的话，则应为“但有故人供禄米”一句。 </p><br/><h2>鉴赏</h2> <p>　　作者<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在饱经颠沛流离之后，终于获得了一个暂时安居的栖身之所。这首<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>在一片宁静的氛围里，细腻地描画了优美恬淡的景物，随意地叙写了闲适温馨的生活情趣，表现出作者杜甫难得的一段安定生活给他带来的满足和欣然。</p> <p>　　“清江一曲抱村流，长夏江村事事幽。”在初夏时节的村庄，一条曲曲折折的江水环绕着村子静静流淌，水色清澈，有鱼儿在水中戏耍、来去无声，整个村庄的一切都是那么幽静。一曲清江，给村落带来了安宁和清幽，这“清江”即成都的浣花溪，诗人以“清”称之，大概是喜爱它悠悠然绕村而流。因此给它一个美称。“抱村流“用拟人的手法写出了它的可爱，同时也照应了“江村”的诗题。开头两句，就定下了全诗的氛围，挈领了全诗的旨意。万事悠悠，历经磨难的诗人不再有担忧和愁烦，且自怡然欣赏这村中的景色。</p> <p>　　“自去自来梁上燕，相亲相近水中鸥。”看吧，新建的草堂刚刚落成，就有顽皮的小燕子轻快地飞过来又飞过去，没有人去理会它们，可是它们自在地玩得那么开心，真像活泼的小孩子一样。诗人捋着胡子呵呵笑着，信步走到了江边，江上有两只白鸥在轻柔地浮游，它们或前或后，时而交颈而鸣，时而追逐着在水面上打着圈儿——它们一定是一对相亲相爱的情侣。南朝诗人<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>曾有“可怜双自鸥，朝夕水上游”的句子，杜甫曾学习何逊的诗，当他看到这种场景，想必会心有所会、悠然忘机。</p> <p>　　“老妻画纸为棋局，稚子敲针作钓钩。”诗人怀着愉快的心情缓步向家中走去，看见老伴正坐在门前的树荫下，在纸上画着什么，走近看时，原来是一个棋局。“叮叮”的声音传来，小儿子在埋头认真地敲着一根针，这个贪玩的孩子，他是要自己做个鱼钩儿，好去江边钓鱼玩。这样的场面大概是村中常可见到的，可是对于经历了安史之乱，屡受挫折、颠沛半生的作者杜甫来说，是他少有的珍贵的福气，令他心头为之一暖。在他“朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛”（《奉赠韦左丞丈二十二韵》）的时候，他何曾想象过这样温馨的时刻。这两句捕捉到生活中最普通的画面，传达出一种普遍的亲情的温暖和生活的闲适美好。</p> <p>　　“但有故人供禄米，微躯此外更何求？”诗人从眼前和乐安宁的生活场景中发出感叹：有老朋友赠送我粮食和他的俸禄，我这个平凡卑贱的人还有什么可求的呢？这两句看似庆幸、表示满足的话，仔细读来，其实不知潜含着多少悲苦和酸辛。杜甫能够居住在成都草堂，全赖友人的帮助，眼前虽有这样的和乐与安宁，却是建立在对别人的依赖之上的。被后人尊为“诗圣”的伟大诗人，却要靠着别人的赠与才能活下去，而且还要说自己“更何求”，即没有别的要求。这语言越是平静从容，越是让读者心感酸楚、为之落泪。他的志向本是“致君尧舜上，再使风俗淳”（《奉赠韦左丞丈二十二韵》），然而数十个春秋过去了，如今人到晚年，要求仅只是一蔬一饭而已。诗人说得这样闲淡，仿佛他的心头已经不再有生活的阴霾，再也不愿去迎接那些纷扰和喧嚣。</p> <p>　　从作诗的艺术角度来看，这首诗写法精严而又流转自然；字句精炼、刻画细微，而又让人无迹可寻。这是杜甫律诗的老到之处。尾联上句“但有故人供禄米”，一作“多病所需唯药物”，无论从平仄还是诗意上看，都以“但有”之句更佳。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>写于唐肃宗上元元年（760）。在几个月之前，诗人经过四年的流亡生活，从同州经由绵州，来到了这不曾遭到战乱骚扰的、暂时还保持安静的西南富庶之乡成都郊外浣花溪畔。他依靠亲友故旧的资助而辛苦经营的草堂已经初具规模；饱经离乡背井的苦楚、备尝颠沛流离的艰虞的诗人，终于获得了一个暂时安居的栖身之所。时值初夏，浣花溪畔，江流曲折，水木清华，一派恬静幽雅的田园景象。诗人拈来《江村》诗题，放笔咏怀，愉悦之情是可以想见的。</p> <p>　　本诗首联第二句“事事幽”三字，是全诗关紧的话，提挈一篇旨意。中间四句，紧紧贴住“事事幽”，一路叙下。梁间燕子，时来时去，自由而自在；江上白鸥，忽远忽近，相伴而相随。从诗人眼里看来，燕子也罢，鸥鸟也罢，都有一种忘机不疑、乐群适性的意趣。物情如此幽静，人事的幽趣尤其使诗人惬心快意：老妻画纸为棋局的痴情憨态，望而可亲；稚子敲针做钓钩的天真无邪，弥觉可爱。棋局最宜消夏，清江正好垂钓，村居乐事，件件如意。经历长期离乱之后，重新获得家室儿女之乐，诗人怎么不感到欣喜和满足呢？结句“但有故人供禄米，微躯此外更何求”，虽然表面上是喜幸之词，而骨子里正包藏着不少悲苦之情。曰“但有”，就不能保证必有；曰“更何求”，正说明已有所求。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>确实没有忘记，自己眼前优游闲适的生活，是建筑在“故人供禄米”的基础之上的。这是一个十分敏感的压痛点。一旦分禄赐米发生了问题，一切就都谈不到了。所以，我们无妨说，这结末两句，与其说是幸词，倒毋宁说是苦情。艰窭贫困、依人为活的一代诗宗，在暂得栖息，杜甫能安居的同时，便吐露这样悲酸的话语，实在是对封建统治阶级摧残人才的强烈控诉。</p> <p>　　中联四句，从物态人情方面，写足了江村幽事，然后，在结句上，用“此外更何求”一句，关合“事事幽”，收足了一篇主题，最为简净，最为稳当。</p> <p>　　《江村》一诗，在艺术处理上，也有独特之处：</p> <p>　　一，是复字不犯复。此诗首联的两句中，“江”字、“村”字皆两见。照一般做律诗的规矩，颔、颈两联同一联中忌有复字，首尾两联散行的句子，要求虽不那么严格，但也应该尽可能避复字。现在用一对复字，就有一种轻快俊逸的感觉，并不觉得是犯复了。这情况，很象律句中的拗救，拗句就要用拗句来救正，复字也要用复字来弥补。况且，第二句又安下了另外两个叠字“事事”，这样一来，头两句诗在读起来的时候，就完全没有枝撑之感了。</p> <p>　　二，是全诗前后啮合，照应紧凑。“梁上燕”属“村”，“水中鸥”属“江”：“棋局”正顶“长夏”，“钓钩”又暗寓“清江”。颔联“自去自来梁上燕，相亲相近水中鸥”，两“自”字，两“相”字，当句自对：“去”“来”与“亲”“近”又上下句为对。自对而又互对，读起来轻快流荡。颈联的“画”字、“敲”字，字皆现成。且两句皆用朴直的语气，最能表达夫妻投老，相敬弥笃，稚子痴顽，不隔贤愚的意境。</p> <p>　　三，是结句，忽转凄婉，很有杜甫咏怀诗的特色。杜甫有两句诗自道其做诗的甘苦，说是“愁极本凭诗遣兴，诗成吟咏转凄凉”（《至后》）。此诗本是写闲适心境，但他写着写着，最后结末的地方，也不免吐露落寞不欢之情，使人有怅怅之感。杜甫很多登临即兴感怀的诗篇，几乎都是如此。前人谓杜诗“沉郁”，其契机恐怕就在此处。 </p>",
  "about": "<h2>评解</h2> <p>　　这是一首平淡自然的七言律<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>,作者以清淳质朴的笔调,质朴无华的语言,点染出浣花溪畔幽美宁静的自然风光和村居生活清悠闲适的情趣,将夏日江村最寻常而又最富于特色的景象,描绘得真切生动,自然可爱,颇具田园诗萧散恬淡、幽雅浑朴的风韵.宋代蔡梦弼《草堂诗话》评价说:\"其所以大过人者,无他,只是平易.虽曰似俗,其实眼前事尔.\"</p> <p>　　诗的前半写人与自然的和谐,自然令人赏心悦目,人在自然中感到自由、亲切、融洽.颈联写洋溢着欢乐、生气勃勃的家庭生活情景,深涵着诗人对天伦之乐的欣慰和珍惜.末两句写不求仕宦的平淡心境.这是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗中难得多见的轻松愉快之作.清代黄生《杜诗说》谓之\"杜律不难于老健,而难于轻松.此诗见潇洒流逸之致\".</p><br/><h2>创作背景</h2> 　　唐肃宗上元元年（760）夏，<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在朋友的资助下，在四川成都郊外的浣花溪畔盖了一间草堂，在饱经战乱之苦后，生活暂时得到了安宁，妻子儿女同聚一处，重新获得了天伦之乐。这首诗正作于这期间。<br/><h2>艺术特色</h2> <p>　　复字不犯复：这首<a href=\"http://so.gushiwen.org/view_10942.aspx\">诗</a>首联的两句中，“江”字、“村”字皆出现两次。按一般做律诗的规矩，颔、颈两联同一联中忌有复字，首尾两联散行的句子，要求虽不那么严格，但也应该尽可能避复字。这首诗用一对复字，就有一种轻快俊逸的感觉，并不觉得是犯复了。这情况像律句中的拗救，拗句就要用拗句来救正，复字也要用复字来弥补。况且第二句又安下了另外两个叠字“事事”，这样一来，头两句诗在读起来的时候，就完全没有枝撑之感。</p> <p>　　全诗前后啮合，照应紧凑：“梁上燕”属“村”，“水中鸥”属“江”：“棋局”正顶“长夏”，“钓钩”又暗寓“清江”。颔联“自去自来梁上燕，相亲相近水中鸥”，两“自”字，两“相”字，当句自对；“去”、“来”与“亲”、“近”又上下句为对。自对而又互对，读起来轻快流荡。颈联的“画”字、“敲”字，字皆现成。且两句皆用朴直的语气，最能表达夫妻投老，相敬弥笃，稚子痴顽，不隔贤愚的意境。</p> <p>　　结句忽转凄婉：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有两句诗自道其做诗的甘苦，说是“愁极本凭诗遣兴，诗成吟咏转凄凉”（《至后》）。此诗本是写闲适心境，但他写着写着，最后结末的地方，也不免吐露落寞不欢之情，使人有怅怅之感。杜甫很多登临即兴感怀的诗篇，几乎都是如此。前人谓杜诗“沉郁”，其契机恐怕就在此处。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "愉悦",
    "夏天",
    "田园"
  ]
}