{
  "id": 70966,
  "star": 162,
  "name": "州桥",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">南望朱雀门，北望宣德楼，皆旧御路也。</span></p> <p>州桥南北是天街，父老年年等驾回。<br>忍泪失声询使者，\"几时真有六军来？\" ",
  "fanyi": "<p><strong>译文</strong><br>州桥南北的天街之上，中原父老伫足南望，他们年年盼望王师返回。<br>哭不成声，强忍泪水询问使者：什么时候真有我们朝廷的军队过来？</p> <p><strong>注释</strong><br>⑴州桥：正名为天汉桥，在汴梁（今河南省开封市）宣德门和朱雀门之间，横跨汴河。<br>⑵朱雀门：汴京（今河南开封市）旧城南面有三座门，朱雀门是中间的一座，为正南门。<br>⑶宣德楼：宫城的正门楼。<br>⑷天街：京城的街道叫天街，这里说州桥南北街，是指当年北宋皇帝车驾行经的御道。<br>⑸父老：指汴梁的百姓。等驾回：等候宋朝天子的车驾回来。驾，皇帝乘的车子。<br>⑹失声：哭不成声。询：探问，打听。<br>⑺六军：古时规定，一军为一万二千五百人，天子设六军。此处借指王师，即南宋的军队。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_70966.aspx\">诗</a>四句，截取了一个生动的场面，有人物、有环境、 有情节、有对话，完全可以作为一篇小小说来看。环境背景，是第一句的交代，州桥，是一个特定的环境，因为其南北是御路，作者经过此地，不直写自己内心的亡国之痛，而是从对面写来，写中原父老的感情。丧国的痛楚，沦为异邦蹂躏的凄惨，令中原父老苦不欲生。这里，“父老”是宋金两个时期的人，他们对故国的怀念远比青年人深切，所以让其出场很典型；同时，这也是实情。他们盼啊盼，盼了几十年，忽然见到宋朝使者，一时间该有多少话要说、有多少泪欲流啊！可他们强行忍住，因为屈辱的遭遇虽然难堪，盼望官军的情绪最是激烈。接下来，两句忍泪失声的询问，是这个场面的高潮，然突然收结。从内容上看，这样更深刻地表现了中原人民盼望北伐的心情；从艺术上说， 在感情的顶点收结是诗歌创作的妙法， 往往起到语尽不尽的效果。此诗正是如此，诗在到达顶点时戛然而止，可是并非语意都尽，而是余音袅袅。诗人没有以使者身份回答“父老”的问题，也没有以作者口吻发表议论；但他的感情已经与诗笔叙说的事实、描绘的形象融合为一了。如果一定要作想象的话，那<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>可能只是无言以对，因为南宋统治者的既定政策根本不想收复失地，这是十分可悲的。因此此诗对南宋王朝的投降政策也有一定的批判。</p> <p>　　诗歌的创作多用比、兴，然而“赋”──直接叙述或描写也是不可少的。尤其是直接叙述，往往比描写更难驾御，这就要求诗人要有敏锐的目光，能抓住典型环境中的典型细节，将感情倾注于其中。这首诗的特色就在于此。诗中的典型细节在于两个字──“等”和“询”。父老岁岁年年在等着“王师北定中原日”，几乎到了望穿双眼，几乎要化作“望驾石”，其强烈的愿望和痛苦的心情自然就融于“等”字中。而含泪失声的“询”则惟妙惟肖地描绘出父老的神情，那颤颤巍巍的身影，如在眼前，那哽哽咽咽的声调，尤在耳旁，真是“沉痛不可多读”。而“几时真有”更是意味深长，早也盼，晚也盼，朝思暮想，朝朝暮暮州桥畔，伫立凝眸，企首悬望，父老们的急切心情溢于言表。“遗民泪尽胡尘里，南望王师又一年。”这是他们的弦外之音，因为他们的热切盼望一次又一次地变成失望。而诗人的无言以对，可谓“此时无声胜有声”。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋孝宗乾道六年（1170），<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>奉命出使金国，渡过淮河，踏上中原土地，感慨很深，将沿途所见所闻所感写成日记《揽辔录》一卷，又有<a href=\"http://so.gushiwen.org/view_70966.aspx\">诗</a>一卷，收其所作七十二首七言绝句，多举所见为题，以表达故国之思。此诗为过汴京时所作。</p>",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "古诗三百首",
    "爱国"
  ]
}