{
  "id": 69492,
  "star": 2,
  "name": "【双调】折桂令　归隐",
  "dynasty": "元代",
  "content": "问先生掉臂何之？在云外青山，山上茅茨。向陇首寻梅，着仗头挑酒，就驴<br>背吟诗。叹功名一张故纸，冒风霜两鬓新丝。何苦孜孜，莫待。细看渊明，<br>归去来辞。<br>　　避风波跳出尘寰，抗疏休官，倜傥归山。省两脚干忙，把寸心常静，遣两鬓<br>迟斑。向花柳追游过眼，共知音谈笑开颜。天运循环，人事艰难，怡老乡园，罢<br>念长安。<br>　　结茅庐膝可相容，驿路风尘，人海鱼龙。袖拂去张良，船撑开范蠡，冠挂退<br>逢萌。间谈笑黄童皓翁，尽受用明月清风。休怪吾侬，性本疏慵，赢得清闲，傲<br>杀英雄。<br>　　望南山归去来兮，怕世态炎凉，人面高低。跨百尺长鲸，逐双飞彩凤，通一<br>点灵犀。驾高车乘驷马吃跌怎起，啖肥羊饮法酒伤了难医！茅舍疏篱，稚子山妻，<br>无辱无荣，快乐便宜。<br>　　韬光晦迹闲居，箪食壶浆，瓮牖桑枢。隙内白驹，樽中绿蚁，囊里青蚨。会<br>踢弄徒劳手足，使机关枉费心术。宠辱从渠，去就从予，醉赋高阳，梦到华胥。<br>厌红尘拂袖而归，为丘壑情浓，名利心灰。看山对青螺，谈玄挥尘，换酒金龟”<br>鄙高位羊质虎皮，则非辜兔死狐悲。杖屦徘徊，猿鹤追随，俗客休来，径路无媒。<br>　　曾经风月排场，死也风流，老也疏狂。莺唤韶华，人惊春梦，水流年光。这<br>骨头千斤万两，这肚皮万卷文章。苗稼山庄，樽俎轩窗，闲领儿孙，潇洒书堂。<br>梦魂儿不到金銮，袖拂尘埃，林下盘桓。夜雪袁安，秋风张翰，石室陈抟。冷笑<br>他功名累卵，静观那日月跳丸。世态多般，祸福无端，落得身闲，做甚高官。山<br>庄小样蓬莱，杏坞桃溪，竹杖芒鞋。扁担挑折，葫芦摔碎，布袋开。酿新酒烘<br>春醉色，染霜毫艳锦诗才。磊落襟怀，放浪形骸，乡邻款语，灯火归来。叹天之<br>未丧斯文，剑气丹光，酒魄诗魂。名利秋霜，荣华朝露，富贵浮云。看青山玩绿<br>水醉田家瓦盆，采黄花摘红叶戏庄上儿孙。随分耕耘，过遣晨昏，竹几藤床，草<br>舍柴门。<br>　　费十年灯火窗前，将铅椠马残，铁砚磨穿。处动静由人，算穷通由命，料生<br>死由天。安吾分随方就圆，任他乖越后搀先。舜禹心传，孔孟遗编，多艺多才，<br>无党无偏。<br>　　傍烟霞盖座团标，梅放初花，竹长新梢。摆脱风尘，咏歌风月，不见风涛。<br>叹世事争头鼓脑，笑公门屈脊低腰。厌听喧嚣，甘心寂寥，抛却功名，管领渔樵。<br>想英雄四海为家，楚尾吴头，海角天涯。汉釜里游鱼，羡林中归鸟，厌井底鸣蛙。<br>荣与辱翻腾不暇，废和兴更变多差。尘事如麻，吾岂匏瓜，辞去张良，谏退。<br>　　莺花十二行窝，几度东风，一枕南柯。支遁青骊，李斯黄犬，逸少白鹅。养<br>丹鼎塞灰宿火，存道心止水澄波。醉里磨跎，醒后吟哦，不取轻肥，免见干戈。<br>大太夫一世豪杰，别个薰莸，辨个龙蛇。心不骄矜，言无谄佞，性不捩□。居要<br>路封侯建节，在陋巷缄口钳舌。厌处奸邪，莫食来嗟，诗了重吟，酒尽还赊。赋<br>归来浅种深耕，任兔走乌飞，虎斗龙争。梅出脱林逋，菊支撑陶令，鱼成就严陵。<br>崔烈富一生铜臭，伯夷贫千古清声。山可逃名，水可濯缨，用舍何难，去就皆轻。<br>　　净无尘长扫茅檐，招我青山，唤我青帘。散囊里黄金，藏匣中宝剑，收架上<br>牙签。正纲常言词不忝，守名分礼数无偏。随分齑盐，且自消淹，地久天长，浪<br>静风恬。<br>　　平生何限风流，先世簪缨，旧业箕裘。走马章台，骑鲸沧海，跨鹤扬州，黄<br>金积子孙难守，驹阴逝顷刻难留。一笔都勾，万事都休，静里乾坤，傲杀王侯。<br>自休官遁迹山林，喜气洋洋，生意津津。事要知机，交须知己，诗遇知音。桑绕<br>宅供山妻积，水投竿遣稚子敲针。泽畔行吟，涤尽尘襟，闲看浮云，出岫无心。<br>　　二十年尘土征衫，铁马金戈，火鼠冰蚕。心不狂谋，言无妄发，事已多谙。<br>黑似漆前程黯黯，白如霜衰鬓斑斑。气化相参，谗诈难甘，笑取琴书，去访图南。",
  "poet": {
    "id": 2823,
    "star": 0,
    "name": "汪元亨",
    "desc": "汪元亨（生卒不详），元代文学家。字协贞，号云林，别号临川佚老，饶州（今江西鄱阳）人元至正间出仕浙江省掾，后迁居常熟官至尚书。所作杂剧有三种，今皆不传。《录鬼簿续篇》说他有《归田录》一百篇行世，见重于人。现存小令恰一百首，中题名「警世」者二十首，题作《归田》者八十首。他生当元末明初乱世，从今存散曲内容看，多警世叹时之作，吟咏归田隐逸生活。在艺术上，其散曲风格豪放，语言质朴，善用排比，一气贯注：有些则潇洒典雅，情味浓郁，互文比喻，耐人寻味。"
  },
  "tags": []
}