{
  "id": 31808,
  "star": 10,
  "name": "蔡中郎坟",
  "dynasty": "唐代",
  "content": "古坟零落野花春，闻说中郎有后身。 <br>今日爱才非昔日，莫抛心力作词人。",
  "fanyi": "<p><strong>译文<br></strong>古坟零落唯有野花正逢春，我听说蔡中郎也有了后身。<br>如今爱惜人才已不如昔日，不要白白抛掷才华作<a href=\"http://so.gushiwen.org/view_31808.aspx\">诗</a>人。</p> <p><strong>注释<br></strong>⑴蔡中郎坟：蔡中郎即东汉末年著名文士<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>，因他曾任左中郎将，后人称他为“蔡中郎”。据《吴地志》载，蔡邕坟在毗陵（今江苏省常州市）尚宜乡互村。<br>⑵零落：衰颓败落。<br>⑶“闻说”句：闻说，犹听说。后身，佛教有“三世”之说，谓人死后转世之身为“后身”。《太平御览》载，<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>死的那一天，蔡邕的母亲刚好怀孕。张、蔡二人，才貌非常相似，因此人们都说蔡邕是张衡的后身。这里诗人在传说的基础上进一步推想：既然蔡邕是张衡的后身，那么蔡邕死后也应该有后身。<br>⑷昔日：往日；从前。<br>⑸“莫抛”句：蔡邕曾赏识<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>，欲以藏书赠之，诗人感伤今日无爱才如蔡邕者，所以这样说。心力，指精神与体力。词人：擅长文辞的人，指诗人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的七律《过<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>墓》，是寄慨遥深、文采斐然的名作，他的这首《蔡中郎坟》则不大为人注意。其实，这两首<a href=\"http://so.gushiwen.org/view_31808.aspx\">诗</a>虽然内容相近，艺术上却各有千秋，不妨参读并赏。</p> <p>　　蔡中郎，即东汉末年著名文人<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>，曾官左中郎将，死后葬在毗陵尚宜乡互村（毗陵即今常州）。这首诗就是写诗人过蔡中郎坟时引起的一段感慨。</p> <p>　　首句正面写蔡中郎坟。蔡邕卒于公元192年（汉献帝初平三年），到温庭筠写这首诗时，已历六七百年。历史的风雨，人世的变迁，使这座埋葬着一代名士的古坟已经荒凉残破不堪，只有那星星点点不知名的野花点缀在它的周围。野花春的“春”字，形象地显示出逢春而发的野花开得热闹繁盛，一片生机。由于这野花的衬托，更显出古坟的零落荒凉。这里隐隐透出一种今昔沧桑的感慨；这种感慨，又正是下文“今日爱才非昔日”的一条引线。</p> <p>　　第二句暗含着一则故实。殷芸《小说》记载：<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>死的那一天，蔡邕的母亲刚好怀孕。张、蔡二人，才貌非常相似，因此人们都说蔡邕是张衡的后身。这原是人们对先后辉映的才人文士传统继承关系的一种迷信传说。诗人却巧妙地利用这个传说进行推想：既然张衡死后有蔡邕作他的后身，那么蔡邕死后想必也会有后身了。这里用“闻说”这种活泛的字眼，正暗示“中郎有后身”乃是出之传闻推测。如果单纯咏古，这一句似乎应当写成“闻说中郎是后身”或者“闻说张衡有后身”。而诗中这样写，既紧扣题内“坟”字，又巧妙地将诗意由吊古引向慨今。在全诗中，这一句是前后承接过渡的枢纽，诗人写来毫不着力，可见其艺术功力。</p> <p>　　“今日爱才非昔日，莫抛心力作词人。”这两句紧承“中郎有后身”抒发感慨，是全篇主意。蔡邕生当东汉末年政治黑暗腐朽的时代，曾因上书议论朝政阙失，遭到诬陷，被流放到朔方；遇赦后，又因宦官仇视，亡命江湖；董卓专权，被迫任侍御史，卓被诛后，蔡邕也瘐死狱中。一生遭遇，其实还是相当悲惨的。但他毕竟还参与过校写熹平石经这样的大事，而且董卓迫他为官，也还是因为欣赏他的文才。而作者当时的文士，则连蔡邕当年那样的际遇也得不到，只能老死户牖，与时俱没。因此诗人十分感慨；对不爱惜人才的当局者来说，蔡邕的后身生活在“今日”，即使用尽心力写作，也没有人来欣赏和提拔，根本不要去白白抛掷自己的才力。</p> <p>　　这两句好像写得直率而刻露，但这并不妨碍它内涵的丰富与深刻。这是一种由高度的概括、尖锐的揭发和绝望的愤激所形成的耐人思索的艺术境界。熟悉蔡邕所处的时代和他的具体遭遇的人，都不难体味出“今日爱才非昔日”这句诗中所包含的深刻的悲哀。如果连蔡邕的时代都算爱才，那么“今日”之糟践人才便不问可知了。正因为这样，末句不是单纯慨叹地说“枉抛心力作词人”，而是充满愤激地说“莫抛心力作词人”。诗中讲到“中郎有后身”，看来诗人是隐然以此自命的，但又并不明说。这样，末句的含意就显得很活泛，既可理解为告诫自己，也可理解为泛指所有怀才不遇的士人，内涵既广，艺术上亦复耐人寻味。这两句诗是对那个糟践人才的时代所作的概括，也是当时广大文士愤激不平心声的集中表露。</p>",
  "about": "<h2>创作背景</h2> 　　汉末文人<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>，死后葬在毗陵（今常州）尚宜乡互村。此<a href=\"http://so.gushiwen.org/view_31808.aspx\">诗</a>写景切春令，当作于唐武宗会昌三年（843年）春<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>自吴中返长安途径常州时。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "咏史怀古",
    "抒情"
  ]
}