{
  "id": 64094,
  "star": 783,
  "name": "一剪梅·舟过吴江",
  "dynasty": "宋代",
  "content": "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。<br>何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。",
  "fanyi": "<p><strong>译文</strong><br>船在吴江上飘摇，我满怀羁旅的春愁，看到岸上酒帘子在飘摇，招揽客人，便产生了借酒消愁的愿望。船只经过令文人骚客遐想不尽的胜景秋娘渡与泰娘桥，也没有好心情欣赏，眼前是“风又飘飘，雨又潇潇”，实在令人烦恼。<br>哪一天能回家洗客袍，结束客游劳顿的生活呢？哪一天能和家人团聚在一起，调弄镶有银字的笙，点燃熏炉里心字形的盘香？春光容易流逝，使人追赶不上，樱桃才红熟，芭蕉又绿了，春去夏又到。</p> <p><strong>注释</strong><br>1.吴江：今江苏县名。在苏州南。<br>2.浇：浸灌，消除。<br>3.帘招：指酒旗。<br>4.秋娘渡：指吴江渡。秋娘：唐代歌伎常用名，或有用以通称善歌貌美之歌伎者。又称杜仲阳，为唐德宗时镇海军节度史李侍女。渡：一本作“度”。<br>5.桥：一本作“娇”。<br>6.萧萧：象声，雨声。<br>7.银字笙：管乐器的一种。调笙，调弄有银字的笙。<br>8.心字香，点熏炉里心字形的香。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　吴江指滨临太湖东岸的吴江县。这首词主要写作者乘船漂泊在途中倦懒思归之心情。</p> <p>　　起笔点题，指出时序，点出“春愁”的主旨。“一片春愁待酒浇”，“一片”言愁闷连绵不断。“待酒浇”，是急欲要排解愁绪，表现了他愁绪之浓。词人的愁绪因何而发，这片春愁缘何而生。接着便点出这个命题。</p> <p>　　随之以白描手法描绘了“舟过吴江”的情景：“江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧”，这“江”即吴江。一个“摇”字，颇具动态感，带出了乘舟的主人公的动荡飘泊之感。“招”，意为招徕顾客透露了他的视线为酒楼所吸引并希望借酒浇愁的心理。这里他的船已经驶过了秋娘渡和泰娘桥，以突出一个“过”字。“秋娘”“泰娘”是唐代著名歌女。作者单用之。心绪中难免有一种思归和团聚的急切之情。飘泊思归，偏逢上连阴天气。作者用“飘飘”“萧萧”描绘了风吹雨急。“又”字含意深刻，表明他对风雨阻归的恼意。这里用当地的特色景点和凄清、伤悲气氛对愁绪进行了渲染。</p> <p>　　“何日归家洗客袍？银字笙调，心字香烧”。首句点出“归家”的情思，“何日”道出飘泊的厌倦和归家的迫切。想象归家后的温暖生活，思归的心情更加急切。“何日归家”四字，一直管着后面的三件事：洗客袍、调笙和烧香。“客袍”，旅途穿的衣服。调笙，调弄有银字的笙，烧香，点熏炉里心字形的香。这里是白描，词人想像归家之后的情景：结束旅途的劳顿，换去客袍；享受家庭生活的温馨，娇妻调弄起镶有银字的笙，点燃熏炉里心字形的香。白描是为了渲染归情，用美好和谐的家庭生活来突出思归的心绪。作者词中极想归家之后佳人陪伴之乐，思归之情段段如此。“银字”和“心字”给他所向往的家庭生活，增添了美好、和谐的意味。</p> <p>　　下片最后三句非常精妙。“流光容易把人抛”，指时光流逝之快。“红了樱桃，绿了芭蕉”化抽象的时光为可感的意象，以樱桃和芭蕉这两种植物的颜色变化，具体地显示出时光的奔驰，也是渲染。蒋捷抓住夏初樱桃成熟时颜色变红，芭蕉叶子由浅绿变为深绿，把看不见的时光流逝转化为可以捉摸的形象。春愁是剪不断、理还乱。词中借“红”“绿”颜色之转变，抒发了年华易逝，人生易老的感叹。</p> <p>　　词人在词中逐句押韵，读起朗朗上口，节奏铿锵。大大地加强了词的表现力。这个节奏感极强的思归曲，读后让人有“余言绕梁，三日不绝”的意味。</p><br/><h2>赏析二</h2> <p>　　这是一首写在离乱颠簸的流亡途中的心歌。明艳的春光与凄楚的神魂在强烈地对照着，春深似海，愁深胜似海，在时光的流逝中，“春愁”却无法排遣。于是从看似浏亮的声韵中读者听到了夹杂着风声雨声的心底的呜咽声。</p> <p>　　词大致作在南宋亡后蒋捷飘零于姑苏一带太湖之滨的阶段。这里原是个山柔水软的江南秀丽地。一个彷徨四顾，前程茫茫，时光空抛，有家难归的游子置身在此境地里，怎能不惆怅莫名呢？词的上片初一看无非写春愁难解，借酒浇愁而已。略加细察，可以看出此中有大起伏，情思在跌宕中激越波荡。词人的一腔“春愁”待酒以浇的渴望，在“江上舟摇”的飘流中是得到瞬间的满足的。“楼上帘招”这江村小酒店的或许写有“太白一醉”字样的青布帘招知词人，可来醉乡小憩。在这一“摇”一“招”之间，情绪是由愁而略见开颜了的。可是当江上小舟载着这薄醉之人继续行去，醉眼惺忪地在眼帘上映入“秋娘渡与泰娘桥”的景色时，风吹酒醒，雨滴心帘，只觉风入骨，雨寒心。转而“秋愁”复涨，而且愈涨愈高了。情绪的起伏就是如此激转湍漩。“秋娘渡”、“泰娘桥”指的是吴江一带地名。蒋捷的《行香子·舟宿间湾》词就有“过窈娘堤，秋娘渡，泰娘桥”之句。词人在此处以“秋娘渡”与“泰娘桥”指代苏州吴江一带景物之美——秀婉妩媚令人愉悦的美。正是这美景愈触发其愁思，思念起了在家的“笑涡红透”、“软语灯前”的妻室。</p> <p>　　“风又飘飘，雨又萧萧”的句式正是一种暗示法的句式，是某种特定心态借助意象的表现方法。它让人可以产生听觉上的风声雨声，视觉上的潇潇绵绵、飘飘扬扬，触觉上的寒意、潮意、湿润意，一直到心态上的感知：酸辛感、苦涩感。这手法在下片中也出现的：“流光容易把人抛，红了樱桃，绿了芭蕉。”一“红”一“绿”，将春光渐渐消逝于初夏的来临中这个过程充分表现了出来。这是时序的暗示。但细加辨味，芭蕉叶绿，樱桃果红，花落花开，回黄转绿，大自然一切可以年年如此，衰而盛，盛而衰，可是人呢？绿肥红瘦对人来说意味着青春不再，盛世难逢。再进一步推去，家国呢？一旦破败，还能重见么？“流光容易把人抛”的全过程，怎样抛的，本极抽象，现今以“红了樱桃，绿了芭蕉”明示出来。所以，如果说，暗示具体时序由春而夏，那是“实”的表现，那么将抽象的流光抛人揭示开来就是“虚”的具体化。这八个字真是妙极了的。至于色彩的自然绚丽，语言的准确性那是可以不言而喻的。</p> <p>　　明白了这些，“何日归家洗客袍”之问就显得不只是一般的游子之家情了。从词的脉络说，这一句暗接上片的因风雨之声而强化了的触景生情，即使内心的愈发高涨的“春愁”由心底浮出来，具体化，外现。但从内在情思看，这“洗客袍”即结束飘流的不安定生活，重新过着由佳人相伴，素手调笙，烧起心字形清香的宁静怡乐的生活——可能吗？“何日归家”正是无望之叹！莫说有家难归，即使归家了，“客袍”洗涴得了么？国已破，家难在！对一个忠贞之士来说，从此将是无尽的流亡生涯，往昔温馨雅事都已在“何日”之问中一去不复返。失落了这样的心境，也就结束了这样的情事，这是肯定的，所以“何日”之间，其实他已是自答了的。由此而读下去，“流光容易把人抛”已如前面分析，在这看似明畅的词句中包裹的是怎样一颗紧缩的心，岂非一目了然。</p> <p>　　这里有意把下片诸句倒过顺序来谈，又将“何日归家洗客袍”置于上下片的关联点上去理解，是想从具体的句式和情思上说明这首短词形似明快，实则苦涩，在艺术上具有似“流”实“留”的特点，情韵在回环周转地流荡，呈一种漩涡状。这种艺术手段最能将“剪不断，理还乱”的情意充分表达出。“流”，是流畅少停蓄，而“留”则有顿挫，有吞吐，有抑扬之势。蒋捷确有一些词写得稍嫌“流”，但这首《一剪梅》却不属此类作品，不可匆匆浏览，不细辨味。</p> <p>　　《一剪梅》词牌的特点是在舒徐（七字句）与急促（四字叠句）的节奏较整齐的交替中显现动人的音乐性的。自<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>以来，有不少名句，如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“才下眉头，又上心头”等。后又经<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的创作，使四字叠句完全由散而整，构成排句重叠的规定性，音乐性更强了。而且往往突出画面的重叠或心境的重叠。到蒋捷手里，特别是这首《一剪梅·舟过吴江》传世，《一剪梅》的表现手法更为丰富，四组四字相叠的排句也往往写得灵动流丽，名篇更多了。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋亡，作者深怀亡国之痛，隐居姑苏一带太湖之滨，漂泊不仕。此词为作者乘船经过吴江县时，见春光明艳的风景借以反衬自己羁旅不定的生活所作的一首词。</p>",
  "poet": {
    "id": 442,
    "star": 0,
    "name": "蒋捷",
    "desc": "蒋捷（生卒年不详），字胜欲，号竹山，宋末元初阳羡（今江苏宜兴）人。先世为宜兴巨族，咸淳十年（1274）进士。南宋亡，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《疆村丛书》本；又《竹山词》2卷，收入涉园景宋元明词续刊本。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "伤春",
    "思归"
  ]
}