{
  "id": 69854,
  "star": 2,
  "name": "杂剧·看钱奴买冤家债主",
  "dynasty": "元代",
  "content": "楔子<br>小人汴梁曹州人氏，姓周名荣祖，字伯成。浑家张氏，孩儿长寿。小生先世广有家财，因祖父周奉记敬理释门，盖起一所佛院，每日看经念佛，祈保平安。至我父亲，一心只做人家，为修理宅舍，这木石砖瓦，无处取办，遂将那所佛院尽毁废了。比及宅舍工完，我父亲得了一病，百般的医药无效，人皆以为不信佛教之过。我父亲亡后，家私里外，都是小生掌把。小生学成满腹诗书，现今黄榜招贤，开放选场。大嫂，我待要应举走一遭去，你意下如何？秀才，不知好着俺领了长寿孩儿，一路同去么？这也使的。大嫂，有俺那祖财，携带不去，且埋在后面墙下，房廊屋舍着行钱看守着。俺和你带了孩儿，上朝取应去，但得一官半职，改换家门，可不好也！既如此，便当收拾行李，随你同去则个。大嫂，想俺祖上信佛，俺父亲偏不信佛，到今日都有报应也呵！<br>【仙吕】【赏花时】积善存仁为第一，暗室亏心天地和。则俺这家豪富是祖先积，只为他施仁布德，也则要博一个孝子和贤妻。<br>【幺篇】可不道湛湛青天不可欺，举意之前悔后迟。空内有神祗，俺父亲呵！不合兴心儿拆毁，今日个客路里怨他谁！<br><br>第一折<br>赫奕丹青庙貌隆，天分五岳镇西东。时人不识阴功大，但看香烟散满空。吾神乃东岳殿前灵派侯是也。想东岳泰山者，乃群仙之祖，万峰之尊，天地之孙，神灵之祚，在于兖州地方。古有金轮皇帝，妻乃弥轮仙女，夜梦吞二日，觉而有孕，所生二子，长曰金虹氏，次曰金蝉氏。金虹氏乃东岳圣帝是也。圣帝在长白山有功，封为古岁太岳真人，汉明帝时封为泰山元帅，管十八地狱七十四司生死之期。自尧舜禹汤周秦汉魏，则有都天府君之位。自唐武后垂拱三年七月初一日，封为东岳之神，至开元十三年，加为天齐王，宋真宗朝封为东岳齐大生神圣帝。这的是天地循环，周而复始。便好道：不孝谩烧千束纸，亏心空爇万炉香。神灵本是正直做，不受人间枉法赃。如今阳世有一人，乃是贾仁。此人在吾神庙中埋天怨地，告诉神明，只说不怜悯他。想他今日必然又来告诉，吾神自有个显应。这早晚敢待来也！又无房舍又无田，每日城南窑里眠。一般带眼安眉汉，何事手中偏没钱？小可曹州人氏贾仁的便是。幼年间父母双亡，别无甚亲眷，则我单身独自，人见我十分过的艰难，都唤我做穷贾儿。想人生世间，有那等骑鞍压马，富贵奢华，吃好的，穿好的，用好的。他也是一世人，偏贾仁吃了那早起的，无那晚夕的；每日烧地眠炙地卧，衣不遮身，食不充口，可也是一世人。天那！你也睁开眼波，兀的不穷杀贾仁也！我每日家不会做甚么营生，则是与人家挑土筑墙，和泥托坯，担水运浆，做坌工生活度日，到晚来在那破瓦窑中安身。今日替人家打着一堵儿墙，打起半堵儿，只为气力不加，还有半堵儿不曾打的。我如今困乏了，且歇一歇。这里有一所东岳灵派侯庙，我去那庙中诉我这苦楚去，就烧一炷香去。天那，兀的不穷杀贾仁也！我也无那香，只是捻土为香，祷告神灵可怜见。小人是贾仁，想有那等骑鞍压马，穿罗着锦，吃好的，用好的，他也是一世人。我贾仁也是一世人，偏我衣不遮身，食不充口，吃了早起的，无那晚夕的，烧地眠，炙地卧，穷杀贾仁也！上圣，但有些小富贵，我也会斋僧布施，盖寺建塔，修桥补路，惜孤念寡，敬老怜贫，我可也舍的，则是圣贤可怜见我。说话中间，觉得身体有些困倦，我且在这屋檐下暂时歇息咱。鬼力，与我摄过贾仁来者！兀那贾仁，你为何在吾神庙中埋天怨地，怨恨俺神灵，你主何缘故？上圣可怜见，小人怎敢埋天怨地。我想贾仁生于人世之间，衣不遮身，食不充口，吃了早起的，<br>无那晚夕的，烧地眠，炙地卧，穷杀贾仁也！上圣可怜见，但与我些小衣禄食禄，我贾仁也会斋僧布施，盖寺建塔，修桥补路，惜孤念寡，敬老怜贫，我可也舍的。上圣，则是可怜见咱。这桩事曾福神该管。鬼力，与我唤的增福神来者。小圣增福神也。掌管人间生死、贵贱、高下、六科、长短之事，十八地狱，七十四司。我想尘世人心性迷痴，不知为善。只看那奈河潺潺，金桥之上并无一人也呵。<br>【仙吕】【点绛唇】这等人轻视贫乏，不恤鳏寡。天生下、一种奸滑，将神鬼都瞒唬。<br>常言道：\"人间私语，天闻若雷；暗室亏心，神目如电。\"信有之也！<br>【混江龙】你休要虚贪声介，但存的那心田一寸是根芽。不肯道甘贫守分，都则待侥幸成家。自拿着杀子杀孙笑里刀，怎留的好儿好女眼前花。你则看那阳间之事，正和俺阴府无差，明明折挫，暗暗消乏。这等人动则是忘人恩、背人义、昧人心，管甚么败风俗、杀风景、伤风化！怎能够长享着肥羊法酒，异锦的这轻纱？<br>上圣呼唤小神，有何法旨？今阳世间有一贾仁，每日在吾庙中埋天怨地，怪恨俺神灵。你与我问他去。理会的。兀那贾仁，是你怪恨俺这神灵来么？上圣可怜见，俺贾仁怎敢怪恨您这神灵。我则说世上有那等人，穿罗着锦，骑鞍压马，吃好的，用好的，他又有钱钞使。他也是一个人，偏我贾仁衣不遮身，食不充口，吃了早起的，无那晚夕的；烧地眠，炙地卧，兀的不穷杀贾仁也！则怨我小人的命薄，怎敢埋天怨地？上圣可怜见，则与我些小衣禄食禄，我也会斋僧布施，盖寺建塔，修桥补路，惜孤念寡，敬老怜贫，我可也舍的。上圣，则是可怜见咱。噤声！上圣，此人平日之间，不敬天地，不孝父母，毁僧谤佛，杀生害命，当受冻饿而死。上圣管他做甚么！则怕注的他这衣禄食禄差了么？<br>【油葫芦】那一个红脸儿的阎王不是耍，捏胎儿依正法，则他注生的分数几曾差？这等人向官员财主里难安插，好去那驴骡狗马里刚投下。又不曾将他去油锅里炸，又不曾将他去剑树上杀。据着那阿鼻地狱天来大，但得个人身体便可也不亏他。<br>尊神，论此等人在世，不知怎生贪财好贿，害众成家也。<br>【天下乐】这等人何足人间挂齿牙，他前世里奢华，那一片贪财心没乱煞，则他油锅内见钱也去挝。富了他这一辈人，穷了他那数百家，今世里受贫穷还报他。<br>上圣休听增福神说，念小人不是这样人。小人是个好人，平日之间也是个看经念佛，吃斋把素，行善事的人。上圣怎生可怜见，与小人些小富贵，可也好也！你这厮平昔之间，扭曲作直，抛撒五谷，伤残物命，害众成家，你怎生能够发迹那？尊神，此人前生抛撒净水，作贱五谷，今世正当冻死饿死也。<br>【那吒令】你前世里造下，今世里折罚；前世里狡猾，今世里叫华；前世里抛撒，今世里饿杀。我平昔间也是个敬天地，尊法度，和弟兄，睦六亲，信佛法，礼三光，孝父母，不偷盗。我是个心慈好善的人，现如今吃长斋哩！上圣，但与我些小富贵，我做本分营生买卖去也。你使的是造恶心，但说的是亏心话，不肯做本分生涯。<br>正是\"亏心折尽平生福，行短天教一世贫\"。吾神自有点检，怎瞒的过也。<br>【鹊踏枝】亏心也尽由他，造恶也怎瞒咱，上面有湛湛青天，下面有漫漫黄沙。请上圣鉴察，枉将他救拔，俺可管他甚贫富穷达。<br>上圣，我爷娘在时，也还奉养他好好的，从亡化之后，不知甚么缘故，颠倒一日穷一日了，我也在爷娘坟上烧钱裂纸，浇茶奠酒，我这泪珠儿至今不曾干，至是一个孝顺的人。噤声！<br>【寄生草】你爷娘在生时耽饥饿，死了也奠甚茶？则你那泪珠儿滴尽空潇洒，瀽了些浆水饭那里肯道停时霎，巴的那纸钱灰烧过无牵挂。你可便瀽了那百壶浆也湿不透墓门前，浇的那千种茶怎流得到黄泉下？<br>尊神，这等穷儿乍富，瞒心昧己，欺天诳地，只要损别人安自己，正是一世儿不能够发迹的。<br>【六幺序】这人没钱时无些话，才的有便说夸，打扮似大户豪家。你看他耸起肩胛，迸定鼻凹，没半点和气谦洽。每日在长街市上把青骢跨，只待要弄柳拈花，马儿上扭捏着身子儿诈。做出那般般样势，种种村沙！<br>【幺篇】则说街狭，更嫌人杂，把玉勒牢拿，玉鞭忙加。撺行花踏，见的白蹅，问甚么邻家，那肯道樊鞍下马，直将穷民来傲慢杀。上圣，我贾仁不是这等人。你但与我些小富贵，我也会和街坊，敬邻里，识尊卑，知上下。只愿上圣可怜见咱。他虽则消乏，也是你邻里家，须索将礼数酬答。则你那自尊自贵无高下，真乃是井底鸣蛙。似这等待穷民肚量些儿大，则你那酸寒乞俭，怎消得富贵荣华！<br>尊神，据着贾仁埋天怨地，正当冻死饿死。便好道天不生无禄之人，地不长无名之草。吾等体上帝好生之德，权且与他些福力咱。既如此，待小圣看去波。上圣，据着这厮正当冻死饿死。今奉上圣法旨，权且借些福力与他。看的有曹州曹南周家庄上，他家福力所积，阴功三辈，为他一念差池，合受折罚。我如今将那家的福力、权且借与他二十年。等到二十年后，着他双手儿交还本主便了。这个使的。兀那贾仁。你本当冻死饿死，上圣可怜见，借与你些福力。今有曹州曹南周家庄上，所积阴功三辈，只因一念差池，合受折罚。我如今将那家福力权且借与你二十年，待到二十年后，你两只手儿交付还他那本主。你记者：比及你去呵，索钱的可早等着你也。谢上圣济拔之恩。我便做财主去也。噤声！<br>【赚煞】则你这成家子未安身，那个破家鬼先生下。我若做了财主呵，穿一架子好衣服，骑着一匹好马，去那三山骨上赠他一鞭，那马不剌剌。做甚么？没，我则这般道。我则是借与你那钱龙儿入家，有限次的光阴你权掌把，上圣可怜见，不知借与我几十年？我则是借与你二十年仍旧还他。上圣，怎么可怜见，则借得小人二十年？左右是一个小字儿，高处再添上一画，借的我三十年，可也好也？噤声！这厮还不足哩！你还待告增加，怎知这祸福无差，贫和富都是前缘非浪假。为甚么桃花向三月奋发，菊花向九秋开罢？你道为甚么那？也则为这天公不放一时花。<br>兀那贾仁，据着你正当冻死饿死，吾神体上帝好生之德，权且借与你二十年福力，二十年后，交还与那本主。便好道：\"善有善报，恶有恶报，不是不报，时辰未到。\"天若不降严霜，松柏不如蒿草。神明若不报应，积善不如作恶。莫瞒天地莫瞒心，心不瞒时祸不侵。十二时中行好事，灾星变作福星临。贾仁，你休推睡里梦里。哎呀，一觉好睡也，原来是南柯一梦。恰才上圣分明的对我说，曹州曹南周家庄上的福力，借与我二十年，我如今便做财主。财主也，知他在那里？便好道\"梦是心头想\"，信他做甚么？还有半堵墙儿不曾打的哩我可去打那半堵墙儿去。天那，兀的不穷杀贾仁也！<br><br>第二折<br>耕牛无宿科，仓鼠有余粮。万事分已定，浮生空自忙。小可姓陈，双名德甫，乃本处曹州曹南人氏。幼年间攻习诗书，颇亲文墨，不幸父母双亡，家道艰难，因此将儒业废弃，与人家做个门馆先生，度其日月。此处有一个是贾老员外，有万贯家财，鸦飞不过的田产物业，油磨坊，解典库，金银珠翠，绫罗缎目占，不知其数。他是个巨富的财主。这里可也无人，一了他一贫如洗，专与人家挑土筑墙，和泥托坯，担水运浆，做坌工生活，常是吃了早起的，无那晚夕的，人都叫他做穷贾儿。也不知他福分生在那里，这几年间暴富起来，做下泼天也似家私。只是那员外虽然做个财主，争奈一文也不使，半文也不用。别人的东西恨不得擘手夺将来，自己的东西舍不的与人；若与人呵，就心疼杀了也。小可今日正在他家坐馆，这馆也不是教学的馆，无过在他解典库里上些帐目。那员外空有家私，寸男尺女皆无。数次家常与小可说：\"街市上但遇着卖的或男或女，寻一个来与我两口儿喂眼。\"小可已曾吩咐了店小二，着他打听着，但有呵便报我知道。今日无甚事，到解典库中看看去。酒店门前三尺布，人来人往图主顾，做下好酒一百缸，倒有九十九缸似头醋。自家店小二的便是。俺这酒店是贾员外的。他家有个门馆先生，叫做陈德甫。三五日来算一遭帐。今日下着这般大雪，我做了一缸新酒，不供养过不敢卖，待我供养上三杯酒。招财利市土地，俺这洒一缸胜似一缸。俺将这酒帘儿挂上，看有甚么人来？小生周荣祖，嫡亲的三口儿家属，浑家张氏，孩儿长寿。自应举去后，命运未通，功名不遂。这也罢了！岂知到的家来，事事不如意，连我祖遗家财，埋在墙下的，都被人盗去。从此衣食艰难，只得领了三口儿去洛阳探亲，图他救济。偏生这等时运，不遇而回。正值暮冬天道，下着连日大雪，这途路上好苦楚也呵！秀才，似这等大风大雪，俺每行动些儿。爹爹，冻饿杀我也。<br>【正宫】【瑞正好】赤紧的路难通，俺可也家何在？休道是乾坤老山也头白。四野冻云垂，万里冰花盖，肯分的俺三口儿离乡外。<br>大嫂，你看大雪也。<br>【滚绣球】是谁人碾琼瑶往下筛？是谁人剪冰花迷眼界？恰便似玉琢成六街承三陌，恰便似粉妆就展阁楼台。似这雪呵，便有那韩退之蓝关前冷怎当？便有那孟浩然驴背上也跌下来，似这雪呵，便有那剡溪中禁回他子猷访戴，则俺这三口儿兀的不冻倒尘埃？勿、勿、勿！眼见的一家受尽千般苦，可甚么十谒朱门九不开，委实难捱。<br>秀才，似这般风又大，雪又紧，俺且去那里避一避，可也好也。大嫂，俺到那酒务儿里避雪去来。哥哥支揖。请家里坐吃酒去。秀才，你那里人氏？哥哥，我那得那钱来买酒吃！小生是个穷秀才，三口儿探亲去来，不想遇着一天大雪，身上无衣，肚里无食，一径的来这里避一避儿。哥哥，怎生可怜见咱？那一个顶着房子走哩〉你们且进来避一避儿。大嫂，你看这雪越下的紧了也。<br>【倘秀才】饿的我肚里饥失魂丧魄，冻的我身上冷无颜落色。这雪呵，偏向俺穷汉身边乱洒来。大嫂你看雪深埋脚面，风紧透人怀，我忙将这孩儿的手揣。<br>你看这三口儿，身上无衣，肚里无食；偌大的风雪，到俺店肆中避避。哪里不是积福处？家里来，家里来。我见这个人身上单寒，我早晨间供养的利市酒三蛊儿，我与那秀才蛊吃。兀那秀才，俺与你蛊酒吃。哥哥，我那里得那钱钞来买酒吃？俺不要你钱钞。我见你身上单寒，与你蛊酒吃。哥哥说不要小生钱，则这等与我蛊酒吃，多谢了哥哥。好酒也。<br>【滚绣球】见哥哥酒斟着磁盏台，香浓也胜琥珀，哥哥也你莫不道小人现钱多卖，问甚么新醉茅柴。这酒呵，赛中山宿酝开，笑兰陵高价抬，不枉了唤做那凤城春色，我饮一杯呵，恰便似重添上一件锦胎。这雪呵，似千团柳絮随风舞，我恰才咽下这杯酒去呵，可又早两朵桃花上脸来，便觉的和气开怀。<br>秀才，恰才谁与你酒吃来？是那卖酒的哥哥，见我身上单寒，可怜见我，与我了蛊酒吃。我这一会儿身上寒冷不过，你怎生问那卖酒的讨一蛊酒儿也我吃，可也好也。大嫂，羞人答答，教我怎生问他讨酒吃？哥哥，我那浑家问我那里吃酒来，我便道：\"卖酒的哥哥见我身上单寒，与了我一蛊酒儿吃。\"他便道：\"我身上冷不过，怎生再讨得半蛊酒儿吃，可也好也。\"你娘子也要蛊酒吃，来、来、来，俺舍这蛊酒儿与你娘子吃罢。多谢了哥哥。大嫂，我讨了一蛊酒来，你吃，你吃。爹爹，我也要吃一蛊。<br>儿也，你着我怎生问他讨那？哥哥，我那孩儿道：\"爹爹，你那里得这酒与奶奶吃来？\"我便道：\"那卖酒的哥哥又与了我一蛊儿吃。\"我那孩儿便道：\"怎生再讨的一蛊儿我吃，可也好也。\"这等，你一发搬在俺家中住罢。哥哥，那里不是积福处！来、来、来，俺再与你这一蛊儿酒。多谢了哥哥。孩儿，你吃、你吃。比及你这等贫呵，把这小的儿与了人家可不好？我怕不肯！但未知我那浑家心里何如？你和你那娘子商量去。大嫂，恰才那卖酒的哥哥道：\"似你这等饥寒，将你那孩儿与了人可不好？若与了人，倒也强似冻饿死了。只要那一份人家养的活，便与他去罢。哥哥，俺浑家肯把这个小的与了人家也。秀才，你真个要与人？是，与了人罢。我这里有个财主要，我如今领你去。他家里有儿子么？他家儿女并没一个儿哩。<br>【倘秀才】卖与个有儿女的是孩儿命衰，卖与个无子嗣的是孩儿大采，撞着个有道理的爹娘是孩儿修福来。哥哥，你救孩儿一身苦，强似把万僧斋，越显的你个哥哥敬客。<br>既是这等，你两口儿则在这里，我叫那买孩儿的人来。陈先生在家么？店小二，你唤我做甚么？你前日吩咐我的事，如今有个秀才，要卖他小的，你看去。在那里？则这个便是。是一个有福的孩儿也。先生支揖。君子恕罪。敢问秀才那里人氏？姓甚名谁？因何就肯卖了这孩儿？小生曹州人氏，姓周名荣祖，字伯成。因家业凋零，无钱使用，将自己亲儿情愿过房与人为儿。先生，你可作成小生咱。兀那君子，我不要这孩儿。这里有个贾老员外，他寸男尺女皆无，若是要了你这孩儿，他有泼天也似家缘家计，久后就是你这孩儿的。你跟将我来。不知在那里住？我跟将哥哥去。他三口儿跟的陈先生去了也。待我收拾了铺面，也到员外家看看去。兀的不富贵杀我也。常言道：\"人有七贫八富\"，信有之也。自家贾老员外的便是。这里也无人。自从与那一分人家打墙，刨出一石槽金银来，那主人也不知道，都被我悄悄的搬运家来，盖起这房廊、屋舍、解典库、粉房、磨房、油房、酒房，做的生意都如水也似的长将起来。我如今旱路上有田，水路上有船，人头上有钱，那一个敢叫我做穷贾儿？皆以员外呼之。但是一件，自从有这家私，娶的个浑家也有好几年了，争奈寸男尺女皆无，空有那鸦飞不过的田产，教把那一个承领？我平昔间一文也不使，半文也不用，我可不知怎生来这么悭吝苦克？若有人问我要一贯钞呵，哎呀，就如同挑我一条筋相似。如今又有一等人叫我做悭贾儿，这也不必题起。我这解典库里有一个门馆先生，叫做陈德甫，他替我家收钱举债。我数番家吩咐他，或儿或女寻一个来，与我两口儿喂眼。员外，你既吩咐了他，必然访得来也。今日下着偌大的雪，天气有些寒冷。下次小的每，少少的酾些热酒儿来，则撕只水鸡腿儿来，我与婆婆吃一蛊波。秀才，你且在门首等着，我先过去与员外说知。陈德甫，我数番家吩咐你，教你寻一个小的，怎这般不会干事？员外，且喜有一个小的哩。有在那里？现在门首。他是个甚么人？他是个穷秀才。秀才便罢了，甚么穷秀才！这个员外，有那个富的来卖儿女那！你教他过来我看。兀那秀才，你过去把体面见员<br>外者。先生，你须是多与我些钱钞。你要的他多少？这事都在我身上。大嫂，你看着孩儿，我见员外去也。员外支揖。兀那秀才，你那里人氏？姓甚名谁？小生曹州人氏，姓周名荣祖，字伯成。住了。我两个眼里偏生见不的这穷厮。陈德甫，你且着他靠后些，饿虱子满屋飞哩。秀才，你依着员外靠后些。他那有钱的是这等性儿。大嫂，俺这穷的好不气长也陈德甫，咱要买他这小的，也索要立一纸文书。你打个稿儿。我说与你写：立文书人周秀才，因为无钱使用，口食不敷，难以度日，情愿将自己亲儿某人，年几岁，卖与财主贾老员外为儿。谁不知你有钱，只要员外勾了，又要那\"财主\"两字做甚么？陈德甫，是你抬举我哩，我不是财主，难道叫我穷汉？是、是、是，财主，财主。那文书后头写道：当日三面言定，付价多少。立约之后，两家不许反悔。若有反悔之人，罚宝钞一千贯与不悔之人使用。恐后无凭，立此文书，永远为照。是了，反悔之人罚宝钞一千贯。他这正钱可是多少？这个你莫要管我，我是个财主，他要的多少，我指甲里弹出来的，他可也吃不了。是、是、是，我与那秀才说去。秀才，员外着你立一纸文书哩。哥哥，可怎生写那？他与你个稿儿：今有过路周秀才，因为无钱使用，半自己亲和，年方几岁，情愿卖与财主贾老员外为儿。先生，这财主两字也不消的上文书。他要这样写，你就写了罢。便依着写。这文书不打紧，有一件要紧，他说后面写着：如有反悔之人，罚宝钞一千贯与不反悔之人。先生，那反悔的罚宝钞一千贯，我这正钱可是多少？知他是多少？秀才，你则放心，恰才他也曾说来，他说我是个巨富的财主，要的多少，他指甲里弹出来的，着你吃不了哩。先生说的是，将纸笔来。秀才，咱这恩养钱可曾议定多少？你且慢写着。大嫂，恰才先生不说来，他是个巨富的财主，他那指甲里弹出来的，俺每也吃不了，则管里问他多少怎的？<br>【滚绣球】我这里急急的研了墨浓，便待要轻轻的下了笔划。爹爹，你写甚么哩？我儿也，我写的是借钱的文书。你说借那一个的？儿也，我写了可与你说。我知道了也。你在那酒店里商量，你敢要卖了我也！呀！儿也，这是我不得已委实无奈，可知道无奈。则是活便一处活，死便一处死，怎下的卖了我也！呀！儿也，想着俺子父的情呀，可着我班管难抬。这孩儿情性乖，是他娘肠肚摘下来。今日将俺这子父情可都撇在九霄云外，则俺这三口儿生扢扎两处分开。怎下的撇了我这亲儿，兀的不痛杀我也！做娘的伤心惨惨刀剜腹，做爹的滴血簌簌泪满腮，恰便似郭巨般活把儿埋。<br>这文书写就了也。周秀才，你休烦恼。我将这文书与员外看去。员外，他写了文书也。你看。将来我看：\"今有立文书人周秀才，因为无钱使用，只食不敷，难以度日，情愿将自己亲儿长寿，年七岁，卖与财主贾老员外为儿。\"写的好，写的好。陈德甫，你则叫那小的过来，我看看咱。我领过那孩儿来与员外看。秀才，员外要看你那孩儿哩。儿也，你如今过去，他问你姓甚么，你说我姓贾。我姓周。姓贾。便打杀我也则姓周。儿也！我领这孩儿过去。员外，你看好个孩儿也。这小的是好一个孩儿也。我的儿也，你今日到我家里，那街上的人问你姓甚么，你便道我姓贾。我姓周。姓贾。我姓周。这弟子孩儿养杀也不坚，婆婆，你问他。好儿也，明日与你做花花袄子穿。有人问你姓甚么，你道我姓贾。便大红袍与我穿，我也则姓周。这弟子孩儿养杀也不坚。他父母不曾去哩，可怎么便下的打他？爹爹，他每打杀我也！我那儿怎生这等叫？他可敢打俺孩儿也！<br>【倘秀才】俺儿也差着一个字千般的见责，那员外好狠也！那员外伸着五个指十分的便掴，打的他连耳通红半壁腮。说又不敢高声语，哭又不敢放声来，他则是偷将那泪揩。<br>陈先生，陈先生，早打发俺每去波。是，我着员外打发你去。先生，天色渐晚，误了俺途程也。员外，且喜，且喜，有了儿也。陈德甫，那秀才去了么？改日请你吃茶。哎呀，他怎么肯去？员外还不曾与他恩养钱哩。甚么恩养钱？随他与我些便罢。这个员外，他为无钱才卖这个小的，怎么倒要他恩养钱那？陈德甫，你好没分晓！他因为无饭的养活儿子，才卖与我。如今要在我家吃饭，我不问他要恩养钱，他倒问我要恩养钱？好说。他也辛辛苦苦养这小的，与了员外为儿，专等员外与他些恩养钱，做盘缠回家去也。陈德甫，他若不肯，便是反悔之人，你将这小的还他去，教他罚一千贯宝钞来瓦解。怎么倒与你一千贯钞？员外，你则与他些恩养钱去。陈德甫，那秀才敢不要，都是你捣鬼？怎么是我捣鬼？陈德甫，看你的面皮，待我与他些。下次小的每天库。好了。员外开库哩。周秀才，你这一场富贵不小也。拿来。你兜着，你兜着。我兜着。与他多少？与他一贯钞。他这等一个孩儿，怎么与他一贯钞？忒少。一贯钞上面有许多的宝字，你休看的轻了。你便不打紧，我便似挑我一条筋哩！倒是挑我一条筋也熬了，要打发出这一贯钞，更觉艰难。你则与他去，他是个读书的人，他有个要不要也不见的。我便依着你，且拿与他去。秀才你休慌，安排茶饭哩。这个是员外打发你的一贯钞。我几盆儿水洗的孩儿偌大，可怎生与我一贯钞！便买个泥娃娃儿，也买不的。想我这孩儿呀，<br>【滚绣球】也曾有三年乳十月胎，似珍珠掌上抬；甚工夫养得他偌大，须不是半路里拾的婴孩。我虽是穷秀才，他觑人忒小哉！那些个公平买卖，量这一贯钞值甚钱财！员外，你的意思我也猜着你了。你猜着甚的？他道我贪他香饵终吞钓，我则道留下青山怕没柴，拚的个搠笔巡街。<br>还了我孩儿，我们去罢。你且慢些，我见员外去。天色晚也，休斗小生耍。员外，还你这钞。陈德甫，我说他不要么。他嫌少，他说买个泥娃娃儿也买不的。那泥娃娃儿会吃饭么？不是这等说，那个养儿女的算饭钱来？陈德甫，也着你做人哩。常言道：\"有钱不买张口货\"。因他养活不过，方才卖与人。我不要他还饭钱也够了，倒要我的宝钞？我想来，都是你背地里调唆他。我则问你怎么与他钞来？我说：\"员外与你钞。\"可知他不要哩，你轻看我这钞了。我教与你，你把这钞高高的抬着，道：\"兀那穷秀才，贾老员外与你宝钞一贯。\"抬的高杀，也则是一贯钞。员外，你则快些打发他去罢。罢、罢、罢！小的每开库，再拿一贯钞来与他。员外，你问他买甚么东西哩，一贯一贯添。我则是两贯，再也没的添了。我且拿与他去。秀才，你放心，员外安排茶饭哩。秀才，那头里是一贯钞，如今又添你一贯钞。先生，可怎生只与我两贯，我几盆儿水洗的孩儿偌大，先生休斗小生耍。嗨！这都是领来的不是了！我再见员外去。员外，他不肯。不要闲说，白纸上写着黑字儿哩：\"若有反悔之人，罚宝钞一千贯与不悔之人使用。\"这便是他反悔，你着他拿一千贯钞来。他有一千贯时，可便不卖这小的了！哦！陈德甫，你是有钱的！你买么？快领了去，着他罚一千贯钞来与我。员外，你添也不添？不添。你真个不添？真个不添。员外，你又不肯添，那秀才又不肯去，教我中间做人也难。便好道\"君子成人之美，不成人之恶。\"罢、罢、罢！员外，我在你家两个月，该与我两贯饭钱，我如今问员外支过，凑着你这两贯，共成四贯，打发那秀才回去。哦！要支你的饭钱凑上四贯钱，打发那穷秀才去，这小的还是我的。陈德甫，你原来是个好人。可则一件，你那文簿上写的明白，道陈德甫先借过两个月饭钱，计两贯。我写的明白了。来、来、来，秀才，你可休怪。员外是个悭吝苦克的人，他说一贯也不添。我问他支过两月的馆钱，凑成四贯钞，送与秀才。这的是我替他出了两贯哩。秀才休怪。这等，可不难为了你？秀才，你久后则休忘了我陈德甫。贾员外则与我两贯钱，这两贯是<br>先生替他出的。这等呵，倒是赍发了小生也。<br>【倘秀才】如今这有钱的度量呵，做不的三江也那四海，便受用呵，多不到十年五载，我骂你个勒掯穷民狠员外。或是有人家典缎匹，或是有人家当鐶钗，你则待加一倍放解。<br>这穷厮还不去哩！<br>【赛鸿秋】快离了他这公孙弘东阁门木呈外，秀才，俺今日撇下了孩儿，不知何日再得相见也？大嫂，去罢。再休想汉孔隔北海开尊待。秀才，这两贯钞是我与你的。先生此恩，异日必当重报。多谢你范尧夫肯付舟中麦，那员外呵，怎不学庞居士豫放来生债？这厮骂我，好无礼也。他、他、他，则待掐破我三思台，你这穷弟子孩儿，还不走哩。他、他、他，可便攧破我天灵盖，下次小的每，呼狗来咬这穷弟子孩儿。大嫂，我与你去罢。走、走、走，早跳出了齐孙膑这一座连环寨。<br>秀才休怪，你慢慢的去，休和他一般见识。秀才，俺行动些儿波。<br>【随煞】别人家便当的一周年下架容赎解，这员外呵，他巴到那五个月还钱本利该。纳了利从头儿再取索，还了钱文书上厮混赖。似这等无仁义愚浊的却有财，偏着俺的德行聪明的嚼齑菜。这八个字穷通怎的排，则除非天打算日头儿轮到来。发背疔疮是你这富汉的灾，禁口伤寒着你这有钱的害。有一日贼打劫火烧了您院宅，有一日人连累抄没了旧钱债。恁时节合着锅无钱买米些，忍饥饿街头做乞丐，这才是你家破人亡见天败。你这穷弟子孩儿，还不走哩。员外，你还这等苦克瞒心骂我来，直待要犯了法遭了刑你可便恁时节改。<br>陈德甫，那厮去了也。他去则去，敢有些怪我？可知哩。陈德甫，生受你。本待要安排一杯酒致谢，我可也忙，不得工夫。后堂中盒子里有一个烧饼，送与你吃茶罢。<br>第三折<br>一生衣饭不曾愁，赢得人称贾半州。何事老亲能善病，教人终日皱眉头。自家贾长寿便是。父亲是贾老员外，叫做贾仁。母亲亡化已过。靠着祖宗福德，有泼天也似的家缘家计。俺父亲则生的我一个，人口顺都唤我做钱舍。我见一日不使三五两银子过不去。岂知俺父亲他一文也不使，半文也不用，这等悭吝的紧。俺枉叫做钱舍，不得钱在手里，不曾用的个快活。近日俺父亲染病，不能动止。兴儿，我许下乐岳泰安神州烧香去，与俺父亲说知，多将些钱钞，等我去还愿。兴儿，跟着我见父亲去来。哎呀，害杀我也。过日月好疾也！自从买了这个小的，可早二十年光景。我便一文不使，半文不用。这小的他却痴迷愚滥，只图穿吃，看的那钱钞便土块般相似，他可不疼。怎知我多使了一个钱，便心疼杀了我也！父亲，你可想甚么吃那？我儿也，你不知我这病是一口气上得的。我那一日想烧鸭儿吃，我走到街上，那一个店里正烧鸭子，油渌渌的。我推买那鸭子，着实的挝了一把，恰好五个指头挝的全全的。我来到家，我说盛饭来我吃，一碗饭我一咂一个指头，四碗饭咂了四个指头。我一会瞌睡上来，就在这板凳上，不想睡着了，被个狗舔了我这一个指头，我着了一口气，就成了这个病，罢、罢、罢！我往常间一文不使，半文不用。我今病重，左右是个死人了，我可也破一破悭，使些钱。我儿，我想豆腐吃哩。可买几百钱？买一个钱的豆腐。一个钱只买得半块豆腐，把与那个吃？兴儿，你买一贯钞罢。只买十文钱的豆腐。他则有五文钱的豆腐，记下账，明白讨还罢。我儿，恰才见你把十文钱都与那卖豆腐的了？他还欠着我五文哩，改日再讨。寄着五文，你可问他姓甚么？左邻是谁？右邻是谁？父亲，你要问他邻舍怎的？他假使搬的走了，我这五文钱问谁讨？直是这等。父亲，你孩儿趁父亲在日，画一轴喜神，着子孙后代供养着。我儿也，画喜神时不要画前面，则画背身儿。（小末云）父亲，你说的差了，画前面才是，可怎么画背身的？你那里知道，画匠开光明，又要喜钱。父亲，你也忒算计了。我儿，我这病觑天远，入地近，多分是死的人了。我儿，你可怎么发送我？若父亲有些好歹呵，你孩儿买一个好杉木棺材与父亲。我的儿，不要买，杉木价高，我左右是死的人，晓的甚么杉木、柳木！我后<br>门头不有那一个喂马槽，尽好发送了！那喂马槽短，你偌大一个身子，装不下。哦，槽可短，要我这身子短，可也容易。使斧子来把我这身子拦腰剁做两段，折叠着，可不装下也！我儿也，我嘱咐你，那时节不要咱家的斧子，借别人家的斧子剁。父亲，俺家里有斧子，可怎么问人家借？你哪里知道，我的骨头硬，若使我家斧子剁卷了刃，又得几文钱钢！直是这等。父亲，你孩儿要上庙与父亲烧香去，与我些钱钞。我儿，你不去烧香罢了。孩儿许下香愿多时了，怎好不去？哦，你许下愿来，这等，与你一贯钞去。少。两贯。少。罢、罢、罢，与你三贯，可忒多了。我儿，这一桩事要紧，我死之后休忘记讨还那五文钱的豆腐。小哥，不要听那老员外。你自去开库，拿着十个金子、十个银子，一千贯钞，我跟着你烧香去来。兴儿，你说的是。我开了库，取了十个金子、十个银子、一千贯钞，到庙上烧香去来。官清司吏瘦，神灵庙主肥。有人来烧纸，则抢大公鸡。小道是东岳泰安州庙祝。明日三月二十八日，是东岳圣帝诞辰，多有远方人来烧香。我扫的庙宇干净，看有甚么人来。叫化咱，叫化咱……可怜见俺天捱无倚，无主无靠，卖了亲儿，无人养济，长街上可有那等舍贫的爹爹、奶奶呵！<br>【商调】【集贤宾】我可便区区的步行离了汴梁，这途路好远也！过了些山隐隐更和这水茫茫。盼了些州城县镇，经了些店道村坊。遥望那东岱岳万丈巅峰，怎不见泰安州四面儿墙匡？婆婆，这前面不是东岳爷爷的庙哩？这不是仁安殿盖造的接上苍，掩映着紫气红光。正值他春和三月天，婆婆，早来到仙阙五云乡。<br>【逍遥乐】这的是人间天上，烧是的御赐名香，盖的是那敕修的这庙堂。我则见不断头客旅经商，还口愿百二十行。听的道是儿愿爹爹寿命长，又见那校椅上顶戴着亲娘。我这里千般感叹，万种凄惶，百样思量。<br>庙官哥哥，俺两口儿一径来还愿的，赶烧炷儿头香，暂借一坨儿田地，与我歇息咱。这老人家好苦恼也。既是还香愿的，我也做些好事，你老两口儿就在这一塌儿干净处安歇，明日绝早起来，烧了头香去罢。谢了哥哥。婆婆，我和你在此安歇，明日赶一炷头香咱。佛啰，俺那长寿儿也！兴儿，你看这庙上人好不多哩！小哥，咱每来迟，那前面早下的满了也。天色已晚，我们拣个干净处安歇。兴儿，这搭儿干净处，被两口叫化的倒在这里，你打起那叫化的去。兀那叫化的，你且过一壁。你是那个？这弟子孩儿，钱舍也不认的？哎呀，钱舍打杀我也。这厮无礼，甚么钱舍？家有家主，庙有庙主，他老子那里做官来，叫做钱舍？徒弟，拿绳子来绑了他送官去。庙官，你不要闹，我与你一个银子，借这埚儿田地，等俺歇息咱。哦，你与我这个银子，借这里坐一坐？我说老弟子孩儿，你便让钱舍这里坐一坐儿！自家讨打吃！俺这无钱的好不气长也。老的，咱每依着他那边歇罢。<br>【金菊香】这的是雕梁画栋圣祠堂，又不是锦帐罗帏你的卧房，怎这般厮推厮抢赶我在半壁厢？你这老弟子孩儿，口里唠唠叨叨的，还说甚么哩？你、你、你，全不顾我这鬓雪鬟霜，你这厮还要打谁？婆婆，你向前着，我不信。你可敢便打、打、打这个八十岁病婆娘？<br>庙官哥哥，一个甚么钱舍，将俺老两口儿赶出来了。他是钱舍，你两个让他些便了。俺明日要早起，自去睡也。你这老弟子孩儿，你告诉那庙官便怎的？我富汉打杀你这穷汉，只当拍杀个苍蝇相似。<br>【醋葫芦】你道是没钱的好受亏，有钱的好使强。你和俺须同村共疃近邻庄，你这叫化的不强嘴哩。俺也是钱里生来钱里长。怎便打的俺一个不知方向！你须不是泰安州官府到此压坛场。官便不是官，叫做钱舍。俺这无钱的好不气长也。老的，你与他争甚么，俺每将就在那边歇罢。<br>【梧叶儿】这都是俺前生业，可着俺便今世当，莫不是曾烧着甚么断头香？揾不住腮边泪，挠不着心上痒，割不断俺业情肠。哎！俺那长寿儿也，我端的可便才合眼又早眠思梦想。<br>自家贾仁的便是。那正主儿来了，俺今日着他父子团圆，双手交还了罢。那小的那里知道是他的老子？这老子那里知道是他的儿子？我与他说知。兀那老子，那个不是你的儿子？俺那长寿儿也。兀那小的，那个不是你老子？父亲，父亲。哎！哎！哎！兴儿，与我打这老弟子孩儿。这叫化的好无礼也。你叫我三声父亲，我应你三声，你怎生打我那？<br>【后庭花】你不肯冬三月开暖堂，你不肯夏三月舍义浆。则你那情狠身中病，则你那心平便是海上方。您爷呵，休想道是安康，稳情取无人埋葬。泪汪汪甚人来守孝堂，急慌慌为亲爷来献香。我痛杀杀身躯儿无倚仗，他絮叨叨还口愿都是谎。我骨胀胀傍人谁尽让，他气昂昂不做好勾当。<br>【柳叶儿】他也似个人模人样，衠一片不本分的心肠。有一朝打在你头直上，天开眼无轻放，天还报有灾殃，稳情取家破人亡。<br>天色明了也。兴儿，随俺烧香去来。东岳爷爷，可怜见俺父亲患病在床，但得神明保佑，指日平安。俺贾长寿情愿烧三年香，望东岳爷爷鉴察咱。阿嚏。则愿俺的父亲无病无痛。阿嚏。则愿俺的父亲无灾无难。阿嚏。老的，咱们早些烧香去。东岳爷爷，则愿俺长寿儿无病无痛。阿嚏。则愿俺长寿儿无灾无难。阿嚏。则愿俺长寿儿早早相见咱。阿嚏。阿嚏，阿嚏。阿嚏，阿嚏。兴儿，打那老弟子孩儿。你这叫化的，快走过一边去。俺那长寿儿也。<br>【高过浪来里煞】但得见亲生儿俺可也不似这凄惶，他、他、他，明欺负俺无人侍养。俺那长寿儿也。想着俺长寿儿来，也和他都一般家血气方刚。婆婆，则俺这受苦的糟糠，卖儿呵也合将咱拦当。俺可甚么养小防备老，栽树要阴凉。想着俺那忤逆的儿郎，便成人也不认爷娘。有一日激恼了穹他，要整顿着纲常，你可不怕那五六月的雷声骨碌碌只在半空里响。<br>【尾声】为一家父母昌，生下辈子孙旦。灵椿一株老，丹桂五枝芳。古贤人教子有义方，您家里出不的个伯俞泣杖，量你个看钱奴也学不的窦十郎。<br>（小末云)兴儿，烧罢香也。随俺回家去来。(同下)<br><br>第四折<br>(店小二上，诗云)不是自家没主顾，争奈酒酸长似醋。这回若是又酸香，不如放倒望竿做豆腐。自家店小二的便是。开开门面，挑起望子，看有甚么人来。(正末同旦儿上，云)婆婆，俺烧罢香也，回家去来。(旦儿云)老的，俺和你行动些儿咱。(正末唱)<br>【越调】【半鹌鹑】赛五岳灵神，为一人圣慈。总四海神州，受千年祭祀。护百二山河，掌七十四司。献香钱，火醮纸。积善的长生，造恶的便死。<br>【紫花儿序】一个那颜回短命，一个那盗跖延年，一个那伯道无儿。人都道威灵有验，正直无私，劝化的人心慈。现如今神祠东岱岳新添一个速报司，大刚来祸无虚至。只要你恶事休行，择其这善者从之。(旦儿做心疼科，正末云)婆婆，你做甚么？(旦儿云)老的也，我一阵急心疼，你那里讨一杯儿酒来我吃。(正末云)你害急心疼，我去那酒店里讨一蛊酒去咱。哥哥，俺这婆婆害急心疼呵，对门那一家儿有这急心疼的药，施舍与人，你问他讨一服去。(正末云)是真个？俺去对门讨一服儿急心疼药去来。(同旦儿下)(店小二云)大清早起，利市也不曾发，这两个老的就来教化酒吃，被我支他对门讨药去了。便心疼杀他，也不干我事。我自前后执料去也。(下)(陈德甫上，云)自家陈德甫的便是。过日月好疾也，自从贾老员外买了那个小的，今经可早二十年光景了。老员外一生悭吝苦克，今亡逝已过。那小的长立成人，比他父亲在日，家私越增添了。他父亲在日，人都叫他做钱舍，如今那小的仗义疏财，比老员外甚的不同，人都叫他做小员外。老夫一向在他家上些帐目，这几年间精神老惫，只得辞了馆，开着一个小小药铺，施舍些急心疼的药。虽则普济贫人，然也有病好的，酬谢我些药钱，我老夫也不敢辞，好将来做药本。今日铺里闲坐，看有甚么人来。(正末同旦儿上，见科，云)先生可怜见，我那婆婆害急心疼，说先生施的好药，好汉不揣，求一服儿咱。(做揖科，陈德甫云)老人家免礼。有、有、有，我这一服药与你那婆婆吃了，登时间就好。则要你与我传名，我叫做陈德甫。(正末云)多谢了。先生叫做陈德甫，陈德甫……婆婆，这陈德甫名和好熟也！(旦儿云)老的，咱卖孩儿时做保人的，不是陈德甫？(正末云)是真人。我过去认他婆。(做认科，云)陈德甫先生，原来你也这般老了也。(陈德甫云)这老儿就来诈熟也。(正末唱)<br>【小桃红】你这般雪盔白发鬓如丝，(陈德甫云)你说的是几时的话？(正末唱)我说的是二十年前事。(陈德甫云)兀那老的，你那里人氏？姓甚名谁？(正末唱)你问我姓甚名谁那里人氏？(陈德甫云)你因何认得老夫来？(正夫唱)说起来痛嗟咨。常言道：闻钟始觉山藏寺，这搭儿里曾卖了一个小厮。(陈德甫云)你莫不是卖儿子的周秀才么？(正末唱)我常记的你个恩人名字，(陈德甫云)你还记得我赍发你那两贯钱么？(正末唱)我怎敢便忘了你那周急济贫时？(陈德甫云)秀才，你欢喜咱。你那孩儿贾长寿，如今长立成人了也。(正末云)贾老员外好么？(陈德甫云)老员外亡化过了也。(正末云)死的好，死的好！打俺孩儿的那妇人有么？(陈德甫云)那婆婆早些死了也。(正末云)死的好，死的好。(唱)<br>【鬼三台】则他这庞居士，世做的亏心事，恨不把穷民勒死。满口假悲慈，可曾有半文儿布施？(带云)想他两贯钞强买俺孩儿时节，还要与俺算饭钱哩。(唱)空掌着精金响钞百万资，偏没个寸男尺女为继嗣。俺倒不如郭巨埋儿，也强似明达卖子。(云)陈先生，俺那长寿孩儿好么？(陈德甫云)贾员外的万贯家财，都是你的孩儿贾长寿掌把着，人皆叫他做小员外哩。(正末云)陈先生可怜见，着俺那孩儿来厮见一面，可也好也？(陈德甫云)你要见他，待我寻他去。(小末上，云)自家贾长寿的便是。自从泰安山烧香回来，父亲亡逝过了，如今营葬已毕，无甚么事，去望陈德甫叔叔走一遭。(做撞见科，云)叔叔，我一径来望你也。(陈德甫云)小员外，你欢喜咱。(小末云)俺喜从何来？(陈德甫云)我老实的说与你知。你当初原不是贾老员外的儿子。你父亲是周秀才，偶在打员外家经过，我是保见人，将你卖与那员外为儿。你今日长立成人，现有你的一双父母在这里，要与你相见。我说兀的做甚，二十年来把你瞒，老夫说着尚心酸。可怜你生身父母饥寒死，直与陌路傍人做一般。(做见科，云)则这两个，便是你的父亲母亲，你拜他咱。(小末做认科，云)这是我父亲母亲？住、住、住，泰安神州，我打的不是你来？(正末云)婆婆，泰安神州打俺的，不是这厮么？(旦儿云)俺认的，他正叫做钱舍哩。(正末唱)<br>【调笑令】俺待和这厮，厮扌果的见官司，不俫，俺只问你这般殴打亲爷甚意思？无非倚恃着钱神，把俺相轻视。(小末云)俺着实是不认的你。(正末云)噤声。到今日呵，(唱)可早知一家无二，父子们厮见非同造次，(带云)婆婆，(唱)想他也只是个忤逆的孩儿。(陈德甫云)端的怎生来？老人家请息怒。(正末云)我告他去。(陈德甫云)小员外，似此怎了也？(小末云)叔叔，你不知道，我在泰安神州打了他来。他如今要告我去，我如今与他些东西，买嘱他罢。(陈德甫云)与他甚么东西？(小末出砌末科，云)我与他一匣子金银，只买一个不言语。(陈德甫云)怎么买个不言语？(小末云)他若不告我，我便将这一匣子金银都与他；若告我，我拚的把这金银官府上下打点使用，我也不见得便输与他。(陈德甫云)小员外，你放心，我和他说去。(见正末云)老人家，你见这一匣子金银么？那小员外要与你买个不言语。(正末云)怎生是买个不言语？(陈德甫云)你若是不告他呵，把这匣金银与你；你若告他呵，将这金银去官府上下打点使用，他也没事。两桩儿随你自拣去。(正末云)婆婆，孩儿在泰安神州打俺时节，他也不认得俺。(旦儿云)你个爱钱的老弟子孩儿。(正末云)将钥匙来打了这锁，待我看这银子咱。(做看，惊科，云)这银子上凿着\"周奉记\"，周奉记？可不原是俺家的来！(陈德甫云)怎生是你家的？(正末云)俺祖公公止叫做周奉记哩。(唱)<br>【幺篇】猛觑了这字，是俺正明师，想祖上留传到此时。是儿孙合着俺儿孙使，若不沙，怎题着公公名氏！(带云)贾员外，贾员外，(唱)亏了他二十年用心把钥匙，也则是看守俺祖上的金赀。<br>(店小二上，云)闻得小员外认着了他亲爷亲娘，我去看咱。(做见科，云)老人家，你那婆婆害急心疼，可好了么？(正末云)多谢哥哥，俺婆婆好了也。想起二十年前，曾在你店里，你不舍与我三蛊儿酒吃么？(店小二云)小子没记性，这远年的帐都忘了也。(正末云)孩儿，你依着我者：陈德甫先生二十年前曾为你赍发俺两贯钞，俺如今半这两个银子谢他。(陈德甫云)我则是两贯钞，怎好换你两个银子？那贾老员外一生爱钱，也不曾赚得这等厚利，这个我老夫决不敢当。(正末唱)<br>【天净纱】若不是陈先生肯把恩施，俺周荣祖争些和雪里停尸。则这两贯钞俺念兹在兹，常恐怕报不得你故人之赐，又何须苦苦推辞。<br>(陈德甫云)多谢了老员外。(正末云)卖酒的哥哥，我当日吃了你三蛊酒，如今还你这一个银子。(店小二云)这个小子也不敢受。(正末唱)<br>【秃厮儿】论你个小本钱茶坊酒肆，有甚么大度量仗义轻施，你也则可怜俺饥寒穷路不自支。如今这银一个，酬谢你酒三卮，也见俺的情私。(店小二云)这等，小子收了，多谢老员外。(正末云)孩儿，这多余的银子，你与我都散与那贫难无倚的。可是为何？这二十年来俺骂的那财主每多了也。(唱)<br>【圣药王】为甚么骂这厮，骂那厮，他道俺贫儿到底做贫儿。又谁知彼一时，此一时，这家私原是俺家私，相对喜孜孜。<br>(小末云)父亲，你孩儿都依你便了。(旦儿云)俺一家同到泰安神州回香去来。(正末唱)<br>【收尾】这的是贫穷富贵皆轮至，(做笑科)(陈德甫云)老员外，你笑甚来？(正末云)俺不笑别的，(唱)笑则笑贾员外一文不使。单为这口衔垫背几文钱，险送了拽布拖麻孝顺子。<br>(灵派侯上，云)周荣祖，你如今省悟了么？这二十年光景，你可都看见了也。(正末同众拜伏科，云)是那方神圣降临，愚民不知，乞赐指示。(灵派侯云)吾神乃灵派侯是也。你一行都跪着，听吾神吩咐：(词云)想为人禀命生于世，但做事不可瞒天地。贫与富前定不能移，笑愚夫枉使欺心计。周秀才卖子受艰难，贾员外悭吝贪财贿。若不是陈德甫仔细说分明，怎能够周奉记父子重相会。(同下)<br>题目穷秀才卖嫡亲儿男<br>正名看钱奴买冤家债主",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}