{
  "id": 71261,
  "star": 26,
  "name": "太平洋遇雨",
  "dynasty": "清代",
  "content": "一雨纵横亘二洲，浪淘天地入东流。<br>却余人物淘难尽，又挟风雷作远游。",
  "fanyi": "<p><strong>译文</strong><br>我乘船过太平洋见雨雾迷茫横贯亚洲美洲，远处水天相连浪涛好象在荡涤天地向东流去。<br>戊戌政变后的劫余人物不会被历史浪潮涤荡尽，今天我又怀着改革社会的雄心壮志作远游。</p> <p><strong>注释</strong><br>（1）纵横：形容雨雾迷茫，无边无际。<br>（2）亘：gèn，横贯，从此端直达彼端。<br>（3）二洲：指亚洲、美洲。太平洋东接美洲，西接亚洲。<br>（4）浪淘天地：形容浪涛好象在荡涤天地。<br>（5）却余人物：指戊戌改变后的劫余人物，包括<a href=\"http://so.gushiwen.org/view_71261.aspx\">诗</a>人自己。<br>（6）淘难尽：指维新变法的人物没有杀尽。苏东坡《念奴娇·赤壁怀古》有“大江东去，浪淘尽千古风流人物”。此处反用其意。<br>（7）风雷：<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>《己亥杂诗》有“九州生气恃风雷”。诗人借以比喻自己怀有改良社会的雄心壮志。远游：指诗人远游美州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71261.aspx\">诗</a>据说是在革命斗争极其艰苦的情况下，作者写此诗作为联络暗号用的。</p> <p>　　诗的起句就点题，并表现出一股恢宏的气势：天宇之大，一雨能够延绵亚美二洲。也就是说，在太平洋上遇到的雨，既洒落在此去之美洲上，又洒在已离之亚洲上。此去的美洲如何，暂时按下。已离之亚洲，则令诗人浮想联翩，绾今及古，于是以“浪淘天地入东流”承接，第一二句联系紧密，结构更显紧密。而第二句把雨中的亚洲大地那种壮阔的景色展现在读者面前，诗人设想那洒在亚洲中华国土上的雨，必定激起滔天巨浪，滚滚东流，“浪陶天地”，这是何等的气魄，“入东流”，则又指明了了天地运行的真理，也预示着位于世界东方的中华民族定当掀起一波铺天盖地的巨浪。而这句诗又自然而然地与苏东坡的名句“大江东去，浪淘尽，千古风流人物”（《赤壁怀古》）联系起来。但诗人并不苟同于坡仙的怀古伤今，于是转出新意：“却余人物淘难尽。”“却”字关联上句，使本句意思格外突兀：自信自己虽是戊戌劫余的人物，但决不会像千古风流人物那样，瞬息即被历史之波浪长流所淘尽。但也就是这种突兀，更能将作者自己与古代的风流人物之间那种反差体现出来，于是，诗的最后一句“又挟风雷作远游”，便表示了自己壮志未泯，此番远游美洲决不消极逃遁，而是另有一种风雷大志包藏胸中。风雷本是一种自然天象，风雷大作则宇宙震颤，以往的古诗中常用以表示大有作为之意，而作者正是要借风雷这种惊天动地的现象来表明自己立志开创一番宏图伟业的决心。此句在这里，出自一个在戊戌变法中遭到惨败的重要人物之中，这种反差更震撼人心。</p> <p>　　整首诗托雨写志，表现了作者并不因为变法维新运动的失败而退缩，胸怀远大目标，一往无前的精神。由平常的景带出不平常的情。立足于太平洋之上，遥视亚美二洲；身处政治逆境之中。而思及古今，更展望未来。境界开阔，情怀高远，有一种奔放热情溢于字里行间。</p>",
  "about": "<h2>创作背景</h2> <p>　　光绪二十四年（1898年）九月二十一日，慈禧太后发动政变，囚禁光绪帝，大肆捕杀维新党人，变法宣告失败，<a href=\"http://so.gushiwen.org/view_71261.aspx\">诗</a>人逃往日本。第二年，即1899年，诗人往游美洲，乘船过太平洋，遇雨有怀，而写下这首七绝。</p>",
  "poet": {
    "id": 664,
    "star": 0,
    "name": "梁启超",
    "image": "http://img.gushiwen.org/authorImg/liangqichao.jpg",
    "desc": "梁启超（1873年～1929年），字卓如，一字任甫，号任公，又号饮冰室主人、饮冰子、哀时客、中国之新民、自由斋主人，汉族，广东新会人，清光绪举人，和其师康有为一起，倡导变法维新，并称“康梁”。是戊戌变法（百日维新）领袖之一、中国近代维新派代表人物，曾倡导文体改良的“诗界革命”和“小说界革命”。其著作合编为《饮冰室合集》。"
  },
  "tags": [
    "写雨",
    "抒情",
    "壮志"
  ]
}