{
  "id": 70242,
  "star": 2,
  "name": "杂剧·薛仁贵荣归故里",
  "dynasty": "元代",
  "content": "楔子<br>老汉是绛州龙门镇大黄庄人氏，姓薛，人都叫我是薛大伯。嫡亲的四口儿家属，婆婆李氏。我有一个孩儿，是薛驴哥，学名唤做仁贵，媳妇儿柳氏。俺本是庄农人家，俺那孩儿薛驴哥，不肯做这庄农的生活，每日则是刺枪弄棒，习甚么武艺。婆婆，孩儿往那里去了也？老的，孩儿往街市上去了。等他来时，着他见俺咱。马挂征鞍将挂袍，柳梢门外月儿高。男儿要佩封侯印，腰下长悬带血刀。自家薛仁贵是也。年长二十二岁，在这绛州龙门镇大黄庄居住，一双父母在堂。我不肯做庄农的生活，每日则是刺枪弄棒，习演弓箭，十八般武艺，无有不拈，无有不晓，每日在这河津边射雁耍子。打听的绛州出其黄榜，招聚义军好汉，我有心待投义军去。如今回家禀过父亲母亲，便索长行也。来到门首。父亲、母亲，您孩儿来家也。孩儿，你那里去来？父亲、母亲不知，如今绛州出其黄榜，招聚义军好汉。您孩儿学成十八般武艺，满腹兵书。您孩儿一心要投义军去，不知父亲母亲意下如何？孩儿也，想着俺两口儿，眼睛一对，臂膊一双，则看着你哩。你若投军去了，俺两口儿偌大年纪，倘若有些好歹，可着谁人侍养也？孩儿，你依着父亲言语，不要投军去罢。父亲在上，孩儿闻的古称大孝，须是立身扬名，荣耀父母。若但是晨昏奉养，问安视膳，乃人子末节，不足为孝。今当国家用人之际，要得扫除夷虏，肃靖边疆。凭着您孩儿学成武艺，智勇双全。若在两阵之间，怕不马到成功？但博得一官半职，回来改换家门，也与父母添些光彩。不然，只守着这茅檐草舍，做个庄家，岂不枉了一身本事？孩儿，则要你着志者。你去！你去！罢！罢！罢！既然你要去，婆婆，收拾些银两，与孩儿做盘费。儿也，你一路上小心在意，得官不得官，只要你频频的稍个书信来，休着俺两口儿忧虑者。则今日是个吉日良辰，辞别了父亲母亲，恁孩儿便索长行也。<br>【仙吕】【端正好】你如今离了村庄，别了乡党，拜辞了年老爹娘。您孩儿此去，定要赤心报国，展土开疆，博个封侯拜将而回。父亲放心者。你待要，忘生舍死在这沙场上。则你那雄赳赳气昂昂，身凛凛貌堂堂。知甚日得还乡？哎！儿也，休教您这两口儿斜倚定门儿望。大哥，妾身在家，情愿替你侍养公婆，你放心的自去。妾身送你出这柴门外也。大嫂，堂上无人，你自回去，侍奉公婆，不必送我。我今日远去投军，惟愿你孝顺双亲。虽然是芳年连理，为功名只得离分。<br>　 </p> <p>第一折<br>独据辽东一小邦，大唐休怪不归降。随他百万英雄将，谁敢偷窥鸭绿江？自家高丽国王是也。俺国自箕子受封以来，传至孤家，世守高丽，雄称辽左。自俺高丽以东，还有一十六国，都与大唐年年进贡，惟有俺这一国，不顺大唐，可是为何？只因俺国陆有天山，水有鸭绿，极其险隘，只消一人把守，随你大唐百万军马，不能飞越。近来手下得一员大将，姓葛名苏文，官封摩利支，他有万夫不当之勇。闻的大唐家死了秦琼，老了敬德，无甚英雄猛将。今拨与摩利支十万军马，直至鸭绿江白额坡前下寨，打将战书去，单搦大唐名将出马。若杀的俺家过，俺家情愿随着一十六国，与大唐家年年进贡。若杀俺家不过，俺为上邦，他为下邦，要他反来进贡于俺，有何不可？摩利支那里？自家葛苏文便是。郎主呼唤，须索见来。大王，唤小将有何事干？摩利支，唤你来不为别事。孤家闻知大唐死了秦琼，老了敬德，无甚英雄猛将。今拨与你十万雄兵，直至鸭绿江白额坡前下寨，打将战书去，单搦大唐名将出马。则要你得胜成功，自有加官赐赏也。得令。则今日领十万人马，直至鸭绿江白额坡前，单搦大唐名将出马，与某交战。大小三军，听吾将令。奉主命统领雄兵，白额坡扎寨屯营。料唐家无人出马，包的个千战千赢。摩利支此一去必然成功也。孤家不免点起倾国人马，随后接应，走一遭去来。少年锦带紫貂裘，铁马西风衰草秋。凭仗手中三尺剑，会看谈笑觅封侯。老夫姓徐，名世勣，字茂功，祖贯曹州离狐县人也。辅佐大唐，官拜军师英国公之职。因为辽东摩利支索战，有总管张士贵领兵与他交锋，在于鸭绿江白额坡前，张士贵大败亏输。有一白袍将出马，三箭定了天山，杀退辽兵，班师回朝。奉圣人的命，着老夫在元帅府论功升赏。那张士贵还说是他的功劳。有一小将薛仁贵，又说他的功劳。未审虚实，已曾着人唤二将去了。令人辕门首觑者，若二将来时，报复我知道。理会的。我做总管本姓张，生来好吃条儿糖。但听一声催战鼓，脸皮先似蜡渣黄。某乃总管张士贵是也。自领军与摩利支交战，倒也不见得便输与他。那知正战中间，忽地飞出一把刀来，惊的我这魂不在头上，就拨转马头，一辔兜跑了。若不是白袍小将薛仁贵出马，那里有我的性命来？如今薛仁贵三箭定了天山，杀退了摩利支，本都是他的功劳。那个看见？我则是赖了他的。我已将这功劳报过圣人。如今<br>着徐茂功与杜如晦在元帅府论功升赏，须索走一遭去。可早来到也。令人报复去，道有总管张士贵下马也。喏！报的军师得知，有张士贵下马也。喏！报的军师得知，有张士贵来了也。着他过来。总管，当日三箭定了天山，是谁的功劳？军师，若不是我张士贵，那高丽家怎便降伏？这一场厮杀，三箭定了天山，退了摩利支，都是我张士贵的功劳。除了我老张，还有那个？敢不是你的功劳？有人说是一个白袍小将薛仁贵哩。好说，都是我的功劳，那一日是我穿着白来。我不信。令人，与我唤将薛仁贵来者。薛仁贵安在？将军三箭定天山，壮士长歌入汉关。方知定远多奇相，不在区区笔砚间。某薛仁贵，自从拜别父母，投了义军，跟随着总管张士贵，前往高丽国，被某当住海口，三箭定了天山，杀退摩利支，班师回朝。今日在元帅府定夺功劳，加官赐赏。军师呼唤，须索走一遭去。可早来到也。令人报复去，道有薛仁贵在于门首。喏！报的军师得知，有薛仁贵来了也。着他过来。军师，呼唤薛仁贵有何差遣？当日三箭定了天山，杀退摩利支是谁的功劳？当日三箭定了天山，杀退摩利支，都是我薛仁贵的功劳。也则不这件，一总过海平辽，有五十四件大功，都被张士贵赖了。今日不是军师问呵，仁贵也不敢说。军师与仁贵做主咱。张士贵，你就要混赖他的功劳，这个岂是小事，好混赖的？但不知当日谁监军阵来？当日有杜如晦大人监阵来。军师不信，只请将监军来，便知这个端的。令人，与我请将杜如晦监军来者。理会得。老夫姓杜名如晦，字克明，祖居京兆杜陵人也，与房玄龄共管朝政。谢圣恩可怜，加老夫为兵部尚书蔡国公之职。今因高丽国不尊朝命，侵犯边境，圣人遣将出师东征问罪。有一白袍小将，乃是薛仁贵，三箭定了天山，将摩利支杀退，这个功劳端非小可。今有徐茂功在元帅府，令人来请，想必是定夺功劳一事。俺看了摩利支那般英勇，若不是薛仁贵，谁人杀的他退也呵？<br>【仙吕】【点绛唇】恰便似猛虎当途，甚人敢拒？有一个白袍卒，奋勇前驱，直杀的他无奔处。却被那总管张士贵要混赖薛仁贵的功劳。这是老夫在阵面上亲目所睹，怎生好混赖也？<br>【混江龙】那厮每杀人可恕，将别人功绩强糊突。贪着个一时爵赏，使出这百计赃诬。则问你九里山前都是谁的力？比及凌烟阁上倒把恁来图。我待要叩金阶款款的明开去，着甚来论黄数黑，也则是恶紫夺朱。<br>说话中间，可早来到元帅府也。令人报复去，道有杜监军来了也。喏！报的军师得知，杜监军来了也。道有请。英公，唤老夫有何事来？无事也不敢相请。当日三箭定了天山，杀退摩利支，这两年功劳，只有蔡公监着军阵来，必然看的明白。如今张士贵认做他的，薛仁贵又说是他的，老夫一时难以遥断，请蔡公是说一遍咱。这都是薛仁贵的功劳也。众位大人在上，今日聚集文武官员在此，这一场厮杀，若不是我张士贵，谁近的摩利支？只三箭定了天山，杀退了摩利支，明明都是我的功劳，如今可为甚么倒拿去赏了那薛仁贵？张士贵，都是薛仁贵的功劳，你怎生混赖他的？监军爷，你做个明辅。当日个过海平辽时，我薛仁贵有五十四件大功，都被张士贵赖了。监军爷，可怜与仁贵做个证见咱。<br>【油葫芦】当日个鸭绿江边列阵图，众位大人在上，你就说这一场三箭定了天山，不是张士贵的，却是谁的功劳来？现对着这文共武，三箭定了天山，此功最大。您二将争竞，未知是谁的功劳也？这是老夫亲目所见，委实是薛仁贵的。则他这定大山三箭若连珠。我是个总管的官，堪上功劳簿。那薛仁贵不过马前小卒，他怎么上的功劳簿？哎！不索你个将军争竞功劳簿，抵多少凤凰《在梧桐树薛仁贵走到高丽地面，就生了一身疥疮，每日则是挠痒，几曾厮杀来。只他寸箭皆无，他有甚么功劳？那薛仁贵有十大功，你可也寸箭无，你待做赵高妄指秦庭鹿，怎不去学龙伯钓鳌鱼？不是我张士贵夸口，那个似我这等？骑的劣马，拽的硬弓；吃的冷饭，嚼的憨葱；若有好酒，打上三钟。俺真个是铁挣挣的好汉子哩。<br>【天下乐】敢待卖弄你这英雄大丈夫，准也波如。自窨付，可甚的养由基善穿杨百步馀？那薛仁贵到的高丽地面，则去扑蚂蚱，摸螃蟹，掏促蜘，几曾会甚么厮杀来？是谁人领着大军？是谁人统着帅府？你不要说嘴，您都有甚么功劳在那里？则你道波。那一个无功劳的请俸禄？<br>论着我文通《三略》，武解《六韬》，不如那一个？噤声！<br>【那吒令】论着你这文呵，怎的如管仲和鲍叔？论我的武呢？论着你那武呵，怎如的周瑜鲁肃？论我的智量呢？论着你智量呵，怎如的卧龙也那凤雏？论着我兵书战策，揣着一肚子。我久后还要拜相封侯做大大的官哩。遮莫似张子房，辞朝待要归山去，再习些战策兵马。<br>我是个总管之职，倒不如庄家的农夫，做小卒儿出身的？偏我这等颓气，我怎么肯伏？<br>【鹊踏枝】你道他是农夫，做军卒，想那诸葛亮呵，偏不曾隐迹南阳，乐意耕锄。他后来却怎的？命通也逢着帝王，一年间三谒茅庐。<br>诸葛亮锄田刨地，刘先主织席编履，那等的人，题他做甚么？自古忠臣良将，都出寒门。我再说一个与你听者。<br>【寄生草】想当日韩元帅，乞食那漂母。若不是萧何举荐元戎做，则那汉王怎把重瞳蹙？显见的忠良多在寒门出。监军大人，依着我只将薛仁贵革了他军，赶回家去，仍旧种田，才称了我心也。则你这筑沙堤推倒了紫金梁，怎如他沤麻坑扶立的擎天柱？<br>军师在上，监军爷所见不差，怎么将我的功劳填在张总管名下？枉了唐天子这般神圣，也还上明不知下暗哩。住！住！你两个将军休闹，蔡公若要定夺这功劳，可也容易，我如今推出红心垛子，上面安一文金钱，离一百步远放下垛子。着他每人射三箭。若射中金钱，便将三箭定天山的功劳，填在他名下，加官赏赐。射不中金钱的，停职罢俸，打为庶民。英公也说的是。你如今着我与薛仁贵射这金钱垛子？敢问军师大人，射着的可是怎生？射不着的可是怎生？当初上凌烟阁的，都不曾会射这垛子。薛仁贵，你则平心着。我的功劳，你要赖了我的。又着我射垛子。你先射去。英公，且看他两个射箭，便见虚实也。<br>【金盏儿】你两个较赢输，辨实虚，只今日要见个明白，方好论功行赏也。这的是功劳簿上无差误。射不着金钱的，罢官卸职；射着金钱的，着他衣紫腰金哩。射不着罢官也那卸职，射着的玉匠带上挂金鱼。射不着的打为庶民，射着的着他位列三公之上。射不着的苫庄三顷地，扶手一张锄。射着的稳情取门排十二戟，户列八椒图。<br>如今推出红心垛子去。您见那垛子上一文金钱么？每人射三箭比试咱。军师说的是。将弓箭来，我射三箭。报的军师得知，薛仁贵三箭都中红心垛子也。好将军，射中金钱也。张士贵，可该你射三箭。他射了么？他的射法，是和我一般的。不必多说，你射三箭者。我说当初上凌烟阁的都不曾会射这垛子。薛仁贵，你则平心着。我的功劳，你要赖了我的，又着我射垛子。也罢，我射！我射！推出垛子去。看垛子哩。这垛子有多远。则有一百步远。你再退七八十步来。忒近了。你便再近了些。我若射的着，我就是你的儿子。令人，将弓箭来。我做了三十年总管，到不知道这张弓原来这般硬。我发箭也着。射不着。不是不着，这垛子忒远了。等我再射。着。射不着。又不着。这弓不是我的弓，我那张弓力打三升半米。我再射。着。又不着。何如？我说射不着么。哦！都射不着。令人，拿下张士贵者。理会的。奉圣人的命，因为二将争功，着老夫在此元帅府定夺。原来张士贵混赖薛仁贵的功劳，按军令本当斩首，姑免项上一刀，打为庶民百姓，苫庄三顷地，扶手一张锄。令人，与我抢出去。理会的。薛仁贵本等是个庄农，倒着他做了官。我本等是官，倒着我做庄农。军师好葫芦提也。罢！罢！罢！如今只有他的说话，没我的说话。我做总管忒心凶，今朝罢职做庄农。我也再不习他黄公三略法，到的家里则把豆腐酒儿呷三钟。今日功罪已明，老夫须回圣人的话来。若不是监军大人，小将岂有今日？此恩异时必当重报。不枉了好将军也。<br>【赚煞尾】也不负了你血染战袍红，镫藏着征靴绿，那一枝方天戟超今越古。看这赖功贼容颜如粪土，出辕门豕窜狼逋。怎知你喜都都，后拥前呼，那里也一将功成万骨枯。量小将有甚功劳，感蒙监军大人这般抬举。则为你外疆展土，拿云握雾，托赖着圣明天子百灵扶。<br>薛仁贵，为你多有功劳。三箭定了天山，平了高丽国。奉圣人的命，加你为天下兵马大元帅。望阙谢了恩者。多谢军师大人抬举。元帅，圣人赐你御酒三杯。令人将酒过来。军师大人，小将不会饮酒。圣人的命，谁敢推辞？元帅满饮此杯。既是圣人的命，小将饮这酒者。哎哟！我醉了也。元帅醉了，睡着了也。令人。休大惊小怪的。等元帅觉来时，报复我知道。老夫且回后厅去者。薛仁贵也，我离家十年光景，一双父母，年高无人侍养。我则今日私离了边庭，带领数十骑轻弓短箭，善马熟人，回家探望父母走一遭去。则为我三箭成功定太平，官加元帅镇边庭，十年不作还乡梦，愁听慈乌天外声。<br><br>第二折<br>老身是薛驴哥的母亲。自从我那孩儿投义军去了，可早十年光景也，音信皆无，俺两口儿年纪老了，多亏杀媳妇儿侍奉。吃了早起的，没那晚夕的。烧地眠，炙地卧。眼巴巴不见孩儿回来，不知有官也是无官。哎哟！薛驴哥儿也，则被你思想杀我也。某薛仁贵，还家探望父母去，可早来到也。兀的不是我家里。开门来！开门末！是谁唤门？我开开这门。官人，你是谁？则我便是薛驴哥。儿也，则被你想杀我也。待我唤你父亲来。薛大伯！薛大伯！<br>【商调】【集贤宾】是谁人吖吖的叫一声薛大伯？是我叫你来。哦！我则道又是那一个拖逗我的小乔才。我行不动前合也那后偃，我立不住东倒波西歪。折倒的我来瘦恹恹身子尪羸，忧愁的我干剥剥髭髭斑白。则俺那投军去的孩儿，哎哟！知他是安在哉？我便是那铁石人，也感叹伤怀。你不能勾掌六卿元帅府，哎哟！儿也，你可只落的定一面远乡牌。<br>不知我那父亲，老的怎生般一个模样哩？<br>【逍遥乐】哎哟！儿也，自从您投军出外。我每日家少精也那无神，失魂丧魄。哎哟！儿也，知他那里日炙风节，博功名苦尽甘来。我也只指望你一箭成功把门户改，光显随祖宗先代。我如今无亲无眷，无靠无捱，哎哟！儿也，每日家无米无柴。婆婆，你唤我做甚么？老的也，你动不动烦天恼地。这般啼哭做甚么？我恰才唤你，你可在那里来？我在庄东里吃做亲的喜酒去来。老的也。我往庄东里吃喜酒去，可是谁家的女儿招了谁家的小厮？你说一遍咱。婆婆听我说者。<br>【梧叶儿】刘大公家菩萨女，招那庄王二做了补代，则俺这众亲眷插鐶钗。他家那女儿，曾拜你来么？婆婆，你可早题起我来也。他先拜了公公、婆婆、伯伯、叔叔、婶婶、伯娘，到我根前恰待要拜，则听的道：住者。可则到我行休着他每拜，我道您因一个甚来？则他家老的每倒不曾言语，那小后生每一齐的闹将起来道：你休拜那老的，他则一个孩儿投军去了十年，未知死活。你拜了他呵，可着谁还咱家的礼？则被他这一句呵。道的我便泪盈腮，哎哟！驴哥儿也，则被你可便地闪杀您这爹爹和奶奶。<br>老的也，你欢喜咱。薛驴哥来了也，在那里？孩儿，拜你父亲来。父亲，您孩儿回家探望父母来也。生忿贼，真个来了。婆婆，我打这厮咱。孩儿才来家，怎生便打？老的也，息怒些儿波。<br>【后庭花】割舍了一不做二不该，婆婆放手。老的也息怒。我打这厮千自由百自在。驴哥，你去了几时也？您孩儿去了十年光景也。你从那二十二上投军去，你怎生三十三岁上恰到来？父亲，您孩儿尽忠，便不能尽孝也。你那一日离庄宅，登紫陌，绛州城气概，龙门镇施手策。你道把家门即便改，谁承望又过了十数载。<br>【双雁儿】恰便似送曾哀赵藁不回来。哎哟！儿也，我则道父子每，相间隔，不想想孩儿也，俨然在。做娘的筋力衰，做爹的发鬓白。<br>父亲母亲不知，您孩儿不是明明白白的回家来。我私自离了边庭，探望父母。我便要去也。婆婆，管待孩儿哩。老的也，将甚么管待孩儿那？<br>【醋葫芦】你将那酒去买，鸡快宰。老的也，着些甚么买那酒和鸡来？你与我店东头折当了那一对旧麻鞋。便买些小酒食也醉不的他，驴哥儿酒量大哩。你道是薛驴哥酒量儿宽似海，婆婆，有！有！床底下还有那二升家的乔麦。哎！儿也，知他是甚风儿足律律，吹你可兀的到家来。<br>兀的不是薛仁贵？听圣人的命，因为你不理军事，私自还家，圣人着我拿你回朝定罪。左右与我将薛仁贵执缚定者。似此怎了？父亲，着谁人救我也？<br>【幺篇】则见他怕撇撇开圣旨，早唬的来黄甘甘改了面色。令人两边摆着，休着那老的上前来。儿也。则见他恶哏哏的公吏两边排，则除是南海救苦难观自在。打开那老的，休着他劫夺了。唬的我磕头也那礼拜。大人。你饶过俺孩儿一命不强似把万僧斋？<br>令人快与我拿了去者。父亲、母亲，您孩儿顾不的你了也。<br>【浪里来煞】把孩儿扑碌碌推出门，抢出去杀坏了罢。眼睁睁的要杀坏，空教我心劳意攘怎支划？执缚定着，休走这厮也。我只见麻绳背绑教他难挣坐，养谁来把孩儿耽待？哎哟！儿也，咱要相逢，则除是九重天将这一纸赦书来。<br>你休推睡里梦里。一觉好睡也。嗨！原来是南柯一梦，唬杀我也。我恰才饮了三怀酒醉了，偶然睡着，一梦中直到家乡，见我一双父母，如此贫穷苦楚。天那！我何日能勾相见也？老夫徐茂功，不知薛仁贵在前厅上为何烦恼？我须索问个缘故。呀！元帅为何烦恼？敢嫌官职小么？军师大人，不嫌聒絮，听小将慢慢的说一遍咱。从小长在庄农内，一生只知村酒味。皇封御酒几曾闻，吃了三杯薰薰醉。一灵真性到家乡，正和父母同欢会。门首忽听大叫呼，传宣总管张士贵。道我私自离边庭，奉命差他来问罪。将咱反绑至阶前，一刀劈得天灵碎。不觉惊回一梦醒，刮在帅府前厅睡。遥望家乡安在哉？想起父母痛流泪。告你个开疆展土老军师，可怜见背井离乡薛仁贵。原来是这般。我与你奏知圣人。着元帅衣锦还乡。就将俺女孩儿赐你为妻。一同见你父母去。夫荣妻贵，共享天恩。可不好也。谢了军师大人。不敢久停久住，将着黄金百两，御酒千瓶，回家见父母，走一遭去来。只因你三枝箭定了天山，敕赐与黄金印拜将登坛。当日个哭啼啼抛离父母，今日个笑吟吟衣锦荣还。<br>　</p> <p>第三折<br><br>【双调】【豆叶黄】那里，那里，酸枣儿林子儿西里。俺娘着你早来也早来家，恐怕狼虫咬你。摘枣儿，摘您娘那脑儿。你道不曾摘枣儿，口里胡儿那里来。张罗，张罗，见一个狼窝，跳过墙啰，唬您娘呵。<br>伴哥，咱上坟去来，你也行动些儿波，你也等我一等儿波。今日正是寒食。好个节令也呵。<br>【中吕】【粉蝶儿】正值着日暖风微，一家家上坟准备。准备些节下茶食，菜馒头，瓢漏粉，鸡豚狗彘。这的是甚所乔为，直吃的恁般沙势。<br>【醉春风】可不的失掉了鑞钗錍，歪斜着油髟狄髻。<br>上坟的须有许多人，也不似你！你！吃的个行不是行，立不是立，醉了还醉。<br>伴哥。俺看田苗去来。行动些儿。你见么，远远的不知甚么人来了？伴哥，兀的不一簇人来了，唬杀我也。<br>【十二月】敢则是一簇簇踏青拾翠，一攒攒傍陇寻畦。俺只见一道儿红尘荡起，某乃薛仁贵是也。摆开头踏慢慢的行。元来的一骑马闪电奔驰。一从使都是浑身绣织，一将军怎倒着缟素裳衣？<br>【尧民歌】呀！莫不是空中降下雪神祗？兀那庄家，你住者。他叫一声雄吼若春雷。你休慌，我要问你句话哩。唬的我心儿胆儿急獐拘猪的自昏迷，手儿脚儿滴羞笃速的似呆痴。禁也波持，身躯怎动移，我可便不待酒佯妆醉。<br>兀那厮，我问你咱。<br>【上小楼】蓦听的人言马嘶。威风也那猛势。唬的我战战兢兢，慌慌张张。只待要哭哭啼啼。这一壁那一壁，怎生逃避？好着我磕扑的在马前跑膝。兀那厮，我问着你，您休推东主西的。小人怎敢？<br>【满庭芳】怎敢道是推东主西？我则怕言无关典，话不投机。你可是土居也？可是寄居？当着甚么差徭？孩儿每在龙门镇民户当夫役。您成群打伙，在这里做甚么哩？今日正百五寒食，上坟的都是同乡共里，吃酒用瓦钵和这磁杯。怕官人待要来敛科税，我去村头行报知。官人也你但道的我便依随。<br>我问你东庄里薛大伯家，有个孩儿是薛驴哥，你认得他么？孩儿每认得他，认的他。<br>【快活三】俺两个也曾麦场上拾谷穗，也曾树梢上摘青梨。也曾倒骑牛背品腔笛，也曾偷的那生瓜来连皮吃。<br>既然你和薛驴哥是相识朋友，他从小里习学甚么艺业来？<br>【迓鼓儿】他、他、他，从小里，他、他、他，不务老实。便把那枪儿棒儿强温习，偏不肯拽把扶犁。常只是抛了农器演武艺，就压着那-班一辈。与他副弓箭能射，与他匹劣马能骑，更使着一条方天画戟。他那一双父母，如今有甚么人侍养他？你说一遍，我是听咱。他那老两口儿年纪高大，则有的这个孩儿，可又投军去了十年光景，音信皆无。做父母的在家少米无柴，眼巴巴不见回来，好不苦也。<br>【鲍老儿】不甫能待的孩儿成立起，把爹娘不同个天和地。可不知他在楚馆秦楼贪恋着谁？全不想养育的深恩义。可怜见一双父母，年高力弱，无靠无依。那厮也少不的亡身短命，投坑落堑，是个不长进的东西。<br>兀那厮，你也还认的那薛驴哥么？孩儿每怎么不认的他？我若见了他呵，去他那鼻凹里，直打上五十拳。兀那厮，抬起你那头来，睁开你那眼，则我不就是薛驴哥那？早是你，孩儿每也不曾说甚么哩。你也骂的我勾了也，您不知我如今做了天下兵马大元帅，奉圣人的命，着我衣锦还乡，家中见父母去也。<br>【耍孩儿】则你那老爹娘受苦你身荣贵，全改换了个雄躯壮体。比那时将息的可便越丰肥，长出些苫辱的髭髟<br>力。我才咒骂了你几句，你权休怪，也是我间别来的多年把你不认的。我不怪你，恕下官不下马也。哎！你看他马儿上簪簪的势，早忘和俺掏斑鸠争攀古树，摸虾蟆混入淤泥。自我投义军之后，我一双父母，怎生般过活？你再说一遍，与我听咱。<br>【一煞】你娘可也过七旬，你爹整八十，又无个哥哥妹妹和兄弟。你爹也曾苦禁破屋三冬冷，您娘也曾拨尽寒垆一夜灰。饿的他身躯软，肝肠碎。甚的是肥羊也那白面，只捱的个淡饭黄虀。<br>俺父亲母亲，也曾思想我么？<br>【煞尾】他从黄昏哭到明，早辰间哭到黑，哭你个离乡背井薛仁贵。则你那一双父母，朝暮倚着柴门，望那驴哥儿。知道几时回来，兀的不艰难杀了也。可怜见你那年老的爹娘盼望杀你。<br>原来我一双父母，受如此般苦楚。我不敢久停久住，只索赶回家中，见父亲母亲去者。辽左回来荷主恩，黄金百两酒千尊。归家手奉双亲寿，可比农庄胜几分。<br><br>第四折<br>老夫杜如晦是也。自从薛仁贵杀退辽兵，三箭定了天山，班师回朝，加为兵马大元帅，将徐茂功的女孩儿赐与薛仁贵为夫人。着他衣锦还乡。今奉圣人的命，着老夫赍敕传示徐茂功，直至绛州龙门镇，与薛仁贵一家儿封官赐赏。早将这敕书送与茂功去了，老夫不敢久停久住，须索回圣人话去也。则为那薛仁贵跨海征辽，鸭绿江累建功劳。赐黄金回家庆寿，加封赠重取还朝。老汉薛大伯的便是。婆婆，孩儿投军去了，十年光景，音信皆无，不见回家，怎生是了？都是你个老的来，你放着他投军去了，你今日受艰难呵，说甚么？老的也，我昨夜做个梦，梦见孩儿得了官，不知可有这福分哩？婆婆，梦是心头想。孩儿也，你得官不得官，你早些儿来家。兀的不盼望杀我也呵。<br>【双调】【新水令】我为你个养家儿哭的眼睛花，哎！则从你去家来我可便放心不下。儿也，你若不是多时归地府，怎十载滞天涯？甚的是出入通达，好教我这烦恼甚时罢。<br>老的，他世不回来了也，你烦恼怎么？我且歇息咱。老的，你且歇息，我柴门首是看觑咱。我薛仁贵早来到家门首也。左右，与我接了马者。兀的门前不是母亲也。那壁来的官人你是谁？休唬我婆子也。母亲，认的您孩儿薛仁贵么？今日得了官来家也。可知是孩儿薛仁贵，我报复您父亲去。老的也。你欢喜咱，孩儿得了官来家也。是真个？婆婆，俺出这柴门是看咱。谁是薛仁贵？则我便是薛仁贵。受您孩儿几拜。<br>【殿前欢】俺孩儿便得来家，你看他参随人马甚头踏？您孩儿不觉的去了十年光景也。这十年光景成虚话，可是真假。疑怪这灵鹊儿噪晚衙。喜蛛儿在檐前挂，魂梦儿撇不下。我数日前笃速速眼跳，昨夜里便急爆灯花。<br>您孩儿三箭定了天山，杀退摩利支，加我为天下兵马大元帅，敕赐英国公的女孩儿招我为婿。今日衣锦还乡，探望父母来。小姐，你拜我一双父亲咱。公公婆婆，受媳妇儿八拜咱。哦！你是英国公小姐，兀的不折杀老身也。俺今日父子夫妇团圆，公婆大人请坐，受媳妇儿拜贺者。孩儿也，这十年光景，多亏了媳妇儿侍来俺老两口儿也。<br>【甜水令】我经了些冉冉年华，萧萧冬月，炎炎的那长夏，盼的我心切切眼巴巴。这其间干运供给，执虀捥菜。缝衣补衲，多亏你这柳氏浑家。大嫂，这十年间多亏了你侍养我一双父母。小姐，我和你拜谢柳氏咱。姐姐，多亏了你侍奉公婆，受您妹子几拜。小姐也，我则是个庶民百姓之女，你乃是官宦人家的千金小姐，请自稳便。媳妇儿，从今以后，您两个也不要分甚么前后，也不要分什么大小，只做姊妹称呼，可不好也？<br>【折桂令】定道是俺家门则有这媳妇儿贤达，谁知你又被皇恩赐与娇娃。一个是勇烈之夫，一个是糟糠之妇，一个是宰相之家。那一个知礼数，好生谦洽；这一个忒温泉，并没参差。您两个堪羡堪夸，无衅无瑕。这一个村庄妇，曾举案齐眉；那一个官宦女，似锦上添花。<br>昨朝辞凤阙，今日到龙门。一家增喜气，千载颂皇恩。老夫徐茂功，因为薛仁贵征辽有功，钦赐衣锦还乡去了。今奉圣人的分，着小官赍诏前去龙门镇，将他一双父母同妻柳氏，皆加封赠，重取回朝。来到此间，是他门首。令人报复去，道有徐茂功奉命至此也。喏！报的元帅得知，有徐茂功奉圣人的命，到于门首。快装香来，等我亲自接待去。薛仁贵，老夫奉圣人的命，亲赍丹诏至此，与您一家儿封官赐赏。早知大人前来，只合远远迎接。幸恕薛仁贵之罪也。<br>【喜江南】呀！怎知道今日呵，得遇这荣华？则俺个苍颜皓首一庄家，也会绯袍象简带乌纱。孩儿你可也喜咱，不枉了从前教你学兵法。<br>薛仁贵，你一家儿望阙跪着，听圣人的命。因为你有盖世功勋，加封平辽公，食邑十万户。你父母赏赐黄金百斤，柳氏、徐氏，并封辽国夫人。钦限三月，重复还朝。谢了恩者。我想当日，摩利支在鸭绿江白额坡前，扎下军营，单搦俺大唐家名将出马。是的俺大唐名将死的死了，老的老了，全得元帅三箭，方能退得摩利支，成此大功。今日圣人加官赐赏，亦不枉了也。<br>【沽美酒】元来个大唐朝也名将乏，俺孩儿肯奋发，只他这一片忠心报国家，和辽兵做场厮杀，才得那干戈罢。<br>父亲，您孩儿跨海征辽，曾立下五十四件功劳，争些儿被总管张士贵白赖去了。若非军师大人，定夺功罪，您孩儿岂有今日。这是奉圣人的命，着老夫论功升赏。何足谢哉？<br>【太平令】虽则是唐天子操持生杀。怎当他张总管卖弄奸猾。若不遇老军师神明鉴察，险把俺白袍将功劳勾抹。今日个爵加，赏加，受这般样显达，呀！俺把你大恩人如何报答。<br>元帅，你一门荣贵，钦取还朝，是人生最喜的事。就今日杀羊造酒，做一个大筵席庆贺者。白袍将世上无双，平高丽威振边疆，扶持的乾坤清泰，揩磨的日月辉光。一个薛大公灵椿不老，一个薛大婆共乐萱堂。一个宰相女甘心做小，一个糟糠妇分外贤良。降丹诏，全家封赠，改门闾，荣耀非常。若不是徐茂功辕门比射，怎显得薛仁贵衣锦还乡？<br>题目徐茂功比射辕门<br>正名薛仁贵荣归故里</p> <p> ",
  "poet": {
    "id": 2712,
    "star": 0,
    "name": "张国宾",
    "desc": "张国宾，元代戏曲作家，演员。名一作张国宝，艺名喜时营（营一作\"丰\"）。大都（今北京市）人。生平不详。钟嗣成《录鬼簿》载张国宾曾任教坊勾管（据《元史·百官志》,教坊司所属有\"管勾\"官，\"勾管\"或误）。所作杂剧今知有四种：《高祖还乡》已佚，《薛仁贵荣归故里》、《相国寺公孙合汗衫》及《罗李郎大闹相国寺》三种皆存。"
  },
  "tags": []
}