{
  "id": 72106,
  "star": 8,
  "name": "水龙吟·从商帅国器猎于南阳同仲泽鼎玉赋此",
  "dynasty": "金朝",
  "content": "少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。 <br>城月迢迢鼓角，夜如何，军中高宴，江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>年约二十时，书生意气，慷慨激昂。一次，与金军著名的大将完颜鼎（字国嚣）射猎终南山，同行者还有王渥（字仲泽）等，有感而赋此词。</p> <p>　　写出猎的词，元好问之前已有许多，而东坡《江城子·密州出猎》开其先声。由于出猎场面豪阔，气势雄壮，反映到词中，作品易以威武取胜。而元好问此词，更高出寻常威武一筹，在人事的见解上卓有特色，深沉高远。</p> <p>　　“少年射虎”两句，劈头先用两个曲故，反衬出猎主人的威猛。西汉李将军李广，曾经见草中石而以为虎，拉箭猛射，箭头深没石中。但李广射石，恐非少年时事，此处写法，主要是衬托年二十就以善战闻名的商帅完颜国嚣。“赤羽千夫膳”全用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《故武卫将军挽词》之二中的一句，原是称颂将帅的立功塞外之事，此处亦说商帅把这视若等闲，可见商帅更是高出前人一头。</p> <p>　　“金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。”这几句全写围猎场面。骏马金铃悬头，锦绣围脖，在平原民奔腾驰骋，如星流电转，而千骑齐奔，更见其气势雄大。高超的射猎技艺，使天上飞禽和水里游鱼的路全断了，乖乖地来到人们的囊中；白雾紧随着飞腾的马啼，蔚为壮观；射猎队伍形成了合围的阵势，准备一网打尽入了围的野物。几句词，声调短促，吻合了射猎车骑风驰电掣的情势。</p> <p>　　“看川空欲静，旌旗动色，得意似，平生战。”围猎场面壮观，气势雄大，固然可观。然而，仅仅停留于此，则仍是雕虫之技，不足与言大者。这里，作者的笔触轻轻一点：“得意似，平生战”，既写出了商帅的善战，又用“得意”二字，写出了商帅视战争为“等闲”的军人气概。那喧闹车骑的背景，是川空谷阔的静谧，而五色旌旗飘摇飞动，变幻着高深莫测的图景。这就像平生常常得胜的战役。</p> <p>　　上片直写围猎，喧闹非常，都是眼前之景。下片要换境、换意了。“城月迢迢鼓角，夜如何？”两句直勾出寂寥空旷的夜景：古城上空，悬着一钩残月，鼓角声隐隐从远方传来，清静中富有动感。而“军中高宴”一句，归结了白日围猎满载而归的喜悦之情，也同时衬托了将帅的豪气。</p> <p>　　“江淮草木，中原狐兔，先声自远。”这里，作者的笔彻底从围猎荡开去了，而描绘了逼人的军威。“草木”句，用苻坚见八公山上草木皆兵之典，形容敌方兵士的胆战心惊。“中原狐兔”，决非只指围猎的对象，更指代中原大地上的敌军等等，而这些敌军，听到商帅兵马的声音以前，便已颓然远遁了。如此煊赫的军威，用对面状况来表现，更显得气势宏大。</p> <p>　　“盖世韩彭，可能只办，寻常鹰犬。”韩指韩信，彭指彭越，都是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>手下的著名战将。韩信将兵，多多益善，曾在击败<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的过程中起过非常重要的作用。彭越也<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与致项羽于死地的垓下决战。这两员战将的战功，千古之下，未敢轻视。而作者则主，他们两人，不过只做到平常的走狗罢了。言外之意是，商帅决非此种人物。</p> <p>　　因此，由上文逼出最后两句：“问元戎早晚，鸣鞭径去，解天山箭。”唐代大将薛仁贵战胜九姓突厥于天山，有“将军三箭定天山”之称。此指商帅的才略志向，会效薛仁贵三箭定天山、一举清边患，此才是将帅本色。全词气势峥嵘，场面豪阔，情境雄沉，不愧为名家手笔。</p>",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "豪放",
    "典故",
    "狩猎"
  ]
}