{
  "id": 47075,
  "star": 37,
  "name": "章台柳·寄柳氏",
  "dynasty": "唐代",
  "content": "章台柳，章台柳，颜色青青今在否？<br>纵使长条似旧垂，也应攀折他人手。</p> <p>章台柳，章台柳，往日依依今在否？<br>纵使长条似旧垂，也应攀折他人手。</p> <p>章台柳，章台柳，昔日青青今在否？<br>纵使长条似旧垂，也应攀折他人手。",
  "fanyi": "<p><strong>译文</strong><br>借问章台的柳啊，过去你是那样婀娜多姿，如今你还和往日一样吗？<br>纵然那细长柔嫩的枝条，飘垂如故，恐怕也被他人攀折得不像样了。</p> <p><strong>注释</strong><br>⑴寄柳氏：<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>和柳氏赠答故事，见<a href=\"http://so.gushiwen.org/author_1576.aspx\">许尧佐</a>《柳氏传》（《太平广记》卷四八五）及孟棨《本事<a href=\"http://so.gushiwen.org/view_47075.aspx\">诗</a>》。<br>⑵章台：汉长安中街名，在陕西长安故城西南，见《汉书·张敞传》，是繁华的地方，后来每借称妓院所在。六朝、唐人已用其事与杨柳相连。如费昶《和萧记事春旦有所思》：“杨柳何时归，袅袅复依依，已映章台陌，复扫长门扉。”<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>《少年行》：“章台折杨柳。”《古今诗话》：“汉张敞为京兆尹，走马章台街。街有柳，终唐世曰章台柳。”故杜诗云：“京兆空柳色。”（《古今图书集成·草木典》卷二六七柳部引）。<br>⑶依依：柔软貌。《诗经·小雅·采薇》：“昔我往矣，杨柳依依。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首作品，有人认为是<a href=\"http://so.gushiwen.org/view_47075.aspx\">诗</a>，有人认为是词（词牌名为“章台柳”）。在《全唐诗》中，卷二四五中收录此作，定为诗，题为“寄柳氏”；卷八九〇又收录此作，定作词，题为“章台柳·寄柳氏”。下面是中国韵文学会理事、上海市古典文学学会理事、上海师范大学中文系教授蒋哲伦等人对此篇的赏析。</p> <p>　　“章台”，本是战国时所建宫殿，以宫内有章台而得名，在今长安县故城西南隅。这里借指长安。“章台柳”，即暗喻长安柳氏。但因柳氏本娼女，故后人遂将章台街喻指娼家聚居之所。两个叠句用于寻觅加强呼唤之急切，韵味深长，表达作者日思夜想的怀恋之情。“颜色青青”，喻柳氏昔日之青春妙龄，丰容艳丽。“今在否”，谓是否安全健在，暗言社会动乱，邪恶猖獗，柳氏单身独处，其安全令人担忧，以疑问声口，则其忧虑担心之情可见。“长条似旧垂”，喻柳氏袅袅婷婷的身段和体态仍不减当年，与上文“颜色青青”相呼应。“攀折他人手”，暗指柳氏值此兵荒马乱之秋，恐己为他人所劫夺占有，是“今在否”的进一步推测。前句见怀想之切，后句见忧虑之深，两句以“纵使”“也应”开合进退，将其希望与失望，侥幸与不幸，揣测与担忧等复杂的矛盾心情写得传神活现。</p> <p>　　全篇语意双关，表面上是写柳树，实际上是对柳氏的问候，问候了两件诗人最关切的事：是否还在人世？是否已经嫁人？写得情真意切，感人肺腑，催人泪下。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>是大历十才子之一，他与柳氏有一段富有传奇色彩的爱情故事。据唐人<a href=\"http://so.gushiwen.org/author_1576.aspx\">许尧佐</a>《柳氏传》和孟棨《本事<a href=\"http://so.gushiwen.org/view_47075.aspx\">诗</a>》记载，韩翃少负才名，孤贞静默，所与游者皆当时名士。一富家李生，负气爱才，因看重韩翃，遂将家中一歌姬柳氏赠与韩翃。安史之乱爆发，长安、洛阳两京陷落，士女奔骇。柳氏以色艳独居，恐不免，便落发为尼。不久，柳氏为蕃将沙吒利所劫，宠之专房。时韩翃为缁青节度使侯希逸府中书记。京师收复后，韩翃派人到长安寻柳氏，并准备了一白口袋，袋装沙金，袋上题了此诗。当柳氏在长安接到这个口袋后，捧诗呜咽，并写了《答韩翃》（一作《杨柳枝·答韩翃》）：“杨柳枝，芳菲节。可恨年年赠离别。一叶随风忽报秋，纵使君来岂堪折。”",
  "poet": {
    "id": 473,
    "star": 0,
    "name": "韩翃",
    "image": "http://img.gushiwen.org/authorImg/hanli.jpg",
    "desc": "韩翃，唐代诗人。字君平，南阳（今河南南阳）人。是“大历十才子”之一。天宝13年（754）考中进士，宝应年间在淄青节度使侯希逸幕府中任从事，后随侯希逸回朝，闲居长安十年。建中年间，因作《寒食》诗被唐德宗所赏识，因而被提拔为中书舍人。韩翃诗笔法轻巧，写景别致，在当时传诵很广。"
  },
  "tags": [
    "柳树",
    "写人",
    "怀恋"
  ]
}