{
  "id": 34393,
  "star": 107,
  "name": "咏田家 / 伤田家",
  "dynasty": "唐代",
  "content": "二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。 <br>我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。",
  "fanyi": "<h2>译文</h2> 二月里蚕儿刚刚出子，就早早的卖掉了一年的新丝，<br>五月里秧苗还在地里，又早早的卖去了一年的新谷。<br>只顾医治眼下的毒疮，也只有剜去自己心上的肉。<br>我但愿君王的心啊，能够变成一支光明的蜡烛。<br>不要再去照亮那穿着绫罗绸缎的富贵人家的筵席，<br>而只是来照看照看这无衣无食的逃亡庄户的茅屋。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《咏田家》是聂夷中的代表作，也是晚唐<a href=\"http://so.gushiwen.org/view_34393.aspx\">诗</a>歌创作中的艺术佳品。诗中运用形象生动的比喻和鲜明对比的表现手法，愤怒地控诉了形形色色的高利贷给唐末农民所带来的深重苦难，表达了诗人对广大农民的深厚同情。此诗问世后，深受唐末统治者重视。据《资治通鉴》卷载，宰相<a href=\"http://so.gushiwen.org/author_2442.aspx\">冯道</a>向后唐皇帝李嗣源述说农民痛苦之时，就在朝堂上诵读了这首诗。</p> <p>　　诗的前四句为第一层，主要描写残酷的高利贷剥削给广大农民所带来的剜心割肉般的痛楚。“二月卖新丝，五月粜新谷”，写出了农民在青黄不接之时被迫借贷的悲惨境地。二月还未着手养蚕，五月稻子尚处青苗期，然而，贫苦的农民迫于生计，为济燃眉之急，竟不得不以未来的新丝、新谷作抵押，借上“驴打滚”的高利贷。“二”、“五”月极言时间之早，这么早就背上阎王债，足以说明农民已到了山穷水尽、骨枯髓干的地步。“卖”、“粜”状其只出不入，深刻反映了农民的辛酸血泪和无比痛苦。“医得眼前疮，剜却心头肉”两句，运用比喻的手法，形象地揭示出高利贷吮血噬骨的残酷剥削本质。剜却性命攸关的“心头肉”以疗眼前毒疮，是迫不得已，其后果更是不堪想象。旧伤未愈添新伤，穷困伴着死亡行，这就是对当时广大农民濒临绝境的高度概括和生动写照。</p> <p>　　诗的后四句为第二层，主要是直抒胸臆，尽吐胸中块垒，表达诗人对解决正在激化中的社会矛盾的希望和设想，深寄对“君主”的讥刺之意。诗人把解决矛盾的希望寄托在“君王”身上，这反映出作者存在一定的时代和阶级的局限性，但是，也从另一个侧面深刻地揭露了封建社会最高统治者“君王”所代表的个人利益。“君王”之“烛”只照地主豪绅，权贵达官，而其光不可射及逃亡的农舍，这就含蓄而尖锐地讥刺了“君王”的不恤黎庶，使读者能够透过黑暗的社会现实，思味出那激化社会矛盾的真正罪手。</p> <p>　　这首诗之所以向为人们所传诵，除了它真实而带有高度概括性地再现了封建社会的黑暗现实、反映了农民的痛苦生活、具有高度的思想性之外，还在于它有高超的表现技巧。</p> <p>　　首先，形象的比喻，高度的概括，使得诗歌的容量更为广阔。对农民被迫借取高利贷及其更惨痛的后果，诗人并未明白道出，而是用“剜却心头肉”以“医得眼前疮”来比喻之。剜肉补疮，并非根本的疗毒之策，它只会造成更加严重的新局面。这样以剜肉补疮来比喻农民以借高利贷济燃眉之急，是再形象不过了，也是再具有高度概括力不过的了。这个比喻，一方面使诗歌的形象具备了可感性，另一方面也深刻地揭示了问题的本质，使有限的形式容纳了无限广阔深厚的社会内容。</p> <p>　　其次，鲜明的对比手法的运用，把封建社会中贫富悬殊的阶级差别给历历如绘的描写出来了。“不照绮罗筵，只照逃亡屋”，本是对“君王”的希冀之语，但其中却包含了双重对比的意味。从“君王”的角度来说，恩泽不均，只顾富室，不恤贫苦，这一对比，就把“君王”的阶级立场给鲜明地展示在读者面前；从社会现实的角度来看，一边是权贵豪门华丽的衣着，丰盛的筵宴，一边却是无衣无食，贫困破产，逃亡在外。这一对比，就把地主富室用高利贷剥削农民的严重恶果给突现出来了。如此形象的对比，也把作者鲜明的爱憎之情给烘托得淋漓尽致。</p> <p>　　此外，这首诗的语言颇质朴通俗，感情也很真诚感人，充分显示了聂夷中驾驭语言、节制感情的功力。</p>",
  "poet": {
    "id": 687,
    "star": 0,
    "name": "聂夷中",
    "desc": "聂夷中，字坦之，河东人，一说为河南人。咸通十二年(871)登第，官华阴尉。到任时，除琴书外，身无余物。其诗语言朴实，辞浅意哀。不少诗作对封建统治阶级对人民的残酷剥削进行了深刻揭露，对广大田家农户的疾苦则寄予极为深切的同情。代表作有《咏田家》、《田家二首》、《短歌》、《早发邺北经古城》、《杂怨》等，其中以《咏田家》和《田家二首》（其一）流传最广（《田家二首》（其二）后人多认定为李绅的作品，故不提）。"
  },
  "tags": [
    "同情",
    "农民"
  ]
}