{
  "id": 47877,
  "star": 49,
  "name": "七发",
  "dynasty": "两汉",
  "content": "　　楚太子有疾，而吴客往问之，曰：“伏闻太子玉体不安，亦少间乎？”太子曰：“惫！谨谢客。”客因称曰：“今时天下安宁，四宇和平，太子方富于年。意者久耽安乐，日夜无极，邪气袭逆，中若结轖。纷屯澹淡，嘘唏烦酲，惕惕怵怵，卧不得瞑。虚中重听，恶闻人声，精神越渫，百病咸生。聪明眩曜，悦怒不平。久执不废，大命乃倾。太子岂有是乎？”太子曰：“谨谢客。赖君之力，时时有之，然未至于是也”。”客曰：“今夫贵人之子，必宫居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘膬，脭醲肥厚；衣裳则杂遝曼暖，燂烁热暑。虽有金石之坚，犹将销铄而挺解也，况其在筋骨之间乎哉？故曰：纵耳目之欲，恣支体之安者，伤血脉之和。且夫出舆入辇，命曰蹶痿之机；洞房清官，命曰寒热之媒；皓齿蛾眉，命曰伐性之斧；甘脆肥脓，命曰腐肠之药。今太子肤色靡曼，四支委随，筋骨挺解，血脉淫濯，手足堕窳；越女侍前，齐姬奉后；往来游醼，纵恣于曲房隐间之中。此甘餐毒药，戏猛兽之爪牙也。所从来者至深远，淹滞永久而不废，虽令扁鹊治内，巫咸治外，尚何及哉！今如太子之病者，独宜世之君子，博见强识，承间语事，变度易意，常无离侧，以为羽翼。淹沈之乐，浩唐之心，遁佚之志，其奚由至哉！’’太子曰：“诺。病已，请事此言。”</p> <p>　　客曰：“今太子之病，可无药石针刺灸疗而已，可以要言妙道说而去也。不欲闻之乎？”太子曰：“仆愿闻之。”</p> <p>　　客曰：“龙门之桐，高百尺而无枝。中郁结之轮菌，根扶疏以分离。上有千仞之峰，下临百丈之溪。湍流遡波，又澹淡之。其根半死半生。冬则烈风漂霰、飞雪之所激也，夏则霄霆、霹雳之所感也。朝则鹂黄、鳱鴠鸣焉，暮则羁雌、迷鸟宿焉。独鹄晨号乎其上，鹍鸡哀鸣翔乎其下。于是背秋涉冬，使琴挚斫斩以为琴，野茧之丝以为弦，孤子之钩以为隐，九寡之珥以为约。使师堂操《畅》，伯子牙为之歌。歌曰：‘麦秀蔪兮雉朝飞，向虚壑兮背槁槐，依绝区兮临回溪。’飞鸟闻之，翕翼而不能去；野兽闻之，垂耳而不能行；蚑、蟜、蝼、蚁闻之，柱喙而不能前。此亦天下之至悲也，太子能强起听之乎？”太子曰：“仆病未能也。”</p> <p>　　客曰：“犓牛之腴，菜以笋蒲。肥狗之和，冒以山肤。楚苗之食，安胡之飰，抟之不解，一啜而散。于是使伊尹煎熬，易牙调和。熊蹯之胹，芍药之酱。薄耆之炙，鲜鲤之鱠。秋黄之苏，白露之茹。兰英之酒，酌以涤口。山梁之餐，豢豹之胎。小飰大歠，如汤沃雪。此亦天下之至美也，太子能强起尝之乎？”太子曰：“仆病未能也。”</p> <p>　　客曰：“钟、岱之牡，齿至之车，前似飞鸟，后类距虚。穱麦服处，躁中烦外。羁坚辔，附易路。于是伯乐相其前后，王良、造父为之御，秦缺、楼季为之右。此两人者，马佚能止之，车覆能起之。于是使射千镒之重，争千里之逐。此亦天下之至骏也，太子能强起乘之乎？”太子曰：“仆病未能也。”</p> <p>　　客曰：“既登景夷之台，南望荆山，北望汝海，左江右湖，其乐无有。于是使博辩之士，原本山川，极命草木，比物属事，离辞连类。浮游览观，乃下置酒于虞杯之宫。连廊四注，台城层构，纷纭玄绿。辇道邪交，黄池纡曲。溷章、白鹭，孔鸟、鶤鹄，鵷雏、鵁鶄，翠鬣紫缨。螭龙、德牧，邕邕群鸣。阳鱼腾跃，奋翼振鳞。漃漻薵蓼，蔓草芳苓。女桑、河柳，素叶紫茎。苗松、豫章，条上造天。梧桐、并阊，极望成林。众芳芬郁，乱于五风。从容猗靡，消息阳阴。列坐纵酒，荡乐娱心。景春佐酒，杜连理音。滋味杂陈，肴糅错该。练色娱目，流声悦耳。于是乃发《激楚》之结风，扬郑、卫之皓乐。使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒，杂裾垂髾，目窕心与。揄流波，杂杜若，蒙清尘，被兰泽，嬿服而御。此亦天下之靡丽、皓侈、广博之乐也，太子能强起游乎？太子曰：“仆病未能也。”</p> <p>　　客曰：“将为太子驯骐骥之马，驾飞軨之舆，乘牡骏之乘。右夏服之劲箭，左乌号之雕弓。游涉乎云林，周驰乎兰泽，弭节乎江浔。掩青苹，游清风。陶阳气，荡春心。逐狡兽，集轻禽。于是极犬马之才，困野兽之足，穷相御之智巧，恐虎豹，慴鸷鸟。逐马鸣镳，鱼跨麋角。履游麕兔，蹈践麖鹿，汗流沫坠，寃伏陵窘。无创而死者，固足充后乘矣。此校猎之至壮也，太子能强起游乎？”太子曰：“卜病未能也。”然阳气见于眉宇之间，侵淫而上，几满大宅。</p> <p>　　客见太子有悦色，遂推而进之曰：“冥火薄天，兵车雷运，旌旗偃蹇，羽毛肃纷。驰骋角逐，慕味争先。徼墨广博，观望之有圻；纯粹全牺，献之公门。太子曰：“善！愿复闻之。”</p> <p>　　客曰：“未既。于是榛林深泽，烟云闇莫，兕虎并作。毅武孔猛，袒裼身薄。白刃磑磑，矛戟交错。收获掌功，赏赐金帛。掩苹肆若，为牧人席。旨酒嘉肴，羞炰脍灸，以御宾客。涌觞并起，动心惊耳。诚不必悔，决绝以诺；贞信之色，形于金石。高歌陈唱，万岁无斁。此真太子之所喜也，能强起而游乎？”太子曰：“仆甚愿从，直恐为诸大夫累耳。”然而有起色矣。</p> <p>　　客曰：“将以八月之望，与诸侯远方交游兄弟，并往观涛乎广陵之曲江。至则未见涛之形也，徒观水力之所到，则恤然足以骇矣。观其所驾轶者，所擢拔者，所扬汩者，所温汾者，所涤汔者，虽有心略辞给，固未能缕形其所由然也。怳兮忽兮，聊兮栗兮，混汩汩兮，忽兮慌兮，俶兮傥兮，浩瀇瀁兮，慌旷旷兮。秉意乎南山，通望乎东海。虹洞兮苍天，极虑乎崖涘。流揽无穷，归神日母。汩乘流而下降兮，或不知其所止。或纷纭其流折兮，忽缪往而不来。临朱汜而远逝兮，中虚烦而益怠。莫离散而发曙兮，内存心而自持。于是澡概胸中，洒练五藏，澹澉手足，頮濯发齿。揄弃恬怠，输写淟浊，分决狐疑，发皇耳目。当是之时，虽有淹病滞疾，犹将伸伛起躄，发瞽披聋而观望之也，况直眇小烦懑，酲醲病酒之徒哉！故曰：发蒙解惑，不足以言也。”太子曰：“善，然则涛何气哉？”</p> <p>　　客曰：“不记也。然闻于师曰，似神而非者三：疾雷闻百里；江水逆流，海水上潮；山出内云，日夜不止。衍溢漂疾，波涌而涛起。其始起也，洪淋淋焉，若白鹭之下翔。其少进也，浩浩溰溰，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装。其旁作而奔起也，飘飘焉如轻车之勒兵。六驾蛟龙，附从太白。纯驰皓蜺，前后络绎。顒顒卬卬，椐椐强强，莘莘将将。壁垒重坚，沓杂似军行。訇隐匈磕，轧盘涌裔，原不可当。观其两旁，则滂渤怫郁，闇漠感突，上击下律，有似勇壮之卒，突怒而无畏。蹈壁冲津，穷曲随隈，逾岸出追。遇者死，当者坏。初发乎或围之津涯，荄轸谷分。回翔青篾，衔枚檀桓。弭节伍子之山，通厉骨母之场，凌赤岸，篲扶桑，横奔似雷行，诚奋厥武，如振如怒，沌沌浑浑，状如奔马。混混庉庉，声如雷鼓。发怒庢沓，清升逾跇，侯波奋振，合战于藉藉之口。鸟不及飞，鱼不及回，兽不及走。纷纷翼翼，波涌云乱，荡取南山，背击北岸。覆亏丘陵，平夷西畔。险险戏戏，崩坏陂池，决胜乃罢。瀄汩潺湲，披扬流洒。横暴之极，鱼鳖失势，颠倒偃侧，沋沋湲湲，蒲伏连延。神物恠疑，不可胜言。直使人踣焉，洄闇凄怆焉。此天下恠异诡观也，太子能强起观之乎？”太子曰：“仆病未能也。”</p> <p>　　客曰：“将为太子奏方术之士有资略者，若庄周、魏牟、杨朱、墨翟、便蜎、詹何之伦，使之论天下之精微，理万物之是非。孔、老览观，孟子筹之，万不失一。此亦天下要言妙道也，太子岂欲闻之乎？”</p> <p>　　于是太子据几而起，曰：“涣乎若一听圣人辩士之言。”涊然汗出，霍然病已。",
  "fanyi": "<h2>译文</h2> <p><strong>译文<br></strong>　　楚国太子有病，有一位吴国客人去问候他，说：“听说太子玉体欠安，稍微好点了吗？”太子说：“还是疲乏得很！谢谢你的关心。”吴客趁机进言道：“现今天下安宁，四方太平。太子正在少壮之年，料想是您长期贪恋安乐，日日夜夜没有节制。邪气侵身，在体内凝结堵塞，以至于心神不安，烦躁叹息，情绪恶劣像醉了酒似的。常常心惊肉跳，睡不安宁。心力衰弱，听觉失灵，厌恶人声。精神涣散，好像百病皆生。耳目昏乱，喜怒无常。病久缠身不止，性命便有危险。太子是否有这种症状呢？”太子说：“谢谢你。靠国君的力量，使我能享受富贵，以至于经常得此病症，但还没有到你所说的这种地步。”吴客说：“现在那些富贵子弟，一定是住在深宫内院，内有照料日常生活的宫女，外有负责教育辅导的师傅，想与其他人交游也不可能。饮食是温厚淳美、甘甜酥脆的食物和肥肉烈酒；穿着是重重叠叠的轻软细柔、暖和厚实的衣服。这样，即使像金石那样的坚质，尚且要消溶松解呢，更何况那筋骨组成的人体啊！所以说，放纵耳目的嗜欲，恣任肢体的安逸，就会损害血脉的和畅。出入都乘坐车子，就是麻痹瘫痪的兆头；常住幽深的住宅、清凉的宫室，就是伤寒和中暑的媒介；贪恋女色、沉溺情欲，就是摧残性命的利斧；甜食脆物、肥肉烈酒，就是腐烂肠子的毒药。现在太子皮肤太细嫩，四肢不灵便，筋骨松散，血脉不畅，手脚无力。前有越国的美女，后有齐国的佳人，往来游玩吃喝，在幽深的秘室里纵情取乐。这简直是把毒药当作美餐，和猛兽的爪牙戏耍啊。这样的生活影响已经很深远，如果再长时间地拖延不改，那么即使让扁鹊来为您治疗体内的疾病，巫咸来为您祈祷，又怎么来得及啊！现在像太子这样的病情，需要世上的君子，见识广博、知识丰富的人，利用机会给您谈论外界的事物，以改变您的生活方式和情趣。应常让他们不离您的身旁，成为您的辅佐。那么沉沦的享乐、荒唐的心思、放纵的欲望，还能从哪里来呢！”太子说：“好。等我病愈后，就照你这话去做。”</p> <p>　　吴客说：“现在太子的病，可以不用服药、砭石、针刺、灸疗的办法而治好，可以用中肯的言论、精妙的道理劝说而消除，您不想听听这样的话吗？”太子说：“我愿意听。”</p> <p>　　吴客说：“龙门山上的桐树，高达百尺而不分杈，树干中积聚很多盘曲的纹路，树根在土壤中向四周延伸而扩展。上有千仞的高峰，下临百丈的深涧；湍急的逆流冲击摇荡着它。它的根一半已死一半还活着。冬天寒风、雪珠、飞雪侵凌它，夏天闪电霹雳触击它，早上则有黄鹂鳱鴠在它上面鸣叫，傍晚则有失偶的雌鸟、迷路的鸟雀在它上面栖息。孤独的黄鹄清晨在桐树上啼叫，鵾鸡在树下飞翔哀鸣。在这样的环境中秋去冬来（历尽岁月），让琴挚砍伐桐树制成琴。用野生的茧丝制成弦，用孤儿的带钩做装饰，用养了九个孩子的寡妇的耳环制成琴徽。让师堂弹奏《畅》的琴曲，让伯子牙来演唱。歌词说：‘麦子抽穗出芒时野鸡在早晨飞翔，飞向空谷离开枯搞的槐树，依傍在险峻之处，下临曲折的溪涧。’飞鸟听到歌声，敛翅不能飞去；野兽听到歌声，垂耳不能行走；蚑蟜、蝼蛄、蚂蚁听到歌声，张嘴不能向前。这是天下最动人的音乐。太子能勉强起身来听吗？”太子说：“我病了，不能去听啊。”</p> <p>　　吴客说：“煮熟小牛腹部的肥肉，用竹笋和香蒲来拌和。用肥狗肉熬的汤来调和，再铺上石耳菜。用楚苗山的稻米做饭，或用菰米做饭，这种米饭抟在一块就不会散开，但入口即化。于是让伊尹负责烹饪，让易牙调和味道。熊掌煮得烂熟，再芍药酱来调味。把兽脊上的肉切成薄片制成烤肉，鲜活的鲤鱼切成鱼片。佐以秋天变黄的紫苏，被秋露浸润过的蔬菜。用兰花泡的酒来漱口。还有用野鸡、家养的豹胎做的食物。少吃饭多喝粥，就像沸水浇在雪上一样。这是天下最好的美味了，太子能勉强起身来品尝吗？”太子说：“我病了，不能去品尝啊。”</p> <p>　　吴客说：“钟代一带出产的雄马，年齿适当时用来驾车；跑在前头的像飞鸟，跑在后面的像距虚。用早熟的麦子喂养它，使它性情急躁。给它套上坚固的辔头，让它在平坦的路上奔跑。在这时让伯乐在前后观察，让王良、造父来驭马，秦缺、楼季做车右。这两个人，在马受惊时能把马制服，在马车翻倒时能扶起车。用这样的马车去赛跑，可以下下千镒的赌注，可以一日千里。这是天下最好的骏马了。太子能勉强起身去骑它吗？”太子说：“我病了，不能去骑啊。”</p> <p>　　吴客说：“登上景夷台，南望荆山，北望汝水，左面是长江，右边是洞庭湖，这种游观之乐绝无仅有。在这时让博学善辩的士人，考订山川的本原，穷尽草木的名称，譬喻叙事，选词造句，以类相连。漫游纵览之后，在虞怀宫中摆设酒宴。宫殿的回廊四面相连，台城重叠，色泽深绿，景象缤纷。车道交错，护城河曲折。溷章、白鹭、孔鸟、鶤鹄、鵷雏、鵁鶄之类的鸟，或冠毛翠绿，或颈毛姹紫。雄鸟与雌鸟羽毛美丽，鸣叫动听。鱼儿在水中跳跃，竖起鳍翼，振动鳞片。河水清净，薵蓼丛生，莲花芬芳。河边的柔桑、柳树，或叶色单一，或枝条发紫。苗松、豫章树，枝条高达天际。梧桐、棕榈，远远望去，蔚然成林。草木芳香，在风中混和。枝条摇曳，或隐或现。列坐纵酒，纵心娱乐。让景春来劝酒，让杜连来奏乐。滋味杂陈，食品交错齐全。精选美色娱悦心目，流美的歌声悦耳动心。于是唱起《激楚》的急促的音调，弹奏郑、卫的动听的乐曲。使先施、徵舒、阳文、段干、吴娃、闾娵、傅予这样俊男美女，裙裾混杂，发髻散开，秋波暗送，情意相许；这些人以引流水洗身，以杜若香体，身上如披一层薄雾，脸抹兰膏，穿着便服来侍奉。这是天下最奢侈华丽、浩博盛大的宴乐了。太子能勉强起身来享乐吗？”太子说：“我病了，不能去享乐啊。”</p> <p>　　吴客说：“我要为您驯服骐骥，驾起开有窗户的轻便猎车，您坐在这雄马拉的车子上，右边带着夏后氏箭囊里的劲箭，左边带着柘木制成的花纹弓，去到云梦的林中，围绕生长兰草的沼泽地带奔弛，奔到江边然后缓缓地行进。车轮在青苹上徐徐辗过，迎面吹来微微清风。陶醉在春天的气息当中，满怀春意的心也为之动荡。然后策马追逐狡黠的走兽，许多枝箭射中了轻捷的飞鸟。这时犬马的本领发挥尽致，野兽被追赶得脚力疲困，马夫和车夫使尽了他们的智慧和技巧；虎豹恐惧了，鸷鸟慑服了。奔马响着项铃，像鱼一样腾跃，像麋鹿一样角逐，脚践麕兔，蹄压麇鹿。动物被追得汗流于身，口沫下掉，四处躲藏，走投无路，没有受伤而活活吓死的野物实在足以装满随从的车子。这是打猎最壮观的景象，太子能勉强起来去游猎吗？”太子说：“我病了，不能去。”然而这时候太子眉宇之间露出了喜色，并逐渐扩展，几乎布满整个面部。</p> <p>　　吴客见太子有高兴的神色，就进一步说：“黑夜出猎，火光烛天，兵车像迅疾的雷声一样滚动。旌旗高举，旗上装饰的鸟羽、牛尾整齐而纷繁。车马往来奔驰竞逐，人人向往得到野味而奋勇争先。猎兽的围栏和焚烧过的野地又宽又广，远远地望去才可看到它有边缘。那毛色纯一、躯体完整的猎获物，把它进献到诸侯面前。”太子说：“说得好！我愿意再听你说。”</p> <p>　　吴客说：“这还没有说完。在那丛林深泽之间，烟蒸云腾一片昏暗，野牛老虎一起出现。打猎的人刚毅武勇、非常强悍，他们脱衣露体，弃车亲身擒搏野兽。只见雪白的刀刃闪闪发光，长矛大戟纵横交错。打猎结束，按照获取猎物多寡记录功劳，赏赐金银和布帛。压平地上的青苹，铺开杜若，为打猎的官员设宴庆功。浓浓的美酒，可口的鱼肉，烹煮脍炙的食物，用来款待佳宾贵客。大家一齐斟满酒杯，起身祝酒，宾客们的豪言壮语入耳动听。言语信诚果必而不悔改，遇事或答应或拒绝都很坚决。坚贞信诚的表情，就像镂刻在金石上一样。人们放声歌唱，热烈欢呼，丝毫也不感到厌倦。这正是太子所喜爱的，您能勉强起来去游玩吗？”太子说：“我很愿意和大家一起去，只怕成为各位大夫的累赘。”不过，太子有想起身的样子了。</p> <p>　　吴客说：“我们将要在八月十五日，和诸侯及远方来的朋友兄弟们一同去广陵的曲江观涛。初到时还未曾看到江涛涨起的迹象，不过看到水力所到之处，就足以使人惊恐异常了。当看到那后浪推前浪的状况，浪头高高掀起的情形，波涛激荡纷乱的情景，水流结聚回转的势态，水势到处冲激的力量，即使有心多谋略、言辞敏捷的人，也绝对不能描绘出因为波涛而形成的这种壮景。既是那么浩荡无边啊，使人恍惚难辨；又是那样汹涌澎湃啊，叫人心惊胆战；波浪滚滚滔滔啊，发出汩汩的喧声。时而迷茫一片啊，令人目眩；时而奇峰突起啊，何等壮观；那水势浩大深广啊，那江涛超越旷远。集中注意力从南山之下一直望到东海之滨，只见江涛汹涌，与天相接，竭尽思虑吧，请去想象哪里是涛水的尽头。流览无穷无尽的江水，将心神归向日出之处。那江涛急速地随着汩汩的水流往下游流去啊，也许没有人知道它将流到哪里才会停歇。有时那众多的浪头流转曲折啊，忽然又纠结奔流不再回头。浪涛冲到朱汜又向远处流逝啊，使人见了心虚烦闷精神更加倦怠。观涛之后，整个晚上都心意散乱啊，直到天亮才能把心收起来保持情绪安稳。于是胸中经过荡涤，五脏经过洗濯，手足冲刷得更加干净，颜面发齿也洗得更加洁白光亮。扬弃了安逸懒惰，排除了污垢肮脏，使迷惑不清得以分辨决断，使耳朵眼睛也由此通透明亮。在这种情况下，纵使有久病不起，患有顽疾的人，尚且要将驼背伸直，跛脚抬起，瞽目张开，聋耳通启而来观看这江涛的宏伟景象，何况只是胸中小小的烦闷、伤食于肥肉烈酒的人呢！所以说，这江涛对于启发愚蒙、解除昏惑，实在不值得一提啊。”太子说：“太好了。既然如此，那么江涛究竟是一种什么气象呢？”</p> <p>　　吴客说：“这不见于记载。但我从老师那里听说，江涛似神而又非神的特点有三条：一是涛声似疾雷，闻于百里之远；二是江水倒流，海水潮涨往上灌；三是山谷吞吐云气，日夜不断。江水满溢，水流湍急，波浪汹涌。那江涛开始出现的时候，山洪飞泻而下，似白鹭向下飞翔。稍进一步，水势浩浩荡荡，白茫茫一片，像白马驾着素车，车上张设着车盖帷幔，当波涛汹涌乱云一般滚来，纷乱的样子就如大军奋起装束列队向前。当波涛从两旁掀腾卷起，飘飘荡荡的样子就像将军坐在轻车上率领军队作战。驾车的是六条蛟龙，跟随在河神的后面。又好似一条白色长虹在奔驰，前后连续不断。潮头高大，浪头相随，互相激荡，像军营壁垒重叠而又坚固；其杂乱纷纭，又像人多马众的军行。江涛轰鸣，奔腾澎湃，其势本不可挡。看那靠岸的两旁，更是水势汹涌，汪洋一片，左冲右突，一会儿向上冲击，一会儿往下跌落。好似勇壮的士卒，奋勇突进而无所畏惧。潮水拍打岸壁，冲击渡口，流遍江湾，注满水曲，跨越堤岸，漫出沙堆。碰着它就要死亡，挡住它就要毁坏。波涛开始时从或围那地方的水边出发，撞到山陇而回转，遇到川谷而分流，到青篾打着旋涡，经过檀桓时像战马衔枚无声疾进。再缓缓流过伍子山，一直远奔到叫做胥母的战场。它超越赤岸，扫向扶桑，横冲直撞，如疾雷迅行，直奔前方。江涛确实奋发了它的威武，既像示威，又像发怒。呼啸嘶鸣，如万马奔腾。轰轰隆隆，似擂鼓震天。水势因受阻而怒起，清波因相互超越而升腾。大波奋起震荡，交战在藉藉的隘口。鸟来不及起飞，鱼来不及回转，兽来不及躲避。水势浩渺劲健，波涌似飞云乱翻。江涛荡击南山，转身又冲撞北岸。摧毁了丘陵，荡平了西岸。多么危险多么可怕啊，它冲垮堤岸，破坏池塘，直到取得决定性的胜利之后方才罢休。然后流水激荡澎湃，浪花飞溅不息。任意泛滥，已到极点。鱼鳖不能自主，腹背颠倒上下翻覆，匍匐而行，连接不断。水中神物可怪可疑，难以尽述，简直叫人惊倒在地，吓得神志不清，丧魂失魄。这是天下怪异罕见的奇观，太子能勉强起来去观赏它吗？”太子说：“我还有病，不能去。”</p> <p>　　吴客说：“那么我将给太子进荐博学而有理论的人中最有资望智略的，就像<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>、魏牟、杨朱、墨翟、便蜎、詹何一类的人物。让他们议论天下精深微妙的道理，明辨万事万物的是非曲直，再请孔子、老子这类人物为之审察评说，请孟子这类人物为之筹划算计，这样一万个问题也错不了一个。这是天下最切要最精妙的学说啊，太子难道想听听这些吗？”</p> <p>　　于是太子扶着几案站了起来，说：“你的话真使我豁然清醒，好像一下子听到了圣人辩士的言论了。”太子出了一身透汗，忽然之间病症全消。</p> <p><strong>注释<br></strong>（1）七发：这篇赋假托吴客语，讽谏楚太子接受要言妙道，实质谏阻吴王刘濞。<br>（2）问：探望，问候。<br>（3）少间：指病稍稍痊愈。<br>（4）因称：就势说。<br>（5）四宇：四方。富于年：未来的年岁很多，即正当年轻。<br>（6）耽：沉溺，迷恋。无极：没有限度。袭逆：指侵入体内。逆：迎，受。结轖（sè）：郁结堵塞。轖：借为“塞”。<br>（7）纷屯：纷乱。澹淡：心神不定的样子。嘘唏：呻吟叹息。烦酲：烦闷如醉。酲，醉酒。惕惕怵怵：惊恐不安的样子。瞑：通“眠”，小睡。<br>（8）虚中：指身体虚弱。重听：听觉不灵敏。越渫（xiè）：涣散。咸：皆，都。<br>（9）聪明：指听觉和视觉,犹言耳目。眩曜：眩晕，眼冒金星，是眩晕的常见症状。不平：失衡。<br>（10）久执：指病魔长久缠身。废：止，去。倾：倒。<br>（11）“赖君”三句：靠国君的力量，天下太平，我得以享受安乐，以至于经常有此类病状,但还未达到您说的这种地步。<br>（12）宫居：居住在宫中。闺：宫中小门。这里泛指深宫。内：指宫中。外：指朝廷。傅父：负责教育辅导的老师。欲交无所：要结交朋友而没有地方。<br>（13）温淳：指味道厚重。膬（cuì）：同“脆”。脭（chéng）：肥肉。醲（nóng）：醇酒。<br>（14）杂遝（tà）：众多的样子。曼暖：轻细而又暖和。燂（xún）：火热。烁：热。<br>（15）销铄：熔化。挺解：松散，分散。<br>（16）恣：放纵。支体：同“肢体”。伤血脉之和：损害血脉的调和。<br>（17）舆辇：均为车。蹶痿（juěwěi）：都是麻痹、瘫痪的意思。机：征兆。<br>（18）洞房：深邃的住宅。清官：清凉的房屋。寒热：感寒或受热。媒：媒介。<br>（19）皓齿蛾眉：洁白的牙齿，像蚕蛾触须一样细长的眉，指代美女。性：性命。<br>（20）脓：同“酿”。腐肠：使肠子腐烂。药：指毒药。都是比喻的说法。<br>（21）靡曼：细嫩的样子。四支：即四肢。委随：麻木不灵便的样子。淫濯：指血管扩张，血液循环受阻滞，不畅通。堕窳（yǔ）：指手脚软弱无力。<br>（22）醼：通“宴”。曲房隐间：幽深的密室。<br>（23）甘餐毒药：把毒药当鲜食吃。戏：玩耍。<br>（24）淹滞：滞留、拖延。扁鹊：先秦时代的名医。巫咸：传说商代的神巫，能通过巫法给人祛病，故云“治外”。<br>（25）独宜：只需要。宜，应该，需要。强识：强记。承间语事：间，机会。变度易意：改变太子的胸襟和思想。度，胸襟。羽翼：辅佐之人。<br>（26）淹沈：耽溺沉迷。浩唐：同“浩荡”，纵情放恣。遁佚：放纵。<br>（27）病已：病好了。请事此言：照这话去做。请，敬语。<br>（28）无：不用。药：泛指药物。石：砭石，一种古代医疗器具。<br>（29）龙门：山名，今山西与陕西之间。桐：树名，材质适合制琴。<br>（30）郁结：积聚。轮菌：纹理盘曲貌。根扶疏：指树根在土中向四外伸展。<br>（31）遡波：逆流之波。澹淡：水波摇荡的样子。<br>（32）霰：小雪粒。激：激荡。感：通“撼”，指桐木在夏天被雷电所震撼。<br>（33）鹂黄：鸟名，即黄鹂。鳱鴠（hàndàn）：鸟名，传说似鸡，冬无毛，昼夜鸣。羁雌：失群的雌鸟。迷鸟：迷失方向的鸟。<br>（34）独鹄：孤独的黄鹄，鹄即天鹅。鹍（kūn）鸡：鸟名，黄白色，长颈赤喙。<br>（35）琴挚：即师挚，鲁太师，因其工于鼓琴，故谓之“琴挚”。野茧之丝：野蚕茧的丝。钩：衣带的钩。隐：琴上的一种装饰。九寡：生有九个儿子的寡妇。《列女传》：“鲁之母师，九子之寡母也。不幸早失夫，独与九子居。”珥：耳饰。约：琴徽。<br>（36）师堂：古代乐师，一称师襄，孔子曾向他学过琴。《畅》：相传尧时琴曲名。伯牙子：即伯牙，古代善鼓琴者。<br>（37）秀：指农作物结穗。蔪（jiān）：麦芒。虚：空。壑：山谷。槁：枯。绝区：指悬崖、断岸一类的地方。回溪：曲折的溪流。<br>（38）翕（xī）：合。蚑（qí）：虫名，一种长蜘蛛。蟜（jiǎo）：一种毒虫。柱：支撑，张开。喙（hd）：嘴。<br>（39）犓（chú）牛：即小牛。腴：腹下肥肉。笋：竹笋。蒲：即蒲菜，多年生草，叶细长而尖，其茎心细嫩可食。<br>（40）和：羹。冒：通“笔”，用菜调和。山肤：植物名，即面耳，可食用。<br>（41）苗：指苗民所产之稻米。安胡：即菰米。飰：同“饭”。抟（tuán）：聚拢在一起。解：散开。啜：吃，尝。<br>（42）伊尹：商汤的大臣，相传伊尹以烹任见长。易牙：春秋时人，以能善调味得到齐桓公的宠爱。<br>（43）熊蹯：熊掌。胹（ér）：烂熟。芍药：古人常用作调料。<br>（44）鱠（kuài）：鱼片。<br>（45）苏：即紫苏，药草名，可以食用。<br>（46）豢豹：被人畜养着的豹。歠（chuò）：饮。<br>（47）钟、岱：皆地名，属古赵国，其地以产马著名。牡：雄马。齿至：指马之年齿适中。<br>（48）飞鸟：应作“飞凫”，骏马名。距虚：骏马名。<br>（49）穱（zhuō）麦：早熟的麦子。服处：谓饲马使服食草料。躁中烦外：穱麦饲马则马肥，马肥则易烦躁而亟思奔驰。<br>（50）附：依附，凭藉。易路：平坦的道路。<br>（51）王良：是春秋时晋国最善於驾车的人。造父：周穆王的御者。秦缺：古之勇士。善疾走。楼季：战国时魏国勇士。<br>（52）佚：同“逸”，奔跑。<br>（53）射：睹马。争：竞赛。逐：奔跑。<br>（54）景夷：台名，在今湖北省监利县北。荆山：即猎山，在今湖北省境内。汝海：即汝水，源出河南嵩县，东南流入淮河。江：长江。湖：洞庭湖。<br>（55）离：附丽。“比”“属”“丽”“连”四字同义，均为连缀之意。<br>（56）浮游：漫游。虞怀：宫名。<br>（57）注：连通如水注。纷纭：犹言“缤纷”，盛貌。<br>（58）辇道：驰行车辇的大道。邪交：纵横交错。黄池：围绕着城墙的水池。<br>（59）溷章：鸟名，具体何鸟未详。孔鸟：孔雀。鶤鹄：就是鹍鸡。鵷雏：凤凰。鵁鶄（jiāojīng）：水鸟名，似凫。鬣：头顶上的毛。缨：颈毛。<br>（60）螭龙、德牧：俱鸟名。邕邕：群鸟和鸣的声音。<br>（61）阳鱼：即鱼，古人以鱼类属阳，故称。<br>（62）漃漻（jìliáo）：清静之水。薵蓼（chóuliǎo）、芳苓：皆草名。<br>（63）女桑：柔嫩的小桑树。河柳：落叶亚乔木，高丈余，夏、秋两季开红色小花。素叶：指女桑。紫茎：指河柳。<br>（64）豫章：樟树。条：枝。造：达到。<br>（65）并闾：即棕榈。极望：远望。<br>（66）五风：五方之风。二句言草木花色，香气浓郁，随风飘荡。<br>（67）消息：犹言偃息，风吹树林，树冠时高时低，树叶时隐时现。阳阴：指树林的当阳面和背阴面。<br>（68）景春：战国纵横家，善于辞令。杜连：古之善鼓琴者，传说为伯牙之师。<br>（69）肴糅错该：名贵的肉肴错杂地陈列于前。该：备。<br>（70）练色：选择音色。流声：零星唱几句。按：这是这是正式演出前的准备活动，作准备都这样好，可以想见正式演出的不凡了。<br>（71）激楚：楚地歌曲名，因楚地音乐声调激切，故称。结风：歌曲结尾的余声。皓乐：优美、动听的乐曲。<br>（72）先施：即西施，越国美女。阳文：楚国美女。吴娃：吴国美女。闾娵：战国时梁国魏婴的美人。段干、傅予：不详何人。杂裾：用各种美彩盛饰的衣裾。髾（shāo）：发髻后垂。目窕：窕同“挑”，用目光挑逗。心与：心中暗暗相许。<br>（73）揄：引，取。流波：流水。被：通“披”，指用兰花的香脂沐发润身。嬿：同“燕”。御：用。<br>（74）靡丽：豪华。皓侈：盛大奢侈。<br>（75）骐骥：骏马。飞軨（líng）：有窗的车。牡骏：雄骏马。乘：后一个乘（shèng）作名词。<br>（76）夏：指夏后氏。服：“箙”之假借字，盛箭器。乌号：相传是黄帝所用的弓，以柘木制成。雕：雕饰。<br>（77）云林：云梦中的树林。兰泽：生有兰草的大泽。江浔：江边。<br>（78）掩：休息。苹：当作“薠”，陆生之草，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·湘夫人》：“登白薠兮骋望”。<br>（79）阳气：春天阳气升。<br>（80）相：向导。御：驾车之人。<br>（81）慴（zhé）：畏惧。鸷鸟：猛禽。<br>（82）镳（biāo）：马勒旁横铁。鸣镳：镳旁马铃子响。鱼跨：似鱼之腾跃。麋角：似麋之角逐。<br>（83）麕（jūn）：鹿一类的动物。麖（jīng）鹿：鹿一类的动物。汗流沫坠：状犬马奔驰之貌。沫坠，流下口沫。寃：同“冤”，构形是兔子屈身于冖下，这里指藏匿。寃伏陵窘：指禽兽躲藏窘迫的样子。<br>（84）这两句是说就连那些体外没有创伤而死的猎物，已足够装满后面的车子了。<br>（85）校猎：一种田猎方式。<br>（86）浸淫：渐进貌。大宅：《文选》李善注谓“未详”，六臣注始谓“面也”。按：当以穴位解之。眉宇之间为印堂，印堂之上为神庭，神庭之上为上星，上星又名鬼堂、明堂、神堂，但是上星已入发际一寸，平常不可见，则从位置和名称两方面看只有神庭最相符合。<br>（87）冥火：指夜间纵火焚烧原野，以驱禽兽，这种狩猎方式起源很古。薄：迫近。雷运：言车轮运行，其声如雷。偃蹇：高的样子。羽毛：鸟羽和牛尾，都是旌旗上的装饰物。肃纷：整齐而众多。<br>（88）味：指美味。<br>（89）徼：边界。墨：指烧田后土变成黑色。圻：通“垠”，边界。<br>（90）纯、粹：指禽兽的毛色纯一。全牺：身体完整，即前文所说“无创而死者”。<br>（91）榛林：丛林。闇莫：昏暗不明貌。并作：一起出现。<br>（92）孔：很，非常。袒裼（tǎnxī）：指裸体。薄：靠近。指靠近禽兽搏击。下句“白刃磑磑”之“磑磑”（ái）：同“皑皑”，白的样子，指刀光剑影。<br>（93）掌功：指记录功劳、成绩。<br>（94）掩：盖。苹：薠。肆：陈列。若：杜若。牧人：田官。<br>（95）羞：精美的食物。炰（páo）：用火烤熟的食物。<br>（96）涌觞：满杯。觞：盛酒器。<br>（97）诚：忠诚。决绝：坚决。<br>（98）贞信：诚信。金石：指乐器。<br>（99）陈唱：久歌。无斁：无厌。<br>（100）望：阴历十五日。交游：朋友。广陵：扬州。按：《七发》所记之潮是古代著名的广陵潮。《乐府<a href=\"http://so.gushiwen.org/view_47877.aspx\">诗</a>集·长干曲》：“逆浪故相邀，菱舟不怕揺。妾家杨子住，便弄广陵潮。”<br>（101）恤（xù）然：惊骇的样子。<br>（102）驾轶：超越，此指一浪高过一浪。擢拔：指浪头高耸拔起。扬汩（yù）：指波涛速度快，与《离骚》“汩余若将不及兮”之“汩”同。温汾：指水流结聚回转。涤汔（qì）：洗荡，冲刷。心略：心智谋略。辞给：敏捷的言辞。缕形：详细描述。<br>（103）怳兮忽兮：怳忽，同“恍惚”，形容江涛浩荡无际，令人看不真切。聊兮栗兮：聊栗，惊恐战栗的样子。混：水势浩大。汩汩（gǔ）：水流声。俶兮傥兮：卓异独特的样子。瀇瀁（wǎngyáng）：水热浩大无边的样子，义近“汪洋”。慌旷旷：形容江涛茫茫一片。慌：义同“恍惚”。旷旷：空阔的样子。<br>（104）秉意：执意，指集中注意力。南山：指南山之下江涛壮观处。通望：一直望到。通：彻。<br>（105）虹洞：这里指水势汹涌，上与天连接。极虑乎崖涘：指观涛者竭尽思虑，想流览潮水的尽头。崖诶，水的边际。<br>（106）流揽：同“流览”。日母：指太阳。<br>（107）汩乘流而下降：指江涛迅速地顺水向下游流去。<br>（108）缪（liáo）：纠结在一起。<br>（109）朱汜：地名。中虚烦而益怠：这句是说，观涛者见波涛远去心中空虚烦闷而精神也有些倦怠。<br>（110）“莫离”二句：大意是说，观涛以后，夜里心神散乱一直到天亮，自己才把心收起来保持安定情绪。莫：通“暮”。离散：指观涛者观涛之后心神散乱。发曙：天发亮。<br>（111）澡概：洗濯。概，通“溉”。洒练、澉澹、頮（huì）濯：均洗涤之意。五藏：根据上下文，应指的五脏。<br>（112）揄弃：抛弃，扬弃。恬怠：安逸懒惰。输写：排除。写，通“泻”。淟（tiǎn）浊：污垢。分决：分辨决断。发皇耳目：使耳聪目明。皇，明。<br>（113）淹病滞疾：指延挨日久的疾病。伸伛（yǔ）：使伛偻者伸直腰板。起躄（bì）：使跛足者起立行走。发瞽：使盲人重见光明。披聋：使聋子恢复听觉。<br>（114）直：只。酲醲：指酒醉后的烦闷之感。<br>（115）发蒙解惑：启发愚蒙，解除迷惑。不足以言：不值得说。<br>（116）气：气象，景象。<br>（117）不记：没有记载。似神而非：江涛似有神助、其实并非神力所致的。<br>（118）疾雷闻百里：涛声似疾雷，闻于百里之远。这是特征之一。<br>（119）上潮：涨潮。这是特征之二。<br>（120）出内：通“出纳”，指云气在山谷中出入。这是特征之三。<br>（121）衍溢漂疾：指江水涨满，流速很快。<br>（122）洪淋淋焉：洪涛上空淋下。洪：洪水。<br>（123）浩浩溰溰（ái）：同前文“白刃磑磑”之“磑磑”，即“皑皑”，形容波涛在空中白茫茫一片。<br>（124）云乱：云气翻滚。扰扰焉：纷乱的样子。腾装：带着装备腾跃而起。<br>（125）旁作：指波涛向两旁涌起。轻车：一种兵车。这里指将帅所乘的指挥车。勒兵：统率军队。<br>（126）太白：据《文选》李善注，即《淮南子》里的“冯迟太白”，就是河伯即河神。“六驾蛟龙”是说河伯出行以六蛟龙像马那样驾车。纯：专也。皓蜺：素蜺。蜺：同“霓”，就是虹。这句是说波涛腾驾若白虹一般。<br>（127）顒顒（yóng）卬卬（áng）：高大的样子。椐椐（jū）强强：形容江涛前后相随的样子。莘莘（xīn）将将（qiāng）：形容波涛互相激荡的样子。<br>（128）“壁垒”二句：江涛重重叠叠如军营的坚壁，沓杂众多如军队的行列。<br>（129）訇（hōng）隐匈磕（gài）：都是象声词，形容江涛发出的巨大轰鸣声。轧盘涌裔：形容波涛翻滚奔腾的样子。轧：排挤。盘：盘桓。裔：流动。原：本。当：抵挡。<br>（130）滂渤：同“磅礴”，形容气势。怫郁：形容激怒。闇漠感突：形容江涛汪洋一片，左冲右突。感，通“撼”。上击下律：向高空冲击，向下坠落。律，当作“硉”（lù），石从高处滚下。<br>（131）蹈壁冲津：指波涛拍打江岸，冲击渡口。穷曲随隈（wēi）：指波涛冲向所有江岸弯曲之处。曲、隈，均指江水弯曲的地方。出追：超出沙滩。追：古“堆”字。<br>（132）坏：崩坏。<br>（133）或围：疑为地名。荄（gāi）轸谷分：草根被冲动，山谷被冲开。荄：据《说文》为草根。轸，转动。<br>（134）回翔：指江水回旋。青篾：地名，一说车名。衔枚：古代行军时，士兵口中衔枚以免喧哗，这里形容波涛初起时无声前进。按：水势浩大而初起时无声，有似海啸之初起。檀桓：同“盘桓”。<br>（135）弭节：缓慢行进。伍子之山：即伍子山，因纪念伍子胥而得名。通厉：远行。骨母之场：祭祀伍子胥的祠庙，“骨”为“胥”之误，胥母，山名，在今江苏省。《论衡·书虚篇》载，吴王杀伍子胥，投于江中，子胥恚恨，驱水为滔，以溺杀人。一些地方立子胥庙，慰其恨心，以止怒涛。按：过去江浙一带多有伍祠，广陵潮到此稍作停顿，因为伍子胥也。<br>（136）凌赤岸：超越赤岸。赤岸，地名。篲（huì）扶桑：扫向扶桑。篲：扫帚，用作动词。扶桑，神话传说中的日出之处。雷行：如疾雷般迅行。<br>（137）诚奋厥武：确实发挥了它的威武。振：通“震”，盛怒的意思。<br>（138）沌沌（tún）浑浑：波涛相逐的样子。沌：《广韵·魂韵》，“水势”。<br>（139）混混庉庉（tún）：波涛相逐。就是“沌沌浑浑”换个样子又说一次。<br>（140）庢（zhì）：阻碍。沓：激溅而出。清升：清波升起。逾跇（yì）：超越。侯：波神，这里以侯波代指大波。藉藉：地名。<br>（141）“鸟不”三句：从侧面显示波涛的迅猛异常。回，回转。<br>（142）纷纷翼翼：繁多的样子。荡取南山：向南冲荡。取：通“趋”，趋向。背击：回击。覆亏：倾覆亏蚀。夷：平，指荡平。畔：岸。<br>（143）险险戏戏：危险的样子。戏戏：通“巇巇”，危险的样子。<br>（144）瀄（jié）：水波相击声。潺湲：水流的样子。披扬流洒：形容江水汹涌，浪花四溅。<br>（145）偃侧：犹言东倒西歪。偃，仰躺。侧，歪斜。沋沋（yóu）湲湲：形容鱼鳖歪歪倒倒的样子。蒲伏：同“匍匐”，伏地而行的样子。连延：连续不断。<br>（146）踣（bó）：跌倒。洄闇：神智不清的样子。<br>（147）恠：“怪”的俗字。诡观：奇观。<br>（148）奏：进，这里是推荐的意思。资略：资望智略。<br>（149）庄周、魏牟、杨朱、墨翟、便蜎（yuān）、詹何：这些人物都是春秋战国时有资略的人。伦：辈，类。<br>（150）精微：指精深微妙的道理。<br>（151）孔、老：孔子、老子。览观：审察，评说。筹：筹划，计算。<br>（152）据几（jī）：扶着几。几：小桌。<br>（153）涣乎：清醒的样子。<br>（154）涊（niǎn）然：出汗的样子。霍然：忽然。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《七发》是一篇讽谕性作品。赋中假设楚太子有病，吴客前去探望，通过互相问答，构成七大段文字。吴客认为楚太子的病因在于贪欲过度，享乐无时，不是一般的用药和针炙可以治愈的，只能“以要言妙道说而去也”。于是分别描述音乐、饮食、乘车、游宴、田猎、观涛等六件事的乐趣，一步步诱导太子改变生活方式；最后要向太子引见“方术之士”，“论天下之精微，理万物之是非”，太子乃霍然而愈。作品的主旨在于劝诫贵族子弟不要过分沉溺于安逸享乐，表达了作者对贵族集团腐朽纵欲的不满。</p> <p>　　文章的开头是“楚太子有疾，吴客往问之”，接着就从这个“疾”字引发了一连串令人拍案叫绝的议论。吴客在楚太子面前没有说半句奉承献媚的话，而是理直气壮地告诉楚太子：“你的病太重了，简直无药可医。其病根就在你天天迷恋于声色犬马，玩乐无度，如此庸俗腐朽的物质刺激，造成了空虚的精神境界：于是病魔就在你这个空虚的精神境界中爆发出来。所以使你的精神陷入萎靡不振而不能自拔，最后才奄奄一息，药石无效。”这里提出楚太子的病源何在。接着分别从音乐、饮食、车马、宫苑、田猎、观涛等生活的角度描述其中的利与害，启发楚太子树立正确的人生态度，然后在文章的最后正面向楚太子提出了养生之道，即所谓“要言妙道”。他提醒楚太子要用精力来与有识之士论天下之精微，理万物之是非。要不断的丰富自己的知识，用高度的文化修养来抵制腐朽愚昧的生活方式。这样一说，使楚太子忽然出了一身大汗，“霍然病已”，病全好了。从而证实了《七发》中的“要言妙道”，是治疗楚太子疾病的惟一方法。</p> <p>　　《七发》之妙，就妙在用艺术形象论述物质与精神的辨证关系。高度的物质文明，如果没有配合高度的精神文明，这毕竟是一种缺陷，甚至各种“病魔”都会在这个缺陷中滋生繁衍。一个人如此，推而广之，整个国家民族也是如此。</p> <p>　　《七发》是运用了心理学的方法，通过为一个沉溺于安逸享乐的深宫生活的太子讲述广博有力的大千世界生动事实，最终成功医治了太子物质生活充实而心灵上空虚衰弱的严重疾病！</p> <p>　　《七发》的艺术特色是用铺张、夸饰的手法来穷形尽相地描写事物，语汇丰富，词藻华美，结构宏阔，富于气势。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>摛艳，首制《七发》，腴辞云构，夸丽风骇。”（《文心雕龙·杂文》）《七发》体制和描写手法虽已具后来散体大赋的特点，但却不像后来一般大赋那样堆叠奇字俪句，而是善于运用形象的比喻对事物做逼真的描摹。如赋中写江涛的一段，用了许多形象生动的比喻，绘声绘色地描写了江涛汹涌的情状，如：“其始起也，洪淋淋焉，若白鹭之下翔。其少进也，浩浩溰溰，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装。其旁作而奔起者，飘飘焉如轻车之勒兵。”再如赋中用夸张、渲染的手法表现音乐的动听，用音节铿锵的语句写威武雄壮的校猎场面，也都颇为出色。在结构上，《七发》用了层次分明的七个大段各叙一事，移步换形，层层逼进，最后显示主旨，有中心，有层次，有变化，不像后来一般大赋那样流于平直呆板。枚乘《七发》的出现，标志着汉代散体大赋的正式形成，后来沿袭《七发》体式而写的作品很多，如傅毅《七激》、<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《七辩》、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《七释》、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七启》、<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《七徵》、张协《七命》等等。因此在赋史上，“七”成为一种专体。</p>",
  "poet": {
    "id": 822,
    "star": 0,
    "name": "枚乘",
    "image": "http://img.gushiwen.org/authorImg/meicheng.jpg",
    "desc": "枚乘（？～前140)，字叔，西汉辞赋家。汉族，秦建治时古淮阴人。枚乘因再七国叛乱前后两次上谏吴王而显名。文学上的主要成就是辞赋，《汉书·艺文志》著录“枚乘赋九篇”。"
  },
  "tags": [
    "辞赋精选",
    "写人",
    "讽喻"
  ]
}