{
  "id": 7897,
  "star": 106,
  "name": "赠裴十四",
  "dynasty": "唐代",
  "content": "朝见裴叔则，朗如行玉山。<br>黄河落天走东海，万里写入胸怀间。<br>身骑白鼋不敢度，金高南山买君顾。<br>徘徊六合无相知，飘若浮云且西去！",
  "fanyi": "<p><strong>译文<br></strong>见君如见晋人裴叔则，如行玉山之上，朗然照人。<br>君之胸怀之阔大，如黄河落天，直入东海，当纳入其间矣；<br>君之浩瀚，即使是河伯也不敢骑白鼋冒然横渡；君之高大，即使是金高南山买君一顾，也是值得的。<br>君徘徊于六合之中，而无相知之人，如今看天上的浮云，即将飘然西去矣。</p> <p><strong>注释<br></strong>⑴裴十四：当是裴政，为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>好友，“竹溪六逸”之一。<br>⑵“朝见”二句：裴叔则，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟。《世说新语·容止》：“裴令公有俊容仪，脱冠冕，粗头乱服皆好。时人以为玉人。见者曰：‘见裴叔则如玉山上行，光映照人。’”此以裴叔则喻裴十四。<br>⑶“黄河”二句：以黄河入海喻裴十四胸怀的阔大。<br>⑷“身骑”句：《楚辞·九歌·河伯》：“乘白鼋兮逐文鱼，与女游兮河之渚。”此谓裴十四之才学心胸之深广，己不敢轻易测度。<br>⑸“金高”句：《列女传·节义传》：“郑子瞀者，楚成王之夫人也。初，成王登台，子瞀不顾。王曰：‘顾，吾又与女千金，而封若父兄。’子瞀遂不顾。子瞀曰：‘不顾，告以夫人之尊，示以封爵之重而后顾，则是妾贪贵乐利以忘义理也。’”此句谓须千金才可买裴十四之一顾，可见李白对友人裴十四推许之重。<br>⑹六合：上下四方谓之六合。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　裴十四，是一位超尘脱俗之士。他即将离别<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>而西去，<a href=\"http://so.gushiwen.org/view_7897.aspx\">诗</a>人作这首诗赠别。 </p> <p>　　“裴叔则”，即晋朝的裴楷，尝任中书令，人称裴令公，仪容儁伟，“时人以为玉人，见者曰：‘见裴叔则如玉山上行，光映照人。’”（《世说新语·容止》）因为与主人公同姓诗人借裴叔则代指裴十四，言裴十四仪表堂堂，清朗如玉山，光彩照人。“黄河落天走东海，万里写入胸怀间。”黄河水从西部飞流直下流向中原，一泻万里，奔流入东海。此诗以奔腾的黄河水，象征裴十四宽阔宏大的襟怀。诗人倒插喻意在前，一笔点醒于后，手法变幻矫健。 </p> <p>　　诗至五、六句，转入别意，叙写裴十四的遭际和他的不贪图富贵的性格。“身骑白鼋不敢度”，骑白鼋，语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·河伯》“乘白鼋兮逐文鱼”。骑鼋的人，自然是裴十四。诗人用汹涌的水势，比喻社会环境的险恶和人生道路的艰难，裴十四身骑白鼋，面对汹涌的江水，不敢度过。“金高南山买君顾”句，借用郑子瞀的故事，见《列女传》卷五《节义传》，郑子瞀是楚成王的夫人，一日，与成王共登台，“王曰：‘顾，吾又与女千金，而封若父兄’，子瞀遂不顾。子瞀曰：‘不顾，告以夫人之尊，示以封爵之重而后顾，则是妾贪贵乐利以忘义理也’。”千金难买一顾，表现郑子瞀不贪贵乐利的品格；高比南山的金银，定然也难买裴十四的一顾，运用郑子瞀的典故，是为了盛赞裴十四的高贵品格。在那险恶的政治环境里，襟怀豪迈的裴十四不肯摧眉折腰，不肯为富贵而忘义；在“众人皆醉”的庸俗的黑暗社会里，裴十四难觅知音，“徘徊六合无相知”句，揭示了品格磊落的人不容于世的生活真实。结尾“飘若浮云且西去”，写裴十四即将西去，行踪飘忽不定，点到赠别上；以飘若浮云状其人，也为裴十四涂上了灵异脱俗的光彩，与全诗诗意相吻合。 </p> <p>　　赠别诗，除了抒写离绪别情以外，还可以颂美离别者，描绘和刻画他们的形象、思想、品格、精神面貌，表达诗人对他们的钦慕、敬仰的感情。《赠裴十四》就是如此。李白用诗人的心灵，自己的品格和审美情趣，去感知对方，因此，在裴十四身上，读者看到了诗人的个性、气韵和精神，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“黄河落天二语，自道所得。”（《唐诗别裁集》）李白也亲历“身骑白鼋不敢度”的社会环境，也同样具有“金高南山”难买一顾的品格，也同样为世俗所不容，甚至到达“世人皆欲杀”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>语）的地步。用颂美友人的诗赠给友人，引为知音，并在友人的精神风貌里，照见自己的襟怀和人格，是《赠裴十四》诗思想艺术的基本特征。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "赞颂",
    "友人"
  ]
}