{
  "id": 8308,
  "star": 17,
  "name": "登新平楼",
  "dynasty": "唐代",
  "content": "去国登兹楼，怀归伤暮秋。<br>天长落日远，水净寒波流。<br>秦云起岭树，胡雁飞沙洲。<br>苍苍几万里，目极令人愁。",
  "fanyi": "<p><strong>译文<br></strong>离开国都登上这新平城楼，面对寥落暮秋心怀归念却不得归使我心伤。<br>天空辽阔，夕阳在远方落下，塞波微澜河水在静静流淌。<br>云朵从山岭的树林上升起，北宋的大雁飞落在沙洲。<br>茫茫苍苍的八万里大地，极目远望使我忧愁。</p> <p><strong>注释<br></strong>1.新平：唐朝郡名，即邠州，治新平县（今陕西彬县）。<br>2.“去国”二句：谓思归终南隐居之处，即所谓“松龙旧隐”。去国：离开国都。兹楼：指新平楼。兹：此。<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》：“登兹楼以四望兮，聊暇日以销忧。”<br>3.寒波流：指泾水。<br>4.秦云：秦地的云。新平等地先秦时属秦国。秦，见《横江词》注。<br>5.胡雁：北方的大雁。胡，古代北方少数民族的通称，这里指北方地区。<br>6.洲：水中可居之地。<br>7.苍苍：一片深青色，这里指旷远迷茫的样子。<br>8.目极：指放眼远望。《楚辞》：“目极千里兮伤春心。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>怀着愤懑、失望的心情离开了长安。当他登上新平城楼，远望着深秋景象，时值暮秋，天高气爽，落日时分，登楼西望，目极之处，但见落日似比平日遥远；溪水清净，水波起伏，寒意袭人。此情此景，让李白不禁引起了怀归之情。他虽然壮志未遂，但并不甘心放弃自己的政治理想。他多么想重返长安，干一番事业。然而，希望是渺茫的。他望着那“苍苍几万里”的祖国大地，联想起在唐玄宗统治集团的黑暗统治下，一场深刻的社会危机正在到来，他为祖国的前途命运深深忧虑。因此，<a href=\"http://so.gushiwen.org/view_8308.aspx\">诗</a>人发出了“极目使人愁”的感叹。</p> <p>　　“去国登兹楼，怀归伤暮秋”写诗人通过交代事件发生的背景和情感，用铺叙手法描绘一幅离开长安登新平城楼、时值暮秋想念长安的伤感景致，以“怀”、“归”、“伤”、“暮秋”等诗词烘托气氛，能起到点明题旨、升华主题的作用。</p> <p>　　“天长落日远，水净寒波流。秦云起岭树，胡雁飞沙洲””写诗人登新平城楼时所见所闻的叙述，借有巨大气势的事物和表现大起大落的动词，如“天”、“日”、“水”、“云”、“落”、“寒”、“流”、“起”、“飞”等，觥筹交错中，使得诗意具有飞扬跋扈又不失唯美伤感的气势。而“落日”、“寒流”、“秦云”、“胡雁”则勾画出一副凄凉的暮秋景色，这正是诗人怀归忧国，但又无可奈何的渺茫心情的反映。</p> <p>　　“苍苍几万里，目极令人愁”写诗人登新平城楼眺望中所见后的感受，借景抒情，情含景中，既暗寓自己极度思念帝都长安的心情，又突显诗人为祖国的前途命运而产生“愁”绪，抒发自己的感叹，把情与景关联得十分紧密。结尾的“令人愁”和第二句的“伤暮秋”，遥相呼应，构成了全诗的统一情调。</p> <p>　　诗体在律古之间，李白虽能律，却不是律之所能律。其诗是从古乐府古风一路行来，自成体势，不一定只限于律古。全诗语言精练，不失迅猛阔大的气势，极富韵味，寥寥数笔，却情意深长，流露出诗人壮志未酬、处境困窘的忧伤之情。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_8308.aspx\">诗</a>约作于开元十八年（730）秋，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>刚离开长安，西游邠州时所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "秋天",
    "望远",
    "抒怀",
    "忧国忧民",
    "壮志未酬"
  ]
}