{
  "id": 72643,
  "star": 34,
  "name": "狼山观海",
  "dynasty": "宋代",
  "content": "万里昆仑谁凿破，无边波浪拍天来。<br>晓寒云雾连穷屿，春暖鱼龙化蛰雷。<br>阆苑仙人何处觅？灵槎使者几时回？<br>遨游半在江湖里，始觉今朝眼界开。",
  "shangxi": "<h2>赏析</h2> <p>　　这首气势磅礴的<a href=\"http://so.gushiwen.org/view_72643.aspx\">诗</a>，既描狼山之景，又抒诗人之情，在众多关于狼山的诗篇中可称冠冕。</p> <p>　　首联总起全篇，突兀峥嵘。“万里昆仑谁凿破，无边波浪拍天来。”登山面江望海，只见波浪滔天，西向而望，无边波浪拍天而来，缘此而提出是谁凿破了万里之外的昆仑山，使大水冲决而出，奔腾而下？北宋时狼山还孤悬江中，尚未和陆地相接，到南宋<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>《渡海望狼山》时也只见“狼山青几点，极目是天涯。”<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>是登山眺望，又处于长江出海处，和唐代<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>登夔州白帝城时所写《登高》虽也见“不尽长江滚滚来”不同，那是在长江中上游，从高处俯瞰，而狼山仅一百多公尺高，和长江入海处的江面开阔相比较，就更觉江阔水大，波浪拍天。“凿破昆仑，地势高，水量大，气势恢宏。用“谁凿破”的提问，更是想落天外。诗一开始就攫住读者，加之“无边波浪拍天来”更给人以汪洋浩渺之感，且有震撼力。这一开篇，不仅起笔不凡，而且为全诗抒情奠定了基础。</p> <p>　　颈联写近景，叙感受。“晓寒云雾连穷屿，春暖鱼龙化蛰雷。”诗人是春季早晨登临狼山的，只见云雾迷漫，岛屿、沙洲都在雾幔之中，春暖之后，春雷动，原来冬眠蛰居的鱼龙都活跃起来，上句的静景，和富有动态感的下句相映衬，使人更觉得春意勃郁。如果说首联从宏观上写出了狼山地处长江之委海之端的地理形势，那么此联就从近景上写出了狼山的地貌特色。</p> <p>　　腹联宕开一笔，赞此处犹如仙境。“阆苑仙人何处觅，灵槎使者几时回。”“阆苑”，传说神仙所在的地方。到哪里去寻找阆苑的仙人呢？意谓这里就是人间仙境。“灵槎”即星槎，古代神话中往来天上的木筏，《博物志·杂说下》：旧说天河与海通，近世有人居海滨者，年年八月有浮槎去来不失期。诗人由上两联的实写，到此转为虚写，意在赞美狼山实为神仙居所。以上则将狼山的远景、近景、实景、虚意写全、写足，充分显示了狼山的风貌和意境。</p> <p>　　尾联总绾全诗并发感概。“遨游半在江湖里，始觉今朝眼界开。”王安石从家乡临川出来后，应试、为官，还不曾有后来丰富的阅历，初见如此浩渺江面，“始觉今朝眼界开”欣喜之情溢于言表，赞叹之言出于胸臆。登狼山，“举首四顾，海阔天空；长啸一声，山鸣谷应”确使人眼界顿开，心胸豁朗。</p> <p>　　《狼山观海》系王安石早期作品，从此可见这为他后来的创作现出端倪，也为有宋一代诗作埋下根芽。象“万里昆仑谁凿破，无边波浪拍天来”“遨游半是江湖里，始觉今朝眼界开”语言率直，就如钱钟书先生所说的“把锋芒犀利的语言时常斩截干脆得不留余地，没有回味的表达了新颖的意思”(《宋诗选》第48页)缪钺先生也说：“王安石少以意气自许，故语惟其所向，不复更为涵蓄。后为郡牧判官，从宋次道尽假唐人诗集，搏观而约取，晚年始尽深婉不迫之趣。”(《宋诗鉴赏辞典》第11页)《狼山观海》正体现了王安石早期的诗风。这也可能是北宋初期诗风使然，同时王安石这一诗风也为宋诗的质直、散文化，形象思维不及唐诗埋下根芽。</p> <p>　　《狼山观海》虽然是王安石的一首逸诗，可是它给留下了写南通狼山的名篇，也可窥见王安石早期诗风，并对研究宋诗有一定价值。不仅南通人重视它，也是王诗与宋诗研究界值得珍视的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的一首逸<a href=\"http://so.gushiwen.org/view_72643.aspx\">诗</a>。《临川集》和<a href=\"http://so.gushiwen.org/author_2274.aspx\">李壁</a>的《王荆文公诗笺注》以及沈钦韩的《王荆文公诗文笺注补注》都没有收这首诗，而是明万历年间编纂的《通州志》中记载，王安石在宋仁宗至和年间曾任海门县令，当时通州属淮南路，这和宋史本传所载“擢进士上第，签书淮南判官”相合。《全宋诗》关于王安石诗部分虽没有收全诗，可是却录有“残句”“阆苑仙人何处觅，灵槎使者几时回？”(笫77卷)且万历《通州志》所载诗题为《白狼观海》。</p> <p>　　南通狼山，最初因山形似狼而得名，又传说山上曾有白狼出没，故又名白狼山。到宋淳化年间((990—995)州官杨钧以“狼”字不雅，以“琅”易“狼”，又以山石多呈紫色，改称紫琅山。王安石来游时还称白狼。综上述可知，这首诗确为王安石所作。所写与诗人生活、自然环境都相合。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "写山",
    "写景",
    "抒情"
  ]
}