{
  "id": 70461,
  "star": 1,
  "name": "杂剧·铁拐李度金童玉女",
  "dynasty": "元代",
  "content": "第一折<br>阆苑仙家白锦袍，海中银阙宴蟠桃。三更月下鸾声远，万里风头鹤背高。子童乃九灵大妙金母是也。为因蟠桃会上，金童玉女，一念思凡，罚往下方，投胎托化，配为夫妇。他如今业缘满足。铁拐李，你须直到人间，引度他还归仙界，不可迟也。贫道既领仙旨，便索往下方引度他二人走一遭去。领仙旨按落云头，到女直度脱凡流。全凭我这条拐神通变化，不由他不随我共返丹丘。自家女直人氏，叫做金安寿，嫡亲的两口儿，别无甚碎小。俺小姐夹谷人氏，童家女儿，小字娇兰，娶为妻室，十年光景，甚是绸缪。托祖宗福荫，这的是夫妻福齐者。今日是小姐的好日头，共小姐天地根前，烧香点烛，祖宗根前，祭祀了也。下次孩儿每卧番羊者，动着细乐，大吹大擂，慢慢的做个筵席。俺看了这笙歌罗列，是好受用也呵！<br>【仙吕】【八声甘州】花遮翠拥，香霭飘霞，烛影摇红。月梁云栋，上金钩十二帘栊。金雀屏开玳瑁筵，绿蚁光浮白玉钟。爽气透襟怀，满面春风。贫道按落云头，来到女直地面。这里就是金安寿家。我去与他添寿化斋，看他说甚么。稽首。贫道特来化斋添寿。一个先生来化斋求利市。不知先生从那里来？从三岛来。往那里去？特来度你为神仙，往蓬莱去。休胡说那。<br>【寄生草】俺围珠翠冰绡内，胜蓬莱阆苑中。他淡昏昏半窗明月梨花梦，我谩匆匆满溪流水天台梦，你叹空空一襟清露游仙梦。贫道昨日蕊珠宫醉倒，今日却在这里。你昨宵个夜沉沉醉卧蕊珠宫，今日暖融融误入桃源洞。<br>金安寿、娇兰，你二人跟我出家，长生不灭。休胡说。看了我这等受用快活，如何肯跟你出家，去吃菜根也？着我那歌儿舞女过来！<br>【满堂红】凤凰台下风凰台也波台。凤凰台上凤凰来也波来，天籁地籁闻人籁也波籁。八音谐，绿云裁，翠烟开，月明吹彻海山白。<br>【大德歌】碧泠泠，五铿铿，七政匏为定。攒紫霞，嵌晓星，箜簧点点皆相应。善吹的是子晋董双成。<br>【鱼游春水】自嶰谷起遗风，定雌雄。十二筒，律应黄钟。梅落江清吹三弄，声动关山感归梦，伴渔翁引牧童。<br>【芭蕉延寿】韵清微，高山流水野猿嘶，楚雨湘云塞雁飞，清风明月孤鹤唳。春融和，莺乱啼。<br>你看我是好受用也。<br>【村里迓鼓】摆窈窕翠娥红袖，出蒲萄紫驼银瓮，听嘹亮笙簧聒耳。间一派，仙音齐动。你看那梅香小玉，丫鬟使数，相随相从。鸾箫吹，象板敲；皓齿歌，细腰舞；琉璃钟，琥珀醲，呀！簇捧定可喜娘风流万种。<br>金安寿，这是你尘世快乐，不如俺仙家受用也。你更不见我受用处，你听我说。<br>【元和令】绣幕张翠霭濛，锦堂晃晓云笼。俺小姐纤纤十指露春葱，宝钗横螺髻耸。腮桃眉柳额芙蓉，点星眸秋水同。<br>【上马娇】日高也花影重，风香也酒力涌。宝篆袅博山铜，罗裙轻拂湘纹动，侬半札凤头弓。<br>【胜葫芦】恰便似银汉星回一道通，嫦娥出素华宫。弦管声中更漏永，千般婉转，万般调弄，不觉夜将终。<br>【幺篇】可正是歌尽桃花扇底风，人面映和花红，两下春心应自懂。怜香惜玉，颠鸾倒凤，人在锦胡同。<br>你今跟我出家去，脱离尘寰，便登仙界。乘苍鸾，跨彩凤，稳坐瑶池紫府，俯视三茅太华，可不好那？<br>【后庭花】随着你坠天花满太空，飘璚香散九重。群隐隐金霞殿，游巍巍碧落宫。上苍穹，把鸾骖鹤控。俯三茅太毕峰，伴千年长寿松。逐钟离，跟吕公，寻安期，访葛洪。赴蟠桃仙界中，脱尘寰凡世冗。金安寿，你这里快乐有尽，跟我出家去，无穷受用。你更不曾见我受用处。我推开卧房门，先生你看者。<br>【青歌儿】争似俺花浓、花浓柳重，更和这雨魂、雨魂云梦，曲阁层轩锦绣拥。香温玉软丛丛，珠围翠绕重重，鼍皮鼓儿咚咚，刺古笛儿喁喁。琵琶慢捻轻拢，歌音换羽移宫。助人笑口欢容，几多密意幽悰。只这等朝朝暮暮乐无穷，煞强似你那白云洞。你这凡世快乐，打甚么紧？在我根前卖弄。待我再说一遍。<br>【金盏儿】珠琭簌玉玲珑，金蹀躞翠笼惚。锦斑斓画堂，富贵人相共。光灿烂，碧天边月色溶溶。麝兰香缥缈，环巩玉丁东。酒斟金错落，花列绣蒙茸。金安寿，你只跟我出家去，不生不死，受用快活。<br>【赚煞尾】枉了你费精神，休则管相拦纵，怎撇的玉天仙风流爱宠？这尤物要他怎么？端的个鱼水夫妻两意同，少年人兴味偏浓。绣帏中淡荡春风，红浪轻翻翠被重。玉绳拽遥天半空，银漏逐梅花三弄，直吃的斗杓回，月影转梧桐。<br>这两个业畜，正在不省之乡，必须再用心点化。直待指开海角天涯路，引得迷人大道行。<br>第二折<br>某金安寿是也。被一个风魔道士，每日上门上户，要我跟他出家。时遇春天，一来共小姐郊外踏青散心，二来躲那先生。来到这郊外，是好春和景致也呵！<br>【南吕】【一枝花】花溪音乐喧，竹坞人家小。香车游上苑，宝马满东郊。杂杂嘈嘈，一程程锦绣似花枝绕，一处处管弦般鸟语调。垂杨院卖花人一声声叫过红楼，杏花村题诗客一个个醉眠芳草。<br>【梁州第七】看春江鸭头绿皱，接行云雁翅红娇。酒旗向青杏园林挑。佳人斗草，公子妆幺。秋千料峭，鼓吹游遨。上新黄柳曳金条，绽嫣红花簇冰绡。芳丛内采嫩蕊，粉蝶队队身轻，回塘畔点香芹，紫燕翩翩翅袅；碧阴中弄清音，流莺恰恰声交。难挑，怎描？便那女娘行心思十分巧，其实的刺不成绣不到。丹青手虽然百倍高，也画不出这重叠周遭。我想俺这一对好夫妻，也非今世姻缘，是前生配定也。<br>【四块玉】他碾香轮将芳径穿，我催骏马宛把丝鞭袅。俺这对美爱夫妻宿缘招，俊宠儿落雁沉鱼貌。俺两口儿恰便似地长就并蒂花，水养成交颈鸳，天生下比翼鸟。<br>金安寿，你躲的我好也！<br>【骂玉郎】他将我这马头拦住高声叫，辔揪住黄金勒，鞭挽住紫藤梢。你愚眉肉眼，怎识的贫道那？见他风风魔魔掴着手，佯推笑。弃了家业，快逃性命，着你不生不灭，跟我出家去。你着我将家业抛，性命逃，便是朝闻道。<br>我着你跨青鸾，乘彩凤，上丹霄，做神仙可不好也？<br>【感皇恩】你觑花枝般淹润妖娆，我更笋条般风流年少。你着我跨青鸾，乘彩凤，上丹霄，怎如我那花柔柳嫩，玉软香娇？恨不的心窝里放，手掌中擎，眼皮上阁。<br>你欲心太重，早弃家缘，跟我出家，教你做大罗神仙哩。<br>【采茶歌】你着我戏仙瓢，过金桥，怎肯生拆散碧桃花下凤鸾交？伴着你个铁拐云游同去也，可不闪的俺玉人何处教吹箫？<br>金安寿，下马来，我与你说话。跟我出家去，教你到十洲三岛，同赴蟠桃，可不快活？我去不得。<br>【侧砖儿】我怎旨寻真误入蓬莱岛，向群仙队里会蟠桃。早难道好者为之乐，弃了家缘，跟贫道出家去！怎舍的俺铜斗般锦窠巢？<br>【竹枝歌】看了俺胸背搀绒宫锦袍，俺出家的藤冠衲袄，草履麻绦，长生不老，比你还受用哩。怎系这等续断滥麻绦？你则看他江梅风韵海棠标，樱桃樊素口，杨柳小蛮腰。你可也徒劳，怎把兰蕙性浪比蓬蒿？<br>出家儿参祖师，遵径道，其中清味，玄中又玄，做大罗神仙，你休要迷了正道。<br>【玄鹤鸣】遵径道，达玄妙，参祖师，习鸿宝。说杀你驾青牛，乘赤鲤，骖白鹿，骑黄鹤，怎如俺这宝马雕鞍最好？你有甚快乐？快快跟我出家去。我去不的。俺春风桃李，夏月葵榴，秋天金菊，冬雪江梅，一年中景物饶。料你那茅庵草舍，争似俺兰堂画阁？<br>你不知卢生的故事？不勾一餐，黄粱饭熟，能得几多光景？<br>【乌夜啼】我平生不识邯郸道，料黄粱怎比羊羔？俺那里香风不动松花老。跟我出家，可不快活？休夸你香风不动松花老，争如俺月夜花朝，雨媚云娇？跟我去赴蟠桃会好的多哩！跟你去九重春色醉仙桃，争如俺一生花柳从吾好？白玉池，琼花岛，将我度为道友，这便是你善与人交。<br>俺那里：洞门无锁钥，自有白云封。从他天地老，容颜只似童。比你好得多哩。<br>【黄钟尾】你那里白云封洞烧丹灶，争似俺锦水流香泛碧桃？我这头巾上珍珠砌成文藻，玉兔鹘金厢系绣袍。紫丝缰金鞍骏马骄，葵花凳靴尖斜款挑。虞候亲随护从着，茶褐罗伞云也似绕，绛蜡纱灯月也似皎。重裀卧铺陈换副儿交，列鼎食珍羞拣口儿炰。你止不过掘黄精和土斫，砍青松带叶烧，蒸云腴煮藜藿，饮涧泉吃仙药。这两般可是那件儿好？则这般他也不肯，须用仙术再点化他。金安寿，你见我手中铁拐么？我轻轻摇动，化道金光去也。疾！见他显神通将铁拐轻摇，早化一道金光不见了。<br><br>第三折<br>一足刚跷一足轻，数茎头发乱鬅鬙。世人不识苍苍拐，搅的黄河彻底清。贫道点化金安寿，未得回头，今番第三遭也。若再不省呵，贫道自有道理。小姐，那先生缠定咱，把前后门重重闭上，咱去卧房坐下，他须不能勾进来，咱慢慢的饮几杯酒。托天地祖宗，好是快活。趁着这夏景清和，避暑乘凉，好受用也呵！<br>【商调】【集贤宾】黄梅细丝江上雨，碧沼内翠荷舒。受用的有玛瑙盘蔗浆酪粉，珊瑚枕藤簟纱厨。黍新包似裹黄金，蒲细剉如攒白玉。咏《离骚》歌楚些谁吊古？夺锦标擢画桨似飞凫。系同心长命缕，佩辟恶赤灵符。<br>【逍遥乐】兰汤试浴，纳水阁微凉，避风亭倦午。乘竹阴槐影桐疏，叠冰山素羽青奴。剪彩仙人悬艾虎，开南轩奇峰云布。瓜分金子，鲙切银丝，茶煮云腴。<br>【春归怨】夫贵妻荣，多来大福。画堂罗列锦模糊。妻才子禄前生注。庆有余，美满欢娱，配凤友对鸾雏。<br>小哥，据你风流浪子，聪明俊俏，怎生出家者？<br>【雁儿落】赋新声咏乐府，歌古调达音律。是一朵没包弹娇柔解语花，是一块无瑕玷温润生香玉。<br>【得胜令】帘低簌碧虾须，沉细爇紫金炉。霜瓦密鸳鸯瓮，云轩高翡翠铺。俺同坐着香车，似地长就连枝树；双并着骅驹，仅胶粘成比目鱼。梅香，你把重门闭上，慢慢饮酒。金安布、娇兰，他把重门闭了，我便进不去？这里显些神通，就从虚空坠落在地，看他说甚么？稽首！呀！你从何而来？我径来寻你。跟我出家去，教你长生不老。我何消的出家？你则看我和小姐打扮，可也不俗。<br>【贤圣吉】缕金鞓玉兔鹘，七宝嵌紫珊瑚。墨锭髭髯，捻绒绳打着鬓须。皂纱巾珠琭簌，锦袄子金较辂。花难比玉不如，卷云靴跟抹绿，银盆面腻粉团酥。<br>我那小姐打扮呵，<br>【河西后庭花】翠娉婷衠不俗，美婵娟娇艳姝。似对月嫦娥并，如临溪双洛浦。<br>金安寿，早早跟我出家去来！大古里你吃了风药来也？<br>【幺篇】他笑呵似秋莲恰半吐，他悲呵似梨花春带雨。行呵似新雁云边落，话呵似雏莺枝上语，醉呵似晚风前垂柳翠扶疏，浴呵似海棠擎露。立呵渲丹青仕女图，坐呵观世音自在居，睡呵羊脂般卧着美玉。吹呵韵清音射碧虚，弹呵拂冰弦断复续，歌呵白苎宛意有余，舞呵彩云旋掌上珠。<br>【双雁儿】团衫缨络缀珍珠，绣包髻濛鶒袱，翠鸾翘内妆束。玉搔头掩鬓梳，喜相逢蝉对舞。元来他再不省悟，看了这等，如何舍的？先磨了娇兰，然后金安寿容易点化。娇兰，你不过来，等甚么哩？师父稽首，弟子省悟了也。<br>【望远行】叵奈这无端的铁拐使机谋，不知怎生用些道术，将俺同坐香车，迷惑来去赴玄都。扌蚩、扌蚩、扌蚩，扯碎俺姻缘簿，忽剌八掘断俺前程路，空没乱椎胸跌足，揉腮瞪目。将一朵并头莲碜可可分两处，生拆散燕莺孤，吉丁当摔碎连环玉。<br>【梧叶儿】据情理难容恕，论所为忒狠毒，忍不住我怒气夯胸脯，一只手揪着执袋，一只手揝住道服。俺将他紧揪捽，向明镜也似官府告去。那里去？我怎么这一会也昏倦起来，扎挣不得？金安寿睡着了。好奇怪！恰才共小姐饮酒，前后门闭的铁桶相似，那先生不知从那里来，将小姐迷将去了。小姐先生都不见，这里知他是那里？则见高山远涧，老树横桥，静巉巉的无一个人，好怕人也！<br>【贺圣朝】陡涧高山，险峻崎岖，教我手脚慌乱无是处。流水横桥，眼晕心虚，蟠巨蟒老树枯，渗金睛猛虎伏。且躲避在林莽，俺映我身躯。金安寿！是那个叫？<br>【凤鸾吟】听的将金安寿名字呼？我这里低首拜伏。金安寿。你怎生得到俺这里？这埚里云水林峦，甚么去处？这里是洞天福地。但能到此，吃仙桃，饮甘露，伴猿鹤，与龟鹿齐寿。呀！元来这琳宫绀宇，是仙居洞府，食仙桃饮琼浆甘露。朱顶鹤，献果猿，绿毛龟，衔花鹿，寿长生玉篆丹书。<br>你将我小姐来。这业畜重浊难悟，则除这般，将他本身婴儿姹女，心猿意马，现形点化，较省些气力。疾！金安寿，养白雪黄芽，疏金枷玉锁，悟你初来路径，休迷了正道。<br>【牡丹春】婴儿姹女趣，黄芽白雪枯。被金枷玉锁紧相拘，将心猿意马牢拴住。虽然足得省悟，你可也回首认当初。<br>疾！婴儿姹女，心猿意马，赶上拿住者。连天峻岭！万丈悬崖，赶到跟前，如之奈何？好奇怪！我正和小姐饮酒，那先生来迷惑了小姐。我得了一梦，中间光景都见了，跌下涧去，觉来还是旧处。呵，可改变的别了！颓垣坏屋，枯木昏鸦。檐楹下站着个先生，不知是甚么人，我是叫他问个端的。兀那先生！兀那先生！金安寿，你省悟么？恰才蓬莱一梦，尘世早四十年。你原有仙风道骨，寻你那本来面目，休迷了正道。<br>【凉亭乐】迅速光阴过隙驹，一梦华胥。走兔飞鸟紧相逐，昼夜催寒暑。便道你本来面目，仙风道骨，争如俺鼍鼓笛儿者刺古？歌鹦鹉，舞鹧鸪。他尚俗牵未尽，再有道理。金安寿，你看那百花烂熳，春景融和。是好景也！可早炎天似火，暑气烦蒸。好热也！你觑黄花遍野，红叶纷飞。好惨也！又早朔风凛冽，瑞雪飘扬。好冷也！金安寿，你省的么？兀的不侯幸杀我也！正是春天，又临夏暑，顷刻秋霜，逡巡冬雪。天地中造化，难晓难参，才见垂杨绿，俄然麦又黄。蝉声犹未尽，寒雁已成行。<br>【小梁州】恰才个东风四友尽喧呼，正青春紫翠模糊。却早碧池绿水映芙蕖，承炎暑，又早是落叶晓霜铺。<br>【幺篇】正蛩吟清露滋黄菊，便怎生水晶寒雪莹冰壶，暗里将流年度。怎不想个归根之处，直待临死也做工夫？<br>你可省了也么？弟子省了。师父，你待着我那里去？金安寿记者，望你那来处来，去处去。休差了念头，休迷了正道。稽首，弟子知道了也。<br>【啄木儿尾】拜辞了翠裙红袖簇，朱唇皓齿扶。梦回明月生南浦，向无何深处，步瑶池，游阆苑，到蓬壶。<br><br>第四折<br>晓入瑶池雾气清，忽闻天籁步虚声。云衢不用吹箫侣，独驾青鸾朝玉京。俺西池金母，为金童玉女思凡，谪生下方为人。如今他业债满彻，复还仙界，着他过来者。小姐，今日得省悟也，见西池金母去来！<br>【双调】【新水令】你如今上丹霄赴绛阙步瑶台，比红尘巾别是一重境界。我灵光回阆苑，他慧性到蓬莱。当日个染了凡胎，准承望填还这场债。金童玉女，为你思凡，致使吾令铁拐，亲往尘世度你等重还仙界。你从今后，休动凡心者。再不敢了。<br>【庆宣和】不是俺忒疏狂性格乖，也则是业缘里合该。今日个一双双跪在金阶，乞仙真痛责。您两个思凡尘世，托生女直地面，配为夫妇。女直家多会歌舞，您两个带舞带唱，我试看咱。<br>【早乡词】坠尘埃。为贵客，托生在大院深宅。尽豪奢衠气概，忒聪明更精彩，对着俺撒敦家显耀些抬颏。<br>【挂搭沽】则俺那头巾上珍珠砌成界，画拖四叶飞霞带。绣胸背搀绒可体裁，玉兔鹘堪人爱。把翠叶贴，将奇花摘。趁着这绿鬓朱颜，不负了杏脸桃腮。<br>【石竹子】鼍鼓咚咚声和凯，缕管轻轻音韵谐。女直家筵会实难赛，直吃的梨花月上来。<br>再有何好处？说来咱听。<br>【山石榴】紫云娘，多娇色。腰枝一搦东风摆，谪仙女临凡界。<br>【幺篇】佩云肩，玉项牌，凤头鞋。羞花闭月天然态，香串结同心带。<br>【醉也摩挲】咱和你同离瑶台也波台，同离瑶台也波台。杨柳形骸，海棠颜色，端的是可憎才。<br>【相公爱】恰便似并蒂池莲一处栽，春水游鱼两和谐。疑猜，恐青春不再来，挨甚么时光待？<br>【胡十八】花镇荣，月常在，人不老，酒频酾，荣华富贵已定排。金安寿俊才，娇兰又美爱。俺则是天上有也者，料人间决无赛。<br>人世光阴，如同斩眼。你两个只为差了一念，谪下尘凡，还不早早回头，图他欢乐，这等迷恋。你且再说我听。<br>【一锭银】趁着这千树桃花云锦开，向流水天台。动箫韶仙音一派，可不是前世里得修来！<br>【阿纳忽】酒捧金台，春满瑶阶。郁巃山<br>从翠微<br>仙界，罩祥云隔断浮埃。<br>【不拜门】遍舞天钱满眼来，霞彩飘飘幢幡盖。金钗，金钗两下摆！共奏着云璈天籁。<br>【慢金盏】猛想起步香阶，露湿弓鞋。宿世该，前生载。淡涂着花额，眉分着翠黛。五簪着凤钗，粉衬着莲腮。和这画堂金谷豪华客，软款情，温柔态。<br>【大拜门】正是女貌郎才，厮亲厮爱，这一段风流意脉。题诗在绿苔，吹箫在凤台，似牛女在银汉边双排。<br>你两个有这许多受用，可知道沉迷难得省悟。我等如今，却省悟了也。<br>【也不啰】从今后碧云斋，道心开，无障隔无遮碍。红尘不到黄金界，左弱水三千外。<br>【喜人心】看松云掩霭，闻桂风潇洒。竹影藤花月色，紫府金坛放毫彩。醉舞狂歌，长笑高吟，疏散情怀。他壶内天无坏，咱静里神氏泰。<br>【风流体】临清流，临一带心快哉。玩明月，玩一轮情舒解。枕黄石，枕一块意豁开，卧白云，卧一片身自在。<br>【忽都白】翠壁丹崖，玉殴金阶，再不必猜也么猜。我如今丫髻环绦，椰瓢执袋，麻袍宽快，布袜芒鞋。饥后餐松柏，渴来清泉解。<br>【唐兀歹】安乐窠修真好避乖，翠林峦金碧楼台。纳头一觉回光入玄界，畅好是清也波哉！金童玉女，您离瑶池多时。您则知您女直家会歌舞，可着俺八仙，舞一会你看。<br>【青天歌】真仙聚会瑶池上，仙乐和鸣鸾凤降，鸾凤双飞下紫霄，仙鹤共舞仙童唱。仙童唱歌歌太平，尝得蟠桃寿万龄。瑞霭祥光满天地，群仙会里说长生。长生自知微妙诀，番口开门应难说。不妨泄漏这玄机，惊得虚空长吐舌。舌端放出玉毫光，辉辉朗朗照十方。春风只在花梢上，何处园林不艳阳？艳阳时节采灵苗，莫等中秋月色高。颠倒离男逢坎女，黄婆拍手喜相招。相招相唤配阴阳，密雨浓云入洞房。十载灵胎生个子，倒骑白鹿上穹苍。穹苍颢气罡风健，吹得璇玑从左转。三辰万象总森罗，三界仙官朝玉殿。玉殿金阶列众仙，蟠桃高捧献华筵。仙洒仙花映仙果，长生不老亿千年。<br>【川拨棹】今日个畅情怀，纵神游遍九垓。慧眼睁开，道性明白。依旧是风魂月魄。悟春从天上来。<br>【七弟兄】银槐翠柏洞天开，击法鼓雷动沧瀛海。扣金钟霞散阆风台，敲碧磐绕松花盖。<br>【梅花酒】呀！俺如今便去来，既换骨抽胎，早降福消灾。也不须守戒持斋，昨日过今日改。玉面猿戏丹泽．绿毛龟枕碧苔，银斑鹿践香埃，朱顶鹤守仙宅，金睛兽护苍崖，众毛女喜颜开。共道侣笑咍咍，献蟠桃筵会排。度金童上丹台，引玉女列仙阶。<br>【收江南】呀！兀的不是月明千里故人来，抵多少一场春梦唤回来。今日个满堂和气醉归来，贤贤易色，再休提洛阳花酒一齐来。<br>今日金童玉女，归于正道，你听者！你本是大罗神仙，在人间三十余年。今日个功成行满，随群仙证果朝元。<br>【鸳鸯煞】从来个天堂本与尘寰隔，谁承型凡人重把神仙拜。感谢得金母提携，识认了群真风彩。唱道汉钟离绿蚁醺酣，唐吕公红颜不改，韩湘子顷刻花开，张果老倒骑的驴儿快，蓝采和达道诙谐，李先生四海云游，全凭着这条拐。<br>题目金安寿收意马心猿<br>正名铁拐李度金童玉女</p> <p> ",
  "poet": {
    "id": 2844,
    "star": 0,
    "name": "贾仲明",
    "desc": "贾仲明(1343～1422后)，元末明初杂剧作家。明·朱权《太和正音谱》作“贾仲名”。自号云水散人。淄川（今山东淄博）人。聪明好学，博览群书，善吟咏，尤精于词曲、隐语。曾侍明成祖朱棣于燕王邸，甚得宠爱，所作传奇戏曲、乐府极多，骈丽工巧，后徙官兰陵。著有《云水遗音》等。撰《录鬼簿续编》，为八十二位戏曲作家补写了数十曲双调·凌波仙挽词，对这些戏曲作家及其创作予以梳理、评论，其中有不少曲论评语是比较中肯公允的，至今仍被人们广泛征引。"
  },
  "tags": []
}