{
  "id": 18290,
  "star": 150,
  "name": "溪居",
  "dynasty": "唐代",
  "content": "久为簪组累，幸此南夷谪。闲依农圃邻，偶似山林客。 <br>晓耕翻露草，夜榜响溪石。来往不逢人，长歌楚天碧。",
  "fanyi": "<p><strong>译文</strong><br>很久来为公务所累，幸好被贬谪到南方少数民族地区。闲静无事，与农人的菜圃为邻，有的时候就像个山林中的隐士。早晨耕田，翻锄带着露水的野草，晚上撑船游玩回来，船触到溪石发出声响。独来独往，碰不到其他的人，眼望楚天一片碧绿，放声高歌。</p> <p><strong>韵译</strong><br>长久被官职所缚不得自由， 有幸这次被贬谪来到南夷。<br>闲时常常与农田菜圃为邻， 偶然间象个隐居山中的人。<br>清晨我去耕作翻除带露杂草， 傍晚乘船沿着溪石哗哗前进。<br>独往独来碰不到那庸俗之辈， 仰望楚天的碧空而高歌自娱。</p> <p><strong>注释</strong><br>①簪组：古代官吏的服饰，此指官职。束：约束，束缚。南夷：古代对南方少数民族的称呼。谪：被降职或调往边远地区。当时作者被贬为永州司马。<br>②夜榜：夜里行船。榜：此处读“彭音，意为进船。此句指天黑船归，船触溪石而发出的声音。<br>③楚天：永州原属楚地。<br>④束：束缚。<br>⑤南夷：这里指永州。<br>⑥谪：贬官流放。<br>⑦农圃：田园。<br>⑧偶似：有时好像。<br>⑨山林客：山林间的隐士。<br>⑩榜：划船。<br>⑾响溪石：水激溪石的声响。<br>⑿长歌：放歌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18290.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬官永州时在愚溪之畔筑屋而居时的作品。诗歌表面是写在此生活的惬意自适，其实是强写欢愉，将被贬的郁愤之情隐晦写出。</p> <p>　　诗人被贬谪永州，应该是有满腹牢骚的，却在诗的开头将其称为幸事：“久为簪组柬，幸此南夷谪。”诗人认为他长久地为在朝中做官所累，幸亏贬谪南来这荒夷之地，可以让他过上闲适的生活。此两句正话反说，将不幸之事说成是幸事，表达了对朝中当权派的不满。</p> <p>　　“闲依农圃邻，偶似山林客。晓耕翻露草，夜榜响溪石”，这四句是强调在此生活的闲适之情。闲暇时与种菜的老农为邻，有时还真像是在山林隐居的人。一大早带着露水就去锄草，晚上乘船沿着溪水前进。“闲依”表现作者的闲散之态， “偶似”是故作放旷之语，自我安慰。柳宗元少有才名，胸怀大志，可是仕途不顺，一再遭贬。这次更是被贬永州，远离长安。他满腔的热情得不到施展的空间，有志而不得伸，有才而不被重用。于是，在此贬所，只好强写欢愉，故作闲适，称自己对被贬感到庆幸，假装很喜欢这种安逸舒适的生活。</p> <p>　　“来往不逢人，长歌楚天碧”，有时整日独来独往碰不见一个行人，于是放声高歌，声音久久地回荡在沟谷碧空之中，多么清越空旷。这闲适潇洒的生活，让诗人仿佛对自己的不幸遭贬无所萦怀，心胸旷达开朗。这里诗人看似自由自在，无拘无束，但毕竟也太孤独了。这两句恰恰透露出诗人是强作闲适，无人问津时自娱自乐，也只是一种无奈的调侃。</p> <p>　　纵观全诗，诗人似乎已经淡忘了遭贬的痛苦，诗中把被贬谪的不幸称之为幸，将孤独冷静的生活诠释为飘逸闲适的生活。实际上这全都是诗人激愤的反语，在这种被美化了的谪居生活的背后，隐蕴的是诗人内心深深的郁闷和怨愤。表面的平淡所蕴含的激愤，更让人为之怦然心动，正如清代的<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>所说： “愚溪诸咏，处连蹇困厄之境，发清夷淡泊之音，不怨而怨，怨而不怨，行间言外，时或遇之。”这是很中肯的评价。</p> <p>　　全诗清丽简练，含蓄深沉，意在言外，耐人寻味。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐顺宗永贞元年，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>参加了王叔文为首的政治革新运动。由于保守势力与宦官的联合反攻，致使革新失败。因此，柳宗元被贬官到有“南荒”之称的永州。他在任所名为司马，实际上是毫无实权而受地方官员监视的“罪犯”。</p> <p>　　因爱西南的冉溪风景秀丽，便在溪边筑室而居，并改溪名为愚溪。这首<a href=\"http://so.gushiwen.org/view_18290.aspx\">诗</a>描写他迁居愚溪后的生活，字里行间流露出牢骚不平。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "唐诗三百首",
    "生活",
    "孤独"
  ]
}