{
  "id": 69924,
  "star": 3,
  "name": "杂剧·张子房圯桥进履",
  "dynasty": "元代",
  "content": "第一折<br>等的天色将次晚，躲在人家灶火边。若是无人撞入去，偷了东西一道烟。盗了这家十匹布，拿了那家五斤绵。为甚贫道好做贼？皆因也有祖师传。施主若来请打醮，清心洁净更诚坚。未曾看经要吃肉，吃的饱了肚儿圆。平生要吃好狗肉，吃了狗肉念真言。不想撞着巡军过，说我破斋犯戒坏醮筵。众人将我拿个住，背绑绳缚都向前。见我不走着棍打，嘴头上打了七八拳。拿在厅前见官府，连忙跪膝在阶前。大人着我说词因，道我败坏风俗罪名愆。背上打到二百棍，眉毛上打了七八千。大人心里犹不足：\"再着这厮顶城砖。\"被我宁心打一坐，无语悲悲大笑喧。我这般喜喜孜孜无欢悦，呷呷大笑无语言。众人齐声皆都赞，两边闲人一发言。道我是个清闲真道本，说我是个无忧无虑的散神仙。<br>【上小楼】家住在深日旷野，又无有东邻西舍，好吃的是野杏山桃，淡饭黄齑，竹笋茶叶。俺那里人烟稀，鸟声绝，灯消火灭，伴了些树梢头晓星残月。<br>【上小楼】家住在深山里头，好吃的是牛肉羊肉，闲来时打家截盗，剜墙□窟，盗马偷牛。枪杆子，大闷棍，鹅卵石头，这的是俺出家人苦修争斗。<br>【上小楼】不怕你王法有条，也不怕丹书来召，也不怕昼夜，十二个时辰，涌出枪刀。一毒蛇，二大虫，豺狼当道，也不怕猛狮子狼熊虎豹。<br>【上小楼】休笑我贪花恋酒，酒里头把玄机参透，酒中得道，花里神仙，自古传留。炼丹砂，九转成，通身不漏，直修的来无生死与天齐寿。贫道是这无天之外，有影无形，风里来，云里去，闻不见，摸不着，道号扯虚，表字托空是也。今日无甚事，游山玩水，走一遭去。此人乃是张良，忠孝双全，迷踪失路。我指与他一条大路者。这一会儿雪越大了也，又无一个人来往，不知那里是人行的大路，雪迷了遍野，可怎生了也！兀的不是个斑斓大虫？谁人救的我性命也呵！张良，你怕么？你敢迷踪失路？我是大罗活神仙也。师父，救小生性命咱。你要我救你性命？你可也有缘，我救你。（正末云）师父是那一位神仙？师父指与我个正路，又有大虫拦路，怕伤了我的性命，师父救我的性命咱！你要我救你，我有个曲儿，是〔朝天子〕。我临了那一句，我说\"你要我救你么\"？你说\"要你救我\"，我就救你。<br>【朝天子】我是个道童，道法又不精，在山中闲游幸，风风傻傻任纵横，与虎豹狼虫共。你走在山中，迷踪失路。那虎他舞爪张牙，将你来拦定。张良你死也。你那魂魄儿添怕恐，那虎将你那骨肉来并工，行嚼了你的腿脡，张良，你要我救你么？可知要师父救我哩。我无手段，也救不的你张良。我想来你没来由闲丢命。<br>师父，可怜见小生性命咱。这个不是大虫，是我养熟了的个小猫儿，又唤做善哥。我如今唤他一声\"善哥\"，他便抿耳攒蹄，伏伏在地。我如今唤他三声，头一声便跪在我身边；叫他第二声，我便骑在他身上；我叫他第三声，腾空驾云而起。师父，有这等手段也？你不信？我唤他一声：善哥！善哥！师父，他是个猛兽，休要逗他也。不妨事，他是我养熟的。善哥！师父，你既是神仙呵，怎生教大虫打倒你也？不妨事，我养的熟的。蓬莱三岛乐清闲，阆苑仙乡更自然。长赴西池蟠桃会，曾驾祥云上九天。贫道乃是上界太白金星是也，专管人间善恶贵贱忠孝之事。想为人者，善恶由心造也。福者，乃善之积也；祸者，乃恶之积也。神天盖不能为人之祸，亦不能致人之福，但由人之积也，神明鉴之。凡人岂知天神者有阴骘之因？凡为人臣，要心存忠孝，长思君王爵禄之恩，父母生身之义，必以忠君为先，竭力尽心，长怀补报。若是久远长行如此之事，天地鉴之，神明护祐，居其富而不失其富，居其贵而不失其贵，祸不能侵，寿必永矣。此乃可行之事，永保安宁也。坐卧行藏思所为，守己存心可自推。常将一念明天理，自然神圣永扶持。今有一人，乃是张良。此人有尽忠之心，要与韩国报仇，被人所逼，逃灾避难，到此山中，雪迷遍野，迷踪失路。此人有忠烈之心，贫道指与他大道也。我试唤他一声。兀那张良！你躲的往那里去？<br>【醉扶归】我见一个老叟亲来到，兀那张良，你的性命，实是难逃也！他道我性命怎生逃，便着人拿住张良者。老尊长救性命咱。唬的我胆战心惊魂魄消。兀那张良，这等风雪，如何不行动些？我这里迷却经尘道，你来到俺这里，你走如何的往那里去？告你个老尊长将咱来且饶。张良，我待救你这一命，你可是如何？若是救了我的性命呵，久以后将你这救我命的恩临报。<br>张良，我知道你是张良，不知你是那里人氏。为何逃灾避难？你实说，我试听咱。小生姓张名良字子房，韩国阜城人也。祖、父以来，五世韩国拜相。为秦皇灭了俺韩邦，我发愤报仇，谁想将秦皇击之不中。如今差人擒拿小生，因此上逃灾避难。老尊长，是必搭救小生咱。张良，我问你咱，你那祖、父以来，韩国受何爵禄，享何荣贵，怎生发愤报仇，你再说一遍者。<br>【后庭花】五世在韩邦衣紫袍，俺端的可便受深恩享重爵，都则为赢政收俺家国，谁想击之不中也。我因此上我便离乡可也背井逃。你再有何所干？我这里说根苗，我如今迷了他这大道。我向这土坡前膝跪前，可怜见咱命夭，衣不遮身上薄，食不能腹内饱，食不能腹内饱。张良，我说与你，千经万典，不如忠孝为先。你既省的，你说，我试听者。张良，你尽忠可是如何也？<br>【青哥儿】尽忠呵，须把这皇恩、皇恩答报，尽孝呵，可是怎生？尽孝呵，想着我哀哀父母劬劳。尽忠呵，也则要竭力侍君王辅圣朝，敢则要俺动合王道。正直臣僚，禄重官高，伞盖飘飘，播万古千秋、万古千秋的把名标。这的是为臣子行忠孝。<br>此人果有忠孝之心。张良，你才所言侍君孝亲之道，你既然省的呵，我再说与你：为臣者必尽其忠，为子者理当尽孝。若是久远长行，便是你立身之道。张良，我观你的容颜，你异日必然拜相封侯也。我一发指引与你立身之事，别处难以安存，直至下邳城去。你若到的那里，必有教训你之师，自有立身扬名的去处。不则我来，兀那里又有一个来也。在那里？呀呀呀！怎生连他也不见了？原来是一位神灵，指引着我下邳城中逃灾避难，自有好人指教与我立身扬名的事，便索走一遭去。<br>【尾声】疾便的践程途，寻俺那下邳的长安道，岂避这路远山高水迢，又不比蜀道嵯峨山险恶。若是留的我性命坚牢，有一日作臣僚，独步青霄，方显男儿志气高。凭着我满胸襟踊跃，有一日运通时到。异日时运通达呵，你看我便笑谈间，束带立于朝。<br><br>第二折<br>闲游蓬岛跨黄鹤，三千弱手任逍遥。亲赴苍天朝上帝，奉承敕旨下云霄。贫道济北谷城山人也。幼年父母双亡，自立安存，不知其姓，忽遇神师指教，已得成道。山下有一石，其石生而黄色，贫道以石为姓，乃黄石公是也。受上界冲虚之仙，专管天上人间智斗战敌之事。贫道体太上好生之德，亲奉敕旨，为下方有一人韩国张良，此人忠烈，感动天庭，差贫道降临凡世，训教此人。张良非凡，乃上界神仙骨骼。贫道将着三卷奇书，乃六义三才安定之术，授与此人。张良久已后，可为天下斗勇正教之师。贫道今朝日当卓午，必遇此人，直至市廛中等候此人，走一遭去。我本是超凡物外仙，亲承上帝到人间。若遇立国安邦士，我将这三卷奇书用意传。家缘累积祖流传，孳畜田苗广地园。长幼循循通礼义，子孙永享福绵绵。小生姓李名仁字思中，本贯下邳人氏。自幼攻书，长而颇通经史。承祖、父之荫，所以积家财万贯有余。小生每与游学名儒，常时谈论。近日闻有一人，姓张名良，字子房，韩国阜城人也，因秦赢政之仇，发愤以报，不想不中其计，逃难在俺下邳。此人心存忠孝，腹隐英华，常思报国之念，亦无倦怠之心。小生常与此人谈论。贤士之才，似东海之水，渊深难测；有虹霓之志，接华岳而高；词翰文章，似浩天之星宿。凌云之志，气冲斗牛，争奈时运未通。我欲赍发贤士，进取功名，诚恐贤士有疑怪之心。时遇三月，融和天气，如今请贤士来饮数杯酒，将微言探问他。贤士若肯呵，小生奉衣服鞍马，赍发他登程去。行钱，与我请将贤士来者。理会的。贤士有请！小生张良，自与韩国报仇，不中其计，离了家乡，避难在此下邳，可早数年光景也。此处有一长者，姓李名仁，字思中，是一巨富的财主。小生寄食在他宅中，每日相待，并无怠慢之心，此恩何日得报。长者恰才令人来请，不知有甚事，须索走一遭去。张良也，几时是你那显耀的时节也！<br>【南吕】【一枝花】我本是一个贤门将相才，逃难在他乡外。空学的满腹中锦绣文，天也，则我这腹内恨几时开？忧的我鬓发斑白，甘贫贱，权宁耐，兀的不屈沉杀年少客！不能够揭天关，稳坐在青霄怎生来，忧的这俊英杰容颜渐改。<br>【梁州】几时得居八位，封侯可便建节？几时能够列三公画戟门排？我如今孤身流落在天涯外，本是个守忠义贤臣良将，倒做了背恩宠逆子之才。见如今沿门乞化，抵多少日转他那千阶！也是我命里合该，大刚来天数安排。我、我、我，几时得受皇恩，为卿相，列朝班，奉君王，独步金阶？我、我、我，几时得承宣命，封重职，坐都堂，镇边关的那境界？我、我、我，可几时能够居帅府，悬金印，持虎符，气昂昂走上坛台？凭着我胸襟气概，则我这风云庆会何年再？暂时困，权宁奈，倚仗着我这冠世文章星斗才，胸卷江淮。<br>说话中间，可早来到也。令人报复去，道有张良在于门首。理会的。员外，有贤士来了也。道有请。理会的。有请！长者，小生多感大恩，每日如此重礼相待，小生何以克当？异日峥嵘，必当重报也。贤士，休说此话，施恩岂望报乎？小生恰才令人相请贤士释闷闲坐，无物可奉，蔬食薄味，不堪食用，惟表寸心。行钱，将酒来，我与贤士饮几杯咱。酒在此。贤士，满饮此杯者。<br>【隔尾】小生深蒙长者多怜爱，则你那救困的恩临我可也常在杯，长者，似你这般仁德之心，无人可比也。你胜如那赵盾的心情将我似灵辄待。有一日若用我安邦的手策，但得一个微名的县宰，长者也，我答报你个布德施恩大贤客。<br>贤士，岂不闻圣人云：\"四海之内，皆兄弟也。\"贤士在小生寒舍，每日随茶逐饭，多有管顾不周，万望宽恕。贤士何出此言也？长者之心，量如江淮，如此深恩，小生岂敢忘也？贤士，小生有一言，可是敢说么？长者但言，有何不可？想贤士来到此下邳，数年余矣。我今观贤士容颜，难同往日；欲待赍发贤士进取功名，未知意下若何？感蒙长者盛情，何以克当也？贤士，又有一事。俺这下邳圯桥边有一先生，他算阴阳祸福无差，断人生死有准。贤士可求一卦，看贤士命运如何？若当求进，小生多奉鞍马盘费。与贤士权别，先生疾便问卜，小生专等回音也。长者，小生谨依尊命，暂此权别，小生长街问卜，走一遭去。若是问卜已成，那间其我自有个主意也。<br>小生与长者相别，直至圯桥问卜，走一遭去也。逍遥静路不难行，动静从心善可诚。长将一念存忠节，自然神圣保其真。贫道上界逼星是也。专管人间善恶不平之事。贫道久成真位，忠孝者降其福禄，罪逆者降其祸灾。凡人立身者，以忠孝为本，报应分明。今下方有一人，姓张名良字子房，此人忠孝双全，感动天地。吾奉玉帝敕令，说此人有忠国之心，今受其困，未知详细。贫道化一货卜先生，探此人忠义若何，我指他个正路，可早来到市廛也。兀的不是此人张良？我唤他一声。张良！好是奇怪，是谁人唤我也？试看咱。哦，原来是一个货卜的先生。我向前问他一个缘故，怕做甚么。支揖，先生怎生认的在下？我如何不识你个子房？来此有何事故也？小生是一贫儒，欲问先生仙乡何处也？贫道是此处人氏。我闻知你来俺这里多时。我是个货卜的先生，我算的阴阳有准，断人生死无差也。先生，小生欲待进取功名，未知命运何如，与在下决疑咱。你说那生时年月来。<br>【牧羊关】你将那《周易》从头论，将我这贵与贱仔细排，张良，你问贵贱？这贫与富，是人之所作；贫者不善之因，富者积善所致也。此乃是贫富之因。我问官禄子息和这家财。你看我命里有，可是我去未通达，盖因是命里无，这年月上不该。你如今多大年纪？何年何月何日何时建生？你说将来。我拙年恰三十岁，我是那五月午时胎。且将我今岁行年算，先生也，你将我这贫与贵一一开。<br>你如今三十岁。兀那子房，我这阴阳有准，祸福无差，不顺人情，你久已后必贵，当来拜相也。呀呀呀！张良，你这会儿容颜，比头里不同。你今日日当卓午，必然遇着贤人指教你也。先生，此言有准么？莫不差算了也？我如何差算了？不是贫道说大言，则我这阴阳亦如天上月，照察人间祸福星。你那拙运衰时今日去，灾星变做福星临。张良，不则我算的着，那里一个先生，又算的妙哉。疾！那里也？那里也？支揖先生。可那里有个人来？怎生连这个先生也不见了？好是奇怪也！我索还家见长者去。我试看圯桥咱。贫道黄石公是也来到这市廛中，今朝日当卓午，必遇此人张良，行动些。<br>【四块玉】我这里便缓步行，来到这圯桥侧。兀的不是孺子张良？我唤他一声。兀那孺子张良！是谁人便道姓呼名自疑猜，我索与你探行藏问端的何妨碍。我试望咱。是谁唤我也呵！呀呀呀！一个须发尽白的老先生，好道貌也！我见他年高两鬓苍，他髭须一似银丝般白，他生来实丰彩。<br>兀那孺子张良，你在这里也。老先生，因何认的在下也？我如何不认的你个孺子张良？兀那孺子张良，你与我取上履来，我教你做徒弟。这个先生，好无礼也！他口口声声唤我做\"孺子\"，\"孺子，你与我取上履来者！\"我待取来又不是，不取来又不好。张良，要你寻思；你和他素不相识，他怎生知道你的名字？可有甚么难见处？必是李斯丞相差来擒拿我。似此，如之奈何？我待取这履来，桥上往来的人见，岂不汗颜？说道是你看这个秀才，受如此般的耻辱，怎生与他拿履？罢、罢、罢！张良，你便拿上这履来呵，有甚么耻处？好是奇怪也呵！<br>【牧羊关】你着我待忍来如何忍，他看承的我如小哉，不由我嗔忿忿气夯破我这胸怀。我仿学那豫让般忠孝无嗔，我似那廉颇般避车路，我索与你躬身儿下阶。张良也，你是个看书的人，岂不闻圣人云：\"老者安之，少者怀之，朋友信之？\"此乃为人之所作也。古人言敬老幼，恤孤困。想小生离了家乡，逃难到于途中，迷踪失路，神灵指引，着我往下邳避灾，\"必有教授你之师\"。今日长街市上算了一卦，说道我今朝日当卓午，必遇名师也。这一个老先生敢是那教训我的祖师来。想着我离故邦受辛苦言难尽，张良也你正是成人的可也不自在。孺子，与我取上履来者。此子可教，则除是恁的。兀那孺子张良，你可也有缘，我与你约五日之期，再来此圯桥等候。我要为你徒弟，我传与你安身之法，休失其信也。我去也，我去也。师父言道，与我约五日之期，再来此圯桥相会，要传我安身显耀之术。张良，你信他做甚么？此言难以凭信。天色晚了也，我索还家去。贫道黄石公是也。与张良约五日之期，再来圯桥相会，可早五日也。则怕张良等待，贫道行动些。孺子张良！此孺子好无礼也。我要教授他做徒弟，约五日之期，来此圯桥相会，传与他安身显耀之法，不想此孺子不曾来，好是无缘也。我待回去来，此子则说我失信。喑！我且等他片时。小生张良，自五日之前，见了那个先生，他口口声声唤我做\"孺子、孺子\"，约我五日之期，要传与我安身之法。我待去来，着人便道他是个风魔先生，他有甚么安身之法？我待不去来，则怕那个先生等待我。不可失信，我索行动些。说话中间，可早来到圯桥也。兀的不是那个风魔先生？果然在此，好是奇怪也。兀那孺子张良，我约你五日之期，早来这圯桥相会，我要你为徒弟。不想你这厮无缘，这早晚才来，好无恭敬之念也！师父息怒、息怒。兀那孺子，你听者！我再约你五日之期，径来此圯桥相会，我传与你安邦定国之书，久已后可为万代之师。我着你声播千邦，名扬天下。这一遍若是再来的迟，二罪俱罚，我也不饶你！我去也。先生去了也。张良也，要你寻思，你道他是风魔先生来，他说如此般良言。头一遍偶遇，第二遍来的迟了。师父言称道：\"孺子张良，再约五日之期，来圯桥相会，我传与你安邦定国之书，久已后可为万代之师。我着你声播千邦，名扬天下。这<br>一遍若是再来的迟，二罪俱罚。\"这言语未知有准么？我且回家去来。小生张良，要你寻思波，待道他是风魔先生来，他说如此般良言。头一遍偶遇，第二遍见了师父，言称道：\"孺子张良，第二遍来迟，再恕你之过。第三遍再约五日之期，来圯桥相会。我传与你安邦定国之书，久已后可为万代之师。我着你声播千邦，名扬天下。师父说这等言语，知他是睡里也那梦里？天色晚了也，我索还长者宅中去。来到这长者宅中，我开开这门，入得这房来。呀！过日月好疾也。自离了师父，可早五日光景也。今晚三更前后，至圯桥等待师父。若是我无缘，着师父在圯桥：若是我有福，我先到等待师父。我与你拽上这门，将绳子来拴住，寻师父走一遭去。师父还不曾来哩，我且在此等待。师父这早晚敢待来也。贫道黄石公是也。与张良相约三遍，圯桥相会，我教训他为徒弟，不想此子二次来迟。今番第天遍也，若是再来的迟，我自有个主意。孺子张良！还未来哩，此子好无缘也。师父，您徒弟等待多时也。张良来了也，你有缘也孺子，与我将上履来者！<br>【哭皇天】圣人道敏而好学我心间也倦怠，不耻下问更忒分外。张良，我传与你驱兵遁甲之书，非同小可也。此子是无瑕美玉，不遇良工雕琢，岂成其器？他是那擎天之柱，可为栋梁之材也。他说与我驱兵六甲书，看我做无瑕玉，栋梁材。孺子，与我将上履来，传与你安身之法。师父你畅好是轻贤，你心怀的意歹。我又索含容折节，敢脊躬身，伏低做小，跪膝在尘埃。我问你个老先生，你便有何教训、教训我的艺才？兀那张良，你听者！你可也有缘，我与你这三卷天书。此书非同小可，乃六义三才之奇书也，非可乱传。此书有一千三百三十六余言，不许传与不道不贤之人。此书始传于世，古之圣贤，皆尽心焉。此书奇义深远，妙术精微，尧舜禹汤文武周公孔子老聃，无以出此。有六义三才，一者原始，二者正道，三者求志，四者道德，五者遵义，六者安理。原始者，道不可以无始，道德仁义一体也。若天下四方，一动一息之处，大而八懆之表，君臣父子之道，微言修身，深计远虑，所以不穷。管仲之计可为能，商鞅之计可为盛，弘羊之计可为聚。近恕笃行，任才使能，所以济物。道德者，本宗不可离道之术。赏不以功，罚不以罪，小则结匹夫之怨，大则激天下之怒。圣贤之道，内明外晦，惟不足于明。文王无大声，四国畏之。故孔子不怒，而民畏于斧钺。国将霸者，士皆归之；国将危者，贤皆避之。昔者微子去商，仲尼去鲁，而以成名。后有三数，乃法略也，是天地人三才之法，不可违此数。豪俊之才，发机用智。逆者难从，顺者易晓。此法可治其国，可立其家，久后可为万代之师。将闲中今古，静里乾坤，说了一遍。张良你听者：晓夜孜孜读此经，扬名显耀可安身。忠心辅弼为肱股，定作朝中第一臣。听说罢魂飞天外，好教我心惊失色。<br>【乌夜鸣】又不曾梦非熊得遇文王侧，莫不是鬼使神差，不由我喜笑盈腮。今日个蛰龙须得济时来，谢吾师展脚舒腰拜。小生张良，异日发达，此训授之恩，必当重报也。我若是得发达身安泰，有一日春雷信动，枯木花开。<br>【鹌鹑儿】又不曾效傅说版筑在岩墙，偶然遇殷高到来，我若是立国安邦，可用这兵书战策，我学那周武八元以承八恺，调鼎鼐，明盛衰。有一日胸卷江淮，平步金阶，把日月重揩，肃靖边界，扶持着治世的明君，保祚的乾坤永泰。<br>师父那里人氏？姓甚名谁？通名显姓咱。你问我姓甚名谁？张良，你要知我姓名，你久已后得志时，亲至济北谷城山下，见一黄石，便是我也。妙算张良独有馀，少年逃难下邳初。逡巡不进泥中履，争得先生一卷书。师父去了也。师父这言语，便似印板儿记在心上一般。一日为官，至谷城山寻访师父去。师父着我，昼夜勤习，可为万代之师也。<br>【尾声】罢、罢、罢，我则索用工夫看彻了黄公策，我与你无明夜时时的温故知新不放怀。谢尊师，承顾爱，教训咱，意无歹。漫天机，我将做谜也似猜。想当初报韩仇，命运乖，则我这尽忠心，意长在。那时节离家乡，躲避灾。至下邳，有谁睬。我今日遇神师，得术册，若是我投于任贤之处，若委用我呵，我看我辅皇朝，定边塞，保乾坤，整世界，展江山，平四海。则我胸中学，腹内才，辨风云，知气色。我若是作臣僚，为元帅，掌军权，在阃外，抚黔黎，定蛮貊，逞英雄，显气概，播声名，传万载。遂了我这平生志，拂满面尘埃，恁时节才识这晓经纶安宇宙这一个困穷儒也一个少年客。<br>楔子<br>安排酒果临歧路，暂别贤明慷慨人。小生李思中是也。自去岁酒席中论言，赍发贤士问卜，不想果遇仙师授教，得兵书三卷。贤士晓夜温习，将兵甲之策，尽皆看彻，拣取今朝吉日良辰，要投于任贤之处，进取功名。比及贤士先来，小生将着酒食盘费，衣服鞍马，在于长亭之上，与贤士饯行。小生等待多时，贤士这早晚敢待来也。小生张良，自遇黄石公授教之后，晓夜温习，将遁甲之书，尽皆看彻，小生拣取今朝吉日良辰，拜辞长者，投于任贤之处，进取功名。长者先在长亭之上，与小生饯行，我索行动些。兀的不是长者？小生等待许久，不见贤士到来。蔬食薄味，与贤士饯行，略表诚敬之心也。小生张良，在于长者宅中，深蒙厚顾，数载有余，无可答报。今日长者又将着这酒肴盘费，衣服鞍马，赍发小生。长者，小生想昔日灵辄遭饿于桑间，遇赵遁施一饭之恩；小生虽不及灵辄，长者不在赵盾之下也。贤士，小生岂敢比前代贤人也？行钱，将酒来。理会的。贤士，小生蔬酌，与贤士饯行，贤士满饮此杯也。长者，小生有何德能，如此般重礼相待，异日必当重报也。贤士饮此一杯者。长者饮。贤士，恭敬不如从命也。长者，酒够了也。便好道行人贪道路，拜辞了长者，便索长行也。行钱，收了酒果者。理会的。今日与长者相别，不知何日相会也。贤士稳登云路，早望回音也。长者，小生不敢久停，便索登程也。<br>【仙吕】【赏花时】则我这行色匆匆去意紧，饮过这钱祖香醪杯数巡。贤士，这一去必然称平生之愿也。张良异日峥嵘呵，我若是得志节遂风云，长者之恩，高如华岳，深如沧海，岂敢忘也？不必挂念，岂望贤士报乎？我说的言辞落可便有准，长者言之当也。但念善犬有展草之恩，良马有垂缰之报，禽兽尚然如此，何况为人而不知恩乎？贤士休说如此言语，不劳持意，稳登前路也。我报答你个救困苦的这个大恩人。<br>贤士去了也。这一去必遂大丈夫之志，岂在他人之下也！若论贤士之才，他将那垂磨日月手舒开，这一去管取风云际会谐。这番果遂心中愿，那其间蛰龙春信济时来。<br><br>第三折<br>智扫群雄百万兵，威敌平定汉初兴。志存节义为肱股，流传千载显家声。小官萧何是也。少为沛县主吏，因沛令欲起兵应陈涉，小官与曹参杀令，立刘亭长为沛公。俺沛公与项羽，遵怀王之命，共灭嬴秦，西取咸阳，先入关者王之，后入者臣之。小官奉命，亲为行军司马。俺沛公先到咸阳，封府库，锁宫门，分毫不取。项羽后入咸阳，不忿俺沛公，因此上项刘争利，累累交锋，互有胜负。今项羽将定，天下豪杰已归。止有二处未能收取，乃是平阳魏豹，西洛申阳。今奉沛公之命，着小官先至西洛，擒拿申阳。小官闻此申阳，才智过人，有万夫之勇。又说此人手下，有一大夫，乃是陆贾，有孙吴之谋略，管乐之奇才。小官未可深信。我今请的韩元帅来，共同商议，擒拿二将，未为晚矣。令人，与我请将韩元帅来者。理会的。韩元帅安在？广习先贤古圣文，孙吴韬略久知闻。忠心赫赫扶真主，平定干戈保万民。某乃韩信是也。这二位将军，乃是灌婴、张耳。小官幼而颇习遁甲之书，善通军旅之学，有神鬼不测之机；心存忠孝，腹隐机谋，累累成功。先为治粟都尉，多感萧相国之恩，三荐登坛，拜为大将。俺与项羽争锋，某立十件大功，四方平安。小官正在帅府闲坐，丞相令人来请，不知有甚事，领着众将，须索走一遭去。令人报复去，道有韩信同二将在于门首。理会的。喏，报的丞相得知，有韩元帅同二将在于门首。道有请。理会的。有请！丞相，今日呼唤韩信来，有何事商议也？今日请的元帅来，别无甚事，小官奉俺沛公之命，欲要擒拿平阳魏豹，西洛申阳。特请元帅来，共同商议，未知元帅意下如何？丞相，此事非同小可，可请将张子房来，共同商议，有何不可？元帅此言甚当。令人，便请将子房军师来者。理会的。子房安在？小官张良是也。我自离了下邳，来到咸阳，投于沛公麾下为将。俺沛公豁达大度，纳谏如流，小官累建大功，官居重职。小官数年之前，不得意时，多蒙下邳李长者之恩，有如山海，未曾答报。前者令人去取李长者去了，不见到来。小官暗想，当日隐于下邳，待时度日；今日个食前方丈，禄享千钟，真乃是时也、运也、命也，想着我时运拙命运难通，我则道红尘内久困英雄。今日个遂却我平生心愿，立刘朝万载兴隆。<br>【正宫】【端正好】我今为宰职便做都堂，我端的便受极品为卿，扫奸邪平定边疆。我本是整乾坤安宇宙良将，保祚的这万里山河壮。<br>小官想当日西取咸阳，驱兵领将，投至得今日为官，非同容易也。<br>【滚绣球】想着我当年时离了俺那父母乡，报韩仇那一场，也是那命运乖祸从天降。我今日遂风云称平生显身荣节志昂昂，第一来与韩邦报了恨仇，第二来扶炎刘名姓香。你看我整风俗遵礼乐治安乾象，我今日乘肥马衣轻裘，享天恩紫绶金章，本是个股肱才辅弼平蛮貊，扫荡了八面烟尘可兀的定四方，后世名扬。<br>可早来到也。令人报复去，道有小官来了也。理会的。喏，报的丞相得知，有张子房来了也。道有请。呀、呀、呀，丞相与元帅都在此。丞相唤小官张良，有何事商议也。今请军师来，别无甚事，小官奉沛公之命，为平阳魏豹，西洛申阳，未能收捕。今日特请军师，共同商议，征讨二处。军师意下如何？丞相，小官张良有一语，可是敢说么？俺众将自投于沛公，各立功勋，多蒙宠赐。想丞相功勋，言不能尽。元帅的勋业，竭力尽忠，盖世功劳，谁人可比？想张良投于沛公，官高禄重，并无寸箭之劳，怎生将此二处，着小官收捕一遭，以图补报，未知丞相意下如何也？既然军师要去收捕西洛，小校那里？一壁厢整点军马将士，粮草戈甲，收拾停当，与军师擒拿申阳去。丞相，小官不用军马，凭着小官三寸不烂之舌，说此将来降也。军师所言，不用军马将士，不知有何妙策，擒拿此将？试说一遍咱。丞相，想古以来有几个贤臣，我试说一遍咱。军师，古来有那几个贤臣良将，报国尽忠？军师试说一遍咱。<br>【倘秀才】我待学那周八士安八表封官也那受赏，军师再学那一个也？我似那舜五人立清政显声名播千古，着万人可便论讲。再学那个也？我胜如纣比干田穰苴，报国存忠壮帝乡。军师，说此申阳足智多谋，难以擒拿也。俺有道伐无道，军师，小官须索整点英雄将士，里应外合擒拿他，有何不可也？擒逆子不索动刀枪，军师言道不用军将人马，此人好生英勇，则怕有失，怎了也？非是我自夸也那自奖。<br>军师，丞相奉俺沛公之命，要征伐此二处。军师言说不用将校，自有妙策，但此申阳好生英勇。且休说申阳高强，他手下有一大夫，乃是陆贾，说此人用兵如神，有伊吕之才，仿孙吴之略，智谋过人，有万夫不当之勇也。元帅，凭着小官微智，着此将投降也。军师论三略可学谁也？<br>【滚绣球】论三略呵，我可也动干戈起战场，军师论六韬呵怎生？论六韬，我学那定山河保乾坤伐无道的姜吕望，论机见可学谁也？论机见呵，我似那齐孙膑报冤仇在马陵川夜擒了那一员虎将，论敢勇可学谁也？论敢勇呵，我似那楚伍员伏盗跖赴临潼举金鼎欺文武保诸侯逞英豪状貌堂堂，军师论慷慨呵学谁？论慷慨，仿李牧守塞北慑西戎镇夜郎，论志气可学谁也？论志气呵，我胜如管夷吾霸诸侯那手策威名不让，敢问军师，论节义可学谁也？论节义呵，我学那存忠孝施正礼行仁道治纲常伊尹扶汤，论勇跃学谁也？论勇跃，我不让蔺相如在渑池会展雄才施威烈可那般志轩昂，论战敌可学谁也？论战敌呵，我不让齐田单火牛阵，施遁甲用奇术，排军校驱虎将。他收那即墨城开，我着他拱手降，此言壮哉也。非是我自说高强。<br>军师所言数事，件件过人。众将近前，听军师支拨，听令而行也。灌婴近前来。军师唤小将那厢使用？灌婴，可是这般恁的。小将理会的。出的这帅府门来，奉军师将令，擒拿申阳，走一遭去。大小三军，跟着我直至西洛，接应军师，走一遭去来。奉军令差领兵卒，雄赳赳惯战征夫。施智量远临西洛，遵将令暗里埋伏。樊哙近前来。军师唤樊哙那厢使用？可是这般恁的。得令！出的这辕门来，奉着军师将令？领着三千军马，直至西洛，敌斗申阳，走一遭去。大小三军，听吾将令！甲马不得驰骤，金鼓不得乱鸣。不许交头接耳，个个皆要用心。白日里都要打盹，到晚间定睛对瞅。若是相持厮杀，撇下马，丢了枪，一齐便走。今日领兵为大将，白炸鸡儿好蘸酱。两瓶好酒吃的醉，帐房里面高声唱。丞相，众将去了也。小官不可迟误，则今日辞别丞相、元帅，亲至西洛，用计征伐，走一遭去。军师去了也。所言的事，必成大功。一壁厢差精兵猛将，接应军师，走一遭去。运谋施智显忠良，不驱士马动刀枪。三寸舌剑谈天智，亲临西洛骗申阳。军师与众将去了也。张耳近前来。元帅，呼唤小将那厢使用？张耳，可是这般恁的，小心在意者！得令！奉元帅将令，暗调申阳，走一遭去。运机施略申阳，言谈语句中藏。若见群雄新用智，十面埋伏那一场。（韩信云）众将都去了也。小官调领大兵，随后接应，走一遭去。号令严明领大军，纷纷杀气霭征云。直临西洛多威猛，奏凯还师拜紫宸。<br>因秦失鹿起刀枪，四海英雄会俊良。天下英豪闻吾怕，某名传西洛号申阳。某乃申阳是也。幼习儒业，颇看兵书，深通管乐之策。文能伏众，武能威敌，运筹帷幄之中，决胜千里之外。今日升帐，帐前排几队勇征夫，帐后列数百英雄将。左队陈劣缺天蓬，右队拥搊搜甲士。周围铁铠儿郎护卫，兵有七重围子，三军谁敢帐前喧，便是那鸦鹊过时不啅噪。某因秦嬴失鹿，陈胜吴广，关西兵起，各霸其境。陈胜以灭，刘项争锋。沛公先至咸阳，项羽倚强为霸，迁于鼓城，封俺六国诸侯。某今在西洛镇守，虎视天下英雄。俺这里兵雄将勇，马壮人强，田多粮广，带甲军校数十余万。某手下有一大夫，乃是陆贾，智过伊吕，舌辩苏张。今沛公用张良为军师，韩信为元帅，萧何为丞相，自汉中起兵，所过州县，望风而降，必来吾交锋，量他何足道哉！今请大夫陆贾，与他商议，看此人怎生用计兴兵？小校，与我请将陆贾大夫来者。理会的。陆大夫安在？智胜孙吴伊吕文，谈天论地志凌云。不弱张仪说六国，能言舌辩赛苏秦。某乃陆贾是也。幼而习文，博通经史。颇晓穰苴之法，善智武子之书。今佐于西洛申阳麾下，为其大夫之职。小官正在演武场中，操练兵卒，有军校来请。元帅呼唤，不知有甚事，须索走一遭去。可早来到也。报复去，有陆贾在门首。理会的。喏，报的元帅得知，有陆大人来了也。道有请。理会的。有请！元帅，唤陆贾有何事商议？大夫，请你来别无甚事，今沛公用韩信为帅，所向无敌，收州城数十余座。他必来俺洛阳，与某拒敌。大夫，你有何机谋，退韩信之兵？若出妙言，某一一从之也。元帅，小官有一计。计将安在？元帅，韩信用兵如神，不要与此人交锋。张良亦为说客。洛阳者左山右水，四塞险阻。深挑壕堑，高垒城池，积草屯粮，坚守不战，元帅，此乃为长久之策也。某谨依大夫之言，深沟坚壁，莫与韩信交锋。张良乃为说客，若来时擒拿不饶。我虽与大夫定此一计，不曾与张仝商议。小校，与我唤将张仝来者。文武双全为将相，行兵布阵我敢强。早饭一顿吃七碗，生葱萝卜好蘸酱。某乃张仝是也。某佐于申阳元帅手下为将，正在演武场中，习士练卒，元帅呼唤，须索走一遭去。小校报复去，道张仝在于门首。理会的。喏，报的元帅得知，有张仝来了也。道有请。理会的。有请！元帅，唤小将有何事<br>也？张仝，唤你来不为别，今沛公拜韩信为帅，所向无敌，收了数十余座城池，诚恐与某交锋。某与大夫定计，深沟高垒，积草屯粮，坚守不战，此计如何也？正合着我的心。我又不济，若是与他交锋，我那里近的他？将计就计，不好则说是好。元帅，此计大妙大妙！张仝说的是。小校门首觑者，若有一切军情事，报复我知道。小官张良，自离了丞相元帅，不觉数日，早来到西洛也。我换了这衣服，扮做一个云游先生。我问人来，这里便是申阳的帅府。门首立着几个人，我试问他咱。稽首。敢烦通报元师知道，有一云游先生，特来拜访也。理会的。喏，报的元帅得知，门首有个云游的先生，要见元帅也。有一云游先生要见某？大夫，此人必然是张良也。元帅，此人必是张良，舌辩之士，休得轻放他也。元帅，若是张良，休要饶了他。小校，着他过来。理会的。过去！稽首。贫道是一云游先生，特来拜访元帅也。兀那先生，你那里人氏？来俺这里，有何事干也？<br>【倘秀才】我这里便鞠躬躬将谦词礼讲，兀那先生，你姓甚名谁也？他那里问姓字先生可便何往，我可也行不更名本姓张。你敢是张良么？然也，然也。此人是说客，元帅休得饶他也。兀那张良，你是喉舌之人，你佐于沛公手下为将，你来俺这里做甚么？贫道非是沛公之将，乃韩国阜城人氏，因打此处经过，闻知元帅才德，特来见访也。小校，与我拿住张良，我决无轻恕也。他一回儿嗔忿忿冲牛斗，施勇烈逞高强，大小众将，与我围住张良者！他显八面虎狼般气象。<br>张良，俺这里将你擒拿，休言语，你言语必无轻恕，疾忙受降也。张良，我知道你是沛公之臣，亦为喉舌之士。你来我根前，如何说的过？你正是飞蛾儿投火！你正是说客，更待干罢也！将军曾闻说客么？古来说客有三等。可是那三等？有一图名，二图财，三图国。这一图名者何也。一图名者，昔日七国争雄，魏威公命侯嬴收赵，侯嬴求救于秦。苏秦曰：\"告公令箭，某亲自入魏。\"苏秦至魏，见其威公，但说：\"齐与赵连和，国王攻赵，何当两国之锋？\"魏国闻之，收兵还国。后苏秦名扬天下。此乃是图名说客是也。这二图财者何也？二图财者，昔日春秋齐威公，命孙子伐魏，庞涓令人将金银宝物买告邹文简，和齐罢兵，不想邹文简果受其宝。文简罢兵，见其齐公，言\"孙子攻魏，数月不下；倘魏楚相连，却来攻齐，公子若何？\"齐公令孙子罢兵还国。此乃是图财说客是也。三图国者是如何？三图国者，昔日十八国，为因吴伍员领兵伐楚，申包胥入秦求救，哀公不发救兵，至于秦亭馆驿，七昼夜水米皆不入其口，大痛悲泣，哭倒秦亭馆驿。哀公曰：\"包胥乃忠烈之臣也！\"疾发兵救楚，子胥领兵回吴。此乃是图国说客也。说兀的做甚？我一不图名岂恋财，当初那包胥为客痛伤怀。张良怎做游说客，闻公贤德故亲来。<br>【呆骨朵】枉了我那区区千里亲身降，兀那张良，你心怀徼幸，有所害俺之意，如何饶免的你也！我又不曾怀奸谗徼幸的心肠。想汝实是无礼，我和你素不相识，你既不为说客，你来俺这里，有何事干？更待干罢也！他一回儿忿怒生嗔，心劳意穰。你恰才所言申包胥哭秦亭一事，侯嬴收赵，文简受资，图财图国，言中之计，话内之机，你比这三人更不同也！在某根前，如何说的过？我又不比那邹文简共侯嬴两个奸雄将，你既为不说客，你来俺这里，有甚么勾当也？我端的可便为贤才到于鸟兽邦，你何处而来也。因此上便访忠良离帝乡。<br>陆贾大夫，今张良已落在俺彀中也，绑缚定了，着谁为使，送张良与鲁公去？元帅，小官陆贾，亲自为使，将张良解与鲁公去，可不好那？大夫，你亲自为使，小心在意者！则今日辞别了元帅，便索长行。出的这辕门来。小校，将张良紧紧的围定，直至彭城见鲁公，走一遭去。小校，陆贾大夫去了也，紧守辕门，若有军情事，报复我知道。某乃张耳是也。奉俺元帅将令，暗调申阳，某来到申阳门首也。小校报复去，道有鲁公手下差一大将，乃是张耳，特来见元帅。理会的。喏，报的元帅得知，有鲁公差张耳，在于门首。道有请。理会的。有请！将军，此一来有何事也？报的元帅得知，某乃鲁公手下大将张耳是也，奉俺鲁公之命，特来报知元帅；今沛公手下有一大将，乃是樊哙，领数千军马，在您洛阳境上，虐害人民，折伐桑枣。俺鲁公着某统领五千军马，与元帅助阵，擒拿樊哙也。颇奈韩信胯夫无礼！差樊哙匹夫，侵犯吾之境界，破伐桑枣，虏掠人民，更待干罢！某今便点雄兵，擒拿樊哙，走一遭去。大小三军，听吾将令！三军严整，约束分明；闻鼓必进，鸣金必止。军行处征云冉冉，土雨纷纷。远闻战鼓喧天，遥望旌旗映日。旌旗闪闪，剑戟重重。旌旗闪闪，遮天映日转光辉；剑戟重重，就地拥出兵世界。鞍上将凛凛如神，坐下马威风似虎。腾腾杀气，浑如那雾罩昆仑；霭霭征云，不见了青天白日。十万兵厮杀相持，千员将扬威耀武。得胜旗摇还寨去，鞭敲金镫凯歌回。今朝发奋统戈矛，侵边犯境怎干休！拿住樊哙亲杀坏，恁时方显报冤仇！<br>某乃洛阳大夫陆贾是也，今拿住张良，解送与鲁公去。小校慢慢的行。兀那尘土起处，一丢人马，不知是那里来的也？某乃灌婴是也，奉军师的将令，打着楚字旗号，擒拿申阳。兀的不是军马至也？大小三军，摆开阵势者！来的军马，我试问他一声：来者将军，是何国人也？某乃鲁公手下大将，项庄是也。闻知您拿了张良，特来接应也。将军乃是楚将项庄？俺申阳元帅拿住张良，今解送与鲁公去。某乃大将陆贾是也。兀那张良，你见么？鲁公来接应俺哩。<br>【货郎儿】猛听的吹画角悠悠的便嘹亮，他道俺接应的军排战场。项庄将军，俺一同的见鲁公去来。他那里探知就里可便问其详。大将军何名姓？项庄将军，俺用千般之计，拿住张良，献与鲁公，请功受赏也。他拿住的是张良。<br>陆大夫，此人张良，足智多谋，他在那里？我试看咱。在这槛车中也。军师休慌。兀那张良，你从头说你那实情也。<br>【脱布衫】他教我言端的细说行藏，张良勿得多言，见鲁公受降去来。休言语献楚投降。将军饶性命咱。我这里忙哀告饶咱性命，既然拿住你也，怎生饶的过！他道既拿住怎生轻放。<br>将那张良拿近前来。你直这般大胆，来到我这里也。<br>【醉太平】他那里孜孜觑当，军师休怕，申阳陆贾二将，如何出得俺手也。唬的我战兢兢手脚慌张。此将中俺之计也。说道是中吾计不索再商量，俺韩元帅领大势雄兵来接应也。又道是兵多将广，此陆贾并无疑虑之心也。你道是申阳陆贾别无恙，若到半途，必然下手也。到半途暗暗拿雄将。想二将不知俺暗定其计也。他本待要望福禄，不想到这脑背后起灾殃。我则待坚心扶立明圣主，我播一个《史记》内便书名，可着人慢慢的讲。<br>大小众将，不与我下手怎的？某中他计也。饶吾有千条之计，怎出他高人之手！军师略等片时，后头军马来也。某乃张耳是也，智擒了申阳，接应军师去来。兀的不是灌婴将军？军师，小将张耳，与樊哙智擒了申阳也。军师，俺又拿住了陆贾，张耳、樊哙智擒了申阳也。多谢了众将效力成功，则今日便索收兵献功去。谁想有今日也呵！<br>【尾声】俺今日敲金镫将得胜歌必索齐声唱，俺须索践程途喜孜孜军兵出战场。则今番有名望，擒收了三猛将，将功劳上表章，把军情慢慢的讲。功勋籍写数行，入凌烟金榜上，作臣僚入庙堂，恁时节受爵封官，那其间论功赏。<br>我做大将是英雄，诸般武艺不甚通。听的上阵去厮杀，骑着马儿一阵风。某乃大将钟离昧是也。我文通四略，武解七韬。四略者：一曰天略，二曰地略，三曰人略，四曰马料，七韬者：一文韬，二武韬，三龙韬，四虎韬，五豹韬，六犬韬，七核桃。坐筹帷幄之中，决胜千里之外。休言人敢帐前喧，躧着骆驼高声叫。某奉俺鲁公之命，领大势雄兵，擒拿张良韩信。某为大元帅，兄弟季布做先锋。我摆的停停当当了，不见季布来。小校觑者，他若来时，报复我知道。我做大将甚是标，兵书战策不曾学。听的厮杀推害病，正是买卖归来汗未消。某乃鲁公手下大将季布是也。某多知兵书，广览战策；十八般武艺，般般不会，件件不晓。我今领大势雄兵，钟离昧为元帅，我为先锋，擒拿张良韩信等。可早来到也。小校，报复哥哥知道，有我来了也。理会的。喏，报的元帅得知，有季布来了也。兄弟来了，着他过来。着他过去。兄弟，你来了也。哥哥，您兄弟来了。我点的军马十分停当。兄弟，俺奉鲁公之命，着俺二人，擒拿张良韩信哩。整点的军马停当，我先去。兄弟，你随后便来接应我也。哥哥去了也。大小三军，听吾将令！听我细说原因：明日与他相持厮杀，个个都要献功。一个人要三十根好箭，一个人要五张硬弓。身穿上五领胖袄，一个人带着八十个酒瓶。左肩上挑着五石白米，右肩上担着五万个烧饼。左脚上绑着炉锅，头上顶着五十个铜盆。左手里拿住铁叉，右手里拿着四十条麻绳。头到去上阵厮杀，压的他大叫高声。忽的门旗开处，便与他斗敌相争。若是他与我交战，唬的我去了魂灵。若是他众军将我来赶，我骑上马走如飞星。<br>某乃张耳是也。今有季布、钟离昧，领统大势军马，与俺交锋。我奉韩元帅将令，领三千人马，我为前部先锋，灌婴为合后，樊哙为元帅，便索与二将交锋，走一遭去。驱兵用智敢当先，奋勇施威立阵前。亲为前部擒贼寇，方显英雄将相权。某乃钟离昧是也。大小三军，摆开阵势！来者何人？大小三军摆开阵势者！兀那小校，报与你元帅得知，着名将军出马也。（外卒子做报科，云)喏！报的元帅得知，有沛公人马索战也。(季布云)他的军马至也？我与他答话去。(季布、钟离昧出阵科)(张耳云)来者何人？(季布云)我乃大将季布是也。尔乃何人？(张耳云)某乃大将张耳，这二位是灌婴、樊哙。兀那无名小将，下马受降也。(季布云)你怎么说大话？来来来！我和你战几合。(张耳云)小校，操鼓来！（战科）(季布云)这厮倒来撒的我近不过他，走、走、走！(同钟离昧下)(张耳云)这厮走了也，不问那里赶将去！(同下)<br><br>第四折<br>(萧何领卒子上，云)扶将真主立刘朝，晓夜孜孜不惮劳。明良际遇风云会，青史英名万古标。小官萧何是也。奉俺沛公之命，今为军师张良亲至西洛，擒拿申阳、陆贾，得胜而还；又因钟离昧大势军马，与俺交战，被众将一战胜了，将钟离昧大势军马，一鼓而下，得胜还营。沛公之命，就在帅府中安排筵宴，庆赏三军。小官直至帅府，加官赐赏，走一遭去。帅府排筵尊上命，加官赐赏庆功勋。(领卒子下)(韩信领卒子上，云)赤心报国立刘邦，定乱除危保四方。严明号令驱军将，保祚皇猷日月长。小官韩信是也。因为西洛申阳，未能收捕，被子房用智施谋，擒拿申阳、陆贾。又遇钟离昧、季布与俺交锋，某命大将灌婴、樊哙、张耳，擒拿二将，得胜而还。我奉圣人的命，就在帅府庆赏功劳。小校，一壁厢安排筵宴，若众将来时，报复我知道。(灌婴、张耳、樊哙同上)(灌婴云)旌旗蔽野列枪刀，远破阴敌杀气高。军前一阵成功效，奏凯回京拜圣朝。某灌婴是也。这二位将军，乃是张耳、樊哙。来到帅府也。小校报复去，道有众将在于门首。(卒子云)理会的。(做报科，云)喏，报的元帅得知，有灌婴等众将来了也。(韩信云)着他过来。(见科)(韩信云)您众将都来了也。小官奉圣人的命，为您谒力成功，着小官在此帅府排宴，加官赐赏。您众将少谁哩？(张耳云)俺众将都来全了，则有军师未曾来也。(韩信云)小校门首觑者，若军师来时，报复我知道。(正末上，云)小官张良，自于西洛收申阳陆贾回程，韩元帅奉圣人的命，在帅府中安排筵宴，须索走一遭去。谁想有今日也呵(唱)<br>【双调】【新水令】则俺这一班儿整乾坤众英豪，都是那股肱才要保安宗庙。论机术效管乐，论智勇有谁学，千古名标。我则待行仁德，顺天道。(云)说话中间，可早来到帅府门首也。小校报复去，道有张良在于门首也。(卒子云)理会的。(做报科，云)喏，报的元帅得知，有军师来了也。军师路途辛苦，擒拿二将用心也。(正末云)元帅守府不易也。(韩信云)军师请见众将也。(正末做见众将科，云)您众将都来全了也。近前来，今日元帅奉命宴赏，各论其功也。(韩信云)军师，韩信敢问么？当日您众将辞了朝，到的洛阳，怎生用智收捕二将？军师，你试说一遍咱。(正末云)小官当日离了丞相、元帅，到的洛阳，见了申阳，将微言所说，未曾举口，申阳半军可早怒生两肋，发乍冲冠。申阳将军言道：\"项羽有命：拿住张良者，千金加赏，万户封侯！\"就将某献与项羽，请功受赏。小官略使小计，遣数将定计铺谋，吊申阳擒出陆贾也。为贤良千里驱驰，用千般智略心机。申阳你若是秉忠贞坚心辅佐，陆贾我着您承恩禄荫子封妻。(韩信云)军师，想着你于国尽忠，多有功劳也。(正末唱)<br>【沉醉东风】我若是忠心报君恩重爵，立功勋《史记》名标。灵禽相良木栖，辅圣主行仁道，俺则愿的泰阶平，风雨时调。见如今四海黎民歌舜尧，俺可便共享升平到老。<br>(韩信云)小校将酒来。(卒子云)理会的。(韩信做把盏科，云)军师，不枉了效力成功，壮哉，壮哉！满饮此杯者。(正末做饮酒科，云)小官饮。(韩信云)一壁厢动乐者！(动细乐了)(韩信云)军师再饮此杯者。(正末唱)<br>【水仙子】金杯满注捧香醪，品味珍羞盘内托，则听的仙音一派多奇妙，比俺那凯歌声音韵好。受天恩赐宴难消。君主德过禹舜，正人伦尊礼乐，恩宽厚胜似汤尧。<br>(萧何上，云)小官萧何是也。奉圣人的命，至帅府中加官赐赏，走一遭去。可早来到也。小校报复去，道小官来了也。(卒子云)理会的。(做报科，云)喏，报的元帅得知，有使命来加官赐赏也。(韩信云)使命至也，俺接待去来。(众将做接科，云)大人，俺众将接待不着，勿令见罪也。(萧何做见科，云)你众将都望阙跪者，听圣人的命！则为您效力成功，着小官封官赐赏。您听者：则为你发愤志扫荡群雄，享重爵秩禄重重。施妙策捉拿猛将，擒草寇风卷残云。得胜也鞭敲金镫，喜孜孜奏凯还城。今日奉敕旨加官赐赏，着您承恩禄万载峥嵘。张子房股肱才堪为辅弼，又赐你千两黄金。灌婴为左司马行军之职，张耳为右司马敢勇将军。樊哙为辅弼大将，众将士八位公卿。封三代丹书铁券，则为你竭力尽忠。加你为领军大将，再有功自有除升。今日个加官赐赏，一齐的望阙谢恩。<br>题目黄石公亲授兵书<br>正名张子房圯桥进履",
  "poet": {
    "id": 2917,
    "star": 0,
    "name": "李文蔚",
    "desc": "李文蔚，元代戏曲作家。生卒年、字号不详。真定（今河北正定）人。曾任江州路瑞昌县尹。从元好问、李治、张德辉等金遗老游于封龙山。至元十七年（1280）后，曾寄书白朴，时白已五十五岁，其年岁当相近。白朴有题为“得友人王仲常、李文蔚书”的〔夺锦标〕词，其中写“谁念江州司马沦落天涯，青衫未免沾湿”，可知李在官场曾受挫折。李文蔚著有12种杂剧，现存3种：《同乐院燕青博鱼》、《破苻坚蒋神灵应》和《张子房圯桥进履》。《太和正音谱》评其词“如雪压苍松”。"
  },
  "tags": []
}