{
  "id": 99,
  "star": 61,
  "name": "东方未明",
  "dynasty": "先秦",
  "content": "东方未明，颠倒衣裳。颠之倒之，自公召之。<br>东方未晞，颠倒裳衣。倒之颠之，自公令之。<br>折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫。",
  "fanyi": "<p><strong>译文<br></strong>东方还未露曙光，衣裤颠倒乱穿上。衣作裤来裤作衣，公家召唤我忧急。<br>东方还未露晨曦，衣裤颠倒乱穿起。裤作衣来衣作裤，公家号令我惊惧。<br>折下柳条围篱笆，狂汉瞪眼真强霸。不分白天与黑夜，不早就晚真作孽。</p> <p><strong>注释<br></strong>①衣裳：古时上衣叫“衣”，下衣叫“裳”。<br>②公：公家。<br>③晞（xī 希）：“昕”的假借，破晓，天刚亮。<br>④樊：即“藩”，篱笆。圃：菜园。<br>⑤狂夫：指监工。一说狂妄无知的人。闻一多\"风<a href=\"http://so.gushiwen.org/view_99.aspx\">诗</a>类钞\"曰：\"夫之在家，从不能守夜之正时，非出太早， 即归太晚。妇人称之为狂夫。\"他以为此诗出自妇人口吻。而且\"折杨柳为园圃之藩篱，所以防闲其妻者 也。离去复于篱间瞿瞿然窥视，盖有不放心之意\"。<br>⑥瞿瞿（jù ）：瞪视貌。<br>⑦不能辰夜：指不能掌握时间。辰，借为“晨”，指白天。<br>⑧夙：早。莫（mù 暮）：古“暮”字，晚。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_99.aspx\">诗</a>在一定程度上真实反映了那个时代的现实生活，使读者犹如身临其境，感受到奴隶们心底隐藏着一种压抑已久而行将喷发的愤怒。正因为作者是从奴隶的身世遭际出发，抒发对于现实的愤懑，带有强烈的感情色彩，因此对统治阶级确实有一种活生生的鞭辟入里的揭露和批判作用，使读者产生感情上的共鸣。[3] </p> <p>　　前两章“东方未明，颠倒衣裳。颠之倒之，自公召之。东方未晞，颠倒裳衣。颠之倒之，自公令之。” 诗人并没有用很多笔墨去铺叙具体的劳动场面，或者诉说劳动如何艰辛，而是巧妙地抓住一瞬间出现的难堪而苦涩的场面来写：当一批劳累的人们正酣睡之际，突然响起了公家监工的吆喝声，催促着他们去上工。这时东方还没有一丝亮光，原来.寂静的夜空，一下子被这叫喊声打破，劳工们一个个被惊醒过来，黑暗中东抓西摸，手忙脚乱，有的抓着裤管套上胳膊，有的撑开衣袖伸进双腿。一时间，乱作一堆，急成一团，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓洋相出尽。天还没亮，官差即来催促起床，上工的命令就已经下达了，以致可怜的役夫们在忙乱之中把两手伸进裤管，把两脚蹬进袖筒，竟然把上下衣裳颠倒穿了。按理说，上下衣裳的区别是很大的，能够穿颠倒了，不光是因为天黑的原因，恐怕更主要的原因在于役夫们并没从梦中醒来，他们可能头天夜里睡得很晚，疲乏的身子包括疲乏的大脑尚未缓过神来。这一情节极富戏剧性，十分幽默好笑，却又饱含悲愤，笑中滴泪，生动曲折地反映出了酷吏的凶狠以及役夫的凄惨。“颠倒衣裳”的细节描写，便运用得真实巧妙，写出了奴隶们在公爷的吆呼催促下摸黑穿衣裳的不堪处境。前两章的“颠倒”二字，还会令人自然联想到末一章“风”（早上与“莫”（即“幕”，晚上）的“颠倒”。衣裳的错乱，黑（夜）白（天）的颠倒，正说明了社会现实的不合理。既意在言中，又寄意言外，可谓一语双关。</p> <p>　　最后一句\"折柳樊圃，狂夫瞿瞿。不能辰夜，不夙则莫\"说明：报时辰不是提前就是太晚。这诗是讽刺国君号令不准的诗，而国君的‘不时’，又在于司时的官吏不负责任。古时无准确的钟表，故而司时的官吏就显得十分重要了，如果司时的官吏每天搞错一点点，积年累月，经过一定时间，就可能出现巨大的误差。司时官吏失职，当然朝廷秩序也会一片混乱。本诗在于讽刺司时官吏不准确报时，以致群臣见国君的时间混乱，官员手忙脚乱，心中忐忑不安，唯恐误时，遭到国君责怪。“折柳樊圃”和“狂夫瞿瞿”，也是两个典型的细节描绘，寥寥八个字，就把奴隶们艰辛的苦役和监工走狗的凶恶嘴脸和盘托出，一泻无余。这些描绘都切合环境和人物身份，读来仿佛见其人，闻其声，神态态毕现，栩栩如生，颇有真实感。</p> <p>　　全诗三章，皆为四句。每句两个音拍。前两章运用回环复沓的艺术手法，渲染环境气氛，突出事物特点。且以工整的排列。朗朗上口的语言形式，尽情抒发抑郁情感，增强了音乐效果。第三章则转变风格，避免通篇一致的枯燥感，显得起伏有致，使得诗作的另一突出特点是通篇明白晓畅，语言通俗易懂，未明颠倒狂夫不能等都是人们常用的日常语言，以此为诗质朴自然，充满无限的生命。[4] 《齐风·东方未明》在结构形式和艺术手法上也很有特点。其一，《东方未明》为乐歌，在结构上回环复沓。第一章和第二章中有些句子只换了一个或几个字。 这种回复重叠，规律中有变化，严格中有自由，既是歌唱时的和声，也是表述意思的层层递进和对内涵的强化作用。（《随园诗话》）但就作诗而言，重词叠句与反复咏唱是为着尽情抒发情感的需要，这在《诗经》其他诗作中和后世民歌中也经常运用。这样有利于突出事物特征，渲染环境气氛，增强音乐效果，给人留下深刻难忘的印象；同时，也便于记忆与传诵。其二，诗人善于通过细节的描绘来反映生活。例如“颠倒衣裳”的细节描写， 其三，语言通俗易懂，读之琅琅上口。例如“东方”、“未明”、“颠倒”、“倒颠”、“狂夫”、“不能”等词汇，都是人们常用的口头语言，用在诗中，质朴自然，恰如其分。这些词语历经了三千余年的风雨，仍然葆有无限的生命力，至今保存在人们的口头与书面用语之中。此外，全诗以四言句为形式，每句两个音拍，二二的节奏。前两章排列工整，键行和押韵有规律；第三章则起伏有致，跌宕变化。这种不拘一格的韵律节奏，也体现了当时劳动人民口头歌谣创作的艺术特点。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}