{
  "id": 18316,
  "star": 262,
  "name": "早梅",
  "dynasty": "唐代",
  "content": "早梅发高树，迥映楚天碧。<br>朔吹飘夜香，繁霜滋晓白。<br>欲为万里赠，杳杳山水隔。<br>寒英坐销落，何用慰远客。 ",
  "fanyi": "<p><strong>译文</strong><br>早梅在高高的枝头绽放，远远映照着湛蓝的楚天。<br>夜晚北风吹来阵阵暗香，清晨浓霜增添洁白一片。<br>想折一枝寄赠万里之外，无奈山重水复阻隔遥远。<br>眼看寒梅即将零落凋谢，用什么安慰远方友人的思念？</p> <p><strong>注释</strong><br>⑴发：开花。<br>⑵迥（jiǒng）：远。楚：宗元所在永州，古属楚地。<br>⑶朔（shuò）吹：北风吹。<br>⑷滋：增加。<br>⑸万里赠：指捎一枝梅花赠给远方的友人。南朝宋<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>自江南寄梅花一枝，诣长安给与<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>，并赠<a href=\"http://so.gushiwen.org/view_18316.aspx\">诗</a>日：“江南无所有，聊赠一枝春。”<br>⑹杳杳（yǎo）：遥远。六朝时陆凯《赠花蔚宗》诗云：“折花逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”柳诗化用其意。<br>⑺寒英：指梅花。坐：徒然。销落：凋谢，散落。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在历代的<a href=\"http://so.gushiwen.org/view_18316.aspx\">诗</a>词中，有不少咏梅之作。早在南朝诗人<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>的《扬州法曹梅花盛开》诗中，就写下“衔霜当路发，映雪拟寒开\"的名句。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的《梅花落》则以庭院中的杂树为反衬，赞叹梅花“念其霜中能作花，露中能作实”。体物写志，借事明情，在诗人们笔底下的梅花，常常被引为傲视霜雪，坚贞不屈的高洁品质的象征。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的《早梅》诗同样如此。诗人以早梅迎风斗寒，昂首开放的英姿，委婉地表达了自己正直无私的胸怀，显示出对理想执着追求的意志，表现了自己孤傲高洁的品格和不屈不挠的斗争精神。这首诗用简朴、疏淡的文辞刻画早梅傲立风霜昂首开放的形象，抒写诗人的情志，状难写之物如在眼前，含不尽之意见于言外，梅的风骨与作者的人格融为一体，含蓄蕴藉，感情深挚委曲，给人以很强的感染力。</p> <p>　　“早梅发高树”，起句直写梅花，笔姿飞扬，醒人耳目。一个“发”字极富于神韵，不仅写出梅花绽开的形象，而且予人一种“能开天地春”（清人沈钦圻咏梅诗句）的生机蓬勃的感受，把早梅昂首怒放、生机盎然的形象逼真地展现在读者的眼前。其背景高远广阔的碧蓝的天空，不仅映衬着梅花的色泽，更突出了它的雅洁，不同凡俗。高树，既是实写，又是诗人心中意象的再现，自喻行高于时人，并与下旬“迥映楚天碧\"紧相粘连，构成一幅情景融和的意境。避望楚天，辽阔无际，明净的碧空映照着早梅发出的光泽，使人感到梅花分外娴静高洁。这两句诗，言辞简洁，而情波荡漾，深寓着诗人对早梅的赞叹之意。诚如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所说， “以我观物，故物皆着我之色彩。”</p> <p>　　第一、二两句是描写梅花的外在之形，“朔吹飘夜香，繁霜滋晓白。”两句进一层刻画早梅内在的气质。尽管北风吹打，严霜相逼，而梅花仍然在寒风中散发着缕缕芬芳，在浓霜中增添着洁白的光泽。这两句诗一写“香”，一写“色”，集中地写出早梅傲视风霜，力斡春回的风格。“飘”字寓有四散的意思，<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>《墨梅》诗有“只留清气满乾坤”，用的也是这个意思。诗人咏梅，目的是为了抒怀，是为了言志。诗中梅花的品格也是诗人心灵的一种物化。</p> <p>　　诗的下面四句，由咏物而转入抒怀，进而推出新意。当诗人看到早梅绽放的时侯，不禁怀念起远方的友人来，于是借物抒怀：“欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客？”往事如潮，涌上心头。他极想攀折一枝寒梅，赠与友人聊以表达慰勉的情意。可是转念一想，千里迢迢，山水阻隔，这是无法如愿的。柳宗元被贬永州后，“罪谤交织，群疑当道”， “故旧大臣”已不敢和他通音讯，在寂寞和孤独中艰难度日的柳宗元是多么思念亲友们啊！于是想到折梅相送，可亲友们远在万里之外，是根本无法送到的。这里除了地理上的原因外，还有政治上的原因，他作为一个“羁囚”不能连累了亲友。透过字里行间，人们不难体会到诗人那种伥惘、不平之情。这两句诗，原是化用北朝<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>《赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>》“折花逢驿使，寄与陇头人；江南无所有，聊赠一枝春”的诗意。都是叙写对故人的思念，但是两诗的情趣迥然不同，陆诗洒脱，柳诗沉郁。正是因为他们写诗时的处境和心情并不相同，情趣也就各异了。</p> <p>　　“寒英坐销落，何用慰远客？”两句诗是紧承上两句发展出来的，含有更深一层的意义。诗人意识到，由于关山阻隔，时日过久，梅花势将枯萎凋零，于是喟叹“我将用什么去慰问远方的友人呢？”。柳宗元从梅的早开早落联想到自己的身世，自己的境遇，不禁忧从中来。正因为忧其早开早落，所以柳宗元也是在自我勉励，自我鞭策。</p> <p>　　这首《早梅》语言平实质直，不事藻饰，意脉若隐若现，艺术美和人格美的融和合一，形式的质朴，感情的其淳，流露出来的诗人的高洁、孤傲的情志。</p>",
  "about": "<h2>创作背景</h2> <p>　　在“永贞革新”失败后，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬谪偏远落后的永州，但是他并未因为政治上遭受打击而意志消沉，相反的在与下层人民的接触中，更深刻地认识到官场的黑暗腐败，更深切地了解到人民的痛苦与希望，因而更加坚定了他对理想的追求。他在《答周君巢饵药久寿书》中说：“虽万受摒弃，不更乎其内”，这是说虽然遭受种种排挤打击，也决不改变自己的政治改革主张。这首《早梅》<a href=\"http://so.gushiwen.org/view_18316.aspx\">诗</a>就是在这种思想状况下写成的。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏物",
    "梅花",
    "抒怀"
  ]
}