{
  "id": 20419,
  "star": 11,
  "name": "后园凿井歌",
  "dynasty": "唐代",
  "content": "井上辘轳床上转。水声繁，弦声浅。情若何，荀奉倩。<br>城头日，长向城头住。一日作千年，不须流下去。",
  "fanyi": "<p><strong>译文<br></strong>汲水辘轳井台上转，滴水声响亮，绳索声低慢。细语缠绵像何人？夫妻恩爱恰似荀奉倩。<br>城头上的太阳啊，但愿能够长留住；一天当作一千年，太阳不沉落，永远无昏暮。</p> <p><strong>注释<br></strong>⑴辘轳：装在井上用来绞起汲水斗的器具。《广韵》：“辘轳，圆转木也。”床：指安装辘轳的木架。<br>⑵弦：指吊桶的绳索。一作“丝”。<br>⑶若何：怎样，怎么样。<br>⑷荀奉倩：三国魏荀粲，字奉倩，因妻病逝，痛悼不能已，每不哭而伤神，岁余亦死，年仅二十九岁。见《三国志·魏志·荀恽传》裴松之注引晋孙盛《晋阳秋》。后成为悼亡的典实。<br>⑸流：犹言沉、落。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从表面上看，这首<a href=\"http://so.gushiwen.org/view_20419.aspx\">诗</a>所写的不外是“井”及与之相关的“辘轳”、“水声”、“弦（丝）声”、“城头日”和一位“荀奉倩”。乍一看，似乎很简略，找不出诸意象之间的内在必然的联系。让人摸不清到底说的是什么。但一个“情”字，而且诗人将“情”字与“荀奉倩”作了相比。这就给疏解提供了入门的路径。</p> <p>　　“井上辘轳床上转，水声繁，丝声浅。”诗的开头依旧题，从“井”说开去。这三句所涉及的意蕴当以一种复沓而又孤单的音响构成的思绪为主。因为“转”字总括了后园里深井汲水的操作过程，并引出水井与器具的混杂声。“弦声”一本作“丝声”。绳索缠绕辘轳的声音相对辘轳的声音要小，而“水声”之“繁”又时时打破辘轳自转的单调声，写出诗人仔细辨别不同声响的专注。诗人或许是一次偶然的后园闲步，无意中驻足听到这熟悉的声音后引出一段感慨。因此三句以“转”字引出深井汲水所需器具的相互联系，作为下文“情”的缘由的起兴。另有一种解释是，开头写的是闺阁之言，说是主人公在床上辗转反恻不能入眠才注意到后园的汲水声，由于注意力转移，室内的声乐丝弦声反而减弱，故谓“弦声浅”。</p> <p>　　辘轳声或强或弱，或长或短的重复，似乎在诗人心里制造一种紧迫的心理压力，以为这种断断续续的动力源不能久长。“情若何？荀奉倩。”这两句是规定此诗情感范围的关键，意思是说：感情怎么样呢？像荀奉倩那样吧!《世说新语》和《三国志·裴松注》都记载，荀粲字奉倩，娶骠骑将军曹洪之女，两人感情很深，冬天妻子病热，荀粲乃出中庭，自取冷，还以身熨之。历年后妻子病亡。荀粲不病而神伤，傅嘏前往安慰，说：妇人才色并茂为难，你娶曹洪女是遗才而好色，假如按照这种标准，还是很容易再遇到你满意的女人的，没必要如此悲哀。荀粲回答说：佳人难再得，虽说她没有倾城之色，但再找一个谈何容易。荀粲痛悼不能自己，岁余而亡。至此，诗中才透露出为什么诗人要强调辘轳与井架的和谐转动，吊桶与吊绳索的相互联系。因为有了这种配合的默契，水声才能繁多，水才能源源不断地被汲上来，以此来比喻夫妻之间的和谐关系，实在非常贴切。</p> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的爱情诗多带上悲凉的死亡意绪，这也许是“鬼才”的特质。在这里，诗人赞赏荀奉倩对于爱情的“好色”观，实在是一种很值得品味的现象。荀奉倩在得到曹洪女为妻后，“容服帷帐甚丽，专房欢宴”，把自己的所专所爱都倾注到妻子身上，而且这种爱由“自宜以色为主”渗化为一种生死以之的痴情，这种由冲动而达到升华的爱情就更值得人们眷恋神往，更易于净化灵魂，从而幻化出悲剧美的境界。</p> <p>　　但是，诗人又为这种美好的东西的急剧销沉而惋惜不已。于是面对着东上西下的太阳发出凝固不转的奇想。“城头日，长向城头住。”意思说只要城头上的太阳永远不落，普照人间，世上美好的爱情也就能长葆。虽然李贺体弱多病，写过不少阴森可怖的鬼诗，流露一种对死的恐惧以及人生幻灭感。但是，在这首诗里，他却放声高歌宇宙中永恒的太阳，“一日作千年，不须流下去。”诗人说：但愿太阳的光晖长在，一天的光阴像一千年，永无昏暮，让那一刻令人销魂的时光与之天长地久。</p> <p>　　在此诗的随感式的慨叹中，由“井上辘轳床上转”的“转”和“长向城头住”的“住”构成一对矛盾的两个方面。诗人由辘轳声转而时时感觉到它将骤然停歇的压力与隐忧；又由太阳的日日西沉而忧及一日夕阳的消失。这种宇宙无穷、时间永恒而人生短促固然是苦恼的命题，但此诗又有其特定的情景与内涵，或许青年诗人正有一种稍纵即逝的爱情体验，便以无限圣洁的感情，通过比拟与夸张以期达到凝固在自己的心中，从而享受和追忆一种青春美好、爱情长存的极大愉悦。而这种偶然感发式的浓郁含意又很难用浓丽的字眼来表达，于是找到拟古歌谣的最古朴方式，来规范他跳跃超常的激情。其中还表现出长吉诗风中的几分劲拔。</p>",
  "about": "<h2>创作背景</h2> 　　此篇形式为“歌”，即句法、音响都属拟古歌谣的散体歌行。《晋书》收《拂舞歌<a href=\"http://so.gushiwen.org/view_20419.aspx\">诗</a>》的《淮南王篇》，有“后园凿井银作床，金瓶素绠汲寒浆”句，此诗题目即取于此，但诗的命意却又与原诗不同，很可能是诗人在经历一次爱情体验后而作此诗。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "夫妻",
    "爱情",
    "生活"
  ]
}