{
  "id": 73244,
  "star": 14,
  "name": "对竹思鹤",
  "dynasty": "宋代",
  "content": "瘦玉萧萧伊水头，风宜清夜露宜秋。<br>更教仙骥旁边立，尽是人间第一流。",
  "fanyi": "<p><strong>译文<br></strong>萧萧瘦竹映在伊水之滨，跟露冷风清的秋夜多么相称。<br>假如旁边再有孤高的仙鹤伫立，那全是人间第一流物象情景。</p> <p><strong>注释<br></strong>⑴瘦玉：细竹的美称。萧萧：竦立貌。伊水：水名，即伊河，出河南卢氏县东南，东北流经嵩县、伊川、洛阳，至偃师，入洛河。<br>⑵仙骥（jì）：《相鹤经》称鹤为“羽族之宗长，仙人之骐骥”。神话传说中仙人多骑鹤，故称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　竹为树中君子，鹤称禽中高士。南朝<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《竹赞》说“贞而不介，弱而不亏”；<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《舞鹤赋》则称鹤“钟浮旷之藻质，抱清迥之明心。”“对竹思鹤”这一<a href=\"http://so.gushiwen.org/view_73244.aspx\">诗</a>题本身，就先透露了作者的命意所在。对竹，是实景；思鹤，是虚拟。诗的构思，在历代众多的咏竹、咏鹤诗中又是蹊径独辟，自具一格。</p> <p>　　“清”字，是全诗的立意所在。前二句，诗人“对竹”于洛阳伊水之滨，水竹相映，境界清而可见。这并非是首创，南朝齐时虞羲的《江边竹》诗已有先例，而唐人诗中更不乏其例，如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《画竹歌》说：“野塘水边欹岸侧，森森两丛十五茎。”可见不仅诗人，画师亦早已取此为景。然而钱氏连着“瘦”、“萧萧”、“风”、“露”、“清夜”、“秋”诸语，却又显示了西昆派诗人善于锤炼的艺术造诣。清伊东流，又正值风轻露白的清秋之夜。这清迥的背景，更衬托出丛竹的瘦劲之骨，箫萧之韵。两个“立”字韵味悠长。这萧萧瘦玉，只宜于清秋之夜，野水之滨，一种孤高不群的意态，顿时从两个“宜”字中传出。“宜”与“不宜”，又是诗人的主观感受，所以作者的情趣又从两个“宜”字中隐然可见。三句“更教”二字正就两个“宜”字接过，由“对竹”而到“思鹤”。鹤为“羽族之宗长，仙人之骐骥”（《相鹤经》），《诗经》也说“鹤鸣九皋，声闻于天”。以仙鹤配野竹，韵趣相通。</p> <p>　　“尽是人间第一流”，是全诗的结穴。瘦竹、清风、凉露，仙骥，都是第一流的雅物。在这尘世，只有第一流的雅士才能欣赏这清超脱俗的第一流雅境。对这一点，陈衍在《宋诗精华录》中评此诗命意含蓄而贴切，评论中肯。不过，他忘了知人论世，忘了说明<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>是否够得上“第一流人”。</p> <p>　　这首《对竹思鹤》，表面上是写浮云野鹤，清高脱俗，骨子里却是一种牢骚。他这只“鹤”是忘不了玉墀丹陛的。所谓的“第一流”，实有所不称。因此《对竹思鹤》作为诗来说颇有佳处，但却经不起深究。</p>",
  "about": "<h2>创作背景</h2> <p>　　从“伊水”可知，此<a href=\"http://so.gushiwen.org/view_73244.aspx\">诗</a>当为<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>在仁宗天圣（1023—1032）、明道年间（1032—1033）判河南府时所作。</p> <p>　　在此以前，他就附从权相<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>，依附刘妃，力拥刘妃为后，并在真宗病重时主张皇帝崩后由刘后听政。在这种利害关系之上，他与丁谓、刘妃结为姻亲。作此诗前后，刘后崩，他又迎合仁宗之意，主张以刘后配祀真宗。因此为正直的朝士所不齿。在这些重大问题上，同是西昆派诗人的<a href=\"http://so.gushiwen.org/author_158.aspx\">杨亿</a>、张咏等就比他有骨气得多。钱惟演后来两次由中枢外放河南，也正是因为他与权相、外戚的这种不光彩的关系为朝士劾奏所致。</p>",
  "poet": {
    "id": 607,
    "star": 0,
    "name": "钱惟演",
    "image": "http://img.gushiwen.org/authorImg/qianweiyan.jpg",
    "desc": "钱惟演（977—1034）北宋大臣，西昆体骨干诗人。字希圣，钱塘（今浙江杭州）人。吴越忠懿王钱俶第十四子。从俶归宋，历右神武将军、太仆少卿、命直秘阁，预修《册府元龟》，累迁工部尚书，拜枢密使，官终崇信军节度使，博学能文，所著今存《家王故事》、《金坡遗事》。"
  },
  "tags": [
    "秋天",
    "写竹",
    "写景"
  ]
}