{
  "id": 8071,
  "star": 7,
  "name": "魏郡别苏明府因北游",
  "dynasty": "唐代",
  "content": "魏都接燕赵，美女夸芙蓉。<br>淇水流碧玉，舟车日奔冲。<br>青楼夹两岸，万室喧歌钟。<br>天下称豪贵，游此每相逢。<br>洛阳苏季子，剑戟森词锋。<br>六印虽未佩，轩车若飞龙。<br>黄金数百镒，白璧有几双。<br>散尽空掉臂，高歌赋还邛。<br>落魄乃如此，何人不相从？<br>远别隔两河，云山杳千重。<br>何时更杯酒，再得论心胸。",
  "fanyi": "<p><strong>译文</strong><br>魏都邻接燕国赵国，美女个个赛过芙蓉花。<br>淇水流趟，宛如碧玉，舟车交通繁忙，日夜奔流。<br>青楼夹两岸而立，千家万户繁弦密鼓，歌声嘹亮。<br>天下称此为豪贵之都，游此每每与豪杰相逢。<br>你和洛阳苏季子一样，口齿流利，如剑戟森锋。<br>虽然还没有佩挂六国的相印，门前豪华轩车如奔马飞龙。<br>家有黄金数千两，还有白璧好几双。<br>散尽万金，两袖清风潇洒自在而去，高歌吟赋还故乡。<br>落魄的时候都如此豪爽，谁不愿意跟从？<br>此处一别，远隔黄河淮河，云山杳杳千万重。<br>何时再见，更尽一杯酒，到时候再论心胸。</p> <p><strong>注释</strong><br>⑴题注： “明”，王本注：“缪本作‘少’。” “天下”二句，王本注“一作天下豪贵游，此中每相逢。” “六印”句，王本注“一作说秦复过赵。” “高歌”句，王本“还”下注“一作临。”句末注“缪本此下多合从又连横，其意未可封二句。”“魄”，王本注“缪本作‘拓’。”“何”，王本注“一作‘谁’。”“千重”，丛刊本作“千里”。句末王本注“一作云天满愁容。”<br>⑵魏都：一作“魏郡”。唐时魏郡即魏州，属河北道。今淇水下游一带属当时魏州。<br>⑶芙蓉：形容天然艳丽的女子。《西京杂记》：“<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>姣好，眉色如望远山，脸际常若芙蓉。”<br>⑷淇水：淇河。《尚书正义》：“河内共县，淇水出焉。东至魏郡黎阳县入河。”<br>⑸青楼：豪华的楼房。也指妓院。<br>⑹歌钟：伴唱的编钟。此指歌乐声。<br>⑺苏季子：苏秦，字季子。《史记》“苏秦者，东周洛阳人也。说赵肃侯，一韩魏齐楚燕赵以纵亲，以畔秦。赵王乃饰车百乘，黄金千镒，白璧百双，锦绣千纯，以约诸侯。于是六国纵合而并力焉。苏秦为纵约长，并相六国。”<a href=\"http://so.gushiwen.org/view_8071.aspx\">诗</a>中是以苏秦比苏明府。<br>⑻剑戟句：唇枪舌剑，言辞锋利，当指苏秦能言善辩。剑戟（jiànjǐ），泛指武器。<br>⑼掉臂：甩动胳膊走开，表示无所眷顾。鲁褒《钱神论》“空手掉臂，何所希望。”<br>⑽高歌赋还邛：谢脁诗“还邛歌赋似。”《史记》“<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>家徒四壁立，与文君俱之临邛。”此句用二典，意为苏明府将钱财挥霍一空后安然返还故乡。邛（Qióng），中国古州名，汉置临邛县，唐时治所曾在临邛（今邛崃），今四川省成都市西南。<br>⑾落魄：潦倒失意，放荡，不羁，豪迈不受拘束。</p>",
  "shangxi": "<h2>鉴赏</h2> 　　公元744年（天宝三年）的夏天，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>离长安至洛阳与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>相识，后又与杜甫、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>畅游梁宋（开封商丘一带），过着饮酒论文、追鹰逐兔的放逸生活。此<a href=\"http://so.gushiwen.org/view_8071.aspx\">诗</a>当写于李白从梁宋到幽蓟（幽州和蓟州）时。此诗写和苏明府于淇水分别。诗人笔下，淇水景色壮丽，女子姣美。当时的淇水下游当是天下较富庶的地方，水面千船竞发，岸上万车争道。作者以苏秦比苏明府，颂扬他为人豪爽，仗义疏财。最后抒写别情，盼再次相见。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "离别",
    "写景",
    "友情"
  ]
}