{
  "id": 71171,
  "star": 2029,
  "name": "烛之武退秦师",
  "dynasty": "先秦",
  "content": "　　晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。</p> <p>　　佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。</p> <p>　　夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。</p> <p>　　子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　（僖公三十年）晋文公和秦穆公联合围攻郑国，因为郑国曾对文公无礼，并且郑国同时依附于楚国与晋国。晋军驻扎在函陵，秦军驻扎在氾水的南面。</p> <p>　　佚之狐对郑伯说：“郑国处于危险之中了！假如让烛之武去见秦伯，（秦国的）军队一定会撤退。”郑伯同意了。烛之武推辞说：“我年轻时，尚且不如别人；现在老了，也不能有什么作为了。”郑文公说：“我早先没有重用您，现在由于情况危急因而求您，这是我的过错。然而郑国灭亡了，对您也不利啊！”烛之武就答应了这件事。</p> <p>　　在夜晚（有人）用绳子（将烛之武）从城上放下去，见到了秦伯，烛之武说：“秦、晋两国围攻郑国，郑国已经知道要灭亡了。假如灭掉郑国对您有好处，怎敢冒昧地拿这件事情来麻烦您。越过邻国把远方的郑国作为（秦国的）东部边邑，您知道这是困难的，（您）为什么要灭掉郑国而给邻邦晋国增加土地呢？邻国的势力雄厚了，您秦国的势力也就相对削弱了。如果您放弃围攻郑国而把它当作东方道路上接待过客的主人，出使的人来来往往，（郑国可以随时）供给他们缺少的东西，对您也没有什么害处。而且您曾经给予晋惠公恩惠，惠公曾经答应给您焦、瑕二座城池。 （然而）惠公早上渡过黄河回国，晚上就修筑防御工事，这是您知道的。晋国，怎么会满足呢？（现在它）已经在东边使郑国成为它的边境，又想要向西扩大边界。如果不使秦国土地亏损，将从哪里得到（他所奢求的土地）呢？削弱秦国对晋国有利，希望您考虑这件事！”秦伯非常高兴，就与郑国签订了盟约。派遣杞子、逢孙、杨孙戍守郑国，于是秦国就撤军了。</p> <p>　　晋大夫子犯请求出兵攻击秦军。晋文公说：“不行！假如没有那个人（秦伯）的力量，我是不会到这个地步的。依靠别人的力量而又反过来损害他，这是不仁义的；失掉自己的同盟者，这是不明智的；用散乱（的局面）代替整齐（的局面），这是不符合武德的。我们还是回去吧！”晋军也就离开了郑国。</p> <p><strong>注释</strong><br>（1）晋侯、秦伯：指晋文公和秦穆公。<br>（2）以其无礼于晋：指晋文公即位前流亡国外经过郑国时，没有受到应有的礼遇。倒装句，于晋无礼。以，因为，连词。其，代词，它，指郑国。于，对于。<br>（3）且贰于楚：并且从属于晋的同时又从属于楚。且，并且，表递进。贰，从属二主。于，对，介词。<br>（4）晋军函陵：晋军驻扎在函陵。军，名词作动词，驻军。函陵，郑国地名，在今河南新郑北。<br>（5）氾（fán）南：氾水的南面，也属郑地。（古汉语字典注，氾作水命是念作第二声。）<br>（6）佚（yì）之狐：郑国大夫。<br>（7）若：假如。使：派。见：拜见进见。从：听从。<br>（8）辞：推辞。<br>（9）臣之壮也：我壮年的时候。<br>（10）犹：尚且。<br>（11）无能为也已：不能干什么了。为，做。已，同“矣”，语气词，了。<br>（12）用：任用。<br>（13）是寡人之过也：这是我的过错。是，这。过，过错。<br>（14）然：然而。<br>（15）许之：答应这件事。许，答应。<br>（16）缒（zhuì）：用绳子拴着人（或物）从上往下运。<br>（17）既：已经。<br>（18）敢以烦执事：冒昧地拿（亡郑这件事）麻烦您手下的人。这是客气的说法。敢，冒昧的。执事，执行事务的人，对对方的敬称。<br>（19）越国以鄙（bǐ）远：（然而）越过别国而把远地（郑国）当做边邑。越，越过。鄙，边邑。<br>（20）焉用亡郑以陪邻：为什么要灭掉郑国而给邻国增加土地呢？焉：何。用：介词，表原因。陪：增加。邻：邻国，指晋国。<br>（21）邻之厚，君之薄也：邻国的势力雄厚了，您秦国的势力也就相对削弱了。之：主谓之间取消句子独立性。厚，雄厚。<br>（22）若舍郑以为东道主：如果您放弃围攻郑国而把它作为东方道路上（招待过客）的主人。舍：放弃（围郑）。<br>（23）行李：古今异义，出使的人。<br>（24）共（gōng）其乏困：供给他们缺乏的东西。共，通“供”，供给。其：代指使者。<br>（25）尝为晋君赐矣：曾经给予晋君恩惠（指秦穆公曾派兵护送晋惠公回国）。尝，曾经。为，给予。赐，恩惠。为···赐：施恩。<br>（26）许君焦、瑕：（晋惠公）许诺给您焦、瑕两城。<br>（27）朝济而夕设版焉：指晋惠公早上渡过黄河回国，晚上就修筑防御工事。济，渡河。设版，修筑防御工事。版，筑土墙用的夹板。朝，在早晨。<br>（28）厌：通“餍”，满足。<br>（29）东封郑：在东边让郑国成为晋国的边境。封，疆界。这里作用动词。<br>（30）肆其西封：扩展它西边的疆界。指晋国灭郑以后，必将图谋秦国。肆，延伸，扩张。封：疆界。<br>（31）阙（quē）：侵损，削减。盟：结盟。戍：守卫。还：撤军回国。[注：在古汉语词典中明确标注为“缺”音，仁者见仁智者见智。]<br>（32）说：“说”同“悦”，喜欢，高兴。<br>（33）微夫人之力不及此：假如没有那个人的力量，我是不会到这个地步的。微：没有。夫人：远指代词，那人，指秦穆公。<br>（34）因人之力而敝之，不仁：依靠别人的力量，又返回来损害他，这是不仁道的。因：依靠。敝，损害。<br>（35）失其所与，不知：失掉自己的同盟者，这是不明智的。与，结交，亲附。知：通“智”。<br>（36）以乱易整，不武：用混乱相攻取代联合一致，是不符合武德的。易，代替。武，指使用武力是所应遵守的道义准则。不武，不符合武德。整，指一致的步调。<br>（37）吾其还也：我们还是回去吧。其，表商量或希望的语气，还是。<br>（38）去之：离开郑国。之，指代郑国。</p>",
  "shangxi": "<p>　　该文故事背景是秦、晋围郑，发生在公元前630年（鲁僖公三十年）九月甲午时。在这之前，郑国有两件事得罪了晋国。一是晋文公当年逃亡路过郑国时，郑国没有以礼相待；二是在公元前632年（鲁僖公二十八年）的晋、楚城濮之战中，郑国曾出兵帮助楚国（《左传·僖公二十八年》：“役之三月，郑伯如楚致其师”）。结果，城濮之战以楚国失败而告终。郑国感到形势不妙，马上派子人九出使晋国，与晋结好。甚至在公元前632年五月，“晋侯及郑伯盟于衡雍”。但是，最终也没能感化晋国。晋文公（重耳）为了争夺霸权的需要，还是在两年后发动了这次战争。晋国为什么要联合秦国围攻郑国呢？这是因为，秦国当时也要争夺霸权，也需要向外扩张。发生在公元前632年的城濮之战，事实上是两大军事集团之间的战争。一方是晋文公率晋、宋、齐、秦四国联军，另一方则是以楚国为主的楚、陈、蔡、郑四国联军（郑国名义上没有参战，实际上已提前派军队到楚国）。两年后，当晋国发动对郑国的战争时，自然要寻找得力的伙伴。这时的秦国也有向外扩张的愿望，加上可以去“捞上一把”（实质这战争与秦国几乎没有关系），所以，秦、晋联合也就是必然的了。郑国被秦、晋两个大国包围，危在旦夕，郑文公派能言善辩的烛之武前去说服秦伯。烛之武巧妙地勾起秦穆公对秦、晋之间的矛盾的记忆，向秦伯分析了当时的形势，采取分化瓦解的办法，说明了保存郑国对秦有利、灭掉郑国对秦不利的道理，终于说服了秦伯。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "赞美",
    "写人",
    "谋略"
  ]
}