{
  "id": 57981,
  "star": 74,
  "name": "满江红·点火樱桃",
  "dynasty": "宋代",
  "content": "点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。<br>层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。",
  "fanyi": "<p><strong>译文</strong><br>似火樱桃，如雪荼藦，映辉斗艳。春色正浓，喜见春笋破土而出。母燕引着雏燕试飞，黄莺呼叫伴侣。春带愁来，不带愁去，令人伤怀。<br>登楼望家国，有层山叠水相隔，饮烟已经被山挡住了，家在哪里呢？古今家国之恨，向谁倾诉。乡梦恐怕难以传到千里之外了，唯闻子规啼三更月。杜鹃声声劝归，人却难以归去。</p> <p><strong>注释</strong><br>茶蘑：亦称酴醿，以色似酴醿酒而名。落叶小灌木，春末夏初开白花。一架：荼藦枝细长而攀缘，立架以扶，故称一架。<br>龙孙：竹笋的别名。紫苔苍壁：长满青紫色苔藓的土阶。<br>乳燕引雏：母燕引着雏燕试飞。<br>流莺唤友：黄莺呼叫伴侣。<br>肠千结：以千结形容愁肠难解。<br>蝴蝶梦：庄子梦见自己化为蝴蝶，后人造以蝴蝶称梦。子规：亦名杜鹃。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《满江红·点火樱桃》写作年代已无法考证，也没有其他材料可供参阅，但从此词的意境推测，可能是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>中年政治失意后的思归之作。</p> <p>　　此词描写词人因春归而想家的悲凉情绪，它以春景为媒介，充分体现了自家身世和国家命运都很悲惨的感叹，是一首饱含政治色彩的上乘之作。它之所以流传下来，为人所喜欢，不仅在于它饱含深情厚意，更在于作者在写词时不是枯燥地、直通通地诉说，而在生动鲜活的意境描写中创造了幽远深邃的抒情境界。</p> <p>　　上片即景伤春。词人的艺术触觉是十分敏锐的：词人既欣赏江南之春的美好，又痛惜江南之春的不久长。在词人的笔下，暮春的景致使人眼花缭乱。“点火樱桃，照一架、荼蘼如雪”二句，犹如彩色影片的特写镜头，园林之中灿烂的春色被推到读者的眼前。一株株樱桃，硕果累累，红得像着了火；一架荼正盛开着白雪般的花朵，与火焰般的樱桃交相辉映，整个园林红妆素裹，分外娇艳。“春正好”是一句简洁深情的赞语。春天好，好就好在生机勃勃。春笋穿破了长满青苔的土阶，蓬勃地向上生长；春燕牵引着初产的幼雏，在缓缓地飞翔；流莺呼朋引伴，娇音恰恰，就像奏响了一首首春之抒情曲。可是好景不长，恰如前人的名句“开到荼花事了”所标示的，高潮一过，春姑娘就要回去了，想挽留也挽留不住。也许正是因为预感到春之短暂，乳燕才飞得没有兴致，其翱翔之力“弱”了下来；那些自在的流莺，也因此而歌声不畅，它们的啼音竟然使人有“怯”的感觉。燕之“弱”，莺之“怯”，其实都是词人感伤春天心理的外化，辛弃疾这里则是满腹心事。对于一个政治理想落空、在现实生活中屡受挫折的人来说，春归是象征着希望破灭。自然景观的变化和季节的无情推移，牵动了词人满怀的愁恨，于是词人向春天发出了怨愤之语：“问春归、不肯带愁归，肠千结。”这三句与词人的名篇《祝英台近·晚春》的结拍“是他春带愁来，春归何处，却不解、带将愁去”，用语和含义都很相似，只是这里语调更为急促，意思更为直截了当一些。词人似在对空呼喊道：千愁万恨，都是你春天给引出来的；如今你自个儿走得利索，却把愁留给人不管了，你可知我已经愁肠千结，无法解开。这一串怨春之语，无理之极，然而有情之极，“肠千结”三字，尤能夸张地表达出词人抑郁不堪的烦乱心绪。</p> <p>　　词的下片，具体而细致地抒写这被春天触动的愁和恨。换头的四个三字句：“层楼望，春山叠；家何在？烟波隔。”承“肠千结”一句而来，点明词人内心所郁积的，并不是春花秋月的哀愁，而是怀念家山的深沉悲痛。词人登高楼而远望家乡，无奈千重万叠的春山遮断了双眼，茫茫无边的烟波阻隔了归路。这春山、这烟波，象征祖国的分裂，象征政局的险恶，象征词人执着追求的抗金恢复大业所遇到的无数艰难险阻。接下来“把古今遗恨，向他谁说”二句，愁怀浩渺，语意悲怆，英雄的孤独感拂拂生于纸面。所谓“古今遗恨”，按字面之义自然是指从古至今的恨事，但怀古是为了伤今，因而这里的“古今”，偏重于指“今”。“今”之恨，莫过于中原沦陷、祖国分裂之恨。</p> <p>　　由此可见，这两句是向人们说明：词人之“恨”的内容，决非一般文人士大夫风花雪月的小恨，而是深沉悲痛的家国大恨；而词人为雪此大恨而奋斗，响应都寥寥无几，此恨几乎无处可以倾诉，这又是自己满腔愁恨之更深一层。紧接“蝴蝶”二句，化用唐人崔涂的“蝴蝶梦中家万里，子规枝上月三更”一联而变其意。《庄子》上说，<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>梦见自己化为蝴蝶。后来文人就将做梦称为“蝴蝶梦”。千里梦，指自己的想家梦。子规的叫声像是在说“不如归去”。这两句，是就情造境的哀婉之笔，以深夜不寐的痛苦情景，来将上文所抒写的内容进一步向广阔的时空延伸。一个“不传”，一个“叫断”，是点铁成金之语，使得这两句比崔涂原<a href=\"http://so.gushiwen.org/view_57981.aspx\">诗</a>更为凄切地表达出思家念远之悲。还须指出的是，从词人的生平、思想及上文的“古今遗恨”等来综合判断，这里的所谓思家，不是思念其江南地区的寓所，而是思念远在北方金人统治之下的山东济南老家。全阕的结拍云：“听声声、枕上劝人归，归难得。”“声声”，承“子规叫断”而来，可谓善于呼应，构锁严密。“劝人归，归难得”二语，修辞学上称为“顶真格”，其作用在于文气贯通地倾泻自己的苦痛之怀。这里以情语结束，但由于与前面的形象描写相联系，并且语意真挚感人，所以这个结尾仍然富有韵味，令人对这位爱国志士有家难归的痛楚油然而生共鸣之感。</p> <p>　　辛弃疾的政治抒情词，就表达方式而言，可分为直抒与曲达两种。所谓直抒，是指张口畅谈，议论之声滔滔不绝，悲壮之情，慷慨豪迈之志，全盘托出，没有半点含蓄，从不凭借外物，不依靠比兴等手法。所谓曲达，是指心里有急切想说的话，但考虑到自己处境险恶，不敢将心中所想原原本本地畅快淋漓地说出来，而是凭借花鸟山水来抒发自己的忧愤。此词就是属于后类。</p>",
  "about": "<h2>创作背景</h2> 　　《满江红·点火樱桃》写作年代已无法考证，也没有其他材料可供参阅，但从此词的意境推测，可能是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>中年政治失意后的思归之作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "伤春",
    "爱国",
    "思归"
  ]
}