{
  "id": 72236,
  "star": 13,
  "name": "庄辛论幸臣",
  "dynasty": "先秦",
  "content": "　　“臣闻鄙语曰：‘见兔而顾犬，未为晚也；亡羊而补牢，未为迟也。’臣闻昔汤、武以百里昌，桀、纣以天下亡。今楚国虽小，绝长续短，犹以数千里，岂特百里哉？</p> <p>　　“王独不见夫蜻蛉乎？六足四翼，飞翔乎天地之间，俛啄蚊虻而食之，仰承甘露而饮之，自以为无患，与人无争也。不知夫五尺童子，方将调铅胶丝，加己乎四仞之上，而下为蝼蚁食也。</p> <p>　　夫蜻蛉其小者也，黄雀因是以。俯噣白粒，仰栖茂树，鼓翅奋翼。自以为无患，与人无争也；不知夫公子王孙，左挟弹，右摄丸，将加己乎十仞之上，以其类为招。昼游乎茂树，夕调乎酸咸，倏忽之间，坠于公子之手。</p> <p>　　“夫雀其小者也，黄鹄因是以。游于江海，淹乎大沼，府噣鲤，仰啮陵衡，奋其六翮，而凌清风，飘摇乎高翔，自以为无患，与人无争也。不知夫射者，方将修其碆卢，治其矰缴，将加己乎百仞之上。被礛磻，引微缴，折清风而抎矣。故昼游乎江河，夕调乎鼎鼐。</p> <p>　　“夫黄鹄其小者也，蔡灵侯之事因是以。南游乎高陂，北陵乎巫山，饮茹溪流，食湘波之鱼，左抱幼妾，右拥嬖女，与之驰骋乎高蔡之中，而不以国家为事。不知夫子发方受命乎宣王，系己以朱丝而见之也。</p> <p>　　“蔡圣侯之事其小者也，君王之事因是以。左州侯，右夏侯，辇从鄢陵君与寿陵君，饭封禄之粟，而戴方府之金，与之驰骋乎云梦之中，而不以天下国家为事。不知夫穣侯方受命乎秦王，填黾塞之内，而投己乎黾塞之外。” ",
  "fanyi": "<p><strong>译文</strong><br>　　我听俗语说：“看到兔子后，才想到呼唤猎犬捕捉。也不算太晚。在一些羊逃跑之后，立即去补修羊圈，也还不算太迟”。我过去听说汤王，武王。起初只有一百多里的地方，而能够兴盛起来；桀、纣有了天下，而免不了要灭亡。今楚国的地方虽然小，但是截长补短，一共算起来，还有好几千里，何止一百里呢？<br>　　大王您难道没看见蜻蜓么？六只脚，四只翼，在天地之间盘旋飞翔，俯身捉食蚊、虻，仰头承饮甘露，它自己以为没有灾难，与哪个也不相争了。可是没想到那五尺高的小孩子，正要调好黏糖，粘在丝绳上，加在它身上，将它从空中粘下来，给蚂蚁吃了。<br>　　蜻蜓的事还是其中的小事啊，黄雀也是这样。向下啄食米粒，向上栖息在树上，展翅奋飞，它自己以为没有灾难，与哪个也不相争了。可是没想到那王孙公子，左手拿着弹弓，右手按上弹丸，拉紧弓弦，要在很高的地方射击它，正把黄雀的颈作为弹射的目标。白天还在树上游玩，晚上被人加上酸醎的作料做成菜肴了。顷刻间就落到了公子手里。方将调饴胶丝<br>　　黄雀的遭遇还是其中的小事啊，天鹅也是这样。它在江、海遨游，在大水池边停留休息，低头啄食水中的鰋、鲤，抬头吃菱角和水草，举起它的翅膀，驾着清风，在空中安详高飞，它自己以为没有灾难，与哪个也不相争了。可是没想到那射手正准备他石制的箭头和黑弓，整治他系有生丝线的箭，要在很高很高的地方射击它，它带着锐利的青石做成的箭头，拖着箭上的细丝绳，在清风中翻转了一下身子就掉下来了。因此，白天在江湖中遨游，晚上就放在鼎鼐中烹调了。<br>　　天鹅的遭遇还是其中的小事啊，蔡灵侯也是这样。他南游高丘，北登巫山，在茹溪河畔饮马，吃湘江的鲜鱼。他左手抱着年轻的爱妾，右手搂着心爱的美女，和她们一起奔驰在高蔡的路上，而不把国家的安危当作正事。可是没想到子发正从楚王那里接受了攻打蔡国的命令，最后他自己被红绳拴上去见楚王。<br>　　蔡灵侯的遭遇还是其中的小事啊，君王也是这样。左边有州侯，右边有夏侯，辇车后面还跟着鄢陵君和寿灵君，吃着由封邑进奉来的粮食，载着四方府库所供纳的金银，和他们一起驾着车子奔驰在云梦的路上，而不把天下国家的安危当作正事，没想到穰侯魏冉正从秦王那里接受了攻打楚国的命令，陈兵在黾塞（河南省平靖关）之内，而把自己驱逐在黾塞（河南省平靖关）之外了。”</p><p><strong>注释</strong><br>（1）该文节选自《战国策·楚策四》。庄辛，楚臣，楚庄王的后代。楚襄王，即楚顷襄王，名横，怀王之子，怀王被骗死在秦国，襄王继位，“淫逸侈靡，不顾国政”，庄辛于是进谏。幸臣：君主宠爱的臣子。<br>（2）蜻蛉：即蜻蜓。<br>（3）饴：糖浆，粘汁。<br>（4）加：加害。仞：八尺，或说七尺。<br>（5）黄雀因是以：因，犹。是，此。以，通“已”，语助词。因是以：仍然是这样啊。即不以蜻蜓为鉴。<br>（6）噣：同“啄”。白粒：米。<br>（7）以其类为招：类，同类。招，招诱，即靶子，自身成为射击的目标。<br>（8）调乎酸咸：用酸咸调味，指被烹煮。<br>（9）“倏忽”二句，清王念孙认为是“后人妄加”的。<br>（10）黄鹄：俗名天鹅。<br>（11）衡：通“蘅”，水草。<br>（12）六翮（hé）：翅膀。翮，本指羽毛的茎，代指鸟翼。<br>（13）碆（bō）卢：石键。即石制箭头。卢：上了黑漆的弓。<br>（14）矰(zēng)缴（zhuó）：捕鸟的用具。<br>（15）礛磻：被：遭，受。礛：锋利。磻：同“碆”，石镞。<br>（16）抎（yǔn）：同“陨”，坠落。<br>（17）鼎：古代烧煮食物的器具。鼐（nài）：大型的鼎。<br>（18）蔡灵侯：蔡国的国君，名班公元前53年被楚灵王诱杀。蔡国在今河南省上蔡县。<br>（19）茹溪：源出巫山，在四川省巫山县以北。<br>（20）高蔡：上蔡。<br>（21）子发：楚大夫。<br>（22）穣侯：魏冉，秦昭王舅父封于穰。<br>（23）秦王：指秦昭王。<br>（24）这两句说，秦国将要用重兵进攻黾塞以南，把楚王俘虏送到黾塞以北却秦国去。<br>（25）黾塞：在今河南信阳县西南平靖关，当时是楚国北部的要塞。所以黾塞之内是指楚国境内，黾塞之外是指秦国。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《战国策·楚策四》记载的这一段史实，讲述的是庄辛见到楚襄王，大胆直言，规劝襄王终日与幸臣为伍，淫逸奢靡，不顾国政，郢都必危。襄王不但不听庄辛的忠言劝告，反而恶语相向，庄辛预料楚国必亡，于是避祸于赵国。秦果然攻克鄢、郢、巫、上蔡、陈之地，襄王流亡藏匿在城阳，楚国几乎遭到亡国之祸。于是，楚王派人招回了庄辛。庄辛以由小而大，由物及人的比喻，层层深入地告诫楚襄王为王的道理。庄辛最终说服了楚襄王。楚襄王封庄辛为成陵君，并用庄辛之计重新收复了淮北之地。</p> <p>　　这篇文章的主旨是庄辛以浅显生动、寓含深刻的层层比喻，以及前喻后正的手法，告诫楚襄王不能只图享乐，而应励精图治，\"以天下国家为事\"，否则必将招致严重后患的道理。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "寓理"
  ]
}