{
  "id": 48719,
  "star": 431,
  "name": "玉楼春·春恨",
  "dynasty": "宋代",
  "content": "绿杨芳草长亭路，年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。<br>无情不似多情苦，一寸还成千万缕。天涯地角有穷时，只有相思无尽处。",
  "fanyi": "<p><strong>译文</strong><br>在绿杨垂柳、芳草萋萋的长亭古道上，他好像情侣轻易地抛下我就登程远去。楼头的钟声惊醒了五更的残梦，心头的离愁就像洒在花底的三月春雨。<br>无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有怀人的愁思却是无限绵长、没有尽期啊。</p> <p><strong>注释</strong><br>⑴玉楼春：词牌名。又名“木兰花”。<br>⑵长亭路：送别的路。长亭：古代驿路上建有供行人休息的亭子。《白帖》：“十里一长亭，五里一短亭。”<br>⑶年少抛人：人被年少所抛弃，言人由年少变为年老。<br>⑷残梦：未做完的梦。<br>⑸五更钟、三月雨：都是指思念人的时候。<br>⑹一寸：指愁肠。还：已经。千万缕：千丝万缕。比喻离恨无穷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词抒写人生离别相思之苦，寄托了作者从有感于人生短促、聚散无常以及盛筵之后的落寞等心情生发出来的感慨。整首词感情真挚，情调凄切，抒情析理，绰约多姿，有着迷人的艺术魅力。作者抒发人生感慨时成功地使用了夸张手法，更增添了词的艺术感染力。</p> <p>　　上片首句写景，时间是绿柳依依的春天，地点古道长亭，这是旅客小休之所，也是两人分别之处。</p> <p>　　“年少”句叙述临行之际，闺女空自泪眼相看，无语凝咽，而“年少”的他却轻易地弃之而去。年少，是指思妇的“所欢”，也即“恋人”，据赵与时《宾退录》记载，“晏叔原见蒲传正曰：‘先君平日小词虽多，未尝作妇人语也。’传正曰：‘绿杨芳草长亭路，年少抛人容易去，岂非妇人语乎？’叔原曰：‘公谓年少为所欢乎，因公言，遂解得乐天<a href=\"http://so.gushiwen.org/view_48719.aspx\">诗</a>两句：欲留所欢待富贵，富贵不来所欢去。’传正笔而悟。余按全篇云云，盖真谓所欢者，与乐天‘欲留年少待富贵，富贵不来年少去’之句不同，叔原之言失之。”这是<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>为其父此词“年少”语所作的无谓辩解。实际上，此词写思妇闺怨，用的的确是“妇人语”。</p> <p>　　“楼头”两句，把思妇的思念之意生动地描绘出来，从相反方面说明“抛人去”者的薄情。白昼逝去，黑夜降临，她转辗反侧，很久之后才悠悠进入睡乡，但很快就被五更钟声惊破了残梦，使她重又陷入无边的失望；窗外，飘洒着春雨，那些花瓣像是承受不住，带着离愁纷纷落下。“残梦”和“落花”这里都是用来曲折地抒发怀人之情，语言工致匀称。陈廷焯《白雨斋词话》称其“婉转缠绵，深情一往，丽而有则，耐人寻味”。</p> <p>　　下片用反语，先以无情与多情作对比，继而以具体比喻从反面来说明。“无情”两句，用反语以加强语意。先说无情则无烦恼，因此多情还不如无情，从而反托出“多情自古伤离别”的深衷：“一寸”指心，柳丝缕缕，拂水飘绵，最识离怀别苦。两句意思是说，无情怎似多情之苦，那一寸芳心，化成了千丝万缕，蕴含着千愁万恨。词意来自<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>“一片芳心千万绪，人间没个安排处”（《蝶恋花》）。</p> <p>　　末两句含意深婉。天涯地角，是天地之尽头，故云“有穷时”。然而，别离之后的相思之情，却是无穷无尽的，正所谓“只有相思无尽处”。这里通过比较来体现出因“多情”而受到的精神折磨，感情真切而含蓄，对于那个薄幸年少，却毫无埋怨之语。此词写闺怨，颇具婉转流利之致，词中不事藻饰，没有典故，除首两句为叙述，其余几句不论是用比喻，还是用反语，用夸张，都是通过白描手段反映思妇的心理活动，亦即难以言宣的相思之情，收到了很好的艺术效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词为闺中人代言，述写相思之情，创作时间未详。据赵与时《宾退录》卷一引《<a href=\"http://so.gushiwen.org/view_48719.aspx\">诗</a>眼》云：“晏叔原见蒲传正曰：‘先君平日小词虽多，未尝作妇人语也。’传正曰：‘绿杨芳草长亭路，年少抛人容易去，岂非妇人语乎？’叔原曰：‘公谓年少为所欢乎，因公言，遂解得乐天诗两句：“欲留所欢待富贵，富贵不来所欢去。”’传正笑而悟。余按全篇云云，盖真谓所欢者，与乐天‘欲留年少待富贵，富贵不来年少去’之句不同，叔原之言失之。”这是<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>为其父此词“年少”语所作的无谓辩解。实际上，此词写思妇闺怨，用的的确是“妇人语”。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "春天",
    "思念",
    "爱情",
    "感叹",
    "人生"
  ]
}