{
  "id": 49673,
  "star": 89,
  "name": "蝶恋花·蝶懒莺慵春过半",
  "dynasty": "宋代",
  "content": "蝶懒莺慵春过半。花落狂风，小院残红满。午醉未醒红日晚，黄昏帘幕无人卷。<br>云鬓鬅松眉黛浅。总是愁媒，欲诉谁消遣。未信此情难系绊，杨花犹有东风管。",
  "fanyi": "<p><strong>译文<br></strong>春光已消逝大半，蝴蝶懒得飞舞，黄莺也有此倦怠，风卷花落，残红满院。红日偏西，午醉未醒，光线渐暗，帘幕低垂，此情此景，使人感到情懒意慵，神倦魂销。<br>暮春景致处处皆能生愁懒于梳妆打扮，一切景物都成为愁的触媒，而又无人可以倾诉。煞拍宕开，谓此情将不会一无依托，杨花尚有东风来吹拂照管，难道自身连杨花也不如吗？</p> <p><strong>注释<br></strong>①慵（yōng）：懒。<br>②残红：指凋残的花，落花。<br>③幕：这里指窗帷。<br>④鬓鬅（bìn péng）：蓬松，指头发松散的样子。<br>⑤黛：一种青黑色的颜料，古时女子用来画眉。<br>⑥愁媒：引起悉愁情的媒介。这里指暮春景致处处皆能生愁。<br>⑦消遣：消解，排遣。<br>⑧系绊：这里是“维系”的意思，还可以引申为“寄托、有着落”。<br>⑨杨花：指柳絮，是离愁别绪的代名词。<br>⑩管：照管。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词在豪放以外，也显婉约含羞，《蝶恋花》词中即写闺怨女子，缠绵动人。这首词以种种柔美的意象，塑造出一个多愁善感的伤春少女形象；以春意阑珊的景象，烘托出少女伤春的复杂心绪。</p> <p>　　上阕由写景过渡到写人。全词以哀景引入，“懒、慵”乃倦怠样，“蝶、莺”本为无情动物，词人却以主观情感灌入，描画了两物的慵懒散漫。后以“花落狂风”承接，更于慵懒外平添萧瑟，“残”为花落凌乱之形，暗含残败颓靡；“满”字作结，残红遍地，满布小院的情状即刻呈现眼前。全词前三句写景，由蝴蝶、黄莺的慵懒，转入花落残红的寂寥，为下文写人作铺垫，奠定了哀怨凄楚的氛围。面对这“风雨送春归”、“无计留春住”的情景，心事重重的少女，不免触目伤情，倍添寂寥之感。</p> <p>　　“午醉未醒红日晚，黄昏帘幕无人卷”，这两句由景及人，主人公午醉未醒，红日已晚，黄昏及至，帘幕低垂。此乃日落黄昏时分，抒情主人公应为一名女子，睡眼惺忪之时，天已慢慢暗沉下来，“帘幕无人卷”从侧面写出女子慵懒倦怠之象。景中含情，人中显意，全词上阕由景及人，细致描摹出一幅残败寂寥的少女闺怨图，色调浓郁低沉。</p> <p>　　下阕直入，展开对人物外表与内心的描写，细腻地展现出主人公独居闺房之中的情形。“云鬓箭松眉黛浅”，首句以形写神，写因伤春而懒于梳洗，以下承上刻画愁思之重。鬓发散乱，眉间黛墨浅淡，不饰打扮、素面朝天的女子形象显露无疑。这个女子之所以不修边幅，乃是“愁”字作祟，无尽愁怨，无处倾诉。“总”是起领，将女子悠悠“愁媒”一语道尽，见景思愁，见人思愁，万事万物在女子眼中“总是愁媒”。而这愁却无人可排遣，“欲诉”写尽女子渴望倾诉、渴望排遣的心理，但是“谁消遣”的疑问却暗含“无人消遣”的答案，五字将少女悲凉沉重的心情入木三分地刻画出来，凄楚难耐。</p> <p>　　“未信此情难系绊，杨花犹有东风管”一句，以否定词“未信”领起，虽明言“未信”，却隐隐传递出“信”意，女子的孤单寂寞在这断言般的词句中传达而出。随后女子自比杨花，“杨花犹有东风管”，杨花似花非花，在花中身价不高，且随风飘荡，有似薄命红颜，一无依托。这里即景取喻，自比杨花，悲凉之情以旷语出之，愈觉凄恻动人。女人以花喻人，命薄如杨花，将其女子无所依傍、“难系绊”的深情道出。</p> <p>　　词的结尾耐人寻味，创造出新意境，写出了少女的消极伤感与天真大胆交织的矛盾心理，显得不同凡响，别具一格。全词以种种柔美的意象，塑造出一个多愁善感的伤春少女形象；以春意阑珊的景象，烘托出少女伤春的复杂心绪，表达对妻子的怀念。</p>",
  "about": "<h2>创作背景</h2> 　　《蝶恋花》约作于宋英宗治平三年（1066年）三月。是时，东坡31岁，丧妻九个月。为抒发思妻之幽情，作此词以怀念之。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "少女",
    "伤春",
    "孤独"
  ]
}