{
  "id": 69204,
  "star": 162,
  "name": "把酒对月歌",
  "dynasty": "明代",
  "content": "李白前时原有月，惟有李白诗能说。<br>李白如今已仙去，月在青天几圆缺？<br>今人犹歌李白诗，明月还如李白时。<br>我学李白对明月，白与明月安能知！<br>李白能诗复能酒，我今百杯复千首。<br>我愧虽无李白才，料应月不嫌我丑。<br>我也不登天子船，我也不上长安眠。<br>姑苏城外一茅屋，万树梅花月满天。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>之前本来就有明月，只有李白<a href=\"http://so.gushiwen.org/view_69204.aspx\">诗</a>歌才能题写。<br>如今李白已经离开人世仙去，明月在天上几回圆来几回缺？<br>今天的人仍在吟颂李白的诗，明月也还像李白生前的那时。<br>我学着李白对着明月饮酒，月亮和李白又怎么能得知？<br>李太白既能作诗又能喝酒，我如今也喝百杯作诗千首。<br>我虽羞愧没有李白的才华，却料想明月不会嫌我陋丑。<br>我也不曾登上天子船，我也不曾到过长安眠。<br>住在苏州城外一间茅屋里，无数桃花盛开月光撒满天。</p> <p><strong>注释<br></strong>把酒：端着酒杯。<br>说：指描写月亮。<br>仙去：对人死的委婉说法。<br>李白诗：指李白的《把酒问月》一诗。<br>安：怎么。<br>料应：即应该料想到……。<br>天子船：指<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《饮中八仙歌》中咏李白的诗句：“天子呼来不上船”句。<br>长安眠：指杜甫《饮中八仙歌》中咏李白的诗句：“长安街上酒家眠”句。<br>姑苏：苏州的别称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69204.aspx\">诗</a>通过歌咏<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>并引以自况。“把酒对月”这个题目本是李白所作的一首诗。李白一生爱月，所咏明月诸诗脍炙人口。这首诗一开始就以兀傲的口气，推倒一切月诗，独尊李白：“李白前时原有月，惟有李白诗能说。”有这样的气概，方许歌咏李白。这里推崇的“李白诗”，主要是指《把酒问月》这首诗。而作者<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>这首诗，主要就受李白诗篇句调的影响，但他在诗中把李白加进去与明月反复对举，又是李白本人不能写的光景。“李白如今已仙去，月在青天几圆缺？”后句是李白式的，但配合前句，则是作者新意。月固有阴晴圆缺，但卒莫消长，而诗仙却不能复生。作者接着说其实这并不遗憾，因为“今人犹歌李白诗，明月还如李白时”，这句侧面说李白和明月一样永存。这调门是李白的，新意是作者的。</p> <p>　　这首诗最好的还是诗中在李白与明月之间，加入了“我”。如果失去了这个“我”，也就失去了李白精神。“我学李白对明月，月与李白安能知?”李白固不能知，但月能知。于是作者引李白自况：“李白能诗复能酒，我今百杯复千首。”“百杯复千首”就是“能诗复能酒”，也就是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所说的“一斗诗百篇”。敢于自比李白，这也是李白风度，有胆量有信心，并非等同于狂妄，以下一转一合最为妥帖：“我愧虽无李白才，料应月不嫌我丑。“前句妙在自知之明；后句妙在不卑不亢，联想到<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>诗句：“我爱青山多妩媚，料青山爱我应如是。情与貌，两相似。”这种有分寸的自负之语，读者反而不会感到反感而会容易接受。好比<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>说：“天下才有一石，曹子建独占八斗，我得一斗，天下共分一斗。”诗人是说，对李白我佩服得五体投地，而对他人则不多让。语意皆妙。</p> <p>　　最后作者讲出了他和李白同而不同的一点：“我也不登天子船，我也不上长安眠。”诗句化杜甫《饮中八仙歌》：“李白一斗诗百篇，长安市上酒家眠。天子呼来不上船，自称臣是酒中仙。”这里是说，我虽然没有李白得到皇帝征诏的经历，但也有他那种豪放不羁的禀性，“不上长安”倒也乐得：“姑苏城外一茅屋，万树桃花月满天。”这个茅屋就是作者在苏州建的桃花庵，作者晚年经常在桃花庵饮酒自乐。</p> <p>　　这首诗倜傥不群、超尘脱俗地追求自由反抗权势的精神，和豪放飘逸的句调风格都酷似李白。以其人之风格还咏其人，妙在古今同调。</p> <p>　　作者在这首诗中，用“把酒对月”的举动，处处将自己和李白相联系、相对比，用“月”、“诗”、“酒”为诗思的契机，并贯穿全篇，抒写了李白敢于蔑视权贵的品质，表明了作者学习李白不求功名利禄的愿望和蔑视权贵的态度。</p>",
  "about": "<h2>创作背景</h2> 　　唐伯虎科场失意，落拓半生，于明武宗正德一年（1507）在苏州城内桃花坞筑桃花庵，日与好友<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>、<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>等饮其中，蔑视世俗，狂放不羁。作《桃花庵歌》及此歌言志。",
  "poet": {
    "id": 532,
    "star": 0,
    "name": "唐寅",
    "image": "http://img.gushiwen.org/authorImg/tangyin.jpg",
    "desc": "唐寅（1470—1523），字伯虎，一字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，汉族，南直隶苏州吴县人。明代著名画家、文学家。据传他于明宪宗成化六年庚寅年寅月寅日寅时生。他玩世不恭而又才气横溢，诗文擅名，与祝允明、文征明、徐祯卿并称“江南四大才子（吴门四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”。"
  },
  "tags": [
    "写人",
    "对月",
    "抒怀"
  ]
}