{
  "id": 63827,
  "star": 17,
  "name": "高阳台·和周草窗寄越中诸友韵",
  "dynasty": "宋代",
  "content": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。 <br>江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。",
  "fanyi": "<p><strong>译文</strong><br>庭院背阴处尚有残雪堆积，透过帘幕，也还能感到轻寒。玉管中葭灰飞扬，不知不觉已到了立春时节。门前虽然已经有金泥帖，却不知道春光到来了谁家的亭阁？我对你相思若渴，梦中迷离隐约相见，无奈终究被天水阴遮。待梦境醒来时，更加凄然伤心，只见满树幽香，地上都是疏影横斜。江南离别自然充满愁苦，何况在古道上策马。都在羁旅天涯，只见飞雁归落平沙。如何能在信笺之上，诉说自己空度年华。如今处处长满芳草，纵然登上高楼眺望，也只能见萋萋芳草遍布天涯。更何况，（人生）还能经受几度春风，几番飞红落花。</p><p><strong>注释</strong><br>①周草窗：南宋著名词人周密，字公谨，号草窗。越中：泛指今浙江绍兴一带。<br>②玉管春葭：葭：芦苇，这里指芦灰。<br>③满树幽香二句：<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《山园小梅》<a href=\"http://so.gushiwen.org/view_63827.aspx\">诗</a>：“疏影横斜水清浅，暗香浮动月黄昏。”此化用其意。<br>④横斜：指梅花的影子。<br>⑤游骢：指旅途上的马。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“残雪庭阴，轻寒帘影，霏霏玉管春葭。”“残雪庭阴”写庭院背阴处还留有残雪。“轻寒帘影”春寒料峭，风动帘拢。“霏霏玉管春葭”，古时季节变化，用箫管十二，置芦苇（葭）灰于孔中，室内封闭，蒙上罗彀，那一节气到了，那一律管葭灰就飞出。“霏霏”春葭灰的飞动貌。玉管即箫管。这句就是讲立春到了。“小帖金泥，不知春在谁家。”回答周密“燕归何处人家。”宋代立春日宫中命大臣撰写殿阁的宜春帖子词，士大夫间当然也自己书写，字用金泥，所以说金泥小贴。这种风俗，元代还有。这里是说改朝换代，当日皇宫不存在了，士大夫散去，何人在这时候用金泥写宜春帖子贴挂？春落谁家？</p> <p>　　“相思一夜窗前梦，奈个人、水隔天遮。”写思念杭州如一帘幽梦，但醒来却是水隔绝，天遮断，“个人”当指周密。“但凄然，满树幽香，满地横斜”，是点出周密所在地西泠孤山之畔，说只梦见到满树幽香，满地枝影横斜的梅花的凄凉景色。这里写出“个人”（即周密）生活虽然凄凉，但心态高洁。</p> <p>　　“江南自是离愁苦，况游骢古道，归雁平沙”，意谓理解周密怀念越友及旧游地的离情。江南春色自是最让人感受到离愁之苦的。“<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：”春草碧色，春水渌波，送君南浦，伤如之何？“都是写江南离愁之苦的。春色之妍，与离愁之苦，对比强烈。</p> <p>　　“况游骢古道，归雁平沙”，纵青骢马游过的古道和时舟行所见的平沙落雁呢！和周密词中的“残寒梅未绽，正潮过两陵短亭逢雁”相近。“怎得银笺，殷勤与说年华。”意为：想写信对周密表示慰藉笔触从跌宕转为平收。想到你的怀念，便想觅得银泥花笺，不嫌词费的和你讲一讲如今江南春天物华。</p> <p>　　“如今处处生芳草，纵凭高、不见天涯。”此处又笔转别恨，细数离怀。呼应周密原词：“归鸿自趁潮回去，笑倦游、犹是天涯。”从越倦游归去，此身还远在天涯。周密词“萋萋望极王孙草”说：确实如今到处长满了春天芳草，登高望远，已不见你所在之处。这二句和<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《蝶恋花》“昨夜西风凋碧树，独上高楼，望尽天涯路”，用笔正相反。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词《八声甘州》曾有句：“不忍登高临远，望故乡渺，归思难收。”和此句描写手法相似。</p> <p>　　“更难消，几度东风，几度飞花”，讲这样的离别相思，人将老去，怎能消几番春风来，春花谢呢！和“不知春在谁家”、“殷勤与说年华”等句相照应，围绕离情说，却有春光无主，好景不常的感伤。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a><a href=\"http://so.gushiwen.org/view_63827.aspx\">诗</a>“不知乌石岗头路，到老相寻得几回”，和此句意思相近，但沉痛过之。</p> <p>　　周密在原词中曾有句“雪霁空城，燕归何人家。”<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>在词中也有类似句子，同时抒发了“可怜王谢堂前燕，飞入寻常百姓家”的感慨。在朦胧的亡国的哀感蕴藏在胸中，却无所依托，只好写出离愁别绪。</p>",
  "about": "<h2>创作背景</h2> 　　周草窗即周密，和<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>是经常词赋相和的朋友。他们常常在越地游山玩水。互相赋和。周密曾作有《三姝媚》送王沂孙，王沂孙也赋词相和。后周密作有《高阳台》给很多词友，王沂孙也作了这首词对答。",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "婉约",
    "离别",
    "相思"
  ]
}