{
  "id": 57568,
  "star": 25,
  "name": "鹧鸪天·东阳道中",
  "dynasty": "宋代",
  "content": "扑面征尘去路遥，香篝渐觉水沉销。山无重数周遭碧，花不知名分外娇。<br>人历历，马萧萧，旌旗又过小红桥。愁边剩有相思句，摇断吟鞭碧玉梢。",
  "fanyi": "<p><strong>译文<br></strong>香笼里燃烧的水沉香的气息越来越淡薄了。举目远望，征尘扑面，去路迢迢。周围是数不清的层层山峦，全被碧绿的树木和野草覆盖着，路旁山野中长满了各种各样不知名的花儿，一朵朵的格外娇艳动人。<br>行进在道路上的一行人历历在目，骏马萧萧嘶鸣，威武雄壮的仪仗队已经过了前面的小红桥。满怀的离愁别恨，此时此刻都化做相思的<a href=\"http://so.gushiwen.org/view_57568.aspx\">诗</a>句，于青山绿水之间，一边吟诗，一边催马加鞭地向东阳进发，差点儿没把马鞭的碧玉梢头摇断。</p> <p><strong>注释<br></strong>1、东阳：即今浙江东阳县。考察作者早年宦游踪迹，无确切记载来过此地，本事不可考。也可能是代人之作。<br>2、征尘：征途上扬起的尘土。<br>3、香篝：一种燃香料的笼子。<br>4、水沉：即沉香，一种名贵香料。<br>5、销：消退<br>6、周遭：周围。<br>7、历历：形容物体或景象一个个清晰分明。《文选·古诗十九首》：“至衡指孟冬，众星何历历。”唐·<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》诗：“晴川历历汉阳树，芳草萋萋鹦鹉洲。”<br>8、萧萧：马长声鸣叫。《诗经·小雅·车攻》：“萧萧马鸣，悠悠旆旌。”唐·<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《兵车行》诗：“车辚辚，马萧萧，行人弓箭各在腰。”<br>9、愁边：苦苦思索。<br>10、剩有：尽有。<br>11、碧玉梢：指马鞭用碧玉宝石饰成，比喻马鞭的华贵。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上阕写景，描绘出一幅有树有花，色彩鲜明的山野行军图。“扑面征尘去路遥，香篝渐觉水沉销”，开篇交代作者已经离开临安向东阳出发。“扑面征尘”描写环境的恶劣，气候干燥，而且路途遥遥。“香篝”是古代的熏笼，“水沉”即沉香。笼里的香料已快烧完，暗指已经行路很久，也说明路途之遥远。同时，“香篝”一句，即“渐觉香篝水沉销”的倒装。这样的表达，显示出他对于外出行役的不适应感受。接韵目光由自我注意转而向外凝视。在无意识的观望中。那隔断自己望眼的重重叠叠的青山和不知名的娇艳山花，都变得愈加触目。心中难以诉说的惆怅，从对于风景的无意识凝视中曲曲透出。上片不直写离情而离情浓郁可掬。<br>　　<br>　　接下来的两句，词人描写周遭的景象。“山无重数周遭碧”是仿<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的“山围故国周遭在”所作。身边的山脉层层叠叠地排列。路旁的花儿虽然不是什么高贵的名花，而只是一些山间野花，但是却盛放得分外妖娆。一个“碧”字，说明此时行军人是置身于绿色的海洋里，而山野中那些不知名的花儿格外娇艳绚丽。充满生机的大自然使人耳目一新，精神为之一振。词人置身野外，感受大自然的鬼斧神工，心情一片大好。</p> <p>　　下阕描写生活画面。“人历历，马萧萧，旌旗又过小红桥”，行人历历在目，这里的人指穿着戎装的战士们，因为衣着威风，气势雄伟，所以容易辨别出来。士兵们伴随着一声声骏马的啼叫声前进着，飘扬的红旗已经越过小红桥。这三句写的是队列前进的情景。不难想见，此时作者是骑马走在队列的后面，所以才能清楚地看到行军的战士和队首“旌旗”的方位。与和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“车辚辚，马萧萧，行人弓箭各在腰”很像，不过两者表达的感情则是大不相同。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的词表达他们一路前行的欣喜感，既有对沿途风景的欣赏，也有对目的地的畅想，而杜甫的<a href=\"http://so.gushiwen.org/view_57568.aspx\">诗</a>则是描绘家人送入伍战士的场景，显得很凄凉。</p> <p>　　“愁边剩有相思旬，摇断吟鞭碧玉梢”，在此之前，整首词一直呈现的是一种欢快的情调，可以感觉出作者很喜欢这次旅程。虽然辛弃疾无时无刻不在忧国忧民，但写此词时，正是辛弃疾“春风得意”的时候，有机会为国效命，他的心情是轻松愉快的，因此这个“愁”字应理解为他寻觅“相思句”构思过程中苦恼的“愁”。正因为这样，他只顾聚精会神地思索，不知不觉中才“摇断”了马鞭的“碧玉梢”，这抑或是用力过猛，抑或是打在什么东西上，写得极传神，极形象。正因为词人认真思考，所以才一味地摇着鞭子前行，以致“摇断吟鞭碧玉梢”，这一句也形象表达出词人此刻轻松愉悦的心情。</p> <p>　　全篇风格委婉，和作者一贯的风格有所不同，但描写的景物却是相当地清新自然，生机盎然。碧绿的青山，盛放的野花，呈现出一派生机勃勃的景象。</p>",
  "about": "<h2>创作背景</h2> 　　这首词中的“东阳”，即今浙江省东阳县。据词题来看，该词是作者在任京都临安大理少卿时期，于淳熙五年（1178）因事赴东阳途中所作的。从作品的内容和情调来看，洋溢着喜悦欢畅的情绪，这在辛词中是不多见的。由此看来，此词是写景抒情之作，富有<a href=\"http://so.gushiwen.org/view_57568.aspx\">诗</a>情画意，五彩缤纷：有碧绿的青山、娇艳的花朵、行人历历、征马萧萧、旌旗小桥、呈现出一派生气勃勃的景象。读完此作，就好象随同词人进行了一次春天旅游，令人耳目一新。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "写景",
    "抒情",
    "愉快"
  ]
}