{
  "id": 8431,
  "star": 12,
  "name": "翰林读书言怀呈集贤诸学士",
  "dynasty": "唐代",
  "content": "晨趋紫禁中，夕待金门诏。<br>观书散遗帙，探古穷至妙。<br>片言苟会心，掩卷忽而笑。<br>青蝇易相点，白雪难同调。<br>本是疏散人，屡贻褊促诮。<br>云天属清朗，林壑忆游眺。<br>或时清风来，闲倚栏下啸。<br>严光桐庐溪，谢客临海峤。<br>功成谢人间，从此一投钓。",
  "fanyi": "<p><strong>译文<br></strong>清晨赶赴宫中，晚间往金马门待沼。<br>翻看前人的残卷遗篇，探讨古贤的著述穷极奥妙。<br>哪怕只有片言与前人暗合，也不禁掩卷而笑。<br>苍蝇点污白玉轻而易举，《阳春》《白雪》却难以找到同调。<br>我本是疏懒散漫之人，却多次遭到狭隘之人的嘲笑。<br>天高云淡正值秋高气爽，不禁回忆起昔日林壑间的游眺。<br>有时清风徐徐吹来，闲倚着栏干我放声长啸。<br>严光在桐庐溪畔垂钓，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>通游天涯海角。<br>何时才能功成身退，从此在烟波间投钓？</p> <p><strong>注释</strong><br>⑴翰林：指翰林院，唐代翰林院学士主要负责为朝廷撰写文件之事。集贤：指集贤殿。唐代集贤殿学士主要负责搜集、修订书籍之事。<br>⑵紫禁：犹言皇宫，皇帝所居之处。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《宋孝武宣贵妃诔》：“收华紫禁。”李善注：“王者之宫，以象紫微，故谓宫中为紫禁。”李延济注：“紫禁，即紫宫，天子所居也。”<br>⑶金门：即金马门，汉宫门名。汉代<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>曾待诏金马门，这里以翰林院比金马门。《汉书·东方朔传》：“待诏金门，稍得亲近。”<br>⑷帙（zhì）：书套。散帙，即打开书套读阅书籍。《说文》：帙，书衣也。谢灵运<a href=\"http://so.gushiwen.org/view_8431.aspx\">诗</a>：“散帙问所知。”散帙者，解散其书外所裹之帙而翻阅之也。<br>⑸青蝇：比喻小人的谗言。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>诗：“青蝇一相点，白璧遂成冤。”盖青蝇遗粪白玉之上，致成点污，以比谗谮之言能使修洁之士致招罪尤也。<br>⑹白雪：曲名。其曲弥高，其和弥寡。因曲调高雅，能跟着唱的人很少。<br>⑺疏散：意谓爱好自由，不受拘束。<br>⑻贻：遭致。褊（biǎn）促：狭隘。诮：责骂。<br>⑼严光：字子陵，东汉初隐士。桐庐溪：即今浙江省桐庐县南富春江，江边有严陵濑和严子陵钓台，传说是严光当年游钓之处。章怀太子《后汉书注》：“桐庐县南有严子陵渔钓处，今山边有石，上下可坐十人，临水，名曰严陵钓坛也。”<br>⑽谢客：即谢灵运，南朝刘宋时的山水诗人，客是其小名。生平好游山玩水，曾写有一首题为《登临海峤初发疆中作与从弟惠连见羊何共和之》的诗。临海：郡名，今浙江临海县。峤：山尖而高叫峤。张铣注：“临海，郡名。峤，山顶也。”<br>⑾谢人间：意谓辞别世俗，遁隐山林。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“晨趋紫禁中，夕待金门诏。”<a href=\"http://so.gushiwen.org/view_8431.aspx\">诗</a>歌的开始，使用了虚中带实的手法，概言自己在宫禁中的生活和感受。翰林院、集贤殿都在宫禁中，故言“晨趋紫禁中”。从表面看，又是“紫禁”，又是“金门”，不仅说明职务之重要，还更带有一种显赫的威势、甚至炫耀的口吻。的确，当时翰林供奉的地位是十分重要而又显赫的。据《新唐书·百官志》载，玄宗初，置翰林待诏，以<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>、陆坚、<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>等为之，掌四方表疏批答应和文章。既又选文学之士号翰林供奉，与集贤院学士分掌制诏书敕。开元二十六年（738）又改翰林供奉为学士，专掌内命，包括拜免将相、号令征伐诸大事。以后选用益重而礼遇益亲，所以当时有“号为内相”或“天子私人”之称。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>夙怀“申管晏之谈，谋帝王之术，奋其智能，愿为辅弼，使寰区大定，海县清一”（《代寿山答孟少府移文书》）的宏图，当他被诏供奉翰林时，内心是异常激动的，而且初入宫禁时，他也的确曾为自己所受的殊宠与显赫的地位而自豪。他在《赠从弟南平太守之遥二首》其一中曾以自诩的口吻说：“天门九重谒圣人，龙颜一解四海春。彤庭左右呼万岁，拜贺明主收沉沦。翰林秉笔回英盼，麟阁峥嵘谁可见？承恩初入银台门，著书独在金銮殿。龙驹雕镫白玉鞍，象床绮席黄金盘。当时笑我微贱者，却来请谒为交欢。”然而，时隔不久，当李白发现现实并非如此，这种天真浪漫的情绪也就惭惭消沉了。所以尽管这两句诗表面上带有显赫的威势和炫耀的语气，但从“晨趋”与“夕待”两个词中，已向我们暗示了一种投闲置散而又焦虑如焚的心态。可以说“晨趋”、“夕待”也正是李白自入宫禁以来的形象写照。</p> <p>　　接下来具体写投闲置散的读书生活：“观书散遗帙，探古穷至妙。片言苟会心，掩卷忽而笑。”这几句的意思是说：我博览珍秘的群书，深入钻研其中的奥妙所在；如果发现有只言片语恰恰道出心曲之事，便会乐不自持、掩卷而笑。这几句写得轻松自如，可谓一片清机。但是，这种轻闲的读书生活与一个身居翰林供奉之职的人来说，却是极不协调、极不相称的。作为翰林供奉本来所应该做的事，已如前述，而事实上李白入宫之后，只不过被视为文学弄臣，是供奉帝王后妃遣兴愉乐的玩物。这对于李白来说，是痛心的，也更是悲哀的。</p> <p>　　“青蝇易相点，白雪难同调。本是疏散人，屡贻褊促诮。”“青蝇”句本<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《宴胡楚真禁所》诗：“青蝇一相点，白璧遂成冤。”“白雪”句本<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《对楚王问》：“其为《阳春》《白雪》，国中属而和者，不过数十人。”这两句在章法上是上承“片言”二字，可以说是“片言”的具体内容。这两句是说：我本来就是爱好自由，无拘无束之人，可每每总是遭到心胸狭隘之人的责骂。这是上承“会心”二字，从古人的至理名言中，领悟到自身遭遇的缘由所在。李白本是性格傲岸，行为放达不拘之人，但是入宫之后，却遭到<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>、张垍等奸臣的嫉妒与谗毁。“丑正同列，害能成谤，格言不入，帝用疏之”（<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>《草堂集序》），愈来愈受到皇帝的疏远与冷落。李白在《感遇四首》其四中也说：“宋玉事楚王，立身本高洁。巫山赋彩云，郢路歌白雪。举国莫能和，巴人皆卷舌。一惑登徒言，恩情遂中绝。”尽管此时“恩情”尚未完全中绝，但李白早已预感到了。严酷现实的打击，迫使诗人不能不考虑自己的前程与人格的完善，因而诗歌的下半部分，就着重表白对另一种生活的渴望与追求。</p> <p>　　“云天属清朗，林壑忆游眺。或时清风来，闲倚栏下啸。”局促在宫禁之中，整日在嫉妒与谗毁中度日，不仅是对人格的迫害，也是对人性的压抑。此时此刻，诗人不禁回忆起昔日委运自然、遨游林壑的布衣生活。那是何等的惬意：在大自然的怀抱里，面对明媚的云天与幽静的林壑，清风徐来，倚栏长啸。一个“闲”字，道出了诗人的心境与大自然相融合的契机所在。</p> <p>　　接下来诗人继续写道：“严光桐庐溪，谢客临海峤。功成谢人间，从此一投钓。”这两句反映了李白对严光和<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的企慕，希望自己将来能象他们那样，摆脱世俗的烦恼，寄迹林下，度安闲隐逸的生活。因而诗歌的最后两句说：“功成谢人间，从此一投钓。”功成身退，是李白为自己设计的人生道路，也是他毕生的生活理想。他早在二十七岁时所写的《代寿山答孟少府移文书》中就表示过：“奋其智能，愿为辅弼，使寰区大定，海县清一。事君之道成，荣亲之义毕，然后与陶朱、留侯浮五湖、戏沧州，不足为难矣。”其《驾去温泉宫后赠杨山人》诗亦云：“待吾尽节报明主，然后相携卧白云。”可以看出，李白对理想信念的追求是何等的执着，尽管在遭谗受谤，皇帝疏远的情况下，仍抱定功成然后身退的信念。因而在政治上的期待，暂时战胜了寄迹林下的愿望。但是，如果换一个角度来看，即从李白此时的心态与他初入宫禁时相比，则可以明显看出其心理的变化。上文所引《赠从弟南平太守之遥》诗中，已可以看出诗人当初那种春风得意、喜不自胜的情态。此外，李白在《效古二首》其一中也以相同的情调写道：“朝入天苑中，谒帝蓬莱宫。青山映辇道，碧树摇烟空。谬题金闺籍，得与银台通。待诏奉明主，抽毫颂清风。……快意切为乐，列筵坐群公。光景不可留，生世如转蓬。早达胜晚遇，羞比垂钓翁。”但是此时此刻，诗人已不再是“羞比垂钓翁”，而是希望要在“功成”之后，决绝地表示“从此一投钓”，要像严光那样，远离尘嚣，过着安闲自乐的隐居生活。</p> <p>　　总之，这首诗突出表现了诗人那傲岸不屈、不同流俗的高洁品质，其中有对好佞小人的斥责，也有对自身遭遇及仕途的深深忧虑。尽管诗人此时仍怀有建功立业的愿望，对朝廷也还抱有一线的希望，但此后不久，诗人尚未及“功成”，便愤然离开了朝廷，踏上了自得其乐的布衣漫游生涯。可以说这首诗正是李白在长安为官时期心理转变的一个重要标志。</p> <p>　　这是一首“言怀”之作，像是在同“诸学士”们娓娓而谈。它一反李白所常用的那种奔放的激情与奇特的夸张，而是将眼前之事及心中之想如实地一一道来，在婉转清爽的背后，蕴籍着十分深刻而又复杂的情感。这一特点的形成，与诗人当时所处的地位及其所特有的心理状态是密不可分的。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_8431.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在长安任供奉翰林时所作。唐玄宗天宝元年（742年）至天宝三年（744年），李白在长安为翰林学士。当时在皇城里设有两个学士院。一是集贤殿书院，主要职务是侍读，也承担一点起草内阁文书的任务；另一是翰林学士院，专职为皇帝撰写重要文件。两院成员都称学士，而翰林学士接近皇帝，人数很少，所以地位高于集贤学士。李白是唐玄宗诏命征召进宫专任翰林学士的，越发光宠，有过不少关于他深受玄宗器重的传闻。其实皇帝只把他看做文才特出的文人，常叫他进宫写诗以供歌唱娱乐。他因理想落空，头脑逐渐清醒起来。同时，幸遇的荣宠，给他招来了非议，甚至诽谤，更使他的心情很不舒畅。这首诗便是他在翰林院读书遣闷，有感而作，写给集贤院学士们的。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "言怀"
  ]
}