{
  "id": 28910,
  "star": 18,
  "name": "房中曲",
  "dynasty": "唐代",
  "content": "蔷薇泣幽素，翠带花钱小。<br>娇郎痴若云，抱日西帘晓。<br>枕是龙宫石，割得秋波色。<br>玉簟失柔肤，但见蒙罗碧。<br>忆得前年春，未语含悲辛。<br>归来已不见，锦瑟长于人。<br>今日涧底松，明日山头檗。<br>愁到天池翻，相看不相识。",
  "fanyi": "<p><strong>译文</strong><br>蔷薇沾露如在哭泣幽居寒素，绿色的蔓条缀着花儿如钱小。<br>娇郎痴立像天空无依的浮云，拥抱白日在西帘下待到破晓。<br>枕头是龙宫的神石，能分得秋波的颜色。<br>素席上已不见她柔美的体肤，只见到铺着的罗被一片惨碧。<br>忆起前年春天分别，共曾相语已含悲辛。<br>归来再也不能见面，唯有锦瑟横躺长存。<br>今日像涧底的青松，明日像山头的黄檗。<br>真怕到那天翻地覆之时，彼此相见再也不能相识。</p> <p><strong>注释</strong><br>⑴房中曲：乐府曲名。《旧唐书·音乐志》：“平调、清调、瑟调，皆周房中曲之遗声也。”<br>⑵蔷薇：落叶灌木，亦指这种植物的花。幽素：幽寂，寂静。<br>⑶翠带：指蔷薇的绿色枝蔓。花钱：花冠细如钱状。<br>⑷娇郎：<a href=\"http://so.gushiwen.org/view_28910.aspx\">诗</a>人自指。<br>⑸抱日：形容白天痴情悼亡。<br>⑹龙宫石：这里把妻子用过的枕头比作龙宫宝石，以示遗物之可珍。<br>⑺秋波：比喻美女的眼睛目光，形容其清澈明亮。<br>⑻玉簟（diàn）：光洁如玉的竹席。柔肤：指王氏的玉体。<br>⑼蒙罗碧：罩着碧绿的罗衾。<br>⑽锦瑟：漆有织锦纹的瑟。<br>⑾涧底松：涧谷底部的松树。多喻德才高而官位卑的人。<br>⑿檗（bò）：即黄蘖，一种落叶乔木，树皮可入药，味苦。常以喻人的心苦。<br>⒀天池：一作“天地”。天地翻：指巨大的变故。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首明确被指认为的悼亡<a href=\"http://so.gushiwen.org/view_28910.aspx\">诗</a>，是<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>悼念其亡妻王氏的诗。大中五年（851年）春夏间王氏病重至死，李商隐罢官归京时竟未见爱妻最后一面，房中唯有王氏生前弹奏的锦瑟。物在人亡，睹物增悲。哀悼之情中致以身世之慨，沉痛感人。</p> <p>　　“蔷薇泣幽素，翠带花钱小。”蔷薇枝条细长柔软，有如绿色的衣带，圆圆的小花又有如衣带上的钱纹；素淡的花朵混动着晶莹的露珠，仿佛正在哭泣流泪一般，给人幽冷之感。除幕归来，但见往日非常逗人喜爱的蔷薇，如今也和自己一样无精打彩，流淌泪珠，凄凄楚楚，打迭不起精神来。爱妻亡故，诗人把自己哀愁的情感，无意中移到庭院的蔷薇，使本无情感的花朵也染上了哀伤的色彩，创造出一种凄怆悲凉的氛围。再说，蔷薇细长柔嫩的枝条，也使诗人联想起王氏织有钱纹的绿色衣带，使他仿佛又见到王氏的倩影丽姿。然而，妻已亡故，庭院的景物只能加深他的悲哀。首句“泣幽素”三字，已为全篇定下凄凉冷艳的基调。“娇郎痴若云，抱日西帘晓。”首两句帘外，这两句由帘外写到帘内，由花而人。日高帘卷，娇儿幼小无知，还不懂得失母之哀，只是无忧无虑地抱枕而眠。诗人《杨本胜说于长安见小男阿衮》有“失母凤雏痴”，也以“痴”状小儿失母的无知。此诗“痴”字后缀以“若云”——像云雾一样迷离恍惚，更见小儿的不懂事。这里，以小儿的不能为大人分忧加倍写出大人之忧，这种写法，与<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>悼亡诗《出还》所云“幼女复何知，时来庭下戏”同一机杼。首二句以素花同愁渲染，次二句以娇郎无知反衬，一帘外一帘内，从不同角度写出妻亡之悲。</p> <p>　　次四句写内室的枕、簟。人亡物在，睹物生悲。“枕是龙宫石，割得秋波色。”龙宫石，传说为龙女所有。诗人《西溪》：“凤女弹瑶瑟。”诗人极爱妻子，故以龙女或凤女加以比拟。“秋色”，形容女子明亮的眸子。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《唐儿歌》：“一双瞳人剪秋水。”此诗“割”字似受其影响，且更生新。枕石如明眸，比喻亦新奇。睹枕如见亡妻双眸，炯炯明亮，含情脉脉，仿佛正在和自己交流情感，仿佛正在用眼神说话。眼睛是心灵的窗口，诗人不能不倍感凄怆伤怀。“玉簟失柔肤，但见蒙罗碧。”簟席上已不见王氏的玉体，只有一床翠绿的罗衾在上而已。可以想见，孤灯长夜，诗人多少次在梦中与王氏相见，“背灯独共余香语，不觉犹歌《起来夜》”（《正月崇让宅》），不仅与她留下的余香共语，而且仿佛听见她的歌声。然而一梦醒来，玉簟罗碧依旧，伊人已杳，孤独凄凉，何其难堪。这四句，一得一失，得非真得，失为真失，以非真得衬真失，更见惨痛。</p> <p>　　“忆得前年春，未语含悲辛。归来已不见，锦瑟长于人。”想起前年春天，当时王氏一语未出，脸已带悲辛之容，现在看来，并非事出无原，原来她那时已经预感将不久于人世，自己却是那样粗心，竟然没能觉察出来。今日忆及前事，真是后悔莫及。徐幕归来，人已不见，但睹伊人平日喜爱的锦瑟而已。“长”，久；“锦瑟”之长，正见人生之短、王氏年寿之短，见瑟思人，愈感铭骨悲痛。此四句一昔一今，一人一物，写昔事更见今情的悲怆，物长在而人已亡更见感伤。</p> <p>　　“今日涧底松，明日山头蘖。”“涧底松”，语出左思《咏史》其二：“郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。”以涧底松喻有才能而地位低下、困穷的士人。李商隐浮沉仕途，一生坷坎，故亦有此叹。黄蘖味苦，古乐府常以双关手法，以黄蘖隐指苦，如：“黄蘖向春生，苦心随日长。”此诗“山头蘖”，有苦辛日长之意。这两句看似诗人自叹身世，实则仍与悼亡有关。诗人与王氏结婚十四年，伉俪情笃。王氏是李商隐生活中的伴侣，更是他生活中最大的知己。李商隐在政治上屡遭挫折和打击，而王氏能相濡以沫，与之分忧，给诗人莫大的慰藉。商隐应试落第，王氏便捎信安慰他，故诗人有诗云：“锦长书郑重，眉细恨分明”（《无题》）。如今王氏已不在人世，在险恶的人生道路中，又有谁能给他以温暖，又有谁能和他同济风雨!念及此，诗人就不能不感到来日苦多了。今日苦辛，明日更加苦辛，这一切都由王氏亡故所引起，写的虽然是己身的不幸，用意却在悼亡。最后两句，“愁到天地翻，相看不相识。”为设想之辞。汉乐府《上邪》：“天地合，乃敢与君绝。”“天地翻”，极写其愁，此一；二，即使天翻地覆，亦不与君绝，反用《上邪》之意，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“天长地久有时尽，此恨绵绵无绝期！”现在是一死一生，将来在天国，或在来世，该会有相见的一天吧！不过，沧海桑田，宇宙茫茫，即使相逢，也不一定相识。归来“人不见”，将来“不相识”，将悲愁又翻进一层。钱良择评这两句说：“设必无之想，作必无之虑，哀悼之情，于此为极。”这四句一今日一明日，一现实一未来，明日、未来所设想的愁苦，无疑加深了今日现实的愁苦。明日未来为虚拟，今日现实为实写。人们在悲愁已极时常将希望寄于未来，寄于来世，在诗人看来，未来与来世无希望可言，真是愁绝。</p> <p>　　人亡物在，借物寄慨，在悼亡诗中很常见。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡诗》云：“帏屏无仿佛，翰墨有余迹。流芳未及歇，遗挂犹在壁。”<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《悼亡》云：“帘屏既毁撤，帷席更施张。游尘掩虚座，孤帐覆空床。”李商隐此诗也不例外，触物生情，最为感伤。但此诗和潘、沈二诗也有不同处。潘、沈二诗用笔直朴，颇有古风。此诗“玉簟”、“罗碧”等语，冷中有艳，意象鲜明。此诗的枕、簟与潘诗的“帏屏”、“翰墨”，沈诗的“帘屏”、“帷席”等都与各自的亡妻有关，但商隐不仅写了物，而且由枕联想到王氏的眼神（秋波），由簟写及王氏的体态（柔肤），亡妻的形象具体，历历在目，较潘、沈二诗似有情韵。结构上，“已不见”是其主旨，“泣幽素”定其基调。先空间后时间，空间则先室外后室内；时间则先眼前后往昔，接着又是眼前，最后写未来。全诗十六句，四句一转韵，为一节；每节悼亡的角度不尽相同，但相互关联、补充。如前所述，一节之中又有两层安排得极为巧妙的意思，或正或反，或得或失，或今或昔，或虚或实，以反写正，以得写失，以昔写今，以虚写实，环环相扣，脉络清晰可按。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>于唐宣宗大中三年（849年）冬天别离妻子远赴徐州，大中五年（851年）春末夏初间其妻子王氏病重。待李商隐离开徐州武宁军节度使卢弘止幕府，回到长安家中，妻子王氏已经亡故，卒前未能见面，作者心情格外悲伤，“柿叶翻时独悼亡”（《赴职梓潼留别畏之员外同年》），于是写下《房中曲》这首感情沉挚深厚的悼亡<a href=\"http://so.gushiwen.org/view_28910.aspx\">诗</a>。</p> <p>　　李商隐从小饱读诗书，雄心勃勃追求仕途功名，却屡遭挫败，最终只能沉沦幕僚，落魄穷愁。二十七岁娶王茂元之女为妻，当是时，正值晚唐政治上的“牛李党争”，李商隐曾是令狐楚的门客，令狐楚对李商隐有知遇之恩，曾聘他作幕僚，而令狐楚属“牛党”，王茂元则属“李党”，义山以令狐门人身份与王氏结亲，这一姻亲使他深深地陷入“牛李党争”的泥沼，成了“牛李党争”不幸的牺牲品。“李商隐的遭遇其实是悲剧性的，其悲剧不仅仅是因其身处末世，人生道路曲折，命运多舛，而且在于他志存高洁，但有时又不免沦于庸俗卑微，难免要通过攀附权贵以求仕途，这是他不愿意的，但又别无选择，这种内心矛盾，可以说一直煎熬着他的内心。他奋斗了一生，同时也痛苦了一生。李商隐性格柔弱，多情，痴情，重情；情感细腻而复杂。这种性格及情感从某种程度上也加剧了他的悲剧体验和悲情心态，他“深知身在情常在”，他的许多的诗都沉浸于浓重的伤情之中。妻子王氏逝去，逝前夫妇未能见最后一面，此时的李商隐可谓“穷蹇无路，落拓穷愁”。他与妻子共同生活了十四年，对于中年丧妻这一残酷的现实，李商隐毫无心理准备，满腔浓得化不开的愁苦与无法排解的思念于是化成了一篇篇和着血与泪的悼亡诗。《房中曲》是李商隐写给妻子王氏的第一首悼亡诗。</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "怀念",
    "妻子"
  ]
}