{
  "id": 8346,
  "star": 170,
  "name": "秋下荆门",
  "dynasty": "唐代",
  "content": "霜落荆门江树空，布帆无恙挂秋风。<br>此行不为鲈鱼鲙，自爱名山入剡中。",
  "fanyi": "<p><strong>译文</strong><br>秋霜落在荆门，树叶零落，由于山空使得江面也很开阔，秋风也为我送行，使我的旅途平安。<br>这次远离家乡游历，不是为了口舌之贪，而是为了游览名山大川，因此才想去剡中这个地方。</p> <p><strong>注释<br></strong>⑴荆门：山名，位于今湖北省宜都县西北的长江南岸，与北岸虎牙山隔江对峙，地势险要，自古即有楚蜀咽喉之称。<br>⑵空：指树枝叶落已尽。<br>⑶布帆无恙：运用《晋书·顾恺之传》的典故：顾恺之从他上司荆州刺史殷仲堪那里借到布帆，驶船回家，行至破冢，遭大风，他写信给殷仲堪，说：“行人安稳，布帆无恙。”此处表示旅途平安。<br>⑷鲈鱼鲙：运用《世说新语·识鉴》的典故：西晋吴人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>在洛阳做官时，见秋风起，想到家乡菰菜、鲈鱼鲙的美味，遂辞官回乡。<br>⑸剡中：指今浙江省嵊州市一带。《广博物志》：“剡中多名山，可以避灾。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　荆门山战国时为楚国的西方门户，乘船东下过荆门，就意味着告别了巴山蜀水。这首<a href=\"http://so.gushiwen.org/view_8346.aspx\">诗</a>写于诗人第一次出蜀远游时。对锦绣前程的憧憬，对新奇而美好的世界的幻想，使他战胜了对峨眉山月的依恋，去热烈地追求理想中的未来。诗中洋溢着积极而浪漫的热情。</p> <p>　　第一句是写景，同时点出题中的“秋”和“荆门”。荆门山原是林木森森，绿叶满山，然而诗人到来时，却是秋来霜下，木叶零落，眼前一空。由于山空，江面也显得更为开阔。这个“空”字非常形象地描绘出山明水净、天地清肃的景象，寥廓高朗，而无萧瑟衰飒之感。</p> <p>　　第二句“布帆无恙挂秋风”，承上句“江”字，并暗点题中“下”字。东晋大画家顾恺之为荆州刺史殷仲堪幕府的参军，曾告假乘舟东下，仲堪特地把布帆借给他，途中遇大风，顾恺之写信给殷仲堪说：“行人安稳，布帆无恙。”这里借用了“布帆无恙”这一典故，不仅说明诗人旅途平安，更有一帆风顺、天助人愿的意味。这种秋风万里送行舟的景象，生动地写出了诗人无比乐观欣慰的心情。</p> <p>　　前人有诗：“<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>江东去，正值秋风时。”这首诗的第三句，就是由第二句中的“秋风”连及而来的。据说西晋时吴人张翰在洛阳做官，见秋风起而想到故乡的莼羹、鲈鱼鲙，说：“人生贵得适志耳，何能羁宦数千里，以要名爵乎！”于是回到了故乡。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此行正值秋天，船又是向着长江下游驶行，这便使他联想到张翰的故事，不过他声明“此行不为鲈鱼鲙”，此行目的与张翰不同，他自己是远离家乡。这样反跌一笔，不但使诗变得起伏跌宕，而且急呼下文“自爱名山入剡中”。剡中，今浙江嵊州，境内多名山佳水。句中“自”字，与上一句中“不为”相呼应，两句紧相连贯，增强了感情色彩。</p> <p>　　古人曾说过：“诗人之言，不足为实也。”那意思大概就是说诗具有凝炼、概括、夸张、含蓄等特色，诗中语言的含意，往往不能就字面讲“实”、讲死，所以说写诗的人也应该“不以辞害意”。这首诗的三四两句，如果只理解为诗人在表白“此行”的目的，不是为了吴地的美味佳肴，而是要去欣赏剡中的名山，那就未免太表面了，太“实”了。李白“入剡中”，是若干年以后的事。读者要知道它的含意到底是什么，还得回到诗的第三句。从张翰所说的话来看，张翰是把“名爵”与“鲈鱼鲙”对立起来，放弃前一个，而选后一个；而李白对后者的态度很明朗——“此行不为鲈鱼鲙”。至于对前者，诗人没有明说。可是，“秋下荆门”以后的所言，所行，就把这个问题说得很清楚了。第一，“此行”并没有“入剡中”，而是周游在江汉一带，寻找机会，以求仕进；第二，他还明白地声称：“大丈夫必有四方之志，乃仗剑去国，辞亲远游。”（《上安州裴长史书》）他还希求“奋其智能，愿为辅弼，使寰区大定，海县清一”（《代寿山答孟少府移文书》）。这种建功立业的宏愿，积极用世的精神，和张翰的态度恰恰相反。所以诗人此时对“名爵”和“鲈鱼鲙”都是一反张翰的意思，只不过在诗中说一半留一半罢了。当然，这也是“适志”，是辞亲远游、建功立业的“志”。诗的第四句说，饱览绍兴的名山佳水，也是诗人所向往的。这种兴趣，早在他出蜀之前就已经表露出来了，不过联系上一句来看，就不能仅仅局限于此了。自视不凡的李白，是不想通过当时一般文人所走的科举道路去获取功名的，而是要选择另一条富有浪漫色彩的途径，那便是游历，任侠，隐居名山，求仙学道，结交名流，树立声誉，以期达到目标。所以这里的“自爱名山入剡中”，无非是在标榜诗人自己那种高人雅士的格调，无非是那种不同凡俗的生活情趣的一种艺术概括。这种乐观浪漫、豪爽开朗、昂扬奋发的精神，生动地表现了诗人的个性，以及盛唐时代的精神风貌。</p> <p>　　这首诗在艺术表现上也颇有特色。全诗虽四句，但写景、叙事、议论各具形象，集中地抒发了诗人年轻时“仗剑去国”的热情，笔势变幻灵活，而又自然浑成。四句诗中连用了两个典故，或暗用而不露痕迹，或反用而有新意，使读者读来没有凝滞堆砌之感，达到了推陈出新、语如己出、活泼自然的境界。</p>",
  "about": "<h2>创作背景</h2> 　　根据裴斐编制的《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，此<a href=\"http://so.gushiwen.org/view_8346.aspx\">诗</a>作于唐玄宗开元十三年（725年）。当年李白再游峨眉山，秋间经清溪、渝州、三峡去蜀，来游楚地，在离开荆门时作此诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "秋游",
    "抒情"
  ]
}