{
  "id": 31933,
  "star": 15,
  "name": "送渤海王子归本国",
  "dynasty": "唐代",
  "content": "疆理虽重海，车书本一家。盛勋归旧国，佳句在中华。 <br>定界分秋涨，开帆到曙霞。九门风月好，回首是天涯。",
  "fanyi": "<h2>注释</h2> ⑴渤海——即渤海王国，公元698年（武周圣历元年）大祚荣建立的以粟末靺鞨族为主体的，结合部分高句丽人的一个地方性政权，地域在今黑龙江、吉林部分地区。<br>⑵“疆理”句——《左传》：“宾媚人对晋曰：‘先王疆理天下。’”<br>⑶“车书”句——南朝<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《哀江南赋》：“混一车书，无救平阳之祸。”<br>⑷中华——指中原地区。<br>⑸“定界”句——《新唐书·吐蕃传》：“宰相<a href=\"http://so.gushiwen.org/author_2478.aspx\">裴光庭</a>听以赤岭为界，表以大碑，刻约其上。”",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_31933.aspx\">诗</a>开篇就说，虽然内地与边疆相隔甚远，但唐朝与渤海在文化上属于“一家”。这指出了双<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化上的一致性。既然文化“本一家”，那么，双方就不会因为地域不同而影响精神上的联系。首联是临别时的劝慰，也表达出双方间的厚谊深情，特别是唐人对东北边疆渤海人的情谊。颔联是对王子文化素养的赞誉。王子勤奋学习，如今博学多才，载誉而归，值得庆贺；王子美妙的文章、诗句都留在中国，为人传诵，这又是值得称道与感谢的。颈、尾联两联诗笔折转，想象王子归途情况及归国后对长安内地的思念。越过赤岭界碑，顺着东流江水，王子扬帆直进，向朝霞曙光出现的东方故国驶去。“曙霞”暗含着对“海东盛国”的赞美。王子到达本国后，追忆在长安时的美好生活，定然会回首遥望，可那时已天遥地远，各在一方了。尾联透露出送行者依依不舍之情，于此可见篇首的劝慰，不仅含有王子的眷恋惜别之情，而且更有送行者本身强作笑容的离愁别绪。</p> <p>　　此诗语言清浅朴素，感情色彩浓郁，是一首较好的赠别诗。作为我国各族人民之间亲密交往的历史记载，此诗更有其独特价值。尤其是这首反映了一个重要史实：当时渤海国重视学习、吸取中原文化，以至于中原文化渗透融合进渤海文化的各个方面。</p>",
  "about": "<h2>创作背景</h2> 　　渤海王国作为一个受唐帝国册封的地方政权，曾建都于敖东城（今吉林敦化东南）。全盛时“地方五千里”，史称“海东盛国”。文物制度，仿拟唐朝。都城城垣土筑，有内、外城。敖东城是渤海初政治、经济、文化中心。渤海国与唐朝关系十分密切。渤海先后派使臣朝唐有132次之多，唐朝也十多次派人赴渤海，双方贸易往来十分频繁。最为突出的是，渤海锐意学习中原文化。如“数遣诸生诣京师太学，习识古今制度”（《新唐书·渤海传）；并多次派文人到长安抄回《汉书》、《三国志》、《晋书》、《三十六国春秋》、《唐礼》等历史、政治文献；渤海王子和贵族子弟纷纷至中原学习，有的经过科举考试，留作唐官。渤海的部分官员、使臣大都善用汉文撰写奏章。有的<a href=\"http://so.gushiwen.org/view_31933.aspx\">诗</a>人所写的诗文，其韵律和意境几乎可与同时代的中原著名诗人媲美。在渤海与唐朝的密切交往中，唐人对渤海人的感情不断加深。此诗描写的就是渤海王子学成归国时，作者与之依依惜别之情之景。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "赠别",
    "友情",
    "惜别"
  ]
}