{
  "id": 48083,
  "star": 109,
  "name": "登江中孤屿",
  "dynasty": "南北朝",
  "content": "江南倦历览，江北旷周旋。<br>怀新道转迥，寻异景不延。<br>乱流趋正绝，孤屿媚中川。<br>云日相晖映，空水共澄鲜。<br>表灵物莫赏，蕴真谁为传。<br>想象昆山姿，缅邈区中缘。<br>始信安期术，得尽养生年。",
  "fanyi": "<p><strong>译文<br></strong>倦于遍览江南美景，江北风光久未观看。<br>寻求新景道路遥远，探访奇观时光不延。<br>穿越激流横渡前行，孤岛秀美大河中间。<br>白云红日相互辉映，水天一色澄碧鲜妍。<br>呈现灵气无人欣赏，藏有真趣谁为传言？<br>遥想昆山仙人英姿，顿觉世间尘缘邈远。<br>始信安期养生之术，得以享尽养生天年。</p> <p><strong>注释<br></strong>1.江中：指永嘉江，在浙江东南境，又称瓯江、温江、蜃江、永宁江。孤屿，即孤屿山，在今温州市附近永嘉江中。<br>2.历览：遍览，游遍了。<br>3.旷周旋：久不游览。旷，荒废，耽搁。周旋，应酬，打交道，这里指前去游赏。<br>4.迥：迂回。<br>5.景：日光，指时间。延：长。<br>6.乱流：从江中截流横渡。趋：疾行。<br>7.媚：优美悦人。中川：江水中间。<br>8.空水：天空和江水。<br>9.表灵：指孤屿山极其神奇的景象。表，明显。灵，灵秀、神奇。物：指世人。<br>10.蕴真：蕴藏的仙人。真，真人、神仙。<br>11.昆山姿：指神仙的姿容。昆山，昆仑山的简称，是古代传说中西王母的住处。<br>12.缅（miǎn）邈（miǎo）：悠远。区中缘：人世间的相互关系。<br>13.安期术：安期生的长生之术。安期，即安期生，古代传说中的神仙，传说他是琅琊阜乡人，因得长生不老之术而活过了一千岁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头四句写倦游江南，转游江北。<a href=\"http://so.gushiwen.org/view_48083.aspx\">诗</a>人先用“江南倦历览，江北旷周旋”说明渡江北游的原因。后来用“怀新道转迥，寻异景不延”描述北游途中产生的心理感觉。道本不迥而党其远，景本不可延而怪其不延，空间、时间均在主观意念作用下出现不合理而合情的反差和变异，借主观与客观的矛盾突出为探寻新景异景而路欲其短、日欲其长的急切心情。在这心情支配下，乘船过江，不是顺流斜渡，而是“乱流趋正绝”，以缩短路程，争取时间，这就和上两句紧相绾合。此句又缘于下句”孤屿媚中川”而写。因为见到孤屿中流独峙奇绝之景，故而迫不及待地横流直渡。诗中正面写孤屿风景共三句，“孤屿媚中川”是登屿之前遥而望之的总体美。“媚”字极写孤屿山在清澈的江流中间秀峰耸翠，妍美悦人。</p> <p>　　后面两句“云日相辉映，空水共澄鲜”，则是登屿之后所见景色。上句写云日同辉，下旬写江天一色。江中孤屿在白云、丽日、蓝天、澄江的烘托之下，有如一螺青黛，分外秀丽妩媚。正当诗人对孤屿赏爱不绝，忽然感情波动，为这新异之景的无人欣赏、无人传写而叹惜，于是写出“表灵物莫赏，蕴真谁为传”。这两句包含三层意思：一是为孤屿的灵秀无人赏爱、仙人的故事无人传写而叹惋。二是借“物莫赏”、“谁为传”，从反面说出自己为之传写赞美的意愿。三是与上文“怀新”、“寻异”相呼应，突出孤屿的美。可谓一石三鸟，意蕴深厚。这两句又点出孤屿的“表灵”、“蕴真”，已见灵气仙心，进而即景生发，驰骋神思，自然想及仙山仙术，因而顺理成章写出最后四句：“想像昆山姿。缅邈区中缘。始信安期术，得尽养生年。”在诗人想望中，江中孤屿表灵蕴真为神仙之奥区，它的灵异之姿、远绝尘缘之境，都与昆仑山有着某种内在的联系，因而冥想杏渺以虚作实，自谓道心契悟．始信安期之术得以养生尽年。这一方面是外放永嘉、心情苦闷的真实流露，渴望以遁世求仙得到解脱；另一方面则以神异灵秀的姿质去描写江中孤屿的美。</p> <p>　　这首诗结构上也是按照叙事—写景—说理的框架写成。正面写景虽然只有三句，但全篇都以写景为中心。为景而游，因景而思，承转自然。全篇语言清隽，风韵秀雅。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48083.aspx\">诗</a>是诗人<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>任永嘉太守时游永嘉江所作。谢灵运是东晋大族谢氏之后，门第高贵，自视甚高。刘宋建立之后，打击门阀士族，谢灵运由公降为侯，未得重用，因而心怀不满，自己主动要求出守永嘉郡。在永嘉时他肆意游览山水，不理政事，寄情于山水翰墨之间，以抒发郁愤。正是在这种处境与心情下，谢灵运写了此诗。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "抒怀"
  ]
}