{
  "id": 71761,
  "star": 11,
  "name": "行田登海口盘屿山",
  "dynasty": "南北朝",
  "content": "齐景恋遄台，周穆厌紫宫；<br>牛山空洒涕，瑶池实欢悰。<br>年迫愿岂申，游远心能通。<br>大宝不欢娱，况乃守畿封。<br>羁苦孰云慰，观海藉朝风。<br>莫辨洪波极，谁知大壑东。<br>依稀采菱歌，仿佛含嚬容。<br>遨游碧沙渚，游衍丹山峰。",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首登高舒忧之作。“行田”即巡视农田，晋宋时一些文士往往借行田之便游遨山水，如<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>就曾写信给谢万说：“比当与安石东游山海，并行田视地利。”<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>这首<a href=\"http://so.gushiwen.org/view_71761.aspx\">诗</a>即写行田来到永嘉江（今瓯江）入海之口，登山的所见和所感。</p> <p>　　诗的前八句纯以议论出之，点明此番出游的缘由。诗人借对前事的评述逐渐抽绎出自己的思绪来。头四句以齐景公和周穆王作为一反一正的比照：春秋时的齐景公，曾登牛山而流涕，哀人生之短促，而其用以补偿的却是加倍地贪恋宫室狗马之乐；周穆王为追求赏心乐事，则乘八骏西游，在昆仑瑶池与西王母尽相见之欢。前者沉溺于世俗的物质享受之中，未免辜负了那一瞬间对人生的感悟，所以说“牛山空洒涕”；后者在远游中实现了生命的延长，那才是精神上真正的欢乐，所以说“瑶池实欢悰”。这一“空”一“实”的用语，已逗漏出作者的主意所在。次四句归到自己身上，作进一步申说。“年迫”两句说岁月流逝，愿望成空，惟有在与自然亲切晤对的远游中，才能使心胸豁然畅通。“大宝”两句说：即使贵为国君也不能摆脱“年迫”之苦，更何况像我这样被迁谪至海隅的失意者呢！言下则企羡远游之情已昭然可见。诗的前八句，用笔至为工稳细密：写齐景公事以“遄台”和“牛山”并举，因两者均在今山东淄博一带，位置相邻；写周穆王事以“紫宫”和“瑶池”并举，因两者原意指天帝和神仙的居所，字面相近。后四句虽已转入夫子自道，而在字面上，“年迫”犹承齐景公牛山之泣一事，“游远”犹承周穆王西游之事，“大宝”义兼二君。意虽转而语犹承，从中可见大谢诗的“法密机圆”（方东树语）之处。</p> <p>　　诗的后八句写登临的所见和所感。“羁苦”、“观海”两句为承上启下的过渡。盘屿山在浙江乐清县西南五十里，滨海，故登山可以观海。而此番登临，原是因不耐客中寂寞故来寻求安慰，非同一般的流连玩赏，这就为下文的虚拟之笔预设了伏笔。诗人写景，只用了“莫辨洪波极，谁知大壑东”两句，从空际着笔，极写海之浩渺无涯。“洪波”语出<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《观沧海》诗：“洪波涌起”；“大壑”语出《庄子·天地》：“夫大壑之为物也，注焉而不满，酌焉而不竭。”这两句在突出大海辽阔无际的同时，也写出了其吞吐无穷的容量和汹涌澎湃的动势；而置于句首的“莫辨”、“谁知”，又将诗人的惊异、赞叹之情倾泻无遗。诗人以大刀阔斧的疏朗之笔展示出极为恢宏的气象，不仅切合海的性格，也使全诗至此精神为之一振。而紧接着的“依稀采菱歌，仿佛含嚬容”，又在转眼之间将实景翻作虚景。按采菱曲为楚歌名，“含嚬容”则从西施“病心而矉（通颦、嚬）”的故事化出，这里借指越女，所谓“荆姬采菱曲，越女江南讴”（王融《采菱曲》），这楚歌越声在大谢诗中乃是和归思相联系的。谢灵运有《道路忆山中》诗云：“采菱调易急，江南歌不缓。楚人心昔绝，越客肠今断。断绝虽殊念，俱为归虑款。”可移用为此诗注脚。“依稀”、“仿佛”四字已明言这并非实有之景，而在眺望大海之际，忽闻乡音，忽见乡人，正是由思乡心切而生出的幻觉。这一神来之笔，把主人公深沉的情思呼之欲出。既然“羁苦”之情不能在观海之际释然于胸，那么也就只有在继续远游中才能聊以排遣，诗的末二句正是以展望未然来收束的。诗的这一部分以虚实交互为用的运笔烘托出内心的波澜，把主人公为苦闷所迫而又无计解脱的心绪表现得十分真切而自然。</p> <p>　　这首诗大半都用对偶句组成，却无板滞迂缓之弊。原因是诗人的精心结撰之处，并不限于区区一联，而是将之置于全篇的结构之中，注意彼此之间的承接呼应关系。如首四句从字面看分为上下两联，而在用事上则以一三、二四各说一事，显得错落有致。五、六两句虽自成一联，而它们又分别和前四句勾连相承。“莫辨”以下连用六个偶句，而以句首的不同用词又可分为三组，这又是与内容的虚实转换互为表里的。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“陶诗胜人在不排，谢诗胜人正在排。”（《说诗晬语》卷上）由此诗亦可见一斑。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "登高",
    "写景",
    "抒怀"
  ]
}