{
  "id": 70096,
  "star": 1,
  "name": "杂剧·谢金吾诈拆清风府",
  "dynasty": "元代",
  "content": "楔子<br>君起早，臣起早，来到朝门天未晓。长安多少富豪家，不识明星直到老。下官殿头官是也。今有王枢密奏知圣人，因为官道窄狭，车驾往来不便，表圣人的命，就着王枢密立起标竿，拆到杨家清风无佞楼止。如有违拒者，依律论罪。令人传与王枢密，只等拆遍了，可来报知，好回圣人话。理会得。奉命传宣下玉阶，东厅枢密要明白。修街先把标竿立，事完回奏圣人来。下官姓王名钦若，字昭吉。方今大宋真宗皇帝即位，改元景德元年。下官现为东厅枢密使。这里也无人，下官本是番邦萧太后心腹之人，原名是贺驴儿。为下官能通四夷之语，善晓六番书籍，以此遣下官直到南朝，做个细作。临行时萧太后恐怕下官恋着南朝富贵，忘了北番之恩，在我这左脚底板上，以朱砂刺\"贺驴儿\"三个大字，下面又有两行小字道：\"宁反南朝，不背北番。\"下官自入中原，正值真宗皇帝为东宫时选文字之士，下官因而得进。今圣人即位，宠用下官，升拜枢密之职，掌着文武重任，言听计从，好不权势。只有一事不能称心。观今有一员名将，乃是杨令公之子，姓杨名景，字彦明。更兼他手下有二十四个指挥使，人人勇猛，个个英雄，天下军民，皆呼他为杨六郎。因他父子每尽忠报国，先帝与他家造下一座门楼，题曰：\"清风无佞楼\"。至今楼上有三朝天子御笔敕书，大小朝官，过者都要下马，天子春秋降香。杨六郎母亲封为佘太君，有先皇誓书铁券，与国同休，免他九个死罪。那杨景镇守着瓦桥三关，所以北番不能得其寸尺之地。近来有萧太后使人，将书来见下官之罪，说我忘了前言。我今无计可施，想来萧太后连年不能取胜，皆因惧怕杨景，不敢兴兵。若得杀了杨景一个，虽有二十四个指挥使，所谓蛇无头而不行，也就不怕他了。那时等我萧太后尽取河北之地，易如反掌，岂不称了下官平生之愿？前者圣人曾言，御街窄狭，车驾往来不便。下官就要乘此机会，谋杀杨景。令人，与我唤将女婿谢金吾来者。理会的。谢金吾安在？我做衙内不糊涂，白银偏对眼珠乌。满城百姓闻吾怕，则我倚权挟势谢金吾。小官谢金吾是也，官拜衙内之职。你道我是使着那个的权势？我丈人是个王枢密，谁敢欺负我！我打死人，又不要偿命，到兵马司里坐牢。今有丈人呼唤，须索走一遭去。可早来到门首也。令人，报复去，道谢金吾下马也。报的大人知道，谢金吾来了也着他过来。着过去。父亲。<br>唤你孩儿。有甚么公干？唤你来别无甚事。前日圣人曾言，官道窄狭。车驾往来不便。我今日早间奏过，在这京城里外，立下丈二标竿。但抹着标竿者。不问军民房舍尽行拆毁，拆到杨家清风无佞楼止。你不晓得，那杨家须是我的对头。我如今把这个\"到\"字，添上个立人，做个\"倒\"字，则说拆倒清风无佞楼止。差你丈量官街阔狭高下，一例拆毁。金吾，你可用心着志，务要拆倒清风无佞楼住。早些回我的话来。孩儿此一去，随他铜墙铁壁，也不怕不拆倒了他的！<br>【仙吕】【赏花时】我可甚的要拆倒清风无佞楼？也只为咱与杨家话不投。我料得杨景那厮，闻知拆倒了他家门楼，必然赶回家来，与我诘奏其事。那时节我预先差人拿住他，奏过圣人，责他擅离信地，私下三关之罪。但赚的离雄州，便好将他斩首，此事只好我和你知，休要泄漏者。我好不乖哩，要你分付，这的是六耳不通谋。<br><br>第一折<br>自家谢金吾的便是。奉圣人的命，说这街道窄狭，车马往来不便，不管大小官员房舍，但是侵占官街的，尽皆拆毁。来到这所门楼根前，这楼正占着官街。夫役每，向前与我拆倒者。老汉是杨令公家的老院公。是甚么人在门前大呼小叫？我去看咱。众夫役您且住者。为甚么敢拆我家府里的清风无佞楼？你这老奴才，那里知道，我是奉圣旨开展街道。现今你这楼正占着官街，应得拆毁的。既然是这等，我去请老夫人与你说话。太君有请。老身佘太君的便是。正在中堂闲坐，只听的门首大惊小怪，不知为何？老院公，为甚么这般慌慌的来？告的夫人知道，谢金吾领着众多夫役，拆毁房舍。到咱这无佞楼根前了也。老夫人何不与他说去？谁这般道来？观今正在那里要拆毁哩。上面见有先皇的御书，他怎敢拆毁？此人好是大胆也呵！<br>【仙吕】【点绛唇】则俺这百尺楼台，是祖先留在。功劳大，更打着个郡马的名色。那厮也怎敢便来胡拆？<br>【混江龙】这楼呵起初修盖，也不知费他府藏偌多财。上面有御书的玉札，钦赐的金牌。莫说朝省里官员皆下马，便是春秋天子也要降香来。这早晚敢动手哩，老夫人行动些儿。只听的闹垓垓，越急的我气口怡口怡，脚忙抬，步难捱，半合儿行不出宅门外。我这里挡不住夫役，奔不的尘埃。老夫人，你来做甚么？我这清风无佞楼，是奉圣旨盖的，你怎敢拆毁俺这楼来？老夫人，你差矣。当初是圣人命替你家盖，如今我也奉圣旨替你家拆。是碍了我走路，我要拆来。失役每，先把那门楼上的砖瓦乱摔下来。这厮好无礼也。<br>【油葫芦】我只见他带瓦和砖拥下来，夫役每，将这椽木都屈拆了，等我拿家去做柴烧，管他怎的。他、他、他，将椽木拆做柴！上紧的拆。他、他、他，催迸的来不放片时刻，则他这满城人那一个不添惊怪，偏我这一家儿直恁的遭残害。老夫人，上命差遣，盖不由己。我直从朝门外拆起，多少王侯宰相家，连片拆了，单单拆的你这一家儿也？我这里急问他，他那里硬挣□。向前去手扌昝住腰间带，老夫人，你好没意思。我是奉圣人的命，你揪住我待要怎的？你敢是没圣旨擅差排！老夫人，谁敢说慌，现有圣旨哩。有圣旨在那里？我与你面圣去来。<br>【天下乐】咱两个厮扭定向君王前奏去来，我和你去不妨事。夫役每，不要管他，则管拆着。则你个乔也波才，自恁歹，俺虽是随朝的武官十数载。只因你这楼正占着官街，方才拆了你的。这门楼谁不曾过去？这门楼谁不曾到来？偏你这谢金吾嫌道窄！<br>老夫人，你也只乱嚷。那圣旨上明明写道，拆倒清风无佞楼止，须不是我私造的。你要请看，我就与你看，今日好歹定要拆毁了。敢不是圣旨么？难道我哄你？那里有个圣旨是好假的，你只管言三语四。信口儿骂谁哩。敢不中么？<br>【那吒令】)这都是王枢密，王枢密的计策；故意教谢金吾，谢金吾来拆坏；强把着宋真宗，宋真宗来顶戴。上不怕天理该，下不怕人情骇，你也启奏的忒不明白。<br>【鹊踏枝】割舍了我个老裙钗，博着你个泼驽骀。遮莫待挝怨鼓撅皇城，死撞金阶。觑了他拆的来分外，不由我感叹伤怀。<br>(云)谢金吾，我家和你往日无冤，旧日无仇也。(唱)<br>【寄生草】咱和你又无甚别仇隙，怎这般狠布摆？领着火顽皮贼骨浑无赖，也不问个朱楼画壁谁家界？霎时间早雕栏玉砌都安在。似你这不忠不信害人贼，那里也有仁有义朝中客。<br>(谢金吾云)且莫要说起圣旨，便是我谢衙内现做的朝中臣宰，你也不该挺撞我。(正旦唱)<br>【村里迓鼓】那厮道朝中臣宰，则俺杨家也不是民间宗派。(谢金吾云)你还不认的我哩，我是王枢密的女婿，那里看的你个白头叠雪的在眼儿里。(正旦唱)元来你倚着丈人行的气概，就待欺负咱年华高迈。(金吾云)你这个老人家，好不知高低，我尽让你说几句便罢，则管里倚老卖老，口里唠唠叨叨的说个不了。你便就长出些个胡子来，我也不理你。你去！(谢金吾推，正旦倒科)(正旦唱)不堤防被他来这一摔，错闪了腰肢，擦伤了膝盖，争些儿磕破了摘袋，哎，你也可怜俺个白头的这奶奶。<br>(谢金吾云)夫役每。把那金钉朱户，虬镂亮槅，拆不动的都打烂了罢！(正旦唱)<br>【元和令】他、他、他，把金钉朱户生扭开，虬镂亮槅，尽毁败。(谢金吾云)把那柱子就砍拆了。(正旦唱)把沉香柱一似拆麻秸，土填平多半街。(云)你拆了我门楼也罢了，怎么将这御书牌额都打碎了？(唱)怎生的打碎了这牌额？(谢金吾云)我便碎了这面牌额，打甚么不紧？你要告，告了我去。(正旦唱)难道你有官防无世界？<br>(谢金吾云)我奉圣人的命在此，你骂了我就是骂了圣旨一般。你骂圣旨该得何罪？(正旦唱)<br>【青哥儿】那厮拆坏了咱家、咱家第宅，倒把着大言、大言图赖。教我便有口浑身也怎劈划？哎，谁想我到这年衰，值着凶灾。被他推倒当街，跌损形骸。直从鬼门关上孩儿每喳喳的叫回来，他也忒欺人煞！<br>(谢金吾云)夫役每，今日也拆不了，明日再来拆罢。(下)(正旦云)嗨，这个那里是谢金吾敢来这里撒泼，明明是王枢密与俺家做对头，故意使他来的。我那六郎孩儿，好个性子。他若知道，怕不跑回家来，一发着他道儿了。老院公，你近前来。只今日我修了一封书，你直至瓦桥三关，说与六郎孩儿。若有明白的圣旨，着他下关来；若无明白圣旨，着他休下关来。小心在意者。(唱)<br>【赚煞】若不除得那昧心贼，依旧把俺那门楼盖，则除非把俺杨家姓改！他则待赚俺孩儿寻罪责，则今朝将你个都管亲差。这书上已明开，休的胡猜，就儿里关连着大利害。虽则是被那厮抢白，嘱付孩儿宁奈，休得要误军机私下禁关来。(下)<br><br>第二折<br>(冲末扮杨六郎领卒子上)(杨六郎诗云)雄镇三关二十秋，番兵不敢犯白沟。父兄为国行忠孝，敕赐清风无佞楼。某姓杨名延景。字彦明，祖贯河东人氏。父亲是金刀教手无敌大总管杨令公，母亲佘太君。所生俺弟兄七个，乃是平、定、光、昭、朗、景、嗣，某居第六。镇守着三关。是那三关？是梁州遂城关、霸州益津关、雄州瓦桥关，此乃三关。某受六使之职。是那六使？边关里外点检使、界河两岸巡绰使、关西五路廉访使、淮浙两场催运使、豳汾二州防御使、河北三十六处救应使，此乃六使之职。叵奈北番韩延寿无礼，自与某交锋，不曾得某半根儿拆箭。我手下有火结义兄弟，自岳胜、孟良而下，共总二十四员挂印指挥使。也不是我褒奖他，真个出来的都一个个精通武艺，善晓兵机。冠簪金獬豸，甲挂锦犭唐猊。厮琅琅弓上箭，扑刺刺马攒蹄。忘生舍死安邦将，大胆雄心敢战儿。某今日在元帅府升怅。令人，辕门外倘有报紧急军情者，报复咱家知道。(院公上，云)老汉是杨令公家老院公的便是。因为谢金吾拆毁清风无佞楼，将老夫人推上阶基，跌破了头。老夫人的言语，将着书呈，直至三关见六郎哥哥走一遭去。说话中间可早来到也。把辕门的，报与元帅得知，有老院公在于门首。(六郎云)着他过来。(卒子云)着过去，(院公做见科，云)老汉有紧急事来见你哩。(六郎云)院公，你来有何紧急事？(院公云)元帅，有老夫人的书呈在此，你是看咱。(六郎拆书，跪读云)将书来我看。母亲太君寄书与六郎孩儿：今有王枢密令女婿谢金吾，拆毁清风无佞楼，又将老身推下阶基，跌破了我头，好生烦恼，着你知道。虽然如此，边关重地，如无明白圣旨，是必休念老身，私下关来，反堕王枢密奸计。你紧记者。(作怒科，云)院公，你吃了饭先回拜上太君，好好将息咱。我自有个道理。(院公云)老汉不敢久停久住，回老夫人话走一遭去。(诗云)传送书呈便转身。路遥不敢避辛勤。愿借顺风吹的去，一日回家见太君。(下)(六郎云)我如今要私下三关，看母亲去，争奈不敢擅离信地。此恨痛入骨髓，不可不报。待我慢慢寻思一个计策来。令人，紧把着帐门者。(外扮焦赞上，诗云)镇守三关为好汉，杀的番兵没逃窜。军前阵后敢当先，则我是虎头鱼眼焦光赞。某焦赞是也，适才巡边回来，见哥哥去。令人，报复去，道有焦赞下马也。(卒子做报科，云)喏，报的元帅得知，有焦赞来了也。(六郎云)着他过来。(卒子云)着过去。(焦赞做见科，云)哥哥，焦赞巡边无事，特来回话。(六郎云)兄弟，既然无事，你回去。(焦赞做出门科，云)您兄弟知道，往常<br>时见我来，便欢天喜地，今日见我来，甚是烦恼。我也不去，我则在这里听他说甚么。(六郎云)焦赞去了也。我是再看这书咱：母亲太君寄书与六郎知道，今有王枢密令女婿谢金吾，拆毁了清风无佞楼，又将老身推下阶基。将我头来跌破了，着你知道。(焦赞云)原来哥哥有这般烦恼！叵奈王枢密无礼，拆毁了清风无佞楼，又将太君的头都跌破了。比及哥哥要回去，我先到京城，将他一家老小，诛尽杀绝，与哥哥报仇，走一遭去来，可不好也！(诗云)虽则是接境西番，险隘处自有巡拦。岳排军紧守营寨，我瞒六郎先下三关。(下)(六郎云)嗨，似此仇恨，何日得报？我要私下三关去，争奈众将无人掌领。此事不好泄漏，若被焦赞知道怎了？则除是这等。令人，与我唤将岳胜、孟良来者。(卒子云)岳胜、孟良安在？(外扮岳胜上，诗云)赤心一片佐皇朝，日夜巡边不惮劳。随你番兵三百万，着谁当咱岳家刀。某乃双刀岳胜是也，佐于杨景麾下为将。正在演武场中，操练军卒。有哥哥呼唤，不知甚事，须索去走一遭。令人，报复去，道有岳胜下马也。(卒子报科，云)报的元帅得知，有岳胜来了也。(六郎云)着他过来。(卒子云)着过去。(岳胜做见科，云)哥哥，唤您兄弟有甚事？(六郎云)且一壁有者。(外扮孟良上，诗云)两军相对堵，三通催战鼓。则我身背火葫芦，肩担蘸金斧。某乃加山孟良是也，佐于杨六郎麾下为指挥使之职。恰才哥哥呼唤，不知有甚事，须索走一遭去。令人，报复去，有孟良下马也。(卒子做报科，云)报的元帅得知，有孟良来了也。(六郎云)着他过来。(卒子云)着过去(孟良做见科，云)哥哥，唤您兄弟那厢使用？(六郎云)唤您两个来，别无甚事。今有王枢密令他女婿谢金吾，拆了俺杨家府清风无佞楼，将老母推下阶基，跌破了头。我要私下三关，探望母亲走一遭去。岳胜兄弟，你掌领着众将，紧守营寨，提备番兵。只说某抱病，一时不能即出。众将不许一人跟随，某星夜一人一骑，私下三关看母亲走一遭去。(诗云)骤征马宛星夜奔还，众将校休离营盘。若不为太君跌坏，我杨景也怎敢的私下三关。(下)(岳胜云)哥哥去了也。孟家兄弟，我奉哥哥将令，着我紧守营寨，着你整搠军马，巡绰各边，堤备番寇，等哥哥回来。小心在意，休违误者。(孟良云)哥哥放心，我自理会得。(岳胜诗云)元戎早晚便回还，整搠兵戈不暂闲。(孟良诗云)但得巡边留我在，番兵谁敢向南看。(同下)(焦赞上，云)自家焦赞。有哥哥私下关来，探望老母。我在这城门外守着，只等他过来呵，我和他说知。这早晚敢待来也。(六郎上，云)某杨景，瞒着<br>众将，离了三关。到这城门外，再等一等，人眼黑些，好进城去。(做见焦赞科)(焦赞云)哥哥，你那里去？(六郎云)兄弟，你那里去？(焦赞云)哥哥，我知道多时了。我与哥哥做个护臂，咱同共入城，探母亲去。(六郎云)兄弟，既然你知道了，不要大惊小怪的。咱弟兄二人，探望母亲去。兄弟，你平日性子粗糙，此事干系斫头的罪犯，一些儿泄漏不得。只等黄昏时候入城，兄弟跟着我去来。(同下)(正旦同七娘子上)(正旦云)叵奈王枢密，好生无礼，拆毁了我家清风无佞楼。老身再三阻当不住，倒将我推下阶基，跌碎了这头，看看至死。老身差院公去说与六郎知道，着他不要回来。只等院公到时。才见分晓也呵。(唱)<br>【南吕】【一枝花】这两日气的我闷闷的眠，害得我恹恹的卧。把功臣生割舍，纵贼子放乖泼。天理如何！着细作都瞒过，圣人前宠用他。现放着中书省鼎鼐调和，枢密院将边关事领掇。<br>【梁州第七】都是这两赖子调度的军马，你可甚么一管笔判断山河！痛煞煞这几日难挨过。不听的做夜市的炒闹，争地铺的搀夺。经商客旅，买卖无多。往常时这清风楼前后屯合，到今日冷清清只一片空阔。不见了祥云罩碧瓦丹甍，不见了晓日映珠帘绣幕，不见了香雾锁画戟雕戈。那厮敢胡为，乱做。把先皇圣旨不怕些儿个，平白地闯出这场祸。送的我倒枕着床没奈何，拆的来做不得存活。<br>(带云)孩儿每，我待睡些儿，早关上门者。(杨六郎上，云)某乃杨景是也。入的城来，不见了焦赞。来到府门首，我且轻的击着。开门来。(七娘子云)是谁唤门来？(六郎云)是您哥哥。(七娘子云)我开开这门，原来是六郎哥哥来家了也。(六郎云)妹子报与母亲说，您哥哥来了也。(七娘子云)我报与母亲去。(做见科)(正旦云)这早晚谁在门首里？(七娘子云)母亲，是六郎哥哥来了也。(正旦云)着孩儿进来。(六郎见旦科)(正旦云)孩儿也，你这一来是请旨的么？(六郎云)母亲，您孩儿一见了书，就恨不得飞到家来看我母亲，怎么还有工夫去请圣旨？是瞒着众将，私自回来的。(正旦云)孩儿，你不曾请旨，私下关来，敢不中么？(唱)<br>【牧羊关】我急使的人拦当，你慌来家做甚么？你敢跳不出这地网天罗，他则待赚离了边关，罗织你些罪过。(六郎云)您孩儿只因谢金吾把母亲的头跌破了来。(正旦唱)他、他、他，又不曾将我头跌破，又不曾将我厮揪撮。因拆门楼得了些腌臜气，这几日才较可。<br>(六郎云)母亲，待孩儿是看咱。兀的不气杀我也！(正旦云)六郎，你苏醒者。(唱)<br>【骂玉郎】我则见阶直下气倒忙扶坐，我这里慌搂定紧收撮。则听的喝喽喽口内潮涎唾，我与你摇臂膊，揪耳朵高声和。<br>【感皇恩】呀，叫一声杨景哥哥，直恁的叫不回他。我这里掐人中，七娘子揪头发，一家儿闹喧聒。不争你沉沉不醒，撇下了即世的婆婆。却教俺怎支持，怎发付，怎结末！<br>(带云)那王枢密呵，(唱)<br>【采茶歌】怕不的平地起干戈，直赶上马嵬坡，(带云)倘若有些好歹呵，(唱)你可便着谁人搭救宋山河。世不曾来家愁杀我，你也心儿里精细不风魔。(六郎醒科，云)这父母之仇，几时得报？活活的气杀孩儿也。(正旦云)孩儿，我一家儿只靠的你。可便回三关去，不要在这里惹出祸来。(六郎云)奉母亲的命，孩儿不敢有违，只今晚便回三关去也。若再有甚么紧急事，着八娘子稍书来，报您孩儿知道。(正旦云)孩儿，我且问你咱，(唱)<br>【哭皇天】那军情事非轻可，不知你曾引的人来也独自个？(六郎云)母亲，您孩儿同焦赞兄弟来也。(正旦云)焦赞孩儿在那里？着孩儿家里来波。(六郎云)入城来不见了也。(正旦唱)你道他入城时不见了，因甚的不寻地？他从来有些儿、有些儿撒泼。他若是见说拆毁咱楼阁，他若是见说跌损咱肩窝。怕不就掇起他不腾腾那杀人心、杀人心如烈火，怎还顾别人的利害，自己的死活。<br>(六郎云)那焦赞好个杀人放火的性儿，多咱要做下来了，这也是恶人自有恶人磨哩。(正旦唱)<br>【乌夜啼】哎，还说甚恶人自有恶人磨，这都是你自惹的风波。那贼也正掌着威权大，但有搀搓，谁与兜罗？(带云)孩儿，你也不要顾他了，你只便回三关上去，免堕贼臣之手。(六郎云)母亲，您孩儿便去。(做别科)(正旦云)孩儿，你且坐着，听上衙更鼓，这早晚几更了？(六郎云)是二更过了。(正旦唱)听漏沉沉才勾二更过，意悬悬盼不到来日个。你且暂歇波，权时坐，一来是鞍马上困倦，二来是腹内烦渴。(云)早鸡鸣了也。孩儿，你不可久停久住，便索赶早出城，回三关去。小心在意者。(六郎云)母亲好将息，您孩儿辞了母亲便去也。(正旦唱)<br>【尾声】只等的鸡鸣便去休担阁，儿也，你若得飞出城门便是你一命脱，我少不的到圣人前自言破。怕只怕王枢密的刻薄，百般的将你个杨六郎摧挫，儿也，你只自奔你的前程顾甚我。(下)<br>(六郎云)辞过了母亲，须索往三关去也。(诗云)夤夜里回到家庭，天未晓又待登程。能尽的忠不尽孝，生忿子苦痛伤情。(下科)(巡军上云)甚么人？兀的不是杨景，快拿住者。执缚定了，见枢密大人去来。(六郎云)街坊邻舍，与我母亲前报知，说王枢密拿我杨六郎往法场上去了。母亲，则被你痛杀我也。(下)<br><br>第三折<br>(谢金吾同梅香上)(金吾云)自家谢金吾。从拆了清风无佞楼回来，这几日只管眼跳。常言道眼睛跳，悔气到。难道有甚悔气到的我家里？梅香，且安排酒来，等我吃几杯咱。(焦赞上，云)某焦赞，和六郎哥哥私下三关。天色已晚，入的城来。便好道君子报冤，且歇三年。只我老焦这一个急性，莫说三年，便是一夜也等不得。叵奈王枢密、谢金吾无礼，我打听得这个宅子，便是谢金吾住宅。我先杀了谢金吾满门良贱，然后杀王枢密去。我听上衙更鼓咱，三更前后也。我跳过这墙来，我来到这后花园中，我是听咱。(梅香云)这早晚衙内还在那里口床酒，如今也该睡了，我前后执料去咱。(做叫猫科，云)猫儿，猫儿，(焦赞做见、杀梅香科，云)兀那妮子休走，吃我一刀。(梅香做死科，下)(焦赞云)则这个便是谢金吾的卧房，我蹅开门来。(做杀谢金吾科)(焦赞云)我杀了谢金吾，并家眷一十七口也。我这等去了，不为好汉。我立不更名，坐不改姓。待我割下一幅衣衫，就血泊里蘸着鲜血，写着四句诗在那白粉壁上。(做写科)(诗云)多来少去关西汉，杀人放火曾经惯。一十七口谁杀来，六郎手下焦光赞。(云)你看这诗，恰像朱笔写的，可不写的好。一不做，二不休，杀了谢金吾，再杀那王枢密去。跳过那墙来，(巡军上云)是甚么人？拿住。这不是焦赞？执缚定了，报枢密大人去。(下)(净扮韩延寿领番卒上)(韩延寿诗云)马到旗开处处平，临军对阵辨输赢。掌管番兵都领袖，塞北英雄第一名。某乃番将韩延寿是也，见为都总管大将之职。某手下有雄兵百万，战将千员，长与大宋相持，不能取胜，可是为何？只为南朝有一大将，乃是杨六郎。此人十分英雄，久镇河北之地，使俺番兵不能侵其境界。今奉太后之命。俺这里有一人，乃是贺驴儿。此人深通六番文书，着他到南朝阴为细作，改名王钦若。他若是得志于中原，与俺家做个里合外应。恐怕他贪恋中原富贵，忘俺契丹之恩，去他左脚板下，朱砂刺贺驴儿三字。果然他到的南朝，直做到枢密之职。上马管军，下马管民，好生权势。不想他背义忘恩，更待干罢！我累累的着细作去到南朝见那贺驴儿，至今不见回信。我如今再着一个能干的人，持书一封见他去。书呈已写下了也。兀那小番，你则今日为细作，直至京师，见王枢密去。关口上小心在意，堤备官军，休教杨六郎知道。则今日你便去。(诗云)不避风霜道路寒，假装探马入边关。若能投见王枢密，不得回书莫便还。(番卒上，云)自家韩延寿帐下小番，奉俺元帅将令，差我往南朝见王枢密去。我来到这半山之中，迷踪失路，不知往那里去。远<br>远的官军来也，我且躲在这里。(孟良上，云)某孟良是也。远远的一个番军，小校，与我拿住者。兀那番军，你往那里去？从实的说。你若不说，小校，拿我那斧来，待我劈下那颗驴头。(番卒云)老爷休砍，我死了着那一个送书哩。(孟良云)将书来我看，这厮正是细作。则今日与岳胜哥哥说知，将这厮绑缚了，直到京师，见圣人去来。(下)(王枢密上，云)恨小非君子，无毒不丈夫。叵奈杨景无礼，他私下三关，擅离信地，夤夜将谢金吾良贱一十七口，尽行杀坏。我已曾着人拿住杨景、焦赞两个。正是飞蛾投火，不怕他不死在手里。但那杨景是一个郡马，怎好就是这等自做主张，将他只一刀哈喇了。倘或他郡主入朝，来称冤叫屈，可不我倒要与他打官司？如今朦胧奏过圣人，将他两个押赴市曹杀坏了，以绝后患。我就自做监斩官，来到这角头上闹市中。左右那里，唤刽子手，将那两个贼犯绑将过来。(刽子拿杨景、焦赞上)(刽子云)行动些，时辰到了。(六郎云)兄弟，你送了我也。(王枢密云)兀那杨景、焦赞，你擅离信地，私下三关，无故杀坏谢金吾一门十七口良贱，你知罪么？(六郎云)着谁人救我咱？(王枢密云)刀斧手，到午时三刻，疾忙下手者。(刽子云)理会的。(正旦扮皇姑领杂当上)(正旦诗云)朝登黄金殿，暮宿宰臣家。饥餐御厨饭，渴饮翰林茶。老身长国姑是也。今因我女婿杨六郎，不合擅离信地，私下禁关，带领了焦赞到京，杀坏了谢金吾一十七口家属。王枢密在圣人前朦胧奏过，建起法场，他亲为监斩官，眼见两个孩儿没那活的人也。老身不免领着手下几个亲随，劫法场走一遭去也呵。(唱)<br>【越调】【斗鹌鹑】我看那赴法的孩儿，则待搭救俺女婿。今日个郡马当刑，畅好是君皇下的。臣宰每不劝谏留人，直等到午时三刻，听的那一声叫下手只。可不道一将难求，千军易得。<br>【紫花儿序】唬的我急煎煎心如刀搅，痛杀杀腹若锥剜，扑簌簌泪似扒推。(王枢密云)刀斧手且住者，不知是那个皇亲国戚来了也。等他过去了，才好杀人那。(正旦做见，王枢密云)我道是谁，原来是杨六郎丈母长国姑。我若是尊敬他，必然要我留人，再奏天子，可不那杨六郎一定饶了？我则把法度利害与他说，怕做甚么！我是东厅枢密使，他又不敢惹我。(做施礼科，云)国姑到此有甚么事？(正旦云)我无事也不来。(唱)送长休饭着俺这女婿再休思想，永别酒和俺这女婿从此分离，(王枢密云)这的是圣旨哩。(正旦唱)谁敢把皇旨轻违。(王枢密云)国姑，良吏不管月局，贵人不踏险地。这个所在，便不来也罢。(正旦唱)这杀场上不关亲因何来到这里？(王枢密云)是、是、是，是杀场上，国姑且请回咱。(正旦唱)他两三番把咱支对，你怎么信口胡喷，抢白的我脸上无皮。<br>(王枢密云)哎，我王枢密几曾抢白来也？只是好劝你，这法场上不是国姑来处。想那杨家父子，有甚么功劳？正旦云)你那里知道，他家没的功劳，倒是你有功劳来？(唱)<br>【金蕉叶】则这满京城百姓每尽知，你与俺大宋朝出甚么气力？提起他父子每端的痛悲，一辈辈于家为国。<br>(王枢密云)杨景便也罢，想他父亲杨业，没本事死了阵上，这也是有功劳的？(正旦唱)<br>【寨儿令】他、他、他，也则为俺赵社稷，甘心儿撞倒在李陵碑，便死也不将他名节毁。他也曾斩将搴旗，耀武扬威，普天下那一个不识的他是杨无敌。(王枢密云)想他哥哥杨五郎，削发为僧，这等怕死，也是有功劳的？(正旦唱)<br>【幺篇】你道是杨和尚破天阵吃了些亏，却不道救铜台是靠着伊谁。他兄弟在沙场上苦战争，刀尖上博功绩。怎、怎、怎着他云阳市，赴这个好筵席。(王枢密云)事做到这里，怕他怎么？我是东厅枢密使，他也不敢惹我。国姑，据杨景犯下的罪名，叫做一人造反，九族遭诛。国姑你倒要来救那罪人，敢是你女娘家不曾看王法哩。(正旦云)我这两个孩儿，当日有功，今日有罪，也合将功折罪。王枢密，你则是看我国姑面上。将两个孩儿饶过者。(王枢密云)这国姑好会做大也。我要杀的人，只说看国姑的面皮，我的面皮可着狗吃了？(正旦云)你骂谁哩，你饶便饶，不饶便罢，你怎生骂我？(王枢密云)我歹杀波是东厅枢密使。(正旦云)你便做着东厅枢密使来，想你当初不得志时，提着个灰罐儿，卖诗写状，那早晚也是东厅枢密使来？(王枢密云)这个国姑，越饶着越逞，道我不得志时，提着个灰罐儿，卖诗写状。你家父祖，当初不得志时，游关西五路，也曾挺着脖子，拽伞车儿来。(正旦云)这厮好无礼也。(唱)<br>【鬼三台】百姓每都听得，王枢密这奸贼，敢和咱斗嘴。直恁般无上下失尊卑，我如今问你，问你个骂皇亲的罪过该甚的？(王枢密云)我骂了一个老婆子，有甚的罪过？(正旦唱)可是你掌朝纲的王法也不识。常言道莫说他人，先输了自己。<br>(王枢密云)我是东厅枢密使，你也不该毁骂大臣么。(正旦云)是我骂来，是我骂来。(唱)<br>【调笑令】你道是，枢密骂不的，是我骂你这改姓更名漏面贼。萧太后使你为奸细，几年间将帝主明欺，(带云)你道我不知道你哩。(唱)则那贺驴儿小名须是你。(王枢密云)那里是甚么贺驴儿？我是王钦若。(正旦云)噤声，那壁姓贺，这壁姓王。(唱)可不的山河易改，本姓难移。<br>(云)你这贼可知道我家奉的圣旨么？觑一觑剜了眼睛，指一指剁了手腕。(唱)<br>【雪里梅】剜眼睛便挑剔，剁手足自收拾。(云)俺府里的亲随那里？(唱)你与我扭开了长枷，将六郎扶起，唤左右快疾。<br>(做放杨景、焦赞，王枢密夺，正旦打科)(六郎云)母亲休打他，则怕不中么。(正旦唱)<br>【秃厮儿】不恁的如何救你，不打死不算忠直，我今番下手也则是迟。我和你厮扯定，入宫闱去见官里。<br>(王枢密云)我是东厅枢密使，国家大臣，你怎的我！(正旦唱)<br>【圣药王】遮莫你有势力，有职位，到底是我天朝部下泼奴婢。我可也不怕你，不惧你，我须是天潢支派没猜疑，来、来、来，我敢和你做头抵。(王枢密云)我那里认的你这国姑？你先皇潜龙时，贩油伞游关西五路，都不曾有偌多亲眷，今日这个也亲，那个也亲。你家姓柴，官里姓赵，胡姑姑假姨姨，可是甚么亲眷？(正旦云)兀那厮，你听着，我是太祖皇帝的妹妹，太宗皇帝的姐姐，真宗皇帝的姑姑，柴驸马的浑家，杜太后的闺女，柴世宗皇帝的媳妇，你偏不认的我！(唱)<br>【麻郎儿】俺柴家托孤让位，俺赵家受禅登甚。这都是一门亲戚，须不比重山认义。<br>【幺篇】俺大哥开天立极，俺二哥继体垂衣。今皇帝是俺嫡堂叔侄，先皇帝是俺同胞的那姊妹。<br>【庆元贞】俺本是深宫内苑帝王姬，如今在琼楼朱邸做贵臣妻。家藏着丹书铁券有光辉，你这贼不知，那个知？怎将俺做的胡姑姑也假姨姨。(王枢密云)你为杨六郎，只管骂我。杨景私下三关，焦赞擅杀谢金吾一十七口，合该诛杀。你怎敢劫了法场，我结纽了你见圣人去来！(正旦云)兀那两街百姓都听者，他在这法场上，骂了我也罢。只到朝中，剥了他朝靴，看他脚底板上刺着两行朱砂字道：贺驴儿宁反南朝，不背北番。这难道是我妆诬他的？(唱)<br>【收尾】则他这贺驴儿小名怎许长瞒昧，现放着脚板上两行儿朱砂字迹。到来日我一星星奏与君王，不到得轻轻的索放了你。(下)<br>(王枢密云)嗨，我欲杀坏了杨六郎、焦赞两人，剪草除根。谁想被国姑劫了法场，放了这两个，似此怎了？只除先去奏过圣人，少不的连这国姑也断送我老王手里。(诗云)可奈泼婆娘，公然劫法场。我今须面圣，先下手为强。(下)<br><br>第四折<br>(殿头官领校尉上，云)下宫殿头官是也。今因杨景、焦赞，私下三关，擅杀谢金吾，圣人命王枢密监斩二人，可怎生不见回话？令人，朝门外觑者，若来时报俺知道。(王枢密上，云)自家王枢密，奉圣人的命，亲为监斩官，建起法场，杀那杨景、焦赞两个，不想长国姑劫了法场。我今不敢隐讳，去见圣人，奏知此事。早已来到朝门内了也。(做见科，云)大人可怜见，长国姑欺负杀我也。他又劫了法场，毁了圣旨。大人须与我转奏者。(殿头官云)既然这等，下官即当替你转达天听，不须烦恼。(正旦同杨景、焦赞上，云)这厮每好无礼也呵。(唱)<br>【双调】【新水令】我须是真宗皇帝老姑姑，这贼呵谁根前你来我去。将皇亲厮毁谤，将大将厮亏图。我和你直叩青蒲，拣着那爱处做。<br>(正旦同杨景、焦赞见科)(殿头官云)长国姑，你怎么殴打王枢密，于礼不合么。(正旦云)大人听我说一遍波。(殿头宫云)你是说，我听咱。(正旦唱)<br>【甜水令】只见那孩儿每闹闹嚷嚷，聒聒焦焦，簇捧着法场前去。(殿头官云)这法场上，你也不该去么。(正旦云)我是他亲丈母，怎不要去送碗长休饭，递杯儿永别酒那？(唱)我须是割不断的紧亲属，因此上熬一片痛苦心肠，忍一点凄惶眼泪，陪一句哀求言语，做杀卑伏。<br>(殿头官云)长国姑，你为女婿的情分，这般伏低做小，那王框密却怎么？(正旦唱)<br>【折桂令】那一个王枢密气昂昂腆着胸脯，纳胯妆幺，使尽些官府。他道我两家同坐，一人造反，九族全除。(带云)大人那，王枢密骂我来。(殿头官云)你是长国姑，他怎生的骂来？(正旦云)他骂俺先皇曾游关西五路，挺着脖子，拽伞车儿哩。(唱)他不合毁骂俺先皇上祖，也曾的把马推车。那厮不识来疏，不辨贤愚，一刬的残害忠良，抵多少指斥銮舆。(殿头官云)杨景擅离信地，私下三关，焦赞杀死谢金吾家一十七口，都是他自犯出来罪过，须不是王枢密屈陷他的。(正旦唱)<br>【乔牌儿】便不合离边关到帝都，便不合将谢家十七口一时屠。则俺个官家怎不看功劳簿，纵有那弥天罪也准赎。<br>(殿头官云)长国姑，你说将功折罪也是。只可惜来迟了，被王枢密先奏过圣人，说你劫了法场，毁了诏书，殴辱大臣？龙颜大怒着哩。(正旦唱)<br>【水仙子】哎，他道俺劫法场擅放了御囚徒，又道俺恃皇亲毁诏书，又道俺殴大臣激的天颜怒。(殿头官云)长国姑，你也枉做一场，那杨景、焦赞，到底饶不得这死罪哩。(正旦唱)要鸣冤何处所，可不的屈杀无辜。既然是饶不的那孩儿命，我也便何颜号国姑，拚纳下这雪白头颅。<br>(做撞头科)(殿头官云)住、住、住，待我与你再奏官里，不要这等做性命着。(孟良拿番卒上，云)自家孟良，早来到朝门之外。令人，报复去，道孟良到来，有紧急军情事。(校尉报科，云)喏，报的大人得知，有孟良在于门外。(殿头官云)着他过来。(校尉云)着过去。(孟良做见科，云)报的大人得知，孟良拿得一番军，他说是韩延寿的细作，稍书一封，送与王枢密的。我拿将来，要面见圣人，当朝勘问。烦大人即便转达。(殿头官云)拿过那厮来。(番子见跪科，云)我是韩延寿差的，单要见王枢密来。(殿头官云)这等，显见的王枢密果有反叛之心。令人，拿下王枢密者。(校尉拿王枢密验科，报云)左脚板上，委实有贺驴儿三字。(正旦云)大人你才不说来？(殿头官云)我说甚么来？(正旦唱)<br>【侧砖儿】你道我平白地把得人，把得人来加凌辱，这公事眼看虚实定何如？撇起个瓦儿在半空里怎住？须不是我皇姑的厮赃诬。<br>【竹枝歌】你道他久在天朝不负初，你道我妄指他做番臣无证处，可怎生搜出那纸文书？反叛的是王枢密，细作是谢金吾。这两个无徒，今日里合天诛。(殿头官云)奉圣人的命，长国姑以下，都向阙跪者，听我下断。(词云)此桩事久屈无伸，到今日才得明分。谢金吾假传圣语，背地里嫉妒元勋。清风楼三朝敕建，拆毁做一片灰尘。更无端行凶逞势，跌损了佘太夫人。倚恃着东厅枢密，他本是叛国奸臣。通反书一时败露，枉十年金紫荣身。上木驴凌迟碎剐，显见的王法无亲。杨六郎合门忠孝，焦光赞侠气超群。皆是我天朝名将，加服色并赐麒麟。长国姑除邪去害，保忠良重镇关津。也论功增封食邑，共皇家万古长春。(众谢恩科)(正旦唱)<br>【清江引】谢得当今圣明主，不受奸臣误。把清风楼重建一层来，着杨六郎元镇三关去，直把宋江山扶持到万万古。<br>题目杨六使私下瓦桥关<br>正名谢金吾诈拆清风府",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}