{
  "id": 72249,
  "star": 18,
  "name": "高祖功臣侯者年表",
  "dynasty": "两汉",
  "content": "　　正义高祖初定天下，表明有功之臣而侯之，若萧、曹等。 太史公曰：古者人臣功有五品，以德立宗庙、定社稷曰勋，以言曰劳，用力曰功，明其等曰伐，积日曰阅。封爵之誓曰：“使河如带，泰山若厉，国以永宁，爰及苗裔。”始未尝不欲固其根本，而枝叶稍陵夷衰微也。 </p> <p>　　余读高祖侯功臣，察其首封，所以失之者，曰：异哉新闻！《书》曰“协和万国”，迁于夏、商，或数千岁。盖周封八百，幽、厉之后，见于《春秋》。《尚书》有唐虞之侯伯，历三代千有余载，自全以蕃卫天子，岂非笃于仁义、奉上法哉？汉兴，功臣受封者百有余人。天下初定，故大城名都散亡，户口可得而数者十二三，是以大侯不过万家，小者五六百户。后数世，民咸归乡里，户益息，萧、曹、绛、灌之属或至四万，小侯自倍，富厚如之。子孙骄溢，忘其先，淫嬖。至太初，百年之间，见侯五，余皆坐法陨命亡国，丰耗矣。罔亦少密焉，然皆身无兢兢于当世之禁云。 </p> <p>　　居今之世，志古之道，所以自镜也，未必尽同。帝王者各殊礼而异务，要以成功为统纪，岂可绲乎？观所以得尊宠及所以废辱，亦当世得失之林也，何必旧闻？于是谨其终始，表见其文，颇有所不尽本末，著其明，疑者阙之。后有君子，欲推而列之，得以览焉。 ",
  "fanyi": "<p><strong>译文</strong><br>　　正义高祖刚刚平定天下，表明有功劳的臣子会封侯，像萧何，曹参等等。太史公说，古时人臣的功绩有五等：依靠仁德安定国家的称“勋”；依靠出谋划策的称“劳”；借助武力的称“功”；明确功劳等级的称“伐”；凭借资历长短的称“阅”。我朝的封爵誓词上讲：“即使黄河细得像衣带，泰山平的象磨刀石了，你们的封国也会永远安宁，还要把对你们的恩泽延及给后代。”朝廷最初不是不想稳固这些功臣们的根本，但那些枝枝叶叶却渐渐的衰微了。<br>　　我读了有关高祖给功臣们的封侯的史料，考察了功臣侯们初次受封及他们后嗣失掉侯位的因由，认为，这真是和我所听到的传闻不一样！《尚书》说：“各个邦国都应协调和睦”，直到夏、商时代，有的邦国竟经历了几千年。周朝分封了八百个诸侯，经幽王、厉王之后，在《春秋》的记载上还能见的到。《尚书》上记载了唐尧、虞舜时的侯伯，经历夏、商、周三代的千余年，仍然保全着自己的地位而屏卫着天子。这难道还不是因为他们深信仁义，遵奉君主的法令吗？汉朝兴起了，受到分封的功臣一百多人。当时天下刚刚安定，以前那些大城名都的人口离散逃亡，可以统计的户口不过原来的十之二三，因此，大侯的封户不过万户，小的只有五六百户。以后几代，民众们都回归故乡了，户口才日益繁衍起来。萧何，曹参，周勃，灌婴这些人的后裔有的封户达到了四万，小侯的封户也增加了一倍，财产也象这样不断积累，他们确实富裕厚足了。于是，这些人的子孙骄傲自满了，忘记了自己祖先创业的艰难，干起了荒淫邪恶的勾当。从开始受封到太初时只有百余年的时间，而原来的侯爵保持至今的只剩下五家，其余的都因犯法而丧命亡国，一下子就全完了。这由国家法网渐渐严密的缘故，然而他们自己也没有小心翼翼地对待当世的禁令啊！<br>　　生活在今世，记住古代的道理是要把它当作镜子来对照自己，可不一定今天就与古代完全一样。帝王们完全可以制定不同的利益而采取不同的统治方法，主要还是以成就功业为原则，岂能完全一样？观察功臣侯门为什么受到尊荣恩宠和为什么受到废黜羞辱，也是当今政治得失的经验教训，何必非得古代的传闻！在此，我考察了功臣侯们的始末，把关于他们的文献改列成下表，其中有有些没能完全弄清本末之处。不过，以后如果有人想继续推究和说明其中的道理，这个表还是可以参阅的。</p><p><strong>注释</strong><br>&lt;1&gt;“社”，古代帝王、诸侯祭祀的土神。“稷”，古代帝王、诸侯祭祀的谷神。“社”、“稷”连言，则用以代指国家。　<br>&lt;2&gt;“等”，等级。这里泛指各种带有等级的国家制度。<br>&lt;3&gt;“封爵之誓”，汉高祖封侯时有约誓，欲使功臣所得爵位世代相传。誓词以丹色刻写在铁券上，即所谓“丹书铁券”。　<br>&lt;4&gt;“河”，黄河。“带”，衣带。“使河如带”，使黄河变成衣带一般狭小，这几乎是不可能的，以此来譬喻久远。<br>&lt;5&gt;“厉”，磨刀石。“泰山若厉”，使泰山变成磨刀石一样短小，这同“使河如带”一样，也几乎是不可能的。此句意在表示久远。　<br>&lt;6&gt;“爰”，音yu2n，乃，于是。“苗裔”，子孙后代。“爰及苗裔”，此四句誓词《困学纪闻》十二引《楚汉春秋》作“使黄河如带，太山如砺。汉有宗庙，尔无绝世”。　<br>&lt;7&gt;“根本”，指汉高祖时期始受封的功臣。<br>&lt;8&gt;“枝叶”，指功臣侯者的后裔。“陵夷”，衰颓。<br>&lt;9&gt;“余”，我。“读高祖侯功臣”，阅读高祖对功臣进行封爵的记载。这种记载，即是当时的侯籍。　<br>&lt;10&gt;“异哉所闻”，此谓异于下文提到的《尚书》、《春秋》记载的情况，并不是异于“使河如带，泰山若厉”云云之意。　<br>&lt;11&gt;“《书》”，即《尚书》。“协和万国”，语出《尚书·尧典》。《尧典》作“协和万邦”。“邦”改作“国”，避汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>讳。在《尧典》中这句话的意思是说尧使各个邦国之间关系和协。　<br>&lt;12&gt;“幽”，周幽王，周宣王之子，公元前七八一年至前七七一年在位。在位期间，为政昏乱，被杀于骊山下，西周灭亡。事迹详见本书《周本纪》。“厉”，周厉王，周夷王之子。执政期间，剥削繁苛，压制舆论，公元前八四一年，国人暴动，厉王出奔彘（在今山西霍县），十四年后死于彘。事迹详见本书《周本纪》。<br>&lt;13&gt;“唐虞”，即陶唐氏和有虞氏，皆为传说时期的远古部落，其首领前者是尧，后者是舜。　&lt;14&gt;“蕃”，与“藩”字通，屏障的意思。　<br>&lt;15&gt;“功臣受封者百有余人”，据表间所列，高祖功臣侯者一百三十七人，另有王子四人，外戚二人，共一百四十三人。实际上，高祖功臣受封为侯的，本表尚有漏载者。　<br>&lt;16&gt;“萧、曹、绛、灌”，指萧何、曹参、绛侯周勃、灌婴。<br>&lt;17&gt;“太初”，汉武帝年号，凡四年，时当公元前一○四年至前一○一年。　<br>&lt;18&gt;“见”，与“现”字同。“见侯五”，指平阳侯曹宗、曲周侯郦终根、埤山侯仁、戴侯秘蒙、谷陵侯冯偃。　<br>&lt;19&gt;“秏”，与“耗”字同，意为无、尽。　<br>&lt;20&gt;“罔”，与“网”字同，法网。“少”，稍略，略微。　<br>&lt;21&gt;“兢兢”，小心谨慎。<br>&lt;22&gt;“绲”，与“混”字通。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "寓理"
  ]
}