{
  "id": 69382,
  "star": 84,
  "name": "杂感",
  "dynasty": "清代",
  "content": "仙佛茫茫两未成，只知独夜不平鸣。<br>风蓬飘尽悲歌气，泥絮沾来薄幸名。<br>十有九人堪白眼，百无—用是书生。<br>莫因诗卷愁成谶，春鸟秋虫自作声。",
  "fanyi": "<p><strong>译文</strong><br>自己成仙成佛的道路渺茫，都无法成功，只能在深夜独自作<a href=\"http://so.gushiwen.org/view_69382.aspx\">诗</a>，抒发心中的不平。<br>飘泊不定的落魄生活，把诗人诗歌中慷概激昂之气消磨而尽。万念俱寂、对女子已经没有轻狂之念的人，却得到负心汉的名声。<br>十个人中有九个人是可以用白眼相向的，最没有用处的就是书生。<br>不要忧愁自己写的愁苦之诗会成为吉凶的预言，春天的鸟儿和秋天的虫儿都会发出自己的声音。</p> <p><strong>注释</strong><br>①风蓬：蓬草随风飘转，比喻人被命运拨弄，踪迹不定。<br>②泥絮：被泥水沾湿的柳絮，比喻不会再轻狂。<br>③薄幸：对女子负心。<br>④谶：将来会应验的话。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联开门见山，点出本<a href=\"http://so.gushiwen.org/view_69382.aspx\">诗</a>基调：无法参禅得道，心中的不平亦不能自抑。一个“只”字仿佛自嘲，实是发泄对这个世界的不平。仙佛茫茫两未成，只知独夜不平鸣。不平鸣，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在《送孟东野序》中说：“大凡物不得其平则鸣。……人之言也也亦然。有不得已者而后言，其歌也有思，其哭也有怀。”自己成仙成佛的道路渺茫，都无法成功，只能在深夜独自作诗，抒发心中的不平。</p> <p>　　风中飞蓬飘尽悲歌之气，一片禅心却只换得薄幸之名。宋道潜诗有云：“禅心已作沾泥絮，不逐春风上下狂。”如此清妙之音被作者如此化用，倒成了牢骚满腹的出气筒。风蓬飘尽悲歌气，泥絮沾来薄幸名。风蓬，蓬草随风飘转，比喻人被命运拨弄，踪迹不定。泥絮，被泥水沾湿的柳絮，比喻不会再轻狂。薄幸，对女子负心。飘泊不定的落魄生活，把诗人诗歌中慷概激昂之气消磨而尽。万念俱寂、对女子已经没有轻狂之念的人，却得到负心汉的名声。</p> <p>　　颈联更是狂放愤慨：世上的人十之八九只配让人用白眼去看，好似当年<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的做派；“百无一用是书生”更是道出了后来书生的酸涩心事，此句既是自嘲，亦是醒世。</p> <p>　　尾联说不要因为诗多说愁，成了谶语，春鸟与秋虫一样要作声。不是只能作春鸟欢愉，秋虫愁苦一样是一种自然。此句传承以上愤慨之气，再次将作者心中的不平推至高潮。莫因诗卷愁成谶，春鸟秋虫自作声。</p> <p>　　<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>短暂的一生，大都是在贫病愁苦中度过的。他所作诗歌，除了抒发穷愁不遇、寂寞凄苦的情怀，也常常发出不平的感慨。七言律诗《杂感》就是这样的一首诗。</p>",
  "about": "<h2>创作背景</h2> <p>　　黄仲则是清代乾隆年间<a href=\"http://so.gushiwen.org/view_69382.aspx\">诗</a>人，三十五岁去世，是短命的多才诗人。黄仲则一生贫病交迫，多次参加科举考试不中，为了生计，二十岁开始在浙江、安徽、江西、湖南等地漂泊，三十五岁时病死在山西运城。黄仲则短短的三十四年生命，充满悲哀和困顿，却又个性倔强，常常发出不平的感慨。</p> <p>　　七言律诗《杂感》，是黄仲则在乾隆三十三年（公元1768年）前后写的，当时黄仲则二十岁。黄仲则喜欢在自己的诗中写愁苦的语言，朋友都劝他“愁苦的诗歌不是好的预言”，但是黄仲则坚持不平则鸣，回顾自己二十年“意有所郁结，不得通其道”，发出不平的感慨。</p>",
  "poet": {
    "id": 585,
    "star": 0,
    "name": "黄景仁",
    "image": "http://img.gushiwen.org/authorImg/huangjingren.jpg",
    "desc": "黄景仁（1749～1783），清代诗人。字汉镛，一字仲则，号鹿菲子，阳湖（今江苏省常州市）人。四岁而孤，家境清贫，少年时即负诗名，为谋生计，曾四方奔波。一生怀才不遇，穷困潦倒，后授县丞，未及补官即在贫病交加中客死他乡，年仅35岁。诗负盛名，为“毗陵七子”之一。诗学李白，所作多抒发穷愁不遇、寂寞凄怆之情怀，也有愤世嫉俗的篇章。七言诗极有特色。亦能词。著有《两当轩全集》。"
  },
  "tags": [
    "杂诗"
  ]
}