{
  "id": 48293,
  "star": 9,
  "name": "诉衷情近·雨晴气爽",
  "dynasty": "宋代",
  "content": "雨睛气爽，伫立江楼望处。澄明远水生光，重叠暮山耸翠。遥认断桥幽径，隐隐渔村，向晚孤烟起。<br>残阳里。脉脉朱阑静倚。黯然情绪，未饮先如醉。愁无际。暮云过了，秋光老尽，故人千里。竟日空凝睇。",
  "fanyi": "<p><strong>译文<br></strong>雨过天晴，秋高气爽，登上江边楼台伫立远望。映入眼帘的是，远方江水清澈明亮粼粼生光，山峦叠翠连绵起伏；眺望中渐渐辨认出西湖断桥、幽深路径、隐隐渔村以及傍晚时分远处独起的炊烟。<br>夕阳里，我含情静倚楼阑，陷入沉思，不禁动了伤别情绪，未饮先醉了。离别的忧愁无边无际。黄昏的彩云已经飘过了，秋日的风光景色已经迟暮，故人远隔千里，我无奈地整日白白凝睇不语。</p> <p><strong>注释<br></strong>⑴诉衷情近：词牌名，《乐章集》注“林钟商”。双调七十五字，上片七句三仄韵，下片九句六仄韵。<br>⑵雨晴气爽：雨过天晴，秋高气爽。爽：清爽的意思。<br>⑶伫立：长时间地站立。<br>⑷澄明：清澈明净。生光：发出光辉。<br>⑸耸翠：形容山峦、树木等高耸苍翠。<br>⑹遥认：从远处辨认。断桥：桥名。在今浙江省杭州市孤山旁，以孤山之路至此而断，故名。此处不一定特指西湖的断桥。幽径：僻静的小路。<br>⑺隐隐：指隐约；不分明。<br>⑻向晚：临近晚上。孤烟：远处独起的炊烟。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《使至塞上》：“大漠孤烟直，长河落日圆。”<br>⑼脉脉：默默地用眼神或行动表达情意的样子。朱阑：同“朱栏”，朱红色的围栏。<br>⑽黯然：情绪低落、心情沮丧的样子。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“黯然消魂者，惟别而已矣”<br>⑾无际：犹无边；无涯。<br>⑿老尽：衰竭。<br>⒀竟日：犹终日，整天。凝睇：凝视；注视；目不斜视。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片描写秋景，江南水乡的秋色在词人的感受中是平远开阔、疏淡优美的。词开篇“雨晴气爽”两句总写登楼远眺。先以“雨晴气爽”烘托环境气氛，给人以舒适清新之感，同时暗指时值秋季；再以“江楼”点出登临地点，“伫立”而“望”则使一个在江楼上长久的孤独默立、凝望远方的词人形象兀现在读者眼前，这也直接引出了下文的景色描写。</p> <p>　　“澄明远水生光，重叠暮山耸翠”是写目光所及的山水美景。脚下，远去的江水清澈明净，波光闪动；隔江而望，暮色中重峦叠嶂，苍苍莽莽。这里从大处落笔，一句写江，一句写山。写江水突出了秋水清澈，澄静如练的特点；写“暮山”则突出了层峦叠翠、高耸入云的特点。这两句对仗工整，字句的锤炼也颇见功力：“远”字把江水逶迤远去的景象点染了出来，使画面一下就开阔起来；“暮”字为景物涂上了苍茫的背景，使整幅画面意境全出。</p> <p>　　接下来，词人的视线落在了水际山峦之中。“遥认断桥幽径”三句，再进一步描绘江上秋晚的景色。远远地辨认出断桥、幽僻的小路，还隐隐约约地辨认出有个小渔村，在这黄昏时分，一缕炊烟正在村里袅袅升起。“遥认”两字用得相当确切，拉开了人与景的距离。景物显得远而小，有些模糊，增加了画面的纵深感。“断桥”、“幽径”、“渔村”、“孤烟”，这些衰残的意象，渲染出荒凉寂寥、凄清冷落的气氛，它们在临近黄昏的江上秋色的背景中构成了秋色平远的画面。</p> <p>　　整个上片如一幅境界寥廓的江村晚景图，展现在读者眼前的是深秋雨后的江楼，无语东流的江水，层峦叠翠的远山，还有暮色中的“断桥”“幽径”、“渔村”“孤烟”。景色是凄清沉寂的，心情亦当如此，由此下片转为抒情。</p> <p>　　过片“残阳里”句以“残阳”的意象承上启下，转入抒情。“残阳里”紧承“向晚孤烟起”，点出了时间的流逝，也给全词蒙上了一层惨淡的色彩。至此，词人关于具体时间已用“暮山”、“向晚”、“残阳”数词间接或直接地加以强调，突出了秋江日暮对游子情绪的景响。“脉脉朱阑静倚”一句呼应上片的“伫立江楼”，暗示了词人一直在江楼上默然凝伫。“脉脉”二字突出了“静倚”“朱阑”、凝望沉思时的如痴如醉，难以解脱。词中虽为言明词人何以长久地独倚“江楼”，但那种浓重的伤感之情已然深深感染了读者。于是词作水到渠成般过渡到下面一句：“黯然情绪，未饮先如醉。”心情抑郁，竟至没有喝酒却已进入醺醺而醉的状态，足见愁情的深沉、浓烈。这其中，已暗暗透出了“黯然消魂者，惟别而已矣”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）的浓重的伤别情绪，只是引而未发罢了。随着这种低沉感伤情绪的继续加重，词人满腹的愁思也汹涌如潮起来，不由得发出了这样的感叹：“愁无际。”</p> <p>　　“暮云过了，秋光老尽，故人千里。”这几句点出了悲秋怀人的主旨。词人置身深秋景色中，远山苍茫的迷蒙，断桥孤烟的冷落，暮云将尽的惨淡，秋光渐老的哀伤，使词人联想到了羁旅生涯的苦涩艰难，前程的渺茫无望。这份生命的悲哀需要有人与他共同承担，而“故人”却远隔千里。现实的景物增强了伤别意绪，因而无法消除，唯有“竟日空凝睇”以寄托对“故人”的思念。“竟日空凝睇”一句中“竟日”与前文的“暮山”、“向晚”、“残阳”、“暮云”相呼应，写出了时间的推移，也暗示了词人陷入深深的愁怨难以自拔；“凝睇”又与开头的“江楼”伫望，换头处的“朱阑静倚”以及全篇的景物描写紧密相扣，使全词首尾圆合，浑然一体；着一“空”字，表现了词人明知无望，却仍然对“故人”一片痴情，颇能动人心魄。</p> <p>　　这首词虽非<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的代表作，但也清新可人，结构工巧。上片写秋景，凄美动人；下片思旧情，哀婉感人。这首《诉衷情近》在词体中属于中调，柳永在创作时依据体制的特点，在写景与抒情时，既未大肆铺叙，也不特别凝炼，词旨点到即止。全词结构完整，处处映衬照应，语言雅而不俗，笔调挥洒自如。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>在北宋景祐元年（1034）考中进士之前的数年间，曾经像断梗浮萍一样漫游江南。他的足迹曾到过江、浙、楚、淮等地，依旧羁旅落魄，“奉旨填词”。这首《诉衷情近》就是其漫游江南水乡时所作的一首思念京都故人的词作。词中“雨晴气爽”一句说明此词作于秋季；词中还出现了地名“断桥”，若是实指，则此时柳永在杭州，即此词作于柳永漫游杭州之时。然具体作年不可考。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "江南",
    "秋天",
    "写景",
    "抒情",
    "怀人"
  ]
}