{
  "id": 4009,
  "star": 24,
  "name": "在军登城楼",
  "dynasty": "唐代",
  "content": "城上风威冷，江中水气寒。<br>戎衣何日定，歌舞入长安。",
  "fanyi": "<p><strong>译文<br></strong>城上军威使人望而生畏，连江中的水都似乎杀气腾腾。<br>现在，我身穿军装准备战斗，等到平定了天下时，一定载歌载舞进入长安京城。</p> <p><strong>注释<br></strong>①军：指军中。<br>②风威：军威。险：望而生畏的意思。<br>③水气：指杀气。寒：不寒而栗。<br>④戎衣：即军装。定：平定。<br>⑤歌舞：载歌载舞。长安：唐的都城。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_4009.aspx\">诗</a>歌以对句起兴，在深秋的一个清晨，诗人登上了广陵城楼，纵目远望，浮思遐想。此刻楼高风急，江雾浓重，风雨潇潇。“城上风威冷，江中水气寒”两句写深秋景色,城上冷风飕飕，江中水气寒冷，好一派肃杀景象。诗句晓畅隽永，看似质朴平易不着笔力。诗人借用了《梁书·元帝纪》中“信与江水同流，气与寒风共愤”的典故，恰到好处地抒发了同仇敌忾的豪情与激愤。充分表现临战前的紧张、肃穆、庄严的气氛和将士们的进取、希望和信心。此二句营造一个“风冷水寒”的悲剧氛围，与“风潇潇兮易水寒”一样，给人以慷慨悲壮苍凉激越的感受。诗的三四句写诗人对讨武战争必胜的信心。第三句诗“戎衣何日定”，“何日”意为“总有一天”，以否定式表肯定，必胜之心力透纸背。这句诗借周武王讨伐殷纣王的故事隐喻李敬业讨伐<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>是以有道伐无道，说明“匡复”是正义的，顺应民心、天意的，因此也必定是会胜利的。诗的最后一句，“歌舞入长安”，水到渠成轻松自然地作了结尾，表现出诗人必胜的信念及勇往直前，不成功则成仁的彻底反抗精神和大无畏气概。</p> <p>　　这首诗工于用典且浑然一体，增强了诗的深度和概括力。这首小诗，属对工整，语言朴实，音韵和谐流畅。若将此诗的意境分而析之，不难发现，此诗所描述的是“风冷水寒”的清冷之境，而“戎衣歌舞”所体现的却是诗人的满腔热情和雄心，这一“冷”一“热”对比，映衬，赋予了此诗特有的魅力。</p>",
  "about": "<h2>创作背景</h2> 　　公元683年（弘道元年）， 唐高宗去世，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>把持朝政，废中宗（李哲）为庐陵王，立相王（<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>）为睿宗，重用武三思等人，排斥异己，刑法严苛，引起人民不满。不久被贬为柳州司马的李敬业提出“匡复唐室”的口号，在扬州起兵征讨武则天，一时响应者甚众，起兵十来天就纠集了十多万人，震惊了全国。被贬为临海丞的<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>也投奔李敬业麾下，任匡复府的艺文令，负责军中宣传工作。在此期间，他草拟了著名的《代李敬业传檄天下文》（《讨武曌檄》），义愤填膺地历数武则天“近狎邪辟，残害忠良，杀姊屠兄，弑君鸩母”之罪。其中有这样一段话可看作《在军登城楼》<a href=\"http://so.gushiwen.org/view_4009.aspx\">诗</a>的注脚：“是用气愤风云，志安社稷，因天下之失望，顺宇内之推心。爰举义旗，誓清妖孽，南连百越，北尽三河。铁骑成群，玉轴相接，海陵红粟，仓储之积靡穷。江浦黄旗，匡复之功何远。班声动而北风起，剑气冲而南斗平。喑呜作山岳崩颓，叱咤则风云变色。以此致敌，何敌不摧，以此攻城，何城不克。”这就是诗人对当时政治、军事形势的分析和估计，也是此诗的创作背景，《在军登城楼》与《讨武曌檄》作于同一时期，可以说是檄文的高度艺术概括。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "愤慨"
  ]
}