{
  "id": 6440,
  "star": 20,
  "name": "青楼曲二首",
  "dynasty": "唐代",
  "content": "白马金鞍从武皇，旌旗十万宿长杨。<br>楼头小妇鸣筝坐，遥见飞尘入建章。</p> <p>驰道杨花满御沟，红妆缦绾上青楼。<br>金章紫绶千馀骑，夫婿朝回初拜侯。",
  "fanyi": "<p><strong>译文<br></strong>将军乘坐佩饰金鞍的白马随皇帝出征，十万军士在长杨宫宿下。<br>楼上窗边的少妇弹奏着筝曲，远望着队伍的尘土进入建章宫。</p> <p>大军从驰道回来，把满路杨花都吹散到御沟里，盛装打扮的女子登上高楼。<br>迎接夫君带着千余兵马，征战胜利归来，拜官赐爵。</p> <p><strong>注释<br></strong>⑴鞍（ān）：套在骡马背上便于骑坐的东西。<br>⑵武皇：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>，指代英武过人的君主，即唐玄宗。<br>⑶旌旗（jīng qí）：旗帜，这里借指军士。<br>⑷长杨：长杨宫的省称，西汉皇家射猎、校武的大苑子。<br>⑸鸣筝：弹奏筝曲。<br>⑹飞尘：飞扬的尘土。<br>⑺建章：建章宫的省称。汉武帝所建造，在西汉都城长安的近郊。<br>⑻驰道：古代供君王行驶车马的道路。泛指供车马驰行的大道。<br>⑼御沟：流经皇宫的河道。<br>⑽红妆漫绾（wǎn）：形容女子盛装打扮的样子。绾，盘绕起来打结。<br>⑾金章紫绶：紫色印绶和金印，古丞相所用。后用以代指高官显爵。<br>⑿骑（jì）：一人一马称为一骑。<br>⒀拜侯：授予爵位。拜，授官。侯，侯爵。</p>",
  "shangxi": "<h2>简析</h2> <p>　　《青楼曲二首》的第一首<a href=\"http://so.gushiwen.org/view_6440.aspx\">诗</a>在读者眼前展现了两个场景：一个是白马金鞍上的将军，正率领着千军万马，在长安大道上行进，越走越远，到后来就只见地上扬起的一线飞尘；一个是长安大道旁边的一角青楼，楼上的少妇正在弹筝，那优美的筝声并没有因楼外的热烈场景而中断，仿佛这一切早就在她意料之中似的。前面的场景热烈、雄伟，给人以壮丽的感觉；后面的场景又显得端庄、平静，给人以优美的感觉。这两种截然不同的意境，前后互相映衬，对照鲜明。</p> <p>　　诗人把这两个不同的场景连接在一个画面上的方法，就是通过楼头少妇的神态，将长安大道上的壮丽场景，从她的眼中反映出来。表面上她似乎无动于衷，实际上却抑制不住内心的欣羡，情不自禁地一路目送着那马上将军和他身后的队伍，直到飞尘滚滚，人影全无，还没有收回她的视线。</p> <p>　　这少妇与马上将军有什么关系，为什么如此关注他的行动，这可从《青楼曲二首》的第二首诗中找到答案。原来那马上的将军是她的夫婿，他正立功回来，封侯拜爵，就连他部队里许多骑将都受到封赏。他们经过驰道回来时，把满路杨花都吹散到御沟里去了。把这两首诗合起来看，前一首描绘的是一支皇家大军凯旋的场景。因为这次胜利的不平常，连皇帝都亲自出迎了，作为将领的妻子，她内心的激动可想而知。诗人未用一句话直接抒写她内心的激动，而是写她从楼头“遥见”的热烈场景，读者却可想象到她看到这热烈场景时的内心感受。这正如北宋诗人<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>对诗创作所概括的两句话：“状难写之境如在目前，含不尽之意见于言外。”</p> <p>　　诗人是借用汉武帝时期的历史图景反映盛唐时期的现实面貌。这幅描写大军凯旋的历史画卷，使人联想到唐代前期国力强盛。一支千军万马的军队，如果没有严明的纪律，就不能够整齐地在市街上前进，连楼头弹筝少妇都丝毫不受惊动。诗里还再现了唐代都城长安的一片和平景象，不言而喻，这支强大的军队，维护了人民和平美好的生活。从楼头少妇的眼中也反映出当时社会的尚武风气。唐代前期，接受了西晋以来以及南北朝长期分裂的痛苦教训，整军经武，保持了国家的统一与强盛。在这两首诗中，一种为国立功的光荣感，很自然地从一个征人家属的神态中流露出来，反映出盛唐社会生活的一个侧面。</p>",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "乐府",
    "怀古",
    "组诗"
  ]
}