{
  "id": 71171,
  "star": 2029,
  "name": "烛之武退秦师",
  "dynasty": "先秦",
  "content": "　　晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。</p> <p>　　佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉！”许之。</p> <p>　　夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也，焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。</p> <p>　　子犯请击之。公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。</p> <p>　　",
  "fanyi": "<p><strong>译文</strong><br>　　（僖公三十年）晋文公和秦穆公联合围攻郑国，因为郑国曾对文公无礼，并且郑国同时依附于楚国与晋国。晋军驻扎在函陵，秦军驻扎在氾水的南面。</p> <p>　　佚之狐对郑伯说：“郑国处于危险之中了！假如让烛之武去见秦伯，（秦国的）军队一定会撤退。”郑伯同意了。烛之武推辞说：“我年轻时，尚且不如别人；现在老了，也不能有什么作为了。”郑文公说：“我早先没有重用您，现在由于情况危急因而求您，这是我的过错。然而郑国灭亡了，对您也不利啊！”烛之武就答应了这件事。</p> <p>　　在夜晚（有人）用绳子（将烛之武）从城上放下去，见到了秦伯，烛之武说：“秦、晋两国围攻郑国，郑国已经知道要灭亡了。假如灭掉郑国对您有好处，怎敢冒昧地拿这件事情来麻烦您。越过邻国把远方的郑国作为（秦国的）东部边邑，您知道这是困难的，（您）为什么要灭掉郑国而给邻邦晋国增加土地呢？邻国的势力雄厚了，您秦国的势力也就相对削弱了。如果您放弃围攻郑国而把它当作东方道路上接待过客的主人，出使的人来来往往，（郑国可以随时）供给他们缺少的东西，对您也没有什么害处。而且您曾经给予晋惠公恩惠，惠公曾经答应给您焦、瑕二座城池。 （然而）惠公早上渡过黄河回国，晚上就修筑防御工事，这是您知道的。晋国，怎么会满足呢？（现在它）已经在东边使郑国成为它的边境，又想要向西扩大边界。如果不使秦国土地亏损，将从哪里得到（他所奢求的土地）呢？削弱秦国对晋国有利，希望您考虑这件事！”秦伯非常高兴，就与郑国签订了盟约。派遣杞子、逢孙、杨孙戍守郑国，于是秦国就撤军了。</p> <p>　　晋大夫子犯请求出兵攻击秦军。晋文公说：“不行！假如没有那个人（秦伯）的力量，我是不会到这个地步的。依靠别人的力量而又反过来损害他，这是不仁义的；失掉自己的同盟者，这是不明智的；用散乱（的局面）代替整齐（的局面），这是不符合武德的。我们还是回去吧！”晋军也就离开了郑国。</p> <p><strong>注释</strong><br>（1）晋侯、秦伯：指晋文公和秦穆公。<br>（2）以其无礼于晋：指晋文公即位前流亡国外经过郑国时，没有受到应有的礼遇。倒装句，于晋无礼。以，因为，连词。其，代词，它，指郑国。于，对于。<br>（3）且贰于楚：并且从属于晋的同时又从属于楚。且，并且，表递进。贰，从属二主。于，对，介词。<br>（4）晋军函陵：晋军驻扎在函陵。军，名词作动词，驻军。函陵，郑国地名，在今河南新郑北。<br>（5）氾（fán）南：氾水的南面，也属郑地。（古汉语字典注，氾作水命是念作第二声。）<br>（6）佚（yì）之狐：郑国大夫。<br>（7）若：假如。使：派。见：拜见进见。从：听从。<br>（8）辞：推辞。<br>（9）臣之壮也：我壮年的时候。<br>（10）犹：尚且。<br>（11）无能为也已：不能干什么了。为，做。已，同“矣”，语气词，了。<br>（12）用：任用。<br>（13）是寡人之过也：这是我的过错。是，这。过，过错。<br>（14）然：然而。<br>（15）许之：答应这件事。许，答应。<br>（16）缒（zhuì）：用绳子拴着人（或物）从上往下运。<br>（17）既：已经。<br>（18）敢以烦执事：冒昧地拿（亡郑这件事）麻烦您手下的人。这是客气的说法。敢，冒昧的。执事，执行事务的人，对对方的敬称。<br>（19）越国以鄙（bǐ）远：（然而）越过别国而把远地（郑国）当做边邑。越，越过。鄙，边邑。<br>（20）焉用亡郑以陪邻：为什么要灭掉郑国而给邻国增加土地呢？焉：何。用：介词，表原因。陪：增加。邻：邻国，指晋国。<br>（21）邻之厚，君之薄也：邻国的势力雄厚了，您秦国的势力也就相对削弱了。之：主谓之间取消句子独立性。厚，雄厚。<br>（22）若舍郑以为东道主：如果您放弃围攻郑国而把它作为东方道路上（招待过客）的主人。舍：放弃（围郑）。<br>（23）行李：古今异义，出使的人。<br>（24）共（gōng）其乏困：供给他们缺乏的东西。共，通“供”，供给。其：代指使者。<br>（25）尝为晋君赐矣：曾经给予晋君恩惠（指秦穆公曾派兵护送晋惠公回国）。尝，曾经。为，给予。赐，恩惠。为···赐：施恩。<br>（26）许君焦、瑕：（晋惠公）许诺给您焦、瑕两城。<br>（27）朝济而夕设版焉：指晋惠公早上渡过黄河回国，晚上就修筑防御工事。济，渡河。设版，修筑防御工事。版，筑土墙用的夹板。朝，在早晨。<br>（28）厌：通“餍”，满足。<br>（29）东封郑：在东边让郑国成为晋国的边境。封，疆界。这里作用动词。<br>（30）肆其西封：扩展它西边的疆界。指晋国灭郑以后，必将图谋秦国。肆，延伸，扩张。封：疆界。<br>（31）阙（quē）：侵损，削减。盟：结盟。戍：守卫。还：撤军回国。[注：在古汉语词典中明确标注为“缺”音，仁者见仁智者见智。]<br>（32）说：“说”同“悦”，喜欢，高兴。<br>（33）微夫人之力不及此：假如没有那个人的力量，我是不会到这个地步的。微：没有。夫人：远指代词，那人，指秦穆公。<br>（34）因人之力而敝之，不仁：依靠别人的力量，又返回来损害他，这是不仁道的。因：依靠。敝，损害。<br>（35）失其所与，不知：失掉自己的同盟者，这是不明智的。与，结交，亲附。知：通“智”。<br>（36）以乱易整，不武：用混乱相攻取代联合一致，是不符合武德的。易，代替。武，指使用武力是所应遵守的道义准则。不武，不符合武德。整，指一致的步调。<br>（37）吾其还也：我们还是回去吧。其，表商量或希望的语气，还是。<br>（38）去之：离开郑国。之，指代郑国。</p>",
  "shangxi": "<h2>分析</h2> <p><strong>概述</strong><br>　　《烛之武退秦师》见《左传》。《左传》又名《左氏春秋》、《左氏春秋传》。是中国最早的一部编年体历史名著，也是一部优秀的文学作品。全书从政治、军事、外交等方面，比较系统地记叙了整个春秋时代各诸侯国所发生的重要事件，同时也较为具体地描绘了一些人物的生活琐事，真实地反映了当时的社会面貌和政治状况。《左传》长于叙事，善于描写战争和记述行人辞令。作者以其敏锐的观察力，深刻的认识和高度的文学修养，对许多大小历史事件，作了深刻而生动的记述，形象鲜明，语言优美，成为历代散文的典范。<br>　　本篇所记述的，是秦晋联合攻打郑国之前开展的一场外交斗争。事情发生在公元前630年（鲁僖公三十年）。前此两年（公元前632年，即鲁僖公二十八年），爆发了晋楚争霸的城濮之战，结果楚国战败，晋国称霸。在城濮之战中，郑国曾经出兵帮助楚国，因而结怨于晋，这就是晋秦联合攻打郑国的直接原因。这次战争，也可以说是城濮之战的余波。<br>　　秦、晋围郑，形势紧迫，在这干钧一发之际，郑臣烛之武仅凭口舌说服秦伯，使秦转变对郑的态度，化敌为友，对晋以友为敌，这是什么原因呢?为什么会有这么大的突变呢?关键在于烛之武所说的两点针对了秦的切身利益。首先，灭郑于秦有害无益。秦对郑鞭长莫及，若以郑为东道主，就为秦称霸提供了住、食等种种方便，更何况“亡郑以陪邻”，这对秦有什么好处呢?其次，也是更为重要的晋有野心(对此秦本有戒心)，烛之武列举了秦伯曾亲身领略过的事实，再进行科学的推理，使秦伯恍然大晤——晋是大敌。烛之武用语不多，对秦穆公动之以情，晓之以理。<br>　　这是一篇记述行人辞令的散文。郑国被晋、秦两个大国的军队所包围，国家危在旦夕，烛之武奉郑君之命，去说退秦军。他善于利用矛盾，采取分化瓦解的办法，一番说辞，便说服了秦君，撤出围郑的军队，并且派兵帮助郑国防守，最后晋军也不得已而撤退，从而解除了郑国的危机。<br>　　这篇文章，赞扬了烛之武在国家危难之际，能够临危受命，不避险阻，只身去说服秦君，维护了国家安全的爱国主义精神。同时也反映了春秋时代各诸侯国之间斗争的复杂性。</p> <p><strong>段解</strong><br>　　文章开篇就造成一种紧张的气氛：秦晋两大国联合起来围攻郑国，战争如箭在弦上，一触即发，为下文烛之武临危受命埋下伏笔。<br>　　写烛之武临危受命。他在郑伯一番诚意和透彻的分析下，抛开个人感伤和利益，承担起关系国生死存亡的重任，体现烛之武的深明大义。<br>　　本段是全文的主体，也是说退秦师的关键。分四个层次：一是烛之武站在秦国的立场上说话，引起对方好感；二是说明亡郑只对晋国有利，对秦国有害无益；三是陈述保存郑国，对秦国有好处；四是从秦、晋两国的历史关系，说明晋国过河拆桥、忘恩负义，并分析晋国贪得无厌，从而使秦穆公意识到晋强会危秦，于是与郑国订立了盟约，乃至帮助郑国。<br>　　本段记晋师撤离郑国，同时体现一代霸主晋文公的政治远见。</p> <p><strong>文章特点</strong><br>　　有以下几个方面：<br>　　一、组织严密，前后照应。秦、晋围郑的主要原因，是晋国为了扩大自己霸主的威势，征服异己，再加上晋文公与郑有个人恩怨。这一事件的发生，与秦毫无关系。文章开头两句话“以其无礼于晋，且贰于楚也”，暗示了这一事件的背景，这就为全文的发展作了铺垫。秦、晋虽是联合行动，但他们之间并不是无隙可乘，这就容易使人理解：烛之武所以能够说服秦君并不是偶然的。全文正是按照开头的预示而展开的。烛之武说退了秦师，孤立了晋国，晋师最后也不得不撤退，正是这一暗示的结果。文章虽然篇幅短小，但有头有尾，结构严密，事件交待得很清楚，矛盾展示得很充分，收尾也十分圆满。<br>　　二、起伏跌宕，生动活泼。《烛之武退秦师》虽然是一篇说理性的文章，但它写得波澜起伏，毫不呆板。当郑国处于危急之际，佚之狐推荐烛之武去说秦君，没想到引起了烛之武的一番牢骚，使事情发生了波折。郑文公的引咎自责，也增添了情节的戏剧性。烛之武在说秦君的时候，一开头就指出亡郑于秦无益；但接着又退一步说：“若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。”以此作为缓冲；紧接下去就紧逼一步说明亡郑对秦不仅无益，而且有害。当秦国单独退兵之后，子犯发怒要攻打秦军，秦、晋关系一下子转而紧张起来。最后晋文公讲了一番道理，晋军偃旗息鼓，一场风波，终于平息。这样一张一弛，曲折有致，更能紧扣读者的心弦，增强作品的感染力。<br>　　三、说理透辟，善于辞令。这篇文章，中心是烛之武说秦君。这个主题本身，决定了它必须着意描绘人物语言，使辞令引人入胜。从这点来说，它不愧是一篇非常漂亮的外交辞令。秦、晋围郑，完全与秦无关，秦国所以出兵，一是与晋国有同盟关系，二是秦穆公想借此捞一把，以扩张自己的势力。当他知道亡郑只能对晋有利，而对秦不仅毫无好处反而有害的时候，他就会一改过去的所为，反过来帮助郑国。烛之武看准了这一点，紧紧抓住了秦穆公的这一心理，晓之以利害，这就使秦君不能不听从他的说辞。烛之武斗争策略的巧妙还表现在，他奉命去说秦君，完全是为了郑国的利益，而他在说辞里表现的是处处为秦国着想，处处替秦国说话，这就更使秦君易于入耳。一个面临亡国之危的小国使臣，面对大国的君主，却能够不亢不卑，从容辞令，既不刺激对方，又不失本国尊严，语言的分寸，掌握得恰到好处。全部说辞只有短短的125个字，却说了五层意思，说得委婉曲折，面面俱到，从亡郑于秦无益，说到秦、晋历史关系，说到晋国灭郑之后必然进犯秦国，步步深入，层层逼紧，句句打动对方，具有很强的说服力。其语言艺术达到了很高的水平。<br>　　值得学习和借鉴的优秀散文作品<br>　　⒈文中是如何交代秦晋围郑的原因及形势的？这与整个故事发展有何关系？<br>　　文章的第一段用“无礼于晋”“且贰于楚”交代秦晋围郑的原因，又用“晋军函陵”、“秦军汜南”说明攻方的态势，暗示郑国已经危在旦夕。这就点明了烛之武游说秦伯的背景，为下文的故事发展作了铺垫。<br>　　⑴秦晋围郑的两个原因“无礼于晋”及“贰于楚”都直接关系到晋国，而与秦国无关，这就为烛之武说服秦伯提供了可能性，为故事的发展埋下了伏笔。<br>　　⑵秦、晋两军，一在函陵（今河南新郑北），一在汜南（今河南中牟南），两军分驻南北两边，互不接触。这为烛之武说服秦伯的秘密活动增加了有利条件。<br>　　⒉本文在展开故事情节上有何特点？<br>　　⑴文章篇幅虽然短小，故事情节却有头有尾，层次井然。文章首先交代了故事发生的背景，接着由佚之狐推荐，引出烛之武，这是故事的开端；郑伯于危急中请烛之武前往秦营，烛之武不念个人私怨，慨然应允，这是故事的发展；烛之武在夜间“缒而出”，秘密私访秦伯，并用一番动人的言辞说服了秦伯，这是故事的高潮；秦伯退兵，并派人戍守郑国，最后晋也被迫退兵，郑国转危为安，这是故事的结局。整篇故事结构是完整而严谨的。<br>　　⑵波澜迭起，曲折有致。秦晋两军夹击郑国，形势十分危急，在这关键时刻，佚之狐力荐善于辞令的烛之武，并断言：“若使烛之武见秦君，师必退。”此为一波。但当郑伯去请烛之武时，却遭到了烛之武的拒绝：“臣之壮也，犹不如人；今老矣，无能为也已。”显然，烛之武对郑伯过去的用人方针有看法，对自己过去所受到的排挤也是愤懑不平的。此时，郑伯赶紧认错：“吾不能早用子，今急而求子，是寡人之过也。”并指出：“然郑亡，子亦有不利焉。”烛之武深明大义，在决定国家命运的关键时刻，不计私怨，捐弃前嫌，毅然应命。这寥寥几笔，给行文平添了一层波澜。烛之武利用黑夜，秘密出城会见秦伯，并说服了秦伯，秦伯答应退兵。晋大夫子犯主张袭击秦军，形势又紧张起来了，故事出现了第三折。最后，晋文公分析了形势，认为“因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。”也撤了兵。至此，郑终于转危为安。<br>　　⒊烛之武为什么能说服秦伯？<br>　　这篇文章对烛之武的善于辞令，写得极为出色。他去说服秦伯，虽然目的是求和，但决不露出一点乞怜相。他利用秦晋之间的矛盾，动之以情，晓之以理，头头是道，使人信服。他在说辞里处处为秦着想，使秦伯不得不心悦诚服，不仅答应退兵，而且助郑防晋。<br>　　⑴处处为秦着想。<br>　　首先，烛之武开门见山说：“秦、晋围郑，郑既知亡矣”，承认郑国已处于危亡的地步。但作为郑大夫的烛之武却没有半句为郑国乞求的话，相反，却以“若亡郑而有益于君，敢以烦执事”来表明为秦着想的立场。先分析了“越国以鄙远”的难处，接着谈了亡郑实际上是增加了别国（晋）的土地，扩展了别国的势力，而邻国势力的增强就意味着秦国势力的削弱。接下来又分析了存郑对秦有益无害：“舍郑以为东道主，行李之往来，共其乏困，君亦无所害。”一利一害，推心置腹，不由秦伯不动心。<br>　　⑵充分利用秦晋的矛盾。<br>　　正当秦伯在考虑灭郑、存郑对自己的利害关系时，烛之武充分利用这一契机，进一步为秦君分析：“且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。”利用秦晋之间的矛盾来离间双方。这番话不由得秦伯不深思。接着烛之武又把话题引向未来，预言晋国此后的动向：“夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？”指出晋国贪得无厌，灭郑之后，必将进而侵犯秦国，秦晋的矛盾将进一步尖锐化。由于晋国当时已成为中原霸主，秦伯对此不能不存有戒心。烛之武的这篇说辞戳到了他的痛处，终于促使他下定决心，改变主意，退兵助郑。</p> <p><strong>写作特点</strong><br>　　⑴伏笔与照应<br>　　这篇课文虽短，但在叙述故事时，却能够处处注意伏笔与照应。例如，在交代秦、晋围郑的原因时，说是“以其无礼于晋，且贰于楚也”，说明秦、郑并没有多大的矛盾冲突。这就为下文烛之武说退秦军埋下了伏笔。“夜缒而出”照应了开头的“秦、晋围郑”，“国危矣”。“许君焦、瑕、朝济而夕设版”和“微夫人之力不及此”，又照应了上文秦、晋虽是联合行动，但貌合神离，既没有驻扎在一起，彼此的行动也不需要通知对方，这就为秦、郑联盟提供了条件。<br>　　⑵波澜起伏<br>　　这篇课文波澜起伏，生动活泼。例如，大军压境，郑国危在旦夕，不禁让人捏着一把汗，而佚之狐的推荐，使郑伯看到了一线希望。读者满以为烛之武会顺利出使敌营，挽狂澜于既倒，谁知他却因长期得不到重用而“辞曰”，打起了退堂鼓，使郑国的希望又趋渺茫。郑伯的自责，也增添了文章的戏剧性。再如，秦国退兵后，子犯建议攻打秦军，秦、晋关系顿时又紧张起来。晋公讲了一番“仁”“知”“武”的大道理，才平息了一场虚惊。课文有张有弛，曲折有致，增加了文章的艺术感染力。<br>　　⑶详略得当<br>　　这篇课文主要是表现烛之武怎样说退秦师的，所以重点放在烛之武的说辞上。对“退秦师”的前因后果，只作简略交代。在烛之武“夜缒而出”的前后，郑国君臣和百姓是怎样焦急地等待烛之武的消息，秦国君臣又是以怎样的场面和骄横态度接待这位即将亡国的使臣，作者都一字未提，而是集中笔墨塑造烛之武的形象，从而做到繁而不杂，有始有终，层次井然。 </p><br/><h2>简析</h2> <p>　　《烛之武退秦师》选自《春秋左传》</p> <p>　　说客在春秋之战中扮演着重要角色，他们穿梭来往于各国之间，或穿针引线，搭桥过河，或挑拨离间，挖敌方墙角，或施缓兵之计，赢得喘息之机。可以说，缺少了这些用现代文言汉语称为外 交家的角色，春秋舞台所上演的戏剧，必定没有这么惊心动魄，精 彩纷呈，波澜迭宕。有了他们，台前。台后两条战线上真是热闹 非凡，你方唱罢我登台，演出了古代战争史上独一无二的一幕。</p> <p>　　我们发现，说客或外交家除了有高超的言辞辩才，善于动之以情晓之以理之外，往往善于抓住利害关系这个关键，在利害关系上寻找弱点和突破口，从而大获成功。烛之武凭三寸不烂之舌 说退秦军，不费一兵一卒为郑国解了围，便是一桩典型的范例。</p> <p>　　在一个没有权威、各自为利益纷争的时代，利益原则便是行 动的最高原则，精明的说客或外交家必定深谐此道。以利益作为交往原则，关系不可能牢不可破，不可能无懈可击。甚至可以说， 晓之以利益，动之以利益，往往比其它手段更见效。即使在现代社会，国与国之闯的交往，也首先是从利益原则出发的。这个原则，恐怕比仁义原则更实际，更能长久，尽管仁义原则更值得赞 赏，可是这世上有几个讲仁义的人呢？</p> <p>　　讲利益原则，首先要以平等为基础。没有平等，也就在根本上取消了利益。利益必须通过交往实现，一个人不同他人发生联系，就无所谓利益；交往也意味着交换，付出多少，便得到多少， 不付出就无所获。只想获得而不愿付出，就破坏了交换，也没有了平等，也就很难再获取利益。<br>　　<br>　　交换，实质上也是让对方有利可图。烛之武去游说秦穆公，如果秦穆公觉得无利可图，会甘愿罢休吗？所谓挑拨离间，多半也要利用人们觉得有利可图的心理。离开这一点，挑拨挑间是难以成功的。搞阴谋诡计的人也常常利用这一点。“将欲取之，必先予 之”，这也是说用给予好处引人上钩，然后再将其吃掉。</p> <p>　　中国传统的谋咯，可以说把利益原则发挥到了极致。除了上面说的之外，还有所谓借刀杀人、过河拆桥、上屋拔梯、赏一安百、欲擒故纵、美人诱惑、坐收渔利、奇货可居、害一利百等等， 都是从不同角度利用或发挥利益原则。可以毫不夸张他说，处世为人的方方面面都与利益原则有千丝万缕的。 </p>",
  "about": "<h2>文言知识</h2> <p><strong>字音</strong><br>⒈秦军氾南：氾，fán ；<br>⒉佚之狐：佚，yì；<br>⒊夜缒而出：缒，zhuì；<br>⒋君之薄也：薄， bó；<br>⒌若舍郑以为东道主：为，wéi；<br>⒍共其乏困：共，gōng；<br>⒎且君尝为晋君赐矣：为，wéi；<br>⒏夫晋：夫，fú（译为‘那，表示 远指 的指示代词’）；<br>⒐阙秦：quē ；（也有标注 jué，高中教材上标为quē，高中苏教版为jué）；<br>⒑秦伯说：‘说’通‘悦’，yuè；<br>⒒使杞子、逢孙、杨孙戍之：杞，qǐ（应为三声），逢，páng；<br>⒓微夫人之力不及此：夫，fú；<br>⒔失其所与，不知：知，zhì。</p> <p><strong>重要实词</strong><br>1、贰<br>①“二”的大写。（例：国不堪贰，君将若之何？《左传·隐公元年》）<br>②副职。（例：其内任卿贰以上。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《少年中国说》)<br>③不专一。（例：贰则疑惑。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·解蔽》）<br>④离心，背叛。（例：夫诸侯之贿，聚于公室，则诸侯贰。《左传》）<br>⑤再，重复。（例：不迁怒，不贰过。《论语·雍也》[3]）<br>⑥从属二主。（本文：以其无礼于晋，且贰于楚也。）因为郑国先于晋国结盟，但后于晋国的敌国楚国结盟，被视为不敬。<br>2、鄙<br>①边邑，边远的地方。(例：《为学》：“蜀之鄙有二僧。”）<br>（本文：“越国以鄙远” 【注】：本文的鄙用作动词， 把....作为边邑。）<br>②庸俗，鄙陋。（例：《左传·庄公十年》：“肉食者鄙，未能远谋。”）<br>③轻视，看不起。（例：《左传·昭公十六年》：“我皆有礼，夫犹鄙我。”）<br>3、许<br>①准许。（同现代汉语）<br>②答应，听从。（例：本文：“许之。”、“许君焦、瑕……”）<br>③赞同。（例《愚公移山》：“杂然相许。”）<br>④约数。（例：《小石潭记》：“潭中鱼可百许头。”）<br>⑤表处所。（例：<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《五柳先生传》：“先生不知何许人也。”）<br>4、阙<br>①què 古代宫殿前两边的高建筑物。<br>②què 城楼<br>③què 皇宫，引申为朝廷<br>④jue 挖掘，引申为侵损，削减。(本文:若不阙秦,将焉取之?)<br>⑤jué 阙疑， 解除疑惑。（多闻阙疑）<br>5、微<br>①没有<br>②细小，轻微（同现义）<br>③衰败 国势衰微。<br>④卑贱。（例：《史记·曹相国世家》：“参如微时，与萧何善。”）<br>⑤幽微，精妙。[微言大义（成语）]<br>⑥隐蔽，不显露。[见微知著（成语）]<br>⑦假如没有。（例：《岳阳楼记》：“微斯人，吾谁与归？”）<br>⑧微微，稍微。（例：《卖油翁》：“见其发矢十中八九，但微颔之。”）<br>（本文：微夫人之力不及此）<br>6、敝<br>①坏，破旧。（例：方苞《左忠毅公逸事》：“使史更敝衣草屦。”）<br>②谦词 敝人。<br>③疲惫 （例：《资治通鉴》：“<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>之众，远来疲敝。”）<br>④损害，衰败。（本文：因人之力而敝之。）<br>7、辞<br>①推辞。 例：辞曰：“臣之壮也，犹不如人”<br>②告辞。 例：（停数日，辞去 《桃花源记》陶渊明）<br>③言辞。 例：辞甚畅达<br>8、封<br>①既东封郑（动词，可使......成为边界）<br>②肆其西封（名词，疆界）</p> <p><strong>重要虚词</strong><br>1、以<br>①以其无礼于晋 （因为，连词）<br>②敢以烦执事 （拿，来，介词）<br>③越国以鄙远 （表顺承，连词）<br>④焉用亡郑以陪邻？ （目的连词，来）<br>⑤若舍郑以为东道主 （把，介词）<br>⑥以乱易整（用）<br>⑦阙秦以利晋（用来）<br>2、而<br>①今急而求子 （才，连词，表顺承）<br>②夜缒而出 （表修饰，连词）<br>③若亡郑而有益于君（表顺承，连词）<br>④朝济而夕设版焉 （表转折，连词）<br>⑤因人之力而敝之（表转折，连词）<br>3、焉<br>①子亦有不利焉 （语气词，表陈述）<br>②焉用亡郑以陪邻？ （疑问代词，为什么）<br>③若不阙秦，将焉取之 （兼词，从哪里）<br>④朝济而夕设版焉（语气词）<br>4、其<br>①行李之往来，共其乏困 （代词，指代“使者”）<br>②越国以鄙远，君知其难也 （指示代词，那）<br>③失其所与，不知 （代词，自己的）<br>④吾其还也 （表示祈使语气，还是）<br>5、之<br>①公从之 （代词，代佚之狐的建议）<br>②是寡人之过也 （的）<br>③行李之往来 （放在主谓之间，取消句子独立性，不译）<br>④何厌之有 （宾语前置的标志，有何厌之）<br>⑤邻之厚，君之薄也（放在主谓之间，取消句子独立性）<br>⑥因人之力而敝之（结构助词“的”）<br>⑦臣之壮也，犹不如人（放在主谓之间，取消句子独立性，不译）<br>⑧子犯请击之（代词，秦军）<br>⑨ 缀耕之垄上（动词，到）</p> <p><strong>词类活用</strong><br>1烛之武退秦师（使动用法，使……退却）<br>2晋军函陵 （名词作动词，军是驻扎的意思，同下文“秦军”)<br>3夜缒而出（名词做状语,在夜晚；名词做动词，由城上以绳索垂至平地,缘之而下）<br>4若亡郑而有益于君。（动词使动用法，使......灭亡）<br>5越国以鄙远（鄙，名词的意动用法，把……当作边邑；远，形容词用作名词，远地，指郑国）<br>6邻之厚，君之薄也 （“厚”“薄”都是形容词活用作动词 厚，变雄厚；薄，变薄弱）<br>7共其乏困（形容词活用为名词，缺少的东西）<br>8君亦无所害（动词用作名词，害处）<br>9朝济而夕设版焉 (“朝”、“夕”，名词活用作状语 朝，在早上；夕，在晚上）<br>10既东封郑，又欲肆其西封（名词作状语，向东；名词作动词，使动用法，使......成为疆界）<br>11若不阙秦（quē使动用法，使……减少）<br>12阙秦以利晋（使动用法.使.....获利）<br>13因人之力而敝之（形容词作动词，损害）</p> <p><strong>通假字</strong><br>⒈无能为也已（已，通“矣”，了）<br>⒉共其乏困 （共，通“供”，供给）<br>⒊秦伯说 （说，通“悦”，赞同，高兴）<br>⒋失其所与，不知 （知，通“智”，明智）<br>⒌夫晋，何厌之有 （厌，通“餍”，知足，满足）<br>6.若不阙秦，将焉取之（阙，通“缺”，侵损）</p> <p><strong>古今异义<br></strong>①行李之往来 （行李，阙出使的人；今义：出门所带的包裹）<br>②若舍郑以为东道主（以为，古义：把……作为；今义：认为。东道主，古义：东方道路上（招待过客）的主人；今义：泛指接待宴客的主人）<br>③微夫人之力不及此。（夫人，古义：那个人，这里指秦穆公；今义：一般人的妻子）<br>④亦去之 （去，古义：离开；今义：往，到）<br>⑤敢以烦执事（执事，古义：掌管事务的人，这里是对对方的敬称；今义：掌管某项工作的人）<br>⑥共其乏困（乏困，古义：指缺乏的东西。今义：指精神或身体劳累）<br>7.今急而求子。（今，古义：如今 今义：今天）<br>8.且贰于楚也（贰，古义：动词，从属二主。今义：数词，“二”的大写。）</p> <p><strong>文言句式</strong><br>省略句<br>⒈晋军（于）函陵，秦军（于）氾南<br>⒉（烛之武）辞曰<br>⒊（烛之武）许之<br>⒋敢以（之）烦执事<br>⒌若舍郑以（之）为东道主<br>⒍（晋）许君焦、瑕<br>⒎阙秦以利（于）晋<br>判断句<br>⒈是寡人之过也<br>⒉邻之厚，君之薄也<br>⒊以乱易整，不武<br>⒋因人之力而敝之，不仁<br>5失其所与，不知<br>介词结构作状语后置<br>⒈以其无礼于晋，且贰于楚也 应为“以其于晋无礼，且于楚贰也”<br>⒉佚之狐言于郑伯曰　 应为“佚之狐于郑伯言曰”状语后置句。言于：对……说<br>⒊若亡郑而有益于君　 应为“若亡郑而于君有益”<br>宾语前置<br>⒈夫晋，何厌之有？ 即“有何厌”，疑问代词作宾语<br>所字结构<br>⒈失其所与，不知 所字结构（所字后接动词，相当于一个名词）<br>所”字结构相当于名词或名词性短语，一般情况下在句中做主语或宾语。如“所见所闻”，意即“所见到的事情（东西）所听到的事情（东西）”，“终日之所学”中“所学”意即所学到的东西。 </p><br/><h2>创作背景</h2> <p>　　该文故事背景是秦、晋围郑，发生在公元前630年（鲁僖公三十年）九月甲午时。在这之前，郑国有两件事得罪了晋国。一是晋文公当年逃亡路过郑国时，郑国没有以礼相待；二是在公元前632年（鲁僖公二十八年）的晋、楚城濮之战中，郑国曾出兵帮助楚国（《左传·僖公二十八年》：“役之三月，郑伯如楚致其师”）。结果，城濮之战以楚国失败而告终。郑国感到形势不妙，马上派子人九出使晋国，与晋结好。甚至在公元前632年五月，“晋侯及郑伯盟于衡雍”。但是，最终也没能感化晋国。晋文公（重耳）为了争夺霸权的需要，还是在两年后发动了这次战争。晋国为什么要联合秦国围攻郑国呢？这是因为，秦国当时也要争夺霸权，也需要向外扩张。发生在公元前632年的城濮之战，事实上是两大军事集团之间的战争。一方是晋文公率晋、宋、齐、秦四国联军，另一方则是以楚国为主的楚、陈、蔡、郑四国联军（郑国名义上没有参战，实际上已提前派军队到楚国）。两年后，当晋国发动对郑国的战争时，自然要寻找得力的伙伴。这时的秦国也有向外扩张的愿望，加上可以去“捞上一把”（实质这战争与秦国几乎没有关系），所以，秦、晋联合也就是必然的了。郑国被秦、晋两个大国包围，危在旦夕，郑文公派能言善辩的烛之武前去说服秦伯。烛之武巧妙地勾起秦穆公对秦、晋之间的矛盾的记忆，向秦伯分析了当时的形势，采取分化瓦解的办法，说明了保存郑国对秦有利、灭掉郑国对秦不利的道理，终于说服了秦伯。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "赞美",
    "写人",
    "谋略"
  ]
}