{
  "id": 71166,
  "star": 3070,
  "name": "兰亭集序 / 兰亭序",
  "dynasty": "魏晋",
  "content": "　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。</p> <p>　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！</p> <p>　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。",
  "fanyi": "<p><strong>译文<br></strong>　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点，也足够来畅快叙述幽深内藏的感情了。</p> <p>　　这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。</p> <p>　　人与人相互交往，很快便度过一生。有的人在室内畅谈自己的胸怀抱负；有的人就着自己所爱好的事物，寄托情怀，放纵无羁地生活。虽然各有各的爱好，安静与躁动各不相同，但当他们对所接触的事物感到高兴时，一时感到自得。感到高兴和满足，竟然不知道衰老将要到来。等到对得到或喜爱的东西已经厌倦，感情随着事物的变化而变化，感慨随之产生。过去所喜欢的东西，转瞬间，已经成为旧迹，尚且不能不因为它引发心中的感触，况且寿命长短，听凭造化，最后归结于消灭。古人说：“死生毕竟是件大事啊。”怎么能不让人悲痛呢？</p> <p>　　每当看到前人所发感慨的原因，其缘由像一张符契那样相和，总难免要在读前人文章时叹息哀伤，不能明白于心。本来知道把生死等同的说法是不真实的，把长寿和短命等同起来的说法是妄造的。后人看待今人，也就像今人看待前人，可悲呀。所以一个一个记下当时与会的人，录下他们所作的诗篇。纵使时代变了，事情不同了，但触发人们情怀的原因，他们的思想情趣是一样的。后世的读者，也将对这次集会的诗文有所感慨。</p> <p><strong>注释</strong><br>永和：东晋皇帝司马聃（晋穆帝）的年号，从公元345—356年共12年。永和九年上巳节，<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。<br>暮春：阴历三月。暮，晚。<br>会：集会。<br>会稽（kuài jī）：郡名，今浙江绍兴。<br>山阴：今绍兴越城区。<br>修禊（xì）事也：（为了做）禊礼这件事。古代习俗，于阴历三月上旬的巳日（魏以后定为三月三日），人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。<br>群贤：诸多贤士能人。指谢安等三十二位社会的名流。贤：形容词做名词。<br>毕至：全到。毕，全、都。<br>少长：如王羲之的儿子王凝之、王徽之是少；谢安、王羲之等是长。<br>咸：都。<br>崇山峻岭：高峻的山岭。<br>修竹：高高的竹子。修，高高的样子。<br>激湍：流势很急的水。<br>映带左右：辉映点缀在亭子的周围。映带，映衬、围绕。<br>流觞（shāng）曲（qū）水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。流，使动用法。曲水，引水环曲为渠，以流酒杯。<br>列坐其次：列坐在曲水之旁。列坐，排列而坐。次，旁边，水边。<br>丝竹管弦之盛：演奏音乐的盛况。盛，盛大。<br>一觞一咏：喝着酒作着诗。<br>幽情：幽深内藏的感情。<br>是日也：这一天。<br>惠风：和风。<br>和畅，缓和。<br>品类之盛：万物的繁多。品类，指自然界的万物。<br>所以：用来。<br>骋：使······奔驰。<br>极：穷尽。<br>信：实在。<br>夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫，句首发语词，不译。相与，相处、相交往。俯仰，表示时间的短暂。<br>取诸：取之于，从······中取得。<br>悟言：面对面的交谈。悟，通“晤”，指心领神会的妙悟之言。<br>因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。因，依、随着。寄，寄托。所托，所爱好的事物。放浪，放纵、无拘束。形骸，身体、形体。<br>趣（qǔ）舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。<br>静躁：安静与躁动。<br>暂：短暂，一时。<br>快然自足：感到高兴和满足。然，······的样子。<br>不知老之将至：（竟）不知道衰老将要到来。语出《论语·述而》：“其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”一本有“曾”在句前。<br>所之既倦：（对于）所喜爱或得到的事物已经厌倦。之，往、到达。<br>情随事迁：感情随着事物的变化而变化。迁，变化。<br>感慨系之：感慨随着产生。系，附着。<br>向：过去、以前。<br>陈迹：旧迹。<br>以之兴怀：因它而引起心中的感触。以，因。之，指“向之所欣……以为陈迹”。兴，发生、引起。<br>修短随化：寿命长短听凭造化。化，自然。<br>期：至，及。<br>死生亦大矣：死生是一件大事啊。语出《庄子·德充符》。<br>契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。<br>临文嗟（jiē）悼：读古人文章时叹息哀伤。临，面对。<br>喻：明白。<br>固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。固，本来、当然。一，把……看作一样；齐，把……看作相等，都用作动词。虚诞，虚妄荒诞的话。殇，未成年死去的人。妄作，妄造、胡说。一生死，齐彭殇，都是庄子的看法。出自《齐物论》。<br>列叙时人：一个一个记下当时与会的人。<br>录其所述：录下他们作的诗。<br>其致一也：人们的思想情趣是一样的。<br>后之览者：后世的读者。<br>斯文：这次集会的诗文。</p>",
  "shangxi": "<p>　　第一至第二自然段，记叙了集会的时间、地点、事由、人物，由“此地有崇山峻岭”引出四周环境及场面的铺叙，最后由“是日也”领起描写游人的心境，抒发集会的心情。本文第一、二自然段作者对这次宴集环境的描述素淡雅致，摄其神韵，天朗气清，惠风和畅，这些都看出作者快乐的心情和对自然美的热爱之情。</p> <p>　　第三自然段，由兰亭集会联想到现今人们的相处往来，即便为人处世方法各异，静躁不同，但从中提示了人生忧患的来源。首先来自生命本体永不满足的内在欲望，“欣于所遇”便“快然自足”，及其“所之既倦”“感慨系之矣”。其次来自外在世界的流转不定，难以依持，即“向之所欣，俯仰之间，已为陈迹”。第三来自个体生命的短暂有限，即“修短随化，终期于尽”。最后以“死生亦大矣，岂不痛哉？”作结。第三自然段，虽然作者对时光飞逝，人生短暂大发感慨，但字里行间暗含对人生的眷恋和热爱之情。正因为作者对人生忧患有清醒的认识，才可扬长避短，在有限人生中进行无限的价值创造。</p> <p>　　第四自然段：由读古人“兴感”之作时的体验“若合一契”说明古人也有感于死生；然后转入人生世事的深入抒写，批判当前士大夫“一死生为虚诞，齐彭殇为妄作”，表现了抗拒人生虚幻的执著努力，随之又发出“后之视今，亦由今视昔，悲乎”的慨叹，可见作者对人生敏锐、深刻的感受中有一份对人生特别的热爱和执著，接着作者交代了《兰亭集》的成因“后之览者，亦将有感于斯文”，总结全文。第四自然段，作者在尽述古人、今人、后人慨叹人生无常的同时，批判了<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>“一死生”“齐彭殇”的虚无主义，当然应该看作是积极的。</p>",
  "about": "<h2>创作背景</h2> <p>　　晋穆帝永和九年（353年）农历三月初三，“初渡浙江有终焉之志”的<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>，曾在会稽山阴的兰亭（今绍兴城外的兰渚山下），与名流高士谢安、孙绰等四十一人举行风雅集会。与会者临流赋<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>，各抒怀抱，抄录成集，大家公推此次聚会的召集人，德高望重的王羲之写一序文，记录这次雅集，即《兰亭集序》。</p><br/><h2>概要</h2> 　　本文是一篇书序。文章先序兰亭修楔事，因修禊而“群贤毕至”，实际上是说明做<a href=\"http://so.gushiwen.org/view_71166.aspx\">诗</a>的缘由；有用“一觞一咏，亦足以畅叙幽情”描写了作诗时的情景，指明了《兰亭集》是一部游宴诗集，有众多的作者，诗是即席之作；结尾以“故列叙时人，录其所述\"说明成书的经过，又以“后之览者，亦将有感于斯文”指出本书的意义。同时，作者善于借题发挥，从一次普通的游宴活动谈到了他的生死观，并以此批判了当时士大夫阶层中崇尚虚无的思想倾向，使全篇在立意上显得不同凡响。",
  "poet": {
    "id": 581,
    "star": 0,
    "name": "王羲之",
    "image": "http://img.gushiwen.org/authorImg/wangxizhi.jpg",
    "desc": "王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。祖籍琅琊（今属山东临沂），后迁无锡，晚年隐居剡县金庭（今属浙江）。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "宴饮",
    "离别",
    "感伤",
    "感叹",
    "人生"
  ]
}