{
  "id": 9316,
  "star": 16,
  "name": "热海行送崔侍御还京",
  "dynasty": "唐代",
  "content": "侧闻阴山胡儿语，西头热海水如煮。<br>海上众鸟不敢飞，中有鲤鱼长且肥。<br>岸旁青草长不歇，空中白雪遥旋灭。<br>蒸沙烁石燃虏云，沸浪炎波煎汉月。<br>阴火潜烧天地炉，何事偏烘西一隅？<br>势吞月窟侵太白，气连赤坂通单于。<br>送君一醉天山郭，正见夕阳海边落。<br>柏台霜威寒逼人，热海炎气为之薄。",
  "fanyi": "<p><strong>译文<br></strong>我听阴山人们说过多回，西方热海之水好似煮沸。<br>海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！<br>岸边青草常年不见哀歇，空中雪花远远融化消灭，<br>沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。<br>地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！<br>气浪弥漫西方月窟太白，把那广大边塞地带笼罩。<br>置酒送君在那天山城郭，热海之畔夕阳正要西落。<br>君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！</p> <p><strong>注释<br></strong>⑴热海：伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。崔侍御：未详。侍御，指监察御史。<br>⑵侧闻：表示有所闻的谦词，等于说“从旁听说”。阴山：指西北边地的群山。胡儿：指西北边地少数民族子弟。<br>⑶西头：西方的尽头。水如煮：湖水像烧开了一样。<br>⑷遥旋灭：远远地很快消失。<br>⑸烁（shuò）：熔化金属。虏（lǔ）云：指西北少数民族地区上空的云。<br>⑹汉月：汉时明月，说明月的永恒。<br>⑺阴火：指地下的火。潜烧：暗中燃烧。天地炉：喻天地宇宙。语出西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>《鵩鸟赋》：“天地为炉兮，造化为之；阴阳为炭兮，万物为铜。”<br>⑻隅（yú）：角落。<br>⑼吞：弥漫，笼罩。月窟（kū）：月生之地，指极西之地。太白：即金星。古时认为太白是西方之星，也是西方之神。<br>⑽赤坂：山名，在新疆吐鲁番境内。单于：指单于都护府所在地区，今内蒙古大沙漠一带。<br>⑾天山郭：天山脚下的城郭。<br>⑿柏台：御史台的别称。汉时御史府列柏树，后世因称御史台为柏台、柏府或柏署。因御史纠察非法，威严如肃杀秋霜所以御史台又有霜台之称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首借歌颂热海的奇特无比以壮朋友行色的送别<a href=\"http://so.gushiwen.org/view_9316.aspx\">诗</a>，是诗人在北庭，为京官崔侍御还京送行时所作。此诗或写于交河郡，或写于轮台县。热海即伊塞克湖，又名大清池、咸海，今属吉尔吉斯斯坦，唐时属安西节度使领辖。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>虽未到过那里，但根据传闻和自己长期在荒远之地的体验，把它写得有声有色、神奇无比。　　</p> <p>　　岑参的边塞诗独具特色，将西北荒漠的奇异风光与风物人情，用慷慨豪迈的语调和奇特的艺术手法，生动地表现出来，别具一种奇伟壮丽之美。他的诗突破了以往写边地苦寒和士卒劳苦的传统格局，极大地丰富拓宽了边塞诗描写题材和内容范围。而《热海行送崔侍御还京》则是其中一篇很有特色的边塞诗，它巧妙地把写景与送别结合起来，却又没有丝毫的矫柔伤感之请，代之以热情澎湃，在边塞送别诗中闪出耀眼的光彩。</p> <p>　　全诗十六句，以夸张的手法写热海无与伦比的奇热。读罢全诗，令人如临其境，仿佛感受到蒸腾的热气。</p> <p>　　开头两句，概括出热海的特点。“西头热海水如煮”虽是夸张，但比喻贴切，用滚烫开水作比，使人很容易想象热海的水热的程度。</p> <p>　　热海其热无比，所以第三句说“海上众鸟不敢飞”，但这并不足为奇，奇的是“中有鲤鱼长且肥 ”，在滚烫的热海水中，居然有鲤鱼存活，而且长得又长又肥，这就很使人诧异了。</p> <p>　　以上是“侧闻阴山胡儿语”，所用语言通俗形象，如同口语。接下去写当日亲眼所见。由所闻转入所见，过渡自然，衔接紧凑。所见情景，诗人抓住与海水密切关联的几种具体物象；岸旁青草、空中白雪、沙石虏云和浪波汉月。岸边的草木非但没有被热水灼伤而萎枯，反而青青常绿；但空中的白雪，却在很远的地方遇到热气旋就化为乌有。上有云天白雪，下有绿叶青枝，中间夹着热气腾腾的热海，风光奇异。“蒸沙烁石燃虏云，沸浪炎波煎汉月。”两句十四字中，用了蒸、烁、燃、沸、炎、煎六个动词，夸张地描绘出热海的威力：蒸热了沙子，熔化了岩石，点燃了天边云朵，煮沸了细浪，烤热了波涛，煎烫了高空明月，充分显示出诗人炼字之工和大胆而奇异的想象。</p> <p>　　“阴火潜烧天地炉”四句，诗人突发奇想，发出喟然之叹：蕴藏在地下的火，以天地为炉，阴阳为炭，万物为铜，常燃不息，为什么偏偏把这西边一角烧得这么热？高处，它吞食月窟，侵及星辰；远处，它的气焰越过西方的赤坂，一直威逼更远的单于。诗的十三、十四句，交代吟诗的环境和原由。吟诗是为了为友送行；地点在天山脚下的城郭；时间是夕阳西下将于海边沉没之际，触景生情，引起一番对热海的赞叹。</p> <p>　　诗的最后两句，诗人用风趣的语言，作了临别赠言：“柏台霜威寒逼人，热海炎气为之薄。”意思是说：侍御大人自京师御史台来边陲视察，尽管您威严如霜，但为这热海般的将士赤心所感化，您那冷若寒霜的威严也会淡薄的。</p> <p>　　岑参的这首诗 ，在写作手法上以“侧写”标新，全诗写热海 ，由水中到地面到空中，处处炎气逼人，除了“侧闻”的“水如煮 ”外再没有出现一个“热”字，而是通过鱼、鸟、草、雪、沙、石、云、浪、波和月等景物的描写，表现出热海之热，使全诗真实可感。</p> <p>　　此诗寄情出人意表，构思新奇。诗人巧设回环，在极力描述了热海之奇景，让读者陶醉于热海风光之时才宛然一转，表明自己吟诗的环境和缘由，“送君一醉天山郭，正见夕阳海边落”。在天山脚下的城郭，在夕阳西下将于海边沉没之时，与朋友送行，无尽的离别之情用一“醉”字消融于无形，豪放不羁。“柏台霜威寒逼人，热海炎气为之薄”这最后两句，用热情洋溢的语言盛赞崔侍御的高风亮节，连热海的炎威也为之消减。</p>",
  "about": "<h2>创作背景</h2> 　　这首送别<a href=\"http://so.gushiwen.org/view_9316.aspx\">诗</a>，是诗人在北庭，为京官崔侍御还京送行时所作，约作于天宝十三载（754）。此诗或写于交河郡，或写于轮台县。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>虽未到过热海，但根据传闻和自己长期在荒远之地的体验，把它写得有声有色、神奇无比。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "送别",
    "边塞",
    "写景",
    "地名"
  ]
}