{
  "id": 72364,
  "star": 12,
  "name": "吴山图记",
  "dynasty": "明代",
  "content": "　　吴、长洲二县，在郡治所，分境而治。而郡西诸山，皆在吴县。其最高者，穹窿、阳山、邓尉、西脊、铜井。而灵岩，吴之故宫在焉，尚有西子之遗迹。若虎丘、剑池及天平、尚方、支硎，皆胜地也。而太湖汪洋三万六千顷，七十二峰沉浸其间，则海内之奇观矣。</p> <p>　　余同年友魏君用晦为吴县，未及三年，以高第召入为给事中。君之为县，有惠爱，百姓扳留之，不能得，而君亦不忍于其民。由是好事者绘《吴山图》以为赠。</p> <p>　　夫令之于民，诚重矣。令诚贤也，其地之山川草木，亦被其泽而有荣也；令诚不贤也，其地之山川草木，亦被其殃而有辱也。君于吴之山川，盖增重矣。异时吾民将择胜于岩峦之间，尸祝于浮屠、老子之宫也，固宜。而君则亦既去矣，何复惓惓于此山哉?昔苏子瞻称韩魏公去黄州四十馀年而思之不忘，至以为《思黄州》诗，子瞻为黄人刻之于石。然后知贤者于其所至，不独使其人之不忍忘而已，亦不能自忘于其人也。</p> <p>　　君今去县已三年矣。一日，与余同在内庭，出示此图，展玩太息，因命余记之，噫!君之于吾吴有情如此，如之何而使吾民能忘之也! ",
  "fanyi": "<p><strong>译文</strong><br>　　吴县、长洲两县的县治，在吴郡的郡治所在地，两县划分境界各自管理。府城西南的众多山冈，都在吴县境内。其中最高的山峰，有穹窿、阳山、邓尉、西脊、铜井等山。灵岩山上，春秋时吴国的宫殿的故址就在那儿，还有西施的遗迹。像虎丘、剑池以及天平、尚方、支硎等处，都是名胜所在地。太湖浩浩淼淼，面积三万六千顷，七十二峰在湖中沉浮，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以算海内奇观了。<br>　　我同龄的好友魏用晦任吴县县令未满三年，因考绩列入优等被调入京城担任给事中。魏君任吴县县令期间有恩于民，离任时，百姓设法挽留却未能成功，魏君也舍不得离开他的百姓，于是有热心人便画了一幅《吴山图》来送给他。<br>　　县令对于老百姓来说，确实是非常重要的，如果县令确实是贤良的，那么当地的山川草木也为蒙受其恩泽而感到荣耀；如果县令不贤良，那么当地的山川草木也会遭殃，感受到耻辱。魏君对于吴县的山河，可以说是增添了光彩了。今后有那么一天，吴县的老百姓将会在青山秀岩间挑选一块名胜宝地，在佛寺或道观里祭祀他，这完全是应该的。那么魏君既然已经离开了吴县，为什么还对这里的名山那样眷恋呢？<br>　　从前，苏东坡称赞<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>离开了黄州四十多年，还念念不忘黄州，以至于写下了思黄州的<a href=\"http://so.gushiwen.org/view_72364.aspx\">诗</a>歌。苏东坡为黄州人把这诗刻在石碑上。由此后人才明白这样一个道理：贤能之士到某一处地方，不单单会使那儿的人民不忍心忘记他，而且连自己也不能忘记那儿的人民。<br>　　现在魏君离开吴县已经三年了，一天,他与我同在内庭，取出这幅《吴山图》给我看，一边欣赏，一边叹息，就命我写篇文章记载这件事情。唉！魏君对于我乡吴县有如此深厚的感情，又怎能使我们吴县百姓忘记他呢！</p><p><strong>注释</strong><br>〔1〕吴：吴县，今已撤销并入江苏苏州市，为吴中区。长洲：明代县名，后并入吴县。明朝二县均属苏州府管辖。<br>〔2〕郡治所：州府官署所在地，此处是指苏州府治。吴县和长洲县的衙门也设在苏州城内。<br>〔3〕治：治理。<br>〔4〕穹窿：山名，在今苏州市西南。阳山：在今苏州市的西北。邓尉：山名，在今苏州市西南，因东汉时邓禹曾隐居此山而得名，山上多梅花。西脊：又称西碛山，在邓尉山西。铜井：又称铜坑山，亦在今苏州市西南，以产铜而得名。<br>〔5〕灵岩：山名，在今苏州市木渎镇，又名石鼓山、研石山、象山、石城山。<br>〔6〕吴之故宫：春秋时吴国君主夫差曾在灵岩为西施建馆娃宫。据传今灵岩山寺一带即是馆娃宫的遗址。<br>〔7〕尚：还。西子：即西施，春秋时越国的美女，越国君主勾践将西施献给吴王夫差，西施备受吴王宠爱。相传吴王曾在灵岩山上为西施建有琴台、梳妆台等。<br>〔8〕若：像。虎丘：山名，一名海涌山。在江苏苏州市西北阊门外。相传春秋时吴王阖闾葬于此，三日有虎踞于上，故名。唐王朝避其先世李虎讳，改称武丘。后复旧名。泉石幽胜，上有塔，登眺则全城在目，为苏州名胜。剑池：池名。在今江苏苏州市虎丘山。相传秦始皇东巡时在这里找寻过吴王阖庐的宝剑；一说阖庐葬在这里，曾用鱼阳扁诸等宝剑各三千殉葬，故名。天平：山名，在灵岩山北，因山顶方平，故名天平山。尚方：山名，又称上方山、楞枷山，在原吴县西南。支硎(xíng形)：山名，在原吴县西南，相传晋代名僧支遁曾隐于此山。<br>〔9〕太湖：在今江苏省南部，面积二千四百多平方公里，是我国第三大淡水湖。旧说有三万六千公顷。<br>〔10〕七十二峰：太湖中有大小岛屿四十八个，加上沿湖的山峰和半岛，号称七十二峰。尤以洞庭东山、西山、马迹山、三山、鼋头渚最为有名。沉浸：浸入水中。<br>〔11〕海内：古人以为我国疆土四面环海，故称国境以内为海内。犹言天下。《战国策·秦策一》云：“今欲并天下，凌万乘，诎敌国，制海内，子元元，臣诸侯，非兵不可。”<br>〔12〕同年：封建时代同一年中举或同一年登进士第的互相称同年。为吴县：出任吴县县令。<br>〔13〕高第：在吏部举行的考核中列为上等者称高第。给事中：官名。秦汉为列侯、将军、谒者等的加官。常在皇帝左右侍从，备顾问应对等事。因执事在殿中，故名。魏或加官，或为正官。晋以后为正官。隋开皇六年（586），于吏部置给事郎。唐属门下省。元以后废门下省，而留给事中。明给事中分吏、户、礼、兵、刑、工六科，掌侍从规谏，稽察六部之弊误，有驳正制敕之违失、章奏封还一权。魏用晦所任为刑科给事中，《明史·职官三》言其职责为：“刑科，每岁二月下旬，上前一年南北罪囚之数，岁终奏上一岁蔽狱之数，阅十日一上实在罪囚之数，皆凭法司移报而奏御焉。”<br>〔14〕惠爱：对老百姓施惠和爱护。<br>〔15〕扳留：挽留。又作“攀留”，即攀缘车驾挽留，表示对离任者功绩的肯定和对离去的眷念。<br>〔16〕由是：因此。好事者：喜欢绘画的人。事：从事。以为赠：即作为赠送的礼品。<br>〔17〕令之于民：县令对于老百姓来说。<br>〔18〕被：通“披”，受。泽：恩惠。荣：兴旺。<br>〔19〕择胜：选择形胜之处。<br>〔20〕尸祝：尸，代表鬼神受享祭的人；祝，传告鬼神言辞的人。《庄子·逍遥游》：“庖人虽不治庖，尸祝不越樽俎而代之吴。”注曰：“庖人尸祝，各安其所。”尸祝在此处的意思是：将来把他当作祖先、神灵一样祭祀。浮图：梵语音译，此处指佛教寺院。老子之宫：即道观。老子是道教供奉的始祖。<br>〔21〕既去：已经离开。<br>〔22）惓惓(quán全)：恳切、难以舍弃的样子。<br>〔23〕苏子瞻：即<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>(1036—1101)，字子瞻，号东坡，宋眉州眉山(今四川眉山县)人。宋仁宗嘉二年(1057)进士。宋神宗熙宁年间任杭州通判，历知密州、徐州、湖州。御史劾以作诗讪谤朝廷，贬谪黄州团练副使。宋哲宗元间，累迁翰林学士，出知杭州、颍州，再贬惠州、琼州，赦还卒于常州，谥文忠。是宋代著名的思想家、文学家，有《苏东坡集》、《东坡乐府》。《宋史》有传。韩魏公：即韩琦(1008—1075)，字稚圭，宋相州安阳(今河南安阳市)人。天圣五年(1027)进士。仁宗时，西北边事起，韩琦任陕西经略招讨使，与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>率兵拒战。韩、范久在兵间，名重当时，为宋廷所倚重，时人称为“韩范”。西夏和成，入为枢密副使，嘉中官同中书门下平章事。英宗立，封魏国公。琦为相十年，临大事，决大议，虽处危疑之际，知无不为。卒谥忠献。《宋史》有传。去黄州四十馀年而思之不忘：韩琦曾与其兄在黄州居过，黄州人以此为荣。苏轼作有《书韩魏公黄州诗后》一文：“魏公去黄州四十馀年，而思之不忘，至以为诗。”此处用韩琦之思念黄州之事言魏用晦思念吴县。<br>〔24〕子瞻为黄人刻之于石：宋神宗元丰三年(1080)，苏轼因“乌台诗案”被贬为黄州团练副使，元丰七年（1094）十月二十六日，苏轼作《书韩魏公黄州诗后》云：“而轼亦公(即韩琦)之门人，谪居于黄五年，治东坡，筑雪堂，盖将老焉，则亦黄人也。于是相与摹公之诗而刻之石，以为黄人无穷之思。”黄人，即黄州人。<br>〔25〕内庭：即内廷，宫廷之内。隆庆四年(1570)，<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>任南京太侍寺丞，留京执掌内阁制敕房，纂修《世宗实录》，因此有机会在内廷与时任给事中的魏用晦见面。<br>〔26〕太息：出声长叹。</p>",
  "shangxi": "<h2>评析</h2> 　　《吴山图》是吴县百姓送给离任县令魏用晦的纪念品，其功用相当于众多已程式化的“去思碑”。但吴县百姓所送的《吴山图》却是礼轻情义重，因为它代表了老百姓对廉洁贤明县令的真情实感。对于作者<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>来说，吴县的山山水水实在太熟悉了，加之自己也曾在湖州府长兴县任过县令，因此，对《吴山图》的意义当有切身的感受，故下笔为文，随兴生发，侃侃而谈，毫无造作应酬之嫌。第一段作者不直接从《吴山图》说起，而是极写吴县的山川形胜，而这些自然景观本身又极富文化积淀，显示出深广的历史文化内涵。第二段先交待自己与《吴山图》主人的同年关系，再引出《吴山图》的故事，顺理成章地将一地的山川形胜与为官一任、造福一方的贤能之士联系起来，同时也为下文的议论作了坚实的铺垫。第三段先从县令的贤与不贤对老百姓的关系说起，又用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>和<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的故事为例，说明贤能之官吏自然会能得到当地百姓的深切怀念。最后又上升到真正的贤者是“不独使其人之不忍忘而已，亦不能自忘于其人也。”最后一段称赏魏用晦是属于“不能自忘于其人”的贤者，“如之何而使吾民能忘之也！”全文结构巧妙，层次井然，抒情含蓄。作者紧扣官与民的关系来展开议论，同时也是借他人酒杯浇自家之块垒，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓运思良苦。",
  "about": "<h2>导读</h2> 　　《吴山图》是作者的朋友魏用晦离任吴县县令时，当地百姓送给他的一幅山水画。本文即以这幅画为线索，先寥寥数笔概写吴县的风物名胜和湖光山色，然后自然而然地写出魏用晦在担任县令时与当地百姓结下的难以忘怀的深厚感情，并以北宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>和<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的故事，揭示出“然后知贤者于其所至，不独使其人之不忍忘，而己亦不能自忘于其人也”，以此来称颂魏用晦对吴县的缱绻深情。作者不刻意雕饰文字而写得清新淡雅，着眼吴县山水画而寓意于山水画外，构思颇为新巧。",
  "poet": {
    "id": 792,
    "star": 0,
    "name": "归有光",
    "image": "http://img.gushiwen.org/authorImg/guiyouguang.jpg",
    "desc": "归有光（1506～1571）明代官员、散文家。字熙甫，又字开甫，别号震川，又号项脊生，汉族，江苏昆山人。嘉靖十九年举人。会试落第八次，徙居嘉定安亭江上，读书谈道，学徒众多，60岁方成进士，历长兴知县、顺德通判、南京太仆寺丞，留掌内阁制敕房，与修《世宗实录》，卒于南京。归有光与唐顺之、王慎中两人均崇尚内容翔实、文字朴实的唐宋古文，并称为嘉靖三大家。由于归有光在散文创作方面的极深造诣，在当时被称为“今之欧阳修”，后人称赞其散文为“明文第一”，著有《震川集》、《三吴水利录》等。"
  },
  "tags": [
    "古文观止",
    "咏物",
    "写人",
    "忧民"
  ]
}