{
  "id": 71146,
  "star": 6508,
  "name": "湖心亭看雪",
  "dynasty": "明代",
  "content": "　　崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白。湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。</p> <p>　　到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余，大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者！”",
  "fanyi": "<p><strong>译文</strong><br>　　崇祯五年（公元1632年）十二月，我住在西湖边。大雪接连下了多天，湖中的行人、飞鸟的声音都消失了。这一天晚上八点左右，我撑着一叶小舟，穿着毛皮衣，带着火炉，独自前往湖心亭看雪。（湖面上）冰花一片弥漫，天和云和山和水，天光湖色全是白皑皑的。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。</p> <p>　　到了湖心亭上，看见有两个人铺好毡子，相对而坐，一个小孩正把酒炉（里的酒）烧得滚沸。（他们）看见我，非常高兴地说：“想不到在湖中还会有您这样的人！”（他们）拉着我一同饮酒。我尽情的喝了三大杯酒，然后和他们道别。（我）问他们的姓氏，（得知他们）是南京人，在此地客居。等到了下船的时候，船夫喃喃地说：“不要说相公您痴，还有像相公您一样痴的人啊！”</p> <p><strong>注释</strong><br>1、崇祯五年：公元1632年。崇祯，是明思宗朱由检的年号（1628-1644）。<br>2、俱：都。<br>3、绝：消失。<br>4、是日更（gēng）定：是，代词，这。更定：指初更以后。晚上八点左右。定，开始。<br>5、余：第一人称代词，我 。<br>6、拏：通“桡”，撑（船）。<br>7、拥毳（cuì）衣炉火：穿着细毛皮衣，带着火炉。毳衣：细毛皮衣。毳：鸟兽的细毛。<br>8、雾凇沆砀：冰花一片弥漫。雾，从天上下罩湖面的云气。凇，从湖面蒸发的水汽。沆砀，白气弥漫的样子。《冬夜即事<a href=\"http://so.gushiwen.org/view_71146.aspx\">诗</a>》自注：“齐寒甚，夜气如雾，凝于水上，旦视如雪，日出飘满阶庭，齐人谓之雾凇。<br>9、上下一白：上上下下全白。一白，全白。一，全或都，一概。<br>10、惟：只有。<br>11、长堤一痕：形容西湖长堤在雪中只隐隐露出一道痕迹。堤，沿河或沿海的防水建筑物。这里指苏堤。一，数词。痕，痕迹。<br>12、一芥：一棵小草。芥，小草，比喻轻微纤细的事物；（像小草一样微小）。<br>13、而已：罢了。<br>14、毡：毛毯。<br>15、焉得更有此人：意思是：想不到还会有这样的人。焉得，哪能。更，还。<br>16、拉：邀请。<br>17、强（qiǎng）饮：尽情喝。强，尽力，勉力，竭力。一说，高兴地，兴奋地。<br>18、大白：大酒杯。白；古人罚酒时用的酒杯，也泛指一般的酒杯，这里的意思是三杯酒。<br>19、客此：客，做客，名词作动词。在此地客居。<br>20、及：等到。<br>21、舟子：船夫。<br>22、喃喃：低声嘟哝。<br>23、莫：不要。<br>24、相公：原意是对宰相的尊称，后转为对年轻人的敬称及对士人的尊称。<br>25、更：还。<br>26、痴似：痴于，痴过。痴，特有的感受，来展示他钟情山水，淡泊孤寂的独特个性，本文为痴迷的意思。</p>",
  "shangxi": "1.“独往湖心亭看雪”中　“独”字如何理解？<br>答：“独”字充分体现了作者遗世独立的高洁情怀和不随流俗的生活方式，表现他孤高自赏、自命清高、洁身自好，不与俗人为伍的孤独。在他眼里，舟子等人不是他的知音，不会理解他来湖心亭的心情。<br>2.作者写及此文时，清朝已建立二三十年，但作者仍采用明朝崇祯的年号，有何意义？<br>答：含蓄地表达了作者的故国之思。<br>3.“大雪三日，湖中人鸟声俱绝。”一句写出了什么意境？此句在全文结构上有何作用？<br>答：路无行人，天无飞鸟，天寒地冻。万籁俱寂的意境。为下文“独往湖心亭看雪”作铺垫。<br>4.结尾用舟子的话收束全文，有何用意？<br>答：舟子说作者“痴”，体现了俗人之见，他痴迷于天人合一的山水之乐，痴迷于世俗之外的雅情雅致。",
  "about": "<h2>主题</h2> 　　通过写湖心亭赏雪遇到知己的事，表现了作者孤独寂寞的心境和淡淡的愁绪。突出了作者遗世独立、卓然不群的高雅情趣。表达了作者遇到知己的喜悦与分别时的惋惜，体现出作者的故国之思，同时也反映了作者不与世俗同流合污、不随波逐流的品质以及远离世俗，孤芳自赏的情怀，同时也寄托人生渺茫的慨叹。<br/><h2>创作背景</h2> 　　《湖心亭看雪》是<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>收录在回忆录《陶庵梦忆》中的一篇叙事小品，写于明王朝灭亡以后，是作者把自己对故国往事的怀念都以浅淡的笔触融入山水之中而创作的小品文。",
  "poet": {
    "id": 339,
    "star": 0,
    "name": "张岱",
    "image": "http://img.gushiwen.org/authorImg/zhangdai.jpg",
    "desc": "张岱（1597年～1679年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。"
  },
  "tags": [
    "初中文言文",
    "写雪",
    "感叹",
    "抒怀"
  ]
}