{
  "id": 52830,
  "star": 687,
  "name": "浣溪沙·闺情",
  "dynasty": "宋代",
  "content": "绣面芙蓉一笑开。斜飞宝鸭衬香腮。眼波才动被人猜。 <br>一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。",
  "fanyi": "<h2>注释</h2> 1. 绣面：唐宋以前妇女面额及颊上均贴纹饰花样。<br>2. 芙蓉：荷花，此处指很好看。<br>3. 飞：《历代<a href=\"http://so.gushiwen.org/view_52830.aspx\">诗</a>余》作“偎” 宝鸭：指两颊所贴鸦形图案，可参敦煌壁画供养人之妇女绘画，或以为指钗头形状为鸭形的宝钗，钗，古代妇女头上的饰物。<br>4. 香腮：美丽芳香的面颊。<br>5. 一面：整个脸上。<br>6. 风情：男女爱慕之情。<br>7. 韵：标致。<br>8. 笺：纸，指信笺、诗笺。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词当是易安早期作品。写一位风韵秀的女子与心上人幽会，又写信相约其再会的情景。人物的肖像描写采用比拟、衬托、侧面描写的方法。语言活泼自然，格调欢快俊。</p> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的词作大概可分为两个时期——前期和后期，即北宋之末与南宋之初两个阶段。前者以闺怨相思为主，后者则多表现出消极绝望的情绪来。但这首词与这两种风格都显然不同，应该属于词人最早一批描写纯真爱情的词作。当时的词人尚处在少女年纪，对美好的爱情充满向往，落到笔端，也丰富地体现了女性细腻的心思。</p> <p>　　起笔便带出了不同寻常的女性之美。“绣面芙蓉”与下面的“斜飞宝鸭”对举，应也指装饰物。当时的妇女多有向脸上贴绣画的习惯，其内容以花鸟为多，此处即是说面上绘有芙蓉。芙蓉一笑而开，变静为动，看似颇为无理，实则更显有情。本来芙蓉帖饰是静止的，但因为少女一笑，红颜晕开，落到人眼里仿佛连芙蓉花也迎风而绽，倍添精神。这种打破因果界限、蓄意悖理的手法，在王唯<a href=\"http://so.gushiwen.org/view_52830.aspx\">诗</a>里最有体现，如“坐看青苔色，欲上人衣来”（《书事》）、“山路元无雨，空翠湿人衣”（《山中》）等。发展到李清照手里，添上一层女性的柔美，就更多了一种似真实幻、难以言说的美妙意境。再则，“秀面”“芙蓉”“笑”“开”两两相对，又暗含比喻意味，借芙蓉之开极有力地衬托出了少女之笑。此外“开”之一字，既指芙蓉花开，少女颜开，又可暗指少女的情窦初开，为全词统帅。</p> <p>　　“斜飞宝鸭衬香腮”，承接上句，继续写少女的美貌。她又贴花饰，又戴宝鸭，正是一个着意打扮的初恋少女。“眼波才动被人猜。”少女巧笑倩兮，美目盼兮，在想什么呢？显然是心上人。她偷偷喜欢上了一个人，可能有时想起，越想越高兴，表情不对，被人注意到了。于是她心里打起鼓来：“不会被别人发现了吧？他会怎么想？天啦，多羞人呀！”这种手法也见于唐诗，<a href=\"http://so.gushiwen.org/author_66.aspx\">皇甫松</a>《采莲子》中就有“遥被人知半日羞”。其实，别人也许并没有注意到她的异常，更不可能知道她心中所想，不过在她看来，这却很可能，特别是很难为情，这种狐疑更给少女添了一分天真羞怯，也更显生动。</p> <p>　　“一面风情深有韵，半笺娇恨寄幽怀”把上下两阙的因果衔接和少女此时的心理展示了出来。前半句自然是承接上文，其中“一面”二字虽作定语，但关联词的意味还保留着，给人以一种“虽然一面……，但是半笺……”的感觉，这不得不说又是女性思维之巧。后半句什么意思呢？笺即是书信，显然是久不见面，才以书信传达爱意，娇恨自然也就是青春少女的一种小情愫，小埋怨（大家懂得……）。连起来是说，虽然我这么喜欢你，但你总也不来看我，只好以书寄怀。信上写的是什么呢？“月移花影约重来”。明月上移，花影摇动，到那时我们来幽会吧！花前月下，正是少男少女相会的宝地，女主人公此语表现了其对未来的期待。</p> <p>　　综合全词来看，词人出色地发挥了女性思维的长处，在氛围、比拟、画面以及细节的捕捉上，都表现出了出色的艺术天分。词中的女主人公，由于身处青春爱情之中，情绪难免波动，其性格也颇富变化。她倩然一笑，美丽活泼；眼波流转，细腻羞涩；凝视花月，苦苦思恋；写信抒怀，大胆追求。这些看似矛盾，实则反映了青春少女芳心初动时复杂的心理。在封建家长制婚姻的背景下，女主人公的追求是大胆的，也是美好的。这正寄寓了词人对美好爱情的向往与追求。</p><br/><h2>鉴赏二</h2> <p>　　这首言情小调通过对一个女子的情态的几个侧面摹写，不仅生动地勾勒出她美丽动人的外貌，而且也展现出人物大胆天真的性格，以及蕴藏在心底的细腻幽深的感情。 </p> <p>　　上片三句中前两句“绣面芙蓉一笑开，斜飞宝鸭衬香腮”，是一副似对非对的偶句。“绣面芙蓉”形容这个女子姣美的面庞宛如出水荷花，光艳明丽；“斜飞宝鸭”是说她把用宝石镶嵌的飞鸭状头饰斜插鬓边，对自己作了精心地修饰妆点；正如古人所说的“粉黛所以饰容，而顾盼生于淑质”，这两句表示词中女主角天生俏丽，再加以入时的华饰，就必然产生不同一般的效果。句中的“一笑开”三字之妙，妙在它以动态描写打破了静物写生，起到了能将词中的女子从字面上呼出的奇效；而其中“开”字在这里用得尤为精巧。<a href=\"http://so.gushiwen.org/view_52830.aspx\">诗</a>词之妙，在于炼字炼句，使一词一句的含义达到极大的丰富；即如这个“开”字，无疑是指芙蓉花开，但其深层意思未尝不可以表示词中女主人公心底被禁锢的爱之苞蕾正在展放。接下来的“眼波才动被人猜”这句神来之笔，便为此提出了很好的印证。常言道“眼睛是心灵的窗户”，这个女子美目流盼，宛如一弯流动明澈的秋水，其中映照着她内心的喜悦与怕人发现自己秘密的悸栗。越怕人猜，偏会被猜，这便是生活的真实；作者捕捉到这一真实，用朴实无华的文字恰当地表现出来，更添了几分韵味。</p> <p>　　下片进一步刻划人物的内心世界，前两句“一面风情深有韵，半笺娇恨寄幽怀”是一副较为工巧的对偶句，摹写出这样的情景：幽居深闺的怀春女子，完全被“爱而不见”的愁苦与期盼的喜悦所左右，这混杂的感情化为风情万点，都从她一颦一笑的的面部流露无遗；终于她大胆地展开半张素笺，舞动一只彤管，把满怀思念、娇嗔与幽怨倾泻给自己深深系恋着的人。结句“月移花影约重来”写的是实况？是希冀？还是幻影？无从考定。但这确是一幅绝美的流动着的画面：月光里，花影下，玉人双双，倾诉着生死相依的情话……</p> <p>　　这首反映爱情的小令，词语鲜明生动而不失其朴直。只要把它放在被封建礼教重重包裹的那个时代，只要不带任何世俗偏见，便会发现易安笔下的这个秀外慧中的少女多么可爱，她对幸福、自由的追求又是多么真挚、炽烈、大胆；从而也会惊叹这首词多么质朴深刻、生气盎然。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>的词作大概可分为两个时期——前期及后期，即北宋之末与南宋之初两阶段。前者以闲情逸趣，儿女情长为主。后者则表现出怀家思国，愁绪难解的情怀。作者早期生活优裕，作品语言活泼自然，格调欢快俊。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "女子",
    "追求",
    "爱情"
  ]
}