{
  "id": 57791,
  "star": 34,
  "name": "浪淘沙·山寺夜半闻钟",
  "dynasty": "宋代",
  "content": "身世酒杯中。万事皆空。古来三五个英雄。雨打风吹何处是，汉殿秦宫。<br>梦入少年丛。歌舞匆匆。老僧夜半误鸣钟。惊起西窗眠不得，卷地西风。",
  "fanyi": "<p><strong>译文<br></strong>整日在借酒浇愁的状态中渡过，一生的努力因没能改变国家的败局而全部成空。古今往来的英雄们本就不多，却因时间的流逝而淹没，再也难找到像<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>、秦始皇那样的英雄。<br>少年繁华如梦，如今一一破灭，让人直欲遁入空门，做隐逸之士，可真正要去寻觅夜半禅钟的时候，却只有卷地的西风，严酷的现实，教人无梦可做，无处可托。</p> <p><strong>注释<br></strong>⑴身世：平生。酒杯：借酒浇愁。<br>⑵汉殿：刘邦，代指汉代宫阙；秦宫，秦始皇，代指秦朝宫阙。<br>⑶梦入：梦境。少年丛，当谓英雄年少种种。<br>⑷歌舞：身世。<br>⑸误：没有。<br>⑹西窗：思念，代指抱负。<br>⑺卷地：谓贴着地面迅猛向前推进。多指风。代指身世悲凉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　辛词以其内容上的爱国思想，艺术上有创新精神，在文学史上产生了巨大影响。《浪淘沙·山寺夜半闻钟》当是作者后期的作品，词虽以“万事皆空”总摄全篇，实充盈家国身世之感，风格沉郁悲凉。上片怀古，实叹喟今无英雄，秦汉盛世难再。下片歌舞匆匆者，亦少年盛事惟梦境再现。《浪淘沙·山寺夜半闻钟》描写的是人到中年，有些凄凄惶惶心态，但又不趋炎附势的低姿态。此词当是作者后期的作品。</p> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>也信奉老庄，在《浪淘沙·山寺夜半闻钟》这首词中作旷达语，但他并不能把冲动的感情由此化为平静，而是从低沉甚至绝望的方向上宣泄内心的悲愤，这些表面看来似旷达又似颓废的句子，却更使人感受到他心中极高期望破灭成为绝望时无法销磨的痛苦。</p> <p>　　上阙：“身世酒杯中，万事皆空。古来三五个英雄，雨打风吹何处是，汉殿秦宫” ，英雄惜英雄的怅然，<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>和秦始皇的时代，是他认为两个英雄豪杰辈出又命运起伏的时代。古今往来的英雄们，为时间的流逝而淹没，但是心中的宏大梦想缺不曾忘却，字里行间中作者为国家舍身立命而不达的情怀更加让人感慨。</p> <p>　　上阕首句“身世酒杯中，万事皆空”，有充盈家国身世之感，风格悲凉、沉郁。“雨打风吹”原指花木遭受风雨摧残。比喻恶势力对弱小者的迫害。也比喻严峻的考验。此处表达出作者舍身报国决心的坚持。</p> <p>　　下阙：\"梦入少年丛，歌舞匆匆。老僧夜半误鸣钟，惊起西窗眠不得，卷地西风” 后阙是写少年梦被山僧撞破，惊醒后难眠，却连钟声也听不得，只有西风呜咽。虽然表面上看是想逃避现实，实际上作者丝毫没有忘记国家大事，时刻想着的还是报效国家。“梦入少年丛，歌舞匆匆。”表达了他慷慨激昂的爱国感情，反映出忧国忧民“道男儿到死心如铁，看试手，补天裂”的壮志豪情和以身报国的高尚理想。”卷地西风“更是突出看当时严酷的现实。</p> <p>　　这首词在艺术手法上的高明之处在于联想与造境上。丰富的联想与跌宕起伏的笔法相结合，使跳跃性的结构显得整齐严密。由此及彼，由近及远；由反而正，感情亦如江上的波涛大起大落，通篇蕴含着开阖顿挫、腾挪跌宕的气势，与词人沉郁雄放的风格相一致。</p>",
  "about": "<h2>创作背景</h2> 　　南宋淳熙八年（1181年）至南宋嘉泰三年（1203年），作者为闲居带湖、瓢泉时期，其间除南宋绍熙三年（1192年）至南宋绍熙五年（1194年）一度被起用为福建安抚使外，一直赋闲在家。此时他心情十分矛盾，“平生塞北江南，归来华发苍颜”，这并非他的愿望，他依然惦念着北伐事业。由于感情抑郁不平，时间又悠闲有余，故尔这一期是他创作的鼎盛时期。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "怀古伤今",
    "感慨",
    "忧国忧民"
  ]
}