{
  "id": 70901,
  "star": 397,
  "name": "读山海经·其十",
  "dynasty": "魏晋",
  "content": "精卫衔微木，将以填沧海。<br>刑天舞干戚，猛志固常在。<br>同物既无虑，化去不复悔。<br>徒设在昔心，良辰讵可待。",
  "fanyi": "<p><strong>译文</strong><br>精卫含着微小的木块，要用它填平沧海。刑天挥舞着盾斧，刚毅的斗志始终存在。同样是生灵不存余哀，化成了异物并无悔改。如果没有这样的意志品格，美好的时光又怎么会到来呢？ </p><p><strong>注释</strong><br>②精卫：古代神话中鸟名。据《山海经·北山经》及《述异记》卷上记载，古代炎帝之女精卫，因游东海淹死，灵魂化为鸟，经常衔木石去填东海。衔：用嘴含。微木：细木。 <br>③刑天：神话人物，因和天帝争权，失败后被砍去了头，埋在常羊山，但他不甘屈服，以两乳为目，以肚脐当嘴，仍然挥舞着盾牌和板斧。（《山海经·海外西经》） <br>④同物：精卫既然淹死而化为鸟，就和其它的的相同，即使再死也不过从鸟化为另一种物，所以没有什么忧虑。 <br>⑤化去：刑天已被杀死，化为异物，但他对以往和天帝争神之事并不悔恨。 <br>⑥徒：徒然、白白地。在昔心：过去的壮志雄心。 <br>⑦良辰：实现壮志的好日子。讵：岂。这两句是说精卫和刑天徒然存在昔日的猛志，但实现他们理想的好日子岂是能等待得到！ <br>⑧猛志：勇猛的斗志。 <br>⑨在昔心：过去的壮志雄心。 <br>⑩讵：表示反问，岂。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一生酷爱自由，反抗精神是陶<a href=\"http://so.gushiwen.org/view_70901.aspx\">诗</a>重要的　　主题，这首诗赞叹神话形象精卫、刑天，即是此精神的体现。 </p> <p>　　“精卫衔微木，将以填沧海。”起笔二句，概括了精卫的神话故事，极为简练、传神。《山海经·北山经》云：“发鸠之山……有鸟焉，其状如乌，文首、白喙、赤足，名曰精卫，其鸣自詨。是炎帝之少女，名曰女娃。女娃游于东海，溺而不返，故为精卫。常衔西山之木石，以堙于东海。”精卫为复溺死之仇，竟口衔微木，要填平东海。精卫之形，不过为一小鸟，精卫之志则大矣。“精卫衔微木”之“衔”字、“微”字，可以细心体会。“衔”字为《山海经》原文所有，“微”字则出诸诗人之想象，两字皆传神之笔，“微木”又与下句“沧海”对举。精卫口中所衔的细微之木，与那莽苍之东海，形成强烈对照。越凸出精卫复仇之艰难、不易，便越凸出其决心之大，直盖过沧海。从下字用心之深，足见诗人所受感动之深。“刑天舞干戚，猛志固常在。”此二句，概括了刑天的神话故事，亦极为简练、传神。《山海经·海外西经》云：“刑天与帝至此争神，帝断其首，葬之常羊之山，乃以乳为目，以脐为口，操干戚以舞。”干，盾也；戚，斧也。刑天为复断首之仇，挥舞斧盾，誓与天帝血战到底，尤可贵者，其勇猛凌厉之志，本是始终存在而不可磨灭的。“刑天舞干戚”之“舞”字，“猛志固常在”之“猛”字，皆传神之笔。渊明《咏荆轲》“凌厉越万里”之“凌厉”二字，正是“猛”字之极好诠释。体会以上四句，“猛志固常在”，实一笔挽合精卫、刑天而言，是对精卫、刑天精神之高度概括。“猛志”一语，渊明颇爱用之，亦最能表现渊明个性之一面。《杂诗·忆我少壮时》“猛志逸四海”，是自述少壮之志。此诗作于晚年，“猛志固常在”，可以说是借托精卫、刑天，自道晚年怀抱。下面二句，乃申发此句之意蕴。“同物既无虑，化去不复悔。”“同物”，言同为有生命之物，指精卫、刑天之原形。“化去”，言物化，指精卫、刑天死而化为异物。“既无虑”实与“不复悔”对举。此二句，上句言其生时，下句言其死后，精卫、刑天生前既无所惧，死后亦无所悔也。此二句，正是“猛志固常在”之充分发挥。渊明诗意绵密如此。“徒设在昔心，良辰讵可待。”结笔二句，叹惋精卫、刑天徒存昔日之猛志，然复仇雪恨之时机，终未能等待得到。诗情之波澜，至此由豪情万丈转为悲慨深沉，引人深长思之。猛志之常在，虽使人感佩；而时机之不遇，亦复使人悲惜。这其实是一种深刻的悲剧精神。 </p> <p>　　渊明此诗称叹精卫、刑天之事，取其虽死无悔、猛志常在之一段精神，而加以高扬，这并不是无所寄托的。《读山海经》十三首为一组联章诗，第一首咏隐居耕读之乐，第二首至第十二首咏《山海经》、《穆天子传》所记神异事物，末首则咏齐桓公不听管仲遗言，任用佞臣，贻害己身的史事。因此，此组诗当系作于刘裕篡晋之后。故诗中“常在”的“猛志”，当然可以包括渊明少壮时代之济世怀抱，但首先应包括着对刘裕篡晋之痛愤，与复仇雪恨之悲愿。渊明《咏荆轲》等写复仇之事的诗皆可与此首并读而参玩。 </p> <p>　　即使在《山海经》的神话世界里，精卫、刑天复仇的愿望，似亦未能如愿以偿。但是，其中的反抗精神，却并非是无价值的，这种精神，其实是中国先民勇敢坚韧的品格之体现。渊明在诗中高扬此反抗精神，“猛志固常在”，表彰此种精神之不可磨灭；“徒设在昔心，良辰讵可待”，则将此精神悲剧化，使之倍加深沉。悲尤且壮，这就使渊明此诗，获得了深切的悲剧美特质。</p>",
  "about": "<h2>关于“同物”的理解</h2> 　　关于“同物既无虑，化去不复悔”一句，有的认为，上句言生时，下句言死后，“同物”言同为有生命之物，指精卫、刑天之原形，“化去”言物化，指精卫、刑天死而化为异物。然而这样理解，未必符合作者的原意。《说文解字》云：“物，万物也。牛为大物，天地之数起于牵牛，故从牛。”可见物为天地万物之意，而精卫化去为鸟，刑天化去为“以乳为目，以脐为口，操干戚以舞”，二者虽则化为了异物，但实际上与生前并没有区别，都有着自己的意志，都是天地所生的有灵之物，都同归于自然大道。所谓的生死、化与不化，都不能改变“同物”的本质。因而，既然同样是“物”，只不过形态有所不同，那么便没有什么可以忧虑的，那么化去也就没有任何的悔恨了。“物”不仅仅是指精卫与刑天本来的形态而言的，“同物既无虑”与“化去不复悔”两句是因果的关系。作这样的理解，<a href=\"http://so.gushiwen.org/view_70901.aspx\">诗</a>文更能表达出一种道生万物而万物一同的意义，更能理解“化去不复悔”的原因，可能更符合作者的原意。",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "古诗三百首",
    "赞美",
    "写人",
    "神话"
  ]
}