{
  "id": 8322,
  "star": 181,
  "name": "与夏十二登岳阳楼",
  "dynasty": "唐代",
  "content": "楼观岳阳尽，川迥洞庭开。<br>雁引愁心去，山衔好月来。<br>云间连下榻，天上接行杯。<br>醉后凉风起，吹人舞袖回。",
  "fanyi": "<p><strong>译文</strong><br>登上岳阳楼览尽四周风光，江水辽远通向开阔的洞庭。<br>看见大雁南飞引起我忧愁之心，远处的山峰又衔来一轮好月。<br>在高入云间的楼上下榻设席，在天上传杯饮酒。<br>醉酒之后兴起了凉风，吹得衣袖随风舞动我们随之而回。</p> <p><strong>注释</strong><br>1.夏十二：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的朋友，排行十二。<br>2.岳阳楼：坐落在今湖南岳阳市西北高丘上，“西面洞庭，左顾君山”，与黄鹤楼、滕王阁同为南方三大名楼，于716年（开元四年）扩建，楼高三层，建筑精美。<br>3.岳阳：即岳州，以在天岳山之南，故名。治所在巴陵，即今湖南岳阳市。<br>4.下榻：用汉代陈蕃礼徐穉、周璆事，见《春陪商州裴使君游石娥溪》<a href=\"http://so.gushiwen.org/view_8322.aspx\">诗</a>注。<br>5.行杯：谓传杯饮酒。<br>6.回：回荡，摆动。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　乾元二年（公元759年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>流放夜郎，第二年春天至巫山时遇赦，回到江陵。在南游岳阳时，写下这首<a href=\"http://so.gushiwen.org/view_8322.aspx\">诗</a>。</p> <p>　　诗人首先描写岳阳楼四周的宏丽景色：“楼观岳阳尽，川迥洞庭开。”岳阳，这里是指天岳山之南一带。天岳山又名巴陵山，在岳阳县西南。登上岳阳楼，远望天岳山南面一带，无边景色尽收眼底。江水流向茫茫远方，洞庭湖面浩荡开阔，汪洋无际。这是从楼的高处俯瞰周围的远景。站得高，望得远，“岳阳尽”、“川迥”、“洞庭开”，这一“尽”、一“迥”、一“开”的渺远辽阔的景色，形象地表明诗人立足点之高。这是一种旁敲侧击的衬托手法，不正面写楼高而楼高已自见。 </p> <p>　　李白这时候正遇赦，心情轻快，眼前景物也显得有情有意，和诗人分享着欢乐和喜悦：“雁引愁心去，山衔好月来。”诗人笔下的自然万物好像被赋予生命，雁儿高飞，带走了诗人忧愁苦闷之心；月出山口，仿佛是君山衔来了团圆美好之月。“雁引愁心去”，《文苑英华》作“雁别秋江去”。后者只是写雁儿冷漠地离别秋江飞去，缺乏感情色彩，远不如前者用拟人化手法写雁儿懂得人情，带走愁心，并与下句君山有意“衔好月来”互相对仗、映衬，从而使形象显得生动活泼，情趣盎然。“山衔好月来”一句，想象新颖，有独创性，着一“衔”字而境界全出，写得诡谲纵逸，诙谐风趣。</p> <p>　　诗人兴致勃勃，幻想联翩，恍如置身仙境：“云间连下榻，天上接行杯。”在岳阳楼上住宿、饮酒，仿佛在天上云间一般。这里又用衬托手法写楼高，夸张地形容其高耸入云的状态。这似乎是醉眼蒙眬中的幻景。诗人是有些醉意了：“醉后凉风起，吹人舞袖回。”楼高风急，高处不胜寒。醉后凉风四起，着笔仍在写楼高。凉风习习吹人，衣袖翩翩飘舞，仪表潇洒自如，情调舒展流畅，态度超脱豁达，豪情逸志，溢于言表。收笔写得气韵生动，蕴藏着浓厚的生活情趣。</p> <p>　　整首诗运用陪衬、烘托和夸张的手法，没有一句正面直接描写楼高，句句从俯视纵观岳阳楼周围景物的渺远、开阔、高耸等情状落笔，却无处不显出楼高，不露斧凿痕迹，自然浑成，巧夺天工。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8322.aspx\">诗</a>的一两句写登高临远所见到的辽阔景象。“尽”字，形容登上岳阳楼，俯瞰下界，岳阳一带的自然景色一览无余。“川迥洞庭开”一句紧承“尽”字而下，具体展示八百里洞庭浩邈无垠、横无涯际的景象。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《望洞庭湖赠张丞相》一诗中写道：“八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。”把秋色中洞庭湖那种汪洋浩瀚、澎湃动荡的气势，写得很动人。此处一个“开”字，即是对那种景象的集中概括。句中“川迥”二字，是写更为辽远的长江。洞庭湖的北面与长江相连，人们在岳阳楼上，隔着那壮阔的湖水，迷茫中长江依稀可见。这两句意境阔大，诗人炼词造句给人一种雄浑豪放的感受。</p> <p>　　上两句是俯视下界所见，三四两句便写仰观天宇所感。鸿雁南飞，月升东山，这本是人们司空见惯的客观景物，但是在特定的环境气氛之下，能够荡人心神，触发人的情怀。正如<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>所说：“献岁发春，悦豫之情畅；滔滔孟夏，郁陶之心凝；天高气清，阴沉之志远；霰雪无垠，矜肃之虑深。岁有其物，物有其容；情以物迁，辞以情发。”（《文心雕龙》）诗人处于浩渺无边的洞庭之上，那种忧戚烦闷的心情顿时为之一畅，所以“愁心去”、“好月来”便恰到好处地表现了畅然一适的愉悦心情。句中的“引”“衔”二字，并不是客观景物的实写，而是写诗人此时此景之下的主观感受。这两句是全诗诗眼的所在，写得精采传神。</p> <p>　　五六两句极言岳阳楼高耸入云。意在表明在“云间”“下榻”，在“天上”“行杯”，令人快慰。“连”、“接”，二字，是夸张之笔，用于此处同样是为了突出心情的愉快。七八两句写酣饮之乐，诗人醉后翩翩起舞，习习凉风吹拂着人的衣袖，似有仙举之妙。如上四句叙写诗人与友人饮酒放乐的情景，因为是在岳阳楼上，所以叙事中又表现了岳阳楼的高耸。这样，全诗就完整地写出了秋风明月下的浩荡无边的洞庭夜景，通过优美的意境描写，表达了诗人流放获释以后的喜悦心情。</p> <p>　　这首诗是一首五律。就其风格而论，意气豪放，境界阔大，抒情写景有一种长风浩荡的笔力。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一生的律诗并不少，但他的作品中较为出色的大多不是律诗。五七律之中，以五律为主。这首诗代表了他的五言律诗的风格。《唐诗品汇》说：“盛唐五言律旬之妙，李翰林气象雄逸。”《李诗纬》也说：“若太白五律，犹为古诗之遗，情深而词显，又出乎自然，要其旨趣所归，开郁宣滞，特于《风》、《骚》为近焉。”这是说他的五律依然保留着古诗的遒劲特色，但其中又有情深词显、出乎自然的新的特点。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8322.aspx\">诗</a>是肃宗乾元二年（公元759年）秋，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>遇赦回江夏至岳阳时所作。李白登楼赋诗，留下了这首脍炙人口的篇章，使岳阳楼更添一层迷人的色彩。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "地名",
    "写景",
    "喜悦"
  ]
}