{
  "id": 4339,
  "star": 64,
  "name": "幽州夜饮",
  "dynasty": "唐代",
  "content": "凉风吹夜雨，萧瑟动寒林。<br>正有高堂宴，能忘迟暮心？<br>军中宜剑舞，塞上重笳音。<br>不作边城将，谁知恩遇深！",
  "fanyi": "<p><strong>译文</strong><br>　　幽州地处北方，晚上凉风吹起细雨绵绵，寒冷之气袭来，使树林萧瑟。军中的高堂之上，正在举行宴会，怎能使我暂时忘掉了自己的迟暮之心？军中的娱乐是仗剑而舞，边塞的音乐是胡笳的演奏声。如果我不做这边城的将领，怎么知道皇上对我恩遇之深呢。</p> <p><strong>注释</strong><br>⑴幽州：古州名。辖今北京、河北一带，治所在蓟县。<br>⑵高堂宴：在高大的厅堂举办宴会。<br>⑶迟暮心：因衰老引起凄凉暗淡的心情。<br>⑷剑舞：舞剑。<br>⑸笳：即胡笳，中国古代北方民族吹奏的一种乐器。<br>⑹城将：作者自指。时<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>任幽州都督。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　据《新唐书·<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>传》：开元（唐玄宗年号，公元713—741年）初，张说为中书令，因与姚元崇不和，罢为相州刺史、河北道按察使，坐累徙岳州。后以右羽林将军检校幽州都督。都督府设在幽州范阳郡，即今河北蓟县。此<a href=\"http://so.gushiwen.org/view_4339.aspx\">诗</a>就是他在幽州都督府所作。诗中描写了边城夜宴的情景，颇具凄婉悲壮之情，也委婉地流露出诗人对遣赴边地的不满。</p> <p>　　全诗以“夜饮”二字为中心紧扣题目。开始二句描写“夜饮”环境，渲染气氛。“凉风吹夜雨，萧瑟动寒林”。正值秋深风凉之时，在幽州边城的夜晚，风雨交加，吹动树林，只听见一片凄凉动人的萧瑟之声。这一切，形象地描绘出了边地之夜的荒寒景象。第二句还暗用了<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》中的诗意：“悲哉秋之为气也，萧瑟兮草木摇落而变衰！”益发渲染了诗句中悲伤的色彩。在这样的环境中，诗人悲愁的心绪，已经见于言外。而这“夜饮”，就是为了要驱走这恶劣环境带来的悲苦，宴会还没有开始，从着力渲染、暗示中，已经给“夜饮”罩上了一层愁苦的阴影。</p> <p>　　第二联紧接一、二句，进入“夜饮”，抒发诗人的感叹：“正有高堂宴，能忘迟暮心？”“正”字接转巧妙，紧承首联对环境的描写，同时也自然地转入到宴会。诗人说：正是在这风雨寒冷的夜晚，我们在高敞的厅堂中摆开了夜饮的筵宴，但在这样的环境中，我又岂能忘却自己的衰老和内心的悲伤呢？“能忘”句以问句出之，将诗人内心的郁勃之气曲折地表露了出来。这种迟暮衰老之感，在边地竟是那样强烈，挥之不去，即使是面对这样的“夜饮”，也排遣不开。诗中化用了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》句意：“惟草木之零落兮，恐美人之迟暮。”将诗人心意表达得更加婉曲、深沉。第三联，随着宴会开始，并逐渐进入高潮的时候，诗人的情绪也随之兴奋起来，诗情也有了亮色：“军中宜剑舞，塞上重笳音。”在都督府的宴会之间，军士们舞起剑来，那矫健刚劲的舞姿，慷慨雄伟的气魄，令诗人为之感奋。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》中项庄说：“军中无以为乐，请以剑舞。”舞剑是为了助兴，增加席间的欢乐气氛。一个“宜”字，传出诗人对剑舞的欣赏。但接着吹奏起胡笳时，那呜呜的声音，使席间短暂的欢乐顿然消失，而充溢着一片悲凉的情调，诗人的心情也随之沉重起来。塞上本来就多悲凉之意，与诗人的远戍之苦、迟暮之感，融合在一起，成为心灵上的沉重的负担，诗情在稍稍有了亮色之后，又忽然黯淡起来。这一联在豪壮中寓悲凉，在跌宕起伏中展现出诗人难以平息的滚滚思潮，直至引出最后一联。</p> <p>　　“不作边城将，谁知恩遇深！”这十个字铿锵有声，似乎将愁苦一扫而光，转而感激皇上派遣的深恩，以在边城作将为乐、为荣。实际上这最后一联完全是由上面逼出来的愤激之语，他将对朝廷的满腹牢骚，隐藏在这看似感激而实含怨望的十字之中，像河水决堤似地喷涌而出，表现了思想上的强烈愤慨和深沉的痛苦。清人姚范评论说：“托意深婉。”（《唐宋诗举要》引）这一联的确托意遥深、措语婉曲，可谓“得骚人之绪”，寄寓着诗人悲愤的感慨，它与首联的悲苦的边塞荒寒之景，恰成对照，相得益彰。全诗以景起，以情结，首尾照应，耐人回味。</p> <p>　　诗歌在语言上遒健质朴，写景之语，并无华丽之辞，与边塞情调极为相称。遣词用字也十分精当，例如“吹”、“动”、“宜”、“重”这些字，看似一任自然，实际经过认真锤炼，用得恰到好处，对写景、抒情起了很好的作用。</p>",
  "about": "<h2>创作背景</h2> 　　据《新唐书·<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>传》：开元（唐玄宗年号，公元713—741年）初，张说为中书令，因与姚元崇不和，罢为相州刺史、河北道按察使，坐累徙岳州。后以右羽林将军检校幽州都督。都督府设在幽州范阳郡，即今河北蓟县。此<a href=\"http://so.gushiwen.org/view_4339.aspx\">诗</a>就是他在幽州都督府所作。诗中描写了边城夜宴的情景，颇具凄婉悲壮之情，也委婉地流露出诗人对遣赴边地的不满。",
  "poet": {
    "id": 149,
    "star": 0,
    "name": "张说",
    "image": "http://img.gushiwen.org/authorImg/zhangshuo.jpg",
    "desc": "张说(667年～730年) 唐代文学家，诗人，政治家。字道济，一字说之。原籍范阳（今河北涿县），世居河东（今山西永济），徙家洛阳。"
  },
  "tags": [
    "边塞",
    "写景"
  ]
}