{
  "id": 47973,
  "star": 101,
  "name": "青青陵上柏",
  "dynasty": "两汉",
  "content": "青青陵上柏，磊磊涧中石。<br>人生天地间，忽如远行客。<br>斗酒相娱乐，聊厚不为薄。<br>驱车策驽马，游戏宛与洛。<br>洛中何郁郁，冠带自相索。<br>长衢罗夹巷，王侯多第宅。<br>两宫遥相望，双阙百余尺。<br>极宴娱心意，戚戚何所迫？",
  "fanyi": "<p><strong>译文<br></strong>陵墓上长得青翠的柏树，溪流里堆聚成堆的石头。<br>人生长存活在天地之间，就好比远行匆匆的过客。<br>区区斗酒足以娱乐心意，虽少却胜过豪华的宴席。<br>驾起破马车驱赶着劣马，照样在宛洛之间游戏着。<br>洛阳城里是多么的热闹，达官贵人彼此相互探访。<br>大路边列夹杂着小巷子，随处可见王侯贵族宅第。<br>南北两个宫殿遥遥相望，两宫的望楼高达百余尺。<br>达官贵人们虽尽情享乐，却忧愁满面不知何所迫。</p> <p><strong>英译<br></strong>GreenGreen,theCypressontheRidge<br>Greengreenthecypress*ontheridge,<br>stonesheapedaboutinmountainstreams:<br>betweenheavenandearthourlivesrushpast<br>liketravelerswithalongroadtogo.<br>Letthismeasureofwinebeourmerriment;<br>valueithighly,withoutdisdain.<br>Iracethecarriage,whipthelagginghorses,<br>roamforpleasuretoWanandLo**.<br>HereinLo-yang,whatsurgingcrowds,<br>cappedandbeltedoneschasingeachother;<br>longavenuesfringedwithnarrowalleys,<br>themanymansionsofprincesandpeers.<br>TheTwoPalacesfaceeachotherfromafar,<br>pairedtowersoverahundredfeettall.<br>Letthefeastlastforever,delighttheheart--<br>thenwhatgrieforgloomcanweighusdown?</p> <p><strong>注释<br></strong>1.青青：本意为蓝色，引申为深绿色，这里的“青青”，犹言长青青，是说草木茂盛的意思。陵：表示与地形地势的高低上下有关，此处指大的土山或墓地。柏：四季常青的树木，可供建筑及制造器物之用。<br>2.磊：众石也，即石头多。会意字，从三石。<br>3.生：生长，生活。<br>4.忽：本义为不重视、忽略，此处指快的意思。远行客：在此有比喻人生的短暂如寄于天地的过客的意思。客，表示与家室房屋有关，本义为寄居、旅居、住在异国他乡。此句言人在世上，为时短暂，犹如远道作客，不久得回去。<br>5.斗酒：指少量的酒。<br>6.薄：指酒味淡而少。<br>7.驽马：本义为劣马，走不快的马。亦作形容词，比喻才能低劣。<br>8.宛：南阳古称宛，位于河南西南部，与湖北、陕西接壤，因地处伏牛山以南，汉水之北而得名。洛：洛阳的简称。<br>9.郁郁：盛貌，形容洛中繁盛热闹的气象。<br>10.冠带：顶冠束带者，指京城里的达官显贵。冠带是官爵的标志，用以区别于平民。索：求访。<br>11.衢：四达之道，即大街。夹巷：央在长衢两旁的小巷。<br>12.第：本写作“弟”。本义为次第、次序，此指大官的住宅。<br>13.两宫：指洛阳城内的南北两宫。<br>14.阙：古代宫殿、祠庙或陵墓前的高台，通常左右各一，台上起楼观，二阙之间有道路。亦为宫门的代称。<br>15.极宴：穷极宴会。<br>16.戚：忧思也。迫：逼近。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_47973.aspx\">诗</a>与《古诗十九首》中的另一首《驱车上东门》在感慨生命短促这一点上有共同性，但艺术构思和形象蕴含却很不相同。《驱车上东门》的主人公望北邙而生哀，想到的只是死和未死之前的生活享受；这首诗的主人公游京城而兴叹，想到的不止是死和未死之时的吃好穿好。</p> <p>　　开头四句，接连运用有形、有色、有声、有动作的事物作反衬、作比喻，把生命短促这样一个相当抽象的意思讲得很有实感，很带激情。主人公独立苍茫，俯仰兴怀：向上看，山上古柏青青，四季不凋；向下看，涧中众石磊磊，千秋不灭。头顶的天，脚底的地，当然更其永恒；而生于天地之间的人呢，却像出远门的旅人那样，匆匆忙忙，跑回家去。《文选》李善注引《尸子》《列子》释“远行客”：“人生于天地之间，寄也。寄者固归。”“死人为‘归人’，则生人为‘行人’。”《古诗》中如“人生寄一世”，“人生忽如寄”等，都是不久即“归”（死）的意思。</p> <p>　　第五句以下，写主人公因感于生命短促而及时行乐。“斗酒”虽“薄”，也可娱乐，就不必嫌薄，姑且认为厚吧！驽马虽劣，也可驾车出游，就不必嫌它不如骏马。借酒销忧，由来已久；“驾言出游，以写我忧”（《诗经·邶风·泉水》），也是老办法。这位主人公，看来是两者兼用的。“宛”（今河南南阳）是东汉的“南都”，“洛”（今河南洛阳）是东汉的京城。这两地，都很繁华，何妨携“斗酒”，赶“驽马”，到那儿去玩玩。接下去，用“何郁郁”赞叹洛阳的繁华景象，然后将笔触移向人物与建筑。“冠带自相索”，达官显贵互相探访，无非是趋势利，逐酒食，后面的“极宴娱心意”，就明白地点穿了。“长衢”（大街），“夹巷”（排列大街两侧的胡同），“王侯第宅”，“两宫”，“双阙”，都不过是“冠带自相索”，“极言娱心意”的场所。主人公“游戏”京城，所见如此，会有什么感想呢？结尾两句，就是抒发感想的，可是歧解纷纭，各有会心，颇难作出大家都感到满意的阐释。有代表性的歧解是这样的： 一云结尾两句，都指主人公。“极宴”句承“斗酒”四句而来，写主人公享乐。 一云结尾两句，都指“冠带”者。“是说那些住在第宅、宫阙的人本可以极宴娱心，为什么反倒戚戚忧惧，有什么迫不得已的原因呢？”一云结尾两句，分指双方。“豪门权贵的只知‘极宴娱心’而不知忧国爱民，正与诗中主人公戚戚忧迫的情形形成鲜明对照”（《两汉文学史参考资料》）。</p> <p>　　从全诗章法看，分指双方较合理，但又绝非忧乐对照。“极宴”句承写“洛中”各句而来，自然应指豪权贵。主人公本来是因生命短促而自寻“娱乐”、又因自寻“娱乐”而“游戏”洛中的，结句自然应与“娱乐”拍合。当然，主人公的内心深处未尝不“戚戚”，但口上说的毕竟是“娱乐”，是“游戏”。从“斗酒”“驽马”诸句看，特别是从写“洛中‘所见诸句看，这首诗的主人公，其行乐有很大的勉强性，与其说是行乐，不如说是借行乐以销忧。而忧的原因，也不仅是生命短促。生当乱世，他不能不厌乱忧时，然而到京城去看看，从“王侯第宅”直到“两宫”，都一味寻欢作乐，醉生梦死，全无忧国忧民之意。自己无权无势，又能有什么作为，还是“斗酒娱乐”，“游戏”人间吧！“戚戚何所迫”，即何所迫而戚戚，是反诘句，如果用现代汉语肯定语气说，便是：没有什么迫使我戚戚不乐。全诗内涵，本来相当深广；用这样一个反诘句作结，更其余味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　《古<a href=\"http://so.gushiwen.org/view_47973.aspx\">诗</a>十九首》的时代和作者向来是汉魏文学研究中的热点问题，各种观点异彩纷呈。宇文所安认为中国早期诗歌是一个复制系统，找不到“古诗”早于建安时期的确凿证据。木斋提出《古诗十九 首》及建安诗歌的重要组成大部分诗作是<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之作。李善注《昭明文选·杂诗上》提出其作者为东汉无名氏，这也是二十世纪以来最为流行的主流观点。从《青青陵上柏》描写的内容来看，其作者应当是东汉末年无名氏，应是一位出身社会中层的士人。他游历京城时创作此诗，记录了东汉末年社会危局及士人心态。其创作年代应当在汉末献帝建安之前的几十年间。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗十九首",
    "感叹",
    "生命"
  ]
}