{
  "id": 71659,
  "star": 35,
  "name": "浯溪中兴颂诗和张文潜二首",
  "dynasty": "宋代",
  "content": "五十年功如电扫，华清花柳咸阳草。<br>五坊供奉斗鸡儿，酒肉堆中不知老。<br>胡兵忽自天上来，逆胡亦是奸雄才。<br>勤政楼前走胡马，珠翠踏尽香尘埃。<br>何为出战辄披靡，传置荔枝多马死。<br>尧功舜德本如天，安用区区纪文字。<br>著碑铭德真陋哉，乃令神鬼磨山崖。<br>子仪光弼不自猜，天心悔稿人心开。<br>夏商有鉴当深戒，简策汗青今具在。<br>君不见当时张说最多机，虽生已被姚崇卖。</p> <p>君不见惊人废兴传天宝，中兴碑上今生草。<br>不知负国有奸雄，但说成功尊国老。<br>谁令妃子天上来，虢秦韩国皆天才。<br>花桑羯鼓玉方响，春风不敢生尘埃。<br>姓名谁复知安史，健儿猛将安眠死。<br>去天尺五抱瓮峰，峰头凿出开元字。<br>时移势去真可哀，奸人心丑深如崖。<br>西蜀万里尚能反，南内一闭何时开。<br>可怜孝德如天大，反使将军称好在。<br>呜呼，奴辈乃不能道辅国用事张后专，乃能念春荠长安作斤卖。",
  "fanyi": "<h2>注释</h2> （1）浯溪中兴颂：浯溪，地名，在湖南祁阳县。公元761年（唐肃宗上元二年），<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>撰《大唐中兴颂》，刻于浯溪石崖上，时人谓之摩崖碑。碑文记述了安禄山作乱，肃宗平乱，大唐得以中兴的史实。其文曰：“天宝十四载，安禄山陷洛阳，明年，陷长安。天子幸蜀，太子即位于灵武。明年，皇帝移军凤翔。其年，复两京，上皇还京师。於戏！前代帝王有盛德大业者、必见于歌颂。若今歌颂大业，刻之金石，非老于文学，其谁宜为！颂曰：噫嘻前朝，孽臣奸骄，为昏为妖。边将骋兵，毒乱国经，群生失宁。大驾南巡，百察窜身，奉贼称臣。天将昌唐，晓我皇，匹马北方。独立一呼，千麾万，我卒前驱。我师其东，储皇抚戎，荡攘群凶。复服指期，曾不逾时，有国无之。事有至难，宗庙再安，二圣重欢。地辟天开，揭除妖灾，瑞庆大来。凶徒逆停，涵糯天休，死生堪羞。功劳位尊，忠烈名存，泽流子孙。盛德之兴，山高日升，万福是膺。能令大君，声容沄沄，不在斯文。湘江东西，中直语溪，石崖天齐。可磨可镌，刊此颂焉，于千万年！”和张文潜：和，依照他人<a href=\"http://so.gushiwen.org/view_71659.aspx\">诗</a>词的题材或体裁作诗词。张文潜，北宋诗人，名耒，字文潜，“苏门四学士”之一。<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>曾作有《读中兴颂碑》一诗。全文为：“玉环妖血元人扫，渔阳马厌长安草。撞关战骨高于山，万里君王蜀中老。金戈铁马从西来，郭公凛凛英雄才。举旗为风僵为雨，洒扫九庙无尘埃。元功高名谁与纪，风雅不继骚人死。水部胸中星斗文，太师笔下胶龙字。天遣二子传将来，高山十丈磨苍崖。谁持此碑入我室，使我一见昏眸开。百年废兴增叹慨，当时数子今安在？君不见，荒凉语水弃不收，时有游人打碑卖。”张耒此诗出后，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、潘大临等人皆有和诗，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>亦和作二首。<br>（2）五十年功：指唐玄宗（<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>）在位时间。玄宗在位实际44年，“五十年”为大约数字。<br>（3）华清花柳：花柳，一作宫柳。华清，华清宫，在陕西临潼骊山。《唐会要》卷三十：“开元十一年十月五日，置温泉宫于骊山。至天宝六载十月三日，改温泉宫为华清宫。”咸阳草：咸阳，秦始皇建都之地。唐刘沧《咸阳怀古》诗：“渭水故都秦二世，威阳秋草汉诸陵。”<br>（4）五坊：《新唐书·百官志》：“闲厩使押五坊以供时狩，一曰雕坊，二曰鹘坊，三曰鹞坊，四曰鹰坊，五曰狗坊。”后人指不务正业之人为“五坊小儿”。斗鸡儿：《岁时广记》卷十七引《东城老父传》：“明皇乐民间清明节斗鸡戏，及即位，治鸡坊，索长安雄鸡，金尾、铁距、高冠、昴尾千数，养于鸡坊选六军小儿五百，使教饲之。”此指唐玄宗爱好斗鸡，玩物丧志。<br>（5）酒肉堆：批生活豪华。<br>（6）胡兵：指安禄山叛乱部队。安禄山本营州柳城胡人。史思明亦为胡人。<br>（7）逆胡：指安禄山、史思明。奸雄才：奸诈欺世的野心家。<br>（8）勤政楼：唐玄宗建，为明皇赐宴设酺之处。全称“勤政务本之楼”。<br>（9）披靡：溃败。<br>（10）传置荔枝：《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之，乃置骑传送数千里，味未变，已至京师”。由于骏马兼程急递，诸许多马因递送荔枝而累死。<br>（11）著碑铭德：撰写碑文铭记功德。陋：此指浅俗。<br>（12）子仪：<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>，唐代名将，唐玄宗时，累迁朔方节度使，平安史之乱有功，封汾阳王。光弼：<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼，唐代名将。平安史之乱有功，授天下兵纪都元帅，封淮郡王。不自猜：一作“不用猜”。猜，此指被猜疑。<br>（13）天心悔祸：上天不欲重复其错误。<br>（14）夏商有鉴：一作“夏为殷鉴”。<br>（15）简策汗青：古时书籍由竹简编成，为便于书写和长久保存，则必须将竹简在火药味上烤干，炙烤时竹简出水如汗一般，故曰汗青。此简策汗青代指史册。<br>（16）<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>、<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>：二人均为唐玄宗时宰相。郑处诲《明皇杂录》卷上记：“姚崇与张说同为宰辅，颇疑阻，屡以其相侵，张衔之颇切。姚既病，诫诸子曰：‘张丞相与我不叶，衅隙甚深。然其人少怀奢侈，尤好服玩。吾身殁之后，以吾尝同僚，当来吊。汝其盛陈吾平生服玩宝带重器，罗列于帐前。若不顾，汝速计家事，举族无类矣。目此，吾属无所虞，便当录其玩用，致于张公，仍以神道碑为请。既获其文，登时便写进，仍先石以待之，便令镌刻。张丞相见事迟于我，数日之后当悔。若却征碑文，以刊削为辞，当引使视其镑刻，仍告以闻上吃。’姚既费，张果至，目其玩服三四，姚氏诸孤悉如教诫。不数日，文成，叙述核详，时为极笔。其略曰：‘八柱成天，高明之位到；四时成岁，亭毒之功存。’后数日，张果使人取文本，以为词未周密，欲重为删改。姚氏诸子仍引使者视其碑，乃告以奏御。使者复命，悔恨膺曰：‘死姚崇犹能算生张说，吾今方知才之不如也远矣。’”<br>（17）天宝：唐玄宗年号，公元742—756年。<br>（18）国老：告老退休的卿大夫。此指郭子仪、李光弼等平息安史之乱的功臣。<br>（19）妃子：指杨贵妃。<br>（20）虢、秦、韩国：杨贵妃三姊分封之地。<br>（21）羯鼓：乐器，以山桑木为之。状如漆桶，下承以牙床，以两杖击之。唐玄宗素喜音律，尤撤擅长击羯鼓，人称为“八音领袖”。方响：乐器。<br>（22）“春风”句：指明皇与贵妃击鼓作乐时，使得春风也不敢吹起尘埃。<br>（23）去天五尺：此极言其高。抱瓮峰：即瓮肚峰。<br>（24）奸人心丑：奸人，奸诈之人，此指李辅国等，心地险恶。<br>（25）西蜀万里：安史之乱时，玄宗逃至西蜀（今四川）。反：同“返”。<br>（26）南内：长安有大内、西内、南内三宫，南内即兴庆迷路，本唐玄宗听政处。安史之乱平息后，玄宗回到长安，肃宗信用李辅务国，迁玄宗于西内，故谓“南内一闭”。<br>（27）将军：指<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>，高力士于公元748年（天宝七年）加至骠骑大将军。称好在：好在，好生，莫乱来。<br>（28）辅国用事：辅国，李辅国，玄宗时为阉奴，得肃宗信任，权势日益显赫。用事，当权。张后：肃宗皇后，与李辅国勾结专权，后为李辅国杀。<br>（29）春荠长安作斤卖：此上二句意谓：人们只知道责备唐玄宗宠信高力士、引入<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>误国之罪，却不知道责备肃宗宠信李辅国、张后之弊。",
  "shangxi": "<h2>赏析</h2> 　　此<a href=\"http://so.gushiwen.org/view_71659.aspx\">诗</a>深刻分析了唐朝之所以会发生安史之乱和唐王朝军队一败涂地的原因，诗中不仅将腐化昏聩的唐明皇和诸般谄媚误国的佞臣一同作了鞭挞，总结历史的教训，而且影射了北宋末年腐败的朝政——君主荒淫无能，臣僚尔虞我诈。用借古喻今的方式来对当权者予以劝戒，表现了诗人对北宋末年朝政的担忧。",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_71659.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>早年和<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>《读中兴颂碑》诗所作。北宋中后期，统治阶级上层发生了剧烈的党争。最初的斗争是由<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>派的变法和<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>派的反变法而引起的。延续到后来，两派政治力量你上我下，互相倾轧，大起大落。而一旦执政以后，本派内部又迅速分蘖化，争夺益甚。神宗的动摇，高后的专权，哲宗的无能，纵恿和支持了大官僚之间的争夺，因而，朝廷竟成了友欲熏心的官僚们操刀相向的战场。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏史",
    "借古讽今",
    "忧国"
  ]
}