{
  "id": 71068,
  "star": 52,
  "name": "浣溪沙·蓼岸风多橘柚香",
  "dynasty": "五代",
  "content": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。<br>目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。",
  "fanyi": "<p><strong>译文</strong><br>长满蓼花的岸边，风里飘来橘袖浓浓的香，我伫立在江边远眺，楚天寥廓，江水滔滔流向东方。那一片远去的孤帆，在水天交汇处泛起一点白光。<br>我的目光追随着飞去的鸿雁，直到他的身影消失在远方。思绪有如不尽的江水，随着茫茫的江涛漂荡。秋的红兰，江的碧波，一定会让他怀念深情的潇湘。</p> <p><strong>注释</strong><br>⑴蓼岸：开满蓼花的江岸。蓼，红蓼，秋日开花，多生水边。橘柚：橘和柚两种果树。<br>⑵楚天：古时长江中下游一带属楚国。故用以泛指南方的天空。<br>⑶片帆：指孤舟。孤光：指片帆在日光照耀下的闪光。<br>⑷征鸿：远飞的大雁，此喻离别而去的亲人。杳杳：深远貌。<br>⑸兰红：即红兰，植物名，秋开红花。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“见红兰之受露，望青楸之催霜。”忆潇湘：比喻分别在天涯的亲人，相互在殷切地思念着。传说舜南巡时，其妃娥皇、女英未同行，她们深感不安，随后赶去。在洞庭湖畔时，闻舜已死，悲痛不已，溺于湘水而死。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>写了十九首《浣溪沙》，这首是其中较好的抒情词。此作的抒情特点，不是直抒胸臆，而是借写景之笔，来抒发炽热的惜别留恋之情。</p> <p>　　从词中描写的景象看，此是作者在荆南做官时所写。描绘的是我国长江两岸深秋时节的景色，一种特定的典型环境。</p> <p>　　首句是写主人公送别亲人时，在江岸上看到的喜人景象。第二句“一望”二字，颇能传神，表现了主人公顷刻之间由喜悦变为忧愁的神态。第三句紧承第二句，在写景上，与第二句构成不可或缺的完整画图。仅看“片帆烟际”四字，可以说是一幅优美的风景画。配上“闪孤光”三字，就突然改变了词句的感情色彩，给人一种孤寂凄清之感，写景与抒情结合得相当完美，有浑然一体之妙。</p> <p>　　此词在抒情上，采用的是递增法，层层深化，愈转愈深。过片两句惜别留恋之情达到高潮。上句是写目送，下句是写心随，构思新颖巧妙，对仗工整，意境深远，确是风流千古的名词。结句似深情目送远帆时的默默祝愿。遥与“蓼岸风多橘柚香”首尾呼应，写出了潇湘美景，笔触又饱含深情。整首词句句写景，又句句含情，充满<a href=\"http://so.gushiwen.org/view_71068.aspx\">诗</a>情画意，堪称佳作。</p> <p>　　上片：</p> <p>　　第一句：“蓼岸风多橘柚香”“蓼”：读作liǎo，是一种草本植物，能开出白色或浅红色的小花。蓼岸：这里指蓼花盛开江岸。在西方国家蓼花的话语是依赖，在这首东方送别诗中出现蓼花是一种奇妙的巧合，还是中西方情感的共鸣呢？这一句的意思是：长江两岸，蓼花盛开，桔柚飘香。很明显这句描写的是美妙喜人的景象，凭着经验，我们知道这里是用乐景来衬托哀情。比如我们学过的《诗经·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”离家出征的时候，杨柳轻揉，随风漫舞；如今返回故乡，雪花纷飞，凄清阴郁。用杨柳依依的阳春来反面衬托展示在征战过程中经受的磨难。用<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>的话说就是：“以乐景写哀，以哀景写乐，一倍增其哀乐”。</p> <p>　　第二句：“江边一望楚天长”描写了美好的景物之后，立刻转入凄苦的境界，诗人站立在江边，感受着美好的秋景，但是，仅仅一望那辽阔的“楚天”，便陷入了无限的惆怅，因为他想到了自己的亲人马上就要远行了。大家会想到刘永《雨霖铃》中的句子：“念去去，千里烟波，暮霭沉沉楚天阔。”楚天：就是南方的天空。因为古时候长江下游地区属楚国。“一望”二字，非常传神，突出了诗人突然而至的离愁。我们在送别亲友的时候也是这样，可能在走进站台的前一刻还有欢声笑语，而当那熟悉的背影消失于站台，一股难以抑制的惆怅便用上心头，正所谓“汽笛一声肠已断，从此天涯孤旅”。</p> <p>　　第三句：“片帆烟际闪孤光”“烟际”是指云烟迷茫之处。江上的雾气和天边的云气混成迷茫的一片，而亲友的那只孤舟即将消失在那里。正如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的名句：“孤帆远影碧空尽。唯见长江天际流。”又如第一课我们学过的<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的句子：“同作逐臣君更远，青山万里一孤舟”。送别诗中常有的情感一是担心旅途遥远，友人能否安全到达，一是担心有人旅途的寂寞孤单。这里，用“烟际”来突出一个“远”字，而云烟迷茫也代表着未知的前程。用“孤光”来突出旅途的孤独。以上是词的上片。</p> <p>　　下片：</p> <p>　　前两句：“目送征鸿飞杳杳，思随流水去茫茫。”者两句对仗工整，堪称佳句。“征鸿”：就是远飞的鸿雁，常用来比喻离别远去的亲人。同时，在古代，鸿雁是书信的代称。传说鸿雁可以替人传递书信，所以“征鸿”、“鸿雁”长出现在送别诗、思乡怀人诗当中。“杳杳”是渺茫的意思，这里照应上片中的“烟际”。亲人乘船远去，诗人独立江边久久目送，可以看出感情的真挚。不仅目光随着孤舟远去，连诗人的心也随着亲人远去了：“思随流水去茫茫”。“水”象征着无穷无尽的思念与愁苦，象征阻隔，象征青春易逝，年华易老。</p> <p>　　最后一句：“兰红波碧忆潇湘”“兰”是指兰花中开红花的一种。“忆潇湘”三个字包含着一个典故。传说，舜在南巡视察时，他的两个妻子娥皇和女英没有和他同往，后来她们后悔没有陪伴着舜，于是追赶舜的行程，当她们走到洞庭湖畔时，却得到舜已经死在苍梧的消息，她们悲痛不已就投了湘水而死。湘水与潇水在湖南汇合，称为“潇湘”。“忆潇湘”常用来比喻分别在天涯的亲人，相互在殷切地思念着。那么这句诗的意思是：来年兰花红、江水碧的时候，我们还会互相思念。越是花好月圆、良辰美景的时刻，越是渴望和自己最亲近的人在一起，所以，兰红波碧、桔柚飘香更能引起诗人对亲人的无限思念，感情真挚动人。 </p>",
  "poet": {
    "id": 455,
    "star": 0,
    "name": "孙光宪",
    "image": "http://img.gushiwen.org/authorImg/sunguangxian.jpg",
    "desc": "孙光宪（901-968），字孟文，自号葆光子，属鸡，出生在陵州贵平（今属四川省仁寿县东北的向家乡贵坪村）。仕南平三世，累官荆南节度副使、朝议郎、检校秘书少监，试御史中丞。入宋，为黄州刺史。太祖乾德六年卒。《宋史》卷四八三、《十国春秋》卷一○二有传。孙光宪“性嗜经籍，聚书凡数千卷。或手自钞写，孜孜校雠，老而不废”。著有《北梦琐言》、《荆台集》、《橘斋集》等，仅《北梦琐言》传世。词存八十四首，风格与“花间”的浮艳、绮靡有所不同。刘毓盘辑入《唐五代宋辽金元名家词集六十种》中，又有王国维缉《孙中丞词》一卷。"
  },
  "tags": [
    "宋词三百首",
    "送别",
    "写景",
    "惜别",
    "思念"
  ]
}