{
  "id": 72325,
  "star": 25,
  "name": "泷冈阡表",
  "dynasty": "宋代",
  "content": "　　呜呼！惟我皇考崇公，卜吉于泷冈之六十年，其子修始克表于其阡。非敢缓也，盖有待也。</p> <p>　　修不幸，生四岁而孤。太夫人守节自誓；居穷，自力于衣食，以长以教俾至于成人。太夫人告之曰：汝父为吏廉，而好施与，喜宾客；其俸禄虽薄，常不使有余。曰：“毋以是为我累。”故其亡也，无一瓦之覆，一垄之植，以庇而为生；吾何恃而能自守邪？吾于汝父，知其一二，以有待于汝也。自吾为汝家妇，不及事吾姑；然知汝父之能养也。汝孤而幼，吾不能知汝之必有立；然知汝父之必将有后也。吾之始归也，汝父免于母丧方逾年，岁时祭祀，则必涕泣，曰：“祭而丰，不如养之薄也。”间御酒食，则又涕泣，曰：“昔常不足，而今有余，其何及也！”吾始一二见之，以为新免于丧适然耳。既而其后常然，至其终身，未尝不然。吾虽不及事姑，而以此知汝父之能养也。汝父为吏，尝夜烛治官书，屡废而叹。吾问之，则曰：“此死狱也，我求其生不得尔。”吾曰：“生可求乎？”曰：“求其生而不得，则死者与我皆无恨也；矧求而有得邪，以其有得，则知不求而死者有恨也。夫常求其生，犹失之死，而世常求其死也。”回顾乳者剑汝而立于旁，因指而叹，曰：“术者谓我岁行在戌将死，使其言然，吾不及见儿之立也，后当以我语告之。”其平居教他子弟，常用此语，吾耳熟焉，故能详也。其施于外事，吾不能知；其居于家，无所矜饰，而所为如此，是真发于中者邪！呜呼！其心厚于仁者邪！此吾知汝父之必将有后也。汝其勉之！夫养不必丰，要于孝；利虽不得博于物，要其心之厚于仁。吾不能教汝，此汝父之志也。”修泣而志之，不敢忘。</p> <p>　　先公少孤力学，咸平三年进士及第，为道州判官，泗绵二州推官；又为泰州判官。享年五十有九，葬沙溪之泷冈。</p> <p>　　太夫人姓郑氏，考讳德仪，世为江南名族。太夫人恭俭仁爱而有礼；初封福昌县太君，进封乐安、安康、彭城三郡太君。自其家少微时，治其家以俭约，其后常不使过之，曰：“吾儿不能苟合于世，俭薄所以居患难也。”其后修贬夷陵，太夫人言笑自若，曰：“汝家故贫贱也，吾处之有素矣。汝能安之，吾亦安矣。”</p> <p>　　自先公之亡二十年，修始得禄而养。又十有二年，烈官于朝，始得赠封其亲。又十年，修为龙图阁直学士，尚书吏部郎中，留守南京，太夫人以疾终于官舍，享年七十有二。又八年，修以非才入副枢密，遂参政事，又七年而罢。自登二府，天子推恩，褒其三世，盖自嘉祐以来，逢国大庆，必加宠锡。皇曾祖府君累赠金紫光禄大夫、太师、中书令；曾祖妣累封楚国太夫人。皇祖府君累赠金紫光禄大夫、太师、中书令兼尚书令，祖妣累封吴国太夫人。皇考崇公累赠金紫光禄大夫、太师、中书令兼尚书令。皇妣累封越国太夫人。今上初郊，皇考赐爵为崇国公，太夫人进号魏国。</p> <p>　　于是小子修泣而言曰：“呜呼！为善无不报，而迟速有时，此理之常也。惟我祖考，积善成德，宜享其隆，虽不克有于其躬，而赐爵受封，显荣褒大，实有三朝之锡命，是足以表见于后世，而庇赖其子孙矣。”乃列其世谱，具刻于碑，既又载我皇考崇公之遗训，太夫人之所以教，而有待于修者，并揭于阡。俾知夫小子修之德薄能鲜，遭时窃位，而幸全大节，不辱其先者，其来有自。 熙宁三年，岁次庚戌，四月辛酉朔，十有五日乙亥，男推诚、保德、崇仁、翊戴功臣，观文殿学士，特进，行兵部尚书，知青州军州事，兼管内劝农使，充京东路安抚使，上柱国，乐安郡开国公，食邑四千三百户，食实封一千二百户，修表。 ",
  "fanyi": "<p><strong>译文一</strong><br>　　唉！我的父亲崇国公，在泷冈占卜吉地安葬六十年之后，他的儿子修才能够在墓道上立碑，这并不是敢有意迟缓，是因为有所等待。<br>　　我不幸，四岁时父亲去世了，母亲立志守节，家境贫困，她靠自己的力量操持生活，还要抚养我、教育我，使我长大成人。母亲告诉我说：“你父亲为官清廉，乐于助人，又爱结交朋友，他的薪俸微薄，常常所剩无几，说：‘不要让钱财使我受累!’他去世后，没有留下可赖以生存的家产。我靠什么守节呢?我对你父亲有所了解，因而把希望寄托在你身上。从我成为你家媳妇的时候，没赶上侍奉婆婆，但我知道你父亲很孝敬父母。你自幼失去父亲，我不能断定你将来有成就，但我知道你父亲一定后继有人。我刚出嫁时，你父亲为他母亲守孝刚一年。岁末祭祀祖先，他总是流泪说：‘祭祀再丰富，也不如生前的微薄奉养啊。’偶然吃些好的酒菜，他也会流泪说：‘从前娘在时常常不够，如今富足有余，又无法让她尝到!’刚开始我遇到这种情形，还以为是刚服完丧不久才这样。后来却经常如此，直到去世。我虽然没来得及侍奉婆婆，可从这一点能看出你父亲很孝敬父母。你父亲做官，曾经在夜里点着蜡烛看案卷，他多次停下来叹气。我问他，就说：‘这是一个判了死罪的案子，我想为他求得一条生路却办不到’我问：‘可以为死囚找生路吗?’他说：‘想为他寻求生路却无能为力，那么，死者和我就没有遗憾了，况且去寻求生路而又办到呢!正因为有得到赦免的，才明白不认真推求而被处死的人可能有遗恨啊。经常为死囚求生路，还不免错杀；偏偏世上总有人想置犯人于死地呢?’他回头看见奶娘抱着你站在旁边，于是指着你叹气说：‘算命的说我遇上戌年就会死，假使他的话应验了，我就看不见儿子长大成人了，将来你要把我的话告诉他。’他也常常用这些话教育其他晚辈，我听惯了所以记得很清楚。他在外面怎么样，我不知道；但他在家里，从不装腔作势，他行事厚道；是发自内心的!唉!他是很重视仁的啊!因此；我就是知道你父亲一定会有好后代的原因。你一定努力啊!奉养父母不一定要丰厚，最重要的是孝敬；利益虽然不能遍施于所有的人，重在仁爱之心。我没什么可教你的，这些都是你父亲的愿望。”我流着泪记下了这些教诲，不敢忘记。<br>　　先父年幼丧父，努力读书。咸平三年考中进士，曾任道州判官，泗、绵二州推官，又做过泰州判官，享年五十九岁，葬在沙溪的泷岗。<br>　　太夫人姓郑，她的父亲名讳是德仪，世代都是江南有名望的家族。太夫人恭敬、俭约、仁爱又有礼仪教养，起初诰封为福昌县太君，进封为乐安、安康、彭城三郡太君。从我们家道中落以后，她就以俭约的原则持家，后来家境富裕了，也不许花费过多，她说：\"我的儿子不能苟且迎合世人，俭约一些，才能度过那可能要遭受的患难。”后来，我被贬夷陵，太夫人言笑如常，说：\"你的家本来就贫贱，我已经习惯这种日子。你能安乐对待，我也能安乐。”<br>　　先父死后二十年，我才取得俸禄来供养母亲。又过了十二年，列位于朝廷做京官，才获得赠封双亲。又过了十年，我担任龙图阁直学士、尚书吏部郎中，留守南京。母亲因病逝世于官邸，享年七十二岁。又过了八年，我以不相称的才能，做了朝廷的副枢密使，进为参知政事。又过了七年才解除职务。自从进入军、政二府后，天子施恩，褒奖三代宗亲。自从仁宗嘉佑年间以来，每逢国家大庆，必定对我的先祖加以赐恩。曾祖父累赠为金紫光禄大夫、太师、中书令，曾祖母累赠为楚国太夫人。祖父累赠为金紫光禄大夫、太师、中书令兼尚书令，祖母累赠为吴国太夫人。先父崇国公累赠为金紫光禄大夫、太师、中书令兼尚书令，先母累赠为越国太夫人。皇上初次举行祭天大礼，先父赐爵为崇国公，先母进爵为魏国太夫人。<br>　　于是我流着泪说：”唉﹗做善事无不得到好报的，时间或迟或早，这是必然的道理。我先祖和父亲积善有德，理应享有这种盛大的酬报。虽然他们在有生之年不能享受到，但是赐爵位、受封官，经表彰而光荣，因褒奖而崇大，具有三朝恩赏诰封，这就足够使其德行显扬于后世，庇荫支持子孙。”于是排列我家世代的谱系，详细刻在石碑上，接着又记下先父崇国公的遗训，以及太夫人的教育，以及所以对我有所待的原因，都写在阡表上，好让大家知道我德行浅薄，能力微小，只是适逢其时才能得到高位，有幸保全大的原则，没有辱及先祖，都由于上述的原因。<br>　　神宗熙宁三年，庚戌年，四月初一辛酉，十五日乙亥，男推诚保德崇仁翊戴功臣、观文殿学士、特进、行兵部尚书，知青州军州事、兼管内劝农使、充京东路安抚使、上柱国、乐安郡开国公、食邑四千三百户、食实封一千二百户，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>立表。</p><p><strong>译文二</strong><br>　　唉！想我先父崇国公，占卜选择吉地于泷冈以后的六十年，他的儿子欧阳修才能够作了墓表，刻在碑上竖立于墓道。并不是敢有意迟缓，而是因为有所等待。<br>　　修很不幸，生下来四岁，父亲就去世了，太夫人（母亲）发了誓愿守节，家境贫寒，以自己的力量谋取衣食，扶养我，教育我，使我长大成人。太夫人谆谆告诫我说：“你的父亲做官清廉，喜欢布施别人，又喜爱招待宾客。他的俸禄虽然微薄，常常不使有剩余。他说：‘不要因为金钱连累了我的清白！’所以他去世后，没有一片瓦盖的房子，没有一亩地可以耕种，能叫你赖以生活，我依靠什么能自守呢？我对你的父亲，大概能知道一二，所以对你有所期待。自从我嫁到你家做媳妇，没有来得及侍奉婆婆，但知道你父亲是很孝顺地供养老人的。你幼年丧父，我不知道你一定会有所成就，但知道你父亲一定有后代。我开始到你家的时候，你父亲服满祖母的丧，才过了一年，逢年过节祭祀祖先的时候，必然哭泣说：‘祭祀即使很丰盛，也比不上活着时薄薄地奉养！’有时他自己吃着酒食，则又哭泣说：‘从前常嫌酒食不够，现在有余了，但来不及供养母亲了！’我开始见到一两次，以为他是才满了丧服，偶然有所感遇罢了。但以后他经常是这样，一直到终身，没有不如此的。我虽然来不及侍奉婆婆，从这些事知道你父亲是孝顺供养祖母的。你父亲做官，经常在夜里点着蜡烛，审理刑事案卷，屡次发出长长的叹息。我问起原因，他说：‘这是要判死刑的案卷，我想放一条生路而办不到！’我说：‘生路可以求吗？’他说：‘放一条生路而办不到，那么死者和我都没有遗恨。也确实有求一条生路，因而救活一个人的，就知道不去求生路而死者会有遗恨。就这样经常求生路，一不小心，仍旧会处死刑，而世上人常常希望这些人死去。’回头看着乳娘，抱着你站在一旁，因而指着你叹息说：‘占卦的人说我在年岁有戌的一年，将会死去。如果占卦人的话是真的，我就见不到儿子长大成才了，以后应当把我的话告诉儿子！’他平时在家教育子弟，常常说起此话，我听熟了，所以能详细地说给你听。他在外面办事，我不知道。在家中的时候，没有一点矜持文饰，不摆架子，而所以这样，是真正地发于内心的！唉！他的心地厚道而注重仁义方面，这就是我知道你父亲必定有后代的原因，你应当自己勉励才对。供养长辈不在于丰厚，而在于孝顺；利益虽然不能普及于万物，而在于心地厚道内存仁义。我不能教导你，这是你父亲的志向。”修哭泣着，牢牢记住，永不敢忘。<br>　　先父崇国公少年时没有了父亲，努力研究学习。在真宗咸平三年考中进士，出任道州判官，泗、绵二州推官，又继任泰州判官，享年五十九岁，葬在沙溪的泷冈。太夫人姓郑她父亲名德仪，世代为江南名门大族。太夫人恭顺节俭仁爱知礼，起初封福昌县太君，又进封乐安、安康、彭城三郡太君。自从她家里贫贱时，以节俭治理家务，后来家里过日子也不超过一定的花费，她说：“我的儿子不能苟且迎合世俗人，要俭朴节约，以预备有患难的时候。”后来修被贬官到夷陵，太夫人谈笑自若，说：“咱们家原来是贫贱的，我已经过得习惯了。你能安心，我也能安心！”<br>　　自从先父崇公死后二十年，修才得到朝廷的俸禄来奉养太夫人。又过了十二年，才位列朝官，开始封赠亲属。又过十年，修任职龙图阁直学士、尚书吏部郎中，留守南京，这时候太夫人因病逝世于官府中，享年七十二岁。再过了八年，修以没有才能的人竟出任副枢密使，遂参与国家大政要事，又有七年才罢免职务。自从进入中书省、枢密院二府以来，天子推广他的恩德，褒扬我的三代，自从仁宗嘉祐年间以来，逢到国家庆贺大典，必定予以宠幸，大加封赏。先曾祖父，累赠金紫光禄大夫、太师、中书令；先曾祖母，累封楚国太夫人。先祖父，累赠金紫光禄大夫、太师、中书令兼尚书令；先祖母，累封吴国太夫人。先父崇公，累赠金紫光禄大夫、太师、中书令兼尚书令；先母累封越国太夫人。当今神宗皇帝，到郊外祭天，赐先父爵位为崇国公，太夫人进封号为魏国夫人。<br>　　于是小子修哭泣着说：“唉！行善没有不报的，只是迟速不同罢了，天理经常是这样的！我的祖先，积行善事成就了德行，应该享受这隆重的待遇。虽然不能活在世上享受，但赏赐封赠爵位，显示荣耀，褒扬光大，实在有三朝的宠幸诰封，足以表见扬名于后世，荫庇于子孙了！”所以序列世系家谱，刻在碑石上，后又记载先父崇国公的遗言训诫，以及太夫人所教导、希望我的话，一道揭示于墓表上；使大家知道小子修的德行浅薄，才能低小，逢到时运窃取了官位，幸而能保全大节，没有辱没先人，其实是有原因的。<br>　　神宗熙宁三年岁次庚戌四月辛酉初一后十五日乙亥，儿子推诚保德崇仁翊戴功臣，观文殿学士，特进，行兵部尚书，知青州军州事兼管内劝农使，充京东东路安抚使，上柱国，乐安郡开国公，食邑四千三百户，食实封邑一千二百户，欧阳修表。</p><p><strong>注释</strong><br>（1）泷（shuāng）冈：地名。在江西省永丰县沙溪南凤凰山上。阡（qiān）表：即墓碑。阡：墓道。<br>（2）皇考：指亡父。崇公：欧阳修的父亲，名观，字仲宾，追封崇国公。<br>（3）卜吉：指风水先生找到一块好坟地。<br>（4）克：能够。表：墓表，是记述死者公德的文体。<br>（5）孤：古时年幼就死了父亲称孤。<br>（6）太夫人：指欧阳修的母亲郑氏。古时列侯之妻称夫人，列侯死，子称其母为太夫人。守节自誓：意思是，郑氏决心守寡，不再嫁人。<br>（7）居穷：家境贫寒。衣食：指生活。<br>（8）以长以教：一边抚养（欧阳修）一边教育他。以……以：一边，一边。表示两个并列。<br>（9）俾(bǐ)：使达到某种程度。<br>（10）姑：丈夫的母亲，这里指欧阳修的祖母。<br>（11）养：奉养，指孝顺父母。<br>（12）始归：才嫁过来的时候。古时女子出嫁称归。<br>（13）免于母丧：母亲死后，守丧期满。旧时父母或祖父死，儿子与长房长孙须谢绝人事，做官的解除职务，在家守孝二十七上月（概称三年），也称守制。免，指期满。<br>（14）间：间或，偶尔。御：进用。<br>（15）适然：偶然这样。<br>（16）官书：官府的文书。这里指刑狱案件。<br>（17）求其生不得：指无法免除他的死刑。<br>（18）矧:(shěn)：况且。<br>（19）剑：抱。《礼记·曲礼上》：“负剑辟咡诏之。”郑玄注：“剑谓挟之于旁。”<br>（20）戌：地支的第十一位，可与天干的甲、丙、戊、庚、壬相配来记年。<br>（21）咸平：宋真宗年号。<br>（22）道州：地名，辖境为今天的湖南道县、宁远以南的潇河流域。判官：官名，州郡长官的属官，掌管文书工作。<br>（23）推官：州郡长官的属官，专管刑事。<br>（24）考：亡父。讳：名讳。<br>（25）江南：宋时地区划分为路，宋真宗时全国划分为十八路，江南为一路，辖区相当于今天的江西、江苏的长江以南，镇江、大茅山、长荡湖一线以西和安徽长江以南以及湖北阳新、通山等县。<br>（26）夷陵：县名，今湖北宜昌市东南。1036年（宋仁宗景祐三年），<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>与宰相吕夷简不和，罢知饶州，朝臣多论救，独谏官高若讷以为当贬。欧阳修写信骂高“不复知人间有羞耻事”，并叫他“直携此书于朝，使正予罪而诛之。”高上其书于仁宗，欧阳修因此被贬为夷陵令。事见《宋史》范仲淹、欧阳修两传。<br>（27）龙图阁：宋真宗建。在会庆殿西偏，北连禁中，阁东曰资政殿、西曰述古殿。阁上供奉太宗御书、御制文集及典籍、图画、宝瑞之物，及宗正寺所进属籍、世谱。有学士、直学士、待制、直阁等官。包拯曾为龙图阁直学士，人称包拯为包龙图即源于此。<br>（28）南京：宋时南京为应天府，治所在今河南商邱市。<br>（29）枢密：枢密使，官名，全国最高军事长官。<br>（30）推恩：施恩惠于他人。<br>（31）嘉祐：仁宗年号。<br>（32）妣：已故母亲。<br>（33）今上：当今的皇上，指神宗<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>xū。郊：祭天。<br>（34）三朝：仁宗、英宗、神宗。<br>（35）熙宁：神宗年号。<br>（36）庚戌：庚戌年，前文有“术者谓我岁行在戌年将死”。<br>（37）辛酉：天干地支所记月份。朔：初一。</p>",
  "shangxi": "<h2>评析</h2> <p>　　《泷冈阡表》是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>精心力作。由于欧阳修父亲亡故时，他才四岁，无法知悉亡父的生平行状，这就使他在撰述本文时遇到了困难。作者的高明之处亦即本文最大的特点之一，即是在文章中采取了避实就虚、以虚求实、以虚衬实的写作方法，巧妙地穿插了其母太夫人郑氏的言语，以她口代己口，从背面和侧面落笔。一方面以此为依据，追念和表彰其父的仁心惠政；另一方面，在表父阡的同时，也顺水行舟，同时颂扬其母德妇节，使一位贤妻良母型的女性形象，栩栩如生地凸现在读者眼前。父因母显，母受父成。文章构思高明的地方，即在于一碑双表，二水分流；明暗交叉，互衬互托。而其舒徐有致、简易平实的文风，其谦恭平和、实事求是的态度，更使一切浮华失实的谀墓文字黯然失色。</p> <p>　　诚如明人薛瑄《薛文清公读书录》所谓：“凡<a href=\"http://so.gushiwen.org/view_72325.aspx\">诗</a>文出于真情则工，昔人所谓出于肺腑者是也。如《三百篇》、《楚辞》、武侯《出师表》、李令伯《陈情表》、陶靖节诗、韩文公《祭兄子老成文》、欧阳公《泷冈阡表》，皆所谓出于肺腑者也，故皆不求工而自工。故凡作诗文，皆以真情为主。”</p> <p>　　文章的第一段，主要交待在他父亲葬后六十年才写这篇阡表的原因，即：“非敢缓也，盖有待也。”这“有待”二字极为重要，因为它是统摄全文的纲领，亦是纵观通篇的眼目。按照《宋史?职官志》关于“赠官”的规定，子孙显贵，其已亡故的父祖可有赠封赐爵的荣耀，所追封的世数（自一代至三代）和赠官阶级高低视子孙的官位而定。“待”也者，待己显贵，荣宗耀祖，然后上阡表，可以告慰于先灵。</p> <p>　　也正因如此，文章的第二段，便拿稳“有待”二字大作文章，处处借助太夫人口中所反复出现的一个“知”字（“知汝父之能养”，“知汝父之必将有后”），缅怀往事，追述亡父行状，如水之开闸，随势而走，分叉奔流。</p> <p>　　近代桐城派散文家、翻译家林纾评注道：“文为表其父阡，实则表其母节，此不待言而知。那知通篇主意，注重即在一‘待’字，佐以无数‘知’字，公虽不见其父，而自贤母口中述之，则崇公之仁心惠政，栩栩如生。”（《林纾评点古文辞类纂》卷八）然而，作者并未将太夫人平日所举兼收并蓄、平铺直叙；而是经过仔细剪裁、精心筛选，抓住了居家廉洁、奉亲至孝、居官仁厚这三方面典型事例，援证母言，来说明其父之“能养”和“必将有后”，从而使篇首的“有待”二字落到了实处。诚如林云铭《古文析义》卷十四所指出的那样：“其有待处，即决于乃翁素行。因以死后之贫验其廉，以思亲之久验其孝，以治狱之叹验其仁。或反跌，或正叙，琐琐曲尽，无不极其斡旋。”而段末之“修泣而志之，不敢忘”一句，收束凝练，前呼后应，更提醒篇首的一个“教”字。同写“能养”、“有后”，两段叙述又各自不同。比如，叙其廉洁，取典型概括法，用“故其亡也，无一瓦之覆、一垄之植，以庇而为生”，简约言之，毫不拖泥带水。叙其奉亲，则取剥笋抽茧法，层层进逼，愈进愈深。而叙其居官仁厚，却取一波三折法，跌宕生姿，诚如林纾所云：“至崇公口中平反死狱，语凡数折：求而有得，是一折；不求而死有恨句，又一折；世常求其死句，又一折。凡造句知得逆折之笔，自然刺目。”（同上）文中一句「夫常求其生，犹失之死；而世常求其死也」，不只传神地摹写刻画了其父断狱的谨慎和慎之又慎，而且，也是对千百年封建社会治狱官吏草菅人命的深刻概括总结，有着强烈的批判精神与社会意义。</p> <p>　　自“先公少孤力学”至“汝能安之，吾亦安矣”，行文有一个显著的特点，即叙父略，叙母详。其所以如此，乃是因为“前叙母言，即是父行，而太夫人本行未着也，故于此悉之”（浦起龙《古文眉诠》卷六十二），而且随风乘势，使人并不感觉突兀，也不感到多余。整篇文章虽因母显父，以父扬母，写来却详略得当，次序井然，不枝不蔓，融为一体，颇能显示作者谋篇布局、剪裁缝纫的老到功夫。</p> <p>　　文章的最后两段补叙作者仕途历官，详载年数，与篇首“六十年”句首尾呼应。其次，作者也写了其先祖的“赐爵受封，显荣褒大”，并将自己“德薄能鲜”，终得“遭时窃位”而“幸全大节，不辱其先”的功劳一归于祖宗阴德。这在当时，无疑是很得体的话，毫无自矜自夸之意，一片归美先德之心。但在今天看来，作者所鼓吹的“积善成德，宜享其隆”，“善无不报，迟速有时”的因果报应观念，则有着很大的思想局限。</p><br/><h2>赏析二</h2> <p>　　本文是追悼亡父的.但父亲亡故时，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>年仅四岁，无法知悉父亲的生平行状，所以作者避实就虚，巧妙地以其母太夫人郑氏之口，从侧面落笔来写父亲。这样即表现了父亲的孝顺与仁厚，同时又颂扬了母亲的贤良。（《东都事略·欧阳修传》记载“母郑氏守节自誓，亲教修读书。家贫，至以荻画地学书。”）</p> <p>　　在选材上，都是些琐事琐谈，不事描绘，而又句句人情。这一点深刻影响了明代<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>的家庭记事小品，如《项脊轩志》《先姚事略》等。这些琐事，看似随意而选，实则经过精心筛选。欧阳修在《论尹师鲁墓志》中曾指出写人切忌备举人物的全部事迹，而要选择一二重要实例来突出人物的精神风貌。（其事不可遍举故举其要者一二事以取信）“居家廉洁、奉亲至孝、居官仁厚”这三方面典型事例就很好的做到了这一点。</p> <p>　　从文章中我们可以得知，欧阳修父亲去世的时候他只有四岁，所以他要想通过自己与父亲的直接接触来追忆父亲是很难的。因此，欧阳修便采取了十分巧妙的一条路，即通过母亲之口来追忆父亲、还原父亲的形象。</p> <p>　　文章中对父亲的描写主要集中在第二段，而第二段除了前两句和最后一句外，都是来自欧阳修母亲的叙述，可谓娓娓道来、真挚感人。通过其母亲的叙述，一个廉洁好施、孝敬父母、宅心仁厚的父亲形象便栩栩如生地展现在读者眼前。然而值得注意的一点是，在其母亲追忆其父亲的过程中，欧阳修又以神来之笔于不经意间向读者展示了其母亲自身的优秀品质。</p> <p>　　首先，欧阳修的父亲为官廉洁又喜宴宾客，所以在去世后并没有留下什么可赖以生存的家财。但是欧阳修的母亲对自己的丈夫有所了解，因而把希望寄托在了欧阳修身上，所以尽管家境贫困，她仍然守节自誓、衣食自力，将欧阳修抚养成人。其次，从欧阳修母亲的话语中我们可以看出，她了解其夫、敬佩其夫，并谨记其夫的遗训，在欧阳修成长的过程中进行谆谆教诲。由此，一个好妻子、好母亲的形象逐渐变得清晰而饱满。</p> <p>　　来到文章的第三段和第四段，欧阳修先介绍了其父亲居官的情况，然后又着重描写了其母亲俭约治家的精神。由于在第二段中，欧阳修父亲的事迹和形象皆出自其母亲之口，再加上其母亲贤妻良母的形象得以潜移默化地彰显，所以此时再描写母亲的勤俭持家便显得自然而真切。而且尤为不易的一点是，欧阳修的母亲竟然能料想到自己儿子日后恐有磨难，“晋儿小能苟介于世，俭薄所以居患难也”，这充分体现出欧阳修的母亲对他的了解之深，而另一方面也可说这正是欧阳修的母亲“晋知汝父之必将有后”的有力证据！及至日后欧阳修当真被贬至夷陵，其母亲却可言笑自若、处之泰然。至此，欧阳修母亲坚贞、贤良、勤俭的美好品质得以自然流露。</p> <p>　　因此，欧阳修的《泷冈阡表》明表其父、暗表其母，可谓一碑双表、二水分流，明暗交叉、互衬互托，让人不得不赞叹其构思之巧妙！近代文学家、翻译家林纤就曾评注道：“文为表其父阡，实则表其母节，此不待言而知。那知通篇主意，注重即在一‘待’字，佐以无数‘知’字，公虽不见其父，而自贤母口中述之，则崇公之仁心惠政，栩栩如生。”</p> <p>　　本文结构严密，层次甚为醒目。大致首段“有待”二字乃一篇之主，对后面的文字有着领起的作用。作者在写罢父母的为人后，便一一列出祖宗三代所得的封赠名号，并插进一段写他立表的用心，继而郑重地署上自己官名的全称，就内容言，作者意在说明他未辜负父母的教诲和期望，同时也是借自己的成就以显父母之德，所谓“不辱其先者，其来有自”。而从文章布局言，则是和前面的“有待”紧相呼应。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>于北宋皇裕年间（公元1049年－公元1054年）便已写好《先君墓表》。熙宁三年（公元1070年）欧阳修任青州知州的时候，又对此墓表进行了精心修改，最终改名为《泷冈阡表》并刻在他父亲墓道前的石碑上。欧阳修的《泷冈阡表》与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《祭十二郎文》、<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>的《祭妹文》并称为中国古代三大祭文，这篇饱含深情、脍炙人口的名文为后世散文开拓了更为广泛、更富文学价值的领域。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "写人",
    "父母"
  ]
}