{
  "id": 69067,
  "star": 87,
  "name": "落花",
  "dynasty": "宋代",
  "content": "坠素翻红各自伤，青楼烟雨忍相忘。<br>将飞更作回风舞，已落犹成半面妆。<br>沧海客归珠有泪，章台人去骨遗香。<br>可能无意传双蝶，尽付芳心与蜜房。",
  "fanyi": "<p><strong>译文</strong><br>满天都是飞舞的落花,带着各自的伤感，在烟雨迷蒙的青楼里，我不由想起故人，怎么舍得忘记呢。<br>花儿在空中仿佛随着美人吟唱的曲子纷纷飘落，花落了，恰似化了半面妆的美人，楚楚可怜。<br>我这流浪的人儿看了落花的情景，不由感同身受，泪流满面，这种心境犹如繁华的街头游人离去一样空荡落寞，只有落花的残香还飘散在空中，引来了两只美丽的蝴蝶，把它们的爱情全部酿成甜美的蜜。</p> <p><strong>注释</strong><br>①坠素：坠落的白花。翻红：凋谢的红花。<br>②青楼：墙壁涂以青色的楼房，汉唐时指贵妇人住所，元明以来，逐渐转化为妓院的代称。这里仍用作本义。望：这里读平声。<br>③回风舞：古小说《洞冥记》载，汉武帝宫人丽娟在芝生殿唱《回风曲》，庭中花皆翻落。<br>④半面妆：化了一半的妆。徐妃在他来时，故意作半面妆（即只在半边脸上化妆）等待他。<br>⑤沧海：古代通称今黄海、东海海域为沧海，南海海域则称南海或涨海。只有南海才产珍珠，此处沧海泛指诸海。语意本<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《锦瑟》：沧海月明珠有泪”。古代传说：南海有鲛人，泣泪成珠。这里指以蚌生珠喻人落泪。<br>⑥章台：西汉都城长安中的一条繁华街道。骨：指花瓣。<br>⑦传：招引。<br>⑧蜜房：蜂窝，特指蜂藏蜜的所在。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　1021年（宋真宗天禧五年），<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>二十四岁，与其兄宋庠以布衣游学安州（治所在今湖北安陆），投献<a href=\"http://so.gushiwen.org/view_69067.aspx\">诗</a>文于知州<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>，以求引荐。席间各赋“落花”诗，夏竦以为宋祁很有才，必中甲科。宋祁亦因此在宋初文坛崭露头角。足见此诗非一般惜花伤春之作。清代<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“诗贵寄意，有言在此而意在彼者。”（《说诗晬语》）该诗即是。</p> <p>　　首联破题，刻画落花时一片迷离凄苦的景象，状物而不滞于物。起句，诗人捕捉住所咏物的自然特征，以“素”、“红”代指花。唐人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>有“皱白离情高处切，腻红愁态静中深”（《惜花》）之句，么“白”、“红”状花。用借代这一修辞手法，使事物形象逼真。花的娇艳、春的绚丽如在目前。然而，它们却红颜薄命，夭折了，令诗人叹惋。“坠”、“翻”两字形象生动，情态感人，是从<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《金谷园》“落花犹似坠楼人”句化出。花本来是无情之物，却道“各自伤”，是说花有人性。落花的自伤飘零，乃诗人绸缪于青楼烟雨，别有难忘的幽恨。</p> <p>　　颔联承上“落”意，从时空角度深入描绘了落花的全过程，极缠绵悱恻之致。出句描写落花飞动的舞姿。“更作”二字个性鲜明，感情强烈。“飘飘兮若流风之回雪”（《洛神赋》），其态可掬，“悲回风之摇蕙兮，心冤结而内伤”（《楚辞·九章·悲回风》），情状悲哀。对句写花终于落地之后，在地上仍不甘香消玉殒，虽已着地，仍不失红粉佳人的美容。其执着之情，从“犹成”两字中渗透出来。“半面妆”用的是梁元帝徐妃的典故。此两句不仅刻画落花尽态极妍，栩栩如生，而且融入了诗人自己深沉的感受，一往情深，不能自已。人物交融，托物寓情。表面上是描写外界景物，实则处处有诗人自己在，景物始终着有诗人的色彩。“更作”、“犹成”二语更加强了感情色彩。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《和张秀才落花诗》中有“落花犹自舞，扫后更闻香”之句，是李商隐借落花勉励张秀才，不要因落第而颓废，应似落花一样自振自珍。宋祁此诗于此取法，所以<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话》说：“‘将飞更作回风舞，已落犹成半面妆’，宋景文《落花》诗也，为世所称，然义山固已云已。”不过，此诗之学李商隐，不在镂红刻翠，恍惚迷离之貌，而在于缠绵悱恻，一往情深之神。表面上咏物，实质上写诗人自己。至于所写的具体情事，则很难考证，亦不必深究。然而诗人的感受已经表露得很明显了，即是<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那种“虽九死其犹未悔”的精神。李商隐诗的神髓在此，此诗的神髓也在此，这正是此联能传诵后世的原因所在。颈联以沧海客归，珠犹迸泪，章台人去，骨尚遗香，比喻落花的精诚专一，表现了诗人的忠厚悱恻之情。<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>《己亥杂诗》中“落红不是无情物，化作春泥更护花”即由此点化而成，都是加一层描写了“虽九死其犹未悔”的执著精神。</p> <p>　　此诗借落花引起象外之义，感情沉郁，寄托遥深，传达给读者的是感受，而不是具体情事，达到了陈廷焯《白雨斋词话》所说“必若隐若现，欲露不露，反复缠绵，终不许一语道破”的境地。</p>",
  "about": "<h2>品评</h2> <p>　　这是一篇构思十分精巧的咏物<a href=\"http://so.gushiwen.org/view_69067.aspx\">诗</a>。我国古代美学认为，摹写物景，大体有三个不同的层次：首先是要形似，即能传达出客观事物的外部特征。其次就是要形神兼备，即除了事物的外部特征外，还要进一步体现出蕴藏于事物形体中内在精神实质来。而最高的要求则是遗貌取神，即为了更精确更丰富地表现客观事物，诗人和艺术家有时会故意忽略它们的某些外部形态以突出其内在的精神。</p> <p>　　<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>这篇诗，写的是绿暗红稀的时节，凄烟零雨的光景。诗人一上来便想到了不但人会惜花，花也会自惜，所以先写出首句，然后才继以次句，花即各自伤，人也就更不忍相望了。这便形成了一种令人伤感的氛围，为全诗定下了调子。</p> <p>　　一般人都以花比喻美女，而宋祁却反过来，以美女的快舞形容花之飞空，以美女残妆形容花之委地。这正是作者的匠心所在。而最重要的则是这两句诗还象征着一个人在艰难困苦中不屈不挠坚持到底的精神，因此为后世所推重。</p> <p>　　二句咏落花，只出之以比喻，与其外形全无关涉，却见出了它的品格风神。此即遗貌取神之一例。五六句写花落后为人惋惜之怀。沧海客归，章台人去，见游客聚散无常。因骨遗香，致珠迸泪，其睹物伤情则一。末联谓花经蜂采，已成蜜入房，虽然想再招引蝴蝶，已无可能了。从而进一步落实了题中落字，结束全诗。</p>",
  "poet": {
    "id": 596,
    "star": 0,
    "name": "宋祁",
    "image": "http://img.gushiwen.org/authorImg/songqi.jpg",
    "desc": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "写花",
    "寓人"
  ]
}