{
  "id": 72357,
  "star": 17,
  "name": "豫让论",
  "dynasty": "明代",
  "content": "　　士君子立身事主，既名知己，则当竭尽智谋，忠告善道，销患于未形，保治于未然，俾身全而主安。生为名臣，死为上鬼，垂光百世，照耀简策，斯为美也。苟遇知己，不能扶危为未乱之先，而乃捐躯殒命于既败之后；钓名沽誉，眩世骇俗，由君子观之，皆所不取也。</p> <p>　　盖尝因而论之：豫让臣事智伯，及赵襄子杀智伯，让为之报仇。声名烈烈，虽愚夫愚妇莫不知其为忠臣义士也。呜呼！让之死固忠矣，惜乎处死之道有未忠者存焉——何也？观其漆身吞炭，谓其友曰：“凡吾所为者极难，将以愧天下后世之为人臣而怀二心者也。”谓非忠可乎？及观其斩衣三跃，襄子责以不死于中行氏，而独死于智伯。让应曰：“中行氏以众人待我，我故以众人报之；智伯以国士待我，我故以国士报之。”即此而论，让馀徐憾矣。</p> <p>　　段规之事韩康，任章之事魏献，未闻以国士待之也；而规也章也，力劝其主从智伯之请，与之地以骄其志，而速其亡也 。郄疵之事智伯，亦未尝以国士待之也；而疵能察韩、魏之情以谏智伯。虽不用其言以至灭亡，而疵之智谋忠告，已无愧于心也。让既自谓智伯待以国士矣，国士——济国之上也。当伯请地无厌之日，纵欲荒暴之时，为让者正宜陈力就列，谆谆然而告之日：“诸侯大夫各安分地，无相侵夺，古之制也。今无故而取地于人，人不与，而吾之忿心必生；与之，则吾之骄心以起。忿必争，争必败；骄必傲，傲必亡”。谆切恳至，谏不从，再谏之，再谏不从，三谏之。三谏不从，移其伏剑之死，死于是日。伯虽顽冥不灵，感其至诚，庶几复悟。和韩、魏，释赵围，保全智宗，守其祭祀。若然，则让虽死犹生也，岂不胜于斩衣而死乎？</p> <p>　　让于此时，曾无一语开悟主心，视伯之危亡，犹越人视秦人之肥瘠也。袖手旁观，坐待成败，国士之报，曾若是乎？智伯既死，而乃不胜血气之悻悻，甘自附于刺客之流。何足道哉，何足道哉！虽然，以国士而论，豫让固不足以当矣；彼朝为仇敌，暮为君臣，腆然而自得者，又让之罪人也。噫！ ",
  "fanyi": "<h2>译文</h2> 　　士人君子要建立功名，侍奉主人，既然被称作知己，那就应当竭尽智谋，诚恳地加以劝告，巧妙地加以开导，在祸患还未显露时就消除它。在动乱发生之前保住社会的治安，使自己不受损害，主人没有危险。活着是著名的忠臣，死后做高尚的鬼魂，流芳百世，照耀史册，这才是完美的士人。如果遇到知己，不能拯救危难于动乱之前，而在事情失败之后才去献身自尽，沽名钓誉，迷惑世人，夸耀于社会，这在君子看来，都是不足取的。<br>　　我曾经因此评论过豫让。豫让做智伯的家臣，等到赵襄子杀了智伯，豫让为他报仇，名声显赫，即使是平民百姓，也没有一个不知道他是忠臣义士的。唉！豫让的死当然可以称为忠了，可惜，在怎样死的方式上还有不忠的表现。为什么呢？看他漆身吞炭，对他朋友说：“我做的事情都特别难，我是想用这种做法使天下后世做臣子而怀有二心的人感到羞愧。”这能说他不忠吗？等看到他连续三次跳起来，用剑来刺赵襄子的衣服，赵襄子责备他不为中行氏而死，却单单为智伯而死的时候，豫让回答说：“中行氏像对待一般人那样对待我，所以我就要像一般人那样去报答他；智伯把我当国士对待，所以我就要像国士一样报答他。”就此而论，豫让就有不足之处了。段规侍奉韩康子，任章侍奉魏献子，并没有听说待他们如同国士，可是段规、任章却尽力劝说他们的主人顺从智伯的无理要求，割给智伯土地，使他志气骄盛。从而使他更快地灭亡。郗疵侍奉智伯，智伯也没有待他如同国士。可是郗疵却能洞察韩、魏的企图来劝谏智伯。虽然智伯不采纳他的意见以至于灭亡，但是郑疵的智谋忠告，已经是无愧于心了。豫让既然自己认为智伯待他如同国士了，所谓国士，是为国家济困扶危的人。当智伯对土地贪得无厌之日，放纵情欲，荒淫暴虐之时，作为像让，正应竭力来尽自己的职责，耐心地劝谏自己的主人说：“诸侯大夫应各自安心守着自己分内的土地，不要互相侵夺，这是自古以来的规矩。如今，无缘无故地向人家索取土地，人家不给，就要产生忿恨之心；人家给了，就产生骄横之心。忿恨必然会引起争斗，争斗必然会失致；骄横必然傲视一切，傲视一切必然导致灭亡。’非常耐心诚恳地劝谏，一次不听，再来第二次，第二次不听，再来第三次，第三次劝谏还不听从，再把那伏剑而死的行动安排在这个时候。这样一来，智伯虽然顽固愚昧，但受至诚之心的感动，也许会重新醒悟，从而与韩、魏讲和，解除赵国的围困。保全智氏的宗族，使他们能香火不断，延续不绝。假如这祥，豫让虽死犹生，难道不胜过斩衣而死吗？但豫让在那时，竟至连一句开导主人，使他醒悟的话都没说。看着智伯的危亡，就像越人远远地看秦人的肥瘦一样。袖手旁观，坐待成败，国士的报答竟然能像这个徉子吗？直到智伯已死，豫让才压抑不住愤怒的血气，甘心情愿地加入刺客的行列，这有什么可以值得称道的呢？有什么可以值得称道的呢？<br>　　虽然这样，但用国士的标准来评价豫让，豫让的确是不配的了。可是同那些早晨还是仇敌，晚上就变成了君臣，厚着脸皮自以为得意的人相比，他们又都是豫让的罪人了。唉！",
  "shangxi": "<h2>赏析</h2> <p>　　豫让在春秋末年曾做过晋贵族范氏、中行氏的家臣，因不被重用而投奔智伯。智伯非常尊重他。在赵、魏、韩三家贵族合谋灭了智氏之后，他改名换姓，潜入赵襄子宫中企图行刺，未遂而被捕获。释放后，他又用漆身吞炭的办法改变了容貌和声音，再一次行刺，结果又一次被俘。于是，他要求赵襄子将衣服脱给他，他朝着衣服“三跃而击之”，然后伏剑自杀。</p> <p>　　历来人们都称赞豫让是忠义之士。文章作者认为豫让的行为是不值得称道的。真正的忠义应该表现在诱导君主“销患于未形，保治于未然。”必要时以死进谏，促使君主悔悟。作者所提倡的做法，显然比豫让的行为高明得多，但立论的目的无非是更有效的效忠于君主。文末，对那些朝秦暮楚的政客提出的批评，也是由此而来。</p> <p>　　战国时的豫让因为舍身为主报仇而被视为忠义之士，历来为人所颂扬。作者做翻案文章，认为身为智伯所倚重的臣子的豫让，应该尽到自己劝谏的职责，帮助智伯弭祸于未然。而充当刺客，在智伯因祸亡身后去为他报仇，并不值得称道，即所谓的小忠小义。</p> <p>　　史论是比较难写的，它不但要有新意，而且要评论公允，以理服人，而不能失之偏颇。本文确实做到了上述的要求。豫让之死，曾被史书渲染为壮举，“死之日，赵国志士闻之，皆为涕泣”（见《史记·刺客列传》），<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>称赞他为“名垂后世”的义士。然而<a href=\"http://so.gushiwen.org/author_236.aspx\">方孝孺</a>却一反旧说，认为他“何足道哉”，这必然要有充分的理由才能站得住脚。全文的论证中心在于对知己的家主应该采取“竭尽智谋，忠告善道，销患于未形，保治于未然”的积极的态度，而不应“捐躯殒命于既败之后，钓名沽誉，眩世骇俗”。我们认为，他的观点是有一定道理的。从智伯的失败来看，可以说智伯是一个好大喜功而又缺乏策略的莽夫，他不能审时度势，而只知一意孤行，终于导致败亡，可称咎由自取。豫让在关键时刻既不能对他进行开导，而在智伯死后又轻率地以身相殉，实属不够明智之举。作者在这里只是就豫让之死这一历史事件进行评说，而不是全盘否定这个人物。所以在最后一段中，又把豫让和那些厚颜无耻之徒进行了比较，说明他们之间有着根本的不同，这样就使得作者的持论公允、客观了。</p> <p>　　本文在结构上采取了层层深入的写法。开头先泛论“士君子立身事主”的要求，并不直接提到豫让。第二段中把豫让的言行进行了简短的概括，并提出了作者的初步评价。第三段才是全文的重点，他不但论证了豫让之死为不足取，而又为其设计了一整套的对智伯进行规劝的方案，可称周到之至。结尾时又做了一点补充，这就使得全文浑然一体，令人心服口服了。</p>",
  "poet": {
    "id": 236,
    "star": 0,
    "name": "方孝孺",
    "image": "http://img.gushiwen.org/authorImg/fangxiaoru.jpg",
    "desc": "方孝孺（1357—1402年7月25日），宁海人，字希直，一字希古，号逊志，曾以“逊志”名其书斋，因其故里旧属缑城里，故称“缑城先生”；又因在汉中府任教授时，蜀献王赐名其读书处为“正学”，亦称“正学先生”，明朝大臣、学者、文学家、散文家、思想家。后因拒绝为发动“靖难之役”的燕王朱棣草拟即位诏书，被朱棣杀害。南明福王时追谥“文正”。"
  },
  "tags": [
    "古文观止",
    "史论",
    "写人"
  ]
}