{
  "id": 19032,
  "star": 165,
  "name": "和乐天春词 / 春词",
  "dynasty": "唐代",
  "content": "新妆宜面下朱楼，深锁春光一院愁。 <br>行到中庭数花朵，蜻蜓飞上玉搔头。",
  "fanyi": "<p><strong>译文</strong><br>浓妆艳抹打扮一新下红楼，深深庭院春光虽好只添愁。<br>走到庭中查数新开的花朵，蜻蜓有情飞到了玉簪上头。</p> <p><strong>注释<br></strong>⑴春词：春怨之词。“春词”为<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>原<a href=\"http://so.gushiwen.org/view_19032.aspx\">诗</a>题目。<br>⑵宜面：脂粉和脸色很匀称。一作“粉面”。朱楼：髹以红漆的楼房，多指富贵女子的居所。<br>⑶蜻蜓：暗指头上之香。玉搔头：玉簪，可用来搔头，故称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_19032.aspx\">诗</a>的标题写得很清楚，它是和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《春词》一诗的。白居易的《春词》：“低花树映小妆楼，春入眉心两点愁。斜倚栏杆背鹦鹉，思量何事不回头？”白居易诗先描绘一个斜倚栏杆、背向鹦鹉、眉目含愁的青年女子形象，接着以“思量何事不回头”的问句，轻轻一拨，引而不发，意味深长。而<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的和诗，也写闺中女子之愁，然而却写得更为婉曲新颖，别出蹊径。</p> <p>　　白诗开头是以“低花树映小妆楼”来暗示青年女子，而刘诗“新妆宜面下朱楼”说得十分明确，而且顺带把人物的心情也点出来了。诗中女主人公梳妆一新，急忙下楼。“宜面”二字，是说脂粉涂抹得与容颜相宜，给人一种匀称和谐的美感，这说明她妆扮得相当认真、讲究。看上去，不仅没有愁，倒似乎还有几分喜色。艳艳春光使她暂时忘却了心中苦恼，这良辰美景，使她心底萌发了一丝朦胧的希望。</p> <p>　　诗的第二句是说下得楼来，确是莺歌蝶舞，柳绿花红。然而庭院深深，院门紧锁，独自一人，更生寂寞，于是满目生愁。从诗的发展看，这是承上启下的一句。三、四两句是进一步把这个“愁”字写足。这位女主人公下楼的本意不是为了寻愁觅恨，要是早知如此，她就不必“下朱楼”，也不必“新妆宜面”。可是结果恰恰惹得无端烦恼上心头。这急剧变化的痛苦的心情，使她再也无心赏玩，只好用“数花朵”来遣愁散闷，打发这大好春光。“数花朵”的原因当亦有对这无人观赏、转眼即逝的春花，叹之、怜之、伤之的情怀。就在她在默默地数着时，“蜻蜓飞上玉搔头”。这是十分精彩的一笔。它含蓄地刻画出她那沉浸在痛苦中的凝神伫立的情态；它还暗示了这位女主人公有着花朵般的容貌，以至于使常在花中的蜻蜓也错把美人当花朵，轻轻飞上玉搔头；而且也意味着她的处境亦如这庭院中的春花一样，寂寞深锁，无人赏识，只能引来这无知的蜻蜓。真是花亦似人，人亦如花，春光空负。“为谁零落为谁开？”这就自然而含蓄地引出了人愁花愁一院愁的主题。有人说：“诗不难于结，而难于神”。这首诗的结尾是出人意料的，诗人剪取了一个偶然的镜头——“蜻蜓飞上玉搔头”，蜻蜓无心人有恨。这个结句是在回应“思量何事不回头”而设计的，它洗炼而巧妙地描绘了这位青年女子在春光烂漫之中的冷寂孤凄的境遇，新颖而富有韵味，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓结得有“神”。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "唐诗三百首",
    "春天",
    "女子",
    "孤独"
  ]
}