{
  "id": 50948,
  "star": 17,
  "name": "浪淘沙慢·晓阴重",
  "dynasty": "宋代",
  "content": "晓阴重，霜凋岸草，雾隐城堞。南陌脂车待发，东门帐饮乍阕。正拂面、垂杨堪揽结。掩红泪、玉手亲折。念汉浦、离鸿去何许？经时信音绝。<br>情切，望中地远天阔。向露冷风清，无人处，耿耿寒漏咽。嗟万事难忘，惟是轻别。翠尊未竭，凭断云、留取西楼残月。<br>罗带光消纹衾叠，连环解、旧香顿歇。怨歌永、琼壶敲尽缺。恨春去、不与人期，弄夜色、空馀满地梨花雪。",
  "fanyi": "<p><strong>译文</strong><br>天空阴沉沉的，岸边的青草已被严霜打得萎蔫枯凋。晨雾弥漫，隐没了城墙上的雉堞。南街上涂足油脂的车子等待出发，东门外的别宴也已经停歇。垂柳拂面，那柔嫩的枝条像是可以采下来编结。美人儿以手掩面，拭去离别的泪水，又伸出玉手把柳枝儿折。想那汉水边的鸿雁，你究竟去了什么地方？离去那么长时日，音信杳无，可曾知有人把你挂牵？<br>情意切切，思绪绵绵。登高眺望，只见地远天阔，哪有她的身影踪迹。在这露冷风清、无人顾及的地方，只听得寒夜漏壶滴滴，凄楚呜咽，更惹人心烦意乱。可叹世间万事，唯离别最难忘怀，想那时，悔不该轻易分手道别。翠玉杯中酒未干，待等重逢时再斟满。但愿那片薄云，留住西楼角上将落的残月，让我举杯对月，遥遥思念。<br>她送我的丝罗带久经摩挲，已暗无光泽，花纹绣被久叠一边，皱折已难平展。双环相扣的玉连环也已断开解结，芳馨的异香一时香消气散。不停地怨唱悲歌，敲壶击拍，玉壶已被敲得尽是破缺。可恨的是春光竟匆匆逝去，也不与人事先商量相约，空留下满地梨花，装点得夜色皎洁如雪。</p><p><strong>注释</strong><br>① 脂车：在车轮轴上涂油脂，以利行走。<br>② 红泪：女子的眼泪。传薛灵芸别父母进宫，泣泪如血（见《拾遗记》）。<br>③ 琼壶敲尽缺：传晋王敦酒后常咏<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>“老骥伏枥”<a href=\"http://so.gushiwen.org/view_50948.aspx\">诗</a>，并用如意击唾壶为节拍，壶口尽缺（见《世说新语·豪爽》）。</p><br/><h2>英译</h2> ZHOU Bangyan – Lyrics to the Adagio of Waves Dredging Sand<br>The day is leaden, wilted by frost are grasses by the shore,<br>Enshrouded in fog is the tower of the town.<br>In the field south of the town is a luxurious carriage ready to depart,<br>By the East Gate the farewell banquet is drawing to a close.<br>Swaying in front asking me to stay are drooping willows,<br>She wipes away her tears, and picks a sprig for me with her bare hands.<br>Where to have the wild geese from Hangpu flitted?<br>It has been long without word on where they have been.<br>Stirred by sentiments, before my eyes lie the expansive land and the vast sky.<br>As I face the chilly dew and breeze, there is no one around,<br>All I have with me is my sob throughout the night hours.<br>I say the most indelible of all is the sorrow of parting.<br>I haven't yet my jade cup emptied,<br>Pray that a cloud remnant could a waning moon over the west chamber keep.<br>Losing its shine is the silk lace of a worn and wrinkled quilt,<br>Loose is the fragrant sachet, spent is the scent.<br>My singing of lament goes on, so does my drumming that jags a jade pot.<br>Regretfully the passing of spring abides by no-one,<br>Against the colour of the night, on the ground scatter snowy pear blossoms.",
  "shangxi": "<h2>赏析</h2> <p>　　这首写离别相思的词，是一篇曲折回环、层次丰富、变化多端、完整而又统一的艺术佳作。</p> <p>　　全词共分三片，上片，交待分别的时间和地点。“晓阴”、“霜凋”、“雾隐”，说明是在一个秋天雾气很浓的早晨，在“城堞”，女子“掩红泪”、“玉手亲折”，把情人亲自送走了。中片，写离别时，两人依依遥望和内心的伤别情怀。“地”是那样遥“远”，“天”是那般宽“阔”，而情人却奔向那“露冷风清无人处”。“万事难忘”，“唯是”那场“轻别”。此后，只有“断云”、“残月”，陪伴自己度过孤独凄清的寒夜。下片，写离别以后的相思与怀念。夜不寐，茶、酒无味，“恨春去”、“弄夜色”，离情相思意难绝。</p> <p>　　整个篇幅，曲折回环，前呼后应，铺叙委婉，层次清晰，转换变化，顿挫有致，巧妙地把这篇多层次的作品融成一体，既照顾到词的整体结构，又注意到局部的灵活自如，充分显示出作者驾驭长调、结构长篇的艺术才能。陈廷焯对这首词评价很高，特别是下片。他说：“蓄势在后，骤雨飘风，不可遏抑。歌至曲终，觉万汇哀鸣，天地变色，老杜所谓‘意惬关飞动，篇终接混茫’也。”</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词精选",
    "离别",
    "相思"
  ]
}