{
  "id": 73261,
  "star": 28,
  "name": "望江南·闲梦远",
  "dynasty": "五代",
  "content": "闲梦远，南国正芳春。船上管弦江面渌，满城飞絮辊轻尘。忙杀看花人！<br>闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。",
  "fanyi": "<p><strong>译文<br></strong>闲梦悠远，南国春光正好。船上管弦声不绝于耳，江水一片碧绿，满城柳絮纷飞，淡淡尘烟滚滚，忙坏了看花的人们。<br>闲梦幽远，南唐故国正值秋高气爽的清秋。辽阔无际的江山笼罩着一片淡淡的秋色，美丽的芦花深处横着一叶孤舟，悠扬的笛声回荡在洒满月光的高楼。</p> <p><strong>注释<br></strong>⑴望江南：此词调名一作“望江梅”，又作“忆江南”。<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>此词调名下共二首，《花草粹编》置于《望江南》下，未析为二首。《全唐<a href=\"http://so.gushiwen.org/view_73261.aspx\">诗</a>》、《历代诗余》将此调下二首与《望江南》二首归为一调，计为四首。<br>⑵闲梦远：闲，指囚禁中百无聊赖的生活和心情。梦远，指梦见遥远的地方，也指梦长。<br>⑶南国：一般指长江以南的广大地区，这里指南唐国土。正芳春：正是春光明媚的时候。芳春：美好的春天。唐<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《送东莱王学士无竞》有“孤松宜晚岁，众木爱芳春”句。<br>⑷管弦：管乐器与弦乐器，也泛指乐器，这里指各种乐器共同演奏。江面绿：指春天里江水明彻而泛绿色。绿，也作“渌”，水清彻的样子。<br>⑸飞絮：飞扬的柳絮。辊：有本作“滚”（gǔn），翻滚，滚动，转动。轻尘：指车马过后扬起的尘土。此句比喻柳絮像细微的尘土在空中地下翻滚。<br>⑹忙杀：犹言忙死。杀：同“煞”，形容极甚。忙杀，《花草粹编》、《全唐诗》等本作“愁杀”。<br>⑺清秋：天高气爽的秋天，指深秋。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《宿府》有“清秋幕府井梧寒，独宿江城蜡炬残”句。<br>⑻寒色：指自然景物在寒冷时节的颜色，即秋色。暮：萧本二主词等本中作“远”。<br>⑼芦花：芦苇花絮。隋江总《赠贺左丞萧舍人》有“芦花霜外白，枫叶水前丹”句。泊：停泊，停放。<br>⑽笛在月明楼：全句意谓笛声发自于月光照耀下的高楼。月明：月光明照。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这两首同调的词，描绘了两幅江南美景。全词以“闲梦”起，以秋意收，用凄寒冷寂的秋景直抒作者孤苦怀思的悲情，缀笔不多而气氛浓郁，未见雕琢而含蕴深远，描摹生动，笔笔见情，足见才力。</p> <p>　　第一首写春景。</p> <p>　　“闲梦远，南国正芳春。”概括写出广大的江南地区，正是春暖花开的美好季节。春之名“芳”，使人如见百媚千娇的花容，如闻馥郁的花香。</p> <p>　　“船上管弦江面渌，满城飞絮辊轻尘。忙杀看花人！”词人从三方面具体描写了这“芳春”美景。首先是春风拂面、水波荡漾的春江。“船上管弦江面绿”的“江”，当是流经南京城的长江支流秦淮河。春满金陵，石城生辉，秦淮河上绿波荡漾，画船游舫，来往穿梭，船上丝竹相和，飞扬出舷的乐声飘荡于水波之上，动人心魄。这里，词人仅在一句之中，就把有形之物、无形之声和鲜明之色集合调配绘制成一幅水上音乐会的画图。句末的“绿”，乃是春天的颜色，是生命力的象征，它既写水色，亦状春色。它与“春风又绿江南岸”中的“绿”字一样，一下就将生机勃勃的江南春色概括无余。其次，词人又把目光转向陆地，抓住春风杨柳、飞絮满城的典型景色，进一步写出江南春景之美。“满城飞絮滚轻尘”，是实景的形象描写，同时还是对春风的暗写。词人并未直接写春风，但从那一“飞”一“滚”之中，却已使人觉得扑面的春风是无所不在了。“轻尘”翻滚，除春风吹拂的自然因素外，更主要的是人为的因素造成的。春色美好，人人皆欲观赏，游人多了，自然也就践起轻尘滚滚，故“滚轻尘”乃借物写人，说明游人之多。只有这样，才能与下面的描写自然地衔接起来。“忙杀看花人”：春是百花盛开之时，观赏众芳，确是赏心悦目的快事，所以，写春是很难不写花的；但词人却不直接写群花如何美丽动人，而只说把看花人“忙杀”了。一个“忙杀”，则百花之美，看花人兴致之高，人之多，场面之大，尽在其中。 </p> <p>　　第二首写秋色。</p> <p>　　“闲梦远，南国正清秋。”词人笔下的江南正是秋高气爽的时节，其总的特色是一个“清”字。“清”，兼有清澈明朗和清爽凉快之意，它概括出秋天的景色和气候两方面的特点。正因为“清”，词人才能将这秋景（无论是近、中、远景）看个清清楚楚，也才能将这秋景生动地描绘出来。</p> <p>　　“千里江山寒色远，芦花深处泊孤舟，笛在月明楼。”在总括秋色之“清”后，接着，也是从三方面对之加以具体描写。首先是远景，词人从大处着墨，给“千里江山”敷上一层“寒色”，勾画出一幅江山秋晚图。所谓“寒色”，乃清冷之色。“寒”与“清”，其义是可以合二而一的。“寒色远”的“远”，既说明是远景，又是对千里江山皆寒色的一个模糊的数的量度，它还与“闲梦远”的“远”在内容上有内在的联系，即以在一片“寒色”掩映之下的“千里江山”之“远”，来说明“闲梦”之“远”。其次是中景。“芦花深处泊孤舟”，既是写自然景物，也是写人的活动。“舟”之谓“孤”，除从数量上指舟乃独木一叶外，也暗点出舟中人的孤独，使人想象出其身世之漂泊凄苦，心情的酸楚悲凉；如再看这“孤舟”乃泊于芦花深处，则其孤独、凄苦，就更是可想而知了。它在情调上与前面的“清”“寒”是完全一致的。“笛在月明楼”，是说秋月当空，银光如泻，高楼之上，笛声忽起，那悠扬的笛声，忽高忽低，时断时续，它说明吹笛人的心灵在颤动，听笛人的心潮在激荡。古代<a href=\"http://so.gushiwen.org/view_73261.aspx\">诗</a>人，大都以笛声写离别之思，表哀怨之情，故<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>思旧，有感于邻人吹笛之发声嘹亮，叹而赋日：“听鸣笛之慷慨兮，妙声绝而复寻。”唐人亦有“吹笛秋山风月清，谁家巧作断声？……故园杨柳今摇落，何得愁中却尽生”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《吹笛》）之句。由此可见，词人在这里所表达的也是一种思念故国的眷恋难舍之情。不过，它不像前面那样是由“清…寒…孤”等字予以点出，而是隐含于笛声之中。我们只有明了了这一点，才算把握住了此句内容的实质。 </p> <p>　　总之，这两首词的写法是基本相同的，即都是先对景色的特点作总的概括，然后再从三个不同方面加以具体描写；所不同者，是它们的色调和情调，即前者色暖，后者色寒，前者欢快，后者凄清，由此造成的意境也有所不同。</p>",
  "about": "<h2>创作背景</h2> 　　开宝八年（975年），宋军攻破金陵，<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>被迫降宋，被俘至汴京（今开封），封为右千牛卫上将军、违命侯。词人通过此词表达了对故国清幽自在的情境和人物的追慕之情。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "写景",
    "抒情",
    "思念",
    "故国"
  ]
}