{
  "id": 71221,
  "star": 38,
  "name": "入彭蠡湖口",
  "dynasty": "南北朝",
  "content": "客游倦水宿，风潮难具论。<br>洲岛骤回合，圻岸屡崩奔。<br>乘月听哀狖，浥露馥芳荪。<br>春晚绿野秀，岩高白云屯。<br>千念集日夜，万感盈朝昏。<br>攀崖照石镜，牵叶入松门。<br>三江事多往，九派理空存。<br>灵物郄珍怪，异人秘精魂。<br>金膏灭明光，水碧辍流温。<br>徒作千里曲，弦绝念弥敦。",
  "fanyi": "<p><strong>译文</strong><br>　　我对日复一日的水行客宿已经厌倦，因为风潮变幻不定，莫可理究，凶险难测。彭蠡水波涛奔流，时而遇到洲岛，立刻遽分两股，急转猛合，又冲撞到岸崖之上，崩起重重雪浪，更凝聚起来，奔流而下。沿途，有时乘月夜游，聆听哀怨的猿啼，湿露而行，赏玩芳草的浓香；有时晨起远眺，近处晚春秀野，碧绿无际，远处苍岩高峙，白云如聚。我想凭借与寥夜清晨静景的对晤，来参透这冥冥之理。但是日日夜夜，朝朝昏昏，百思千索，依然不解。因不耐静思默想，于是攀登悬崖，登上了石镜山；牵萝扳叶，进入了松门顶。访异探秘，登高远望，然而三江九派，先哲的记载，已成难以追寻的故事；沧海桑田，这千变万化的自然之理，更难以考究。如今灵物异人已惜其珍藏，秘其精魂；金膏仙药，温润水玉，早已灭其明光，辍其流温。对于这颠颠倒倒，是非莫明的一切，我奏起了《千里别鹤》曲。突然断弦一声，万籁俱寂，唯有那无尽愁思在江天回荡。</p> <p><strong>注释</strong><br>⑴彭蠡湖：即今江西鄱阳湖。彭蠡湖口：即今鄱阳湖口，长江与鄱阳湖在九江附近与相接。<br>⑵倦：厌倦 。水宿：栖住于水中的船上。此句意谓厌倦了水上长途旅行。<br>⑶具论：详细述说。<br>⑷骤：急疾。回合：聚合；汇合。此言风浪拍打在洲岛上。圻（qí）岸：曲岸。崩奔：水流冲激堤岸而奔涌。<br>⑸狖（yòu）：长尾猿。<br>⑹浥（yì）：湿。馥（fù）：香气浓郁。芳荪：香草名。此句说露水沾在芳荪的叶子上，散发出浓郁的香气。<br>⑺屯：聚集。<br>⑻千念二句：各种感慨日夜缠绕在心头。<br>⑼石镜、松门：山名，二山都近鄱阳湖口。李善《文选注》引张僧鉴《浔阳记》曰：“石镜山，东有一圆石，悬崖明净，照人见形。”又引顾野王《舆地志》曰：“自入湖三百三十里，穷于松门。东西四十里，青松徧于两岸。”<br>⑽三江：《尚书·禹贡》：“三江既入。”郑玄注：“三江分于彭蠡，为三孔，东入海。”<br>⑾九派：浔阳的别称。即今江西九江。上二句说古代关于三江、九派说法已成往事，其中的玄理也无从知晓。<br>⑿灵物：珍奇神异之物。吝珍怪：惜其珍奇怪异之状。<br>⒀秘精魂：隐藏其精神魂魄。二句说江湖中本来有很多神异之物，但都不显现出来。<br>⒁金膏：道教传说中的仙药。灭明光：韬光而不显现。<br>⒂水碧：玉的一种，又称碧玉。《山海经》：“耿山多水碧。”辍：停止。流温：指水玉温润。二句说此江中有金膏、水碧，然都灭其明光，止其温润而不见。<br>⒃千里曲：曲名，即《千里别鹤》曲。<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>》：“商陵牧子娶妻五年，无子，父兄欲为改娶，牧子援琴鼓之，叹别鹤以舒其愤懑。故曰《别鹤操》。鹤一举千里，故名《千里别鹤》也。”<br>⒄弦绝：曲终。李善《文选注》说：“言奏曲冀以消忧，弦绝而念逾甚。故曰‘徒作’也。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“客游倦水宿，风潮难具论。”二句突兀而起，立一<a href=\"http://so.gushiwen.org/view_71221.aspx\">诗</a>总纲。“倦”、“难”二字最耐咀嚼，伏下了贯穿始终的主脉。诗人对日复一日的水行客宿已经厌倦，何以厌倦？因为风潮难于一一具说；亦即变幻不定，莫可理究，凶险难测。看来这是说的此行观感，推而广之，则又是多年旅程颠沛的总结；深而究之，更为隐隐仕仕，是是非非，宦海风波在诗人心中投下的阴影。“洲岛骤回合，圻岸屡崩奔。”承“难具论”写彭蠡水势：波涛奔流，时而遇到洲岛，立刻遽分两股，急转猛合，又冲撞到岸崖之上，崩起重重雪浪，更凝聚起来，奔流而下，这凶险的水势，是所以为“难”的注脚，也传达出诗人烦扰起伏的不平心声。</p> <p>　　五、六句笔势陡转，忽开清景，说沿途，有时乘月夜游，湿露而行，聆听那哀怨的猿啼，赏玩那芳草的浓香；有时则晨起远眺，只见近处晚春秀野，碧绿无际，远处苍岩高峙，白云朵朵，似同屯聚在峰顶上一般。一昏一朝似是两幅恬静的美景；然而果真如此吗？七、八句剔出了它们的内涵。“千念集日夜，万感盈朝昏”，原来静景并不表现诗人心情的平静，他只是想凭借与寥夜清晨静景的对晤，来参透这“难具论”的冥冥之理。但是日日夜夜，朝朝昏昏，百思千索，依然只是个“难具论”。于是他感慨万千，再也不耐静思默想。他攀登悬崖，登上了浔阳城旁庐山之东的石镜山；牵萝扳叶，穿过四十里夹路青松，进入了湖中三百三十里的松门山顶。访异探秘，登高远望，企望灵踪仙迹能照彻他心中的疑难，东去江流能启迪他纷乱的理智。然而三江九派，先哲的记载，已都成难以追寻的故事；沧海桑田，何以有这千变万化的自然之理，更难以认真考究。郭景纯的《江赋》曾说长江“纳隐沦之列真，挺异人乎精魂”，又说江神所居“金精玉英填其里，瑶珠怪石琗其表”。然而现在，灵物异人固已惜其珍藏，秘其精魂；金膏仙药，温润水玉，更早已灭其明光，辍其流温。“天地闭，贤人隐”，对于这颠颠倒倒，是非莫明的一切，诗人再也“倦”于寻究，于是他奏起了愤懑哀怨的《千里别鹤》古琴曲。“黄鹤一远别，千里顾徘徊”，是到了永作归隐决计的时候了，但是心中的一点情愫又不能够真正泯去。心潮催动着他紧拔快弹，企望让琴音来一洗烦襟。突然断弦一声，万籁俱寂，唯有那无尽愁思在江天回荡。</p> <p>　　《入彭蠡湖口》表现了大谢诗作的新进境。观谢集，大抵在公元422年（永嘉三年）三十八岁前，他的诗作留存既少，风格也较多承建安（如《述祖德诗》）、太康（如《九日从宋公戏马台》诗）之绪，尚未形成明显的独特风格。永嘉之贬后直至二番归隐的将近十年间，他以幽愤之情合山水清音，确立了其山水诗鼻祖的崇高地位。他善于于清森的物象交替中将感情的变化隐隐传达出来，意脉贯通，夭矫连蜷，而炉锤谨严，曲屈精深，典丽精工。但是针法时嫌过细，状物时嫌过炼，使典时嫌过直，理语时嫌过多，读来时有滞重之感，而缺少后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>等人那种大开大合，变化洒脱的气魄。这个弱点在二次归隐时某些篇章中有所突破，但并不大。至此诗则已可显见杜、韩诗作的先兆，表现有三：</p> <p>　　其一是边幅趋于广远。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>先此之诗，所记游程较窄，虽然早已突破了汉人即事生情的樊篱，而总是借一地之景抒积郁之情，探玄冥之理，但毕竟边幅较狭，大气不足。此诗则以二十句之数，总揽入湖三百余里诸景，以少总多，边幅广远为前所未有，也因此显得比前此作品疏朗高远。</p> <p>　　其次是笔致趋于跳荡；这不仅因为揽景大而纵横多；更因为泯去了前此诗作中的针痕线迹。“春晚”、“白云”一联之陡转逆接，空间传神，充分表现了这一进展。不仅打破了一景一情，转转相生的格局，在一节写景中即有几个感情层次，而且深得动静相生，浓淡相间，张弛得宜之效。这种跳荡又与其固有的谨严相结合，全诗倦、难并起，再由“难”生发展开，最后归到深一层的“倦”，更透现出倦中之愤。在这一主线中，又以“千念”、“万感”一联与“三江”、“九派”一联，一逆接，一顺转，作两处顿束，遂将跳荡之笔锋与严谨的组织完美地结合起来，这是后来杜、韩诗结构命笔的最重要的诀窍。</p> <p>　　其三是景语、情语、理语更形融合：谢诗的理语，决非人们常说的“玄理尾巴”。他的理均由景中随情生发，这在前几篇赏析中已多次谈到，在当时的历史条件下，未可厚非，也不失为一体。此诗的“理”则融洽得更好。全诗实际上都在说理之“难具论”，而直至“九派理空存”才剔明这一点，再以下写江景各句，景中句句用典，也句句有情含理，却完全由即目所见写出，无有痕迹。最后“弦绝念弥敦”一句更有无尽远思，味在酸咸之外。如果说先此的谢诗，多由情景生发归结到理，那末此诗已倒了过来，理已变成了情景表达的陪衬，显示了山水诗进一步脱略玄言影响的进程。</p> <p>　　人们常说六朝诗至齐梁间的<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>才初逗唐音。其实谢朓之影响唐人更多短制，且主要影响<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>一脉；论到大篇的诸种艺术手段，与杜、韩一派的大手笔，初逗唐音的则非谢客莫属。 </p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_71221.aspx\">诗</a>作于晋怀帝元嘉八年（431年）晚春，由京城建康赴临川（治今江西南昌）内史任途中。其前，会稽太守孟顗诬<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>在浙聚众图谋不轨，谢灵运赴京自诉，总算文帝“见谅”，留他在京。一年后外放江西，其实含有驱虎离山，断其根本之意。谢灵运对这种明用暗放的手段心中是了然的。先此二度归隐，已使他悲愤难已，今番横遭罗织，自然更添怨恨，所以从离开石首城起，所作《初发石首城》《道路忆山中》诸作中，他均以遭谗流放的屈子自比，一旦进入彭蠡湖口，心潮更与风涛同起伏，遂以如椽雄笔，总揽入湖三百三十里景物，抒达幽愤。</p> <p>　　彭蠡湖（鄱阳湖）口即江州（今江西九江）口，为彭蠡与长江交接处。自《尚书·禹贡》后，古书对湖口水势的记载有“三江既入”“九江孔殷”等说，由于地貌变迁，加以传说悠谬，是三为九，本费猜思，而具体何指，更莫衷一是。于是种种的传说也应运而生。这本是人们发思古之幽情的好处所，加以水流吞吐，水道复杂，更有一派奇景壮观，于是催发了诗人们千百次吟咏，谢客此诗是其中最早的也是最优秀的篇章之一。</p>",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "行舟",
    "生活",
    "写景",
    "山水",
    "愁思"
  ]
}