{
  "id": 36,
  "star": 370,
  "name": "式微",
  "dynasty": "先秦",
  "content": "式微，式微，胡不归？微君之故，胡为乎中露！<br>式微，式微，胡不归？微君之躬，胡为乎泥中！",
  "fanyi": "<p><strong>译文</strong><br>天黑了，天黑了，为什么还不回家？如果不是为君主，何以还在露水中！<br>天黑了，天黑了，为什么还不回家？如果不是为君主，何以还在泥浆中！ </p> <p><strong>注释</strong><br>⑴式：作语助词。微：（日光）衰微，黄昏或曰天黑。<br>⑵微：非。微君：要不是君主。<br>⑶中露：露中。倒文以协韵。<br>⑷躬：身体。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_36.aspx\">诗</a>主旨，《毛诗序》说是黎侯为狄所逐，流亡于卫，其臣作此劝他归国。<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·贞顺篇》说是卫侯之女嫁黎国庄公，却不为其所纳，有人劝以归，她则“终执贞一，不违妇道，以俟君命”，并赋此诗以明志。二说均牵强附会，因为无论是实指黎侯或黎庄妇人，都缺乏史实佐证。余冠英认为“这是苦于劳役的人所发的怨声”（《诗经选》），乃最切诗旨。</p> <p>　　诗凡二章，都以“式微，式微，胡不归”起调：天黑了，天黑了，为什么还不回家？诗人紧接着便交待了原因：“微君之故，胡为乎中露”；“微君之躬，胡为乎泥中”。意思是说，为了君主的事情，为了养活他们的贵体，才不得不终年累月、昼夜不辍地在露水和泥浆中奔波劳作。短短二章，寥寥几句，受奴役者的非人处境以及他们对统治者的满腔愤懑，给读者留下极其深刻的印象。</p> <p>　　在艺术上，这首诗有两个特点。一是以设问强化语言效果。从全诗看，“式微，式微，胡不归”，并不是有疑而问，而是胸中早有定见的故意设问。诗人遭受统治者的压迫，夜以继日地在野外干活，有家不能回，苦不堪言，自然要倾吐心中的牢骚不平，但如果是正言直述，则易于穷尽，采用这种虽无疑而故作有疑的设问形式，使诗篇显得宛转而有情致，同时也引人注意，启人以思，所谓不言怨而怨自深矣。二是以韵脚烘托情感气氛。诗共二章十句，不仅句句用韵，而且每章换韵，故而全诗词气紧凑，节奏短促，情调急迫，充分表达出了服劳役者的苦痛心情以及他们日益增强的背弃暴政的决心。从此诗所用韵脚分析，前章用微韵、鱼韵，后章为微韵、侵韵，这些韵部都较适合表达哀远沉痛的情绪。诗人的随情用韵，使诗情藉着韵脚所体现的感情基调获得了充分的强调。所以方玉润评此诗云：“语浅意深，中藏无限义理，未许粗心人卤莽读过。”（《诗经原始》）</p> <p>　　由于《毛诗》将此诗解说成劝归，历代学《诗》者又都以毛说为主，所以“式微”一词竟逐渐衍为中国古典诗歌中的“归隐”意象，如唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>“即此羡闲逸，怅然吟式微”（《渭川田家》）；<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>“因君故乡去，遥寄式微吟”（《都下送辛大夫之鄂》》；<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>“东风来兮歌式微，深云道人召来归”（《别杜将军》）等等，由此也可见出此诗对后世的影响。</p><br/><h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_36.aspx\">诗</a>只有短短二章，都以“式微，式微，胡不归”起调：天黑了，天黑了，为什么还不回家？诗人紧接着便交待了原因：“微君之故，胡为乎中露”；“微君之躬，胡为乎泥中”。意思是说，为了君主的事情，为了养活他们的贵体，才不得不终年累月、昼夜不辍地在露水和泥浆中奔波劳作。然而，《式微》诗上下二章只变换了两处文字， 但就在这巧妙的变换中， 体现出了作者用词的独具匠心。</p> <p>　　其一， 一章“微君之故”和二章“微君之躬”。上下章只变换“故”“躬”两字， 却使诗歌语义饱满、押韵和谐。“微君之故”， <a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》释为： “我若非以君之故”； “微君之躬”， “躬”是“躳”的异体， 《尔雅·释言》： “躬， 身也。”躬、身二字互训， 故“躬”即自身也， 也即“君”。“微君之躬”即“我若无君”。上章言“我若非以君之故”， 下章言“我若无君”。上下章表达相同的意思却运用不同的字眼， 把作者委婉含蓄的感情表达得淋漓尽致。其二， 一章“胡为乎中露”和二章“胡为乎泥中”。“露”为“路”的假借字。《尔雅·释名》： “路， 露也。言人所践蹈而露见也。”方玉润《诗经原始》： “‘泥中’犹言泥涂也。”按： “中露”也即今俗语所谓心里沉沉的， 像被什么东西堵得慌； “泥中”犹今所谓陷入泥中而不能自拔。因此“中露”、“泥中”是虚写而非实写， 上下章可互相补充理解。</p> <p>　　同时，作者字数的变换中， 始终不忘记押韵的和谐。一章“故”、“露”为阴声“鱼”韵和入声“铎”韵同用； 二章“躬”、“中”押阴声“侵”部韵。此两句在表达作者思想感情的同时， 又能押韵和谐字数整齐， 有一箭双雕之功效。短短二章，寥寥几句，受奴役者的非人处境以及他们对统治者的满腔愤懑，给读者留下极其深刻的印象。[2] </p> <p>　　由是，重章换字， 押韵和谐。体现了一唱三叹、余味无穷的特色。体现了《诗经》精巧凝练的语言，兼有长短的句式， 节奏感强。《式微》诗短短32个字， 就包含了三言、四言和五言等多种变化， 工整与灵活相整合， 参差错落， 能极力地表达女主人公思想感情的起伏。而其句式的选择又是随着诗的内容和思想感情而灵活变化的， 增强了诗的节奏感。总之， 《式微》运用语言的艺术， 非但韵律和谐优美， 而且用词精巧。</p> <p>　　在艺术上，这首诗以设问强化语言效果。从全诗看，“式微，式微，胡不归”，并不是有疑而问，而是胸中早有定见的故意设问。诗人遭受统治者的压迫，夜以继日地在野外干活，有家不能回，苦不堪言，自然要倾吐心中的牢骚不平，但如果是正言直述，则易于穷尽，采用这种虽无疑而故作有疑的设问形式，使诗篇显得宛转而有情致，同时也引人注意，启人以思，所谓不言怨而怨自深矣。正是因为这些修辞手法的巧妙使用， 才使《式微》一诗“境界具于词语之外， 愈反复看去，愈觉其含义无穷。”</p>",
  "about": "<h2>创作背景</h2> 　　周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采<a href=\"http://so.gushiwen.org/view_36.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。这首《式微》即是深刻的反应了社会现实的诗歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}