{
  "id": 3163,
  "star": 670,
  "name": "滕王阁诗",
  "dynasty": "唐代",
  "content": "滕王高阁临江渚，佩玉鸣鸾罢歌舞。<br>画栋朝飞南浦云，珠帘暮卷西山雨。<br>闲云潭影日悠悠，物换星移几度秋。<br>阁中帝子今何在？槛外长江空自流。",
  "fanyi": "<p><strong>译文</strong><br>巍峨高耸的滕王阁俯临着江心的沙洲，<br>佩玉、鸾铃鸣响的华丽歌舞早已停止。<br>早晨，画栋飞上了南浦的云；<br>傍晚，珠帘卷入了西山的雨。<br>悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着<br>时光易逝，人事变迁，不知已经度过几个春秋。<br>昔日游赏于高阁中的滕王如今无处可觅，<br>只有那栏杆外的滔滔江水空自向远方奔流。 </p><p><strong>注释</strong><br>⑴滕王阁：故址在今江西南昌赣江滨，江南三大名楼之一。<br>⑵江：指赣江。渚：江中小洲。<br>⑶佩玉鸣鸾：身上佩戴的玉饰、响铃。<br>⑷南浦：地名，在南昌市西南。浦：水边或河流入海的地方（多用于地名）。<br>⑸西山：南昌名胜，一名南昌山、厌原山、洪崖山。<br>⑹日悠悠：每日无拘无束地游荡。<br>⑺物换星移：形容时代的变迁、万物的更替。物：四季的景物。<br>⑻帝子：指滕王李元婴。<br>⑼槛：栏杆。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3163.aspx\">诗</a>第一句开门见山，用质朴苍老的笔法，点出了滕王阁的形势。滕王阁是高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>之子滕王李元婴任洪州都督时所建。故址在今江西新建西章江门上，下临赣江，可以远望，可以俯视，下文的“南浦”、“西山”、“闲云”、“潭影”和“槛外长江”都从第一句“高阁临江渚”生发出来。滕王阁的形势是这样的好，但是如今阁中有谁来游赏呢？想当年建阁的滕王已经死去，坐着鸾铃马车，挂着琳琅玉佩，来到阁上，举行宴会，那种豪华的场面，已经一去不复返了。第一句写空间，第二句写时间，第一句兴致勃勃，第二句意兴阑珊，两两对照。诗人运用“随立随扫”的方法，使读者自然产生盛衰无常的感觉。寥寥两句已把全诗主题包括无余。</p> <p>　　三四两句紧承第二句，更加发挥。阁既无人游赏，阁内画栋珠帘当然冷落可怜，只有南浦的云，西山的雨，暮暮朝朝，与它为伴。这两句不但写出滕王阁的寂寞，而且画栋飞上了南浦的云，写出了滕王阁的居高，珠帘卷入了西山的雨，写出了滕王阁的临远，情景交融，寄慨遥深。</p> <p>　　至此，诗人的作意已全部包含，但表达方法上，还是比较隐藏而没有点醒写透，所以在前四句用“渚”“舞”“雨”三个比较沉着的韵脚之后，立即转为“悠”“秋”“流”三个漫长柔和的韵脚，利用章节和意义上的配合，在时间方面特别强调，加以发挥，与上半首的偏重空间，有所变化。“闲云”二字有意无意地与上文的“南浦云”衔接，“潭影”二字故意避开了“江”字，而把“江”深化为“潭”。云在天上，潭在地下，一俯一仰，还是在写空间，但接下来用“日悠悠”三字，就立即把空间转入时间，点出了时日的漫长，不是一天两天，而是经年累月，很自然地生出了风物更换季节，星座转移方位的感慨，也很自然地想起了建阁的人而今安在。这里一“几”一“何”，连续发问，表达了紧凑的情绪。最后又从时间转入空间，指出物要换，星要移，帝子要死去，而槛外的长江，却是永恒地东流无尽。“槛”字“江”字回应第一句的高阁临江，神完气足。</p> <p>　　这首诗一共只有五十六个字，其中属于空间的有阁、江、栋、帘、云、雨、山、浦、潭影；属于时间的有日悠悠、物换、星移、几度秋、今何在，这些词融混在一起，毫无叠床架屋的感觉。主要的原因，是它们都环绕着一个中心──滕王阁，而各自发挥其众星拱月的作用。</p> <p>　　唐诗多用实字（即名词），这与喜欢多用虚字（尤其是转折词）的宋诗有着明显的区别。例如，三四两句中，除了“飞”字和“卷”字是动词以外，其余十二个字都是实字，但两个虚字就把十二个实字一齐带动带活了，唐人的善用实字，实而不实，于此可见。</p> <p>　　另外，诗的结尾用对偶句法作结，很有特色。一般说来，对偶句多用来放在中段，起铺排的作用。这里用来作结束，而且不象两扇门一样地并列（术语称为扇对），而是一开一合，采取“侧势”，读者只觉其流动，而不觉其为对偶，显出了<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>过人的才力。后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的七言律诗，甚至七言绝句，也时常采用这种手法，如“即从巴峡穿巫峡，便下襄阳向洛阳”，“口脂面药随恩泽，翠管银罂下九霄”，“流连戏蝶时时舞，自在娇莺恰恰啼”等。可见王勃对唐诗发展的影响。 </p>",
  "about": "<h2>创作背景</h2> 　　滕王阁因滕王李元婴得名，李元婴任洪州都督时所建，故址在今江西南昌赣江边，俯视远望，视野均极开阔。李元婴是唐高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>的幼子，唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的弟弟，骄奢淫逸，品行不端，毫无政绩可言。但他精通歌舞，善画蝴蝶，很有艺术才情。他修建滕王阁，也是为了歌舞享乐的需要。这座江南名楼建于唐朝繁盛时期，又因<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的一篇《滕王阁序》而很快出名。公元676年（唐高宗上元三年），<a href=\"http://so.gushiwen.org/view_3163.aspx\">诗</a>人远道去交趾（今越南）探父，途经洪州（今江西南昌），参与阎都督宴会，即席作《滕王阁序》，序末附这首凝炼、含蓄的诗篇，概括了序的内容。",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "写景",
    "怀古"
  ]
}