{
  "id": 5611,
  "star": 314,
  "name": "送梓州李使君",
  "dynasty": "唐代",
  "content": "万壑树参天，千山响杜鹃。<br>山中一夜雨，树杪百重泉。<br>汉女输橦布，巴人讼芋田。<br>文翁翻教授，不敢倚先贤。",
  "fanyi": "<p><strong>译文</strong><br>万壑古树高耸云天，千山深处杜鹃啼啭。<br>山中春雨一夜未停，树丛梢头流淌百泉。<br>汉女辛劳织布纳税，巴人地少诉讼争田。<br>望你发扬文翁政绩，奋发有为不负先贤。</p> <p><strong>注释</strong><br>⑴梓州：《唐<a href=\"http://so.gushiwen.org/view_5611.aspx\">诗</a>正音》作“东川”。梓州是隋唐州名，治所在今四川三台。李使君：李叔明，先任东川节度使、遂州刺史，后移镇梓州。<br>⑵壑（hè）：山谷。<br>⑶杜鹃：鸟名，一名杜宇，又名子规。<br>⑷一夜雨：一作“一半雨”。<br>⑸树杪（miǎo）：树梢。<br>⑹汉女：汉水的妇女。橦（tóng）布：橦木花织成的布，为梓州特产。<br>⑺巴：古国名，故都在今四川重庆。芋田：蜀中产芋，当时为主粮之一。这句指巴人常为农田事发生讼案。<br>⑻文翁：汉景时为郡太守，政尚宽宏，见蜀地僻陋，乃建造学宫，诱育人才，使巴蜀日渐开化。翻：翻然改变，通“反”。<br>⑼先贤：已经去世的有才德的人。这里指汉景帝时蜀郡守。最后两句，<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说是“不可解”。赵殿成说是“不敢，当是敢不之误”。高眇瀛云：“末二句言文翁教化至今已衰，当更翻新以振起之，不敢倚先贤成绩而泰然无为也。此相勉之意，而昔人以为此二句不可解，何邪？”赵、高二说中，赵说似可采。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　赠别之作，多从眼前景物写起，即景生情，抒发惜别之意。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>此<a href=\"http://so.gushiwen.org/view_5611.aspx\">诗</a>，立意则不在惜别，而在劝勉，因而一上来就从悬想着笔，遥写李使君赴任之地梓州的自然风光，形象逼真，气韵生动，令人神往。</p> <p>　　开头两句互文见义，起得极有气势：万壑千山，到处是参天的大树，到处是杜鹃的啼声。既有视觉形象，又有听觉感受，读来使人恍如置身其间，大有耳目应接不暇之感。这两句气象阔大，神韵俊迈，被后世诗评家引为律诗工于发端的范例。“万壑树参天，千山响杜鹃”，以如椽大笔，淋漓泼墨，勾勒出巴蜀层峦叠嶂的群山、无数险峻深邃的岩壑、高耸云天的林木，同时还有一片杜鹃热闹如沸的啼鸣，使万壑千岩为之振响。如同展开一卷气势磅礴的山水画，令人为之一振。紧接着的“山中一半雨，树杪百重泉”，更扣紧蜀地山高林密、雨水充沛的特点，先描绘深山冥晦，千岩万壑中晴雨参半的奇景，再绘出雨中山间道道飞泉，悬空而下。诗人远远望去，泉瀑就如同从树梢上倾泻下来似的。这里生动地表现出远处景物互相重叠的错觉。诗人以画家的眼睛观察景物，运用绘法入诗，将三维空间的景物叠合于平面画幅的二维空间，若将最远处、高处的泉瀑画在稍近、稍低的树梢上。</p> <p>　　由此，就表现出山中景物的层次、纵深、高远，使画面富于立体感，把人带入一个雄奇、壮阔而又幽深、秀丽的境界。这一联的“山中”承首联的“山”，“树杪”承应首联的“树”，连接紧凑，天然工巧。无怪乎清代诗人王士禛击节称赞这四句诗，“兴来神来，天然入妙，不可凑泊”（《带经堂诗话》卷十八）。</p> <p>　　作者以欣羡的笔调描绘蜀地山水景物之后，诗的后半首转写蜀中民情和使君政事。梓州是少数民族聚居之地，那里的妇女，按时向官府交纳用橦木花织成的布匹；蜀地产芋，那里的人们又常常会为芋田发生诉讼。“汉女”“巴人”“橦布”“芋田”，处处紧扣蜀地特点，而征收赋税，处理讼案，又都是李使君就任梓州刺史以后所掌管的职事，写在诗里，非常贴切。最后两句，运用有关治蜀的典故。“文翁”是汉景帝时的蜀郡太守，他曾兴办学校，教育人才，使蜀郡“由是大化”（《汉书·循吏传》。王维以此勉励李使君，希望他效法文翁，翻新教化，而不要倚仗文翁等先贤原有的政绩，泰然无为。联系上文来看，既然蜀地环境如此之美，民情风土又如此之淳，到那里去当刺史，自然更应当克尽职事，有所作为。寓劝勉于用典之中，寄厚望于送别之时，委婉而得体。</p> <p>　　《送梓州李使君》作为一首送别诗来看，它的艺术构思新颖奇特。诗中没有一句涉及送别之时、之地、之情、之事，全篇都是描绘巴蜀的山水、风情和民事。然而读后深思，就会发觉此诗紧紧围绕李氏即将赴任的梓州步步展开，层层深入，全诗融注着诗人对李氏欣羡、期望、劝勉的一腔真情，前后融会贯通，结构谨严缜密。前两联描绘巴蜀雄秀山川风光，景因情生，流露出诗人对梓州风光的热烈向往，对李氏即将前往赴任的无限欣羡。第三联有极强的概括力，既表现了蜀地的物产、民风，也说明蜀地僻远经济落后，人民穷困而且缺乏教化，这就含蓄地提醒李使君，治蜀并非易事，而是任重道远。这一联还为尾联埋下伏笔，使诗人劝勉李使君的话更显得切实而不空洞。尾联则顺势而下，勉励李使君以汉代蜀郡太守文翁为榜样，在梓州重施教化，翻新吏治，大展宏图。诗人以文翁来比李使君，用典贴切，切人，切事，切地，又能借以传达出自己真诚、殷切的期望之意，可谓用典妙笔。</p> <p>　　诗写送别，不写离愁别恨，不作浮泛客套之语，却有对于国家大事、民生疾苦、友人前途的深切关心。格调高远，爽利明快，在唐人送别诗中，堪称是一首构思别开生面、思想境界高远、读后令人振奋的佳作。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首送别之作。李使君当是初往梓州（治今四川三台）赴任，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>写此<a href=\"http://so.gushiwen.org/view_5611.aspx\">诗</a>相赠。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "友情",
    "送别"
  ]
}