{
  "id": 66739,
  "star": 11,
  "name": "蝶恋花·两岸月桥花半吐",
  "dynasty": "宋代",
  "content": "两岸月桥花半吐。红透肌香，暗把游人误。尽道武陵溪上路。不知迷入江南去。 <br>先自冰霜真态度。何事枝头，点点胭脂污。莫是东君嫌淡素。问花花又娇无语。",
  "fanyi": "<p><strong>译文</strong><br>拱桥两岸红梅花儿刚刚绽放，露出鲜红的花瓣，散发着沁人心肺的清香。不知不觉地将游人误导，产生出许多幻想。自以为走进了武陵溪上的桃花林中，却不知已踏入江南迷人的红梅之乡。<br>梅花啊，你本应是冰清玉洁的素装，为何却在枝头把胭脂涂上？莫非司春的女神不喜欢清淡，才为你化上这般浓艳的红妆？红梅默默不作回答，只是一副娇羞可人的模样。</p> <p><strong>注释<br></strong>①红透肌香，暗把游人误：指梅花鲜红芬芳，让游人留恋不已，以致迷失道路。<br>②武陵溪：即晋人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>在《桃花源记》中所载的桃花源。<br>③态度：举止风度。<br>④何事枝头，点点胭脂污：意为梅花原本素白，充满傲霜之态，现在却为何被脂粉污染？<br>⑤莫是东君嫌淡素：莫非是春神嫌梅花太过素雅，所以为它染上脂粉？东君：日神，一说司春之神。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首礼赞梅花的词作。　　</p> <p>　　词的上片赞颂梅花的迷人之姿。首句入笔捉题，直截了当地写梅花“两岸月桥花半吐。”溪水岸边小桥两端的梅花已经绽蕾半开。紧接着直接写梅花半吐的风韵和游人对梅花的迷恋。那半开的梅花通体红透，香气四溢。“肌香”二字以美人暗喻梅花香气袭人冰肌玉骨的娇姿。正是梅花这绝代风彩，才使游人不知不觉中为其所吸引。一个“暗”字、一个“误”字把游人情不自禁的迷恋梅花的神态写足。以下二句“尽道武陵溪上路，不知迷入江南去”用东晋文学家<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中武陵渔人误入桃源、忘情迷途的典故，反衬江南梅花的迷人风姿。此二句是说人人尽说那“芳草鲜美，落英缤纷”（《桃花源记》）的武陵溪畔桃花林的美丽，却不知这梅花半吐的江南风景的迷人。对比之下，更突出这江南桥畔梅花的美丽，表现了主人公爱梅的情感。　　</p> <p>　　如果说上片从色艳香浓的外部面貌来礼赞梅花的话，那么，下片则是从凌霜傲雪的内在品质来颂扬梅花。　　过片“先自冰霜真态度”一句，赞扬梅花凌寒独放的坚强品格。“争先”二字突出梅花不畏严寒霜雪的精神，“态度”即姿态品格。紧接着词人用一设问：“何事枝头，点点胭脂污？莫是东君嫌淡素？”意思是：“梅花为何在冰霜严寒之中用胭脂般的红艳去点染枝头？莫非是司春之神嫌冬天百花凋零，色彩过于单调之故？”东君即司春之神。这一设问实质上旨在突出梅花凌霜傲雪的高风亮节，颂扬它给人们带来春的消息。煞尾句“问花花又娇无语”再度褒扬那娇艳的梅花，毫不炫耀自己，默默地装点人间春色。　　</p> <p>　　古之人咏梅词极多，但大多从其冷艳着眼，抒发词人寂寞的情感。如<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的《卜算子·咏梅》、<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的《暗香》、《疏影》等等。在他们的笔下，梅花是一个“寂寞开无主”、“此花幽独”的孤芳自赏的形象。而<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>却能别出蹊径，一扫大多咏梅词人失意孤寂的怨艾，对梅花绰约迷人的风韵作了热情的描摹，对梅花凌霜傲雪的品格作了全面的褒扬。词的氛围热烈，格调高亢。词人真德秀幼即聪慧异常，四岁诵书，过目成诵。十五丧父，依赖寡母力贫教养，又得同郡人相助，才得以入学中举。宋理宗时官历泉州、福州知府，入为翰林学士，拜参知政事。他为人正直，凡是做官所到的地方，皆布惠政，廉声卓著。其学以<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>为宗，提倡正学，与权奸韩侂胄伪学对抗，使正学得以复明。古代有<a href=\"http://so.gushiwen.org/view_66739.aspx\">诗</a>品即人品的说法，由于作者艰苦修身进学、勤政为民、正直不阿的身世和为人，他对梅花的高风亮节进行满腔热情的礼赞，作品也显现出积极亢奋、开朗明快的格调。</p>",
  "poet": {
    "id": 417,
    "star": 0,
    "name": "真德秀",
    "image": "http://img.gushiwen.org/authorImg/zhendexiu.jpg",
    "desc": "真德秀字景元，后更为希元，福建浦城（今浦城县晋阳镇人）本姓慎，因避孝宗讳改姓真。生于宋孝宗淳熙五年（1178年），卒于未理宗端平二年（1235年）。真德秀是南宋后期与魏了翁齐名的一位著名理学家，也是继朱熹之后的理学正宗传人，他同魏了翁二人在确立理学正统地位的过程中发挥了重大作用。"
  },
  "tags": [
    "咏物",
    "梅花"
  ]
}