{
  "id": 71394,
  "star": 1047,
  "name": "行香子·秋与",
  "dynasty": "宋代",
  "content": "昨夜霜风。先入梧桐。浑无处、回避衰容。问公何事，不语书空。但一回醉，一回病，一回慵；<br>朝来庭下，光阴如箭，似无言、有意伤侬。都将万事，付与千钟。任酒花白，眼花乱，烛花红。",
  "fanyi": "<p><strong>译文<br></strong>昨夜霜降寒风骤起，梧桐叶落纷纷，我无处回避自己衰老的面容。秋风问我为何这样，我没有说话，只是用手在空中书写。人老了，有时沉醉有时沉病有时慵懒。<br>早晨来到院子里，感叹时光荏苒，岁月流逝，虽不吭声，似乎有意让我伤心。如今万念俱空，把所有心事，都换作千杯酒来饮。哪管它酒花白、眼花乱、烛花红。</p> <p><strong>注释<br></strong>行香子：词牌名。双调小令，六十六字，有前段八句四平韵、后段八句三平韵，前段八句五平韵、后段八句三平韵，前段八句五平韵、后段八句四平韵三种。<br>霜风：刺骨寒风。<br>“浑无处”二句：触目尽是因风而落的桐叶，无处回避。谓天地间都显示出衰老的容貌。衰容，衰老的面容。<br>不语书空：不说话，用手指在空中虚画字形。《晋书·殷浩传》载，殷浩被黜放，口无怨言，但终日书空，作“咄咄怪事”四字而已。此处用典表示胸中愤懑。<br>慵（yōng）：困倦。<br>“似无言”二句：无言的秋意似乎有意地触动着我的情感。侬：，我，系江浙方言。<br>付与千钟：交付酒杯，即以酒浇愁之意。钟，酒器。<br>酒花：指斟酒时酒面泛起的珠花。<br>眼花：这里指视线。<br>烛花：指蜡烛的火焰。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上片写景抒情，将秋风拟人与人对话，写词人面对萧瑟秋景，衰容剧增。悲秋是中国古典<a href=\"http://so.gushiwen.org/view_71394.aspx\">诗</a>词中历史悠久的传统主题，“霜风”就渲染出秋日的萧瑟氛围，奠定了全词悲凉哀怨的基调；尽管词人不愿意让人看出内心的痛苦，但“衰容”遮掩不住其因政治上的挫折而带来的郁结。接着以问句的形式写出词人有冤无处诉的忧郁愤激，“醉、病、慵”高度概括出了词人生活的无聊和苦闷，显示出对社会和人事的完全绝望。</p> <p>　　下片叙事议论，写词人早上醒来，来得庭院，感叹时光易逝，来日无多，而当时处境，只能让他将世间万桩事付与千钟美酒，任凭酒花雪白，眼花缭乱，烛花火红。光阴似箭，强烈地表现出词作的感伤之情；酒醉、眼乱、烛红，充分写出了词人狂放不羁的醉态。</p> <p>　　此词上下片采用对称结构，但时序上却有“昨夜”与“今朝”的先后承递关系。词中描述了两幅衰容，一是霜风昨夜入梧桐、今朝来庭下的萧瑟冷落；一是词人病后意慵懒、酒后眼花乱的潦倒颓放。</p> <p>　　全词融悲自然之秋、悲生命之秋和悲心境之秋为一体，风格悲凉凄婉，情感沉郁缠绵，富有感染力。它硬语盘空，借秋日病愈，抒发了官场坎坷、世路沧桑的感叹，流露出风烛残年的悲伤。</p> <p>　　作者一生多舛，几遭贬谪。这时，曾经骄傲的才子，回望一生漂泊，秋风中过往的淡然、坚定、洒脱似一一看穿。这时的他褪去了才子的傲然，伤得真切。全词悲切中又有作者一如既往的旷达，也表达了作者对坎坷一生的无谓态度，在伤感中放任心性的情感，哀而不伤.</p>",
  "about": "<h2>创作背景</h2> 　　这首词创作于作者晚年，属悲秋之作。薛本《苏文忠公全集》根据词意及“书空”之典，认为此词“当写于黄州时期或南迁之后”。而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在黄州时曾于元丰六年（1083年）春夏间患病，病愈在闰六月底，与此词所写深秋景色不符。绍圣元年（1094年）迁惠州后，苏轼于绍圣二年（1095年）七月痔疾发作，八九月间始愈，时已至深秋，与此词所写景色相合。此词或作于此时。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "秋天",
    "感叹",
    "生活"
  ]
}