{
  "id": 21295,
  "star": 27,
  "name": "井底引银瓶·止淫奔也",
  "dynasty": "唐代",
  "content": "井底引银瓶，银瓶欲上丝绳绝。<br>石上磨玉簪，玉簪欲成中央折。<br>瓶沉簪折知奈何？似妾今朝与君别。<br>忆昔在家为女时，人言举动有殊姿。<br>婵娟两鬓秋蝉翼，宛转双蛾远山色。<br>笑随戏伴后园中，此时与君未相识。<br>妾弄青梅凭短墙，君骑白马傍垂杨。<br>墙头马上遥相顾，一见知君即断肠。<br>知君断肠共君语，君指南山松柏树。<br>感君松柏化为心，暗合双鬟逐君去。<br>到君家舍五六年，君家大人频有言。<br>聘则为妻奔是妾，不堪主祀奉蘋蘩。<br>终知君家不可住，其奈出门无去处。<br>岂无父母在高堂？亦有亲情满故乡。<br>潜来更不通消息，今日悲羞归不得。<br>为君一日恩，误妾百年身。<br>寄言痴小人家女，慎勿将身轻许人！",
  "fanyi": "<p><strong>译文</strong><br>从井底用丝绳向上拉起银瓶，银瓶快上来了丝绳却断掉了。<br>在石头上磨玉做的簪子，玉簪快要磨成却从中间折断。<br>银瓶沉入井底玉簪折断又能如何呢？就像如今我和君的离别。<br>回想起往日在家还是闺秀之时，人们都说（我）举动之间都有美丽的影姿。<br>头发梳成美丽的发髻如同秋蝉之翼，将双眉化成如同远山一般缠绵婉转。<br>笑着和（侍婢）嬉戏大笑相伴在后花园，这个时候我还没有和君相识呢。<br>我玩弄靠着矮墙青梅树的枝桠，君骑着白马立在垂杨边上。<br>我在墙头你在马上遥相对望，一看见君就知道已经有断肠的相思。<br>知道君断肠的相思想要和君倾诉，君将手指向了南山的松柏树。<br>感受到君心就如松柏化成，暗想着要结起双鬟想要随君离去。<br>随着君到家里五六，君的父母常常有话告诉我。<br>经过正式行聘的才是正妻，私奔的是妾室，没有资格参与家族祭祀。<br>终于知道君的家是不能够住下去的，可是奈何离开家门却没有去处。<br>难道我没有父母高堂？我的家乡也都是亲人。<br>因为和君私奔所以很久不与家乡通消息，如今悲愤羞愧无法归乡。<br>对君而言不过一天的姻缘，却耽误了我一生的幸福。<br>以我的经历告诉那些小人家痴情的女儿，千万要慎重不要将终生轻易许人。</p> <p><strong>注释</strong><br>①淫奔：指男女私奔。淫：放纵；恣肆，过度，无节制。<br>②引：拉起，提起。银瓶：珍贵器具。喻美好的少女。<br>③殊：美好。<br>④娟：美好。宛转：轻细弯曲状。远山色：形容女子眉黛如远山的颜色。蛾：代指蝉翼。<br>⑤青梅竹马：指两小无猜的亲密。墙头马上遥相顾。<br>⑥语（yù）：告诉、倾诉。<br>⑦合双鬟：古少女发式为双鬟，结婚后即合二为一。<br>⑧大人：指男方父母。<br>⑨聘为妻：指经过正式行聘手续的女子才能为正妻，正妻可以主祭。奔：私奔。妾：偏室。不谌主祀：不能作为主祭人。蘋（píng）蘩（fán）：两种可供食用的水草，古代常用于祭祀。<br>⑩高堂：指父母。<br>⑪潜来：偷偷来，私奔。<br>⑫痴小：指痴情而年少的少女。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前三句的两个比喻总体的概括了全<a href=\"http://so.gushiwen.org/view_21295.aspx\">诗</a>意旨，那瓶沉簪折正是女子遭遣弃命运的写照。次三句写女子年少时的美貌殊姿，以相识之前的欢悦与相识后四句横遭不幸的痛苦相对比。再下写女子以身相许，决然私奔的过程，表现了痴情女子的天真和纯洁及为情所动的真实形态。之后的五句叙述私奔带来的屈辱和痛苦。“聘则为妻奔是妾”表达了没有经过礼法嘉许的结合，即使相爱情深也不能得到他人的认可。女子愤然出走，然而天地茫茫，已经无处可归。诗末两句凄凉悱恻，是对后世痴情女子的警策，也是女子自身屈辱悲愤的呐喊。“痴情女子负心汉，教人如何不悲伤。”</p> <p>　　“到君家舍五六年，君家大人频有言“。好好的良家女子，只因为随爱人私奔，便从此失去了为人妻的资格。”聘则为妻奔是妾，不堪主祀奉苹蘩。”侍奉公丈夫五六年之久，都换不来男家人的认可，她没有资格参与家族祭祀，她生的儿子也算不得夫家首选的继承人。这位重自尊的女性，终于决定离开这个家庭。一个追求真正爱情的弱女子是难以与强大的封建礼教相抗争的。在那个时代，像这样一个自主追求真正爱情的女子，不但在夫家会受到歧视，就是回到娘家，也会被自己的父母弟妹所鄙弃，她会被看成败坏门风的不祥之物。残酷的封建礼教就是这样直接摧残着人们的身心。因此诗人最后感叹说：“寄言痴小人家女，慎勿将身轻许人。”看似劝戒，实为叹息，诗人对诗中主人公的同情远远超过了他的劝戒。诗歌的基调因之也变得深沉且凝重。</p> <p>　　此诗的最大成就在于成功地塑造了一个单纯、美丽、多情的女子形象。除结尾外，整篇作品都是一个不幸女子的内心独白。刻画她的美丽不是通过自我欣赏而是借他人口中说出，手法颇高妙。“知君断肠共君语”，“感君松柏化为心”、“暗合双鬟逐君去”等语，刻画少女，贴切自然，充分表现出女主人公的单纯、多情。开头以银瓶、玉簪隐喻美丽的少女，新颖别致，托此以起兴，与下文衔接自然。结尾仅言她出门后没有去处，不进一步描写悲剧的结局，余韵深长，发人深省。</p> <p>　　在这首中长篇叙事诗中，诗人用凝练的语句表现了一私奔女子的悲哀。《礼记》：“奔者为妾，父母国人皆贱之”。它在题材上与古乐府中的弃妇诗类同，但其风格与情调与传统之作多有不同。从内容上看，全诗所表现的生活现象带有中唐都市生活的色彩，女子能有这样的机会与男子交往并能私奔，这在当时其他人的作品中也有所表现，这是唐人都市生活中特有的一个现象。唐朝的商业生活给青年男女的交往带来了一定自由，但传统的礼教观念却扼杀了他们追求幸福的权利，并制造了一些悲剧，而在这一悲剧中女子更是一个更大有受害者。诗人取材典型，对扼杀人性的礼教提出了批判。对不幸的女子表示了同情。其中对礼与情之间矛盾的表现体现了中唐士人的思想个性。其次在艺术表现上诗人也体现了中唐文人的叙事艺术的水平，诗人以女子之口叙述他们相识、私奔以及产生矛盾的整个过程，情节完整生动，极具戏剧性。诗人着重交代矛盾的原因，细致描写女子被弃后的心理， 突出故事的悲剧性与抒情性。诗人便就这种“奔者为妾”的社会现状写了这首长诗。同时，也表达了告诫女子不要轻易与人私奔之情。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_21295.aspx\">诗</a>约于公元838年由<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>所作。在封建社会中，淫奔往往是一种自由恋爱的大胆行动，为习俗所不容，为舆论所不许。诗人因对此社会现实与习俗无奈和为表达对因自由恋爱而受到迫害的有情人怜惜之情而作此诗。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "长篇",
    "叙事"
  ]
}