{
  "id": 8445,
  "star": 98,
  "name": "南轩松",
  "dynasty": "唐代",
  "content": "南轩有孤松，柯叶自绵幂。<br>清风无闲时，潇洒终日夕。<br>阴生古苔绿，色染秋烟碧。<br>何当凌云霄，直上数千尺。",
  "fanyi": "<p><strong>译文</strong><br>窗南有棵孤傲的青松，枝叶是多么茂密。<br>清风时时摇着它的枝条，潇洒终日是多么惬意。<br>树阴下老早以前就长满绿苔，秋日的云雾到此也被它染碧。<br>何时才能枝叶参天长到云霄外面，直上千尺巍然挺正。</p> <p><strong>注释</strong><br>南轩：轩原本指多窗的长廊，这里泛指当南的窗外。<br>柯叶：枝叶。<br>绵幂：密密层层的样子，枝叶稠密而相覆之意。<br>潇洒：洒脱，无拘束貌。此以形容松树枝叶在清风中摆动的样子。<br>日夕：早晚。“终日夕”与上句“无闲时”对举。<br>“阴生”句：阴凉处生出的青苔颜色深绿。<br>“色染”句：苍翠的青松似乎将秋一的烟岚都染绿了。<br>何当：犹言何日、何时。<br>凌云霄：直上云霄。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编半注释》云，此<a href=\"http://so.gushiwen.org/view_8445.aspx\">诗</a>于开元十五年（727）而作。</p> <p>　　“南轩有孤松，柯叶自绵幂”运用铺叙的手法，描绘出一幅松树苍劲挺拔、松树枝叶稠密昂首天外的景致。诗一开头，就说这是一棵“孤松”，突出了它的不同凡俗。接着写松树枝叶繁茂、生机勃勃、四季常青，塑造出松树郁郁苍苍、古朴高洁的形象。</p> <p>　　“清风无闲时，潇洒终日夕”，风吹劲松，更觉松树苍劲。古人有诗云：“亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。”“清风”、“潇洒”、“日夕”等有巨大气势的事物和表现大起大落的动词，使得诗意具有飞扬跋扈、迅猛阔大的气势。风因松而见其盛，松因风而见其劲，为下文期盼“孤松”向往着“直上数千尺”的凌云之势作铺垫。</p> <p>　　“阴生古苔绿，色染秋烟碧”两句，再对松树生长的环境进行描写，来烘托松树高大苍翠。“阴生古苔绿”，是说由于松树高大，在它的阴处长出了碧绿的古苔。既言“古苔”足见这棵松树的年岁之长。半空中松树茂密的枝叶，一片浓密翠绿，而地上的古苔也呈现出一片绿色，上下辉映，似乎将周围的空气都要染绿了似的。“色染秋烟碧”，形象地描绘了这一迷人景象。其中一个“染”字用得妙，将景物都着上了宜人的色彩。</p> <p>　　“何当凌云霄，直上数千尺”以夸张的口吻极言其高。正是抒写的诗人见“孤松”而生的感叹，但不是以上所说的那种感觉，却是一种因不满足于眼前之景而萌生的期待、盼望之情。</p> <p>　　此诗的前六句，重在描绘诗人所见“孤松”之景，写“孤松”枝叶繁茂、清风中显得那样潇洒自得；“孤松”苔绿叶翠，秋烟中更添膘胧之美。这给人以孤傲自恃，超然物外的感觉。末二句，侧重体现出诗人不满足于“孤松”的潇洒自得，向往着“直上数千尺”的凌云之势。（唐）<a href=\"http://so.gushiwen.org/author_2330.aspx\">范传正</a>《李白新墓碑》所谓：“常欲一鸣惊人，一飞冲天”之意。这种情感，显然是诗人虽来得重用，却时时怀有凌云壮志渴望施展的内心情怀的一种“借越发挥”。</p> <p>　　此诗借用“孤松”、“清风”、“游云”、“日夕”、“苔绿”、“秋烟”、“苔绿”、“云霄”、“染”、“凌”等有巨大气势的事物和表现大起大落的动词，使得诗意具有飞扬跋扈、不可一世的气势，易使读者产生激昂振奋的感觉，侧面衬托出“孤松”潇洒高洁、顽强挺拔的品性，表现出诗人不满足于“孤松”的潇洒自得，向往着“直上数千尺”的凌云之势，表达了诗人刚正不阿的高尚品格，道明诗人崇高的理想和远大的抱负。</p>",
  "about": "<h2>创作背景</h2> 　　安旗《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>全集编半注释》云，此<a href=\"http://so.gushiwen.org/view_8445.aspx\">诗</a>于开元十五年（727）而作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "理想"
  ]
}