{
  "id": 50239,
  "star": 59,
  "name": "江城子·南来飞燕北归鸿",
  "dynasty": "宋代",
  "content": "南来飞燕北归鸿，偶相逢，惨愁容。绿鬓朱颜重见两衰翁。别后悠悠君莫问，无限事，不言中。<br>小槽春酒滴珠红，莫匆匆，满金钟。饮散落花流水各西东。后会不知何处是，烟浪远，暮云重。",
  "fanyi": "<p><strong>译文<br></strong>我们就像从南飞来的燕子与向北而归的鸿雁，偶尔相逢，带着凄惨悲愁的面容。想当年都是黑发红颜，而此时重见却是两个衰朽的老翁。分别后世事悠悠您就不用问了，无限的事情，都在不言中。<br>面前的珍珠美酒滴滴红，不用行色匆匆，尽管把酒斟满在金钟。这一阵饮酒之后，我们又要像落花流水一样各奔西东。以后的相聚不知道又会在什么时候什么地方，只见江面烟雾腾腾，暮云叠叠重重。</p> <p><strong>注释<br></strong>⑴江城子：词牌名。又名“江神子”。唐词单调，始见《花间集》。宋人改为双调，七十字，上下片都是七句五平韵。<br>⑵“南来”句：此句仿南朝陈江总《东飞伯劳歌》“南非无却北飞鸿”句意，借喻久别重逢的友人。<br>⑶绿鬓朱颜：黑发红颜，形容年轻美好的容颜。衰翁：老翁。<br>⑷悠悠：思念貌；忧思貌。<br>⑸小槽：古时制酒器中的一个部件，酒由此缓缓流出。春酒：冬酿春熟之酒；亦称春酿秋冬始熟之酒。<br>⑹金钟：酒杯之美称。钟，酒器。<br>⑺烟浪：雾霭苍茫的水面，同“烟波”。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《酬冯十七舍人》<a href=\"http://so.gushiwen.org/view_50239.aspx\">诗</a>：“白首相逢处，巴江烟浪深。”<br>⑻暮云重：喻友人关山远隔。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春日忆<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》诗：“渭北春天树，江东日暮云。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>和<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这对师生在落难中相会，却没有一丝相逢的喜悦。相向无言，愁容满面，两鬓苍苍。他们或许已经预感到“后会不知何处是”，也许今生无望！所以只有一再劝酒：“小槽春酒滴珠红，莫匆匆，满金钟。”“饮散落花流水、各西东”，词中弥漫着一股凄凉的气氛。</p> <p>　　起句“南来飞燕北归鸿”，套用古<a href=\"http://so.gushiwen.org/view_50239.aspx\">诗</a>句式，作为比兴，似乎有点喜，但接下去说：“偶相逢，惨愁容。”可见二人相见之初，即愁容满面。他们远谪南荒，历尽艰辛，自然容颜憔悴，十分愁苦。此刻贬所逐步内徙，虽是好事，但并未带来欢悦，他们仍有重重顾虑，甚至都自作了挽词和墓志文，准备一死。“绿鬓朱颜重见两衰翁”，涵盖面极广，从青年时代，一直写到老年。此时，政治上的无情打击，已断送了他们的前途，断送了他们的青春，所以他们觉得老了，成了“衰翁”。“别后悠悠君莫问，无限事，不言中”三句，尤其沉痛。在别后的六年中，二人罪名一再增加，贬所不断迁徙。这中间，该有多少苦楚，然而作者仅用“无限事，不言中”六字概括，非不言也，是不能也。北宋森严的党禁，于此可见一斑。</p> <p>　　词的下阕，乃写饯别。当时雷州，地处蛮荒，经济十分落后，在迁谪中的秦观能够备酒为乃师饯行，已属不易。“小槽春酒滴珠红”虽然用典，但出语自然，形象逼真，更兼词人殷勤劝酒，倍觉感人。“莫匆匆，满金钟”六字，写出了当时迁臣所处的环境，一边有部使者（犹后世的监差）在旁，王命不可延迟，苏轼要匆匆上路；一边是秦观借酒挽留，哪怕是多留一会儿也是好的，师生情谊，何其深永。“饮散落花流水各西东”一句用比喻，化用<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>、<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词成句，非常恰切，给人以无穷的想象。“后会不知何处是，烟浪远，暮云重”三句，以景结情，蕴含深远。苏轼西去廉州，关山远隔，前途未卜，秦观不由地担起心来。此刻他望着烟雾腾腾的江面和重重叠叠的暮云，怅然出神。虽未言情，而无限深情，自寓景中。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋徽宗元符三年（1100年）。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>，北宋词坛上的两颗巨星，一为豪放之首，一为婉约之宗。从元丰元年（1078年），三十岁的秦观访苏轼于徐州起，到他五十一岁去世，他们交往了二十一年，其间结下了深厚的师友情谊。<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》卷三记载：“苏子瞻于四学士中最善少游，故他文未尝不极口称善，岂特乐府。”在老师的眼里，秦观是他最得意的学生。但是他们都是仕途坎坷，由于不断倍受政敌的打击，屡遭贬谪，甚至被削去官职看管起来，导致他们晚景凄凉，客死他乡，不意造化弄人若此。元符三年四月，秦观被移诏衡州，苏轼也被获准内迁，这对饱经磨难的师生希望马上见面，共话别情。据《苏<a href=\"http://so.gushiwen.org/view_50239.aspx\">诗</a>总案》卷四三载：“四月，得秦观书。”并表示：“若得及见少游，即大幸也。”六月，师生会于康海。此次相会，秦观赋《江城子》以记之。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "抒怀",
    "感慨",
    "悲伤"
  ]
}