{
  "id": 27721,
  "star": 651,
  "name": "题乌江亭",
  "dynasty": "唐代",
  "content": "胜败兵家事不期，包羞忍耻是男儿。 <br>江东子弟多才俊，卷土重来未可知。",
  "fanyi": "<p><strong>译文</strong><br>胜败乃是兵家常事，难以事前预料。能够忍辱负重，才是真正男儿。<br>西楚霸王啊，江东子弟人才济济，若能重整旗鼓卷土杀回，楚汉相争，谁输谁赢还很难说。</p> <p><strong>注释</strong><br>⑴乌江亭：在今安徽和县东北的乌江浦，相传为西楚霸王<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>自刎之处。《史记·项羽本纪》：“于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：‘江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。’项王笑曰：‘天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？’······乃自刎而死。”<br>⑵兵家：一作“由来”。事不期：一作“不可期”。不期，难以预料。<br>⑶包羞忍耻：意谓大丈夫能屈能伸，应有忍受屈耻的胸襟气度。<br>⑷江东：自汉至隋唐称自安徽芜湖以下的长江南岸地区为江东。才俊：才能出众的人。才，一作“豪”。<br>⑸卷土重来：指失败以后，整顿以求再起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_27721.aspx\">诗</a>作首句直截了当地指出胜败乃兵家之常这一普通常识，并暗示关键在于如何对待的问题，为以下作好铺垫。“事不期”，是说胜败的事，不能预料。次句强调指出只有“包羞忍耻”，才是“男儿”。<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>遭到挫折便灰心丧气，含羞自刎，怎么算得上真下的“男子汉”呢？“男子汉”三字，令人联想到自诩为力超过山河，气可盖世的西楚霸王，直到临死，还未找到自己失败的原因，只是归咎于“时不利”而羞愤自杀，有愧于他的“英雄”称号。</p> <p>　　第三句“江东子弟多才俊”，是对亭长建议“江东虽小，地方千里，众数十万人，亦足王也”的艺术概括。人们历来欣赏项羽“无面见江东父兄”一语，认为表现了他的气节。其实这恰好反映了他的刚愎自用，听不进亭长忠言。他错过了韩信，气死了范增，确是愚蠢得可笑。然而在这最后关头，如果他能面对现实，“包羞忍耻”，采纳忠言，重返江东，再整旗鼓，则胜负之数，或未易量。这就又落脚到了末句。</p> <p>　　“卷土重来未可知”，是全诗最得力的句子，其意盖谓如能做到这样，还是大有可为的；可惜的是项羽却不肯放下架子而自刎了。这样就为上面一、二两句提供了有力的依据，而这样急转直下，一气呵成，令人想见“江东子弟”“卷土重来”的情状，是颇有气势的。同时，在惋惜、批判、讽刺之余，又表明了“败不馁”的道理，也是颇有积极意义的。</p> <p>　　此诗与《赤壁》诗一样，议论战争成败之理，提出自己对历史上已有结局的战争的假设性推想。首句言胜败乃兵家常事。次句批评项羽胸襟不够宽广，缺乏大将气度。三四句设想项羽假如回江东重整旗鼓，说不定就可以卷土重来。这句有对项羽负气自刎的惋惜，但主要的意思却是批评他不善于把握机遇，不善于听取别人的建议，不善于得人、用人。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>曾以史家眼光批评项羽“天亡我，非战之罪”的执迷不悟。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>则以兵家的眼光论成败由人之理。二人都注重人事，但司马迁是总结已然之教训，强调其必败之原因；杜牧则是假想未然之机会，强调兵家须有远见卓识和不屈不挠的意志。</p> <p>　　议论不落传统说法的窠臼，是杜牧咏史诗的特色。诸如“东风不与周郎便，铜雀春深锁二乔”（《赤壁》），“南军不袒左边袖，四老安刘是灭刘”（《题商山四皓庙》），都是反说其事，笔调都与这首诗类似。这首诗借题发挥，宣扬百折不挠的精神，是可取的。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>于会昌元年（841年）赴任池州刺史时，路过乌江亭，写了这首咏史<a href=\"http://so.gushiwen.org/view_27721.aspx\">诗</a>。一说作于开成四年（839年）。</p>",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "咏史怀古",
    "励志"
  ]
}