{
  "id": 10790,
  "star": 17,
  "name": "登兖州城楼",
  "dynasty": "唐代",
  "content": "东郡趋庭日，南楼纵目初。<br>浮云连海岱，平野入青徐。<br>孤嶂秦碑在，荒城鲁殿馀。<br>从来多古意，临眺独踌躇。",
  "fanyi": "<p><strong>译文</strong><br>　　我在来到兖州看望我父亲的日子里，初次登上城楼放眼远眺，飘浮的白云连接着东海和泰山，一马平川的原野直入青州和徐州。秦始皇的石碑像一座高高的山峰屹立在这里，鲁恭王修的灵光殿只剩下一片荒芜的城池。我从来就有怀古伤感之情，在城楼上远眺，独自徘徊，心中十分感慨。</p> <p><strong>注释</strong><br>⑴兖州：唐代州名，在今山东省。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>父亲杜闲任兖州司马。邵注：兖州，鲁所都，汉以封共王余。《唐书》：兖州，鲁郡，属河南道。顾宸注：兖州，隋改为鲁郡，唐初复曰兖州，后又改鲁郡。仇兆鳌按：唐之兖州治瑕丘县，即今之嵫阳县也。<br>⑵东郡趋庭：到兖州看望父亲。《前汉志》：东郡，秦置，属兖州。隋孙万寿<a href=\"http://so.gushiwen.org/view_10790.aspx\">诗</a>：“趋庭尊教义。”蔡梦弼曰：公父闲尝为兖州司马，公时省侍，故有“趋庭”句。<br>⑶初：初次。《晋书·庾亮传》：“乘秋夜往，共登南楼。”此借用其字。张镜《观象赋》：“尔乃纵目远览，傍通四维。”<br>⑷海岱：东海、泰山。古诗：“浮云蔽白日。”海岱青徐，与兖州接壤。《禹贡》：“海岱惟青州。”<br>⑸入：是一直伸展到的意思。青徐：青州、徐州。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>诗：“平野起秋尘。”《海赋》：“西薄青徐。”《唐书》：青州北海郡、徐州彭城郡，俱属河南道。<br>⑹秦碑：秦始皇命人所记得的歌颂他功德的石碑。唐太宗《小山赋》：“寸中孤嶂连还断。”《秦本纪》：“始皇二十八年，东行郡县，上邹峰山，刻石颂秦德。”<br>⑺鲁殿：汉时鲁恭王在曲阜城修的灵光殿。馀：残馀。谢玄晖诗：“荒城迥易阴。”徐摛诗：“列楹登鲁殿。”王延寿《鲁灵光殿赋》：“殿本景帝子鲁共王所立。”《后汉书注》：殿在兖州曲阜县城中。<br>⑻古意：伤古的意绪。《史记·龟策传》：“所从来久矣。”隋<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>诗：“怅然怀古意。”<br>⑼踌躇：犹豫。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>诗：“临眺殊复奇。”《庄子》：“圣人踌躇以兴事。”薛君曰：“踌躇，踯躅也。”《玉篇》：“犹豫也。”黄生曰：前半登楼之景，后半怀古之情，其驱使名胜古迹，能作第一种语。此与《岳阳楼》诗，并足凌轹千古。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联点出登楼的缘由和时间。“东郡”，在汉代是兖州所辖九郡之一。“趋庭”用《论语·季氏》<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>的儿子“鲤趋而过庭”的故事，指明是因探亲来到兖州，借此机会登城楼“纵目”观赏。“初”字确指这是首次登楼。</p> <p>　　颔联写“纵目”所见形势。“海”指渤海，“岱”指泰山，都在青州境。兖、青、徐等州均在山东、江苏一带。“浮云”、“平野”四字，用烘托法表现兖与邻州都位于辽阔平野之中，浮云笼罩，难以分辨。“连”“入”二字从地理角度加以定向，兖州往东与海“连”接，往西伸“入”楚地。不但壮观，且传神。</p> <p>　　颈联写纵目所见胜迹，并引起怀古之情。“孤嶂”指今山东邹县东南的峄山。“秦碑”，指秦始皇登峄山时臣下“颂”德的石刻。“在”指尚在。“荒城”指曲阜。“鲁殿”，指县东二里的汉景帝子鲁恭王所建鲁灵光殿，“余”指残存。“在”、“余”二字从历史角度进行选点，秦碑、鲁殿在“孤嶂”、“荒城”中经受历史长河之冲刷，一存一残，个中原因是很能引起人们对传统文化的反思的。</p> <p>　　尾联是全<a href=\"http://so.gushiwen.org/view_10790.aspx\">诗</a>的总结。“从来”意为向来如此。“古意”承颈联“秦碑”来。“多”说明深广。它包含两层意思。其一诗人自指，意为诗人向来怀古情深，其一指兖州，是说早在东汉开始兖州建置前，它就以古迹众多闻名。这就是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>登楼远眺，会生起怀古情思的原因。“临眺”与颔联“纵目”相照应。“踌躇”，徘徊。“独”字很能表现杜甫不忍离去时的“独”特感受。前人解释：“曰‘从来’则平昔怀抱可知；曰‘独’则登楼者未必皆知”。（赵汸）很能道出尾联的深沉含意。此诗是杜甫二十九岁时作，是杜甫现存最早的一首五律诗。此诗已初次显露出他的艺术才华。明代<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>把“迭景者意必二”作为“律诗三昧”之一。</p> <p>　　此诗虽属旅游题材，但诗人从纵横两方面，即地理和历史的角度，分别进行观览与思考，从而表达出登楼临眺时触动的个人感受，是颇具特色的。诗人一方面广览祖国的山海壮观，一方面回顾前朝的历史胜迹，而更多的是由临眺而勾引起的怀“古”意识。在艺术上此诗一、二、三联均运用了工整的对句。“ 东郡”、“南楼”，“趋庭”、“纵目”，“浮云”、“平野”，“海岱”、“青徐”，“孤嶂”、“荒城”，“秦碑”、“鲁殿”，都是实写。尾联才由“临眺”引出思“古”之“意”，则带有虚写的意味。而二、三联“连”、“入”、“在”、“余”四字，通过对仗，将海岱连接，平野延伸，秦碑虽存，鲁殿已残等自然景观与历史胜迹，在动态中分别表现出来。尾联“多”、“独”二字尤能传达作者深沉历史反思与个人独特感受。无怪乎叶石林评论说：“诗人以一字为工”，“惟老杜变化开阖，出奇无穷”。</p>",
  "about": "<h2>创作背景</h2> 　　登兖州城楼这首<a href=\"http://so.gushiwen.org/view_10790.aspx\">诗</a>和《望岳》同是第一次游齐赵时所作，约作于开元二十四年（736年），作者当时到兖州省视父亲而登咏兖州南楼。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "登楼",
    "杯古"
  ]
}