{
  "id": 70374,
  "star": 2,
  "name": "杂剧·散家财天赐老生儿",
  "dynasty": "元代",
  "content": "楔子<br>老夫东平府人氏，姓刘名从善，年六十岁。婆婆李氏，年五十八岁。女孩儿引张，年二十七岁。女婿张郎，年三十岁。老夫有一兄弟是刘从道，所生一子，小名引孙。这孙儿好是命毒也！我那兄弟早年间亡化过了，有兄弟媳妇儿宁氏，是蔡州人。为这妯娌两个不和，我那兄弟媳妇儿要领着孩儿，到他那爷娘家里守服去了。一来依仗着他爷娘家，二来与人家缝破补绽，洗衣刮裳，觅的些东西，来与这孩儿做学课钱。随后不想兄弟媳妇儿可也亡化过了，单留下这孩儿。那老爷老娘家亲眷每说道：\"你那孩儿则管在这里住怎么？东平府不有你的伯父，谁不知道个刘员外？你不到那里寻去怎么？\"那里众亲眷每与了孩儿些盘缠，这孩儿背着他那母亲的骨殖，来到东平府，寻见老夫。老夫用了些小钱物，和兄弟一搭里葬埋了。孩儿如今二十五岁也。嗨！我这婆婆，想着和他那娘两个不和，见了这孩儿也，轻呵便是骂，重呵便是打，可这般见不的我个侄儿。我那是见不的他来？不要闹，我则是那么道，休着街坊人家笑话。引孙，你是个精细的人，何消我一一尽言？眼见的我家里难住，庄儿头有两间草房，绰扫一间，教几个村童，养赡你那身子去罢。那两间草房要留着圈驴哩，不要动俺的。你养活着那驴子做甚么？那驴子我养活着他，与我耕田耙垅，与我碾麦子拽磨，驼粮食驼草，还与我骑坐，可不要养活着哩。这厮则与他一间。你听波，一间也罢。张郎，将二百两钞来与引孙。理会的。我欠他的来？依着你，则与他一百两罢。是，将一百两钞来，他又不识数儿，我落下他二十贯。引孙！你那穷弟子孩儿，一世不能勾长俊的，与你噇脓捣血将去。引孙，与你这一百两钞，你少使俭用些。孩儿也，你着志者。谢了伯父、伯娘、姐姐、姐夫。出的这门来。我那伯伯与我二百两钞，我那伯娘当住，则与我一百两钞，着我那姐夫张郎与我。他从来有些掐尖落钞，我数一数。六十两、七十两、八十两，则八十两钞。我再回去与伯父说咱。你敢不要么？若不要便拿来还我罢。我要问伯父，与引孙多少钞来？与你一百两钞。这里则八十两。张郎，我着你与引孙一百两钞，你怎生则与他八十两？那二十两使了你的！父亲，是一百两。姐夫，兀?<br>某闶?张郎云)将来我数，七十两、八十两(做袖里摔科，云)兀的不是钞，是你掉下二十两了。(引孙云)是你袖儿里摔出来的。伯伯、伯娘，引孙冻饿杀，再也不到你门上来了。姐姐、姐夫，引孙多多定害。出的这门来，引孙也，我那伯伯为着我父亲面上肯看觑我，我那伯娘眼里见不的我，见了我不是打便是骂，则向他女婿张郎。他强杀者波则姓张。我便歹杀者波，我姓刘，是刘家的子孙阿！引孙也，怨人怎么？则叹我的命运。(诗云)仰面空长叹，低首泪双垂。富贵他人聚，今日个贫寒亲子离。(下)(正末云)引孙去了也。老夫待将我这家私停停的分开，与我这女儿和这侄儿。老夫心中暗想，俺这男子汉到八八六十四，妇人七七四十九，乃是尽数。老夫止有四年的限也，不想小梅这妮子，年二十岁，婆婆为他精细，着他近身扶侍老夫。如今腹怀有孕，未知是个女儿？小厮儿？则怕久后为这几文业钱，着孩儿日后生了别心。就今日我着几句言语，压伏这孩儿每咱。张郎，(卜儿云)去了侄儿，如今想要寻着女婿哩。(正末云)你知道我说甚么？(卜儿云)你待说甚么？(正末云)张郎，你是我家女婿，只今十年满了也，俺两口儿偌大年纪，房下别无所出，孩儿，你怎忍撇俺去了？今日为始，则在我家里住。(卜儿云)孩儿谢了父亲者。(正末云)你看他便欢喜也。张郎，将俺那远年近岁欠少我钱钞的文书，都与我搬运将出来，算一算是多少？(张郎云)兀的不是文书，我都搬出来了。(正末云)小梅，点个灯来。(小梅云)兀的是灯。(正末云)都与我烧毁了者。(张郎做抢科)(正末云)呀、呀、呀，不怕烧了手，去那火里挝这文书那！孩儿也，这钱直恁般中使？(卜儿云)老的也，想着你幼年时，南头里贩贵，北头里贩贱，乘船骑马，渡江泛海，做买做卖，挣扎下许来大家私。放钱举债，与人家钱钞的文书，怎的也不通个商量，就一把火都烧毁了！(正末云)量这些文书，打甚么不紧？想咱的家私不有十万贯那。(卜儿云)十万贯则有多哩。(正末云)从今为始，将这十万贯家私，姐夫、姐姐两口儿分取一半，将这一半与婆婆收者。(卜儿云)两个孩儿谢了你父亲者。(张郎云)谢了父亲。(正末云)你看他便欢喜也。婆婆，将这一半家私且收留起。那东平府里，那个不说刘员外那老子，空有钱呵，割舍不的，他是个看钱奴。婆婆，将这一半家私，和那一辈老相识朋友每，也闲快活几年咱。(卜儿云)老的，你说的是，说的是。(正末云)婆婆，我待要庄儿头住几日去咱。(卜儿云)便着下次小的每鞍马，送老的往庄儿上去。家中一应大小事务，你休管，有我哩，你则管?<br>判牡娜ァ?正末云)婆婆，我有句话敢说么？(卜儿云)老的也，你有甚么话，但说不妨。(正末云)我则专等婆婆报个喜信。婆婆，小梅这妮子有个比喻，你可知道么？(卜儿云)你说，你说，有个甚的比喻？(正末云)婆婆，小梅这妮子，他似那借瓮儿酿酒。(卜儿云)如何是借瓮儿酿酒？(正末云)别人家的瓮儿，借将的来家做酒，只等酒熟了时，可把那瓮儿送还与他本主去。婆婆，这妮子如今不腹怀有孕也？明日小梅或儿或女得一个，则是你的。那其间将这妮子，要呵，不要呵，或是典，或是卖，也只由的你。(卜儿云)你也说的是。(正末云)婆婆，(卜儿云)老的，你又怎么？(正末云)婆婆，小梅这妮子，从来有些奴唇婢舌的，怕不恼着婆婆。看老夫的面，应当打时节，则骂几句罢。(卜儿云)只古里聒絮，我知道了也。(正末云)婆婆，小梅这妮子，老夫恰才不道来，有甚的恼着你。应骂时节，你也则自处分咱。(卜儿云)老的，你则放心的去，我说知道了也。(正末云)婆婆，(卜儿云)老的，莫不又是小梅么？(正末云)婆婆，你觑，你觑。(卜儿云)老的，你恰才将远年近岁欠少咱钱债的文书都烧毁了，你可主着何意？(正末云)婆婆，你不知道，老夫心下自有个主意也呵。(唱)<br>【仙吕】【赏花时】我为甚将二百锭征人的文契烧？也只要将我这六十载无儿冤业消。(带云)婆婆，我可似个甚么那？(唱)我似那老树上今日个长出些笋根苗。(带云)婆婆，小梅这妮子呵，(唱)你心中可便不错，(云)婆婆，小梅这妮子，他可似甚么？那如同那生菜儿一般，他只要新水儿洒者波。婆婆，(唱)你是必休将兀那热汤浇。(下)<br>(卜儿云)我知道了也。孩儿每，看头口儿，送你父亲庄儿上去来。(同下)<br><br>第一折<br>(张郎同旦儿上，云)欢喜未尽，烦恼到来。自家张郎的便是，这个是我浑家引张。我当日与这刘员外家做女婿，可是为何？都则为这老的他有那泼天也似家私，寸男尺女皆无，所以上与他家做女婿，我满意的则是图他这家私。不想老的近日间着这小梅近身扶侍，如今这小梅腹怀有孕。我想来，若是得个女儿也，则分的他一半儿家私，若是得一个小厮儿，我两只手交付与他那家私，我不干生受了一场。(旦儿云)张郎，你这几日眉头不展，可是为何？(张郎云)大嫂，你不知，我老实说，我当日与你家做女婿，为你父亲无儿，久以后这家缘家计都是我的。如今老的将这小梅姨姨收在身边，如今腹怀有孕，若是得一个女儿，则分的他一半儿家私，若得个小厮儿，我双手儿都交付与他，我不干生受了？我因此上烦恼。(旦儿云)张郎，比及你有心呵，我也有心多时了。我先将小梅所算了何如？(张郎云)你那里是我的媳女，你是我的亲娘。你可怎么说？(旦儿云)俺先与奶奶说，则说小梅配绒线去，怀空走了也。(张郎云)此计大妙。(旦儿云)我就和你对奶奶说去来。奶奶。(卜儿上，云)孩儿，你唤我做甚么？(旦儿云)奶奶，小梅又不曾打他，又不曾骂他，今早配绒线去，怀空走了也。(卜儿云)嗨，你两个也省的，俺老的偌大年纪，见有这些儿望头，欢喜不尽，在庄儿上专等报喜哩，怎么有这般的事？莫不是你两个做下来的那？(旦儿云)小梅今日绝早自家走了，干我们两个甚的事？(卜儿云)既然小梅走了，小的每，辆起车儿来，你两个跟着我，直到庄儿上报知老的去来。(同下)(正末领丑兴儿上，云)老夫自从到于庄儿上住，则专等婆婆报一个喜信。我想人生在世，凡事不可过分，到这年纪上身多有还报。则我那幼年间做经商买卖，早起晚眠，吃辛受苦，也不知瞒心昧己，使心用幸，做下了许多冤业，到底来是如何也呵！(唱)<br>【仙吕】【点绛唇】将本求财，在家出外，诸般儿快。拥并也似钱来，到底个还不彻冤家债。(云)那一日婆婆人情去了，小梅这妮子忽的走到面前道：\"爹爹，小梅有句话，可是敢说么？\"老夫便道：\"有甚么话，你说波。\"他道：\"小梅有半年身孕。\"老夫便道：\"小鬼头，休胡说！婆婆听得呵枉打死你。\"他道：\"您孩儿不敢说谎。\"老夫道：\"是真个么？\"他道：\"是真个。\"我便教人请稳婆去。(唱)<br>【混江龙】请来凭脉，(云)一投的凭罢那脉也，婆婆道：\"老的，你索与我换上盖咱。\"老夫便道：\"你与我说了，我与你。\"他便道：\"老儿，你贺喜者。\"(唱)他道小梅行必定是个厮儿胎。不由我不频频的加额，落可便暗暗的伤怀。但得一个生忿子拽布披麻扶灵柩，索强似那孝顺女罗裙包上筑坟台。往常我瞒心昧己，信口胡开，把神佛毁谤，将侩道抢白。因此上折乏的儿孙缺少，现如今我筋力全衰。人说着便去，人唤着忙来，看经要火罪，舍钞要消灾。我急煎煎去把那稳婆和老娘寻，恨不得曲躬躬将他土块的这砖头来拜。(带云)我想：儿孙的福分，非同小可也。(唱)使不着人强马壮，端的是鬼使神差。<br>(云)兴儿，昨日使你城里去来，听的我那一辈儿老相识朋友每说我些甚么来？(兴儿云)爹，我昨日城里买油去，见一辈老的每说来：\"若得个女儿便罢，得一个小厮儿呵，他每待将你骑着头口，着草棍打着你游街，还待着你做一个大大的庆喜筵席哩。\"(正末云)兴儿，你休说谎。(兴儿云)孩儿不敢说谎。(正末云)哎，那老的每则不说出来，他敢是做出来也。(唱)<br>【油葫芦】有那等守护贤良老秀才，他说的来、狠利害。(云)他每都道是，刘从善那老子空有钱，则恁般割舍不的使。若是个女儿呵罢论，若是个小厮儿呵，耻辱那老子一场。(唱)他待将这老头儿监押去游街。(带云)小梅，你若真个得个儿呵，(唱)我情愿谢神天便把那香花赛，请亲邻便把猪羊宰。遮莫他将蹇卫迎，草棍捱。但得他不骂我做绝户的刘员外，只我也情愿湿肉伴干柴。<br>【天下乐】我可便得一个残疾的小厮儿来，问甚么兴也波衰，总是那天数该。(云)天那，倘是我小梅这妮子分娩了，你觑这早晚多早晚也，莫不是小厮儿生得毒么(唱)则他那时辰儿问甚么好共歹，我但得把他摇车儿上缚，便把我去墓子里面埋，我便做一个鬼魂儿，可便也快哉。<br>(云)兴儿。(兴儿云)爹，你叫我怎么？(正末云)你门首觑者，看有甚么人来？(卜儿同旦儿张郎上，云)可早来到也。兴儿，你报与老爹知道，说我来看他哩。(兴儿云)爹，有奶奶在门首哩。(正末云)婆婆来了也。兴儿，杀下羊者，请、请、请。(兴儿云)您孩儿知道。奶奶，爹有请哩。(卜儿云)孩儿，您在门首，我先过去。见了老的，你着我说甚么？(做见科，云)老的，你在这庄儿上好将息，倒大来耳根清静也。(正末云)婆婆请坐，喜波，喜波，得了个小厮儿么？(卜儿云)是好个小厮儿。(正末云)婆婆，那小梅当真得了个甚么？(卜儿云)我说便说，你则休烦恼。(正末云)你说，我不烦恼。(卜儿云)自从老的往庄儿上来了，俺一家儿看着老的面皮上，都尽让小梅，又不曾打他，又不曾骂他。今日大清早起来。推配绒线去，怀空走了也。(正末云)走了也？你便唬杀老夫也。好谎波，你说与咱同喜咱。(卜儿云)我不说谎，怕你不信呵，姐姐也在门首哩。(正末云)姐姐也来了？请过姐姐来。(兴儿云)姐姐，爹有请。(旦儿云)张郎，你且在门首，我先过去。(做见科)(正末云)姐姐喜波，喜波，得了个兄弟么？是必抬举你那兄弟儿咱。(旦儿云)父亲，甚么兄弟？(正末云)小梅得了的。他打甚么不紧，我则是觑着姐姐哩。(旦儿云)小梅又不曾打他，又不曾骂他，跟着人逃走去了。(正末云)他走了？您娘儿每一家儿说便说，怕做甚么？我知道，这是我婆婆的见识：引张到那里见你爹时节，则说道是走了；他若说道是得了个小厮儿呵，那老子偌大年纪，则怕把那老子欢喜杀了。这个是婆婆使的见识。(卜儿云)小梅委实是走了也。(正末云)姐姐，你敢说谎哩，量他打甚么不紧，我则觑着姐姐姐夫哩。(旦儿云)父亲不信呵，有张郎在门首。(正末云)女婿也来了？您娘儿两个我根前说谎。兴儿，快请过姐夫来。(兴儿云)姐夫，爹请你哩。(张郎做见正末云)父亲好将息，倒宜出外。(正末云)姐夫，喜波，喜波，你郎舅每厮守着，好抬举照觑咱。(张郎云)甚么朗舅子那？(正末云)小梅得了的。(张郎云)甚么小梅？又不曾打他，又不曾骂他，怀空害慌，跟着人走了。(正末云)噤声！他怎么走了？(卜儿云)说道走了就走了，那个哄你？走了小妮子，打甚么不紧？(正末唱)<br>【那吒令】哎！你是个主家的，(云)偌大年纪，亏你不害那脸羞。(卜儿云)我又不曾放屁，我怎么脸羞？(正末唱)你兴心儿妒色，你是个做女的，(云)不学些三从四德，俺一家儿簇捧着你为甚么来？(唱)你从心儿的放乖。更着你个为婿的，(云)万贯家缘都在你手里，你在那钱眼里面坐的。兀自不足哩！(唱)你贪心儿爱财。(做哭云)痛杀老夫也。(卜儿笑科，云)呸！我又不曾捻杀他，又不曾掐杀他，他惶恐自害羞走了，你张开着口哭些甚么？(正末唱)怎着我空指望，空宁耐，落得这苦尽甘来。<br>【鹊踏枝】你可便道他歪，不思量我年迈。(卜儿云)说道走了个只身的小妮子，打甚么不紧？则管里絮絮聒聒的。(正末唱)他可便虽则只身，那里也是那重胎。(带云)张郎，(唱)则被你坏了我也，当家的这娇客！(云)我原来错怨了人也，都不干你事。(唱)天那，则被你便送了我也，转世的浮财。<br>(卜儿云)他走也走了，你要呵，我别替你娶一个。(正末云)噤声！怎生对着孩儿每说出这等话来？(唱)<br>【寄生草】你不将我人也似觑，倒着我谜也似猜。(带云)你听，我说与你，(唱)道不的二十上有志呵人都爱，三十上有命呵人还待。到的这四十上无子呵，可便人不拜。我想着那未分男女的腹中胎，(卜儿云)我只拣那年纪小，生得好的，替你再娶一个，你也还养得出哩。(正末唱)谁问你那不施脂粉天然态？(云)张郎，你到家便将那好钞拣下一二千锭者。(卜儿云)敢是你那里看上了一个，你待取来做小老婆也。(正末云)我是娶一个，也由的我那。(卜儿云)休道你娶一个，便娶十个，我是大，他也则索扶侍我。(正末云)为甚么扶待你？(卜儿云)怎么不扶侍我？(正末云)你不曾与俺刘家立下嗣来。(卜儿云)休道立下寺，我连三门都与你盖了。(正末云)张郎，你去四门头出下帖子，但是有等贫难的人，明日绝早到开元寺内，我散钱去也。天那，刘从善今日悔过了也。(唱)<br>【后庭花】则为我做家呵忒分外，今日着我无儿呵绝后代。可不这悭悋呵招灾祸，若是肯慈悲呵，也不到的生患害。(云)张郎，你快去，与我出帖子者。(张郎云)您孩儿知道。(正末唱)我如今只待要舍浮财，遍着那村城世外。都教他每请钞来。缺食的买米柴，少衣的截些绢帛，把饥寒早撇开，免忧愁尽自在。(卜儿云)元来你要舍财布施。你不舍呵，也无人怪你，舍了财，可便有谁人知重你也？(正末云)你那里知道，我散了这几文钱呵，那贫难无倚的人呵，(唱)<br>【青哥儿】他敢把咱来烧香，烧香礼拜，恰便似祖先，祖先看待。(卜儿云)你便这般救苦怜贫，舍财布施，做下功德，只是年纪高大，也没多几时在世，有那一个知道你的？(正末云)婆婆，你道他每不知道我么？(唱)你道我日暮桑榆事可哀，将我死后尸骸，向古道悬崖，浅葬深埋，松柏多栽。则恐怕后人不解，垒座砖台，镌面碑牌，写的明白。等过往人来觑了伤怀，都道是开元寺散家财的这刘员外。<br>(卜儿云)老的，我便依着你，且回家里去来。(正末云)婆婆，咱家去罢。(唱)<br>【赚煞尾】我在这城中住六十年，做富汉三十载。无倒断则是营生的计策，今日个眼睁睁都与了补代。那里也是我的运拙时乖。(带云)婆婆，(唱)我这里自裁划，也不索垒七波追斋。则那两件事敢消磨了我这半世的灾：我也再不去图私利狠心的放解，我也再不去惹官司瞒心儿举债。(云)这两桩儿咱都不做了，难道天是没眼的？(唱)可敢也一天好事奔人来。(同众下)<br><br>第二折<br>(张郎上，云)自家张郎便是。父亲的言语，着我收拾下钱钞，在这开元寺内散钱：大乞儿一贯，小乞儿五百文。那钱钞都准备下了也，请父亲母亲散钱去来。(正末同卜旦儿上，云)张郎，将着那钱钞，只等贫难的人来，与我都散到者。钱也，则被你送了老夫也呵。(唱)<br>【正宫】【端正好】则被你引的我来半生忙，十年闹，无明夜攘攘劳劳。则我这快心儿如意随身的宝。哎，钱也，我为你呵，恨不的便盖一座家这通行庙。<br>【滚绣球】我那其间正年小，为本少，我便恨不的问别人强要，拚着个仗剑提刀。(卜儿云)自人父南子北，抛家失业，也则为这几文钱。(正末唱)哎，钱也，我为你呵，也曾痛杀杀将俺父母来离，也曾急煎煎将俺那妻子来抛。(卜儿云)老的也，你走苏杭两广，都为这钱。恨不的你死我活，也非是容易挣下来的。(正末唱)哎，钱也，我为你呵，那搭儿里不到，几曾惮半点勤劳。遮莫他虎啸风崒律律的高山直走上三千遍，那龙喷浪翻滚滚的长江也经过有二百遭。我提起来魄散魂消。<br>(云)张郎，收拾下香桌儿者。(张郎云)理会的。(正末云)婆婆，随我一处拈香去来。(卜儿云)今日老的为没儿女，不昧神天，回心忏罪。我随你去，我随你去。(正末云)刘从善为人一世，做买卖上多有亏心差错处。我今日舍散家财，毁烧文契，改过迁善，愿神天可表。(唱)<br>【倘秀才】那其间我正贫困里，可便夺的一个富豪，今日个上户也，可怎么却无了下稍？也是我幼年间的亏心，今日才老来报。(带云)哎，钱也，我为你呵。(唱)也曾昧著心说咒誓，今日个睁着眼犯天曹，孜孜的窨约。<br>(卜儿云)可是你那做买卖使心用幸拆乏的，你怎么则埋怨我那？(正末唱)<br>【呆骨朵】则俺这做经商的，一个个非为不道，那些儿善与人交。都是我好贿贪财，今日个折乏的我来，除根也那翦草。我今日个散饯波，把穷民来济，悔罪波，将神灵来告：则待要问天公赎买-个儿，(卜儿云)我明日再别替你娶一个罢，有你也不愁无儿。(正末唱)也等我养小来防备老。<br>(净大都子领刘九儿、小都子上，云)刘九儿，开元寺里散钱哩，咱去那里请钞去来。有这个小孩儿，把他另做一户，得的这一分儿钱，俺两个分了，买酒吃。官人也，叫化些儿。(张郎云)这个小的是一户也是两家儿的？(大都子云)这小的另是一户。(张郎云)也与他五百文。(大都子分钞科，云)刘九儿，把这钞分了，咱两个买酒吃去来。(刘九儿云)这孩儿是我的，你怎生分我的钱？你学我有儿么？(大都子云)穷弟子孩儿，我和你说定的，你怎生都要了？你便是有儿的？(做闹科)(正末云)张郎，门首为甚么闹？(张郎云)父亲，穷厮每争钱哩。(正未云)孩儿也，这钱则不那穷的每争，便这富的每也争。待老夫亲自问他，您每且休闹者。(唱)<br>【脱布衫】今日今散钱呵，您不合闲焦，看我面也，合道是耽饶。他主着意和人硬挺，便睁着眼大呼小叫。<br>(刘九儿云)哎，你个绝户的穷民，你怎敢放刁也？(张郎云)这穷弟子孩儿，噤声！(正末唱)<br>【小梁州】他骂-声绝户的穷民怎敢放刁，则一句道的我便肉战也身摇。(做悲科，云)兀的不痛杀我也。(唱)我伤心有似热油浇，他那里忙陪笑，敢这厮笑里暗藏刀。<br>(大都子云)老的也，他父亲请了一分钞，他孩儿又要哩。(正末唱)<br>【幺篇】元来是父亲行请过了孩儿又要，您怎么不寻思枉物难消。(刘九儿云)从小里惯了孩儿也。(正末唱)你从小里也该把这孩儿教，怎生由他恁撒拗？道不的家富小儿骄。<br>(小都子云)爹爹？你肚里饥么？(刘九儿云)我肚里可知饥哩。(小都子云)你吃了饭再来。(刘九儿云)孩儿说的是，咱们吃饭去来。(同下)<br>(刘引孙上，云)自家刘引孙的便是。自从我那伯娘把我赶将出来，与了我一百两钞做盘缠，都使的无了也。如今在这破瓦窑中居住，每日家烧地眠，炙地卧，吃了那早起的，无那晚夕的。听知我那伯伯、伯娘在这开元寺里散钱，大乞儿一贯，小乞儿五百文。各白世人，尚然散与他钱，我是他一个亲侄儿，我若到那里，怎么不与我些钱钞？我去便去，则怕撞着那姐夫。他见了我呵，必然要受他一场呕气，如今也顾不得了。可早来到寺门首也。(做见张郎科，云)天那，你看我那命波，肯分的我那姐夫正在门首，可怎么好？我只得把这羞脸儿揣在怀里，没奈何且叫他一声：姐夫，姐夫。(张郎云)那里这么一阵穷气？我道是谁？原来是引孙这个穷弟子孩儿。你来做什么？(引孙云)穷便穷，甚么穷气？妇夫，我来这里叫化些儿。(张郎云)钱都散完了，没得与你，你快去。(正末云)是谁在门首？(张郎云)是引孙。(卜儿云)他来做甚么？(张郎云)他来叫化些钱哩。(卜儿云)他也要来叫化？偏没得与他。(正末云)婆婆，和那叫化的争甚么？(卜儿云)老的也，如今放着这些钱钞，那穷弟子孩儿看见都要将起来，怎么得许多散与他？(卜儿做藏钞科)(正末云)婆婆，你且着他过来。引孙，你到这里来怎的？(引孙云)听知的伯伯、伯娘在这里散钱，您孩儿特来借些使用。(正末云)婆婆，不问多少，借些与他去。(卜儿云)引孙，你要借钱，我问你要三个人，要一个保人，要一个见人，要一个立文书人。有这三个人，便借与你钱，无这三个人，便不借与你钱。(正末云)哎，自家孩儿，可要甚么文书？(卜儿云)他猛地里急病死了，可着谁还我这钱？(张郎云)母亲，正是这等说。(正末云)呸！丑贼生，干你甚事？(卜儿云)呸！则怕死了你那长俊的侄儿。(正末指张郎科，云)婆婆，我问你：这个是谁的？(卜儿云)是俺的。(正末云)这个呢？(卜儿云)这个是你的，山核桃差着一梧槅儿哩。(正末云)这是我的个亲侄儿，有不是呵，我要打便打，要骂便骂，都不干你事。(卜儿云)住、住、住，你也休闹，请你个太公家教咱。(正末云)引孙，(引孙云)您孩儿有。(卜儿云)哎哟，要打便打，甚么引孙引孙，拿些土儿来怕惊了他囟子。(正末云)你看我待打杀他者波。(卜儿云)谁着你打死人来那？(正末云)似这般炒闹，如之奈何？将那十三把钥匙来。(卜儿云)老的也，十三把钥匙都在这里，则要分付的有下落者。(正末云)引孙，你见么？(引孙云)您孩儿见。(正末云)女儿女婿近前，您两口儿收了这钥匙，掌把了这家私者。(卜儿云)孩儿谢了你父亲者。(正夫云)你看他可便欢喜也。(?<br>爬试?多谢了父亲。引孙，你打睃着，十三把钥匙都在我手里也，与你这把钥匙，着你吃不了。(引孙云)是那门上的？(张郎云)是东厕门上的。(正末做悲科云)儿也，我前者把与了你些钱钞，都那里去了？(引孙云)您孩儿定害的朋友多了，拿这钱钞去，都待了相识朋友也。(卜儿云)你这个穷弟子孩儿，也有相识朋友？(正末云)孩儿也，还未到你那待朋友处哩。(唱)<br>【倘秀才】你有钱时待朋友每日家花花草草，你今日无钱也，(带云)索央亲眷每呵，爹爹，奶奶，有盘缠与些儿波。(唱)便这般烦烦也那恼恼。(带云)哎，儿也，(唱)也是你贫不忧愁富不骄，则待经商寻些资本，则不如依本分教些村学，那的也便了。(引孙云)您孩儿一径的来问伯伯、伯娘，借些本钱做些买卖。(正末云)引孙孩儿也，则不如读书好。(引孙云)伯伯，则不如做买卖。(正末云)引孙孩儿也，则不如读书好。(引孙云)伯伯，则不如做买卖好。(正末唱)<br>【滚绣球】我道那读书的志气豪，为商的度量小，则这是各人的所好。你便苦志争似那勤学，为商的小钱番做大钱，读书的把白衣换做紫袍。则这的将来量较，可个做官的比那做客的妆幺。有一日功名成就人争羡，(云)头上打一轮皂盖，马前列两行朱衣。(唱)抵多少买卖归来汗未消，便见的个低高。(云)张郎，辆起车儿，着婆婆和姐姐先回去，我随后便到也。(张郎云)我将这车儿辆起者。(正末云)婆婆，你和引张先行，引孙这厮不学好，老夫还要处分他哩。(卜儿云)老的，你慢来。我先回家去也。(卜儿做虚下科)(正末云)儿也，我则觑着你哩。(引孙云)伯伯，您孩儿知道。(正末做哭科，云)哎哟，苦痛杀我也。(卜儿上，云)老的也，你做甚么哩？兀的不啼哭那。(正末云)我几曾啼哭来？(卜儿云)你眼里不有泪来那。(正末云)婆婆，我偌大年纪，怎没些儿冷泪？(卜儿云)你这证候好来的疾也。(正末云)引孙，靴靿里有两锭钞，你自家取了去。引孙，勤勤的到坟头上看去，多无一二年，我着你做一个大大的财主。(引孙云)您孩儿知道。(正末唱)<br>【煞尾】在生呵奉养父母何须道，死后呵祭奠那先灵你索去学。缺少儿孙我无靠，拜扫坟茔是你的孝。他处求人沽酒浇，乡内寻钱买纸烧，一日坟头与我走一遭。一句良言说与你听着：你若是执性愚顽不从我教，引孙也，我着你淡饭黄齑，一直饿到你老。(下)<br>(卜儿云)穷短命，穷丑生，穷弟子孩儿，你在这里做甚么？早早的死了，现报了我的眼里。再上我门来，拷下你那下半截来。兀的不被你气死我也。老的，你也等我一等么？(同下)(引孙云)伯娘去了，你看我那伯伯，推打我与了我两锭钞？将到我那破瓦窑里，也好做几日盘缠。天也，兀的不穷杀引孙也。(下)<br><br>第三折<br>(张郎同旦儿上，诗云)人生虽是命安排，也要机谋会使乖。假饶不做欺心事，谁把钱财送我来？自家张郎的便是。自从父亲将家私都与了我掌把，兀的不欢喜杀我也。时遇清明节今，寒食一百五，家家上坟祭祖，我将着这春盛担子。红干腊肉，同着社长上坟去来。(社长上，云)自家社长是也。今日清明节令，张郎请我上坟。张郎，我和你上坟去。(张郎云)浑家，每年家先上你刘家的坟，今年先上俺张家的坟罢。(旦儿云)张郎，先上俺家的坟。(社长云)大嫂，你差了也。你便姓刘，你丈夫不姓刘，你先上张家的坟，才是个礼。(张郎云)浑家，你嫁了我，百年之后，葬在俺张家坟里。还先上俺张家坟去。(旦儿云)依着你，先上张家坟去来。(同下)(引孙上，云)自家引孙？从那日伯伯与了我两锭钞，在这破瓦窑中都盘缠了也，今日清明节令，大家儿、小家儿都去上坟拜扫。我伯伯说道：\"引孙，勤勤的祖坟上去，多无一二年，着你做个大大的财主\"。莫非我那伯伯有银子理在坟上那？我想祖坟是我祖上，连我父亲、母亲也葬在那里。难道伯伯说，我便上坟，伯伯不说，我便不上坟？引孙我虽贫，是一个读书的人，怎肯差了这个道理。我往纸马铺门首唱了个肥喏，讨了这些纸钱，酒店门首又讨了这半瓶儿酒，食店里又讨了一个馒头。我则不忘了伯伯的言语。引孙如今在邻舍家借了这一把铁锹，到祖坟上去浇奠一浇奠，烈姓纸儿，添些土儿？也当做拜扫，尽我那人子之道。说话中间，可早来到这坟头了。刘员外，你泼天也似家私，那个来上坟也？(做拜科，云)公公、婆婆，生时了了，死后为神。我祭奠咱，这个是我父亲、母亲，您孩儿穷杀也。想您两口儿在生时，倚仗着公公、婆婆的爱，您要了伯伯、伯娘便宜，你便死了，今日都折乏在我身上。父亲、母亲。(诗云)我为甚么说十分惺惺使九分，留着一分与儿孙。则为你十分惺惺都使尽，今日个折乏的后代儿孙不如人。哎，多无一二年，着你做个大大的财主。刘引孙虽无甚么孝顺，我向祖坟上添些儿新土。我手里拿定这把铁锹，我和这铁锹上有个比喻：则为俺伯娘性子刚强，引孙我便是铁石人放声啼哭。如今那好家财则教我那姐夫张郎把柄，今日着刘引孙刬地受苦。我添了土也，可行祭祀的礼。则一个馒头，供养了公公、婆婆，我的父亲、母亲没有。倘若争这馒头闹将起来，可怎么了？这容易，劈做两半小：一半儿供养公公、婆婆，这一半儿供养父亲、母亲。奠了酒，烈了纸钱，祭祀已毕，我可破盘咱。(词云)冬至来一百五日，正是那寒食时务。你看财主家何等风光，单则我凄凉坟墓，并没<br>甚红干腊肉，并没甚清香甘露。拿定着这把锄头，也算得春风一度。(做拿瓶与酒科，云)这酒冷怎么吃？我去庄院人家荡热了这酒，吃了呵，可来取我这把铁锹。我荡酒去也。(下)(正末同卜儿上)(正末云)老夫刘从善。今日是清明，往坟头祭扫去。婆婆，孩儿每去了么？(卜儿云)老的，孩儿每去多时了。这早晚搭下棚，宰下羊，漏下粉，蒸下馒头，春盛担子，红干腊肉，荡下酒，六神亲眷都在那里？则等俺老两口儿烧罢纸。要破盘哩。(正末云)婆婆，孩儿每则怕不曾来么？(卜儿云)老的，说孩儿每先来了也。(正末云)婆婆，孩儿每这早晚到了么？(卜儿云)老的，孩儿每这早晚到那里多时也。(正末云)走、走、走，你看我波，贪说话险些儿不走过去了。婆婆，兀的不是咱的祖坟？咱坟头去来。(卜儿云)嗨，老的，险些儿错走了过去。(正末云)来到这坟上，兀的不搭下棚，宰下羊，漏下粉，蒸下馒头，荡下酒，红干腊肉，春盛担子，六神亲眷都在那里也？(卜儿云)则怕孩儿每来得迟。(正末云)老人家再来这等谎；你休要说。(卜儿云)我才说的这个谎儿。(正末云)看了这坟所，好是伤感人呵。(唱)<br>【越调】【斗鹌鹑】你看祭台和这坟台，砖墙也那土墙，长出些个棘科和这荆科，那里有白杨也那绿场？(带云)婆婆，恰才不有人上坟来那，(唱)上坟的是女儿和这侄儿，还是近房也那远房。婆婆，哎，你觑那光塌塌的坟墓前，湿津津的田地上，不闻的肉腥和这鱼腥，那里取茶香也那酒香？<br>【紫花儿序】他添不到那两锹儿新土，烧不到那一陌儿银钱，瀽不到有那半碗儿的凉浆。(云)婆婆，兀的不有人来上了坟去了也。(卜儿云)老的也，是有人上坟来。好可怜人也。(正末唱)兀那上坟的潇洒，和俺这祭祖的也凄凉。参详。多管是雨下的多，人来的稀，和这草长的荒。我可甚么子孙兴旺？每日放群马和这群牛，那里有石虎也那石羊？<br>(云)婆婆，既是孩儿每不曾来哩，我和你先拜了坟罢。(卜儿云)老的，你也说的是，投到孩儿每来时，咱老两口儿先拜了坟者。(正末云)婆婆，这更拜拜。(卜儿云)老的也，这个是谁？(正末云)这个是太公、太婆。(卜儿云)太公、太婆，保佑俺家门兴旺。太公、太婆，早生天界。(正末云)这里拜拜。(卜儿云)这个是谁？(正末云)这的是咱父亲、母亲。(卜儿云)正是我的公公、婆婆哩。公公、婆婆，生时了了，死后为神。(正末云)这里也拜拜。(卜儿云)这个是谁？(正末云)这的是刘二两口儿，引孙的爹娘。(卜儿云)是引孙的父母。老的你差了，他是咱的小，咱是他的大，我怎么拜他？(正末云)他活时节是咱的小，他今死了，也道的个生时了了，死后为神。婆婆，看老夫面皮，你拜几拜儿。(卜儿云)罢、罢、罢，我依着你。兀那刘二家两口儿，你在那坟墓里听者：想你在生时，倚仗着公公、婆婆欺负俺两口儿，不想你也拔着短筹都死了，又丢下个业种引孙，常时来缠门缠户的。早早的足瘸，车辗马踏倒路死了，现报在我的眼里。(正未云)婆婆，拜着个坟，你那口里不曾住的。(卜儿云)呀！谁曾开口来？(正末云)婆婆，咱老两口儿百年之后，在那里埋葬？(卜儿云)老的，我拣下了也，这一块地，正是高冈儿上。你看那树木长的恰似伞儿一般。咱老两口儿百年之后，这里埋葬。(正末云)婆婆，怕俺两口儿不能勾这里埋葬么？(卜儿云)我怎么不能勾这里埋葬？着那里埋葬去？(正末云)婆婆，俺道两口儿不能勾在这里埋葬，兀的那里埋葬去？(卜儿云)老的也，那里是一块下洼水淹的绝地，俺不在这里埋葬，倒去那里埋葬？(正末唱)<br>【调笑令】则俺这一双老枯桩，我为无那儿孙不气长。百年身死深埋葬，坟穴道尽按着阴阳。咱两个死时节便葬在兀那绝地上，(带云)婆婆，到那冬年节下、月一十五，婆婆也，(唱)谁与咱哭啼啼的烈纸烧香？<br>(云)婆婆，俺不能勾这里埋葬，只为俺没得儿子来。(卜儿云)俺怎生没儿子？现有姐姐姐夫哩。(正末云)你看，我可早忘了。婆婆，孩儿每也未来哩，咱闲口论闲话。我问你咱，如今我姓甚么？(卜儿云)你看这老的，越发老的糊突了，自家的个姓也忘了，你姓刘是刘员外。(正末云)我姓刘是刘员外，你可姓甚么？(卜儿云)我姓李。(正末云)我姓刘，你姓李，你来俺这刘家门里做甚么？(卜儿云)你还不晓得？我当初这刘家三媒六证，花红羊酒，行财纳礼，要到你这刘家门里做媳妇儿来。(正末云)街上人唤你做刘婆婆也是李婆婆？(卜儿云)这老的，你怎么葫芦提？我嫁的鸡随鸡飞，嫁的狗随狗走，嫁的孤堆坐的守。我和你生则同衾，死则同穴，一车骨关半车肉，都属了你刘家，怎么叫我做李婆婆？(正末云)婆婆。原来你这把骨头也属了俺刘家也。咱女儿姓甚么？(卜儿云)咱女儿也姓刘，是刘引张。(正末云)咱女婿姓甚么？(卜儿云)女婿姓张，是张郎。(正末云)我问你咱：俺女儿百年之后，可往俺刘家坟里埋也，去他张家坟里埋？(卜儿云)俺女孩儿百年之后，去他张家坟里埋。(做悲科，云)嗨！这老的，你怎生只想到那里？老的，真个俺无儿的好不气长也。(正末云)婆婆，你才省了也。(卜儿云)怎生得个刘家门里的亲人来，可也好哩。(引孙上，云)自家引孙是也。恰才热了钟酒吃，可来取我那把铁锹去咱。(见科)(卜儿云)引孙儿也，你来了也。你那里去来？你这几日怎么不到我家里吃饭来？你伯伯也在这里。(引孙云)您孩儿上坟来，伯娘休打引孙。(卜儿云)孩儿也，我不打你，你则在这里，我和你伯伯说去。老的，小刘大也在这里。(正末云)婆婆，甚么小刘大。(卜儿云)是咱引孙孩儿。(正末云)则叫他做引孙可便了也，甚么小刘大？(卜儿云)老的，孩儿每各自也有几岁年纪。(正末云)着他过来，我问他：引孙，你来这里做甚么？(引孙做见科，云)您孩儿上坟来。(正末云)婆婆，你听引孙道他上坟来。(卜儿云)老的也，是孩儿上坟来。(正末云)引孙，谁烈纸来？(引孙云)是您孩儿烈纸来。(正末云)婆婆，引孙道他烈纸来。(卜儿云)是孩儿烈纸来。(正末云)谁添土来？(引孙云)是您孩儿添土来。(正末云)婆婆，引孙道他添土来(卜儿云)老的也，我知道了也。(正末云)引孙，你上坟来，你烈纸来，你添土来，则不你来，你背后又有一个，我打这贼丑生。(卜儿做劝科，云)员外，你为甚么打孩儿？(正末云)婆婆放手。(唱)<br>【小桃红】则咱这弟兄儿女总排房，向这一个坟茔里葬。辈辈流传祭祖上，(带云)引孙。(唱)俺两口儿须大如您爹娘。(卜儿做劝科，云)老的也，你休打他。(正末唱)哎，你个莲子花放了我这过头杖。(带云)我不打这厮别的。(唱)这嘶祭祖先可怎生无些儿家大量，则这个便是上坟的小样。(卜儿云)老的也，你说了呵打。(正末云)婆婆，我打了呵说。(卜儿云)你说了呵打。(正末云)婆婆，你放手。(唱)因此上便先打了后商量。<br>(云)引孙，是你上坟来么？(引孙云)是您孩儿上坟来。(正末云)你为甚么不搭大棚，杀下羊，漏下粉，蒸下馒头，荡下酒？红干腊肉，春盛担子，六神亲眷都在那里那？(卜儿云)这个老的好笑，孩儿又没钱，他吃的穿的也无，教他那里讨着许多那？(正末云)你道他无钱？引孙你见么？(引孙云)您孩儿见些甚么？(正末云)引孙，兀那鸦飞不过的庄宅，石羊、石虎那坟头不去，到俺这里做甚么来？(卜儿云)老的，你差了也。那座坟知他姓张也姓李也？他是俺刘家的子孙，他怎么不到俺刘家坟里来？(正末云)谁是俺刘家的子孙？(卜儿云)引孙是俺刘家的子孙。(正末云)我不知道引孙是俺刘家子孙，我则知道姐姐、姐夫是俺刘家的子孙。(卜儿云)老的也，你越饶着越逞。为人谁无个错处，我当初是我执迷来。孩儿，想我也曾打你，也曾骂你。从今日为始，则在我家里住，吃的穿的，我尽照管你，休记我的毒哩。(引孙云)伯伯，伯娘说从今为始，也不打我，也不骂我，则着我在家里住，吃的穿的，尽照管孩儿哩。(正末云)是谁说来？(引孙云)是伯娘说来。(正末云)是你伯娘说来？天也，这的是睡里也是梦里？(唱)<br>【鬼三台】好事从天降，呆汉回头望。(引孙云)我谢了伯伯。(正末云)你休拜我，(唱)则拜你那恰回心的伯娘。(卜儿同引孙做悲科)(正末唱)则见他子母每哭嚎咷，泪出他这痛肠。昨日个唬的你慌上慌，哎，儿也，从今后不索你忙上忙。(云)婆婆，这个是谁家的坟。(卜儿云)老的也，这是俺刘家的坟。(正末唱)则俺这坟所属刘，我怎肯着家缘姓张？(张郎同旦儿、社长上)(社长云)好快活也。(正末云)是谁家这般热闹上坟？(社长云)是刘张员外家上坟哩。(正末云)怎生是刘张员外？(社长云)老的，你不知道，张家的孩儿与刘家做女婿，唤他做刘张员外。(正末云)我对俺那婆婆说去。婆婆，咱女婿来了也，我和你破盘去来。(卜儿做打科，云)你两个贱人都在那里，这早晚才来？(正末唱)<br>【紫花儿序】哎，你个择邻的孟母，休打这刻木的丁兰，(云)婆婆放手，这干那女婿甚么事？(唱)且问你那跨虎的杨香。(卜儿云)孩儿，我为甚么打你几下，您父烦恼哩！孩儿也，你为甚么不穿些好衣服？(旦儿云)则这般罢波。(卜儿云)将钥匙来。着下次孩儿每取衣服去。(张郎云)浑家，中么？(旦儿云)不妨事，奶奶向着俺哩。兀的钥匙。(卜儿做拿钥匙科，云)你两个贱人，再也休上我门来。老的，你十三把钥匙，我都赚将出来了也。(正末唱)哎，女婿着出舍，闺女着回房，相当。得意梁鸿引着你这孟光，炒闹了一个太公庄上。你也再休踹我刘门，我今也靠不着你个张郎。<br>(卜儿云)老的，兀的十三把钥匙，你依旧当了这家罢，我年纪老了。(正末云)婆婆，你道你年纪大了，我也不小。婆婆，你掌把这家私。(卜儿云)我才十八岁了哩，是你当家者。(正末云)还是你当家者。(卜儿云)老的也，则管里嚷，眼面前放着个当家的。老的也，我待将这十三把钥匙与引孙孩儿当家者，你意下如何？(正末云)婆婆，莫不忒早了些。(卜儿云)咱合了眼，可迟了也。(正末云)婆婆，你说的是。(卜儿云)引孙近前来，兀的十三把钥匙都与你，你去当家。(引孙云)谢了伯娘。姐夫靠后，我闻不的这一阵穷气。(张郎云)你就不忘了一句儿。(正末唱)<br>【秃厮儿】着女婿别无指望，做女的也合斟量。则这家私里外您尽掌，孝父母，奉蒸尝，也波周方。<br>【圣药王】这一场，胡主张，您须热闹俺荒凉。您行短，俺见长，姓刘的家私着姓刘的当。女儿也，不索便怨爹娘。<br>(卜儿云)俺这家私里外，都着引孙掌了。俺家去来。(正末云)婆婆，俺和你家去来。(唱)<br>【收尾】你可便休和他折证，休和他强。自古道：女生外向。他到门日且休题，只着他上坟时自思想。(下)<br>(引孙云)姐夫，你好歹也不想我今日还做财主？十三把钥匙都在我手里。我也不和你一般见识，我与你这把钥匙，你一世儿吃不了。你拜。(做与钥匙科)兀的你欢喜么？(张郎云)可知欢喜哩。(引孙云)你个傻厮，这是开茅厮门的。(同众下)<br><br>第四折<br>(正末同卜儿引孙上，云)老夫刘从善。今日是老夫贱降的日子，就顺带着庆贺小员外当家。引孙孩儿，谁想你有今日也呵。(唱)<br>【双调】【新水令】一杯寿酒庆生辰，则我这满怀愁片言难尽。只因那几贯财，险缠杀我百年人。我受了万苦千辛，我受了那一生骂半生恨。(张郎同旦儿上，云)自家张郎的便是。今日父亲生日，俺两口儿拜父亲去。早来到门首也。小舅，(引孙云)那里一阵穷气？姐夫，你那里去来？(张郎云)我道你不是个受贫的人么，俺来拜父亲哩。(引孙云)姐姐、姐夫，我报复去。(报科云)父亲，有姐姐、姐夫在于门首。(正末云)谁在门首？(引孙云)是姐姐、姐夫哩。(正末唱)<br>【清江引】你道是女儿、女婿都在门，我可为甚么不容他进？你只问他使的是那家钱，上的是那家坟？(带云)他今日又上俺门来。(唱)显的俺两口儿无气分。<br>(引孙云)伯伯、伯娘，休和他一般见识的。(正末唱)<br>【碧玉箫】那厮每言而无信，凡事惹人嗔，怕不关亲？怎将俺不瞅问。(带云)引孙，(唱)俺只索唤引孙，近前来听处分：你若是放这两人，蹅着我正堂门，我敢哏，我便拷你娘么那三十棍。<br>(卜儿云)老的，这孩儿每也孝顺，将就他些罢。(正未唱)<br>【落梅风】你道他本贤达，能孝顺，只我个老无知偏生嗔忿。谁着他信夫妇的情，就忘了我养育的恩？(云)引孙，你对他说去，都不干我事。(唱)这都是他自做来有家难奔。<br>(云)引孙，你去说道：有亲如你的便着过来。(引孙见科，云)父亲道，亲似我引孙的，便着过去。(做唤科，云)小梅姨姨，你领着孩儿来见父亲去。(小梅同俫儿上，云)妾身小梅是也。今有姐姐呼唤我，领着孩儿见爹去来。(做见科，云)爹，我小梅和孩儿来了也。(正末云)兀的不是小悔？你在那里来？(小梅云)爹。你可也三年忘却数年亲哩。(正末唱)<br>【水仙子】你道我三年忘却数年亲(云)小梅，你是近身扶侍我的，怎么跟别人走了？这小贱人，(唱)你可是么一夜夫妻百夜恩？(小梅云)爹．你今日有了孩儿也。(正未云)谁是我孩儿？(小梅云)这不是你孩儿？(正末云)真个是我孩儿？(唱)今日个谁非谁是都休论。婆婆也，早则有了拖麻拽布的人。(云)我儿也，你叫我一声爹爹。(俫儿云)爹爹。(正末唱)他那里便叫一声，可则引了我灵魂。哎，你使着这嫉妒的心一片，图谋的钱几文，险送了我也翦草除根。(云)引孙，请过姐姐姐夫来。姐姐，这三年小梅在那里来？(旦儿云)父亲不知，听您女孩儿从头说咱。当初小梅有半年的身孕，张郎使嫉妒心肠，要所算了小梅。您女孩儿想来，父亲偌大年纪，若所算了小梅，便是绝嗣了。父亲，您女孩儿将小梅寄在东庄里姑姑家中，分娩得了这个孩儿。这三年光景，吃穿衣饭，都是您女孩儿照管。(诗云)则为父亲忒心慈，掌把许来大家私。今日白头爹休怨我这青春女，你便有孝顺侄，怎强似的亲儿？(正末云)孩儿，你不说我怎知道？(唱)<br>【雁儿落】原来这亲的则是亲，我当初恨呵须当恨。那女夫便是各白的人，那女儿也该把俺刘家认。(卜儿云)老的，谁想刘员外自家有了孩儿也？(正末唱)<br>【得胜令】婆婆，咱早则绝地上不安坟，则咱这孝堂里有儿孙。你今日个得病如医病，(旦儿云)父亲，今日有了孩儿也，休忘了您女孩儿。(正末唱)姐姐，我怎肯知恩不报恩？(引孙云)今日有了儿也，十三把钥匙还了伯伯，您孩儿则做的一日财主。(正末唱)你一世儿为人，这的是大富十年运，咱三口儿都亲。(带云)俺女儿、侄儿和这孩儿，(唱)我把这泼家私做三分儿分。<br>(云)您一家人听老夫说者：(词云)六十年趱下家私，为无儿每每嗟咨。亲兄弟不幸早丧，引孙侄遣出多时。狠张郎妄图家业，孝顺女暗抚亲支。遇寒食上坟祭扫，伤感处化妒为慈。因此上指绝地苦劝糟糠妇，不枉了散家财天赐老生儿。<br>题目指绝地苦劝糟糠妇<br>正名散家财天赐老生儿",
  "poet": {
    "id": 2733,
    "star": 0,
    "name": "武汉臣",
    "desc": "武汉臣，元代戏曲作家。济南（今属山东）人，生卒年、字号不详。作杂剧12种，今存《散家财天赐老生儿》、《李素兰风月玉壶春》、《包待制智赚生金阁》3种。（后二剧《元曲选》作“武汉臣撰”。《录鬼簿》武汉臣名下未著录，息机子本《元人杂剧选》作\"无名氏撰\"）《虎牢关三战吕布》仅存残曲，余皆佚。"
  },
  "tags": []
}