{
  "id": 70792,
  "star": 11,
  "name": "湘月·壬申夏泛舟西湖述怀有赋时予别杭州盖十年矣",
  "dynasty": "清代",
  "content": "壬申夏，泛舟西湖，述怀有赋，时予别杭州盖十年矣</p> <p>天风吹我，堕湖山一角，果然清丽。<br>曾是东华生小客，回首苍茫无际。<br>屠狗功名，雕龙文卷，岂是平生意。<br>乡亲苏小，定应笑我非计。 <br>才见一抹斜阳，半堤香草，顿惹清愁起。<br>罗袜音尘何处觅，渺渺予怀孤寄。<br>怨去吹箫，狂来说剑，两样销魂味。<br>两般春梦，橹声荡入云水。 ",
  "fanyi": "<h2>注释</h2> ①壬申：公元1812年，嘉庆十七年。这段话是词的序言。 <br>②“天风”数句：谓作者出生于山清水丽的杭州。<br>③“曾是”句：谓作者从小随父居北京。东华，谓东华门，地近清代内阁。 <br>④屠狗功名：谓功名鄙贱，不值一笑。《史记·樊郦滕灌列传》载樊哙屠狗为业，《后汉书》亦载中兴二十八将中有屠狗者。 <br>⑤雕龙文卷：指寻章摘句，写作<a href=\"http://so.gushiwen.org/view_70792.aspx\">诗</a>文。《史记·孟子荀卿列传》载驺奭“颇采驺衍之术以纪文”，“齐人曰：谈天衍，雕龙奭。”<br>⑥乡亲苏小：用<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《送王少府归杭州》“钱塘苏小是乡亲”句。苏小，即苏小小，南齐时钱塘名妓，才貌绝世，倾动一时。西湖有苏小小墓。 <br>⑦罗袜音尘：用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》“凌波微步，罗袜生尘”句意，代指苏小等美人。 <br>⑧“渺渺”句：《九歌·湘夫人》：“帝子降兮北渚,目眇眇兮愁予”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《前赤壁赋》：“渺渺兮予怀，望美人兮天一方。”",
  "shangxi": "<h2>赏析</h2> <p>　　1802年（嘉庆八年）<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>十二岁时随父龚丽正入京，居于横街全浙新馆。十年后，他由副榜贡生考充武英殿校录，旋即侍父南下就徽州知府之任。四月，龚自珍陪同母亲到苏州看望外祖父段玉裁，并在舅家与表妹段美贞结为伉俪。是夏，携新婚夫人返杭州，泛舟西湖时，念及十年契阔，乃作此《湘月》词抒怀。</p> <p>　　词开篇由出身说起。生于杭州，本平凡事，但偏说自己如著名的“飞来峰”一般，是“天风”将我“吹堕”在此“清丽”的“湖山”之间的。气派之大、构想之奇，令人击节，而一种独往独来、风发踔厉的姿态也栩栩然纸间，为全篇树立了奇气奔涌的基调。接下来回首往事，照应词序“予别杭州十年矣”，词意又紧承“果然”而来。然而十年京华，一事无成，即或鄙贱的“屠狗功名”与空洞的“雕龙文卷”也还未入手，那种惘然之感正如眼前西湖的烟波一般“苍茫无际”。那么自己的行藏则将不止为英豪所不齿，就是那苏小一流美人不也会嘲笑自己的“非计”么。此数句诚然是自嘲，但感喟深沉，杂以绮艳，给人磅礴流丽的魅力感。</p> <p>　　过片承首句“湖山”而来，掉转抒情之笔来写泛舟西湖所见之景，在写景中，又穿插着词人“清愁”、“销魂”的主体感受。王兆鹏先生分析道：“这种跳跃跌宕的章法又是与主体勃郁不平之气相联系的。词人本不是心平气和地来观赏湖山景色，而是借游湖来排遗胸中的不平与愤懑。明乎此，才能体察到开篇“天风吹我”的突兀之句原是主体心灵深处如潮怒气的排戛激荡。”这种体味是细微而准确的。事实上，下片也仅有“斜阳”、“香草”两处意象是眼前所见，其余如“罗袜音尘”、“渺渺予怀”、“箫”、“剑”等无不是心灵化了的“如潮怒气”的衍射。特别其中第一次出现了“怨去吹箫，狂来说剑”的对举性质的这组意象，为龚自珍一生的<a href=\"http://so.gushiwen.org/view_70792.aspx\">诗</a>词创作奠定了指向性的基础。清初词坛大家<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>在《沁园春·赠别芝麓先生，即用其题《乌丝词》韵》中已有“禅榻吹箫，妓堂说剑，也算男儿意气场”之句，为龚自珍所本，而龚自珍又益以“怨”、“狂”二字，更加丰富了“箫”与“剑”的内蕴层次，从而形成了属于“龚氏”的独特的销魂之味。 </p>",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "豪放",
    "写景",
    "抒怀"
  ]
}