{
  "id": 48118,
  "star": 8,
  "name": "望荆山",
  "dynasty": "南北朝",
  "content": "奉义至江汉，始知楚塞长。<br>南关绕桐柏，西岳出鲁阳。<br>寒郊无留影，秋日悬清光。<br>悲风桡重林，云霞肃川涨。<br>岁宴君如何，零泪沾衣裳。<br>玉柱空掩露，金樽坐含霜。<br>一闻苦寒奏，再使艳歌伤。",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48118.aspx\">诗</a>展示了楚地的萧瑟秋景和诗人的旅途感伤。首二句交代了他到江、汉一带任职，才首次看到荆山，而感叹于它的广袤、绵远。奉义即慕义，对巴陵王表示敬慕，这是一种谦逊的说法。楚塞，指荆山，因其为古代楚国郢都的北边屏障，故称。这两句开篇记游，点明到荆山的因由，从而引出下文，笔法干净利落。</p> <p>　　“南关”以下六句，全是写景，切题“望”字。“南关”指荆山南端的关隘。“桐柏”，山名，界于信阳以西的河南湖北两省之间。“西岳”，言荆山西端的峰岭。“鲁阳”，关名，在今河南省鲁山县西南。这二句说，荆山的南关要绕到桐柏山，其西端的峰岭将伸出到鲁阳关。这里紧接着上文“楚塞长”，加以夸张形容，极力写出荆山伸展的地域之遥远。其实，荆山距桐柏山和鲁阳关都很远，并不连接。诗人这样写，是以一种宏观的眼光，总揽荆山大的形势，也是为了表示旅途的漫长，从而创设一个与下文所抒发的深广愁思相适应的空间境界。从艺术效果来看，也使诗的画面气象显得壮阔。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>写景，时以“警遒”取胜，和<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>有类似之处。这两句，便使人感到有一种雄浑的气势，笼罩全诗。“寒郊”以下四句，展现出一幅荒凉清旷的深秋景色：郊野一片荒寒，木叶尽脱，见不到什么阴影；悬在空中的一轮秋日，发出的光辉也是惨淡清冷。这两句绘光设色，语言精练，表现出诗人对于深秋独特的感受和印象，令人感到一股凛冽寒气从纸上扑面而来。“桡”，通“挠”，屈曲。秋风掠过，重重密林中的树木竟然被吹刮得弯曲、俯伏，可以感到它们在挣扎、呻吟，由此可见风势之猛烈。“风”上着一“悲”字，更给秋风涂染上浓烈的主观感情色彩，也令人竦然如闻秋风凄厉肃杀之声。“云霞”句，写江景，表现河水暴涨。在深秋，河流一般是不会涨水的，可是沮漳二水汇流，却往往洪水迸发。诗人目睹其景，如实描绘。深秋洪水滔滔，已使人惊警异常，再加上云霞照映，更显出水势浩大，波涛惨白、浑黄。一个“肃”字传达出其内心的强烈感受。这四句是全篇最精采之处。前两句写静景，后两句写动态，动静相生，有声有色。“寒”、“悬”、“清”、“桡”、“悲”、“重”、“肃”、“涨”这一连串动词和形容词，都下得生动、精警、传神，见出诗人写景状物、锤炼语言的功力。陈祚明评江淹诗长于“刻画”，“苍秀之句，颇亦邃诣”（《采菽堂古诗选》卷二十四），信然。</p> <p>　　“岁晏”以下六句，集中抒写由深秋肃杀之气引出的悲愁之情。诗人先以“岁晏”二字总束上四句所写时节景物，并带起下面的抒情，章法严谨。“岁晏君如何”句中的“君”，是作者自叹自问，意谓：时至深秋，一年将尽，我究竟打算怎么样呢？“零泪染衣裳”是自答。一问一答，婉转地传达出内心悲愁。古代迁客骚人逢秋生悲，本是常事。但江淹如此悲不自胜，泪下之多，以至于衣湿如染，那就不是一句寻常的“羁旅之愁”可以了得的了。早些时候，他在建平王刘景素幕下，曾被人借端诬陷入狱。后来他在狱中写了《诣建平王上书》，血泪交迸，自陈冤屈，这才得释。陷身囹圄之冤，加上沉沦下僚的仕途失意，这一切郁积于心中的悲怨，此刻都因眼前的秋景而激发出来了。所以“零泪”一语，实在包含无限，沉痛莫比。“玉柱”以下四句，又借酒乐而进一步抒写这番沉痛之情。柱，瑟的安弦部件，这里代指瑟；尊，酒器;“金”、“玉”皆形容其华贵。诗人此时或许正在荆山下某处的宴席上吧。玉柱金尊，这宴席亦不可谓不盛矣。但诗人心绪迷茫，使这一切豪华都成了徒然之设，琴瑟被弃置一旁，蒙上了夜晚的露水，连杯中美酒，也含着严霜，令人纵然不饮也生出凛然寒意。空、坐二字同义，都是“徒然”的意思。最后两句，又写在寒夜寂静中，忽然有人奏起了描写行役途中艰难景况的《苦寒行》乐曲，这曲悲歌尚未了，又有人唱起了《艳歌行》中的“翩翩堂前燕，冬藏夏来见。兄弟两三人，流宕在他县……”古语云：“一之为甚，其可再乎”。而今这愁悲之音却“一”之“再”之，真教人情何以堪。全诗就在这感伤的音乐声中缓缓拉上帷幕，情调悲恻哀婉，使读者为之低回不已，黯然神伤。陈祚明评云：“末六句词气萧瑟”。（《采菽堂古诗选》卷二四）足见这后六句抒情，也回荡着悲凉秋气，整首诗是情景融一的。</p> <p>　　这首行旅诗的章法结构，仍大致沿袭<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>山水诗记游——写景——抒情——悟理的模式，层次分明，只是已经去掉了玄理的尾巴。诗中用了大量的对句，其风气也始于谢灵运，但遣词造句已不像灵运那样巉削、藻饰，而是显得比较清秀自然。诗押“阳江”韵，音调清越明亮，也有助于悲伤感情的抒发。诗人善于抒写悲愁的特点，在这首早期作品中，已经初步显示了出来。</p>",
  "about": "<h2>创作背景</h2> 　　据李善《文选注》记载，它是<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>将近三十岁时随宋建平王刘景素赴荆州时所作。曹道衡先生也指出：“江淹在景素（刘景素）任荆州刺史前，久已在他幕下，不得称‘奉义（慕义）’，且景素系由湘州赴任，江淹随行，似乎亦不会提到鄂北的桐柏、鲁阳等地名。”因此，他认为此<a href=\"http://so.gushiwen.org/view_48118.aspx\">诗</a>当作于随景素赴荆州之前，是诗人赴襄阳任雍州刺史刘休若巴陵王国左常侍时写的。",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "秋天",
    "写景",
    "旅途"
  ]
}