{
  "id": 8693,
  "star": 241,
  "name": "秋夜寄邱员外 / 秋夜寄丘二十二员外",
  "dynasty": "唐代",
  "content": "怀君属秋夜，散步咏凉天。<br>空山松子落，幽人应未眠。",
  "fanyi": "<p><strong>译文</strong><br>怀念你竟在这深秋的夜晚，散步咏叹多么寒凉的霜天。<br>想此刻空山中正掉落松子，幽居的友人一定还未安眠。 </p> <p><strong>注释</strong><br>⑴丘二十二员外：名丹，苏州人，曾拜尚书郎，后隐居平山上。一作“邱二十二员外”。<br>⑵属：正值，适逢，恰好。<br>⑶幽人：幽居隐逸的人，悠闲的人，此处指丘员外。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的五言绝句，一向为<a href=\"http://so.gushiwen.org/view_8693.aspx\">诗</a>论家所推崇。胡应麟在《诗薮》中说：“中唐五言绝，苏州最古，可继王、孟。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《说诗晬语》中说：“五言绝句，右丞之自然、太白之高妙、苏州之古淡，并入化境。”上面这首诗是他的五绝代表作之一。它给予读者的艺术享受，首先就是这一古雅闲淡的风格美。施补华在《岘佣说诗》中曾称赞这首诗“清幽不减摩诘，皆五绝中之正法眼藏也”。它不以强烈的语言打动读者，只是从容下笔，淡淡着墨，而语浅情深，言简意长，使人感到韵味悠永，玩绎不尽。</p> <p>　　如果就构思和写法而言，这首诗还另有其值得拈出之处。它是一首怀人诗。前半部分写诗人自己，即怀念友人之人；后半部分写正在临平山学道的<a href=\"http://so.gushiwen.org/author_1490.aspx\">丘丹</a>，即诗人所怀念之人。首句“怀君属秋夜”，点明季节是秋天，时间是夜晚，而这“秋夜”之景与“怀君”之情，正是彼此衬映的。次句“散步咏凉天”，承接自然，全不着力，而紧扣上句。“散步”是与“怀君”相照应的：“凉天”是与“秋夜”相绾合的。这两句都是写实，写出了作者因怀人而在凉秋之夜徘徊沉吟的情景。接下来，作者不顺情抒写，就景描述，而把诗思飞驰到了远方，在三、四两句中，想象所怀念之人在此时、彼地的状况。而这三、四两句又是紧扣一、二两句的。第三句“山空松子落”，遥承“秋夜”、“凉天”，是从眼前的凉秋之夜，推想临平山中今夜的秋色。第四句“幽人应未眠”，则遥承“怀君”、“散步”，是从自己正在怀念远人、徘徊不寐，推想对方应也未眠。这两句出于想象，既是从前两句生发，而又是前两句诗情的深化。从整首诗看，作者运用写实与虚构相结合的手法，使眼前景与意中景同时并列，使怀人之人与所怀之人两地相连，进而表达了异地相思的深情。</p> <p>　　<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>在《文赋》中指出，作者在构思时，可以“观古今于须臾，抚四海于一瞬”。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙·神思篇》中也说：“文之思也，其神远矣。故寂然凝虑，思接千载；悄焉动容，视通万里。”这些话说明文思是最活跃的，是不受时空限制的。因此，在诗人笔下，同一空间里，可以呈现不同的时间；同一时间里，也可以呈现不同的空间。像<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>的《题木兰院》：“三十年前此院游，木兰花发院新修；如今再到经行处，树老无花僧白头”，就属于前者。而这首韦应物的怀人诗，则属于后者。现代的电影艺术，有时采用叠影手法来处理回忆与遥想的镜头，有时使银幕上映出两上或两个以上的画面，使观众同时看到在两个或两个以上的空间或时间里出现的不同场景。这首诗运用的手法正与此相同。它使读者在一首诗中看到两个空间，既看到怀人之人，也看到被怀之人，既看到作者身边之景，也看到作者遥想之景，从而把异地相隔的人和景并列和相连在一起，说明千里神交，有如晤对，故人虽远在天涯，而想思却近在咫尺。</p>",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "怀人"
  ]
}