{
  "id": 72200,
  "star": 18,
  "name": "季札观周乐 / 季札观乐",
  "dynasty": "先秦",
  "content": "　　吴公子札来聘。……请观于周乐。使工为之歌《周南》、《召南》，曰：“美哉！始基之矣，犹未也，然勤而不怨矣。为之歌《邶》、《鄘》、《卫》，曰：“美哉，渊乎！忧而不困者也。吾闻卫康叔、武公之德如是，是其《卫风》乎？”为之歌《王》曰：“美哉！思而不惧，其周之东乎！”为之歌《郑》，曰：“美哉！其细已甚，民弗堪也。是其先亡乎！”为之歌《齐》，曰：“美哉，泱泱乎！大风也哉！表东海者，其大公乎？国未可量也。”为之歌《豳》，曰：“美哉，荡乎！乐而不淫，其周公之东乎？”为之歌《秦》，曰：“此之谓夏声。夫能夏则大，大之至也，其周之旧乎！”为之歌《魏》，曰：“美哉，渢渢乎！大而婉，险而易行，以德辅此，则明主也！”为之歌《唐》，曰：“思深哉！其有陶唐氏之遗民乎？不然，何忧之远也？非令德之后，谁能若是？”为．之歌《陈》，曰：“国无主，其能久乎！”自《郐》以下无讥焉！</p> <p>　　为之歌《小雅》，曰。“美哉！思而不贰，怨而不言，其周德之衰乎？犹有先王之遗民焉！”为之歌《大雅》，曰：“广哉！熙熙乎！曲而有直体，其文王之德乎？”</p> <p>　　为之歌《颂》，曰：“至矣哉！直而不倨，曲而不屈；迩而不逼，远而不携；迁而不淫，复而不厌；哀而不愁，乐而不荒；用而不匮，广而不宣；施而不费，取而不贪；处而不底，行而不流。五声和，八风平；节有度，守有序。盛德之所同也！”</p> <p>　　见舞《象箾》、《南龠》者，曰：“美哉，犹有憾！”见舞《大武》者，曰：“美哉，周之盛也，其若此乎？”见舞《韶濩》者，曰：“圣人之弘也，而犹有惭德，圣人之难也！”见舞《大夏》者，曰：“美哉！勤而不德。非禹，其谁能修之！”见舞《韶箾》者“，曰：“德至矣哉！大矣，如天之无不帱也，如地之无不载也！虽甚盛德，其蔑以加于此矣。观止矣！若有他乐，吾不敢请已！” ",
  "fanyi": "<p><strong>译文</strong><br>　　吴国公子季札前来鲁国访问……请求观赏周朝的音乐和舞蹈。鲁国人让乐工为他歌唱《周南》和《召南》。季礼说：“美好啊！教化开始奠基了，但还没有完成，然而百姓辛劳而不怨恨了。”乐工为他歌唱们《邶风》、《庸风》和《卫风》。季礼说：“美好啊，多深厚啊！虽然有忧思，却不至于困窘。我听说卫国的康叔、武公的德行就像这个样子，这大概是《卫风》吧！”乐工为他歌唱《王风》。季札说：“美好啊！有忧思却没有恐惧，这大概是周室东迁之后的乐歌吧！”乐工为他歌唱《郑风》。季札说：“美好啊！但它烦琐得太过分了，百姓忍受不了。这大概会最先亡国吧。”乐工为他歌唱《齐风》。季礼说：“美好啊，宏大而深远，这是大国的乐歌啊！可以成为东海诸国表率的，大概就是太公的国家吧？国运真是不可限量啊！”乐工为他歌唱《南风》。季札说：“美好啊，博大坦荡！欢乐却不放纵，大概是周公东征时的乐歌吧！”乐工为他歌唱《秦风》。季礼说：“这乐歌就叫做正声。能作正声自然宏大，宏大到了极点，大概是周室故地的乐歌吧！”乐工为他歌唱《魏风》。季礼说：“美好啊，轻飘浮动！粗扩而又婉转，变化曲折却又易于流转，加上德行的辅助，就可以成为贤明的君主了”乐工为他歌唱《唐风》。季礼说：“思虑深远啊！大概是帝尧的后代吧！如果不是这样，忧思为什么会这样深远呢？如果不是有美德者的后代，谁能像这样呢？”，乐工为他歌唱《陈风》。季札说：“国家没有主人，难道能够长久吗？”再歌唱《郐风》以下的乐歌，季礼就不作评论了。<br>　　乐工为季札歌唱《小雅》。季礼说：“美好啊！有忧思而没有二心，有怨恨而不言说，这大概是周朝德政衰微时的乐歌吧？还是有先王的遗民在啊！”乐工为他歌唱《大雅》。季礼说：“广阔啊！乐工为他歌唱《颂》。季礼说：“好到极点了！正直而不傲慢，委曲而不厌倦，哀伤而不忧愁，欢乐而不荒淫，利用而不匮乏，宽广而不张扬，施予而不耗损，收取而不贪求，安守而不停滞，流行而不泛滥。五声和谐，八音协调；节拍有法度，乐器先后有序。这都是拥有大德大行的人共有的品格啊！”<br>　　季札看见跳《象箫》和《南龠》两种乐舞后说：“美好啊，但还有美中不足！”看到跳《大武》时说：“美好啊，周朝兴盛的时候，大概就是这样子吧。”看到跳《陬》时说：“圣人如此伟大，仍然有不足之处，做圣人实不容易啊！”看到跳《大夏》时说：“美好啊！勤于民事而不自以为有功。除了夏禹外，谁还能作这样的乐舞呢！”看到跳《陬箫》时说：“德行达到顶点了！伟大啊，就像上天无所不覆盖一样，像大地无所不容纳一样！虽然有超过大德大行的，恐怕也超不过这个了。观赏达到止境了！如果还有其它乐舞，我也不敢再请求观赏了！”</p><p><strong>注释</strong><br>(1)吴公子札：即季札，吴王寿梦的小儿子。<br>(2)周乐：周王室的音乐舞蹈。<br>(3)工：乐工。《周南》、《召南》：《<a href=\"http://so.gushiwen.org/view_72200.aspx\">诗</a>经》十五国风开头的两种。以下提到的都是国风中各国的诗歌。<br>(4)始基之：开始奠定了基础。<br>(5)勤：劳，勤劳。怨：怨恨。<br>(6)邶(bei)：周代诸侯国，在今河南汤阴南。庸：周代诸侯国，在今河南新乡市南。卫：周代诸侯国，在今河南淇县。<br>(7)康叔：周公的弟弟，卫国开国君主。武公：康叔的九世孙。<br>(8)《王》：即《王风》，周平王东迁洛邑后的乐歌。<br>(9)郑：周代诸侯国，在今河南新郑一带。<br>(10)细：琐碎。这里用音乐象征政令。<br>(11)泱泱：宏大的样子。<br>(12)表东海：为东海诸侯国作表率。大公：太公，指国开国国君吕尚，即姜太公。<br>(13)豳(bin)：西周公刘时的旧都，在今陕西彬县东北。<br>(14)荡：博大的样子。<br>(15)周公之东：指周公东征。<br>(16)夏：西周王跷一带。秦：在今陕西、甘肃一带。夏声：正声，雅声。<br>(17)魏：诸侯国名，在今山西芮县北。<br>(18)沨沨(feng)：轻飘浮动的样子。<br>(19)险：不平，这里指乐曲的变化。<br>(20)唐：在今山西太原。晋国开国国君叔虞初封于唐。<br>(21)陶唐氏：指帝尧。晋国是陶唐氏旧地。<br>(22)令德之后：美德者的后代，指陶唐氏的后代。<br>(23)陈：国都宛丘，在今河南淮阳。<br>(24)郐(kuai)：在今河南郑州南，被郑国消灭。<br>(25)讥：批评。<br>(26)《小雅》：指《诗·小雅》中的诗歌。<br>(27)先王：指周代文、武、成、康等王。<br>(28)《大雅》：指《诗·大雅》中的诗歌。<br>(29)熙熙：和美融洽的样子。<br>(30)《颂》：指《诗经》中的《周颂》、《鲁颂》和《商颂》。<br>(31)倨：傲慢。国嗝：同“逼”，侵逼。携：游离。荒：过度。囫处：安守。底：停顿，停滞。<br>(35)五声：指宫、商、角、微、羽。和：和谐。<br>(36)八风：指金、石、丝、竹、翰、土、革、本做成的八类乐器。<br>(37)节：节拍。度：尺度。<br>(38)守有序：乐器演奏有一定次序。<br>(39)《象箾(shuò )》：舞名，武舞。《南龠）(yuè)：舞名，文舞。<br>(40)《大武》：周武王的乐舞。<br>(41)《韶濩hù》：商汤的乐舞。<br>(42)惭德：遗憾，缺憾。<br>(43)《大夏》：夏禹的乐舞。<br>(44)不德：不自夸有功。<br>(45)修：作。<br>(46)《韶萷》：虞舜的乐舞。<br>(47)帱(dào)：覆盖。<br>(48)蔑：无，没有。</p>",
  "about": "<h2>文学批评</h2> <p>　　《季札观周乐》是《左传》中一篇特别的文章，它包含了许多文学批评的因素。季札虽然是对周乐发表评论，其实也就是评论《<a href=\"http://so.gushiwen.org/view_72200.aspx\">诗</a>》，因为当时《诗》是入乐的。马瑞辰说：“诗三百篇，未有不可入乐者。……左传：吴季札请观周乐，使工为之歌周南﹑召南，并及于十二国。若非入乐，则十四国之诗，不得统之以周乐也”① 虽然，脱离了音乐的诗或许少了感发作用，而周乐中的舞已不能再现，但毕竟季札评论的周乐，其文字主体还能在《诗经》中看到。所以我们可以从《季札观周乐》中总结出传统文学批评的一些特点。</p> <p><strong>文学与政教</strong><br>　　中国的文学一开始就很重视同政教的关系，这在文学没取得独立地位，获得自觉发展的早期，更是如此。《诗经》最先并非作为纯文学作品出现，相反的，它有具体实际的使用场合。比如“春秋时政治、外交场合公卿大夫‘赋诗言志’颇为盛行，赋诗者借用现成诗句断章取义，暗示自己的情志。公卿大夫交谈，也常引用某些诗句”。②并且，诗的采集，是有意识为政教服务的。“古者天子命史采诗谣，以观民风”，③“孟春之月，群居者将散，行人振木铎徇于路以采诗，献之太师，比其音律，以闻于天子。故曰：王者不窥牖户而知天下”。④文学既然重视其社会功用，文学批评自然也强调政治教化。这集中体现在《论语》中：子曰：小子何莫学夫诗？诗可以兴，可以观，可以群，可以怨。迩之事父，远之事君；多识于鸟兽草木之名。“文学作品有感染力量，能‘感发意志’，这就是兴。读者从文学作品中可以‘考见得失’，‘观风俗之盛衰’，这就是观。群是指‘群居相切磋’，互相启发，互相砥砺。怨是指‘怨刺上政’，以促使政治改善。”⑤<br>　　从季札对周乐的评论看，他正是把音乐（文学）和政教结合起来了。他认为政治的治乱会对音乐（文学）发生影响，也就是说可以通过音乐（文学）去“考见得失”，“观风俗之盛衰”。因为政治的治乱会影响人，而人的思想感情又会反映到音乐（文学）中来。所以季札能从《周南》、《召南》中听出“勤而不怨”，《邶》、《鄘》、《卫》中听出“忧而不困”。音乐（文学）对政治也有反作用。可以“群居相切磋”，互相启发；可以“怨刺上政”，以促使政治改善。当然不好的音乐（文学）也会加速政治的败坏，所以孔子要放郑声，季札也从《郑》中听出“其细也甚，民弗堪也”，认为“是其先亡乎？”但必须指出并不是真的有所谓亡国之音，而是靡靡之音助长了荒淫享乐的社会风气，从而使得政治败坏，以致亡国。有人片面地夸大了音乐（文学）对政治的反作用，认为音乐（文学）可以亡国，从而把对音乐（文学）的评论引入到神秘主义。</p> <p><strong>文学的中和之美</strong><br>　　孔子论诗，强调“温柔敦厚”的诗教。他说：《诗三百》，一言以蔽之，曰：思无邪（《为政》），又说：《关雎》乐而不淫，哀而不伤（《八佾》）。季札论诗，和孔子非常接近，注重文学的中和之美。他称《周南》、《召南》“勤而不怨”，《邶》、《鄘》、《卫》“忧而不困”，《豳》“乐而不淫”，《魏》“大而婉，险而易行”，《小雅》“思而不贰，怨而不言”，《大雅》“曲而有直体”。更突出的表现是他对《颂》的评论：“直而不倨，曲而不屈，迩而不逼，远而不携，迁而不淫，复而不厌，哀而不愁，乐而不荒，用而不匮，广而不宣，施而不费，取而不贪，处而不底，行而不流”竟用了14个词来形容。发出的感叹是“至矣哉”，因为“五声和，八<br>　　音平，节有度，守有序”，所以是“盛德之所同”。可见季札对中和美的推崇确实到了极至。<br>　　所谓中和美，正是儒家中庸思想在美学上的反映。孔子认识到任何事不及或过度了都不好，事物发展到极盛就会衰落，所以他就“允执厥中”。在个人感情上也不能大喜大悲。<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>的“少年哀乐过于人，歌泣无端字字真”就不合孔子的中庸标准。《世说新语》雅量门谢安听到“淝水之战”晋军胜利的消息，强制欣喜之情，以致折断屐齿⑥。顾雍丧子，心中很悲痛，可他强自克制，说：“已无延陵之高，岂可有丧明之责？”⑦体现在文学批评中，就是推崇抑制过于强烈的感情，以合于礼，要求“乐而不淫，哀而不伤”。这对古典诗歌含蓄委婉风格的形成有直接的影响，因为要抑制感情，所以往往是一唱三叹，而不是发露无余。文学的意境也因此深长有味，颇耐咀嚼。但这也是中国没有产生象古希腊那样的悲剧的原因之一。</p> <p><strong>印象式的文学批评</strong><br>　　中国传统的文学批评，缺乏系统的理论，严谨的逻辑，往往是一鳞片爪即兴感悟式的文字。大量的诗话词话即属此种，而比较有系统的如《文心雕龙》《原诗》反倒是异类。像叶嘉莹先生所说，中国传统的文学批评是为利根人设的，西方的文学批评却是照顾钝根人。这样说起来，反倒是中国的文学批评形式似乎更为高明。如像<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>的《诗品》简直就是用诗的语言写成的，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>的《文赋》也是精致的美文。不过，这种印象式的文学批评也有其弊端。因为利根人毕竟是少数，作者写的虽然是深造有得之见，而读者往往嗔目不知所云。比如王静安先生的《人间词话》虽然是公认的杰作，不过对于“有我之境”，“无我之境”，何为“隔”与“不隔”也是聚讼纷纷。一方面虽然是读者的局限，如前所述，利根人毕竟是少数；另一方面，也在于概念的模糊性和不明确，以及表述的歧义性。而确实也有一些空疏的诗话词话，以其昏昏，使人昭昭。就象禅宗里的一些公案，一些和尚自称悟了，说一些似是而非的话。但究竟悟没悟，天才知道。因为已经没有了可评判的标准。撇开这种批评方式的好坏不谈，只看它的根源，是肇端于先秦的。<br>　　《论语》里有这样的记载：<br>　　子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也；未若贫而乐道，富而好礼也。”<br>　　子贡曰：“《诗》云：‘如切如磋，如琢如磨’，其斯之谓与？“子曰：”赐也，始可与言《诗》已矣，告诸往而知来者。”（《学而》）<br>　　子夏问曰：“‘巧笑倩兮，美目盼兮，素以为绚兮’。何谓也？”子曰：“绘事后素。”<br>　　曰：“礼后乎？”子曰：“起予者商也！始可与言《诗》已矣。”（《八佾》）<br>　　子谓《韶》，“尽美矣，又尽善也。”谓《武》，“尽美矣，未尽善也。” （《八佾》）<br>　　从前两则可见到对文学的批评相当灵活，特别是用到了联想。就象<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>摘取三句词来概括治学三境界，这也是印象式的批评。虽然作者未必然，而读者未必不然。这不同于张惠言硬指作者必有此用心那么死板。<br>　　第三则和季札的评论很相似。季札是这样评论的：<br>　　“见舞《大武》者。曰：‘美哉！周之盛也，其若此乎？’……见舞《韶箾》者。曰：‘德至矣哉！大矣，如天之无不帱也，如地之无不载也。虽甚盛德，其蔑以加于此矣。观止矣！若有他乐，吾不敢请矣。’”<br>　　《大武》是周武王的舞蹈，季札在赞美中有讽刺，即孔子所谓：“尽美矣，未尽善也。” 《韶箾》是舜的舞蹈，季札的赞美也无以复加，即孔子所谓：“尽美矣，又尽善也。”这里，季札的评论既是印象的批评，也是形象的批评。因为孔子和季札的观点立场和评论方式相近，所以我举《论语》来对照说明这篇文章的批评方式。</p> <p><strong>举例</strong><br>　　再举几个季札评论周乐的例子：<br>　　“为之歌《齐》。曰：‘美哉，泱泱乎，大风也哉！表东海者，其大公乎？’”<br>　　“为之歌《魏》。曰：‘美哉，渢渢乎！大而婉，险而易行，以德辅此，则明主也。’”<br>　　“为之歌《小雅》。曰：‘美哉！思而不贰，怨而不言，其周德之衰乎？犹有先王之遗民焉。’”<br>　　“为之歌《大雅》。曰：‘广哉！熙熙乎！曲而有直体，其文王之德乎？’”<br>　　……<br>　　都既是印象的批评，也是形象的批评。借着联想的翅膀，凭着通感，自然人事无所不及。</p> <p><strong>注释</strong><br>①毛诗传笺通释卷一：诗入乐说<br>②郭预衡主编《中国古代文学史》第一册<br>③孔丛子巡狩篇<br>④汉书食货志<br>⑤历代文论选<br>⑥⑦余嘉锡《世说新语笺疏》</p><br/><h2>读解</h2> <p>　　这世上的事情，真如地覆天翻，此一时，彼一时也！季礼如此严肃正经、板著面孔一律称为“美好”的音乐、舞蹈，对今天的多数人来说，恐怕是不忍卒听，不忍卒观。同样，要是季札听见今日的《同桌的你》一类的流行歌曲，看见迪斯科一类的舞蹈，真不知要气死几回！</p> <p>　　毕竟，观念之间有了天壤之别。</p> <p>　　在季扎的时代，虽有民间小调、自娱自乐的歌舞，却是登不了大雅之堂——宗庙和朝廷。平民百姓既没有资格，也没有能力，更没有“懂得音乐的耳朵”、“懂得舞蹈的眼睛”去接受、欣赏、感受那些大乐大舞。他们是边缘上的人，永远无缘进入到、参与到达官贵人们的乐歌和乐舞之中去。也只有达官贵人、君子公卿们才会像季札那样把音乐舞蹈看成是关系到国计民生的了不起的大事，才会那么一本正经、恭敬严肃地加以对待。</p> <p>　　其实这也不奇怪。在他们的心目中，音乐舞蹈是礼仪的一部分，是政治上的等级统治的辅助工具，作用就是维护等级制度和政治统治，如同奴仆必须为主子效力、服务一样，因而作歌现舞、只在宗庙和朝廷这两种场所中进行。老百姓即使削尖了脑袋，也不可能进得去。</p><br/><h2>现代评价</h2> <p>　　我们无法说这样对待音乐和舞蹈有什么好或不好。这是历史的本来面目，那时拥有话语权力的人的观念就是如此。他们这样认为，也就照此去做。做了之后还要大发议论，一定要从中挖掘出深刻的含义来。比如《<a href=\"http://so.gushiwen.org/view_72200.aspx\">诗</a>经》中的那些“国风”，不过是西周时各地方上的民间歌谣，平民百姓在劳作之余有感而发，率兴而作，哪里想得到什么圣人天子、治理下民、德行仁政之类！男女之间倾诉爱慕之情，征夫怨妇抒发内心的忧伤，辛勤劳作的农民表这对剥削者的不满和愤恨，同君子大人们心中所想的有什么必然联系？所以，季札的评论，以及后来儒生们的评论，不过是他们自己以自己的观念，先入为主地附会而已。一首《关睢》，本来在这时男欢女爱的爱情追求，却被解释为赞美“后妃之德”！</p> <p>　　这在我们今天看来是触目惊心和可笑的。照我们的观念，再也不可能像季扎那样去理解音乐和舞蹈，不可能板著面孔拿它们作说教的工具。政治制度的好坏，同音乐舞蹈没有什么必然的联系。懂音乐舞蹈的人当中有好人，也有坏人；不懂音乐舞蹈的人当中也有好人和坏人。世事人情的复杂多变，哪里有固定不变的模式可去硬性框定？</p> <p>　　我们更愿意相信，音乐和舞蹈是人们表情达意的一种方式。它们让人们相互沟通，相互理解；它们也让人通过自娱自乐来获得精神的轻松和解脱；它们也可以表达我们对天地人的思索；它们也可以表达我们对人生意义和价值的探索和追寻。阳春白雪当然使我们高雅，而我们也不拒绝下里巴人。从出土的曾侯乙编钟看来，春秋时期的音乐已有相当高的水平，而且不同时代、不同地区的音乐、舞蹈各有特色。季札有幸欣赏鲁国演奏的周乐，并且作出令人信服的评论，为后世留下这篇珍贵的史料。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "生活",
    "舞蹈"
  ]
}