{
  "id": 69711,
  "star": 2,
  "name": "杂剧·便宜行事虎头牌",
  "dynasty": "元代",
  "content": "第一折<br>自小便能骑马，何曾肯上妆台？虽然指粉不施来，别有天然娇态。若问儿家夫婿．腰悬大将金牌。茶茶非比别裙钗，说起风流无赛。自家完颜女直人氏，名茶茶者是也。嫁的个夫主乃是山寿马，现为金牌上千户。今日千户打围猎射去了。下次孩儿每！安排下茶坂。则怕千户天也。老夫银住马的便的。从离渤海寨，行了数日，来到这夹山口子。这里便是山寿马的住宅，左右接了马者。六儿，报复去，道叔叔婶子来了也。道有清。叔叔婶子前厅上坐，茶茶穿了大衣服来相见。叔叔婶子，远路风尘。茶茶，小千户那里去了？千户打围射猎去了。便着六儿请小千户来，说道：有叔权婶子，特来看他哩。六儿，快去请千户家来！叔权婶子，且请后堂饮酒去，等千户家来也。腰横辘轳剑，身被鹔鸘裘。华夷图上看。惟俺最风流。自家完颜女直人氏，姓王，小字山寿马，现做着金牌上千户，镇守着夹山口子。今日天晴日暖无甚事，引着几个家将打围射猎去咱。<br>【仙吕】【点绛唇】一来是祖父的家门，二来是自家的福分，悬牌印。扫荡征尘，将勇力拖逞尽。<br>【昆江龙】几回家开旗临阵。战番兵累次建功勋。怕不的资财足备，孳畜成群。长养着百槽冲锋的惯战马，掌管着一千户屯田的镇番军。我如今欲待去清愁闷，则队得飞鹰走犬，逐逝追奔。<br>来到这围场山。兀的不是？爷，家里有亲眷来看你哩。六儿，你做甚来？有亲眷来了也。<br>【油葫芦】疑怪这灵鹊儿中在枝上稳。畅好是有定准，六儿，来的是甚么亲眷？则说是亲眷。不知是谁。则见他左来右去再说不出甚亲人。为甚么叨叨絮絮占着是迷丢没邓的混？为甚么獐獐狂狂便待要急张拒遂的褪？眼脑又剔抽秃揣的慌，品角又劈丢扑搭的喷，只见他蹅蹅忽忽身子儿无些分寸，觑不的那奸奸诈诈没精神。<br>待我想来。<br>【天下乐】只见他越寻思越着昏，敢三魂失了二魂。我试猜波。莫不是铁哥镇抚家远探亲？不是。莫不是达鲁家老太君？也不是。莫不足普察家小舍人？也不是。莫不是叔叔婶子两口儿来访问？<br>是了，是权叔婶子哩！是叔叔婶子？且收了断场快家去来。怎么这时候千户还不见来？小的门首觑者，千户敢待来也。接了马者！茶茶，叔叔婶子在那里？孩儿，相别了数载，俺两口儿好生的思想你哩！今日一径的米望你也。叔叔婶子请坐。<br>【醉中天】叔叔你鞍马上多劳困，婶子你程途上受艰早，一自别来五六春，数载家无音信。则这个山寿马别无甚痛亲，我一言难尽，来探你这歹孩儿索是远路风尘。<br>孩儿，想从小间俺两口儿怎生抬举你来？你如今峰嵘发达呵，你可休忘了俺两口的恩念，叔叔婶子，你孩儿有甚么不知处？<br>【金盏儿】我自小里化了双亲，忒孤贫，谢叔叔婶子把我来似亲儿般训。演习的武和文，我如今镇边关为元帅，把隘口统三军。我当初成人不自在，我若是自在不成人。<br>小的一壁刲羊宰猪，安排筵席者！小官完颜女直人氏，是天朝一个使臣。为因山寿马千户，把守夹山口子，征伐贼兵。累著功绩，圣人的命，差小官赍敕赐他。可早来到他家门首也。左右接了马者！报复去，道有使命在于门首。妆香来。山寿马，听圣人的命！为你守把夹山口子，累建奇功，加你为天下兵马大元帅，行枢密院事；敕赐双虎符金牌带者，许你便宜行事，先斩后闻；将你那素金牌子，但是手下有得用的人，就与他带着，替你做金牌上千户，守把夹山口子，谢了恩者！相公鞍马上劳神也。恭喜相公得此美除！相公吃了筵席呵去。小官公家事忙，便索回去也。相公稳登前路。请了。正是：将军不下马。各自奔前程。小的，筵席完备未曾？己备下多时了也。夫人，恰才天朝使命，加小千户为天下兵马大元帅。我听的说道。将他那素金牌子，就着他手下得用的带了，替做千户。我想起来，我偌大年纪，也无些儿名分。甲首也不曾做一个。央及小姐和元帅说一声，将那素金牌与我带着，就守把夹山口子去呵，不强似与了别人？老相公，你平生好一杯酒，则怕你失误了事。夫人，我若带牌子做了千户呵，我一滴酒也不吃了。你道定者！我再也不吃了。既是这般呵，我对茶茶说去。媳妇儿，我有一句话，可是敢说么？婶子说甚话来？恰才那使臣言语，将双虎符金牌，与小千户带了。那素金牌子，着他手下有得用的人与他带。比及与别人带了，与叔叔带了可不好那？婶子说的是，我就和元帅说。元帅，恰才叔叔婶子说来，你有双虎符金牌带了，那素金牌子，着你把与手下人带。比及与别人带时，不如与了叔叔可也好也。谁这般说来？婶子说来。叔叔平日好一杯酒，则怕他失误了事。叔叔说道，他若带了牌子，做了千户呵，他一滴酒也不吃了。既然如此，将那素金牌子来。叔叔，恰才使臣说来，如今圣人的命，着你孩。儿做的兵马大元帅，敕赐与双虎符金牌，先斩后奏，这素金牌子，着你孩儿手下有得用的人，就与他带了，做金牌上千户。我想叔叔幼年，多曾与国家出力来。叔叔你带了这牌，做了上千户，可不强似与别人？想你手下多有得用的人，我又无甚功劳，我怎生做的这千户？叔叔休那般说。<br>【一半儿】则俺那祖公是开国旧功臣，叔父你从小里一个敢战军，这金牌子与叔父带呵，也是本分。见婶子那壁意欣欣，叔父，你受了这牌子者！我可怎么做的？我见他一半儿推辞一半儿肯。<br>元帅，难得你这一片好心。我受了这牌子者。叔叔，你受了牌子，便与往日不同，索与国家出力，再休贪着那一杯儿酒也。你放心，我带了这牌子呵，我一点酒也不吃了。如此恰好。<br>【金盏儿】我为甚么语谆谆，单怕你醉醺醺，只看那斗来粗肘后黄金印，怎辜负的主人恩。但愿你扶持今社稷，驱灭旧妖氛。常言道\"家贫显孝子，国难识忠臣\"。<br>我则今日到渤海寨，搬了家小。便往夹山口镇守去也。叔叔，则今日你孩儿往大兴府去。叔叔去取行李，路上小心在意者！<br>【赚煞】则今日过关津，度州郡，没揣的逢他敌人，阵面上相持赌的是狠。托赖着俺祖公是番宿家门，哎，你莫因循。便只待人急偎亲，畅奸道厮杀无过是咱父子军，誓将那鲸鲵来尽吞。只将这边关守紧，你可便舍一腔热血报明君。俺侄儿去了也。则今日往渤海寨搬取家小走一遭去。<br>第二折<br>老失自到的渤海寨，搬取了家小，来到俺这庄头，见了众多亲眷。听的我做了千户。这个请我吃两瓶，那个请我吃三瓶，每是则是醉。虽然吃酒，则怕误了到任日期。有二哥哥金住马在这庄儿上住坐，我辞了哥哥，便往夹山口子去也。老相公。咱在这里等者，你去辞了伯伯。甲些儿来。远远的望着，敢是哥哥来也。自家金住马的便是。我有个兄弟，是银住马。他如今做了金牌上千户，去镇守夹山口子，听的道往我这村儿前过。我无甚么，买了这一瓶酒，与兄弟饯行走一遭去。<br>【双调】【五供养】愁冗冗，恨绵绵，争余我赤子空拳，只得问别人借了几文钱。可买的这一瓶儿村酪洒，等与我那第二弟兄祖饯。想着他期限迫难留恋，可若是今番云也，知他是甚日个团圆。兀的不是我兄弟？兀的不是我哥哥？哥哥，你兄弟做了金牌上千户，如今镇守夹山口去，一径的辞哥哥来。兄弟，我知道你做了金牌千户，镇守夹山口子去。我无甚么，买这一瓶儿酒，与兄弟饯行。看你这般艰难，你那里得这钱来买酒？教哥哥费心。<br>【落梅风】我抹的这瓶口儿净，我斟的这盏面儿圆。兄弟，且休便吃。待我望着那碧天边太阳浇奠。则俺这穷人家又不会别咒愿，则愿的俺兄弟海每可便早能勾相见。兄弟满饮一杯。哥哥先饮。好波，我先吃了。兄弟饮。待你兄弟吃。兄弟再饮一杯。只我今日见了哥哥，吃几杯酒；到了夹山口子，我一点酒也不吃了。兄弟，你哥哥无甚么与你。我今日辞哥哥去，敢问哥哥要甚么？<br>【阿那忽】再得我往日家缘，可敢赍发与你些个盘缠。有他这鳔接来的两根儿家竹箭，你兄弟收了者。还有哩。更有条蜡打来的这弓弦。<br>这两件，你兄弟正用的着哩。兄弟，你酒要少吃，事要多知。请哥哥放心，我若到夹山口子去，整搠军马，堤备贼兵，我一点酒也不吃了。<br>【慢金盏】我着这苦口儿说些良言，劝你那酒莫贪，劝你那财休恋。你可便久镇着南边夹山的那峪前，统领着军健，相持的那地面。但要你用心儿把守得安然，你可便只愁升，不愁贬。<br>哥哥，俺那山寿马侄儿，做着兵马大元帅，我便有些疏失，谁敢说我？兄弟，你休那般说！<br>【石竹子】则俺那山寿马侄儿是软善，犯着的休想他便厅见怜。假若是非当刑死而怨，赤紧的元帅令更狠似帝王宣。<br>想哥哥那往日。也曾受用快活来。<br>【大拜门】我可也不想今朝，常记的往年，到处里追陪下些亲眷。我也曾吹弹那管弦，快活了万千，可便是大拜门撒敦家的筵宴。<br>我想哥哥幼年间，穿着那等样的衣服，今日便怎生这等穷暴了？<br>【山石榴】往常我便打扮的别，流妆的善，干皂靴鹿皮绵团也似软，那一领家夹袄子是蓝腰线。<br>【醉娘子】则我那珍珠豌豆也似圆，我尚兀自拣择穿。头巾上砌的粉花儿现，我系的那一条玉兔鹘是余厢面。<br>哥哥，你那幼年间中注模样，如今便怎生老的这等了？<br>【相公爱】则我那银盆也似庞儿腻粉钿。墨锭也似髭须着绒绳儿缠。对着这官员，亲将那筹箸传，等的个安筵盏初巡遍。<br>【不拜门】则听的这［者刺骨］笛儿悠悠聒耳喧，那驼皮鼓冬冬的似春雷健。我向这筵前，筵前，我也曾舞蹁跹，舞罢呵谁不把咱来夸羡！<br>【也不啰】对着这众官员，诸亲眷，送路排筵宴。道是\"去也去也\"难留恋，甚日重相见？哥哥，不知此一别，俺兄弟每再几时相见也。<br>【喜人心】今朝别后，再要相逢，则除是梦中来见，奈梦也未必肯做方便。只落的我兄弟行傒落，婶子行熬煎，侄儿行埋怨，世事多更变，好弱难分辨。哥哥，兀的不痛杀你兄弟也！<br>【醉也摩娑】则被你抛闪杀业人也波天，则被你抛闪杀业人也波天。我无卖也那无典，无吃也那无穿，-年不如一年。<br>我曾记的哥哥根前，有个孩儿，唤作狗皮。他如今在那里？我也久忘了，你又提将起来做甚的！<br>【月儿弯】则俺那生忿忏逆的丑生，有人向中都曾见。伴着火泼男也那泼女，茶房也那洒肆，在那瓦市里穿，几年间再没个信儿传。有句话舌尖上挑着，我去那喉咙里咽。<br>俺哥哥有一句话，待要说可又不说。我有心待问兄弟讨一件儿衣服呵，则是难以开口。我且慢慢的说将去。兄弟，你哥哥这一年四季，春夏秋冬，煞是艰难也。<br>【风流体】我到那春来时，春来时和气喧；若到那夏时节，夏时节薰风遍。我可便最怕的，最怕的足秋暮天；更休题腊月里，腊月里飞雪片。<br>【忽都白】兄弟哎，我也曾有那往日的家缘，旧日的庄田，如今折罚的我无片瓦根椽，大针麻线。着甚做细米也那白面，厚绢也那薄绵！兄弟哎，你则看俺一双父母的颜面，怕到那冷时节有甚么替换下的旧袄子儿，你便与我一领儿穿也波穿。不是我絮絮叨叨，口舌口舌煎煎，两泪涟涟，霍不了我心头怨，趁不了我平生愿。<br>俺哥哥，你往常时香球吊挂，慢幕纱幮，那等受用，今日都在那里？<br>【唐兀歹】往常我幔幕纱幮在绣围里眠，到如今枕着一块半头砖。土坑上、土炕弯着片破席荐，畅好足忄西惶也波天。<br>兄弟，你到那里，好生整搠军马者，少饮些酒。哥哥，你放心！如今太平天下，四海晏然，便吃几杯酒儿，有甚么事？兄弟，你休那般说！<br>【离亭宴煞】虽然是罢干戈绝士马无征战，你索与他演枪刀轮剑戟习弓箭，则要你坚心儿向前。你去那寨栅内莫忧愁，营帐内休惧怯，阵面上休劳倦。则今日拜辞了哥哥，便索往夹山口子去也！兄弟，你稳登前路。左右那里？将马来！哥哥，慢慢回去。则你那匹马屹蹬蹬的践路途，我独自个气丕丕归庄院。俺哥哥，你还健着哩。我可便强健杀者波活的到明年后年，待我到那里，便来取哥哥。你待要重相见面皮难，兄弟，咱两个再团圆可兀的路儿远。<br>俺哥哥回去了也。则今日领着家小，便往夹山口子镇守去来。我如今把守去夹山寨口，打点着老精神时常抖擞。料番兵无一个擅敢窥边，只管里一家儿絮叨叨劝咱不要吃酒。<br><br>第三折<br>欢来不似今朝，喜来那逢今日。自从到的这夹山口子呵，无甚事，正好吃酒。我着人去请金住马哥哥到来，谁想他已亡化过了也。今日八月十五日，是中秋节令。夫人，着下次孩儿每，安排酒来，我和夫人玩月畅饮几杯。老相公，祸事也，失了夹山口子也！老相公，我说道你少吃几钟酒，如今怎么好？既然这般，如今怎了？左右将披挂来，赶贼兵去！小宫完颜女直人氏，自祖父以来，世掌军权，镇守边境。争奈辽兵不时侵扰，俺祖父累累与他厮杀，结成大怨。他倒骂俺女直人野奴无姓，祖父因此遂改其名，分为七姓：乾坤宫商角徵羽，乾道那驴姓刘；坤道稳的罕姓张；宫音傲国氏姓周；商音完颜氏姓王；角音扑父氏姓李；徵音夹谷氏姓佟；羽音失米氏姓肖。除此七姓之外，有扒包包五骨伦等，各以小名为姓。自前祖父本名竹里真，是女真回回禄真。后来收其小界，总成大功。迁此中都，改为七处。想俺祖父舍死忘生，赤心报国，今日子孙承袭，也非是容易得来的。祖父艰辛立业成，子孙世世袭簪缨。一心只愿烽尘息，保佐皇朝享太平。某乃元帅府经历是也。如令有这把守夹山口子老完颜，每日恋酒贪杯。透漏贼兵，失误军期，非是小目罪犯，三遍将文书勾去，倒将去的人累次殴打。他倚仗是元帅的叔父，相公甚是烦恼，今番又着人勾去，不来时，直着几个关西曳刺，将元帅府印信文书勾去，也不怕他不来。左右，你可说与勾事的人，小心在意，疾去早回。待老完颜到时，报复某家知道。只因八月十五夜，失了夹山口子。第二日我马上亲率许多头目，复杀了一阵，将掳去的人口牛羊马匹，都夺回来了。那头目每与我贺喜，再吃酒。小的每，安排酒来，与老相公把个劳困盏儿。元帅有勾！兀那厮，你是甚么人？元帅将令，差我勾你来！我是元帅的权父，你怎么敢来勾我？左右，拿下去打着者！老完颜见事不深，元帅令敢不遵钦。我来勾你你倒打我，我入你老婆的心！老千户有勾！兀那厮，是甚么人？元帅将令，差我勾你来！口走！只我是元帅的叔父，你怎么敢来勾我？左右，与我抢出去！老完颜做事忒不才，倒着我湿肉伴干柴柴。我今来勾你你不去，看后头自有狠的来。洒家是个关西曳刺，<br>奉元帅的将令，有老完颜失误了夹山口子，差人勾去勾不来。差我勾去。可早来到也。老千户，元帅将令，差人来勾你。你怎么不去？老完颜心粗胆大，元帅令公然不怕。我这里不和你折证，到元帅府慢慢的说话！老夫人，这事不中了也。如今元帅府里勾将我去，我偌大年纪，那时受的这般苦楚！老夫人，与我荡一壶热酒赶的来。似这般怎生是好？我直到元帅府里望老相公走一遭。<br>【双调】【新水令】贺平安报偌町便似春雷，你把那明丢丢剑锋与我准备。他误了限次，失了军期。差几个曳刺勾追，经历，你去问镇守夹山口子的，兀那老提控到来也未。<br>行动些！有甚么事？我是元帅的叔父，怕怎么！把夹山口子的老完颜将勾来了也。勾到了么？拿过来！拿过来者！开了他的铁锁，摘了他那牌于。好无礼也呵！<br>【沉醉东风】只见他气丕丕的庭阶下立地，不由我不恶噷噷心下猜疑。我歹杀者波，我是奉着帝主宣，掌着元戎职，可怎生全没些大小尊卑？你是我所属的官呵，还待要诈耳佯聋做不知，到根前不下个跪膝。<br>你今日犯下正条划的罪来，兀自这般崛强哩。经历，你问他为甚么不跪？他若是不跪呵，安排下大棒子，先摧折他两臁骨者！理会的。经历，我是他的叔父，那里取这个道理来，要我跪着他！相公的言语道，你不跪着呵，大棒子先敲折你两臁骨哩。我跪着便了，则着你折杀他也。经历，着他点纸画字者。老完颜，着你点纸画字哩。经历，我那里省得点纸画字？这纸上点一点，着你吃一钟酒。我点一点儿呵吃一钟酒？将来将来！我直点到晚。你画一个字者。画字了。老完颜点了纸，画了字也。经历，你高高的读那状子着他听。\"责状人完颜阿可。阿可见年六十岁，无病疾，系京都路忽里打海世袭民安下女直人氏。承应劳校，见统领征南行枢密院先锋部统领勾当。近蒙行院相公差遣，统领本官军马，把守夹山口子，防御贼兵。自合常常整搠戈甲，堤备战敌，却不合八月十五晚，以带酒致彼有失，透漏贼兵过界，打破夹山口子，掳掠人民妇女牛羊马匹。今蒙行院相公勾追，自合依准前来，却不合抗拒不行赴院，故违将令，又将差去公人，数次拷打。今具阿可合得罪犯，随供招状，如蒙依军令施行，执结是实。伏取钧旨：一主把边将闻将令而不赴者，处死；一主把边将带酒不时操练三军者，处死；一主把边将透漏贼兵不迎敌者，处死。秋八月某日，完颜阿可状。\"这等，我该死了？<br>【搅筝琶】咱须是关亲意，也索要颐兵机。官里着你户列簪缨，着你门排画戟，可怎生不交战，不迎敌，吃的个醉如泥。情知你便是快行兵的姜太公，齐管仲、越范蠡、汉张良，可也管着些甚的，枉了你哭哭啼啼。<br>经历，将他那状子来。有。判个\"斩\"字，推出去斩讫报来！理会的。左右那里？推出老完颜斩了者！天那！如今要杀坏了我哩，怎的老夫人来与我告一告儿。哥哥每，且住一住！我是元帅的亲婶子，待我过去告一告儿。婶子请起！元帅，国家正厅上，不是老身来处。想你叔叔带了素金牌子，因贪酒失了夹山口子，透漏贼兵，掳掠人民，元帅见罪，待要杀坏了。想着元帅，自小里父母双亡，俺两口儿抬举的你长立成人，做偌大官位。俺两口儿虽不曾十月怀耽，也曾三年乳哺，也曾煨干就湿，咽苦吐甘。可怎生免他项上一刀，看老身面皮，只用杖子里戒饬他后来，可不好也？你那知道那男子汉在外所行的勾当！<br>【胡十八】他则待殢酒食，可便恋声妓，他寻里肯道把隘口退强贼，每日则是吹笛擂鼓做筵席。你叔叔老了也。你道叔叔老了，他多大年纪也？他六个岁了。他恰才便六十。姜太公八十岁遇文王，戊午日兵临孟水，甲子日血浸朝歌，扶立周朝八百年天下。他比那伐纣的姜太公，尚兀自还少他二十岁。<br>婶子请起，这个是军情事，饶不的。老相公，他断然不肯饶，怎生好那？老夫人，请将茶茶小姐来，着他去劝一劝可不好？叔叔婶子，怎生这般烦恼呀？！茶茶，为你叔叔带酒失了夹山口子，元帅待要杀坏了你叔叔。你怎生过去劝一劝儿可也好。叔叔婶子，我过去说的呵，你休欢喜；说不的呵，你休烦恼。茶茶！你来这里有甚么勾当那？这是讼厅上，不是茶茶来处。只想你幼年间父母双亡，多亏了叔叔婶子，抬举你长成，做着偌大的官位。你待要杀坏了权叔，你好下的？怎生看着茶茶的面，饶了叔叹可也好。茶茶，这三重门里，是你妇人家管的？谁惯的你这般粗心大胆哩！<br>【庆宣和】则这断事处，准教你可便来这里？这讼厅上可便使不着你那\"家有贤妻\"。（云）着他那属官每便道：\"叔叔犯下罪过来，可着媳妇儿来说。\"（唱)你这个关节儿常好道来的疾，(云)茶茶，你若不回去呵，(唱)可都枉擘破咱这面皮，画皮！(云)快出去！(旦云)我回去则便了也。(做出门见老千户云)元帅断然不肯饶你，可不道\"法正天须顺\"，你甚的\"官清民自安\"！我可甚么\"妻贤夫祸少\"，呸！也做不得\"子孝父心宽\"。(下)(老旦云)似这般如之奈何？(老千户云)经历相公，你众官人每告一告儿可不好？(经历云)且留人者！(众官跪科)(正末云)你这众属官每做甚么？(经历云)相公，罚不择骨肉，赏不避仇雠。小官每怎敢唐突？但老完颜倚恃年高，耽酒误事，透漏贼兵打破夹山口子，其罪非轻。相公幼亡父母，叔父抚育成人，此恩亦重。据小官每愚见，以为老完颜若遂明正典刑，虽足见相公执法无私，然而于国尽忠，于家不能尽孝，贤者或不然矣。(诗云)告相公心中暗约，将法度也须斟酌。小官每岂敢自专。望从容尊鉴不错。(正末唱)<br>【步步娇】则你这大小属官都在这厅阶下跪，畅好是一个个无廉耻。他是叔父我是侄，道底来火须不热如灰，你是必再休提。(云)他是我的亲人，犯下这般正条款的罪过来，我尚然杀坏了。你每若有些儿差错呵，(唱)你可便先看取他这个傍州例。(云)你每起去，饶不的！(经历出门科，云)相公不肯饶哩。(老千户云)似这般怎了也！(经历云)老完颜，你既八月十五日失了夹山口子，怎生不追他去？(老千户云)我十六日上马赶杀了一阵，人口牛羊马匹，我都夺将回来了。(经历云)既是这等，你何不早说！(见正末云)相公，老完颜才说，他十六日上马复杀了一阵，将人口牛羊马匹，都夺将回来了，做的个将功折罪。(正未云)既然他复杀了一阵，夺的人口牛羊马匹回来了，这等呵将功折过，饶了他项上一刀，改过状子，杖一百者！(经历云)理会的。(读状云)\"责状人完颜阿可，见年六十岁，无疾病，系京都路忽里打海世袭民安下女直人氏，见统征南行枢密院事先锋都统领勾当。近蒙差遣，把守夹山口子，自合谨守，整搠军士，却不合八月十五日晚，失于堤备，透漏贼兵过界，侵掳人口牛羊马匹若干。就于本月十六日，阿可亲率军上，挺身赴敌，效力建功，复夺人口牛羊马匹，于所侵之地，杀退贼兵，得胜回还。本合将功折过，但阿可不合带酒拒院，不依前来。应得罪犯，随状招伏。如蒙准乞，执结是实，伏取钧旨。完颜阿可状。\"(正末云)准状，杖一百者！(经历云)老完颜，元帅将令免了你死罪，则杖一百。(老千户云)虽免了我死罪，打了一百，我也是个死的。相公且住一住儿，着谁救我这性命也。老夫人，咱家里有个都管，唤做狗儿，如今他在这里，央及他劝一劝儿。(做叫科)(净扮狗儿上，云)自家狗儿的便是。伏侍着这行院相公，好生的爱我。若没我呵，他也不吃茶饭；若见了我呵，他便欢喜了。不问甚么勾当，但凭狗儿说的便罢了。正在灶窝里烧火，不知是谁唤我？(老千户云)狗儿，我唤你来。(做跪科，云)我央及你咱。(狗儿云)我道是谁，元来是叔叔。休拜，请起！(做跌倒科，云)直当扑了脸。叔叔，你有甚么勾当？(老于户云)狗儿，元帅要打我一百哩，可怜见，替我过去说一声儿。(狗儿云)叔叔，你放心，投到你说呵，我昨日晚夕话头儿去了也。(老千户云)如今你过去告一告儿。(狗儿云)叔叔放心，都在我身上！(见正末科)(正末云)你来做甚么？(狗儿云)我无事可也不来。想着叔叔他一时带酒，失误了军情，你要打他一百，他不疼便好，可不道大能掩小，海纳百川？看着狗儿面皮休打他，若打了他呵。我就恼也，饶了他罢！(?<br>┏?<br>【沽美酒】则见他忄刍忄敞忄敞的做样式。笑吟吟的强支对。他那里口口声声道是饶过只，我这里寻思了-会，这公事岂容易？<br>【太平令】我将他几番家叱退，他苦央及两次三回，则管里指官画史，不住的叫天吖地。(带云)狗儿，(唱)你可向这里，问你，莫不待替吃？(狗儿云)我替吃。我替吃！(正末云)你替吃？令人！你安排下大棒子者。(唱)我先拷的你、拷的你的腰截粉碎。(云)令人。拿下去打四十！(做打科)(正末云)打了抢出去！(狗儿跃出科)(老千户云)狗儿，说的如何？(狗儿云)我的话头儿过去了也。(老千户云)你再过去劝一劝。(狗儿云)他叫我明日来。(老千户推科，云)你再过去走一遭。(见科)(正末云)你又来做甚么？(狗儿云)我来吃第二顿。相公，叔叔老人家了也，看着你小时节，他怎么抬举你来。叔权便罢了，那婶子抱着你睡，你从小里快尿，常是浇他一肚子。看着婶子的面皮，饶了他罢！(正末云)你待替吃么？(狗儿云)我替吃，我替吃！(正未云)再打二十！(做打科)(正末云)抢出去！(狗儿跌出科)(老千户云)狗儿，你说的如何？(狗儿捧屁股科，云)我这遭过去不得了也。(老千户再推科)(狗儿云)相公！(正末云)拿下去】(狗儿慌科，云)可怜见，我狗儿再吃不得了也。(正末云)将铜铡来，切了你那驴头！(狗儿跌出科)(老千户云)你再过去劝一劝。(狗儿云)老弟子孩儿，你自挣揣去！(下)(正末云)拿过来者！替吃了多少也？(经历云)替吃了六十也。(正末云)打四十者！(做打科)(正末唱)<br>【雁儿落】你畅好是腕头有气力，我身上无些意。可不道厨中有热人，我共他心下无仇气。<br>【得胜令】打酌来一棍子一刀锥，一下起一层皮。他去那血泊里难禁忍，则着俺校椅上怎坐实？他失误了军期，难道他没罪谁担罪？(云)打了多少？(经历云)打了三十也。(正末唱)才打到三十，赤瓦不剌海，你也忒官不威牙爪威！<br>(云)再打者！(经历云)断讫也，扶出去。(老千户云)老夫人，打杀我也！谁想他不可怜见我，打了这一顿，我也无那活的人也！(老旦哭云)老相公，我说甚么来，我着你少吃一钟儿酒。(老千户云)老夫人，打了我这一顿，我也无那活的人了也。老夫人，有热酒筛一钟儿我吃。(下)(正末云)经历，到来日牵羊担酒，与叔父暖痛去！(唱)<br>【鸳鸯煞】你则合眠霜卧雪驱兵队，披星带月排戈戟。你也曾对咱盟咒，再不贪杯。唱道索记前言，休贻后悔。谁着你旦暮朝夕，尝吃的来醺醺醉，到今日待怨他谁？这都是你那恋酒迷歌上落得的。<br><br>第四折<br>(老千户同老旦上，云)谁想山寿马做了元帅，则道怎生样看觑我，谁想道着他打了一百！老夫人，闭了门者，不问谁者，只不要开门。(老旦云)老相公打坏了也，我关上这门者。我如今闭门家里坐，还怕甚祸从天上来！(正末引旦、经历、祗从上，云)经历，今日同夫人牵羊担酒，与叔权暖痛去来。(经历云)理会的。(正末云)可早来到叔叔门首，怎么闭着门在这里？令人，与我叫开门来。(祗从做叫门科)(正末唱)<br>【正宫】【端正好】则为他误军期，遭残害，依国法断的明白。寻思来这期亲尊长多妨碍，俺今日谢罪也在宅门外。<br>【滚绣球】疾去波，到第宅，休道是镇南边统军元帅，则说是亲眷家将羊酒安排，休道迟，莫见责，省可里便大惊小怪，将宅门疾快忙开。报与俺那老提控叔叔光知道，则说我侄儿山寿马和茶茶暖痛来，莫得疑猜。<br>(云)怎么叫了这一会，还不开门？经历，你与我叫门去。(经历云)理会的。(做叫门科，云)老完颜，你开门来，俺有说的话。(老千户云)我不开门。(经历云)你真个不开门？(老千户云)我不开！(经历云)你那旧状子不曾改，还要问你罪哩。(老千户云)你要问我的罪，再打上一百罢了。我死也只不开门，随你便怎么样来！(经历云)相公，老完颜只不开门，怎生是好？(正夫唱)<br>【伴读书】他道你结下的冤仇大，伤了他旧叔侄美情怀。一任你昨日的供招依然在，休想他低头做小心肠改。便死也只吃杯儿淡酒何伤害，到底个不伏烧埋。<br>(云)茶茶。你叫门去。(旦做叫门科，云)叔叔婶子，我茶茶在门外，你开门来，开门来！(老旦云)想茶茶昨日也曾为你告来，是那山寿马侄儿，执性不肯饶你。看茶茶面上，开了门罢。(老千户云)他既然今日到我宾来。昨日便为我再告一告儿不得，譬如我已打死了，只不要开门。(正末唱)<br>【笑口尚】他问我今日个一家儿为甚来，昨日个打我的可是该也那不该，把脸皮都撇在青霄外，从今后拚着个贪杯的老不才，谢了个贤惠的女裙衩，休休休休想他便降阶的忙迎待。<br>(云)待我自家去。叔叔，你侄儿山寿马自在这里，你开门来。(老旦云)既然元帅亲身到此，须索开门，请他进来者。(做开门)(正末同旦、经历跪科，云)这是侄儿不是了也。(老千户云)你昨日打我这一顿，亏你有甚么面皮又来见我！(正末云)叔叔，这不干你侄儿事。(老旦云)你叔叔偌大年纪，你打他这一顿，兀的不打杀了也！(正末唱)<br>【川拨棹】你得要闹咳咳，闹咳咳，使性窄，我须是奉着官差，法令应该，岂不知你年华老迈？故意的打你这一百。<br>(老千户云)我老人家被你打了这一顿，还说不干你事，倒干我事？(正末唱)<br>【七弟兄】你也不索左猜，右猜，既带了这素金牌，则合一心儿镇守着夹山寨，谁着你赏中秋玩月畅开怀？敢前生少欠他几盏黄汤债！<br>【梅花酒】呀，这一场事不谐，又不是相府中台，御史西台，打的你肉绽也那皮开。你心下自裁划，招状上没些歪，打你的请过来，将牍面快疾抬，老官人觑明白。<br>(老千户云)依你说，是谁打我这一百来？(正末唱)<br>【收江南】呀，这的是便宜行事的那虎头牌！(老千户云)元来是军令上该打我来。(正末唱)打的你哭啼啼，湿肉伴干柴，也是你老官人合受血光灾。休道是做侄儿的忒歹，早忘了你和俺爷爷奶奶是一胞胎。(云)茶茶，快与我杀羊荡酒来，与叔叔暖痛者！(唱)<br>【尾煞】将那暖痛的酒快酾，将那配酒的羔快宰，尽叔父再放出往日沉酣态。只留得你潦倒余生，便是大古里籴。<br>(老千户云)既是这般呵，我也不记仇恨了，只是吃酒！(老旦云)你也记的打时节这般苦恼，少吃些儿罢！(正末云)非是我全不念叔侄恩情，也只为虎头牌法度非轻。今日个将断案从头说破，方知道忠和孝元自相成。<br>题目枢院相公大断案<br>正名便宜行事虎头牌。",
  "poet": {
    "id": 2287,
    "star": 0,
    "name": "李直夫",
    "desc": "曹本《录鬼簿》载他是：\"女真人，德兴府住，即蒲察李五。\"金之德兴府属西京路，即今河北怀来。德兴府当是从他的先世起流寓寄居的地方。他应属女真蒲察氏，汉姓为李。一说他是至元延祜间人，曾任湖南肃政廉访使(见孙楷第《元曲家考略》)。作杂剧十二种，今存《虎头牌》一种，《伯道弃子》有佚曲存于《太和正音谱》和《北词广正谱》中，仅存剧目者有《念奴教乐府》、《谏庄公》、《怕媳妇》、《水淹蓝桥》、《错立身》、《劝丈夫》、《占断风光》、《坏尽风光》、《夕阳楼》、《火烧祆庙》十种。一说《怕媳妇》和《劝丈夫》实是同一个剧。"
  },
  "tags": []
}