{
  "id": 28661,
  "star": 36,
  "name": "筹笔驿",
  "dynasty": "唐代",
  "content": "猿鸟犹疑畏简书，风云常为护储胥。<br>徒令上将挥神笔，终见降王走传车。<br>管乐有才原不忝，关张无命欲何如？<br>他年锦里经祠庙，梁父吟成恨有余。",
  "fanyi": "<p><strong>韵译</strong><br>猿鸟犹疑是惊畏丞相的严明军令，<br>风云常常护着他军垒的藩篱栏栅。<br><a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>徒然在这里挥笔运筹划算，<br>后主刘禅最终却乘坐邮车去投降。<br>孔明真不愧有管仲和乐毅的才干。<br>关公张飞已死他又怎能力挽狂澜？<br>往年我经过锦城时进谒了武侯祠，<br>曾经吟诵了梁父吟为他深表遗憾！</p> <p><strong>注解</strong><br>①筹笔驿：旧址在今四川省广元县北。《方舆胜览》：“筹笔驿在绵州绵谷县北九十九里，蜀诸葛武侯出师，尝驻军筹划于此。”<br>②猿鸟句：诸葛亮治军以严明称，这里意谓至今连鱼鸟还在惊畏他的简书。疑：惊。简书：指军令。古人将文字写在竹简上。<br>③储胥：指军用的篱栅。<br>④上将：犹主帅，指诸葛亮。<br>⑤降王：指后主刘禅。走传车：公元263年（魏元帝景元四年），邓艾伐蜀，后主出降，全家东迁洛阳，出降时也经过筹笔驿。传车：古代驿站的专用车辆。后主是皇帝，这时却坐的是传车，也隐含讽喻意。<br>⑥管：管仲。春秋时齐相，曾佐齐桓公成就霸业。乐：乐毅。战国时人，燕国名将，曾大败强齐。原不忝：真不愧。诸葛亮隐居南阳时，每自比管仲、乐毅。<br>⑦他年：作往年解。锦里：在成都城南，有武侯祠。<br>⑧梁父吟：两句意谓，往年曾谒锦里的武侯祠，想起他隐居时吟咏《梁父吟》的抱负，不曾得到舒展，实在令人遗憾。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　筹笔驿，古地名，旧址在今四川省广元县北。相传三国时蜀汉<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>出兵伐魏，曾驻此筹画军事。很多<a href=\"http://so.gushiwen.org/view_28661.aspx\">诗</a>人留下了以筹笔驿为题材的怀念诸葛亮的作品。公元855年（大中九年）<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>罢梓州幕随柳仲郢回长安，途经此驿，写下这首咏怀古迹的诗篇。此诗同多数凭吊诸葛亮的作品一样，颂其威名，钦其才智；同时借以寄托遗恨，抒发感慨。不过此篇艺术手法上，议论以抑扬交替之法，衬托以宾主拱让之法，用事以虚实结合之法，别具一格。</p> <p>　　诗写诸葛亮之威、之智、之才、之功，不是一般的赞颂，而是集中写“恨”字。为突出“恨”字，作者用了抑扬交替的手法。首联说猿鸟畏其军令，风云护其藩篱，极写其威严，一扬；颔联却言其徒有神智，终见刘禅投降，长途乘坐驿车，被送往洛阳，蜀汉归于败亡，一抑；颈联出句称其才真无愧于管仲、乐毅，又一扬；对句写关羽、张飞无命早亡，失却羽翼，又一抑。抑扬之间，似是“自相矛盾”，实则文意连属，一以贯之。以其威智，霸业理应可成，然而时无英主，结果社稷覆亡，一恨；以其才略，出师理应告捷，然而时无良将，结果未捷身死，又一恨。末联“他年锦里经祠庙，梁父吟成恨有馀。”是说，昔日经过锦里（成都城南）诸葛武侯庙时，吟哦诸葛亮的《梁父吟》，犹觉遗恨无穷。而所谓“恨”，既是写诸葛亮之“遗恨”，又是作者“隐然自喻”。以一抑一扬的议论来表现“恨”的情怀，显得特别宛转有致。</p> <p>　　古典诗歌中，常有“众宾拱主”之法。李商隐这首诗的首联，用的就是这种手法。出句“猿鸟犹疑畏简书”。是说，猿（一本作“鱼”）和鸟都畏惧诸葛亮的军令，说明军威尚存；对句“风云长为护储胥”是说，风云还在护卫诸葛亮的营垒，说明仍有神助。正如范仲温《诗眼》所说的：“惟义山‘鱼鸟’云云，‘简书’盖军中法令约束，言号令严明，虽千百年之后，‘鱼鸟’犹畏之；‘储胥’盖军中藩篱，言忠义贯于神明，‘风云’犹为护其壁垒也。诵此两句，使人凛然复见孔明风烈。”这里没有直接刻画诸葛亮，只是通过猿（鱼）鸟风云的状态来突出诸葛亮的善于治军。猿鸟风云的状态在作者想象中，是由诸葛亮引起的反应，这些都作为“宾”，用以突出诸葛亮军威这个“主”。这些作为宾的自然景物。是拟人化，有某种特别的象征意义。猿鸟风云，作为筹笔驿的实景，还起到渲染气氛的作用，使人有肃穆之感；但是并不是单纯的气氛描写，而是化实为虚，实景虚用，以宾拱主，直接突出“孔明风烈”这一主体。</p> <p>　　李商隐好用典故。宋魏庆之《诗人玉屑》卷七云：“李商隐诗好积故实。”他爱把古人罗致笔下，自由驱使，不问时代先后，都可以在他的诗境中同时出现。“管乐有才真不忝，关张无命欲何如”，此题所咏乃诸葛亮，则此联对句中的关羽、张飞为其同时人，是今；管仲是春秋时人，乐毅是战国时人，远在三国之前，是古。用事以古今成对，出句以古人比拟诸葛亮，对句实写诸葛亮同时人关、张，即以古对今，以虚对实，而且对得极为自然。其所以如此，是因为诸葛亮“每自比于管仲、乐毅”（《三国志·蜀书·诸葛亮传》），故以管仲、乐毅直指诸葛亮便是很自然的事了，所以所谓“管乐”可以说虽“古”犹“今”，虽“虚”犹“实”，与关、张对举，可称为“奇”，然而却又不足为奇。</p>",
  "about": "<h2>创作背景</h2> 　　大中十年（856年）冬，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>罢梓州幕随柳仲郢回长安，途经筹笔驿而作的一首咏怀古迹的<a href=\"http://so.gushiwen.org/view_28661.aspx\">诗</a>。诗中极力推崇<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>才比管仲、乐毅，却未能完成统一大业，后主刘禅终于成为亡国之君，自是遗恨千古。这沉痛的历史慨叹，和晚唐政局相关。沉郁悲壮，韵唱深至。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "咏史怀古",
    "典故",
    "写人"
  ]
}