{
  "id": 5641,
  "star": 66,
  "name": "山居即事",
  "dynasty": "唐代",
  "content": "寂寞掩柴扉，苍茫对落晖。<br>鹤巢松树遍，人访荜门稀。<br>绿竹含新粉，红莲落故衣。<br>渡头烟火起，处处采菱归。",
  "fanyi": "<p><strong>译文<br></strong>沉寂地把篱门紧紧掩上，在苍茫暮色中望着斜晖。<br>鹤栖宿遍布周围的松树，柴门来访的人冷落疏稀。<br>嫩竹节已添上一层新粉，老荷花早落下片片红衣。<br>渡口处的渔火星星点点，是处处采菱人荡舟来归。</p> <p><strong>注释</strong><br>⑴山居：山林之中隐居。《战国策·韩策一》：“韩地险恶，山居，五谷所生，非麦而豆；民之所食，大抵豆饭藿羹。”即事：以当前事物为题材的<a href=\"http://so.gushiwen.org/view_5641.aspx\">诗</a>。宋魏庆之《诗人玉屑·命意·陵阳谓须先命意》：“凡作诗须命终篇之意，切勿以先得一句一联，因而成章，如此则意不多属。然古人亦不免如此，如述怀、即事之类，皆先成诗，而后命题者也。”<br>⑵寂寞：寂静无声，沉寂。《楚辞·<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>〈九叹·忧苦〉》：“巡陆夷之曲衍兮，幽空虚以寂寞。”柴扉：柴门。亦指贫寒的家园。南朝梁范云《赠张徐州稷》诗：“还闻稚子说，有客款柴扉。”<br>⑶落晖：夕阳，夕照。晋<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《拟东城一何高》诗：“三闾结飞辔，大耋嗟落晖。”<br>⑷鹤巢：巢为动词，作栖宿解，不是名词“窝”的意思。<br>⑸荜（bì）门：荆竹编成的门，又称柴门。常指房屋简陋破旧。<br>⑹新粉：指竹子刚生长出来，竹节周围带有的白色的茸粉。<br>⑺故衣：指莲花败叶。<br>⑻渡头：犹渡口。过河的地方。南朝梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>《乌栖曲》之一：“采莲渡头拟黄河，郎今欲渡畏风波。”烟火：指炊烟。《史记·律书》：“天下殷富，粟至十余钱，鸣鸡吠狗，烟火万里，可谓和乐者乎？”一作“灯火”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联二句是作者独自隐居山中时的心态写照，他引用了<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《拟咏怀二十七首》其十七“日晚荒城上。苍茫余落晖”<a href=\"http://so.gushiwen.org/view_5641.aspx\">诗</a>句。顾安《唐律消夏录》谓此诗首句‘掩柴扉’三字是虚句，不是实句。其实不必强作“虚”解，作“实”解亦通。人在门外亦可掩扉也，当是室内寂寞，故出门掩扉，环视山居外景以解闷，正切诗题“即事”者，咏眼前景物也。倘闭关室中，有何事可即！山居所见，皆幽寂澄淡之景，即之使人悠悠然，陶陶然，无复寂寞之感。</p> <p>　　颔联二句运用了对比手法。夕照满山，鸟鹊还巢，行人归宅，柴扉紧掩，诗人以最传神的字眼来表现景物给他的最突出的印象和感受，以突出景象的自然生态和任其消歇的流变特征，构成禅趣颇深的整体暗示，光色彩象的转瞬即逝的恍惚，归人却在若即若离恍有恍无之间。从文艺美学角度看，生态活泼，情趣盎溢，弥满诗画气息的宁静生活极富运动感极富生命力的美。此联“遍”“稀”二字用得很妙。“遍”字表现松茂鹤多，“稀”字表现来访者少，两者对照写出山居环境的幽静。</p> <p>　　颈联对句引用庾信《入彭城馆诗》：“槐庭垂绿穗，莲浦落红衣。”这一联用“绿竹”对“红莲”、“新粉”对“故衣”，光影流转里体现出摩诘对隐逸生活的喜爱。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>天性擅画，精通画理，且移植画艺以丰富和提高诗歌的表现力。此句即为力证。</p> <p>　　尾联末字落在一个“归”上，暗合其归隐之意，隐隐有陶潜之情。最后四句写出了夕阳西下，炊烟升起，嫩竹荷花清新可爱，人们采菱而归的景象，表现出作者悠然闲适的心情。</p> <p>　　在王维的田园诗中，尽管周围是热闹活泼，生生不息，充满了活力的大自然，但诗人的心却是孤寂的。此诗虽然写出了作者惬意的生活，却又在字里行间透露出诗人的落寞之情。大自然的万物都是热闹鲜活的，嫩竹、红莲，唯有诗人的心是寂寞孤独的。这样的心态，促使王维潜心地去发现去欣赏田园。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "隐居",
    "孤独"
  ]
}