{
  "id": 71299,
  "star": 540,
  "name": "花影",
  "dynasty": "宋代",
  "content": "重重叠叠上瑶台，几度呼童扫不开。<br>刚被太阳收拾去，却教明月送将来。",
  "fanyi": "<p><strong>译文</strong><br>　　亭台上的花影一层又一层，几次叫童儿去打扫，可是花影怎么扫走呢？傍晚太阳下山时，花影刚刚隐退，可是月亮又升起来了，花影又重重叠叠出现了。 </p><p><strong>注释</strong><br>1.重重迭迭：形容地上的花影一层又一层，很浓厚。 <br>2.瑶台：华贵的亭台。 <br>3.几度：几次。<br>4.童：男仆。这两句说，亭台上的花影太厚了，几次叫仆人扫都扫不掉。 <br>5.收拾去：指日落时花影消失，好像被太阳收拾走了。 <br>6.教：让。<br>7.送将来：指花影重新在月光下出现，好像是月亮送来的。将，语气助词，用于动词之后。这两句说，太阳落了，花影刚刚消失，明月升起，它又随着月光出现了。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首咏物<a href=\"http://so.gushiwen.org/view_71299.aspx\">诗</a>，诗人借吟咏花影，抒发了自己想要有所作为，却又无可奈何的心情。</p> <p>　　这首诗自始至终着眼于一个“变”字，写影的变化中表现出光的变化，写光的变化中表现出影的变化。第一句中“上瑶台”，这是写影的动，隐含着光的动。为什么用“上”，不用“下”，因为红日逐渐西沉了。第二句“扫不开”写影的不动，间接地表现了光的不动。光不动影亦不动，所以凭你横扫竖扫总是“扫不开”的。三四两句，一“收”一“送”是写光的变化，由此引出一“去”一“来”影的变化。花影本是静态的，诗人抓住了光与影的相互关系，着力表现了花影动与静，去与来的变化，从而使诗作具有了起伏跌宕的动态美。</p> <p>　　写光的变化，写花影的变化，归根到底是为了传达诗人内心的感情变化。“上瑶台”写花影移动，已含有鄙视花影之意；“扫不开”写花影难除，更明现憎恶花影之情；“收拾去”写花影消失，大有庆幸之感；“送将来”写花影再现，又发无奈之叹。诗人巧妙地将自己内心的感情变化寓于花影的倏忽变化之中，使诗作具有言近旨远，意在言外的含蓄美。</p> <p>　　有人评论说：“上瑶台”比喻小人在高位当权；“扫不开”比喻正直之臣屡次上书揭露也无济于事；三四两句以太阳刚落，花影消失，明月东升，花影重映，比喻小人暂时销声匿迹，但最终仍然出现在政治舞台上。从诗人一生仕途坎坷，政治失意的情况来分析，产生鄙视群小，痛恨官场腐败的感情也许是可能的。但诗歌作为文艺作品，它显然不能是生活的实录，它比生活本身应该更概括，更集中，更有典型性，因此，一定要坐实哪一句即喻什么人或什么事，难免会有牵强附会之嫌了。</p><br/><h2>赏析一</h2> 　　这首饶有趣味的小<a href=\"http://so.gushiwen.org/view_71299.aspx\">诗</a>，作者也有争议。起因是这样的:有人查遍了《东坡七集》并未发现此作，而在<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>的《叠山集》中却发现了此诗，于是便欲“正名”为谢枋得所作，我觉得这有些过于唐突。　无论是《东坡七集》或者《叠山集》都经过后人辗转抄录编纂，遗漏诗作和窜入他人诗作的情况并不罕见，谢枋得是个十分崇敬<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的人，他的外号“叠山”，就是从苏轼的一首七律诗中的首句“溪上青山三百叠”而来，相传《千家诗》曾经过谢枋得的编订，喜欢苏轼诗作的他，极有可能特地将这首诗推荐在《千家诗》的选本中。　还有一个感觉就是，这首诗太像苏轼的风格了，我们可以拣出苏轼另一首家喻户晓的诗来比较一下：“若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？”和这首诗中呼童扫花影的“天真”举动如出一辙，同样也是在貌似无理、貌似调侃的语气中隐喻了发人深思的道理。　苏轼的诗有诙谐、灵动的特点，有时充满童趣，语言也颇有几分“打油诗”的特色。他曾说：“吾虽不善书，晓书莫如我。苟能通其意，常谓不学可。”对自己刚出生的儿子说：“人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。”　苏轼这个人才华横溢，他的诗风格往往出奇出新，并非用“豪放”两字就能一概而论。他自己曾说过这样两句话：“出新意于法度之中，寄妙理于豪放之外。”（《书吴道子画后》）虽然这两句原本不是说他自己，但这里“请君入瓮”，将此语拿来形容东坡先生的诗，也十分恰当。　单说这首诗：有人说诗中的“花影”，是形容朝廷中当政的小人，难以驱去，赶不尽，除不绝。这样解诗不免呆板无味。如果真是形容小人，那苏轼的水平也太差劲了，“明月花影”，这是何等雅致的景物，用来形容小人，一点攻击力也没有。大家见骂人时，谁把对方骂成“花影”？像<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《聚蚊谣》，把小人形容为蚊子，<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>把尸位素餐的昏官形容为木偶，这才叫讽刺。　那么此诗中的喻义又是什么呢？我觉得，此诗喻义深远，其中有着一种非常复杂的感情。常言道：“如影随形。”有形就有影，有因就有果，世间的种种琐事，正像花影一样萦绕在花前，挥不尽，抛不去，只要有日月轮回，只要还停留在这世上，你就躲不开、赶不走这永远跟着你的影子，不管你喜不喜欢它。　东坡喜欢禅，我觉得这首诗中颇有禅意。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "失意",
    "无奈"
  ]
}