{
  "id": 5888,
  "star": 5007,
  "name": "黄鹤楼 / 登黄鹤楼",
  "dynasty": "唐代",
  "content": "昔人已乘黄鹤去，此地空余黄鹤楼。<br>黄鹤一去不复返，白云千载空悠悠。<br>晴川历历汉阳树，芳草萋萋鹦鹉洲。<br>日暮乡关何处是？烟波江上使人愁。",
  "fanyi": "<p><strong>译文</strong><br>过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼。<br>黄鹤一去再也没有回来，千百年来只看见悠悠的白云。<br>阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖。<br>天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。</p> <p><strong>注释</strong><br>1.黄鹤楼：故址在湖北省武汉市武昌区，民国初年被火焚毁，1985年重建，传说<br>古代有一位名叫费祎的仙人，在此乘鹤登仙。<br>2.昔人：指传说中的仙人子安。因其曾驾鹤过黄鹤山〔又名蛇山〕，遂建楼。<br>3.乘：驾。<br>4.去：离开。<br>5.空：只。<br>6.返：通返，返回。<br>7.空悠悠：深，大的意思<br>8.悠悠：飘荡的样子。<br>9.川：平原。<br>10.历历：清楚可数。<br>11.汉阳：地名，现在湖北省武汉市汉阳区，与黄鹤楼隔江相望。<br>12.萋萋：形容草木长得茂盛。<br>13.鹦鹉洲：在湖北省武汉市武昌区西南，根据后汉书记载，汉黄祖担任江夏太守时，在此大宴宾客，有人献<br>上鹦鹉，故称鹦鹉洲。唐朝时在汉阳西南长江中，后逐渐被水冲没。<br>14.乡关：故乡。</p>",
  "shangxi": "<p><strong>首联</strong><br>　　人满怀对黄鹤楼的美好憧憬慕名前来，可仙人驾鹤杳无踪迹，鹤去楼空，眼前就是一座寻常可见的江楼。“昔人已乘黄鹤去，此地空余黄鹤楼。”美好憧憬与寻常江楼的落差，在诗人心中布上了一层怅然若失的底色，为乡愁情结的抒发作了潜在的铺垫。</p> <p><strong>颔联</strong><br>　　“黄鹤一去不复返，白云千载空悠悠”，是诗中颔联。江天相接的自然画面因白云的衬托愈显宏丽阔大，受此景象的感染，诗人的心境渐渐开朗，胸中的情思也随之插上了纵横驰骋的翅膀：黄鹤楼久远的历史和美丽的传说一幕幕在眼前回放，但终归物是人非、鹤去楼空。人们留下什么才能经得起岁月的考验？她不是别的，她是任地老天荒、海枯石烂也割舍不断的绵绵乡恋、悠悠乡情。 本句具有一种普遍包举的意味，抒发了诗人岁月难再、世事茫然的空幻感，也为下文写乡关难归的无限愁思铺垫，因而成为深值关注和反复品味的名句。<br>　　诗中“黄鹤”所指甚明，除了实体“仙鹤”之外，它的指向应该是即“一切”之意。“不复返”，更是涵覆了生不逢时、岁不待人的无尽感伤。“白云”变幻难测，寓托着作者世事难料的吁嗟叹喟。如果说这个词和“空悠悠”使人看到空间的广袤，那么“千载”则使人看到了时间的无限性。时间和空间的组合产生了历史的纵深感和空间的开阔感，更加催生了乡愁。</p> <p><strong>颈联</strong><br>　　“晴川历历汉阳树，芳草萋萋鹦鹉洲。”两句笔锋一转，由写传说中的仙人、黄鹤及黄鹤楼，转而写诗人眼前登黄鹤楼所见，由写虚幻的传说转为实写眼前的所见景物，晴空里，隔水相望的汉阳城清晰可见的树木，鹦鹉洲上长势茂盛的芳草，描绘了一个空明、悠远的画面，为引发诗人的乡愁设置了铺垫。[2]</p> <p><strong>尾联<br></strong>　　“日暮乡关何处是？烟波江上使人愁。”太阳落山，黑夜来临，鸟要归巢，船要归航，游子要归乡，然而天下游子的故乡又在何处呢？江上的雾蔼一片迷蒙，眼底也生出的浓浓迷雾，那是一种隐隐的泪花和心系天下苍生的广义乡愁，问乡乡不语，思乡不见乡。面对此情此景，谁人不生乡愁也无由。诗作以一“愁”收篇，准确地表达了日暮时分诗人登临黄鹤楼的心情，同时又和开篇的暗喻相照应，以起伏辗转的文笔表现缠绵的乡愁，做到了言外传情，情内展画，画外余音。</p>",
  "poet": {
    "id": 547,
    "star": 0,
    "name": "崔颢",
    "image": "http://img.gushiwen.org/authorImg/cuihao.jpg",
    "desc": "崔颢 唐开元年间进士，官至太仆寺丞，天宝中为司勋员外郎。最为人们津津乐道的是他那首《黄鹤楼》，据说李白为之搁笔，曾有“眼前有景道不得，崔颢题诗在上头”的赞叹。《全唐诗》存其诗四十二首。"
  },
  "tags": [
    "唐诗三百首",
    "初中古诗",
    "写景",
    "地名",
    "怀古",
    "思乡"
  ]
}