{
  "id": 69089,
  "star": 6287,
  "name": "泊船瓜洲",
  "dynasty": "宋代",
  "content": "京口瓜洲一水间，钟山只隔数重山。<br>春风又绿江南岸，明月何时照我还？",
  "fanyi": "<p><strong>译文</strong><br>京口和瓜洲不过一水之遥，钟山也只隔着几重青山。<br>温柔的春风又吹绿了大江南岸，可是，天上的明月呀，你什么时候才能够照着我回家呢？</p> <p><strong>注释</strong><br>1.泊船：停船。泊，停泊。指停泊靠岸。<br>2.绿：吹绿。<br>3.京口：古城名。故址在江苏镇江市。<br>4.瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。<br>5.一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如<br>汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。<br>6.钟山：在江苏省南京市区东。</p>",
  "shangxi": "<h2>赏析六</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>以“泊船瓜洲”为题，点明诗人的立足点。首句“京口瓜洲一水间”写了望中之景。诗人站在长江北岸瓜洲渡口放眼南望，看到了南岸的“京口”与这边的“瓜洲”这么近，就一条江水的距离，不由地联想到家园所在的钟山也只隔几座山了，也不远了。次句“钟山只隔数重山”暗示诗人归心似箭的心情。</p> <p>　　第三句为千古名句，再次写景，点出了时令已经是春天，描绘了长江南岸的景色。“绿”字是吹绿的意思，是使动静结合，用得绝妙。传说<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为用好这个字改动了十多次，从“到”“过”“入”“满”等十多个动词中最后选定了“绿”字。因为其它文字只表达春风的到来，却没表现春天到来后千里江岸一片新绿的景物变化。结句“明月何时照我还”，诗人眺望已久，不觉皓月初上，诗人用疑问的句式，想象出一幅“明月照我还”的画面，进一步表现诗人思念家乡的心情，表达了诗人的思乡之情!<br></p><br/><h2>赏析</h2> <p>　　这是一首著名的抒情小<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>，抒发了诗人眺望江南、思念家乡的深切感情。本诗从字面上看，是流露着对故乡的怀念之情，大有急欲飞舟渡江回家和亲人团聚的愿望。其实，在字里行间也寓着他重返政治舞台、推行新政的强烈欲望。</p> <p>　　诗人回首江南，大地一片翠绿，这固然是春风吹绿的，但是那葱绿的禾苗难道不是变法措施产生的实效吗？</p> <p>　　但是官场是险象环生的，诗人望着这瓜洲渡口，也望着钟山的明月，发出了“明月何时照我还”的慨叹，诗人是想早点离开是非黑白颠倒的官场，离开那丑恶，腐朽的地方体现作者希望重返那没有利益纷争的家乡，很有余韵。这首诗不仅借景抒情，</p> <p>　　情寓于景，情景交融，而且叙事也富有情致，境界开阔，格调清新。最令人津津乐道的还是在修辞上的锤炼。</p> <p>　　其中“绿”字可以体会到诗人用词的修饰，把吹改为绿，为的是生动，在这之前<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>也有多次斟酌推敲这个字，曾试过满，过等字，但最后还是把这个字改成了“绿”。<br></p><br/><h2>赏析三</h2> <p>　　“首句‘京口瓜洲一水间’，以愉快的笔调写他从京口渡江，抵达瓜洲，‘一水间’三字形容舟行迅疾，顷刻就到。次句‘钟山只隔数重山’，以依恋心情写他对钟山的回顾，第三句‘春风又绿江南岸’，描绘的生机盎然的景色与<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>人奉召回京的心情相谐合，‘春风’一词，既是写实，又有政治寓意。宋神宗下诏恢复<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。‘绿’字还透露了诗人内心的矛盾，表达了作者希望早日辞官归家的心愿，这种心愿，至结句始明白揭出。”－－如此强化政治色彩来解析《泊船瓜洲》诗的诗意，是很有代表性的。</p> <p>　　但这样的解析，却存在着无法自圆其说的自相矛盾处：诗人既想早日辞官，就不可能有奉召回京之欣喜，既想急于赴京上任，也就不可能有想早日辞官的想法，这二者犹如水火，是难以相容的。也有论者断言，诗人此次复出还政，可谓春风得意，大喜过望，那所谓的“明月何时照我还”的恋乡情绪，不过是虚晃一枪的矫情之词而已，是不可以认真对待的。“春风又绿江南岸”，骨子里说的是对皇恩的感激，是对新法实施前景的乐观描绘，是诗人内心的还朝施政喜悦的移情于景，诗的感情基调是欢快的，乐观的。</p> <p>　　上述两论，是历来解读《泊船瓜洲》诗的论点中最具代表性的，但把该诗作为政治抒情诗来解读，是既不符合诗人作诗时特定的际遇和心境，也不切合诗作自身建构的艺术形象的内蕴的。《泊船瓜洲》应是一首纯粹的乡愁诗，它的感情基调应是忧郁伤感的，是毫无轻松、喜悦、乐观的色彩可言的。</p> <p>　　诗人写作此诗时，已是五十五岁的老人了。几年来，围绕着新法旧法，朝廷上无休止地争论和攻讦，致使新法的推行十分艰难。因而本来就有些消极思想的王安石，在经历了两次因推行新法而罢相的坎坷遭遇之后，心力交瘁，对从政产生了强烈的厌倦感。罢官期间，他曾写下了许多描绘自然风光、抒写闲情逸趣的诗作。对于这次的朝廷以“同平章事”的重任重新起用，王安石曾两次辞官而未获准。因而他这次的上任，从心情上说，是十分勉强的。而在他上任以后，又多次请求解除宰相职务，并终于在复出后的第二年，如愿以偿地再度罢相，重又回到家乡江宁，过起了舒心适意的隐居生活。从这次短暂的复出过程可以看出，重新还朝施政并非王安石所期盼的，所热衷的，相反地他还把复出视为畏途而屡拒屡辞。显而易见，在这样的际遇心境下写作《泊船瓜洲》，也就难免不在字里行间注满忧郁、伤感、消沉的感情了，也就难免不对即将远离的家乡怀有深深的眷恋之意了，他又怎么可能会以“春风又绿江南岸”喻皇恩浩荡，抒发什么如愿以偿的为复出而欣喜的感情呢？ 再从诗作本身看。诗的结句“明月何时照我还”是全诗的主旨所在，它以直抒胸臆的形式为全诗定下了忧郁、伤感的感情基调，明白无误地告诉人们，诗人对复出还政并无如愿以偿的喜悦，更无急不可待的热切。相反，诗人还远没有到达京城，家乡还未从视线中消失，内心里就已真诚地发出了回家乡的念头，这思乡之情还不深切真挚吗？今日明月送我而走，他日明月“何时”送我而还？仕途险恶，吉凶难测，那“何时”二字是诗人发自肺腑的一声沉重叹息，蕴含了诗人对险恶仕途的担忧，对施行新法前途的顾虑。诗意忧思深切，格调也十分苍凉，是如闻其声的一声喟然长叹，是诗人抑郁消沉心态的真实自然的流露。</p> <p>　　从结句定下的乡愁沉重忧切的感情基调反观，“京口瓜洲一水间”也不可能是在时间上强调船行之快来写诗人心情的轻松愉快了，它与“钟山只隔数重山”一样，都是从空间上强调家乡的山山水水离此时旅次江北瓜洲的诗人距离之近。此时诗人“泊船瓜洲”，回首南望，那熟悉而亲切的“京口”仅一水相间，“钟山”也只隔数重山，真是近在咫尺。但空间距离上的近，却反衬了诗人心理距离上的远。因为家乡虽如此之近，但可望而不可及，看近实远。而且随着时间的推移，距离还会越来越大，更何况这一去又不知何时才能回来，不知何时才能再见到这家乡的山山水水，甚至他可能还会更为悲观地想到，将来还能不能再回到自己的家乡。诗人在这里运用了以近写远、相反相成的艺术手法，委婉含蓄地表现了诗人忧惋深切、无可奈何的伤感心情，展现了诗人心灵深处的巨大的失落感、孤独感。其实，一水长江，数重大山，相间相隔的空间上的距离也是很大的，诗人反以近写之，也是为了强调诗人对家乡的强烈依恋，是恋恋不舍的思乡爱乡眷乡之情的自然流露，又何来轻松愉快的喜悦心情呢？</p> <p>　　正因为这首诗的主旨是浓浓的乡愁的抒发，所以诗的第三句“春风又绿江南岸”的重心，也不是像一般论者所说的落在了对江南春天美景的描绘上，它的语言重心不是“绿”字而是“又”字。而人们之所以特别欣赏“绿”的形容词用作动词对春天美景的生动形象、富有色彩感和感染力的描绘，原因就在洪迈的《容斋续笔》所记载的那一段脍炙人口的炼字故事上。其实王安石在这里并不是要刻意描绘江南春景之美丽，他把诗句的重心放在“又”字而非“绿”字上，他要表达的是“春风”尚且有情，还知道一年一度“又绿江南岸”，而诗人自己呢，却不得不在“春风又绿江南岸”的时候，离开江南的家乡，违心地重登仕途。这一去，前途吉凶莫测，不知何时才“又”能回到江南的家中呢？一个“又”字，融情于景，实在是诗人满心难以排遣的无限乡愁的真实写照。</p> <p>　　正是有了前三句寓情于景的层层铺垫作势，结句的“明月何时照我还”的抒写乡愁的淋漓之笔，才水到渠成地直泻出来，把乡愁的抒写发挥到了极致。由此看来，王安石的《泊船瓜洲》，并不是一首政治抒情诗，而是一首纯粹的乡愁诗。</p><br/><h2>赏析二</h2> <p>　　这首七绝触景生情，通过对春天景物的描绘，表现了<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>人此番出来做官的无奈和欲急切回归江宁的愿望。头两句记叙北上的行程。诗人前往京城，却偏偏回首江宁，表现不愿赴任的复杂心理。后两句以景写心，既有变法给自己带来的欣慰，也有及早功成身退的想法。诗人回首江南，大地一片翠绿，这固然是春风吹绿的，但是那葱绿的禾苗难道不是青苗法等变法措施产生的实效吗？但是官场是险象环生的，诗人望着这照着瓜洲渡口，也照着钟山的明月，发出了“明月何时照我还”的慨叹，诗人是想早点离开是是非非的官场，很有余韵。这首诗不仅借景抒情，情寓于景，而且叙事也富有情致，境界开阔，格调清新。</p> <p>　　最令人津津乐道的还是修辞上的锤炼。据洪迈《容斋随笔》说：“春风又绿江南岸”一句原稿“春风又“到”江南岸’，圈去‘到’字，注曰：‘不好’。改为‘过’，复圈去而改为‘入’，旋改为‘满’，凡如是十许字，始定为‘绿’”。真达到了“语不惊人死不休”的境地。其实诗人不仅仅在炼字，也是在炼意，这才符合诗的情境。</p><br/><h2>赏析五</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>以“泊船瓜洲”为题，点明诗人的立足点。</p> <p>　　首句“京口瓜洲一水间”写了望中之景，诗人站在瓜洲渡口，放眼南望，看到了南边岸上的“京口”与“瓜洲”这么近，中间隔一条江水。“一水间”三字，形容舟行迅疾，顷刻就到。</p> <p>　　次句“钟山只隔万重山”，以依恋的心情写他对钟山的回望，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>于景佑四年（1037年）随父王益定居江宁，从此江宁便成了他的息肩之地，第一次罢相后即寓居江宁钟山。“只隔”两字极言钟山之近在咫尺。把“万重山刀的间隔说得如此平常，反映了诗入对于钟山依恋之深；而事实上，钟山毕竟被“万重山”挡住了，因此诗人的视线转向了江岸。</p> <p>　　第三句“春风又绿江南岸”，描绘了江岸美丽的春色，寄托了诗人浩荡的情思。其中“绿”字是经过精心筛选的，极其富于表现力。这是因为：一、前四字都只从风本身的流动着想，粘皮带骨，以此描写看不见的春风，依然显得抽象，也缺乏个性；“绿”字则开拓一层，从春风吹过以后产生的奇妙的效果着想，从而把看不见的春风转换成鲜明的视觉形象——春风拂煦，百草始生，千里江岸，一片新绿。这就写出了春风的精神，诗思也深沉得多了。二、本句描绘的生机盎然的景色与诗人奉召回京的喜悦心情相谐合，“春风”一词，既是写实，又有政治寓意。“春风”实指皇恩。宋神宗下诏恢复王安石的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。这种心情，用“绿”字表达，最微妙，最含蓄。三、“绿”字还透露了诗人内心的矛盾，而这正是本诗的主旨。鉴于第一次罢相前夕朝廷上政治斗争的尖锐复杂，对于这次重新入相，他不能不产生重里的顾虑。变法图强，遐希翟契是他的政治理想；退居林下，吟咏情性，是他的生活理想。由于变法遇到强大阻力，他本人也受到反对派的猛烈攻击，秀丽的钟山、恬静的山林，对他产生了很大的吸引力。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送别》：“春草年年绿，王孙归不归？”，都是把草绿与思归联系在一起的。本句暗暗融入了前人的诗意，表达了作者希望早日辞官归家的心愿。这种心愿，至结句始明白揭出。</p> <p>　　毋庸讳言，用绿字描写春风，唐人不乏其例。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《侍从宜春苑奉诏赋龙池柳色初晴听新莺百啭歌》：“春风已绿瀛洲草，紫段红楼觉春好。”<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>《题农父庐舍》：“春风何时至？已绿湖上山。”<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《敬答李先生》：“绿昏晴气春风岸，红漾轻轮野水天”，<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的《闲斋卧雨行药至山管稍次湖庭》：“主人山门绿，小隐湖中花”。等，都为王安石提供了借鉴，但从表现思想感情的深度来说，上述数例，而“山门”“山”“草”皆可绿，而江南岸的绿却是颇有动感，青出于蓝而胜于蓝。</p> <p>　　结句“明月何时照我还”，从时间上说，已是夜晚。诗人回望既久，不觉红日西沉，皓月初上。隔岸的景物虽然消失在朦胧的月色之中，而对钟山的依恋却愈益加深。他相信自己投老山林，终将有日，故结尾以设问句式表达了这一想法。</p><br/><h2>赏析四</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>作于1075年（熙宁八年）二月。当时<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>第二次拜相，奉诏进京，舟次瓜洲。首句“京口瓜洲一水间”，以愉快的笔调写他从京口渡江，抵达瓜洲。“一水间”三字，形容舟行迅疾，顷刻就到。次句“钟山只隔数重山沙，以依恋的心情写他对钟山的回望，王安石于1037年(景佑四年)随父王益定居江宁(今江苏南京)，从此江宁便成了他的息肩之地，第一次罢相后即寓居江宁钟山(今南京紫金山)。“只隔”两字极言钟山之近在咫尺。把“数重山刀的间隔说得如此平常，反映了诗入对于钟山依恋之深;而事实上，钟山毕竟被“数重山”挡住了，因此诗人的视线转向了江岸。</p> <p>　　古人云：“望秋云神飞扬，临春风思浩荡。”第三句“春风又绿江南岸”，描绘了江岸美丽的春色，寄托了诗人浩荡的情思。其中“绿”字是经过精心筛选的，极其富于表现力。洪迈《多斋续笔》卷八云：“吴中士人家藏其草。初云‘又到江南岸’，圈去’到‘字，注曰‘不好’。改为‘过’，复圈去而改为’入‘。旋改‘满’。凡如是十许字，始定为‘绿’。”作者认为“到”、“过”、“入”、“满“等字都不理想，只有“绿”字最为精警。这是因为：一、前四字都只从风本身的流动着想，粘皮带骨，以此描写看不见的春风，依然显得抽象，也缺乏个性；“绿”字则开拓一层，从春风吹过以后产生的奇妙的效果着想，从而把看不见的春风转换成鲜明的视觉形象——春风拂煦，百草始生，千里江岸，一片新绿。这就写出了春风的精神，诗思也深沉得多了。二、本句描绘的生机盎然的景色与诗人奉召回京的喜悦心情相谐合，”春风”一词，既是写实，又有政治寓意。“春风”实指皇恩。宋神宗下诏恢复王安石的相位，表明他决心要把新法推行下去。对此，诗人感到欣喜。他希望凭借这股温暖的春风驱散政治上的寒流，开创变法的新局面。这种心情，用“绿”字表达，最微妙，最含蓄。三、‘绿”字还透露了诗人内心的矛盾，而这正是本诗的主旨。鉴于第一次罢相前夕朝廷上政治斗争的尖锐复杂，对于这次重新入相，他不能不产生重里的顾虑。变法图强，遐希翟契是他的政治理想;退居林下，吟咏情性，是他的生活理想。由于变法遇到强大阻力，他本人也受到反对派的猛烈攻击，秀丽的钟山、恬静的山林，对他产生了很大的吸引力。《楚辞·招隐士》：“王孙游兮不归，春草生兮凄凄”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送别》：“春草年年绿，王孙归不归?”，都是把草绿与思归联系在一起的。本句暗暗融入了前人的诗意，表达了作者希望早日辞官归家的心愿。这种心愿，至结句始明白揭出。</p> <p>　　毋庸讳言，用绿字描写春风，唐人不乏其例。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《侍从宜春苑奉诏赋龙池柳色初晴听新莺百啭歌》：“春风已绿瀛洲草，紫段红楼觉春好。”<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>《题农父庐舍》：“春风何时至?已绿湖上山。”<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《敬答李先生》：“绿昏晴气春风岸，红漾轻轮野水天”，<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的《闲斋卧雨行药至山管稍次湖庭》：“主人山门绿，小隐湖中花”。等，都为王安石提供了借鉴，但从表现思想感情的深度来说，上述数例，而“山门”“山”“草”皆可绿，而江南岸的绿却是颇有动感，青出于蓝而胜于蓝。</p> <p>　　结句“明月何时照我还”，从时间上说，已是夜晚。诗人回望既久，不觉红日西沉，皓月初上。隔岸的景物虽然消失在朦胧的月色之中，而对钟山的依恋却愈益加深。他相信自己投老山林，终将有日，故结尾以设问句式表达了这一想法。</p> <p>　　“文字频改，工夫自出。”（《童蒙诗训》）本诗曾获得“超然迈伦，能追逐李杜陶谢“（《彦周诗话》)的赞誉。这正是“频改”所致。但这首诗的佳处，并不限于一字之工，当玩赏其全篇的精神所在，方能得其体要。<br></p>",
  "about": "<h2>创作背景</h2> <p>　　宋景佑四年（1037年），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>随父王益定居江宁（今江苏南京），王安石是在那里长大的，对钟山有着深厚的感情。神宗熙宁二年（1069），王安石被任命为参知政事（副宰相）；次年被任命为同乎章事（宰相），开始推行变法。由於反对势力的攻击，他几次被迫辞去宰相的职务。这首<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>写於熙宁八年（1075）二月，正是王安石第二次拜相进京之时。</p> <p>　　《泊船瓜洲》的写作时间长期以来也有争议，虽然都认为写于王安石晚期，但具体的说法主要有三种意见：①宋神宗熙宁元年（1068），王安石应召自江宁府赴京任翰林学士，途经瓜洲后所作；②神宗熙宁七年（1074），王安石第一次罢相自京还金陵；途经瓜洲时所作；③神宗熙宁八年（1075），王安石第二次拜相；自江宁赴京途经瓜洲时所作。</p><br/><h2>地名介绍</h2> <p>京口<br>　　京口就是今日的江苏镇江市，靠长江边，瓜洲是对岸的一个小岛（现在已无），因为这儿也是大运河的长江出口，所以水上交通很繁忙。</p> <p>　　镇江之名至今已沿用了800多年。镇江名称的演变反映了镇江一直是重要的政治中心和兵家必争之地。自1985年以来，镇江已被列为我国沿海开放城市、重点旅游城市和历史文化名城。1987年，镇江港正式对外国籍船舶开放，具有比较完整的海关、商检等口岸管 理服务机构设施。从此，“镇江”之名更加声誉大振，蜚声四海、五洲。</p> <p>瓜洲<br>　　瓜洲在今天江苏省扬州市邗（hán）江区，瓜洲古渡风景区是国家水利风景区，位于扬州市古运河下游与长江交汇处，距历史文化名城扬州市中心15km，润扬公路大桥、镇扬汽渡、扬州港与其毗邻相接，镇江金山寺与园区隔江相对，是历代联系大江南北的咽喉要冲，著名的千年古渡。</p> <p>　　“泗水流，汴水流，流到瓜洲古渡头”。千年古渡，胜境犹存，唐代高僧鉴真从这里起航东渡日本，康乾二帝及历代<a href=\"http://so.gushiwen.org/view_69089.aspx\">诗</a>人墨客途经瓜洲，留下了许多哙炙人口的诗篇。民间传说杜十娘怒沉百宝箱的故事就发生在这里。古渡遗址、御碑亭、沉箱亭已成为中外宾客寻幽探古的佳处。</p> <p>钟山<br>　　南京城内有钟山。</p> <p>　　南京钟山风景名胜区位于江苏省南京市东北郊，是我国第一批国家级风景名胜区之一。它以中山陵为中心，包括紫金山、玄武湖两大区域，总面积约45平方公里。这里优美的自然风光和丰富的古迹文物，有着“金陵毓秀”的称誉。</p> <p>　　钟山为江南茅山余脉，横亘于南京中华门外，古名金陵山、圣游山，三国时东吴曾称它为蒋山。东西长7.4公里，南北宽3公里，周长约20多公里，蜿蜒起伏，抛若游龙，故古人称“钟阜龙蟠”。山上有紫色页岩层，在阳光照映下，远看紫金生耀，故人们又称它为紫金山。山有三峰：主峰北高峰，海拔468米，是金陵最高峰；第二峰偏于东南，名小茅山，海拔360米，中山陵在其南麓；第三峰偏于西南，由于太平天国曾在山上筑天堡城，故称天堡山，海拔250米，著名的紫金山天文台即建此山顶上。 玄武湖在钟山以西，南京城北，古名桑泊，又称后湖。湖光山色，景色佳丽。现建有玄武湖公园，占地面积4.7平方公里，其中水面约占3.7平方公里，绕湖一周长约10公里，湖中有岛，称为洲，有桥相连。湖水碧波荡漾，岛上绿树葱茏，周围青山如黛，美景如画，亦是金陵风光旅游“宝地”。附近还有古台城遗址、鸡鸣寺、北极阁等古迹名胜。</p> <p>　　详细地址:南京钟山风景名胜区位于江苏省南京市东北郊 。</p> <p>江南<br>　　江南，字面意义为江之南面，在人文地理概念中特指长江以南。在不同历史时期，江南的文学意象不尽相同。江南最早出现在先秦两汉时期是以楚国为背景所指的长江中游今湖南省和湖北南部、江西部分地区。</p> <p>　　狭义的江南现指长江中下游平原南岸、濒临长江沿线组成的江南地区。江浙为中心的小江南经济更为发达。广义江南涵盖长江中下游流域以南，南岭、武夷山脉以北，即湘赣浙沪全境与鄂皖苏长江以南地区。<br></p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "春天",
    "写景",
    "抒怀",
    "思乡"
  ]
}