{
  "id": 72800,
  "star": 39,
  "name": "论诗五首·其三",
  "dynasty": "清代",
  "content": "只眼须凭自主张，纷纷艺苑漫雌黄。<br>矮人看戏何曾见，都是随人说短长。",
  "fanyi": "<p><strong>译文</strong><br>纷纷的艺苑里各种说法鱼龙混杂，良莠不齐，对错互见，深浅不一，对同一问题的看法有时也五花八门。这时需要的是独具慧眼，有自己的视角和观点。<br>如果自己见识低下，就像矮人看戏似的，自己什么也没看见，对戏的好坏心中没有定数，只是随声附和罢了。说明评论事物要有主见，不要人云亦云。</p> <p><strong>注释</strong><br>只眼：独到的见解，眼力出众。<br>艺苑：艺坛，艺术领域。<br>雌黄：即鸡冠石，黄赤色，可作颜料。古人写字用黄纸，写错了用雌黄涂掉再写。后用信口雌黄喻随口乱说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首作者表白自己的艺术主张的<a href=\"http://so.gushiwen.org/view_72800.aspx\">诗</a>。指出文艺批评应提倡有独到的见解，不可鹦鹉学舌，人云亦云。</p> <p>　　作者一针见血地指出：评论诗词的好坏优劣，应当有自己的见解和主张哪个，而不能像文坛艺苑中的某些人一样，心口雌黄。马克思哲学认为，要做到独具慧眼，深刻地认识、把握事物的本质，一是必须在实践中占有大量的感性材料；而是必须善于对感性材料进行“去粗取精、去伪存真、由此及彼、由表及里”的加工，实现由感性认识上升到理性认识的飞跃和发展。</p> <p>　　前二句点出在纷纷的艺苑里各种说法鱼龙混杂，这时　需要的是独具慧眼，有自己的视角和观点。当然这是相当不容易的，需要自己有深厚的学养和阅历，成为“高人”。</p> <p>　　后二句作一形象的比喻，用矮人看戏作比，矮人看戏时被前边的人挡住目光，哪里能看到戏台上的场景?戏散大家一起谈起来时，只能是附和人家的说法。这就好比我们自己对“艺苑”的看法，如果自己学力浅薄，不能“独具只眼”，那就只能“随人说短长”了，这种鹦鹉学舌，拾人牙慧的行为作者是坚决反对的。</p> <p>　　这首诗继承以诗歌体裁论诗歌的传统，见解卓异，说理畅达。全诗看似佶手拈来、随手而出，但却具有极为精辟深刻的理论内涵。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>被称为诗中仙圣，在唐代即受到推崇，如<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在仕由逝世时才3岁，后来他熟读李杜诗篇，作有《调<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>》一诗，其中有“李杜文章在，光芒万丈长”“伊我生其后，举颈遥相望”等语，可谓敬佩得五体投地。而后世特别是明清两代，对李杜的崇拜更是前所未有，并且普遍地认为诗自唐以来诗道不振，一代不如一代。甚至有人还提出从《诗经》以来每况愈下、自宋元以来无诗之论，这种看法在明清诗歌理论中占有主导地位。</p> <p>　　诗人开篇即总论概述了这一普遍现象，以李杜为代表指出了他们的诗作固然光耀千秋，流传万古，其崇高地位与普及程度已是脸炙人家传户诵。接下来却陡然转笔，尖锐地指出了这种情况带来的另外的弊端：熟极而流，不仅令人觉得从内容到形式都没有新意，而且还隐隐含有这一现象在某一程度上阻碍了后世诗人的创新之意，其见解之深刻，笔触之辛辣，思虑之周到，足以发人深省。前两句并非真足在贬低李杜，而是为下文略作铺垫而已，以下即转入主题的抒发。</p>",
  "about": "<h2>创作背景</h2> 　　《论<a href=\"http://so.gushiwen.org/view_72800.aspx\">诗</a>五首·其三》是由<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>看到诗宛里各种说法鱼龙混杂，良莠不齐，对错互见，深浅不一，有感而发。",
  "poet": {
    "id": 433,
    "star": 0,
    "name": "赵翼",
    "image": "http://img.gushiwen.org/authorImg/zhaoyi.jpg",
    "desc": "赵翼（1727年～1814年1月10日）清代文学家、史学家。字云崧，一字耘崧，号瓯北，又号裘萼，晚号三半老人，汉族，江苏阳湖（今江苏省常州市）人。乾隆二十六年进士。官至贵西兵备道。旋辞官，主讲安定书院。长于史学，考据精赅。论诗主“独创”，反摹拟。五、七言古诗中有些作品，嘲讽理学，隐寓对时政的不满之情，与袁枚、张问陶并称清代性灵派三大家。所著《廿二史札记》与王鸣盛《十七史商榷》、钱大昕《二十二史考异》合称清代三大史学名著。"
  },
  "tags": [
    "议论",
    "组诗"
  ]
}