{
  "id": 58930,
  "star": 9,
  "name": "贺新郎·酬辛幼安再用韵见寄",
  "dynasty": "宋代",
  "content": "离乱从头说。爱吾民、金缯不爱，蔓藤累葛。壮气尽消人脆好，冠盖阴山观雪。亏杀我、一星星发。涕出女吴成倒转，问鲁为齐弱何年月。丘也幸，由之瑟。 <br>斩新换出旗麾别。把当时、一椿大义，拆开收合。据地一呼吾往矣，万里摇肢动骨。这话霸、又成痴绝。天地洪炉谁扇鞲，算於中、安得长坚铁。淝水破，关东裂。",
  "shangxi": "<h2>赏析</h2> <p>　　上片是回顾宋朝屈辱的历史。也许作者出于对前首词所提及的“后死无仇可雪”问题的担忧，这首词开头第一句“离乱从头说”似乎就有意提出人们早已忘却的往事，以引起回忆。“爱吾民、金缯不爱，蔓藤累葛”是追述自宋初以来长期的耻辱外交。早在北宋第三代皇帝真宗<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>时，便以“澶渊之盟”向辽国岁赠白银十万两，绢缯二十万匹，换取中原的暂时和平，首开有宋以来向外族纳贡的先例。其子仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>时，向辽国岁贡银绢又各增十万两、匹。此后，辽亡金兴，北宋朝廷又转而向金纳贡，数额有增无减。但是，这种作法不仅没有换来“和平”，反而更引起对方的觊觎，得寸进尺。于是河洛尽失，而宋室乃不得不南渡，以求苟安。最令人吃惊的是，南宋统治者竟至把屈辱说成是爱民。如仁宗所宣称的：“朕所爱者，土宇生民尔，斯物（指银缯）非所惜也。”（见魏泰《东轩笔录》）真是以罪为功，恬不知耻！<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>在这里说：“爱吾民、金缯不爱”，即刺此事。虽然作品并未罗列上述史实，只用“蔓藤累葛”四字，已足将百余年来宋室历次丧权辱国、妄冀苟安的罪责揭露无遗。</p> <p>　　下一句“壮气尽消人脆好”进而再揭露统治者多年来在“爱吾民、金缯不爱”的幌子掩护下推行投降政策所造成的恶果。就全局来看，南宋形势是“壮气尽消人脆好”，以这样温顺脆弱销烁殆尽的民气、士气，去对付对方的进逼，其结果就只有“冠盖阴山观雪”——珠冠华盖的堂堂汉使到金廷求和。可是，他们的交涉不能取得任何胜利，惟有陪侍金主出猎阴山，观赏北国雪景而已。作者想到这里，不禁感叹道：“亏杀我、一星星发！”痛惜自己把头发都等白了，等到的竟是如此耻辱的现实。下面再借用历史故事来批判现实：春秋时，中原大国齐的国君景公畏惧处于南夷之地的吴国，只有流涕送女与之和亲；还有鲁国也曾因遭受强齐欺凌而不予反抗，遂日衰一日。往事可鉴，对照今日宋朝屈服于金，甘受凌辱而不加抵抗这一违反常理的怪事，后果如何，不问而知。这里所谓“问”，并非有疑而问，乃是用肯定语调发出的谴责和质问。</p> <p>　　写到此，话题和情绪同时一变，以重新振作之态，写出‘丘也幸，由之瑟’六字。《论语·述而》载有孔子语：“丘也幸，苟有过，人必知之。”又，孔子的学生子路弹瑟发勇武之音，被认为是不合雅、颂，孔子曾说：“由之瑟奚为于丘之门？”（《论语·先进》）作者各取此二语中的前三字为句，表达了这样的意思：今日幸有如吾二人这样坚毅的志士，虽举国均以举兵北伐为过，但我俩迄今坚持不懈。以此结束了上片，并为下片定下基调。乍一看，这两句话来得突兀，似乎显得生硬，其实不然。这是陈亮一贯的词风。他好为“硬语盘空”，这种风格，恐怕与他在南宋那一片黑暗之中努力焕发起斗争到底的精神密切相关。</p> <p>　　下片是写设想中的救国行动。《新唐书·<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼传》曾记大将李光弼代<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>统兵之事，云：“其代子仪朔方也，营垒、士卒、麾帜无所更，而光弼一号令之，气色乃益精明。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>早年曾建立过有名的“飞虎军”，金人为之震慑。作者设想，若由弃疾带兵，定会出现“斩（崭）新换出旗麾别”的新局面。</p> <p>　　这种设想，也许早在上饶鹅湖之会时二人就商议过，因此，这里所谓“把当时、一桩大义，拆开收合”，可能就指的是这件事。“拆开收合”，即解剖分析。基于此，“据地一呼吾往矣，万里扑肢动骨”便是作者想象投奔这支抗金新军后大显身手的兴奋情景。因留恋鹅湖之会、向往二人共同描绘的理想图景而产生上述设想，这是很自然的。继而，语势却忽然一落千丈，接一句“这话霸（即话柄）、只成痴绝”，明说这一切只不过是幻想。这种语气的跌宕起伏，恰恰说明作者情绪大起大落。他虽然残酷地宣告自己幻想的破灭，却又极其冷静地指出了真实。“只成痴绝”四字虽然饱含作者的失望和痛苦，却又是他理智的反映。“天地洪炉谁扇鞴？算于中、安得长坚铁！”是发自幻灭之后的感叹。他有感于《庄子·大宗师》中所谓天地是大熔炉的说法，想到人生犹如铁在洪炉之中，扇鞴（鼓风吹火的皮袋）鼓风，火力顿炽，顷刻即将消熔。</p> <p>　　这是不可抗拒的自然之势。不过，作者的这种幻灭感，却又并非对理想产生了什么怀疑和失望，而是深为人生有限而感到惋惜。但他又不是单纯留恋人生，而是深憾于不能亲见理想的实现。关于这点，在结尾的“淝水破，关东裂”二句中可以得到印证。这里，作者再一次用了他在《念奴娇·登多景楼》一词中已用过的谢安于淝水之战中大破苻秦八十万大军入犯的典故，但这不是雷同，正说明这个对历史了如指掌的爱国志士对英雄业绩的向往和对胜利的憧憬是任何时候都不能忘怀的。他的这些话是说给好友辛弃疾听的，自然不是只谈他自己的志气与渴望，而是表达了他们两人共同的心声。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "抒情",
    "愤懑",
    "志气"
  ]
}