{
  "id": 33227,
  "star": 9,
  "name": "橡媪叹",
  "dynasty": "唐代",
  "content": "秋深橡子熟，散落榛芜冈。<br>伛偻黄发媪，拾之践晨霜。<br>移时始盈掬，尽日方满筐。<br>几曝复几蒸，用作三冬粮。<br>山前有熟稻，紫穗袭人香。<br>细获又精舂，粒粒如玉珰。<br>持之纳于官，私室无仓箱。<br>如何一石余，只作五斗量！<br>狡吏不畏刑，贪官不避赃。<br>农时作私债，农毕归官仓。<br>自冬及于春，橡实诳饥肠。<br>吾闻田成子，诈仁犹自王。<br>吁嗟逢橡媪，不觉泪沾裳。",
  "fanyi": "<p><strong>译文<br></strong>秋意深沉，橡树结的果子早已熟透，一颗一颗散落在荒芜的山冈上。<br>一个驼背的，花白头发的老婆婆，一大清早就踩着冷冷的秋霜，在山坡上捡橡子。<br>老人家行动不便，手脚很不利索，整整一天，不过捡了一小筐。<br>我问她：“老妈妈，你捡这些橡子做什么用？”她回答：“回去晒干，再蒸一蒸，用来做过冬的粮食。”<br>老人一家在山前本来有几亩稻田，今年收成不错，沉甸甸的稻穗香气袭人！<br>小心的收割、舂米，官家来收秋粮时，全部拿出来，一点也没有私留。<br>可是，为什么明明一石多的大米，官家的称量出来竟然只有五斗！<br>这些贪官污吏狡黠无耻，罪大恶极！<br>他们拿官粮来放私债，等连本带利收回，又放到官家的粮仓里面。<br>一年又一年，他们就做着这样的无本生意！可怜老婆婆这样的人家还有多少？从冬天到来年，只有用难以下咽、毫无营养的橡子来欺骗自己的肚子。<br>我听说春秋时齐国有个虚伪的贵族，叫田成，他假装仁义，道貌岸然，最后还是当上了齐国的国王。<br>可是现在，有些人连这样的假仁假义也不愿意做了！看着老婆婆远去的消瘦的背影，不知不觉，眼泪流下来。</p> <p><strong>注释<br></strong>⑴橡媪：拾橡子的老妇人。<br>⑵橡子：橡树（又名栎树）的果实，苦涩难食。<br>⑶榛芜冈：草木丛杂的山冈。<br>⑷伛偻（yǔlǚ）：驼背弯腰的样子。黄发：指年老。<br>⑸盈掬（jū）：满一捧。掬：一捧。<br>⑹尽日：一整天。<br>⑺曝（pù）：晒。<br>⑻三冬：冬季的三个月。<br>⑼袭人香：指稻香扑鼻。<br>⑽细获：仔细地收割、拣选。精舂（chōng）：精心地用杵臼捣去谷粒的皮壳。<br>⑾玉璫：玉制的耳坠。这里用以比米粒的晶莹洁白。<br>⑿持之：拿它。之，指米。纳于官：交纳给官府。<br>⒀私室：指农民自己家里。无仓箱：犹言颗粒不存。仓箱：装米的器具。<br>⒁石（dàn）：容量单位，十斗为一石。<br>⒂不避赃：犹言公然贪赃。<br>⒃农时：春耕播种时节。作私债：指贪官狡吏把官仓的粮食放私债进行盘剥。<br>⒄诳饥肠：哄哄饥肠辘辘的肚子。诳：哄骗。<br>⒅“吾闻”二句：田成子，即春秋时齐国宰相田常，他为了收买人心，曾以大斗贷出　粮食，以小斗收进，故民众歌颂他。后来他的子孙取得了齐国的王位。诈仁：假仁。<br>⒆吁嗟（xūjiē）：感叹声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_33227.aspx\">诗</a>是作者《正乐府十篇》中的第二首。这首诗大致可分为三段。</p> <p>　　从“秋深橡子熟”至“用作三冬粮”八句为第一段，写老媪拾橡子的艰辛及用途。前四句寥寥数笔，便点出时令、地点、人物、事件和具体活动时间，勾画了一幅孤凄悲楚的荒山拾橡图。“伛偻黄发”，状出老媪筋骨累断、膏脂枯干的形象；“践晨霜”则说明老媪动身之早，天气之寒。从人物形象和动作方面，读者可以看出统治者给人民所留下的种种创伤。五到八句写橡实的拾取、制作之难和它对老媪的“宝贵”作用。一个时辰方拾一捧，一天才可勉强盈筐，拾取橡实实在很难。榛芜冈上橡树丛生，橡子本来很多，老媪起早贪晚却收效甚微，这一方面说明老媪之年高体衰，另方面则暗示出抢拾橡子的决不只老媪一人，从而能以小显大地表现出饥馑遍天下的悲惨现实。</p> <p>　　从“山前有熟稻”至“橡实诳饥肠”等十四句为第二段，是老媪的自述，主要写老媪被逼拾橡子的具体原因。“山前有熟稻”等四句，说明老媪以橡实“用作三冬粮”并非懒惰无收，相反，她家的田间所呈现的是稻涌金浪、香气袭人、米粒如玉的一派丰收景象。“持之纳于官”等六句，则写出了导致年丰民不足、老媪拾橡实的主要原因。向官府缴纳赋税犹可，但令人不堪忍受的是官府变本加厉地盘剥农民，他们竟用加倍大斗收进赋税。“狡吏不畏刑，贪官不避赃”是对封建社会吏治的高度而形象的概括，写出了贪官污吏敢于明目张胆、肆无忌惮地向农民进行敲诈勒索的心理状态和恶迹。“农时作私债”等四句，是对上述原因的概括回答。“农时作私债”，写出了地主富户对农民的巧取；“农毕归官仓”，则写出了官府对农民的剥夺。正由于地主和官府沆瀣一气，巧取豪夺，所以才使得老媪衣不蔽体、食不果腹，以致饿急了只好拿橡实来填饱自己的肚子。总之，这一段老媪拾橡子的具体原因的剖露，入木三分，把唐末统治者的凶残、狡诈和所行无忌的豺狼面目给活灵活现地勾画出来了。</p> <p>　　最后四句为第三段，着重写诗人耳闻目睹这黑暗现实后内心的慨恨，并对老媪寄予了深厚的同情。</p> <p>　　这首诗在思想和艺术上都很有特色。首先，诗歌在思想上颇具锋芒，作者把批判矛头直指上层统治者。诗人描绘老媪霜晨拾橡图并非目的，而借题发挥，暴露封建统治者残酷榨取民脂民膏以肥己的罪恶，才是诗人的本意。<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>的超群处，正在于他善于踏着客观描写的跳板，凌空飞剑直下，通过“吾闻田成之，诈仁犹自王”二句的主观抒情，把批判的矛头直指封建君“王”。在最后一段里，作者运用田成子诈仁成就王业的典故与现实作比，在于说明：田成子主观上虽然假仁假义，刁买人心，但客观上老百姓到底还是从其大斗出、小斗入上得到了一点好处，他也因此而成就王业。而当世唐朝皇帝支持贪官狡吏恣意剥夺，是连表面上的假仁假义都做不到。这样的结尾因用典而趋之含蓄。</p> <p>　　其次，赋的手法的运用也很有特色。“赋者，敷陈其事而直言之者也。”皮日休在这首诗中落笔便直截了当地写橡媪被逼拾橡子的形象和促其行动的原因，不事假借，不用比兴，没有状物绘景，没有刻意求工，而只是把自己的所见所闻浸泡在浓烈的诗情中，按照事物发展的时间顺序和逻辑顺序，充满感情地对事情加以层层敷陈。这里，可以说，事件是骨肉，情感是血液，骨肉血液有机配合，才使诗中的形象能站能行，能歌能泣，从而收到情景逼真、深切动人的艺术效果。</p> <p>　　另外，语言质朴通俗，刚健有力，叙事明晰，情发有据，用典活泼，形象生动逼真。</p>",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "写人",
    "揭露",
    "同情"
  ]
}