{
  "id": 20990,
  "star": 56,
  "name": "酬乐天频梦微之",
  "dynasty": "唐代",
  "content": "山水万重书断绝，念君怜我梦相闻。<br>我今因病魂颠倒，唯梦闲人不梦君。",
  "fanyi": "<p><strong>译文</strong><br>被千万层山水阻隔使书信来往间断，今日忽接到你寄来的<a href=\"http://so.gushiwen.org/view_20990.aspx\">诗</a>，难得你爱怜我在梦中还打听我。<br>我现在有病心神错乱，只梦见些不相干的人却没有梦见你。</p> <p><strong>注释</strong><br>1、乐天：<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的字。<br>2、微之：<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的字。<br>3、书：信件。<br>4、念：思念。<br>5、病：诗人在通州得过一样严重的疟疾，病后身体一直很差，记忆衰退，同时也包含内心的苦闷。<br>6、闲人：不相干的人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>的这首酬答小<a href=\"http://so.gushiwen.org/view_20990.aspx\">诗</a>构思相当奇巧，感情极其诚挚。虽然全诗只有四句，却把诗人对好友的无限感念之情和内心世界的凄苦心境描写得漓淋尽致。</p> <p>　　元稹贬通州，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>谪江州，两地迢迢数千里，通信十分困难。因此，诗一开始就说“山水万重书断绝”。此时好不容易收到白居易寄来的一首诗，诗中告诉元稹，前一天晚上又梦见了他。老朋友感情这样深挚，使他深深感动。诗的前两句，诗人首先感叹于由于“山水万重”的阻隔，常常会使人的通讯断绝，因此能得到好友的寄诗是不容易的，而从好友的诗中又得知好友连梦中都在关切着他的境遇，这种人世间珍贵的深挚友情，使诗人感深肺腑。这两句直叙贬谪之后处境的艰难与郁闷的心情。这种艰难，不光是反映在山水万重上，更体现在由此导致的音书断绝上。这种郁闷，不仅仅是因为身处荒僻之地的无聊穷困，更多的是因为很难得到好友的消息。</p> <p>　　“念君怜我梦相闻”一句，表面经这千难万险，诗人终于收到好友的来信，知悉还有远在异地思念入梦的情景，不禁感慨万千，夜不能寐。后两句，诗人紧扣好友寄诗中的急切询问，向还有作了深情的回答。两诗都没有直接叙述自己对好友的苦苦思念挂牵，而是用写梦来抒难尽之情，但写法又各辟蹊径：白居易的寄诗主要以反问的语气用如梦后的苦思来表示对还有境遇的关切；而元稹的诗，虽是从正面回答，但构思也同样精巧，他回答好友自己因病魔缠身又梦到一些闲人而感到痛苦。前者“梦见君”，后者“不梦君”，这一唱一和，表面看去是如此截然不同，可是形成了感情基础，都是来自两人彼此苦思相念之情。这既符合酬答诗在内容上要彼此相应的基本要求，又在构思上独处机杼，使人于同中见异。酬答诗在形式上也有严格的要求，它要求和诗与原诗必须题材主题相同、诗体相同、用韵相同，有的甚至连韵脚字词都相同。而元稹这首诗能在如此短小的篇幅中，依照酬答诗的形式要求，写得如此深沉蕴藉、形神俱肖、富有包孕，为历代诗评家视为酬答诗中的佳作。</p> <p>　　全诗纯用白描，几乎没有一点设色布景之处，也丝毫没有生涩拗口之语，而且人物形象生动隽永，情调境界感人肺腑。特别是作为一首次韵和诗，在押韵韵脚受到严格限制的情况下，能匠心独运，别出心裁地写出这首诗，更其难能可贵。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和十二年（817），<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>和<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>同时遭贬。白居易写了四句<a href=\"http://so.gushiwen.org/view_20990.aspx\">诗</a>给元稹：“晨起临风一惆怅，通川湓水断相闻。不知忆我因何事，昨夜三更梦见君。”元稹写了上面这首和诗。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "友情"
  ]
}