{
  "id": 48158,
  "star": 107,
  "name": "重别周尚书",
  "dynasty": "南北朝",
  "content": "阳关万里道，不见一人归。<br>惟有河边雁，秋来南向飞。",
  "fanyi": "<p><strong>译文<br></strong>阳关与故国相隔万里之遥，年年盼望却至今不能南归。<br>只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。</p> <p><strong>注释<br></strong>①<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>有《咏怀二十七首》，这首<a href=\"http://so.gushiwen.org/view_48158.aspx\">诗</a>篇原列第七首。周尚书：即周弘正（496—574），字思行，汝南安城（今河南平舆县）人，周颚之孙。梁元帝时为左户尚书，魏平江陵，逃归建业。<br>②阳关：在今甘肃敦煌市西，汉朝时地属边陲，这里代指长安。万里：指长安与南朝相去甚远。<br>③一人：庾（yǔ）信自指。<br>④河：指黄河。<br>⑤南向：向着南方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_48158.aspx\">诗</a>的开头写自己独留长安不得南返的悲哀。阳关，在今甘肃敦煌县西南，自古与玉门关同为通往西域的必经之地。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>在这里是借用，因为阳关已成了“大道”的代称，如同我们把“阳关道”与“独木桥”对举。诗中的“阳关万里道”是喻指长安与金陵之间的交通要道。下旬“不见一人归”的“一人”指庾信自己而言，这二句说在长安至金陵的阳关大道上，有多少南北流离之士已经归还故国了。只有我一人不能归故土，这是令人伤心的事。</p> <p>　　“惟有河边雁，秋来南向飞”两句，“河边雁”喻指友人周弘正，这不是眼前的实景，而是一种虚拟，是庾信的内心感觉借助外物的一种表现形式。前已指出，庾、周分别是在早春，这时不可能出现秋雁南飞的实景，即使九尽春回，也只能看到鸿雁北去的景象。这两句诗有两层含义：一是把周弘正的返陈比作南归之雁，大有羡慕弘正回南之意；二是鸿雁秋去春来，来去自由，而自己却丧失了这种自由，以见自己不如鸿雁。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评这首诗说“从子山时势地位想之，愈见可悲。”这是知人论世之见，于诗歌鉴赏尤为重要。</p> <p>　　此诗表现手法有两个特点：一是借代手法，开头即用“阳关万里道”借指长安至金陵的交通大道。此种手法增加了诗的含蓄美。另一艺术手法是虚拟，“惟有河边雁，秋来南向飞”两句便是虚拟的景物，这种带象喻性的虚拟，使诗歌形象的含蕴更加丰富。可以想见，庾信在长安看到秋去春来的大雁已经二十多个春秋了，他自己不如大雁来去自由的感受已经隐藏多年了。送友人南归时，这种多年积淀在心头的情感一触即发，其内涵非三言两语所能说尽。只有细味庾信的良苦用心，才能欣赏此诗谋篇遣词之妙。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>与周弘正曾同在梁朝为臣，江陵失陷之日，大批江南名士如<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、王克、沈炯等，都被俘送长安。第二年（555）三月，王克、沈炯等首批获遣东归。560年，周、陈南北通好，陈朝即要求北周放还王褒、庾信等十数人，但是别人都陆续遣归了，只有王褒、庾信羁留不遣。周弘正南归时庾信赠<a href=\"http://so.gushiwen.org/view_48158.aspx\">诗</a>相送，这是其中的一首。",
  "poet": {
    "id": 662,
    "star": 0,
    "name": "庾信",
    "image": "http://img.gushiwen.org/authorImg/yuxin.jpg",
    "desc": "庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。"
  },
  "tags": [
    "送别",
    "友情"
  ]
}