{
  "id": 71729,
  "star": 8,
  "name": "凤栖梧·衰柳疏疏苔满地",
  "dynasty": "宋代",
  "content": "衰柳疏疏苔满地。十二阑干，故国三千里。南去北来人老矣。短亭依旧残阳里。<br>紫蟹黄柑真解事。似倩西风、劝我归欤未。王粲登临寥落际。雁飞不断天连水。",
  "shangxi": "<h2>赏析</h2> <p>　　全词抒发了作者的思乡恋乡之情，对仕途的失意，怀才不遇的郁闷情绪也有新宣泄。 </p> <p>　　首句描绘出一片衰微荒凉的景色，暗喻词人却抑郁的悲凉的心情。在文学作品中，从来是“景无情不发，情无景不生”。衰柳本就引人寂寥，更何况青苔满地！羁旅他乡的词人面对如此凄凉荒野，越发恋念故土家人。他“用十二阑干，故国三千里”抒发这种情结，使人感到极浓重的哀愁。“十二阑干”是家中的庭院回廊，也代表家人的温馨。乐府古题《西洲曲》有“阑干十二曲，垂手明如玉”之句，作者显然在思念着娇妻爱子。“故国三千里”，家乡多遥远。此句可见唐代<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>之《宫词》。原作为：“故国三千里，深宫二十年。一声《何满子》，双泪落君前。”本是抒发宫女背井离乡，禁锢深宫，长期不得与亲人团聚的孤苦情节的。作者深感自己的身世与宫女命运有相通之处，明写三千里，实指二十年。想到自己宦游一生，南北奔波颠沛，垂垂老矣，矣“字饱含感叹与无奈。南句借用了<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_71729.aspx\">诗</a>句”南去北来人自老“，说不尽的辛酸。”短亭依旧残阳里“述说着欲归来能归的愁思。古制五里一短亭，十里一长亭，可供旅人休息，也供亲友送别用。”依旧“道出物在人亦在，是啊，韶华已逝，生命如残阳，而自己依旧人在旅途奔波劳碌。 </p> <p>　　“紫蟹黄柑真解事”句用典。<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>诗云：“白鱼如玉紫蟹肥，秋风欲老芦花飞”，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>句：“尘思黄柑洞庭霜”都是秋令节物。同时词人又活用晋代<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>睹秋风起思故乡的佳肴美味莼羹鲈脍而辞官归里的故实。显然词人思归还有其深层次的内容。决心仅限于思乡、思家乡之美味。“<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>”句中“寥落”二字语意双关，既写王粲又写自己。汉末王粲羁留荆州，不为刘表看重，因此“登临寥落”的是乡愁，更是自己的怀才不遇。词人的文章不受<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>的欣赏，不久因罪免职，后仕翰林修撰。公元1196年（承安元年）又因<a href=\"http://so.gushiwen.org/author_672.aspx\">赵秉文</a>上书事牵连在内，被杖六十，解职，后又被贬为郑州防御判官，任途坎坷，“寥落”不下王粲。思归之情也不弱于王粲。结句“雁飞不断天连水”如一幅水墨画，把思归的情怀表述得深沉辽远，绵绵不绝。宋代<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗云：“自恨不如云际雁，来时就得过中原。”词人自恨不如云际雁的慨叹表达了更深沉的思想情感。 </p> <p>　　此词的写作特点是情景相生，以情衬景，寓情于景，情景交融。全词句句有景，句句有情，反复吟味，愈感诗情画意。另一特点是词人工于用典，使词意更加含蓄丰盈。</p>",
  "poet": {
    "id": 414,
    "star": 0,
    "name": "王庭筠",
    "image": "http://img.gushiwen.org/authorImg/wangtingyun.jpg",
    "desc": "王庭筠（1151～1202）金代文学家、书画家。字子端，号黄华山主、黄华老人、黄华老子，别号雪溪。金代辽东人（今营口熊岳），米芾之甥。庭筠文名早著，金大定十六年（1176）进士，历官州县，仕至翰林修撰。文词渊雅，字画精美，《中州雅府》收其词作十六首，以幽峭绵渺见长。"
  },
  "tags": [
    "写景",
    "抒情",
    "羁旅",
    "思乡"
  ]
}