{
  "id": 20965,
  "star": 278,
  "name": "闻乐天授江州司马",
  "dynasty": "唐代",
  "content": "残灯无焰影幢幢，此夕闻君谪九江。 <br>垂死病中惊坐起，暗风吹雨入寒窗。",
  "fanyi": "<p><strong>译文</strong><br>残灯已没有火焰，周围留下模糊不清的影子，这时听说你被贬官九江。<br>在垂死的重病中，我被这个消息震惊得忽的坐了起来。<br>暗夜的风雨吹进我窗户，感觉分外寒冷。</p> <p><strong>注释</strong><br>⑴授：授职，任命。江州：即九江郡，治所在今江西省九江市。司马：官名。唐代以司马为州刺史的辅佐之官，协助处理州务。<br>⑵残灯：快要熄灭的灯。焰：火苗。幢（chuáng）幢：灯影昏暗摇曳之状。<br>⑶夕：夜。谪：古代官吏因罪被降职或流放。<br>⑷垂死：病危。</p><br/><h2>译文二</h2> 灯火将熄一片昏暗物影在摇漾，今晚忽然听说你被贬谪到九江。<br>大病中我惊得蓦然从床上坐起，阴沉的风雨吹入了寒冷的门窗。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_20965.aspx\">诗</a>的中间两句是叙事言情，表现了作者在乍一听到这个不幸消息时的陡然一惊，语言朴实而感情强烈。诗的首尾两句是写景，形象地描绘了周围景物的暗淡凄凉，感情浓郁而深厚。</p> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>贬谪他乡，又身患重病，心境本来就不佳。此时忽然听到挚友也蒙冤被贬，内心更是极度震惊，万般怨苦，满腹愁思一齐涌上心头。以这种悲凉的心境观景，一切景物也都变得阴沉昏暗了。于是，看到“灯”，觉得是失去光焰的“残灯”；连灯的阴影，也变成了“幢幢”——昏暗的摇曳不定的样子。“风”，本来是无所谓明暗的，而今却成了“暗风”。“窗”，本来无所谓寒热的，而今也成了“寒窗”。只因有了情的移入，情的照射，情的渗透，连风、雨、灯、窗都变得又“残”又“暗”又“寒”了。“残灯无焰影幢幢”、“暗风吹雨入寒窗”两句，既是景语，又是情语，是以哀景抒哀情，情与景融会一体、“妙合无垠”。</p> <p>　　诗中“垂死病中惊坐起”一语，是传神之笔。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>曾写有两句诗：“枕上忽惊起，颠倒着衣裳”，这是白居易在元稹初遭贬谪、前往江陵上任时写的，表现了他听到送信人敲门，迫不及待地想看到元稹来信的情状，十分传神。元稹此句也是如此。其中的“惊”，写出了“情”──当时震惊的感情；其中的“坐起”，则写出了“状”──当时震惊的模样。如果只写“情”不写“状”，不是“惊坐起”而是“吃一惊”，那恐怕就神气索然了。而“惊坐起”三字，正是惟妙惟肖地摹写出作者当时陡然一惊的神态。再加上“垂死病中”，进一步加强了感情的深度，使诗句也更加传神。既曰“垂死病中”，那么，“坐起”自然是很困难的。然而，作者却惊得“坐起”了，这样表明：震惊之巨，无异针刺；休戚相关，感同身受。元、白二人友谊之深，于此清晰可见。</p> <p>　　按照常规，在“垂死病中惊坐起”这句诗后，大概要来一句实写，表现“惊”的具体内涵。然而作者却偏偏来了个写景的诗句：“暗风吹雨入寒窗”。这样，“惊”的具体内涵就蕴含于景语之中，成为深藏不露、含蓄不尽的了。作者对白氏被贬一事究竟是惋惜，是愤懑，还是悲痛，全都没有说破，全都留给读者去领悟、想象和玩味了。</p> <p>　　元稹这首诗所写的，只是听说好友被贬而陡然一惊的片刻，这无疑是一个“有包孕的片刻”，也就是说，是有千言万语和多种情绪涌上心头的片刻，是有巨大的蓄积和容量的片刻。作者写了这个“惊”的片刻而又对“惊”的内蕴不予点破，这就使全诗含蓄蕴藉，情深意浓，诗味隽永，耐人咀嚼。</p> <p>　　元稹把他这首诗寄到江州以后，白居易读了非常感动。后来他在《与元微之书》中说 ：“此句他人尚不可闻，况仆心哉！至今每吟，犹恻恻耳。”像这样一首情景交融、形神俱肖、含蓄不尽、富有包孕的好诗，它是有很强的艺术魅力的。别人读了尚且会受到艺术感染，何况当事人白居易。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有很深的友谊。元和五年（810年），元稹因弹劾和惩治不法官吏，同宦官刘士元冲突，被贬为江陵士曹参军，后来又改授通州（州治在今四川达县）司马。元和十年（815年），白居易上书，请求逮捕刺杀宰相武元衡的凶手，结果得罪权贵，被贬为江州司马。这首<a href=\"http://so.gushiwen.org/view_20965.aspx\">诗</a>就是元稹在通州听到白居易被贬的消息时写的。",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "友情",
    "贬谪"
  ]
}