{
  "id": 20379,
  "star": 14,
  "name": "长歌续短歌",
  "dynasty": "唐代",
  "content": "长歌破衣襟，短歌断白发。<br>秦王不可见，旦夕成内热。<br>渴饮壶中酒，饥拔陇头粟。<br>凄凉四月阑，千里一时绿。<br>夜峰何离离，明月落石底。<br>徘徊沿石寻，照出高峰外。<br>不得与之游，歌成鬓先改。",
  "fanyi": "<p><strong>译文<br></strong>写长歌把我的衣襟磨破，吟短<a href=\"http://so.gushiwen.org/view_20379.aspx\">诗</a>使我的白发脱落。<br>谒见秦王没有机缘，日夜焦虑我心中烦热。<br>喝口壶中酒，聊以解渴，拔把垅头谷，暂充饥饿。<br>四月将尽，千里大地一片绿色，自己却贫困潦倒，不由人感到凄凉难过。<br>夜幕中峰峦起伏重叠，明亮的月光却只向谷底照射。<br>我来来回回沿着石崖寻觅，可它又在高峰之外不可捉摸。<br>自己终不得与其共事，歌成而头发早已变白。</p> <p><strong>注释<br></strong>长歌续短歌：题目从古乐府《长歌行》、《短歌行》化出。<br>长歌二句：互文的修辞手法，长歌短歌，唱破衣襟，吟断白发。<br>秦王：指唐宪宗。宪宗当时在秦地，所以称为秦王。<br>旦夕：日日夜夜。内热：内心急躁而炽热。<br>陇头：田间地头。此二句比喻诗人如饥似渴地思念唐宪宗。<br>凄凉二句：因为困顿潦倒，看到初夏万物茂盛，更加自感凄凉。<br>离离：重叠、罗列的样子。<br>明月：比喻唐宪宗。这两句的意思为：夜峰罗列，月光照耀在落石下，不及他处。比喻君恩被群小阻隔。<br>裴回：即“徘徊”，彷徨不进貌。<br>之：代词，代指唐宪宗。<br>鬓先改：鬓发已经变白。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　开头二句紧扣<a href=\"http://so.gushiwen.org/view_20379.aspx\">诗</a>题，有愁苦万分，悲歌不已的意思。“破”、“断”二字，用得很奇特，但也都入情入理。古人有“长歌当哭”的话，长歌当哭，泪洒胸怀，久而久之，那衣襟自然会破烂。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有“白头搔更短，浑欲不胜簪”（《春望》）的诗句，人到烦恼之至，无计可施的时候，常常会下意识地搔爬头皮，白发越搔越稀。这首诗的“断”可能就是由杜甫诗中的“短”生发出来的。</p> <p>　　三、四句写进见“秦王”的愿望不能实现，因而内心更加郁闷，像是烈火中烧，炽热难熬。“秦王”当指唐宪宗。王琦说：“时天子居秦地，故以秦王为喻。”（《李长吉歌诗汇解》）<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>在世时，宪宗还能有所作为，曾采取削藩措施，重整朝政，史家有“中兴”之誉。李贺对这样的君主是寄托希望的。他在考进士受到排挤打击之后，幻想他能像马周受知于唐太宗那样，直接去见皇帝，以实现他的政治理想。</p> <p>　　五、六句具体描述诗人苦闷的心情与清贫的生活，与开头二句相照应、相补充。“渴饮壶中酒”，渴是“内热”的表现，饮酒的目的在于平息内热、消愁解闷；“饥拔陇头粟”，为求见“秦王”不惜忍饥挨饿，靠从地里拔粟充饥。</p> <p>　　七、八句写景。“凄凉四月阑，千里一时绿”，初夏已尽，盛夏来临，草木葱翠，生气勃勃，原是不会有凄凉之感的。然而“绿肥红瘦”，万花摇落，诗人又不禁为之唏嘘感叹。下面的“千里”句，故意用欢乐的色调映衬凄苦的情怀，颇有“春物与愁客，遇时各有违”（<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>《春愁》）的意味，这样反复渲染，有一唱三叹之妙。诗人述怀从景物落笔，寄情于景，意味深长。</p> <p>　　后六句采用借喻、拟人等修辞手法，表面上写景物，实际上写人事。“夜峰何离离，明月落石底”。夜间的峰峦一个挨一个地排列着，黝黑而高，竟把那明朗的月亮遮得无影无踪，让诗人感到纳闷。诗人沿着那崎岖的石径四处寻觅，忽而发现它在高峰之外。峰峦阻隔，高不可攀，心中异常痛苦，因而慷慨悲歌，鬓发也在不知不觉中变得更加苍白，忧伤催人老。“夜峰”、“明月”等句喻意微婉。“明月”借喻唐宪宗，夜峰指代他身边的卿相们，意思是宪宗为一些大臣所包围，闭目塞聪，就像月亮为峰峦所阻隔，虽有明光，却不能下达。这些表明诗人深知当时朝廷的弊病，他想向宪宗陈述国事，以匡时救弊，然而“山”高“月”远，投告无门，只有暗自忧伤而已。</p> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在《李长吉歌诗叙》中评李贺的诗说：“盖《骚》之苗裔，理虽不及，辞或过之。《骚》有感怨刺怼，言及君臣理乱，时有以激发人意。乃贺所为，得无有是？”这首诗在立意和表现方法的运用上，都与《离骚》很相似。“夜峰何离离，明月落石底”，寄托遥深。诗人把自己的意志和情绪融化在生动的比喻和深邃的意境中，含蓄隽永，优美动人，颇得《离骚》的神髓。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "仕途",
    "抒情",
    "愤懑"
  ]
}