{
  "id": 70084,
  "star": 2,
  "name": "杂剧·救孝子贤母不认尸",
  "dynasty": "元代",
  "content": "第一折<br>老夫乃王脩然是也，自出身以来，跟随郎主，累建奇功。谢圣恩可怜，官拜大兴府府尹之职。老夫今奉郎主之命，随处勾迁义细军。不敢久停久住，收拾鞍马，便索走一遭去来。上马践红尘，勾迁义细军。亲承郎主命，岂敢避辛勤。老身姓李，夫主姓杨，亡过二十余年也。有两个孩儿，大的个孩儿唤做杨兴祖，年二十五岁，学一身好武艺；小的个孩儿唤做杨谢祖，年二十岁，教他习文。这个是大孩儿的媳妇，唤做春香。他爷娘家姓王，在这东军庄住，俺在这西军庄住。俺是这军户。因为夫主亡化，孩儿年小，谢俺贴户替当了二十多年。老身与孩儿媳妇儿每缉麻织布，养蚕缫丝，辛苦的做下人家，非容易也呵！<br>【仙吕】【点绛唇】家业消乏，拙夫亡化，抛撇下痴小冤家，整受了二十载穷孤寡。<br>【混江龙】今日个孩儿每成人长大。我看的似掌中珠，怀内宝，怎做的眼前花？一个学吟诗写字，一个学武剑轮挝，乞求的两个孩儿学成文武艺，一心待货与帝王家。时坎坷，受波查。且浇菜，且看瓜，且种麦，且栽麻。尽他人纷纭甲第厌膏粱，谁知俺贫居陋巷甘粗粝。今日个茅檐草舍，久以后博的个大纛高牙。<br>母亲在上，您孩儿想来，咱这庄农人家，有甚么好处？<br>【油葫芦】俺孩儿耕种锄刨怕甚么，那里也有人笑话？想先贤古圣未通达。母亲，自古以来可是那几个？有一个伊尹呵，他在莘野中扶犁耙。有一个傅说呵，他在岩墙下拿锹锸。这两个都怎生来？那一个佐中兴事武丁，那一个辅成汤放太甲。休说这两个人。则他那无名的草木年年发，到春来那一个树无花。<br>【天下乐】今世里谁是长贫久富家？母亲，您孩儿想来，则不如学个令史倒好。哎！你个儿也波那，休学这令史咱，读书的功名须奋发。得志呵做高官，不得志呵为措大。你便不及第回来呵，只守着个村学儿也还清贵煞。老夫王脩然，奉圣人的命，着往河南路勾迁义细军本合着有司家勾取，恐怕有司家扰民，老夫亲自勾军。来到此开封府西军庄，有一家儿人家，姓杨，这厮替他当军二十余年，我拿住这厮道，杨家两个孩儿，成人长大，可以着他亲自当军去。兀那厮，此话是实么？并无虚言，是实。既然如此，你就引着我到他家去。杨家有人么？出来见勾军的大人咱。理会的，我见大人去大人唤小的每有何事？兀那小厮，你是杨家的，你家里再有甚么人？唤出来！母亲，有迁军的王大人在于门首哩。孩儿也，洒扫了草堂，我自接待去咱。兀那婆子，你是那西军庄杨家么？老身家便是。老夫勾迁义细军，拿住这个小厮，他说道是贴户，替你家当了二十年军也。你为甚么要他替来？<br>【忆王孙】则为这孩儿每幼小且饶咱。小厮每长立成人也。今日个长立成人，俺可也合替他。你家里丁产多？虽然是丁产多时也告乏。他替你家当了二十年也。则他这数年家，将俺寡妇孤儿耽待煞。<br>兀那婆子，你为何拜他？大人，这军身元是俺家的。多亏这贴户替俺当了二十年。今年轮也轮着俺家当了。好个一家儿本分的人家！有了军身，也放了那小厮。你自营生去。谢了爷爷。不要孩儿每当了军，我也无甚事，卖葱菜儿去也。兀那婆子，你有两个小厮，着那一个小厮当军去？请大人下马来，到草堂上坐。老身有两个孩儿，随大人拣一个当军去便了。兀那婆子，老夫随处迁军，不曾停一时半霎。你请老夫下马来，到草堂上，两个小厮，随分拣一个去。老夫便下马来，到草堂坐一坐，咱做甚么？兀那婆子，老夫公家事忙，两个小厮，着那一个小厮跟老夫当军去？老身有两个孩儿，论礼呵，则着大的孩儿当军去。兀那婆子，你说的是，我就依着你，着大的个孩儿去。兀那小厮，你可肯去么？大人在上，小人是杨兴祖，从小里习学武艺。兄弟是杨谢祖，从小里颇看诗书，岂不闻家凭长子，国凭大臣。这军役是俺家的，小人合该当军去。大人在上，小人杨谢祖，从小里看书，虽然不会武艺，比及大人今日来，小人夜得一梦，跟着大人出征，梦中作了四句气概诗。你记的么？记得，早间抄写在此，大人是看咱，小人正该当军去。有写本将来我看。昨梦王师大出攻，梦魂先到浙江东，屯军百万西湖上，立马吴山第一峰。嗨！这小的有这等气概，是军伍中吉祥的勾当。这等呵，着小的杨谢祖去。大人，小的个孩儿软弱，他那里去得？则着大的个孩儿当军去。兀那婆子，你着这大的个孩儿当军去，他会甚么武艺来？<br>【醉中天】大孩儿幼小习弓马，武艺上颇熟滑。呵便凛凛身材七尺八，宜攒带，堪披挂。便着这小厮去也无伤。这小的儿力气又不加，则合向冷斋中闲话，从来个看书人怎任兵甲？兀那婆子，端的着谁去？大的个孩儿有膂力，去的；小的孩儿软弱，去不的。兀那婆子，你说道大的孩儿有膂力，去的；小的软弱，去不的？小的个孩儿本去不的。噤声！这婆子，你元说道两个小厮，随老夫拣一个去，那小的个杨谢祖，他梦见老夫迁军，做下四句气概诗。我说道是军伍中得这等识字的人，可多得用处，你左来右去，则着大的个孩儿去，说他有膂力，可去得，小的个孩儿软弱，去不得。我想这大的个小厮，必然是你乞养过房螟岭之子，不着疼热。那小的个孩儿，是你亲生嫡养，便好道亲生子着己的财，以此上不着他去。老婆子心施巧计，将老夫当面瞒昧。两三番留下小儿，必定是前家后继。兀那婆子，你说的是，万事都休，说的不是，张千，准备着大棒子者。大人，都是老身的孩儿，着老身说甚么那？兀那婆子，你说。你若不说呵，将大棒子来打呀！大哥二哥儿也，我说也，说则说，你休怨者。如何？我说前家后继么！告大人暂息雷霆之怒，略罢虎狼之威，听老身说一遍咱。亡夫在日，有一妻一妾。妻是老身。妾是康氏，生下一子，未曾满月，因病而亡。这小的孩儿杨谢祖，便是康氏之子。未及二年，和失主也亡化过了。亡夫曾有遗言，着老身善觑康氏之子。经今一十八年，不曾有忘。此子与老身之子，一般看承，则是不别夫主之言。为甚么则教大的个孩儿当军去？那大小厮是老身亲生的，阵面上有些好歹呵，这小的个孩儿也发送的老身入土。大人，道不的个公子登筵，不醉即饱；武夫临阵，不死则伤。倘或小的个孩当军去呵，有些好歹，便是老身送了康氏之子。老身死后，有何面目见亡夫于九泉之下？只此老身本心，伏取大人尊鉴。婆子请起，这等是老夫差了也。便好道方寸地上生香草，三家店内有贤人。依着你，则着大的个孩儿当军去，可准备军装。恁的呵，谢了大人。大嫂，你近前来。我这把刀子，你兄弟数番家问我要，我不曾与他。今日我当军去也，你若回家去时，就带这把刀子，与你兄弟去。杨大，我问你咱。你与我这把刀子，奶奶知道么？不知道。小叔权知道么？也不知道。杨大，你好粗鲁也！你与<br>我这把刀子，奶奶不知，叔叔也不知，久以后俺兄弟带出这把刀子来，则道春香抵盗了杨家的家私哩。甚么人这般闹？你为甚么这般闹？为这把刀子。俺兄弟数番家问杨大要，杨大今日临行也，与我这把刀子，着与俺兄弟。媳妇儿便道，奶奶和叔叔知道么？杨大道，不知道。媳妇儿道，既然不知，久以后我兄弟带将出来，则道春香抵盗了杨家甚么家私哩。可打甚么不紧。大人，杨大和媳妇儿为一把刀子闹来。这妇人是谁？这个是杨大媳妇儿。大人，俺这把刀子，俺兄弟数番家问杨大要。杨大今日临行也，与我这把刀子，着与我兄弟去。媳妇儿便道，奶奶和小叔叔知道么？杨大道，不知道。媳妇儿道，既然不知道，久已后我兄弟带将出来，则道春香抵盗了杨家甚么家私哩。嗨，这小的又贤慧。春香，你将这把刀子来我看咱。好！是把镔铁刀子。孩儿将的家去与兄弟带。久以后便有些争竞，到于官府中，你道迁军的王脩然大人见来，这把刀子，久己后我与你做个大证见哩。谨依大人钧旨。孩儿每将酒来。大人，村酒不堪奉献，可也是老身的一点敬心。将酒来。兀那婆子，老夫随处迁军，水也不吃人的，你是个贤孝的人家，我便吃几杯怕做甚么。我吃了酒，你有甚么话，分付你那杨兴祖，我便索去也。杨大，你饮过酒者。则今日我手里吃这盏酒，再也不要吃酒了。孩儿也，你那吃酒的日子有哩。<br>【后庭花】得志呵，你上金銮，斟玉啰，赐宫花，簪髩发。不得志呵，只饮着那老瓦盆边酒，看看那蒺藜沙上花。母亲，有甚么言语教道你孩儿咱。欲要那众人夸，有擎天的好声价，忠于君，能教化；孝于亲，善治家；尊于师，守礼法；老者安，休扰乱他；少着怀，想念咱；这几桩儿莫误差。<br>母亲，还有甚么言语教您孩儿咱。<br>【青哥儿】儿呵，你不索问天、问天买卦，也只为人消、人消的这物化。弄的我母子分离天一涯。见孩儿攀鞍跨马，披袍贯甲，臂上刀扎，腰间箭插，就不由俺不扑簌簌泪如麻，情牵挂。<br>则今日辞别了母亲，便索长行也。孩儿，路途上小心在意。杨谢祖，别了你哥哥者。哥哥，路上小心在意者。兄弟也，你在家中，好生侍奉母亲。<br>【赚煞尾】大的儿前赴战场中，小的儿且在寒窗下。你守着这书册琴囊砚匣，你哥哥剑洞枪林快厮杀，九死一生不当个耍。您孩儿托赖着母亲的福荫，若到阵上一战成功，但得个一官半职，改换家门，可也母亲训子有功也。我也不指望享荣华，只愿你无事还家。我把这农具收拾为甚那？母亲，收拾农具，可是为何？大哥也，恐怕你武不能战伐，文不解书札。还家来，有良田数顷，耕牛四角，趁着个一梨春雨做生涯。杨兴祖，你休烦恼。我与你一封书，见兀里不罕元帅，说你一家儿贤孝的人家，必然抬举你也。多谢大人，则今日便拜辞当军去也。今日勾军在路途，杨家子母世间无。归来身佩黄金印，方表英雄大丈夫。楔子<br>老身东军庄人氏，王婆婆。有个女儿唤做春香，嫁在西军庄与杨兴祖为妻。女婿当军去了半年，待取我那女孩儿春香家来，拆洗衣服。说了一个月，不见回家。我如今只得亲自往西军庄上，取那女孩儿去。今去取春香，归家拆旧裳。关锁门和户，亲自到西庄。自从杨大当军去了，可早半年光景也。亲家母常时寄信来，要媳妇儿春香去拆洗衣裳。如今正是农忙时节，孩儿，无人送的你去，怎好？奶奶，着小叔叔送我家去，怕做甚么？也道的是。唤秀才哥哥来。小生杨谢祖。哥哥当军去了，我在书房中攻书，母亲呼唤，不知有何事？孩儿也，有亲家母累次来取您嫂嫂家去，拆洗衣服，我不曾教去，如今又来取。争奈农忙时节，无人送去。孩儿也，你休避辛勤，送您嫂嫂去咱。别着个人送去也好。母亲寻思波，嫂嫂年幼，哥哥又不在家，谢祖又年纪小，倘若有那知礼者，见亲嫂嫂亲叔叔，怕做甚么？有那不知礼的，见一个年纪小的后生，跟着个年纪小的妇人，恐怕惹人笑话。。儿也，便好道顺父母之言，呼为大孝。依着我的言语，走一遭去。母亲的言语，不敢有违。您孩儿便送嫂嫂家去。你送到林浪嘴儿边，可便回来，叫嫂嫂自去。理会的。<br>【仙吕】【赏花时】可正是目下农忙难离摘，我也几度徘徊无百刂划。待不教你去呵，争奈我许的他明白，等收了蚕麦，直送到庄宅。<br>【幺篇】依着我皓首苍颜老奶奶，使着你个黄卷青灯的小秀才。日离了看书斋，小叔叔送嫂嫂也非为分外。但送过山坡，望见庄宅，教他独自去，你便早回来。<br>嫂嫂，我依着母亲，送嫂嫂去。我将这包袱后头跟着，请嫂嫂先行。我依着叔叔先行。说着话，可早来到林浪嘴儿上也。嫂嫂，这包袱你自将去。叔叔，过了这林坡，望见庄宅也。叔叔再送我几步儿咱。嫂嫂，母亲的言语，教我送到这林浪嘴儿，不争送将过去。回家时母亲若问我，谢祖难回话也。叔叔说的是，请回去罢。嫂嫂，亲家母行多多上复，无事早些来家，休教母亲盼望。嫂嫂请行，谢祖回去也。<br>我是赛卢医，行止十分低。常拐人家妇，冷铺里做夫妻。自家赛卢医的便是。我去本府推官家行医，我看上他家个梅香，被我拐将出来。到这半路里，他要养娃娃，他是个哑子，我怎么看得他。则在这里睡着，等他养了再做计较。大嫂拜揖。大嫂，我有一个老婆，他要养娃娃。你是一般妇人家，烦你替我看一看。我那里会做收生的老娘。你不肯么？这里无人，我便打杀了你！哥哥休闹，我去看他便了。哥哥，他不死了也！好、好、好，你身边现带着刀子哩，我活活的个人，他要养娃娃，你就一刀杀了他，便待干罢。你跟的我去，万事皆休。不跟的我去，我就夺这刀子杀了你。哥哥是甚么话！饶我性命。他如今行凶了，我妇人家怎对付的他？我且跟将去。一路上若有官府处，我可告他。杨兴祖，则被你痛杀我也！罢、罢、罢，我跟将你去。待我剥下你的衣服，将来与梅香穿上。就着这把刀子，划破他面皮，揣在怀里。你休言语，跟着我走。杨大也，则被你痛杀我也！这个妇人家生得好，跟我去不用恼。前路上撞着人，快些儿跑、跑、跑。<br><br>第二折<br>媳妇儿去了半月也，再没一个消息，怎生得个人去接他回家也好。转过隅头，抹过屋角，此间便是杨家门首。我自入去。亲家母，好么，好么？亲家母，多时不见。亲家母怎生失信？自从说着我女孩儿春香回家，拆洗衣服，可早一个月也。便是一月由他住。我女孩儿不曾来。不来也罢，且教孩儿你家住者。亲家母，你好葫芦提也。我怎葫芦提？亲家母，我一月前问你要女孩儿拆洗衣服，你只是不肯着他来。我今日亲自来接他，你倒说在我家里。这不是葫芦提那？亲家母，半月前送将媳妇儿去了也。你教谁送去来？我教秀才哥哥送去来，半个月也。你不见呵，可那里去了？书房中秀才哥哥安在？小生杨谢祖，正在书房中攻书，母亲呼唤，须索见去。母亲，你孩儿来了也，有何事分付？杨谢祖，我着你送嫂嫂去，你送到那里回来了？领着母亲的言语，送到那林浪嘴儿，谢祖回来，嫂嫂自去了。孩儿，你敢做下来也？亲家母，有甚么难见处！他哥哥不在家，你着他送去，他又青春，我女孩儿年少，他必然调戏我女孩儿，嗔怪不肯，是他所算了我女孩儿的性命也！兀的不冤枉杀我也！你知书不知礼，我和你见官去来！亲家母且休闹，咱寻去来。媳妇儿春香！女孩儿春香！嫂嫂春香！<br>【正宫】【端正好】只我那腹中愁，心头闷，也何如大限临身。便好大限临身呵，合着双眼都不问，今日个这愁闷何时尽？<br>【滚绣球】儿呵，咱子母们紧厮跟，索与他打簸箕的寻趁，恨不得播土扬尘。又无个过往的人，左右的邻，你叫我向着那一搭儿盘问？越寂寂四野无闻。谩踏践萋萋芳草迷荒径，凝望见，段段田苗接远村。媳妇儿呵！知他那里也安身。<br>伴哥，咱放牛去来。哥哥每，你曾见个妇人来么？我见来。在那里？在那林浪早蛆穰着哩。哥哥，那个不是死的？谁曾见那活的来？伴哥休惹事，咱回去来。听说林浪中一个尸骸，准是我那女孩儿的。俺是看去咱。<br>【倘秀才】我也避不得臭气怎闻，觑不的尸虫乱滚。疑怪这鸦鹊成群，绕定着这座坟。尸骸虽朽烂，衣袂尚完存，见带着些血痕。<br>【滚绣球】我这里孜孜的觑个真，悠悠的唬了魂。母亲，你怕怎么？儿呵，怎不教你娘心困。怎生来你这送女客了事的公人！兀那死了的是我那女孩儿也！媳妇儿也，你心性儿淳，气格儿温，比着那望夫子石不差分寸。这的就是您筑坟台包土罗裙。则这半丘黄土谁埋骨，抵多少一上青山便化身，也枉了你这芳春。还说个甚么？我女孩儿现今没了，明有清官。我和你见官去来！小官姓巩，诸般不懂，虽然做官，吸利打哄。小官乃本处推官巩得中是也，一来下乡劝农，二来不见了个梅香，我如令就去寻一寻。摆开头踏，慢慢的行者。好冤屈也！你告甚么？告人命事。外郎，快家去来！他告人命事哩，休累我！相公，不妨事，我自有主意。我则依着你。张千，接了马者。相公下马来，整理这公事，张千，借个桌子来，等相公坐下。张千，拿过那一起人来、外郎也，你不放了屁也？不是我。我闻一闻，真个不是你。哦，元来是那林浪里一个死尸臭。外郎，你问他，我则不言语。相公且住一边，待我替你问。兀那婆子，你敢为这尸首告状么？正是为这个尸首，谁是尸亲？婆子是尸亲。兀那婆子，说你那词因来。大人可怜见。老身乃东军庄人氏，姓王，有个女孩儿是春香。噤声！老弟子说词因，两片嘴必溜不刺泻马屁眼也似的，俺这令史有七脚八手？你慢慢的说！大人可怜见。老身是东军庄人氏，姓王。我有个女孩儿，唤做春香，嫁与西军庄杨兴相为妻，就是这婆子的大孩儿。杨兴祖当军去了，有小叔叔杨谢祖，数番家调戏我这女孩儿，见他不肯，将俺孩儿引到半路里杀坏了，望大人与我做主咱！兀那婆子，这尸首是么？这衣服是，尸首不是俺媳妇儿的。怎么这衣服是，尸首不是？你说我是听咱。<br>【倘秀才】被鸦鹊啄破面门，狼狗咬断脚跟，到底是自己孩儿看的亲。依着我则是打。官人休发怒，外郎你莫生嗔，且听咱从长议论。兀那婆子，人命的事，待议论甚么？<br>【滚绣球】人命事，多有假，未必真。我务要问成也。要问时，则宜慢，不可紧。为甚的审缘因再三磨问，也则是恐其中暗昧难分。我是六案都孔目。休倚恃你这牙爪威，我这管笔，着人死便死。休调弄你，这笔力狠。我这枝笔比刀子还快哩。你那笔尖儿快如刀刃，杀人呵须再不还魂。可不道闻钟始觉山藏寺，到岸方知水隔村。休屈勘平人！<br>张千，打着他认那尸首去！你休打他，你打死了他，你便偿他的命。<br>【叨叨令】这关天的人命事，要您个官司问。又不曾检验，怎着我尸亲认。现如今雨淋漓，正值着暑月分。那尸骸全毁烂，都是些蛆螬粪。我其实认不得也波哥，我其实认不得也波哥，怎与他那从前模样浑别尽。<br>母亲，兀的不是我哥哥的刀子？儿也，休觑他。相公，你见么？尸首旁边放着一把刀子，这小厮看见，就害慌了也。眼见的是这小厮欺兄杀嫂。兀那婆子，这刀子是你家的么？将来我看。倒好把刀子！总承我罢，好去切梨儿吃。这把刀子是，衣服是，尸首不是俺媳妇儿的。兀那婆子，你媳妇在生时怎么模样？<br>【四煞】俺媳妇儿呵，脸搽红粉偏生嫩，眉画青山不惯颦，瑞雪般肌肤，晓花般丰韵，杨柳般腰枝，秋水般精神，白森森的皓齿，小颗颗的朱唇，黑鬒鬒的乌云。这里又离城侧近，怎不唤一行仵作，仔细检报缘因。<br>兀那婆子，你着我检尸，这夏间天道，你着我怎么检？检不的了也！<br>【三煞】则合将艳醋儿泼得来匀匀的润，则合将粗纸儿搭得来款款的温。为甚来行凶？为甚来起衅？是那个主谋？是那个见人？依文案本，遍体通身，洗垢寻痕。若是初检时不曾审问，怕只怕那再检日怎支分？噤声！这婆子好无理也。我是把法的人，倒要你教我这等这等检尸。你也晓的，春正夏四，秋九冬十，才是检尸的时分。如今正是六月天道，雨水也下了几阵，暑气蒸，蛆虫钻，筋骨凋零，眉目难分，爪发解脱，难以检覆。张千，你去城里唤一个巧笔丹青来，依着这尸首画一个图本，着这婆子画一个字，领将这尸首去烧毁了。依着这尸伤图本打官司，便与我烧了这尸首者！烧不的！怎么烧不的？<br>【二煞】不争将这尸伤彩画成图本，则合把尸状词因依例申。便做道尸首伤残，爪发难脱，筋骨凋零，眉目难分。可知检不得了也。我照觑你，只是领那尸首去烧了者。烧不的，烧不的！你道是难以检覆，照觑尸亲，许令烧焚。我只道不如生殡，且留着别冤屈辨清浑。<br>快烧了者。烧不得！<br>【煞尾】不争难检验的尸首烧做灰烬，却将那无对证的官司假认了真。天色晚了也，将这一行人拿到衙门里去。到来日急煎煎的娘亲插状论，怎禁他恶噷噷的曹司责罪紧。实呸呸的词因不准信，碜可可的杀人要承认。生刺刺的刑法枉推问，粗滚滚的黄桑杖腿筋。硬邦邦的竹签着指痕，纥支支的麻绳箍脑门。直挺挺的庭前闷又昏，哭吖吖的连声唤救人。冷丁丁的慌忙用水喷，雄赳赳的公人手脚哏。那时节敢将你个软怯怯的孩儿性命损。<br>相公，这人命的事，非同小可。且到衙门里，慢慢问他。外郎，这场事多亏了你。叫张千去买一壶烧刀子，与你吃咱。<br><br>第三折<br>我做官人只爱钞，再不问他原被告。上司若还刷卷来，庭上打的狗也叫。小官夜来劝农回家，那一起人告状的，都与我拿将过来。外郎都凭你，我则不言语。相公，那个婆子再三不肯认这尸首，我务要问成了。将那一行拿上庭来！天那，谁想有这场冤枉的事也！<br>【中吕】【粉蝶儿】不知那天道何如？怎生个善人家有这场点污！人命事不比其余，若是没清官，无良吏，教我对谁分诉？早是俺活计消疏，更打着这非钱儿不行的时务。<br>【醉春风】天那！这冤枉儿时伸，忧愁甚日楚？但留的俺这雪霜也似白头颅。儿也，倒大来是福、福，只索打会官司，吃会痛苦，受会耻辱。<br>兀那婆子，是个刁狡不良的，左来右来，不肯认这尸首。这婆子，你差了也。不合着这厮送那嫂嫂去。眼见的调戏他那嫂嫂不从，怕你知道，就杀了他嫂嫂。你当初别央及一个人送他，无这一场官司事也<br>【迎仙客】怕不要倩外人，那里取工夫？正农忙百般无事处，因此上教小孩儿莫违阻，您娘亲面嘱付，送嫂嫂到一半路程，便回来，着他自家去。这小厮和那嫂嫂敢不和么？<br>【红绣鞋】他叔嫂从来和睦。你这婆子替儿嫌妇那？俺姑媳又没甚伤触。一定是这小厮发意生情，杀了他嫂嫂也。若说他发意生情，半星也无。大人啊，您揣明镜，悬秋月，照肝胆，察实虚，与俺那平人每好生做主。<br>相公，兀那小厮见他那母亲在这里，左来右来，不肯招。我支转这婆子，那小厮好歹招了。兀那婆子，你保的你这孩儿不是杀人贼么？我的孩儿，我怎生保不得？你去司房里画一个字，领的你这孩儿出去，可不好么？休道着老身画一个字，便是等身图也画与你。母亲你休去，他要打我也！外郎哥哥，老身去了时，你休打俺孩儿。我不打他。兀那婆子，两次三番的，你就是不去，我也要打他，你也护他不得。孩儿，我去也。便打死。你也休招。祗候人，把了门者。兀那小厮，你招了罢。你着我招个甚么？不打不招，只得打！我委实不省的，你着我怎么样招？兀那小厮，你来。我教你。你只说母亲使我送俺嫂嫂去，我来到这无人处，我调戏嫂嫂，嫂嫂不肯，我拔出刀子来，止望唬吓成奸。争奈嫂嫂坚执的不肯，是我一时间抽刀不入鞘，就杀了嫂嫂。你招了小欺兄杀嫂呵，待三两日后，我着人保你出去。这等，你就替我招了罢。干我甚么事，替你招？张千，打着者！我有何面目见母亲、哥哥。兀的不痛杀我也！兀的不打俺孩儿哩？不是打你孩儿，别问事哩。哥哥也，是打俺孩儿咱。你休过去，别问事哩。<br>【普天乐】受摧残，遭凌辱，这无情的棍棒，俺孩儿是有限的身躯。杨谢祖苏醒着！你看么，揪头发将名姓呼，喷冷水将形容来污。打的来应心疼痛处，怎不教我放声啼哭。常言道做着不避，避着不做，我可便死待何如？<br>张千，拿过那厮来。我着你把着门，你怎么放过他来？好打！兀那婆子，你欢喜咱，有了杀人贼也！外郎哥哥，那杀人贼有在那里？你孩儿对我说来，他道送嫂嫂回去，中途调戏嫂嫂，他坚意不肯，不误间拔出刀子来杀了他。招了个欺兄杀嫂也。外郎哥哥，你家里敢有这般勾当？您家里有这般勾当！我家倒有。人命事关天关地，不曾检尸，怎成的狱？且莫说尸首毁坏，难以检覆，现有衣服、刀子。就是证见了也。<br>【上小楼】你道尸毁烂难以检覆，焚烧了无个显故。你道是招呼尸亲，审问明白，止不过赃仗衣服。这件事有共无，总是个疑狱，且停推再三思虑。你保的你这孩儿不是杀人贼么？外郎哥哥，我的孩儿我怎么保不的？傻老婆子，你使他东头去，他出的门往西去了，你怎么得知道？<br>【幺篇】种地呵，莫过主。知子呵，莫过母。俺孩儿若犯了王条，违了法度，我便与了文书。着他来，偿命去，别无词诉。便并杀了我个做娘的。偿他媳妇。<br>兀那婆子，招状是实了也，怎生饶的？<br>【满庭芳】似这等含冤负屈，拚着个割舍了三文钱的泼命，便和这半百岁的微躯。泼婆子，你敢怎的？你要我数说您大小诸官府，一刬的木笏司糊突，并无聪明正直的心腹，尽都是那绷扒吊拷的招伏。把囚人百般拴住，打的来登时命卒。哎哟，这便是你做下的死个工夫！<br>兀那老婆子，你是个乡里村妇，省的甚么法度？<br>【耍孩儿】你休小觑我这无主的穷村妇，有句话实情拜复：俺孩儿从小里教习儒，他端的有温良恭俭谁如？俺孩儿行一步必达周公礼，发一语须谈孔圣书。俺孩儿不比尘俗物，怎做那欺兄罪犯，杀嫂的闪徒？<br>这小厮，又不曾打他，他自招了来。都似你这般打来，怕不招了？只是招便招，人心不服。<br>【五煞】人死者个复生，那弦断者怎再续？从来个罪疑便索从轻恕。磨勘成的文状才难动，罗织就的词因到底虚。官人每枉请着皇家禄，都只是捉生替死，屈陷无辜。<br>兀那婆子，你是个惯打官司刁狡不良的人也。<br>【四煞】则你那捆麻绳用竹签，批头棍下脑箍。可不道父娘一样皮和骨，便做那石镌成骨节也槌敲的碎，铁铸就的皮肤也锻炼的枯。打得来没半点儿容针处，方信道人心似铁，你也忒官法如炉。<br>兀那婆子，数长道短，好生无礼。我不怕你，他便是死的人也。<br>【三煞】你休道俺泼婆婆无告处，也须有清耿耿的赛龙图。大踏步直走到中都路，你看我磕着头写状呈都省，洒着泪衔冤挝怨鼓。你告呵，告着谁？单告着你这开封府，令史每偏向，官长每模糊。<br>将枷来，枷了这小厮，下在死囚牢里去。着这婆子随衙听候。休着他带这个轻枷，拿那一百二十斤的枷来与他带。<br>【二煞】我明明的眼觑着，暗暗的心自苦。那一面沉枷脖项难回顾，透枷拴深使钉来钉，侵井门窄将印缝铺，恰便似刀搅着你这娘肠肚。望后来怎禁推抢，待向前去又被揪捽。<br>【尾煞】叫丫丫苦痛杀我儿，哭啼啼没乱杀母。把孩儿似死羊般拖奔的牢中，去。好冤屈也，好冤屈也！则被这气堵住我咽喉叫不出屈！相公，那婆子虽然不肯认尸，如今赃仗完备，那杨谢祖也葫芦提招伏，眼见的这桩事问就了也。外郎，这多亏了你。如今新官取次下马也，还要做个准备。正是一不做二不休，攒就文书做死囚。只等亲官到来标斩字，那时方信我们俩个有权谋。<br><br>第四折<br>自家赛卢医的便是。自从拐将这个妇人来，他百般的不肯顺我，更待干罢！白日里五十棍，到晚也五十棍，每日着他打水浇畦，我直折倒死他。春香，我如今吃杯酒去，回来打死你也！自从被这贼汉拐将我来，为我不随顺他，朝打暮骂，着我打水浇畦。我待要告他，争奈走不出去。似此怎了也！自家杨兴祖的便是。自拜别了母亲，得了王脩然大人一封信，见了兀里不罕元帅，看罢书呈，元帅大喜，不着我做散军，就着我做领军的头目。托祖宗馀荫，到于阵上，三箭成功，做了金牌上千户。我今元帅跟前，告了限期，回家探望母亲去。小校，远远的是一眼井儿，就着妇人的水桶。与我饮马者。兀的不是杨大？兀的不是大嫂？大嫂，你怎生到这里来？自从你当军去了，俺娘家取我拆洗衣服，小叔叔送我到半路里回家去，谁想撞见贼汉，他唤做甚么赛卢医，强要我为妻，见我不随顺他，他将我朝打暮骂，着我每日打水浇畦。今日幸遇着你，须与我这受苦的春香做主。原来有这般勾当！那贼汉那里？他便来也。恰才饮酒回来，我看这妇人挑水不曾？杨大，兀的不是那贼汉来了也！小校，与我拿住这厮！我试问他咱。兀那厮，这妇人是谁？是我的老婆。是我的浑家，你如何拐将来？是你的老婆？这等呵，我可也原封不动，送还你罢。这厮无理，拐带良人妻子，拿去开封府里见王脩然大人去来。王法条条诛滥官，为官清正万民安。民间若有冤情事，请把势剑金牌仔细看。老夫大兴府尹王脩然。自迁军回来，累加官职，赐与我势剑金牌，先斩后奏，专一体察滥官污吏，采访孝子顺孙。今日来到这河南府审囚刷卷。我为那西军庄杨氏那一家儿贤孝，我在郎主跟前，保奏过了。领郎主的命，着我封赠那一家儿去也。争奈审囚刷卷，是国家的大事，不敢差误。且待我审了囚，刷了卷，方才封赠那杨家也未迟哩。今日升厅坐衙，当该令史那里？当该令史安在？令史，你知道么？我奉郎主的命，着我审囚刷卷，便宜行事。我将着势剑金牌，先斩后奏，你若文案中有半点儿差迟，我先切了你颗驴头。将文案来！理会的。我先将这宗文卷，与大人试看咱。是甚么文卷？这个名儿，我那里听的来……哦，是、是、是那西军庄杨家小的个孩儿，是杨谢祖。令史，你问成了，那赃仗完备么？完备，有赃仗。这的是行凶的刀子？做看刀子科，云)我那曾见这刀子来……(做寻思科)这小厮怎犯下这的罪过。我想天下多少同名同姓的来，休问是与不是，将这杨谢祖拿出来，我是问咱。(张千拿杨谢祖带枷上)(今史云)张千，将那一行人拿上厅来。(杨谢祖跪科)(王脩然云)兀那小厮，抬起头来者。(杨谢祖做抬头科)(王脩然做惊科，云)可知是这个小的。早不曾先封赠他一家儿去。我当初奏过这一家贤孝，今日这厮却犯下十恶大罪，若是郎主知道呵，俺先耽下个落保的罪了！想人也有见不到处。兀那小厮，你有甚么不尽的词因，我跟前伸诉，我与你做主。(谢祖云)小的每西军庄人氏……(令史打掺云)西军庄人氏，哥哥杨兴祖，兄弟杨谢祖，哥哥当军去了，他调戏他嫂嫂不肯，他杀了他嫂嫂也。(王脩然云)谁问你来！兀那小厮，你说。(杨谢祖云)西军庄人氏……(令史云)西军庄人氏……(王脩然云)张千，采下去！着他口中衔着板子，吊下来便打。兀那小厮，你说。(杨谢祖云)小人是西军庄人氏……(令史又掺科)(王脩然云)张千，与我打这厮者！(打令史重衔板子科)(杨谢祖诉词，云)告大人停嗔息怒，听小人细说缘故。一父母生我兄弟两人，侍奉着年高的老母。更有个嫂嫂春香，嫡亲的四口儿家属。王脩然大人亲来迁军，勾到俺同居共户，道他贴了二十余年，到今年你索当做，俺哥哥赴役当军，小生在书房读书如故。亲家母来问俺母亲告假，要他的女孩儿家去。那时是五月中旬，正是农忙时务。无人送俺嫂嫂回家，书房里来唤谢祖。母亲说送过林浪嘴儿，你回来着他自去。多不到半月十朝，亲家母又来探取。他道女孩儿不曾到家，惊的俺母亲进退无措。亲家母和俺唱叫，须索便与他寻去，他两个前面先行，小人在后面跟觑。便和俺厮拖厮拽，又无个寻觅去处。撞见着放牛牧童，向他行问个前路。他道林浪中有个妇人，不知他为何身故。亲家母觑了容颜，便和俺争官告府。正撞见劝农官人，官人行不容分诉。便将我吊拷绷扒，打的无容针处，全凭着这令史口内词因，葫芦提取下招伏。到如今苦陷囚牢，请大人心下忖虑，小的每把笔来尚自腕怯，怎生敢提刀狠毒。强揣与我个欺兄杀嫂的罪名，大人也，委实的衔冤负屈。(王脩然云)律意虽远，人情可推。重囚每两眼泪滴在枷锁上，搁不住落于地上，直至九泉，其?<br>厣徊荩凶龈泻薏荩岢梢蛔樱缥嗤┳哟螅杜荒芩椋巢荒芸斓匚匏剑员ㄈ绱恕０痴庋妹湃绻钜话悖羧巳绻谥蠛蛉吮茸挪裥剑钍繁茸殴牵醯彼裥届嘀耍杏辣徽飧嵌ǎ龉龇蟹校荒艹銎舫芍槎谀枪巧系蜗拢陀肽乔羧讼巫旁┩鞯卫嵋话恪?诗云)泪滴枷稍恨已深，气藏胸腹苦难禁。口中不语垂双泪，表出衔冤负屈心。这公事前官问定也，曾有准伏来么？(令史云)不曾有准伏支状。(王脩然词云)但凡刑人，必然尸亲有准伏，方可定罪。这小厮厅前跪下，搁不住眼中垂泪。他本是一个寒儒，怎犯下十恶大罪？方信道日月虽明，不照那覆盆之内。我为甚重推重审，却不道人性命关天关地。张千，且把犯人带去，待我再问者。(张千带杨谢祖同下)(令史做慌科，云)唤李万来。(李万上，云)哥哥唤我做甚么？(令史云)李万，好兄弟，你将着这纸笔，不问那里，寻着那杨谢祖的母亲，赚他画一个字。杀了那小厮，也完了这一桩事务。(李万云)着我拿一张纸去，赚那婆子画一个字。你家里也养着那好儿好女哩！便好道人命关天，我赚他画了这个字，杀了他孩儿，便是我杀了他。外郎也，你便会做这些好勾当，我去不的。(令史做怒科，云)你说，这厮无理么？张千！(张千上，云)哥哥，你唤我做甚么？(令史云)你去赚那杨谢祖母亲，画一个字，将那小厮杀了，也完了这一桩事务。以后有好差使，我养活你几遭。(张千云)哥也，打甚么不紧。这个都是一衙门的事务。我走将去，便叫那婆子画个字来。哥，你则放心。(令史云)好兄弟，你则疾去早来。(张千下)(李万云)张千，这钱这等好使！令史使我不肯去，你就肯去？张千，你家里也养着好儿好女哩！比及你出衙门时，我绕着那前街后巷，先寻着那婆子，着他死也不要画这一个字，人生那里不是积福处！(下)(正旦上做痛哭科，云)杨谢祖儿也，则被你痛杀我也！(唱)<br>【双调】【新水令】为两个业冤家，使我一日泪千行，点点儿滴在我这胸上。想那叶军的临战场，坐牢的赴云阳，急的我寸断肝肠。这把老骸骨着谁葬？<br>【驻马听】可着我半路世孤孀，临老也还行绝命方。-家冤障，莫不是我前生烧着甚么断头香？(云)夜来则是半夜前后。(唱)听的把犯罪的赦免出牢房，当军的释放还乡党。(云)兀的不是大哥！兀的不是二哥！恰待抱头相哭，(唱)觉来时我心儿里空悒怏。呀，原来梦是我心头想。<br>(张千拿纸笔上，见正旦科，云)兀的不是那婆子！我那里不寻你到，你欢喜咱。如今拿住那杀人贼了也，来来来，画一个保状，保出你那孩儿来。(正旦做画字科)(李万冲上，去)兀那婆子，你休画字！你画了这个字呵，你那孩儿便是死的人也。张千，你做的好事那！(正旦唱)<br>【乔牌儿】天那！则他走的来脚步儿忙，说的来语言儿诳。若不是李押狱白破你张千慌，待教俺孩儿将人命偿。<br>【水仙子】你便瞒过衔冤负屈老婆娘，送了俺孩儿得甚么赏？你全无那于公阴德高门望！(张千云)李万，你做的好勾当也！(正旦唱)呀，也要你儿孙向上长，恨不得飞腾到那审囚的官行。我手脚儿不知高下，身肢儿没处顿放，空教我腹热肠慌。<br>(张千揪李万云)李万，你……好好好！外郎使我来，赚这婆子画一个字，你走将来，和这婆子说了，不肯画这个字。我和你见外郎去！(李万揪张千云)你要见外郎去，我和你见王脩然大人去来。(同下)(王脩然云)令史，准伏有了么？押过那小厮来者。(张千押杨谢祖上科)(王脩然云)今日务要完了这桩公事。(令史云)张千，好不会干事！眼见那婆子也来了，只这一个字，便这等难画？(正旦慌上，磕令史头科)(令史云)兀那婆子，你慌怎么？(正旦云)你道我慌怎么？(唱)<br>【沽美酒】做儿的上法场，做娘的痛着忙。抵多少河里孩儿岸上娘？我可是慌也那可是不慌？俺孩儿生共死这时光。<br>【太平命】则您这公庭上将人问枉，去来波，我与你大人行打一会官防。(正旦拖令史见官跪下叫屈科)(唱)大人呵，你下笔处魂飘魄荡，刀过处雪飞霜降。休道是棍棒拷伤，我这脊梁呀，与不的准伏无冤的招状！<br>(叫屈科)(王脩然云)怎生冤屈？(正旦云)外郎不曾检尸，又不曾招呼尸亲。(王脩然云)令史，他说你不曾检尸，又不曾招呼尸亲哩。(令史云)小人招呼尸亲，识认的明白了也。(正旦云)你招呼那家尸亲来？(令史云)我招呼那死的爷娘家尸亲，认识的明白了也。(正旦云)他爷娘家是尸亲，俺公婆家不是尸亲？不争俺这孩儿与他偿了命，倘若拿住那杀人贼呵，可着谁偿俺孩儿的命？大人，可与俺这孤儿寡妇做主咱！俺是这乡里的婆子，不会打您这城中的官司。(王脩然云)似这等呵，着老夫怎生下断。(杨兴祖同旦儿上，云)大嫂，你则在衙门首住者，我见大人去。张千，报复去，道有杨兴祖来见。(张千云)理会的。喏，报大人得知，有杨兴祖求见。(王脩然云)是杨兴祖，快着他过来！(张千云)着过去。(杨兴祖做见科，云)大人，杨兴祖回来了也！(王脩然云)兀的不是杨兴祖！得了甚么官那？(杨兴祖云)兴祖赖大人虎威，见了兀里不罕元帅，一战成功，现今升授金牌上千户。(王脩然云)你欢喜么？(杨兴祖云)可知欢喜哩。(王脩然云)厅阶直下一个婆婆儿，你是看咱。(杨兴祖云)兀的不是母亲！(正旦云)兀的不是杨大！儿也，则被你痛杀我也！(王脩然云)杨兴祖，兀那个带枷的人，你再看咱。(杨兴祖云)兀的不是兄弟！(杨谢祖云)哎哟！哥也，苦痛杀我也！(王脩然云)兀那杨兴祖，他是你的仇人哩。(杨兴祖云)大人，这是我的亲兄弟，怎做的仇人？(王脩然云)你当军去，他杀了你媳妇儿春香也。(杨兴祖云)大人可怜见，春香现有哩。(王脩然云)春香在那里？快唤将来！(旦儿做见正旦悲科，云)母亲也，则被你痛杀我也！(正旦云)孩儿也，你在那里来？险些儿不送了杨谢祖的性命。则被你想杀我也！(杨兴祖云)母亲，被一个贼汉赛卢医，将春香拐带去了，你孩儿连那贼汉也拿将来了也。(王脩然云)张千，与我拿过这厮来者！(张千做拿赛卢医上，见跪科，云)大人可怜见。拐了巩推官的梅香，也是我来，强要春香做老婆，也是我来。大人饶便饶，若不饶我，也不消打下死囚牢里去，只到我家箱儿里取一帖药来，煎与我吃。我这两只脚登时就直了也。(王脩然云)一行人听我下断：本处官吏刑名违错，杖一百，永不叙用。赛卢医强夺妻女，市曹中明正典刑。王氏妄告不实，杖断八十。(旦儿云)告大人，母亲年老，春香替杖。(王脩然云)这媳妇直恁般贤孝！姑看春香面，罚铜折赎。有罪的断遣分明，你一家儿听老夫加官赐赏：杨兴祖，为你替弟当军，拿贼救妇，加为帐前指挥使。春香，为你身遭摅掠，不顺他人，可为贤德夫人。杨谢祖，为你奉母之命<br>，送嫂还家，不幸遭逢人命官司，绝口不发怨言，可称孝子，加为翰林学士。兀那婆婆，为你着亲生子边塞当军，着前家儿在家习儒，甘心受苦，不认人尸。可称贤母，加为义烈大夫人。(正旦等拜谢科)(唱)<br>【收江南】呀，那知道今日呵也有这风光，则俺一家儿都脱离了地狱到天堂。稳请受五花官诰喜非常。谢你个大恩人在上，兀的不教咱生死也难忘。(王脩然云)只今日就这开封府堂上，窨下酒，卧番羊，做一个人天庆赏的筵席，你道为甚么来？(词云)则为这哥哥替弟当军去，带累的小叔为嫂打官司。若不是王脩然审囚大断案，怎发付救孝子贤母不认尸。<br>题目送亲嫂小叔枉招罪<br>正名救孝子贤母不识尸",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "王仲文"
  },
  "tags": []
}