{
  "id": 72210,
  "star": 11,
  "name": "单子知陈必亡",
  "dynasty": "先秦",
  "content": "　　定王使单襄公聘于宋。遂假道于陈，以聘于楚。火朝觌矣，道茀不可行也。侯不在疆，司空不视涂，泽不陂，川不梁，野有庾积，场功未毕，道无列树，垦田若艺，膳宰不置饩，司里不授馆，国无寄寓，县无旅舍。民将筑台于夏氏。及陈，陈灵公与孔宁、仪行父南冠以如夏氏，留宾不见。</p> <p>　　单子归，告王曰：“陈侯不有大咎，国必亡。”王曰：“何故？”对曰：“夫辰角见而雨毕，天根见而水涸，本见而草木节解，驷见而陨霜，火见而清风戒寒。故《先王之教》曰：‘雨毕而除道，水涸而成梁，草木节解而备藏，陨霜而冬裘具，清风至而修城郭宫室。’故《夏令》曰：‘九月除道，十月成梁。’其时儆曰：“收而场功，待而畚梮，营室之中，土功其始，火之初见，期于司里。’此先王所以不用财贿，而广施德于天下者也。今陈国火朝觌矣，而道路若塞，野场若弃，泽不陂障，川无舟梁，是废先王之教也。”</p> <p>　　“《周制》有之曰：‘列树以表道，立鄙食以守路，国有郊牧，疆有寓望，薮有圃草，囿有林池，所以御灾也，其余无非谷土，民无悬耜，野无奥草。不夺民时，不蔑民功。有优无匮，有逸无罢。国有班事，县有序民。’今陈国道路不可知，田在草间，功成而不收，民罢于逸乐，是弃先王之法制也。</p> <p>　　“周之《秩官》有之曰：‘敌国宾至，关尹以告，行理以节逆之，候人为导，卿出郊劳，门尹除门，宗祝执祀，司里授馆，司徒具徒，司空视途，司寇诘奸，虞人入材，甸人积薪，火师监燎，水师监濯，膳宰致饔，廪人献饩，司马陈刍，工人展车，百官以物至，宾入如归。是故小大莫不怀爱。其贵国之宾至，则以班加一等，益虔。至于王吏，则皆官正莅事，上卿监之。若王巡守，则君亲监之。’今虽朝也不才，有分族于周，承王命以为过宾于陈，而司事莫至，是蔑先王之官也。</p> <p>　　“《先王之令》有之曰：‘天道赏善而罚淫，故凡我造国，无从非彝，无即慆淫，各守尔典，以承天休。’今陈侯不念胤续之常，弃其伉俪妃嫔，而帅其卿佐以淫于夏氏，不亦嫔姓矣乎？陈，我大姬之后也。弃衮冕而南冠以出，不亦简彝乎？是又犯先王之令也。</p> <p>　　“昔先王之教，懋帅其德也，犹恐殒越。若废其教而弃其制，蔑其官而犯其令，将何以守国？居大国之　，而无此四者，其能久乎？”</p> <p>　　六年，单子如楚。八年，陈侯杀于夏氏。九年，楚子入陈。 ",
  "fanyi": "<p><strong>译文</strong><br>　　周定王派单襄公出使宋国，此后又借道陈国去访问楚国。已是清晨能见到大火星的季节了，道路上杂草丛生无法通行，负责接待宾客的官员不在边境迎候，司空不巡视道路，湖泽不筑堤坝，河流不架桥梁，野外堆放着谷物，谷场还没有修整，路旁没有种植树木，田里的庄稼稀稀拉拉，膳夫不供应食物，里宰不安排住处，都邑内没有客房，郊县里没有旅舍，百姓将去为夏氏修筑台观。到了陈国都城，陈灵公与大臣孔宁、仪行父穿戴着楚地流行的服饰到夏氏家玩乐，丢下客人不会见。<br>　　单襄公回朝后告诉周定王说：“陈侯如果不遭凶灾，国家也一定要灭亡。”周定王问：“为什么呢？”单襄公答道：“角星在早晨出现时表示雨水结束，天根在早晨出现时表示河流将干枯，氐星在早晨出现时表示草木将凋落，房星在早晨出现时便要降霜了，大火星在早晨出现时表示天气已冷，该准备过冬了。所以先王的教诲说：‘雨季结束便修整道路，河流干枯便修造桥梁，草木凋谢便储藏谷物，霜降来临使备好冬衣，寒风吹起就修整城郭宫室。’所以《夏令》说：‘九月修路，十月架桥。’届时又提醒人们说：‘结束场院的农活，备好土箕和扁担，当营室之星见于中天时，营造工作就要开始。在大火星刚出现时，到司里那儿去集合。’这正是先王能够不费钱财而向民众广施恩惠的原因啊。现在陈国早晨已能见到大火星了，但是道路已被杂草堵塞，农村的谷场已被废弃，湖泊不筑堤坝，河流不备舟桥，这是荒废了先王的遗教。<br>　　“周代的制度规定：‘种植树木以标明道路，郊外提供食宿以款待旅客。国家有专设的牧场，边境有接待宾客的设施，洼地里有茂盛的水草，园苑中有林木和水池，这都是用来防备灾害的。其余的地方无不是农田，百姓没有闲置的农具，田野没有丛生的杂草。农时不被耽误，劳力不被浪费。生活富裕而不穷困，百姓安逸而不疲惫。都城中各类人员职责分明，郊外的民众劳作井然有序。’如今陈国的道路无法辨认，农田埋没在杂草丛中，庄稼熟了无人收割，百姓为国君的享乐而疲于劳作，这是抛弃了先王的法度。<br>　　“周的《秩官》上说：‘地位相等国家的宾客来访，关尹便向上报告，行理手持符节去迎接，候人引路，卿士到郊外表示慰问，门尹清扫门庭，宗祝陪同客人行祭礼，司里安排住处，司徒调派仆役，司空视察道路，司寇查禁奸盗，虞人供应物品，甸人运送燃料，火师照看火烛，水师料理盥洗，膳宰进送熟食，廪人献奉粮米，司马备齐草料，工人检修车辆，百官各按职责照应，客人来访如同回到了家里。因此大小宾客无不感到满意。如果大国的客人到了，接待的规格就提高一个等级，更加恭敬。至于天子派官员到来，则由各部门的长官接待，上卿加以督察。如果天子下来巡视，就由国君亲临督察。’如今臣虽然没有什么才能，但还是天子的亲族，是奉了天子的使命作为宾客而途经陈国，然而主管的官员却不来照应，这是蔑视先王所制定的官职。<br>　　“先王的法令中说：‘天道是奖善惩恶的，所以凡由我们周室治国，不允许违背法令，不迁就怠惰放纵，各自遵守你们的职责，以接受上天的赐福。’如今陈侯不顾念历代相承的法度，抛弃自己的夫人妃嫔，带领下属到夏氏那里去恣意淫乐，这不是亵渎了姬姓吗？陈侯是我们大姬的后裔，却丢弃正式的礼服而穿戴楚地的服饰外出，这不是简慢了礼制吗？这又违背了先王的政令。<br>　　“过去先王的教诲，即使认真遵行还恐怕有所差池。像这样荒废先王的遗教、抛弃先王的法度、蔑视先王的分职、违背先王的政令，那凭什么来保守国家呢？地处大国的中间而不仰仗先王的遗教、法度、分职、政令，能够支持长久吗？”<br>　　周定王六年，单襄公到楚国。定王八年，陈灵公被夏征舒杀害。定王九年，楚庄王攻入陈国。</p> <p><strong>注释</strong><br>①定王:周定王。单（shàn）襄公：名朝，定王的卿士。<br>②火：即二十八宿中的心宿，又叫商星，是一颗恒星。觌（dí）见：见。此指夏历十月，心宿早见于东方。<br>③道茀（fú）：野草塞路。<br>④候：候人。路上迎送宾客的官吏。<br>⑤司空：官名。西周始置，春秋、战国时沿用。它的职责是掌管工程建设，包括修治道路。<br>⑥泽：水积聚的地方。这里指水塘。陂（bēi）：泽边堵水的堤岸。<br>⑦梁：桥梁。<br>⑧庾（yǔ）：露。积：积聚之物。<br>⑨场功：指收割庄稼。场，打粮、晒粮的地方。<br>⑩列树：古时候在道路两旁种树作为标记。<br>⑾垦田：已开垦的田地。蓺（yì）：茅芽。<br>⑿膳宰：即膳夫。宣达王命以及主管王的饮食等事的官吏。饩（xì）：活的牲畜。<br>⒀司里：掌管客馆的官。<br>⒁寄寓：犹言旅馆。<br>⒂夏氏：指陈大夫夏征舒家。陈灵公与征舒母夏姬公开淫乱，所以要老百姓给夏氏筑台。<br>⒃陈灵公：名平国。孔宁、仪行父：都是陈国的大夫。南冠：楚国的帽子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　公元前601年，单襄公受周定王委派，前去宋国、楚国等国聘问。路过陈国时，他看到路上杂草丛生，边境上也没有迎送宾客的人，到了国都，陈灵公跟大臣一起戴着楚国时兴的帽子去了著名的寡妇夏姬家，丢下周天子的代表不接见。单襄公回到京城后，跟定王说，陈侯本人如无大的灾难，陈国也一定会灭亡。</p> <p>　　单襄公的预言很快实现了。两年后，与夏姬私通的陈灵公在谈笑中侮辱夏姬的儿子夏征舒，被夏征舒射死。</p> <p>　　单襄公的先见之明不止一次。前575年，周简王十一年，楚晋两国对决，结果楚军大败。晋国获胜后，派至向周简王告捷。在朝见周王之前，王叔简公设酒宴招待至，互赠厚礼，谈笑甚欢，王叔简公在朝堂上称赞至。至还在邵桓公面前自夸功大，说晋国这次打败楚国，实际是由于他的谋划。邵桓公把谈话的内容告诉了单襄公：“王叔简公称赞至，认为他一定能在晋国掌权，因此王叔简公劝我们各位大臣为至多说好话，以便今后在晋国能有所照应。”</p> <p>　　单襄公很不客气地说：俗话说“刀架在脖子上”，恐怕就是指至这种人吧。君子不自我吹嘘，并非为了谦让，而是怕掩盖了别人的长处。大凡人的天性，总喜欢超过别人，但不能用无视别人长处的手段。越是要掩盖别人的长处，他压制下边的人也就越厉害，所以圣人看重谦让。如今至的位置在晋国其他七卿之下而想超过他们，那也就会有七人的怨恨，至将凭什么来应付呢？刀已经架在至的脖子上了。</p> <p>　　单襄公的这个预言还未完，到了第二年，前574年，鲁成公跟晋、齐、宋、卫、曹、邾等国在柯陵结盟。单襄公躬逢其盛。在柯陵盟会上，单襄公看到晋厉公走路时眼睛望远不望近，脚步也抬得高高的，心不在焉。又看到晋国的大臣说话很冲，说话则总是绕弯子，至还是那样自吹自擂，齐国的大臣国佐说话也是毫无忌讳。单襄公对鲁成公说，晋国很快就要发生内乱，国君和三恐怕都要大难临头了。甚至齐国的国佐也有灾祸，他处在淫乱的齐国，却喜欢讲直话，明指他人的过失，这就会招人恨。因为只有善良的人才能接受别人的随意指责，齐国有这种人吗？</p> <p>　　单襄公一口气预言五个人的命运。先知的话很快实现，晋厉公回国不久就诛杀三。第二年，前573年，晋国大臣诛杀晋厉公，葬礼只用了一车四马。同年，齐灵公杀国佐。单襄公的预言不到三年就全部实现。</p> <p>　　单襄公的先知之能尚不止此。他还预言了寄留于周天子脚下的晋襄公的曾孙周子将来一定会成为晋国的国君。结果，晋厉公被弑后，国中无主，晋人迎回周子立为国君，这就是晋悼公。至此，单襄公的预言彻底实现。</p> <p>　　对单襄公的预言，人们一直试图进行理性的解释，却也难以理解先知的能耐。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "写人",
    "故事"
  ]
}