{
  "id": 57610,
  "star": 17,
  "name": "清平乐·博山道中即事",
  "dynasty": "宋代",
  "content": "柳边飞鞚，露湿征衣重。宿鹭窥沙孤影动，应有鱼虾入梦。<br>一川淡月疏星，浣纱人影娉婷。笑背行人归去，门前稚子啼声。",
  "shangxi": "<h2>鉴赏</h2> <p>　　博山在江西永耒县西二十里，山中有清奇的泉石、苍翠的林谷，还有雨岩、博山寺等名胜古迹，是一处绝佳的风景地。作者闲居上饶时，曾多次去此山游览，并写了多首脍炙人口的汜游词。</p> <p>　　上阕头二句描写在山道中夜行的情景：驱马从柳树旁边疾驰而过，柳枝上的露水拂落在行人身上，衣衫就沾湿变重了。这里既表现出山道上柳密露浓，景色优美；也表现出行人心情舒畅，虽觉衣衫湿重，但游兴仍然很高。</p> <p>　　三、四句描写在行经河滩旁边时，看到的一幅饶有幽趣的画面：一只白鹭栖宿在沙滩上，不时地眯着眼睛向沙面窥视，它映在沙上的身影也轻轻摇晃，准是在梦中见到鱼虾了吧！看到宿鹭目眯影动，便断定它正在做梦，又因鹭鸟以鱼虾为食，进而断定它梦见了鱼虾，虽是想象之辞，但又合情合理。词人既能极细致的观察又能极深微的体会，因而写的是如此生动、多趣。</p> <p>　　下阕头二句描写在行经溪流附近的村庄时看到的一幅更富有<a href=\"http://so.gushiwen.org/view_57610.aspx\">诗</a>意的画面：夜深人静，溪山沐浴在疏星明月的清光中；年轻的妇女在溪边浣纱，在月光的照耀下，她那美丽轻盈的身影映在水中和沙上。词人使用的语句极其简淡，却能把环境和人物写得清雅秀洁，风韵悠然。</p> <p>　　结尾二句又在前边的画面上绘出了新的情采：宁静的村舍门前忽然响起孩子的哭声，正在溪边浣纱的母亲立即起身往家赶，路上遇见陌生的行人，只羞怯地低头一笑，随即背转身匆匆离去，这真实而自然的描绘，不但给画面增添了浓厚的生活情味，而且生动地表现了山村妇女淳朴温良的心性和略带几分羞涩的天真。</p> <p>　　总观此词，全篇都是写景，无一句抒情，但又处处融情于景中，寄意言外。从描写月光柳露的文字中，可以感知作者对清新淡雅的自然风光的喜爱；从描写浣纱妇女的文字中，可以感知作者对淳厚朴实的民情风俗的赞赏。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>说：“词有淡远取神，只描取景物，而神致自在言外，此为高手”（《惠风词话续编》卷一）。词人正是这样的高手。</p> <p>　　在风景和人物的具体描写上，此词也具有动静结合、形神兼备的妙处。柳密露浓原是静景，但词人却借露湿征衣的动象来表现，比直写其静态美更觉真实多采。沙滩宿鹭亦在静中，但词人却写其睡中之动态，并写其梦中之幻影，使读者不仅可见其形动，而且可感其神动，因而别生奇趣。篇末写浣纱妇女亦能遗貌取神，用“笑背见人归去”的动态美，表现妇女温良淳朴的情性美，真是栩栩如生，呼之可出。</p> <p>　　此词在结构上的特点是外以词人的行程为次序，内以词人的情感为核心。一切景观都从词人眼中看出，心中映出词人从沿途所见的众多景观中选取自己感受最深的几个片断，略加点染，绘成了一幅情采俱胜的溪山夜景长卷，表现出一种清幽淡远而又生机蓬勃的意境，使人读之宛若身随词人夜行，目睹诸种景观，而获得“俯拾即得，不取诸邻。俱道适往，著手成春。如逢花开，如瞻岁新”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品·自然》）的特殊美感。因此，前后景观虽异，但结构却是完整的。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "景点",
    "写景",
    "写人",
    "抒情"
  ]
}