{
  "id": 49435,
  "star": 325,
  "name": "定风波·两两轻红半晕腮",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。</span></p> <p>两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。<br>但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。",
  "fanyi": "<p><strong>译文</strong><br>两朵芙蓉渐渐地红起，像美人半红的脸一样。恋恋不舍地特地为开一次。假说徐守没有这种感受，为什么这两朵芙蓉花不对别人开放？<br>看见芙蓉在濛濛细雨中摇摆不止，劝徐守停止说喝满杯酒的话了。进一步问酒席前的东坡醉官，明年，芙蓉花开时，我们再为谁来敬一杯？</p> <p><strong>注释</strong><br>⑴孟亨之：孟震，东平人，曾中进土。<br>⑵拒霜：即木芙蓉。<br>⑶君猷：徐君猷，字大受，东海人，当时知黄州，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>贬黄州，君猷待之甚厚。<br>⑷两两轻红半晕腮：形容两朵芙蓉呈粉红色，像美人晕红的脸腮。晕腮，红脸。<br>⑸独：唯一，特地。回：量词。<br>⑹双花：两朵芙蓉花。<br>⑺低昂：前栽后仰。十分杯：满杯酒。<br>⑻尊前：酒席前。狂副使：东坡自称狂醉团练副使，无事可做的酒官。<br>⑼来岁：明年。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片，以拟人的手法，烘托徐守的美好人格和丰厚政绩。“两两轻红半晕腮，依依独为使君回”，推出一个动感镜头：如美人晕腮般的千瓣半白、半桃红的芙蓉花，特地甜甜地为徐守开放。作者总是以灵敏的眼光，丰富的感情，微妙的想象来观察、来体验客观世界，认为自然界的万事万物都有灵性，于是写进作品里，就能深深打动读者的心。作者用美丽、名贵的芙蓉花来敬赠一位“非使君莫可当此花”者，足见东坡对这位贤明的地方官的仰慕深情。“坐客喜笑”，人花通情。拟人之法，高超绝妙。“若道使君无此意，何为，双花不向别人开？”以设问的句式，更深透一层地把这种花如人意、花超人意的敬仰之情升华起来。“双花不向别人开？”这一过片问话结句，收而难止，留有余味，为下片的深化题旨作了铺垫。</p> <p>　　下片，“但看低昂烟雨里，不已，劝君休诉十分杯”，承上问话，由写芙蓉花的动人美貌、诱人感情到写芙蓉花感人精神、令人忘返：使君呀，好好地看看濛濛细雨中的芙蓉花，它在为你动情而翩翩起舞！劝君多喝几杯满杯酒表示谢意。“但”字一用，上下意蕴，一脉相通。“更向尊前狂副使，来岁，花开时节与谁来？”自问无答的三句话令人回味。东坡问：明年，芙蓉花开时节，我们与谁喝酒而来？芙蓉花与谁“依依”而开，答案便是余下的想象空间了。</p> <p>　　全词，采用拟人、设问的手法，强化了词的主观感情色彩。“双拒霜独向君猷而开”，景语含蓄，比直说更有意味。芙蓉花是那样的真情痴情，谁不为之动心。“来岁，花开时节为谁来？”用笔越曲，含情越深，留下了长久的回味。</p>",
  "about": "<h2>创作背景</h2> 　　《定风波》作于宋神宗元丰四年（1081年）十月。徐君猷上任只有一年半时间。在较为平静的东坡心田里，徐守政绩视甚明显。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>应孟亨之通判之邀，在秋香亭对饮言欢，以颂徐守之功德。苏轼作此词和《太守徐君猷通守孟亨之皆不饮酒以<a href=\"http://so.gushiwen.org/view_49435.aspx\">诗</a>戏之》诗以志之。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "人格"
  ]
}