{
  "id": 11594,
  "star": 298,
  "name": "清明二首",
  "dynasty": "唐代",
  "content": "朝来新火起新烟，湖色春光净客船。<br>绣羽衔花他自得，红颜骑竹我无缘。<br>胡童结束还难有，楚女腰肢亦可怜。<br>不见定王城旧处，长怀贾傅井依然。<br>虚沾焦举为寒食，实藉严君卖卜钱。<br>钟鼎山林各天性，浊醪粗饭任吾年。</p> <p>此身飘泊苦西东，右臂偏枯半耳聋。<br>寂寂系舟双下泪，悠悠伏枕左书空。<br>十年蹴踘将雏远，万里秋千习俗同。<br>旅雁上云归紫塞，家人钻火用青枫。<br>秦城楼阁烟花里，汉主山河锦绣中。<br>春去春来洞庭阔，白苹愁杀白头翁。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_11594.aspx\">诗</a>体为七排，是古代诗人极少创作的一种诗体，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>集中仅存数首。此诗乃诗人触景伤情、感慨入怀之作。</p> <p>　　“朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。”诗篇开始，诗人紧扣清明时令入题。“新火”，古代四季，各用不同木材钻木取火，易季时所取火叫新火。唐宋时清明日有赐百官新火的仪式。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《徐使君分新火》诗云：“卧皋亭中一危坐，三月清明改新火”即指此。首联一点时，二点地。诗人清晨起来，匆匆赶路，清明新火正袅起缕缕新烟。天气晴暖，春光明媚，一叶小舟荡漾在万顷湖水之上。一个“净”字写尽了天宇的明静，湖水的澄澈。此景如诗如画，可惜在诗人心中惹起的却是阵阵苦痛酸愁。“客船”之“客”轻轻一点，把诗人从美好的自然境界拉回到残酷的现实人生，诗人不得不面对飘荡流离的艰难处境，幸福和快慰转瞬即逝。景愈美，痛愈深。诗人看到天上飞过轻盈的小鸟，地上游戏的快活的儿童，他只是苍然感到“他自得”，“我无缘”，诗人历经苦痛，身老倦游之态如在目前。绣羽，美好漂亮的羽毛，代指鸟。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>赋云：“曜绣羽以晨过。”又，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>诗：“衔花翡翠来。”红颜，此非指美貌女子，而是指少年，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《赠<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>》诗有句“红颜弃轩冕，白首卧松云”即是。骑听，以竹当马骑，乃少儿游戏。此联直写诗人之哀之倦，与首联隐于其中、详察方觉不同。意义上隐显结合，表达上动静相照，取景由高及低，由水及岸，时空勾画宽远阔大。</p> <p>　　“胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。”第三联上承第二联，写本地风物人情。胡，泛指少数民族。湖南是多民族杂居省份，土家苗民很多，少数民族的儿童服饰带有鲜明的民族特色，迥异于北国中原，楚地女儿腰肢苗条，美丽可爱，又是别番情调。在诗人笔下，小鸟轻翔，少年游乐，儿童装扮新奇，少女袅婷款款，衬以朝火新烟、湖光山色的背景，构成一幅明快爽朗、色调纷呈的清明风俗画。很明显，诗人意在以此反衬自己悲凉暗淡的心怀。前三联从现实、眼前着笔，第四联则由当地古迹转到对历史人物的回忆了。定王，汉景帝第十子刘发，唐姬所生，微无宠，故封王于卑湿贫国长沙，卒谥定。定王城又名定王台、定王庙等，在长沙县东一里，庙连岗，高七丈，故又谓之定王冈，相传乃定王为望其母唐姬墓所建。贾傅，即<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>。年少通诸家书，文帝召为博士，迁太中大夫。他改正朔，易服色，制法度，兴礼乐，又数上疏陈政事，言时弊，为大臣所忌，出为长沙王太傅，作《吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>赋》发抒不平之气。盛弘之《荆州记》里说：“湘州南市之东，有贾谊宅，中有井，即谊所穿也。上敛下大，状似壶。井旁有局脚食床，形制甚古。”诗人为何于此想及此二人二事呢？定王、贾谊失宠于皇帝，不遇于时运，被逐僻远卑湿之国，与诗人经历是颇相近的，而定王之望远在长安的母亲坟茔，贾谊之吊屈原而自伤，也正与诗人情感和思想合拍，诗人是借古人而遣已之郁怀。所以下联作者即从古人想到自身境况。</p> <p>　　“虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。”寒食在清明前一日或二日，要禁火三日。相传春秋时介子推辅佐晋文公重耳回国后，隐居不出，重耳烧山相逼，之推抱树而死。重耳为悼念他，禁止在之推死日生火煮食，只吃冷食，以后相沿成俗。而太原旧俗，每冬至应寒食一月，平民不堪其苦，周举为并州刺史时，作书置子推庙，言盛冬去火，非贤者之意，故改为三日。其实，禁火乃周朝旧制，与子推之死无关，是《后汉书·周举传》附会为之。诗人在此不过是借用这个清明传闻而己。沾，润泽。寒食时虽赖周举之福开了火禁，诗人一无所有，舟鲜熟食，故只有虚承周之美意了。严君，即严君平，汉蜀郡人。卜筮于成都，日得百钱足以自养，则闭肆下帘读老庄，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>曾从其游学，称为逸民。这两句概括写诗人贫困潦倒生活。诗人到处奔波，左冲右突，却生计无着，写此诗前后即在潭州卖药度日，有诗云“药物楚老渔商市”。诗人提及严君平，非即思君平卖卜自给，更含有对君平闭帘读老庄的向往之情。诗人一生深受儒道思想影响，为了社稷，也为了生计，想积极用世，同时也不乏退隐山林，过一种平淡安稳生活的热望，经过十余年的流浪颠沛后，这种心灵的追求更日趋强烈，《过洞庭湖》、《次空灵岸》和《岳麓山道林二寺行》等作品都有明显的反映，所以结联诗人明言已志。他讨厌击钟而食、列鼎而烹的富豪生活，希望顺依自己“山林”“天性”，有“浊醪粗饭”伴送岁月，颐养天年就足够了。这不过是诗人在生活重负之下残存的一点起码的生存要求，虽不太积极，仍然体现了诗人不愿趋奉权贵，追慕荣华的高洁品质。可惜的是，诗人这个最普通的愿望都根本无法遂愿，第二年诗人即因贫病交加永远离开了他热爱的生活，年仅五十八岁。</p> <p>　　第一首诗，诗人由清明景事兴感，抒写自己的悲惨遭遇与高洁志向，构成了一个完整的情感段落。第二首在内容上是第一首的继续和发展，着重写飘泊之感，情怀抒发则更挚切深痛而饱满。</p> <p>　　“此身飘泊苦西东，右臂偏枯半耳聋。”首联概写诗人苦于飘泊，年老病废的不幸命运，并启二三两联。偏枯病名，《黄帝素问》说“风疾或为偏枯”。</p> <p>　　“寂寂系舟双下泪，悠悠伏枕左书空。十年蹴鞠将雏远，万里秋千习俗同。”第二联紧承首联，“系舟”应“飘泊”，“左书空”对“左臂偏枯”，“双下泪”“左书空”如两个特写镜头，将首联漂泊病废内容具象化，“寂寂”、“悠悠”两个叠词，更强化了诗人无依无靠，飘泊不知所归，流浪难与人语的悲凉气氛。茫茫人寰，无人可语，卧病在舟，飘荡无期，右臂残疾，左书难以成字，虽想停舟驻足，却又无岸可登，思前想后，诗人泪雨滂沱，心如刀割。此为近承。第三联在上联具写的基础上概写，远承首联。蹴鞠即打球，与荡秋千等都是清明时节游戏，诗人选取它们入诗既照顾诗题，更含有深意。《杜臆》认为蹴鞠乃军中击球之戏，此代指兵乱，战乱频仍中的飘泊就更为艰辛，此其一；清明打球乃唐旧俗，不止军中，宫中犹耽此戏，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《宫词》描写道：“殿前铺设两边楼，寒食宫人步打球。”诗人用此，寓有想望京华之意，此其二；其实，蹴鞠秋千在此还具有比喻、双关意义，诗人的一生不正象球那样被人踢来踢去，命运不定，也不正如秋千般飞荡往复，高低起落，难以自控吗？此其三。“十年”言久，“万里”言远，诗人从时空两个角度叙写自己不幸。“十年”既是虚指，也是实指，从诗人贬出朝迁到现在已是十年光阴过去了。多少年来，诗人象毡球象秋千飘泊动荡，本已足悲，挈妇将雏，一天一天远离京华，则更增其若，荆楚的清明风俗虽与长安相同，正因其同，却不得不使人忆起流窜四处的亲朋，这益使人难堪万分，柔肠寸断。诗人在这十四个字中熔铸了极为丰富的生活内容和情感体验，它们依次叠现出来，既富有层次感，又极见浑然一体，具有极强的内在情感张力，令人想起诗人的另一联名句：“万里悲秋常作客，百年多病独登台。”</p> <p>　　“旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦锈中。”诗人由上联蹴鞠秋千等物事巧妙转入对景物的描写，情感也逐级上升到新的高度。春来了，去冬南来的雁阵又纷纷穿云北去，赶赴北国的家园；四野人家也纷纷钻青枫取火，一片清明风光。诗人从高下两个角度取景。紫塞，北地边关，诗人用此代北方的京华长安。南鸟北归有期，迁客返京无望，可谓人惭北鸟。古人钻木取火，四时各异其木，其后仅于寒食后一日为之，成为沿袭故俗遗迹。春季当用榆柳，荆楚却用青枫，足见异地异俗，更易令人想到《招魂》中的句子：“湛湛江水兮上有枫，目极千里兮伤春心。”这与诗人当时心绪是极合拍的。北方紫塞，楚中枫火，两两相隔，山高水远，诗人之心禁不住越过千山万水，飞到了魂牵梦绕的故都京华。长安的楼阁一定早掩映于阳春三月迷离朦胧的轻烟花雨中了吧？那奇瑰高峻的山河也早应万紫千红，一片锦绣了。诗人想念京华之深，欲归故都之切，在如诗如画的想象之景中淋漓尽致地渲泄出来，表达却又含蓄深婉，真切动人。诗人到底忘不了社稷和君王。第四联为眼前实景，旅雁青枫却给人以无穷想象的天空，景深因之加大；此联为想象虚景，烟花锦绣又紧扣节令，近远两景真幻交融，动静兼具，足见诗人构思之精密，技巧之高妙。</p> <p>　　“春水春来洞庭阔，白苹愁杀白头翁。”春水滔滔归向浩渺无边的洞庭，隔断了诗人的归路，举目皆茫茫白苹，更使白首诗人愁肠百倍，不能自持。“春”是节令的周而复始，“白”是色彩的比照烘托，两词叠用，极写诗人万般情怀。春水也如大雁一样，能够如期回归，诗人却不得不淹滞湖湘，返京无计；白苹虽有荣枯，尚能年年开花，诗人却盛年不再，衰落无成，然诗人偏又心系长安，不忘社稷，怎不愁上加愁呢？是景语也是情语，情因景生，情变景换，在情感的千回百折、跌宕渲泄中，结束全诗，只留下茫然、哀痛、无言的回声。结联素来为人称道，<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《嘉语》言此联人不可及，尤以叠字见妙，位云亭《秋窗随笔》赞其“风神摇漾，一语百情”，从艺术技巧和审美效果两个方面进行了极高的评价。</p> <p>　　在内容上，《清明二首》因节兴感，借景借物抒怀，既写平生不幸，更让人看到诗人心中交织纽结的矛盾和痛若。诗人平生抱负无望可展，加以身老病废，流离失所，意识中潜藏的释道思想不禁抬起头来。在最后岁月的诗稿中，他感慨自己“久放白头吟”，渴望能“忘机”“返朴”，他追慕桃花源式的世外“淳古”生活，认为“富贵功名焉足图”，希望在“乐国养微躯”，且欲与山鸟山花结邻为友。然而诗人终归是诗人，即使成了江湖“渔翁”失群“孤雁”，也永不失“每饭不忘君”的本色。他总是心系故园，“每依北斗望京华”，不舍辅佐君王“几回青琐点朝班”的过去，“落日心犹壮，秋风病欲苏。”诗人依然雄心不已。这样，进与退，入与出的矛盾在诗人心中此消彼长，掀起剧烈冲突，当然前者总是占据着主导地位。这种情怀，也鲜明体现在《清明二首》中。贫病交加的诗人，眼前的欢乐之景无一不牵发缕缕哀愁，促使他追想严君，向往山林的任运生活。然而北回的大雁，飘流的枫烟，应时的春水，又注定他割弃不了“秦城楼阁”和“汉主山河”，且因之愈复悲哀。诗言情志。诗人这种深沉浓烈的情怀根植于诗人高尚深厚的爱国主义心灵，是诗人与祖国和人民同呼吸共命运的自然而必然的写照。这种深厚的爱国之情是深可宝贵，值得今人发扬光大的。这也是这首诗的价值所在。</p> <p>　　艺术表达上诗人也颇多成功之处。诗人善于选景构图。新火新烟，湖色春光，旅雁青枫，烟花锦绣，组成一幅有声有色、历历如见的江南初春图，而鸟衔花，儿骑竹，童妆胡服，女作细腰，定王旧城，贾傅古井，又是一卷具有鲜明地方和民族特色的风俗图画。诗人选景注意大与小，远与近，高与下，动与静的角度变幻和配合，并把古与今，想象与现实有机融汇，内容丰富多彩，画面流走生动，境界高远阔大。诗人善于炼字炼句，以“净”写初春湖光山色的特征和神韵，以“远”状诗人欲留不能，京华日远的感伤，以“虚”道诗人囊空如洗的贫寒，“十年蹴鞠”一联高度浓缩概括，达到了言约意丰、辞断意属的审美高度。叠词、复字、双关等技巧，既增诗句声态之美，更使平常词眼产生了新的丰富深涵，扩展了诗的容量。全诗语言通俗朴质，感情却含蓄深沉，耐人咀嚼。</p> <p>　　全诗以情感的构思线索，取景用事全为抒情服务，所以景随情移，步步变换。或以乐景衬哀，或直写哀景，第二首后三联则把情景高度统一于一体，一般景万种情叠起千重心浪，把全诗情绪推到最高点。诗人又善于多角度切入和转换，多重诗歌意象纷至沓来，仿佛随手拈出，又极妥贴自然。象第二首，首联点飘泊之苦，二联近承具写，三联远承概写，又带出清明物事，融深慨于其中。四联是眼前景，旅雁由地上云，新烟袅袅腾空，视点从低至高摇移；五联是想象着笔，结联又归于眼前茫茫湖水。结构上纵横开合，景致上伸缩自如，情感氛围步步加深，似淡实浓，似散实密，似漫不经心偏又构思绵密。语出自然，旨归深烈，简易纯熟，深然天成，正是诗人晚年诗作的鲜明特点。</p> <p>　　在章法上，第一首前后两联都紧扣自身着墨，中间两联拓开一笔，写当地风情民俗，离合相间，跌宕起伏；第二首前三联叙事，叙中融情，后三联写景，景真情深，两大板块如又峰并峙，各显千秋。第一首起于风物人事，言志作结，第二首由自身飘泊启篇，又归于湖南风物，两首诗在整体结构上有一种曲折变化之貌，回环错落之美。总之，无论是从思想内容还是艺术表达上看，《清明二首》都是诗人晚年的好诗之一。</p>",
  "about": "<h2>创作背景</h2> 　　公元758年（乾元元年）六月，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>因营救房琯触怒肃宗，被贬为华州司功参军，从此离开朝延，开始最后十余年的飘泊生涯，直到公元770年（大历五年）病死于洞庭舟中。房琯事件是<a href=\"http://so.gushiwen.org/view_11594.aspx\">诗</a>人政治生活中最严重挫折，其“致君尧舜上，再使风俗淳”的理想被丝丝蚀尽，自身更进一步坠入饥寒贫病的深渊。不过在这十来年的流浪中，诗人度关陇，客秦州，寓同谷，居成都，然后漂泊湘鄂，却有幸饱览各地壮丽河山，凭吊众多古迹，广泛接触社会，了解风土民情，感受时代苦难，诗人的创作因之题材更广阔，抒写更深入，写出了大批优秀篇章，《茅屋为秋风所破歌》、《秋兴八首》、《登岳阳楼》、《清明二首》等佳构都是这一时期的作品。《清明二首》写于公元769年（大历四年）春，当时诗人由岳州南行，拟往衡州依湖南都团练史、衡州刺史韦之晋。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "清明节",
    "写景",
    "抒情",
    "爱国",
    "组诗"
  ]
}