{
  "id": 7783,
  "star": 432,
  "name": "玉阶怨",
  "dynasty": "唐代",
  "content": "玉阶生白露，夜久侵罗袜。<br>却下水晶帘，玲珑望秋月。",
  "fanyi": "<p><strong>译文</strong><br>玉石砌的台阶上生起了露水，深夜独立很久，露水浸湿了罗袜。回房放下水晶帘，仍然隔着帘子望着玲珑的秋月。</p><p><strong>注释</strong><br>①罗袜：丝织的袜子。 　　<br>②却下：放下。</p><br/><p><strong>译文<br></strong>玉砌的台阶夜里已滋生了白露，夜深久伫立露水便浸湿了罗袜。<br>只好回到室内放下了水晶帘子，仍然隔着透明的帘子凝望秋月。</p> <p><strong>注释</strong><br>⑴玉阶怨：乐府古题，是专写“宫怨”的曲题。<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>《乐府<a href=\"http://so.gushiwen.org/view_7783.aspx\">诗</a>集》卷四十三列于《相和歌辞·楚调曲》。<br>⑵罗袜：丝织的袜子。<br>⑶却下：回房放下。却：还。水晶帘：即用水晶石穿制成的帘子。<br>⑷“玲珑”句：虽下帘仍望月而待，以至不能成眠。玲珑：透明貌。玲珑，一作“聆胧”。聆胧：月光也。<br>⑸水精：即水晶。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的这首宫怨<a href=\"http://so.gushiwen.org/view_7783.aspx\">诗</a>，虽曲名标有“怨”字，诗作中却只是背面敷粉，全不见“怨”字。无言独立阶砌，以致冰凉的露水浸湿罗袜；以见夜色之浓，伫待之久，怨情之深。“罗袜”，表现出人的仪态、身份，有人有神。夜凉露重，罗袜知寒，不说人而已见人的幽怨如诉。二字似写实，实用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>“凌波微步，罗袜生尘”意境。</p> <p>　　怨深，夜深，主人公不禁幽独之苦，由帘外到帘内，拉下帘幕之后，反又不忍使明月孤寂。似月怜人，似人怜月；而如果人不伴月，则又没有什么事物可以伴人。月无言，人也无言。但读者却深知人有无限言语，月也解此无限言语，而写来却只是一味望月。这正是“不怨之怨”，所以才显得愁怨之深。</p> <p>　　“却下”二字，以虚字传神，最为诗家秘传。此处一转折，似断实连；好像要一笔荡开，推却愁怨，实际上则是经此一转，字少情多，直入幽微。“却下”一词，看似无意下帘，而其中却有无限幽怨。本来主人公由于夜深、怨深，无可奈何而回到室内。入室之后，却又怕隔窗的明月照此室内幽独，因而拉下帘幕。帘幕放下来了，却更难消受这个凄苦无眠之夜，在更加无可奈何之中，却更要去隔帘望月。此时主人公的忧思不断在徘徊，直如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>“寻寻觅觅、冷冷清清、凄凄惨惨戚戚”的那种纷至沓来，这样的情思，作者用“却下”二字表达出来。“却”字直贯下句，“却下水晶帘”，“却去望秋月”，在这两个动作之间，有许多愁思转折反复，诗句字少情多，以虚字传神。中国古代诗艺中有“空谷传音”的手法，这是如此。“玲珑”二字，看似不经意的笔调，实际上极见功力。以月的玲珑，衬托人的幽怨，从反处着笔，全胜正面涂抹。</p> <p>　　诗中不见人物姿容与心理状态，而作者似也无动于衷，只以人物行动来表达含义，引读者步入诗情的最幽微之处，所以能不落言筌，为读者保留想象的余地，使诗情无限辽远，无限幽深。所以，这首诗体现出了诗家“不著一字，尽得风流”的真意。以叙人事的笔调来抒情，这很常见，也很容易；以抒情的笔调来写人，这很少见，也很难。</p> <p>　　契诃夫有“矜持”说，写诗的人也常有所谓“距离”说，两者非常近似，应合为一种说法。作者应与所写对象保持一定距离，并保持一定的“矜持”与冷静。这样一来，作品才没有声嘶力竭之弊，而有幽邃深远之美，写难状之情与难言之隐，使漫天的诗思充满全诗，却又在字句间捉摸不到。这首《玉阶怨》含思婉转，余韵如缕，正是这样的佳作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "宫怨",
    "孤独"
  ]
}