{
  "id": 7722,
  "star": 32615,
  "name": "将进酒",
  "dynasty": "唐代",
  "content": "君不见，黄河之水天上来，奔流到海不复回。<br>君不见，高堂明镜悲白发，朝如青丝暮成雪。<br>人生得意须尽欢，莫使金樽空对月。<br>天生我材必有用，千金散尽还复来。<br>烹羊宰牛且为乐，会须一饮三百杯。<br>岑夫子，丹丘生，将进酒，杯莫停。<br>与君歌一曲，请君为我倾耳听。<br>钟鼓馔玉不足贵，但愿长醉不复醒。<br>古来圣贤皆寂寞，惟有饮者留其名。<br>陈王昔时宴平乐，斗酒十千恣欢谑。<br>主人何为言少钱，径须沽取对君酌。<br>五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
  "fanyi": "<p><strong>译文</strong><br>你难道看不见那黄河之水从天上奔腾而来，波涛翻滚直奔东海，从不再往回流。<br>你难道看不见那年迈的父母，对着明镜悲叹自己的白发，早晨还是满头的黑发，怎么才到傍晚就变成了雪白一片。<br>（所以）人生得意之时就应当纵情欢乐，不要让这金杯无酒空对明月。<br>每个人的出生都一定有自己的价值和意义，黄金千两（就算）一挥而尽，它也还是能够再得来。<br>我们烹羊宰牛姑且作乐，（今天）一次性痛快地饮三百杯也不为多！<br>岑夫子，丹丘生啊！快喝酒吧！不要停下来。<br>让我来为你们高歌一曲，请你们为我倾耳细听：<br>整天吃山珍海味的豪华生活有何珍贵，只希望醉生梦死而不愿清醒。 <br>自古以来圣贤无不是冷落寂寞的，只有那会喝酒的人才能够留传美名。<br>陈王<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>当年宴设平乐观的事迹你可知道，斗酒万千也豪饮，让宾主尽情欢乐。<br>主人呀，你为何说钱不多？只管买酒来让我们一起痛饮。<br>那些什么名贵的五花良马，昂贵的千金狐裘，把你的小儿喊出来，都让他拿去换美酒来吧，让我们一起来消除这无穷无尽的万古长愁！</p> <p><strong>注释</strong><br>⑴将进酒：属乐府旧题。将（qiāng）：请。<br>⑵君不见：乐府中常用的一种夸语。天上来：黄河发源于青海，因那里地势极高，故称。<br>⑶高堂：高堂：房屋的正室厅堂。一说指父母。一作“床头”。青丝：喻柔软的黑发。一作“青云”。成雪：一作“如雪”。<br>⑷得意：适意高兴的时候。<br>⑸会须：正应当。<br>⑹岑夫子：岑勋。丹丘生：元丹丘。二人均为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的好友。<br>⑺杯莫停：一作“君莫停”。<br>⑻与君：给你们，为你们。君，指岑、元二人。<br>⑼倾耳听：一作“侧耳听”。<br>⑽钟鼓：富贵人家宴会中奏乐使用的乐器。馔（zhuàn）玉：形容食物如玉一样精美。<br>⑾不复醒：也有版本为“不用醒”或“不愿醒”。<br>⑿陈王：指陈思王曹植。平乐：观名。在洛阳西门外，为汉代富豪显贵的娱乐场所。<br>⒀言少钱：一作“言钱少”。<br>⒁径须：干脆，只管。沽：买。<br>⒂五花马：指名贵的马。一说毛色作五花纹，一说颈上长毛修剪成五瓣。<br>⒃尔：你。销：同“消”。<br>⒄也有说法作“但愿长醉不愿醒”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　将进酒，唐代以前乐府歌曲的一个题目，内容大多咏唱饮酒放歌之事。在这首<a href=\"http://so.gushiwen.org/view_7722.aspx\">诗</a>里，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“借题发挥”借酒浇愁，抒发自己的愤激情绪。这首诗非常形象的表现了李白桀骜不驯的性格：一方面对自己充满自信，孤高自傲；一方面在政治前途出现波折后，又流露出纵情享乐之情。全诗气势豪迈，感情奔放，语言流畅，具有很强的感染力。</p> <p>　　李白咏酒的诗篇极能表现他的个性，这类诗固然属长安放还以后所作，思想内容更为深沉，艺术表现更为成熟。《将进酒》即其代表作。</p> <p>　　《将进酒》原是汉乐府短箫铙歌的曲调，题目意绎即“劝酒歌”，故古词有“将进酒，乘大白”云。作者这首“填之以申己意”（萧士赟《分类补注李太白诗》）的名篇，约作于天宝十一载（752），他当时与友人岑勋在嵩山另一好友元丹丘的颍阳山居为客，三人尝登高饮宴（《酬岑勋见寻就元丹丘对酒相待以诗见招》：“不以千里遥，命驾来相招。中逢元丹丘，登岭宴碧霄。对酒忽思我，长啸临清飙。”）。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”（萧士赟）之际，于是满腔不合时宜借酒兴诗情，来了一次淋漓尽致的抒发。</p> <p>　　诗篇发端就是两组排比长句，如挟天风海雨向读者迎面扑来。“君不见黄河之水天上来，奔流到海不复回”，颍阳去黄河不远，登高纵目，故借以起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。如此壮阔景象，绝对不是肉眼可以看到的，作者是幻想的，“自道所得”，言语带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，形成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。紧接着，“君不见高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。如果说前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生短促，而不直言自伤老大，却说“高堂明镜悲白发”，一种搔首顾影、徒呼奈何的情态宛如画出。将人生由青春至衰老的全过程说成“朝”“暮”之事，把本来短暂的说得更短暂，与前两句把本来壮浪的说得更壮浪，是“反向”的夸张。于是，开篇的这组排比长句既有比意——以河水一去不返喻人生易逝，又有反衬作用——以黄河的伟大永恒形出生命的渺小脆弱。这个开端可谓悲感已极，却不堕纤弱，可说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的手法作者常用，他如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》），<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只于篇首或篇末偶一用之），又使诗句感情色彩大大增强。诗有所谓大开大阖者，此可谓大开。</p> <p>　　“夫天地者，万物之逆旅也；光阴者，百代之过客也”（《春夜宴从弟桃李园序》），悲感虽然不免，但悲观却非李白性分之所近。在他看来，只要“人生得意”便无所遗憾，当纵情欢乐。五六两句便是一个逆转，由“悲”而翻作“欢”“乐”。从此直到“杯莫停”，诗情渐趋狂放。“人生达命岂暇愁，且饮美酒登高楼”（《梁园吟》），行乐不可无酒，这就入题。但句中未直写杯中之物，而用“金樽”“对月”的形象语言出之，不特生动，更将饮酒诗意化了；未直写应该痛饮狂欢，而以“莫使”“空”的双重否定句式代替直陈，语气更为强调。“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人“得意”过没有？“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》）——似乎得意过；然而那不过是一场幻影，“弹剑作歌奏苦声，曳裾王门不称情”——又似乎并没有得意，有的是失望与愤慨。但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人击节赞叹的句子。“有用”而“必”，非常自信，简直像是人的价值宣言，而这个人——“我”——是须大写的。于此，从貌似消极的现象中露出了深藏其内的一种怀才不遇而又渴望入世的积极的本质内容来。正是“长风破浪会有时”，应为这样的未来痛饮高歌，破费又算得了什么——“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，真足令一切凡夫俗子们咋舌。诗如其人，想诗人“曩者游维扬，不逾一年，散金三十余万”（《上安州裴长史书》），是何等豪举。故此句深蕴在骨子里的豪情，绝非装腔作势者可得其万一。与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不甘休。多痛快的筵宴，又是多么豪壮的诗句！至此，狂放之情趋于高潮，诗的旋律加快。诗人那眼花耳热的醉态跃然纸上，恍然使人如闻其高声劝酒：“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化，而且写来逼肖席上声口。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚而忘却是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了。这着想奇之又奇，纯系神来之笔。</p> <p>　　“钟鼓馔玉”意即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人以为“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位至卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难》）。说富贵“不足贵”，乃出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。诗人曾喟叹“自言管葛竟谁许”，所以说古人“寂寞”，也表现出自己“寂寞”。因此才愿长醉不醒了。这里，诗人已是用古人酒杯，浇自己块垒了。说到“唯有饮者留其名”，便举出“陈王”<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒历历，而偏举“陈王”，这与李白一向自命不凡分不开，他心目中树为榜样的是谢安之类高级人物，而这类人物中，“陈王”与酒联系较多。这样写便有气派，与前文极度自信的口吻一贯。再者，“陈王”曹植于丕、睿两朝备受猜忌，有志难展，亦激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满纸不平之气。此诗开始似只涉人生感慨，而不染政治色彩，其实全篇饱含一种深广的忧愤和对自我的信念。诗情所以悲而不伤，悲而能壮，即根源于此。</p> <p>　　刚露一点深衷，又回到说酒了，而且看起来酒兴更高。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也当不惜将出名贵宝物——“五花马”（毛色作五花纹的良马）、“千金裘”来换取美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，几令人不知谁是“主人”。浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。</p> <p>　　《将进酒》篇幅不算长，却五音繁会，气象不凡。它笔酣墨饱，情极悲愤而作狂放，语极豪纵而又沉着。诗篇具有震动古今的气势与力量，这诚然与夸张手法不无关系，比如诗中屡用巨额数目字（“千金”、“三百杯”、“斗酒十千”、“千金裘”、“万古愁”等等）表现豪迈诗情，同时，又不给人空洞浮夸感，其根源就在于它那充实深厚的内在感情，那潜在酒话底下如波涛汹涌的郁怒情绪。此外，全篇大起大落，诗情忽翕忽张，由悲转乐、转狂放、转愤激、再转狂放、最后结穴于“万古愁”，回应篇首，如大河奔流，有气势，亦有曲折，纵横捭阖，力能扛鼎。其歌中有歌的包孕写法，又有鬼斧神工、“绝去笔墨畦径”之妙，既非鑱刻能学，又非率尔可到。通篇以七言为主，而以三、五十言句“破”之，极参差错综之致；诗句以散行为主，又以短小的对仗语点染（如“岑夫子，丹丘生”，“五花马，千金裘”），节奏疾徐尽变，奔放而不流易。《唐诗别裁》谓“读李诗者于雄快之中，得其深远宕逸之神，才是谪仙人面目”，此篇足以当之。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_7722.aspx\">诗</a>非常形象的表现了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>桀骜不驯的性格：一方面对自己充满自信，孤高自傲；一方面在政治前途出现波折后，又流露出纵情享乐之情。在这首诗里，他演绎庄子的乐生哲学，表示对富贵、圣贤的藐视。而在豪饮行乐中，实则深含怀才不遇之情。全诗气势豪迈，感情奔放，语言流畅，具有很强的感染力，李白“借题发挥”借酒浇愁，抒发自己的愤激情绪。</p> <p>　　时光流逝，如江河入海一去无回；人生苦短，看朝暮间青丝白雪；生命的渺小似乎是个无法挽救的悲剧，能够解忧的惟有金樽美酒。这便是李白式的悲哀：悲而能壮，哀而不伤，极愤慨而又极豪放。表是在感叹人生易老，里则在感叹怀才不遇。诗篇开头是两组排比长句，如挟天风海雨向读者迎面扑来，气势豪迈。“君不见黄河之水天上来，奔流到海不复回”，李白此时在颍阳山，距离黄河不远，登高纵目，所以借黄河来起兴。黄河源远流长，落差极大，如从天而降，一泻千里，东走大海。景象之壮阔，并不是肉眼可见，所以此情此景是李白幻想的，“自道所得”，言语中带有夸张。上句写大河之来，势不可挡；下句写大河之去，势不可回。一涨一消，形成舒卷往复的咏叹味，是短促的单句（如“黄河落天走东海”）所没有的。</p> <p>　　紧接着，“君不见高堂明镜悲白发，朝如青丝暮成雪”，恰似一波未平、一波又起。前二句为空间范畴的夸张，这二句则是时间范畴的夸张。悲叹人生短促；而不直接说出自己感伤生命短暂而人一下就会变老，却说“高堂明镜悲白发”，显现出一种对镜自照手抚两鬓、却无可奈何的情态。将人生由青春至衰老的全过程说成“朝”、“暮”之事，把本来短暂的说得更短暂，与前两句把本来壮浪的说得更壮浪，是“反向”的夸张。于是，开篇的这组排比长句既有比意——以河水一去不返喻人生易逝，又有反衬作用；以黄河的伟大永恒形出生命的渺小脆弱。这个开端可谓悲感已极，却不堕纤弱，可说是巨人式的感伤，具有惊心动魄的艺术力量，同时也是由长句排比开篇的气势感造成的。这种开篇的手法作者常用，他如“弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧”（《宣城<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》），<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“此种格调，太白从心化出”，可见其颇具创造性。此诗两作“君不见”的呼告（一般乐府诗只于篇首或篇末偶一用之），又使诗句感情色彩大大增强。诗有所谓大开大阖者，此可谓大开。<br>“夫天地者，万物之逆旅也；光阴者，百代之过客也”（《春夜宴从弟桃李园序》），悲感虽然不免，但悲观却非李白性分之所近。在他看来，只要“人生得意”便无所遗憾，当纵情欢乐。</p> <p>　　五六两句便是一个逆转，由“悲”而翻作“欢“”乐”。从此直到“杯莫停”，诗情渐趋狂放。“人生达命岂暇愁，且饮美酒登高楼”（《梁园吟》），行乐不可无酒，这就入题。但句中没有直写杯中之物，而用“金樽”、“对月”的形象语言来突出隐喻，更将饮酒诗意化了；未直写应该痛饮狂欢，而以“莫使”、“空”的双重否定句式代替直陈，语气更为强调。“人生得意须尽欢”，这似乎是宣扬及时行乐的思想，然而只不过是现象而已。诗人此时郁郁不得志。“凤凰初下紫泥诏，谒帝称觞登御筵”（《玉壶吟》），奉诏进京、皇帝赐宴的时候似乎得意过，然而那不过是一场幻影。再到“弹剑作歌奏苦声，曳裾王门不称情”（《行路难·其二》），古时冯谖在孟尝君门下作客，觉得孟尝君对自己不够礼遇，开始时经常弹剑而歌，表示要回去。李白希望“平交王侯”的，而在长安，权贵们并不把他当一回事，李白借冯谖的典故比喻自己的处境。这时又似乎并没有得意，有的是失望与愤慨。<br>但并不就此消沉。诗人于是用乐观好强的口吻肯定人生，肯定自我：“天生我材必有用”，这是一个令人击节赞叹的句子。“有用”而“必”，非常自信，简直像是人的价值宣言，而这个人——“我”——是须大写的。于此，从貌似消极的现象中露出了深藏其内的一种怀才不遇而又渴望入世的积极的本质内容来。正是“长风破浪会有时”，实现自我理想的这一天总会来到的，应为这样的未来痛饮高歌，破费又算得了什么。“千金散尽还复来！”这又是一个高度自信的惊人之句，能驱使金钱而不为金钱所使，真足令一切凡夫俗子们咋舌。诗如其人，想诗人“曩者（过去）游维扬，不逾一年（不到一年），散金三十余万”（《上安州裴长史书》），是何等豪举。故此句深蕴在骨子里的豪情，绝非装腔作势者可得其万一。</p> <p>　　与此气派相当，作者描绘了一场盛筵，那决不是“菜要一碟乎，两碟乎？酒要一壶乎，两壶乎？”而是整头整头地“烹羊宰牛”，不喝上“三百杯”决不甘休。筵宴中展示的痛快气氛，诗句豪壮。</p> <p>　　至此，狂放之情趋于高潮，诗的旋律加快。诗人那眼花耳热的醉态跃然纸上，恍然使人如闻其高声劝酒：“岑夫子，丹丘生，将进酒，杯莫停！”几个短句忽然加入，不但使诗歌节奏富于变化，而且写来逼肖席上声口。既是生逢知己，又是酒逢对手，不但“忘形到尔汝”，诗人甚而忘却是在写诗，笔下之诗似乎还原为生活，他还要“与君歌一曲，请君为我倾耳听”。以下八句就是诗中之歌了。这着想奇之又奇，纯系神来之笔。<br>“钟鼓馔玉”意即富贵生活（富贵人家吃饭时鸣钟列鼎，食物精美如玉），可诗人以为“不足贵”，并放言“但愿长醉不复醒”。诗情至此，便分明由狂放转而为愤激。这里不仅是酒后吐狂言，而且是酒后吐真言了。以“我”天生有用之才，本当位至卿相，飞黄腾达，然而“大道如青天，我独不得出”（《行路难》）。说富贵“不足贵”，乃出于愤慨。以下“古来圣贤皆寂寞”二句亦属愤语。李白曾喟叹“自言管葛竟谁许”，称自己有管仲之才，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>之智却没人相信，所以说古人“寂寞”，同时表现出自己“寂寞”。因此才情愿醉生梦死长醉不醒了。这里，诗人已是用古人酒杯，浇自己块垒了。</p> <p>　　说到“唯有饮者留其名”，便举出“陈王”<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>作代表。并化用其《名都篇》“归来宴平乐，美酒斗十千”之句。古来酒徒历历，而偏举“陈王”，这与李白一向自命不凡分不开，他心目中树为榜样的是谢安之类高级人物，而这类人物中，“陈王”与酒联系较多。这样写便有气派，与前文极度自信的口吻一贯。三国诗人曹植在《名都篇》中描写洛阳饮宴时说：“归来宴平乐，美酒斗十千。”曹植被称为才高八斗（朝宋文学家<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>：“天下才有一石，曹子建独占八斗，我得一斗，天下共分一斗。”），尽管身怀利器，抱负不凡，却在政治上受到来自亲哥哥魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的打击，郁郁不得志。“陈王”曹植于丕、睿两朝备受猜忌，有志难展，亦激起诗人的同情。一提“古来圣贤”，二提“陈王”曹植，满纸不平之气。此诗开始似只涉人生感慨，而不染政治色彩，其实全篇饱含一种深广的忧愤和对自我的信念。诗情所以悲而不伤，悲而能壮，即根源于此。</p> <p>　　刚露一点深衷，又回到说酒了，酒兴更高。以下诗情再入狂放，而且愈来愈狂。“主人何为言少钱”，既照应“千金散尽”句，又故作跌宕，引出最后一番豪言壮语：即便千金散尽，也当不惜将出名贵宝物——“五花马”（毛色作五花纹的良马）、“千金裘”来换取美酒，图个一醉方休。这结尾之妙，不仅在于“呼儿”、“与尔”，口气甚大；而且具有一种作者一时可能觉察不到的将宾作主的任诞情态。须知诗人不过是被友招饮的客人，此刻他却高踞一席，气使颐指，提议典裘当马，几令人不知谁是“主人”。浪漫色彩极浓。快人快语，非不拘形迹的豪迈知交断不能出此。诗情至此狂放至极，令人嗟叹咏歌，直欲“手之舞之，足之蹈之”。情犹未已，诗已告终，突然又迸出一句“与尔同销万古愁”，与开篇之“悲”关合，而“万古愁”的含义更其深沉。这“白云从空，随风变灭”的结尾，显见诗人奔涌跌宕的感情激流。通观全篇，真是大起大落，非如椽巨笔不办。<br>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗天宝初年，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>由道士吴人筠推荐，由唐玄宗招进京，命李白为供奉翰林。不久，因权贵的谗悔，于天宝三年（744年），李白被排挤出京，唐玄宗赐金放还。此后，李白在江淮一带盘桓，思想极度烦闷，又重新踏上了云游祖国山河的漫漫旅途。</p> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_7722.aspx\">诗</a>的写作时间，说法不一。黄锡珪《李太白编年诗集目录》系于天宝十一载（752）。一般认为这是李白天宝年间离京后，漫游梁、宋，与友人岑勋、元丹丘相会时所作。</p> <p>　　此时距李白被唐玄宗“赐金放还”已有8年之久。这一时期，李白多次与友人岑勋（岑夫子）应邀到嵩山另一好友元丹丘(丹丘生）的颍阳山居为客，三人登高饮宴，借酒放歌。诗人在政治上被排挤，受打击，理想不能实现，常常借饮酒来发泄胸中的郁积。人生快事莫若置酒会友，作者又正值“抱用世之才而不遇合”之际，于是满腔不合时宜借酒兴诗情，以抒发满腔不平之气。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "唐诗三百首",
    "咏物",
    "抒情",
    "哲理",
    "宴饮"
  ]
}
