{
  "id": 6046,
  "star": 40,
  "name": "听董大弹胡笳声兼寄语弄房给事",
  "dynasty": "唐代",
  "content": "蔡女昔造胡笳声，一弹一十有八拍。<br>胡人落泪沾边草，汉使断肠对归客。<br>古戍苍苍烽火寒，大荒沈沈飞雪白。<br>先拂商弦后角羽，四郊秋叶惊摵摵。<br>董夫子，通神明，深山窃听来妖精。<br>言迟更速皆应手，将往复旋如有情。<br>空山百鸟散还合，万里浮云阴且晴。<br>嘶酸雏雁失群夜，断绝胡儿恋母声。<br>川为静其波，鸟亦罢其鸣。<br>乌孙部落家乡远，逻娑沙尘哀怨生。<br>幽音变调忽飘洒，长风吹林雨堕瓦。<br>迸泉飒飒飞木末，野鹿呦呦走堂下。<br>长安城连东掖垣，凤凰池对青琐门。<br>高才脱略名与利，日夕望君抱琴至。",
  "fanyi": "<p><strong>韵译</strong><br>当年<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>曾作胡笳琴曲，弹奏此曲总共有十八节。<br>胡人听了泪落沾湿边草，汉使对着归客肝肠欲绝。<br>边城苍苍茫茫烽火无烟，草原阴阴沉沉白雪飘落。<br>先弹轻快曲后奏低沉调，四周秋叶受惊瑟瑟凋零。<br>董先生通神明琴技高妙，深林鬼神也都出来偷听。<br>慢揉快拨十分得心应手，往复回旋仿佛声中寓情。<br>声如山中百鸟散了又集，曲似万里浮云暗了又明。<br>象失群的雏雁夜里嘶叫，象胡儿恋母痛绝的哭声。<br>江河听曲而平息了波澜，百鸟闻声也停止了啼鸣。<br>仿佛乌孙公主远怀故乡，宛如文成公主之怨吐蕃。<br>幽咽琴声忽转轻松潇洒，象大风吹林如大雨落瓦。<br>有如迸泉飒飒射向树梢，有如野鹿呦呦鸣叫堂下。<br>长安城比邻给事中庭院，皇宫门正对中书省第宅。<br>房琯才高不为名利约束，昼夜盼望董大抱琴来奏。</p><p><strong>注解</strong><br>1、弄：乐曲。（“时奏狡弄，则彷徨翱翔。”<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《洞箫赋》）<br>2、房给事：姓房名琯，任给事中之职。<br>3、蔡女：蔡琰(<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>）。相传蔡琰在匈奴时，感胡笳之音，作琴曲《胡笳十八拍》。<br>4、有：通“又”。（“割地朝者三十有六国。”《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》）<br>5、戍：边戍哨所。<br>6、苍苍：衰老、残破貌。<br>7、烽火：借代烽火台。<br>8、荒：边陲、边疆。（“乞赐褒奖，以慰边荒。”《三国志》）<br>9、沉沉：低沉、阴沉貌。（“念去去千里烟波，暮霭沉沉楚天阔。”<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）<br>10、摵摵：落叶之声。<br>11、言：语助词。（“既盟之后，言归于好。”《左传》）<br>12、更：gèng连词，与、和。（“着尽工夫是化工，不关春雨更春风。”<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《春兴》）<br>13、将：语助词，表示动作、行为的趋向或进行。（“宫使驱将惜不得。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《卖炭翁》）<br>14、且：表选择关系的连词，抑或、或者。（“是且非邪。”<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《朱文公校昌黎先生集》）<br>15、酸：悲痛、悲伤。（“日磾观状，益增酸哽。”朱敬范《朱岱林墓志铭》）<br>16、断绝：不连贯，时断时续。<br>17、乌孙：汉代西域国名。汉武帝钦命<a href=\"http://so.gushiwen.org/author_1649.aspx\">刘细君</a>为公主和亲乌孙昆莫。<br>18、逻娑：唐时吐蕃首府，即今西藏拉萨。唐文成公主、金城公主皆远嫁吐蕃。<br>19、迸泉：喷涌出的泉水。<br>20、飒飒：飞舞貌。（“飒沓矜。”鲍昭《飞鹤赋》）<br>21、木末：树梢。（“好花生木末，衰蕙愁空园。”<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《十二月乐辞·七月》）<br>22、呦呦：鹿鸣声。<br>23、东掖：指门下省。门下省为左掖，在东。<br>24、凤凰池：中书省。（“中书监令掌赞诏令。。。多承宠任，是以人因其位，谓之“凤凰池”焉。”杜佑《通典》）<br>25、青琐门：汉时宫门，这里指唐宫门。<br>26、高才：指房琯。<br>27、脱略：轻慢，不在意。</p>",
  "shangxi": "<h2>评析</h2> <p>　　这首七言古体长<a href=\"http://so.gushiwen.org/view_6046.aspx\">诗</a>，通过董大弹奏《胡笳弄》这一历史名曲，来赞赏他高妙动人的演奏技艺，也以此寄房给事（房琯），带有为他得遇知音而高兴的心情。</p> <p>　　诗开首不提“董大”而说“蔡女”，起势突兀。蔡女指东汉末年的<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>（文姬），文姬归汉时，感笳之音，翻笳调入琴曲，作《胡笳十八拍》（拍，等于段）。三、四两句，是说文姬操琴时，胡人、汉使悲切断肠的场面，反衬琴曲的感人魅力。五、六两句反补一笔，写出文姬操琴时荒凉凄寂的环境，苍苍古戍、沉沉大荒、烽火、白雪，交织成一片黯淡悲凉的气氛，使人越发感到乐声的哀婉动人。以上六句为第一段，诗人对“胡笳声”的来由和艺术效果作了十分生动的描述，把读者引入了一个幽邃的艺术境界。读者要问：如此深挚有情的《胡笳弄》，作为一代名师的董庭兰又弹得如何呢？于是，诗人顺势而下，转入正面叙述。从蔡女到董大，遥隔数百年，一曲琴音，把两者巧妙地联系起来。</p> <p>　　“先拂商弦后角羽”，至“野鹿呦呦走堂下”为第二段。董大弹琴，确实身手不凡。“先拂”句是写弹琴开始时的动作。古琴七弦，配宫、商、角、徵、羽及变宫、变徽为七音。董大轻轻地拂拭琴弦，次序是由商弦到角弦，意为曲调开始时迟缓而低沉。琴声一起，“四郊秋叶”被惊得摵摵（sh&amp;egrave；设）而下。一个“惊”字，出神入化，极为生动。诗人不由得赞叹起“董夫子”来，说他的演奏简直象是“通神明”，不只惊动了人间，连深山妖精也悄悄地来偷听了！“言迟”两句概括董大的技艺。“言迟更速”、“将往复旋”，指法是如此娴熟，得心应手，那抑扬顿挫的琴音，漾溢着激情，象是从演奏者的胸中流淌出来。</p> <p>　　董大的指法使人眼花撩乱，那么琴声究竟如何呢？诗人不从正面着手，却以种种形象的描绘，来烘托那凄恻动听的声音。琴声忽纵忽收时，就象空廓的山间，群鸟散而复聚。曲调低沉时，就象浮云蔽天；清朗时，又象云开日出。嘶哑的琴声，仿佛是失群的雏雁，在暗夜里发出辛酸的哀鸣，嘶酸的音调，正是胡儿恋母声的继续。诗到此忽然宕开一笔，又联想起当年文姬与胡儿诀别时的情景，照应了第一段蔡女琴声，而且以雏雁喻胡儿，更使人感觉到琴音的悲切。接着二句，引自然界景物来反衬琴声的巨大魅力。琴声回荡，河水为之滞流，百鸟为之罢鸣，世间万物都为琴声所感动了，这不是“通神明”了吗？其实，川不会真静，鸟不会罢鸣，只是因为琴声迷住了听者，“洋洋乎盈耳哉”，唯有琴声而已。诗人接着指出，董大的弹琴不仅仅是动听而已，他还能完美地传递出琴曲的神韵。侧耳细听，那幽咽的声音，充满着汉朝乌孙公主远托异国、唐朝文成公主远度沙尘到逻娑（拉萨的另一音译）那样的异乡哀怨之情。这与蔡女造《胡笳弄》的心情是十分合拍的。</p> <p>　　直到“幽音”以下四句，诗人才从正面描写琴声，而且运用了许多形象的比喻。“幽音”是深沉的音，但一经变调，就忽然“飘洒”起来。忽而象“长风吹林”，忽而象雨打屋瓦，忽而象扫过树梢的泉水飒飒而下，忽而象野鹿跑到堂下发出呦呦的鸣声。轻快悠扬，变幻无穷，怎不使听者心醉入迷呢？</p> <p>　　这一段，诗人洋洋洒洒，酣畅淋漓，从不同的角度表现董大弹奏《胡笳弄》的情景。由于董大炉火纯青的技艺，蔡女“十八拍”丰富的琴韵得到充分的体现。诗人对董大的赞慕之情，自在不言之中。最后四句，是“兼寄房给事”的。唐朝帝都长安，皇宫面南坐北，禁中左右两掖分别为门下、中书两省。“凤凰池”指的是中书省，青琐门是门下省的阙门。给事中正是门下省之要职。诗没有提人而人在其中，而且暗示其密迩宫庭，官位令人羡艳。最后，诗以赞语作结。房琯不仅才高，而且不重名利，超逸脱略。这样的高人，正日夜盼望着你抱琴而去呢！这里也暗示董庭兰得遇知音，可幸可羡。而<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>对董弹《胡笳弄》的欣赏，以及所作的传神的描摹，自然也非知音莫能为。</p> <p>　　值得特别注意的是，这首诗关联着三方面──董庭兰、蔡琰和房琯.写董庭兰的技艺，要通过他演奏《胡笳弄》来写。要写《胡笳弄》，便自然和蔡琰联系起来，既联系她的创作，又联系她的身世、经历和她所处的特殊环境。全诗的特色就在于巧妙地把演技、琴声、历史背景以及琴声所再现的历史人物的感情结合起来，笔姿纵横飘逸，忽天上，忽地下，忽历史，忽目前。既周全细致又自然浑成。最后对房给事含蓄的称扬，既为董庭兰祝贺，也多少寄托着作者的一点倾慕之情。李颀此时虽久已去官，但并未忘情宦事，他是多么希望能得遇知音而一显身手啊！</p>",
  "about": "<h2>创作背景</h2> <a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>此<a href=\"http://so.gushiwen.org/view_6046.aspx\">诗</a>，约作于天宝六、七载（747—748）间。董大即董庭兰，是当时著名的琴师。所谓“胡笳声”，也就是《胡笳弄》，是按胡笳声调翻为琴曲的。所以董大是弹琴而非吹秦胡笳。",
  "poet": {
    "id": 671,
    "star": 0,
    "name": "李颀",
    "image": "http://img.gushiwen.org/authorImg/liqi.jpg",
    "desc": "李颀(690-751)，汉族，东川（今四川三台）人（有争议），唐代诗人。少年时曾寓居河南登封。开元十三年进士，做过新乡县尉的小官，诗以写边塞题材为主，风格豪放，慷慨悲凉，七言歌行尤具特色。"
  },
  "tags": [
    "唐诗三百首",
    "古体",
    "长诗",
    "抒情"
  ]
}