{
  "id": 20130,
  "star": 5413,
  "name": "秋思",
  "dynasty": "唐代",
  "content": "洛阳城里见秋风，欲作家书意万重。<br>复恐匆匆说不尽，行人临发又开封。",
  "fanyi": "<p><strong>译文</strong><br>一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。<br>信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。</p> <p><strong>注释</strong><br>⑴意万重：极言心思之多；<br>⑵复恐：又恐怕；<br>⑶行人：指捎信的人；<br>⑷临发：将出发；<br>⑸开封：拆开已经封好的家书。</p><br/><h2>译文二</h2> 洛阳城又开始刮秋风了，凉风阵阵吹起了我埋藏在心底的万千思绪，便想写封书信以表对家人思恋。<br>又担心时间匆忙有什么没有写到之处，在送信之人即将出发前有再次打开信封检查。",
  "shangxi": "<h2>赏析二</h2> <p>　　盛唐绝句，多寓情于景，情景交融，较少叙事成分；到了中唐，叙事成分逐渐增多，日常生活情事往往成为绝句的习见题材，风格也由盛唐的雄浑高华、富于浪漫气息转向写实。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>这首《秋思》寓情于事，借助日常生活中一个富于包孕的片断——寄家书时的思想活动和行动细节，非常真切细腻地表达了作客他乡的人对家乡亲人的深切怀念。</p> <p>　　第一句交代“作家书”的原因（“见秋风”），说客居洛阳城，又见秋风。平平叙事，不事渲染，却有含蕴。秋风是无形的，可闻、可触、可感，而仿佛不可见。但正如春风可以染绿大地，带来无边春色一样，秋风所包含的肃杀之气，也可使木叶黄落，百卉凋零，给自然界和人间带来一片秋光秋色、秋容秋态。它无形可见，却处处可见。作客他乡的游子，见到这一切凄凉摇落之景，不可避免地要勾起羁泊异乡的孤孑凄寂情怀，引起对家乡、亲人的悠长思念。这平淡而富于含蕴的“见”字，所给予读者的暗示和联想，是很丰富的。</p> <p>　　第二句紧承“见秋风”，正面写“思”字。晋代<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>“因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里，以要名爵乎？’遂命驾而归”（ 《晋书·张翰传》）。张籍祖籍吴郡，此时客居洛阳，情况与当年的张翰相仿佛，当他“见秋风”而起乡思的时候，也许曾经联想到张翰的这段故事。但由于种种没有明言的原因，竟不能效张翰的“命驾而归”，只好修一封家书来寄托思家怀乡的感情。这就使本来已经很深切强烈的乡思中又增添了欲归不得的怅惘，思绪变得更加复杂多端了。“欲作家书意万重”，“欲”字紧承“见秋风”。这“欲”字颇可玩味。原来<a href=\"http://so.gushiwen.org/view_20130.aspx\">诗</a>人的心情是平静的，像一泓清水。秋风乍起，吹起他感情上的阵阵涟漪。它所表达的正是诗人铺纸伸笔之际的意念和情态：心里涌起千愁万绪，觉得有说不完、写不尽的话需要倾吐，而一时间竟不知从何处说起，也不知如何表达。行文顺畅自如，一气流贯，然而句末“意万重”三字，忽又来一个逆折，犹如书法上的无垂不缩。因此这里诗人的感情并未顺流而下，而是向更深的地方去开掘。这种手法，看似寻常，实极高超。诗人因见秋风而生乡思，于是欲作家书，可是千言万语，又不知从何写起。“意万重”，乃是以虚带实。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《视刀环歌》云：“今朝两相视，脉脉万重心。”“万重心”、“万重意”，俱是极言思想感情的复杂。其中究竟有多少心意，每一个有生活经验的读者，都能体会得到。因为是“意万重”，这家书怎么写呢？写了没有？作者没有明言，让读者去想象，这就叫做含蓄不尽，耐人寻味。</p> <p>　　三、四两句，撇开写信的具体过程和具体内容，只剪取家书就要发出时的一个细节——“复恐匆匆说不尽，行人临发又开封。”诗人既因“意万重”而感到无从下笔，又因托“行人”之便捎信而无暇细加考虑，深厚丰富的情意和难以表达的矛盾，加以时间“匆匆”，竟使这封包含着千言万语的信近乎“书被催成墨未浓”（<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《无题四首》）了。书成封就之际，似乎已经言尽；但当捎信的行人就要上路的时候，却又忽然感到刚才由于匆忙，生怕信里漏写了什么重要的内容，于是又匆匆拆开信封。“复恐”二字，刻画心理入微。这“临发又开封”的行动，与其说是为了添写几句匆匆未说尽的内容，不如说是为了验证一下自己的疑惑和担心。（开封验看检查的结果也许证明这种担心纯属神经过敏。）而这种毫无定准的“恐”，竟然促使诗人不假思索地作出“又开封”的决定，正显出他对这封“意万重”的家书的重视和对亲人的深切思念——千言万语，惟恐遗漏了一句。如果真以为诗人记起了什么，又补上了什么，倒把富于诗情和戏剧性的生动细节化为平淡无味的实录了。这个细节之所以富于包孕和耐人咀嚼，正由于它是在“疑”而不是在“必”的心理基础上产生的。并不是生活中所有“行人临发又开封”的现象都具有典型性，都值得写进诗里。只有当它和特定的背景、特定的心理状态联系在一起的时候，方才显出它的典型意义。因此，在“见秋风”、“意万重”，而又“复恐匆匆说不尽”的情况下来写“临发又开封”的细节，本身就包含着对生活素材的提炼和典型化，而不是对生活的简单模写。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>评张籍的诗说：“看似寻常最奇崛，成如容易却艰辛”（ 《题张司业诗》），这是深得张籍优秀作品创作要旨和甘苦的评论。这首极本色、极平淡，象生活本身一样自然的诗，似乎可以作为王安石精到评论的一个生动例证。</p> <p>　　全诗一气贯成，明白如话，朴素而又真实地表达游子的心态。在消息传达不便的封建社会，长期客居异地的人常有类似的体验，一经诗人提炼，这件极平常的小事、极普通的题材就具有了代表性的意义。后人每每读到，常有感同身受之叹，所谓人同此心，情同此理。</p><br/><h2>赏析</h2> <p>　　这是乡愁<a href=\"http://so.gushiwen.org/view_20130.aspx\">诗</a>。通过叙述写信前后的心情，表达乡愁之深。第一句交代“作家书”的原因（“见秋风”），以下三句是描写作书前、作书后的心理活动。作书前是“意万重”，作书后是“复恐说不尽”。“临发开封”这个细节把“复恐说不尽”的心态表现得栩栩如生，意形相融。写的是人人意中常有之事，却非人人所能道出。作客他乡，见秋风而思故里，托便人捎信。临走时怕遗漏了什么，又连忙打开看了几遍。事本子平，而一经入诗，特别是一经<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>这样的高手入诗，便臻妙境。这在诗坛上并不是常有的。 当然以家书为题材的作品，在唐诗中也不乏佳作。像<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的《逢入京使》：“马上相逢无纸笔，凭君传语报平安。”写作者戎马倥偬，路遇使者，托传口信以慰家人。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《春望》：“烽火连三月，家书抵万金。”写作者身陷安禄山占领下的长安，不知战乱中的家人是否安吉，切盼来书以慰远情。他们都用独特的技巧表达了思家的心情。这首诗与众不同的是寄深沉于浅淡，寓曲折于平缓，乍看起来，寥寥数语，细细吟味，却有无穷意味。</p> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《题张司业》诗说：“看似寻常最奇崛，成如容易却艰辛。”颇能道出这首诗的艺术风格和创作甘苦。诗以秋风起兴，这是自《诗经》以来常用的手法。秋风一起，北雁南飞，他乡羁旅，易触归思。例如<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《秋风引》就曾说：“何处秋风至，萧萧送雁群。朝来入庭树，孤客最先闻。”我们再来看看诗人的历史，原来他本籍吴中（今江苏苏州），这又使人想起晋人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的故事。据《晋书·张翰传》说：“因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里以要名爵乎！’遂命驾而归。”张籍与张翰异代同里，且俱宦游北方。张翰因预测到齐王司马冏即将作乱，知机引退，张籍未必有什么政治上的原因，但在见秋风而思故乡这一点上，却极其相似。他虽不能像张翰那样马上“命驾而归”，但却把一腔思乡之情倾泻在纸上。这种感物缘情的创作冲动，虽然用的是传统的手法“起兴”，但其中包括如许丰富的内涵，不能不是此诗的一个特色。</p> <p>　　“欲作家书意万重”，其中的“欲”字紧承“见秋风”。原来诗人的心情是平静的，像一泓清水。秋风乍起，吹起他感情上的阵阵涟漪。行文顺畅自如，一气流贯，然而句末“意万重”三字，忽又来一个逆折，犹如书法上的无垂不缩。因此这里诗人的感情并未顺流而下，而是向更深的地方去开掘。这种手法，看似寻常，实极高超。我们细玩诗意：诗人因见秋风而生乡思，于是欲作家书，可是千言万语，又不知从何写起。“意万重”，乃是以虚带实。刘禹锡《视刀环歌》云：“今朝两相视，脉脉万重心。”“万重心”、“万重意”，俱是极言思想感情的复杂。其中究竟有多少心意，每一个有生活经验的读者，都能体会得到。因为是“意万重”，这家书怎么写呢？写了没有？作者没有明言，让读者去想象，这就叫做含蓄不尽，耐人寻味。</p> <p>　　尽管“意万重”，无从下笔，但就文意看，家书还是写了，问题在于匆匆着笔，意犹未尽。“匆匆”二字，生动如画，既写了自己一方，也反映出捎信者一方。联系下文来看，那个捎信人是在行期在即时遇到的：也许就要上马、上船，即便不像岑参与入京使“马上相逢”那样急迫，总还是行色匆匆不能久停的。由于捎信人是这样行色匆匆，写信人不得不匆匆落笔。由于匆匆落笔，万重心意一下子很难表达清楚。在这种符合逻辑的描绘之中，诗人的急遽之情，匆忙之色，栩栩然如在目前。“说不尽”三字，也与上文“意万重”紧相呼应，由于“意万重”，所以才“说不尽”。而“意万重”也与“见秋风”引起的乡思相关联。黄叔灿《唐诗笺注》说：“首句羁人摇落之意已概见，正家书所说不尽者。‘行人临发又开封’，妙更形容得出。试思如此下半首如何领起，便知首句之难落笔矣。”说明下半首的起头与全诗的起句，环环紧扣，首尾相应。结句更是造语入妙，写情入微，可称一篇之警策。近人俞陛云评论说：“已作家书，而长言不尽，临发开封，极言其怀乡之切。”又说：“此类之诗，皆至性语也。”（《诗境浅说续编》）所谓“至性语”，就是说写出了最真挚的人类共有的感情，而且达于极致。在结构上，上句说“匆匆说不尽”，下句说“临发又开封”，渲染足了“匆匆”的气氛。 </p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>原籍吴郡，他在创作这首<a href=\"http://so.gushiwen.org/view_20130.aspx\">诗</a>时正客居洛阳城。当时是秋季，秋风勾起了诗人独在异乡的凄寂情怀，引起对家乡、亲人的思念之情，于是创作了这首诗。</p>",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "小学古诗",
    "秋天",
    "思乡"
  ]
}