{
  "id": 49457,
  "star": 298,
  "name": "卜算子·黄州定慧院寓居作",
  "dynasty": "宋代",
  "content": "缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。<br>惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
  "fanyi": "<p><strong>译文</strong><br>弯弯月亮挂在梧桐树梢，漏尽夜深人声已静。有时见到幽居人独自往来，仿佛那缥缈的孤雁身影。<br>突然惊起又回过头来，心有怨恨却无人知情。挑遍了寒枝也不肯栖息，甘愿在沙洲忍受寂寞凄冷。</p> <p><strong>注释</strong><br>⑴词题一本作“黄州定惠寺寓居作”。定慧院：一作定惠院，在今湖北省黄岗县东南。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>初贬黄州，寓居于此。<br>⑵漏：指更漏而言，古人计时用的漏壶。这里“漏断”即指深夜。<br>⑶“时”有版本用“谁”；幽人：幽居的人，形容孤雁。幽：《易·履卦》：“幽人贞吉”，其义为幽囚。引申为幽静、优雅。<br>⑷缥缈：隐隐约约，若有若无。孤鸿：<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>《感遇十二首》之四：“孤鸿海上来。”<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》前集三十九：“此词本咏夜景，至换头但只说鸿，正如《贺新郎》词‘乳燕飞华屋’，至换头但只说榴花。….“按两词均系泛咏，本未尝有”夜景“等题，多说鸿，多说石榴，既无所妨，亦未必因之而奇妙。胡评似未谛。<br>⑸省（xǐng）：理解，明白。“无人省“，犹言”无人识“。<br>⑹或以为“拣尽寒枝“有语病。稗海本《野客丛书》：”观隋李元操《鸿雁行》曰：‘夕宿寒枝上，朝飞空井旁。’坡语岂无自邪？“此言固是。寒枝意广泛，又说”不肯栖“，本属无碍。此句亦有良禽择木而栖的意思。《左传·哀公十一年》：”鸟则择木，木岂能择鸟。“<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《遣愁》：”择木知幽鸟。“<br>⑺沙洲：江河中由泥沙淤积而成的陆地。末句一本作“枫落吴江冷“，全用唐人崔信明断句，且上下不接，恐非。</p>",
  "shangxi": "<h2>赏析</h2> <p>、　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被贬黄州后，虽然自己的生活都有问题，但他是乐观旷达的，能率领全家通过自身的努力来渡过生活难关。但内心深处的幽独与寂寞是他人无法理解的。在这首词中，作者借月夜孤鸿这一形象托物寓怀，表达了孤高自许、蔑视流俗的心境。</p> <p>　　上阕写的正是深夜院中所见的景色。“缺月挂疏桐，漏断人初静。”营造了一个夜深人静、月挂疏桐的孤寂氛围，为''幽人''、''孤鸿''的出场作铺垫。“漏”指古人计时用的漏壶：“漏断”即指深夜。在漏壶水尽，更深人静的时候，苏轼步出庭院，抬头望月，这是一个非常孤寂的夜晚。月儿似乎也知趣，从稀疏的桐树间透出清晖，像是挂在枝桠间。这两句出笔不凡，渲染出一种孤高出生的境界。接下来的两句，“时见幽人独往来，缥缈孤鸿影。”周围是那么宁静幽寂，在万物入梦的此刻，没有谁像自己这样在月光下孤寂地徘徊，就像是一只孤单飞过天穹的凄清的大雁。先是点出一位独来独往、心事浩茫的“幽人”形象，随即轻灵飞动地由“幽人”而孤鸿，使这两个意象产生对应和契合，让人联想到：“幽人”那孤高的心境，正像缥缈若仙的孤鸿之影。这两句，既是实写，又通过人、鸟形象的对应、嫁接，极富象征意味和<a href=\"http://so.gushiwen.org/view_49457.aspx\">诗</a>意之美地强化了“幽人”的超凡脱俗。物我同一，互为补充，使孤独的形象更具体感人。</p> <p>　　下阕，更是把鸿与人同写，“惊起却回头，有恨无人省。”这是直写自己孤寂的心境。人孤独的时候，总会四顾，回头的寻觅，找到的是更多的孤独，“有恨无人省”，没有谁能理解自己孤独的心。世无知音，孤苦难耐，情何以堪？“拣尽寒枝不肯栖，寂寞沙洲冷。”写孤鸿遭遇不幸，心怀幽恨，惊恐不已，在寒枝间飞来飞去，拣尽寒枝不肯栖息，只好落宿于寂寞荒冷的沙洲，度过这样寒冷的夜晚。这里，词人以象征手法，匠心独运地通过鸿的孤独缥缈，惊起回头、怀抱幽恨和选求宿处，表达了作者贬谪黄州时期的孤寂处境和高洁自许、不愿随波逐流的心境。作者与孤鸿惺惺相惜，以拟人化的手法表现孤鸿的心理活动，把自己的主观感情加以对象化，显示了高超的艺术技巧。</p> <p>　　这首词的境界高妙，前人谓“似非吃烟火食人语”。这种高旷洒脱、绝去尘俗的境界，得益于高妙的艺术技巧。作者“以性灵咏物语”，取神题外，意中设境，托物寓人；对孤鸿和月夜环境背景的描写中，选景叙事均简约凝练，空灵飞动，含蓄蕴藉，生动传神，具有高度的典型性。</p>",
  "about": "<h2>创作背景</h2> <p>　　据史料记载，此词为公元1082年（元丰五年）十二月或公元1083年（宋神宗元丰六年）初作于黄州，定慧院在今天的湖北黄岗县东南，又作定惠院，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。苏轼因所谓的“乌台<a href=\"http://so.gushiwen.org/view_49457.aspx\">诗</a>案”，被贬为黄州团练副使。苏轼自公元1080年（元丰三年）二月至黄州，至公元1084年（元丰七年）六月移汝州，在黄州贬所居住四年多。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "孤独",
    "咏物",
    "抒怀"
  ]
}