{
  "id": 49700,
  "star": 443,
  "name": "南乡子·和杨元素时移守密州",
  "dynasty": "宋代",
  "content": "东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。<br>不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。",
  "fanyi": "<p><strong>译文</strong><br>东武和余杭两地相望，但见远隔天涯云海茫茫。不知什么时候才能功成名就，衣锦还乡，到那时我与你同笑长醉三万场。<br>不用像世俗的样子用酒来诉说离情别绪，痛快的饮宴从来都另有缘由。今夜拿着残灯送你归去，走过河塘，恍惚间见落泪如羊祜的却是你杨元素啊。</p> <p><strong>注释</strong><br>⑴南乡子：词牌名，唐教坊曲。《金奁集》入“黄钟宫”。唐教坊曲，原为单调，有二十七字、二十八字、三十字各体，平仄换韵。单调始自后蜀<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>。南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>始增为双调。冯词平韵五十六字，十句，上下片各四句用韵。另有五十八字体。双调五十六字，前后阕各四平韵，一韵到底。<br>⑵杨元素：即杨绘，公元1074年（熙宁七年）七月接替陈襄为杭州知州，九月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>由杭州通判调为密州知府，杨再为饯别于西湖上，唱和此词。<br>⑶东武：密州治所，今山东诸城。余杭：杭州。<br>⑷“醉笑”句：唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《襄阳歌》：“百年三万六千日，一日须倾三百杯。”此化用其意。<br>⑸河塘：指沙河塘，在杭州城南五里，宋时为繁荣之区。<br>⑹“堕泪”句：《晋书·羊祜传》：羊祜为荆州督。其后襄阳百姓于祜在岘山游息之处建庙立碑，岁时享祭，望其碑者，莫不流涕。杜预因名之为“堕泪碑”。这里以杨绘比羊祜，“羊”、“杨”音近。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　东武是密州，余杭是杭州。此词前两句表达别后思念之情。接下来两句却让人看尽世人的悲哀。为什么有思念，为什么有无可奈何，为什么有离殇有堕泪，原来只为心中还存了一点功名的热望，总想现在的劳累奔波，或许有个指望，可能有些许盼头。\"何日功成名遂了\"，到时\"还乡\"，这和衣锦还乡是一个道理的。背井离乡，亲朋相识却不得见数载经年，一切的一切求一个功成名遂再还乡，然后好好坐下，酒到杯干，细数这些年来的如意不如意，“陪公三万场”，将缺失的岁月再补回，再重拾，再追忆。</p> <p>　　“不用诉离殇，”词人对给他饯行的杨绘说，“痛饮从来别有肠。”是豪迈还是离愁百转千回，完全不必费神分辨。离殇从来是不用诉，诉不出的。痛哭也好微笑也罢，不同的人的表露方式从来都是不一样的。“今夜送归灯火冷，河塘。”这两句描绘了一幅送归图，灯火已残，斯人独行月下。这是七月的事情了，那时的河塘边当有蛙鸣声做伴。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>擅书画，赫赫有名的宋四家居首，才华横溢，可是官海沉浮，身不由己。一把辛酸泪，到底难以掩饰，痛饮到了最后，也没能硬生生逼住眼底的热气。“堕泪羊公却姓杨”，则是以杨绘比羊祜了，表达出对友人的赞赏，反映了作者与友人的情谊。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>唱和杨桧的应酬之词，因对杭州的依依不舍和对杨桧人品的敬佩、赞赏以及出任州官的喜悦，故而写下此词。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "地名",
    "思念",
    "友情"
  ]
}