{
  "id": 69068,
  "star": 183,
  "name": "宿甘露寺僧舍",
  "dynasty": "宋代",
  "content": "枕中云气千峰近，床底松声万壑哀。<br>要看银山拍天浪，开窗放入大江来。",
  "fanyi": "<p>译文<br>床枕上弥漫着云气，使我恍若睡在千峰之上；阵阵松涛从万壑传来，似乎就在我床底下轰响。<br>我忍不住想去看那如山般高高涌过的波浪，一打开窗户，滚滚长江仿佛扑进了我的窗栏。</p> <p>注释<br>⑴甘露：甘露寺，在江苏镇江北固山上。寺建于唐文宗大和年间，宋真宗大中祥符年间重建。北固山下临长江，当时江阔十余里。相传建寺时露水适降，因而得名。<br>⑵松声万壑（hè）：形容长江的波涛声像万壑松声一样。壑，山沟。<br>⑶银山拍天浪：形容波浪很大，像银山一样。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　甘露寺在镇江北固山巅，濒临大江，因此这首<a href=\"http://so.gushiwen.org/view_69068.aspx\">诗</a>着力描绘地势，在构思时，不用实笔，全通过想象，描绘出一幅空阔奇妙的江南夜色图，写出了江水的壮观和甘露寺的险要。首句写山峰的云气，次句写山谷的松声，末两句写长江的风采。一句诗一个画面，全诗浑成合美。诗中有画，景中有情。</p> <p>　　写景诗，许多诗人往往爱从视觉落笔，如唐代诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的：“危楼高百尺”（《夜宿山寺》），<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>的“松下问童子”（《寻隐者不遇》）。<a href=\"http://so.gushiwen.org/author_351.aspx\">曾公亮</a>却避开这种传统的写法，另辟蹊径，独出机杼，从感受、听觉去写。诗题是“宿甘露僧舍”，所以围绕“宿”字展开。睡在寺里，房间中自然不可能有云雾，所谓“枕中云气”，当是长江水汽会在高处，令人觉得空气很湿，甚至枕中已经凝结了些许水珠。诗人躺在枕上，感受到枕中微湿，自然联想起长江之浩瀚，甚至误以为自己身处云峰之间。接着，诗人又写床底穿来的江水之声，那阵阵惊涛，仿佛狂风席卷山谷，招起无数苍松摇撼助威，其声壮烈奔腾之至。“枕中”“床底”，点明诗人已经就寝，紧扣诗题“宿”字。“万壑哀”，语出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《诸将五首》之五：“巫峡清秋万壑哀”。曾公亮诗中的这一“哀”字，恰切地摹写了风吹松林所发出的低沉悲壮的声音。用“千”写“峰”，用“万”写“壑”，极尽形容，从纵向描写北固山奇险变幻、充满生机的景象。这起二句是睡在床上的感受与幻想，是通过感官来证实它存在，虽然没有具体的肯定，逼真感很强，尽管北固山没有千山万壑存在。“云气”、“松声”，一在枕上，一在床下，都反映了江水之猛劲；而感觉到云气，凝听到松涛，也反映了诗人心底的宁静。这两句写近景，对仗工稳，用笔细腻，文字跌宕生姿。</p> <p>　　三、四句写远景。诗人来到甘露寺原是为了住宿歇息的，可寺外千山万壑的松涛声和不尽江流的喧哗声，搅扰着他，辗转反侧，不能安眠。诗人情绪激动了，索性披衣起床，打开窗户，迎风伫立，凭栏远眺。天空没有月色星光，地上熄了万家灯火。周围的一切都被黑暗吞噬，看不见山，看不见树，也看不见远处的城廓。只有横躺在北固山下的长江，这条水的巨龙，力的怪神，在没日没夜、无休无止地掀起惊天的狂澜，发出动地的长吟，不甘沉默，永无睡意。诗人虽然看不清，但能想象出它那汹涌澎湃的壮阔气象。于是掉转诗笔，将描写对象由千峰、万壑转向长江、巨浪，开拓出一个奇丽广阔的新境界。“银山拍天浪”是写得很精彩的景语，气势警拔，形象生动，层层修饰，词约义丰。“银山”从色、形、质等多方面地细致入微地刻画波涛的光彩、巨大以及沉重感。“拍天”则状波峰的突兀和高峻，使人感到惊心动魄，惶惶不安。不用“玉山”而写“银山”，用词是雕琢的。银是仅次于金的贵重金属，色白而灿烂。用鲜亮的词把平凡的波涛写得十分美好，格外显豁，寄寓着诗人高洁的情怀。</p> <p>　　末句构思很奇特，仍用幻笔，不说开窗看如雪白浪，而说奔腾翻滚的长江被“放”进窗来，把长江的气势写透写活，作者眼前似乎看到浪花要扑进窗来的奇观，深深地被长江的伟观所震撼。“放入”，自然是长江先前想要入窗而不得，诗人到此刻才将它放了进来。原来所谓“枕中云气”，所谓“床底松声”，都是长江有意而为。长江想要冲进房间，好让诗人欣赏自己的奇伟，便先以枕云相示，后以骇浪相呼，不停地邀请着诗人，召唤着诗人，诗人便再也无心睡眠，欣然开窗，与长江陶醉在了一起。明明是诗人向往长江景色，到了诗人笔下，却成了长江招引着诗人去欣赏，通篇用反客为主而不露痕迹，前后呼应之间又只觉一气呵成，笔法高超。这一写作及炼字方法，与杜甫《绝句》“窗含西岭千秋雪”相仿，但杜诗写的是静态，曾诗写的是动态，更具魄力，只有稍后的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>绝句“两山排闼送青来”可与媲美。</p> <p>　　此诗的艺术特色主要有三点：</p> <p>　　一、内容丰厚，境界阔大。仅二十八个字的绝句，就写了枕、床、窗、山、峰、壑、江、浪、银、云气、松声等许多事物，从而扩大了诗歌的表现力。诗人身处斗室之中，想象飞越千里之外，从上到下，由近及远，描写夜幕下的群山万壑、千里大江，展现了辽阔渺远，壮丽迷人的江南夜色，笔法空灵，词意蕴藉。</p> <p>　　二、以动写静，景中寓情。诗人创造了一种静谧的意境，却是用动的描写来取得这种效果的。流荡的“云气”，哀呜的“松声”，奔涌的大江，喧嚣的涛音，这些动的景物，给小诗注入了无限的生机，同时又通过动，更加突出地显示了大自然的宁静。诗中似无直接的抒情，但诗人热爱祖国河山、赞颂江南夜色的美好感情，却从有声有色、有动有静的景物描写中显现出来。曾公亮所处的北宋时代，党争激烈，阶级矛盾尖锐，在承平盛世的气象下，酝酿着深刻的社会危机。诗人对此不无隐忧。“万壑哀”“拍天浪”，正是一个清醒的政治家对时局深感不安的心理的曲折反映。</p> <p>　　三、语言质朴、平中见奇。诗人很注重选词炼语，用了许多朴素无华的词语，如“千”“万”“大”“哀”“放入”等等，重笔虚写浩茫夜色中的壮伟奇观：气势磅礴的大江，“银山拍天”的浪涛。造境，于宏阔中出雄奇；抒情，在平淡中见深沉；具有强烈的震撼人心的艺术力量。此诗一句一景，景中寓情，从小处着笔写出了长江的宏伟气势。</p>",
  "poet": {
    "id": 351,
    "star": 0,
    "name": "曾公亮",
    "image": "http://img.gushiwen.org/authorImg/zenggongliang.jpg",
    "desc": "曾公亮（998年－1078年）北宋著名政治家、军事家、军火家、思想家。字明仲，号乐正，汉族，泉州晋江（今福建泉州市）人。仁宗天圣二年进士，仕仁宗、英宗、神宗三朝，历官知县、知州，知府、知制诰、翰林学士、端明殿学士，参知政事，枢密使和同中书门下平章事等。封兖国公，鲁国公，卒赠太师、中书令，配享英宗庙廷，赐谥宣靖。曾公亮与丁度承旨编撰《武经总要》，为中国古代第一部官方编纂的军事科学百科全书。"
  },
  "tags": [
    "古诗三百首",
    "豪迈",
    "写景",
    "长江"
  ]
}