{
  "id": 62320,
  "star": 6,
  "name": "霜花腴·重阳前一日泛石湖",
  "dynasty": "宋代",
  "content": "翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。 <br>妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。",
  "fanyi": "<h2>注释</h2> ⑴作：一作“做”。<br>⑵靥：一作“压”。",
  "shangxi": "<h2>鉴赏</h2> <p>　　《霜花腴》，双调，一百零四字，上下片各十句五平韵。这是<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>的一首自度曲。南宋周密《萍洲渔笛谱》中有《玉漏迟·题吴梦窗词集》（一题作题吴梦窗《霜花腴》词集），将《霜花腴》作为梦窗的词集名。南宋张炎《山中白云词》中有《声声慢·题吴梦窗遗笔》（一题作题梦窗自度曲《霜花腴》卷后），以此词作为梦窗词的压卷之作。这些都说明梦窗的这首自度曲在南宋末年已受到广泛推崇。“石湖”，据《舆地纪胜》说，在苏州盘门西南十里处。　　</p> <p>　　“翠微”三句，述登山。“翠微”，指山。梦窗《霜叶飞·重九》词有“但约明年，翠微高处”可以互证。杨铁夫《吴梦窗词笺释》认为这两句是“以登高陪泛湖”。所以，这两句是写词人攀登在山间小路上，沉醉在秋日的晚风中，而且秋风将他的帽子也吹歪了。“凭谁”句是翻<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《九日蓝田崔氏庄》<a href=\"http://so.gushiwen.org/view_62320.aspx\">诗</a>中“笑倩旁人为整冠”句意。三句意思不可分割，山高路窄而有风，才会想到凭谁整冠。“霜饱”三句，写出老年登高时的感受。俞陛云在《唐五代两宋词选释》说：“‘霜饱’句，凡咏菊者无人道及。‘烛消’句，善写秋怀，此八字为篇中骊珠。‘花腴’而‘人瘦’，故以‘秋光难做’承之。”又“霜饱花腴”句，即词牌名的出处。且头两句又是对偶句式。此言傲霜耐寒的菊花开得更为茂盛，而自己衰弱的身体，犹如残烛之将尽，所以想要根据自己的设想去观赏这大好秋光，恐怕是很困难了。“人瘦”，也是化用<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《醉花阴》词“人比黄花瘦”句意。“病怀”两句，承上写登高感怀。陈洵《海绡说词》说：“‘病怀强宽’，领起雁声感触，才宽又恨。”杨铁夫《笺释》认为这两句仍是写山上，并说：“歌是乐境，雁声是愁境。落在前，则未乐而先愁也，故曰恨。”此言词人以羸弱之身登高，才有心旷之感，又逢归雁哀啼而打扰清心，所以有才宽又恨，未乐先愁的感受。“记年时”两句，回忆往年重阳泛湖时情景。言往年重阳，也曾游览石湖，在暮霭沉沉，秋雨萧索之中，曾经过郊外的荒桥边。回忆中也是一派凄凉景象。上片写泛湖前登高。　　</p> <p>　　“妆靥”三句，写那位钟情于词人的歌妓。“女为悦己者容”，她打扮适度，鬓边斜插秋菊，低首弄姿，为词人按谱而歌。“芳节”三句，写词人的逸兴。“芳节”，指重阳节，“兰情”，指男女间的友情。语出《易·系辞上》：“二人同心，其利断金；同心之言，其臭（气味）如兰。”“吟笺”，指填词。上二句以反笔作脱，则“晴晖”句加倍有力。此言值此佳节，恰逢晴天，出来游湖这是很难得的机会；而与多日未见的知己相携游湖就更加难得，所以词人兴趣勃勃地填词明志。“更移”两句，写两人月下游湖。“佩环”，指衣带上所系佩玉，这里借代歌妓。“婵娟”，月亮的别称，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《水调歌头》词末有“千里共婵娟”可证之。此言词人与所爱的歌妓一起移动画船，在月下游湖。这也是照应词题“泛石湖”。下片中听歌、填词、泛湖、赏月，层次井然地写出词人这次“泛石湖”的全过程。“算明朝”两句，扣题“重阳前一日”，写明日重阳节的打算。杨铁夫《笺释》说：“不曰正是重阳，而曰未了重阳，有深浅之别。”“紫萸”，即茱萸。旧俗在重阳节佩茱萸囊以避邪。这是说：这次泛石湖的快乐情景即将过去，到明天我又可以去欣赏盛开的茱萸花了。下片写自己与歌妓一起乘舟泛湖的情景。　　</p> <p>　　全词语言明快，无晦涩之感。陈邦炎《梦窗词浅议》一文，引蔡柯亭《乐府指迷笺释》中语：“（梦窗）四稿中不晦涩之作，细绎之，亦实在不少。”这首词就是其中之一。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "重阳节",
    "登高",
    "回忆"
  ]
}