{
  "id": 20373,
  "star": 11,
  "name": "罗浮山父与葛篇",
  "dynasty": "唐代",
  "content": "依依宜织江雨空，雨中六月兰台风。<br>博罗老仙时出洞，千岁石床啼鬼工。<br>蛇毒浓凝洞堂湿，江鱼不食衔沙立。<br>欲剪箱中一尺天，吴娥莫道吴刀涩。",
  "fanyi": "<p><strong>译文<br></strong>葛布轻柔，织得像江上小雨般细密透明，穿上葛衣，像六月的雨中吹来凉风。<br>当罗浮老人把葛布拿出山洞，千年石床上响起了鬼工吝啬的哭声。<br>天气闷热，毒蛇粗喘把山洞弄湿；江中的鱼儿也停止觅食，含沙直立。<br>真想裁剪一幅湘水中天光倒影似的葛布，吴娥不用担心说剪刀不够锋利。</p> <p><strong>注释<br></strong>⑴罗浮山父：指罗浮山中老人。罗浮山：在广东省境内。葛：葛布。<br>⑵依依：轻柔披拂貌。《<a href=\"http://so.gushiwen.org/view_20373.aspx\">诗</a>经·小雅·采薇》：“昔我往矣，杨柳依依；今我来思，雨雪霏霏。”此处形容葛布柔软。江雨空：形容葛布就像江上的细雨细密透明。<br>⑶兰台：战国时楚国台名。故址传说在今湖北省钟祥县东。《文选·<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>〈风赋〉序》：“ 楚襄王游于兰台之宫，宋玉、景差侍。”李周翰注：“ 兰台 ，台名。”此处泛指南方。<br>⑷博罗老仙：指罗浮山父。时：另一版本作“持”。<br>⑸千岁：千年，年代久远。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·非相》：“欲观千岁，则数今日；欲知亿万，则审一二。”石床：山洞里平滑如床的大石，古人称作石床，这里代指织布的机床。鬼工：古人把工艺精巧品为鬼工，此处则指手艺精湛的织工。据《格古要论》说：“尝有戒指内嵌玛瑙，其面碾成十二生肖，纹细如发，谓之鬼工。”<br>⑹蛇毒浓凝：一作“毒蛇浓吁”。浓凝：深深地喘气。<br>⑺不食：不吃。《论语·卫灵公》：“吾尝终日不食。”衔沙立：形容天热，鱼儿不愿觅食，在沙中含沙直立。<br>⑻箱：一作“湘”。箱（湘）中一尺天：形容葛布莹白，犹如湘水碧波一般柔软光洁。<br>⑼吴娥：吴地（江苏浙江一带）的美女。明<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>《白纻歌》之四：“吴娥白纻为舞衣，镂花缀叶纷葳蕤。”莫道：休说，不要说。吴刀：吴地（江苏浙江一带）生产的剪刀。南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代白纻舞歌辞》：“吴刀楚制为佩袆，纤罗雾縠垂羽衣。”涩：不滑爽。指刀钝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_20373.aspx\">诗</a>开头二句有“江雨空”、“兰台风”等字眼，像是描述天气，其实不然。“江雨”是说织葛的经线，光丽纤长，空明疏朗，比喻得出奇入妙。“依依”形容雨线排列得整齐贴近，所以“宜织”。以这个副词“宜”字绾连“织”和“雨”，所织的为雨线之意便明白易解。“织”字把罗浮山父同葛联系起来，紧紧地扣住诗题。次句则以“六月兰台风”写出葛布的疏薄凉爽。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》“楚襄王游于兰台之宫，宋玉、景瑳侍。有风飒然而至，王乃披襟而当之，曰‘快哉此风，寡人所与庶人共者耶？’”诗人巧妙地用六月的风比喻葛布。“雨中”二字承上句来，再一次点明以“江雨”来比喻葛的意思。“江雨空”，从视觉写葛布的洁净，有如雨后晴空；“兰台风”，从感觉写葛布的精美。这种绮丽而离奇的想象，正是<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>诗的本色。</p> <p>　　三、四句运用对比手法，进一步烘托罗浮山父织葛的技术高明。“博罗老仙时出洞”，老人不时走出洞来，把精心织成的葛布拿出洞来，递给索取的人。句中的“时”，暗示他织得快，织得好，葛布刚刚断匹就被人拿走，颇有供不应求之势。下句就是由此引起的反响。诗人不直接赞美葛布，而是用“千岁石床啼鬼工”七个字来烘托。“石床”原指山洞中形状如床的岩石，这里指代罗浮山父所用织机。“千岁”，表明时间之久，也暗示功夫之深。</p> <p>　　后四句是诗人由葛布引起的联想。五、六两句极写天气之热，为末二句剪葛为衣作铺垫。诗人写暑热，不提火毒的太阳，不提汗流浃背的劳动者，也不提枯焦的禾苗，而是别出心裁地选择了洞蛇和江鱼：“蛇毒浓凝洞堂湿，江鱼不食衔沙立。”蛇洞由于溽暑熏蒸，毒气不散，以致愈来愈浓，凝结成水滴似的东西，粘糊糊的，整个洞堂都布满了，所以洞里的蛇应当是十分窒闷难受的。江里的鱼热得无法容身，不吃东西，嘴里衔着沙粒，直立起来，仿佛要逃离那滚热的江水。这可谓诗人苦心经营之句。洞堂和江水本来是最不容易受暑热侵扰的地方，如今热成这个样子，其他地方就可想而知了。描写酷暑天气，诗人毫不轻率下笔，而是极力幻想、夸张，从现实生活中典型现象出发，进行再创造。诗人挑选、提炼出盘绕在洞中的毒蛇和翔游在水中的鱼这两种生物，写出这样奇特的诗句，来形容天气溽暑郁蒸。这里，诗人奇特的想象和惊人的艺术表现力，具有鬼斧神工之妙。</p> <p>　　酷热的天气，使人想起葛布，想起那穿在身上产生凉爽舒适感觉的葛衣。尤其希望能够得到罗浮山父所织的那种细软光洁如“江雨空”，凉爽舒适如“兰台风”的葛布。用这种葛布裁制一件衣服穿在身上，那种感觉非常之好。结尾二句，诗人没有写穿上新衣服的快乐，而是通过吴娥裁衣来进一步赞美葛布。“欲剪箱（湘）中一尺天”，与开头二句遥相呼应。有人说这句脱胎于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“焉得并州快剪刀，剪取吴淞半江水”。李贺写诗，是力求不蹈袭前人的，这里偶尔翻用，手法也空灵奇幻，别具新意。例如末句“吴娥莫道吴刀涩”，诗人不写吴娥如何裁剪葛布，如何缝制葛衣，而是劝说吴娥“莫道吴刀涩”。一个“涩”字蕴意极为精妙。“涩”有吝惜的意思，这里指刀钝。面对这样精细光滑的葛布，吴娥不忍下手裁剪，便推说“吴刀涩”。诗人用“莫道”二字婉劝吴娥，亦使全诗摇曳生姿。这一曲笔，比直说刀剪快，诗意显得更加回荡多姿、含蓄隽永。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_20373.aspx\">诗</a>当作于元和（唐宪宗年号，806—820）年间，说罗浮山（在广东省境内）中的一位老人赠送给诗人一块葛布，诗人有感而发写下了这首诗。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>一生从未到过博罗一带，这首诗的题材可能是虚构的，也可能是根据传闻加工而成的。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写物",
    "赞美"
  ]
}