{
  "id": 72469,
  "star": 314,
  "name": "庖丁解牛",
  "dynasty": "先秦",
  "content": "　　吾生也有涯，而知也无涯 。以有涯随无涯，殆已！已而为知者，殆而已矣！为善无近名，为恶无近刑。缘督以为经，可以保身，可以全生，可以养亲，可以尽年。</p> <p>　　庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。</p> <p>　　文惠君曰：“嘻，善哉！技盖至此乎？”</p> <p>　　庖丁释刀对曰：“臣之所好者，道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”</p> <p>　　文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”",
  "fanyi": "<p><strong>译文</strong><br>　　我的生命是有限的，而知识是无限的。以有限的生命去追求无限的知识，真是危险啊！已经有了危险，还要执著地去追求知识，那么除了危险以外就什么都已经没有了。做好事不要求名，做坏事不要受刑罚，以遵循虚无的自然之道为宗旨，便可以保护生命，可以保全天性，可以养护新生之机，可以享尽天年。<br>　　庖丁给梁惠王宰牛。手接触的地方，肩膀倚靠的地方，脚踩的地方，膝盖顶的地方，哗哗作响，进刀时豁豁地，没有不合音律的：合乎（汤时）《桑林》舞乐的节拍，又合乎（尧时）《经首》乐曲的节奏。<br>　　梁惠王说：“嘻，好啊！（你解牛的）技术怎么竟会高超到这种程度啊？”<br>　　庖丁放下刀回答说：“我追求的，是道（本为虚词，无特定之意，可解成自然的规律），已经超过一般的技术了。起初我宰牛的时候，眼里看到的是一只完整的牛；三年以后，再未见过完整的牛了（意思是：只看见一个虚线的牛，就是只看见怎么样去解）。现在，我凭精神和牛接触，而不用眼睛去看，感官停止了而精神在活动。依照牛的生理上的天然结构，砍入牛体筋骨相接的缝隙，顺着骨节间的空处进刀，依照牛体本来的构造，筋脉经络相连的地方和筋骨结合的地方，尚且不曾拿刀碰到过，更何况大骨呢！技术好的厨师每年更换一把刀，是用刀割断筋肉割坏的（就像我们用刀割绳子一样）；技术一般的厨师每月就得更换一把刀，是砍断骨头而将刀砍坏的（因为不知道怎么砍，所以砍到骨头的时候就容易坏）。如今，我的刀用了十九年，所宰的牛有几千头了，但刀刃锋利得就像刚在磨刀石上磨好的一样。那牛的骨节有间隙，而刀刃很薄；用很薄的刀刃插入有空隙的骨节，宽宽绰绰地，那么刀刃的运转必然是有余地的啊！因此，十九年来，刀刃还像刚从磨刀石上磨出来的一样。虽然是这样，每当碰到筋骨交错聚结的地方，我看到那里很难下刀，就小心翼翼地提高警惕，视力集中到一点，动作缓慢下来，动起刀来非常轻，豁啦一声，牛的骨和肉一下子就解开了，就像泥土散落在地上一样。我提着刀站立起来，为此举目四望，为此悠然自得，心满意足，然后把刀擦抹干净，收藏起来。”<br>　　梁惠王说：“好啊！我听了庖丁的这番话，懂得了养生的道理了。”</p> <p><strong>注释</strong><br>（1） 庖（páo）丁：名丁的厨工。先秦古书往往以职业放在人名前。文惠君：即梁惠王，也称魏惠王。解牛：宰牛，这里指把整个牛体开剥分剖。<br>（2） 踦（yǐ）：支撑，接触。这里指用一条腿的膝盖顶牛。<br>（3）砉（huā）然：砉，又读xū，象声词。砉然，皮骨相离的声音。向，通”响“。<br>（4）騞（huō）然：象声词，形容比砉然更大的进刀解牛声。<br>（5）桑林：传说中商汤时的乐曲名。<br>（6）经首：传说中尧乐曲《咸池》中的一章。会：指节奏。以上两句互文，即“乃合于桑林、经首之舞之会”之意。<br>（7）嘻：赞叹声。<br>（8）盖：通“盍（hé）”，何，怎样。<br>（9）进：超过。<br>（10）官知：这里指视觉。神欲：指精神活动。<br>（11）天理：指牛的生理上的天然结构。<br>（12）批大郤：击入大的缝隙。批：击。郤：空隙。<br>（13）导大窾（kuǎn）：顺着（骨节间的）空处进刀。<br>（14）因：依。固然：指牛体本来的结构。<br>（15）技经：犹言经络。技，据清<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>考证，当是“枝”字之误，指支脉。经，经脉。肯：紧附在骨上的肉。綮（qìng）：筋肉聚结处。技经肯綮之未尝，即“未尝技经肯綮”的宾语前置。<br>（16）軱（gū）：股部的大骨。<br>（17）割：这里指生割硬砍。<br>（18）族：众，指一般的。<br>（19）折：用刀折骨。<br>（20）发：出。硎（xíng）：磨刀石。<br>（21）节：骨节。间：间隙。<br>（22）恢恢乎：宽绰的样子。<br>（23）族：指筋骨交错聚结处。<br>（24）怵（chù）然：警惧的样子。<br>（25）謋（huò）：象声词。骨肉离开的声音。<br>（26）委地：散落在地上。<br>（27）善：通”缮“，修治。这里是拭擦的意思。<br>（28）养生：指养生之道。 </p>",
  "about": "<h2>相关成语</h2> ①游刃有余：现代人使用它来比喻技术熟练高超，做事轻而易举。<br>②目无全牛：一般用来指技艺达到极其纯熟的程度，达到得心应手的境界。<br>③踌躇满志：文中是悠然自得，心满意足的意思。踌躇，一般用于形容犹豫不决的样子。踌躇满志，指对自己取得的成就洋洋得意的样子。<br>④切中肯綮：切中,正好击中. 肯綮,是指骨肉相连的地方,比喻最重要的关键.<br>切中肯綮是指解决问题的方法对，方向准，一下子击中了问题的要害，找到了解决问题的好办法。<br>⑤批郤导窾——批：击；郤：空隙；窾：骨节空处。从骨头接合处批开，无骨处则就势分解。比喻善于从关键处入手，顺利解决问题。<br>⑥新硎初试——硎：磨刀石；新硎：新磨出的刀刃。象新磨的刀那样锋利。比喻刚参加工作就显露出出色的才干。亦作“发硎新试”。<br>⑦官止神行：指对某一事物有透彻的了解。<br>⑧庖丁解牛：厨师解割了全牛。比喻掌握了解事物客观规律的人；技术纯熟神妙；做事得心应手。<br>⑨善刀而藏：善：拭；善刀：把刀擦干净。将刀擦净，收藏起来。比喻适可而止，自敛其才。<br/><h2>文言现象</h2> <p><strong>通假字</strong><br>①砉然向然： “向”通“响”，响声。<br>②技盖至此乎： “盖”通“盍”，何，怎样。<br>③批大郤：“郤”通“隙”，空隙。<br>④善刀而藏之： “善”通“缮”，修治，这里是擦拭的意思。<br>⑤技经肯綮之未尝： “技”应是“枝”字，指支脉。</p> <p><strong>特殊句式</strong><br>①技经肯綮之未尝<br>此句为谓语省略句，又是宾语前置句，应为“未尝（碰）技经肯綮”。<br>②族庖月更刀，折也<br>判断句，“也”表判断。<br>③而刀刃若新发于硎<br>状语结构后置句，状语结构“于硎”后置。<br>④臣之所好者，道也<br>判断句，“也”表判断。</p><br/><h2>道理</h2> <p>　　牛无疑是很复杂的，庖丁解牛，为什么能一刀下去，刀刀到位，轻松简单，原因是什么？是因为掌握了它的肌理。牛与牛当然各不相同，但不管是什么牛，它们的肌理都是一致的；每个人的生活也各有各的面貌，其基本原理也是近似的。庖丁因为熟悉了牛的肌理，自然懂得何处下刀。生活也一样，如果能透解了、领悟了生活的道理，摸准了其中的规律，就能和庖丁一样，做到目中有牛又无牛，就能化繁为简，真正获得轻松。</p> <p>　　做事应处处小心，还要保持着一种谨慎小心的态度，收敛锋芒，并且在懂得利用规律的同时，更要去反复实践，像庖丁“所解数千牛矣”一样，不停地重复，终究会悟出事物的真理所在。</p> <p>　　人类社会充满着错综复杂的矛盾，人处世间，只有像庖丁解牛那样避开矛盾，做到顺应自然，才能保身、全生、养心、尽年。</p>",
  "poet": {
    "id": 685,
    "star": 0,
    "name": "庄周",
    "image": "http://img.gushiwen.org/authorImg/zhuangzhou.jpg",
    "desc": "庄子（公元前369－公元前286年），名周，汉族，宋国蒙（今河南省商丘市东北梁园区蒙墙寺村）人，战国时期的思想家、哲学家、文学家，道家学说的主要创始人之一。庄子祖上系出楚国公族，后因吴起变法楚国发生内乱，先人避夷宗之罪迁至宋国蒙地。庄子生平只做过地方漆园吏，因崇尚自由而不应同宗楚威王之聘。老子思想的继承和发展者。后世将他与老子并称为“老庄”。他们的哲学思想体系，被思想学术界尊为“老庄哲学”。代表作品为《庄子》以及名篇有《逍遥游》、《齐物论》等。"
  },
  "tags": [
    "哲理",
    "故事"
  ]
}