{
  "id": 6439,
  "star": 38,
  "name": "长信秋词五首",
  "dynasty": "唐代",
  "content": "金井梧桐秋叶黄，珠帘不卷夜来霜。<br>熏笼玉枕无颜色，卧听南宫清漏长。</p> <p>高殿秋砧响夜阑，霜深犹忆御衣寒。<br>银灯青琐裁缝歇，还向金城明主看。</p> <p>奉帚平明金殿开，且将团扇共徘徊。<br>玉颜不及寒鸦色，犹带昭阳日影来。</p> <p>真成薄命久寻思，梦见君王觉后疑。<br>火照西宫知夜饮，分明复道奉恩时。</p> <p>长信宫中秋月明，昭阳殿下捣衣声。<br>白露堂中细草迹，红罗帐里不胜情。",
  "fanyi": "<p><strong>译文<br></strong>金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。<br>熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。</p> <p>秋天高殿内捣衣声响彻夜阑，夜里霜重还记起君王御衣寒。<br>更深人静银灯下裁衣才停歇，目光还转向宫城明主那边看。</p> <p>天亮就拿起扫帚打扫金殿尘埃，百无聊赖时手执团扇且共徘徊。<br>美丽的容颜还不如乌鸦的姿色，它还能带着昭阳殿的日影飞来。</p> <p>果真成为薄命人长久陷入沉思，梦中又见到君王醒后心里生疑。<br>灯火照耀着西宫知道是在夜饮，眼前分明浮现复道蒙恩受宠时。</p> <p>长信宫中惟有秋月尚明，昭阳殿下响起捣衣声声。<br>白露堂中满是杂草印迹，那边红罗帐里绵绵深情。</p> <p><strong>注释<br></strong>1.长信秋词：又作“长信怨”，《汉书·外戚传》载，<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>以才学入宫，为赵飞燕所妒，乃自求供养太后于长信宫。“长信怨”由此而来。长信：汉宫名。<br>2.金井：井栏上有雕饰的井。一般用以指宫庭园林里的井。南朝梁费昶《行路难》<a href=\"http://so.gushiwen.org/view_6439.aspx\">诗</a>之一：“唯闻哑哑城上乌，玉栏金井牵辘轳。”<br>3.珠帘：用珍珠缀成或饰有珍珠的帘子。《西京杂记》卷二：“昭阳殿织珠为帘，风至则鸣，如珩佩之声。”<br>4.熏（xūn）笼：指宫中取暖的用具，与熏炉配套使用的笼子，作熏香或烘干之用。熏：一作“金”。笼：一作“炉”。玉枕：即枕头。<br>5.南宫：指皇帝的居处。一作“宫中”。清漏：漏是古代计时的器具，利用滴水和刻度以指示时辰。清漏指深夜铜壶滴漏之声。南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《望孤石》诗：“啸歌清漏毕，徘徊朝景终。”<br>6.秋砧（zhēn）：秋日捣衣的声音。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《夜听捣衣》诗：“秋砧调急节，乱杵变新声。”夜阑：夜残；夜将尽时。汉<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>《胡笳十八拍》：“山高地阔兮，见汝无期；更深夜阑兮，梦汝来斯。”<br>7.御衣：帝王所著的衣服。唐<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>《春日游苑喜雨应诏》诗：“密雨迎仙步，低雨拂御衣。”<br>8.青琐：装饰皇宫门窗的青色连环花纹。《汉书·元后传》：“曲阳侯根骄奢僭上，赤墀青琐。”<br>9.金城：即皇帝所住之城。明主：贤明的君主。《左传·襄公二十九年》：“美哉，沨沨乎！大而婉，险而易行，以德辅此，则明主也。”<br>10.奉帚：持帚洒扫。多指嫔妃失宠而被冷落。平明：指天亮。金殿：指宫殿。一作“秋殿”。<br>11.团扇：即圆形的扇子。班婕妤曾作《团扇诗》。暂：一作“且”。共：一作“暂”。<br>12.玉颜：指姣美如玉的容颜，这里暗指班婕妤自己。寒鸦：寒天的乌鸦；受冻的乌鸦。暗指掩袖工谄、心狠手辣的赵飞燕姐妹。<br>13.昭阳：汉代宫殿名，代指赵飞燕姐妹与汉成帝居住之处。<br>14.薄命：命运不好；福分差。《汉书·外戚传下·孝成许皇后》：“妾薄命，端遇竟宁前。”寻思：思索；考虑。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《南池早春有怀》诗：“倚棹忽寻思，去年池上伴。”<br>15.西宫：皇帝宴饮的地方。<br>16复道：两层阁楼间的通道。《墨子·号令》：“守宫三杂，外环隅为之楼，内环为楼，楼入葆宫丈五尺，为复道。”<br>17.昭阳殿：指赵飞燕姐妹与汉成帝居住之宫殿。<br>18.白露堂：指失宠妃子或宫女所住之处。<br>19.红罗：红色的轻软丝织品。《汉书·外戚传下·孝成班倢伃》：“感帷裳兮发红罗，纷綷縩兮纨素声。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_6439.aspx\">诗</a>，运用深婉含蓄的笔触，采取以景托情的手法，写一个被剥夺了青春、自由和幸福的少女，在凄凉寂寞的深宫中，形孤影单、卧听宫漏的情景。这是从这位少女的悲惨的一生中剪取下来的一个不眠之夜。<br>　　在这个不眠之夜里，诗中人忧思如潮，愁肠似结，她的满腔怨情该是倾吐不尽的。这首诗只有四句，总共二十八个字，照说，即令字字句句都写怨情，恐怕还不能写出她的怨情于万一。可是，作者竟然不惜把前三句都用在写景上，只留下最后一句写到人物，而且就在这最后一句中也没有明写怨情。这样写，乍看象是离开了这首诗所要表现的主题，其实却在艺术效果上更显得有力，更深刻地表现了主题。这是因为：前三句虽是写景，却并非为写景而写景，它们是为最后人物的出场服务的。就通首诗而言，四句诗是融合为一的整体，不论写景与写人，都是为托出怨情服务的。<br>　　这首诗，题为“秋词”。它的首句就以井边梧桐、秋深叶黄点破题，同时起了渲染色彩、烘托气氛的作用。它一开头就把读者引入一个萧瑟冷寂的环境之中。次句更以珠帘不卷、夜寒霜重表明时间已是深夜，从而把这一环境描画得更为凄凉。接下来，诗笔转向室内。室内可写的景物应当很多，而作者只选中了两件用具。其写熏笼，是为了进一步烘染深宫寒夜的环境气氛；写玉枕，是使人联想到床上不眠之人的孤单。作者还用了“无颜色”三字来形容熏笼、玉枕。这既是实写，又是虚写。实写，一是说明这是一个冷宫，室内的用具都已年久陈旧，色彩黯淡；二是说明时间已到深夜，炉火、灯光都已微弱，周围物品也显得黯然失色。虚写，则不必是器物本身“无颜色”，而是伴对此器物之人的主观感觉，是她的黯淡心情的反映。写到这里，诗中之人已经呼之欲出了。<br>　　最后，读者终于在熏笼畔、玉枕上看到了一位孤眠不寐的少女。这时，回过头来看前三句诗，才知道作者是遥遥着笔、逐步收缩的。诗从户外井边，写到门户之间的珠帘，再写到室内的熏笼、床上的玉枕，从远到近，句句换景，句句腾挪，把读者的视线最后引向一点，集中到这位女主角身上。这样就使人物的出场，既有水到渠成之妙，又收引满而发之效。<br>　　在以浓墨重笔点染背景，描画环境，从而逼出人物后，作者在末句诗中，只以客观叙述的口气写这位女主角正在卧听宫漏。其表现手法是有案无断，含而不吐，不去道破怨情而怨情自见。这一句中的孤眠不寐之人的注意点是漏声，吸引诸者注意力的也是漏声，而作者正是在漏声上以暗笔来透露怨情、表现主题的。他在漏声前用了一个“清”字，在漏声后用了一个“长”字。这是暗示：由于诗中人心境凄清、愁恨难眠，才会感到漏声凄清，漏声漫长。同时，这句诗里还着意指出，所听到的漏声是从皇帝的居处——南宫传来的。这“南宫”两字在整首诗中是画龙点睛之笔，它点出了诗中人的怨情所注。这些暗笔的巧妙运用、这一把怨情隐藏在字里行间的写法，就使诗句更有深度，在篇终处留下了不尽之意、弦外之音。</p> <p>　　第二首诗描写在夜深霜重的凄凉环境中，宫中女子孤独寂寞的悲惨情景。她彻夜难眠，想起进宫以来的日子实在不堪回首。她渴望得到君王的眷顾，在银灯下守到夜深，最后还是失望而终。这首诗情感抒发较为直接，心理刻画较为生动，充分地表现了宫中失宠女子的幽怨之情。</p> <p>　　古乐府歌辞中有《怨歌行》一篇，其辞是：“新裂齐纨素，皎洁如霜雪。裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飚夺炎热。弃捐箧笥中，恩情中道绝。”此诗相传是<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>所作，以秋扇之见弃，比君恩之中断。<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>就《怨歌行》的寓意而加以渲染，借长信故事反映唐代宫廷妇女的生活。<br>　　第三首诗中前两句写天色方晓，金殿已开，就拿起扫帚，从事打扫，这是每天刻板的工作和生活；打扫之余，别无他事，就手执团扇，且共徘徊，这是一时的偷闲和沉思。徘徊，写心情之不定，团扇，喻失宠之可悲。说“且将”则更见出孤寂无聊，唯有袖中此扇，命运相同，可以徘徊与共而已。<br>　　后两句进一步用一个巧妙的比喻来发挥这位宫女的怨情，仍承用班婕妤故事。昭阳，汉殿，即赵飞燕姊妹所居。时当秋日，故鸦称寒鸦。古代以日喻帝王，故日影即指君恩。寒鸦能从昭阳殿上飞过，所以它们身上还带有昭阳日影，而自己深居长信，君王从不一顾，则虽有洁白如玉的容颜，倒反而不及浑身乌黑的老鸦了。她怨恨的是，自己不但不如同类的人，而且不如异类的物——小小的、丑陋的乌鸦。按照一般情况，“拟人必于其伦”，也就是以美的比美的，丑的比丑的，可是玉颜之白与鸦羽之黑，极不相类；不但不类，而且相反，拿来作比，就使读者增强了感受。因为如果都是玉颜，则虽略有高下，未必相差很远，那么，她的怨苦，她的不甘心，就不会如此深刻了，而上用“不及”，下用“犹带”，以委婉含蓄的方式表达了其实是非常深沉的怨愤。凡此种种，都使得这首诗成为宫怨诗的佳作。<br>　　孟迟的《长信宫》和这首诗极其相似：“君恩已尽欲何归？犹有残香在舞衣。自恨身轻不如燕，春来还绕御帘飞。”首句是说由得宠而失宠。“欲何归”，点出前途茫茫之感。次句对物伤情，检点旧日舞衣，余香尚存，但已无缘再着，凭借它去取得君王的宠爱了。后两句以一个比喻说明，身在冷宫，不能再见君王之面，还不如轻盈的燕子，每到春来，总可以绕着御帘飞翔。不以得宠的宫嫔作比，而以无知的燕子对照，以显示怨情之深，构思也很巧，很切。<br>　　但若与王诗比较，就可以找出它们之间的异同和差距来。两诗都用深入一层的写法，不说己不如人，而叹人不如物，这是相同的。但燕子轻盈美丽，与美人相近，而寒鸦则丑陋粗俗，与玉颜相反，因而王诗的比喻，显得更为深刻和富于创造性，这是一。其次，明说自恨不如燕子之能飞绕御帘，含意一览无余；而写寒鸦犹带日影，既是实写景色，又以日影暗喻君恩，多一层曲折，含意就更为丰富。前者是比喻本身的因袭和创造的问题，后者是比喻的含意深浅或厚薄的问题。所以孟迟这篇诗，虽也不失为佳作，但与王诗一比，就不免相形见绌了。</p> <p>　　同样是抒写失宠宫嫔的幽怨，表现她们内心的深刻痛苦，在王昌龄笔下，却很少艺术上的雷同重复。第四首诗则带有更多的直接抒情和细致刻画心理的特点。<br>　　第一句就单刀直入，抒写失宠宫嫔的内心活动。“真成薄命”，是说想不到竟真是个命运不幸的失宠者。这个开头，显得有些突兀，让人感到其中有很多省略。看来她不久前还是得宠者。但宫嫔得宠与否，往往取决于君主一时好恶，或纯出偶然的机缘。因此这些完全不能掌握自己命运的宫嫔就特别相信命运。得宠，归之幸运；失宠，归之命薄。而且就在得宠之时，也总是提心吊胆地过日子，生怕失宠的厄运会突然降临在自己头上。“真成薄命”这四个字，恰似这位失宠宫嫔内心深处一声沉重的叹息，把她那种时时担心厄运降临，而当厄运终于落到头上时既难以置信，又不得不痛苦地承认的复杂心理和盘托出了。这样的心理刻画，是很富包蕴的。<br>　　失宠的命运降临之后，她陷入久久的寻思。因“思”而入“梦”，梦中又在重温过去的欢乐，表现出对命运的希冀，对君主的幻想，而在自己心中重新编织得宠的幻影。但幻梦毕竟代替不了现实，一觉醒来，眼前面对的仍是寂寞的长信宫殿，梧桐秋叶，珠帘夜霜，听到的仍是悠长凄凉的铜壶清漏。于是又不得不怀疑自己这种侥幸的希望原不过是无法实现的幻梦。以上两句，把女主人公曲折复杂的心理刻画得细致入微而又层次分明。<br>　　就在这位失宠者由思而梦，由梦而疑，心灵上倍受痛苦煎熬的时刻，不远的西宫那边却向她展示了一幅灯火辉煌的图景。不用说，此刻西宫中又正在彻夜宴饮，重演“平阳歌舞新承宠”的场面了。这情景对她来说是那样的熟悉，使她一下子就唤起了对自己“新承宠”时的记忆，仿佛回到了当初在复道（宫中楼阁间架空的通道）承受君主恩宠的日子。可是这一切此刻又变得那样遥远，承宠的场面虽在重演，但华美的西宫已经换了新主。“分明”二字，意余言外，耐人咀嚼。它包含了失宠者在寂寞凄凉中对往事历历分明的记忆和无限的追恋，也蕴含着往事不可回复的深沉感慨和无限怅惘，更透露出不堪回首往事的深刻哀伤。<br>　　这里隐含着好几重对比。一重是失宠者与新承宠者的对比。一重是失宠者过去“复道奉恩”的欢乐和寂处冷宫的凄凉的对比。还有一重，则是新承宠者和她将来可能遇到的厄运之间的对比。新承宠者今天正在重演自己的过去，焉知将来又不重演自己的今天呢？这一层意思，隐藏得比较深，但却可以意会。<br>　　这重重对比映衬，把失宠宫嫔在目睹西宫夜饮的灯光火影时内心的复杂感情表现得极为细腻深刻，确实称得上是“深情幽怨，意旨微茫，令人测之无端，玩之无尽”，但却不让人感到刻意雕琢，用力刻画。诗人似乎只是把女主人公此刻所看到、所自然联想到的情景轻轻和盘托出，只用“知”和“分明”这两个词语略略透露一点内心活动的消息，其余的一切全部蕴含在浑融的诗歌意境中让读者自己去玩索、体味。正因为这样，这首带有直接抒情和细致刻画心理特点的诗才能做到刻而不露，保持王昌龄七绝含蓄蕴藉的一贯风格。</p> <p>　　组诗的最后一首是一首抒发宫怨的诗歌。昭阳殿是西汉赵飞燕得宠时住的寝宫，后来以昭阳殿泛指得宠嫔妃。长信宫是在赵飞燕得宠时失宠嫔妃班婕妤住的寝宫，后来泛指失宠嫔妃。<br>　　后两句运用对比描写出失宠于得宠截然不同的差距，白露堂中细草迹是指失宠嫔妃的宫闱清冷，杂草丛生，一片荒凉凄清，使得人物也显得十分幽怨。<br>　　红罗帐里不胜情，是指得宠的嫔妃寝宫里红帐高挂，与君王软语温存，不胜惬意，说不完的情意绵绵话。<br>　　王昌龄从女性角度出发，运用对比，生动形象刻画了失宠嫔妃与得宠嫔妃的天壤之别，是宫怨诗中难得的题材。对那些嫔妃寄予深深的同情。</p>",
  "about": "<h2>创作背景</h2> 　　由于<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的籍贯、生卒年及其他重要的生平事迹记载不一，他的作品大都无法编年，因而，这《长信秋词五首》写于何时亦难以确知。根据新旧唐书本传及有关论著的推考，大致可知他的生年在公元六九〇至六九八年之间，卒年在七五七年前后，是京兆长安（今陕西西安）人。公元727年（开元十五年），三十多岁始登进士第。补秘书省校书郎，又以博学宏词登科，再迁汜水县尉。曾两次被贬，这组<a href=\"http://so.gushiwen.org/view_6439.aspx\">诗</a>五首当写于天宝（唐玄宗年号，742—756）年间，第二次被贬之前。",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "秋天",
    "女子",
    "宫怨",
    "生活",
    "组诗"
  ]
}