{
  "id": 48289,
  "star": 9,
  "name": "醉蓬莱·渐亭皋叶下",
  "dynasty": "宋代",
  "content": "渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。 <br>正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。",
  "fanyi": "<p><strong>译文<br></strong>树叶慢慢落在岸边之上，白云悠悠飘在高山之巅，秋雨之后天气初晴。华美的宫殿耸入高空，锁住象征吉祥兴隆的旺盛美好的云气。台阶旁边，新开的菊花深黄耀眼，盛开的芙蓉浅红醉人。华丽的殿宇洁净无尘，铜仙人承露盘里盛满了延年的甘露，碧蓝的天空明净如水。<br>正值太平盛世，皇帝日常处理纷繁的政务后有了更多闲暇，夜色清新，铜壶滴漏之声遥远婉转。南极星里有位老人正呈现治平、寿昌之祥瑞。这时候皇帝的车驾在何处呢？也许就在那清晰悦耳的管弦乐声中吧。明月微风中，汴京禁苑池沼波光鳞鳞，宫殿吹卷起了门帘。</p> <p><strong>注释<br></strong>⑴醉蓬莱：词牌名，自度曲。双调九十七字，上片十一句、下片十二句各四仄韵。<br>⑵“渐亭”二句：化用南朝梁柳恽《捣衣<a href=\"http://so.gushiwen.org/view_48289.aspx\">诗</a>》：“亭皋木叶下，陇首秋云飞。”亭皋（gāo），水边的平地。陇首，泛指高山之巅。<br>⑶素秋：秋季。古代五行之说，秋属金，其色白，故称素秋。新霁（jì）：雨雪后初晴。<br>⑷华阙中天：意谓华美的皇宫耸入高空。中天，高空。<br>⑸锁：笼罩。葱葱：气象旺盛的样子。<br>⑹拒霜：木芙蓉花的别称。冬凋夏茂，仲秋开花，耐寒不落，故名。<br>⑺宝阶香砌：喻台阶之美且香。<br>⑻玉宇：华丽的宫殿。<br>⑼金茎：用以擎承露盘的铜柱。<br>⑽升平：太平盛世。<br>⑾万几：也作万机，指皇帝日常处理的纷繁政务。<br>⑿澄鲜：清新。<br>⒀漏声迢递：意谓漏声传到很远的地方。漏声，计时漏壶的滴水声。迢递，遥远。<br>⒁“南极”二句：意谓老人星出现了，象征天下太平。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·天官书》：“狼比地有大星，曰南极老人。” 唐张守节正义：“老人一星，在弧南，一曰南极，为人主占寿命延长之应。”<br>⒂宸（chén）游：帝王之巡游。宸，北极星所在为宸，后借用为皇帝所居，引申为帝王的代称。<br>⒃凤辇（niǎn）：皇帝的车驾。<br>⒄度：按曲谱奏曲。管弦：管乐器和弦乐器，泛指乐器。<br>⒅“太液”二句：化用<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>《初春》：“步辇出披香，清歌临太液。”太液，太液池，又名蓬莱池，始建于汉武帝时，在长安建章宫北。此借指宋汴京宫中池苑。披香，即披香殿，汉代宫殿名。此借指宋汴京宫中殿宇。</p>",
  "shangxi": "<p>　　关于此词的具体创作时间主要有两种说法：</p> <p>　　第一种，薛瑞生根据宋代词人《避暑录话》记载：“永初为上元词，有‘乐府两籍神仙，梨园四部管弦’之句，传入禁中，多称之。后因晚秋张乐，有使作《醉蓬莱》词以献，语不称旨，仁宗亦疑有欲为之地者，因置不问。”所指出的时间地点与词中所写完全相符。“上元词”，据考证，指的是写于庆历二年（1042年）的《倾杯乐·禁漏花深》一词。而至庆历三年（1043年）正月，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>已移任苏州，故而记载中所说的“晚秋”指的是庆历二年（1042年）晚秋。</p> <p>　　第二种，北宋文人王辟之在《渑水燕谈录》有一段记载，认为此词作于皇祐年间（1049—1053年），唐圭璋在《柳永事迹新证》里首肯此说。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "秋天",
    "歌颂"
  ]
}