{
  "id": 40793,
  "star": 48,
  "name": "陇西行四首",
  "dynasty": "唐代",
  "content": "汉主东封报太平，无人金阙议边兵。<br>纵饶夺得林胡塞，碛地桑麻种不生。</p> <p>誓扫匈奴不顾身，五千貂锦丧胡尘。<br>可怜无定河边骨，犹是春闺梦里人。</p> <p>陇戍三看塞草青，楼烦新替护羌兵。<br>同来死者伤离别，一夜孤魂哭旧营。</p> <p>黠虏生擒未有涯，黑山营阵识龙蛇。<br>自从贵主和亲后，一半胡风似汉家。",
  "fanyi": "<p><strong>其二译文</strong><br>誓死要横扫匈奴个个都奋不顾身，五千身穿锦袍的精兵战死在胡尘。<br>真怜那无定河边暴弃的粼粼白骨，还是少妇们春闺里思念的梦中人。</p> <p><strong>其二注释</strong><br>①匈奴：指西北边境部族。<br>②貂锦：这里指战士，指装备精良的精锐之师。<br>③无定河：黄河中游支流，在陕西北部。<br>④春闺：这里指战死者的妻子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《陇西行》是乐府《相和歌·瑟调曲》旧题，内容写边塞战争。陇西，即今甘肃宁夏陇山以西的地方。这首《陇西行》<a href=\"http://so.gushiwen.org/view_40793.aspx\">诗</a>反映了唐代长期的边塞战争给人民带来的痛苦和灾难。虚实相对，宛若电影中的蒙太奇，用意工妙。诗情凄楚，吟来潸然泪下。诗人共写了《陇西行四首》，此处赏析第二首。</p> <p>　　首二句以精炼概括的语言，叙述了一个慷慨悲壮的激战场面。唐军誓死杀敌，奋不顾身，但结果五千将士全部丧身“胡尘”。“誓扫”、“不顾”，表现了唐军将士忠勇敢战的气概和献身精神。汉代羽林军穿锦衣貂裘，这里借指精锐部队。部队如此精良，战死者达五千之众，足见战斗之激烈和伤亡之惨重。</p> <p>　　接着，笔锋一转，逼出正意：“可怜无定河边骨，犹是春闺梦里人。”这里没有直写战争带来的悲惨景象，也没有渲染家人的悲伤情绪，而是匠心独运，把“河边骨”和“春闺梦”联系起来，写闺中妻子不知征人战死，仍然在梦中想见已成白骨的丈夫，使全诗产生震撼心灵的悲剧力量。知道亲人死去，固然会引起悲伤，但确知亲人的下落，毕竟是一种告慰。而这里，长年音讯杳然，征人早已变成无定河边的枯骨，妻子却还在梦境之中盼他早日归来团聚。灾难和不幸降临到身上，不但毫不觉察，反而满怀着热切美好的希望，这才是真正的悲剧。</p> <p>　　明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《升庵诗话》认为，此诗化用了汉代贾捐之《议罢珠崖疏》“父战死于前，子斗伤于后，女子乘亭鄣，孤儿号于道，老母、寡妻饮泣巷哭，遥设虚祭，想魂乎万里之外”的文意，称它“一变而妙，真夺胎换骨矣”。贾文着力渲染孤儿寡母遥祭追魂，痛哭于道的悲哀气氛，写得沉痛而富有情致。文中写家人“设祭”、“想魂”，已知征人战死。而<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>诗中的少妇则深信丈夫还活着，丝毫不疑其已经死去，几番梦中相逢。诗意更深挚，情景更凄惨，因而也更能使人一洒同情之泪。</p> <p>　　这诗的跌宕处全在三、四两句。“可怜”句紧承前句，为题中之义；“犹是”句荡开一笔，另辟新境。“无定河边骨”和“春闺梦里人”，一边是现实，一边是梦境；一边是悲哀凄凉的枯骨，一边是年轻英俊的战士，虚实相对，荣枯迥异，造成强烈的艺术效果。一个“可怜”，一个“犹是”，包含着多么深沉的感慨，凝聚了诗人对战死者及其家人的无限同情。</p> <p>　　明<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《艺苑卮言》赞赏此诗后二句“用意工妙”，但指责前二句“筋骨毕露”，后二句为其所累。其实，首句写唐军将士奋不顾身“誓扫匈奴”，给人留下了深刻的印象。而次句写五千精良之兵，一旦之间丧身于“胡尘”，确实令人痛惜。征人战死得悲壮，少妇的命运就更值得同情。所以这些描写正是为后二句表现少妇思念征人张本。可以说，若无前二句明白畅达的叙述描写作铺垫，想亦难见后二句“用意”之“工妙”。</p>",
  "poet": {
    "id": 93,
    "star": 0,
    "name": "陈陶",
    "image": "http://img.gushiwen.org/authorImg/chentao.jpg",
    "desc": "陈陶(约公元812—约885年)：字嵩伯，号三教布衣。《全唐诗》卷七百四十五“陈陶”传作“岭南(一云鄱阳，一云剑浦)人”。然而从其《闽川梦归》等诗题，以及称建水(在今福建南平市东南，即闽江上游)一带山水为“家山”(《投赠福建路罗中丞》)来看，当是剑浦(今福建南平)人，而岭南(今广东广西一带)或鄱阳(今江西波阳)只是他的祖籍。早年游学长安，善天文历象，尤工诗。举进士不第，遂恣游名山。唐宣宗大中(847—860年)时，隐居洪州西山(在今江西新建县西)，后不知所终。有诗十卷，已散佚，后人辑有《陈嵩伯诗集》一卷。"
  },
  "tags": [
    "边塞",
    "战争"
  ]
}