{
  "id": 65053,
  "star": 80,
  "name": "踏莎行·春暮",
  "dynasty": "宋代",
  "content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。<br>密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。",
  "fanyi": "<p><strong>译文<br></strong>春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。<br>遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。</p> <p><strong>注释<br></strong>⑴踏莎（suō）行：词牌名。又名“柳长春”“喜朝天”等。双调五十八字，仄韵。<br>⑵阑（lán）：残，尽，晚。<br>⑶红英：红花。南唐<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《采桑子》词：“亭前春逐红英尽。”<br>⑷屏山：指屏风。唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《南歌子》词：“扑蕊添黄子，呵花满翠鬟，鸳枕映屏山。”<br>⑸密约：指男女之间互诉衷情，暗约佳期。沉沉：深沉。此指重大之事，即终身之事。<br>⑹杳（yǎo）杳：深远无边际。<br>⑺菱花：指菱花镜，亦泛指镜子。慵（yōng）将照：懒得拿起镜子来照。慵：懒散。将：拿。<br>⑻销魂：形容极度伤心。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首闺怨词，所表现的是一个闺中女子在暮春时节，倚楼而望，盼望离人归来的幽怨情思。全词语言细腻，深郁多情，既有全方位的场景描写，又有细致入微的景物刻画，移隋入景，情景交融，描绘了一幅清雅脱俗的仕女相思图。</p> <p>　　上片着力描写女主人公伤春自怜的孤寂心境。</p> <p>　　时序暮春，美好的春景很快就要残尽，黄莺的啼声日渐老涩，再也不是“莺初学啭尚羞簧”那么稚嫩清脆、悦耳动听。先前斗艳争妍、缤纷烂缦的红花，纷纷辞谢枝头，飘零殆尽。绿叶成阴的梅树上竟已悄悄结出了小小的青果。这是十分精彩的景物描写。“莺声”“红英”“青梅”，仅仅三项事物，由于极富春的特征，足以将无边春色展示具体。“色”与“声”，“青”与“红”，“老”与“小”，对照映衬，生动鲜明，炼字工巧，耐人寻味。“将阑”“渐老”“落尽”而“小”，更是次第分明，动感强烈，春事阑珊的衰残变化，足以惊心动魄。妙在虽不言情而情自见：春光易逝，无可奈何，物犹如此，人何以堪，“唯草木之零落兮，恐美人之迟暮！”（<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》）一旦有此感触，自然也应该是“春色恼人眠不得”（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《春夜》）了。</p> <p>　　户外如此触景生感，华美的厅堂里一片冷静，更无伊人相伴，只有迷茫密布的春雨下个不停，催促春光更快地消逝。画着山水图案的精美屏风，半开半掩，可无人有心肠去理睬它。香炉里燃了许久，即将燃尽的一缕余香，轻轻飘散，摇荡着，缭绕着，弥散在冷寂的画堂里，仿佛幽远的思绪一样连绵不绝。“半掩”“蒙蒙”“袅”“静”，用词精当，刻画入微，生动地展现出一个华丽精美然而冷落空虚的画堂环境，巧妙地折射出闺中独守、百无聊赖的郁郁情怀、沉沉幽怨，完美地构成了环境与心境的和谐统一。</p> <p>　　下片着力抒发女主人公伤别怀远的深沉离恨。</p> <p>　　闺中愈是孤寂，愈加怀念伊人。想当年，花前月下，海誓山盟，依依惜别，密约归期，千般叮咛，万般嘱咐，情意何等深沉。可谁知到如今望不到伊人寄来的音信，盼不见伊人归来的身影。“沉沉”“杳杳”，巧用叠字，突出离别情思的幽暗深远与辽阔无际。既然如此，谁还有心情去对镜梳妆，“菱花尘满”，细节突出。“自伯之东，首如飞蓬。岂无膏沐，谁适为容？”（《<a href=\"http://so.gushiwen.org/view_65053.aspx\">诗</a>经·卫风·伯兮》）所以听凭菱花宝镜积满了灰尘，也懒心无肠地不去拂拭它了。思念伊人，情不能已，还是再到楼头去看看罢，说不定能盼望到伊人意外归来的行旌哩！可是事实无情，依然只有失望，沮丧之余，哑然无语。但见万里长空，一片阴沉，恰似闺中的心境；唯有芳草连天接地，一直延伸到伊人所在的远方。借景抒情，造语自然；芳草怀远，巧于用典。“春草年年绿，王孙归不归？”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《送别》）“离恨恰如春草，更行更远还生。”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《清平乐·别来春半》）“黯然销魂者，唯别而已矣。”（<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》）当离情别恨使人伤感至极时，真好像魂魄离体而去一般。凄惋之情，溢于言表；不尽之意，更在言外。</p> <p>　　总之，全词由描写景物起，又由景渲染情，将暮春时节一位闺中思妇怀念久别爱人的孤寂情怀抒写得委婉动人。上片写景，情由景生，景中有情；下片写情，寄情于景，以景结情。情景交融，意境浑然，于是情经景纬，织成天机云锦。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋太宗淳化二年（991年），寇凖被贬为青州知府，任职之际，他为了表达自己仕途坎坷以及对政坛、对君上难以割舍的情怀和自家的失落之情，写下了这首词。</p>",
  "poet": {
    "id": 184,
    "star": 0,
    "name": "寇准",
    "image": "http://img.gushiwen.org/authorImg/kouzhun.jpg",
    "desc": "莱国忠愍公寇准（961-1023），字平仲。汉族，华州下邽(今陕西渭南）人。北宋政治家﹑诗人。太平兴国五年进士，授大理评事，知归州巴东、大名府成安县。天禧元年，改山南东道节度使，再起为相（中书侍郎兼吏部尚书、同平章事、景灵宫使）。天圣元年 (1023) 九月，又贬寇准衡州司马，是时寇准病笃，诏至，抱病赴衡州（今衡阳）任，病故于竹榻之上，妻子宋氏奏乞归葬故里。皇佑四年，诏翰林学士孙抃撰神道碑，帝为篆其首曰“旌忠”。寇准善诗能文，七绝尤有韵味，今传《寇忠愍诗集》三卷。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "闺怨",
    "伤春",
    "思念"
  ]
}