{
  "id": 11248,
  "star": 6,
  "name": "滟滪堆",
  "dynasty": "唐代",
  "content": "巨积水中央，江寒出水长。<br>沈牛答云雨，如马戒舟航。<br>天意存倾覆，神功接混茫。<br>干戈连解缆，行止忆垂堂。",
  "fanyi": "<p><strong>译文<br></strong>在瞿塘峡那湍流之中，巍然立着一堆巨石。到了江寒水浅之时，巨石出水很高。<br>把牛沉于水中，以祭山林川泽。即使得到保护，在滟滪堆如马时也绝不可行船。<br>这是上天有意使航船存在倾覆危险，于是造物神功设此石立于茫茫水中以戒行。<br>把系船的缆绳解开。因靠近堂屋的屋檐之下，堂屋屋檐檐瓦坠落可能会伤到人。</p> <p><strong>注释<br></strong>⑴滟滪（yàn yù ）堆 ：长江瞿塘峡口的险滩，在四川省奉节县东。<br>⑵巨积：谓物品成堆。<br>⑶出水：出自水中。<br>⑷沉牛：亦作“沈牛”。 谓古代沉牛于水，以祭川泽。<br>⑸如马：形容滟滪堆之大。 舟航：行船。<br>⑹倾覆：倒塌；翻倒。<br>⑺神功：神灵的功力。混茫：亦作“混芒”，指广大无边的境界。<br>⑻干戈：指战争。《史记·儒林列传序》：“然尚有干戈，平定四海，亦未暇遑庠序之事也。”<br>⑼垂堂：靠近堂屋檐下。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《滟滪堆》出自《全唐<a href=\"http://so.gushiwen.org/view_11248.aspx\">诗</a>》卷二百二十九，此诗描绘了滟滪堆雄浑险恶，表达了诗人对国运衰微，仕途不济命途多舛的忧虑与无奈。</p> <p>　　首联“巨石水中央，江寒出水长。”开门见山，突出滟滪堆之大，接着下句表现了滟滪堆之高，其中一个“巨”字和一个“长”字，不但突出了滟滪堆之高之险，而且给人以望而生畏之感。</p> <p>　　颔联“沉牛答云雨，如马戒舟航。”这两句化用了当时的谚语之意。谚曰：“滟滪大如马，瞿塘不可下，滟滪大如鳖，瞿塘行舟绝，滟滪大如龟，瞿塘不可窥，滟滪大如袱，瞿塘不可触。“这一联承上而来，突出了滟滪堆的险恶之势。</p> <p>　　颈联“天意存倾覆，神功接混茫。” 在诗人看来，这是上天有意使航船存在着倾覆的危险，于是就使造物神功设此巨石，立于茫茫水中以戒行船。在此，把滟滪险滩化为水候（即水在不同季节变化的情状，并成为警戒行船的标石）。</p> <p>　　尾联“干戈连解缆，行止忆垂堂。”诗人在战乱中，漂泊不定从成都乘船辗转至夔州，一路走来险象环生。故最后一句写道：“行止忆垂堂。”“垂堂”因檐瓦坠落可能伤人以此喻危险的境地。从诗人对自然环境的描写以及以“忆垂堂”为结，不仅写出诗人无尽的忧虑，同时也反映出当时动乱的现状。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>无时不期望着能够平息叛乱，社会归于安定。</p> <p>　　在艺术上，这首诗歌主要表现在以下几方面：首先，借物抒情，从诗歌来看，好似在写“滟滪堆”的自然险恶，而实际上诗人抒发了“行止忆垂堂”的忧虑心情。其次，侧面描写，诗人在诗歌中，多次引用典故谚语，从侧面突出了要表现的情感。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在寓居成都时，得到好友严武的照顾。而严武去世后，也不得不离开成都，离开寄居已久的草堂，再次过着漂泊的生活。杜甫沿长江顺流东下，于唐大历元年（公元766年）至奉节，也就是当时的夔州。本<a href=\"http://so.gushiwen.org/view_11248.aspx\">诗</a>就是过瞿塘峡滟滪堆时，触景生情所作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "怀古",
    "忧虑",
    "现实"
  ]
}