{
  "id": 11593,
  "star": 49,
  "name": "小寒食舟中作",
  "dynasty": "唐代",
  "content": "佳辰强饮食犹寒，隐几萧条戴鹖冠。<br>春水船如天上坐，老年花似雾中看。<br>娟娟戏蝶过闲幔，片片轻鸥下急湍。<br>云白山青万余里，愁看直北是长安。",
  "fanyi": "<p><strong>译文</strong><br>小寒时节，勉强吃一点饭，靠着乌几，席地而坐，乌几已经破旧，缝了很多遍了，头上戴着褐色的帽子。春来水涨，江河浩漫，所以在舟中漂荡起伏犹如坐在天上云间；身体衰迈，老眼昏蒙，看岸边的花草犹如隔着一层薄雾。见蝶鸥往来自由，各得其所。站在潭州向北直看长安，像是在望天上的白云，有一万多里，蓦然生愁。 </p><p><strong>注释</strong><br>⑴小寒食：寒食节的次日，清明节的前一天。因禁火，所以冷食。<br>⑵佳辰：指小寒食节。强饭：勉强吃一点饭。<br>⑶隐：倚、靠。隐几，即席地而坐，靠着小桌几，见《庄子·齐物论》：南郭子綦隐几而坐。“几”在这里指乌皮几（以乌羔皮蒙几上），是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>心爱的一张小桌几，一直带在身边，在一首<a href=\"http://so.gushiwen.org/view_11593.aspx\">诗</a>中还写道：“乌几重重缚”（《风疾舟中伏枕书怀三十六韵奉呈湖南亲友》），意思就是乌几已经破旧，缝了很多遍了。鹖（音hé合），雉类，据说是一种好斗的鸟，见于《山海经》。这里“鹖”通“褐”，指颜色。 仇兆鳌注：“ 赵注：鶡冠，隐者之冠。”清王端履《重论文斋笔录》卷五：“浑忘憔悴无颜色，翻笑他人戴鶡冠。” <br>⑷“春水”两句：春来水涨，江流浩漫，所以在舟中漂荡起伏犹如坐在天上云间；诗人身体衰迈，老眼昏蒙，看岸边的花草犹如隔着一层薄雾。“天上坐”、“雾中看”带出了作者起伏的心潮，这种心潮起伏不只是诗人暗自伤老，也包含着更深的意绪：时局的动荡不定，变乱无常，不也如同隔雾看花，真象难明么！<br>⑸“娟娟”二句语含比兴。见蝶鸥往来自由，各得其所。益觉自己的不得自由。娟娟，状蝶之戏。片片，状鸥之轻。闲幔，一作开幔。<br>⑹“云白”句：极写潭州（今长沙）距长安之远。这是诗人的夸张，实际上长沙距长安也就一千多公里。<br>⑺直北：正北。亦见“直北关山金鼓震”（《秋兴八首·其四》）。朱瀚注：蝶鸥自在，而云山空望，所以对景生愁。<a href=\"http://so.gushiwen.org/author_754.aspx\">毛奇龄</a>说：船如天上，花似雾中，娟娟戏蝶，片片轻鸥，极其闲适。忽望及长安，蓦然生愁，故结云：“愁看直北是长安”，此纪事生感也（《西河诗话》）。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11593.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在去世前半年多，即公元770年（大历五年）春停留潭州（今湖南长沙）的时候所写，表现他暮年落泊江湖而依然深切关怀唐王朝安危的思想感情。</p> <p>　　小寒食是指寒食的次日，清明的前一天。从寒食到清明三日禁火，所以首句说“佳辰强饮食犹寒”，逢到节日佳辰，诗人虽在老病之中还是打起精神来饮酒。“强饮”不仅说多病之身不耐酒力，也透露着漂泊中勉强过节的心情。这个起句为诗中写景抒情，安排了一个有内在联系的开端。第二句刻画舟中诗人的孤寂形象。“鹖冠”传为楚隐者鹖冠子所戴的鹖羽所制之冠，点出作者失去官职不为朝廷所用的身份。穷愁潦倒，身不在官而依然忧心时势，思念朝廷，这是无能为力的杜甫最为伤情之处。首联中“强饮”与“鹖冠”正概括了作者此时的身世遭遇，也包蕴着一生的无穷辛酸。</p> <p>　　第二联紧接首联，十分传神地写出了诗人舟中的所见所感，是历来为人传诵的名句。左成文评此二句：春来水涨，江流浩漫，所以在舟中漂荡起伏犹如坐在天上云间；诗人身体衰迈，老眼昏蒙，看岸边的花草犹如隔着一层薄雾。“天上坐”、“雾中看”非常切合年迈多病舟居观景的实际，给读者的感觉十分真切；而在真切中又渗出一层空灵漫渺，把作者起伏的心潮也带了出来。这种心潮起伏不只是诗人暗自伤老，也包含着更深的意绪：时局的动荡不定，变乱无常，也正如同隔雾看花，真相难明。笔触细腻含蓄，表现了诗人忧思之深以及观察力与表现力的精湛。</p> <p>　　第三联两句写舟中江上的景物。第一句“娟娟戏蝶”是舟中近景，所以说“过闲幔”。第二句“片片轻鸥”是舟外远景，所以说“下急湍”。这里表面上似乎与上下各联均无联系，其实不是这样。这两句承上，写由舟中外望空中水面之景。“闲幔”的“闲”字回应首联第二句的“萧条”，布幔闲卷，舟中寂寥，所以蝴蝶翩跹，穿空而过。“急湍”指江水中的急流，片片白鸥轻快地逐流飞翔，远远离去。正是这样蝶鸥往来自如的景色，才易于对比，引发出困居舟中的作者“直北”望长安的忧思，向尾联做了十分自然的过渡。清代浦起龙在《读杜心解》中引朱翰的话评价：“蝶鸥自在，而云山空望，所以对景生愁。”也是指出了第三联与尾联在景与情上的联系。</p> <p>　　尾联两句总收全诗。云说“白”，山说“青”，正是寒食佳节春来江上的自然景色，“万余里”将作者的思绪随着层叠不断的青山白云引开去，为结句作一铺垫。“愁看”句收括全诗的思想感情，将深长的愁思凝聚在“直北是长安”上。浦起龙说：“‘云白山青’应‘佳辰’，‘愁看直北’应‘隐几’”，这只是从字面上去分析首尾的暗相照应。其实这一句将舟中舟外，近处远处的观感，以至漂泊时期诗人对时局多难的忧伤感怀全部凝缩在内，而以一个“愁”字总结，既凝重地结束了全诗，又有无限的深情俱在言外。所以《杜诗镜铨》说“结有远神”。</p> <p>　　此诗有借鉴<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>诗句之处，如“人疑天上坐，鱼似镜中悬”（《钓竿篇》）、“云白山青千万里”（《遥同杜员外审言过岭》）。</p> <p>　　这首七律在自然流转中显出深沉凝炼，很能表现杜甫晚年诗风苍茫而沉郁的特色。</p>",
  "about": "<h2>创作背景</h2> 　　寒食节亦称“禁烟节”、“冷节”、“百五节”，在夏历冬至后一百零五日，清明节前一二日。是日初为节时，禁烟火，只吃冷食。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "寒食节",
    "忧国忧民",
    "写景"
  ]
}