{
  "id": 72204,
  "star": 12,
  "name": "子革对灵王",
  "dynasty": "先秦",
  "content": "　　楚子狩于州来，次于颍尾，使荡侯、潘子、司马督、嚣尹午、陵尹喜帅师围徐以惧吴。楚子次于乾溪，以为之援。 </p> <p>　　雨雪，王皮冠，秦复陶，翠被，豹舄，执鞭以出，仆析父从。右尹子革夕，王见之。去冠被，舍鞭，与之语曰：“昔我先王熊绎与吕伋、王孙牟、燮父、禽父，并事康王，四国皆有分，我独无有。今吾使人于周，求鼎以为分，王其与我乎？” </p> <p>　　对曰：“与君王哉！昔我先王熊绎，辟在荆山，筚路蓝缕，以处草莽，跋涉山林，以事天子，唯是桃弧、棘矢，以共御王事。齐，王舅也；晋及鲁、卫，王母弟也。楚是以无分，而彼皆有。今周与四国服事君王，将唯命是从，岂其爱鼎？”王曰：“昔我皇祖伯父昆吾，旧许是宅。今郑人贪赖其田，而不我与。我若求之，其与我乎？” </p> <p>　　对曰：“与君王哉！周不爱鼎，郑敢爱田？”王曰：“昔诸侯远我而畏晋，今我大城陈、蔡、不羹，赋皆千乘，子与有劳焉。诸侯其畏我乎？”对曰：“畏君王哉！是四国者，专足畏也，又加之以楚，敢不畏君王哉？” </p> <p>　　工尹路请曰：“君王命剥圭以为鏚柲，敢请命。”王入视之。析父谓子革：“吾子，楚国之望也！今与王言如响，国其若之何？”子革曰：“摩厉以须，王出，吾刃将斩矣。” </p> <p>　　王出，复语。左史倚相趋过。王曰：“是良史也，子善视之。是能读《三坟》、《五典》、《八索》、《九丘》。”对曰：“臣尝问焉，昔穆王欲肆其心，周行天下，将皆必有车辙马迹焉。祭公谋父作《祈招》之诗，以止王心，王是以获没于祗宫。臣问其诗而不知也；若问远焉，其焉能知之？” </p> <p>　　王曰：“子能乎？”对曰：“能。其《诗》曰：‘祈招之愔愔，式昭德音。思我王度，式如玉，式如金。形民之力，而无醉饱之心。’” </p> <p>　　王揖而入，馈不食，寝不寐，数日。不能自克，以及于难。 </p> <p>　　仲尼曰：“古也有志：‘克己复礼，仁也。’信善哉！楚灵王若能如是，岂其辱于乾溪？” ",
  "fanyi": "<p><strong>译文</strong><br>楚灵王到州来冬猎，驻扎在颍尾，派荡侯、潘子、司马督、嚣尹午、陵尹喜率领军队包围徐国以恐吓吴国。楚王驻扎在乾溪，作为他们的后援。天下雪，楚王戴皮帽，穿秦国羽衣，翠鸟羽毛的披肩，豹皮鞋，握鞭而出。仆析父跟随着。子革晚上进见，楚王会见他，脱去帽子、披风，丢掉鞭子，和他谈话，说：“从前我们先王熊绎与齐国的吕伋、卫国的王孙牟、晋国的燮父、鲁国的伯禽同时事奉周康王，四国都有分赐的宝器，唯独我国没有。现在我派人到周室，要求将九鼎作为分赐绐我国的宝器，周王会给我吗？”于革回答说：“会给君王啊！从前我们先王熊绎在偏僻的荆山地方，柴车破衣，居于草野，跋涉山林，事奉天子，只有这桃木做的弓、枣木做的箭来供奉王室大事之用。齐，是周王的舅父；晋及鲁、卫，是周王的同母兄弟。楚国因此没有分赐到宝器，而他们都有。现在周室与上述四国都服侍君王，将会唯命是从，岂会吝惜九鼎？”楚王说：“从前我们的远祖伯父昆吾，住在许国旧地，现在郑国人贪图那里的田地有利，而不给我们。我们如果向他们要求，会给我们吗？”子革回答说：“会给君王啊！周室不吝惜九鼎，郑因岂敢吝惜田地？” <br>楚王说：“从前诸侯认为我国偏远而畏惧晋国，现在我们大力修筑陈、蔡、东、西不羹四个城邑，兵赋都达到兵车一千辆，你参与其事是有功劳的，诸侯会畏惧我们吗？”子革回答说：“会畏惧君王啊！单这四大城邑，已足以使人畏惧了，再加上楚国，岂敢不畏惧君王吗！”这时工尹路请示说：“君王命令破开圭玉装饰斧柄，冒昧请君王指示。”楚王进去察看。仆析父对于革说：“您，是楚国有声望的人，现在和君王说话好象回声一样应和，国家会怎么样呢？”子革说：“我磨快言语的刀刃以待时机，君王出来，我的刀刃就将砍下去了。”楚王出来，又接着谈话。左史倚相从面前小步快速走过，楚王说：“这个人是好史官，你要好好看待他。这个人能读《三坟》、《五典》、《八索》、《九丘》这样的古书。”子革回答说：“下臣曾经问过他，从前周穆王想要随心所欲，走遍天下，要使天下都留有他的车辙马迹。祭公谋父作了《祈招》的<a href=\"http://so.gushiwen.org/view_72204.aspx\">诗</a>篇来制止穆王的贪心，穆王因此能在祇宫寿终正寝。下臣问他诗句却不知道。如果问年代久远的事，他怎能知道？”楚王说：“你能吗？”子革回答说：“能。那首诗说：‘《祈招》的音乐和谐，表现了美德的声音。想起我们君王的气度，似玉，似金。保全百姓的力量，而没有象醉饱一样的贪心。”楚王作了一揖就进去了，有好几天，送上饭不吃，躺下睡不着，还是不能自己克制，以致遇到祸难。 <br>孔子说；“古时有记载说：‘克制自己，回到礼仪上来，这就是仁。’说得真好啊！楚灵王如果能象这样，岂会在乾溪受辱？”</p><p><strong>注释</strong><br>雨雪：下雪。<br>皮冠：皮帽。秦复陶：秦国赠的羽衣。翠被：用翠羽装饰的披肩。舄：鞋。<br>仆析父：楚大夫。<br>右尹：官名。夕：晚上谒见。<br>舍：放下。<br>熊绎：楚国始祖。<br>吕伋：王孙牟、燮父、禽父：齐、卫、晋、鲁四国的始祖。康王：即周康王，周王第三代。<br>四国：指齐、卫、晋、鲁。<br>鼎：夏、商、周三代视为传国之宝。<br>辟：同“僻”。荆山：楚人的发祥地，今湖北南漳县西。<br>筚路：柴车。蓝缕：破烂的衣服。<br>桃弧棘矢：桃木做的弓，棘木（酸枣木）做的箭。<br>共：同“供”。 <br>齐，王舅也：周成王的母亲是姜太公的女儿。<br>昆吾：楚的远祖，曾住在许地。许：周初分封的诸侯国。<br>陈、蔡：本为周武王所封的诸侯国，后来为楚所灭。不羹：地名，有东西二邑。赋：指兵车。<br>四国：指陈、蔡、和东西不羹。 </p>",
  "shangxi": "<h2>解析</h2> <p>　　楚灵王乃是春秋后期一位极富争议的君主，乃楚庄王的孙子，楚共王的次子，楚康王的弟弟。楚康王死后，其幼子即位为君，当时担任执政官（令尹）的灵王趁国君生病，亲手勒死了国君，自立为王。楚国历史上一直有王子弑君自立的传统：成王杀兄自立，穆王杀父自立，灵王则杀侄自立，三者都获得了大臣的承认，坐稳了江山；但是在《春秋》上，仍然不免被讥讽为乱臣贼子。 </p> <p>　　自从楚共王以来，楚国霸业日益衰落，晋国占据优势，吴国也强大起来。灵王即位后，与吴国多次交战，先后灭了陈、蔡两个华夏诸侯国，又修筑了东西不羹两座大城以威慑中原，终于在会盟中压倒晋国，重新成为霸主。从这个角度看，灵王可谓中兴之主。但是他的霸业完全依靠武力和威压，而不像齐桓公、晋文公、楚庄王当年那样威德并用，中原诸侯大多心中不服，楚国国内也有大量不稳定因素。灵王不思采用怀柔手段稳固政权基础，反而再次出兵与吴国争夺徐国（今徐州一带），《子革对灵王》的故事就发生在这时。 </p> <p>　　灵王率军驻扎在离徐国不远的乾溪，以狩猎为名，炫耀武力。看看他穿着的服装：皮毛做的帽子（皮冠），秦国赠送的羽衣（秦复陶），翠鸟羽毛做成的披风（翠被），豹皮做的鞋子（豹舄），手中还拿着鞭子。以上服饰极尽奢华，有楚国本土的特产，还有别的诸侯进献的宝物，充分显示了楚王作为霸主的威严。灵王一直以好大喜功著名，郑国名臣子产就曾指出此人虚荣心太强，未来难以善终。狩猎归来，大臣子革进见，灵王遂摘下帽子，脱下披风，放下鞭子，以示对大臣的尊敬。 </p> <p>　　这个子革是何许人也？不是楚国本土的大臣，而是从郑国来楚国“政治避难”的公子，原名郑丹，子革是他的字。春秋时代列国人才流动频繁，“楚材晋用”的例子很多，中原人才逃往楚国的也不少。子革作为一个落魄的公子，能够做到执政官的助手（右尹），显示了楚国任用人才的不拘一格。灵王接下来与子革的对话，则显示了对子革这一外国人的充分信任。 </p> <p>　　灵王对子革的问话很长，但精髓很简单：想要这个，想要那个，什么都想要，贪心不足而已。灵王首先回顾了自己的祖先对周王朝的巨大功勋（其实楚国在西周乃是不到百里的小国，远没有灵王吹的那么伟大），然后耿耿于怀地指出，齐国、晋国、鲁国、卫国都得到了周天子赐予的礼器，楚国却没有。如果现在派人向周天子索取礼器，天子会不会给？ </p> <p>　　子革回答：“肯定会给啊！我们楚国的祖先，勤劳勇敢那是没话说，可当时我们不是周天子的亲戚，天子就不拿我们当回事。今天可不一样了，周天子害怕我们，齐国、晋国、鲁国、卫国都服侍我们，大王您派人去要礼器，天子哪敢不给啊？” </p> <p>　　这段回答很对灵王的胃口，于是他得寸进尺地继续问：许这个地方（即今天的许昌），原本是楚国祖先的伯父的封地（都过去一千多年的事情了，亏灵王还好意思拿出来说），后来郑国人占领了这片土地，不把它还给楚国。如果楚国现在派人去索取这片土地，郑国会不会给我们呢？ </p> <p>　　子革回答：“肯定会给啊！周天子都不敢不给我们礼器，郑国怎么敢不给我们土地啊？” </p> <p>　　灵王听了这两个回答，简直是心花怒放，欲望继续膨胀，于是又问道：原先晋国称霸中原，是因为晋国离中原比较近，我们楚国离中原比较远。现在我们在中原建立了陈、蔡、东西不羹四座大城，都可以出动一千辆兵车，诸侯应该害怕我们了吧？ </p> <p>　　子革回答：“肯定会害怕啊！这四个城池的兵力足够威慑诸侯了，何况还有楚国本土的兵力呢？谁敢不害怕大王啊！” </p> <p>　　至此，灵王的自信心和欲望已经膨胀到极点，幸亏工匠进来请求他去观看玉器的制作，否则真是难以想象，接下来他还会提出多么天真的问题。 </p> <p>　　灵王以上的问题，有许多失礼的地方。子革是郑国人，郑国是周朝的同姓，又是华夏诸侯。灵王不仅大大咧咧地问他割让郑国土地的问题，还公然提出要威逼周天子、镇压华夏诸侯，丝毫不顾及子革作为郑国人的感情，只能说明他已经被欲望蒙住了眼睛。楚国当时的国力强盛，可以做到威慑周朝和其他诸侯，但灵王提问的口吻如同想要糖果的小孩子，实在不是一个霸主应有的作风。汉朝的汲黯曾讽刺汉武帝“内多欲而外施仁义”，楚灵王则是赤裸裸的“外多欲”，连行仁义的幌子都懒得打一下。 </p> <p>　　灵王的欲望和子革的逢迎，果然引起了其他大臣的不满。大臣析父趁灵王不在，对子革抱怨道：“您是在我们楚国很有名望的人，现在大王问你话，你只知道唯唯诺诺，我们国家该怎么办啊？”子革胸有成竹地回答：“我刚才是在磨刀子呢，等一会大王出来，我的刀刃就要砍下来啦！”先秦时的思想家并不崇尚犯言直谏，而是崇尚温和委婉的讽谏，晏子、邹忌、孟子等均是讽谏的典型。可惜后世的谏官大多贪图名垂青史，以犯上为荣耀，以直谏为正道，已经远远偏离了孔子赞许的劝谏之道。 </p> <p>　　灵王从工匠那里出来了，这时，楚国的史官倚相正好经过。灵王就指着倚相说：“这是我们楚国的良史啊，能读《三坟》《五典》《八索》《九丘》这些古书。”《三坟》《五典》是三皇五帝的书，《八索》是关于八卦占卜的书，《九丘》则是关于九州地理人情的书。灵王得意洋洋地引用这些书名，大概不是为了称赞倚相的博学，而是为了炫耀楚国的人才众多，间接说明自己这个国王的伟大。可这正好给了子革一个“下刀子”的机会。 </p> <p>　　子革不屑地说：“我曾经问倚相，周穆王在位的时候喜欢到处游玩，大臣祭公作了一首《祈招》之<a href=\"http://so.gushiwen.org/view_72204.aspx\">诗</a>以克制穆王的欲望，结果穆王果然没有遭到祸乱，得到了善终；倚相居然不能背诵《祈招》，这算什么博学啊？”（其实子革只是找一个由头罢了，倚相并不一定就不会背诵那首诗）灵王一听，果然来了兴致，就要子革把《祈招》背诵给他听。子革就背诵道： </p> <p>　　“司马祈招多么和悦安详啊，向人民传播大王的德音。想我们大王的德行，就像美玉，又像黄金。他有限度地使用民力，没有酒足饭饱之心。” </p> <p>　　—— 这首诗的意思是，君主应该按照人民能够承担的限度来使用民力，不要用民力来满足自己的欲望，这样的君主才算是具备金玉一样的德行，他的德行才会被天下的人民传诵。“无醉饱之心”，与刚才灵王欲壑难填、贪求利益的心态相比，是多么格格不入啊！用孔子的话说，这首诗就讲了四个字：“克己复礼”。 </p> <p>　　楚灵王虽然被欲望冲昏了头脑，却不失为一个聪明人，很快理解了子革的意思。他向子革作揖表示感谢，回到休息的地方，当天就饭也吃不下，觉也睡不着——我们知道，一个人克制欲望的时候，很容易出现这种心神不宁的情形，一个普通人克制一下烟瘾、酒瘾尚且如此，何况一国之君克制权力欲？结果很悲惨，虽然子革的谏言打动了灵王，灵王却无法克制自己。第二年，楚国内部就爆发了政变，穷兵黩武的灵王被废黜，其弟登基为王，众叛亲离的灵王最后在荒野自杀，这就是一代霸主的下场。 </p> <p>　　春秋时期的霸主，能够善终的不多，像灵王这样身死而为天下笑的却不少。齐桓公九合诸侯、一匡天下，最后因为宠信佞臣，饿死在床上，死后齐国有五世之乱；秦穆公是秦国最贤明的君主，却因为利令智昏而多次败于晋国，子孙三百年不能出函谷关一步；晋厉公在鄢陵击败楚军，独霸中原，几年之后就被卿大夫杀死，只有一辆牛车陪葬；吴王夫差先后打败齐、晋、楚，却死在自己的手下败将越王勾践手里，吴国随之灭亡。《诗经》有之：“靡不有初，鲜克有终”，不是说越到后面难度越大，而是说成功的人心态会有变化，一旦欲望膨胀起来，就算想保全身家性命都不容易，谈何建功立业？ </p> <p>　　孔子曰：“一日克己复礼，天下归仁。”克己，就是要克制自己的欲望；复礼，就是要符合周礼的规定。一旦能够做到克己复礼，则天下纷纷扰扰都归于自己的仁心，不再会有欲壑难填的苦恼，也不会再有自取灭亡的冲动。可惜后世的理学家把“克己复礼”四个字理解成了“存天理，遏人欲”，最终变成了片面空谈性理，消灭人的正常欲望，与孔子和先秦其他哲人的本意相去甚远。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "寓理"
  ]
}