{
  "id": 71195,
  "star": 1972,
  "name": "夜书所见",
  "dynasty": "宋代",
  "content": "萧萧梧叶送寒声，江上秋风动客情。<br>知有儿童挑促织，夜深篱落一灯明。",
  "fanyi": "<p><strong>译文</strong><br>瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上吹来秋风，使出门在外的我不禁思念起自己的家乡。<br>家中几个小孩还在兴致勃勃地斗蟋蟀呢！夜深人静了还亮着灯不肯睡眠。 </p> <p><strong>注释</strong><br>萧萧：风声。<br>客情：旅客思乡之情。<br>挑：挑弄、引动。<br>促织：俗称蟋蟀，有的地区又叫蛐蛐。<br>篱落：篱笆。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《夜书所见》中的“见”是一个古今字，但在本文中是看见，所见的意思。所以在这里应读“jiàn”。全<a href=\"http://so.gushiwen.org/view_71195.aspx\">诗</a>的理解应为：（题目）在孤寂夜里写写所思念的景象。（诗句）萧萧秋风吹动梧叶，送来阵阵寒意，客游在外的诗人不禁思念起自己的家乡。最记挂是自己疼爱的孩子，此时可能还在兴致勃勃地斗蟋蟀，夜深人静了还不肯睡眠。</p> <p>　　本诗交织作者的凄情暖意、欢怀挂心。表现古诗《夜书所见》唯美性，可从九方面赏析。</p> <p>　　1、借景抒情，以景入情。一二两句写自然环境，落木萧萧，寒声阵阵，秋风秋江，传达漂泊不定、凄怆落寞之感；引发后两句书写的思忆之情，思念家中小儿此时可能还在挑灯夜戏，挑逗斗蟀。孤独之时幻想天伦之情，萧索之景催发想念嬉耍之乐。以景入情，情景交融，相互映衬，构思神妙。</p> <p>　　2、动静结合，以动衬静。秋叶、秋风、秋声、秋江、秋舟、孤灯、顽童、斗蟀，均是写动景，动得有声有色、有光有影；篱落小屋，幽深夜晚，漆黑无边，这是写静景，静得凄神寒骨，令人惆怅满怀。那落叶片片，萧萧风声，却又引动诗人在幽静的深秋半夜挂念家中亲人思绪。</p> <p>　　3、悲欢交织，以欢掩悲。一二句写悲景，秋风扫落叶，长天送寒意；三四句叙欢情，深夜挑促织，异地思欢情。一悲一喜，悲喜交潜，以欢掩悲，更显游子流浪天涯的孤寂无奈、强烈思亲之情。</p> <p>　　4、虚实相益，以实映虚。全诗四句中一、二句写所见实景：叶落声寒，水动风凉；三、四句写引发想象：黑夜明灯，童观蟋斗。所见所闻，或明或暗，虚实相映。满耳秋声，满目秋夜，满怀乡情。实中有虚，寓虚于实，言寥寥而意无尽！</p> <p>　　5、心驰神往，远近互动。诗人因身受寂夜孤单之苦，而产生眷恋远方亲人之心。虽身在千里之距，嬉戏场景犹在眼前。近处寒叶声声扰，天伦乐事曼曼来。那物那景，直教人无限唏嘘。</p> <p>　　6、冷暖两分，“寒”“挑”传神。“寒”字一语双关，既有秋风袭来寒凉逼人之感，更有落泊天涯心神凄清之意。“挑”字于细节逼真见妙趣。写出儿童的专注嬉戏、轻挑细拨、忽屏息观斗、忽乍喜兴呼的斗蟋蟀场面，全在一“挑”。“挑”出了性格，“挑”出了神韵，“挑”出了思忆亲人温暖之情！</p> <p>　　7、“动”“知”连气，一气呵成。诗歌以落叶“送”寒， 寒声“动”情，情牵亲人，思亲慰寂，一气连成。“动”为诗“骨”，“知（思）”为诗“心”，做好了前后承接，使全诗起落得体、张驰有度。</p> <p>　　8、暗用典故，明了心意。“江上秋风动客情”暗用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>辞官典故。据传晋人张翰官居洛阳，见秋风起而思念故乡，于是辞官回乡，了却心愿。“秋上心头使人愁”，更能传达诗人当时客居在外，乡愁满怀的心境。</p> <p>　　9、巧用修辞，情意绵长。“萧萧梧叶送寒声，江上秋风动客情”。这一“送”一“动”，寓情于物，赋予梧叶、秋风以人的情态思绪。这些物态声情的诗文，怎不把读者带进这风送寒凉、情动秋江的意境之中，令人痴迷难返，惆怅满怀。“萧萧梧叶送寒声”妙用通感，以萧萧之声催动凄凉心境，用听觉形象沟通触觉感受，意味绵长。 </p><br/><h2>赏析</h2> <p>　　江上的秋风吹过来，梧桐树沙沙作响，使人感受到了寒意。秋风的声音，最能触动在外的人的思乡之情。夜已深了，还有儿童点着灯，在篱笆边找并捉蟋蟀。</p> <p>　　节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小<a href=\"http://so.gushiwen.org/view_71195.aspx\">诗</a>。</p> <p>　　这首诗，写秋夜所见之景，抒发羁旅思乡之情。一句写梧叶，“送寒声”，微妙地写出了夏去秋来之时，旅人的敏锐感觉。</p> <p>　　草木凋零，百卉衰残，是秋天的突出景象。诗词中常以具有物候特征的“梧叶”，置放在风雨之夜的典型环境中，表现秋的萧索。<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《秋夜南宫寄沣上弟及诸生》诗：“况兹风雨夜，萧条梧叶秋。”就采用了这一艺术手法。</p> <p>　　此诗以叠字象声词置于句首，一开始就唤起读者听觉形象的联想，造成秋气萧森的意象，并且用声音反衬出秋夜的寂静。接着用一“送”字，静中显动，引出“寒声”。在梧叶摇落的萧萧声中，仿佛含有砭骨的寒气；以听觉引起触觉的通感之法渲染了环境的凄清幽冷。</p> <p>　　二句接以“江上秋风”四字，既点明秋风的起处，又进一步烘托出了寒凉的气氛。秋风已至，而人客居他乡未归，因此触动了思乡之念。一个“送”字和一个“动”字，都用得十分传神，前者写“惊”秋之意，，后者抒“悲”秋之情。</p> <p>　　阵阵秋风，触发了羁旅行客的孤寂情怀。晋人<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>，在洛阳做官，见秋风起，因思故乡的莼菜羹和鲈鱼脍，就辞官回家了。此诗作者耳闻秋风之声，牵动了旅中情思，也怅然欲归。这两句用“梧叶”、“寒声”和“江上秋风”写出了秋意的清冷，实际上是用以衬托客居心境的凄凉。再以“动”字揭出“客情”，情景凑泊，自然贴切，弥见羁愁之深。</p> <p>　　三、四句写儿童挑促织，表面上看似乎与“客情”无关，实际上是用儿童的快乐——无忧无虑，来反衬自己旅居的孤独和愁思。</p> <p>　　这两句，从庭内移到户外，来了个大跨度的跳跃。这两句是倒装句，按意思顺序，应该前后互移。诗人意绪纷繁，难以入睡，转身步出户外，以排遣萦绕心头的羁思离愁，但眼前的夜景又给他以新的感受。</p> <p>　　“秋夜促织鸣，南邻捣衣急”（<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《秋夜》）。那茫茫的夜色中，闪现在篱落间的灯火，不正是“儿童挑促织”吗？这种无忧无虑、活泼天真的举动，与诗人的凄然情伤、低回不已，形成鲜明的对比。</p> <p>　　这首诗也有这个意思。暗夜中的一盏灯光，在诗人心灵的屏幕上映现出童年生活的片断：“儿时曾记得，呼灯灌穴，敛步随音”（张镃《满庭芳·促织儿》）。眼前之景与心中之情相遇合，使诗人陷入了对故乡的深沉思念之中。他以“篱落一灯”隐寓自己的“孤栖天涯”，借景物传达一片乡心，与“江上”句相关联，收束全篇，尤觉秋思洋溢，引人遐想。<br>这首诗先写秋风之声，次写听此声之感慨，末两句点题，写户外所见。全诗语言流畅，层次分明，中间转折，句似断而意脉贯穿。诗人善于通过艺术形象，把不易说出的秋夜旅人况味委婉托出而不落入衰飒的境界。最后以景结情，词淡意远，颇耐人咀嚼。</p><br/><h2>鉴赏二</h2> <p><strong>情感评析</strong></p> <p>　　①作者抒发了一种思乡念亲、怀想故园的感情。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71195.aspx\">诗</a>中一、二两句写梧叶飘飞，寒声阵阵，秋风瑟瑟，江船漂泊，有力地烘托出诗人客居他乡、辗转漂泊的凄凉心境。三、四两句描写儿童挑灯夜游、捉弄蟋蟀的生活场景，自然容易引发诗人的联想。他会想起自己童年时代也是如此天真浪漫，开心有趣；他会想起故土家园的温馨美好；他会想起亲人朋友的音容笑貌，一种如归故里，如返童年的亲切感油然而生。</p> <p>　　②诗歌抒发了作者客居他乡、归无定所的孤寂落寞之感。</p> <p>　　一二两句写景，借落叶飘飞、秋风瑟瑟、寒气袭人烘托游子漂泊流浪、孤单寂寞的凄凉之感。一江秋水，满天黑暗，触耳寒声，诗人彻夜难眠必定是心有郁结，意有不顺。三四两句写儿童夜捉蟋蟀，兴致高昂，巧妙地反衬悲情，更显客居他乡的孤寂无奈。</p> <p>　　③诗歌抒发了作者对童年生活的怀念留恋的思想感情。</p> <p>　　通观全诗，整体而论，三、四两句写诗人客舟所见。儿童夜捉蟋蟀，兴致勃动，忘记了瑟瑟秋风、阵阵寒意，忽略了落木纷纷、秋江冷冷，深更半夜了，还津津有味地抓蟋蟀。那份专注痴迷，那份谨慎小心，那份起落不定的敏感，全在一举手一投足的举止中展露无遗。这种欢快有趣的生活场景自然容易勾起诗人对自己童年生活的追亿、留恋。一二两句也可以作这样的理解，萧萧寒声、梧叶摇落的秋景，流露出一种漂泊不定、愁绪莫名的感觉，更反衬出诗人客居他乡对童年无忧无虑生活的留恋、思念。</p> <p><strong>写作手法</strong></p> <p>　　①借景抒情，情景交融。全诗四句均是写景。一二两句写自然环境，三四两句写生活场子景。落木萧萧，寒声阵阵，秋风秋江，传达漂泊不定、凄怆落寞之感；秉灯夜游，捉弄蟋蟀，儿童欢悦，流露忘乎所以、得鱼忘筌之意。一悲一喜，相互映衬，均是不着痕迹地融汇在环境描写之中。</p> <p>　　②动静结合，以动衬静。秋叶、秋风、秋声、秋江、秋灯、秋童、秋舟、秋意，均是写动，动得有声有色、有光有影；漆黑如墨，幽深莫测，黑暗无边，这是写静，静得凄神寒骨、惆怅满怀。萧萧风声，顽皮儿童，这些动态情景巧妙地反衬出深秋半夜的幽深寂静，更引发人们对寒凉静夜中诗人那颗愁绪难眠的苦况心灵的体味。</p> <p>　　③ 悲欢对比，以欢衬悲。一二句写景，秋风扫落叶，长天送寒意，是悲景，传悲情；三四句写人，深夜挑促织，明灯照篱落，是乐景，传欢情。悲喜交加，以欢衬悲，更显游子流浪天涯的孤寂无奈、惆怅无眠。</p> <p>　　④传情达意，暗用典故。“江上秋风动客情”暗用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>典故。据传晋人张翰官居洛阳，见秋风起而思念故乡，于是辞官回乡，了却心愿。诗句传达了诗人久居在外、归家不得、思家念亲的思想感情。</p> <p>　　⑤ 拟人、通感，增辉添彩。“萧萧梧叶送寒声，江上秋风动客情”，一“送”一“动”，寓情于物，赋予梧叶、秋风以人的情态意绪。这些物态声情的诗文，似乎把读者带进了一种风送寒凉、情动秋江的意境之中，痴迷难返，惆怅满怀。“萧萧梧叶送寒声”妙用通感，以萧萧之声催发寒秋之感，用听觉形象沟通触觉感受，意味深长。</p> <p>　　⑥ 字斟句酌，“寒”“挑”传神。“寒”字一语双方，既有秋风袭来寒凉逼人之感，更有落泊天涯心神凄清之意。“挑”字于细节逼真见妙趣。儿童的专注敏感、精挑细翻，儿童的屏息观察、惊喜兴奋，全在一“挑”。</p> <p>　　⑦ 虚实结合，以实映虚。全诗四句写景写人，所见所闻，或明或暗，全是写实。满耳秋声，满目秋夜，一江秋水，一群儿童，犹如场景写真，给人以如闻其声，如见其人，如临其境之感。这活灵活现的场景写实巧妙地传达出诗人愁绪满怀、长夜难眠的凄清孤寂之情。实中有虚（客情），寓虚（情）于实，以实映虚，言有尽而意无穷！</p>",
  "about": "<h2>创作背景</h2> <p>　　江上的秋风吹过来，梧桐树沙沙作响，使人感受到了寒意。秋风的声音，最能触动在外的人的思乡之情。夜已深了，还有儿童点着灯，在篱笆边找并捉蟋蟀。</p> <p>　　节候迁移，景物变换，最容易引起旅人的乡愁。作者客居异乡，静夜感秋，写下了这首情思婉转的小<a href=\"http://so.gushiwen.org/view_71195.aspx\">诗</a>。</p>",
  "poet": {
    "id": 345,
    "star": 0,
    "name": "叶绍翁",
    "image": "http://img.gushiwen.org/authorImg/yeshaoweng.jpg",
    "desc": "叶绍翁，南宋中期诗人，字嗣宗，号靖逸，处州龙泉人。祖籍建安（今福建建瓯），本姓李，后嗣于龙泉(今属浙江丽水)叶氏。生卒年不详。曾任朝廷小官。其学出自叶适，他长期隐居钱塘西湖之滨，与真德秀交往甚密，与葛天民互相酬唱。"
  },
  "tags": [
    "小学古诗",
    "写景",
    "思念"
  ]
}