{
  "id": 20318,
  "star": 7,
  "name": "出城寄权璩杨敬之",
  "dynasty": "唐代",
  "content": "草暖云昏万里春，宫花拂面送行人。<br>自言汉剑当飞去，何事还车载病身。",
  "fanyi": "<p><strong>译文<br></strong>地面上小草泛着嫩黄的暖色，虽然天空中的云显得那样的灰暗，可是却挡不住春天的生气勃勃。这时飞絮迎面扑来，轻轻的从我脸颊上滑过，好像是在安慰我，并为我送行。<br>我曾经说过，自己要像<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>斩白蛇用的宝剑一样，能够做出一番事业，可我还一事无成，却决心要飞走了。走就走，为何还要让我带着病身辞官回乡，难道你们真的以为我病了吗？</p> <p><strong>注释<br></strong>⑴权璩：字大圭，唐代文学家<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>之子。杨敬之：字茂孝，唐代文学家杨凌之子。<br>⑵云昏：犹云灰暗貌。唐<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>《蓟中作》：“边城何萧条，白日黄云昏。”<br>⑶宫花：从宫苑飘出的飞花，此处犹言柳絮或杨絮，也暗指朝廷。<br>⑷汉剑：指传说中汉高祖刘邦斩白蛇之剑，作者自喻。南朝宋刘敬叔《异苑》：“晋惠帝元康五年，武库火，烧汉高祖斩白蛇剑、孔子履、王莽头等三物。中书监张茂先惧难作，列兵陈卫。咸见此剑穿屋飞去，莫知所向。”<br>⑸何事：为何，何故。晋左思《招隐》<a href=\"http://so.gushiwen.org/view_20318.aspx\">诗</a>之一：“何事待啸歌？灌木自悲吟。”病身：体弱多病之身。当时<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>以病辞奉礼郎官，回归昌谷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>辞官正值青春才华横溢之时，他对自己的前程抱着无限的希望。谁知遭罹无缘无故的沉重打击，内心的愤慨是可以想见的。他的这首<a href=\"http://so.gushiwen.org/view_20318.aspx\">诗</a>和另一首题为《出城》的诗便集中反映了他当时凄哀的心境。</p> <p>　　诗的开头两句“草暖云昏万里春，宫花拂面送行人”，写诗人离京的季节和环境。诗人于元和五年（810）冬赴考，元和六年（811）春不第而返。“草暖”、“春”、“宫花”用来告示人们，春事已至，万里和融，京城之中也是春意盎然，一派迷人的景象。诗人此刻因“不第”而心意悲伤之极，但偏用如此美景相衬，这就愈加显出内心的痛苦。这种以乐景写哀的手法，比纯粹以悲景写哀，更有感染力，是辩证法在艺术上的体现。首句中的“云昏”和前两句的乐景不相协调，在这柳绿花红的背景之上，应有轻云、淡云相配才是。作者以“云昏”参互其间，其意颇深。首先，“云昏”可以看成为作者当时沮丧心绪的形象写照，是诗人心灵的外化表现。周围的一片喜人的春色，那是用来昭示其他参试并取得成就的考生的内心世界的。他们仕途得意，心花怒放，正同这浓郁的春色有着相类似之处。而自己从此断绝了仕进，犹如大片昏云当头，不见前路。其次，“云昏”还可视为奸人从中作梗，阻碍了李贺的应试。在古诗中以云喻奸佞的说法很为流行，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>即有“总为浮云能蔽日，长安不见使人愁”（《登金陵凤凰台》）的名句。如果“云昏”喻奸人捣乱，那么就可把诗中有关春色的描摹看成李贺对自己原本应有的考试结果的高度自信的形象说法。那暖草，那宫花，那春色本来是属于自己的，可恨这昏云覆盖了大地，一切均化为子虚乌有，前程也就落空了。</p> <p>　　诗的后两句“自言汉剑当飞去，何事还车载病身”，意为：我曾立志要像汉剑一般破屋而飞，为国建功立业。可是为什么这个愿望不得实现，只好坐上车儿往家乡载回这多病的身子。“汉剑”，是指汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的剑。传说在晋惠帝的时候，武库失火，这柄宝剑从库内破屋飞去。显然，诗人是将己喻剑了。他多么希望能像飞剑一样砍削邪恶，匡扶正义，为国为民干一番事业。在李贺诗中，随处可见他咏剑赞剑之句，经检索有三十一句之多。如“剑光照空天自碧”（《秦王饮酒》），“莫嫌剑光冷”、“能持剑向人”（《走马引》），“唐剑斩隋公”（《马诗二十三首》其十六），“神剑断青铜”（《王濬墓下作》），“忧眠枕剑匣”（《崇义里滞雨》），“古剑庸一吼”（《赠陈商》），“临歧击剑生铜吼”（《开愁歌》），“剑龙夜叫将军闲”）《吕将军歌》），“剑如霜兮胆如铁”）《白虎行》）等等。在这些诗句中，作者或以剑眠喻示自己心志的沉滞，或以剑吼比作自己当冲决阻遏，或以剑飞隐含自己应建立功勋。可以说剑的形象在诗人笔下已穷形极态，被状摹得具有人的灵性和精神了。此诗中“当飞去”的剑的形象，便是其中极有代表性的一例。</p> <p>　　人们常说李贺的诗作具有“虚荒诞幻”的特色（<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《李长吉歌诗叙》）。如果和此诗对照，便同样可以找到这个特点，如“自言汉剑当飞去”句即是。“汉剑飞去”原只是《异苑》一书中的传说故事，本不为确信之事。但李贺偏偏采撷入诗，以剑飞喻志遂，就使全诗在写实的基础上融进了极度浪漫的成分。剑本不能飞，言剑能飞跃而起，实属虚构和想象，以这种在现实生活中并不存在的意象入诗，便充分体现了李诗“虚荒诞幻”的特点。正如李贺称<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的诗作有奇崛的特色，即“笔补造化天无功”（《高轩过》）一样，他本人的诗作同样也是出奇制胜，充满了怪谲的气氛，甚至连天地也都为之而折服。在李贺的这首早期诗作《出城寄权璩杨敬之》中，虚荒诞幻的特色得到如此充分的体现，遂为李贺以后的创作奠定了风格上的基调，这一点是不能不指明的。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首《出城寄权璩杨敬之》<a href=\"http://so.gushiwen.org/view_20318.aspx\">诗</a>为<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>入京考进士不中而归后感寄权璩、杨敬之二友之作。李贺是中唐时代颇有才气名望的诗人，其天资当非一般，其进士不第的原因当从他的府试说起。元和五年（810），二十一岁的李贺参加河南府试，作《河南府试十二月乐辞并闰月》。由于成绩突出，被推选“应进士举”，并准备赴京参考。李贺本来天份颇高，又有<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、皇甫湜师长的赏识和提携，原本很有希望一试中鹄，但由于有人嫉妒，竟坏了他这桩美事。原来唐人应试，极重家讳。题中若遇尊长名讳，只得借故退出考场。李贺父亲名“晋肃”，“晋”、“进”同音，于是就有人扬言李贺不宜参试。韩愈曾为此还写过一篇辩驳文章《讳辩》，文中质道：“父名晋肃，子不得举进土。若父名仁，子不得为人乎？”尽管辩解凿凿有力，仍未能破除社会陋见，李贺终于被迫放弃了考进士的权利，罢考而归。离开京城时，李贺写了这首诗寄给好朋友权璩和杨敬之。</p> <p>　　权璩，元和（唐宪宗年号，806—820）初进士，历监察御史，有美称。杨敬之，同为元和初进士，累迁屯田户部二郎中。这二人与李贺相交甚厚。《唐书》李贺本传言：“与游者权璩、杨敬之、王恭元。每撰者，时为取去。”从中可见李贺诗作曾得权、杨二人的青睐，并知三人关系之亲厚无间。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "春天",
    "心情",
    "抒情",
    "壮志未酬",
    "无奈"
  ]
}