{
  "id": 72260,
  "star": 456,
  "name": "报任少卿书 / 报任安书",
  "dynasty": "两汉",
  "content": "　　太史公牛马走司马迁，再拜言。</p> <p>　　少卿足下：曩者辱赐书，教以慎于接物，推贤进士为务，意气勤勤恳恳。若望仆不相师，而用流俗人之言，仆非敢如此也。仆虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。谚曰：“谁为为之？孰令听之？”盖钟子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为说己者容。若仆大质已亏缺矣，虽材怀随和，行若由夷，终不可以为荣，适足以发笑而自点耳。</p> <p>　　书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭指意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可为讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷。请略陈固陋。阙然久不报，幸勿为过。</p> <p>　　仆闻之：修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色：自古而耻之！夫以中材之人，事有关于宦竖，莫不伤气，而况于慷慨之士乎！如今朝廷虽乏人，奈何令刀锯之余，荐天下之豪俊哉！仆赖先人绪业，得待罪辇毂下，二十余年矣。所以自惟：上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显岩穴之士；外之，不能备行伍，攻城野战，有斩将搴旗之功；下之，不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见于此矣。乡者，仆亦尝厕下大夫之列，陪外廷末议。不以此时引维纲，尽思虑，今已亏形为扫除之隶，在阘茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷、羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！</p> <p>　　且事本末未易明也。仆少负不羁之才，长无乡曲之誉，主上幸以先人之故，使得奉薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，忘室家之业，日夜思竭其不肖之材力，务一心营职，以求亲媚于主上。而事乃有大谬不然者！</p> <p>　　夫仆与李陵俱居门下，素非能相善也。趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯已奇矣。今举事一不当，而全躯保妻子之臣随而媒孽其短，仆诚私心痛之。且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉征其左、右贤王，举引弓之民，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然陵一呼劳军，士无不起，躬自流涕，沬血饮泣，更张空弮，冒白刃，北首争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡。大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨凄怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将，不能过也。身虽陷败，彼观其意，且欲得其当而报于汉。事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞。未能尽明，明主不晓，以为仆沮贰师，而为李陵游说，遂下于理。拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告愬者！此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！事未易一二为俗人言也。</p> <p>　　仆之先非有剖符丹书之功，文史星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不能自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索、被箠楚受辱，其次剔毛发、婴金铁受辱，其次毁肌肤、断肢体受辱，最下腐刑极矣！传曰“刑不上大夫。”此言士节不可不勉厉也。猛虎在深山，百兽震恐，及在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢，势不可入；削木为吏，议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜箠，幽于圜墙之中。当此之时，见狱吏则头抢地，视徒隶则心惕息。何者？积威约之势也。及以至是，言不辱者，所谓强颜耳，曷足贵乎！且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木；季布为朱家钳奴；灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中。古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能早自裁绳墨之外，以稍陵迟，至于鞭箠之间，乃欲引节，斯不亦远乎！古人所以重施刑于大夫者，殆为此也。</p> <p>　　夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉！仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。</p> <p>　　古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。</p> <p>　　仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！</p> <p>　　且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡党所笑，以污辱先人，亦何面目复上父母之丘墓乎？虽累百世，垢弥甚耳！是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺阁之臣，宁得自引深藏于岩穴邪？故且从俗浮沉，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心剌谬乎？今虽欲自雕琢，曼辞以自饰，无益，于俗不信，适足取辱耳。要之，死日然后是非乃定。书不能悉意，故略陈固陋。谨再拜。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　为《太史公》做牛做马的<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>再拜致意。</p> <p>　　少卿足下：从前承蒙您给我写信，教导我用谨慎的态度在待人接物上，以推举贤能、引荐人才为己任，情意十分恳切诚挚，好像抱怨我没有遵从您的教诲，而是追随了世俗之人的意见。我是不敢这样做的。我虽然平庸无能，但也曾听到过德高才俊的前辈遗留下来的风尚。只是我自认为身体已遭受摧残，又处于污浊的环境之中，每有行动便受到指责，想对事情有所增益，结果反而自己遭到损害，因此我独自忧闷而不能向人诉说。俗话说：\"为谁去做，教谁来听？\"钟子期死了，伯牙便一辈子不再弹琴。这是为什么呢？贤士乐于被了解自己的人所用，女子为喜爱自己的人而打扮。像我这样的人，身躯已经亏残，即使才能像随侯珠、和氏璧那样稀有，品行像许由、伯夷那样高尚，终究不能把这些当做光荣，只不过足以被人耻笑而自取污辱。</p> <p>　　来信本应及时答复，刚巧我侍从皇上东巡回来，后又为烦琐之事所逼迫，能见面的日子很少，我又匆匆忙忙地没有片刻的闲工夫来详尽地表达心意。您蒙受意想不到的罪祸，再过一月，临近十二月，我侍从皇上到雍县去的日期也迫近了，恐怕突然之间您就会有不幸之事发生，因而使我终生不能向您抒发胸中的愤懑，那么与世长辞的灵魂会永远留下无穷的遗憾。请让我向您略约陈述浅陋的意见。隔了很长的日子没有复信给您，希望您不要责怪。</p> <p>　　我听到过这样的说法：一个人如何修身，是判断他智慧的凭证；能够自修其身，这是有智慧的凭证。能够怜爱别人，乐于施舍，这是行仁德的开始。取和予是否得当，这是衡量义与不义的标志。看一个人对耻辱采取什么态度，就可以决断他是否勇敢。建立好的名声，这是德行的最高准则。志士有这五种品德，然后就可以立足于社会，排在君子的行列中了。所以，没有什么灾祸比贪图私利更惨的了。没有什么悲哀比伤创心灵更为可悲了。没有什么行为比使先人受辱这件事更丑恶了，没有什么耻辱比遭受宫刑更严重了。受过宫刑后获得余生的人，社会地位是没法比类的，这并非当今之世如此，这种情况从开始以来已经很久了。从前卫灵公与宦官雍渠同坐一辆车子，孔子感到这对他是一种侮辱，便离开卫国到陈国去，<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>通过姓景的太监而得以谒见秦孝公，贤士赵良为此担忧；太监赵谈陪坐在汉文帝的车上，袁丝为之脸色大变。自古以来，人们把与刑余之人相并列当做一种耻辱。就一般才智的人来说，一旦事情关系到宦官，没有不感到伤心丧气的，更何况气节高尚的人呢？如今朝廷虽然缺乏人才，但怎么会让一个受过刀锯摧残之刑的人，来推荐天下的豪杰俊才呢？我凭着先父遗留下来的事业，才能够在京城任职，到已二十多年了。我常常这样想：上不能对君王进纳忠言，献出诚实的心意，而有出谋划策的称誉，从而得到皇上的信任；其次，又不能给皇上拾取遗漏，补正阙失，招纳贤才，推举能人，使隐居在岩穴中的贤士不至被埋没；对外，又不能备数于军队之中，参加攻城野战，以建立斩将夺旗的功劳；从最次要的方面来看，又不能积累老资格，在言论方面立功，谋得尊贵的官职，优厚的俸禄，来为宗族和朋友争光。这四个方面没有哪一方面做出成绩，我只能有意地迎合皇上的心意，以保全自己的地位。我没有些微的建树，从这四方面就可以看出来了。以前，我也曾夹杂在下大夫的行列，跟在外朝官员的后面发表一些微不足道的议论。我没有利用这个机会申张国家的法度，竭尽自己的思虑，到现在已经身体残废成为打扫污秽的奴隶，处在地位卑贱的人的行列当中，还想昂首扬眉，评论是非，不也是轻视朝廷、使当世的君子们感到羞耻吗？唉！唉！像我这样的人，尚且说什么呢？尚且说什么呢？</p> <p>　　而且，事情的前因后果一般人是不容易弄明白的。我在少年的时候就没有卓越不羁的才华，成年以后也没有得到乡里的称誉，幸亏皇上因为我父亲是太史令，使我能够获得奉献微薄才能的机会，出入宫禁之中。我认为头上顶着盆子就不能望天，所以断绝了宾客的往来，忘掉了家室的事务，日夜都在考虑全部献出自己的微不足道的才干和能力，专心供职，以求得皇上的信任和宠幸。但是，事情与愿望违背太大，不是原先所料想的那样。我和<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都在朝中为官，向来并没有多少交往，追求和反对的目标也不相同，从不曾在一起举杯饮酒，互相表示友好的感情。但是我观察李陵的为人，确是个守节操的不平常之人：奉事父母讲孝道，同朋友交往守信用，遇到钱财很廉洁，或取或予都合乎礼义，能分别长幼尊卑，谦让有礼，恭敬谦卑自甘人下，总是考虑着奋不顾身来赴国家的急难。他历来积铸的品德，我认为有国士的风度。做人臣的，从出于万死而不顾一生的考虑，奔赴国家的危难，这已经是很少见的了。现在他行事一有不当，而那些只顾保全自己性命和妻室儿女利益的臣子们，便跟着挑拨是非，夸大过错，陷人于祸，我确实从内心感到沉痛。况且李陵带领的兵卒不满五千，深入敌人军事要地，到达单于的王庭，好像在老虎口上垂挂诱饵，向强大的胡兵四面挑战，面对着亿万敌兵，同单于连续作战十多天，杀伤的敌人超过了自己军队的人数，使得敌人连救死扶伤都顾不上。匈奴君长都十分震惊恐怖，于是就征调左、右贤王，出动了所有会开弓放箭的人，举国上下，共同攻打李陵并包围他。李陵转战千里，箭都射完了，进退之路已经断绝，救兵不来，士兵死伤成堆。但是，当李陵振臂一呼，鼓舞士气的时候，兵士没有不奋起的，他们流着眼泪，一个个满脸是血，强忍悲泣，拉开空的弓弦，冒着白光闪闪的刀锋，向北拼死杀敌。当李陵的军队尚未覆没的时候，使者曾给朝廷送来捷报，朝廷的公卿王侯都举杯为皇上庆贺。几天以后，李陵兵败的奏书传来，皇上为此而饮食不甜，处理朝政也不高兴。大臣们都很忧虑，害怕，不知如何是好。我私下里并未考虑自己的卑贱，见皇上悲伤痛心，实在想尽一点我那款款愚忠。我认为李陵向来与将士们同甘共苦，能够换得士兵们拼死效命的行动，即使是古代名将恐怕也没能超过的。他虽然身陷重围，兵败投降，但看他的意思，是想寻找机会报效汉朝。事情已经到了无可奈何的地步，但他摧垮、打败敌军的功劳，也足以向天下人显示他的本心了。我内心打算向皇上陈述上面的看法，而没有得到适当的机会，恰逢皇上召见，询问我的看法，我就根据这些意见来论述李陵的功劳，想以此来宽慰皇上的胸怀，堵塞那些攻击、诬陷的言论。我没有完全说清我的意思，圣明的君主不深入了解，认为我是攻击贰师将军，而为李陵辩解，于是将我交付狱官处罚。我的虔敬和忠诚的心意，始终没有机会陈述和辩白，被判了诬上的罪名，皇上终于同意了法吏的判决。我家境贫寒，微薄的钱财不足以拿来赎罪，朋友们谁也不出面营救，皇帝左右的亲近大臣又不肯替我说一句话。我血肉之躯本非木头和石块，却与执法的官吏在一起，深深地关闭在牢狱之中，我向谁去诉说内心的痛苦呢？这些，正是少卿所亲眼看见的，我的所作所为难道不正是这样吗？李陵投降以后，败坏了他的家族的名声，而我接着被置于蚕室，更被天下人所耻笑，可悲啊！可悲！</p> <p>　　这些事情是不容易逐一地向俗人解释的。我的祖先没有剖符丹书的功劳，职掌文献史料、天文历法工作的官员，地位接近于算卦、赞礼的人，本是皇上所戏弄并当作倡优来畜养的人，是世俗所轻视的。假如我伏法被杀，那好像是九牛的身上失掉一根毛，同蝼蚁又有什么区别？世人又不会拿我之死与能殉节的人相比，只会认为我是智尽无能、罪大恶极，不能免于死刑，而终于走向死路罢了！为什么会这样呢？这是我向来所从事的职业以及地位，使人们会这样地看待自己。人本来就有一死，但有的人死得比泰山还重，有的人死的却比鸿毛还轻，这是因为他们用死追求的目的不同啊！一个人最重要的是不使祖先受辱，其次是不能使身体受辱，其次是不能因自己的脸色不合礼仪而受辱，其次是不能因为自己的言语不当而受辱，其次是使肢体受扭曲（长跪、被可捆绑）而受辱，其次是穿上囚服受辱，其次是带上木枷，遭受杖刑而受辱，其次是被剃光头发、颈戴枷锁而受辱，其次是毁坏肌肤、断肢截体而受辱，最下等的是宫刑了，侮辱到了极点。古书说\"刑不上大夫\"，这句话的意思是说，对于士大夫的气节，不可不劝勉鼓励啊（鼓励士大夫在犯罪以后勇于自杀，自杀就坚守了士大夫的气节）。猛虎生活在深山之中，百兽就都震恐，等到它落入陷阱和栅栏之中时，就只得摇着尾巴乞求食物，这是人不断地使用威力和约束而逐渐使它驯服的。所以，士子看见画地为牢而决不进入，面对削木而成的假狱吏也决不能接受他的审讯，把思虑计谋定在自我了断上面。现在我的手脚捆在一起，被木枷锁住、绳索捆绑，皮肉暴露在外，受着棍打和鞭笞，关在牢狱之中。在这种时候，看见狱吏就叩头触地，看见牢卒就恐惧喘息。这是为什么呢？这是经过长时间的威逼约束所造成的形势。事情已经到了这种地步，再谈什么不受污辱，那就是人们常说的厚脸皮了，有什么值得尊贵的呢？况且，像西伯姬昌，是诸侯的领袖，曾被拘禁在羑里；<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>，是丞相，也受尽了五刑；淮阴侯韩信，被封为王，却在陈地被戴上刑具；彭越、张敖被诬告有称帝野心，被捕入狱并定下罪名；绛侯周勃，曾诛杀诸吕，一时间权力大于春秋五霸，也被囚禁在请罪室中；魏其侯窦婴，是一员大将，也穿上了红色的囚衣，手、脚、颈项都套上了刑具；季布以铁圈束颈卖身给朱家当了奴隶；灌夫被拘于居室而受屈辱。这些人的身份都到了王侯将相的地位，声名传扬到邻国，等到犯了罪而法网加身的时候，不能够下决心自杀，处在污秽屈辱的地位。古今都是一样的，哪里能不受辱呢？照这样说来，勇敢或怯懦，乃是形势所造成；坚强或懦弱，也是形势所决定。这是很清楚明白的事了，有什么奇怪的呢？况且人不能早一点在被法律制裁之前就自杀，因此渐渐地衰败，到了挨打受刑的时候，才想到伸张士大夫的名节，这种愿望和现实不是相距太远了吗？古人之所以慎重地对大夫用刑，大概就是因为这个缘故。</p> <p>　　人之常情，没有谁不贪生怕死的，都挂念父母，顾虑妻室儿女。至于那些激愤于正义公理的人当然不是这样，这里有迫不得已的情况。如今我很不幸，早早地失去双亲，又没有兄弟互相爱护，独身一人，孤立于世，少卿你看我对妻室儿女又怎样呢？况且一个勇敢的人不一定要为名节去死，怯懦的人如果仰慕大义，什么地方不可以勉励自己去死节呢？我虽然怯懦软弱，想苟活在人世，但也稍微懂得区分弃生就死的界限，哪会自甘沉溺于牢狱生活而忍受屈辱呢？再说奴隶婢妾尚且能够下决心自杀，何况像我到了这样不得已的地步！我之所以忍受着屈辱苟且活下来，陷在污浊的监狱之中却不肯死，是遗憾我内心的志愿有未达到的，如果平平庸庸地死了，文章就不能在后世显露。</p> <p>　　古时候虽富贵但名字磨灭不传的人，多得数不清，只有那些卓异而不平常的人才在世上著称。（那就是：）西伯姬昌被拘禁而扩写《周易》；孔子受困窘而作《春秋》；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>被放逐，才写了《离骚》；<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>失去视力，才有《国语》；<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>被截去膝盖骨，《兵法》才撰写出来；<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>被贬谪蜀地，后世才流传着《吕氏春秋》；<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>被囚禁在秦国，写出《说难》、《孤愤》；《<a href=\"http://so.gushiwen.org/view_72260.aspx\">诗</a>》三百篇，大都是一些圣贤们抒发愤慨而写作的。这些人都是（因为）感情有压抑郁结不解的地方，不能实现其理想，所以记述过去的事迹，让将来的人了解他的志向。就像左丘明没有了视力，孙膑断了双脚，终生不能被人重用，便退隐著书立说来抒发他们的怨愤，想到活下来从事著作来表现自己的思想。</p> <p>　　我私下里也自不量力，近来用我那不高明的文辞，收集天下散失的历史传闻，粗略地考订其真实性，综述其事实的本末，推究其成败盛衰的道理，上自黄帝，下至于当今，写成十篇表，十二篇本纪，八篇书，三十篇世家，七十篇列传，一共一百三十篇，也是想探求天道与人事之间的关系，贯通古往今来变化的脉络，成为一家的言论。刚开始草创还没有成书，恰恰遭遇到这场灾祸，我痛惜这部书不能完成，因此受到最残酷的刑罚也没有怨怒之色。我确实想完成这本书，把它（暂时）藏在名山之中，（以后）再传给跟自己志同道合的人，再让它广传于天下。那么，我便抵偿了以前所受的侮辱，即使受再多的侮辱，难道会后悔吗？然而，这些只能向有见识的人诉说，却很难向世俗之人讲清楚啊！</p> <p>　　再说，戴罪被侮辱的处境是很不容易安生的，地位卑贱的人，往往被人诽谤和议论。我因为多嘴说了几句话而遭遇这场大祸，更被乡里之人、朋友羞辱和嘲笑，污辱了祖宗，又有什么颜面再到父母的坟墓上去祭扫呢？即使是到百代之后，这污垢和耻辱会更加深重啊！因此在肺腑中肠子里每日多次回转，坐在家中，精神恍恍忽忽，好像丢失了什么；出门则不知道往哪儿走。每当想到这件耻辱的事，冷汗没有不从脊背上冒出来而沾湿衣襟的。我已经成了宦官，怎么能够自己引退，深深地在山林岩穴隐居呢？所以只得随俗浮沉，跟着形势上下，以表现我狂放和迷惑不明。如今少卿竟教导我要推贤进士，这难道不是与我自己的愿望相违背的吗？现在我虽然想自我雕饰一番，用美好的言辞来为自己开脱，这也没有好处，因为世俗之人是不会相信的，只会使我自讨侮辱啊。简单地说，人要到死后的日子，然后是非才能够论定。书信是不能完全表达心意的，因而只是略微陈述我愚执、浅陋的意见罢了。</p> <p>　　恭敬的拜两次。</p> <p><strong>注释</strong><br>太史公：太史公不是自称，也不是公职，汉代只有太史令一职，且古人写信不可能自称公。钱穆在《太史公考证》一文中认为，《史记》原名是《太史公》。牛马走：谦词，意为象牛马一 样以供奔走。走，义同“仆”。此十二字《汉书·司马迁传》无，据《文选》补。意思是司马迁为了《史记》一书像做牛做马一样活着。本词条基本上依照《昭明文选》李善注本，并参照无臣注本及汉书。<br>曩：从前。<br>望：怨。<br>流：流转、迁移的意思。<br>罢：通“疲”。驽：劣马。疲弩：比喻才能低下。<br>侧闻：从旁听说。犹言“伏闻”，自谦之词。<br>身残处秽：指因受宫刑而身体残缺，兼与宦官贱役杂处。<br>钟子期、伯牙：春秋时楚人。伯牙善鼓琴，钟子期知音。钟子期死后，伯牙破琴绝弦，终身不复鼓琴。事见《吕氏春秋·本味篇》。<br>随、和：随侯之珠和和氏之璧，是战国时的珍贵宝物。<br>由、夷：许由和伯夷，两人都是古代被推为品德高尚的人。<br>点：玷污。<br>会东从上来：太始四年（前93）三月，汉武帝东巡泰山，四月，又到海边的不其山，五月间返回长安。司马迁从驾而行。<br>卒卒：同“猝猝”，匆匆忙忙的样子。<br>季冬：冬季的第三个月，即十二月。汉津，每年十二月处决囚犯。<br>薄：同“迫”。雍：地名，在今陕西凤翔县南，设有祭祀五帝的神坛五畤。据《汉书·武帝纪》：“太始四年冬十二月，行幸雍，祠五畤。”本文当即作于是年，司马迁五十三岁。<br>不可讳：死的委婉说法。任安这次下狱，后被汉武帝赦免。但两年之后，任安又因戾太子事件被处腰斩。<br>宫刑：一种破坏男性生殖器的刑罚，也称“腐刑” 。<br>“卫灵公”二句：春秋时，卫灵公和夫人乘车出游，让宦官雍渠同车，而让孔子坐后面一辆车。孔子深以为耻辱，就离开了卫国。事见《孔子家语》。这里说“适陈”，未详。<br>“商鞅”二句：商鞅得到秦孝公的支持变法革新。景监是秦孝公宠信的宦官，曾向秦孝公推荐商鞅。赵良是秦孝公的臣子，与商鞅政见不同。事见《史记·商君列传》：“赵良谓商君曰：……今君之相秦也，因嬖人景监以为主，非所以为名也。”<br>“同子”二句：同子指汉文帝的宦官赵谈，因为与司马迁的父亲司马谈同名，避讳而称“同子”。爰同“袁”。爰丝即袁丝，亦即袁盎，汉文帝时任郎中。有一天，文帝坐车去看他的母亲，宦官陪乘，袁盎伏在车前说：“臣闻天子所与共六尺舆者，皆天下豪英，今汉虽乏人，奈何与刀锯之余共载？”于是文帝只得依言令赵谈下车。事见《汉书·袁盎列传》。<br>竖：供役使的小臣。后泛指卑贱者。<br>忼慨：即“慷慨”。<br>待罪：做官的谦词。辇毂下：皇帝的车驾之下。代指京城长安。<br>惟：思考。<br>搴：拔取。<br>乡：通“向”。厕：参加。下大夫：太史令官位较低，属下大夫。<br>外廷：汉制，凡遇疑难不决之事，则令群臣在外廷讨论。末议：微不足道的意见。“陪外廷末议”是谦词。<br>维纲：国家的法令。<br>闒茸：下贱，低劣。<br>卬：通“昂”。信：通“伸”：<br>乡曲：乡里。汉文帝为了询访自己治理天下的得失，诏令各地“举贤良方正能直言切谏者”，亦即有乡曲之誉者，选以授官，二句言司马迁未能由此途径入仕。<br>周卫：周密的护卫，即宫禁。<br>戴盆何以望天：当时谚语。形容忙于职守，识见浅陋，无暇他顾。<br>李陵：字少卿，西汉名将李广孙，善骑射。武帝时，为骑都尉，率兵出击匈奴贵族，战败投降，封右校王。后病死匈奴。俱居门下：司马迁曾与李陵同在“侍中曹”（官署名）内任侍中。<br>趣舍：向往和废弃。趣，同“趋”。<br>衔杯酒：在一起喝酒。指私人交往。<br>媒孽：也作“孽”，酿酒的酵母。这里用作动词，夸大的意思。<br>王庭：匈奴单于的居处。<br>彊：同“强”。胡：指匈奴。<br>卬：即“仰”，仰攻。当时李陵军被围困谷地。<br>旃：毛织品。《史记·匈奴传》：“自君王以下，咸食肉，衣其皮革。披旃裘。”<br>左右贤王：左贤王和右贤王，匈奴封号最高的贵族。<br>沬：以手掬水洗脸。<br>弮：强硬的弓弩。<br>上寿：这里指祝捷。<br>怛：悲痛。款款：忠诚的样子。<br>士大夫：此指李陵的部下将士。绝甘：舍弃甘美的食品。分少：即使所得甚少也平分给众人。<br>睚眦：怒目相视。<br>沮：毁坏。贰师：贰师将军李广利，汉武帝宠妃李夫人之兄。李陵被围时，李广利并未率主力救授，致使李陵兵败。其后司马迁为李陵辨解，武帝以为他有意诋毁李广利。<br>理：掌司法之官。<br>囹圄：监狱。<br>聩：坠毁。李陵是名将之后，据《史记·李广传》记载：“单于既得陵，素闻其家声，以女妻陵而贵之。自是之后，李氏名败。”<br>茸：推置其中。蚕室：温暖密封的房子。言其象养蚕的房子。初受腐刑的人怕风，故须住此。<br>剖符：把竹做的契约一剖为二，皇帝与大臣各执一块，上面写着同样的誓词，说永远不改变立功大臣的爵位。丹书：把誓词用丹砂写在铁制的契券上。凡持有剖符、丹书的大臣，其子孙犯罪可获赦免。<br>文史星历：史籍和天文历法，都属太史令掌管。<br>蝼螘：蝼蚁。螘，同“蚁”。<br>易服：换上罪犯的服装。古代罪犯穿赭（深红）色的衣服。<br>木索：木枷和绳索。<br>鬀：同“剃”，把头发剃光，即髡刑。婴：环绕。颈上带着铁链服苦役，即钳刑。<br>腐刑：即宫刑。见注19。<br>刑不上大夫：《礼记·曲礼》中语。<br>穽：捕兽的陷坑。槛：关兽的笼子。<br>鲜：态度鲜明。即自杀，以示不受辱。<br>榜：鞭打。箠：竹棒。此处用作动词。<br>枪：同“抢”。<br>惕息：胆战心惊。<br>西伯：即周文王，为西方诸侯之长。伯也：伯通“霸”。<br>牖里：一作“羑里”，在今河南汤阴县。文王曾被殷纣王囚禁于此。<br>李斯：秦始皇时任为丞相，后因秦二世听信赵高谗言，被受五刑，腰斩于咸阳。<br>五刑：秦汉时五种刑罚，见《汉书·刑法志》：“当三族者，皆先黥劓，斩左右趾，笞杀之，枭其首，葅其骨肉于市。”<br>淮阴：指淮阴侯韩信。<br>受械于陈：汉立，淮阴侯韩信被<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>封为楚王，都下邳（今江苏邳县）。后高祖疑其谋反，用陈平之计，在陈（楚地）逮捕了他。械，拘禁手足的木制刑具。<br>彭越：汉高祖的功臣。<br>张敖：汉高祖功臣张耳的儿子，袭父爵为赵王。彭越和张敖都因被人诬告称孤谋反，下狱定罪。<br>绛侯：汉初功臣周勃，封绛侯。惠帝和吕后死后，吕后家族中吕产、吕禄等人谋夺汉室，周勃和陈平一起定计诛诸吕，迎立刘邦中子<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>为文帝。<br>五伯：即“五霸”。<br>请室：大臣犯罪等待判决的地方。周勃后被人诬告谋反，囚于狱中。<br>魏其：大将军窦婴，汉景帝时被封为魏其侯。武帝时，营救灌夫，被人诬告，下狱判处死罪。三木：头枷、手铐、脚镣。<br>季布：楚霸王<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的大将，曾多次打击刘邦。项羽败死，刘邦出重金缉捕季布。季布改名换姓，受髡刑和钳刑，卖身给鲁人朱家为奴。<br>灌夫：汉景帝时为中郎将，武帝时官太仆。因得罪了丞相田蚡，被囚于居室，后受诛。居室：少府所属的官署。<br>耎：“软”的古字。<br>湛：同“沉”。累绁捆绑犯人的绳子，引伸为捆绑、牢狱。<br>臧获：奴曰臧，婢曰获。<br>俶傥：豪迈不受拘束。<br>西伯拘而演《周易》：传说周文王被殷纣王拘禁在牖里时，把古代的八卦推演为六十四卦，成为《周易》的骨干。<br>仲尼厄而作春秋：<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>字仲尼，周游列国宣传儒道，在陈地和蔡地受到围攻和绝粮之苦，返回鲁国作《春秋》一书。<br>屈原：曾两次被楚王放逐，幽愤而作《离骚》。<br>左丘：春秋时鲁国史官左丘明。《国语》：史书，相传为左丘明撰著。<br>孙子：春秋战国时著名军事家孙膑。膑脚：孙膑曾与庞涓一起从鬼谷子习兵法。后庞涓为魏惠王将军，骗膑入魏，割去了他的膑骨（膝盖骨）。孙膑有《孙膑兵法》传世。<br>不韦：吕不韦，战国末年大商人，秦初为相国。曾命门客著《吕氏春秋》（一名《吕览》）。始皇十年，令吕不韦举家迁蜀，吕不韦自杀。<br>韩非：战国后期韩国公子，曾从荀卿学，入秦被李斯所谗，下狱死。著有《韩非子》，《说难》、《孤愤》是其中的两篇。<br>《诗》三百篇：今本《诗经》共有三百零五篇，此举其成数。<br>失：读为“佚”。<br>愠：怒。<br>戮笑：辱笑。<br>九回：九转。形容痛苦之极。<br>闺閤之臣：指宦官。闺、閤都是宫中小门，指皇帝深密的内廷。<br>雕瑑：雕刻成连锦状的花纹。这里指自我妆饰。<br>缧绁：捆绑犯人的绳子。</p><br/><h2>译文二</h2> <p>　　像牛马一样替人奔走的仆役太史公<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>再拜。</p> <p>　　少卿足下：从前承蒙您给我写信，教导我用谨慎的态度在待人接物上，以推举贤能、引荐人才为己任，情意十分恳切诚挚，好像抱怨我没有遵从您的教诲，而是追随了世俗之人的意见。我是不敢这样做的。我虽然平庸无能，但也曾听到过德高才俊的前辈遗留下来的风尚。只是我自认为身体已遭受摧残，又处于污浊的环境之中，每有行动便受到指责，想对事情有所增益，结果反而自己遭到损害，因此我独自忧闷而不能向人诉说。俗话说：\"为谁去做，教谁来听？\"钟子期死了，伯牙便一辈子不再弹琴。这是为什么呢？贤士乐于被了解自己的人所用，女子为喜爱自己的人而打扮。像我这样的人，身躯已经亏残，即使才能像随侯珠、和氏璧那样稀有，品行像许由、伯夷那样高尚，终究不能把这些当做光荣，只不过足以被人耻笑而自取污辱。</p> <p>　　来信本应及时答复，刚巧我侍从皇上东巡回来，后又为烦琐之事所逼迫，能见面的日子很少，我又匆匆忙忙地没有片刻的闲工夫来详尽地表达心意。您蒙受意想不到的罪祸，再过一月，临近十二月，我侍从皇上到雍县去的日期也迫近了，恐怕突然之间您就会有不幸之事发生，因而使我终生不能向您抒发胸中的愤懑，那么与世长辞的灵魂会永远留下无穷的遗憾。请让我向您略约陈述浅陋的意见。隔了很长的日子没有复信给您，希望您不要责怪。</p> <p>　　我听到过这样的说法：一个人如何修身，是判断他智慧的凭证；能够自修其身，这是有智慧的凭证。能够怜爱别人，乐于施舍，这是行仁德的开始。取和予是否得当，这是衡量义与不义的标志。看一个人对耻辱采取什么态度，就可以决断他是否勇敢。建立好的名声，这是德行的最高准则。志士有这五种品德，然后就可以立足于社会，排在君子的行列中了。所以，没有什么灾祸比贪图私利更惨的了。没有什么悲哀比伤创心灵更为可悲了。没有什么行为比使先人受辱这件事更丑恶了，没有什么耻辱比遭受宫刑更严重了。受过宫刑后获得余生的人，社会地位是没法比类的，这并非当今之世如此，这种情况从开始以来已经很久了。从前卫灵公与宦官雍渠同坐一辆车子，孔子感到这对他是一种侮辱，便离开卫国到陈国去，<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>通过姓景的太监而得以谒见秦孝公，贤士赵良为此担忧；太监赵谈陪坐在汉文帝的车上，袁丝为之脸色大变。自古以来，人们把与刑余之人相并列当做一种耻辱。就一般才智的人来说，一旦事情关系到宦官，没有不感到伤心丧气的，更何况气节高尚的人呢？如今朝廷虽然缺乏人才，但怎么会让一个受过刀锯摧残之刑的人，来推荐天下的豪杰俊才呢？我凭着先父遗留下来的事业，才能够在京城任职，到已二十多年了。我常常这样想：上不能对君王进纳忠言，献出诚实的心意，而有出谋划策的称誉，从而得到皇上的信任；其次，又不能给皇上拾取遗漏，补正阙失，招纳贤才，推举能人，使隐居在岩穴中的贤士不至被埋没；对外，又不能备数于军队之中，参加攻城野战，以建立斩将夺旗的功劳；从最次要的方面来看，又不能积累老资格，在言论方面立功，谋得尊贵的官职，优厚的俸禄，来为宗族和朋友争光。这四个方面没有哪一方面做出成绩，我只能有意地迎合皇上的心意，以保全自己的地位。我没有些微的建树，从这四方面就可以看出来了。以前，我也曾夹杂在下大夫的行列，跟在外朝官员的后面发表一些微不足道的议论。我没有利用这个机会申张国家的法度，竭尽自己的思虑，到如今已经身体残废成为打扫污秽的奴隶，处在地位卑贱的人的行列当中，还想昂首扬眉，评论是非，不也是轻视朝廷、使当世的君子们感到羞耻吗？唉！唉！像我这样的人，尚且说什么呢？尚且说什么呢？</p> <p>　　而且，事情的前因后果一般人是不容易弄明白的。我在少年的时候就没有卓越不羁的才华，成年以后也没有得到乡里的称誉，幸亏皇上因为我父亲是太史令，使我能够获得奉献微薄才能的机会，出入宫禁之中。我认为头上顶着盆子就不能望天，所以断绝了宾客的往来，忘掉了家室的事务，日夜都在考虑全部献出自己的微不足道的才干和能力，专心供职，以求得皇上的信任和宠幸。但是，事情与愿望违背太大，不是原先所料想的那样。我和<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都在朝中为官，向来并没有多少交往，追求和反对的目标也不相同，从不曾在一起举杯饮酒，互相表示友好的感情。但是我观察李陵的为人，确是个守节操的不平常之人：奉事父母讲孝道，同朋友交往守信用，遇到钱财很廉洁，或取或予都合乎礼义，能分别长幼尊卑，谦让有礼，恭敬谦卑自甘人下，总是考虑着奋不顾身来赴国家的急难。他历来积铸的品德，我认为有国士的风度。做人臣的，从出于万死而不顾一生的考虑，奔赴国家的危难，这已经是很少见的了。现今他行事一有不当，而那些只顾保全自己性命和妻室儿女利益的臣子们，便跟着挑拨是非，夸大过错，陷人于祸，我确实从内心感到沉痛。况且李陵带领的兵卒不满五千，深入敌人军事要地，到达单于的王庭，好像在老虎口上垂挂诱饵，向强大的胡兵四面挑战，面对着亿万敌兵，同单于连续作战十多天，杀伤的敌人超过了自己军队的人数，使得敌人连救死扶伤都顾不上。匈奴君长都十分震惊恐怖，于是就征调左、右贤王，出动了所有会开弓放箭的人，举国上下，共同攻打李陵并包围他。李陵转战千里，箭都射完了，进退之路已经断绝，救兵不来，士兵死伤成堆。但是，当李陵振臂一呼，鼓舞士气的时候，兵士没有不奋起的，他们流着眼泪，一个个满脸是血，强忍悲泣，拉开空的弓弦，冒着白光闪闪的刀锋，向北拼死杀敌。当李陵的军队尚未覆没的时候，使者曾给朝廷送来捷报，朝廷的公卿王侯都举杯为皇上庆贺。几天以后，李陵兵败的奏书传来，皇上为此而饮食不甜，处理朝政也不高兴。大臣们都很忧虑，害怕，不知如何是好。我私下里并未考虑自己的卑贱，见皇上悲伤痛心，实在想尽一点我那款款愚忠。我认为李陵向来与将士们同甘共苦，能够换得士兵们拼死效命的行动，即使是古代名将恐怕也没能超过的。他虽然身陷重围，兵败投降，但看他的意思，是想寻找机会报效汉朝。事情已经到了无可奈何的地步，但他摧垮、打败敌军的功劳，也足以向天下人显示他的本心了。我内心打算向皇上陈述上面的看法，而没有得到适当的机会，恰逢皇上召见，询问我的看法，我就根据这些意见来论述李陵的功劳，想以此来宽慰皇上的胸怀，堵塞那些攻击、诬陷的言论。我没有完全说清我的意思，圣明的君主不深入了解，认为我是攻击贰师将军，而为李陵辩解，于是将我交付狱官处罚。我的虔敬和忠诚的心意，始终没有机会陈述和辩白，被判了诬上的罪名，皇上终于同意了法吏的判决。我家境贫寒，微薄的钱财不足以拿来赎罪，朋友们谁也不出面营救，皇帝左右的亲近大臣又不肯替我说一句话。我血肉之躯本非木头和石块，却与执法的官吏在一起，深深地关闭在牢狱之中，我向谁去诉说内心的痛苦呢？这些，正是少卿所亲眼看见的，我的所作所为难道不正是这样吗？李陵投降以后，败坏了他的家族的名声，而我接着被置于蚕室，更被天下人所耻笑，可悲啊！可悲！</p> <p>　　这些事情是不容易逐一地向俗人解释的。我的祖先没有剖符丹书的功劳，职掌文献史料、天文历法工作的官员，地位接近于算卦、赞礼的人，本是皇上所戏弄并当作倡优来畜养的人，是世俗所轻视的。假如我伏法被杀，那好像是九牛的身上失掉一根毛，同蝼蚁又有什么区别？世人又不会拿我之死与能殉节的人相比，只会认为我是智尽无能、罪大恶极，不能免于死刑，而终于走向死路罢了！为什么会这样呢？这是我向来所从事的职业以及地位，使人们会这样地看待自己。人本来就有一死，但有的人死得比泰山还重，有的人死的却比鸿毛还轻，这是因为他们用死追求的目的不同啊！一个人最重要的是不使祖先受辱，其次是不能使身体受辱，其次是不能因自己的脸色不合礼仪而受辱，其次是不能因为自己的言语不当而受辱，其次是使肢体受扭曲（长跪、被可捆绑）而受辱，其次是穿上囚服受辱，其次是带上木枷，遭受杖刑而受辱，其次是被剃光头发、颈戴枷锁而受辱，其次是毁坏肌肤、断肢截体而受辱，最下等的是宫刑了，侮辱到了极点。古书说\"刑不上大夫\"，这句话的意思是说，对于士大夫的气节，不可不劝勉鼓励啊（鼓励士大夫在犯罪以后勇于自杀，自杀就坚守了士大夫的气节）。猛虎生活在深山之中，百兽就都震恐，等到它落入陷阱和栅栏之中时，就只得摇着尾巴乞求食物，这是人不断地使用威力和约束而逐渐使它驯服的。所以，士子看见画地为牢而决不进入，面对削木而成的假狱吏也决不能接受他的审讯，把思虑计谋定在自我了断上面。如今我的手脚捆在一起，被木枷锁住、绳索捆绑，皮肉暴露在外，受着棍打和鞭笞，关在牢狱之中。在这种时候，看见狱吏就叩头触地，看见牢卒就恐惧喘息。这是为什么呢？这是经过长时间的威逼约束所造成的形势。事情已经到了这种地步，再谈什么不受污辱，那就是人们常说的厚脸皮了，有什么值得尊贵的呢？况且，像西伯姬昌，是诸侯的领袖，曾被拘禁在羑里；<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>，是丞相，也受尽了五刑；淮阴侯韩信，被封为王，却在陈地被戴上刑具；彭越、张敖被诬告有称帝野心，被捕入狱并定下罪名；绛侯周勃，曾诛杀诸吕，一时间权力大于春秋五霸，也被囚禁在请罪室中；魏其侯窦婴，是一员大将，也穿上了红色的囚衣，手、脚、颈项都套上了刑具；季布以铁圈束颈卖身给朱家当了奴隶；灌夫被拘于居室而受屈辱。这些人的身份都到了王侯将相的地位，声名传扬到邻国，等到犯了罪而法网加身的时候，不能够下决心自杀，处在污秽屈辱的地位。古今都是一样的，哪里能不受辱呢？照这样说来，勇敢或怯懦，乃是形势所造成；坚强或懦弱，也是形势所决定。这是很清楚明白的事了，有什么奇怪的呢？况且人不能早一点在被法律制裁之前就自杀，因此渐渐地衰败，到了挨打受刑的时候，才想到伸张士大夫的名节，这种愿望和现实不是相距太远了吗？古人之所以慎重地对大夫用刑，大概就是因为这个缘故。</p> <p>　　人之常情，没有谁不贪生怕死的，都挂念父母，顾虑妻室儿女。至于那些激愤于正义公理的人当然不是这样，这里有迫不得已的情况。如今我很不幸，早早地失去双亲，又没有兄弟互相爱护，独身一人，孤立于世，少卿你看我对妻室儿女又怎样呢？况且一个勇敢的人不一定要为名节去死，怯懦的人如果仰慕大义，什么地方不可以勉励自己去死节呢？我虽然怯懦软弱，想苟活在人世，但也稍微懂得区分弃生就死的界限，哪会自甘沉溺于牢狱生活而忍受屈辱呢？再说奴隶婢妾尚且能够下决心自杀，何况像我到了这样不得已的地步！我之所以忍受着屈辱苟且活下来，陷在污浊的监狱之中却不肯死，是遗憾我内心的志愿有未达到的，如果平平庸庸地死了，文章就不能在后世显露。</p> <p>　　古时候虽富贵但名字磨灭不传的人，多得数不清，只有那些卓异而不平常的人才在世上著称。（那就是：）西伯姬昌被拘禁而扩写《周易》；孔子受困窘而作《春秋》；<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>被放逐，才写了《离骚》；<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>失去视力，才有《国语》；<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>被截去膝盖骨，《兵法》才撰写出来；<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>被贬谪蜀地，后世才流传着《吕氏春秋》；<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>被囚禁在秦国，写出《说难》《孤愤》；《<a href=\"http://so.gushiwen.org/view_72260.aspx\">诗</a>》三百篇，大都是一些圣贤们抒发愤慨而写作的。这些人都是（因为）感情有压抑郁结不解的地方，不能实现其理想，所以记述过去的事迹，让将来的人了解他的志向。就像左丘明没有了视力，孙膑断了双脚，终生不能被人重用，便退隐著书立说来抒发他们的怨愤，想到活下来从事著作来表现自己的思想。</p> <p>　　我私下里也自不量力，用我那不高明的文辞，收集天下散失的历史传闻，粗略地考订其真实性，综述其事实的本末，推究其成败盛衰的道理，上自黄帝，下至于当今，写成十篇表，十二篇本纪，八篇书，三十篇世家，七十篇列传，一共一百三十篇，也是想研究自然现象和人类社会之间的关系，贯通古往今来变化的脉络，成为一家的言论。刚开始草创还没有成书，恰恰遭遇到这场灾祸，我痛惜这部书不能完成，因此受到最残酷的刑罚也没有怨怒之色。我确实想完成这本书，把它（暂时）藏在名山之中，（以后）再传给跟自己志同道合的人，再让它广传于天下。那么，我便抵偿了以前所受的侮辱，即使受再多的侮辱，难道会后悔吗？然而，这些只能向有见识的人诉说，却很难向世俗之人讲清楚啊！</p> <p>　　再说，戴罪被侮辱的处境是很不容易安生的，地位卑贱的人，往往被人诽谤和议论。我因为多嘴说了几句话而遭遇这场大祸，更被乡里之人、朋友羞辱和嘲笑，污辱了祖宗，又有什么颜面再到父母的坟墓上去祭扫呢？即使是到百代之后，这污垢和耻辱会更加深重啊！因此在肺腑中肠子里每日多次回转，在家中心神不定，好像失去了什么东西一样；出门则不知道往哪儿走。每当想到这件耻辱的事，冷汗没有不从脊背上冒出来而沾湿衣襟的。我已经成了宦官，怎么能够自己引退，深深地在山林岩穴隐居呢？所以只得随俗浮沉，跟着形势上下，以表现我狂放和迷惑不明。如今少卿竟教导我要推贤进士，岂不是与我自己的内心愿望相违背的吗？现今我虽然想自我雕饰一番，用美好的言辞来为自己开脱，这也没有好处，因为世俗之人是不会相信的，只会使我自讨侮辱啊。简单地说，人要到死后的日子，然后是非才能够论定。书信是不能完全表达心意的，因而只是略微陈述我愚执、浅陋的意见罢了。恭敬的拜两次。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《报任安书》是一篇激切感人的至情散文，是对封建专制的血泪控诉。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>用千回百转之笔，表达了自己的光明磊落之志、愤激不平之气和曲肠九回之情。辞气沉雄，情怀慷慨。</p> <p>　　全文融议论、抒情、叙事于一体，文情并茂。叙事简括，都为议论铺垫，议论之中感情自现。“若九牛亡一毛，与蝼蚁何以异！”，抒发了对社会不公的愤慨；“仆虽怯懦欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！”，悲切郁闷，溢于言表；“肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！”，如泣如诉，悲痛欲绝……富于抒情性的语言，将作者内心久积的痛苦与怨愤表现得淋漓尽致，如火山爆发，如江涛滚滚。</p> <p>　　大量的铺排，增强了感情抒发的磅礴气势。如叙述腐刑的极辱，从“太上不辱先”以下，十个排比句，竟连用了八个“其次”，层层深入，一气贯下，最后逼出“最下腐刑极矣”。这类语句，有如一道道闸门，将司马迁心中深沉的悲愤越蓄越高，越蓄越急，最后喷涌而出，一泻千里，如排山倒海，撼天动地。</p> <p>　　典故的运用，使感情更加慷慨激昂，深沉壮烈。第二段用西伯、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>、韩信等王侯将相受辱而不自杀的典故，直接引出“古今一体”的结论，愤激地控诉了包括汉王朝在内的封建专制下的酷吏政治；第五段用周文王、孔子、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>等古圣先贤愤而著书的典故，表现了自己隐忍的苦衷、坚强的意志和奋斗的决心。这些典故，援古证今，明理达情，让我们更深刻的感受到了作者伟岸的人格和沉郁的感情。</p> <p>　　修辞手法的多样，丰富了感情表达的内涵。如“盖文王拘而演《周易》”以下八个迭句，实际隐含着八组对比，同时又两两对偶，与排比相结合，既表明了对历史上杰出人物历经磨难而奋发有为的现象的认识，又表明了以他们为榜样，矢志进取、成就伟业的坚强意志，气势雄浑，令人欲悲欲叹。又如“猛虎在山，百兽震恐……”一句，运用比喻，沉痛控诉了人间暴政对人性的扼杀和扭曲，形象地说明了“士节”不可以稍加受辱的道理，真是痛彻心脾。其他像引用、夸张、讳饰等修辞手法的运用，都真切的表达出作者跌宕起伏的情感，有时奔放激荡，不可遏止；有时隐晦曲折，欲言又止，让我们似乎触摸到了作者内心极其复杂的矛盾与痛苦。</p> <p>　　总之，在《报任安书》中，司马迁通过富有特色的语言，真切地表达了激扬喷薄的愤激感情，表现出峻洁的人品和伟大的精神，可谓字字血泪，声声衷肠，气贯长虹，催人泪下。前人的评价，“感慨啸歌有燕赵烈士之风，忧愁幽思则又直与《离骚》对垒”，实在精辟。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>其次诎体受辱。诎，通“屈”，弯曲。<br>其次剔毛发。剔，通“剃”，动词。<br>其次关木索，被箠楚受辱。关，同“贯”，套上。 箠，同“棰”，杖。<br>见狱吏则头枪地。枪，通“抢”，撞击。<br>及以至是。以，通“已”<br>及罪至罔加。罔，通“网”，法网。<br>大底圣贤发愤之所为作也。底，通“抵” ，大抵，大都。<br>8思垂空文以自见。见，通“现”，表现。<br>9网罗天下放失旧闻。失，通“佚”<br>放失旧闻。失，通“佚”，散乱的文献。<br>则仆偿前辱之责。责，通“债”，债务。<br>古者富贵而名摩灭。摩，通“磨”。<br>权倾五伯。伯， 通“霸”。<br>具于五刑。具，通“俱”。<br>曷足贵乎。曷，通“何”。<br>幽于圜墙之中。圜，通“圆”。<br>稽其成败兴坏之纪。纪，通“记”，历史记录。</p> <p><strong>词类活用</strong><br>孙子膑脚：名词作动词，古代剔去膝盖骨的酷刑<br>以污辱先人：形容词作使动用法，使……受辱<br>倡优所畜：名词作状语， 像乐师、优伶一样<br>仆之先人非有剖符丹书之功：名词作状语， 用朱砂<br>故述往事，思来者：动词作使动用法，使.……思考<br>请略陈固陋：形容词作名词，固执鄙陋的意见<br>衣赭衣：名词作动词，穿上<br>流俗之所轻也：形容词作动词，轻视<br>幸勿为过：名词作动词，责怪，责备<br>太史公牛马走<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>言：名词作状语，像牛马一样<br>曩者辱赐书：使动用法，使……蒙受耻辱<br>百兽震恐：使动用法，使……害怕</p> <p><strong>特殊句式</strong><br>被动句<br>（1）幽于粪土之中而不辞者。<br>（2）其次诎体受辱。<br>省略句、判断句<br>（1）《<a href=\"http://so.gushiwen.org/view_72260.aspx\">诗</a>》三百篇，大底圣贤发愤之所为作也。<br>（2）且西伯，伯也。<br>（3）倡优所畜，流俗之所轻也。<br>（五）状语后置句<br>（1）鄙陋没世而文采不表于后世也。<br>（2）权倾五伯，囚于请室。<br>（3）幽于圜墙之中<br>宾语前置句<br>（1）若望仆不相师<br>重点翻译句<br>《诗》三百篇，大氐圣贤发愤之所为作也。<br>《诗经》共三百篇，大都是圣人贤士为抒发愤懑之情而写作的。<br>2．亦欲以究天人之际，通古今之变，成一家之言。<br>也就是想要探究自然和人间的关系，弄通由古至今的变化规律，自成一家之见解。<br>3．虽万被戮，岂有悔哉！<br>即使被千刀万剐，我难道会后悔吗?<br>4．假令仆伏法受诛，若九牛亡一毛，与蝼蚁何异?<br>假如我受到法律的制裁被杀，就像在九头牛身上去掉一根牛毛，与杀死一只蝼蚁有什么区别呢?<br>5．故士有画地为牢，士不可入；削木为吏，议不可对，定计于鲜也。<br>所以，在地上划圈为牢，气节之士势必不肯进去；用木头削成狱吏，气节之士也认为不可受它审讯，拿定主意在受辱之前自杀。<br>6．仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！<br>我虽然怯弱，想苟活偷生，但也知道舍生就死，怎么会自甘沉溺于牢狱的侮辱之中呢?<br>7．今虽欲自雕琢，曼辞以自饰，无益于俗，不信，祗取辱耳。<br>时至今日，我即使想要修饰打扮，用美好的言辞为自己解脱也无济于事，一般人不会相信，只不过自取侮辱罢了。</p> <p><strong>一词多义</strong><br>1.胜<br>（1）胜任。能够承担或承受。<br>（2）不可胜记。尽。<br>（3）百战百胜。胜利。<br>（4）引人入胜。优美的。<br>2.再<br>（1）太史公牛马走司马迁再拜言。两次。<br>（2）青春不再。再继续，再出现。<br>3.厥<br>（1）思厥先祖父。他的。<br>（2）大放厥词。别的。<br>（3）厥有《国语》。于是，就，才。<br>4.焉<br>（1）不入虎穴，焉得虎子。疑问代词，怎么。<br>（2）唯倜傥非常之人称焉。语气词。<br>（3）积土成山，风雨兴焉。兼词，在那里。<br>5.非<br>（1）死日然后是非乃定。错误，不对。<br>（2）无可厚非。反对，责备。<br>6.就<br>（1）亦颇识去就之分矣。 赴死。<br>（2）草创未就。 完成。<br>（3）是以就极刑而无愠色。靠近，引申为承受。<br>7.望<br>（1)若望仆不相师。 怨恨。<br>（2）日夜望将军至。期望。<br>（3）七月既望。农历每月十五日。<br>（4）吾尝跂而望矣。向远处看。<br>（5）以绝秦望。 念头.<br>（6）名门望族。有声望的。</p> <p><strong>古今异义</strong><br>太史公牛马走司马迁再拜言。<br>再：古义：两次 今义：第二次<br>古义：谦词，像牛马一样供人驱使的人。<br>今义：牛马走路。<br>意气勤勤恳恳。<br>古义：情意诚挚恳切。<br>今义：勤劳而踏实。<br>夫人情莫不贪生恶死。<br>古义：两个词，夫为语气词。<br>今义：对已婚女人的称呼。<br>念父母，顾妻子。<br>古义：妻子和儿女。<br>今义：配偶。<br>唯倜傥非常之人称焉。<br>古义：形容词，不同寻常。<br>今义：表程度的副词，相当于“很”、“非常”。<br>下流多谤议。<br>古义：处于卑贱的地位。<br>今义：1.下游<br>2.行为不符合道德准则<br>意气勤勤恳恳。<br>古义：心意，情意。<br>今义：意志和气概：志趣和性格。<br>至激于义理者不然。<br>古义：正义和真理<br>今义：言论或文章的内容和道理<br>恨私心有所不尽<br>恨：古义：遗憾<br>今义：怨，仇视<br>私心：古义：自己的志愿<br>今义：为自己打算的念头<br>大底圣贤发愤之所为作也<br>古义：抒发愤懑<br>今义：决心努力<br>仆以口语遇遭此祸<br>古义：言论<br>今义：与“书面语”相对<br>素所自树立使然也<br>古义：立身于世<br>今义：1.建立 2.直立，竖立<br>何至自沉溺缧绁之辱哉<br>古义：陷身<br>今义：陷入不良境地</p> <p><strong>虚词</strong><br>以<br>（1）及以至是(通“已”）<br>（2）仆以口语遇遭此祸（介词，因为）<br>（3）退论书策以舒其愤（连词，来）<br>（4）重为乡党所戮笑，以污辱先人（连词，以致）<br>（5）今少卿乃教以推贤进士（介词，用）<br>（6）夫人不能早自裁绳墨之外，以稍陵迟（连词，因而）<br>为<br>（1）为十表，本纪十二（动词，写成）<br>（2）季布为朱家钳奴（动词，做了）<br>（3）削木为吏，议不可对（动词，当作）<br>（4）然此可为智者道（介词，给，替）<br>（5）古人所以重施刑于大夫者，殆为此也（介词，因为）<br>（6）重为乡党所笑（介词，被）<br>且<br>（1）且勇者不必死节（连词，况且）<br>（2）且从俗浮沉，与时俯仰（副词，暂且，姑且）<br>（3）且西伯，伯也（连词，再说）<br>于<br>（1）人固有一死，或重于泰山（介词，比)<br>（2）幽于圜墙之中（介词，在）<br>（3）至激于义理者不然（介词，被）<br>（4）少卿视仆于妻子何如哉（介词，对）<br>（5）无益于俗（介词，对）<br>乃<br>（1）今少卿乃教以推贤进士（副词，却，竟然）<br>（2）乃欲引节，斯不亦远乎（副词，才）<br>（3）然后是非乃定（副词，才）<br>（4）至激于义理者不然，乃有所不得已也（动词，是）<br>然<br>（1）至激于义理者不然（代词，这样）<br>（2）然此可为智者道（连词，表示转折）<br>（3）阙然久不报（形容词词尾，……的样子）</p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>三十八岁时，继父职为太史令。四十七岁时以<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>事下狱，受宫刑。出狱后，为中书谒者令。《汉书·司马迁传》：谓“迁既被刑之后，为中书令，尊宠，任职事”。中书令职，掌领导尚书出入奏事，是宫廷中机要职务。《报任安书》是在他任中书令时写的。此篇是司马迁写给其友人任安的一封回信。司马迁因李陵之祸处以宫刑，出狱后任中书令，表面上是皇帝近臣，实则近于宦官，为士大夫所轻贱。任安此时曾写信给他，希望他能“推贤进士”。司马迁由于自己的遭遇和处境，感到很为难，所以一直未能复信。后任安因罪下狱，被判死刑，司马迁才给他写了这封回信，后载于《汉书》本传。司马迁在此信中以无比激愤的心情，向朋友、也是向世人诉说了自己因李陵之祸所受的奇耻大辱，倾吐了内心郁积已久的痛苦与愤懑，大胆揭露了朝廷大臣的自私，甚至还不加掩饰地流露了对汉武帝是非不辨、刻薄寡恩的不满。信中还委婉述说了他受刑后“隐忍苟活”的一片苦衷。为了完成《史记》的著述，司马迁所忍受的屈辱和耻笑，绝非常人所能想象。但他有一条非常坚定的信念，死要死得有价值，要“重于泰山”。所以，不完成《史记》的写作，绝不能轻易去死，即使一时被人误解也在所不惜。就是这样的信念支持他在“肠一日而九回”的痛苦挣扎中顽强地活了下来，忍辱负重，坚忍不拔，终于实现了他的夙愿，完成了他的大业。</p> <p>　　任少卿名安，荥阳人。曾任益州刺史、北军使者护军。《史记》卷一百四《田叔传》后附有褚先生所补的《任安传》。任安是司马迁的朋友，曾经写信给司马迁，叫他利用中书令的地位“推贤进士”。过了很久，司马迁给他回了这封信。此信写于武帝太始四年十一月（公元前93年，这年司马迁53岁）。当时任安因事下狱，状况危险，所以书信中虑及任安的死。在任安为北军使者护军的时候，因他在太子刘据“造反”时采取了袖手旁观的做法，其实太子并非真反只是因“巫蛊事件”被冤枉没办法了，想杀江充以自保。</p> <p>　　关于任安的说法，上述可谓为一说。但亦有其他说法，即任安为北军使者护军时，因其在太子刘据造反时采取了“持两端”做法，而为汉武处死。在此时，任安希图以“推贤进士为名，要求时任中书令的司马迁给予帮助。而司马迁因为自己的处境很难帮他这个忙，便写了这封报任安书。这才是为什么司马迁在任安临刑前给其写信的原因。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "议论",
    "抒怀"
  ]
}