{
  "id": 18278,
  "star": 10,
  "name": "南涧中题",
  "dynasty": "唐代",
  "content": "秋气集南涧，独游亭午时。<br>回风一萧瑟，林影久参差。<br>始至若有得，稍深遂忘疲。<br>羁禽响幽谷，寒藻舞沦漪。<br>去国魂已远，怀人泪空垂。<br>孤生易为感，失路少所宜。<br>索寞竟何事，徘徊只自知。<br>谁为后来者，当与此心期。",
  "fanyi": "<p><span style=\"font-family:SimSun;\"><strong>译文<br></strong>深秋的寒气聚集在南涧，中午时分我独自游览。<br>回环的秋风在涧中响起，碧树的影子如吹洞箫似的摇晃。<br>初来这里就像别有感触，稍入深涧觉似忘了疲散。<br>在幽深的山谷响起像被系住的鸟儿叫声，涧中的寒藻在涟漪中回荡。<br>梦里总是魂游那已离开了的京城，怀念故人的泪水徒有悲伤。<br>孤独的生活容易伤感，迷失道路才感到少有适合归宿的地方。<br>究竟为什么我会如此消沉，内心的苦闷彷徨自有自己知道原因。<br>将来迁谪到永州来的人，也一定能领略我此<a href=\"http://so.gushiwen.org/view_18278.aspx\">诗</a>的衷肠。</span></p> <p><span style=\"font-family:SimSun;\"><strong>注释<br></strong>⑴南涧：地处永州之南，即《石涧记》中所指的“石涧”。<br>⑵亭午：正午，中午。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《古风》诗：“大车飞扬尘，亭午暗阡陌。”<br>⑶萧瑟（xiāo sè）：秋风吹拂树叶发出的声音。<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《步出东门行》诗：“秋风萧瑟，洪波涌起。”参差：亦作“篸 ”。古乐器名，相传舜所造。《楚辞·九歌·湘君》“望夫君兮未来，吹参差兮谁思？”王逸注：“参差，洞箫也。”<br>⑷羁（jī）：系住。《淮南子·氾论训》：“乌鹊之巢可俯而探也，禽兽可羁而从也。”<br>⑸远：一作“游”。<br>⑹孤生：孤独的生涯。<br>⑺索寞：枯寂没有生气，形容消沉的样子。<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》词：“休向尊前情索寞。”<br>⑻期（qī）：约会。《诗经·鄘风·桑中》：“期我乎桑中。”</span></p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_18278.aspx\">诗</a>大体分两层笔墨。前八句，着重在描写南涧时所见景物。时方深秋，诗人独自来到南涧游览。涧中寂寞，仿佛秋天的肃杀之气独聚于此。虽日当正午，而秋风阵阵，林影稀疏，仍给人以萧瑟之感。诗人初到时若有所得，忘却了疲劳。但忽闻失侣之禽鸣于幽谷，眼见涧中水藻在波面上荡漾，却引起了无穷联想。诗的后八句，便着重抒写诗人由联想而产生的感慨。诗人自述迁谪离京以来，神情恍惚，怀人不见而有泪空垂。人孤则易为感伤，政治上一失意，便动辄得咎。如今处境索寞，竟成何事？于此徘徊，亦只自知。以后谁再迁谪来此，也许会理解这种心情。诗人因参加王叔文政治集团而遭受贬谪，使他感到忧伤愤懑，而南涧之游，本是解人烦闷的乐事，然所见景物，却又偏偏勾引起他的苦闷和烦恼。所以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>认为“柳子厚南迁后诗，清劲纡徐，大率类此”（《东坡题跋》卷二《书柳子厚南涧诗》）。这是道出了<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>贬后所作诗歌在思想内容方面的基本特色的。</p> <p>　　清人何焯在所著《义门读书记》中，也曾对此诗作过较好的分析。他说：“‘秋气集南涧’，万感俱集，忽不自禁。发端有力。‘羁禽响幽谷’一联，似缘上‘风’字，直书即目，其实乃兴中之比也。羁禽哀鸣者，友声不可求，而断迁乔之望也，起下‘怀人’句。寒藻独舞者，潜鱼不能依，而乖得性之乐也，起下‘去国’句。”他这种看法，既注意到了诗人在诗歌中所反映的思想情绪，又注意到了这种思想情绪在诗歌结构安排上的内在联系，是符合作品本身的实际的。“秋气集南涧”一句，虽是写景，点出时令，一个“集”字便用得颇有深意。悲凉萧瑟的“秋气”怎么能独聚于南涧呢？这自然是诗人主观的感受，在这样的时令和气氛中，诗人“独游”到此，自然会“万感俱集”，不可抑止。他满腔忧郁的情怀，便一齐从这里开始倾泻出来。诗人由“秋气”进而写到秋风萧瑟，林影参差，引出“羁禽响幽谷”一联。诗人描绘山鸟惊飞独往，秋萍飘浮不定，不正使人仿佛看到诗人在溪涧深处踯躅徬徨、凄婉哀伤的身影吗？这“羁禽”二句，虽然是直书见闻，“其实乃兴中之比”，开下文着重抒写感慨的张本。诗人以“羁禽”在“幽谷”中哀鸣，欲求友声而不可得，比之为对重返朝廷之无望，因而使他要“怀人泪空垂”了。这诗写得平淡简朴，而细细体会，蕴味深长，“平淡有思致”。苏轼称赞此诗“妙绝古今”，“熟视有奇趣”，道出了它的艺术特色。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18278.aspx\">诗</a>作于唐宪宗元和七年（812年），时<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州已七年多。这一年的秋天，柳宗元游览了永州南郊的袁家渴、石渠、石涧和西北郊的小石城山，写了著名的《永州八记》中的后四记──《袁家渴记》、《石渠记》、《石涧记》和《小石城山记》。这首五言古诗《南涧中题》，是他在同年秋天游览了石涧后所作。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "秋天",
    "写景",
    "抒情",
    "孤寂",
    "愁苦"
  ]
}