{
  "id": 48091,
  "star": 23,
  "name": "拟行路难十八首",
  "dynasty": "南北朝",
  "content": "奉君金巵之美酒，瑇瑁玉匣之雕琴。<br>七彩芙蓉之羽帐，九华蒲萄之锦衾。<br>红颜零落岁将暮，寒光宛转时欲沉。<br>愿君裁悲且减思，听我扺节行路吟。<br>不见柏梁、铜雀上，宁闻古时清吹音。</p> <p>洛阳名工铸为金博山，千斵复万镂，上刻秦女携手仙。<br>承君清夜之欢娱，列置帐里明烛前。<br>外发龙鳞之丹彩，内含麝芬之紫烟。<br>如今君心一朝异，对此长叹终百年。</p> <p>璇闺玉墀上椒阁，文窗绣户垂罗幕。<br>中有一人字金兰，被服纤罗采芳藿。<br>春燕差池风散梅，开帏对景弄禽爵。<br>含歌揽涕恒抱愁，人生几时得为乐。<br>宁作野中之双凫，不愿云间之别鹤。</p> <p>泻水置平地，各自东西南北流。<br>人生亦有命，安能行叹复坐愁？<br>酌酒以自宽，举杯断绝歌路难。<br>心非木石岂无感，吞声踯躅不敢言。</p> <p>君不见河边草，冬时枯死春满道。<br>君不见城上日，今暝没尽去，明朝复更出。<br>今我何时当得然，一去永灭入黄泉。<br>人生苦多欢乐少，意气敷腴在盛年。<br>且愿得志数相就，床头恒有沽酒钱。<br>功名竹帛非我事，存亡贵贱付皇天。</p> <p>对案不能食，拔剑击柱长叹息。<br>丈夫生世会几时，安能蹀躞垂羽翼?<br>弃置罢官去，还家自休息。<br>朝出与亲辞，暮还在亲侧。<br>弄儿床前戏，看妇机中织。<br>自古圣贤尽贫贱，何况我辈孤且直!</p> <p>愁思忽而至，跨马出北门。<br>举头四顾望，但见松柏荆棘郁樽樽。<br>中有一鸟名杜鹃，言是古时蜀帝魂。<br>声音哀苦鸣不息，羽毛憔悴似人髠。<br>飞走树间啄虫蚁，岂忆往日天子尊。<br>念此死生变化非常理，中心恻怆不能言。</p> <p>中庭五株桃，一株先作花。<br>阳春妖冶二三月，从风簸荡落西家。<br>西家思妇见悲惋，零泪沾衣抚心叹。<br>初送我君出户时，何言淹留节回换。<br>床席生尘明镜垢，纤腰瘦削发蓬乱。<br>人生不得恒称悲，惆怅徙倚至夜半。</p> <p>锉蘖染黄丝，黄丝历乱不可治。<br>昔我与君始相值，尔时自谓可君意。<br>结带与我言，死生好恶不相置。<br>今日见我颜色衰，意中索寞与先异。<br>还君金钗瑇瑁簪，不忍见之益愁思。</p> <p>君不见蕣华不终朝，须臾淹冉零落销。<br>盛年妖艳浮华辈，不久亦当诣冢头。<br>一去无还期，千秋万岁无音词。<br>孤魂茕茕空陇间，独魄徘徊遶坟基。<br>但闻风声野鸟吟，忆平生盛年时。<br>为此令人多悲悒，君当纵意自熙怡。</p> <p>君不见枯箨走阶庭，何时复青著故茎。<br>君不见亡灵蒙享祀，何时倾杯竭壶罂。<br>君当见此起忧思，宁及得与时人争。<br>人生倐忽如绝电，华年盛德几时见。<br>但令纵意存高尚，旨酒嘉肴相胥讌。<br>持此从朝竟夕暮，差得亡忧消愁怖。<br>胡为惆怅不得已，难尽此曲令君忤。</p> <p>今年阳初花满林，明年冬末雪盈岑。<br>推移代谢纷交转，我君边戍独稽沉。<br>执袂分别已三载，迩来寂淹无分音。<br>朝悲惨惨遂成滴，暮思遶遶最伤心。<br>膏沐芳余久不御，蓬首乱鬓不设簪。<br>徒飞轻埃舞空帷，粉筐黛器靡复遗。<br>自生留世苦不幸，心中惕惕恒怀悲。</p> <p>春禽喈喈旦暮鸣，最伤君子忧思情。<br>我初辞家从军侨，荣志溢气干云霄。<br>流浪渐冉经三龄，忽有白发素髭生。<br>今暮临水拔已尽，明日对镜复已盈。<br>但恐羁死为鬼客，客思寄灭生空精。<br>每怀旧乡野，念我旧人多悲声。<br>忽见过客问何我，宁知我家在南城。<br>答云我曾居君乡，知君游宦在此城。<br>我行离邑已万里，今方羁役去远征。<br>来时闻君妇，闺中孀居独宿有贞名。<br>亦云悲朝泣闲房，又闻暮思泪沾裳。<br>形容憔悴非昔悦，蓬鬓衰颜不复妆。<br>见此令人有余悲，当愿君怀不暂忘。</p> <p>君不见少壮从军去，白首流离不得还。<br>故乡窅窅日夜隔，音尘断绝阻河关。<br>朔风萧条白云飞，胡笳哀急边气寒。<br>听此愁人兮奈何，登山远望得留颜。<br>将死胡马迹，宁见妻子难。<br>男儿生世轗轲欲何道，绵忧摧抑起长叹。</p> <p>君不见柏梁台，今日丘墟生草莱。<br>君不见阿房宫，寒云泽雉栖其中。<br>歌妓舞女今谁在，高坟垒垒满山隅。<br>长袖纷纷徒竞世，非我昔时千金躯。<br>随酒逐乐任意去，莫令含叹下黄垆。</p> <p>君不见冰上霜，表里阴且寒。<br>虽蒙朝日照，信得几时安。<br>民生故如此，谁令摧折强相看。<br>年去年来自如削，白发零落不胜冠。</p> <p>君不见春鸟初至时，百草含青俱作花。<br>寒风萧索一旦至，竟得几时保光华。<br>日月流迈不相饶，令我愁思怨恨多。</p> <p>诸君莫叹贫，富贵不由人。<br>丈夫四十强而仕，余当二十弱冠辰。<br>莫言草木委冬雪，会应苏息遇阳春。<br>对酒叙长篇，穷途运命委皇天。<br>但愿樽中酒酝满，莫惜床头百个钱。<br>直得优游卒一岁，何劳辛苦事百年。",
  "fanyi": "<p><strong>译文</strong><br>其一<br>即使为你献上：装在金杯里的美酒，镶嵌玳瑁的玉匣里的雕琴。<br>绣着多彩的芙蓉花和羽毛装饰的帐幔，织着各种葡萄的锦缎被子。<br>也挡不住年岁将老红颜衰，月光流逝夜深沉的凄凉。<br>希望你节制悲伤减少忧愁，听我侧击行路难的歌调。<br>君不见汉时的柏梁台，魏时的铜雀楼都早已灰飞烟灭，难道有谁还能够听到古时候的清音管乐？</p> <p>其四<br>在平地上倾倒杯水(介宾后置)，水向四处分流(比喻人生际遇不同)。<br>人生是即定的，怎么能成天自怨自艾。<br>举杯饮酒来宽慰自己，歌唱&lt;行路难&gt;。（这句说，歌唱声因举杯饮酒愈益悲愁而中断。）<br>人心又不是草木，怎么会没有感情，欲说还休，徘徊不前，不再多说什么不敢表达自已的思想。悲愁深沉，郁结在胸，酌酒难以自宽，长歌为之断绝。满腹感慨吞声不能言，（其内心痛苦可想而知。）</p> <p>其六<br>对着席案上的美食却难以下咽，拔出宝剑对柱挥舞发出长长的叹息。<br>大丈夫一辈子能有多长时间，怎么能小步走路的失意丧气？<br>放弃官衔辞职离开，回到家中休养生息。<br>早上出家门与家人道别，傍晚回家依然在亲人身边。<br>在床前与孩子玩耍，看妻子在织布机前织布。<br>自古以来圣贤的人都生活得贫贱，更何况我这样的清高孤寒又正直的人呢?</p> <p>其十三<br>这是《拟行路难十八首》的第十三首，写游子思归之情。<br>“春禽喈喈旦暮鸣，最伤君子忧思情。”以春禽起兴极佳。春禽的和鸣确实最易引动游子的羁愁，这就是后来<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所说的“恨别鸟惊心”。鸟儿一般都是群飞群居，春天的鸟又显得特别活跃，鸣声特别欢快，自然引起孤独者种种联想。这里又是“旦暮鸣”，从早到晚鸣声不断，这于游子心理的刺激就更大了。下面他就自述他的愁情了。 　“我初辞家从军侨，荣志溢气干云霄。”“军侨”即“侨军”，南北朝时由侨居南方的北方人编成的军队。“荣”、“溢”皆兴盛之状。这两句说他初从军时抱负很大，情绪很高。“流浪渐冉经三龄，忽有白发素髭生。”“渐冉”，逐渐。看来他从军很不得意，所以有“流浪”之感，他感到年华虚度，看到白发白须生出，十分惊心。“忽”字传出了他的惊惧。“今暮临水拔已尽，明日对镜忽已盈。”这里写他拔白发白须，晚上拔尽，第二天又长满了，这是夸张，类似后来<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“朝如青丝暮成雪”，写他忧愁之深。“但恐羁死为鬼客，客思寄灭生空精。”“寄灭”，归于消灭。“空精”，化为乌有的意思。这两句意思是，只是担心长期居留在外，变为他乡之鬼。“每怀旧乡野，念我旧人多悲声。”因此他常常怀念故乡，一想起家乡亲人就失声痛哭。上面是此<a href=\"http://so.gushiwen.org/view_48091.aspx\">诗</a>的第一部分，自述从军无成、思念家乡亲人的心情。 　“忽见过客问向我，‘宁知我家在南城？’”“南城”，指南武县，在东海郡。“问向我”，打听“我”，寻找“我”。所以“我”便反问他：“你怎么知道我是南城地方的人？”这就引出了下面一番话来。“答云：‘我曾居君乡，知君游宦在此城。”果然是从家乡来的人。“我行离邑已万里，方今羁役去远征。”“邑”，乡邑。这人看来也是投军服役，途中寻访早已来此的乡人，是有话要说。“来时闻君妇，闺中孀居独宿有贞名。”“孀居”即独居。这是说妻子在家中对他仍然情爱如昔。这里有一个“闻”字，说明这情况是这位乡人听说的，下句的“亦云”、“又闻”也是这样的意思。说她“朝悲”、“暮思”，又说她“形容憔悴非昔悦，蓬鬓衰颜不复妆。”极写妇人对丈夫的思念、对丈夫的忠贞，正如组诗第十二首《拟行路难·今年阳初花满林》所写：“朝悲惨惨遂成滴，暮思绕绕最伤心。膏沐芳余久不御，蓬首乱鬓不设簪。”鬓发乱也不想梳理，因丈夫不在身边，打扮又有什么意思呢。“见此令人有余悲，当愿君怀不暂忘！”“见此”的“见”，依上当亦听说的意思。乡人这一番话一方面可以起慰解愁情的作用，因为这个游子急于想知道家人的消息，乡人的“忽见”，可谓空谷足音了。另一方面又会撩乱他的乡愁，妻子在家中那般痛苦，时刻望他归去，会使他更加思念了。还有一层情况，这个乡人叙说的情事都是得之听闻，并非亲见，这对于久别相思的人来说又有些不满足，更会有进一步的心理要求了。这一部分差不多都是写乡人的告语，通过乡人的告语表现他的思归之情，这是“从对面写来”的方法，正与第一部分自述相映衬。 　《拟行路难》多数篇章写得豪快淋漓，而这首辞气甚是纡徐和婉，通篇行以叙事之笔，问答之语，絮絮道来，看似平浅的话语，情味颇多。用问话方式写思乡之情，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>还有《代门有车马客行》，<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>评之曰：“鲍有极琢极丽之作。……惟此种不琢不丽之篇，特以声情相辉映，而率不入鄙，朴自有韵，则天才固为卓尔，非一往人所望见也。”（《古诗评选》）王夫之对《代门有车马客行》的赞评亦可移之于这首《拟行路难》。</p> <p><strong>注释</strong><br>①我：为代言体虚拟人物。但联系下面“我家在南城”的贯属，则有意把这个“我”与作者自身沟通起来。<br>②向：原作‘何’，从钱振伦校。</p>",
  "shangxi": "<h2>鉴赏三</h2> <p>　　《拟行路难·其六》 鉴赏</p> <p>　　这首<a href=\"http://so.gushiwen.org/view_48091.aspx\">诗</a>也是反映的仕途失意与坎坷。和《拟行路难·泻水置平地》相比，表现形式上纯用赋体，抒述情怀似亦更为直切。</p> <p>　　全诗分三层。前四句集中写自己仕宦生涯中倍受摧抑的悲愤心情。一上来先刻画愤激的神态，从“不能食”、“拔剑击柱”、“长叹息”这样三个紧相连结的行为动作中，充分展示了内心的愤懑不平。诗篇这一开头劈空而来，犹如巨石投江，轰地激起百丈波澜，一下子抓住了读者的关注。接着便叙说愤激的内容，从“蹀躞”、“垂羽翼”的形象化比喻中，表明了自己在重重束缚下有志难伸、有怀难展的处境。再联想到生命短促、岁月不居，更叫人心焦神躁，急迫难忍。整个心情的表达，都采取十分亢奋的语调；反问句式的运用，也加强了语言的感情色彩。</p> <p>　　中间六句是个转折。退一步着想，既然在政治上不能有所作为，不如丢开自己的志向，罢官回家休息，还得与亲人朝夕团聚，共叙天伦之乐。于是适当铺写了家庭日常生活的场景，虽则寥寥几笔，却见得情趣盎然，跟前述官场生活的苦厄与不自由，构成了强烈的反差。当然，这里写的不必尽是事实，也可能为诗人想象之辞。如果根据这几句话，径自考断此诗作于诗人三十来岁一度辞官之时，不免过于拘泥。</p> <p>　　然而，闲居家园毕竟是不得已的做法，并不符合作者一贯企求伸展抱负的本意，自亦不可能真正解决其思想上的矛盾。故而结末两句又由宁静的家庭生活的叙写，一跃而为牢骚愁怨的迸发。这两句诗表面上引证古圣贤的贫贱以自嘲自解，实质上是将个人的失意扩大、深化到整个历史的层面——怀才不遇并非个别人的现象，而是自古皆然，连大圣大贤在所不免，这足以证明现实生活本身的不合理。于是诗篇的主旨便由抒写个人失意情怀，提升到了揭发、控诉时世不公道的新的高度，这是一次有重大意义的升华。还可注意的是，诗篇终了用“孤且直”三个字，具体点明了像作者一类的志士才人坎坷凛冽、抱恨终身的社会根源。所谓“孤”，就是指的“孤门细族”（亦称“寒门庶族”），这是跟当时占统治地位的“世家大族”相对讲的一个社会阶层。六朝门阀制度盛行，世族垄断政权，寒门士子很少有仕进升迁的机会。出身孤寒，又以“直”道相标榜，自然为世所不容了。钟嵘《诗品》慨叹其“才秀人微，故取湮当代”，是完全有根据的。他的诗里不时迸响着的那种近乎绝望的抗争与哀叹之音，也不难于此得到解答。</p> <p>　　前面说过，同为诗人抗议人生的哀歌，此诗较之《拟行路难·泻水置平地》的正言若反、半吐半吞，写法上要直露得多，但此诗也并非一泻到底。起调的高亢，转为中间的平和，再翻出结语的峭拔，照样是有张有弛，波澜顿挫。音节安排上由开首时七言长调为主，过渡到中间行云流水式的五言短句，而继以奇峰突出的两个长句作收煞，其节奏的高下抗坠也正相应于情感旋律的变化。所以两首杂言体乐府仍有许多共同之处。再进一步，拿这两首感愤言志之作，来同前面那些借思妇口吻言情的篇什相比较，风格上又有不少异同。前诗婉曲达意，这里直抒胸臆；前诗节拍舒徐，这里律动紧促；前诗情辞华美，这里文气朴拙——随物赋形，各有胜境。不过无论哪一类题材，都能显现出作者特有的那种奇思焕发、笔力健劲的色调，这正是<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>诗歌最能打动人心的所在。《南史》本传用“遒丽”二字评论他的乐府创作，后来也以“俊逸”概括其诗风，其实“俊”和“丽”还只标示出它的体貌，“逸”和“遒”才真正摄得它的神理。从鲍照的“俊逸”到的“飘逸”，是有着一脉相承的关系的。</p><br/><h2>鉴赏</h2> <p>　　拟行路难（其四）<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a></p> <p>　　泻水置平地，各自东西南北流。</p> <p>　　人生亦有命，安能行叹复坐愁！</p> <p>　　酌酒以自宽，举杯断绝歌路难。</p> <p>　　心非木石岂无感，吞声踯躅不敢言！</p> <p>　　这首“泻水置平地”是鲍照《拟行路难》中的第四篇，抒写<a href=\"http://so.gushiwen.org/view_48091.aspx\">诗</a>人在门阀制度重压下，深感世路艰难激发起的愤慨不平之情，其思想内容与原题妙合无垠。</p> <p>　　诗歌起笔陡然，入手便写水泻地面，四方流淌的现象。既没有波涛万顷的壮阔场面，也不见澄静如练的幽美意境。然而，就在这既不神奇又不玄妙的普通自然现象里，诗人却顿悟出了与之相似相通的某种人生哲理。作者运用的是以“水”喻人的比兴手法，那流向“东西南北”不同方位的“水”，恰好比喻了社会生活中高低贵贱不同处境的人。“水”的流向，是地势造成的；人的处境，是门第决定的。因此说，这起首两句，通过泻水的寻常现象的描写，形象地揭示出了现实社会里门阀制度的不合理性。诗人借水“泻”和“流”的动态描绘，造成了一种令人惊疑的气势。正如沈确士（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>）所说：“起手万端下，如黄河落天走东海也。”如此笔法，正好曲折地表达了诗人由于激愤不平而一泻无余的悲愤抑郁心情。</p> <p>　　接下四句，诗人转向自己的心态剖白。他并没有直面人间的不平去歌呼呐喊，而是首先以“人生亦有命”的宿命论观点，来解释社会与人生的错位现象，并渴望借此从“行叹复坐愁”的苦闷之中求得解脱。继而又以“酌酒以自宽”来慰藉心态失去的平衡。然而，“举杯销愁愁更愁”，就连借以倾吐心中悲愤的《行路难》歌声，也因“举杯”如鲠在喉而“断绝”了。这里诗人有意回避了正面诉说自己的悲哀和苦闷，胸中郁积的块垒，已无法借酒浇除，他便着笔于如何从怅惘中求得解脱，在烦忧中获得宽慰了。这口吻，这笔调，反倒愈加透露出那深沉浓重的愁苦悲愤的情感，这就造成了一种含蓄不露，蕴藉深厚的艺术效果。</p> <p>　　诗的结尾，才吐出真情。“心非木石岂无感”，是呵，人非草木，孰能无情？面对社会的黑暗，遭遇人间的不平，岂能无动于衷，无所感慨？应当说，此刻诗人心中的愤懑，已郁积成最大密度，似乎达到了随时都可能爆炸的程度。不尽情渲泻，不放声歌唱，已不足以倾吐满怀的愁苦了。然而，出人意料，下面出现的竟是一声低沉的哀叹：“吞声踯躅不敢言！”到了嘴边的呼喊，却突然“吞声”强忍，“踯躅”克制住了。社会政治的黑暗，残酷无情的统治，窒息着人们的灵魂。不难想见，对于寒微士人的压抑，已经到了敢怒而不敢言，令人道路以目的地步！人们要呼不能呼，要喊不得喊，只能忍气吞声，默默地把愤怒和痛苦强咽到肚里，该是人间多么大的不幸呵！作者有着正确的感知，读者亦有正确的感应。这不幸从何而来，已尽在言外，全可理喻的了。所以，回顾前文，那“人生亦有命”的话题，也只能看作是诗人在忍气吞气，无可奈何之下的一句愤激之词罢了。</p> <p>　　从读者的审美心理角度来说，这首诗托物寓意，比兴遥深，而又明白晓畅，使读者心领神会，从而达到了启人思索、耐人品味的艺术境界。从作者的表达情感方式来说，全篇构思迂曲婉转，蕴藉深厚。前人王船山（<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>）曾评论此诗说：“先破除，后申理，一俯一仰，神情无限。”沈确士（沈德潜）曾说：“妙在不曾说破”。这都准确地指明了本诗的艺术特点。伴随感情曲折婉转的流露，五、七言诗句错落有致地相互搭配，韵脚由“流”、“愁”到“难”、“言”灵活的变换，这一切，便自然形成了全诗起伏跌宕的气势格调。钟嵘《诗品》曾批评鲍照“不避危仄，颇伤清雅之调”，岂不知，这恰是鲍照诗作独具艺术特色之所在。</p><br/><h2>鉴赏二</h2> <p>　　南朝宋著名<a href=\"http://so.gushiwen.org/view_48091.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的《拟行路难》诗共有十八首，这里所选的是其中的第十四首(以下简称《拟行路难》)。此诗写一个出征在外的老兵，反映其遭遇，抒发其情感，从而揭露战乱给平民百姓造成的沉重灾难。</p> <p>　　开头两句，直言老兵\"少壮从军\"，直至\"白首\"仍流离在外，不得回家。此处，\"白首\"与\"少壮\"想对照;\"不得还\"与\"从军去\"相对应。这与汉乐府《十五从军征》的开头两句同中有异，异中有同。说同，这两首诗中的两个老兵，都是年少时就从军了。对此，《十五从军征》直言\"十五从军征\"，《拟行路难》则明说\"君不见少壮从军去\"。而且，二者均采用了对照与呼应的表现手法。说异，一个老兵在年老时得以回家:\"八十始得归\";而另一个老兵则仍流离在外，不得回家:\"白首流离不得还\"。但这异中也有同，也就是两个老兵的命运都是凄惨的。</p> <p>　　正因为\"少壮从军\"，\"白首流离不得还\"，老兵对故乡与亲人的思念是刻骨铭心的。《拟行路难》从第三句开始对此作了集中的描绘。\"故乡\"两句，写老兵日夜思念故乡。诗人先以\"窅窅\"二字形容老兵的故乡与老兵从军所到之处相距遥远，突出一个\"远\"字;又以\"日夜隔\"三字突出一个\"隔\"字，一方面表明老兵与故乡的离别时间之久，另一方面暗示老兵对故乡的思念时间之久;再以\"河关\"二字比喻路途阻隔，续写一个\"隔\"字，突出一个\"难\"字;而\"音尘断绝\"四字则写足了老兵日思夜念故乡的原因。这两句有景有情，情景交融。</p> <p>　　\"朔风\"四句，诉诸视觉、听觉、触觉，以意象组合来续写其思念故乡的愁情。\"朔风\"与\"白云\"，两个意象分别诉诸触觉与视觉，各以\"萧条\"与\"飞\"加以描绘，以此衬托老兵的愁情，恰到好处。\"胡笳\"与\"边气\"，两个意象分别诉诸听觉与触觉。诗人以\"哀急\"状写\"胡笳\"之声，当是以哀景衬托哀情;以\"寒\"反映\"边气\"，既实写\"边气\"给人的肌体之寒，又映衬老兵思念故乡却\"不得归\"的心头之寒。唯其如此，老兵才感到无可奈何。诗中的\"听此愁人兮奈何\"，直接引用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>诗句\"愁人兮奈何，愿若今兮无亏\"(《楚辞·九歌·大司命》)中的前一句，状写老兵的无奈，如同己出，不着痕迹。无奈之下，老兵只得\"登山远望\"，希望能借此排解心头之愁，保留好自己的容颜，所谓\"得留颜\"。可\"此情无计可消除\"，又岂是\"登山远望\"所能解决的?这几句，视线由天上转至地上，内容由写景抒情转为描写人物的动作抒情，化无形为有形，从中可看出诗人运用写作技法的娴熟。</p> <p>　　\"将死\"两句，由上文写老兵对故乡的思念归结为对妻子的怀恋。此处，写老兵设想自己将死在\"胡马迹\"，也即他从军所到之处，究竟将死于何种原因，并未明言，但读者完全可以推断出其原因不外乎两种:一是老死，一是战死。一方面是老兵\"将死胡马迹\"，另一方面是他\"能见妻子难\"，二者对比强烈。老兵对妻子的怀恋未随时光的流逝而淡化，而是与日俱增。他推想自己将客死异乡，却无法在死前与妻子再见上一面。这是多么悲哀的事啊!</p> <p>　　于是，诗的结句直抒胸臆:\"男儿生世坎坷欲何道?绵忧摧抑起长叹。\"\"绵忧\":连绵不断的忧愁。\"摧抑\":悲痛压抑。老兵面对自己坎坷的生世无可奈何，只能将心头无尽的边愁乡思化成长长的慨叹!弦外之音:身处如此社会，遭遇无休止的战乱，即便是热血男儿又能怎样?何况是\"白首不得还\"的老兵呢?悲哀之中分明蕴涵着老兵与诗人对社会现实的不满!</p> <p>　　不难看出，此诗主题思想与汉乐府《十五从军征》是一脉相承的，但其着眼点、写法等，与《十五从军征》相比，有不同之处。《十五从军征》写老兵，由\"十五从军征，八十始得归\"写起，着眼于他返乡途中与到家后的情景，主要采用以哀景写哀情的写法，重在抒发其家破人亡、举目无亲的悲哀。而鲍照的《拟行路难》写老兵，则着眼于他\"少壮从军\"，直至\"白首\"仍流离在外，不得回家，运用多种写法，通过意象组合，层层推进诗意，重在抒发其无法回故乡与亲人团聚的悲哀。两首诗中的两个老兵，都是少小从军，其中，一个在年老时得以回家，而另一个在年老时则仍流离在外，但无论他们最终能否回家，其命运都是凄惨的，心中也都是极其悲哀的。所有这些，都是当时的战乱造成的，而战乱又是由当时的统治者一手挑起的。因而，描叙老兵的悲惨遭遇，抒发其真情实感，便有力地揭露了当时黑暗的社会现实。因而，鲍照的这首《拟行路难》与汉乐府《十五从军征》一样流传至今，令人难忘。</p>",
  "poet": {
    "id": 732,
    "star": 0,
    "name": "鲍照",
    "image": "http://img.gushiwen.org/authorImg/baozhao.jpg",
    "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。"
  },
  "tags": [
    "感慨",
    "人生"
  ]
}