{
  "id": 73127,
  "star": 28,
  "name": "训俭示康",
  "dynasty": "宋代",
  "content": "　　吾本寒家，世以清白相承。吾性不喜华靡，自为乳儿，长者加以金银华美之服，辄羞赧弃去之。二十忝科名，闻喜宴独不戴花。同年曰：“君赐不可违也。”乃簪一花。平生衣取蔽寒，食取充腹；亦不敢服垢弊以矫俗干名，但顺吾性而已。众人皆以奢靡为荣，吾心独以俭素为美。人皆嗤吾固陋，吾不以为病。应之曰：“孔子称‘与其不逊也宁固。’又曰‘以约失之者鲜矣。’又曰‘士志于道，而耻恶衣恶食者，未足与议也。’古人以俭为美德，今人乃以俭相诟病。嘻，异哉！”</p> <p>　　近岁风俗尤为侈靡，走卒类士服，农夫蹑丝履。吾记天圣中，先公为群牧判官，客至未尝不置酒，或三行、五行，多不过七行。酒酤于市，果止于梨、栗、枣、柿之类；肴止于脯、醢、菜羹，器用瓷、漆。当时士大夫家皆然，人不相非也。会数而礼勤，物薄而情厚。近日士大夫家，酒非内法，果、肴非远方珍异，食非多品，器皿非满案，不敢会宾友，常量月营聚，然后敢发书。苟或不然，人争非之，以为鄙吝。故不随俗靡者，盖鲜矣。嗟乎！风俗颓弊如是，居位者虽不能禁，忍助之乎！</p> <p>　　又闻昔李文靖公为相，治居第于封丘门内，厅事前仅容旋马，或言其太隘。公笑曰：“居第当传子孙，此为宰相厅事诚隘，为太祝奉礼厅事已宽矣。”参政鲁公为谏官，真宗遣使急召之，得于酒家，既入，问其所来，以实对。上曰：“卿为清望官，奈何饮于酒肆？”对曰：“臣家贫，客至无器皿、肴、果，故就酒家觞之。”上以无隐，益重之。张文节为相，自奉养如为河阳掌书记时，所亲或规之曰：“公今受俸不少，而自奉若此。公虽自信清约，外人颇有公孙布被之讥。公宜少从众。”公叹曰：“吾今日之俸，虽举家锦衣玉食，何患不能？顾人之常情，由俭入奢易，由奢入俭难。吾今日之俸岂能常有？身岂能常存？一旦异于今日，家人习奢已久，不能顿俭，必致失所。岂若吾居位、去位、身存、身亡，常如一日乎？”呜呼！大贤之深谋远虑，岂庸人所及哉！</p> <p>　　御孙曰：“俭，德之共也；侈，恶之大也。”共，同也；言有德者皆由俭来也。夫俭则寡欲，君子寡欲，则不役于物，可以直道而行；小人寡欲，则能谨身节用，远罪丰家。故曰：“俭，德之共也。”侈则多欲。君子多欲则贪慕富贵，枉道速祸；小人多欲则多求妄用，败家丧身；是以居官必贿，居乡必盗。故曰：“侈，恶之大也。”</p> <p>　　昔正考父饘粥以糊口，孟僖子知其后必有达人。季文子相三君，妾不衣帛，马不食粟，君子以为忠。管仲镂簋朱纮，山节藻棁，孔子鄙其小器。公叔文子享卫灵公，史鰌知其及祸；及戌，果以富得罪出亡。何曾日食万钱，至孙以骄溢倾家。石崇以奢靡夸人，卒以此死东市。近世寇莱公豪侈冠一时，然以功业大，人莫之非，子孙习其家风，今多穷困。其余以俭立名，以侈自败者多矣，不可遍数，聊举数人以训汝。汝非徒身当服行，当以训汝子孙，使知前辈之风俗云。",
  "fanyi": "<p><strong>译文<br></strong>　　我本来出身在卑微之家，世世代代以清廉的家风相互承袭。我生性不喜欢奢华浪费。从幼儿时起，长辈把金银饰品和华丽的服装加在我身上，总是感到羞愧而把它们抛弃掉。二十岁忝中科举，闻喜宴上独有我不戴花。同年中举的人说：“皇帝的恩赐不能违抗。”于是才在头上插一枝花。一辈子对于衣服取其足以御寒就行了，对于食物取其足以充饥就行了，但也不敢故意穿脏破的衣服以显示与众不同而求得好名声，只是顺从我的本性做事罢了。一般的人都以奢侈浪费为荣，我心里唯独以节俭朴素为美，人们都讥笑我固执鄙陋，我不认为这没什么不好。回答他们说：“孔子在说：‘与其骄纵不逊，宁可简陋寒酸，又说：‘因为节约而犯过失的很少’，又说：‘有志于探求真理而以穿得不好吃得不好为羞耻的读书人，是不值得跟他谈论的’，古人把节俭看作美德，当今的人却因节俭而相讥议，哎，真奇怪啊！”</p> <p>　　近年来的风气尤为奢侈浪费，跑腿的大多穿士人衣服，农民穿丝织品做的鞋。我记得天圣年间我的父亲担任群牧司判官，有客人来未尝不备办酒食，有时行三杯酒，或者行五杯酒，最多不超过七杯酒。酒是从市场上买的，水果只限于梨子、枣子、板栗、柿子之类，菜肴只限于干肉、肉酱、菜汤，餐具用瓷器、漆器。当时士大夫家里都是这样，人们并不会有什么非议。聚会虽多，但只是礼节上殷勤，用来作招待的东西虽少，但情谊深。近来士大夫家，酒假如不是按宫内酿酒的方法酿造的，水果、菜肴假如不是远方的珍品特产，食物假如不是多个品种、餐具假如不是摆满桌子，就不敢约会宾客好友，常常是经过了几个月的经办聚集，然后才敢发信邀请。如果这样做，人们就会争先责怪他，认为他鄙陋吝啬。所以不跟着习俗随风倒的人就少了。唉！风气败坏得像这样，有权势的人即使不能禁止，能忍心助长这种风气吗？</p> <p>　　又听说从前李文靖公担任宰相时，在封丘门内修建住房，厅堂前仅仅能够让一匹马转过身。有人说地方太狭窄，李文靖公笑着说：“住房要传给子孙，这里作为宰相办事的厅堂确实狭窄了些，但作为太祝祭祀和奉礼司仪的厅堂已经很宽了。”参政鲁公担任谏官时，真宗派人紧急召见他，是在酒店里找到他的。入朝后，真宗问他从哪里来的，他据实回答。皇上说：“你担任清要显贵的谏官，为什么在酒馆里喝酒？”鲁公回答说：“臣家里贫寒，客人来了没有餐具、菜肴、水果，所以就着酒馆请客人喝酒。”皇上因为鲁公没有隐瞒，更加敬重他。张文节担任宰相时，自己生活享受如同从前当河阳节度判官时一样，亲近的人有的劝告他说：“您现在领取的俸禄不少，可是自己生活享受像这样俭省，您虽然自己知道确实是清廉节俭，外人有很多对您有张文节像公孙弘盖布被搞欺诈的讥评。您应该稍微随从一般人的习惯做法才是。”张文节叹息说：“我现在的俸禄，即使全家穿绸挂缎、膏梁鱼肉，怕什么不能做到？然而人之常情，由节俭进入奢侈很容易，由奢侈进入节俭就困难了。像我现在这么高的俸禄难道能够一直拥有？身躯难道能够一直活着？如果有一天我罢官或死去，情况与现在不一样，家里的人习惯奢侈的时间已经很长了，不能立刻节俭，那时候一定会导致无存身之地。哪如无论我做官还是罢官、活着还是死去，家里的生活情况都永久如同一天不变呢？”唉！大贤者的深谋远虑，哪是才能平常的人所能比得上的呢？</p> <p>　　御孙说：“节俭，是最大的品德；奢侈，是最大的恶行。”共，就是同，是说有德行的人都是从节俭做起的。因为，如果节俭就少贪欲，有地位的人如果少贪欲就不被外物役使，可以走正直的路。没有地位的人如果少贪欲就能约束自己，节约费用，避免犯罪，使家室富裕，所以说：“节俭，是各种好的品德共有的特点。”如果奢侈就多贪欲，有地位的人如果多贪欲就会贪恋爱慕富贵，不循正道而行，招致祸患，没有地位的人多贪欲就会多方营求，随意挥霍，败坏家庭，丧失生命，因此，做官的人如果奢侈必然贪污受贿，平民百姓如果奢侈必然盗窃别人的钱财。所以说：“奢侈，是最大的恶行。”</p> <p>　　过去正考父用饘粥来维持生活，孟僖子因此推知他的后代必出显达的人。季文子辅佐鲁文公、宣公、襄公三君王时，他的小妾不穿绸衣，马不喂小米，当时有名望的人认为他忠于公室。管仲使用的器具上都精雕细刻着多种花纹，戴的帽子上缀着红红的帽带，住的房屋里，连斗拱上都刻绘着山岳图形，连梁上短柱都用精美的图案装饰着。孔子看不起他，认为他不是一个大才。公叔文子在家中宴请卫灵公，史鰌推知他必然会遭到祸患，到了他儿子公叔戌时，果然因家中豪富而获罪，以致逃亡在外。何曾一天饮食要花去一万铜钱，到了他的孙子这一代就因为骄奢而家产荡尽。<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>以奢侈靡费的生活向人夸耀，最终因此而死于刑场。近代寇莱公豪华奢侈堪称第一，但因他的功劳业绩大，人们没有批评他，子孙习染他的这种家风，现在大多穷困了。其他因为节俭而树立名声，因为奢侈而自取灭亡的人还很多，不能一一列举，上面姑且举出几个人来教导你。你不仅仅自身应当实行节俭，还应当用它来教导你的子孙，使他们了解前辈的作风习俗。</p> <p><strong>注释<br></strong>1、训俭示康：阐释节俭（对于“立名”的重要意义）给康看。训，训释、解释。<br>2、寒家：指门第低微，余资少。<br>3、清白：形容词活用作名词，清正廉洁的家风。<br>4、华靡：生活豪华奢侈。<br>5、乳儿：幼儿。<br>6、长者：长辈。<br>7、羞赧：害羞。<br>8、忝科名：名列进士的科名。<br>9、同年：同榜登科的人。<br>10、簪：插、戴。<br>11、充腹：吃饱。<br>12、垢弊：肮脏破烂的衣服。<br>13、矫俗干名：故意用不同流俗的姿态来猎取名誉。<br>14、顺吾性：顺从我的天性。<br>15、俭素：节俭朴素。<br>16、固陋：浅陋。<br>17、病：缺点。<br>18、与其不逊也宁固：与其骄纵不逊，宁可简陋寒酸。不逊，骄傲。<br>19、约：节俭。<br>20、鲜：少。<br>21、志于道：有志于追求道。<br>22、未足：不值得。<br>23、议：议论<br>24、诟病：讥议、批评。<br>25、异：奇怪。<br>26、近岁：指宋神宗元丰年间。<br>27、走卒：当差的。<br>28、丝履：丝织的鞋。<br>29、天圣：宋仁宗年号（1023～1032）。<br>30、群牧：主管国家马匹的机构。<br>31、置酒：摆酒席。<br>32、皆然：都这样。<br>33、非：认为不对。<br>34、会：聚会。<br>35、礼勤：礼意殷勤。<br>36、物薄：食物简单。<br>37、内法：内宫酿酒之法。<br>38、远方珍异：来自远方的奇珍异果。<br>39、品：种类。<br>40、营聚：张罗、准备。<br>41、发书：发出请柬。<br>42、苟或：如果有人。<br>43、鄙吝：吝啬。<br>44、随俗靡：跟风随俗。靡，倾、倒。<br>45、颓弊：败坏。<br>46、居位者：有权势的人。<br>47、忍：忍心。<br>48、厅事：办公或接待宾客的厅堂。<br>49、旋马：马转身。<br>50、隘：狭窄。<br>51、诚：确实。<br>52、太祝奉礼：太常寺的两个官职，主管祭祀。常由功臣子孙担任。<br>53、得于酒家：在酒馆找到。<br>54、所来：从何处来。<br>55、以实对：把实情说出。<br>56、卿：皇帝对大臣的称呼。<br>57、清望官：尊贵而有名望的清官。<br>58、酒肆：酒馆。<br>59、就：借着。<br>60、觞之：请人喝酒。<br>61、无隐：坦言，不隐瞒。<br>62、盖：更加。<br>63、自奉养：自己生活享受。<br>64、掌书记：唐朝官名，相当于宋代判官，故以此代称。<br>65、所亲：“所”字加动词构成所字结构，这里相当于名词性短语，意为“所亲近的人”。<br>66、清约：清廉节约。<br>67、从众：和众人一样。<br>68、锦衣玉食：即“衣锦衣，食玉食”，穿高贵的服装，吃珍贵的食品。<br>69、顾：但。<br>70、顿：马上。<br>71、失所：无存身之地。<br>72、庸人：凡人，平常人。<br>73、共：通“洪”，大。<br>74、寡欲：欲望很少。<br>75、不役于物：不受外物的牵扯、制约。<br>76、直道而行：行正直之道，指任何事情都敢于诚实不欺地去做。<br>77、小人：指普通百姓。<br>78、谨身节用：约束自己，节约用度。<br>79、远、丰：形容词的使动用法，使……远、使……丰。<br>80、枉道：不按正道行事。<br>81、速祸：招致祸患。速，招。<br>82、多求：多方搜求。<br>83、妄用：浪费。<br>84、居官：做官时。<br>85、贿：贪赃受贿。<br>86、居乡：不做官时。<br>87、其后：他的后代。<br>88、达人：显达的人。<br>89、以为忠：认为他忠于公室。<br>90、簋：古代盛食物的器具。<br>91、纮：帽带<br>92、山节：刻有山形的斗拱。<br>93、藻棁：用美丽图案装饰的梁上短柱。棁，梁上的短柱。<br>94、享：宴请。<br>95、及祸：遭到祸患。<br>96、得罪：惹上罪名。<br>97、出亡：逃亡别国。<br>98、骄溢：骄横豪奢。<br>99、倾家：丧失全部家产。<br>100、夸人：炫耀。<br>101、卒：终于。<br>102、东市：刑场。<br>103、冠：领先。<br>104、习：染上。<br>105、立名：树立名声。<br>106、遍数：全部列举<br>107、非徒：不仅。<br>108、身：自身。<br>109、服行：实行。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一段说明作者自己年轻时就不喜欢华靡，崇尚节俭；虽受世人讥笑，自己却不以为病。文章一开始，作者就先交代了自己的家世，说明勤俭持家是他们家一贯的作风，这就为结尾教训儿孙应当厉行节约，以保持优良家风作好了铺垫。接着列举三个事例说明自己不喜欢奢靡的性格与作风；一是从幼儿时起，就不喜欢穿着金银华美之服；二是考中进士，参加闻喜宴时，独不戴花，经同年规劝，乃簪一花；三是平生布衣蔬食，但求蔽寒果腹，在遭到别人的讥笑时，也不以此为缺陷。文章是写给儿辈看的，在文中列举自己的生平事迹，现身说法，亲切动人。</p> <p>　　第二段慨叹近年风俗侈靡，与宋朝初年大不相同，然后说居高位的人不应随波逐流。作者开始就列举风俗奢靡的具体表现：一是衣着日尚华丽；二是饮食趋向精细丰腴，以宋初士大夫家宴客情况与近年士大夫家宴客情况来对比说明。衣食固已如此，其余自可想见。列举两点以赅其余，起到了举一反三的作用。最后以一个反诘句，对居高位者随波逐流的做法，委婉地进行了批评。</p> <p>　　第三段举出宋朝初年李、鲁、张三人崇尚节俭的言行加以表扬，赞叹大贤的深谋远虑，非庸人所能及。作者在指出近年风俗侈靡以后，又举出宋初大贤的节俭事例来反衬近年与宋初风俗习惯的不同。宰相李沆居第厅事前仅容旋马，他并不以为太隘，反而认为这里作为太祝祭祀和奉礼司仪的地方已经很宽了。参政鲁宗道，由于家贫无肴果，只好宴客于酒家。张知自从当了宰相以后，生活享受仍和在河阳作节度判官时一样。这这三个人都身居高位而能励行节约，保持勤俭作风。这样的深谋远虑，深为作者叹服。</p> <p>　　第四段引用御孙的话加以解说，从道理上阐明俭和侈必致的后果。上述以近年风俗的侈靡与宋初大贤的节俭对比，从正反两面来突出近年风俗侈靡的程度。在这个基础上，作者引用了春秋时鲁国大夫御孙的话，指出节俭是有德之人所共同具有的行为。人们生活俭朴了那么私心杂念也就少了。人们生活奢侈了，私心杂念也就多了。所以，他们做官时就必然受贿，在乡间为民时，就必然盗窃他人的财物。这就从道理上阐明了节俭和奢侈必然导致的后果。俭和侈的利害关系，也就不言而喻了。</p> <p>　　第五段再以正反两面的事实为证，连举六个古人和当代人的事迹，说明俭能立名，侈必自败。最后以训词收束全篇。</p> <p>　　文章先叙述自己素来以节俭朴素为美德，对别人的讥笑不以为然，并说自己并非故作不同流俗而沽名钓誉，乃顺应自己的性情；又追忆天圣年间士大夫往来宴聚普遍尚俭的旧事，慨叹近日愈趋侈靡的风气；接着以本朝有识之士的俭朴美德为例，说明“由俭入奢易，由奢入俭难”；再引述古人的遗训，分析“俭”与“侈”的得失利弊；最后以古人俭、奢的历史事实，阐明俭能列名得福，奢必招祸自败，勉励子孙行俭戒奢，保持家风。所论虽是为子孙后代保全身家性命着想，但于后世颇具教益。全文平实自然，明白如话，广征博引，说理透彻。虽是告诫后人，却不板着严肃面孔正面训诫，而是以老人回首往事、今昔对比的亲切语调信笔写来，未经心组织而自然成理。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>生活的年代，社会风俗习惯日益变得奢侈腐化，人们竞相讲排场、比阔气，奢侈之风盛行——当差的走卒穿的衣服和士人差不多，下地的农夫脚上也穿着丝鞋，许多人为了酬宾会友常“数月营聚”，大操大办。这种习气上的破败，让熟悉历史的司马光感到深深的焦虑，他深知那种社会风气对年轻人的思想腐蚀作用很大。为使子孙后代避免蒙受那种不良社会风气的影响和侵蚀，司马光特意为儿子司马康撰写了《训俭示康》家训，以教育儿子及后代继承发扬俭朴家风，永不奢侈腐化。",
  "poet": {
    "id": 568,
    "star": 0,
    "name": "司马光",
    "image": "http://img.gushiwen.org/authorImg/simaguang.jpg",
    "desc": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。"
  },
  "tags": [
    "家训",
    "道理"
  ]
}