{
  "id": 31406,
  "star": 51,
  "name": "忆江上吴处士",
  "dynasty": "唐代",
  "content": "闽国扬帆去，蟾蜍亏复圆。<br>秋风生渭水，落叶满长安。<br>此地聚会夕，当时雷雨寒。<br>兰桡殊未返，消息海云端。",
  "fanyi": "<p><strong>译文</strong><br>自从你扬帆远航到福建，已经是几度月缺又月圆。<br>分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。<br>记得在送别宴会的夜晚，雷雨交加天气让人生寒。<br>你乘坐的船还没有返回，你的消息还远在海云边。</p> <p><strong>注释</strong><br>⑴处士：指隐居林泉不入仕的人。<br>⑵闽国：指今福建省一带地方。<br>⑶蟾蜍（chánchú）：即癞蛤蟆。神话传说中月里有蟾蜍，所以这里用它指代月亮。亏复团：指月亮缺了又圆。一作“亏复圆”。<br>⑷渭水：渭河，发源甘肃渭耗县，横贯陕西，东至潼关入黄河。生：一作“吹”。<br>⑸此地：指渭水边分别之地。<br>⑹兰桡（ráo）：以木兰树作的船桨，这里代指船。殊：犹。<br>⑺海云端：海云边。因闽地临海，故言。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>这首《忆江上吴处士》<a href=\"http://so.gushiwen.org/view_31406.aspx\">诗</a>载于《全唐诗》卷五七二。此诗“秋风生（吹）渭水，落叶满长安”一联，是贾岛的名句，为后代不少名家引用。如宋代<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《齐天乐》词中的“渭水西风，长安乱叶，空忆诗情宛转”，元代<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>《梧桐雨》杂剧中的“伤心故园，西风渭水，落日长安”，都是化用这两句名句而成的，可见其流传之广，影响之深。</p> <p>　　此诗开头说，朋友坐着船前去福建，很长时间了，却不见他的消息。</p> <p>　　接着说自己居住的长安已是深秋时节。强劲的秋风从渭水那边吹来，长安落叶遍地，显出一派萧瑟的景象。特意提到渭水是因为渭水就在长安郊外，是送客出发的地方。当日送朋友时，渭水还未有秋风；此时渭水吹着秋风，自然想起分别多时的朋友了。</p> <p>　　此刻，诗人忆起和朋友在长安聚会的一段往事：“此地聚会夕，当时雷雨寒”──他那回在长安和这位姓吴的朋友聚首谈心，一直谈到很晚。外面忽然下了大雨，雷电交加，震耳炫目，使人感到一阵寒意。这情景还历历在目，一转眼就已是落叶满长安的深秋了。</p> <p>　　结尾是一片忆念想望之情。“兰桡殊未返，消息海云端。”由于朋友坐的船还没见回来，自己也无从知道他的消息，只好遥望远天尽处的海云，希望从那儿得到吴处士的一些消息了。</p> <p>　　这首诗中间四句言情谋篇都有特色。在感情上，既说出诗人在秋风中怀念朋友的凄冷心情，又忆念两人往昔过从之好；在章法上，既向上挽住了“蟾蜍亏复圆”，又向下引出了“兰桡殊未返”。其中“渭水”、“长安”两句，是此日长安之秋，是此际诗人之情；又在地域上映衬出“闽国”离长安之远（回应开头），以及“海云端”获得消息之不易（暗藏结尾）。细针密缕，处处见出诗人行文构思的缜密严谨。“秋风”二句先叙述离别处的景象，接着“此地”二句逆挽一笔，再倒叙昔日相会之乐，行文曲折，而且笔势也能提挈全诗。全诗把题目中的“忆”字反复勾勒，笔墨厚重饱满，是一首生动自然而又流畅的抒情佳品。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>未中进士前在京城长安时结识了一个隐居不仕的朋友吴处士，后来吴处士离开长安乘船到福建一带，贾岛很思念他，便写了两首<a href=\"http://so.gushiwen.org/view_31406.aspx\">诗</a>，这是其中的一首。其具体的创作时间有待考证。",
  "poet": {
    "id": 491,
    "star": 0,
    "name": "贾岛",
    "image": "http://img.gushiwen.org/authorImg/jiadao.jpg",
    "desc": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
  },
  "tags": [
    "送别",
    "思念"
  ]
}