{
  "id": 3176,
  "star": 11,
  "name": "仲春郊外",
  "dynasty": "唐代",
  "content": "东园垂柳径，西堰落花津。<br>物色连三月，风光绝四邻。<br>鸟飞村觉曙，鱼戏水知春。<br>初晴山院里，何处染嚣尘。",
  "fanyi": "<p><strong>译文</strong><br>前往东园的小路，垂柳掩映；西坝的渡口，落花缤纷。<br>好风景已经连续多月了，这里的美景是周围所没有的。<br>鸟在村里飞翔，人们便感觉到天亮了；鱼在水中嬉戏，人们便知道春天来了。<br>刚刚雨过天晴，山村的庭院里哪里会染上世俗尘杂呢。</p> <p><strong>注释</strong><br>仲春：春季的第二个月，即农历二月。<br>东园：泛指园圃。径：小路。<br>堰：水坝。津：渡口。<br>物色：景色、景物。连三月：即连月。三，表示多数。<br>绝四邻：指这里的幽雅景致是周围四邻所没有的。绝：《全唐<a href=\"http://so.gushiwen.org/view_3176.aspx\">诗</a>》一作“绕”。<br>曙：破晓、天刚亮。<br>鱼戏：乐府古辞《江南曲》：“鱼戏莲叶间。”<br>山院：山间庭院。<br>嚣（xiāo）尘：喧闹的俗尘。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_3176.aspx\">诗</a>描写了无处不在的春天，处处倾泻出活泼泼的生机，表现了诗人热爱自然、热爱生活的精神风貌，抒发了诗人超尘出俗、思归田园的思想感情。</p> <p>　　首联描写诗人信步走到东园、走过西堰，发现处处春意盎然。颔联诗人从时间长、空间广两方面写春光无处不在。“连”表示时间持续不断，“绝”表示分布很广，用词精炼而准确。颈联两句写细小的动态“鸟飞”、“鱼戏”，并夹杂了诗人的感受，“觉”、“知”非常细腻、逼真地传达出诗人面对大好春光时欣喜万分、轻松愉快的心理感受。尾联诗人笔锋一转，从另一个角度，即雨后天晴这一特定时段写春天山村里特有的静谧与洁净，扩大了春天的内涵，春天不仅生机勃勃，春光无限，而且还有明净与和谐。</p> <p>　　这是一首吟咏春天的诗，以诗人特有的感觉感受春天，以诗人特有的笔触瞄写春天，清新自然，生机无限。尤其是第三联，“鸟飞村觉曙”与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的诗句“春眠不觉晓，处处闻啼鸟”（《春晓》），语意暗合。“鱼戏水知春”联想到苏试的名句“春江水暖鸭先知”（《惠崇春江晚景》），但不同的是，作者<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>从诗人的感受写起，流露出诗人内心的惊喜意外，而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的诗句却是从鸭的感受写起，鸭子最先感受到春天江水温度的变化，诗人只是作纯客观的描述。</p> <p>　　另外，诗人采取由面到点，点面结合的写作手法描写春天。第一、二联是面，“东园”、“西堰”、“四邻”是从地域上写春满人间，“连三月”是从时间上写春光无限。第三联是点，写“鸟飞”、“鱼戏”，把春意渲染得强烈浓郁、无处不在。</p> <p>　　最后一联即景抒怀，抒发了诗人“何处染嚣尘”的出尘脱俗之心态。王勃面对色彩斑斓的春色，看到东园、西堰的花红柳绿，鱼鸟戏春，借“初晴山院里，何处染嚣尘”的明净美景，抒发了自己内心深处长期萌动的超尘出俗、思归田园的心态。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_3176.aspx\">诗</a>作于诗人虢州参军任内（673-674）。诗人恃才傲物，被同僚所嫉，因此萌发了归隐的念头。诗人春天在郊外踏青，领略春光时有感而作。",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "春天",
    "郊外",
    "抒情"
  ]
}