{
  "id": 69920,
  "star": 11,
  "name": "杂剧·醉思乡王粲登楼",
  "dynasty": "元代",
  "content": "楔子<br>（老旦扮卜儿上，诗云）急急光明似水流，等闲白了少年头。月过十五光明少，人到中年万事休。老身姓李，夫主姓王，曾为太常博士之职，不幸病卒于官。先夫在日，止生一个孩儿，名唤王粲，学成满腹文章，只是胸襟骄傲，不肯曲脊于人，有他波父蔡邕丞相，数次将书来取，此子不敢前去。今日好日辰，我唤他出来，上京求的一官半职，光耀门闾，有何不可，王粲那里？（正末扮王仲宣上，云）小生姓王名粲，字仲宣，高平玉井人也。先父曾为太常博士，病卒于官，止存老母在堂，小生正在攻书，忽听母亲呼唤，不知有甚事，须索走一遭去。呀，母亲拜揖。母亲唤你孩儿那壁厢使用？（卜儿云）孩儿，有你叔父蔡邕丞相，数次将书取你，今日好日辰，你上京去，求的一官半职，光耀门闾，有何不可？（正末云）母亲，你孩儿去不的（卜儿云）你因甚去不的？（正末云）孔子有云：\"父母在不远游，游必有方。\"所以为人子者，\"出不易方，复不过时\"，乃是个孝道，孩儿为此去不的。（卜儿云）孩儿放心前去，家中事务，我自支持。（正末云）既是母亲遵命，孩儿怎敢有违，今日便索长行也。（卜儿云）孩儿，你去则去，只虑一件。（正末云）母亲虑的是那一件？（卜儿云）虑的是豚犬东行百步忧。（正末唱）<br>【中吕】【赏花时】母亲道豚犬东行百步忧，（卜儿云）孩儿，你趁着这鹏鹗西风万里秋。（正末唱）趁着这鹏鹗西风万里秋。非拙计岂狂游，凭着我高才和这大手。（卜儿云）孩儿疾去早来。（正末云）母亲，恁孩儿常存今日志，必有称心时。（唱）稳情取谈笑觅封侯。（下）<br>（卜儿云）孩儿去了也，我俺上这门儿，正是眼望旌旗，耳听好消息。（下）<br><br>第一折<br>（丑扮店小二上，诗云）酒店门前三尺布，人来人往图主顾。好酒做了一百缸，全有九十九缸似滴醋，自家店小二是也。有那南来北往，经商客旅，做买做卖的人，都在我这店中安下。一个月前有个王粲，有我店肆中居住，房宿饭钱，都少了我的。我便罢了，大主人家埋怨我。我如今叫他出来，算算账，讨还我这房宿饭钱。王先生出来！（正末云）小生王粲，自离了母亲，来到京师，有叔父蔡邕丞相，个月期程，不蒙放参。小生在这店肆中安下，少了他许多房宿饭钱，小二哥呼唤，多分为此。小二哥，做甚么大呼小叫的？（小二云）王先生，你少下我许多房宿饭钱不还我，我便罢了，大主人家埋怨我。你几时还我这钱？（正末云）兀那店小二，我见了蔡邕叔父呵，稀罕还你这几贯钱？（小二云）你今日也说你叔父，明日也说你叔父呵，你这钱几时还我？（正末云）你休小觑我。（唱）<br>【仙吕】【黠绛唇】早是我家业凋残，少年可惯，我被人轻慢，似翻复波澜，贫贱非吾患。（小二云）王先生，你即是读书人，何不寻几个相识朋辈？（正末唱）<br>【混江龙】我与人秋毫无犯。（小二云）则为你气高志大，见是如此。（正末云）则为气昂昂误得我这鬓斑斑。久居在箪瓢陋巷，风雪柴关。穷不穷甑有蛛丝尘网乱。（小二云）看了你这嘴脸，火也没一些拢的。（正末唱）窘不窘炉无烟火酒瓶干。划的在天涯流落，海角飘零，中年已过，百事无成，捱不出伤官破祖穷愁限。多只在闾阎之下，眉睫之间。（小二云）王先生，我看你身上有些儿单寒么？（正末唱）<br>【油葫芦】小二哥人休笑书生胆气寒，赤紧的看承的我如等闲。则俺这敝裘裳怯晓霜残，端的可便有人把我做儿曹看。堪恨那无端一郡苍生眼。（小二云）看你这模样，也没些志气胆量。（正末唱）我量宽如东大海，志高如西华山。则为我五行差没乱的难迭辨，几能勾青琐点朝班。<br>【天下乐】因此上时复挑灯把代理人剑弹，有那等酸也波寒，可着我怎挂眼，只待要论黄数黑在笔砚间。（小二云）你既是读书之人，何不训几个蒙童，讨些钱钞还我，可不好？（正末唱）你着我教蒙童数子顽。（带云）据王粲的心呵，（唱）我则待辅皇朝万姓安。哎！你可便枉将人做一例看。<br>（小二云）巧言不如直道，买马须索杂料。闲话休说，好歹要房宿饭钱还我。（正末云）小生没甚么还你，小二哥，我将这口剑当与你，待我见了叔父，便来取讨。（小二云）也罢，我收了这剑，有钱时便赎你。饶君总使浑身口，手里无钱说也空。（外扮蔡邕引祗从上，诗云）龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。老夫姓蔡名邕，字伯喈，陈留郡人氏。自中甲第以来，累蒙擢用，谢圣人可怜，官拜左丞相之职。有一故人，乃是太常博士王默，曾指腹为亲。若生二女，同攀绣床；若生二子，唤名王粲。因为居官，彼此夭涯，不得相聚。牛来连王默也亡过了，一向耽阁，这亲事不曾成得，闻知王粲学成满腹文章，只是矜骄傲慢，不肯曲脊于人。老夫数次将书调取来京，个月期程，不容放参，可是为何？则是涵养他那锐气。今日早朝下来，已与曹子建学士说向上之事，这早晚敢待来也。左右门首觑者，学士来时，报复我知道。（冲末扮曹子建引祗从上）（诗云）满复文章七步才，绮罗衫袖拂香埃。今生坐享来生福，者是诗书换得来。小官姓曹名植，字子建，祖居谯郡沛县人也，谢圣人可怜，官拜翰林院学士之职。今日早期，蔡邕老丞相说令婿王粲，虽有出众文才，只是胸襟太傲，须要涵养他那锐气，好就功名。如今老丞相暗将白金两锭，春衣一套，骏马一匹，荐书一封，投托荆王刘表，封皮上写着某家的名字，赍发他起身，等待后来荣显之时，着小官做个大大的证见，说话中间，可早来到丞相府了。左右报复去，道有子建学士，在于门擤。（报见科）（蔡相云）学士来了也。学士，今早朝中所言王粲之事，可是这等做的么？（曹学士云）老丞相高见，正该如此。但小官虚做人情，不无惶愧。（正末上，云）这是丞相府门首，左右报复去，道有高平王粲，特来拜见。（做报科，云）有高平王粲，特来拜见。（蔡相云）你看他乘甚么鞍马。（祗侯云）脂油点灯。（蔡相云）这怎么说？（祗侯云）布拈。（正末云）说话的是我叔父，我是侄儿，那里有叔叔接侄儿不成？我自过去。（见科，云）叔父请坐，多年不见，受您孩儿两拜。（蔡相云）住者，左右，将过那锦心拜褥来。（正末云）叔父要他何用？（蔡相云）拜下去，只怕污了你那锦绣衣服。（正末云）有甚么好衣服！（蔡相云）王粲，母亲安康么？（正末云）母亲托赖无恙。（蔡相云）有你这等峥嵘发达的孩儿，我那贤嫂有甚不安康处！翰林院学士在此，把体面相见。（正末做见曹学士科）（曹学士云）久闻贤士大名，如轰雷贯耳，今得拨云<br>雾见青天，实乃曹植万幸。（正末云）学士恕小生一面。（蔡相云）说此人矜骄傲慢，果然，学士在此，下不得一拜。学士勿罪。可不道锦堂客至三杯酒。茅舍人来一盏茶。我偌大个相府，王粲远远而来，岂无一钟酒管待？令人，将酒过来。（递酒科）（蔡相云）这杯酒当与王粲拂尘，王粲近前接酒。（正末云）将来。（蔡相云）住者，这酒未到你哩！老夫年迈了，也有失礼体，放着翰林学士在此，那里有王粲先接酒之理！学士满饮此杯。（曹学士接酒儹云）贤士先饮此杯。（正末云）学士请。（曹学士云）贤士勿罪。（饮科）（蔡相云）这杯酒可到王粲。王粲接酒！（正末云）将来。（蔡相云）住者，未到你哩！学士一只脚儿两只脚儿来饮个双杯。（曹饮科）（蔡相云）这杯酒可到王粲。王粲接酒！（正末云）将来。（蔡相云）住者，未到你哩！学士饮个三杯和万事。（曹饮科）（正末云）叔父，王粲不曾自来，你将书呈三番两次调发小生到此，萧条旅馆，个月期程，不蒙放参。今日见了小生，对着学士，将一杯酒似与不与，轻慢小生，是何相待！（蔡相云）王粲，你发酒风哩！（正末云）我吃你甚酒来？（蔡相云）王粲，你在我跟前，你来我去，你听着：（诗云）你看我精神颜色捧瑶觞，你那里有和气春风满画堂。你这等人不明白冻饿在颜回巷，你看为官的列金钗十二行。你尽今生飘飘荡荡，便来世也则急急忙忙。你那里有江湖心量，衠一片齑盐肚肠。令人，抬过了酒，非干我与而不与，其实你饮不的我这玉液琼浆！（正末云）叔父，我王粲异日为官，必不在你之下！男儿自有冲天志，不信书生一世贫！（唱）<br>【那吒令】我怎肯空隐在严子陵钓滩，我怎肯甘老在班定远玉关。（带云）大丈夫仗鸿鹄之志，据英杰之才。（唱）我则待大走上韩元帅将坛。我虽贫呵乐有余，便贱呵非无惮，可难道脱不的二字饥寒？<br>【鹊踏枝】赤紧的世途难，主人悭，那里也握发周公，下榻陈蕃。这世里冻饿死困居的范丹，哎，天呵，兀的不忧悉杀高卧袁安。（云）叔父，不止小生受窘，先辈古人也多有受窘的。（蔡相云）王粲，与你比喻：你那积雪成阜，怎熬俺有力之松；磨墨成池，怎染俺无瑕之玉。明珠遭杂，岂列雕盘，素丝蒙垢，难成美锦。小见人万种机谋，总落的俺高人一笑。先辈那几个古人受窘，你试说一遍听咱。（正末唱）<br>【寄生草】伊尹曾理没在耕锄内，傅说也劬劳在版筑间，有宁戚空嗟白石烂，有太公垂钓磻溪岸，有灵辄谁济桑间饭。哀哉堪恨您小人儒，呜呼不识俺男儿汉。<br>（蔡相云）王粲，你来做甚？（正末唱）<br>【六幺序】我投奔你为东道。（蔡相云）我可也做不的东道。（正末唱）倚仗你似泰山。（蔡相云）我可也做不的那泰山。（正末唱）的似惊弓鸟叶冷枝寒。好教我镜里羞看，剑匣空弹！前程事非易非难，想蛰龙奋起非为晚。赤紧的待春雷震动天关，有一日梦飞熊得志扶炎汉。才结果桑枢瓮牖，平步上玉砌雕栏。（蔡相云）（正末唱）<br>【幺篇】要见天颜，列在鵷班，书吓南蛮，威镇诸藩，整顿江山，外镇边关，内剪奸顽。有一日金带罗襴，乌靴象简，那其间难道不着眼相看。如今个旅邸身闲，尘土衣单，耽着饥寒，偏没循环。只落得不平气都付与临风叹，恨塞满天地之间。想漫漫长夜时旦，几能勾斩蛟北海，射虎南山！<br>（云）这等人只好不辞而回罢。（出科，祗侯报云）报老爷得知，王粲不辞而去了。（蔡相云）学士，王粲不辞而归，都在学士身上。（曹学士出要住科，云）贤士，适间勿罪。（正末云）学士，这不是小生自来投托，是丞相数次将书调发小生来到京师。旅馆安身，个月期程，不蒙放参。今日对着学士，将一杯酒似与不与，轻慢小生，是何礼也！（曹学士云）贤士，此一去何往？（正末云）自古道：\"士屈于不知己，而伸于知己。\"今世无知者，小生在此何益？不如回家去罢。（唱）<br>【金盏儿】虽然道屈不知己不悉烦，不知伸于知己恰是甚时间。只落得一天怨气心中儹，空教我趋前退后两三番。又不是绝粮陈蔡地，又不是饿死首阳山，只不如挂冠去好，也免得叉手告人难。（曹学士云）贤士差矣，却不道学成文武艺，货与帝王家。又道是十年窗下无人问，一举成名天下知。凭着贤士腹在才，神有剑，口能吟，眼识字，取富贵如反掌相似，何不进取功名，可怎生便回家去也？（正末云）争奈小生家寒，无有盘费。（曹学士云）却不道宝剑赠烈士，红粉赠佳人。小官有白金两锭，青衣一套，骏马一匹，荐书一封，送贤士去投托荆王刘表。刘表见了小官的书呈，必然重用。贤士若得官呵，则休忘了曹植者。（正末云）多谢学士。小生骤面相会，倒赍发我金帛鞍马荐书。异日是峥嵘，此恩必当重报。（唱）<br>【赚煞】我持翰墨谒荆王，展羽翼腾霄汉。梦先到襄阳岘山，楚天阔争如蜀道难。我得了这白金骏马雕鞍，则愿的在途间人马平安，稳情取峥嵘见您的眼。（曹学士云）贤士，常言道人恶礼不恶，还辞一老丞相。（正末云）看学士分上，我辞他一辞，叔父，承管待了也。（蔡相云）王粲，你去了罢，又回来做甚么？（正末云）我吃你甚么来？（唱）我略别你个放鱼的子产。（蔡相云）放鱼的子产嗓磕老夫不识贤哩！（正末唱）你休笑我屠龙的王粲。（云）虽是今日之贫，安知无他日之贵。有一日官高极品，位列三公，食前方丈，禄享千钟，武夫前拥，锦衣后随，学士恕罪了。（曹学士云）贤士，稳登前路。（正末唱）你看我锦衣含笑入长安。（下）<br>（蔡相云）王粲去了也。学士，此人莫不有些怪老夫么？（曹学士云）时下便有些怪，到后来谢也谢不及哩！（蔡相诗云）从来贤智莫先人，小子如何妄自尊。（曹学士诗云）今日虽然遭折挫，异时当得报深恩。（并下）<br><br>第二折<br>（外扮荆王引卒子上，诗云）高祖龙飞四百年，如今兵甲渐纷然。区借得荆襄地，撑住西南半壁天。某姓刘名表，字景升，本刘之宗亲，汉之苗裔。因见天下多事，兵戈竟起，某策马驰入仪城，取了南郡，皆蒯良之力也。如今南据江陵，北控樊邓，西占长沙，东距桂阳，地方千里，带甲军卒四十余万。爱民养济怜恤军士，少壮者勤于农桑，斑白者不负戴于道路。于是一境之内，军民稍安。某有二子，长曰刘琦，次曰刘琮。有两员上将，操练水兵三万，乃是蒯越、蔡瑁，巡绰边境去了。善文者蒯良、杜奎，善武者蒯越、蔡瑁，为其羽翼，复何忧哉！小校辕门觑者，二将来时报复我知道。（卒子云）理会的。（正末上，云）小生王粲，被蔡邕耻辱了一场，多亏子建学士赍发我白金草鞍马，小生好命薄也，不想中途得了一场病症，金银鞍马衣服都盘费尽了，这几日方才稍可，将着这封书，见荆王走一遭去。王粲也，人人都有那功名二字，惟有我的功名好难遇也呵！（唱）<br>【正宫】【端正好】则有分鞭羸马，催行色，拂西风满面尘埃，想昨朝风送烟波侧，今日个落日在青山外。<br>【滚绣球】我比那买官的省些玉帛，求仕的费些草鞋。赤紧的好难寻紫袍金带。（云）今日见荆王呵，（唱）便是我苦尽甘来。他听得我扣宅，他将那书折开，多应是把我来降阶接待。岂不闻有朋自远方来？（带云）那荆王或问我兵法呵，（唱）你看坐间略展安邦策，便索高筑黄金拜将台，不索疑猜。（云）说话中间，可早来到门首也。左右报复去，道有高平王粲，持曹子建学士书呈，特来拜见。（卒子云）将书来，我与你报去。喏！报的大王得知，今有高平王粲，持曹子建学士书呈，特来拜见。（荆王云）将书来我看：\"翰林学士曹植拜书。\"我折开这书看：\"蔡邕拜上麾下。\"元来封皮上是曹子建之名，书内是蔡邕丞相举荐，书中意我尽知了也。久闻此人，是一代文章之士。道中门相请！（请见科）（荆子王）久闻贤士大名，今至俺荆襄之地，如甘霖润其旱苗，似清风解其酷暑，何幸何幸！（正末云）小生闻知大王豁达大度，纳谏如流，因此不远千里，持子建学士书，特来拜见。（荆子王）动问贤士，何不在帝都阙下，求取功名，如何远涉江湖，徒步至此？俺这荆襄土薄民稀，兵微将寡，只怕展不得仲宣之志，如之奈何？（正末云）大王，（唱）<br>【倘秀才】如今那有钱人没名的平登省台，那无钱人有名的终淹草莱。（荆子王）据贤士如何？（正末唱）如今他可也不论文章只论财。（荆子王）贤士可曾投托人么？（正末唱）赤紧的难录东道主。（荆子王）向在何处？（正末唱）久困在书斋。非王粲巧言令色。<br>（荆王云）贤士，自古道：（诗云）寒窗书剑十年苦，指望缘官折桂枝。韩侯不是萧何荐，岂有登坛拜将时！曾有人言，谓贤士胸次骄傲，以至如此。（正末唱）<br>【滚绣球】非是我王仲宣胸次高，赤紧的晏平仲他那度量窄。（云）小生远远而来，他道：\"老兄几时到？\"我回言：\"恰才到此。\"你道：\"休往别处去，来俺家里住。\"（唱）我和他初相见厮亲厮爱。（云）他问道：\"老兄此一来，有何贵干？\"我回言道：\"特来投托求些盘缦。\"他听得道罢，（唱）早唬得他不抬头口倦难开（云）那人推托不过，则索应付。（唱）至少呵等到有十朝半月，多呵赍发银一两钱二百，那一场赍发的心大惊小怪。（云）大王，久以后不得第便罢，若得第时，一时间顾盼不到，他便道：\"黑头虫儿不中救，俺也曾赍发你来。\"（唱）怎禁他对人前朗朗的花白，如今那友人门下难投托，因此上安乐窝中且避乖，倒大来悠哉。<br>（荆王云）贤士既有大才，当不次任用。到来日会众将，聚三军，拜贤士统领荆襄九郡兵马大元帅。（诗云）可惜淮阴侯，曾来撇金钓钩。不消三举荐，反映日便封侯。小校，铸下元帅印者。（正末云）小生半生流落，一介寒儒，安敢遽然望此！（唱）<br>【呆骨朵】若论掌襄帅府威风大，我是白衣人怎敢望日转千阶。我又不曾驱六甲风雷，又不曾辨三光气色，又不曾写就《论天表》又不曾草下甚么《平蛮策》（荆王云）贤士乃簪缨世胄，堪为元戎帅首也。（正末唱）我虽是个簪缨门下人，怎做的斗牛星畔客。（荆子王）贤士知天文，晓地理，观气色，辨风云，何所不通，何所不晓！有大才受大任，固其宣也。（正末唱）<br>【倘秀才】止不过曲志在蓬窗下守着霜毫的这砚台，我又不曾进履在圯桥下收的甚兵书战策。如今那有志的屠龙去南海，古今无贤士，前后少英才，非王粲疏狂性格。<br>（荆王云）贤士请坐，某有二将乃藐越、蔡瑁，能调水兵三万，巡绰边境去了。小校辕门外觑者，二将来时，报复我知道。（卒子应科）（二净扮蒯越、蔡瑁上，云）自家蒯越的便是，这位是蔡瑁。我和他巡绰边境回还。小校通报去，蒯越、蔡瑁下马。（卒子报科，云）喏！报大王得知，蒯越、蔡瑁见在门首。（荆王云）说出去，宾客在此，把体面相见。（卒子云）二位，大王说宾客在此，教你把体面相见。（蒯越云）我知道。（见科云）大王，边境无事。（荆王云）蒯越、蔡瑁，你见此人高平玉井人氏，姓王名粲，字仲宣，天下文章之士。我欲用此人，你可把体面相见。（蒯蔡云）知道，那壁莫非仲宣否？（卒子云）怎么是\"仲宣否\"？（蒯越云）你不知道，\"不\"字底下着个\"口\"是个\"否\"字，他见了我老蒯，教他不开口。（蒯蔡见末云）久闻贤士大名，如雷贯腿。你扎寨如何？（正末云）论扎寨呵，（唱）我不让周亚夫屯细柳安营扎寨。你点将如何？论点将呵，我不让马服君仗霜锋点将登台。（荆王云）你胆气如何？（正末云）论胆气呵，（唱）我不让蔺相如渑池会那气概。（荆王云）你才干如何？（正末云）论才干呵，（唱）我不让管夷吾霸诸侯那手策。（荆王云）你行兵如何？（正末云）论行兵呵，（唱）我不让霍嫖姚领雄兵横行边塞。（荆王云）你操练如何？（正末云）论操练呵，（唱）我不让孙武子用兵法演习裙钗。你智量如何？（正末云）论智量呵，点汤！（正末云）我出的这府门。（蒯越云）点汤！（正末云）我来到这和长街上。点汤！（正末云）我来到这酒肆中。（蒯越云）点汤！（正末云）我来到这里，你不叫点汤！（蒯越诗云）非我闭贤门，因他傲慢人。（蔡瑁诗云）点汤呼遣客，依旧受孤贫。（并下）（正末叹科）罢罢罢！（唱）<br>【煞尾】他年不作文章伯，异日须为将相材。待与不待总无碍，时与不时且宁耐。说地谈天口若开，伏虎降龙志不改。稳情取兴刘大元帅，试看雄师拥麾盖。恨汝等将咱厮害。（带云）我若得志呵，（唱）把你掳掠中军账门外，似这等跋扈襄阳吃剑才。（带云）将二贼擒至马前斩首报来！（唱）那其间才识俺长安少年客。（下）<br><br>第三折<br>（副末扮许达引从人上，诗云）状气如虹贯碧空，尘埃何苦困英雄。假饶不得风雷信，千古无人识卧龙。小生姓许名达，字安道，乃荆州饶阳人也。先父许士谦，曾为国子临助教，年仅六十，病卒于官，止存老每在堂，训诲小生，颇通诗礼。不想老母亡化，小生学业因此荒废，有负先人遗教，至今愧之。小生赖祖宗荫下，就此城市中女神中一座楼，名曰溪山风月楼，左有鹿门山，右有金沙泉，前对清风霁岭，后靠明月云峰，端的是玩之不足，观之有余。但凡四方官宦，到此无可玩赏，便登此楼饮酒，中间常与小生论文，有等文学秀士，未经发迹，小生置酒相待，临行又赠路费而归。人见小生有此度量，皆呼小生为东道主。近日有一人，乃高平人氏，姓王名粲，字仲宣。此人是一代文章之士，持子建学士书呈，投托荆王刘表，刘表不能任用。后刘表辞世，此人淹留有此。小生深念同道，常与他会饮此楼。只一件，此人不醉犹可，醉呵，便思其老母，想其乡闾，不觉泪下。今日时遇重阳登高节令，下次小的每安排酒果，请仲宣到此，共展登高之兴，聊纾望远之怀，只等来时，报复我知道。（正末上，云）小生王粲，将子建学士书呈，投托荆王刘表，刘表听信蒯越、蔡瑁谗言，不能任用，流落于此。小生只得将万言长策，寄与曹子建学士，央他奏上圣人，至今不见回报，多分又是没用的了，使小生羞归故里，懒睹乡闾。此处有一人许安道，幸垂顾盼，时与小生尊酒论文，稍不寂寞。今日重阳佳节，治酒于溪山风月楼，请我登高，须索走一遭去。（叹介）时遇秋天，好是伤感人也！〔鹧鸪天〕（词云）一度愁来一倚楼，倚楼又是一番愁。西风塞雁添愁怨，衰草凄凄更暮秋。情默默，思悠悠，心头才了又眉头。倚楼望断平安信，不觉腮边泪自流。（唱）<br>【中吕】【粉蝶儿】尘满征衣，叹飘零一身客寄。往常我食无鱼弹剑伤悲，一会家怨荆王，信谗佞，把那贤门来紧闭。（带云）从那荆王辞世呵，（唱）不争你死丧之威，越闪得我不存不济。<br>【醉春风】我本是未入庙堂臣，倒做了不着坟墓鬼。想先贤多少困穷途，王粲也我道来命薄的不似你，你！我比那先进何及，想昔人安在，（带云）小生三十岁也，（唱）我可甚么后生可畏。（云）说话中间，可早来到也。楼下的报复去，王粲来了也。（从人报科）报的东人得知，王仲宣来了也。（许达云）道有请。（见科，云）仲宣请。（做上楼科）（诗云）欲穷千里目，（正末云）更上一层楼。（许达云）家童将酒过来，仲宣，蔬食薄味，不堪供奉，请满饮此杯。（正末云）敢问安道，此楼何人盖造？（许达云）仲宣不问，许达也不道，此楼是先父许士谦盖造。（正末云）因何造此？（许达云）因四方官宦，到此无可玩赏，故建此楼。（诗云）一座高楼映市廛，玉栏十二锁秋烟。卷帘斜眺天边月，举眼遥观日底仙。九酝酒光斟琥珀，三山鸾凤舞翩跹。停杯畅饮才歌罢，倒卧身躯北斗边。（正末诗云）安道，你看危楼高百尺，手可摘星辰。不敢高声语，恐惊天上人。（唱）<br>【迎仙客】雕檐外红日低，画栋畔彩云飞，十二栏干栏干在天外倚。（许达云）这里望中原，可也不远。（正末唱）我这里望中原，思故里，不由我感叹酸嘶。（带云）看了这秋江呵，（唱）越搅的我这一片乡心碎。<br>（许达云）仲宣为何不饮？（正末云）小生一登此楼，就想老母在堂，久阙奉养，何以为人！（许达云）仲宣不登楼便罢，但登楼便思其老母，想其乡闾。母子，天性也，母思其子，慈也；子思其母，孝也故母子为三纲之首，慈孝乃百行之原。我想大舜古之圣人，父顽母嚣弟傲，尝设计害舜，舜尽孝以合天心，终不能害舜，终能使一家底豫。（诗云）历山号泣自躬耕，青史长传大孝名。今日登高频帐望，岂能无念倚闾情。（正末诗云）旅客逢秋苦忆归，可堪鸿雁正南飞。倚门老母应头白，何日重来戏彩衣。（唱）<br>【红绣鞋】泪眼盼秋水长天远际，归心似落霞孤鹜齐飞，则我这襄阳倦客苦思归。我这里凭阑望，母亲那里倚门悲。（许达云）仲宣，既如此感怀，何不早归故里？（正末云）吾兄怕不说的是哩！（唱）争奈我身贫归未得。<br>（许达云）仲宣满饮此杯。你看此楼，下临紫陌，上接丹霄，宴海内之高宾，会寰中之佳客。青山绿水，浑如四壁开图，红叶黄花，绝似满川铺锦。寒雁影摇摇曳曳，数行习过洞庭天。寒蛩声唧唧啾啾，几处叫残江铺月。俺这里鲈鱼正美，新酒初香，橙黄橘绿可开樽，紫蟹黄鸡宜宴赏。对此开怀，何故不饮？（诗云）风送潮声过远洲，雨收山色上危楼。美玉不换重阳景，黄金难买菊花秋。（正末云）忆昔离家二载过，髩鬓边白发奈愁何。无穷兴对无穷景，不觉伤心泪点多。（唱）<br>【普天乐】楚天秋，山叠翠，对无穷景色，总是伤悲。好教我动旅怀，难成醉。枉了也壮志如虹英雄辈，都做助江天景物凄其。（云）老兄，小生有三桩儿不是。（许达云）可是那三桩儿不是？（正末云）是这气这愁和这泪。（许达云）气若何？（正末唱）气呵做了江风淅淅。（许达云）愁若何？（正末唱）泪呵弹做了江雨霏霏。<br>（许达云）仲宣，时遇清秋，阶下有等草虫，名寒蛩，又名促织，此等草虫叫动，家家捶帛捣练。小生不才，作《捣练歌》一道，则是污耳。忽闻帘外杵声摇，声上声低声转高。罗袖长长长绕腕，轻轻播播播风飘。看看看是谁家女，巧巧巧手弄砧杵。停停听是两娉婷，玉腕双双双擎举。湾湾湾月在收峰，花花花向脸边红。星眼眼长长出泪，多多多滴捣衣中。祬开祬入纺波，叠叠重重重数多。相相相唤邻家女，欲裁未裁裁绮罗。秋天秋月秋夜长，秋日秋风秋渐凉。秋景秋声秋雁度，秋光秋色秋叶黄。中秋秋月旅情伤。月中砧杵响当当。当当响被秋风送，送到征人思故乡。故何在归途远，途远难归应断肠。断肠只在纱窗下，纱窗曾不忆彷徨。休玩休玩中秋月，月到中秋篇皎洁。此夜家家家捣衣，添入离愁愁更切。寒露初寒寒草边，夜夜孤眠月前。促织促织叫复叫，叫出深秋砧杵天。谁能秋夜闻秋砧，切切悲悲悲不禁。况是思归归未得，声声捶碎故乡心。（正末叹云）好高才也！其思远，其调悲，使人闻之，觉潸然泪下。（诗云）寒蛩唧唧细吟秋，夜夜寒声到枕头。独有愁人听不得，愁人听了越添愁。<br>【石榴花】现如如今寒蛩唧唧向人啼，哎，知何日是归期？想当初只守着旧柴扉，不图甚的，倒得便宜。（许达云）大丈夫得志食于钟鼎，不得志隐于山林。（正末唱）则今山林钟鼎俱无味。命矣时兮。哎，可知道枉了我顶天立地居人世。（许达云）仲宣，今年贵庚了？（正末唱）老兄也，恰便似睡梦里过了三十。<br>【斗鹌鹑】又不在麋鹿群中，又不入麒麟画里。自死了吐哺周公，枉饿杀采薇伯夷。自洛下飘零到这里，划的无所归栖。小生初投奔刘表的意呵，指望待末尾三稍，越闪的我前程万里。（许达云）仲宣，想昔日孔子投于齐景公，景公不能用，复投鲁哀公，封孔子为鲁司寇。三日而诛少正卯。齐景公故将美女数十人，习成女乐，献与哀公，哀公受了女乐，三日不朝。孔子弃职而归，投于卫灵公，与之言治国之道。卫灵公仰视飞雁，孔子知其不能用，投于陈国。其时陈国被吴国征伐，孔子遂困于陈蔡之间，粮食都绝，从者皆病不能起，圣人尚然如此，何况今日乎！老兄，诗酒当前且尽情，功名休问几时成。天公自有安排处，莫为忧愁白发生。（正末诗云）三尺龙泉七心身，可堪低首困风尘。王侯将相元无种，半属天公半属人。<br>【上小楼】一片心扶持社稷，两只手经论天地。谁不待执戟门庭，御车郊原，舞剑尊席。（许达云）仲宣，当初肯与蒯、蔡，同列为官，可不好来？（正末唱）我怎肯与鸟兽同群，豺狼作伴，儿曹同辈？兀的不屈沉杀五陵豪气！<br>（许达云）仲宣，想你辞老母，离陈蔡，谒蔡邕于京师，不能取其荣贵。又持子建学士书呈，投托荆王刘表，内妨蒯、蔡，不肯同列为官。先生主见，小生尽知。但他自干他的事，你自干你的事，便好道黍则黍，麦则麦，泾则泾，渭则渭，虽后稷之圣，不能化穗而成其芒，虽大禹之功，不能澄清而变其浊。芒穗清浊，尚然不变，何况于人乎？既托迹于刘表，何苦不同官于蒯、蔡？嗟君志气本超群，争奈朝中多忌人。所以独醒千古恨，至今犹自泣累臣。（正末）有志无时命矣夫，老天生我亦何辜。宁随泽畔灵均死，不遂人间乳臭雏。<br>【幺篇】据着我慷慨心，非贪这潋滟杯。这酒呵便解我愁肠，放我愁杯，展我愁眉。则为我志愿难酬，身心不定，功名不遂。吾兄将酒过来。（许达云）酒在此。（正末饮科，云）再将酒来。（许达云）仲宣，为何横饮几杯？（正末唱）倒不如葫芦提醉了还醉。<br>（云）小生为功名不遂其心，不如饮一醉，坠楼而亡。（做跳下，许达惊扯住科，云）呀，早是小生手眼快，蝼蚁尚且贪生，为人何不异命？古人有云：存其身而扬其名，上人也；将其身而就其名，中人也；舍其身而灭其名，下人也。吾想此中屈原、卞和二人，虽得其名，卒舍其身。如吾兄为功名不遂，要坠楼身死，是为不知命矣。昔吕望有经纶济世之才，虽在贫窘，意不苟得，年登八旬，垂钓于渭水。后文王梦非熊之兆，出猎西郊至磻溪，见吕望同载而归，以为上宾。至武王时，成功立业，封号太公。今老兄发悲，不为别故，止为家中老母无人侍养，小生到来日会江不父老，收拾青蚨，赍为路费，送老兄还归故里，有何难哉！（诗云）只为你高堂有母鬓斑斑，客舍淹留甚日还。囊里黄金愿相赠，免教和泪倚栏干。（正末诗云）耻向人间乞食馀，登台一望泪沾裾。可怜飘泊缘何事，不寄平安问母书。（唱）<br>【满庭芳】我如今羞归故里，则为我昂昂而出，因此上怏怏而归。空学成补天才却无度饥寒计，几曾道展眼舒眉。则被你误了人儒冠布衣，熬熬人淡淡饭黄齑。有路在青霄内，又被那浮云塞闭。老兄也百忙里寻不见上天梯。<br>（许达云）仲宣，你看那一林红叶，三径黄花。一林红叶傲风霜，如乱落火龙鳞。三径黄花擎雨露，似润开金兽眼。登高望远，从怀故国之非，抚景伤情，处处洒穷途之泣。老兄，（诗云）暑退金风觉夜长，蝉声不断送秋凉。东篱满目黄花绽，雁过南楼思故乡。（正末）（诗云）采采黄花露未，他乡谁为授寒衣。独怜作客人南滞，不似随阳雁北飞。（唱）<br>【十二月】几时得似宾鸿北归，倒做了乌鹊南飞。仰羡那投林倦鸟，堪恨那舞瓮醯鸡。籓云的鵾鹏羽翼，那篱下燕鹊争知。<br>（带云）老兄也！（唱）<br>【尧民歌】真乃是鹤长凫短不能齐，从来这乌鸦彩凤不同栖。挽盐车骐骥陷淤泥，不逢他伯乐不应嘶。只争个迟也么疾，英雄志不灰，有一日登鳌背。（做睡科）（外扮使命上，诗云）雷霆驱号令，星斗焕文章。圣主贤臣颂，今朝会一堂。吾乃天朝使命是也。今有王仲宣献上万言长策，圣人见喜，宣他为天下兵大元帅，兼管左丞相事。打听得在许安道楼上饮酒，许安道在么？（许达见科，云）那里来的大人？（使命云）小官天朝来的使命，宣王仲宣为天下兵马大元帅，快报复去！（许达云）王仲宣，王仲宣！（正末云）做甚么大呼小叫的！（许达云）今有天朝使命，宣你为天下兵马大元帅。（正末云）来了不曾？（许达云）见在楼直下哩！（正末云）慌做甚么，心忙做甚么！既来了，怕他回了不成？（许达云）则吃你这般傲慢？（正末唱）<br>【煞尾】从今后把万言书作战场，辅皇朝为柱石。扶侍着万万岁当今帝，则愿的稳坐定蟠龙戗金椅。（同使命下）<br>（许达云）那王仲宣别也不别，竟自去了，有这般傲慢的，可知道荆王不肯用他！（诗云）一片雄心大似天，可知不肯受人怜。今朝身佩黄金印，才识登楼王仲宣。（下）<br><br>第四折<br>（蔡相引祗从人上，云）老夫蔡邕是也。今有王粲献上万言长策，圣人见喜，着他做天下兵马大元帅，只在早晚将到。左右，与我请将曹子建着人相请，须索走一遭去。左右报复去，道有曹子建在于门首。（祗从报科，云）报的老爷得知，曹学士来了也。（蔡相云）道有请。（见科）（曹学士云）老丞相贺万金之喜！（蔡相云）喜从何来？（曹学士云）今有令婿王仲宣，献上万言长策，得了天下兵马大元帅，小官特来贺喜。（蔡相云）比及学士说呵，老夫已知道了也。如今俺二人牵羊担酒，十里长亭，接新官走一遭去。（下）（正末引卒子上，云）王粲，谁想有今日也呵！（唱）<br>【双调】【新水令】一声雷震报春光，（卒按喝科）（正末唱）起蛰龙九重天上。蔡邕也你便似臧仓毁孟轲，王粲也我却做了贡禹笑王阳，则道我甘老在荆襄，今日个峥嵘日岂承望。<br>（蔡、曹同上）（蔡相云）此间是他辕门外了，学士你先进去。（曹学士云）令人，报复去，道有翰林学士曹子建在于门首。（报科）（正末云）大恩人来了也，道有请。（见科）（曹学士云）元帅峥嵘有日，奋发有时。（正末云）当日不亏学士大恩，岂有今日？学士请上，受小官一拜。（拜科）（曹学士云）元帅请起，论小官有甚么恩在那里。（正末唱）<br>【沉醉东风】想当日到京师将谁倚仗？多亏你曹学士助我行装。虽然是一封书死了荆王，还得你万言策奏知今上，才得个元戎印掌。这都是你义海恩山不可当，再休题贵人健忘。<br>（蔡相云）令人，报复去，道有蔡丞相在于门首。（座卒报科）（正末唱）<br>【乔牌儿】不由我肚儿里气夯，他有甚脸来俺门上。（云）他可不是蔡邕丞相么？（曹学士云）他可是谁？（正末唱）他是举韩侯三荐的萧丞相。往日的情我和他今日讲。<br>（云）令人，说出去，他是个丞相，我是个元帅府衙门，尔我无干。他进来便进来，不进来我也接待他不成。（卒子云）理会的。老丞相，俺元帅说来：你是个丞相，他是元帅府衙门，尔我无干，你进去便进去，不进去你也接待你不成。（蔡相云）可早一句儿也！也罢，我自己进去。（见科）元帅，几年不见，受老夫一拜。（正末云）住者，左右，将过锦心拜褥来。（蔡相云）要他做甚么？（正末云）则怕拜下去污了你那锦绣衣服！（蔡相云）可早两句儿也！（正末云）却不道锦堂至三杯酒，茅舍人来一盏茶。我是个新帅府，岂不一杯酒管待？令人，将酒来。（卒子云）酒在此。（正末云）这一杯酒，当从丞相饮，老丞相接漂酒。（蔡相云）将来。（正末云）住者，小官有失礼体，放着翰林院大学士在此，当从学士请酒。（曹接酒科）（正末云）这杯酒可到老丞相，丞相接酒。(蔡相云）将来。（正末云）住者，慌做甚么！学士饮个双杯。（曹饮科）（正末云）这杯酒可该老丞相饮，丞相接酒，（蔡相云）将来。（正末云）住者，两只手捞菱般相似，大缸家酿下酒钵盂里，折的你也吃不了。枕着青石板睡，饿破你那脸也。学士饮个三杯和万事。（蔡相云）可早三句了也！王粲，你将一杯酒似与不与，对着翰林学士在此，羞辱老夫，是何道理！（正末云）你发甚么酒风哩！（蔡相公云）我吃你甚么酒来？（正末云）当初曾道来。（蔡相云）我道甚么来？（正末唱）<br>【水仙子】你道你精神颜色捧瑶觞，和气春风满画堂。你道我不明白冻死在颜回巷，我今日也列金钗十二行。尽今生急急忙忙，你那里有江湖心量，一片齑盐肚肠。（带云）令人抬过了酒肴者。（唱）饮不的我玉液琼浆。<br>（蔡相云）王粲，你强杀者波，则是个兵马大元帅；我歹杀者波，是当朝左丞相，调和鼎鼐，燮理阴阳。你把我这般看待，敢不中么？（正末唱）<br>【甜水令】你道是位列三台，调和鼎鼐，燮理阴阳，丞相府气昂昂。觑的我元帅衙门，无过是点些士伍，排些刀仗，与文臣本不同行。<br>【折桂令】你不来呵但凭心上，我也不差着人来，请你登堂。（带云）你今日既来呵，（唱）谁着你鸟故趋笼，鱼偏入网，人自投汤。既受你这许多好情亲向，我岂可没半句恶语相相伤。（蔡相云）可知你与我也沾些亲来。（正末唱）从今后星有参商，人有雌黄。你做的吐哺周公，我也拚不做坦腹王郎（蔡相云）学士，你这里不说，那里说？（曹学士云）老丞相休慌。元帅请暂息雷霆之怒，略罢虎狼之威，听小官明明的说破，着元帅细细里皆知。人不说不知，木不钻不透；冰不搦不寒，胆不尝不苦。当初老丞相曾与令尊老先生金兰契友，二人指腹成亲，若生二女，同攀绣床；若生二子，同舍攻书；若生子女，结为夫妇。不想令尊生下元帅，丞相所生一女。因为官守所绊，彼各天涯，间隔亲事。老丞相闻知元帅学成满腹文章，只是骄矜傲慢，不肯曲脊于人，以此数次将书调取至京，萧条旅馆，个月期程，不蒙放参。可是为何？只是涵养你那锐气。及至相见，将那三杯酒耻辱元帅，一席话激发将军。岂知春衣白金雕鞍书礼，都不是小官的，老丞相暗暗的与我，着我明明的与你，赍发你投托荆王刘表。谁想刘表不能任用，淹留在彼，你将万言长策，寄与小官，小官转与老丞相，老丞相献与圣人，圣人见喜，今得此官。自从元帅去后，老丞相将老夫人搬至京师，一般盖下画堂，又陪房奁断送，将小姐聘与元帅为妻。说兀的做甚！（诗云）则为你襄阳久困数年间，今日拨开云雾见天颜。非干我这举贤曹子建，则拜你那恩人老泰山。（正末拜科，云）则被你瞒杀我也，丈人！（蔡回礼科，云）则被你傲杀我也，女婿！（正末唱）<br>【雁儿落】又不曾趋跄天子堂，又不曾图画臣像。止不过留心在笔砚间，又不曾恶战在沙场上。<br>【得胜令】呀！怎做得架海紫金梁，则消得司县绿衣郎。今日个枢府新元帅，还只是长安旧酒狂。腾骧，端的有豪气三千丈；游扬，这的是功名纸半张。（蔡相云）天下喜事，无过子母夫妇团圆。就今日卧翻羊、窨下酒，做个大大庆喜筵席者！（词云）我两姓结婚姻原在生前，难道我今日敢违背初言。因此上屡移书接来到此，本待将加官职指引朝天。只为你生性子十分骄傲，并不肯谦谦的敬老尊贤。我特将三杯酒千般折挫，无非要涵养得气质为先。暗地里具书呈白金骏马，封皮上明写着子建相传。岂知道到荆州依然不遇，遂淹留不得返苒三年。想登楼这一点思乡客泪，多应是长飘洒似雨涟涟。万言策又是我转闻今上，才得授大元帅入掌兵权。早先期高平去迎将老母，预盖下大宅院供具全。专等待你回来选其吉日，与小女结花烛夫妇团圆。此皆由我老夫殷勤留意，非学士能出力为你周旋。到如今才一一从头说破，大家的开笑口庆赏华筵。（正末唱）<br>【离亭宴煞】你元来为咱气锐加涵养，须不是忌人才大遭魔障。端的个这场，收拾了龙争虎斗心，结果了鹗荐鹏搏力，表明了海阔天高量。安排下玳瑁筵，准备着葡萄酿，做一个团圆的庆赏。早匹配了青春女一生欢，稳情取白头亲百年享。<br>题目假托名蔡邕荐士<br>正名醉思乡王粲登楼",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}