{
  "id": 37,
  "star": 76,
  "name": "旄丘",
  "dynasty": "先秦",
  "content": "旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？<br>何其处也？必有与也！何其久也？必有以也！<br>狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。<br>琐兮尾兮，流离之子。叔兮伯兮，褎如充耳。",
  "fanyi": "<p><strong>译文<br></strong>旄丘上的葛藤啊，为何蔓延那么长！卫国诸臣叔伯啊，为何许久不相帮？<br>为何安处在家中？必定等人一起行。为何等待这么久？其中必定又原因。<br>身穿狐裘毛茸茸，乘车出行不向东。卫国诸臣叔伯啊，你们不与我心同。<br>我们卑微又渺小，流离失所无依靠。卫国诸臣叔伯啊，充耳装作不知道。</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.旄（máo）丘：卫国地名，在澶州临河东（今河南濮阳西南）。一说指前高后低的土山。<br>3.诞（yán）：通“延”，延长。节：指葛藤的枝节。<br>4.叔伯：本为兄弟间的排行。此处称高层统治者君臣。<br>5.多日：指拖延时日。<br>6.处：安居，留居，指安居不动。<br>7.与：盟国；一说同“以”，原因。<br>8.何其：为什么那样。<br>9.以：同“与”。一说作“原因”“缘故”解。<br>10.蒙戎：毛篷松貌。此处点出季节，已到冬季。<br>11.匪：非。东：此处作动词，指向东。<br>12.靡：没有。所与：与自己在一起同处的人。同：同心。<br>13.琐：细小。尾：通“微”，低微，卑下。<br>14.流离：转徙离散，飘散流亡。一说鸟名，即枭或黄鹂。<br>15.褎（yòu）：聋；一说多笑貌。充耳：塞耳。古代挂在冠冕两旁的玉饰，用丝带下垂到耳门旁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_37.aspx\">诗</a>脉络清晰，递进有序，《诗经传说汇纂》引朱公迁所谓“一章怪之，二章疑之，三章微讽之，四章直责之”，将其篇章结构说得清清楚楚。</p> <p>　　诗一开头，借物起兴，既交代了地点和季节，也写了等待救援时间之长。黎臣迫切渴望救援，常常登上旄丘，翘首等待援兵，但时序变迁，援兵迟迟不至，不免暗自奇怪。不过由于要借卫国救援收复祖国，心存奢望故而尚未产生怨恨之意。</p> <p>　　第二章紧承上章“何多日兮”而来，用宽笔稍加顿挫，“何其处也，必有与也。何其久也，必有以也。”通过自问自答的方式，黎臣设身处地地去考虑卫国出兵缓慢的原因：或者是等待盟军一同前往，或者是有其他缘故，暂时不能发兵；用赋法代为解说，曲尽人情。</p> <p>　　第三章“狐裘蒙戎”一句紧扣上两章，说明自己客居已久而“匪车不东”。黎臣已经有所觉悟，“我有亡国之状，而彼无悯恤之意，我有恢复之念，而彼无拯救之心”（《诗经传说汇纂》引邹泉语），知道卫国无意救援，并非是在等盟军，或者有其他缘故。因幻想破灭，救援无望，故稍加讽谕。</p> <p>　　第四章用赋法着意对比，黎臣丧亡流离，衣衫破弊，寄居他国，凄凉萧索，而卫国群臣非但毫无同情心，而且袖手旁观，趾高气扬。诗人有些出离愤怒了，他批评卫国群臣装聋作哑，见死不救。诗人通过双方服饰、神情、心态的比较，黎臣彻底痛悟，不禁深感心寒，于是便直斥卫国君臣。</p> <p>　　此诗作者虽然寄人篱下，但诗意从委婉地询问的口气到直指卫国统治者不同心同德的嘴脸，写得很有骨气。</p>",
  "about": "<h2>创作背景</h2> 　　关于《邶风·旄丘》一<a href=\"http://so.gushiwen.org/view_37.aspx\">诗</a>的背景，历来有多种说法。《毛诗序》及郑笺等以为是黎臣责卫之作；方玉润《诗经原始》认为此篇与《邶风·式微》均是黎臣劝君归国之作；牟应震《毛诗质疑》、高亨《诗经今注》等据《左传》所载史事以为是卫臣或黎臣责晋之作；<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>《诗序集义》完全依循三家诗说，认为是黎庄夫人所作；余冠英《诗经选译》认为此篇是弃妇诗；袁梅《诗经译注》认为是女子思念爱人之作；邓荃《诗经国风译注》、蓝菊荪《诗经国风今译》则认为是兵士登高怀乡之作。现代学者一般认为是一些流亡到卫国的人，请求卫国的统治者来救助，但愿望没能实现，因此写此诗表达他们失望的心情。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}