{
  "id": 70768,
  "star": 114,
  "name": "金缕曲·赠梁汾",
  "dynasty": "清代",
  "content": "德也狂生耳！<br>偶然间、淄尘京国，乌衣门第。<br>有酒惟浇赵州土，谁会成生此意？<br>不信道、遂成知己。<br>青眼高歌俱未老，向尊前、拭尽英雄泪。<br>君不见，月如水。<br>共君此夜须沉醉。<br>且由他、娥眉谣诼，古今同忌。<br>身世悠悠何足问，冷笑置之而已！<br>寻思起、从头翻悔。<br>一日心期千劫在，后身缘、恐结他生里。<br>然诺重，君须记。",
  "fanyi": "<p><strong>译文</strong><br>　　我原本也是个狂妄的小子，我在京城混迹于官场，这不过是因为出身于高贵门第和命运的偶然安排罢了。我真心仰慕平原君的广结贤士，希望能有赵国平原君那样招贤纳士的人来善待天下贤德才士，可是却没有谁会理解我的这片心意。万万没有想到，今天竟然遇到了您这位知己。今天，趁我们还不算老，擦去感伤的眼泪，纵酒高歌，把精神振作起来。<br>　　今天我们一定要开怀畅饮，一醉方休。从古到今，才干出众、品行端正的人遭受谣言中伤，这都是常有的事，姑且由他去吧。人生岁月悠悠，难免遭受点挫折苦恼，这些都没必要放在心上，思过之后冷笑一声放在一边就完事儿了。若总是耿耿于怀，那么从人生一开始就错了。今天我们一朝以心相许，成为知己，他日即使经历千万劫难，我们的友情也要依然长存。这后半生的缘分，恐怕要到来世也难以补足。这个诺言是很沉重的，您一定要牢牢记在心里。</p> <p><strong>注释</strong><br>（1）金缕曲：词牌名。<br>（2）梁汾：<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>（1637～1714年），字华峰，号梁汾。江苏无锡人，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的朋友。清康熙五年（1666年）顺天举人。著有《积书岩集》及《弹指词》。清康熙十五年（1676年）与纳兰性德相识，从此交契，直至纳兰性德病殁。<br>（3）德也狂生耳：我本是个狂放不羁的人。德，作者自称。<br>（4）偶然间，淄尘京国，乌衣门第：我在京城混迹于官场，又出身于高贵门第，这只是命运的偶然安排。淄尘京国，表居北京之无奈。淄尘，黑尘，喻污垢。此处作动词用，指混迹。淄，通“缁”，黑色。京国，京城。乌衣门第：东晋王、谢大族多居金陵乌衣巷，后世遂以该巷名指称世家大族。<br>（5）有酒惟浇赵州土：用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《浩歌》“买丝绣作平原君，有酒唯浇赵州土”句意，是说希望有战国时赵国平原君那样招贤纳士的人来善待天下贤德才士。浇，浇酒祭祀。赵州土，平原君墓土。<br>（6）谁会成生此意：谁会理解我的这片心意。会，理解。成生，作者自称。作者原名成德，后避太子讳改性德。<br>（7）不信道、竟逢知己：万万没有想到，今天竟然遇到了知己。<br>（8）青眼高歌俱未老：趁我们青壮盛年，纵酒高歌。青眼，契重之眼光，此指青春年少。<br>（9）向尊前、拭尽英雄泪：姑且面对酒杯，擦去英雄才有的眼泪。为二人均不得志而感伤。尊，同“樽”。<br>（10）且由他、娥眉谣诼，古今同忌：姑且由他去吧，才干出众，品行端正的人容易受到谣言中伤，这是古今常有的事。娥眉，亦作“蛾眉”，喻才能。谣诼，造谣毁谤。忌，语助词，无实义。<br>（11）身世悠悠何足问：人生岁月悠悠，遭受挫折苦恼，不必去追究。悠悠，遥远而不定貌。<br>（12）寻思起、从头翻悔：若对挫折耿耿于怀，反复寻思，那么从人生一开始就错了。<br>（13）一日心期千劫在：一日以心相许成为知己，即使经历千万劫难，我们二人的友情也将依然长存。心期：以心相许，情投意合。<br>（14）后身缘、恐结他生里：来世他生，我们的情缘还将保持。后身缘，来生情缘。<br>（15）然诺重，君须记：朋友间信用为重，您要切记。然诺重，指守信誉，不食言。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“德也狂生耳”，起句十分奇兀，使人陡然一惊；因为<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>的父亲明珠，是当时权倾朝野的宰辅。纳兰性德风华正茂，文武双全，在他面前正铺设着一条荣华富贵的坦途。然而，他竟劈头自称“狂生”，而且还带着颇为不屑的语气，这一下就抓住了读者的心，使人不得不注意品味。</p> <p>　　跟着三句，是他对自己身世的看法，“偶然间，缁尘京国，乌衣门第。”缁尘即尘污，比喻世俗的污垢。纳兰性德化用<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>“谁能久京洛，缁尘染素衣”的<a href=\"http://so.gushiwen.org/view_70768.aspx\">诗</a>意，说自己生长在京师的富贵人家，蒙受尘世的污浊。“偶然间”三字。表明他并不希罕金粉世家繁华喧嚣的生活。在词的开头，他就坦率地把自己鄙薄富贵家庭的心境，告诉给<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>，是希望出身寒素的朋友们理解他，不要把他看成是一般的贵介公子。</p> <p>　　“有酒惟浇赵州土”。原是唐代诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的诗句：“买丝绣作平原君，有酒惟浇赵州土。”平原君即战国时代赵国的公子赵胜，此人平生喜欢结纳宾客。李贺写这两句诗，对那些能够赏识贤士的人表示怀念。他举起酒杯，浇向赵州，觉得茫茫宇内，惟独平原君值得景仰。纳兰性德径用李诗入词，同样是表示对爱惜人才者的敬佩。当然，他和李贺的心情不尽相同。李贺怀才不遇，攀附无门；纳兰性德生长名门，青云有路。但是，他从顾贞观、吴兆骞等人的遭遇里，深深感到社会的不平，感到人才总是无法逃脱遭受排挤的厄运，因而忧思重重，满怀悲愤。他也知道，他的心境，很难得到世人的理解，他呼喊：“谁会成生此意”，透露出孤独落寞的悲哀。总之，他的失望、彷徨、牢骚之情，统统包含在反诘的口吻之中。</p> <p>　　前几句，作者极写心情的抑郁，这正好为得遇知己朋友的兴奋预作蓄势。就在感到山穷水尽的时候，他遇到梁汾了。“不信道，遂成知己”。骤然看来，在“不信道”之后，又加上“遂”字，显得有点累赘，但重复强调意外之感，是为了表达得友的狂喜。这几句，笔势驰骤，极尽腾挪变化之妙。</p> <p>　　接下去是写知己相逢的情景。“青眼高歌俱未老，向尊前，拭尽英雄泪。”青眼是高兴的眼色，据说晋代<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>能为青白眼，遇见意气相投的人，便露出青色的眼珠。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《短歌行》有句云：“青眼高歌望吾子，眼中之人我老矣。”纳兰性德翻用其意，说他们相遇时彼此正当盛年，都还未老，于是青眼相向，慷慨高歌。不过，在举杯痛饮之余，又不禁涕泪滂沱。英雄失路，惺惺相惜，得友的喜悦、落拓的悲哀，一齐涌上心头。辛稼轩曾有句云：“倩何人，唤取翠袖红巾，揾英雄泪。”纳兰性德的心情，与此相类。不过，辛词“揾”字比较含蓄，纳兰用“拭尽”一语，却是淋漓尽致地宣泄情感。这几句，诗人把歌哭笑啼交错在一起，比杜、辛的诗句显得更鲜明更奔放。</p> <p>　　以“君不见，月如水”作收束。它是全篇唯一的景语。那一夜，月儿皎洁，凉浸浸的，似是映衬着他们悲凉的情怀，又似是他们纯洁友谊的见证。</p> <p>　　一般人写词，包括纳兰性德在内，总喜欢较多敷写眼前或内中看到的景色。因情写景，情景相生，会收到形象生动境界隽永的艺术效果。象〔金缕曲〕这样体制较长的词调，完全不入景语，则易流于粗率。纳兰性德这首词着眼于传情，诗人直抒胸臆，但也注意顺手拈来一二景语，约略点染。沈谦在《堪词杂说》中认为：“长调要操纵自如，忌粗率，能于豪爽中著一二精微语，绵缠中著一二激厉语，尤见错综。”这是颇有见地的经验之谈。纳兰性德在歇拍中稍作跌宕，略写月色，正是在豪爽中夹入工细之笔。这似乎是闲笔，却使人感到，诗人极度激动的感情，又蕴含着深沉的意味。</p> <p>　　纳兰从同情顾贞观、吴兆骞的坎坷遭遇着笔。“共君此夜须沉醉。”这里的“须”字很值得玩味。它表明，诗人要有意识地使自己神经麻木。从写法上看，此句与杜甫的名句“白日放歌须纵酒”也颇相似，但意境大不相同。“纵酒”未必大醉，“沉醉”却是醉得不省人事。为什么必须烂醉如泥？下面跟着作答。“且由他，蛾眉谣诼，古今同忌。”<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>说过：“众女嫉余之蛾眉兮，谣诼谓余以善淫。”在纳兰性德看来，古往今来，有才识之士被排斥不用者多如牛毛，顾贞观等受到不公的待遇也自不可避免。不合理的现实既已无法改变，他便劝慰好友，大家懒得去管，一醉了事。这种一醉解千愁的作法，固然是逃避现实的表现，但诗人冷峭的情绪，乃是愤怒与消极的混合物。</p> <p>　　“身世悠悠何足问，冷笑置之而已”。从顾贞观等今古才人的遭遇中，诗人想到自己。在污浊的社会中，过去的生涯，毫无意趣，将来的命运，也不值一晒，因而他发出了“寻思起，从头翻悔”的感叹。在词的开头，诗人已透露出他对门阀出身的不屑，这里再一次申明，是强调他和顾贞观有着同样的烦恼，对现实有着同样的认识，他和顾贞观一起承受着不合理社会给予的压力。在这里，通过诗人对朋友安慰体贴相濡以沫的态度，我们也看到了他对现实生活的不满和激忿。</p> <p>　　在激动之余，纳兰性德把笔锋拉回，用沉着坚定的调子抒写他对友情的珍惜。“一日心期千劫在，后生缘，恐结在他生里。”劫是梵语劫簸的省略，是计算时间的数量词。在不期然得遇知己的时刻。他郑重表示，一旦倾心相许，友谊便地久天长，可以经历千年万载。同时，彼此相见恨晚，只好期望来世补足今生错过的时间。用不着剖析，这番誓言，灼热如火。结句“然诺重，君须记”。再三叮咛，强烈地表达与顾贞观世世为友的愿望。</p> <p>　　纳兰性德有些词，写得悲凉顽艳，象“春云吹散湘帘雨，絮粘蝴蝶飞还住”。象“急雪乍翻香阁絮，轻风吹到胆瓶梅”。使人读来觉得香留齿颊。但是，纳兰词最大的特点是直抒性灵，感情直率，他一贯认为，“诗乃心声，性情之事也。”这种主张，体现在创作中，便显得不事雕饰，天籁自鸣。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>说：“纳兰容若以自然之眼观物，以自然之舌言情。”这比较准确地概括出纳兰性德的创作风格。就〔金缕曲〕《赠梁汾》而言，我们可以看到诗人运笔如流水行云，一任真纯充沛的感情在笔端酣畅地抒发。不过，纳兰性德的诗歌直写怀抱，又非不注意艺术锤炼，一味粗头乱服。从〔金缕曲〕的分析中，我们发现作者经常化用名句，运用典故。刘熙载在《艺概》中说：“词中用事，贵无事障。晦也，肤也，多也，板也，此类皆障也。姜白石用事入妙，其要诀所在，可于其《诗说》见之，曰：‘僻事实用，熟事虚用。学有余而约用之，善用事者也。乍叙事而间以理言，得活法者也。’”纳兰性德天衣无缝地流畅地运用故实，就是善与活的一例。正因如此，这首〔金缕曲〕显得既酣畅，又深沉；既慷慨淋漓，又耐人寻味。这首词没有华丽的词藻，却使人读来五内沸腾，神摇魄荡，感觉到作者字字句句，出自肺腑。它的成就，证实了一条创作的真理：真情实感，是诗歌的生命。<br></p>",
  "about": "<h2>轶事典故</h2> <p>　　纳兰容若写的这首“金缕曲”有个故事，他这首词是赠给好友顾梁汾的，但词中的“蛾眉谣诼，古今同忌”说的却是另一个朋友的事。这个朋友名叫吴汉槎，是当时有名的江南才子（籍贯江苏吴江），和顾梁汾及纳兰的交情都很好。顺治丁酉年，吴汉槎考中举人，但不幸得很，这场考试，由于主考官有舞弊的事情发生，闹成大狱。吴汉槎虽然是凭真才实学考中的，也受牵连，被判充军宁古塔。</p> <p>　　顾梁汾全力营救朋友，想尽一切方法，过了二十年之久，顺治换了康熙，仍然无济于事。纳兰容若的父亲纳兰明珠在康熙年间官封“太傅”（相当于宰相），顾梁汾就在纳兰的家里做他父亲的幕客。他在太傅府中，想起好友在边塞之地受尽寒苦，于是就写了两首金缕曲寄去给他。这是中国文学史上非常出名的两首词，被认为足可以比美<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>与<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>的‘河梁生别<a href=\"http://so.gushiwen.org/view_70768.aspx\">诗</a>’并<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>怀念<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的“思旧赋”的。</p> <p>　　纳兰容若看了大为感动，于是也写了两阕“金缕曲”给顾梁汾。其中之一就是开篇那首，词中的“娥眉谣诼，古今同忌”指的就是那个“科场舞弊案”吴汉槎所受的冤枉事了。他又在另一首“金缕曲”的结尾说：“绝塞生还<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>，算眼前此外皆闲事。知吾者，梁汾耳。”表示他和顾梁汾一样，所要达成的目标，就是要把吴汉槎救回来。后来他等到了一个适当的机会，求他父亲援手。纳兰明珠出了点力，朋友们大家再凑了点钱，终于把吴汉槎赎回来。时人称顾梁汾那两闺金缕曲为“赎命词”。又有个名叫顾忠的写诗记其事道：“金兰倘使无良友，关塞终当老健儿。”赞美了顾梁汾、纳兰容若和吴汉槎的友情。</p><br/><h2>创作背景</h2> <p>　　清代词坛，出现了一个很有意思的现象；许多词人，竞用〔金缕曲〕这一词牌填词。像<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>，一生竟写了〔金缕曲〕几百首。而在清代众多的〔金缕曲〕里，最受人注意的，有<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>赠梁汾一首。据徐釚在《词苑丛谭》中说，此词一出，“都下竞相传写，于是教坊歌曲间，无不知有《侧帽词》者。”</p> <p>　　纳兰性德字容若，是清代初年杰出的词人，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在评价他的词作时，说他“直追李主”。<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>也认为：“纳兰容若为国初第一词人。”现存纳兰性德的词作，有三百多首。这些词，有写爱情的苦闷，有写仕宦的烦恼，有写塞外风光与江南景物，也有表现封建社会行将崩坏时地主阶级有识之士的失落感。许多词，写得凄婉动人，其中又充塞着磊落不平之气，在词史上独具一格。可惜，纳兰性德只活了三十一岁，作为贵介公子、皇室侍卫，生活面比较狭窄，这不能不对创作也有所影响。在二十四岁那年，纳兰性德把自己的词作编选成集，名为《侧帽词》。<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>后来重刊纳兰的词作，更名《饮水词》。〔金缕曲〕《赠梁汾》则是纳兰词中熠熠生辉的一首绝唱。 本词作于康熙十五年，亦是性德的成名之作。其时性德初识顾贞观，作此《金缕曲》为顾贞观题照。</p> <p>　　顾贞观有一首和作，题为《金缕曲 酬容若见赠次原韵》。<a href=\"http://so.gushiwen.org/view_70768.aspx\">诗</a>云：“且住为佳耳。任相猜、驰笺紫阁，曳裙朱第。不是世人皆欲杀，争显怜才真意。容易得、一人知己。惭愧王孙图报薄，只千金、当洒平生泪。曾不直，一杯水。 歌残击筑心愈醉。忆当年、侯生垂老，始逢无忌。亲在许身犹未得，侠烈今生矣已。但结记、来生休悔。俄倾重投胶在漆，似旧曾、相识屠沽里。名预藉，石函记。”</p> <p>　　梁汾，就是顾贞观的别号。顾贞观也是清初著名的诗人，他一生郁郁不得志，早年担任秘书省典籍，因受人轻视排挤，忿而离职。<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>在《赠顾梁汾典籍》一诗中说：“镊髭未肯弃长安，羡尔芳容忽解官；名重自应离重任，才高那得至高官。”这表明，顾贞观的离任，实在是不得已的。纳兰性德在词里说：“蛾眉谣琢，古今同忌”，正是有所为而发。</p> <p>　　顾贞观是在四十岁时，才认识二十有二的纳兰性德，一见即恨识余之晚矣。他说：“岁丙午，容若二十有二，乃一见即恨识余之晚，阅数日，填此曲为余题照。极感其意，而私讶他生再结殊不祥，何意为乙丑之谶也。”那时，顾贞观又一次上京，经人介绍，当了纳兰性德的家庭教师，两人相见恨晚，成为忘年之交。</p> <p>　　纳兰性德与顾贞观心心相印，很重要的原因，是他们对现实有共同的认识。据顾贞观说，吴兆骞被诬流放，纳兰性德看了顾给吴的两首〔金缕曲〕，异常感动，决心参予营救吴兆骞的活动，并且给顾贞观写了这首披肝沥胆的诗篇。<br></p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "豪放",
    "友情"
  ]
}