{
  "id": 11398,
  "star": 52,
  "name": "日暮",
  "dynasty": "唐代",
  "content": "牛羊下来久，各已闭柴门。<br>风月自清夜，江山非故园。<br>石泉流暗壁，草露滴秋根。<br>头白灯明里，何须花烬繁。",
  "fanyi": "<p><strong>译文</strong><br>群群牛羊早已从田野归来，家家户户各自关上了柴门。<br>风清月朗自是一个迷人的夜晚，可这优美的山川不是自己的家园。<br>泉水从石壁上潺潺流过，秋夜的露珠凝聚在草根上。<br>花白的头发与明亮的灯光辉映，灯花何必溅着斑斓的火花报什么喜讯。</p> <p><strong>注释</strong><br>故园：故乡。<br>石泉流暗壁：即暗泉流石壁。<br>草露滴秋根：即秋露滴草根。秋根：秋天的草根。<br>花烬：灯芯结花，民俗中有“预报喜兆”之意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_11398.aspx\">诗</a>经》里有一个很美的篇章，说：“鸡栖于埘，日之夕矣，羊牛下来。君子于役，如之何勿思？”这是讲一个村庄里的妇人，在黄昏的时候，看到家里的鸡跳上了鸡舍，羊牛也被赶着慢慢从田地里回来，整个村子都在准备着休息，一派安宁，她思念起远方服役的丈夫，不知道什么时候能够回家来。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>这首诗，也是写了黄昏时分村庄里的景象。这个村庄是他流寓不定时暂住的，他看到美好的、安详的村庄，心中也像那个遥远时代的妇人一样起了思念，他思念的是离开已久的故乡。正如眼前的暮色一样，他的人生也已走到了黄昏，白头明灯相对，人世的冷暖苍凉充盈于胸中，不愿、也不忍去仔细思量。</p> <p>　　“牛羊下来久，各已闭柴门。”因为《诗经》里有那“日之夕矣，羊牛下来”的句子，诗人对眼前的场景便有所会心，写下了“牛羊下来久”的开头，将全诗引入古朴安雅的境界。羊儿、牛儿，三三两两，“咩咩哞哞”，一声远一声近地叫着，闲散地往村子里回来。诗人添了一个“久”字，来述说它们行走的缓慢和悠闲。各家各户的柴门都已经关上了，西边的最后一道夕阳也从柴门上扫过，天地都安静下来，等待着进入黑夜。不一会儿，家家点上了灯，人们在自己的小天地里或者谈天说地，或者灶前忙碌，或者给牛喂草，或者温酒准备喝上一杯。不管怎样，上天赐福于善良普通的人们，各安其所，这个村子像个准备睡眠的老人一样，让人觉得平安、温暖、安详。这两句十个字，字字平凡，句法也极自然，却能将读者带入一种境地，让读者闻到家的味道。</p> <p>　　“风月自清夜，江山非故园。”可是眼前这并不是作者的家，作者其实恰好就是想家了。夕阳的余晖散尽后，月亮渐渐升高，柔软的风拂过村庄，令人心也要柔起来、软起来了，空气中有柴禾燃烧的味道，牛羊和鸡鸭都已渐渐入睡，月光让一切都安静下来，这是一个清新的美好夜晚。可是这样的地方虽然美好，明月如霜、好风如水，有无限清景，但作者于它而言毕竟只是一个过客。阒寂也好，喧闹也好，都不是作者的故园。这两句语气虽然很淡，其实深藏着极浓的悲郁。一个“自”字，极言“风月”和“清夜”的与己无关。“自”是个仄声字，和下句的“非”字平仄互调，一拗一就，使读者能够感到作者情绪从抑郁到克制后的回转和平息。诗的上两句是用了黄昏中的暖色调，这两句则是用了月光下的冷色调。温馨和凄凉的互相映衬，使得一切都尽在不言中。</p> <p>　　“石泉流暗壁，草露滴秋根。”内心难以平静的作者陷入了更深的夜色里，他独自去看山上的风景，在静谧的月光下、岩石的阴影中，听到泉水沿着石壁潺潺地流着，发出清冷的声音。脚边的草根上凝着露水，打湿了鞋子。仔细看时，它们一粒一粒沾在草叶上，顺着叶片渗入地下，滋润着杂草的根部。这样的秋夜山间，风露袭人，水的寒气仿佛能浸入人的皮肤。在作者杜甫的诗中常能发现精心锤炼的句子，好比一个手艺精湛的老艺人，能雕出纹路精美细致、而又气韵横生的木雕一般。这两句便是如此，作者将词序有意倒置，按照意思句子应为：“暗泉流石壁，秋露滴草根。”调换字词后，声调更加铿锵，而且使得“石”与“泉”、“草”与“露“的连接更为紧密、融为一体，原本无奇的句子变得更有韵味，凝结出一片凄清幽遽的意境。</p> <p>　　“头白灯明里，何须花烬繁。“”似此星辰非昨夜，为谁风露立中宵”（<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>《琦怀》）。浑然忘却风露的寒冷而兀自独立的人，想必总有许多心事。不知站了多久，作者才踱回室内，捻灯独坐，把卷读书，他的满头白发，在明亮的灯光下分外银白如雪。他心绪难平，想自己曾经满腔的豪情、兼济苍生的宏愿，都抵不过老来这一头发如雪。可是灯烬似乎不解人愁，在和跳跃的火花频繁地玩着花样，似乎在逗可怜的老诗人开心。一个“何须”，道出了作者心中的无聊和凄怆，头白之人，与那些热闹和花样早没了关系；流落蜀地十多载，老来一事无成，望前路，希望渺茫；回首故园，有家难回。初唐诗人<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>早就发出过这样的感叹：“关山难越，谁悲失路之人？”又有谁来同情、解救这头发白的失路之人。</p> <p>　　这首诗本是写景，涉及内心的词句不多，却让读者觉得有化不开的凄凉和悲郁在里面。对人生迟暮的感慨，对故困难归的悲哀，荡漾在精美传神的景色描写中，因而分外含蓄无垠。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>曾说：“情语能以转折为含蓄者，唯杜陵居胜。”（《姜斋诗话》）这话未免极端，但这首诗的情语确实都在景语之中，情景交融、含而不露，有深绵婉转的姿态，句句读来，令读者感到口角噙香、余味不断。</p>",
  "about": "<h2>创作背景</h2> 　　公元767年（大历二年）秋，作者<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在流寓夔州瀼西东屯期间，见到瀼西一带，地势平坦，清溪萦绕，山壁峭立，林寒涧肃，草木繁茂。作者居住的山村，黄昏时分寂静祥和，触发了他的思乡之情，便有感而作。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "山村",
    "思乡"
  ]
}