{
  "id": 3523,
  "star": 9,
  "name": "大酺",
  "dynasty": "唐代",
  "content": "毗陵震泽九州通，士女欢娱万国同。<br>伐鼓撞钟惊海上，新妆袨服照江东。<br>梅花落处疑残雪，柳叶开时任好风。<br>火德云官逢道泰，天长日久属年丰。",
  "fanyi": "<h2>注释</h2> 大酺：聚饮。封建帝王为表示欢庆，帝赐大酺，特许民间举行大聚饮三天。后用以表示大规模庆贺。",
  "shangxi": "<h2>鉴赏</h2> <p>　　酺指的是百姓聚集在一起饮宴。古时国家有“吉庆”事，允许百姓聚饮。其中一首《大酺》作于公元689年（永昌元年），因<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>选择正月庆祝自己加尊号“圣母神皇”，“亲享明堂，大赦天下，改元，大酺日。”（《旧唐书·则天皇后纪》）<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>的<a href=\"http://so.gushiwen.org/view_3523.aspx\">诗</a>从正面赞颂武则天的功德。</p> <p>　　而这首《大酺》诗，大概作于公元690年（天授元年）武则天改唐为周之后，因此诗里有“火德云官”之称。因为以五行相推武周是火德。这首《大酺》诗写得别开生面，突出表现民间的欢娱，那热闹的场面如同庆丰收或过传统的盛大节日一样，传达了诗人与民同乐的情绪。我国古代封建统治者是禁止百姓聚饮的，汉律规定，三人以上，无故群饮，罚金四两。唐亦有类似规定。百姓平时难得有欢聚开怀畅饮的机会，所以“大酺”时民情振奋，钟鼓齐鸣，欢声雷动。从诗中表现出百姓的物资生活和精神状态，也反映了当时国力的强盛，经济的繁荣，一派太平盛世的景象。</p> <p>　　这首诗发端别致，起句七个字连举三个地名，毗陵、震泽、九州，而最后以一“通”字，把它们的关系明确固定下来，构成一个恢宏辽阔的意境。毗陵代指诗人当时任职的江阴县，江阴为晋陵郡所属，毗陵为晋陵古名。诗歌常用古名，以求典雅不俗。同理用震泽不用太湖。“毗陵”、“震泽”除声音响亮、声调和谐外，还给人以丰富的意象。这句诗，从内容上看就是江阴通太湖达全国，但这句诗还为全诗布置一个旷大的背景，以利于感情的铺陈。诗题为“大酺”，不便从小县写起，因此诗人从大处落笔，以毗陵、震泽通天下包举全国。次句接以“士女欢娱万国同”，指男男女女饮酒作乐，欢度这普天同庆的日子。</p> <p>　　颔联具体叙述“士女欢娱”的景象。诗中只选择了“伐鼓撞钟”的场面，并以“惊海上”的夸张表现了庆祝活动声势的浩大。又以“新妆袨服”光彩“照江东”来渲染庆祝场面的热烈壮观。清《石园诗话》认为这联诗与“啼鸟惊残梦，飞花搅独愁”，“云霞出海曙，梅柳渡江春”等均为审言名句。</p> <p>　　颈联“梅花落处疑残雪，柳叶开时任好风”，写景兼抒情。梅花飘落，柳叶新发，正是乍暖还寒的初春季节。皑皑“白雪”，阵阵冷香，青青柔条，丝丝暖馨，形成一派春回大地的景象。春，即使万象更新又给人以希望。柳遇好风，比喻民逢明君，暗寓皇恩浩荡如春风。</p> <p>　　尾联以赞颂和祈愿作结。“火德云官逢道泰”，是写武则天顺民意得大道，文武群臣时运亨通。“天长日久属年丰”，承上句意，为百姓祈福，但愿国家长存，年年岁岁五谷丰登。诗以民情开始，又以写民愿作结。首尾相应，自然浑成。</p> <p>　　杜审言这首《大酺》正如胡应麟所评说的“极高华雄整”。若就其所要表现的《大酺》主题来说，其形式是精美得当的，而且内容和形式也达到了高度的统一。这首诗的突出特点是气象博大，给读者以高华雄整的美感。这虽然与造意取词、取象设色有关，但更主要的在于诗人的心胸和气质以及艺术修养等。</p>",
  "about": "<h2>创作背景</h2> 　　公元689年（永昌元年）前后，<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>在晋陵郡江阴县（今江苏江阴县）任县丞、县尉等地方小官时，写下不少<a href=\"http://so.gushiwen.org/view_3523.aspx\">诗</a>，流传至今的以《大酺》为题的就有两篇。",
  "poet": {
    "id": 647,
    "star": 0,
    "name": "杜审言",
    "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
    "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。"
  },
  "tags": [
    "饮宴"
  ]
}