{
  "id": 31525,
  "star": 113,
  "name": "暮过山村",
  "dynasty": "唐代",
  "content": "数里闻寒水，山家少四邻。<br>怪禽啼旷野，落日恐行人。<br>初月未终夕，边烽不过秦。<br>萧条桑柘处，烟火渐相亲。",
  "fanyi": "<p><strong>译文<br></strong>几里远就能听到凄寒的水声，山区人家居住分散没有近邻。<br>怪禽从旷野上传来声声鸣叫，昏惨的落日惊恐过路的行人。<br>一弯新月未得照彻漫漫长夜，边关的烽火并没有越过三秦。<br>远处几棵萧条的桑柘树外面，袅袅炊烟渐觉与人相近相亲。</p> <p><strong>注释<br></strong>⑴寒水：此指清冷的流水。唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《泊秦淮》<a href=\"http://so.gushiwen.org/view_31525.aspx\">诗</a>：“烟笼寒水月笼沙，夜泊秦淮近酒家。”<br>⑵山家：山野人家。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《从驿次草堂复至东屯茅屋》诗之二：“山家蒸栗暖，野饭射麋新。”四邻：周围邻居。汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列女传·周主忠妾》：“主闻之乃厚币而嫁之，四邻争娶之。”<br>⑶怪禽：此指鸱鸮（chīxiāo）一类的鸟。啼：后省略“于”字。旷野：空阔的原野。《诗经·小雅·何草不黄》：“匪兕匪虎，率彼旷野，哀我征夫，朝夕不暇。”<br>⑷恐：此处为使动用法，使……惊恐。行人：出行的人。《管子·轻重己》：“十日之内，室无处女，路无行人。”<br>⑸初月：新月。《乐府诗集·清商曲辞一·子夜四时歌春歌五》：“碧楼冥初月，罗绮垂新风。”终夕：通宵，彻夜。唐杜甫《八哀诗·故著作郎贬台州司户荥阳郑公虔》：“操纸终夕酣，时物集遐想。”<br>⑹边烽：边境上报告战事的烽火。唐<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《塞北》诗之一：“海气如秋雨，边烽似夏云。”秦：指今陕西南部一带。<br>⑺萧条：此处为稀疏之意。汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《羽猎赋》：“羡漫半散，萧条数千里外。”桑柘（zhè）：此处用本意，桑木与柘木。《礼记·月令》：“（季春之月）命野虞无伐桑柘，鸣鸠拂其羽，戴胜降于桑。”<br>⑻烟火：指炊烟，泛指人烟。《史记·律书》：“天下殷富，粟至十馀钱，鸣鸡吠狗，烟火万里，可谓和乐者乎？”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>以“幽奇寒僻”的风格著称，这一首羁旅<a href=\"http://so.gushiwen.org/view_31525.aspx\">诗</a>充分体现了他的创作特色。</p> <p>　　起句从听觉形象写起。一个秋天的黄昏，诗人路过一座山村，远远便闻到山涧的潺潺流水声：“数里闻寒水”。在“数里”的范围内能清晰地听到细微的水声，可见山区的寂静凄冷。而映在眼帘的是稀稀落落的人家──“山家少四邻”。这一听觉形象和视觉形象相互衬托，生动地渲染出山村的萧索而冷落的氛围。首联点题，作者用淡墨勾勒出一幅荒凉的山村远景。</p> <p>　　颔联，重点描摹山区萧瑟阴森的景象：“怪禽啼旷野，落日恐行人。”“怪禽”大概是鸱鸮一类的鸟。这种怪禽在荒漠凄寂的旷野上鸣叫，本来就令人闻而惊惶不安；刚好又碰上夕阳下山，山区渐渐暗黑下来，孤单的行人此时此刻自然更加感到不寒而栗。这两句诗写声写色，声色均骇人听闻。诗的境界幽深险僻，自是贾岛本色。</p> <p>　　诗人从数里外的旷野走向山村，一路行来，时间不知不觉地过去，夜幕悄悄地拉开。颈联转写夜景：“初月未终夕，边烽不过秦。”边烽，指边境的烽火。唐代边烽有两种：一种是报边境有事的紧急烽火，一种是报平安的烽火。秦，指今陕西南部一带。这两句的意思是说，初升的月亮高悬天空，烽火点燃起来，没有越过秦地，表明这一地区平安无事，山区更显得阒静，安谧。这时候诗人逐渐走近山庄。</p> <p>　　尾联即写接近山村时的喜悦感受：“萧条桑柘外，烟火渐相亲。”诗人经过萧疏荒凉的山区旷野，终于隐隐约约地看到山村人家宅边常种的桑树柘树和茅舍上升起的袅袅轻烟，内心不禁感到无比的温暖与亲切，先前的惊惧心情渐渐平静下来，转而产生一种欢欣喜悦的感情。结句“烟火渐相亲”，写得极富生活情趣与韵味。诗人对生活的感受相当敏锐，体验深刻，又着意炼句，因此，诗里的心理刻画也显得细致入微而耐人寻味。</p> <p>　　这样，诗的格局便显得有波澜，有开阖，寓变化多样于章法井然之中。</p> <p>　　诗的形象写得险怪寒瘦，境界幽深奇异，在中唐诗歌中确实别具一格。明胡应麟推崇“浪仙之幽奇”为“五言独造”（《诗薮·内编》卷四）。从风格这一角度上看，这一评语也说得中肯。</p>",
  "about": "<h2>创作背景</h2> 此<a href=\"http://so.gushiwen.org/view_31525.aspx\">诗</a>是诗人在一个深秋日暮时分路过一处山村的纪实，其具体创作年份不详。",
  "poet": {
    "id": 491,
    "star": 0,
    "name": "贾岛",
    "image": "http://img.gushiwen.org/authorImg/jiadao.jpg",
    "desc": "贾岛（779～843年），字浪（阆）仙，唐代诗人。汉族，唐朝河北道幽州范阳县（今河北省涿州市）人。早年出家为僧，号无本。自号“碣石山人”。据说在洛阳的时候后因当时有命令禁止和尚午后外出，贾岛做诗发牢骚，被韩愈发现其才华。后受教于韩愈，并还俗参加科举，但累举不中第。唐文宗的时候被排挤，贬做长江主簿。唐武宗会昌年初由普州司仓参军改任司户，未任病逝。"
  },
  "tags": [
    "羁旅",
    "山村"
  ]
}