{
  "id": 48175,
  "star": 23,
  "name": "从军行",
  "dynasty": "隋代",
  "content": "三边烽乱惊，十万且横行。<br>风卷常山阵，笳喧细柳营。<br>剑花寒不落，弓月晓逾明。<br>会取淮南地，持作朔方城。",
  "fanyi": "<h2>译文</h2> <p>　　边境地区的敌情警报频传而震惊，朝廷则拨发大军纵横于边塞。摆出精巧万变且可风卷边敌的常山阵法，扎定号角威鸣、军纪严明的细柳营盘。不畏严寒的士兵手中剑上的霜花凝而不落，通宵巡逻的哨卫伴着弦月直到天明。一定会象当年汉武帝收复河南地般驱除入侵者，在那收复之地也建一座朔方城般的胜利之城。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　明余庆的《从军行》虽然不比<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>和<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>的军旅<a href=\"http://so.gushiwen.org/view_48175.aspx\">诗</a>差，但他的名气、官位等可是比前两位差得太远了。《隋书》只是在他父亲的传后提到有关余庆的这么两句话：“子余庆官至司门郎。越王侗称制，为国子祭酒。”此处提到的那位越王杨侗原本是隋末战乱时的东都留守官，听说隋帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>被勒死，便在自己控制下的洛阳称起了皇帝，还自改国号为“皇泰”，结果还不满一年，便被那位乐争好斗、“残忍褊隘”的大军阀王世充幽禁后废而代之。明余庆呢，就是为这么个倒霉短命的“皇帝”陛下当“国子祭酒”，其出路和运程可想而知。</p> <p>　　《从军行》全诗只八句，原文为：三边烽乱惊，十万且横行。风卷常山阵，笳喧细柳营。剑花寒不落，弓月晓逾明。会取河南地，持作朔方城。其白话大意是：边境地区的敌情警报频传而震惊，朝廷则拨发大军纵横于边塞。摆出精巧万变且可风卷边敌的常山阵法，扎定号角威鸣、军纪严明的细柳营盘。不畏严寒的士兵手中剑上的霜花凝而不落，通宵巡逻的哨卫伴着弦月直到天明。一定会象当年汉武帝收复河南地般驱除入侵者，在那收复之地也建一座朔方城般的胜利之城。这首诗除了用典处需略加拆析外，词句并非冷僻诘屈。首句的“三边”系称汉时设立的边地三州“幽、并、凉”州，“幽州”大抵为现今的河北北部及辽宁等地；“并州”相当今日的河北保定、山西的太原及大同一带；凉州则为现在甘肃、宁夏及青海皇水流域的诸地区。古代典籍常将“幽并”连用，此时指称的地域相当现今的河北、山西北部以及内蒙古、辽宁的一部分地区。诗毕竟不是地理学，多为意指而极少确指，此诗中的“三边”之谓也就并非要象这里的注明那般确切，无非是指称边境地区而已。</p> <p>　　“从军行”是个乐府诗题，以前介绍卢思道的“从军行”时就提起过。据《乐府题解》的说法，“‘从军行’皆军旅苦辛之辞”，所以明诗与卢诗的共同点都在于述说了军旅之苦辛。他们的不同之处是在写法和着意上，卢诗求细，多至七言28句，不但写战事细腻，写家人对征人的思念也细腻，最后着意于汉夷间的民族和好，表明对战争的厌恶及对和平的向往；明诗求简，仅仅五言八句，一二两句写边关报警、汉师出征，三至六句概述战事的胜利和边地战场的寒苦，最后两句寄托着胜利后对敌方的处置方式的设想----象汉代那样建立专门的城堡、属地和户籍民事组织，把对方有效的控制管理起来。</p> <p>　　虽说明余庆史传无名，却是名家之后。其父明克让算得上梁、周、隋三朝名士。明克让字弘道，山东平原人。《隋书.卷五十八》中居列传之首，里面记述说：“克让少儒雅，善谈论，博涉书史，所览将万卷”。而且早熟有为，14岁既就任参军，是一位少年参谋。早年是在南朝的梁廷为士，梁灭后在北朝的北周为官。隋文帝登基后，又被隋征召为官，且以侯爵加封。因其为官为文的名望具很高，隋前太子杨勇曾以师相尊，深为隋廷看重。隋文帝时的礼乐典故多由他参与修订编撰。隋文帝开皇14年(公元594年)明克让去世，享年70岁。或许是父辈的熏陶与影响吧，明余庆在隋末文坛上也算是小有名气，这里选录的诗便是其中的左证。</p> <p>　　隋朝历时短，文人名流自然也少，而且其中多数是自北朝和南朝入隋的，前者如卢思道、杨素、<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>，后者如虞世基、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>等。有趣的是千古荒淫负恶名的隋炀帝杨广却也颇好文学、颇有天分、颇富诗才，尽管他的大多数诗都是反映其荒淫娱乐的消极之作，但也有个别的景物描写诗语言、意境都很不错，如其中的《野望》：“寒鸦千万点，流水绕孤村。斜阳欲落去，一望黯销魂。”看不出是出于帝王之笔，也看不出是出于荒淫者之笔。所以，历史上的大恶者也偶有天赋善意的自然流露，这大概就是三字经上所述“人之初，性本善；性相近，习相远。苟不教，性乃迁”的印证吧！也有的恶痞终生不为善、不言善，但命临终结时的所言所情却往往应验了“人之将死，其言也善”的铭言。又有些扯远了。转回来说，这里提到本无盛名的明余庆，实在是因为他的这首《从军行》的军旅诗写得不错的缘故，并非是冲着他的历史名望的。诗以作结为：隋诗咏战慕昔时，指故言今意可知。略地伤民人尽恨，邀功讨赏众皆嗤。平安有定唯发展，寇盗无生乃孝慈。古鉴虽尘能预警，团圆奋进最相思！</p>",
  "poet": {
    "id": 1606,
    "star": 0,
    "name": "明余庆",
    "desc": "明余庆（约公元588年前后在世）字不详，隋代平原鬲（今山东平原北）人，明克让之子。生卒年均不详，约陈末隋初间前后在世。善为诗，仕隋官至司门郎。大业十四年（618），越王杨侗称帝，为国子祭酒，今存诗二首。"
  },
  "tags": [
    "军旅"
  ]
}