{
  "id": 61492,
  "star": 11,
  "name": "满江红·齐山绣春台",
  "dynasty": "宋代",
  "content": "十二年前，曾上到、绣春台顶。双脚健、不烦筇杖，透岩穿岭。老去渐消狂气习，重来依旧佳风景。想牧之、千载尚神游，空山冷。 <br>山之下，江流永。江之外，淮山暝。望中原何处，虎狼犹梗。句蠡规模非浅近，石苻事业真俄顷。问古今、宇宙竟如何，无人省。",
  "fanyi": "<p><strong>译文<br></strong>十二年前曾经登上齐山绣春台顶，当时双脚稳健不用拐杖穿山越岭兴致撮浓，年老俸衰后狂荡豪放之气渐渐消失，虽然依旧面对着过去一样的美好风景，遥想当年<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>之登齐山所作<a href=\"http://so.gushiwen.org/view_61492.aspx\">诗</a>篇，千年之后还令人神驰心往，而今故人不见空山寂寂格外凄冷。<br>齐山之下，江水永远滚滚不停，江本岸边，淮山上残阳返照暮霭沉沉，遥望中原在哪里呢，虎狼般的敌人还盘踞其中，勾践范蠡破吴获胜长期准备决非浅近之力，谢安谢玄大破苻坚抓住时机顷刻成功，问宇宙中古往今来兴亡盛衰这是为什么呢，其中道理啊没有人能懂。</p> <p><strong>注释<br></strong>⑴齐山：在今安徽贵池县东。绣春台：在齐山顶上。<br>⑵筇杖：竹杖。<br>⑶透岩穿岭：穿山越岭。<br>⑷想牧之、千载尚神游，空山冷。：这两句是说，如果唐代杜牧在千载之下还来神游故地，将只见寂寞空山。<br>⑸永：水流悠长。这两句是说齐山之下江水长流。<br>⑹淮山：指淮水两岸的山。宋、金以淮水为界。暝：日暮。这两句是说江北淮山笼罩在暮色之中。<br>⑺虎狼：喻敌人。梗：阻塞。这两句是说中原一带敌人还盘踞在那里。<br>⑻勾蠡：指越王勾践和他的大臣范蠡。勾践曾大败于吴，屈服请和。此后他卧薪尝胆，并用范蠡、文种等整顿朝政，十年生聚，十年教训，终于攻灭吴国。这句是说勾践和范蠡的灭吴规划是长远之计。<br>⑼石苻：指后赵石勒和前秦苻坚，他们在位时间都很短。俄顷：一会儿。这里暗以石苻喻金国。<br>⑽宇宙：天地万物的总称。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片写登临齐山的今昔之感。词起笔“十二年前，曾上到、绣春台顶。”从昔日登此山写起，说明这次是旧地重游。昔日登山的情景怎样呢？即十二年前<a href=\"http://so.gushiwen.org/view_61492.aspx\">诗</a>人凭着一股少年锐气，迈开轻健的双脚，不需借助竹杖，翻山越岭，直奔台顶，是何等的潇洒、豪放。这是诗人对昔日登临的深情回忆。“老去渐消狂气习，重来依旧佳风景。”十二年后，旧地重游，风景依旧美好，而自己当年的狂放之气却逐渐消失了。当然“渐消”，还没有完全消失。但不难看出，诗人这时的心境是较为悲凉的。这样，又由眼前景而联想到曾登临此山赋诗抒怀的前辈：“想牧之、千载尚神游，空山冷。”诗人看到眼前破碎的山河，严峻的现实，心境是悲凉的，再没有年轻时的“狂气”了；而且也没有<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>那么超脱，所以当他想到如果杜牧在千载之下，还来神游故地，将只见寂寞空山。“空山冷”，是对国事日非的曲折反映，是诗人主观心境的感受，表现了一种深沉的失落感。</p> <p>　　换头处紧承上片“空山冷”而来，写其居山而望。山下江水长流，山北淮山暝暝，中原一带仍然被敌人盘踞。“淮山”，指淮水两岸的山，宋、金以淮水为界。以江北淮山笼罩在暮色之中，暗喻中原沦陷区暗无天日，看出诗人对中原父老的深切同情。“望中原何处”，即何处望中原？作一提顿，引人注目。诗人站在绣春台上向北方金兵占领区一望，河山已有异样之感，究竟中原在哪里呢？弦外之音，中原土地，已非我有。“虎狼犹梗”，即中原一带敌人还盘踞着，以“虎狼”喻敌人，可见诗人对异族统治者为害中原的切齿痛恨。一个“犹”字，表明对长期丧失国土的无比痛惜。面对眼前“虎狼犹梗”的现实情景，诗人借古喻今，提出自己的主张：“勾蠡规模非浅近，石苻事业真俄顷。”“勾蠡”，指越王勾践和他的大臣范蠡。勾践曾大败于吴，屈服请和。此后他卧薪尝胆，并用范蠡、文种等整顿朝政，十年生聚，十年教训，终于攻灭吴国。勾践复国灭吴，皆因有长期计划，故曰“非浅近”。“石苻”，指五胡十六国时的后赵石勒和前秦苻坚。他们在位时间都很短，故曰“真俄顷”。这里暗以石苻喻金国，认为金的统治不会长久。诗人在这里一方面指出恢复中原须作长期努力；另一方面也说明只要发愤图强，收复失地是完全能做到的。这反映出诗人对国事的关心和他卓越的政治见解。但可惜的是诗人晚年受谗被贬，只能发出济时忧国的慨叹：“问古今，宇宙竟如何，无人省。”古往今来，天地万物兴亡盛衰的道理，又有谁能理解呢？全词以“无人省”作结，颇耐人寻味。</p> <p>　　此首写词人追忆十二年前登齐山的少年狂兴。开头三句点出追忆。“双脚”二句勾勒少年登山的狂兴，出语新奇。“老去”二句转笔感慨，联想杜牧尚能神游千载，反映了词人的达观态度。以“空山冷”束拍，转入下片感国事。换头四句渲染登山远眺之景，“望中原”二句点出金寇盘踞。“勾蠡”_二句以越王勾践卧薪尝胆复国与石勒、苻坚政权短命作对比，期望效法越王勾践，表达对国事的关心。歇拍一问，寄慨深砀。全词慷慨而不消沉，悲愤而不衰飒，表现出一种悲壮豪放的风格。</p>",
  "about": "<h2>题解</h2> 　　齐山，位于安徽贵池县（宋属池州）东南，据《齐山岩洞志》称：此山高虽不逾三十仞，周围不过十里，然有盖九华之秀，可与武夷、雁荡比类，故有“江南名山之胜”的称誉。绣春台，在齐山顶上。历代名人，至此多有题咏。南宋抗金名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>，出师之前，屯兵池州，曾乘月夜登齐山翠微亭，并留下充满爱国豪情的<a href=\"http://so.gushiwen.org/view_61492.aspx\">诗</a>章：“经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马啼催趁月明归。”<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>昔日曾游此山。这次寻着自己昔日的游踪，再登此山，抚今追昔，浮想联翩。<br/><h2>创作背景</h2> 　　宋末时期，词人登上池州城（今安微贵池）东南的齐山绣春台，遥望祖国山川，风光依旧，可是河山已有异样之感，从而引起“故国之思”，于是写下了这首词。",
  "poet": {
    "id": 72,
    "star": 0,
    "name": "吴潜",
    "image": "http://img.gushiwen.org/authorImg/wuqian.jpg",
    "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"
  },
  "tags": [
    "登高",
    "咏史怀古",
    "抒怀"
  ]
}