{
  "id": 47940,
  "star": 21,
  "name": "五噫歌",
  "dynasty": "两汉",
  "content": "陟彼北芒兮，噫！<br>顾瞻帝京兮，噫！<br>宫阙崔嵬兮，噫！<br>民之劬劳兮，噫！<br>辽辽未央兮，噫！",
  "fanyi": "<p><strong>译文</strong><br>登上北芒山啊，噫！<br>回首遥望那皇帝住的京城啊，噫！<br>宫殿那高大壮丽啊，噫！<br>百姓那辛勤劳作啊，噫！<br>遥远漫长那无止境啊，噫！</p> <p><strong>注释</strong><br>①陟(zhì)：登高。《<a href=\"http://so.gushiwen.org/view_47940.aspx\">诗</a>经·周颂·闵予小子》：陟降庭止。<br>②北芒：横卧于洛阳北侧，为崤山支脉。东西绵亘190余公里，海拔250米左右。唐代诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗云：“北邙冢墓高嵯峨”。俗谚说“生在苏杭，死葬北邙”。其最高峰为翠云峰。古时北芒树木森列，苍翠如云。唐朝诗人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>诗云：“人居朝市未解愁，请君暂向北邙游”。“邙山晚眺”，被称为“洛阳八大景”之一。<br>③顾：回头看。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：顾见汉骑司马吕马童。<br>④瞻：向远处或向高处看。《诗经·邶风·燕燕》：瞻望弗及。<br>⑤崔嵬：高大，高耸。《楚辞·<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>·涉江》：带长铗之陆离兮，冠切云之崔嵬。<br>⑥劬(qú)：过分劳苦，勤劳。<br>⑦辽：遥远。《楚辞·九叹·忧苦》：山修远其辽辽兮。<br>⑧未央：未已，未尽。《楚辞·离骚》：及年岁之未晏兮，时亦犹其未央。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前三句如实描写人人皆有的生活经验，登高可以望远。皇宫苑囿百姓无法进去的，其宅地之广大与建筑之豪华难以想见，但登高可以一目了然。<a href=\"http://so.gushiwen.org/view_47940.aspx\">诗</a>人登山也一定看到了老百姓破烂、窄小、拥挤的平民窟，也一定看到了熙来攘往的商店街市，但这些同诗人要表达的主题无关，并且也不是诗人登高所见最突出的印象。因为这些景象不登高也可以看到，故诗人将这些省略不写，单刀直入，开门见山地描写登高望远所得的最强烈的印象：帝王最崔嵬的宫阙殿阁，贵族那如连云般的宅第苑囿。这朴实的描写，为下文抒发感叹作铺垫，或者说是诗人发生感叹的物质基础。</p> <p>　　后两句诗人一针见血地指出皇帝、贵族的豪华享乐是建筑在老百姓的血汗之上！为了修建这些宫殿、宅第、苑囿，要花费老百姓多少血汗啊！</p> <p>　　《五噫歌》在艺术上的突出成就是：（1）选材上，描写诗人登高所见最强烈的印象，突出主体，删除一切枝叶，非常凝练。（2）结构上，一句紧扣一句，一气呵成。先描写诗人动作：登山，登上高处再回头望（顾瞻），看见“宫阙崔嵬”，感叹“民之劬劳”。如同电影剪辑一样形象、直观、合乎逻辑。（3）语气上，每句结尾都用一个感叹词“兮”，每句终了，又有一个“噫”字停顿，表现出一言难尽、欲言又止、满腹忧愤、无穷悲痛的感情，很有独创性。清代张玉彀在《古诗赏析》中评此诗：“无穷悲痛，全在五个‘噫’字托出，真是创体。”（4）构思上，《五噫歌》即事兴情，并非拼凑字句作文章。何<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>在《蕙风词话》卷五中说写诗词有“流露于不自知，触发于弗克自已”的情况。梁鸿由于出身家贫，亲自耕织，了解人民苦难，所以看到帝王“宫阙崔嵬”时“弗克自已”，想到人民的苦难，深刻揭示了一种社会现象的本质。</p>",
  "about": "<h2>创作背景</h2> <p>　　汉章帝时，梁鸿因事出函谷关，路过京城，作《五噫歌》讽世，章帝闻知，不悦，下诏搜捕。梁鸿于是改姓运期，名□，南逃至吴，为人作雇工。东家见孟光(梁鸿之妻)进食\"举案齐眉\"，认为其妻对丈夫如此敬重，可见并非一般佣工，乃礼遇之。梁鸿遂在吴闭门著书，死后葬于要离墓旁。</p> <p>　　梁鸿的<a href=\"http://so.gushiwen.org/view_47940.aspx\">诗</a>，今仅存3首，俱载《后汉书》本传。《五噫歌》仅五句，每句后有一\"噫\"字感叹，为楚歌变体，写登北芒山望京城宫殿豪华，感慨\"人之劬劳兮，噫！辽辽未央兮，噫\"讽刺章帝劳民伤财，患害不尽，表现出他对国家、人民的深切关心和忧伤。所以魏晋之际的赵至说他\"登岳长谣\"，\"以嘉□之举，犹怀恋恨\"(《与嵇茂齐书》)。</p>",
  "poet": {
    "id": 1005,
    "star": 0,
    "name": "梁鸿",
    "desc": "梁鸿，字伯鸾，扶风平陵（今陕西咸阳）人，生卒年不详，约汉光武建武初年，至和帝永元末年间在世[1] 。少孤，受业太学，家贫而尚节介。学毕，牧豕上林苑，误遗火延及他舍。鸿悉以豕偿舍主，不足，复为佣以偿。归乡里，势家慕其高节，多欲妻以女，鸿尽谢绝。娶同县孟女光，貌丑而贤，共入霸陵山中，荆钗布裙，以耕织为业，咏诗书弹琴以自娱。因东出关，过京师，作《五噫之歌》 。章帝（肃宗）闻而非之，求鸿不得。乃改复姓运期、名耀、字侯光，与妻子居齐、鲁间。终于吴。"
  },
  "tags": [
    "生活",
    "忧民"
  ]
}