{
  "id": 71710,
  "star": 34,
  "name": "秋日三首",
  "dynasty": "宋代",
  "content": "霜落邗沟积水清，寒星无数傍船明。<br>菰蒲深处疑无地，忽有人家笑语声。</p> <p>月团新碾瀹花瓷，饮罢呼儿课楚词。<br>风定小轩无落叶，青虫相对吐秋丝。</p> <p>连卷雌霓小西楼，逐雨追晴意未休。<br>安得万妆相向舞。酒酣聊把作缠头。",
  "fanyi": "<p><strong>译文</strong><br>已是降霜时分，邗沟里，水还是清澈的，天上万颗星星，映在水里，和船是那么近。<br>原以为岸边茭蒲之地，没什么人家，忽然传出了言语几声。</p> <p>碾好的月团用茶碗泡着，喝完后，让孩子背诵楚辞。<br>没有风，小院里也没有落叶，几只虫子相对，正在吐丝。</p> <p>望弯弯淡虹，像是挂在小西楼上似的，鹁鸠因彩虹出现而尽情地鸣噪追逐。<br>怎样才能求得盛妆的女子相对而舞，我喝酒正香，把彩虹作锦帛赏给她们。</p> <p><strong>注释</strong><br>⑴邗沟：又名邗江，即今江苏境内自扬州市西北入淮之运河，中途经高邮。《嘉庆扬州府志》卷八：“运河，皆云古邗沟也。……左哀九年杜预注：‘于邗江筑城穿沟，东北通射阳湖，西北至末口入淮。’”<br>⑵寒星：寒光闪闪的星。傍：靠近。<br>⑶菰蒲：菰，即茭白；蒲，即蒲草。<br>⑷月团：茶饼名。<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>《茶录》：“碾茶先以净纸密裹捶碎，然后熟碾。其大要旋碾即色白，或经宿则色昏矣。”新碾：即旋碾旋泡。瀹：烹茶或泡茶。花瓷：指茶碗。<br>⑸楚词：即《楚辞》。<br>⑹连卷：长而弯曲的样子。雌霓：副虹，双虹中色彩浅淡的虹。南朝宋<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《郊居赋》：“驾雌霓之连卷，泛天江之悠永。”<br>⑺逐雨追晴：虹现可以预测晴雨。民谚：“东虹晴，西虹雨。”宋陆佃《埤雅·释鸟》：“鹁鸠灰色无绣颈，阴则屏逐其匹，晴则呼之。语曰：‘天将雨，鸠逐妇’者是也。”这句是说鹁鸠因虹现而尽情地鸣噪追逐。<br>⑻万妆相向舞：无数盛妆的女子相对而舞。万：泛言其多。<br>⑼缠头：指赠与歌舞者之锦帛或财物。《太平御览》卷八一五引《唐书》：“旧俗赏歌舞人，以锦彩置之头上，谓之缠头。”此句奇想妙喻，欲以虹霓作锦帛赏歌女。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首表现邢沟附近的水乡夜色。微霜已降，秋水方清，<a href=\"http://so.gushiwen.org/view_71710.aspx\">诗</a>人乘船经过运河，习习凉风，吹来清新空气，很觉爽快。这时没有月光，只见满天星斗。诗人陶醉在迷人的秋江夜色之中，环顾四周，寒星万颗，映照水中，倍感亲切。一二句由霜寒二字领起，不消点出“秋”字，而题意自在其中。<br>　　三四句赞关环境幽寂。邢沟两岸丛生着菰蒲一类水生植物，在夜色朦胧中，给人以一望无际的感觉。菰蒲深处居然隐藏人家，诗人完全没有料到，不过，这种艺术处理，只适宜于若明若晴，唯见星光的秋江之夜，如果换成月夜和白天，就不一定恰切。此联妙在使用了“疑”、“忽”二字。诗人心中正结着一个菰蒲深处有无藏舟之“地”的“疑”团。忽然几声“笑语”，方知岸上还有“人家”，疑团顿时解开。这种情景，很平常，优诗人却能通过艺术作品把它捕捉下来。宋人曾说此联是来自白道猷的“茅茨隐不见，鸡鸣知有人”，而“更加锻炼”。诗人们各自写出了生活中的类似体验，但<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>此联却显得更灵动，国而受到黄山谷的称赏。<br>　　在表现手法上，诗人用的是先抑后扬法。通篇不直写旅人，而是借物托志，先写霜气、秋水、寒星、菰蒲，最后写菰蒲深处的“笑语声”，随即戛然而止。然言虽止而意未尽。这亲切的笑语声是伴随着夜行人度过迷蒙空寂的秋宵，还是瞬间消失在凄冷的夜空，留下的却是更加难耐的寂寞和愁苦。这一切诗人都没有正面阐述，而是用遮掩来突出，用省略来增添。由于构思巧妙，含蓄深邃，因而有很好的艺术效果。</p> <p>　　第二首描写家庭生活中的闲适情趣。一二句写碾茶烹茗、课儿读书两件家庭琐事。月团（茶饼）新碾，花瓷为杯，茶美而器精，说明诗人很通茶道。饮罢呼儿课诵《楚词》，更见教子有方，他同把酒色财气作为生活必需的腐败官僚，是大为异趣的。<br>　　三四句则突出了静观万物的逸趣闲情。小轩风定，树梢处于暂时静止状态，连一用古叶也不见掉落。这可给了青虫以好机会，相对吐丝，好不自在。青虫乃细小生物，吐丝是轻微动作，但诗人却能仔细进行观察，他对昆虫世界的浓厚兴趣，对人世纷扰的淡泊情怀，都是可想而知的。诗人迷醉在青虫吐丝的小天地中，仿佛回到了儿童时代，简直忘掉了荣辱得失。这种情趣，是眼中唯见财与势的俗物所无法理解的。这样，诗人的超逸情怀，无形中便从纸背反透出来。一、二句写人情，三、四句写秋景，粗看似不相干，实则气氛和谐，情景交融，达到物我相忘的境界。方回说秦观“古诗多学三谢，而流丽之中有淡泊”，并举了此诗，当亦属于有“三谢余味”之作。全诗语言朴素清新，画面生动，极富生活气息，闲雅而有情致。</p> <p>　　第三首诗写雨后彩虹当空的绚丽景象，想象奇特，语气豪放，带有浓厚的浪漫色彩。<br>　　诗的一、二句状景，雨过天晴，由于阳光的折射，西天出现长而弧曲的彩虹，变幻多姿，非常美丽，远远望去，就像挂在西楼之上，仿佛诗人伸手就可摘下，极像一幅色彩斑斓的画。“逐”和“追”两字，以拟人化的手法，赋予彩虹以活泼甚至顽皮的性格，生动、形象，简直把彩虹写活了。此时此景，诗人也好像受了感染，神情振奋，突发奇想：如果能招来千万个美人一起歌舞，那该多好。在酒酣时，一定剪下这美丽的彩虹，赏赐给她们。缠头，指古代舞女绕缠头上作为妆饰的锦锻，后来将宴席上赏赐给歌舞者的罗锦之类的礼物称为缠头。诗人的幻想是做不到的，但却是心情愉快的真实流露。在这里，正面描摹已美不胜收，又引发奇想，使美景更加可怜可爱，锦上添花。其构思巧妙，手法新颖。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "秋天",
    "写景",
    "生活",
    "组诗"
  ]
}