{
  "id": 56214,
  "star": 29,
  "name": "秦楼月·楼阴缺",
  "dynasty": "宋代",
  "content": "楼阴缺，栏干影卧东厢月。东厢月，一天风露，杏花如雪。<br>隔烟催漏金虬烟，罗帏黯淡灯花结。灯花结，片时春梦，江南天阔。",
  "fanyi": "<p><strong>译文</strong><br>楼阴缺处，栏杆的影子静静地躺在东厢房前，空中皓月一轮。月儿照东厢，满天露冷风清，杏花洁白如雪。<br>隔着烟雾，听催促时光的漏壶下，铜龙滴水，声如哽咽。厢房里帷幕昏暗，灯儿结了花。灯儿结了花，我只做了一会儿春梦，便游遍了辽阔的江南。</p> <p><strong>注释</strong><br>①楼阴缺：高楼被树荫遮蔽，只露出未被遮住的一角。指树阴未遮住的楼阁一角。<br>②栏干影卧：由于高楼东厢未被树荫所蔽，因此当月照东厢时，栏干的影子就卧倒地上。<br>③厢：厢房。<br>④ 一天：满天。<br>⑤烟：夜雾。<br>⑥金虬（qiú）：铜龙，造型为龙的铜漏，古代滴水计时之器。<br>⑦罗帏：罗帐。指闺房。<br>⑧灯花结：灯芯烧结成花，旧俗以为有喜讯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词描写春闺少妇怀人之情，也亦写寄托之情也就是托词中少妇的怀人之情寄作者本人的爱君之意。词分为上下两阙描写的情景十分真切，是组词中艺术价值最高的一篇。</p> <p>　　“楼阴缺。阑干影卧东厢月。东厢月，一天风露，杏花如雪。”词的上阙写楼外月色夜景。楼阴缺处，月光向东厢投下了栏杆的影子。影向东，则月偏西；月偏西，则夜已深。“东厢月”三字，按词牌格式规定，须重出。后出三字属下句，则浩然风露，似雪杏花，尽被包容在这月光下的银色世界里。“杏花”，为点季节，也是春夜外景迷人画面的主体，青春寂寞之怜惜情绪，已暗暗蕴含其中。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>以“床前明月光”引发故乡之思，这里写深夜月色，也为后半首写闺阁愁思不眠，先作环境和心情的烘染。 </p> <p>　　“隔烟催漏金虬咽，罗帏暗淡灯花结。灯花结，片时春梦，江南天阔。”词的下阕写到的那位怀人念远的闺中少妇，深藏在这座幽雅的园林之中，其风姿的秀美、心性的柔静和心情的惆怅，也就可想而知了。给人一种见其景感其人的感觉。所以，上下阕之间看似互不相属，实际上还是非常一致的。然后转写少妇的愁思。她独卧罗帏之中，心怀远人，久不能寐。此时燃膏将尽，灯芯结花，室内光线越来越暗淡，室外则夜露已落，一切都这么沉寂，只有漏壶上的铜龙透过烟雾送来点点滴滴的漏声。在愁人听来，竟似声声哽咽。作者这里并不直接写人的神态，而是更深一层，借暗淡的灯光和哽咽的漏声造成一种幽怨的意境，把人的愁苦表现得十分真切。特别是“隔烟催漏金虬咽”找人一句，尤见移情想象的奇思。又写少妇的幽梦，又重叠前句末三字，突出灯光的昏暗，然后化用<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《春梦》<a href=\"http://so.gushiwen.org/view_56214.aspx\">诗</a>“枕上片时春梦中，行尽江南数千里”二语，表现少妇的迷离惝恍之情。 </p> <p>　　人倦灯昏，始得暂眠片刻，梦魂忽到江南，境界顿觉开阔。然而所怀念的人又在哪？梦中是否能见到？作者却不写出来，让读者自去想象。这样写，比<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《木兰花》中的这句 “千山万水不曾行，魂梦欲教何处觅”意思更含蓄，更意味深长。</p>",
  "about": "<h2>创作背景</h2> 　　据<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>撰《范公成大神道碑》记载，成大于淳熙三年（1176）春在四川制置使任上辞官归家养病（四年五月成行 ），病中还为国操劳，上书言兵民十五事，使宋孝宗赵深受感动。所以这组词可能有此寄托，并可能作于此次居家养病时。这里提到寄托，只是为了说明作者的原意。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "婉约",
    "妇女",
    "怀人"
  ]
}