{
  "id": 69093,
  "star": 366,
  "name": "和子由渑池怀旧",
  "dynasty": "宋代",
  "content": "人生到处知何似，应似飞鸿踏雪泥。<br>泥上偶然留指爪，鸿飞那复计东西。<br>老僧已死成新塔，坏壁无由见旧题。<br>往日崎岖还记否，路长人困蹇驴嘶。",
  "fanyi": "<p><strong>译文</strong><br>人生在世，到这里、又到那里，偶然留下一些痕迹，你觉得像是什么？我看真像随处乱飞的鸿鹄，偶然在某处的雪地上落一落脚一样。<br>它在这块雪地上留下一些爪印，正是偶然的事，因为鸿鹄的飞东飞西根本就没有一定。<br>老和尚奉闲已经去世，他留下的只有一座藏骨灰的新塔，我们也没有机会再到那儿去看看当年题过字的破壁了。老和尚的骨灰塔和我们的题壁，是不是同飞鸿在雪地上偶然留下的爪印差不多呢！<br>你还记得当时往渑池的崎岖旅程吗？路又远，人又疲劳，驴子也累得直叫。</p> <p><strong>注释</strong><br>①此<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>经渑池（今属河南），忆及<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>曾有《怀渑池寄子瞻兄》一诗，从而和之。子由：苏轼弟苏辙字子由。渑（miǎn）池：今河南渑池县。这首诗是和苏辙《怀渑池寄子瞻兄》而作。<br>②“人生”句：此是和作，苏轼依苏辙原作中提到的雪泥引发出人生之感。<a href=\"http://so.gushiwen.org/author_556.aspx\">查慎行</a>、冯应榴以为用禅语，王文诰已驳其非，实为精警的譬喻，故钱钟书《宋诗选注》指出：“雪泥鸿爪”，“后来变为成语”。<br>③老僧：即指奉闲。苏辙原唱“旧宿僧房壁共题”自注：“昔与子瞻应举，过宿县中寺舍，题其老僧奉闲之壁。”古代僧人死后，以塔葬其骨灰。<br>④坏壁：指奉闲僧舍。嘉祐元年（1056年），苏轼与苏辙赴京应举途中曾寄宿奉贤僧舍并题诗僧壁。<br>⑤蹇（jiǎn）驴：腿脚不灵便的驴子。蹇，跛脚。苏轼自注：“往岁，马死于二陵（按即崤山，在渑池西），骑驴至渑池。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>的前四句对于人生的经历，作了一个深刻的比喻，说：人生所经历过的地方和所经历过的事情，象什么样子呢？该是象天上飞翔的鸿雁踩在积雪的地上；这雪地上因那偶然的机会，留下了脚爪的痕迹，可是鸿还得继续飞行，飞向何方，哪里还去考虑南北东西！因为这个比喻非常生动而且深刻，所以后来便成为“雪泥鸿爪”这个成语，用以比喻往事遗留下来的痕迹。</p> <p>　　第三联写渑池当年寄宿过的那座佛寺的情况：当时接待咱们的那个老和尚已经死了，按传统习惯，他的尸体经过火化，骨灰已安放到新造的那座小塔里面去了；当时在上面题诗的那堵墙壁已经坏了，因此不能再见到旧时题诗的墨迹了。就是说，多少年过去了，人变了，和尚死了，物变了，寺壁坏了，世间已经历了沧海桑田的变化。当年在雪泥上留下的鸿爪，象是雪化了，这些爪印也不见了。言外颇有为人生的短促叹息和对自己漂泊不定的感伤。 </p> <p>　　最后两句，作者自己加了个注脚：“往岁马死于二陵，骑驴至渑池。”是说：当年要去赴考时，我骑的马在渑池西边的二陵(今河南崤山)就死了，没法子，只好骑着小毛驴到渑池。所以诗中说：你还记得吗？当时我骑着小毛驴在那崎岖不平的山路上行走，路是那么遥远，人是那么疲乏，那瘦弱的小毛驴也累得叫个不停。诗人抚今追昔，抒发了对人生的深深感叹。</p><br/><h2>鉴赏二</h2> <p>　　前四句一气贯串，自由舒卷，超逸绝伦，散中有整，行文自然。首联两句，以雪泥鸿爪比喻人生。一开始就发出感喟，有发人深思、引人入胜的作用，并挑起下联的议论。次联两句又以“泥”“鸿”领起，用顶针格就“飞鸿踏雪泥”发挥。鸿爪留印属偶然，鸿飞东西乃自然。偶然故无常，人生如此，世事亦如此。他用巧妙的比喻，把人生看作漫长的征途，所到之处，诸如曾在渑池住宿、题壁之类，就像万里飞鸿偶然在雪泥上留下爪痕，接着就又飞走了；前程远大，这里并非终点。人生的遭遇既为偶然，则当以顺适自然的态度去对待人生。果能如此，怀旧便可少些感伤，处世亦可少些烦恼。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的人生观如此，其劝勉爱弟的深意亦如此。此种亦庄亦禅的人生哲学，符合古代士大夫的普遍命运，亦能宽解古代士大夫的共同烦恼，所以流布广泛而久远。</p> <p>　　后四句照应“怀旧”<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>题，以叙事之笔，深化雪泥鸿爪的感触。五、六句言僧死壁坏，故人不可见，旧题无处觅，见出人事无常，是“雪泥”、“指爪”感慨的具体化。尾联是针对<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>原诗“遥想独游佳味少，无言骓马但鸣嘶”而引发的往事追溯。回忆当年旅途艰辛，有珍惜现在勉励未来之意，因为人生的无常，更显人生的可贵。艰难的往昔，化为温情的回忆，而如今兄弟俩都中了进士，前途光明，更要珍重如今的每一时每一事了。在这首早期作品中，诗人内心强大、达观的人生底蕴已经得到了展示。全诗悲凉中有达观，低沉中有昂扬，读完并不觉得人生空幻，反有一种眷恋之情荡漾心中，犹如冬夜微火。于“怀旧”中展望未来，意境阔远。诗中既有对人生来去无定的怅惘，又有对前尘往事的深情眷念。</p> <p>　　此诗的重心在前四句，而前四句的感受则具体地表现在后四句之中，从中可以看出诗人先前的积极人生态度，以及后来处在颠沛之中的乐观精神的底蕴。全篇圆转流走，一气呵成，涌动着散文的气脉，是苏轼的名作之一。</p><br/><h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>原<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>的基调是怀旧，因为他十九岁时曾被任命为渑池县的主簿(由于考中进士，未到任)，嘉祐元年和兄轼随父同往京城应试，又经过这里，有访僧留题之事。所以在诗里写道：“曾为县吏民知否？旧宿僧房壁共题。”他觉得，这些经历真是充满了偶然。如果说与渑池没有缘份，为何总是与它发生关联？如果说与渑池有缘份，为何又无法驻足时间稍长些？这就是苏辙诗中的感慨。而由这些感慨，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>更进一步对人生发表了一段议论。这就是诗的前四句。在苏轼看来，不仅具体的生活行无定踪，整个人生也充满了不可知，就像鸿雁在飞行过程中，偶一驻足雪上，留下印迹，而鸿飞雪化，一切又都不复存在。那么，在冥冥中到底有没有一种力量在支配着这种行为呢？如果说，人生是由无数个坐标点所组成的，那么，这些坐标点有没有规律可循？青年苏轼对人生发出了这样的疑问和感喟。但是，人生有着不可知性，并不意味着人生是盲目的；过去的东西虽已消逝，但并不意味着它不曾存在。就拿崤山道上，骑着蹇驴，在艰难崎岖的山路上颠簸的经历来说，岂不就是一种历练，一种经验，一种人生的财富？所以，人生虽然无常，但不应该放弃努力；事物虽多具有偶然性，但不应该放弃对必然性的寻求。事实上，若不经过一番艰难困苦，又怎能考取进士，实现抱负呢？这就是苏轼：既深究人生底蕴，又充满乐观向上，他的整个人生观在此得到了缩微的展示。</p> <p>　　这首诗的理趣主要体现在前四句上，“雪泥鸿爪”也作为一个成语被后世广泛传诵。但从写作手法上来看，也颇有特色。<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>曾评道：“前四句单行入律，唐人旧格；而意境恣逸，则东坡之本色。”所谓“唐人旧格”，大致上指<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>《黄鹤楼》：“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。……”作为七律，三、四两句本该对仗，此却一意直下，不作讲求。苏轼的“泥上”二句，也可算是对仗，但其文意承上直说，本身也带有承接关系，所以是“单行入律”。“意境恣逸”的意思，就是不仅字面上飘逸，行文中有气势，而且内涵丰富，耐人寻味，不求工而自工。这正是苏轼的“本色”。</p>",
  "about": "<h2>创作背景</h2> 　　嘉祐六年（1061年）冬，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>送<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>至郑州，分手回京，作<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>寄苏轼，这是苏轼的和作。苏辙十九岁时，曾被任命为渑池县主簿，未到任即中进士。他与苏轼赴京应试路经渑池，同住县中僧舍，同于壁上题诗。如今苏轼赴陕西凤翔做官，又要经过渑池，因而作《怀渑池寄子瞻兄》。诗云：“相携话别郑原上，共道长途怕雪泥。归骑还寻大梁陌，行人已度古崤西。曾为县吏民知否？旧宿僧房壁共题。遥想独游佳味少，无言骓马但鸣嘶。”苏轼的和诗，四个脚韵与原作全同，却纵笔挥洒，丝毫未受束缚。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "人生",
    "感伤"
  ]
}