{
  "id": 52823,
  "star": 167,
  "name": "减字木兰花·卖花担上",
  "dynasty": "宋代",
  "content": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 <br>怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。",
  "fanyi": "<p><strong>译文</strong><br>　　在卖花人的担子上，买得一枝含苞待放的花。那晨曦的露珠也在那花色之中留下痕迹，让花显得更楚楚动人。我怕丈夫看了花之后犯猜疑，认为我的容颜不如花的漂亮。我这就将梅花插在云鬓间，让花与我的脸庞并列，教他看一看，到底哪个比较漂亮。</p> <p><strong>注释</strong><br>⑴减字木兰花：词牌名。<br>⑵一枝春欲放：此指买得一支将要开放的梅花。<br>⑶泪：指形似眼泪的晶莹露珠。<br>⑷奴：作者自称。<br>⑸云鬓：形容鬓发多而美。<br>⑹“徒要”一句：意谓自己比花更好看。徒：只、但。郎：在古代既是妇女对丈夫的称呼，也是对她所爱男子的称呼。这里当指前者。比并：对比。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词作于建中靖国年间，其时词人与夫君赵明诚新婚燕尔，心中充满对爱情的热情挚着。全篇截取了作者新婚生活的一个侧面，显示她放纵恣肆的独特个性。 　 </p> <p>　　上片主旨是买花。宋朝都市常有卖花担子，一肩春色，串街走巷，把盎然生趣送进千家万户。似乎小丫环入报以后，女主人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>随即作了吩咐，买下一枝最满意的鲜花。整个上片便是截取了买花过程中最后一个画面，所写的便是女主人公手执鲜花，满怀深情地进行欣赏。“春欲放”三字，表达了她对花儿的由衷喜爱，其中“春”字用得特别好，既可以指春色、春光、春意和春天，也可以借指花儿本身。“春” 字境大，能给人以无穷的美感和联想。下面“泪染轻匀”二句，写花的容态。这花儿被人折下，似乎为自己命运的不幸而哭泣，直到此时还泪痕点点，愁容满面。着一“泪”字，就把花拟人化了，再缀以“轻匀”二字，便显得哀而不伤，娇而不艳，其中似乎渗透着女主人对它的同情与爱抚。前一句为虚，出自词人的想象；后一句属实，摹写了花上的露珠。“犹带彤霞晓露痕”，花朵上披着彤红的朝霞，带着晶莹的露珠，不仅显出了花之色彩新鲜，而且点明时间是清晨，整个背景写得清新绚丽，恰到好处地烘托了新婚的欢乐与甜蜜。 　 </p> <p>　　下片主旨写戴花。首先，作者从自己一方说起，侧重于内心刻画萋。“怕郎猜道，奴面不如花面好”，活活画出一位新嫁娘自矜、好胜甚至带有几分嫉忌的心理。她青年妇女中，本已感到美貌超群，但同“犹带彤霞晓露痕”的鲜花相比，似乎还不够娇美，因此怀疑新郎是否爱她。这里表面上是说郎猜疑，实际上是她揣度郎心，曲笔表达，轻灵有致。同上片相比，前面是以花拟人，这里是以人比花，角度虽不同，但所描写的焦点都是新娘自己。接着二句，是从人物的思想写到人物的行动。为了争取新郎的欢爱，她就把花儿簪鬓发上，让新郎看看哪一个更美。然却终未说出谁强，含蓄蕴藉，留有余味。“云髻斜簪”，丰神如画。这里李清照，写出了一点闺房的乐趣。 　 </p> <p>　　全篇通过买花、赏花、戴花、比花，生动地表现了年轻词人天真、爱美情和好胜的脾性。可谓达到了“乐而不淫”的艺术境界，全词语言生动活泼，富有浓郁的生活气息，是一首独特的闺情词。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1101年（建中靖国元年），其时词人与夫君赵明诚新婚燕尔，心中充满对爱情的热情执着。陈祖美《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>简明年表》：“公元1101年，（李清照）18岁，适赵明诚。是年，李格非（李清照父）为礼部员外郎，赵挺之（赵明诚父）为吏部侍郎。赵李两家均居汴京。《减字木兰花》《庆清朝》诸阕当作于是年前后。”",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "春天",
    "生活",
    "写花"
  ]
}