{
  "id": 71625,
  "star": 8,
  "name": "庆清朝·榴花",
  "dynasty": "宋代",
  "content": "玉局歌残，金陵句绝，年年负却熏风。西邻窈窕，独怜入户飞红。前度绿阴载酒，枝头色比舞裙同。何须拟，蜡珠作蒂，缃彩成丛。<br>谁在旧家殿阁？自太真仙去，扫地春空。朱幡护取，如今应误花工。颠倒绛英满径，想无车马到山中。西风后，尚余数点，犹胜春浓。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>的艺术风格特长在于咏物。他借用前人<a href=\"http://so.gushiwen.org/view_71625.aspx\">诗</a>句，略加点染，榴花风貌就历历在目。把哀感也融入新鲜的审美感中。全词表意清楚，用古事和前人词诗，能消弥其于无痕，这种艺术写法，还是很值得玩味的。</p> <p>　　“玉局歌残，金陵句绝，年年负却熏风”，起笔之处就点出了榴花，并说从<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>咏柳花诗词后，便没有续响，任榴花自开自落，年年辜负了夏日熏风。玉局指苏轼。苏轼曾因反“新政”反被贬至海南岛。微宗即位后，他遇赦而还。后被任为提举玉局观，因而后人或称之为苏玉局。他的《贺新凉·夏景》后片，就是写榴花的：“石榴半吐红巾蹙，待浮花浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被秋风惊绿。”另一首《南歌子·暮春》，气象更为宏美，词是：“紫陌寻春去，红尘拂面来。无人不道看花回。惟见石榴新蕊一枝开。冰簟堆云髻，金尊滟玉醅。绿阴青子莫相催。留取红巾千点照池台。”“金陵”是指王安石，因其晚年家住金陵而称之。《王直方诗话》有句云“浓绿万枝红一点，动人春色不须多”，谓翰林苑有一枝石榴，叶长而花独一。这段讲述自从苏、王二人赋咏榴花诗词后，后来再无续响，花自落水空流，夏日熏风皆辜负。但是王沂孙感到诗词家久没有这样的描写了，让石榴花寂寞冷落，辜负了初夏时光。这三句既点出了榴花，又已有今昔盛衰哀感。</p> <p>　　“西邻窈窕，独怜入户飞红”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《榴花》诗云：“窈窕安榴花，乃是西邻村。坠萼可怜人，风吹落幽户。”“坠萼”、“飞红”意谓盛后将谢光景，表现了一种无可奈何的惆怅。</p> <p>　　“前度绿阴载酒，枝头色比舞裙同”。这里暗用唐人万楚《五日观妓》“裙红妒杀石榴花”句意。红裙即石榴裙，梁何思澄《南苑逢美人》诗：“日照石榴裙。”这样就点出石榴花来，并讲它可以同石榴裙媲美。由昔及今，由他人及己，续写对榴花的欣赏。说：“何须拟，蜡珠作蒂，缃彩成丛。”笔力顿挫，反衬石榴花之好。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《海榴》诗：“蜡珠攒作蒂，缃彩剪成丛。”这里一反温氏之诗意。这里用缃彩花树作比。六朝唐宋立日春剪彩为花，曾有诗云：“白雪剪花朱蜡蒂”。词人认为榴花艳似舞裙，更不须用剪缃彩作的假花相比。</p> <p>　　“谁家旧家殿阁”之下由一般榴花突然写到旧时宫殿榴花，他却是据唐朝故事写的。《洪氏杂俎》说杨贵妃曾在骊山遍种石榴。“谁在旧家殿阁？自太真仙去，扫地春空。”借唐玄宗去蜀，贵妃马嵬自缢事，而暗喻宋王朝德佑之难后亡国之事。王沂孙身历亡国情境，借古今兴亡国辙迹，这几句话是假借石榴话古，实则伤今。“朱幡护取，如今应误花工”，典出《西阳杂俎·支诺皋下》。唐玄宗天宝年间，有处士崔玄者在洛阳居住。有一个叫阿措的女郎告诉他：“各位女伴都住在花囿中，每次都被恶风所挠。崔玄依其言，在苑中立了一个朱幡。在东风振地时，苑中繁花无损。石阿措即安石榴。众女伴都是花精。词引入此故事，是说而今却再无花工设幡来护惜石榴。</p> <p>　　“颠倒绛英满径，想无车马到山中”由宫中榴花转写山中榴花。这二句，是融化<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《榴花》诗“可怜此地无车马，颠倒青苔落绛英”的诗意，诗中有很浓的山野情趣。写榴花花开花落，无仕女到山里看花。从而赋予榴花以清新洒脱的品格。“西风后，尚余数点，犹胜春浓”三句作结，借“万绿丛中红一点，动人春色不须多”之意，反映了榴花的自然美，不因西风而减，反胜过“五月榴花照眼明”时，表现词人欣赏榴花并不在于一片繁红。结尾从榴花由盛转凋着眼这就和上阕“西邻窈窕，独怜入户飞红”、“何须拟，蜡珠作蒂，湘彩成丛”等句，互相照应，这里自有一种高贵的品格蕴含其中，歌咏了亡国后逸人高士的高贵品质。</p> <p>　　这首咏榴花的词，王沂孙自然流露的是对榴花的鉴赏。词中正面描绘很少，而是用前人咏榴花的诗词和种榴故事来烘托出榴花的美。 </p>",
  "poet": {
    "id": 421,
    "star": 0,
    "name": "王沂孙",
    "image": "http://img.gushiwen.org/authorImg/wangyisun.jpg",
    "desc": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"
  },
  "tags": [
    "咏物",
    "写花"
  ]
}