{
  "id": 72472,
  "star": 1296,
  "name": "陈元方候袁公",
  "dynasty": "南北朝",
  "content": "　　陈元方年十一时，候袁公。袁公问曰：“贤家君在太丘，远近称之，何所履行？”元方曰：“老父在太丘，强者绥之以德，弱者抚之以仁，恣其所安，久而益敬。”袁公曰：“孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？”元方曰：“周公、孔子异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。”",
  "fanyi": "<p><strong>译文</strong><br>　　陈元方十一岁时，去拜会袁公。袁公问：“你贤良的父亲在太丘做官，远近的人都称赞他，他到底做了些什么事情？”元方说：“我父亲在太丘，对强者用德行去安抚；对弱者用仁慈去安抚，让人们心安理得地做事，久而久之，大家就对他老人家更加敬重。”袁公说：“我曾经也当过邺县县令，正是做这样的事情。不知是你的父亲学我，还是我学你的父亲？”元方说：“周公、孔子生在不同时代，虽然时间相隔遥远，但他们的行为却是那么一致。周公没有学孔子，孔子也没有学周公。”</p> <p><strong>注释</strong><br>1、候：拜访，问候。<br>2、履行：实施，实行。<br>3、绥：安，体恤。<br>4、孤：封建时代王侯对自己的谦称。王后、皇后对自己的尊称，还有寡人，孤家等称呼.<br>5、师：学习。<br>6、尝：曾经。<br>7、卿：客气，亲热的称呼<br>8、法：在古汉语字典里有四种解释（1）法令，制度。（2)方法，做法。（3）效法，仿效。（4）标准，法则。这里用（3）效法，仿效。<br>9、称：称赞，赞不绝口<br>10、周公：周武王的弟弟。历史上的第一代周公姓姬名旦（约公元前1100年），亦称叔旦，周文王姬昌第四子。汉族，因封地在周（今陕西省宝鸡市岐山北），故称周公或<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>。为西周初期杰出的政治家、军事家和思想家，被尊为儒学奠基人。<br>11、周旋动静：这里指思想和行动<br>12、益：更加<br>13、以：用<br>14、恣：放纵、无拘束，这里指顺从</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　袁公</p> <p>　　比较自负，问题刁钻。如「孤往者尝为邺令，正行此事。不知卿家君法孤，孤法卿父？」这个问题很难回答，稍微不慎则颜面尽失，想是袁公并非真正想知道是谁学了谁，而是有意为难陈元方。</p> <p>　　元方</p> <p>　　机智应变。如「周公、孔子，异世而出，周旋动静，万里如一。周公不师孔子，孔子亦不师周公。」 如此巧妙回答，既照顾了对方的尊严，又保住了自己的体面，不卑不亢落落大方，不损人也不损己，想袁公听了，定会暗暗点头称奇。</p>",
  "about": "<h2>创作背景</h2> <p>　　《世说新语》是一部笔记小说集，此书不仅记载了自汉魏至东晋士族阶层言谈、轶事，反映了当时士大夫们的思想、生活和清谈放诞的风气，而且其语言简练，文字生动鲜活，因此自问世以来，便受到文人的喜爱和重视，戏剧、小说如<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>的杂剧《玉镜台》、<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>的《三国演义》等也常常从中寻找素材。</p> <p>　　当然，因为<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>当时人在扬州，听说了不少当地的人物故事、民间传说，所以在《世说新语》中，也记载了一些发生在当时扬州的故事。如我们熟悉的成语“咄咄怪事”，就是源自于曾担任建武将军、扬州刺史的中军将军殷浩被废为平民后，从来不说一句抱怨的话，每天只是用手指在空中写写画画。扬州的吏民顺着他的笔划暗中观察，看出他仅仅是在写“咄咄怪事”四个字而已。大家这才知道，他是借这种方法来表示心中的不平。</p> <p>　　可惜的是，《世说》一书刚刚撰成，刘义庆就因病离开扬州，回到京城不久便英年早逝，时年仅41岁，宋文帝哀痛不已，赠其谥号为“康王”。</p>",
  "poet": {
    "id": 668,
    "star": 0,
    "name": "刘义庆",
    "image": "http://img.gushiwen.org/authorImg/liuyiqing.jpg",
    "desc": "刘义庆（403—444）汉族，彭城（今江苏徐州）人。字季伯，南北朝文学家。自幼才华出众，爱好文学，并广招四方文学之士，聚于门下。刘宋宗室，袭封临川王，公元444年（元嘉21年）死于建康（今南京）。除《世说新语》外，还著有志怪小说《幽明录》。"
  },
  "tags": [
    "小学文言文",
    "生活",
    "写人",
    "寓理"
  ]
}