{
  "id": 72153,
  "star": 17,
  "name": "咏史八首·其一",
  "dynasty": "魏晋",
  "content": "弱冠弄柔翰，卓荦观群书。<br>著论准《过秦》，作赋拟《子虚》。<br>边城苦鸣镝，羽檄飞京都。<br>虽非甲胄士，畴昔览《穰苴》。<br>长啸激清风，志若无东吴。<br>铅刀贵一割，梦想骋良图。<br>左眄澄江湘，右盼定羌胡。<br>功成不受爵，长揖归田庐。",
  "fanyi": "<h2>注释</h2> ⑴弱冠：古代的男子二十岁行冠礼，表示成人，但体犹未壮，所以叫“弱冠”。柔翰：毛笔。这句是说二十岁就擅长写文章。<br>⑵荦：同跞。卓跞：才能卓越。这句是说博览群书，才能卓异。<br>⑶过秦：即《过秦论》，汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>所作。子虚：即《子虚赋》，汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>所作。准、拟：以为法则。这两句是说写论文以《过秦论》为准则，作赋以《子虚赋》为典范。<br>⑷鸣镝（dí敌）：响箭，本是匈奴所制造，古时发射它作为战斗的信号。这句是说边疆苦于敌人的侵犯。<br>⑸檄（xí习）：檄文，用来征召的文书，写在一尺二寸长的木简上，上插羽毛，以示紧急，所以叫“羽檄”。这句是说告急的文书驰传到京师。<br>⑹胄：头盔。甲胄士：战士。这句是说自己虽不是战士。<br>⑺畴昔：往时。穰苴（rāngjū）：春秋时齐国人，善治军。齐景公因为他抵抗燕、晋有功，尊为大司马，所以叫“<a href=\"http://so.gushiwen.org/author_2139.aspx\">司马穰苴</a>”，曾著《兵法》若干卷。这句是说从前也读过司马穰苴兵法。<br>⑻这两句是说放声长啸，其声激扬着清风，心中没有把东吴放在眼里。<br>⑼铅刀贵一割：用汉班超上疏中的成语。李善注引《东观汉记》：“班超上疏曰：臣乘圣汉威神，冀俲铅刀一割之用。”铅质的刀迟钝，一割之后再难使用。用来比喻自己才能低劣。这句是说自己的才能虽然如铅刀那样迟钝，但仍有一割之用。<br>⑽骋：施。良图：好的计划。这句是说还希望施展一下自己的抱负。<br>⑾眄（miǎn）：看。澄：清。江湘：长江。邰希萱水，是东吴所在，地处东南，所以说“左眄”。羌胡：即少数民族的羌族，在甘肃、青海一带，地在西北，所以说“右盼”。<br>⑿爵：禄位。田庐：家园。这两句是说要学习鲁仲连那样，为平原君却秦兵，功成身退。",
  "shangxi": "<h2>鉴赏</h2> <p>　　左思是西晋太康时期（280-289年）的杰出作家。他的<a href=\"http://so.gushiwen.org/view_72153.aspx\">诗</a>赋成就很高。《三都赋》使“洛阳纸贵”，他的诗，<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>认为“古今难比”，钟嵘《诗品》也列为“上品”。《咏史八首》是左思诗歌的代表作，所以<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>说：“拔萃于《咏史》”（《文心雕龙·才略》）。</p> <p>　　《咏史》诗，并不始于左思。东汉初年，<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>已有《咏史》诗，但是，这首诗的写法只是“概括本传，不加藻饰”，而左思的《咏史》诗，并不是概括某些历史事件和人物，而是借以咏怀。所以何焯说：“题云《咏史》，其实乃咏怀也。”又说：“咏史者，不过美其事而咏叹之，概括本传，不加藻饰，此正体也。太冲多摅胸臆，此又其变。”（《义门读书记》卷四十六）何氏认为左思《咏史》是“咏史”类诗歌的变体，其实这是“咏史”诗的新发展。</p> <p>　　左思《咏史》诗，抒写诗人自己的雄心壮志。但是，由于门阀制度的限制，当时出身寒门的有才能的人，壮志难酬，不得已，只好退而独善其身，做一个安贫知足的“达士”。这组诗表现了诗人从积极入世到消极避世的变化过程。这是封建社会中一个郁郁不得志的有理想有才能的知识分子的不平之鸣。</p> <p>　　第一首写自己的才能和愿望，可以看做是这组诗的序诗。开头四句，写自己的博学能文。“弱冠弄柔翰”，是说自己二十岁时就舞文弄墨，善于写作文章了。“卓荦观群书”，写自己博览群书，才学出众。这两句实为互体，意思是说：我二十岁时已才学出众了，不仅善于写作，而且博览群书。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗云：“读书破万卷，下笔如有神”（《奉赠韦左丞丈二十二韵》），正是由于左思博览群书，才能善于写作，才能“著论准《过秦》，作赋拟《子虚》”。即写论文以《过秦论》为典范，作赋以《子虚赋》为楷模。《过秦论》，西汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>所作，是其政论中的名篇；《子虚赋》，西汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>所作，为赋中名篇。左思著论作赋以他们的作品为榜样，说明他的见识与才能，颇有自负的意味。</p> <p>　　“边城苦鸣镝”四句，写自己兼通军事。“鸣镝”乃是战斗的信号。边疆发生战争，告急的文书飞快地传到京城。这里，可能是指公元279年，对鲜卑树能机部和对孙皓的战争。《晋书·武帝纪》：“（咸宁）五年（279）春正月，虏帅树能机攻陷凉州。乙丑，使讨虏护军武威太守马隆击之。……十一月，大举伐吴……十二月，马隆击叛虏树能机，大破，斩之，凉州平。”烽火燃起，诗人虽非将士，可是也曾读过《<a href=\"http://so.gushiwen.org/author_2139.aspx\">司马穰苴</a>兵法》一类兵书。他认为自己不仅有文才，而且也有武略，在战争爆发的时候，应该为国效劳。</p> <p>　　“长啸激清风”四句，写自己的志气和愿望。诗人放声长啸，啸声在清风中激荡，志气豪迈，东吴哪里放在眼中。他想，一把很钝的铅刀，都希望能有一割之用，自己即使才能低劣，做梦也想施展自己的才能，实现“良图”（良好的愿望）。至于什么是诗人的“良图”，“左眄澄江湘”四句，作了具体的回答：消灭东南的东吴，平定西北的羌胡。功成之后，不受封赏，归隐田园。前两句表达的是晋武帝《伐吴诏》中“南夷句吴，北威戎狄”的意思。后两句正是他歌颂的鲁仲连精神：“功成耻受赏，高节卓不群。”就感情言，前者雄壮，后者恬淡，这种错综复杂的感情是统一的，表现了诗人既渴望建功立业，又不贪恋富贵的精神。</p> <p>　　还需要提及的是，可以根据“长啸激清风，志若无东吴”，“左眄澄江湘，右盼定羌胡”诸句确定《咏史八首》的写作年代。晋武帝于公元279年（咸宁五年）十一月，大举伐吴，公元280年（太康元年）三月，孙皓投降。于公元279年（咸宁五年）正月，讨伐鲜卑树能机部，十二月，大破之。所以，何焯认为“诗作于武帝时，故但曰‘东吴’。凉州屡扰，故下文又云：‘定羌胡’”。（《义门读书记》卷四十六）可见《咏史》八首写于公元279年（咸宁五年）之前。</p> <p>　　清人刘熙载《艺概·诗概》说：“左太冲《咏史》似论体。”但是，诗人的议论是以形象表现出来的，并不使人感到枯燥乏味。恰恰相反，诗中生动的形象和丰富的感情具有强烈的感染力量。</p> <p>　　此诗意气豪迈，情感昂扬，很容易使人想起<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>。曹植诗云：“捐躯赴国难，誓死忽如归”（《白马篇》），“闲居非吾志，甘心赴国忧”（《杂诗》）。曹植为国赴难，建功立业的志愿，都被<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>父子扼杀了，他郁郁不得志地度过自己不幸的一生。左思“左眄澄江湘，右盼定羌胡”的壮志雄心，被当时的门阀制度断送了，所以，诗人愤怒地向门阀制度提出了控诉。 </p>",
  "poet": {
    "id": 629,
    "star": 0,
    "name": "左思",
    "desc": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"
  },
  "tags": [
    "读书",
    "壮志",
    "愤懑"
  ]
}