{
  "id": 50973,
  "star": 763,
  "name": "苏幕遮·燎沉香",
  "dynasty": "宋代",
  "content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨、水面清圆，一一风荷举。<br>故乡遥，何日去。家住吴门，久作长安旅。五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。",
  "fanyi": "<p><strong>译文</strong><br>细焚沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天（旧有鸟鸣可占雨之说），拂晓时分我偷偷听它们在屋檐下的“言语”。荷叶上初出的阳光晒干了昨夜的雨，水面上的荷花清润圆正，荷叶迎着晨风，每一片荷叶都挺出水面。<br>（看到这风景）我想到遥远的故乡，何日才能回去啊？我家本在吴越一带，长久地客居长安。五月，我故乡的小时候的伙伴是否在想我，划着一叶扁舟，在我的梦中来到了过去的荷花塘（词中指杭州西湖）。</p> <p><strong>注释</strong><br>燎：烧。音，[liáo]<br>沉香：木名，其芯材可作熏香料。沈，现写作沉。沈（沉）香，一种名贵香料，置水中则下沉，故又名沉水香，其香味可辟恶气。<br>溽(rù)暑：潮湿的暑气。<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《休沐寄怀》<a href=\"http://so.gushiwen.org/view_50973.aspx\">诗</a>：“临池清溽暑，开幌望高秋。”溽，湿润潮湿。<br>呼晴：唤晴。旧有鸟鸣可占晴雨之说。<br>侵晓：快天亮的时候。侵，渐近。<br>宿雨：昨夜下的雨。<br>清圆：清润圆正。<br>风荷举：意味荷叶迎着晨风，每一片荷叶都挺出水面。举，擎起。<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《王官二首》诗：“风荷似醉和花舞，沙鸟无情伴客闲。”<br>吴门：古吴县城亦称吴门，即今之江苏苏州，此处以吴门泛指江南一带。作者乃江南钱塘人。<br>长安：原指今西安，唐以前此地久作都城，故后世每借指京都。词中借指汴京，今河南开封。<br>旅：客居。<br>楫：[jí] 划船用具，短桨。<br>芙蓉浦：有荷花的水边。有溪涧可通的荷花塘。词中指杭州西湖。唐张宗昌《太平公主山亭侍宴》诗：“折桂芙蓉浦，吹萧明月湾。” 浦，水湾、河流。芙蓉，又叫“芙蕖”，荷花的别称。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词由眼前的荷花想到故乡的荷花。游子浓浓的思乡情，向荷花娓娓道来，构思尤为巧妙别致。词分上下两片。上片主要描绘荷花姿态，下片由荷花生发开去，梦回故乡。</p> <p>　　“燎沈香，消溽暑。鸟雀呼晴，侵晓窥檐语”这里写的是一个夏日的清晨，词人点燃了沉香以驱散潮湿闷热的暑气。鸟雀在窗外欢呼着，庆祝天气由雨转晴。在词人眼里，鸟雀仿佛有着人一样的喜怒哀乐，她们也会“呼”也爱“窥”，如同调皮的孩子一般活波可爱。这几句描写看似漫不经心，实际上作者是在为下面写荷花的美丽做感情上的铺垫。“叶上初阳干宿雨、水面清圆，一一风荷举。”国学大师<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>评：“此真能得荷之神理者。”先不说神理如何，但是字句的圆润，就足以流传千古。至于神理或说神韵，却是只可意会，不可言传的东西。可把这三句译成白话：“清晨的阳光投射到荷花的叶子上，昨夜花叶上积的雨珠很快就溜掉了。清澈的水面上，粉红的荷花在春风中轻轻颤动，一一举起了晶莹剔透的绿盖。远远望去，仿佛一群身着红裳绿裙踏歌起舞的江南女子！”词人之所以睹荷生情，把荷花写的如此逼真形象，玲珑可爱，因为他的故乡江南就是芙蓉遍地。</p> <p>　　“故乡遥，何日去？家住吴门，久作长安旅。”荷花点燃了词人的思乡情，下片开头他就扪心自问，何时才能重归故里呢，那美丽的吴门，苏小小居住的地方。“久”字体现了作者对飘泊生活尤其是仕途生活的厌倦，在其它作品中词人一再以“京华倦客”自称，可见他早已淡薄功名而魂系故乡。“五月渔郎相忆否。小楫轻舟，梦入芙蓉浦。”结尾三句，词人恍惚间飞到了五月的江南，熟悉的渔郎正在河上摇着小船，穿梭于层层叠叠的莲叶……这时词人忍不住喊道：打鱼的大哥 ，还记得我吗？我是美成啊！情到深处意转痴，词人用一个白日梦结尾，给人留下无限的情思和遐想。</p> <p>　　这首词写游子的思乡情结，写景写人写情写梦皆语出天然，不加雕饰而风情万种。通过对清圆的荷叶、五月的江南、渔郎的轻舟这些情景进行虚实变幻的描写，思乡之苦表达得淋漓尽致。</p><br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的词以富艳精工著称，但这首《苏幕遮》“清水出芙蓉，天然去雕饰”，清新自然，是清真词中少数的例外。此词作于神宗元丰六年（1083）至哲宗元祐元年（1086）之间，当时周邦彦久客京师，从入都到为太学生到任太学正，处于人生上升阶段。词以写雨后风荷为中心，引入故乡归梦，表达思乡之情，意思比较单纯。</p> <p>　　上阕先写室内燎香消暑，继写屋檐鸟雀呼晴，再写室外风荷摇摆，词境活泼清新，结构意脉连贯自然，视点变换极具层次。词中对荷花的传神描写被<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》评为“真能得荷之神理者”，为写荷之绝唱。</p> <p>　　下阕再由眼前五月水面清圆，风荷凌举的景象联想到相似的故乡吴门的五月的风物，小楫轻舟，梦入芙蓉浦，相思之情淋漓尽致。</p> <p>　　这首词，上阕写景，下阕抒情，段落极为分明。一起写静境，焚香消暑，取心定自然凉之意，或暗示在热闹场中服一副清凉剂，两句写境静心也静。三、四句写静中有噪，“鸟雀呼晴”，一“呼”字，极为传神，暗示昨夜雨，今朝晴。“侵晓窥檐语”，更是鸟雀多情，窥檐而告诉人以新晴之欢，生动而有风致。“叶上”句，清新而又美丽。“水面清圆，一一风荷举”，则动态可掬。这三句，实是交互句法，配合得极为巧妙，而又音响动人。大意是：清圆的荷叶，叶面上还留存昨夜的雨珠，在朝阳下逐渐地干了，一阵风来，荷叶儿一团团地舞动起来。这像是电影的镜头一样，有时间性的景致。词句炼一“举”字，全词站立了起来，动景如生。这样，再看“燎沉香，消溽暑”的时间，则该是一天的事，而从“鸟雀呼晴”起，则是晨光初兴的景物，然后再从屋边推到室外，荷塘一片新晴景色。再看首二句，时间该是拖长了，夏日如年，以香消之，寂静可知，意义丰富而含蓄，为下阕久客思乡伏了一笔。</p> <p>　　下阕直抒胸怀，语词如话，不加雕饰。己身旅泊“长安”，实即当时汴京（今开封）。周邦彦本以太学生入都，以献《汴都赋》为神宗所赏识，进为太学正，但仍无所作为，不免有乡关之思。“故乡遥，何日去”点地点时，“家住吴门，久作长安旅”，实为不如归去之意。紧接“五月渔郎相忆否”，不言己思家乡友朋，却写渔郎是否思念自己，这是从对面深一层写法。一结两句，“小楫轻舟，梦入芙蓉浦”，即梦中划小舟入莲花塘中了。实以虚构的梦景作结，虽虚而实，变幻莫测。</p> <p>　　这首词构成的境界，确如<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>所说：“上阕，若有意，若无意，使人神眩。”（《宋四家词选》）而周邦彦的心胸，又当如陈世所说：“不必以词胜，而词自胜。风致绝佳，亦见先生胸襟恬淡”《云韶集》。足见周邦彦的词以典雅著称，又被推为集大成词人，其词作固然精工绝伦，而其思想境界之高超，实尤为其词作之牢固基础。</p><br/><h2>赏析三</h2> <p>　　读书求仕，是古代文人普遍的人生选择，一旦踏入仕途，便游宦四方，长期远离家乡，难免不思念故乡的亲人与风物，因此，思乡成为古代<a href=\"http://so.gushiwen.org/view_50973.aspx\">诗</a>词中的永恒主题，最能引发天涯游子的共鸣。思乡的情怀往往借助作家记忆中印象最深刻的故乡景物来表达，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的这首《苏幕遮》正如此，它以荷为媒介，表达对故乡杭州的深深眷念。</p> <p>　　此词上片描写盛夏早晨的风景：词人一早醒来，便嗅到昨夜点燃的沉香依旧弥漫在空气中，令人烦闷的暑热也已退去。窗外传来鸟儿叽叽喳喳的欢叫声，据说鸟鸣声能预测晴雨，莫非天已放晴？词人抬头朝窗外望去，只见天色才微微放亮，鸟雀在屋檐上跳来跳去，晃动着头脑争噪不停，似乎也在为雨后新晴而喜悦。盛夏酷暑时节，难得有这样一个清爽的早晨，词人漫步荷塘边，只见荷叶上的雨珠在朝阳下渐渐变干，看上去更加碧绿净洁，一张张圆圆的荷叶铺满水面。一株株荷花亭亭玉立在荷叶间，微风吹过，微微颤动着更显丰姿绰约。“叶上初阳干宿雨，水面清圆，一一风荷举”被誉为写荷名句，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中称赞此语“真能得荷之神理”，寥寥几笔，将荷的摇曳多姿、神清骨秀写尽，营造出一种清新恬静的境界，</p> <p>　　下片转入思乡的愁怀与回忆。眼前的荷塘，勾起了词人的乡愁：故乡遥遥，就在那莲叶田田的江南，羁旅京师已经很久，何时才能归去？汴京（今河南开封）的荷塘唤起了词人的思乡浓情，思绪飞回故乡，不知儿时的玩伴是否还记得五月同游西湖的情景？多少次梦回故乡，依然是划着轻巧的小船驶向荷塘。杭州西湖上的“十里荷花”闻名天下，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>曾写道：“接天莲叶无穷碧，映日荷花别样红”。词人生长于斯，他对荷花的记忆是与童年的水乡生活联系在一起的。京城夏日雨后荷塘的景致牵动了词人对故乡最亲切的回忆，荷花成了词人思乡的媒介，同时将这首词的上下片联成一气，成为一篇写荷绝唱。</p> <p>　　这首词天然真美，不事雕饰，它以质朴无华的语言，准确而又生动地表现出荷花的风神与词人的乡愁，有一种从容雅淡、自然清新的风韵，这在周邦彦以雕饰取胜的词作中当为别具一格之作，陈延焯称赞此词“风致绝佳，亦见先生胸襟恬淡。”词人这份恬淡的胸襟不正是故乡“天然去雕饰”的荷花所赋予的吗？</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋神宗元丰六年（1083）至宋哲宗元祐元年（1086）之间，当时<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>久客京师，从入都到为太学生到任太学正，处于人生上升阶段。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "宋词三百首",
    "高中古诗",
    "婉约",
    "荷花",
    "思乡"
  ]
}