{
  "id": 195,
  "star": 39,
  "name": "小弁",
  "dynasty": "先秦",
  "content": "弁彼鸴斯，归飞提提。民莫不穀，我独于罹。何辜于天？我罪伊何？心之忧矣，云如之何？</p> <p>踧踧周道，鞫为茂草。我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾首。</p> <p>维桑与梓，必恭敬止。靡瞻匪父，靡依匪母。不属于毛？不罹于里？天之生我，我辰安在？</p> <p>菀彼柳斯，鸣蜩嘒嘒，有漼者渊，萑苇淠淠。譬彼舟流，不知所届，心之忧矣，不遑假寐。</p> <p>鹿斯之奔，维足伎伎。雉之朝雊，尚求其雌。譬彼坏木，疾用无枝。心之忧矣，宁莫之知？</p> <p>相彼投兔，尚或先之。行有死人，尚或墐之。君子秉心，维其忍之。心之忧矣，涕既陨之。</p> <p>君子信谗，如或酬之。君子不惠，不舒究之。伐木掎矣，析薪扡矣。舍彼有罪，予之佗矣。</p> <p>莫高匪山，莫浚匪泉。君子无易由言，耳属于垣。无逝我梁，无发我笱。我躬不阅，遑恤我后。",
  "fanyi": "<p><strong>译文<br></strong>寒鸦拍打着翅膀多么快乐，成群结队飞回来多么安娴。天底下的人个个都交好运，唯独我自己深深陷于忧患。我不知道哪里得罪了苍天？更不晓得为什么罪大无边？我积郁在心里的深深忧伤，不知到底该如何得以排遗？<br>原本宽阔平坦的通衢大道，现如今早已阻断遍布荒草。我内心里禁住深深地忧伤，七上八下犹如舂杵不停捣。我在和衣而卧中长长叹息，岁月如此深忧更易催人老。我积郁在心里的深深忧伤，那深痛犹如刺痛我的头脑。<br>看到父母亲种下的桑梓树，尚且必须恭恭敬敬立树前。哪个对父亲无不充满尊敬，哪个对母亲无不深深依恋！到如今却外不和皮毛相接，里也不和心腹血肉紧相连。老天爷你生我来到人世间，我什么时候才能时来运转？<br>池边垂柳如烟是那样浓绿，枝头的蝉儿嘶嘶鸣唱不已。河湾深几许自是不可见底，芦苇丛生蒹葭苍苍多茂密。我的心啊就像那小舟漂摇，茫茫然不知终将漂向哪里。我内心里禁不住地忧伤啊，竟没有片刻闲暇懒卧和衣。<br>你看原野里的小鹿在奔跑，四只小腿是那样舒缓灵巧。漂亮的公野鸡清晨就鸣叫，还不是为招引心仪的雌鸟。我的心啊就像那病死的树，因为身染沉疴落尽了枝条。我内心里禁不住地忧伤啊，难道就没有个知心人明了！<br>你看那兔儿自投进罗网里，还有好心人帮它解难脱灾。通衢大道上突然有人倒毙，还有好心人为他收尸掩埋。我的君王啊你所持的态度，竟是这样硬心肠使得出来。我内心里禁不住地忧伤啊，肝肠寸断珠泪双流落尘埃。<br>我的君王啊偏听偏信谗言，就好像嗜饮美酒一样沉迷。我的君王对我不理又不睬，对谗言也不慢慢深究根底。伐树尚需支拄树冠防砸伤，劈柴尚需顺着纹理才容易。我的君王偏偏放掉有罪人，把罪囚的黑衣往我身上披。<br>没有比那座山更高的大山，也没有比那眼泉更深的泉。我的君王啊不要轻信谗言，要防隔墙有耳贴在墙壁边。不要到我捕鱼的梁坝上去，不要偷着打开我的鱼篓看。我现如今连自身都顾不上，哪还顾得上身后百事难缠！</p> <p><strong>注释<br></strong>1.弁（pán）：通“般”、通“昪”，快乐。鸒（yù）：鸟名，形似乌鸦，小如鸽，腹下白，喜群飞，鸣声“呀呀”，又名雅乌。斯：语气词，犹“啊”、“呀”。<br>2.提（shí）提：群鸟安闲翻飞的样子。<br>3.榖（gǔ）：美好。<br>4.罹（lí）：忧愁。<br>5.辜：罪过。<br>6.伊：是。<br>7.云：句首语气词。<br>8.踧（dí）踧：平坦的状态。周道：大道、大路。<br>9.鞫（jū）：阻塞、充塞。<br>10.惄（nì）：忧伤。<br>11.假寐：不脱衣帽而卧。永叹：长叹。<br>12.用：犹“而”。<br>13.疢（chèn）：病，指内心忧痛烦热。疾首：头疼。如：犹“而”。<br>14.桑梓：古代桑、梓多植于住宅附近，后代遂为故乡的代称，见之自然思乡怀亲。<br>15.止：语气词。<br>16.靡（mǐ）：不。匪：不是。“靡……匪……”句，用两个否定副词表示更加肯定的意思。瞻：尊敬、敬仰。<br>17.依：依恋。<br>18.属：连属。毛：犹表，古代裘衣毛在外。此两句毛、里，以裘为喻，指裘衣的里表。<br>19.罹（lì）：一作“离”，通“丽”，附着。里：指衣服之里子。<br>20.辰：时运。<br>21.菀（wǎn）：茂密的样子。<br>22.蜩（tiáo）：蝉。嚖嚖：蝉鸣的声音。<br>23.漼（cuǐ）：水深的样子。渊：深水潭。<br>24.萑（huán）苇：芦苇。淠（pèi）淠：茂盛的样子。<br>25.届：到、止。<br>26.不遑（huáng）：无暇，顾不得。<br>27.维：犹“其”。伎（qí）伎：鹿急跑的样子。<br>28.雉（zhì）：野鸡。雊（gòu）：雉鸣。<br>29.坏木：有病的树。<br>30.疾：病。用：犹“而”。<br>31.宁：犹“乃”、犹“岂”，竟然、难道。<br>32.相：看。投兔：入网的兔子。<br>33.先：开、放。<br>34.行（háng）：路。<br>35.墐（jìn）：掩埋。<br>36.秉心：犹言居心、用心。<br>37.维：犹“何”。忍：残忍。<br>38.陨：落。<br>39.酬：劝酒。<br>40.舒：缓慢。究：追究、考察。<br>41.掎（jǐ）：牵引。此句说，伐木要用绳子牵引着，把它慢慢放倒。<br>42.析薪：劈柴。扡（chǐ）：顺着纹理劈开。<br>43.佗（tuó）：加。<br>44.浚（jùn）：深。<br>45.由：于。<br>46.属：连接。垣：墙。<br>47.逝：借为“折”，拆毁。梁：拦水捕鱼的堤坝，亦称鱼梁。<br>48.发：打开。笱（gǒu）：捕鱼用的竹笼。<br>49.躬：自身。阅：被收容。<br>50.遑：闲暇。恤：忧虑。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_195.aspx\">诗</a>八章，每章八句。首章以呼天自诉总起，先言“我独于罹”的忧伤和悲痛。作者以“弁彼鸒斯，归飞提提”的景象为反衬，以“民莫不谷，我独于罹”为对比，以“心之忧矣，云如之何”为感叹，充分揭示他内心沉重的忧怨之情。他无罪被逐，只有对天呼喊：“何辜于天？我罪伊何？”第二章就他放逐在外的所见景象，抒发自己内心的伤感。平坦大道上生满了杂乱的茂草，象征他平静的生活突然产生了祸端。他愤怼悲伤，“惄焉如捣”，卧不能寐，“疢如疾首”，并容颜早衰，诗句形象地展示出他忧怨交织的心情。第三章叙述他孝敬父母而反被父母放逐的悲哀。他虽然面对父母所栽的桑梓“必恭敬止”，对父母怀有恭敬孝顺之心，但和父母的关系是“不属于毛，不罹于里”，所以只有无奈地归咎于上天：“天之生我，我辰安在？”语言极其沉痛。第四、五两章又以在外所见，叙述自己苦无归依、心灰意懒的痛苦心情。“菀彼柳斯，鸣蜩嘒嘒；有漼者渊，萑苇淠淠”，一片欣欣向荣的景象，而自己却“譬彼舟流，不知所届”；“鹿斯之奔，维足伎伎；雉之朝雊，尚求其雌”，多么欢畅而富有生机，而自己却“譬彼坏木，疾用无枝”。他孤苦一身，漂荡无依，其内心的痛苦忧伤，别人是无法理解的，更见逐子失亲的悲痛。第六章埋怨父亲残忍，不念亲子之情。他说，野兔投网还有人放走它，人死于道路还有人埋葬他，而父亲忍心放逐自己，只有使自己“涕既陨之”了。第七章指责父亲，揭示出了被逐的原因。他指出，“君子信谗”，不仅“不舒究之”，反而“如或酬之”，结果颠倒了是非、曲直，“舍彼有罪，予之佗矣”。于是，诗人的内心也由“忧”进而“怨”了起来。最后一章，进一步叙述自己被逐后的谨慎、小心而警戒的心情。他感到他的灾祸背景就像山泉那样高深难测，因而警惕自己“无易由言”。因为“耳属于垣”，会随时让坏人抓住把柄、进谗陷害。但这四句，又有些痛定思痛的意味，既求告人们不要再去触犯他，又心灰意懒地感到后事难卜、前途渺茫。这四句亦见于《邶风·谷风》，可能是当时习用之辞，是自己特殊境遇中复杂心情的比拟说法。由此可见，这首诗以“忧怨”为基调，对自己被逐后的悲痛心情，反覆倾吐，进行了多角度、多层次的表述和揭示，感情沉重，言词恳切，致使忧怨哀伤之情充满纸上，具有较强的艺术感染力。</p> <p>　　作者在抒发自己的思想感情时，采取了多样的艺术手法，或正面描述，或反面衬托，或即眼前之景以兴内心之情，或以客观事物的状态以比喻自己的处境。赋、比、兴交互使用，泣诉、忧思结合，内容丰富，感情深厚，给人以具体、形象的感受。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_195.aspx\">诗</a>传说是周幽王放逐太子姬宜臼，或是尹吉甫儿子伯奇受父虐待而作。从诗本身所表述的内容来看，当是诗人的父亲听信了谗言，把他放逐，致使他幽怨哀伤、寤寐不安、怨天尤父、零泪悲怀。《毛诗序》说：“《小弁》，刺幽王也，太子之傅作焉。”毛传还补充说：“幽王娶申女，生太子宜臼，又说（悦）褒姒，生子伯服，立以为后，而放宜臼，将杀之。”对于这一历史史实，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·周本纪》记述得更为详实。但此诗是宜臼自作，还是宜臼之傅所作，各家又有不同说法。宋人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>在《诗集传》中说：“幽王娶于申，生太子宜臼，后得褒姒而惑之，生子伯服，信其谗，黜申后，逐宜臼，而宜臼作此诗以自怨也。序以为太子傅述太子之情以为是诗，不知其何所据也。”可是，他在注《孟子》时，又反赵岐注而认为是“太子傅之作”，并在《诗序辨说》中说：“此诗明白为放子之作无疑，但未有以见其必为宜臼耳。”可见，他也是首鼠两端，举棋不定的。三家诗又与上述诸说大相径庭，提出了新说。王先谦在《诗三家义集疏）中说：“鲁说曰：《小弁》，……伯奇之诗。……（尹）吉甫娶后妻，生子曰伯邦，乃谮伯奇于吉甫，放之于野。伯奇清朝履霜，自伤无罪见逐，乃援琴而鼓之（指《履霜操》一诗）。宣王出游，吉甫从之。伯奇乃作歌，以言感之于宣王。王闻之，曰：此孝子之辞也。吉甫乃求伯奇于野而感悟，乃射杀后妻。”孟子解此诗时，曾说“《小弁》之怨，亲亲也。亲亲，仁也（《孟子·告子下》）”，赵岐注《孟子》，又据鲁诗说而定为伯奇之作。因此后世的学者，有持毛说者，有持鲁说者，持此者非彼，持彼者非此，致使读者也莫衷一是。余冠英在《诗经选》中说：“这些传说未可全信，但作为参考，对于辞意的了解是有帮助的。”还有人说这是一篇“弃妇之词”（袁梅《诗经译注》）。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "哀怨"
  ]
}