{
  "id": 71092,
  "star": 69,
  "name": "青玉案·年年社日停针线",
  "dynasty": "宋代",
  "content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。<br>春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。",
  "fanyi": "<p><strong>译文</strong><br>年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。<br>春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。</p><p><strong>注释</strong><br>社日：指立春以后的春社。<br>停针线：《墨庄漫录》说：“唐、宋社日妇人不用针线，谓之忌作。”唐<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>《吴楚词》：“今朝社日停针线。”<br>“春衫”两句：春衫已经穿破，这是谁做的针线活呢？这里的“谁针线”与“停针线”相呼应，由著破春衫想起那制作春衫的人，不觉凄然泪下，泪痕沾满了破旧的春衫。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词在《阳春白雪》、《翰墨大全》、《花草粹编》等书中皆列入无名氏之作。唯《历代<a href=\"http://so.gushiwen.org/view_71092.aspx\">诗</a>余》、《词林万选》题作黄公绍，唐圭璋先生认为此乃失考所致。这首词是思归怀人之作。它之所以由无名氏经过辗转而堂皇地列在著名词人的名下，说明它曾流传很广，并且有着较高的审美价值。</p> <p>　　“年年社日停针线，怎忍见、双飞燕？”社日是古时祭祀土神的日子，分春社与秋社，《统天万年历》云：“立春后五戊为春社，立秋后五戊为秋社”，这里指春社。每逢社日，妇女有停针线的习惯，《墨庄漫录》云：“唐宋妇人社日不用针线，谓之忌作。”<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>诗亦云：“今朝社日停针线”，此即诗人所本。诗人一开始就着意于远方的爱妻：在这社日来临，百无聊赖之际，她一定会因思念异乡的丈夫而愁绪万端。由于诗人用春燕的成双反衬夫妻的分离，所以，不用细致的描写，一个忧伤憔悴的思妇的形象便如在目前。“年年”二字下得尤其沉痛，它暗示读者，这对不幸的情侣已经历了长期的别离，今日的忧伤只不过是往昔的延续罢了！</p> <p>　　“今日江城春已半，一身犹在，乱山深处，寂寞溪桥畔。”此三句写诗人自身的寂寞，因和意中人凄凉的处境遥相呼应，更显得沉着动人。春日已过大半，自己却仍在乱山深处、溪桥之畔淹留，固守离愁之苦。“乱”字包含了诗人全部的况味，它既意味着身世的孤独，又象征着离愁的紊乱和深重。这样，词中的“乱山”就不仅仅是一个客观存在，同时也是惹起诗人愁思的情感化的产物，它的沉重与凄凉，使我们自然联想到词人精神上的压抑。</p> <p>　　“春衫著破谁针线，点点行行泪痕满。”这两句的意思是：春衣已破，谁为补缀？想到此，不由得泪洒春衫。此处看似俚俗，实为诗人的卓越之处。因为词人表达相思之苦，一般不外乎两种情形，或以物喻愁，或直抒胸臆，诗人抛弃了陈旧的套式，从夫妻这一特殊的关系着眼，选择了日常生产中最普通的“针线”情节作为表达情感的契机，这样就具体而不抽象，真切而不矫饰，正如贺裳所评：“语淡而情浓，事浅而言深。”</p> <p>　　“落日解鞍芳草岸，花无人戴，酒无人劝，醉也无人管。”这四句是全词的关键所在，也是写得最精彩的片断。它的高妙之处在于把思念之情落实到具体事物上，因此显得充沛之至，缠绵之至。从形式上看，它很像<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>的《忆少年》起句：“无穷官柳，无情画轲，无根行客，”排句连蝉直下，给人以气势非凡之感。从意境上看，它更接近<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的诗句“纵使有花兼有月，可堪无酒又无人”的韵味：当红日西沉，诗人解鞍归来，虽有鲜花，却无人佩戴，以酒浇愁，又无人把盏，醉后更无人照管。这是无比凄楚的情景。于此，诗人的情感恣肆了，笔调放纵了，但读来并不会使人产生轻薄之感，此中奥秘，正如陈廷焯所说：“不是风流放荡，只是一腔血泪耳。”</p>",
  "poet": {
    "id": 138,
    "star": 0,
    "name": "黄公绍",
    "desc": "黄公绍，宋元之际邵武（今属福建）人，字直翁。咸淳进士。入元不仕，隐居樵溪。著《古今韵会》、以《说文》为本，参考宋元以前字书、韵书，集字书训诂之大成，原书已佚，其同时人熊忠所编《古今韵会举要》中，略能见其大概。另有《在轩集》。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "思归",
    "怀人"
  ]
}