{
  "id": 8452,
  "star": 6,
  "name": "观元丹丘坐巫山屏风",
  "dynasty": "唐代",
  "content": "昔游三峡见巫山，见画巫山宛相似。<br>疑是天边十二峰，飞入君家彩屏里。<br>寒松萧瑟如有声，阳台微茫如有情。<br>锦衾瑶席何寂寂，楚王神女徒盈盈。<br>高咫尺，如千里，翠屏丹崖粲如绮。<br>苍苍远树围荆门，历历行舟泛巴水。<br>水石潺湲万壑分，烟光草色俱氛氲。<br>溪花笑日何年发，江客听猿几岁闻。<br>使人对此心缅邈，疑入嵩丘梦彩云。",
  "fanyi": "<p><strong>译文<br></strong>当年游三峡时见过巫山，如今看见这幅屏风画上的巫山又仿佛回到了从前。<br>我心疑是天边的巫山十二峰，飞进您家的屏风里边。<br>寒松摇曳若有声，依稀可见的阳台如有深情。<br>棉衣瑶席多么寂寞，楚王和神女当年的热恋也是徒然。<br>小小屏风咫尺千里，青山红崖如同锦绣灿烂。<br>琶苍远视掩映着荆门，巴水上的行舟历历可见。<br>万壑间水漫石滩，烟光里草色新鲜。<br>日光下溪畔的山花是何年盛开，江客听猿始自哪年？<br>令人在画前心胸高远，我真疑心自己是在梦中遇到了神仙。</p> <p><strong>注释<br></strong>1.元丹丘：<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>友人。太白集中有数<a href=\"http://so.gushiwen.org/view_8452.aspx\">诗</a>赠与，可参看。坐：同“座”。巫山：在今四川巫山县东，巴山山脉之特起处。巫山屏风，即绘有巫山的屏风。<br>2.三峡：今四川奉节至湖北宜昌之间的长江三峡。具体所指，历代说法不一。今以瞿塘峡、巫峡、西陵峡为三峡。<br>3.巫山：《太平寰宇记》：巫山县有巫山。盛弘之《荆州记》云：沿峡二十里有新崩滩至巫峡，因山而名也，首尾一百六十里。旧云：自三峡取蜀，数千里恒是一山，此盖好大之言也。惟三峡七百里，两岸连山，略无缺处，重岩叠嶂，隐天蔽日，自非亭午夜分，不见日月，所谓高山寻云，怒湍流水，绝非人境。神女庙，在峡之岸。<br>4.十二峰：巫山山峰之尤著者，其初本无确指，后世也说法不一。《四川省志》：巫山在夔州巫山县东三十里，形如“巫”字、有峰十二，曰：“望霞、翠屏、朝云、松峦、集仙、聚鹤、净坛、上升、起云、栖凤、登龙、望圣也。此十二峰者，不聚一面，乃江绕此山，周遭有十二峰，绘者不得不汇为一图耳。阳台山，在巫山县治西北，高丘山亦在其间。<br>5.君：指元丹丘。<br>6.萧瑟：风声，多形容秋风。阳台：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》载巫山神女与楚怀王梦遇，自言“妾在……阳台之下”。《文选》刘良注：“阳台，神自言之，实无有也。”今巫山县北有阳台山，盖因此而名。<br>7.锦衾：锦制之被。瑶席：用瑶草编织的卧席。瑶草，传说中的仙草名。寂寂：冷落寂静。《楚辞》：“瑶席兮玉瑱。”王逸注：“瑶玉为席。”汤惠休诗：“锦衾瑶席为谁芳。”<br>8.楚王神女：《高唐赋》载巫山神女与楚王梦遇，自言“妾在巫山之阳，高丘之岨，旦为朝云，暮为行雨，朝朝暮暮，阳台之下”，是也。后人立神女庙于山下，今谓妙用真人祠。<br>9.徒：空，徒然。盈盈：美好的样子。<br>10.咫尺：周制八寸为咫，十寸为尺。此形容距离短。高咫尺，如千里，谓画有咫尺千里之势也。见<a href=\"http://so.gushiwen.org/author_2282.aspx\">徐安贞</a>《题襄阳图》注⑤。《南史》：萧贲善画，于扇上图山水，咫尺之内，便觉万里为遥。<br>11.翠屏丹崖：屏，喻指山峰。翠屏：形容峰峦排列的绿色山岩。均指画中景物。丹崖：绮丽的崖壁。绮：华美的丝织物。<br>12.荆门：山名，位于巫山下流，今湖北宜都县西北长江南岸。历历：分明貌。泛：飘流。巴水：当泛指巴地所经之水，非专指巴江。《一统志》：荆门山，在湖广荆州宜都县西北五十里大江南，与虎牙相对。《水经注》：巴水出晋昌郡宣汉县巴岭山，西南流，历巴中，经巴城故城南，李严所筑大城北，西南入江。《四川通志》：巴江，在重庆府巴县东北，阆水与白水合流，曲折三回如巴字，因名巴江。琦谓：诗中所云巴水，似指巴地所经之水而言，不专谓曲折三回之巴江也。<br>13.潺湲：水流貌。壑：山谷。万壑分，万壑分流。《广韵》：“潺湲，水流貌。”<br>14.氛氲，盛貌，祥气也。<br>15.笑日：向日而笑。发：开放。江客：江行之客。应前“历历行舟”此二句诗人对画发问：向日而笑的溪花是何年开放？江客听猿又到哪一年为止？“溪花”、“江客”，均为画中之景。缅邈：思绪遥远的样子。高丘：王琦注：“阳台山在巫山县治西北，高丘山亦在其间。”“疑入高丘梦彩云”，言心生幻境，恍惚进入神话世界。<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>诗：“缅邈区中缘。”张铣注：“缅邈，仿佛也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8452.aspx\">诗</a>起笔四句，即以真形画，疑画为真，写出乍见巫山屏风时的感受。接下来，“如有声”、“如有情”，诗人由疑而入迷，竟从画中听出有声，见出有情；可是转眼间幻觉顿失——“徒盈盈”，眼前只是一片寂静——“何寂寂”，诗人复由迷而生疑；“高咫尺，如千里”，原来只是一幅画，并非实景，诗人又由迷而悟。</p> <p>　　然而，审美过程并没有到此为止，诗人进一步对画面作了仔细观照，“苍苍”以下六句，即随着诗人视线的转移，由远而近，从大到小，有层次地展现出画面景物。正是在这一凝神观照的过程中，由于画面的逼真，使诗人再一次心生幻觉，坠入迷境。把诗人审美过程中上述微妙而复杂的心理感受及其变化，表现得如此真切生动，是本诗最显著的特色。</p> <p>　　此外，诗中对画面景物的再现，纯从实处着笔，但由于它是围绕诗人的审美心理感受及其变化为中心而展开的，因而既给人历历在目之感，又毫无呆板琐细之嫌，其中所隐含的美妙神话传说，不仅极大地丰富了画面的内涵，更能激起人们美好的情感联想。</p>",
  "about": "<h2>创作背景</h2> 　　元丹丘是一位道士，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>交往很密切。其写作此<a href=\"http://so.gushiwen.org/view_8452.aspx\">诗</a>的时间，当在天宝中期。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写画",
    "想象"
  ]
}