{
  "id": 49483,
  "star": 105,
  "name": "蝶恋花·京口得乡书",
  "dynasty": "宋代",
  "content": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。<br>一纸乡书来万里。问我何年，真个成归计。白首送春拚一醉。东风吹破千行泪。",
  "fanyi": "<p><strong>译文<br></strong>雨后春天的景色更加青翠美丽。只有那远离故乡的人，深沉的愁恨总洗不去。北固山下三面都是水。弧形的江面，仿佛是碧玉梳子，苍翠的山峰，好象是美人的发髻。<br>万里外的家乡来了一封信，问我哪年真的能回去？我只有回头拼命喝酒，送春归去，春风倒还多情，抹去我的行行泪涕。</p> <p><strong>注解<br></strong>①蝶恋花，词牌名，又名《鹊踏枝》、《凤栖梧》。唐教坊曲。《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>有《商调蝶恋花》，联章作《鼓子词》，咏《会真记》事。双调，六十字，上下片各四仄韵。京口：宋神宗熙宁七年（1074年），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在杭州通判任上，曾到京口（今江苏镇江）。 <br>②北固山：在镇江北，北峰三面临水，形容险要，故称。<br>③碧琼：碧琼，绿色的美玉，指江水。<br>④青螺髻（jì）：状似青螺的发髻，喻北固山。<br>⑤真个：真的，的确。个，助词。<br>⑥拚（pàn）一醉：不顾惜酒量，只求一醉方休。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词开篇写景，雨后春天的景色更加青翠美丽，可是那远离故乡的人，深沉的愁恨总洗不去。物我对照，更反衬出乡思之深。以下接着写北固山一带碧水环山的秀丽景色。弧形的江面，仿佛是碧玉梳子，苍翠的山峰好像是美人的发髻。上片主要写景，在作者笔下展开的是一幅山清水秀的清丽的春景，眼前的图画般的美景，却钩起了作者无尽的乡愁，在这里作者运用了物我对照乐景衬哀愁的写法，山水虽美，但终不是自己的故乡。</p> <p>　　词的下片紧承上片侧重写自己的思乡的心情。作者落笔对面，先不直接写自己如何思乡，而是写收到乡书一封， “问我何年，真个成归计”从这些语句中可以体会到词人的 家人急盼远方的游子归家的殷切心情，以虚写实，更可见作者难耐思乡之情。家人盼归，可是作者回乡的日程还是遥遥无期，面对无可奈何的局面，作者只能是借酒浇愁面对东风抛洒热泪了，所以结句说“回首送春拼一醉，东风吹破千行泪”我只有回头拼命喝酒，送春归去，春风倒还多情，抹去我的行行泪涕。</p> <p>　　最后这两句不回答乡书中的问题，而是以春光易逝借酒浇愁作结，但是有家难归之意已溢于言表。这种不答之答比直接回答具有更强烈的感染力量，充分抒发了他那种难以言状的思乡之情。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于宋神宗熙宁四年（公元1071年）出任杭州通判，他和故乡亲友的联系全靠江船通邮，熙宁六年（公元1073年）腊月，苏轼受转运司之命赴常、润、苏、秀等州赈灾救济。次年，即宋神宗熙宁七年（公元1074年）春，苏轼在润州京口收到家乡来的一封书信，信中殷勤致意，询问归期，苏轼的思乡之情便难以抑制了，在身为宦游之人身不由己的痛苦下，作了这首词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "春天",
    "写景",
    "抒情",
    "孤独"
  ]
}