{
  "id": 63227,
  "star": 39,
  "name": "柳梢青·春感",
  "dynasty": "宋代",
  "content": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。<br>那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。",
  "fanyi": "<p><strong>译文<br></strong>到处都是披着毛毡的蒙古骑兵，亡国后，人们去观看上元灯市，花灯好像也伴人洒泪。春天来到这座悲惨的城市，元军在街头打着鼓、耍把戏，横笛吹奏起蒙古的腔调，哪里有一点儿春天的光景?耳闻目睹，心头不是滋味!<br>在微弱的灯光下叹息，悲伤无聊的生活把人折磨，在这明月高悬的上元灯市，我十分留恋沦陷的楼台房舍。那令人眷恋的临安都城的风景，那隐居山林的寂寞岁月，那逃往海滨的小朝廷的君臣，怎么进行抗敌斗争，复兴祖国?我的心情久久不能平静!</p> <p><strong>注释</strong><br>①题曰《春感》，亦咏元宵。<br>②铁马：指战马。陆倕《石阙铭》：“铁马千群。”<br>③银花：花炮，俗称“放花”<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>《正月十五夜》：“火树银花合。”洒泪“兼用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《春望》“感时花溅泪”意。<br>④愁城：<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《愁赋》：“攻许愁城终不破。”详见<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《齐天乐》注⑷（231页）。<br>⑤指蒙古的流行歌曲，鼓吹杂戏。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《西河》：“酒旗戏鼓甚处市。”<br>⑥故国：本意是“故都”，这里兼说“故宫”，连下高台。《武林旧事》卷三：“禁中例观潮于‘天开图画‘，高台下瞰，如在指掌。”<br>⑦辇下：皇帝辇毂之下，京师的代称，犹言都下。<br>⑧三句分说：宋亡以后临安元宵光景，自己避乱山中，宋室漂流海上。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是作者在上元节前的一个晚上写的感伤时乱，怀念故国的词作。</p> <p>　　上片写想象中临安元宵灯节的凄凉情景。</p> <p>　　“铁马蒙毡，银花洒泪，春入愁城。”三句，写元统治下的临安一片凄凉悲愁的气氛。“铁马”，指元军的铁骑：“银花”，指元宵的花灯，“愁城”，借指临安。头一句“铁马蒙毡”，不仅点明整个临安已经处于元军铁蹄的蹂躏之下，而且渲染出一种凄惨阴森，与元宵灯节的喜庆气氛形成大相径庭的氛围。开篇就揭示出了全篇的时代特征。元宵佳节，原是最热闹而且最富国泰民安气氛的，而现实的景象却将种种承平气象一扫而光。在元军的铁马践踏之下，广大人民心情凄惨悲凉。加之阴冷森严气氛的包围，竟连往常那火树银花不夜天的光也洒泪了。这一句将客观景象的主观化、拟人化，使银灯似有人的形象和感情。这种想象看似无理，实则入情。“银花洒泪”的形象给这座曾经是繁华热闹的城市带来了一种哀伤而肃穆的凄凉氛围。紧接着，又用“春入愁城”对上两句作一形象的概括。“愁城”一词，源出“攻许愁城终不破。”一句，出自<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《愁赋》，本指人内心深处的忧闷愁思，此时借指充满哀愁的临安城。春天不管兴亡，依然来到人间，但它所进入的竟是这样一座“铁马蒙毡，银花洒泪”，充满人间哀愁的愁城！“春”与“愁”，自然与人间的鲜明对照，给人以强烈感受。</p> <p>　　“笛里番腔，街头戏鼓，不是歌声。”三句接着写想象中临安元宵鼓吹弹唱的情景：横笛中吹奏出来的不是汉家的故音，而是带有北方游牧民族情调的“番腔”，街头上演出的也不再是熟悉的故国戏鼓，而是是异族的鼓吹杂戏，一片呕哑之声，身为忠于故国的南宋遗民，听来根本不能称为“歌声”。这几句对元统治者表现了义愤，感情由前面的悲郁苍凉转为激烈高亢，笔势劲直，激愤直率，可以想见作者其时填膺的义愤。</p> <p>　　下片抒发了作者的思国之情。</p> <p>　　“那堪独坐青灯，想故国高台月明。”这两句承上启下，用“想故国”三字点明上片所写都是自己对故都临安的遥想。“故国高台月明”化用南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《虞美人》词“故国不堪回首月明中”的情境，表达了作者对故都临安和南宋故国的深沉怀念和无限眷恋之情。“独坐青灯”，指自己在故乡庐陵山中，独自面对青灯。故国旧都、高台宫殿，如今都笼罩在一片惨淡的明月之下，繁华散尽，都已化成无边的寂寞与悲凉，这本已使人不能忍受。更何况独又居于寂寞的深山，夜阑人静，遥想沦亡之故都，不但无力恢复故国，连再见到故都临安的机会也很难有，苦闷之情那堪禁受啊。荧荧青灯与故国苍凉明月，相互映照，更显出情深挚无比凄凉。这两句文势由陡急转为舒缓，而感情则变得更加沉郁。</p> <p>　　“辇下风光，山中岁月，海上心情。”“辇下风光”，指故都临安的美丽风光。作者所指的“风光”应是宋亡前临安城元宵节的繁闹场景，以及亡国前的升平岁月。“山中岁月”，指自己隐居山中的寂寞岁月。“海上心情”，一般都指宋朝一部分爱国志士，在临安失守后在福建、广东一带继续进行抗元斗争的事情，以及作者对他们的挂念之情因为这首词作于归隐“山中”的时期，那时离宋室彻底覆亡已不远了，因此不再存在“海上”的抗元斗争。这三句思维极为跳跃，内涵顿为丰富．联想的余地也更大．全词到此收束，但言有尽而意无穷。如果说上片的结句干脆利落，声如鼓板，这下片的结句却如弦索之声，幽怨宛曲，余音袅袅不绝。这样结尾，与<a href=\"http://so.gushiwen.org/view_63227.aspx\">诗</a>人不尽的国恨家痛和遗民隐居的悠悠岁月十分相合．可以收到意想不到的艺术效果，诗人的爱国情怀也得到延展。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于南宋灭亡之后，<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>亲历了国家的最后灭亡。自古以来．经三代二帝开创、汉唐帝国不断开辟的广袤国土终于第一次沦为异族的牧场！亡国之恸该是何等深重。作者用凄凉之笔，抒发了邦宗沦覆，物事皆非之感。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "元宵节",
    "故国",
    "思念"
  ]
}