{
  "id": 2130,
  "star": 7,
  "name": "襄阳歌",
  "dynasty": "唐代",
  "content": "落日欲没岘山西，倒著接蓠花下迷。<br>襄阳小儿齐拍手，拦街争唱白铜鞮。<br>旁人借问笑何事，笑杀山翁醉似泥。<br>鸬鹚杓，鹦鹉杯。<br>百年三万六千日， 一日须倾三百杯。<br>遥看汉水鸭头绿，恰似葡萄初酦醅。<br>此江若变作春酒，垒曲便筑糟丘台。<br>千金骏马换小妾，笑坐雕鞍歌落梅。<br>车旁侧挂一壶酒，凤笙龙管行相催。<br>咸阳市中叹黄犬，何如月下倾金罍？<br>君不见晋朝羊公一片石，龟头剥落生莓苔。<br>泪亦不能为之堕，心亦不能为之哀。<br>清风朗月不用一钱买，玉山自倒非人推。<br>舒州杓，力士铛，李白与尔同死生。<br>襄王云雨今安在？江水东流猿夜声。",
  "fanyi": "<p><strong>译文</strong><br>落日将没于岘山之西。我戴着山公的白帽子在花下饮得醉态可掬。<br>襄阳的小儿一起拍着手在街上拦着我高唱《白铜鞮之歌》。<br>路旁之人问他们所笑何事？他们原来是笑我像山公一样烂醉如泥。<br>提起鸬鹚杓把酒添得满满的，高举起鹦鹉杯开怀畅饮。<br>百年共有三万六干日，我要每天都畅饮它三百杯。<br>遥看汉水像鸭头的颜色一样绿，好像是刚刚酿好还未曾滤过的绿葡萄酒。<br>此江之水若能变为一江春酒，就在江边筑上一个舜山和酒糟台。<br>学着历史上的曹彰，来一个骏马换妾的风流之举，笑坐在马上，口唱着《落梅花》。<br>车旁再挂上一壶美酒，在一派凤笙龙管中出游行乐。<br>那咸阳市中行将腰斩徒叹黄犬的<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>，何如我在月下自由自在地倾酒行乐？<br>君不是见过在岘山上晋朝羊公的那块堕泪碑玛？驮碑的石龟头部剥落，长满了青苔。<br>看了它我既不为之流泪，也不为之悲哀。<br>这山间的清风朗月，不用花钱就可任意地享用，既然喝就喝个大醉倒，如玉山自己倾倒不是人推。<br>端起那舒州杓，擎起那力士铛，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>要与你们同死生。<br>楚襄王的云雨之梦哪里去了？在这静静的夜晚所能见到只有月下的江水，所听到的只有夜猿的悲啼之声。</p> <p><strong>注释</strong><br>⑴襄阳歌：为李白创辞，属杂歌谣辞。襄阳：唐县名，今属湖北。<br>⑵岘山：一名岘首山，在今湖北襄樊市南。<br>⑶倒著接蓠：用山简事。山简 （253～312年），字季伦，河内怀人，山涛第五子。生于曹魏齐王曹芳嘉平五年，卒于晋怀帝永嘉六年，终年六十岁。山简性温雅，有父风。山涛起初不知其山简的才华，山简叹道：“吾年几三十，而不为家公所知！”与嵇绍、刘谟、杨淮齐名。初为太子舍人。永嘉中，累迁至尚书左仆射，领吏部，疏广得才之路。不久出为镇南将军，镇襄阳。嗜酒，每游习家园，置酒池上便醉，名之曰高阳池。当时有儿童作歌以嘲之。洛阳陷落后（311年），迁于夏口，招纳流亡，江汉归附。卒于镇，追赠征南大将军。山简作有文集二卷，（《唐书·经籍志》）传于世，今佚。<br>⑷山翁：即山简。《全唐<a href=\"http://so.gushiwen.org/view_2130.aspx\">诗</a>》校：“一作山公。”<br>⑸鸬鹚杓（sháo）：形如鸬鹚颈的长柄酒杓。鹦鹉杯：用鹦鹉螺制成的酒杯。<br>⑹鸭头绿：当时染色业的术语，指一种像鸭头上的绿毛一般的颜色。<br>⑺酸醅：重酿而没有滤过的酒。<br>⑻垒：堆积。魏：俗称酒母，即酿酒时所用的发酵糖化剂。糟丘台：酒糟堆成的山丘高台。纣王沉湎于酒，以糟为丘。见《论衡·语增》。<br>⑼“千金”句：《独异志》卷中：“后魏曹彰性倜傥，偶逢骏马爱之，其主所惜也。彰曰：‘予有美妾可换，惟君所选。’马主因指一妓，彰遂换之。”小：《全唐诗》校：“一作少。”<br>⑽笑：《全唐诗》校：“一作醉。”落梅：即《梅花落》，乐府横吹曲名。<br>⑾凤笙：笙形似凤，古人常称为凤笙。龙管：指笛，相传笛声如龙鸣，故称笛为龙管。<br>⑿“咸阳”句：用秦相李斯被杀事。<br>⒀罍：酒器。<br>⒁羊公：指羊祜。一片石：指堕泪碑。<br>⒂龟：古时碑石下的石刻动物，形状似龟。头：《全唐诗》校：“一作龙。”<br>⒃“心亦”句：《全唐诗》校：“一本此下有‘谁能忧彼身后事。金凫银鸭葬死灰’二句。”<br>⒄朗：《全唐诗》校：“一作明。”<br>⒅舒州杓：舒州（今安徽潜山县一带）出产的杓。唐时舒州以产酒器著名。力士铛（chēng）：一种温酒的器具，唐代豫章（今江西南昌一带）所产。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_2130.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的醉歌，诗中以醉汉的心理和眼光看周围世界，实际上是以带有诗意的眼光来看待一切，思索一切。诗一开始用了晋朝山简的典故。山简镇守襄阳时，喜欢去习家花园喝酒，常常大醉骑马而回。当时的歌谣说他：“日暮倒载归，酩酊无所知。复能骑骏马，倒着白接篱。”接篱，一种白色帽子。李白在这里是说自己像当年的山简一样，日暮归来，烂醉如泥，被儿童拦住拍手唱歌，引起满街的喧笑。</p> <p>　　但狂放不羁的诗人毫不在意，说什么人生百年，一共三万六千日，每天都应该往肚里倒上三百杯酒。此时，他酒意正浓，醉眼朦胧地朝四方看，远远看见襄阳城外碧绿的汉水，幻觉中就好像刚酿好的葡萄酒一样。啊，这汉江若能变作春酒，那么单是用来酿酒的酒曲，便能垒成一座糟丘台了。诗人醉骑在骏马雕鞍上，唱着《梅花落》的曲调，后面还跟着车子，车上挂着酒壶，载着乐队，奏着劝酒的乐曲。他洋洋自得，忽然觉得自己的纵酒生活，连历史上的王侯也莫能相比呢。秦丞相<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>也被秦二世杀掉了，临刑时对他儿子说：“吾欲与若（你）复牵黄犬，俱出上蔡（李斯的故乡）东门，逐狡兔，岂可得乎！”还有晋朝的羊祜，镇守襄阳时常游岘山，曾对人说：“由来贤达胜士登此远望，如我与卿者多矣，皆湮没无闻，使人悲伤。”祜死后，襄阳人在岘山立碑纪念。见到碑的人往往流泪，名为“堕泪碑”。但这碑到了此时已没有什么意义了。如今碑也已剥落，再无人为之堕泪了。一个生前即未得善终，一个身后虽有人为之立碑，但也难免逐渐湮没，不能有“月下倾金罍”这般快乐而现实。那清风朗月可以不花一钱尽情享用，酒醉之后，像玉山一样倒在风月中，显示出无比潇洒和适意。</p> <p>　　诗的尾声，诗人再次宣扬纵酒行乐，强调即使尊贵到能与巫山神女相接的楚襄王，亦早已化为子虚乌有，不及与伴自己喝酒的舒州杓、力士铛同生共死更有乐趣。</p> <p>　　这首诗为人们所爱读。因为诗人表现的生活作风虽然很放诞，但并不颓废，支配全诗的，是对他自己所过的浪漫生活的自我欣赏和陶醉。诗人用直率的笔调，给自己勾勒出一个天真烂漫的醉汉形象。诗里生活场景的描写非常生动而富有强烈戏剧色彩，达到了绘声绘影的程度，反映了盛唐社会生活中生动活泼的一面。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐玄宗开元十三年（725年），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>自巴蜀东下。开元十五年（727年），在湖北安陆和退休宰相<a href=\"http://so.gushiwen.org/author_1548.aspx\">许圉师</a>的孙女结婚。开元二十二年（734年），韩朝宗在襄阳任荆州长史兼东道采访史。李白往谒求官，不遂，乃作此<a href=\"http://so.gushiwen.org/view_2130.aspx\">诗</a>以抒愤。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "饮酒",
    "自由",
    "人生"
  ]
}