{
  "id": 49669,
  "star": 71,
  "name": "蝶恋花·春事阑珊芳草歇",
  "dynasty": "宋代",
  "content": "春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。<br>咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。",
  "fanyi": "<p><strong>译文<br></strong>本来春天是百花盛开、野草芳菲的季节，处处都有令人赏心悦目、欢情无限的景象。但好景不长，这种美好的景色早就过去了。久处异乡，又是一年清明节。黄昏坐在小院思念亲人。可是，在遍地落花时偏偏遇到伯劳鸟。<br>亲人所处之地与这里仅隔咫尺江山，却也分楚越界域，不能自由往来而只能悬目相望，鱼雁互通。望穿秋水却音信全无。及至五更，不仅美梦不成，而且让人梦中惊醒的又是刺耳的角声。这怎么不令作客之人为之心碎呢？</p> <p><strong>注释<br></strong>蝶恋花：原为唐教坊曲，后用为词牌名。又名“鹊踏枝”“凤栖梧”。《乐章集》《张子野词》并入“小石调”，《清真集》入“商调”。双调，六十字，上下片各四仄韵。<br>阑珊：衰败、将尽之意。芳草歇：香草将凋萎，不再芬芳。<br>客里：离乡在外期间。<br>清明节：中国传统节日，民间有上坟扫墓、插柳、踏青、春游等习俗或活动。<br>落红：落花。啼鴂（jué）：又名伯劳鸟，类似杜鹃的一种鸟，鸣声悲凄，古人认为是不祥之鸟。<br>咫（zhǐ）尺：形容距离近。楚越：春秋战国时两个诸侯国名。<br>目断：犹望断。一直望到看不见。魂销：谓灵魂离体而消失。形容极度悲伤或极度欢乐激动。<br>音尘绝：音讯断绝。音尘，音信，消息。<br>梦破：梦醒。心欲折：形容伤心欲绝。<br>梅花：指《梅花落》，笛曲名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是苏东坡写的近十首《蝶恋花》的一首。从词面上看，显然是一首于暮春时缅怀亲友之作。词中没有说明所怀念之人是谁。从所表达的情感来看，他所怀念的不是一般的亲友，而是关系比较密切而又常常为他所想念的人。</p> <p>　　词的上片抒写在春意阑珊的清明时节作者与亲人的互相思念之情。本来春天百花盛开的美景苏东坡举目所见，确实“春事阑珊芳草歇”。这是他对暮春景的概括。他在外作客，已非一年。“又”过清明。按习俗，清明节是祭扫先人茔墓的节日，但是他乡作客，先茔不在此地，无从祭扫。落红处处，入耳之声，偏偏是鴂鸟啼鸣。这是他对暮春景色的具体描述，又是“春事阑珊”的形色补充。</p> <p>　　词的下片，作者继续表述他对亲友的思念之情。亲人所处之地可以说是“咫尺江山”而已，但地分“楚”“越”，界域森严，不能自由往来。天不作美，不如人愿。“角声吹落梅花月”，惨白如梅花的月亮，闻此正待出发的征人所吹奏的进军号角，也唯恐躲避不及似的落到山后去了。这里的“梅花”语意双关，既代指角声，也指晓月残白如梅之色。</p> <p>　　东坡此词，如单纯把它看作怀人之作，调子似乎低沉一些。但情感真挚，婉转曲折，感人至深，但为了进一步领会它所含的真情实意，应从东坡的政治生涯与<a href=\"http://so.gushiwen.org/view_49669.aspx\">诗</a>词创作的发展过程加以探索。</p>",
  "about": "<h2>创作背景</h2> 　　此词当作于宋神宗熙宁七年（1074年）。当年暮春，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在镇江一带办理赈饥事，已将近半年未能回家，因作此词以表达对杭州家人的思念。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "清明",
    "思念",
    "家乡"
  ]
}