{
  "id": 49128,
  "star": 61,
  "name": "蝶恋花·欲减罗衣寒未去",
  "dynasty": "宋代",
  "content": "欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。<br>尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。",
  "fanyi": "<p><strong>译文<br></strong>想要脱掉厚重的外套，怎奈春天总是乍暖还寒，寒气尚未完全消歇。门上的珠帘懒懒地垂着，闷在闺阁深处的人儿，实在是无心卷起帘儿，就这样独自闷坐在家中。余寒未消，那枝头的杏花，又能绽放得了多久？深闺思妇的青春就如这凋零的杏花一般，韶颜易逝，红颜不觉已老，清明的雨淅淅沥沥，淋雨的花瓣儿就像那花儿啼哭的泪痕。她惆怅难安，不由得怨恨起这不眠不休的细雨来，恨它过于无情，寒气袭人，苦雨摧花。<br>昨夜借酒浇愁以忘忧，宿酒过量而醒来很迟。酒醒后的她，终日只有一缕沉香相伴。本已百无聊赖，她又被这恼人的天气撩得愈发心烦意乱。空中有燕子飞过，她不禁欢喜雀跃，以为传来了夫君归家的喜讯，谁知却是空欢喜一场，着实让人烦恼难堪，她不由将一腔恼怨都发向飞燕。这莫名的怨恨正表达了她对离人的深切相思。她想象着离人在异乡的种种来排遣寂寞，就像他仍在自己身边一样。</p> <p><strong>注释<br></strong>①不卷珠帘：<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《西宫春怨》：“西宫夜景百花香，欲卷珠帘春恨长。\"<br>②人在深深处：语出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》“庭院深深深几许’’句。<br>③红杏枝头花几许：化用<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>《木兰花》“红杏枝头春意闹”句。<br>④啼痕：泪痕，此指杏花上沾有雨迹。止恨：只恨。<br>⑤沉烟：点燃的沉香。<br>⑥宿酒：隔宿之酒，即昨晚睡前饮的酒。<br>⑦恼：撩惹。<br>⑧飞燕又将归信误：古有飞燕传书的故事。<br>⑨西江：古<a href=\"http://so.gushiwen.org/view_49128.aspx\">诗</a>词中常泛称江河为西江。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首句别开生面，不以景语起兴，而纯以陈述语气，描写闺中女子心绪：“欲减罗衣寒未去，不卷珠帘，人在深深处。”“寒未去”说明此时尚是早春，春寒料峭，乍暖还寒。受天气影响，女子的心情必定也起伏无常。“深深处”点出女子忧闷之深，渲染出一种深重、孤寂的氛围。“不卷珠帘”的原因，可能是女子愁绪萦怀而心生恹懒；也可能是她害怕卷起珠帘之后，望见满目春色，更添愁绪。愁之深沉难去，可见一斑。</p> <p>　　春来，百花盛开。本来是春光骀荡，美景无限，“红杏枝头花几许？”红杏满枝，繁花怒放，可是她却想到，它究竟能开多久呢？“惜春长怕花开早。”既盼又怕，对花是如此，对自己的青春又何尝不如此。愿青春如花朵般娇艳，而青春又不会久驻，不正像枝头的红杏花，很快就不会剩有多少么？对于久望游子的闺中人，岂不更怕“一朝春尽红颜老”?于是，泪流满面，更恨起“清明雨”来。说“止恨清明雨”，可能所思之人因雨不能迅速归来的意思。不过另方面，“清明雨”也可说是泛指。因为这雨，如“雨横风狂三月暮”的雨，如“雨打梨花深闭门”的雨。总之，它会使得花儿凋残，人的青春老去，那怎么能不恨它呢？“止恨”，分量很重，映照出人的恨深怨极而又无可奈何的苦闷之情。</p> <p>　　“尽日沉烟香一缕”，这一句写闺中情景，女主人公的生活是多么寂静凄清，她终日对着一缕袅袅香烟出神，心中苦闷至极。她的愁闷无法排遣，唯有借酒浇愁。“宿酒醒迟”，她心中有无限恨，不觉中喝了很多酒， 以至于久睡不醒。紧接着一句“恼破春情绪”，径直说出她的春愁。</p> <p>　　结尾两句“飞燕又将归信误，小屏风上西江路”，让我们知道了女主人公愁思重重的真正原因：原来她是盼望着春燕给她带来远人的信息，而它们却又令人失望。一个“又”字，点明了失望之久。这里不说所惦记着的人没有捎信回来，却怪燕子忘了带信，构思巧妙。于是她只好空对屏风怅望。画屏上烟水茫茫，那条蜿蜒的水路，不正是当初心爱的人远去时所走的西江之路吗？写出了闺中佳人对心上人的一往情深，读之令人感到意犹未尽，一咏三叹。</p>",
  "about": "<h2>创作背景</h2> 　　以美人自喻，自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>肇始，后逐渐成为古典<a href=\"http://so.gushiwen.org/view_49128.aspx\">诗</a>词中的一种常用的寄托手法。宋词多写闺情、春愁，其中不乏以女子闺愁寄寓自身遭际的作品。赵令畴因与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>交好，在苏轼见逐时，也受到牵连，际遇颇为坎坷。他这首《蝶恋花》将闺情写得婉转曲折，可看作寄托之作。",
  "poet": {
    "id": 11,
    "star": 0,
    "name": "赵令畤",
    "image": "http://img.gushiwen.org/authorImg/zhaolingzhi.jpg",
    "desc": "赵令畤（1061～1134）初字景贶，苏轼为之改字德麟，自号聊复翁。太祖次子燕王德昭﹝赵德昭﹞玄孙。元祐中签书颍州公事，时苏轼为知州，荐其才于朝。后坐元祐党籍，被废十年。绍兴初，袭封安定郡王，迁宁远军承宣使。四年卒，赠开府仪同三司。著有《侯鲭录》八卷，赵万里为辑《聊复集》词一卷。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "女子",
    "惜春",
    "怀人"
  ]
}