{
  "id": 28289,
  "star": 396,
  "name": "咸阳城东楼 / 咸阳城西楼晚眺 / 西门",
  "dynasty": "唐代",
  "content": "一上高城万里愁，蒹葭杨柳似汀洲。<br>溪云初起日沉阁，山雨欲来风满楼。<br>鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。<br>行人莫问当年事，故国东来渭水流。",
  "fanyi": "<p><strong>译文</strong><br>登上高楼万里乡愁油然而生，眼中水草杨柳就像江南汀洲。<br>溪云突起红日落在寺阁之外，山雨未到狂风已吹满咸阳楼。<br>黄昏杂草丛生的园中鸟照飞，深秋枯叶满枝的树上蝉啾啾。<br>来往的过客不要问从前的事，只有渭水一如既往地向东流。</p> <p><strong>注释</strong><br>⑴咸阳：秦都城，唐代咸阳城与新都长安隔河相望。今属陕西。<br>⑵蒹葭：芦苇一类的水草。汀洲：水边平坦的沙洲。<br>⑶“溪云”句：此句下作者自注：“南近磻溪，西对慈福寺阁。”<br>⑷“鸟下”二句：夕照下，飞鸟下落至长着绿草的秦苑中，秋蝉也在挂着黄叶的汉宫中鸣叫着。<br>⑸当年：一作“前朝”。<br>⑹“故国东来渭水流”：一作“渭水寒声昼夜流”，“声”一作“光”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_28289.aspx\">诗</a>人首联扣题，抒情写景：“高楼”，指咸阳城西楼，咸阳旧城在西安市西北，汉时称长安，秦汉两朝在此建都。隋朝时向东南移二十城建新城，即唐京师长安。咸阳旧城隔渭水与长安相望；“蒹葭”，即芦荻（蒹，荻；葭，芦），暗用《诗经·国风·秦风·蒹葭》的诗意，表思念心绪；“汀洲”，水边之地为汀、水中之地为洲，这里指代诗人在江南的故乡。诗人一登上咸阳高高的城楼，向南望去，远处烟笼蒹葭，雾罩杨柳，很像长江中的汀洲。诗人游宦长安，远离家乡，一旦登临，思乡之情涌上心头。蒹葭杨柳，居然略类江南。万里之愁，正以乡思为始：“一上”表明触发诗人情感时间之短瞬，“万里”则极言愁思空间之迢遥广大，一个“愁”字，奠定了全诗的基调。笔触低沉，景致凄迷，触景生情，苍凉伤感的情怀落笔即出，意远而势雄。</p> <p>　　颔联写晚眺远景，寓意深远：“溪”指磻溪，“阁”指慈福寺，诗人有自注：“南近磻溪，西对慈福寺阁。” 诗人傍晚登上城楼，只见磻溪罩云，暮色苍茫，一轮红日渐薄远山，夕阳与慈福寺阁姿影相叠，仿佛靠近寺阁而落。就在这夕照图初展丽景之际，蓦然凉风突起，咸阳西楼顿时沐浴在凄风之中，一场山雨眼看就要到了。这是对自然景物的临摹，也是对唐王朝日薄西山，危机四伏的没落局势的形象化勾画，它淋漓尽致而又形象入神地传出了诗人“万里愁”的真实原因。云起日沉，雨来风满，动感分明；“风为雨头”，含蕴深刻。此联常用来比喻重大事件发生前的紧张气氛，是千古传咏的名句。</p> <p>　　颈联写晚眺近景，虚实结合：山雨将到，鸟雀仓惶逃入遍地绿芜、秋蝉悲鸣躲在黄叶高林，这些是诗人眼前的实景。但早已荡然无存的“秦苑”“汉宫”又给人无尽的联想——禁苑深宫，而今绿芜遍地，黄叶满林；唯有鸟雀和虫鸣，不识兴亡，依然如故。历史的演进，王朝的更替，世事的变化沧桑，把诗人的愁怨从“万里”推向“千古”，以实景叠合虚景，吊古之情油然而生。</p> <p>　　尾联作结，融情于景：“行人”，过客。泛指古往今来征人游子，也包括作者在内；“故国”，指秦汉故都咸阳；“东来”，指诗人（不是渭水）自东边而来。诗人最后感慨道：羁旅过客还是不要索问当年秦汉兴亡之事吧！我这次来故国咸阳，连遗址都寻不着，只有渭水还像昔日一样长流不止而已。“莫问”二字，并非劝诫之辞 ，实乃令人思索之语，它让读者从悲凉颓败的自然景物中钩沉历史的教训；一个“流”字，则暗示出颓势难救的痛惜之情。渭水无语东流的景象中，融铸着诗人相思的忧愁和感古伤今的悲凉，委婉含蓄，令人伤感。</p> <p>　　全诗情景交融，景中寓情，诗人通过对景物的描写，赋予抽象的感情以形体，在呈现自然之景的同时又体现丰富的生活经验，以及对历史和现实的深刻思考。景别致而凄美，情愁苦而悲怆，意蕴藉而苍凉，境雄阔而高远，神完气足，堪称晚唐登临之作的翘楚。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_28289.aspx\">诗</a>大约是<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>于公元849年（唐宣宗大中三年）任监察御史的时候所写。此时大唐王朝已经处于风雨飘摇之际，政治非常腐败，农民起义此起彼伏。一个秋天的傍晚，诗人登上咸阳古城楼观赏风景，即兴写下了这首七律。",
  "poet": {
    "id": 267,
    "star": 0,
    "name": "许浑",
    "image": "http://img.gushiwen.org/authorImg/xuhun.jpg",
    "desc": "许浑，晚唐最具影响力的诗人之一，七五律尤佳，后人拟之与诗圣杜甫齐名，更有“许浑千首诗，杜甫一生愁”之语。"
  },
  "tags": [
    "写景",
    "吊古伤今"
  ]
}