{
  "id": 30260,
  "star": 85,
  "name": "落日怅望",
  "dynasty": "唐代",
  "content": "孤云与归鸟，千里片时间。<br>念我何留滞，辞家久未还。<br>微阳下乔木，远烧入秋山。<br>临水不敢照，恐惊平昔颜！",
  "fanyi": "<p><strong>译文</strong><br>片片孤云和那归林鸟儿，顷刻间已是飞驰千余里。<br>想起了我长久离开家园，滞留在异乡只能空叹息。<br>斜阳余辉洒落高大树木，秋山上的落日好似火烧。<br>临水却不敢看我的倒影，是因为害怕容颜已变改。</p> <p><strong>注释</strong><br>片：片刻，片字是“时”字的修饰语。<br>念：想。<br>何：多么。<br>滞：滞留，淹留。<br>微阳：斜阳。微，指日光微弱。<br>乔木：树千高大、主干与分枝有明显区别的木本植物，如松、柏、杨、白桦等树皆是。<br>惊：因面容改变而吃惊。<br>平昔：平素，往昔。<br>颜：面色，容颜。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此<a href=\"http://so.gushiwen.org/view_30260.aspx\">诗</a>云：“意格俱好，在晚唐中可云轩鹤立鸡群矣。”（《唐诗别裁》）这里所说的“意”，是指诗的思想感情，全诗以乡愁为主题，曲折地表现了诗人的坎坷不遇，而不显得衰飒；所谓“格”，主要地是指谋篇布局方面的艺术技巧。这首诗在艺术上最突出的特色，可以说就是：情景分写。情与景，是抒情诗的主要内涵；情景交融，是许多优秀诗作的重要艺术手段。然而此诗用情景分写之法，却又是另外一番景象。</p> <p>　　开头二句写诗人在黄昏日落之时，满怀惆怅地遥望乡关，首先跃入眼帘的是仰视所见的景物：“孤云与归鸟，千里片时间。”晚云孤飞于天际，归鸟投宿于林间，凭着它们有形和无形的羽翼，虽有千里之远也片时可达。诗以“千里”与“片时”作强烈比照，写出云、鸟的自由无碍和飞行之速；但是，这绝不是纯客观的景物描写，而是诗人“怅望”所见，而且这种景物又是触发诗人情思的契机和媒介：“念我何留滞，辞家久未还。”原来，诗人久客异地，他的乡关之思早已深深地郁积在胸中了。因此，颔联由外界景物的描绘自然地转入内心情感的直接抒发，不言惆怅而满纸生愁，不言归心似箭而实际上早已望穿秋水。</p> <p>　　前面写情之后，颈联又变换笔墨写景，景物描写不但切合诗人眼前的情境，而且由近到远，层次分明。夕阳从近处的树梢往下沉落，它的余晖返照秋山，一片火红，像野火在远远的秋山上燃烧，渐渐地隐没在山的后面。“入”字写出夕照的逐渐暗淡，也表明了诗人伫望之久，忆念之殷。不仅如此，这种夕阳西下余晖返照之景，不但加重了诗人的乡愁，而且更深一层地触发了诗人内心深处感时伤逝的情绪。客中久滞，渐老岁华；日暮登临，益添愁思，徘徊水边，不敢临流照影，恐怕照见自己颜貌非复平昔而心惊。其实诗人何尝不知自己容颜渐老，其所以“临水不敢照”者，怕一见一生悲，又增怅闷耳。“临水不敢照，恐惊平昔颜！”尾联充溢着一种惆怅落寞的心绪，以此收束，留下了袅袅余音。</p> <p>　　情景分写确是此诗谋篇布局上的一个特点。这种写法，对于这首诗来说，有特殊的艺术效果。细细玩味，可以发现此诗是颇见匠心的。全篇是写“落日怅望”之情，二句景二句情相间写来，诗情就被分成两步递进：先是落日前云去鸟飞的景象勾起乡“念”，继而是夕阳下山回光返照的情景唤起迟暮之“惊”，显示出情绪的发展、深化。若不管格律，诗句稍颠倒次序可作：“孤云与归鸟，千里片时间。微阳下乔木，远烧入秋山。念我何留滞，辞家久未还。临水不敢照，恐惊平昔颜。”如此前半景后半情，也是通常写法，但显得稍平，没有上述那种层层递进、曲达其意的好处。而“宿鸟归飞急”引起归心似箭，紧接“辞家久未还”云云，既很自然，而又有速（千里片时）与迟（久留滞）对比，所以是“起得超脱，接得浑劲”（见《瀛奎律髓》纪批）。如改成前半景后半情格局（如上述），则又失去这层好处。</p> <p>　　炼字潜词形象传神，“孤云”“归鸟”“微阳”“秋山”营造了秋日傍晚的萧瑟与清冷，寄托着作者的伤感之情。“烧”字的使用，是静中有动；“远”字又写出了意境的空阔，增强了对孤寂之情的表现。</p> <p>　　李重华《贞一斋诗说》指出：“诗有情有景，且以律诗浅言之，四句两联，必须情景互换，方不复沓。”他所说的“情景互换”，就是“情景分写”。当然，这种分写绝不是分割，而是彼此独立而又互相映衬，共同构成诗的永不凋敝的美。<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>这一首望乡之曲就是这样，它的乐音越过一千多年的历史长河遥遥传来，至今仍然能挑响读者心中的弦索。</p>",
  "poet": {
    "id": 465,
    "star": 0,
    "name": "马戴",
    "image": "http://img.gushiwen.org/authorImg/madai.jpg",
    "desc": "马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名诗人。"
  },
  "tags": [
    "孤独",
    "思乡"
  ]
}