{
  "id": 59999,
  "star": 25,
  "name": "玲珑四犯·水外轻阴",
  "dynasty": "宋代",
  "content": "水外轻阴，做弄得飞云，吹断晴絮。驻马桥西，还系旧时芳树。不见翠陌寻春，每问著、小桃无语。恨燕莺、不识闲情，却隔乱红飞去。 <br>少年曾识春风意，到如今、怨怀难诉。魂惊冉冉江南远，烟草愁如许。此意待写翠笺，奈断肠、都无新句。问甚时、舞凤歌鸾，花里再看仙侣。",
  "fanyi": "<p><strong>译文<br></strong>晴天飞云、水边轻阴，在这美好境界的桥西停下了马，并且把马系在过去也曾经系过马的树上。故地昔日的芳树还在，还是那样翠绿，可是昔日故人不见了，眼前空无一人，只得漫问树梢小桃故人的消息，而小桃无语。而可恨的燕莺，不了解人的痛苦，更不那抚慰人的痛苦，却隔如雨乱红飞去。<br>少年时的恋情失意，此时也无法诉说我的愁怨啊。已成惊弓之鸟、怕听空弦的声响的我已远离江南，笼罩着雾气的草都如同在诉说愁绪。我多想写下这时的心情，怎奈何愁绪断肠，写不出新句。试问何时才能再见故人，欢会相伴。</p> <p><strong>注释<br></strong>①轻阴：淡云，薄云。<br>②做弄：故意播弄。<br>③吹断晴絮：风吹乱了阳光下的柳絮。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《长亭怨慢》词：“渐吹尽、枝头香絮。”<br>④还（hái）：依然，仍然。<br>⑤系（jì）：结，拴。<br>⑥翠陌：绿草铺满的路。<br>⑦著（zhe）：助词。表示动作、状态的持续。同“着”。<br>⑧乱红飞去：乱落的桃花随风飞去。乱红：乱落之桃花。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》词：“泪眼问花花不语，乱红飞过秋千去。”<br>⑨春风意：指旧日恋情。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《梅花》：“何人会得春风意，怕见黄昏雨细时。”<br>⑩冉冉（rǎnrǎn）：形如时间渐渐流逝。<br>⑪愁如诉：如同在诉说愁绪。<br>⑫此意待写翠笺（jiān）：想把此时的心情写进翠笺。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《青玉案》词“彩笔新题断肠句。”<br>⑬舞凤歌鸾（luán）：指欢会。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是写暮春时节，晴天白昼，游故地怀故人。</p> <p>　　上片开头三句是写景，晴天飞云、水边轻阴，给读者描绘出了一个美好的境界。“做弄得”是渐渐使得的意思。接着“驻马”、“旧时”点明故地重游，也是写人：词人在这美好境界的桥西停下了马，并且把马系在他过去也曾经还是那样翠绿，但是，昔日“翠陌寻春”的人不见了，而且眼前周围也没有人，只好漫问树梢小桃故人消息，而小桃却是无语的。风景依旧，人事全非，令作者感到伤情。而可恨的燕莺，不了解词人的痛苦，更不抚慰词人的痛苦，却隔如雨乱红飞去。</p> <p>　　下片开头四句写感慨，好像是另笔，实际仍然是上片的“闲情”的发挥，并没有断了词意。接着两句，进一步写怨恨、写愁。前面系过马的树上。“旧时”两字告诉读者，这是故地重游了。在故地见到昔日的芳树还活着，只是说“怨恨”难于诉说，只是说“愁如许”，而此处则是到了“断肠”的地步了，到了要写“此意”“都无新句”的地步了，可见其怨恨之深，愁之深。最后两句以何时再见故人——仙侣作结，点明了题意。</p> <p>　　此词通篇白描手法，借景抒情，将词人重游故地却物是人非的感慨和怀念故人却无处寻觅的愁怨表现得淋漓尽致。</p>",
  "about": "<h2>创作背景</h2> 　　这首词具体创作年代已不详，词人于暮春时节重游故地，却物是人非，作此词以怀念故人。",
  "poet": {
    "id": 287,
    "star": 0,
    "name": "高观国",
    "desc": "高观国,南宋词人。字宾王，号竹屋。山阴(今浙江绍兴)人。生卒年不详。生活于南宋中期，年代约与姜夔相近。与史达祖友善，常常相互唱和，词亦齐名，时称“高，史”。其成就虽不及史达祖，但也有值得重视之处。他善于创造名句警语，如“香心静，波心冷，琴心怨，客心惊”；“开遍西湖春意烂，算群花、正作江山梦”，都颇为后人传诵。从其作品中看不出有仕宦的痕迹，大约是一位以填词为业的吟社中人。为“南宋十杰”之一。有词集《竹屋痴语》。"
  },
  "tags": [
    "春游",
    "怀人"
  ]
}