{
  "id": 69318,
  "star": 42,
  "name": "出居庸关",
  "dynasty": "清代",
  "content": "居庸关上子规啼，饮马流泉落日低。<br>雨雪自飞千嶂外，榆林只隔数峰西。",
  "fanyi": "<p><strong>译文</strong><br>居庸关上，杜鹃啼鸣，驱马更行，峰回路转，在暮霭四起中，忽遇一带山泉，从峰崖高处曲折来泻，顿令<a href=\"http://so.gushiwen.org/view_69318.aspx\">诗</a>人惊喜不已：在这塞外的山岭间，竟也有南国般清冽的泉流，正可放马一饮，聊解旅途之渴。站在潺潺的山泉畔，遥看苍茫的远夭，又见一轮红日，正沉向低低的地平线。那犹未敛尽的余霞，当还将远远近近的山影，辉映得明荧如火。<br>此刻，峰影如燃的西天，还沐浴在一派庄严肃穆的落日余霞中。回看北天，却又灰云蒙黎。透过如林插空的千百峰嶂，隐约可见有一片雨雪，纷扬在遥远的天底下，将起伏的山峦，织成茫茫一白。意兴盎然地转身西望，不禁又惊喜而呼：那在内蒙古准格尔旗一带的“渝林”古塞，竟远非人们所想像的那般遥远！从居庸塞望去，它不正“只隔”在云海茫茫中耸峙的“数蜂”之西么?</p> <p><strong>注释</strong><br>居庸关：在北京市昌平区西北，为长城重要关口。《嘉庆一统志·顺天府》：“居庸关，在昌平州西北，去延庆州五十里。关门南北相距四十里，两山峡峙，巨涧中流，悬崖峭壁，称为绝险，为历代兵家必争之地。山峦间花木郁茂葱茏，犹如碧浪，因有‘居庸叠翠’之称，为‘燕京八景’之一，”<br>子规：鸟名，一名杜鹃。鸣声凄切，能动旅客归思。<br>嶂：似屏障的山峰。<br>榆林：榆林堡。在居庸关西五十五里。清·<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>《昌平山水记》：“永乐二十二年四月己酉，上亲征，驻跸唐家岭，以四日至嚣庸关。其疾行则一日而至榆林，榆林在岔道西二十五军。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从山青水绿的南国，来游落日苍茫的北塞，淡谈的乡思交汇着放眼关山的无限惊奇，化成了这首“清丽高秀”的写景小<a href=\"http://so.gushiwen.org/view_69318.aspx\">诗</a>。</p> <p>　　<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>早年无意仕进，以布衣之身载书“客游”，“南逾岭，北出云朔，东泛沧海，登之褱，经瓯越”，为采访山川古迹、搜剔残碣遗文，踏谊了大半个中国(见《清史稿文苑传》)。现在，他独立于北国秋冬的朔风中，倾听着凄凄而啼的子规（杜鹃)之鸣，究竟在浮想些什么?是震讶于这“古塞之一”的居庸关之险酸——它高踞于军都山间，两峰夹峙，望中尽为悬崖峭壁，不愧是扼卫京师的北国雄塞？还是思念起了远在天外的故乡嘉兴，那鸳鸯湖(南湖)上风情动人的船女棹歌，或摇曳在秋光下的明艳照人的满湖莲荷？于是这向风而啼的“子规”，听来也分外有情了：它也似在催促着异乡游子，快快“归”去么？</p> <p>　　起句看似平平叙来，并末对诗人置身的关塞之景作具体描摹。但对于熟悉此间形势的读者来说，“居庸关”三字的跳出，正有一种雄关涌腾的突兀之感。再借助于几声杜鹃啼鸣，便觉有一缕辽远的乡愁，浮升在诗人的高岭独伫之中。驱马更行，峰回路转，在暮霭四起中，忽遇一带山泉，从峰崖高处曲折来泻，顿令诗人惊喜不已：在这塞外的山岭间，竟也有南国般清冽的泉流，正可放马一饮，聊解旅途之渴。站在潺潺的山泉畔，遥看苍茫的远夭，又见一轮红日，正沉向低低的地平线。那犹未敛尽的余霞，当还将远远近近的山影，辉映得明荧如火——这便是“饮马流泉落日低”句所展现的塞上奇景。清澈、明净的泉流，令你忘却身在塞北；那涂徐而奏的泉韵，简直如江南的丝竹之音惹人梦思。但“坐骑”恢恢的嘶鸣，又立即提醒你这是在北疆。因为身在山坂高处，那黄昏“落日”，也见得又圆又“低”，，如此高远清奇的苍莽之景，就决非能在烟雨霏霏的江南，所可领略得到的了。</p> <p>　　不过最令诗人惊异的，还是塞外气象的寥廓和峻美。此刻，峰影如燃的西天，还沐浴在一派庄严肃穆的落日余霞中。回看北天，却又灰云蒙黎。透过如林插空的千百峰嶂，隐约可见有一片雨雪，纷扬在遥远的天底下，将起伏的山峦，织成茫茫一白！“雨雪白飞千嶂外”句，即展现了那与“饮马流泉落日低，所迥然不同的又一奇境——剪影般的“千嶂”近景后，添染上一笔清莹洁白的“雨雪”作背景，更着以一“飞”字，便画出了一个多么寥廓、案洁，竣奇而不失轻灵流动之美的世界！</p> <p>　　诗人久久地凝视着这雨雪交飞的千嶂奇景，那一缕淡淡的乡愁，旱就如云烟一般飘散殆尽。此次出塞，还有许多故址、遗迹需要考察，下一程的终点，该是驰名古今的“榆林塞”了吧？诗人意兴盎然地转身西望，不禁又惊喜而呼：那在内蒙古准格尔旗一带的“渝林”古塞，竟远非人们所想像的那般遥远！从居庸塞望去，它不正“只隔”在云海茫茫中耸峙的“数蜂”之西么?诗之结句把七百里外的榆林，说得仿佛近在咫尺、指手可及，岂不太过夸张?不，它恰正是人们在登高望远中所常有的奇妙直觉。这结句虽然以从唐人韩翔“秋河隔在数峰西”句中化出，但境界却高远、寥解得多：它在刹那间将读者的视点，提升到了诗人绝后的绝高之处；整个画面的空间，也因此猛然拓展。于是清美、寥廓的北国，便带着它独异的“落日”流泉、千嶂“雨雪”和云海茫范中指手可及的愉林古塞，苍苍莽葬地尽收你眼底了。</p>",
  "poet": {
    "id": 637,
    "star": 0,
    "name": "朱彝尊",
    "image": "http://img.gushiwen.org/authorImg/zhuyizun.jpg",
    "desc": "朱彝尊(1629～1709)，清代诗人、词人、学者、藏书家。字锡鬯，号竹垞，又号驱芳，晚号小长芦钓鱼师，又号金风亭长。汉族，秀水（今浙江嘉兴市）人。康熙十八年（1679）举博学鸿词科，除检讨。二十二年（1683）入直南书房。曾参加纂修《明史》。博通经史，诗与王士祯称南北两大宗。作词风格清丽，为浙西词派的创始者，与陈维崧并称朱陈。精于金石文史，购藏古籍图书不遗余力，为清初著名藏书家之一。"
  },
  "tags": [
    "古诗三百首",
    "关塞",
    "写景",
    "乡思"
  ]
}