{
  "id": 47922,
  "star": 769,
  "name": "后赤壁赋",
  "dynasty": "宋代",
  "content": "　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。已而叹曰：“有客无酒，有酒无肴，月白风 清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。 </p> <p>　　须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。 ",
  "fanyi": "<p><strong>译文<br></strong>　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟<a href=\"http://m.gushiwen.org/shiwenv_0fd42775a75a.aspx\">诗</a>，相互酬答。</p> <p>　　过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就像吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”</p> <p>　　就这样，我们携带着酒和鱼，再次到赤壁的下面游览。长江的流水发出声响，陡峭的江岸高峻直耸；山峦很高，月亮显得小了，水位降低，礁石露了出来。才相隔多少日子，上次游览所见的江景山色再也认不出来了！我就撩起衣襟上岸，踏着险峻的山岩，拨开纷乱的野草；蹲在虎豹形状的怪石上，又不时拉住形如虬龙的树枝，攀上猛禽做窝的悬崖，下望水神冯夷的深宫。两位客人都不能跟着我到这个极高处。我大声地长啸，草木被震动，高山与我共鸣，深谷响起了回声，大风刮起，波浪汹涌。我也觉得忧愁悲哀，感到恐惧而静默屏息，觉得这里令人畏惧，不可久留。回到船上，把船划到江心，任凭它漂流到哪里就在那里停泊。这时快到半夜，望望四周，觉得冷清寂寞得很。正好有一只鹤，横穿江面从东边飞来，翅膀像车轮一样大小，尾部的黑羽如同黑裙子，身上的白羽如同洁白的衣衫，它戛戛地拉长声音叫着，擦过我们的船向西飞去。</p> <p>　　过了会儿，客人离开了，我也回家睡觉。梦见一位道士，穿着羽毛编织成的衣裳，轻快地走来，走过临皋亭的下面，向我拱手作揖说：“赤壁的游览快乐吗？”我问他的姓名，他低头不回答。“噢！哎呀！我知道你的底细了。昨天夜晚，边飞边叫着从我这里经过的人，不是你吗？”道士回头笑了起来，我也忽然惊醒。开门一看，却看不到他在什么地方。</p> <p><strong>注释</strong><br>1.步自雪堂：从雪堂步行出发。雪堂，<a href=\"http://m.gushiwen.org/author_183.aspx\">苏轼</a>在黄州所建的新居，离他在临皋的住处不远，在黄冈东面。堂在大雪时建成，画雪景于四壁，故名“雪堂”。<br>2.临皋（gāo）：亭名，在黄冈南长江边上。苏轼初到黄州时住在定惠院，不久就迁至临皋亭。<br>3.黄泥之坂（bǎn）：黄冈东面东坡附近的山坡叫“黄泥坂”。坂，斜坡，山坡。文言文为调整音节，有时在一个名词中增“之”字，如<a href=\"http://m.gushiwen.org/author_561.aspx\">欧阳修</a>的《昼锦堂记》：“乃作昼锦之堂于后圃。”<br>4.木叶：树叶。木，本来是木本植物的总名，“乔木”“灌木”的“木”都是用的这个意思。后来多用“木”称“木材”，而用本义是“树立”的“树”作木本植物的总名。<br>5.行歌相答：边行边吟诗，互相唱和；且走且唱，互相酬答。<br>6.已而：过了一会儿。<br>7.如此良夜何：怎样度过这个美好的夜晚呢？如……何，怎样对待…… “如何”跟“奈何”差不多，都有“对待”“对付”的意思。<br>8.今者薄暮：方才傍晚的时候。薄暮，太阳将落天快黑的时候。薄，迫，逼近。<br>9.淞江之鲈（lú）：鲈鱼是松江（现在属上海）的名产，体扁，嘴大，鳞细，味鲜美，松小所产的鲈鱼。这是有名的美味。<br>10.顾安所得酒乎：但是从哪儿能弄到酒呢？顾，但是，可是。安所，何所，哪里。<br>11.谋诸妇：谋之于妻，找妻子想办法。诸，相当于“之于”。<br>12.斗：古代盛酒的器具。<br>13.不时之须：随时的需要。“须”通“需”。<br>14.复游于赤壁之下：这是泛舟而游。下文“摄衣而上”是舍舟登陆，“反而登舟”是回到船上。<br>15.断岸千尺：江岸上山壁峭立，高达千尺。断，阻断，有“齐”的意思，这里形容山壁峭立的样子。<br>16.曾日月之几何，而江山不可复识矣：才过了几天啊，（眼前的江山明知是先前的江山，）而先前的景象再不能辨认了。这话是联系前次赤壁之游说的。前次游赤壁在“七月既望”，距离这次仅仅三个月，时间很短，所以说“曾日月之几何”。前次所见的是“水光接天”，“万顷茫然”，这次所见的是“断岸千尺”“水落石出”，所以说“江山不可复识”。曾，才，刚刚。这样用的“曾”常放在疑问句的句首。“曾日月之几何”，也就是“曾几何时”。<br>17.摄衣：提起衣襟.摄，牵曳。<br>18.履巉（chán）岩：登上险峻的山崖。履，践，踏。巉岩，险峻的山石。<br>19.披蒙茸：分开乱草。蒙茸，杂乱的丛草。<br>20.踞：蹲或坐。虎豹，指形似虎豹的山石。<br>21.虬龙：指枝柯弯曲形似虬龙的树木。虬，龙的一种。登虬龙是说游于树林之间。<br>22.栖鹘（hú）：睡在树上的鹘。栖，鸟宿。鹘，意为隼，鹰的一种。<br>23.俯冯（píng）夷之幽宫：低头看水神冯夷的深宫。冯夷，水神。幽，深。“攀栖鹘之危巢，俯冯夷之幽宫”，这只是说，上登山的极高处，下临江的极深处。<br>24.划然长啸：高声长啸。划有“裂”的意思，这里形容长啸的声音。啸，蹙口作声。<br>25.亦：这个“亦”字是承接上文“二客不能从”说的。上文说，游到奇险处二客不能从；这里说，及至自己发声长啸，也感到悲恐，再不能停留在山上了。<br>26.悄然：静默的样子。<br>27.肃然：因恐惧而收敛的样子。<br>28.留：停留。<br>29.反：同“返”。返回。<br>30.放：纵，遣。这里有任船飘荡的意思。<br>31.听其所止而休焉：任凭那船停止在什么地方就在什么地方休息。<br>32.四顾寂寥：向四外望去，寂寞空虚。<br>33.横江东来：横穿大江上空从东飞来。<br>34.玄裳缟衣：下服是黑的，上衣是白的。玄，黑。裳，下服。缟，白。衣，上衣。仙鹤身上的羽毛是白的，尾巴是黑的，所以这样说。<br>35.戛然：形容鹤雕一类的鸟高声叫唤的声音。如<a href=\"http://m.gushiwen.org/author_665.aspx\">白居易</a>《画雕赞》“轩然将飞，戛然欲鸣。”<br>36.掠：擦过。<br>37.须臾客去，予亦就睡：这时的作者与客已经舍舟登岸，客去而作者就寝于室内，看下文的“开户”便明。<br>38.羽衣翩仙：穿着羽衣（道士穿的用鸟羽制成的衣服），轻快地走着。翩仙，一作“蹁跹”。<br>39.揖予：向我拱手施礼。<br>40.俛：同“俯”，低头。<br>41.呜呼噫嘻：这四个字都是叹词，也可以呜呼，噫，嘻分开用，或者呜呼，噫嘻分开用。<br>42.畴昔之夜：昨天晚上。此语出于《礼记·檀弓》上篇“予畴昔之夜”。畴，语首助词，没有实在的意思。昔，昨。<br>43.过我：从我这里经过。<br>44.非子也耶：不是你吗？“也”在这里不表示意义，只起辅助语气的作用。<br>45.顾：回头看。<br>46.寤：觉，醒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前虽都以秋江夜月为景，以客为陪衬，但后赤壁赋重在游、状景，而前赤壁赋意在借景抒怀，阐发哲理。本文第一段，作者在月明风清之夜，与客行歌相答。先有“有客无酒”、“有酒无肴”之憾，后有“携酒与鱼”而游之乐。行文在平缓舒展中有曲折起伏。第二段，从“江流有声，断岸千尺”的江岸夜景，写到“履巉岩，披蒙茸……”的山崖险情；从“曾日月之几何而江水不可复识”的感叹，到“悄然而悲，肃然而恐”的心情变化，极腾挪跌宕之姿。第三段，借孤鹤道士的梦幻之境，表现旷然豁达的胸怀和慕仙出世的思想。</p> <p>　　《赤壁赋》分前后两篇，珠联璧合，浑然一体。文章通过同—地点(赤壁)，同一方式(月夜泛舟饮酒)，同—题材(大江高山清风明月)，反映了不同的时令季节，描绘了不同的大自然景色，抒发了不同的情趣，表达了不同的主题。字字如画，句句似<a href=\"http://m.gushiwen.org/shiwenv_0fd42775a75a.aspx\">诗</a>，诗画合一，情景交融，真是同工异曲，各有千秋。</p> <p>　　《后赤壁赋》是《前赤壁赋》的续篇，也可以说是姐妹篇。前赋主要是谈玄说理，后赋却是以叙事写景为主；前赋描写的是初秋的江上夜景，后赋则主要写江岸上的活动，时间也移至孟冬；两篇文章均以\"赋\"这种文体写记游散文，一样的赤壁景色，境界却不相同，然而又都具诗情画意。前赋是\"清风徐来，水波不兴\"、\"白露横江，水光接天 \"，后赋则是\"江流有声，断岸千尺，山高月小，水落石出\"。不同季节的山水特征，在<a href=\"http://m.gushiwen.org/author_183.aspx\">苏轼</a>笔下都得到了生动、逼真的反映，都给人以壮阔而自然的美的享受。</p> <p>　　全文分为三个层次，第一层次写泛游之前的活动，包括交待泛游时间、行程、同行者以及为泛游所作的准备。写初冬月夜之景与踏月之乐，既隐伏着游兴，又很自然地引出了主客对话。面对着\"月白风清\"的\"如此良夜\"，又有良朋、佳肴与美酒，再游赤壁已势在必行，不多的几行文字，又写了景，又叙了事，又抒了情，三者融为一体，至此已可转入正文，可东坡却\"节外生枝\"地又插进\"归而谋诸妇\"几句，不仅给文章增添生活气息，而且使整段\"铺垫\"文字更呈异采。</p> <p>　　第二层次乃是全文重心，纯粹写景的文字只有\"江流有声\"四句，却写出赤壁的崖峭山高而空清月小、水溅流缓而石出有声的初冬独特夜景，从而诱发了主客弃舟登岸攀崖游山的雅兴，这里，作者不吝笔墨地写出了赤壁夜游的意境，安谧清幽、山川寒寂、\"履巉岩，披蒙茸，踞虎豹，登虬龙；攀西鹊之危巢，俯冯夷之幽宫\"，奇异惊险的景物更令人心胸开阔、境界高远。可是，当苏轼独自一人临绝顶时，那\"划然长啸，草木震动，山鸣谷应，风起水涌\"的场景又不能不使他产生凄清之情、忧惧之心，不得不返回舟中。文章写到这里，又突起神来之笔，写了一只孤鹤的\"横江东来\"'、\"戛然长鸣\"后擦舟西去，于是，已经孤寂的作者更添悲悯，文章再起跌宕生姿的波澜，还为下文写梦埋下了伏笔。</p> <p>　　最后，在结束全文的第三层，写了游后入睡的苏子在梦乡中见到了曾经化作孤鹤的道士，在\"揖予 \"、\"不答\"、\"顾笑\"的神秘幻觉中，表露了作者本人出世入世思想矛盾所带来的内心苦闷。政治上屡屡失意的苏轼很想从山水之乐中寻求超脱，结果非但无济于事，反而给他心灵深处的创伤又添上新的哀痛。南柯一梦后又回到了令人压抑的现实。结尾八个字\"开户视之，不见其处\"相当迷茫，但还有双关的含义，表面上像是梦中的道士倏然不见了，更深的内涵却是\"苏子的前途、理想、追求、抱负又在哪里呢?</p> <p>　　文中写苏子独自登山的情景，真是\"句句如画、字字似诗\"，通过夸张与渲染，使人有身临其境之感。文中描写江山胜景，色泽鲜明，带有作者个人真挚的感情。巧用排比与对仗，又增添了文字的音乐感。读起来更增一分情趣。但总的来说，后赋无论在思想上和艺术上都不及前赋。神秘色彩，消沉情绪与\"赋\"味较淡、\"文\"气稍浓恐怕是逊色于前篇的主要原因。</p> <p>　　《后赤壁赋》作于苏轼因\"乌台诗案\"而被贬至黄州之时，贬谪生涯使苏轼更深刻地理解了社会和人生，也使他的创作更深刻地表现出内心的情感波澜。《后赤壁赋》沿用了赋体主客问答、抑客伸主的传统格局，抒发了自己的人生哲学，同时也描写了长江月夜的优美景色。全文骈散并用，情景兼备，堪称优美的散文诗。不仅让我们感到了作者高超的表达能力和语言技巧，文中的孤鹤形象更能够让我们感到超然物外的人生哲理。孤独、寂寞、高贵、幽雅、超凡脱俗的孤鹤历来便是道家的神物。乘鹤是道化升仙的标 志，苏轼不仅借孤鹤以表达自己那种高贵幽雅、超凡脱俗、自由自在的心境，更表现了那种超越现实的痛苦遗世的精神。那我们就看看他在《后赤壁赋》中是如何将孤鹤的孤独、寂寞、高贵、幽雅、超凡脱俗展现得淋漓尽致的。山石高峻怪异，既是对立、压迫着他的自然力量，又象征了他积郁难消的苦闷之情。鹤则是这一苦闷孤独情感的意象。歇于松柏，不作稻粮谋的孤鹤在苏轼心中，就像在其他隐逸 者的意中一样，本是高蹈于世外的象征。苏轼曾作《放鹤亭记》，以放鹤招鹤、与鹤共处来渲染内心弃世的幽情，孤鹤的形象尤其为他所钟爱。此际在苏轼最感孤独时，忽然有一东来的孤鹤振翅横江而掠过小舟西去。这只在暗夜独飞，独鸣的鹤是孤独的，它可以蔚藉同样感受状态中的苏子之心。因此与客不交一言的苏子对它注意极深。而且它不仅是苏子此际情怀的象征，也是七月之夜的道士形象新化。苏轼以“畴昔之夜，飞鸣而过我者，非子也耶”的觉悟，联想前来入梦的道士，表明作者在这只孤鹤身上寄予了自己怀念故友之情。而道士的思想，原是苏子思想中的一个侧面，苏子--孤鹤--道士的联结，暗示着苏轼在精神上已归向高蹈于世外的隐逸者。“开户视之，不见其处”结尾处写自己梦醒后开门寻找，夜色茫茫，不见孤鹤，也并无道士。一笔双关，余味深长。将苦闷与希望糅合在诗化境界中。山形与鹤形，使苏轼因自然的变化和人事的不谙的精神不适感，和在孤独中向往自由的念头找到了对应。通观全文，在我们的眼前自然就展现出了好一幅“水月禅境、山鹤幽鸣”的美景图！</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。► 433篇诗文"
  },
  "tags": [
    "古文观止",
    "纪游",
    "山水",
    "写景",
    "抒情",
    "人生",
    "哲理"
  ]
}