{
  "id": 29049,
  "star": 101,
  "name": "安定城楼",
  "dynasty": "唐代",
  "content": "迢递高城百尺楼，绿杨枝外尽汀洲。<br>贾生年少虚垂泪，王粲春来更远游。<br>永忆江湖归白发，欲回天地入扁舟。<br>不知腐鼠成滋味，猜意鹓雏竟未休。",
  "fanyi": "<p><strong>译文</strong><br>高大城墙上有百尺高的城楼，在绿杨林子外是水中的沙洲。<br>年少有为的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>徒然地流泪，春日登楼的<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>再度去远游。<br>常向往老年自在地归隐江湖，要想在扭转乾坤后逍遥扁舟。<br>不知道腐臭的死鼠成了美味，竟对鹓雏的爱好也猜忌不休。</p> <p><strong>注释</strong><br>⑴安定：郡名，即泾州（今甘肃省泾川县北），唐代泾原节度使的治所。<br>⑵迢递：此形容楼高而且连续绵延。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《随王鼓吹曲》：“逶迤带绿水，迢递起朱楼。”<br>⑶枝外：一作“枝上”。汀洲：汀指水边之地，洲是水中之洲渚。此句写登楼所见。<br>⑷贾生：指西汉人贾谊。《史记·贾生传》：“贾生……年少，颇通诸子百家之书。文帝召以为博士……一岁中至太中大夫。”又《汉书·贾谊传》载：贾谊认为“时事可为痛哭者一，可为流涕者二，可为太息者六。“因此”数上书陈政事，多所欲匡建”。但文帝并未采纳他的建议。后来他呕血而亡，年仅33岁。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>此时27岁，以贾生自比。<br>⑸王粲：东汉末年人，建安七子之一。《三国志·魏书·王粲传》载：王粲年轻时曾流寓荆州，依附刘表，但并不得志。他曾于春日作《登楼赋》，其中有句云：“虽信美而非吾土兮，曾何足以少留？”李商隐此以寄人篱下的王粲自比。<br>⑹永忆：时常向往。江湖归白发：年老时归隐。<br>⑺欲回天地入扁舟：《史记·货殖列传》：春秋时范蠡辅佐越王勾践灭吴后，乘扁舟归隐五湖。李商隐用此事，说自己总想着年老时归隐江湖，但必须等到把治理国家的事业完成，功成名就之后才行。<br>⑻“不知”二句：鹓雏是古代传说中一种像凤凰的鸟。《庄子·秋水》：“惠子相梁，庄子往见之。或谓惠子曰：‘庄子来，欲代子相。’于是惠子恐，搜于国中三日三夜。庄子往见之，曰：‘南方有鸟，其名为鹓雏。……发于南海而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓雏过之，仰而视之曰：吓！今子欲以子之梁国而吓我邪？’”李商隐以庄子和鹓雏自比，说自己有高远的心志，并非汲汲于官位利禄之辈，但谗佞之徒却以小人之心度之。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首二句登楼即景：登上高耸百尺的安定城楼，远处绿杨树边的洲渚尽收眼底。按泾州城东有“美女湫”广袤数里（见《太平广记》），汀洲殆指其地。登最高之楼；望最远之处，高瞻远瞩，气象万千。即景所以生情，以下六句的豪情壮志、无穷感慨都由此生发。</p> <p>　　三、四句先以两位古人自比。<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>献策之日，<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>作赋之年，都与作者一般年轻。贾谊上《治安策》，不为汉文帝所采纳，因《治安策》开头有“臣窃惟事势，可为痛哭者一”之语，故谓“虚垂涕”；作者应博学宏词科试而名落孙山，其心境与贾谊上书未售，同样萦纡抑郁。王粲避乱至荆州，依刘表；作者赴泾州，入王茂元幕，都属寄人篱下。用两位古人的古事，比自己当前的处境和心情，取拟于伦，十分贴切。这是第一层。</p> <p>　　五、六句抒露志趣和抱负。作者的遭遇虽然困顿，可是他的凌云之志，未稍减损。江湖、扁舟乃使用春秋时代范蠡的典故；范蠡佐越王勾践，“既雪会稽之耻”，“乃乘扁舟，浮于江湖”（见《史记·货殖列传》）。意谓，自己早有归隐江湖之志，但等回天撼地之日，旋乾转坤之时，头飘白发，身入扁舟。永忆江湖，即怀淡于名利之心；欲回天地，即抱建立功业之志。两者似相反，实相成。因为如果没有永忆江湖的志趣，便成为争名逐利的禄蠹巧宦，就不会有欲回天地的宏愿。在这里，这个“永”字下得很好，这个字，有力地表达作者毕生的抱负。这两句<a href=\"http://so.gushiwen.org/view_29049.aspx\">诗</a>，既洒脱，又遒劲。从诗的表达形式着眼，锤字坚实，结响凝固，工力固颇近社诗；而更为关键的，这两句诗反映了封建社会里才志之士的积极向上思想，既怀着恬淡的心情，又有担当事业的志气，这与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的胸襟怀抱，极为相似，因为<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>也从这两句诗中照到自己的影子，所以击节称赏。这是第二层。</p> <p>　　七、八句借庄子寓言表示自己敝履功名利禄，正告他人不要妄加猜测。寓言谓：惠施相梁，生怕庄子争夺他的相位，百般防范，惟恐不周。于是庄子去见惠施，坦率地对他说；鵷鶵（传说中与凤凰同类的鸟，庄子自比）非练实不食，非醴泉不饮，从来不会把鸱（鹞鹰，比惠施）的腐鼠（比相位）当美味而希羡！（见《庄子·秋水》）意为，你的位置我一向不屑一顾，你切莫杞人忧天，自相惊扰。这两句诗，既阐明自己没有患得患失的私心杂念，胸次光明磊落，淡泊宁静，为上面“永忆江湖”句提供有力的论证；又表示对世间一切恶浊事物，睥睨蔑视，决不妥协容忍；还尖锐地批判那些捧住权位不放的禄蠹，对他们尽调侃奚落的能事。据近人张采田《玉溪生年谱会笺》，作者应博学宏词试被摈，是由于牛党的打击，诚如是，这时句诗乃是有的放矢的。这是第三层。</p> <p>　　这首诗，笔力健举：风骨清峻，结构严谨，而语句灵活变化，特别在使用典故方面，非常成功。由于贾谊、王粲的身世遭遇与作者有相似之处，抓住相似的典型事例——贾生垂涕、王粲远游，比拟自己的忧时羁旅之感，若合符券，而使一位奋发有为又遭受压抑的少年志士形象跃然纸上。复次，作者的曲曲心事，本不可能用片言只字表达出来，现在借助庄子寓言，不但足以表露他不汲汲于荣利的猖介品质，又反映他睥睨一切的精神状态，还反击了政敌的恶意中伤，如此用典，既灵活，又确切，既含蓄，又锐利，充分发挥了典故的功能。</p>",
  "about": "<h2>创作背景</h2> 　　公元835年（唐文宗大和九年），王茂元拜泾原节度使。公元838年（唐文宗开成三年），<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>考中进士以后，便到泾源节度使王茂元幕下当了一名幕僚，并且娶了王茂元的女儿。安定城，故址在现今甘肃省泾川县以北，是唐代泾源节度使的治所。在持续于中晚唐历史上达数十年之久的“牛李党争”中，李商隐曾经得到作为牛党重要人物的令狐楚父子的帮助，而王茂元却偏被人们看成是李党人物。因此，这一年李商隐继进士及第后参加吏部博学宏词科考试时，便受到朋党势力的排斥，不幸落选，失意地再回到泾源。正是春风吹柳、杨柳婆娑的季节，<a href=\"http://so.gushiwen.org/view_29049.aspx\">诗</a>人登上泾源古城头——安定城楼，纵目远眺，看到朝政的混乱，腐败势力的横行，有理想和才干的人无从施展自己的抱负，心中不禁生起了哀国忧时和自伤身世的无穷感触，于是，写下这首七律遣怀。",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "登楼",
    "抱负"
  ]
}