{
  "id": 8451,
  "star": 9,
  "name": "题雍丘崔明府丹灶",
  "dynasty": "唐代",
  "content": "美人为政本忘机，服药求仙事不违。<br>叶县已泥丹灶毕，瀛洲当伴赤松归。<br>先师有诀神将助，大圣无心火自飞。<br>九转但能生羽翼，双凫忽去定何依。",
  "fanyi": "<p><strong>译文<br></strong>有德能者为政本无机心，服药求仙亦并行不悖。<br>叶县的丹灶已经泥好，该在瀛洲与赤松子结伴而归。<br>先师有诀神必将相助，圣人无心任炉火自飞。<br>服下九转丹能生翅成仙，崔明府乘凫忽去将依何地？</p> <p><strong>注释<br></strong>1.唐河南道汴州陈留郡有雍丘县。<br>2.美人：此指品德美好的人。<br>3.叶县：今河南叶县。<br>4.丹灶：炼丹用的炉灶。<br>5.瀛洲，海中仙山。<br>6.赤松：赤松子，传说中的仙人。<br>7.神将助：<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《抱朴子》：“古之道士合作神药，必入名山，山神必助之为福，药必成。”<br>8.九转：九转丹。道教谓经九次提炼，服之能成仙的丹药。《抱朴子》：“九转之丹服之，三月得仙。”<br>9.《抱朴子》云：一转之丹服之，三年得仙。二转之丹服之，二年得仙。三转之丹服之，一年得仙。四转之丹服之，半年得仙。五转之丹服之，百日得仙。六转之丹服之，四十日得仙。七转之丹服之，二十日得仙。八转之丹服之，十日得仙。九转之丹服之，三日得仙。魏文帝<a href=\"http://so.gushiwen.org/view_8451.aspx\">诗</a>：“服药四五日、身轻生羽翼。”<br>10.双凫：《后汉书·方术传》载，王乔为叶县令时，每朔望朝觐时乘双凫飞来。后以“双凫”用为地方官的典实。此诗中指崔明府。《风俗通》：俗说孝明帝时，尚书郎河东王乔迁为叶令。乔有神术，每月朔尝诣台朝。帝怪其来数而无车骑，密令太史候望。言其临至时，常有双凫从南飞来，因伏伺，见凫举罗，但得一双舄耳。使尚方识视，四年中所赐尚书官属履也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“美人为政本忘机，服药求仙事不违。”借服药求仙喻已，暗寓有德能的人不会有违心意。</p> <p>　　“叶县已泥丹灶毕，瀛洲当伴赤松归。”陈述<a href=\"http://so.gushiwen.org/view_8451.aspx\">诗</a>人丹灶已泥好、结伴赤松仙人回归的景致，流露出与众不同的情趣。</p> <p>　　“先师有诀神将助，大圣无心火自飞。”描绘一幅山神助药成丹、炉火自飞飘逸的幻美仙境，宛如“若有道者登居之，则山神助福”一般。</p> <p>　　“九转但能生羽翼，双凫忽去定何依。”刻划出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>超凡脱俗的想像力，也借双凫的典故，暗寓从政与成仙并非不可调和的。</p> <p>　　前四句前解，炼丹的炉火不必一定确有其事，即使真的没有，也没有需要说清楚，留给与诗人一般的有德能的人，寄托内心处的雄心，悠然自得，闲情自乐。虽说这样，成仙还需要考虑天时、地利、人和、是否妥当，方相适应。正如深山闲院，是地利；晚年绝欲，是人和；长夏凉风，是天时；却病摄心，是妥当。除了这四个因素之外，就不要妄意成仙了，甚至如崔，现为雍丘，而署安丹灶，这真是老大不方便啊。看诗人这四句诗意，全是满肚不悦的情愫，也隐隐流露出诗人壮志未酬、怀才不遇的不甘之情。</p> <p>　　一二句，说从政久早已忘机，与仙理冥合，合乎情理；三四句，说现今从事炼丹，一定能够超凡脱俗而离去，反之便是服药求仙不是为政之道，雍州公廨不是烧丹的地方。而其词令乃更委婉，这不是其他诗人所能醒悟的。</p> <p>　　后四句后解，只为要问他“但”字、“何”字，言崔信慕既笃，功夫转深，神必将助，火必自飞，理之自然，固不必说。但不知既生羽翼，乃欲何去？雍州苍生，又如之何？真是教他挢舌抵齿，无法应对，妙绝妙绝。</p> <p>　　解读此诗，始知全集中有无数神仙丹药之妙语，皆是当日雄心寄托。所谓世上绝顶聪明男子，则如先生者是也。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_8451.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>天宝四载（745）游梁宋期间所作。此时李白对道教兴趣正浓，故诗中表现了对服药求仙的向往。同时，诗人还认为从政与成仙并非不可调和，表现了与众不同的情趣。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": []
}