{
  "id": 58594,
  "star": 39,
  "name": "卜算子·见也如何暮",
  "dynasty": "宋代",
  "content": "见也如何暮。别也如何遽。别也应难见也难，后会难凭据。 <br>去也如何去。住也如何住。住也应难去也难，此际难分付。",
  "fanyi": "<p><strong>译文</strong><br>相见为何太晚，而离别又为何如此匆匆。是离别难相见也难，再见无确期。<br>离去该怎样离去，留下又该怎样留下。是留下难离去也难，此时怎么办。</p> <p><strong>注释</strong><br>①上片的“如何”：犹言“为何”。<br>②暮：迟；晚<br>③遽（jù）：急，仓猝。<br>④难凭据：无把握，无确期。<br>⑤下片的‘如何’：犹言怎样<br>⑥难分付：宋人口语，犹言不好办。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“见也如何暮。”起句即叹相见恨晚。“也”字，如闻叹惋之声。相见为何太晚呵！主人公是个中人，见也如何暮，其故自知，知而故叹，此正无理而妙。从此一声发自肺腑的叹恨，已足见其情意之重，相爱之挚矣。但亦见得其心情之枨触。此为何故？“别也如何遽。”又是一声长叹：相别又为何太匆忙呵！原来，主人公眼下正当离别。此句中如何，亦作为何解。叹恨为何仓促相别，则两人忘形尔汝，竟不觉光阴荏苒，转眼就要相别之情景，可不言而喻。</p> <p>　　上句是言过去，此句正言现在。“别也应难见也难”，则是把过去之相见、现在之相别一笔挽合，并且暗示着将来难以重逢。相见则喜，相别则悲，其情本异。相见时难，相别亦难，此情则又相同。两用难字，挽合甚好，语意精辟。不过，相别之难，只缘两情之难舍难分，相见之难，则为的是人事错迕之不利。两用难字，意蕴不同，耐人寻味。</p> <p>　　见也难之见字，一语双关，亦须体味。见，既指初见，也指重见，观上下文可知。初见诚为不易——“见也如何暮”。重见更为艰难——“后会无凭据”。后会无凭，关合起句“见也如何暮”，及上句“见也难”之语，可知此一爱情实有其终难如愿以偿的一番苦衷隐痛。主人公情好如此，而终难如愿以偿，其原因不在主观而在客观方面，也可想而知。</p> <p>　　事实上，虽说是愿天下有情人终成了眷属，可是毕竟是此事古难全呵。上片叹恨相见何晚，是言过去，又叹相别何遽，是言现在，再叹后会无凭，则是言将来。在此一片叹惋声中，已道尽此一爱情过去现在未来之全部矣。且看词人他下片如何写。</p> <p>　　“去也如何去，住也如何住”，写行人临去时心下犹豫。行人去也，可是又怎样去得了、舍得走呵！可是要“住”，即留下不去呢，情势所迫，又怎么能够？正是“住也应难去也难”。此句与上片同位句句法相同，亦是挽合之笔。句中两用难字，意蕴相同。而“别也应难见也难”之两用难字，则所指不同。此皆须细心体味。写临别之情，此已至其极。</p> <p>　　然而，结句仍写此情，加倍写之，笔力始终不懈。“此际难分付。”此际正谓当下临别之际。分付训发落，宋人口语。难分付，犹言不好办。多情自古伤离别，而临别之际最伤心。此时此刻，唯有徒唤奈何而已。词情在高潮，戛然而止，余音却在绕梁，三日不绝！</p><br/><h2>评析</h2> <p>　　此词在艺术上富于创新。其构思、结构、语言、声情皆可称道。先论其构思。一般离别之作，皆借助情景交炼，描写离别场景，刻画人物形象，以烘托、渲染离情。此词却跳出常态，另辟蹊径，既不描写景象，也不刻画人物形象，而是直凑单微，托出离人心态。如此则人物情景种种，读者皆可于言外想象得之。</p> <p>　　此词以“见”、“别”、“去”、“住”四字为纲领，反复回吟聚短离长、欲留不得的怅惘。前后上下仅更动一两字，拙中见巧，确是言情妙品。可知<a href=\"http://so.gushiwen.org/view_58594.aspx\">诗</a>文不必求花描，情之所至，口边语亦自佳。</p> <p>　　在中国文学中，意内言外含蓄之美，并非限于比兴写景，也可见诸赋笔抒情，此词即是一证。次论其结构。《卜算子》词调上下片句拍匀称一致，此词充分利用了这一特点营造其抒情结构。上下片句法完全一样，全幅结构结态便具有对仗严谨之美。但上片是总写相见、相别、后会无凭，把过去现在将来概括一尽，下片则全力以赴写临别，突出最使离人难以为怀的一瞬，使全曲终于高潮，便又在整齐对应中显出变化灵活之妙。</p> <p>　　再论其语言。此词语言纯然口语，明白如话，读上来便如闻其声，如见其人。尤其词中四用如何，五用难字，八用也字，兼以分付结尾，真是将情人临别伤心惶惑无可奈何万般难堪之情，表现得淋漓尽致。</p>",
  "about": "<h2>题解</h2> 　　离情别绪，在词中是一个早不新鲜了的主题。这首小词在写法上颇有自己的特点。“见也如何暮。别也如何遽。”相见呵，为何这般地晚？相别呵，为何这样的急？“如何”，为何；为什么。但又有奈何，怎么办意。《<a href=\"http://so.gushiwen.org/view_58594.aspx\">诗</a>·秦风·晨风》：“如何如何？忘我实多”！<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《上阳白发人》诗：“上阳人，苦最多。少亦苦，老亦苦，少苦老苦两如何”？这里正含有两层意：不理解为什么，又毫无办法。而偏又见“暮”别“遽”，相会的时间如此短促，怎么不倍感伤情？！两句各著一“也”字，别具声韵，似闻人的连声叹息。后来《西厢记·长亭送别》：“恨相见得迟，怨归去得疾”亦正是此意，但恨怨形诸字面，词隐曲显，可见一斑。一起两句分言过去和现在。故第三句再作钩连：“别也应难见也难。”意为见既暮且难，别既遽且难。但两个难字取义不同：前一个“难”字含难过、难受、难耐意；后一“难”字含艰难、不容易意，犹如“蜀道之难难于上青天”句意。别难主要是感情的因素在起作用；见难是由于世事茫茫，人事错迕，主要的因素在社会方面。所以“后会难凭据”，非不愿见，世事的变化，人事的坎坷际遇，又岂是个人所能左右的！两个“难”字包含的内容不同，而感慨之情愈到后来愈重，几至唏嘘呜咽了。",
  "poet": {
    "id": 574,
    "star": 0,
    "name": "石孝友",
    "desc": "石孝友，南宋词人，字次仲，江西南昌人。生卒年不详。宋孝宗乾道二年（1166）进士。填词常用俚俗之语，状写男女情爱。仕途不顺，不羡富贵，隐居于丘壑之间。 石孝友著有《金谷遗音》，《直斋书录解题》著录一卷，明《唐宋名贤百家词》本作《金谷词》，不分卷。有明汲古阁《宋六十名家词》本、《四部备要》排印本。《全宋词》据毛□校汲古阁本收录。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "叹恨",
    "离别"
  ]
}