{
  "id": 11992,
  "star": 12,
  "name": "送外甥怀素上人归乡侍奉",
  "dynasty": "唐代",
  "content": "释子吾家宝，神清慧有馀。能翻梵王字，妙尽伯英书。 <br>远鹤无前侣，孤云寄太虚。狂来轻世界，醉里得真如。 <br>飞锡离乡久，宁亲喜腊初。故池残雪满，寒柳霁烟疏。 <br>寿酒还尝药，晨餐不荐鱼。遥知禅诵外，健笔赋闲居。",
  "fanyi": "<p><strong>译文</strong><br>上人你乃是我们宗族的骄傲，你聪慧有余，能翻译印度佛家经典，你的书法深得<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>的精髓。远远飞去的仙鹤没有伴侣可追逐，孤单的白云漂浮于浩渺的太空之中，你单身远离家乡已经很久。你写起狂草来眼里全然没有了时空宇宙，醉后舞墨更能展现世界万象的真谛。你离开家乡，四海云游，时间太久；你如今在这腊月之初回乡探望，亲人该是多么高兴。你的故园池塘中满是残雪，柳条稀疏，烟雨迷蒙。你祝寿敬酒，熬汤侍药，晨餐素食，精心侍奉父母。我远在千里之外，也知道你在家除了诵经之外，还健笔如飞，赋<a href=\"http://so.gushiwen.org/view_11992.aspx\">诗</a>闲居的生活。 </p> <p><strong>注释</strong><br>⑴<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>：唐代著名僧人，大书法家。玄奘弟子，字藏真，俗姓钱。上人：佛家语，指道德高尚的人，后为僧人的敬称。侍奉：奉养意。<br>⑵释子：僧人、和尚，此指怀素。<br>⑶翻：翻译。梵王字：指佛经。<br>⑷伯英：即张旭，其字伯英，是早于怀素的大书法家。<br>⑸前侣：前面的伴侣。<br>⑹太虚：即太空。<br>⑺世界：佛家语，指宇宙。<br>⑻真如：佛家语，指永恒存在的实体、实性。<br>⑻飞锡：佛家语，和尚游方称为飞锡。<br>⑼宁亲：使父母安宁。此为奉养父母。腊初：腊月初旬。<br>⑽霁烟：雨后的烟气。<br>⑾寿酒：寿延之酒。<br>⑿荐：献，进。<br>⒀禅诵：念经。<br>⒁健笔：勤奋地练笔。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“释子吾家宝，神清慧有余。”俗话说“一子出家，七祖升天”，家里有一人出家，冥冥中上下几代，周围几族都要沾光，当然是“吾家宝”了。作为<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>大师而言，从小就是“神清慧有余”的。</p> <p>　　“能翻梵王字，妙尽伯英书。”怀素也可能懂印度梵文。中国的草书，始于张芝，而怀素集其大成。</p> <p>　　“远鹤无前侣，孤云寄太虚。”出家人如野鹤闲云，如怀素大师，至少在草书上是“无前侣”的。而其下笔，也如“孤云寄太虚”。没有如此的境界，也谈不上相应的艺术成就。</p> <p>　　“狂来轻世界，醉里得真如。”唐代草书，以<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>、怀素并称于世，张旭号称“癫”，一天疯疯癫癫的，而怀素则“狂”，成天疯疯狂狂的。在“癫狂”之中，“世界”也没有多重的分量。这两位草圣都是酒仙，怀素是僧人，悟道有资，如林酒仙、济颠只能是他的后辈。不是上界下凡，哪来如此神笔，可以说是“醉里得真如”了。</p> <p>　　“飞锡离乡久，宁亲喜腊初。”“飞锡”云游四海，其态若飞。怀素出家之后，多年在外云游，难以归乡。今天是腊月初，因为“省宁”亲长，才得“飞锡”归来。</p> <p>　　“故池残雪满，寒柳霁烟疏。”怀素幼小时在舅舅家嬉戏的水池，被冬天的几场大雪积满。池边的柳树在寒烟里显得稀稀疏疏，冬天柳叶早已落尽，当然“疏”了。</p> <p>　　“寿酒还尝药，晨餐不荐鱼。”怀素大师这次“宁亲”的目的是为舅舅祝寿，当然也得象征性地“侍奉”一番。中国人讲孝道，“娘亲舅大”，出家人仍然免不了这一套习俗。吃饭时儿孙先品尝，称为“试毒”，为父辈们的健康把关。怀素是酒仙，不忘酒。但鱼是荤，这个戒不能破，当然是“晨餐不荐鱼”。</p> <p>　　“遥知禅诵外，健笔赋闲居。”对于这位出家的外甥，这位当舅舅的对他的一举一动都了如指掌。舅甥俩都是名士，又都是知已嘛。怀素是僧人，日常课诵仪规当然不能少。怀素大师的“健笔”，书法艺术也无须介绍了。唐代大师，没有一个的<a href=\"http://so.gushiwen.org/view_11992.aspx\">诗</a>文会很差的。怀素大师的诗文也极好，大家所熟悉他书写的“自述帖”，笔文俱健。何况他“赋闲居”笔下所写的寺庙生活及其修行了。</p> <p>　　此诗通篇赞誉之词，却无奉承之嫌，洋溢着浓浓深情。全诗使用了很多佛家用语，十分切合怀素上人身份。意境清新，蕴藉丰富，言有尽而意无穷。</p>",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "冬天",
    "离别"
  ]
}