{
  "id": 71153,
  "star": 1799,
  "name": "陈涉世家",
  "dynasty": "两汉",
  "content": "　　陈胜者，阳城人也，字涉。吴广者，阳夏人也，字叔。陈涉少时，尝与人佣耕，辍耕之垄上，怅恨久之，曰：“苟富贵，无相忘。”佣者笑而应曰：“若为佣耕，何富贵也？”陈涉太息曰：“嗟乎！燕雀安知鸿鹄之志哉！”</p> <p>　　二世元年七月，发闾左谪戍渔阳，九百人屯大泽乡。陈胜﹑吴广皆次当行，为屯长。会天大雨，道不通，度已失期。失期，法皆斩。陈胜﹑吴广乃谋曰：“今亡亦死，举大计亦死；等死，死国可乎？”陈胜曰：“天下苦秦久矣。吾闻二世少子也，不当立，当立者乃公子扶苏。扶苏以数谏故，上使外将兵。今或闻无罪，二世杀之。百姓多闻其贤，未知其死也。项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。今诚以吾众诈自称公子扶苏﹑项燕，为天下唱，宜多应者。”吴广以为然。乃行卜。卜者知其指意，曰：“足下事皆成，有功。然足下卜之鬼乎！”陈胜﹑吴广喜，念鬼，曰：“此教我先威众耳。”乃丹书帛曰“陈胜王”，置人所罾鱼腹中。卒买鱼烹食，得鱼腹中书，固以怪之矣。又间令吴广之次所旁丛祠中，夜篝火，狐鸣呼曰：“大楚兴，陈胜王。”卒皆夜惊恐。旦日，卒中往往语，皆指目陈胜。</p> <p>　　吴广素爱人，士卒多为用者。将尉醉，广故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞广。尉剑挺，广起，夺而杀尉。陈胜佐之，并杀两尉。召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁nìng有种乎！”徒属皆曰：“敬受命。”乃诈称公子扶苏﹑项燕，从民欲也。袒右，称大楚。为坛而盟，祭以尉首。陈胜自立为将军，吴广为都尉。攻大泽乡，收而攻蕲qí。蕲下，乃令符离人葛婴将兵徇蕲以东。攻铚、酂、苦、柘、谯皆下之。行收兵。比至陈，车六七百乘，骑千余，卒数万人。攻陈，陈守令皆不在，独守丞与战谯门中。弗胜，守丞死，乃入据陈。数日，号令召三老﹑豪杰与皆来会计事。三老﹑豪杰皆曰：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷jì，功宜为王。”陈涉乃立为王，号为张楚。当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。乃以吴叔为假王，监诸将以西击荥阳。令陈人武臣、张耳、陈馀徇赵地，令汝阴人邓宗徇九江郡。当此时，楚兵数千人为聚者，不可胜数。</p> <p>　　葛婴至东城，立襄强为楚王。婴后闻陈王已立，因杀襄强，还报。至陈，陈王诛杀葛婴。陈王令魏人周市北徇魏地。吴广围荥阳。李由为三川守，守荥阳，吴叔弗能下。陈王征国之豪杰与计，以上蔡人房君蔡赐为上柱国。</p> <p>　　周文，陈之贤人也，尝为项燕军视日，事春申君，自言习兵，陈王与之将军印，西击秦。行收兵至关，车千乘，卒数十万，至戏，军焉。秦令少府章邯免郦山徒﹑人奴产子生，悉发以击楚大军，尽败之。周文败，走出关，止次曹阳二三月。章邯追败之，复走次渑池十余日。章邯击，大破之。周文自刭，军遂不战。</p> <p>　　武臣到邯郸，自立为赵王，陈馀为大将军，张耳、召骚为左右丞相。陈王怒，捕系武臣等家室，欲诛之。柱国曰：“秦未亡而诛赵王将相家属，此生一秦也。不如因而立之。”陈王乃遣使者贺赵，而徙系武臣等家属宫中，而封耳子张敖为成都君，趣赵兵，亟入关。赵王将相相与谋曰：“王王赵，非楚意也。楚已诛秦，必加兵於赵。计莫如毋西兵，使使北徇燕地以自广也。赵南据大河，北有燕、代，楚虽胜秦，不敢制赵。若楚不胜秦，必重赵。赵乘秦之弊，可以得志于天下。”赵王以为然，因不西兵，而遣故上谷卒史韩广将兵北徇燕地。</p> <p>　　燕故贵人豪杰谓韩广曰：“楚已立王，赵又已立王。燕虽小，亦万乘之国也，原将军立为燕王。”韩广曰：“广母在赵，不可。”燕人曰：“赵方西忧秦，南忧楚，其力不能禁我。且以楚之彊，不敢害赵王将相之家，赵独安敢害将军之家！”韩广以为然，乃自立为燕王。居数月，赵奉燕王母及家属归之燕。</p> <p>　　当此之时，诸将之徇地者，不可胜数。周市北徇地至狄，狄人田儋杀狄令，自立为齐王，以齐反击周市。市军散，还至魏地，欲立魏后故宁陵君咎为魏王。时咎在陈王所，不得之魏。魏地已定，欲相与立周市为魏王，周市不肯。使者五反，陈王乃立宁陵君咎为魏王，遣之国。周市卒为相。</p> <p>　　将军田臧等相与谋曰：“周章军已破矣，秦兵旦暮至，我围荥阳城弗能下，秦军至，必大败。不如少遗兵，足以守荥阳，悉精兵迎秦军。今假王骄，不知兵权，不可与计，非诛之，事恐败。”因相与矫王令以诛吴叔，献其首于陈王。陈王使使赐田臧楚令尹印，使为上将。田臧乃使诸将李归等守荥阳城，自以精兵西迎秦军于敖仓。与战，田臧死，军破。章邯进兵击李归等荥阳下，破之，李归等死。</p> <p>　　阳城人邓说将兵居郯，章邯别将击破之，邓说军散走陈。铚人伍徐将兵居许，章邯击破之，伍徐军皆散走陈。陈王诛邓说。</p> <p>　　陈王初立时，陵人秦嘉﹑铚人董譄﹑符离人朱鸡石﹑取虑人郑布﹑徐人丁疾等皆特起，将兵围东海守庆于郯。陈王闻，乃使武平君畔为将军，监郯下军。秦嘉不受命，嘉自立为大司马，恶属武平君。告军吏曰：“武平君年少，不知兵事，勿听！”因矫以王命杀武平君畔。</p> <p>　　章邯已破伍徐，击陈，柱国房君死。章邯又进兵击陈西张贺军。陈王出监战，军破，张贺死。</p> <p>　　腊月，陈王之汝阴，还至下城父，其御庄贾杀以降秦。陈胜葬砀，谥曰隐王。</p> <p>　　陈王故涓人将军吕臣为仓头军，起新阳，攻陈下之，杀庄贾，复以陈为楚。</p> <p>　　初，陈王至陈，令铚人宋留将兵定南阳，入武关。留已徇南阳，闻陈王死，南阳复为秦。宋留不能入武关，乃东至新蔡，遇秦军，宋留以军降秦。秦传留至咸阳，车裂留以徇。</p> <p>　　秦嘉等闻陈王军破出走，乃立景驹为楚王，引兵之方与，欲击秦军定陶下。使公孙庆使齐王，欲与并力俱进。齐王曰：“闻陈王战败，不知其死生，楚安得不请而立王！”公孙庆曰：“齐不请楚而立王，楚何故请齐而立王！且楚首事，当令于天下。”田儋诛杀公孙庆。</p> <p>　　秦左右校复攻陈，下之。吕将军走，收兵复聚。鄱盗当阳君黥布之兵相收，复击秦左右校，破之青波，复以陈为楚。会项梁立怀王孙心为楚王。</p> <p>　　陈胜王凡六月。已为王，王陈。其故人尝与佣耕者闻之，之陈，扣宫门曰：“吾欲见涉。”宫门令欲缚之。自辩数，乃置，不肯为通。陈王出，遮道而呼涉。陈王闻之，乃召见，载与俱归。入宫，见殿屋帷帐，客曰：“夥颐！涉之为王沉沉者！”楚人谓多为伙，故天下传之，夥涉为王，由陈涉始。客出入愈益发舒，言陈王故情。或说陈王曰：“客愚无知，颛妄言，轻威。”陈王斩之。诸陈王故人皆自引去，由是无亲陈王者。陈王以朱房为中正，胡武为司过，主司群臣。诸将徇地，至，令之不是者，系而罪之，以苛察为忠。其所不善者，弗下吏，辄自治之。陈王信用之。诸将以其故不亲附，此其所以败也。</p> <p>　　陈胜虽已死，其所置遣侯王将相竟亡秦，由涉首事也。高祖时为陈涉置守頉三十家砀，至今血食。</p> <p>　　褚先生曰：地形险阻，所以为固也；兵革刑法，所以为治也。犹未足恃也。夫先王以仁义为本，而以固塞文法为枝叶，岂不然哉！吾闻贾生之称曰：</p> <p>　　“秦孝公据肴函之固，拥雍州之地，君臣固守，以窥周室，有席卷天下、包举宇内、囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具；外连衡而斗诸侯。于是秦人拱手而取西河之外。</p> <p>　　“孝公既没，惠文、武、昭襄蒙故业因遗策，南取汉中，西举巴蜀，东割膏腴之地，收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器、重宝、肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离横，兼韩、魏、燕、赵、宋、卫、中山之众。于是六国之士，有宁越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关而延敌，九国之师逡巡遁逃而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约解，争割地以赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血飘橹。因利乘便，宰割天下，分裂河山。强国请服，弱国入朝。</p> <p>　　“施及孝文王、庄襄王，享国之日浅，国家无事。</p> <p>　　“及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲朴以鞭笞天下，威振四海。南取百越之地，以为桂林、象郡。百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里。胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，燔百家之言，以愚黔首；隳名城，杀豪俊，收天下之兵聚之咸阳，销锋鍉，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城、临不测之溪以为固。良将劲驽，守要害之处；信臣精卒，陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。</p> <p>　　“始皇既没，余威震于殊俗。 然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；材能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。蹑足行伍之间，倔起阡陌之中，率罢散之卒，将数百之众，转而攻秦，斩木为兵，揭竿为旗，天下云集而响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。</p> <p>　　“且夫天下非小弱也，雍州之地，肴函之固，自若也；陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄耰棘矜，不铦于钩戟长铩也；适戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反。试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣。然后以六合为家，肴函为宫。一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。”</p> <p>　　【索隐述赞】天下匈匈，海内乏主，掎鹿争捷，瞻乌爰处。陈胜首事，厥号张楚。鬼怪是凭，鸿鹄自许。葛婴东下，周文西拒。始亲朱房，又任胡武。伙颐见杀，腹心不与。庄贾何人，反噬城父！",
  "fanyi": "<p><strong>译文<br></strong>　　陈胜，是阳城人，字涉。吴广，是阳夏人，字叔。陈胜年轻时，曾同别人一起被雇佣给人耕地，（一天他）停止耕作走到田埂高地上休息，因失望而叹息了许久，说：“如果有谁富贵了，不要忘记大家呀。”一起耕作的同伴笑着回答说：“你一个受雇耕作的人，哪来的富贵呢？”陈涉长叹一声说：“唉，燕雀怎么能知道鸿鹄的志向呢？”</p> <p>　　秦二世元年七月，朝廷征发贫民调派去驻守渔阳，驻扎在大泽乡。陈胜、吴广都被编入谪戍的队伍里面，担任戍守队伍的小头目。恰巧遇到天下大雨，道路不通，估计已经误期。误了期限，按（秦朝的）法律都应当斩首。陈胜、吴广于是商量说：“即使现在逃跑（被抓回来）也是死，发动起义也是死，同样是死，为国事而死，可以么？”陈胜说：“天下百姓受秦朝统治、逼迫已经很久了。我听说秦二世是始皇帝的小儿子，不应立为皇帝，应立的是公子扶苏。扶苏因为屡次劝谏的缘故，皇上派（他）在外面带兵。现在有人听说他没什么罪，秦二世却杀了他。老百姓大都听说他很贤明，而不知道他死了。项燕是楚国的将领，曾多次立下战功，又爱护士兵，楚国人都很爱戴他。有人认为他死了，有人认为他逃跑了。现在如果把我们的人假称是公子扶苏和项燕的队伍，号召天下百姓反秦，应当会有很多响应的人。”吴广认为他讲得对。于是二人就去占卜（来预测吉凶）。占卜的人了解了他们的意图，就说：“你们的大事都能成功，可以建立功业。然而你们把事情向鬼神卜问过吗？”陈胜、吴广很高兴，考虑卜鬼的事情，说：“这是教我们利用鬼神来威服众人罢了。”于是就用丹砂在绸子上写上“陈胜王”（三个字），放在别人所捕的鱼的肚子里。士兵们买鱼回来烹食，发现鱼肚子里面的帛书，本来已经对这事感到奇怪了。陈胜又暗地里派吴广到驻地旁边丛林里的神庙中，在夜间提着灯笼，作狐狸嗥叫的凄厉的声音大喊：“大楚将兴，陈胜为王。”士兵们整夜惊恐不安。第二天，士兵们中间议论纷纷，只是指指点点，互相以目示意看着陈胜。</p> <p>　　吴广向来爱护士兵，士兵大多愿意听（他）差遣，（一天）押送戍卒的将尉喝醉了，吴广故意多次说想要逃跑，使将尉恼怒，让他侮辱自己，以便激怒那些士兵们。将尉果真用竹板打吴广。将尉拔剑出鞘想杀吴广，吴广跳起来，夺过利剑杀了将尉。陈胜帮助他，一起杀了两个将尉。（于是陈胜）召集并号令部属的人说：“你们诸位遇上大雨，都已误了期限，误期是要杀头的。假使仅能免于斩刑，可是去守卫边塞死掉的本来也会有十分之六七。况且壮士不死便罢了，要死就该成就伟大的名声啊，王侯将相难道有天生的贵种么？”部属的人都说：“愿意听从您的号令。”于是就假称是公子扶苏、项燕的队伍，顺从人民的愿望。个个露出右臂（作为起义的标志），号称大楚。用土筑成高台并在台上宣誓，用（两个）将尉的头祭天。陈胜自立为将军，吴广任都尉。他们攻打大泽乡，收编大泽乡的义军之后攻打蕲县。攻下蕲以后，就派符离人葛婴率军巡行蕲县以东的地方，陈胜则攻打铚、酂、苦、柘、谯等地，都攻占下来。行军中沿路收纳兵员。等到到达陈县，已有战车六七百辆，骑兵一千多，士兵好几万。攻陈县时，那里的郡守和县令都不在，只有守丞带兵在城门洞里同起义军作战。守丞不能胜，被人杀死了，起义军才进城占领了陈县。过了几天，陈胜下令召集当地管教化的乡官和才能出众的乡绅一起来集会议事。乡官、乡绅都说：“将军您亲身披着战甲，拿着锐利的武器，讨伐不义的暴君，消灭残暴的秦朝，重建楚国的江山，按照功劳应当称王。” 陈涉于是自立为王，定国号叫张楚。在这时，各郡县中吃尽秦朝官吏苦头的百姓，都起来惩罚当地郡县长官，杀死他们来响应陈胜（的号召）。[2]</p> <p>　　于是就以吴广为代理王，督率各将领向西进攻荥阳（在今河南郑州市辖区内）。命令陈县人武臣、张耳、陈馀去攻占原来赵国的辖地，命令汝阴（今安徽阜阳）人邓宗攻占九江郡（今安徽寿县）。这时候，楚地几千人聚集在一起起义的，多得不计其数。</p> <p>　　葛婴到达东城（今安徽定远），立襄强为楚王。葛婴后来听说陈胜已自立为王，接着就杀了襄强，回来向陈胜报告。一到陈县，陈胜就杀了葛婴。陈胜命令魏人周市北上攻取原属魏国的地方。吴广包围了荥阳。李由任三川郡（今河南洛阳东白马寺东。李由，<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>之子）守，防守荥阳，吴广久攻不下。陈胜召集国内的豪杰商量对策，任命上蔡（在今河南驻马店市辖区内）人房君蔡赐做上柱国。</p> <p>　　周文（《史记集解》作周章），是陈县有名的贤人，曾经是项燕军中的占卜望日官，也在楚相春申君黄歇手下做过事，他自称熟习用兵，陈王就授给他将军印，带兵西去攻秦。他一路上边走边召集兵马，到达函谷关（河南灵宝）的时候，有战车千辆，士兵几十万人，到了戏亭（今陕西临潼东北，距咸阳四十千米）时，就驻扎了下来。秦王朝派少府章邯赦免了因犯罪而在骊山服役的人、以及家奴所生的儿子，全部调集来攻打张楚的大军，把楚军全给打败了，周文失败之后，逃出了函谷关，在曹阳（今河南三门峡西南）驻留了两三个月。章邯又追来把他打败了，再逃到渑池（今河南三门峡）驻留了十几天。章邯又来追击，把他打得惨败。周文自杀，他的军队也就不能作战了。</p> <p>　　武臣到达邯郸，就自立为赵王，陈馀做大将军，张耳、召骚任左、右丞相。陈王知道后非常生气，就把武臣等人的家属逮捕囚禁了起来，打算杀死他们。上柱国蔡赐说：“秦王朝还没有灭亡就杀了赵王将相的家属，这等于是又生出一个与我们为敌的秦国来。不如就此封立他好些。”陈王于是就派遣使者前往赵国去祝贺，同时把武臣等人的家属迁移到宫中软禁起来，又封张耳的儿子张敖做成都君，催促赵国的军队速进军函谷关。赵王武臣的将相们商议说：“大王您在赵国称王，并不是楚国的本意。等到楚灭秦以后，一定会来攻打赵国。最好的办法莫过于不派兵向西进军，而派人向北攻取原来燕国的辖地以扩大我们自己的土地。赵国南面据黄河天险，北面又有燕、代的广大土地，楚国即使战胜了秦国，也不敢来压制赵国。如果楚国不能战胜秦国，必定就会借重赵国。到时候赵国趁着秦国的疲敝，就可以得志于天下了。”赵王认为说得有道理，因而不向西出兵，而派了原上谷郡卒史韩广领兵北上去攻取燕地。</p> <p>　　燕国原来的贵族豪杰劝告韩广说：“楚国已经立了王，赵国也已立了王。燕国地方虽然小，过去也是个拥有万辆兵车的国家，希望将军您自立做燕王。”韩广回答说：“我的母亲还留在赵国，使不得。”燕人说：“赵国现在正西面担忧秦，南面担忧楚，他的力量不能来限制我们。况且以楚国的强大，都不敢杀害赵王将相的家属，赵国又怎敢杀害将军您的家属呢？”韩广认为他们说的有道理，于是就自立做了燕王。过了几个月，赵国派人护送燕王的母亲及其家属来到了燕国。</p> <p>　　在这个时候，到各地去攻城占地的将领，数不胜数。（《资治通鉴》：陈胜既派出周章，认为秦政府混乱，有轻视秦政府的意思，不再设立防备。博士孔鲋劝谏说：“臣听说兵法：‘不恃仗敌人不来进攻，而恃仗我们不怕进攻。’今天大王只恃仗敌人不来进攻，而不恃仗自己的防备，一旦兵败，后悔都来不及。”陈胜说：“我的军事行动，先生不必辛苦担心！”）[2]周市北上攻城掠地到达了狄县（今山东高青东南），狄县人田儋杀死了狄县县令，自立为齐王，凭借齐地的力量来反击周市。周市的军队溃散了，退回到了魏地，打算立魏王的后代宁陵君咎做魏王。其时咎在陈王那里，不能回到魏地去。魏地平定以后，大家想共同拥立周市做魏王，周市不肯接受。使者先后五次往返于陈王与周市之间，陈王乃答应立宁陵君咎做魏王，遣送他回到魏国去。周市最后做了魏国的相。</p> <p>　　将军田臧等人一起谋划说：“周文的军队已经溃散，秦国的军队早晚就要到来，我们包围荥阳城久攻不下，如果秦国的军队到来，一定会被打得大败。不如留下少量的部队，足以守住荥阳就可以了，把其余精锐的军队全部拿来迎击秦军。现在代理王吴广骄横，又不懂用兵权谋，这样的人无法和他商量议事，不杀了他，我们的计划恐怕会被搞坏。”于是他们就假冒陈王的命令杀掉了吴广，把吴广的头献给了陈王。陈王就派使者赐给田臧楚令尹的大印，任命他做上将军。田臧就派部将李归等人驻守荥阳城，自己带了精锐的部队西进到敖仓迎战秦军。双方交战时，田臧战死，军队溃散。章邯领兵趁机到荥阳城下来攻打李归这些人，打败了他们，李归等人战死。</p> <p>　　阳城人邓说领兵驻扎在郏城（原文作郯城，据《史记索隐》《史记正义》改。今河南郏县），被章邯部将所带的一支部队击败，邓说率军溃逃到陈县。铚人伍徐率兵驻扎在许县（今河南许昌东），也被章邯的军队击溃了他。伍徐的军队都溃散逃到了陈县。陈王杀了邓说。</p> <p>　　陈胜刚刚自为王时，陵县（今江苏泗阳）人秦嘉、铚县人董緤、符离（今安徽宿州东北）人朱鸡石、取虑（今江苏睢宁西南）人郑布、徐县（今江苏省泗洪东南）人丁疾等都单独起兵反秦，他们领兵把东海郡守名叫庆的围困在郯城（东海郡郡治，在今山东临沂市辖区内）。陈王听说后，就派武平君名叫畔的做将军，督率郯城下的各路军队。秦嘉拒不接受这个命令，自立为大司马，讨厌隶属于武平君畔。便告诉他的军吏说：“武平君年轻，不懂得军事，不要听他的！”接着就假托陈王的命令杀死了武平畔。</p> <p>　　章邯打败伍徐以后，接着进攻陈县，陈王的上柱国房君蔡赐战死了。章邯又领兵进攻驻守在陈县西面的张贺部队。陈王亲自出来督战，结果楚军还是战败，张贺阵亡。</p> <p>　　十二月，陈王退到了汝阴（今安徽阜阳），在回到下城父（今安徽涡阳）时，他的车夫庄贾杀了他投降秦军。陈胜死后安葬在砀县（今河南永城东北），谥号叫隐王。</p> <p>　　陈王从前的侍臣吕臣将军组织了一支青巾裹头的“苍头军”，从新阳（今安徽界首北）起兵攻打陈县，攻克后，杀死了庄贾，又以陈县为楚都。</p> <p>　　当初，陈王刚到陈县的时候，曾命令铚县人宋留领兵去平定南阳（今河南省地级市），再进兵武关（今陕西丹凤东）。宋留攻占了南阳之后，传来了陈王被杀的消息，于是南阳又被秦军夺了回去。宋留不能进入武关，就往东到了新蔡（今河南驻马店市辖区内），不料又遇上了秦军，宋留带着部队投降了秦军。秦军押解宋留到了咸阳，将他五马分尸示众。</p> <p>　　秦嘉等人听说陈王的军队已经兵败逃走了，就立景驹做了楚王，率兵到了方与（今山东鱼台西），准备在定陶（今山东菏泽市辖区内）附近袭击秦军。于是派公孙庆出使齐国去会见齐王田儋，想联合他一同进兵。齐王说：“听说陈王战败了，至今生死不明，楚国怎么能不来向我请示就自立为王呢？”公孙庆说：“齐国不请示楚国而立王，楚国为什么要向齐国请示才能立王呢？何况楚是首先起义反秦的，理当号令天下。”田儋杀死了公孙庆。</p> <p>　　秦的左右校尉率领部队再次进攻陈县，并占领了它。将军吕臣失败逃跑后，重新集结兵马。并与当年在鄱阳为盗后被封为当阳君的黥布所率领的军队联合起来，又攻击秦左右校尉的军队，在青波把他们打败了，再度以陈县为楚都。这时正好项梁立楚怀王的孙子名叫心的做了楚王。</p> <p>　　陈胜称王总共六个月的时间。当了王之后，以陈县为国都。从前一位曾经与他一起雇佣给人家耕田的伙计听说他做了王，来到了陈县，敲着宫门说：“我要见陈涉。”守宫门的长官要把他捆绑起来。经他反复解说，才放开他，但仍然不肯为他通报。等陈王出门时，他拦路呼喊陈涉的名字。陈王听到了，才召见了他，与他同乘一辆车子回宫。走进宫殿，看见殿堂房屋、帷幕帐帘之后，客人说：“夥颐！陈涉大王的宫殿高大深邃啊！”楚地人把“多”叫做“夥”，所以天下流传“夥涉为王”的俗语，就是从陈涉开始的。这客人在宫中出出进进越来越随便放肆，常常跟人讲陈涉从前的一些旧事。有人就对陈王说：“您的客人愚昧无知，专门胡说八道，有损于您的威严。”陈王就把来客杀死了。从此之后，陈王的故旧知交都纷纷自动离去，没有再亲近陈王的人了。（《史记索隐》：陈胜当了国王，岳父和妻兄都前去投靠。陈胜以普通宾客的礼节对待他们。岳父愤怒地说：“依仗强势怠慢长者，不能长久！”于是不辞而别。）陈王任命朱房做中正，胡武做司过，专门督察群臣的过失。将领们攻占了地方回到陈县来，命令稍不服从，就抓起来治罪，以苛刻地寻求群臣的过失作为对陈王的忠心。凡是他俩不喜欢的人，一旦有错，不交给负责司法的官吏去审理，就擅自予以惩治。陈王却很信任他们。将领们因为这些缘故就不再亲近依附他了。这就是陈王所以失败的原因。</p> <p>　　陈胜虽然已经死了，他所封立派遣的侯王将相终于灭掉了秦王朝，这是由于陈涉首先起义反秦的结果。汉高祖时，在砀县安置了三十户人家为陈涉看守坟墓，到汉武帝时仍按时杀牲祭祀他。（《汉书》：王莽战败，才断绝。）</p> <p>　　褚先生（褚少孙）说：地形险阻，是便于用来固守的；武器装备和法制规章，是便于统治国家的。但这些还不是最可靠的。先王以仁义道德作为治国的根本，而把巩固边塞、制定法律条文看成枝叶，难道不是这样吗？我曾经听说<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的文章说：</p> <p>　　“秦孝公占据崤山和函谷的险固地势，拥有整个雍州地区（今陕西、甘肃一带），君臣牢固把守，随时窥视着周王朝的政权，大有席卷天下，包举宇内，囊括四海的劲头儿，并吞八方极远之地的心气儿。就在这个时候，<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>辅佐秦孝公，对内建立法令制度，致力于耕种纺织，整治攻守的武器，对外用连横的策略使诸侯们互相争斗。于是秦国像两手相合那样容易毫不费力地取得了黄河以西的大片土地。</p> <p>　　秦孝公死后，秦惠文王、武王、昭襄王承接了秦孝公的治国事业，遵循着先人留下来的策略，向南面夺取了汉中，向西南夺取了巴蜀，向东面割得了肥沃的土地，向北面夺得了冲要险阻的郡邑。诸侯们因此而恐惧惊慌，相会结盟商量对策来削弱秦国。他们不吝惜珍贵的财宝和富饶的土地，用来招纳天下的人才。采取合纵策略缔结盟约，互相支援，为一体。在这个时候，齐国有孟尝君，赵国有平原君，楚国有春申君，魏国有信陵君：这四位公子，都英明智慧而忠诚信义，宽宏厚道而爱惜人才，尊重贤者而器重士人。他们互相约定实行合纵联合抗秦，破坏秦国的连横策略，联合韩、魏、燕、楚、齐、赵、宋、卫、中山等国的有关人士。于是六国的人才，有宁越、徐尚、苏秦、杜赫这些人替他们策划；有齐明、周最、陈轸、邵滑、楼缓、翟景、苏厉、乐毅这些人沟通他们的意见；有<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>、<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>、带佗、倪良、王廖、田忌、廉颇、赵奢这些人统率他们的军队。诸侯们曾经用相当于秦国十倍的土地，百万的大军，攻打函谷关而进击秦国。秦国开关迎敌，九国的军队反逃跑而不敢前进。秦国没有耗费一个箭头，而天下的诸侯却已经疲惫不堪了。于是合纵解散，盟约破坏，各自争相割地贿赂秦国。秦国有充余的力量来利用诸侯的弱点，追赶逃亡败走的敌人，杀得他们横尸百万，流的血把大盾牌都漂浮起来；秦国趁着有利的形势，方便的时机，分割土地山河，因而强国请求臣服，弱国前来朝拜称臣了。</p> <p>　　延续到秦孝文王、庄襄王的时候，他们在位的时间短暂，国家没有什么事。</p> <p>　　到了秦始皇，他发扬六代传下来的功业，像驾车似的挥动长鞭来驾御各诸侯国，吞并了东周和西周两个小国，灭亡了六国诸侯，登上了皇帝的宝座而控制天下，手持刑杖来鞭笞天下的人民，声威震慑四海。向南方夺取了百越的土地，把它设为桂林郡（今广西百色东北）和象郡（今广西崇左）；百越的君长们，低着头，用绳子拴住自己的脖子来投降，把自己的性命交给秦王朝的下级官吏掌握。于是派蒙恬到北方去修筑万里长城，作为边疆上的屏障来防守，把匈奴向北驱赶了七百多里；匈奴人不敢到南边来牧马，兵士也不敢搭起弓箭来报仇。于是废除了先王的治国之道，焚烧了诸子百家的著作，以图使老百姓愚昧无知；他还毁坏各地的名城，杀戮豪杰，收集天下的武器集中到咸阳，熔化刀剑和箭头，铸成十二个金属人像，来削弱天下人民的反抗力量。然后依凭华山当作城墙，凭借黄河作为护城河，依据亿丈高的华山，临守着深险莫测的黄河，作为守卫的险要之地。良将拿着强弓，防守重要的地方，可靠的大臣带领精干的士兵，摆列着锋利的武器，严厉盘查过往的行人是谁。天下已经平定，秦始皇的心中，自以为关中的坚固，是千里金城，可以作为子子孙孙万世当皇帝的基业了。</p> <p>　　秦始皇死了以后，他的余威还震慑着远方。然而陈涉是一个用破瓮作窗户，用草绳拴门轴的穷苦人家的子弟，是耕田的人，是供人役使的人，是被征发戍守边境的人。他的才能比不上一般平常的人，既没有孔子、墨子那样的贤明，也没有陶朱（范蠡）、猗顿那样的富有，置身在戍卒的行列之中，兴起在乡野之间，带领着疲乏散乱的戍卒，统率着几百个人，转身攻打秦国，砍下木棍做武器，高举竹竿为旗帜，天下的人就像风云那样迅速汇集起来，像回响那样应声而起，挑着粮食，如影随形地跟着他。崤山函谷关以东的英雄豪杰一齐起来，就把秦王朝推翻了。</p> <p>　　再说，那秦王朝的天下并没有缩小削弱；雍州的土地，崤山函谷关的险要坚固，还像从前一样。陈涉的地位，并不比齐、楚、燕、赵、韩、宋、卫、中山的国君尊贵；锄耙戟柄，并不比钩戟长矛锋利；被征发戍守边地的民众，并不比九国的军队强大；深谋远虑，行军与指挥作战的本领，也比不上先前六国的那些才智之士。但是成功失败完全不同，；功业完全相反，这是什么原因呢？假使拿崤山、函谷关以东各国诸侯来跟陈涉量量长短，比比大小，比较一下他们的权威，衡量衡量他们的实力，那简直不能够同年而语，相提并论。然而秦国当初凭借很小的地方，发展为有万辆兵车的强国，进而控制了其它八州，使来与它地位相同的诸侯国都来向秦国朝拜称臣，已经有一百多年的历史了。然后把天地四方当作家，把崤山、函谷关当作宫墙。可是陈涉一个人首倡起义，秦王朝的七代宗庙就被毁坏，连秦王子婴也死在别人手中，被天下的人所讥笑，这是什么原因呢？这是因为不施行仁政，而攻取天下和后来防守天下的形势是不同的啊。”</p> <p><strong>注释</strong><br>1、世家，《史记》传记的一种，主要是为王侯将相所作的传记。陈胜虽出身雇农，但他首事反秦，功大，又曾建立“张楚”政权，故给予他重要的历史地位，列入“世家”。<br>2、阳城：今河南登封东南。<br>3、阳夏(jiǎ)：今河南太康县。<br>4、尝与人佣耕：曾经同别人一道被雇佣耕地。佣，被雇佣。<br>5、辍耕之垄上：停止耕作走到田埂高地上休息。之：动词，去、往。<br>6、怅恨久之：因失望而叹恨了很久。怅，失意，不痛快。<br>7、若：代词，你，指陈胜。<br>8、燕雀安知鸿鹄之志哉：燕雀怎么知道鸿鹄的志向呢！燕雀，麻雀，这里比喻见识短浅的人。鸿鹄，天鹅，这里比喻有远大抱负的人。<br>9、二世元年：公元前209年。秦始皇死后，他的小儿子胡亥继位，称为二世。<br>10、发闾左适戍渔阳：征发贫苦人民去驻守渔阳。闾左，指贫民，古时贫者居住闾左，富者居住闾右。适（zhé)，通“谪”，适戍，发配去守边。<br>11、皆次当行：都被编入谪戍的队伍。当行，当在征发之列。<br>12、屯长：戍守队伍的小头目。<br>13、亡：逃跑；逃走。<br>14、举大计：发动大事，指起义。下文的“举大名”意思与此相同。<br>15、等：同样。<br>16、死国：为国事而死。<br>17、苦秦：苦于秦（的统治）。<br>18、以数谏故：因为屡次劝谏的缘故。数，屡次。谏，古代下级对上级提意见或建议，劝诫。<br>19、上使外将兵：皇上派（他）在外面带兵。上：臣下对皇帝的尊称，指秦始皇嬴政。<br>20、项燕：战国末年楚国著名将领，项梁之父、西楚霸王<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的祖父，曾大败秦将李信。<br>21、怜：爱戴。<br>22、诚以吾众：如果把我们的人。诚：果真，表假设。<br>23、唱：通“倡”，首发。<br>24、宜多应者：应当（有）很多响应的人。宜：应当。<br>25、足下：指对方，古人对于别人的敬称。<br>26、卜之鬼乎：把事情向鬼神卜问一下吧！卜之鬼，就是“卜之于鬼”，“于”字省略。<br>27、念鬼：考虑卜鬼的事。念，考虑、思索。<br>28、乃丹书帛曰“陈胜王”：于是（用）丹砂（在）绸子上写“陈胜王”（三个字）。丹，朱砂。这里是“用朱砂”的意思。书，写。王，称王。<br>29、置人所罾鱼腹中：放在别人所捕的鱼的肚子里。罾（zēng）：鱼网。这里作动词，是“用鱼网捕”的意思。<br>30、固以怪之矣：自然就诧怪这件事了。以，通“已”，已经。<br>31、间令：暗使。间，私自，偷着。<br>32、之次所旁丛祠中：往驻地旁边的丛林里的神庙中。次所：旅行或行军时临时驻扎的地方。丛祠，树木荫蔽的神庙。<br>33、旦日：明天，第二天。<br>34、往往语：到处谈论。<br>35、指目：指指点点，互相以目示意。<br>36、将尉：押送（戍卒）的军官。<br>37、忿恚（fèn huì）尉：使尉愤怒。<br>38、笞：用鞭、杖或竹板打。<br>39、剑挺：拔剑出鞘。<br>40、召令徒属：召集并号令所属的人。<br>41、公等：你们诸位。公，对对方的敬称。<br>42、藉第令毋斩：即使能免于斩刑。“藉”“第”“令”都是“即使、假若”的意思。<br>43、十六七：十分之六七。<br>44、王侯将相宁有种乎：王侯将相难道有天生的贵种吗？宁，难道。<br>45、受命：听从（你的）号令。<br>46、袒右：露出右臂（做为起义的标志）。<br>47：祭以尉首：用两（尉）的头祭天。<br>48、蕲：今安徽宿州南。<br>49、符离：今安徽宿州。<br>50、徇：指率军巡行，使人降服。<br>51、铚（zhì）、酂（cuó）、苦（hù）、柘（zhè）、谯（qiáo）：秦时地名，铚、谯，在今安徽。酂、苦、柘，在今河南。<br>52、行收兵：行军中沿路收纳兵源。<br>53、比：等到。陈，秦时县名，今河南淮阳。<br>54、守令皆不在：郡守、县令都不在。秦时，陈县属于砀郡，是郡府、县府所在地，所以有守有令。<br>55、守丞：守城的当地行政助理官。<br>56、谯门中：城门洞里。<br>57、三老：封建社会里管教化的乡官。豪杰，指当地有声望的人。<br>58、被（pī）坚执锐：披着铠甲，拿着兵器。比喻亲自投身战斗，冲锋陷阵。被，通“披”，穿。坚，指铁甲。锐，指武器。<br>59、社稷：“社”是土地神，“稷”是谷神。后来社稷就用来做国家的代称。<br>60、号为张楚：对外宣称要张大楚国，即复兴楚国之意。一说定国号为“张楚”。<br>61、刑其长吏：惩罚当地的郡县长官。刑，惩罚。<br>62、荥阳：位于今河南省，是古代的军事重镇。<br>63、楚兵：指楚地的起义军。 为聚，结成一伙。聚，集合在一起。<br>64、还报：回去向陈胜汇报。<br>65、视日：占卜日子吉凶的官。<br>66、春申君：战国时楚相黄歇的封号。<br>67、关：指函谷关。<br>68、郦山徒：指发配在骊山服劳役的人。郦，今作“骊”。奴产子生，家人奴婢所生的儿子。<br>69、捕系：逮捕拘禁。<br>70、柱国：指蔡赐。<br>71、此生一秦也：这样做又制造出一个像秦一样的敌国来。<br>72、王王：前一个“王”字是名词，指武臣，后一个“王”字是动词，称王的意思。<br>73、计莫如毋西兵：最好的计策莫过于不向西方（指秦国）出兵。<br>74、使使：前一个“使”字是动词，派遣；后一个“使”字是名词，使者。<br>75、燕故贵人：过去燕国的贵族。<br>76、居数月：过了几个月。<br>77、五反：指往返了五次。反，同“返”。<br>78、周章：即上文中的周文。<br>79、旦暮至：早晚就要到。<br>80、兵权：指用兵的计谋策略。<br>81、矫王令：假传陈王的命令。矫，假托。<br>82、敖仓：秦代在敖山上筑仓储粮，所以叫敖仓，也叫敖庾。故地在今河南郑州西北氓山上。<br>83、郯：在今山东省郯城县西，当时章邯的军队并没有到达那里，不当在郯交战。“郯”当为“郏（jiá）”。郏，在今河南郏县，与邓说家乡阳城临近。<br>84、皆特起：都各自起兵反秦。特，单独。<br>85、御：驾车的人。<br>86、谥：古人有地位的人死后，按其生平事迹给予的称号。隐：有功业未显使人哀伤之意。<br>87、仓头军：以青巾裹头的军队。<br>88、车裂：古代的一种酷刑，用五马分尸。徇，这里是示众的意思。<br>89、首事：指首先起兵反秦。<br>90、左右校：即左、右校尉，次于将军的军官，这里指他们所率领的军队。<br>91、鄱盗：黥布在陈胜起义前曾在鄱阳一带的长江中为盗，故称“鄱盗”。相收，指吕臣与黥布的军队互相联合。<br>92、怀王孙心：楚怀王的孙子，名心。<br>93、王：称王。凡，总共。<br>94、王陈：即“王于陈”，在陈地做王。<br>95、宫门令：守卫宫门的官。<br>96、辩数：反复解说。<br>97、夥颐：意思是“真多呀”。夥，多。颐，语气助词，相当于“呀”。<br>98、沈沈：形容宫室高大深邃，富丽堂皇。<br>99、夥涉为王：这是当时流传的口头语，意思是一朝得志就变得十分阔气。<br>100、发舒：放肆，随便。<br>101、颛：通“专”。妄言，胡说。<br>102、令之不是者：命令他而不顺从的。<br>103、系：拘捕。罪之，把他判罪。<br>104、其所不善者：指与朱房、胡武关系不好的人。<br>105、下吏：交给执法官吏。<br>106、血食：享受祭祀。古时祭祀要宰杀牲畜作祭品，所以叫“血食”。<br>107、兵革刑法：指武器装备和法制规章。<br>108、固塞文法：坚固关塞，文饰法律条文。<br>109、贾生：指贾谊。以下文字引自贾谊的《过秦论》上篇。</p><br/><h2>重点翻译</h2> 1．陈胜佐之，并杀两尉<br>翻译：陈胜协助（帮助）吴广，一齐杀了两个军官<br>2．今诚以吾众诈自称公子扶苏、项燕，为天下唱，宜多应者。<br>翻译：现在如果把我们的这些人冒充公子扶苏和大将项燕的队伍，替他们向全国发出号召，应当有很多响应的人。<br>3．且壮士不死即已，死即举大名耳，<br>翻译：何况大丈夫不死也就罢了，死就要干一番大事业来成就名声。<br>4．为坛而盟，祭以尉首。<br>翻译：（用土）筑台并（在台上）宣誓，用两尉的头祭天。<br>5．王侯将相宁有种乎！<br>翻译：王侯将相难道是天生的贵种么！<br>6．籍第令毋斩，而戍死者固十六七。<br>翻译：即使仅能免于斩刑，然而戍守边塞死的人本来也有十分之六七。<br>7．置人所罾鱼腹中。<br>翻译：放在别人所捕获的鱼的肚子里。<br>8．上使外将兵。<br>翻译：皇上派（他）在外面带兵。<br>9．又间令吴广之次所旁丛祠中。<br>翻译：（陈胜）又暗中指使吴广往驻地旁边的丛林里的神庙中。<br>间：私自，暗中。<br>10．燕雀安知鸿鹄之志哉！<br>翻译：燕雀怎么知道鸿鹄的志向呢！<br>11．苟富贵，无相忘。<br>翻译：如果有朝一日谁富贵了，不要互相忘记。<br>12.今亡亦死，举大计亦死，等死，死国可乎。<br>翻译：现在逃跑也是死，起义也是死，同样都是死，为国家而死，好吗。",
  "shangxi": "<h2>关于失败分析</h2> <p>　　陈涉者，阳城县人也。，吴广者，阳夏人也。首先交代了人物基本信息以后，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>接下来就写到：陈涉少时与人躬耕，休息的时候，陈涉和那些人闲聊，他说了一句让大家觉得十分可笑的话：“苟富贵勿相忘！”（将来如果富贵了，不能忘记对方。）这句话和一个农奴的身份不符合，所以被人嘲笑，嘲笑后陈涉接着说了一句千古名言：“燕雀安知鸿鹄之志哉！”（小麻雀怎能懂得大雁的志向！）一直以来我们都以为这句话是写陈涉与众不同，更是写这个农奴胸怀大志。</p> <p>　　人不怕没有高贵的出身，就怕没有高贵的准备。</p> <p>　　这种准备就是所谓的理想，孔子曰：“父在观其志，父没观其行。”一个人在无法做什么的时候要看他准备做什么，这就是《易经》乾卦中的潜龙勿用。这也应该理解为陈涉的与众不同吧。其实当我们看完陈涉世家，我们就会发现，是这句话成就了陈涉，正是因为这句话导致了陈涉最后的死亡。</p> <p>　　陈涉固然有敢为人先的准备，但是这种准备仅仅局限于对于物质的追求和索取上。这就是所有农民起义失败的最根本原因。陈涉吴广起义、<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义，李自成起义等等。一方面农民的切入点总是从改变现实需求出发、改变自己和农民的命运，另一方面他们又无法摆脱自己作为农民的欲望。所以陈涉世家开头的“苟富贵勿相忘”就是陈涉成功的原因和失败的理由，其实也是陈涉这一辈子的总结，更是陈涉这一辈子的评价，。</p> <p>　　在陈涉达到了自己理想高峰的时候，《史记》对于陈涉的写照是通过原来和陈涉一起耕地的一个农民口里感叹出来的——入宫，见殿屋帷帐，客曰；“伙颐！涉之为王沈沈者。”（那人进入宫殿里，看见华丽的帐幕，惊叹：好家伙啊，陈涉当了大王真阔气！）此时的陈涉已经是享受第一了，他已经把自己架在了成功的位置上，进行成功的享受。他享受的不过就是农民没有见过的金钱富贵，而不是君临天下。</p> <p>　　佛家有句话：“佛无本相。”佛即是世界的道理，也类似于儒家的大道，也就是这个世界上每个人的一切悲剧都是自己造成的，就好像陈涉一样，他对于物质富贵的追逐也就是他一辈子的成功和失败，也就是他自己的“相”。</p> <p>　　司马迁是儒家学派的人物，他用儒家的价值观看人，我们可以理解：“苟富贵勿相忘”是对于陈涉的肯定，但是得到了富贵后呢，这是不是对于陈涉的否定呢？ </p><br/><h2>解析</h2> 　　课文以陈胜、吴广的活动为线索，生动地描述了这一场起义的发生、发展过程，鲜明地揭示了它的实质──一场得到广大人民支持的、反对暴力统治的农民运动。文中的主要形象是陈胜，作者通过对典型历史环境的描写和人物语言、行动的刻画，生动地再现了这位农民运动领导者和组织者的形象。陈胜年轻时“与人佣耕”，当时正值秦王朝的残暴统治时期，阶级压迫极深。他不甘心受人奴役，同情跟自己同命运的人，从“怅恨久之”可以看出，他是在痛苦中思考如何改变这种受压迫受奴役的地位，因此才对众佣者说：“苟富贵，无相忘。”当众佣者表示不理解时，他又进一步说道：“嗟乎，燕雀安知鸿鹄之志哉！”说明他当时已有非凡的抱负，有反抗命运的决心，只是要等待时机到来后再施展自己的才能罢了。这样的时机果然到来了。“（秦）二世元年七月，发闾左谪戍渔阳，九百人屯大泽乡”，“会天大雨，道不通，度已失期。失期，法皆斩”，这是一个典型的历史环境。二世是靠赵高搞阴谋上台的，执政还不满一年，最高统治集团当中就存在着深刻的矛盾；戍卒屯驻的地点大泽乡距秦首都咸阳较远，统治力量比较薄弱，易于突破；而因遇雨失期，已被置于死地的九百戍卒，则是一支可以依靠的力量。作为屯长的陈胜看出这是他实现自己抱负的绝好时机，于是跟吴广商量，决定了“举大计”的方针，尽管他也估计到有失败的可能，但又认为“死国”是有价值的，显示了他宽广的胸襟。作者着重表现陈胜洞察时局的能力。陈胜对吴广说的那一番话，实际上是一段很精彩的形势分析。“天下苦秦久矣”，说明全国人民对秦王朝的残暴统治极其愤恨，处处都蕴蓄着反抗的力量。长子扶苏“贤”而被杀，二世胡亥“不当立”而“立”，必然加重秦王朝的内部危机，并由此引起更深刻的社会矛盾；楚在秦灭六国的过程中受荼毒最深，早有“楚虽三户，亡秦必楚”的说法，而当时的楚人又把他们的这种心情寄托在对项燕的怀念上。陈胜抓住了当时这两个最敏感的问题，利用百姓不知二人存亡这一情况，提出了“诈自称公子扶苏、项燕”的策略，从而掌握了人心动向。他的这个策略的效果很快就得到了证明：起义军到达陈的时候，已经发展成为一支“车六七百乘，骑千余，卒数万人”的庞大队伍了；在张楚政权建立的同时，“诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉”。在危机时刻，陈胜的清醒与果断是难能可贵的。对陈胜的组织领导才干，作者也描写得极为生动。首先是为起义做舆论准备。陈胜、吴广从卜者“然足下卜之鬼乎”的建议中，得到了借鬼神“威众”的启示，先以鱼腹中书树立陈胜的形象，然后“狐鸣”而呼，把陈胜的形象跟楚国的复兴联系在一起，顺应士兵的愿望，从而进一步巩固了陈胜在士卒们心目中的地位。其次是发动起义。关键是既要杀死两尉，又要得到士兵的支持，所以先使吴广“故数言欲亡，忿恚尉”；待到“尉果笞广”，众被激怒，然后动手，这又表现了陈胜的勇敢机智。就在群龙无首的时候，陈胜站了出来，先揭露秦的苛政，晓之以利害，然后用“壮士不死则已，死即举大名耳，王侯将相宁有种乎”来坚定抗争的信念。这一席话令人信服地说明，参加起义是士卒们的惟一出路；陈胜理所当然地得到了全体士卒的拥护。接着提出策略口号，并“为坛而盟”，一支团结战斗的农民起义军宣告组成。这支队伍的迅速组成证明陈胜是一名，能够招来这么多人来围观他有多。<br/><h2>赏析</h2> <p>　　《陈涉世家》是秦末农民起义领袖陈胜、吴广的传记。文中真实、完整地记述了爆发这次农民大起义的原因、经过和结局，表现了陈涉在反对秦王朝暴政斗争的关键时刻所发挥的重要作用，以显示他洞察时局的能力和卓越的组织领导才干，从中反映了农民阶级的智慧、勇敢和大无畏的斗争精神。文章也比较生动地描写了陈涉和吴广的形象。陈涉出身雇农，胸怀大志，有政治远见，他要求人民从“苦秦”中解放出来；他聪明果断，具有组织群众、制定策略、指挥战争的卓越才干，是农民阶级的杰出领袖。吴广虽然刻画简略，但从他与谋起义、诱杀将尉等事迹中，也表现了非凡的机智勇敢和反抗精神。在他们身上，都充分地表现了中国古代劳动人民以不甘忍受黑暗统治而敢于斗争的英雄气概。文章也写到了起义军内部的不和及自相残杀，陈涉称王之后的贪图享受、信用奸邪、脱离群众，表明了农民阶级的局限性。作者善于把握历史事件的发展进程，又善于运用语言、动作、神态描写等多种技巧来塑造人物形象，从而生动真实地再现了这一场伟大斗争的图景。</p> <p>　　《陈涉世家》一文在写作上按事件的发展顺序记事。写起义过程，先写起义的原因和起义前的谋划，再写起义的爆发和发展，直至政权的建立，脉络非常清晰。在记述中，则采取了先因后果的写法。写起义的动机，则先写暴秦的严刑峻法；写起义的发生，则又先写将尉的残酷等等。都入情入理，有力地突出了起义的正义性。文中还通过典型细节的描写，对起义的过程、浩大的声势以及起义领袖的精神面貌，进行了较为充分的展现，从而给人留下了深刻的印象。</p> <p>　　此文生动地记述了从大泽乡起义到张楚政权建立这一段历史进程，再现了陈胜、吴广两位起义领袖的英雄本色。陈胜有很高的阶级觉悟，并且怀有“鸿鹄之志”。这表现在佣耕时与同伴的对话中，表现在并杀两尉之后面对徒属所作的讲演中，尤其是“王侯将相宁有种乎”的话语，是对封建世袭制度的有力否定和批判。正是由于他富有远见，他的话具有鼓动性，才能收到徒属皆日“敬受命”的效果。作为起义领袖，陈胜和吴广都能审时度势、机智果断，为起义作出周密的谋划和部署。“会天大雨，道不通，度已失期。失期，法皆斩”是陈涉等人起义的直接原因。面临必死处境时，陈胜和吴广当机立断，密谋起义，决心率众闯出一条生路来，说明他们对起义的时机把握得很好。二人密谋中，陈胜对时局作了精辟的分析，把握了“天下苦秦久矣”这一社会背景。在这种分析的基础上，决定打出公子扶苏和项燕的旗号——因为“百姓多闻其贤，未知其死也”，“项燕数有功，爱士卒，楚人怜之”，“或以为死，或以为亡”，提出这一口号，则“宜多应者”。他们在卜者启发下，精心策划丹书鱼腹和篝火狐鸣两件“灵异”事件，骗过了其他戍卒的耳目。他们合演的杀将尉的双簧戏，成功地点燃了起义的导火线，这些都能说明他们善于谋划。后文中的“诸郡县，苦秦吏者”照应上文“天下苦秦久矣”，“皆刑其长吏，杀之以应陈涉”与上文“宜多应者”相呼应，这两句话的前后照应说明了陈胜的分析完全正确，体现了他洞察时局的能力。也正是陈涉这种谋划、洞察的能力，才造成起义一呼百应，并迅速遍及全国局面。</p> <p>　　陈胜、吴广在密谋起义之时曾找人算卦，后来又在卜者暗示下演出了丹书和狐鸣两出骗局。这种为推翻一个政权而造舆论的骗术，在中国历史的改朝换代关头屡见不鲜。当广大群众畏天命的意识很浓厚的时候，举事者想要“威众”，以种种骗术把自己表现成受命于天的超人是最取巧、最见效的手法。然而，陈胜、吴广自己并不迷信天命，“王侯将相宁有种乎”才是他们的真实思想。作者<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>更在记叙陈胜、吴广行卜时，特意点破“卜者知其指意”，既“知其指意”，则“足下事皆成，有功”云云，至于“卜之鬼乎”，分明是在参与密谋。《陈涉世家》在行文中使此类骗术昭然若揭，《高祖本纪》中对<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>制造的斩蛇之类的神话也持保留态度，这都体现了司马迁进步的的历史观。</p> <p>　　两个将尉在大泽乡起义中并没有过失，他们和吴广的一场冲突是起义领袖预谋的，但最终仍不免一死。这是因为他们是秦王朝势力的代表人物，在残酷的阶级斗争面前，充当了起义军的对立面，故难逃成为牺牲品的命运。攻下蕲县这第一个县城后，陈胜和吴广及时派葛婴带领人马到蕲县以东开辟新战场，以便迅速打开局面，同时不失时机地立国称王，建立起农民政权。这些都说明他们在起义初期战略战术运用得当，成功地担当了领袖的责任。陈胜在战斗中披坚执锐、身先士卒，吴广“素爱人，士卒多为用者”，这些都是领袖人物不可或缺的素质，在陈胜、吴广身上明显地体现出来。</p> <p>　　上述人物性格特点是通过具体事件或细节的记叙表现出来的，不难看出，《史记》在为一个个历史人物立传时，不仅记录其生平大端，而且注意揭示人物的精神风貌，同时展示与人物活动相关的背景、环境，从而再现当时社会生活的真实画面，这正是《史记》文学性的主要体现。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字<br></strong>1．为天下唱，宜多应者（“唱”通“倡”，首发）<br>2．卜者知其指意（“指”通“旨”，目的，用意）<br>3．固以怪之矣（“以”通“已”，已经）<br>4．将军身被坚执锐（“被”通“披”，穿）<br>5．苟富贵，无相忘（“无”通“毋”，不要）<br>6. 发闾左适戍渔阳 （“适”（zhé)，通“谪”，被发配，被流放。）</p> <p><strong>古今异义词</strong><br>【等死】<br>古义：一样，同样。<br>今义：等候，等待。<br>【卒中往往语】<br>古义：处处，到处。<br>今义：常常，经常。<br>【楚人怜之】<br>古义：爱怜，爱戴。<br>今义：怜惜，怜悯。<br>【而戍死者固十六七】<br>古义：十分之六七，表分数的约数。<br>今义：十六或十七，表整数的约数。<br>【借第令毋斩】<br>古义：即使，假若，表假设关系的连词。<br>今义：借给，常用以为凭借，假托义。<br>【今亡亦死】<br>古义：逃跑，逃走。<br>今义：死亡。<br>【又间令吴广之次所旁丛祠中】<br>古义：私自，偷着。<br>今义：间隙。<br>【今诚以吾众诈自称公子扶苏、项燕】<br>古义：如果。<br>今义：诚心诚意，的确，实在。<br>【比至陈】<br>古义：等到。<br>今义：比较，比方。<br>【会天大雨】<br>古义：适逢，恰巧遇到。<br>今义：集会，聚会，见面等。<br>【会计】<br>古义：聚会商议。<br>今义：管理财务的人员。<br>【篝火】<br>古义：指用竹笼罩的火，鬼火。<br>今义：泛指在空旷的地方或野外架木燃烧的火堆。<br>【或以为死，或以为亡】<br>古义：有的人。<br>今义：或者，也许。<br>【号令召三老、豪杰与皆来会计事】<br>【三老】<br>古义：封建社会里掌管教化的乡官。<br>今义：三位老人。<br>【豪杰】<br>古义：这里指当地有声望和有地位的人。<br>今义：才能出众的人。<br>【尝与人佣耕】<br>古义：曾经。<br>今义：品尝事物的味道。<br>【燕雀安知鸿鹄之志哉】<br>古义：怎么，哪里。<br>今义：安全，平安。<br>【陈胜吴广皆次当行】<br>古义：编次<br>今义：次序；品质差等<br>【度已失期】<br>古义：估计<br>今义：限度，分寸<br>【将军身披坚执锐】<br>古义：亲身，亲自<br>今义：身体</p> <p><strong>词类活用</strong><br>【大楚兴，陈胜王】<br>王：名词活用为动词，称王。<br>【天下苦秦久矣】<br>苦：形容词意动用法，苦于，因……而受苦。<br>【夜篝火】<br>夜：名词用作状语，在夜间，修饰动词。<br>篝火：名词用作动词，用笼罩着的火，指鬼火。<br>【狐鸣呼曰】<br>狐：名词用作状语，像狐狸一样。<br>【置人所罾鱼腹中】<br>罾：名词用作动词，用网捕。<br>【将军身被坚执锐】<br>坚：形容词用作名词，坚硬的铠甲。<br>锐：形容词用作名词，锐利的武器。<br>【死国可乎】<br>死：形容词的为动用法，为……而死。<br>【乃丹书】<br>丹：名词作状语，用朱砂。书：名词作动词，书写<br>【法皆斩】<br>法：名词作状语，按照法律。<br>【固以怪之矣】<br>怪：形容词意动用法，对……感到奇怪。<br>【忿恚尉】<br>忿恚：形容词的使动用法，使……恼怒。<br>【皆指目陈胜】<br>目：名词活用为动词，用眼睛示意。<br>指：名词活用为动词，用手指指着。<br>【皆刑其长吏】<br>刑：名词活用为动词，惩罚。<br>【尉果笞广】<br>笞：名词作动词，用竹板打。<br>【宜多应者】<br>多：形容词作动词，有很多。<br>【功宜为王】<br>功：名词作动词，论功劳</p> <p><strong>一词多义</strong><br>之：<br>辍耕之垄上（动词，到，去，往）<br>怅恨久之（语气助词，无意起辅助音节的作用）<br>二世杀之（代词，他，指扶苏）<br>燕雀安知鸿鹄之志哉（结构助词，的）<br>楚人怜之（代词，他，指项燕）<br>令辱之（代词；他，指吴广）<br>陈胜佐之（代词；他，指吴广）<br>杀之以应陈涉（代词；他们，指各县长史）<br>然足下卜之鬼乎（代词；它， 指起义的事）<br>次：<br>陈胜、吴广皆次当行（编次）<br>又间令吴广之次所旁丛祠中（旅行或军队在途中停留）<br>会：<br>会天大雨（适逢，恰巧遇到）<br>与皆来会计事（集会）<br>王：<br>功宜为王（大王）<br>陈胜王（称王）<br>将：<br>上使外将兵（带领，率领）<br>项燕为楚将（将领）<br>为：<br>为屯长（担任）<br>为天下唱（向）<br>士卒多为用者（被）<br>为坛而盟（修筑）<br>项燕为楚将（是）<br>书：<br>乃丹书帛曰（名词作动词，书写）<br>得鱼腹中书（书信，这里指丹书，布条）<br>数：<br>广故数言欲亡（多次）<br>卒数万人（几，概数词）<br>以数谏故（屡次）<br>数有功（多次）<br>乃：<br>当立者乃公子扶苏（表判断，是）<br>陈胜乃立为王（才）<br>乃入据陈（于是，就）<br>号：<br>号令召三老、豪杰与皆来会计事（动词，号令）<br>号为张楚（定国号，宣称）<br>以：<br>以数谏故（因为）<br>固以怪之矣（通“已”，已经）<br>今诚以吾众诈自称公子扶苏、项燕（把）<br>祭以尉首（用）<br>蕲以东（表时间方位的界限）<br>杀之以应陈涉（来）<br>与：<br>与战谯门中（和）<br>尝与人佣耕（和……一起）<br>与皆来会计事（全，都）<br>行：<br>陈胜吴广皆次当行（行列，队伍）<br>乃行卜（进行）<br>行收兵（行军）<br>故：<br>广故数言欲亡（故意）<br>扶苏以数谏故（缘故）<br>而：<br>夺而杀尉（表承接）<br>而戍死者固十六七（表转折，但）<br>佣者笑而应曰（表修饰）<br>上：<br>辍耕之垄上（方位名词，上面）<br>上使外将兵（名词，圣上）<br>道：<br>道不通（道路）<br>伐无道（仁道，道义）<br>令：<br>乃令符离人葛婴将兵（命令）<br>陈守令皆不在（县令）<br>应：<br>佣者笑而应曰（回答）<br>宜多应者（响应）<br>等：<br>等死，死国可乎（同样）<br>公等遇雨（用在名词之后，表示数量多）<br>然：<br>然足下卜之鬼乎（然而）<br>吴广以为然（正确，对的）<br>指：<br>卜者知其指意 （通“旨”，意图）<br>皆指目陈胜（指指点点）<br>欲：<br>广故数言欲亡（想，想要）<br>从民欲也（欲望，愿望）<br>诚：<br>今诚以吾众诈自称公子扶苏、项燕（连词，表假设，意思是如果）<br>从：<br>从民欲也 （依从）<br>小惠未徧，民弗从也（跟从）<br>比：<br>比至陈（等到）<br>其两膝相比者（靠近）<br>当：<br>当此时，诸郡县苦秦吏者（正在）<br>陈胜吴广皆次当行（当中）<br>当立者乃公子扶苏（应当）<br>所<br>置人所罾鱼腹中（所：代词，用在动词前构成“所”字结构，相当于“……的东西”）<br>又间令吴广之次所旁丛祠中（所：名词，可译为“处所”)<br>其<br>百姓多闻其贤（代词；他，指扶苏）<br>卜者知其指意（代词；他，指吴广）<br>以激怒其众（代词；他们，指起义的人们）<br>皆刑其长史（代词；他们，指郡县里被秦压迫的人）</p> <p><strong>省略句</strong><br>1．守丞死，乃入据陈：“乃”的前面省略“起义军”。<br>2．广以为然：“以为然”是“以之为然”的省略<br>3．上使外将兵：“使”后面省略代词“之”，指扶苏<br>4．吴广素爱人，士卒多为用者：“为”后面省略了代词“之”或“其”，指吴广<br>5．令辱之：“令”后面省略代词“其”，指都尉<br>6．辍耕之垄上，“辍耕”前省略陈胜</p> <p><strong>判断句</strong><br>1．陈胜者，阳城人也，字涉。（……者，……也 是标准的判断句式标志 ，后演化为 ……者 或 ……也 这都是判断句）<br>2．当立者乃公子扶苏。（乃……，是、为……）<br>3.未知其死也</p> <p><strong>倒装句</strong><br>1．祭以尉首——以尉首祭（状语后置句，以尉首为状语）<br>2．诸苦秦吏者，皆刑其长吏（定语后置句，苦秦吏是郡县的后置定语） </p><br/><h2>理解</h2> <p>1．起义的直接原因：<br>会天大雨，道不通，度已失期。失期，法皆斩。<br>2．起义的根本原因：<br>天下苦秦久矣。<br>3．为起义所作舆论准备：<br>篝火狐鸣，置书鱼腹。<br>4．“为天下唱，宜多应者”与孟子所主张的观点相似，用孟子的话来说是：<br>得道者多助，失道者寡助。<br>5．陈胜、吴广起义的策略是：<br>今诚以吾众诈自称公子扶苏、项燕，为天下唱，<br>6．文中写陈涉发动起义\"召令徒属\"时，直接向封建统治者挑战，以激励众人的一句话是：<br>“王侯将相宁有种乎！”<br>7．表明陈涉从小有远大理想的一句是 ：<br>燕雀安知鸿鹄之志哉。<br>8．通过对天下形势的分析，陈胜认为起义能够成功的条件有四个，<br>第一是“天下苦秦久矣”；第二是“度已失期。失期，法皆斩。”第三“诈自称公子扶苏项燕”胸有大志，正确谋划。第四“皆刑其长吏，杀之以应陈涉” </p> <p>1、文章主要表现了陈胜怎样的作用和才能？主要用了哪些描写方法？<br>①发动领导起义的作用，以推翻秦王朝<br>②有敏锐的洞察力和卓越的组织领导才干。<br>主要运用了语言、动作、神态的描写手法<br>2、全文的线索是什么？<br>以陈胜、吴广的活动为线索。<br>3、“怅恨久之”“苟富贵，无相忘。”“燕雀安知鸿鹄之志哉！”表现了陈涉怎样的思想品格？<br>①不甘心受奴役；②同情同命运的人；③年少时就具有远大抱负、志向。<br>4、陈涉起义的有利历史环境（有利历史条件政治形势）是怎样的？<br>①天下苦秦久矣；②统治集团内部发生矛盾斗争；③九百人被逼上绝路。<br>5、“死国可乎”表现了陈涉什么精神？<br>为国事敢于斗争和牺牲。<br>6、陈涉抓住了哪两个有利于起义的敏感问题，提出了怎样的起义策略？<br>借扶苏和项燕都下落不明（或以为死，或以为亡）， 诈称自己是公子扶苏项燕的部下，以拉拢人心，让更多的人加入队伍。<br>7、这一策略效果怎样？结合原文说一说。<br>取得了成功的效果①九百人敬受命②杀之以应陈涉③建立张楚政权，且发展迅速。<br>8、陈涉为起义做了什么样的舆论准备，效果怎样？<br>舆论准备：①鱼腹藏书②篝火狐鸣③诈称公子扶苏 项燕④行卜<br>效果：巩固了陈涉的地位，坚定众人起义的信心。<br>9、发动起义的关键是什么？吴广是怎样做的？表现了吴广的什么才能？<br>并杀两尉，获得众人支持；“广故数言欲亡，忿恚尉，令辱之，以激怒其众。尉果笞广。尉剑挺（剑拔出鞘），广起，夺而杀尉。陈胜佐之，并杀两尉” ；表现了吴广的机智勇敢。<br>10、陈涉是怎样动员戍卒并发动起义的？<br>①陈涉通过吴广的计谋，用苦肉计来激怒爱戴他们的士兵（吴广素爱人，士卒多为用者）；<br>②就在此时，陈涉在士兵激愤的情况下来鼓动他们发动起义，充分利用\"失期法皆斩\"这一情况来说服他们。(召令徒属曰：“公等遇雨，皆已失期，失期当斩。藉第令毋斩，而戍死者固十六七。且壮士不死即已，死即举大名耳，王侯将相宁有种乎！”徒属皆曰：“敬受命。”）<br>11、综合全文来看，陈涉具有怎样的性格和才能？<br>①洞察时局，卓越的组织领导才干；②发动起义以推翻秦王朝的领导作用。<br>12、陈胜、吴广的起义有偶然性，也有必然性。根据本段内容，作简要分析。<br>偶然性：（会天大雨，道不通）度已失期。失期，法皆斩。<br>必然性：天下苦秦久矣，秦朝的残暴统治使人们忍无可忍。在残暴统治下，起义必然会爆发。<br>13、“卒中往往语，皆指目陈胜”说明了什么？<br>表明舆论宣传工作取得了预期效果，人们对陈胜十分敬畏，提升了陈胜的威信，能够帮助陈胜在以后的起义中有足够的领导效应，更多的士兵会遵从他的命令。<br>14、士卒为什么能跟陈胜、吴广一起举事？<br>①敬畏陈胜，爱戴吴广，愿为他们效力；<br>②形势所迫，因为“失期，法皆斩”，被逼上绝路。<br>15.“苟富贵，无相忘”表明陈涉什么态度？<br>不甘贫困，有改变现实的伟大抱负，有福同享的态度。<br>16.<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>为什么把陈涉归入“世家”？<br>《史记》是中国第一部纪传体通史，共一百三十篇，其中包括十二《本纪》、三十《世家》、七十《列传》、十《表》、八《书》。《世家》则是记载诸侯国和汉代诸侯、勋贵兴亡。但这仅仅是一个大略的划分，对于某些历史人物，作者有他的特殊考虑。陈涉则是又一个特例，他出身低微，是所谓“瓮牖绳枢之子，氓隶之人”，起义后虽自立为王，但为时仅六个月。之所以列入世家，是因为在秦王朝的严密统治下首先发难，的确是非常之功。司马迁在这篇传记的最后写道：“陈胜虽已死，其所置遣侯王将相卒亡秦，由涉首事也。”尤其意味深长的是，他在传后全文引用了<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的《过秦论》来代替自己下赞文。这种不寻常的做法，更足以说明司马迁所看重的是功业，而不以成败论英雄。后来<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>写《汉书》，几乎完全照搬《史记·陈涉世家》原文，并去掉“世家”的名称，将陈涉与项籍合为一传，为“列传第一”，其贬抑之意不言自明。史家对历史人物态度之不同，于此可见一斑。<br>17.“燕雀安知鸿鹄之志哉”体现了陈涉的什么精神？<br>他对这种生活不满，内心迫切希望改变这种处境，同时表现陈涉年轻时就有非凡的抱负，有反抗命运的决心 </p><br/><h2>背景</h2> <p>　　《史记》是中国第一部纪传体通史，也是中国第一部传记文学。这部书记载了从传说中的黄帝至汉武帝长达三千多年的历史。全书共一百三十篇，52万字，分为本纪、世家、列传三种体例：包括十二“本记”（记历代帝王政迹），十“表”（大事年表）、八“书”（记各种典章制度）、三十“世家”（记诸侯国兴亡）、七十“列传”（记重要历史人物的言行事迹）。书中史料详实，作者思想倾向也极为鲜明。例如课文《陈涉世家》，陈胜首事反秦，功大，故入世家。</p> <p>　　秦始皇统治时期，大规模地兴建宫殿和陵墓，以及筑长城、修驿道，对匈奴和南越的用兵，耗费了大量的人力和财力，极大地加重了人民的徭役和赋税负担。同时，还制订严刑酷法，使人民动辄触犯刑律。秦二世继位后，赋敛益重，致使天下困疲不堪，人民陷于深重的苦难之中。“官逼民反，民不得不反”，在这样的残暴统治下，爆发了中国历史上第一次轰轰烈烈的农民起义，这就是陈胜、吴广领导的大泽乡起义。 </p> <p>　　本文是记这次起义的领袖陈涉、吴广的传记。文中真实、完整地记述了爆发这次农民大起义的原因、经过和结局，从中反映了农民阶级的智慧、勇敢和大无畏的斗争精神。文章也比较生动地描写了陈涉和吴广的形象。陈涉出身雇农，胸怀大志，有政治远见，他要求人民从“苦秦”中解放出来；他聪明果断，具有组织群众、制定策略、指挥战争的卓越才干，不愧是农民阶级的杰出领袖。吴广虽然刻画简略，但从他与谋起义、诱杀将尉等事迹中，也表现了非凡的机智勇敢和反抗精神。在他们身上，都充分地表现了中国古代劳动人民以不甘忍受黑暗统治而“舍得一身剐，敢把皇帝拉下马”的英雄气概。文章也写到了起义军内部的不和及自相残杀，陈涉称王之后的贪图享受、信用奸邪、脱离群众，表明了农民阶级的局限性。本文在写作上按事件的发展顺序记事。写起义过程，先写起义的原因，起义前的谋划，再写起义的爆发和发展，直至政权的建立，脉络非常清晰。在记述中，则采取了先因后果的写法。写起义的动议，则先写暴秦的严刑峻法；写起义的发生，则又先写将尉的残酷等等。都入情入理，有力地突出了起义的正义性。文中还通过典型细节的描写，对起义的过程、轰轰烈烈的声势以及起义领袖的精神面貌，进行了较为充分的展现，从而给人留下了深刻的印象。按《史记》体例，“世家”是王侯的传记，陈涉不属王侯，也把他列入“世家”，这是因为<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>认为：“秦失其政，而陈涉发迹，诸侯作难，风起云蒸，卒亡秦族。“天下之端，自涉发难”（卷一百三十《太史公自序》）司马迁敢于为陈涉立传，并破格将其事迹列入“世家”，表明他对陈涉历史地位及起义作用的重视和肯定，也表现了他卓越的见识！ </p><br/><h2>写作背景</h2> <p>　　秦始皇统治时期，大规模地兴建宫殿和陵墓，筑长城、修驿道，并对匈奴和南越的用兵，耗费了大量的人力和财力，极大地加重了人民的徭役和赋税负担。同时，秦朝统治者还制订了严刑酷法，使人民动辄触犯刑律。秦二世继位后，赋敛益重，致使天下困疲不堪，人民陷于深重的苦难之中。</p> <p>　　在秦王朝的残暴统治下，爆发了中国历史上第一次轰轰烈烈的农民起义——陈胜、吴广领导的大泽乡起义。二世元年七月大泽乡九百人走投无路的命运，正是全国劳苦大众处境的缩影，这也是大泽乡的星星之火能点燃全国范围农民起义燎原烈火的原因。由于当时秦王朝的力量还很强大，加之陈胜本人不善于团结内部和贪图王侯生活，脱离群众，这支起义军经过短短六个月就失败了，陈胜本人也被叛徒杀害。但在这次起义的影响和推动下，各路起义军迅速席卷全国，使由秦始皇子孙万世统治中国的幻想破灭，秦王朝仅存在了15年便被推翻。</p><br/><h2>主旨</h2> 　　《陈涉世家》课文节选的是《史记·陈涉世家》的前部分，主要叙述陈涉发动起义的经过和起义军初期的迅猛发展形势.文章属于传记体裁，着眼于表现陈涉在反对秦王朝暴政斗争的关键时刻所发挥的重要作用，以显示他洞察时局的能力和卓越的组织领导才干.作者善于把握历史事件的发展进程，又善于运用语言描写，动作神态描写等多种技巧来塑造人物形象，从而生动真实地再现了这一场伟大斗争的图景.按《史记》的体例，对全国政局有深远影响的人的传记才可以称为“世家”，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>将陈涉列入“世家”，是对这位中国历史上第一次农民起义领袖的充分肯定。本文以陈胜、吴广的活动为主线贯穿全文，记 叙了这次农民起义的原因、经过和起义军初期的迅猛发展形势，着眼 于表现陈涉在反对秦王朝暴力统治的斗争关键时刻所发挥的作用。",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "初中文言文",
    "咏史",
    "传记",
    "叙事"
  ]
}