{
  "id": 72188,
  "star": 92,
  "name": "介之推不言禄",
  "dynasty": "先秦",
  "content": "　　晋侯赏从亡者，介之推不言禄，禄亦弗及。</p> <p>　　推曰：“献公之子九人，唯君在矣。惠、怀无亲，外内弃之。天未绝晋，必将有主。主晋祀者，非君而谁？天实置之，而二三子以为己力，不亦诬乎？窃人之财，犹谓之盗。况贪天之功，以为己力乎？下义其罪，上赏其奸。上下相蒙，难与处矣。”</p> <p>　　其母曰：“盍亦求之？以死谁怼？”</p> <p>　　对曰：“尤而效之，罪又甚焉！且出怨言，不食其食。”</p> <p>　　其母曰：“亦使知之，若何？”</p> <p>　　对曰：“言，身之文也。身将隐，焉用文之？是求显也。”</p> <p>　　其母曰：“能如是乎？与汝偕隐。”遂隐而死。</p> <p>　　晋侯求之，不获，以绵上为之田。曰：“以志吾过，且旌善人。” ",
  "fanyi": "<p><strong>译文</strong><br>　　（背景接前面的《寺人披见文公》）晋文公赏赐跟着他逃亡的人们，介之推不去要求禄赏，而（晋文公）赐禄赏时也没有考虑到他。<br>　　介之推说：“献公的儿子有九个，现在惟独国君还在（人世）。惠公、怀公没有亲信，（国）内外都抛弃他们。天没有（打算）灭绝晋，（所以）必定会有君主。主持晋国祭祀的人，不是君王又是谁呢？上天实际已经安排好了的，而跟随文公逃亡的人却认为是自己的贡献，（这）不是欺骗吗？偷窃别人的钱财，都说是盗窃。更何况贪图天的功劳，将其作为自己的贡献呢？下面的（臣子）将罪当做道义，上面的（国君）对（这）奸诈（的人）给予赏赐。上下互相欺瞒，难以和他们相处啊。”<br>　　他的母亲说：“你为什么不也去要求赏赐呢？（否则）这样（贫穷地）死去（又能去）埋怨谁呢？”<br>　　回答说：“（既然）斥责这种行为是罪过而又效仿它，罪更重啊！况且说出埋怨的话了，（以后）不应吃他的俸禄了。”<br>　　他的母亲说：“也让国君知道这事，好吗？”<br>　　回答说：“言语，是身体的装饰。身体将要隐居了，还要装饰它吗？这样是乞求显贵啊。”<br>　　他的母亲说：“（你）能够这样做吗？（那么我）和你一起隐居。”便（一直）隐居到死去。<br>　　晋文公没有找到他，便用绵上作为他的祭田。说：“用它来记下我的过失，并且表彰善良的人。”</p><p><strong>注释</strong><br>晋侯：指晋文公，即重耳。他逃亡在外，在秦国的帮助下回晋继承君位。<br>赏：赐有功也。<br>从亡者：从文公出亡在外之臣，如狐偃、赵衰之属。<br>介之推：亦从亡之臣。晋文公臣子，曾割自己腿上的肉以食文公。<br>献公：重耳之父晋献公。<br>惠、怀：惠公，怀公。惠公是文公重耳的弟弟，是怀公的父亲。<br>置：立。<br>二三子：相当于“那几个人”，指跟随文公逃亡诸臣。子是对人的美称。<br>诬：欺骗。<br>下义其罪：义，善也。言贪天之功，在人为犯法，而下反以为善也。<br>上赏其奸：奸，伪也。言贪天之功在国为伪，而上反以此赐也。<br>蒙：欺骗。<br>盍：何不。<br>怼（duì）：怨恨。<br>尤：罪过。<br>文：花纹，装饰。言人之有言，所以文饰其身。<br>绵上：地名，在今山西介休县南、沁源县西北的介山之下。<br>田：祭田。<br>志：记载。<br>旌：表彰。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一个历代流传很广的故事。春秋时，晋国的公子重耳因为内乱出奔到国外，一路辛苦流离，饿得奄奄一息。随行的介之推毅然割下自己大腿上的肉，煮熟了给重耳吃，救了他一命。内乱平定后，重耳回国，荣登皇帝的宝座，就是晋文公，即文中所称晋侯。他登基之后大行封赏功臣，却偏偏忘了救命恩人介之推。这就是文章开头所说的“介之推不言禄，禄亦弗及”。于是和老母隐居绵上深山。</p> <p>　　文公知道后派人去请，而介之推执意不肯出来。传说来人纵火烧山，想将母子逼下山，介之推和母亲合抱一棵大树，就这样被烧死在山上。烧山的那一天正是清明节的前一天，为了悼念介之推，从此人们便定每年清明前一天为寒食清明，“寒食”是断火冷食的意思。这一天举国都不许生火，只能吃冷食。据说这就是寒食节的来历。</p> <p>　　故事还没有完。介之推被烧死后，文公很悲伤，他砍下那棵大树，制成木屐穿上。叹息着说：“悲乎，足下！”据说这又成了“足下”这一典故的出处。</p> <p>　　绵山因此也成为一大名胜。据史料记载，从三国曹魏时期到元末，历代曾有6次大规模修建。1940年1月10日，绵山毁于日军战火。解放后，绵山被山西省政府列为重点风景名胜区。90年代得到了全面的修复和扩建。不但重修了从龙头寺到云峰寺被侵华日军烧毁的寺庙，并且开发建设水涛沟瀑布群和栖仙谷自然风光两大景区。而每到寒食清明，人们更是会深切地怀念介之推的高尚气节。</p>",
  "about": "<h2>理解</h2> <p>　　感：感觉到很重的怨怼和酸楚情绪，总有言不由衷的感觉。</p> <p>　　介之推是一个不求荣华显达，不贪功好利之人，并且孝敬母亲不遗余力。最重要的是，他心中如何想，就如何表现在外，绝对不做心口不一的事情，这种品行是至今仍为人们所推崇的。</p> <p>　　另外，寒食节为介之推而设，中国历史上以人命铭纪念传统节日，介之推为第一人。</p> <p>　　介之推，一些著作中也称介之绥。《列仙传》曰其姓王，名光，字裕。介之推祖籍一说为山西夏县裴介村；一说为铜鞮人（山西沁县南，文见《重建洁惠侯庙碑记》）；明代<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>《疏介夫传》曰：“其先赵魏之郊，从树艺为生，子孙甚繁衍，至今始徙于宋……其后，介之推又徙晋，晋以其先人之闻纳之”。</p> <p>　　晋献公时，晋国宫廷内讧，公子重耳出逃卫国，卫国不敢收留，于是逃往齐国，途中无食物可吃，只好吃野菜充饥。重耳自幼长在宫中，咽不下野菜。其中有个侍从叫介之推，他割下自己大腿上的一块肉，煮成汤端给重耳喝，说是麻雀汤。重耳喝完后连称味道好，后来在赶路时，重耳发现介之推走路一拐一瘸，经过追问才明白真相，重耳感动不已，并许诺回国后定当重赏介之推。后来，重耳在秦国的帮助下，回到了晋国，平定了叛乱并当上国君，这就是历史上有名的晋文公。跟随他出逃的人都得到了封赏，而晋文公唯独忘了介之推，介之推遂认为自己无功，即使自己不割肉，晋文公一样会被别人帮助当上国君。于是带着老母归隐山林，躲进了绵山。有人为其鸣不平，便作<a href=\"http://so.gushiwen.org/view_72188.aspx\">诗</a>来讽刺晋文公忘恩负义，这首诗在市井流传开来，并很快传到了晋文公耳中。晋文公意识到自己的错误后，亲自带着大臣们前往绵山迎介之推出山为官，介之推不从，赵衰、狐偃等人非常嫉妒，便献奸计，告诉晋文公说三面烧山，介之推是孝子，为了母亲必定下山。晋文公不知是计，信以为真，而赵衰、狐偃等人却四面烧山，大火烧了七天七夜，等火灭的时候，晋文公率人上山寻找，却发现介之推与老母亲抱着一棵大树被烧死了。文公悲痛难忍，敕令子推忌日百姓不得焚火煮饭，只吃寒食，遂为寒食节。</p><br/><h2>点评</h2> 　　介之推偕母归隐的动机和心理是通过对话来表现的。介之推认为晋文公能够重登九五之位，是天命的体现，“二三子”据天功为己有，是贪的表现，无异于犯罪。而晋文公不以此为“奸”，还理所当然地给予赏赐，这就成了上下蒙蔽，他是不屑于效仿的。母亲和介之推有两次对话。第一次是试探性的建议：“何不自己也去求得赏赐呢？否则，就这样默默地死去又能怨谁？”遭到介之推的拒绝，认为自己已经知道“二三子”所做的不正确还去效仿，罪过更大。而且已经说了晋文公的坏话，就不能再领取他的俸禄。母亲再问说：就算不要赏赐，那么让他知道你有功怎么样呢？介之推又拒绝说，既然都要隐居了，又何必还要这样的名声呢？母亲明白了介之推的意志是坚定的，就表示要和儿子一起隐居。这一段对话写得十分巧妙，既细致入微地剖析了介之推的心理，又不流于枯燥说理：介之推藐视富贵、正气凛然和母亲不动声色、旁敲侧击，都一一跃然纸上。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "写人",
    "历史",
    "故事"
  ]
}