{
  "id": 72892,
  "star": 23,
  "name": "酒泉子·谢却荼蘼",
  "dynasty": "清代",
  "content": "谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。<br>嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。",
  "fanyi": "<p><strong>译文</strong><br>在那一片月明如水的夜里，白色的茶蘼花凋谢了。篆香已经燃尽，可是我却还没有睡着，早起的乌鸦已经开始啼叫，又是一夜不成眠。<br>丝丝的寒冷透过微薄的锦衣，不要再倚靠栏杆远望了。那灯要燃尽，鸿雁犹飞的情景是最让人伤怀的啊！</p> <p><strong>注释<br></strong>⑴谢却茶蘼（tú mí）：荼蘼：落叶或半常绿蔓生小灌木，攀缘茎，茎绿色，茎上有钩状的刺，上面有多个侧脉，形似皱纹，夏季开白花。王琪《春暮游小园》：“开到荼蘼花事了，丝丝天棘出莓墙。”<br>⑵篆香（zhuàn xiānɡ ）：盘香，为篆字形状。<br>⑶嫩寒：轻寒，春寒。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《浣溪沙》：“漠漠轻寒上小楼，晓阴无赖似穷秋。”<br>⑷无赖：无奈。<br>⑸阑干：同“栏杆”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词都从对方落笔。这是一个夏初的夜晚，繁盛的荼蘼花已经凋落殆尽，窗外，一片如水的月光倾泻而下。自己所思的伊人正独立窗前，呆呆地望着月色出神。这个情景跟<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《月夜》<a href=\"http://so.gushiwen.org/view_72892.aspx\">诗</a>所写的“今夜鄜州月，闺中只独看”何其相似，望月思人、借月传情是千百年来怀人者共同的精神依托。荼蘼被赋予了一层伤感的、悲情的文化内涵，苏东坡说：“荼蘼不争春，寂寞开最晚。”此外茶蘼在佛教中也有寓意，有人以为它就是所谓的彼岸花，这就给荼蘼赋予了更多的让人联想的深意。所以纳兰以一句“谢却荼蘼”开头，点出时间的同时更传达了春华殆尽的含义。古人常以春花象征人的青春时光，短短一句“谢却荼蘼”，包含时光流逝、青春虚度的感叹。后面诸句都是在这种情怀下的延伸。“一片月明如水”一句极为醒目，在一片明月如水的夜色中，荼蘼慢慢凋零。情景交融，如此紧密。然后，或许是不忍卒观这窗外景致，倦眼目乏，将眼神又放回闺中，篆香也殆尽。“篆香消，犹未睡，早鸦啼。”篆文盘香早已消尽，月亮也已西落，女主人公仍然难以入眠，似乎怎么也忘怀不了对窗外荼蘼谢去的伤感，一声早鸦又将深思勾去。篆香消说明一夜已尽，主人彻夜未眠。</p> <p>　　“嫩寒无赖罗衣薄，休傍阑干角。”女主人公一夜未能入眠，干脆起身，倚栏远望，希望能看到一点郎君归来的讯息；但杏眼望穿，没有一点踪迹。单薄的罗衣难以抵挡的，不只是初夏早晨的轻寒，更是孤寂之心的凄寒。这两句是化用<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《醉落魄》词句：“朱唇浅破桃花萼，倚楼人在阑干角，夜寒手冷罗衣薄。”休傍，显示出词人对所思之人的关切。</p> <p>　　“最愁人，灯欲落，雁还飞。”最让人生愁的是，女主人公从早望到到晚，也没有心上人的丝毫踪迹，只看到了回归的大雁一队队飞过天空。“最愁人”包含了两重意义：雁归而人未归，令人生愁；自古有鸿雁传书之说，可徒见雁行飞过，却无行人只字信息，如<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《一剪梅》所言：“云中谁寄锦书来？雁字回时，月满西楼。”这更引发人的无限愁绪。词人以景结情，留有不尽之意。</p> <p>　　这首词是长夜怀人有思之作。词中没有对人物心理的直接揭示，而是通过意象的烘托，环境的营造，气氛的渲染，委婉曲折地传达出人物内心细腻真实的感受。</p>",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "夏天",
    "月夜",
    "怀人"
  ]
}