{
  "id": 20426,
  "star": 176,
  "name": "苦昼短",
  "dynasty": "唐代",
  "content": "飞光飞光，劝尔一杯酒。<br>吾不识青天高，黄地厚。<br>唯见月寒日暖，来煎人寿。<br>食熊则肥，食蛙则瘦。<br>神君何在？太一安有？<br>天东有若木，下置衔烛龙。<br>吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。<br>自然老者不死，少者不哭。<br>何为服黄金、吞白玉？<br>谁似任公子，云中骑碧驴？<br>刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。",
  "fanyi": "<p><strong>译文</strong><br>飞逝的时光，请您喝下这杯酒。<br>我不知道苍天有多高，大地有多厚。<br>只看到寒暑更迭日月运行，消磨着人的年寿。<br>吃熊掌就胖，吃蛙腿就瘦。<br>神君可在何处，太一哪里真有？<br>天的东方生有神树，下置神龙衔烛环游。<br>我要斩断神龙的足，咀嚼神龙的肉，使它白天不能巡回，夜晚不能潜伏。<br>自然使老者永不死，少年不再哀哭。<br>何必吞黄金，食白玉？<br>有谁见过任公子，升入云天骑碧驴？<br><a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>的茂陵埋葬着残余的枯骨，嬴政的棺车白费了掩臭的鲍鱼。</p> <p><strong>注释</strong><br>⑴光：飞逝的光阴。南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《宿东园》<a href=\"http://so.gushiwen.org/view_20426.aspx\">诗</a>：“飞光忽我遒，岂止岁云暮。”<br>⑵“劝尔”句：语出《世说新语·雅量》：“晋代孝武帝司马曜时，天上出现长星（即彗星），司马曜有一次举杯对长星说：‘劝尔一杯酒，自古哪有万岁天子？’”<br>⑶青天、黄地：语出《易·坤》：“夫玄黄者，天地之杂色也，天玄而地黄。”<br>⑷煎人寿：消损人的寿命。煎：煎熬，消磨。<br>⑸“食熊”句：古人以熊掌和熊白（熊背上的脂肪）为珍肴，富贵者才能食之。<br>⑹蛙：代指贫穷者吃的粗劣食品。<br>⑺神君：汉时有长陵女子，死后被奉为神，称神君。汉武帝病时曾向她乞求长生。（参看《史记·封禅书》）<br>⑻太一：天帝的别名，是天神中的尊贵者。战国<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》：“醮诸神，礼太一。”安：哪里。<br>⑼若木：古代神话传说中的树名，东方日出之地有神木名扶桑，西方日落处有若木。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“折若木以拂日兮。”王逸注：“若木在昆仑西极，其华照下地。”<br>⑽衔烛龙：传说中的神龙，住在天之西北，衔烛而游，能照亮幽冥无日之国。屈原《天问》：“日安不到？烛龙何照？”王逸注：“天之西北有幽冥无日之国，有龙衔烛而照之。”这里借指为太阳驾车之六龙。<br>⑾不得：不能。回：巡回。<br>⑿服黄金、吞白玉：道教认为服食金玉可以长寿。《抱朴子·内篇·仙药》：“《玉经》曰：服金者寿如金，服玉者寿如玉。”<br>⒀似：一作“是”。任公子：传说中骑驴升天的仙人，其事迹无考。<br>⒁碧：一作“白”。<br>⒂刘彻：汉武帝，信神仙，求长生，死后葬处名茂陵。《汉武帝内传》：“王母云：刘彻好道，然神慢形秽，骨无津液，恐非仙才也。”滞骨：残遗的白骨。<br>⒃嬴政：秦始皇。《史记·秦始皇本纪》：“始皇崩于沙丘平台。丞相斯为上崩在外，恐诸公子及天下有变，乃秘之，不发丧。棺载輼凉车中，……会暑，上輼车臭。乃诏从官，令车载一石鲍鱼，以乱其臭。”梓棺：古制天子的棺材用梓木做成，故名。鲍鱼：盐渍鱼，其味腥臭。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　钱钟书评论<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>说：“其于光阴之速，年命之短，世变无涯，人生有尽，每感怆低徊，长言永叹。”（《谈艺录》十四）李贺<a href=\"http://so.gushiwen.org/view_20426.aspx\">诗</a>歌常常涉及这方面的内容，而看法较全面，议论较透彻的，当数《苦昼短》。</p> <p>　　全诗分为三段，每段反映作者思想的一个侧面，合起来才是他对问题的全部看法。</p> <p>　　诗的前十句（从开头至“太一安有”）为第一段。诗的开头，诗人请时光呀停下喝酒。之所以要向时间劝酒，是因为诗人对此深有感触：一是概叹时光飞逝，人寿促迫。诗人说自己不知道天地间许多深奥的道理，但有一点很清楚，那就是“月寒日暖，来煎人寿”。光阴流逝，岁月蹉跎，人生没来得及干点事业，生命就白白消耗了。这是诗人内心深处的忧虑与恐惧，一个“煎”字，表现出虚度年华的痛苦心情；一是认识到人生必死的道理。人活在世上，必须依靠食物来维持生命，吃熊掌则肥，吃蛙肉则瘦，这是食物在生命系统中的作用，世界上根本没有不食五谷、断绝烟火的神仙，因此，谁都不免一死，生老病死乃是天地间无法抗拒的规律。对于人生，对于死亡，人们很早就表现出极大的关切，诗人因其多愁善感，生命的旅程屡遭挫折，对此想得则更多更深。这里，诗人以严肃认真的态度对问题作出了自己的回答。</p> <p>　　诗人将劝酒的内容放在诗的开头，使作品具有一种新奇突兀之感，同时也表明诗人已大彻大悟，对时光不存任何芥蒂。接着又以“吾不识”与“惟见”相配合，排除不相关的事情，将目光聚焦到人寿短促一点上，既照应了题目“苦昼短”三字，又使作品产生巨大的向心力，以此为纲，展开后面的内容。“神君何在，太一安有？”是个反问句，答案是不喻自明的。经过一番求索，诗人完成了他的心路历程，整段内容，一气呵成。</p> <p>　　中间八句（从“天东有若木”至“少者不哭”）是第二段。前面一段，诗人理智地解答了心中的困惑，如果诗歌就此停住，好像少了点什么。这一段，诗人凭借神话传说，倾诉了对生命的美好愿望。诗中说天的东面有一棵大树，名叫若木，它的下面有一条衔烛的神龙。传说中的若木在西北海外大荒山之中，衔烛龙也是在天西北某个幽冥无日的国度，诗人显然将古代神话作了改造。诗人作了一个大胆的设想：斩断神龙的腿，把龙肉吃了，太阳无法运行，昼夜不在更替，时间也就凝固不动了。如此，生命得以永存，人们不必为此哀伤了。</p> <p>　　这是诗人的幻想，这个幻想充满着激情与浪漫的气质。现实中的缺陷，在幻想中得到满足，所以，尽管是以神话的形式出现，却依然有着永久的魅力，它闪亮着理想与智慧之光，使艺术得到升华。</p> <p>　　诗的最后六句（从“为何服黄金”至结尾）是第三段。这一段，诗人讥刺了那些想通过求仙获得长生的人的荒唐愚昧。</p> <p>　　服黄金，吞白玉，是道教中的服食方法，据说可以成仙，至于实际效用如何，“服食求神仙，多为药所误。”（《古诗十九首·驱车上东门》）就拿骑驴升天的任公子来说，同样是虚妄的传说。诗人清楚地知道幻想与现实是有区别的，成仙的说法是没有根据的。世上偏有一些人热衷此道，连秦皇汉武这样英明的君主也不能免俗，他们求仙长生的举动最终化为泡影，成了后人的笑柄。据史书记载，汉武帝结纳方士，遍祈名山大川以访神仙，又造仙人承露盘，调甘露，饮玉屑，冀求长生。《汉武帝内传》说，武帝死后，梓棺响动，香烟缭绕，尸骨飞化仙去等。诗人却说：“<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>（武帝）茂陵多滞骨”，墓中所存，只是一堆浊骨，根本没有什么成仙之事。秦始皇在完成统一大业之后，忙于寻找不死之药，派方士入海求仙。结果身死巡游途中，耗费许多鲍鱼，难掩尸体的腐臭，从“多滞骨”、“费鲍鱼”数字中，诗人对历史上愚妄的统治者作出无情的嘲讽，锋芒十分犀利。</p> <p>　　统治者求仙长生的举动，是想维持长久的统治，永远享受奢华的生活。为了达到目的，他们不惜劳民伤财，虚耗国库，使这种愚昧的举动升级为一场全国性的灾难，危害特别严重。李贺有意提出秦皇汉武，对他们的求仙加以讽刺，是有所寄托的。当时，唐宪宗李纯“好神仙，求方士”，任命一个名叫<a href=\"http://so.gushiwen.org/author_1972.aspx\">柳泌</a>的江湖术士为台州刺史。大臣们进谏，他却说：“烦一州之力，而能为人主致长生，臣子亦何爱焉。”（《资治通鉴》卷二四〇）可见已到了执迷不悟的程度。这种迷信的风气又在统治阶层中蔓延开来，甚至有因服食中毒身亡的。李贺此诗对那些人来说，不啻是当头棒喝，如能好好倾听诗人的忠告，可以免去一场无妄之灾。</p> <p>　　诗的第一段有两层意思，一是对年命短促的慨叹，二是以理智的态度看待人生。诗的第二段、第三段分别对这层意思加以发挥，在更高的层次上重复、升华了第一段的主旨。从诗中可以看出诗人脱出了一己私念，对人生，对社会怀着一种大悲悯，只是说出口来却是一阵阵冷嘲热讽。诗中有很多疑问句，安排在段落衔接之处，起着增强语气与感情色彩的作用，使诗歌富于一种波澜起伏的动感。诗人又把“食熊则肥，食蛙则瘦”与“斩龙足，嚼龙肉”联系起来，使那种富于神秘色彩的故事充满了烟火味与人情味，形成李贺诗歌独特的艺术境界。加上青天、黄地、白玉、黄金、碧驴等多种色彩的调和搭配，真有点古色斑烂的味道。全诗没有很多的藻饰，也不着意于景致的描绘，但由于诗中充沛的激情和丰富的艺术手法，使得这首议论性很强的诗歌显得回旋跌宕而又玩味无穷。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_20426.aspx\">诗</a>作于元和（806— 820）年间。当时，唐宪宗李纯“好神仙，求方士”（《资治通鉴》），为了追求长生不老之药，竟然到了委任方士为台州刺史的荒唐地步。皇帝如此，上行下效，求仙服药、追求长生，成了从皇帝到大臣的普遍风气。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>此诗即为讽喻此事而作。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "议论"
  ]
}