{
  "id": 72369,
  "star": 338,
  "name": "五人墓碑记",
  "dynasty": "明代",
  "content": "　　五人者，盖当蓼洲周公之被逮，激于义而死焉者也。至于今，郡之贤士大夫请于当道，即除魏阉废祠之址以葬之；且立石于其墓之门，以旌其所为。呜呼，亦盛矣哉！</p> <p>　　夫五人之死，去今之墓而葬焉，其为时止十有一月耳。夫十有一月之中，凡富贵之子，慷慨得志之徒，其疾病而死，死而湮没不足道者，亦已众矣；况草野之无闻者欤？独五人之皦皦，何也？</p> <p>　　予犹记周公之被逮，在丙寅三月之望。吾社之行为士先者，为之声义，敛赀财以送其行，哭声震动天地。缇骑按剑而前，问：“谁为哀者？”众不能堪，抶而仆之。是时以大中丞抚吴者为魏之私人毛一鹭，公之逮所由使也；吴之民方痛心焉，于是乘其厉声以呵，则噪而相逐。中丞匿于溷藩以免。既而以吴民之乱请于朝，按诛五人，曰颜佩韦、杨念如、马杰、沈扬、周文元，即今之傫然在墓者也。</p> <p>　　然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。有贤士大夫发五十金，买五人之头而函之，卒与尸合。故今之墓中全乎为五人也。</p> <p>　　嗟乎！大阉之乱，缙绅而能不易其志者，四海之大，有几人欤？而五人生于编伍之间，素不闻诗书之训，激昂大义，蹈死不顾，亦曷故哉？且矫诏纷出，钩党之捕遍于天下，卒以吾郡之发愤一击，不敢复有株治；大阉亦逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。</p> <p>　　由是观之，则今之高爵显位，一旦抵罪，或脱身以逃，不能容于远近，而又有剪发杜门，佯狂不知所之者，其辱人贱行，视五人之死，轻重固何如哉？是以蓼洲周公忠义暴于朝廷，赠谥褒美，显荣于身后；而五人亦得以加其土封，列其姓名于大堤之上，凡四方之士无不有过而拜且泣者，斯固百世之遇也。不然，令五人者保其首领，以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉？故余与同社诸君子，哀斯墓之徒有其石也，而为之记，亦以明死生之大，匹夫之有重于社稷也。</p> <p>　　贤士大夫者，冏卿因之吴公，太史文起文公、孟长姚公也。",
  "fanyi": "<p><strong>译文</strong><br>　　（墓中的）五个人，就是当周蓼洲先生被捕的时候，激于义愤而死于这件事的。到了现在，本郡有声望的士大夫们向有关当局请求，就清理已被废除的魏忠贤生祠旧址来安葬他们；并且在他们的墓门之前竖立碑石，来表彰他们的事迹。啊，也真是盛大隆重的事情呀！</p> <p>　　这五人的死，距离现在建墓安葬，时间不过十一个月罢了。在这十一个月当中，大凡富贵人家的子弟，意气豪放、志得意满的人，他们因患病而死，死后埋没不值得称道的人，也太多了；何况乡间没有声名的人呢？唯独这五个人声名光荣显耀，为什么呢？</p> <p>　　我还记得周公被捕，是在丁卯年三月十五日。我们社里那些道德品行可以作为读书人的表率的人，替他伸张正义，募集钱财送他起程，哭声震天动地。差役们按着剑柄上前，问：“在为谁悲痛？”大家不能再忍受了，把他们打倒在地。当时以大中丞职衔作应天府巡抚的是魏忠贤的党羽，周公被捕就是由他主使的；苏州的老百姓正在痛恨他，这时趁着他厉声呵骂的时候，就一齐喊叫着追赶他。这位大中丞藏在厕所里才得以逃脱。不久，他以苏州人民发动暴乱的罪名向朝廷请示，追究这件事，杀了五个人，他们是颜佩韦、杨念如、马杰、沈扬、周文元，就是现在一起埋葬在墓中的这五个人。<br>　<br>　　然而，当五个人临刑的时候，神情慷慨自若，呼喊着中丞的名字骂他，谈笑着死去了。砍下的头放在城头上，脸色一点也没改变。有位有名望的人拿出五十两银子，买下五个人的头并用木匣装起来，最终与尸体合到了一起。所以现在墓中是完完整整的五个人。</p> <p>　　唉！当魏忠贤作乱的时候，做官的人能够不改变自己志节的，中国之大，能有几个人呢？但这五个人生于民间，从来没受过<a href=\"http://so.gushiwen.org/view_72369.aspx\">诗</a>书的教诲，却能被大义所激励，踏上死地也不回头，又是什么缘故呢？况且当时假托的皇帝的诏书纷纷传出，追捕同党的人遍于天下，终于因为我们苏州人民的发愤抗击，使阉党不敢再株连治罪；魏忠贤也迟疑不决，畏惧正义，篡夺帝位的阴谋难于立刻发动，直到当今的皇上即位，（魏忠贤畏罪）吊死在路上，不能不说是这五个人的功劳呀。</p> <p>　　由此看来，那么如今这些高官显贵们，一旦犯罪受罚，有的脱身逃走，不能被远近各地所容纳；也有的剪发毁容、闭门不出，或假装疯狂不知逃到何处的，他们那可耻的人格，卑贱的行为，比起这五个人的死来，轻重的差别到底怎么样呢？因此周蓼洲先生的忠义显露在朝廷，赠给他的谥号美好而光荣，在死后享受到荣耀；而这五个人也能够修建一座大坟墓，在大堤之上立碑刻名，所有四方的有志之士经过这里没有不跪拜流泪的，这实在是百代难得的际遇啊。不这样的话，假使让这五个人保全性命在家中一直生活到老，尽享天年，人人都能够像奴仆一样使唤他们，又怎么能让豪杰们屈身下拜，在墓道上扼腕惋惜，抒发他们有志之士的悲叹呢？所以我和我们同社的诸位先生，惋惜这墓前空有一块石碑，就为它作了这篇碑记，也用以说明死生意义的重大，（即使）一个普通老百姓对于国家也有重要的作用啊。</p> <p>　　几位有声望的士大夫是：太仆卿吴因之先生，太史文文起先生，姚孟长先生。</p> <p><strong>注释</strong><br>1.本文作于明崇祯元年（1628）。天启年间，宦官魏忠贤专权，网罗遍天下，以残暴手段镇压东林党人。天启六年（1626），派人到苏州逮捕曾任吏部主事、文选员外郎的周顺昌，激起苏州市民的义愤，爆发了反抗宦官统治的斗争。本文是为这次斗争中被阉党杀害的五位义士而写的碑文。文章议论随叙事而入，感慨淋漓，激昂尽致，题外有情，题外有旨，开人心胸。<br>2.蓼（liǎo）洲周公：周顺昌，字景文，号蓼洲，吴县（今苏州）人。万历年间进士，曾官福州推官、吏部主事、文选员外郎等职，因不满朝政，辞职归家。东林党人魏大中被逮，途经吴县时，周顺昌不避株连，曾招待过他。后周顺昌被捕遇害。崇祯年间，谥忠介。<br>3.郡：指吴郡，即今苏州市。当道：执掌政权的人。<br>4.除魏阉废祠之址：谓清除魏忠贤生祠的旧址。除，修治，修整。魏阉，对魏忠贤的贬称。魏忠贤专权时，其党羽在各地为他建立生祠，事败后，这些祠堂均被废弃。<br>5.旌（jīng）：表扬，赞扬。<br>6.去：距离。墓：用作动词，即修墓。<br>7.皦（jiǎo）皦：同“皎皎”，光洁，明亮。这里指显赫。<br>8.丁卯三月之望：天启七年（1627）农历三月十五日，此处属于作者笔误，实际应为天启六年（1626）丙寅年。<br>9.吾社：指应社。行为士先者：行为能够成为士人表率的人。<br>10.声义：伸张正义。<br>11.缇骑（tíjì）：穿桔红色衣服的朝廷护卫马队。明清逮治犯人也用缇骑，故后世用以称呼捕役。<br>12.堪：忍受。<br>13.抶（chì）而仆之：谓将其打倒在地。抶，击。仆，使仆倒。<br>14.“是时”句：这时做苏州巡抚的人是魏忠贤的党羽。按，即毛一鹭。大中丞，官职名。抚吴，做吴地的巡抚。魏之私人，魏忠贤的党徒。<br>15其：指毛一鹭。呵：呵斥、责骂。<br>16.噪而相逐：大声吵嚷着追逐。<br>17.匿于溷（hùn）藩：藏在厕所。溷，厕所。藩，篱、墙。<br>18.按诛：追究案情判定死罪。按，审查。<br>19.傫（lěi）然：聚集的样子。<br>20.詈（lì）：骂。<br>21.脰（dòu）：颈项，头颅。函之：用棺材收敛他们。<br>22.大阉：指魏忠贤。<br>23.缙绅：也作“搢绅”，指古代缙笏（将笏插于腰带）、垂绅（垂着衣带）的人，即士大夫。缙，同“搢”，插。绅，大带。<br>24.编伍：指平民。古代编制平民户口，五家为一“伍”。<br>25.曷：同“何”。<br>26.矫诏：假托君命颁发的诏令。<br>27.钩党之捕：这里指搜捕东林党人。钩党，被指为有牵连的同党<br>28.株治：株连惩治。<br>29.逡（qūn）巡：欲进不进、迟疑不决的样子。<br>30.“非常”二句：非常之谋，指篡夺帝位的阴谋。猝（cù）发，突然发动。<br>31.圣人：指崇祯皇帝朱由检。投缳（huán）道路：天启七年，崇祯即位，将魏忠贤放逐到凤阳去守陵，不久又派人去逮捕他。他得知消息后，畏罪吊死在路上。投缳，自缢。投，掷、扔。缳，绳圈，绞索。<br>32.抵罪：因犯罪而受相应的惩罚。<br>33.“而又有”二句：还有剃发为僧，闭门索居，假装疯颠而不知下落的。<br>34.辱人贱行：可耻的人格，卑贱的行为。<br>35.暴（pù）：显露。<br>36.赠谥美显：指崇祯追赠周顺昌“忠介”的谥号。美显：美好荣耀。<br>37.加其土封：增修他们的坟墓。<br>38.百世之遇：百代的幸遇。<br>39.户牖（yǒu）：指家里。户，门。牖，窗。<br>40.隶使之：当作仆隶一样差使他们。隶，名词用作状语，像对待奴仆那样。<br>41.屈：使屈身，倾倒。<br>42.扼腕墓道：用手握腕，表示情绪激动、振奋或惋惜。<br>43.明死生之大：表明死生的重大意义。<br>44.匹夫：指平民，这里指五义士。社稷：国家。<br>45.冏（jiǒng）卿：太仆卿，官职名。因之吴公：吴默，字因之。<br>46.太史：指翰林院修撰。文起文公：文震孟，字文起。<br>47.孟长姚公：姚希孟，字孟长。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　本文是为五位普通的平民百姓树碑立传的文字，探讨了生死价值这样重大的问题。全文以\"义\"为核心，成功地运用了记叙、议论、抒情三结合的表达方式。作者首先肯定五人之死是“激于义”，开篇抓住一个“义”字。五人是为义而生，为义而争，最后为义而献身。这就使读者联想起孟子的名言──“生，亦我所欲也；义，亦我所欲也：二者不可得兼，舍生而取义者也。”可以说，本文是对孟子名言的生动诠释。</p> <p>　　明代大奸臣、大宦官魏忠贤无恶不作，杀害了许多正直之士。东林党人与之进行了坚决的斗争。这是一场正义与邪恶的较量。苏州市民旗帜鲜明地站在东林党人一边，用鲜血和生命捍卫正义。五人是苏州市民的优秀代表。作者用饱蘸感情的笔墨，叙述了五人的动人事迹，歌颂了平民英雄的高尚品质。</p> <p>　　“然五人之当刑也，意气扬扬，呼中丞之名而詈之，谈笑以死。断头置城上，颜色不少变。”大义凛然，惊天地，泣鬼神!语言简练生动，铿锵有力。</p> <p>　　作者为了突出五人的英雄行为，运用对比的手法加以表现。“大阉之乱，缙绅而能不易其志者，四海之大有几人欤？”在阉党横行天下，炙手可热之时，多数人采取了苟且偷安的做法，甚至助纣为虐，为虎作伥。而五人面对阉党的淫威，无所畏惧，视死如归。应该说，一般的老百姓对阉党的倒行逆施可以不管，因为他们不在其位。但五人以“天下兴亡，匹夫有责”的大境界投入到对阉党的斗争中去，并且慷慨赴死，义无反顾。这不能不说是一种高尚的精神。而那些身在政位，吃民膏、喝民血的“缙绅”，却在阉党的淫威下屈服了，变节了。作者问道：“而五人生于编伍之间，素不闻<a href=\"http://so.gushiwen.org/view_72369.aspx\">诗</a>书之训，激昂大义，蹈死不顾，亦曷故哉?”这一问，多少缙绅无地自容?“十年浩劫”期间，林彪、“四人帮”专横跋扈，“缙绅而能不易其志者，四海之大有几人欤?”张志新，一个普通女干部，坚持真理，宁死不屈，表现了一个共产党人的铮铮铁骨。也有许多人投靠“四人帮”，出卖良心，出卖人格。历史是如此惊人地相似。</p> <p>　　<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>认为：“大阉逡巡畏义，非常之谋难于猝发，待圣人之出而投缳道路，不可谓非五人之力也。”作者认识到了平民百姓的作用，这是非常可贵的。读此段，读者可能会联想到<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生在《记念刘和珍君》中所写的句子：“我目睹中国女子的办事，是始于去年的，虽然是少数，但看那干练坚决，百折不回的气概，曾经屡次为之感叹。至于这一回在弹雨中互相救助，虽殒身不恤的事实，则更足为中国女子的勇毅，虽遭阴谋秘计，压抑至数千年，而终于没有消亡的明证了。倘要寻求这一次死伤者对于将来的意义，意义就在此罢。”这样的文章都是用心，不，是用生命写成的。张溥若知三百年后有一鲁迅君执匕首般的笔尖写慷慨之情，不知作何感想？</p> <p>　　第五段是本文最精彩的一段。本段夹叙夹议，反复对比，将文章的中心升华到一个理性的高度。作者将“高爵显位”的辱人贱行，与五人的嘉节懿行比照论述，从而提出“轻重固何如哉”的问题让读者思考。接着，作者把五人的英勇就义与假设五人寿终正寝作对比，从而揭示出“亦以明死生之大，匹夫之有重于社稷也”这一富有进步性的观点。读者至此，是否联想到<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《报任安书》中的那句名言──“人固有一死，或重于泰山，或轻于鸿毛。”五人之死，重于泰山，与日月同辉，与山河共存。</p> <p>　　第六段也用对比手法，但以“由是观之”领头，表明它与第五段不是机械的并列关系，而是由此及彼、层层深入的关系。“是”是一个指代词，指代第五段所论述的事实。从第五段所论述的事实看来，仗义而死与苟且偷生，其社会意义判若霄壤。作者以饱含讽刺的笔墨，揭露了“今之高爵显位”为了苟全性命而表现出来的种种“辱人贱行”，提出了一个问题：这种种“辱人贱行”，和“五人之死”相比，“轻重固何如哉”?苟且偷生，轻如鸿毛；仗义而死，重于泰山。这自然是作者希望得到的回答。</p> <p>　　在作了如上对比之后，作者又从正反两方面论述了“五人”之死所产生的另一种社会效果。从正面说，由于“五人”“发愤一击”、“蹈死不顾”而挫败了浊乱天下的邪恶势力，因而“得以加其土封，列其姓名于大堤之上。凡四方之士，无有不过而拜且泣者，斯固百世之遇也”。从反面说，“五人者保其首领以老于户牖之下，则尽其天年，人皆得以隶使之，安能屈豪杰之流，扼腕墓道，发其志士之悲哉?”应该指出：这不仅是就“五人”死后所得的光荣方面说的，而且是就“五人”之死在“四方之士”“豪杰之流”的精神上所产生的积极影响方面说的。“四方之士”“过而拜且泣”，“豪杰之流，扼腕墓道，发其志士之悲”，不正表现了对“五人”同情、仰慕乃至向他们学习的崇高感情吗?而号召人们向“五人”学习，继续跟阉党余孽作斗争，正是作者写这篇文章的目的。</p> <p>　　这篇文章题为《五人墓碑记》，歌颂“五人”当然是它的主要内容。但社会是复杂的，事物是互相联系的，要孤立地歌颂“五人”，就很难着笔。张溥在这篇文章中，与“五人”相对比，不仅指斥了阉党，还暴露批判了“富贵之子，慷慨得志之徒”和“缙绅”“高爵显位”等等；与“五人”相映衬，不仅赞美了周顺昌，还肯定了“郡之贤士大夫”。正是由于有了这一系列的对比和映衬，才充实了歌颂“五人”的思想内容，加强了歌颂“五人”的艺术力量。</p>",
  "about": "<h2>文言现象</h2> <p>通假字<br>1．其为时止十有一月尔。“有”同“又”，用于整数与零数之间。“止” 同“只”，不过 “尔”同“耳”罢了<br>2．夫十有一月之中， “有”同“又”，用于整数与零数之间<br>3．敛赀财以送其行，哭声震动天地。“赀”同“资”，资财，钱财<br>4．蹈死不顾，亦曷故哉？ “曷”同“何”<br>⒌ 独五人之皦皦 ， “ 皦皦”同“皎皎”，明亮的样子，这里指名声显赫<br>⒍ 断头置城上，颜色不少变。“少”同“稍”，一点儿，稍稍</p> <p>古今异义词<br>1．吾社之行为士先者 “行为”古：两个词——品行+成为<br>今：受思想支配而表现出来的活动<br>2．是时以大中丞抚吴者为魏之私人<br>“私人”古：自己人，此处可译为“党羽”、“爪牙”<br>今：个人<br>3．既而以吴民之乱请于朝，按诛五人<br>“按”古：考查、查究 今：压住、依靠<br>4．断头置城上，颜色不少变。　“颜色”古：脸色 今：光的各种现象（例如红色、棕色、桃红色、灰色、绿色、蓝色和白色等），或使人们得以区分在大小、形状或结构等方面完全相同的物体的视觉或知觉现象<br>5．大阉亦逡巡畏义，非常之谋，难于猝发<br>“非常”古：异乎寻常 今：副词，十分，很<br>6．视五人之死，轻重固何如哉？<br>“视”古：比 今：看<br>7．令五人者保其首领以老于户牖之下<br>“首领”古：头颅 今：借指某些集团的领导人<br>8．吴之民方痛心焉<br>“痛心”古：痛恨 今：极度伤心<br>⒐卒以吾郡之发愤一击<br>“发愤” 古：发泄愤怒 今：决心努力<br>⒑至于今，郡之贤士大夫请于当道<br>“至于”古：到了 今：表示程度、范围<br>“当道”古：当权者，文中指当地的行政长官今：路中间　⒒凡富贵之子，慷慨得志之徒<br>“慷慨” 古：胸怀大志或情绪激昂 今：大方，不吝啬<br>⒓然五人之当刑也，意气扬扬<br>“意气” 古：神情 今：意志气概，志趣性格</p> <p>名词活用<br>1．夫五人之死，去今之墓而葬焉 墓，名词活用为动词，修墓<br>2．慷慨得志之徒，其疾病而死， 疾病，名词活用为动词，生病<br>3． 吾社之行为士先者，为之声义 声，名词用如动词，伸张<br>4． 是时以大中丞抚吴者为魏之私人 抚，巡抚，当时省一级行政长官，这里用作动词，意思是抚慰。<br>5．缇骑按剑而前 前，方位名词作动词，上前<br>6． 赠谥褒美，显荣于身后 荣，名词的使动用法，使……荣耀<br>7． 则尽其天年，人皆得以隶使之 隶，名词作状语，像对待奴仆那样<br>8． 哀斯墓之徒有其石也，而为之记 记，名词动用，作记<br>9.以旌其所为 旌，名作动，表扬</p> <p>形容词/副词活用<br>1．激昂大义，蹈死不顾 激昂，形容词用如动词，激动振奋<br>2． 亦以明死生之大 明，形容词用作动词，表明<br>3．不能容于远近 远近，形容词用如名词，远近的百姓<br>4则尽其天年，人皆得以隶使之 尽，副词用如动词，享尽<br>5．吾社之行为士先者，为之声义 先，形容词用为名词，先导、表率</p> <p>动词活用<br>1． 不敢复有株治 株，动词用如名词，株连治罪的事情　2．安能屈豪杰之流 屈，动词的使动用法，使……屈身<br>3．众不能堪，抶而仆之。仆，动词的使动用法，使……倒下<br>4． 买五人之头而函之 函，名词动用，用盒子装</p> <p>变式句<br>（一）宾语前置（2句）<br>1．谁为哀者？<br>疑问句，疑问代词“谁”作宾语，宾语前置。按“为谁哀者？”顺序译<br>2．钩党之捕遍于天下<br>“之”是提宾标志，按“捕钩党于天下遍”顺序译<br>（二）定语后置（2句） 　缙绅而能不易其志者 应按“能不易其志之缙绅”顺序翻译<br>四海之大<br>（三）介词结构后置（11句） （特别注明：只有介词作状语时，方可后置）<br>1．郡之贤士大夫请于当道<br>2．且立石于其墓之门<br>3．中丞匿于溷藩以免<br>4．既而以吴民之乱请于朝<br>5．而五人生于编伍之间<br>6．不能容于远近<br>7．是以蓼洲周公，忠义暴于朝廷<br>8．赠谥褒美，显荣于身后<br>9．列其姓名于大堤之上<br>10．令五人者保其首领以老于户牖之下<br>11．匹夫之有重于社稷也<br>12.待圣人之出而投缳道路<br>13.显荣于身后</p> <p>判断句<br>1．公之逮所由使也<br>2．是时以大中丞抚吴者为魏之私人<br>3．即今之傫然在墓者也<br>4．故今之墓中，全乎为五人也。<br>5．不可谓非五人之力也。非，否定判断<br>6．斯固百世之遇也 固，副词表判断<br>7．贤士大夫者，冏卿因之吴公，太史文起文公，孟长姚公也。</p> <p>被动句<br>1．激于义而死焉者也<br>2．予犹记周公之被逮<br>3．不能容于远近<br>4．盖当蓼洲周公之被逮<br>⒌钩党之捕遍于天下</p> <p>省略句<br>1．谁为哀者<br>2．断头置城上<br>3．激昂大义<br>4．待圣人之出而投缳道路</p><br/><h2>创作背景</h2> <p>　　本文写的是明末天启六年（1626）三月苏州市民反抗阉党的斗争。</p> <p>　　明朝末年，宦官魏忠贤专权，阉党当政。他们网罗党羽，排斥异己，杀戮大臣，欺压人民，暴虐无道，形成了“钩党之捕遍于天下”的局面。当时以江南士大夫为首的东林党人，主张开放言路，改良政治。他们多次上疏弹劾魏忠贤，斗争非常激烈。以魏忠贤为首的阉党对东林党人进行残酷迫害，杨涟、左光斗、魏大昌等相继被杀。天启六年（1626），魏忠贤又派爪牙到苏州逮捕周顺昌，苏州市民群情激愤，奋起反抗，发生暴动。事后，统治者大范围搜捕暴动市民，市民首领颜佩韦等五人为了保护群众，挺身投案，英勇就义。次年，崇祯皇帝即位，罢黜魏忠贤，魏畏罪自缢，阉党失败，周顺昌得以昭雪。为了纪念死去的五位烈士，苏州人民把他们合葬在城外虎丘山前面山塘河大堤上，称为“五人之墓”。<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>于崇祯元年（1628）写下这篇《五人墓碑记》。</p><br/><h2>写作特色</h2> <p>　　《五人墓碑记》描述了明朝末年的东林党人和苏州人民不畏强暴与魏忠贤之流英勇斗争的事迹，歌颂了其中五人“激昂大义，蹈死不顾”的英雄气概，揭示了“明死生之大，匹夫之有重于社稷”的主题思想。</p> <p>　　本文描述了明朝末年的东林党人和苏州百姓不畏强暴与魏忠贤之流英勇斗争的事迹，歌颂了其中五人“激昂大义，蹈死不顾”的英雄气概，揭示了“明死生之大，匹夫之有重于社稷”的主题思想。文章字数不多，但生动形象，感人肺腑；这除了内容真实、选材典型外，尤其体现在多种表现手法的综合运用上。全文以义为核心，成功地运用了记叙、议论、抒情三结合的表达方式。古代的墓碑记属于杂体，常将叙事、议论、抒情融为—体。</p> <p>　　一、成功地运用了记叙、议论、抒情三结合的表达方式古代的墓碑记属于杂体，常将叙事、议论、抒情融为一体。</p> <p>　　本文即具有这样的特色——既记录了有关五位义士的斗争史实，又在议论中抒发了作者爱憎分明的强烈感情。其中文章的第二部分记叙了苏州市民为蓼洲周公伸张正义与阉党斗争的始末。这一部分看似单纯记叙，但我们能从中领略到作者对五位义士的敬慕热爱之情和对阉党的刻骨仇恨。如：文章的第三部分是论五人斗争及其牺牲的意义。在议论中兼有记叙和抒情。比如记缙绅的“易志”，写阉党的“不敢复有株治”，魏忠贤的畏罪自缢，身居高爵显位的阉党受惩治时表现的可耻行为等等。</p> <p>　　这样写既能把要记叙的人物事件交代清楚，让那些斗争的场面历历再目，使人受到感染，又能把这一事件所起的作用揭示出来，以达到表彰英烈、激励后人的目的。文章字数不多，但生动形象，感人肺腑；这除了内容真实、选材典型外，尤其体现在多种表现手法的综合运用上。</p> <p>　　二、成功地运用了层层对比的手法，把人物的特点描绘得更为突出鲜明</p> <p>　　⒈以“富贵之子，慷慨得志之徒”的病死，与“草野之无闻者”的就义进行对比——一个名字从此湮没，一个却如此光明显耀。2.以读<a href=\"http://so.gushiwen.org/view_72369.aspx\">诗</a>书受古训的缙绅，与“生于编伍之间”“素不闻诗书之训”的五位义士进行对比——一个易志，一个高风亮节。3.用“高爵显位”之人不择手段苟全性命的卑劣行为，与五人从容就义进行对比——一个辱人贱行，一个仗义牺牲。运用这样的对比手法所起的作用：一是揭示了达官贵人的种种丑态，反衬出五人大义凛然、不畏强暴、临难不苟的高尚品格。二是为议论提供了生动有力的论据，加强了文章的感染力和说服力。三是加强了文章的气势和逻辑的力量。这三个对比，层层深入，由低层（五人与一般“富贵之子”）到中层（五人与缙绅），进而到高层（五人与高官显爵），五义士牺牲的价值、死后产生的巨大影响等深刻意义，以“义”为核心，示了“死生之大”。</p> <p>　　（《五人墓碑记》一文成功运用对比手法，来突出五义士牺牲的光荣，写得极为生动有力。第二段把五人的死同富贵之子的死进行对比，突出五人之死的伟大。第五段把五人的表现同缙绅的所作所为对比，突出五人不畏强暴的斗争精神！第六段把五人的死同高爵显位抵罪后的丑行对比，突出五人之死的意义重大。最后，作者假设五人保其首领与光荣而死后的影响对比，突出五人荣于身后的显要。这样反复对比，使人物形象更加突出，也强化了文章的主题。）</p><br/><h2>主题思想</h2> 　　这篇文章运用对比、反衬的手法来加强艺术效果。第一、二两段以“富贵之子，慷慨得志之徒”的“死而湮没不足道者”和“‘草野之无闻者”同五人“立石于其墓之门，以族其所为”对比；第五段以缙绅的改变初志、趋炎附势同五人的大义凛然、蹈死不顾对比；第四、六段以高爵显位者一旦抵罪后的卑贱行径同五人的英勇就义，谈笑以死对比；第六段以五人“列其姓名于大堤之上，凡四方之士无不有过而拜且泣者”，同假若五人“保其首领”、“以老于户牖之下”、“人皆得以隶使之”对比，处处反衬出五义士美好高尚的内心世界。",
  "poet": {
    "id": 809,
    "star": 0,
    "name": "张溥",
    "image": "http://img.gushiwen.org/authorImg/zhangpu.jpg",
    "desc": "张溥（1602～1641），明代文学家。初字乾度，后字天如，号西铭。直隶太仓（今属江苏）人。崇祯进士，选庶吉士，自幼发奋读书，明史上记有他“七录七焚”的佳话。与同乡张采齐名，合称“娄东二张”。张溥曾与郡中名士结为复社，评议时政，是东林党与阉党斗争的继续。张溥在文学方面，推崇前后七子的理论，主张复古，又以“务为有用”相号召。一生著作宏丰，编述三千余卷，涉及文、史、经学各个学科，精通诗词，尤擅散文、时论。代表作有《五人墓碑记》。"
  },
  "tags": [
    "古文观止",
    "高中文言文",
    "赞颂",
    "写人",
    "碑记"
  ]
}