{
  "id": 66139,
  "star": 176,
  "name": "水调歌头·隐括杜牧之齐山诗",
  "dynasty": "宋代",
  "content": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。<br>酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。",
  "fanyi": "<p><strong>译文<br></strong>云朵的影子浸在江水里，鸿雁正打算向南飞。我带着酒壶，邀集客人，找一个苍翠清寂、烟雾氤氲的地方去饮酒。人世间难得一笑，还好有紫萸黄菊可以摘下来插在头上，自娱自乐一番。风景还是往年的风景，而人早已不是往昔的人了。<br>为了庆贺重阳节，应该喝得酩酊大醉，请不要再推辞不喝了。人活着就像寄生在这个世界上，为什么非要奔波劳碌，到最后还怨恨人生苦短呢古往今来，无穷无尽。人间多少春花秋月，终难逃危机。你去问问齐景公，何必为人生短暂而泪沾衣襟。</p> <p><strong>注释<br></strong>1.隐括：指对原有作品的内容、语言加以剪裁、修改而成新篇。<br>2.结客：和客人们一起登山。<br>3.尘世：即人生。<br>4.紫萸：即茱萸，一种有浓烈香味的植物。<br>5.酩酊：大醉貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　依某种文体原有的内容辞句改写成另一种体裁，叫隐括。此词，即隐括<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《九日齐山登高》一<a href=\"http://so.gushiwen.org/view_66139.aspx\">诗</a>。</p> <p>　　初读一遍，不过觉得它逐句移植原诗，仅仅清畅淡远而已。反复涵咏体会，才发觉意境精神已脱胎换骨。</p> <p>　　且看杜牧原诗：“江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笔，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独沾衣。”重阳节，杜牧偕友登齐山，良辰美景，使这位平生抱负未展的晚唐诗人感到难得的欢愉。然而当夕阳西下时，又触动了作者人生无常的愁苦。春秋时，齐景公登牛山，北望国都临淄流泪说：“若何滂滂去此而死乎！”诗人感慨何必要象齐景公那样独自下泪，因为人生之无常，古往今来尽皆如此，谁能幸免呢！语似旷达，其实抑郁伤感。现在来看此词。一江秋水，天光云影徘徊其中。</p> <p>　　万里长空鸿雁初飞，正值重阳。“携壶结客何处？”一问。“空翠渺烟霏。”一答。答话不著一动词，纯然景语，给人的感觉是携酒登高的人，溶入了那山色空翠、烟霏缥缈的一片氤氲之中，意境极为空灵。若用原诗“与客携壶上翠微”的“上”字，反嫌质实。平时身居尘世，难逢开口一笑。今日投入大自然怀抱，自是笑逐颜开。更何况满山茱萸紫、菊花黄，好插个满头粲然，尽兴而归呢！“风景今朝是，身世昔人非。”多少登高伤怀的昔人，早已成为过去（“非”），但美好的大自然却是真实的、恒常的（“是”）。作者这里所积极肯定的，不单是当下（“今朝”）的自然美景，也肯定了景中之人，当下的人生。词中增添此二句，顿时注入一道源泉活水般的新意，词情显然已同诗情泾渭分流了。</p> <p>　　作者劝勉朋友，酬答佳节美景，尽管酩酊一醉，不要辜负大好辰光。“人生如寄，何事辛苦怨斜晖。”人生有限，更应惜取，何苦对斜阳而怨迟暮呢。此二句虽用原诗，却非故作旷达，实为充分肯定当下人生的价值。“无尽今来古往，多少春花秋月，那更有危机。”此三句，移植原诗“古往今来只如此”，但全反其意，更发出新意。点石成金，脱胎换骨，尽在于此。无尽今来古往，多少春花秋月，概括绵延无尽的时间与上下无限的空间。往古来今谓之宙，四方上下谓之宇。作者精骛八极，思通千载，但觉无限宇宙之中，永远充满生机，哪有什么危机呢！作者是宋代著名儒家哲人。在儒家看来，宇宙、人生，本体为一，即生生不息的生机。这生机流行体现于天地万物人生，“亘古亘今，未尝有一息之间断。”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《中庸或问》）人生虽然有限，宇宙生机却是无限的。人生尽其意义，就是生得其所，体现了宇宙的本体，有限的人生便与无限的宇宙融为一体。心知此意，则人生充满乐趣。“与问牛山客，何必独沾衣。”言外正洋溢着这种乐观精神。朱词与杜诗的结笔，仍是语同而意别。</p> <p>　　杜诗以人生无常然而聊以自慰，语似旷达而实伤感抑郁。朱词却运用对人生的乐观精神，来否定人生无常的伤感情绪。而这种伤感情绪不知曾折磨过多少古代诗人。回头玩味“风景今朝是，身世昔人非”，意味更显，也更深长。</p> <p>　　不妨设想一下，作者重阳结伴登高，兴之所至，于是挥洒笔墨，隐括杜牧诗而成此词。江水，云影，鸿雁，空翠，烟霏，紫萸，黄菊，作者眼中之大自然，无往而非“四时行焉，万物生焉”，“鸢飞戾天，鱼跃于渊”，“万物并育而不相害”，一片生机旺然之境界。</p> <p>　　而重阳佳节，结伴登高，返归自然，开口一笑，酩酊一醉，自己性情之舒展，亦皆充满“乐山”“乐水”，“乐以忘忧”的意趣。作者“胸次之悠然，直与天地万物上下同流，各得其所之妙，隐然见于言外”《论语集注》。作者词中，已非杜牧诗中一般人生情感的境界，而是这位儒家天人合一的哲学境界。这境界实无异于“暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归”的境界。朱熹此词赞美自然，赞美人生，表现出中国儒家哲学精神，宋词的境界，不失为对宋词的一大贡献。</p> <p>　　此词抒发性情哲思，贵在深入浅出，出以优美高远的意境和清畅豪爽的格调，故深含理趣而不堕庸俗。</p> <p>　　《历代诗馀》卷一一七引《读书续录》评云：“气骨豪迈，则俯视苏辛；音节谐和，则仆命秦柳。洗尽千古头巾俗态。”可谓知言。此词属隐括体，贵在以故推新，艺术造诣与杜牧原诗各有千秋。它虽几乎逐句移植原诗，但几处贯注新意，全词也处处意蕴翻新，而具一幅全新的面孔。比如读罢全词，再回味上阕“况有紫萸黄菊，堪插满头归”，就见得入山归来岂止是紫萸黄菊满头粲然，并且是满载人与自然合二为一的生趣而归。举此一例，全篇皆可连类而及脱胎换骨，只在襟怀之高。点铁成金，却在点化之妙。宋词宋诗，都不乏这种以故为新的艺术特色。这，实际上又是善于继承并创新的整个宋代文化精神的一个体现。朱熹此词，隐喻着这一文化背景。</p>",
  "about": "<h2>题解</h2> <p>　　本词题为《隐括<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>之齐山<a href=\"http://so.gushiwen.org/view_66139.aspx\">诗</a>》，“隐括”，也就是对原作的内容、句子适当剪裁、增删，修改成新的作品，用今天的话说，也就是改写。《文心雕龙·镕裁》：“蹊要所司，职在镕裁，隐括情理，矫揉文采也。”由此可见，这种写作方法，很早就有了。</p> <p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>“隐括”杜牧的《九日齐山登高》，也就是借这首诗来寄兴抒情托志。杜牧的诗是这样的：“江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独沾衣！”对这首诗，历来就有很高的评价。杜牧出身于显赫的世代公卿之家，胸怀致仕用世的大志；朱熹是著名思想家，又是诗人。尽管他们生活的时间前后相隔三百多年，但都是主张积极入世的，因为思想上有共通之处，朱熹仰慕小杜的诗，近而“隐括”成词，也是可以理解的。</p>",
  "poet": {
    "id": 459,
    "star": 0,
    "name": "朱熹",
    "image": "http://img.gushiwen.org/authorImg/zhuxi.jpg",
    "desc": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、沧洲病叟、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"
  },
  "tags": [
    "重阳节",
    "劝勉",
    "人生",
    "哲理"
  ]
}