{
  "id": 70580,
  "star": 1,
  "name": "【南吕】梁州第七　妓门庭",
  "dynasty": "元代",
  "content": "腹内包藏锦绣，胸中贯串珠玑。剪裁冰雪嘲风月。闷时书画，闲后琴棋。游<br>春名苑，避暑高楼。秋宵赏月传杯，冬天踏雪寻梅。列笙歌翡翠帘前，飞觥鲛<br>绡帐底，会宾朋绮罗香里。甚几曾素闲了半日，有几多说不尽人不会的偏僻。风<br>流，是非。造次不容易。锦字花笺共小简，暗传偷寄。<br>　　【幺】才僻掠的花笺脱洒，恰填还的酒债伶俐。近新来又惹肠腌题月拇着他<br>模样消的憔悴。有韦娘般风度，谢女般才能。浑似薛涛般聪惠，过如苏小般行为。<br>选甚么时样宫妆，岂止道铅华首饰。何消得垒珠叠翠？淡妆更宜。二十年已里，<br>端的不曾见兀的般真行院，虽是个女流辈，然住在花街柳陌，小末的谁及！<br>　　【三煞】选甚乍使钱无名气，学做人初出帐的乔相识。折莫不发镘有魂灵曾<br>做伴惯经笼的旧子弟。一个个都教成圆备，里外中间都是他周全方便，须对付出<br>个省钱的应奉的双生更欢喜，也不教恶了冯魁。<br>　　【二煞】主家司且是妈妈行绳墨，干衣饭索甚婆婆废气力。子弟每殊无相搀<br>ベ，去送来迎。选甚新勤旧怪，不侵犯厮回避。休说尤云共雨，绣幕罗帏。<br>　　【尾】知勤儿每高低眉睫看头势，觑子弟每颜色精神善取觅。怎恁地伊家快<br>做美，扌闰就的姨夫每厮和会。端的俺许你，许你一片心过从着四下里。　归隐<br>　　紫塞冒风沙，谩区区两鬓生华。归来好向林泉下。买牛卖剑，求田问舍，学<br>圃耘瓜。<br>　　【归塞北】争似我，恬淡作生涯。切意采芝编药篓，留心垂钓棹鱼差，汾<br>水岸晋山坡。<br>　　【幺】清耳目，欲慕许由家。苔砌倦观群蚁阵，花房嫌听乱蜂衙，犹是厌喧<br>哗。<br>　　【憨郭郎】醉醒须在咱，清浊任从他。竞名利，争头角，若蝇蜗。<br>　　【还京乐】不羡穿红骑马，准便玩水观霞。自去携鱼换酒，客来汲水烹茶。<br>家存四壁，诗书抵万金价。岂望皇宣省札，壮士持鞭，佳人捧。草堂深况亦幽<br>嘉，自然身退天之道，免得刑罚。拖藜杖芒鞋刺塔，穿布袍麻绦搭撒，捻衰髯短<br>发{髟查}{髟沙}。从人笑从人笑，道咱甚娘势霎。篱生竹笋，径落松花。<br>　　【净瓶儿】字草蛇形耍，笔钝兔毫乏。瑶琴横几，宝剑归匣。清佳，乐潇洒，<br>亲采云根镌砚瓦。书盈架，粉笺墨点色色翻鸦。<br>　　【好观音】让客新棋一局罢，闲披览古名人画。一炷山檀瑞烟发，好风来，<br>满座清风飒。<br>　　【尾】尘事远狂交疏人情寡，终朝把草堂门亚。引睡翻书卧吟棍，觉来时性<br>静神澄兴雅。唱道想半纸功名，到头身与祸孰多？青史凌烟姓名挂，也则是渔樵<br>一场话。　咏梅<br>　　客里过黄钟，阿谁道冷落穷冬？玉壶怪得冰澌冻。云低四野，霜摧万木，雪<br>老千蜂。<br>　　【归塞北】寻梅友，联辔控青鬃。乘兴不辞溪路远，赏心相约晋桥东，临水<br>见幽丛。<br>　　【幺】清更雅，装就道家风。蕾破嫩黄金的，枝横柔碧玉玲珑，不与杏桃<br>同。<br>　　【尾】果为斯花堪珍重，时复暗香浮动。萧然鼻观通，依约罗浮旧时梦。　秋千<br>　　深院那人家，戏秋千语笑喧哗。绮罗间簇人如画。玉纤高举，采绳轻掣，画<br>板双查。<br>　　【归塞北】钩索响，时听韵伊哑。翠带舞低风外柳，绛裙惊落雨前霞，拂绽<br>树头花。<br>　　【好观音】有似飞仙骖云驾，金翘宝髻偏鸦。娇软腰肢足可夸，浑疑是力<br>向东风暂假。<br>　　【随煞】不管愁人停骄马，粉墙外似隔天涯。分明望见他，困立在垂丝海棠<br>下。　思忆<br>　　楼阁倚睛空，晚登临离恨偏供。寒砧捣处秋声动，露荷敛翠，风蒲减绿，霜<br>叶添红。<br>　　【憨郭郎】云封姑射洞，雾锁蕊珠宫。人去箫声断，两无踪。<br>　　【还京乐】费尽俺工夫陪奉，只因他举止尊崇。好天良夜，辜负了对月临风。<br>看时节上心，休道是不肠痛。要指望合欢共笼，月枕双欹，云衾并拥。铺谋下打<br>凤捞龙。只除天与人方便，再得相逢。咱不曾人前卖弄，人不曾将咱过送。是他<br>家命限孤穷。娘知道娘知道，致令不曾放忄松。风声不透，水息难通。<br>　　【净瓶儿】一自分鸾凤，几欲托鳞鸿。虚度了春风花柳，又经过夜雨梧桐。<br>愁浓，恨万种，方信年华如转蓬。伤情恸，忆春宵月夜，夜夜墙东。<br>　　【尾】谁敢向他娘行闲唧哝，情性儿点水滴冻。喑气吞声，形容憔悴，病体<br>龙钟。唱道咫尺是初冬，有人来新得纸断肠封。方表道和他家受懊躬，越添得俺<br>相想担儿重。　送别<br>　　游宦又驱驰，意徘徊执手临岐。欲留难恋应无计。昨宵好梦，今朝幽怨，何<br>日归期。<br>　　【归塞北】肠断处，取次作别离。五里短亭人上马，一声长叹泪沾衣，回首<br>各东西。<br>　　【初向口】万叠云山，千重烟水，音书纵有凭谁寄？恨萦牵，愁堆积，天天<br>不管人憔悴。<br>　　【怨别离】感情风物正凄凄，晋山青汾水碧。谁返扁舟芦花外，归棹急，惊<br>散鸳鸯相背飞。<br>　　【擂鼓体】一鞭行色苦相催，皆因些子，浮名薄利。萍梗飘流无定迹，好在<br>阳关图画里。<br>　　【摧拍子带赚煞】未饮离杯心如醉，须信道送君千里，怨怨哀哀，凄凄苦苦<br>啼啼。唱道分破鸾钗，丁宁嘱付好将息。不枉了男儿堕志气，消得英雄眼中泪。",
  "poet": {
    "id": 2475,
    "star": 0,
    "name": "朱庭玉",
    "desc": "朱庭玉（ “庭”或作“廷”） ，生平、里籍均不详。"
  },
  "tags": []
}