{
  "id": 69101,
  "star": 6370,
  "name": "题西林壁",
  "dynasty": "宋代",
  "content": "横看成岭侧成峰，远近高低各不同。<br>不识庐山真面目，只缘身在此山中。",
  "fanyi": "<p><strong>译文</strong><br>从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看庐山，庐山呈现各种不同的样子。<br>我之所以认不清庐山真正的面目，是因为我人身处在庐山之中。 </p> <p><strong>注释<br></strong>题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。<br>横看：从正面看。庐山总是南北走向，横看就是从东面西面看.<br>侧：侧面。<br>各不同：各不相同。<br>不识：不能认识，辨别。<br>真面目：指庐山真实的景色，形状。<br>缘：因为；由于。<br>此山：这座山，指庐山。<br>西林：西林寺，在现在江西省的庐山上。这首<a href=\"http://so.gushiwen.org/view_69101.aspx\">诗</a>是题在寺里墙壁上的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_69101.aspx\">诗</a>描写庐山变化多姿的面貌，并借景说理，指出观察问题应客观全面，如果主观片面，就得不出正确的结论。 </p> <p>　　开头两句“横看成岭侧成峰，远近高低各不同”，实写游山所见。庐山是座丘壑纵横、峰峦起伏的大山，游人所处的位置不同，看到的景物也各不相同。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。</p> <p>　　结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。</p> <p>　　仁者见仁，智者见智。一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。</p> <p>　　这首诗寓意十分深刻，但所用的语言却异常浅显。深入浅出，这正是苏轼的一种语言特色。苏轼写诗，全无雕琢习气。诗人所追求的是用一种质朴无华、条畅流利的语言表现一种清新的、前人未曾道的意境；而这意境又是不时闪烁着荧荧的哲理之光。从这首诗来看，语言的表述是简明的，而其内涵却是丰富的。也就是说，诗语的本身是形象性和逻辑性的高度统一。诗人在四句诗中，概括地描绘了庐山的形象的特征，同时又准确地指出看山不得要领的道理。鲜明的感性与明晰的理性交织一起，互为因果，诗的形象因此升华为理性王国里的典型，这就是人们为什么千百次的把后两句当作哲理的警句的原因。</p> <p>　　如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于神宗元丰七年（1084年）由黄州（治所在今湖北黄冈）贬所改迁汝州（治所在今河南临汝） 团练副使，赴汝州时经过九江，与友人参寥同游庐山。瑰丽的山水触发逸兴壮思，于是写下了若干首庐山记游<a href=\"http://so.gushiwen.org/view_69101.aspx\">诗</a>。《题西林壁》是游观庐山后的总结。据南宋施宿《东坡先生年谱》记载可知此诗约作于元丰七年五月间。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "小学古诗",
    "纪游",
    "写景",
    "写山",
    "庐山",
    "哲理"
  ]
}