{
  "id": 28591,
  "star": 1552,
  "name": "乐游原 / 登乐游原",
  "dynasty": "唐代",
  "content": "向晚意不适，驱车登古原。<br>夕阳无限好，只是近黄昏。",
  "fanyi": "<p><strong>译文</strong><br>傍晚时心情不快，驾着车登上古原。<br>夕阳啊无限美好，只不过已是黄昏。</p> <p><strong>注释<br></strong>⑴乐游原：在长安（今西安）城南，是唐代长安城内地势最高地。汉宣帝立乐游庙，又名乐游苑。登上它可望长安城。乐游原在秦代属宜春苑的一部分，得名于西汉初年。《汉书·宣帝纪》载，“神爵三年，起乐游苑”。汉宣帝第一个皇后许氏产后死去葬于此，因“苑”与“原”谐音，乐游苑即被传为“乐游原”。对此《关中记》有记载：“宣帝许后葬长安县乐游里，立庙于曲江池北，曰乐游庙，因苑（《长安志》误作葬字）为名。”<br>⑵向晚：傍晚。不适：不悦， 不快。<br>⑶古原：指乐游原。<br>⑷近：快要。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这是一首久享盛名的佳作。</p> <p>　　<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>所处的时代是国运将尽的晚唐，尽管他有抱负，但是无法施展，很不得志。这首<a href=\"http://so.gushiwen.org/view_28591.aspx\">诗</a>就反映了他的伤感情绪。</p> <p>　　前两句“向晚意不适，驱车登古原”是说：傍晚时分我心情悒郁，驾着车登上古老的郊原。“向晚”指天色快黑了，“不适”指不悦。诗人心情忧郁，为了解闷，就驾着车子外出眺望风景。“古原”就是乐游原，在长安城南，地势较高，是唐代的游览胜地。这两句，点明登古原的时间和原因。后两句“夕阳无限好，只是近黄昏”是说：夕阳下的景色无限美好，只可惜已接近黄昏。“无限好”是对夕阳下的景象热烈赞美。然而“只是”二字，笔锋一转，转到深深的哀伤之中。这是诗人无力挽留美好事物所发出深长的慨叹。这两句近于格言式的慨叹涵义是十分深的，它不仅对夕阳下的自然景象而发，也是对自己，对时代所发出的感叹。其中也富有爱惜光阴的积极意义。</p><br/><h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_28591.aspx\">诗</a>反映了作者的伤感情绪。当诗人为排遣“意不适”的情怀而登上乐游原时，看到了一轮辉煌灿烂的黄昏斜阳，于是发乎感慨。</p> <p>　　此诗前两句“向晚意不适，驱车登古原”点明登古原的时间和原因。“向晚”指天色快黑了，“不适”指不悦。诗人心情忧郁，为了解闷，就驾着车子外出眺望风景，于是登上古原，即乐游原。自古诗人词客，善感多思，而每当登高望远，送目临风，更易引动无穷的思绪：家国之悲，身世之感，古今之情，人天之思，往往错综交织，所怅万千，殆难名状。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>一经登上幽州古台，便发出了“念天地之悠悠”的感叹，恐怕是最有代表性的例子了。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>这次驱车登古原，却不是为了去寻求感慨，而是为了排遣他此际的“向晚意不适”的情怀。</p> <p>　　后两句“夕阳无限好，只是近黄昏”描绘了这样一幅画面：余晖映照，晚霞满期天，山凝胭脂，气象万千。诗人将时代没落之感，家国沉沦之痛，身世迟暮之悲，一起熔铸于黄昏夕照下的景物画面中。“无限好”是对夕阳下的景象热烈赞美。然而“只是”二字，笔锋一转，转到深深的哀伤之中。这是诗人无力挽留美好事物所发出深长的慨叹。这两句是深含哲理的千古名言，蕴涵了这样一个意旨：景致之所以如此妖娆，正是因为在接近黄昏之时才显得无限美好。这近于格言式的慨叹涵义十分深刻，有人认为夕阳是嗟老伤穷、残光末路之感叹；也有人认为此为诗人热爱生命、执着人间而心光不灭，是积极的乐观主义精神。其实这里不仅是对夕阳下的自然景象而发，也是对时代所发出的感叹。诗人李商隐透过当时唐帝国的暂繁荣，预见到社会的严重危机，而借此抒发一下内心的无奈感受。这两句诗所蕴含的博大而精深的哲理意味，后世被广泛引用，并且借用到人类社会的各个方面；也引申、升华甚至反其意而为之，变消极为积极，化腐朽为神奇，产生全新的意义。因此它具有极高的美学价值和思想价值。</p> <p>　　此诗不用典，语言明白如话，毫无雕饰，节奏明快，感喟深沉，富于哲理，是李诗中少有的，因此也是难能可贵的。</p><br/><h2>鉴赏</h2> <p>　　玉溪<a href=\"http://so.gushiwen.org/view_28591.aspx\">诗</a>人，另有一首七言绝句，写道是：“万树鸣蝉隔断虹，乐游原上有西风，羲和自趁虞泉〔渊〕宿，不放斜阳更向东！”那也是登上古原，触景萦怀，抒写情志之作。看来，乐游原是他素所深喜、不时来赏之地。这一天的傍晚，不知由于何故，玉溪意绪不佳，难以排遣，他就又决意游观消散，命驾驱车，前往乐游原而去。　乐游原之名，我们并不陌生，原因之一是有一篇千古绝唱《忆秦娥》深深印在我们的“诗的摄相”宝库中，那就是：“……乐游原上清秋节，咸阳古道音尘绝。—音尘绝，西风残照，汉家陵阙。”玉溪恰恰也说是“乐游原上有西风”　。何其若笙磬之同音也！那乐游原，创建于汉宣帝时，本是一处庙苑，—应称“乐游苑”才是，只因地势轩敞，人们遂以“原”呼之了。此苑地处长安的东南方，一登古原，全城在览。　自古诗人词客，善感多思，而每当登高望远，送目临风，更易引动无穷的思绪：家国之悲，身世之感，古今之情，人天之思，往往错综交织，所怅万千，殆难名状。<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>一经登上幽州古台，便发出了“念天地之悠悠”的感叹，恐怕是最有代表性的例子了。如若罗列，那真是如同陆士衡所说“若中原之有菽”了吧。至于玉溪，又何莫不然。可是，这次他驱车登古原，却不是为了去寻求感慨，而是为了排遣他此际的“向晚意不适”的情怀。知此前提，则可知“夕阳”两句乃是他出游而得到的满足，至少是一种慰藉—这就和历来的纵目感怀之作是有所不同的了。所以他接着说的是：你看，这无边无际、灿烂辉煌、把大地照耀得如同黄金世界的斜阳，才是真的伟大的美，而这种美，是以将近黄昏这一时刻尤为令人惊叹和陶醉！　我想不出哪一首诗也有此境界。或者，东坡的“闲庭曲槛皆拘窘，一看郊原浩荡春！”庶乎有神似之处吧？　可惜，玉溪此诗却久被前人误解，他们把“只是”解成了后世的“只不过”、“但是”之义，以为玉溪是感伤哀叹，好景无多，是一种“没落消极的心境的反映”，云云。殊不知，古代“只是”，原无此义，它本来写作“祗是”，意即“止是”、“仅是”，因而乃有“就是”、“正是”之意了。别家之例，且置不举，单是玉溪自己，就有好例，他在《锦瑟》篇中写道：“此情可待（义即何待）成追忆，只是当时已惘然！”其意正谓：就是（正是）在那当时之下，已然是怅惘难名了。有将这个“只是当时”解为“即使是在当时”的，此乃成为假设语词了，而“只是”是从无此义的，恐难相混。　细味“万树鸣蝉隔断虹”，既有断虹见于碧树鸣蝉之外，则当是雨霁新晴的景色。玉溪固曾有言曰：“天意怜幽草，人间重晚晴。”大约此二语乃玉溪一生心境之写照，故屡于登高怀远之际，情见乎词。那另一次在乐游原上感而赋诗，指羲和日御而表达了感逝波，惜景光，绿鬓不居，朱颜难再之情—这正是诗人的一腔热爱生活、执着人间、坚持理想而心光不灭的一种深情苦志。若将这种情怀意绪，只简单地理解为是他一味嗟老伤穷、残光末路的作品，未知其果能获玉溪之诗心句意乎。毫厘易失，而赏析难公，事所常有，焉敢固必。愿共探讨，以期近是。　（周汝昌）</p>",
  "about": "<h2>创作背景</h2> <p>　　乐游原是唐代游览胜地，直至中晚唐之交，乐游原仍然是京城人游玩的好去处。同时因为地理位置高便于览胜，文人墨客也经常来此做<a href=\"http://so.gushiwen.org/view_28591.aspx\">诗</a>抒怀。唐代诗人们在乐游原留下了近百首珠玑绝句，历来为人所称道，诗人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>便是其中之一。</p> <p>　　李商隐所处的时代是国运将尽的晚唐，尽管他有抱负，但是无法施展，很不得志。李商隐二十五岁时由令狐楚的儿子令狐绹推举得中进士，不久令狐楚死，他得到王茂之的器重，王将女儿嫁给了他。因为王茂之是李党的重要人物，李商隐从此陷入牛李党争不能自拔，在官场之中异常失意，这首《乐游原》正是他心境郁闷的真实写照。</p> <p>　　程梦星《李义山诗集笺注》：“此诗当作于会昌四、五年（844、845）间，时义山去河阳退居太原，往来京师，过乐游原而作是诗，盖为武宗忧也。武宗英敏特达，略似汉宣，其任德裕为相，克泽潞，取太原，在唐季世可谓有为，故曰‘夕阳无限好’也。而内宠王才人，外筑望仙台，封道士刘玄静为学士，用其术以致身病不复自惜。识者知其不永，故义山忧之，以为‘近黄昏'也。”</p>",
  "poet": {
    "id": 204,
    "star": 0,
    "name": "李商隐",
    "image": "http://img.gushiwen.org/authorImg/lishangyin.jpg",
    "desc": "李商隐，字义山，号玉溪（谿）生、樊南生，唐代著名诗人，祖籍河内（今河南省焦作市）沁阳，出生于郑州荥阳。他擅长诗歌写作，骈文文学价值也很高，是晚唐最出色的诗人之一，和杜牧合称“小李杜”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。因处于牛李党争的夹缝之中，一生很不得志。死后葬于家乡沁阳（今河南焦作市沁阳与博爱县交界之处）。作品收录为《李义山诗集》。"
  },
  "tags": [
    "唐诗三百首",
    "哲理",
    "惜时"
  ]
}