{
  "id": 87,
  "star": 47,
  "name": "丰",
  "dynasty": "先秦",
  "content": "子之丰兮，俟我乎巷兮，悔予不送兮。<br>子之昌兮，俟我乎堂兮，悔予不将兮。<br>衣锦褧衣，裳锦褧裳。叔兮伯兮，驾予与行。<br>裳锦褧裳，衣锦褧衣。叔兮伯兮，驾予与归。",
  "fanyi": "<p><strong>译文<br></strong>难忘你人物好丰采，你曾在巷中久等待，没跟你同走悔不该。<br>难忘你健美好身材，你曾在堂中久等待，没和你同去悔不该。<br>锦缎衣服身上穿，外面罩着锦绣衫。叔呀伯呀赶快来，驾车接我同回还。<br>外面罩着锦绣衫，锦缎衣服里面穿。叔呀伯呀赶快来，驾车接我同归还。</p> <p><strong>注释<br></strong>1.丰：丰满，标致，容颜美好貌。<br>2.俟（sì）：等候。巷：里中道，即胡同。<br>3.予：我，此处当是指“我家”。送：从行，送女出嫁。致女曰送，亲迎曰逆。<br>4.昌：体魄健壮，棒。<br>5.堂：客厅，厅堂。<br>6.将：同行，或曰出嫁时的迎送。<br>7.锦：锦衣，翟衣。褧（jiǒng）：妇女出嫁时御风尘用的麻布罩衣，即披风。<br>8.裳（cháng）：古代指遮蔽下体的衣裙。<br>9.叔、伯：此指男方来迎亲之人。<br>10.驾：驾车。古时结婚有亲迎礼，男子驾车至女家，亲自迎接女子上车，一起回夫家。行（háng）：往。<br>11.归：回。一说指女子出嫁归于男子之家。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《郑风·丰》<a href=\"http://so.gushiwen.org/view_87.aspx\">诗</a>中的抒情主人公是个屈从父母意志的弱女子，她没有对抗父母的干涉。她的遭遇是不幸的，也是值得人们深深同情的。虽然，她未能与心上人结合，但她对心上人的挚爱之情却丝毫没有被时间冲淡，反而更加深切了。在她的脑海里，爱人的容貌是那样的丰满美好，体魄是那样的健壮魁伟。想起这些，她的心中充满了无法消解的悔恨之情！当年的情景历历在目：那时候爱人在巷口、在堂上等她去成亲，幸福生活仿佛在向她招手。但却因父母的变卦，最终她没有能跟他走。如今悔恨之余，她要作最后的努力，呼唤爱人重申旧盟。她幻想自己穿上了盛装，打扮得漂漂亮亮的，迫不及待地呼唤男家快来人驾车迎接她过门去成亲。这种由满腹悔恨引起的对幸福生活无限向往的强烈感情，在诗中表现得可谓淋漓尽致。</p> <p>　　诗中抒情主人公对幸福生活的强烈向往，在现实中是一种无望的追求。她其实并没有找到越过急流险滩通向幸福彼岸的渡船。在诗中，读者充分了解她的怨恨之情是对着她父母的，但却无法知道她有什么办法能改变父母的态度。她只能幻想有朝一日她的心上人派人来把她迎娶过去。看来等待她的依然是无法改变的可悲命运。可以说，这首诗是对旧社会不合理婚姻制度的强烈控诉。</p> <p>　　抒情主人公对爱人的感情是深沉的，对自己屈从于父母的意志流露出极度的悔恨，希望爱人重申旧盟心情表达得极其迫切，一句话，直抒胸臆，酣畅淋漓为此诗抒情的一大艺术特色。一、二两章中抒发的未能与爱人结合的悔恨之情，读者仿佛能听到她的叹息声；三、四两章中抒发的迫切想与爱人结合的向往之情，读者仿佛能听到她的呼唤声。诗中对人物形象的描写和人物心理的刻画，都极其成功，给人以深刻的印象。特别是抒情主人公由深深的悔恨而引起的向往幸福生活的幻觉，这种悲剧意味极浓的感情大跳跃，读者读后不能不为之动容。</p>",
  "about": "<h2>创作背景</h2> <p>　　在古代，青年男女的婚姻是不能自主的，他们的命运掌握在家长的手里。一对青年男女相爱了，对幸福生活充满了无限的憧憬。但只要父母不赞成这桩婚事，他们就无法成亲。这对男女双方来说，是很大的打击，在他们的心灵上留下了多么巨大的创伤。面对父母的阻挠，他们可能决定一起私奔，也可能是双双殉情，以示反抗。这首《郑风·丰》就是写一位女子因受到阻挠没有和未婚夫结婚而后悔的<a href=\"http://so.gushiwen.org/view_87.aspx\">诗</a>歌。</p> <p>　　古代论者对此诗的解释，无论是说“刺乱也。昏姻之道缺，阳倡而阴不和，男行而女不随”（《毛诗序》），还是说“妇人所期之男子已俟乎巷，而妇人以有异志不从。既则悔之，而作是诗”（《诗集传》），都是指责女子有淫行。当代有些学者分析诗中女子未能跟心爱的人结婚而悔恨，其原因可能是当男子向她求婚时，“她不理睬”、“与爱人赌气”，好像责任还是在女子身上。而陈子展《诗经直解》则认为：“《丰篇》，盖男亲迎而女不得行，父母变志，女自悔恨之诗。”这就是说，责任在女子的父母身上。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}