{
  "id": 131,
  "star": 843,
  "name": "秦风·无衣",
  "dynasty": "先秦",
  "content": "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！<br>岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！<br>岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！",
  "fanyi": "<p><strong>译文<br></strong>谁说我们没衣穿？与你同穿那长袍。君王发兵去交战，修整我那戈与矛，杀敌与你同目标。<br>谁说我们没衣穿？与你同穿那内衣。君王发兵去交战，修整我那矛与戟，出发与你在一起。<br>谁说我们没衣穿？与你同穿那战裙。君王发兵去交战，修整甲胄与刀兵，杀敌与你共前进。</p> <p><strong>注释<br></strong>⑴袍：长袍，即今之斗篷。<br>⑵王：此指秦君。一说指周天子。于：语助词。兴师：起兵。<br>⑶同仇：共同对敌。<br>⑷泽：通“襗”，内衣，如今之汗衫。<br>⑸作：起。<br>⑹裳：下衣，此指战裙。<br>⑺甲兵：铠甲与兵器。<br>⑻行：往。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_131.aspx\">诗</a>充满了激昂慷慨、同仇敌忾的气氛。按其内容，当是一首战歌。全诗表现了秦国军民团结互助、共御外侮的高昂士气和乐观精神，其独具矫健而爽朗的风格正是秦人爱国主义精神的反映。</p> <p>　　当时的秦国位于今甘肃东部及陕西一带。那里木深土厚，民性厚重质直。<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>在《汉书·赵充国辛庆忌传赞》中说秦地“民俗修习战备，高上勇力，鞍马骑射。故秦诗曰：‘王于兴诗，修我甲兵，与子偕行。’其风声气俗自古而然，今之歌谣慷慨风流犹存焉。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也说：“秦人之俗，大抵尚气概，先勇力，忘生轻死，故其见于诗如此。”这首诗意气风发，豪情满怀，确实反映了秦地人民的尚武精神。在大敌当前、兵临城下之际，他们以大局为重，与周王室保持一致，一听“王于兴师”，他们就一呼百诺，紧跟出发，团结友爱，协同作战，表现出崇高无私的品质和英雄气概。</p> <p>　　由于此诗旨在歌颂，也就是说以“美”为主，所以对秦军来说有巨大的鼓舞力量。据《左传》记载，鲁定公四年（公元前506年），吴国军队攻陷楚国的首府郢都，楚臣申包胥到秦国求援，“立依于庭墙而哭，日夜不绝声，勺饮不入口，七日，秦哀公为之赋《无衣》，九顿首而坐，秦师乃出”。于是一举击退了吴兵。可以想像，在秦王誓师的时候，此诗犹如一首誓词；对士兵们来说，则又似一首动员令。</p> <p>　　如前所述，秦人尚武好勇，反映在这首诗中则以气概胜。诵读此诗，不禁为诗中火一般燃烧的激情所感染，那种慷慨激昂的英雄主义气概令人心驰神往。之所以造成这样的艺术效果，第一是每章开头都采用了问答式的句法。一句“岂曰无衣”，似自责，似反问，洋溢着不可遏止的愤怒与愤慨，仿佛在人们复仇的心灵上点上一把火，于是无数战士同声响应：“与子同袍！”“与子同泽！”“与子同裳！”第二是语言富有强烈的动作性：“修我戈矛！”“修我矛戟！”“修我甲兵！”使人想像到战士们在磨刀擦枪、舞戈挥戟的热烈场面。这样的诗句，可以歌，可以舞，堪称激动人心的活剧。</p> <p>　　诗共三章，采用了重叠复沓的形式。每一章句数、字数相等，但结构的相同并不意味简单的、机械的重复，而是不断递进，有所发展的。如首章结句“与子同仇”，是情绪方面的，说的是他们有共同的敌人。二章结句“与子偕作”，作是起的意思，这才是行动的开始。三章结句“与子偕行”，行训往，表明诗中的战士们将奔赴前线共同杀敌了。这种重叠复沓的形式固然受到乐曲的限制，但与舞蹈的节奏起落与回环往复也是紧密结合的，而构成诗中主旋律的则是一股战斗的激情，激情的起伏跌宕自然形成乐曲的节奏与舞蹈动作，正所谓“长言之不足，故嗟叹之。嗟叹之不足，故不知手之舞之足之蹈之也。”（《礼记·乐记》）</p>",
  "about": "<h2>创作背景</h2> <p>　　在《<a href=\"http://so.gushiwen.org/view_131.aspx\">诗</a>经》大量的战争题材作品中，《秦风·无衣》一诗以其高亢的精神境界和独特的表现方式受到人们的重视。然而，由于作品的创作年代久远，文字叙述简略，故而后代对于它的时代背景、写作旨意产生种种推测。大致说来，主要有三种意见：第一，认为《秦风·无衣》是讽刺秦君穷兵默武、崇尚军力的作品，如《毛诗序》说：“《无衣》，刺用兵也，秦人刺其君好攻战，亟用兵而不与民同欲焉。”第二，认为《秦风·无衣》乃是秦哀公应楚臣申包胥之请，出兵救楚抗吴而作，是哀公征召秦民从军，士卒相约之歌；第三，认为《秦风·无衣》是秦人攻逐犬戎时，兵士间团结友爱、同仇敌忾、偕作并行、准备抵御外侮的歌声。</p> <p>　　据今人考证，秦襄公七年（周幽王十一年，公元前771年），周王室内讧，导致戎族入侵，攻进镐京，周王朝土地大部沦陷，秦国靠近王畿，与周王室休戚相关，遂奋起反抗。此诗似在这一背景下产生。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美",
    "爱国"
  ]
}