{
  "id": 72260,
  "star": 456,
  "name": "报任少卿书 / 报任安书",
  "dynasty": "两汉",
  "content": "　　太史公牛马走司马迁，再拜言。</p> <p>　　少卿足下：曩者辱赐书，教以慎于接物，推贤进士为务，意气勤勤恳恳。若望仆不相师，而用流俗人之言，仆非敢如此也。仆虽罢驽，亦尝侧闻长者之遗风矣。顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而无谁语。谚曰：“谁为为之？孰令听之？”盖钟子期死，伯牙终身不复鼓琴。何则？士为知己者用，女为说己者容。若仆大质已亏缺矣，虽材怀随和，行若由夷，终不可以为荣，适足以发笑而自点耳。</p> <p>　　书辞宜答，会东从上来，又迫贱事，相见日浅，卒卒无须臾之间，得竭指意。今少卿抱不测之罪，涉旬月，迫季冬，仆又薄从上雍，恐卒然不可为讳，是仆终已不得舒愤懑以晓左右，则长逝者魂魄私恨无穷。请略陈固陋。阙然久不报，幸勿为过。</p> <p>　　仆闻之：修身者，智之符也；爱施者，仁之端也；取予者，义之表也；耻辱者，勇之决也；立名者，行之极也。士有此五者，然后可以托于世，列于君子之林矣。故祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于宫刑。刑余之人，无所比数，非一世也，所从来远矣。昔卫灵公与雍渠同载，孔子适陈；商鞅因景监见，赵良寒心；同子参乘，袁丝变色：自古而耻之！夫以中材之人，事有关于宦竖，莫不伤气，而况于慷慨之士乎！如今朝廷虽乏人，奈何令刀锯之余，荐天下之豪俊哉！仆赖先人绪业，得待罪辇毂下，二十余年矣。所以自惟：上之，不能纳忠效信，有奇策材力之誉，自结明主；次之，又不能拾遗补阙，招贤进能，显岩穴之士；外之，不能备行伍，攻城野战，有斩将搴旗之功；下之，不能积日累劳，取尊官厚禄，以为宗族交游光宠。四者无一遂，苟合取容，无所短长之效，可见于此矣。乡者，仆亦尝厕下大夫之列，陪外廷末议。不以此时引维纲，尽思虑，今已亏形为扫除之隶，在阘茸之中，乃欲仰首伸眉，论列是非，不亦轻朝廷、羞当世之士邪？嗟乎！嗟乎！如仆尚何言哉！尚何言哉！</p> <p>　　且事本末未易明也。仆少负不羁之才，长无乡曲之誉，主上幸以先人之故，使得奉薄伎，出入周卫之中。仆以为戴盆何以望天，故绝宾客之知，忘室家之业，日夜思竭其不肖之材力，务一心营职，以求亲媚于主上。而事乃有大谬不然者！</p> <p>　　夫仆与李陵俱居门下，素非能相善也。趣舍异路，未尝衔杯酒，接殷勤之余欢。然仆观其为人，自守奇士，事亲孝，与士信，临财廉，取予义，分别有让，恭俭下人，常思奋不顾身，以徇国家之急。其素所蓄积也，仆以为有国士之风。夫人臣出万死不顾一生之计，赴公家之难，斯已奇矣。今举事一不当，而全躯保妻子之臣随而媒孽其短，仆诚私心痛之。且李陵提步卒不满五千，深践戎马之地，足历王庭，垂饵虎口，横挑强胡，仰亿万之师，与单于连战十有余日，所杀过当。虏救死扶伤不给，旃裘之君长咸震怖，乃悉征其左、右贤王，举引弓之民，一国共攻而围之。转斗千里，矢尽道穷，救兵不至，士卒死伤如积。然陵一呼劳军，士无不起，躬自流涕，沬血饮泣，更张空弮，冒白刃，北首争死敌者。陵未没时，使有来报，汉公卿王侯皆奉觞上寿。后数日，陵败书闻，主上为之食不甘味，听朝不怡。大臣忧惧，不知所出。仆窃不自料其卑贱，见主上惨凄怛悼，诚欲效其款款之愚，以为李陵素与士大夫绝甘分少，能得人之死力，虽古之名将，不能过也。身虽陷败，彼观其意，且欲得其当而报于汉。事已无可奈何，其所摧败，功亦足以暴于天下矣。仆怀欲陈之，而未有路，适会召问，即以此指，推言陵之功，欲以广主上之意，塞睚眦之辞。未能尽明，明主不晓，以为仆沮贰师，而为李陵游说，遂下于理。拳拳之忠，终不能自列。因为诬上，卒从吏议。家贫，货赂不足以自赎，交游莫救，左右亲近不为一言。身非木石，独与法吏为伍，深幽囹圄之中，谁可告愬者！此真少卿所亲见，仆行事岂不然乎？李陵既生降，隤其家声，而仆又佴之蚕室，重为天下观笑。悲夫！悲夫！事未易一二为俗人言也。</p> <p>　　仆之先非有剖符丹书之功，文史星历，近乎卜祝之间，固主上所戏弄，倡优所畜，流俗之所轻也。假令仆伏法受诛，若九牛亡一毛，与蝼蚁何以异？而世又不与能死节者比，特以为智穷罪极，不能自免，卒就死耳。何也？素所自树立使然也。人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。太上不辱先，其次不辱身，其次不辱理色，其次不辱辞令，其次诎体受辱，其次易服受辱，其次关木索、被箠楚受辱，其次剔毛发、婴金铁受辱，其次毁肌肤、断肢体受辱，最下腐刑极矣！传曰“刑不上大夫。”此言士节不可不勉厉也。猛虎在深山，百兽震恐，及在槛阱之中，摇尾而求食，积威约之渐也。故士有画地为牢，势不可入；削木为吏，议不可对，定计于鲜也。今交手足，受木索，暴肌肤，受榜箠，幽于圜墙之中。当此之时，见狱吏则头抢地，视徒隶则心惕息。何者？积威约之势也。及以至是，言不辱者，所谓强颜耳，曷足贵乎！且西伯，伯也，拘于羑里；李斯，相也，具于五刑；淮阴，王也，受械于陈；彭越、张敖，南面称孤，系狱抵罪；绛侯诛诸吕，权倾五伯，囚于请室；魏其，大将也，衣赭衣，关三木；季布为朱家钳奴；灌夫受辱于居室。此人皆身至王侯将相，声闻邻国，及罪至罔加，不能引决自裁，在尘埃之中。古今一体，安在其不辱也？由此言之，勇怯，势也；强弱，形也。审矣，何足怪乎？夫人不能早自裁绳墨之外，以稍陵迟，至于鞭箠之间，乃欲引节，斯不亦远乎！古人所以重施刑于大夫者，殆为此也。</p> <p>　　夫人情莫不贪生恶死，念父母，顾妻子，至激于义理者不然，乃有所不得已也。今仆不幸，早失父母，无兄弟之亲，独身孤立，少卿视仆于妻子何如哉？且勇者不必死节，怯夫慕义，何处不勉焉！仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！且夫臧获婢妾，犹能引决，况仆之不得已乎？所以隐忍苟活，幽于粪土之中而不辞者，恨私心有所不尽，鄙陋没世，而文采不表于后也。</p> <p>　　古者富贵而名摩灭，不可胜记，唯倜傥非常之人称焉。盖文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。此人皆意有所郁结，不得通其道，故述往事、思来者。乃如左丘无目，孙子断足，终不可用，退而论书策，以舒其愤，思垂空文以自见。</p> <p>　　仆窃不逊，近自托于无能之辞，网罗天下放失旧闻，略考其行事，综其终始，稽其成败兴坏之纪，上计轩辕，下至于兹，为十表，本纪十二，书八章，世家三十，列传七十，凡百三十篇。亦欲以究天人之际，通古今之变，成一家之言。草创未就，会遭此祸，惜其不成，是以就极刑而无愠色。仆诚以著此书，藏之名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉！然此可为智者道，难为俗人言也！</p> <p>　　且负下未易居，下流多谤议。仆以口语遇遭此祸，重为乡党所笑，以污辱先人，亦何面目复上父母之丘墓乎？虽累百世，垢弥甚耳！是以肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！身直为闺阁之臣，宁得自引深藏于岩穴邪？故且从俗浮沉，与时俯仰，以通其狂惑。今少卿乃教以推贤进士，无乃与仆私心剌谬乎？今虽欲自雕琢，曼辞以自饰，无益，于俗不信，适足取辱耳。要之，死日然后是非乃定。书不能悉意，故略陈固陋。谨再拜。",
  "fanyi": "<p><strong>通假字</strong><br>其次诎体受辱。诎，通“屈”，弯曲。<br>其次剔毛发。剔，通“剃”，动词。<br>其次关木索，被箠楚受辱。关，同“贯”，套上。 箠，同“棰”，杖。<br>见狱吏则头枪地。枪，通“抢”，撞击。<br>及以至是。以，通“已”<br>及罪至罔加。罔，通“网”，法网。<br>大底圣贤发愤之所为作也。底，通“抵” ，大抵，大都。<br>8思垂空文以自见。见，通“现”，表现。<br>9网罗天下放失旧闻。失，通“佚”<br>放失旧闻。失，通“佚”，散乱的文献。<br>则仆偿前辱之责。责，通“债”，债务。<br>古者富贵而名摩灭。摩，通“磨”。<br>权倾五伯。伯， 通“霸”。<br>具于五刑。具，通“俱”。<br>曷足贵乎。曷，通“何”。<br>幽于圜墙之中。圜，通“圆”。<br>稽其成败兴坏之纪。纪，通“记”，历史记录。</p> <p><strong>词类活用</strong><br>孙子膑脚：名词作动词，古代剔去膝盖骨的酷刑<br>以污辱先人：形容词作使动用法，使……受辱<br>倡优所畜：名词作状语， 像乐师、优伶一样<br>仆之先人非有剖符丹书之功：名词作状语， 用朱砂<br>故述往事，思来者：动词作使动用法，使.……思考<br>请略陈固陋：形容词作名词，固执鄙陋的意见<br>衣赭衣：名词作动词，穿上<br>流俗之所轻也：形容词作动词，轻视<br>幸勿为过：名词作动词，责怪，责备<br>太史公牛马走言：名词作状语，像牛马一样<br>曩者辱赐书：使动用法，使……蒙受耻辱<br>百兽震恐：使动用法，使……害怕</p> <p><strong>特殊句式</strong><br>被动句<br>（1）幽于粪土之中而不辞者。<br>（2）其次诎体受辱。<br>省略句、判断句<br>（1）《<a href=\"http://so.gushiwen.org/view_72260.aspx\">诗</a>》三百篇，大底圣贤发愤之所为作也。<br>（2）且西伯，伯也。<br>（3）倡优所畜，流俗之所轻也。<br>（五）状语后置句<br>（1）鄙陋没世而文采不表于后世也。<br>（2）权倾五伯，囚于请室。<br>（3）幽于圜墙之中<br>宾语前置句<br>（1）若望仆不相师<br>重点翻译句<br>《诗》三百篇，大氐圣贤发愤之所为作也。<br>《诗经》共三百篇，大都是圣人贤士为抒发愤懑之情而写作的。<br>2．亦欲以究天人之际，通古今之变，成一家之言。<br>也就是想要探究自然和人间的关系，弄通由古至今的变化规律，自成一家之见解。<br>3．虽万被戮，岂有悔哉！<br>即使被千刀万剐，我难道会后悔吗?<br>4．假令仆伏法受诛，若九牛亡一毛，与蝼蚁何异?<br>假如我受到法律的制裁被杀，就像在九头牛身上去掉一根牛毛，与杀死一只蝼蚁有什么区别呢?<br>5．故士有画地为牢，士不可入；削木为吏，议不可对，定计于鲜也。<br>所以，在地上划圈为牢，气节之士势必不肯进去；用木头削成狱吏，气节之士也认为不可受它审讯，拿定主意在受辱之前自杀。<br>6．仆虽怯懦，欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！<br>我虽然怯弱，想苟活偷生，但也知道舍生就死，怎么会自甘沉溺于牢狱的侮辱之中呢?<br>7．今虽欲自雕琢，曼辞以自饰，无益于俗，不信，祗取辱耳。<br>时至今日，我即使想要修饰打扮，用美好的言辞为自己解脱也无济于事，一般人不会相信，只不过自取侮辱罢了。</p> <p><strong>一词多义</strong><br>1.胜<br>（1）胜任。能够承担或承受。<br>（2）不可胜记。尽。<br>（3）百战百胜。胜利。<br>（4）引人入胜。优美的。<br>2.再<br>（1）太史公牛马走司马迁再拜言。两次。<br>（2）青春不再。再继续，再出现。<br>3.厥<br>（1）思厥先祖父。他的。<br>（2）大放厥词。别的。<br>（3）厥有《国语》。于是，就，才。<br>4.焉<br>（1）不入虎穴，焉得虎子。疑问代词，怎么。<br>（2）唯倜傥非常之人称焉。语气词。<br>（3）积土成山，风雨兴焉。兼词，在那里。<br>5.非<br>（1）死日然后是非乃定。错误，不对。<br>（2）无可厚非。反对，责备。<br>6.就<br>（1）亦颇识去就之分矣。 赴死。<br>（2）草创未就。 完成。<br>（3）是以就极刑而无愠色。靠近，引申为承受。<br>7.望<br>（1)若望仆不相师。 怨恨。<br>（2）日夜望将军至。期望。<br>（3）七月既望。农历每月十五日。<br>（4）吾尝跂而望矣。向远处看。<br>（5）以绝秦望。 念头.<br>（6）名门望族。有声望的。</p> <p><strong>古今异义</strong><br>太史公牛马走司马迁再拜言。<br>再：古义：两次 今义：第二次<br>古义：谦词，像牛马一样供人驱使的人。<br>今义：牛马走路。<br>意气勤勤恳恳。<br>古义：情意诚挚恳切。<br>今义：勤劳而踏实。<br>夫人情莫不贪生恶死。<br>古义：两个词，夫为语气词。<br>今义：对已婚女人的称呼。<br>念父母，顾妻子。<br>古义：妻子和儿女。<br>今义：配偶。<br>唯倜傥非常之人称焉。<br>古义：形容词，不同寻常。<br>今义：表程度的副词，相当于“很”、“非常”。<br>下流多谤议。<br>古义：处于卑贱的地位。<br>今义：1.下游<br>2.行为不符合道德准则<br>意气勤勤恳恳。<br>古义：心意，情意。<br>今义：意志和气概：志趣和性格。<br>至激于义理者不然。<br>古义：正义和真理<br>今义：言论或文章的内容和道理<br>恨私心有所不尽<br>恨：古义：遗憾<br>今义：怨，仇视<br>私心：古义：自己的志愿<br>今义：为自己打算的念头<br>大底圣贤发愤之所为作也<br>古义：抒发愤懑<br>今义：决心努力<br>仆以口语遇遭此祸<br>古义：言论<br>今义：与“书面语”相对<br>素所自树立使然也<br>古义：立身于世<br>今义：1.建立 2.直立，竖立<br>何至自沉溺缧绁之辱哉<br>古义：陷身<br>今义：陷入不良境地</p> <p><strong>虚词</strong><br>以<br>（1）及以至是(通“已”）<br>（2）仆以口语遇遭此祸（介词，因为）<br>（3）退论书策以舒其愤（连词，来）<br>（4）重为乡党所戮笑，以污辱先人（连词，以致）<br>（5）今少卿乃教以推贤进士（介词，用）<br>（6）夫人不能早自裁绳墨之外，以稍陵迟（连词，因而）<br>为<br>（1）为十表，本纪十二（动词，写成）<br>（2）季布为朱家钳奴（动词，做了）<br>（3）削木为吏，议不可对（动词，当作）<br>（4）然此可为智者道（介词，给，替）<br>（5）古人所以重施刑于大夫者，殆为此也（介词，因为）<br>（6）重为乡党所笑（介词，被）<br>且<br>（1）且勇者不必死节（连词，况且）<br>（2）且从俗浮沉，与时俯仰（副词，暂且，姑且）<br>（3）且西伯，伯也（连词，再说）<br>于<br>（1）人固有一死，或重于泰山（介词，比)<br>（2）幽于圜墙之中（介词，在）<br>（3）至激于义理者不然（介词，被）<br>（4）少卿视仆于妻子何如哉（介词，对）<br>（5）无益于俗（介词，对）<br>乃<br>（1）今少卿乃教以推贤进士（副词，却，竟然）<br>（2）乃欲引节，斯不亦远乎（副词，才）<br>（3）然后是非乃定（副词，才）<br>（4）至激于义理者不然，乃有所不得已也（动词，是）<br>然<br>（1）至激于义理者不然（代词，这样）<br>（2）然此可为智者道（连词，表示转折）<br>（3）阙然久不报（形容词词尾，……的样子）</p>",
  "shangxi": "<p>　　《报任安书》是一篇激切感人的至情散文，是对封建专制的血泪控诉。用千回百转之笔，表达了自己的光明磊落之志、愤激不平之气和曲肠九回之情。辞气沉雄，情怀慷慨。</p> <p>　　全文融议论、抒情、叙事于一体，文情并茂。叙事简括，都为议论铺垫，议论之中感情自现。“若九牛亡一毛，与蝼蚁何以异！”，抒发了对社会不公的愤慨；“仆虽怯懦欲苟活，亦颇识去就之分矣，何至自沉溺缧绁之辱哉！”，悲切郁闷，溢于言表；“肠一日而九回，居则忽忽若有所亡，出则不知其所往。每念斯耻，汗未尝不发背沾衣也！”，如泣如诉，悲痛欲绝……富于抒情性的语言，将作者内心久积的痛苦与怨愤表现得淋漓尽致，如火山爆发，如江涛滚滚。</p> <p>　　大量的铺排，增强了感情抒发的磅礴气势。如叙述腐刑的极辱，从“太上不辱先”以下，十个排比句，竟连用了八个“其次”，层层深入，一气贯下，最后逼出“最下腐刑极矣”。这类语句，有如一道道闸门，将司马迁心中深沉的悲愤越蓄越高，越蓄越急，最后喷涌而出，一泻千里，如排山倒海，撼天动地。</p> <p>　　典故的运用，使感情更加慷慨激昂，深沉壮烈。第二段用西伯、<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>、韩信等王侯将相受辱而不自杀的典故，直接引出“古今一体”的结论，愤激地控诉了包括汉王朝在内的封建专制下的酷吏政治；第五段用周文王、孔子、<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>等古圣先贤愤而著书的典故，表现了自己隐忍的苦衷、坚强的意志和奋斗的决心。这些典故，援古证今，明理达情，让我们更深刻的感受到了作者伟岸的人格和沉郁的感情。</p> <p>　　修辞手法的多样，丰富了感情表达的内涵。如“盖文王拘而演《周易》”以下八个迭句，实际隐含着八组对比，同时又两两对偶，与排比相结合，既表明了对历史上杰出人物历经磨难而奋发有为的现象的认识，又表明了以他们为榜样，矢志进取、成就伟业的坚强意志，气势雄浑，令人欲悲欲叹。又如“猛虎在山，百兽震恐……”一句，运用比喻，沉痛控诉了人间暴政对人性的扼杀和扭曲，形象地说明了“士节”不可以稍加受辱的道理，真是痛彻心脾。其他像引用、夸张、讳饰等修辞手法的运用，都真切的表达出作者跌宕起伏的情感，有时奔放激荡，不可遏止；有时隐晦曲折，欲言又止，让我们似乎触摸到了作者内心极其复杂的矛盾与痛苦。</p> <p>　　总之，在《报任安书》中，司马迁通过富有特色的语言，真切地表达了激扬喷薄的愤激感情，表现出峻洁的人品和伟大的精神，可谓字字血泪，声声衷肠，气贯长虹，催人泪下。前人的评价，“感慨啸歌有燕赵烈士之风，忧愁幽思则又直与《离骚》对垒”，实在精辟。</p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "议论",
    "抒怀"
  ]
}