{
  "id": 71098,
  "star": 1217,
  "name": "叶公好龙",
  "dynasty": "两汉",
  "content": "　　叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　叶公喜欢龙，衣带钩、酒器上刻着龙，居室里雕镂装饰的也是龙。他这样爱龙，被天上的真龙知道后，便从天上下降到叶公家里，龙头搭在窗台上探望，龙尾伸到了厅堂里。叶公一看是真龙，转身就跑，吓得他像失了魂似的，惊恐万状，不能控制自己 。由此看来，叶公并不是真的喜欢龙，他喜欢的只不过是那些像龙却不是龙的东西罢了。</p> <p><strong>注释</strong><br>叶公：春秋时楚国叶县县令沈诸梁，名子高，封于叶（古邑名，今河南叶县）。<br>子高：叶公的字。<br>钩：衣服上的带钩。<br>写：画。<br>凿：通\"爵\"，古代饮酒的器具。<br>屋室雕纹：房屋上雕刻的图案、花纹<br>“文”通“纹”。<br>以：在<br>闻：听说。<br>下之：到叶公住所处。<br>窥（kuī)：这里是探望、偷看的意思。<br>牖（yǒu)：窗户。<br>施（yì）：延伸，同“拖”。<br>堂：厅堂<br>还（xuán）走：转身就跑。还，通“旋”。<br>走：逃跑。<br>五色无主：脸色一忽儿白，一忽儿黄。五色，这里指脸色。<br>是：由此看来。<br>好：喜欢。<br>夫：这，那。<br>是叶公非好龙也：由此看来，叶公并不是真的喜欢龙。</p>",
  "shangxi": "<h2>辨析</h2> <p>　　这个故事，用很生动的比喻，辛辣地讽刺了叶公式的人物，深刻地揭露了他们只唱高调、不务实际的坏思想、坏作风。通过这个故事，我们要丢弃\"理论脱离实际\"的坏思想、坏作风，树立实事求是的好思想、好作风。同时也讽刺了名不副实、表里不一的人。但历史上的叶公却不是这样的人。</p> <p>　　叶公最著名的功劳是他不以怨报德，果断率兵平定了白公胜的叛乱，从而稳定了楚国政权。之后，为了楚国的长治久安，把职位让给别人，这一让贤之举，被专家们评为不迷权贵、深明大义。</p> <p>　　叶公沈诸梁，字子高，被楚昭王封为叶邑尹而始姓叶。叶公生于楚国王室之家，其曾祖父是春秋五霸之一的楚庄王。秦国出兵击退吴军后，楚昭王把沈诸梁封到楚国北疆重镇“方城之外”的叶邑为尹。沈诸梁受到了楚国朝野及四境诸侯的敬重，时年24岁。</p> <p>　　经考古发掘证实，他主持叶政期间，采取养兵息民、发展农业、增强国力的策略，组织民众修筑了中国现存最早的水利工程，使当地数十万亩农田得以灌溉，这比著名的蜀守李冰修的都江堰早200多年，比郑国渠早300多年。至今，叶公修筑的东陂、西陂遗址保存尚好，是叶公治水的历史见证。</p> <p>　　史学专家安国楼博士称，叶公确实有画龙的爱好，但龙是神化了的动物，不可能下降叶宅，“叶公好龙”折射出叶公所在地和所处时代龙文化的丰厚内涵。专家们还指出，汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>描写的这一寓言故事，反映出汉代儒家思想走向独尊的地位后，对楚道之风等其他学派的贬斥。</p> <p>　　根据《周礼》规制，叶公去世后，即被立祠享祭。叶公的后裔为纪念祖上之德与祖居之地，部分改沈为叶，是为叶姓之源。因此，叶公沈诸梁又是世界叶姓华人公认的始祖。每年清明前后，澧河之滨的叶公墓前，来自海内外的叶姓子孙纷纷回乡祭祖，已成为中原文化旅游的一大景观。</p>",
  "about": "<h2>寓意</h2> 　　这个成语的意义是：比喻表面上或口头上爱好、赞赏某事物，实际上并不爱好，或者实际上并不了解，一旦真正接触，不但并不爱好或赞赏，甚至还惧怕它，反对它。",
  "poet": {
    "id": 403,
    "star": 0,
    "name": "刘向",
    "image": "http://img.gushiwen.org/authorImg/liuxiang.jpg",
    "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。"
  },
  "tags": [
    "小学文言文",
    "寓言",
    "故事",
    "哲理"
  ]
}