{
  "id": 20175,
  "star": 28,
  "name": "酬朱庆馀",
  "dynasty": "唐代",
  "content": "越女新妆出镜心，自知明艳更沉吟。<br>齐纨未是人间贵，一曲菱歌敌万金。</p> <p>越女新妆出镜心，自知明艳更沉吟。<br>齐纨未足时人贵，一曲菱歌敌万金。",
  "fanyi": "<p><strong>译文<br></strong>一个刚刚经过修饰打扮，从清澈明净，风景优美的鉴湖中走出来的采菱女。采菱女自己也知道自己长得漂亮，但因过分爱美，却又自我思量起来。<br>尽管有许多别的姑娘身上穿着齐地出产的精美绸缎做成的衣服，却并不值得世人看重，唯有这采菱女的一曲歌才值千金。</p> <p><strong>注释<br></strong>①酬（chóu）：酬答。<br>②<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>：<a href=\"http://so.gushiwen.org/view_20175.aspx\">诗</a>人朋友，宝历进士，秘书省校书郎。<br>③越女：越国美女，西施。<br>④出镜心：出现任明镜中，意即揽镜自照。<br>⑤更：又。<br>⑥沉吟：犹豫不决。<br>⑦齐纨（wán）：齐地出产的细绢。<br>⑧菱歌：采菱所唱的歌。<br>⑨敌：通“抵”，比得上。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“越女新妆出镜心”，越地出美女，而<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>恰好又是越州人，这简直是天缘巧合，作者把朱庆馀比做一个刚刚经过修饰打扮，从清澈明净，风景优美的鉴湖中走出来的采菱女。这一句，表面上说越女天生丽质，再加上精心的妆饰打扮，自然更加美艳动人，实际上是说朱庆馀有良好的先天素质，再加上后天的刻苦学习，自然是德才兼备，文质彬彬。</p> <p>　　“自知明艳更沉吟”，表面上是说采菱女自己也知道自己长得漂亮，但因过分爱美，却又自我思量起来，实则是说朱庆馀虽然自己也知道自己的文章不错，但还没有足够的信心，不知道自己是否能得到考官的赏识。<a href=\"http://so.gushiwen.org/view_20175.aspx\">诗</a>的后两句，紧扣“更沉吟”三个字，针对朱庆馀的疑虑，作了肯定的回答，同时也流露出作者对朱庆馀的赞赏之情。</p> <p>　　“齐纨未足人间贵”，这句表面是说，尽管有许多别的姑娘身上穿着齐地出产的精美绸缎做成的衣服，却并不值得世人看重。“齐纨”，在这里比喻表面的、花哨的东西。整句是说，表面的华而不实的东西并不值得看重，言外之意是，朱庆馀并不是一个华而不实、徒有其表的人，便自然引出最后一句“一曲菱歌敌万金”。</p> <p>　　“一曲菱歌敌万金”，《采菱》是古曲，是高雅的曲子，在这里意指真才实学。一益高雅的《采菱曲》比万金都有价值。同时也是告诉朱庆余你的文章很有价值，我很欣赏，金榜题名没有问题。结合后两句，作者除回答了朱庆余的疑问以外，还肯定了朱庆余的德行文章．告诉朱庆馀：在我眼里你不是一个徒有其表、华而不实的人。我很欣赏你。</p> <p>　　该诗表达含蓄蕴藉，趣味横生，当人们透过它的字面意思而体味到它的内在含义的时候，往往不由自主地发出会心的微笑。结构上，全诗四句，浑然一体，结构谨严。前两句针对朱庆馀的原诗，首先肯定了朱庆馀的人品文章，指出他虽自负才华但仍信心不足；三四两句紧扣“更沉吟”三字，一方面回答了朱庆馀的疑问，另一方面对朱庆馀的文章作了高度评价。</p>",
  "about": "<h2>创作背景</h2> 　　宝历年间（825—827）<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>在秋风萧瑟、科举考试前夕，背着行囊，来到长安，作了《近试上张水部》，写给当时任职水部郎中的<a href=\"http://so.gushiwen.org/view_20175.aspx\">诗</a>人，诗人收到这首婉约隐喻诗之后，莞尔一笑，当下就提笔写了这首诗，暗示他不必为这次考试担心。",
  "poet": {
    "id": 390,
    "star": 0,
    "name": "张籍",
    "image": "http://img.gushiwen.org/authorImg/zhangji.jpg",
    "desc": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）1 。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。1 《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。"
  },
  "tags": [
    "赠答",
    "考试",
    "写人",
    "赞美"
  ]
}