{
  "id": 71887,
  "star": 19,
  "name": "送沈记室夜别",
  "dynasty": "南北朝",
  "content": "桂水澄夜氛，楚山清晓云。<br>秋风两乡怨，秋月千里分。<br>寒枝宁共采，霜猿行独闻。<br>扪萝正意我，折桂方思君。",
  "fanyi": "<p><strong>、译文<br></strong>秋水漾桂香，晚风多清朗，楚山清幽幽，晓云映晨光。<br>托萧瑟秋风寄去异地的乡愁，在千里之外共对皎洁的月亮。<br>枝头凄冷怎能共折兰菊？猿啼哀号孤旅哪堪悲凉。<br>手抚松萝你当念我曾相依伴，采撷桂花我正思君文才无双。</p> <p><strong>注释<br></strong>1.沈记室：指<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>，沈约曾在郢府（今湖北武汉附近）任记室参军，故成沈记室。<br>2.桂水：源出湖南蓝山县南，向东北流入湘江。澄：澄清。夜氛：夜气。<br>3.楚山：泛指湖南一带楚地的山峦。此句说楚山上空朝云清淡。<br>4.两乡：各处异乡。一指范云所在，一指沈约的去处。<br>5.千里分：在千里之外的异乡分别。这两句说在秋风萧瑟、秋月高照的时候，知心的朋友将在千里之外的异乡分别，面对秋风秋月，倍感离别的惆怅。<br>6.寒枝：秋夜中的树枝。宁：哪能。寒枝不能共采，喻两人即将分别。<br>7.霜猿：霜天的猿啼声。此句言霜天的啼猿远行者将要独自听到。此句隐用<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·江水注》的意境：“每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。”<br>8.扪萝：抚萝。萝即松萝。这句设想分手后沈约在远方正抚萝思念自己。<br>9.折桂：折取桂枝。方：正。此句用折桂寄托自己对沈约的思念。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　范云十几岁时，其父范抗在郢府（今湖北武汉附近）任职，范云随侍其侧，年长其十岁的<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>也在郢府为记室参军，一见如故，遂相友好。八年以后，沈约转至荆州（今湖北江陵附近）为征西记室参军，两人分别。这首<a href=\"http://so.gushiwen.org/view_71887.aspx\">诗</a>当作于此时，诗题中的沈记室即沈约。史称范云八岁赋诗属文，“操笔便就”，“下笔辄成”（《梁书·范云传》），这首诗就是他早期的代表作之一。</p> <p>　　诗的开头便以极平稳的笔调勾画出送别时静谧、安详的环境。“桂水”并非特指某一条水，只是用以形容其水的芳香。<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《九怀》中有“桂水兮潺湲”句，王逸注云：“芳流衍溢，周四境也。”后人遂常用之，如陆云《喜霁赋》中“戢流波于桂水兮，起芳尘于沉泥。”<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《杂体三十首》中亦有“且泛桂水潮”、“桂水日千里”等句，均非实指。范诗中用这一词渲染了送别场面的温馨。送别诗，可以写送别时的情景、场面，以及当时人的心理活动，但范云只是用一句诗轻轻带过，遂转入天明登程的想象之中。郢州与荆州，古时均属楚地，故用“楚山”代之。启程的情景是晴空万里，天朗气清。这毕竟是少年人所写的诗，所以，他笔下的离别不是凄惨悲切，而是有一股清新流丽之气贯穿于内，显得轻盈洒脱。沈约《别范安成》诗中云：“生平少年日，分手易前期。”正是这种精神的写照。不过，中国人重视朋友（为五伦之一），重视友情，朋友的离别，总难免有些许的哀愁。“悲莫悲兮生离别，乐莫乐兮心相知。”故而下句以“秋风两乡怨”分写两地相思之怨愁，而以“秋月千里分”合写二人心灵之相通。<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》云：“美人迈兮音尘阙，隔千里兮共明月。”所写的正是地有千里之隔，明月人可共见之情。以上四句，前二句偏写景，后二句偏写情，所以转下去便偏写事。“寒枝宁共采”是对二人过去共同生活的回忆，“霜猿行独闻”则是对别后独自旅程寂寥的想象。诗中虽然没有正面写送别，但无论是偏于写景、写情或写事，都暗涉了离别。然而离别只是形体上的分隔，更重要的乃是精神上的合一。结束两句以极其肯定的语气写道：“扪萝正意我，折桂方思君。”“意”通“忆”。“扪萝”、“折桂”由上句“寒枝”引发而来，同时又暗与起句的“桂水”“楚山”相呼应。</p> <p>　　这里牵涉到一句诗的异文。“扪萝正意我”中“正意”二字，一作“忽遗”，一作“勿遗”。“忽遗我”意思是：忽将我遗忘。前者似不符合沈约与范云间的感情，且与全诗情绪不一，后者表示的是一种希冀之情，虽然可通，但不如“正意我”所表达出的心心相印之情。另外，从范云诗的整体风格来看，也以“正意我”于文为胜。范诗的结句尤喜以彼我、今昔对写。如“迨君当歌日，及我倾樽时。”（《当对酒》）“尔拂后车尘，我事东皋粟。”（《饯谢文学离夜》）“待尔金闺北，予艺青门东。”（《答何秀才》）“海上昔自重，江上今如斯。”（《登三山》）“昔去雪如花，今来花似雪。”（《别诗》）等等。而在这首诗中，也只有作“扪萝正意我”，才可与“折桂方思君”相对得最为工稳，也最能体现范云诗歌句法、结构的特色。</p> <p>　　此诗在写法上是一句一转，但同样是“转”，如沈约的《别范安成诗》（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源》卷十二评为“句句转”），是层层递进式的转，而范云此诗则是句句回环式的转。这种回环式的结构、回环式的句法正是范云诗风的典型。所以钟嵘《诗品》曾评范云诗曰：“范诗清便宛转，如流风回雪。”正是抓住了其诗风格的整体特征。《送沈记室夜别》虽然是范云的早期作品，但也不难看出，这首诗已经奠定了范诗风格的基础。</p>",
  "about": "<h2>创作背景</h2> 　　南朝宋元徽四年（476年），萧赜主持郢州（今湖北武汉附近）军政，范云随父范抗在郢府，<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>与范抗同府，与比他年轻十岁的范云相识交好。几年后，沈约转至荆州（今湖北江陵附近）为征西记室参军，此<a href=\"http://so.gushiwen.org/view_71887.aspx\">诗</a>作于两人分别之时。",
  "poet": {
    "id": 696,
    "star": 0,
    "name": "范云",
    "desc": "范云（451～503年），字彦龙，南乡舞阴（今河南泌阳县西北）人，南朝文学家。范缜从弟，子范孝才。"
  },
  "tags": [
    "送别",
    "感伤",
    "思念"
  ]
}