{
  "id": 59318,
  "star": 153,
  "name": "点绛唇·丁未冬过吴松作",
  "dynasty": "宋代",
  "content": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 <br>第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。",
  "fanyi": "<p><strong>译文</strong><br>北方的鸿雁悠然自在，从太湖西畔随着白云飘浮。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。<br>我真想在第四桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆缅怀千古，只见衰柳参差风中飞舞。</p><p><strong>注释</strong><br>丁未：即公元1187年（宋孝宗淳熙十四年）。吴松：即今吴江市，属江苏省。<br>燕雁：指北方幽燕一带的鸿雁。燕雁无心：羡慕飞鸟的无忧无虑，自由自在。<br>太湖：江苏南境的大湖泊。<br>商略：商量、酝酿。<br>第四桥：即吴松城外的甘泉桥。<br>天随：晚唐<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>，自号天随子。<br>何许：何处，何时。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>论<a href=\"http://so.gushiwen.org/view_59318.aspx\">诗</a>有四素：气象、体面、血脉、韵度。对四者的要求且是“气象欲其浑厚”、“体面欲其宏大”、“血脉欲其贯通”、“韵度欲其飘逸”。虽是论诗之语，移之于词，也甚贴切。读此词，知其所言非虚。此词之意境，呈为一宇宙。</p> <p>　　上片之境，乃词人俯仰天地之境。“燕雁无心”。燕念平声（yān烟），北地也。燕雁即北来之雁。时值冬天，正是燕雁南飞的时节。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>咏北雁之诗甚多，如《孤雁》：“我生天地间，独作南宾雁。”《归雁》：“北走南征象我曹，天涯迢递翼应劳。”《京口》：“雁频辞蓟北。”《金陵道》：“北雁行行直。”《雁》：“南北路何长。”白石诗词亦多咏雁，诗如《雁图》、《除夜》，词如《浣溪沙》及此词。可能与他多年居无定所，浪迹江湖的感受及对龟蒙的万分心仪有关。劈头写入空中之燕雁，正是暗喻飘泊之人生。无心即无机心，犹言纯任天然。点出燕雁随季节而飞之无心，则又喻示自己性情之纯任天然。此亦化用龟蒙诗意。陆龟蒙《秋赋有期因寄袭美》：“云似无心水似闲。”《和袭美新秋即事》：“心似孤云任所之，世尘中更有谁知。”下句紧接无心写出：“太湖西畔随云去。”燕雁随着淡淡白云，沿着太湖西畔悠悠飞去。燕雁之远去，暗喻自己飘泊江湖之感。随云而无心，则喻示自己纯任天然之意，宋陈郁《藏一话腴》云：白石“襟期洒落，如晋宋间人。语到意工，不期于高远而自高远。”<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>称其“翰墨人品，皆似晋宋之雅士。”<a href=\"http://so.gushiwen.org/author_1939.aspx\">张羽</a>《白石道人传》亦曰其“体貌轻盈，望之若神仙中人。”但白石与晋宋名士实有不同，晋宋所谓名士实为优游卒岁的贵族，而白石一生布衣，又值南宋衰微之际，家国恨、身世愁实非晋宋名士可比。故下文写出忧国伤时之念。太湖西畔一语，意境阔大遥远。太湖包孕吴越，“天水合为一”（陆龟蒙《初入太湖》）。此词意境实与天地同大也。“数峰清苦。商略黄昏雨。”商略一语，本有商量之义，又有酝酿义。湖上数峰清寂愁苦，黄昏时分，正酝酿着一番雨意。此句的数峰之清苦无可奈何反衬人亡万千愁苦。从来拟人写山，鲜此奇绝之笔。比之辛稼轩之“我见青山多妩媚，料青山，见我应如是”（《虞美人》），又是不同的况味。</p> <p>　　下片之境，乃词人俯仰今古之境。“第四桥边，拟共天随住。”第四桥即“吴江城外之甘泉桥”（<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>《绝妙好词校录》），“以泉品居第四”故名（乾隆《苏州府志》）。这是陆龟蒙的故乡。《吴郡图经续志》云：“陆龟蒙宅在松江上甫里。”松江即吴江。天随者，天随子也，龟蒙之自号。天随语出《庄子。在宥》“神动而天随”，意即精神之动静皆随顺天然。龟蒙本有胸怀济世之志，其《村夜二首》云：“岂无致君术，尧舜不上下。岂无活国力，颇牧齐教化。”可是他身处晚唐末世，举进士又不第，只好隐逸江湖。白石平生亦非无壮志，《昔游》诗云：“徘徊望神州，沉叹英雄寡。”《永遇乐》：“中原生聚，神京耆老，南望长淮金鼓。”但他亦举进士而不第，飘泊江湖一生。此陆、姜二人相似之一也。龟蒙精于《春秋》，其《甫里先生传》自述：“性野逸无羁检，好读古圣人书，探大籍识大义”，“贞元中，韩晋公尝著《春秋通例》，刻之于石”，“而颠倒漫漶翳塞，无一通者，殆将百年，人不敢指斥疵纇，先生恐疑误后学，乃著书摭而辨之。”白石则精于礼乐，曾于南宋庆元三年“进《大乐议》于朝”，时南渡已六七十载，乐典久已亡灭，白石对当时乐制包括乐器乐曲歌辞，提出全面批评与建树之构想，“书奏，诏付太常。”（《宋史·乐志六》）以布衣而对传统文化负有高度责任感，此二人又一相同也。正是这种精神气质上的认同感，使白石有了“沉思只羡天随子，蓑笠寒江过一生”（《三高祠》诗），及“三生定是陆天随”（《除夜》诗）之语。第四桥边，拟共天随住，即是这种认同感的体现。</p> <p>　　第四桥边，其地仍在，天随子，其人则往矣。中间下拟共二字，便将仍在之故地与已往之古人与自己连结起来，泯没了古今时间之界限。这是词人为打破古今局限寻求与古人的精神句诵而采取的特殊笔法。再如<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《沁园春》之与东坡、乐天、林和靖交游，亦是此一笔法。以上写了自然、人生、历史，笔笔翻出新意结笔更写出现时代，笔力无限。“今何许”三字，语意丰富，涵盖深广。何许有何时、何处、为何、如何等多重含义。故“今何许”包含今是何世、世运至于何处、为何至此、如何面对等意。此是囊括宇宙、人生、历史、时代之一大反诘，是充满哲学反思意味一大反诘。而其中重点，主要在“今”之一字。凭栏怀古，笔力雄劲，气象阔大。古与今上下映照成文，补足“今何许”一大反诘之历史意蕴。应知此地古属吴越，吴越兴亡之殷鉴，曾引起晚唐龟蒙之无限感慨：“香径长洲尽棘丛，奢云艳雨只悲风。吴王事事须亡国，未必西施胜六宫。”（《吴宫怀古》）亦不能不引起南宋白石之无限感慨：“美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。”（《除夜》）</p> <p>　　怀古正是伤今。“残柳参差舞，”柳本纤弱，那堪又残，故其舞也参差不齐，然而仍舞之不已。舞之一字执著有力，苍凉中寓含悲壮，悲壮中透露苍凉。“残柳参差舞”这一自然意象，实际上是南宋衰世的象征，隐然包含着虽已残破仍不甘灭亡的意味。这与<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《登乐游原》“夕阳无限好，只是近黄昏”，象征唐朝国运的不可挽回有同工之妙。而其作为自然意象之本身，则又补足“今何许”一大反诘之自然意蕴。结笔之意境，实为南宋国运之写照。返观数峰清苦二句，其意蕴正为结尾之伏笔。在此九年之前，辛稼轩作《摸鱼儿》，结云：“休去倚危栏，斜阳正在烟柳断肠处。”乃是同一意境。白石本词用舞字结穴，蕴含无限苍凉悲壮。</p> <p>　　善于提空描写，从虚处着笔，是白石词的一大特点。此词将身世之感、家国之恨融为一片，乃南宋爱国词中无价瑰宝。而身世家国皆以自然意象出之，自然意象在词中占优势，又将自然、人生、历史（尚友天随与怀古）、时代打成一片，融为一体。</p> <p>　　尤其“今何许”之一大反诘，其意义虽着重于今，但其意味实远远超越之，乃是词人面对自然、人生、历史、时代所提出之一哲学反思。全词意境遂亦提升至于哲理高度。“今何许”，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>媲美于《桃花源记》“问今是何世”，《登幽州台歌》“前不见古人，后不见来者”。这首词无限感慨，全在虚处，正是“意愈切而词愈微”，这种写法，易形成自我抒写之形象与所写之意象间接开距离，造成朦胧之美感。此词声情之配合亦极精妙。上片首句首二字燕雁为叠韵，末句三四字黄昏为双声，下片同位句同位字第四又为叠韵，参差又为双声。分毫不爽，自然天成。双声叠韵之回环，妙用在于为此一尺幅短章增添了声情绵绵无尽之致。</p>",
  "about": "<h2>创作背景</h2> 　　公元1187年（南宋淳熙十四年丁未）冬天，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>往返于湖州与苏州两地之间，经过吴松（今江苏吴江）时，乃作此词。姜夔平时最心仪于晚唐隐逸<a href=\"http://so.gushiwen.org/view_59318.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>，龟蒙生前隐居之地，正是吴松。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "怀古"
  ]
}