{
  "id": 10567,
  "star": 51,
  "name": "忆昔二首",
  "dynasty": "唐代",
  "content": "忆昔先皇巡朔方，千乘万骑入咸阳。<br>阴山骄子汗血马，长驱东胡胡走藏。<br>邺城反覆不足怪，关中小儿坏纪纲。<br>张后不乐上为忙，至令今上犹拨乱，劳心焦思补四方。<br>我昔近侍叨奉引，出兵整肃不可当。<br>为留猛士守未央，致使岐雍防西羌。<br>犬戎直来坐御床，百官跣足随天王。<br>愿见北地傅介子，老儒不用尚书郎。</p> <p>忆昔开元全盛日，小邑犹藏万家室。<br>稻米流脂粟米白，公私仓廪俱丰实。<br>九州道路无豺虎，远行不劳吉日出。<br>齐纨鲁缟车班班，男耕女桑不相失。<br>宫中圣人奏云门，天下朋友皆胶漆。<br>百馀年间未灾变，叔孙礼乐萧何律。<br>岂闻一绢直万钱，有田种谷今流血。<br>洛阳宫殿烧焚尽，宗庙新除狐兔穴。<br>伤心不忍问耆旧，复恐初从乱离说。<br>小臣鲁钝无所能，朝廷记识蒙禄秩。<br>周宣中兴望我皇，洒泪江汉身衰疾。",
  "fanyi": "<p><strong>译文</strong></p> <p>当年肃宗即位灵武，收复关中，借阴山骄子回纥之兵收复两京，东胡安庆绪奔走河北死守邺城，史思明出兵相救安庆绪于邺城，既降又叛反复无常并复陷东京洛阳早是意料之中的事。肃宗整日诚惶诚恐多方讨好信任关中小人李辅国，宠惧后宫张良娣，致使纲纪坏而国政乱，以致今日代宗仍在劳心焦思肃清朝纲。<br>当年我自己官为拾遗时。在皇帝左右，又拾遗职掌供奉扈从，代宗以广平王拜天下兵马元帅，先后收复两京势不可挡。代宗听信宦官程元振谗害，夺<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>兵柄，使岐雍一带兵力单薄，不能防敌于国门之外。致使吐蕃入侵两京沦陷，府库闾舍，焚掠一空，百官狼狈就道，鞋子都来不及穿跟随代宗逃往陕州。何时才能出现傅介子这样勇猛的人物来湔雪国耻啊，只要国家能灭寇中兴，我个人做不做尚书郎倒没关系。</p> <p>想当年开元盛世时，小城市就有万家人口，农业丰收，粮食储备充足，储藏米谷的仓库也装的满满的。社会秩序安定，天下太平没有寇盗横行，路无豺虎，旅途平安，随时可以出门远行，自然不必选什么好日子。当时手工业和商业的发达，到处是贸易往来的商贾的车辆，络绎不绝于道。男耕女桑，各安其业，各得其所。宫中天子奏响祭祀天地的乐曲，一派太平祥和。社会风气良好，人们互相友善，关系融洽，百馀年间，没有发生过大的灾祸。国家昌盛，政治清明。<br>谁知安史乱后，田园荒芜，物价昂贵，一绢布匹要卖万贯钱。洛阳的宫殿被焚烧殆尽，吐蕃也攻陷长安，盘踞了半月，代宗不久之后收复两京。不敢跟年高望重的人絮叨旧事，怕他们又从安禄山陷两京说起，惹得彼此伤起心来。小臣我愚钝无所能，承蒙当初朝廷授检校工部员外郎官职给我。希望当代皇上能像周宣王恢复周代初期的政治，使周朝中兴那样恢复江山社稷，我在江汉流经的巴蜀地区也会激动涕零的。</p> <p><strong>注释</strong><br>先皇巡朔方：指唐肃宗在灵武、凤翔时期。《晋书·郑冲传》：“翼亮先皇。至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>，肃宗即位于灵武，下制曰：‘朕治兵朔方，须安兆姓之心，勉顺群臣之请。’赵曰：‘朔方乃灵武邻郡。’”<br>入咸阳：指至德二年九月收复关中，十月肃宗还京。与汉灵帝末童谣相仿：“侯非侯，王非王，干乘万骑上北邙。”<br>阴山骄子：指回纥。《史记·秦本纪》：“西北斥逐匈奴，自渝中并河以东属之阴山。”徐广曰：“阴山在五原北。”《通典》：“阴山，唐安北都护府也。”汗血马：大宛国有汗血马。<br>“长驱”句：东胡，指安庆绪。肃宗借兵回纥，收复两京，安庆绪奔河北，保邺郡，所以说胡走藏。<br>“邺城”句：邺城反覆，指史思明既降又叛，救安庆绪于邺城，复陷东京洛阳一事。思明被迫投降，反覆无常，乃意料中事，故云不足怪。<br>“关中”句：关中小儿，指李辅国。《旧唐书·宦官传》：“李辅国，闲厩马家小儿，少为阉，貌陋，粗知书计，为仆事<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>。”《通鉴》注：“凡厩牧、五坊、禁苑给使者，皆渭之小儿。”晋泰始谣：“贾裴王，乱纪纲。”<br>“张后”句：《旧唐书·后妃传》：“张后宠遇专房，与辅国持权禁中，干预政事。帝颇不悦，无如之何”。上，指肃宗。<br>至令：一作“至今”。今上：当今皇上，此指代宗。<br>“我昔”句：指<a href=\"http://so.gushiwen.org/view_10567.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自己为拾遗时。在皇帝左右，故日近侍。又拾遗职掌供奉扈从，故日叨奉引。叨，忝也，自谦之词。<br>“出兵”句：指代宗当时以广平王拜天下兵马元帅，先后收复两京。《新唐书》：“代宗为太子，时从狩灵武，拜天下兵马元帅。山涛启事：‘可以整肃朝廷，裁制时政。’<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>檄文：‘天下不可当。’”<br>“为留”句：猛士，指郭子仪。宝应元年（762年）代宗听信宦官程元振谗害，夺郭子仪兵柄，使居留长安。未央，汉宫名，在长安。翻用<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>《大风歌》。“安得猛士兮守四方，感慨甚深。<br>“致使”句：岐（qí）雍，唐凤翔关内地，边兵入卫，岐雍一带，兵力单薄，遂不能防敌于国门之外。《旧唐书·吐蕃传》：“乾元后数年，凤翔之西，邠州之北，尽为蕃戎境。”<br>犬戎：古代族名，又叫猃狁，古代活跃于今陕、甘一带，猃、岐之间。此处指吐蕃，广德元年（763年）十月，吐蕃入侵，代宗逃到陕州，长安第二次沦陷，府库闾舍，焚掠一空。<br>跣足：打赤足。写逃跑时的狼狈，鞋子都来不及穿。天王：指唐代宗。<br>“愿见”句：傅介子，西汉时北地人，曾斩楼兰王头，悬之北阙。杜甫意在湔雪国耻，故愿见能有这种人物。<br>尚书郎：作者自谓。《木兰行》：“欲与木兰赏，不用尚书郎。”<br>开元：唐玄宗年号（718—741年）。开元盛世是中国历史上最有名的治世之一。孙洙曰：“开元间承平日久，四郊无虞，居人满野，桑麻如织，鸡犬之音相闻。时开远门外西行，亘地万余里，路不拾遗，行者不赍粮，丁壮之人不识兵器。”<br>小邑：小城。藏：居住。万家室：言户口繁多。《资治通鉴》唐玄宗开元二十八年载：“是岁，天下县千五百七十三，户八百四十一万二千八百七十一，口四千八百一十四万三千六百九。<br>“稻米”二句：写全盛时农业丰收，粮食储备充足。流脂，形容稻米颗粒饱满滑润。仓廪：储藏米谷的仓库。<br>“九州”二句：写全盛时社会秩序安定，天下太平。豺虎：比喻寇盗。<br>路无豺虎：旅途平安，出门自然不必选什么好日子，指随时可出行。《资治通鉴》开元二十八年载：“海内富安，行者虽万里不持寸兵。<br>“齐纨”二句：写全盛时手工业和商业的发达。齐纨鲁缟：山东一带生产的精美丝织品。车班班：商贾的车辆络绎不绝。班班：形容繁密众多，言商贾不绝于道。<br>桑：作动词用，指养蚕织布。不相失：各安其业，各得其所。《通典·食货七》载：开元十三年，“米斗至十三文，青、齐谷斗至五文。自后天下无贵物。两京米斗不至二十文，面三十二文，绢一匹二百一十文。东至宋汴，西至岐州，夹路列店肆待客，酒馔丰溢。每店皆有驴赁客乘，倏忽数十里，谓之驿驴。南诣荆、襄，北至太原、范阳，西至蜀川、凉府，皆有店肆以供商旅。远适数千里，不恃寸刃”。<br>圣人：指天子。奏云门：演奏《云门》乐曲。云门，祭祀天地的乐曲。<br>“天下”句：是说社会风气良好，人们互相友善，关系融洽。胶漆，比喻友情极深，亲密无问。<br>百馀年间：指从唐王朝开国（618年）到开元末年（741年），有一百多年。未灾变：没有发生过大的灾祸。<br>“叔孙”句：西汉初年，高祖命叔孙通制定礼乐，萧何制定律令。这是用汉初的盛世比喻开元时代的政治情况。<br>“岂闻”二句：开始由忆昔转为说今，写安史乱后的情况：以前物价不高，生活安定，如今却是田园荒芜，物价昂贵。一绢，一匹绢。直，同“值”。<br>“洛阳”句：用东汉末董卓烧洛阳宫殿事喻指两京破坏之严重。广德元年十月吐蕃陷长安。盘踞了半月，代宗于十二月复还长安，诗作于代宗还京不久之后，所以说“新除”。<br>宗庙：指皇家祖庙。狐兔：指吐蕃。<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《古意二首》：“狐兔穴宗庙。”杜诗本此。<br>“伤心”二句：写不堪回首的心情。耆旧们都经历过开元盛世和安史之乱，不忍问：是因为怕他们又从安禄山陷京说起，惹得彼此伤起心来。耆旧：年高望重的人。<br>乱离：指天宝末年安史之乱。<br>小臣：杜甫自谓。鲁钝：粗率，迟钝。<br>记识：记得，记住。禄秩：俸禄。蒙禄秩：指召补京兆功曹，不赴。<br>周宣：周宣王，厉王之子，即位后，整理乱政，励精图治，恢复周代初期的政治，使周朝中兴。我皇：指代宗。洒血：极言自己盼望中兴之迫切。<br>江汉：指长江和嘉陵江。也指长江、嘉陵江流经的巴蜀地区。因为嘉陵江上源为西汉水，故亦称汉水。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　题目虽说是《忆昔》，其实是讽今之作。第一首回忆的是唐肃宗的信任宦官和惧怕老婆，目的作于警戒代宗不要走他父亲的老道；第二首回忆的是唐玄宗是开元盛世，目的在于鼓舞代宗恢复往日繁荣，并不是为忆昔而忆昔。</p> <p>　　第一首上段九句，下段八句。上段九句感伤肃宗之失德。当时肃宗起兵灵武，收复西京长安，率回纥兵讨安庆绪，凡是肃宗认为是有才能的都以任用，便任用了李辅国。但宠幸张良娣，对于政事自然就很少有时间去管了。所以中兴之业，是仍处于停滞阶段的。“后不乐”，状其骄傲放纵。“上为忙”，状其畏缩恐惧。这分明写出了惧内意。王洙曰：“拨乱，内平张后之难。补四方，外能经营河北也。”下段八句感伤代宗不能振起。代宗初为元帅，出兵整肃，到了程元振带兵时，使<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>束手留京，吐蕃入侵，而肃宗再次外逃，一时边境无法安定下来，所以愿能有像傅介子这样的人物，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>意在湔雪国耻。“老儒”句，作者自叹不能为国靖乱而尸位素餐。</p> <p>　　第二首上段十二句，下段十句。上段十二句追思开元盛世。当时国盛民富，盗乱息止人民安定，政治通和清明，民风淳厚，礼仪等方面也秩序井然，胜于贞观之治。这里便是惜唐明皇疏于政事，所以又极盛转至衰败。下段十句悲痛乱离而思盼兴复。自开元至作此<a href=\"http://so.gushiwen.org/view_10567.aspx\">诗</a>，战火不断，民不聊生。“绢万钱，无复齐纨鲁缟矣。田流血，无复室家仓廪矣。东洛烧焚，西京狐兔，道路尽为豺狼，宫中不奏云门矣。”（仇兆鳌《杜诗详注》）乱后景象，是不忍直视的。所以作者在此概叹，中兴事业只能期望于后世之君了。</p> <p>　　虽然杜甫是从地主阶级的立场和理想来观察现实，但第二首诗中所描述的人丁兴旺、和平环境、丰衣足食，却也是劳动人民所祈望的。因而杜甫的政治理想对广大人民是有利的。诗人素来就有“位卑未敢忘忧国”的崇高理想、“大庇天下寒士俱欢颜”的精神境界，“小臣鲁钝无所能，朝廷记识蒙禄秩。周宣中兴望我皇，洒血江汉身衰疾。”身处乱世、颠沛流离，仍抱忧国忧民之心，“愿见北地傅介子，老儒不用尚书郎。”甘愿“洒血江汉”、再图中兴。</p>",
  "about": "<h2>创作背景</h2> 　　根据《杜臆》：“此是既为工部郎后，追论往事也。故以《忆昔》为题，乃广德二年严武幕中作。吐蕃陷京，在去年之冬。”可知这两首<a href=\"http://so.gushiwen.org/view_10567.aspx\">诗</a>作于广德二年（764年）。广德元年，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>被召为京兆功曹参军，未去赴任。到了广德二年春，杜甫便寄居阆州。杜甫感于今昔变化，借忆昔表示对现实的忧虑和哀叹。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "组诗",
    "忆昔",
    "讽今"
  ]
}