{
  "id": 49075,
  "star": 406,
  "name": "桂枝香·金陵怀古",
  "dynasty": "宋代",
  "content": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。<br>念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。",
  "fanyi": "<p><strong>译文</strong><br>登上高楼凭栏极目，金陵的景象正是一派晚秋，天气刚刚开始索肃。千里奔流的长江澄沏得好像一条白练，青翠的山峰俊伟峭拔犹如一束束的箭簇。江上的小船张满了帆迅疾驶向夕阳里，岸旁迎着西风飘/拂的是抖擞的酒旗斜出直矗。彩色缤纷的画船出没在云烟稀淡，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是用最美的图画也难把它画足。<br>回想往昔，奢华淫逸的生活无休止地互相竞逐，感叹“门外韩擒虎，楼头张丽华”的亡国悲恨接连相续。千古以来凭栏遥望，映入眼帘的景色就是如此，可不要感慨历史上的得失荣辱。六朝的风云变化全都消逝随着流水，只有那郊外的寒冷烟雾和衰萎的野草还凝聚着一片苍绿。直到如今的商女，还不知亡国的悲恨，时时放声歌唱《后庭》遗曲。 </p> <p><strong>注释</strong><br>登临送目：登山临水，举目望远。<br>故国：旧时的都城，指金陵。<br>千里澄江似练：形容长江像一匹长长的白绢。语出谢眺《晚登三山还望京邑》：“余霞散成绮，澄江静如练。”澄江，清澈的长江。练，白色的绢。<br>如簇：这里指群峰好像丛聚在一起。簇，丛聚。<br>去棹（zhào）：往来的船只。棹，划船的一种工具，形似桨，也可引申为船。<br>星河鹭（lù）起：白鹭从水中沙洲上飞起。长江中有白鹭洲（在今南京水西门外）。星河，银河，这里指长江。<br>画图难足：用图画也难以完美地表现它。<br>豪华竞逐：（六朝的达官贵人）争着过豪华的生活。竞逐：竞相仿效追逐。<br>门外楼头：指南朝陈亡国惨剧。语出<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《台城曲》：“门外韩擒虎，楼头张丽华。”韩擒虎是隋朝开国大将，他已带兵来到金陵朱雀门（南门）外，陈后主尚与他的宠妃张丽华于结绮阁上寻欢作乐。<br>悲恨相续：指亡国悲剧连续发生。<br>凭高：登高。这是说作者登上高处远望。<br>漫嗟荣辱：空叹什么荣耀耻辱。这是作者的感叹。<br>六朝：指三国吴、东晋、南朝宋、齐、梁、陈六个朝代。它们都建都金陵。<br>商女：歌女。<br>《后庭》遗曲：指歌曲《玉树后庭花》，传为陈后主所作。杜牧《泊秦淮》：“商女不知亡国恨，隔江犹唱《后庭花》”，后人认为是亡国之音。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首金陵怀古之词。上片写金陵之景，下片写怀古之情。一开头，用“登临送目”四字领起，表明以下所写为登高所见。映入眼帘的是晚秋季节特有的白练般清澈的江水和连锦不断翠绿的山峰。船帆飘动，酒旗迎风，云掩彩舟，白鹭腾空。这图画难述其美的江天景色使<a href=\"http://so.gushiwen.org/view_49075.aspx\">诗</a>人极为赞赏也极为陶醉，同时也引起他深深的思考。换头之后写怀古：在金陵建都的六朝帝王，争奇斗胜地穷奢极欲，演出一幕幕触目惊心的亡国悲剧。千百年来，人们只是枉自嗟叹六朝的兴亡故事。但空叹兴亡，又有何益？诗人在这里表现了政治家深邃的思想和雄伟的气概。不仅批判了六朝亡国之君的荒淫误国，也批判了吊古者的空叹兴亡。六朝的往事都随水逝去，空余寒烟芳草。可悲的是，有些人如商女一般，不顾国家兴亡，还沉溺于享乐，吟唱着《后庭花》这样的亡国之曲。作为政治家的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>反对“谩嗟”六朝兴废，在北宋这积贫积弱的现实面前，要汲取历史教训，从政治上进行改革，免致奢华靡费导致国力衰竭，重蹈六朝覆辙。</p> <p>　　本词以壮丽的山河为背景，历述古今盛衰之感，立意高远，笔力峭劲，体气刚健，豪气逼人。多处化用前人诗句，不着痕迹，显示了作者深厚的功底。</p> <p>　　此词抒发金陵怀古人之情，为作者别创一格、非同凡响的杰作，大约写于作者再次罢相、出知江宁府之时。词中流露出王安石失意无聊之时移情自然风光的情怀。</p> <p>　　全词开门见山，写作者南朝古都金陵胜地，于一个深秋的傍晚，临江揽胜，凭高吊古。他虽以登高望远为主题，却是以故国晚秋为眼目。“正”、“初”、“肃”三个字逐步将其主旨点醒。</p> <p>　　以下两句，借六朝谢家名句“解道‘澄江净如练’，令人长忆谢玄晖”之意，点化如同已出。即一个“似练”，一个“如簇”，形胜已赫然而出。然后专写江色，纵目一望，只见斜阳映照之下，数不清的帆风樯影，交错于闪闪江波之上。细看凝眸处，却又见西风紧处，那酒肆青旗高高挑起，因风飘拂。帆樯为广景，酒旗为细景，而词人之意以风物为导引，而以人事为着落。一个“背”字，一个“矗”字，用得极妙，把个江边景致写得栩栩如生，似有生命其中。</p> <p>　　写景至此，全是白描，下面有所变化。“彩舟”、“星河”两句一联，顿增明丽之色。然而词拍已到上片歇处，故而笔亦就此敛住，以“画图难足”一句，抒赞美嗟赏之怀，颇有大家风范。“彩舟云淡”，写日落之江天：“星河鹭起”，状夕夜之洲渚。</p> <p>　　下片另换一幅笔墨，感叹六朝皆以荒淫而相继亡覆的史实。写的是悲恨荣辱，空贻后人凭吊之资；往事无痕，唯见秋草凄碧，触目惊心而已。“门外楼头”，用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《台城曲》句加以点染，亦简净有力。</p> <p>　　词至结语，更为奇妙，词人写道：时至今日，六朝已远，但其遗曲，往往犹似可闻。此处用典。“商女不知亡国恨，隔江犹唱《后庭花》！”此唐贤小杜于“烟笼寒水月笼沙，夜泊秦淮近酒家”时所吟之名句，词人复加运用，便觉尺幅千里，饶有有余不尽之情致，而嗟叹之意，千古弥永。</p>",
  "about": "<h2>创作背景</h2> <p>　　宋英宗治平四年（1067年），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>第一次任江宁知府，写有不少咏史吊古之作，这首词可能作于当时。</p> <p>　　还有一种说法是，此词大约作于王安石第二次被罢相、出知江宁府的时候，时间在宋神宗熙宁九年（1076年）之后。</p>",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "宋词三百首",
    "登高",
    "写景",
    "咏史怀古"
  ]
}