{
  "id": 71948,
  "star": 50,
  "name": "菩萨蛮·洛阳城里春光好",
  "dynasty": "唐代",
  "content": "洛阳城里春光好，洛阳才子他乡老。<br>柳暗魏王堤，此时心转迷。<br>桃花春水渌，水上鸳鸯浴。<br>凝恨对残晖，忆君君不知。",
  "fanyi": "<p><strong>译文</strong><br>春暖花开，万象更新。洛阳城里，春光明媚，娇好异常。可是，我这个天涯浪子，却只能异地漂泊，老死他乡。眼前的魏王堤上，杨柳依依，浓荫茂密。而我心怀隐痛，满心凄迷，惆怅不已。桃花嫣红，春水碧绿，烟笼柳堤，水浴鸳鸯。此物之出双入对，相守相依，更勾起我这个离人永隔之悲苦。无以释解，只好把一腔相思相忆之情凝结成的丝丝愁恨，化解到落日西沉的余晖之中。远方的人儿呵，遥远的故国呵，你知道不，我这是在怀念着你呵！</p> <p><strong>注释</strong><br>⑴菩萨蛮：词牌名。<br>⑵春：一作“风”。<br>⑶洛阳才子：西汉时洛阳人<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，年十八能诵<a href=\"http://so.gushiwen.org/view_71948.aspx\">诗</a>书，长于写作，人称洛阳才子。这里指作者本人，作者早年寓居洛阳。<br>⑷魏王堤：即魏王池。唐代洛水在洛阳溢成一个池，成为洛阳的名胜。唐太宗贞观中赐给魏王李泰，故名魏王池。有堤与洛水相隔，因称魏王堤。<br>⑸渌：一本作“绿”，水清的样子。<br>⑹凝恨：愁恨聚结在一起。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>在公元九世纪（唐僖宗中和年间）避乱洛阳时的作品。韦庄客居洛阳，正是国家多事之秋，战乱频仍，民不聊生；自己则浪迹他乡一事无成。所以词一开头，就以排比偶句写景抒慨。上句写景，洛阳多花，春光确实很好；下句抒慨，洛阳多才子，但他们却因为生不逢时而垂老他乡。洛阳的大好春光未能使之陶醉，反而触发了他的隐忧，可见这位“洛阳才子”此时感慨颇深。这里，“春光好”是淡写，“他乡老”却是重笔，情景两两对举，比照十分鲜明，以情景的反差表现了心理的反差，突出了“春光”却在“他乡”、虽“好”可惜已“老”的矛盾心境。明代戏剧家<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>读到这里说“可怜可怜，使我心恻”（汤显祖评本《花间集》卷一），可见“他乡老”一语，既是韦庄一类晚唐士人的慨叹，也是历代失意士人胸中共有的块垒。三四句承上，一句写景，一句写心。魏王堤即魏王池，因“贞观中，以赐魏王泰”而得名，它是东都洛阳的游赏胜景。但安史乱后，东都已失去昔日的魅力，更何况此时游赏，就更有一番今不如昔之感了。句中着一“暗”字，虽是烟笼柳堤的实景描绘，但也确是作者的虚笔映衬，从中透露出一种历史与人生的迷蒙感，所以下句就直接托出“此时心转迷”的心态。眼前所见的是春光缭乱、烟柳迷茫之景，胸中翻腾的是怀才不遇、心志凄迷之情。眼迷心迷，景迷情迷，使他又一次陷入迷惘忧伤之中。这也正是他在《中渡晚眺》一<a href=\"http://so.gushiwen.org/view_71948.aspx\">诗</a>中所写的“魏王堤畔柳如烟，有客伤时独扣舷”的情与景，不过这里情景更为密合，意旨更为蕴藉。</p> <p>　　过片与首句呼应，具体描绘春光之好：桃花红艳，春水清澈，鸳鸯双双，嬉戏水上，一片明丽的春色，一派盎然的春意。写到这里，作者似乎已从上片心迷之情中解脱出来，陶醉于融洽的春光之中了。其实并不，后面两句说明他又一次以情景的反差来表现自己心理的反差，又一次表达自己的心迷：“凝恨对残晖，忆君君不知”。这里，词人面对残晖，一方面是恨意郁结，家国之痛，身世之悲，都化成恨在心头凝结。下一“凝”字，极共沉重。另方面是深切忆念，故国之忆，亲友之忆，都化成怨在心底激荡。下一 “忆”字，格外深挚。“君不知”三字，以怨对方的不知、无情、无动于衷，曲折表达自己的忆念之深、之切、之诚、之纯，真是“无限低徊，可谓语重心长矣”（丁寿田等《唐五代四大名家词》乙篇）。吴蘅照在《莲子居词话》中说：“韦相清空善转”。这首词，以恨转忆，以景迷转心迷，以情景反差转心理反差，就此一端，也可看出吴蘅照说他“善转”是不错的。</p> <p>　　洛阳是词人的第二故乡，因而他对洛阳有着深厚的感情。此词开头，即叠用“洛阳”二字，而且突出地把它放在句首，就是这种感情的具现。“洛阳才子”是词人自指，因为他的成名之作《秦妇吟》就是在洛阳写的，并获得了“秦妇吟秀才”的美誉。洛阳的春光好在：一是魏王堤上阴翳的垂柳，上蔽天日，下荫游人；二是桃花水暖，鸳鸯双浴于澄波碧水之中。杨柳依依，更添离别之情；鸳鸯喁喁，益增寂寞之感。这些都是词人在洛阳所习见的景物，因而情不自禁地流露出心底的呼唤。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>在唐僖宗中和年间（公元九世纪）避乱洛阳时的作品。韦庄客居洛阳，正是国家多事之秋，战乱频仍，民不聊生；自己则浪迹他乡一事无成。",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "婉约",
    "地名",
    "写景",
    "思乡"
  ]
}