{
  "id": 8094,
  "star": 17,
  "name": "赠别王山人归布山",
  "dynasty": "唐代",
  "content": "王子析道论，微言破秋毫。<br>还归布山隐，兴入天云高。<br>尔去安可迟？瑶草恐衰歇。<br>我心亦怀归，屡梦松上月。<br>傲然遂独往，长啸开岩扉。<br>林壑久已芜，石道生蔷薇。<br>愿言弄笙鹤，岁晚来相依。",
  "fanyi": "<p><strong>译文</strong><br>王山人剖析仙道的高论，微言透彻秋毫。<br>马上要回归布山去隐居，逸兴高入云天。<br>你能不能多待几天再回去？怕山上的瑶草会衰歇吗？<br>我也很想去隐居，屡屡梦见松间云月。<br>你傲然独往，长啸着开劈岩石筑室。<br>林壑久已荒芜，石道上都长满蔷薇。<br>冬天来到的时候，我会去你那里，一起弄笙戏鹤，风雨相依。</p> <p><strong>注释</strong><br>⑴析道论：析，分也，解也。道论，即道家之经论。<br>⑵微言：精妙之论。刘歆《移书让太常博士》：“夫子没而微言绝。”<br>⑶秋毫：谓精微之理。《三国志·魏书·管辂传》裴松注：“《辂别传》曰：何尚书神明精微，言皆巧妙，巧妙之至，殆破秋毫。”<br>⑷瑶草：传说中的仙草，如灵芝等，能治百病或食之长生。汉<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《与友人书》：“相期拾瑶草，吞日月之光华，共轻举耳。”亦泛指珍异之草。<br>⑸“愿言弄笙鹤”句：愿言，《<a href=\"http://so.gushiwen.org/view_8094.aspx\">诗</a>经·卫风·伯兮》：“愿言思伯，甘心首疾。”笺：“愿，念也。”弄笙鹤，用王子乔事。《列仙传》卷上：王子乔者，周灵王太子晋也。好吹笙作凤鸣。游伊、洛之间，道士浮丘公接以上嵩高山。三十馀年后，求之于山上，见桓良曰：“告我家，七月七日待我于缑氏山巅。”至时，果乘白鹤，驻山岭，望之不到，举手谢时人，数日而去。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8094.aspx\">诗</a>共分四个部分。第一个四句组（“王子析道论，微言破秋毫。还归布山隐，兴入天云高。”）以“毫”、“高”为韵，是全诗的起首，“王子析道论，微言破秋毫。”介绍王山人并对友人才干的赞赏跃然纸上；“还归布山隐，兴入天云高。”叙事说友人要归布山了；第二个四句（“尔去安可迟？瑶草恐衰歇。我心亦怀归，屡梦松上月。”）改以“歇”、“月”为韵，是承接前一组诗，“尔去安可迟？瑶草恐衰歇。”直言对友人的不舍，希望友人能多待几天；“我心亦怀归，屡梦松上月。”说王山人要走，我也很想走，向往那种隐居生活；第三个四句（“傲然遂独往，长啸开岩扉。林壑久已芜，石道生蔷薇。”）又改以“扉”、“薇”为韵，是诗意起了转折，诗人想象王山人回到布山的情景，言语间满是向往；最后一个二句（“愿言弄笙鹤，岁晚来相依。”）和上一组诗一样，也以“依”为韵，“岁晚来相依”以讲述自己的愿望结束全诗，我也要到你那里去。全诗开头的起句到最后的结句，从述说友人要走到自己也想跟友人一样，诗人的思想从起句到结句已经经历了一个起承转合的过程。</p> <p>　　朋友离别而去，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有着浓浓的不舍与依依惜别之情，但只说“我心亦怀归，屡梦松上月”，把万语千言融入到景色之中，耐人寻味。虽然是赠别，却无凄凉之味。“愿言弄笙鹤，岁晚来相依”，诗人很直接的表达了向往隐居和求仙访道的生活。并据记载李白于开元（唐玄宗年号，公元713～741年）后期，曾隐于徂徕山，这首诗题中之“王山人归布山”，并说“我心亦怀归”、“岁晚来相依”不谋而合。</p> <p>　　这首赠别诗，虽有别离之愁，却并不为愁所溺，“哀而不伤”，这也是盛唐“酬应体”五古的一个特点，离别之际，他们或许会有些伤感，但是不会沉沦其中。</p>",
  "about": "<h2>创作背景</h2> <p>　　据山东肥城方志，“布山”，全名为布金山，又名瀑布山，俗名小泰山。</p> <p>　　《肥城光绪县志》卷一《方域》载有瀑布山，云：“在城南四十里。”此下录有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送王山人归布山》及<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《送天倪子归布山》<a href=\"http://so.gushiwen.org/view_8094.aspx\">诗</a>。另《肥城县乡土志》载：“瀑布山在城南四十里，唐李白送王山人归布山即此。”李白于开元（唐玄宗年号，公元713～741年）后期，曾隐于徂徕山。</p> <p>　　题中之“王山人”则“归布山隐”，此与李白这首诗所云“我心亦怀归，岁晚来相依”地望正合。由“我心亦怀归”可知，是时李白他不在徂徕山中，而应在兖州（今属山东）家里，诗当作于瑕丘。</p> <p>　　按诗云“尔去安可迟，瑶草恐衰歇”语，诗当为公元741年（开元二十九年）秋日所作。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "隐居"
  ]
}