{
  "id": 48859,
  "star": 22,
  "name": "浣溪沙·湖上朱桥响画轮",
  "dynasty": "宋代",
  "content": "湖上朱桥响画轮，溶溶春水浸春云，碧琉璃滑净无尘。<br>当路游丝萦醉客，隔花啼鸟唤行人，日斜归去奈何春。",
  "fanyi": "<p><strong>译文<br></strong>带有彩绘的的豪华马车经过朱红色的桥，车轮的响声在湖上响起。春水丰盈的湖面，倒映着柔美的白云。湖面平静的好像碧绿的玻璃，平滑干净没有灰尘。<br>春季里昆虫吐出来的细丝，随风飘舞在花草树木之间，网住春光，留住游人。花丛中的鸟儿不停地名叫，仿佛在召唤行人。湖光春色如此诱人，游人游赏到夕阳西斜才无可奈何地离去。</p> <p><strong>注释<br></strong>①浣溪沙：词牌名。<br>②朱桥：栏杆朱红的桥。<br>③画轮：指有彩绘的豪华车子。<br>④溶溶：指水盛貌。<br>⑤春水：指春天时的湖水，表现出湖水的柔和之感。<br>⑥春云：即春天的云，表现出湖上天空的云之舒缓柔美。<br>⑦碧：即绿色。<br>⑧游丝：本指春季里昆虫吐出的细丝。<br>⑨萦：即萦绕，留住之意。<br>⑩醉客：指陶醉在美景之中的游人。<br>⑪归：指离开。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>这首《浣溪沙》抒发了作者对春光的深深眷恋。词中的春光，使读者联想到人生的青春、爱情、理想等一切美好的事物。它那深沉委婉的情思，那隽永蕴藉的意境，给读者以无尽的遐思。</p> <p>　　上片写湖面风光很有特色。首句“湖上朱桥响画轮”，写游客们乘坐着豪华的车子，驶过那装修着朱红栏杆的桥梁，来到西湖游赏春光，传达出一种喧腾热闹的气氛。第二句“溶溶春水浸春云”，一句之中，并列两个“春”字，是名副其实的“加一倍写法”，目的就是把这个字突现出来。这句里的“浸”字也用得好，把映照说成浸泡，就等于把云的影子说成是真的云，通过这种“真实感”暗中透露出湖水的清澈程度来，从观察体验的错觉中描绘景物的状态。第三句“碧琉璃滑净无尘”，用琉璃的光洁平滑来比喻西湖的水面，表现了湖面泛舟时轻快、畅适的心情，形象而有<a href=\"http://so.gushiwen.org/view_48859.aspx\">诗</a>意。</p> <p>　　下片写游兴未尽的留连之情。前两句是对偶句：“当路游丝萦醉客，隔花啼鸟唤行人”。这两句描写春物留人，人亦恋春，是全词的重点所。欧阳修说游丝“萦醉客”，这既是游人赏春纵饮，也有游人被美景“唤住”之意，下句“隔花啼鸟唤行人”，这一句是从声音的角度来写，不但写出了春天具有的“映阶碧草自春色，隔叶黄鹂空好音”的境界，也写出了春天西湖的“锦官城外柏森森”的葱绿景象。词人通过把游丝、啼鸟对游人的“挽留”，表现出游人被西湖美景吸引而舍不得归去之情。把游丝、啼鸟说成颇通人性的灵物，这便是词体以婉曲写情的特别处。[4] 末句里的“日斜归去”四字，说明西湖景色美好，让人流连：“奈何春”三个字使得全词更显得精彩，它表达了作者郁积于心的留连惆怅之情。这首词的结尾，是用陡转直下的笔法揭示了游人内心深处的思维活动，表现了由欢快而悲凉这种两极转换的心理状态，故而能够取得含蓄蕴藉、余味不绝的艺术效果。 </p> <p>　　从艺术上看，词人借景抒情，在描写“乐景”之中，暗示了“哀情”，具有含不尽之意现于言外，把那深沉委婉的情思意念蕴含在宽阔的境界之中，给读者以无尽的想象和思考。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋仁宗皇祐元年至二年（1049—1050）。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>任颖州知州，与友人一起载舟游春的所见所闻。是一首以景抒情的小词。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "西湖",
    "春光",
    "眷恋"
  ]
}