{
  "id": 38145,
  "star": 18,
  "name": "自叙",
  "dynasty": "唐代",
  "content": "酒瓮琴书伴病身，熟谙时事乐于贫。<br>宁为宇宙闲吟客，怕作乾坤窃禄人。<br>诗旨未能忘救物，世情奈值不容真。<br>平生肺腑无言处，白发吾唐一逸人。",
  "fanyi": "<p><strong>译文<br></strong>酒瓮琴书终日与日渐衰病的身体相伴，虽然我熟知世道人情但也乐于孤寂清贫。<br>我宁愿安守穷困，做一个天地之间的<a href=\"http://so.gushiwen.org/view_38145.aspx\">诗</a>者，决不投身官场，成为世间利禄之人。<br>吟诗作赋时不忘济世救物，可叹的是，世道黑暗，人情深险，不能容忍正直本真。<br>平生肺腑之言无处诉说，如今老矣，苍颜白发，只能遁身世处，做一个隐逸之人。</p> <p><strong>注释<br></strong>⑴乾坤：天地间。<br>⑵窃禄：盗窃官俸，犹言尸位素餐。<br>⑶诗旨：作诗的意旨。<br>⑷救物：拯救百姓。<br>⑸值：遇。<br>⑹吾唐：唐人称本朝。<br>⑺逸人：避世隐居者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首七律，<a href=\"http://so.gushiwen.org/view_38145.aspx\">诗</a>人写自己身处暗世、有志难伸、怀才不遇、走投无路的困境和内心的烦恼。通篇夹叙夹议，评论时事，陈述怀抱，满篇韵味，生动感人。</p> <p>　　诗的首联概述诗人的境遇和处世态度。“酒瓮琴书伴病身”，开头七字，形象逼真地勾画出一个当时封建社会中失意潦倒的知识分子形象。他只有三件东西：借以泻愁的酒瓮，借以抒愤、寄情的琴和书，诗人是十分贫寒、孤独的。可是诗人对这种贫苦生活所抱的态度，却出人意料，他不以为苦，反以为“乐”——“熟谙时事乐于贫”。原来他“乐于贫”乃是因为对当时晚唐社会的昏暗社会现实非常熟悉。“熟谙”一词，总括了诗人“年年名路漫辛勤，襟袖空多马上尘”（《感秋》）的长期不幸遭遇；也暗示出上句“病身”是如何造成的。“乐于贫”的“乐”字，表现了诗人的耿直性格和高尚情操。这样正直、高尚的人，不能“乐于”为国施展才华，而只能“乐于贫”，这是统治者造成的真正悲剧。</p> <p>　　紧接着，诗人进一步表明“乐于贫”的心迹：“宁为宇宙闲吟客，怕作乾坤窃禄人。”意思是说：我宁愿安守穷途，做天地间一个隐逸诗人；决不愿获取俸禄，当人间的庸俗官吏。这一联警句，上下对仗，一取一舍，泾渭分明，坚定有力，震慑人心。这种掷地作金石声的语言，进一步表现出诗人冰清玉洁的品格。</p> <p>　　诗人说宁愿作“闲吟客”，第五句对“吟”什么作了回答：“诗旨未能忘救物”。诗人困于蒿莱，也不消极避世，而是始终不忘国家和人民所遭受的灾难。他的诗多是“言论关时务，篇章见国风”（《秋日山中见李处士》），表现出一片救物济世的热情。正因为他的诗“多主箴刺”，而不能为世所容，以致“众怒欲杀之”（见《唐才子传》）。故诗的第六句深深慨叹：“世情奈值不容真！”真，指敢于说真话的正直之士。“不容真”三字，深刻地揭露了人妖颠倒、是非混淆的现实社会。这两句是全诗的重点和高峰。诗人单刀直入，揭示了志士仁人和黑暗社会之间的尖锐矛盾。</p> <p>　　诗的最后两句，以苍凉悲愤的语调作结：“平生肺腑无言处，白发吾唐一逸人。”一生怀才不遇，壮士莫酬，内心的痛苦，无处诉诉。诗人说：“吾唐”虽大，却没有正直之士容身之地，我只好遁身世外，做个隐逸之人。在《离骚》中，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>也是掩泪叹息：“已矣哉！国无人莫我知兮，又何怀乎故都！既莫足与为美政兮，吾将从彭咸之所居！”此诗结尾两句和《离骚》的卒章同样感人。诗中刻画了诗人白发满鬓、愁容满面、仰天长啸、老泪纵横的形象。</p> <p>　　这首诗以议论为主，但议而不空，直中见曲，议论同形象相结合，议论中又饱和着浓郁的感情，字字句句“沛然从肺腑中流出”（<a href=\"http://so.gushiwen.org/author_761.aspx\">惠洪</a>《冷斋夜话》），充满着悲切和激情。在谋篇布局上构思精巧，结构层层推演，环环相扣，步步进入：首联“乐于贫”，带出颔联“宁为宇宙闲吟客，怕作乾坤窃禄人”；颔联“闲吟客”带出颈联“诗旨未能忘救物，世情奈值不容真”；颈联“不容真”，带出尾联“平生肺腑无言处，白发吾唐一逸人”；尾联“平生肺腑无言处”，又与开头“酒瓮琴书伴病身”相呼应，浑然一体。随着层次的推进，诗人的形象越来越鲜活；诗人感情的波涛，似长江后浪推前浪，逐步推向高峰；诗的主旨也一步一步开拓、深化。此诗的意境转过一层又一层，愈来愈入佳境。</p>",
  "about": "<h2>创作背景</h2> 　　所谓自叙者，自我言志也。<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>因身处晚唐离乱之世，有志屈而不能伸，故为此篇。本<a href=\"http://so.gushiwen.org/view_38145.aspx\">诗</a>通过诗人自身感受，写出了对时事政治的不满。",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": []
}