{
  "id": 70356,
  "star": 2,
  "name": "杂剧·宋上皇御断金凤钗",
  "dynasty": "元代",
  "content": "楔子<br>小生姓赵名鄂字天翼，郑州人也。嫡亲的三口儿家属，大嫂李氏，孩儿福童，年七岁也。去岁撺过卷子，小生造物低，闭了选场，在状元店中修习一年。今年春榜动，却去应举去。在这店中住了许多时，房钱都少下他的，可怎生是好？开门！开门！我开了这门。哥哥做甚么？秀才，看你这等也不能够发迹。嫂嫂，你问他要纸休书，拣着那官员大户财主，别嫁一个，我与你做媒人。哥哥，我心里也是这般说。赵鄂，你听的么，小二哥要房宿饭钱哩，我将甚么与他？你则是不肯上朝求官应举去！得了官，我便是夫人哩！爹爹，我肚里饥了也。你也养活不的我，将休书来！将房钱来！我则今日求官应举去，我为官，你便是夫人哩。我等着夫人哩。秀才，你若得了官，我便准备着果盒酒儿，与你挂红。我若不得官，我也不回来。<br>【仙吕】【赏花时】守着这三尺萤窗十数春，便待要千丈龙门一跳身。既生长在人伦，狗也有三升糠分，况道是我为人。<br>【幺】我不信男儿一世贫，你休忘了夫妻百夜恩。我理会卿相出寒门，你准备做夫人县君，食列鼎，卧重裀。<br>如何？不是妒发他，他不肯应举去。秀才去了也。我眼观旌节旗，耳听好消息。<br><br>第一折<br>我恰才街市去来，说道赵秀才得了头名状元，做了官也。俺家里别无甚值钱物件，止有媳妇穿的一条裙子，我当一瓶儿酒，去那朝门外等着，与他庆贺去者。今日谁想俺秀才真个得官也。我引着孩儿看那秀才，走一遭去。龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。小官殿头官是也。奉大人的命，今春有个头名状元，姓赵名鄂字天翼，早朝失仪落简，奉圣人命，削了他靴笏襕袍，赶出去为庶民百姓。左右的，你与我唤赵鹗来者。小生赵鹗。一举状元及第，在丹墀内谢恩，不想失仪落简。今日在待漏院听候，大人呼唤，不知为何？须索走一遭去。<br>【仙吕】【点绛唇】到冬来风雪柴扉，到春来破窗细雨，琴书湿。似这般忍冷担饥，我子索长受妻儿气。<br>【混江龙】早则轮来到游街三日，不枉了寒窗十勒苦攻习。头直上打一轮皂盖，马头上列两行朱衣。凭着我七步才为及第策，五言诗作上天梯，今日才得文章济。我如今脱白换绿，挂紫穿绯。<br>可早来到也，我见大人去。张千报复去，道状元来了也。着他过来。理会的，着你过去哩。为你早间谢恩，失仪落简，圣人的命，着你纳下靴笏襕袍，为民家去。本是寒儒，怎消得官禄？出去罢。我好福薄也。<br>【油葫芦】他道我原是寒门一布衣，我怎生消受？投至的十年身到凤凰池，知他磨了几锭乌龙墨，知他坏了多少霜毫笔？不付能恰做官，没揣的罢了职。若是白衣回到俺家乡内，怎见我同学业，众相知！教人道赵鹗得了官，可怎生又剥落了？<br>【天下乐】我可甚金榜无名誓不归，争奈文齐福不齐。学了二十年，则得半霎儿享富贵。觑功名笋指般休，看荣华眨眼般疾，更疾如南柯一梦里。兀那赵鹗，为你失仪落简，本当见罪。圣人见你文章，饶你死罪，原籍为民。你听者：文章冠世中高魁，争奈文齐福不齐。才蒙雨露剥官职，依旧中原一布衣。我出的这朝门来，怎教我不烦恼！哎，赵鹗也，你好命蹇福薄，付能得了官谢恩，又失仪落间，则是我命穷不合做官？<br>【哪吒令】似这般发志气，如管宁割席；我看书，如匡衡凿壁；我受贫，如韩信乞食。我想这小人儒，儿曹辈，那一个肯见贤思齐。<br>小生命只恁般苦也！<br>【鹊踏枝】恰脱下紫罗衣，又穿上旧罗衣，远远而来，却不怏怏而归。好一似江淹梦笔，我到家中，浑家问道：你得官也？我滴溜着一个休妻。<br>【寄生草】普天下习儒士，学业的。七品八品，指望功名遂；千人万人，都想诗书济；十番九番，不得文章力。从盘古王没一个富书生，知他孔夫子，有多少穷徒弟。<br>我且回店中去。自家店小二。听的赵秀才得了官，我把媳妇裙儿当了一瓶酒，等着与他递一杯。我来了也。你喜也，得了官也！一言难尽。我中了状元，恰才谢恩，当殿失仪落简，把我簇下。待把我赐死，道我好文章，枉可惜了，免了我死，纳下靴笏襕袍，剥削了官，为民了。我家里没甚么，把俺媳妇裙儿当了一瓶酒，庆贺你，如今又不得官，可怎了？还房钱来！这房钱又问我要，如之奈何？<br>【金盏儿】你道你典了满身衣，我搅了一身亏，想我那虚名枉上登科记。小二哥，你好乔，听的得了官，就买酒相贺；听的剥落了官职，就索要房钱。你却便攀高接贵，教我笑，店都知。我得官也，相庆相贺，剥落了也，不追随！正是世情看冷暖，人面逐高低。<br>听的赵鹗得了官也，我试看去则个。赵鹗得了官也？怎生不言语，可是及第也不曾及第？<br>【醉中天】你道我及第也不及第，我待支持怎支持？你可不观见容颜便得知，有什么不解其中意。他觑了我穷身分，说个甚的；又没有金冠霞帔，则着怎支吾那一纸休离。<br>你这等模样，还不与我休书？快将休书来！爹爹，我肚里饥了也！我也不跟你了。还我房钱来。<br>【后庭花】若是荣华后丑妇随，饥寒后亲子离。我且不问嫌夫窘桑新妇，我则打这恨爹穷忤逆贼。则要各东西，不肯一家一计，水藉鱼，鱼藉水。你不投托个人，讨些衣食，怎生度日！<br>【金盏儿】如今等讨人衣，似剥了身上一张皮。谁想四海之内皆兄弟，兼朝廷中举枉错诸直。指云中雁为膳馔，捞水中月觅衣食。如投吕先生访故友，似寻吴文政搠相知。<br>店小二哥，你不知那贡院里试官，他则是寄着我那状元哩！我在状元店中修习，等来年依旧应举。若得了官呵，那其间还你房钱。若是这等呵，纸墨笔砚我全管。眼下无用度，怎生是了？你子母休熬煎，我到来朝一日，向周桥上题笔卖诗，若卖些钱，养活你；若卖不的，再做计较。这等说也使的。<br>【赚煞】我卖得二文钱，籴得一升米，够养活孩儿共你。凭着我端砚文章纸墨笔，吃的是淡饭黄齑。我挂招牌指万物为题，写着道吟诗寰中占了第一。更写着曾丹墀立地，在金门出入，教人道穷书生犹自说兵机。<br>小二哥，只是多累你。明日赵鹗但卖些小钱钞，先还你房钱。嫂嫂，咱且回店中去来。<br><br>第二折<br>小生赵鹗，来到这周桥上。来来往往，人稠物穰，不知其数。向这里卖诗，卖得些钱，与俺那浑家盘缠，俺浑家便无言语；若是卖不的诗，觅不的钱，俺浑家一场熬煎，怎生支吾也呵！<br>【中吕】【粉蝶儿】偏别人平步青霄，轮到我背翻身禹门一跳，好下番的疾靴笏襕袍。立丹墀未呼噪，恰待扬尘舞蹈，谢君恩展脚舒腰。吓的我手和脚不知颠倒。<br>【醉春风】投至二十载苦功名，却不想半霎剥落了。则那求官应举世间多，及第的少。似我这粪土之墙，斗筲之器，枉读了圣贤之道。<br>我来到周桥上，看有甚么人来买诗。黄卷青灯一腐儒，九经三史腹中居。《学而》第一须当记，养子休教不读书。小生姓刘，双名彦实，幼习儒业。听知周桥上有人卖诗，我拿着二百钱，买诗一遭。兀的不是卖诗的秀才？支揖秀才，你要买诗？只怕你无有才学。<br>【红绣鞋】虽不达周公礼乐，虽不及子夏文学，寻思来惟有看书高。放着花笺纸，端溪砚，乌龙墨，紫霜毫，穷不的卓儿出四宝。<br>我买你的诗，要多少钱一首？要二百钱一首。我与你二百钱。指甚么为题？指秀才为题。天子重英豪，文章教尔曹。万般皆下品，惟有读书高。<br>【迎仙客】写染得无褒弹，吟咏的忒风骚，真真字儿不带草。又不曾倒了平仄，差了韵脚。又不似卖春豆秋糕，又索甚学歌叫。<br>秀才是写得好，后会有期，我回去也。小生姓张名天觉字商英。自中甲第以来，累蒙抉用，谢圣恩可怜，除授谏议大夫之职。今因汴梁城中百姓，往往不遵守法度，老夫今日街上闲行者。杀人放火为活计，好斗偏争欺负人。某行不更名，坐不改姓，本处人氏，姓李名虎。别无甚营生，见周桥上那个老儿，是个庄家，我问他诈几贯钱钞者。唱喏哩！还礼哩！你今日在这里撞见我，借了我二百，怎不还我？哥哥，老夫是个庄农，才入城来，撞着哥哥，休怪。你借了我二百钱，你不还我，我和你跳河去！哥哥，我不少你钱，敢错认了也。你借了我二百钱，不还干罢了，我和你跳河去！住、住，哥哥饶老汉者，怎生便扯老汉跳河？人命关天关地。要钱，我借二百钱与你。我只要你还我钱。老夫偌大年纪，怎生得个过往人，相劝一劝，可也好也。付能有这买诗的人，他们又在这里争闹，我与你劝开去者。<br>【石榴花】则见压肩叠脊相簇一周遭，劝着的不睬半分毫。那厮憔憔忄敞忄敞，挥天霍地怒难消，支揖哥哥，你休闹罢！他少我二百钱，不还我，我和他跳河去！越见人劝着，越逞粗豪。哥哥，你放了老汉，借些钱与哥哥便了。支揖哥哥，多亏你相劝。老汉见你有二百长钱，怎生借与老汉，还了那人去，我一本一利交还。我撞着恶人也无奈何了。你少我钱还胡赖！哎，你个孟尝君，自养着家中哨。哥哥贵姓？我是李虎。你正是晏平仲善与人交，走函关不肯学鸡叫，没钱呵扯着他跳周桥。<br>【斗鹌鹑】则这是养剑客临危，报答你田文下梢。劝你下李密休慌，请你个伯当放了。这钱不还，我更待干罢！哎！你个谒鲁肃周瑜好躁暴，恶歆歆攥住系腰。待不劝是自己惺惺，待劝呵是他家恼了。<br>哥哥，借钱与老汉罢。你为甚么这般上紧也？我遇着恶人魔。小生止有二百钱，老兄要时拿将去，小生有个比喻。欲将何比？<br>【普天乐】你遇着恶人魔，我值着穷星照。不争你借了二百钱呵，我忍饥在今日，受饿到明朝。哥哥，见义不为无勇也。怕不待见义为，争奈家私薄。君子周人之急，你借与我罢。君子周急，我须知道，争奈庞居士，在陋巷箪瓢。君子周人之急，我则这二百钱，你将去。谢了哥哥。兀那哥哥，这二百钱你拿去。你还了我这钱，你休怪，我吃酒去也。多谢哥哥救我。你借了这钱去呵，愁闷杀小生，烦恼杀幼子，冻饿杀多娇！<br>君子周人之急，我借与你钱，你在那里居住，对小生说者。哥哥恕罪。多亏了你也，借与我钱，救我一命。你放心，老汉下处在周桥住，南高门楼里张商英宅子里。老夫一本一利还你。哥哥，你在那里住？小生姓赵名鹗，在状元店里安下。你敢是失仪落简的？然也。老夫心中记者，则去状元店里寻赵鹗秀才，送还钱钞。哥哥恕罪，我还家中去也。正遇着无徒之辈，谢赵秀才借钱惠济。到来年赴举登科，那其间报恩报义嫂嫂，我听的赵秀才卖了二百长钱，我和你讨去。咱去来。秀才，人说你卖了二百钱？我恰卖了二百文钱，见一个方头不律的人，欺负一个年老的，要扯他跳河，问他要二百钱，有这钱便饶他，无这钱便跳河。因救人一命，我借与他了，他明日本利还我。呸！穷弟子孩儿！你也才叫化的二百钱，你又放债。晚饭也无有，俺吃甚么？你救别人一命，不知谁救你一命哩？爹爹，我要吃烧饼！<br>【满庭芳】我若是无钱索讨，有了钱，不籴米，不买柴，却与别人使！你待籴下米吃，买下柴烧。大斋时合着空锅灶，水米不曾汤著。休道软弱妻小，便是铁石，饿的心焦。浑家且休烦恼，为甚把二百钱借了？如今人看得眼皮儿薄！我等你做甚么？我别嫁人去！我替你做媒。爹爹，饿杀我也！<br>【十二月】一壁厢冤家扯着，一壁厢恶妇挝挠。做儿的不知好歹，做娘的不辨清浊。爹爹，买个馒头面糕我吃。百忙里要馒头面糕，枉把你五脏神虚邀。<br>【尧民歌】大古是家富小儿娇，我则愁腌日月没柴没米怎生熬。觅不的粗衣淡饭且淹消，穷秀才工课觅分毫。青霄仰面看着高，却不有路终须到。你养活不的我，写与我一纸休书，我别嫁人去。等我到家，与你休书。<br>【耍孩儿】动不动拍着手当街里叫，你想着几场儿厮守的白头到老。你这等乞穷俭相，几时得长进？你道我乞穷俭相命分薄，爹爹，我也顾不的我。把这小冤家情理难饶。我待打呵，教人道管不的恶妇欺亲子，教人道近不的瓜儿揉马包。常言道当家的疾老，近火的烧焦。<br>【三煞】饿的我肚皮中如火烧，走的我浑身上似水浇。三魂儿未曾着躯壳，惊慌回去心尤跳。我可甚买卖归来汗未消，则听的高声叫又道，拿住秀才，险吓杀多娇。<br>我这十日九顿饿，跟你做甚么？<br>【二煞】你道十日欠九日饥，三顿无一顿饱。想当初造物嫁你这穷厮。当日嫁这穷书生，你是乐者为之乐。有钱时欢喜无钱时叫，却不道贫不忧愁富不骄。则为我不主才天教报，救人急是耽寒之本，顺人情是忍饿之苗。<br>嫂嫂，俺回家中去罢。我寻那债主去。<br>【煞尾】向千步廊等他不来，五凤楼觅不着。望九重宫里无消耗，干将我二百青蚨落空了。小二哥，咱回家去来。<br><br>第三折<br>花花太岁为第一，浪子丧门世无对。阶下小民闻吾怕，则我是势力并行的杨衙内。小官姓杨名戬字茂柳，官封衙内之职。我是累代簪缨之子，我嫌官小不做，嫌马瘦不骑。时遇春天，万花绽拆，绿杨如烟，郊外踏青赏玩，春盛担子都出去了。张千，唤六儿来者。六儿，相公呼唤你哩！自家杨衙内六儿的便是。相公要郊外踏青赏玩，我春盛都准备了。相公呼唤，不知有何事，见相公走一遭去。相公，呼唤六儿有何事？六儿来了？别的春盛都出去了，你与我将着十把银匙箸，先去城外等着我来。相公早些儿来。祗候人与我架着鹰儿鹞子，拿着丸箭，去郊野外踏青，走一遭去。诵诗知国政，讲《易》见天心。我笔题忠孝字，剑斩不平人。老夫姓张名天觉字商英。因老夫数日前私行至周桥，撞见无徒贼子，问我要钱，遇着赵鹗秀才，借了二百钱，与了那无徒，今老夫将这金钗十只还他。张千，你拿到状元店里，交与赵鹗秀才，还他那二百钱。孩儿，你在意者，疾去早来。理会的。老相公借了钱二百，还他十只金钗，忒多了。孩儿，你知道他运不通时间贫困，卖诗词待时守分。我送金钗赍发寒儒，显的我言而有信。奉着老相公言语，将着十只金钗，直至状元店里，送与赵秀才去也。奉杨衙内言语，着我先去城外，等着衙内。我来到城外，天色早哩。我揣着这十把银匙箸，在这柳荫下且歇息者。见一个人，手里拿着沉点点东西，不知是甚么。赶到这柳树下，他在这里睡着，怀里揣着十把银匙箸。我杀了这厮，得了这东西，走！走！大人，不知甚么人杀了六儿也。哎，兀的真个，好是奇怪也！不知是甚么人杀了六儿，夺了银匙箸去了。我出城来，见一人走的慌张，敢是那人？说与巡坊的，与我拿将来，报我知道；不问那里，与我寻将去秀才与我休书，我受不了这般穷。少了我房钱，不要你头房里住，你梢间住去。小二哥教我梢间里住，我住去也是不得已而为之。快写与我休书罢！大嫂，等到明日不送钱来，写的休书。似这般，几时是我发迹的时也呵？<br>【南吕】【一枝花】我当不的春天骤雨淋，受不的夏月斜阳晒。忍不的秋霜寒透屋，住不的冬雪冷书斋。这四季苦好难捱，却不道否极后还生泰，轮到我苦尽也苦不来。住着破设设坏屋三间，干受了冷清清寒窗十载。<br>【梁州】我便似箪瓢巷颜回暗宿，却浑如首阳山伯夷清斋。我便似绝粮孔子居陈蔡。饿杀我也口说珠玉，冻杀我也胸卷江淮。昨日失仪在金殿，今日卖诗在长街。见一个粗豪士，扯住个英才，我不合鬼擘口审问的明白。我遇着庞居士与了二百青蚨，合着孟尝君养三千剑客，撞着赛元达列十二金钗。我想来，不该。情知这范丹，怎放来生债。利又不见，本又不在。干与别人救祸灾，好教我无语支划。<br>快还我房钱来！写休书来！嫂子，问他要休书别嫁人，我与你做媒。我要吃烧饼！快写休书来！我到天明，写与你休书。自家张千。奉着相公钧旨，着我送十只金钗与赵秀才。来到这店门首，我叫门者。店小二开门来！那一个叫门？你这里有个赵秀才么？你问他做甚么？我奉相公言语，着我来还债哩。我开这门。秀才，有人来还债哩！那个是赵秀才？则小生便是。你是那周桥下借与大人二百钱的赵秀才么？，则小生便是。俺相公的言语，借了你二百长钱，送与你十只金钗，兀的收了者<br>【隔尾】我借与他钱呵，搭救出他招贤纳干东洋海。他还我钱呵，却是拨出这弃子休妻大会垓。你收了金钗者，我回大人话去。生受大哥！吃了茶去。不必吃茶了。我收了这金钗者。除今后除了家私缴缠外，拴衣做鞋，籴米买柴，我也要置些衣服哩！妻也你休逢着的商量，见了的买。将一只金钗，与小二哥做房钱。小二哥在那里？哥哥，你唤我怎的？方才大人还了我十只金钗，我与你一只做房钱。我道你不是受贫的人，我还打挣头间房你安下。我看茶与你吃，你便搬过来。<br>【贺新郎】觑着这梢房门一似吓魂台，你如今悄语低言，早则大惊小怪。我有钱时，做甚教伊索打火房钱该二百，且由他，怕你少了我的。小二哥，与你这金钗。我与你火炭也似一只金钗。你是个知礼的人，你肯失信？我无钱时，他恶歆歆嗔满怀，还了钱，喜孜孜笑盈腮。小人早晚言高语低，耽待些儿。更道是小二哥不是处权耽待，多谢了哥哥也。可是欲求天外事，须动世间财。嫂子，哥哥这一日不曾吃茶饭哩，我去安排些茶饭，与哥哥吃。可知好哩。嫂子，我安排茶饭来了，着哥哥吃些儿。生受哥哥来。嫂子说那里话，俺便是一家一般。嫂子你将过去与哥哥吃，显的你敬心。好，好，我将过去。大嫂，你做甚么哩？我见秀才不曾吃饭，我着小二哥桉排些茶饭来，你吃些儿。哥哥，你用些者。好世情也呵！<br>【骂玉郎】早迁转波粗茶淡饭黄齑菜，你畅好能打点，会安排，秀才，你肚里饥，吃些儿。便似孟光举案齐眉待。你可不道穷秀才，忒不出财，我须实无奈。<br>你昨日不道来那！我道甚么来？<br>【感皇恩】你道你杏脸桃腮，不恋这布袄荆钗。你恶如虺蛇，毒如蝮蝎，狠似狼豺！你休题旧话。全不想离乡背井，动不动拽巷掯街。你也忒舌儿尖，嘴儿快，性儿乖！<br>是我一时不晓事，休记恨在怀。<br>【采茶歌】你将我恶抢白，死栽划：\"将休书疾快写将来！\"哥哥，不记旧恶。哥哥，你且吃些茶饭。将一座冰雪堂翻做敬宾宅，也有春风和气画堂开。<br>哥哥，你吃些茶饭儿。我收拾了，哥哥，你歇息者。天道晚了，咱歇息了罢。哥哥，安置了。自家李虎。天色晚了，无处安歇，且去这状地店里寻个宿去。小二哥开门来，寻个宵宿。你有甚么行货？你做甚么营生？有甚么资本？我不下单客。小二哥，有人寻宿，你怎么不开门那？哥哥，你不知道俺这店里的事。<br>【斗虾蟆】问甚将着行货，做甚买卖，有甚资财？你把行旅招商店开，全没些宽大。问甚乘船跨海，管甚推车搬载？店家不下单客，我做保人知在。一更三点左而，千方百计打捱。冷冷清清禁街，潜潜等等门外。道着全然不睬，劝着没些疾快。休得宁奈，休得停待。一会巡军朗朗，提将铃来。为甚教疾快门开，我须是惯曾为旅偏怜客。我看着哥哥面皮，我开开这门。你可不下单客？我说则不下单客。是谁着开门来？是小生。多谢了哥哥。我观了模样，觑了面色，七尺身材。我这里孜孜的看了，转转的疑猜。<br>哦，可是早间周桥上扯着那老官要钱的那泼皮！你说甚么哩？大哥，若不是小生叫开门，你大哥怎生得到这店里宿？大哥，店身里胡乱睡一夜，请安置。我听他说我甚么。这九只金钗放在那里？婆娘家不晓事，这店里下着个歹人，只管里说甚的。他有金钗，我再听者。放在那里的是？我待头底下枕着睡，也不稳；我待怀里揣着，也不稳。争奈店身里有歹人，不如埋在门后头。大嫂，夜深了，睡了罢。我听的多时了。好奇怪，一个穷秀才，那里有这九只金钗？我拿把刀子在手，剜开门徬底下，拿出金钗来，换上这十把银匙箸。有人来店搜呵，则拿将他，不干我事。已得了，扳住墙头跳过去，走、走、走！别处都搜了，则有状远店不曾搜哩。说往这店里去了，左右的围住这店者！甚么人？店小二，你这店里有甚么人下？我这店里下着个秀才，嫡亲的三口儿。他有甚么行李？唤那秀才来。秀才哥，有人叫哩。有人唤我，我拿金钗来，揣在怀里。你是何人？小生是个秀才。兀那秀才，你做什么营生买卖？有甚行李？拿出来我看。大人，小生是个穷秀才，无甚么行李，嫡亲的三口儿，小生每日在周桥上卖诗为生。昨日早晨一个官人，被人揪扯着，问小生借了二百文钱，昨日晚间，那官人着人送了十只金钗来还，小生一只还了店小二哥房钱，则有九只在此，别无甚么钱物。这厮说借你二百钱，还你十只金钗？是有，不敢说谎。拿那金钗来我看。有、有、有，我刨出来与大人看。呀！呀！可怎生变了也？<br>【牧羊关】昨日个金凤钗枣瓤赤，今日个银匙箸雪练也似白，便做道运拙时乖。时来呵铁也争光，运去后黄金失色。兀的是谁人撇下把银匙箸？谁拿了凤头钗？俺正是闭门屋里坐，祸从天上来。那里不寻你，杀人贼可在这里！兀那厮，你怎生杀了我家六儿，偷了银匙箸，图财致命！你实说来。小生并然不知道。你不曾杀了俺家六儿，这银匙箸你怎得来？大人可怜见，委实是金钗来。这厮还口强哩！赃已有了，你还不招，等甚么？左右人，洗剥了打着者！委实埋的是金钗，不知怎么刨出这东西来？怎生变出这个生活来？<br>【红芍药】我将凤头钗亲手自培埋，刨出来怀内忙揣。我想那戳包儿贼汉，栽排下不义之财。我正是慈悲生患害，这一场鬼使神差。替别人湿肉伴干柴，没人情官棒好难捱！<br>不肯招，打着者！<br>【菩萨梁州】早是这伙公吏又心乖，恶少年好毒害。你不是柳盗跖家吊客，则是这穷秀才家横祸非灾。不知怎生年月日时，我恰才快早阎王怪，使不着老实终须在。大人可怜见！不济事，枉分解，休折证，向云阳死去来，眼见得命掩泉台。不招呵再打！则是我不合来这状元店里下。<br>【二煞】赤紧的敬客坊，紧靠着迷魂寨，莫不状元店连着分界牌？多管是鬼关门，春榜动，选场开。莫不住着太岁凶宅，可怎生行一步衠踏着不快？先注定，怎生改，忍冷担饥十数载，又有这场血光之灾！我那里受的这般苦楚。罢、罢、罢，是小生！左右人与我拿将去，等我圣人前奏过，那其间明正典刑。男儿怎生是好？大嫂也，不干别人事，都是我的命也。<br>【煞尾】譬如教天不盖，地不载，居在人海，枉了食不饱，衣不遮，送了世界。想昨宵吃剑才，人一般好客待。杀人贼你做来，换人赃我捉获。我则索屈招致命图财，兀的不屈杀了卖诗的穷秀才！杀人贼都有了，小官见圣人走一遭去。苦也，付能得了钱，又拿将去了。嫂嫂，咱两个看他去来。男儿也，则被你痛杀我也！<br><br>第四折<br>自家是个银匠，打生活别生巧样。有人送来的银，半停把红铜掺上。自家是个银匠，清早晨开开这铺儿，看有甚么人来？自家李虎的便是。自从昨日偷了十把银匙箸，将状元店里九只金钗换了。我如今没盘缠使用，我去那银匠铺里倒换些钱盘缠。早来到也。兀那银匠，我有些东西，倒换些钱使。甚么东西？将来我看。兀那九只金钗。将来放下，你转一转来取钱。就与了我罢。钞不凑手。也罢，住一住儿来取。自家店小二。这两日无盘缠，有赵鹗秀才与我的那一只金钗，将去银匠铺里，换些钱使。哥做甚么？我有一只金钗，换些钱使。你将来。兀的你看。我这里也有九只，和这一只一般。在那里？我看看。兀的你看，是一般么？是，是。则为这九只金钗，屈送个人性命哩。你那里得来？哥，不是小人的。恰才一个人将来，要倒钱，还不曾与他钱哩，他便来也。等他来，咱两个拿那厮，救赵鹗秀才去。你若不拿，我则告你。干我甚么事？他便来也，咱同拿那厮去。这早晚敢待来也，你且躲着。讨我那金钗钱去。兀那银匠，还我金钗钱来。好也，原来是你偷了金钗，可着平人屈死！地方众人，拿住这厮绑了，去首救赵鹗秀才去！是我的。你不认，兀那见有一只证见在这里。怎么了也？拿住了杀人贼也，俺两个搭救赵秀才去！杀人可恕，情理难当。小官杨衙内。谁想杀了我家六儿，偷了银匙箸的，是个赵鹗秀才，被我状元店里拿住，问成了也。赃物都有了，我奏知圣人，就着小官为监斩官，今日立起法场。与我拿出那厮来！行动些，时辰到了！赵鹗只任命苦。苍天，兀的不屈死人也！<br>【双调】【新水令】不由人分说口中词，教我屈招成杀人公事。我则见愁云迷市井，杀气满京师。好教我无语嗟咨，一步步行来，到枉死市。兀的不是我男儿？哎哟！男儿也！兀那妇人靠后！哥哥可怜见，这个是我浑家。兀那秀才。你是读书的人，怎生做这般勾当，图财致命也？哥哥，小生委实冤屈也！怎生冤枉着你一个？<br>【驻马听】揣与我个天来大官司，推为到罪若当刑法命子，判着手来大斩字，那里是死而无怨罪名儿。我想那曹司素状是辰时，便是那阎王注定黄昏死。哥哥们，你靠后，看他怎么？大嫂你不知。你道他看的主甚意儿，大古是不曾见玉堂金马三学士。<br>秀才，你死了，我怎生是好？大嫂，我死后，好生看当这孩儿。<br>【沉醉东风】没主了这个娇痴小厮，抛闪下软弱妻儿。有我后把你觑当，没我后人轻视。谁与你干办家私，捱不过今冬下雪时，您两个不冻死，多应饿死。<br>我打甚么紧！爹爹，我替你死罢！孩儿年纪小，说出这等言语，教人怎不烦恼！<br>【雁儿落】咱人家子不孝是父不慈，咱人家儿忏逆是爷不是。儿呵，我怎肯教你替死休，宁可爷做事，爷当事。<br>苦痛杀我也！<br>【得胜令】我好可怜见这小孩儿，我好不忍见女娇姿。我命窘遭贤妇，我家贫显孝子。嘱咐您寻思，遭节朔年至，我死在阴司，你与我烧些钱烈陌儿纸。<br>刽子，时辰到了未？时辰到了。且留人者！你做甚么？张大人下马。接了马者。相公做甚么？衙内，这赵秀才为何罪杀坏了？为他杀了我家六儿，偷了我十把银匙箸，图财致命。我奏过圣人，着我亲为监斩官，典刑他哩。老夫奏对圣人，为赵鹗有文才，又能见义当为。救人急难，圣人着老夫与他加官赐赏哩，见留人者！秀才苏醒者，如今大人来饶了你哩！<br>【川拨棹】好险些儿，险些儿遭横死，死在参差，命若悬丝。脑背后立着刽子，长休饭抄了几匙，永别酒饮了一卮。<br>【七兄弟】自从巳时至午时，多不到半炊时。不想这报我恩的大人为宣使，追我魂的太尉立在阶址，救我命的赦书从天至。<br>【梅花酒】他道是奉着圣旨，我抹泪揉眵，言语如丝，险断颈分尸。料青天不受私，说不尽口中语。觑了这半张红，开款着我瑕疵。睁开眼看我时，写着我罪名儿，压着五言诗。<br>【收江南】呀，原来这犯由牌上金榜挂名时，不想这状元店祸有并来时。今日个枯树上花有再开时，我则道横死，原来这病龙须有吐云时。<br>教赵秀才近前来。为你怀才抱德，我奏过圣人，今日将你加官赐赏哩。住，住！这赵秀才便依大人饶了他性命，我家六儿的性命，可着谁认？他是个有学的秀才，怎肯做这般犯法违条的事？大人，你道不是他，十把银匙箸，在他怀里搜出来，怎做的不是他？兀那赵秀才，你是个穷秀才，我借了你二百文钱，还了你十支金钗，在那店里，怎生得这十把银匙箸来？大人可怜见。小生家中一贫如洗，大人与了十只金钗，我给了店家一只，余下九只。包裹了无处放，小生下在门木呈底下浮埋着。我听的有人唤我，我慌忙走取出金钗来，揣在怀里。不想衙内要看，取出来不知甚么人换上银匙箸。大人可怜见，本是九只金钗来。大人，如何在他跟前收着，别人怎生换的？这桩事着老夫怎生断？冤屈也！甚么人叫冤屈？是这两个。大人可怜见，小人不冤屈，赵秀才冤屈。怎生他冤屈？这厮在小人店里，偷换了九只金钗，秀才与了小人一只做房钱。小人无盘缠，今日拿银匠铺里换钱去，不想正撞见这厮，将九只金钗也来换钱，小的因此拿住他。这厮不是那个在周桥上扯我跳河，骗我钱物的那人？大人，正是这厮。兀那厮，实说是你来么？罢、罢、罢，事到这里。大人，杀了六儿也是我，偷了银匙箸也是我，换了金钗也是我，周桥上骗钱也是我。若不饶，便哈剌了罢！知道都是这贼，险屈杀了赵秀才。秀才请起。当初这厮怎生在周桥上行凶，揪住大人骗赖钱来？你可怎生借与大人这钱来？试说一遍者〉<br>【雁儿落】这二百一，是大人行掌命司，大人还了你十只金钗也。那十只钗是穷秀才追魂使。大人借了你二百钱，还了你十只金钗，本利都有了也。那得早有本钱有利钱，临了也说我图财致命，着我犯法遭刑也。这的是暗宣赐明宣赐。<br>赵秀才，当初若不是你借与我二百钱呵，险些儿这厮扯我跳在河里。大人休题这旧话。<br>【水仙子】若论着借钱买命跳河时，做的个殴捽公臣合该受死。是亏你。二百钱穷秀才，倒做庞居士，险饿杀我脚头妻、怀内子。当初你慨然借与我，并无难色，可是多亏了你。那借钱时并不是推辞，则是那些儿行止，到如今久而敬之，我至今不忘也。想咱人事要前思。<br>杀人贼有了，一行人听我下断。贼人李虎，将平人图财致命，市曹中明正典刑，将金钗还与赵秀才。店小二救人屈死之命，免本户当差。赵鹗你听者：为你有星斗文章，堪可以身望琴堂。则为你扶危救困，遇凶徒解免灾殃。不想你遭冤屈图财致命，险些儿赴发云阳。则为你怀才抱德，先赐你霞帔朝章。加封你开封府尹，三口儿凶变为祥。今日个封妻荫子，一齐的荷君恩拜谢吾皇。半夜灯前学业人，九重宫里受君恩。十年黄卷难酬志，二百青蚨却立身！<br>题目穷秀士暗宿状元店<br>张商英弘地叩御阶<br>正名杨太尉屈勘银匙箸<br>宋上皇御断金凤钗",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "郑延玉"
  },
  "tags": []
}