{
  "id": 68386,
  "star": 112,
  "name": "酹江月·和友驿中言别",
  "dynasty": "宋代",
  "content": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。<br>堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。",
  "fanyi": "<p><strong>译文</strong><br>大地如此广阔，你我都是胸怀大志的英雄豪杰，现在虽然如同蛟龙被困禁在池中，但是蛟龙终当脱离小池，飞腾于广阔天地。秋风秋雨煞人，再加上牢房的蟋蟀叫个不停，我心烦意乱愁肠百结，你我像<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、槊题<a href=\"http://so.gushiwen.org/view_68386.aspx\">诗</a>那样的英雄气概，<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼作岍那样的名士风流，都成了空中花一般的往事，眼前长江滚滚，后浪推前浪，将来肯定还有英雄豪杰起来完成未竞的事业。</p> <p>现在，你我在落叶随风飘雪，又来到秦淮河畔，正是凉风吹来的那一刻，镜中的你我已两鬓白发，只是我们的英雄之心不会改变。我就要离开故都，放逐到沙漠之地，回望故国的江山一片青色，谦逊我越来越远，去只有一死，希望老朋友以后怀念我的时候，就听听树枝上杜鹃的悲啼吧！那是我的灵魂归来看望我的祖国。</p> <p><strong>注释</strong><br>⑴酹江月：词牌名，即“念奴娇”。友：指<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的同乡好友。<br>⑵寒蛩（qióng）：深秋的蟋蟀。<br>⑶横槊题诗：用曹操典故。<br>⑷登楼作赋：用王粲典故。<br>⑸龙沙：指北方沙漠。《后汉书·班超传赞》：“定远慷慨，专功西遐。坦步葱雪，咫尺龙沙。”李贤注：“葱岭、雪山，白龙堆沙漠也。”<br>⑹一线青如发：语出<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《澄迈驿通潮阁》诗：“青山一发是中原。”</p>",
  "shangxi": "<h2>鉴赏二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>此词起势颇为雄壮。起首四句以不凡的气势写出天地乾坤的辽阔，英雄豪杰决不会低头屈服，一旦时机成熟，就会像蛟龙出池，腾飞云间。“乾坤能大”，“能”，同恁，如许、这样之意。虽身陷囚笼，但壮士未更，深信人民反抗意志并没消沉，光复大业终会来临。“算蛟龙、元不是池中物”，出自《三国志·吴书·周瑜传》：“恐蛟龙得云雨，终非池中物也。”写出自己信心，还与友人共勉。期冀他早脱牢笼，再干一番宏图伟业。“风雨”二句借写眼前景象，烘托囚徒的凄苦生活，抒发沉痛情怀，民族浩劫，所到之处皆已江山易手，长夜难寐，令人愁肠百结。他感叹自己身陷牢笼，无法收拾河山，重振乾坤。“横槊”五句，笔锋一转，虽然像<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>横槊题<a href=\"http://so.gushiwen.org/view_68386.aspx\">诗</a>气吞万里，<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>登楼作赋风流千古的人物都已逝去，但眼前滚滚长江，后浪推前浪的壮阔气势，却使他重振精神，他相信，肯定有英雄继起，完成复国大业，词人情绪由悲转壮，对国家民族的前途充满信心。</p> <p>　　下片言别。“堪笑”三句嘲笑自己和<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>身不由己，随秋风流落在秦淮河畔，既点明时间、地点，又写出自己身陷囹圄的悲哀。宋德祐二年（1276），文天祥出使元营，因痛斥敌帅伯颜，被拘押至镇江，伺机脱逃，在淮水之间和敌骑数次相遇，历尽艰难才得南归。这次，又抵金陵一带，故称“重来淮水”。“镜里”二句以自己矢志不渝、坚贞不屈的决心回答邓剡赠词中坚持操守的勉励。“去去”三句，写他设想此去北国，在沙漠中依依回首中原的情景。收尾两句，更表达了词人的一腔忠愤：即使为国捐躯，也要化作杜鹃归来，生为民族奋斗，死后魂依故国，他把自己的赤子之心和满腔血泪都凝聚在这结句之中。</p> <p>　　此词作于被俘北解途中，不仅没有绝望、悲哀的叹息，反而表现了激昂慷慨的气概，忠义之气，凛然纸上，炽热的爱国情怀，令人肃然起敬。文天祥的词是宋词最后的光辉。在词坛充满哀叹和悲观气氛的时候，他的词宛如沉沉夜幕中的一道闪电和一声惊雷，让人们在绝望中看到一丝希望之光。此词欢畅淋漓，不假修饰，无齐蓬之痕，绝无无病呻吟之态，直抒胸臆，苍凉悲壮。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》曰：“文山词，风骨甚高，亦有境界。”文天祥用生命和鲜血为“燃料”照亮了宋末词坛，可谓当时词坛中一颗耀眼的星辰，给人们留下了无比壮烈和崇高的最后印象。</p><br/><h2>鉴赏</h2> <p>　　成复国大业，词人情绪由悲转壮，对国家民族的前途充满信心。</p> <p>　　下片言别。“堪笑”三句嘲笑自己和<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>身不由己，随秋风流落在秦淮河畔，既点明时间、地点，又写出自己身陷囹圄的悲哀。公元1276年（宋德祐二年），<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>出使元营，因痛斥敌帅伯颜，被拘押至镇江，伺机脱逃，在淮水之间和敌骑数次相遇，历尽艰难才得南归。这次，又抵金陵一带，故称“重来淮水”。“镜里”二句以自己矢志不渝、坚贞不屈的决心回答邓剡赠词中坚持操守的勉励。“去去”三句，写他设想此去北国，在沙漠中依依回首中原的情景。收尾两句，更表达了词人的一腔忠愤：即使为国捐躯，也要化作杜鹃归来，生为民族奋斗，死后魂依故国，他把自己的赤子之心和满腔血泪都凝聚在这结句之中。</p> <p>　　此词作于被俘北解途中，不仅没有绝望、悲哀的叹息，反而表现了激昂慷慨的气概，忠义之气，凛然纸上，炽热的爱国情怀，令人肃然起敬。文天祥的词是宋词最后的光辉。在词坛充满哀叹和悲观气氛的时候，他的词宛如沉沉夜幕中的一道闪电和一声惊雷，让人们在绝望中看到一丝希望之光。此词欢畅淋漓，不假修饰，无齐蓬之痕，绝无病呻吟之态，直抒胸臆，苍凉悲壮。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》曰：“文山词，风骨甚高，亦有境界。”文天祥用生命和鲜血为“燃料”照亮了宋末词坛，可谓当时词坛中一颗耀眼的星辰，给人们留下了无比壮烈和崇高的最后印象。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于公元1279年（南宋祥兴二年）八月。公元1278年（祥兴元年）十二月，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>率兵继续与元军作战，兵败，文天祥与<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>先后被俘，一起押往大都（今北京）。在途经金陵（今南京）时，邓剡因病暂留天庆观，文天祥继续被解北上。此时邓剡写了一首《酹江月·驿中言别》赠行诀别，文天祥写此词酬答邓剡。二词均用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《念奴娇·赤壁怀古》原韵。",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "豪放",
    "爱国"
  ]
}