{
  "id": 72105,
  "star": 13,
  "name": "江月晃重山·初到嵩山时作",
  "dynasty": "金朝",
  "content": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。<br>侯骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。",
  "fanyi": "<p><strong>译文<br></strong>军队中的鼓声、角声在秋风中作响，城头上的旗帜在夕阳的照耀下缓缓地飘动。 少年应当从军，身跨战马，驰骋边关。只要能够从军驰骋就十分快乐，并不要在乎由谁来带兵。<br>侦察的骑兵才通过蓟北，而部队的威名已震动辽西。等打完仗，回到故乡时，仍是杨柳依依的春天，时间不会太长。 征人连战连胜，可以很快凯旋，闺中人不必因相思而流泪。</p> <p><strong>注释<br></strong>①江月晃重山：词牌名。《词律》云：用《西江月》、《小重山》串合，故名《江月晃重山》。此词每阙上三句为《西江月》体，下二句用《小重山》体。双调五十四字，前后段各五句，三平韵。<br>②嵩（sōng）山：古称“中岳”，在河南省登封县北。金宣宗兴定三年（1218），<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>因避战乱从三乡（河南省宜阳三乡镇）移家登封嵩山。<br>③”从军”二句：化用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《从军》<a href=\"http://so.gushiwen.org/view_72105.aspx\">诗</a>：”从军有苦乐，但问所从谁？”<br>④侯骑（jì）：侦察的骑兵。<br>⑤蓟（jì）北：蓟州之北，汉唐塞北之地。<br>⑥辽西：今辽宁辽河以西地区。<br>⑦春闺（guī）：春日的闺阁。<br>⑧红袖（xiù）：代指佳人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首描写从军之乐的短歌。起首二句先写边塞的环境，边塞之上，秋风萧瑟，送来鼓角的悲鸣，城头旌旗飘扬，落日沉沉，开篇先展示了一幅苍凉悲壮的边塞图景，交代时间、地点并点明了军旅生活，两句呈现六种意象，组合成一个典型的塞上风光和军营景象，作为人物的背景。“少年”三句，推出主人公，一位潇洒威武的少年，身跨战马，驰骋边关，在词人眼中，这热血少年的飒爽英姿和这粗犷壮美的边塞相辉相映，少年点缀了边塞的雄阔，边塞衬托了少年的英武。他们充满了报国热情，洋溢着青春的浪漫气息，只要能够从军驰骋就十分快乐，并不想知道由谁来带兵。三句表现了少年战士的爱国激情。</p> <p>　　下片极写从军之乐。“侯骑”二句，清快跳脱，意谓侦察的骑兵才通过蓟北，而部队的威名已震动辽西。“才”和“已”二字互相呼应，表现了边塞部队威名远扬，使敌人望风而逃的气势。紧接着他乐观自信地说“归期犹得柳依依”，打败了敌人胜利凯旋，还赶得上杨柳依依的春天，还可欣赏春天的美景。从时间上照应上片“秋风”，秋天出征，春天凯旋，部队的战斗力之强显而易见。最后以“春闺月，红袖不须啼”作结。在春暖花开之时，那守在闺中的红袖佳人盼回了丈夫，也就不必为思夫念远而悲啼了。结尾一反从前闺妇思亲的哀怨之情，充满了胜利的喜悦与期盼。</p> <p>　　全词襟怀开阔，意气风发，自始至终洋溢着报国从军，积极乐观的豪迈之情，给人以鼓舞和向上的力量。</p>",
  "about": "<h2>创作背景</h2> 　　该词的创作背景有两种说法：一据龙德寿《<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a><a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>集》这首词是作者于贞祐丙子（1216）为避兵南渡之后而作。当时金朝的山东、河北、河东诸郡已被蒙古兵来回扫荡，殆无完土。但元好问对金军收复失地仍抱有希望，故在词中显示出凯旋而归的乐观气概；一据唐圭璋《金元明清词鉴赏辞典》金宣宗兴定二年（1218），词人在战乱避难时从三乡（今河南宜阳三乡镇）移家登封嵩山，此词是初到时所作。",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "豪放",
    "少年",
    "爱国",
    "壮志"
  ]
}