{
  "id": 71477,
  "star": 19,
  "name": "水龙吟·雪中登大观亭",
  "dynasty": "清代",
  "content": "关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。<br>披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？<br>却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。<br>我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。",
  "fanyi": "<h2>注释</h2> ①大观亭：今江苏扬州瓜洲镇镇南城上的大观楼。<br>②舳舻：船只首尾相接非常多的样子。",
  "shangxi": "<h2>鉴赏</h2> <p>　　本词开篇切题，由雪而起。关山河川，冰封万里，耸起的林木如同梨树白花满枝。“梨云”即梨花云，语出《墨庄漫录》中所引唐代<a href=\"http://so.gushiwen.org/view_71477.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>《梦看梨花云歌》中“薄薄落落雾不分，梦中唤作梨花云”一句，原指梦中恍惚所见如云似雪的缤纷梨花，后世文人常用以摹状雪景。“连线骑”即古代名马“连线骢”，因其毛色深浅斑驳而称，此处为押韵而改，即指骏马。词人冒雪“冲寒”跨马驰骋，迸发出胸中一腔难以抑制的不平之气。此番登上大观亭，原为旧地重游。初到此地时，正值黄梅时节，词人凭倚高栏，耳中所闻，惟有一片雨声，令人困倦。如今重到此地，雾霭迷蒙，烟水障目，依然无法使词人敞开胸怀。随后深入一笔：“算夔巫万里，金焦两点，谁说与，苍茫意？”“谁说与”即“与谁说”。整句的意思是：从远处长江中游的夔门、巫峡到近处长江下游的金山、焦山，神州江山，腹地受侵，而词人心中的忧思和迷茫无人可诉。“算”字意谓反复、费神地寻思。写出了词人找不到知音、得不到理解的悲哀和痛苦。其实这又何尝不是词人对当时社会环境的怨责？</p> <p>　　“却忆蛟台往事，耀弓刀，舳舻天际”，“蛟台”在今广东虎门附近；“舳舻”是船头和船尾的合称，泛指前后首尾相接的船队。词人追忆自己当年与<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>在虎门协力禁烟，多次率领舰队抗击英国侵略者。“耀弓刀，舳舻天际”便是描绘当时的战斗场景。着一“耀”字，表现出中华正义之师的威风与豪气，也明白地道出作为主要指挥者之一的<a href=\"http://so.gushiwen.org/author_707.aspx\">邓廷桢</a>以此壮举为骄傲的光荣感。然而这一切都已成为往事，如今眼前只剩下江上迷离的渔船和天边模糊的雁群，因为词人已被革职，已经远离了前线，不能再横枪勒马，为国效力。此刻他只能站在大观亭上，凝望残山，送别黄昏，只能望着远处江水东逝，借酒浇愁。</p> <p>　　词人怀着满腔热情，却是报国无门，这使他深感困惑，而这也正是近代中国的悲哀。即使词人放弃追求，别人也会理解他的这种选择，因为他已无法再积极作为。但词人不愿就此度过余生，他依然怀着自己不渝的情操，保持着不屈不挠的品格。词以踏雪折梅作结，即向世人表明这样的夙愿，从而使整篇词意得以进一步升华。</p>",
  "about": "<h2>创作背景</h2> 　　公元1840年，中英鸦片战争爆发，<a href=\"http://so.gushiwen.org/author_707.aspx\">邓廷桢</a>因曾随<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>参与虎门销烟，被诬削职，次年远戍伊犁。从词人在长江下游追忆自己昔年禁烟抗英壮举的叙述来看，此首词应创作于他被革职之后，流放伊犁之前。题目中的“大观亭”，一说指今江苏省高邮市城东文游台上的“湖天一览亭”，一说指今江苏省扬州市瓜洲镇镇南城上的大观楼。按词中有“金焦两点”一句，指的是镇江西北长江中的金山和焦山，为词人指近景而咏唱之语，正与万里长江之上的“夔（门）巫（峡）”相对。扬州与镇江隔江而望，近邻金山和焦山。据此，词人所登之“大观亭”，应以扬州的大观楼为是。",
  "poet": {
    "id": 707,
    "star": 0,
    "name": "邓廷桢",
    "image": "http://img.gushiwen.org/authorImg/dengtingzhen.jpg",
    "desc": "邓廷桢（1776-1846），字维周，又字嶰筠，晚号妙吉祥室老人、刚木老人。汉族，江苏江宁(今南京)人。祖籍苏州洞庭西山明月湾。清代官吏，民族英雄。嘉庆六年进士，工书法、擅诗文、授编修，官至云贵、闽浙、两江总督，与林则徐协力查禁鸦片，击退英舰挑衅。后调闽浙，坐在粤办理不善事戍伊犁。释还，迁至陕西巡抚。有《石砚斋诗抄》等多部著作传世。江苏南京市有“邓廷桢墓”可供瞻仰、凭吊。"
  },
  "tags": [
    "写雪",
    "爱国",
    "壮志",
    "品格"
  ]
}