{
  "id": 69979,
  "star": 2,
  "name": "杂剧·两军师隔江斗智",
  "dynasty": "元代",
  "content": "第一折<br>幼习兵书苦用功，鏖兵赤壁显威风。曹刘岂是无雄将，只俺周郎名振大江东。某姓周名瑜，字公瑾，庐江舒城人也，辅佐江东孙仲谋麾下为将。方今汉世之末，曹操专权，逼的刘、关、张弟兄三人弃樊城而走江夏。后来诸葛亮过江借兵，我主公助他水兵三万，拜某为元帅，黄盖为先锋，在三江夏口，只一把火烧的曹兵八十三万片甲不回，私奔华容小路而走。某使曹仁守南郡，叵耐刘备那厮，暗地夺取荆州。想他赤壁鏖兵，全仗我东吴力气，平白地他倒得了荆襄九郡，怎生干罢？某数次取索，被那癞夫诸葛亮识破计策。如今又生一计，可取荆州，等众将来时商议。令人！辕门外觑者，若众将来时，报复某知道。理会的！某姓甘名宁，字兴霸，本贯江东人氏。这位将军，乃是凌统。在于吴王孙仲谋麾下。今日元帅呼唤，不知有甚事，须索走一遭去。令人报复去，道有甘宁、凌统来了也。甘宁、凌统到！着他过来。元帅，唤俺二将，有何事差遣？您二将且一壁有者。令人，再去请将鲁子敬来。鲁大夫，元帅有请！赤壁曾将百万烧，折戟沈沙铁未销。区区不劝周郎战，铜雀春深锁二乔。小官姓鲁名肃，字子敬。祖贯临淮郡人也。辅佐主公孙仲谋，官为中大夫之职。自因荆王刘表辞世，某过江去，遇着孔明，问俺借兵。俺主遣周瑜为帅，败曹孟德于赤壁之下。不意刘玄德乘机夺了荆襄九郡，只说暂借屯军，久据不还。俺元帅数次要取荆州，小官劝他且待兵戈稍定，再做商量，争奈元帅坚执不从。今日着人来请，想必又是这桩事了，须索走一遭去。可早来到辕门之外。令人，报复去，道有鲁肃来了也。鲁大夫到！道有请。请进。元帅呼唤鲁肃，有甚的事来？大夫，今日请你来，不为别事。某数次取索荆州，被那癞夫诸葛亮气杀我也。某如今又寻思得一个计策，可取荆州。元帅，计将安出？大夫，我想刘备在曹操阵中，折了某、糜二夫人，一向鳏居。有俺主公妹子孙安小姐，可配与刘备为婚。俺如今要得孙、刘结亲，那里是真个结亲，则是取荆州之计。俺这里暗调人马，等他家不做准备，则说是送亲来的，乘机就夺了城门。这个是头一计，倘若不中，等刘备拜罢堂，着小姐暗里刺杀刘备，某然后大军直抵荆州，必能取胜。大夫，你道此计如何？元帅此计好则好，则怕瞒不过诸葛孔明。小官则今日便离了大营，禀知主公，走一遭去也。鲁子敬去了也。甘宁、凌统，你二将整点人马，只等鲁子敬来时，我自有调度。得令！推结亲各解戈矛，因刘备与俺为仇。诸葛亮虽然有计，则一阵立取荆州，某姓孙名权，字仲谋。祖居江东人也。累辈汉臣，父亲孙坚，为长沙太守，自从征讨吕布之后，各占其地。某兄孙策，不幸为许贡降卒射死，传位于某，如今雄镇江东八十一郡。其想当日刘玄德被曹操追至江夏，孔明过江求救，某借与他水军三万，遣周瑜为帅，黄盖做先锋，赤壁大战，火烧曹兵八十三万，片甲不归。那荆州之地，却不原是俺江东的？却被刘玄德诡计暂借屯军，因而久据。周瑜数次取索，不能得这荆州，如之奈何？才离江上，早到朝中。令人报复去，道有鲁肃来见。喏，报的大王得知，有鲁肃要见。鲁子敬来，必然有甚紧要的事，着他过来。着过去。子敬此来，有何事商议？主公，鲁肃这一来则为周瑜累次要取荆州，多瞒不过那诸葛孔明，今又定了一计。想刘玄德在曹操阵中折了甘、糜二夫人，有主公的妹子孙安小姐，堪配刘备，与他结亲，其时暗带众将进城，乃是赚城之计。孔明虽有机谋，一定不知就里。如若不中，着孙安小姐过江时，周瑜另有计策。还有甚的第二计。主公可是您的。虽然如此，这事我也做不的主。有老母在堂，请来计议定了，再与你说。你且回避咱。鲁肃且回避咱。令人，请出老夫人来者。老夫人，主公有请。自出长沙到石头，至今犹为长儿愁。不是仲谋能破敌，谁保江东数十州？老身孙权母亲是也。夫主孙坚，所生之子，长是孙策，次是孙权。有一幼女，是孙安小姐。孙策弃世，是老身主张传位与弟孙权，执掌江东八十一郡。今日请我老身，不知有甚事来，须索见他去咱。大王，老夫人来了也，何不早说？我接待去。母亲，您孩儿接待不着，勿令见罪。仲谋你请老身来，有何事商议？母亲，有一件事。周瑜因数次取不的荆州，他如今定了一计。有我妹子长立成人，尚未许聘，适值刘玄德失了甘、糜二夫人，欲将妹子嫁他。孙、刘<br>结亲，使诸葛亮不做准备，俺着军将跟随进城，就夺了他城门。此乃取荆州之计。您孩儿孙权不敢擅便，禀母亲得知。既然这等，就请妹子出来商议。令人，着梅香传报，请小姐出来者。梅香传报绣房中，请出小姐来。妾身乃孙安小姐是也。今日绣房中闲坐，有母亲在前厅上呼唤，不知为着甚事？梅香，俺见母亲去来。小姐也，你这几日，茶饭懒进，觉的清减了些，却是为何？梅香，你那里知道也呵。<br>【仙吕】【点绛唇】每日家枉费神思，怎言心事？则我这裙儿祬，掩过腰肢，小姐这等瘦了，着梅香没处猜那。何曾道半霎儿闲针指。敢是梅香伏侍不中小姐么？<br>【混江龙】论你个梅香伏侍，那些儿寒温饥饱不宜时？小姐芙蓉面，杨柳腰，这般标致，谁人近得？你道我这面呵还赛过芙蓉艳色，这腰呵不弱似杨柳柔枝。有时节将彩线纂成新样谱，有时节向绿窗酬和古人诗。常则是嫔风作范，女诫为师。慵妆粉黛，净洗胭脂。兀那绣帘前几曾敢偷窥视？老夫人请哩，小姐行动些。若不是堂前呼唤，我也怎轻出这厅上阶址？<br>可早来到也，梅香，跟我见母亲去来。母亲、哥哥万福。小姐正在绣房中，着梅香描出花样儿，听的老夫人呼唤，就来了也。孩儿，唤你出来，只因一件事，要与你计较。母亲，是甚的事？与孩儿说咱。母亲，唤将妹子出来，与他说了罢。孩儿也，说着这事，使我不胜烦恼。因此，不好和你说得。哎，母亲，好傒幸人也呵。<br>【油葫芦】母亲你无语低头甚意儿？唤我来何处使？梅香，老夫人烦恼，可是为何？你也不知道，我那里省得？敢是那一个泼无知恼犯俺尊慈？孩儿，你哥哥将你许了人家也。就与我也寻一门儿亲波。你把俺成婚作配何人氏？也则要门当户对该如此。哥哥许了甚的人家来？妹子，将你许了人便罢了，不必问他。端的是谁保亲？在几时？则在这一二日内，就要成这亲事哩。为甚么慌慌速速成亲事？我则为荆州九郡，才想这个念头。元来你图取荆州地免兴师！<br>孩儿，你哥哥要凭着你身上干大事哩。<br>【天下乐】您则待暗结春风连理枝，我这里寻也波思，好着我难动止。妹子，你休得推托。你那生时年月，我已写的去了也。赤紧的老萱堂将我年月时，早送与新婿家，怎再辞？哎，也须拣一个无相犯的好日子。<br>哥哥，因甚么将我许了人也？妹子，你不知，听我说与你。如今要将你与刘玄德为夫人，俺那里是与他结亲，正意则要图他荆州。等你过门之日，俺这里暗暗的差拨名将，假称护送，乘势夺了城门。俺随后统着大兵，一鼓而下。岂不这桩大事都靠着你妹子身上？你再不要推辞了也。<br>【鹊踏枝】只见你喜孜孜，把计谋施，也不和我通个商量，匹配雄雌。只就着这送亲的将士，稳情取赚城门不待移时。<br>【元和令】我这里劝哥哥要三思，怕瞒不过诸葛亮那军师。万一个被他识破有参差，可不把美人图干着使？妹子，若此计不成，又有一计。只等刘玄德拜罢堂，回到卧房里面，你平日待婢们都是佩着刀剑的。你觑个方便。将他刺死，不怕荆州不归我国，这就是你的功劳。我当替你别选高门。重婚俊杰，也不误你一世。哎，我只道你甚机谋节外会生枝，元来只要我转关儿将他阴刺死。哥哥，只怕此计不中么。<br>【后庭花】我本待诵雎鸠淑女诗，怎着我仗龙泉行剑客的事？你只怕耽误了周元帅在三江口，哎，怎不想断送我孙夫人一世儿？妹子，你则依着我做，我若不取了荆州，不为丈夫！孩儿，你哥哥恼了也，你只依着他罢。母亲，你孩儿知道，只凭哥哥自家做去便了。哥也你直恁的便怒嗤嗤，绰起了紫髯髭。我如今并不的推三阻四，任哥哥自主之，将母亲即拜辞，就佳期赴吉时，便新婚恰燕尔。<br>妹子既许了这亲，明日就着子敬说亲去，看刘备怎么回话？<br>【青哥儿】哥也你道是明朝、明朝遣使，就问他讨个、讨个言词，不图他羊酒花红半缕丝。这壁是吴国娇姿，那壁是汉室亲支，情愿倒赔家私，送上门儿。香袅金狮，酒泛琼卮，抵多少笙歌引至画堂时，那其间才称了你平生志。<br>孩儿，你既然许了这门亲事，其中就里，也还要与哥哥仔细计议，休得后悔，我先回后堂去也。匹配良姻自作保，早将亲事应承了。纵把荆州索取来，也须虑道耽误孩儿怎的好。妹子，你与母亲且回房中去，我就择个吉日，着鲁肃过江，题这门亲事去也。我就跟姐姐出嫁罢。哥哥，我知道了。<br>【赚煞】哥哥，哎，只怕你未解的腹中愁，早添上些心间事。从今后惹起干戈不止，怎靠得这不冠带的男儿某在斯。姐姐，常言道：姻缘姻缘，事非偶然。这桩儿亲事，也是天缘注定哩。这姻缘甚些天赐，且因而勉强从之，免的道外向大家有怨词。妹子，只要你小心在意，休走漏了消息也。哥哥，你妹子知道。虽则你图为造次，我可也聪明无二，怎肯把军情泄漏了一些儿？<br>妹子回后堂去了。既然商量停当，令人，快请鲁子敬到来。鲁大夫有请！主公议论的事体定了么？鲁肃便要回元帅的话去，他立等着哩。子敬，恰才禀了老母，连我妹子都依允了。便烦你做媒，过江说亲去。着周瑜预备军马，夺还荆州，岂不是万全之计也。既然商量停当，鲁肃便见元帅回他话者。子敬，你且转来，我再叮嘱你几句。你见了刘玄德，只说我家妹子志气倜傥，容貌端庄，堪可匹配皇叔，做个夫人。自今孙、刘结亲，免动干戈，岂非两家之福？只等刘玄备依允了，我就择定吉日，亲送妹子，直到荆州界上。小心在意，疾去早来。为荆州日夜劳神，不夺取誓不回军。周人瑾暗施巧计，故意使孙刘结亲。<br>第二折<br>某周瑜为取荆州，时定一计？要将主公妹子孙安小姐许配刘玄德为夫人。外面见得两国结亲，暗中就带着军将，则装送亲，使他不做准备，乘机夺取荆州。料诸葛亮癞夫不能参透此计。如今日期将近，须先着鲁子敬到荆州，预报他送亲日子，我这里好分拨诸将。前日鲁子敬往荆州说亲时，闻那刘玄德颇有不允之意，倒是诸葛亮再三撺掇。眼见元帅妙计，堪可瞒过诸葛，稳取荆州也。小官鲁子敬。自从周公瑾着小官启过主公，说这孙、刘结亲之事，幸得夫人、小姐都己允诺。回了元帅的话，可又着我到荆州亲为媒证，刚说的停当，又着我回主公话去。往往来来，走了一个多月，至今头目还是昏眩的。今日元帅又着人来请，真个做媒的好辛苦也。令人，报复去，道有鲁大夫下马也。喏，报的元帅得知，有鲁大夫来了也。道有请！请进！元帅，唤鲁肃来有何公事？大夫，请你来别无他事。你前日到荆州去与刘玄德说亲，两家已都允了。如今主公选定吉日，送小姐过门去。那刘玄德家还不知道这个日子，再烦你大媒先去通知，着他家准备花烛，等小姐结亲，此外我自有计策。你只今便过江去，小心在意者。元帅尊命，小官不敢推辞，则今日便去荆州，与刘玄德家说知去也。鲁大夫去了也。甘宁、凌统听令，你二将各点五百精兵，夹着小姐翠鸾车，前往荆州。他那里有人阻当，只说是老夫人差来中途护送的。进了城乘势夺下南门，我亲统大军，随后便至。休得违误者。得令。俺二将只今点就一千精兵，去江岸口护送小姐翠鸾车去来。俺二将护送新人，元帅令敢不依遵？随鸾车直抵荆郡，暗夺了铁里城门。二将去了也。我想孙安小姐若肯依我这二计，怕不稳稳的取了荆州九郡？大小三军，听吾将令：牢守大营、勿得有失。某自统精兵三万，接应二将去来。<br>汉家王气已将终，鼎足三分各自雄。周瑜枉用千条计，输与南阳一卧龙。贫道覆姓诸葛，名亮，字孔明。道号卧龙先生，寓居南阳陇中。自从刘玄德弟兄三谒茅庐，请贫道下山，拜为军师。贫道曾言先取荆州，后图西川，为三分鼎足之势。前者刘表在时，屡次将荆州让与主公。我主公是个仁德之人，不听贫道之言，坚让不受；刘表死后，他次子刘琮投降曹操，这荆州遂为曹操所掳。却被贫道杀过江东，借他军马，在那祭风台上，祭得三日三夜东风，只一把火将曹兵八十三万都烧死赤壁之下，逼的曹操私投华容小路而走，我主公依旧取了荆襄九郡。可奈周瑜道是前番曾领兵助俺破曹，现在柴桑渡口扎营，数次设计图取荆州，尽被贫道识破，不能如意。我量那周瑜怎生出的贫道之手？如今他又生一计，要得孙、刘结亲。贫道已允诺的他去了，今日须请主公和众将来计议此事。令人，只等主公、众将来时，报复知道。理会的。我做将军惯对垒，又调百戏又调鬼。在下官名是刘封，表德唤做真油嘴。自家刘封是也。父亲刘玄德如今得了这荆州之地，俺孔明军师委实有神机妙算，只一阵烧的那曹操往许都一道烟也似跑了。若是我在阵上，还比他跑的快些。今日俺军师升帐，有事计较，不得我去，主张也成不的。令人，报复去，道我大叔来了。刘封到。他不来接我也罢，我自过去。军师，我刘封来了也。刘封，且一壁有者，待众将来全时，贫道自有计议。威震华夷立大功，当阳犹自说英雄。百万军中携后主，则我是真定常山赵子龙。某姓赵名云，字子龙，乃真定常山人也。本公孙攒部将，后于青州遇着刘玄德，投其麾下。曾在当阳长坂，与曹操大战三日三夜，百万军中抱得后主回还。曹操称我子龙一身都是胆，信不虚也。叵奈江东周瑜数次取索荆州，被俺孔明军师识破。他今屯军在柴桑渡口，还不能舍此荆州之地。军师升帐，多咱议这事来。某须索见军师走一遭去。令人报复去，道有赵云来了也。赵云到。军师，某赵云来了也。子龙，且一壁有者。小官姓刘名备，字玄德，乃大树楼桑人也。祖乃汉景帝玄孙中山靖王之后。两个兄弟，这是蒲州解良人，姓关名羽字云长，这是涿州范阳人，姓张名飞，字翼德。俺同在桃园结义。自破吕布之后，向在许都，辅佐圣人，有曹操与小官不和，因此出了许都，暂借樊城居住。三请孔明军<br>师下山，烧屯博望，鏖兵赤壁，杀的曹操片甲不归，方才取的这荆襄九郡，住扎军马。二弟，三弟，今日军师请俺，不知甚事，须索走一遭去。大哥请。大哥，据我老三料这周瑜匹夫，累累兴兵来索取俺荆州地面，如今在柴桑渡口安营扎寨，其意非小。今日军师升帐，大哥须要计较此事，不要做了马后炮，弄的迟了。三弟，这周瑜之事，军师自有妙算。令人报复去，道我弟兄三人来了也。喏，报的军师得知，主公和二将军、三将军都来了也。贫道孔明，接待不及，勿令见罪。军师军机重务，劳苦了也。主公。众将都来全了。贫道有一件紧要的事，要与主公计议咱。军师有何高见？昔日曹兵阵上，主公失了甘、麇二夫人，至今刘禅无人看管。如今孙权使人过江，说有孙安小姐，年纪相当，要孙、刘结亲。贫道乱言这门亲事正当相配，未知主公心下如何？军师，此一桩事，某不敢主张。问俺众将。莫非是周瑜之计么？主公放心，此事贫道己料过了，今日必有吴国人来也。小官鲁子敬，奉周公瑾暗取荆州之计，着小官再到荆州报知小姐过门吉日。可早来到了也，小校报复去，道有江东鲁肃来见。喏，报的军师得知，有吴国鲁肃大大来见。请进来。请进。军师，前昔周公瑾元帅差小官说孙、刘结亲之事，幸蒙允诺。大夫，贫道这里已准备停当，则等回报小姐过门吉日哩。军师，今日玄德公众将在此，俺王公就着鲁肃权做个撮合山媒人。报知军师，只今日是个大吉日子，俺主公差人送小姐过江。军师，须要接待咱。大夫不必分付，贫道己准备多时了。三将军，你近前来。军师，张飞有。可是恁的。得令。妾身孙安小姐是也。俺哥哥送俺来荆州结亲。甘宁、凌统，如今来到那里了？小姐，这里离荆州不多远了。，<br>【中吕】【粉蝶儿见了些江景凄凄，荡洪波不分一个大地，望前程尚隔着雾锁烟迷。只见那野鸥闲、堤草合，不由我心闲留意。俺哥哥为荆州将我分离，安排着许多奸计。<br>小姐，到那里须索要小心些。俺小姐不要你分付，他好不精细哩。<br>【醉春风】不索费叮咛，我从来识道理。见他时自有巧机关，我着他可也喜，喜。那一个掌亲的怎知道弄假成真？那一个说亲的早做了藏头露尾，那一个成亲的也自会拿粗挟细。<br>远远的望那荆州城外，许多人马，定是接待俺们的了也。凌将军，我从来不曾出外，你待唬我么？是好一座城池也呵。<br>【迎仙客】你看桑麻映日稠，禾黍接天齐，皆因荆州九郡，地广民富，俺主公以此不能弃舍。这荆州我亲身、我亲身可便到这里。你看那地方宽，民富实，端的是锦绣城池，无福的难存济。<br>可早来到南门外了。前哨报复去，说俺吴国众将送孙安小姐到了，快开门者。喏，报的三将军得知，有吴国众将送亲到了也。小校，止放小姐一辆翠鸾车，梅香一骑马进来。其余吴国众将都停住城外，不许放进一个。说我老张亲自在此。得令！兀那吴国军将听着：三将军分付，止放小姐一耩装鸾车，梅香一骑马，其余不许进来。不放俺军将进碱，我亲自见三将军去。三将军。俺们送小姐，都是要订喜酒吃的，怎么不放俺进去？兀那吴国军将，您非送亲而来，我知您周瑜的计策，故来赚俺的城门，如有一个进来，我一枪一个。这个环眼汉利害。小姐，我们回去了罢：甘宁、凌统，您回去罢，我和梅香自进城中去也。既是这等，俺不要在这里。喜酒没得吃，还要惹场没趣，不如回去了罢。甘将军，你说的是，便索回元帅话去来。周公瑾用尽心机，诸葛亮未动先知。不曾吃半瓶喜酒，干惹下一场是非。抬车的跟将我来，等我先报复去。哥哥，有嫂嫂翠鸾车已到门上，我将送来的吴将都拦回去了。我已知道。既然小姐到了，小官迎接去。俺们都接待去来。小姐请下车，众将都在此接招呼。鲁大夫，休唬着小姐，等我扶将进去。小姐，如今无大似你的人，你同玄德公拜了天地，然后众将参见。赵将军，一壁厢安排酒果者。小校，抬上果桌来。理会得。将酒来，我先送一杯。主公，满饮一杯喜酒咱。动劳军师，某饮咱。夫人，满饮此一杯。大夫，此位是谁？此位便是军师诸葛孔明，道号叫做卧龙先生。小姐，把体面相见者。军师先请。不敢，夫人请。你两个再一会儿不吃，我便吃了也。。<br>【普天乐】我则见玳筵前，摆列着英雄辈。一个个精神抖擞，一个个礼度委蛇。那军师有冠世才，堪可称龙德。觑他这道貌非常仙家气，稳称了星履霞衣。待道他是齐管仲多习些战策，待道他是周吕望大减些年纪，待道他是汉张良还广有神机。<br>贫道再送酒者。不必动劳军师。二弟，你替军师送酒。军师请自在，三弟执壶，关某把酒。您兄弟知道。哥哥先饮一杯。我饮干了也。嫂嫂满饮一杯。鲁大夫，这两位是谁？这两个一位便是关云长，一位便是张翼得。是好虎将也呵。<br>【十二月】看了他形容动履，端的是虎将神威。想我那甘宁、凌统，比将来似鼠如狸。可知道刘玄德重兴汉室，却元来有这班儿文武扶持。<br>夫人，这喜酒当饮一杯。<br>【尧民歌】呀，我见他曲躬躬双手捧金杯，喜孜孜一团儿和气蔼庭闱。不由我不立钦钦奉命谨依随，拚的个醉醺醺满饮不辞推。我今日须也波知周瑜你好没见识，怎不的观时势。<br>妾身饮了酒也。你每则管里劝酒，我还不曾拜母亲哩。母亲，您孩儿有些不成器，早晚要你照顾咱。梅香，你且和小姐回后堂中去。小姐，俺先回后堂中去来。鲁大夫，你回去对哥哥说，等我对月回门之日，我见母亲，自有话讲。小官知道了。我看刘玄德生的目能顾耳，两手过膝，真有帝王仪表，以为丈夫，也不辱抹了我孙安小姐。<br>【耍孩儿】从来不出闺门里，羞答答怎便将男儿细窥。则我这三从四德幼闲习，既嫁鸡须逐他鸡。只见他目睛转盼能过耳，手臂垂来直至膝。赤帝子真苗裔，暂时间蛟龙蟠屈，少不得雷雨腾飞。我只笑那周瑜好痴也，你自家没智识索取荆州，却将我送到这里，你须要做的功劳，我为甚来倒替你守寡一世？<br>【三煞】不甫能射金屏中雀来，只索便上秦楼跨凤归，也是我妇人家自为终身计。你只为一时功效犹难遂，却将我百岁姻缘竞不提，那个肯无番悔？你使着这般科段，敢可也枉用心机。<br>我哥哥好狠也。这一座荆州，直恁的中用？把我许了人，又要我去害他。难道你妹子害了一个，又好另嫁一个？哥哥，亏你就下的那。<br>【二煞】想着我同胞的能有几，我大哥哥又不到底，提起来尚兀自肝肠碎。我母亲呵，可怜永日萱花晚，哥哥也没甚傍枝棠棣稀，怎不顾亲生妹？倒着我明为嫁送，暗夺城池。<br>我想母亲也曾劝来，着我只依着哥哥做事。这不是割舍的我，也只为哥哥做下主意，断然挽回不得。我如今自有个道理。<br>【煞尾】怕只怕母兄上别了情，愁只愁夫妻上伤了美。从今后做了个弄丸的宜僚，我只从中儿立直，着他两下干戈再不起。<br>夫人回后堂中去了也。鲁大夫，再饮一杯酒。归见吴王，烦替俺主公多多拜上。军师，小官酒勾了也。如今孙、刘结亲，做了唇齿之邦，永息干戈，实为万幸。小官今日就回主公话去。多多搅扰，容谢，容谢。大夫，管待不周；惶恐，惶恐。若见周元帅时，则说柴桑渡口去此不远，贫道不得躬候，千万勿罪。领命，小官告回江东去也。周公瑾设计无休，诸葛亮识破情由。今两姓结为辱齿，看何日得取荆州。主公，这孙、刘结亲之事，是周瑜要袭取荆州的计策，被我参破了。料他不忿，必然又生甚生计策来。今孙夫人初到，请主公自回后堂中，与夫人饮宴庆贺，容贫道别有调度。有劳军师费心，两个兄弟在此听令，俺回后堂中饮宴去也。二将军。军师着关某那厢使用？二将军，你去汉阳各路整点人马，专等我有驱遣之处，疾来听令者。则今日奉军师将令，便往汉阳各路整点人马，走一遭去。美髯公威震江东，整精兵准备交锋。任周瑜心肠使碎，俺军师谈笑成功。子龙。军师着赵云那厢使用？子龙，你去新野等处整点人马，专等我有驱遣之处，疾来听令者。得令，则今日便往新野等处，整点人马来一遭去。俺军师妙算通神，笑周瑜枉结姻亲。若到我荆州城下。早将头纳下辕门。刘封，近前听令。等了我这一日，元来也用着我大叔。刘封，与你五百人马，把守南门。小心在意者。得令。则今日领五百人马，紧守南门，走一遭去。刘封好本事，上阵胆包身。若见周元帅，将他打断筋。三将军随着贫道，早晚自有拨调的去处。我想周瑜这一计，眼见的又不成功也。他若再生别的计策，贫道也不愁他。羽扇纶巾一孔明。梁父歌吟信口成。周瑜，周瑜，休夸妙计高天下，只教你赔了夫人又折兵。<br><br>第三折<br>某周公瑾是也。自赤壁鏖兵大战，折了某大将黄盖，倒被刘备占了俺家荆州九郡。今某设下孙、刘结亲之计，暗差甘宁、凌统二将，只推送亲，夺下城门，便来飞报。怎么这早晚还不见一个消息，好恼人也。某是甘宁，这是凌统。奉元帅的将令，去送孙安小姐，恰才回来。此间是辕门外，令人报过，我等径入。元帅，甘宁、凌统回来了也。你二将夺下荆州城门不曾？元帅，俺二将送亲刚到城门口，有张飞当住去路，说道：\"我知您等之计，推送亲来赚俺城门，则放进小姐翠鸾车和梅香进来。您吴将若有一个进城，我一枪一个！\"爷，这张飞的枪好不快哩，早是俺二将走的快，略迟些也着他一枪儿了。嗨，这癞夫是强也，兀的不气杀我么！元帅不必赌气，俺江东有八十一郡锦绣封疆，便不图他这荆州，也尽勾受用哩。我怎生舍的这荆州？等鲁子来呵，某又有一计。这早晚鲁子敬敢待来也。小官鲁子敬，过的江来，这柴桑渡口正是周元帅大寨。令人报复去，道有鲁肃来了也。喏，报的元帅得知，有鲁大夫来了也。道有请！请进。大夫，那癞夫诸葛亮说甚么来？元帅，那诸葛亮先使张飞把住城门，当住俺吴将。小官随小姐至荆州王府，当日拜了堂，小姐十分欢喜。想是看的刘玄德中意，这二计都成不得了也。元帅，咱不取他荆州也罢。大夫，某怎生舍的这荆州？你再去启知主公，这对月之时，取刘备同小姐回门拜见老夫人来。我这里使众将把住江口，不放刘备过江。若还俺荆州，万事全休，不然，就杀了刘备，兴兵攻取荆州，此计如何？元帅好计策，则怕孔明不肯轻放刘备过江来。大夫，你则依着某禀知主公去。这癞夫那里识的此计？小官领命。周公瑾独霸江东，诸葛亮妙算无穷。你两人隔江斗智，单劳我奔走匆匆。鲁子敬去了。这一计定然取了荆州。甘宁、凌统。元帅要俺二将那厢使用？拨与你二人各五千人马，等刘备过江之时，把住江口，不许放他回去。小心在意者。得令！某这一计叫做赚将之计，且看那癞夫怎生对付我来。三分国龙蛇一混，恨诸葛神谋广运。若刘备到俺江东，稳取了荆州九郡。贫道孔明是也。可奈周瑜无礼，数次定计，被某识破了。前日又着鲁子敬来，请俺主公同孙安小姐回门，过江拜老夫人。贫道也不<br>推辞，着主公过江去了。那周瑜的计策则要留住俺主公，不放过江，拨换了荆州。嗨，周瑜也，你怎生出的贫道之手？令人，唤将刘封来者。刘封安在？刘封本领欠高强，才说交锋便躲藏。每日家中无甚事，跟着油嘴打钉忙。自家刘封的便是。有我父亲刘玄德，因孙、刘结亲，前日是个对月，过江回门去了。今军师唤我，不知有甚事。令人报复去，道我大叔来了也。刘封到。军师叫我怎么？刘封，今主公过江去了数日，你送些暖衣去，就带我这锦囊去。里面有一封信，休着别人见。你近前来。你与主公穿衣时，悄悄送这锦囊，教主公袖了。再打个耳喑，教主公酒散只装醉，掉下锦囊，待孙权拾去，自有妙计。小心在意者。我知道了。正要去耍子哩，则今日过江送暖衣，带了锦囊，走一遭去来。刘封去了也。令人，唤三将军来者。三将军安在？某张飞是也。可奈周瑜定下孙、刘结亲之计，被俺军师识破，前日又请俺哥哥、嫂嫂拜门去了。今有军师呼唤，须索走一遭去。令人报复去，道有张某下马也。三将军到。军师呼唤张飞，那厢使用？三将军，贫道与你一计，去汉江边迎接主公并孙安小姐翠鸾车。你近前来。可是恁的。得令，则今日领了人马，江边接待哥哥、孙安小姐，走一遭去。既结为唇齿之邦，没来由故惹刀枪。鸾车内聊施巧计，着周瑜一气身亡。周公瑾，你怎生出的贫道之手？你待赚我主公过江，拨换荆州，贫道偏宴着你孙权自送主公回来，直气你的死哩。周公瑾枉施三计，反受我一场呕气。这的是自送残生，只可惜把小乔孤单半世。老身孙权的母亲是也。有我女儿孙安小姐配与刘玄德为夫人，今日是对月，他来拜见老身。我说多着刘玄德住几日，才放他过江去，也见郎舅的情分。仲谋，筵宴齐备了么？母亲，筵宴齐备了也。孩儿取玄德公过江来拜见母亲，正意只要拨换荆州哩。他到此数日，尚缺管待。令人，与我请将玄德公来者。理会的。不知就里伏神通，孔明令我到江东。几时得摔破玉笼飞彩风，顿开金锁走蛟龙。某刘玄德自从孙、刘结亲，有鲁子敬来请某过江，拜见老夫人。某欲待不来，有军师说不妨事，则管里过江去，贫道自有计策。来此已经数日，不放回去。今日吴王相请，须索走一遭去。令人，报复去，<br>道有小官来了也。喏，报的大王得知，有刘皇叔来了也。快有请。请进。老夫人，量刘备有何德能，敢劳如此重待。玄德公恕罪，等我妹子来时行酒。妾身孙安小姐。自从结亲之后，又经一月有余。今日母亲、哥哥在前厅安排筵宴，管待俺刘玄德，我须索见母亲去来。小姐，梅香先看了来，他摆设的花一攒锦一簇，好大大的筵席也。梅香，这席面莫不是楚霸王的鸿门宴么？<br>【商调】【集贤宾】则俺那画堂中攒簇的来件件儿好，你看那铺净几列佳肴，齐臻臻银屏也那绣褥，韵悠悠风管的这鸾箫。小姐，则请的姐夫一位，怎生安排的这等丰盛也？你那里知道。那里是锦上添花，衠一味笑里藏刀。他将那一片狠心肠早多时排下了，今日筵席上可少着姐夫吃酒，免的醉了，又着梅香扶侍他哩。梅香也怎参透这段根苗。则他那愁怀犹未解，怕不的酒力也难消。<br>姐夫心中可想些甚么那？<br>【逍遥乐】想则想荆州消耗，与他那结义的人儿，这几日离多来会少。比及姐夫想他每兄弟呵，可着他回去了罢。你说的来好没分晓，俺哥哥有妙计千条。则待取霸图王在这遭，既然主公不肯放姐夫去，着他悄悄的走了罢。怕不要安排归棹。倘或的驱兵追赶，兀那一片长江，何处奔逃？<br>小姐也要自家做个计较，且见老夫人去来。母亲万福，哥哥万福。孩儿，则等你来行酒者。令人，抬上果桌来者。理会的。酒到。母亲，先饮一杯。我先饮这杯酒。再将酒来，这一杯酒玄德公饮。恭敬不则从命，某领这杯酒也。这一杯酒该妹子饮。哥哥请。妹子请。<br>【梧叶儿】哥哥当尊重，敢动劳，则见他金盏泛香醪。妹子也，这一杯酒则要你见功者。但饮酒只说酒中事，怎又伤我的心着我心下恼。妹子，你恼做甚么？饮了这杯酒者。我背地里将这酒儿浇天地，也只愿的俺两口儿夫妻到老。<br>令人，接了盏者，酒慢慢的行。自家刘封。奉军师的将令，着我送暖衣过江来与我父亲。我带着个包袱儿。只等筵席散后，就将这桌面包了家去吃。可早来到也。令人报复去，道有刘封到此哩。喏，报的大王得知，有刘封求见。刘封此一来却为何事？玄德公，有你那刘封来见你哩。老夫人，某酒勾了也。玄德公醉了。妹子，这刘封来此怎的？哥哥，我不知道。妹子差了也。你怎生推不知道？你则实说，刘封此一来却是为何？<br>【金菊香】哥哥你道我过门来事事有蹊跷，则你这两下里机关不甚巧。妹子，我当日与你计较的事，你几曾依我一些儿来？若有那歹心儿天觑着，则愿你早放他还朝，也免的动枪刀。令人，着刘封过来，刘封，主公唤你哩。我刘封见父亲来的日子多了，天色寒冷，我为送暖衣过来。这桌面上吃不了的，也该散些我吃。哦，你原来为送暖衣。刘封，你父亲醉了也。哦，我还不曾唱喏哩。老奶奶唱喏，母亲唱喏。俺父亲醉了也。父亲，刘封送暖衣在此。老夫人，刘备酒勾了也。母亲，我家老子怎么吃的这等醉了？你叫他一声。刘封，你且不要叫他，等我问你几句话咱。母亲问我甚么？<br>【醋葫芦】你那里群臣喜共忧？军师们都好好的没甚么忧。事情歹共好？我们荆州一个低钱买个大馍馍，这个便是事情。则您那云长、翼德敢心焦？俺两个叔叔终日喝酒快据，则不心焦。则怕他急煎煎盼着音信杳。为着个甚些担阁？我怕您无人处将我厮评跋。<br>父亲醉了，只是打盹哩，母亲叫他一声儿。等我叫他，玄德公，刘封送暖衣在此。小姐，某饮不的酒了也。<br>【幺篇】他眼朦胧恰待开，对着人不敢瞧。则他那巧机关在腹内暗藏着，小姐，你扶起刘玄德来，与他穿上暖衣，再饮几杯咱。你教我扶将他起来把衣换了。他正是醉人难叫，父亲，你这一睡到几时也？他直睡到明月上花梢。<br>玄德公，你换了衣服者。哦，夫人，你叫刘封过来。刘封，你见父亲咱。父亲，刘封送暖衣到这里也。刘封，将暖衣来我换。父亲，这个锦囊收了者。哦，一个锦囊儿。父亲，仔细着。我知道。这事好跷蹊也呵。<br>【幺篇】他耳边厢悄悄的言，心儿里暗暗的晓。不争你把我厮瞒着，怎知我这些心地好。母亲，看俺父亲咱。我怎肯将他来违拗，我须是忠臣门下女妖娆。<br>刘封，你回去罢。酒也不曾吃的一钟儿，就着我回去。老奶奶、母亲休怪，我过江去也。军师差我送暖衣，顺风顺水疾如飞。平空走了数千里，眼看筵前只忍饥。刘封去了也。恰才递与刘玄德一个锦囊，一定是封书。刘玄德已是醉了。妹子，你凡事不肯依我，这一封书，你好歹与我看一看咱。如今着梅香且扶的刘玄德歇息去了，妹子，你暗地拿将书来，我看书中详细，依旧还你。这些小事，你也不依我？母亲，刘玄德醉了，着梅香扶他歇息去。梅香，扶玄德公歇息去者。姐夫，你醉了。我扶你歇息去罢。玄德公，明日再会也。多谢、多谢，搅扰、搅扰。天假其便，我可可的拾着这锦囊儿。刘备，你合败也。我折开这书来看咱。我说是一封书么。\"诸葛亮书奉玄德公座前开拆。自过江东之后，众将各安，勿劳记念。今有曹操为赤壁之恨，点集大兵百万，要来攻取荆州。如书到日，主公且慢回来，等贫道分拨众将，紧守各处关隘，早晚便过江问吴王再借些军马，共拒曹操。一者江东众将，都是旧识；二者孙、刘结亲，又添上这一重亲眷，必然无阻。此书勿泄于外。诸葛亮书\"。哦，原来如此，我留他在这里做甚么？不如放他回去，只不借兵与他，等曹操杀他不好？妹子，则今日收拾了行李，就与玄德公回荆州去罢。谢了哥哥也。仲谋，你为甚么就着他两个回荆州去了？母亲不知。既然如此，只凭你罢。<br>【浪里来煞】你那里担着愁，我这里倒含些笑，只待做了脱金钩东海冠山鳌。妹子，你则今日就起身罢。你还怕我有心留恋着，只望俺那荆州疾到。便排下那几千番筵席，你也休的再来邀。<br>谁想周瑜枉用了一场心。若是诸葛亮过江来，俺一定又要借与他军马。便好道覆军之辙，前一番错了，如今又错了不成？只就今日将刘玄德同我妹子放他回去，有何不可！一心望把荆州勒要，不想又曹兵来到。早放他玄德渡江，也免得借兵聒噪。<br>楔子<br>急离江东趱路归，荆州还隔彩云偎。鳌鱼脱却金钩钓，摆尾摇头再不回。某刘备自到江东，已经旬日。孙权意欲将我拘留在国，索换荆州。昨日孔明着刘封推送暖衣，故坠锦囊，赚某还家。孙权不知是计，即日打发俺夫妻二人上路。到得江口，被甘宁、凌统当住，亏俺夫人喝退，放了过来。不觉已近汉阳了。此去荆州不远，只怕周瑜知觉，领兵追赶，急难脱身。怎生得一枝接应军马来，可也好也。玄德公，着从者行动些，俺早到荆州咱，恰才这江口，吴将拦路，不是夫人喝退，怎么能勾过来？这里已是汉阳江口是俺荆州地方了。虽则如此，还怕周瑜来追哩。玄德公放心，诸葛军师必有主张。兀那芦苇丛里有军马来，敢是你家兵也。某张飞是也。奉军师将令，到这汉阳地面迎接哥哥。兀那远远望见，不是哥哥来也？三弟，你来了也。俺军师有甚么话说？哥哥，请嫂嫂下车，上了马，先回荆州去，这是军师的将令。可是恁的。，我知道了也。夫人请下的这翠鸾车，换上了马，和俺先回荆州去，留三将军在后护送。三叔叔，你小心在意者。<br>【仙吕】【赏花时】我着你换上青骢前路发，这早晚周瑜没乱杀。再休来俺面上弄奸猾，凭着俺单枪也那只马，则着你都不得好还家。<br>小校，牵着我的马，待我上的这翠鸾车，自在的坐坐。小校，抬动些。某周公瑾甫能赚得刘备过江来，不想主公为甚么就放他回去了？更待干罢，甘宁、凌统。元帅有。我着你两个把住江口，你怎敢违我将令，放他过去？俺两个怎么肯放？把守的似荷包口儿紧紧的。有孙安小姐说道：\"奉老夫人、吴王的令旨。\"况且小姐平日好个姓儿，老夫人又向着他。便是元帅自在那里，也不敢阻当，何况小将？哫，你岂不闻：将在军，君命有所不受？我的将令，管甚么孙安小姐。如今权饶你将功折罪，点起人马，随我追赶去来。兀那前面行的，不是小姐翠鸾车？元帅亲自赶上，问他个回去的缘故，可不好那？小姐，某周瑜定了三计，推孙、刘结亲，暗取荆州。今日甫能请的刘备过江来，拿住他不放回还，这是某赚将之计。怎么这江口上小姐倒叱退众将，放刘备走了，着某甚日何年得他这荆州？你护你丈夫家，也不该是这等。兀那周瑜，你认的我老三么？好一个赚将之计，亏你不羞。我老三若不看你在车前这一跪面上，我就一枪在你这匹夫胸脯上戳个透明窟笼。原来是张飞在翠鸾车上坐着，我枉跪了他这一场。兀的不气杀我也。三将军，俺元帅箭疮发了也。我不杀他。你扶这匹夫回营中去。周瑜，眼见的你这一气，无那活的人也。哥哥、嫂嫂前面去远了。小校，抬着车儿慢慢的走。将马过来，待某赶上，先见军师回话去来。<br><br>第四折<br>贫道诸葛孔明。因周瑜要取荆州之地，请玄德公拜门，不肯放过江来。我着刘封送暖衣，就带一个锦囊去。我料孙权定放主公即日回来也，早遣三将军江边接应去了。贫道安排下筵席，与主公、夫人拂尘。这早晚敢待来也？自家刘封。过江送暖衣去，俺父亲正吃酒醉了，整整的饿了我这一日。我如今见军师去。刘封到。军师着我刘封送暖衣并锦囊去，父亲着我先回来。那孙家里摆的好席面，只是我刘封没造化，单只看的一看。做了眼饱肚中饥哩。刘封，这也算你的一功了。多谢军师。某刘备自过江住了十数日，多亏军师之计，就当日孙仲谋着某同夫人回荆州来，江边迎着张飞兄弟接应。俺先将夫人送回后堂中去了，我见军师去咱。偌，报的军师得知，有主公来了也。主公回了，俺迎接去来。军师好妙计，孙权一见了书呈，就着俺过江来了。主公请坐，待众将来全了时，一同庆功饮酒。某关云长，这是赵子龙。奉军师将令，着往樊城、新野各处整点人马。听知俺大哥过江拜门，今日回来了，子龙，俺和你见哥哥去来。二将军请。令人报复去，道有关某同赵子龙下马也。二将军、赵将军到。军师，俺关羽同赵云在樊城、新野等处整点人马回来了也。二位将军少待。等三将军来时，与主公、夫人庆功饮酒。某张飞奉军师将令，接应俺大哥回来，令人报复去，道有张某来了也。三将军到。军师，张飞在江边接着哥哥，先打发嫂嫂换上了马，同大哥自回荆州。某就坐在嫂嫂翠鸾车上，周瑜领兵赶上，跪在车前，所说他取荆州之计。被某揭起帘子，羞辱了他一场，那周瑜一口气气的撇然倒地，扶的回营去了。这早晚多咱死也。三将军成此大功，可喜，可喜。主公今日回了，两国孙、刘结亲，又保守了荆州之地。贫道设一大宴，请孙夫人来庆贺咱。军师说的是。令人，传入后堂，请嫂嫂出来饮宴者。夫人有请。妾身孙安小姐，今日同玄德公复还荆州，军师会众将排宴，论功庆赏，非同容易也呵。<br>【双调】【新水令】听的个东君今日绮筵开，则俺这美前程世间无赛。想当初要荆州通使去，舍了个亲妹子度江来。若不是巧计安排，怎能勾锦鸳鸯得宁耐？<br>夫人来了。主公请就坐咱。您众将，这几时若不是军师妙计，俺岂得复回荆州也？此非贫道之能、众将之力，一来托赖主公洪福，二来多亏夫人贤德，方得俺两家罢兵。令人，抬上果桌来者。理会的。酒到。贫道先与主公、夫人送一杯，然后众将以次而饮。<br>【沉醉东风】我只见众公卿欢容满腮，齐臻臻把果桌忙抬。画堂中音乐谐，宝鼎内香烟蔼。祝千秋磕头礼拜，不知道赤壁东风大会垓，可似这今朝奏凯？夫人满饮此杯。军师先请。不敢、夫人请。<br>【沽美酒】见军师送酒来，空折杀女裙钗。多亏你决胜成功将相才，与妾身有何担带？敢劳动这酬待？<br>夫人，饮过这酒者。妾身领这杯酒。将酒来，我与军师敬一杯。<br>【太平令】合谢你军师元帅，只这一封书促你回来。识破了千般成败，杜绝了他十分毒害。这一场布摆，喝采，是谁的手策？呀，保护得荆州安泰。众将斟上酒，多要尽醉方归也。嫂嫂，想当初周公瑾怎生用计，要取索荆州？你是说一遍，与俺众将听咱。<br>【锦上花】要取荆州，人人无奈。则有个周瑜，逞尽狂乖，定下机关，送亲过来。嘱付我的言词，扬扬不采。<br>若不是嫂嫂贤达，俺哥哥险此儿中了他的主策也。<br>【幺篇】非干贱妾贤，凡事要明白。未入门桯，先纳降牌。既做姻亲，怎好乱猜？咱这里归伏，他干生计策。<br>似夫人大德，端的少有。<br>【碧玉箫】这也是天数合该，姻缘线牵来。夫妻有情怀，永远得和谐。愿皇图万万载，保封疆弭祸灾。御酒酾，宫花戴，长似这筵前宴乐无妨碍。您众将跪下者，听主公与你叙功赐赏。贫道本垅上遗民，遇明主三顾殷勤。在军中运筹决策，长则是羽扇纶巾。借荆州暂屯人马，奈东吴索取频频。屡设计皆为参透；故遣使议结姻亲。赚过江阴图谋害，锦囊至立送回轮。张翼德虽然粗鲁，翠鸾车假作夫人。将周瑜当场耻辱，箭疮裂一命难存。关云长雄略盖世，赵子龙大胆包身。便刘封不曾临阵，往来间亦有功勋。玄德公汉朝枝叶，孙小姐出自名门。正相应天缘匹配，排筵席庆贺长春。诸将佐加官赐赏，一齐的拜谢皇恩。俺玄德公呵。<br>【收尾】他本是汉皇帝室亲支派，少不得将吴魏并做了刘家世界。显得俺卧龙的诸葛十分能，笑杀那短命的周瑜刚则一时歹。<br>题目两军师隔江斗智正<br>正名刘玄德巧合良缘</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}