{
  "id": 70543,
  "star": 2,
  "name": "杂剧·尉迟恭三夺槊",
  "dynasty": "元代",
  "content": "第一折<br>咱两个欲待篡位，争奈秦王根底，有尉迟无人可敌。我有一计，将美良川图子献与官里，道的不是反臣那甚么？教坏了尉迟，哥哥便能勾官里做也。将尉迟拿下！<br>【仙吕】【点绛唇】想当日霸业图王，岂知今亡，把江山掌。虽不是外国他邦，今日做僚宰为卿相。<br>【混江龙】不着些宽洪海量，划地信谗言佞语损忠良。谁不曾忘生舍死？谁不曾展土开疆？不枉了截发搓绳穿断甲，征旗作带勒金疮。我与你不避金瓜下丧，直言在宝殿，苦谏在昭阳。<br>【油葫芦】陛下想当日背暗投明归大唐，却须是真栋梁。划地厮□□□厮堤防。比及武官砌垒个元戎将，文官挣揣个头厅相，知他是几个死？知他是几处伤，今日太平也都指望请官赏，刬地胡罗惹斩在云阳。<br>【天下乐】谁似俺出气力功臣不气长，想当时，反在晋阳。若不是唐元帅少年有纪纲，义伏了徐茂公，礼慑了褚遂良，智降了苏定方。<br>【醉扶归】当日都是那不主事萧丞相，更合着那没政事汉高皇，把韩元帅葫芦提斩在未央。今日个人都讲，若有举鼎拔山的霸王，哎．汉高呀你怎敢正眼儿把韩侯望。<br>【后庭花】陛下，则将这美良川水冤恨想，却把那榆窠园耻英雄忘。更做道世事云千变，敬德呵则消得功名纸半张。陛下试参详，更做道贵人多忘，咱数年问有倚仗。<br>【金盏儿】那敬德自归了唐，到咱行，把六十四处烟尘荡。杀得敌军胆丧，马到处不能当，苦相持一万阵，恶战讨了九千场。全凭着竹节鞭，生并了些草头王。<br>【赏花时】元帅不合短箭轻弓观他洛阳，怎想阔剑长枪埋在浅岗，映着秋草半苍黄。初间那唐元帅怎想，脑背后不堤防。<br>【幺篇】呀，则见那骨刺剌征旗遮了太阳，赤力力征鼙振动上苍，那单雄信恁高强。他猛观了敌军势况，忙拨转紫丝缰。<br>【胜葫芦】打得匹不剌刺征马宛走电光，藉不得众儿郎，过涧沿坡寻路忄葱。过了些乱烘烘的荆棘，密稠稠榆柳，齐臻臻长成行。<br>【幺篇】是他气扑扑忄葱攒入里面藏，眼见的一身亡，将弓箭忙拈胡底当。呀呀，实雕弓拽满，口床口床口床紫金鈚连发。火火火都闪在两边厢。<br>【金盏儿】元帅却是那些儿慌，那些忙，忙不忙，元帅也记得。把一领锦征袍扯裸得没头当。单雄信先地赶上手拈着绿沉枪，枪尖儿看看地着脊背，着脊背透过胸堂。那时若不是胡敬德。陛下圣鉴谁搭救小秦王？<br>【醉扶归】索甚把白己千般奖，齐王呵，不如教别人道一声强。若共胡敬德草草的鞭斗枪，分明立了执结并文状，则他家自卖弄伶俐半晌，把一条虎眼鞭直揽头直上。<br>【尾】这厮则除了铁天灵，铜脖项，铜脑袋，石镌就的脊梁。那鞭上常有半纸血糊涂的人脑浆，则那鞭则是铁头中取命的阎正。若论高强，鞭着处便不死十分地也带重伤。也是青天会对当，故教这尉迟恭磨障，磨障这杀君杀父的劣心肠。<br><br>第二折<br><br>【南吕】【一枝花】箭空攒白凤翎，弓闲挂乌龙角，土培损金锁甲，尘昧了锦征袍。空喂得那匹战马咆哮，劈椤锏生疏却，那些儿俺心越焦。我往常雄纠纠的阵面上相持，恶喑喑的沙场上战讨。<br>【梁州】这些时但做梦早和敌军对垒，才合眼早不刺剌地战马相交。则听的韵悠悠的耳畔吹寒角，一回价不冬冬的催军鼓擂，响当当的助战锣敲。稀撒撒地朱帘筛日，滴溜溜的绣幕翻风，只疑是古剌剌杂彩旗摇。那的是急煎煎心痒难揉，往常则许咱遇水叠桥，除了咱逢山开道，嗨，如今央别人跨海征辽。壮怀怎消，近新来病体儿直然较，我自喑约也枉了医疗，被这秋气重金疮越发作，好教我痛苦难消。<br>【贺新郎】我欠起这病身躯出产急相邀，你知我迭不的相迎，带云不沙，贼丑生唱你也合早些儿通报。见齐王元吉都来到，半晌不迭手脚，我强强地曲脊低腰。怪早来喜蛛儿的溜溜在檐外垂，灵鹊儿咋咋地头直上噪，昨夜个银台上剥地灯花爆。他两个是九重天上皇太子，来探俺这半残不病旧臣僚。<br>【牧羊关】这些腌臜病，都是俺业上遭，也是俺杀人多一还一报。折倒的黄甘甘的容颜，白丝丝地鬓脚，展不开猿猱臂，撑不起虎狼腰。好羞见程咬金知心友，尉迟恭老故交。<br>【隔尾】我从二十三上早驱军校，经到四五千场恶战讨。怎想头直上轮还老来到。我暗约，慢慢的想度，嗨，刮马似三十年过去了。<br>【牧羊关】当日我和胡敬德两个初相见，正在美良川厮撞着，咱两个比并一个好弱低高。他滴溜着虎眼鞭飇，我吉丁地着劈椤锏架却，我得空便也难相纵，我见破绽也怎担饶。我不付能卒卒地两锏才飇去，他搜搜地三鞭却还报了。<br>【隔尾】那鞭却似一条玉蟒生鳞角？便是半截乌龙去了牙爪，那鞭着远望了吸吸地脑门上跳。那鞭休道十分的正着，则若轻轻地抹着，敢教你睡梦里惊急列地怕到晓。<br>【斗鹌鹑】那将军刬马骑，单鞭掿，论英雄半勇跃。他立下功劳，怎肯伏低做小，倚强厌弱。不用吕望《六韬》，黄公《三略》，但征敌处操抱，相持处哐敝懆，那鞭若脊梁上抹着，忽地咽喉中血到。我道来我道来他烦烦恼恼，焦焦燥燥。滴溜拊那鞭着，教你悠悠地魄散魂消。你心自量度，匹头上把他标写在凌烟阁。论着雄心力劣牙爪，今日也合消，也合消封妻荫子，禄重官高。<br>【哭皇天】教我忍不住微微地笑，我迭不得把你慢慢地教。来日你若见那铁幞头，红抹额，乌油甲，皂罗袍，敢教你就鞍心里惊倒。若是来日到御园中，忽地门旗开处，脱地战马相交。哎，齐王呵，这一番要把捉，那鞭不比衠铜枪搠，双眸剑凿。<br>【乌夜啼】虽是没伤损难贴金疮药，敢二十年青肿难消。若不去脊梁上飇敢向鼻凹坦落。唬的怯怯乔乔，难画难描。我则见的留留的立不住腿脡摇，忔扑扑地把不住心头跳。不如告休和，伏低弱，留得性命，落得躯壳。<br>【尾】可知道金风未动蝉先觉，那宝剑得来你怎消，不出君王行。厮般调，侵着眉楞，擦着眼角。则若是轻轻的虎眼鞭抹着，稳情取你那天灵盖半截不见了。<br><br>第三折<br><br>【双调】【新水令】你今日太平也不用俺旧将军，呀，来、来，把这厮豁恶气建您娘一顿。可知道家贫显孝子，直到国难用功臣。如今南面称尊，便撇在三限里不偢问。<br>【驻马听】想我那撞阵冲军，百战功名百战身，枉与你开疆展土，也合半由天子半由臣。俺沙场上经岁受辛勤，撇妻男数载无音信。刬地信别人闲议论，将俺胡罗惹没淹润。<br>【步步娇】便折末烂锉得我尸骸为泥粪，折末金瓜打碎我天灵尽。既然俺不怨恨，问那厮损坏忠臣佞词因。咱那亢金椅上圣明君，则但般着半句儿十分地信。<br>【搅筝琶】我便于段施呈尽，刬地罪过不离身。俺那沙场上武艺僻合，他每枕头边关节儿更紧。他每亲父子，俺然是旧忠臣，则是四海他人，比他是龙子龙孙。则军师想度，元帅寻思。休，休！是他每亲的到头来也则是亲，怎辨清浑！<br>【沉醉东风】我也曾箭厮射叠着面门，刀厮劈咬着牙根。也曾杀的枪杆上湿漉漉血未干，马头前古鹿鹿人头滚，灭了六十四处烟尘。刬地信佞语谗言损害人，因此上别了西府秦王处分。<br>【川拨棹】听元帅说原因，心头上一千团火块滚。气的肚里生嗔，愁的似地惨天昏。恰便似心内火块滚，好教人怎受忍。<br>【七弟兄】这的是圣恩，重臣。休看我发回村，他虽是金枝玉叶齐王印，我好煞则是阶下的小作军。也是痴呆老子今年命。<br>【梅花酒】你看我发回村，恼犯魔君，撞着丧门。我想那榆窠园实是狠。他不若如单雄信，则我这鞭稳打死须定无论。<br>【收江南】水磨鞭来日再开荤。大王怎做圣明君，信谗言佞语损忠臣。好教我气忿，元吉打死须并无论。<br>【鸳鸯煞】来日闹垓垓列着军卒阵，就着哭啼啼接送齐王殡。恨不得待摘胆剜心，剔髓挑筋。唱道待教这虎将难存忠信。向那龙床侧近，调泛得君王一惺惺都随顺。咱则待剪草除根，直把这坑陷我的冤仇证了本。<br><br>第四折<br><br>【王宫】【端正好】如今罢了干戈，绝了征战，扶持俺这唐世界文武官员。那回是真个今番演，赵显得俺经熬炼。<br>【滚绣球】却受着帝王宣，要施展，显我那旧时英健。不索说在骏马之前，我身上不曾托铠甲，腰间不曾带弓箭，手中不曾将着绿沉枪捻，我则是赤手空拳。我坐下刬骑着追风马，腕上只飇着打将鞭，我与你出马当先。<br>【倘秀才】这里是竞性命的沙场地面，且讲不得君臣体面。则怕犯风流见罪愆我呵圪塔地勒住征马宛，立在这边。<br>【滚绣球】我则见御园，怎生迭这战场宽展。却煞强如那乱烘烘地荆棘侵天。我则见嫩茸茸绿莎软，宛转转翠袖展，撒撒地马蹄儿轻健，你便丹青巧笔也难传。我则见皂罗袍都略湿宫花露。深乌马冲开绿柳烟，杀气盘旋。<br>【倘秀才】那嘶门旗下把我容颜望见，则唬得那厮鞍心里身躯倒偃，则看你再敢人前说大言。这厮为甚么则管里。厮俄延，不肯动转？<br>【呆古朵】那厮管见我这单雄信屈死的冤魂现，咍，你今日合教替他生天。这的又打不得关节，立不得证见，你也难把残生免。你则照管着大灵片，你待变龟来难入水，化鹤来难上天。<br>【叨叨令】那厮枪尖儿武艺都呈遍，被我遮截架隔难施展。这厮输赢胜败登时现，存亡死活分明见。咍，轮到打也末哥，轮到打也末哥，这番交马应无善。<br>【伴读书】则见飒飒地阴风剪，将这昏澄澄尘埃践，不剌剌征马宛似纱灯般转，都速速把不定浑身战。看元吉将天灵健，见元帅到跟前。<br>【笑和尚】您您您弟兄每厮顾恋，俺俺俺臣宰每实埋怨，休休休终久是他亲眷，咍咍咍这铁鞭，你你你合请奠，来来来俺且看俺西府秦王面。<br>【倘秀才】我接住枪待使些儿控便，是谁扳住手不能动转，把这厮不打死呵朝中又弄权。他若哀告，意悬悬，赦免。<br>【滚绣球】我煞不待言，不近前。你也不分良善，又不是不知我抱虎而眠。这厮不纳贤，不可怜，不送俺一遍，教这厮落不的个尸首完全。这厮不飇折脊梁也难消我这恨，把信厮不打碎人灵沙怎报我冤，怎不教我忿气冲天！<br>【快活三】谢吾皇把罪愆免，打元吉丧黄泉。我这里曲躬躬的朝拜怎敢俄延，再把大颜见。<br>【鲍老儿】我吃一万金瓜也不怨天，则称了我平生愿。元吉那厮一灵儿正诉冤，敢论告他阎王殿。这厮那嚣浮诈伪，轻薄谄佞，那里有纳士招贤！那凶顽狠劣，奸滑侥幸，则待篡位夺权。<br>题目齐元吉两争锋<br>正名尉迟恭三夺槊",
  "poet": {
    "id": 1407,
    "star": 0,
    "name": "尚仲贤",
    "desc": "元代戏曲作家。真定（今河北正定县）人。生卒年、字号不详。曾任江浙行省官吏。《录鬼簿》列为\"前辈已死名公才人\"。"
  },
  "tags": []
}