{
  "id": 11178,
  "star": 249,
  "name": "绝句四首",
  "dynasty": "唐代",
  "content": "堂西长笋别开门，堑北行椒却背村。<br>梅熟许同朱老吃，松高拟对阮生论。</p> <p>欲作鱼梁云复湍，因惊四月雨声寒。<br>青溪先有蛟龙窟，竹石如山不敢安。</p> <p>两个黄鹂鸣翠柳，一行白鹭上青天。<br>窗含西岭千秋雪，门泊东吴万里船。</p> <p>药条药甲润青青，色过棕亭入草亭。<br>苗满空山惭取誉，根居隙地怯成形。",
  "fanyi": "<p><strong>译文</strong><br>厅堂西边的竹笋长得茂盛，都挡住了门头，堑北种的行椒也郁郁葱葱长成一行却隔开了邻村。<br>看到园中即将熟的梅子，便到待梅熟时邀朱老一同尝新；看到堂前的松树，便希望和阮生在松荫下尽情地谈古论今。</p> <p>原想筑个鱼梁忽然乌云盖住了急流，随后又惊讶四月的雨声如此凄寒。<br>也许这青溪里面早有蛟龙居住，筑堤用的竹石虽堆积如山也不敢再去冒险。</p> <p>黄鹂在新绿的柳条间叫着春天，成双作对好喜庆；白鹭排成行迎着春风飞上青天，队列整齐真优美。<br>那西岭的雪峰啊，像一幅美丽的画嵌在窗框里；这门前的航船啊，竟是从万里之外的东吴而来。</p> <p>药草的枝叶长得郁郁青青，青青的颜色越过棕亭蔓入草亭。<br>“苗满空山”的美誉我愧不敢当，只怕它们根居干裂的土中成不了形。</p> <p><strong>注释</strong><br>① 行椒：成行的椒树。<br>② 朱老、阮生：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在成都结识的朋友，喻指普普通通的邻里朋友；后世常用，“阮生朱老”或“朱老阮生”作为咏知交的典故。<br>③ 鱼梁：筑堰拦水捕鱼的一种设施，用木桩、柴枝或编网等制成篱笆或栅栏，置于河流中。但因为这里的水势险恶（“青溪先有蛟龙窟”），所以有“竹石如山不敢安”之说。<br>④ 青溪：碧绿的溪水；<br>⑤ 黄鹂：黄莺。<br>⑥ 白鹭：鹭鸶，羽毛纯白，能高飞。<br>⑦ 窗含。是说由窗往外望西岭，好似嵌在窗框中，故日窗含。<br>⑧ 西岭：即成都西南的岷山，其雪常年不化，故云千秋雪。这是想象之词。<br>⑨ 东吴：指长江下游的江苏一带。成都水路通长江，故云长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>船。<br>⑩ 药条、药甲：指种植的药材。王嗣爽《杜臆》说：“公常多病，所至必种药，故有“种药扶衰病”之句。<br>⑪ 棕亭、草亭：言药圃之大。杜甫患多种疾病。故所到之处需种药以疗疾。<br>⑫ 隙地：千裂的土地。<br>⑬ 成形：指药材之根所成的形状，如人参成人形，茯苓成禽兽形，等等。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　（一）</p> <p>　　第一首先写草堂，举其四景：堂西的竹笋，堑北的行椒，园中的梅子，久七前的松树。<a href=\"http://so.gushiwen.org/view_11178.aspx\">诗</a>人处在这远离闹市的幽静环境之中，因看到园中将熟的梅子，便想到待梅熟时邀朱老一同尝新；因看到堂前的松树，便希望和阮生在松荫下尽情地谈古论今。从中可以看出诗人对草堂的爱赏，以及他对生活的朴素的要求。他久经奔波，只要有一个安身之地就已经满足了。显然，这首诗虽属赋体却兼比兴，于平淡的写景叙事中寓含着诗人的淡泊心情，以作为组诗之纲。当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>因好友严武再镇而重返草堂，足证严武在诗人心目中的重要地位，但这里他所想到的草堂的座上宾都不是严武，而是普普通通的朱老和阮生。这就可见诗人当时的心境和志趣了。</p> <p>　　（二）</p> <p>　　第二首诗写浣花溪，状其水势浩大，借“欲作鱼梁”而抒情，非真“欲作鱼梁”也。因为“作鱼梁，须劈竹沉石，横截中流，以为聚鱼之区，因溪有蛟龙，时兴云雨，故公不敢冒险以取利。”（《杜诗详注》卷十三引）对此解说，浦起龙《读杜心解》认为“是为公所愚也”。他说：“须知‘蛟龙，之想，只从‘云覆、‘雨寒，生出，值云雨而墩起文情也。”是有道理的。但浦氏以为这首诗“为作鱼梁而赋，而自况不凡”，则未免有点牵强。其实，这首诗并非什么“自况”，只是流露出诗人对能否在洗花溪畔的草堂安居下去的担心情绪。这才是“不敢安”三字的真实含意。诗人觉得自己在草堂尽管心境淡泊，无所奢求，但仍难保不测。诗中谓溪下有坟龙，时兴云雨，固是一种迷信的说法，却也十分形象化，隐隐可以显示出诗人身居草堂对成都局势的担心情状。这也正是诗人当时“三年奔走空皮骨”的心理状态。</p> <p>　　（三）</p> <p>　　这组诗一开始写草堂的春色，情绪是陶然的；而随着视线的游移、景物的转换、江船的出现，触动了他的乡情，四句景语完整表现了诗人这种复杂细致的内心思想活动。此诗两两对杖，写法非常精致考究，读起来却一点儿也不觉得雕琢，十分自然流畅。把读者由眼前景观引向广远的空间和悠长的时间之中，引入对历史和人生的哲思理趣之中。</p> <p>　　“两个黄鹂鸣翠柳，一行白鹭上青天。 窗含西岭千秋雪，门泊东吴万里船。”黄鹂、翠柳显出活泼的气氛，白鹭、青天给人以平静、安适的感觉。“鸣”字表现了鸟儿的怡然自得。“上”字表现出白鹭的悠然飘逸。黄、翠、白、青，色泽交错，展示了春天的明媚景色，也传达出诗人欢快自在的心情。诗句有声有色，意境优美，对仗工整。一个“含”字，表明诗人是凭窗远眺，此景仿佛是嵌在窗框中的一幅图画。这两句表现出诗人心情的舒畅和喜悦。“西岭”，即成都西南的岷山，其雪常年不化，故云“千秋雪”。“东吴”，三国时孙权在今江苏南京定都建国，国号为吴，也称东吴。这里借指长江下游的江南地区。“千秋雪”言时间之久，“万里船”言空间之广。诗人身在草堂，思接千载，视通万里，胸襟何等开阔！这两句也是全诗的点睛之笔，境界开阔，情志高远。在空间和时间两个方面拓宽了广度，使得全诗的立意一下子卓尔不群，既有杜诗一贯的深沉厚重，又舒畅开阔，实为千古名句。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾经说过：“少陵翰墨无形画”。此诗就像一幅绚丽生动的山水条幅：黄鹂、翠柳、白鹭、青天、江水、雪山，色调淡雅和谐，图象有动有静。画的中心是几棵翠绿的垂柳，黄莺儿在枝头婉转歌唱；画的上半部是青湛湛的天，一行白鹭映于碧空；远处高山明灭可睹，遥望峰巅犹是经年不化的积雪；近处露出半边茅屋，门前一条大河，水面停泊着远方来的船只。从颜色和线条看，作者把两笔鹅黄点染在一片翠绿之中，在青淡的空间斜勾出一条白线。点线面有机结合，色彩鲜明而又和谐。诗人身在草堂，思接千载，视通万里，胸次开阔，出语雄健。全诗对仗精工，着色鲜丽，动静结合，声形兼俱，每句诗都是一幅画，又宛然组成一幅咫尺万里的壮阔山水画卷。 </p> <p>　　（四）</p> <p>　　第四首诗为药圃而赋。王嗣爽《杜臆》说：“公常多病，所至必种药，故有‘种药扶衰病，之句。”（《杜诗详注》卷十三引）。今影印本《杜臆》元，仇氏（仇兆鳌）当另有所据。”前两句写药圃景色，种药在两亭之间，青色叠映，临窗望去，油然而喜。后两句虽也是写药物的生长情状，与前两句写药物出土，发苗及枝柯的生长过程相连，对一药物生长于隙地的根部的形状作了描绘，足见诗人对药用植物形态学的认识；但就药寄慨，与首章淡泊之意略同，却不是一般的咏物诗，更绝非某些赏花玩月的作品可比。仇兆鳌注：“彼苗长荒山者，不能遍识其名，此隙地所栽者，又恐日浅术及成形身。”浦起龙亦说：“空山隙地，萧间寂寞之滨也，亦无取于见知矣。”可以参看，以见杜甫虽因严武再镇而重返草堂，但仍担心着“不测风云”，总是把自己同国家的命运联系在一起的。他毕竟不是那种忘乎一切的趋炎附势之人。</p>",
  "about": "<h2>创作背景</h2> <p>　　唐代宗广德二年（公元764年）春，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>因严武再次镇蜀而重返成都草堂，其时，安史之乱已平定，杜甫得知这位故 人的消息，也跟着回到成都草堂。这时<a href=\"http://so.gushiwen.org/view_11178.aspx\">诗</a>人的心情特别好，面对这生气勃勃的景象，情不自禁，写下了这一组即景小诗。兴到笔随，事先既未拟题，诗成后也不打算拟题，干脆以“绝句”为题。这四首诗就是杜甫初归草堂时所写的一些绝句诗，包括其中的《绝句四首》。明末王嗣奭《杜臆》说“是自适语”，“盖作于卜居草堂之后，拟客居此以终老，而自叙情事如此。”</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "抒情",
    "组诗"
  ]
}