{
  "id": 57926,
  "star": 40,
  "name": "玉楼春·戏赋云山",
  "dynasty": "宋代",
  "content": "何人半夜推山去？四面浮云猜是汝。常时相对两三峰，走遍溪头无觅处。<br>西风瞥起云横度，忽见东南天一柱。老僧拍手笑相夸，且喜青山依旧住。",
  "fanyi": "<p><strong>译文</strong><br>什么人在半夜把山推走了?抬头看四面都是浮云，猜想是浮云干的。平常相对而视的几座山峰，现找遍河边却寻不到它们在哪里。<br>西风猛然吹起，浮云飘动，忽然看到东南方向有一座擎天高山。老僧拍看手笑着夸赞，还在高兴青山依旧在这里。</p> <p><strong>注释</strong><br>⑴“何人”两句：推山，把山推走，此写浮云遮山。《庄子·大宗师》：“藏山于泽，谓之固矣。然而夜半有力者负之而走，昧者不知也。”<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>《次韵东坡壶中九华》<a href=\"http://so.gushiwen.org/view_57926.aspx\">诗</a>：“有人夜半持山去，顿觉浮岚暖翠空。”<br>⑵常时：平时。<br>⑶无觅处：遍寻不见。<br>⑷瞥起：骤起。云横度：浮云横飞。<br>⑸天一柱：天柱一根，即指青山。<br>⑹住：在这里。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　开首两句点题。上句设问，下句作答，这比直说青山被浮云所遮盖，更耐人寻味。而且，由于用了拟人手法，还大大密切了物我关系，使读者仿佛看到了词人那种翘首凝望、喃喃自语的情态。起句用典，《庄子·大宗师》云：“夫藏舟于壑，藏山于泽，谓之固矣，然而夜半有力者负之而走，昧者不知也。”庄子这段话是为抒发他有藏必亡的虚无观点立论的。</p> <p>　　以作者的词句同黄氏的<a href=\"http://so.gushiwen.org/view_57926.aspx\">诗</a>句相比较，黄氏的“持”字径从《庄子》语中“负之而走”的“负”字而来，稍显得拘泥朴实；而词人的“推”字，则显得空灵巧妙，更切合青山被浮云所笼罩的景象。可见，用典的巧拙，不在于能否师其字面，而在于能否即景会心，缘事而变化。而“四面浮云猜是汝”句，何以用“猜”而不用“知”？盖“知”字判断的意味太浓，和起句的诘问语气不相搭配，且使此句也显得呆滞；而著一“猜”字，不仅和起句的诘问语气相吻合，而且还使全韵灵动活泼，声情若掬。歇拍一韵紧承前韵，通过描述自己寻觅“常时相对两三峰”的行动和“走遍溪头无觅处”的结果，进一步证实青山被浮云所笼罩，并隐然透露出词人的遗憾心情。词人为什么如此执着地寻觅“常时相对”的青山？因为青山是他闲居瓢泉期间的知音，也是他光明磊落的人格的真实写照。“新葺茆檐次第成，青山恰对小窗横。”（《浣溪沙·瓢泉偶作》）“青山意气峥嵘，似为我归来妩媚生。”（《沁园春·再到期思卜筑》）“我见青山多妩媚，料青山、见我应如是。情与貌，略相似。”（《贺新郎·甚矣吾衰矣》）可见词人对青山的感情是多么深厚，怪不得他要殷勤寻觅呢。</p> <p>　　词的上片写青山被浮云遮覆的忧虑，下片则写重睹青山的喜悦。下片两句笔锋一转，景象突然一变：西风乍起，浮云飘散，忽然看见平时与之相亲相爱的青山象擎天巨柱一样，岿然耸立在东南天际。说写词人重睹青山的喜悦，可又没有直接描写，而是通过上句的“瞥起”和下句的“忽见”，来表现作者在刹那间的感情变化。如果说下片一韵着重写浮云散而青山见的自然景观须臾间的变化的话，那么结拍一韵还不该直接抒写重睹青山的喜悦心情吗？作者偏不这样，而是宕开笔墨，描写了一个老僧看到青山依然挺立东南天际时的欢快举止和情态，通过老僧之喜来映衬词人之喜。这样写不仅多一层曲折，而且还丰富了词境，说明热爱青山、关心青山是否依旧的，正大有人在，那老僧即其一例也。</p> <p>　　这首词虽然题为“戏赋云山”，但词人对他吟咏的对象并未作十分精细的描绘和刻划，而是抓住自然界客观景物的倾刻变化，以轻快明朗的笔调抒发自己的内心感受，寓意深刻，并非平淡之叹。这首小词的格调明快疏朗，清新活泼，反映了词人落职闲居期间积极乐观的一面。</p>",
  "about": "<h2>创作背景</h2> 　　公元1196年（宋宁宗庆元二年），<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>由于上饶（今属江西）带湖寓所毁于火，遂徙居位于铅山（今属江西）东北境的期思渡别墅。那里有一汩清泉，其形如瓢，词人因名之为“瓢泉”。这首词就是作者居住在瓢泉寓所期间写成的。内容如题，乃吟咏云山之作。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "大自然"
  ]
}