{
  "id": 22579,
  "star": 41,
  "name": "江楼晚眺景物鲜奇吟玩成篇寄水部张员外",
  "dynasty": "唐代",
  "content": "澹烟疏雨间斜阳，江色鲜明海气凉。<br>蜃散云收破楼阁，虹残水照断桥粱。<br>风翻白浪花千片，雁点青天字一行。<br>好著丹青图画取，题诗寄与水曹郎。",
  "fanyi": "<p><strong>译文</strong><br>　　江的上空不时有淡淡的烟云荡过，不时还夹杂着稀疏细雨，当云过雨收之际，一轮夕阳把金灿灿的阳光撒在湖面上。风吹江面浪滚波涌，深碧色的波浪在夕阳的照射下，一边是金光跳动，如金蛇游泳，一边是暗色背光，水色对比如呈墨绿，天上的彩云在变化，水面的云气在飘涌，好像刚散的海市蜃楼，雨霁残云像破了的楼阁，由于细雨刚停，空间的水珠与夕阳映照，一条彩虹如桥梁一样架在江上，而彩虹照水倒影入江，一一相应，美不胜收。加之水波动荡，风吹浪翻，好像许多花片飞舞一样，时暗时明，非常美观；彩云过后晴空一碧，雁群凌空飞翔，好像是青天上的一行字迹。如此美的景色，只能用颜料勾勒出来，画上题<a href=\"http://so.gushiwen.org/view_22579.aspx\">诗</a>，寄送给不在身边的好友。</p> <p><strong>注释</strong><br>⑴江楼：杭州城东楼，即望海楼。吟玩： 吟咏玩赏。水部张员外：即<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>，中唐著名诗人，当时任水部员外郎。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>对其作品评价甚高。水部，古代中央官署名，魏置水部郎，晋设水部曹郎，隋唐至宋均以水部为工部四司之一。<br>⑵澹（dàn）烟：清淡的云烟。疏雨：稀疏的小雨。间：间隔。斜阳：夕阳。<br>⑶江色鲜明：江上的颜色很明亮。海气：海上吹来的风。<br>⑷蜃（shèn）：大蛤蜊。江海边或沙漠中，因空气冷热骤变，光线折射，而把远处的景物显示到空中或地面上，古人误以为是蜃吐气而成，称海市蜃楼。散：消散。<br>⑸虹残：雨后虹影渐渐消残。<br>⑹花千片：风吹江水，浪花喷涌，如片片白花。<br>⑺字一行：雁群从青天经过，排成“人”字或“一”字。<br>⑻著（zhuó）丹青：用颜料著色画起来，即彩色画。丹青，丹砂和青雘，可作颜料。图画取：临摹下来。画，一作“写”。<br>⑼题诗：画上题诗。水曹郎：水部曹郎，水部官职名。当时张籍在水部任职，故称水曹郎。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_22579.aspx\">诗</a>抓住大雨刚过，彩虹尚存，海市蜃楼将要消失的一刹那，将这一精彩场面剪辑下来，绘成一幅色彩绚丽的丹青图画。首联从阳光写起，描摹斜阳余晖，由淡烟疏雨的间隙中射到水面。这个意境就倍显清新可人。加上江面经雨水一洗，新鲜明净，海风阵阵袭来，凉爽人。题中所谓“景物鲜奇”足见并非虚言。</p> <p>　　颔、颈二联展开笔墨，逐一描绘“鲜奇”景物。颔联描绘了难得见到的海市蜃楼和雨后彩虹两种奇观。“蜃散”句写的是海市蜃楼景色，不过诗人未曾描绘其全景，而是抓住了蜃散云收、空中幻影残破的刹那，摄下了“破楼阁”的镜头。诗人是登楼眺望，目中所视，必有亭台楼阁。所以“蜃散云收破楼阁”云云是实景虚写。“虹残”句也是同一法门。雨后天空出现的虹，弯弯地好像拱桥，此是常景。诗人静候至虹影渐渐消残，水中仿佛映着一座断桥时，他眼明手快按下了快门。本来雨后彩虹已是奇观胜景，诗人更从水中映照之倒影着笔，又把景色之妙提高一筹。“破楼阁”、“断桥梁”，既状难写之景如在目前，又显示出诗人于选景上别具只眼的匠心。</p> <p>　　颔联为静境描写，颈联遂作动势点缀。“风翻白浪花千片，雁点青天字一行”是全诗的点睛之笔。“翻”字以诗情作画，写得生动； “点”字以画笔入诗，下得有神。一“翻”一“点”，使江天景物增添了无限生意，而遗词用意之精微传神，尤为人叹服。诗人从作画的角度作诗，则诗中有画就不奇怪了。如此天然胜景，诗人不愿独自欣赏，赶快画为图幅，寄给好友。<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>有《答白杭州郡楼登望画图见寄》，就是和这首诗的。诗中有“乍惊物色从诗出，更想工人下手难”之句，从侧面也可看出<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗情画笔的非凡不俗。</p> <p>　　景物鲜奇，引动诗人雅兴，故不仅吟玩成篇，且请人画作图幅，题此诗于上，寄赠张水部，末联即写此，字里行间含蕴着难捺欣喜而欲使同道好友共享之心情。张籍《答白杭州郡楼登望画图见寄》诗尾联“见君向此闲吟意，肯恨当时作外官？”即谓白居易身处“天堂”杭州，得优游闲吟，则当无外放任职之遗憾。这也透露了白居易心情已不似数年前在忠州（今四川忠县）时那样悲郁的消息。</p> <p>　　此诗写景层层铺设，淡墨白描，新颖有致而明白如话；其情则寄寓在景物描写中，又涵咏在尾联之点题中，而使人读之有味，味之有趣，得到了轻松愉悦的美感享受。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_22579.aspx\">诗</a>创作于唐穆宗长庆三年（823年），当时<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>任杭州刺史，友人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>任水部员外郎，白居易恰逢暮色登杭州城望海楼眺望美景，创作这首诗寄赠远在外地的友人张籍。",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "写景",
    "友情",
    "思念"
  ]
}