{
  "id": 72452,
  "star": 142,
  "name": "玉树后庭花",
  "dynasty": "南北朝",
  "content": "丽宇芳林对高阁，新装艳质本倾城。<br>映户凝娇乍不进，出帷含态笑相迎。<br>妖姬脸似花含露，玉树流光照后庭。<br>花开花落不长久，落红满地归寂中。",
  "fanyi": "<p><strong>译文</strong><br>楼殿高阁前有芳林花草竞相争春，妃子们本就貌美如花，再加上盛装打扮，更加显出倾城之貌。<br>妃子起初掩映着窗子，外面春光的娇美之景无法进入她们的芳阁。但妃子一出闺阁，万般春日丽景都失去了颜色。妃子笑容可掬，盈盈走出门户。<br>她们的脸就像带着晶莹雨露的鲜花，她们的美态就如玉树那样秀丽，流光溢彩，清雅别致。<br>花儿从开放时的争奇斗艳到枯萎的凋零是很短暂的时光，到花瓣都落光的时候一切又都归于了平凡。</p> <p><strong>注释</strong><br>①对：相对，对面。这里指高阁前有芳林花草。<br>②倾城：使城池倾倒，形容女子貌美。<br>③乍：开始，起初。<br>④帷：帷帐，帷幄。<br>⑤玉树：玉树的树冠挺拔秀丽，茎叶碧绿，顶生白色花朵，十分清雅别致。<br>⑥流光：玲珑剔透，流光溢彩。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　陈后主所作的《玉树后庭花》歌，写的是嫔妃们娇娆媚丽，堪与鲜花比美竞妍，其词哀怨靡丽而悲凉，后来成为亡国之音的代称。</p> <p>　　“丽宇芳林对高阁，新妆艳质本倾城。”<a href=\"http://so.gushiwen.org/view_72452.aspx\">诗</a>的开头概括了宫中环境，并化用汉朝<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>的“一顾倾人城，再顾倾人国”诗句，来映衬美人的美丽。华丽的殿宇，花木繁盛的花园，没人居住的高阁就在这殿宇的对面，在花丛的环绕之中。美人生来就美丽，再经刻意妆点，姿色更加艳丽无比。</p> <p>　　“映户凝娇乍不进，出帷含态笑相迎。”写美人们应召见驾时的情态，仪态万千，风情万种。无论是应召时的“乍不进”，还是接驾时的“笑相迎”，都讨得后主的无比欢欣。“妖姬脸似花含露，玉树流光照后庭。”诗的结尾处与开头相呼应，重点描绘了宫中美人的“倾国倾城之貌”，也成了陈后主留恋后宫，贪恋美人的最好注脚。</p> <p>　　诗歌在艺术上有以下几个方面的特点：一是着意于从侧面、动态的角度去描写，力求舍形而求神，诗中所用的“似花含露”、“玉树流光”的描写都极为生动传神；二是全诗结构紧凑，回环照应，景与人相互映衬，意象美不胜收。这首诗在一定程度上，代表了宫体诗的最高水平。从一个侧面可以看出，陈后主虽然是一个糟糕的皇帝，但却是一个具有一定艺术修养的诗人。</p>",
  "about": "<h2>创作背景</h2> <p>　　“后庭花”本是一种花的名，这种花生长在江南，因多是在庭院中栽培，故称“后庭花”。后庭花花朵有红白两色，其中开白花的，盛开之时使树冠如玉一样美丽，故又有“玉树后庭花”之称。 《后庭花》又叫《玉树后庭花》，以花为曲名，本来是乐府民歌中一种情歌的曲子。南北朝陈朝最后那个皇帝陈后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>填上了新词，词为丽宇芳林对高阁，新妆艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。</p> <p>　　陈叔宝穷奢极欲，沉湎声色，是一个典型的昏君。当时，北方强大的隋时时准备渡长江南下，陈这个江南小王朝已经面临着灭顶之灾，可是这个陈后主，却整天与宠妾张贵妃、孔贵人饮酒嬉戏，作<a href=\"http://so.gushiwen.org/view_72452.aspx\">诗</a>唱和。陈后主不是一个称职的皇帝，但是他在辞赋上确实有很高的造诣，创作出了很多辞情并茂的好作品。从《玉树后庭花》这首诗就可以看得出来。</p> <p>　　南朝陈后主生活奢侈，不问政事，且喜爱艳词。每日只在宫中与嫔妃近臣游宴，其有二妃子，张贵妃与孔贵嫔，皆是天姿国色，最受后主喜爱。</p> <p>　　他在后庭摆宴时，必唤上一些舞文弄墨的近臣，与张贵妃、孔贵嫔及宫女调情。然后让文臣作词，选其中特别艳丽的句子配曲，一组组分配给宫女，一轮轮地演唱。其中有“壁月夜夜满，琼树朝朝新。”更有一首《玉树后庭花》歌词中云：“玉树后庭花，花开不复久。”</p> <p>　　陈后主的好日子就象这玉树后庭花一样短暂，前后不足七年（公元582年至589）589年，隋兵进入建康（今南京），陈后主被俘，后病死于洛阳。 《玉树后庭花》遂被称为“亡国之音”。后来就有了<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《泊秦淮》：烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱《后庭花》。</p>",
  "poet": {
    "id": 869,
    "star": 0,
    "name": "陈叔宝",
    "image": "http://img.gushiwen.org/authorImg/chenshubao.jpg",
    "desc": "陈后主陈叔宝（553—604年），字元秀，南朝陈最后一位皇帝。公元582年—589年在位，在位时大建宫室，生活奢侈，不理朝政，日夜与妃嫔、文臣游宴，制作艳词。隋军南下时，自恃长江天险，不以为然。589年（祯明三年），隋军入建康，陈叔宝被俘。后在洛阳城病死，终年52岁，追赠大将军、长城县公，谥曰炀。"
  },
  "tags": [
    "乐府",
    "宫廷",
    "写花",
    "寓人"
  ]
}