{
  "id": 70325,
  "star": 2,
  "name": "杂剧·金水桥陈琳抱妆盒",
  "dynasty": "元代",
  "content": "楔子<br>君起早，臣起早，来到朝门天未晓。长安多少富谊家，不识明星直到老。某乃殿头官是也。方今大宋宗皇帝，山河一统，万国来朝。主圣臣贤，民丰国富。只因天子即位以来，未有太子，以此圣心时常不乐。昨日太史官王宏奏道：夜观乾象，太子前星甚是光彩。如今时逢春季，百花盛开，正是成胎结子之候。合该着尚宝司打造金弹丸一枚，于三月十五日，天子亲到御园，向东南方打其一弹。令六宫妃嫔，各自寻觅。但有拾的金丸者，因而幸之，必得贤嗣。天子准奏。可着穿宫内使陈琳传示六宫去。令人，与我唤将陈琳来者。陈公公安在？小官姓陈名琳，现为宋朝一个穿宫内使。一生近贵，半世随朝。谢圣恩可怜，赐一套蟒衣海马，系一条玉带纹犀，戴一顶金丝织成帽子。嵌的是鸦鹘石，悬一把镔铁打就刀儿，镶的是鸂鶒木。虽不曾从他鹓班豹尾，却也常接奉那凤辇龙床。今日殿头官着人相召，不知为着些甚事，须索过去见来。陈内使，我请你来，不为别事。因圣人听太史之奏，明日亲到御园打一金弹，但有妃嫔拾此弹者，到其宫中御幸，必得圣嗣。着你传示六宫，明日都往御园中寻访金弹去。其拾得者，即令奏闻，无得违误。领旨。兀那三宫六院，妃嫔彩女等听者：明日圣驾亲到御园，打一金弹。金弹落处，有拾得者，奏献御前，圣驾即幸其宫。休得违误不便。陈琳已传旨了也。<br>【仙吕】【端正好】奉皇宣，传君命，为春光堪写围屏。端的个御园中锦绣似花开盛，因此上打动这巡游兴。<br>【幺篇】传示那六宫人知严令，这金弹呵，弹落处各办虔城，分头儿自去穿芳径。寻仔细，认分明，捧金弹，献彤庭，当寝夕，应前星，那其间可也永团圆万万载同欢庆。<br>殿头官去了也，俺自到御前承应者。正是书漏稀闻高阁报，天颜有喜近臣知。<br><br>第一折<br>柳叶参差掩画楼，晓莺啼送满宫愁。年年花落无人见，空逐春泉出御沟。妾身西宫李美人是也。今日圣人在御园中打金弹丸，着宫娥彩女辈看其所落之处，寻觅金弹。如有拾得之人，即令亲献御前，自有宠幸。眼见得各宫妃嫔，各自准备去了，妾身也只得往御园走一遭咱。圣驾已到御园了也。你看御园中万紫千红，莺啼燕语，是好景致也呵。<br>【仙吕】【点绛唇】往日个文武登筵，帝王设宴，在金銮殿。就着这御赐樽前，动弦管仙音院。<br>【混江龙】尚兀白嫌他拘倦，向御园中别是一壶天。争些儿寂寞了梨花院宇，冷落了杨柳亭轩。想昨宵暮雨梨花娇不语，今日早春风杨柳乱飞绵。则待要驾銮舆尽日不知还，拚的个满园林到处都游遍。这八角亭子上，正是东南方，好打金弹。弹去似晓星乍落，弓开似秋月初圆。寡人拿这弹弓在手，那诸禽百鸟看见，只道要打他，都也惊怕哩。圣上，便好道蠢动含灵，皆有佛性。<br>【油葫芦】忙煞垂杨啼杜鹃，扑剌刺两翅扇，又则见梨花枝上鸲鹆儿打盘旋，唬的那锦鸠儿不离酴醿串，惊的那黄莺儿绕定梧桐啭。这一个钻入叶底藏，那一个坐来枝上喘。怎么的近池塘不见了衔泥燕？恰元来都落在金水玉沟边。<br>万岁爷，今日必有喜事。寡人才今日到园中赏玩春光，你说必有喜事，这个喜从何来？<br>【天下乐】则见一个喜鹊儿喳喳的噪过御前，俺想这灵也波禽，常好是识空便，也为甚的撇下个闹花丛不将春顾恋。背莺声花萼楼，隔燕语锦树园，他怎肯孤负了这艳阳三月天。<br>你看那酴醿架上，坐着一个锦鸠儿，待寡人一弹，打下这锦鸠来者。<br>【那吒令】恰才个弓开的不掀，觑酴醿架边；弦放的不偏，正芍药阑近前；弹去的不远，在牡丹丛里面。陈琳，你与我寻这弹子去。理会的。这弹子，难寻见，常言道弹打三圆。<br>【鹊踏枝】俺如今行过这海棠轩，荡散了这绿杨烟，细细的拂开了这满径苍苔，和那遍地榆钱。俺这里行一步堪图一个扇面，有丹青巧笔难传。这茫茫荡荡，一片御园中，那丸金弹知道落于何处也。妾身李美人，立在御园东首，不期这金丸正打到妾身边，被妾拾着。如今不敢隐藏，只得亲到御前进献去来。兀的不是李美人来了也。<br>【寄生草】则见他娇滴滴颜如玉，薄松松鬓似蝉。眼儿呵绿澄澄溜出秋波转，眉儿呵曲弯弯画出双蛾浅，脸儿呵汗津津显出桃花片。若不是昭阳宫粉黛美人图，争认做落伽山水月观音现。<br>李美人，你见金弹来么？是我拾的金弹在此，特来进御。是真个？李美人，你可有福也。<br>【金盏儿】这是你忒心坚，金弹也恰多缘。想天公好与人方便，因此上着李美人和圣上永团圆。这的是在地成连理树，入水长并头莲。早则不惊开比翼鸟，不打散锦纹鸳。<br>有李美人拾的金弹，来献圣上哩。宣他上来，看李美人好容颜，也是一个有福的，他日必生太子。这金弹是谁拾了来？是妾身拾着来。既如此，今夜就到西宫去游幸者。圣驾到西宫宴尔去了。李美人，你好有福也呵。<br>【赚煞】从今后则想凤楼期，休把羊车羡，今日个谢圣恩可怜。阻隔的那刘氏娘娘欢爱远，那里也独宿孤眠。似这等美缠绵，直似神仙，再不索倚定宫门听过辇。李美人相逢在上苑，宋真宗别登了寝殿。本是一对儿好姻缘，若刘娘娘知道呵，他可敢生扭做了恶姻缘！<br><br>第二折<br>子童乃刘皇后是也。虽无绝色，幸掌中宫。奉九重之欢，享万年之福。近日闻得西宫李美人生下一子，我想他久后在天子跟前，可不夺了我的宠爱？则除是这般。寇承御那里？有。寇承御，我问你，你吃的是谁的？是娘娘的。你穿的是谁的？是娘娘的。我东使着你，去么？就东去。我西使着你，去么？就西去。我不使你呢？则守着娘娘立着。既然如此，你是我心腹之人。我有一件紧要的事，要你替我做去。是那一件事？如今西宫李美人生下一子，你可到他宫中去，诈传万岁爷要看，诓出宫来，将那孩子或是裙刀儿刺死，或是搂带儿勒死，丢在金水桥河下。务要干成了这件事，来回我话者。谨领懿旨。我出的这宫门，直至西宫，见李美人走一遭去来。亲承懿旨到西宫，生死存亡掌握中。此个机关非小可，仗谁搭救小潜龙？寇承御此一去，必然与我干成这桩大事。那时教李美人失宠，发入冷宫之中，慢慢的害他性命，有何难处！我本女菩萨，何尝不戒杀？则怕剪草带些根，萌芽依旧发。幸喜太子已诓出西宫了也。奉刘娘娘的懿旨，本待把裙刀将太子刺死，丢于金水桥河下。则见红光紫雾，罩定太子身上，怎敢下得手？天那！若宋朝不当乏嗣，得遇一个人来，同救太子性命，久后也显我这点忠心，可也好也。自家陈琳的便是。万岁爷赐我这黄封妆盒，到后花园采办时新果品，去与南清宫八大王上寿。我虽是一个内官，倒比那众文武有报国的忠心也呵。<br>【南吕】【一枝花】虽不比三台中玉佩臣，现掌些六院里金钗客。常则待鸡鸣宫禁启，簇捧着龙绕圣颜开。那里也将相之才，无过是随步辇君王爱，听传宣妃后差。管领他美孜孜八百胭娇，守定这艳亭亭三千粉黛。<br>【梁州第七】这的是大宋朝皇宫御阙，不弱似神仙岛阆苑蓬莱。俺则见郁巍巍龙楼凤阁新修盖。端的个金钉朱户，玉砌瑶阶。祥云瑞霭，紫雾香埃。晃得咱眼也难开，定不是人力安排。一刬的织锦绣翡翠帘栊，朱红漆虬楼高槅，碧琉璃碾玉亭台。上命遣差，逐朝不离丹墀侧。几曾出禁门外，便不带穿宫入殿牌，但行处谁敢嫌猜！<br>那金水桥边，背身儿立的，好似寇承御一般。等我叫他一声。寇承御！好也啰，陈公公，你来此怎么？我奉万岁爷的命，赐我黄封妆盒，到后花园采办时新果品，与南清官八大王上寿。寇承御，你在此怎的？我到此金水桥边闲耍戏哩。呀，你在那里抱这小哇哇来？那个是小哇哇，你看的他这等轻那！你道我看轻了，他敢是太子？不是太子是那个！<br>【隔尾】承御也你个中宫侍女休嗔怪，非是我内使陈琳私下来。可知你不是私来的，我在此也没甚么不明白处。承御也怎只把巧语花言自遮盖，我有甚遮盖，只是急切里想不出个计策来。哎，这其中有甚的计策。承御也不是我使乖，好也啰，只要您心平时可过的海。承御，你慌甚么？别人家的哇哇，料在金水桥河下便了。你道是别人家的哇哇？他是西宫李美人生的太子。他是李美人生的太子？怎肯与你抱出宫来？当日万岁爷听太史官之奏，三月十五日亲到御园打一金弹丸，着你传旨，教六宫妃嫔有拾的这弹者驾幸其宫。却是西宫李美人拾得，如今果生太子。这个你不记的来？你只看这太子胸前，正抱着那金弹丸哩。是太子了！你只该奏上万岁爷去，你抱到这里可是为何？为刘娘娘使那嫉妒的心肠，恐怕李美人久后夺了他的宠爱，着我诓太子出宫，把裙刀刺死，丢于金水桥河下。只见他红光紫雾罩定太子身上，明明是真命天子，以此不敢下手。我对天祷告，若宋朝不当乏嗣，遇一个忠心的人，与他同救太子性命。如今幸得撞见公公，怎生出个计策，同救这太子咱。承御，你元来这等怕刘娘娘那？可知怕哩。你怕我也怕。可不道别人烦恼，不干自己。若干自己，则索回避。这个是你的勾当，我自采办果品去也。陈琳。你为何直呼我的名字？我怎么不呼你的名字？我如今抱太子见刘娘娘去，他必然问我为何还是活的？我只说正待要下手，被陈琳拦住，要奏知万岁爷哩。我的娘呵，只这一句话，可不是送了我也。你休慌，只要与你商量个计策，同救太子咱。待我哄他咱。承御，我有一句话可敢说么？你但说不妨。那刘娘娘既着你来所算这太子呵，你则是依着他做。我替你看着人，你将太子刺死，丢在金水桥河内，也是一个净办。陈公公，这事中也不中？有甚么不中？这等，你替我看人去，待我下手。太子在那里？丢在河里了也。怎么不见？我丢在这盒儿里了也。中也不中？放着我哩！若有事呵，都在我身上，你放心者。<br>【牧羊关】则索向盒中放，又不敢怀内揣，我正是杀人处钻出头来。刘娘娘你结下海样阔冤仇，陈琳也担着天来大利害。太子也你曲着腰难回转，拳着腿怎舒开．则我这救主的空生受，太子也你可是成人不自在。<br><br>【隔尾】太子也你比着那双龙紫阙争低矮，比着那五凤丹楼较匾窄，比着那一合乾坤少宽大。这的是潜龙世界，关系着皇朝后代，只愿的保护了江山万万载。<br>陈公公，你不可久停久住。快把这妆盒送到八大王处，自有理会。你快去，你快去。承御，有一句话，要与你说的明白。我如今怕不救太子出宫去，有一日事犯出来呵，承御，你可休指攀我。常言道：忠臣不怕死，怕死不忠臣。我是保护潜龙掌命司。我怎肯指攀你来？若昧了前言呵，天不盖，地不载，日月不照临。陈公公，你快救太子出宫去，我自回刘娘娘话去也。你道忠巨不怕死，又道是保护潜龙掌命司。这两句话似经板儿印在我心上，我则牢记者。呀，寇承御去了也。嗨，谁想寇承御是个三绺梳头两截穿衣女流之辈，倒有这片忠心。他把太子交付与我，回刘娘娘话去了，我也索行动些。<br>【牧羊关】我抱定这妆盒子，便是揣着个愁布袋，我未到宫门早忧的我这头白。盒子里藏的是储君，我肚皮里怀的是鬼胎。虽不见公庭上遭横祸。赤紧的盒子里隐飞灾。承御也你办着个喜溶溶笑脸儿回还去，却教我将着个碜磕磕恶头儿掇过来。<br>前面不有人来也，我且掩映在这垂杨树下咱，休将我语同他语，未必他心似我心。那寇承御这小妮子，我差他干一件心腹事去，他去了大半日才来回话，说已停当了。我心中还信不过他，如今自往金水桥河边看去。有甚么动静，便见分晓。兀的垂杨那壁，不是陈琳？待我叫他一声。陈琳！是刘娘娘叫我，死也。<br>【贺新郎】则见他恶哏哏独自撞将来，太子也你在这七宝盒中，我陈琳早魂飞九霄云外。我嘱付你个小储君盒子里权宁耐，你若是分毫儿挣赸，登时间粉碎了我尸骸。则被你威逼的我身先战，死摧的我脚难抬。恰便似狗探汤不敢望前迈。才动脚如临迫命府，行一步似上摄魂台。<br>【隔尾】我若是无妨碍，你可也无妨碍；我若是有患害，你可也有患害。只要得我命活，便留得你身在。那刘娘娘呵，偷觑他眼色，斟量了性格，太子也但得个尸首儿完全是大古里彩。陈琳，你那里去？奴婢往后花园采办时新果品来。别无甚公事么？别无甚公事。这等，你去罢。你且转来。娘娘有甚分付？这厮，我放你去，就如弩箭离弦，脚步儿可走的快，我叫你转来，就如毯上拖毛，脚步儿可这等慢，必定有些蹊跷。陈琳，我问你，东果园西果园南果园北果园都有果品，你可是那一个园里采的？那果品是何名降？你对我从实说来。说的是，万事罢论；说的不是，我不道的饶了你哩！娘娘停嗔息怒，听奴婢细说一遍咱。<br>【红芍药】御园中百卉斗争开，另巍巍将根脚儿培栽。则为这东君惜爱降甘泽，因此上结子成胎。你在那里摘将来的？恰便似娘肠肚摘将下来。甚么颜色？天生的颜色儿红白。为何要放在这个盒儿里？则为他不堪日炙与风筛，特赐这黄封盒内好藏埋。<br>待我猜来，莫不是石榴？<br>【菩萨梁州】石榴长在金阶，莫不是核桃？合逃出您宫外。莫不是梨儿？今宵离子后宰，莫不是李子？这玉皇李子苦尽甘来。也是他天然异种出群材，开时节不许游蜂采，摘时节则愿的君王戴。李子有甚好处，万岁爷倒喜着他，待我把这树都砍坏了者。娘娘也偏生你意儿歹，怎忍见片片残红点碧苔，陪伴他这古木崩崖。陈琳，那里听的你这巧言令色，则待我揭开盒儿，看个明白。果然没有夹带，我才放你出去。这妆盒儿有甚夹带来。<br>【骂玉郎】我便是苏秦般嘴巧舌头快，我这里越分说他那里越疑猜，常言道脱空到底终须败。取盒儿过来，待我揭开看波。娘娘，这盒盖开不的。上有黄封御笔，须和娘娘同到万岁爷根前面说过时，方才敢开这盒盖你看。我管甚么黄封御笔，则等我揭开看看。可著我怎百刂划，怎百刂划，要揭开，要揭开，妆盒盖！陈琳，你不揭开盒儿我看，要我自动手么？<br>【感皇恩】呀，见娘娘走向前唉，可不我陈琳呵这死罪应该。我只要辩个虚实，觑个真假，审个明白。他待要辩个虚实，觑个真假，审个明白。请娘娘回去。圣驾幸中宫，要排筵宴哩。陈琳，恰好了你。若不是驾幸中宫，我肯就放了你出去？待明日这等果品满满的装一盒儿，送到我宫里来。知道。见承御慌传圣旨，请娘娘疾便回来。道銮舆，在寝殿，要把御筵排。<br><br>【采茶歌】一来是鬼神差，二来是搭救这小婴孩，谁想道滴溜溜九天飞下一纸赦书来。陈琳呵，则我似刀刃上偷全得蝼蚁命，太子也，你便似钓竿头活脱了巨鳌腮。<br>适才被刘娘娘缠了这一会，不见太子做声，敢怕闷死了，待我打开盒盖看咱。谢天地，太子方才睡觉，在盒儿里伸腰哩。<br>【二煞】小储君在盒子内多宽泰，则我这泼性命从针关里透出来。我这里忙趋疾走楚王宅，荡一缕尘埃。恨不得到这一座濯龙门侧，将两步为一蓦。我这一去见南清宫八大王呵，只要他做五颗神珠在掌上抬，我方才的放下心怀。<br>且喜出宫了也，我大着胆行几步咱。<br>【黄钟尾】从今后跳出了九重围子连环寨，脱离子十面埋伏大会垓。走蛟龙，投大海。纵彩凤，扬天外。小储君，好惊骇。刘皇后，肯耽待？便是蛇蝎心肠，不似般恁毒害！把一个太子提起来，望着那花斑石殿阶，哎！娘娘也你拾的个孩儿，敢可也落的价摔！<br>楔子<br>封土何尝出帝城，早朝唯少静鞭声。怀中赐得黄金鍊，直使千官胆暗惊。某乃楚王赵德芳，与当今嫡亲兄弟，世人称为南清官八大王者是也。身居王位，心在天朝。礼贤士若凤麟，远奸邪如蛇蝎。皇兄赐俺金鍊一条，专打不忠之辈。每每怀藏袖中，携之出入。以此在朝官员，见俺无不心寒胆落。今日早朝回宫，在这独角亭子闲坐，且看有甚么人来。我陈琳救出太子，不敢投别处去，只有南清宫八大王，是他嫡亲叔父，可以收留太子，抚养成人。这里正是楚府门首。门上的，与我报复去。说有穿宫内使陈琳，奉万岁爷的命，来献时新果品与大王上寿者。报大王得知，有穿宫内使陈琳奉旨来献寿哩。着他过来。着过去。大王千岁。你这妆盒儿有甚么时新果品那？万岁爷专为与大王上寿，赐出黄封妆盒，着陈琳往后花园采办果品。适遇一桩天大的事，特来报知，这果品还不曾采得。是甚么事？大王，有西宫李美人，生下太子，被刘娘娘怀嫉妒的心肠，着宫女寇承御诓太子出宫来，要将裙刀刺死，丢于金水桥河下。那寇承御因见红光紫气罩定太子身上，所以不敢下手。适撞见陈琳往后花园去，两个商量，要得同救太子，只的藏在黄封妆盒之中。出的宫来，再无别处投去，止有大王是太子嫡亲叔父，可以收留。只望大王看万岁爷面上，好生抚养长大。日后江山有托，可不是大王之功也。陈琳，你这等怕刘皇后那。可知怕哩。你怕我也怕，我府里断不收留，你依旧拿了这盒子去。大王，你差了也。陈琳，我怎生差了来？<br>【仙吕】【赏花时】大王也，你须是一脉流传亲叔侄，怎不念万里江山托付谁？大王，你若不收呵，我则索抱太子撞街基。陈琳，你快住者。我是玉叶金枝，怕那刘皇后怎的？恰才我斗你耍哩。你抱太子过来，与我看波。你看他生的龙颜凤目，他日必为太平天子。谢天地，我宋家有福，得此一男一女，两个忠臣，救到我府中。校尉，快去分付宫人，只拣有乳食的，着他好生抚养太子。等他长大成人，接我宋家后代，休教辜负了这两个忠臣的一场好意。这一场先忧后喜，陈琳愿领这妆盒去，依旧采了果品来上寿也。也不枉了我这抱妆盒冒死出宫闱。<br>陈琳去了也。我想陈琳思量救驾，报答皇恩，已不是寻常阉宦之比。那寇承御是个宫女，一发难得。且待我收留太子，抬举他。到十年之后，慢慢的奏与皇兄知道，也不要埋没他两个的忠心。幸宫臣肯把潜龙救，我亲叔父怎敢辞生受？待十年奏与圣人知，直教他羞杀刘皇后。<br><br>第三折<br>日月光天德，山河壮帝居。太平无一事，回首忆关雎。寡人御极以来，幸喜四海升平，八方宁靖。因乏嗣子，每切忧心。虽尝听史官之奏陈，也曾广后宫之御幸，终是宜男未效，继体无人，教寡人如何不烦恼也。天祐宋室，《螽斯》、《麟趾》之庆，当必有期。愿陛下自宽。某楚王，今日为何领着太子见我皇兄去？只因寇承御同除琳救出太子，送到我府中收养，整整抬举了十年光景，想刘皇后也难下手了。我皇兄一向为着乏嗣，眉头不曾有展放之日。我领去朝见皇兄，只待问起时节，因而说开就里，使他母子团圆，多少是好。宫官，快报复去，有赵德芳带领世子朝见。臣赵德芳见。御弟免礼。愿陛下万岁！万岁！万万岁！御弟，这是你第几个世子？这个是臣的幼子，是第十二个。看他生相似龙行虎步，好生不凡。今年多大年纪了？臣生十岁了也。御弟，你这世子是那个美人所出？本李美。且住者，今日有事忙哩，改日另行奏知万岁。贱妾置酒在椒风馆中，请饮宴去来。嗨！我则说的李美两个字。还不曾道出那人字来，这刘皇后就搀着皇兄饮宴去了。好狠人也！刘皇后，你左使这一片黑心肠做甚么？太子养在我宫中，已长成十岁了，我怕你还诓的去撇在金水桥河下哩！我且再看机会，奏知皇兄便了。世子，你且随我回府去来。理会的。事不关心，关心者乱。十年前李美人生下一子，我着寇承御与我所算了他的。昨日楚王引着小厮来朝见，我一见了他这声音举止，与李美人好生厮似。问他年纪，又是十岁，我已是怀着一肚子疑心了。万岁问道那个美人所出，那楚王道李美--刚则说的两个字，我便扯着万岁的手，说道，且到椒风馆饮宴去。我若不如此，那楚王说出这详细来，可怎了也？我如今唤寇承御出来，则问他要这李美人所生之子，看他说甚的来。宫娥，与我唤将寇承御来者。寇承御！娘娘唤你哩。娘娘，唤寇承御有何分付？你不跪着！有何罪哩？寇承御，我问你，十年前李美人所生的孩子，如今在那里了？呀，这是十年前的事，怎么冷灰里爆出火来那？娘娘，我依着你将裙刀刺死，丢在金水桥河下了也。既在金水桥河下，你与我去打捞他尸首来我看。死过十年<br>了，这尸首着我那里打捞去。这妮子不肯说实话，不打不招。宫娥，与我唤十个内使来行杖，待我亲问这桩事咱。一壁厢准备着大棒子者。理会的。兀那寇承御，你老实说来，当初那小的安在？委实丢在河里了。你还说谎哩，与我打着。一十、二十、三十。哎哟，打死我也。兀那寇承御，你与我实实的招了者，你则说那小的在也不在？娘娘便打杀我呵，也则是丢在河里死久了也。这妮子癞肉顽皮，倒是熬得打的。再与我着实打呀！一十、二十、三十。这妮子越打越不肯招。我想当日亲到金水桥看去，只见陈琳那厮，抱着个妆盒，在垂杨树下遮遮掩掩，见我来好生慌张。其时我也疑心那盒儿里必有夹带，为圣驾到中宫来，不曾揭开盒儿看的。想必陈琳那厮知些情弊。宫娥每，与我唤将陈琳来者。陈琳安在？刘娘娘唤你哩。自家陈琳的便是。今有刘娘娘闭着宫门，勘问寇承御，使人来唤我，这十年前的事可发了也。刘娘娘，这事你也只该罢了，定要勘问他怎的？<br>【双调】【新水令】则听得闭宫门推勘这女娇姿，多应是十年前那-场公事，赤紧的寇大人先胆寒，刘皇后你可也不心慈。不弱似吕太后当时，恰便待鸩了如意彘了戚氏。<br>【驻马听】他使着这嫉妒的心儿，只待要六宫人不生一个子。搜寻那李美人不是，大刚来一碗饭怎插两张匙？做妃嫔倒去暗通私，赏宫娥又不敢明宣赐。你道他怎为此，单则怕凤楼前引得羊车至。娘娘唤陈琳，那厢使用？兀那陈琳，今有寇承御，十年前我曾使他到金水桥河边干一件事来。今日问他，抵死不肯招，你与我行杖者。娘娘，我陈琳手无缚鸡捉鼠之力，行不的杖。你敢违我的懿旨么？小臣情愿行杖。陈琳，你拣那大棒子打着，一下子打死了他，做的个死无对证哩。待我拣那小棒子打波。陈琳，你把小棒打他，怕他打的疼呵，指攀你下来么？大棒子又不是，小棒子又不是，则拣中样的打便了。寇承御，你快招了者，招了者。<br>【沽美酒】打的你活不活死不死，我委的丢在河里了也。则要你一则一二则二，承御，你不道来。可不道保护潜龙掌命司。这句话入于咱耳，到今日自寻思。陈琳，你怎么不打？这事定要还我一个下落。<br>【太平令】非是我挑茶斡刺，则问你李美人生下的孩儿，要说个丁一卯二，不许你差三错四。你则说淹死太子、这个口词，休连累陈琳两字。陈琳，你怎的这般打？敢怕他指攀你来那？<br>【雁儿落】我欲待轻打呵又恐怕违了懿旨，我欲待重打呵又恐怕他吐出些瑕玼。不争我打断他口内词，只教他说不的心间事。<br>【得胜令】呀，你正是闭口抹胭脂，得推辞便推辞。打了我这许多，不似这几下的能重。待我挣起来，看是那个。他眼瞪瞪瞅我有十余次，我怎敢实丕丕汤着他一棍儿。陈琳，你怎么不打呀！娘娘也孜孜，则见他不转睛将咱视。打杀我也。寇承御你休得要雌也波雌，我打你个忠臣不怕死。<br>打我的元来是陈琳。陈琳，你刬的也来打我那！早攀下来了也。娘娘，那厮打得昏了，休听他胡攀乱指者。<br>【川拨棹】则见他倒在阶址，这嫩皮肤青间紫。则他这细袅袅的身子，瘦怯怯的腰肢，打得他慌张张把陈琳便指。你畅好是不三思，怎说道我根前信有之？<br>【七弟兄】咱两个对词，对词，恰便似打官司，你道是藏、藏、藏，怕绝了君乏嗣。今日个指、指、指，道陈琳便是个证盟师，则你那狠、狠、狠寇承御，做了咱追魂使。陈琳，你一发打几下，打杀我罢。<br>【梅花酒】呀，雪消也见死尸，打的你气咽声丝，倒着我抹泪揉眵。陈琳，你怕甚么哩？我则怕连累了玉叶金枝。你常好有上稍无下稍，也不索多议论少成事。这一日你见我来，你就躲在那金水桥边垂杨树下去，可不是这太子你曾看见那？我陈琳并不曾看见甚么太子，待我问寇承御咱。寇承御，你这一日可曾遇见我陈琳么？我不曾遇见陈琳来。娘娘，寇承御道不曾遇见我陈琳。这等，陈琳你再打着呀。你那其间抱太子御沟边，见咱时杨柳岸，你亲自对咱家痛嗟咨。<br>【收江南】呀，你则说金水桥扑通的丢下个半生半死小孩儿，陈琳，这尸首只在河里，与我打捞去来。娘娘，可是十年了也。这些时可不喂了那游来游去活鱼儿，我也不管，只要你与我问这桩事一个明白。这事怎了也？兀的不是个难开难解闷弓儿。娘娘也甚意儿，怎揣与我这该敲该剐罪名儿？<br>娘娘，你打我怎的？人生在世总无常，若个留名史册香。大鹏飞上梧桐树，自有旁人说短长。娘娘，那寇承御被打不过，自撞金阶死了也。那厮死了，可不好了，你做的个死无对证。叫内使们与我拿下陈琳者。万岁爷立着宣陈琳哩。既是万岁宣他，且着他去。待我慢慢的细审他，这妆盒有夹带没夹带，不道的便轻轻素放了他哩。刘娘娘，你好狠也。陈琳，好险也。<br>【鸳鸯尾煞】刘娘娘不索把三尺青锋赐，寇夫人他自拣一搭金阶死。枉了也审问根由，折证言词，拷打千般，供招半纸。唱道女使丫鬟煞强似男儿志，端的个忠直无私，堪图写在香馥馥汗青史。<br><br>第四折<br>少年寄养楚宫中，虎步龙行自不同。今日亲承高帝业，也应修举代来功。寡人宋仁宗是也。自幼收养楚王宫中，多亏叔父抬举，常时说我是妆盒儿盛着，送到楚府收养的。那宫娥寇承御、穿宫内使陈琳两个，甚是有功于我，却也不得其详。我十岁时，曾携我去朝见，父皇道是我龙行虎步，有太平天子之相。问叔父那个美人所出，叔父道，本是李美--还不曾说出个人字来，其时刘太后便邀父皇入宫饮宴去了。我回楚府来，也曾细问叔父，我叔父道再过几时，好对我说。不觉又过了十年光景，前者我父皇病重，遗命取楚王第十二子承继大统，可正是寡人。记得入宫之初，寡人去到各宫朝见，那刘太后独不容我到西宫去。元来西宫是李美人所居，敢是叔父十年前说那李美人，我就是他所生之子，未可知也。如今父皇归天，寡人即位，刘太后不得垂帘听政，一切朝中之事，无小无大，尽属寡人。查问宫女寇承御所在，说已死过多年了。今日朝罢回宫，不免唤那老宫监陈琳出来，访个详细，必有分晓。内侍们，与我宣陈琳来者。领旨。陈琳安在？过日月好疾也。自从抱妆盒救出太子来，可早二十年了也，今日登了宝位，宣唤老臣，须索走一遭也呵。<br>【中吕】【粉蝶儿】日月其除，草生合玉阶辇路，那些时一个个宫样妆梳。端的是赛阳台，欺洛浦，生得来如花似玉。未知他福分何如，幸不幸总归天数。<br>【醉春风】那一个刘娘娘占尽了寝殿百年欢，这一个李美人整受了冷宫中一世苦。他只道使心机断送了小潜龙，怎知道做了当朝的主，主。他不合意狠肠毒，则待要除根剪草，不肯着开花满树。万岁，呼唤陈琳，有何差遣？寡人宣你来，不为别事。我常见叔父与我说，是妆盒儿盛我送楚府中寄养的，又说宫娥寇承御、穿宫内使陈琳两个，甚是有功于我，教我不要忘了他。前日我查访寇承御所在，说已死过多年了。只有你还在，你可将上项的事，备细说与寡人听咱。万岁爷不嫌絮烦，听奴婢试说一遍。<br>【石榴花】六宫中多少女娇姝，他可也每夜盼羊车。都是那千妖百艳美人图，却元来都命犯着寡宿，注定孤独。到黄昏半掩迎风户，知他是几下里短叹长吁？这的是天教怨女伤情处，那一个不候到二更初？<br>【斗鹌鹑】不承望似水如鱼，只要得尤云殢雨。陪伴他绣榻香茵，出入在华堂锦屋。你只看月色无心照索居，也别做一段的苦。空熬他漏水更长，听了些层钟的这暮鼓。<br>且住者。陈琳，你这一翻说话，都是那六宫中盼望之情，你说他怎的？我闻得父皇在御园中怎生打金弹来，从头至尾，说与寡人听者。<br>【普天乐】想当日在御园中，先帝也可便闲行步，正遇着存风澹荡，春色荣敷。恰觑着锦鸠儿要中他，打的那金弹子无寻处。传示着众妃嫔向花丛里分头去，其时却是西宫李美人拾得这金弹来。偏是他李美人抬得在荒芜。多则是天生分福，又遇着姻缘对付，成就了《麟趾》、《关雎》。<br>寡人正要问你这事。既是李美人拾得金弹，生下太子，如今这太子却在那里？你不可隐藏，一一的说个明白，与寡人知道。万岁赦奴婢死罪，方才敢说。你放心，只管说来。先帝当夜就驾幸西宫，那李美人果生太子，被刘……奴婢不敢说。有寡人哩，你但说不妨。被刘太后起嫉妒的心肠，着宫娥寇承御诓出宫来，将裙刀刺死，丢于金水桥洞下。寇承御想道，先帝正愁乏嗣，不敢下手，一心要救太子，只是独力难加，向天祷告，要得一个人来商量计策。恰值奴婢奉先帝之命，抱妆盒到后花园采办果品，与楚王上寿去。那寇承御叫住奴婢，商量道：救太子出宫去，再无别处可投，止有楚王是亲叔父，可以收养的。现今差去到楚府上寿，岂不是个天意？就将太子安放妆盒里面。正待要走，不想刘太后又撞过来，把奴婢喝住，定要揭开盒盖看呵。奴婢抵死将盒盖按住，则说盒上现有黄封御笔，除非亲到先帝御前，才好开看。惹的刘太后发起恼来，亲自动手。正要揭开这盒盖儿，谢天地，适值先帝驾幸中宫，刘太后忙忙的接驾去了。奴婢方才脱的这性命。好不险也！<br>【上小楼】刘太后有十分狠毒，一时嫉妒。全不想万载江山，只侍使千般恶计，百样亏图。将宫女，寇承御，暗行嘱咐，把太子碜可可着他死生别路。这等说来，那太子正是寡人。可不多亏了你两个救驾之功。你还把向后的事，细说一遍。寡人试听者。若不是万岁洪福齐天，怎能勾这等百灵咸助那。<br>【幺篇】一来是有洪福，二来是天祐护。俺两个设计施方，并胆同心，舍命捐躯。敢可便抱定妆盒，背却宫娥，疾行前去，不防他刘太后劈头相遇。你这妆盒既是有御赐黄封的，就也不该怕太后了。奴婢见刘太后自要揭开盒盖，险些儿唬杀了也。<br>【十二月】恰转过雕阑数曲，行不到百步其余。俺陈琳便有张良般伎俩，怎当那刘太后有吕氏般机谋？可搭的把咽喉来当住，唬得咱魂魄全无。<br>那时节寡人在妆盒儿里，可是如何？<br>【尧民歌】小储君倒也女安稳稳守着妆盒做护身符。则是我陈琳兢兢战战抱着个天大闷葫芦。那刘人后嗔嗔忿忿这等左来右占忒粗疏，急的俺忐忐忑忑把花言巧语谩支吾。当初当也波初，俺也拚的厮挺触，则被刘太后呵，险揭开妆盒觑。<br>【仁宗云】这等，你怎生送的我到楚王府里去那？<br>【耍孩儿】俺则道这回定把机关露，敢陈琳也不知死所。元来是圣明天子百灵扶，早则去迎接鸾舆。恰便似顿开金锁飞龙子，摔破雕笼放风雏，才出的这宫门去。因此上宗祧有托，民社无虞。<br>与你同救我的寇承御，他可怎的死了，你说与我知道波。奴婢送太子到楚府去后，长成十岁。那楚王曾携太子入朝，刘太后看见相貌不凡，想起十年前事。勘问寇承御，要还他大子下落。那寇承御只不肯招，自撞金阶而死。可怜人也！<br>【二煞】十年前曾入朝，刘太后见相貌殊，平空掇起心头怒。要问他西宫阁下儿存否，金水沟边事有无。可怜受尽多冤楚，不能彀题名丹阙，只落得埋骨黄垆。<br>那寇承御为救寡人，撞阶身死，着寡人好生悲感。只是刘太后怀嫉妒心肠，做这等逆天悖理的勾当。寡人若究起前事，又怕伤损我先帝盛德。如今姑置不理。将西宫改为合德宫，奉李美人为纯圣皇太后，寡人每日问安视膳，与太子礼节无异。楚王抚养功多，加赐庄田万顷。寇承御与他起建坟墓，封为忠烈夫人，置守冢三十家，祭田千亩。陈琳封为保定公，赐城中甲第一区，岁支俸银万两，禄米三千石，选宗族贤能者，承继其后，世奉国恩。刘氏滔天计已穷，恐伤先帝且姑容。庄田特赐亲王府，徽号先加太后宫。白骨亡魂封典厚，苍颜老监锡恩隆。从兹永享升平福，万岁千秋共祝嵩。愿陛下万万岁万万岁。<br>【尾煞】死了的墓顶上加赠封，活在的殿阶前赐俸禄。才表得到头善恶由人做，也则为救了这万万岁当今太平主。<br>题目李美人御园拾弹丸<br>正名金水桥陈琳抱妆盒",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}