{
  "id": 71087,
  "star": 32,
  "name": "蓦山溪·梅",
  "dynasty": "宋代",
  "content": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。<br>月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？",
  "fanyi": "<p><strong>译文</strong><br>洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。<br>月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>般瘦损异常？</p> <p><strong>注释</strong><br>①蓦山溪：词牌名。又名《上阳春》、《蓦溪山》。《清真集》入“大石调”。双片八十二字，前片六仄韵，后片四仄韵。亦有前片四仄韵，后片三仄韵者，列为别格。<br>②洗妆真态：洗净脂粉，露出真实的姿容。铅花御：用脂粉化妆。铅华：脂粉。御：用。此处作涂抹、修饰讲。<br>③竹外一枝斜：用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《和秦太虚梅花》：“江头千树春欲阁，竹外一枝斜更好。”<br>④天寒日暮：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a><a href=\"http://so.gushiwen.org/view_71087.aspx\">诗</a>：“天寒翠袖薄，日暮倚修竹。”<br>⑤“无处”句：意谓无人欣赏。<br>⑥“风细细”三句：意谓在风雪之中江边的梅花更没有人来挹其清香。<br>⑦廉纤：细微，纤细，形容连绵不绝。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚雨》诗：“廉纤晚雨不能晴，池岸草问蚯蚓鸣。”<br>⑧供断：供尽，无尽地提供。东阳：南朝梁沈约，曾东阳守。<br>⑨东阳：指南朝梁曾任东阳太守的沈约。因不得志瘦损之事，此处喻作者自己。</p><br/><p><strong>译文</strong><br>仿佛洗去铅粉的美人，天生丽质，无须修饰。在竹丛外横斜一枝，宛如一个美女，在天寒日暮时分孤芳自赏。黄昏时的院落里，清清的幽香何人懂得。何况在村外江边的路上，寒风吹过，飞雪茫茫，景致难以言状。月光下疏影轻如梦，犹如美人在深深沉入梦境。当梅花将要结子时，又是连绵一片的烟雨。梅花孤芳自傲，只令人产生无穷的愁和情。我深情地询问梅花，你可知道，我全都是为了你，日日夜夜惟悴消瘦。</p><p><strong>注释<br></strong>洗妆真态：洗净脂粉，露出真实的姿容。<br>铅花御：用脂粉化妆。<br>廉纤：细微，纤细。孤芳一世，供断有情愁。<br>供断：供尽，无尽地提供。<br>东阳：南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>，曾东阳守。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物词，用拟人的手法描写梅的孤傲独立，暗喻作者高风亮节的自我人格。</p> <p>　　上片咏梅，写梅的姿态妖娆和高傲独立。“洗妆真态，不作铅花御”写梅的天然本色，不用胭脂花粉来装扮，有一种天然去雕饰的美感。“竹外一枝斜，想佳人天寒日暮”写梅的姿态，运用了拟人的方式，梅花从翠竹中斜伸出一枝来，就像一位幽独的佳人在天寒日暮时分，倚靠在修竹旁边。接下来“黄昏院落”五句承上句，写黄昏时分，无论是在院落里，还是寒风吹过白雪茫茫的江边之上，孤芳自赏的寒梅，始终发出阵阵的清香。这是对梅高洁品性的进一步赞美，也暗含了对仁人志士高尚品质的歌颂。</p> <p>　　下片写由梅而抒情。从月下梅花做梦说起， “月边疏影”二句化用<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>咏梅的名句“疏影横斜”、 “月黄昏”来写在月光下，梅影稀疏，凄清无比，如同美人正进入那叫人销魂的梦境一般。“结子欲黄时”四句是写花落结成梅子，将要变黄时，又要下连绵不绝的细雨了。尽管梅不停地遭受雪和雨的摧残，但她依然独立绽放着花朵，清高绝俗，让人产生敬佩之情。结句“消瘦损，东阳也，试问花知否”，词人自比东阳，已经日渐消瘦了，还戏问花儿，尤显得超尘脱俗，潇洒飘逸。</p> <p>　　全词以清丽委婉的笔墨，细腻的笔触，咏叹了梅花的清芳做骨，表达了作者对高洁的梅花的赞赏之情，也带有一种期待被人赏识重用的渴望。</p><br/><h2>鉴赏</h2> <p>　　这首咏梅词，上片写梅花品格之高洁，下片写赏梅者情怀之抑郁，是古<a href=\"http://so.gushiwen.org/view_71087.aspx\">诗</a>词众多咏梅之作中的一篇佳作。</p> <p>　　开头“洗妆真态，不假铅华御。”说明作者意在直接写梅，而不用铺排衬托。正如俞陛云先生所说：“此调佳处，在不用侔色揣称及譬喻衬托，而纯在空处提笔描写。”第二句，接着写梅花的：“竹外一枝斜，想佳人、天寒日暮。”一连化用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗句：“竹外一枝斜更好。”“天寒翠袖薄，日暮倚修竹。”接着，写黄昏院落，处处“清香”，“风细细，雪垂垂”，一幅梅风雪景图，展示在读者面前。<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>在《草堂诗余集》中说：“白玉为骨冰为魂，耿耿独与参黄昏。其国色天香，方之佳人，幽趣何如？”</p> <p>　　下片抒情，写赏梅人即作者本人的抑郁心情。用月下“疏影”、“梦魂”、“细雨”，造成了一种令人抑郁的气氛。末四句，作者将自己比作南朝宋大臣<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>。沈约为文学家、史学家，曾为东阳太守，参与<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>代机密，后为衍所嫉忌，忧郁而死。作者将自己与梅花、沈约视为一体：认为自己“孤芳一世”，唯有花知，而故以问花作结，词笔十分生动。正如沈飞际在《草堂诗余正集》中所说：“微思远致，愧黏题装饰者，结句清俊脱尘。”</p>",
  "about": "<h2>创作背景</h2> 　　孙惟信以祖荫调监，不乐弃去。一榻外无长物，躬婪而食。此词写于词人一直无人赏识，内心愁闷悲伤恰好看到白雪茫茫中的梅花之时。",
  "poet": {
    "id": 537,
    "star": 0,
    "name": "曹组",
    "desc": "曹组，北宋词人。生卒年不详。字元宠。颍昌（今河南许昌）人。一说阳翟（今河南禹县）人。曾官睿思殿应制，因占对才敏，深得宋徽宗宠幸，奉诏作《艮岳百咏》诗。约于徽宗末年去世。存词36首。曹组的词以\"侧艳\"和\"滑稽下俚\"著称，在北宋末曾传唱一时，浅薄无聊者纷纷仿效。但在南宋初却受到有识者的批评，甚至鄙弃。一些词描写其羁旅生活，感受真切，境界颇为深远，无论手法、情韵，都与柳永词有继承关系。"
  },
  "tags": [
    "宋词三百首",
    "咏物",
    "梅花",
    "赏花",
    "抒情"
  ]
}