{
  "id": 66608,
  "star": 26,
  "name": "柳梢青·岳阳楼",
  "dynasty": "宋代",
  "content": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。 <br>不须携酒登临。问有酒、何人共斟。变尽人间，君山一点，自古如今。",
  "fanyi": "<h2>注释</h2> 袖剑飞吟：相传吕洞宾三醉岳阳楼，留<a href=\"http://so.gushiwen.org/view_66608.aspx\">诗</a>于壁上，曰：“朝游百越暮苍梧，袖里青蛇胆气粗。三入岳阳人不识，朗吟飞过洞庭湖。”“青蛇”，指剑。“袖剑”即“袖里青蛇”之意。“飞吟”，即“朗吟飞过”之意。作者即以吕洞宾的行动自比。<br>洞庭青草：青草湖是洞庭湖的一部分，二湖相通，总称洞庭湖。<br>一快披襟：<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》“楚襄王游于兰台之宫，宋玉、景差侍。有风飒然而至，王乃披襟而当之，曰：‘快哉此风。’”<br>君山：在洞庭湖。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>一生潦倒，浪迹江湖，足迹所至，常有吟咏。他远离官场，有相对自由的心灵和超脱的情怀，用不着蝇营狗苟，所以内心有更大空间容纳祖国的奇山异水，又时刻不忘抗金复国大业。登临之际，他的爱国豪情油然而生。这首登临岳阳楼之作即是如此。</p> <p>　　“袖剑飞吟”，据《唐才子传》记载，吕洞宾尝饮岳阳楼，醉后留<a href=\"http://so.gushiwen.org/view_66608.aspx\">诗</a>曰：“朝游南浦暮苍梧，袖里青蛇（指剑）胆气粗。三入岳阳人不识，朗吟飞过洞庭湖。”戴复古浪迹南北，兼有豪迈胸怀，与吕洞宾诗中所表现的气质有相似之处。这里借用来抒发自己壮游洞庭的情怀，一开始就树立了一个飘泊江湖的词人形象，与那些浅斟低唱的形象大不相同。“洞庭青草，秋水深深”，青草，湖名，是洞庭湖的一部分。八百里洞庭以浩瀚汪洋著称，这里作者只用“深深”二字，极凝练地概括出了它的特征。词篇至此，气象也更为开阔。此外，句中的“秋”字不单点明登楼时令，还以秋日多风和入秋百花凋零为下文“一快披襟”、“变尽人间”作铺垫，同时又与作者的苍凉胸怀相映衬。</p> <p>　　“万顷波光”仍写洞庭：“秋水深深”言其深邃，此句表其广袤，两相配合，极见情致。“岳阳楼上，一快披襟”，塑造出一个独立楼头、任风吹开衣襟的超旷、洒脱，豪情满怀的词人兼爱国者形象。“自然”，“一快披襟”的原因不仅是因为有风，更重要的还由于深深秋水和万顷波光的感染。总起来看，上片词风豪中带逸，作者登楼的快意在这里得到了有力发挥。</p> <p>　　下片开始，词人笔锋陡转，“快”意顿生波澜：“不须携酒登临。问有酒、何人共斟”，不携酒的原因是无人共斟，冷静道来，中有无限孤寂感伤之情。</p> <p>　　此过片处实乃转折之处，纵览全词，上片写美景游情，下片抒兴废之叹，两片情感有异。但这两句转折得很自然，达到了“发起别意”的目的，算得上“才高者”的杰作。“变尽人间，君山一点，自古如今”，揭破主题。戴复古生活在南宋后期，其时收复北方领土已经无望，南方的偏安局面也在风雨飘摇之中。所以词人面对“自古如今”岿然不动的“一点”君山，难免要想起备受践踏的“偌大”中国。可是当时的统治者流连光景、或苟且度日，有谁能共饮作者之酒呢？</p> <p>　　由此可见上文的“不须携酒”几字包含着无限感慨，而这里的“变尽人间”实为振起全篇的关键：因为只有“人间”才是作者真正关切的地方，而正因为这个“变”字，作者也才由眼前美景联想到国家命运，进而感物伤怀的。南宋词人中有很多受到了<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的影响，戴复古在《望江南》词中说：“歌辞体儿有稼轩风”，可见他也有意学稼轩。但他的学习不是模仿，他没有稼轩参加抗金斗争的真切体验，但他长期身处下层，历尽沧桑，抗金复国的要求因而特别强烈，这使得他在审美体验上向稼轩靠拢，常常抒发今古茫茫的感慨，如本词的“变尽人间，君山一点，自古如今”，但都是审美境界的自然展现，而不是生硬的模仿照搬。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_126.aspx\">戴复古</a>，字式之，号石屏，石屏樵隐，于南宋孝宗乾道三年(1167)出生在天台道黄岩县南塘屏山(明宪宗成化五年分黄岩南三乡设立太平县，即今之温岭市新河塘下)的一个穷书生之家。</p> <p>　　他的父亲戴敏才，自号东皋子，是一位“以<a href=\"http://so.gushiwen.org/view_66608.aspx\">诗</a>自适，不肯作举子业，终穷而不悔”(<a href=\"http://so.gushiwen.org/author_3076.aspx\">楼钥</a>《戴式之诗集，序》)的硬骨头诗人，一生写了不少诗，但留下来的很少。曾写过相当有名的《赋小园》诗，又有名句：“人行踯躅江边路”为编《诗人玉眉》的魏庆之所赏识，在当时东南诗坛上颇有声誉。他在临终前还对亲友说：“我已病入膏肓了，不久将辞世，可惜儿子太小，我的诗将要失去传人。”可见他对诗真到了入迷的程度。</p> <p>　　戴复古不但继承乃父的诗迷，也继承了乃父的风格，并予发扬光大，俨然成一派首领。更可贵者，他一如乃父，不肯作举子业，宁愿布衣终身。他耿介正直，不吹拍逢迎，不出卖灵魂而求功名利禄，也与乃父一样，终穷而不悔。在南宋那纸醉金迷的时代里，这确乎是难能可贵的。</p> <p>　　戴复古的时代，正是“山河破碎风飘絮”，南宋小王朝偏安一隅，苟且求存的时代。如果说<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>在临安立足之初，尚有南方各路勤王部队，北方也到处有抗金义军的烽火，但到第二代孝宗时，由于赵构的不抵抗主义，失望的失望，覆灭的覆灭，统治集团又腐败无能，早已安于“直把杭州作汴州”的灯红酒绿、纸醉金迷的小朝廷生活了。戴复古就生于这第二代小王朝之时，碰上这样的时代，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等尚被闲置，何况一个无名后生，所以即使戴复古“负奇尚气，慷慨不羁 ”(元·贡师泰《石屏集》序)，空怀一腔忠心报国的男儿热血，又哪里有用武之地呢!　由于南宋的偏安，使台州成为东南沿海的既接近京畿又较为安定的后方，这使偏远、闭塞的经济文化落后地区，得以迅速的繁荣。特别在文化上，从唐朝<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>启蒙以来，到这时才有一大批著名文人学者如<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>、唐仲友、<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>、<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>、岳珂等，来到台州，并任要职，把台州文化大大地推进了一步。朱熹等人又极为重视教育，到处办书院，四出讲学，因而科举之风日盛，中举之人空前增加。南宋153年间，台州考中进士的有550人，状元一人，所以明代著名的台州人士谢铎说：“其时，台之人以科第发身致显荣者，何限!”(《石屏集·序》)</p>",
  "poet": {
    "id": 126,
    "star": 0,
    "name": "戴复古",
    "image": "http://img.gushiwen.org/authorImg/daifugu.jpg",
    "desc": "戴复古（1167—?)）南宋著名江湖派诗人。字式之，常居南塘石屏山，故自号石屏、石屏樵隐。天台黄岩（今属浙江台州）人。一生不仕，浪游江湖，后归家隐居，卒年八十余。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。"
  },
  "tags": [
    "宋词三百首",
    "登楼",
    "抒怀",
    "爱国"
  ]
}