{
  "id": 48735,
  "star": 26,
  "name": "采桑子·十年前是尊前客",
  "dynasty": "宋代",
  "content": "十年前是尊前客，月白风清，忧患凋零。老去光阴速可惊。<br>鬓华虽改心无改，试把金觥。旧曲重听。犹似当年醉里声。",
  "fanyi": "<p><strong>译文<br></strong>十年前，酒席宴上我是客人。春风得意前途亮。如今好友相继离去，忧愁疾患催人朽。想起了往事，倍觉光阴流转如此迅速。<br>鬓发虽已经变成了白色，但是我的心没改变，如今在酒席前仍把酒杯端起。旧曲重听心里觉着耳熟，就好似当年醉里听。</p> <p><strong>注释<br></strong>①凋零：本意为花草树木凋落。此处比喻为人事衰败。<br>②鬓华：两鬓头发斑白。<br>③试把句：把，手持。觥(gōng)：古代酒器，腹椭圆，上有提梁，底有圆足，兽头形盖，亦有整个酒器作兽形的，并附有小勺。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　此词是作者宋神宗熙宁四年退居颍州后所作，词中以慷慨悲壮的感情发身世之慨，读来沉郁顿挫，荡气回肠，极一唱三叹之致，在《六一词》中属豪放一路。全词以情语胜，写情疏隽深婉，自然真切。</p> <p>　　此词开头是回忆。十年以前，是一个概数，泛指他五十三岁以前的一段生活。那一时期，他曾出守滁州，徜徉山水之间，写过著名的《醉翁亭记》。后来移守杨州，又常常到竹西、昆冈、大明寺、无双亭等处嘲风咏月、品泉赏花；特别是仁宗嘉佑中，很顺利地由礼部侍郎拜枢密副使，迁参知政事，最后又加了上柱国的荣誉称号。这期间，多少人生况味，他只以“月白风清”四字概括。“月白风清”四字，色调明朗，既象征处境的顺利，也反映心情的愉悦，给人的想象是美好、广阔的。至“忧患凋零”四字，猛一跌宕，展现十年以后的生活。这一时期，他的好友<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>、<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>相继辞世。友朋凋零，引起他的哀痛。英宗治平二年，他又患了消渴疾。老病羸弱，更增添他的悲慨。后来英宗去世，神宗即位，他被蒋之奇诬陷为“帷薄不修”，“私从子妇”；又因对新法持有异议，受到<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的弹劾。这对他个人来说，可谓种种不幸，接踵而来。种种不幸，他仅以“忧患凋零”四字概之，以虚代实，更有千钧之力。接着以“老去光阴速可惊 ”，作上片之结 ，语言朴质无华，斩截有力。“速可惊”三字，直似从肺腑中发出。</p> <p>　　此词下片承前片意脉，有如藕断丝连；但感情上骤然转折 ，又似异军突起 。时光的流逝，不幸的降临，使得词人容颜渐老，但他那颗充满活力的心，却还似从前一样 ，于是他豪迈地唱道“ 鬓华虽改心无改”！他是把一腔忧愤深深地埋藏在心底，语言虽豪迈而感情却很沉郁。在这里，词人久经人世沧桑、历尽宦海浮沉的老辣性格，似乎隐然可见。以纵酒寻欢来慰藉余年，其中渗透着人生无常、及时行乐的思想感情 。词中接下去就说“ 试把金觥”。金觥，大酒杯。《<a href=\"http://so.gushiwen.org/view_48735.aspx\">诗</a>·周南·卷耳》：“我姑酌彼兕觥，维以不永伤”，本来就有销愁的意思在；但此词着一“把”字，便显出豪迈的气概。</p> <p>　　结尾二句紧承前句 。词人手把酒杯，耳听旧曲，似乎自己仍陶醉在往日的豪情盛慨里。这个结尾正与起首相互呼应，相互补充。在这里，词人说“旧曲重听，犹似当年醉里声”，便补足了前面的意思，首尾相应，运转自如，于是便构成了统一的艺术整体。曲既旧矣 ，又复重听，一个“旧”字，一个“重”字，便把词人的感情和读者的想象带到十年以前的环境里。</p> <p>　　这首词以情语取胜 ，即使谈到十年前后的景况，也是在抒发感情时自然而然地带出来的，因而情感充沛 ，有一气呵成之势 ；又沉郁顿挫，极一唱三叹之致，已颇具豪放派之词风。 </p><br/><h2>赏析</h2> <p>　　此词开头是回忆。十年以前，这期间，多少人生况味，他只以“月白风清”四字概括。“月白风清”四字，色调明朗，既象征处境的顺利，也反映心情的愉悦，给人的想象是美好、广阔的。至“忧患凋零”四字，猛一跌宕，展现十年以后的生活。种种不幸，他仅以“忧患凋零”四字概之，以虚代实，更有千钧之力。接着以“老去光阴速可惊”，作上片之结，语言朴质无华，斩截有力。“速可惊”三字，直似从肺腑中发出。</p> <p>　　此词下片承前片意脉，有如藕断丝连；但感情上骤然转折，又似异军突起。时光的流逝，不幸的降临，使得词人容颜渐老，但他那颗充满活力的心，却还似从前一样，于是他豪迈地唱道“鬓华虽改心无改”！他是把一腔忧愤深深地埋藏心底，语言虽豪迈而感情却很沉郁。</p> <p>　　这里，词人久经人世沧桑、历尽宦海浮沉的老辣性格，似乎隐然可见。以纵酒寻欢来慰藉余年，其中渗透着人生无常、及时行乐的思想感情。词中接下去就说“试把金觥”。本来就有销愁的意思；但此词着一“把”字，便显出豪迈的气概。</p> <p>　　结尾二句紧承前句。词人手把酒杯，耳听旧曲，似乎自己仍陶醉往日的豪情盛慨里。这个结尾正与起首相互呼应，相互补充。这里，词人说“旧曲重听，犹似当年醉里声”，便补足了前面的意思，首尾相应，运转自如，于是便构成了统一的艺术整体。曲既旧矣，又复重听，一个“旧”字，一个“重”字，便把词人的感情和读者的想象带到十年以前的环境里。</p>",
  "about": "<h2>创作背景</h2> 　　此首怀念洛阳友人及洛中生活。词人于庆历四年(1044)曾过洛阳，此时据词人景祐元年(1034)西京留守推官任满离洛正好十年，本篇或作于此时。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "回忆",
    "抒情"
  ]
}