{
  "id": 69905,
  "star": 359,
  "name": "水仙子·夜雨",
  "dynasty": "元代",
  "content": "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。<br>落灯花棋未收，叹新丰逆旅淹留。<br>枕上十年事，江南二老忧，都到心头。",
  "fanyi": "<p><strong>译文</strong><br>　　夜雨一点点淋在梧桐树叶上，秋声难禁，打在芭蕉上，惹人愁思不断。半夜时分梦里回到了故乡。醒来只见灯花垂落，一盘残棋还未收拾，可叹啊，我孤单地留滞在新丰的旅馆里。靠在枕边，十年的经历，远在江南的双亲，都浮上心头。</p><p><strong>注释</strong><br>　　①水仙子：曲牌名，又名凌波仙、凌波曲、湘妃怨等。句式为七七、七五七、三三四。八句四韵。 <br>　　②“一声梧叶一声秋”二句：梧桐叶的落下，预示了秋天的到来，雨打在芭蕉上的声音更使人增添了一份愁闷。一点芭蕉：是指雨点打在芭蕉叶上。 <br>　　③三更归梦三更后：夜半三更梦见回到了故乡，醒来时三更已过。归梦：梦归故乡。 <br>　　④灯花：油灯结成花形的余烬。 <br>　　⑤叹新丰孤馆人留：用唐代初期大臣马周的故事。新丰：在陕西新丰镇一带。马周年轻时，生活潦倒，外出时曾宿新丰旅舍，店主人见他贫穷，供应其他客商饭食，独不招待他，马周命酒一斗八升，悠然独酌。 <br>　　⑥枕上十年事：借唐人<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>所作传奇《枕中记》故事，抒发作者的辛酸遭遇。 <br>　　⑦二老：指年老的双亲。</p><br/><h2>译文二</h2> 　　梧桐叶上的每一滴雨，都让人感到浓浓的秋。芭蕉叶上的每一滴雨，都让人感到深深的愁。夜里做着的归家好梦，一直延续到三更之后。灯花敲落棋子还未收，叹新丰孤馆文士羁留。十年宦海奋斗的情景，江南家乡父母的担忧，一时间都涌上了心头。",
  "shangxi": "<h2>赏析</h2> <p>　　“一声梧叶一声秋，一点芭蕉一点愁。”首先渲染了伤感的情绪，“梧桐”、“芭蕉”、“夜雨”在中国古典文学作品中总是和离愁、客思、寂寥悲伤联系在一起，全曲描写在凄凉寂寞的旅店里，形孤影单、卧听夜雨的情景。曲的起首句以雨打梧桐破题，烘托出“梧桐一叶落，天下尽知秋”的萧瑟落寞氛围。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>：“秋雨梧桐叶落时。”<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>：“金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。”（《长信秋词》）<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>：“梧桐树，三更雨，不道离情正苦，一叶叶，一声声，空阶滴到明。”（《更漏子》）<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>：“无言独上西楼，月如钩。寂寞梧桐深院锁清秋。”（《相见欢》）梧桐作为凄凉悲伤的象征，给文学赋予了很深的悲情含义。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>：“缺月挂疏桐，漏断人初静。谁见幽人独往来？”（《卜算子》），<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>：“微云淡河汉,疏雨滴梧桐。”<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>：“绮席凝尘，香闺掩雾，红笺小字凭谁付。高楼目尽欲黄昏，梧桐叶上萧萧雨。”（《踏莎行》）<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>：“梧桐更兼细雨，到黄昏，点点滴滴。这次第，怎一个愁字了得！”（《声声慢》），芭蕉同样具有独特的离别愁绪。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>：“芭蕉不展丁香结，同向春风各自愁”（《代赠》）<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>：“一夜不眠孤客耳，主人窗外有芭蕉。”（《咏雨》）李煜：“秋风多，雨如和，帘外芭蕉三两窠，夜长人奈何。”（《长相思》）南唐卢绛没有入仕时，曾经生病住店，梦见白衣妇人唱着歌劝酒，词中说：“玉京人去秋萧索，画檐鹊起梧桐落。欹枕悄无言，月和清梦圆。背灯惟暗泣，甚处砧声急。眉黛小山攒，芭蕉生暮寒。”（《菩萨蛮》）<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>：“此夜芭蕉雨，何人枕上闻。”（《宿洞霄宫》） </p> <p>　　“三更归梦三更后”点明了<a href=\"http://so.gushiwen.org/view_69905.aspx\">诗</a>人夜不能寐，愁肠百结的心情。三更即是午夜，午夜梦回，再难入眠。“落灯花棋未收”，夜阑静，灯花落尽，雨声未停，滴滴犹如敲棋一般，宋代<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>有词说：“三更月，中庭恰照梨花雪；梨花雪，不胜凄断，杜鹃啼血。”（《忆秦娥》）可见在三更之夜，天涯孤客，更添愁绪，“三更”和“梧桐”、“芭蕉”、“夜雨”一样是孤寂的象征。作者用了这么多语言描写了一个清冷孤苦的夜晚，其实只有一个原因，那就是：“叹新丰逆旅淹留。”《太平乐府》作“叹新丰孤馆人留”。此句出自汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的典故，新丰地属今陕西临潼县东北，刘邦得天下后，将父亲接到京中，而刘父思乡之情很浓，于是将街道格局改成丰邑的样子，并另建村镇，并迁来丰邑的居民，所以叫新丰。《新唐书·马周传》记载马周未发迹时，曾旅居新丰，却受客家冷遇。所以后人多用旅居新丰表达羁旅客愁、备受冷落的情怀，而并不一定真的是旅居新丰。从这一句可以看出全曲的意旨。天一阁本《录鬼簿》记载徐再思只做过“嘉兴路吏”。《坚瓠集·丁集》说他“旅居江湖，十年不归”。由此可见徐再思曾有北上的经历，而且滞留有十年之久，除此曲之外，他的“山色投西去，羁情望北游”（[商调]《悟叶儿·革步》）、“回首江南倦客，西湖诗债，梅花等我须归”（[越调]《天净沙·别高宰》）、“十年不到湖山，齐楚秦燕，皓首苍颜”，均可见一斑。徐再思北上旅居已是中年，郁郁不得志，华发新生，不得不感慨江南子弟他乡老的落魄和无奈。十年游宦归梦远，让他感到十分惆怅。 </p> <p>　　此曲写旅人的离愁别绪，情景交融，言短意长。起三句鼎足对，妥帖自然，没有一点做作的痕迹，见出作者的功力。中间段点出痛苦根源，由感而发，语淡味浓。各种情景均古已有之，文人骚客早已描写尽致，在作者笔端却自有一番滋味，全因末三句：“枕上十年事， 江南二老忧，都到心头。”十年之间经历了多少事，而远在江南的双亲却总在为久客不归的游子担心。这里作者巧妙地运用了侧面落笔的手法，不写自己如何思念故乡，思念亲人，而以年迈双亲的忧思烘托出更加浓烈的亲情。遂使此曲更加独特，深扣人心。末句“都在心头”四字戛然而止，欲语还休，却有引人遐思，荡气回肠之功。人总是在年华老去、潦倒他乡、沧桑落寞时，才会回首天涯，“枕上十年事”似乎说尽了作者的无力与无成，文已尽而意有余。徐再思十年北上的经历，由于资料缺失，已无法查找，只能从他的诗句中略窥一二。元代社会歧视南人和知识分子，“八娼九儒十丐”虽略有夸张，但也可以看出知识分子入仕之难。徐再思北上之行，无非为求仕而往。作为南宋遗民的亡国之恨，作为元朝落魄文人的前途无门，颇有“英雄失路”的感慨。这首作品贵在描写普通人的情感和落寞。将人生的失落与亲情相溶，字字未写作者自己，写物寓言，侧面落笔，“以我观物，而物皆有我之色彩”。“词以境界为最上，有境界则自成高格，自有名句。”曲是词之变体，但比词更贴近民间。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《宋元戏曲史》中说过：“一代有一代之文学，楚之骚，汉之赋，六朝之骈语，唐之诗，宋之词，元之曲，皆所谓一代之文学，而后世莫能继焉者也。”元曲之美在于它更加浑朴自然、清新爽朗，“俗中透雅”、“雅中求俗”，它能以其特有的流行性在市井勾栏中广为流传，原因就在于它描写了普通人的生活、普通的情感。 </p> <p>　　徐再思散曲的另一特点是善用数字，开头“一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后”这三句，耐人寻味：连用几个相同的数词和量词，音调错落和谐，正好表现忐忑难安的心情；作者笔下，秋雨绵绵，桐叶声声，雨打芭蕉，愁滴心头，羁旅路遥，思乡情长，无限惆怅，无限感慨，全都浸透在字里行间。曲中层层递进，以最少的数词却能包涵着最大的容量，细腻真切地表达了羁旅惆怅、光阴易逝的感慨，道出了因思乡而断肠的情怀，可以说曲因数字而有生趣，数字因曲而灵动。这一点在“九分恩爱九分忧，两处相思两处愁，十年迤逗十年受。几遍成几遍休，半点事半点惭羞。三秋恨三秋感旧，三春怨三春病酒，一世害一世风流”（[双调]《水仙子·春情》）中表现得更加突出。多数学者认为数字的反复迭用，有斧凿之嫌，好在《夜雨》一曲贵在真情实感的流露，而非一般的应景之作。王国维在《人间词话》中说：“昔人论诗词，有景语、情语之别，不知一切景语皆情语也。”徐再思正是借助数字对秋色的描写，借景抒情、寓言写物、情景交融，真切地吐露了游子“旅思”之情。全曲语言朴实无华，自然流畅，而感情真挚动人。</p><br/><h2>赏析二</h2> <p>　　这是一首写羁旅愁思的小令。曲作一开始就用鼎足对形式：“一声梧叶一声秋。一点芭蕉一点愁。三更归梦三更后。”既点明了时间、环境、又照应了题目，更交待了此曲的感情基调。梧桐叶落，飒飒声响，表明是深秋时节；以雨打芭蕉叙出气候，芭蕉叶大而较硬，声音清晰而杂乱，与寂寥的旅人的愁绪自然和谐地共鸣起来，仿佛打在心上，千愁万苦，如雨点密集而下，创造了无限凄凉的环境。作者以《夜雨》为题，通篇却不着一个“雨”字，而是从听觉人手，给秋以声，给芭蕉以愁，借“雨”写“愁”；“一声”声，“一点”点，既形象地写出了秋雨连绵不断的特点，也暗示了主人公的缕缕愁思如同这秋雨一样无法断绝，从而深化了曲子的意境。接着连用两个“三更”，以点出“归梦”之难成：由于万千愁绪，以致夜不能寐。归乡之梦又为作者平添了一份乡愁，故“归梦”两字承上启下，既补叙了愁因，又为下文梦醒的描写作了必要的铺垫。梧桐滴雨，雨打芭蕉，古代的文人骚客常以此描写人生的愁苦，加之深秋夜雨，孤身一人，客居他乡，半夜“归梦”，引起人无限的愁思和惘怅。因此，作者以一个“愁”字，点出全曲的感情基调。</p> <p>　　“落灯花棋未收”，雨夜下棋，本为排遣愁闷，然而棋后懒于收捡，可见是越下越愁闷，正像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>所言“抽刀断水水更流，举杯消愁愁更愁”。此句从视觉角度渲染乡愁，化用宋代<a href=\"http://so.gushiwen.org/view_69905.aspx\">诗</a>人赵师秀《约客》诗：“有约不来过夜半，闲敲棋子落灯花。”的诗意，写雨夜客居时的孤寂。而残灯照空局的景象，则进一步表现了深秋雨夜的凄凉和愁苦。因此，“落灯花棋未收”是由景向情过渡句，接“三更”时分，引出更深喟叹。</p> <p>　　“叹新丰逆旅淹留。”此句借用唐代名臣马周之典，唐人马周未登第时，曾旅宿新丰，受店主冷遇，后世借指旅愁。《坚瓠集》载徐再思“旅寄江湖十年不归”，曾滞留北方十多年，然而仕途多艰，仅做过下等的小官。这里以马周自况，羁旅他乡，饱受寂寥愁苦，然而仕进无门，一事无成，穷途潦倒，仿佛马周当年为新丰客般备受冷落。而马周穷途尚有常何引荐，自己怀才不遇，久困异乡，前途渺茫。而且客居地“新丰”之得名本就与乡愁有关，加之前句“归梦”的导诱，联想到自己与马周境遇迥异，是愁上添愁。一个“叹”字，把自己羁旅异乡的孤寂，怀才不遇的愁闷，尽收其中。</p> <p>　　“枕上十年事，江南二老忧，都到心头。”作者躺在床上，回想起十年来孤身一人漂泊在外的种种往事，年迈的父母远在江南，自己不但未尽孝，反倒让二老担忧，如今功名也未成。孤寂、怨恨、自责、思亲等种种愁苦，都凝结为“都到心头”四字，道出了深秋夜雨时心头愁苦的具体内容。</p> <p>　　此曲采用作者惯用的重词叠字手法，善用数词人曲，如“一声”、“一点”、“三更”、“十”、“二”等，给人以回环复沓，一咏三叹之感。全曲情景交融，用典用对，贴切自然，不愧为“情中紧语”。</p>",
  "about": "<h2>创作背景</h2> 此曲为作者漂泊在外，栖宿在旅店里逢夜雨时所作。",
  "poet": {
    "id": 476,
    "star": 0,
    "name": "徐再思",
    "desc": "徐再思引(1320年前后在世)，元代散曲作家。字德可，曾任嘉兴路吏。因喜食甘饴，故号甜斋。浙江嘉兴人。生卒年不详，与贯云石为同时代人，今存所作散曲小令约100首。作品与当时自号酸斋的贯云石齐名，称为“酸甜乐府”。后人任讷又将二人散曲合为一编，世称《酸甜乐府》，收有他的小令103首。"
  },
  "tags": [
    "羁旅",
    "孤独",
    "写雨",
    "感伤"
  ]
}