{
  "id": 5651,
  "star": 13,
  "name": "登河北城楼作",
  "dynasty": "唐代",
  "content": "井邑傅岩上，客亭云雾间。<br>高城眺落日，极浦映苍山。<br>岸火孤舟宿，渔家夕鸟还。<br>寂寥天地暮，心与广川闲。",
  "fanyi": "<p><strong>译文<br></strong>傅岩上有一些住户的院落，那驿亭就坐落在云雾之间。<br>站在高高的城池上观赏落日的景象，遥远的水面上映着苍山的倒影。<br>岸上有零星的火光，有几只小船孤零零地停在水面，一些渔家与夕鸟相伴而归。<br>在这寂静又广阔的天地之间，心绪也跟那宽广的河水一般闲适。</p> <p><strong>注释<br></strong>⑴河北：县名，唐属陕州，天宝元年（742）改名平陆，治所在今山西省平陆县。<br>⑵井邑（yì）：人家，居民的房子院落。<br>⑶傅（fù）岩：山岩名，地势险峻，一称傅险，传说商代贤臣傅说未仕前曾版筑于此。<br>⑷客亭：亭驿，供旅人休息的小亭子。<br>⑸极浦（pǔ）：远处的水滨。<br>⑹广川：广阔的河流。此指黄河。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　首联“井邑傅岩上，客亭云雾间”描述的是<a href=\"http://so.gushiwen.org/view_5651.aspx\">诗</a>人登上城楼所见到的景色。诗人把全诗的布景放到云雾之间，不但有辽阔与沧桑的感觉，而且使整个画面呈现出如梦如幻的迷离之感。这样设景，既拉大了人与景的距离，使之不至于太过清晰切近而失去朦胧美感，又给之后要展现的实在的物体布置了一个较为虚空的背景。</p> <p>　　“高城眺落日，极浦映苍山。岸火孤舟宿，渔家夕鸟还”两联，前面两句，从大处着笔，显示出高、远、壮、阔之感，后面两句则从细节上加以点缀。正如绘画中“先从大处定局，开合分明，中间细碎处，点缀而已”的章法，颔联结构的布置也具有绘画般的技艺：高处的城楼，略低的夕阳，遥远的水边及更远一些的苍山倒影，错落参差，具有画面的美感。</p> <p>　　颈联两句，诗人将视角从辽阔的大背景中拉回，关注于眼前的小景与细景，“宿”是静，“还”是动，动静结合，展现了水面的遥远与闲静。而“岸火”则消解了“孤舟”的寂寞之感，给有些寂寞清冷的画面染上了一层温暖的色调，让全诗的写景不显得呆板与死寂。</p> <p>　　两句“寂寥天地暮，心与广川闲”两句，抒发了诗人内心自由快乐的情感，表现了诗人以山水为乐的情怀。</p> <p>　　这首诗中，诗人将村镇、客亭作一层远景；落日、苍山作一层中景；孤舟、渔家作一层近景，由远到近，由点到面再到点，构成了一幅层次错落，虚实结合，点面清晰的山川风景图。</p><br/><h2>评析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_5651.aspx\">诗</a>约作于公元727年（唐玄宗开元十五年），这个时候<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>已经隐居终南山，每天以山水为乐，这首诗即表现了诗人的这种情怀。</p> <p>　　诗人在题目中首先给读者指出了观景的视点——河北城楼，既然是在城楼之上，因此便具有了总览全局的视角，而这种视角正与中国绘画的全知视角相符合，在这种视角之下，王维的诗歌能够和绘画实现相通。而且古代登临之作都是通过对情景或历史的描绘而表现了作者个人感慨或情怀，故而这首诗在题目中也隐含了这样的趋势。</p> <p>　　首联首先描述登上城楼，在云雾迷蒙中依稀见到，住户稀稀落落分布在傅岩之上，亭驿若隐若现。把整个布景置于云雾之间，不但有辽阔与沧桑之感，而且使整个画面呈现出如梦如幻的迷离之感。盖绘画中的章法，“大抵实处之妙皆因虚处而生，故十分之三天地位置得宜，十分之七在烟云锁断”。诗人是深知这种绘画手法的，因此这样设景，既拉大了人与景的距离，使之不至于太过清晰切近而失去朦胧美感，又给之后要展现的实在的物体布置了一个较为虚空的背景。而云雾笼罩的背景也正符合后来文人画的审美风尚。</p> <p>　　给读者留下深刻印象的是中间两联：“高城眺落日，极浦映苍山。岸火孤舟宿，渔家夕鸟还。”高高的城楼与西下的落日相望，遥远的水面上映着苍山的倒影。岸边的一点儿温暖的昏黄火光，那是孤舟停泊的地方；打鱼的小船与晚归的鸟儿一同归来。前面两句，从大处着笔，显示出高、远、壮、阔之感，后面两句则从细节上加以点缀。正如绘画中“先从大处定局，开合分明，中间细碎处，点缀而已”的章法。颔联结构的布置也具有绘画般的技艺：高处的城楼，略低的夕阳，遥远的水边及更远一些的苍山倒影，错落参差，具有画面的美感。颈联两句，作者将视角从辽阔的大背景中拉回，关注于眼前的小景与细景：岸边温暖的渔火，小船，渔家，夕鸟，在前面大景观的铺垫之下，细节的描绘让读者感到的是融融的暖意。一“宿”一“还”，动与静的对照也让诗歌的写景不显得呆板与死寂，反而更让人觉得逍遥与闲静。正如后面作者所点出的：“寂寥天地暮，心与广川闲。”其意为：在这宁静沉寂的傍晚，看到这样的情景，心胸如同宽广的河水一样舒展自由。作者对景色的描绘中蕴含着一种自由快乐的情感，也传递给读者一种逍遥闲静的感受。</p> <p>　　在诗中，作者给读者呈现出这样明晰的画面，使读者通过这画面而产生出一种闲静舒展的心情。“高城，落日，极浦，苍山”，仅仅四种景物的列出便具有了画意：落日下山水相映，高高的城池耸立在对面。而“岸、火、孤舟、渔家、夕鸟”也是这样，显示出一幅岸边打鱼者傍晚归家的风俗生活画面。王维极善于选取典型的有画面感的景物进行描绘，因而略一着笔便显露出充分的绘画感。再看其动词的使用——“眺”、“映”，不但显示出城池的高耸，水流的明澈，而且将城楼与落日，山与水的关系交代得非常清楚。绘画理论中对取势的要求是：“或上者势欲下垂，或下者势欲上耸”。此处，用“落日”而非“夕阳”，是因为“落日”比“夕阳”更具有绘画的感觉：高高的城池似乎耸立向上，直插云霄，形成了向上的动感势态，而恰恰与向下运行的落日形成对比。一个向上的动势，一个向下的动态，使画面具有充分的张力，给人以紧张与饱满的感觉。（王维诗歌中有许多这样的画面，如“渡头余落日，墟里上孤烟”，“大漠孤烟直，长河落日圆”，则不但有动势的对比，还有“直”与“圆”两种形状的对比，使画面感更加强烈。）而且，“高城”，“落日”，“极浦”，“苍山”的错落之势也是有着绘画经验的诗人特别设立出来的。“高城”，“落日”，在高处，近处，而“极浦”与水中倒映出的“苍山”则在远处与低处，参差交错。“极浦映苍山”，此处写水中倒映的山，与苍劲的青山对照，则二者又在质的劲与柔中形成对比，给画面增添另一层意蕴。“岸火孤舟宿，渔家夕鸟还”，“宿”与“还”，不但形成静与动的对照，并且，“孤舟”带给读者的本来是寂寞、寂寥与悠闲、疏散，在心理层面上形成了多种意蕴，而“岸火”——这一丝橘黄的火光则基本消解了“孤舟”的寂寞之感，给有些寂寞清冷的画面染上了一层温暖的色调。“渔家”与“夕鸟”相伴归来的景象又唤起读者思乡——回家——孤独——向往等多层次感受，并带出了对生命中最温暖与最温柔的回忆，使诗歌具有丰厚的意味。另一方面，孤舟与渔家、夕鸟的数量对比又加大了这一层层的感受力。两个句子不但塑造了形象，又唤起一种十分舒服的感觉，这种舒服即为闲逸温情之感。而在前面大的背景——辽远广阔背景的衬托下，这种感觉变的更为强烈。</p> <p>　　王维的这首诗，无论从构图章法的错落有致，还是绘画中所要求的动静与虚实等方面来说，都是极为符合绘画的要求并十分具有美感的。并且王维在对画面的描绘中将感情融入，也达到了如盐融于水般不着痕迹的效果。无怪乎顾可久对此诗评论曰：“情景俱胜”。应该说，这首诗可以代表王维诗歌的成就，并能够当得“诗中有画，画中有诗”的美誉。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_5651.aspx\">诗</a>约作于唐玄宗开元十五年（727），这个时候诗人已经隐居终南山，每天以山水为乐。诗人一次登上附近的城楼，看到远处有山有水，近处人民安居乐业，心有所感，写下来这首感怀词。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景",
    "感怀"
  ]
}