{
  "id": 57913,
  "star": 9652,
  "name": "破阵子·为陈同甫赋壮词以寄之",
  "dynasty": "宋代",
  "content": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声。沙场秋点兵。<br>马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！",
  "fanyi": "<p><strong>译文</strong><br>醉梦里挑亮油灯观看宝剑，梦中回到了当年的各个营垒，接连响起号角声。把烤牛肉分给部下，乐队演奏北疆歌曲。这是秋天在战场上阅兵。<br>战马像的卢马一样跑得飞快，弓箭像惊雷一样，震耳离弦。(我)一心想替君主完成收复国家失地的大业，取得世代相传的美名。可怜已成了白发人！</p> <p><strong>注释</strong><br>醉里：醉酒之中。<br>挑灯：拨动灯火，点灯。 看剑：查看宝剑。准备上战场杀敌的形象。说明作者即使在醉酒之际也不忘抗敌。<br>八百里：指牛。《世说新语·汰侈》“晋王恺有良牛，名‘八百里驳’”。后词多以“八百里”指牛。<br>麾：军旗。麾下：指部下。<br>炙：烤肉。<br>五十弦：本指瑟，泛指乐器。 翻：演奏。 塞外声：以边塞作为题材的雄壮悲凉的军歌。<br>沙场：战场<br>点兵：检阅军队。<br>马作的卢（dì lú）飞快：战马像的卢马那样跑得飞快；作，像…一样；的卢，马名。一种额部有白色斑点性烈的快马。相传刘备曾乘的卢马从襄阳城西的檀溪水中一跃三丈，脱离险境。<br>作：像，如。<br>霹雳(pī lì)：特别响的雷声，比喻拉弓时弓弦响如惊雷。<br>了(liǎo)却：了结，完成。<br>天下事：此指恢复中原之事。.<br>赢得：博得。<br>身后：死后。<br>可怜：可惜</p>",
  "shangxi": "<p>　　这是寄好友<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>（陈同甫）的一首词，词中回顾了他当年在山东和耿京一起领导义军抗击金兵的情形，描绘了义军雄壮的军容和英勇战斗的场面，也表现了作者不能实现收复中原的理想的悲愤心情。</p> <p>　　上片写军容的威武雄壮。开头两句写他喝酒之后，兴致勃勃，拨亮灯火，拔出身上佩戴的宝剑，仔细地抚视着。当他睡觉一梦醒来的时候，还听到四面八方的军营里，接连响起号角声。“角”，古代军队的乐器，如同今天的军号，有竹、铜、牛角等制品。三、四、五句写许多义军都分到了烤熟的牛肉，乐队在边塞演奏起悲壮苍凉的军歌，在秋天的战场上，检阅着全副武装、准备战斗的部队。古代有一种牛名叫“八百里驳”。“八百里”，这里代指牛。“麾[huī]下”，即部下。“炙”[zhì]，这里是指烤熟的牛肉。古代的一种瑟有五十弦，这里的“五十弦”，代指各种军乐器。</p> <p>　　下片前两句写义军在作战时，奔驰向前，英勇杀敌；弓弦发出霹雳般的响声。“作”，与下面的“如”字是一个意思。“的卢”，古代一种烈性的快马。三国时代，有这样的故事：刘备带兵驻扎在樊城（今湖北省襄樊市），刘表不信任他，曾请他赴宴，想在宴会上捉拿他。刘备发觉这个阴谋后，便从宴会上逃出。蔡瑁去追赶他，当时他所乘的马名叫的卢。在他骑马渡襄阳城西檀溪水时，的卢溺在水中，走不出来。刘备非常着急地说：“的卢，今天有生命危险呵，应当努力！”于是，的卢马一跃三丈，渡过溪水，转危为安。“马作的卢”，是说战士所骑的马，都象的卢马一样好。“了却君王天下事”，指完成恢复中原的大业。“赢得生前身后名”一句说：我要博得生前和死后的英名。也就是说，他这一生要为抗金复国建立功业。这表现了作者奋发有为的积极思想。最后一句“可怜白发生”，意思是说：可惜功名未就，头发就白了，人也老了。这反映了作者的理想与现实的矛盾。</p> <p>　　这首词气势磅礴，充满了鼓舞人心的壮志豪情，能够代表作者的豪放风格。</p>",
  "about": "<h2>思想感情</h2> <p>　　梦境写得酣畅淋漓，将爱国之心、忠君之念及之间自己的豪情壮志推向顶点，结句猛然跌落，在梦境与现实 的强烈对照中，宣泄了壮志难酬的一腔悲愤。</p> <p>　　虽无前人沙场征战之苦，而有沙场征战的激烈。结句抒发壮志难酬的悲愤心情，体现作者壮志难酬、心中愤懑不平的感情。</p> <p>　　整首词抒发了作者想要杀敌报国，建功立业却已年老体迈的壮志未酬的思想感情。</p><br/><h2>创作背景</h2> <p>　　这首词是作者失意闲居信州（今江西上饶）时所作。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>21岁时，就在家乡历城（今山东济南）参加了抗金起义。起义失败后，他回到南宋，当过许多地方的长官。他安定民生，训练军队，极力主张收复中原，却遭到排斥打击。后来，他长期不得任用，闲居近二十年。</p> <p>　　公元1188年，辛弃疾与<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>在铅山瓢泉会见，即第二次“鹅湖之会”。此词当作于这次会见又分别之后。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "初中古诗",
    "豪放",
    "记梦",
    "战争",
    "抒情",
    "壮志难酬"
  ]
}