{
  "id": 71615,
  "star": 186,
  "name": "采桑子·塞上咏雪花",
  "dynasty": "清代",
  "content": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。<br>谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。",
  "fanyi": "<p><strong>译文</strong><br>我喜欢雪花不在于其轻盈的形态，更在于其在寒处生长。雪花，虽与牡丹、海棠等人间富贵花不同，而是另具高洁品性。谢道韫是咏雪的著名才女,在她死后已无人怜惜雪花了，只落得漂泊天涯，在寒冷的月光和悲笳声中任西风吹向无际的大漠。 </p><p><strong>注释</strong><br>①谢娘二句：谢娘，指晋代王凝之的妻子、才女谢道蕴。她曾因咏雪的名句“未若柳絮因风起”享有盛名。（《晋书·列女传》）这里是说雪花在天涯飞扬，它虽不是富贵之花，却实诚可爱，但又有谁怜惜它呢？<br>②瀚海：谓沙漠。明周祈《名义考》：瀚海，“以飞沙若浪，人马相失若沉，视犹海然，非真有水之海也。\"</p>",
  "shangxi": "<h2>赏析</h2> <p>　　康熙十七年十月，容若扈驾北巡塞上时，在塞外看见大雪飞扬，姿态肆扬。那是北方的雪，大朵大朵，情谊厚重，从几万英尺的高空直拗地投向大地，缠绵壮烈的肆意态度，纵还未知这一片世界，能不能容身，也义无返顾。真正的美景不被勉强存留，它只于内心刹那光芒交触，完成一次深入邂逅。</p> <p>　　每每读采桑子的下阕，我都会觉得容若还站在寒风凛冽的塞上，遥遥是万里的黄沙，雪已落满他的双肩，那双迎着雪花的眼睛，冰雪般明亮。</p> <p>　　他伸出手去，雪花飞入手心，很快被手心的温度融化掉，成了一粒水珠。他看着那滴水，忽然明白了，雪花是矜贵冰冷的。冷处偏佳，别有根芽。不要沾染尘世的一星爱慕和一点点纠缠，如果承受了，就化为水来偿还告别。</p> <p>　　他想到自己，这些年扈从皇帝四处出巡，身为乾清宫的侍卫，他算是最接近皇上的人了，人人称他受恩宠，连他的父亲也鬼迷心窍的跟着欣喜，认为他仕途大有可为。只有他自己始终落落寡欢，一个男人靠近另一个男人，允许你保护他，这就能算是了不得的恩遇吗？看着是站着的，实际上始终是跪着的。</p> <p>　　官场的倾轧看多了，亦明白御前侍卫的荣衔只是御座前花瓶。皇帝只需要他做一个锦上添花盛世才俊的标本，为天下和满族的男子们做做样子，不需要成为一个实干家。所有的才华派不上用场，壮志蜷曲难伸。容若渐渐渐弃绝了富贵之心，登龙之意。他不爱牡丹，却迷恋雪花，因为他看出了雪花有自清冷矜贵不可轻言的好处。也忍不住黯然，雪花能如此干脆而洁烈，人却做不到，即使心上别有根芽，也必须把自己伪装成世人接受的富贵花。</p> <p>　　唐以来世人多以牡丹海棠为富贵之花，容若却赞雪花自有风骨，别有根芽，不同与俗世繁花。这不是故作惊人语，而实在是他心性有别于众人，容若一生心境不减悲苦凄凉，可以说是事出有因，却也应了那句：“情发无端”。出身富贵事显赫卓著仕途顺利相貌清俊夫妻恩爱子嗣圆满。似乎，这个男人是上帝的宠儿，没有什么是他不能够得到和不满足的。然而，周身的温柔富贵结果却种出一株别有根芽的“富贵花”。</p> <p>　　容若问道：“谢娘别后谁能惜？”然而，几乎在他在塞上完成这首咏雪花的绝调的同时，他已经给出历史答案，谢娘之后，能惜雪花的还有他——纳兰容若。这是，《饮水词》名篇中的名篇。不但在《饮水词》里别具一格，就是放在历代咏物言志的佳品中，也能拔节而出。</p> <p>　　与容若词中别的“谢娘”不同，这里的谢娘是实指东晋才女谢道韫，引的是《世说新语-言语》中谢道韫咏柳絮的故事。据载：“谢安见雪因风而起，兴起，便问子侄辈，此物何物可比之？有答之：“撒盐空中差可拟。”谢安摇头不语。谢道韫对曰：“未若柳絮因风起。”谢安激赏。</p> <p>　　我一直觉得，谢道韫的“未若柳絮因风起”固然是千古奇喻，可惜却少了个人的感情在里面。纵观她的一生，并没有这种飘零的情结，所以只是一时灵机忽现。好象一个人吟“月落乌啼霜满天”时，却没有“江枫渔火对愁眠”的真实心遇，固然精彩，但也只能说是精彩。</p> <p>　　容若爱的是冷处偏佳，是精神的至清至洁；他取的是冷月凉音相伴下的漂泊天涯，是灵魂的自由不羁。</p> <p>　　白雪拥抱茫茫着黄沙，由碧落投身至此，做彼此最亲密的接触。天与地。瞬息无缘。人有苦，可以求天地垂怜，天地之苦，又有谁能怜惜？</p> <p>　　也许，容若看到漫天雪花飞舞，他幻觉到灵魂羽化的样子，它们片片飞旋起落。</p> <p>　　那一刻，他领悟自己一生的追寻。</p>",
  "about": "<h2>讲解</h2> 　　这是一首咏雪词，是作者陪同康熙皇帝出巡塞外时所作。(张草纫《纳兰词笺注》将此篇系于清康熙十七年（1678年）十月，刘德鸿《<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>“觇梭龙”新解》则以为作于清康熙二十一年（1682年，二说皆可资参考）纳兰出身于富贵之家，作为贵介公子、皇帝的近臣，应该说其作品当是不乏富贵气的，但从这词来看，是与其身份形成了很大的反差。他借咏雪花而咏怀，抒发了不慕人世间荣华富贵，厌弃仕宦生涯的心情。这种逆反心理是纳兰突出的性格特征，也是纳兰词里多有感伤的重要原因之一。词的上片起二句说处于“冷处”的雪花是令人赏爱的，接二句又说它之所以可爱是由于高洁的品格，由于它不是那些争妍斗艳的牡丹、芍药一类的“富贵花”。下片前二句是说此花于天涯飘泊，很少有人怜惜，大有知音难觅的孤寂之感。结句出以景语，用大漠中，寒月下，悲笳声里的恶劣环境，进一步增加了凄凉冷寞的氛围。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "咏物",
    "写雪",
    "品格",
    "抒怀",
    "感伤"
  ]
}