{
  "id": 18973,
  "star": 190,
  "name": "竹枝词二首·其二",
  "dynasty": "唐代",
  "content": "楚水巴山江雨多，巴人能唱本乡歌。<br>今朝北客思归去，回入纥那披绿罗。",
  "fanyi": "<p><strong>译文</strong><br>巴山楚水江上雨水多，巴人擅长吟唱本乡歌。<br>今朝北方客子思归去，回乡迎来纥那披绿罗。</p> <p><strong>注释</strong><br>1.楚水巴山：楚水：①水名。一名乳水。即今陕西省商县西乳河。楚水注之，水源出上洛县西南楚山。昔四皓隐于楚山，即此山也。其水两源合舍于四皓庙东，又东迳高车岭南，翼带众流，北转入丹水（北魏<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《水经注·丹水》）。②泛指古楚地的江河湖泽。巴山：①大巴山。巴山夜雨涨秋池。②泛指巴蜀一带。<br>楚水巴山：泛指蜀楚之地的山水。<br>2.巴人：①古巴州人。②古曲名。“《阳春》无和者，《巴人》皆下节。”晋张协《杂<a href=\"http://so.gushiwen.org/view_18973.aspx\">诗</a>》之五试为《巴人》唱，和者乃数千。此诗中指古巴州人。<br>3.北客：作者自指，言客有思乡情也。<br>4.纥（hé）那：踏曲的和声。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>另有《纥那曲》：\"杨柳郁青青，竹枝无限情。周郎一回顾，听唱纥那声\"。\"踏曲兴无穷，调同词不同。愿郎千万寿，长作主人翁\"。绿罗：①绿色的绮罗。②比喻绿水微波。③荔枝名。川人有称荔枝为绿罗者。诗中所指解释历未能统一。三种解释者皆有，也都讲得通。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《竹枝词》是古代四川东部的一种民歌，人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>任夔州刺史时，非常喜爱这种民歌，他学习<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。刘禹锡创作多首《竹枝词》，分两组，这是其中一组的第二首。</p> <p>　　第二首不像第一首那样以谐音写含蓄情事，而是从身居蜀地耳闻巴人歌唱自然引发怀乡幽思。</p> <p>　　首句“楚水巴山江雨多”看似平易概括的摹写却流露出<a href=\"http://so.gushiwen.org/view_18973.aspx\">诗</a>人因王叔文派政治革新案多年贬谪远任的愁苦。楚地巴山远离长安，虽然暂时避开政治漩涡，但对于心怀远大抱负的诗人来说却是心仍有不甘的。“总为浮云能蔽日，长安不见使人愁。”（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《登金陵凤凰台》）这也许正是诗人内心最真实的想法。这不能不使人愁苦，伤心失意下也属正常。压在心头的大石无法移开，难以消除的寂寞和烦闷更无法排遣。江雨又来，淅沥不歇，更添伤情。</p> <p>　　“巴人能唱本乡歌。”于此伤情怀思之下巴人乡歌又传入耳。“歌者那知听者愁，一声一叹总牵情。”巴人歌唱本属常有之事，诗人却将其平常事入诗中，可见诗人自己心绪却是常常不平静的。自然不是只因耳听巴人歌声才起的不平静，人总是会因某事而及他情。这是再自然正常不过的了。本来由江雨多引起的伤情再又由巴人的歌唱更是雪上加霜了。</p> <p>　　闻歌思归，自然引出下两句：“今朝北客思归去，回入纥那披绿罗。”长安，不算是自己的归处，多次的贬谪打击，他怕是早已对政治不怀希望了，长安那里只是自己的伤心地而已。至于诗人想归何处，可以从诗句中推测。《纥那》当是诗人家乡的乡歌。身披绿色绮罗踏着《纥那》曲的和声边舞边歌的乡人想必是欢迎自己归来的一朝离乡，飘零天涯。也只有那里才不排拒自己。因有这样的想法，窗外的绿水微波渐渐幻成故乡人身上迎风而舞迎己归来的绿色绮罗，耳边听闻的《纥那》节拍又显得那样的清晰明了。</p> <p>　　组诗歌词的风格明快活泼，有浓郁的生活气息和鲜明的民俗特色。如同屈原作《九歌》一样，刘禹锡从当地民歌中汲取素材，变民俗风情为文人风雅，创作出有别于文人文学的民歌体诗歌，显示了文学创作中雅俗互补的重要意义。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>于唐穆宗长庆二年（822）正月至长庆四年（824）夏在夔（kuí）州任刺史，作《竹枝词》十一首。十一首《竹枝词》分为两组，这是其中一组二首，作于另九首（《竹枝词九首》）之后，大约是<a href=\"http://so.gushiwen.org/view_18973.aspx\">诗</a>人前组九首完成后，又重新创做完成的，又不想在前九首后面再加上十首、十一首之题，故又题为《竹枝词二首》。</p>",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "山水",
    "思乡"
  ]
}