{
  "id": 48554,
  "star": 10,
  "name": "剪牡丹·舟中闻双琵琶",
  "dynasty": "宋代",
  "content": "野绿连空，天青垂水，素色溶漾都净。柳径无人，堕絮飞无影。汀洲日落人归，修巾薄袂，撷香拾翠相竞。如解凌波，泊烟渚春暝。<br>彩绦朱索新整。宿绣屏、画船风定。金凤响双槽，弹出今古幽思谁省。玉盘大小乱珠迸。酒上妆面，花艳眉相并。重听。尽汉妃一曲，江空月静。",
  "shangxi": "<h2>赏析</h2> <p>上片</p> <p>　　上片起首三句是环境描写。“野绿连空”，见词人站船上，目光顺地平线伸延，只见辽远无际的绿色原野上接苍穹。作者又顺势举头眺望远天，晴空蔚蓝，好像与江水相连。</p> <p>　　着一个“垂”字把远望中大水相接的感觉，表现得极其形象。词人仰观俯视，只见眼前江水“素色溶漾都净”。“素色”即白色，指白茫茫的江水。“净”字是形容水的明澈洁净。此句本自<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a><a href=\"http://so.gushiwen.org/view_48554.aspx\">诗</a>“澄江净如练”（《晚登三山还望京邑》），以上三句，词人以其拿手的炼字功夫，多方面多层次地画出了一幅江上美景，晴空与绿野相连，波光粼粼，天光云影，映于澄江之中，景象浑茫寥阔，而又十分寂静。这幅图画中，“柳径无人，堕絮飞无影”，正是绿野中的特写。这二句，显得有些平凡。作者只是把眼前景物，率直写出。淡墨一痕，不求奇峭，但妙处正这里。</p> <p>　　以平淡的句子，逗入意境，才见功力。特别是加了“无影”二字，整个画面立即灵动起来，那柳絮飞舞的轻盈飘忽，形神俱出，而且微风吹拂，轻絮飘舞，微暗的树荫中，依稀看见它们游荡回转，而一点影子也不留地面，真有一种飘忽无影的妙趣。</p> <p>　　“汀洲”句推进一层。词人完成天光云影、柳絮轻舞的环境描写后，让人物出场了。作者船上望去，首先远处看到人归之影，人影与晚霞相映，十分妍丽。人渐走渐近，看得也越清楚，连“修巾薄袂”也看得出来。修长的巾带，薄薄的衫袖，雅丽非凡，且巾长袂薄，随风飘举，为美人勾出了一幅飘飘欲仙的姿态。由下句“撷香拾翠相竞”来看，可知这美人不是独自一人，她是结伴春游，芳洲上采香草，拾翠羽。古代女子常春季到郊外拾野鸟的各色羽毛，采各种香草。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》有“或采明珠，或拾翠羽”之句，写出洛水众女神之美，此处词人借用此意，写汀洲女子的美色。</p> <p>　　上片歇拍写两个美人登上船，并停泊洲边，水边过夜。“凌波”即踩水而行，本出曹植《洛神赋》用“凌波微步，罗袜生尘”。晚霞辉映下，寂静的洲渚上，忽的出现了这一双美人，词人凝望的同时，也不禁产生了美丽的幻觉，目为凌波女神。这不仅细致地写了洲上女子的美，而且把词人的欣喜、惊愕，以至倾慕的心理也表现出来。这两句一方面把一整天情节的铺叙加以收束，日落春暝，美人回到船上，词人也该歇息了；另一方面，又用“烟”字，为江滨洲边刷上一层烟水凄迷的朦胧色彩，为下片抒情做好铺垫。</p> <p>下片</p> <p>　　下片“彩绦朱索新整”，写美女回到船上，一天的“撷香拾翠”之后，换妆梳洗，以更娇丽的容颜出现。“彩绦朱索”，指五颜六色的彩带，是女子的装饰物，这里使借代手法，以偏概全，泛指美人身上的衣饰。</p> <p>　　接下来一句为“金凤响双槽”。“金凤”代指琵琶。本出乐史《杨太真外传》：“妃子琵琶逻逤檀，寺人白季贞使蜀还献。其木温润如玉，光耀可鉴。有金缕红文，蹙成双凤。”故<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《宋叔达家听琵琶》诗云：“半面犹遮凤尾槽。”“槽”是琵琶上架弦的格子，“响双槽”，表明是两把琵琶同时弹奏。这里切题《舟中闻双琵琶》。这优美的乐声里饱含着今古幽思，人物的精神境界显得高雅深沉。又用“谁省”一词，反跌出只有自己是知音的深意，把自己与琵琶女的关系推进一层。</p> <p>　　“玉盘”句由<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》“大珠小珠落玉盘”句化来，视觉形象与听觉形象并举，形象地表现了音乐旋律的跌宕起伏，高昂处如急风暴雨，低回处如儿女私语，令人耳不暇接。人物的感情时而慷慨激昂，时而低回婉转，皆随乐声起伏，曲曲传出。乐声已至高潮，然又戛然而止，词人对音乐形象的描绘也暂收束。船上一片岑寂，无声的境界里，接下来词人省略了恰相逢知己，隔船相邀等细节，径直从借酒相慰写起。“酒上妆面”，是说琵琶女已带醉意，面颊被酒晕得绯红，故下句用“花艳”形容其醉态之美。借酒浇愁愁更愁，于是双眉“相并”。“相并”意即紧锁，表明愁怀不释。对醉态愁容的描写，形神兼备，极其工巧。既然愁怀未释，欣逢知己，欲一吐为快，于是重奏一曲，词人亦“重听”一遍。</p> <p>　　“汉妃”句用<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>远嫁匈奴，马上弹琵琶故事。晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>《王明君辞序》载：“昔公主嫁乌孙，令琵琶马上作乐，以慰其道路之思；其送明君，亦必尔也。”“一曲”也兼指以昭君出塞故事谱写的琴曲《昭君怨》。“汉妃一曲”也可以说是“今古幽思”的具体内容，其中寄托着琵琶女离乡背井、流落江湖的身世之感。结句“江空月静”，以空廓沉静的月夜，烘托出音乐的魅力。如泣如诉的昭君怨曲，把听众带进了哀愁的境界，相对无言，月夜格外的沉寂，留下了无穷的余韵，让人回味。词境从<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>“曲终人不见，江上数峰青”化出。</p>",
  "poet": {
    "id": 587,
    "star": 0,
    "name": "张先",
    "image": "http://img.gushiwen.org/authorImg/zhangxian.jpg",
    "desc": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"
  },
  "tags": [
    "写景",
    "柳树",
    "抒情"
  ]
}