{
  "id": 13881,
  "star": 32,
  "name": "咏史 / 和蕃",
  "dynasty": "唐代",
  "content": "汉家青史上，计拙是和亲。<br>社稷依明主，安危托妇人。<br>岂能将玉貌，便拟静胡尘。<br>地下千年骨，谁为辅佐臣。",
  "fanyi": "<p><strong>译文<br></strong>汉朝的史书上，记载着和亲的拙劣计策。<br>国家的安定要靠贤明的君主，怎能够依靠妇人。<br>不要希望用美好的容颜，去止息胡人的干戈。<br>地下埋着千年的忠骨，其中有谁真正堪称辅佐之臣呢。</p> <p><strong>注释<br></strong>1.咏史：一作《和蕃》，最早见于晚唐范摅的笔记《云溪友议》<br>2.汉家：汉朝。青史：即史册。古人在青竹简上纪事，后世就称史册为青史。<br>3.计拙：计谋拙劣。和亲：指中国历史上古代皇帝用皇族女子与其他民族统治者结亲的办法来谋求两族和好亲善，避免遭受侵扰的政策。<br>4.社稷：本指古代天子诸侯祭祀土神、谷神的庙宇，后来用做国家政权的象征。<br>5.安危：偏义复词，指安全稳定。<br>6.玉貌：美好的容貌，这里代指和亲的女子。<br>7.拟：意欲；打算。静胡尘：指消除边境少数民族的侵扰。胡：汉唐时期，汉族称西、北方的少数民族即为“胡人”。尘：指烟尘，代战争。<br>8.千年骨：指汉朝臣子的枯骨。西汉至作者所生活的唐德宗时代约千年，故称。<br>9.辅佐：辅助。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　中唐<a href=\"http://so.gushiwen.org/view_13881.aspx\">诗</a>人戎昱这首《咏史》，题又作《和蕃》，最早见于晚唐范摅的笔记小说《云溪友议》“和戎讽”条。据说，唐宪宗召集大臣廷议边塞政策，大臣们多持和亲之论。于是唐宪宗背诵了戎昱这首《咏史》，并说：“此人若在，便与朗州刺史。”还笑着说：“魏绛（春秋时晋国大夫，力主和戎）之功，何其懦也！”大臣们领会圣意，就不再提和亲了。这则轶闻美谈，足以说明这首诗的流传，主要由于它的议论尖锐，讽刺辛辣。</p> <p>　　这是一首借古讽今的政治讽刺诗。唐代从安史乱后。朝政紊乱，国力削弱，藩镇割据，边患十分严重，而朝廷一味求和，使边境各族人民备罹祸害。所以诗人对朝廷执行屈辱的和亲政策，视为国耻，痛心疾首。这首讽喻诗，写得激愤痛切，直截了当，一针见血。</p> <p>　　在中唐，咏汉讽唐这类以古讽今手法已属习见，点明“汉家”，等于直斥唐朝。所以首联是开门见山，直截说和亲乃是有唐历史上最为拙劣的政策。实际上是把国家的安危托付给妇女。三联更鞭辟入里，透彻揭露和亲的实质就是妄图将女色乞取国家的安全。诗人愤激地用一个“岂”字，把和亲的荒谬和可耻，暴露无遗。末联以斩钉截铁的严峻态度责问：是谁制订执行这种政策？这种人难道算得辅佐皇帝的忠臣吗？诗人以历史的名义提出责问，使诗意更为严峻深广，更加发人思索。此诗无情揭露和亲政策，愤激指责朝廷执政，而主旨却在讽谕皇帝作出英明决策和任用贤臣。从这个角度看，这首诗虽然尖锐辛辣，仍不免稍用曲笔，为皇帝留点面子。</p> <p>　　对于历史上和亲政策的是非得失要作具体分析，诗人极力反对的是以屈辱的和亲条件以图苟安于一时。由于“社稷依明主，安危托妇人”一联，击中了时政的要害，遂成为时人传诵的名句。</p><br/><h2>赏析二</h2> <p>　　首联开门见山，直抒历史。翻开汉王朝的历史，里面记载着很多的和亲与通婚之事。如汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>将细君嫁到乌孙王国，汉元帝刘奭把<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>嫁给匈奴单于等。这种和亲或通婚政策并没能阻止大汉王朝的衰败，挽救它江河日下的颓势。由此可见，这种计策是极其短见和拙劣的。这里其实是以汉喻唐。他在这里回顾了历史上某些“和亲”政策的教训，对它提出了尖锐的批评，表明了对执行这种政策的鲜明态度。</p> <p>　　颔联单刀直入，<a href=\"http://so.gushiwen.org/view_13881.aspx\">诗</a>人在这里直白地表露了自己的观点，国家的稳定在于君主的圣明，大臣的贤能，而将一个国家的安危寄托在一个和亲或通婚的女子身上，那是靠不住的，也是极其危险的。实施这种和亲政策，正暴露了君王的昏庸、将相的无能。诗人洞察和亲政策的虚弱，表现出了识见的高远和对时局的忧虑。</p> <p>　　颈联鞭辟入里，揭露实质。目睹当时的社会事实，诗人痛心疾首，诗人对唐王朝采取这种屈辱的和亲、通婚政策，意欲求得天下太平的做法，很是不满，于是在此直接大胆地给它敲响了警钟，一个“岂”字，把和亲的荒谬可耻和屈膝投降本质揭露无遗。</p> <p>　　“地下千年骨，谁为辅佐臣。”诗人在这里实际上是讽刺了唐王朝所谓的国家重臣的庸懦无能，感叹当今朝廷缺少真正得力的大臣来维护江山社稷。最后两句作者以历史的名义提出责问，使诗意更宏大深广。 </p> <p>　　这首诗，诗人反对以屈辱为条件去暂时求得国家安宁的和亲政策，无疑是正确，有见地的，体现了崇高的民族尊严和爱国思想。当然，至于历史上和亲政策的得失，要具体分析，如汉元帝以宫女王昭君远嫁南匈奴，对促进民族和睦，边境安宁，起了一定的作用，不能一概予以否定。作者多次参加边庭幕府的征讨活动，对国家民族命运非常关切，坚决主张抗击外族侵扰。</p> <p>　　这首诗运用借古讽今的手法，以汉朝故事来讥斥唐代君王同样的做法，诗意显露，态度鲜明，起到了很好的讽谏作用。语言朴素凝练，通俗易懂，感情激昂痛切，真实动人。由于感情上愤懑激越，所以这首诗的缺点也就在于过度直露，缺少含蓄之美。</p>",
  "about": "<h2>创作背景</h2> 　　唐代从安史之乱后，朝政紊乱，国力消弱，藩镇割据，边患十分严重，而朝廷一味求和（肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>、代宗李豫、德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>都曾经采用“和亲”的政策），但结果却是侵扰愈多，使边境各族人民饱受痛苦。所以<a href=\"http://so.gushiwen.org/view_13881.aspx\">诗</a>人对朝廷执行屈辱的和亲政策，视为国耻，痛心疾首，便创作了此诗讽刺朝廷。",
  "poet": {
    "id": 206,
    "star": 0,
    "name": "戎昱",
    "desc": "戎昱，(744～800)唐代诗人。荆州（今湖北江陵）人，郡望扶风（今属陕西）。少年举进士落第，游名都山川，后中进士。宝应元年(762)，从滑州、洛阳西行，经华阴，遇见王季友，同赋《苦哉行》。大历二年(767)秋回故乡，在荆南节度使卫伯玉幕府中任从事。后流寓湖南，为潭州刺史崔瓘、桂州刺史李昌巙幕僚。建中三年(782)居长安，任侍御史。翌年贬为辰州刺史。后又任虔州刺史。晚年在湖南零陵任职，流寓桂州而终。中唐前期比较注重反映现实的诗人之一。名作《苦哉行》写战争给人民带来灾难。羁旅游宦、感伤身世的作品以《桂州腊夜》较有名。"
  },
  "tags": [
    "怀古"
  ]
}