{
  "id": 71173,
  "star": 833,
  "name": "鸿门宴",
  "dynasty": "两汉",
  "content": "　　沛公军霸上，未得与项羽相见。沛公左司马曹无伤使人言于项羽曰：“沛公欲王关中，使子婴为相，珍宝尽有之。”项羽大怒曰：“旦日飨士卒，为击破沛公军！”当是时，项羽兵四十万，在新丰鸿门；沛公兵十万，在霸上。范增说项羽曰：“沛公居山东时，贪于财货，好美姬。今入关，财物无所取，妇女无所幸，此其志不在小。吾令人望其气，皆为龙虎，成五彩，此天子气也。急击勿失！”</p> <p>　　楚左尹项伯者，项羽季父也，素善留侯张良。张良是时从沛公，项伯乃夜驰之沛公军，私见张良，具告以事，欲呼张良与俱去，曰：“毋从俱死也。”张良曰：“臣为韩王送沛公，沛公今事有急，亡去不义，不可不语。”</p> <p>　　良乃入，具告沛公。沛公大惊，曰：“为之奈何？”张良曰：“谁为大王为此计者？”曰：“鲰生说我曰：‘距关，毋内诸侯，秦地可尽王也。’故听之。”良曰：“料大王士卒足以当项王乎？”沛公默然，曰：“固不如也。且为之奈何？”张良曰：“请往谓项伯，言沛公不敢背项王也。”沛公曰：“君安与项伯有故？”张良曰：“秦时与臣游，项伯杀人，臣活之；今事有急，故幸来告良。”沛公曰：“孰与君少长？”良曰：“长于臣。”沛公曰：“君为我呼入，吾得兄事之。”张良出，要项伯。项伯即入见沛公。沛公奉卮酒为寿，约为婚姻，曰：“吾入关，秋毫不敢有所近，籍吏民封府库，而待将军。所以遣将守关者，备他盗之出入与非常也。日夜望将军至，岂敢反乎！愿伯具言臣之不敢倍德也。”项伯许诺，谓沛公曰：“旦日不可不蚤自来谢项王。”沛公曰：“诺。”于是项伯复夜去，至军中，具以沛公言报项王，因言曰：“沛公不先破关中，公岂敢入乎？今人有大功而击之，不义也。不如因善遇之。”项王许诺。</p> <p>　　沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南，然不自意能先入关破秦，得復见将军于此。今者有小人之言，令将军与臣有郤……”项王曰：“此沛公左司马曹无伤言之；不然，籍何以至此。”项王即日因留沛公与饮。项王、项伯东向坐，亚父南向坐。亚父者，范增也。沛公北向坐，张良西向侍。范增数目项王，举所佩玉玦以示之者三，项王默然不应。范增起，出召项庄，谓曰：“君王为人不忍。若入前为寿，寿毕，请以剑舞，因击沛公于坐，杀之。不者，若属皆且为所虏。”庄则入为寿。寿毕，曰：“君王与沛公饮，军中无以为乐，请以剑舞。”项王曰：“诺。”项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。</p> <p>　　于是张良至军门见樊哙。樊哙曰：“今日之事何如？”良曰：“甚急！今者项庄拔剑舞，其意常在沛公也。”哙曰：“此迫矣！臣请入，与之同命。”哙即带剑拥盾入军门。交戟之卫士欲止不内，樊哙侧其盾以撞，卫士仆地，哙遂入，披帷西向立，瞋目视项王，头发上指，目眦尽裂。项王按剑而跽曰：“客何为者？”张良曰：“沛公之参乘樊哙者也。”项王曰：“壮士，赐之卮酒。”则与斗卮酒。哙拜谢，起，立而饮之。项王曰：“赐之彘肩。”则与一生彘肩。樊哙覆其盾于地，加彘肩上，拔剑切而啖之。项王曰：“壮士！能復饮乎？”樊哙曰：“臣死且不避，卮酒安足辞！夫秦王有虎狼之心，杀人如不能举，刑人如恐不胜，天下皆叛之。怀王与诸将约曰：‘先破秦入咸阳者王之。’今沛公先破秦入咸阳，毫毛不敢有所近，封闭官室，还军霸上，以待大王来。故遣将守关者，备他盗出入与非常也。劳苦而功高如此，未有封侯之赏，而听细说，欲诛有功之人。此亡秦之续耳，窃为大王不取也！”项王未有以应，曰：“坐。”樊哙从良坐。</p> <p>　　坐须臾，沛公起如厕，因招樊哙出。沛公已出，项王使都尉陈平召沛公。沛公曰：“今者出，未辞也，为之奈何？”樊哙曰：“大行不顾细谨，大礼不辞小让。如今人方为刀俎，我为鱼肉，何辞为？”于是遂去。乃令张良留谢。良问曰：“大王来何操？”曰：“我持白璧一双，欲献项王，玉斗一双，欲与亚父。会其怒，不敢献。公为我献之。”张良曰：“谨诺。”当是时，项王军在鸿门下，沛公军在霸上，相去四十里。沛公则置车骑，脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。沛公谓张良曰：“从此道至吾军，不过二十里耳。度我至军中，公乃入。”</p> <p>　　沛公已去，间至军中。张良入谢，曰：“沛公不胜桮杓，不能辞。谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。”项王曰：“沛公安在？”良曰：“闻大王有意督过之，脱身独去，已至军矣。”项王则受璧，置之坐上。亚父受玉斗，置之地，拔剑撞而破之，曰：“唉！竖子不足与谋。夺项王天下者，必沛公也。吾属今为之虏矣！”</p> <p>　　沛公至军，立诛杀曹无伤。 ",
  "fanyi": "<h2>译文</h2> <p>　　<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>驻军霸上，还没有能和<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>相见，刘邦的左司马曹无伤派人对项羽说：“刘邦想要在关中称王，让子婴（ying）做丞相，珍宝全都被刘邦占有。”项羽大怒，说：“明天犒（kao）劳士兵，给我打败刘邦的军队！”这时候，项羽的军队40万，驻扎在新丰鸿门；刘邦的军队10万，驻在霸上。范增劝告项羽说：“沛公在崤山的东边的时候，对钱财货物贪恋，喜爱美女。现在进了关，不掠取财物，不迷恋女色，这说明他的志向不在小处。我叫人观望他那里的气运，都是龙虎的形状，呈现五彩的颜色，这是天子的气运呀!赶快攻打，不要失去机会。”</p> <p>　　楚国的左尹项伯，是项羽的叔父，一向同留侯张良交好。张良这时正跟随着刘邦。项伯就连夜骑马跑到刘邦的军营，私下会见张良，把事情详细地告诉了他，想叫张良和他一起离开，说：“不要和（刘邦）他们一起死了。”张良说：“我是韩王派给沛公的人，现在沛公遇到危急的事，逃走是不守信义的，不能不告诉他。”于是张良进去，详细地告诉了刘邦。刘邦大惊，说：“这件事怎么办？”张良说：“是谁给大王出这条计策的？”刘邦说：“一个见识短浅的小子劝我说：‘守住函谷关，不要放诸侯进来，秦国的土地可以全部占领而称王。’所以就听了他的话。”张良说：“估计大王的军队足够用来抵挡项王吗?”刘邦沉默了一会儿，说：“当然不如啊。这又将怎么办呢？”张良说：“请您亲自告诉项伯，说刘邦不敢背叛项王。”刘邦说：“你怎么和项伯有交情？”张良说：“秦朝时，他和我交往，项伯杀了人，我使他活了下来；现在事情危急，幸亏他来告诉我。”刘邦说：“他和你年龄谁大谁小？”张良说：“比我大。”刘邦说：“你替我请他进来，我要像对待兄长一样对待他。”张良出去，邀请项伯。项伯就进去见刘邦。刘邦捧上一杯酒向项伯祝酒，和项伯约定结为儿女亲家，说：“我进入关中，一点东西都不敢据为己有，登记了官吏、百姓，封闭了仓库，等待将军到来。派遣将领把守函谷关的原因，是为了防备其他盗贼进来和意外的变故。我日夜盼望将军到来，怎么敢反叛呢？希望您全部告诉项王我不敢背叛项王的恩德。”项伯答应了，告诉刘邦说：“明天早晨不能不早些亲自来向项王道歉。”刘邦说：“好。”于是项伯又连夜离去，回到军营里，把刘邦的话报告了项羽，趁机说：“沛公不先攻破关中，你怎么敢进关来呢？现在人家有了大功，却要攻打他，这是不讲信义。不如趁此好好对待他。”项王答应了。</p> <p>　　刘邦第二天早晨带着一百多人马来见项王，到了鸿门，向项王解释说：“我和将军合力攻打秦国，将军在黄河以北作战，我在黄河以南作战，但是我自己没有料到能先进入关中，灭掉秦朝，能够在这里又见到将军。现在有小人的谣言，使您和我发生误会。”项王说：“这是沛公的左司马曹无伤说的，如果不是这样，我怎么会这么生气？”项王当天就留下刘邦，和他饮酒。项王、项伯朝东坐，亚父朝南坐。亚父就是范增。刘邦朝北坐，张良朝西陪侍。范增多次向项王使眼色，再三举起他佩戴的玉玦暗示项王，项王沉默着没有反应。范增起身，出去召来项庄，说：“君王为人心地不狠。你进去上前为他敬酒，敬酒完毕，请求舞剑，趁机把沛公杀死在座位上。否则，你们都将被他俘虏！”项庄就进去敬酒。敬完酒，说：“君王和沛公饮酒，军营里没有什么可以用来作为娱乐的，请让我舞剑。”项王说：“好。”项庄拔剑起舞，项伯也拔剑起舞，常常张开双臂像鸟儿张开翅膀那样用身体掩护刘邦，项庄无法刺杀。</p> <p>　　于是张良到军营门口找樊哙。樊哙问：“今天的事情怎么样？”张良说：“很危急！现在项庄拔剑起舞，他的意图常在沛公身上啊！”樊哙说：“这太危急了，请让我进去，跟他同生死。”于是樊哙拿着剑，持着盾牌，冲入军门。持戟交叉守卫军门的卫士想阻止他进去，樊哙侧着盾牌撞去，卫士跌倒在地上，樊哙就进去了，掀开帷帐朝西站着，瞪着眼睛看着项王，头发直竖起来，眼角都裂开了。项王握着剑挺起身问：“客人是干什么的？”张良说：“是沛公的参乘樊哙。”项王说：“壮士！赏他一杯酒。”左右就递给他一大杯酒，樊哙拜谢后，起身，站着把酒喝了。项王又说：“赏他一条猪的前腿。”左右就给了他一条未煮熟的猪的前腿。樊哙把他的盾牌扣在地上，把猪腿放（在盾）上，拔出剑来切着吃。项王说：“壮士！还能喝酒吗？”樊哙说：“我死都不怕，一杯酒有什么可推辞的？秦王有虎狼一样的心肠，杀人惟恐不能杀尽，惩罚人惟恐不能用尽酷刑，所以天下人都背叛他。怀王曾和诸将约定：‘先打败秦军进入咸阳的人封作王。’现在沛公先打败秦军进了咸阳，一点儿东西都不敢动用，封闭了宫室，军队退回到霸上，等待大王到来。特意派遣将领把守函谷关的原因，是为了防备其他盗贼的进入和意外的变故。这样劳苦功高，没有得到封侯的赏赐，反而听信小人的谗言，想杀有功的人，这只是灭亡了的秦朝的继续罢了。我以为大王不应该采取这种做法。”项王没有话回答，说：“坐。”樊哙挨着张良坐下。坐了一会儿，刘邦起身上厕所，趁机把樊哙叫了出来。</p> <p>　　刘邦出去后，项王派都尉陈平去叫刘邦。刘邦说：“现在出来，还没有告辞，这该怎么办？”樊哙说：“做大事不必顾及小节，讲大礼不必计较小的谦让。现在人家正好比是菜刀和砧板，我们则好比是鱼和肉，告辞干什么呢？”于是就决定离去。刘邦就让张良留下来道歉。张良问：“大王来时带了什么东西？”刘邦说：“我带了一对玉璧，想献给项王；一双玉斗，想送给亚父。正碰上他们发怒，不敢奉献。你替我把它们献上吧。”张良说：“好。”这时候，项王的军队驻在鸿门，刘邦的军队驻在霸上，相距四十里。刘邦就留下车辆和随从人马，独自骑马脱身，和樊哙、夏侯婴、靳强、纪信四人拿着剑和盾牌徒步逃跑，从郦山脚下，取道芷阳，抄小路走。刘邦对张良说：“从这条路到我们军营，不过二十里罢了，估计我回到军营里，你才进去。”</p> <p>　　刘邦离去后，从小路回到军营里。张良进去道歉，说：“刘邦禁受不起酒力，不能当面告辞。让我奉上白璧一双，拜两拜敬献给大王；玉斗一双，拜两拜献给大将军。”项王说：“沛公在哪里？”张良说：“听说大王有意要责备他，脱身独自离开，已经回到军营了。”项王就接受了玉璧，把它放在座位上。亚父接过玉斗，放在地上，拔出剑来敲碎了它，说：“唉！这小子不值得和他共谋大事！夺项王天下的人一定是刘邦。我们都要被他俘虏了！”</p> <p>　　刘邦回到军中，立刻杀掉了曹无伤。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　一主旨和情节</p> <p>　　鸿门宴是<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>和<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>在灭秦之后长达五年的斗争的开端。虽是开端，却在某种程度上预示了这场斗争的终结。这样说，是因为作者通过对这次宴会全过程（包括会前斗争和会后余波）的描写，生动地揭示了项羽的悲剧性格：他自矜功伐而有\"妇人之仁\"。这种性格不改变，他就必然以失败告终。而刘邦在宴会上能化险为夷，跟善于利用对方性格弱点也是分不开的。从这段史实可以看出领袖人物的性格在历史发展重要关头上所起的作用。</p> <p>　　本文按情节的发展过程可分三部分。</p> <p>　　第一部分（第1、2段），交代鸿门宴的由来。</p> <p>　　文章先指出刘、项两军的驻地及双方兵力，表明项羽占有绝对优势，战争的主动权在他手中。下文所述人物活动均与这个背景有关。斗争起因是曹无伤告密。项羽听说\"沛公欲王关中\"，冒犯了他的尊严，当即决定进攻刘邦；他的主要谋士范增乘机揭露刘邦的野心，也力主进攻。二人认识上的差异，预示着他们对刘邦将采取不同的态度。</p> <p>　　战争似乎已经迫在眉睫，却忽然出现了转机。项伯为报私恩夜访张良，劝他逃走，而张良反以\"为韩王送沛公\"为借口，将消息通知了刘邦。刘邦于是拉拢项伯，以谎言为自己辩护。项伯同意调停，并嘱咐刘邦\"旦日不可不蚤自来谢项王\"。由是而有鸿门宴上的斗争。</p> <p>　　第二部分（第3、4段），写鸿门宴上的斗争。</p> <p>　　节奏发展得快，气氛的变化也快。开始很平和，刘邦卑词\"谢罪\"，项羽说出告密人，可见怒气全消，有和解意，且设宴招待刘邦。但范增蓄意杀死刘邦，始而\"数目项王，举所佩玉以示之者三\"，继而命项庄舞剑，\"因击沛公于坐，杀之\"，使气氛越来越紧张。</p> <p>　　于是张良出招樊哙。樊哙是刘邦的参乘，有保护刘邦的责任，但无与会资格。项羽得知他的身份后，知其来意，于是借赐酒缓和一下气氛。樊哙为了将众人注意力集中到自己身上来，不仅一切做得合乎礼法，而且忍辱吃了生彘肩。然后借项王\"能复饮乎\"之问慷慨陈词：于\"王关中\"一事，言虽有怀王之约，犹不敢自专，必待大王来；又就席间舞剑一事指责项王\"欲诛有功之人\"。故\"项王未有以应\"，反而赐坐。至此气氛又进一步缓和，但危机仍未解除。这是宴会斗争中的高潮。</p> <p>　　第三部分（第5、6、7段），述会后余事，包括刘邦逃席，间道至军；张良留谢，项王受璧而范增破斗；刘邦诛杀曹无伤。</p> <p>　　本文情节按项羽是否发动进攻、刘邦能否安然逃席两个问题逐层展开，波澜横生，矛盾迭出，扣人心弦。故事首尾相应，以曹无伤告密、项羽决定进攻始，以项羽受璧、曹无伤被诛终，虽属节选，亦有相对的完整性。</p> <p>　　二人物形象</p> <p>　　本文主要塑造项羽的形象，集中表现了他自矜功伐的性格。因为秦的主力被他击败，各路诸侯都听命于他，承认他的\"霸主\"地位，所以入关后一听说刘邦\"欲王关中\"，触犯了他的尊严，立即决定进攻；而在获悉刘邦\"籍吏民，封府库\"，等待他来处理，便放弃了进攻打算。更由于自矜功伐，他不把刘邦视为主要对手，不想在席间杀死他，而刘邦又注意维护他的尊严，使他动了\"不忍\"之心，所以对范增的多次暗示\"默然不应\"，对项庄、项伯筵间舞剑也不表态。这种\"不忍\"之心甚至使他对樊哙采取了格外宽容的态度：樊哙没有资格与会，本可以叱出，但他理解樊哙的心情，反而赐酒。樊哙陈词，虽有指责的话，但又把他看得比怀王更高，有\"求赏\"之意，都合乎他自矜功伐的心理，他内心有愧而\"未有以应\"，于是优礼有加，赐樊哙坐。自矜功伐而又\"为人不忍\"，虽一时成功，最后终不免于失败。</p> <p>　　写项羽听了曹无伤告密之后的反应和听了项伯劝解之后的反应，形成两个极端，把项羽毫无主见，不辨忠奸，既易冲动又易受骗的性格勾画得十分鲜明。写项羽在鸿门宴上既不顾范增再三催促杀刘邦的暗示，又不制止项庄意在杀刘邦的舞剑，还把樊哙的愤激当作豪壮，对刘邦的逃席行为听之任之，处处表现他的优柔寡断。</p> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>是把项羽当作悲剧英雄来描写的，他曾这样评论道：\"自矜功伐，奋其私智而不师古，谓霸王之业，欲以力征经营天下，五年卒亡其国。\"本文虽只写出人物的一个侧面，却未尝不能窥一斑而知全豹。</p> <p>　　刘邦的形象也写得很生动。去鸿门\"谢罪\"，虽有项伯居中调停，其实是身入虎穴，命运难卜，但非此不足以平项羽之怒，仍如约而往；回到军中，\"立诛杀曹无伤\"，从这些事能看出他的坚决果断。他一向待人傲慢，这一回又是\"先破秦入咸阳\"，是\"有大功\"之人，但在项羽面前谦词卑礼，惟恐有所不至--在宴会上屈居下座，他安之若素，出而未辞也觉得于礼不合，这又表现了他能屈能伸的性格。至于他的狡诈多端，从骂鲰生、拉拢项伯、骂告密人等细节中，都表现得很明显。</p> <p>　　三 写作特点</p> <p>　　1．在矛盾斗争中刻画人物。作者塑造项羽的形象主要抓住四个问题：是否对刘邦发动进攻；是否在席间杀死刘邦；对樊哙的越礼行为采取什么态度；对刘邦逃席又采取什么态度。这些，上面已有分析。这里附带说说樊哙。樊哙在危急的关头不顾卫士阻拦，闯入中军帐，表现了极大的勇敢。但入帐后的种种行动都是有礼有节的，先\"披帷西向立，瞋目视项王\"，以引起项羽注意；项羽赐酒，他先拜谢，然后站着喝，随后连生彘肩也吃了；他借机讥讽项王，却又替刘邦求赏，暗寓尊崇项羽之意，这又说明他粗中有细。</p> <p>　　2．运用对照手法烘托人物形象。如：刘邦和项羽；张良和范增。 </p>",
  "about": "<h2>文言现象</h2> <p><strong>常见词汇</strong><br>秦时与臣游（游，结交）<br>然不自意能先入关（意，料想）<br>张良西向侍（侍，陪从）<br>若属皆且为所掳（属，一类人）<br>常以身翼蔽沛公（蔽，掩护）<br>即带剑拥盾入（拥，拿着）<br>杀人如不能举、刑人如恐不胜（举、胜 ，尽）<br>大王来何操（操，携带）<br>大行不顾细谨（谨，细节）<br>闻大王有意督过（过，过错）<br>会其怒（会，适逢）</p> <p><strong>注音</strong><br>玉玦（玦，jué，半环形玉佩。“玦”与“决”同音，范增用玦示意<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>要下决心杀<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>）<br>旦日飨士卒（飨，xiǎng，用酒食款待，这里是犒（kào）劳的意思）<br>鲰（鲰，zōu，卑微，浅陋）生说（读“shuì“劝告，劝诫）我曰<br>奉卮酒为寿（卮zhī，酒器,大酒杯）<br>数目（数，shuò，多次）<br>戮（戮，lù联合，一同）力瞋（瞋，chēn发怒时睁大眼睛）目<br>目眦（眦，zì眼角）尽裂<br>按剑而跽（跽，jì，挺直上身，两腿跪着）<br>彘（彘，zhì，猪） 肩刀俎（俎，zǔ切肉用的砧板）<br>不胜杯杓（胜shèng，杯bēi，杓sháo，杓，同“勺”，酒器）<br>沛公欲王关中（王wàng,称王）<br>毋内诸侯（内nà，通“纳”，接纳）<br>樊哙（樊哙,fán kuài）</p> <p><strong>通假字</strong><br>成五采（“采”通“彩”，是彩色的意思）<br>距关，毋内诸侯（“距”通“拒”，把守的意思，“内”通“纳”，接纳）（“距”本义为鸡距，是成年公鸡的一个脚指，左右相对，交配时卡在母鸡的背上。故而，此时“距”应当作“卡”解，即卡住关口，禁止通行。）<br>要项伯（“要”通“邀”，邀请）<br>不敢倍德（“倍”通“背”，背叛）<br>不可不蚤自来谢项王（“蚤”通“早”）<br>令将军与臣有郤（“郤”通“隙”，隔阂、嫌怨）<br>不者（“不”通“否”读fou 三声，无义）<br>因击沛公于坐（“坐”通“座”座位）(“坐”是指“跪坐”姿态，不是通假字。此姿态最容易受到攻击，是最佳的刺杀时机，而站立时更容易躲避攻击，刺杀困难。)<br>沛公之参乘樊哙者也（“参”通“骖”，贴身卫士）<br>沛公奉卮酒为寿（“奉”通“捧”，献上）<br>拔剑切而啗之(“啗”通“啖”，吃）<br>愿伯具言臣之不敢倍德也（具：通“俱”，全、都。）（倍：通“背”，背叛，忘记。）[4]<br>沛公不胜杯杓（杯杓：通“杯勺”，杯子勺子，指酒力）<br>置之坐上（坐：通“座”，座位）</p> <p><strong>词类活用</strong><br>A 名词用作动词<br>沛公军霸上（驻军）<br>沛公左司马曹无伤使人言于项羽曰（说）<br>不可不语（告诉）<br>籍吏民(造户籍册或登记)<br>吾得兄事之（侍奉）<br>范增数目项王（示意，使眼色）<br>刑人如恐不胜（惩罚）<br>道芷阳间行（取道）<br>沛公欲王关中（称王）<br>若入前为寿（走上前）<br>沛公奉卮酒为寿（祝（项伯）身体健康）<br>B 名词用作状语<br>项伯乃夜驰之（在夜晚）<br>于是项伯复夜去（连夜）<br>吾得兄事之（像对待兄长那样）<br>日夜望将军至（每日每夜）<br>常以身翼蔽沛公（像鸟张开翅膀那样）<br>头发上指（向上）<br>四人持剑盾步走（徒步）<br>道芷阳间行（从小路）<br>C 动词使动用法<br>项伯杀人，臣活之（使……活下来）<br>交戟之卫士欲止不内（止：使……停步 内：使……进入)<br>拔剑撞而破之（使……破）<br>樊哙侧其盾以撞（使……侧过来）<br>先破秦入咸阳者王之（使……为王）<br>沛公旦日从百余骑来见项王（使……跟从）<br>D 形容词用作动词<br>素善留侯张良（与……交好）<br>秋毫不敢有所近（靠近）<br>E 形容词用作名词<br>此其志不在小（小的方面）<br>君安与项伯有故（旧交情）<br>F动词用作名词<br>此亡秦之续耳（后继者）</p> <p><strong>古今异义</strong><br>沛公居山东时（古：崤山以东 今：指山东省）<br>约为婚姻（古：儿女亲家 今义：由结婚而形成的夫妻关系）<br>备他盗之出入与非常也(古：进来，偏义复词 今：进出）[4]（古：意外的变故 今：副词，很、非常）<br>将军战河北，臣战河南（古：黄河以北，黄河以南 今：河北省，河南省）<br>未有封侯之赏，而听细说（古：小人离间之言 今：仔细说来）<br>今人有大功而击之（古：现在别人，指刘邦 今：现在的人）<br>沛公已去（古：离开 今：从自己一方到另一方）<br>所以遣将守关者（古：之所以……是因为…… 今：表示因果关系的连词）<br>沛公奉卮酒为寿（古：敬酒 今：岁数大）<br>我为鱼肉（古：鱼和肉 今：鱼的肉）</p> <p><strong>句式解析</strong><br>（1）判断句<br>①。用“……也”表示判断<br>名词或名词短语做谓语<br>此天子气也。<br>今人有大功而击之，不义也。<br>②.用“……者，……也”表示判断<br>楚左尹项伯者，项羽季父也。<br>亚父者，范增也。<br>夺项王天下者必沛公也。<br>所以遣将守关者，备他盗之出入与非常也。<br>沛公之参乘樊哙者也。<br>③。用“为”表示判断<br>吾令人望其气，皆为龙虎。<br>人方为刀俎，我为鱼肉。<br>④.无标记表示判断<br>此亡秦之续耳。<br>（2）倒装句<br>①。宾语前置<br>今日之事何如？<br>人为刀俎，我为鱼肉，何辞为？<br>大王来何操？<br>沛公安在？<br>客何为者？<br>籍何以至此？<br>②.介词结构后置（状语后置）<br>沛公左司马曹无伤使人言于项羽曰<br>贪于财货<br>具告以事<br>长于臣<br>因击沛公于坐<br>具以沛公言报项王<br>得复见将军于此<br>③.定语后置<br>白璧一双<br>玉斗一双<br>（3）被动句<br>①。用“为所”“为……所”表示被动<br>若属皆且为所虏。<br>吾属今为之虏矣。<br>②.无标记<br>珍宝尽有之。<br>（4）省略句<br>沛公欲王（省介词宾语“于”）关中<br>沛公军霸上<br>为(省介词宾语“之”) 击破沛公军<br>则与（省介词宾语“之”）一生彘肩<br>旦日（省主语“你”）不可不蚤自来谢（省介词宾语“于”）项王<br>欲呼张良与（省介词宾语“之”）俱去，曰：“毋从（省介词宾语“之”）俱死也。”<br>加彘肩（省略状语“于盾”）上<br>将军战（省介词宾语“于”）河北，臣战（省介词宾语“于”）河南<br>置之（省介词宾语“于”）坐上<br>（5）固定结构<br>财物无所取，妇女无所幸(“……无所……，……无所……”，“即……没有被……，……没有被……”其中“无所”还可以换作“有所”。)<br>孰与君少长(“……孰与……”，表选择问的句式，可译作“……比较……哪一个……”)<br>何辞为(“何……为”，表反问的句式，可译作“为什么……呢”，“为”是语气词。)<br>军中无以为乐（“……无以……”，……没有……的）</p> <p><strong>难句解析<br></strong>1、沛公旦日从百余骑来见项王，至鸿门，谢曰：“臣与将军戮力而攻秦，将军战河北，臣战河南……”<br>“旦日”即明日，“臣”是刘邦自谦的称呼，“戮”是联合，一同的意思，“河北”、“河南”指黄河北岸、黄河南岸。全句译为：沛公第二天一早就带着百多个骑兵来拜见项王，到达鸿门，赔不是说“臣仆跟将军合力同心攻打秦王朝，将军在黄河北岸作战，臣仆在黄河南岸作战。”<br>2、沛公则置车骑：脱身独骑，与樊哙、夏侯婴、靳强、纪信等四人持剑盾步走，从郦山下，道芷阳间行。<br>“置”，放弃。“车骑”指战车。“道”用作动词，取道。“间”可译作从小路或秘密地。全句译为：刘邦就丢下他的车马与随从人员，独自骑马与樊哙、夏侯婴、靳强、纪信等四人拿着剑及盾牌，快步离去。从骊山下，经过芷阳抄小路逃走。<br>3、臣请入，与之同命。<br>“之”可指沛公，也可代项庄，两种说法都成立。一般取前说，即“与沛公同命。”。全句译为：我请求进去，跟沛公同命运。<br>4、亚父受玉斗，置之地，拔剑撞而破之。<br>“撞”在现代汉语中是“运动着的物体跟别的物体猛然碰上”，在这句中“撞”作击刺讲。全句译为：亚父接了玉斗，放在地上，拔出剑来击破了它。</p> <p><strong>一词多义</strong><br>如：<br>杀人如不能举，刑人如恐不胜（动词，好像）<br>沛公起如厕（往，到……去）<br>沛公默然，曰：“固不如也。”（比得上）<br>意：<br>今者项庄拔剑舞，其意常在沛公也（意图、意愿）<br>然不自意能先入关破秦（料想）<br>举：<br>举所佩玉玦以示之者三（举起）<br>杀人如不能举（全、尽）<br>谢：<br>旦日不可不蚤自来谢项王（道歉，动词）<br>哙拜谢（感谢）<br>乃令张良留谢（告辞，告别）<br>沛公旦日从百余骑来见项王，至鸿门，谢曰（谢罪）<br>军<br>①沛公军霸上（驻军，动词）<br>②从此道至吾军（军营，名词）<br>③为击破沛公军（军队，名词）<br>言<br>①曹无伤使人言于项羽曰……（说，动词）<br>②具以沛公言报项王（话，名词）<br>幸<br>①妇女无所幸（封建君主对妻妾的宠爱叫“幸”）<br>②故幸来告良（幸亏，副词）<br>去<br>①亡去不义（离开，动词）<br>②相去四十里（距离，动词）<br>当<br>①当是时（正当……时候，介词）<br>②料大王士卒足以当项王乎（抵挡，抵抗，抵御）<br>故<br>①君安与项伯有故（交情，形容词作名词）<br>②故遣将守关者（特意，副词）<br>③故听之（所以，连词）<br>坐<br>①项王、项伯东向坐（坐下，动词）<br>②因击沛公于坐（座位，名词）<br>从<br>①张良是时从沛公（跟随，动词）<br>②沛公旦日从百余骑来见项王（带领，使……跟着，动词）<br>胜<br>①刑人如恐不胜（尽，形容词）<br>②沛公不胜杯杓（禁得起，动词）<br>击<br>①为击破沛公军（动词，攻打）<br>②因击沛公于坐（动词，刺杀）<br>辞<br>卮酒安足辞（动词，推辞）<br>今者出，未辞也，为之奈何（动词，告别，辞别）<br>大礼不辞小让（动词，顾及）<br>2、虚词<br>为<br>①客何为者（wéi，做，干，动词）<br>②使子婴为相，珍宝尽有之（wéi，做，担任，动词）<br>③窃为大王不取也（wéi，认为，动词）<br>④为击破沛公军（wèi，替、给，介词）<br>⑤我为鱼肉（wéi，是，动词）<br>⑥吾属今为之虏矣（wèi，被，介词）<br>⑦何辞为（wéi，句末语气词，表反问，可译为“呢”）<br>⑧沛公奉卮酒为寿，约为婚姻（第一个“为”， wèi，给，介词；第二个“为”， wéi，动词，成为）　 ⑨军中无以为乐（wéi，动词，作为）<br>⑩且为之奈何（wèi,对，动词）<br>①①吾令人望其气，皆为龙虎（wéi，是，动词）<br>①②君为我呼入（wèi，替，介词）<br>①③谁为大王为此计者（wèi，替，介词；wéi，做，动词）<br>14.如今人方为刀俎（zǔ），我为鱼肉，（wéi，是，表肯定）<br>15.不者，若属皆且为所虏。（wéi，被，动词）<br>因：<br>①因言曰：……（趁机）<br>②不如因善遇之（趁机，趁着）<br>③因击沛公于坐（趁机）<br>④项王即日因留沛公与饮（于是、就）<br>以<br>①具告以事（介词，把）<br>②籍何以至此（介词，凭）<br>③举所佩玉玦以示之者三（介词，拿）<br>④还军霸上，以待项王（表目的连词，来）<br>且<br>①臣死且不避，卮酒安足辞（副词，尚且）<br>②若属皆且为所虏（副词，将要）<br>③且为之奈何（副词，将要）<br>于<br>①长于臣（介词，比）<br>②沛公左司马曹无伤使人言于项羽曰（介词，对，向）<br>③樊哙覆其盾于地（介词，在）<br>然<br>①然不自意（然而，连词）<br>②不然（这样，代词）<br>③项王默然不应（……的样子，形容词的词尾）<br>之<br>①珍宝尽有之——代珠宝<br>②项伯乃夜驰之沛公军——到<br>③为之奈何——代词，指这件事<br>④吾得兄事之——代词，指他<br>⑤与之同命——代词，指沛公<br>⑥沛公之参乘樊哙者也——结构助词，的<br>⑦先破秦入咸阳者王之——代词，指先破秦入咸阳的人<br>⑧项王则受壁，置之坐上——在<br>⑨今者有小人之言——的<br>2、实词<br>1、举<br>举所佩玉玦以示之者三： 动词，举起、抬起；<br>后刺史臣荣举臣秀才： 动词，举荐，推荐<br>范进中举： 名词，科举考试制度<br>戍卒叫，函谷举： 动词，攻克，占领<br>今亡亦死，举大计亦死： 动词，发动<br>杀人如不能举： 副词，全、尽<br>2、谢<br>沛公旦日从百余骑来见项王，谢曰 动词，谢罪、道歉<br>哙拜谢，起，立而饮之 动词，感谢<br>乃令张良留谢 动词，辞别<br>张良入谢，曰“沛公不胜杯杓” 动词，道歉<br>往昔初阳岁，谢家事夫婿 动词，辞别<br>阿母谢媒人 动词，推辞<br>多谢后世人，戒之慎勿忘 动词，劝诫</p> <p><strong>成语</strong><br>项庄舞剑意在沛公<br>人为刀俎（zǔ），我为鱼肉<br>秋毫无犯<br>劳苦功高<br>大行不辞细谨，大礼不辞小让</p> <p><strong>文言虚词</strong><br>若）<br>(3)&lt;代&gt;你；你们；你(们)的。《鸿门宴》：“～入前为寿。”<br>者）<br>(6)&lt;助&gt;用在疑问句全句末，表示疑问语气，相当于“呢”。《鸿门宴》：“客何为～？”<br>所）<br>(4)&lt;助&gt;与“为”相呼应，构成“为……所……”的被动句式。《鸿门宴》：“不者，若属皆且为～虏。<br>因）<br>(9)&lt;介&gt;介绍动作行为发生的条件，可译为“趁机”、“趁着”。《鸿门宴》：“请以剑舞，～击沛公于坐。”<br>(10)&lt;副&gt;就；于是。《鸿门宴》：“贡王即日～留沛公与饮。”<br>乎）<br>(2)&lt;助&gt;语气词。⒈在句末，表示疑问，相当于“吗”。《鸿门宴》：“壮士，能复饮～-”⒉用在句末，表示反问，相当于“吗”、“呢”。《鸿门宴》：“日夜望将军至，岂敢反～-”<br>为）<br>(8)&lt;动词&gt;以为；认为。《鸿门宴》：“窃～大王不取也。”<br>(10)&lt;动词&gt;对待。《鸿门宴》：“君王～人不忍。”<br>⑿&lt;动词&gt;担任。《鸿门宴》：“沛公欲王关中，使子婴～相。”<br>⒃&lt;助&gt;用在句中，起提前宾语的用；用药尾，表示感叹或疑问。《鸿门宴》：“如今人方～刀俎，我～鱼肉。”<br>且）<br>(3)&lt;副&gt;尚；尚且。《鸿门宴》：“臣死～不避，卮酒安足辞？”<br>与）<br>(1)&lt;动词&gt;给予。《鸿门宴》：“则～一生彘肩。”</p> <p><strong>文言实词</strong><br>道）<br>(1)&lt;名&gt;路；道路。[又]&lt;动词&gt;取道；道经。《鸿门宴》：“从郦山下，～芷阳间行。”<br>过）<br>(7)&lt;动词&gt;责备。《鸿门宴》：“闻大王有意督～之。”<br>谢）<br>(5)&lt;动词&gt;感谢；道谢。《鸿门宴》：“乃令张良留～。”<br>说）<br>(3)&lt;名&gt;言论；说法；主张。《鸿门宴》：“而听细～，欲诛有功之人。”<br>胜）<br>(2)&lt;形&gt;尽；完。《鸿门宴》：“刑人如恐不～。”<br>置）<br>zhì<br>(1)&lt;动词&gt;放弃。《鸿门宴》：“沛公则～车骑，脱身独骑。”<br>行）<br>(6)&lt;名&gt;动作；行动；举动。《鸿门宴》：“大～不顾细谨。”<br>王）<br>(1)&lt;动词&gt;称王；统治天下。《鸿门宴》：“沛公欲～关中。”<br>望）<br>(2)&lt;动词&gt;盼望；希望；期望。《鸿门宴》：“日夜～将军至，岂敢反乎-”<br>数）<br>&lt;副&gt;屡次；多次。《鸿门宴》：“范增～目项王。”<br>故）<br>(5)&lt;名&gt;老朋友；旧交情。《鸿门宴》：“君安与项伯有～？”<br>幸）<br>(3)&lt;副&gt;幸亏。《鸿门宴》：“今事有急，故～来告良。”<br>安）<br>(8)&lt;疑问代词&gt;表处所.哪里;什么地方.《鸿门宴》：“沛公～在-”<br>坐）<br>(3)&lt;名&gt;座位。《鸿门宴》：“项王则受璧，置之～上。”这个意义后来写作“座”。<br>善）<br>(5)&lt;动词&gt;亲善；友好。《鸿门宴》：“楚左尹项伯者，项羽季父也，素～留侯张良。”<br>即）<br>(4)&lt;介&gt;就在；当。《鸿门宴》：“项王～日因留沛公与饮。”<br>内）<br>&lt;动词&gt;同“纳”。接纳；收容。《鸿门宴》：“距关，毋～诸侯。”<br>伯）<br>(2)&lt;名&gt;对年龄大于白己的人的尊称。《鸿门宴》：“愿～具言臣之不敢倍德也。”<br>从）<br>(4)&lt;动词&gt;依傍；紧靠着。《鸿门宴》：“樊哙～良坐。” </p><br/><h2>寓意</h2> <p>　　通过<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的行动，可以充分证明此点。项羽当年倔起江东，领导农民起义队伍，扫平各地动乱。“三年，遂将五诸侯灭秦”。这是当他行为符合客观规律、符合人民群众灭除暴秦政权愿望时，他受到了群众的拥护之故。因为如此，他的举措行为，也便能符合客观要求，能以透过形式看到本质，而处处取得主动，最后获得成功。而当他“胜利”“成功”之后，便妄自尊大，倒行逆施，“分裂天下，而封王侯。”他几乎是完全被胜利冲昏了头脑，被一片歌颂、崇拜、畏服的声音所淹没，蔽塞了他应有的理智与聪明。更因为到处屠城杀戮，他就迅速地丧失了群众的拥戴。在行动举措上，也是处处用主观臆断客观，变得十分被动而愚蠢。用《鸿门宴》上的项羽形象，来印证此点，就更为鲜明。由于项羽的“自矜功伐，奋其私智而不师古”，他竟然为<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的一套卑词厚币所欺哄，轻轻放走了自己送上门来的强大的敌人。他经不起纷至沓来的谄言和谀语，不但容忍自己营垒内部的资敌臣僚，也不听信忠诚而有远见的策谋劝告；甚至“率直”到把敌方为自己递送情报的人随口供出。刘邦对他所讲的话和刘邦的行为，本来有许多矛盾和漏洞可以察寻，但他却完全漠视了这些。用自己的双手给自己埋下难于挽救的败亡种子。</p> <p>　　第二点，本文说明了不自觉的资敌行为是最为可怕也最为可恨的。项羽集团的项伯，可以作为最好的说明。他的一系列资敌行为，基本上都是处于不自觉状态。但从其影响来看，应该说是存在内部的可怕的利敌现象。因为它分明起到削弱和分裂自己营垒并且切实帮助了敌人的严重作用。项伯凡事从封建贵族道德观念出发，以致弄得不识真正的大体。客观上协助了敌人，还不自觉。敌人用各种手段利用了自己，不但不觉察，还自以为处事深合“义”“礼”。这种人的思想行动最可怕。因为不只他自己不识是非，别人也往往受其左右而不以为怪，因之堕坏大事。</p> <p>　　第三点，本文说明，凡事必须依靠多数人，和衷共济，步调整齐，才能成功。刘邦之所以化险为夷转危为安，原因是在于他善于用人，处处依靠周围的臣僚。上下团结一致、步调划一，互相辅助、互相支援，形成一个坚强的集体力量；相反地，在项羽方面，本来事情的成功象探囊取物一样的容易，但是项羽却师心自用不纳善言。以致在如此严重的关头，扮演了颟顸失败的可悲角色，刘邦后来批判他说：“项羽有一范增而不能用，此其所以为我擒也。”说到自己成功的原因，他认为张良、萧何、韩信，“此三人者，皆人杰也，吾能用之，此吾所以取天下也。”也在说明这个道理。</p> <p>　　第四点，本文说明凡属严重事情，必须有胆有识，充分分析客观实际，依据之制定周详计划，在进行上要有严密的措置安排，才能突破艰难，获得胜利。通过本文中刘邦集团的一系列活动，可以印证此点。刘邦在接到项羽要击破他的消息时，虽然显得有些慌乱，但他的一些心腹臣僚，大都是有胆有识，能细致地分析客观，进行周详的计划和严密安排的人物。《鸿门宴》雄辩地说明刘邦集团在处理这样一个严重事件时，是如何做到了知己知彼，有条有理，并且能顺理成章，因敌制胜，所有举措都是符合客观实际，从而获得最后胜利。</p> <p>　　《鸿门宴》一文，就是如此在三大段十五节文字当中，包孕着极其丰富的思想意义。写出来从秦崩溃到汉建立的历史过程的一个重要片断；描绘了刘项两大集团势力的不同阵容，塑造了两种不同类型的统治人物。它不只预示着项羽个人功业的重要转折，它也是整个秦末历史变化的重要关键。</p> <p>　　《鸿门宴》一文，它的本事虽然发生在二千多年前，但在今天，仍然有非常鲜明的教育意义与认识价值。</p><br/><h2>艺术特点</h2> <p>　　《鸿门宴》一文，既为我们再现了历史真实；它也为我们提供了高度的文学技巧典范。它的艺术特点，可以分为以下四点来观察。</p> <p>　　第一点，它善于在矛盾开展中描绘人物。通过重要历史事件的描写以突现人，使之为形象塑造服务。人物形象获得高度的鲜明与统一，因之具备典型性。</p> <p>　　在本文中，作者善善、恶恶、贤贤、黜不肖的态度是十分鲜明的。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>以极其深微而又明显的爱憎笔触，刻画了两种不同类型的统治人物。<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>是一个卑鄙狡诈而又极其机变的所谓成功人物；<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>则是一个粗豪自恃、浅听轻信的所谓失败英雄。作者把刘邦、项羽放在鸿门一会的具体历史事件具体矛盾开展当中，进行描绘。最后达到人物形象的高度鲜明与统一，完成传记文学人物的典型性质。所以刘邦、项羽，尽管是历史上的真实人物，所描绘的的也完全符合历史的真实；然而后世却常用来概括两种不同类型的人。作者在描绘这两种人物性格时，爱憎倾向是十分明确的。对项羽主要的是同情和赞颂；对刘邦主要的是鄙夷和贬斥。这就深刻地影响着千百年后读者群众情感的向背，使人们同情的都归于项羽一面。本文在描绘张良、项伯、樊哙、范增的形象上，也极为成功。假如说本文写的是“子房如龙，樊哙如虎”，那么写刘邦就真该是“如狐如鼠”了。</p> <p>　　第二点，本文善于把巨大的历史事件与丰富的细节描写相结合，善于把生动的场面叙写与细节描绘相结合。在对尖锐的矛盾斗争的叙写当中，完成其惊奇的富于戏剧性的故事情节。</p> <p>　　这样就能以在尖锐的矛盾斗争的展现当中，完成其惊奇的富于戏剧性的故事情节。使人们在千百年后，一提起鸿门宴故事来，许多人物的活跃形象，都如近在眼前。《鸿门宴》一文，在这一点上，可以说是极其成功的范例。</p> <p>　　第三点，本文具有周密严谨的组织安排。在材料处理上，也能前后相生，具有缜密的逻辑联系。它密切依照历史发展，把许多材料，加以精心地抉择，并进行了细密的安排组织。使矛盾一环衔着一环，使情节一波推动一波。他以曹无伤密告起，以曹无伤被诛结。以范增说项羽始，以范增怒项羽终。在处理材料上，作者运用了繁（如闯宴）、简（如诛曹）、省（如张良“具告沛公”）、复（如樊哙说项）各种不同笔法，使其相辅相成，以构成全篇严密无间的逻辑结构。帮助了主题内容的显现。这些是本文鲜明特点之一。</p> <p>　　第四点，是本文在语言运用上达到了一个新的高度。由于作者在传记文学著作上，具有独创精神叛逆情感，所以他能自觉地靠拢人民向民间语言学习；受有明显的影响。许多民间传说与歌谣谚语，都成为作者创作思想与创作语言的重要来源，构成作品的新鲜血液。使它的语言艺术，推进到中古时期散文文学的一个新的高峰：浅切、明白、活泼、朴实。</p> <p>　　在本文中，如“大行不顾细谨，大礼不辞小让。”“人为刀俎，我为鱼肉。”都是当时流行的成语；而“唉！竖子不足与谋！”则是当时的生动具体的口头语言。</p> <p>　　从全文语言风格来看，也完全可以说明司马迁的操纵运用语言的能力，远远跨过秦及汉初散文语言的既有水平，达到了一个新的高度。</p> <p>　　此外，司马迁在善于活用虚词上，也极其出色。他往往凭借表情作用很强的虚词运用，表现人物情态。如本文中，“沛公默然曰：‘固不如也，且为之奈何？’”“项王曰：‘此沛公左司马曹无伤言之，不然，籍何以至此？’”“樊哙曰：‘臣死且不避，酒安足辞！’”等。都是运用虚字进行表情的极其传神处所。《鸿门宴》一文的文学技巧，在整个《史记》当中，是具有代表性的。郭嵩焘说它“自是史公《项羽本纪》中聚精会神，极得意文字。”自非过誉。它不只是达到了“叙事真而描写切”、“语调整齐，字句锤炼”的境地；它也达到了神采辞章双跻峰顶（“理既切至，词亦通畅。”——《文心雕龙·启奏篇》）的新高度。有人也用思想清新、文字精美、内容充实、组织周密四点，对整个《史记》的艺术特点作通俗的概括。这种通俗的概括评价，同样也适用于本文。五　最后，需要说明的是，过去有些论述《鸿门宴》的文章，在作思想内容与艺术特点分析时，往往有一种脱离本段文字而从《项羽本纪》与《高祖本纪》全部着眼进行论列的不当倾向；在作刘、项评价时也有这样毛病。我认为我们分析《鸿门宴》时，还是应该抓紧本文。虽然也应当联系照顾到刘项《本纪》全篇，但却不应喧宾夺主，或者把延伸的意义，说成本篇的思想内容。<br></p>",
  "poet": {
    "id": 608,
    "star": 0,
    "name": "司马迁",
    "image": "http://img.gushiwen.org/authorImg/simaqian.jpg",
    "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"
  },
  "tags": [
    "高中文言文",
    "历史",
    "故事"
  ]
}