{
  "id": 120,
  "star": 309,
  "name": "无衣",
  "dynasty": "先秦",
  "content": "岂曰无衣？七兮。不如子之衣，安且吉兮。<br>岂曰无衣？六兮。不如子之衣，安且燠兮。",
  "fanyi": "<p><strong>译文</strong><br>难道说我没衣服穿？我的衣服有七件。但都不如你亲手做的，既舒适又美观。<br>难道说我没衣服穿？我的衣服有六件。但都不如你亲手做的，既舒适又温暖。</p> <p><strong>注释</strong><br>①七：虚数，言衣之多；一说七章之衣，诸侯的服饰。<br>②子：第二人称的尊称、敬称，此指制衣的人。<br>③安：舒适。吉：美，善。<br>④六：一说音路，六节衣。<br>⑤燠（yù 玉）：暖热。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_120.aspx\">诗</a>与《秦风·无衣》题目及首句皆相同，然思想内容与艺术风格却完全两样。从字面上看，似觉并无深意，但前人往往曲为之说，《毛诗序》云：“《无衣》，美晋武公也。武公始并晋国，其大夫为之请命乎天子之使，而作是诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“曲沃桓叔之<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>公伐晋，灭之，尽以其宝器赂周釐王。王以武公为晋君，列于诸侯。此诗盖述其请命之意”，“釐王果贪其宝玩，而不思天理民彝之不可废，是以诛讨不加，而爵命行焉。”（同上）这一说法今人多表示怀疑，如程俊英《诗经译注》就认为“恐皆附会”。</p> <p>　　从诗意来看，此篇似为览衣感旧或伤逝之作。诗人可能是一个民间歌手，他本来有一位心灵手巧的妻子，家庭生活十分美满温馨。不幸妻子早亡，一日他拿起衣裳欲穿，不禁睹物思人，悲从中来。诗句朴实无华，皆从肺腑中流出：“难道说我没有衣裳穿？我的衣裳有七件，可是拣了一件又一件，没有一件抵得上你亲手缝制的衣裳，那样舒坦，那样美观。”“难道说我没有衣裳穿？我的衣裳有六件。可是挑了一件又一件，没有一件抵得上你亲手缝制的衣裳，那样合身，那样温暖。”语言自然流畅，酷肖人物声口。感情真挚，读之令人凄然伤怀。</p> <p>　　对于诗中的句读，旧说两段的起句都作六字句，然今人徐培均认为应标点为：“岂曰无衣？七兮。”前四字为一句，用以自问，后二字为一句，用以自答，诗人正是在这种自问自答中，抒写了一腔哀思。另外在一些字、词的解释上也颇多歧见。如“七”字、“子”字、“六”字，朱熹《诗集传》以为“侯伯七命，其车旗衣服，皆以七为节。子，天子也”。又云：“天子之卿六命，变‘七’言‘六’者，谦也，不敢以当侯伯之命，得受六命之服，比于天子之卿亦幸矣。”朱熹的解释，完全服从于他对于这首诗主题的理解。这首诗既然是述晋武公向周釐王请求封爵之意，那末他就必然把“七”解释为“诸侯七命”，把“六”解释为“天子之卿六命”，而把“子”解释为“天子”。前二者与晋武公的诸侯身份相当，后者则与周釐王的天子地位相称。其说固然言之成理，不失为一家之见，然与诗的本意可能相去甚远。</p> <p>　　从对此诗主题的理解出发，“七”和“六”俱为数词，也可以看作虚数，极言衣裳之多。而“子”则为第二人称的“你”，也即缝制衣裳的妻子。这样的理解，应该是符合诗的本意的。</p> <p>　　全诗分为两章，字句大体相同，唯两起变动一个字：“七”易为“六”；两结也变动一字：“吉”易为“燠”。这主要为的是适应押韵的需要。从全篇来说，相同的句式重复一遍，有回环往复、一唱三叹、回肠荡气之妙，读者在吟诵中自然能体会其中的情韵。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_120.aspx\">诗</a>背景，《毛诗序》云：“《无衣》，美晋武公也。武公始并晋国，其大夫为之请命乎天子之使，而作是诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》云：“《史记》：曲沃，桓叔之<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>公，伐晋灭之，尽以其宝器赂周嫠王。王以武公为晋君。列于诸侯。此诗盖述其请命之意。”“釐王果贪其宝玩，而不思天理民彝之不可废，是以诛讨不加，而爵命行焉。”这一说法今人多表示怀疑，如程俊英《诗经译注》就认为“恐皆附会”。高亨《诗经今注》认为“有人赏赐或赠送作者一件衣服，作者作这首诗表示感谢”。有人根据诗意猜测，诗人可能是一个民间歌手，他本来有一位心灵手巧的妻子，家庭生活十分美满温馨，不幸妻子早亡，一日他拿起衣裳欲穿，不禁睹物思人，悲从中来，因作此诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "诗经",
    "咏物",
    "怀人"
  ]
}