{
  "id": 71897,
  "star": 9,
  "name": "送舅氏野夫之宣城二首",
  "dynasty": "宋代",
  "content": "藉甚宣城郡，风流数贡毛。<br>霜林收鸭脚，春网荐琴高。<br>共理须良守，今年辍省曹。<br>平生割鸡手，聊试发硎刀。</p> <p>试说宣城郡，停杯且细听。<br>晚楼明宛水，春骑簇昭亭。<br>稏丰圩户，桁杨卧讼庭。<br>谢公歌舞处，时对换鹅经。",
  "fanyi": "<p><strong>译文<br></strong>宣城郡多么负有盛名，第一风流要数进贡的紫毫笔。<br>秋霜下林中鸭脚形的银杏叶落满，春日里丝网将献出名唤琴高的鲤鱼。<br>共同治理政事须是贤良太守，今年你不再做京都的官吏。<br>古<a href=\"http://so.gushiwen.org/view_71897.aspx\">诗</a>百科~平生材大用小一向以牛刀割鸡，这一次且再试一试你新磨的刀具。</p> <p>我试着说一说宣城郡，请你暂且停杯细听。<br>黄昏中一弯明净的宛溪环绕楼阁，春日里部将簇拥着你宴饮在昭亭。<br>水稻茁壮，圩田的农家生活富裕，刑具闲卧法庭，你理政简易清明。<br>你将追踪风流太守<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>欢歌妙舞，还不时吟诵<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>用来换鹅的《道德经》。</p> <p><strong>注释<br></strong>⑴舅氏野夫：《山谷集》题下注“李莘”。李曾官屯田郎中、知宣州，其余未详。宣城：今属安徽。<br>⑵藉甚：谓声名甚大。《汉书·陆贾传》：“贾以此游公卿间，名声藉甚。”藉，同“籍”。<br>⑶贡毛：指紫毫笔。宋祝穆《方舆胜览》卷十五《宁国府·宣城》：“土产紫毫，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗《起居郎侍御史》：‘尔知紫毫不易致，每岁宣城进（贡）笔时。紫毫之价如金贵······’”因紫毫笔为贡品，故称贡毛。<br>⑷霜林：一作“林霜”。鸭脚：木名，即银杏，以树叶似鸭脚而名。<br>⑸荐：献。琴高：《搜神记》及<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《列仙传》谓琴高为战国赵人，能鼓琴，为宋康王舍人，学修炼长生之术，游于冀州涿城之间。后入涿水中取龙子，与弟子期某日返。至时，高果乘赤鲤而出，留一月余，复入水去。此借指鲤鱼。<br>⑹“共理”句：陈衍谓此句用汉诏中语。理，指治理政事。<br>⑺辍（chuò）：中止。省曹：谓京官。省，官署名，指京师官署，如尚书、中书、门下各官署皆设于禁中，因称省。曹，古时分职治事的官署或部门。<br>⑻割鸡手：《论语·阳货》：“（孔）子之武城，闻弦歌之声。夫子莞尔而笑曰：‘割鸡焉用牛刀？’”此化用其意，比喻大材小用，沉沦下僚。<br>⑼“聊试”句：谓施展才能。发硎（xíng）刀：《庄子·养生主》：“今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。”硎，磨刀石。<br>⑽明宛水：为“宛水明”的倒文。宛水，指宛溪，源出安徽宣城县东南的峄山，东北流为九曲河，折而西，绕城东，叫宛溪。<br>⑾骑（jì）：一人一马曰骑，此指州太守部属。簇（cù）：犹言“簇拥”，众人护卫或围着。昭亭：祝穆《方舆胜览》卷十六“宁国府·宣城”载，宣城北有昭亭山，昭亭当筑于山上。<br>⑿（禾罢，bà）稏（yà）：稻名。唐<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《稻田》诗：“绿波春浪满前陂，稏极目连云肥。”丰圩（xū）户：使圩户丰足。圩户，指佃种圩田的农户，江淮多洼地，田边筑堤防水，称圩田。<br>⒀“桁杨”句：谓律令简易不用刑法而政事清明。桁（héng）杨，加在犯人颈上或脚上的大型刑具。《庄子·在宥》：“今世殊死者相枕也，桁杨者相推也，刑戮者相望也。”“桁杨者械也，夹脚及颈，皆名桁杨。”庭，诉讼案件的地方，犹今之法庭。<br>⒁谢公：指谢朓（464-499年），南朝齐陈郡阳夏人，字玄晖，与<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>同族，称小谢。曾任宣城太守，世称谢宣城。善草隶，工五言诗，为“永明体”主要诗人，以山水诗最为著称。宣城北二里有谢公亭。此处借喻山谷舅氏李莘，谓其文采风流可比谢朓。<br>⒂换鹅经：即指老子《道德经》。《晋书·王羲之传》载，王羲之好鹅，山阴有一道士养好鹅。羲之往观，求购甚切，道士云：“为写《道德经》，当举群相赠耳。”羲之欣然写毕，笼鹅而归。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_71897.aspx\">诗</a>赞美了宣城物产的丰饶、景色的清嘉，并特别将土产的紫毫笔冠以“风流”的名号，暗指历代文人曾用此写下名诗佳篇，流传不朽。诗中又以调侃的口吻，说诗人舅氏往任太守，如以牛刀割鸡，一则叹其大材小用，一则赞其理政游刃有余。全诗多用借语、典故，显示其“无一字无来处”的特点。</p> <p>　　首联“试说宣城郡，停杯且细听”，写在酒宴上告别，谈到舅舅李公择要去的地方，诗人便来了劲，一古脑儿倒出宣城的情况，让人们停住酒杯听他按照预定的想法非正式地讲。此联是侧面总写，提起人们对宣城了解的兴趣。</p> <p>　　颔联“晚楼明宛水，春骑簇昭亭”，写了宣城的山水。春天来了，“山晚望晴空”的<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼被清亮明静的宛溪河缠绕着，更显得高耸雄伟，多姿多彩。春光像跑马似的，跨越山山水水，簇拥围拢着敬亭山。敬亭山原名昭亭山，晋初为避晋文帝司马昭名讳，改称。南齐诗人谢眺《游敬亭山》诗有“兹山亘百里，合杳与云齐，隐沦既已托，灵异居然栖。”的描绘；唐代<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>先后7次登临此地，且留有“相看两不厌，只有敬亭山。”这联的“明”与“簇”，皆活用看动词。</p> <p>　　颈联“罢稏丰圩户，桁杨卧讼庭”，写了宣城是一个天然的粮仓，是一个讲究法治的地方。前句意思是说，圩户的种田人家，家家户户五谷丰登。后句写犯了罪就要处治，处治是依法律程序，不能乱来。“桁杨卧讼庭”，是一种有序的审判。当时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的舅舅正任淮南西路提点刑狱，故黄庭坚用依法律程序来说事。</p> <p>　　尾联“谢公歌舞处，时对换鹅经”，是写宣城民风淳朴，歌舞升平，讲求道德与教化。谢公谢眺，在宣城任太守时他“勤于郡治、劝民教士、关心农政”，给宣城人民留下了美好的印象，被称为“谢宣城”。歌舞处，指谢朓楼，那里歌舞升平，人民生活安逸。这些楼台歌舞是一种教化，时时焕起人们的道德良心。此联意下，一个地方的治理应该像宣城那样和谐安定，稻熟年丰。</p> <p>　　第二首诗咏赞宣城山明水秀的佳丽风光，并以想象之笔写出舅父到任后受到民众拥戴、歌舞欢欣的景象，以及百姓富足、政事简易清明的情形。且以曾在此地做官的谢脁来比喻舅父的文采风流，还特别用<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>故事点明其淡泊心境。全诗笔法简炼，内涵丰富，虽未全脱送人上任的陈套，但因诗中多写入当地名胜、人物，平易亲切。</p> <p>　　黄庭坚是北宋诗的大家，造诣很高，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>齐名，并称苏黄。黄庭坚在文学艺术上是具有很高天才的，而又卓然自立，不肯随人后的。他作诗时，态度郑重，精心结撰。第一首，开头似叙事，接下来作描叙，中间两联对仗工整，活用名词、动词为形容词，讲究字眼的锤炼，他通过奇特的意象、新颖的比喻和使事用典，达到了停杯细听说宣城的目的，形成一种峭拔生新的艺术效果。这种以叙述为诗、以议论为诗、以理趣为诗的独特艺术手法显示出他独特的个性风貌。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_71897.aspx\">诗</a>可能作于元丰八年（1085年），时<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>舅父李莘知宣州，黄庭坚以此二诗相赠。",
  "poet": {
    "id": 268,
    "star": 0,
    "name": "黄庭坚",
    "image": "http://img.gushiwen.org/authorImg/huangtingjian.jpg",
    "desc": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"
  },
  "tags": [
    "叙事",
    "地名",
    "赞美"
  ]
}