{
  "id": 49377,
  "star": 1144,
  "name": "水龙吟·次韵章质夫杨花词",
  "dynasty": "宋代",
  "content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。<br>不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。",
  "fanyi": "<p><strong>译文</strong><br>非常像花又好像不是花，无人怜惜任凭衰零坠地。把它抛离在家乡路旁，细细思量仿佛又是无情，实际上则饱含深情。受伤柔肠婉曲娇眼迷离，想要开放却又紧紧闭上。蒙混随风把心上人寻觅，却又被黄莺儿无情叫起。<br>不恨这种花儿飘飞落尽，只是抱怨愤恨那个西园、满地落红枯萎难再重缀。清晨雨后何处落花遗踪？飘入池中化成一池浮萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人晶莹的眼泪啊。</p> <p><strong>注释</strong><br>⑴水龙吟：词牌名。又名“龙吟曲”“庄椿岁”“小楼连苑”。《清真集》入“越调”。一百二字，前后片各四仄韵。又第九句第一字并是领格，宜用去声。结句宜用上一、下三句法，较二、二句式收得有力。<br>⑵次韵：用原作之韵，并按照原作用韵次序进行创作，称为次韵。章质夫：即<a href=\"http://so.gushiwen.org/author_245.aspx\">章楶</a>（jié），建州浦城（今属福建）人。时任荆湖北路提点刑狱，常与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a><a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>词酬唱。<br>⑶从教：任凭。<br>⑷无情有思（sì）：言杨花看似无情，却自有它的愁思。用唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《晚春》诗：“杨花榆荚无才思，唯解漫天作雪飞。”这里反用其意。思：心绪，情思。<br>⑸萦：萦绕、牵念。柔肠：柳枝细长柔软，故以柔肠为喻。用唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《杨柳枝》诗：“人言柳叶似愁眉，更有愁肠如柳枝。”<br>⑹困酣：困倦之极。娇眼：美人娇媚的眼睛，比喻柳叶。古人诗赋中常称初生的柳叶为柳眼。<br>⑺“梦随”三句：用唐<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>《春怨》诗：“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”<br>⑻落红：落花。缀：连结。<br>⑼一池萍碎：苏轼自注：“杨花落水为浮萍，验之信然。”<br>⑽春色：代指杨花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　苏词向以豪放著称，但也有婉约之作，这首《水龙吟》即为其中之一。它藉暮春之际“抛家傍路”的杨花，化“无情”之花为“有思”之人，“直是言情，非复赋物”，幽怨缠绵而又空灵飞动地抒写了带有普遍性的离愁。篇末“细看来，不是杨花，点点是离人泪，”实为显志之笔，千百年来为人们反复吟诵、玩味，堪称神来之笔。</p> <p>　　上阕首句“似花还似非花”出手不凡，耐人寻味。它既咏物象，又写人言情，准确地把握住了杨花那“似花非花”的独特“风流标格”：说它“非花”，它却名为“杨花”，与百花同开同落，共同装点春光，送走春色；说它“似花”，它色淡无香，形态细小，隐身枝头，从不为人注目爱怜。</p> <p>　　次句承以“也无人惜从教坠”。一个“坠”字，赋杨花之飘落；一个“惜”字，有浓郁的感情色彩。“无人惜”，是说天下惜花者虽多，惜杨花者却少。此处用反衬法暗蕴缕缕怜惜杨花的情意，并为下片雨后觅踪伏笔。</p> <p>　　“抛家傍路，思量却是，无情有思”三句承上“坠”字写杨花离枝坠地、飘落无归情状。不说“离枝”，而言“抛家”，貌似“无情”，犹如<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>所谓“杨花榆荚无才思，惟解漫天作雪飞”（《晚春》），实则“有思”，一似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所称“落絮游丝亦有情”（《白丝行》）。咏物至此，已见拟人端倪，亦为下文花人合一张本。</p> <p>　　“萦损柔肠，困酣娇眼，欲开还闭”，这三句由杨花写到柳树，又以柳树喻指思妇、离人，可谓咏物而不滞于物，匠心独具，想象奇特。<br>以下“梦随”数句化用唐人<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>《春怨》<a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>意，借杨花之飘舞以写思妇由怀人不至引发的恼人春梦，咏物生动真切，言情缠绵哀怨，可谓缘物生情，以情映物，情景交融，轻灵飞动。</p> <p>　　下阕开头“不恨此花飞尽，恨西园、落红难缀”，作者在这里以落红陪衬杨花，曲笔传情地抒发了对于杨花的怜惜。继之由“晓来雨过”而问询杨花遗踪，进一步烘托出离人的春恨。“一池萍碎”即是回答“遗踪何在”的问题。</p> <p>　　以下“春色三分，二分尘土，一分流水”，这是一种想象奇妙而兼以极度夸张的手法。这里，数字的妙用传达出作者的一番惜花伤春之情。至此，杨花的最终归宿，和词人的满腔惜春之情水乳交融，将咏物抒情的题旨推向高潮。篇末“细看来，不是杨花，点点是离人泪”一句，总收上文，既干净利索，又余味无穷。它由眼前的流水，联想到思妇的泪水；又由思妇的点点泪珠，映带出空中的纷纷杨花，可谓虚中有实，实中见虚，虚实相间，妙趣横生。这一情景交融的神来之笔，与上阕首句“似花还似非花”相呼应，画龙点睛地概括、烘托出全词的主旨，达成余音袅袅的效果。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首咏物词约作于宋神宗元丰四年（1081年），时为<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因“乌台<a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>案”被贬谪居黄州的第二年。<a href=\"http://so.gushiwen.org/author_245.aspx\">章楶</a>，是苏轼的同僚和好友。他作有咏杨花的《水龙吟·燕忙莺懒芳残》，原词曰：“燕忙莺懒芳残，正堤上杨花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被风扶起。兰帐玉人睡觉，怪青衣，雪沾琼缀。绣床渐满，香球无数，才圆却碎。时见蜂儿，仰黏轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。”</p> <p>　　苏轼的这一首是次韵之作。依照别人词的原韵，作词答和，连次序也相同的叫“次韵”或“步韵”。苏轼在一封给章质夫的信中说：“《柳花》词妙绝，使来者何以措词。本不敢继作，又思公正柳花飞时出巡按，坐想四子，闭门愁断，故写其意，次韵一首寄云，亦告以不示人也。”有人认为这首词作于哲宗元祐二年（1087年），时苏轼与章楶同在京城，交往频繁。但信中提到章质夫“正柳花飞时”出任巡按，则与元丰四年（1081年）四月章出为荆湖北路提点刑狱的经历及季节特征相吻合。故定为元丰四年更为妥当。</p><br/><h2>句解</h2> <p>　　似花还似非花，也无人惜从教坠</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的这首词题为“咏杨花”，而章质夫词则为咏“柳花”，二者看起来相互抵牾，实则不然。隋炀帝开凿运河，命人在河边广种柳树，并御赐姓杨，故后来便称柳树为“杨柳”。柳花亦被叫作杨花，它实际上是柳絮。</p> <p>　　杨花虽然以花为名，但是和人们普遍接受的花的印象不一样。它细小无华，既无绚目的色彩，又无醉人的芬芳，实在很难真的被当成花来看待。所以作者说它好像是花，却又不像花。词以摹写杨花的形态开篇，并非直接描写，却非常传神。它写出了杨花的独特物性，同时又不仅限于此，作者仿佛在设身处地体验杨花的命运和际遇。意味深长，空灵飘忽，奠定了全词的风格基调。正如刘熙载《艺概》所说：“此句可作全词评语，盖不离不即也。”</p> <p>　　落花总会令多愁善感的人们伤感怜惜，可是这同样负着“花”之名的杨花，任凭它怎样飘零坠落，也没有谁在意。“从”，任。“教”，使。一个“惜”字，有着浓郁的感情色彩。“无人惜”，反衬作者独“惜”。</p> <p>　　抛家傍路，思量却是，无情有思</p> <p>　　杨花随风飘飞，离开家园，落在路旁。仔细思量，虽说无情，却也有它的情思。</p> <p>　　杨花飘零，本是习见的自然现象，但作者不说“离枝”，而言“抛家”，不仅将其拟人化，更赋予丰富的内心世界。杨花“抛家”远行，看似“无情”；而“傍路”又显出内心沉重、恋恋不舍之意，是为“有思”。</p> <p>　　苏轼信中说作此词的缘由是因为章质夫出任外官，远离家人，自己“闭门愁断，故写其意”。因此写杨花也就是写宦途漂泊的章质夫，写千千万万离家远行的游子。作者一生辗转各地，对此有着真切而深刻的体验。</p> <p>　　萦损柔肠，困酣娇眼，欲开还闭</p> <p>　　如果说杨花有思，那么所思为何？应该是和游子一样，思念的是家。对杨花来说，家便是它离开的那棵柳树。作者由杨花引发的联想，因而变为对柳树的想象。你看，那纤柔的柳枝，就像思妇受尽离愁折磨的柔肠；那嫩绿的柳叶，犹如思妇的娇眼，春困未消，欲开还闭。“萦”，愁思萦回。“柔肠”，柳枝柔细，故取以为喻。“娇眼”，柳叶初生时，如人的睡眼初展，故称柳眼。</p> <p>　　作者从杨花写到柳树，又以柳树的风姿隐喻思妇的神态，可谓想象奇特，咏物而不滞于物。</p> <p>　　梦随风万里，寻郎去处，又还被、莺呼起</p> <p>　　这几句既摄思妇之魂，又传杨花之神。游子远去，思妇怀人不归，常引起恼人春梦。柳树大概也如此吧。在梦中，她追寻千万里，好像寻到了夫婿——那游子一样的杨花，只是刚要相逢，却又被黄莺的啼叫惊醒。</p> <p>　　唐人<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>《春怨》<a href=\"http://so.gushiwen.org/view_49377.aspx\">诗</a>曰：“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。”作者化用其意。从表面上看，这几句几乎都是在写人，一个女子的无限幽怨，呼之欲出。但细读之，又不能不说是在写杨柳。随风飞舞、欲起旋落、似去又还，不正是柳絮飘飞的情景吗？至于黄莺儿，也应该常常栖息在柳梢头。作者落笔轻灵，以自己的内心体验抒写杨柳，使之成为人的思想情感的载体。物性耶？人情耶？已经浑然不可分割了。</p> <p>　　不恨此花飞尽，恨西园、落红难缀</p> <p>　　不必遗憾杨花飞尽，叹只叹西园里百花凋零，难以连缀。作者笔锋一转，由杨花的情态转而为人的惜春伤逝之感。“此花飞尽”，是一花之事；而“落红难缀”，是一春之事。待到杨花飞尽时，正是暮春时节，灿烂春光，不复重来。正如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《曲江》诗云：“一片花飞减却春，风飘万点正愁人。”</p> <p>　　这里照应开篇“似花还似非花”，又一次将它与花，即“落红”作了对比。杨花即使飞尽，仍旧不是伤春者怜惜的对象。“不恨”，是承上片“非花”、“无人惜”而言。其实，这是曲笔传情。作者写他人对杨花的态度，表达的仍是自己对杨花命运的关注，看似无情，实则有心。</p> <p>　　晓来雨过，遗踪何在？一池萍碎</p> <p>　　前面既然已经写到“杨花飞尽”，这首咏物词到这里似乎难以为继了。但作者别开生面，将词意拓展到又一境界。清晨一场风雨过后，杨花已不见了踪影。它在哪里呢？已化为一池浮萍，花残身碎。</p> <p>　　“一池萍碎”句，苏轼自注：“杨花落水为浮萍，验之信然。”这是古人的一种说法，并不科学。但作为文学特别是作为抒情诗词，倒也无须拘泥。</p> <p>　　春色三分，二分尘土，一分流水</p> <p>　　此时的春色，假如可以三分的话，那么两分归于尘土，一分归于流水。“尘土”，是说落花飘零；“流水”，则指杨花落水。总之，春色已尽。由惜杨花，进而惜春光，诗人的情感袒露无遗。</p> <p>　　“春色”居然可以分，这是一种想象奇妙而又高度夸张的写法。苏轼曾多次使用，如《临江仙》“三分春色一分愁”，《雨中花》“不如留取，十分春态，付与明年”等。在苏轼之前，已有人这样写。如唐代诗人徐凝的“天下三分明月夜，二分无赖是扬州”，宋初词人<a href=\"http://so.gushiwen.org/author_172.aspx\">叶清臣</a>的“三分春色二分愁，更一分风雨”等，都是经典名句。</p> <p>　　细看来，不是杨花，点点是离人泪</p> <p>　　细细看来，那水中的浮萍，哪里是什么杨花；一点一滴，分明是离人伤心的眼泪。唐人诗曰：“君看陌上梅花红，尽是离人眼中血。”作者化用其意。比喻新奇脱俗，想象大胆夸张，感情深挚饱满，蕴意回味无穷。</p> <p>　　由眼前的流水，联想到思妇的泪水；又由思妇的点点泪珠，映带出空中的纷纷杨花。可谓虚中有实，实中见虚，虚实相间，情景交融。<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>手批《东坡乐府》赞之“煞拍画龙点睛”。 </p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "柳树",
    "婉约"
  ]
}