{
  "id": 70957,
  "star": 4201,
  "name": "夏日绝句",
  "dynasty": "宋代",
  "content": "生当作人杰，死亦为鬼雄。<br>至今思项羽，不肯过江东。",
  "fanyi": "<p><strong>译文</strong><br>生时应当做人中豪杰，死后也要做鬼中英雄。<br>到今天人们还在怀念<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，因为他不肯苟且偷生，退回江东。</p> <p><strong>注释<br></strong>1.人杰：人中的豪杰。汉高祖曾称赞开国功臣张良、萧何、韩信是“人杰”。<br>2.鬼雄：鬼中的英雄。<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《国殇》：“身既死兮神以灵，子魂魄兮为鬼雄。”<br>3.项羽：秦末时自立为西楚霸王，与<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>争夺天下，在垓下之战中，兵败自杀。<br>4.江东：项羽当初随叔父项梁起兵的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>这首<a href=\"http://so.gushiwen.org/view_70957.aspx\">诗</a>，手起笔落处，端正凝重，力透人胸臆，直指人脊骨。“生当作人杰，死亦为鬼雄”这不是几个字的精致组合，不是几个词的巧妙润色；是一种精髓的凝练，是一种气魄的承载，是一种所向无惧的人生姿态。那种凛然风骨，浩然正气，充斥天地之间，直令鬼神徒然变色。“当作”之所“亦为”，一个女子啊！纤弱无骨之手，娇柔无力之躯，演绎之柔美，绕指缠心，凄切入骨，细腻感人无以复加。透过她一贯的文笔风格，在她以“婉约派之宗”而著称文坛的光环映彻下。笔端劲力突起，笔锋刚劲显现时，这份刚韧之坚，气势之大，敢问世间须眉几人可以匹敌？“至今思<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，不肯过江东。”女诗人追思那个叫项羽的楚霸枭雄，追随项羽的精神和气节，痛恨宋朝当权者苟且偷安的时政。都说退一步海阔天空。仅一河之遥，却是生死之界，仅一念之间，却是存亡之抉。项羽，为了无愧于英雄名节，无愧七尺男儿之身，无愧江东父老所托，以死相报。“不肯”！不是“不能”、不是“不想”、不是“不愿”、不是“不去”。一个“不肯”笔来神韵，强过鬼斧神工，高过天地造化。一种“可杀不可辱”、“死不惧而辱不受”的英雄豪气，漫染纸面，力透纸背，令人叫绝称奇而无复任何言语！</p> <p>　　这首诗起调高亢，鲜明地提出了人生的价值取向：人活着就要做人中的豪杰，为国家建功立业；死也要为国捐躯，成为鬼中的英雄。爱国激情，溢于言表，在当时确有振聋发聩的作用。南宋统治者不管百姓死活，只顾自己逃命；抛弃中原河山，苟且偷生。因此，诗人想起了项羽。项羽突围到乌江，乌江亭长劝他急速渡江，回到江东，重整旗鼓。项羽自己觉得无脸见江东父老，便回身苦战，杀死敌兵数百，然后自刎。诗人鞭挞南宋当权派的无耻行径，借古讽今，正气凛然。全诗仅二十个字，连用了三个典故，但无堆砌之弊，因为这都是诗人的心声。如此慷慨雄健、掷地有声的诗篇，出自女性之手，实在是压倒须眉了。 </p>",
  "about": "<h2>创作背景</h2> <p>　　靖康二年（1127），金兵入侵中原，砸烂宋王朝的琼楼玉苑，掳走徽、钦二帝，赵宋王朝被迫南逃。后来，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>之夫赵明诚出任建康知府。一天夜里，城中爆发叛乱，赵明诚不思平叛，反而临阵脱逃。李清照为国为夫感到耻辱，在路过乌江时，有感于<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的悲壮，创作此<a href=\"http://so.gushiwen.org/view_70957.aspx\">诗</a>，同时也有暗讽南宋王朝和自己丈夫之意。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "古诗三百首",
    "地名",
    "咏史怀古",
    "爱国",
    "典故",
    "励志"
  ]
}