{
  "id": 1,
  "star": 14233,
  "name": "关雎",
  "dynasty": "先秦",
  "content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。<br>参差荇菜，左右流之。窈窕淑女，寤寐求之。<br>求之不得，寤寐思服。悠哉悠哉，辗转反侧。<br>参差荇菜，左右采之。窈窕淑女，琴瑟友之。<br>参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。",
  "fanyi": "<p><strong>译文</strong><br>关关和鸣的雎鸠，相伴在河中的小洲。那美丽贤淑的女子，是君子的好配偶。<br>参差不齐的荇菜，从左到右去捞它。那美丽贤淑的女子，醒来睡去都想追求她。<br>追求却没法得到，白天黑夜便总思念她。长长的思念哟，叫人翻来覆去难睡下。<br>参差不齐的荇菜，从左到右去采它。那美丽贤淑的女子，奏起琴瑟来亲近她。<br>参差不齐的荇菜，从左到右去拔它。那美丽贤淑的女子，敲起钟鼓来取悦她。</p> <p><strong>注释</strong><br>⑴关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。<br>⑵洲：水中的陆地。<br>⑶窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。<br>⑷好逑（hǎo qiú）：好的配偶。逑，“仇”的假借字，匹配。<br>⑸参差：长短不齐的样子。荇（xìng）菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。<br>⑹左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。<br>⑺寤寐（wù mèi）：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛<a href=\"http://so.gushiwen.org/view_1.aspx\">诗</a>传笺注通释》说：“寤寐，犹梦寐。”也可通。<br>⑻思服：思念。服，想。 《毛传》：“服，思之也。”<br>⑼悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。<br>⑽辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。<br>⑾琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。<br>⑿芼（mào）：择取，挑选。<br>⒀钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《国风·周南·关雎》这首短小的<a href=\"http://so.gushiwen.org/view_1.aspx\">诗</a>篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。</p> <p>　　当初编纂《诗经》的人，在诗篇的排列上是否有某种用意，这已不得而知。但至少后人的理解，并不认为《关雎》是随便排列在首位的。《论语》中多次提到《诗》（即《诗经》），但作出具体评价的作品，却只有《关雎》一篇，谓之“乐而不淫，哀而不伤”。在他看来，《关雎》是表现“中庸”之德的典范。而汉儒的《毛诗序》又说：“《风》之始也，所以风天下而正夫妇也。故用之乡人焉，用之邦国焉。”这里牵涉到中国古代的一种伦理思想：在古人看来，夫妇为人伦之始，天下一切道德的完善，都必须以夫妇之德为基础。《毛诗序》的作者认为，《关雎》在这方面具有典范意义，所以才被列为“《风》之始”。它可以用来感化天下，既适用于“乡人”即普通百姓，也适用于“邦国”即统治阶层。</p> <p>　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，</p> <p>　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。</p> <p>　　这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。</p> <p>　　古之儒者重视夫妇之德，有其很深的道理。在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。</p> <p>　　由于《关雎》既承认男女之爱是自然而正常的感情，有要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。</p><br/><h2>解析</h2> <p>　　《关雎》是《风》之始也，也是《<a href=\"http://so.gushiwen.org/view_1.aspx\">诗</a>经》第一篇。古人把它冠于三百零五篇之首，说明对它评价很高。《史记·外戚世家》曾经记述说：“《易》基乾坤，《诗》始《关雎》，《书》美厘降……夫妇之际，人道之大伦也。”又《汉书·匡衡传》记载匡衡疏云：“匹配之际，生民之始，万福之原。婚姻之礼正，然后品物遂而天命全。孔子论《诗》，一般都是以《关雎》为始。……此纲纪之首，王教之端也。”他们的着眼点是迂腐的，但对诗的本义的概括却基本正确。问题在于它所表现的是什么样的婚姻。这关系到我们对《风》的理解。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》“序”说：“凡诗之所谓风者，多出于里巷歌谣之作，所谓男女相与咏歌，各言其情者也。”又郑樵《通志·乐略·正声序论》说：“《诗》在于声，不在于义，犹今都邑有新声，巷陌竞歌之，岂为其辞义之美哉？直为其声新耳。”朱熹是从诗义方面论述的，郑樵则从声调方面进行解释。我们把二者结合起来，可以认为《风》是一种用地方声调歌唱的表达男女爱情的歌谣。尽管朱熹对《关雎》主题的解释并不如此，但从《关雎》的具体表现看，它确是男女言情之作，是写一个男子对女子爱情的追求。其声、情、文、义俱佳，足以为《风》之始，三百篇之冠。孔子说：“《关雎》乐而不淫，哀而不伤。”（《论语·八佾》）此后，人们评《关雎》，皆“折中于夫子”（《史记·孔子世家》）。但《关雎》究竟如何呢？</p> <p>　　这首诗原是三章：一章四句，二章八句，三章八句。郑玄从文义上将后二章又各分为两章，共五章，每章四句。现在用郑玄的分法。第一章雎鸠和鸣于河之洲上，其兴淑女配偶不乱，是君子的好匹配。这一章的佳处，在于舒缓平正之音，并以音调领起全篇，形成全诗的基调。以“窈窕淑女，君子好逑”统摄全诗。第二章的“参差荇菜”承“关关雎鸠”而来，也是以洲上生长之物即景生情。“流”，《毛传》训为“求”，不确。因为下文“寤寐求之”已有“求”字，此处不当再有“求”义。“求”字是全篇的中心，整首诗都在表现男子对女子的追求过程，即从深切的思慕到实现结婚的愿望。第三章抒发求之而不得的忧思。这是一篇的关键，最能体现全诗精神。姚际恒《诗经通论》评云：“前后四章，章四句，辞义悉协。今夹此四句于‘寤寐求之’之下，‘友之’、‘乐之’二章之上，承上递下，通篇精神全在此处。盖必着此四句，方使下‘友’、‘乐’二义快足满意。若无此，则上之云‘求’，下之云‘友’、‘乐’，气势弱而不振矣。此古人文章争扼要法，其调亦迫促，与前后平缓之音别。”姚氏对本章在全诗中的重要性分析最为精当。应当补充者，此章不但以繁弦促管振文气，而且写出了生动逼真的形象，即<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>《渔洋诗话》所谓“《诗》三百篇真如画工之肖物”。林义光《诗经通解》说：“寐始觉而辗转反侧，则身犹在床。”这种对思念情人的心思的描写，可谓“哀而不伤”者也。第四、五章写求而得之的喜悦。“琴瑟友之”、“钟鼓乐之”，都是既得之后的情景。曰“友”，曰“乐”，用字自有轻重、深浅不同。极写快兴满意而又不涉于侈靡，所谓“乐而不淫”。通篇诗是写一个男子对女子的思念和追求过程，写求而不得的焦虑和求而得之的喜悦。</p><br/><h2>简析</h2> <p>　　《关雎》是一首意思很单纯的<a href=\"http://so.gushiwen.org/view_1.aspx\">诗</a>。大概它第一好在音乐，此有孔子的评论为证，《论语·泰伯》：“师挚之始，《关雎》之乱，洋洋乎盈耳哉。”乱，便是音乐结束时候的合奏。它第二好在意思。《关雎》不是实写，而是虚拟。戴君恩说：“此诗只‘窈窕淑女，君子好逑’便尽了，却翻出未得时一段，写个牢骚忧受的光景；又翻出已得时一段，写个欢欣鼓舞的光景，无非描写‘君子好逑’一句耳。若认做实境，便是梦中说梦。”牛运震说：“辗转反侧，琴瑟钟鼓，都是空中设想，空处传情，解诗者以为实事，失之矣。”都是有得之见。《诗》写男女之情，多用虚拟，即所谓“思之境”，如《汉广》，如《月出》，如《泽陂》，等等，而《关雎》一篇最是恬静温和，而且有首有尾，尤其有一个完满的结局，作为乐歌，它被派作“乱”之用，正是很合适的。 然而不论作为乐还是作为歌，它都不平衍，不单调。贺贻孙曰：“‘求之不得，寤寐思服。悠哉悠哉，辗转反侧’，此四句乃诗中波澜，无此四句，则不独全诗平叠直叙无复曲折，抑且音节短促急弦紧调，何以被诸管弦乎。忽于‘窈窕淑女’前后四叠之间插此四句，遂觉满篇悠衍生动矣。”邓翔曰：“得此一折，文势便不平衍，下文‘友之’‘乐之’乃更沉至有味。‘悠哉悠哉’，叠二字句以为句，‘辗转反侧’，合四字句以为句，亦着意结构。文气到此一住，乐调亦到此一歇拍，下章乃再接前腔。”虽然“歇拍”、“前腔”云云，是以后人意揣度古人，但这样的推测并非没有道理。依此说，则《关雎》自然不属即口吟唱之作，而是经由一番思索安排的功夫“作”出来。其实也可以说，“诗三百”，莫不如是。 “关关雎鸠，在河之洲”，毛传：“兴也。”但如何是兴呢，却是一个太大的问题。若把古往今来关于“兴”的论述统统编辑起来，恐怕是篇幅甚巨的一部大书，则何敢轻易来谈。然而既读《诗》，兴的问题就没办法绕开，那么只好敷衍几句最平常的话。所谓“兴”，可以说是引起话题吧，或者说是由景引起情。这景与情的碰合多半是诗人当下的感悟，它可以是即目，也不妨是浮想；前者是实景，后者则是心象。但它仅仅是引起话题，一旦进入话题，便可以放过一边，因此“兴”中并不含直接的比喻，若然，则即为“比”。至于景与情或曰物与心的关联，即景物所以为感为悟者，当日于诗人虽是直接，但如旁人看则已是微妙，其实即在诗人自己，也未尝不是转瞬即逝难以捕捉；时过境迁，后人就更难找到确定的答案。何况《诗》的创作有前有后，创作在前者，有不少先已成了警句，其中自然包括带着兴义的句子，后作者现成拿过来，又融合了自己的一时之感，则同样的兴，依然可以有不同的含义。但也不妨以我们所能感知者来看。罗大经说：“杜少陵绝句云：‘迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。’或谓此与儿童之属对何以异，余曰不然。上二句见两间莫非生意，下二句见万物莫不适性。于此而涵泳之，体认之，岂不足以感发吾心之真乐乎。”我们何妨以此心来看《诗》之兴。两间莫非生意，万物莫不适性，这是自然予人的最朴素也是最直接的感悟，因此它很可以成为看待人间事物的一个标准：或万物如此，人事亦然，于是喜悦，如“桃之夭夭，灼灼其华”(《周南·桃夭》)，如“呦呦鹿鸣，食野之苹”(《小雅·鹿鸣》)，如此诗之“关关雎鸠，在河之洲”；或万物如此，人事不然，于是悲怨，如“雄雉于飞，泄泄其羽”(《邶风·雄雉》)，如“习习谷风，以阴以雨”(《邶风·谷风》)，如“毖彼泉水，亦流于淇”(《邶风·泉水》)。《诗》中以纯粹的自然风物起倡的兴，大抵不出此意。总之，兴之特殊，即在于它于诗人是如此直接，而于他人则往往其意微渺，但我们若解得诗人原是把天地四时的瞬息变化，自然万物的死生消长，都看作生命的见证，人生的比照，那么兴的意义便很明白。它虽然质朴，但其中又何尝不有体认生命的深刻。 “钟鼓乐之”，是身分语，而最可含英咀华的则是“琴瑟友之”一句。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>曰：“‘友’者，亲爱之意也。”辅广申之曰：“以友为亲爱之意者，盖以兄友弟之友言也。”如此，《邶风·谷风》“宴尔新昏，如兄如弟”的形容正是这“友”字一个现成的注解。若将《郑风·女曰鸡鸣》《陈风·东门之池》等篇合看，便知“琴瑟友之”并不是泛泛说来，君子之“好逑”便不但真的是知“音”，且知情知趣，而且更是知心。春秋时代以歌诗为辞令，我们只认得当日外交之风雅，《关雎》写出好婚姻之一般，这日常情感生活中实在的谐美和欣欣之生意，却是那风雅最深厚的根源。那时候，《诗》不是装饰，不是点缀，不是只为修补生活中的残阙，而真正是“人生的日用品”(顾颉刚语)，《关雎》便好像是人生与艺术合一的一个宣示，栩栩然翩翩然出现在文学史的黎明。 关雎，是《诗经》的开篇之作，向来有赞誉。为什么用关雎作为这篇充满爱意的诗的题目呢？在孔子编辑《诗经》时，分为风雅颂三部分，其中雅又分为大雅和小雅。风，为民间传唱的诗，《孟子见梁惠王》中有关于民间的歌曲的记载，风，大体相当于现在的流行歌曲。雅，中的部分来自民间，部分来自贵族的歌颂诗。颂，便是贵族用来祭司时歌颂上天，先祖的诗。所以，大部分的诗是没有名字的，而编辑一部书，为了让人们便于查阅必将为每部分添加题目。当然，孔子比较谦虚采取了取诗每句开头的词作为诗的题目。《关雎》取自关关雎鸠 ，“关关”是指雎鸠的叫声，拟声词。后世多用这种的命名方法，如唐<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《无题》，因为有多首，所以采取了孔子发明的命名方法，如《锦瑟》取自：锦瑟无端五十弦。</p>",
  "about": "<h2>写作手法</h2> <p>　　这<a href=\"http://so.gushiwen.org/view_1.aspx\">诗</a>的主要表现手法是兴寄，《毛传》云：“兴也。”什么是“兴”？孔颖达的解释最得要领，他在《毛诗正义》中说：“‘兴’者，起也。取譬引类，起发己心，《诗》文诸举草木鸟兽以见意者，皆‘兴’辞也。”所谓“兴”，即先从别的景物引起所咏之物，以为寄托。这是一种委婉含蓄的表现手法。如此诗以雎鸠之“挚而有别”，兴淑女应配君子；以荇菜流动无方，兴淑女之难求；又以荇菜既得而“采之”、“芼之”，兴淑女既得而“友之”、“乐之”等。这种手法的优点在于寄托深远，能产生文已尽而意有余的效果。</p> <p>　　这首诗还采用了一些双声叠韵的连绵字，以增强诗歌音调的和谐美和描写人物的生动性。如“窈窕”是叠韵；“参差”是双声；“辗转”既是双声又是叠韵。用这类词修饰动作，如“辗转反侧”；摹拟形象，如“窈窕淑女”；描写景物，如“参差荇菜”，无不活泼逼真，声情并茂。刘师培《论文杂记》云：“上古之时，……谣谚之音，多循天籁之自然，其所以能谐音律者，一由句各叶韵，二由语句之间多用叠韵双声之字。”此诗虽非句各叶韵，但对双声叠韵连绵字的运用，却保持了古代诗歌淳朴自然的风格。</p> <p>　　用韵方面，这诗采取偶句入韵的方式。这种偶韵式支配着两千多年来我国古典诗歌谐韵的形式。而且全篇三次换韵，又有虚字脚“之”字不入韵，而以虚字的前一字为韵。这种在用韵方面的参差变化，极大地增强了诗歌的节奏感和音乐美。</p> <p>　　对《关雎》，我们应当从诗义和音乐两方面去理解。就诗义而言，它是“民俗歌谣”，所写的男女爱情是作为民俗反映出来的。相传古人在仲春之月有会合男女的习俗。《周礼·地官·媒氏》云：“媒氏（即媒官）掌万民之判（配合）。……中春（二月）之月，令会男女，于是时也，奔者不禁（不禁止奔）；若无故而不用令者，罚之，司男女之无夫家者而会之。”《关雎》所咏未必就是这段史事的记实，但这段史实却有助于我们了解古代男女相会、互相爱慕并希望成婚的心理状态和风俗习尚。文学作品描写的对象是社会生活，对社会风俗习尚的描写能更真实地再现社会生活，使社会生活融汇于社会风习的画面中，从而就更有真实感。《关雎》就是把古代男女恋情作为社会风俗习尚描写出来的。就乐调而言，全诗重章叠句都是为了合乐而形成的。郑樵《通志·乐略·正声序论》云：“凡律其辞，则谓之诗，声其诗，则谓之歌，作诗未有不歌者也。”郑樵特别强调声律的重要性。凡古代活的有生气的诗歌，往往都可以歌唱，并且重视声调的和谐。《关雎》重章叠句的运用，说明它是可歌的，是活在人们口中的诗歌。当然，《关雎》是把表达诗义和疾徐声调结合起来，以声调传达诗义。郑玄《诗谱序》云：“《虞书》曰：‘诗言志，歌永言，声依永，律和声。’然则诗之道，放于此乎？”</p> <p>　　（选自《中华文学鉴赏宝库》，陕西人民教育出版社1995年版） </p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "初中古诗",
    "诗经",
    "爱情"
  ]
}