{
  "id": 10856,
  "star": 24,
  "name": "和贾舍人早朝大明宫之作",
  "dynasty": "唐代",
  "content": "绛帻鸡人送晓筹，尚衣方进翠云裘。<br>九天阊阖开宫殿，万国衣冠拜冕旒。<br>日色才临仙掌动，香烟欲傍衮龙浮。<br>朝罢须裁五色诏，佩声归向凤池头。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>头戴红巾的卫士不住报说寒夜欲晓，尚衣官员给天子呈上了翠绿的云裘。<br>早朝的百官曙色中走进辉煌的宫殿，同万国使节向加冕悬旒的皇帝叩头。<br>初出的日光晃动着君王的雉尾掌扇，浮动的香烟飘向了皇上的衮龙袍绣。<br>罢朝后把天子的圣旨写在五色纸上，紫服玉佩的中书文官此刻纷忙不休。<br> 散译<br>戴着红巾的卫士在宫门报晓，尚衣官员向天子进上绣着翠云的皮袍。层层叠叠的宫殿如九重天门迤逦打开，异邦万国的使臣一齐向着皇帝跪见朝拜。日色刚刚照临到殿堂，仪仗已排列成扇形屏障。御炉中香烟袅袅，缭绕着天子的龙袍浮动飘忽。早朝过后中书省的官员退到凤凰池上，用五色彩纸起草皇上的诏书。</p> <p><strong>注释<br></strong>⑴和：即和<a href=\"http://so.gushiwen.org/view_10856.aspx\">诗</a>，是用来和答他人诗作的诗，依照别人诗词的格律或内容作诗词。可和韵，可不和韵。舍人：即中书舍人，时<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>任此职。大明宫：宫殿名，在长安禁苑南。<br>⑵绛帻（jiànɡ zé）：用红布包头似鸡冠状。鸡人：古代宫中，于天将亮时，有头戴红巾的卫士，于朱雀门外高声喊叫，好像鸡鸣，以警百官，故名鸡人。晓筹：即更筹，夜间计时的竹签。<br>⑶尚衣：官名。隋唐有尚衣局，掌管皇帝的衣服。翠云裘（qiú）：饰有绿色云纹的皮衣。<br>⑷九天：极言天之崇高广阔。古人认为天有九野、九重。此处借指帝宫。阊阖（chāng hé）：天门，此处指皇宫正门。<br>⑸衣冠：指文武百官。冕旒（miǎn liú）：古代帝王、诸侯及卿大夫的礼冠。旒，冠前后悬垂的玉串，天子之冕十二旒。这里指皇帝。<br>⑹仙掌：掌为掌扇之掌，也即障扇，宫中的一种仪仗，用以蔽日障风。<br>⑺衮（gǔn）龙：犹卷龙，指皇帝的龙袍。浮：指袍上锦绣光泽的闪动。<br>⑻裁：拟写。五色诏：用五色纸所写的诏书。<br>⑼凤池：指凤凰池。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10856.aspx\">诗</a>利用细节描写和场景渲染，写出了大明宫早朝时庄严华贵的气氛，别具艺术特色。</p> <p>　　诗一开头，诗人就选择了“报晓”和“进翠云裘”两个细节，显示了宫廷中庄严、肃穆的特点，给早朝制造气氛。这里以“鸡人”送“晓筹”报晓，突出了宫中的“肃静”。尚衣局是专门掌管皇帝衣服的。“翠云裘”是绣有彩饰的皮衣。“进”字前着一“方”字，表现宫中官员各遵职守，工作有条不紊。</p> <p>　　中间四句正面写早朝。诗人以概括叙述和具体描写，表现场面的宏伟庄严和帝王的尊贵。层层叠叠的宫殿大门如九重天门，迤逦打开，深邃伟丽；万国的使节拜倒丹墀，朝见天子，威武庄严。以九天阊阖喻天子住处，大笔勾勒了“早朝”图的背景，气势非凡。“万国衣冠拜冕旒”，标志大唐鼎盛的气象。在“万国衣冠”之后着一“拜”字，利用数量上众与寡、位置上卑与尊的对比，突出了大唐帝国的威仪，在一定程度上反映了真实的历史背景。</p> <p>　　如果说颔联是从大处着笔，那么颈联则是从细处落墨。大处见气魄，细处显尊严，两者互相补充，相得益彰。作者于大中见小，于小中见大，给人一种亲临其境的真实感。日光才临，仙掌即动，“临”和“动”，关联得十分紧密，充分显示皇帝的骄贵。“傍”字写飘忽的轻烟，颇见情态。“香烟”照应<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>诗中的“衣冠身惹御炉香”。贾至诗以沾沐皇恩为意，故以“身惹御炉香”为荣；<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>诗以帝王之尊为内容，故着“欲傍”为依附之意。作者通过仙掌挡日、香烟缭绕制造了一种皇庭特有的雍容华贵氛围。</p> <p>　　结尾两句又关照贾至的“共沐恩波凤池里，朝朝染翰侍君王。”贾至时任中书舍人，其职责是给皇帝起草诏书文件，所以说“朝朝染翰侍君王”，归结到中书舍人的职责。王维的和诗也说，“朝罢”之后，皇帝自然会有事诏告，所以贾至要到中书省的所在地凤池去用五色纸起草诏书了。“佩声”，是以身上佩带的饰物发出的声音代人，不言人而言“佩声”，于“佩声”中藏人的行动，使“归”字产生具体生动的效果。</p> <p>　　这首诗写了早朝前、早朝中、早朝后三个阶段，写出了大明宫早朝的气氛和皇帝的威仪，同时，还暗示了贾至的受重用和得意。这首和诗不和其韵，只和其意，雍容伟丽，造语堂皇，格调十分谐和。明代胡震亨《唐音癸签》说：“盛唐人和诗不和韵”，于此可窥一斑。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10856.aspx\">诗</a>作于唐肃宗乾元元年（758）春天，当时<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>任太子中允，与诗人<a href=\"http://so.gushiwen.org/author_60.aspx\">贾至</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>为同僚。时为中书舍人的贾至先作了一首《早朝大明宫呈两省僚友》，杜甫和王维、岑参都作了和诗，王维之和即为此诗。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "宫廷",
    "早朝"
  ]
}