{
  "id": 18229,
  "star": 10,
  "name": "汨罗遇风",
  "dynasty": "唐代",
  "content": "南来不作楚臣悲，重入修门自有期。<br>为报春风汨罗道，莫将波浪枉明时。",
  "fanyi": "<p><strong>译文<br></strong>我从南方归来不必再象<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那样为报国无门而悲伤自怜，眼看着就能回到长安回到朝堂。<br>在这春风中行进在汨罗江边的路上，回想起先贤，激励着自己要有所作为，不要辜负了这开明的时代。</p> <p><strong>注释<br></strong>1.汨罗江，水名，在湖南省东北部。<br>2.楚臣悲：《五百家注》引韩醇曰：“屈原投汨罗而死。公方召回，故云‘不作楚臣悲’。”<br>3.修门：《五百家注》引孙汝听曰：“《楚辞·招魂》：魂兮归来、入修门兮。注云：修门，郢城门。”此借指长安城门。<br>4.明时：政治清明之时。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　吟咏<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的<a href=\"http://so.gushiwen.org/view_18229.aspx\">诗</a>词，也有相当多的是一些迁客骚人，宦游经过秭归等地时，于羁旅之中吊念屈原，含有对自己身世遭际的感叹。诗人同情屈原的可悲命运，把个人遭受排斥打击的忿恨和不满压抑在心中。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>还写过“投迹山水地，放情咏《离骚》。”引屈原为知己，抒被贬谪抑郁忧愤之情。</p> <p>　　“南来不作楚臣悲”，南来，点明自己的处境；写诗人回顾贬湘时，已下定决心，不作悲怆的楚臣。即不愿像屈原那样因愤世而怀沙自沉。“不作楚臣悲”，表明自己的心境，自己不会像届原那样，因忧国忧民而自沉于水。为何不悲？</p> <p>　　“重入修门自有期”，表明诗人憧憬未来，有信心励精图治，再干一番事业。诗人以一达观的心态，对未来充满了信心。开头二句写事、抒情，皆未言及风，三句则引入风的描写。</p> <p>　　“为报春风汨罗道”，述说在春暖花开的时节，又来到汨罗，这条路不是沉沦之路，而是充满希望之路。诗人为了答谢在汨罗江旅途道上春风吹拂，“莫将波浪枉明时”，再次指出不能像汨水的波涛淹没到大湖中，而是下决心不辜负元和中兴的美好时光。波浪，人生波折，社会动荡。“莫”、“波浪”、“枉”、“明时”暗寓出诗人不因为遭受到挫折而耽搁了自己在政治清明之时施展才干的情愫。</p> <p>　　观此诗作，以七绝近体而存古韵，以平实质朴而寄深情，中唐以后少有人能及。东坡尝评子厚之诗：发纤秾于古简，寄至味于淡泊。此诗没有刻意渲染，只是平实的语句，却能感人至深；没有刻意表白，只是普通的叙述，却是发自肺腑。诗中写江中遇风，并未具体写风的表现，而是以人生的经历、体验作为主要表现内容，将“春风”作一点缀，以此与作者那乐观的心境相互映衬。</p>",
  "about": "<h2>创作背景</h2> 　　楚国大夫<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>忧愤国事，怀石自沉于此江。后人常临汨罗江凭吊屈原。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>三十三岁时因参与“永贞革新”失败而贬为永州司马（今湖南零陵）。在永州司马这个闲职上任满十年，期间一同遭贬的八司马已故去三位，唯有韩泰被起用。十年之后，又被发配到更遥远的边荒之地的柳州。此<a href=\"http://so.gushiwen.org/view_18229.aspx\">诗</a>可能就作于南行的途中。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "羁旅",
    "抒情",
    "忧国忧民",
    "抱负"
  ]
}