{
  "id": 72804,
  "star": 13,
  "name": "声无哀乐论",
  "dynasty": "两汉",
  "content": "　　有秦客问于东野主人曰：「闻之前论曰：『治世之音安以乐，亡国之音哀以思。』夫治乱在政，而音声应之；故哀思之情，表于金石；安乐之象，形于管弦也。又仲尼闻韶，识虞舜之德；季札听弦，知众国之风。斯已然之事，先贤所不疑也。今子独以为声无哀乐，其理何居？若有嘉讯，今请闻其说。」主人应之曰：「斯义久滞，莫肯拯救，故令历世滥于名实。今蒙启导，将言其一隅焉。夫天地合德，万物贵生，寒暑代往，五行以成。故章为五色，发为五音；音声之作，其犹臭味在于天地之间。其善与不善，虽遭遇浊乱，其体自若而不变也。岂以爱憎易操、哀乐改度哉？及宫商集比，声音克谐，此人心至愿，情欲之所锺。故人知情不可恣，欲不可极故，因其所用，每为之节，使哀不至伤，乐不至淫，斯其大较也。然『乐云乐云，锺鼓云乎哉？哀云哀云，哭泣云乎哉？因兹而言，玉帛非礼敬之实，歌舞非悲哀之主也。何以明之？夫殊方异俗，歌哭不同。使错而用之，或闻哭而欢，或听歌而戚，然而哀乐之情均也。今用均同之情，案，「戚」本作「感」，又脱同字，依《世说·文学篇》注改补。）而发万殊之声，斯非音声之无常哉？然声音和比，感人之最深者也。劳者歌其事，乐者舞其功。夫内有悲痛之心，则激切哀言。言比成诗，声比成音。杂而咏之，聚而听之，心动于和声，情感于苦言。嗟叹未绝，而泣涕流涟矣。夫哀心藏于苦心内，遇和声而后发。和声无象，而哀心有主。夫以有主之哀心，因乎无象之和声，其所觉悟，唯哀而已。岂复知『吹万不同，而使其自已』哉。风俗之流，遂成其政；是故国史明政教之得失，审国风之盛衰，吟咏情性以讽其上，故曰『亡国之音哀以思』也。 夫喜、怒、哀、乐、爱、憎、惭、惧，凡此八者，生民所以接物传情，区别有属，而不可溢者也。夫味以甘苦为称，今以甲贤而心爱，以乙愚而情憎，则爱憎宜属我，而贤愚宜属彼也。可以我爱而谓之爱人，我憎而谓之憎人，所喜则谓之喜味，所怒而谓之怒味哉？由此言之，则外内殊用，彼我异名。声音自当以善恶为主，则无关于哀乐；哀乐自当以情感，则无系于声音。名实俱去，则尽然可见矣。且季子在鲁，采《诗》观礼，以别《风》、《雅》，岂徒任声以决臧否哉？又仲尼闻《韶》，叹其一致，是以咨嗟，何必因声以知虞舜之德，然後叹美邪？今粗明其一端，亦可思过半矣。」</p> <p>　　秦客难曰：「八方异俗，歌哭万殊，然其哀乐之情，不得不见也。夫心动于中，而声出于心。虽托之于他音，寄之于余声，善听察者，要自觉之不使得过也。昔伯牙理琴而锺子知其所志；隶人击磬而子产识其心哀；鲁人晨哭而颜渊审其生离。夫数子者，岂复假智于常音，借验于曲度哉？心戚者则形为之动，情悲者则声为之哀。此自然相应，不可得逃，唯神明者能精之耳。夫能者不以声众为难，不能者不以声寡为易。今不可以未遇善听，而谓之声无可察之理；见方俗之多变，而谓声音无哀乐也。」又云：「贤不宜言爱，愚不宜言憎。然则有贤然后爱生，有愚然后憎成，但不当共其名耳。哀乐之作，亦有由而然。此为声使我哀，音使我乐也。苟哀乐由声，更为有实，何得名实俱去邪？」又云：「季子采《诗》观礼，以别《风》、《雅》；仲尼叹《韶》音之一致，是以咨嗟。是何言欤？且师襄奏操，而仲尼睹文王之容；师涓进曲，而子野识亡国之音。宁复讲诗而后下言，习礼然后立评哉？斯皆神妙独见，不待留闻积日，而已综其吉凶矣；是以前史以为美谈。今子以区区之近知，齐所见而为限，无乃诬前贤之识微，负夫子之妙察邪？」</p> <p>　　主人答曰：「难云：虽歌哭万殊，善听察者要自觉之，不假智于常音，不借验于曲度，锺子之徒云云是也。此为心悲者，虽谈笑鼓舞，情欢者，虽拊膺咨嗟，犹不能御外形以自匿，诳察者于疑似也。以为就令声音之无常，犹谓当有哀乐耳。又曰：「季子听声，以知众国之风；师襄奏操，而仲尼睹文王之容。案如所云，此为文王之功德，与风俗之盛衰，皆可象之于声音：声之轻重，可移于後世；襄涓之巧，能得之于将来。若然者，三皇五帝，可不绝于今日，何独数事哉？若此果然也。则文王之操有常度，韶武之音有定数，不可杂以他变，操以余声也。则向所谓声音之无常，锺子之触类，于是乎踬矣。若音声无常，锺子触类，其果然邪？则仲尼之识微，季札之善听，固亦诬矣。此皆俗儒妄记，欲神其事而追为耳，欲令天下惑声音之道，不言理以尽此，而推使神妙难知，恨不遇奇听于当时，慕古人而自叹，斯所□大罔后生也。夫推类辨物，当先求之自然之理；理已定，然后借古义以明之耳。今未得之于心，而多恃前言以为谈证，自此以往，恐巧历不能纪。」「又难云：「哀乐之作，犹爱憎之由贤愚，此为声使我哀而音使我乐；苟哀乐由声，更为有实矣。夫五色有好丑丑，五声有善恶，此物之自然也。至于爱与不爱，喜与不喜，人情之变，统物之理，唯止于此；然皆无豫于内，待物而成耳。至夫哀乐自以事会，先遘于心，但因和声以自显发。故前论已明其无常，今复假此谈以正名号耳。不为哀乐发于声音，如爱憎之生于贤愚也。然和声之感人心，亦犹酒醴之发人情也。酒以甘苦为主，而醉者以喜怒为用。其见欢戚为声发，而谓声有哀乐，不可见喜怒为酒使，而谓酒有喜怒之理也。」</p> <p>　　秦客难曰：「夫观气采色，天下之通用也。心变于内而色应于外，较然可见，故吾子不疑。夫声音，气之激者也。心应感而动，声从变而发。心有盛衰，声亦隆杀。同见役于一身，何独于声便当疑邪！夫喜怒章于色诊，哀乐亦宜形于声音。声音自当有哀乐，但暗者不能识之。至锺子之徒，虽遭无常之声，则颖然独见矣，今蒙瞽面墙而不悟，离娄昭秋毫于百寻，以此言之，则明暗殊能矣。不可守咫尺之度，而疑离娄之察；执中痛之听，而猜锺子之聪；皆谓古人为妄记也。」</p> <p>　　主人答曰：「难云：心应感而动，声从变而发，心有盛衰，声亦降杀，哀乐之情，必形于声音，锺子之徒，虽遭无常之声，则颖然独见矣。必若所言，则浊质之饱，首阳之饥，卞和之冤，伯奇之悲，相如之含怒，不占之怖祗，千变百态，使各发一咏之歌，同启数弹之微，则锺子之徒，各审其情矣。尔为听声者不以寡众易思，察情者不以大小为异，同出一身者，期于识之也。设使从下，则子野之徒，亦当复操律鸣管，以考其音，知南风之盛衰，别雅、郑之淫正也？夫食辛之与甚噱，薰目之与哀泣，同用出泪，使狄牙尝之，必不言乐泪甜而哀泪苦，斯可知矣。何者？肌液肉汗，?笮便出，无主于哀乐，犹?酒之囊漉，虽笮具不同，而酒味不变也。声俱一体之所出，何独当含哀乐之理也？且夫《咸池》、《六茎》，《大章》、《韶夏》，此先王之至乐，所以动天地、感鬼神。今必云声音莫不象其体而传其心，此必为至乐不可托之于瞽史，必须圣人理其弦管，尔乃雅音得全也。舜命夔「击石拊石，八音克谐，神人以和。」以此言之，至乐虽待圣人而作，不必圣人自执也。何者？音声有自然之和，而无系于人情。克谐之音，成于金石；至和之声，得于管弦也。夫纤毫自有形可察，故离瞽以明暗异功耳。若乃以水济水，孰异之哉？」</p> <p>　　秦客难曰：「虽众喻有隐，足招攻难，然其大理，当有所就。若葛卢闻牛鸣，知其三子为牺；师旷吹律，知南风不竞，楚师必败；羊舌母听闻儿啼，而审其丧家。凡此数事，皆效于上世，是以咸见录载。推此而言，则盛衰吉凶，莫不存乎声音矣。今若复谓之诬罔，则前言往记，皆为弃物，无用之也。以言通论，未之或安。若能明斯所以，显其所由，设二论俱济，愿重闻之。」</p> <p>　　主人答曰：「吾谓能反三隅者，得意而忘言，是以前论略而未详。今复烦循环之难，敢不自一竭邪？夫鲁牛能知牺历之丧生，哀三子之不存，含悲经年，诉怨葛卢；此为心与人同，异于兽形耳。此又吾之所疑也。且牛非人类，无道相通，若谓鸣兽皆能有言，葛卢受性独晓之，此为称其语而论其事，犹译传异言耳，不为考声音而知其情，则非所以为难也。若谓知者为当触物而达，无所不知，今且先议其所易者。请问：圣人卒人胡域，当知其所言否乎？难者必曰知之。知之之理何以明之？愿借子之难以立鉴识之域。或当与关接识其言邪？将吹律鸣管校其音邪？观气采色和其心邪？此为知心自由气色，虽自不言，犹将知之，知之之道，可不待言也。若吹律校音以知其心，假令心志于马而误言鹿，察者固当由鹿以知马也。此为心不系于所言，言或不足以证心也。若当关接而知言，此为孺子学言于所师，然后知之，则何贵于聪明哉？夫言，非自然一定之物，五方殊俗，同事异号，举一名以为标识耳。夫圣人穷理，谓自然可寻，无微不照。苟无微不照，理蔽则虽近不见，故异域之言不得强通。推此以往，葛卢之不知牛鸣，得不全乎？」又难云：「师旷吹律，知南风不竞，楚多死声。此又吾之所疑也。请问师旷吹律之时，楚国之风邪，则相去千里，声不足达；若正识楚风来入律中邪，则楚南有吴、越，北有梁、宋，苟不见其原，奚以识之哉？凡阴阳愤激，然后成风。气之相感，触地而发，何得发楚庭，来入晋乎？且又律吕分四时之气耳，时至而气动，律应而灰移，皆自然相待，不假人以为用也。上生下生，所以均五声之和，叙刚柔之分也。然律有一定之声，虽冬吹中吕，其音自满而无损也。今以晋人之气，吹无韵之律，楚风安得来入其中，与为盈缩邪？风无形，声与律不通，则校理之地，无取于风律，不其然乎？岂独师旷多识博物，自有以知胜败之形，欲固众心而托以神微，若伯常骞之许景公寿哉？」又难云：「羊舌母听闻儿啼而审其丧家。复请问何由知之？为神心独悟暗语而当邪？尝闻儿啼若此其大而恶，今之啼声似昔之啼声，故知其丧家邪？若神心独悟暗语之当，非理之所得也。虽曰听啼，无取验于儿声矣。若以尝闻之声为恶，故知今啼当恶，此为以甲声为度，以校乙之啼也。夫声之于音，犹形之于心也。有形同而情乖，貌殊而心均者。何以明之？圣人齐心等德而形状不同也。苟心同而形异，则何言乎观形而知心哉？且口之激气为声，何异于籁?纳气而鸣邪？啼声之善恶，不由儿口吉凶，犹琴瑟之清浊不在操者之工拙也。心能辨理善谈，而不能令内?调利，犹瞽者能善其曲度，而不能令器必清和也。器不假妙瞽而良，?不因惠心而调，然则心之与声，明为二物。二物之诚然，则求情者不留观于形貌，揆心者不借听于声音也。察者欲因声以知心，不亦外乎？今晋母未待之于老成，而专信昨日之声，以证今日之啼，岂不误中于前世好奇者从而称之哉？」</p> <p>　　秦客难曰：「吾闻败者不羞走，所以全也。吾心未厌而言，难复更从其馀。今平和之人，听筝笛琵琶，则形躁而志越；闻琴瑟之音，则听静而心闲。同一器之中，曲用每殊，则情随之变：奏秦声则叹羡而慷慨；理齐楚则情一而思专，肆姣弄则欢放而欲惬；心为声变，若此其众。苟躁静由声，则何为限其哀乐，而但云至和之声，无所不感，托大同于声音，归众变于人情？得无知彼不明此哉？」</p> <p>　　主人答曰：「难云：琵琶、筝、笛令人躁越。又云：曲用每殊而情随之变。此诚所以使人常感也。琵琶、筝、笛，间促而声高，变众而节数，以高声御数节，故使人形躁而志越。犹铃铎警耳，锺鼓骇心，故『闻鼓鼙之音，思将帅之臣』，盖以声音有大小，故动人有猛静也。琴瑟之体，间辽而音埤，变希而声清，以埤音御希变，不虚心静听，则不尽清和之极，是以听静而心闲也。夫曲用不同，亦犹殊器之音耳。齐楚之曲，多重故情一，变妙故思专。姣弄之音，挹众声之美，会五音之和，其体赡而用博，故心侈于众理；五音会，故欢放而欲惬。然皆以单、复、高、埤、善、恶为体，而人情以躁、静而容端，此为声音之体，尽于舒疾。情之应声，亦止于躁静耳。夫曲用每殊，而情之处变，犹滋味异美，而口辄识之也。五味万殊，而大同于美；曲变虽众，亦大同于和。美有甘，和有乐。然随曲之情，尽于和域；应美之口，绝于甘境，安得哀乐于其间哉？然人情不同，各师所解。则发其所怀；若言平和，哀乐正等，则无所先发，故终得躁静。若有所发，则是有主于内，不为平和也。以此言之，躁静者，声之功也；哀乐者，情之主也。不可见声有躁静之应，因谓哀乐者皆由声音也。且声音虽有猛静，猛静各有一和，和之所感，莫不自发。何以明之？夫会宾盈堂，酒酣奏琴，或忻然而欢，或惨尔泣，非进哀于彼，导乐于此也。其音无变于昔，而欢戚并用，斯非『吹万不同』邪？夫唯无主于喜怒，亦应无主于哀乐，故欢戚俱见。若资偏固之音，含一致之声，其所发明，各当其分，则焉能兼御群理，总发众情邪？由是言之，声音以平和为体，而感物无常；心志以所俟为主，应感而发。然则声之与心，殊涂异轨，不相经纬，焉得染太和于欢戚，缀虚名于哀乐哉？秦客难曰：「论云：猛静之音，各有一和，和之所感，莫不自发，是以酒酣奏琴而欢戚并用。此言偏并之情先积于内，故怀欢者值哀音而发，内戚者遇乐声而感也。夫音声自当有一定之哀乐，但声化迟缓不可仓卒，不能对易。偏重之情，触物而作，故今哀乐同时而应耳；虽二情俱见，则何损于声音有定理邪？主人答曰：「难云：哀乐自有定声，但偏重之情，不可卒移。故怀戚者遇乐声而哀耳。即如所言，声有定分，假使《鹿鸣》重奏，是乐声也。而令戚者遇之，虽声化迟缓，但当不能使变令欢耳，何得更以哀邪？犹一爝之火，虽未能温一室，不宜复增其寒矣。夫火非隆寒之物，乐非增哀之具也。理弦高堂而欢戚并用者，直至和之发滞导情，故令外物所感得自尽耳。难云：偏重之情，触物而作，故令哀乐同时而应耳。夫言哀者，或见机杖而泣，或睹舆服而悲，徒以感人亡而物存，痛事显而形潜，其所以会之，皆自有由，不为触地而生哀，当席而泪出也。今见机杖以致感，听和声而流涕者，斯非和之所感，莫不自发也。」</p> <p>　　秦客难曰：「论云：酒酣奏琴而欢戚并用。欲通此言，故答以偏情感物而发耳。今且隐心而言，明之以成效。夫人心不欢则戚，不戚则欢，此情志之大域也。然泣是戚之伤，笑是欢之用。盖闻齐、楚之曲者，唯睹其哀涕之容，而未曾见笑噱之貌。此必齐、楚之曲，以哀为体，故其所感，皆应其度量；岂徒以多重而少变，则致情一而思专邪？若诚能致泣，则声音之有哀乐，断可知矣。」</p> <p>　　主人答曰：「虽人情感于哀乐，哀乐各有多少。又哀乐之极，不必同致也。夫小哀容坏，甚悲而泣，哀之方也；小欢颜悦，至乐心喻，乐之理也。何以明之？夫至亲安豫，则恬若自然，所自得也。及在危急，仅然后济，则?不及亻舞。由此言之，亻舞之不若向之自得，岂不然哉？，至夫笑噱虽出于欢情，然自以理成又非自然应声之具也。此为乐之应声，以自得为主；哀之应感，以垂涕为故。垂涕则形动而可觉，自得则神合而无忧，是以观其异而不识其同，别其外而未察其内耳。然笑噱之不显于声音，岂独齐楚之曲邪？今不求乐于自得之域，而以无笑噱谓齐、楚体哀，岂不知哀而不识乐乎？」</p> <p>　　秦客问曰：「仲尼有言：『移风易俗，莫善于乐。』即如所论，凡百哀乐，皆不在声，即移风易俗，果以何物邪？又古人慎靡靡之风，抑忄舀耳之声，故曰：『放郑声，远佞人。』然则郑卫之音击鸣球以协神人，敢问郑雅之体，隆弊所极；风俗称易，奚由而济？幸重闻之，以悟所疑。」</p> <p>　　主人应之曰：「夫言移风易俗者，必承衰弊之後也。古之王者，承天理物，必崇简易之教，御无为之治，君静于上，臣顺于下，玄化潜通，天人交泰，枯槁之类，浸育灵液，六合之内，沐浴鸿流，荡涤尘垢，群生安逸，自求多福，默然从道，怀忠抱义，而不觉其所以然也。和心足于内，和气见于外，故歌以叙志，亻舞以宣情。然后文之以采章，照之以风雅，播之以八音，感之以太和，导其神气，养而就之。迎其情性，致而明之，使心与理相顺，气与声相应，合乎会通，以济其美。故凯乐之情，见于金石，含弘光大，显于音声也。若以往则万国同风，芳荣济茂，馥如秋兰，不期而信，不谋而诚，穆然相爱，犹舒锦彩，而粲炳可观也。大道之隆，莫盛于兹，太平之业，莫显于此。故曰「『移风易俗，莫善于乐。』乐之为体，以心为主。故无声之乐，民之父母也。至八音会谐，人之所悦，亦总谓之乐，然风俗移易，不在此也。夫音声和比，人情所不能已者也。是以古人知情之不可放，故抑其所遁；知欲之不可绝，故因其所自。为可奉之礼，制可导之乐。口不尽味，乐不极音。揆终始之宜，度贤愚之中。为之检则，使远近同风，用而不竭，亦所以结忠信，著不迁也。故乡校庠塾亦随之变，丝竹与俎豆并存，羽毛与揖让俱用，正言与和声同发。使将听是声也，必闻此言；将观是容也，必崇此礼。礼犹宾主升降，然后酬酢行焉。于是言语之节，声音之度，揖让之仪，动止之数，进退相须，共为一体。君臣用之于朝，庶士用之于家，少而习之，长而不怠，心安志固，从善日迁，然后临之以敬，持之以久而不变，然后化成，此又先王用乐之意也。故朝宴聘享，嘉乐必存。是以国史采风俗之盛衰，寄之乐工，宣之管弦，使言之者无罪，闻之者足以自诫。此又先王用乐之意也。若夫郑声，是音声之至妙。妙音感人，犹美色惑志。耽?荒酒，易以丧业，自非至人，孰能御之？先王恐天下流而不反，故具其八音，不渎其声；绝其大和，不穷其变；捐窈窕之声，使乐而不淫，犹大羹不和，不极勺药之味也。若流俗浅近，则声不足悦，又非所欢也。若上失其道，国丧其纪，男女奔随，淫荒无度，则风以此变，俗以好成。尚其所志，则群能肆之，乐其所习，则何以诛之？托于和声，配而长之，诚动于言，心感于和，风俗一成，因而名之。然所名之声，无中于淫邪也。淫之与正同乎心，雅、郑之体，亦足以观矣。」",
  "fanyi": "<h2>译文</h2> <p> 有秦客向东野主人发问道：听说前人有这样的说法：“太平时代的音乐安宁而快乐，亡国之际的音乐哀伤而怀思。”太平和混乱是政治上的事，却在音乐上得到应和，所以哀伤怀思的感情就体现在金石上，安定快乐的形象就表现在管弦中。另外孔子聆听韶乐，了解了大舜的德行；季札听音乐，知道了各国的风气。这是已经发生的事，前辈贤人从未怀疑过。现在您却以为声音没有哀乐，这是什么道理？如有好的见解，请说出来让我听听。主人回答说，这个道理沉埋已久，没人愿意发掘阐发，所以使得历代的人都搞乱了名实，（归按，名实是要相配的）现在承蒙您的启发，我就来粗略地说一说它的道理。</p> <p> 天地共同运作，万物借以生长，寒来暑往，五行因此形成，表现为五色，发出为五声。声音的产生好比是气味散布在天地之间。声音的好和不好，虽然会遭遇到浑浊混乱，但是它的本体却是自己原来的样子，不会有什么变化，怎么会因为别人的爱憎、哀乐而改变性质呢（归按，这显然是物理的或自然的声音）。等到各种音调会合在一起，声音和谐，这是人心最高的愿望，情欲集中的所在。古人知道情感不能放纵，欲望不可穷极，所以就借着他所享用的音乐，常常加以节制，使得人们哀怨而不至于伤心，快乐又不至于过分（归按，这很明显是指音乐）。人们根据事物的性质给予相应的名称，每一个事物都有一个称号，例如哭泣就称为悲哀，歌唱就称为快乐，这是一个大体的情况。然而孔子说“音乐啊，音乐啊，难道只是指钟鼓之类的乐器吗？”同样道理，悲哀呀，悲哀呀，难道指的只是哭泣吗？由此说来，玉帛之类的礼品不是诚敬之心的实体，歌唱哭泣也不是哀乐的主宰呀。怎样才能说明这一点呢？各地的风俗不同，歌哭所表示的意思也不同，假如打乱了来使用，有的人就会听到哭泣感到高兴，有的人则会听到歌唱觉得悲哀，（不管感情的表现怎样的千差万别），然而他们心中有哀乐之情却是一样的。现在用同样的哀乐之情却发出了千差万别的声音，这不是说明了声音和感情的关系是不固定的吗？（归按，1、“音声之无常”指的是音声与意义或感情的关系没有固定的搭配。“音声无常”的意思是，一定的声音并不一定表示哀或者乐，由此推出哀乐不是声音自身的质性。2、这里用“殊方异俗，歌哭不同”来说明声音无常，论据不充分。在现实中是否真有闻哭而欢，听歌而戚的情况是值得怀疑的。因悲而哭，因欢而歌是符合自然的，如果是这样的话，哭笑之于哀乐就不是无常，而是有常的。这是用一个未经证明的说法作前提，有效性是有问题的。3、把这个说法置换成音乐的意思，就是有没有同一支曲子既可表示哀伤又可表示快乐，不能排除这种情况，但不会发生在同一作曲家身上，可能发生在听众的这方面，产生这种情况的原因在于误读或曲子感情特征不明显。）然而声音和谐地组合在一起，是最能感动人的，辛劳的人歌唱自己的遭遇，快乐的人用舞蹈来表达他们的快乐。心中有悲痛之情，就会说出哀伤激切的话，把话组织起来就成了<a href=\"http://so.gushiwen.org/view_72804.aspx\">诗</a>，把声音组织起来就成了音乐。（归按，如此说来应该是声有哀乐，而不是相反）人们一起歌咏，围聚在一起倾听，内心被和声打动，感情受到悲苦的语言的感染，叹息还没有止息，就已经泪流满面了。（归按，到这里都似乎是讲声有哀乐，听众受到哀乐之声的感染。然而下文突然一转，就把声说成是“无象”的，逻辑上有断裂。）悲哀之心藏在心中，遇到和声便发泄出来，和声没有形象，但是悲哀的内心却是有主宰的。以有主宰的内心，借着没有形象的和声然后发泄出来，他所感觉到的，也只有哀伤而已。他哪里知道“大风吹着万千孔穴，发出各种不同的声音，这些声音都是孔穴自己发出的，却不关大风”的道理呢？风俗的流播于是成了政事的反映，所以史官要弄清政治教化的成功和失败，考察一国风气的兴盛和衰退，抒发感情，讽刺统治者，所以说“亡国之音哀伤而怀思”啊。（归按，这一段论声无哀乐，但存在着逻辑上的断裂。声有哀乐是一个常识，是人人都明白的道理。声无哀乐是一个费解的命题，是需要论证的。<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>在论证的时候是混淆了物理的声音和音乐之间的差别，物理的声音当然是没有哀乐的，但音乐是作曲家创作出来的，怎么会没有哀乐呢。一个是人创作的产物，一个不是人的创作，这是很大的区别。但嵇康最擅长分析的人在这个问题上去不做分辨了，他用物理的声音的特点来代替了音乐的特点，使人感觉他言之凿凿，很有道理。这是一点。其次，是否一定就是“音声无常”，仍然是应该问一个为什么的，不应该贸然接受这个前提。因为这是应该区别来看的。从音乐创作的无限自由的空间而言，音声当然是无常的。若从哀乐之情在乐曲中的风貌而言，又有着大致的规范。例如快乐之曲往往比较轻快，灵动，悲哀之却曲往往旋律沉重，节奏缓慢。犹如悲哀了要哭，快乐了要笑一样，这是有着心理依据的，也可以说是有常的。其三，按照嵇康的推论，既然自然的声音不出于人的创造，那么声音与人的关系就局限在声音和接受者间的关系。但音乐与人的关系就要复杂了，它包括了作曲家和音乐，音乐和接受者这两层关系。因此倘要论证声无哀乐论必须回答作曲家与音乐作品是怎样一种关系，但嵇康在这里却回避了这个关键问题。他没有回答这样的问题，作曲家所面对的音乐不是“其体自若而无变”的形态，音乐作品是按照作曲家的意愿创造出来的，他使用了特定的音符、旋律、节奏对自然的声音做了改造，对于这种“自为”的声音，怎么还能说是“其体自若而无变”呢？他没有回答这个问题，回避了在这一环节上的论证。）</p> <p> 喜、怒、哀、乐、爱、憎、惭、惧，这八种情感是老百姓用来接触外物传达感情，区别物类的名称，是不可乱用的。味道用甘苦来称呼，如果现在有一个人因为甲品德好而喜欢他，因为乙愚蠢而讨厌他，那么喜欢或者讨厌就应该是属于我的感情，贤和愚就应该是属于对方的品性，难道可以因为我喜欢那个人就称他为喜欢的人，我讨厌那个人就称他讨厌的人吗？我喜欢这种味道就称之为喜味，我怒恨这种味道就称之为怒味吗？据此说来，客体和主体有不同的功能，他和我就应该用不同的名称。声音本来就是以好和不好作为主体，跟哀乐没有关系；（归按，“声音自当以善恶为主，则无关于哀乐。”这是一个很关键的判断。问题在于“声音”到底是指什么，在古文中它可以指音乐，也可以指物理的声音。倘若指后者，意思就是“声音的实质要么是噪音，要么是乐音”，这个判断一点都没有错。倘若是指前者，说音乐中不包含哀乐就是一个错误的判断。声音只是音乐的要素之一，并不等同于音乐。嵇康的基本策略就是采用分析法，层层分析至对象的基本要素，然后以要素的属性代替作为整体的对象的属性。又按，在“声音自当以善恶为主”中的“声音”也可以指音乐，如果是这样，那么“善恶”就是指好听或不好听。如果这样，那就是形式主义的美学观。）哀乐本来就是感情受到激发以后发露的结果，与声音无关。误配的名实全都分离，问题就可以看清楚了。况且季札在鲁国采集诗歌，考察礼制，以此来辨别风雅，哪里只是根据声音来判断优劣呢？又孔子聆听韶乐，感叹音乐与德行一致，所以赞叹，哪里就一定是仅凭声音才知道虞舜的德行，然后赞叹呢？现在我粗略地说明一个方面，也可以了解一个大概了。</p> <p> （归按，第一段是总纲，是核心观点，是立论，以下七段是驳论。这一段的主要方法是分析名理，将他所认为误配的名实关系分离出来，然后分别确定他认为正确的名实关系。具体说就是声音本身的性质只有善恶，哀乐属于听者的感情，与声音无关。这里问题在于，1、何谓声音，是指物理的声音，还是指音乐。物理的声音自然没有哀乐，倘若是指音乐，就是一个有争议的问题。2、如果是说音乐中没有哀乐，哀乐只是来自听者，那么作曲家的哀乐又当如何看呢？既然听者的哀乐可以由音乐激发出来，那么作曲家在作曲时为什么就不可以将自己的感情体现在作品里呢？特别是作曲家在作曲时是主动者，音乐是由他创造出来的，使用怎样的语言，怎样安排语言都是与他的精神状态有关的。但是关于作曲家的这一环节在嵇康这里是被回避了，而这是一个十分重大不可回避的问题，但嵇康要加胜于人，就一定要回避这个问题。）</p> <p> ②秦客诘难说，诚然，各地的风俗不同，唱歌哭泣表示的意思也不一样，然而人们哀乐的感情却不能不表现出来。内心受到触动，声音便从心中发出，虽然寄托于别的声音，借寓在余响里，善于听音乐的人总还能听懂，不会让音乐中的感情错过。从前伯牙弹琴，钟子期就知道他想到了什么；下人敲磬，子产就知道他内心悲哀；鲁国人早晨哭泣，颜渊知道他与儿子分别。这几位哪里是从固定的音符中得到智慧，在曲调中受到验证呢？（归按，“假智于常音，借验于曲度”中“常音”是指音符与意义有固定的对应关系的音。也就是上文所讲的“音声指无常”的反面。当然事实上在音乐中是不存在这种“常音”的，因为音乐的语言是不同于文字的语言，不具有确定性。）内心悲哀神色就会发生变化，感情悲伤声音就会变得哀切，这是自然的反应，不可缺失，只有精神清明的人才能精通。善听音乐的人不会因为声音众多感到困难，不善听音乐的人也不会声音单调就感觉容易。不能因为没有遇到善听音乐的人就说音乐没有可以听懂的途径，看到各地风俗的多变就说声音中没有哀乐。（归按，这是说音乐中是有内容的，自然也是有感情的。既讲原理，又例举事实，很有道理。）您又说：贤德的人不应该用爱来称呼，愚笨的人不应该用憎来称呼。然而这也是因为有了贤德才会引起别人的爱，有了愚笨才会引起别人的憎，只是同一个主体不该共用两个名称啊。哀乐的产生也是有缘故的，这是声音使我悲哀，声音使我快乐。如果哀乐确由声音引起，那声音中有哀乐就是实实在在的，怎么能将名实分离开来呢？（归按，“何得名实俱去”中“名实俱去”是说将原来一致的名实硬是分离开去。这个反驳也很有道理。秦客是用反映论的观点来反驳嵇康的，既然哀乐由声引起，则是先有声中的哀乐，而后才有听者的哀乐，听者的哀乐来源于声中的哀乐。如果声中有哀乐，则哀乐本来就是声音的属性，将哀乐与音乐分离就是不对的。这段话的价值也是在于他分析的精细，区分了两种哀乐，以此说明源流关系，最终证明声有哀乐。）</p> <p> 您又说，季札采集诗歌，考察礼仪，以此来辨别风雅；孔子感叹《韶》乐与德行一致，所以赞叹不已，这是什么话啊？况且师襄演奏乐曲，孔子得以目睹周文王的容貌；师涓奏乐，师旷从中听出了亡国之音，哪里是讲明诗意后才下判断，演习礼仪后才作评论的呢？这都是直觉领悟，用不着等到积累了平日的见闻就已经能判断好坏了，所以前代史书当作佳话记载下来。现在您凭借着浅陋的见闻，用您的见识为标准来作判断，这不是抹杀了前人精细的见识，辜负了夫子神妙的体察吗？（归按，秦客坚持音乐是有内容的，善听乐者是能够通过音乐理解音乐中的内容。音乐有内容，因而有感情都是不错的。问题是音乐的语言是含蓄的，模糊的，具有不确定性。因此听众要通过想象才能把握音乐的内容，因而听众的理解和作曲家的原意之间是会有一定距离的。对于这一点秦客没有给予充分的注意，这给下文嵇康的反驳造成了空隙。尽管如此，还是改变不了声有哀乐的特点。）</p> <p> 主人回答说：您诘难说，虽然歌唱、哭泣所表示的意思千差万别，但善于听声的人总能够听懂，不用借助于固定的声音，也无须用曲调来验证，钟子期一类人就是如此。这是因为虽然内心悲哀的人表面上说说笑笑击鼓跳舞，内心喜悦的人表面上捶胸哀叹，却仍然不能控制外表，隐藏自己的真实感情，用假象来欺骗旁人啊，您却认为这已经说明声音是不固定的，仍说是声音中有哀乐啊。（归按，秦客说钟子期之类的人是从音乐里听懂了音乐里的感情。嵇康说，不是听懂的，而是从音乐家的行为中看出来的。反驳的方法是不否认现象，而是对原因作新解释。对现象作新解释是嵇康惯用的手法，这个新解释在绝大多数的情况下是有道理的，但只是一种情况，一种可能性，不能使用全称判断。所以也就构不成否定秦客的理由。）</p> <p> 您又说，季札听音乐借此了解各国的风俗，师襄奏曲子，孔子得以目睹周文王的容貌。照您这样说起来，那就是文王的功勋品德和风俗的盛衰都可以体现在声音里；声音的强弱也可以传递到后世；师襄、师涓的灵巧又能在将来得到。如果是这样的话，那么三皇五帝的事迹就不会在今天断绝，哪里只会残留寥寥几件呢？如果真的是这样的话，那么表现文王的曲子就会有固定的曲调，《韶》、《武》的音乐也有一定的旋律，不会搀杂着其他的变化，奏出别的调子。如果真是这样的话，那么先前您所说的声音与感情没有固定的搭配，钟子期听音乐触类旁通的说法，就说不通了。如果声音和感情的关系是不固定的，钟子期触类旁通的事真的是有的，那么说孔子识别精微，季札善于听乐，就是虚妄不实的。这都是俗儒随意乱记，想要让天下人迷惑声音的道理，不说音乐的道理不过如此，只是让人觉得音乐神秘难懂，恨不得当下就遇到善听的人，羡慕古人而自叹不如，这就是他们用来欺骗后人的方法啊。依类推理辨别事物应该先求得自然的道理，道理确定以后，再借古义来证明它。现在您还没有在心中求得这样的道理，却只是依凭前代的记载作为言谈的根据，照此推论下去，恐怕就是最精于算计的人也是无法掌握的啊。（归按，这一节是否定季札听音之类的传说，意思是这一切都是虚妄不实的。但这个驳论是武断的，问题在他的前提，如果音乐中有内容，就一定意味着声音与内容之间有明确的对应关系，即所谓有常。这是把音乐的语言等同于文字的语言。所以嵇康的这一段驳论对于论敌来说并不是有效的。而且即使后人不能像季札观风那样辨别各国的风俗，但还是不能否认乐中有感情。具体的内容难以表现，但感情却是存在的。）</p> <p> 您又诘难说，哀乐的产生如同爱憎是由贤德和愚笨引起的，这就是说，音乐使我悲哀，音乐使我快乐；如果哀乐真由声音而起，那就说明声音中是有哀乐的。色彩有好看的和难看的，声音有好听的和难听的，这是事物本身的属性。至于爱还是不爱，喜欢还是不喜欢，人们感情的变化，心理对事物的反应只限于这一点，但都与内心的感情没有关系，只是接触到外物之后形成的。（归按，这是说爱与不爱，喜与不喜尽管也是人的心理活动，但都是对客体的直接反应，是先有刺激而后才形成反应，是一种被动的反应。“无豫于内”是说原先在心中是不存在的。这是为了与先有感情而后寻找外物以为发泄的情况相区别，足见嵇康的析理精微之处。）至于哀乐却不然，本来是因为碰到事情，预先郁结在心中，只是借着和声而发泄出来；所以前面已经说明了声音与感情并不固定，现在再借这个话题来确定它们的名实关系。不是说哀乐借着声音发泄出来，就像爱憎是由贤德和愚笨引起的一样啊。（归按，意思是不一样。“哀乐发于声音”，古文的表达，意义不够明确，既可理解为声音有哀乐，作曲家的哀乐通过音乐表现出来，也可以理解为，声音无哀乐，是听者的哀乐借着音乐发泄出来，是自作多情。这里的意思是后者。）然而和声感动人心如同美酒激发感情一样。酒以甘苦为属性，而醉酒的人却用酒来发泄感情。人们见到有人借音乐来发泄自己的悲欢，就说音乐是有哀乐的，其荒谬就像不能因为看到有人借酒宣泄，就说酒中有喜有怒一样。（归按，嵇康区别了触景生情和借景抒情两种情况，显示了他的精细的辨析特色，这都是合理的。但他的武断处在于完全否认音乐本身可以是作曲家寄托发抒情感的载体。其所以如此的原因就是他只站在欣赏的立场，回避了创作者的立场，这是他必然得出片面结论的原因。）</p> <p> ③秦客诘难说：通过观察气色来考知内心，这是天下通用的方法。人心变化于内，神色相应地表现于外，这是明显可以看得到的，所以您不怀疑。声音是精气激发的结果，内心受到感触而发生波动，声音便随着内心变化而发出。内心情感有强有弱，声音也就有高有低。神色的变化和声音的变化都表现在人的身上，为什么对声音反映内心这一点却偏偏要怀疑呢？既然喜怒哀乐会表现在脸色上，那么哀乐也应该体现在声音中。声音本来就是有哀乐的，只是不懂的人听不懂罢了。至于钟子期一类人，虽然遇到不固定的声音，却依然能聪颖地独自领会。盲人即使站在墙壁前也仍然一无所见，而离娄站在百尺之外却能把细毛看得清清楚楚，据此说来，人们视力的强弱的确不一样。不能以盲人的视力为标准，怀疑离娄明锐的视力。用一般人的听力，去猜疑钟子期的听力，把古人的记载统统说成是虚妄不实的。（归按，这一段中秦客的诘难是用的类比的方法。既然神色的变化是内心变化的反应，那么声音的变化也同样是内心情感变化的反应。二者同质，结论可信。还有一点提得也非常好，既然声有哀乐，为什么有人却听不出来呢？回答是没听懂。接受者没理解不等于对象不存在，不知不等于不在。）</p> <p> 主人回答说，您诘难说，内心受到感触而发生波动，声音便随着内心变化而发出，内心情感有强有弱，乐曲也就有高有低。哀乐之情一定体现在声音里，钟子期之类的人虽然听到了不固定的声音，却能听懂其中的意思。如果一定要按照您的说法，那么浊氏和质氏的致富，伯夷、叔齐隐居首阳山时的饥饿、卞和的冤屈、伯奇的悲哀、蔺相如的满怀愤怒、陈不占的恐惧，这些形形色色的情态，假如让他们每个人各唱一首歌，一起来弹几声琴音，那么钟子期这样的人一定会听出各自的情感了。（归按，这是归谬法。不过嵇康还是故意混淆了音乐语言和文字语言的差别。音乐有哀乐，听众也能感受这种哀乐。但接受声中哀乐不等于能再现作曲家具体的生活处境。这是音乐的语言，只具有模糊性，暗示性，而不具有确定性，因此它很难去如实，具体的描写。这是音乐语言的局限，无常的音声不具有这样的功能。但音乐短于描写，不等于不能传情，更不等于不包含感情。最长分辨的嵇康恰恰在这个问题上却不作分别了。这是玩弄手法以加胜对手，是诡辩。）您的意思是说，听声音的人不会因为乐曲的多少改变思路，考察感情的人也不会因为声音的大小觉得有什么不同，只要是同一个人发出的声音，就能识别其中的意思。如果声音是从地下发出的，那么师旷这样的人也应该会吹动律管来考核它的声音，判断南风是否强劲，区别雅声和郑声的淫荡和雅正吗？（归按，这里用师旷的例子是为了突出声有哀乐论的荒谬，但嵇康仍然在应该作区分的地方，故意模糊两者的区别。讨论声音是否有哀乐，这里的声应该是指音乐，但师旷所听的声却是自然界的声音，这不是由人创作出来的声音，这样的声音当然是没有哀乐可言的。）</p> <p> 吃辛辣的食物而流泪与大笑而流泪，烟熏眼睛而流泪与悲伤难过而流泪，同样都是流泪，如果让易牙来品尝，一定不会说高兴的眼泪是甜的，哀伤的眼泪是苦的，这是可想而知的。为什么呢？这是因为肌肉汗液一受到挤压便流了出来，与高兴和哀伤没有什么关系，好像是过滤酒的布袋筛子，虽然榨酒的工具不同，但酒味却是不变的。声音也是从身体中发出的，为什么偏偏就包含着哀乐的道理呢？（归按，这仍然是诡辩。用的是类比法，但类比的双方是不同质的，所以推出的结论是站不住脚的。流泪是生理现象，是人不能掌控的，泪水是没有区别的，音乐创作是社会或心理现象，是出于人能动的创造，音乐作品是有个性特征的。用抹杀二者特点的方式来得出声无哀乐的结论是牵强的，也是站不住脚的。因此对于“声俱一体之所出，何当独含哀乐之理邪”的问题，我们的回答是，声虽一体之所出，盍可不含哀乐之理邪？）况且《咸池》、《六茎》、《大章》、《韶》、《夏》，这些都是先王最好的音乐，是用来感动天地鬼神的。如果现在一定要说声音没有不体现主体，传达他的感情的话，那么最好的音乐就一定不能托付给盲人乐师，一定要圣人亲手演奏，这样才能使雅正之音得以保全。（归按，这里有一个概念被偷换了。声首先是指作曲家创作出来的作品，包含着作曲家的哀乐；其次有演奏家的二度创作，当然也包含了演奏家的哀乐。但比较起来，演奏家的创作是在限定条件下的创作。现在嵇康终于从欣赏者方面，跨到了创作者这一方面来了，但他仍然回避了最重要的首度创作者—作曲家。这是有意的回避，目的是引导出一个荒谬的结论。）“舜命令夔敲击石头，各种声音和谐鸣响，天神和凡人其乐融融。”据此说来，最美好的音乐虽然由圣人创作，却不一定圣人亲自演奏。为什么呢？因为声音有自然的和谐，却无关人的感情。和谐的声音是成功于金石一类的乐器，最美的乐声也是从管弦乐器中得到的。（归按，“至乐虽待圣人而作”，终于接触到首度创作的问题了，却不加论证地坚持圣人原创的音乐作品是没有感情的。当然他这样说也是有理论依据的，那就是道家的美学观，所谓“大音希声，大象无形”，最好的音乐就是太和之乐，是什么都没有的。可见嵇康最基本的论证方法是从原理出发，而不是从事实出发的。）纤细的毫毛本身还是有形体可以被观察的，所以离娄和盲人的目力高下可以据此判断，假如用水来增加水的话，谁还能来加以区别呢？</p> <p> ④秦客诘难道：虽然各种比喻都有缺陷，足以招致非难，然而基本的道理应当还是可以说明的。像介葛庐听到牛叫就知道它的三条小牛都成了牺牲；师旷吹起律管就知道南风不强劲，楚军必失败；羊舌母听到小儿的啼哭就知道他长大后将倾败家室。所有这些事例都见效于古时，所以都见于记载。据此推论，那么盛衰吉凶没有不包含在声音里的。现在假如还把这些事都说成是虚妄，那么从前的记载都要成为废弃之物，毫无用处了。如果说这就是通达的言论，那是不够妥帖的。如果您能说明为什么会这样的原因，显示出所以如此的原由，如果论点和事实都说得通，我希望能再聆高论。（归按，葛庐听牛，羊舌闻啼，师旷校音，皆非音乐，不足以破嵇康之论。自偏论题，宜乎招攻。）</p> <p> 主人回答说：我以为能举一反三的人，只要能懂得意思是可以忽略言辞的，所以我前面的论述就简略而不详尽。现在又有劳您反复发问，我怎敢不充分地表达我的意思呢？鲁牛能知道它的小牛连续成为牺牲，为三条小牛的丧生而伤心不已，满含悲怨多年，向介葛庐诉苦。这是因为牛心与人心相同，只是跟兽的外表不同而已。但这样的事又是我所怀疑的。况且牛不是人类，没有相通的途径，假如鸟兽都能说话，介葛庐秉性不同独能听懂它们的语言，这是因为他懂得了它们的语言，进而和他们来讨论事情，这就好比译者传译不同的语言，这不算是因为考察声音才了解他们的情况，那么就构不成非难我的理由。如果说有智慧的人只要接触外物就能通达理解，没有什么不知道的话，那么我们姑且先来讨论容易理解的事。请问：圣人刚入胡地是不是就应该会懂得胡语，诘难者一定会说，懂得的。那么怎么解释他掌握胡语的道理呢？我愿借您的诘难来确立一个判断认识的标准。也许是与胡人接触而懂得了他们的语言吧？还是吹律管来校验它们的声音呢？还是观察人的气色因而了解他们的内心呢？（如果是观察气色来了解内心的话），那么了解内心根据的是气色，虽然不说话，人们仍然是会知道的，了解内心的途径可以不必通过语言。如果是通过吹律验声来了解人的内心的话，那么如果对方心里想着马却误说成鹿，那么考察的人就应该由口说的鹿知道他心中想的是马。这说明内心没有配合语言，语言不足以表达心意。如果是与人接触而懂得了对方的语言，那么这和小孩子跟老师学习语言，然后懂得对方的意思一样，那又算什么聪明值得夸耀呢？语言不是自然一定的东西，各个地方风俗不同，同样的事物称呼不同，只是随便用一个称呼作为事物的标志罢了。圣人通晓道理，所以说自然存在的一切都可以寻出它的理路，无论多么细微的东西都可以看得清清楚楚。如果是这样的话，（那么就一定会这样：）假如道理不通，那么虽然是很近的东西他也是看不清楚的，所以域外之言是不能勉强懂得的。以此类推，介葛庐听不懂牛鸣难道不是明明白白的吗？（归按，破葛庐知牛鸣。反驳成立。以理性反对非理性。“夫推类辨物，当先求自然之理；理已定，然后借古义以明之耳。”）</p> <p> 您又诘难说，师旷吹律管，知道南风不强劲，多暗示楚国失败的声音，但这又是我所怀疑的。请问师旷吹律管的时候是楚国之风吗？（如果是的话），那么楚风距离晋国有千里之遥，律管的声音到不了楚国。如果是正好认出了楚风来到了律管中呢，那么楚国的南面有吴国、越国，北面有魏国和宋国，如果看不到它的源头，又怎么能认出是楚风呢？大凡阴阳二气相互激荡，然后形成风。气与气互相感荡，碰到大地才发出风来，怎么会风在楚国形成却跑到晋国来了呢？况且律吕分四季之气，季节到了气就发动，音律应和，灰也移动，这都是自然的因果联系，不需要借助人来发生作用。上生下生，这是用来协调五声的和谐，安排刚柔位置的方法。然而音律有一定的声响，虽然冬天吹中吕，它的音还是丰满而没有减损。现在用晋人的气息去吹没有减损的音律，楚国的风怎么能进入律管与晋人之气一起变化呢？风没有形状，风声和音律不相通，那么验证事理的地方（晋国）与声律无关，事情难道不是这样吗？该不会是师旷见多识广，自己知道胜败的迹象，想要稳固众人之心，就假托神秘，如同伯常骞答应许景公长寿吧？（归按，破师旷吹律论。反驳成立。）</p> <p> 您又诘难说：羊舌母听到小孩啼哭，就知道他长大后会败家。那我再要请问：羊舌母是怎么听出来的？是因为神妙的心思领悟了隐语才明白的呢？还是因为曾经听到小孩的哭声像这样的粗大而不祥，今天的哭声像从前的哭声一样，所以知道他会败家呢？如果是神妙的心思领悟了隐语才明白的话，那就不符合声有哀乐的道理。虽说是听小孩啼哭，却不是从小孩哭声中得到验证的。如果因为过去听到的哭声不祥，就认为现在的啼哭也一定不祥，那是用甲的声音为标准来考察乙的哭声。声音对于人心，犹如形体对于人心。有形貌相似而内心不同的，也有形貌不同却内心一样的。何以见得呢？圣人内心的道德都是一样的，但他们的形貌却各各不同。如果内心一样却形貌不同，那又谈什么观察外形来了解内心呢？况且嘴巴激发气息发出声响，与箫笛受到气息发出声响又有什么不同呢？哭声的好还是不好，并不由小孩嘴巴的好坏决定，就像琴瑟的清浊不取决于演奏者技巧的高低。内心能辨别乐理，又善于评论，却不能将箫管演奏得流畅顺利，这就像盲人乐师虽然精通作曲，却不能把乐器演奏得悦耳动听一样。乐器不借助巧妙的盲人乐师而优良，箫管也不因为聪慧的内心而更流利。那么内心和声音明显是两回事。既然这确是两回事，那么想要考察感情就不应停留在观察外貌上，了解内心也不须借助于声音。考察者想要通过声音来了解内心，这不是不得要领吗？现在晋国的阳舌母没有经过考察验证，一味相信昨天的声音，用来证明今天的啼哭，这岂不是偶然碰对了前代的一件事，好奇的人便跟着称扬吗？（归按，破闻啼知凶论，反驳成立。）</p> <p> （归按，这一大段中嵇康的反驳都是极为有力和有效的。本来“声有哀乐论”是很有道理的，但秦客在这一段里提出的理由却是站不住脚的。要证明自己的观点，第一论据必须可靠；第二论证不能偏离论旨。这两点秦客都没有做到。所以嵇康的反驳很容易，就是说秦客的三件论据都是虚妄不实。同时都不能用来说明“声有哀乐论”。牛鸣和儿啼都不是音乐，吹律校音也不是音乐。而且获取的信息并不一定都是从声音中得到的。这里的论证充分体现了嵇康的理性主义的特征，使人联想到<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>的《论衡》，善于用日常经验来加以辩驳。）</p> <p> ⑤秦客诘难说：我听说失败的人不以逃跑为羞耻，这是为了保全自己。现在我心里还不满足，再要从其他方面来加以诘难。现在心情平和的人听到筝笛琵琶的声音，就形态浮躁，心情激动；听到琴瑟的声音，就形态安静，内心悠闲。同样的乐器中，曲调每有不同，听众的感情就随之变化。奏起秦地乐曲，听众就会赞叹羡慕，慷慨激动；奏起齐楚之音，听众就会情思专一；奏起悦耳动听的乐曲，听众就会欢快放松，心满意足。心情随着乐声的变化而变化，这样的事例是如此之多。如果烦躁和宁静是由乐声引起的，那么为什么一定要把哀乐排除在外，只说音乐是至和之声，没有什么感情不能被触发（归按，“至和之声无所不感”，很容易引起误解，以为是感动听众。不是这个意思。“至和之声”就是“大音希声”的“大音”，那是没有感情却可以容纳所有感情的音乐。这里的“感”，是听众听了音乐以后激发出来的久蓄心中的感情），把大同（归按，“大同”就是没有变化）归于声音，把众多的变化归于人的感情呢？这岂不是只知道一方面却不知道另一方面吗？（归按，秦客的这一诘难是有道理的。躁静和哀乐有相似性，类比有依据，但类比推理只具有或然性，所以嵇康的反驳还有余地。与下文嵇康的反驳比较，秦客注意的是其同，嵇康注意的是其异。秦客的缺点是通过论证躁静由声来推出声有哀乐，所用的功夫在证明前一观点。以为证明了前者就必然能推出后者，其实并不一定。概括起来，秦客的观点是躁静既由声起，则哀乐当由声发。）</p> <p> 主人回答说：您诘难说琵琶、筝、笛令人烦躁激越。又说，曲调每有不同，听众的情感便随之变化。这确实是常常让人感觉到的。琵琶、筝、笛，声音短促而高亢（归按，“间促而声高”之“间促”是说所发之音短促，所以音与音之间的区域也就短。下文“间辽而音埤”之“间辽”的意思正好相反），变化多而节奏快。用高声统领快节奏，所以就使人形体烦躁，心情激越。这就如同铃铎之声让人警觉，钟鼓之音令人惊心，所以有人说“听到战鼓声，就怀想指挥官。”这是因为声音有大小，所以会让听众有激烈或安静的感觉。琴瑟这种乐器，声音悠长而低沉，变化少而声音清。音低沉加上少变化，如果不凝神静听，就不能充分领略清和之音的至美，所以听众便会形态宁静而内心安详。曲调不同就像不同乐器发出的声音。齐楚的曲调大多沉重，所以听众的感情便专一；旋律变化少，所以听众的思虑便专注。好听的曲子汇集了各种美妙的声音，会聚了五音的和声，它的本体丰富而作用广泛。因为汇集了各种美妙的声音，所以听众的心便受到各种情况的牵制；因为会聚了五音的和声，所以听众便欢乐放松，志得意满。然而这些乐曲都是以单调、繁复、高亢、低沉、好听、难听作为属性的，而听众的感情则以烦躁、宁静、专一、放松作为反应。这就好比人们在都市游览观赏，就会随意观望，心情放松；聆听乐曲，就会静心思虑，容貌端庄。这就是说，声音的本体完全在于节奏的快慢。听众感情对乐曲的回应，只限于烦躁和宁静。（这一段中嵇康用两类事例来说明“躁静由声”的道理。乐器的特性和曲调的旋律都会使听众引起不同的感受，这里心对于声的反应是被动的，那么能不能据此进一步推论说，哀乐也是由声引起的呢？嵇康的回答是否定的。“情之应声，亦止于躁静耳。”接收者受到音乐的感染只限于躁静这种接近于生理反应的现象。这里要思考躁静与哀乐同样都是属于欣赏者的心理感受，二者的区别在什么地方呢？）</p> <p> 曲调常常不一样，听众的感情对待曲调的变化，就好像滋味不同嘴巴总能辨别一样。滋味虽然很多，但都是美味；曲调虽然多样，但都是和谐。美味有甘甜，音乐有和谐。然而乐曲的情调，全都止于和谐的声音。品尝美味的嘴巴，全都止于甘美的味道，哪里会有哀乐之情容留其间呢？（归按，看来“随曲之情”不能解释为听众的感情，不然无法解释“安得哀乐于其间”。如是，则这一“情”字就不当解为感情，而应释为实情的意思。这样解释就是音乐本身没有哀乐，有的只是和谐而已。）然而人的感情是不一样的，每个人按照各自的理解，把内心情感宣泄出来。如果内心平静和谐，哀乐适中，那就没有什么需要首先发泄的偏重之情，所以得到的感应就只是烦躁或宁静。倘若有感情需要发泄，就是预先有感情占据内心，就不是平静和谐的心态。据此说来，烦躁、宁静是音乐的功效，哀乐是听众感情的主使，不能因为见到声音有躁静的反应，就说哀乐也是由声音引起的。（归按，这一段驳秦客从躁静由声推出哀乐由声的观点。分别从声与听众之情两方面论述。指出所以有哀乐者，端赖听众内心不平衡，若内心平衡，则音乐所引起的只有躁静。）</p> <p> 况且声音虽有强烈和宁静，却各有一种和谐。和谐所感发的情感没有不是从自身发出来的。何以见得呢？宾客满堂，酒喝得尽兴时奏起了音乐，有人听了高兴得欢笑，有人听了悲伤得哭泣。这不是演奏的曲子把悲哀递给那个人，把欢乐送给这个人；音乐跟从前没有什么不同，听众却有欢乐悲伤不同反应，这不是同《庄子》中讲的大风是同一的，但从各种孔穴中发出的声响却是千差万别的道理一样吗？音乐正因为不包含喜怒，也就不包含哀乐。所以才能让听众的欢乐和悲哀一起呈现。假如借助不固定的声音，汇聚成统一的音乐，它所表达的都有一定的意思，那又怎么能统领各种思想，引发各种不同的感情呢？由此说来，声音以平静和谐作为自己的本体，却能感发不同的思想感情；思想感情以所等待的外物为主，受到感触便发泄出来。这样的话，音乐与内心感情实在是两条不同的道路和轨迹，是不相交织的，怎么能把音乐的太和境界和哀乐之情搞在一起，把虚名加在哀乐之情上呢?（归按，这一大段的辩驳很有张力。归结起来双方各自侧重的方面不同，秦客重在同，嵇康重在异。秦客的理由是，躁静既然是由声音引起的，那么哀乐当然也是由声音而来的。用的是类比推理，似乎也是顺理成章的。但是嵇康的回答更妙，他认为躁静与哀乐不同，躁静尽可由声音引起，但哀乐则否，哀乐是早已积蓄于听众的内心，只是等待合适的机会发泄出来罢了。经过嵇康的分辨，躁静和哀乐的区别就是很显然的了。粗略地说，躁静是一种近于生理或主要是生理的反应，哀乐则完全是一种心理活动；躁静是被动的的反应，哀乐则是一种能动的行为；躁静是不可控制的，哀乐则是可控的。如果仅限于此，嵇康的论证是完全成立的，他的错误在什么地方呢？在前提。他是完全排除了音乐本身包含哀乐的可能性，换句话说，他把问题讨论的范围局限在声音与听众的关系这一层面，所以他尽管在这一层面上可以讨论得头头是道，但他的前提则是不加讨论的。而前提错了，即使局部的结论是正确的，其基本判断也是错误的。）</p> <p> ⑥秦客诘难说：您说强烈和平和的音乐各自有一种和声，和声所激起的感情没有不是从自身发出的，所以喝酒痛快时弹琴，会有人感到快乐，有人觉得悲哀。这是说偏重之情先积存在内心，所以内心快乐的人听到哀伤的音乐会将欢快之情发泄出来，内心悲哀的人听到欢乐的曲子也会将悲情流露出来。音乐本来是有确定的哀乐的，只是声音感化人比较缓慢，不能在仓猝间对听众发生作用，替换掉原来的感情。所以偏重之情接触到外物就发露出来，使听众中怀有悲哀和喜悦的人会同时产生反应。虽然哀乐二情同时表现，但对声音中包含哀乐的道理又有什么损害呢？（归按，秦客不否认同听一曲，哀乐俱现的现象，不否认会有听众之情移入乐曲的可能，但认为所以这样的原因，是因为听众此时尚未听懂乐曲的意思。乐曲中包含的感情尚未对听众发生影响。不能因为这种情况就否定声有哀乐。秦客的这个说法是中肯的，也是很有道理的。嵇康最有力的论据还是没有驳倒秦客的观点。）</p> <p> 主人回答说“您诘难说，哀乐本来就有一定的声音，只是偏重之情不能一下子被替换，所以内心悲伤的人听到快乐的声音会感到悲哀。即使像你所说的声音有一定内容的话，那么如果重新演奏《鹿鸣》，这是快乐的曲子，如果让悲伤的人听到，虽然乐曲感化人缓慢，只是不能让他变得更高兴罢了，怎么会反而增加他的悲哀呢？就像一把火炬的火，虽然不能让屋子温暖，但也不应该再增加寒冷呀。既然火不是增加寒冷的物品，那么乐曲（《鹿鸣》）也就不是增加悲哀的器具。在厅堂上演奏曲子，听众中会同时感到欢乐和悲哀，实在是因为“至和”之声诱发了听众积存的感情，所以才使受到外物触发的感情得以充分地发泄出来。（归按，这个反驳初看似乎有理，但实际仍然没有驳倒秦客，而且等于没有回答秦客的诘难。秦客说，不能因为同听一曲，哀乐俱现这种现象就否定声有哀乐。所以会发生如此现象，是因为听众对乐曲的哀乐还没有听懂。现在嵇康说，为什么奏一支快乐的曲子，反而会使人悲哀呢？实际秦客在上文已经回答了，就是“声化迟缓，不可卒移。”）</p> <p> 您诘难说，偏重之情遇到外物便流露出来，所以使得哀乐之情同时得到反应。说到哀伤，有时是因为见到死者生前的坐几和手杖而流泪，有时是因为看到了死者生前用过的车子和穿过的服装而悲哀，只是为人死物在而感伤，为事迹显著人却离世而痛心。悲哀之情所以积聚都是有来由的，并不是头碰到地就会产生悲哀，面对筵席就会流下眼泪，现在没有坐几、手杖来触发感情，听到了和声就掉下眼泪，这不是和声所引起的感情无不出于自身的吗？（归按，这里包含着的逻辑错误在自相矛盾。既云哀乐之触发皆自有由，不是随随便便，只要接触任何外物都能触发哀乐之情的，那么他为什么会听本无哀乐的和声就会下泪呢。这一大段里嵇康的反驳都是有隙可击的。）</p> <p> ⑦秦客诘难说，您说喝酒畅快时弹起琴来，听的人有的欢快，有的悲哀，想要说明这个道理，所以我回答说这是因为偏重之情受到外物触动而发露。现在且让我凭心而论，再用实际效果来验证。人心不快乐就悲伤，不悲伤就快乐，这是情感的大致情况。然而哭泣是悲哀的极点，笑声是欢乐的表现。聆听齐楚之曲的人，只看到他们脸上有哀伤的表情，却从未见到他们露出欢笑的容貌。这一定是齐楚之曲是以哀伤为本的，所以听众都对乐曲作出相应的反应。哪里只是因为乐曲多沉重而少变化，才导致听众精神专一，思维集中呢？如果听众真的哭泣了，那么音乐中有哀乐就完全可以肯定了。（归按，秦客又提出一个新理由，就是人们在听齐楚之曲的时候无不满脸悲伤，却从不见人有欢笑的样子，这不是说明齐楚之曲是有悲伤的吗？这个理由是以事实为依据，是能说明问题的。还有没有被反驳的空间呢？且看下文。）</p> <p> 虽然人的感情受到哀乐的感发，但哀乐的程度却各不相同，再说哀乐的极致不一定都有同样的表现。小悲哀只是容貌上有变化，强烈的悲哀就会哭泣，这是悲哀通常的表现。小快乐只是神色喜悦，极度的快乐就会发出笑声，这是快乐的道理。为什么这么说呢？亲人安宁，自己就会快乐而放松，无拘无束。等到处在危急的关头，勉强能过得去就算是成功，那么即使高兴也不会手舞足蹈。据此说来，这时的手舞足蹈还比不上先前的自在安闲，事实难道不是这样吗？至于笑容虽然出于欢快的心情，却自有形成的道理，并不是响应声音的器具。（归按，这是说笑噱的产生有它自己的原因，例如碰到什么喜事，中了一个什么奖，得到了领导的表扬等等，并不是因为听音乐的结果。）这是因为快乐虽然应声而起，实际上却是自己得到的。悲哀之情受到感触，以流泪作为表征。流泪因为容貌发生变化容易被人们发现，自在安闲是精神宁静，在外表上却没有什么变化。所以人们只注意到他们容貌的变化，却看不出不变神色中的内心情感；能够区别外在的变化，却不能体会他的内心感情。然而欢笑不体现在欣赏音乐的过程中，难道只是齐楚之音吗？现在不到悠闲的内心中去寻找快乐，却因为听音乐时没有现出笑容就说齐楚之音悲哀，岂不是只知道悲哀，却不懂得快乐吗？（归按，这一节反驳秦客的诘难。秦客的诘难是以哀乐同致，即悲哀与欢乐的表现是一样的—一一样是指都会体现在容貌上——为前提的。这个前提是有问题的，所以为嵇康所乘。嵇康的反驳就是从对方的前提入手，着眼在哀乐的不同致，二者的表现不一样，悲哀则会让人流泪，喜悦则未必会发生容貌的变化，人们不会在神色间觉察其异，所以不能根据无笑噱就断定齐楚之曲就一定是悲哀的。嵇康的反驳真是很巧妙，也体现出他的擅长，就是善于辨别事物间的差异，即使是很细微的差异。这个反驳是成功的。但从全文的全局而言，仍然是回到了第一段的基点，只是保卫了声无哀乐论，用嵇康的话来解释，人们在听齐楚之曲的时候，固然有悲哀，但也许有喜悦呢，只是喜悦不像流泪被人觉察，而是藏于心中，不为人知而已。）</p> <p> ⑧秦客问道：孔子说过：“改变风俗没有比音乐更好的了。”如果照您所说，所有的哀乐之情都不包含在音乐中的话，那么改变风俗又靠的是什么呢？另外，古人谨慎对待靡靡之音，抑制淫荡的音乐，所以说“要摒弃郑声，远离花言巧语的小人。”然而郑卫之音……，敲击鸣球来协同神和人的关系。请问郑声、雅乐风格盛衰的极点在何处？风俗的改变又是通过什么途径才取得？希望听到您的指教，以解除我的疑惑。（归按，秦客的意思是，“移风易俗，莫善于乐”，说明音乐中是有哀乐的，是音乐中的感情对社会发生了感化作用。音乐本有感动人心的作用，也有教化的功能，这是有道理的。嵇康有没有回答这个质疑呢？）</p> <p> 主人回答道：人们所讲的改变风俗这种情况，一定紧承在社会衰弱之后。古代的王者，上承天命治理万物，一定尊崇万事简单易行的教导，实行清净无为的治理。君王清静无为地身居高位，臣民恭顺地居于下位，潜移默化，天人和谐安宁，干枯的万物都沉浸在雨露中，宇宙群生都沐浴在幸福中，扫荡尘土污垢，人民安宁快乐，各自追求幸福，默默遵从大道，人们胸怀忠义，却不知道为什么会是这样。和谐之情充满心中，安详之气流露于外，所以用唱歌、跳舞来宣泄感情。（归按，这又是不自觉地承认声有哀乐论）然后再用辞采来修饰它，用风雅的音乐来宣扬它，用乐曲来传播它，用“太和”之音来激发它，引导他们的精神气质，养成他们的感情，顺应他们的情性，把它们引上正途并使它们明显起来，使他们的内心与理一致，情感与音乐互相应和，沟通融合，以成就它的美。所以欢乐的感情体现在乐器里，光明正大的感情表现在音乐中（归按，声有哀乐论）。如此推广开去，那么各国都受到感化，如同花草茂盛，秋兰吐香，没有约定却大家共同信守，没有商量却大家同心协力，默默地相爱，就好象展开了锦绣绮罗，真是光彩夺目啊。大道的隆盛，没有比这更兴旺的了，太平的事业，没有比这更彰显的了。所以说“改变风俗，没有比音乐更好的方法了。”（归按，这一段话的主旨还是要否定声有哀乐论。嵇康的意思是，“移风易俗，莫善于乐”不是说用乐中的感情去感化听众，而是因为每个人心中都有邪恶的情欲，那又是抑制不住的，必须加以泄导，这样才会减轻对社会的压力，而音乐就具有这种泄导功能。这个解释也是符合《乐记》精神的。）然而音乐作为本体是以人的精神为主的。（归按，“然乐之为体，以心为主”，这句话有点费解。如果照现在这样的译法，岂非声有哀乐论吗？）所以没有声响的音乐是老百姓的父母啊。至于各种音调汇集，人们爱听的那种曲调，也都总称为音乐，然而风俗的改变，却不是依赖这种音乐的啊。（归按，这一段围绕如何理解“移风易俗，莫善于乐”展开。秦客的理解是一般人的理解，认为音乐之所以能够移风易俗，端赖其中的哀乐感情，音乐是有内容，有感情的。嵇康的理解则相反，首先，他认为风俗的移易根本不是由音乐来改变的，而是相反，首先是因为社会风气好转了，人们心情舒畅了，便情不自禁的要来叙志宣情——这样的说法不自觉地走向声有哀乐论，所以音乐是体现了大道的兴盛，音乐是移风易俗的结果，而不是原因。经过这样的解释，“移风易俗，莫善于乐”这句话就从原来指方法变成了指结果。意思是：移风易俗的结果没有比在音乐中体现得更好的了；其次，嵇康也不否认音乐有改造人心的作用，只是这种改造不是教育而是心理治疗。他认为音乐有泄导人情的功能，恶劣的情欲通过音乐宣泄出来后，心理就平衡了，就不会对社会造成危害，在此过程中音乐也是无须凭借内容的；最后，嵇康区别作为本体的音乐和具体的音乐。他认为无声之乐才是根本的，至于具体可听的音乐却与移风易俗无关。）</p> <p> 声音和谐地组织在一起，这是人的感情所不能克制的。所以古人知道情感不可放纵，便抑制它泛滥；知道欲望不能断绝，便引导它走上正轨。（按，这又在无形中走向了声有哀乐论）所以制定了可以奉行的礼节，创作了可以引导感情的音乐，使得嘴巴不充分享受天下的美味，音乐不穷尽美妙的声音，找出首尾的适合部分，寻求聪明和愚笨的中间点，确立标准，让远近的风俗一致，享用却不用光，这也是用来凝结忠信，表示内心不变的方法啊。然后学校教育也紧紧跟上，让乐器与礼器并存，舞蹈与礼节一起使用，雅正的言论与美妙的音乐一起发出。使人要听到这个音乐，必定会听到这样的言论；要观看这种舞蹈，必定会尊崇这种礼节。礼节好比是宾客主人见面，先行升降之礼，然后再应酬往返。在这种情况下，说话的分寸，声音的节奏，作揖谦让的礼仪，举动的度数，都要互相配合，合为一体。君臣在朝廷上使用，平民在家庭里使用。少年时学习，到年长仍不懈怠，内心安宁而坚定，一天天地改掉缺点，走向善良。然后用敬重之心来对待，用稳重的态度来坚持，时间虽久却不改变，然后教化成功。这又是先王使用音乐的本意啊。所以朝觐宴会聘问设宴，美好的音乐一定是有的。所以国家的史官采集反映风俗盛衰的诗歌，交付给乐工，用乐器演奏出来，使说话的人不会以言获罪，听到的人能够引起充分的警戒，这又是先王使用音乐的本意啊。（归按，此接上段进一步申论“移风易俗，莫善于乐”。嵇康意谓，移风易俗者，不纯为乐。礼乐相须，闻乐识礼，乐表礼实，如此方能移风易俗。纯用音乐，无此实效也。以上两小段都是反驳秦客关于“移风易俗，莫善于乐”的理解。同样显示嵇康的高度的思辨能力和论辩技巧。其出人意料之处在于，对这句话作出了新解释，用声无哀乐的观点来解释，而且解释得有理有据。）</p> <p> 至于郑声，是音乐中最美妙的。美妙的音乐打动人，犹如美女迷惑人使人丧失志向。沉溺于游乐美酒，容易抛弃正事，如果不是非常杰出的人，谁能抵御这种诱惑呢？先王担心天下沉溺于享乐而不返回正道，所以具备了八音，却不亵渎这种声音；保有太和之声，却不穷尽它的变化；捐弃曲折细微的声调，使人们欢乐却不过分，犹如祭祀仪式上的大羹不用五味调和，不穷尽鲜美的滋味。至于那些平庸浅近的音乐，声音并不好听，又不是人们喜欢的。假若统治者离开了正道，国家丧失了秩序，男女私奔，淫乱没有节制，那么风气因此发生变化，风俗因为爱好而形成。崇尚他所向往的，那么人们就会肆意乱来；喜欢做他们习惯的事，那又怎么批评他们呢？他们依托声音，配上乐曲，拉长了声调，真诚的内心被语言所打动，内心被和声所感动，风俗一起形成，因此就用郑声来称呼它。然而被指称的音乐，其中并没有淫荡邪恶。淫荡与端正同出于本心，这样雅声和郑声的本体也就可以看出了。（归按，这一节是说，郑声和雅声一样也是没有内容的，只是因为曲调好听被那些淫荡的人欣赏，以致被误解为是淫荡之声。）</p>",
  "poet": {
    "id": 382,
    "star": 0,
    "name": "嵇康",
    "image": "http://img.gushiwen.org/authorImg/jingkang.jpg",
    "desc": "嵇康（224－263，一说223－262），字叔夜，汉族，三国时期魏国谯郡铚县（今安徽省宿州市西）人。著名思想家、音乐家、文学家。正始末年与阮籍等竹林名士共倡玄学新风，主张“越名教而任自然”、“审贵贱而通物情”，为“竹林七贤”的精神领袖。曾娶曹操曾孙女，官曹魏中散大夫，世称嵇中散。后因得罪钟会，为其构陷，而被司马昭处死。"
  },
  "tags": []
}