{
  "id": 39370,
  "star": 29,
  "name": "未展芭蕉",
  "dynasty": "唐代",
  "content": "冷烛无烟绿蜡干，芳心犹卷怯春寒。 <br>一缄书札藏何事，会被东风暗拆看。",
  "fanyi": "<p><strong>译文</strong><br>含苞待放的芭蕉色泽光润，仿佛翠脂凝成的蜡烛一般，却没有蜡烛的烟尘，超凡脱俗，清爽宜人。春寒料峭的时候，芭蕉还未开放。<br>芳心犹卷的芭蕉有如一卷书札，真不知她内心蕴藏了多少心事。风儿会捷足先登知道芭蕉满腹的心思。</p> <p><strong>注释</strong><br>⑴冷烛无烟绿蜡干：绿蜡形容芭蕉的心，叶子卷卷的未曾展开，像绿色的蜡烛一样，但是不能点，不生烟。<br>⑵缄（jiān）：量词。用于信件等装封套之物。书札：即书信。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　丰富而优美的联想，往往是<a href=\"http://so.gushiwen.org/view_39370.aspx\">诗</a>歌创作获得成功的重要因素，特别是咏物诗，诗意的联想更显得重要。钱珝这首《未展芭蕉》就是运用联想的杰作。</p> <p>　　首句从未展芭蕉的形状、色泽设喻。由未展芭蕉的形状联想到蜡烛，这并不新颖；“无烟”与“干”也是很平常的形容。值得一提的是“冷烛”、“绿蜡”之喻。蜡烛通常是红亮、温暖的形象，这里却说“绿”、“冷”，不仅造语新颖，而且表达出诗人的独特感受。“绿蜡”给人以翠脂凝绿的美丽联想；“冷烛”一语，则显示出那紧紧卷缩的蕉烛上面似乎笼罩着一层早春的寒意。</p> <p>“芳心犹卷怯春寒”。卷成烛状的芭蕉，最里一层俗称蕉心。诗人别开生面，赋予它一个美好的名称──芳心。这是巧妙的暗喻：把未展芭蕉比成芳心未展的少女。从表面看，和首句“冷烛”、“绿蜡”之喻似乎脱榫，其实，无论从　　形象上、意念上，两句都是一脉相通的。“蜡烛有心还惜别”。“有心惜别”的蜡烛本来就可用以形容多情的少女，所以蕉心──烛心──芳心的联想原很自然。“绿蜡”一语所显示的翠脂凝绿、亭亭玉立的形象，也常象征着美丽的女性。在诗人想象中，这在料峭春寒中卷缩着“芳心”的芭蕉，仿佛是一位含情脉脉的少女，由于寒意袭人的环境的束缚，只能暂时把自己的情怀隐藏在心底。如果说，上一句还只是以物喻物，从未展芭蕉的外在形状、色泽上进行描摹刻画，求其形似；那么这一句则通过诗意的想象与联想，把未展芭蕉人格化了，达到了人、物浑然一体的神似境界。句中的“犹”字、“怯”字，都极见用意。“犹”字不只明写当时的“芳心未展”，而且暗寓将来的充分舒展，与末句的“会被东风暗拆”遥相呼应。“怯”字不仅生动地描绘出未展芭蕉在早春寒意包围中卷缩不舒的形状和柔弱轻盈的身姿，而且写出了它的感觉与感情，而诗人的细意体贴、深切同情也自然流注于笔端。</p> <p>　　三、四两句却又另外设喻。古代的书札卷成圆筒形，与未展芭蕉相似，所以这里把未展芭蕉比作未拆封的书札。从第二句以芳心未展的少女设喻过渡到这一句以缄封的书札设喻，似乎不相连属，但又浑然一片。这奥妙就在“藏”字上。书札紧紧封缄着，它的内容──写信者的想法就深藏在里面，好像不愿意让人知道。这和上句的“芳心犹卷”在意念上完全相通，不过上句侧重于表现客观环境的束缚，这一句则侧重于表现主观上的隐藏不露。未曾舒展的少女情怀和包蕴着深情的少女书札，本来就很容易引起由此及彼的联想。但三、四两句并非用另一比喻简单地重复第二句的内容，而是通过“藏何事”的设问和“会被东风暗拆看”的遥想，展示了新的意境，抒发了更美好的情思。在诗人想象中，这未展芭蕉像是深藏着美好情愫的密封的少女书札，严守着内心的秘密。然而，随着寒气的消逝，芳春的到来，和煦的东风总会暗暗拆开“书札”，使美好的情愫呈露在无边的春色之中。既然如此，就不必深藏内心的奥秘，应主动地坦露情怀，迎接东风，欢呼春天的到来。这后一层意思，诗人并没有点明，但不难推想领会。句中的“会”字，下得毫不着力，却写出了芭蕉由怯于春寒而“不展”，到被东风吹开，是顺乎自然规律的；而“暗”字则极精细地显示出这一变化过程是在不知不觉中进行的。这两个词语，对深化诗的意境有重要的作用。</p> <p>　　诗意的想象与联想，归根结蒂还是来源于对生活的细心体察和深切体验。如果钱珝对生活中受到环境束缚、心灵上受到禁锢的少女缺乏了解与同情，那么他是无论如何不会产生上面那一系列诗意的联想的，也绝不会从单调的未展芭蕉身上发现含情不展的少女的感情与气质的。</p>",
  "poet": {
    "id": 1810,
    "star": 0,
    "name": "钱珝",
    "desc": "钱珝( xǔ许)，字瑞文，吴兴人，吏部尚书徽之子， 钱徽之孙， 善文词。"
  },
  "tags": [
    "写景",
    "女子"
  ]
}