{
  "id": 71990,
  "star": 50,
  "name": "更漏子·柳丝长",
  "dynasty": "唐代",
  "content": "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。<br>香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。",
  "fanyi": "<p><strong>译文</strong><br>柳丝柔长春雨霏霏，花丛外漏声不断传向远方。塞雁向南归去令人惊心，杂乱的城鸟寻觅着栖巢，望着画屏上对对金鹧鸪令人格外伤感。<br>薄薄的香雾透入帘幕之中，美丽的楼阁池榭啊再无人一起观赏。绣帘低垂独自背着垂泪的红色蜡烛，长梦不断远方亲人啊可知道我的衷肠？</p> <p><strong>注释</strong><br>1、更漏：古人用铜壶滴漏来计时，将一夜分为五更。<br>2、子：曲子的简称。<br>3、漏声：指报更报点之声。<br>4、迢递（tiáo dì）：遥远。<br>5、塞雁：北雁，春来北飞。<br>6、城乌：城头上的乌鸦。<br>7、画屏：有图饰品的屏风，为女主人公居室中的摆设。<br>8、金鹧鸪（zhè gū）：金线绣成的鹧鸪，可能绣在屏风上，也可能是绣在衣服上的。<br>9、薄：通“迫”，逼来。<br>10、惆怅（chóu chàng）：失意、烦恼。<br>11、谢家池阁：豪华的宅院，这星即指女主人公的住处。谢氏为南朝望族，居处多有池阁之胜。后来便成为一共名。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>归国遥词中有“日落谢家池阁”句。<br>12、红烛背：背向红烛；一说以物遮住红烛，使其光线不向人直射。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是一首抒写女子春夜相思愁苦的春怨词。词的上片写女子春夜难眠的情状。作者由景写起，以动寓静。柳丝亦如情丝，细雨亦湿心田，如此长夜，思妇本已难眠，却偏偏总有更漏之声不绝。“惊”“起”雁、乌，更惊起独守空房的相思女子。寂寞中听更漏声，仿佛石破天惊，甚至连画屏上的鸟都已被惊起，女子的朦胧情态一扫而空，惆怅更重。上片写景似乎单纯，但处处都可见情，“惊”“起”的气氛笼罩全片，为下片的叙写情怀做了极好的铺垫。</p> <p>　　词的下片直接写人，以静寓动。香雾虽薄却能透过重重的帘幕，正像相思的惆怅挥之不去，驱之还来。过片三句写尽了闺中女儿怅惘寂寞的心思。最后三句说，任红烛燃尽，把帐帷落下，本以为可以不再听、不再看便不再思了，未料想，相思却入梦，只是梦里有君君不知啊！下片写人兼写境，以女子的心境来写女子的环境，实际上暗中写出了“君”的无情和冷漠，由“君”的“不知”更写出了女子的“惆怅”和凄苦，是以情视景、以景见意的写法，委婉含蓄。</p> <p>　　全词动中有静、静中寓动，动静相生，虚实结合，以女子的情态反映相思之情的无奈和愁苦，语轻意重，言简情深，含蓄蕴藉，曲致动人，是婉约词的风格。</p> <p>　　<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》：庭筠工于造语，极为绮靡，《花间集》可见矣。《更漏子》一首尤佳。</p> <p>　　胡元任云：庭筠工于造语，极为奇丽，此词尤佳。《花间集评注》引<a href=\"http://so.gushiwen.org/author_759.aspx\">尤侗</a>云：飞卿《玉楼春》、《更漏子》，最为擅长之作。</p> <p>　　俞陛云《唐五代两宋词选释》：《更漏子》与《菩萨蛮》同意。“梦长君不知”即《菩萨蛮》之“心事竟谁知”、“此情谁得知”也。前半词意以鸟为喻，即引起后半之意。塞雁、城乌，俱为惊起，而画屏上之鹧鸪，仍漠然无知，犹帘垂烛背，耐尽凄凉，而君不知也。陈廷焯《白雨斋词话》：“惊塞雁”三句，此言苦者自苦，乐者自乐。</p><br/><h2>赏析</h2> <p>　　这首词表现了一个思妇在春雨之夜的孤寂境遇和愁苦思恋。</p> <p>　　上片写室外之景。首三句描写春雨绵绵洒在柳丝上，洒在花木丛中的情形。独处空闺的人是敏感的。外界的事物很容易触动其心绪，何况是在万籁俱寂的春夜。因此，当她听到从花木上掉下来的雨滴之声，犹误以为是远方传来的计时漏声。可以想象，思妇由于对远人的眷念时刻萦系在心，无法释然。故而心绪不宁，度日如年。那雨滴之声就像是放大了的漏声，对她来讲就格外地刺耳。柳丝、春雨等本是浓丽之景。但在这里只是用来暗示思妇凄凉的心境，增强对比的效果。“惊塞雁”三句则进一步渲染思妇的这种心理感觉。人忍受不了这夜雨之声的侵扰，那么物又如何呢。在思妇的想象中，即使征塞之大雁，宿城之乌鸦，甚至是画屏上之鹧鸪也必定会闻声而惊起，不安地抖动其翅翼。这几句是移情于物的写法，以惊飞的鸟来暗示思妇不安的心情。“画屏金鹧鸪”乍一看似突亍铿由室外移至室内，由听觉变成了视觉。其实，描写静止的鹧鸪慢慢变得灵动起来，这种错觉正好衬出思妇胸中难言之痛苦。</p> <p>　　下片描写思妇所居之室内情形。在兰室之内，炉香即将燃尽．香雾渐渐消散，但却依然能透过层层的帷帐。在这样精致雅洁的环境里，思妇的心态却只能以“惆怅”两字来概括，可见其凄苦。这里“谢家池阁”泛指思妇居处。由于这些华堂美室曾经是思妇与离人共同欢乐的地方。现今独自居住，物是人非，故其心理感觉就迥然不同。“红烛背”三句则进一步描绘了在这孤寐无伴的夜晚。百无聊赖的环境下思妇之情状。如何才能排遣心中绵绵不绝的离情，如何才能寻觅离人的踪影。只有吹熄红烛，放下帐帷，努力排除外界的干扰，进入梦乡。然而“梦长君不知”，这又是一种多么可悲可叹的情景。</p> <p>　　全词用暗示的手法，造成含蓄的效果，思妇寂寞凄凉的心理状态，深沉细腻的感情世界，几乎都是从具体的物象中反映出来的。</p>",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "婉约",
    "女子",
    "相思"
  ]
}