{
  "id": 1323,
  "star": 24,
  "name": "猛虎行",
  "dynasty": "唐代",
  "content": "朝作猛虎行，暮作猛虎吟。<br>肠断非关陇头水，泪下不为雍门琴。<br>旌旗缤纷两河道，战鼓惊山欲倾倒。<br>秦人半作燕地囚，胡马翻衔洛阳草。<br>一输一失关下兵，朝降夕叛幽蓟城。<br>巨鳌未斩海水动，鱼龙奔走安得宁。<br>颇似楚汉时，翻覆无定止。<br>朝过博浪沙，暮入淮阴市。<br>张良未遇韩信贫，刘项存亡在两臣。<br>暂到下邳受兵略，来投漂母作主人。<br>贤哲栖栖古如此，今时亦弃青云士。<br>有策不敢犯龙鳞，窜身南国避胡尘。<br>宝书长剑挂高阁，金鞍骏马散故人。<br>昨日方为宣城客，掣铃交通二千石。<br>有时六博快壮心，绕床三匝呼一掷。<br>楚人每道张旭奇，心藏风云世莫知。<br>三吴邦伯多顾盼，四海雄侠皆相推。<br>萧曹曾作沛中吏，攀龙附凤当有时。<br>溧阳酒楼三月春，杨花漠漠愁杀人。<br>胡人绿眼吹玉笛，吴歌白纻飞梁尘。<br>丈夫相见且为乐，槌牛挝鼓会众宾。<br>我从此去钓东海，得鱼笑寄情相亲。",
  "fanyi": "<p>译文<br>早上吟《猛虎行》，晚上也吟《猛虎行》。<br>我之所以潸然泪下与听《陇头歌》的别离之辞无关，也并非是因为听了雍门子周悲切的琴声。<br>河南河北战旗如云，咚咚的战鼓声震得山动地摇。<br>秦地的百姓半为燕地的胡人所虏，东都沦陷，胡人的战马已在洛阳吃草。<br>抗敌的官兵败退守至渔关之下，将帅被诛，实是大大的失策。幽蓟之地的城池朝降夕叛。<br>安禄山这只翻江倒海的巨鳌未除，朝野上下君臣百姓奔走不暇，不得安静。<br>这就好像楚汉相争时的情况一样，双方翻来覆去，胜负不见分晓。<br>我到过博浪沙和淮阴市，想起了张良和韩信这两位决定楚汉命运的人物。<br>那时张良未遇，韩信穷苦潦倒。张良在下邳受了<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>的兵书，韩信还在淮南依靠漂母的接济为生。<br>自古以来贤哲之士都栖栖惶惶，不得其所。而如今也是如此，将青云之士却弃而不用。<br>我胸有灭胡之策，但不敢触怒皇帝，只好逃奔南国以避战乱。<br>却敌的宝书和玉剑，只好束之高阁、挂在壁间，杀敌的金鞍宝马也只好送给了朋友。<br>昨日还在宣城作客，与宣州太守交游。<br>心中的郁愤无从发泄，只好玩玩赌博游戏，绕床三匝，大呼一掷，以快壮心。<br>是人都说<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>是位奇士，胸怀韬略而世人不晓。<br>三吴的官长都对他特别垂青，四海的英侠们都争相追随。<br>萧何和曹参也作过沛中的小吏，他们后来都有了风云际遇的讥会。<br>阳春三月，在溧阳酒楼相会，楼前的杨花茫茫，使人调怅。<br>楼上酒筵上有绿眼的胡儿在吹玉笛，有瓯女唱着吴歌《白紵》，余音绕梁。<br>大丈夫相见应杯酒为乐，宰牛擂鼓大会众宾。<br>我从此就要去东海垂钓，钓得大鱼即寄与诸位知己，与好友共享知交之情。</p> <p>注释<br>⑴猛虎行：乐府旧题。《乐府<a href=\"http://so.gushiwen.org/view_1323.aspx\">诗</a>集》卷三十一列入《相和歌辞·平调曲》。古辞云：“饥不从猛虎食，暮不从野雀栖。野雀安无巢，游子为谁骄。”晋人<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>都赋有《猛虎行》诗，都表现行役苦辛，志士不因艰险改节。<br>⑵“朝作”二句：宋本注云：作“行亦猛虎吟，坐亦猛虎吟”。猛虎，多喻恶人，此喻安禄山叛军。<br>⑶陇头水：古乐府别离之曲《陇头歌辞》云：“陇头流水，鸣声呜咽。遥望秦川，心肝断绝。”<br>⑷雍门琴：战国时鼓琴名家雍门子周所鼓之琴。<br>⑸两河道：谓唐之河北道和河南道，即现在的河南省、山东省、河北省和辽宁省部分地区。此二道于天宝十四载十一月已先后被安禄山叛军所攻陷。<br>⑹“秦人”二句：秦人指秦地（今陕西一带）的官军和百姓。<br>⑺幽蓟：幽州和蓟州。在今北京市和河北一带。<br>⑻巨鳌：此指安禄山。<br>⑼博浪沙：在今河南省原阳县东南。<br>⑽漂母：漂洗衣絮的老妇人。此用《史记》韩信典故。<br>⑾栖栖：急迫不安貌。<br>⑿胡尘：指安史之乱战尘。<br>⒀二千石：指太守、刺史类的官员。汉代郡守俸禄为二千石，故以二千石称郡守。<br>⒁六博：古代的一种博戏。共有十二棋，六黑六白。<br>⒂两追随：宋本注云：一作“皆相推”。胡本作“皆追随”。<br>⒃攀龙附凤：此指君巨际遇。<br>⒄溧阳：即今江苏省溧阳县。<br>⒅白紵：即《白紵歌》，乐府曲名。为吴地歌舞曲。<br>⒆槌牛：此处槌牛谓宰牛。<br>⒇情相亲：谓知己。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_1323.aspx\">诗</a>共分三段。从开始至“鱼龙奔走安得宁”为第一段，叙述安禄山攻占东都洛阳，劫掠中原的暴行及诗人眼见河山破碎，社稷危亡，生灵涂炭，忧心如焚的思想感情。诗中将安禄山叛军比做吃人的猛虎。对安史叛乱，大唐帝国危在旦夕的局势，诗人十分焦虑。他肠断泪下，不是因为古乐府歌辞“陇头流水，鸣声幽咽，遥望秦川，心肝断绝”的忧伤曲调勾起了他的故乡之思；也并非因为听了像战国时的音乐家雍门子周那样的高手所弹的凄楚动人的琴声而触动了他个人的伤心之事。而是为国家的安危，人民的灾难痛哭。以下八句写胡兵掳掠洛阳，时局混乱，国衰民亡的惨状，亦即诗人伤心的原因。“旌旗缤纷两河道，战鼓惊山欲倾倒。”安禄山叛乱时，河北道、河南道相继陷落，被胡人所占领。安禄山攻破洛阳后，朝廷派大将高仙芝率兵至陕州（今河南三门峡市）抵抗，被安史乱军所败，成了安禄山的俘虏，因为他的部下多是关中人（即秦人），禄山的军队多是燕人，因此说“ 秦人半为燕地囚”； 东都陷落，胡骑遍于市郊，故而说“胡马翻衔洛阳草” 。</p> <p>　　“ 一输一失关下兵” ，是指高仙芝因兵败于安禄山（故云“一输”），明皇闻此大怒，命宦官边令诚斩高仙芝于军中。高仙芝不战而退，退守潼关，乃出于保卫长安的战略考虑，而唐明皇听信宦官谗言，草率杀掉干城大将，是极失策的（故云“一失”）。“关下兵”，指退守潼关的军队。至德元年（756年）十二月，常山太守颜杲卿起兵讨贼，河北十七郡皆归朝廷，等到颜杲卿被安史乱军攻陷，河北诸郡又复归贼手，故云“朝降夕叛”。“幽蓟城”指唐河北道的幽州、蓟州（均在今河北、辽宁地区）等地的城池。安史乱军如海中的巨鳌，搅得海水翻滚，以致海中的鱼龙（指唐朝的军民百姓）奔走不宁，此所谓：“巨鳌未斩海水动，鱼龙奔走安得宁？”第一段将洛阳沦陷后敌焰猖狂，天下罹乱的情景及诗人忧心如焚的心情，生动形象地刻画出来。</p> <p>　　从“颇似楚汉时”至“绕床三匝呼一掷”为第二段。此段借张良、韩信未遇的故事，抒发诗人身遭乱世，不为昏庸的统治者任用，虽胸怀“王霸大略”、匡世济民之术，也无处施展，无奈随逃难的人群“窜身南国”的感慨。安史乱军来势凶猛，东都洛阳很快沦陷，战争的局势颇似楚汉相争时，呈拉锯状态。这使<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>联想起历史上决定汉朝命运的杰出的谋臣和大将——张良和韩信来。他们在未遭君臣际遇之时，境况也与自己目前的状况差不多。张良在博浪沙椎击秦始皇，误中副车，被秦追捕，他只能更名改姓，亡命下邳（今江苏邳县），在下邳圮上遇<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>，授他《太公兵法》。韩信最初在淮阴（今江苏淮阴）市曾受市井无赖的胯下之辱，无以为生，钓于城下。受漂絮的老妇的饭食充饥。后来韩信投汉，汉高祖一开始也未重用他，他月夜逃亡，演了一出“萧何月下追韩信”。</p> <p>　　像张良和韩信这样的贤才智士，尚且有困顿不遇之时，像汉高祖那样的明君，还有不明之时，“今时亦弃青云士”就不足为怪了。李白在安史之乱未发前，就曾单身匹马闯幽州，探安禄山虚实。公元754年（天宝十三年）曾三入长安，欲向朝廷报告安禄山欲反叛的情状，无奈唐玄宗十分昏聩，凡是告安禄山欲反的人，都被送给安禄山发落。李白因此“有策不敢犯龙鳞，窜身南国避胡尘”了。传说龙的颈下有逆鳞径尺，若触动他的逆鳞，则必怒而伤人，这里以此喻皇帝喜怒无常，不喜听批评意见，暗示唐玄宗、肃宗决非是汉高祖那样的贤君明主。愤慨之馀，诗人只好“宝书玉剑挂高阁，金鞍骏马散故人”。表面上看起来是很旷达，其实所表达的是对朝廷不用贤才的深切愤懑。诗人无事可做，只好在诸侯门里做客。刚刚在宣城太守家里做筵上客，此时又在溧阳府上当座上宾。自己的满腔豪情和壮志无处抒发，唯有在赌博场中吆五喝六，搏髀大呼，以快壮心，一吐愤懑。</p> <p>　　从“楚人每道<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>奇”至诗末为第三段。前六句盛赞大书法家张旭的才能和为人，后六句写在溧阳酒楼和众宾客及张旭饮宴的情景，最后两句写自己欲钓鳌东海的胸襟和抱负，表达自己壮志未已，仍旧伺机报国立功的思想。张旭是李白的好友，在长安时，他们曾与<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>、崔宗之等人有过“饮中八仙”之游。</p> <p>　　张旭不但因善书被尊为“草圣”，而且胸怀大志，“心藏风云世莫知。”“三吴邦伯皆顾盼，四海雄侠两追随”是写他不但深得吴郡的地方长官的赏识，而且甚为海内雄侠所钦佩。因张旭做过常熟县尉，因此诗中将他与曾做过沛中吏的汉初大臣萧何、曹参相比，称他将来也会有风云际会“攀龙附凤”之时，干出一番事业来。这几句话虽是祝愿张旭的，其中也有诗人自期的意味。后几句点明和张旭等人宴别的时间和地点，及席上轻歌曼舞、挝鼓欢饮的热闹场面。最后向张旭等人赠别，表示自己要像《庄子》中的神人任公子一样去钓鳌东海，施展自己安社稷、济苍生的宏伟抱负。</p> <p>　　《庄子·外物篇》中所说的任公子所钓的“大鱼”“白波若山，海水震荡，声侔鬼神，惮赫千里”，就是指此诗开始所说的使得海水震动的“巨鳌”，或诗中屡提起的“长鲸”。“巨鳌”和“长鲸”在李白诗中很多地方都是指安史叛军的。因此，东海钓鳌，当喻指寻找平叛报国机会。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此<a href=\"http://so.gushiwen.org/view_1323.aspx\">诗</a>以乐府古题写自己安史之乱后的遭遇。唐肃宗至德元年（756）春天，李白因避安史之乱，离开宣城南赴剡中途中，遇大书法家<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>于溧阳（今属江苏），作此诗以赠张。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "忧国忧民"
  ]
}