{
  "id": 56037,
  "star": 4,
  "name": "乌夜啼·金鸭余香尚暖",
  "dynasty": "宋代",
  "content": "金鸭余香尚暖，绿窗斜日偏明。兰膏香染云鬟腻，钗坠滑无声。<br>冷落秋千伴侣，阑珊打马心情。绣屏惊断潇湘梦，花外一声莺。",
  "fanyi": "<p><strong>译文<br></strong>金色的鸭形香炉中暖香未尽，绿窗外的夕阳依然光明。清香的发油把头发抹得亮腻，午后躺于床上，懒把身起，玉钗坠落也悄无声息。<br>打秋千的伙伴被我疏冷，连平日喜爱的打马游戏此时也没了心情。绣屏旁爱情的美梦突然惊醒，都怪花丛外那只黄莺冒失地啼叫一声。</p> <p><strong>注释<br></strong>⑴金鸭：一种镀金的鸭形铜香炉。<br>⑵绿窗：绿色纱窗，代指女子居室。<br>⑶兰膏：一种润发香油。 唐浩虚舟《陶母截发赋》：“象栉重理，兰膏旧濡。”云寰（huán）：高耸的环形发髻，泛指乌黑秀美的头发。<br>⑷无声：没有声音。<br>⑸冷落：冷清；不热闹。秋千：名词作动词，指玩耍秋千。伴侣：同伴；伙伴。<br>⑹阑珊：衰减；消沉。打马：古代博戏名，是宋代妇女闺房中的一种游戏。心情：兴致，情趣。<br>⑺潇湘：梦说“潇湘”，暗用<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>《春梦》<a href=\"http://so.gushiwen.org/view_56037.aspx\">诗</a> ：“洞房昨夜春风起，遥忆美人（这是指所爱的男性）湘江水。枕上片时春梦中，行尽江南数千里。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《乌夜啼·金鸭馀香尚暖》中摹写一位上层妇女午后无聊，躺在床上打发时光反而引起了女主人公的诸多心事更加惆怅。</p> <p>　　上片起二句 ：“金鸭余香尚暖，绿窗斜日偏明”。 后句用晚唐方棫<a href=\"http://so.gushiwen.org/view_56037.aspx\">诗</a>“午醉醒来晚，无人梦自惊。夕阳如有意，长傍小窗明”的句意，以窗外斜日点明时间，一“绿”字渲染环境 ，“偏”字即方诗的“ 如有意”；前句写金鸭形的香炉中余香袅袅，点明主人公身份，近于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《醉花阴》词“薄雾浓云愁永昼 ，瑞脑消金兽”所写的情景。这情景，看似高贵幽雅 ，仔细品味却透露孤独无聊。</p> <p>　　“兰膏香染云鬟腻，钗坠滑无声 。”由闺房写到房中人，即女主人公，装束华贵，但孤独无聊的情绪反而透露得更分明。正因为无聊才将自己从上到下的梳妆打扮了一番，美丽的头发“兰膏香染”，却无人来欣赏。“钗坠滑无声”，正如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《临江仙》 ：“凉波不动簟纹平。水晶双枕，旁有堕钗横。”中的团圆的“双枕”，反衬出女主人公 冷清的“单枕”。美好时光却如此令人伤感，由此，对女主人公此时此刻的心绪，可以切实地感受。</p> <p>　　下片开头两句 ：“冷落秋千伴侣，阑珊打马心情”。 正面写主人公的寂寞 。她不但离别了心上人，深闺独处，而且连同耍秋千的女伴也很少过从。女伴“冷落”，自然自己的心情也更为“冷落”，前者正好反衬了后者 。“打马”之戏，是宋代妇女闺房中的一种游戏 ，词中主人公的心上人不在 ，女伴“冷落”，“ 打马”心情的“ 阑珊”，自可想见。正因为如此，以前爱玩的“打马”游戏，由于女主人公的孤独无聊，也变得索然无味了。进一步点明了她产生这种心态的原因。</p> <p>　　“绣屏惊断潇湘梦，花外一声莺。”潇湘梦”，更加烘托出女主人公的寂寞无聊，反映出女主人公的牵挂。独个人守空房的处境，好令人心烦。唯有做白日梦来减轻内心的痛楚。好梦不长，偏被春莺的啼声“惊断”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在中年以后，反对写此类艳词。他的《跋〈花间集〉》说 ：“《花间集》皆唐末五代时人作。方斯时，天下岌岌，生民救死不暇，士大夫乃流宕如此，可叹也哉！”《乌夜啼·金鸭馀香尚暖》是陆游少数的艳词之一，写得旖旎细腻，也能得《花间》胜处而去其猥下与低沉。</p>",
  "about": "<h2>创作背景</h2> 　　南宋初期，由于当时词人多写闺中之人，言闺中之事。然而词人中年后流露出对这种文风的反感，因此，本首细腻软媚的《乌夜啼》应是词人年轻时所作，与其后期粗犷豪放的文风大相径庭。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "春天",
    "妇女",
    "生活",
    "孤独",
    "寂寞"
  ]
}