{
  "id": 71499,
  "star": 9,
  "name": "妾薄命·为曾南丰作",
  "dynasty": "宋代",
  "content": "主家十二楼，一身当三千。<br>古来妾薄命，事主不尽年。<br>起舞为主寿，相送南阳阡。<br>忍著主衣裳，为人作春妍。<br>有声当彻天，有泪当彻泉。<br>死者恐无知，妾身长自怜。</p> <p>叶落风不起，山空花自红。<br>捐世不待老，惠妾无其终。<br>一死尚可忍，百岁何当穷？<br>天地岂不宽？妾身自不容。<br>死者如有知，杀身以相从。<br>向来歌舞地，夜雨鸣寒蛩。 ",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>的五言古<a href=\"http://so.gushiwen.org/view_71499.aspx\">诗</a>《妾薄命》共有两首。诗人表达感情的方式是多样的，以一位侍妾悲悼主人的口吻抒写了自己对老师<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>的悼念。要不是原诗题下有诗人自注：“为曾南丰作。”后世的读者会以为这是一首侍妾的哀歌。</p> <p>　　至于陈师道与曾巩的关系，宋人笔记上说得颇带传奇色彩：曾巩路过徐州，当时的徐州太守孙莘荐陈师道前往谒见，虽然送了不少礼，但曾巩却一言不发，陈师道很惭愧，后来孙莘问及，曾巩说：“且读《史记》数年。”陈师道因此一言而终身师事曾巩，至后来在《过六一堂》诗中还说：“向来一瓣香，敬为曾南丰。”（见陈鹊《耆旧续闻》）这种记载只是小说家之言。其实，曾、陈的师生关在史书上有明文记载，《宋史》中陈师道本传上说他“年十六，早以文谒曾巩，巩一见奇之，许其以文著，时人未之知也。留受业。”元丰年间（1078-1085），曾巩典五朝史事，举荐陈师道为史才，然而终因他未曾登第而未获准，因而，陈师道对曾巩有很深的知遇之恩。故1083年（元丰六年），当他听到曾巩的死讯后，即写下了这组感情诚挚的悼诗。</p> <p>　　第一首诗托侍妾之口，写主死之悲，并表达了不愿转事他人的贞心。起二句极言受主人的宠爱，“十二楼”即指十二重的高楼，<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代陈思王京洛篇》中有“凤楼十二重，四户入绮窗”之句，这里是形容宫楼的高峻和豪华。“一身当三千”句，取自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中“后宫佳丽三千人，三千宠爱在一身”的意思，然以五字概括，更为精炼，所以陈师道诗最权威的注释者任渊说，此句“语简而意尽”。这正体现了陈师道诗工于锻炼和善于点化前人诗句的特点。</p> <p>　　“古来”二句陡然转折，主人公悲叹自己不能至死侍奉主人，与上二句连读，可谓一扬一抑。“起舞为主寿”句承首二句，“相送南阳阡”句则承三四两句。汉代原涉在南阳为父亲置办的墓地，称为“南阳阡”，因而后世以此泛指墓地。此二句以极概括的语言抓住典型事件，构成鲜明对照：本来为祝祷主人长寿而翩翩起舞，转瞬间却往坟地为他送葬。两句中意象丰赡，节奏跳动，可见诗人用墨的简炼，故陈模说，此二句“盖言初起舞为寿，岂期今乃相送南阳阡，乃不假干澹字而意自转者”（《怀古录》）。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的《代靖安佳人怨》悼宰相武元衡遇刺，说：“晓来行哭里门外，昨夜华堂歌舞人。”也是写乐极哀来，生死的变幻无常，意境与此二句略同，然而陈师道的造语更为高古凝炼。</p> <p>　　白居易《燕子楼》诗说：“钿晕罗衫色似烟，几回欲着即潸然。自从不舞《霓裳曲》，叠在空箱十一年。”此诗中“忍著”二句，与白居易诗意蕴相近，但并非泛咏男女之情，而另有很深的寓意。北宋中期，政治上风云变幻，元祐党、变法派轮番掌权，所以一般士人都讳言师生关系，以避免党同伐异，受到连累。一些趋炎附势之徒，则随波逐流，诌谀权贵。陈师道此诗正是对此种风气的批判，他责问道：难道忍心穿着以前主人踢子我的衣裳，去博取他人的欢笑冯？</p> <p>　　末四句直抒胸臆，一腔悲慨，啧涌而出。然而死者无知，只有生者独自哀怜。整首诗便在生与死、哀与乐、有知与无知的对照中结束。</p> <p>　　第二首是组诗第一首的主题的延伸，表达了杀身相从的意愿，二首一气贯注。故范大士《历代诗发》评价说：“琵琶不可别抱，而天地不可容身，虽欲不死何为？二诗脉理相承，最为融洽。”</p> <p>　　“叶落”二句以写景起兴，然意味无穷，诗人的用意至少有三层：此二句承上文“相送南阳阡”而来，故写墓园景象，且兴起下文，此其一；又写墓地凄惨之状，以飘零之落叶与绚烂之红花相衬，愈见山野的空旷寂寥，写景状物颇能传神，并烘托出苍凉凄迷的气氛，故任渊说：“两句曲尽丘源凄惨意象。”此其二；此二句写景起兴中又带有比喻意，落叶指已逝之人，而红花喻主人公自己。但落叶飘败，花的娇艳，徒成空无。<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>《悼亡诗》说：“落叶委埏侧，枯荄带坟隅。”这首诗以落叶比喻人的长逝，然而寓意的深刻远不及陈师道此诗，故陈模盛赞《妾薄命》中这两句说：“陈后山‘叶落风不起，山空花自红’，兴中寓比而不觉，此真得诗人之兴而比者也。”（《怀古录》）此其三。</p> <p>　　“捐世”以下八句一气流走，自然涌出。诗中说，主人不待年老即弃世而去，因而对我的恩惠未能到头。想来一死尚可忍受，而今后无穷的生涯怎样度过？偌大的世界，却容不得主人公微弱的一身，于是发出了最后的心声：“死者如有知，杀身以相从。”语气坚定，如铮铮誓言。此八句层层相绾，语意畅达，纯自肺腑中流出，读来不觉其浅率，唯感其真诚。</p> <p>　　至此感情的激烈已无以复加，全诗表面上应戛然而止了，然而“向来”二句，转以哀婉的情调结束：那以前歌声鼎沸、舞姿婆娑的地方，只留下夜雨的淅沥和蟋蟀的悲鸣，由此表达了盛时不再、人去楼空的感慨，一变前文率直奔放的激情，遂令诗意深远，避免了一览无余。这末尾的“歌舞”几句，正与组诗第一首的开头“十二楼”首尾相应，也表现了作者的匠心。</p> <p>　　《妾薄命》向来是被认为是陈师道的代表作，故《后山诗集》以此为冠，其原因便在于此诗集中体现了陈师道诗的风格。陈师道诗的佳处在于高古而具有真情，锻炼而以淡雅出之。这首诗造语极平淡，表面上没有用典故，不作艰深之语，只是直陈胸臆，实际上却几乎无一字无来历。任渊评价说：“或苦后山之诗非一过可了，迫于枯淡，彼其用意，直追《骚》、《雅》。”意谓他的诗须细细品味，不是一读即可明白其中用意的，这正说明，陈师道的诗在平淡的背后，有着惨淡经营的苦心。</p> <p>　　除了平淡典雅，精炼浓缩也是陈师道诗的一个显著特点，如此诗中“叶落风不起，山空花自红”等语，都以极简练的字句表达了丰富的意蕴，如前人所评，有“以少许胜多多许”的特点，故刘壎《隐居通议》说，陈师道“得费长房缩地之法，虽寻丈之间，固自有万里山河之势”。</p> <p>　　然而此诗最突出之处还在于用比兴象征的手法，以男女之情写师生之谊，别具风范。这种手法可追溯到《诗经》中的比兴，《楚辞》中的美人香草。这在古典诗词中是屡见不鲜的，因为男女之情最易感人。正如明人郝敬所说：“情欲莫甚于男女，声音发于男女者易感，故凡托兴男女者，和动之音，性情之始，非尽男女之事也。”（陆以谦《词林纪事序》引）托喻男女之情而实寄君臣、朋友、师生之谊的作品历代都有，但与陈师道此诗有明显血缘关系的可推<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>的《节妇吟寄东平李司空师道》，诗中说：“君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗繻。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。”此诗是张籍为推辞李师古之聘而作，与陈师道此诗所述之事虽然不同，但抒写手法颇多相通之处。虽然后世也有人对此执不同意见，以为此诗“比拟终嫌不伦”（陈衍《宋诗精华录》），然而作为诗之一格，作为表达感情的一种方法，《妾薄命》还是有新意、有真情的。</p>",
  "poet": {
    "id": 100,
    "star": 0,
    "name": "陈师道",
    "image": "http://img.gushiwen.org/authorImg/chenshidao.jpg",
    "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"
  },
  "tags": [
    "悼亡",
    "组诗"
  ]
}