{
  "id": 71301,
  "star": 82,
  "name": "春日田园杂兴",
  "dynasty": "宋代",
  "content": "柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。<br>土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。<br>高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。<br>老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。<br>社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。<br>骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。<br>寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。<br>郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。<br>步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。<br>种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。<br>吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。<br>桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。",
  "fanyi": "<h2>注释</h2> ①杂兴：随兴写来，没有固定题材的<a href=\"http://so.gushiwen.org/view_71301.aspx\">诗</a>篇。 <br>②鞭笋：竹根。 <br>③椎鼓：击鼓。 <br>④斗草：以草相赛为戏。 <br>⑤骑吹：指地方长官出行时之仪仗。 <br>⑥碡（zhóu）：碌碡，碌轴，石制的圆柱形农具，用来轧谷物、平场地。<br>⑦郭里：即城里。<br>⑧醪（láo）酒：即醪糟酒，米酒。<br>⑨步屧（xiè）：徒步。屧：一种木屐。 <br>⑩樊：用为动词，插棘为篱。",
  "shangxi": "<h2>评析</h2> <p>　　“柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。”这首跟<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的《初夏午睡起》异曲同工。头两句来点儿懒洋洋的环境描写，后两句都是睡一觉起来又满足又无聊，对边看着点东西，发呆。虽然季节不同，这种无情思的心绪一样。春有百花秋有月，夏有凉风冬有雪；若无闲事挂心头，便是人间好时节。</p> <p>　　“土膏欲动雨频催，万草千花一饷开。”土膏，指泥土滋润状，是言多场春雨过后，土地润泽松动，万草千花一下子草也绿了花也开了。这春天里生命的蠢蠢欲动，春雨的频催之下，一晌间爆发，万草千花灿烂。“饷”是“晌”的通假，一会儿，不多久的时间。商务出版社第四版《古代汉语字典》上，饷只是饭和送饭的意思，但汉典上说，后来才用作“晌”的，唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>还写“虽有一饷乐，有如聚飞蚊”。“舍后荒畦犹绿秀，邻家鞭笋过墙来”，春天化荒芜为绿秀，与“春色满园关不住，一只红杏出墙来”，异曲同工之妙。</p> <p>　　“老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。”杜茅柴，指自家酿的薄酒；官酒，则是官酿官卖的酒。自家老盆酿新酒，初熟，便带到田头祭社。后两句是说：巫婆啊你莫嫌弃我家酒味淡，旗亭的官酒里落灰更多。旗亭，一指酒楼，悬旗为酒招，故称；二指市楼。古代观察、指挥集市的处所，上立有旗，故称。此处取市楼意，因在田头祭社，算是官方大型活动。“祭社”，祀土地神，汉董仲舒《春秋繁露·止雨》“祭社，击鼓三日而祝”。潮阳、谷饶、泉州，都有这个风俗，客家人称担社。</p> <p>　　“社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。”斗草，又称斗百草，古代游戏，竞采花草，比赛多寡优劣，多见端午行之。这个接上句刚刚好，田头祭社的鼓声如雷，傍晚的时候大人们被歪歪斜斜的扶回家。院子里的花花草草一片狼藉，知道是小孩子又在斗草玩。</p> <p>　　“新开醪酒荐青梅”，应该是新开的米酒配青梅，他用了“荐”这个字，就觉得特别的，诱人。还有下文那个“随人黄犬搀前去”，“搀”字，描写出来黄狗是巴巴得蹭上来的神态，特亲近黏人。但是走到溪边，黄狗又忽儿自己转头回去了。这就是说，黄狗的心思你别猜，人类无法理解狗的生活哲学。</p> <p>　　“桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。”这首最后的“日暮裹盐沽酒归”，带着十足的厨房的油烟气。美的不是那种不食人间烟火的超凡脱俗，反而这种浅浅淡淡的生活气息，才是美的表达。菘，本草纲目里说有两种：“一种茎圆厚微青，一种茎扁薄而白。”头一种估计是油菜，第二种是北方的大白菜。这里指的是油菜，因为作者当时在苏州。当时油菜花还没开，菘心青嫩。芥苔，是芥菜开花新生的嫩茎。</p>",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "田园",
    "春天",
    "生活"
  ]
}