{
  "id": 302,
  "star": 142,
  "name": "商颂·殷武",
  "dynasty": "先秦",
  "content": "挞彼殷武，奋伐荆楚。深入其阻，裒荆之旅。有截其所，汤孙之绪。</p> <p>维女荆楚，居国南乡。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。曰商是常。</p> <p>天命多辟，设都于禹之绩。岁事来辟，勿予祸适，稼穑匪解。</p> <p>天命降监，下民有严。不僭不滥，不敢怠遑。命于下国，封建厥福。</p> <p>商邑翼翼，四方之极。赫赫厥声，濯濯厥灵。寿考且宁，以保我后生。</p> <p>陟彼景山，松伯丸丸。是断是迁，方斫是虔。松桷有梴，旅楹有闲，寝成孔安。",
  "fanyi": "<p>译文<br>殷王武丁神勇英武，是他兴师讨伐荆楚。王师深入敌方险阻，众多楚兵全被俘虏。扫荡荆楚统治领土，成汤子孙功业建树。<br>你这偏僻之地荆楚，长久居住中国南方。从前成汤建立殷商，那些远方民族氐羌，没人胆敢不来献享，没人胆敢不来朝王。殷王实为天下之长。<br>上帝命令诸侯注意，建都大禹治水之地。每年按时来朝来祭，不受责备不受鄙夷，好好去把农业管理。<br>上帝命令殷王监视，下方人民恭谨从事。赏不越级罚不滥施，人人不敢怠慢度日。君王命令下达诸侯，四方封国有福享受。<br>殷商都城富丽堂皇，它是天下四方榜样。武丁有着赫赫声名，他的威灵光辉鲜明。既享长寿又得康宁，是他保佑我们后人。<br>登上那座景山山巅，松树柏树挺拔参天。把它砍断把它远搬，削枝刨皮加工完善。长长松木制成方椽，楹柱排列粗壮溜圆。寝庙落成神灵安恬。</p> <p>注释<br>1.挞（tà）：勇武貌。殷武：即殷高宗武丁，殷朝的一位中兴之主，曾任用贤人傅说（yuè）为相，并不断对西北的贡方、土方、鬼方、羌、周族等用兵，在位五十九年。<br>2.荆楚：即荆州之楚国。《史记·楚世家》：“吴回生陆终。陆终生子六人，其长曰昆吾；二曰参胡；三曰彭祖；四曰会人；五曰曹姓；六曰季连，芈姓，楚其后也。昆吾氏，夏之时尝为侯伯，桀之时汤灭之。彭祖氏，殷之时尝为侯伯，殷之末世灭彭祖氏。…周文王之时，季连之苗裔曰鬻熊。鬻熊子事文王，蚤（早）卒。其子曰熊丽。熊丽生熊狂，熊狂生熊绎。熊绎当周成王之时，举文、武勤劳之后嗣，而封熊绎于楚蛮，封以子男之田，姓芈氏，居丹阳。”<br>3.罙（shēn）：同“深”。古深字本作“突”，隶变作“罙”。<br>4.裒（póu）：“捊”之别体，通“俘”，俘获。<br>5.汤孙：指商汤的后代武丁。绪：功业。<br>6.女（rǔ）：同“汝”，你。<br>7.乡（xiàng）：通“向”。<br>8.自彼氐羌：自，犹“虽”；氐、羌，散居在今西北狭西、甘肃、青海一带的边远民族。<br>9.常：长。“常”是“尚声”字，与“长”字古音同部，故可释为“长”。<br>10.多辟（bì）：众多诸侯国君。<br>11.绩：通“迹”。<br>12.来辟：犹言“来王”、“来朝”。<br>13.祸适：读同“过谪”，义为谴责。<br>14.解（xiè）：同“懈”。<br>15.严（yǎn）：同“俨”，敬谨。<br>16.不僭（jiàn）不滥：毛传：“赏不僭、刑不滥也。”<br>17.封：毛传：“大也。”<br>18.商邑：指商朝的国都西亳。《史记·殷本纪》正义：“汤自南亳迁西亳，仲丁迁隞，河亶甲居相，祖乙居耿，盘庚渡河，南居西亳，是五迁也。”殷高宗武丁是盘庚之后的中兴之主，其时建都西亳，在今河南偃师。翼翼：都城盛大貌。<br>19.极：准则。<br>20.濯（zhuó）濯：形容威灵光辉鲜明。<br>21.后生：犹言后代子孙。<br>22.景山：陈奂《<a href=\"http://so.gushiwen.org/view_302.aspx\">诗</a>毛氏传疏》：“考今河南偃师县有缑氏城，县南二十里有景山，即此诗之景山也。”<br>23.丸丸：形容松柏条直挺拔。<br>24.方：是，乃。斲（zhuó）：同“斫”，砍。虔：马瑞辰《毛诗传笺通释》以为“削”。此指用刀削木。<br>25.桷（jué）：方形的椽子。梃（chān）：木长貌。<br>26.旅：当依毛传释为“陈列”。有闲：闲闲，大貌。<br>27.寝：此指为殷高宗所建的寝庙。古时的寝庙分两部分，后面停放牌位和先人遗物的地方叫“寝”，前面祭祀的地方叫“庙”。孔：很。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《商颂·殷武》这首<a href=\"http://so.gushiwen.org/view_302.aspx\">诗</a>的主旨，是通过高宗寝庙落成举行的祭典，极力颂扬殷高宗继承成汤的事业所建树的中兴业绩。</p> <p>　　全诗共六章，一、四、五章每章六句，二、六章每章七句，三章五句。前五章写殷高宗武丁中兴之事，最后一章写高宗寝庙落成的情景。</p> <p>　　这首诗歌在艺术表现上的突出特色，是各章都有它描写的侧重点。第一章言武丁伐楚之功。“挞彼殷武，奋伐荆楚”二句，表现了武丁对楚用兵的勇猛神速。“罙（深）入其阻，裒荆之旅”，写出武丁的军队是在突破险阻中取得节节胜利。“有截其所，汤孙之绪”，特别点明武丁之所以能征服荆楚之地，那是因为他是成汤的后世子孙，理应有所作为。第二章写武丁对荆楚的训诫。“维女（汝）荆楚，居国南乡（向）”二句，从荆楚所处的地理位置，指出它理应俯首听命。“昔有成汤，自彼氐羌。莫敢不来享，莫敢不来王，曰商是常。”这是以成汤征服氐、羌的先例来告诫荆楚归服，可谓是“刚柔并举”。第三章只有五句，可能有脱文，是写四方诸侯来朝。说殷武丁秉承“天命”统治诸侯，因之诸侯入国朝见天子、在封地勤治农事，都是他们应尽的职守。第四章，进一步申述武丁是受“天命”的中兴之主，人民百姓只能安分守己，按商朝的政令行动。第五章，写商朝的国都西亳地处中心地带的盛况，这里曾是中兴之主殷武丁运筹帷幄、决胜千里的地方，故特别用“商邑翼翼，四方之极”两句诗来渲染它，而武丁在位长达五十九年，说他“赫赫厥声，濯濯厥灵”，并不过分。末章描写修建高宗寝庙的情景，用“陟彼景山，松柏丸丸”两句诗作比兴，不但形象生动，而且有象征意义，象征殷武丁的中兴业绩垂之不朽。</p> <p>　　这首诗在用韵上也有其特色。第一章句句用韵，“武”“楚”“阻”“旅”“所”“绪”同叶鱼部韵；第二章除“维女荆楚”一句不用韵，其余句句用韵，“乡”“汤”“羌”“享”“王”“常”同叶阳部韵；第三章句句用韵，“辟”“绩”“辟”“适（谪）”“解（懈）”是锡支通韵；第四章句句用韵，前后换韵，“监”“严”“滥”“遑”是谈阳合韵，“国”“福”叶职部韵；第五章句句用韵，前后换韵，“翼”“极”叶职部韵，“声”“灵”“宁”“生”叶耕部韵；最后一章句句用韵，“山”“丸”“迁”“虔”“梃”“闲”“安”叶元部韵。由于末章用元韵一韵到底，颇能渲染出宗庙落成的喜庆气氛。</p>",
  "about": "<h2>创作背景</h2> <p>　　《商颂·殷武》，《毛<a href=\"http://so.gushiwen.org/view_302.aspx\">诗</a>序》所作题解为“祀高宗也”，谓其为商人祭祀歌颂殷高宗武丁之诗。但<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>本三家诗之说，云：“春秋僖四年，公会齐侯、宋公伐楚，此诗与《鲁颂》‘荆舒是惩’，皆侈召陵攘楚之伐，同时同事同词，故宋襄公作颂以美其父（桓公）。”（《诗古微》）王先谦《诗三家义集疏》以为“魏说为此诗定论，毛序之伪，不足辨也”。然吴闿生《诗义会通》云：“考《商颂》五篇，皆盛德之事，非宋之所宜有，且其诗有‘邦畿千里，惟民所止，命于下国，封建厥福’等语，此复非诸侯之事，是序说无可疑者。”方玉润《诗经原始》也指出：“或疑商时无楚，……殊不知《禹贡》荆及衡阳为荆州，楚即南荆也。……又况《易》称‘高宗伐鬼方，三年克之’，与此诗‘深入其阻’者合。鬼方，楚属国也。”</p> <p>　　殷高宗作为成汤之后的一代中兴之主，《史记·殷本纪》载有他的业绩：“帝武丁即位，思复兴殷，而未得其佐。三年不言，政事决定于冢宰，以观国风。武丁夜梦得圣人，名曰说。以梦所见视群臣百吏，皆非也。于是乃（乃）使百工营求之野，得说于傅险（亦作傅岩）中。是时说为胥靡，筑于傅险。见于武丁，武丁曰：‘是也。’得而与之语，果圣人，举以为相，殷国大治。故遂以傅险姓之，号曰傅说。帝武丁祭成汤，明日，有飞雉登鼎耳而呴，武丁惧。祖己曰：‘王勿忧，先修政事。’武丁修政行德，天下成驩（欢），殷道复兴。”</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "颂歌"
  ]
}