{
  "id": 7739,
  "star": 433,
  "name": "北风行",
  "dynasty": "唐代",
  "content": "烛龙栖寒门，光曜犹旦开。<br>日月照之何不及此？惟有北风号怒天上来。<br>燕山雪花大如席，片片吹落轩辕台。<br>幽州思妇十二月，停歌罢笑双蛾摧。<br>倚门望行人，念君长城苦寒良可哀。<br>别时提剑救边去，遗此虎文金鞞靫。<br>中有一双白羽箭，蜘蛛结网生尘埃。<br>箭空在，人今战死不复回。<br>不忍见此物，焚之已成灰。<br>黄河捧土尚可塞，北风雨雪恨难裁。",
  "fanyi": "<p><strong>译文</strong><br>传说在北国寒门这个地方，住着一条烛龙，它以目光为日月，张目就是白昼而闭目就是黑夜。<br>这里连日月之光都照不到啊！只有漫天遍野的北风怒号而来。<br>燕山的雪花其大如席，一片一片地飘落在轩辕台上。<br>在这冰天雪地的十二月里，幽州的一个思妇在家中不歌不笑，愁眉紧锁。<br>她倚着大门，凝望着来往的行人，盼望着她丈夫的到来。她的夫君到长城打仗去了，至今未回。长城那个地方可是一个苦寒要命的地方，夫君你可要保重啊。<br>丈夫临别时手提宝剑，救边而去，在家中仅留下了一个虎皮金柄的箭袋。<br>里面装着一双白羽箭，一直挂在堵上。上面结满了蜘蛛网，沾满了尘埃。<br>如今其箭虽在，可是人却永远回不来了他已战死在边城了啊！<br>人之不存，我何忍见此旧物乎？于是将其焚之为灰矣。<br>黄河虽深，尚捧土可塞，唯有此生离死别之恨，如同这漫漫的北风雨雪一样铺天盖地，无边无垠。</p> <p><strong>注释</strong><br>⑴北风行：乐府“时景曲”调名，内容多写北风雨雪、行人不归的伤感之情。<br>⑵烛龙：中国古代神话传说中的龙。人面龙身而无足，居住在不见太阳的极北的寒门，睁眼为昼，闭眼为夜。<br>⑶此：指幽州，治所在今北京大兴县。这里指当时安禄山统治北方，一片黑暗。<br>⑷燕山：山名，在河北平原的北侧。轩辕台，纪念黄帝的建筑物，故址在今河北怀来县乔山上。这两句用夸张的语气描写北方大雪纷飞、气候严寒的景象。<br>⑸双蛾：女子的双眉。双蛾摧，双眉紧锁，形容悲伤、愁闷的样子。<br>⑹长城：古<a href=\"http://so.gushiwen.org/view_7739.aspx\">诗</a>中常借以泛指北方前线。良，实在。<br>⑺鞞靫（bǐngchá）：当作鞴靫。虎文鞞靫，绘有虎纹图案的箭袋。<br>⑻“焚之”句：语出古乐府《有所思》：“摧烧之，当风扬其灰。”<br>⑼“黄河”句：《后汉书·朱冯虞郑周列传》：“此犹河滨之人，捧土以塞孟津，多见其不知量也。”此反其意而用之。<br>⑽北风雨雪：这是化用《诗经·国风·邶风·北风》中的“北风其凉，雨雪其雾”句意，原意是指国家的危机将至而气象愁惨，这里借以衬托思妇悲惨的遭遇和凄凉的心情。裁，消除。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这<a href=\"http://so.gushiwen.org/view_7739.aspx\">诗</a>一起先照应题目，从北方苦寒着笔。这正是古乐府通常使用的手法，这样的开头有时甚至与主题无关，只是作为起兴。但这首《北风行》还略有不同，它对北风雨雪的着力渲染，倒不只为了起兴，也有着借景抒情，烘托主题的作用。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是浪漫主义诗人，常常借助于神话传说。“烛龙栖寒门，光耀犹旦开”，就是引用《淮南子。墬形训》中的故事：“烛龙在雁门北，蔽于委羽之山，不见日，其神人面龙身而无足。”高诱注：“龙衔烛以照太阴，盖长千里，视为昼，瞑为夜，吹为冬，呼为夏。”这两句诗的意思是：烛龙栖息在极北的地方，那里终年不见阳光，只以烛龙的视瞑呼吸区分昼夜和四季，代替太阳的不过是烛龙衔烛发出的微光。怪诞离奇的神话虽不足凭信，但它所展现的幽冷严寒的境界却借助于读者的联想成为真实可感的艺术形象。在此基础上，作者又进一步描写足以显示北方冬季特征的景象：“日月照之何不及此，唯有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。”这几句意境十分壮阔，气象极其雄浑。日月不临既承接了开头两句，又同“唯有北风”互相衬托，强调了气候的寒冷。“号怒”写风声，“天上来”写风势，此句极尽北风凛冽之形容。对雪的描写更是大气包举，想象飞腾，精彩绝妙，不愧是千古传诵的名句。诗歌的艺术形象是诗人主观感情和客观事物的统一，李白有着丰富的想象，热烈的情感，自由豪放的个性，所以寻常的事物到了他的笔下往往会出人意表，超越常情。这正是他诗歌浪漫主义的一个特征。这两句诗还好在它不单写景，而且寓情于景。李白另有两句诗：“瑶台雪花数千点，片片吹落春风香”，二者同样写雪，同样使用了夸张，连句式也相同，在读者心中引起的感受却全然不同。一个唤起了浓郁的春意，一个渲染了严冬的淫威。不同的艺术效果皆因作者的情思不同。以席来拟雪花此句想像飞腾，精彩绝妙，生动形象地写出了雪花大，密的特点，极写边疆的寒冷。这两句诗点出“燕山”和“轩辕台”，就由开头泛指广大北方具体到幽燕地区，引出下面的“幽州思妇”。</p> <p>　　作者用“停歌”、“罢笑”、“双蛾摧”、“倚门望行人”等一连串的动作来刻画人物的内心世界，塑造了一个忧心忡忡、愁肠百结的思妇的形象。这位思妇正是由眼前过往的行人，想到远行未归的丈夫；由此时此地的苦寒景象，引起对远在长城的丈夫的担心。这里没有对长城作具体描写，但“念君长城苦寒良可哀”一句可以使人想到，定是长城比幽州更苦寒，才使得思妇格外忧虑不安。而幽州苦寒已被作者写到极致，则长城的寒冷、征人的困境便不言自明。前面的写景为这里的叙事抒情作了伏笔，作者的剪裁功夫也于此可见。</p> <p>　　“别时提剑救边去，遗此虎文金鞞靫”，“鞞靫”是装箭的袋子。这两句是写思妇忧念丈夫，但路途迢远，无由得见，只得用丈夫留下的饰有虎纹的箭袋寄托情思，排遣愁怀。这里仅用“提剑”一词，就刻画了丈夫为国慷慨从戎的英武形象，使人对他后来不幸战死更生同情。因丈夫离家日久，白羽箭上已蛛网尘结。睹物思人，已是黯然神伤，更那堪“箭空在，人今战死不复回”，物在人亡，倍觉伤情。“不忍见此物，焚之已成灰”一笔，入木三分地刻画了思妇将种种离愁别恨、忧思悬想统统化为极端痛苦的绝望心情。诗到此似乎可以结束了，但诗人并不止笔，他用惊心动魄的诗句倾泻出满腔的悲愤：“黄河捧土尚可塞，北风雨雪恨难裁”。“黄河捧土”是用典，见于《后汉书。朱浮传》：“此犹河滨之人，捧土以塞孟津，多见其不知量也”，是说黄河边孟津渡口不可塞，那么，“奔流到海不复回”的滔滔黄河当更不可塞。这里却说即使黄河捧土可塞，思妇之恨也难裁，这就极其鲜明地反衬出思妇愁恨的深广和她悲愤得不能自已的强烈感情。北风号怒，飞雪漫天，满目凄凉的景象更加浓重地烘托出悲剧的气氛，它不仅又一次照应了题目，使首尾呼应，结构更趋完整；更重要的是使景与情极为和谐地交融在一起，使人几乎分辨不清哪是写景，哪是抒情。思妇的愁怨多么象那无尽无休的北风雨雪，真是“此恨绵绵无绝期”！结尾这两句诗恰似火山喷射着岩浆，又象江河冲破堤防，产生了强烈的震撼人心的力量。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>于公元752年（天宝十一载）秋，游幽州时作此<a href=\"http://so.gushiwen.org/view_7739.aspx\">诗</a>。通过描写一个北方妇女对丈夫战死的悲愤心情，揭露和抨击了安禄山在北方制造民族纠纷，挑起战祸的罪行。<br/><h2>评价</h2> 　　这首<a href=\"http://so.gushiwen.org/view_7739.aspx\">诗</a>成功地运用了夸张的手法。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《漫谈“漫画”》一文中说：“‘燕山雪花大如席’，是夸张，但燕山究竟有雪花，就含着一点诚实在里面，使我们立刻知道燕山原来有这么冷。如果说‘广州雪花大如席’，那就变成笑话了。”只有在真实基础上的夸张才有生命力。叶燮的《原诗》又说，夸张是“决不能有其事，实为情至之语”。诗中“燕山雪花大如席”和“黄河捧土尚可塞”，说的都是生活中决不可能发生的事，但读者从中感到的是作者强烈真实的感情，其事虽“决不能有”，却变得真实而可以理解，并且收到比写实强烈得多的艺术效果。此诗信笔挥洒，时有妙语惊人；自然流畅，不露斧凿痕迹。无怪乎胡应麟说<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的乐府诗是“出鬼入神，惝恍莫测”（《诗薮》）。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "冬天",
    "写雪",
    "写风",
    "借景抒情",
    "女子",
    "思念"
  ]
}