{
  "id": 71211,
  "star": 311,
  "name": "人间词话七则",
  "dynasty": "清代",
  "content": "　　有有我之境，有无我之境。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”有我之境也。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”无我之境也。有我之境，以我观物，故物我皆著我之色彩。无我之境，以物观物，故不知何者为我，何者为物。古人为词，写有我之境者为多，然未始不能写无我之境，此在豪杰之士能自树立耳。<br>　　境非独谓景物也。喜怒哀乐，亦人心中之一境界。故能写真景物，真感情者，谓之有境界。否则谓之无境界。<br>　　境界有大小，不以是而分优劣。“细雨鱼儿出，微风燕子斜”何遽不若“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”何遽不若“雾失楼台，月迷津渡”也。<br>　　词至李后主而眼界始大，感慨遂深，遂变伶工之词而为士大夫之词。周介存置诸温韦之下，可为颠倒黑白矣。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有此气象耶？<br>　　古今之成大事业、大学问者，罔不经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境界也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境界也。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”此第三境界也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏欧诸公所不许也。<br>　　大家之作，其言情也必沁人心脾，其写景也必豁人耳目。其辞脱口而出，无矫揉妆束之态。以其所见者真，所知者深也。诗词皆然。持此以衡古今之作者，可无大误也。<br>　　诗人对宇宙人生，须入乎其内，又须出乎其外。入乎其内，故能写之。出乎其外，故能观之。入乎其内，故有生气。出乎其外，故有高致。美成能入而不出。白石以降，于此二事皆未梦见。",
  "fanyi": "<p><strong>译文<br></strong>　　境界有“有我之境”和“无我之境”。“泪眼问花花不语，乱红飞过秋千去。”“可堪孤馆闭春寒，杜鹃声里斜阳暮。”这是有我之境。“采菊东篱下，悠然见南山。”“寒波澹澹起，白鸟悠悠下。”这是无我之境。有我之境，是用自己的眼光来看事物，所以物我都带有我自己的主观色彩。无我之境，是忘记了自我，用物去看待物，所以不知道自身是什么也不知道外物是什么。古人作词，大部分写的都是有我之境，杰出的人士却能独树一帜写出无我之境。</p> <p>　　境界不仅仅是指景色和事物。喜怒哀乐每一项都是人心中的一种境界。所以能写出真景物，真感情的人，那他才是有境界的。否则就是无境界。</p> <p>　　境界有大也有小，不能以大小为标准来评判孰优孰劣。“细雨鱼儿出，微风燕子斜”哪里比不上“落日照大旗，马鸣风萧萧”。“宝帘闲挂小银钩”哪里比不上“雾失楼台，月迷津渡”了。</p> <p>　　词到了<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>那里眼界才开始变阔大，感慨逐渐加深，慢慢地由乐师戏子的词变成士大夫的词。周介存把他的词列在<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>和<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>的下面，真是颠倒了黑白。“自是人生长恨水长东”、“流水落花春去也，天上人间”，《金荃》《浣花》，能有这样的气象？</p> <p>　　从古至今，那些做成大事业，大学问的人，没有不经历三种境界的：“昨夜西风凋碧树。独上高楼，望尽天涯路。”这是第一境界。“衣带渐宽终不悔，为伊消得人憔悴。”这是第二境界。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”这是第三境界。这些话都是大词人才能作出来。但是根据这个意思解释<a href=\"http://so.gushiwen.org/view_71211.aspx\">诗</a>词，恐怕晏同叔和<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>等人是不会赞同的。</p> <p>　　大作家的作品，表述情绪会让人感觉内心清新爽朗，写景也一定会让人开拓视听。他们的话语脱口而出，没有刻意的揉捏装扮。这是因为他们能看到事物怎正的状态，能了解到事物的深处。诗词都是这样。用这个方法来衡量古今的作者，不会有大的错误。</p> <p>　　诗人面对宇宙人生，应该进入其中，又应该游离其外。进入其中，所以能描写它。游离其外，所以能观察它。进入其中，所以有生气。游离其外，所以有高雅的情致。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>能进却不能出来。自<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>以来，这两种状态在梦里也没有见过啊。</p> <p><strong>注释<br></strong>①泪眼问花花不语，乱红飞过秋千去：出自欧阳修的《蝶恋花》。<br>②可堪孤馆闭春寒，杜鹃声里斜阳暮：出自<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>的《踏莎行·雾失楼台》。<br>③采菊东篱下，悠然见南山：出自<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的《饮酒·其五》。<br>④寒波澹澹起，白鸟悠悠下：出自<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>的《颖亭留别》。<br>⑤细雨鱼儿出，微风燕子斜》、：出自<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《水槛遣心·其一》。<br>⑥落日照大旗，马鸣风萧萧：出自杜甫的《后出塞·其二》。<br>⑦宝帘闲挂小银钩 ：出自秦观的《浣溪沙》。<br>⑧雾失楼台，月迷津渡：出自秦观的《踏莎行》。<br>⑨李后主：即李煜。<br>⑩伶工：古时指乐师或演员。<br>⑪周介存：即<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>，字介存，清词论家，词人。<br>⑫自是人生长恨水长东：出自李煜的《乌夜啼》。<br>⑬流水落花春去也，天上人间：出自李煜的《浪淘沙》。<br>⑭罔（wǎng）：没有。<br>⑮昨夜西风凋碧树。独上高楼，望尽天涯路：出自<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的《蝶恋花·槛菊愁烟兰泣露》。<br>⑯衣带渐宽终不悔，为伊消得人憔悴：出自<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《蝶恋花》，也有人认为是欧阳修所作。<br>⑰众里寻他千百度，蓦然回首，那人却在，灯火阑珊处：出自<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《青玉案》。<br>⑱晏欧：晏同叔和欧阳修。<br>⑲美成：即周邦彦。<br>⑳白石以降：自从姜夔以后。白石，即姜夔，号白石道人。</p>",
  "shangxi": "<h2>简析</h2> <p>第一则<br>评论<a href=\"http://so.gushiwen.org/view_71211.aspx\">诗</a>词以境界为最高标准。一首词如果有境界，自然显得格调高迈、超逸不群。这也正是五代和北宋期间的词之所以独到绝妙的地方啊。</p> <p>第二则<br>从词人的表现手法上看，境界可以分为“造境”和“写境”两种，这也是西方“理想派”和“写实派”得以区分的缘由。但两种境界比较难以分别。因为大诗人通过想像所构造出来的境地，是一定要与现实生活相符的；而通过写实所描摹出来的境地，也必定是接近于理想化的。</p> <p>第三则<br>从创作的主体关系上看，境界又可以分为“有我之境”和“无我之境”两种。譬如：<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》词中“泪眼问花花不语，乱红飞过秋千去”之句、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《踏莎行》词中“可堪孤馆闭春寒，杜鹃声里斜阳暮”之句，都是属于“有我之境”；而陶潜《饮酒》诗中“采菊东篱下，悠然见南山”之句、<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《颍川留别》诗中“寒波澹澹起，白鸟悠悠下”之句，则都是属于“无我之境”。“有我之境”是站在作者本人的角度去观察认识事物，借物抒怀，所以事物全部显现出作者本人的色彩。“无我之境”则是站在事物的角度去观察认识事物，物我两相忘，最后都分不清哪里是作者，哪里是事物了。古人作词，一般写“有我之境”的比较多，但并不是说就没有人能够写“无我之境”，这在豪迈杰出的人当中自然能够得到完成。</p> <p>第四则<br>要写“无我之境”，词人只有在超脱世俗、散淡静谧的心境中才能得到。要写“有我之境”，词人却必须是在强烈情感的动态作用下，保持一种平静的心态去抒发才能得到的。所以，前者显得优美，后者显得宏壮。</p> <p>第六则<br>我们所谓的“境”，并非单指景物一种，喜怒哀乐，也是人们心中的一种境界。所以，能写真景物、真感情的，就叫有境界；否则就是无境界。</p> <p>第七则<br><a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>《玉楼春》词中有“红杏枝头春意闹”的句子，仅仅是使用了一个“闹”字，整首词的境界就全都出来了。<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>《天仙子》词中有“云破月来花弄影”的句子，仅仅是使用了一个“弄”字，整首词的境界也就全都出来了。 </p>",
  "poet": {
    "id": 408,
    "star": 0,
    "name": "王国维",
    "image": "http://img.gushiwen.org/authorImg/wangguowei.jpg",
    "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。"
  },
  "tags": [
    "文学",
    "批评"
  ]
}