{
  "id": 71940,
  "star": 1758,
  "name": "离思五首·其四",
  "dynasty": "唐代",
  "content": "曾经沧海难为水，除却巫山不是云。<br>取次花丛懒回顾，半缘修道半缘君。",
  "fanyi": "<p><strong>译文</strong><br>曾经到临过沧海，别处的水就不足为顾；若除了巫山，别处的云便不称其为云。<br>仓促地由花丛中走过，懒得回头顾盼；这缘由，一半是因为修道人的清心寡欲，一半是因为曾经拥有过的你。</p> <p><strong>注释</strong><br>①曾经：曾经到临。经：经临，经过。<br>②难为：这里指“不足为顾”“不值得一观”的意思。<br>③除却：除了，离开。这句意思为：相形之下，除了巫山，别处的云便不称其为云。此句与前句均暗喻自己曾经接触过的一段恋情。<br>④取次：草草，仓促，随意。这里是“匆匆经过”“仓促经过”或“漫不经心地路过”的样子。不应解释为“按次序走过”。例：宋《秋暑夜兴》<a href=\"http://so.gushiwen.org/view_71940.aspx\">诗</a>：“呼童持烛开藤纸，一首清诗取次成。”元朱庭玉《青杏子·送别》曲：“肠断处，取次作别离。”<br>⑤花丛：这里并非指自然界的花丛，乃借喻美貌女子众多的地方，暗指青楼妓馆。<br>⑥半缘：此指“一半是因为……”。<br>⑦修道：指修炼道家之术。此处阐明的是修道之人讲究清心寡欲。<br>⑧君：此指曾经心仪的恋人。</p>",
  "shangxi": "<p>　　首二句“曾经沧海难为水，除却巫山不是云”，是从《孟子·尽心》篇“观于海者难为水，游于圣人之门者难为言”变化而来的。两处用比相近，但《孟子》是明喻，以“观于海”比喻“游于圣人之门”，喻意显明；而这两句则是暗喻，喻意并不明显。沧海无比深广，因而使别处的水相形见绌。巫山有朝云峰，下临长江，云蒸霞蔚。据《高唐赋序》说，其云为神女所化，上属于天，下入于渊，茂如松榯，美若娇姬。因而，相形之下，别处的云就黯然失色了。“沧海”、“巫山”，是世间至大至美的形象，<a href=\"http://so.gushiwen.org/view_71940.aspx\">诗</a>人引以为喻，从字面上看是说经历过“沧海”、“巫山”，对别处的水和云就难以看上眼了，实则是用来隐喻他们夫妻之间的感情有如沧海之水和巫山之云，其深广和美好是世间无与伦比的，因而除爱妻之外，再没有能使自己动情的女子了。</p> <p>　　“难为水”、“不是云”，情语也。这固然是<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>对妻子的偏爱之词，但像他们那样的夫妻感情，也确乎是很少有的。元稹在《遣悲怀》诗中有生动描述。因而第三句说自己信步经过“花丛”，懒于顾视，表示他对女色绝无眷恋之心了。</p> <p>　　第四句即承上说明“懒回顾”的原因。既然对亡妻如此情深，这里为什么却说“半缘修道半缘君”呢？元稹生平“身委《逍遥篇》，心付《头陀经》”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《和答诗十首》赞元稹语），是尊佛奉道的。另外，这里的“修道”，也可以理解为专心于品德学问的修养。然而，尊佛奉道也好，修身治学也好，对元稹来说，都不过是心失所爱、悲伤无法解脱的一种感情上的寄托。“半缘修道”和“半缘君”所表达的忧思之情是一致的，而且，说“半缘修道”更觉含意深沉。清代秦朝釪《消寒诗话》以为，悼亡而曰“半缘君”，是薄情的表现，未免太不了解诗人的苦衷了。</p> <p>　　元稹这首绝句，不但取譬极高，抒情强烈，而且用笔极妙。前两句以极至的比喻写怀旧悼亡之情，“沧海”、“巫山”，词意豪壮，有悲歌传响、江河奔腾之势。后面，“懒回顾”、“半缘君”，顿使语势舒缓下来，转为曲婉深沉的抒情。张弛自如，变化有致，形成一种跌宕起伏的旋律。而就全诗情调而言，它言情而不庸俗，瑰丽而不浮艳，悲壮而不低沉，创造了唐人悼亡绝句中的绝胜境界。“曾经沧海”二句尤其为人称诵。</p>",
  "poet": {
    "id": 18,
    "star": 0,
    "name": "元稹",
    "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
    "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。"
  },
  "tags": [
    "爱情",
    "哲理",
    "悼亡"
  ]
}