{
  "id": 72228,
  "star": 24,
  "name": "晋献文子成室",
  "dynasty": "先秦",
  "content": "　　晋献文子成室，晋大夫发焉。张老曰：“美哉，轮焉！美哉，奂焉！歌于斯，哭于斯，聚国族于斯！”文子曰：“武也，得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也!”北面再拜稽首。君子谓之善颂善祷。",
  "fanyi": "<p><strong>译文</strong><br>　　晋国献文子的新居落成，晋国的大夫们都去送礼致贺。张老说：“多美呀，如此高大宽敞!多美呀，如此金碧辉煌!既可以在这里祭祀唱<a href=\"http://so.gushiwen.org/view_72228.aspx\">诗</a>，也可以在这里居丧哭泣，还可以在这里宴请国宾、聚会宗族!”文子说：“我赵武能够在这里祭祀唱诗，在这里居丧哭泣，在这里宴请国宾、聚会宗族，这说明我可以免于刑戮而善终，能跟先祖、先父一起长眠在九原!”说完，朝北拜了两拜，叩头致谢。君子都称赞他们一个善于赞颂，一个善于祈祷。</p> <p><strong>注释</strong><br>⑴献：进献礼物，引申为祝贺。<br>⑵文子：赵武（前596—前545）的谥号。这是后人追记，所以称谥号。<br>⑶成室：新屋落成。<br>⑷发：送礼庆贺。<br>⑸张老：前去送礼物的晋大夫张孟。张氏是姬姓的一个分支，三家分晋后，多属韩国。<br>⑹轮：盘旋屈曲而上，引申为高大。<br>⑺奂：通“焕”，华丽。<br>⑻歌于斯：在这里祭祀时奏乐唱诗。歌，此处代指祭礼。斯，此。<br>⑼哭于斯：死丧哭泣在这屋里。哭，指家族死丧哭泣之事。<br>⑽聚国族：聚，聚会。国，国宾。族，宗族。<br>⑾武：赵武自称。<br>⑿全要领：免于斩戮之刑。要，通“腰”。领，脖颈。古时罪重则腰斩，罪轻则戮颈，砍头。<br>⒀先大夫：自称已故的祖、父。赵氏自赵衰以来世代为晋卿。<br>⒁九京：当作“九原”。晋国卿大夫的墓地，在今山西绛县北。<br>⒂北面：面向北。古代堂礼，长辈面南而坐，小辈北向而拜。<br>⒃再拜：拱手礼两次。稽（qǐ）首：叩头。<br>⒄稽（qǐ）首：叩头到地，伏地停留片刻方起，叫稽首。是九拜（九种拜的礼节）中最恭敬的。<br>⒅善：擅长。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇仅有76字的短文，浑然一体。全文未分段落，但可以分三个层次来赏析。</p> <p>　　第一层，开头一句，“晋献文子成室，晋大夫发焉。”既点明了事情的原委，也交代了时间、地点、人物。一个“发”字，既表现了当时新居落成人们送礼庆贺的习俗，同时也表现了达官贵人们前来祝贺的热闹场面。读者不禁要问：为什么“晋大夫”都纷纷前来送礼庆贺?不知你是否看过京剧《赵氏孤儿》，新居的主人就是那个孤儿。献文子即赵武，他是晋国名臣赵衰、赵盾之后，晋卿赵朔的遗腹子。他出生前，赵氏被祸灭族，15年后才得以昭雪。赵武成年，受封大夫，建造新宅，大约就在这个时候。这恐怕是晋大夫纷纷前来祝贺的主要原因。</p> <p>　　第二层，即一颂一祷。可以想象，称颂的贺辞肯定不少，本文却抛开众人的颂辞，独举张老的颂辞。因为张老的颂辞独具匠心，别出心裁。“美轮美奂”虽已成了成语，但仍不出颂辞陈套，而“歌于斯，哭于斯，聚国族于斯”的颂辞，却超出吉祥的套话而惊世骇俗。贺辞没有赞颂的味道，反而在主人喜庆的日子，说些死丧哭泣的话，一反常调，令人不解。宾客或疑惑不解，或惊愕发呆，或心中暗骂张老糊涂；新居主人则思维敏捷，领会颂辞的深远含意与张老的语重心长，马上以出人意料的祷词回应张老的祝贺。主人表示：张老的祝辞是以屋的功用永恒祝我寿终正寝，保我家族永昌永贵。赵武用“全要领”来表明痛定思痛，祈祷不再发生刑戮之祸。祝辞与答辞都是紧密结合着赵氏的血泪痛史的，的确是“善颂善祷”。</p> <p>　　所以，第三层，最后一句话，用“君子”的评语结束全文。</p> <p>　　赵氏是嬴姓的一个分支，从晋文侯（前780—前746）时起成为晋国的一个大族，以其历代事晋侯有功勋，到赵衰、赵盾父子时，已成为专国政的重臣。据《史记·赵世家》说，赵盾之子赵朔在晋景公三年娶成公（景公父）姊为夫人。就在这一年，晋国司寇屠岸贾勾结诸将军构罪族灭赵氏，赵朔的夫人怀着身孕躲进公宫中，后来生下赵武，就是本篇所记的文子，也就是有名的“赵氏孤儿”。15年后，赵武得到韩阙的帮助，攻屠岸贾，灭族报仇，后来成为晋国的正卿。本篇所记赵武筑新室成，当是复位后不久的事。他年纪还不大，所以张老在赞颂的同时，还有规劝之意。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "祝贺"
  ]
}