{
  "id": 23905,
  "star": 165,
  "name": "杨柳枝词",
  "dynasty": "唐代",
  "content": "一树春风千万枝，嫩于金色软于丝。 <br>永丰西角荒园里，尽日无人属阿谁？",
  "fanyi": "<p><strong>译文</strong><br>春风吹拂柳枝随风起舞，绽出嫩芽一片嫩黄比丝柔软。<br>永丰坊西角的荒园里，整日都没有人，这柳枝属于谁？</p> <p><strong>注释</strong><br>⑴千万枝：一作“万万枝”。<br>⑵永丰：永丰坊，唐代东都洛阳坊名。<br>⑶阿（ā）谁：疑问代词。犹言谁，何人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_23905.aspx\">诗</a>前两句写柳的风姿可爱，后两句抒发感慨，是一首咏物言志的七绝。</p> <p>　　诗中写的是春日的垂柳。最能表现垂柳特色的，是它的枝条，此诗亦即于此着笔。首句写枝条之盛，舞姿之美。“春风千万枝”，是说春风吹拂，千丝万缕的柳枝，随风起舞。一树而千万枝，可见柳之繁茂。次句极写柳枝之秀色夺目，柔嫩多姿。春风和煦，柳枝绽出细叶嫩芽，望去一片嫩黄；细长的柳枝，随风飘荡，比丝缕还要柔软。“金色”、“丝”，比譬形象，写尽早春新柳又嫩又软之娇态。此句上承春风，写的仍是风中情景，风中之柳，才更能显出枝条之软。句中叠用两个“于”字，接连比况，更加突出了“软”和“嫩”，而且使节奏轻快流动，与诗中欣喜赞美之情非常协调。这两句把垂柳之生机横溢，秀色照人，轻盈袅娜，写得极生动。《唐宋诗醇》称此诗“风致翩翩”，确是中肯之论。</p> <p>　　这样美好的一株垂柳，照理应当受到人们的赞赏，为人珍爱；但诗人笔锋一转，写的却是它荒凉冷落的处境。诗于第三句才交代垂柳生长之地，有意给人以突兀之感，在诗意转折处加重特写，强调垂柳之不得其地。“西角”为背阳阴寒之地，“荒园”为无人所到之处，生长在这样的场所，垂柳再好，又有谁来一顾呢？只好终日寂寞了。反过来说，那些不如此柳的，因为生得其地，却备受称赞，为人爱惜。诗人对垂柳表达了深深的惋惜。这里的孤寂落寞，同前两句所写的动人风姿，正好形成鲜明的对比；而对比越是鲜明，越是突出了感叹的强烈。</p> <p>　　这首咏物诗，抒发了对永丰柳的痛惜之情，实际上就是对当时政治腐败、人才埋没的感慨。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>生活的时期，由于朋党斗争激烈，不少有才能的人都受到排挤。诗人自己，也为避朋党倾轧，自请外放，长期远离京城。此诗所写，亦当含有诗人自己的身世感慨在内。</p> <p>　　此诗将咏物和寓意熔在一起，不着一丝痕迹。全诗明白晓畅，有如民歌，加以描写生动传神，当时就“遍流京都”。后来<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写《洞仙歌》词咏柳，有“永丰坊那畔，尽日无人，谁见金丝弄晴昼”之句，隐括此诗，读来仍然令人有无限低回之感，足见其艺术力量感人至深了。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于这首<a href=\"http://so.gushiwen.org/view_23905.aspx\">诗</a>，当时河南尹卢贞有一首和诗，并写了题序说：“永丰坊西南角园中，有垂柳一株，柔条极茂。白尚书曾赋诗，传入乐府，遍流京都。近有诏旨，取两枝植于禁苑。乃知一顾增十倍之价，非虚言也。”永丰坊为唐代东都洛阳坊里名。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>于公元842年（武宗会昌二年）以刑部尚书致仕后寓居洛阳，直至公元846年（会昌六年）卒；卢贞公元844年（会昌四年）七月为河南尹（治所在洛阳）。白诗写成到传至京都，须一段时间，然后有诏旨下达洛阳，卢贞始作和诗。据此推知，白氏此诗约作于公元843-845年（会昌三年至五年）之间。移植永丰柳诏下达后，他还写了一首《诏取永丰柳植禁苑感赋》的诗。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "乐府",
    "咏物",
    "柳树"
  ]
}