{
  "id": 72442,
  "star": 15,
  "name": "妇病行",
  "dynasty": "两汉",
  "content": "妇病连年累岁，传呼丈人前一言。<br>当言未及得言，不知泪下一何翩翩。<br>“属累君两三孤子，莫我儿饥且寒，<br>有过慎莫笪笞，行当折摇，思复念之!”<br>乱曰：抱时无衣，襦复无里。<br>闭门塞牖，舍孤儿到市。<br>道逢亲交，泣坐不能起。<br>从乞求与孤儿买饵，对交啼泣，泪不可止：“我欲不伤悲不能已。”<br>探怀中钱持授交。<br>入门见孤儿，啼索其母抱。<br>徘徊空舍中，“行复尔耳，弃置勿复道！”",
  "fanyi": "<p><strong>译文</strong><br>　　有一妇女长年累月生病，叫她丈夫到跟前有话要说，正要开口还没说话，不觉得泪就哗哗地不断落下。“两三个孤儿拖累你了，不要使我的孩子挨饿受寒，有过错不要捶打，我就要离开人世了，希望你今后还能常想到我的这番嘱咐。”妇女死后：抱孩子没长衣，短衣又破烂得没了衣里。只好紧闭门窗，堵好缝隙，留下孤儿到市场去买食物。半道上碰上亲友，哭得坐在地上起不来。请求亲友替他买食物。对着亲友不停地哭泣，止不住泪水。他说：“我想不伤心不能啊！”说着把手伸进怀里掏钱，取出后拿在手里郑重地交给亲友。回家开门看见孤儿，啼哭着寻找妈妈抱他。进门后无奈地在空空的屋里走来走去，自言自语：“不用说了，用不了多久，孩子又和他妈一样地会死去。”</p> <p><strong>注释</strong><br>①丈人：古时对男子的称呼，这里是病妇称她自己的丈夫。<br>②翩翩：泪流不止的样子。<br>③属累：连累，拖累。<br>④笪笞（dá chī）：捶打的意思。<br>⑤“行当”两句：这两句是说我不久就要离开人世了，希望你今后还能常想到我对你的这番嘱咐。行当，将要。折摇，即“折夭”，夭折。<br>⑥乱：古时称乐曲的最后一章。<br>⑦襦：短衣，短袄。<br>⑧“闭门”两句：这两句是说将门窗关好，把孩子放在家里，独自到市上去。牖，窗户。舍，放置。<br>⑨亲交：亲近的朋友。<br>⑩从：从而。饵：糕饼之类的食品。对交：对着朋友。探：拿取。“交入”两句：这两句是说孤儿见父亲空手回家，哭喊着要妈妈抱。索，求。空舍：是说房子里一无所有。行复尔耳：又将如此。尔，如此。弃置：抛开，丢开。</p><br/><p><strong>译文</strong><br>　　被病魔拖累的妻子，把丈夫叫到跟前，有一句应当说的话，还没有说珠泪就不断地流了下来。她说：“我把几个孩子就托付给你了，不要叫孩子饿着冻着，有了过错不要打他们。我就要死了，你要常常想着我的话。”<br>　　孩子母亲死去了，爸爸找不到长衣，唯有的短衣又是单的，难以御寒。只得关门堵窗，留儿在家，独自上市。他遇上朋友就哭泣，泪水不止。他求朋友为孩子买糕饼，哭着对朋友说：“我是想不哭啊，但控制不住啊！”他掏出怀中的钱交给朋友。回到家，孩子们哭着找妈妈抱。他徘徊在空荡荡的屋中：“这样下去，孩子也会像妈妈一样死去！我不想再说下去了。”</p> <p><strong>注释</strong><br>⑴传呼，呼唤。丈人，古时对年高男子的尊称，此指丈夫。前，上前。<br>⑵一何，何其，多么。翩（piān）翩，接连不断的样子：<br>⑶属（zhǔ），同“嘱”，嘱托。累，牵累、拖累。孤子，孤儿。<br>⑷莫我儿，不要让我的孩子。<br>⑸过，错、过错。笪笞（dáchī ），两种打人用的竹器；这里作动词用，鞭打之意。<br>⑹行当，即将，将要。折摇，犹“折夭”，夭折。<br>⑺乱，古时乐曲的尾声，即乐章的最后一段。<br>⑻襦，短袄。里，夹里，衬里。黄节说：“无衣，无长衣，而有短衣；短衣又无里也。”（《汉魏乐府风笺》）<br>⑼牖（yǒu），窗户。<br>⑽舍，丢开、抛开。一说，此“舍”字当从上读，“即徘徊空舍之‘舍’。‘牖舍’连文，看似重复，但正是汉魏古<a href=\"http://so.gushiwen.org/view_72442.aspx\">诗</a>朴拙处”（游国恩《中国文学史》）。<br>⑾亲交，亲属朋友。<br>⑿从乞求，拉着（亲交）请求。从，牵、拉。饵，指食物。<br>⒀交，即上“亲交”。<br>⒁探，掏、摸。持授，交给。<br>⒂入门，指回家。<br>⒃行，即将。复，又要。尔，如此，这样。<br>⒄弃置，丢开。这两句说，不用多久，孩子的命运亦将如其母一样，又何必再多说呢？一说，末句为乐工口气，古乐府中亦常有此类例子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_72442.aspx\">诗</a>的前九句写病妇临终时对丈夫的嘱咐。首二句“妇病连年累岁，传呼丈人前一言”，从病妇方面落墨，单刀直入，直叙其事。病妇久病不愈，自知将不久于人世，所以她要把丈夫叫到床前，留下临终遗言了。“当言未及得言，不知泪下一何翩翩。”病妇还没有来得及开口，已是潸然泪下，泣不成声了。临终托言，已不堪悲，未语先泣，更见酸楚。这几句酿足气氛，先声夺人，读者已然可从那“翩翩”长调中，想见病妇内心之深痛了，可又想进一步了解她悄焉动容、魂牵梦萦的是什么。写到这里，诗人笔锋从诀别之凄惨场面，转入诀别之悲切言辞：“属累君两三孤子，莫我儿饥且寒，有过慎莫笪笞，行当折摇，思复念之！”寥寥五句，而慈母爱子之情，尽在其中。其中“累”字，并含有将入幽冥之自伤、拖累夫君之自歉，平平写来，凄然欲绝。“饥”字、“寒”字，虽指来日，而往日的饥寒，亦可以想见。而“行当”二字，更见得长期贫苦的生活，孤儿已是极为虚弱，倘再使其饥而且寒，他们也很快就会天折的啊！这一切，自然在病妇心中留下了深刻的创伤，永诀之时，便交织成忧虑与惊恐，发而为嘱托之辞了。两个“莫”字的紧承，语气之强烈、专注，直如命令；而在这迫切请求之下，又可看到那款款深情的脉脉流动。即将经受幽显隔绝、无缘重见之苦，也就愈加系念留在人间的幼男娇女，“思复念之”，唠叨再三，更将殷殷嘱望之情，溢于言表。一个人临终之时，什么都可放下，唯独自己的孩子，却委实难割难舍。这既是母爱深沉的表现，也是劳动妇女善良品质的自然流露，情真语真，字字皆泪，令人歔欷感叹不已。</p> <p>　　病妇死后，家境如何？“乱曰”以下，从病妇丈夫方面落笔，先在读者面前展现出一幅饥寒交迫的悲惨画图：寒风凛冽，孤儿啼泣。父亲欲抱孩子上市觅食，却找不到长衣，唯有的短衣又是单的，难以御寒。只得关门堵窗，留儿在家，独自上市。“抱时无衣，襦复无里”句，就寒而言，直笔写穷，映衬前文。母亲生前无使饥寒的愿望，已经落空一半，而另一半也未必见妙。“闭门塞牖，舍孤儿到市”。关门堵窗，或可挡风避寒，防止禽兽伤害孩子。母爱由言语泄出，诀别之辞何等切切；父爱则由行动导出，关切之情何等拳拳！着一“舍”字，父亲那欲离不忍，欲携不得，忧郁徘徊、悲伤绝望的动态心态，跃然纸上！“舍”也，实为不舍，实出无奈，下文因而逗出：“道逢亲交，泣坐不能起。从乞求与孤儿买饵。”父求人为儿买饵（糕饼之类），正是为了抽身回家伴儿，这又从侧面暗示了不“舍”。一般说来，男儿有泪不轻弹，而父亲路遇亲友，竟呜咽不止，久坐不起，若非伤心至甚，安能如此！“对交涕泣，泪不可止”二句，同意反复，一唱三叹，将悲伤之情，更进一层。怜念子女、自伤孤孑、悼怀亡妻，诸多情结，尽在这一把辛酸泪中。</p> <p>　　主妇一死，留下孱弱儿女一堆、债务一摊，对一个家庭来说，不啻是梁崩柱摧，不能不涕泪俱下，肝肠寸断。悲伤已极，却以“欲不伤悲”逼出“不能已”之本旨，一抑一扬，诗意翻跌，令人为之愁肠百结、纡曲难伸。“探怀中钱持授交”，为此段结束之句，由哭诉悲伤转为乞友买饵，一句之中连续三个动作，宛然可感父亲“怀中钱”那温热的气息，以及“持”的凝重、“授”的郑重。父亲道逢亲交，涕泪未尽，匆匆赶回家中，所见又是什么呢：“入门见孤儿，啼索其母抱。”父泣子啼，雪上加霜，触目惊心。此中之“啼”，缘于饥，缘于寒，更缘于思母。一个“索”字，将孤儿号啕四顾、牵衣顿足，急要母亲的神态宛然画出。“徘徊空舍中”句，既写出了父亲疾首蹙额、徒呼苍天的凄惶之态，也反映了室内饥寒交迫，家徒四壁之状。“空”者，空在无食无物，也空在无母无妻。儿啼屋空，由听觉而视觉，将悲剧气氛烘托得浓而又浓。末句突然一转，向苍天发出的绝望呼叫，戛然结束全文。此句意为孩子的命运将同妈妈相似，还是抛开这一切，别再提了！语极凄切。其实，“行复尔耳”之结局，父亲未喊出，读者已然可从诗中描写的场面中得出了。而“弃置勿复道”句，更是抚今思昔，百感丛集，“勿复道”，正是道而无用，言而愈悲之故。从“对交啼泣”，向亲友哭诉，到欲说还休，气结难言，令人产生更有深悲一万重之感受，真是“此时无声胜有声”。全诗至此，大幕急落，黯然收束。至于结局，前已有病妇托孤、父求买饵、孤儿索母这一幕幕经过充分酝酿的情节，后已有“行复尔耳”之悲号，答案尽在其中，无须作者再拉开帷布了。</p> <p>　　这首诗通过托孤、买饵和索母等细节，描写了一个穷苦人家的悲惨遭遇。他们的语言行为、动态心态，皆如一出情节生动的短剧。全诗沉痛凄惋，真切动人，这正是汉乐府“感于哀乐，缘事而发”的现实主义特色的突出表现。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "感伤",
    "贫困",
    "生活"
  ]
}