{
  "id": 4129,
  "star": 11,
  "name": "与东方左史虬修竹篇",
  "dynasty": "唐代",
  "content": "东方公足下：文章道弊五百年矣。汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐、梁间诗，彩丽竞繁，而兴寄都绝，每以永叹。思古人，常恐逶迤颓靡，风雅不作，以耿耿也。一昨于解三处，见明公《咏孤桐篇》，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁。不图正始之音复睹于兹，可使建安作者相视而笑。解君云：“张茂先、何敬祖，东方生与其比肩。”仆亦以为知言也。故感叹雅制，作《修竹诗》一首，当有知音以传示之。</p> <p>龙种生南岳，孤翠郁亭亭。<br>峰岭上崇崒，烟雨下微冥。<br>夜闻鼯鼠叫，昼聒泉壑声。<br>春风正淡荡，白露已清泠。<br>哀响激金奏，密色滋玉英。<br>岁寒霜雪苦，含彩独青青。<br>岂不厌凝冽，羞比春木荣。<br>春木有荣歇，此节无凋零。<br>始愿与金石，终古保坚贞。<br>不意伶伦子，吹之学凤鸣。<br>遂偶云和瑟，张乐奏天庭。<br>妙曲方千变，箫韶亦九成。<br>信蒙雕斫美，常愿事仙灵。<br>驱驰翠虬驾，伊郁紫鸾笙。<br>结交嬴台女，吟弄升天行。<br>携手登白日，远游戏赤城。<br>低昂玄鹤舞，断续彩云生。<br>永随众仙去，三山游玉京。",
  "fanyi": "<p><strong>译文<br></strong>龙种生长在南岳衡山，孤傲的翠竹茂盛高耸。<br>上面是峰岭高峻挺拔，下面有烟雨幽暗朦胧。<br>夜里听到飞鼠的叫唤，白天乱耳有山泉淙淙。<br>春日和风正舒缓荡漾，洁白露水已清凉晶莹。<br>哀厉声响如击钟鸣奏，深密色泽被霜雪滋润。<br>岁寒天冷草木苦霜雪，修竹的光彩犹自青青。<br>难道不饱尝凝冻凛冽？羞与春天的树木争荣。<br>春天的树木有盛有衰，它的节梗却从不凋零。<br>初衷本愿与金石同类，永远保持本性的坚贞。<br>没曾想会有伶伦先生，吹奏它学那凤凰之声。<br>于是与云和之瑟配合，设乐合奏在九天之庭。<br>美妙乐曲正千变万化，箫韶一曲也九奏而终。<br>确实靠的是雕刻的精美，愿意经常地侍奉仙灵。<br>驱驰着青龙车驾驰骋，紫鸾笙抒发幽怨愤懑。<br>跟嬴台仙女结识交往，升天行一曲共奏齐吟。<br>手拉手儿直登上太阳，远游嬉戏又同到赤城。<br>乐声中玄鹤翩翩起舞，五彩云断续弥布天空。<br>永远地追随众仙而去，游历三山到仙都玉京。</p> <p><strong>注释<br></strong>1.东方左史虬：东方虬，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时为左史，当是<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>的朋友辈，生平不详。<br>2.东方公：对东方虬的敬称。足下：敬称，称对方。古人下称上或同辈相称都可称“足下”，后专用于同辈之间的敬称。<br>3.文章道弊五百年：道弊，这里指做文章的道理败坏了。五百年，从西晋初年至陈子昂生活的武则天时代计四百多年，五百年是大约言之。<br>4.汉魏风骨：作者认为汉魏<a href=\"http://so.gushiwen.org/view_4129.aspx\">诗</a>文具有悲凉慷慨，刚健清新的风格骨力。<br>5.文献有可征：意谓从存留下来的诗文可以得到证明。<br>6.彩丽：谓诗文讲究文采华丽。<br>7.兴寄：比兴寄托。<br>8.耿耿：心中不安、放心不下的样子。<br>9.一：在这里有语气转折的意思。解三：生平履历不详，当与陈子昂、东方虬为诗友。<br>10.明公《咏孤桐篇》：明公，对东方虬的敬称。《咏孤桐篇》，东方虬所作诗篇。<br>11.端翔：内容端直，气韵飞动。骨气端翔：指《咏孤桐篇》具有风骨之美。<br>12.音情顿挫：音韵与感情都有抑扬顿挫之美。<br>13.光英朗练：光彩鲜明，精练朗畅。<br>14.有金石声：音韵铿锵，发声如击金石。<br>15.“遂用洗心饰视，发挥幽郁”二句：这二句的主语多解释为陈子昂，以为是陈子昂读诗后的感受是“洗心饰视，发挥幽郁”，意谓读了《咏孤桐篇》，使人有心目为之一新之感，并能使人抒发郁结于心的情感。也有人认为主语应是东方虬，陈子昂认为东方虬之所以写出《咏孤桐篇》，乃是因为他“洗心饰视，发挥幽郁”，即是因为东方虬进入“虚静”的精神状态，使他郁结于心的感情得以抒发。<br>16.不图正始之音：不图，未料到。正始之音：指曹魏正始年间<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>等人的诗文创作，“正始之音”是继承了“建安风骨”的。复睹于兹：指再次在此看到了“正始之音”。兹，此，指东方虬《咏孤桐篇》。<br>17.可使建安作者相视而笑：因为陈子昂认为东方虬的《咏孤桐篇》有“建安风骨”，所以假使建安作者看到《咏孤桐篇》，一定会相视以为同志，而发出会心之笑。<br>18.解君：指解三。<br>19.张茂先：<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>（232－300），西晋大臣，文学家。字茂先，范阳方城（今河北固安南）人。西晋初，任中书令，加散骑常侍。惠帝时官至侍中、中书监、司空。有政绩。后为赵王司马伦和孙秀所杀。<br>20.何敬祖：何劭（236－302），西晋诗人。字敬祖。陈国阳夏（今河南太康）人。曾任中书令、太子太师、尚书左仆射、司徒等官。能诗，《诗品》列入中品。<br>21.东方生：指东方虬。<br>22.感叹雅制：意谓受到东方虬《咏孤桐篇》诗的感动而作《修竹篇》诗。雅制，对别人作品的敬称，以别人的作品为文雅之作。<br>23.龙种：指良种竹。南岳：指衡山。五岳之一。<br>24.崇崒（zú）：高耸貌。南朝梁<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《效居赋》：“其为状也，则巍峨崇崒，乔枝拂日。”<br>25.微冥：犹昏暗。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《过南岳入洞庭湖》诗：“攲侧风帆满，微冥水驿孤。”<br>26.鼯（wú）鼠：鼠名。别名夷由。俗称大飞鼠。外形像松鼠，生活在高山树林中。尾长，背部褐色或灰黑色，前后肢之间有宽大的薄膜，能借此在树间滑翔，吃植物的皮、果实和昆虫等。古人误以为鸟类。<br>27.淡荡：水迂回缓流貌。引申为和舒。<br>28.金奏：泛指音乐或乐声。南朝宋<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>《五君咏·阮咸》：“达音何用深，识微在金奏。”<br>29.岁寒：一年的严寒时节。《论语·子罕》：“岁寒，然后知松柏之后雕也。”<br>30.荣歇：犹荣衰。<br>31.金石：金和美石之属。用以比喻事物的坚固、刚强，心志的坚定、忠贞。<br>32.伶伦：本为上古乐工，此指识得良竹的乐工。<br>33.学凤鸣：《汉书·历律志上》载：伶伦“自大夏之西，昆仑之阴，取竹之解谷生，其窍厚均者，断两节间而吹之，以为黄钟之宫。制十二筩以听凤之鸣，其雄鸣为六，雌鸣亦六。”从而，发明了黄钟十二律。<br>34.云和瑟：琴瑟琵琶等弦乐器的统称。<br>35.箫韶：泛指美妙的仙乐。九成：犹九阕。乐曲终止叫成。<br>36.雕斫：刻削，雕刻。南朝梁<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《山行见孤桐》诗：“幸愿见雕斲，为君堂上琴。”<br>37.翠虬：青龙的别称。汉<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《解难》：“独不见翠虬绛螭之将登虖天，必耸身于苍梧之渊。”<br>38.嬴台女：指传说中秦穆公女儿弄玉。<br>39.升天行：古代游仙诗。<br>40.赤城：传说中的仙境。北周<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《奉答赐酒》诗：“仙童下赤城，仙酒饷王平。”<br>41.玄鹤：黑鹤。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·十过》：“有玄鹤二八，道南方来，集于郎门之垝。”<br>42.三山：传说中的海上三神山。玉京：泛指仙都。宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《七月一日夜坐舍北水涯戏作》诗：“斥仙岂复尘中恋，便拟骑鲸返玉京。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_4129.aspx\">诗</a>的序文是对东方虬《咏孤桐篇》的评论，也是<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>对自己创作体会的总结，是他诗歌创作的理论纲领。陈子昂以汉魏诗歌为高标，痛责晋宋以来的浮靡文风，感叹“风骨”和“兴寄”的失落。令他惊喜的是，东方虬《咏孤桐篇》竟使汉魏诗歌的“风骨”与“兴寄”重新得到复归。他盛赞这篇作品“骨气端翔，音情顿挫，光英朗练，有金石声”，可谓风骨朗健的佳作。陈子昂抑制不住内心的激动，遂挥毫写下《与东方左史虬修竹篇》寄赠给东方虬。可惜，东方虬的《咏孤桐篇》今已失传，但从陈子昂的行文来看，那自然是他诗作的同调，而且，陈子昂用以赠答的《修竹篇》的确也是一篇“风骨”与“兴寄”兼备的作品。</p> <p>　　风骨和兴寄是唐诗两个重要的质素，也是后人评论唐诗的两个重要范畴。陈子昂所倡导的“风骨”虽然借自六朝人的成说，但又有他自己新的内涵，是指旺盛的气势与端直的文词结合在一起所构成的那种昂扬奋发、刚健有力的美学风格。陈子昂所高标的“建安风骨”，恰是六朝浮靡诗风的缺失，因此，这对于扭转六朝以来柔弱、颓靡的文风具有不可低估的意义。尤其对于树立唐诗那种昂扬奋发的气度和风范具有重要的意义。</p> <p>　　陈子昂所标举的“兴寄”也是来源于前人主要是汉人“美刺比兴”的观念，其含义就是指诗歌的比兴寄托。这也的确切中了六朝诗歌工于体物、专有形似的弊端。更值得指出的是，陈子昂“风骨”与“兴寄”并举，对唐诗未来的发展，比如实现由风骨向兴寄的“战略转移”，也埋下了伏笔。</p> <p>　　陈子昂同时的人如卢藏用对陈子昂的意义已经有所认识，他在《右拾遗陈子昂文集序》中，给予陈子昂以极高的评价，认为是“道丧五百年而得陈君”，对其代表作《感遇》诗也给予了充分的肯定。但卢藏用的出发点不是诗歌的美学特质，而是儒家的政教观念，因此与陈子昂在诗歌史上的真正价值，与陈子昂的理论主张对唐诗学的真正意义之间尚存在一定的距离。但是，就总体而言，他的评价是客观的、中肯的，得到了后人的赞同。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>盛赞陈子昂“公生扬、马后，名与日月悬”，《新唐书·陈子昂传》肯定他“始变风雅”。当然，也有人对卢藏用的评价提出过质疑，如<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>等。明末胡震亨《唐音癸签》综合各种意见，仍然认为陈子昂“与有唐一代诗，功为大耳”。</p> <p>　　此诗的序文阐述作者倡导“风骨”、“兴寄”的创作主张，因此，此诗向来被视为陈子昂文学思想的实践范例。</p> <p>　　全诗正文共三十六句，可分为两大部分。前一部分写生长于南方的修竹品质纯美，实为自身道德、风节之写照。后一部分写修竹得伶伦赏识而得以加工成乐器，也是诗人屡次上书陈述治国方略之表徵。接着，修竹进而欲“升天行”，则是诗人亟欲施展抱负的愿望之表露。</p> <p>　　第一部分即前十八句，主要介绍修竹的生长环境和优良质地。首二句，形象地概括了这一立意。“南岳”，即著名的五岳之一衡山。品质优良的修竹“龙种”产于此地。名山与物华聚集，一开篇就令人神往不已。“孤翠郁亭亭”，既从形色两方面描绘了修竹优美动人的姿态，也颂扬了它的卓然不群。衡山是万木葱笼的，但是，在诗人看来，它们与修竹相较，却有所逊色，所以特意以“孤翠”二字，以显其精。接下去，诗人分别写了修竹生长的自然条件和品性。“峰岭上崇崒”以下八句，紧承首句，描绘了修竹“生南岳”的情景。上有崇山峻岭，下有涧溪烟雨，突出了处境的幽僻；夜闻鼯叫，昼听泉鸣，渲染了四周的清静；春风舒缓，白露清凉，更衬出了氛围的洁净。正因为生长在这样优越的自然环境，所以修竹的“哀响”如同鸣金奏乐，“密色”仿佛受到了美玉的滋润。“岁寒霜雪苦”以下八句，上承第二句，表现修竹的品性。“含彩独青青”，照应了上文的“孤翠”，突出了修竹虽受严冬霜雪折磨却青绿如故的独特品质。接着，诗人由表及里，以“岂不厌凝冽”的反诘，转为深入析理。并继而以“羞比春木荣”作了解答。春天风和日丽，一切草木皆应时而发，竞相争荣。“羞比”表明了修竹傲岸不群，不趋时争荣，接着诗人通过“有荣歇”与“无凋零”的对比，揭示了修竹不屑与春木争荣的实质，又探本溯源，表现了它的志向：“始愿与金石，终古保坚贞。”说明修竹的本性决定了它有如金石，坚贞不二，永不凋零。这段议论，诗人采用反诘、对比、比拟等手法，寓理于象，笔挟风力，使行文“结言端直”、“意气骏爽”（<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·风骨》），显得尤为刚健有力。</p> <p>　　第二部分即后十八句，写修竹被制成洞箫之后的功用及愿望。相传黄帝派乐官伶伦从昆仑山北的峡谷选取了优的竹子，砍做十二竹筒，按照雌雄凤凰的鸣叫声，为人类创制了十二音律。“不意伶伦子，吹之学凤鸣”，就是诗人大胆想象，对这一传说的化用。“不意”，相对前面的“始愿”这两字使全诗顿起波折，全篇的歌赞对象由修竹转向了洞箫。由于得到黄帝乐官的雕琢，修竹的制成品——管乐洞箫，得到了配合弦乐“云和瑟”在朝廷演奏的机遇。诗人用“遂偶”、“张乐”修饰这一机遇，意态恣肆，语调轻松，暗示洞箫得到赏识器重甚为欣快。“妙曲方千变，箫韶亦九成”，生动地再现了它在朝廷的表演。能演奏“妙曲”和虞舜制作的《韶》乐，说明其音色优美动听。“方千变”、“亦九成”，形容演奏的乐曲甚多。“方”（刚才）和“亦”（又）两个副词的使用透露出了演奏的频繁忙碌。但是，洞箫并没有满足于此。“信蒙雕琢美，常愿事仙灵”，抒发了它报答知遇之恩，追求美好理想的心愿。从这两句开始到全诗结束，一变前面的第三人称，改用洞箫的口吻，绘声绘色地阐述了它“事仙灵”的心愿：伴随仙人驾翠虬，与仙女弄玉吟赏着美妙的乐曲《升天行》，携手登白日，戏赤城，入三山，游玉京，玄鹤在身边忽高忽低展翅起舞，彩云也在四周时断时续飘来飞去。在这里，诗人融合想象、拟人、夸张等多种手法，描绘了一个自由欢乐、光明美好的理想境界。这个境界虽然是虚幻的，却生动地表现了洞箫对美好理想的热切追求和昂扬向上的精神。</p> <p>　　诗篇运用拟人化的手法，赋予修竹、洞箫人的思想感情，既增强了诗歌的形象性和感染力，又避免了频繁比兴，失于晦涩的弊病，较为显豁地透露了其中的寓意：名为咏物，实为抒怀。诗中修竹的品性、洞箫的理想和追求，实为诗人刚直不阿、不趋炎附势、坚贞不二的品格、美好的人生理想和昂扬奋发的精神的写照。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_4129.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>看到东方虬的《咏孤桐篇》（原诗已佚）后有感而发，是陈子昂诗歌理论的集中体现，当作于陈子昂中进士之后，具体作年不详。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "咏物",
    "竹子",
    "抒怀"
  ]
}