{
  "id": 7620,
  "star": 9,
  "name": "自洛之越",
  "dynasty": "唐代",
  "content": "遑遑三十载，书剑两无成。<br>山水寻吴越，风尘厌洛京。<br>扁舟泛湖海，长揖谢公卿。<br>且乐杯中物，谁论世上名。",
  "fanyi": "<p><strong>译文</strong><br>栖栖遑遑三十年，文名武功两无成。<br>去吴越寻山觅水，厌洛京满眼风尘。<br>乘一叶小舟游镜湖，作个长揖向<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>致敬。<br>姑且享受杯中美酒，何用计较世上功名？</p> <p><strong>注释</strong><br>⑴洛：今河南省洛阳市。之：往，到。越：今浙江地区，春秋时越国所在地。<br>⑵遑遑：忙碌的样子。出自《列子》“遑遑尔竞一时之虚荣”。<br>⑶吴越：今江苏、浙江地区，是古代吴国和越国所在地。<br>⑷风尘：比喻世俗的纷扰。洛京：又称京洛，指洛阳，是唐朝的陪都。<br>⑸扁舟：小舟。<br>⑹长揖：古人拱手为礼称揖，作揖时手自上至极下称长揖。“长揖谢公卿”是委婉表示自己不屈服于权贵。<br>⑺杯中物：指酒。借用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《责子<a href=\"http://so.gushiwen.org/view_7620.aspx\">诗</a>》中“且进杯中物”句意。<br>⑻谁：何，哪。这里的用法与指人的“谁”不同。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_7620.aspx\">诗</a>头两句回顾自己的过去。“遑遑三十载”，诗人此时四十一岁，自发蒙读书算起，举成数为三十载。“书剑两无成”，《史记》载：<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>年轻的时候，“学书不成，去，学剑又不成”。诗中用以自况，说自己三十多年辛辛苦苦地读书，结果一事无成。其实是愤激之语。</p> <p>　　“山水寻吴越，风尘厌洛京”，两句前后倒装，每句句中又倒装。本来是因为“厌洛京风尘”，所以“寻吴越山水”。一倒装，诗句顿时劲健，符合格律，富于表现力。一个“厌”字，形象地表现出诗人旅居长安洛阳的恶劣心绪。诗人在长安是求仕，从他在洛阳与公卿的交往看，仍在继续谋求出仕。但是，半年多的奔走毫无结果，以致诗人终于厌烦，想到吴越寻山问水，洗除胸中的郁闷。</p> <p>　　“扁舟泛湖海”是“山水寻吴越”路线的具体化。</p> <p>　　诗人游吴越的路线是，乘船从洛阳出发，经汴河而入运河，经运河达于杭州（越中）。诗人计划要游太湖，泛海游永嘉（今浙江温州），因此湖海并非泛泛之辞。公卿，指达官显贵。古代百姓见公卿要行叩拜的大礼，而诗人告别他们却用平辈交往的礼节——长揖，作个大揖，表现出诗人平交王侯的气概。诗人一生为人傲岸，“长揖谢公卿”表现的也正是这种傲岸。诗人并不因为求仕失意，就向公卿摇尾乞怜，因此<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>说他“高山安可仰，徒此揖清芬”（《赠<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>》）。</p> <p>　　“且乐杯中物”，借用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《责子诗》“天运苟如此，且进杯中物”。末尾两句暗用<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>的话：“使我有身后名，不如即时一杯酒。”（《晋书·文苑·张翰传》）大意说：“我且喝酒乐我的，管他什么名不名。这也是愤激之辞。诗人素有强烈的功名心，希望像鸿鹄那样搏击长空，一展宏图。但是，怀才不遇，不被赏识，报国无门，只好去游山玩水。</p> <p>　　这首诗词旨深厚，感情表达恰如其分。诗人原本满腹牢骚，但表达时处处自怨自艾，而流落不偶的遭际却不言自明。</p> <p>　　诗在选材和布局上独具匠心。中间两联扣题，实写自洛赴越，把洛阳与吴越联系起来，具体而开阔。中间两联意思连接很紧，首尾跳跃很大。首联总结自己勤勉失意的一生，尾联表明自己对人生的态度。两联从虚处着笔，气象悠远阔大。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>四十岁到长安应举不第，大约在公元728年（开元十六年）到东都洛阳游览。在洛阳滞留了半年多，次年秋，从洛阳动身漫游吴越（今江苏浙江一带）。这首<a href=\"http://so.gushiwen.org/view_7620.aspx\">诗</a>就作于诗人从洛阳往游吴越前夕，故诗题作“自洛之越”。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "抒情"
  ]
}