{
  "id": 7822,
  "star": 728,
  "name": "春思",
  "dynasty": "唐代",
  "content": "燕草如碧丝，秦桑低绿枝。<br>当君怀归日，是妾断肠时。 <br>春风不相识，何事入罗帏。",
  "fanyi": "<p><strong>译文 <br></strong>燕地小草像碧丝般青绿，秦地的桑树已叶翠之绿。<br>当你怀念家园盼归之日，早就思念你而愁肠百结。<br>春风啊你与我素不相识，为何吹进罗帐激我愁思？</p> <p><strong>注释</strong> <br>⑴燕草：指燕地的草。燕，河北省北部一带，此泛指北部边地，征夫所在之处。<br>⑵秦桑：秦地的桑树。秦，指陕西省一带，此指思妇所在之地。燕地寒冷，草木迟生于较暖的秦地。<br>⑶君：指征夫。怀归：想家。<br>⑷妾：古代妇女自称。此处为思妇自指。<br>⑸罗帏：丝织的帘帐。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有很多描写思妇心理的<a href=\"http://so.gushiwen.org/view_7822.aspx\">诗</a>篇，《春思》是其中之一。中国古典诗歌中的“春”字通常语意双关：既指春天，又可以用来比喻男女之爱。此诗《春思》中的“春”就包含有这两方面的意思。此诗以相隔遥远的燕秦两地春天景物起兴，别具一格。思妇触景生情，想起了远方的丈夫，颇为伤怀。她申斥春风，正是明志自警，恰到好处。</p> <p>　　开头两句：“燕草如碧丝，秦桑低绿枝”，可以视作“兴”。诗中的兴句一般是就眼前所见，信手拈起，这两句却以相隔遥远的燕、秦两地的春天景物起兴，颇为别致。“燕草如碧丝”，当是出于思妇的悬想；“秦桑低绿枝”，才是思妇所目睹。把目力达不到的远景和眼前近景配置在一幅画面上，并且都从思妇一边写出，从逻辑上说，似乎有点乖碍，但从“写情”的角度来看，却是可通的。试想：仲春时节，桑叶繁茂，独处秦地的思妇触景生情，终日盼望在燕地行役屯戍的丈夫早日归来；她根据自己平素与丈夫的恩爱相处和对丈夫的深切了解，料想远在燕地的丈夫此刻见到碧丝般的春草，也必然会萌生思归的念头。见春草而思归，语出《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋！”首句化用《楚辞》语，浑成自然，不着痕迹。诗人巧妙地把握了思妇复杂的感情活动，用两处春光，兴两地相思，把想象与怀忆同眼前真景融合起来，据实构虚，造成诗的妙境。所以不仅起到了一般兴句所能起的烘托感情气氛的作用，而且还把思妇对于丈夫的真挚感情和他们夫妻之间心心相印的亲密关系传写出来了，这是一般的兴句所不易做到的。另外，这两句还运用了谐声双关。“丝”谐“思”，“枝”谐“知”，这恰和下文思归与“断肠”相关合，增强了诗句的音乐美与含蓄美。</p> <p>　　三四两句直承兴句的理路而来，故仍从两地着笔：“当君怀归日，是妾断肠时。”丈夫及春怀归，足慰离人愁肠。按理说，诗中的女主人公应该感到欣喜才是，而下句竟以“断肠”承之，这又似乎违背了一般人的心理，但如果联系上面的兴句细细体会，就会发现，这样写对表现思妇的感情又进了一层。元代萧士赟对此诗评述揭示了兴句与所咏之词之间的微妙的关系。诗中看似于理不合之处，正是感情最为浓密所在。</p> <p>　　旧时俗话说：“见多情易厌，见少情易变。”这首诗中的女主人公的可贵之处在于阔别而情愈深，迹疏而心不移。诗的最后两句是：“春风不相识，何事入罗帏？”诗人捕捉了思妇在春风吹入闺房，掀动罗帐的一霎那的心理活动，表现了她忠于所爱、坚贞不二的高尚情操。从艺术上说，这两句让多情的思妇对着无情的春风发话，又仿佛是无理的，但用来表现独守春闺的特定环境中的思妇的情态，又令人感到真实可信。春风撩人，春思缠绵，申斥春风，正所以明志自警。以此作结，恰到好处。</p> <p>　　无理而妙是古典诗歌中一个常见的艺术特征。从李白的这首诗中不难看出，所谓无理而妙，就是指在看似违背常理、常情的描写中，反而更深刻地表现了各种复杂的感情。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "唐诗三百首",
    "春天",
    "妇女",
    "坚贞",
    "思念"
  ]
}