{
  "id": 7277,
  "star": 24,
  "name": "彭蠡湖中望庐山",
  "dynasty": "唐代",
  "content": "太虚生月晕，舟子知天风。<br>挂席候明发，渺漫平湖中。<br>中流见匡阜，势压九江雄。<br>黯黮凝黛色，峥嵘当曙空。<br>香炉初上日，瀑水喷成虹。<br>久欲追尚子，况兹怀远公。<br>我来限于役，未暇息微躬。<br>淮海途将半，星霜岁欲穷。<br>寄言岩栖者，毕趣当来同。",
  "fanyi": "<p><strong>译文</strong><br>天上的月亮绕生光晕，船工知道即将要起风。<br>张挂起风帆等候天亮，泊船在浩渺的平湖中。<br>船行中流突然现匡庐，威镇九江气势正豪雄。<br>暗黑的山体凝成黛色，峥嵘的山势屹立曙空。<br>香炉峰升起一轮红日，飞瀑映照幻化成彩虹。<br>很久就想去追随尚子，况且到此缅怀起远公。<br>我限于此次行役匆忙，不曾有片刻休憩山中。<br>淮海的路途不及一半，星转霜降又要到年冬。<br>寄言栖隐山林的高士，此行结束来隐与君同。</p> <p><strong>注释</strong><br>1.彭蠡湖：即今鄱阳湖。庐山：在今江西省九江市西南，亦名匡山，义名匡早。<br>2.太虚：古人称天为太虚。“太虚”二句：古谚说：“月晕而风，础润而雨。”<br>3.月晕：月亮周围所起的一圈光气。<br>4.知天风：古人有“月晕而风”的说法，所以舟子凭月晕而知道即将起风。<br>5.挂席：悬挂起船帆，谓开船。<br>6.明发：天亮，拂晓。<br>7.匡阜：庐山别名。庐山古名南障山，又名匡山，总名匡庐。<br>8.九江：即指浔阳江。<br>9.黤（yǎn）黕（dǎn）：深黑不明。形容颜色的两字，都带“黑”旁。<br>10.容霁：一作“凝黛”。黛：青黑色颜料，古代妇女用来画眉。<br>11.峥嵘：形容山高的两字，都带“山”旁。<br>12.当：耸立。<br>13.曙空：明朗的天空。<br>14.香炉：香炉峰。庐山的北峰状如香炉，故名。<br>15.尚子：即尚长，东汉时的隐士。《高士传》记载：“尚长字子平，隐居不仕。建武中，男女婚嫁既毕，断决家事不相关，当如他死。遂肆意与同好北海禽庆俱游五岳名山，不知所终。”<br>16.远公：即慧远，晋代著名僧人，隐居于庐山。<br>17.限：束缚。于役：有事远行。《<a href=\"http://so.gushiwen.org/view_7277.aspx\">诗</a>经》：“君子于役，不知其期。”<br>18.微躬：身体，自谦之辞。<br>19.星霜：星宿，一年循环周转一次。霜，每年因时而降。所以古人常用“星霜”代表一年。<br>20.岩栖者：指那些隐士高僧。<br>21.毕趣：“毕”应作“尽”讲，“趣”指隐逸之趣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>写山水<a href=\"http://so.gushiwen.org/view_7277.aspx\">诗</a>往往善于从大处落笔，描绘大自然的广阔图景。第一二两句就写得气势磅礴，格调雄浑。辽阔无边的太空，悬挂着一轮晕月，景色微带朦胧，预示着“天风”将要来临。“月晕而风”，这一点，“舟子”是特别敏感的。这就为第三句“挂席候明发”开辟了道路。第四句开始进入题意。虽然没有点明彭蠡湖，但“渺漫”这个双声词，已显示出烟波茫茫的湖面。</p> <p>　　“中流见匡阜，势压九江雄”，进一步扣题。“匡阜”是庐山的别称。作者“见匡阜”是在“中流”，表明船在行进中，“势压九江雄”的“压”字，写出了庐山的巍峨高峻。“压”字之前，配以“势”字，颇有雄镇长江之滨，有意“压”住滔滔江流的雄伟气势。这不仅把静卧的庐山写活了，而且显得那样虎虎有生气。以下四句，紧扣题目的“望”字。浩渺大水，一叶扁舟，远望高山，却是一片“黛色”。这一“黛”字用得好。“黛”为青黑色，这既点出苍翠浓郁的山色，又暗示出凌晨的昏暗天色。随着时间的推移，东方渐渐显露出鱼肚白。高耸的庐山，在“曙空”中，显得分外妩媚。天色渐晓，红日东升，庐山又是一番景象。崔巍的香炉峰，抹上一层日光，读者是不难想象其美丽的。而“瀑水喷成虹”的景象更使人赞叹不已。以虹为喻，不仅表现庐山瀑布之高，而且显示其色。飞流直下，旭日映照，烟水氤氲，色如雨后之虹，高悬天空，显得绚丽多彩。</p> <p>　　这样秀丽的景色，本该使人流连忘返，然而，却勾起了作者的满腹心事。“久欲追尚子，况兹怀远公”，表明了作者早有超脱隐逸的思想。东晋高僧慧远，他本来是要到罗浮山去建寺弘道的，然而“及届浔阳，见庐峰清净，足以息心”，便毅然栖息东林。“追”“怀”二字，包含了作者对这两位摆脱世俗的隐士高僧是多么敬仰和爱戴；“我来限于役”以下四句，显露出作者之所以不能“息微躬”是因为“于役”，是因为他还要继续到长江下游江浙等省的广大地区去漫游，如今整个行程还不到一半，而一年的时间却将要完了。“淮海”、“星霜”这个对偶句，用时间与地域相对，极为工稳而自然，这就更突出了时间与空间的矛盾，从而显示出作者急迫漫游的心情。这对“久欲追尚子”两句说来是一个转折，表现了隐逸与漫游的心理矛盾。</p> <p>　　“寄言岩栖者，毕趣当来同”，对以上四句又是一个转折。末两句暗寓出诗人不留在庐山，但将来还是要与“岩栖者”共同归隐的，表现出诗人对庐山的神往之情。</p> <p>　　这虽是一首古诗，但对偶句相当多，工稳、自然而且声调优美。譬如“黯黮凝黛色，峥嵘当曙空”中的“黯黮”与“峥嵘”，都是叠韵词。不仅意义、词性、声调相对，连字形也相对了。《全唐诗》称孟诗“伫兴而作，造意极苦”，于此可见一斑。此诗结构极为紧密。由“月晕”而推测到“天风”，由“舟子”而写到“挂席”，坐船当是在水上，到“中流”遂见庐山。这种联系都是极为自然的。庐山给人第一个印象是气势雄伟；由黎明到日出，才看到它的妩媚多姿、绚丽多彩。见庐山想到“尚子”和“远公”，然后写到自己思想上的矛盾。顺理成章，句句相连，环环相扣，过渡自然，毫无跳跃的感觉。作者巧妙地把时间的推移，空间的变化，思想的矛盾，紧密地结合起来。这正是它结构之所以紧密的秘密所在。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>于开元二十四年（736）出游湘赣，这首<a href=\"http://so.gushiwen.org/view_7277.aspx\">诗</a>当作于诗人为<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>幕府从事时因公出差经彭蠡湖（即今江西鄱阳湖）往扬州途中。 </p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "山水"
  ]
}