{
  "id": 293,
  "star": 31,
  "name": "周颂·般",
  "dynasty": "先秦",
  "content": "於皇时周！陟其高山，嶞山乔岳，允犹翕河。敷天之下，裒时之对。时周之命。",
  "fanyi": "<p><strong>译文<br></strong>光明壮丽我周邦！登上巍巍高山上，高山小丘相连绵，千支万流入河淌。普天之下众神灵，齐聚这里享祭祀，大周受命永久长！</p> <p><strong>注释<br></strong>⑴般（pán）：乐名，是巡狩四岳河海的一种歌乐。郑笺：“般，乐也。”<br>⑵於：赞美词。皇：伟大。时：是，此。<br>⑶陟（zhì）：登高。<br>⑷嶞（duò）：低矮狭长的山。乔：高。岳：高大的山。<br>⑸允：通“沇（yǎn）”，沇水为古济水的上游。犹：通“沋（yóu）”，沋水在雍州境内。翕（xī）：汇合。一说通“洽（hé）”。洽水又作郃水，流经陕西郃阳东注于黄河。河：黄河。<br>⑹敷（pǔ）：同“普”，遍。<br>⑺裒（póu）：包聚。时：世。对：封国，疆土。一说配合。<br>⑻时：通“侍”，承受。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_293.aspx\">诗</a>经·周颂》所载《大武》乐章歌诗六首，它们反映的是周朝初年一系列重大历史事件，在叙事上具有纪实性和连续性。六首都有相应的歌舞形态，其首尾系序幕和谢幕，主体部分是中间四段。</p> <p>　　《大武》的乐曲早已失传，虽有零星的资料，但终难具体描述。然其舞蹈形式则留下了一些粗略的记录，可以作大概的描绘。第一场，在经过一番擂鼓之后，为首的舞者扮演周武王，头戴冕冠出场，手持干戚，山立不动。其余六十多位舞者扮武士陆续上场，长时间咏叹后退场。这一场舞蹈动作是表示武王率兵北渡盟津，等待诸侯会师，八百诸侯会合之后，急于作战，而周武王以为伐纣的时机尚不成熟，经过商讨终于罢兵的事实。第二场主演者扮姜太公，率众舞者手持干戈，奋臂击刺，猛烈顿足。他们一击一刺，做四次重复，表示武王命太公率敢死队闯犯敌阵进行挑战，武王率大军进攻，迅速获胜，威振中原。第三场众舞者由面向北转而向南，表示周师凯旋返回镐京。第四场开始时，众舞者混乱争斗，扮周、召二公的舞者出而制止，于是众舞者皆左膝跪地，表示周成王即位之后，东方和南方发生叛乱，周、召二公率兵平乱的事实。第五场，众舞者分成左右两大部分，周公在左、召公在右，振动铃铎，鼓励众舞者前进，表示成王命周公镇守东南，命召公镇守西北。第六场，众舞者恢复第一场的位置，作阅兵庆典和尊崇天子成王的动作，表示周公平乱以后，庆祝天下太平，各地诸侯尊崇周天子。</p> <p>　　《大武》六成对应六诗，据《毛诗序》“《武》，奏《大武》也”、“《酌》，告成《大武》也”的说明及《左传·宣公十二年》所记楚王之言“武王克商，……又作《武》，其卒章曰：‘耆定尔功。’其三曰：‘铺时绎思，我徂维求定。’其六曰：‘绥万邦，屡丰年。”则可确定四篇，另两篇，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>认为其中一篇即此篇《般》，他并且认为它当是《大武》六成的歌诗，说：“《酌》《桓》《赉》《般》四篇，次在《颂》末，又皆取诗之义以名篇，前三篇既为《武》（指《大武》乐舞，非《周颂》中之《武》篇）诗，则后一篇亦宜然，……至其次第，则《毛诗》与楚乐歌不同，楚以《赉》为第三，《桓》为第六，毛则六篇分居三处，其次则《夙夜》（王氏认为即《昊天有成命》）第一，《武》第二，《酌》第三，《桓》第四，《赉》第五，《般》第六，此殆古之次第，……与《乐记》所纪舞次相合。……《般》云：‘於皇时周，陟其高山。’则与‘六成复缀以崇’（《乐记》中语）之事相合，是毛诗次第与《乐记》同，恐是周初旧第，胜楚乐歌之次第（《左传》所引《大武》之次第）远矣。”（《周大武乐章考》）但高亨认为王氏之见过于相信毛诗篇次，他确定《般》是《大武》四成的歌诗，指出从诗中所述，表明“周朝广大的疆土，有小山大山，有小河大河，普天之下包括当时的边疆，都遵奉周朝的命令，很明显是中国统一的景象，是征服南国后的景象”，既然“诗的内容和《大武》舞第四场所象征的故事如此相符合，那末《般》篇是《大武》舞第四场所唱，是《大武》诗的第四章，也是很明显的”（《周代大武乐考释》）。</p> <p>　　《大武》四成的舞蹈是表现周公东征平乱、至于江南的事迹的。作为《大武》四成的歌诗，《周颂·般》和《周颂·武》一样，是四言七句，语言虽然非常简练，但是用了“高”“乔”“敷”“裒”等表示空间之大的字眼，用了最能体现空间感的山峰河流来实化这种象征、隐喻周室伟大的空间之大，便具有一种雄浑的气魄，体现了圣王天下一统的恢宏之势。</p> <p>　　起首一句“於皇时周”，就是在赞叹周朝。因为周代既是第一个以“华夏”自称的朝代，对中国文化影响深远，又是孔子所终身向往的“郁郁乎文哉，吾从周”的礼乐之邦的完美典范，因而，后世在读到和用到这些含有“周”字的古文时，就可以直接将周王朝代入为是属于中华民族共有的国度风范。</p> <p>　　“陟其高山”，登上了高山。巡视四海，自然要登山临水，祭拜天地。置身高岗，看到的是“嶞山乔岳，允犹翕河”。这两句形容的场景是：俯瞰群山，仰望岳峰，眺望百川，汇于一脉，俯仰天地之间，山河尽收眼底。这是属于王者的格局，这是巡视河岳的眼界，这是颂诗吐纳的气势。</p> <p>　　正因为有了这俯仰之间气势如虹的胸襟与豪情，所以才有最后的升华之句：“敷天之下，裒时之对，时周之命。”这是在说明天下的归心与时局的顺遂，也是说国家的天时地利人和。</p> <p>　　因此，《周颂·般》作为《周颂》诗里的最后一篇，虽短小精悍，却气韵冲天，势比山海。</p>",
  "about": "<h2>创作背景</h2> <p>　　后人推断《周颂·般》为周成王时代的作品。近现代学者一般认为此<a href=\"http://so.gushiwen.org/view_293.aspx\">诗</a>是《大武》中的一个乐章的歌辞。《大武》原作于武王伐纣成功告庙之时，当时只有三成。《逸周书·世俘》中也有记载，武王班师回镐京之四月辛亥，“荐俘、殷王鼎，武王乃翼，矢珪矢宪，告天宗上帝。”第四天，“甲寅，谒（告）我（伐）殷于牧野，王佩赤白旂，籥人奏《武》，王入进《万》，献《明明》三终。”故<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《说勺舞象舞》一文推测，《大武》之六成是原先的三成和《三象》合并的，这六成可以分开来表演，还可以独立表演，于是名称也就随之而不同。</p> <p>　　周武王崩后周公摄政期间，东南先后发生过好几次大规模的叛乱。据《史记》记载，先有管叔、蔡叔与武庚的作乱，后有淮夷之乱，却没有周公征讨江南叛乱的记载。不过《鲁颂·閟宫》中有“戎狄是膺，荆舒是惩”之句。孟子认为这原是周公说的话、做的事（见《孟子·滕文公上、下》），这正与《吕氏春秋·古乐》中所述相合。看来周公征讨过江南叛乱当为事实。《周颂·般》诗就其内容而言，当为天子巡狩时祭祀山河之辞。而所谓巡狩，本来就包括镇压叛乱在内。诗中声称普天之下的疆土都归周室所有，是针对叛乱不服者而发的。所以这首诗当为周公平乱结束时所作。因为诗题名为《般》，“般”为般乐，即盛大的快乐。平乱之后，天下太平，远方邦国悉来朝贺，自然要痛痛快快地大乐一番了。那么，该诗原来大概是周公经过数年平乱之后，在班师回朝的路途中祭祀山川的祷辞。后来又成为《大武》四成的歌诗，用以表现平乱成功。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}