{
  "id": 59118,
  "star": 23,
  "name": "六州歌头·寄稼轩承旨",
  "dynasty": "宋代",
  "content": "寄辛承旨。时承旨招，不赴。</p> <p>斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。 <br>白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。 ",
  "fanyi": "<p><strong>译文</strong><br>想着你将用整斗酒和猪腿将我款待，在风雨中渡过钱塘江到绍兴与您相会岂能不愉快。可半道中被自居易邀约<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>、苏东坡强拉回来。苏东坡说，西湖如西施，或浓妆或淡妆自照于镜台。林逋、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>两人都置之不理，只顾畅饮开怀。<br>白居易说，到天竺山去啊，那里如画卷展开，寺庙巍峨，流光溢彩。可爱的是东西二溪纵横交错，南北二峰高低错落自云霭霭。林逋说，并非如此，梅花的馨香幽幽飘来，怎比得上先到孤山探访香梅之海。待到雨过天晴再访稼轩不迟，我暂且在西湖边徘徊。</p> <p><strong>注释</strong><br>①辛承旨：即<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。因其曾于开禧三年（1207）被任为枢密院都承旨而得名，不过那时<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>已死，“承旨”二字可能是后人加的。<br>②斗酒彘肩：《史记》载，樊哙见项王，项王赐与斗卮酒（一大斗酒）与彘肩（猪前肘）。<br>③香山居士：白居易晚年自号香山居士。<br>④林和靖：林逋，字和靖。<br>⑤坡仙老：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自号东坡居士，后人称为坡仙。<br>⑥驾勒吾回：强拉我回来。<br>⑦“西湖正如西子”二句：苏轼<a href=\"http://so.gushiwen.org/view_59118.aspx\">诗</a>“欲把西湖比西子，淡妆浓抹总相宜。”<br>⑧“天竺去来”六句：白居易在杭州时，很喜爱灵隐天竺（寺）一带的景色。他的《寄韬光禅师》诗：东涧水流西涧水，南山云起北山云”，便是写东西二涧和南北两高峰的。<br>⑨暗香浮动：林逋《梅花》诗：“疏影横斜水清浅，暗香浮动月黄昏”。<br>⑩孤山先探梅：孤山位于里、外两湖之间的界山，山上种了许多梅花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　劈头三句，就是豪放之极的文字。“斗酒彘肩”，用樊哙事。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》载“樊哙见项王，项王赐与斗卮酒与彘肩。”樊哙在鸿门宴上一口气喝了一斗酒，吃了一只整猪腿。凭仗着他的神力与胆气，保护<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>平安脱险。作者用这个典故，以喻想稼轩招待自己之饮食。他与稼轩皆天下豪士，则宴上所食自与项羽、樊哙相若也。这段文字劈空而来，突兀而起，写得极有性格和气势，真是神来之笔。然而就在这文意奔注直下的时候，却突然来了一个大兜煞。词人被几位古代的文豪勒转了他的车驾，只得回头。笔势陡转，奇而又奇，真是天外奇想，令人无法琢磨。如果说前三句以赴会浙东为一个内容的话，那么第四句以下直至终篇，则以游杭州为另一内容。从章法上讲，它打破了两片的限制，是一种跨片之路，也显示出词人独创一格的匠心和勇气。香山居士为<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的别号，坡仙就是苏东坡，他们都当过杭州长官，留下了许多名章句。林如靖是宋初高士，梅妻鹤子隐于孤山，<a href=\"http://so.gushiwen.org/view_59118.aspx\">诗</a>也作得很好。<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>把这些古代的贤哲扯到一起不是太离奇了么？因为这些古人曾深情地歌咏过这里的山水，实际上与他住已与杭州的湖光山色融为一体。东坡有“若把西湖比西子，淡妆浓抹总相宜”的妙句。白居易也有“一山分作两山门，两寺原从一寺分。东涧水流西涧水，南山云起北山云”（《寄韬光禅师诗》）等讴歌天竺的名篇。而林和靖呢，他结庐孤山，并曾吟唱过“疏影横斜水清浅，暗香浮动月黄昏”的梅花佳句。风景与名人相辅相成，相得益彰，湖光山气增添了人物的逸兴韵致，名人又加深了风景的文化内涵。</p> <p>　　刘过将不同时代的文人放在一起，也体现了词人想象的独创性。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>主张“酌奇而不失其真，玩华而不坠其实”，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也说诗“以奇趣为宗，反常合道为趣”。这首词是恢奇的，但并不荒诞。他掇拾珠玉，别出心裁，给读者带来一阵清新的空气，带来一种审美的愉悦。</p> <p>　　刘过的行辈比<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>晚，地位也相差悬殊。但他照样不拘礼数地同这位元老重臣、词坛泰斗呼名道姓，开些玩笑。这种器量胸襟不是那些镂红刻翠、秦楼楚馆的词客所能企及的。洋溢于词中的豪情逸气、雅韵骚心是同他的“天下奇男子”的气质分不开的。俞文豹《吹剑录》云：“此词虽粗而局段高，固可睨视稼轩。视林、白之清致，则东坡所谓淡妆浓抹已不足道。稼轩富贵，焉能凂我哉。”这首词的体制和题材都富有创造性，它大起大落，纵横捭阖，完全解除了格律的拘束，因而显得意象峥嵘，运意恣肆，虽略失之于粗犷，仍不失为一首匠心独运的好词。当然像这样调侃古人、纵心玩世的作品，在当时的词坛上的确是罕见的。难怪岳珂要以“白日见鬼”相讥谑。</p><br/><h2>赏析二</h2> <p>　　词的上片写他想赴<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>之邀，又不能去。</p> <p>　　“斗酒彘肩，风雨渡江，岂不快哉”起势豪放，奠定了全文的基调。这三句用典。使风俗之气变为豪迈阔气。这里的典故，出之于《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》。这几句是想像之词，<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>设想在风雨中渡过钱塘江，来到辛弃疾的住所，觉得是一件特别痛快的事情。前三句起笔突兀，似平地而起的高楼，极具气势。</p> <p>　　“被香山居士，约林和靖，与东坡老，驾勒吾回”。就在他要出发之时，却被<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>拉了回来。“驾勒吾回”四字写出了他的无可奈何。接着词人概括三位<a href=\"http://so.gushiwen.org/view_59118.aspx\">诗</a>人诗意，说明他不能前去的理由。作者把本不相干的三人集于同一场景进行对话，构思巧妙新奇，“二公者，皆掉头不顾，只管传杯”，林逋、白居易两人只顾着喝酒，对苏东坡的提议丝毫不感不趣。</p> <p>　　下片开端打破了两片的限制，紧接着上文写白居易的意见。</p> <p>　　“白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。”自居易在杭州做郡守时，写过不少歌咏杭州的诗句，其中《寄韬光禅师》就有“东涧水流西涧水，南山云起北山云”之语。这六句也是化用白诗而成，用“爱”字将天竺美景尽情描绘而出，给人以如临其境之感。</p> <p>　　“暗香浮动，争似孤山先探梅”，词人化用三位诗人描写杭州风景的名句，更为杭州的湖光山色增添了逸兴韵致和文化内涵，再现了孤山寒梅的雅致与芬芳．给人美好的想象。词人笔意纵横。杂糅了涛的特点于词作之中，正是其创新之处，虽然没有正面写杭州之美，但却使我们看到了杭州的旖旎风光。不同时代的诗人跨越了时空的界限．相聚一堂。他们的音容笑貌、言谈口吻鲜活地呈现在我们面前，体现出作者丰富的想象力。</p> <p>　　“须晴去，访稼轩未晚，且此徘徊”三句顺势而出了，这里“须晴去”的“晴”字，当然与上片的“风雨渡江”遥相呼应，可当作“晴天”讲。但是，从词旨总体揣摩，它似含有“清醒”的意味，其潜台词中似乎是说自己目前正被杭州湖山胜景所迷恋，“徘徊”在“三公”争辩的诱惑之中。那么，赴约之事，且待“我”“清醒”过来，再作理会吧!这样理解，可能更具妙趣。这几句也回应开头，使全词更显得结构严谨，密不可分。</p>",
  "about": "<h2>创作背景</h2> 　　这首词的立意，据《柽史》载：“嘉泰癸亥岁，改之在中都时，辛稼轩弃疾帅越。闻其名，遣介招之。适以事不及行。作书归辂者，因效辛体《沁园春》一词，并缄往，下笔便逼真。”那么，根据此词的小序和《柽史》记载可知，这首词作于宋宁宗嘉泰三年（1203年），当时<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>担任浙东安抚使，邀请<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>到绍兴府相会，刘过因事无法赴约，便在杭州写了此词以作答复。",
  "poet": {
    "id": 52,
    "star": 0,
    "name": "刘过",
    "image": "http://img.gushiwen.org/authorImg/liuguo.jpg",
    "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"
  },
  "tags": [
    "豪放"
  ]
}