{
  "id": 52785,
  "star": 142,
  "name": "孤雁儿·藤床纸帐朝眠起",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。</span></p> <p>藤床纸帐朝眠起，说不尽无佳思。沈香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 <br>小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。",
  "fanyi": "<p><strong>译文<br></strong>初春的早晨在藤床纸帐这样清雅的环境中醒来，却有一种说不尽的伤感与思念。此时室内唯有时断时续的香烟以及香烟灭了的玉炉相伴，我的情绪如水一样凄凉孤寂。《梅花三弄》的笛曲吹开了枝头的梅花，春天虽然来临了，却引起了我无限的幽恨。<br>门外细雨潇潇下个不停，门内伊人枯坐，泪下千行。明诚既逝，人去楼空，纵有梅花好景，又有谁与自己倚阑同赏呢 ？今天折下梅花，找遍人间天上，四处茫茫，没有一人可供寄赠。</p> <p><strong>注释<br></strong>①孤雁儿：《孤雁儿》原名《御街行》。《古今词话》无名氏《御街行》词有“听孤雁声嘹唳”句，故更名《孤雁儿》。<br>②藤床：藤条编织的床。纸帐：茧纸做的帐子。<br>③佳思：好心情。<br>④沉香：薰香的一种。玉炉：玉制的香炉或是香炉的代称。<br>⑤三弄：即“梅花三弄”，古代笛由名，或称“梅花引”。<br>⑥梅心惊破：指梅花闻笛而心伤。<br>⑦春情意：喻指当年夫妻情深。<br>⑧萧萧地：淅淅沥沥。地，语助词。<br>⑨吹箫人去：《列仙传》：“萧史者，秦穆公时人也，善吹箫，能致孔雀、白鹤于庭。穆公有女字弄玉，好之。公遂以女妻焉。”此言其夫赵明诚之去世。<br>⑩肠断：这里形容因丧夫而悲伤之极。《世说新语·黜免》：“桓公入蜀，至三峡中，部伍中有得猿子者，其母缘岸哀号，行百馀里，不去，遂跳上船，至便即绝。破视其腹中，肠皆寸寸断。”<br>⑾一枝折得三句：化用<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>《赠<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>》<a href=\"http://so.gushiwen.org/view_52785.aspx\">诗</a>意。折梅相送，丈夫故去，所以说没人堪寄。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　“笛声三弄，梅心惊破，多少游春意。”以汉代横吹曲中的《梅花落》照应咏梅的命题，让人联想到园中的梅花，好像一声笛曲，催绽万树梅花，带来春天的消息。然“梅心惊破”一语更奇，不仅说明词人语言的运用上有所发展，而且显示出她感情上曾被激起一刹那的波澜，然而意思很含蓄。闻笛怀人，因梅思春，她词中是不止一次用过。这是一歇拍，词从这一句开始自然地过渡到下片，上片主要写自己的凄冷孤苦，下片则着重写对爱侣赵明诚的思念。</p> <p>　　下阕正面抒写悼亡之情，词境由晴而雨，跌宕之中意脉相续。“小风”句，将外境与内境融为一体。门外细雨潇潇，下个不停；门内伊人枯坐，泪下千行。以雨催泪，以雨衬泪，写感情的变化，层次鲜明，步步开掘，愈写愈深刻；但为什么“无佳思”，为什么“情怀如水”和泪下千行，却没有言明。直至“吹箫人去玉楼空，肠断与谁同倚”，才点明怀念丈夫的主旨。“吹箫人去”用的是秦穆公女弄玉与其夫箫史的典故，见《列仙传》。这里的“吹箫人”是说箫史，比拟赵明诚。明诚既逝，人去楼空，纵有梅花好景，又有谁与她倚阑同赏呢？词人回想当年循城远览，踏雪寻梅的情景，心中不由怆然感伤。</p> <p>　　结尾三句化用<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>赠梅与<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>的故事，表达了深重的哀思。陆凯当年思念远长安的友人范晔，曾折下梅花赋<a href=\"http://so.gushiwen.org/view_52785.aspx\">诗</a>以赠。可是词人今天折下梅花，找遍人间天上，四处茫茫，没有一人可供寄赠。其中“人间天上”一语，写尽了寻觅苦：“没个人堪寄”，写尽了怅然若失之伤。全词至此，戛然而止，而一曲哀音，却缭绕不绝。</p> <p>　　这首词妙在化用典故，婉若已出；咏梅悼亡，浑然一体；口语入词，以俗写雅，独树一枝。</p><br/><h2>赏析一</h2> 　　“藤床纸帐朝眠起，说不尽，无佳思。”开门见山，倾诉寡居之苦。藤床，乃今之藤躺椅。据明高濂《遵生八笺》记载，藤制，上有倚圈靠背，后有活动撑脚，便于调节高低。纸帐，亦名梅花纸帐。据宋林洪《山家清供》云，其上作大方形帐顶，四周用细白布制成帐罩，中置布单、楮衾、菊枕、蒲褥。宋人词作中，这种陈设大都表现凄凉慵怠情景。<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>《念奴娇》云：“照我藤床凉似水。”意境相似，写一榻横陈，日高方起，心情孤寂无聊“沉香断续玉炉寒”，使人想起词人《醉花阴》中的“瑞胸销金兽”。然而这一“寒”字，更突出了环境的凄冷与心境之痛苦。此时室内唯有时断时续的香烟以及香烟灭了的玉炉相伴。“伴我情怀如水”一句，把悲苦之情变成具体可感的形象。",
  "about": "<h2>背景</h2> 　　这首词明为咏梅，实为悼亡，寄托了词人对于朝廷南迁后不久不幸病故的爱侣赵明诚的深挚感情和凄楚哀思。<br/><h2>意境</h2> 　　全词以景衬情，将环境描写与心理刻画融为一体，营造出一种孤寂凄婉的意境，取得了感人至深的艺术效果。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "咏物",
    "梅花",
    "悼亡"
  ]
}