{
  "id": 49419,
  "star": 53,
  "name": "临江仙·送王缄",
  "dynasty": "宋代",
  "content": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 <br>坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。",
  "fanyi": "<p><strong>译文<br></strong>忘掉了成都那些事儿已经有十多年了，但是因为你的到来，使我不得不再三思念。今日送别，请你将我的伤心之泪带回家乡，洒向江头一吊。我又何尝不知道故乡的好啊，自己飘零已久，赋归无日，自成天涯孤凉客。<br>哪里悲凉的愁绪你不会知道，早已被我吟断的衷肠已不会再过分伤愁。今日殷勤给你送上离别的酒宴，希望你能尽兴。我的身躯就好像传舍一样辗转流离，何处才能是我的家乡啊！</p> <p><strong>注释<br></strong>（1）临江仙：双调小令，唐教坊曲。《乐章集》入“仙吕调”，《张子野词》入“高平调”。五十八字，上下片各三平韵。约有三格，第三格增二字。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>演为慢曲，九十三字，前片五平韵，后片六平韵。<br>（2）凭：凭仗，烦请。<br>（3）离觞：离杯，即离别的酒宴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词将送别的惆怅、悼亡的悲痛、政治的失意、乡思的愁闷交织在一起，表达了词人极度伤感悲苦的心绪。词的上片写悲苦的由来、发展和不能自已的情状，下片写送别的情怀及内心的自我排遣。</p> <p>　　开头两句“忘却成都来十载，因君未免思量”，写的是作者十年来对亡妻的彻骨相思。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>爱妻王弗自公元1054年（至和元年）嫁到苏家以后，一直很细心地照顾着丈夫的生活。苏轼于婚后五年开始宦游生涯，王弗便在苏轼身边充当贤内助。苏轼性格豪爽，毫无防人之心，王弗有时还要提醒丈夫提防那些惯于逢迎的所谓“朋友”，夫妻感情极为深笃。不料到公元1065年（治平二年），王弗突然染病身亡，年仅二十六岁。这对苏轼来说，打击非常之大。为了摆脱悲痛的缠绕，他只好努力设法“忘却”过去的一切。而大凡人之至情，越是要“忘却”，越是不易忘却。从王弗归葬眉山至妻弟王缄到钱塘看望苏轼，其间相隔正好“十载”，这“十载”苏轼没有一年不想念王弗。“忘却”所起的作用不过是把纷繁堆积的难以忍受的悲痛，化为长久的有节制的悲痛而已。但是王缄的到来，一下子勾起了往日的回忆；日渐平复的感情创伤重又陷入了极度的痛楚之中。“凭将清泪洒江阳”，凭，凭仗，烦请。这句的意思是：今日送别，请你将我伤心之泪带回家乡，洒向江头一吊。王缄此来，与苏轼盘桓数日，苏轼得知“故山好”，自感宽慰，但又觉得自己宦迹飘零，赋归无日，成为天涯孤客，于是，不禁悲从中来。所谓“悲凉”，意蕴颇丰。苏轼当时因为与变法派政见不合而被迫到杭州任通判，内心本来就有一种压抑、孤独之感，眼下与乡愁、旅思及丧妻之痛搅混一起，其心情之坏，更是莫可名状了。</p> <p>　　过片“坐上别愁君未见，归来欲断无肠”，切入送别的词旨。毋庸置疑，王缄的到来，苏轼悲凉的感情中多少增添了几分暖意，而王缄又要匆匆离去，作者自然感到难以为怀了，于是国忧、乡思、家恨，统统融进了“别愁”之中，从而使这别愁的分量更有千钧之重。“归来欲断无肠”，是说这次相见之前及相见之后，愁肠皆已断尽，以后虽再遇伤心之事，亦已无肠可断了。“殷勤且更尽离觞”一句，意借酒浇愁，排遣离怀，而无可奈何之意，亦见于言表。</p> <p>　　结尾两句，苏轼吐露将整个人生一切看破之意。《汉书·盖宽饶传》云：“富贵无常，忽则易人。此如传舍，阅人多矣。”此词“此身如传舍”一句借用上述典故而略加变通，以寓“人生如寄”之意。又《列子》：“人，则生人为行人矣。行而不知归，失家者也。”歇拍“何处是吾乡”暗用其意。对此，顾随评曰：“人有丧其爱子者，既哭之痛，不能自堪，遂引石孝友《西江月》词句，指其子之棺而詈之曰：‘譬似当初没你。’常人闻之，或谓其彻悟，识者闻之，以为悲痛之极致也。此词结尾二句与此正同。”（《顾随文集·东坡词说》</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "送别",
    "悼亡",
    "失意",
    "思乡"
  ]
}