{
  "id": 10248,
  "star": 12,
  "name": "送浑将军出塞",
  "dynasty": "唐代",
  "content": "将军族贵兵且强，汉家已是浑邪王。<br>子孙相承在朝野，至今部曲燕支下。<br>控弦尽用阴山儿，登阵常骑大宛马。<br>银鞍玉勒绣蝥弧，每逐嫖姚破骨都。<br>李广从来先将士，卫青未肯学孙吴。<br>传有沙场千万骑，昨日边庭羽书至。<br>城头画角三四声，匣里宝刀昼夜鸣。<br>意气能甘万里去，辛勤判作一年行。<br>黄云白草无前后，朝建旌旄夕刁斗。<br>塞下应多侠少年，关西不见春杨柳。<br>从军借问所从谁，击剑酣歌当此时。<br>远别无轻绕朝策，平戎早寄仲宣诗。",
  "fanyi": "<p><strong>译文</strong><br>将军您出身尊贵，而且麾下兵力强盛，您的祖上汉朝时已经是浑邪王。<br>您家世代在朝中都蒙受皇恩，现在您的部属在燕支山一带。<br>您的士兵都是阴山一带的健儿，出战时常坐骑好马。<br>您的战马佩着银饰的马鞍，勒着镶玉的肚带，军中飘拂着精美的蝥弧旗。屡次追随哥舒翰将军击溃突厥军队。<br>您在战场上像李广那样身先士卒，在谋划方略上和霍去病一样，虽不学孙子、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>的兵法，也能措置得宜，曲尽其妙。<br>据说边境又有千万敌人的骑兵入侵，昨天边塞上告急文书已经到了。<br>城头上画角之声响起，匣中的宝刀日夜在鸣叫。<br>浑将军意气风发，决定出征万里以外；努力作战，准备了出行一年的计划。<br>军队前进，扬起的尘土与白草相掩映；早上高举旌旗，夜里则击刁斗传令。<br>边塞上有很多侠义少年，关外春天可见不到杨柳。<br>从军应该选谁呢？击响宝剑高声歌唱正在这个时候。<br>您将远行，我和您分别，请别轻视我的送别之情，希望您早日平定侵略者，以便及早给朝廷献上获胜捷报的<a href=\"http://so.gushiwen.org/view_10248.aspx\">诗</a>歌。</p> <p><strong>注释</strong><br>⑴浑将军：即浑释之，曾为右武卫大将军，其祖先是曾率众降汉的匈奴浑邪王。<br>⑵将军族贵：语见《旧唐书·浑瑊传》。<br>⑶浑邪（yé）王：据《史记·匈奴列传》所载：“浑邪王杀休屠王，并将其众降汉。”<br>⑷燕（yān）支：山名，也作焉支山，在今甘肃山丹东。<br>⑸控弦：引弓，意指士兵。阴山：在内蒙古东部。<br>⑹登阵：一作“临阵”。大宛马：古大宛国多宝马，故用以名好马。<br>⑺蝥（máo）弧：旗名。<br>⑻逐：跟随。嫖姚：这里指哥舒翰。骨都：本为匈奴王名，这里指突厥将领。<br>⑼李广：据《史记·李将军列传》载：“李广在战场上身先士卒，勇冠三军。”<br>⑽卫青：据史载应是霍去病，因二人同时，故多有误引。<br>⑾羽书：泛指军事报文。<br>⑿画角：古代管乐器，出自西羌。<br>⒀甘：决意。<br>⒁判：拼。判作：一作“动作”。<br>⒂关西：玉门关以西。<br>⒃绕朝：战国时秦国大夫。<br>⒄仲宣：三国文学家<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>字。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　浑将军祖先即汉代匈奴浑邪王。因此开始二句：“将军族贵兵且强，汉家已是浑邪王。”就从浑将军的祖先写起：远在汉代，他们就是归顺中原政权的部落首领，族贵兵强，屡建战功，高居王位。起调高远雄浑，豪气笼罩全篇。“子孙相承”以下四句，由“族贵兵强”生发开来，依次展示出浑将军家族传统的发扬光大：“子孙相承”，遍布朝野；“部曲”精锐，驰骋“燕支”。率擅长骑射的“阴山儿”箭无虚发；骑一日千里的“大宛马”所向披靡。开篇六句概括、勾勒浑氏家族显贵、英勇的雄壮气势，为下文造声势、作铺垫。</p> <p>　　“银鞍玉勒绣蝥弧”以下四句，将焦点聚集到了浑将军身上。但，<a href=\"http://so.gushiwen.org/view_10248.aspx\">诗</a>人并不正面直接刻画，而是以烘云托月的手法，渲染出浑将军的忠勇义烈和赫赫战功。“银鞍”一句，先以物写人。马具精良，军旗猎猎，显示出浑将军高昂的志气。后面三句，每句以一历史上的名将形象来烘托浑将军。“嫖姚”指汉代名将霍去病，曾任嫖姚校尉大破匈奴（此喻哥舒翰）。“骨都”指匈奴左右骨都使。句首用一“每”字，表明浑将军经常随哥舒翰出征，战功累累。此外，又以李广的体恤将士，身先士卒，卫青的不泥于古人兵法，以方略为贵，托出浑将军的优秀品质和用兵的灵活。以上十句可作为第一层，诗人从“族贵兵强”、战功卓著等方面，把浑将军的形象勾勒得高大雄武。</p> <p>　　“传有沙场千万骑”以下为第二层，形势急转。当敌人又气势汹汹地向边境发动了侵略战争，“羽书”飞至，形势危急时，浑将军又毅然奔赴疆场，奋战不息。塞外的生活艰苦清寂，时而传来几声哀厉高亢的画角声，更增添了几分凄严肃穆的气氛。而诗人却以“宝刀”切望为国杀敌而昼夜鸣叫这一兀傲奇警的夸张想象，再一次形象揭示出浑将军忠勇义烈的英雄本色。“意气”二句，诗笔又从正面直探心曲，传达出浑将军豪迈的“意气”：只要能为国杀敌，确保边疆，就是转战“万里”，“辛勤”经年，也算不了什么。继而诗人再以“黄云”连绵、衰草遍地的广漠边塞；“旌旗”朝飞、“刁斗”夜鸣的军旅生活；春风不度，杨柳绝迹的“关西”艰苦环境，反衬出众多“侠少年”藐视一切艰难困苦、勇赴国难的牺牲精神。这众多的英雄形象，如众星捧月一般，使浑将军叱咤风云、驰骋万里的风貌更加光彩照人。</p> <p>　　最后四句为第三层，回应题目的“送”字，寄寓自己的殷切希望。“从军借问”二句用<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《从军诗》之意，颂扬浑将军所从之主帅哥舒翰的“神武”。正因为如此，才不致久劳师于外，故麾下当“击剑酣歌”，以示庆幸。据《左传·文公十三年》，有晋人士会返晋，绕朝赠之以策的记载。“策”字这里语含双关，也有“策谋”之意，意思是希望浑将军不要忘记自己临行时所献的破敌之策。“仲宣诗”即王粲所作之《从军诗》，本颂扬<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>西征张鲁的胜利，此喻报捷之诗，期望浑将军早奏凯歌，建立功业。诗人连用两典，结语悠远。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>说<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>“篇终接混茫”，这首诗就是一例。</p> <p>　　在这首诗中，高适以高远雄浑的起调，整散相间的句式，不停转换的韵律，多角度、多侧面塑造了浑将军这样一个忠勇爱国的名将形象，使其诗歌具有雄壮豪放的鲜明艺术风格。</p>",
  "about": "<h2>创作背景</h2> 　　《送浑将军出塞》是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>为右武卫大将军浑释之出征所作的赠别之作，创作时间为唐玄宗天宝十三年（754年），时高适在哥舒翰幕府任掌书记，浑释之为哥舒翰麾下将军。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "送别",
    "写人",
    "将军",
    "爱国"
  ]
}