{
  "id": 73236,
  "star": 14,
  "name": "别范安成",
  "dynasty": "南北朝",
  "content": "生平少年日，分手易前期。<br>及尔同衰暮，非复别离时。<br>勿言一樽酒，明日难重持。<br>梦中不识路，何以慰相思？",
  "fanyi": "<p><strong>译文<br></strong>追忆人生少年离别日，后会有期看得很容易。<br>世事沧桑你我同衰老，再也不像当初握别时。<br>不要推辞小小一杯酒，分手后恐怕更难重持。<br>梦中寻你不知在何方，如何安慰我这相思意。</p> <p><strong>注释<br></strong>⑴范安成：范岫（440一514），字懋宾。曾为齐安成内史，故称范安成。<br>⑵生平：平生。<br>⑶易：以之为易。前期：后会的日期。<br>⑷及尔：与你。<br>⑸非复：不再像。<br>⑹持：执。<br>⑺梦中不识路：《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》：六国时，张敏与高惠二人为友。每相思不能得见。敏便于梦中往寻。但行至半道，即迷，不知路，遂回。如此者三。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写好友老年时离别伤情的<a href=\"http://so.gushiwen.org/view_73236.aspx\">诗</a>，是一首别具一格的送别诗。</p> <p>　　写送别，既不写送别的时间和地点，又不通过写景抒情达意，而是从年轻时的分别写起，用一“易”字，说年轻时不把离别当成一回事，总觉得再会是很容易的。这里既是对从前分别的追忆，又是对过去把离别不当成一回事的追悔。</p> <p>　　“生平少年日，分手易前期。”起句自然，平平叙来，而眼前依依不舍的感情隐含其间。“黯然伤魂者，唯别而已矣。”离别，毕竟是人生中伤痛的事情。“及尔同衰暮，非复别离时。”年轻时不在乎，因为来日方长，而年老时就不一样了，因为所剩日子无多，不能再轻易离别了。作者把老年时对待别离的感情和态度与年轻时相比，不但使诗意深入一层，而且把一别之后难得再见的痛苦而沉重的心情，充分表达出来。</p> <p>　　“勿言”二句起承转作用，是从离别写到别时的酒宴。说明此次饯别，不同以往，眼前的一杯薄酒，不要再以为不算什么，因为到明日分别以后，恐怕再难于一起把杯共饮了。“一樽酒\"，形容其少。“难重持”，很难再一同共饮，而且是“明日”，就在眼前。这是多么令人心酸而又遗憾的事情。小小一杯酒，寄托了依依难舍之情以及极可珍惜的知己的无限情意，语调低沉，伤感不已。</p> <p>　　最后，作者则驰骋丰富的想象，想到古人梦中寻友的动人事迹，他想模仿古人，在与范安成分别后，梦里去寻他以慰相思之苦。但是，梦中要迷失道路，好友是寻不见的，因而相思之苦仍消除不了。作者用了“何以慰相思”进行反问，把真挚的友情，“相见时难别亦难’’的酸楚的心理状态，精细地刻划了出来。这两句诗，把深厚的友情表达无余，把不忍离别之情推向高潮，是感情的升华，是痛苦的倾诉，含蓄蕴藉，有画龙点睛之妙。</p> <p>　　这首诗在<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>的诗作中很有特色，不但句句言别，句句言友情、别情，气脉贯注，波澜起伏，而且通篇率尔直言，语言通畅流利，说话的语气，情感的表达均突出了老年人分别时的心理状态，依依留恋的深情厚意以及凄怆酸楚的痛苦心情。而感情的抒发，来自内心深处，毫无造作之感。另外，诗的风格朴素，气骨道劲，不事雕凿，不用对仗句子，有平易亲切之感。</p>",
  "about": "<h2>创作背景</h2> 　　范岫比<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>大一岁，是沈约的好友。与沈约一样，范岫很早就失去了父亲。也与沈约一样，为蔡兴宗所礼敬，同在蔡氏郢州刺史府中任职，那时他们都还是二十多岁的青年。南齐时又都曾在太子萧长懋东宫中，都担任过太子家令。沈约为竟陵八友之一，而范岫曾任竟陵王萧子良的记室参军。因此两人在一起的交集比较多。范岫的<a href=\"http://so.gushiwen.org/view_73236.aspx\">诗</a>文不如沈约写得好，但学问非常广博，沈约十分佩服。范岫被任为安成内史（相当于郡守）是在永明后期。安成郡即今江西安福，离京城建康较远。当时沈约仍在京任职，作此诗予以送别。",
  "poet": {
    "id": 628,
    "star": 0,
    "name": "沈约",
    "image": "http://img.gushiwen.org/authorImg/shenyue.jpg",
    "desc": "沈约（441~513年），字休文，汉族，吴兴武康（今浙江湖州德清）人，南朝史学家、文学家。出身于门阀士族家庭，历史上有所谓“江东之豪，莫强周、沈”的说法，家族社会地位显赫。祖父沈林子，宋征虏将军。父亲沈璞，宋淮南太守，于元嘉末年被诛。沈约孤贫流离，笃志好学，博通群籍，擅长诗文。历仕宋、齐、梁三朝。在宋仕记室参军、尚书度支郎。著有《晋书》、《宋书》、《齐纪》、《高祖纪》、《迩言》、《谥例》、《宋文章志》，并撰《四声谱》。作品除《宋书》外，多已亡佚。"
  },
  "tags": [
    "离别",
    "友人",
    "不舍"
  ]
}