{
  "id": 71644,
  "star": 11,
  "name": "铜爵妓",
  "dynasty": "南北朝",
  "content": "武皇去金阁，英威长寂寞。<br>雄剑顿无光，杂佩亦销烁。<br>秋至明月圆，风伤白露落。<br>清夜何湛湛，孤烛映兰幕。<br>抚影怆无从，惟怀忧不薄。<br>瑶色行应罢，红芳几为乐？<br>徒登歌舞台，终成蝼蚁郭！",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_71644.aspx\">诗</a>的开头四句写<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>身后寂寞，雄风已逝，给人以悲凉冷落之感。“武皇”即指曹操。“金阁”，犹言金阙，宫观楼台之美称，此指铜爵（雀）台。台建于建安十五年，在邺城西北，“高十丈，有屋百余间。”（《水经注》卷十）楼台之顶置大铜雀，舒翼若飞。又其“西台高六十七丈，上作铜凤，窗皆铜笼，疏云毋幌，日之初出，乃流光照耀”（《艺文类聚》卷六十二引《邺中记》）。浮光跃金之楼观，以“金”状之，确也非常贴切。但是，如今人去楼空，已无复当年的英风雄威、歌舞升平，留给后人的，只是一片凄凉寂寞。开头两句就这样强烈地渲染出一种物是人非的气氛。“雄剑”，本指春秋时吴国人干将、莫邪所铸之剑，其剑有二，一雌一雄，雄剑进献于吴王，此处是以“雄剑”代指魏武所佩之剑。这剑当年曾伴随他南征北战，削平群雄，而今却已埋没于尘封之中而黯然失色了。“杂佩”亦指魏武所佩之饰物。古人述及人之佩戴物常以剑佩对举，如《说苑》云：“经侯过魏太子，左带玉具剑，右带环佩，左光照右，右光照左。”故此处剑佩连类而及。“销烁”，犹言销镕，在此即是荡然无存之意。这二句，由曹操的遗物引出，再申前意，补足文气。</p> <p>　　接下去“秋至”四句，则从《遗令》中的“月朝十五”生发而出。三五之夜，皓月当空，正是曹操要求诸妓向帷帐歌舞作乐之时。试想活生生的人幽闭于荒台孤馆，且要侍奉空床虚帐，这是怎样的一种人生悲剧！这些歌妓无异是奉献于帝王祭坛上的活的牺牲，因而对她们说来，皎洁的秋夜只会更增加内心的悲感凄凉。这四句写景恰似“主观镜头”，展现出她们眼中特有的悲凉的夜景：风露凄凄，清夜湛湛，孤独摇曳的烛光，将她们的身影分明地投于兰幕之上。全诗悲剧的气氛，至此越加浓重了。</p> <p>　　此后六句，转入直抒怨愤，比之上面的托物诉情，感情更为强烈。“抚影”承上“孤烛”句，转接极为自然。众妓顾影自怜，悲从中来，无所适从，但觉心中的忧思，绵绵不绝，难以消解。“薄”即停止之意，如《楚辞·九章·哀郢》云：“忽翱翔之焉薄。”“瑶色”，犹言玉颜，“红芳”即红花，此亦指美人的红颜。“行应罢”，行将衰颓老朽；“几为乐”，为乐能有几时。这二句互文见义，渲染强烈。诗人感叹着妓人的青春难驻、红颜易老，不禁要为她们的不幸生涯洒一掬同情之泪，发一曲不平之歌。最后两句应《遗令》中“时时登铜雀台，望吾西陵墓田”的意思，感情由悲而怨，由怨而愤，达于高潮。这里着一“徒”字，实蕴含无穷的悲思与怨愤。登台歌舞，遥望西陵，对铜雀妓来说，只是侍奉幽灵、虚掷青春的徒劳之举，而对死去的帝王来说，也同样是毫无意义了，因为他最终也成了一堆“蝼蚁郭”，亦即“蚁垤”，蝼蚁之穴，其外壅土如城郭，故云。古人常用它和高山对举，以显示其渺小，如《孟子·公孙丑》云：“泰山之于丘垤。”赵岐注：“垤，蚁封也。”又郭璞《游仙诗》云：“东海犹蹄涔，昆仑蝼蚁堆。”此处用“蝼蚁郭”，一方面说明皇陵虽高，无异于蚁垤一堆，藐视之意可见；另一方面也表示，贵为天子者最终也要与平民百姓同归丘墓，而魏武却要作威福于死后，其自私冥顽虽到了荒谬绝伦的地步，但到头来还不是黄土一抔，又复何益！这二句和第一层诗意恰好遥相呼应，使同情歌妓与批判帝王的两个方面浑然统一于诗歌的主题之中。</p> <p>　　<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>此诗流丽中有悲壮之气。李调元《雨村诗话》云：“诗之绮丽，盛于六朝，而就各代分之，亦有首屈一指之人，……粱则以江淹文通为第一，悲壮激昂。”而这种悲壮又是通过强烈的对比突现出来的。在写魏武时，将其生时的威武雄壮与死后的寂寞萧条作对比；而在写歌妓时，则以青春、自然之美与其生活、命运之悲作对比。帝王的淫威自私与歌妓的痛苦牺牲则是此诗最根本的一个对比。绮丽的辞藻与悲剧的气氛相反相成，形成此诗凄艳的风格，沈博绝丽之中回荡着幽怨之气，这正是楚辞的传统。</p>",
  "poet": {
    "id": 509,
    "star": 0,
    "name": "江淹",
    "image": "http://img.gushiwen.org/authorImg/jiangyan.jpg",
    "desc": "江淹（444—505），字文通，南朝著名文学家、散文家，历仕三朝，宋州济阳考城（今河南省商丘市民权县）人。江淹少时孤贫好学，六岁能诗，十三岁丧父。二十岁左右在新安王刘子鸾幕下任职，开始其政治生涯，历仕南朝宋、齐、梁三代。江淹在仕途上早年不甚得志。泰始二年（466年），江淹转入建平王刘景素幕，江淹受广陵令郭彦文案牵连，被诬受贿入狱，在狱中上书陈情获释。刘景素密谋叛乱，江淹曾多次谏劝，刘景素不纳，贬江淹为建安吴兴县令。宋顺帝升明元年（477年），齐高帝萧道成执政，把江淹自吴兴召回，并任为尚书驾部郎、骠骑参军事，大受重用。"
  },
  "tags": [
    "咏史怀古",
    "悲凉",
    "怨愤"
  ]
}