{
  "id": 49754,
  "star": 31,
  "name": "忆秦娥·用太白韵",
  "dynasty": "宋代",
  "content": "清溪咽。霜风洗出山头月。山头月。迎得云归，还送云别。 <br>不知今是何时节。凌歊望断音尘绝。音尘绝。帆来帆去，天际双阙。",
  "fanyi": "<p><strong>译文</strong><br>清澈的溪水呜咽着，霜风吹散了云洗出山头的月亮。山头的月亮，将云迎接回来，又将云送走。不知道今天是什么时节。在凌霄台上眺望，没有音信。帆船来来往往，天边是帝王的住所。</p><p><strong>注释</strong><br>⑴凌歊(xiāo)：即凌歊台。南朝宋孝武帝曾登此台，并筑离宫于此，遗址在今当涂县西。<br>⑵双阙(jue)：古代宫门前两边供瞭望用的楼，代指帝王的住所。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写景抒怀的小词。上片写景：有清溪，霜风，山月，还有山月下随风飘动的流云。一个“咽”字，传出了“清溪”哽哽咽咽的声音；用个“洗”字，好像山头月是被“霜风”有意识地“洗”出来的，这个“洗”字，也使山月更加皎洁。山高月小，霜风斜峭，再配上哽咽的流水，给人以如置空谷，如饮冰泉之感。“霜风”句中，暗藏一个“云”字：无云则山月自明，无须霜风之“洗”。换句话说，山月既须霜风“洗”而后出，则月下必有云遮。这样上片结句中“云归”、“云别”出现就不显突兀。迎、送的主语是“山月”，一迎一送，写出了月下白云舒卷飘动的生动形象。“云归”、“云别”两句，又将“霜风”的“风”字暗暗包容句中。云归云别，烘云托月，使皎洁的山月，更见皎洁。上片写景如画，幽静深美。着一“咽”字，以动衬静，更觉其静。</p> <p>　　下片，词人触景生情，怀念帝乡之感油然而生。从“凌歊”一词看，<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>写这首词的时候，盖太平州编管之中。“凌歊”，即凌歊台，因山而筑，南朝宋孝武帝曾登此台，并筑离宫于此，遗址位于今当涂县西，为当地名胜。李之仪在姑溪时，思想上是苦闷而消极的，且僻居荒隅，远离朝廷，更见悲苦。但从结句的“双阙”看，词人仍未忘朝廷。“双阙”，古代宫门前两边供瞭望用的楼，代指帝王的住所。作者把国事系于心头，盼望朝廷下诏起用，故“望断”云云，即是这种心情的形象反映。“天际”一词，暗示了词人盼望帝京之切；而“音尘绝”则可见词人的失望与怅惘。</p> <p>　　这首词词史上有其特定意义。词题明确揭出“用太白韵”，是为和宋初《忆秦娥》而作。李之仪是北宋人，与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>同时代，写这首词的时候，是崇宁三年（1104）前后，距离<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>卒年（762）已经过去340年之久，这首和词，全依佚名作者《忆秦娥》韵，可见当时这首词已流传比较普遍，但说其为李太白所作，则甚为不妥。李白的<a href=\"http://so.gushiwen.org/view_49754.aspx\">诗</a>歌名篇在整个唐朝流传极为广泛，即使是一首很普通的七绝，都有大量记载，而忆秦娥，在整个唐人的典籍中，没有一处记载。有专家认为，李白的诗歌由于散佚的缘故，十去七八，未收入忆秦娥情有可原。但这点早已被胡适先生彻底否决了。事实上，整个盛唐，根本没有一首词流传下来！像菩萨蛮这样的词牌是在中唐（李白死后）才产生的，忆秦娥则连中唐都没有记载！现代某些不负责任的专家总爱说一些“《菩萨蛮》《教坊记·曲名表》及敦煌曲均有此调名，李白在开元、天宝时依调作词完全有可能。”之类的话，而且还借此希冀证明《忆秦娥》也为李白所创。似乎忘却了胡适在《词的起源》一文中对《教坊记》做的具体考察：《教坊记》中曲调多为“后人随时添加”，因此“不可用来考证盛唐教坊有无某种曲调”，《辞源》(合订本)释“教坊记”条“唐崔令钦撰。一卷。记述唐代教坊制度、轶闻及曲调来源等，以开元时事为多，并录教坊大曲杂曲名三百二十四本。今通行本皆据《说郛》，有所删削，已非全书。”《辞海》(缩印本)说《教坊记》“书约成于宝应元年(762)后。”阴法鲁即认为此书“可能经过后人订补”。因此《教坊记》有曲名，并不能说明开元时已有此调名。</p>",
  "about": "<h2>创作背景</h2> 　　崇宁二年（1103年）夏，<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>因替<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>作遗表和行状，下御史狱。出狱后，编管太平州（今安徽当涂县）。词中“凌歊”一词指“凌歊台”，其遗址在今当涂县西，因此该词应写于此时。",
  "poet": {
    "id": 578,
    "star": 0,
    "name": "李之仪",
    "image": "http://img.gushiwen.org/authorImg/lizhiyi.jpg",
    "desc": "李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "抒怀",
    "思乡"
  ]
}