{
  "id": 33615,
  "star": 114,
  "name": "别离",
  "dynasty": "唐代",
  "content": "丈夫非无泪，不洒离别间。<br>杖剑对尊酒，耻为游子颜。<br>蝮蛇一螫手，壮士即解腕。<br>所志在功名，离别何足叹。",
  "fanyi": "<p><strong>译文</strong><br>大丈夫何尝没有滔滔眼泪，只是不愿在离别时涕泗横流。<br>面对离酒慷慨高歌挥舞长剑，耻如一般游子模样满脸离愁。<br>一旦被蝮蛇螫伤手腕之后，当断手臂就断壮士决不踌躇。<br>既然决心闯荡天下建功立业，离别家常便饭何须叹息怨尤。</p> <p><strong>注释</strong><br>杖剑：同“仗剑”，持剑。尊：酒器。<br>游子颜：游子往往因去国怀乡而心情欠佳，面带愁容。<br>蝮蛇：一种奇毒的蛇。螫（shì）：毒虫刺人。<br>解腕：斩断手腕。<br>志：立志，志向。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_33615.aspx\">诗</a>，叙离别而全无依依不舍的离愁别怨，写得慷慨激昂，议论滔滔，形象丰满，别具一格。 </p> <p>　　“丈夫非无泪，不洒离别间”，下笔挺拔刚健，调子高昂，一扫送别诗的老套，生动地勾勒出主人公性格的坚强刚毅，真有一种“直疑高山坠石，不知其来，令人惊绝”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《说诗晬语》卷上）的气势，给人以难忘的印象。 </p> <p>　　“杖剑对尊酒，耻为游子颜”，彩笔浓墨描画出大丈夫的壮伟形象。威武潇酒，胸怀开阔，风度不凡，气宇轩昂，仿佛是壮士奔赴战场前的杖剑壮别，充满着豪情。 </p> <p>　　颈联运用成语，描述大丈夫的人生观。“蝮蛇螫手，壮士解腕”，本意是说，毒蛇咬手后，为了不让蛇毒攻心而致死，壮士不惜把自己的手腕斩断，以去患除毒，保全生命。作者在这里形象地体现出壮士为了事业的胜利和理想的实现而不畏艰险、不怕牺牲的大无畏精神。颈联如此拓开，有力地烘托出尾联揭示的中心思想。“所志在功名，离别何足叹。”尾联两句，总束前文，点明壮士怀抱强烈的建功立业的志向，为达此目的，甚至不惜“解腕”。那么，眼前的离别在他的心目中自然不算一回事了，根本不值得叹息。 </p> <p>　　此诗以议论为诗，由于诗中的议论充满感情色彩，“带情韵以行”，所以写得生动、鲜明、激昂、雄奇，给人以壮美的感受。</p><br/><h2>鉴赏二</h2> <p>　　古代的离别<a href=\"http://so.gushiwen.org/view_33615.aspx\">诗</a>，大多写离愁别恨，临歧伤感，而这首诗，却独具匠心，撇开歧路沾巾的柔情，通篇以议论为主，写的气势充沛，感情浓烈。叙离别而全无依依不舍的离愁别怨，写得慷慨激昂，议论滔滔，形象丰满，别具一格。</p> <p>　　首联，起笔挺拔刚健，调子高昂，一扫送别诗的老套。“丈夫”在古代常指热血男儿。别离、离别总是那么令人感伤，可是作者上来就写即使男儿有泪，有伤心的时候，也不该在离别时抛洒，即男儿有泪不轻弹。诗人此处用意别出心裁，生动地勾勒出主人公性格的坚强刚毅。</p> <p>　　颔联接应首联的“丈夫”起笔，接着描绘“大丈夫'的形象。“杖剑”一词显示出大丈夫威武潇洒的姿态。“尊酒”则是说明临行前为好友酬饮，就像是好男儿手持大碗喝酒，干杯祝福，似豪侠一样玉树临风，胸怀开阔，气宇轩昂，仿佛是壮士奔赴战场前的杖剑壮别，充满着豪情。</p> <p>　　颈联运用成语，描述大丈夫的人生观。“蝮蛇螫手，壮士解腕”，本意是说，毒蛇咬手后，为了不让蛇毒攻心而致死，壮士不惜把自己的手腕斩断，以去患除毒，保全生命。作者在这里用一成语，体现的是壮士为了伟大事业的胜利和崇高理想的实现奋不顾身、不畏艰险、不怕牺牲、无所畏惧的精神。颈联如此拓开，有力地烘托出尾联揭示的中心思想。其中“一”字和“即”字，既体现出动作之迅速，也显现出壮士在万分危机的时刻，敢于斩钉截铁地作出英明的抉择，牺牲小的利益来顾全大局。</p> <p>　　尾联两句，总束前文，点明壮士怀抱强烈的建功立业的志向，为达此目的，甚至不惜“解腕”。那么，眼前的离别在他的心目中自然不算一回事了，根本不值得叹息。</p> <p>　　此诗以议论为诗，由于诗中的议论充满感情色彩，“带情韵以行”，所以写得生动、鲜明、激昂、雄奇。</p>",
  "poet": {
    "id": 335,
    "star": 0,
    "name": "陆龟蒙",
    "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
    "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"
  },
  "tags": [
    "离别",
    "写人",
    "议论"
  ]
}