{
  "id": 45,
  "star": 104,
  "name": "墙有茨",
  "dynasty": "先秦",
  "content": "墙有茨，不可扫也。中冓之言，不可道也。所可道也，言之丑也。<br>墙有茨，不可襄也。中冓之言，不可详也。所可详也，言之长也。<br>墙有茨，不可束也。中冓之言，不可读也。所可读也，言之辱也。",
  "fanyi": "<p><strong>译文<br></strong>墙上长满了蒺藜，无论如何扫不掉。你们宫中私房话，实在没法说出口。如果真要说出来，那话就难听死啦。<br>墙上长满了蒺藜，无论如何除不掉。你们宫中私房话，实在没法详细说。如果真要说详细，那话说来可长啦。<br>墙上长满了蒺藜，没有办法打捆走。你们宫中私房话，实在不能对人说。如果真的传开来，简直就是羞辱啊。</p> <p><strong>注释<br></strong>1.鄘（yōng）：中国周代诸侯国名，在今河南省汲县北。<br>2.茨（cí）：植物名，蒺藜。一年生草本植物，果实有刺。<br>3.埽（sǎo）：同‘’扫‘’。<br>4.中冓（gòu）：内室，宫中龌龊之事。<br>5.道：说。<br>6.所：若。<br>7.襄：除去，扫除。<br>8.详：借作“扬”，传扬。<br>9.束：捆走。这里是打扫干净的意思。<br>10.读：宣扬。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_45.aspx\">诗</a>内容与《邶风·新台》相承接，主要意思是讽刺宣姜（齐女）不守妇道，和庶子通奸，其事丑不可言。诗以墙上长满蒺藜起兴，给人的感觉，卫公子顽与其父妻宣姜的私通，就像蒺藜一样痛刺着卫国的国体以及卫国人民的颜面与心灵。</p> <p>　　全诗一唱三叹，在反复重复的数落中，一层层加深着对这一宫廷丑事的批判。在结构上，叠咏而意义递进，无论在内容、思想感情上都是一层深过一层，有效地增强着诗歌的讽刺力量。诗中之“不可埽”、“不可襄”、“不可束”，表面上写墙茨之延伸愈来愈长，几乎到了不可控制的地步，实际上是比兴卫公子顽与其父妻私通已经到了无耻糜烂、昭然无忌的程度。诗中之“所可道也”、“所可详也”、“所可读也”，表明人们对这种宫廷丑事的议论，在一步一步的升级，几乎已经尽人皆知了。诗中之“言之丑也”、“言之长也”、“言之辱也”，写人们对于这种宫廷丑闻的感情态度，由丢脸、气愤到感到耻辱，真有一人之祸，祸及国体的感觉。</p> <p>　　此诗三章重叠，头两句起兴含有比意，以巴紧宫墙的蒺藜清扫不掉，暗示宫闱中淫乱的丑事是掩盖不住、抹煞不了的。接着诗人便故弄玄虚，大卖关子，宣称宫中的秘闻“不可道”。至于为何不可道，诗人绝对保密，却又微露口风，以便吊读者口味。丑、长、辱三字妙在藏头露尾，欲言还止，的确起到了欲盖而弥彰的特殊效果。本来，当时卫国宫闱丑闻是妇孺皆知的，用不着明说，诗人特意点到为止，以不言为言，调侃中露讥刺，幽默中见辛辣，比直露叙说更有情趣。全诗皆为俗言俚语，六十九个字中居然有十二个“也”字，相当今语“呀”，读来节奏绵延舒缓，意味俏皮而不油滑，与诗的内容相统一。三章诗排列整齐，韵脚都在“也”字前一个字，且每章四、五句韵脚同字，这种押韵形式在《诗经》中少见。</p>",
  "about": "<h2>创作背景</h2> 　　《毛<a href=\"http://so.gushiwen.org/view_45.aspx\">诗</a>序》谓“《墙有茨》，卫人刺其上，公子顽通乎君母，国人疾之，而不可道也”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》也持此说，曰：“旧说以为宣公卒，惠公幼，其庶兄顽烝于宣姜，故诗人作此诗以刺之。言其闺中之事皆丑恶而不可言。理或然也。”清方玉润《诗经原始》诗题序谓之：“刺卫宫淫乱无检也。”众说相类，都认为这是一首讥刺卫国内宫庶公子顽私通国母宣姜，生五子，而名分不正，国人唾骂其荒淫无耻的诗歌。公子顽，即昭伯，是卫宣公之子，《史记·卫康叔世家》说是伋之弟。君母，即卫宣公所强娶伋之未婚妻齐女，也就是卫宣姜，是当时惠公之母，故称“君母”。公子顽私通君母宣姜事，《左传·闵公二年》有记载。因为惠公即位时年幼，齐国人为了巩固惠公君位，保持齐、卫之间亲密的婚姻关系，便强迫昭伯与后母乱伦。尽管这是受外力胁迫促成的，但究竟是下辈与上辈淫乱，是最不齿于人的丑闻，确如朱熹所言“其污甚矣”。卫国人民对这种败坏人伦的秽行，当然深恶痛绝，特作此诗以“疾之”。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}