{
  "id": 18287,
  "star": 3,
  "name": "旦携谢山人至愚池",
  "dynasty": "唐代",
  "content": "新沐换轻帻，晓池风露清。<br>自谐尘外意，况与幽人行。<br>霞散众山迥，天高数雁鸣。<br>机心付当路，聊适羲皇情。",
  "fanyi": "<p><strong>译文<br></strong>洗过头换上轻薄的头巾，早晨的愚池露白风清。<br>这景致最合我脱俗心意，何况与隐士携手同行？<br>朝霞散去众山显得更远，高阔的天空大雁长鸣。<br>把机变诡诈交给当权者，我暂且去体验伏羲时的民情。</p> <p><strong>注释<br></strong>⑴谢山人：一位姓谢的隐士，名字生平均不详。愚池：“八愚”胜景之一，始见<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《愚溪<a href=\"http://so.gushiwen.org/view_18287.aspx\">诗</a>序》。愚溪之上有丘，丘东北有愚泉，泉屈曲而南为愚沟，“负土累石，塞其隘为愚池”，可见愚池是一个堵塞愚沟而成的人工池。<br>⑵新沐：刚洗过头发。帻（zé）：古代的一种头巾。轻帻：一作“巾帻\"。<br>⑶风露：一作”风雾“。<br>⑷谐：和谐。尘外：超出尘俗、尘世之外。<br>⑸幽人：隐士，指谢山人。<br>⑹迥：远。<br>⑺机心：机变诡诈之心。付：付予，交付。当路：担任重要官职，掌握政权。此处指当权的人。<br>⑻聊：姑且。适：往、去、到。羲皇情：伏羲时代的民情。羲皇即为传说中的古帝伏羲氏。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18287.aspx\">诗</a>写诗人与谢山人早晨同到愚池游览时情景，虽飘然有出尘之思，然毕竟身处逆境，聊作羲皇上人，也只是暂时的自我安慰。</p> <p>　　诗的首联写道：“新沐换轻帻，晓池风露清。”在一个露白风清的早晨，诗人与谢山人来到愚池边，用清澈的池水洗过头，换上轻薄的头巾，沐浴着习习凉风，惬意极了。这真是一幅无比清静幽雅的图画。天地间一切都已不复存在，只有愚池边的诗人和相携而至的谢山人。诗句中一个“清”字，既是写眼前景物，同时又点出了诗人心境，情与景交融成一种境界，渲染出诗人的恬淡情趣。初看，上句是叙事，下句是写景。其实，诗人是把自己也当作一景来写了，由于有了人的活动，景物才会如此生动而富于情趣。</p> <p>　　愚池早晨这种清静幽雅的景致，使诗人情不自禁地发出了“自谐尘外意，况与幽人行”的感叹。诗人谪居永州已经六年，随着时光的流逝，永州奇异的山水之美，使诗人的心灵多少得到一些慰藉。他移居愚溪之畔后，过着与农圃为邻的村居生活。这种闲适恬淡的生活，使诗人觉得仿佛就是隐居山林。他在《溪居》一诗中写道：“闲依农圃邻，偶似山林客。”所以，当他与谢山人来到愚池边，置身于这清静幽雅的景致中，浑然觉得自己已超尘出世，俨然就是一位山林客了。诗的首联与颔联，景与情融溶为一体，创造出了一种物我合一、脱俗造化的境界。</p> <p>　　颈联“霞散众山迥，天高数雁鸣”，在读者面前展现出一幅高远寥阔的图景：云霞散去，天朗气清，几只大雁鸣叫着飞过蓝天，连绵起伏的群山一直延伸到天际。景因情设，这眼前的景致正是诗人此时胸襟开阔舒坦的具象。政治革新的失败，仕途的失意，曾给诗人以沉重打击。流贬永州的头几年，他倍感冤屈，满怀忧愤。他努力为自己辩谤祛诬，希望一朝昭雪，憧憬有朝一日能够“起复”。但在移居愚溪后，他的心情平定多了。“起复”既已无望，驱散心头的云雾，退一步也海阔天空。于是诗的尾联写道：“机心付当路，聊适羲皇情。”此联妙在一个“付”字，从字面上看，“付”是“交付”的意思，其实则包含着诗人对官场勾心斗角、尔虞我诈的“机心”极度的轻蔑与鄙视。官场的机变诡诈，诗人向来不屑，更何况此时已远离是非纷争。地处南荒的永州，民风淳朴敦厚，诗人生活在他们中间，仿佛走进了远古的伏羲时代，所以他说“聊适羲皇情”。而句中的“聊”字，又反映出诗人的无奈心情，这种隐居般的生活并非诗人的真心追求，只是暂时自我安慰而已。</p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>把诗的境界分为“有我之境”和“无我之境”。他说：“有我之境，以我观物，故物皆著我之色彩；无我之境，以物观物，故不知何者为我，何者为物。”<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>把个人的情感渗透在景物中，写出了一种“无我之境”。写景与抒情相交错，情与景相融溶，物我合一，浑然一体，脱俗造化，境界清新高阔，情趣恬淡幽雅，意兴洒然。</p>",
  "about": "<h2>创作背景</h2> 　　永贞革新失败后<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬谪到永州。唐宪宗元和五年（810年），他移居到潇水西的冉溪之畔，将冉溪改名为愚溪，并在其新宅附近精心设计建造了愚丘、愚泉、愚沟、愚池、愚亭、愚堂、愚岛，构成八愚胜景。他还写了《八愚<a href=\"http://so.gushiwen.org/view_18287.aspx\">诗</a>》《愚溪诗序》等诗文，足见诗人对愚溪寓所是情有独钟。此地山清水秀，民风淳朴，诗人在这里过上了闲适恬淡的幽居生活。此诗即作于这期间。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "抒怀",
    "感慨"
  ]
}