{
  "id": 69093,
  "star": 366,
  "name": "和子由渑池怀旧",
  "dynasty": "宋代",
  "content": "人生到处知何似，应似飞鸿踏雪泥。<br>泥上偶然留指爪，鸿飞那复计东西。<br>老僧已死成新塔，坏壁无由见旧题。<br>往日崎岖还记否，路长人困蹇驴嘶。",
  "fanyi": "<p><strong>译文</strong><br>人生在世，到这里、又到那里，偶然留下一些痕迹，你觉得像是什么？我看真像随处乱飞的鸿鹄，偶然在某处的雪地上落一落脚一样。<br>它在这块雪地上留下一些爪印，正是偶然的事，因为鸿鹄的飞东飞西根本就没有一定。<br>老和尚奉闲已经去世，他留下的只有一座藏骨灰的新塔，我们也没有机会再到那儿去看看当年题过字的破壁了。老和尚的骨灰塔和我们的题壁，是不是同飞鸿在雪地上偶然留下的爪印差不多呢！<br>你还记得当时往渑池的崎岖旅程吗？路又远，人又疲劳，驴子也累得直叫。</p> <p><strong>注释</strong><br>①此作于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>经渑池（今属河南），忆及<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>曾有《怀渑池寄子瞻兄》一诗，从而和之。子由：苏轼弟苏辙字子由。渑（miǎn）池：今河南渑池县。这首诗是和苏辙《怀渑池寄子瞻兄》而作。<br>②“人生”句：此是和作，苏轼依苏辙原作中提到的雪泥引发出人生之感。<a href=\"http://so.gushiwen.org/author_556.aspx\">查慎行</a>、冯应榴以为用禅语，王文诰已驳其非，实为精警的譬喻，故钱钟书《宋诗选注》指出：“雪泥鸿爪”，“后来变为成语”。<br>③老僧：即指奉闲。苏辙原唱“旧宿僧房壁共题”自注：“昔与子瞻应举，过宿县中寺舍，题其老僧奉闲之壁。”古代僧人死后，以塔葬其骨灰。<br>④坏壁：指奉闲僧舍。嘉祐元年（1056年），苏轼与苏辙赴京应举途中曾寄宿奉贤僧舍并题诗僧壁。<br>⑤蹇（jiǎn）驴：腿脚不灵便的驴子。蹇，跛脚。苏轼自注：“往岁，马死于二陵（按即崤山，在渑池西），骑驴至渑池。”</p>",
  "shangxi": "<p>　　的前四句对于人生的经历，作了一个深刻的比喻，说：人生所经历过的地方和所经历过的事情，象什么样子呢？该是象天上飞翔的鸿雁踩在积雪的地上；这雪地上因那偶然的机会，留下了脚爪的痕迹，可是鸿还得继续飞行，飞向何方，哪里还去考虑南北东西！因为这个比喻非常生动而且深刻，所以后来便成为“雪泥鸿爪”这个成语，用以比喻往事遗留下来的痕迹。</p> <p>　　第三联写渑池当年寄宿过的那座佛寺的情况：当时接待咱们的那个老和尚已经死了，按传统习惯，他的尸体经过火化，骨灰已安放到新造的那座小塔里面去了；当时在上面题诗的那堵墙壁已经坏了，因此不能再见到旧时题诗的墨迹了。就是说，多少年过去了，人变了，和尚死了，物变了，寺壁坏了，世间已经历了沧海桑田的变化。当年在雪泥上留下的鸿爪，象是雪化了，这些爪印也不见了。言外颇有为人生的短促叹息和对自己漂泊不定的感伤。 </p> <p>　　最后两句，作者自己加了个注脚：“往岁马死于二陵，骑驴至渑池。”是说：当年要去赴考时，我骑的马在渑池西边的二陵(今河南崤山)就死了，没法子，只好骑着小毛驴到渑池。所以诗中说：你还记得吗？当时我骑着小毛驴在那崎岖不平的山路上行走，路是那么遥远，人是那么疲乏，那瘦弱的小毛驴也累得叫个不停。诗人抚今追昔，抒发了对人生的深深感叹。</p>",
  "about": "<h2>创作背景</h2> 　　嘉祐六年（1061年）冬，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>送<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>至郑州，分手回京，作<a href=\"http://so.gushiwen.org/view_69093.aspx\">诗</a>寄苏轼，这是苏轼的和作。苏辙十九岁时，曾被任命为渑池县主簿，未到任即中进士。他与苏轼赴京应试路经渑池，同住县中僧舍，同于壁上题诗。如今苏轼赴陕西凤翔做官，又要经过渑池，因而作《怀渑池寄子瞻兄》。诗云：“相携话别郑原上，共道长途怕雪泥。归骑还寻大梁陌，行人已度古崤西。曾为县吏民知否？旧宿僧房壁共题。遥想独游佳味少，无言骓马但鸣嘶。”苏轼的和诗，四个脚韵与原作全同，却纵笔挥洒，丝毫未受束缚。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古诗三百首",
    "人生",
    "感伤"
  ]
}