{
  "id": 7227,
  "star": 292,
  "name": "寒食",
  "dynasty": "唐代",
  "content": "二月江南花满枝，他乡寒食远堪悲。<br>贫居往往无烟火，不独明朝为子推。",
  "fanyi": "<p><strong>译文<br></strong>二月的江南花开满枝头，在他乡过寒食节足够悲哀了。<br>贫困的生活平常也是不生火做饭的，不仅仅是明天才吃子推这样的冷食。</p> <p><strong>注释<br></strong>①寒食：寒食节，在清明前一日或两日，这一天禁火冷食。<br>②子推：寒食节前一天所作的枣糕名为子推。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　寒食节在冬至后一百零五天，当春二月。由于江南气候温暖，二月已花满枝头。<a href=\"http://so.gushiwen.org/view_7227.aspx\">诗</a>的首句描写物候，兼点时令。一个「满」字，传达出江南之春给人的繁花竞丽的感觉。这样触景起情，颇觉自然。与这种良辰美景相配的本该是赏心乐事，第二句却出人意外地写出了「堪悲」。作者乃关西人，远游江南，独在他乡，身为异客；寒食佳节，倍思亲人，不由悲从中来。加之，这里的「寒食」二字，除了指节令之外，还暗含少食、无食之意，一语双关，因此「他乡寒食」也就更其可悲了。</p> <p>　　诗中常见的是以乐景衬哀景，即反衬的艺术手法。而此诗在写「他乡寒食远堪悲」前却描绘出「二月江南花满枝」的美丽景色，在悲苦的境遇中面对繁花似锦的春色，便与常情不同，正是「花近高楼伤客心」，乐景只能倍增其哀。恰当运用反衬的艺术手法，表情也就越有力量。</p> <p>　　下联承上句「寒食」而写到断火。寒食禁火的习俗，相传为的是纪念春秋时贤者介子推。在这个节日里，人们多外出游春，吃现成食物。野外无烟，空气分外清新，景物尤为鲜丽可爱。这种特殊的节日风物与气氛会给人以新鲜愉快的感受，而对于古代贤者的追思还会更使诗人墨客逸兴遄飞，形于歌咏。历来咏寒食诗就很不少，而此诗作者却发人所未发，由「堪悲」二字，引发出贫居寒食与众不同的感受来。寒食「无烟火」是为纪念子推相沿而成的风俗，而贫居「无烟火」却是为生活所迫的结果。对于富人来说，一朝「断炊」，意味着佳节的快乐；而对于贫家来说，「往往」断炊，包含着多少难堪的辛酸！作者巧妙地把二者联系起来，以「不独」二字轻轻一点，就揭示出当时的社会本质，寄寓着深切的不平。其艺术构思是别致的。将貌似相同而实具本质差异的事物对比写出，这也是一种反衬手法。</p> <p>　　此诗借咏「寒食」写寒士的辛酸，却并不在「贫」字上大作文章。试看晚唐张友正《寒食日献郡守》：「入门堪笑复堪怜，三径苔荒一钓船。惭愧四邻教断火，不知厨里久无烟」，就其从寒食断火逗起贫居无烟、借题发挥而言，艺术构思显有因袭孟诗的痕迹。然而，它言贫之意太切，清点了一番家产不算，刚说「堪笑」、「堪怜」，又道「惭愧」；说罢「断火」，又说「无烟」。不但词芜句累，且嫌做作，感人反不深。远不如<a href=\"http://so.gushiwen.org/author_365.aspx\">孟云卿</a>此诗，虽写一种悲痛的现实，语气却幽默诙谐。其三、四两句似乎是作者自嘲：世人都在为明朝寒食准备熄火，以纪念先贤；可象我这样清贫的寒士，天天过着「寒食」生涯，反倒不必格外费心呢。这种幽默诙谐，是一种苦笑，似轻描淡写，却涉笔成趣，传达出一种攫住人心的悲哀。这说明诗忌刻露过火，贵含蓄耐味。而此诗也正由于命意新颖，构思巧妙，特别是恰当运用反衬手法，亦谐亦庄，耐人咀嚼，才使它成为难以数计的寒食诗中不可多得的佳作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_365.aspx\">孟云卿</a>天宝年间科场失意后，曾流寓荆州一带，过着极为贫困的生活。就在这样的飘泊流寓生活中的一个寒食节前夕，他写下了这首绝句。",
  "poet": {
    "id": 365,
    "star": 0,
    "name": "孟云卿",
    "image": "http://img.gushiwen.org/authorImg/mengyunqing.jpg",
    "desc": "孟云卿，字升之，平昌（商河县西北）人。约生于725年（唐开元十三年）。天宝年间赴长安应试未第，30岁后始举进士。肃宗时为校书郎。存诗17首。其诗以朴实无华语言反映社会现实，为杜甫、元结所推重。孟云卿与杜甫友谊笃厚。758年（乾元元年）夏，杜甫出任华州司公参军，行前夜饮话别，并以诗相赠，即《酬孟云卿》。同年冬，他们在洛阳相遇，同到刘颢家中畅饮。杜甫又写了《冬末以事之东郊，城湖东遇孟云卿，复归刘颢宅宿，饮宴散因为醉歌》一诗，记叙此次邂逅相遇彼此喜悲交集的情景，表达了诗友间的诚挚感情。"
  },
  "tags": [
    "寒食节",
    "思乡"
  ]
}