{
  "id": 72663,
  "star": 18,
  "name": "满江红·金陵怀古",
  "dynasty": "元代",
  "content": "六代豪华，春去也、更无消息。空怅望，山川形胜，已非畴昔。王谢堂前双燕子，乌衣巷口曾相识。听夜深、寂寞打孤城，春潮急。<br>思往事，愁如织。怀故国，空陈迹。但荒烟衰草，乱鸦斜日。玉树歌残秋露冷，胭脂井坏寒螀泣。到如今、只有蒋山青，秦淮碧！",
  "fanyi": "<p><strong>译文</strong><br>　　六代的春天一去不复返了。金陵的风景胜迹，已经不是从前的样子了，当年王、谢两族，家里的一双燕子，我曾在乌衣巷口见过它们。如今它们怎么样了？夜深了，春潮拍打着金陵城，激荡着寂寞的声音。往事不堪回首，金陵只剩下一点陈迹了。现在无非是荒烟笼罩衷草，儿夕阳里鸟鸦乱飞，秋露冷冷，陈后主的《玉树后庭花》已经没有什么人唱了，躲藏过陈后主的胭脂井忆经圮坏。寒蝉凄凉地鸣着。瑞还有什么呢？只有钟山还青着，秦淮河还淌碧水罢了。</p> <p><strong>注释</strong><br>①<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>在1332年（元文宗至顺三年）调任江南诸道行御史台掾史，移居金陵（今南京市）。该词大约作于此时。<br>②畴昔：从前。<br>③“王谢”二句：乌衣巷，在今南京市东南的秦淮河畔，是东晋时王导、谢安家族的居处地。此二句用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《乌衣巷》<a href=\"http://so.gushiwen.org/view_72663.aspx\">诗</a>意。<br>④孤城：一座空城。<br>⑤玉树歌：即《玉树后庭花》，陈后主为嫔妃所制之歌，人称亡国之音。唐人<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>《金陵怀古》中有“玉树歌残王气终”之句。<br>⑥胭脂井：又名景阳井、辱井，在今南京市鸡鸣山边的台城内。隋兵攻打金陵，陈后主与妃子避入此井，终被隋兵所擒。寒螀（jiāng）：寒蝉。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词上片起首写繁华的景象如春光般消失得无声无息，带有沉重的怀古情绪，定下全篇感伤的基调。“空怅望”三句写今昔对比，承接上文而抒发感慨，当年的山川依旧在眼前，但人事变迁，已不似往日的繁盛，可谓“人世几回伤往事，山形依旧枕寒流”，此情此景，令人感慨万千。接下来的“王谢堂前双燕子，乌衣巷口曾相识”，系化用<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家”的<a href=\"http://so.gushiwen.org/view_72663.aspx\">诗</a>句。这里的“乌衣巷口”，这里似曾相识的燕子，将作者的思绪带到王谢家族兴盛之时，进一步将寥落与繁华进行了对比。“听夜深，寂寞打孤城，春潮急”，也是化用刘禹锡“潮打空城寂寞回”一句，这既是写眼前之实景，又熔铸了刘禹锡诗歌的意境，情绪惆怅、孤寂，所写之景色调暗淡，一个“急”字既烘托出夜深的静谧氛围，又形象刻画出潮水寂寞而又不甘寂寞的情状，表现出作者的心绪也如这潮水一般地澎湃。</p> <p>　　下片“思往事，愁如织。怀故国，空陈迹”四句，在上片情绪积累的基础上，作者情感迸发，直白的语言，短促的句子正表现了情绪的激越。作者情感的起伏在这里达到了高潮。接下来，词人以荒烟、衰草、乱鸦、斜日、秋露等意象渲染气氛，寄托情思，构成一幅意境深远而悲凉的残秋图。而“玉树歌残秋露冷”两句写景兼咏事。“玉树”指南朝陈后主所制艳曲《玉树后庭花》，历来被认为是亡国之音；胭脂井即陈朝的景阳宫井，隋军攻陷建康时，陈后主与宠妃张丽华、孔贵嫔躲入此井中，被隋军活捉。这里运用陈后主由盛到衰的典故，表现了人事的变化无常，荣华富贵终不能长久。最后三句，“到如今，只有蒋山青，秦淮碧！”结合上文，透露出强烈的虚无与悲哀。</p> <p>　　整首词通过山川风物依旧而六朝繁华不再的对比，抒发了作者深沉的怀古感慨。全篇从“六代”入笔，但涵盖面又不仅仅是一个时期、一个地域。作者意在慨叹繁华易逝、富贵不能常有，包含着作者深沉强烈的人生历史感受，是对人生易逝、贵贱无常的感叹，也是对千古兴亡、古今沧桑巨变的概括。这篇作品，使人感受到的是一份昔荣今衰的悲情，它又超越了一己之感伤、一时之哀叹，使作品的主题负载着超越时空的永恒的意义。</p> <p>　　艺术手法上突出的特点，是作者善于化用前人的诗句和典故，而又点化自然，不露痕迹。象“王谢堂前双燕子，乌衣巷口曾相识”，化用后并不显得生搬硬套、游离词外，而能与整首词的意境融合，浑然天成，且糅入了新意。“听夜深”三句也是如此，在化用之中迸发真情，使作品的怀古感慨在积淀的历史中变得更加深沉和悠远。“玉树歌残秋露冷”两句运用陈后主一盛一衰的典故，与整首词物是人非、往事已休、抚今追昔的感慨意脉相通，用在作品中，自然贴切、意味深长。</p> <p>　　全篇融情于景，构成深沉苍凉的意境。作者有时直抒胸臆，如“思往事，愁如织”一句，更多的是在写景时将情感巧妙地熔铸其中，如“听夜深，寂寞打孤城，春潮急”一句，写寂寞的金陵古城，在夜空下被长江的春潮拍击着的景象，寓含了作者孤寂惆怅而又焦躁的情绪。在下片里，作者寄托情思于荒凉的意象，这里情与景的融合构成了词作令人低徊的意境，给人以情绪上的强烈的感染。</p>",
  "poet": {
    "id": 545,
    "star": 0,
    "name": "萨都剌",
    "image": "http://img.gushiwen.org/authorImg/sadula.jpg",
    "desc": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。"
  },
  "tags": [
    "写景",
    "怀古"
  ]
}