{
  "id": 57715,
  "star": 114,
  "name": "生查子·独游雨岩",
  "dynasty": "宋代",
  "content": "溪边照影行，天在清溪底。天上有行云，人在行云里。 <br>高歌谁和余，空谷清音起。非鬼亦非仙，一曲桃花水。",
  "fanyi": "<p><strong>译文<br></strong>人在溪边行走溪水映照出人影，蓝天倒映在清清的溪水里。蓝天上有飘动的白云，人正行走在那飘动的白云里。<br>我放声高歌，谁来应和？只听空幽的山谷清音响起。那响声不是来自鬼怪神仙，而是桃花旁的流水声悦耳无比。</p> <p><strong>注释<br></strong>1、雨岩：在江西永丰县西南博山附近，岩中有泉水飞出，如风雨之声。<br>2、行云：云彩流动。<br>3、和（hè）：跟着唱<br>4、余：我<br>5、空谷：深谷。《<a href=\"http://so.gushiwen.org/view_57715.aspx\">诗</a>经·小雅·白驹》：“皎皎白驹，在彼空谷。”<br>6、清音：指空谷中潺潺的流水声。《淮南子·兵略训》：“夫景不为曲物直，响不为清音浊。”晋·左思《招隐》：“未必丝与竹，山水有清音。”<br>7、非鬼亦非仙：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《夜泛西湖五绝》：“湖光非鬼亦非仙，风恬浪静光满川。”<br>8、一曲：一湾。<br>9、桃花水：即桃花汛。农历二三月桃花盛开时节，冰化雨积，黄河等处水猛涨，称为桃花汛。《汉书·沟洫志》：“如使不及今冬成，来春桃华水盛，必羡溢，有填淤反壤之害。”注云：“盖桃方华时，既有雨水，川谷冰泮，众流猥集，玻澜盛长，故谓之桃华水耳。”《水衡记》：“黄河二月三月水，名桃花水。”唐·<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《南征》诗：“春岸桃花水，云帆枫树林。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片写词人游览雨岩见到的景色。第一句“溪边照影行”，是点题，写游人；第二句“天在清溪底”，写清溪和蓝天；第三句“天上有行云”，写行云；第四句“人在行云里”如同电影中的定格，总写溪、人、云，展示了水底的一个画面。作者在这里所描写的人、天、云都不是实体，而是水中的倒影。清清的溪水，不但是雨岩的优美景色之一，而且也成了词人摄取这张风景小照的胶卷。游人的身影、碧蓝的天空、飘动的浮云，都通过清清的溪水映现出来。“人在行云里”这样神奇美妙的景象，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓巧夺天工，不但使描写的景物高度集中，而且意境更为清新活泼，整个画面非常生动，所描写的景物，全部处在变化之中，溪水自然是流动的，游人漫步岸边——“影行”，白云飘转空中——“行云”，这就使画面充满了动感，给人以身临其境的感觉。</p> <p>　　如果说上片的写景，重在刻画形象的话，那么这个下片的抒情，则是着力描绘声音。哗哗的流水，飘荡的歌声，不仅使寂静的山谷增添了生气，也为上面的图画配上了音乐。</p> <p>　　清人沈祥龙《论词随笔》说：“词贵藏于内……于言外有所感触。”蓦然读去，这首词意境优美，静中有动的图画，配着富于形象的歌声与音乐，平易通俗、流畅自然的语言，也令人赞叹不绝。但仔细咀嚼，就会发现：作者把辛酸的感触，藏在迷人的画面背后；把满心的苦闷，融于优美的乐律之中。题目中的“独”字，已经为全词规定了基调，透露出苦闷的气息。下面的内容，自然全都围绕“独”字展开，所以起拍第一句就是“溪边照影行”。这一画面里，只有一个倒映在水中的人影，点出了“独游”，而比“独游”更深刻，因为它渲染出一种悲凉的气氛。</p> <p>　　在这特定的氛围里，那清清的溪水，蔚蓝的天空，飘动的白云，这些美好的景物，也染上了凄凉冷清的色彩，成为词人表达孤独之感的衬景。“人在行云里”，不止是倒影交织的画面，也写出了词人不苟随世俗的决心和孤傲清高的品格，暗写了自己遭受打击的原因。内心澎湃的激情和遭受压抑的苦闷，终究是掩遮不住的，“高歌”正是词人内心感情的流露和发泄。然而，并没有人能理解他，与他相和的，只是空谷里的溪水。词人的“独”唱，同哗哗的水声，从声音方面渲染了凄凉忧伤的气氛。这种“高山流水少知音”的感慨，是他内心苦闷的表现；而这种“曲高和寡”的情景，正是他收复中原的主张不能得到采纳的写照。那幽深寂静的山谷，那溪水漂浮的残花，不能不说带有象征意义。所以，这首词表面上是记游，描写水光山色，实际上处处贯注着词人愤激的感情，表现了词人遭受排挤、闲居家乡、有志难伸的苦闷和寂寞，也反映了他对时局的不满和对国事的关心。他热爱大自然的风光，又不忘怀于世事，正表现了词人退居时期的内心矛盾，说明他并没有因自然风光的优美而陶醉、而颓废。</p> <p>　　这首词通过记叙独游雨岩的情景，抒发了遭受打击、闲居乡里的苦闷，反映了作者内心的不平和对国事的系念。同时，这首词构思新颖，剪裁精妙。题为“独游雨岩”，作者就在“独”字上作文章，上片写“形”独，下片写“声”独。随即带出了雨岩的优美景色，如清溪、蓝天、行云、山谷等。寓情于景，情景交融，意境清新自然而又沉郁，景愈美，愈可反衬出词人的不平与愤懑。语言通俗流畅，以虚写实，虚实结合，高度集中。所有这些都显示出了这首词的高度艺术性。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》称：“幼安之佳处，在有性情，有境界。”于此可见。</p> <p>　　清代乾嘉时期岭南的著名<a href=\"http://so.gushiwen.org/view_57715.aspx\">诗</a>人和画家黎简，有诗云：“七十二峰倒江水，俯见峰尖插天底；一舟天上棹海松，回合三万寒虬龙。”其构思与辛词同，可见辛词影响之远。</p>",
  "about": "<h2>创作背景</h2> 　　这首词写于罢官之后的带湖闲居时期。在职期间，他积极筹措恢复中原大计，遭到主和派的排斥、打击和嫉恨，被朝廷罢职闲居。抗战理想不能实现，报国壮志一筹莫展，因此，<a href=\"http://so.gushiwen.org/view_57715.aspx\">诗</a>人感到苦闷和孤独，便写了这首词来抒发胸中的悲愤。题目中的“独游”二字，已经透露出了这种意味。",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "山水",
    "孤独",
    "壮志难酬"
  ]
}