{
  "id": 72355,
  "star": 407,
  "name": "卖柑者言",
  "dynasty": "明代",
  "content": "　　杭有卖果者，善藏柑，涉寒暑不溃。出之烨然，玉质而金色。置于市，贾十倍，人争鬻之。</p> <p>　　予贸得其一，剖之，如有烟扑口鼻，视其中，则干若败絮。予怪而问之曰：“若所市于人者，将以实笾豆，奉祭祀，供宾客乎？将炫外以惑愚瞽也？甚矣哉，为欺也！”</p> <p>　　卖者笑曰：“吾业是有年矣，吾赖是以食吾躯。吾售之，人取之，未尝有言，而独不足子所乎？世之为欺者不寡矣，而独我也乎？吾子未之思也。</p> <p>　　今夫佩虎符、坐皋比者，洸洸乎干城之具也，果能授孙、吴之略耶？ 峨大冠、 拖长绅者，昂昂乎庙堂之器也，果能建伊、皋之业耶？盗起而不知御，民困而不知救，吏奸而不知禁，法斁而不知理，坐糜廪粟而不知耻。观其坐高堂，骑大马，醉醇醴而饫肥鲜者，孰不巍巍乎可畏，赫赫乎可象也？又何往而不金玉其外，败絮其中也哉？今子是之不察，而以察吾柑！”</p> <p>　　予默默无以应。退而思其言，类东方生滑稽之流。岂其愤世疾邪者耶？而托于柑以讽耶？ ",
  "fanyi": "<p><strong>译文</strong><br>　　杭州有个卖水果的人，擅长贮藏柑橘，经历一整年也不溃烂，拿出它们的时候还是光彩鲜明的样子，玉石一样的质地，金灿灿的颜色。放到市场上，卖（比别人的高出）十倍的价钱。人们争相购买他的柑橘。</p> <p>　　我买到了其中的一个，切开它，像有股烟直扑口鼻，看它的里面，干枯得像破败的棉絮。我对此感到奇怪，问他说：“你卖给别人的柑橘，是打算用来装满在盛祭品的容器中，祭祀祖先、招待宾客的吗？还是要炫耀它的外表用来欺骗傻子和瞎子的吗？这样欺骗人的行为实在是太过分了。”</p> <p>　　卖柑橘的人笑着说：“我从事这个行业已有好多年了。我依赖这个用来养活自己。我卖它，别人买它，不曾有人说过什么的，却唯独不能满足您吗？世上做欺骗的事的人不少，难道仅仅只有我一个吗？你还没有好好考虑这个问题。</p> <p>　　那些佩戴虎形兵符、坐在虎皮上的人，威武的样子，好像是捍卫国家的将才，他们果真能拥有<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>的谋略吗？那些戴着高帽子，拖着长长带子的人，气宇轩昂的坐在朝堂之上，他们果真能够建立伊尹、皋陶的业绩吗？盗贼四起却不懂得抵御，百姓困苦却不懂得救助，官吏狡诈却不懂得禁止，法度败坏却不懂得治理，奢靡的浪费粮食却不懂得羞耻。看看那些坐在高堂上，骑着大马，喝着美酒，吃着美食的人，哪一个不是威风凛凛、令人敬畏、显赫的值得人们效仿？可是无论到哪里，又有谁不是外表如金似玉、内心破败得像破棉絮呢？你看不到这些现象，却只看到我的柑橘！”</p> <p>　　我默默地没有话用来回答。回来思考这卖柑人的话，觉得他像是像<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>那样诙谐多讽、机智善辩的人。难道他是对世间邪恶现象激愤痛恨之人吗？因而假托柑橘用来讽刺吗？</p> <p><strong>注释</strong><br>涉：经过，经历。<br>溃：腐烂，腐败。<br>烨（yè）然：光彩鲜明的样子。<br>玉：像玉石一样。<br>贾（jià)：同“价”，价格。<br>鬻（yù）：这里是买的意思。<br>贸：买卖，这里是买的意思。<br>若：像，好像。<br>败絮：破败的棉絮。<br>若：代词，你，你们。<br>实：填满，装满。<br>笾（biān）豆：古代祭祀时盛祭品用的两种器具。笾，竹制的食器。豆，木制、陶制或铜制的食器。<br>炫：同“炫”，炫耀，夸耀。<br>惑：迷惑，欺骗。<br>愚瞽（gǔ）：愚蠢的人和瞎子。瞽，瞎子。<br>为：做。<br>欺：欺骗人的事。<br>业：以······为职业。<br>赖：依赖，依靠。<br>食（sì）：同“饲”，这里有供养、养活的意思。<br>夫：发语词。<br>虎符：虎形的兵符，古代调兵用的凭证。<br>皋（gāo）比（pí）：虎皮，指将军的坐席。比，通“皮”，毛皮。<br>洸（guāng）洸：威武的样子。<br>干城之具：捍卫国家的将才。干，盾牌，文中意为捍卫。干和城都用以防御。具，将才。<br>孙、吴：指古代著名军事家孙武和吴起。<br>略：谋略。<br>峨：高高地，指高戴。<br>拖长绅：拖着长长的腰带。绅，古代士大夫束在外衣上的带子。<br>昂昂：气宇轩昂的样子。<br>庙堂：指朝廷。<br>器：才能，本领，这里指“有才能的人”。<br>伊、皋（gāo）：指古代著名政治家伊尹和皋陶。<br>业：功业。<br>起：兴起。<br>御：抵御。<br>斁（dù）：败坏。<br>坐：坐在高位的意思，指那些在高位上却不干正事。<br>糜：通“靡”，浪费。<br>廪（lǐn）粟：国家发的俸米。<br>醉：醉饮。<br>饫（yù）：饱食。<br>巍巍：高大的样子。<br>赫赫：显赫的样子。<br>象：模仿。<br>金玉其外、败絮其中：比喻虚有其表，及外表好而实质坏的人<br>类：像。<br>东方生：指东方朔。汉武帝时曾任太中大夫，性格诙谐，善于讽谏。<br>滑稽（古书中读作gǔ jī）之流：指诙谐多讽、机智善辩的人。<br>疾：愤恨。<br>愤世疾邪：激愤、痛恨世间邪恶的现象。<br>托：假托。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇著名的寓言体讽刺散文，全文可分为三个部分。第一部分以洗炼的笔墨记述了故事的经过，可说是全文的引子，作者先写柑子外表具有金玉之美，其中却如败絮之劣，在一优一劣而形成的鲜明对比之中，自然而然地引起发问，“将炫外以惑愚瞽也？”也自然而然地引出指责，“甚矣哉，为欺也！”作者在此突出一个“欺”字，这是全文的核心，也是贯串始终的主线，看似不经意地提出，实则是精心设计的。正是这个文眼，才引起卖柑者大段的深刻的议论。</p> <p>　　第二部分是全文的重点，通过卖柑人之口，揭露那些达官绅士欺世盗名的真相。文章的构思非常巧妙，“卖者笑曰”一个“笑”字用得很好，首先表现在后面的大段议论只是由一个小商贩在谈笑诙谐中说出，这就亲切又可信；其次表现了一个普通人对那些不可一世的人的鄙视。小商贩的回答也是巧妙之极，用一句反问“而独不足子所乎？”它揭示面对“欺”道横行的社会，人们已经麻木。紧接着再用一个反问“而独我也乎？”这个反问比前一个反问更有份量，它既突出了言者对“欺”道横行社会的强烈憎恨，又使愤懑之词如流涌出。为证实自己的论点，卖柑者以排比句式，历数了行“大欺”的人。先用两个长排比句描写武将“洸洸乎干城之具”、文官“昂昂乎庙堂之器”，以之与柑子“烨然”外表相对照；接着又连用五个短排比句揭露其实质，原来是文不能治国、武不能治军之众。为了更琳漓尽致地宣泄自己愤世嫉邪之情感，文章又用两个反问句进行反复揭露。反复揭露使卖柑者“今子是之不察，而以察吾柑”一句指责得有理，批评得有力。</p> <p>　　第三部分是文章的结尾，作者没有写自己如何慷慨激昂地响应卖柑者之言，却是“退而思其言”，这样既使文章形成一种跌宕美，也表明作者在深思熟虑之中品味其言的真谛所在，承认其言的真实性和合理性。</p> <p>　　这篇文章由买卖一个坏了的柑橘的小事引起议论，假托卖柑者的一席话，以形象、贴切的比喻，揭示了当时盗贼蜂起，官吏贪污，法制败坏，民不聊生的社会现实，有力地讽刺了那些冠冕堂皇、声威显赫的达官贵人们本质上都是“金玉其外，败絮其中”的欺世盗名的人物，从而有利抨击了元末统治者及统治集团的腐朽无能还有社会当下的黑暗，抒发了作者愤世嫉俗的情感。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字</strong><br>1.贾：通“价”，价格。<br>2.炫（xuàn）：通“炫”，炫耀。<br>3.食：通“饲”，这里有供养，养活的意思。<br>4.比：通“皮”，这里指毛皮<br>5.糜：通“靡”，浪费。</p> <p><strong>词类活用</strong><br>⒈吾业是有年矣：以……为业，名词的意动用法<br>⒉洸洸乎干城之具也：盾牌，这里是保卫的意思，名词用作动词<br>⒊峨大冠、拖长绅者：高戴，形容词用作动词<br>⒋予怪而问之曰：以……为怪，形容词作意动</p>",
  "poet": {
    "id": 152,
    "star": 0,
    "name": "刘基",
    "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
    "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"
  },
  "tags": [
    "古文观止",
    "寓言",
    "故事",
    "抒怀"
  ]
}