{
  "id": 14762,
  "star": 9,
  "name": "裴给事宅白牡丹",
  "dynasty": "唐代",
  "content": "长安豪贵惜春残，争玩街西紫牡丹。 <br>别有玉盘承露冷，无人起就月中看。",
  "fanyi": "<p><strong>译文<br></strong>长安的富贵人家痛惜春色将残，争相观赏大街以西的紫色牡丹。<br>另有白色牡丹像玉盘承者冷露，却没有人愿在月光下欣赏细看。</p> <p><strong>注释<br></strong>⑴裴给事：姓裴的给事中，名不详。给事：官名。给事中的省称。<br>⑵豪贵：指地位极其贵显的人。南朝陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《长干寺众食碑》：“须提请饭，致遗豪贵。”<br>⑶街西：指朱雀门大街以西，地属长安县，多私家名园。一作“新开”。<br>⑷玉盘：形容白牡丹开得大而美洁。承露：承接甘露。汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《西都赋》：“抗仙掌以承露，擢双立之金茎。”<br>⑸看（kān）：意为“观看”，音念平声。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“长安豪贵惜春残，争赏街西紫牡丹。”开头写残春时节，富贵之家趋之若鹜争相观赏牡丹。唐代京城长安有一条朱雀门大街横贯南北，将长安分为东西两半。街西属长安县，那里有许多私人名园。每到牡丹盛开季节，但见车水马龙，观者如堵，游人如云。<a href=\"http://so.gushiwen.org/view_14762.aspx\">诗</a>作选择“长安”、“街西”作为描写牡丹的背景，自然最为典型。作者描写牡丹花开时的盛景，只用“春残”二字点出季节，因为牡丹盛开恰在春暮。作者并没有着力写紫牡丹的美，甚至没有对紫牡丹的形象做任何点染，单从“豪贵”对她的态度着笔。豪贵们耽于逸乐，“无日不看花”，桃杏方尽，牡丹又开，正值暮春三月，为“惜春残”，更是对牡丹趋之若鹜。以争赏之众，衬花开之盛，“惜春残”一笔确实收到了比描写繁花似锦更好的艺术效果。次句“争”字用得很妙，不但暗示了牡丹的姿色绝伦，而且突出了赏花者的迷狂之态。</p> <p>　　以上使用侧面描写，着意渲染了紫牡丹的名贵。看似与题目无关，实则为后面展开对白牡丹的描写作了有力的铺垫。“别有玉盘承露冷，无人起就月中看。”一个“别”字，引出了迥然不同的另一番景象。玉盘，冷露，月白，风清，再加上寂静无人的空园，与上联描写的情景形成极其鲜明的对比。对白牡丹的形象刻画虽只是略加点染，但显然倾注了作者满心的爱悦和同情。用“玉盘”形容盛开的白牡丹，生动贴切。月夜的衬托和冷露的点缀，更增加了白牡丹形象的丰满。“承露冷”三字描写花的状态，既是实写夜色中白牡丹花承受着冷露的润泽，更是着意表现白牡丹冰清玉洁的品质。惟其不以秾艳撩人，自甘素淡，方显高雅脱俗。作者正是通过对紫牡丹和白牡丹这一动一静、一热一冷的对照描写，不加一句褒贬，不作任何说明，而寓意自显。为豪贵所争赏的紫牡丹尽管名贵却显得庸俗，相反，无人看的白牡丹却超尘脱俗，幽雅高尚，给人以冰清玉洁之感。诗人对白牡丹的赞美和对它处境的同情，寄托了对人生的感慨。末句“无人起就月中看”之“无人”，承上面豪贵而言，豪贵争赏紫牡丹，而“无人”看裴给事的白牡丹。即言裴给事之高洁，朝中竟无人赏识。诗题中特别点出“裴给事宅”，便是含蓄地点出这层意思。</p> <p>　　全诗通过紫、白牡丹的对比，赞美白牡丹的高洁，以花衬人，相得益彰。短短的一首七绝可谓含意丰富，旨趣遥深。可以说，在姹紫嫣红的牡丹诗群里，这首诗本身就是一朵姣美幽雅、盈盈带露的白牡丹花。</p>",
  "about": "<h2>创作背景</h2> 　　在唐代，观赏牡丹成为富贵人家的一种习俗。据李肇《唐国史补》记载：“京城贵游尚牡丹三十余年矣，每春暮，车马若狂，以不耽玩为耻。”当时，牡丹价格十分昂贵，竟至“一本有直数万者”（亦见《唐国史补》）。牡丹中又以大红大紫为贵，白色牡丹不受重视。这首《裴给事宅白牡丹》便是唐代这种风习的反映。段成式《酉阳杂俎》有关于此<a href=\"http://so.gushiwen.org/view_14762.aspx\">诗</a>的记载：“唐开元末，裴士淹为郎官，奉使幽冀回，至汾州众香寺，得白牡丹一棵。值于长兴私地。天宝中，为都下奇赏。当时名士，有《裴给事宅看牡丹》诗。”",
  "poet": {
    "id": 583,
    "star": 0,
    "name": "卢纶",
    "image": "http://img.gushiwen.org/authorImg/lulun.jpg",
    "desc": "卢纶（约737-约799），字允言，唐代诗人，大历十才子之一，汉族，河中蒲（今山西省永济县）人。天宝末举进士，遇乱不第；代宗朝又应举， 屡试不第。大历六年，宰相元载举荐，授阌乡尉；后由王缙荐为集贤学士，秘书省校书郎，升监察御史。出为陕府户曹、河南密县令。后元载、王缙获罪，遭到牵连。德宗朝复为昭应令，又任河中浑瑊元帅府判官，官至检校户部郎中。有《卢户部诗集》。"
  },
  "tags": [
    "咏物",
    "写花",
    "牡丹",
    "赞美"
  ]
}