{
  "id": 38252,
  "star": 49,
  "name": "章台夜思",
  "dynasty": "唐代",
  "content": "清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。 <br>芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。",
  "fanyi": "<p><strong>译文</strong><br>幽怨的琴声在长夜中回荡，弦音悲切，似有凄风苦雨缭绕。孤灯下，又听见楚角声哀，清冷的残月徐徐沉下章台。芳草渐渐枯萎，已到生命尽头.亲人故友，从未来此地。鸿雁已往南飞，家书不能寄回。</p> <p><strong>注释</strong><br>（1）章台：即章华台，宫名，故址在今陕西长安。在今湖北省监利县西北。《左传·昭公七年》：“楚子城（筑）章华之台。”<br>（2）瑟：古代弦乐器。多为二十五弦。弦乐器，这里指乐声。清瑟，即凄清的瑟声。遥夜：长夜。连下两句是说，凄清的瑟声，在长夜发出哀怨的音调；而伴随这哀怨乐曲的，又是秋夜悲鸣的风雨声。<br>（3）楚角：楚地吹的号角。其声悲凉。<br>（4）下：落下。这句是说，残月从章台落下去了，即天快亮了。<br>（5）芳草：这里指春光。已云暮：已经晚暮了，指春光快要消歇了。云：助词，有“又”义。这句是借春光的消歇喻指自己年华已逝。<br>（6）殊：竟，尚。<br>（7）乡书：指家书，家信。不可寄：是说无法寄。<br>（8）雁又南回：因雁是候鸟，秋天从此南来，春天又飞往北方。古时有雁足寄书的传说，事书《汉书·<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>传》。连上两句是说，我写的家书，已无法寄回去了，因秋雁南回，无雁可托。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首五言律<a href=\"http://so.gushiwen.org/view_38252.aspx\">诗</a>是怀人思乡之作，大概是寄给越中家属的。</p> <p>　　首联借清瑟以写怀。泠泠二十五弦，每一发声，恰似凄风苦雨，绕弦杂沓而来。长夜漫漫，枯坐一室的诗人谛听着这样凄神寒骨的音乐，怎不倍感哀怨呢？瑟是古代的一种弹拨乐器，其声悲怨。相传“泰帝使素女鼓五十弦瑟，悲，帝禁不止，故破其瑟为二十五弦”（《汉书·郊祀志》）。古诗中，瑟是一个常见意象。多与别离之悲相联系。如<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>《归雁》“二十五弦弹夜月，不胜清怨却飞来”，是说瑟的音乐魅力使雁不胜清怨飞来了。古代别离、行旅、闺怨、边塞诗中，“瑟”与“雁”这两个意象，常常连带着出现。瑟曲中有《归雁操》，脱胎于湘灵鼓瑟之神话，即湘江女神为表达对死于苍梧的丈夫——舜的思念而鼓瑟。朱光潜先生说“写景必显，写情必隐”，这两句托伤情于瑟曲，此为隐；且诗人又用“怨”“哀”二字加以强调、凸显，使之为全篇定调。</p> <p>　　颔联以繁笔铺陈，用“孤灯”“楚角”“残月”“章台”等常见意象加以层层渲染，突出“夜思”之苦。上句是写诗人困守寓所，孤灯独坐，又听到苍凉悲切的“楚角”声，可以想见其内心该是怎样的酸楚！守城戍卒的思乡之曲极易勾起游子的乡愁。唐诗中，“角”与“雁”这两个意象亦常连带出现。如李涉《晚泊润州闻角》诗云“惊起暮天沙上雁，海门斜去两三行”，连江渚上的大雁都不忍闻此角声而惊飞，可见其声之凄恻！一样的，这一联竭力不提听者感受之如何，而径直以实景烘托——“残月下章台”，写一钩残月挂柳梢，那清幽、昏黄的光在地上筛下班驳的影子。诗人望月怀人，多么渴望能与亲人故旧团聚啊！残月未圆，更增几许凄凉。这一联对仗工稳，用词平易而有余味。“章台”是唐诗之通用意象，原为汉代京城长安街道名，街多柳树，唐时称为“章台柳”，以后章台成了“柳树”的代称。如<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《赠柳》：“章台从掩映，郢路更参差。”沈伯时《乐府指迷》说“炼句下语，最是紧要，如说桃，不可直说破桃，须用‘红雨’、‘刘郎’等字。如咏柳，不可直说破柳，须用‘章台’、‘灞岸’等字”，此说未免极端，但也说明隐喻是唐诗语言的一个鲜明特点。</p> <p>　　颈联点题，揭示所思的原因——“故人殊未来”。诗人用“芳草已云暮”起兴，衬托其守侯之苦。“云暮”，即“迟暮”之意。芳草绿了，又枯了；而故人依然久久未来，可见诗人的失落与怅惘。“芳草”亦是唐诗常见意象，多指代春天，或象征美好的青春等。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>诗常用“芳草”喻指美好时光之难永驻。如其《残花》诗云：“江头沉醉泥斜晖，却向花前痛哭归。惆怅一年春又去，碧云芳草两依依。”以碧云、芳草依依衬托美人迟暮，韶华不再。又如《台城》诗：“江雨霏霏江草齐，六朝如梦乌空啼。无情最是台城柳，依旧烟笼十里堤”，以江草依旧喻指沧海桑田、物是人非。“已”、“殊”两字形成鲜明对照，表达了诗人内心望穿秋水而不得的失落。</p> <p>　　尾联承“故人”一句递进一层，揭出思乡之苦。“殊未来”，长期不知“故人”音讯，凶吉未卜，于是他想到了写家书；可是山长水远，“乡书不可寄”，这就更添几分悲苦。结句以景收绾。“秋雁又南回”，点出时当冷落的清秋节，每每看那结伴南飞的大雁，诗人内心就不禁情潮翻涌，秋思百结。着一“又”字，说明这样郁郁寡欢的日子，他已过了多年，可是人在江湖，身不由己，他也无可奈何；这就将悲情推到了一个高潮。这两句意境，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“鸿雁几时到，江湖秋水多”一样，空灵幽邈，含情无际。</p> <p>　　全诗擅用音乐造境，以景象寓情，前两联着意蓄势，曲尽其妙；后两联一吐衷肠，酣畅淋漓。俞陛云说此诗之佳处在“前半在神韵悠长，后半在笔势老健”，实为肯綮之言。</p><br/><h2>赏析一</h2> <p>　　这是一首身在外地思念家乡的<a href=\"http://so.gushiwen.org/view_38252.aspx\">诗</a>。</p> <p>　　秋夜一片凄凉，诗人在孤灯下想念着老朋友，满腹愁肠，家书无法寄到，更加重了忧伤的情绪。全诗一气呵成，感情真挚，幽怨清晰，感人至深。这首诗是怀人思乡之作。诗以“夜思”为题，开篇却不写思，而写秋夜所闻所见，写尽寄居他乡的孤独、悲凉。诗的后半，写“思”的内容:芳草已暮，韶华已逝，故人不来，乡思难寄。最后点出时当秋节，更令人愁思不断。诗中表达了一种无可奈何的恨，读来不胜悲凉凄楚，叫人肠断。</p> <p>　　乡书不可寄，秋雁又南回。和《次北固山下》中的 乡书何处达?归雁洛阳边。表达的意思很相近。</p>",
  "poet": {
    "id": 622,
    "star": 0,
    "name": "韦庄",
    "image": "http://img.gushiwen.org/authorImg/weizhuang.jpg",
    "desc": "韦庄（约836年─910年），字端己，杜陵（今中国陕西省西安市附近）人，诗人韦应物的四代孙，唐朝花间派词人，词风清丽，有《浣花词》流传。曾任前蜀宰相，谥文靖。"
  },
  "tags": [
    "唐诗三百首",
    "怀人",
    "思乡"
  ]
}