{
  "id": 72494,
  "star": 825,
  "name": "黔之驴",
  "dynasty": "唐代",
  "content": "　　黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。</p> <p>　　他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大?，断其喉，尽其肉，乃去。</p> <p>　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！",
  "fanyi": "<p><strong>译文</strong><br>　　黔地（这里的黔不指贵州）这个地方本来没有驴，有一个喜欢多事的人用船运来（一头驴）进入这个地方。运到后却没有什么用处，就把它放置在山脚下。老虎看到它是个庞然大物，把它作为神（来对待），躲藏在树林里偷偷看它。（老虎）渐渐小心地出来接近它，不知道它是什么东西。<br>　　有一天，驴叫了一声，老虎十分害怕，远远地逃走，认为（驴）要咬自己，非常害怕。但是（老虎）来来回回地观察它，觉得它并没有什么特殊的本领。（老虎）渐渐地熟悉了驴的叫声，又前前后后地靠近它，但始终不与它搏斗。（老虎）渐渐地靠近驴子，态度更加亲切而不庄重，碰倚靠撞冒犯它。驴非常生气，用蹄子踢老虎。老虎因此而很高兴，盘算这件事说：“驴的技艺仅仅只是这样罢了！”于是跳起来大吼了一声，咬断了驴的喉咙，吃光了它的肉，才离开。<br>　　唉！外形庞大好像有德行，声音洪亮好像有能耐，(老虎）当初（如果说）看不出驴的本领，老虎即使凶猛，（但）多疑、畏惧，终究不敢猎取驴子 。如今像这样的下场，可悲啊！</p> <p><strong>注释</strong><br>1.好事者：喜欢多事的人。<br>2.船载以入：用船载运（驴）进黔。船，这里指用船的意思。以，连词，相当于“而”，表修饰。<br>3.至：到。<br>4.则：表转折，却。<br>5.之：代词，代驴。<br>6.庞然大物：（虎觉得驴是）巨大的动物。庞然，巨大的样子。然，......的样子。<br>7.以为：把……当作。<br>8.蔽：躲避，躲藏。<br>9.窥：偷看。<br>10.稍：逐渐地，渐渐地。<br>11.近：形容词作动词，靠近。<br>12.慭慭（yìnyìn）然：小心谨慎的样子。<br>13.莫相知：不知道它是什么东西。相：一方对另一方，偏指另一方。<br>14.他日：之后的一天。<br>15.大骇：非常害怕。大：很，非常。骇，害怕。<br>16.远遁：跑得远远的。遁：跑，逃跑。<br>17.以为：认为<br>18.且：将要。噬：咬。<br>19.甚：很，非常。<br>20.恐：害怕。<br>21.然：表转折，然而，但是。<br>22.视：观察。<br>23.觉无异能：（虎）觉得（驴）没有特别的本领。异：特别的，与众不同的。能：本领，能力。<br>24.者：语气词，文中表示揣度语气，似的。<br>25.益：渐渐地。<br>26.习：熟悉。<br>27.终：始终。<br>28.搏：搏击，搏斗。<br>29.稍：渐渐地。<br>30.近：靠近。<br>31.益：更加。<br>32.狎：态度亲近而不庄重。<br>33.荡倚冲冒：形容虎对驴轻侮戏弄的样子。荡，碰撞。倚，倚靠。冲，冲撞。冒，冒犯。<br>34.不胜（shēng）怒：非常愤怒。<br>35.蹄：名词作动词，踢。<br>36.因：因此。<br>37.计之：盘算这件事。计，盘算。<br>38.技止此耳：（驴）的本领只不过这样罢了。技，本领。止，同“只”，只不过，仅仅。此，这样。耳，罢了。<br>39.因：于是，就。<br>40.跳踉（tiàoliáng）：跳跃。<br>41.㘎（hǎn）：吼叫。<br>42.尽：（吃）完。<br>43.乃：才。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《黔之驴》是我国一篇著名的古典寓言。开头是这样写的：“黔无驴，有好事者船载以入。至则无可用，放之山下。”</p> <p>　　作者首先从故事发生的地区环境写起。“黔”，是唐代当时一个行政区的名称，又叫黔中道，包括今天湖南西部、四川东南部、湖北西南部和贵州北部一带。这一带有什么特点呢？“无驴”，从来没有过驴子。这一特点很重要，因为如果没有这一特点，就不会出现后面老虎被驴一时迷惑的情节，因此也就不会发生后面这样的故事。“有好事者船载以入”，有一个没事找事的人用船运去了一头驴。这一句紧紧承接着“黔无驴”三个字而来，交代了寓言中的主要角色驴的来历——原来它是一个外来户。“至则无可用，放之山下”，运到以后，派不上什么用场，就把它放养到山脚下。这两句不仅解释了为什么说运驴的人是一个“好事者”，而且也很巧妙地把这个“好事者”一笔撇开——因为他同后面的情节没有关系——从而为下文集中描写寓言中的主要角色准备了方便条件。</p> <p>　　随着驴被“放山下”，到了一个具体的地方，寓言中的另一角色虎的出场就很自然了：</p> <p>　　虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。他日，驴一鸣，虎大骇，远遁，以为且噬己也，甚恐。</p> <p>　　这一段主要写虎见到驴以后的心理状态。“虎见之，庞然大物也，以为神”，老虎看到这个又高又大的家伙，以为是什么神物。这是虎对驴的最初印象和认识。由于寓言一开头就交代了“黔无驴”，谁也没有见过，因此老虎少见多怪，产生这样的错觉是很自然的。于是，“蔽林间窥之”，它就躲藏到树林里，偷偷地盯着驴子。这里，一个“蔽”字，充分写出了老虎在“以为神”的认识基础上所产生的害怕心理；而一个“窥”字，又说明了作为兽中之王的老虎虽怕但并不甘心、亟想摸清对方底细的心理活动，从而孕育了后面情节的必然发展。“稍出近之”，后来老虎又慢慢走出来向驴靠近些。这是对老虎并不甘心、打算摸底的心理的进一步揭示。“蔽林间窥之，稍出近之”两句，不仅写出了老虎行动的连续和发展——由迅速离开驴子的“蔽”，到立定脚跟的“窥”，再到走出树林、走向驴子的“近”——而且初步地揭示了老虎一心要认识这个“庞然大物”的决心。不过这里的“近”，并不是说同驴已经靠得很近了，只是指略微缩短了一点同驴的距离罢了；因为这时老虎对驴还是“慭慭然莫相知”，小心谨慎，不知道它是个什么怪物。“慭慭然”，谨慎害怕的样子。由于“莫相知”，自然“慭慭然”；而由于“慭慭然”，当然也就只能“稍出近之”了。这里“莫相知”三字，既有承上的作用，说明老虎产生“慭慭然”不安心理和采取“稍出近之”谨慎行动的原因；又有启下的作用，交代了后面情节演进的根据。“他日”，有一天。这是寄全于一的笔法，说明老虎为了改变自己“莫相知”的状况，对驴观察已经不止一天了。由此也可见其决心。然而认识并未取得进展，仍然停留在“以为神”的阶段。所以“驴一鸣”，驴子吼叫一声，“虎大骇，远遁”，老虎大吃一惊，逃得远远的。为什么要“远遁”呢？“以为且噬己也”，因为老虎认为驴子要吃掉自己，所以“甚恐”，非常恐惧。“以为且噬己也”，点明了“甚恐”的实质；而“甚恐”，又为老虎后来识破驴子的真面目得出“不过如此”的结论进行了铺垫。</p> <p>　　这一节写老虎的心理活动虽然只是一个“怕”字，但时起时伏，非常生动。“虎见之，庞然大物也，以为神”，畏惧之心突然而起；“蔽林间”，可见害怕得还很厉害，纵是兽中之王，也不敢露面；“窥之”，虽害怕得很，但惊魂初定；“稍出近之”，说明畏惧心理已经明显减少，尽管仍然小心翼翼；“驴一鸣，虎大骇，远遁”，“甚恐”，畏惧之心又一下子达到了高潮。而所有这些变化又无不围绕着“以为神”的思想认识。</p> <p>　　然而老虎“远遁”，会不会一走了之呢？如果这样，情节又将如何发展呢？我们不用担心，因为从虎一开始所表现出来的虽怕驴但并不甘心的心理活动来看，它是不会一走了之的。事实正是这样，虎不但没有逃之夭夭，而且很快就看穿了驴子的假象；不仅逐渐消除了畏驴之心，甚至慢慢产生了吃驴之意：</p> <p>　　然往来视之，觉无异能者。益习其声，又近出前后，终不敢搏。</p> <p>　　这一节主要写虎对驴认识的深入。“然往来视之，觉无异能者。”然而通过来回观察，觉得驴并没有什么特殊的本领。这是虎对驴“神”的形象怀疑的开始。这里的一个“然”字，非常有力，具有特殊的作用，不仅是语气的转折，而且也是虎由怕驴到逐渐认清驴的本质并最后把驴吃掉的整个情节的转折。“往来”，说明老虎的观察是多么细心和频繁。因而“觉无异能者”，并进而“益习其声”，对驴的吼叫声也逐渐习惯了。心理上的这一变化，必然导致行动上的更加大胆，于是，“又近出前后”，进一步到驴子的身前身后转来转去。注意，这里的“近”，比“稍出近之”的“近”，又进了一步，是逼近的意思，充分反映了老虎“觉无异能者”的心理。那么，既然认为驴子没有什么了不起，又为什么“终不敢搏”，始终不敢扑上去抓取它呢？这是因为老虎对驴的底细尚未彻底摸清的缘故。——虽然“觉无异能者”，但驴子的“无异能”，只不过是自己的主观感觉罢了，实际情况如何，谁又知道！一个“终”字，把老虎慎重对敌、不敢贸然行事的思想揭示得淋漓尽致；而一个“搏”字，又把老虎围绕驴子煞费苦心的全部目的披露无遗，从而为后面的吃驴情节作了伏笔。</p> <p>　　这一节写虎“觉无异能者”的心理活动，尽管归结为“终不敢搏”，仍有怕的意味，但与开始的怕不仅有着程度上的不同，而且有着性质上的区别：以前的怕，是担心自己被对手吃掉的恐惧；怕，只不过是担心自己不能顺利吃掉对方的顾虑而已。所以，“终不敢搏”，既说明了老虎对驴的认识由“以为神”到“觉无异能者”的巨大进步，同时也说明了它对驴的彻底认识还有待于进一步深入。</p> <p>　　那么后来，虎是怎样取得了对驴的彻底认识并终于消除了顾虑的呢？</p> <p>　　稍近益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”</p> <p>　　这一节写虎对驴认识的最后完成。为了彻底摸清驴的底细，改变自己“终不敢搏”的心理，虎进行了一系列的试探活动。首先，“稍近”，慢慢靠拢驴子。注意，这里的“近”，比“近出前后”的“近”，又进了一步，说明虎已经非常贴近驴子了。“稍近”之后，“益狎”，越来越轻佻起来——这是对驴进行戏弄；进而又“荡倚冲冒”，摇摇它，靠着它，撞击它，甚至扒着它的脊背(“冒”，古代同衣帽的“帽”，覆盖的意思)——这是对驴进行挑逗。这里，我们不仅看到了虎一系列的挑衅性的行动，而且通过它得寸进尺、逐步发展的行动，还可以察知它大胆而谨慎、既藐视对方又重视敌手的思想。由“近出前后”的观察到“稍近”的试探，已经大胆了，但这毕竟只是距离的逼近；见对方没有反应，才进而由“稍近”的试探到“益狎”的戏弄，但这毕竟只是态度上的不恭；见对方仍然没有反应，最后才由态度上的“益狎”到动作上的“荡倚冲冒”。看到虎越来越无理和放肆，“驴不胜怒，蹄之”，驴再也压抑不住愤怒了，就踢了虎。这一下驴在虎的面前终于暴露了自己的全部秘密。所以，“虎因喜”，老虎因而非常高兴。显然，它是在为自己终于摸清了对手的老底——最大能耐不过一“蹄”而已——而在窃窃自喜。然而尽管如此，虎在下最后结论之前，还得要“计之”，在心里掂掇掂掇。掂掇什么呢？是不是对方还有更厉害的招儿没有使出来呢？想了想，不可能；因为自己对它“荡倚冲冒”，已经使它到了“不胜怒”的程度了，盛怒之下，不顾一切，哪里还能保留一手呢？一个“计”字，又一次有力地说明了虎对陌生之敌的格外重视。经过审慎地“计之”以后，才“曰：‘技止此耳’”，说：它的本领也不过这么一点点罢了。</p> <p>　　到这里，虎已经把驴的本质彻底揭穿了。随着它对驴的认识的最后完成，“终不敢搏”的心理自然也就不复存在了：</p> <p>　　因跳踉大阚，断其喉，尽其肉，乃去。</p> <p>　　于是虎大吼一声，腾空扑去，咬断了驴的喉咙，吃光了它的肉，心满意足而去。这一小节写驴终于葬身虎腹的下场，尽管情节非常简单，只有“吃驴”两字，但作者写起来并没有简单化。吃驴之前，先写虎“跳踉大”，大发威风，用足令百兽魂飞魄散的一吼一纵震摄住对方，让它乖乖就范；吃驴时，也不是一下子就“尽其肉”，而是先“断其喉”，击其要害，使其毙命，然后大嚼大吃，一啖而光。这样描写，既生动而具体，又说明了慎重对敌的老虎是多么机警和精明。</p> <p>　　以上，是寓言的故事情节。介绍到这里，你有什么感想呢？你是否觉得黔驴可悲呢？然而它又可悲在什么地方呢？人们从这里应该获得什么教训呢？这些问题，也许你还未来得及考虑。那么，我们还是先来看看作者的议论和感叹吧：</p> <p>　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！</p> <p>　　这一节正面写作者对这一事件的看法。“噫！形之庞也类有德，声之宏也类有能。”唉！形体庞大好像很有风度和德性，声音洪亮好像很有本事和能耐。这里，言外之意是说，形虽庞而无德，声虽宏而无能，徒有其表，名不副实，这是第一可悲之处。“向不出其技，虎虽猛，疑畏，卒不敢取。”当初如果不拿出那么一点可怜的本领，虎虽然凶猛，但因疑虑、畏惧，始终不敢吃掉它。这里，言外之意是说，驴既不知自己无能，更不知敌手强大，轻举妄动，终于落了个被“断喉”“尽肉”的下场，这是第二可悲之处。以上，作者用言外之意的议论指出黔驴的可悲，虽然辛辣但还比较委婉；篇末用感叹指出它的可悲，就直截了当了：“今若是焉，悲夫！”如今是这样，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>悲！显然，“今若是焉”，正是指前面言外之意的两层议论，既包括“类有德”而没有德、“类有能”而没有能的意思，更包括“今出其技”、自取灭亡的意思。所以，作者发出“悲夫”的深沉长叹。</p> <p>　　这篇寓言的题目叫“黔之驴”，然而通篇写驴的笔墨却很少，只有“庞然大物”“一鸣”“不胜怒，蹄之”等十多个字；相反，写虎的笔墨却非常之多，从开始的畏驴，到中间的察驴，再到最后的吃驴都写了。既有不断发展的行动的生动描写，更有不断变化的心理的细致刻画。因此，也许有的人要问：这是否有点“文不对题”呢？既然重点写虎，为什么不命题叫“黔之虎”呢？要回答这个问题，必须弄清这篇寓言的主题是什么，作者创作这篇寓言的意图是什么。我们知道，《黔之驴》是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在“永贞革新”失败后，他因参加这一进步改革而被贬作永州司马时写的《三戒》中的一篇。所谓“三戒”，就是应该引起世人警戒的三件事。《黔之驴》就是以黔驴的可悲下场，警戒那些“不知推己之本”、毫无自知之明而必将自招祸患的人。联系作者的政治遭遇，讽刺当时无德无能而官高位显、仗势欺人而外强中干的统治集团中的某些上层人物，指出他们必然覆灭的下场，也就不能不是他的写作动机了。这一点，从寓言末尾作者的议论、感叹和《三戒》文前的小序当中都可以得到说明。显然，要想表现这样的主题思想，关键在于充分揭示黔驴的可悲下场；而黔驴覆灭的可信与否，关键又在于是否能够把虎写活。——这，也许就是作者为什么命题为“驴”而着意写虎的原因了。当然，如果把主题理解为对于任何事物，不应被表面现象迷惑，只要弄清其本质，认真对付，就一定能战而胜之，那么寓言自然就“文不对题”而应易之为“虎”了。应该说，这样理解，也未尝不可。但是必须明白，这是对寓言本意的引申和发挥，不是原作的本来意思。</p> <p>　　然而，尽管用于驴的笔墨甚少，但是驴的形象依然极其鲜明。这当然一方面是由于借助虎的形象的有力衬托。因为虎的一切心理和行动都是围绕驴而产生和展开的，所以明写了虎的深谋谙练、谨慎精明，也就暗写了驴的麻木不仁、愚不可及，这样，驴的形象便在不写之中被写出来了。另一方面，这是由于描写驴的笔墨虽少却精、以寡胜多的缘故。“庞然大物”一语，由于作者没有把它处理成自己笔下的客观描写，而是作为老虎心目中的主观反映，这就很富讽刺意味，不仅明写了驴的外在形体，而且暗示了它的内在无能。“不胜怒，蹄之”五字，通过对驴的心理和行动的极其简略的交代，就把它在别人暗算面前的麻木和乖乖进入圈套的愚蠢揭示无遗。如果说在虎“荡倚冲冒”的时候，作者只用“蹄之”两字就写出了驴的愚蠢上当；那么，在虎“慭慭然，莫相知”的时候，作者只用“一鸣”两字就似乎写出了驴的虚荣和卖弄了。因为当时虎对驴并无任何妨害，所以驴让虎“大骇”“远遁”“甚恐”的“一鸣”之举，不是自我炫耀、借以吓人又是什么呢？人们都把驴作为愚蠢的代名词，看来同它在这篇寓言里的鲜明形象是不无关系的。</p> <p>　　总之，柳宗元的《黔之驴》这篇寓言，笔法老到，造诣精深；既揭示了深刻的哲理，又塑造了生动的形象；不仅给人们以思想上的启示和教育，而且给人们以艺术上的享受和满足，难怪它千古传诵成为我国文苑里一朵永不凋谢的奇花。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "初中文言文",
    "寓言",
    "故事"
  ]
}