{
  "id": 11064,
  "star": 6101,
  "name": "闻官军收河南河北",
  "dynasty": "唐代",
  "content": "剑外忽传收蓟北，初闻涕泪满衣裳。<br>却看妻子愁何在，漫卷诗书喜欲狂。<br>白日放歌须纵酒，青春作伴好还乡。<br>即从巴峡穿巫峡，便下襄阳向洛阳。",
  "fanyi": "<p><strong>译文</strong><br>剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。<br>回望妻子儿女，也已一扫愁云，随手卷起<a href=\"http://so.gushiwen.org/view_11064.aspx\">诗</a>书，全家欣喜若狂。<br>老夫想要纵酒高歌，结伴春光同回故乡。<br>我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。</p> <p><strong>注释</strong><br>⑴闻：听说。官军：指唐朝军队。<br>⑵剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。<br>⑶涕：眼泪。<br>⑷却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。<br>⑸漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。<br>⑹放歌：放声高歌。须：应当。纵酒：开怀痛饮。<br>⑺青春：指明丽的春天的景色。作伴：与妻儿一同。<br>⑻巫峡：长江三峡之一，因穿过巫山得名。<br>⑼便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在这首<a href=\"http://so.gushiwen.org/view_11064.aspx\">诗</a>下自注：“余田园在东京。”诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。</p> <p>　　颔联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，亲人们都不再是愁眉苦脸，而是笑逐颜开，喜气洋洋。亲人的喜反转来增加了诗人的喜，诗人再也无心伏案了，随手卷起诗书，大家同享胜利的欢乐。</p> <p>　　“白日放歌须纵酒，青春作伴好还乡”一联，就“喜欲狂”作进一步抒写。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。</p> <p>　　尾联写诗人“青春作伴好还乡”的狂想，身在梓州，而弹指之间，心已回到故乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。</p> <p>　　全诗感情奔放，痛快淋漓地抒发了作者无比喜悦的心情。后代诗论家都极为推崇此诗，浦起龙赞其为杜甫“生平第一首快诗也”（《读杜心解》）。</p> <p>　　此诗除第一句叙事点题外，其余各句，都是抒发诗人忽闻胜利消息之后的惊喜之情。诗人的思想感情出自胸臆，奔涌直泻。仇兆鳌在《杜少陵集详注》中引王嗣奭的话说：“此诗句句有喜跃意，一气流注，而曲折尽情，绝无妆点，愈朴愈真，他人决不能道。”</p>",
  "about": "<h2>创作背景</h2> <p>　　闻官军收河南河北》作于广德元年（公元763年）春天，那时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>52岁。宝应元年（公元762年）冬季，唐军在洛阳附近的衡水打了一个大胜仗，收复了洛阳和郑（今河南郑州）、汴（今河南开封）等州，叛军头领薛嵩、张忠志等纷纷投降。第二年，史思明的儿子史朝义兵败自缢，其部将田承嗣、李怀仙等相继投降，至此，持续七年多的“安史之乱”宣告结束。杜甫是一个热爱祖国而又饱经丧乱的<a href=\"http://so.gushiwen.org/view_11064.aspx\">诗</a>人，当时正流落在四川。他听闻消息后，欣喜若狂，恨不得马上回到和平、安定的家乡。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "小学古诗",
    "思归"
  ]
}