{
  "id": 71914,
  "star": 23,
  "name": "宣州送裴坦判官往舒州时牧欲赴官归京",
  "dynasty": "唐代",
  "content": "日暖泥融雪半消，行人芳草马声骄。<br>九华山路云遮寺，清弋江村柳拂桥。<br>君意如鸿高的的，我心悬旆正摇摇。<br>同来不得同归去，故国逢春一寂寥！",
  "fanyi": "<p><strong>译文<br></strong>和煦的太阳照耀着大地，积雪大半已消融，解冻的路面布满泥泞，经冬的野草茁出了新芽，原野上一片青葱，马声洪亮，催促主人上路。<br>云雾缭绕的九华山路旁，寺宇时隐时现，青弋江村边，春风杨柳，轻拂桥面。<br>你的志向像鸿雁一样鲜明，踌躇满志，而我的心情却像悬挂在空中的旗帜般空虚。<br>我们原来是一起从京城到宣州任职的，此时却不能一同回去了，在这风光明媚的春日里，我只身回到京城以后，将会感到非常寂寞的。</p> <p><strong>注释<br></strong>（1）泥融：泥泞。<br>（2）行（xíng）人：裴坦，字知进，进士及第，任宣州观察府判官，<a href=\"http://so.gushiwen.org/view_71914.aspx\">诗</a>人故旧至交。<br>（3）九华山：九华山是中国佛教四大名山之一，有“佛国仙城”之称。山在池州青阳（今属安徽）西南，因有九峰，形似莲花而得名，为宣州去舒州的必经之处。<br>（4）清弋（yì）江：即青弋江，在安徽省宣城县西，长江下游支流。<br>（5）的的（dídí）：鲜明的样子，这里形容心情舒畅。<br>（6）悬旆（pèi）：挂在空中的旗帜，这里形容心情空虚。<br>（7）故国：故乡，指长安。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　首联用明快的色调，简洁的笔触，勾画出一幅春郊送别图。这两句<a href=\"http://so.gushiwen.org/view_71914.aspx\">诗</a>不只是写景而已，它还交代了送行的时间、环境，渲染了离别时的氛围。</p> <p>　　颔联，云雾缭绕的九华山路旁，寺宇时隐时现。“九华山路”暗示裴坦的行程。眼前绿水环抱的青弋江村边，春风杨柳，轻拂桥面。青弋江在宣城西，江水绀碧，景色优美。“清弋江村”，点明送别地点。“云遮寺”，“柳拂桥”，最能体现地方风物和季节特色，同时透出诗人对友人远行的关切和惜别时的依恋之情。这里以形象化描绘代替单调冗长的叙述，语言精炼优美，富有韵味。两句一写山间，一写水边，一写远，一写近，静景中包含着动态，画面形象而鲜明，使人有身临其境的感觉。</p> <p>　　以上四句通过写景，不露痕迹地介绍了环境，交代了送行的时间和地点，暗示了事件的进程。</p> <p>　　颈联叙写行者与送行者的不同心境。“的的”，是鲜明的样子。裴坦刚中进士不久，春风得意，踌躇满志，像鸿雁那样展翅高飞。所以，尽管在离别的时刻，也仍然乐观、开朗，而诗人自己宦海浮沉，不很得意，此刻要与好友离别，临歧执手，更觉“心摇摇然如悬旌而无所终薄”（《史记·苏秦传》），一种空虚无着、怅然若失的感觉油然而生。</p> <p>　　尾联把“送裴坦”和自己将要“赴官归京”两重意思一齐绾合，两人原来是一起从京城到宣州任职的，此时却不能一同回去了。在这风光明媚的春日里，诗人只身回到京城以后，将会感到非常寂寞的。</p> <p>　　后面四句，借助景色的衬托，抒发惜别之情，更见诗人的艺术匠心。</p> <p>　　全诗写山水有远有近，抒情有虚有实，以江南美景反衬人物的满腹愁情，情韵悠扬，风华流美。</p><br/><h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71914.aspx\">诗</a>在写景上很成功，从中可以领略到古代诗词中写景的种种妙用。</p> <p>　　此诗作于公元839年（开成四年）春，在宣州（治所在今安徽宣城）做官的<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>即将离任，回京任职。他的朋友、在宣州任判官的裴坦要到舒州（治所在今安徽潜山）去，诗人便先为他送行，并赋此诗相赠。</p> <p>　　“日暖泥融雪半消，行人芳草马声骄。”诗一出手，就用明快的色调，简洁的笔触，勾画出一幅“春郊送别图”：一个初春的早晨，和煦的太阳照耀着大地，积雪大半已消融，解冻的路面布满泥泞，经冬的野草茁出了新芽，原野上一片青葱。待发的骏马兴奋地踢着蹄，打着响鼻，又不时仰头长嘶，似乎在催促主人上路。这两句诗不只是写景而已，它还交代了送行的时间、环境，渲染了离别时的氛围。</p> <p>　　三、四两句又展示了两幅美景：“九华山路云遮寺，清弋江村柳拂桥。”一幅是悬想中云雾缭绕的九华山路旁，寺宇时隐时现。九华山是中国佛教四大名山之一，有“佛国仙城”之称。山在池州青阳（今属安徽）西南，为宣州去舒州的必经之处。“九华山路”暗示裴坦的行程。一幅是眼前绿水环抱的青弋江村边，春风杨柳，轻拂桥面。青弋江在宣城西，江水绀碧，景色优美。“清弋江村”，点明送别地点。“云遮寺”，“柳拂桥”，最能体现地方风物和季节特色，同时透出诗人对友人远行的关切和惜别时的依恋之情。这里以形象化描绘代替单调冗长的叙述，语言精炼优美，富有韵味。两句一写山间，一写水边，一写远，一写近，静景中包含着动态，画面形象而鲜明，使人有身临其境的感觉。以上四句通过写景，不露痕迹地介绍了环境，交代了送行的时间和地点，暗示了事件的进程，手法是十分高妙的。后面四句，借助景色的衬托，抒发惜别之情，更见诗人的艺术匠心。</p> <p>　　“君意如鸿高的的，我心悬旆正摇摇”，叙写行者与送行者的不同心境。的的，是鲜明的样子。裴坦刚中进士不久，春风得意，踌躇满志，像鸿雁那样展翅高飞。所以，尽管在离别的时刻，也仍然乐观、开朗。而杜牧的心情是两样的。他宦海浮沉，不很得意。此刻要与好友离别，临歧执手，更觉“心摇摇然如悬旌而无所终薄”（《史记·苏秦传》），一种空虚无着、怅然若失的感觉油然而生。</p> <p>　　最后两句把“送裴坦”和自己将要“赴官归京”两重意思一齐绾合，写道：“同来不得同归去，故国逢春一寂寥！”两人原来是一起从京城到宣州任职的，此时却不能一同回去了。在这风光明媚的春日里，只身回到京城以后，将会感到非常寂寞的。</p> <p>　　诗的前半部分环境描写与后半部分诗人惆怅心情构成强烈对比：江南的早春，空气是那样清新，阳光是那样明亮，芳草是那样鲜美，人（裴坦）是那样倜傥风流，热情自信，周围一切都包孕着生机，充满了希望；而自己并没有因此感到高兴，反而受到刺激，更加深了内心的痛苦。这里是以江南美景反衬人物的满腹愁情。花鸟画中有一种“背衬”的技法，就是在画绢的背面著上洁白的铅粉，使正面花卉的色彩越发娇艳动人。这首诗写景入妙，也正是用的这种“反衬”手法。</p>",
  "about": "<h2>创作背景</h2> 　　《宣州送裴坦判官往舒州时牧欲赴官归京》作于开成四年（839年）春，在宣州（治所在今安徽宣城）做官的<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>即将离任，回京任职。杜牧的朋友，在宣州任判官的裴坦要到舒州（治所在今安徽潜山）去，杜牧便先为他送行，并赋此<a href=\"http://so.gushiwen.org/view_71914.aspx\">诗</a>相赠。",
  "poet": {
    "id": 211,
    "star": 0,
    "name": "杜牧",
    "image": "http://img.gushiwen.org/authorImg/dumu.jpg",
    "desc": "杜牧（公元803－约852年），字牧之，号樊川居士，汉族，京兆万年（今陕西西安）人，唐代诗人。杜牧人称“小杜”，以别于杜甫。与李商隐并称“小李杜”。因晚年居长安南樊川别墅，故后世称“杜樊川”，著有《樊川文集》。"
  },
  "tags": [
    "送别",
    "写景",
    "抒情"
  ]
}