{
  "id": 170,
  "star": 55,
  "name": "南山有台",
  "dynasty": "先秦",
  "content": "南山有台，北山有莱。乐只君子，邦家之基。乐只君子，万寿无期。<br>南山有桑，北山有杨。乐只君子，邦家之光。乐只君子，万寿无疆。<br>南山有杞，北山有李。乐只君子，民之父母。乐只君子，德音不已。<br>南山有栲，北山有杻。乐只君子，遐不眉寿。乐只君子，德音是茂。<br>南山有枸，北山有楰。乐只君子，遐不黄耇。乐只君子，保艾尔后。",
  "fanyi": "<p><strong>译文<br></strong>南山生柔莎，北山长嫩藜。君子很快乐，为国立根基。君子真快乐，万年寿无期。<br>南山生绿桑，北山长白杨。君子很快乐，为国争荣光。君子真快乐，万年寿无疆。<br>南山生枸杞，北山长李树。君子很快乐，人民好父母。君子真快乐，美名必永驻。<br>南山生鸭椿，北山长菩提。君子真快乐，高年寿眉齐。君子真快乐，美德充天地。<br>南山生枳椇，北山长苦楸。君子很快乐，那能不长寿。君子真快乐，子孙天保佑。</p> <p><strong>注释<br></strong>⑴台：通“薹（tái）”，莎草，又名蓑衣草，可制蓑衣。<br>⑵莱：藜（lí）草，嫩叶可食。<br>⑶只：语助词。<br>⑷邦家：国家。基：根本。<br>⑸光：荣耀。<br>⑹杞（qǐ）：枸杞。<br>⑺父母：意指其爱民如子，则民众尊之如父母。<br>⑻德音：好名誉。<br>⑼栲（kǎo）：树名，山樗（chū），俗称鸭椿（chūn）。<br>⑽杻（niǔ）：树名，檍（yì）树，俗称菩提树。<br>⑾遐：何。眉寿：高寿。眉有秀毛，是长寿之相。<br>⑿茂：美盛。<br>⒀枸（jǔ）：树名，即枳椇（zhǐjǔ）。<br>⒁楰（yú）：树名，即鼠梓（zǐ），也叫苦楸（qiū）。<br>⒂黄耇（gǒu）：毛传：“黄，黄发；耇，老。”<br>⒃保艾：保养。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_170.aspx\">诗</a>五章，每章六句，每章开头均以南山、北山的草木起兴，民歌味十足。南山有台、有桑、有杞、有栲、有枸，北山有莱、有杨、有李、有杻、有楰，正如国家之拥有具备各种美德的君子贤人。兴中有比，富有象征意义。但是兴语的作用还有为章节起势和变化韵脚以求叶韵的作用。在此诗中，这两点表现得尤为明显。如果直说“乐只君子，邦家之基；乐只君子，万寿无期”等，则显得突兀和浅直，加上“南山有台，北山有莱”等后，诗顿时生色不少，含蓄而委婉，诗的韵律也由此而和谐自然。兴语之后，是表功祝寿。每章两次直呼“乐只君子”，可以见出祝者和被祝者之间的亲密关系。前三章“邦家之基”“邦家之光”“民之父母”三句，言简意赅，以极节省的笔墨为被颂者画像，从大处落笔，字字千金，为祝寿张本。表功不仅是颂德祝寿之所本，而且本身也是其中的必要部分。功表得是否得体，直接关系到诗的主旨。正因为前面的功表得得体而成功，后面的祝寿才显得有理而有力。四、五两章用“遐不眉寿”“遐不黄耇”两个反诘句表达祝愿：这样的君子怎能不长眉秀出大有寿相呢！这样的君子怎能不头无白发延年益寿呢！这又是以前三章的表功祝寿为基础的。末了，颂者仍不忘加“保艾尔后”一句。重子嗣，是中国人的传统，由祝福先辈而连及其后裔，是诗歌的高潮之处。</p> <p>　　这首诗的内容虽单纯，但结构安排相当精巧，五章首尾呼应，回环往复，语意间隔粘连，逐层递进，具有很强的层次感与节奏感。选词用字，要言不烦、举重若轻、颇耐咀嚼，表现出歌词作者的匠心独运。作为宴享通用之乐歌，其娱乐、祝愿、歌颂、庆贺的综合功能是显而易见的。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_170.aspx\">诗</a>为周代贵族宴飨宾客的通用乐歌，与《小雅·鱼丽》、《小雅·南有嘉鱼》三首诗是同一组宴饮诗。先歌《鱼丽》，赞佳肴之丰盛；次歌《南有嘉鱼》，叙宾主绸缪之情；最后歌《南山有台》，极尽祝颂之能事，敬祝宾客万寿无疆，子孙福泽延绵。前人或以为“乐得贤”（《毛诗序》），或以为“颂天子”（姚际恒《诗经通论》），或以为“祝宾客”（方玉润《诗经原始》）。就此诗与《小雅·鱼丽》《小雅·南有嘉鱼》为宴饮的通用乐歌来看，它应是贵族宴饮聚会时颂德祝寿的乐歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祝福",
    "乐歌"
  ]
}