{
  "id": 8105,
  "star": 26,
  "name": "送温处士归黄山白鹅峰旧居",
  "dynasty": "唐代",
  "content": "黄山四千仞，三十二莲峰。<br>丹崖夹石柱，菡萏金芙蓉。<br>伊昔升绝顶，下窥天目松。<br>仙人炼玉处，羽化留馀踪。<br>亦闻温伯雪，独往今相逢。<br>采秀辞五岳，攀岩历万重。<br>归休白鹅岭，渴饮丹砂井。<br>凤吹我时来，云车尔当整。<br>去去陵阳东，行行芳桂丛。<br>回溪十六度，碧嶂尽晴空。<br>他日还相访，乘桥蹑彩虹。",
  "fanyi": "<p><strong>译文<br></strong>黄山高耸四千仞，莲花攒簇三十二峰。<br>丹崖对峙夹石柱，有的像莲花苞，有的像金芙蓉。<br>忆往昔，我曾登临绝顶，放眼远眺天目山上的老松。<br>仙人炼玉的遗迹尚在，羽化升仙处还留有遗踪。<br>我知道今天你要独往黄山，也许可以和温伯雪相逢。<br>为采撷精华辞别五岳，攀岩临穴，经历艰险千万重。<br>归来闲居白鹅岭上，渴了饮丹砂井中水。<br>凤凰叫时我即来，你要准备云霓车驾一起游览天宫。<br>来往陵阳仙山东，行走在芬芳的桂树丛中。<br>回曲溪流十六渡，青山如嶂立晴空。<br>以后我还会时常来访问，乘着弓桥步入彩虹中。</p> <p><strong>注释</strong><br>1.黄山：古称黟山，唐改黄山。在安徽省南部，跨歙、黔、太平、休宁四县。<br>2.三十二莲峰：王琦注：“诸书皆言黄山之峰三十有六，而白<a href=\"http://so.gushiwen.org/view_8105.aspx\">诗</a>只言三十有二，盖四峰唐以前未有名也。”<br>3.菡萏：即荷花。王琦注：“谓黄山三十二峰，皆如莲花，丹崖夹峙中，植立若柱。然其顶之圆平者，如菡萏之未舒，其顶之开敷者，如芙蓉之已秀。”<br>4.天目：山名，在浙江临安县西北，上有两湖若左右目，故名天目。<br>5.炼玉：指炼仙丹。<br>6.羽化：指成仙而去。黄山有炼丹峰，高八百七十初，相传浮丘公炼丹于峰顶，经八甲子，丹始成。<br>7.温伯雪：名伯，字雪子。《庄子·田子方》载：孔子见温伯雪子而不言，子路不解，孔子说：“若夫人者，目击而道存矣，亦不可以容声矣。\"<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此处借其名以喻温处士。独往：谓离群而隐居。<br>8.丹砂井：黄山东峰下有朱砂汤泉，热可点茗，春时即色微红。<br>9.凤吹：用仙人王子乔吹笙作凤鸣事。<br>10.云车：仙人所乘。<br>11.陵阳：即陵阳山，在安徽泾县西南。相传为陵阳子明成仙处。<br>12.桥：指仙人桥，又名天桥、仙石桥，在炼丹台，为黄山最险之处。两峰绝处，各出峭石，彼此相抵，有若笋接，接而不合，似续若断，登者莫不叹为奇绝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　黄山有“三十六大峰，三十六小峰”，石柱峰、吴蓉峰、莲花峰，均高耸峭拔。直刺青天，形如蓬荷。王琦在解释前两句<a href=\"http://so.gushiwen.org/view_8105.aspx\">诗</a>时说：“诗意则谓黄山三十二峰曲口莲花，丹崖夹峙中，植立若柱然，其顶之圆平者如菡萏之未舒，其项之开放者，如关蓉之己秀。未尝专指三峰而言也”</p> <p>　　诗人自叙曾游黄山，描写其高峻神秀，有神仙遗踪。 黄山的朱砂泉，自朱砂峰流来，酌饮甘芳可口，浴洗令人心境清廓。气爽体舒。自己来到黄山时，有仙乐呜奏，温处士整理仙车相迎。以后我还会时常来访问，踏着彩虹化成的石桥，拜访温处士。</p> <p>　　诗人以丰宫的想像、生动的笔触描绘出黄山壮丽多姿的景象；点出众降、练玉处、丹沙井，使人获得非常亲切的美感。[3] </p> <p>　　诗人凭借他“伊者升绝顶”，游览黄山所得到的印象，根据所送的朋友的“处士”身份及其归居之地，驰骋想象和联想，运用有关的神话传说，创作出了这篇具右浪漫主义特色的作品。前八句正面写黄山，描写它高峡、秀丽，是神仙修炼之地，为写送温处士归山养真修造作为铺垫。 以下十四句从“送”字着笔，是全诗的主旨，中分数层；先写与温处士相遇；次写温处士是游五岳归来，归休黄山白鹅旧居，并希望他在归休之地得道成仙，以引渡自己；再次，“去去”四勺，是写同温处士分手时道剔的话，想象他在途中的经历和将要见到的景象；最后两句写他日相访，表达了诗人对温处士的感情。诗中表现出一种飘然欲仙的浪漫主义色彩。</p>",
  "about": "<h2>创作背景</h2> <p>　　天宝车间，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在宣城一带游历，遇温处士，此<a href=\"http://so.gushiwen.org/view_8105.aspx\">诗</a>《送温处士归黄山白鹅峰旧居》为送他归黄山旧居而作。温处士为李白之友，曾居白鹅峰。古称有才德而不做官的文人为处士。</p> <p>　　根据裴斐编的《李白年谱简编》，此诗作于公元754年（唐玄宗天宝十三载）李白五十四岁时。当时李白与魏万别后，游宣城（今属安徽省）、南陵（今属安徽省）、秋浦（今安徽省贵池县），并登黄山。在游黄山时，李白对黄山胜景给予的高度赞美。在他的好友温处士将归黄山白鹅峰旧居时，李白将黄山美景描绘成此诗赠别。</p> <p>　　黄山有“三十六大峰，三十六小峰”，在三大主峰周围环绕着77座千米以上的山峰。经历过漫长的造山运动与地壳抬升，以及冰川和风沙的砥砺洗礼，才形成了黄山今天这种层峦叠翠、群峰林立的经典景象。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写山",
    "写景",
    "送别"
  ]
}