{
  "id": 69585,
  "star": 2,
  "name": "杂剧·张孔目智勘魔合罗",
  "dynasty": "元代",
  "content": "楔子<br>月过十五光明少，人到中年万事休。儿孙自有儿孙福，莫为儿孙作马牛。老汉姓李，名彦实，在这河南府录事司醋务巷住坐。嫡亲的五口儿家属：这个是孩儿李文道，还有个侄儿李德昌，侄儿媳妇刘玉娘，侄儿根前有个小厮，叫做佛留。侄儿如今要往南昌做买卖去，说今日来辞我，怎生这早晚还不见来？自家李德昌是也。这个是我浑家刘玉娘，这个是我孩儿佛留。我开着个绒线铺，这对门是我叔父李彦实。有个兄弟唤做李文道，乃是医士。我在这长街市上算了一卦，道我有一百日灾难，千里之外可躲。我今一来躲灾，二来往南昌做些买卖。大嫂，咱三口儿辞叔父去来。咱去来波。叔父，你孩儿去南昌做买卖，就躲灾难。今日是好日辰，特来拜辞叔父。孩儿，你去则去，路上小心者。兄弟，好看觑家中。哥哥，早些儿回来。叔父，您孩儿今日便索长行也。李大，你今日做买卖去，我有句话，敢说么？有何说？小叔叔时常调戏我。噤声！我在家时不说，及至今日临行，说这等言语。大嫂，再也休提，你则好看家中，小心在意者。<br>【仙吕】【赏花时】则为你叔嫂从来情性乖，我因此上将伊曾劝解。你去了，我怎了也！你可便省烦恼，莫伤怀。你则照管这家私世外，别的不打紧。你是必好觑当小婴孩。<br>这个我自知道，则要你挣坐者。<br>【幺篇】则俺这男子为人须挣坐，我向这外府他乡做买卖。你则是早些回来。休则管泪盈腮，多不到一年半载，但得些利便回来。<br>李文道，你哥哥做买卖去了，你无事休到嫂嫂家去。我若知道，不道的饶了你哩。正是叔嫂从来要避嫌，况他男儿为客去江南。你若无事到他家里去，我一准拿来打十三。<br><br>第一折<br>妾身刘玉娘是也，有丈夫李德昌贩南昌买卖去了。今日无甚事，我开开这绒线铺，看有甚么人来。自家李文道便是，开着个生药铺，人顺口都叫我做赛卢医。有我哥哥李德昌做买卖去了，则有俺嫂嫂在家，我一心看上他。争奈俺父亲教我不要往他家去，如今瞒着父亲，推看他去，就调戏他。肯不肯，不折了本。来到门首也，我自过去。嫂嫂，自从哥哥去后，不曾来望得你。你哥哥不在家，你来怎么？我来望你吃钟茶，有甚么事。这厮来的意思不好，我叫父亲去。父亲！是谁叫我？是您孩儿。孩儿，你叫我怎的？小叔叔来房里调戏我来，因此与父亲说。你又来这里怎的？若那厮再来，你则叫我，不道的饶了他哩。我打那弟子孩儿去。似这般，几时是了？我收了这铺儿。李德昌，你几时来家？兀的不痛杀我也！是好大雨也呵。<br>【仙吕】【点绛唇】七月才初，孟秋时序，犹存暑。穿着这单布衣服，怎避这悬麻雨？<br>【混江龙】连阴不住，荒郊一望水模糊。我则见雨迷了山岫，云锁了青虚。这雨大不大？云气深，如倒悬着东大海；雨势大，似翻合了洞庭湖。好教我满眼儿没处寻归路，黑暗暗云迷四野，白茫茫水淹长涂。<br>这雨越下的大了也。<br>【油葫芦】恰便似画出潇湘水墨图，淋的我湿渌渌，更那堪吉丢古堆波浪渲城渠。你看他吸留忽刺水流乞留曲律路，更和这失留疏剌风摆希留急了树。怎当他乞纽忽浓的泥，更和他匹丢扑搭的淤。我与你便急章拘诸慢行的赤留出律去，我则索滴羞跌屑整身躯。<br>【天下乐】百忙里鞋儿断了乳，好着我难行。也是我穷对付，扯将这蒲包上菻麻且系住。淋的我头怎抬，走的我脚怎舒，好着我眼巴巴无是处。远远的一座古庙，我且向庙中避雨咱。我放下这担儿。原来是五道将军庙，多年倒塌了，好是凄凉也。<br>【醉中天】折供卓撑着门户，野荒草遍阶除。五道将军爷爷，自家李德昌便是，做买卖回来。望爷爷保护咱。我这里捻土焚香画地炉，我拜罢也忙瞻顾。多谢神灵祐护，望爷爷金鞭指路，则愿无灾殃早到乡间。<br>一场好大雨也，衣服行李尽都湿了。我脱下这衣服来试晒咱，<br>【醉扶归】我这里扭我这单布裤，晒我这湿衣服。怎生这般漏？哦！元来是这屋宇坍塌了，所以这般漏。我试看这行李咱。我则怕盖行李的油单有漏处，我与你须索从头觑。且喜得都不曾湿嗨！可怎生这等漏得紧。奇怪这两三番揩不干我这额头颅，可是为甚么？呆汉，你慌怎的？可忘了将我这湿渌渌头巾去。<br>我脱下这衣服来晒咱。我山这庙门看天色咱。哎呀！我这一会增寒发热起来，可怎了也。<br>【一半儿】恰便是小鹿儿扑扑地撞我胸脯，火块似烘烘烧我肺腑，敢是我这身体不洁净，触犯神灵，望金鞭指路，圣手遮拦。莫不是腥臊臭秽把你这神道触？李德昌，你差了也，既为神灵，怎见俺众生过犯。我可也重思虑，我猜着这病也，多敢是一半儿因风一半儿雨。可怎生得一个人来寄信与我浑家，教他来看我也好。我且歇息咱。阿呀！好大雨也。来到这五道将军庙躲躲雨咱。老汉高山是也，龙门镇人氏，嫡亲的两口儿，有个老婆婆。每年家赶这七月七，入城来卖一担魔合罗。刚出的这门，四下里布起云来．则是盆倾瓮瀽相似。早是我那婆子着我拿着两块油单纸，不是都坏了。我试看咱，谢天地，不曾坏了一个。这个鼓儿是我衣饭碗儿，着了雨皮松了也。我摇一摇，还响哩。兀的不有人来也，惭愧。<br>【金盏花】淋的来不寻俗，猛听得早眉舒。那里这等小朗朗摇动蛇皮鼓？我出门来观觑，他能迭落快铺谋。他有那关头的蜡钗子，压鬓髩的骨头梳。他有那乞巧的泥媳妇，消夜的闷葫芦。<br>才的，祗揖！阿呀！有鬼也。我不是鬼，我是人。你是人，做这短见勾当。先叫我一声，我便知道是人，你猛可里扳将过来唱喏，多年古庙，前后没人，早是我也，若是第二个，不唬杀了。你待怎么？惊了我顖颗子哩。老的，小人也是货郎儿。老的，你进来坐一坐咱。老汉与你坐一坐。你勒着手帕做甚么？老的，我在这庙里避雨，脱的衣服早了，冒了些风寒。老的，你如今那里去？我往城里做买卖去。老的，怎生与我寄个信去咱。哥哥，我有三桩戒愿：一不与人家作媒，二不与人家做保，三不与人家寄信。自家河南府，在城醋务巷居住。小人姓李名德昌，嫡亲的三口儿。浑家刘玉娘，孩儿佛留。小人往南昌做买卖去，如今利增百倍也。住！住！住！这里有避雨的，都来一搭儿说话咱，有也无？有你这等人？谁问你说出这个话来？倘或有人听的，图了你财，致了你命，不干生受一场。你知道我是甚么人？便好道：画虎画皮难画骨，知人知面不知心。这那里便有贼？老的，我如今感了风寒，一卧不起，只望老的你便寄个信与俺浑家．教他来看我。若不肯寄信去，我有些好歹，就是老的误了我性命。那个夫人的倒会放刁。我今日破了戒，我则寄你这一个信。你在那里住坐？有什么门面铺席？两邻对门是甚么人家？说的我知道。你则将息你那病症。<br>【后庭花】俺家里有一遭新板闼住两间高瓦屋。隔壁儿是个熟食店，对门儿是个生药局。怕老的若有不是处你则问那里是李德昌家绒线铺，街坊每他都道与。<br>我知道了，你放心！老的，在心者，是必走一遭去。<br>【赚煞】你是必记心怀，你叮也休疑虑，不是我嘱咐了重还嘱咐。争奈自己耽疾难动举，你教他借马寻驴莫踌躇。争奈纸笔全无，怎写旷安两字书？老的只要你莫阻，说与俺看家拙妇，教他早些来把我这病人扶。<br>出得这庙门来，住了雨也。则今日往城里卖魔合罗，就与李德昌寄信走一遭去。<br><br>第二折<br>自家李文道。今日无甚事，我且到这药铺门前觑者，看有甚么人来。老汉高山是也。来到这河南府城里，不知那里是醋务巷。我放下这担儿，试问人咱。哥哥，敢问那里醋务巷？你问他怎的？这里有个李德昌，他去南昌做买卖回来，利增百倍，如今在城南五道将军庙里染病，教我与他家寄个信。好了。老的，这是小醋务巷，还有大醋务巷。你投东往西行，投南往北走，转过一个湾儿，门前有株大槐树，高房子，红油门儿，绿油窗儿，门上挂着斑竹帘儿，帘儿下卧着个哈叭狗儿，则那便是李德昌家。谢了哥哥，好哥哥说与我，投东往西行，投南往北走，转过湾儿，门前一株大槐树，高房子，红油门儿，绿油窗儿，挂着斑竹帘儿，帘儿下卧着个哈叭狗儿。假若走了那啥叭狗儿，我那里寻去？便好道人有所愿，天必从之。他如今得病了，我也不着嫂嫂知道。我将这服毒药走到城外药杀他，那其间老婆也是我的，钱物也是我的。凭着我一片好心，天也与我半碗饭吃。妾身刘玉娘，自从丈夫李德昌南昌做买卖去了，音信皆无。今日开开这铺儿，看有甚么人来。走杀我也，把那贼弟子孩儿！他说道还有个大醋务巷，那里不走过来。我把那精驴贼丑生弟子孩儿，原来则这个醋务巷，着我沿城走了一遭，左右则在这里。兀那老子，好不晓事，人家做买卖去处，你当着门做甚么？你看我的造物，头里着小弟子孩儿哄的我走了一日，如今又着这婆娘抢白我。哎！高山，你也怨你自己当初不与李德昌寄信，可也没这场勾当。兀那老的，你那里见李德昌来？请家里吃茶波。搅了你家买卖。老的，你那里见李德昌来？嫂子敢是刘玉娘？则我便是。这小的敢是佛留？正是。老的你怎么知道？嫂嫂，如今李德昌利增百倍，在城外五道将军庙里染病，你快寻个头口取他去。多多亏了老的，等李德昌来家，慢慢的拜谢你老人家。奶奶，我要个魔合罗儿。小弟子孩儿，咱家买菜的钱也无，那得钱来？你休打孩儿，我与他一个魔合罗儿，你牢牢收着，不要坏了。底下有我的名字，道是高山塑。你父亲来家呵，见了这魔合罗，我寄信不寄信，久后做个大证见哩谁想李德昌在五道将军庙染病。我将孩儿寄在邻舍家，锁了门户，借个头口去看李德昌走一遭去<br>来。自从南昌回来，感了风寒病症，一卧不起。我央高山寄信去，教我浑家来看我。怎生这早晚不见来？李德昌，这的是时也，命也，运也，信不虚也呵。<br>【黄钟】【醉花阴】干着我贩卖南昌利钱好，急叫来又早病魔缠着。盼家门咫尺似天遥，好教我这会儿心焦，按不住小鹿儿拘拘地跳。端的是最难熬，只一阵头疼险些就劈破了。<br>【喜迁莺】教谁来医疗，奈无人古庙萧萧。量度，又怕有歹人来到。不由人小中添懊恼，不由人不泪雨抛。迭屑屑魂飞胆落，扑速速肉颤身摇。<br>【出队子】似这般无颠无倒，越趣人厮窨约。一会家阴阴的腹痛似锥挑，一会家烘烘的发热似火烧，一会家撒撒的增寒似水浇。<br>大嫂，你在那里也呵！<br>【刮地风】悬望妻儿音信杳，急煎煎心痒难揉。我出庙门望一望波。我这里慢腾腾行出灵神庙，举日偷瞧。我与你恰下涩道，立在檐梢，觉昏沉刚挣揣把门倚靠。我则道十分紧闭着，原来是不插拴牢。靠着时呀的门开了，滴留扑仰剌叉吃一交。<br>【四门子】这的是严霜偏打枯根草，哎哟！正跌着我这残病腰。一会家疼一会家焦，想钱财莫不是无福消？一会家疼一会家焦，我将这神灵祷告。来到这庙也，哥哥在那里？<br>【古水仙子】呀、呀、呀，猛见了，嗨、嗨、嗨，唬的我悠悠魂魄消。将、将、将，纸钱来忙遮，把、把、把，泥神来紧靠，慌、慌、慌，我这驻掩映着。我来望哥哥，受你兄弟两拜。他、他、他，走将来展脚舒腰，我、我、我，向前来仔细观了相貌。是、是、是，我兄弟间别身安乐，请、请、清，免拜波李文道。<br>兄弟，我自从南昌回来，感了风寒病症，不能还家。你嫂嫂在那里？嫂嫂便来也。哥哥，你这病几日了？<br>【寨儿令】也不昨宵，则是今朝，被风寒暑湿吹着。我与哥哥把把脉咱。哥哥，我知道这病也，我就带将药来了。兄弟且住，等你嫂嫂来我吃。不要等他，你吃了就好了。我咽下去有似热油浇，烘烘的烧五脏，火火的燎三焦。兄弟也，这的敢不是风寒药？<br>【神仗儿】他将那水凋，我氵虢的咽了，不觉忽的昏迷，他把我丕的来药倒。烟生七窍，冰浸四稍。谁承望笑里藏刀，眼见的丧荒郊。<br>药倒了也。我收拾了东西回家中去来。<br>【节节高】这厮如损人利己，不合大道。钱物又不多，要时分明要，怎生下得教哥哥身夭。更做道钱心重，情分少，任辱没杀分金管鲍。<br>【者刺古】身躯被病执缚，难走难逃。咽喉被药把捉，难叫难号。托青天暗表，望灵神早报。行善得善，行恶得恶。天呵！莫不是今年灾祸招。<br>【挂金索】我则道调理风寒，谁想他暗里藏毒药。他如今致命图财，我正是自养着家生哨，疑怪来时，不将着亲嫂嫂。万代人传，倒惹的关张笑。<br>【尾】所有金珠共财宝，一星星早不剩分毫，他紧紧的将马儿驮去了。<br>可早来到也。下的这头口，进的这庙来。怎生不见李大？原来在这供桌底下病重了也。李大，你骑上头口，咱家去来。谁想李大到家中，七窍迸流鲜血死了也。须索与小叔叔说知，做一个计较。小叔叔！这妇人害怕，叫我哩。嫂嫂，你叫我怎的？您哥哥来家也。请哥哥出来。李大到的家中，七窍流血死了也。死了哥哥也！有甚么难见处。哥哥做买卖去了，你家里有奸夫，见哥哥回来，你与奸夫通谋，药杀俺哥哥也。我是儿女夫妻，怎下得便药杀他？俺哥哥已死了，你可要官休私休？怎生是宫休私休？官休，我告到官司，教你与我哥哥偿命；私休，你与我做老婆便了。你是甚么言语？我宁死也不与你做老婆。我和你见官去。我情愿见官去。李大，则被你痛杀我也。我做官人单爱钞，不问原被都只要。若是上司来刷卷，厅上打的鸡儿叫。小官是河南府的县令是也。今日坐起早衙，张千，看有告状的，着他进来。理会的。你寻思波。我只和你见官去。我和你见官去来。冤屈也。拿过来。当面。相公，他是告状的，怎生跪着他？你不知道，但来告的，都是衣食父母。你两个告甚么？小人是本处人氏，嫡亲的五口儿。这个是我嫂嫂，小人是李文道。有个哥哥李德昌，去南昌做买卖回来，利增百倍。当日来家，嫂嫂养着奸夫，合毒药杀死亲夫。大人可怜见，与小人做主咱。我问你，你哥哥死了么？死了。死了罢，又告甚么？大人，你与他整理。我那里会整理，你与我去请外郎来。外郎安在？官人清似水，外郎白如面。水面打一和，糊涂成一片。小人是萧令史。正在司房里攒造文书，只听得一片声叫我，料着又是官人整理不下甚么词讼。我去见来。这厮我那里曾见他来？哦！这厮是那赛卢医。我昨日在他门首借条板凳也借不出来，今日也来到我这衙门里。张千，拿下去打着者。令史，我与你这个。你那两个指头瘸？哥哥，你整理这桩事。我知道，休言语。你告甚么？原告是谁？小人是原告。你是原告，说你那词因来。小人<br>是本处人氏，是李文道。有个哥哥是李德昌，去南昌做买卖，利增百倍还家。俺嫂嫂有。奸夫，合毒药药杀俺哥哥。令史，与我做主咱。是实么？画了字者。张千，拿过那妇人来。兀那妇人，你怎生药杀丈夫？从实招来。大人可怜见。小妇人是刘玉娘，俺男儿是李德昌，南昌做买卖回来，在城外五道将军庙内染病。妾身寻了个头口，直至庙中，问着不言语，取到家中，七窍进流鲜血，蓦然气绝而死。妾身唤小叔叔来问他，小叔叔说妾身有奸夫。妾身是儿女夫妻，怎下的药杀男儿。大人，妾身并无奸夫。不打也不招。张千，与我打着者。张千打科你招了罢。小妇人并无奸夫。不打不招。张千，与我打着者。住、住、住！我待不招来，我那里受的这等拷打，我且含糊招了罢。是我药杀俺男儿来。你休招，招了就是死的了也。他既招了，将枷来上了枷了，下在死囚牢中去。张千，取枷来上了枷者。枷上了，下在牢中去。天那！谁人与我做主也呵？令史，你来，恰才那人舒着手与了你几人银子，你对我实说。不瞒你说，与了五个银子。你须分两个与我。<br><br>第三折<br>滥官肥马紫丝缰，猾吏春衫簌地长。稼穑不知准坏却，可教风雨损农桑。老夫完颜女直人氏。完颜者姓王，普察姓李。老夫自幼读书，后来习武，为俺祖父多有功勋，因此上子孙累辈承袭，为官为将。这河南府官浊史弊，往往陷害良民。圣人亲笔点差老夫为府尹，因老夫除邪秉正，敕赐势剑金牌，先斩后奏。老夫上任三个日头，今日升厅，坐起早衙。怎生不见掌案当该司吏？当该司吏，大人呼唤。来了，来了。你是司吏？小的是。兀那厮，你听者，圣人为你这河南府宫浊吏弊，敕赐老夫势剑金牌，先斩后奏。若你那文卷有半点差错，着势剑金牌先斩你那驴头。有合佥押的文书。拿来我佥押。有、有、有！就把一宗文卷大人看。这是那一起？这是刘玉娘药死亲夫，招状是实，则要大人判个斩字。刘玉娘因奸药死丈夫，这是犯十恶的罪，为何前官手里不就结绝了？则等大人来到。待报的囚人在那里？见在死囚牢中。取来我再审问。张千，去牢中提出刘玉娘来。理会的。哥哥唤我做甚么？你见大人去。兀那妇人，如今新官到任，问你，休说甚么，你若胡说了，我就打死你。张千，押上厅去。犯妇当面。则这个是那待报的女囚？则他便是。兀那女囚，你是刘玉娘？你怎生因奸药死丈夫？恐怕前官枉错了，你有不尽的言语，从实说来，我与你做主咱。小妇人无有词因。既他囚人口里无有词因，则管问他怎么？将笔来我判个斩字，押出市曹杀坏了者。天也，谁人与我做主也呵？自家姓张名鼎，字平叔，在这河南府做着个六案都孔目，掌管六房事务。奉相公台旨，教我劝农已回。今日升厅坐衙，有几宗合佥押的文书，相公行佥押去。我想这为吏的扭曲作直，舞文弄法，只这管笔上，送了多少人也呵。<br>【商调】【集贤宾】这些时曹司里有些勾当，我这里因佥押离了司房。我如今身耽受公私利害，笔尖注生死存亡。详察这生分女作歹为非，更和这忤逆男随波逐浪。我可又奉官人委付将六案掌，有公事怎敢仓皇。则听的冬冬传击鼓，偌偌报撺箱。<br>【逍遥乐】我则抬头观望，官长升厅，静悄悄有如听讲。我索整顿了衣裳，正行中举目参详。见雄纠纠公人如虎狼，推拥着个得罪的婆娘。则见他愁眉泪眼，带锁披枷，莫不是竞土争桑？<br>则见禀墙外，一个待报的犯妇，不知为甚么，好是凄惨也呵。<br>【金菊香】我则见湿浸浸血污了旧衣裳，多应是碜可可的身耽着新棒疮，更那堪死囚枷压伏的驼了脊梁。他把这粉颈舒长，伤心处泪汪汪。<br>你看那受刑的妇人，必然冤枉，带着枷锁，眼泪不住点儿流下。古人云：\"存乎人者莫良于眸子，眸子不能掩其恶。\"又云：\"观其言而察其行，审其罪而定其政。\"<br>【醋葫芦】我孜孜的觑了一会，明明的观了半晌，我见他不平中把心事暗包藏。婆娘家怎生遭这般冤屈纲，偏惹得带枷吃棒，休、休、休道不的自己枉着忙。<br>【幺篇】我这里慢慢的转过两廊，迟迟的行至禀堂。他那里哭啼啼口内诉衷肠，我待两三番推阻不问当。刘玉娘，你告这个孔目哥哥，他与你做主。哥哥救我咱。他紧拽定衣服不放，不由咱不与你做商量。张千，把那妇人唤至跟前，我问他。刘玉娘近前来。兀那妇人，说你那词因我听咱。哥哥停嗔息怒，听妾身从头分诉。李德昌本为躲灾，贩南昌多有钱物。他来到庙中困歇，不承望感的病促。到家中七窍内迸流鲜血，知他是怎生服毒。进入门当下身亡，慌的我去叫小叔叔。他道我暗地里养着奸夫，将毒药药的亲夫身故。不明白拖到官司，吃棍棒打拷无数。我是个妇人家怎熬这六问三推，葫芦提屈画了招状。我须是李德昌绾角儿夫妻，怎下的胡行乱做。小叔叔李文道暗使计谋，我委实的衔冤负屈。兀那妇人，我替你相公行说去。说准呵你休欢喜，说不准呵休烦恼。张千，且留人者。理会的。大人，小人是张鼎，替大人下乡劝农已回。听的大人升厅坐衙，有几宗合佥押文书，请相公佥押。这个便是六案都孔目张鼎。这人是个能吏，有什么合禀的事你说。这是甚么文书？<br>【金菊香】这的是打家劫盗勘完的脏，这个是犯界茶盐取定的详该咱一地方。这个是新下到的符样，这个是官差纳送远仓粮。<br>这宗是什么文卷？<br>【醋葫芦】这的是沿河道便盖桥，这的是随州城新置仓。这的是王首和那陈立赖人田庄，这的是张千殴打李万伤。怕官人不信呵，勾将来对词供状，这的是王阿张数次骂街坊。<br>再无了文卷也？相公，再无了。都着有司发落去。张鼎，与你十个免帖，放你十日休假。假满之后，再来办事。谢了相公。孔目哥哥，这件事曾说来么？我可忘了也。<br>【幺篇】又不是公事忙，不由咱心绪穰。若有那大公事失误了惹下灾殃，这些儿事务你早不记想，早难道贵人多忘。张千呵，且教他暂时停待莫慌张。我只禀事，忘了。我再向大人行说去。哥哥可怜见，与他说一声。张鼎，你又来说甚么？大人，恰才出的衙门，只见禀墙外有个受刑妇人，在那里声冤叫屈。知道的是他贪生怕死，不知道的则道俺衙门中错断了公事。相公试寻思波。这桩事是前官断定，萧令史该房。萧令史，我须是六案都孔目，这是人命重事，怎生不教我知道？你下乡劝农去了，难道你一年不回，我则管等着你？将状子来我看。你看状子。供状人刘玉娘，见年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。前去一年，并无音信。至七月内，有不知姓名男子一个来寄信，说夫李德昌在五道将军庙中染病，不能动止。五娘听言，慌速雇了头口，直至城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道，有小叔叔说玉娘与奸夫同谋，合毒药药杀丈夫。所供是实，并无虚捏。相公，这状子不中使。买不的东西，可知不中使。四下里无墙壁。相公在露天坐衙哩。上面都是窟笼。都是老鼠咬破的。相公不信呵，听张鼎慢慢说一遍。你说我听。\"供状人刘玉娘年三十五岁，系河南府在城录事司当差民户。有夫李德昌，将带资本课银一十锭，贩南昌买卖。\"这十锭银可是官收了？苦主收了？不曾收。这个也罢。\"前去一年，并无音信。于七月内，有不知姓名男子前来寄信。\"相公。这寄信人多大年纪？曾勾到官不曾？不曾勾他。这个不曾勾到官，怎么问得？又道：\"夫主李德昌在五道将军庙中染病，不能动止。玉娘听说，慌速雇了头口，到于城南庙中，扶策到家，入门气绝，七窍迸流鲜血。玉娘即时报与小叔叔李文道。小叔叔说玉娘与奸夫同谋。\"相公，这奸夫姓张姓李姓赵姓王？曾勾到官不曾？若无奸夫，就是我。\"合毒药药杀丈夫。\"相公，这毒药在谁家合来？这服药好歹有个着落。若无人合这药，也就是我。相公，你想波，银子又无，寄信人又无，奸夫又无，合毒药人又无，谋合人又无。这一行人都无，可怎生便杀了这妇人？萧令史，张鼎说这文案不中使。张孔目，你也多管，干你甚么事？<br>【幺篇】早是这为官的性忒刚，则你这为吏的见不长，则这一桩公事总荒唐。那寄信人怎好不细防，更少这奸夫招状。相公，你想波。可怎生葫芦提推拥他亡云阳？<br>大人，张鼎骂你葫芦提也。张鼎，是谁葫芦提？张鼎说，大人葫芦提。张鼎，是谁葫芦提？小人怎敢！张鼎，这刘玉娘因奸杀夫，是前官断定的文案，差错是萧令史该管，你怎生说老夫葫芦提？我理任三日，就说我葫芦提，这以前须不是我在这里为官。兀那厮，近前来，这桩事就分付与你，三日便要问成。问不成呵，我不道的饶了你哩。哎！你个无端的贼吏奸猾，将老夫一谜里欺压。刘玉娘因奸杀夫，须则是前官问罢。你道是文卷差迟，你道是其中有诈。合毒药是李四张三？养奸夫是赵二王大？寄信人何姓何名？谋合人或多或寡？不由俺官长施行，则随你曹司掌把。你对谁行大叫高呼，公然的没些惧怕。我分付你这宗文卷，更限着三日严假。则要你审问推详，使不着舞文弄法。你问的成呵，我与你写表章，骑驿马，呈都省，奏圣人，重重的赐赏封官。问不成呵，将你个赛随何，欺陆贾、挺曹司、翻旧案，赤瓦不刺海猢狲头，尝我那明晃晃的势剑铜铡。左右你的头硬，便试一试铜铡，也不妨事。得好休时不肯休。偏要立限当官决死囚。正是是非只为多开口，烦恼皆因强出头。张鼎，这是你的不是了也。<br>【后庭花】揽这场不分明的腌勾当，今日将子人来无事讲。你早则得福也萧司吏，则被你送了人也刘玉娘。我这里自斟量，则俺那官人要个明降。这杀人的要见伤，做贼的要见脏，犯奸的要见双，一行人怎问当？<br>【双雁儿】多则是没来山葫芦提打关防，待推辞早承向。眼见得三日时光如反掌，教我待不慌来怎个慌？待不忙来怎不忙？<br>张千，将刘玉娘下在死囚牢中去。理会的。<br>【浪里来煞】那刘五娘罪责虚，萧令史口诤强。我把那衔冤负屈是非场，离家枉死李德昌，知他来怎生身丧？我直教平人无事罪人偿。<br><br>第四折<br>自家张鼎是也。奉相公台旨，与我三日假限，若问成有赏。问不成呵，教我替刘玉娘偿命。张鼎，这是你的不是了也。<br>【中吕】【粉蝶儿】投至我勘问出强贼，早忧愁的寸肠粉碎，闷恹恹废寝忘食。你教我怎研穷，难决断，这其间详细，索用心机，要搜寻百谋千计。<br>【醉春风】我好意儿劝他家，将一个恶头儿揣与自己。原来口是祸之门，张鼎也你今日个，悔，悔！则要你那万法皆明，出脱的众人无事，全在你寸心不昧。<br>张千，押过那刘玉娘来。理会的。犯妇当面。<br>【叫声】虎狼似恶公人，可扑鲁拥推、拥推阶前跪，我则见暗着气吞着声把头低。张千，且疏了他那枷者。理会的。谢了孔目，我改日送烧饼盒儿来。那里去？你去了呵，我替你男儿偿命那？我则道饶了我来。兀那妇人，你说你那词因来。若说的是呵，万事罢论；若说的不是呵。张千，准备下大棒子者。<br>【喜春来】你道是衔冤负屈吃尽亏，则你这致命图财本是谁？直打的皮开肉绽悔时迟。不是我强罗织，早说了是便宜。<br>孔目哥哥．打死孩儿也，则是屈招了。<br>【红绣鞋】我领了严假限一朝两日，你恰才支吾到数次十回，又惹场六问共三推。听了你一篇话，全无有半星实，我跟前怎过得。<br>【迎仙客】比及下拶指，先浸了麻槌，行仗的腕头加气力。直打得紫连青，青间赤。枉惹得棍棒临逼，待悔如何悔。<br>便打杀我，则是屈招了也。<br>【白鹤子】你道是便死呵则是屈，硬抵对不招实。我不问你别的，则问你出城时主何心？则他那入门死因何意？<br>兀那妇人，我问你。<br>【幺篇】莫不他同买卖是新伴当？我不知道。莫示是原茶酒旧相知？他可也怎生来寄家书？因甚上通消息？<br>孔目哥哥，我忘了那个人也。你近前来，我打与你个模样儿。日子久了，我忘了也。<br>【幺篇】那厮身材是长共短？肌肉儿瘦和肥？他可是面皮黑面皮黄？他可是有髭髟<br>力无髭髟<br>力？<br>我想起些儿也。惭愧。圣人道：\"视其所以，观其所由，察其所安，人焉瘦哉。\"<br>【幺篇】投至得推详出贼下落，搜寻的案完备。兀的不熬煎的我鬓斑白，烦恼的我心肠碎？兀那妇人，<br>【幺篇】莫不是身居在小巷东？家住在大街西？他可是甚坊曲甚庄村？何姓字何名讳？<br>我再问你咱。<br>【幺篇】莫不是买油面为节食？莫不是裁段匹作秋衣？我问你为何事离宅院？有甚干来城内？张千，明日是甚日？明日是七月七。孔目哥哥，我想起来也。当年正是七月七，有一个卖魔合罗的寄信来，又与了我一个魔合罗儿。兀那妇人，你那魔合罗有也无？如今在那里？如今在俺家堂阁板儿上放着哩。张千，与我取将来。理会得。我出的这门，来到这醋务巷。问人来，这是刘玉娘家里。我开开这门，家堂阁板上有个魔合罗，我拿着去。出的这门，来到衙门也。孔目哥哥，兀的不是个魔合罗儿。是好一个魔合罗儿也。张千，装香来。魔合罗，是谁图财致命，李德昌怎生入门就死了？你对我说咱。<br>【叫声】你曾把愚痴的小孩提，教诲、教诲的心聪慧，若把这冤屈事说与勘官知。<br>【醉春风】不强似你教幼女演裁缝，劝佳人学绣刺？要分别那不明白的重刑名，魔合罗全在你。你若出脱了这妇衔冤，我教人将你享祭，煞强如小儿博戏。<br>魔合罗，你说波。可怎不言语？想当日狗有展草之恩，马有垂缰之报，禽兽尚然如此，何况你乎？你既教人拨火烧香，你何不通灵显圣。可怜负屈衔冤鬼，你指出图财致命人。<br>【滚绣球】我与你曲湾湾画翠眉，宽绰绰穿绛衣，明晃晃凤冠霞帔，妆严的你这样何为？你若是到七月七，那其间乞巧的，将你做一家儿燕喜，你可便显神通，百事依随。比及你露十指玉笋穿针线，你怎不启一点朱唇说是非，教万代人知。<br>魔合罗，是谁杀了李德昌来？你对我说咱。<br>【倘秀才】枉塑你似观音像仪，怎无那半点儿慈悲面皮？空着我盘问你将我不应对。我彻上下，细观窥到底。<br>【蛮姑儿】我则道在那壁，原来在这里，谁想这底座儿下包藏着杀人贼。呼左右，上阶基，谁把高山认的？<br>张千，你认的高山么？我认的。你与我一步一棍打将来。理会的。我出的衙门来试看咱。我去城里讨魔合罗钱去咱。快走，衙门里等你哩。哎呀！打杀我也。你便是那高山？是便是，不知犯甚罪？被这厮流水似打将来。兀那老子，你曾与人寄信来么？老汉自小有三戒：一不作媒，二不做保，三不寄信。我不曾与人寄信。着这老子画了字者。我不曾寄信，教我画甚么字？兀那老子，这魔合罗是谁塑的？是我塑的。着那妇人出来。老的，你认的我么？姐姐，你敢是刘玉娘？你那李德昌好么？李德昌死了也。死了也，到是一个好人来。可不道你不曾寄信？我则寄了这一遭儿。兀那老子，你怎生图财致命了李德昌？你从实招来。听我老汉一一说真实，孔目哥哥自思忆。去年时遇七月七，来到城里觅衣食。行到城南五道庙，慌忙合掌去参谒。忽然有个李德昌，正在庙中染病疾。哭哭啼啼相烦我，因此替他传信息。一生破戒只这遭，谁想回家救不得。老汉担里无过魔合罗，并没一点砒霜一寸铁。怎把走村串疃货郎儿，屈勘做了图财致命杀人贼？兀那老子，你与我实诉者。正面儿的头戴凤翅盔，身穿锁子甲，手里仗着剑。左壁厢一个，戴黑楼兜子，身穿着绿襕，手拿着一管笔，挟着个纸簿子。右壁厢一个，青脸獠牙。朱红头发，手拿着狼牙棒。那个不是泥的。你叫我实塑。张千，与我打这老子。<br>【快活三】魔合罗是你塑的，这高山是你名讳。今日个并脏拿贼更推谁？你刬地硬抵着头皮儿对。<br>【鲍老儿】须是你药杀他男儿，又带累他妻。呀！你畅好会使拖刀计，漾一个瓦块儿在虚空里，怎生住的？呀！到了呵须按实田地，不要你狂言诈语，花唇巧舌，信口支持。则要你依头缕当，分星劈两，责状招实。<br>孔目哥哥，休道招状。我等身图也敢画与你。兀那老子，你近前来我问你波。<br>【鬼三台】你和他从头里，传消息，沿路上曾撞着谁？我不曾撞着人。兀那老子，比及你见刘玉娘呵，城中先见谁来？我想起来也。我入的城来，撒了一胞尿。谁问你这个来？我入城时，曾问人来，那人家门首吊着个龟盖。敢是鳖壳？直这等鳖杀我也。他那门前又有个石船。敢是石碾子？若是碾着，骨头都粉碎了。我见里面坐着个人，那厮是个兽医。敢是个太医？是个兽医。怎生认的他是兽医？既不是兽医，怎生做出这驴马的勾当？他叫做什么赛卢医？刘玉娘，你认的赛卢医么？他就是我小叔叔。你叔嫂可和睦么？俺不和睦听言罢，闷渐消，添欢喜，这官司才是实。呼左右问端的这医人与谁相识。<br>张千，将老子打上八十？为他不应塑魔合罗。打着者。六十，七十，八十。抢出去。哥哥为什么打我这八十？为你不应塑魔合罗。塑魔合罗打了八十，若塑个金刚就割下头未？张千，将刘玉娘提在一壁，你与我唤将赛卢医来。我出的这衙门来，这个门儿就是。赛卢医在家么？谁唤哩？我开门看咱，哥哥叫我怎的？我是衙门张千，孔目哥哥相请。咱和你去来。到也，我先过去。赛卢医来了也。着他进来。孔目哥哥，叫我有何事？老相公夫人染病，这是五两银子，权当药资，休嫌少。要甚么药？<br>【剔银灯】他又不是多年旧积，则是些冷物重伤了脾胃。则你那建中汤我想也堪医治，你则是加些附子当归。我随身带着药，拿与老夫人吃去。将来，我送去。张千，你看老夫人吃药如何？理会的。孔目哥哥，老夫人吃了药，七窍迸流鲜血死了也。赛卢医，你听得么？老夫人吃下药七窍迸流鲜血死了也。孔目哥哥救我咱。我如今出脱你，你家里有甚么人？我有个老子。多大年纪了？俺老子八十岁了。老不加刑，则是罚赎。赛卢医，你若合的你老子，我便出脱的你。你若舍不的呵，出脱不的你。谢了哥哥。我如今说与你：我便道赛卢医，你说小的。我便道谁合毒药来？你便道是俺老子来。我便道谁生情造意来？你便道是俺老子来。我便道谁拿银子来？你便道是俺老子来。我便道不是你么？你便道并不干小的事。你这般说，才出脱的你。谢了哥哥。张千，你着他司房里去，你与我一步一棍打将那老子来者。那老子我亲身的，问他是实，张千，你只道见有人当官来告执。<br>【蔓青菜】你说道是新刷卷的张司吏，一径的将你紧勾迫，教我火速来唤你。但若有分毫不遵依，你将他拖向囚牢内。<br>我出的这门来，老李在家么？是谁唤我哩？衙门里唤你哩。我和你去来。唤老汉有甚么事？兀那老子，有人告着你哩。是谁告我？老汉有甚罪过？是你孩儿李文道告你。你不信须认的他声音也。<br>【穷河西】谁向宫中指攀着伊，是你那孝子曾参赛卢医。又不是恰才新认义，须是你亲侄。哎！老丑生无端忒下的。<br>我不信，李文道在那里？你不信，听我叫，赛卢医！小的有。谁合毒药来？是俺父亲来。谁土情造意来？是俺父亲来。谁拿银子来？是俺父亲来。都是谁来？并不干我事，都是俺父亲来。兀那老子，快快从实招来。哥哥，这都是他做的事，怎么推在我老子身上？既是他，你画了字者。他画了字也，我开开这门。药杀哥哥也是你，谋取财物也是你，强逼嫂嫂私休也是你。都是你来，都是你来。不是，我招的是药杀夫人的事。呀！我可将药杀了哥哥的事都招了也。招了咱死也，老弟子孩儿。<br>【柳青娘】只着这些儿见识，瞒过这老无知。却不你干悔万悔，泼水在地怎收拾。唬的个黄甘甘脸儿如地皮，可不道一言既出，便是驷马难追。已招伏，怎改易，要承抵。<br>【道和】方知端的，知端的、虚事不能实。忒跷蹊，教俺、教俺难根缉，教俺、教俺耽干系。使心机，啜赚出是和非。难支吾，难支对，难分说，难分细。那些、那些咱欢喜，咱伶俐，一行人个个服情罪。若非、若非有大理，这当堂假限刚三日，可不的势剑倒是咱先吃。<br>一行人休少了一个，跟我见相公去来。张鼎，问的事如何？问成了也，请相公下断。这件事老夫已明知了也。一行人听我下断：本处官吏不才，仗一百永不叙用。李彦实主家不正，仗八十，年老罚钞赎罪。刘玉娘屈受拷讯，请敕旌表门庭。李文道谋杀兄长，押赴市曹处斩。老夫分三个月俸钱，重赏张鼎。奉圣旨赐赏迁升，张孔目执掌刑名。刘玉娘供明无事，守家私旌表门庭。泼无徒败伦伤化，押市曹正法严刑。感谢相公。<br>【煞尾】想兄弟情亲如手足，怎下的生心将兄命亏。我将杀人贼斩首在云阳内，还报的这衔冤负屈鬼。<br>题目李文道毒药摆哥哥<br>萧令史暗里得钱多<br>正名高老儿屈下河南府<br>张平叔智勘魔合罗",
  "poet": {
    "id": 1075,
    "star": 0,
    "name": "孟汉卿",
    "desc": "元代杂剧作家。安徽省亳州市人。生平不详。所作《张鼎智勘魔合罗》存有元、明刊本多种。"
  },
  "tags": []
}