{
  "id": 59893,
  "star": 8,
  "name": "玉蝴蝶·晚雨未摧宫树",
  "dynasty": "宋代",
  "content": "晚雨未摧宫树，可怜闲叶，犹抱凉蝉。短景归秋，吟思又接愁边。漏初长、梦魂难禁，人渐老、风月俱寒。想幽欢。土花庭甃，虫网阑干。 <br>无端。啼蛄搅夜，恨随团扇，苦近秋莲。一笛当楼，谢娘悬泪立风前。故园晚、强留诗酒，新雁远、不致寒暄。隔苍烟。楚香罗袖，谁伴婵娟。",
  "fanyi": "<p><strong>译文</strong><br>黄昏的风雨没有摧折宫树，可怜的疏叶，还抱着凉秋的寒蝉。入秋后白昼的太阳渐渐变短，吟思又接通了悲秋的愁端。夜间滴漏开始变长，使我的梦魂难耐难堪。人已渐入老年，风清月白的良宵美景全都透出秋寒。回想昔日幽会欢爱，如今庭院里的井壁上已爬满了青苔，蜘蛛网布满了栏杆。<br>无奈，啼叫的蝼蛄搅乱长夜，只恨我身如随秋抛弃的团扇，心似苦涩难言的秋莲，想当年对楼吹笛，谢娘她垂泪伫立风前。迟迟未返故园，勉强饮酒赋<a href=\"http://so.gushiwen.org/view_59893.aspx\">诗</a>驱愁烦，新飞的大雁已经飞远，也不能替我传书致送寒暄。隔着苍茫的云烟，罗袖飘香的美人，有谁与你相伴?</p> <p><strong>注释<br></strong>1.玉蝴蝶：词牌名。此调有小令及长调两体，小令为唐<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>所创，双调，共四十一字。长调始于宋人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，又称为《玉蝴蝶慢》，双调，九十九字，平韵。亦有九十八字体。<br>2.宫树：本指宫廷之树，此处泛指，“宫”字修饰“树”。<br>3.可怜二句：语出<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《题葛溪驿》诗：“鸣蝉更乱行人耳，犹抱疏桐叶半黄。”凉蝉，秋蝉。<br>4.短景：指夏去秋来，白昼渐短。<br>5.漏初长（cháng）：漏，漏壶，古代计时器，铜制有孔，可以滴水或漏沙，有刻度标志以计时间。简称“漏”。<br>6.幽欢：幽会的欢乐。<br>7.土花：苔藓。<br>8.甃（zhòu）：井壁。<br>9.虫网：指蜘蛛布网。<br>10.阑干：栏杆。用竹、木、砖石或金属等构制而成，设于亭台楼阁或路边、水边等处作遮拦用。<br>11.蛄：蝼蛄，通称喇喇蛄，有的地区叫土狗子，一种昆虫，昼伏夜出，穴居土中而鸣。<br>12.恨随团扇：相传汉<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>作《团扇歌》，序云：“婕妤失宠，求供养太后于长信宫，乃作怨诗以自伤，托辞于纨扇云。”<br>13.苦近秋莲：莲心苦，故用以作比。<br>14.谢娘：唐宰相<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>家谢秋娘为名歌妓。后因以“谢娘”泛指歌妓。<br>15.苍烟：苍茫的云雾。<br>16.蝉娟：形容仪态美好，借指美人。</p>",
  "shangxi": "<h2>赏析</h2> 　　此词是词人流贬后所作。本词上下两片以写景为主，以景起兴，情因景生，景随情变。上片悲秋伤老。“晚雨”三句以“凉蝉”意象为主体，描写了黄昏秋雨摧伤宫树，凉蝉犹抱疏叶的萧瑟景象。“短景”四句由景入情，抒写入秋后吟思与愁绪相接的悲秋<a href=\"http://so.gushiwen.org/view_59893.aspx\">诗</a>兴。“想幽欢”三句追忆往昔与情侣的幽欢密爱，以昔日之“幽欢”反衬今日悲秋之凄愁与冷瑟。下片思乡怀人。“无端”四句以蝼蛄悲啼与凉蝉抱叶遥映添情，烘托词人凄凉孤寂之情怀，传达出词人寒夜里的烦乱心绪，并以恨、苦二字暗示出自己的处境。“一笛”二句写词人在苦恨交加之下，悬想情侣夜不成寐，独对空楼，吹笛舒怨，垂泪立于夜风之前的情景，并借情侣之思写出自己对情侣的深切相思。“故园”二句对自己既不得返归故园，又未能鸿雁传书安慰情侣之离愁而感到愧疚和怅恨，也写出自己“强留诗酒”，沦落自伤的心情。最后“隔苍烟”二句将思虑投向为“苍烟”所阻隔的远方故园，倾诉了对罗袖飘香的情侣孤独无伴的关切，情味深长凄婉。<br/><h2>鉴赏</h2> <p>　　词是词人流贬后所作的秋夜抒感怀人之词。上下两片都主要写景，寓情于景，情景交融。全词写得缠绵悱恻，凄婉感人。</p> <p>　　上片写秋夜萧疏冷落景色，抒写身世凋零、人老孤栖的凄凉情怀。“晚雨”三句的主体是“凉蝉”这个具体意象，刻画了一幅秋天的雨后黄昏图，十分凄凉。下雨的黄昏，枯木上那可怜的树叶在风中飘零，连蝉也感觉到了寒冷，所以称寒蝉。“短景”四句由景开始入手，然后抒情，表达了词人悲凉的秋思。“想幽欢”三句是对往日与情侣相处的甜蜜情景的回忆，用往日的幸福来反衬今日的悲秋情绪，深化主题。</p> <p>　　下片写思乡怀人，推想对方不眠含泪的情景，表现对伊人爱恋关切之深情。开始三句，即用蝼蛄悲啼的景象，来营造凄凉的气氛，烘托孤寂凄苦的心情。“一笛”二句，写词人又苦又恨，极度思念情人，以至辗转难眠。于是他只有独自对着空楼，在夜风中吹笛来排解心中的怨恨，情到深处不禁暗自垂泪。词人没有写自己到底有多愁苦，却用情人对自己的思念来表现自己深切的相思之情。“故园”二句写自己不能返回故乡，也不能与情人鸿雁传书来安慰她的离愁而非常愧疚和惆怅，还写出了自己黯然神伤的寂寥心情。结尾两句转而描写远方的故乡，表达了自己对情人孤苦伶仃、无人作伴的深切关怀。</p>",
  "poet": {
    "id": 729,
    "star": 0,
    "name": "史达祖",
    "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"
  },
  "tags": [
    "写景",
    "悲秋",
    "思乡",
    "怀人"
  ]
}