{
  "id": 48164,
  "star": 22,
  "name": "陇头歌辞三首",
  "dynasty": "南北朝",
  "content": "陇头流水，流离山下。<br>念吾一身，飘然旷野。</p> <p>朝发欣城，暮宿陇头。<br>寒不能语，舌卷入喉。</p> <p>陇头流水，鸣声呜咽。<br>遥望秦川，心肝断绝。 ",
  "fanyi": "<p><strong>译文</strong><br>（一）<br>陇山的流水，流离了山下。想着我孤身一个人，翩然走在空旷的野外。<br>（二）<br>早上从欣城出发，晚上睡在陇山。冻得说不出话来，舌头都卷进了喉咙里。<br>（三）<br>陇山的流水，也发出呜咽的鸣声。遥望着秦川，心肝都要断绝了。 </p><p><strong>注释</strong><br>①《陇头歌辞》为“梁鼓角横吹曲”之一。《乐府<a href=\"http://so.gushiwen.org/view_48164.aspx\">诗</a>集》载三首，写游子漂流在外的痛苦心情。<br>②陇头：陇山顶上，一说陇头（平凉、庆阳的一带）古代陇山指六盘山。甘肃省简称为“陇”，这个陇由古代“陇山”而来，因为前人习惯上称平凉庆阳两区为陇东。天水为陇右，张掖、武威一带为陇西，而古代陇西还包括今属平凉市的庄浪、静宁两县。六盘山处甘肃、陕西、宁夏三省区交界处，主脉在甘肃境内。<br>陇头流水，指发源于陇山的河流、溪水。一说是发源于陇山，向东流的泾河等几条河水。<br>③欣城：不详，我认为指今镇原县的“新城”，“新”与“欣”同音。汉代时平凉部分地方，包括今镇原县属北地郡。新城距平凉不远，距陇山东麓也就一百多里路程；朝发：早晨从欣城出发。<br>③暮宿陇头：傍晚住宿在陇山顶上；暮：傍晚；宿：投宿，住宿。<br>④寒不能语，舌卷入喉：形容六盘山一带气候十分严寒，冻得舌头都卷了上去，不能说话；语：说话。<br>⑤鸣声幽咽：天寒地冻，陇山下东流的河水结了冰，河流在冰层间呜呜咽咽，像人哭泣一样。背井离乡的游子于<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>冰河间听到这种流水声，心里那种思乡之情，那种因种种原因遭受这种漂流之苦的心情可想而知是多么难受了。<br>⑥遥望秦川：遥望：远眺，即向东远望；秦川，指陕西省中部。这里的秦川，指陇山以东广大地区，不一定指中原或关中地区，“秦川”代指“故乡”，因为六盘山以西就是“塞外”了，离关内越来越远，所以说痛断肝肠。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　由于南北朝长期处于对峙的局面，在政治、经济、文化以及民族风尚、自然环境等方面又存在着明显的差异，因而南北朝民歌也呈现出不同的情调与风格。南朝民歌清丽缠绵，更多地反映了人民真挚纯洁的爱情生活；北朝民歌粗犷豪放，广泛地反映了北方动乱不安的社会现实和人民的生活风习。</p> <p>　　汉唐四朝，前后十朝，长安之名真正是名声赫赫，以至在唐以后长安成了国都的代称，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《金陵》<a href=\"http://so.gushiwen.org/view_48164.aspx\">诗</a>说：“晋朝南渡日，此地旧长安。”称东晋宋齐梁陈六朝都城金陵为长安，实即今江苏南京。长安位居关中的中心，它的地理形胜于天下独居第一。</p> <p>　　关中周围群山环抱，东有华山、崤山，西有陇山，南有终南山、秦岭，北有洛水东西的黄龙山、尧山和泾水两岸的嵯峨山、九嵏山。其中陇山又称陇坂、陇坻，在今陕西陇县西北，为六盘山的南段，南北走向约一百公里，绵亘于陕西、甘肃二省边境，山势陡峭，山路曲折难行，是渭河平原与陇西高原的分水岭。古称陇山其坂九回，上者七日乃过，上有清水四注而下。站在艰危苦寒的陇山顶上，回望富丽繁华的长安城和千里平原沃野，眼见陇水一股向东流下，一股向西流下，那种感受真是无可名状的凄凉和悲壮。古代四方行旅西登陇坂，往往徘徊瞻顾，悲思涌起。历代流传歌咏秦陇的诗篇不下数百上千首，其中尤以北朝乐府民歌的三首《陇头歌辞》最为有名。</p> <p>　　第一、三两首均以“陇头流水”起兴，与下文内容的联系是在陇头之水“流离”而下——无定所、不由自主方面。</p>",
  "about": "<h2>创作背景</h2> 　　山川风景是没有感情的，但登山涉川、观览景色的人却有感情；人们常常触景生情，每每借歌咏抒发。北朝西行服役的人们翻越陇头分水岭时，瞻望前程、回顾家园时感伤命运歌唱悲凉，这三首《陇头歌辞》便是当时劳动人民所传颂的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "生活",
    "民歌"
  ]
}