{
  "id": 48003,
  "star": 7091,
  "name": "短歌行",
  "dynasty": "两汉",
  "content": "对酒当歌，人生几何！譬如朝露，去日苦多。<br>慨当以慷，忧思难忘。何以解忧？唯有杜康。<br>青青子衿，悠悠我心。但为君故，沉吟至今。<br>呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。<br>明明如月，何时可掇？忧从中来，不可断绝。<br>越陌度阡，枉用相存。契阔谈讌，心念旧恩。<br>月明星稀，乌鹊南飞。绕树三匝，何枝可依？<br>山不厌高，海不厌深。周公吐哺，天下归心。",
  "fanyi": "<p><strong>译文</strong><br>一边喝酒一边高歌，人生短促日月如梭。好比晨露转瞬即逝，失去的时日实在太多！<br>席上歌声激昂慷慨，忧郁长久填满心窝。靠什么来排解忧闷？唯有狂饮方可解脱。<br>那穿着青领（周代学士的服装）的学子哟，你们令我朝夕思慕。只是因为您的缘故，让我沉痛吟诵至今。<br>阳光下鹿群呦呦欢鸣，悠然自得啃食在绿坡。一旦四方贤才光临舍下，我将奏瑟吹笙宴请嘉宾。<br>当空悬挂的皓月哟，什么时候才可以拾到；我久蓄于怀的忧愤哟，突然喷涌而出汇成长河。<br>远方宾客踏着田间小路，一个个屈驾前来探望我。彼此久别重逢谈心宴饮，争着将往日的情谊诉说。<br>月光明亮星光稀疏，一群寻巢乌鹊向南飞去。绕树飞了三周却没敛翅，哪里才有它们栖身之所？<br>高山不辞土石才见巍峨，大海不弃涓流才见壮阔。我愿如周公一般礼贤下士，愿天下的英杰真心归顺与我。</p> <p><strong>注释</strong><br>1.对酒当歌：一边喝着酒，一边唱着歌。当，是对着的意思。<br>2.几何：多少。<br>3.去日苦多：跟（朝露）相比一样痛苦却漫长。有慨叹人生短暂之意。<br>4.慨当以慷：指宴会上的歌声激昂慷慨。当以，这里“应当用”的意思。全句意思是，应当用激昂慷慨（的方式来唱歌）。<br>5.杜康：相传是最早造酒的人，这里代指酒。<br>6.青青子衿（jīn），悠悠我心：出自《<a href=\"http://so.gushiwen.org/view_48003.aspx\">诗</a>经·郑风·子衿》。原写姑娘思念情人，这里用来比喻渴望得到有才学的人。子，对对方的尊称。衿，古式的衣领。青衿，是周代读书人的服装，这里指代有学识的人。悠悠，长久的样子，形容思虑连绵不断。<br>7.沉吟：原指小声叨念和思索，这里指对贤人的思念和倾慕。<br>8.呦（yōu）呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙（shēng）：出自《诗经·小雅·鹿鸣》。呦呦：鹿叫的声音。苹：艾蒿。<br>9.鼓：弹。<br>10.何时可掇（duō）：什么时候可以摘取呢？掇，拾取，摘取。另解：掇读chuò，为通假字，掇，通“辍” ，即停止的意思。何时可掇，意思就是什么时候可以停止呢？<br>11.越陌度阡：穿过纵横交错的小路。陌，东西向田间小路。阡，南北向的小路。<br>12.枉用相存：屈驾来访。枉，这里是“枉驾”的意思；用，以。存，问候，思念。<br>13.讌（yàn）：通“宴”（原文中讌为“䜩”）。<br>14.三匝（zā）：三周。匝，周，圈。<br>15.海不厌深：一本作“水不厌深”。这里是借用《管子·形解》中的话，原文是：“海不辞水，故能成其大；山不辞土，故能成其高；明主不厌人，故能成其众......”意思是表示希望尽可能多地接纳人才。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《短歌行》是汉乐府的旧题，属于《相和歌辞·平调曲》。这就是说它本来是一个乐曲的名称。最初的古辞已经失传。乐府里收集的同名有24首，最早的是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的这首。这种乐曲怎么唱法，现在当然是不知道了。但乐府《相和歌·平调曲》中除了《短歌行》还有《长歌行》，唐代吴兢《乐府古题要解》引证古<a href=\"http://so.gushiwen.org/view_48003.aspx\">诗</a>“长歌正激烈”，魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《燕歌行》“短歌微吟不能长”和晋代<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>《艳歌行》“咄来长歌续短歌”等句，认为“长歌”、“短歌”是指“歌声有长短”。现在也就只能根据这一点点材料来理解《短歌行》的音乐特点。《短歌行》这个乐曲，原来当然也有相应的歌辞，就是“乐府古辞”，但这古辞已经失传了。现在所能见到的最早的《短歌行》就是曹操所作的拟乐府《短歌行》。所谓“拟乐府”就是运用乐府旧曲来补作新词，曹操传世的《短歌行》共有两首，这里要介绍的是其中的第一首。</p> <p>　　这首《短歌行》的主题非常明确，就是作者希望有大量人才来为自己所用。曹操在其政治活动中，为了扩大他在庶族地主中的统治基础，打击反动的世袭豪强势力，曾大力强调“唯才是举”，为此而先后发布了“求贤令”、“举士令”、“求逸才令”等；而《短歌行》实际上就是一曲“求贤歌”、又正因为运用了诗歌的形式，含有丰富的抒情成分，所以就能起到独特的感染作用，有力地宣传了他所坚持的主张，配合了他所颁发的政令。</p> <p>　　《短歌行》原来有“六解”（即六个乐段），按照诗意分为四节来读。</p> <p>　　“对酒当歌，人生几何？譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧，唯有杜康。”</p> <p>　　在这八句中，作者强调他非常发愁，愁得不得了。那么愁的是什么呢？原来他是苦于得不到众多的“贤才”来同他合作，一道抓紧时间建功立业。试想连曹操这样位高权重的人居然在那里为“求贤”而发愁，那该有多大的宣传作用。假如庶族地主中真有“贤才”的话，看了这些话就不能不大受感动和鼓舞。他们正苦于找不到出路呢，没有想到曹操却在那里渴求人才，于是那真正有才或自以为有才的许许多多人，就很有可能跃跃欲试，向他“归心”了。 “对酒当歌”八句，猛一看很像是《古诗十九首》中的消极调子，而其实大不相同。这里讲“人生几何”，不是叫人“及时行乐”，而是要及时地建功立业。又从表面上看，曹操是在抒个人之情，发愁时间过得太快，恐怕来不及有所作为。实际上却是在巧妙地感染广大“贤才”，提醒他们人生就像“朝露”那样易于消失，岁月流逝已经很多，应该赶紧拿定主意，到我这里来施展抱负。所以一经分析便不难看出，诗中浓郁的抒情气氛包含了相当强烈的政治目的。这样积极的目的而故意要用低沉的调子来发端，这固然表明曹操真有他的愁思，所以才说得真切；但另一方面也正因为通过这样的调子更能打开处于下层、多历艰难、又急于寻找出路的人士的心扉。所以说用意和遣词既是真切的，也是巧妙的。在这八句诗中，主要的情感特征就是一个“愁”字，“愁”到需要用酒来消解（“杜康”相传是最早造酒的人，这里就用他的名字来作酒的代称）。“愁”这种感情本身是无法评价的，能够评价的只是这种情感的客观内容，也就是为什么而“愁”。由于自私、颓废、甚至反动的缘故而愁，那么这愁就是一种消极的感情；反之，为着某种有进步意义的目的而愁，那就成为一种积极的情感。放到具体的历史背景中看，曹操在这里所表达的愁绪就是属于后者，应该得到恰当的历史评价。清人<a href=\"http://so.gushiwen.org/author_2017.aspx\">陈沆</a>在《诗比兴笺》中说：“此诗即汉高祖《大风歌》思猛士之旨也。‘人生几何’发端，盖传所谓古之王者知寿命之不长，故并建圣哲，以贻后嗣。”这可以说基本上懂得了曹操发愁的含意；不过所谓“并建圣哲，以贻后嗣”还未免说得迂远。曹操当时考虑的是要在他自己这一生中结束战乱，统一全中国。与汉高祖唱《大风歌》是既有相通之处，也有不同之处的。</p> <p>　　“青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。”</p> <p>　　这八句情味更加缠绵深长了。“青青”二句原来是《诗经·郑风·子衿》中的话，原诗是写一个姑娘在思念她的爱人，其中第一章的四句是：“青青子衿，悠悠我心。纵我不往，子宁不嗣音？”（你那青青的衣领啊，深深萦回在我的心灵。虽然我不能去找你，你为什么不主动给我音信？）曹操在这里引用这首诗，而且还说自己一直低低地吟诵它，这实在是太巧妙了。他说“青青子衿，悠悠我心”，固然是直接比喻了对“贤才”的思念；但更重要的是他所省掉的两句话：“纵我不往，子宁不嗣音？”曹操由于事实上不可能一个一个地去找那些“贤才”，所以他便用这种含蓄的方法来提醒他们：“就算我没有去找你们，你们为什么不主动来投奔我呢？”由这一层含而不露的意思可以看出，他那“求才”的用心实在是太周到了，的确具有感人的力量。而这感人力量正体现了文艺创作的政治性与艺术性的结合。他这种深细婉转的用心，在《求贤令》之类的文件中当然无法尽情表达；而《短歌行》作为一首诗，就能抒发政治文件所不能抒发的感情，起到政治文件所不能起的作用。紧接着他又引用《诗经·小雅·鹿鸣》中的四句，描写宾主欢宴的情景，意思是说只要你们到我这里来，我是一定会待以“嘉宾”之礼的，我们是能够欢快融洽地相处并合作的。这八句仍然没有明确地说出“求才”二字，因为曹操所写的是诗，所以用了典故来作比喻，这就是“婉而多讽”的表现方法。同时，“但为君故”这个“君”字，在曹操的诗中也具有典型意义。本来在《诗经》中，这“君”只是指一个具体的人；而在这里则具有了广泛的意义：在当时凡是读到曹操此诗的“贤士”，都可以自认为他就是曹操为之沈吟《子衿》一诗的思念对象。正因为这样，此诗流传开去，才会起到巨大的社会作用。</p> <p>　　“明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。”</p> <p>　　这八句是对以上十六句的强调和照应。以上十六句主要讲了两个意思，即为求贤而愁，又表示要待贤以礼。倘若借用音乐来作比，这可以说是全诗中的两个“主题旋律”，而“明明如月”八句就是这两个“主题旋律”的复现和变奏。前四句又在讲忧愁，是照应第一个八句；后四句讲“贤才”到来，是照应第二个八句。表面看来，意思上是与前十六句重复的，但实际上由于“主题旋律”的复现和变奏，因此使全诗更有抑扬低昂、反复咏叹之致，加强了抒情的浓度。再从表达诗的文学主题来看，这八句也不是简单重复，而是含有深意的。那就是说“贤才”已经来了不少，我们也合作得很融洽；然而我并不满足，我仍在为求贤而发愁，希望有更多的“贤才”到来。天上的明月常在运行，不会停止（“掇”通“辍”，“晋乐所奏”的《短歌行》正作“辍”，即停止的意思；高中课本中“掇”的解释为：拾取，采取。何时可掇：什么时候可以摘取呢）；同样，我的求贤之思也是不会断绝的。说这种话又是用心周到的表现，因为曹操不断在延揽人才，那么后来者会不会顾虑“人满为患”呢？所以曹操在这里进一步表示，他的求贤之心就象明月常行那样不会终止，人们也就不必要有什么顾虑，早来晚来都一样会受到优待。关于这一点作者在下文还要有更加明确的表示，这里不过是承上启下，起到过渡与衬垫的作用。</p> <p>　　“月明星稀，乌鹊南飞，绕树三匝，何枝可依？山不厌高，海不厌深，周公吐哺，天下归心。”</p> <p>　　“月明”四句既是准确而形象的写景笔墨，同时也有比喻的深意。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《古诗源》中说：“月明星稀四句，喻客子无所依托。”这说明他看出了这四句是比喻，但光说“客子”未免空泛；实际上这是指那些犹豫不定的人才，他们在三国鼎立的局面下一时无所适从。所以曹操以乌鹊绕树、“何枝可依”的情景来启发他们，不要三心二意，要善于择枝而栖，赶紧到自己这一边来。这四句诗生动刻画了那些犹豫彷徨者的处境与心情，然而作者不仅丝毫未加指责，反而在浓郁的诗意中透露着对这一些人的关心和同情。这恰恰说明曹操很会做思想工作，完全是以通情达理的姿态来吸引和争取人才。而像这样一种情味，也是充分发挥了诗歌所特有的感染作用。最后四句画龙点睛，明明白白地披肝沥胆，希望人才都来归我，确切地点明了此诗的主题。“周公吐哺”的典故出于《韩诗外传》，据说周公自言：“吾文王之子，武王之弟，成王之叔父也；又相天下，吾于天下亦不轻矣。然一沐三握发，一饭三吐哺，犹恐失天下之士。”周公为了接待天下之士，有时洗一次头，吃一顿饭，都曾中断数次，这种传说当然是太夸张了。不过这个典故用在这里却是突出地表现了作者求贤若渴的心情。“山不厌高，海不厌深”二句也是通过比喻极有说服力地表现了人才越多越好，决不会有“人满之患”。借用了《管子·形解》中陈沆说：“鸟则择木，木岂能择鸟？天下三分，士不北走，则南驰耳。分奔蜀吴，栖皇未定，若非吐哺折节，何以来之？山不厌土，故能成其高；海不厌水，故能成其深；王者不厌士，故天下归心。”（亦见《诗比兴笺》）这些话是很有助于说明此诗的背景、主题以及最后各句之意的。</p> <p>　　总起来说，《短歌行》正像曹操的其它诗作如《蒿里行》、《对酒》、《苦寒行》等一样，是政治性很强的诗作，主要是为曹操当时所实行的政治路线和政治策略服务的；然而它那政治内容和意义却完全熔铸在浓郁的抒情意境之中，全诗充分发挥了诗歌创作的特长，准确而巧妙地运用了比兴手法，来达到寓理于情，以情感人的目的。在曹操的时代，他就已经能够按照抒情诗的特殊规律来取得预期的社会效果，这一创作经验显然是值得借鉴的。同时因为曹操在当时强调“唯才是举”有一定的进步意义，所以他对“求贤”这一主题所作的高度艺术化的表现，也应得到历史的肯定。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_48003.aspx\">诗</a>的写作时期各说不一，归之有两种说法: 一是赤壁之战之前。《三国演义》第四十八回有一段<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>横槊赋诗的描写。曹操平定北方后，率百万雄师，饮马长江，与孙权决战。是夜明月皎洁，他在大江之上置酒设乐，欢宴诸将。酒酣，操取槊（长矛）立于船头，慷慨而歌。二是赤壁之战之后。第一种说法以章回小说为据，不可靠。第二种说法也无史政。所以这首诗的创作背景尚无定论。</p>",
  "poet": {
    "id": 552,
    "star": 0,
    "name": "曹操",
    "image": "http://img.gushiwen.org/authorImg/caocao.jpg",
    "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "抒情",
    "寓理"
  ]
}