{
  "id": 69814,
  "star": 3,
  "name": "杂剧·冻苏秦衣锦还乡",
  "dynasty": "元代",
  "content": "楔子<br>钱会说话，米会摇摆。无米无钱，失光落彩。老汉苏大公的便是。我在这苏家庄居住，嫡亲的六口儿家属。婆婆李氏，有两个孩儿。大的孩儿是苏梨，第二的孩儿是苏秦，有两房媳妇儿。那苏秦孩儿不肯做庄农人家生活，逐朝每日，则是要读书写字。他拜义了个哥哥，姓张名仪。他两个同堂学业，转笔抄书。他班今待要上朝进取功名去。苏梨，唤你两个兄弟出末。两个兄弟，父亲呼唤。三尺龙泉万卷书，老天生我竟何如。山东宰相山西将，彼丈夫兮我丈夫。小生姓苏名秦，字季子。这位哥哥是张仪，幼年间父母双亡，流落在我苏家庄上，和俺两个自幼凄书。学成满腹文章，争奈功名未遂。如今七国纷争，正当招贤之际，小生待要进取功名去，不知张仪哥哥，你意下如何？兄弟说的是。咱两个到于苹堂，辞别了父母，便索长行也。两个兄弟，您来了也。等我报复去。父亲，两个兄弟来了也。着他过来。两个兄弟，您见父亲去。父亲、母亲拜揖。孩儿免礼。父亲呼唤两个，有何分付？父亲、母亲，如今七国争雄，都下招贤之榜。您孩儿禀过父亲，母亲，待和哥哥同去应举，那时节若得一官半职。回来改换家门，可不好那？张仪、苏秦，你两个近前来。孩儿也，俺是庄农人家，一了说，若要富，土里做；若要饶，土里刨。依着我，你两个休去，则不如做庄农的好。老的也，既然他两个要去，等他自措盘缠求官去来，省的在我耳朵根边，终日\"子日子曰\"，伊哩乌芦的这般闹炒。倒也净办。婆婆，你也说的是。便好道心去意难留，留下结冤仇。您既然要去，您两个早些去罢。父亲、母亲，您孩儿若得了官呵，父亲是老评事，母亲便是老夫人，哥哥便是大宫人，嫂嫂便是大夫人，我媳妇便是夫人县君也。兄弟，既今日夸了大口，俺一家儿都指望着你哩。我记着。你若得了官呵，我便是老评事，你母亲是老夫人，哥哥是大官人，嫂嫂是大夫人，你媳妇儿是夫人县君。你可着志者。父亲，您孩儿留下四句诗，表我志气咱。三寸舌为安国剑，五言诗作上天梯。青云有路终须到，金榜无名誓不归。父亲、母亲，您则放心也。<br>【仙吕】【赏花时】凭着我七尺身驱八斗才，那怕他十谒朱门九不开。休想我白首闲尘埃，凭着这兵书也那战策。孩儿，我则记着金榜无名誓不归。父亲、母亲，您放心也。我直着夺得一个可兀的锦标来。<br>收拾琴剑书箱，上朝进取功名走一遭去也。苏大，你两个兄弟去了也。都去了也。眼观旌节旗。耳听好消息。<br><br>第一折<br>箱内绫罗库内珍，盈仓米麦广收屯。诗酒笙歌丛里过，在城几个富豪民。小生姓王名真，字彦实，乃弘农人也。幼习儒业。颇识诗书；后从商贾，专趋什一。家中颇有资财。郭外多增田土。只因平生忠厚，敬老怜贫，人口顺都称我做王长者。近来有一秀才。姓苏名秦。此人博古知今，真乃将相之器。奈时运未遂，在此店肆中安下。我着人去请他来共话，听其谈吐，少开茅塞。家童门首觑者，这早晚苏先生敢待来也。理会的。小生苏秦是也。自离了家中，来到这秦国界土，弘农县店肆中安下，染了一场天行证侯，不能进身。张仪哥哥等不的我，他先上朝取应去了。这里有一人，乃是王长者，数遍家着人来请小生。今日无甚事，须索相访走一遭去也呵。<br>【仙吕】【点绛唇】我又不会下贱营生，特的来上朝取应，离乡井。感的这时气天行，早是我身耽病。<br>【混江龙】俺把那指尖儿掐定，整整的二十年窗下学穷经。苦了我也青灯黄卷，误了我也白马红缨。本待做人鹏乌高抟九万里，却被这恶西风先摧折了六稍翎。端的是云霄有路难侥幸，把我在红尘中埋没，几能勾青史上标名。<br>可早来到也。敢问哥哥，长者在家么？俺员外在。报复去，道有苏秦在于门首。老员外，有苏秦在于门首。道有请。请进。久闻先生大名，如雷贯耳，今日幸遇尊颜，实乃小生万幸。量小生有何德能，敢劳长者如此用心也。敢问先生仙乡何处？因何至此？小生洛阳人氏。久闻先生学成满腹文章。只合早早立身显姓，秉政临民，却还在此布衣之中，不图进取，当是为何？长者不知，听小生慢慢的说一遍咱。<br>【油葫芦】难道我不想功名只这等？先生莫非是盘缠缺少么？但得个有盘缠便进程。先生若肯屈节于人，必有进步之日。我可也心高气傲惹人憎，因此上空囊那讨一文剩，只落的孤身干受十分冷。时值严冬天道，雪花初霁，风力犹严，先生，你身上敢单寒么？昨日个风又起，今日个雪乍晴。则我这领破蓝衫刚有那一条囫囵领，那夜里不长叹到二三更。<br>可伤，可伤。我看先生必有峥嵘之日，争奈时间寂寞，目下孤寒，居于旅店之中，困在尘埃之内，闷眠坐榻，倦对寒灯。不知连宵风雪，先生也会饮酒来么？<br>【天下乐】可正是酒冷灯昏梦不成，则我那通也波厅，通厅土坑冷，兀的不着我翻来覆去直到明。且休说冰断我肚肠，争些儿冻出我眼睛。如此般寂寞，先生你怎捱的这等寒苦也？着长者便道恁的八苏秦，哎。我可甚么画堂春自生！在下聊备一杯淡酒，与先生荡寒。家童抬上果桌来者。理会的。老员外，果桌在此。将酒来。酒到。斟的满者，先生请饮一杯。长者先请。先生请。久闻先生胸藏盖世文章，腹隐安邦妙策。我想太公未遇。持钓于渭水之滨；伍相含冤，吹箫在丹阳之县。后来兴师伐纣。万万载书史留名；报恨强吴，千千古丹青画像。据先生甘贫守困，待势乘时，所谓蛟龙得云雨，终非池中之物。且请开怀饮酒者。文章锦绣满胸怀，知是天生冠世才。任使无心求富贵，终须富贵逼人来。<br>【元和令】你道我满胸中文学精，又道我有才华会施逞。可不道黄河有日也澄清，偏则是我五星。直恁般时乖运蹇不通亨，觑功名如画饼。<br>长者，如今街市上有等小民，他道俺秀才每穷酸饿醋，几时能勾发迹。<br>【上马娇】那一个不把我欺，不把我凌，这都是冷暖世人情。直待将牙爪安排定，惊，方知道画虎恁时成。<br>肉眼愚民，不识高贤，正所谓燕雀岂知鸿鹄之志，无足怪也。<br>【后庭花】他、他、他，沧海将升斗倾，泰山将等秤称，鳌鱼向池中养，凤凰在笼内盛。我如今眼睁睁，捱尽了十分蹭蹬。待要去做庄农，又怕误了九经；做经商，又没个本领。往前去赚入坑，往后来褪入井，两下里怎据凭，折磨俺过一生。<br>据先生怀才抱德，阔论高谈，未膺玉帛之求，且度齑盐之况。终有日时运亨通，封侯拜相，扬名六国，垂誉千秋。此乃有志者事竟成，大丈夫之所为也。先生，你如今运不来兮命不通，寒窗经史用多功，有朝身挂黄金印，方表男儿志气雄。长者，<br>【青哥儿】也是我那前程、前程不定，百忙里揣摩、揣摩踪影，还说甚有志的从来事竞成。先生，我想这先贫后富的古人，有伊尹躬耕，傅说版筑，冯罐弹铗，宁戚饭牛，孙膑刖足，百里奚卖身。古人尚然如此，先生必遂其愿也。想当初伊尹在莘野躬耕，傅说版筑劳形，冯獾弹铗知名，宁戚扣角歌声，孙膑是趾遭刑，百里奚陪嫁秦庭。这都白古豪英，个个白衣公卿。苏秦也是书生。偏我半生飘零，一世不得峥嵘。都则为命儿里注定在前生。长者，我待和谁争竞？<br>见今六国选用贤良，先生仗胸中虎略，凭腹内龙韬，但若投于一国。必然名扬天下。在下无物相赠，有春衣一套，鞍马一副，白银两锭，与先生权为路费，望乞笑纳。长者，小生久困穷途，遇蒙厚蹭，日后倘能发迹，必当重报。先生何出此言？岂不闻宝剑卖与烈士，红粉赠与佳人？以先生之才，怕不进取功名，易如拾芥？但恐礼物微鲜，不足供长途之费耳。<br>【赚煞尾】打灭了腹中饥，挣坐了身边冷。谢长者将咱厚赠，免的我流落穷途涕泪零。只今日便索长行，看鲰生，黄榜高登。博一个千万人中第一名。先生，此一去则要你着志者。我将这星辰再整，乾坤来扶定。先生，此一去投于何处？小生往那里去的是，我只索占那虎狼丛卫觅前程。<br>苏先生去了也。据此人贯世文才，必然显名天下。家童快些安排酒肴，待我追至十里长亭，与苏先生饯行，走一遭去来。<br><br>第二折<br>老汉苏大公的便是。自从苏秦孩儿和他那哥哥张仪求官去了，许多时光景，音信皆无，也不知他流落在那里。时遇暮冬天气，风又大，雪又紧，十分寒冷。大的个孩儿，他撒和头口儿去了。媳妇儿，你旋锅儿里荡下些热汤，等苏大来家吃咱。理会的。小生苏秦是也。自从王长者赍发了我银两、盘费、鞍马，不想冻天行病证又发，盘缠又使的无了，可着我往那里去的是？我则索去家中，望父亲母亲走一遭去也呵。<br>【正宫】【端正好】叹书生，我这里便叹书生可兀的身无济，那里也荫子封妻。则俺那一般儿求仕的诸相识，他每都闪赚的我难回避。<br>【滚绣球】想着我去家来望发迹，定道是上青云可指日。又谁知遇天行染了这场儿病疾，险些儿连性命也不得回归。我苏秦也年纪呵近三十岁，文学呵又不是没得，可怎生不能图个荣贵？却教我满头家风雪凄凄。看别人峥嵘黄阁三公位，偏则我依旧红尘一布衣，怎不伤悲？<br>【倘秀才】我空走些千山万水，不得个一官也那半职，苏秦也。你不得官呵，休说那般大言波。你再休说金榜无名誓不归。我若见俺那高年父，和俺那大贤妻，苏秦，你得官来么？不俫你着我说一个甚的！<br>我来到家门也。我待要过去来。父亲、母亲道：苏秦，你得官来么？可着我说甚的是？我待要不过去来，风又大，雪又紧，身上无衣，肚里无食，可着我往那里去的是？<br>【伴读书】我待上来，终久则是他苗裔；待不去来，便怎肯务了恩义？想着我那父母情肠别不得，可知俺三从四德妻贤慧。却不道相随百步有这徘徊意，俺爷娘便怎肯出丑的这场疾？<br>【笑歌赏】我待去来，你觑我这衣衫褴褴缕缕不整齐；待不去来。则这里勿、勿、勿，风共雪相摧逼；去不去三两次白猜疑。我、我、我，突磨到多半晌走到他跟底，呀、呀、呀，可怎生无一个睬我的？来、来、来，我将这羞睑儿且揣在怀儿内。事已到此，无如之奈，且自过去咱。父亲，您孩儿回来了也。母亲，您孩儿回来了也。父亲、母亲都不理我，则望着中间里拜咱。二嫂，我来家了也。可怎生都不言语那？<br>【滚绣球】这壁厢拜了一会，那壁厢问了一日，可怎生无一个将咱支对？则您这一家儿端的是嫌淮？嫌你，嫌你。你可怎么不做官来？俺爹娘他须是老背悔，苏秦，你得了官来，那个嫌你？妻也，你也好忒下的。苏秦，你选场中及第也不曾？你问我选场中及第来不曾及第，你不看见我马头前列山行家朱衣。苏秦，我问你，你当日不做庄农生活，则去读书，要做官。你跟的张仪去了许多时光景，你如今得了个甚么官来？我恰才入门来休问荣枯事，可不道观着容颜兀的使得知？我这官职呵，大古里是箱儿里盛只。<br>苏秦，你将官来与我们看一看也好。父亲、母亲，您孩儿不曾得官。你去时节，夸尽大言，你说道金榜无名誓不归。你既不曾为官，你来家做甚么？您孩儿得了一场冻天行病症，张仪哥哥等不的我，先上朝取应去了。您孩儿回到家中，望父母来。噤声，怕猫拖了我！你官也不曾得做，今日这般穷身泼命的，你来俺家里做甚么？你快离了我这门！再踏着我这门呵，我决打三百黄桑棒。你出去！你出去！您孩儿出去则便了也。母亲，劝一劝儿波。老的，也看我的面皮，着孩儿在家中住到来春，再着孩儿应举去，做一个官回来罢。你靠后！省的甚么？公公，依着婆婆的说话，着叔叔过了冬呵，来舂再取应去。你婆婆劝，我尚然不听，小孩儿家那里有你说处？靠后！嫂嫂，我腹中饥馁，身上单寒，做些儿热茶饭与我吃咱。我有甚么茶饭在那里？二嫂，你有茶饭与我吃些儿去呵。苏秦，你问我要茶饭吃？你是为官的人，吃堂食，饮御酒，你怎吃的这粗茶淡饭？休道是没有。便有那茶饭呵，你也吃不的哩！<br>【朝天子】嗨！这婆娘的见识，所为，苏秦也，今日回来，做妻子的也来讥诮着。他怕道冷茶饭伤脾胃。苏秦，你这一去，怕不得了官也？你常好是立儿不觉坐儿饥，枉使会拖刀计。你当初去时，则要做官。到今日官在那里？你问我官在那里，教我说个甚的？可兀的干受了你这一肚皮月音臜气。休说父母怪你，我见了你也害羞哩。俺嫂嫂也不为炊，妻也不下机。哎哟，天那，我这里便则落的那几点儿凄惶泪。<br>苏秦，你不得官呵，当初说甚么来？<br>【四边静】我想着那当初一日，可不道金榜无名誓不归？苏秦也，你料着不得官呵，休说那般大言波。你再休说道是金榜无名誓不归。你这些时在那里那？我在那弘农县里。在那里做些甚么？无靠无依，任受尽多狼狈。罢、罢、罢！我男子汉身长七尺，宁死也做一个不着家乡的鬼。<br>苏秦，我待不与你些茶饭吃来，争奈俺那夫妻肠肚，又过不去；待与你些吃来，又怕公婆怪我。你在这门首躲着，我与你些热茶饭吃咱。甚么人吃我家的饭哩？哥哥，是您兄弟苏秦来家了也。是苏秦回来了，你做了官么？哥哥，您兄弟染了一场冻天行病症，不曾进取功名去。你不曾为官呵，着我做甚么大官人？干着我买了个唐帽在家，安了许多时。你着我那里发付？亏你不羞，你还拿我的饭碗吃。快出去！快出去！罢、罢、罢！我冻死、饿死再不上你门来也。<br>【煞尾】盼的是冬残晓日三阳气，不信我拨尽寒垆一夜灰。我则今番到朝内，脱白襕换紫衣，两行公人左右随，一部笙歌出入围。马儿上簪簪稳坐的，当街里劬劬恁炒戚，亲爷、亲娘我也不认得。苏秦得了官也，着孩儿家来。那其间我直着你手拍着胸脯恁时节悔。<br>苏大，你见你兄弟苏秦来么？苏秦去了也。孩儿，你好歹也。我一时恼怒，你就没一个劝我一劝的？我便一时间把孩儿赶将出去了，您也留他一留，怕做甚么？婆婆，你赶苏秦孩儿去。老弟子孩儿！头里我劝你时，抢白的我没是处。如今孩儿去了也，大风大雪里，可着我赶他。着我那里赶他去？苏秦，你父亲着你家来。老弟子孩儿，他去的远了也。婆婆，孩儿真个去了也。婆婆，想着你受千辛万苦，怎生抬举他来？他今日撇了俺老两口儿去了呵。不由我哭哭啼啼，思量起雨泪沾衣。且休说怀耽十月，只从小偎干就湿。几口气抬举他偌大，恰便似燕子衔食。今日个捻他出去。呸！那里也孟母三移！苏大，赶你兄弟去。理会的。兄弟，你且回家里来。呀，他去的远了也。父亲，兄弟去的远了也。哦，去的远了也。大的儿你来，可不道兄弟如同手足，手足断了再难续。你和苏秦两个指头儿般弟兄，你怎便忍的看他去了？我说与你，共乳同胞本一身，犹如枝叶定连根。门户兴衰须并守，祖宗田产莫争分。禽逢水食犹相唤，岂可人为资财便没恩？只你那碗剩饭羹能值几？呸！早忘了脚踏头稍兄弟亲！大的个媳妇，赶你小叔叔去。理会的。小叔叔，你回家里来罢。呀，他去的远了也。公公，小叔叔去的远了也。哦，去的远了也。但凡人家不和，皆起于妯娌争长竞短，分门各户，都是您这妇人家做出来的。做哥哥的要打要骂，你只该劝你那丈夫便好，你倒走将来火上浇油！公公，您媳妇儿怎么敢？噤声！他弟兄从来不疏，况堂上现有公姑。做哥哥的很着要打，你也去夺了碗大叫高呼。逼的他忍饥受冷，并不敢半句支吾。俺苏秦也做不的孙二，你这做嫂嫂的，呸！你可甚杨氏女杀狗劝夫！小媳妇儿，你赶你丈夫去。父亲，你媳妇儿不曾敢留下苏秦，他去的远了也。是真个去的远了也。他每都不晓事，你须是他的结发夫妻，你该留他一留。媳妇儿，你好下的也。做甚一家骨肉尽生嗔，都只为那不图家业恨苏秦。虽然堂上公婆亲做主，你也不合容他便出门。只今强扶鸡骨投何地，你敢巧画蛾眉别嫁人。万一将他逼去饥寒死，呸！可不道的一夜夫妻百夜恩？老贼，这都是你的不是，你埋怨那别人做甚么？不是我炒炒闹闹，痛伤情捶胸跌脚。那苏秦不得官羞归故里，怎当的一家儿齐攒聒噪？做爷的道学课钱几时挣本，做媳妇的道想<br>杀我也五花官诰。做哥的才入门便嗔便骂，做嫂嫂的又道是你发迹瓮生根驴生笄角。老贼你道再回来我决打你二百黄桑棍，可甚的叫做父慈子孝？俺一家儿努眼苫眉，只待要逼苏秦险些上吊。这早晚不知大雪里跌倒在那个墙边，教我着谁人访寻消耗？不争冻饿死了俺这卧冰的王祥，兀的不没乱杀你那太公家教！苏秦儿也，则被你痛杀我也。<br><br>第三折<br>龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。下官张仪是也。自与兄弟苏秦在弘农店肆中分别之后，到于咸阳。见了秦主，献上三策，十分当意，即授小官咸阳令尹，不数月间，升迁右丞相之职。我想兄弟一别，早已三年光景，时常切切在心，未敢有忘。竟不知我兄弟可曾进取功名也，还是那流落四方。这两个孩儿，一个是陈用，一个是张千。那陈用孩儿，家私里外，都是他管理；张千跟随着下官衙门办事。时遇暮冬天道，纷纷扬扬，下着国家祥瑞。张千，门首觑者，看有甚么人来，报复我知道。理会的。小生苏秦，家中望父亲、母亲去来，不想父母将我赶出家门。听知的张仪哥哥，做了秦邦右相，我去那里图个进身，便不然也好借些盘缠，去游说各国。苏秦，你好命薄也呵。<br>【南吕】【一枝花】如今那有才学的受困穷，几时得居要路为卿相？我想那耕牛无宿料，仓鼠可兀的有余粮。十载寒窗，捱不出齑盐况。怎生那风共雪缠的我慌？则他好茶饭不济饥肠，这破衣衫偏歇着我脊梁。<br>【梁州第七】我要吃呵，也无那珍馐百味；要衣呵，也无那罗锦千箱。这生涯都在那长街上。我可也又无甚资本，又不会做经商。止不过腕悬着灰罐，手执着毛锥，指万物走笔成章。有那等不晓事的倒将我来呸抢，刬的来着我冻剥剥靠着这卖文为活，穷滴滴守着这单瓢也那陋巷。天那，我几时能勾气昂昂博得这衣锦还乡？这厢，那厢，为功名不遂离乡党。合着眼到处里撞，走尽四秦-地方，倒陪了些琴剑书囊。哥哥拜揖。那里是张丞相的第宅？则这个门楼便是。哥哥，你在这里做甚么勾当？则我便是丞相爷把门的，叫做张千。生受哥哥，替我报复去，道有苏秦在于门首。你是苏秦？则这里有者。禀相公得知，有苏秦在于门首。是谁？苏秦。他说是苏秦？他说是苏秦。下官语末悬口，兄弟至此也。我接待兄弟去。张千，苏秦有甚鞍马步从？无甚么鞍马步从，身上好生褴缕。哦，元来我兄弟还在布衣之中，则除是这般。陈用，你近前来。您孩儿知道。张千，你对他说去，他不自家过来，待着老夫接待他么？俺哥哥听的我来，这场管待也非同小可。兀那秀才。您丞相说甚么来？俺丞相说来，你不自家过去，敢待着俺丞相爷接待你那！他是我的哥哥，我是他的兄弟，我自过去，怕作甚么！哥哥，多时不见，兄弟有一拜。住者，休拜。为甚么？张千，将我那拜褥来。要那拜褥怎么？则怕展污了你那锦绣衣服。可早一句儿也。哥哥，受您兄弟几拜。兄弟免礼。与你分别之后，一向在于何处？您兄弟在店肆中安下，染了一场冻天行证候，不能进身也。曾到家中见父母来么？也曾回到家中望父母去来。，父母见了你欢喜么？哥哥，俺父母大风雪里，将您兄弟赶将出来也。父母可也不是，见你这等峥嵘发达的孩儿，可怎生赶将出来？兄弟，你这一来为何？听知哥哥做了秦邦丞相，一径的投奔哥哥来。您兄弟有一首诗，哥哥试看咱。有一首诗？将来我试看咱。一声雷动震云门，散作阳和天下春。池内龙腾千尺水，厅前花发几枝新。已知兄长官阶贵，曾受皇家敕赐恩。世事升沉如转盼，算来由命不由人。兄弟，您哥哥做了秦邦右相，屈于一人之下，坐于百僚之上。你见我这正厅上安着二十四把交椅，可都是公卿每坐处。你是个白衣人坐着，外人观看不雅相。这里你也难坐。张千，打扫冰雪堂者，那里管待兄弟。哥哥，则这里坐罢，没来由去那冰雪堂做甚么？兄弟也，那里正好管待你这秀才每。跟我来。勿、勿、勿。张千，开了那门者。理会的。是有些儿冷。兄弟请坐。张千，将那四面的吊窗都与我推开；将那雪都与我打扫，将来堆在四面；着几个祗从人搅动那风车者。理会的。住者！<br>【贺新郎】大开东阁挂起那西窗，兄弟，你不知您哥哥做秦邦右丞相，坐于八位之上哩。许来大八位里官人，可怎生无了那半盆儿火向？男子汉家有甚么冷？可怎生要向火？觑了这炎汉嘴脸何兴旺，真乃是国家栋梁，可正是画堂别是风光。将来的茶饭不准备，则我这盘缠不商量。张千，四下里搅动那风车者。可怎生风神王都聚在你这前厅上！兄弟，我与你拂尘咱。早难道洗尘斟玉斝，张千，唤几个歌儿舞女来伏侍兄弟咱。兀的是开宴出红妆。<br>张千，你近前来，我分付你。你将两壶酒来，我吃的酒放热着，苏秦的那壶酒，去那大雪里冰一冰，再着上些雪在里面。先将那冷酒来。理会的。酒到。将酒来，兄弟满饮一杯。哥哥先饮。兄弟先饮。<br>【隔尾】我喜则喜一盏琼花酿，恨则恨十分他这个冰雪般凉。这一杯酒，与兄弟荡寒咱。你待与我荡寒呵，你着那祗候人荡一荡。兄弟吃了者。小生咽下去怎当，冰断我这肚肠，哥哥先饮。这一盏酒推辞了多半晌。<br>兄弟，你不饮酒？小后生家腊月里吃了冷酒，开春来不害眼。兄弟，你敢冷么？可知冷哩。你可不早说。张千，将我的绵团袄来。理会的，袄在此。将来，将来。兄弟，你见这绵团袄么？你兄弟见。你冷么？你兄弟冷。你真个冷？你兄弟真个冷。你冷我也冷。兄弟，你肚里饥么？可知饥哩。你兄弟还不曾吃饭。兄弟，你可不早说。张千，你近前来，我分付你。我的馒头粉汤蒸的热，着苏秦吃的馒头，是那二年前祭丁的冷馒头，放在他根前，粉汤里面放上些冰凌与他食用。理会的。兄弟也，先请些儿粉汤。你兄弟吃。奇怪，可怎生粉汤里面都是些冰凌？兄弟，请个馒头儿者。我吃这馒头咱。你兄弟敢问么？兄弟，你问甚么？咱与哥哥别了几时也？兄弟，咱离别了三年也。嗨。可早三年也。好硬馒头！张仪，你是何道理！你不是苏秦？你怎敢呼我的名？你怎敢道我的姓？张仪，你听者。<br>【絮虾蟆】只为你个同窗友做头厅相，因此上我心中自酌量。这交情非比泛常，好做十分倚仗。撇下父母在堂，远远特来相访。吟就新诗一章，诉说飘零异方。必然见我感伤，不惜于金治装。岂知你故人名望，也不问别来无恙。放下一张饭床，上面都没摆当，冷酒冷粉冷汤，着咱如何近傍；厅般装模作样，汕笑寒酸魍魉。甚勾当，来来往往，张张狂狂，村村棒棒。点汤！哎，又要你走将来，走将来便雪仁加霜，忒颓慌。张仪！苏秦！这都是剥民脂膏养的能豪旺，腌情况，甚纪纲。只我在你行，待将些寒温活讲，抬了去者！须不是告甚么从良！<br>这厮原来酒后无德，撒酒风那！张仪，你有甚么好文章？苏秦，我的文章不如你呵，怎得做秦邦丞相？张千，喝点汤！点汤！<br>【牧羊关】你比我文学浅，点汤！我比你只命运囊，点汤！你苟图些紫绶金章。点汤！我则理会的见世生苗。赤紧的见世生苗，点汤！我则理会的埋根千丈。点汤！你骂大官的，得甚么罪过？止不过恶大官吃八十棒。点汤！须不是我见小利闹一千场。点汤！俺两个才厮挺、才厮挺，点汤！口足！你敢也走将来喝点汤、喝点汤！<br>点汤是逐客。我则索起身。点汤！我下的这厅阶来。点汤！我来到这门楼底下。点汤！这门楼底下也喝点汤？点汤！男子汉顶天立地，几曾受这般耻辱来！罢、罢、罢，不如就这仪门底下，解下我系腰带儿，觅一个死处。住、住、住，蝼蚁尚且贪生，为人怎不惜命？敢问贤士为甚么在这儿门底下寻觅自尽？哥哥，你不知，这张仪和我是八拜交的朋友，我和他同共应举来，小生命薄，落在店肆中安下，染了一场冻天行的证侯，不能进身。他如今得了官。我特地投奔他来，他将那冷酒、冷馒头羞辱我。我受不过他的气，因此上觅一个死处。恁的呵。是我家丞相爷的不是了。贤上，你则这里有者，待我将的来。你看这白银二锭，春衣一套，鞍马一副，赍发贤士，权为路费，休嫌轻薄。若得官呵，莫便忘了我陈用也。哥也，你是谎那可是真个？贤士，我陈用岂敢说谎？苏秦也，知他是睡里也是梦里？<br>【幺篇】他赍发了我银两锭，我恰便似梦一场，着苏秦死生难忘。他是个祗候人的所为，可有那孟尝君的这度量。张仪也。你便头顶养军司库，脚踹着万年仓。说不尽宰相多荣贵，找苏秦也男儿当白强！哥，我拿着你这两锭白银，再过去羞那厮一场。好、好、好，贤上，你过去。张仪，你看。你不是苏秦？两个手呈拿着许多东西。莫不是那里偷将来的？我偷了你的末？你听者，我久后得官呵，必不在你之下！你怎生能勾为宫！我量着你一世儿不能发迹！你若能勾发迹呵，则除是驴生笄角瓮生根，大教穷断脊梁筋。小物不堪成大用，苏秦则是旧苏秦！快出去！快出去！<br>【黄钟尾】罢、罢、罢！凭着我胸中豪气三千丈，笔下文才七步章。亲不亲是乡党；若今番，到举场；将万言书，见帝王；插官花，饮御觞；伞盖下，马儿上；请哥哥，再相访；我言语，个虚诳；这赍发，这觑当；两锭银，重百两，遮莫便十年呵，休想我贵人多忘。将你一个山海也似人恩人，哥。你叫做陈用。我苏秦长则个今门般想。<br>陈用，苏秦去了也？他去了也。陈用。他敢有些儿怪我么？久已后着他谢我也则是迟哩。<br><br>第四折<br>老汉苏大公便是。自从将我那苏秦孩儿赶将出去，可早许多时光景，音信皆无。知他在那里？苏大孩儿，你打听你兄弟的音信，可是有也是无？父亲，你着我那里打听去？自家张千的便是。奉苏秦元帅将令，前去苏家庄取讨锅瓮槽钅算斤去。问人来，则这里便是苏家门首。里面有人么？甚么人唤门？我开开这门武看咱。哥哥，做甚么？我奉苏元帅将令。问你要锅瓮槽钅算斤，驿亭中使用。不要误了。哥哥，那苏元帅敢是苏秦么？口退！元帅的名讳。你怎敢轻道？快些取那锅瓮槽钅算斤出来，我要回元帅的话去也。父亲，你欢喜咱。原木苏秦兄弟做了元帅，见在驿亭中安下里。孩儿也。是真个么？婆婆，苏秦孩儿得了官也。俺一家牵羊担酒，直至驿亭中认苏秦孩儿去来。俺同去来。某乃苏秦是也。自到赵国游说，一举成名。为某文安社稷，武定干戈。着我历说韩、魏、燕、齐、楚五国。如今官封六国都元帅，衣锦还乡，谁想我苏秦有这一日也呵。<br>【双调】【新水令】谢当今圣主重贤臣，我争些儿有家难奔。恰便似旱苗才得雨。枯树恰逢春。受尽了万革苦千辛，苏秦也常汜得求官去那时分。老汉苏大公的便是。领着俺一家儿，直至驿亭中认孩儿去来。可早来到门首也。令人，报复去，道有元帅的老相公同母亲、哥哥、嫂嫂、夫人都在于门首。喏。报的元帅得知，有老相公同家眷来了也。甚么老相公？着他过来。理会的。着过去。孩儿也，我道你不是个受贫的。谁是你的孩儿？你是我的孩儿。你得了官，你怎生不回家里去？兀那老儿，你是甚么人？我是你父亲。你如今得了甚么官来？我做了六国都元帅。似你这等峥嵘，与我父母增多少光彩，好儿也呵！<br>【步步娇】怎消的父亲、母亲将孩儿认。孩儿家去来，在驿亭中做甚么？我为甚馆驿里权安顿，当日个父亲行得处分，恰便似经板儿由然在心印。孩儿，旧话休题。父亲你不道来？我道甚么来？我若是踏着你正堂门，我其实怕打那二百黄桑棍！是老汉的不是了。张千，都与我抢出去！理会的。出去！婆婆，孩儿不肯认我父母，可怎生是了也？小官张仪是也。听知的苏秦兄弟做了六国都元帅。差人持千金来，谢弘农县主人王真。又打一封战书，要来伐我秦国。这个是明明记着冰雪堂的仇恨。若待他兵马到来，那时晚矣。如今趁他衣锦还乡，在洛阳驿亭中安下，我特地探望他一遭去。说开此事，多少是好。迤逦而来，可早到了也。令人，接了马者。兀的不是父亲、母亲、哥哥、嫂嫂都在这里？原来是张仪孩儿那。父亲曾过去认你孩儿来么？恰才俺都过去认孩儿来，他坚意不肯认俺，把俺一家儿都赶将出来了。父亲、母亲、哥哥、嫂嫂且放心者，待您孩儿过去，他必然认了也。为甚么你过去便认你？想着我冰雪堂那场好管待，他怎么不认？令人。报复去，道有秦丞相张仪，来见元帅。喏。报的元帅得知，有秦丞相张仪来了也。你说去：他不自过来，等我接待他怎的？奉俺元帅将令说，你不自过去，等俺元帅接待你怎的？他早还了我一句儿也。元帅，我说你不是受贫的人，多时不见，有一拜。住者！你且休拜。元帅怎的？张千，将拜褥来。要那拜褥做甚么？则怕展污了你那锦绣衣服！他不曾忘了一句。<br>【川拨棹】便待要献殷勤，笑吟吟叙弟昆。我那时衣不遮身，今日个驷马雕轮。公吏每忙跟，兀良胁底下插柴内忍，全不想冰雪堂无事哏。<br>【七弟兄】我这里动问，你是甚人？我是你哥哥张仪。我道你是谁那，元来你是那孟尝君。想蛟龙未得风雷信，定是泥蟠无日上青云，也似俺书生怎脱凄凉运！<br>【梅花酒】呀，我直捱到这地分，在野店荒村，被疾病缠身，举日也无亲。只有你、你、你，张仪是故人，因此上我、我、我，千里远投奔。怕不的有黄金济我贫？岂知你倚恃着做官尊，觑朋友若遗尘，没半点话温存，讪笑的我不成人。定饿死做异乡魂，到今日也跳龙门！<br>张仪，你不道来那？元帅，我道甚么来？<br>【喜江南】呀，莫不我驴生笄角瓮生根，你觑波莫不我穷断脊梁筋，苏秦只是旧苏秦。今日个证本，想皇天也不负读书人！<br>张千，与我抢出去！理会的。出去！住者！你强杀者波，则是个兵马大元帅；我歹杀者波，我是个秦国右丞相。怎么抢我出去？我这里坐不的一坐？陈用，将交床来我坐！交床在此。谁是陈用？小人便是陈用。哥哥，你请坐，受我几拜咱。<br>【沽美酒】我须是钱亲人不亲，元帅，折杀小人也。追富来不追贫。他是一个紫衫银带的祗候人，他倒肯怜咱困窘，赍发与雪花银。<br>【太平令】赍发的我功名有准，多谢你个山海也似深恩，你便待佯推佯逊，我怎肯个瞅不问？常言道远亲近邻，不如你这对门。哥也，着小生一言难尽。苏秦，你是何相待？有父亲、母亲、哥哥、嫂嫂和下官来认，你都不肯认。你做的个轻呵轻君子，重呵重小人。我歹杀者波，是秦邦右丞相；陈用强杀者波。则是个泥鞋窄袜走立公人。你是何相待也？他是我大恩人！他怎生是你大恩人？当此一日，我投奔你来，你将那冷酒、冷粉、冷馒头，羞辱我那一场。我受不的你那气，出到门楼底下觅个死处。若不是陈用救了我性命，赍发我两锭花银，今日怎能勾做官？因此上他是我的大恩人。原来是这等。兄弟，你认我不认我？我不认你。陈用，你不说等甚么哩？元帅，便好道人不说不知，木不钻不透，冰不搊不寒，胆不尝不苦。我如今从头儿说破与元帅得知。小人一一说真情，元帅从头听事因。当初故意相轻慢，登时忿怒便离门。暗把行装齐备下，故使陈用将来假做恩。我本是泥鞋窄袜公人辈，那里取一套春衣两锭银？若不是秦邦右相瞒天智，怎能勾虎符金印到家门？元来如此。则被你瞒杀我也，哥哥！则被你傲杀我也，兄弟！父亲、母亲都在门首，你因何不认他？请父母、兄嫂、妻儿都过来。孩儿，兀的不欢喜杀老汉也。<br>【鸳鸯煞】想当初风尘落落谁怜悯，到今日衣冠楚楚争亲近。畅道威震诸侯，腰悬六印，也索把世态炎凉，心中暗忖：假使一朝马死黄金尽，可不的依旧苏秦，做陌路看承被人晒！<br>天下的喜事，无过父子、兄弟、夫妇团圆。杀羊造酒，做一个庆喜的筵席者。六国纵横将相权，文才武略几人全。归来果佩黄金印，一家骨肉永团圆！<br>题目冰雪堂张仪用智<br>正名冻苏秦衣锦还乡",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}