{
  "id": 70513,
  "star": 125,
  "name": "一枝花·不伏老",
  "dynasty": "元代",
  "content": "　　〔一枝花〕</p> <p>　　攀出墙朵朵花，折临路枝枝柳。花攀红蕊嫩，柳折翠条柔，浪子风流。凭着我折柳攀花手，直煞得花残柳败休。半生来折柳攀花，一世里眠花卧柳。</p> <p>　　〔梁州〕</p> <p>　　我是个普天下郎君领袖，盖世界浪子班头。愿朱颜不改常依旧，花中消遣，酒内忘忧。分茶攧竹，打马藏阄；通五音六律滑熟，甚闲愁到我心头？伴的是银筝女银台前理银筝笑倚银屏，伴的是玉天仙携玉手并玉肩同登玉楼，伴的是金钗客歌金缕捧金樽满泛金瓯。你道我老也，暂休。占排场风月功名首，更玲珑又剔透。我是个锦阵花营都帅头，曾玩府游州。</p> <p>　　〔隔尾〕</p> <p>　　子弟每是个茅草冈、沙土窝初生的兔羔儿乍向围场上走，我是个经笼罩、受索网苍翎毛老野鸡蹅踏的阵马儿熟。经了些窝弓冷箭鑞枪头，不曾落人后。恰不道“人到中年万事休”，我怎肯虚度了春秋。</p> <p>　　〔尾〕</p> <p>　　我是个蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆，恁子弟每谁教你钻入他锄不断、斫不下、解不开、顿不脱、慢腾腾千层锦套头？我玩的是梁园月，饮的是东京酒，赏的是洛阳花，攀的是章台柳。我也会围棋、会蹴踘、会打围、会插科、会歌舞、会吹弹、会咽作、会吟诗、会双陆。你便是落了我牙、歪了我嘴、瘸了我腿、折了我手，天赐与我这几般儿歹症候，尚兀自不肯休！则除是阎王亲自唤，神鬼自来勾。三魂归地府，七魄丧冥幽。天哪！那其间才不向烟花路儿上走！",
  "fanyi": "<p><strong>译文</strong><br>　　采摘那露出墙头的朵朵红花，攀折路边的条条弯柳。采的花蕊红稚嫩，折的柳条青翠柔细。处处拈花惹草，纯粹的一个浪荡公子。手中的花柳任我摆布，直把她们玩弄得成了残花败柳。</p> <p>　　我是个全天下最有名气的花花公子。但愿那些红颜美色永不衰褪，光彩常驻。我在如云的美女中消遣时光，借酒忘忧消愁。品着茶，画着竹，沉醉于打马、藏阉这些赌博游戏之中，十分自在。精通五音，熟悉六律，太无聊了，使我心头发愁。整天以妓女为伴，她们或在银台前抚弄银筝，笑倚银屏；或者是携玉手、并玉肩，一起登上玉楼；或者是唱着《金缕衣》曲调，捧着盛满酒的金樽及华贵的酒器。你暂且不要以为我已老了。我可以说是风月场上最有名的头号老手，比所有的风流浪子更风流。我在姑娘群中还算是个总头领，曾游玩过许多州府。</p> <p>　　那些嫖客们，个个都如同那些刚刚从茅草岗、沙土窝里蹦出来的小兔子，初次踏进妓院的门槛，我已经是个经笼罩、受索网、饱受磨难如同长着苍老羽毛的老野鸡，踏踩过妓院，狎妓经验丰富老到。经受了不少的暗算和中看不中用的妓女，虽然如此，也不曾甘落人后。所以不要说“人到中年万事休”，我怎能甘心这样虚度年华。</p> <p>　　我是个蒸不烂、煮不熟、捶不扁、炒不爆、响当当的一粒铜豌豆，那些风流浪子们，谁让你们钻进他那锄不断、砍不下、解不开、摆不脱、慢腾腾、好看又心狠的千层圈套中呢？我赏玩的是梁园的月亮，畅饮的是东京的美酒，观赏的是洛阳的牡丹，与我做伴的是章台的美女。我也会围棋、会踢球、会狩猎、会插科打诨，还会唱歌跳舞、会吹拉弹奏、会唱曲、会吟<a href=\"http://so.gushiwen.org/view_70513.aspx\">诗</a>作对、会赌博。你即便是打落了我的牙、扭歪了我的嘴、打瘸了我的腿、折断了我的手，老天赐给我的这些恶习。还是不肯悔改。除非是阎王爷亲自传唤，神和鬼自己来捕捉我，我的三魂七魄都丧入了黄泉。天啊，到那个时候，才有可能不往那妓女出没的场所去。</p> <p><strong>注释</strong><br>南吕：宫调名，一枝花和梁州等均属这一宫调的曲牌。把同一宫调的若干曲子连缀起来表达同一主题，就是所谓“套数”。<br>煞：俗“杀”字，这里指摧残。休：语助词。<br>郎君：丈夫，借指为妇女所恋的男人，元曲中常用以指爱冶游的花花公子。“班头”，一班人中的头领。<br>盖：压倒，盖世界，用如“盖世”。浪子，不务正业的浪荡子弟。<br>分茶：分茶又称茶百戏、汤戏、茶戏。它是在沏茶时，运用手上功夫使茶汤的纹脉形成不同物象，从中获得趣味的技艺游戏，大约开始于北宋初期。据北宋陶谷《清异录》记载：“近世有下汤远匕，别施妙诀，使汤纹水脉成物象者。禽兽虫鱼花草之属，纤巧如画，但须臾即散灭，此茶之变也，时人谓之茶百戏。”在南宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《临安春雨初霁》诗中也有“矮低斜行闲作草，暗窗分乳戏分茶”之句。后世由于茶类改制，龙凤团饼已为炒青散茶所替代，沏茶用的点茶法为直接用沸水冲泡茶叶的泡茶法所替代，也就再难重现这种分茶游戏。攧（diān）竹：攧，投、掷，博戏名。游戏时颠动竹筒使筒中某支竹签首先跌出，视签上标志以决胜负。<br>打马：古代的一种博戏，在圆牌上刻良马名，掷骰子以决胜负。藏阄（jiū）：即藏钩，古代猜拳的一种游戏。饮酒时手握小物件，使人探猜，输者饮酒。<br>五音：宫、商、角、徵、羽。六律：十二律中单数为律，双数为吕，统称律吕，因此六律也就是黄钟、太蔟、姑洗、蕤宾、夷则、无射六种音调。这里泛指音乐。滑熟：十分圆熟、惯熟。<br>银筝女：以及以下的玉天仙、金钗客，均指妓女。<br>金缕：曲调名，即《金缕衣》，又作《金缕曲》。唐无名氏诗有“劝君莫惜金缕衣，劝君须惜少年时。”<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>诗亦有“入夜更歌金缕曲，他时莫忘角弓篇。”樽、瓯（ōu）：都是古代对酒杯的叫法。<br>占排场风月功名首：在风月排场中占得首位。风月，亦即男女情爱。<br>玲珑又剔透：即在风月场所左右逢源八面玲珑，元曲中这样的人又称“水晶球”，和“铜豌豆”同一意思。<br>锦城花营：都是指风月玩乐场所。都帅头：总头目。元人《析津志》说<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>“生而倜傥，博学能文，滑稽多智，蕴藉风流，为一时之冠”。《录鬼簿》亦引时人言称其为“驱梨园领袖，总编修师首，捻杂剧班头”。可见并非自诩。<br>子弟每：子弟们，此指风流子弟。每：人称代词的复数“们”。兔羔儿：比喻未经世故的年轻人。乍：刚，才。围场：帝王、贵族打猎之所，这里喻指妓院。<br>苍翎毛老野鸡：作者自比。苍翎毛，就是长出老翎，翅膀够硬。这个比喻和后面的“铜豌豆”相类。笼罩、索网，都是指围场上惊险的场面，蹅（chǎ）踏：践踏、糟蹋，此指踏阵冲突。阵马儿，阵势。阵马儿熟，即什么阵势没有见过。<br>窝弓：伏弩的一种，猎人藏在草丛内射杀猎物的弓弩。鑞（là）枪头：元曲中一般都用作“银样蜡枪头”，好看不中用的意思，这里是借用熟语，也不无调侃的意思。<br>落：此处应该读là。<br>恰：岂，难道，如“恰不道壁间还有耳”（元杂剧《鲠直张千替杀妻》），“恰不道长嫂为母”（《水浒传》）。<br>匾：同“扁”。铜豌豆：妓院中对老狎客的称呼。<br>恁（nèn）：通“那”。如“我从来斩钉截铁常居一，不似恁惹草拈花没掂三。”（元<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》）又有“恁每”一词，即“你们”的意思，所以“恁子弟每”就是“您子弟们”的意思。<br>斫（zhuó）：用刀、斧头砍。<br>锦套头：锦绳结成的套头，比喻圈套、陷阱。此两句连起来的意思是：那些浮浪子弟们每陷入风月场所温柔之乡不能自拔，而自己却见多识广练就一身功夫，不把这些套数放在眼里，反而正好能够大展身手。<br>梁园：又名“梁苑”。汉代梁孝王的园子，在今河南开封府附近，园内有池馆林木，梁王日与宾客游乐，因此后来以之泛指名胜游玩之所。<br>东京：汉代以洛阳为东京，宋代以汴州（今开封市）为东京，辽时改南京（今辽阳）为东京。此处不必实指，元曲往往混用历史地名故实。总之这几句的意思是说自己行走的都是名胜之地。<br>洛阳花：指牡丹。古时洛阳以产牡丹花著名。<br>章台柳：代指妓女。章台：汉长安街名，娼妓所居。《太平广记·柳氏传》载，唐<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>与妓女柳氏有婚约，安史之乱，两人分离，韩赋诗以表思念：“章台柳，章台柳，昔日青青今在否？纵使长条似旧垂，也应攀折他人手。”<br>蹴踘（cùjū）：中国古代的一种足球运动，《汉书》中已有记载。唐宋时盛行（《水浒传》中的高俅即以此技得宠于皇帝），至清代渐衰。这种球外面是皮革，里面实以物，所以又写成“蹴鞠”。<br>打围：即打猎，相对于围场之说。<br>插科：戏曲演员在表演中穿插的引人发笑的动作。常同“打诨”合用，称“插科打诨”。<br>咽作：不详。可能是一种表演性的游戏。<br>双陆（liù）：又名“双六”，古代一种博戏。据说为三国魏<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>所创，至唐代演变为叶子戏（纸牌）。<br>歹症候：本是指病，借指脾性。歹：不好。<br>兀自：仍旧，还是。尚兀自：仍然还。<br>则除是：除非是。则：同“只”。<br>冥幽：与前文“地府”同义，指传说中的阴间。<br>烟花：原指妓院，亦指妓女。古代胭脂又写成烟肢、烟支等，烟花之意或由此引申。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这套曲子是<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>散曲的代表作。全曲以生动活泼的比喻，写书会才人的品行才华，具有民间曲词那种辛辣恣肆和诙谐滑稽的风格。“我是个蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆。”这正是关汉卿坚韧、顽强性格的自画像。正是这样的性格，使他能够终身不渝地从事杂剧创作，写出一篇篇的伟大作品。<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>的词和曲，则是另一种风格。他一般注意意境，能和谐地借景描物来衬托人物心理。虽然不少作品也是表现闺怨哀愁，但很少当时散曲中轻佻庸俗的通病，文字清丽，颇有<a href=\"http://so.gushiwen.org/view_70513.aspx\">诗</a>意。</p> <p>　　依照曲文看，这首套曲当作于中年以后，当其时，元蒙贵族对汉族士人歧视，战乱造成人们生活的颠簸，加之科举的废置，又堵塞了仕途，因而元初大部分知识分子都怀才不遇，“沉抑下僚”，落到了“八娼九儒十丐”的地步。在文人群体内部急遽分化之际，关汉卿却选择了自己独立的生活方式；尤其是岁月沧桑的磨炼，勾栏生活的体验，使他养成了一种愈显成熟的个性，那就是能够突破“求仕”、“归隐”这两种传统文人生活模式的藩篱；那就是敢于将一个活生生的人与整个封建规范相颉颃的凛然正气；那也就是体现了“天地开辟，亘古及今，自有不死之鬼在”（钟嗣成《录鬼簿序》）的一种新的人生意识。正是在这首套曲中，诗人的笔触将读者带进了这样意蕴深广的心灵世界。</p> <p>　　在首曲〔一枝花〕中，诗人以浓烈的色彩渲染了“折柳攀花”、“眠花卧柳”的风流浪子和浪漫生活。“攀出墙朵朵花，折临路枝枝柳”，句中的“出墙花”与“临路柳”均暗指妓女，“攀花折柳”，则是指为世俗所不齿的追欢狎妓，诗人有意识地将它毫无遮掩地萦于笔端，恰恰是体现了他对封建规范的蔑视和对生活的玩世不恭。因此，诗人在首曲短短九句诗中，竟一口气连用了六个“花”、“柳”。“花攀红蕊嫩，柳折翠条柔”——这是说：攀花折柳要攀嫩的红蕊、折柔的翠条。</p> <p>　　“凭着我折柳攀花手，直煞得花残柳败休”。——这是显示他的风月手段。勾栏妓院中浪漫放纵的生活情趣，其间不免流露了一些市井的不良习气，诗人的这种情调实质上是对世俗观念的嘲讽和自由生活的肯定。“浪子风流”，便是他对自我所作的评语。“浪子”，这种本是放荡不羁的形象，在此更带有一种不甘屈辱和我行我素的意味，因而结句写道：“半生来折柳攀花，一世里眠花卧柳”。“半生来”，是对诗人自己“偶倡优而不辞”（《元曲选序》）生涯的概括；“一世里”，则是表示了他将在一生中的着意追求。</p> <p>　　随着曲牌的转换，“序曲”中低回的音调顿时变得清晰明朗，格调高昂：“我是个普天下郎君领袖，盖世界浪子班头”。“郎君”、“浪子”一般指混迹于娼妓间的花花公子。而世俗观念正是以之为贬，对与歌妓为伍的书会才人视为非类。关汉卿却反贬为褒，背其道而行之，偏以“郎君领袖”、“浪子班头”自居。不难发现，在这貌似诙谐佻达中，也分明流露出一种对黑暗现实的嘲谑和对自我存在价值的高扬。然而现实中的非人遭遇，毕竟也曾产生过“十分酒十分悲怨”（《新水令》），所以才“愿朱颜不改常依旧，花中消遣，酒内忘忧”。但一旦陶醉在自由欢乐的生活气氛中时，“分茶攧竹，打马藏阄，五音六律滑熟”，顿时又感到“甚闲愁到我心头？”接着，诗人以三个连环句尽情地表现了风月场中的各种生活，以及由此而发的满足和自幸：我曾与歌女作伴，妆台前拨弄着筝弦，会意的欢笑，使我们舒心地倚在那屏风上；我曾与丽人作伴，携着那洁白的手真感到心甜，我们并肩登上高楼，那是多么喜气洋洋；我曾与舞女作伴，一曲《金镂衣》真动人心肠，我捧起了酒杯，杯中斟满了美酒佳酿。诗中，作者有意选择了循环往复的叙述形式，热情洋溢地展示那种自由自在、无拘无束的生活情趣，从而显示出他那极其鲜明的人生态度。正因此，当有人劝慰他“老也、暂休”时，诗人便断然予以否定：“占排场风月功名首，更玲珑又剔透。”“占排场”，这是宋元时对戏曲、技艺演出的特殊称谓。显然，关汉卿把“占排场”视作“风月功名”之首，已经不是指追欢狎妓之类过头话，而是严肃地将“编杂剧，撰词曲”作为自己的事业和理想。也正基于此，他才“更玲珑又剔透”，才表露出誓不伏（服）老的决心。但是，人不服老，毕竟渐老，因而〔隔尾〕中“子弟每”两句，就隐隐地流露出一丝淡淡的感伤，“子弟每是个茅草冈、沙土窝初生的兔羔儿，乍向围场（打猎的地方，此指妓院）上走”，而“我”已是“经笼罩、受索网”的“苍翎毛（青苍的羽毛，足见毛色之老）老野鸡”。然而，这瞬间的哀意又很快随着情感的冲动而烟消云散，这一切不过是些“窝弓冷箭蜡枪头”，诗人并“不曾落人后”，因而虽说道“‘人到中年万事休’，我怎肯虚度了春秋？”——再次表达了诗人珍惜时光并甘愿为理想献身的坚定信念。</p> <p>　　前三支曲在情感的骚动中只体现了诗人的外在心态，在〔尾〕曲中，那种“浪子”的情绪就达到了高潮，诗人内在的精神力量逼人而来：“我是个蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”。“铜豌豆”原系元代妓院对老狎客的切口，但此处诗人巧妙地使用双关语，以五串形容植物之豆的衬字来修饰“铜豌豆”，从而赋予了它以坚韧不屈、与世抗争的特性。运用这种手法，显得豪放泼辣，准确表现出“铜豌豆”的性格。而这些长句，实际上又以排列有序的一连串三字短句组成，从而给人以长短结合舒卷自如的感觉。在这一气直下的五串衬字中，体现了一种为世不容而来的焦躁和不屈，喷射出一种与传统规范相撞击的愤怒与不满。当人在现实的摧残和压抑下，诗人对自身的憧憬又难免转为一种悲凉、无奈的意绪。“谁教你”三字典型地表现了关汉卿对风流子弟也是对自己落入妓院“锦套头”（陷阱、圈套）的同情而催发出的一种痛苦的抽搐。这里，关汉卿身上显示出一种精神：对自由的执着，对人生的追求，他的愤怒，他的挣扎，他的嘻笑，也正是这种九死而不悔精神的回荡。正由于诗人对黑暗社会现实的强烈不满，正由于他对统治阶级的坚决不合作态度，关汉卿才用极端的语言来夸示他那完全市民化了书会才人的全部生活：“我也会围棋、会蹴鞠、会打围、会插科、会歌舞、会吹弹、会咽作、会吟诗、会双陆”。在这大胆又略带夸饰的笔调中，在这才情、诸艺的铺陈中，实际上深蕴一种豪情，一种在封建观念压抑下对个人智慧和力量的自信。至此，诗人的笔锋又一转，在豪情的基础上全曲的情感基调也达到了最强音：“你便是落了我牙，歪了我嘴，瘸了我腿，折了我手，天赐与我这几般儿歹症候，尚兀自（还自）不肯休！则除是阎王亲自唤，神鬼自来勾，三魂归地府，七魄丧冥幽（阴间）天哪，那其间才不向烟花路儿上走！”既然他有了坚定的人生信念，就敢于藐视一切痛苦乃至死亡；既然生命属于人自身，那么就应该按自己的理想完成人生，坚定地“向烟花路儿上走”。这种对人生永恒价值的追求，对把死亡看作生命意义终结的否定，正是诗中诙谐乐观的精神力量所在。</p> <p>　　在艺术上，这首散曲最大的特点就是大量地添加衬字，娴熟地运用排比句、连环句，造成一种气韵镗鞳的艺术感染力。譬如〔尾〕曲中“你便是落了我牙”一句，那向前流泻的一组组衬字很自然地引起情感上激越的节奏，急促粗犷，铿锵有声，有力地表现出诗人向“烟花路儿上走”的坚韧决心。增加衬字，突破了词的字数限制，使得曲调的字数可以随着旋律的往复而自由伸缩增减，较好地解决了诗的字数整齐单调与乐的节奏、旋律繁复变化之间的矛盾。同时，衬字还具有让语言口语化、通俗化，并使曲意诙谐活泼、穷形尽相的作用。全曲一气直下，然又几见波折，三支曲牌中“暂休”、“万事休”等情绪沉思处，也往往是行文顿挫腾挪、劲气暗转处，读来如睹三峡击浪之状，浑有一种雄健豪宕、富于韵律的美感。</p> <p>　　这一套散曲既反映了关汉卿经常流连于市井和青楼的生活面貌，同时又以“风流浪子”的自夸，成为叛逆封建社会价值系统的大胆宣言。对于士大夫的传统分明带有“挑衅”的意味。这种人生选择固然是特定的历史环境所致，但关汉卿的自述中充满昂扬、诙谐的情调，较之习惯于依附政治权力的士人心理来说，这种热爱自由的精神是非常可贵的。关汉卿不仅是一个“风流浪子”而已。他一方面主张”人生贵适意”，主张及时享乐，同时又表现出对社会的强烈关怀，对于社会中弱小的受压迫者的同情和赞颂，这和许多具有官员身份的文人出于政治责任感所表现出的同情人民的态度有很大不同，在这里很少有理念的成分，而更多地包含着个人在社会中的切身感受，出自内心深处的真实情感。此曲重彩浓墨，层层晕染，集中而又夸张地塑造了“浪子”的形象，这形象之中固然有关氏本人的影子，也可视作以关氏为代表的书会才人精神面貌的写照。当然，曲中刻意渲染的玩世不恭游戏人生的态度并不可取，结合元代特定的历史环境来看，不难发现，在这一“浪子”的形象身上所体现的对传统文人道德规范的叛逆精神、任性所为无所顾忌的个体生命意识，以及不屈不挠顽强抗争的意志，实际上是向市民意识、市民文化认同的新型文人人格的一种表现。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首套曲当作于<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>中年以后，其作年约在元世祖至元年间。当其时，元蒙贵族对汉族士人歧视，战乱造成人们生活的颠簸，加之科举的废置，又堵塞了仕途，因而元初大部分知识分子都怀才不遇，“沉抑下僚”，落到了“八娼九儒十丐”的地步。在文人群体内部急遽分化之际，关汉卿却选择了自己独立的生活方式。尤其是岁月沧桑的磨炼，勾栏生活的体验，使他养成了一种愈显成熟的个性，就是能够突破“求仕”、“归隐”这两种传统文人生活模式的藩篱，敢于将一个活生生的人与整个封建规范相颉颃的凛然正气，体现了“天地开辟，亘古及今，自有不死之鬼在”（钟嗣成《录鬼簿序》）的一种新的人生意识。在这种背景下，关汉卿创作了套数《一枝花·不伏老》，充分展示了他的思想个性。</p>",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": [
    "散曲",
    "抒情",
    "生活"
  ]
}