{
  "id": 48029,
  "star": 8,
  "name": "轻薄篇",
  "dynasty": "魏晋",
  "content": "末世多轻薄，骄代好浮华。<br>志意既放逸，赀财亦丰奢。<br>被服极纤丽，肴膳尽柔嘉。<br>僮仆馀梁肉，婢妾蹈绫罗。<br>文轩树羽盖，乘马鸣玉珂。<br>横簪刻玳瑁，长鞭错象牙。<br>足下金鑮履，手中双莫邪。<br>宾从焕络绎，侍御何芬葩。<br>朝与金张期，暮宿许史家。<br>甲笫面长街，朱门赫嵯峨。<br>苍梧竹叶青，宜城九酝醝。<br>浮醪随觞转，素蚁自跳波。<br>美女兴齐赵，妍唱出西巴。<br>一顾倾城国，千金不足多。<br>北里献奇舞，大陵奏名歌。<br>新声逾激楚，妙妓绝阳阿。<br>玄鹤降浮云，鱏鱼跃中河。<br>墨翟且停车，展季犹咨嗟。<br>淳于前行酒，雍门坐相和。<br>孟公结重关，宾客不得蹉。<br>三雅来何迟？耳热眼中花。<br>盘案互交错，坐席咸喧哗。<br>簪珥或堕落，冠冕皆倾斜。<br>酣饮终日夜，明灯继朝霞。<br>绝缨尚不尤，安能复顾他？<br>留连弥信宿，此欢难可过。<br>人生若浮寄，年时忽蹉跎。<br>促促朝露期，荣乐遽几何？<br>念此肠中悲，涕下自滂沱。<br>但畏执法吏，礼防且切蹉。",
  "fanyi": "<h2>注释</h2> ①文轩：有彩饰的车。<br>②珂：马勒上的装饰。<br>③金鑮履：贴金箔的鞋子。<br>④莫邪：春秋时吴国的宝剑。<br>⑤芬葩：盛多的样子。<br>⑥素蚁：酒上的浮沫。<br>⑦“北里”两句为“献北里奇舞、奏大陵名歌”的倒置。<br>⑧珥：女子耳上饰物。<br>⑨信宿：再宿。",
  "shangxi": "<h2>鉴赏</h2> <p>　　魏晋是中国历史上最混乱的时代之一。封建贵族穷奢极欲，以一种病态的狂热度过醉生梦死的岁月，当时“奢侈之费，甚于天灾”（《晋书·<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>传》）。<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>的这首《轻薄篇》，以铺叙的笔法酣畅淋漓地描写了骄代王公、末世贵族的淫逸生活。虽然，作品仍不免有“劝百讽一”之嫌，作者也流露出津津咀嚼之意，但对于后人认识那一时代的生活仍是有一定价值的。</p> <p>　　<a href=\"http://so.gushiwen.org/view_48029.aspx\">诗</a>的开头四句总提时代特征，这是一个病入膏肓的“末世”，这是一个挥金如土的“骄代”，这是一个患有结核病的社会，越是荒淫越是色红如花，越是负罪越是志意沉溺。这四句诗还点明了以下要展开描写的两个特征：一是“浮华”，二是“放逸”。</p> <p>　　从“被服极纤丽”到“手中双莫邪”共十六句；写饮食服饰之奢华：绫罗丽服，珍馐嘉肴，文轩羽盖，宝车骏马，还有玳瑁簪、象牙鞭、金鑮履、莫邪剑，连僮仆也食不厌精，连婢妾也衣必锦绣，一片珠光宝气，一派纸醉金迷。以上突出“赀财”之“丰奢”。接下来六句，从“宾从焕络绎”到“朱门赫嵯峨”，写气势之不凡：宾客络绎，鱼贯而入；侍御盈门，喧呼而出，何等规模，何等排场。主人结交的都是头面人物：“金张”指金日磾和张安世，都是汉宣帝时的大官；“许史”指许伯与史高，都是汉宣帝时的外戚，诗中用以代指世家大族，皇亲国戚。再看房屋建筑：朱门沉沉，庭院深深，高楼巍峨，飞阁流丹，第宅座落在中心地带、贵族区内，面对着繁华大街、来往行人，更显出主人之地位。</p> <p>　　以上写“财”、“气”。接下来十六句，从“苍梧竹叶青”到“展季犹咨嗟”写“酒”、“色”。“九酝”指久经酝酿，即陈年老窖。“宜城醝”、“竹叶青”都是古代美酒：醇醪在金钟中旋转，带着蛊惑感官的色泽与芳香，浮沫如蚁，溢出杯盘。觥筹交错，可以想见其鲸吞牛饮之态矣。以上写“对酒”“行觞”还只是略略点染，下文述“当歌”“征色”则不惜浓墨重采。献歌献舞的都是天下绝色，人间尤物；“齐赵”指齐都临淄，赵都邯郸，都是以女乐出名的地方。“西巴”指巴郡，其地之民亦以善舞著称，《后汉书·西南夷传》即有“夷歌巴舞”之说。“北里”之舞出荒淫好色之商纣，《史记·殷本纪》云：“纣使师涓作新淫声，北里之舞，靡靡之乐。”“大陵”也是女色歌舞、云雨恍惚之代名词，《史记·赵世家》云：“王游大陵，梦见楚女鼓琴而歌。”歌儿舞女，倾城倾国，歌声比古代名曲“激楚”还动听，舞姿比名倡阳阿还轻妙。五陵年少，膏梁子弟，眼花缭乱，一掷千金。这一部份写征歌逐舞的场景，作者洒开笔墨，汪洋姿肆地着意描绘，画面飞动，行文节奏疾速，一幕幕豪华场景旋转而过，令人有目不暇接之感。铺排用典又起到了加重笔触、在高潮处延宕往覆、令人回味再三的作用。但写到此，作者意犹未足，最后四句又以夸张的手法，从侧面来烘托歌舞“移人性情”的力量：墨子是主张“非乐”的；展季即柳下惠，是坐怀不乱、不为色动的真君子，但在如此“刺激”的歌舞面前，这两位老夫子也忍不住要停车欣赏，感叹咨嗟了。即此可见其“感人”之深。不仅是君子和苦行主义者受到诱惑，连没有情感的游鱼玄鹤也闻声而动了，或敛翅下降，或鼓鳍出水，可见，新声巧调不仅能“感”人，还能“动”物。</p> <p>　　写罢“浮华”之状，再写“放逸”之态。《宋书·五行志》载：“晋惠帝元康中，贵游子弟相与为散发裸身之饮，对弄婢妾。逆之者伤好，非之者负讥。”从“淳于前行酒”到“此欢难可过”十六句就是戏剧化、集中化地再现了这一种“放逸”的时代风气。“淳于”即淳于髡，滑稽而善饮；“雍门”指雍门周，善鼓琴而助人饮。有这样的清客与宴，三分酒量者也会十分豪饮。而主人又是十二分热情，好比西汉之陈遵（字孟公），每设宴必将客人之车辖投入井中，客人欲行不得，便只好拼得醉颜作长夜之饮。如此气氛，如此主客，举座便由微醺而沉醉，终于猖狂失态。其始也，酒色上睑，耳热眼花；继而举杯命酒、讨酒、催酒（“三雅”指伯雅、仲雅、季雅，皆酒爵名）；其间，喧哗争吵，杯盘狼籍，提耳强灌，出乖露丑，不一而足；最终，男女混杂，放荡不羁，官帽歪戴，首饰堕落，猥亵淫乱之事自不待言。“绝缨”用楚庄王宴群臣事：楚庄王与群臣狎客滥饮，适殿上烛灭，有人乘机拉扯王后衣裳，欲行无礼。王后在黑暗中将那人冠缨扯断，以便追查问罪。谁知楚王唯恐扫兴，反而下令让所有的人都将冠缨拉掉再点灯，以此遮掩那荒唐酒客，染指而不膻。既然“烝上”“犯主”尚不见怪（尤，责怪也），其它荒唐行为就更是“合理”“合法”的了。作者举此一端，其余荒淫之事就尽在不言中了。</p> <p>　　从“人生若浮寄”到“礼防且切磋”，这结尾八句是从“理论”上探讨“浮华”“放逸”这一时代贵族病的成因，揭示了贵族子弟的颓废心理。生命有限，这不能激发起他们抓住时机、建功立业的志向，却成了他们醉生梦死、及时享乐的理由。在露水短促的存在中，他们看不到那曾有过的光彩夺目的片刻，他们唯一的启悟却是人生苦短，他们唯一的感慨是享受得还不够，因而要拼命加大享乐的强度。当然，这种享乐，并不能带来长久的欢乐，每当他们想到人生又少了一天，这时内心就更加空虚。空虚袭上心头，又再次以享乐来掩盖，如此恶性循环，终至不可救药。看来，腐败的不仅在于贵族的生活方式，更在于不可疗救的病态心理。假如没有任何限制，他们有可能从废人变为只知享乐的生物意义上的人，只是对“执法吏”还有所畏惧，他们才偶尔“切磋”起“礼防”问题。这结尾是一种劝戒，是一种警告，也是一种讽刺。</p>",
  "poet": {
    "id": 887,
    "star": 0,
    "name": "张华",
    "image": "http://img.gushiwen.org/authorImg/zhanghua.jpg",
    "desc": "张华（232年－300年），字茂先。范阳方城（今河北固安）人。西晋时期政治家、文学家、藏书家。西汉留侯张良的十六世孙，唐朝名相张九龄的十四世祖。张华工于诗赋，词藻华丽。编纂有中国第一部博物学著作《博物志》。《隋书·经籍志》有《张华集》十卷，已佚，明人张溥辑有《张茂先集》。张华雅爱书籍，精通目录学，曾与荀勖等人依照刘向《别录》整理典籍。《宣和书谱》载有其草书《得书帖》及行书《闻时帖》。"
  },
  "tags": [
    "乐府",
    "叙事",
    "生活",
    "劝诫"
  ]
}