{
  "id": 11069,
  "star": 12,
  "name": "送路六侍御入朝",
  "dynasty": "唐代",
  "content": "童稚情亲四十年，中间消息两茫然。<br>更为后会知何地？忽漫相逢是别筵！<br>不分桃花红似锦，生憎柳絮白于棉。<br>剑南春色还无赖，触忤愁人到酒边。",
  "fanyi": "<p><strong>译文</strong><br>与儿时的旧友分别了四十年，在此之间的杳无音信令我们都感到茫然失落。一别四十年，时间是这样久，谁能想到在某地能重新会合？他乡遇故知，本来是值得高兴的事；然而同样没有想到，久别重逢，乍逢又别！现在我不去赞美桃花秀丽的如锦缎一般，却反而憎恶柳絮比棉花还要白。我恼怒剑南的春色无赖，是因为它冒犯了我这个愁人；而它之所以冒犯了我，是由于我和朋友后会无期，离怀难遣。</p> <p><strong>注释</strong><br>⑴路六侍御：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>友人，生平详不可考。<br>⑵童稚：儿童，小孩。四十：一作“三十”。<br>⑶后会：后相会。<br>⑷忽漫：忽而，偶然。别筵（yán）：饯别的筵席。<br>⑸不分：犹言不满、嫌恶的意思。一作“不忿”。<br>⑹生憎：犹言偏憎、最憎的意思。于：一作“如”。<br>⑺剑南：剑南道，唐朝置，以地区在剑阁之南得名。无赖：无聊。谓情绪因无依托而烦闷。<br>⑻触忤（wǔ）：冒犯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　关于路六侍御的生平，详不可考，从<a href=\"http://so.gushiwen.org/view_11069.aspx\">诗</a>的开头一句看，是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>儿时旧友。作此诗时，杜甫五十一岁，四十年前，他们都在十岁左右，正是竹马童年。诗人用“童稚情亲四十年”完满地表现出童年伙伴那种特有的亲切的感情。“四十年”，在这里不仅点明分别的时间，更主要的是表明童年时代的友情，并不随着四十年漫长岁月的迁流而归于淡忘。正因为如此，下句说，“中间消息两茫然”。在兵戈满地，流离转徙的动乱年代里，朋友间失去联系，想知道他的消息而又无从问讯，故有“茫然”之感。而这种心情，彼此间是相同的，所以说“两茫然”。一别四十年，时间是这样的久，没能想到会有重新相见的一天。所以说“忽漫相逢”。他乡遇故知，本来是值得高兴的事；然而同样没有想到，久别重逢，乍逢又别；当故交叙旧之日，即离筵饯别之时。“忽漫相逢是别筵”，在“相逢”和“别筵”之间着一“是”字，使会合的欢娱，立即转化为别离的愁思。笔力千钧，直透纸背。</p> <p>　　从过去到重逢，聚散离合是这样的迷离莫测；从分别悬想将来，诗人把感慨集中地写在“更为后会知何地”这句话里。这是全诗的主脑。它包涵有下列两重意思：路六侍御这次离开梓州，回到长安去做官，勾起了杜甫满腹心事。他设想：“倘若今后能和路六再度相见，这地点又将在哪里？自己能不能够也被召还朝廷？”回答是不可知的。从他自身蹭蹬坎坷的生活历程，从这次和路六的聚散离合，诗人懂得了乱世人生，有如飘蓬泛梗，一切都无从说起。这是就空间而言的。从时间方面来说，过去的分别，一别就是四十年；别时彼此都在童年，相见时俱入老境。人生苦短，“更为后会”，实际上是不大可能的。诗人没有直说后会无期，而是以诘问语发出咏叹，体现出他的向往之切、感慨之深。</p> <p>　　前四句写送别之情，诗人由“过去”想到“现在”，再由“现在”想到“未来”，它本身有个时间的层次。诗从“童稚情亲”依次写来，写到四十年来，“中间消息两茫然”，不接着写相逢和送别，而突然插入“更为后会知何地”。表明看，恍如天外奇峰，劈空飞来。但实际上，“更为后会”，就已逆摄了下文的“忽漫相逢”。因为没有眼前的“忽漫相逢”，诗人是不可能想到将来的“更为后会”的。这句对上句来说，是突接。由于这样的突接，所以能掀起波澜，把诗人感伤离乱的情怀，表现得沉郁苍凉，百端交集。就下文来说，这是在一联之内的逆挽，也就是颠倒其次序，用上句带动下句。由于这样的逆挽，所以能化板滞为飞动，使得全诗神完气足，精彩四溢。如果没有诗人思想情感上的深度和广度以及他在诗歌艺术上深湛的造诣，也是不可能达到这种境界的。</p> <p>　　诗的后四句写景，另起了一个头，颈联和颔联似乎毫无相干。其实，这景物描写，全是从上文的“别筵”生发出来的。尾联结句“触忤愁人到酒边”的“酒”，正是“别筵”饯别之酒：“酒边”的“剑南春色”，也就是诗人“别筵”的眼前风光。“桃红似锦”，“絮白于棉”，这风光是明艳的，而诗偏说是“不分”，“生憎”，恼怒春色“无赖”，是因为它“触忤”了“愁人”；而它之所以“触忤愁人”，则是由于后会无期，离怀难遣，对景伤情的缘故。颈联中的“不分”和“生憎”，恰恰成为绾合上半篇和下半篇的纽带，把情景融为不可分割的完美的诗的整体。全诗句句提得起，处处打得通，一气运转，跌宕起伏；而诗句的措辞，脉络的贯通，则又丝丝入扣，在宏大中体现了精细的特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_11069.aspx\">诗</a>作于唐代宗广德元年（763年）春。前一年，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>因徐知道在成都叛变，避乱流寓梓州（治所在今四川三台）。这年正月，唐军收复幽燕，史朝义自缢身死。延续八年之久的安史之乱虽然告一段落，但是已经激化了的各类社会矛盾并没有得到解决，动乱不宁的时局并未因此而真正平息。曾经因胜利而一度在杜甫心底燃起的欢快的火花，“青春作伴好还乡”（《闻官军收河南河北》）的畅想，很快就破灭了。当时，杜甫有一些朋友由梓州回长安，他作诗送行，说道：“飘零为客久，衰老羡君还。”（《涪江泛舟送韦班归京》）“帝乡愁绪外，春色泪痕边。”（《泛舟送魏十八仓曹还京因寄岑中允参范郎中季明》）自伤留滞，情见于词。这诗也是借聚散离合之情，写迟暮飘零的身世之感的。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "送别"
  ]
}