{
  "id": 42534,
  "star": 1,
  "name": "晚秋郾城夜会联句",
  "dynasty": "唐代",
  "content": "从军古云乐，谈笑青油幕。灯明夜观棋，月暗秋城柝。 ——李正封 <br> 羁客方寂历，惊乌时落泊。语阑壮气衰，酒醒寒砧作。 ——韩愈 <br> 遇主贵陈力，夷凶匪兼弱。百牢犒舆师，千户购首恶。 ——李正封 <br> 平生耻论兵，末暮不轻诺。徒然感恩义，谁复论勋爵。 ——韩愈 <br> 多士被沾污，小夷施毒蠚。何当铸剑戟。相与归台阁。 ——李正封 <br> 室妇叹鸣鹳，家人祝喜鹊。终朝考蓍龟，何日亲烝礿. ——韩愈 <br> 间使断津梁，潜军索林薄。红尘羽书靖，大水沙囊涸。 ——李正封 <br> 铭山子所工，插羽余何怍。未足烦刀俎，只应输管钥。 ——韩愈 <br> 雨矢逐天狼，电矛驱海若。灵诛固无纵，力战谁敢却。 ——李正封 <br> 峨峨云梯翔，赫赫火箭著。连空隳雉堞，照夜焚城郭。 ——韩愈 <br> 军门宣一令，庙算建三略。雷鼓揭千枪，浮桥交万筰. ——李正封 <br> 蹂野马云腾，映原旗火铄。疲氓坠将拯，残虏狂可缚。 ——韩愈 <br> 摧锋若貙兕，超乘如猱玃.逢掖服翻惭，缦胡缨可愕。 ——李正封 <br> 星陨闻雊雉，师兴随唳鹤。虎豹贪犬羊，鹰鹯憎鸟雀。 ——韩愈 <br> 烧陂除积聚，灌垒失依托。凭轼谕昏迷，执殳征暴虐。 ——李正封 <br> 仓空战卒饥，月黑探兵错。凶徒更蹈藉，逆族相啖嚼。 ——韩愈 <br> 轴轳亘淮泗，旆旌连夏鄂。大野纵氐羌，长河浴骝骆。 ——李正封 <br> 东西竞角逐，远近施矰缴。人怨童聚谣，天殃鬼行疟。 ——韩愈 <br> 汉刑支郡黜，周制闲田削。侯社退无功，鬼薪惩不恪。 ——李正封 <br> 余虽司斧锧，情本尚丘壑。且待献俘囚，终当返耕获。 ——韩愈 <br> 藁街陈鈇钺，桃塞兴钱鎛.地理画封疆，天文扫寥廓。 ——李正封 <br> 天子悯疮痍，将军禁卤掠。策勋封龙额，归兽获麟脚。 ——韩愈 <br> 诘诛敬王怒，给复哀人瘼。泽发解兜鍪，酡颜倾凿落。 ——李正封 <br> 安存惟恐晚，洗雪不论昨。暮鸟已安巢，春蚕看满箔。 ——韩愈 <br> 声明动朝阙，光宠耀京洛。旁午降丝纶，中坚拥鼓铎。 ——李正封 <br> 密坐列珠翠，高门涂粉雘.跋朝贺书飞，塞路归鞍跃。 ——韩愈 <br> 魏阙横云汉，秦关束岩崿。拜迎罗櫜鞬，问遗结囊橐。 ——李正封 <br> 江淮永清晏，宇宙重开拓。是日号升平，此年名作噩。 ——韩愈 <br> 洪赦方下究，武飙亦旁魄。南据定蛮陬，北攫空朔漠。 ——李正封 <br> 儒生惬教化，武士猛刺斫。吾相两优游，他人双落莫。 ——韩愈 <br> 印从负鼎佩，门为登坛凿。再入更显严，九迁弥謇谔。 ——李正封 <br> 宾筵尽狐赵，导骑多卫霍。国史擅芬芳，宫娃分绰约。 ——韩愈 <br> 丹掖列鹓鹭，洪炉衣狐貉。摛文挥月毫，讲剑淬霜锷。 ——李正封 <br> 命衣备藻火，赐乐兼拊搏。两厢铺氍毹，五鼎调勺药。 ——韩愈 <br> 带垂苍玉佩，辔蹙黄金络。诱接喻登龙，趋驰状倾藿。 ——李正封 <br> 青娥翳长袖，红颊吹鸣籥.傥不忍辛勤，何由恣欢谑。 ——韩愈 <br> 惟当早富贵，岂得暂寂寞。但掷雇笑金，仍祈却老药。 ——李正封 <br> 殁庙配尊斝，生堂合y7鑮.安行庇松篁，高卧枕莞蒻. ——韩愈 <br> 洗沐恣兰芷，割烹厌腗臄。喜颜非忸怩，达志无陨获。 ——李正封 <br> 诙谐酒席展，慷慨戎装著。斩马祭旄纛，炰羔礼芒屩。 ——韩愈 <br> 山多离隐豹，野有求伸蠖。推选阅群材，荐延搜一鹗。 ——李正封 <br> 左右供谄誉，亲交献谀噱。名声载揄扬，权势实熏灼。 ——韩愈 <br> 道旧生感激，当歌发酬酢。群孙轻绮纨，下客丰醴酪。 ——李正封 <br> 穷天贡琛异，匝海赐酺醵。作乐鼓还槌，从禽弓始彍。 ——韩愈 <br> 取欢移日饮，求胜通宵博。五白气争呼，六奇心运度。 ——李正封 <br> 恩泽诚布濩，嚚顽已箫勺。告成上云亭，考古垂矩矱. ——韩愈 <br> 前堂清夜吹，东第良晨酌。池莲拆秋房，院竹翻夏箨。 ——李正封 <br> 五狩朝恒岱，三畋宿杨柞。农书乍讨论，马法长悬格。 ——韩愈 <br> 雪下收新息，阳生过京索。尔牛时寝讹，我仆或歌咢. ——李正封 <br> 帝载弥天地，臣辞劣萤爝。为诗安能详，庶用存糟粕。 ——韩愈",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": []
}