{
  "id": 71955,
  "star": 227,
  "name": "进学解",
  "dynasty": "唐代",
  "content": "　　国子先生晨入太学，招诸生立馆下，诲之曰：“业精于勤，荒于嬉；行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇畯良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬？诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”</p> <p>　　言未既，有笑于列者曰：“先生欺余哉！弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。纪事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。</p> <p>　　觝排异端，攘斥佛老。补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍。障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。</p> <p>　　沉浸醲郁，含英咀华，作为文章，其书满家。上规姚姒，浑浑无涯；周诰、殷《盘》，佶屈聱牙；《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩；下逮《庄》、《骚》，太史所录；子云，相如，同工异曲。先生之于文，可谓闳其中而肆其外矣。</p> <p>　　少始知学，勇于敢为；长通于方，左右具宜。先生之于为人，可谓成矣。</p> <p>　　然而公不见信于人，私不见助于友。跋前踬后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时。冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨。不知虑此，而反教人为？”</p> <p>　　先生曰：“吁，子来前！夫大木为杗，细木为桷，欂栌、侏儒，椳、闑、扂、楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲、马勃，败鼓之皮，俱收并蓄，待用无遗者，医师之良也。登明选公，杂进巧拙，纡馀为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明，辙环天下，卒老于行。荀卿守正，大论是弘，逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法，绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中，文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁靡廪粟；子不知耕，妇不知织；乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非其幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有亡，计班资之崇庳，忘己量之所称，指前人之瑕疵，是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　国子先生早上走进太学，召集学生们站立在学舍下面，教导他们说：“学业由于勤奋而专精，由于玩乐而荒废；德行由于独立思考而有所成就，由于因循随俗而败坏。当今圣君与贤臣相遇合，各种法律全部实施。除去凶恶奸邪之人，提拔优秀人才。具备一点优点的人全部被录取，拥有一种才艺的人没有不被任用的。选拔优秀人才，培养造就人才。只有才行不高的侥幸被选拔，绝无才行优秀者不蒙提举。诸位学生只要担心学业不能精进，不要担心主管部门官吏不够英明；只要担心德行不能有所成就，不要担心主管部门官吏不公正。”</p> <p>　　话没有说完，有人在行列里笑道：“先生在欺骗我们吧？我侍奉先生，到现在已经很多年了。先生嘴里不断地诵读六经的文章，两手不停地翻阅着诸子百家的书籍。对史书类典籍必定总结掌握其纲要，对论说类典籍必定探寻其深奥隐微之意。广泛学习，务求有所收获，不论是无关紧要的，还是意义重大的都不舍弃；夜以继日地学习，常常终年劳累。先生的学习可以说勤奋了。</p> <p>　　抵制、批驳异端邪说，排斥佛教与道家的学说，弥补儒学的缺漏，阐发精深微妙的义理。探寻那些久已失传的古代儒家学说，独自广泛地钻研和继承它们。指导异端学说就像防堵纵横奔流的各条川河，引导它们东注大海；挽救儒家学说就像挽回已经倒下的宏大波澜。先生您对于儒家，可以说是有功劳了。</p> <p>　　心神沉浸在古代典籍的书香里，仔细地品尝咀嚼其中精华，写起文章来，书卷堆满了家屋。向上效法法虞、夏时代的典章，深远博大得无边无际；周代的诰书和殷代的《盘庚》，多么艰涩拗口难读；《春秋》的语言精练准确，《左传》的文辞铺张夸饰；《易经》变化奇妙而有法则，《<a href=\"http://so.gushiwen.org/view_71955.aspx\">诗</a>经》思想端正而辞采华美；往下一直到《庄子》、《离骚》，《史记》；<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的创作，同样巧妙但曲调各异。先生的文章可以说是内容宏大而外表气势奔放，波澜壮阔。</p> <p>　　先生少年时代就开始懂得学习，敢于实践，长大之后精通礼法，举止行为都合适得体。先生的做人，可以说是完美的了。</p> <p>　　可是在朝廷上不能被人们信任，在私下里得不到朋友的帮助。进退两难，一举一动都受到指责。刚当上御史就被贬到南方边远地区。做了三年博士，职务闲散表现不出治理的成绩。您的命运与仇敌相合，不时遭受失败。冬天气候还算暖和的日子里，您的儿女们哭着喊冷；年成丰收而您的夫人却仍为食粮不足而啼说饥饿。您自己的头顶秃了，牙齿缺了，这样一直到死，有什么好处呢？不知道想想这些，倒反而来教导别人干什么呢？”</p> <p>　　国子先生说：“唉，你到前面来！要知道那些大的木材做屋梁，小的木材做瓦椽，做斗栱，短椽的，做门臼、门橛、门闩、门柱的，都量材使用，各适其宜而建成房屋，这是工匠的技巧啊。贵重的地榆、朱砂，天麻、龙芝，车前草、马屁菌，坏鼓的皮，全都收集，储藏齐备，等到需用的时候就没有遗缺的，这是医师的高明之处啊。提拔人材，公正贤明，选用人才，态度公正。灵巧的人和拙笨的人都得引进，有的人谦和而成为美好，有的人豪放而成为杰出，比较各人的短处，衡量各人长处，按照他们的才能品格分配适当的职务，这是宰相的方法啊！从前孟轲爱好辩论，孔子之道得以阐明，他游历的车迹周遍天下，最后在奔走中老去。<a href=\"http://so.gushiwen.org/author_849.aspx\">荀况</a>恪守正道，发扬光大宏伟的理论，因为逃避谗言到了楚国，被废黜而死在兰陵。这两位大儒，说出话来成为经典，一举一动成为法则，远远超越常人，德行功业足以载入圣人之行列，可是他们在世上的遭遇是怎样呢？现在你们的先生学习虽然勤劳却不能顺手道统，言论虽然不少却不切合要旨，文章虽然写得出奇却无益于实用，行为虽然有修养却并没有突出于一般人的表现，尚且每月浪费国家的俸钱，每年消耗仓库里的粮食；儿子不懂得耕地，妻子不懂得织布；出门乘着车马，后面跟着仆人，安安稳稳地坐着吃饭。局局促促地按常规行事，眼光狭窄地在旧书里盗窃陈言，东抄西袭。然而圣明的君主不加处罚，也没有为宰相大臣所斥逐，难道不幸运么？有所举动就遭到毁谤，名誉也跟着大了起来。被放置在闲散的位置上，实在是恰如其份的。至于度量财物的有无，计较品级的高低，忘记了自己有多大才能、多少份量和什么相称，指摘官长上司的缺点，这就等于所说的责问工匠的为什么不用小木桩做柱子，批评医师的用菖蒲延年益寿，却想引进他的猪苓啊！（顾易生） </p> <p><strong>注释</strong><br>[1]国子先生：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>自称，当时他任国子博士。唐朝时，国子监是设在京都的最高学府，下面有国子学、太学等七学，各学置博士为教授官。国子学是为高级官员子弟而设的。太学：这里指国子监。唐朝国子监相当于汉朝的太学，古时对官署的称呼常有沿用前代旧称的习惯。<br>[2]嬉：戏乐，游玩。随：因循随俗。治具：治理的工具，主要指法令。《史记·酷吏列传》：“法令者，治之具。”毕：全部。张：指建立、确立。<br>[3]畯：通“俊”，才智出众。<br>[4]率：都。庸：通“用”，采用、录用。<br>[5]爬罗剔抉：意指仔细搜罗人才。爬罗：爬梳搜罗。剔抉：剔除挑选。刮垢磨光：刮去污垢，磨出光亮；意指精心造就人才。<br>[6]有司：负有专责的部门及其官吏。<br>[7]六艺：指儒家六经，即《诗》、《书》、《礼》、《乐》、《易》、《春秋》六部儒家经典。百家之编：指儒家经典以外各学派的著作。《汉书·艺文志》把儒家经典列入《六艺略》中，另外在《诸子略》中著录先秦至汉初各学派的著作：“凡诸子百八十九家，四千三百二十四篇。”春秋战国时期，各种学派兴起，著书立说，故有“百家争鸣”之称。<br>[8]纂：编集。纂言者，指言论集、理论著作。<br>[9]膏油：油脂，指灯烛。晷（guǐ轨）：日影。恒：经常。兀（wù误）兀：辛勤不懈的样子。穷：终、尽。<br>[10]异端：儒家称儒家以外的学说、学派为异端。《论语·为政》：“攻乎异端，斯害也已。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>集注：“异端，非圣人之道，而别为一端，如杨、墨是也。”焦循补疏：“异端者，各为一端，彼此互异。”攘（rǎng壤）：排除。老：老子，道家的创始人，这里借指道家。<br>[11]苴（jū居）：鞋底中垫的草，这里作动词用，是填补的意思。罅（xià下）：裂缝。皇：大。幽：深。眇：微小。<br>[12]绪：前人留下的事业，这里指儒家的道统。韩愈《原道》认为，儒家之道从尧舜传到孔子、孟轲，以后就失传了，而他以继承这个传统自居。<br>[13]英、华：都是花的意思，这里指文章中的精华。<br>[14]姚：姒（sì四）：相传虞舜姓姚，夏禹姓姒。周诰：《尚书·周书》中有《大诰》、《康诰》、《酒诰》、《召诰》、《洛诰》等篇。诰是古代一种训诫勉励的文告。殷《盘》、《尚书》的《商诰》中有《盘庚》上、中、下三篇。佶屈：屈曲。聱牙：形容不顺口。《春秋》：鲁国史书，记载鲁隐公元年（前722）到鲁哀公十四年（前481）间史事，相传经孔子整理删定，叙述简约而精确，往往一个字中寓有褒贬（表扬和批评）的意思。《左氏》：指《春秋左氏传》，简称《左传》。相传鲁史官<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>作，是解释《春秋》的著作，其铺叙详赡，富有文采，颇有夸张之处。《易》：《易经》，古代占卜用书，相传周人所撰。通过八卦的变化来推算自然和人事规律。《诗》：《诗经》，我国最早的一部诗歌总集，保存西周及春秋前期诗歌三百零五篇。逮：及、到。《庄》：《庄子》，战国时思想家<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>的著作。《骚》：《离骚》。战国时大诗人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的长诗。太史：指汉代<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>，曾任太史令，也称太史公，著《史记》。子云：汉代文学家扬雄，字子云。相如：汉代辞赋家司马相如。<br>[15]见信、见助：被信任、被帮助。“见”在动词前表示被动。<br>[16]跋（bá拔）：踩。踬（zhì至）：绊。语出《诗经·豳风·狼跋》：“狼跋其胡，载疐其尾。”意思说，狼向前走就踩着颔下的悬肉（胡），后退就绊倒在尾巴上。形容进退都有困难。辄：常常。<br>[17]窜：窜逐，贬谪。南夷：韩愈于贞元十九年（803）授四门博士，次年转监察御史，冬，上书论宫市之弊，触怒德宗，被贬为连州阳山令。阳山在今广东，故称南夷。<br>[18]三年博士：韩愈在宪宗元和元年（806）六月至四年任国子博士。一说“三年”当作“三为”。韩愈此文为第三次博士时所作（元和七年二月至八年三月）。冗（rǒng茸）：闲散。见：通“现”。表现，显露。<br>[19]几时：不时，不一定什么时候，也即随时。[20]为：语助词，表示疑问、反诘。<br>[21]吁（xū虚）：叹词。<br>[22]杗（máng忙）：屋梁：桷（jué觉）：屋椽。欂栌（bólú博卢）：斗栱，柱顶上承托栋梁的方木。侏（zhū朱）儒：梁上短柱。椳（wēi威）：门枢臼。闑（niè聂）：门中央所竖的短木，在两扇门相交处。扂（diàn店）：门闩之类。楔（xiè屑）：门两旁长木柱。<br>[23]玉札：地榆。丹砂：朱砂。赤箭：天麻。青兰：龙兰。以上四种都是名贵药材。牛溲：牛尿，一说为车前草。马勃：马屁菌。以上两种及“败鼓之皮”都是贱价药材。<br>[24]纡（yū迂）馀：委婉从容的样子。妍：美。卓荦（luò落）：突出，超群出众。校（jiào较）：比较。<br>[25]孟轲好辩：《孟子·滕文公下》载：孟子有好辩的名声，他说：予岂好辩哉！予不得已也。”意思说：自己因为捍卫圣道，不得不展开辩论。辙（zhé哲）：车轮痕迹。<br>[26]荀卿：即荀况，战国后期时儒家大师，时人尊称为卿。曾在齐国做祭酒，被人谗毁，逃到楚国。楚国春申君任他做兰陵（今山东枣庄）令。春申君死后，他也被废，死在兰陵，著有《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》。<br>[27]离、绝：都是超越的意思。伦、类：都是“类”的意思，指一般人。<br>[28]繇：通“由”。<br>[29]靡：浪费，消耗。廪（lǐn凛）：粮仓。<br>[30]踵（zhǒng肿）：脚后跟，这里是跟随的意思。促促：拘谨局促的样子。一说当作“役役”，指劳苦。窥：从小孔、缝隙或隐僻处察看。陈编：古旧的书籍。<br>[31]财贿：财物，这里指俸禄。班资：等级、资格。亡：通“无”。<br>[32]庳（bēi卑）：通“卑”，低。前人：指职位在自己前列的人。<br>[33]瑕（xiá侠）：玉石上的斑点。<br>[34]疵（cī雌）：病。瑕疵，比喻人的缺点。如上文所说“不公”、“不明”。<br>[35]杙（yì亦）：小木桩。楹（yíng盈）：柱子。訾（zǐ紫）：毁谤非议。<br>[36]昌阳：昌蒲。药材名，相传久服可以长寿。<br>[37]豨（xī希）苓：又名猪苓，利尿药。这句意思说：自己小材不宜大用，不应计较待遇的多少、高低，更不该埋怨主管官员的任使有什么问题。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《进学解》，旧说作于唐宪宗元和八年（813）。是年韩愈四十六岁，在长安任国子学博士，教授生徒。进学，意谓勉励生徒刻苦学习，求取进步。解，解说，分析。全文假托先生劝学、生徒质问、先生再予解答，故名《进学解》；实际上是感叹不遇、自抒愤懑之作。</p> <p>　　文章分三段。第一段是国子先生勉励生徒的话。大意谓方今圣主贤臣，励精图治，注意选拔和造就人才。故诸生只须在“业”和“行”两方面刻苦努力，便不愁不被录用，无须担忧用人部门的不明不公。“业”指学业，读书、作文都属于“业”。“行”指为人行事，所谓“立言”即发表重要见解也属于“行”。韩愈认为这二者是主观修养的重要方面。例如他曾作《五箴》以儆戒自己。其中《游箴》感叹自己少年时学习的劲头和精力很足，而如今年岁大了，便不如少时了；痛心地说：“呜呼余乎！其无知乎！君子之弃，而小人之归乎？”可见他始终念念不忘学业之重。又《行箴》要求自己的言行合乎正义，认为这样做了，便虽死犹生。还说“思而斯得”，要求自己一言一行都须认真思考。可见《进学解》中关于“业”和“行”的教诲都不是泛泛之语，而确是韩愈所执著的立身处世之大端。</p> <p>　　第二段是生徒对上述教诲提出质问。大意谓先生的“业”、“行”均很有成就，却遭际坎坷，则业精行成又有何用呢？先说先生为学非常勤勉，六经诸子无不熟读精研，叙事之文必记其要略，论说之文必究其深义，夜以继日，孜孜不倦；次说先生批判佛、老，力挽狂澜，大有功于儒道；再说先生博取先秦西汉诸家文字之长，写作古文已得心应手；最后说先生敢作敢为，通晓治道，为人处事，可谓有成。这四个方面，一、三相当于“业”，二、四相当于“行”。验之韩愈其他<a href=\"http://so.gushiwen.org/view_71955.aspx\">诗</a>文，可知这里生徒所说实际上是韩愈的自我评价。以学而言，他曾说自己“究穷于经传史记百家之说”，“凡自唐虞以来，编简所存……奇辞奥旨，靡不通达”（《上兵部李侍郎书》），并能穷究奥妙，达于出神入化之境。以文而言，他以“文书自传道，不仗史笔垂”（《寄崔二十六立之》）自许，欲以古文明道，传世不朽。以捍卫儒道而言，他说道统久已不传，即使<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>也还有小疵，隐然以上继孟子、振兴儒学自期（见《原道》等文）。以为人行事而言，他自称“矫矫亢亢，恶圆喜方，羞为奸欺，不忍害伤” （《送穷文》），即坚持原则，正直不苟；又颇自负其政治才干，青年时便说己潜究天下形势得失，欲进之于君相（见《答崔立之书》）。这些评价，虽有的受到后人讥评，如有人批评他儒道不纯，但大体说来，他在这几方面确实都相当有成绩。可是其遭遇并不顺遂。下文生徒所说“跋前踬后，动辄得咎”云云，就是概述其坎坷困窘之状。他青年时本以为功名唾手可得，然而经四次进士试方才及第，其后三次于吏部调试，都未能得官，只得走投靠方镇为幕僚的道路。至三十五岁时才被授以四门博士（其地位低于国子博士）之职。次年为监察御史，同年冬即贬为连州阳山（今属广东）县令。三年后始召回长安，任国子博士。当时宪宗新即位，讨平夏州、剑南藩镇叛乱，显示出中兴气象。可是韩愈并未能展其怀抱，却困于谗方诽谤，次年即不得不要求离开长安，到洛阳任东都的国子博士。其后曾任河南县令、尚书省职方员外郎之职，至元和七年四十五岁时又因事黜为国子博士。生徒所谓“三为博士，冗不见治”，即指一为四门博士、两为国子博士而言。冗，闲散之意。博士被视为闲官。不见治，不能表现其治政之才。“头童齿豁”，也是真实情况的写照。韩愈早衰，三十五岁时已自叹齿落发白，作《进学解》时更已发秃力羸，只剩下十来个牙齿在那里摇摇欲坠了。仕途失意和体力衰退，使他愤慨而悲哀。生徒的这一大段话，其实正是他“不平而鸣”，借以一吐其胸中块垒而已。</p> <p>　　第三段是先生回答生徒的话。先以工匠、医师为喻，说明“宰相之方”在于用人能兼收并蓄，量才录用。次说孟轲、<a href=\"http://so.gushiwen.org/author_849.aspx\">荀况</a>乃圣人之徒，尚且不遇于世；则自己被投闲置散，也没有什么可抱怨。最后说若还不知止足，不自量力，岂不等于是要求宰相以小材充大用吗？这里说自己“学虽勤而不繇其统”云云，显然不是韩愈的由衷之言，实际上是反语泄愤。“动而得谤，名亦随之”，是说自己动辄遭受诽谤，而同时却名声益彰。这就更有讽刺意味了。这里所谓“名”，主要是指写作和传授“古文”的名声。其《五箴·知名箴》就说过，由于自己文章写得好，又好为人师（其实是宣传“古文”理论），因而招致怨恨。《答刘正夫书》也说：“愈不幸独有接后辈名，名之所存，谤之所归也。”据<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《答韦中立论师道书》说，韩愈就是因“奋不顾流俗”，作《师说》，教后学，而遭受谤言，不得不匆匆忙忙离开长安的。至于说孟、荀不遇云云，看来是归之于运命，借以自慰；实际上也包含着对于古往今来此种不合理社会现象的愤慨。他看到不论是历史上还是现实生活中，总是“贤者少，不肖者多”，而贤者总是坎坷不遇，甚至无以自存，不贤者却“比肩青紫”，“志满气得”。他愤慨地问：“不知造物者意竟如何！”（均见《与崔群书》）这正是封建时代比较正直的知识分子常有的感慨。可贵的是韩愈并未因此而同流合污。他说：“小人君子，其心不同。唯乖于时，乃与天通。”（《送穷文》）决心坚持操守，宁可穷于当时，也要追求“百世不磨”的声名。</p> <p>　　《进学解》表现了封建时代正直而有才华、有抱负的知识分子的苦闷，批判了不合理的社会现象，具有典型意义，故而传诵不绝。此外，第二段中谈古文写作一节，可供了解其古文理论和文学好尚，也值得注意。其所举取法对象止于西汉，那是因东汉以后文章骈偶成分渐多，与古文家崇尚散体的主张不合之故。所举除儒家经典外，尚有子书《庄子》、史书《史记》以及《楚辞》和<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、扬雄的赋、杂文等。这数家作品往往雄深宏伟，奇崛不凡，韩愈好尚正在于此。他曾称<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、孟轲、<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、司马相如、扬雄为“古之豪杰之士”（《答崔立之书》）。这与古文运动前期某些论者片面地将“道”与文学的审美特性对立起来，以至鄙视屈原、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>以下作家是很不相同的。</p> <p>　　《进学解》以问答形式抒发不遇之感，此种写法古已有之。西汉<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>作《答客难》，扬雄仿之而作《解嘲》，其后继作者甚多。但《进学解》仍能给人以新鲜感。这与它善于出没变化有关。如第二段先大段铺写先生之能，浩瀚奔放；再以寥寥数语写其不遇之状，语气强烈。其间自然形成大幅度的转折，而全段总的气势是酣畅淋漓的。第三段则平和谦退，似乎火气消尽；而细味之下，又感到有辛酸、无奈、愤懑、嘲讽种种情绪包孕其中，其文气与第二段形成对比。又如通篇使人悲慨，使人深思，但有的地方又似有谐趣。如先生谆谆教诲，态度庄重，而生徒却以嬉笑对之；先生为说服生徒，不得不痛自贬抑，甚至自称盗窃陈编。这些地方见出先生实处于被动，而具有滑稽意味。总之，全文结构虽简单，但其内在的气势、意趣却多变化，耐咀嚼。它之所以使人感到新鲜，又与其语言的形象、新颖有关。如以“口不绝吟”、“手不停披”状先生之勤学，以“踵常途之促促，窥陈编以盗窃”形容其碌碌无为，以“爬罗剔抉，刮垢磨光”写选拔培育人才等等，不但化抽象为具体，而且其形象都自出机杼。至于“贪多务得”、“细大不捐”、“含英咀华”、“佶屈聱牙”、“同工异曲”、“动辄得咎”、“俱收并蓄”、“投闲置散”等词语，既富于独创性，又贴切凝练，今天都已成为常用成语。又如“业精于勤，荒于嬉；行成于思，毁于随”等，将丰富的人生体验提炼为短句，发人深思，有如格言。在一篇不长的文章中，此类具有独创性的语句却如此之多，实在使人不能不惊叹作者在文学语言方面的创造能力。此外，本文文体系沿袭扬雄《解嘲》，采押韵的赋体，又大量使用整齐排比的句式，读来声韵铿锵，琅琅上口，也增加了其艺术的魅力。</p><br/><h2>解析</h2> 　　本文是元和七、八年间<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>任国子博士时所作，假托向学生训话，勉励他们在学业、德行方面取得进步，学生提出质问，他再进行解释，故名“进学解”，借以抒发自己怀才不遇、仕途蹭蹬的牢骚。文中通过学生之口，形象地突出了自己学习、捍卫儒道以及从事文章写作的努力与成就，有力地衬托了遭遇的不平；而针锋相对的解释，表面心平气和，字里行间却充满了郁勃的感情，也反映了对社会的批评。按本文“业精于勤，荒于嬉；行成于思，毁于随”等语，凝聚着作者治学、修德的经验结晶；从“沉浸醲郁”到“同工异曲”一段，生动表现出他对前人文学艺术特点兼收并蓄的态度。韩愈作为散文家，也很推重汉代<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的辞赋。本文的写作即有所借鉴于扬雄的《解嘲》、《解难》等篇，辞采丰富，音节铿锵、对偶工切，允属赋体，然而气势奔放，语言流畅，摆脱了汉赋、骈文中常有的艰涩呆板，堆砌辞藻等缺点。林纾所谓“浓淡疏密相间，错而成文，骨力仍是散文”，故应说是韩愈特创的散文赋，为<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《阿房宫赋》、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的《赤壁赋》的前驱。文中有许多创造性的语句，后代沿用为成语。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "劝学",
    "抒怀",
    "怀才不遇"
  ]
}