{
  "id": 36132,
  "star": 14,
  "name": "感弄猴人赐朱绂",
  "dynasty": "唐代",
  "content": "十二三年就试期，五湖烟月奈相违。<br>何如买取胡孙弄，一笑君王便著绯。",
  "fanyi": "<p><strong>译文<br></strong>十二三年我困于考场历尽艰辛，多少良辰美景也只能不去问闻。<br>还不如去购买一只小猴子耍弄，逗得君王开心一笑就绯袍加身。</p> <p><strong>注释</strong><br>⑴弄猴人：驯养猴子的杂技艺人。朱绂（fú）：古代礼服上的红色蔽膝，后常作为官服的代称。《全唐<a href=\"http://so.gushiwen.org/view_36132.aspx\">诗</a>》此诗题下有注：《幕府燕闲录》云：“唐昭宗播迁，随驾伎艺人止有弄猴者，猴颇驯，能随班起居，昭宗赐以绯袍，号孙供奉，故<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>有诗云云。朱梁篡位，取此猴，令殿下起居，猴望殿陛，见全忠，径趣其所，跳跃奋击，遂令杀之。”<br>⑵就试：应考，参加考试。唐刘兼《玉烛花》诗：“正当晚槛初开处，却似春闱就试时。”<br>⑶五湖：其说不一，《史记索隐》认为指太湖、洮湖、鄱阳湖、青草湖和洞庭湖。此处泛指一切佳山胜水之地。烟月：烟花风月，代指各种享受和嗜好。“五湖烟月”是指诗人的家乡风光，他是余杭（今属浙江）人，所以举“五湖”概称。奈：奈何。相违：指无缘欣赏。<br>⑷买取胡孙弄（nòng）：一作“学取孙供奉”。胡孙：猴的别名。唐慧琳《一切经音义》卷一百：“猴玃：猴者猿猴，俗曰胡孙。”供奉：唐时以文学或技艺侍奉宫廷者。<br>⑸著（zhuó）绯（fēi）：穿绯色的官服。唐制，四品、五品官服绯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>这首<a href=\"http://so.gushiwen.org/view_36132.aspx\">诗</a>，用作者自己和孙供奉的不同遭遇作鲜明对比，以自我讽嘲的方式发感慨，泄愤懑，揭露抨击皇帝的昏庸荒诞。</p> <p>　　诗的前二句概括诗人仕途不遇的辛酸经历，嘲笑自己执迷不悟。“十二三年就试期”，说他十多年来一直应进士举，辛辛苦苦远离家乡，进京赶考，但一次也没有考中，一个官职也没有得到。“五湖烟月奈相违”是说为了赶考，只得离开美丽的家乡。科举入仕一直是诗人奋斗的目标，为了实现这个目标他不得不离开自己的家乡和亲人，前后屏居京城十四年以上，竟日苦读，奔走科场，几乎与一切人间美景隔绝。反过来说，倘使不赶考，他就可在家乡过安逸日子。所以这里有感慨、怨恨和悔悟。</p> <p>　　诗的后二句便对唐僖宗赏赐孙供奉官位事发感慨，自嘲不如一个耍猴的，讥刺皇帝只要取乐的弄人，抛弃才人志士。“何如买取胡孙弄”，诗人自嘲不如耍猴人，看似羡慕，实则是对君主的辛辣讽刺，其中蕴含着诗人巨大的悲愤。“一笑君王便着绯”，既痛刺唐僖宗的症结，也刺痛自己的心事：昏君不可救药，国亡无可挽回，其中蕴含着诗人对李唐江山每况愈下的隐忧。</p> <p>　　这是一首嘻笑怒骂的讽刺诗。诗人敢于将讽刺的矛头对准高高在上的皇帝，其胆识也是难得和值得褒奖的。诗人故意把辛酸当笑料，将荒诞作正经，以放肆嘻笑进行辛辣嘲骂。他虽然写的是自己的失意遭遇，但具有一定典型意义；虽然取笑一件荒唐事，但主题思想是严肃的，诗人心情是郁愤的。</p>",
  "about": "<h2>创作背景</h2> 　　据《幕府燕闲录》载，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义爆发，唐昭宗逃难，随驾的伎艺人只有一个耍猴的。这猴子驯养得很好，居然能跟皇帝随朝站班。唐昭宗很高兴，便赏赐耍猴的五品官职，身穿红袍，就是“赐朱绂”，并给予称号叫“孙供奉”。“孙”不是这个人的姓，而是“猢狲”的“狲”字谐音，意谓以驯猴供奉御用的官。唐昭宗赏赐孙供奉官职这件事本身就很荒唐无聊，说明这个大唐帝国的末代皇帝昏庸已极，亡国之祸临头，不急于求人才，谋国事，仍在赏猴戏，图享乐。对<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>来说，这件事却是一种辛辣的讽刺。他寒窗十年，读书赴考，十试不中，依旧布衣。与孙供奉的宠遇相比，他不免刺痛于心。于是有感于此事而写下这首<a href=\"http://so.gushiwen.org/view_36132.aspx\">诗</a>。",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "讽刺",
    "怀才不遇",
    "愤慨"
  ]
}