{
  "id": 72685,
  "star": 23,
  "name": "壬戌清明作",
  "dynasty": "清代",
  "content": "朝作轻寒暮作阴，愁中不觉已春深。<br>落花有泪因风雨，啼鸟无情自古今。<br>故国江山徒梦寐，中华人物又销沉。<br>龙蛇四海归无所，寒食年年怆客心。",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联写环境氛围，暗示斗争的情况和自己的心情。早晨飘飞的轻云到了傍晚就阴沉沉的了，在忧愁中的人全然不觉时间已进入了暮春。前句既是写的实际的天气，又是写的内心的感触：清的力量渐渐渗透已把天下遮掩。环境描写，有渲染气氛的作用。后句，点出一个“愁”字，流露郁懑和时光逝去的失落之情。</p> <p>　　颔联用双关语对比地写眼前的现实。“有泪”，形容花上的露珠。作者用垂泪的“落花”比喻受打击的抗清志士，得意的“啼鸟”来比喻卖力为清廷帮腔的小人。这种写法我国古典<a href=\"http://so.gushiwen.org/view_72685.aspx\">诗</a>词中常用，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>就常用香花和臭草来比喻忠与奸。那“鸾鸟凤凰，日以远兮。燕雀乌鹊，巢堂坛兮。露申辛夷，死林薄兮。腥臊并卸，芳不得薄兮”就是这类构意的始祖了。这样的写法，能够表达作者鲜明的爱憎。</p> <p>　　颈联感情强烈，饱含自己壮志未酬的感慨。“徒”，“又”，将恢复理想成为空想的感伤，志士仁人白白消殒的沉痛，表达得淋漓尽致。有“如何亡国恨，尽在大江东”的深沉幽愤，也有“万里悲风随邮塞，三年明月照思乡”的沉痛遗恨，慷慨悲壮而让人久久难以释怀。</p> <p>　　尾联流露出失望之情。“龙蛇”这里是借喻，代指志士。“龙蛇四海归无所”，指反清志士们因为大业难成而找不到自己的归宿。“寒食年年怆客心”，指包抗自己在内的前明遗民志士在年年寒食节的时候都会产生悲怆之感。由此，表达了反清无望的幽愤。</p>",
  "about": "<h2>创作背景</h2> <p>　　清明是二十四节气中的一个重要节气，标志着凋零的严冬过去，煦暖的春天来临。人们在这一天踏青、扫墓、上坟，是祭奠和怀念亲人、朋友、同志的一个日子。这天人人都要戴柳，家家户户门口插柳枝；并禁绝烟火，所以又称“寒食”。历代的文人墨客也留下了许多关于清明的<a href=\"http://so.gushiwen.org/view_72685.aspx\">诗</a>词。如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“清明时节雨纷纷，路上行人欲断魂”，<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>的“春城无处不飞花，寒食东风御柳斜”，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>的“故园肠断处，日夜柳条新”，张继的“试上吴门窥郡郭，清明几处有新烟”，宋代<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的“佳节清明桃李笑，野田荒冢只生愁”，<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的“宿草春风又，新阡去岁无”，<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>的“莫辞盏酒十分劝，只恐风花一片红”，<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>的“燕子不来楼阁回，柳丝今日向东风”等都是脍炙人口的佳句。而作为遗民诗人的<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>，在这天触景生情，将时节与自己的奋斗联系起来，抒发了反清无望的深沉幽愤和悲怆。</p>",
  "poet": {
    "id": 128,
    "star": 0,
    "name": "屈大均",
    "image": "http://img.gushiwen.org/authorImg/qudajun.jpg",
    "desc": "屈大均（1630—1696）明末清初著名学者、诗人，与陈恭尹、梁佩兰并称“岭南三大家”，有“广东徐霞客”的美称。字翁山、介子，号莱圃，汉族，广东番禺人。曾与魏耕等进行反请活动。后为僧，中年仍改儒服。诗有李白、屈原的遗风，著作多毁于雍正、乾隆两朝，后人辑有《翁山诗外》、《翁山文外》、《翁山易外》、《广东新语》及《四朝成仁录》，合称“屈沱五书”。"
  },
  "tags": [
    "清明节",
    "抒怀",
    "壮志未酬"
  ]
}