{
  "id": 72697,
  "star": 41,
  "name": "鸿鹄歌",
  "dynasty": "两汉",
  "content": "鸿鹄高飞，一举千里。<br>羽翮已就，横绝四海。<br>横绝四海，当可奈何？<br>虽有矰缴，尚安所施？",
  "fanyi": "<p><strong>译文</strong><br>天鹅飞向天空，一下能飞数千里（高）。<br>羽翼已经丰满了，可以四海翱翔。<br>可以四海翱翔后，（你）能将它怎么样？<br>即使拥有利箭，又能把它怎么样？</p> <p><strong>注释</strong><br>（1）鸿鹄：天鹅。《管子·戒》：“今夫鸿鹄，春北而秋南，而不失其时。”《史记·陈涉世家》：“燕雀安知鸿鹄之志哉？”<br>（2）翮：“鬲”本指空足陶器，引申指“空心”。“翮”的本意是“羽毛中间的空心硬管”，<a href=\"http://so.gushiwen.org/view_72697.aspx\">诗</a>中指羽毛。《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·王制》：南海则有羽翮齿革。<br>（3）矰：“曾”意为“重复利用的”、“二手的”。“矰”的本义是“因拴着丝绳而能收回再次利用的箭”。缴：“敫”意为“从一点扩散到广阔空间”。“矰缴”在诗指“猎取飞鸟的射具”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“鸿鹄高飞，一举千里。”用天空的大雁比喻太子刘盈，确立刘盈为太子，是公元前202年<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>称帝时的事。刘邦后来发现,刘盈过于“仁弱”，担心他难以继承皇位。他很喜欢赵王刘如意，觉得刘如意很象他。但是，刘盈是“嫡出”，吕雉所生。刘如意是“庶出”，妃子戚夫人所生。废嫡立庶，是件大事；况且，吕雉又是他的元配，曾经患难与共，他一时委决不下，多次征求亲近大臣的意见。但是，大臣中多数是刘邦的故交，和吕雉也有情面；而戚夫人，除了皇帝的恩宠以外，绝没有吕雉那样的“群众基础”。所以，包括留侯张良在内的一班老臣，都劝刘邦不要免去刘盈的太子地位。刘邦看到大臣们拥戴刘盈．认为他象鸿鹊，甚至“一举千里”，那是受了蒙骗。</p> <p>　　“羽翼已就，横绝四海。”说的还是刘盈，刘邦仍被假象蒙蔽着。吕稚知道刘邦的心思，暗暗心焦，她更知道“母以子贵”的道理，谁的儿子做皇帝，生母就是皇太后，无上尊贵，于是她不遗余力地进行了频繁的幕后活动，求助于大臣，甚至不惜屈尊下跪，求张良帮助。最后，她就按张良的主意，让刘盈去巴结当时的四大名士“商山四皓”。这四个老头儿正是东园公、甪里先生、绮里季和夏黄公。这四位是顶尖的世外高人，人称“四皓”，即四颗明星。张良就让四个老头儿当太子的老师。“四皓”曾拒绝过刘邦的遨请，不肯出山做官，如今却同刘盈同车四游，使刘邦误以为刘盈有才能，孚众望。</p> <p>　　“横绝四海，又可奈何？虽有矰缴，尚安所施？”刘邦面对戚夫人的哭泣，表达出自己爱莫能助、无可奈何的心情。刘邦病重以后，自知大限不远，曾又一次和大臣们提到接班人问题。大臣们除了陈说利害以外，都对刘盈极口称赞，使刘邦最终打消了改立太子的念头。当他把这一情况告知戚夫人时．戚夫人十分悲伤，泣不成声。刘邦宽慰她说：“为我兹舞，吾为若楚歌。”《鸿鹊歌》，就是这样一首忧心忡忡、情意绵绵的歌。</p> <p>　　刘邦不无忧虑地死去，活着的戚夫人和她的儿子刘如意却遭受了极其残酷的迫害，双双被狠毒的吕雉害死。得宠的戚夫人一门全让吕雉给收拾了，如意被毒死，戚夫人被砍了手脚，挖眼熏耳，扔到茅房里.看到戚夫人被吕雉变成“人彘”的惨相，连吕雉的亲生儿子刘盈都愤怒地大骂：“此非人所为！”</p> <p>　　《鸿鹄歌》情真意切，巧用比喻，仍是楚辞遗风，联系史实去读．不乏感人的艺术力量。</p>",
  "about": "<h2>创作背景</h2> 　　据《汉书·外戚传》云，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>因为嫌吕雉的儿子太子刘盈为人过于仁厚软弱，性格不象他自己，因此常想废掉他而立其爱妾戚夫人的儿子赵王刘如意为太子，他认为如意的性格很与自己相似。戚夫人常常跟从高祖左右，也想让高祖立自己的儿子为太子，因此日夜啼泣求告。但因吕雉为人刚毅，采用了张良的计策，以商山四皓辅佐太子，使得高祖的想法未能实现。因此高祖作此歌劝慰戚夫人，以说明无力更换太子的道理。",
  "poet": {
    "id": 746,
    "star": 0,
    "name": "刘邦",
    "image": "http://img.gushiwen.org/authorImg/liubang.jpg",
    "desc": "汉高祖刘邦，沛县丰邑中阳里 人，汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的战略家和指挥家。对汉族的发展，以及中国的统一和强大有突出贡献。"
  },
  "tags": [
    "叙事",
    "写鸟",
    "寓人",
    "抒怀"
  ]
}