{
  "id": 18679,
  "star": 75,
  "name": "始闻秋风",
  "dynasty": "唐代",
  "content": "昔看黄菊与君别，今听玄蝉我却回。<br>五夜飕飗枕前觉，一年颜状镜中来。<br>马思边草拳毛动，雕眄青云睡眼开。<br>天地肃清堪四望，为君扶病上高台。",
  "fanyi": "<p><strong>译文</strong><br>去年看菊花我和您告别，今年听到蝉叫我又返回。<br>五更的风声飕飗枕上觉，一年的颜状变化镜中来。<br>战马思念边草拳毛抖动，大雕顾盼青云睡眼睁开。<br>秋高气爽正好极目远望，我为您抱着病登上高台。</p> <p><strong>注释</strong><br>君：即秋风对作者的称谓。<br>玄蝉：即秋蝉，黑褐色。我：秋风自称。<br>五夜：一夜分为五个更次，此指五更。飕飗（sōuliú）：风声。<br>颜状：容貌。<br>拳毛：攀曲的马毛。<br>雕：猛禽。眄（miàn）：斜视，一作“盼”。<br>肃清：形容秋气清爽明净。<br>扶病：带病。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首《始闻秋风》不同于一般封建文人的“悲秋”之作，它是一首高亢的秋歌，表现了独特的美学观点和艺术创新的精神。</p> <p>　　开头两句“昔看黄菊与君别，今听玄蝉我却回”，就别出心裁地创造了一个有知有情的形象──“我”，即<a href=\"http://so.gushiwen.org/view_18679.aspx\">诗</a>题中的“秋风”，亦即“秋”的象征。当她重返人间，就去寻找久别的“君”──也就是诗人。她深情地回忆起去年观赏黄菊的时刻与诗人分别，而此刻一听到秋蝉的鸣叫，便又回到诗人的身边共话别情。在这里诗人采取拟人手法，从对方着墨，生动地创造了一个奇妙的而又情韵浓郁的意境。据《礼记·月令》，菊黄当在季秋，即秋去冬来之际；蝉鸣当在孟秋，即暑尽秋来之时。“看黄菊”、“听玄蝉”，形象而准确地点明了秋风去而复还的时令。</p> <p>　　颔联“五夜飕飗枕前觉，一年颜状镜中来”，是诗人从自己的角度来写。诗人说：五更时分，凉风飕飕，一听到这熟悉的声音，就知道是“你”回来了，一年不见，“你”还是那么劲疾肃爽，而我那衰老的颜状却在镜中显现出来。这前一句是正面点出“始闻秋风”，后一句是写由此而生发的感慨；和以上两句连读，仿佛是一段话别情的对话。</p> <p>　　读到这里，颇有点儿秋风依旧人非旧的味道，然而颈联“马思边草拳毛动，雕眄青云睡眼开”，用力一转，精神顿作。到了尾联，由于有颈联“马思边草”、“雕眄青云”为比兴，这里的迎秋风上高台，翘首四望的形象的寓意也就自在不言之中了。“为君”二字照应开头，脉络清晰，结构完整。“扶病”二字暗扣第四句，写出一年颜状衰变的原因。但是，尽管如此，豪情不减，犹上高台，这就更表现出他对秋的爱，更反映了诗人自强不息的意志。可见前言“一年颜状镜中来”，是欲扬先抑，是为了衬托出颜状虽衰，心如砥石的精神。所以<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“下半首英气勃发，少陵操管不过如是。”　 </p> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>晚年写的这首《始闻秋风》所表现出来的那种跌宕雄健的风格和积极健康的美学趣味，正是诗人那种“老骥伏枥，志在千里”的倔强进取精神和品格的艺术写照。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18679.aspx\">诗</a>作于公元836—842年之间。唐武宗会昌元年（841），<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>作《秋声赋》。这篇赋的末尾说：“嗟乎！骥伏枥而已老，鹰在耩而有情。聆朔风而心动，盼天籁而神惊。力将痑兮足受绁，犹奋迅于秋声。”这首诗中所表现出来的积极进取，奋发不已的乐观精神，与《秋声赋》颇为一致，可见这首诗的写作年代不会与《秋声赋》的写作年代太远。公元836年秋天，作者刘禹锡患了足疾，此后一直疾病缠身。这首诗中有“为君扶病上高台”之句，明写诗人有病，与这个时期诗人的健康状况颇符，说明这首诗断不会作于公元836年之前。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "秋天",
    "写风",
    "励志"
  ]
}