{
  "id": 64477,
  "star": 10,
  "name": "南浦·旅怀",
  "dynasty": "宋代",
  "content": "风悲画角，听单于、三弄落谯门。投宿骎骎征骑，飞雪满孤村。酒市渐闲灯火，正敲窗、乱叶舞纷纷。送数声惊雁，下离烟水，嘹唳度寒云。 <br>好在半胧溪月，到如今、无处不销魂。故国梅花归梦，愁损绿罗裙。为问暗香闲艳，也相思、万点付啼痕。算翠屏应是，两眉馀恨倚黄昏。",
  "fanyi": "<p><strong>译文<br></strong>画角在寒风中悲鸣，《单于》曲调一声声落在谯门，我们的马车匆匆赶路投宿，来到这弥漫着飞雪的小孤村。酒市里的灯火渐渐稀少，只有枯叶乱纷纷，敲打着窗门。空中传来惊雁的哀鸣，从那凄戾的叫声中，可以想象它们刚刚离开迷蒙的水面，正在迅疾地穿过寒云。<br>依旧是半暗半明的淡月，到如今，这一切景物却令我落魄伤魂。梦想着返回故园，那里的梅花该多少艳明。那位穿着绿罗裙的佳人，恐怕早已为我容颜瘦损。试问那一树树暗香疏影，是否也在相思，万点红花是否都变作了泪痕。料想那位美人一定紧锁双眉，满腔幽怨悲恨，独倚画屏苦挨着黄昏。</p> <p><strong>注释<br></strong>1. 南浦：词牌名之一。原唐教坊曲名。用《楚辞·九歌》“送美人兮南浦”的句意。宋词借旧曲另制新调。此调有北、仄两体。双调，上片八句，押四仄韵，五十二字；下片九句，押四仄韵，五十三字，共一百O五字，也可押平声韵，但甚少人用。用“中吕调”。<br>2. 风悲画角：寒风中传来号角悲凉的声音。<br>3. 《单（chán）于》、三弄落谯（qiáo）门：城楼上反复吹奏着《单于》曲。谯门，建有瞭望楼的城门。<br>4. 骎骎（qīn）：马飞跑的样子。<br>5. 嘹唳（lì）：高空鸟鸣声。<br>6. 故国《梅花》归梦：《梅花》曲引起思归的梦想。<br>7. 愁损绿罗裙：想起家里的爱人便愁坏了。绿罗裙，指穿绿罗裙的人。<br>8. 暗香：指梅花。<br>9. 啼痕：泪痕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片通过听觉和视觉构成四幅各具特色的画面，即“画角谯门”、“飞雪孤村”、“冷落酒市”和“寒夜惊雁”。首句“风悲”两字刻画风声。风声带来阵阵角声，那是谯门上有人在吹《小单于》名曲吧。画角是涂有彩绘的军中乐器，其声凄厉，画角飞声，散入风中，又曾触动过无数旅人的愁思，“风悲”两字极为灵动传神。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《满庭芳》中对角声之哀也曾有描写，“画角声断谯门，暂停征棹，聊共引离尊”。一“落”字见得谯门之高，风力之劲，并且还表达出旅人心头的沉重之感。</p> <p>　　“投宿”两句写途中飞雪。“骎骎”形容马在奔驰，又上承“投宿”，使旅人急于歇脚的心情跃然纸上；下启“飞雪”，点出急于投宿是因为风雪交加。“飞”形容漫天飞雪飘舞之状，而“满”字又着力画出村子之小而且孤。“酒市”二句是入村以后的景象。灯火阑珊，人迹稀少，可见雪大且深，也衬托夜间旅舍独处之冷清，所闻者唯有乱叶扑窗之声。“舞纷纷”写落叶之多和风力之急。“骎骎”、“飞”、“满”、“舞”都是动字；“骎骎”在句中不仅状客观之物，而且还能传主观之情，由此可见作者对字、词、句的推敲斟酌。《白雨斋词话》极为赞赏这点：“此词遣词琢句，工绝警绝，最令人爱”。</p> <p>　　“送数声”三句是客舍夜坐所闻。雪夜风急，忽闻雁声。雁群入夜歇宿在沙渚芦丛之中，遇到外物袭击，由守卫的雁儿报警，便迅速飞向高空。“乍离”句即是写这种情况。“嘹唳”句说的是雁群受惊后穿过密布的冻云飞向高空，鸣声高亢曼长。雁儿多在高空飞行，白天远望可见，夜间则从鸣声得知。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《早雁》<a href=\"http://so.gushiwen.org/view_64477.aspx\">诗</a>有云：“金河秋半虏弦开，云外惊飞四散哀。”云外，言其飞得高也。张文潜《楚城晓望》诗也说：“山川摇落霜华重，风日晴和雁字高。”而<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>《塞下曲》写的就是雁儿夜惊：“月黑雁飞高，单于夜遁逃，欲将轻骑逐，大雪满弓刀。”单于战败后想趁黑夜逃遁，途中惊动了雁群，雁儿惊飞云外时的鸣声使追逐者得知单于的去向。本词所写的是南归途中的雁儿，在夜间受惊高飞时的鸣声，叩动旅人的心弦，无限乡思，黯然而生，词意至此由写景转入下片的抒情。</p> <p>　　下片另开境界，由雪夜闻雁转为淡月乡愁，委婉地铺写相思情意。“好在”句是说风雪稍止，云雾未散，朦胧中透视半痕淡月。“好在”指月色依旧。</p> <p>　　“无处不消魂”，描绘客居夜思，月色依稀当年，望月生情，不禁黯然魂消。“故国”两句，诉说由于故国之梅以及穿着绿罗裙之人，使他眷恋难忘，因此频频入梦。“故国”，即“故园”，<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《兰陵王》中就有“登临望故国”之句。“愁损”两字，怜想梦中伊人亦为相思所若，语意曲折。</p> <p>　　“为问”两句上承“故国”句，是以设问将梅拟人化，将枝上蓓蕾比拟为泪珠。试问那暗香浮动的花枝，是否也是为了相思而泪痕点点？末两句又上承“愁损”句，设想对方，由己及人。自己在客中归梦梅花，愁绪满怀，想伊人在故园赏梅忆人，泪滴枝头，正如牛峤《菩萨蛮》中所云：“愁匀红粉泪。眉剪春山翠。何处是辽阳，锦屏春画长。”薄暮时分，她斜倚屏风想起远方旅人，他遥忆故园，应亦是余恨绵绵，难以消除。 </p>",
  "poet": {
    "id": 605,
    "star": 0,
    "name": "孔夷",
    "desc": "孔夷，北宋哲宗年间（公元1086-1100年）的著名词人。字方平，汝州龙兴（今属河南宝丰）人。学者孔旼之子。北宋哲宗元祐间隐士，隐名鲁逸仲。孔夷深受父亲孔旼的影响，终生不求仕进，唯以诗酒自娱。隐居滍阳（今河南），与李廌为诗酒侣，自号滍皋渔父。与李荐、刘攽、韩维为友。王灼《碧鸡漫志》卷二称其与侄孔处度齐名。黄升赞其“词意婉丽，似万俟雅言”（《花庵词选》）。《全宋词》录其词三首。事见《咸淳临安志》卷六六。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "写景",
    "旅人",
    "思归"
  ]
}