{
  "id": 65181,
  "star": 112,
  "name": "凤箫吟·锁离愁",
  "dynasty": "宋代",
  "content": "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 <br>消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眠，莫负青春。",
  "fanyi": "<p><strong>译文</strong><br>离愁萦绕，看着眼前连绵无际的春草，想起与心上人同游时它们还刚在路边吐出香馨。闺中人想到心上人要远行，暗暗地流下泪珠，哽咽着目送远去的车轮。人已远去她还痴痴地张望，可见到的已是重重远水、片片孤云。她又登楼极目远望，但望穿秋水也难见游子踪影。<br>伤心啊伤心，自从池塘分别后无日不黯然销魂。想当年同游的地方连绿草都妒忌她的罗裙。那时候他携着她的手，在花丛柳絮之中，在翠绿香茵上信步徜徉。如今她的容颜虽已渐渐老去，但心中情意仍像芳草一样年年常新。她要再游遍绿野，忘情嬉戏酣饮，不辜负这珍贵的年少青春。</p> <p><strong>注释</strong><br>⑴凤箫吟：词牌名。<br>⑵陌上初熏：路上散发着草的香气。陌：道路。熏：花草的香气浓烈侵人。<br>⑶绣帏：绣房、闺阁。<br>⑷暗垂珠露：暗暗落下一串串珠露般的眼泪。<br>⑸王孙：这里指送行之人。汉<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>《招隐士》：“王孙游兮不归，芳草生兮萋萋。”<br>⑹绿妒轻裙：轻柔的罗裙和芳草争绿。<br>⑺恁（nèn）：那。恁时：即那时、彼时。素手：指女子洁白如玉的手。<br>⑻香茵：芳草地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词上片开始二句先从游子远归即赋别离说起。春风如醉，香气似熏；陌上相会，情意绵绵，此处系用<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》句意：“闺中风暖，陌上草熏。”遗憾的是游子来去匆匆，才相会又将赋别离，惜别者的眼中，那连绵不断的碧草，似乎深锁着无限离愁，使人触景伤情。接着“绣帏”三句，形容游子归来以后旋即匆匆离去。这里主要点出深闺思妇垂泪泣送的形象，同时还体现出露滴如珠泪的碧草之神，所谓“春草碧色，春水渌波，送君南浦，伤如之何”（《别赋》）。真是深闺念远，南浦伤别，可以说是相见时难别亦难了。此处用拟人手法将碧草化作多情之人，亦似为离别而垂泣，如此以来化静为动，增添了伤离的黯然气氛。</p> <p>　　“长行”两句，将镜头从深闺转到旅途中的游子经历。他行行重行行，不见伊人倩影，但见遍地芳草，远接重重云水，这里以云水衬出春野绿意。一“孤”字暗示了睹草思人的情怀。下面随即折回描写思妇形象，“但望极”两句，是写她独上危楼、极目天际，但见一片碧色，却望不到游子的身影。此处即用“王孙游兮不归，春草生兮萋萋”句意，道出了思妇空自怅望的别恨。</p> <p>　　下片“销魂”三句，是回忆当年。“池塘生春草，园柳变鸣禽”，本为<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的名句，词人忆及昔日同游池畔，旋赋别离，句中不仅深有沧桑之感，而且也没有离题。记得那时她姗姗而行，罗裙轻拂，使绿草也不禁生妒；这是反用牛希济“记得绿罗裙，处处怜芳草”词意，以绿草妒忌罗裙之碧色，来衬托出伊人之明媚可爱，从而由草及人，更增添了对她的怀念之情。</p> <p>　　“恁时”三句，仍是回忆。“恁时”即“那时”，连上“曾行处、绿妒轻裙”时事。他轻携素手，絮飞花乱的暮春季节里，漫步于如茵绿草之间。而眼前的如茵绿草，又使他兴起无限感喟。“朱颜”两句，从刘希夷<a href=\"http://so.gushiwen.org/view_65181.aspx\">诗</a>“年年岁岁花相似，岁岁年年人不同”化出，时光流逝，人事已非，相逢不知何日。自己年华已经渐老，只有芳草却是春风吹过而新绿又生。结末呼应上文，愿人们毋须触景伤情，当春回大地、绿满田野之时，可以放怀宴游，到那时可不要辜负了青春好时光。</p> <p>　　这首词在写作手法上的成功之处，主要是巧妙地将草拟人化，那清晨芳草之上的晶莹露珠像是她惜别之泪，这样，遍野的绿草成为离愁的化身，而与伊人别恨密切相联。</p>",
  "poet": {
    "id": 123,
    "star": 0,
    "name": "韩缜",
    "image": "http://img.gushiwen.org/authorImg/hanzhen.jpg",
    "desc": "韩缜（1019～1097）字玉汝，原籍灵寿（今属河北）人，徙雍丘（今河南杞县）。韩绛、韩维之弟。庆历二年进士。英宗时任淮南转运使，神宗时自龙图阁直学士进知枢密院事。曾出使西夏。哲宗立，拜尚书右仆射兼中书侍郎，罢知颍昌府。绍圣四年卒，年七十九，谥庄敏，封崇国公。《宋史》、《东都事略》有传。《全宋词》录其词一首。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "离愁"
  ]
}