{
  "id": 20360,
  "star": 312,
  "name": "金铜仙人辞汉歌",
  "dynasty": "唐代",
  "content": "<span style=\"font-family:SimSun;\">魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。</span></p> <p>茂陵刘郎秋风客，夜闻马嘶晓无迹。<br>画栏桂树悬秋香，三十六宫土花碧。<br>魏官牵车指千里，东关酸风射眸子。<br>空将汉月出宫门，忆君清泪如铅水。<br>衰兰送客咸阳道，天若有情天亦老。<br>携盘独出月荒凉，渭城已远波声小。",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。</span></p> <p>茂陵里埋葬的刘郎，好像秋风过客匆匆而逝。<br>夜里曾听到他的神马嘶鸣，天亮却杳无踪迹。<br>画栏旁边棵棵桂树，依然散发着深秋的香气。<br>长安城的三十六宫，如今却是一片苔藓碧绿。<br>魏国官员驱车载运铜人，直向千里外的异地。<br>刚刚走出长安东门，寒风直射铜人的眼珠里。<br>只有那朝夕相处的汉月，伴随铜人走出官邸。<br>怀念起往日的君主，铜人流下如铅水的泪滴。<br>枯衰的兰草为远客送别，在通向咸阳的古道。<br>上天如果有感情，也会因为悲伤而变得衰老。<br>独出长安的盘儿，在荒凉的月色下孤独影渺。<br>眼看着长安渐渐远去，渭水波声也越来越小。 </p> <p><strong>注释</strong><br>⑴魏明帝：名曹叡，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>之孙。青龙元年：旧本又作九年，然魏青龙无九年，显误。元年亦与史不符，据《三国志·魏书·明帝纪》，公元237年（魏青龙五年）旧历三月改元为景初元年，徙长安铜人承露盘即在这一年。<br>⑵宫官：指宦官。牵车：一作“舝车”。舝，同“辖”，车轴头。这里是驾驶的意思。捧露盘仙人：王琦注引《三辅黄图》：“神明台，武帝造，上有承露盘，有铜仙人舒掌捧铜盘玉杯以承云表之露，以露和玉屑服之，以求仙道。”<br>⑶潸然泪下：《三国志·魏书·明帝纪》裴注引《汉晋春秋》：“帝徙盘，盘拆，声闻数十里，金狄（铜人）或泣，因留于霸城。”<br>⑷唐诸王孙：<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>是唐宗室之后，故称“唐诸王孙”。<br>⑸茂陵：汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>的陵墓，在今陕西省兴平县东北。刘郎：指汉武帝。秋风客：犹言悲秋之人。汉武帝曾作《秋风辞》，有句云：“欢乐极兮哀情多，少壮几时兮奈老何？”<br>⑹“夜闻”句：传说汉武帝的魂魄出入汉宫，有人曾在夜中听到他坐骑的嘶鸣。<br>⑺桂树悬秋香：八月景象。秋香：指桂花的芳香。<br>⑻三十六宫：<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《西京赋》：“离宫别馆三十六所。”土花：苔藓。<br>⑼舝：一作“牵”。千里：言长安汉宫到洛阳魏宫路途之远。<br>⑽东关：车出长安东门，故云东关。酸风：令人心酸落泪之风。<br>⑾将：与，伴随。汉月：汉朝时的明月。<br>⑿君：指汉家君主，特指汉武帝刘彻。铅水：比喻铜人所落的眼泪，含有心情沉重的意思。<br>⒀衰兰送客：秋兰已老，故称衰兰。客指铜人。咸阳：秦都城名，汉改为渭城县，离长安不远。咸阳道：此指长安城外的道路。<br>⒁“天若”句：意谓面对如此兴亡盛衰的变化，天若有情，也会因常常伤感而衰老。<br>⒂独出：一说应作“独去”。<br>⒃渭城：秦都咸阳，汉改为渭城县，此代指长安。波声：指渭水的波涛声。渭城在渭水北岸。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《金铜仙人辞汉歌》<a href=\"http://so.gushiwen.org/view_20360.aspx\">诗</a>中的金铜仙人临去时“潸然泪下”表达的主要是亡国之恸。此诗所抒发的是一种交织着家国之痛和身世之悲的凝重感情。</p> <p>　　诗共十二句，大体可分成三个部分。前四句慨叹韶华易逝，人生难久。汉武帝当日炼丹求仙，梦想长生不老。结果，还是像秋风中的落叶一般，倏然离去，留下的不过是茂陵荒冢而已。尽管他在世时威风无比，称得上是一代天骄，可是，“夜闻马嘶晓天迹”，在无穷无尽的历史长河里，他不过是偶然一现的泡影而已。诗中直呼汉武帝为“刘郎”，表现了<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>傲兀不羁的性格和不受封建等级观念束缚的可贵精神。</p> <p>　　全诗可分为三个层次。首四句是第一个层次，借金铜仙人的“观感”慨叹韶华易逝，人生短暂。世事无常。诗中直呼汉武帝为“刘郎”为“客”，表现了李贺不羁的性格和不受封建等级观念束缚的精神。中四句为第二个层次，用拟人化手法写金铜仙人初离汉宫的酸苦惨凄情态，亡国之痛和移徙之悲跃然纸上。特别是“酸”、“射”两字，把主观的情和客观的物完全揉和在一起，含义极为丰富。末四句为第三个层次，写出城后途中的情景。“衰兰”一语，写形兼写情，而以写情为主（因愁苦而“衰”）；“天若”一语，设想奇伟，意境辽远，感情深沉，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>称为“奇绝无双”;末联进一步描述了金铜仙人恨别伤离，不忍离去，而又不能不离去的情怀，感人至深。</p> <p>　　“夜闻”句承上启下，用夸张的手法显示生命短暂，世事无常。它是上句的补充，使“秋风客”的形象更加鲜明、丰满，也为下句展示悲凉幽冷的环境气氛作了必要的铺垫。汉武帝在世时，宫殿内外，车马喧阗。此时物是人非，画栏内高大的桂树依旧花繁叶茂，香气飘逸，三十六宫却早空空如也，惨绿色的苔藓布满各处，荒凉冷落的面貌令人目不忍睹。</p> <p>　　以上所写是金铜仙人的“观感”。金铜仙人是汉武帝建造的，矗立在神明台上，“高二十丈，大十围”（《三辅故事》），异常雄伟。公元233年（魏明帝景初元年），它被拆离汉宫，运往洛阳，后因“重不可致”，而被留在霸城。习凿齿《汉晋春秋》说：“帝徙盘，盘拆，声闻数十里，金狄（即铜人）或泣，因留霸城。”李贺故意去掉史书上“铜人重不可致，留于霸城”（《三国志》注引《魏略》）的情节，而将“金狄或泣”的神奇传说加以发挥，并在金铜仙人身上注入自己的思想感情。这样，物和人、历史和现实便融为一体，从而幻化出美丽动人的艺术境界来。</p> <p>　　中间四句用拟人法写金铜仙人初离汉宫时的凄婉情态。金铜仙人是刘汉王朝由昌盛到衰亡的“见证人”，眼前发生的沧桑巨变早已使他感慨万端，神惨色凄。而自己又被魏官强行拆离汉宫，此时此刻，兴亡的感触和离别的情怀一齐涌上心头。“魏官”二句，从客观上烘托金铜人依依不忍离去的心情。“指千里”言道路遥远。从长安迁往洛阳，千里迢迢，远行之苦加上远离之悲，实在教人不堪忍受。“东关”句言气候恶劣。此时关东霜风凄紧，直射眸子，不仅眼为之“酸”，亦且心为之“酸”。它含有“马后桃花马前雪，出关争得不回头”的意味，表现出对汉宫、对长安的深切依恋之情。句中“酸”、“射”二字，新奇巧妙而又浑厚凝重。特别是“酸”字，通过金铜仙人的主观感受，把彼时彼地风的尖利、寒冷、惨烈等情形，生动地显现出来。这里，主观的情和客观的物已完全揉合在一起，含义极为丰富。</p> <p>　　诗人时而正面摹写铜人的神态，时而又从侧面落笔，描绘铜人四周的景物，给它们涂上一层忧伤的色调。两种手法交互运用，使诗意开阖动荡，变幻多姿，而又始终围绕着一个“愁”字，于参差中见整饬，色调统一，题旨鲜明。“魏官”二句，侧重描写客体，“空将”二句则改写主体，用第一人称，直接抒发金铜仙人当时的思想感情：在魏官的驱使下离别汉宫，作千里之行。伴随着“我”的唯有天上旧时的明月而已。事情发生在三国时期而称月为“汉月”，它抒发的是一种怀旧的感情，正如王琦《李长吉歌诗汇解》所诠释的：“因革之间，万象为之一变，而月体始终不变，仍似旧时，故称‘汉月’。”金铜仙人亲身感受过武帝的爱抚，亲眼看到过当日繁荣昌盛的景象。对于故主，他十分怀念，对于故宫，也有着深厚的感情。而此刻坐在魏官牵引的车子上，渐行渐远，眼前熟悉而又荒凉的宫殿即将隐匿不见，抚今忆昔，不禁潸然泪下。“忆君”句中“泪如铅水”，比喻奇妙非凡，绘声绘色地写出了金铜仙人当时悲痛的形容——泪水涔涔，落地有声。这种感怀旧事、恨别伤离的神情与人无异，是“人性”的表现，而“铅水”一词又与铜人的身份相适应，婉曲地显示了他的“物性”。这些巧妙的表现手法，成功地塑造出金铜仙人这样一个物而人、物而神，独一无二，奇特而又生动的艺术形象来。</p> <p>　　末四句写出城后途中的情景。此番离去，正值月冷风凄，城外的“咸阳道”和城内的“三十六宫”一样，呈现出一派萧瑟悲凉的景象。这时送客的唯有路边的“衰兰”，而同行的旧时相识也只有手中的承露盘而已。“衰兰”一语写形兼写情，而以写情为主。兰花之所以衰枯，不只因为秋风肃杀，对它无情摧残，更是愁苦的情怀直接造成。这里用衰兰的愁映衬金铜仙人的愁，亦即作者本人的愁，它比《开愁歌》中的“我生二十不得意，一心愁谢如枯兰”，更加婉曲，也更为新奇。</p> <p>　　兰花的衰枯是情使之然。凡是有情之物都会衰老枯谢。别看苍天日出月没，光景常新，终古不变。假若它有情的话，也照样会衰老。“天若有情天亦老”这一句设想奇伟，司马光称为“奇绝无对”。它有力地烘托了金铜仙人（实即作者自己）艰难的处境和凄苦的情怀，意境辽阔高远，感情执着深沉，真是千古名句。</p> <p>　　尾联进一步描述金铜仙人恨别伤离的情绪。他不忍离去，却又不得不离去，而且随着时间的推移，离开故都越来越远。这时，望着天空中荒凉的月色，听着那越来越小的渭水流淌声，心里有种说不出来的滋味。“渭城”句从对面落笔，用“波声小”反衬出铜人渐渐远去的身影。一方面波声渺远，另一方面，道阻且长。它借助于事物的声音和形态，委婉而深沉地表现出金铜仙人“思悠悠，恨悠悠”的离别情怀，而这正是当日诗人在仕进无望、被迫离开长安时的心境。</p> <p>　　这首诗是李贺的代表作品之一。它设想奇创，而又深沉感人；形象鲜明而又变幻多姿。怨愤之情溢于言外，却并无怒目圆睁、气峻难平的表现。遣词造句奇峭而又妥帖，刚柔相济，恨爱互生，参差错落而又整饬绵密。这确是一首既有独特风格，而又诸美同臻的诗作，在李贺的集子里，也找不出几首类似的作品来。</p>",
  "about": "<h2>创作背景</h2> <p>　　据朱自清《<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>年谱》推测，这首<a href=\"http://so.gushiwen.org/view_20360.aspx\">诗</a>大约是公元813年（唐元和八年），李贺因病辞去奉礼郎职务，由京赴洛，途中所作。其时，诗人“百感交并，故作非非想，寄其悲于金铜仙人耳”。</p> <p>　　此诗写作时间距公元907年唐王朝的覆灭尚有九十余年，诗人产生兴亡之感的原因，要联系当时的社会状况以及诗人的境遇来理解、体味。自从天宝（唐玄宗年号，742—756）末年爆发安史之乱以后，唐王朝一蹶不振。唐宪宗虽号称“中兴之主”，但实际上他在位期间，藩镇叛乱此伏彼起，西北边陲烽火屡惊，国土沦丧，疮痍满目，民不聊生。诗人那“唐诸王孙”的贵族之家也早已没落衰微。面对这严酷的现实，诗人的心情很不平静，急盼着建立功业，重振国威，同时光耀门楣，恢复宗室的地位。却不料进京以后，到处碰壁，仕进无望，报国无门，最后不得不含愤离去。此诗正是在这样的背景下创作的。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "离别",
    "怀古",
    "感伤"
  ]
}