{
  "id": 47038,
  "star": 122,
  "name": "忆江南·多少泪",
  "dynasty": "五代",
  "content": "多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。",
  "fanyi": "<p><strong>译文<br></strong>我有多少的泪水，纵横交错地流在脸上。我的心事不用拿来边哭边诉说，那笙箫不要在我流泪时吹起呀，我现在无疑已是极度伤悲了。</p> <p><strong>注释<br></strong>⑴望江南：词牌名。《全唐<a href=\"http://so.gushiwen.org/view_47038.aspx\">诗</a>》作“忆江南”，题注：一名“梦江南”，一名“江南好”，一名“梦江口”，一名“望江梅”，一名“归塞北”，一名“谢秋娘”，一名“春去也”。《花草粹编》中注云：“一名‘梦游仙’、‘梦江南’、‘江南好’。”<br>⑵沾袖：（泪水）沾湿衣袖。颐（yí）：下巴。全句是说，泪水流在脸上擦断了，但又横挂在下巴上，形容眼泪纵横交流的状态。<br>⑶心事：心中所思念或期望的事。唐<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>《长门怨》诗之三：“旁人未必知心事，一面残妆空泪痕。”将：拿。和：《花草粹编》、吴讷本《尊前集》中均作“如”。说：《全唐诗》、《花草粹编》中均作“滴”。和泪说：一面流眼泪，一面述说。<br>⑷凤笙：相传秦穆公时，萧史善吹箫，穆公女弄玉爱慕他，穆公便将弄玉许配给他。后弄玉学吹箫，其声清脆悦耳，引动了凤，夫妇遂驾凤飞去。汉应劭《风俗通·声音·笙》：“《世本》：‘随作笙。’长四寸、十二簧、像凤之身，正月之音也。”后因称笙为“凤笙”。唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《淮氏子》诗：“或云欲学吹凤笙，所慕灵妃媲萧史。”休：不要。向：朝着，在。泪时：伤心落泪之时。吹：吹奏。<br>⑸肠断：形容极度悲伤痛苦。唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》有“行宫见月伤心色，夜雨闻铃肠断声”之句。更：愈发。<br>⑹月明：月光明朗。唐白居易《崔十八新池》诗：“见底月明夜，无波风定时。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>另一首《望江南》（多少恨）用的是以反写正的艺术手法，以乐来反衬苦，笔意有曲婉之感。但这首《望江南》（多少泪）则不同，是直笔明写，正见正写，直抒胸臆，坦吐愁恨的艺术手法，因而有愈见沉痛之感。二词可同读，对作者的忧思愁恨则体会更深。</p> <p>　　“多少泪”即“多少恨”之续写，“一晌贪欢”（李煜《浪淘沙令·帘外雨潺潺》）后，悲情更苦，离恨更深，作者再也无法自制，只能任凭“多少泪，断脸复横颐”了。眼泪纵横当不是抽泣哽咽，而是激情难收，也许有号啕之举，但是，泪可流，“心事”却不可说，一是满腔悔恨无法说，二是故国情怀不能说，自伤之情、囚居之苦，片言俱现，作者心中愁苦跃然纸上。不但“心事”不可说，连往日可以寄托情思的凤笙也不能吹起，这种痛苦和不自由是非常地残酷。古人悲思不可解，常有“欲将心思付瑶琴”（<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>《小重山·昨夜寒蛩不住鸣》）之想，而这情此景，作者却连这一点奢望都不敢有。况且，凤笙向来为欢歌之用，于此时吹奏，对李煜来讲，只是徒增感慨、更添思忆而已，所以一句“休向”，使作者的幽居无奈中又多添了几分不堪回首的痛苦。于是乎，“肠断更无疑”但是惟一的结局了。这首词正是李煜入宋后“此中日夕只以眼泪洗面”的真实写照。</p> <p>　　全词与“多少恨”同调，取笔不同但取意同。这首词直接写作者深沉痛苦，描摹细致，语言直朴，较“多少恨”有更直入人心的感染力。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋开宝八年（975年）<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亡国入宋之后，与《望江南·多少恨》当作于同时。李煜被<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>称为“古之伤心人”，他降宋后，由凌驾万人之上的九五之尊沦落为任人凌辱的阶下囚，经历了千古人生的大喜大悲，悔恨长伴，追忆不断，“此中日夕只以眼泪洗面”（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《避暑漫抄》）。这首词就是为表达他对现实处境的无限凄凉之情而创作的。",
  "poet": {
    "id": 269,
    "star": 0,
    "name": "李煜",
    "image": "http://img.gushiwen.org/authorImg/liyu.jpg",
    "desc": "李煜，五代十国时南唐国君，961年-975年在位，字重光，初名从嘉，号钟隐、莲峰居士。汉族，彭城（今江苏徐州）人。南唐元宗李璟第六子，于宋建隆二年(961年)继位，史称李后主。开宝八年，宋军破南唐都城，李煜降宋，被俘至汴京，封为右千牛卫上将军、违命侯。后因作感怀故国的名词《虞美人》而被宋太宗毒死。李煜虽不通政治，但其艺术才华却非凡。精书法，善绘画，通音律，诗和文均有一定造诣，尤以词的成就最高。千古杰作《虞美人》、《浪淘沙》、《乌夜啼》等词。在政治上失败的李煜，却在词坛上留下了不朽的篇章，被称为“千古词帝”。"
  },
  "tags": [
    "抒情",
    "思念",
    "故国"
  ]
}