{
  "id": 16151,
  "star": 1053,
  "name": "十五夜望月寄杜郎中",
  "dynasty": "唐代",
  "content": "中庭地白树栖鸦，冷露无声湿桂花。<br>今夜月明人尽望，不知秋思落谁家。",
  "fanyi": "<p><strong>译文<br></strong>中秋的月光照射在庭院中，地上好像铺上了一层霜雪那样白，树上的鸦雀停止了聒噪，进入了梦乡。<br>夜深了，清冷的秋露悄悄地打湿庭中的桂花。今夜，明月当空，人们都在赏月，不知那茫茫的秋思落在谁家？</p> <p><strong>注释</strong><br>⑴十五夜：指农历八月十五的晚上，即中秋夜。杜郎中，名杜元颖。<br>⑵中庭：即庭中，庭院中。<br>⑶地白：指月光照在庭院的样子。<br>⑷鸦：鸦雀。<br>⑸冷露：秋天的露水。<br>⑹尽：都。<br>⑺秋思：秋天的情思，这里指怀人的思绪。<br>⑻落：在，到。</p>",
  "shangxi": "<h2>鉴赏一</h2> <p>　　题中的“十五夜”，结合三、四两句来看，应指中秋之夜。<a href=\"http://so.gushiwen.org/view_16151.aspx\">诗</a>题，有些版本作《十五夜望月》，此处以《全唐诗》为准。杜郎中，名不详。在唐代咏中秋的篇什中，这是较为著名的一首。</p> <p>　　“中庭地白树栖鸦”，月光照射在庭院中，地上好像铺了一层霜雪。萧森的树荫里，鸦鹊的聒噪声逐渐消停下来，它们终于适应了皎月的刺眼惊扰，先后进入了睡乡。诗人写中庭月色，只用“地白”二字，却给人以积水空明、澄静素洁、清冷之感，使人不由会联想起<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的名句“床前明月光，疑是地上霜”，沉浸在清美的意境之中。“树栖鸦”，主要应该十五夜望月是听出来的，而不是看到的。因为即使在明月之夜，人们也不大可能看到鸦鹊的栖宿；而鸦鹊在月光树荫中从开始的惊惶喧闹（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《蝶恋花》词有句“月皎惊乌栖不定”，也就是写这种意境）到最后的安定入睡，却完全可能凭听觉感受出来。“树栖鸦”这三个字，朴实、简洁、凝炼，既写了鸦鹊栖树的情状，又烘托了月夜的寂静。</p> <p>　　“冷露无声湿桂花”，这句诗让人联想到冷气袭人，桂花怡人的情景。由于夜深，秋露打湿庭中桂花。如果进一步揣摩，更会联想到这桂花可能是指月中的桂树。这是暗写诗人望月，正是全篇点题之笔。诗人在万籁俱寂的深夜，仰望明月，凝想入神，丝丝寒意，轻轻袭来，不觉浮想联翩：那广寒宫中，清冷的露珠一定也沾湿了桂花树吧。这样，“冷露无声湿桂花”的意境，就显得更悠远，更耐人寻思。他选取“无声”二字，细致地表现出冷露的轻盈无迹，又渲染了桂花的浸润之久。而且不只是桂花，那树下的玉兔，那挥斧的吴刚，那“碧海青天夜夜心”的嫦娥，也是如此。诗句带给读者的是十分丰富的美的联想。</p> <p>　　“今夜月明人尽望，不知秋思落谁家。”普天之下又有多少人在望月思亲。在家乡的人思念远离的亲人；离乡之人遥望家乡亲人。于是，水到渠成，吟出了这两句。诗人不再正面写自己的思亲之愁，而是用一种疑问式的委婉语气道出那绵绵的愁念会落在谁家。前两句写景，不带一个“月”字；第三句才点明望月，而且推己及人，扩大了望月者的范围。但是，同是望月，那感秋之意，怀人之情，却是人各不同的。诗人怅然于家人离散，因而由月宫的凄清，引出了入骨的相思。他的“秋思”必然是最浓挚的。然而，在表现的时候，诗人却并不采用正面抒情的方式，直接倾诉自己的思念之切；而是用了一种委婉的疑问语气：不知那茫茫的秋思会落在谁的一边（“谁家”，就是“谁”，“家”是语尾助词，无实义）。明明是自己在怀人，偏偏说“秋思落谁家”，这就将诗人对月怀远的情思，表现得蕴藉深沉。似乎秋思唯诗人独有，别人尽管也在望月，却并无秋思可言。这真是无理之极，然而愈显出诗人痴情，手法确实高妙。后两句不直抒自己入骨的相思之情，而是用委婉的问句表达，这样便有言外之意，即“在望月的许多人中，秋思最深的恐怕只有我啊！” 在炼字上，上海辞书出版社的《唐诗鉴赏辞典》录此诗，末句的“在”作“落”字。徐竹心认为，“落”字新颖妥贴，不同凡响，它给人以生动形象的感觉，仿佛那秋思随着银月的清辉，一齐洒落人间似的。《全唐诗》录此诗，“落”字作“在”，就显得平淡寡味，相形见绌了。</p> <p>　　这首诗意境很美，诗人运用形象的语言，丰美的想象，渲染了中秋望月的特定的环境气氛，把读者带进一个月明人远、思深情长的意境，加上一个唱叹有神、悠然不尽的结尾，将别离思聚的情意，表现得非常委婉动人。它首先予人的印象是情景如画。 </p><br/><h2>鉴赏二</h2> <p>　　这是一首中秋之夜望月思远的七言绝句。在民俗中，中秋节的形成历史悠久。<a href=\"http://so.gushiwen.org/view_16151.aspx\">诗</a>人望月兴叹，但写法与其他中秋咏月诗完全不同，很有创造性，甚至更耐人回味。</p> <p>　　“中庭地白树栖鸦”，明写赏月环境，暗写人物情态，精炼而含蓄。这句如同<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>的《天净沙·秋思》首句一样，借助特有的景物一下子就将萧瑟苍凉之景推到读者眼前，予人以难忘的印象。诗人写中庭月色，只用“地白”二字，却给人以积水空明、澄静素洁、清冷之感，联想到<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的名句“床前明月光，疑是地上霜”，沉浸在清美的意境之中。“树栖鸦”，应该是听出来的，而不是看到的。因为即使在明月之夜，人们也不大可能看到鸦鹊的栖宿；而鸦鹊在月光树荫中从开始的惊惶喧闹到最后的安定入睡，却完全可能凭听觉感受出来。（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《蝶恋花·早行》词有“月皎惊乌栖不定”句，就是写这种意境。）“树栖鸦”这三个字，朴实、简洁、凝炼，既写了鸦鹊栖树的情状，又烘托了月夜的寂静。全句无一字提到人，而又使人处处想到清宵的望月者。</p> <p>　　“冷露无声湿桂花”，紧承上句，借助感受进一步渲染中秋之夜。这句诗因桂香袭人而发。在桂花诸品中，秋桂香最浓。在皎洁的月亮上某些环形火山的阴影曾使富于幻想的人赋予它美好的形象，说它是月宫里的桂树，有的传说还说人间的桂树是天上落下来的种子生成的（<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>《灵隐寺》“桂子月中落，天香云外飘”）。这句诗描写了冷气袭人，桂花怡人的情景。如果进一步揣摩，更会联想到这桂花可能是指月中的桂树。这是暗写诗人望月，正是全篇点题之笔。诗人在万籁俱寂的深夜，仰望明月，凝想入神，丝丝寒意，轻轻袭来，不觉浮想联翩：那广寒宫中，清冷的露珠一定也沾湿了桂花树。这样，“冷露无声湿桂花”的意境，就显得更悠远，更耐人寻思。诗人选取“无声”二字，细致地表现出冷露的轻盈无迹，又渲染了桂花的浸润之久。而且不只是桂花，那树下的玉兔，那挥斧的吴刚，那“碧海青天夜夜心”的嫦娥，也是如此。古人以为霜露之类似雨雪都从天而降，因而诗人探桂时奇怪冰凉的露水把花枝沁得这么湿却没听到一点声音。如此落笔，既写出了一个具体可感的中秋之夕，又表现了夜之深和静，似乎桂香与寒气袭人而来了，带给人以美的联想。</p> <p>　　“今夜月明人尽望，不知秋思落谁家。”这两句采取了忽然宕开的写法，从作者的一群人的望月联想到天下人的望月，又由赏月的活动升华到思人怀远，意境阔大，含蓄不露。普天之下又有多少人在望月思亲：在家乡的人思念远离的亲人，离乡之人遥望家乡亲人。于是，水到渠成，吟出了这两句。前两句写景，不带一个“月”字；第三句才点明望月，而且推己及人，扩大了望月者的范围。但是，同是望月，那感秋之意，怀人之情，却是人各不同的。诗人怅然于家人离散，因而由月宫的凄清，引出了入骨的相思。他的“秋思”必然是最浓挚的。然而，在表现的时候，诗人却并不采用正面抒情的方式，直接倾诉自己的思念之切；而是用了一种委婉的疑问语气：不知那茫茫的秋思会落在谁的一边。天下离人千千万万，怀人愁绪如绵绵秋草，逐处丛生；诗人在思谁是确定的，说“不知秋思落谁家”并非真不知，而是极写秋思的浩茫浑涵，似虚而实，深得诗歌含蓄之美。明明是自己在怀人，偏偏说“秋思落谁家”，这就将诗人对月怀远的情思，表现得蕴藉深沉。似乎秋思唯诗人独有，别人尽管也在望月，却并无秋思可言。这真是无理之极，然而愈显出诗人痴情，手法高妙。在炼字上，“落”字新颖妥贴，不同凡响，它给人以生动形象的感觉，仿佛那秋思随着银月的清辉，一齐洒落人间。</p> <p>　　这首诗意境很美，首先予人的印象是情景如画，用<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的话来说就是“诗中有画”。明《唐诗画谱》中就有以这首诗为题材的版画，但这幅版画仅是画家别出心裁构想出的意境，和<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>原作并不一一吻合，而且它对全诗点睛之笔——秋思未作充分表达。在这一点上，诗歌语言艺术显示了它的不可代替性。诗人运用形象的语言，丰美的想象，渲染了中秋望月的特定的环境气氛，把读者带进一个月明人远、思深情长的意境，加上一个唱叹有神、悠然不尽的结尾，将别离思聚的情意，表现得委婉动人。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_16151.aspx\">诗</a>是诗人在中秋佳节与朋友相聚时所作。诗题为《十五夜望月寄杜郎中》，可见是寄友人杜元颖的。原诗诗题下注云：“时会琴客”，说明佳节良友相聚，并非独吟。",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "中秋节",
    "月亮",
    "思乡"
  ]
}