{
  "id": 52828,
  "star": 43,
  "name": "庆清朝·禁幄低张",
  "dynasty": "宋代",
  "content": "禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。 <br>东城边，南陌上，正日烘池馆，竟走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。",
  "fanyi": "<p><strong>译文<br></strong>宫禁中的护花帷幕低低地张蔽遮阳，红色的栏杆工巧地缭绕围护。那里被精心保护的是一种独占暮春风光的名花。这种花淡雅挺立，姿态柔美，朵朵都呈现出天公造化的精巧绝伦。等到数不清的春花纷纷开过之后，经历了春风吹拂、春雨浴洗、清露浇洒的名花，仿佛晓妆初成的美人，带给人无限清新。它以无比妩媚的姿态，戏弄春风、嘲笑春月，尽情地引逗着司管春天的神君。<br>在东城、南陌这些日光易照之处，那里的亭台池馆整天都被暖烘烘的太阳熏抚；从早到晚，赏花买花的人们车水马龙川流不息。在这般牡丹盛开如锦如簇的兴会结束之后，又有什么花可以继它之后，散发出诱人的芳香呢？最迷人的是在这明光宫苑内，有几枝向阳的牡丹正在竞芳吐艳。对着花儿飞觥举觞，快些把金杯内的美酒喝下，别管它金乌已西坠，黄昏将袭来，筵上还有未燃尽的残蜡！</p> <p><strong>注释<br></strong>⑴庆清朝：此词调名他本多作《庆清朝慢》，疑误。《词谱》以<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>《庆清朝慢·踏青》为正格，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>此词为变体。王、李二词字数、句读均有所不同，调名亦不同，兹作《庆清朝》。又说《庆清朝》，即《庆清朝慢》。<br>⑵禁幄低张：指护花的帷幕低垂。<br>⑶彤阑：红色的栏杆。<br>⑷“容华”二句：意谓素淡的花儿就像一个不加雕饰的美女一样。伫：久立。这里以之形容花色淡雅。绰约：姿态柔美。<br>⑸“妖烧”三句：意谓娇媚的花儿惹得春风嫉妒，明月却为之绽开笑脸，她还能把春天久久留住。殢（tì）：滞留。<br>⑹绮筵：豪华而丰盛的酒席。<br>⑺芳尘：含有双关之义，一则是对“香轮”车尘的美称，其意与“戟流波于桂水兮，起芳尘于沉泥”（陆云《喜霁赋》）差同；二则当指词人所欣赏的这种入禁赏花的高雅活动，其意与“振芳尘于后”（《宋书·<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>传》）相近，指某种名声、风气。<br>⑻明光宫殿：汉代宫殿名。明光宫：建于公元前101年（汉武帝太初四年）秋，在长乐宫中（见《三辅黄图》卷三）。明光殿：《三辅黄图》卷二云：“未央宫渐台西有桂宫，中有明光殿，皆金玉珠玑为帘箔，处处明月珠，金陛玉阶，昼夜光明。”这里借指北宋汴京的宫殿。<br>⑼日边：太阳的旁边。这里比喻在皇帝身边。<br>⑽“金尊倒”三句：意谓日夜宴饮，喝得杯盘狼藉，灯烛燃尽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词因为未点明吟咏的是何种花卉，所以在对此词吟咏对象的理解上出现了争议，主要有两种说法，一说是咏牡丹，一说是咏芍药。</p> <p>　　<strong>咏牡丹说</strong></p> <p>　　这首长调赏花词，是写在牡丹盛开之时，明光宫苑之处，词人与同游者对花倾觞，自朝至暮直到秉烛，兴致未减；说尽了暮春三月、牡丹娇媚，也点出了赏花人的心境。笔调生动，风格含蓄。</p> <p>　　上片开始，采取烘云托月的手法，写花而先不见花，只见“禁幄低张，彤栏巧护”。这种渲染起到未见其具体形象，先感受其高贵气质的效果。“就中独占残春”句，则是说那里面被精心保护的是一种独占暮春风光的名花。</p> <p>　　接下来词人挥洒画笔，以拟人化的手法充分描绘这种花形态，边绘边评。“容华淡伫，绰约俱见天真”二句是先写花色、花态。“待得群花过后，一番风露晓妆新”则是从花跳出，加进客观评说。“妖娆艳态，妒风笑月，长殢东君”三句，更进一步勾画花态、花情。读词至此，直令人拍案叫绝，具有这般媚力的花真够称得上“国色天香”，不可能不是牡丹。上述“淡伫”、“绰约”、“天真”、“晓妆”、“艳态”，再加上一个“妒”字，一个“笑”字，一个“殢”字，每一句都是以花拟人，把静静开放的牡丹写成了盼倩生辉、倾国倾城的绝代佳人。若非词坛高手易安居士，没有人能有此令人心旌神驰的笔力。“东君”一词，在这里义同“青帝”，是神话中五方天神里的东方神君，东方主五行中的木，又称司春之神；唐<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>《题菊花》“他年我若为青帝，报与桃花一处开”是众所熟知之句，此外从宋<a href=\"http://so.gushiwen.org/author_214.aspx\">严蕊</a>“花落花开自有时，总赖东君主”（《卜算子》）、宋<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>“东君未试雷霆手，洒雪开春春锁透”（《玉楼春》）等句，亦足以兹证。</p> <p>　　下片分明是词人身在明光宫苑牡丹花前，与从游人把酒醉赏流连之际，又不禁想象着他处赏花盛况的心态，“东城边，南陌上，正日烘池馆，竟走香轮”：“东城”、“南陌”都是日光易照之处。“竟”，在此作“从头到尾”之义，是“竟日”之省；“香轮”，指游春踏花的车子，醉人的花香足可染透车轮，是夸张之词。“绮筵散日，谁人可继芳尘”之句，起着承前启后的作用。词人在沉醉于盛开的牡丹之时，忽又感伤起没有不凋的花朵、也没有不散的筵席来，是“兴尽悲来”，还是这景象触动了潜藏心底的隐痛，不得而知。但是词人确能把握分寸，紧接着便开始了心理上的自我调节。</p> <p>　　“更好明光宫殿，几枝先近日边匀”的言外之意是，背阴处的牡丹也将次第开放，倒足可再挽留住一段赏花春光。这里所提“明光宫殿”不知是哪朝的宫苑，也不知座落何方，但想必是当时向游人开放的、赏牡丹的好去处。既然春光尚能留驻，又何需自寻烦恼，负此良时。“金尊倒，拚了尽烛，不管黄昏”：这里蕴含着几多“借酒浇愁”的豪情，读者尽可以细细品尝。（韩秋白）</p> <p>　　<strong>咏芍药说</strong></p> <p>　　因为词人未点明她咏的是何种花卉，而先说此花生于宫禁，用朱红色的栏杆，巧妙地加以护持。待吟咏此花时，又说它是“妖烧艳态”，惹得春风嫉妒，明月为之绽开笑脸，有几枝先在皇帝身边开放。这样一来，有些文章便把它误解为号称\"国色夭香\"的牡丹。其实清照所咏花卉不外江梅、金桂、藕花、白菊等，它们都好比是人中的雅士，清淡高洁，未见她对雍容华贵的牡丹有何好感。这恐怕与词人的审美情趣、品格爱好不无关系。这首词也绝不是咏牡丹，而是咏芍药。词中说：“就中独点残春”，也就是说此花在春未夏初开放。又说这“待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君”，即又一次交代此花开在“群花”之后，能把春天留住。这不可能不是芍药。清照父亲李格非著有《洛阳名园记》，而清照当熟读此书。这一点从其咏花卉的同中可以得到证实，她不仅熟悉各种花卉的\"物理\"体性，还能准确地把握它们的神韵，仅以“容华淡伫，绰约俱见天真”十个字，既创造性地刻画出芍药的特征，又不是恣意杜撰，她很可能读过《神农本草经》和《新修本草》等汉唐人所撰的中药学书籍，因为这类书就以“绰约”形容芍药。“丰姿绰约”又是人们心目中美女的形象，词人又显然是以“绰约俱见天真”、“妒风笑月”的芍药自况。同时从这首词中，又可以窥见词人当时生活得多么优雅“潇洒”。为了观赏芍药，她和“酒朋<a href=\"http://so.gushiwen.org/view_52828.aspx\">诗</a>侣”，不仅乘着华美的车子游遍了“东城”、“南陌”，享尽了珍羞华筵，她们还可以到御花园中去，与皇帝一起观赏那儿枝先期开放的名贵花朵。白天游览，晚上皇宫中设宴招待，她们个个喝了个酩酊大醉，“玉山倾倒”，从黄昏直到深夜，玩得好不快活。（匡亚明主编《<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>评传》）</p>",
  "about": "<h2>创作背景</h2> 　　此词当作于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>新婚前后。陈祖美《李清照简明年表》：公元1101年（宋徽宗建中靖国元年），（李清照）18岁，适赵明诚。是年，李格非（李清照父）为礼部员外郎，赵挺之（赵明诚父）为吏部侍郎。赵李两家均居汴京。《庆清朝》诸阕当作于是年前后。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词精选",
    "写花",
    "宴饮"
  ]
}