{
  "id": 57580,
  "star": 2948,
  "name": "菩萨蛮·书江西造口壁",
  "dynasty": "宋代",
  "content": "郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。<br>青山遮不住，毕竟东流去。江晚正愁余，山深闻鹧鸪。 ",
  "fanyi": "<p><strong>译文</strong><br>郁孤台下这赣江的水，水中有多少行人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。<br>但青山怎能把江水挡住？江水毕竟还会向东流去。夕阳西下我正满怀愁绪，听到深山里传来鹧鸪的鸣叫声。</p> <p><strong>注释</strong><br>⑴菩萨蛮：词牌名。<br>⑵造口：一名皂口，在江西万安县南六十里。<br>⑶郁孤台：今江西省赣州市城区西北部贺兰山顶，又称望阙台，因“隆阜郁然，孤起平地数丈”得名。清江：赣江与袁江合流处旧称清江。<br>⑷长安：今陕西省西安市，为汉唐故都。此处代指宋都汴京。<br>⑸愁余：使我发愁。<br>(6)无数山：很多座山。<br>(7)鹧鸪：鸟名。传说其叫声如云“行不得也哥哥”，啼声凄苦。</p>",
  "shangxi": "<h2>“青山遮不住，毕竟东流去。”赏析</h2> 　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的毕生志愿就是要北伐中原，恢复大<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>南的统一。他有将相之才而无从施展，不管何时何地，无论所见所闻，种种物象，都会激发他的报国之志和悲愤之情。公元1129年（建炎三年），金兵南侵，直入江西，隆裕太后在造口弃船登陆，逃往赣州。四十七年后，辛弃疾途经造口，想起从前金兵肆虐、人民受苦的情景，不禁忧伤满怀。况且中原仍未收复，举头眺望，视线却被青山遮断；但浩浩荡荡的江水冲破重重阻碍，奔腾向前。这既是眼前实景，又暗喻自己百折不回的意志，也增强了他争取最后胜利的信心。但一想到南归后的遭遇，又愁上心头，而那“行不得也哥哥”的鹧鸪啼声，更使他愁上加愁。全词一波三折，极尽回环宛曲之美；善于运用比兴手法，笔笔言山水，处处有兴寄。<br/><h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>此首《菩萨蛮》，用极高明之比兴艺术，写极深沉之爱国情思，无愧为词中瑰宝。</p> <p>　　词题“书江西造口壁”，起写郁孤台与清江。造口一名皂口 ，在江西万安县西南六十里（《万安县志 》）。词中的郁孤台在赣州城西北角（《嘉靖赣州府志图 》），因“隆阜郁然，孤起平地数丈”得名。“唐李勉为虔州（即赣州）剌史时，登临北望，慨然曰：‘余虽不及子牟 ，而心在魏阙一也。’改郁孤为望阙。”（《方舆胜览》）清江即赣江。章、贡二水抱赣州城而流 ，至郁孤台下汇为赣江北流，经造口、万安、太和、吉州（治庐陵，今吉安）、隆兴府（即洪州，今南昌市 ），入鄱阳湖注入长江。</p> <p>　　“郁孤台下清江水。”起笔横绝。由于汉字形、声、义具体可感之特质，尤其郁有郁勃、沉郁之意，孤有巍巍独立之感，郁孤台三字劈面便凸起一座郁然孤峙之高台。词人调动此三字打头阵，显然有满腔磅礴之激愤 ，势不能不用此突兀之笔也。进而写出台下之清江水。《万安县志》云：“赣水入万安境，初落平广，奔激响溜 。”写出此一江激流，词境遂从百余里外之郁孤台，顺势收至眼前之造口。造口，词境之核心也。故又纵笔写出：“中间多少行人泪。”行人泪三字，直点造口当年事。词人身临隆祐太后被追之地，痛感建炎国脉如缕之危，愤金兵之猖狂，羞国耻之未雪，乃将满怀之悲愤，化为此悲凉之句。在词人之心魂中，此一江流水，竟为行人流不尽之伤心泪。行人泪意蕴深广，不必专言隆祐。在建炎年间四海南奔之际，自中原至江淮而江南，不知有多少行人流下无数伤心泪啊。由此想来，便觉隆祐被追至造口，又正是那一存亡危急之秋之象征。无疑此一江行人泪中，也有词人之悲泪啊。“西北望长安，可怜无数山。”长安指汴京，西北望犹言直北望。词人因回想隆祐被追而念及神州陆沉，独立造口仰望汴京亦犹杜老之独立夔州仰望长安。抬望眼，遥望长安，境界顿时无限高远。然而，可惜有无数青山重重遮拦，望不见也，境界遂一变而为具有封闭式之意味，顿挫极有力。歇拍虽暗用李勉登郁孤台望阙之故事，却写出自己之满怀忠愤。</p> <p>　　“青山遮不住，毕竟东流去。”赣江北流，此言东流，词人写胸怀，正不必拘泥。无数青山虽可遮住长安，但终究遮不住一江之水向东流。换头是写眼前景，若言有寄托，则似难以指实。若言无寄托，则遮不住与毕竟二语，又明显带有感情色彩。<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>云：“借水怨山。”可谓具眼。此词句句不离山水。试体味“遮不住”三字，将青山周匝围堵之感一笔推去，“毕竟”二字更见深沉有力。返观上阕，清江水既为行人泪之象喻，则东流去之江水如有所喻，当喻祖国一方。无数青山，词人既叹其遮住长安，更道出其遮不住东流，则其所喻当指敌人。在词人潜意识中，当并指投降派。“东流去”三字尤可体味。《尚书·禹贡》云：“江汉朝宗于海。”在中国文化传统中，江河行地与日月经天同为“天行健”之体现，故“君子以自强不息”（《息·系辞》）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《长江二首》云：“朝宗人共挹，盗贼尔谁尊？”“浩浩终不息，乃知东极临。众流归海意，万国奉君心。”故必言寄托，则换头托意，当以江水东流喻正义所向也。然而时局并不乐观，词人心情并不轻松。“江晚正愁余，山深闻鹧鸪。”词情词境又作一大顿挫。江晚山深，此一暮色苍茫又具封闭式意味之境界，无异为词人沉郁苦闷之孤怀写照，而暗应合上阕开头之郁孤台意象。“正愁余”，语本《楚辞·九歌·湘夫人 》：“目眇眇兮愁予。”楚骚哀怨要眇之色调，愈添意境沉郁凄迷之氛围。更哪堪闻乱山深处鹧鸪声声：“行不得也哥哥”。《禽经》<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>注：“鹧鸪飞必南向，其志怀南，不徂北也。”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《山鹧鸪》：“啼到晓，唯能愁北人，南人惯闻如不闻。”鹧鸪声声，是呼唤词人莫忘南归之怀抱，还是勾起其志业未就之忠愤，或如山那畔中原父老同胞之哀告，实难作一指实。但结笔写出一怀愁苦则可断言。而此一怀愁苦，实朝廷一味妥协，中原久未光复有以致之，亦可断言。</p> <p>　　此词抒发对建炎年间国事艰危之沉痛追怀，对靖康以来失去国土之深情萦念，故此一习用已久隐写儿女柔情之小令，竟为南宋爱国精神深沉凝聚之绝唱。词中运用比兴手法，以眼前景道心上事，达到比兴传统意内言外之极高境界。其眼前景不过是清江水、无数山，心上事则包举家国之悲今昔之感种种意念，而一并托诸眼前景写出。显有寄托，又难以一一指实。但其主要寓托则可体认，其一怀襟抱亦可领会。此种以全幅意境寓写整个襟抱、运用比兴寄托又未必一一指实之艺术造诣，实为中国美学理想之一体现。全词一片神行又潜气内转，兼有神理高绝与沉郁顿挫之美，在词史上完全可与李太白同调词相媲美。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词为公元1176年（宋孝宗淳熙三年）作者任江西提点刑狱，驻节赣州、途经造口时所作。关于此词之发端，罗大经在《鹤林玉露》中有几句话非常重要。《鹤林玉露·辛幼安词》条云：“盖南渡之初，虏人追隆祐太后御舟至造口，不及而还。幼安自此起兴。”《宋史》高宗纪及后妃传载：1129年（建炎三年）八月 ，“会防秋迫，命刘宁止制置江浙，卫太后往洪州 ，腾康、刘珏权知三省枢密院事从行。闰八月，高宗亦离建康（今南京市）赴浙西。时金兵分两路大举南侵，十月，西路金兵自黄州（今湖北黄冈）渡江，直奔洪州追隆祐太后。“康、珏奉太后行次吉州，金人追急，太后乘舟夜行。”《三朝北盟会编》（建炎三年十一月二十三日）载：“质明，至太和县（去吉州八十里。《太和县志》），又进至万安县（去太和一百里。《万安县志》），兵卫不满百人，滕康、刘珏皆窜山谷中。金人追至太和县，太后乃自万安县至皂口，舍舟而陆，遂幸虔州（去万安凡二百四十里。《赣州府志》）。”《宋史·后妃传》：“太后及潘妃以农夫肩舆而行。”《宋史·<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>传 》：“铨募乡兵助官军捍御金兵 ，太后得脱幸虔。”史书所记金兵追至太和，与罗氏所记追至造口稍有不合。但罗氏为南宋庐陵人，又曾任江西抚州军事推官，其所记信实与否，尚不妨存疑。况且金兵既至太和，其前锋追至南一百六十里之造口，也未始无此可能。无论金兵是否追至造口，隆祐太后被追至造口时情势危急，以致舍舟以农夫肩舆而行，此是铁案，史无异辞。尤要者，应知隆祐其人并建炎年间形势。当公元1127年（北宋靖康二年）金兵入汴掳徽钦二宗北去，北宋灭亡之际，隆祐以废后幸免，垂帘听政，迎立康王，是为高宗。有人请立皇太子，隆祐拒之。《宋史·后妃传》记其言曰：“今强敌在外，我以妇人抱三岁小儿听政，将何以令天下？”其告天下手诏曰：“虽举族有北辕之恤，而敷天同左袒之心。”又曰：“汉家之厄十世，宜光武之中兴；献公之子九人，唯重耳之独在。”《鹤林玉露·建炎登极》条云：“事词的切，读之感动，盖中兴之一助也 。”陈寅恪《论再生缘》亦谓：“维系人心，抵御外侮”，“所以为当时及后世所传诵。”故史称隆祐：“国有事变，必此人当之 。”建炎三年，西路金兵穷追隆祐，东路金兵则渡江陷建康、临安，高宗被迫浮舟海上。此诚南宋政权出存亡危急之秋。故当作者身临造口，怀想隆祐被追至此，“因此感兴 ”，题词于壁，实情理之所必然。罗氏所记大体可信，词题六字即为本证。</p> <p>　　公元1175至1176年（淳熙二、三年）间，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>任江西提点刑狱，经常巡回往复于湖南、江西等地。来到造口，俯瞰不舍昼夜流逝而去的江水，词人的思绪也似这江水般波澜起伏，绵延不绝，于是写下了这首词。</p><br/><h2>题解</h2> <p>　　“造口”，即造口镇，在今江西省万安县西南。宋孝宗淳熙三年（一一七六），作者任江西提点刑狱（掌管刑法狱讼的官吏）时，途经造口。在宋高宗建炎三年（一一二九），金兵南下，攻入江西。隆裕太后由南昌仓皇南逃，金兵一直深入到造口。作者想起当时人民的苦难，写了这首词，题在墙壁上。</p> <p>　　从这首词里可以看出，作者怀念中原故土的感情和广大人民是一致的。</p> <p>　　它反映了四十年来，由于金兵南侵，祖国南北分裂，广大人民妻离子散，流离失所的痛苦生活，也反映了作者始终坚持抗金立场，并为不能实现收复中原的愿望而感到无限痛苦的心情。这种强烈的爱国思想，也正是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>作品中人民性的具体表现。</p> <p>　　上片四句在写法上，由近及远，又由远及近。“郁孤台下清江水，中间多少行人泪。”意思是说：郁孤台下清江里的流水呵！你中间有多少逃难的人们流下的眼泪啊！作者把眼前清江的流水，和四十年前人民在兵荒马乱中流下的眼泪联系在一起，这就更能够表现出当时人民受到的极大痛苦。四十年来，广大人民多么盼望着能恢复故土、统一祖国啊！然而，南宋当局根本不打算收复失地，只想在杭州过苟延残喘、偷安一时的生活。因此，作者抚今忆昔，感慨很深，在悲愤交集的感情驱使下，又写出了“西北望长安，可怜无数山”两句，以抒发对中原沦陷区的深切怀念。“郁孤台”，古台名，在今江西省赣州市西南贺兰山顶。“清江”，即赣江，流经赣州市和郁孤台下，向东北流入鄱阳湖。“长安”，即今陕西省西安市，西汉、隋、唐都建都在此。唐朝李勉曾经登上郁孤台想望长安。这里的“西北望长安”，是想望北方沦陷区，反映作者的爱国感情。“可怜无数山”意思是说：很可惜被千山万岭遮住了视线。“可怜”，作可惜讲。从望不见长安到视线被无数山遮住，里边含有收复中原的壮志受到种种阻碍、无法实现的感叹。</p> <p>　　下片紧接着上片，继续抒发对中原故土的怀念。“青山遮不住，毕竟东流去”两句是比喻句，意思是说：滚滚的江水，冲破了山峦叠嶂，在奔腾向前。它象征着抗金的正义事业，必然会克服一切阻力，取得最后的胜利。这里表明作者对恢复中原充满了坚定的信心。但是，作者并没有脱离现实，沉醉于未来理想的幻想之中。十几年来，他目睹了抗金事业受到的重重阻力，不禁又愁绪满怀。“江晚正愁余，山深闻鹧鸪”两句说：傍晚，我在江边徘徊，正在为了不能实现恢复大计愁苦着呢，可是恰巧，又从山的深处，传来鹧鸪鸟的哀鸣。这叫声听起来，仿佛是“行不得也哥哥”。从鹧鸪的悲鸣声中，恰好透露出作者想收复失地，但又身不由己的矛盾心情。</p> <p>　　这首词写得非常质朴、自然、流畅。尤其“青山遮不住，毕竟东流去”</p> <p>　　两句，十分含蓄，耐人寻味。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "山水",
    "抒怀",
    "爱国"
  ]
}