{
  "id": 56078,
  "star": 81,
  "name": "鹊桥仙·一竿风月",
  "dynasty": "宋代",
  "content": "一竿风月，一蓑烟雨，家在钓台西住。卖鱼生怕近城门，况肯到红尘深处？<br>潮生理棹，潮平系缆，潮落浩歌归去。时人错把比严光，我自是无名渔父。",
  "fanyi": "<p><strong>译文<br></strong>清早出去，笼一蓑霏微烟雨，傍晚归来，钓一竿迷蒙风月，家就居在富春江滨的子陵钓台西边。卖鱼的时候惟恐走近城门跟前，更不用说还会到闹市深处去了。<br>潮生时泛船出去打鱼，潮平时摆船靠岸系缆，潮落时高唱渔歌归家。当时的人们错把我比作披蓑垂钓的严光，然而，我更愿作一位无名的渔父。</p> <p><strong>注释<br></strong>①鹊桥仙：词牌名，此调专咏牛郎织女七夕相会事。<br>②一竿风月：风月中垂一钓竿。<br>③蓑（suō）：蓑衣。<br>④钓台：汉代隐士严光隐居的地方，在今浙江省富春江畔的桐庐县。<br>⑤况肯：更何况。<br>⑥红尘：指俗世。<br>⑦棹（zhào）：指船桨。<br>⑧潮平系缆：潮水满涨时停船捕鱼。<br>⑨浩歌：指放声高歌，大声歌唱。<br>⑩严光：即严子陵，汉代著名隐士。<br>⑪渔父：渔翁，捕鱼的老人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“一竿风月，一蓑烟雨”，是渔父的生活环境。“家在钓台西住”，这里借用了严光不应汉光武的征召，独自披羊裘钓于浙江的富春江上的典故。以此来喻渔父的心情近似严光。上片结句说，渔父虽以卖鱼为生，但是他远远地避开争利的市场。卖鱼还生怕走近城门，当然就更不肯向红尘深处追逐名利了。以此来表现渔父并不热衷于追逐名利，只求悠闲、自在。</p> <p>　　下片头三句写渔父在潮生时出去打鱼，在潮平时系缆，在潮落时归家。生活规律和自然规律相适应，并无分外之求，不象世俗中人那样沽名钓誉，利令智昏。最后两句承上片“钓台”两句，说严光还不免有求名之心，这从他披羊裘垂钓上可看出来。宋人有一首咏严光的<a href=\"http://so.gushiwen.org/view_56078.aspx\">诗</a>说：“一着羊裘便有心，虚名留得到如今。当时若着蓑衣去，烟水茫茫何处寻。”也是说严光虽拒绝光武征召，但还有求名心。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>因此觉得：“无名”的“渔父”比严光还要清高。</p> <p>　　这词上下片的章法相同，每片都是头三句写生活，后两句写心情，但深浅不同。上片结尾说自己心情近似严光，下片结尾却把严光也否定了。文人词中写渔父最早、最著名的是<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>的《渔父》，后人仿作的很多，但是有些文人的渔父词，用自己的思想感情代替劳动人民的思想感情，很不真实。</p> <p>　　陆游这首词，论思想内容，可以说在张志和等诸人之上。显而易见，这词是讽刺当时那些被名牵利绊的俗人的。读者不可错会他的写作意图，简单地认为它是消极的、逃避现实的作品。</p> <p>　　陆游另有一首《鹊桥仙》词：“华灯纵博，雕鞍驰射，谁记当年豪举？酒徒一半取封候，独去作江边渔父。轻舟八尺，低逢三扇，占断苹洲烟雨。镜湖元自属闲人，又何必官家赐与！”也是写渔父的。它上片所写的大概是他四十八岁那一年在汉中的军旅生活。而这首词可能是作者在<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕府经略中原事业夭折以后，回到山阴故乡时作的。两首词同调、同韵，都是写他自己晚年英雄失志的感慨，决不是张志和《渔父》那种恬淡、闲适的隐士心情。读这首词时，应该注意他这个创作背景和创作心情。</p>",
  "about": "<h2>创作背景</h2> 　　乾道七年（1171年）十月，朝廷否决北伐计划的《平戎策》，调<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>回京，幕府解散，出师北伐的计划也毁于一旦，词人感到无比的忧伤。随后词人骑驴入川，颇不得志。这首词是词人回到越州山阴故乡（今浙江绍兴）时所作。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "咏怀",
    "渔父",
    "生活",
    "心情"
  ]
}