{
  "id": 69133,
  "star": 248,
  "name": "剑门道中遇微雨",
  "dynasty": "宋代",
  "content": "衣上征尘杂酒痕，远游无处不消魂。<br>此身合是诗人未？细雨骑驴入剑门。",
  "fanyi": "<p><strong>译文<br></strong>衣服上沾满了旅途上的灰尘和杂乱的酒的痕迹。出门在外去很远的地方宦游，所到之地没有一处是不让人心神暗淡和感伤的。<br>我这一辈子就应该做一个<a href=\"http://so.gushiwen.org/view_69133.aspx\">诗</a>人吗？为什么骑上瘦驴在细雨中到剑门关去？</p> <p><strong>注释<br></strong>⑴剑门：在今四川省剑阁县北。据《大清一统志》：“四川保宁府：大剑山在剑州北二十五里。其山削壁中断，两崖相嵌，如门之辟，如剑之植，故又名剑门山。”<br>⑵征尘：旅途中衣服所蒙的灰尘。<br>⑶销魂：心怀沮丧得好像丢了魂似的，神情恍惚。形容非常悲伤或愁苦。<br>⑷合：应该。未：表示发问。<br>⑸最后二句：典出南宋<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>《全唐诗话》：“（唐昭宗时）相国郑綮，善诗。或曰：‘相国近为新诗否？’对曰：‘诗思在灞桥风雪中驴子上，此何以得之？”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首广泛传颂的名作，<a href=\"http://so.gushiwen.org/view_69133.aspx\">诗</a>情画意，十分动人。然而，也不是人人都懂其深意，特别是第四句写得太美，容易使读者“释句忘篇”。如果不联系作者平生思想、当时境遇，不通观全诗并结合作者其他作品来看，便易误解。作者先写“衣上征尘杂酒痕，远游无处不销魂”。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>晚年说过：“三十年间行万里，不论南北怯登楼”（《秋晚思梁益旧游》）。梁即南郑，益即成都。实际上以前的奔走，也在“万里”“远游”之内。这样长期奔走，自然衣上沾满尘土；而“国仇未报”，壮志难酬，“兴来买尽市桥酒……如钜野受黄河顿”（《长歌行》），故“衣上征尘”之外，又杂有“酒痕”。“征尘杂酒痕”是壮志未酬，处处伤心（“无处不销魂”）的结果，也是“志士凄凉闲处老”（《病起》）的写照。</p> <p>　　“远游无处不销魂”的“无处不”（即“处处”），既包括过去所历各地，也包括写这首诗时所过的剑门，甚至更侧重于剑门。这就是说：他“远游”而“过剑门”时，“衣上征尘杂酒痕”，心中又一次黯然“销魂”。</p> <p>　　引起“销魂”的，还是由于秋冬之际，“细雨”蒙蒙，不是“铁马渡河”（《雪中忽起从戎之兴戏作》），而是骑驴回蜀。就“亘古男儿一放翁”（<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《读陆放翁集》）来说，他不能不感到伤心。当然，骑驴本是诗人的雅兴。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>骑驴带小童出外寻诗，就是一个佳话。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>、郑棨都有“骑驴”的诗句或故事，而李白是蜀人，杜甫、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>都曾入蜀，晚唐诗僧<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>从杭州骑驴入蜀，写下了“千水千山得得来”的名句，更为人们所熟知。所以骑驴与入蜀，自然容易想到“诗人”。于是，作者自问：“我难道只该（合）是一个诗人吗？为什么在微雨中骑着驴子走入剑门关，而不是过那‘铁马秋风大散关’的战地生活呢？”不图个人的安逸，不恋都市的繁华，他只是“百无聊赖以诗鸣”（梁启超语），自不甘心以诗人终老，这才是陆游之所以为陆游。这首诗只能这样进行解释；也只有这样解释，才合于陆游的思想实际，才能讲清这首诗的深刻内涵。</p> <p>　　这就是说，作者因“无处不销魂”而黯然神伤，是和他一贯的追求和当时的处境有关。他生于金兵入侵的南宋初年，自幼志在恢复中原，写诗只是他抒写怀抱的一种方式。然而报国无门，年近半百才得以奔赴陕西前线，过上一段“铁马秋风”的军旅生活，旋即又要去后方充任闲职，重做纸上谈兵的诗人了。这使作者很难甘心。所以，“此身合是诗人未”，并非这位爱国志士的欣然自得，而是他无可奈何的自嘲、自叹。如果不是故作诙谐，他也不会把骑驴饮酒认真看作诗人的标志。作者怀才不遇，报国无门，衷情难诉，壮志难酬，因此在抑郁中自嘲，在沉痛中调侃自己。</p> <p>　　一般地说，这首诗的诗句顺序应该是：“细雨”一句为第一句，接以“衣上”句，但这样一来，便平弱而无味了。诗人把“衣上”句写在开头，突出了人物形象，接以第二句，把数十年间、千万里路的遭遇与心情，概括于七字之中，而且毫不费力地写了出来。再接以“此身合是诗人未”，既自问，也引起读者思索，再结以充满诗情画意的“细雨骑驴入剑门”，形象逼真，耐人寻味，正如前人所言，“状难写之景如在目前，含不尽之意见于言外。”但真正的“功夫”仍在“诗外”（《示子遹》）。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_69133.aspx\">诗</a>当作于南宋孝宗乾道八年（1172年）冬。当时，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>由南郑（今陕西汉中）前线调回成都（今属四川）。陆游在南郑，是以左承议郎处于四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕中，参预军事机密。南郑是当时抗金前方的军事重镇，陆游在那时常常“寝饭鞍马间”（《忆昔》）。而成都则是南宋时首都临安（杭州）之外最繁华的城市。陆游去成都是调任成都府路安抚使司参议官；而担任安抚使的又是当时著名诗人，也是陆游好友的<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>。他此行是由前线到后方，由战地到大都市，是去危就安、去劳就逸。他在南郑往成都途经四川剑阁剑门关时写下这首诗。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "古诗三百首",
    "写雨",
    "抒怀"
  ]
}