{
  "id": 47868,
  "star": 42,
  "name": "平陵东",
  "dynasty": "两汉",
  "content": "平陵东，松柏桐，<br>不知何人劫义公。<br>劫义公，在高堂下，<br>交钱百万两走马。<br>两走马，亦诚难，<br>顾见追吏心中恻。<br>心中恻，血出漉，<br>归告我家卖黄犊。",
  "fanyi": "<p><strong>译文<br></strong>在平陵这个地方的东边，长满了松柏和梧桐。<br>有一天， 不知什么人劫持了住在这里的义公。<br>这些人把义公劫持到高门大堂之下，<br>胁迫他交出一百万银钱和两匹快马才能赎人。<br>交出两匹快马的确已相当困难，更别说百万银钱了。<br>可是义公回头见到追钱的小吏，心中只有悲痛无奈。<br>义公心中悲痛得就像血在流淌一般。<br>只好带口信给家人，卖掉那头小黄牛凑钱来赎我！</p> <p><strong>注释<br></strong>⑴平陵：汉昭帝陵墓，在今陕西省咸阳市西北七十里处。<br>⑵松柏桐：指墓地。古代墓地多种植松柏梧桐。仲长统《昌言》说：“古之葬者，松、柏、梧桐以识坟。”<br>⑶“不知”句：不知是什么人绑架了一个善良的人。劫：劫持，绑架。义公：善良的人，大好人。一说义公是姓义的人，一说指义公翟义。<br>⑷高堂：高门大堂，代指官府衙门。<br>⑸“交钱”句：必须交出一百万钱外加两匹快马才能放人。走马：善跑的马。<br>⑹顾见：回头看见。追吏：逼索财物的官吏。恻（cè）：悲痛。<br>⑺“心中”二句：因心中悲痛，心血都要渗出来了。漉（lù）：渗出。一说“漉”作“流尽”解。<br>⑻“归告”句：回去转告家人把小黄牛卖掉凑线来赎人。犊（dú）：小牛。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《平陵东》属汉乐府中的《相和歌辞·相和曲》。这首<a href=\"http://so.gushiwen.org/view_47868.aspx\">诗</a>写一个善良的人平白无故被人绑架去敲诈勒索，被逼无奈，只好叫家人卖掉小黄牛凑线来赎身的故事。</p> <p>　　全诗每三句为一节。第一节写出事件发生的地点和经过。在平陵东侧一片阴森浓密的树林中，一位善良的平民义公遭到了绑架。事情发生得突然，义公心中充满了惊疑恐惧之情。这绑架良民的行径是何人所为？“不知”句提起疑问，含煳得极好。联系下文的“高堂”“追吏”，可知这是官吏捕人。不言其“捕”而斥为“劫”，意在表现出官吏行事的粗暴凶狠。观其行迹，真如盗匪，使人不能相信这是官吏行径。直来到高堂之下，才敢确定这劫义公的竟是官府所为。以“不知”故作疑惑，含讽刺之意于言外，掲露出“官府即盗匪，官府甚于盗匪”的黑暗现实。笫二、三节就直写官吏敲榨勒索财物的强盗行径。高堂之上，本应是主持正义、惩办强暴的所在，现在却要义公“交钱百万两走马”，贪暴官吏公然逼迫善良百姓，义公在猝然之间遭此厄运，如此惊人的巨额赎资不可能交纳得出来。</p> <p>　　“两走马，亦诚难”，义公为此悲愁交加，百般煎迫。可稍有迟疑，摧辱即至，逼得他一看到追逼的官吏，就不由得心惊色变。“心中恻，血出漉”极写出义公内心痛愁恐惧的惨烈。在贪官暴吏敲骨榨髓的勒索之不，他感到仿佛心中的血都要流尽了。透过这极端痛苦的心 情，不难想象出义公在官府遭受到的摧辱与折磨该有多么严酷。在此绝望之中，他已经无路可走，只好忍痛“归告我家卖黄犊”。一个善良的平民在虎狼之吏的逼迫下，就这样倾家荡产了。这悲惨的结局中又凝结着多少痛苦和悲愤！即便如此，可黄犊所值有限，以这点微薄的赎资能满足那贪狠恶吏的无厌之欲，使义公逃脱这场厄运吗？诗歌最终引发出对人的永久关切。</p> <p>　　这首诗和两汉其他乐府民歌一样，继承了《诗经》“饥者歌其食，劳者歌其事”的现实主义精神，通过“义公”被劫持、被勒索、被逼卖黄犊几个细节，从社会生活的一个侧面反映了当时劳动人民的悲惨遭遇，揭露了一个社会问题：即广大人民的穷困是由于统治阶级的压迫使然，“义公”一家的遭遇即是一证。</p> <p>　　《平陵东》篇幅短小，情节也不复杂，但含意非常深刻。它反映了在黑暗残暴的社会中人民生活的艰难苦痛。在简洁的叙事中融入抒情，表达人民痛楚、悲愤的感情，格调凝重。在语句上，毎节的第一句重复上一节的最后三个字，运用了民歌中常见的“顶针续麻”的修辞手法，以文字上的复迭，造成迂回往复、反复吟咏的效果，使语意更加连贯，加强了诗歌的抒情气氛。</p>",
  "about": "<h2>创作背景</h2> 　　《平陵东》是一首控诉贪官恶吏采用绑架手段敲诈勒索平民百姓钱财的故事<a href=\"http://so.gushiwen.org/view_47868.aspx\">诗</a>，大约产生在西汉末年。《古今注》、《乐府古题要解》 以为此诗是翟义门人为翟义起兵讨伐王莽事败被害一事而作的，但这种说法与诗意不合。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "忧国忧民",
    "农民",
    "生活"
  ]
}