{
  "id": 20445,
  "star": 9,
  "name": "江南弄",
  "dynasty": "唐代",
  "content": "江中绿雾起凉波，天上叠巘红嵯峨。<br>水风浦云生老竹，渚暝蒲帆如一幅。<br>鲈鱼千头酒百斛，酒中倒卧南山绿。<br>吴歈越吟未终曲，江上团团贴寒玉。",
  "fanyi": "<p><strong>译文<br></strong>绿雾从江中清凉的波涛中升起，天上红霞重叠，像高峻的山峰。<br>河边的云，水面的风，都像从老竹林里生出，洲渚暮色茫茫，众多蒲帆连成一片，不甚分明。<br>鲈鱼千头醇酒百斛尽情享用，酒醉卧地，斜视着南山的绿影。<br>信口唱支吴歌越曲，还未唱完——江月如圆玉，已在东方冉冉上升。</p> <p><strong>注释<br></strong>⑴江南弄：乐府<a href=\"http://so.gushiwen.org/view_20445.aspx\">诗</a>清商曲辞题名。《乐府解题》说：“江南古辞，盖美芳晨丽景，嬉游得时。”<br>⑵绿雾：青茫茫的雾气。团雾从碧绿的江波中升起，故称“绿雾”。宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《寿星院寒碧轩》诗：“纷纷苍雪落夏簟，冉冉绿雾沾人衣。”凉波：清凉的水面。宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《浣溪沙》词：“小阁重帘有燕过，晚花红片落庭莎，曲阑干影入凉波。”<br>⑶叠巘（yǎn）：本指层叠的山峦。南朝宋<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《晚出西射堂》诗：“连障叠巘崿，青翠杳深沉。”此形容晚霞。嵯峨（cuó é）：山峰高峻貌。<br>⑷“水风”句：言竹木与江水相连，仿佛风和云都是从竹林中生出来的。<br>⑸“渚暝”句：写黄昏时渡口众多的帆船相连成片，如一幅图画。渚：水中的小块陆地。暝：昏暗。蒲帆：指用蒲草织成的船帆。<br>⑹鲈（lú）鱼：一种味道鲜美的鱼。江南鲈鱼自魏晋以来就为人所珍视。百斛（hú）：泛指多斛。斛：量具名。古以十斗为斛，南宋末改为五斗。<br>⑺酒中倒卧：饮酒中间就醉倒了。酒中：指酒喝到一半。倒卧：横卧，横倒。南山绿：此用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》诗“悠然见南山”之意。<br>⑻吴歈（yú）越吟：指江南地方歌曲。吴歈：即吴歌。越吟：越歌。左思《吴都赋》：“荆艳楚舞，吴歈越吟。”<br>⑼贴寒玉：喻初升之月映在江面上。寒玉：比喻清冷雅洁的东西，此喻月。宋<a href=\"http://so.gushiwen.org/author_1369.aspx\">吕渭</a>老《念奴娇·赠希文宠姬》词：“暮云收尽，霁霞明高拥一轮寒玉。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_20445.aspx\">诗</a>以夕阳黄昏的江天为观察点，敏锐地捕捉了大自然昼夜转换之际奇妙的景观。诗的一、二两句描绘出一幅壮美的图画，此时太阳刚好落山，平静的江面上，水气不断蒸发积聚，飘浮弥漫，使湛绿的江水更绿更暗，加上光线折射，成为一片朦胧的“绿雾”，向远处延伸。天西边，残余的阳光从地平线后面射入室中，将云彩照亮，形状是由宽而窄，向高处耸起，仿佛无数重叠的峰峦；颜色是浓紫鲜红，光怪陆离，大自然在如此广阔的范围急遽地变幻出奇异的景象，场面是伟大而壮观的。红的晚霞与绿的江水分割了整个画面，形成上红下绿异常饱满的两大色块。红与绿是两种互补的色彩，在一幅画面中交相辉映，显得酣畅淋漓。两句诗用了五个形容词，“绿雾”、“凉波”，状物十分形象，尤其第二句，“巘”比喻云霞，又连用“叠”、“红”、“嵯峨”三个形容词对其形状、色彩加以修饰，给人以无比丰富的视觉感受。与此诗相似的，有<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《暮江吟》：“一道残阳铺水中，半江瑟瑟半江红。”<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>《江行》：“霞低水远碧翻红，一棹无边落照中。”两人写出了江水瞬息变化的奇丽景象，而场面的壮观似均不及<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>此诗。</p> <p>　　三、四两句，对江上景物作细节的描写。风云随处皆有，因与江水相关，故称“水风浦云”。“生老竹”与前面“起凉波”句子形式完全一样，但前面所写是事实，这儿只是一种印象。李肇《国史补》下说：“杨子、钱塘二江者，则乘两潮发樛，舟船之盛，尽于江西。编蒲为帆，大者或数十幅。”傍晚天气转凉，而竹林给人的感觉是清寒的，所以说水上的微风，岸边的云霭，仿佛是从竹林里生出来的。天色渐暗，江中小洲笼罩在暮色苍茫之中，远望蒲帆，像是整幅一样。这里，诗人抓住主观感受上的错觉，生动地表现出大自然的某种变化，笔调相当细腻。</p> <p>　　五、六两句写江南人民的生活。鲈鱼是江南名产，以产于松江者最佳。《吴郡志》载：“天下之鲈两腮，惟松江之鲈四腮。”晋代<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>在洛阳做官，见秋风吹起，想到家乡的菰菜羹、鲈鱼脍，便弃官而归，是有关鲈鱼的著名故事。“鲈鱼千头酒百斛”，凭藉着造物无私的奉献，南人过着富足安稳的日子。薄暮之中，酒半醉卧，苍翠的山峦宛然在目，非常悠闲自得。</p> <p>　　最后两句，承五、六两句，谓人们在青山绿水之间，酒醉兴浓，不禁唱起歌来。“醉里吴音相媚好”（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《清平乐·村居》），这在生长于北方的诗人听来，一定很有情味。吟唱未终，不觉圆月已从江面升起，此情此景，物我俱化而难分彼此了。“江上团团贴寒玉”句，描写极为精确，“团团”指月轮的形状，“寒”指感觉，“玉”喻质地与颜色，着一“贴”字，形容月亮如同明玉粘附、镶嵌在天幕上。李贺写诗，很少用白描手法，而是借助想象强调事物多方面的性质，使画面变得更鲜明、凸出，具有立体的感觉。此句与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《宿建德江》中“江清月近人”对读，一则极力描摹，一则淡中有味，完全是两种不同的情调。</p> <p>　　此诗从开头的江中绿雾到结尾的江上寒月，以江水为中心展开了一幅长的画卷，红霞与江水相接，远山是江边所见，南人在江畔宴饮，吃的是江中之鲈，水风浦云，洲诸蒲帆，无一不与江水相关。诗中景物颇为繁复，层次却十分清晰，时间上，从夕阳西坠至明月东升是一条线索。与此相关，一是气温降低，先说凉波、水风，又说寒玉，感觉越来越清楚。一是光线减弱，看天上红霞是鲜明的，看水中蒲帆已不甚分明，到月亮升起的时候，地上景物更模糊了。结构上，前四句描写景物，是第一条线；后四句叙述人事，是第二条线，但此时第一条线并未中断，而是若隐若显，起着照应与陪衬的作用，如第六句出现南山的景致，七、八两句写吟唱未终，江月照人，人与景融合为一，两条线索被巧妙地结合起来。黎简说：“昌谷于章法每不大理会，然亦有井然者，须细心寻绎始见。”（《李长吉集评》）此诗正是如此。</p>",
  "about": "<h2>创作背景</h2> 　　古乐府有《江南曲》，南朝梁武帝改为《江南弄》，都以江南风景为题材。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>相因袭，写了这首<a href=\"http://so.gushiwen.org/view_20445.aspx\">诗</a>。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "江南",
    "写景",
    "山水"
  ]
}