{
  "id": 48690,
  "star": 10,
  "name": "蝶恋花·帘幕风轻双语燕",
  "dynasty": "宋代",
  "content": "帘幕风轻双语燕。午醉醒来，柳絮飞撩乱。心事一春犹未见。余花落尽青苔院。<br>百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。消息未知归早晚。斜阳只送平波远。",
  "fanyi": "<p><strong>译文<br></strong>帘幕在微风的吹拂下，款款摆动，燕子轻语呢喃，像是交流着情话。酒醉醒来，柳絮随风纷飞凌乱。整整一个春天，心里所想的情人至今仍未见。长满青苔的庭院，连晚开的花儿都凋落殆尽了。<br>在百尺高楼之上，将所有的栏杆倚遍，但那细雨和浓云，总是将视线遮拦。还不知道情人早晚归来的确切消息，只能望着斜阳映照水流，流向远方。</p> <p><strong>注释<br></strong>①撩乱：纷乱，同“缭乱”。<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>《古别离》：“使我归梦兮撩乱。”<br>②心事：心中所思虑或期待的事。谢眺《新亭清别范零陵云<a href=\"http://so.gushiwen.org/view_48690.aspx\">诗</a>》：“心事俱已矣，江上徒离忧。”<br>③犹：还，仍。<br>④百尺朱楼：朱楼即红楼，富家女子所居，“百尺”形如其高。<br>⑤倚（yǐ）：靠。<br>⑥抵死：总是，老是。<br>⑦平波：平缓而广漠的水流。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首伤春怀远之作。</p> <p>　　上片主要是写主人公伤春怀人的悲愁和由此引发的纷乱心绪。开篇三句写闺妇触目所见之景，以景起情：晚春的和风轻轻地吹动着帘幕，燕子双双在檐廊的巢上啾啾话语。如此的良辰美景，愈加勾起了对远方恋人的深切怀念，以至主人公借酒浇愁。然而，愁而饮，饮而醉，碎而睡，一觉醒来，只见庭院的柳絮随风舞。“双语燕”在手法上用的是反衬，即以乐景写哀情，以成对燕儿的亲切话语，对照闺妇块然独处的孤独和凄冷。一个“醉”字，展示了主人公忧愁之深。两句合起来，写出了主人公所处的季节（晚春）、时间（午后）、地点（闺房）和眼前的景物（燕、柳），描绘出一幅暮春时节的风物图画，明里写景，暗里抒情，写物亦人。“心事”一句，明点出闺妇的心态。整整一个春天，在孤单、愁寂中度过，心里想的是什么，自己也说不清。“犹未见”与柳絮的“飞撩乱”相呼应，用的是陪衬，即以哀景写哀情，沸沸扬扬的柳絮在风中飘飞与闺妇思念情人的纷乱心绪是极相吻合的。“余花”句，进一步点染了暮春时节的浓重氛围。长满青苔的庭院，连晚开的花儿都凋落殆尽了。然而，花落人不在，燕语人不归，春老红残，香消色减，青春飞逝，衬托出主人公的悲伤。整个上片，以景语为主，景语与情语互见，物象与心绪交融，反衬与陪衬杂用。特别是最后一句，写得情味隽永，深曲委婉，具有丰富的情感内涵。</p> <p>　　下片通过对景的拓展来达到对情的深化，进一步从视野的被阻隔来表现相思之无极。“过片”三句，写闺妇为相思所折磨，禁不住登楼望远，以从“天际识归舟”中求得一丝半缕精神上的安慰。可是，展现在她面前的是如烟的春雨和布满浓云的灰黯的天空，眼前的一切都被严严实实地遮盖了，什么也看不见。“百尺”句，勾勒出闺妇倚楼怅望的痴情形象，朱楼而“百尺”，状楼之高，望之远。“闲倚遍”，言登楼之频繁，盼归之殷切，怀人之情深，惆怅之浓重。“薄雨”句，再次点明季节的特征。“抵死”句，说视线被阻，世事多艰，难如人意。主人公不能“望尽天涯路”，而是“抵死遮人面”，望而不能，盼而难求，足见“天地终无情”，其愁苦之深可想而知。由于主人公盼归不能，音信又断，所以就只能是“消息未知归早晚”，游人什么时候回来，无处得知。末句“斜阳只送平波远”，写得极为疏淡、含蓄，具有丰富的表现层次：一说闺妇登楼倚望从薄雨之日到斜阳之时，景观的变换暗示盼归持久；二说游子取水路而归；三说闺妇等待心爱之人而每每落空，终究失望；四说闺妇盼归的离情愁绪如悠悠江水，“无穷无尽”、“欲断更流”。</p> <p>　　本词全篇写得语浅情深，词约意浓，反映了封建社会痴情男女悲欢聚散的人生苦难。全词通过暮春景象的描写，表现了闺妇对游子的殷殷思念之情和盼归不能的惆怅、幽怨的心绪。通篇写得淡雅、含蓄、和婉，体现了晏词的一贯风格。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_48690.aspx\">诗</a>具体创作年代已不详。晚春的景象令词人惜暮春思远人，于是创作了这首伤春怀远的作品。</p> <p>　　但也有记载这首词的作者是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，“醉后”作“午后”，“余花”作“红英”，词的最后两句作“羌管不须吹别怨，无肠更为新声断”。作者是否为<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>，尚有疑问，学术界较支持作者为晏殊的说法。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情",
    "孤寂",
    "惆怅"
  ]
}