{
  "id": 61005,
  "star": 29,
  "name": "沁园春·答九华叶贤良",
  "dynasty": "宋代",
  "content": "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。 <br>当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。",
  "fanyi": "<p><strong>译文<br></strong>熟读一卷《阴符》，能开两石硬弓，手提百斤宝刀。更有玉花骢喷着粗气，挥舞马鞭，鞭梢作响，鞭快如电；展开乌丝阑，醉中的墨迹如蛟龙跳跃。与之谈笑的是勤奋攻读的书生、行侠仗义的豪客，都值得寄信相召。依稀记得，曾经主动请缨出战南越事，草拟檄文征讨辽兵。<br>当年我傲岸不羁、目视云霄，谁肯信，如今竟落得为五斗米而折腰。草草南归，未能在燕然山刻石记功令人十分惆帐；遥遥北望，却不见故都长安。年华已老，胸中郁结着不平之气，高歌后仍需用酒浇灭。罢了罢了，但见帽子两边鬓发渐白，镜中容颜日益憔悴。</p> <p><strong>注释<br></strong>1.沁园春：词牌名，又名《寿星明》、《东仙》、《洞庭春色》、《念离群》等。“沁园”二字出汉代沁水公主园林。此调有一百一十二字至一百一十六字诸体，以一百一十四字为正格。上片四平韵，下片五平韵。前人认为换头句第二字有人用暗韵，实系偶合。上片第四句第一字和下片第三句第一字，必须用一字豆领以下四句，而所领四句例须用扇对。<br>2.九华：山名，在安徽省青阳西南。<br>3.叶贤良：<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>友人，名字、生平皆不详。<br>4.阴符：古兵书名。阴符经。旧题黄帝撰，言虚无之道．修炼之术。又历代史志皆以《周书阴符》著录兵家。而黄帝阴符入道家，判然两书。此当指《周书阴符》。<br>5.二石（dàn）：古代计量单位，约为现在的二百四十斤。<br>6.玉花骢（cōng）：又称菊花青，是一种良马。<br>7.喷：吐气。<br>8.电抹：形容宝马飞奔，迅如闪电。<br>9.乌丝阑（lán）：指上下以乌丝织成栏，其间用朱墨界行的绢素，亦指有墨线格子的笺纸。<br>10.龙跳：比喻书法笔势纵逸雄健。<br>11.牛角书生：指<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>，亦用于比喻勤奋读书的人。<br>12.虬（qiú）须豪客：指唐传奇小说《虬髯客传》中的人物虬髯客，为豪迈卓异之士。<br>13.折简：亦折柬、折札。言其礼轻，随便。<br>14.请缨（yīng）系粤：用汉终军请缨出征南越事，粤，同越。<br>15.檄（xí）：下文书征讨。<br>16.目视云霄：指眼界高。<br>17.折腰：弯腰行礼，指屈身于人，用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>不为五斗米折腰的典故。<br>18.燕（yān）然未勒：燕然，指杭爱山，位于今蒙古境内；勒，指刻石记功。<br>19.草草：随便。<br>20.迢（tiáo）迢：形容路途遥远。<br>21.磊（lěi）块：一作垒块，谓胸中郁结不平之气。<br>22.休休：罢休。<br>23.鬓（bìn）改：鬓发改变颜色。<br>24.颜凋：容颜衰老。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的上片，词人回忆年少时意气风发、征战沙场的光辉岁月。一卷《阴符》说明词人年少熟读兵书，深谙用兵之道；而“二石硬弓，百斤宝刀”则突出他力大无穷，身手不凡。“一”、“二”、“百”三个数词，读起来如泉喷涌，咄咄逼人。开篇三句将词人文武双全、雄才大略，气度非凡的形象刻画得栩栩如生。接着以去声“更”字领格，统领四个偶句，对仗工整，节奏明快，激壮之情随之奔涌而出。接下来四句写词人扬鞭策马奔腾，速度犹如风驰电掣。“更玉花骢喷”至“谈笑皆堪折简招”几句写词人年少时文韬武略，广交贤能，与志同道合之士煮酒论天下，豪气干云。“龙跳”二字，极言其书法苍劲有力，有如蛟龙跳跃。“谈笑皆堪折简招”，把他们的从游关系，写得随便、热烈而又亲切。在九个四言偶句之后，突然出现这一平仄协调的七言句，显得音律和谐，语调从容，从而反映出主人公不仅仅是一介武夫，而是一个带有儒将风度的英雄。歇拍三句略一转折，歌颂他怀有建功立业的豪情壮志。从语言上看，又恢复了四言格局，庄重之中饶有豪迈气概。整个上片，从尚文习武、谈笑交游、建功立业等方面，塑造了作者理想中的人物，实际上正是词人的自我形象。</p> <p>　　词的下片，词人先以一语扫过，随即描写现在。“当年目视云霄”一句，表现了词人傲岸不羁的性格。“谁信道、凄凉今折腰”，反用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>作彭泽令不肯为五斗米折腰事，暗指此时之不得志。上句回忆当年，下句慨叹当前，给读者以强烈的对比感。后一句的前面冠以“谁信道”三字，更加强了愤懑不平的感情色彩。词人以苍凉深沉的笔调抒写壮志未酬、英雄暮年的悲慨。在这种强烈对比之下，感情的浓烈，已是至极。“怅燕然未勒”四句，用了两个典故：一是《后汉书·窦宪传》所载窦宪登燕然山，刻石记功而还；二是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《金陵凤凰台<a href=\"http://so.gushiwen.org/view_61005.aspx\">诗</a>》所记“总为浮云能蔽日，长安不见使人愁”，此四句由一个“怅”字统领，表达作者请壮志难酬的激愤和悲凉。“老去”，也援用一典。可见其胸中积有多少愤懑情结。结尾三句全从上面的“老”字生发，用的却是形象化的语言。“歌罢犹须着酒浇”突出作者的深重苦闷，唱歌也无法将其排解，还需借酒，但却是借酒浇愁愁更愁。“休休也”是作者不甘而无奈的感叹，他回头看见镜中的自己，已经是白发生、容颜改，凄凉悲苦的感觉油然而生。</p> <p>　　词的上片先写武艺，次写驭马，郊游，最后写建功立业，塑造出一个英武豪迈、兼具文韬武略的英雄形象，既是作者理想中的人物，又是词人的自我形象。下片则写老年悲慨，苍凉郁勃。综合来看，词的上下两片对比强烈，过渡自然，语言精炼。词人用豪迈深沉的笔调，将一个已处暮年的爱国英雄渴望建功之志的情感充分而强烈地表达出来，全词豪宕疏放、雄肆激昂。同时，该词用典较多，既扩大了容量，却又并不粘滞板涩，其间融会贯通，给读者留下了无限的想象空间。</p>",
  "about": "<h2>创作背景</h2> 　　宋南渡后一百余年，文恬武嬉，而<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>却不忘恢复，拳拳家国，其思想志行略似于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>。这首《沁园春》答友人词，就是在刘克庄感叹自己英雄老去，壮志未酬的背景下，所作的一首词。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "典故",
    "写人"
  ]
}