{
  "id": 48284,
  "star": 18,
  "name": "破阵乐·露花倒影",
  "dynasty": "宋代",
  "content": "露花倒影，烟芜蘸碧，灵沼波暖。金柳摇风树树，系彩舫龙舟遥岸。千步虹桥，参差雁齿，直趋水殿。绕金堤、曼衍鱼龙戏，簇娇春罗绮，喧天丝管。霁色荣光，望中似睹，蓬莱清浅。 <br>时见。凤辇宸游，鸾觞禊饮，临翠水、开镐宴。两两轻舠飞画楫，竞夺锦标霞烂。罄欢娱，歌鱼藻，徘徊宛转。别有盈盈游女，各委明珠，争收翠羽，相将归远。渐觉云海沈沈，洞天日晚。",
  "fanyi": "<p><strong>译文<br></strong>带着露的花在水中映出了倒影，笼罩在一片淡淡雾中的青草，挨着池中的碧水。金明池的水波荡漾出淡淡的暖意。垂柳呈现出一片金黄色，在风中摇曳，远远望去，对岸系着供皇帝乘坐的龙舟与准备供戏游的彩船。长长的虹桥，其台阶高低排列如雁齿般整齐，一直延伸到水殿。在柳树之堤旁，鱼龙曼衍嬉闹。那里聚集着一群穿着娇艳来闹春的美女，音乐声喧天。天气晴朗，花木沐浴在春风中，光泽鲜亮；一眼望去，金明池好象唐代的蓬莱池水一般清澈。<br>偶然看见皇帝出游于此，举杯与群臣共饮禊宴酒。在清莹的池水畔，开设御宴。数叶扁舟如在画楫上游荡，夺锦橱之戏的场面，就像彩霞般烂漫。游人尽情欢娱，歌颂《鱼藻》佳曲，乐声婉转动听。时有轻盈女子，每个人都佩垂着明珠，争着去拾河岸边的翠羽，渐渐走远。高远空阔的天空渐渐昏暗起来，就像夜晚的洞天之地。</p> <p><strong>注释<br></strong>（1）破阵乐：唐教坊曲名，《宋史·乐志》注正官调，《乐章集》注林钟商。此调有数体，以柳词为正体。<br>（2）露花倒影：谓带露的花在水中映出倒影。<br>（3）烟芜（wú）蘸（zhàn）碧：笼罩在一片淡淡雾中的青草，挨着池中的碧水。灵沼：此指宋琼林苑中之金明池，池在顺天门街北，周围约九里三十步。<br>（4）金柳：垂柳呈现出一片金黄色，在风中摇曳。<br>（5）系彩舫龙舟遥岸：远远望去，对岸系着供皇帝乘坐的龙舟与准备供戏游的彩船。<br>（6）千步虹桥：长长的虹桥。古人以步为度量单位，一步为五尺。虹桥，拱桥。<br>（7）参差雁齿：虹桥上的台阶高低排列如雁齿般整齐。雁齿，喻排列整齐之物。<br>（8）水殿：营建于水上之亭殿，金明池有水殿。<br>（9）金堤：旁植柳树之堤。<br>（10）簇娇春：聚集着一群穿着娇艳来闹春的美女。<br>（11） 罗绮：指丝绸衣裳。<br>（12）喧天丝管：音乐声喧天。<br>（13）霁（jì）色荣光，望中似睹，蓬莱清浅：天气晴朗，花木沐浴在春风中，光泽鲜亮；一眼望去，金明池好象唐代的蓬莱池水一般清澈。荣光，花木的光泽。蓬莱，指蓬莱池，在陕西长安县东蓬莱宫附近。蓬莱宫，唐宫名，原名大明宫，高宗时改为蓬莱宫。清浅，清澈而不深。此处为偏义，指清澈。<br>（14）时见：意谓突然看见，不期然而看见。<br>（15）凤辇（niǎn）宸（chén）游：谓皇帝出游。凤辇，皇帝所乘之车。宸(chin)，北极星所在为宸，皇帝如北极之尊，故后借用为皇帝所居，又引申为皇帝的代称。<br>（16）鸾觞禊饮（luán shāng xì yǐn）：举杯与群臣共饮禊宴酒。鸾觞，刻有聋鸟花纹的酒杯。禊饮，祓禊之后的饮宴。<br>（17）翠水：清莹的水。<br>（18）镐（gǎo）宴：即天下太平，君臣同乐戢（jí）御宴。《<a href=\"http://so.gushiwen.org/view_48284.aspx\">诗</a>经·小雅·鱼藻》：“王在镐，其乐饮酒。”郑杰笺：“天下平安，万物得其性。武王何所处乎？处于镐京，乐八音之乐，与群臣饮酒而已。”后以“镐宴”、“镐饮”代指天下太平，君臣同乐。此指皇帝宴群僚的禊宴。<br>（19）舠（dāo）：形如刀之小船。<br>（20）竞夺锦标霞烂：夺锦橱之戏的场面，就像彩霞般烂漫。<br>（21）罄（qìng）欢娱：尽情欢娱。<br>（22）《鱼藻》：《诗经》中歌颂武王的诗篇。《诗序》曰：“王居镐京，特不能以自乐，故君子思古之武王焉。”<br>（23）各委明珠，争收翠羽：每个人都佩垂着明珠，争着去拾河岸边的翠羽。委，委佩，委垂。翠羽，翠鸟的羽毛，可作饰物。<br>（24）云海沉沉：谓高远空阔的天空渐渐昏暗起来。云海，指高远空阔的天空。<br>（25）洞天：道教称神仙居处，意谓洞中别有天地。后泛指风景胜地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词的开头，以三个四字句“露花倒影，烟芜蘸碧，灵沼波暖”，真切地描写了金明池的优美景色——含露的鲜花池中显出清晰的倒影，烟霭笼罩的草地一直延伸到碧绿的池边，池水暖洋洋的。由“露花”、“烟芜”和“波暖”可知是春日温煦的早晨，而“倒影”、“蘸碧”和“灵沼”则点出了池水的清澈明净和广阔，这三句不仅写景如画，而且使人感到有一股春晨的清新气息扑面而来，充满着美感和活力，为全词奠定了明丽热烈的基调。“山抹微云秦学士，露花倒影柳屯田”，这是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的赞语（<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》），可见此词的开头何等地脍炙人口。</p> <p>　　“金柳摇风树树，系彩舫龙舟遥岸”，继续写池了景象——岸边垂柳飘拂的树上系有许多争奇斗丽的彩舟龙船，煞是好看。接着写金明池上的仙桥：“千步虹桥，参差雁齿，直趋水殿。”《东京梦华录》载：“仙桥，南北约数百步，桥面三虹，朱溱阑楯，下排雁柱，中央隆起，谓之骆驼虹，若飞虹之状。桥尽处，五殿正池之中心。”词句所云，亦几乎写实，而又有文采，把仙桥凌波而起，雄跨池上，直通水殿的气势写活了。“绕金堤”四句，着重描写金明池上游乐场面。“曼衍鱼龙戏”，叙写上演的百戏花样繁多，变化莫测：“簇娇春罗绮，喧天丝管”，突出乐部歌舞妓人罗绮成群，弹奏起急管繁弦、声腾云霄。这几句渲染金明池上花光满路，乐声喧空的繁华热闹景象，虽为实写，却也写得绘声绘影，历历目。上片结语说：“霁色荣光，望中似睹，蓬莱清浅。”是此前现实描写的升华<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》记麻姑语云：“向到蓬莱，水又浅于往者，会时略半也。”词语本此。词人运用丰富想象而进入仙境，但见景色晴明，云气泛彩，好似海中的蓬莱仙山。</p> <p>　　下片以“时见”二字突兀而起。“凤辇宸游”四句描写皇帝临幸金明池并赐宴群臣的景况。接着铺叙君臣观看龙舟竞渡夺标。词中“两两轻舠飞画楫，竞夺锦标霞烂”两句，生动地再现了龙舟双桨飞举，奋力夺标的情形。这里笔法自然鲜活，词意显露，给人的印象十分深刻。“罄欢娱”三句，极写宴会上群臣咏唱赞美天子的<a href=\"http://so.gushiwen.org/view_48284.aspx\">诗</a>歌的盛况，带有一定的颂圣味道。</p> <p>　　“别有盈盈游女，各委明珠，争收翠羽，相将归远”四句，由写皇帝临幸而转入叙士庶游赏情景。其中“各委”二句，化用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》之典，言游女各自争着以明珠为信物遗赠所欢，以翠鸟的羽毛作为自己的修饰，形容其游春情态十分传神。“相将归远”，相偕兴尽而散。这一层描叙，使词的意味更加浓郁，使词的铺陈更见深厚。“渐觉云海沈沈，洞天日晚。”以想象中的仙境结束下片：傍晚白云弥漫空际，广阔深邃，池上巍峨精巧的殿台楼阁渐渐笼罩一片昏暗的暮色之中，仿佛如同神仙所居的洞府，从而把汴京金明池上繁华景色的赞颂推到了顶点。</p> <p>　　此词为篇幅达一百三十余字的慢词长调，作者十分注意篇章的组织安排，层次分明，结构严密。上片泛写池上景象，先叙金明池的水色风光，后写游乐的热闹景况。下片重点描绘赐宴和争标的场面，先写皇帝临幸情景，后叙士庶游赏情况。全词条理井然，眉目清晰。“金柳摇风树树，系彩舫龙舟遥岸”两句，不只写出了池边垂柳飘拂，彩舟争艳的美景，也为后面写“曼衍鱼龙戏”和“竞夺锦标霞烂”等作了伏笔。下片以仙境作结，和上片结尾写蓬莱神仙世界遥相呼应。</p> <p>　　全词由晨景始，以晚景终，叙写了池上一天的游况，其间写景、叙事、抒情融于一炉，前后连贯，首尾照应，充分体现了柳词“层层铺叙，情景兼融，一笔到底，始终不懈”（夏敬观《手评乐章集》）和“音律谐婉，语意妥帖，承平气象，形容曲尽”（《直斋书录解题》）的特点。</p>",
  "about": "<h2>创作背景</h2> 　　本词写北宋仁宗时，时值政治清明，社会升平，<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>被册立为皇太子，预示国运兴隆。每年三月一日开始便有君臣士庶游赏汴京金明池的盛况。据《东京梦华录》，金明池“在顺天门外街北，周围约九里三十步，有面北临水殿，车驾临幸，观争标，锡宴于此”。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>于天禧二年（1018）初到京都，柳永在京都感到都市的繁华和个人的自由欢乐，令他不由不赞美和热爱太平盛世，词人带着新鲜与喜悦的心情由衷地歌颂，作了《破阵乐·露华倒影》赞美都城的繁华，描述都城人民在金明池和郊野春游的欢乐。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "游春",
    "写花",
    "写景"
  ]
}