{
  "id": 48105,
  "star": 494,
  "name": "王孙游",
  "dynasty": "南北朝",
  "content": "绿草蔓如丝，杂树红英发。<br>无论君不归，君归芳已歇。",
  "fanyi": "<p><strong>译文</strong><br>地上长满了如丝的绿草，树上开满了烂漫的红花，已是暮春时节了。<br>莫说你不回来，即使回来，春天也过去了。</p><p><strong>注释</strong><br>①蔓：蔓延。　<br>②英：花。　<br>③无论：莫说。　<br>④歇：尽。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首乐府<a href=\"http://so.gushiwen.org/view_48105.aspx\">诗</a>，《乐府诗集》收入“杂曲歌辞”一类。魏晋以来，文人创作乐府诗往往有一个特点：总是围绕着“古辞”（汉乐府）打转转，或拟古辞，或以古辞为引子生发开去（当然也有弃古辞于不顾而自铸伟辞的）。这种从古辞中寻找“母题”使创作上有所依傍的作法，已形成一个程式。南朝诗人写乐府诗虽然也依这一程式，但却出现另一种倾向，他们有时撇开汉乐府古辞，而直接上溯到《楚辞》中去寻找“母题”。比如，南齐王融和萧梁费昶都写过一首《思公子》，中心题旨就是采自《楚辞·九歌》：“风飒飒兮木萧萧，思公子兮徒离忧。”<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的这首诗也属于这种情况，其“母题”出于《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”也就是说，诗人的创作灵感获自《楚辞》，而所写内容则完全是现实生活中的感受。在古老的“母题”之中，贯注了活生生的现实内容。</p> <p>　　蔓，蔓延；红英，即红花。春天，绿草如丝，葱葱茸茸，蔓延大地，绘写出一派绿的世界；各种各样的树上，红花竞放，绚丽夺目。绿的氛围，红的点染，在鲜明的对比之中，烘托出一派生机勃勃的景象。窈窕少女，目睹此景，心伤离情，不禁怦然心动，情思缱绻，不无惆怅地发出了感叹：“无论君不归，君归芳已歇。”意谓：且不要说心上的人儿不回来，即使等到他回来，那绚丽的花朵早已凋谢了，那大好春光早已白白地流逝了，我那美妙的年华也早巳悄然飘去了。红颜难久持。这里，诗人不主要写少女如何急切地等待着情人，如何急不可耐，而是着重写她对于红花的珍惜，对于大好春色的留恋，由此描写出她思君、恋君的春一般的情愫，流露了“美人迟暮”的怅然之情。如此写来，就把主人公的心态从一般的少女怀春，从感情的倾诉和宣泄，升华到了一种对春的珍惜、对时的留恋的理性高度，渗透出一种强烈的时间意识和生命意识。这样，从景的描绘，到情的抒发，再到理性的升华，三者水乳交融般地融汇在一起了。所以，这是一首充满了生命意识的景、情、理俱佳的好诗。</p> <p>　　诗虽短小，艺术风格却颇具特色，体现了齐梁间诗歌创作雅俗结合的一种倾向。首先，从《楚辞》中生发出来的母题，显而易见带有文人的雅、艳色彩，暗示了它与文人文学的关系；但诗人却用南朝乐府民歌五言四句的诗歌形式，来表现这一古老“母题”，这便将原有华贵、雍雅的色彩悄悄褪去，淡化，使之在语言风格上呈现出清思婉转，风情摇曳的特色。其次，诗写春的景色逗引起春的情思，因景而生情，情景相生，短章逸韵，风姿绰约，这原是南朝乐府民歌的本色，是“俗”。然而在描写笔法上却颇具匠心，诗人在绿的氛围中缀以红花的点染，巧笔对比，着意渲染，流露出文人精心构制的痕迹，表现出“雅”。雅俗结合，创为佳构。另外，诗的用韵也值得一提。诗用仄韵，短促，急切，对表现出主人公惜春、惜时的时不我待的急切心情，起到很好的作用，呈现出语浅意深、韵短情长的艺术风貌。</p>",
  "poet": {
    "id": 32,
    "star": 0,
    "name": "谢朓",
    "image": "http://img.gushiwen.org/authorImg/xietiao.jpg",
    "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。"
  },
  "tags": [
    "古诗三百首",
    "乐府",
    "春天",
    "写景",
    "惜时"
  ]
}