{
  "id": 18289,
  "star": 13,
  "name": "首春逢耕者",
  "dynasty": "唐代",
  "content": "南楚春候早，余寒已滋荣。<br>土膏释原野，白蛰竞所营。<br>缀景未及郊，穑人先偶耕。<br>园林幽鸟啭，渚泽新泉清。<br>农事诚素务，羁囚阻平生。<br>故池想芜没，遗亩当榛荆。<br>慕隐既有系，图功遂无成。<br>聊从田父言，款曲陈此情。<br>眷然抚耒耜，回首烟云横。",
  "fanyi": "<p><strong>译文</strong><br>楚南一带春天的征候来得早，　　　　<br>冬天的余寒未尽，草木的生机却已萌发。<br>原野的泥土释放出肥力，　　　　　　<br>像冬眠的动物争相在上面安家。<br>春天的景象还没装点到城郊，　　　　<br>农民便已结伴耕稼。<br>园林中传出鸟儿婉转的叫声，　　　　<br>小洲洼地的新泉清澈令人叹嗟。<br>农事确实要平时致力，　　　　　　　<br>如同囚犯般寄居外地也许会耽误终生。<br>故居的池塘想必已被杂草淹没，　　　<br>老家的田园当时长满了乔木、灌木和蔓藤。<br>羡慕隐士已有所托，　　　　<br>谋取功名却已不成。<br>姑且跟随田间老汉细细攀谈，　　　　　<br>详细地表述了自己的苦衷。<br>无限眷恋地抚摸着犁耙，<br>时间于不知不觉中过去，回头一看已是满天烟云。 </p><p><strong>注释</strong><br>[1]首春：<a href=\"http://so.gushiwen.org/view_18289.aspx\">诗</a>人来到永州度过的第一个春天。 <br>[2]土膏：泥土的肥力。　　　　　　　<br>[3]蛰（zhé折）：蛰居，即动物冬眠，藏起来不食不动。<br>[4]缀（zhuì坠）：装饰，点缀。<br>[5]穑（sè色）人：农民。偶耕：两人并耕。<br>[6]啭（zhuàn转）：鸟婉转地叫。<br>[7]渚（zhǔ主）：水中的小块陆地，小洲。<br>[8]羁（jī 鸡）囚：留在外地的囚犯。羁，羁留，停留。<br>[9]故池：旧居的池塘。芜（wú吴）：丛生的杂草。<br>[10]遗亩：家乡旧日的田园。榛荆（zhēn jīng 针茎）：榛，一种落叶乔木；荆，一种落叶灌木。 <br>[11]款曲：衷情。<br>[12]眷然：怀念的样子。耒耜（lěisì累四）：古代一种像犁的农具，木把叫“耒”，犁头叫“耜”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_18289.aspx\">诗</a>写的是诗人来到永州第一年即公元806年（元和元年）早春的情景。</p> <p>　　一天，诗人独自出游到永州郊外，目睹到一幅在长安做京官时不曾有过的春意盎然的田园图景。原野上清泉涌流，草木萌蘖，鸟语花香，更有农人春耕正忙。诗人倍感新奇与兴奋，以饱蘸深情的笔，记下了这赏心悦目的幕幕景象；身为“僇人”，羁留异地，触景生情，勾起了诗人对故土的不尽思念，以及对不幸人生的无限感慨。</p> <p>　　全诗以第五联过渡，由所见所闻转入写所思所感。诗人看到一派宜人的早春景象后，引发的不是美好的憧憬、宏大的志愿，而是强烈的思念故土之情。正如近藤元粹《柳柳州诗集》卷三所言：“贬谪不平之意片时不能忘于怀，故随处发露，平淡中亦有愤懑，可压也。”由早春生机勃勃的景象，联想到北方旧居已人去楼空，昔日田园因无人料理而杂草丛生，沦为荒地；由此又进一步引发对人生的感慨，感到无可寄托——政治前途既已渺茫，沉闷之情又无以排遣，精神的家园不知安在。惶惶不可终日，诗人对这种无所事事的无聊生活，极度地不适与不满，甚至羡慕起隐士来——尽管他们功名无所成但还有所寄寓。无意间诗人遇到了田间劳作的老汉，于是找到了倾诉的对象，诗人向这位素昧平生的老汉一吐衷肠，一泄为快。于此，也正是辛勤劳作的农民给了他以莫大的慰藉，使他舍不得离开田头，无限眷恋地抚摸着农夫的犁耙，交谈中已不知天色已晚，猛回头，发现炊烟已弥漫天空。</p> <p>　　在身为“羁囚”的情况下，农夫已成为<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>倾诉的对象，与农夫倾心交谈已成了他精神解脱的最好方式。柳宗元之所以那般热爱永州山水，一个重要的原因就是他对永州人的信赖和感激。</p> <p>　　但诗歌尾联，诗人又不得不面对现实生活的落寞，思念故乡，但在他眼前的仍是烟云横断。这意境与<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>的“日暮乡关何处是，烟波江上使人愁”有异曲同工之妙。</p> <p>　　总之，全诗表现的是早春郊游时的所见所感，既写了诗人对永州之野的美好印象，又写了诗人寂寞生活中矛盾而复杂的心情。以朴实的笔调写事，以诚笃的心写实，朴诚的人格跃然纸上。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_18289.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>来到永州第一年即唐宪宗元和元年（806年）早春，是诗人和农民一次倾谈后写下的。柳宗元被贬谪到永州后，由于身份地位的下降，有了更多的机会接近下层人民，了解他们的生产和生活情况。一天，柳宗元独自出游到永州郊外，目睹到一幅在长安做京官时不曾有过的春意盎然的田园图景。原野上清泉涌流，草木萌蘖，鸟语花香，更有农人春耕正忙。他倍感新奇与兴奋，以饱蘸深情的笔，记下了这赏心悦目的幕幕景象。诗人身为“僇人”，羁留异地，触景生情，勾起了诗人对故土的不尽思念，以及对不幸人生的无限感慨。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "春天",
    "田园",
    "思乡"
  ]
}