{
  "id": 69639,
  "star": 3,
  "name": "杂剧·保成公径赴渑池会",
  "dynasty": "元代",
  "content": "楔子<br>先祖颛顼苗裔孙，赐姓赢氏国为秦。只因善御扶周主，恶来有力事于殷。某乃秦国昭公是也，先祖乃颛顼之后。自犬戎伐周，先祖襄公将兵救周，战阵有功。周东徙洛邑，襄公以兵送，周平王封祖襄公为诸侯，赐岐山之西地。自襄公至成公七世，乃立其祖穆公。闻楚人百里奚之贤，欲重币赎之，恐楚不与，乃请以五羚羊皮赎之。是时百里奚年已七十余矣，穆公与语国事，乃大悦，授之国政，号曰\"五羖大夫\"。穆公卒，葬从死者一百七十七人，秦人哀之，为作《黄鸟》之诗。至孝公乃十四世，山河始固，强国六公，齐威、楚宣、魏惠、燕悼、韩哀、赵成。秦地雍州，不与中国诸侯之会盟。孝公乃惠振孤寡，招战士，明功赏，秦国大治。自兄武王卒，立某为公。俺秦国军有百万，将有千员，西接巴蜀，北控叶蕃，南连襄邓，东有蒲坂。今天下七国皆来伏秦，惟有赵国成公不来。某久闻赵国有楚和氏玉璧，价值万金，某心欲要求之，无计可取。今某手下有大将白起，唤他来商量怎生取索。左右，与我唤将白起来者。理会的。白起安在？少年为将领雄兵，铁马金戈定两京。全凭韬略安秦地，官封护国大将军。某秦国大将白起是也。郿郡人氏。自昭王十三年为将，击韩之新城，攻韩魏之伊阙，斩首二十四万，又虏其将公孙喜，拔五城，官封武安君之职。今天下七国皆伏秦国。惟有赵国不伏。数次要领将收赵，昭公不允。今有昭公呼唤，须索走一遭去。左右，报复去，有大将白起来了也。理会的。喏，报的大王得知，有白起来了也。着他过来。理会的。着过去。主公呼唤白起，有何军国之事商议？将军，今天下七国，皆伏于秦，惟有赵成公不伏俺秦国，今请你来商议。大王，此事小哉。俺秦国军有百万，将有千员，若起兵与赵交锋，必然擒拿了赵成公，定了赵地也。白起，想赵国多有英雄，倘若与他交锋，若俺军不利，枉惹各国耻笑。赵国廉颇好生英勇，俺不当起兵，则可以智取也。大王，赵国既有廉颇大半，俺怎生智取也？白起，某久闻赵国有无瑕玉璧，价值万金。咱这里差一使命，直至赵国，索取玉璧，与他十五座连城换取。若赵成公见说十五座连城，必送玉璧前来，俺收其玉璧，不与连城，玉璧秦国有之。他若不送半玉璧来时，俺秦国起大势军马，问罪兴师，擒拿成公。此计如何？大王，此计大妙。若送玉璧到于秦邦，不放其人还国，其宝秦国收之。若无玉璧<br>，某统大势雄兵，将赵国踏为平地。则今日便差使命赵国走一遭去。白起，就差使命，则今日便去取索玉璧。若来时，报复我知道。则为这无瑕玉璧有光莹，差使命火速离京。若送入秦邦境界，我看他休指望十五座连城。则今日差使命赵国取玉璧去了。此一去若有玉璧，万事罢论。若不与呵，某统大势秦兵，活拿成公，方称某平生之愿。秦将英雄谁可当，今差使命出咸阳。不将玉璧亲身到，活拿廉颇剑下亡。晋地三分出祖襄，为因智伯定兴亡。程婴立孤心存赵，至今万古把名扬。某乃赵成公是也。自祖襄公三分晋地，都于邯郸，祖遂胡服招骑射。二十年，祖略中山地，至宁葭；西略胡地，至榆林，胡王献马。二十一年，攻中山，献四邑。今天下七国争雄，五国皆伏于秦，惟有赵国不从于秦。久闻秦国白起，要起秦兵，与赵交锋。奈俺赵国有老将廉颇，十分英勇，秦不敢兴兵，皆惧此人也。今日某在邯郸观书，左右那里，门首觑者，若有人来时，报复我知道。理会的。奉命离京出帝都，驱驰鞍马又当途。只因玉璧亲临赵，孤矢之间显丈夫。小官乃秦国使命是也。奉昭公之命，亲赍书呈，直至赵国索取玉璧。说话中间，可早来到邯郸也。小校报复去，有秦国使命在于门首。理会的。喏，报的主公得知，有秦国使命至此也。着他过来。理会的。过去。兀那使命，你此一来，有何公干？上告大王知道，今奉昭公之命，闻知赵国有无瑕玉璧，价值万金。俺主公敬奉十五座连城，换取玉璧。若大王允诺，可遣人送玉璧至秦，换取连城，以结两国之好。如若不从，两国干戈必起。伏望大王台鉴不错。兀那使命，你且回本国。某与臣宰商议然后自有个主意。大王，小官告回，望大王早遣人来。则今日小官便回秦国去也。只因这赵国玉璧号无瑕，故教两处起争差。今剩驿马回京兆，休辞海角与天涯。秦国使命去了也。小校，与我唤将大将廉颇来者，我与他商议玉璧之事。理会的。廉将军安在？主公呼唤。幼年为将定邯郸，英雄赳赳展江山。伐齐曾破登莱路，威镇秦齐燕与韩。某乃赵国大将廉颇是也。为某大破齐兵，官拜上卿之职。今有成公呼唤，不知有何事，须索走一遭去。可早来到也，小校，报复去，道有廉颇来了也。理会的。喏，报的主公得知，有廉颇来了也。着他过来。理会的。过去。<br>大王呼唤廉颇，有何事干？将军，唤你来不为别，今有秦昭公差一使命，持书前来，索取无瑕玉璧，愿以十五座连城偿之，故请老将军商量此事也。大王，此一事其中有诈，倘若将玉璧送到秦邦，若昭公不与城池，可不自送了玉宝，又不与城池，枉惹邻邦耻笑。愿大王思之。老将军，若俺不送玉璧去时，秦国若领兵前来，俺可怎了也？大王，自古道兵来将迎，水来土堰。他若领兵前来，俺这里领兵与他交锋。若战敌不胜呵，再做个摆布。将军，岂不闻\"三思而后行，再思而可矣\"？左右，与我唤将中大夫蔺相如来者。理会的。蔺相如安在？小官乃赵国中大夫蔺相如是也。方今七国之分，用秦齐燕赵韩楚魏。某辅佐赵成公，建国于邯郸。七国诸侯，内有强秦、壮楚、雄燕，大齐。今有秦国数次征伐俺邻邦，奈俺赵国武有廉颇，文有小官蔺相如，以此不曾得俺半根折箭。今日主公呼唤，不知有甚事，须索走一遭去。可早来到也，报复去，道有蔺相如来了也。理会的。喏，报的主公得知，有蔺相如来了也。着他过来。理会的。过去。主人呼唤小官有何事？大夫，唤你来不为别，今有秦国差一使命前来，索取无瑕玉璧，与咱十五座连城换之，故请你文武二人，商议此事。据着主公心思，这玉璧可是与他也不与他？我想来，咱将玉璧送与他，他必然赏与咱十五座连城；他若不与俺城时，咱再做个计较。廉将军，据你意下如何？据着我说，玉璧不当与他。倘有失错，悔之晚矣。将军此言，说的差了也。我怎生说的差了？若是玉璧不去呵，他必然来征伐俺赵国，老夫统领赵国精兵，与秦决胜败，未知谁赢谁输，再做商量。将军，可不道\"一日干戈动，十年不太平\"？大夫，俺若将玉璧送与他，他若还不肯偿城，咱怎生再得这玉宝？主公，如今秦昭公要俺这无瑕玉璧，他以十五座连城换此玉璧，他岂有真心？他以城求璧而不与，曲在我矣；与之璧而不与我城，则曲在秦矣。主公，小臣蔺相如虽然不才，我愿奉璧而往。如若秦公无意偿城，则臣请完璧而归。我主意下如何？大夫，想昭公兵有百万，将有千员。你若到秦境，他收了玉宝，将你拘在咸阳，人不能归赵，宝不能回国，那其间则怕你悔之晚矣。大夫，你言者不当。秦乃虎狼之国，兵多将广，马壮人强，有并吞六国之心。想当<br>日六国强兵，交锋于函谷，皆大败而回。何况你懦弱之人，不习兵甲之事，你若到秦邦，必然失宝丧命，那其间枉惹英雄耻笑。将军息怒。如秦国不与连城，小官不完璧而归，对着主公、众官在此，小官永不还赵国！大夫，玉璧价值万金，非同小可，则要你小心在意者。相如，你若这一去，失了无瑕玉璧，囚你在咸阳城内，休想俺赵国起兵来救你。将军放心也。<br>【正宫】【端正好】何须你列枪刀，排队伍，成和败全在相如。大夫，你此一去，敢有去的路儿，无那回来的路儿。元帅怕有去路道我无回路，他将我厮小觑忒欺负，则今日离赵国践程途。他若是怀奸诈，我可便使机谋，大夫，则要你疾去早来，小心在意者。主公放心也。我手里怎肯道甘献与他这荆山玉。主公，相如去了也。他这一去，舍命丧身之路。玉璧不能回国，相国必然久困于秦，教邻邦耻笑也。将军，相如如此一去，胜负未知。他若是不得秦城，完璧回国，那其间我将他重重加官赐赏，未为晚矣。则为这昭公使计用心机，故教两国起相持。你若是完璧偿城得两便，那其间封官赐赏把名题。<br><br>第一折<br>自古长安地，周秦古雍州。三川花似锦，八水永长流。华夷图上看，陕右最为头。某乃秦昭公是也。自从前者差使命去赵国，索取无瑕玉宝去了，有使命回国，言说成公差人送来，换取十五座连城。某索玉璧，岂肯将连城换取？若将玉宝送到，某收于麾下，将来人囚于城中。玉宝得之，连成不与，方称我平生之愿。左右那里？门首觑者，赵国使命来时，报复我知道。小官蔺相如，自离赵国，领着亲随，将着玉璧，来至秦邦。我想秦昭公这一番要这玉璧，他则是明欺赵国无人也。大夫，想秦国昭公奸诈，白起英雄，大夫这一遭不当为使，独入秦邦，则怕俺遭秦之困么。你不知某在主公跟前，说了大言。这一遭入秦为使，也非同小可，则为救苍生之苦也。<br>【仙吕】【点绛唇】则恐怕士马相残，庶民涂炭，怎敢道违程限。人生于天地之间，播一个清史内名扬赞。<br>【混江龙】这一场也不用军卒百万，大夫，咱只是单人独马到秦国，凭着甚么武艺得玉宝回国也？凭着我唇枪舌剑定江山。见如今河清海晏，黎庶宽安。出口夸言离赵国，铺谋定计入潼关。因此上乘骏马，跨雕鞍，披星月，冒风寒，完玉璧，要回还。解了那麒麟殿上赵公忧，更和这虎狼丛里英雄汉。也不望封官赐赏，则愿的人马平安。大夫，想无瑕玉璧，是俺赵国之宝，秦国又不知道，因何将此无瑕之宝，自送于秦国？咱正是自招其祸也。你不知道，听我说与你。<br>【油葫芦】想当日文武群臣列两班，玉阶前，仰圣颜，则听得秦邦使命到邯郸。要无瑕玉璧相观看，他可便许连城换易成虚诞。大夫，既然秦国将十五座连城换此玉璧，便送来也不亏俺赵国。他要玉璧容易取，与连城呵恐作难。他将俺邻邦欺压相轻慢，俺若是起征战在霎时间。<br>【天下乐】则为这两国干戈若动烦，数十载难也波安，那其间悔后晚，则这个蔺相如正直非占奸。我言词有定准，无转关，我可便定兴亡在这番。大夫，旬日之间，到于秦邦也。早来至府门首也。报复去，道有赵国中大夫蔺相如在于门前。理会的。中大夫，大王着你过去。大夫过去，亲随在于何处？你则在门首，我自过去。赵国使命，官居何职，为何至于秦邦？小官赵国中大夫蔺相如，奉赵国命，差小官奉玉璧入秦。既然成公差你送玉璧入秦，今玉璧在于那里？玉璧见在此，请公子观看。将玉璧来，我试看咱。是好玉璧也。这玉璧当初您赵国怎生得来？公子，这玉璧当初本不在赵国生，乃楚国荆山出此玉。有一人乃是卞和，得此玉进于楚公，楚公不识。次后卞和三进，楚公才知是玉，后来落在俺赵国。原来此玉不为真福，也则如此出产。这玉再有甚么奇妙？卞和因何知道他是无瑕玉璧也？<br>【金盏儿】这玉出荆山，长荆山，卞和为此可便遭危难。自离了楚国到邯郸，看承的如气命，爱惜似心肝。量此玉非为大宝，不为罕哉！您若将容易得，便做等闲看。<br>左右那里？与我叫将白起将军来。理会的。白将军安在？某乃秦国大将白起是也。正在教场操军，小军来报，有赵国使命至此。主公呼唤，必然是赵国使人送玉璧前来，我须索走一遭去。可早来到府门首也，小校报与大王知道，有白起来了也。理会的。喏，报的大王得知，有白起将军在于门首。首他过来。理会的。过去。大王，呼唤白起有何事？白起，唤你来不为别，今有赵国，差中大夫蔺相如，送将玉璧来，唤你来观看。大王放心，他这一送这玉璧来，赵成公有惧秦之心，故使人送来。他想换十五座连城，难之又难哩。我如今将这无瑕玉，则说不为真宝，看他将甚么言语回大王？白起，正是如此，你心与我皆同。大夫鞍马上劳神，将玉璧来，某试看咱。我道是其么无瑕玉宝，价值十五座连城，原来此宝白石而已。虚得其名，非为宝也。则除是恁的。公子，此非真宝也。既然无瑕玉璧不是真宝，世上何为真宝？公子岂不闻国之忠良，乃世之大宝。这玉呵！<br>【醉扶归】饥不可为粮饭，冻不可御风寒。你说这玉不是大宝，可怎生上下无瑕，一色光润，内外莹然？真乃世之宝也。便做道温润光辉有甚罕见，如今惹祸招灾患。无纹藻那能入眼？他端的费雕琢难磨渲。<br>大王，此人言语之间，是个足智我谋之人，你问他想上古何为大宝？兀那大夫，这玉璧不是真宝，自上古至今，何为至宝？你试说一遍咱。公子，自古及今，有几个国之大宝也。是那几个国之大宝？你试说我试听咱。<br>【河西后庭花】一个汤伊尹除佞奸，一个姜太公伐暴残。有一个孝子周公旦，一个忠臣殷比干。我道你说甚么大宝，你可将上古名人比并，你在我跟前攀今揽古。非是我古今攀，他都是后人楷范，你看的这无瑕玉似等闲。<br>大王，你如今和赵国大夫说，教他且回驿亭中安下。留下玉璧，再做商量也。大夫，今日天色已晚也，将玉璧留在某府中，你且回驿中安下，到来日再做道理。住者！公子，这玉璧此一来呵，便留下秦国也。当此一日，公子差使命至赵国，言说秦国以五十座连城换此玉璧。今小官奉璧至此，公子所言玉璧非贵。如今小官将此玉璧，且回驿亭中，到来日聚集文武，小官对着文武，献此玉璧，也显的俺赵公敬公子之心。等公子与众将计议停当了，公子先进这十五座边城图样，小官将去，可也显的公子不失信于赵公也。主公，他也说的是。他既入到我秦邦，他便插翅也飞不出这潼关去。你且教他将玉璧回驿亭中去。大夫，今日你将玉璧且回驿亭中安下，明日与众官商议，可来取此玉宝。小官且回驿亭中去也。大夫，玉璧安在？咱怎能够回国去？玉宝在此。亲随，收玉宝收的好者。咱今夜便出秦关，暗转间道，回赵国去也。<br>【尾声】且归到驿亭中，疾便把程途盼。便荡过黄河退滩，一路上殷勤休怠慢。早回还，教公子开颜；语言间，别有机关。我若是有差错有输亏誓不还，他必然令人追赶。我若出的潼关一难，你看我不分星夜到邯郸。<br>白起，既然赵国相如将玉璧归驿亭中安下，明日画与他城子图样，留下相如，永不能够还国。无瑕玉璧价千金，故使机谋用计深。休夸赵国英雄将，怎出秦邦京兆城？主公去了也。某来日画与他个十五座城子图样，留下玉璧，则不与他城子，便相如插翅也飞不出函谷关去。赵国相如胆量高，入秦为使显英豪。略施小计难逃命，教你目前一命丧荒郊。莫使直中直，提防人不仁。颇奈赵国相如无礼，他推说今日画城子图样，换取玉璧。此人到于驿亭，夤夜潜逃出关，将玉璧带回本国去了。左右那里，与我唤将白起来。理会的。白将安在？某大将白起。主公呼唤，须索走一遭去。可早来到也，不索报复，我自过去。主公呼唤白起，有何事？白起，今有赵国相如，将玉璧回于驿亭，至夜潜逃走了，似此怎生是好？主公昨日不当将玉璧与他，今日倒教他耻笑。既然他走了，容易，你如今领三千人马，便与我赶去。若拿将回来，我将他锉尸万段！主公，此人难以追赶。想相如心如曲珠，说东向西，往那里赶去？便拿将相如来，则是他一个人。今日不去追赶，此宝何日得之？臣有一计，可以擒拿赵成公。计将安在？主公设一会于渑池，则说与赵成公会盟，他必然来赴宴。来时臣设三计，会上必擒了赵成公，觑玉璧何罕之有！将军那三条计？试说一遍咱。头一计，等赵公酒酣之际，筵前击金钟为号。第二计，酒筵间二将舞剑，就筵前可以成功。第三计，壁衣中暗藏甲士，擒拿成公。不出三计，赵国君臣必质于秦。主公意下如何？此计大妙！则今日就差使命，请命赵成公选日会盟于渑池。无甚事，后堂中饮酒去来。<br><br>第二折<br>事有足诧，物有固然。某乃赵成公是也。自从蔺相如入秦国为使，怀璧换城，去了个月余，音信皆无。左右，门首觑者。若来时，报我知道。理会的。小官蔺相如，奉公子命，着某入秦为使。见了秦公，某见秦公无意与城，被某说过秦公，私出秦邦。这一场煞是惊惧也！<br>【中吕】【粉蝶儿】不避那千里驱驰，尽忠心与国家出力。都则为秦昭王将诸国吞食，他许连城换玉璧，心怀奸计。若不是片语投机，论阿谀揣情磨意。<br>【醉春风】我夜月离秦邦，飞星投赵国，无瑕玉宝得全归，到大是喜、喜。他则待恣意贪饕，纵心残暴，我则待暗施谋智。<br>可早来到也，接了马者。报复去，道蔺相如来了也。理会的。喏，报的大王得知，有中大夫蔺相如来了也。恰才说罢，相如果然来了也。未知玉璧若何？着他过来。理会的。大夫，着过去。相如，你去秦国为使，玉璧一事如何？主公，小官托主公之威，到于秦国，见了昭公。秦公见小官对答如流，秦公大喜，欲要玉璧。小官见秦公无心与俺连城，被小官展转的说过。小官暗出潼关，全璧而回。大夫真是个谋如伊尹，智若傅说，全璧归国，智过上古之贤也！小官不敢。<br>【迎仙客】臣不曾调鼎鼐，又不曾理盐梅，怎做的那济为楫旱为霖伊傅比。想昭公乃虎狼之国，兴心贪图玉璧，你完宝而还，实为难矣。我则待罢刀兵，安社稷。则要的物阜民熙，则俺这为臣子要当竭力。<br>大夫之功，深如沧海，加你为上大夫之职，与廉颇将军同班也。小官有何功能，受如此职位也？左右，与我唤将廉颇来者。理会的。廉颇将军安在？某乃大将廉颇，正在教场中操军，有主公呼唤，须索走一遭去。说话中间，可早来到也。左右报复去，道有廉颇来了也。理会的。喏，报的主公得知，有廉将军来了也。着他过来。理会的。着你过去。主公呼唤廉颇，有何事？廉将军，唤你来不为别，今有中大夫相如，入秦为使，全璧而还。今日将他封官赐赏，加他为上大夫之职。主公，想相如无汗马之功，凭口舌而已，怎生封他偌大官职？臣难以与他同位。廉将军，岂不闻古人云：\"一言而可以兴邦，一言可以丧邦\"，论相如之功，不在他人之下也。<br>【红绣鞋】怎消的加官进位？怎消的荫子封妻？上卿之职位何极。高牙乘驷马，大纛列红衣，我这里便谢深恩感至德。<br>小官乃秦国使命，奉昭公之命，请赵国成公。可早来到府门首也，左右报复去，有秦国使命至此。理会的。喏，报的主公得知，有秦国使命至此。着他过来。理会的。使命过去。秦国使命，你此一来有何事？告的成公得知，小官奉秦昭公之命，选下吉日良辰，请赵成公渑池会盟。愿早赴会，莫得推称也。使命，某已自知道了，你回昭公话去，我随后来也。小官不敢久停久住，则今日回秦国去也。使命去了也。廉将军，今秦昭公请我会盟，此事如何？主人，此一事，乃秦昭公心生奸计。见不得玉璧，故在渑池设会，教主公赴会，就在筵间要擒拿主公，夺取玉璧。似此怎生是好？这一桩事，不干别人事，都是相如惹起刀兵来。廉将军，怎生是我惹起刀兵来？秦昭公见你不肯将玉璧留下，夤夜潜逃，有此不忿之心，故设此会，要擒拿主公。怎生不是你惹起刀兵来？<br>【普天乐】不肯将善人推，则待把贤门闭。将忠良妒忌，于礼何为？相如，你此一去送玉璧，非为赵国，因你邀买功名，滥叨爵禄。不说那定国谋，安邦计，倒与我个滥叨功名弥天罪，见如今赏罚权在公子操持，公子掌朝廷明似皎日。将军倾社稷危如累卵，蔺相如辅皇图稳若磐石。廉将军，今日昭公既来邀请，渑池会上，去好？不去何如？主公，想昭公心生奸诈，故设此会，智赚主公，不可赴会。不如起大势雄兵，与他对敌。主公不可起兵。大夫，怎生不可起兵？<br>【上小楼】早难道\"颠而不扶，危而不持\"。你若是谋动干戈，境内分崩，四方离析。相如，你说不要起兵，依着你怎生是好？则不如叙彝伦，正纲常，躬行仁义，我则要效唐虞太平之治。<br>相如，你乃懦弱之人，岂晓兵家胜负？我今统领大兵，量秦兵何足道哉！公子，若依着廉将军起兵呵，有几桩于民不利也。是那几桩于民不利处？相如，想我行兵，有甚么于民不利处？你试说一遍咱。<br>【幺篇】商贾每阻了行旅，庄农每费了耕织。将他这仓廪耗散，府库空虚，士卒疲弊。依着你呵，怎生？凭着我不伤财，不害民，一人一骑，则依着我，起军与他交战。自古道：\"养军千日，用在一朝。\"便休题养军千日。<br>主公，则今日点十万大军，便索随主公赴会去。主公，不必多点军兵，枉费粮草。则要百十骑人马，小官独自保主公赴渑池会去。相如，你怎敢发大言，独自保主公去？倘或主公有些差失，谁人承认？将军言者当也。大夫，你说你独自一人保我赴会，若筵会上有些疏失，怎生是好？对着众官人每在此，我这一去，若有些儿差失呵，我输我这六阳会首。相如，你若保主公无事回还，我面搽红粉，剑去髭鬓也！大夫，你此一去，则要你施谋用智，言而有信者。<br>【十二月】盟府是公卿宰职，对着这文武班齐。你道是有危有难，我道来无是无非。打赌赛输了呵休悔，则要你言语诚实。<br>我若输了呵，面搽红粉，岂不汗颜？<br>【尧民歌】呀，你说道面搽红粉的不便宜，则我这六阳会首不相亏。人言为信永无称，昧己瞒心把天欺。知也波知，与皇家作柱石，不比儿曹辈。则今日点就百十骑人马，都要轻弓短箭，善马熟人，便索赴渑池会，走一遭去。主公先行，某随后领大势雄兵，接应主公去。主公放心也。<br>【尾声】不须军马多，则消的数骑随。看了那三川八水西秦地，向渑池赴会。我则怕盼程途心急马行迟。<br>既然昭公有请，便索赴会，走一遭去。玉璧离秦惹战争，故教白起统军兵。渑池会上怀奸诈，怎得秦邦十五城！主公去了也。某领大势雄兵接应走一遭去。则为这秦昭公使计兴邦，为玉璧惹起刀枪。领大兵齐临秦地，土平了京兆咸阳。<br>第三折<br>某乃秦昭公是也。自从赵国相如，怀玉璧而潜逃回国，某有不忿之心，故设一会，乃是渑池会，请赵成公来会盟。若不来，统大兵征伐。若来呵，我手下有两员上半，一个是康皮力，一个是范当灾，与我唤将来。理会的。康皮力、范当灾安在？肉吃斤半，米吃升半，听的厮杀，窝铺里声唤。俺二人一个是康皮力，一个是范当灾，公子呼唤，须索走一遭去。可早来到也，不索报复，我们自过去。康皮力、范当灾，今日筵宴，安排已安了么？已定了。左右，唤将白起将军来。理会的。白将军安在？某白起是也。筵宴都安排了也，见公子去。可早来到也，小校报复去。道有白起来了也。理会的。喏，报的主公得知，有白将军来了也。着他过来。理会的，着过去。白起将军，干事如何？都安排了也，则等赵成公来。令人门首觑着，若赵成公来时，报复我知道。大夫，想秦昭公排设此宴，请某会盟，则怕咱落于他彀中么？主公，想秦昭公这一番兴心不善也。大夫，若到筵前，倘有埋伏，某怎生得脱秦难也？主公放心，若到渑池会上，小官稳情取保得主公无事还国也。大夫，往日一命父母所生，今日一难全在大夫救护。主公，可不道\"养军千日，用在一朝\"？为臣子要尽忠报国也呵！<br>【正宫】【端正好】为家邦，遭途旅，岂辞劳千里驰驱？三川八水的这秦邦路，将渑池会亲身赴。<br>【滚绣球】若到那筵宴间，有些儿个生逆图，我肯教主忧臣辱？大夫，不知筵宴之间，怎生埋伏摆布？休想他出红妆歌舞欢娱，止不过齐臻臻列着士卒，明晃晃伏着钺斧。我将主公紧紧的防护，消的我掣虹光手掿着锟鋙。他若是倚强凌弱非君子，我可也见义不为非丈夫，不索犹豫。大夫，俺今来到渑池会上也。左右那里，接了马者。理会的。可早来到也，小校报复去，道有赵成公特来赴会。理会的。喏，报的主公得知，有赵国成公至此也。道有请。理会的。有请！量某有何德能，感蒙公子置酒张筵也？某略备菲仪，敬伸微意，感蒙公子屈高就下。小校，抬上果桌来者。半酒来，公子满饮一杯。<br>【倘秀才】我则见他叙寒温相别间阻，让座位尊宾敬主，笑吟吟高捧定金樽碧玉壶，排珍馔，饮芳醑，何曾道断续？<br>公子既来赴会，怎生不引军将，则一人跟随？你国敢无有甚么文武贤才么？秦公，想俺赵国非无文武，因主公设此一会，要修两国之好，因此俺主公而领小官相如跟随前来也。您赵国别无能文善武，则您一人，量您知甚今古前贤、圣学仁义？你试说一遍咱。秦公不知，听小官说一遍咱。<br>【滚绣球】您待要讲圣贤，论今古，称尧舜禹汤文武，他都是圣明君统绪鸿图。他将那仁义举，凶暴除，不比您恃刚强并吞攻取，普天下讴歌道泰咸伏。桀纣因饰非拒谏亡家国，尧舜为发政施仁立帝都，强教的四海无虞。<br>方今七国，岂你一人之能？想方今七国之中，各有能文善武权谋术数之人，听相如略说一遍咱。七国之中，何人能武？你说一遍咱。<br>【倘秀才】问道是七国臣能文能武，一人下为肱为股，辅助的社稷安宁万姓伏。文通《三坟》典，武解《六韬》书，听小臣细数。<br>七国之中，有甚么贤宰能臣？你试说一遍咱。<br>【滚绣球】齐孙膑减灶法有智谋，赵国有甚人物？赵李牧示怯弱扫夷虏，燕国有甚么英杰？燕乐毅破齐不攻不取，齐国有甚英雄？田穰苴诛庄贾文武全俱，魏国有甚么英雄？魏吴起犒士卒亲吮疽，俺秦国有甚么人物？武安君出奇兵快捣虚，齐国再有甚么好汉？齐田单火牛阵有如脱兔，您赵国有甚英雄？则俺那廉将军有勇气善野战长驱。七国多有说谎之客也。苏秦、张仪和陈轸，还有几个说客？蔡泽、荀卿共范雎，此等之人，七国之中，显耀英名，乃人中之杰也。他都是权谋术数之徒。<br>感蒙大王深意，量某有何德能，无以酬报。成公，某久闻公子善能鼓瑟。筵前无乐，不成欢乐，伏望就筵鼓瑟为幸。秦公，我赵公鼓瑟，请公击缶。想某职居高位，岂肯与人击缶？秦公不肯，这五步之内，臣请以颈血溅大王！<br>【塞鸿秋】将主公向筵前鼓瑟相欺负，大夫，我击缶则便了也。请秦公击缶我也相凌辱。成公可将十五城与我为寿，免两国之刀兵。要俺十五城为寿将秦助，小臣问大王要些回奉之物也。要什么回物？要你那咸阳城回赐休推故。想赵国相如无礼，你怎敢将言悔慢我？刀斧手，与我靠前来。大王，俺为臣者生死不避也。五步内之间，霎时间颈血飞红雨，大家去史书中万代标名目！<br>筵前冷静，不能成欢。叫康皮力过来舞剑。筵前舞剑，必有伤害之意，似此怎生是好？大王，一人舞剑冷静，俺两个舞剑咱。<br>【伴读书】我见他掣龙泉席上舞，整虎躯轻移步。俺主公战战兢兢身无措，他正是撩蜂剔蝎胡为做。又无甚兜鍪铠甲相遮护，使不着胆大心粗。二人在筵前舞剑，有伤我之意，似此怎了也？<br>【笑歌赏】我、我、我，轻将这猿臂舒，是、是、是，骨碌碌睁怪眼冲寇怒，明晃晃剑离匣生杀雾。秦公，你这里有埋伏军！一只手将腰带捽，谁敢将我当拦住！你若伏输，罢军卒，送俺出函关路。秦公，你手下将若有个向前来，我先杀大王。一应军将退后，不得助手。大王，你索送俺出渑池去咱。大王，今日多蒙管顾，异日必当重谢。我将送你出函关，到是伶俐。某领大军接应主公来。正末做放科大王，深谢重礼，今请回国。多蒙管待也。公子击金钟为号。去也，迟了我的也。某不能成事！大王休慌，还有三条妙计哩。成公，恕不远送，勿记旧仇。<br>【尾声】我见他金爪武士排着行伍，俺那里铁甲将军领着士卒。你无故言盟定计谋，有失尊卑礼法疏。鼓瑟筵前厮羞辱，强要城池心狠毒。送俺上雕轮驷马车，敢有二个兴心进一步，拚了个陨首捐躯。我和他爱的做，和你那锦片也似秦川做不的主！<br>堪恨赵国大夫相如，智过吕望，谋若孙吴，全璧还国，救主无失，真乃七国之英雄杰士也。相如谋略胜孙吴，渑池会上要相图。休言白起千般勇，天下相如真丈夫。<br>楔子<br>欢来不似今朝，喜来那逢今日。某赵成公是也。想渑池会上，秦昭公有害我之心，多亏了相如救我，无事还国。今日分付左右，安排筵宴，与相如庆功封赏。若来时，报复我知道。理会的。某乃赵将廉颇是也。颇奈相如一人，保护公子赴渑池会去，酒筵之间，保主公无事还国。今日有主公安排筵宴，与他庆功封官。我想来，他无甚汗马之功，怎生倒封他偌大官职，与他同列？我今且在筵宴之间，看封他何等官位。若是与某同列，某教左右亲随，拿他小卒殴打，庶报某仇恨，方称我平生之愿。可早来到也。左右，报复去，道有廉颇来了也。理会的。喏，报的主公得知，有相如来了也。着他过来。理会的。大夫，着你过去。大夫，想渑池会上，若不是大夫之能，某不能还国。此功乃你一人之功也，今设筵宴庆赏。非相如之能，皆托宗庙威灵，主公虎威也，大夫，今见你累建大功，封为上卿之职。相如有何功，敢受如此重爵？你众官人每劝数杯，尽醉方归。颇奈相如，你乃一文人，不通兵书，不晓战阵，又无汗马之劳，封他偌大官职，某想难与他同列。主公，廉颇先回也。将军为何先回？廉颇吃不的了也。众多虞候苍头，在此等候。若相如出来时，您众人打上一顿，可来回话。恼的我发乍冲冠，怒的我气冲牛斗。他怎做我列臣僚，见廉颇躬身叉手？廉颇有不仇之心，主公，相如告回也。相如大夫，再饮数杯去。相如酒勾了也。祗候人，驷马车休往大路里去，则往小路上抄行。这厮好无礼也呵！<br>【仙吕】【赏花时】将我这驷马高车前后拥，你看那虞候苍头左右冲，寻闹吵显威风。廉将军他共我争功也那夺宠，不由我忿气怒填胸。报的主公得知，有廉将军先出府门，着手下军卒等着。蔺相如大夫刚出的府门，被廉将军祗从人将相如大夫殴打了一顿。众人扶的相如大夫还家去了也。颇奈廉颇无礼！相如有完璧救主之功，理合封官，不想此人有不忿之心，将他羞辱一场。某便要见廉颇罪来，争奈此人是一员上半，看他有功在前，便差令人说与廉颇，便着与相如解和了者。若不相和，某决无轻恕。相如用计运机筹，廉颇英雄志未酬。二将若肯同心意，觑那六国秦邦一鼓收。使尽自己心，笑破他人口。当初一心要图赵国玉璧，不期相如完璧还国。后来又设渑池会，想要擒拿成公，又被相如救的无事还国。此有冤仇，痛入骨髓。今差使命下将战书去，单搦蔺相如出马。若拿了蔺相如，便是我平生愿足。与我唤将康皮力、范当灾来。理会的。康皮力、范当灾安在？将鞴雕鞍马褂袍，未曾上阵跌折腰。临军对垒先逃命，买卖归来汗未消。某乃大将康皮力，兄弟是副将范当灾。帐房里吃烧肉，主公呼唤，须索走一遭去。左右报复去，道俺二将来了也。理会的。喏，报的主公得知，有康皮力、范当灾来了也。着他过来。理会的。着您过去。主公今日呼唤俺二将，有何事？唤你二将来不为别，只因赵国相如，欺吾太甚。今差你二将领十万秦兵，与国赵交锋，单搦蔺相如出马。若擒拿将蔺相如来，我将你二人重赏封官。主公放心，量那廉颇、相如，有何罕哉！若俺二人领兵去，要活的活挟过来，要死的砍将首级前来。我直教土平了赵国，活挟了蔺相如来。主公意下如何？您若得胜回还，自有加官赐赏。则今日领兵便索长行也。大小三军，听吾将令：你与我前排甲马，后列旌旛。当先摆五路先锋，次后列青龙白虎。太岁与土科相跟，太尉与将军引路。门神户尉，肩搭着纸剪的神刀。井神灶神，手拿着纸糊的巨斧。但上阵要知己知彼，若相持千战千赢。俺二将英雄实是乖，军卒人马两边排。若还将我都杀了，家里安灵便做斋。二将去了也。此一去必然成功也。无甚事，且回后堂中去。恨小非君子，无毒不丈夫。某乃廉颇是也。只因筵宴之间，封相如偌大官职，与某同列。某有不忿之心，筵散之间，使令人将相<br>如打倒。今闻知相如在家染病，不曾入朝，他则是惧某之勇，必有害吾之心。今日我用副帅吕成看相如去，若相如言词和会，某去陪话；若他有害吾之心，某别有计较。左右那里？与我唤将吕成来者。理会的。吕成安在？少年为将统雄兵，铁马金戈不暂停。全凭谋略安天下，官封副帅作元戎。某乃赵国参谋吕成是也。为某文通三略，武解六韬，累建大功，封某参谋之职。今日元帅呼唤，不知有甚事，须索走一遭去。将军呼唤吕成，有何事？参谋，唤你来不为别，只因前者筵宴之间，某使令人将相如殴打了。今闻相如数日不朝，染病在家。我想此人必有伤吾之意。元帅，想相如凭舌剑欺压秦国，论胆量完璧而回，乃肱股忠烈之士，半军耻为同列，故有不忿之心。使令人殴打此人，必然感疾在家。未知元帅心意如何？参谋，我今日与你同到相如宅上，你推去看他，我则在门首等候。若相如语言之中为国呵，我则做小，负荆请罪；若相如言语之中倘有不逊，别作商量也。元帅此言当也。则今日便到相如宅上探望去来。<br>　 </p> <p>第四折<br>自人那一日饮宴之后，回家染起疾病，不能动止。大夫这证候，敢是停食伤饮，请个医人诊视，可也好？孩儿也，我那里取那病来？自从廉颇那一日将某并随从之人殴打了，我感了一口气，在家闭门不出。想大夫完璧还国，渑池会上那等英雄。不是大夫谋略，主公岂能还国！论大夫之功，不在廉颇之右，何故惧他？孩儿，你那里知道，俺为臣者当要赤心报国，岂记私仇也呵！<br>【双调】【新水令】托赖着当今帝王胜唐尧，则俺这文共武尽心忠孝。又不为居庙廊愁戚戚，治家国鬓萧萧。廉颇哎，则为你跋扈矜骄，气的我染疾病进汤药。<br>虞候，门前觑者。若有人来，报复我知道。理会的。可早来到也。参谋，你先过去。左右报复去。有参谋吕成特来探望。理会的。报的大人得知，有参谋相公在于门首有请。理会的。有请！有劳先生降临，请坐。丞相，这容颜依旧，面貌端然，不知是何病疾？我这病，<br>【步步娇】怎禁那待漏东华风寒冒。敢是饥饱劳役？公事冗伤饥饱。这病敢是风寒暑湿？皆因是年纪老。服药如何？则这内外相伤病难熬。别请个医人看视咱。这症候要和调，医人审其症源，服药必痊也。便有那扁鹊难医疗。<br>丞相，这病药饵不能医，则怕你这病症，感气填胸，必是廉将军之事么？非为廉将军，盖因我病体在身。丞相，论你有经纶济世之才，补完天地之手，凭三寸舌完璧还朝，仗英豪渑池会救主除难。丞相何故惧怯廉将军？先生言者差矣。丞相，小官何差之有？廉半军他比我何强？廉将军虽然不强，只因你名扬七国。则视廉将军比秦公如何？秦昭公乃虎狼之国，雄兵百万，战将千员，廉将军难以并比。想秦公在渑池会上，大将数员，列雄兵百万，我独自一人，拔剑在手，张目叱吒之间，喝众将不敢近，使昭公击缶。酒罢，我保赵公无事还国。量廉将军一人，我何惧之有？见今秦国不敢加兵于赵国者，徒以我二人在也。今若两虎共斗，其势不俱生。吾所以为此者，先国家之急也。我岂惧廉将军哉？丞相原来有济国安邦之策，扶危救困之忧，忠孝双全，人中之杰。俺廉将军万不及一也。<br>【沉醉东风】则俺这文共武并无差错，过如那弟兄每岂有情薄？俺须是一殿臣，胜似那通家好，煞强如晏平仲善与人交。丞相与廉将军，都是尽忠肱股一殿之臣，勿念旧仇。俺两个竭力推诚辅圣朝，论赵国，丞相与廉将军，安邦定国之臣也。怎做的立国安邦的这大宝？丞相，小官改日迎门来望。小官告回也。先生少罪。参谋，相如语言可是如何？是你之差矣。恰才相如丞相言说，见今秦国不敢加兵于赵者，徒以我两人在也。今两虎共斗，其势不俱生。所以为此者，先国家之急，而后私仇也。小官看相如乃仁人君子之心，将军不及者多矣！既然相如有如此宽洪之量，尽心报国，某之不及。则今日肉袒负荆，至门谢罪，可为刎颈之交也。左右报复去，有廉将军叩门，负荆请罪来。理会的。报的大夫得知，廉将军在于门首。做甚么？有廉将军负荆请罪来。在那里？在门首。<br>【落梅花】则听的吵吵的人喧闹，我悠悠的魂魄消，原来是廉将军叩门来到。大夫，廉颇乃一愚鲁之人，不晓仁义，多有失礼，万望大夫恕罪。将军请起。大夫，看俺一殿之臣，旧日之交，休得见怪。恐嗔拳又向我这身上拷，我为甚忙陪着笑容哀告。<br>大夫，廉颇多有差迟，今日叩门负荆请罪，望大夫饶恕咱。将军何故如此？丞相，可不道\"君子不念旧恶\"？望丞相宽恕廉颇之罪也！<br>【殿前欢】咱今日自评跋，看咱一殿之臣，休记旧冤。我和你是风云会上旧臣僚。大夫，赵国有咱文武二人之勇，不惧各国英雄。见如今偏邦岂敢侵边徼？都皆惧咱文武二人。惧怕俺这文武英豪。你便似紫金梁架海涛，我似那白玉柱侵云表。前者筵宴之间，不合愚鲁，有伤弟兄之情。若自伤损相残暴，则恐怕倾颓了赵国，大夫，我的不是了，今日悔之不及也。我则怕畅快秦朝。<br>报的众位大人得知，今有秦将领兵至于城下索战哩。不妨事，则今日我与廉将军同共擒拿秦将去。大夫之功，已见于前。今日廉颇同大夫领着雄兵，擒拿秦将，走一遭去来。<br>【水仙子】堂堂阵势喊声高，赳赳军卒战鼓敲，重重鞍马征云罩。全在这大将军气势豪，破秦邦定在今朝。廉元帅施《三略》，蔺相如运《六韬》保山河共立勋劳。<br>大小三军摆阵势，远远的尘土起处，敢是赵斩珍来也。大夫，前面来的不是秦国军兵？看我擒拿也。来者何人？我乃秦将康皮力、范当灾，领大兵来，擒拿你这无名之将。这里比你那渑池会上省气力，操鼓来！<br>【雁儿落】旗开云影飘，炮响雷霆噪。弓开秋月圆，箭发流星落。<br><br>【得胜令】霎时间尸首积山高，鲜血滚波涛。觅子寻爷叫，呼兄唤弟号。俺将帅雄骁，恰便似撞雾天边鹞。他军马奔逃，恰便似飘风云外鹤。大夫，小官今日将秦国二将活挟将来了，将众兵斩尽杀绝也。咱见主公去来。某乃赵成公是也。自渑池会上以回，廉颇将军与大夫相如不睦，某使令人与他二人圆和，廉将军负荆请罪，结为刎颈之交。正酒筵之间，有秦将领兵索战。他文武二人，领着赵兵，与秦将交锋。此一去，必然得胜也。左右门首看者，若来时，报复我知道。理会的。大夫，今日擒拿秦国二将在此。执缚了那厮，见主公去来。可早来到也。左右报复去，道相如、廉颇来了也。理会的。喏，报的主公得知，有相如、廉颇来了也。着他过来。您二位将军，鞍马上劳神也。托主公虎威，将贼将活拿将来了也。多亏二位将军擒拿了贼子也。这一场功劳，多亏廉将军也。非小官之能，多亏大夫用计也。二位将军，您在那阵面上怎生交锋来？你试说一遍咱。<br>【沽美酒】败残军尽捕剿，擒贼首献皇朝。驰骋凶顽显暴骄，强要俺无瑕玉宝，渑池会痛凌虐。则今日安排筵宴，加官赐赏也。<br>【太平令】将鼓瑟筵前奏乐，捧金钟笑里藏刀。背伦教有伤伦教，行霸道不遵王道。将这厮绑到市曹，处决一刀，俺设筵宴三军赏犒。<br>将帮将拿出去杀坏了者。谢赍发了。您二人听我加官赐赏。赵国廉颇能征战，大夫相如多机见。武安赵国定乾坤，文赛颜曾能直谏。完璧还国真丈夫，会盟救主还金殿。官封极品禄千钟，分茅裂土人堪羡。腰金衣紫作朝臣，箫韶乐奏排筵宴。<br>【折桂令】则见这金銮殿乐奏箫韶。因你二人齐家治国，竭力尽忠，故设筵宴管待也。将他这宝篆香飘，绛蜡光摇。大夫，咱托一人之洪福，定七国之干戈，天下太平，万民安乐也。见如今万剩登基，百司进礼，四海来朝。因为你于国有功，今日个封官赐赏也。今日个褒功绩升官进爵，赏勋劳裂土分茅。岂不闻一人有庆，兆民赖之也！见如今黎庶歌谣，雨顺风调，万世皇图，地厚天高。则为那渑池会上结仇冤，赵国公卿有二贤。武将廉颇安社稷，相如谋略古今传。加你为上卿之职头庭相，廉颇你总领三军金印悬。今日个文臣武将安天下，永保皇朝万万年。<br>题目赵廉颇伏礼亲负荆<br>正名保成公径赴渑池会<br></p> <p> ",
  "poet": {
    "id": 1878,
    "star": 0,
    "name": "高文秀",
    "image": "http://img.gushiwen.org/authorImg/gaowenxiu.jpg",
    "desc": "高文秀（生卒年不详），东平（今属山东省）人。元代戏曲作家。府学生员，早卒。"
  },
  "tags": []
}