{
  "id": 42941,
  "star": 9,
  "name": "闻李端公垂钓回寄赠",
  "dynasty": "唐代",
  "content": "无限荷香染暑衣，阮郎何处弄船归。<br>自惭不及鸳鸯侣，犹得双双近钓矶。",
  "fanyi": "<p><strong>译文<br></strong>阵阵荷花的香味扑鼻而来，熏香了我的衣服。你现在在哪里钓鱼呢，何时才划舟归来呢？<br>我坐在这里钓鱼，看着四周的风景，我不禁感叹：我还比不上那比翼双飞的鸳鸯呢，至少它们可以一起钓鱼，互相亲近呢。</p> <p><strong>注释<br></strong>⑴<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>公：即李郢（yǐng），字楚望，长安人。唐宣宗大中十年（856年）进士及第，官终侍御史。《全唐<a href=\"http://so.gushiwen.org/view_42941.aspx\">诗</a>》中存诗一卷。<br>⑵暑衣：夏衣。 唐代<a href=\"http://so.gushiwen.org/author_1581.aspx\">李咸用</a>《游寺》诗：“秋觉暑衣薄，老知尘世空。”<br>⑶阮郎：相传东汉永平（汉明帝年号，58～75）年间，剡县人刘晨、阮肇同入天台山采药，遇二女子，邀至家，其地气候草木常如春时，迨（dài等到）反乡，子孙已历七世。事见《太平御览》卷四一引南朝宋<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《幽明录》。此处阮郎代指李端公。<br>⑷鸳鸯侣：比喻夫妻。鸳鸯：雌雄偶居不离，古称匹鸟。<br>⑸犹得：还能。近钓矶（jī）：一作“绕钓矶”或作“傍钓矶”。矶：水边突出岩石或江河中石滩。钓矶：岸边石，垂钓处。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首类似求爱<a href=\"http://so.gushiwen.org/view_42941.aspx\">诗</a>，是晚唐著名花冠<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>的作品之一。此诗文笔优美，韵调和谐，就其风格而说，可以说是十分大胆，这表现在对爱情坦然歌咏，毫不掩饰上。在这首诗中，作者表现出大胆的追求和深沉的爱慕，而且写出了夏日里的清闲。</p> <p>　　“无限荷香染暑衣，阮郎何处弄船归？”“无限”，爱屋及乌，喜欢一个人时，会喜欢关于他的很多，甚至一切。鱼玄机应该不知道<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>公的垂钓处有荷花，即使有，也不一定会“染衣”。一个“染”字，可谓道尽无数风光。在夏天的午后，他静坐在荷塘旁边的碧绿色的大树下面钓着鱼，看起来似乎是陷入了沉思中。清风轻轻地吹拂着他的衣裳，轻巧的夏衣轻轻飘动之，给人以飘逸的感觉。这是诗人的想像，而且不是一般的想像。阵阵荷花的香味，不断地从四面八方涌过来，熏香了他的衣服，平复了夏日的烦躁。“荷香”，绝非一点香，是无限。其实诗人要表达的就是对李端公的喜欢是无限的。画面静中带动，情趣怏然，似乎回归到大自然的环境中，垂钓者一边欣赏风景，一边沉思，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是道不尽的风流。这首诗作为夏钓的代表之一，决不为过。阮郎，是情郎的代称。这两个字，透出了诗人的绵绵情意。主动称对方为郎，恐怕不经过对方默许，一般不敢叫出口，两人关系非同一般。喜欢一个人，自然也会关心他的一举一动，一位朝廷官员，想去钓鱼，不可能犯愁回不来，找条船也不会很困难。诗人其实已经进入到一种状态，这就是爱，就是关心。</p> <p>　　“自惭不及鸳鸯侣，犹得双双近钓矶。”只有关心是不够的，还不足以展现一个恋爱中人的全部，还要充满激情的想像，再浪漫也不为过。在垂钓人的旁边，会有鸳鸯游伴，现实中可能没有，但诗人愿意让他有，这是诗人徜徉在爱之河中的缘故。这一句诗人还嫌味道不足，又把自己放进来，看着旁边幸福的鸳鸯，诗人竟让自己也像鸳鸯一样，陪在李端公身旁垂钓，要作个竞赛，欲与鸳鸯试比双：看到底是鸳鸯幸福，还是自己幸福。诗人的大胆表白的确可爱。</p>",
  "about": "<h2>创作背景</h2> 　　李郢，字楚望，余杭（浙江余杭）人，进士。是个才子，据说在家喜欢看书，在外喜欢旅游，能写<a href=\"http://so.gushiwen.org/view_42941.aspx\">诗</a>，闲不住。对当官倒也不是特别热心，起初只是做幕僚，后来调至京城任侍御史。李郢与诗僧清塞和<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>是好朋友，可见此人清心寡欲，较比洒脱。李郢与<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>是如何结识的，已不可考，但可以肯定的是，诗人鱼玄机喜欢上了他。李郢可能符合诗人的择婿标准，不图功名，潇洒有才。鱼玄机为他写了这首诗。",
  "poet": {
    "id": 114,
    "star": 0,
    "name": "鱼玄机",
    "image": "http://img.gushiwen.org/authorImg/yuxuanji.jpg",
    "desc": "鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，860—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。鱼玄机其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。"
  },
  "tags": [
    "爱情",
    "浪漫"
  ]
}