{
  "id": 71228,
  "star": 120,
  "name": "幽居初夏",
  "dynasty": "宋代",
  "content": "湖山胜处放翁家，槐柳阴中野径斜。<br>水满有时观下鹭，草深无处不鸣蛙。<br>箨龙已过头番笋，木笔犹开第一花。<br>叹息老来交旧尽，睡来谁共午瓯茶。",
  "fanyi": "<p><strong>译文</strong><br>湖光山色之地是我的家，槐柳树阴下小径幽幽。<br>湖水满溢时白鹭翩翩飞舞，湖畔草长鸣蛙处处。<br>新茬的竹笋早已成熟，木笔花却刚刚开始绽放。<br>当年相识不见，午时梦回茶前，谁人共话当年？</p> <p><strong>注释</strong><br>⑴湖山：湖水与山峦。胜处：美好的地方。<br>⑵野径：村野小路。<br>⑶有时：有时候，表示间或不定，谓有如愿之时。<br>⑷无处：所有的地方。鸣蛙：指蛙鸣，比喻俗物喧闹。<br>⑸箨（tuò）龙：竹笋的异名。<br>⑹木笔：木名，又名辛夷花，是初夏常见之物。其花未开时，苞有毛，尖长如笔，因以名之。<br>⑺叹息：叹气；嗟叹。老来：年老之后。交旧：旧友；老朋友。<br>⑻瓯(ōu)：杯子。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这<a href=\"http://so.gushiwen.org/view_71228.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>晚年后居山阴时所作。八句诗前六写景，后二结情；全诗紧紧围绕“幽居初夏”四字展开，四字中又着重写一个“幽”字。景是幽景，情亦幽情，但幽情中自有暗恨。</p> <p>　　首句“湖山”二字总冒全篇，勾勒环境，笔力开张，一起便在山关水色中透着一个“幽”字。次句写到居室周围，笔意微阖。乡间小路横斜，周围绿荫环绕，有屋于此，确不失为幽居；槐树成荫，又确乎是“绕屋树扶疏”的初夏景象。这一句暗笔点题。颔联紧承首联展开铺写。水满、草深、鹭下、蛙鸣，自是典型的初夏景色。然上句“观”字，明写所见；下句却用“蛙鸣”暗写所闻。明、暗、见、闻，参差变化，且上句所、言，湖水初平，入眼一片澄碧，视野开阔，是从横的方面来写。白鹭不时自蓝天缓缓下翔，落到湖边觅食，人的视线随鹭飞儿从上至下，视野深远，是从纵的方面来写。而白鹭悠然，安详不惊，又衬出了环境的清幽，使这幅纵横开阔的画面充满了宁静的气氛，下一“观”字，更显得诗人静观自得，心境闲适。景之清幽，物之安详，人之闲适，三者交融，构成了恬静深远的意境。从下句看，绿草丛中，蛙鸣处处，一片热闹喧腾，表面上似与上句清幽景色相对立，其实是以有声衬无声，还是渲染幽静的侧笔。而且，这蛙鸣声中，透出一派生机，又暗暗过渡到颈联“箨龙”、“木笔”，着意表现，自然界的蓬勃生意，细针密线，又不露痕迹。“箨龙”就是笋，木笔，又名辛夷花，两者都是初夏常见之物。“箨龙”已经过去“头番笋”，则林中定然留有许多还没有完全张开的嫩竹；“木笔”才开放“第一花”，枝上定然留有不少待放的花苞。诗人展示给读者的是静止的竹和花，唤起读者想象的却是时时在生长变化的之中的动态的景物。</p> <p>　　从章法看，这前六句纯然写景，而承转开阖，井然有序。颔联“水满”“草深”是水滨景色，承前写“湖”；颈联“头番笋”、“第一花”，则是山地风光，承前写“山”。首句概言“湖山胜处”，两联分承敷衍，章法十分严谨。但颔联写湖，是远处宽处景色；颈联写庭院周围，是近处紧处的风光。刘熙载《艺概·诗概》说：“律诗中二联必分宽紧远近”，这就在严谨中又有变化。</p> <p>　　诗的前六句极写幽静的景色之美，显示诗人怡然自得之乐，读诗至此，真令人以为此翁完全寄情物外，安于终老是乡了。但结联陡然一转，长叹声中，大书一个“老”字，顿兴“万物得时，吾生行休”之叹，古井中漾起微澜，结出诗情荡漾。原来，尽管万物欣然，此翁却心情衰减，老而易倦，倦而欲睡，睡醒则思茶。而一杯在手，忽然想到晚日旧交竟零落殆尽，无人共品茗谈心，享湖山之乐，于是，一种寂寞之感，袭上心头。四顾惘然，无人可诉说。志士空老，报国无成，言念至此，只能怅怅。所以说这首诗在幽情中自有暗恨。</p> <p>　　陆游这组诗一共四首七律，这里选的是第一首。四首诗都着意写幽居初夏景色，充满了恬静的气氛，但心情都显得不平静。第二首有句云“闲思旧事惟求醉，老感流年只自悲”，可见旧事不堪回首，只求于一醉暂时忘却。第三首颈联说：“只言末俗人情恶，未废先生日晏眠”，说明先生之所以“日晏眠”，乃由于“末俗人情”之险恶不堪回。第四首结联说：“移得太行终亦死，平生常笑北山愚”，则是嗟叹自己空有移山之志，而乏回天之力；笑愚公，其实是自慨平生。陆游晚年村居诗作，<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>评为“疏淡”，刘熙载称为“浅中有深，平中有奇”。这类诗的渊源所自，历来论者无不指为“学陶”、“学白”。从他大量的写农村风光的诗来看，特别是从这首《幽居初夏》看，固然有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的恬静，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的明浅，但此外另有陶、白所不曾有的一境；他的心总是热的，诗情总是不平静的。即使所写景物十分幽静，总不免一语当起微澜，在“一路坦易中，忽然触着”。梁清远《雕丘杂录》说：“陆放翁诗，山居景况，一一写尽，可为村史。但时有抑郁不平之气。”这是陆游一生忧国忧民，热爱生活，积极用世，坚韧执着的个性的闪现，也正是这首《幽居初夏》的特色。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71228.aspx\">诗</a>选自《剑南诗稿》，是南宋诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>于晚年所作，为诗人表达志士空老，报国无成的田园诗。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "夏天",
    "写景",
    "山水",
    "伤怀"
  ]
}