{
  "id": 49719,
  "star": 9,
  "name": "阳羡歌·山秀芙蓉",
  "dynasty": "宋代",
  "content": "山秀芙蓉，溪明罨画。真游洞穴沧波下。临风慨想斩蛟灵。长桥千载犹横跨。<br>解佩投簪，求田问舍。黄鸡白酒渔樵社。元龙非复少时豪，耳根洗尽功名话。",
  "fanyi": "<p><strong>译文<br></strong>山青芙蓉美，水明俨如画，仙游岩洞水波间。临风慨叹遥想，周处当年斩蛟灵，长桥千载尤横跨。<br>解绶带投冠簪，归隐躬耕田间，黄鸡白酒渔樵社。陈登不复少壮豪，耳边再无功名噪。</p> <p><strong>注释</strong><br>①阳羡：今江苏宜兴，因境内有阳羡山而得名。词牌即是《踏莎行》曲调。<br>②山秀芙蓉：形容阳羡山峦如花。《望九华山赠青阳韦仲堪》<a href=\"http://so.gushiwen.org/view_49719.aspx\">诗</a>：“秀出九芙蓉。”<br>③溪明罨（yǎn）画：常州宜兴有罨画溪，溪水明净。罨画：杂色彩画。<br>④真游：犹仙游。阳羡有张公洞，相传汉代天师张道陵曾修行于此。<br>⑤斩蛟灵：西晋阳羡人周处，年少时十分勇敢，曾于长桥下挥剑斩蛟，为乡里除害，传为佳话。<br>⑥长桥：《太平寰宇记》“常州宜兴”条：长桥在县城前，“晋周处少时斩长桥下食人蛟，即此处也。”<br>⑦解组投簪（zān）：解去绶带，投弃冠簪，指去官为民。<br>⑧元龙：是三国名士陈登的字。据《三国志·陈登传》所载，他当汉末天下大乱之时，忧国忘家，为天下所重。他曾对来拜访他的许汜求田问舍、言无可采的行为表示鄙弃，会面之时，“久不相与语，自上大床卧，使客（许汜）卧下床”，这件事得到了刘备的激赏。</p>",
  "shangxi": "<p>　　是词坛上一位怪杰，其生活际遇，其艺术风格，其内心世界都是复杂而多彩的。他有许多词都是写骚情艳思的，但这首《阳羡歌》却透露着隐逸之情，充满了沉郁悲愤之气。</p> <p>　　宜兴，古称阳羡。贺铸晚年寓居苏州，杭州，常州一带，常常往来于宜兴等地，此篇想是晚年的作品。</p> <p>　　上片写景为主，开首两句写山川秀丽。据地方志所载，阳羡境内有芙蓉山，罨画溪。罨画，原指彩画，以此名溪，想是此处风景美丽如画。这里不言“芙蓉山高，罨画溪明，”而颠倒为“山秀芙蓉，溪明罨画。”这就使得“芙蓉”、“罨画”均一语双关。它们既是地名，又是形容词修饰语，写山川如芙蓉如彩画般的美丽可人。“真游”一句写溶洞之美。“真游洞”即仙游洞之意；真，即仙。阳羡有张公洞，相传汉代天师张道陵曾修行于此。洞中鬼斧神工，天造地设，美丽非凡。面对青山，碧水，沧波……，于是有感而发，转而写人。“临风”二句用周处之典。周处，阳羡人，少孤，横行乡里，乡人把他和南山虎、长桥蛟合称三害。有人劝周处杀虎斩蛟，实际上是希望三害只剩下一种。周处上山杀虎，入水斩蛟，回来后知道原来乡人憎恶自己，于是翻然改过。后来在文学作品中常以斩蛟比喻勇敢行为。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《壮士行》<a href=\"http://so.gushiwen.org/view_49719.aspx\">诗</a>有句云：“明日长桥上，倾城看斩蛟。”贺铸“临风”二句既有对周处的赞美，又有自己功业未就的感慨。“慨想”二字传导出的感情是复杂的。</p> <p>　　下片抒怀与“慨想”暗脉相通。组，印绶，即丝织的带子，古代用来佩印。“解组”，即辞去官职。“投簪”，丢下固冠用的簪子，也比喻弃官。“解组”三句是说自己辞官归隐，终日与渔人樵夫为伍，黄鸡白酒，作个买田置屋的田舍翁。结处以陈登自比。据《三国志·魏志·陈登传》记载，东汉人，陈登，字元龙。许汜见陈登，陈登自己睡大床，而让许汜睡下床。后刘备与许汜论天下英雄时，许汜说：“陈元龙湖海之士，豪气不除。”刘备责难许汜没有济世忧民之心，只知求田问舍，为个人打算。并且说，要是我的话，我要自己睡到百尺楼上，让你许汜睡在地上。此处贺铸借陈登说自己已不再有年青时忧国忧民、建功立业的豪情壮志，耳边也不再有功名利禄之语。这结句实则是反语，是壮志难酬的激愤之语。</p> <p>　　这首词虽有山明水秀，虽有求田问舍，骨子里仍是沉郁一格。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于该词的作者，通常认为是<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a> ，但也有观点认为是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。《荆溪外记》就说此词是苏轼作，并从内容推测可能于元丰八年（1085）至常州后作。</p> <p>　　一般认为，这首词很可能是贺铸初到宜兴时所作。贺铸五十八岁致仕客居苏州之后，经常来往于常州、宜兴一带。宜兴古称阳羡，所以贺铸改《踏莎行》为《阳羡歌》，作词抒发他致仕后落寞失志的情怀。</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "隐逸",
    "写景",
    "抒怀"
  ]
}