{
  "id": 66991,
  "star": 8,
  "name": "木兰花慢·送人之官九华",
  "dynasty": "宋代",
  "content": "霭芳阴未解，乍天气、过元宵。讶客神犹寒，吟窗易晓，春色无柳。梅梢。尚留顾藉，滞东风、未肯雪轻飘。知道诗翁欲去，递香要送兰桡。清标。会上丛霄。千里阻、九华遥。料今朝别后，他时有梦，应梦今朝。河桥。柳愁未醒，赠行人、又恐越魂销。留取归来紧马，翠长千缕柔条。",
  "fanyi": "<p><strong>译文</strong><br>　　残月未落，在地上留下昏暗的影子。在这样一个元宵刚过的早春时节，我与客人吟<a href=\"http://so.gushiwen.org/view_66991.aspx\">诗</a>酬唱度过了这送别前的不眠之夜，天色已晓。春寒料峭，让我对即将远行的诗友无限怜悯，更加上春意未浓，让人心绪无聊。</p><p>　　眼前突然出现几树早几树早梅，在那梅梢上，尚有数朵残梅在迎风怒放。洁白的花儿好像对谁依依不舍似的，在东风中滞留残存，不肯像雪花一样随风凋零。它又好像知道友人要就此远去，所以用扑鼻的清香送他上船，以慰藉他那忧伤的心。</p><p>　　你文采高逸，一定会像那明月一样直上重霄，令人景仰赞叹。只可惜你所赴任的九华与我相隔千里之遥，路途险阻，今后若欲相见，将会非常困难。今朝分别的情景，我想一定会在你我的心中刻下深深的烙印，会时时再现于你我今后的梦境里的。</p><p>　　在那河桥两侧，杨柳尚未睁开惺松的睡眼，想折下一枝送给友人，又恐怕它还不能留人，只能增添自己心中的伤感。暂且留着它吧，等到将来某一天友人重来，杨柳一定是万条柔枝披拂，那时再以绿柳系马，定能挽留得住柳系马，定能挽留得住他。</p><p><strong>注释</strong><br>霭：即霭霭，形容月光昏暗的样子。<br>芳阴：即月影。“芳”是为了增添词的色彩而加的修饰。<br>乍：此处是正好刚刚的意思。<br>顾藉：顾惜。<br>诗翁：对友人的敬称。<br>兰桡：代指船。桡，船桨。<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>《忆江上吴处士》：“兰桡殊未返，消息海云端。”<br>清标：指清美脱俗的文采。<br>会：定当，定要。<br>柳愁未醒：是对柳树尚未绽芽吐绿的含蓄说法。<br>行人：指即将远行的友人。<br>越魂：指越中送行的词人自己。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首送别词，作于作者的<a href=\"http://so.gushiwen.org/view_66991.aspx\">诗</a>友欲赴九华走马上任之际。九华：地名，在今安徽省。</p> <p>　　词的上阕从送别时的天气、时节写起，借早春的残梅加以发挥，谓梅花不肯轻落，是有意要等待这位品格清逸的诗翁，为他送行。下阕借早春的杨柳抒发自己对友人的挽留惜别之情。河桥的杨柳尚未绽芽吐绿，所以不能留人，若以赠别，徒留伤心，只能等到对方归来之 时，长条千缕，方能留得住他。</p> <p>　　“霭芳阴未解，乍天气，过元宵。讶客袖犹寒，吟窗易晓，春色无聊。”开头几句写词人与诗友吟诗至晓，时值送别，既伤感又无绪。词人开篇渲染送别时的清冷无绪，为下文梅的出现作好了铺垫。</p> <p>　　“梅梢，尚留顾藉，滞东风，未肯雪轻飘。知道诗翁欲去，递香要送兰桡。”这几句由“春色无聊”骤然而写到“未肯雪轻飘”的早梅，给人以眼前一亮的感觉，并以梅的等待和相送，赞美了友人品格文采之高迈。</p> <p>　　“清标，会上丛霄。千里阻，九华遥。料今朝别后，他时有梦，应梦今朝。”这几句先承赞颂之意，然后又抒发对友人的依依惜别之情。这几句直接抒怀，表达对朋友的敬重和对分别的伤感，对别后的设想则更细腻地抒发了自己对友谊的珍惜。</p> <p>　　“河桥，柳愁未醒，赠行人，又恐越魂销。留取归来系马，翠长千缕柔条。”这几句借柳抒怀，表达对友人的惜别挽留之意。这几句表意细腻而委婉，充分利用“柳”和“留”的谐音，把一腔离情抒发得淋漓尽致而又耐人寻味。</p> <p>　　在中国古典诗歌的传统中，梅花是品格的象征，柳枝是感情的象征。词人以梅花颂人，写残梅有心;以柳条送客，写早柳未发，故无法留住远行之人。既切合刚过元宵的早春时节，为送别实见之景，又巧妙地托物为喻，传达出自己的思想感情。总体来说，词人将一个送别的传统题材寄托于对梅柳的刻画中，可以说是别具一格，清雅脱俗。<br></p>",
  "poet": {
    "id": 193,
    "star": 0,
    "name": "周端臣",
    "desc": "周端臣，宋词人。字彦良，号葵窗。建业(今南京)人。光宗绍熙三年（一一九二）寓临安。宋周密《武林旧事》云其曾经“御前应制”。后出仕，未十年而卒（释斯植《采芝集·挽周彦良》“白首功成未年”）。其词作今存九首，内容多为伤春、怨别，其中有四首“西湖”词。亦能诗，《诗家鼎脔》及《宋诗纪事》收其诗九首。有《葵窗词稿》，已佚。《江湖后集》卷三辑有其诗一卷。　　周端臣诗，以影印文渊阁《四车全书·江湖后集》为底本，与新辑集外诗合编为一卷。"
  },
  "tags": [
    "送别",
    "柳树"
  ]
}