{
  "id": 62508,
  "star": 142,
  "name": "唐多令·惜别",
  "dynasty": "宋代",
  "content": "何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 <br>年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。",
  "fanyi": "<p><strong>译文</strong><br>怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。<br>往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。</p> <p><strong>注释</strong><br>心上秋：“心”上加“秋”字，即合成“愁”字。<br>飕（sōu）：形容风雨的声音。这里指风吹蕉叶之声。<br>年事：指岁月。<br>“燕辞归”句：<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《燕歌行》：“群燕辞归鹄南翔，念君客游多思肠。慊慊思归悉故乡，君何淹留寄他方。”此用其意。客，作者自指。<br>淹留：停留。<br>萦：旋绕，糸住。<br>裙带：指燕，指别去的女子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>的这首《唐多令》写的是羁旅怀人。全词字句不事雕琢，自然浑成，在吴词中为别调。</p> <p>　　就内容而论可分两段，然与此的自然分片不相吻合。</p> <p>　　“何处合成愁？离人心上秋。纵芭蕉不雨也飕飕。都道晚凉天气好；有明月，怕登楼。年事梦中休，花空烟水流。燕辞归、客尚淹留”为第一段，起笔写羁旅秋思，酿足了愁情，目的是为写别情蓄势。前二句先点“愁”字，语带双关。从词情看，这是说造成这些愁情的，是离人悲秋的缘故，秋思是平常的，说离人秋思方可称愁，单就这点说命意便有出奇制胜之处。从字面看，“愁”字是由“秋心”二字拼合而成，所以此二字又近于字谜游戏。这种手法，古代歌谣中经常可见，王士禛谓此二句为“《子夜》变体”，具“滑稽之隽”（《花草蒙拾》），是道著语。此词以“秋心”合成“愁”字，是离合体，皆入谜格，故是“变体”。此处似乎是信手拈来，涉笔成趣，毫无造作之嫌，且紧扣主题秋思离愁，实不该以“油腔滑调”（陈廷焯《白雨斋词话》卷二）目之。</p> <p>　　“何处合成愁？离人心上秋。”两句一问一答，开篇即出以唱叹，而且凿空道来，实可称倒折之笔。下句“纵芭蕉不雨也飕飕”是说，虽然没有下雨，但芭蕉也会因飕飕秋风，发出凄凉的声响。这分明想告诉读者，先时有过雨来。而起首愁生何处的问题，正由此处蕉雨惹起。所以前二句即由此倒折出来，平添千回百折之感。秋雨初停，天凉如水，明月东升，正是登楼纳凉赏月的好时候。“都道晚凉天气好”，可谓人云亦云，而“有明月，怕登楼”，才是客子真实独特的心理写照。“月是故乡明”，望月是难免会触动乡思离愁的。这三句没有直说愁，却通过客子心口不一的描写把它充分地表现了。</p> <p>　　秋属岁未，颇容易使人联想到晚岁。过片就叹息年光过尽，往事如梦。“花空烟水流”是比喻青春岁月的流逝，又是赋写秋景，兼有二义之妙。由此可见客子是长期飘泊在外，老大未回之人。看到燕子辞巢而去，心生无限感慨。“燕辞归”与“客尚淹留”，两相对照，自可见人不如候鸟。以上蕉雨、明月、落花、流水、去燕……虽无非秋景，而又不是一般的秋景，于中无往而非客愁，这也就是“离人心上秋”的具体形象化了。</p> <p>　　此下“垂柳不萦裙带住，谩长是、系行舟”为第二段，写客中孤寂的感叹。“垂柳”是眼中秋景，而又关离情别事写来承接自然。“萦”、“系”二字均由柳丝绵长思出，十分形象。“垂柳不萦裙带住”一句写的是其人已去，“裙带”二字暗示对方的身份和彼此之间的关系：“谩长是，系行舟”二句是自况，意思是自己不能随去。羁身异乡，又成孤零，本就有双重悲愁，何况离自己而去者又是一位情侣呢。由此方见篇着“离人”二字具有更多一重含意，是离乡又逢离别的人啊，其愁也就更其难堪了。伊人已去而自己既留，必有不得已的理由，却不明说（也无须说），只是埋怨柳丝或系或不系，无赖至极，却又耐人寻味。“燕辞归、客尚淹留”句与此三句，又形成比兴关系，情景相映成趣。</p> <p>　　全词第一段对于羁旅秋思着墨较多，渲染较详，为后边描写蓄足了力量。第二段写字中怀人，着笔简洁明快，发语恰到好处，毫无拖沓之感。较之作者的其它作品，此词确有其独到之处。</p>",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "羁旅",
    "孤独",
    "怀人"
  ]
}