{
  "id": 198,
  "star": 25,
  "name": "巷伯",
  "dynasty": "先秦",
  "content": "萋兮斐兮，成是贝锦。彼谮人者，亦已大甚！</p> <p>哆兮侈兮，成是南箕。彼谮人者，谁适与谋。</p> <p>缉缉翩翩，谋欲谮人。慎尔言也，谓尔不信。</p> <p>捷捷幡幡，谋欲谮言。岂不尔受？既其女迁。</p> <p>骄人好好，劳人草草。苍天苍天，视彼骄人，矜此劳人。</p> <p>彼谮人者，谁适与谋？取彼谮人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊！</p> <p>杨园之道，猗于亩丘。寺人孟子，作为此诗。凡百君子，敬而听之。",
  "fanyi": "<p><strong>译文<br></strong>各种花纹多鲜明，织成多彩贝纹锦。那个造谣害人者，心肠实在太凶狠！<br>臭嘴一张何其大，如同箕星南天挂。那个造谣害人者，是谁给你作谋划？<br>花言巧语叽叽喳，一心想把人来坑。劝你说话负点责，否则往后没人听。<br>花言巧语信口编，一心造谣又说谎。并非没人来上当，总有一天要现相。<br>进谗的人竟得逞，被谗的人心意冷。苍天苍天你在上！管管那些害人精，多多怜悯被谗人！<br>那个造谣害人者，是谁为他出计谋？抓住这个害人精，丢给野外喂豺虎。豺虎嫌他不肯吃，丢到北方不毛土。北方如果不接受，还交老天去发落。<br>一条大路通杨园，杨园紧靠亩丘边。我是阉人叫孟子，是我写作此<a href=\"http://so.gushiwen.org/view_198.aspx\">诗</a>篇。诸位大人君子们，请君认真听我言！</p> <p><strong>注释<br></strong>1.巷伯：掌管宫内之事的宦官。巷，是宫内道名。伯，主管宫内道官之长，即寺人。<br>2.萋（qī）、斐（fěi）：都是文采相错的样子。<br>3.贝锦：织有贝纹图案的锦缎。<br>4.谮（zèn）人：诬陷别人的人。<br>5.大（tài）：同“太”。<br>6.哆（chǐ）：张口。侈（chǐ）：大。<br>7.南箕（jī）：星宿名，共四星，联接成梯形，如簸箕状。<br>8.适：往。谋：谋划，计议。<br>9.缉缉：附耳私语状。翩翩：往来迅速的样子。<br>10.尔：指谗人。<br>11.信：信实。<br>12.捷捷：信口雌黄状。幡（fān）幡：反复进言状。<br>13.受：接受，听信谗言。<br>14.女（rǔ）：同“汝”。<br>15.骄人：指进谗者。好好：得意的样子。<br>16.劳人：指被谗者。草草：陈奂《诗毛氏传疏》：“草读为慅（cǎo忧愁），假借字也。”<br>17.矜（jīn）：怜悯。<br>18.投：投掷，丢给。畀（bì）：与，给予。<br>19.有北：北方苦寒之地。<br>20.有昊（hào）：苍天。<br>21.猗（yǐ）：在……之上。亩丘：丘名。<br>22.寺人：阉人，宦官。<br>23.凡百：一切，所有的。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　造谣之所以有效，乃在于谣言总是披着一层美丽的外衣。恰如英国思想家培根所说：“<a href=\"http://so.gushiwen.org/view_198.aspx\">诗</a>人们把谣言描写成了一个怪物。他们形容它的时候，其措辞一部分是美秀而文雅，一部分是严肃而深沉的。他们说，你看它有多少羽毛；羽毛下有多少只眼睛；它有多少条舌头，多少种声音；它能竖起多少只耳朵来！”古人称造谣诬陷别人为“罗织罪名”，何谓“罗织”，此诗一开始说：“萋兮斐兮，成是贝锦”，就是“罗织”二字最形象的说明。花言巧语，织成的这张贝纹的罗锦，是非常容易迷惑人的，特别是对不长脑壳的国君。</p> <p>　　造谣之可怕，还在于它是背后的动作，是暗箭伤人。当事人无法及时知道，当然也无法一一辩驳。待其知道，为时已晚。诗中二、三、四章，对造谣者的摇唇鼓舌，嘁嘁喳喳，上窜下跳，左右舆论的丑恶嘴脸，作了极形象的勾勒，说他们“哆兮侈兮，成是南箕”、“缉缉翩翩，谋欲谮人”、“捷捷幡幡，谋欲谮言”。作者对之极表愤慨：“彼谮人者，谁适与谋？”正告他们道：“慎尔言也，谓尔不信！”“岂不尔受？既其女迁！”</p> <p>　　造谣之可恨，在于以口舌杀人，杀了人还不犯死罪。作为受害者的诗人，为此对那些谮人发出强烈的诅咒，祈求上苍对他们进行正义的惩罚。诗人不仅投以憎恨，而且投以极大的厌恶：“取彼谮人，投畀豺虎！豺虎不食，投畀有北！有北不受，投畀有昊！”正是所谓“愤怒出诗人”。有人将它与俄国诗人莱蒙托夫《逃亡者》一诗中鄙夷叛徒的诗句“野兽不啃他的骨头，雨水也不洗他的创伤”比较，认为它们都是写天怒人怨，物我同憎的绝妙好辞，都是对那些罪大恶极，不可救药者的无情鞭挞，都是快心露骨之语。</p> <p>　　在诗的结尾处，郑而重之地留下了作诗人的名字，从而使这首诗成为《诗经》中少数有主名的作品之一。这个作法表明，此诗原有极为痛切的本事，是有感而发之作。它应该有一个较详的序文，自叙作者遭遇，然后缀以此诗，自抒激愤之情，可以题为“巷伯诗并序”或“巷伯序并诗”的。也许是后来的选诗者删去或丢失了这序文，仅剩下了抒情的即诗的部分。</p> <p>　　此诗作者孟子，很可能是一位与西汉大史学家<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>异代同悲的正直人士。东汉<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>就曾在《司马迁传赞》里称惨遭宫刑的司马迁是“《小雅·巷伯》之伦”。这个孟子或许也感受过与司马迁同样的心情：“祸莫惨于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于官刑。刑馀之人，无所比数，非一也，所从来远矣。”（司马迁《报任少卿书》）无怪乎他是如此痛心疾首，无怪乎诗中对诬陷者是如此切齿愤恨，也无怪乎此诗能引起世世代代蒙冤受屈者极为强烈的共鸣。</p>",
  "about": "<h2>创作背景</h2> 　　是寺人孟子自述遭谗而出离愤怒的<a href=\"http://so.gushiwen.org/view_198.aspx\">诗</a>歌。《毛诗序》云：“《巷伯》，刺幽王也，寺人伤于谗，故作是诗也。巷伯，奄官兮（也）。”此诗作者孟子，是一位遭受过政治诬陷而蒙冤受屈的人，很可能是因遭受谗言获罪，受了宫刑而作了宦官，在诗中他是把自己摆了进去的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}