{
  "id": 47883,
  "star": 26,
  "name": "洞箫赋",
  "dynasty": "两汉",
  "content": "　　原夫箫干之所生兮，于江南之丘墟。洞条畅而罕节兮，标敷纷以扶疏。徒观其旁山侧兮，则岖嵚岿崎，倚巇迤，诚可悲乎其不安也。弥望傥莽，联延旷荡，又足乐乎其敞闲也。托身躯于后土兮，经万载而不迁。吸至精之滋熙兮，稟苍色之润坚。感阴阳之变化兮，附性命乎皇天。翔风萧萧而径其末兮，回江流川而溉其山。扬素波而挥连珠兮，声礚礚而澍渊。 </p> <p>　　朝露清冷而陨其侧兮，玉液浸润而承其根。孤雌寡鹤，娱优乎其下兮，春禽群嬉，翱翔乎其颠。秋蜩不食，抱朴而长吟兮，玄猿悲啸，搜索乎其间。处幽隐而奥庰兮，密漠泊以猭。惟详察其素体兮，宜清静而弗喧。幸得谥为洞箫兮，蒙圣主之渥恩。可谓惠而不费兮，因天性之自然。 </p> <p>　　于是般匠施巧，夔妃准法。带以象牙，其会合。锼镂里洒，绛唇错杂；邻菌缭纠，罗鳞捷猎；胶致理比，挹抐擫。于是乃使夫性昧之宕冥，生不睹天地之体势，闇于白黑之貌形；愤伊郁而酷，愍眸子之丧精；寡所舒其思虑兮，专发愤乎音声。 </p> <p>　　故吻吮值夫宫商兮，和纷离其匹溢。形旖旎以顺吹兮，瞋以纡郁。气旁迕以飞射兮，驰散涣以逫律。趣从容其勿述兮，骛合遝以诡谲。或浑沌而潺湲兮，猎若枚折；或漫衍而络绎兮，沛焉竞溢。惏栗密率，掩以绝灭，霵晔踕，跳然复出。 </p> <p>　　若乃徐听其曲度兮，廉察其赋歌。啾咇而将吟兮，行鍖銋以和啰。风鸿洞而不绝兮，优娆娆以婆娑。翩绵连以牢落兮，漂乍弃而为他。要复遮其蹊径兮，与讴谣乎相和。 </p> <p>　　故听其巨音，则周流汜滥，并包吐含，若慈父之畜子也。其妙声，则清静厌瘱，顺叙卑达，若孝子之事父也。科条譬类，诚应义理，澎濞慷慨，一何壮士，优柔温润，又似君子。 </p> <p>　　故其武声，则若雷霆輘輷，佚豫以沸。其仁声，则若颽风纷披，容与而施惠。或杂遝以聚敛兮，或拔摋以奋弃。悲怆怳以恻惐兮，时恬淡以绥肆。被淋灑其靡靡兮，时横潰以阳遂。哀悁悁之可怀兮，良醰醰而有味。 </p> <p>　　故贪饕者听之而廉隅兮，狼戾者闻之而不怼。刚毅强暴反仁恩兮，啴唌逸豫戒其失。钟期、牙、旷怅然而愕兮，杞梁之妻不能为其气。师襄、严春不敢窜其巧兮，浸淫、叔子远其类。嚚、顽、朱、均惕复惠兮，桀、跖、鬻、博儡以顿悴。吹参差而入道德兮，故永御而可贵。时奏狡弄，则彷徨翱翔，或留而不行，或行而不留。愺恅澜漫，亡耦失畴，薄索合沓，罔象相求。 </p> <p>　　故知音者乐而悲之，不知音者怪而伟之。故闻其悲声，则莫不怆然累欷，撇涕抆泪；其奏欢娱，则莫不惮漫衍凯，阿那腲腇者已。是以蟋蟀蠖，蚑行喘息；蝼蚁蝘蜒，蝇蝇栩栩。迁延徙迤，鱼瞰鸟睨，垂喙转，瞪瞢忘食，况感阴阳之和，而化风俗之伦哉！ </p> <p>　　乱曰：状若捷武，超腾逾曳，迅漂巧兮。又似流波，泡溲泛，趋巇道兮。哮呷喚，躋躓连绝，淈殄沌兮。搅搜捎，逍遥踊跃，若坏颓兮。优游流离，踌躇稽诣，亦足耽兮。颓唐遂往，长辞远逝，漂不还兮。赖蒙圣化，从容中道，乐不淫兮。条畅洞达，中节操兮。终诗卒曲，尚馀音兮。吟气遗响，联绵漂撇，生微风兮。连延络绎，变无穷兮。 ",
  "shangxi": "<h2>鉴赏</h2> <p>　　《洞箫赋》对后来马融《长笛赋》、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《琴赋》诸作均有一定的影响。马融在《长笛赋》序文中阐述其创作动机时说：“追慕王子渊、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、刘伯康、傅武仲等箫、琴、笙颂，唯笛独无，故聊复备数，作长笛赋。”由此可见其影响。谈到《洞箫赋》必然要提到枚乘，据《文选》记载枚乘应是最早写音乐赋的作者，但他的《笙赋》早已亡佚，所以无从考证。而他的《七发》第一部分就描写了音乐，结构上主要是从琴的取材、制器、乐声等方面来展开的。<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>的《洞箫赋》基本上可以看做是对《七发》中相关的片断的扩充，但《七发》并不以音乐命名，而且音乐也只是其一部分，所以《洞箫赋》应是现存最早的、以音乐为题材的作品。</p> <p>　　《洞箫赋》的结构布局具有相对的完整性，作者详细地叙述了箫的制作材料的产地情况，然后写工匠的精工细作与调试，接着写乐师高超的演奏，随后写音乐的效果及其作用。基本上通过“生材、制器、发声、声之妙、声之感、总赞”的顺序来写洞箫这件乐器，这也成为后来音乐赋的一个固定模式。汉代以前，横吹、竖吹的管乐器统称为笛或邃，所称箫者应该是排箫，所以《洞箫赋》之箫应为排箫。从赋中“吹参差而入道德兮，故永御而可贵。”中的“参差”也可知此处洞箫为排箫，因为古时洞箫又有别称“参差”。排箫即洞箫或箫，据《尔雅·释乐》郭璞注曰大箫“编二十三管”，小箫“十六管”。下面以《洞箫赋》的结构顺序来对其进行全面的分析。</p> <p>　　（一）生材</p> <p>　　“原夫箫干之所生兮，于江南之丘墟。”此句指出了箫竹的产地，即江南的土山坡上。《丹阳记》曰:“江宁县慈母山临江生箫管竹”，由此其产地也得到了印证。再接下文章用大段的文字来描写箫竹所处的环境：</p> <p>　　“徒观其旁山侧兮，则岖嵚岿崎，倚巇迤靡，诚可悲乎其不安也。弥望傥莽，联延旷汤，又足乐乎其敞闲也。托身躯于后土兮，经万载而不迁。吸至精之滋熙兮，禀苍色之润坚。感阴阳之变化兮，附性命乎皇天。翔风萧萧而径其末兮，回江流川而溉其山。扬素波而挥连珠兮，声礚礚而澍渊。朝露清冷而陨其侧兮，玉液浸润而承其根。孤雌寡鹤，娱优乎其下兮，春禽群嬉，翱翔乎其颠。秋蜩不食，抱朴而长吟兮，玄猿悲啸，搜索乎其闲。处幽隐而奥庰兮，密漠泊以猭。惟详察其素体兮，宜清静而弗喧。”</p> <p>　　此段写到了山、水、猿、禽，也只有这样的环境才会产出适合作箫的竹子，突出箫竹吸收天地之精华而成材的环境。</p> <p>　　（二）制器</p> <p>　　“于是般匠施巧，夔妃准法，带以象牙，掍其会合；锼镂离洒，绛唇错杂，邻菌缭纠，罗鳞捷猎，胶致理比，挹抐擫鑈”此句主要描写了箫的制作，写到了巧匠鲁班制器，夔、妃来定律数，并镶嵌上象牙作为装饰，以及各种文饰，可见其制作的工序繁琐、细致，就其外形来说也会有很高的欣赏价值。</p> <p>　　（三）发声</p> <p>　　此部分写到了盲者由于“寡所舒其思虑兮，专发愤乎音声”，所以才能做出“ 故吻吮值夫宫商兮，龢纷离其匹溢”的音乐，这也是古代之所以有很多盲人乐师的主要原因。在后面紧接着写到了吹奏者吹奏时的身体的动作（“形旖旎以顺吹兮”)以及面部的动作（“气旁迕以飞射兮”），这种面部脸颊和咽部“一鼓一缩”的技巧动作应该是古代的吹奏方法，在现在看来这种方法应该是不科学的。此部分还运用了比喻的手法来描写乐声的特点如“或浑沌而潺湲兮，猎若枚折”等。</p> <p>　　（四）声之妙</p> <p>　　这一部分主要描写了乐声的美妙效果，“要复遮其蹊径兮，与讴谣乎相和”写到了人声与箫声的和谐相伴所产生的艺术效果。以下几句“故听其巨音，则周流氾滥，并包吐含，若慈父之畜子也。其妙声则清静厌瘱，顺叙卑迏，若孝子之事父也。科条譬类，诚应义理，澎濞慷慨，一何壮士！优柔温润，又似君子。故其武声则若雷霆輘輷，佚豫以沸渭；其仁声则若颽风纷披，容与而施惠”分别描写其巨声、妙声、武声、仁声的特点，并运用通感的描写方法来阐述不同“乐声”的特点，写到“巨声”以“慈父之畜子”这样的形象来描述其人声和箫声和谐的特点，用“孝子之事父”来形象的表述“妙声”清和流畅的特点。“武声”则已“雷霆輘輷”的意象来表述。至于“仁声”的特点就以“颽风纷披，容与而施惠”即以和缓的南风吹拂万物的景象来表现。</p> <p>　　（五）声之感</p> <p>　　这一部分主要描写听者的感受。“故贪饕者听之而廉隅兮，狼戾者闻之而不怼。刚毅强虣反仁恩兮，啴唌逸豫戒其失”写到不同的人听到这样的音乐后的反映，来说明此音乐的感化教化作用。“钟期、牙、旷怅然而愕兮，杞梁之妻不能为其气”的描写虽然有些夸张，但那也同样表现了音乐的美妙所达到的艺术感染力。“故知音者，乐而悲之；不知音者，怪而伟之。故闻其悲声，则莫不怆然累欷，撆涕抆泪；其奏欢娱，则莫不惮漫衍凯，阿那腲腇者已”则从“知音”和“不知音”者内心的感受及“悲”“欢”之音所造成的不同的情感冲击来描写不同的声音感受。再后来则通过描写“是以蟋蟀蚸蠖，蚑行喘息。蝼蚁蝘蜒，蝇蝇翊翊。迁延徙迤，鱼瞰鸟睨，垂喙蜿转，瞪瞢忘食”蟋蟀、蚸蠖、蝼蚁、蝘蜒等动物的表现从另外的角度写对乐声的不同感受和音乐引人入胜的效果。</p> <p>　　（六）总赞</p> <p>　　这一部分写到了箫声音色丰富的特点，描写声音强、弱、高、低不同的效果，并运用比喻的后发来进行描绘。</p> <p>　　汉武帝在思想文化界首开“罢黜百家，独尊儒术”的政策，确立了儒家思想的正统与主导地位，使得专制“大一统”的思想作为一种主流意识形态成为定型。结合作者的生平来看，作者比较注重对儒家音乐思想的阐发，以儒家所推崇的君子仁人之德来比拟音声，展现了作者的儒家意识，这是对儒家音乐思想的发挥。从文章中读者时时能够感受到儒家文化对他的影响。</p> <p>　　总的来说《洞箫赋》开音乐赋固定写作模式的先河，在他以后，其他赋家纷纷效仿，从而使这种模式的地位得以确立。从另一方面讲，《洞箫赋》的这种“取材、制器、发声……”的模式基本囊括了此乐器所能涉及的诸多方面，这与武帝确立的“大一统”的思想不无吻合之处，而从一下的细节方面，读者同样可以看到儒家思想的影响。</p> <p>　　（一）取材方面：在描写这一部分时，作者强调了箫竹所处环境的险峻、凄寒，即“江南丘壑”、“岖嵚岿崎”，同时也写到了选材的要求，在文中则体现为“洞条畅而罕节兮”的描述，这些正与儒家推崇逆境造才、为才是用的思想相吻合。当然作者也没有忘记“圣主”的作用，从而体现了阶级观念。</p> <p>　　（二）制器方面：要求做到“挹抐擫鑈”，即中制、符合礼制规格，这与礼乐制度的等级观念不无关系，而且从洞箫的外形来看，它也是非常符合礼制的。</p> <p>　　（三）声音的描述方面：在描述不同的声音时，特别是描写巨声和妙声时，用“慈父畜子”和“孝子事父”的仁义道德表现来形象的展现其声音的特点。</p> <p>　　（四）声音作用方面：这一部分集中的体现了儒家音乐思想中的所推崇的教化作用。“嚚、顽、朱、均惕复惠兮，桀、跖、鬻、博儡以顿顇”此句说顽固凶残的丹朱、商均、夏桀、盗跖、夏育、申博听了以后都受到震惊而醒悟过来，改变自己的恶性而陷入自我反省之中。“吹参差而入道德兮，故永御而可贵”则说吹奏洞箫就能把人引入感化之道，所以长久地使用它的作用就很可贵了。所以说此部分所体现的儒家音乐思想的教化作用还是很明显的。</p> <p>　　《洞箫赋》还很好的体现了汉代“以悲为美”的社会审美趣向，“悲”据蔡仲德先生的论断来说汉代所说的悲应该是指“悲乐”，而不是说音乐感动人而使人产生撇泪流涕的表现。首先取材方面，通过“孤雌寡鹤”“秋蜩不食”“玄猿悲啸”这些物象以说明箫竹生长环境的悲，从而为箫的制作奠定了悲的基调。然后又提到了盲乐师的因为生下来就不见光明，心中郁结了很多忧愁悲愤，只有通过音乐来表现出来，所以才会有“寡所舒其思虑兮，专发愤乎音声”的表现。对于乐声的感受和作用，文中提到“故知音者，乐而悲之；不知音者，怪而伟之”，即认为只有那些体会到悲乐感情的人才能称之为“知音者”，说明作者以能欣赏悲乐为其音乐审美的标准，这也是汉代音乐审美的一大特色。</p> <p>　　总之，《洞箫赋》为后来音乐赋的写作提供了一个很好的典范，在描写方面它运用多种手法，为读者展现了一幅色彩鲜艳的图画，其中既有高山流水，也有乐师尽情的表演，更有对于乐声的生动的描述，给读者以美的享受。音乐思想方面，此赋涉及很多儒家音乐思想的内容，这也是汉代“大一统”思想影响的表现，但是文中有很多内容涉及“声音”的描写，所以使音乐固有的娱乐性凸现出来，这一点也是他的赋作的一个很重要的特点。文中也很好的体现了汉代“以悲为美”的审美趣向，从而更加全面的展现了汉代大文化背景对作者的影响。</p>",
  "poet": {
    "id": 500,
    "star": 0,
    "name": "王褒",
    "image": "http://img.gushiwen.org/authorImg/wangbao.jpg",
    "desc": "王褒，字子渊，西汉人，文学家，生卒年不详。蜀资中（今四川省资阳市雁江区墨池坝）人。其生卒年失载，只知他文学创作活动主要在汉宣帝（公元前73～前49年在位）时期。他是我国历史上著名的辞赋家，写有《洞箫赋》等赋十六篇，与扬雄并称“渊云”。"
  },
  "tags": [
    "辞赋精选",
    "音乐"
  ]
}