{
  "id": 59008,
  "star": 19,
  "name": "蝶恋花·别范南伯",
  "dynasty": "宋代",
  "content": "离恨做成春夜雨。添得春江，划地东流去。弱柳系船都不住。为君愁绝听鸣橹。 <br>君到南徐芳草渡。想得寻春，依旧当年路。后夜独怜回首处。乱山遮隔无重数。",
  "fanyi": "<p><strong>译文</strong><br>无尽的离愁别恨化为无尽的春雨。使春江水涨，浩浩荡荡，一派东流去，尽管盛情挽留，但朋友还是不得不登船离去。耳听那越来越小的橹声，为你前程坎坷难卜担忧。<br>到了南徐州那芳草如茵的渡口。如果你想寻春，依旧是当年我们曾走过的那条路。悬想别后友人思我，回望之时，已是有无数乱山遮隔。</p> <p><strong>注释</strong><br>⑴ 刬地：依旧，还是。此处作“一派”讲。<br>⑵鸣艣：艣同‘橹’，鸣艣，指划船的橹摇动时所发出的声音。<br>⑶南徐：州名。东晋时侨置徐州于京口，后曰南徐；即今江苏镇江市。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　送别朋友，是唐宋<a href=\"http://so.gushiwen.org/view_59008.aspx\">诗</a>词中经常被采纳的题材之一。这方面的名篇佳作，数不胜数。杨氏的这首送别词，虽非上乘之作，但写得幽畅婉曲，颇有特色。词的发端便直言离恨：“离恨做成春夜雨。”与好朋友春夜话别，无尽的离愁别恨化为无尽的春雨；那绵绵春雨就像绵绵友情。“添得”二句进一步写一场春雨，使春江水涨，浩浩荡荡，一派东流去。以春江东流，来写离愁滔滔不绝，近于李后主“问君能有几多愁？恰似一江春水向东流”句意。</p> <p>　　“弱柳”两句写弱柳系不住船，表示尽管盛情挽留，但朋友还是不得不登船离去。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>有《题朱郎中白都庄》诗曰：“藜杖听鸣艣。”眼看着船儿渐去渐远，耳听那越来越小的橹声，心中既为朋友离去而怅惘，有一种“人去一城空”的失落感；又有对朋友一路风波之劳和前程坎坷难卜的担忧。“为君愁绝”中一个“绝”字，饱含这无限深情。</p> <p>　　下片“君到”三句写朋友要去的目的地。这句话表面上是说：到了南徐州那芳草如茵的渡口，如果你想寻春，依旧是当年我们曾走过的那条路。话语下面隐藏的意思是：本是当年你我结伴同行，而今只有你形单影只，一个人独自踏青了。路依旧而人不同，一种物是人非的感慨，深藏在字里行间。</p> <p>　　结尾“后夜”两句是悬想别后友人思己，回望之时，已是有无数乱山遮隔。这是透过一层的写法，宋词中屡见。下片首称“君”，故“独怜”下亦有一“君”字存在。又因是由词人悬想而出，故“乱山遮隔”之感，亦彼此同之。“词起结最难，而结尤难于起。”（沈祥龙《论词随笔》）这首词结句俊秀飘逸、悠悠长长，有不尽之意。这种结法与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗《黄鹤楼送<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>之广陵》的结句“孤帆远影碧空尽，唯见长江天际流”，以及<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>诗《白雪歌送武判官归京》的结句“山回路转不见君，雪上空留马行处”等一样，都是“‘临去秋波那一转’，未有不令人消魂欲绝者也。”（<a href=\"http://so.gushiwen.org/author_2136.aspx\">李渔</a>《窥词管见》）</p> <p>　　陆氏侍儿有《如梦令·送别》词曰：“日暮马嘶人去，船逐清波东注。后夜最高楼，还肯思量人否？无绪，无绪，生怕黄昏疏雨。”这首小令的意境和这首《蝶恋花》的诗情画意，确乎相近，可对读并可互相发明。</p>",
  "poet": {
    "id": 101,
    "star": 0,
    "name": "杨炎正",
    "image": "http://img.gushiwen.org/authorImg/yangyanzheng.jpg",
    "desc": "杨炎正（1145—？）字济翁，庐陵（今江西吉安）人，杨万里之族弟。庆元二年（1196）年五十二始登第，受知于京镗，为宁县簿。六年，除架阁指挥，寻罢官。嘉定三年（1210）于大理司直任上以臣僚论劾，诏与在外差遣，知藤州。嘉定七年又被论罢，改知琼州，官至安抚使。杨炎正与辛弃疾交谊甚厚，多有酬唱。"
  },
  "tags": [
    "婉约",
    "送别"
  ]
}