{
  "id": 72318,
  "star": 36,
  "name": "梅圣俞诗集序",
  "dynasty": "宋代",
  "content": "　　予闻世谓诗人少达而多穷，夫岂然哉？盖世所传诗者，多出于古穷人之辞也。凡士之蕴其所有，而不得施于世者，多喜自放于山巅水涯之外，见虫鱼草木风云鸟兽之状类，往往探其奇怪，内有忧思感愤之郁积，其兴于怨刺，以道羁臣寡妇之所叹，而写人情之难言。盖愈穷则愈工。然则非诗之能穷人，殆穷者而后工也。 </p> <p>　　予友梅圣俞，少以荫补为吏，累举进士，辄抑于有司，困于州县，凡十余年。年今五十，犹从辟书，为人之佐，郁其所蓄，不得奋见于事业。其家宛陵，幼习于诗，自为童子，出语已惊其长老。既长，学乎六经仁义之说，其为文章，简古纯粹，不求苟说于世。世之人徒知其诗而已。然时无贤愚，语诗者必求之圣俞；圣俞亦自以其不得志者，乐于诗而发之，故其平生所作，于诗尤多。世既知之矣，而未有荐于上者。昔王文康公尝见而叹曰：“二百年无此作矣！”虽知之深，亦不果荐也。若使其幸得用于朝廷，作为雅、颂，以歌咏大宋之功德，荐之清庙，而追商、周、鲁颂之作者，岂不伟欤！奈何使其老不得志，而为穷者之诗，乃徒发于虫鱼物类，羁愁感叹之言。世徒喜其工，不知其穷之久而将老也！可不惜哉！ </p> <p>　　圣俞诗既多，不自收拾。其妻之兄子谢景初，惧其多而易失也，取其自洛阳至于吴兴以来所作，次为十卷。予尝嗜圣俞诗，而患不能尽得之，遽喜谢氏之能类次也，辄序而藏之。 </p> <p>　　其后十五年，圣俞以疾卒于京师，余既哭而铭之，因索于其家，得其遗稿千余篇，并旧所藏，掇其尤者六百七十七篇，为一十五卷。呜呼！吾于圣俞诗论之详矣，故不复云。 </p> <p>　　庐陵欧阳修序。",
  "fanyi": "<h2>译文</h2> 　　我听到世人常说：<a href=\"http://so.gushiwen.org/view_72318.aspx\">诗</a>人仕途畅达的少，困厄的多。难道真是这样吗？大概是由于世上所流传的诗歌，多出于古代困厄之士的笔下吧。大凡胸藏才智而又不能充分施展于世的士人，大都喜爱到山头水边去放浪形骸，看见虫鱼草木风云鸟兽等事物，往往探究它们的奇特怪异之处，内心有着忧愁感慨愤激的郁积，这些情感化为诗兴，即寄托在怨恨讽刺之中，道出了逐臣寡妇的慨叹，而写出了人所难于言传的感受来。大概越困厄就越能写得工巧。如此说来，并非写诗使人穷困潦倒，大概是穷困潦倒后才能写出好诗来。 <br>　　我的朋友梅圣俞，年轻时由于荫袭补为下级官吏，屡次考进士，总是遭到主考部门的压制，在地方上困厄了十多年。年已五十了，还要靠别人下聘书，去当人家的办事员。郁积着自己的才能智慧，不能在事业上充分地表现出来。他家乡在宛陵，幼年时就学习诗歌，从他还是个孩童时起，写出诗句来就已使得父老长辈惊异了。等到长大，学习了六经仁义的学问，他写出的文章简古纯正，不希求苟且取悦于世人，因此世人只知道他会写诗罢了。然而当时人不论贤愚，谈论诗歌必然会向圣俞请教。圣俞也把自己不得志的地方，喜欢通过诗歌来发泄，因此他平时所写的东西，其中诗歌就特别多。社会上已经知道他了，却没有人向朝廷推荐他。从前王文康公曾看到他的诗作，慨叹地说：“二百年没有这样的作品了！”虽然对他了解很深，可还是没有加以推荐。假使他有幸得到朝廷的任用，写出如《诗经》中雅、颂那样的作品，来歌颂大宋的功业恩德，献给宗庙，使他类似于商颂、周颂、鲁颂等作者，难道不是很壮伟的吗？可惜他到老也不得志，只能写困厄者的诗歌，白白地在虫鱼之类上抒发穷苦愁闷的感叹。社会上只喜爱他诗歌的工巧，却不知道他困厄已久将要老死了，这难道不值得叹息吗？ <br>　　圣俞的诗很多，自己却不收拾整理。他的内侄谢景初担心它太多容易散失，选取他从洛阳到吴兴这段时间的作品，编为十卷。我曾经酷爱圣俞的诗作，担心不能全部得到它，十分高兴谢氏能为它分类编排，就为之作序并保存起来。 <br>　　从那以后过了十五年，圣俞因病在京师去世，我已痛哭着为他写好了墓志铭，便向他家索求，得到他的遗稿一千多篇，连同先前所保存的，选取其中特别好的共六百七十七篇，分为十五卷。啊，我对圣俞的诗歌已经评论得很多了，所以不再重复。 <br>　　庐陵<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>序。",
  "about": "<h2>穷而后工</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>这篇序文之所以历来受人推重，主要原因在于作者提出了“穷而后工”的创作思想。吴楚材等在《古文观止》中说：“‘穷而后工’四字，是欧公独创之言，实为千古不易之论。”欧阳修的“穷而后工”说，与<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的“发愤而作”说和<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的“不平则鸣”说，一脉相承，共同发挥着一种具有普遍意义的文学创作本原论。</p> <p>　　“发愤而作”之语，源于司马迁的《史记·太史公自序》，他认为《周易》、《春秋》、《离骚》、《国语》、《孙子兵法》、《吕览》、《<a href=\"http://so.gushiwen.org/view_72318.aspx\">诗</a>经》等，“大抵贤圣发愤而所为作也”，这是对《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>·抽思》中“发愤以抒情”的继承和发展。李贽在《忠义水浒传序》中，对这一思想阐发得较简明：“古之圣贤，不愤则不作矣。不愤而作，譬如不寒而颤，不病而呻吟也，虽作何观乎！《水浒传》者，发愤之所作也。”<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>也称自己的作品《聊斋志异》为“孤愤之书”。由此可见，“发愤而作”是中国文论的一个传统思想。</p> <p>　　“不平则鸣”之说，语出韩愈《送孟东野序》：“大凡物不得其平则鸣，……人之言也亦然，有不得已者而后言，其歌也有思，其哭也有怀。”韩愈的这一“不得其平则鸣”，是对司马迁“发愤之所为作”的进一步发挥，对后世影响颇大。贺贻孙在《水田居遗书》文集卷三《诗余自序》中说：“风雅诸什，自今诵之以为和平，若在作者之旨，其初皆不平也！若使平焉，美刺讽诫何由生，而兴、观、群、怨何由起哉？”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》亦云：“古诗云：‘谁能思不歌，谁能饥不食？’诗词者，物之不得其平而鸣者也。故‘欢愉之辞难工，愁苦之言易巧’。”由此可见，“不平则鸣”也是中国传统文论的一个重要思想。</p> <p>　　欧阳修的《梅圣俞诗集序》第一段，主要从三个层面阐发了“穷而后工”的创作思想：一是认为“世所传诗者，多出于古穷人之辞”。这里的“穷”，指的是仕途坎坷、人生困厄。坎坷出诗人，困厄出诗人，从概率上看确实如此。二是强调“内有优思感愤之郁积”方能发而为诗。因为“穷”，才能感受真切、思悟深沉、感情激烈，这是文学创作必备的动力和源泉。三是肯定“愈穷则愈工”。工者，好也，美也。这让人想起了孟子的话：“天将降大任于斯人也，必先苦其心志”，“困于心，衡于虑，而后作”。将以上三个层面联系起来看，那就是“穷”则“郁积”深厚、“优愤”强烈，故发而多能成为“愈工”的好诗。这是符合认识论、实践论、创作论的基本原理的。</p> <p>　　从侧重点上看，“发愤而作”说强调创作需有一种强烈的激情，“不平则鸣”说强调这激情来之于心中的不平之气，而“穷而后工”说则强调这激情、这不平是源之于人生的穷困郁积。其实这三说在精神实质上是一致的，它们相互补充，相互发挥，共同建构了一个关于文学创作本源论的系统学说。文学创作，特别是诗歌创作的动力和源泉是什么？这三说都是聚焦于创作主体的内在积累和情感。胸中有，笔下才能有，这是必然。但这三者也没有排斥客观现实的本源意义：“愤”何以生？“不平”从何而来？特别是欧阳修强调“穷”，就把“愤”、“不平”与社会人生现实紧密联系在一起了。所以说，以“发愤而作”、“不平则鸣”、“穷而后工”三说为核心的中国传统文学创作本源论，是一个既抓住要领、又相当全面的学说，应当给予充分的肯定和发扬。</p><br/><h2>艺术特色</h2> <p>　　1．以“穷而后工”旨意统领全文。文章一开头就从理论上阐发“穷而后工”的创作思想，从而形成一个高屋建瓴的主旨，并始终扣住“穷”、“工”二字，将序中应有的其他内容都贯穿起来，这是颇具匠心的。第二段写梅圣俞的生平和创作，写生平着眼“穷”，写创作着眼“工”，因穷而后工，可谓首段说理的实例演绎。第三、四段虽然是写<a href=\"http://so.gushiwen.org/view_72318.aspx\">诗</a>集的成书过程，但其间处处流露着作者对梅圣俞其人其诗的爱重，可以看作是对梅诗之工的侧面衬托。其中有赞美，有喟叹：赞美的指向还是其诗之“工”，喟叹的指向还是其人之“穷”。而且作者行文的好处在于：虽欲紧扣“穷工”，却并不急切、黏滞；虽是写成书过程，却又总是不忘记“穷工”。这就是不即不离、从容不迫的大家手笔。 </p> <p>　　2．行文起伏跌宕，长于变化。这主要体现在如下三个方面：一是说理先设对立面。作者本可一上来就正面展开对“穷而后工”的论说，但那样就会过于平板。于是作者第一句就揭出“诗人少达而多穷”的世俗流行观点，然后通过辨析这一观点的不确切，顺势展开论说，从而很自然地得出“穷而后工”、“愈穷愈工”的结论。二是多角度多手法地证明论点。为了突出梅诗之“工”，作者先说他自幼出语惊人，这是铺垫手法；次说他的文章“简古纯粹”，但人们却只知其诗，这是以文之美来衬托诗之工；再说“时无贤愚，语诗者必求之圣俞”，这是借公众的推崇来赞扬梅诗之工；接着又写到王文康公对梅诗的赞叹，这是借名人名言来旁证；最后还通过作者自己对梅诗的热爱来侧面烘托梅诗之工。三是虚实并举，大起大落写感慨。文章在写完梅诗之工后，有感而发，顺势而带出感慨。为了充分表达这感慨，作者先通过虚设，写其若能“幸得用于朝廷”，则必将功德宏伟，这是大起大扬；后文突转，通过实写，叹其终不得志，久而将老，令人悲从中来，这是大抑大落。一虚一实，一起一落，不仅正反对举，事理昭彰，而且情致跌宕，感人备至。</p><br/><h2>写作背景</h2> 　　北宋<a href=\"http://so.gushiwen.org/view_72318.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>（字圣俞）一生颇不得意。诗作多反映社会矛盾和民生疾苦，风格平淡朴实，有矫正宋初靡丽倾向之意，对宋代诗风的转变有倡导和力行之功，甚受<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等人的推重。在理论上，他注重诗的政治内容，并认为写诗须“能状难写之景如在目前，含不尽之意见于言外，然后为至”，这一审美创造思想对后世影响颇大。他为梅尧臣的诗集作序，一方面是肯定梅尧臣在矫正宋初浮艳诗风方面的功绩，另一方面也是借以宣扬自己“穷而后工”的文学主张。<br/><h2>层次结构</h2> <p>　　全文四段，第一段是从理论上阐发“穷而后工”的文学创作理论。先从辨析“<a href=\"http://so.gushiwen.org/view_72318.aspx\">诗</a>人少达而多穷”的世俗观点人手；接着阐明：凡“传世”之诗，皆仕途穷困者长期积优感愤、然后兴于怨刺的产物；最后顺势得出结论；穷而后工。</p> <p>　　第二段写<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>其人、其诗。分三层：首层述其生平，突出一个“穷”字；第二层评其诗文，突出一个“工”字；第三层感叹其怀才而不得用于世，将老，可悲，这悲的底蕴还是“穷”和“工”。可以说，这第二段是以梅尧臣为例，用事实证明了“穷而后工”的道理。</p> <p>　　第三段和第四段是交待梅尧臣诗集的搜集、整理、编次、作序过程。这是‘“序”应有的内容。从中亦可看出<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>对梅尧臣其人、其诗的爱重，从侧面烘托梅诗之工。</p> <p>　　作为一本诗集的序言。本文体现了“序”这一文体的应有内容要素：一是应交待成书的基本情况。文章的三、四段完成了这一任务。二是介绍作者及该书有关的思想、创作情况，述评其著作的主要特点。这是作序的主要内容和任务，故而本文的第二段用了较多的笔墨。三是要有作序者的主导思想，而且这主导思想要与该书及其作者密切相关，从而形成融贯全序乃至全书的灵魂。本文一开头就阐发的“穷而后工”思想，就起到了这一灵魂的作用。</p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "古文观止",
    "序文"
  ]
}