{
  "id": 55992,
  "star": 5,
  "name": "感皇恩·小阁倚秋空",
  "dynasty": "宋代",
  "content": "小阁倚秋空，下临江渚。漠漠孤云未成雨。数声新雁，回首杜陵何处。壮心空万里，人谁许！<br>黄阁紫枢，筑坛开府。莫怕功名欠人做。如今熟计，只有故乡归路。石帆山脚下，菱三亩。",
  "fanyi": "<p><strong>译文<br></strong>小楼依偎着秋天的长空，凭高俯视着江边快快沙洲。升起静静一片乌云，播雨还不带时候。长空里几声新雁的鸣叫在云际漂浮，不由人回头遥望，长安呵，杜陵呵，你在天的哪头？我空将立功万里的壮志坚守，但有谁赞许我、任用我，向我招手？<br>登黄阁，步紫枢，入相封侯把高禄享受，登坛拜将、位至三公把名利成就，这功名富贵、高官显爵用不着担心没人去蝇营狗苟。我再三考虑、反复计谋，只有回故乡在山里悠游，到那石帆山下，种上三亩菱藕度这春秋！</p> <p><strong>注释<br></strong>①感皇恩：唐教坊曲名。双调六十七字，前后段各七句，四仄韵。<br>②杜陵：在长安城东南，秦时为杜县地，汉时为宣帝陵所在，故称杜陵，这里用杜陵指代长安。<br>③谁许：何许，即“何处”“什么地方”。<br>④黄阁：本指汉代丞相办公处所，此指中书、门下省。紫枢：指掌兵的中央机关枢密院。<br>⑤筑坛：汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>在汉中设坛场拜韩信为大将，见《史记·淮阴侯列传》。开府：指做官做到三公的高位。汉制，三公得开府，自置官属。<br>⑥石帆山：山名，在作者家乡山阴。<br>⑦菱：菱藕。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在一个初秋的阴天，作者登上了江边的一个小阁，仰望初秋的天空看见迷蒙的云气还没有浓结到要化成雨点的样子，俯视下面可以看到江水和沙渚，境界是开阔的，并带着些静漠与冷清。作者只轻轻地把它描写成“小阁倚秋空，下临江渚，漠漠孤云未成雨”，概括了登高之事和周围环境，并描写视觉中景物，运化<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《感皇恩》“小阁倚晴空”的词句，<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>《滕王阁》“滕王高阁临江渚”的<a href=\"http://so.gushiwen.org/view_55992.aspx\">诗</a>句。“数声新雁，回首杜陵何处。”接着是写听觉，并由此引出作者的联想。雁是“新雁”，知秋是“新秋”；云是“孤”云，雁只“数”声，“数”字中也反映出主客观的孤独意象的两相契合。</p> <p>　　长安这个汉唐故都，是华夏强盛的象征，也是西北的政治、军事中心之地。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>急切地盼望南宋统治者能从金人手里收复长安；他从军南郑，时时遥望长安，寄托其收复故国山河的思想感情。他向宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>建议：“经略中原，必自长安始。”诗文中写到想念长安的也很多，如《闻虏乱有感》的“有时登高望跾杜，悲歌仰天泪如雨”，《东楼集序》的“北游山南，凭高望跾、万年诸山，思一醉曲江、渼陂之间，其势无由，往往悲歌流涕”，这样的词句很多，可见其感触之深且痛，因此经常地提及。古人写闻雁和长安联系的，除陆诗外，还有许多如<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《秋浦道中》的“为问寒沙新雁到，来时为下杜陵无”，于邺《秋夕闻雁》的“忽闻凉雁至，为报杜陵秋”，只是一般的去国怀都之感。作者写的，如《秋晚登城北门》的“一点烽传散关信，两行雁带杜陵秋”，这些是和关心收复长安的信息是有关的词中写闻新雁而回头看不到长安，也是感叹收复长安的好消息的不能到来。“壮心空万里，人谁许！”空有从军万里的壮怀，而无人相许（即无人赏识、信任的意思），申明“回首”句的含意，这里的描写从含蓄的寄概到激昂的抒情，体现了作者写作的特点从作者的诗词风格看，他是比较习惯于采用后一种写法的；在这一首词中，他极力抑制激情，却较多地采用前一种写法。</p> <p>　　过片用了“黄阁紫枢，筑坛开府，莫怕功名欠人做。”黄阁、紫枢，指代宰相和枢密使，是宋代最高文武官吏。黄阁，宰相官署，卫宏《汉官旧仪》：“丞相听事阁曰黄阁”；宋代的戎服多用紫色，故以紫枢指枢密院。筑坛，用了汉高祖设坛场拜韩信为大将的典故；开府是开幕府，置僚属，在宋代，高级行政区的军政长官有此种权力。第一、二句指为将相，第三句说不怕这种职位无人可当，意即用不着自己怀抱壮志与准备担当大任。陆游并不热衷于当高官，但却始终抱着为效忠国家而建立功名的壮志。他曾向往于这种功名，他的《金错刀行》诗说：“千年史策耻无名，一片丹心报天子。”《书怀》诗说：“老死已无日，功名犹自期。清笳太行路，何日出王师？”他这三句词，说得很平淡，很坦然，但他不会真的会这样轻易放弃自己的壮志、相信一般的将相也能够担负恢复祖国统一大业的重任。他的热情性格和当时冷酷的现实使他不可能做到这一点。他的自慰之辞，只不过是愤激的反语罢了而实际上，是一种更为曲折、更为深沉的感慨。是从“封侯事在，功名不信由天”（《汉宫春》）的乐观，到“元知造物心肠别，老却英雄似等闲”（《鹧鸪天》）的绝望过程中的感慨。</p> <p>　　“如今熟计，只有故乡归路。石帆山脚下，菱三亩。”这里说的是现在再三思忖只有辞官东归，回到故乡山阴的石帆山下，去种三亩菱为生。这是积极的理想找不到出路，被迫要作消极的归隐之计，经过一番思考，连归隐后的生活都作了具体的设想，所以最后出现一个江南水乡的图景。痛苦的心情融化于优美的自然景物，表面上是景美而情淡，实际上是闲淡中抑制着内心的愤激，深藏着内心的痛苦。</p> <p>　　这是陆游的一首要用归隐的办法来解决理想与现实的矛盾的词作，情景结合，看似很矛盾但解决得比较圆满，作者的心情在这首词中表现得比较闲淡。深入体会，仍然透露出理想对现实的尖锐冲突和强烈抗议，所以意境是曲折的，感慨是深沉的。</p>",
  "about": "<h2>创作背景</h2> 　　乾道八年（1172）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>时年四十八岁，在南郑任四川宣抚使司干办公事兼检法官。他和四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>正在计划收复长安，王炎调回临安，陆游亦调官成都。这首词是他调成都以后、出川以前的作品。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "写景",
    "抒情",
    "壮志未酬",
    "悲愤"
  ]
}