{
  "id": 6588,
  "star": 1730,
  "name": "逢雪宿芙蓉山主人",
  "dynasty": "唐代",
  "content": "日暮苍山远，天寒白屋贫。<br>柴门闻犬吠，风雪夜归人。",
  "fanyi": "<p><strong>译文</strong><br>暮色苍茫，更觉前行山路遥远。天寒地冻，倍觉投宿人家清贫。<br>忽然听得柴门狗叫，应是主人风雪夜归。</p> <p><strong>注释</strong><br>逢：遇上。<br>宿：投宿；借宿。<br>芙蓉山主人：芙蓉山，各地以芙蓉命山名者甚多，这里大约是指湖南桂阳或宁乡的芙蓉山。主人，即指留<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>人借宿者。这首诗通过雪夜借宿山村的情形，巧妙地写出山村景象与农家生活。<br>日暮：傍晚的时候。<br>苍山远：青山在暮色中影影绰绰显得很远。苍：青色。<br>白屋：未加修饰的简陋茅草房。一般指贫苦人家。<br>犬吠：狗叫。<br>夜归人：夜间回来的人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p><strong><a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>词大意</strong><br>　　这首诗描绘的是一幅风雪夜归图。前两句，写诗人投宿山村时的所见所感。首句中“日暮”点明时间：傍晚。“苍山远”，是诗人风雪途中所见。青山遥远迷蒙，暗示跋涉的艰辛，急于投宿的心情。下句“天寒白屋贫”点明投宿的地点。“天寒白屋贫”：主人家简陋的茅舍，在寒冬中更显得贫穷。“寒”“白”“贫”三字互相映衬，渲染贫寒、清白的气氛，也反映了诗人独特的感受。</p> <p>　　后两句写诗人投宿主人家以后的情景。“柴门闻犬吠”，诗人进入茅屋已安顿就寝，忽从卧榻上听到吠声不止。“风雪夜归人”，诗人猜想大概是芙蓉山主人披风戴雪归来了吧。这两句从耳闻的角度落墨，给人展示一个犬吠人归的场面。</p> <p>　　这首诗用极其凝炼的诗笔，描画出一幅以旅客暮夜投宿、山家风雪人归为素材的<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>夜宿图。诗是按投宿的顺序写下来的。表达了诗人对劳动人民清贫生活的同情。</p> <p><strong>反客为主</strong><br>　　唐代诗人<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>的《逢雪宿芙蓉山主人》一诗可谓广为流传，家喻户晓，其中最后一句“风雪夜归人”甚至为剧作家借用为剧名，遂使此诗在当代更为著名。然而对此诗的理解，窃以为问题颇大，通常的讲析很难令人信服。</p> <p>　　主要问题是两个，一是标题，前面“逢雪宿芙蓉山”六字似已申足诗题，何以还要加上“主人”两字?于是有人以为此乃衍文，“主人”两字应该删去；二是“柴门闻犬吠，风雪夜归人”一联，诸多赏析者都展开神思，想象为：诗人夜宿于芙蓉山某农户家，夜闻农家主人雪夜归来，犬吠人答，所谓：“这些声音交织成一片，尽管借宿之人不在院内，未曾目睹，但从这一片嘈杂的声音足以构想出一幅风雪人归的画面。”(《唐诗鉴赏辞典》406页) 此诗不但运用了“反客为主”——出奇制胜的艺术构思，而且还采用了相辅相成、相得益彰的艺术技巧。由此可见，刘长卿的这首小诗，上联写贬谪中的投宿，重在客观描写，下联写投宿时的感受，重在主观抒发，自然婉转，一气呵成。在表现形式上则相辅相成，相得益彰，音律上也如弹丸圆美流转，自有其美，并不存在所谓脉络的跳跃。诗虽全用赋体，然仍意在言外，启人深思。至此，标题中“主人”两字所特含的暗示意味，也就不言而喻，迎刃而解了，这个芙蓉山“主人”，不是别人，正是诗人之自谓也。 </p><br/><h2>赏析</h2> <p>　　这是一首<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>,也象一幅画.全诗仅以寥寥二十个字,便勾勒出一个严冬寒夜的山村景象和一个逢雪借宿者的形象.</p> <p>　　诗一上来,展现在读者面前的是漫无边际的霭暮笼罩着远处的千嶂万壑,旷野茅屋在凛冽寒气的侵凌下显得是那么孤零安谧.起联不写行人的兼程寻宿,而先写他已找到安顿处后从远处看到的山村景象,这在布局上既避免平铺直叙,又给下联创造了一个广阔的空间和一种萧瑟的气氛.</p> <p>　　下二句,由远景逐渐移入近处,写白屋有人归来,引起了柴门外的犬吠声,这声音来得多么突然,又是多么可喜可亲!如果说,上联已构成了一幅寒寂清冷的风景画,那么下联便是在这幅画的显眼处,纳入了声响和人物,添上寒风和飞雪,经这样的渲染、照应,就把遥见的\"苍山\"、\"白屋\",近闻的\"犬吠\"和眼下的\"风雪\"交织成章了.</p> <p>　　<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>这首诗的意境是从\"夜\"这个中心词生发开去的.\"夜\"是全诗的脉络,\"天寒\"和\"风雪\"加深了\"夜\"的寒意.这夜,是眼前客观现实的寒夜,也是诗人内心对时势有所感受的象征意味的寒夜.刘长卿是一个\"魏阙心常在,随君亦向秦\"(《送王员外归朝》)的入世者,但现实生活却使他沦为一个寄迹楚湘的谪臣.他痛恨上司诬加的罪名,也深知代宗的圣意难违.在诗人心目中朝廷和官场的现状就如同这\"风雪夜\"一般,他既不愿随波逐流、攀龙附凤,又无力拨乱反正,自然只好怆然喟叹.由于在人生道路上长期奔波,当诗人这一次于风雪之夜得到芙蓉山主人的接待,其内心的复杂思绪:悲凉、辛酸之感中夹杂着某种庆幸和温暖的慰藉,是可以想见的.</p> <p>　　这首诗的遣词造句颇见功力.用\"苍山\"对\"白屋\",山是苍色,屋是白色,二者遥相映照,便构成一个银白苍茫的世界.再以\"远\"和\"贫\"真(这里的\"贫\"是少、乏的意思)来点出眼前的空旷浩茫,这就准确地表达了从远处看到的景象.第三句中的\"柴门\"和\"犬吠\".既照应了\"白屋\",又是\"白屋\"的延伸.特别是句中一\"吠\"字,响亮有声,划破了日暮天<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>村的宁静,唤起了寂寥群山的回响,给沉睡的郊野带来了生气. </p><br/><h2>赏析分歧</h2> <p>　　该<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>释义上的分歧主要有三：第一句“日暮苍山远”之“苍山”是特指还是泛指，“远”是尚远还是似乎更远；第二句“天寒白屋贫”之“白屋”是简陋之屋还是覆雪之屋，“贫”是稀少还是感觉贫寒；第三句“柴门闻犬吠”之“闻”是诗人闻还找人闻。</p> <p>　　在思想感情上的分歧是，一种意见认为该诗表达了“作者对贫 寒人家的同情”：且诗句“风雪夜归 人”应解释为“主人为谋求生活，在 外劳碌奔波，夜里才回家。”；而另一种意见认为“风雪夜归人”应解释为：“行人在风 雪之夜终于找到了可以投宿的地方，并受到主人热情款待，而感到像 回到了自己家里一样。”古诗表达了作者对芙蓉山主人的感激之情，同时赞扬 主人热情好客、与人方便的美德。关键是诗人的立足点在哪里。前者，诗人是在“白屋”外，在风雪途中；后者，诗人在“白屋”内，或前两句在屋外，后两句在屋内。</p><br/><h2>赏析二</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>用极其凝炼的诗笔，描画出一幅以旅客暮夜投宿、山家风雪人归为素材的<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>夜宿图。诗是按时间顺序写下来的。首句写旅客薄暮在山路上行进时所感，次句写到达投宿人家时所见，后两句写入夜后在投宿人家所闻。每句诗都构成一个独立的画面，而又彼此连属。诗中有画，画外见情。</p> <p>　　诗的开端，以“日暮苍山远”五个字勾画出一个暮色苍茫、山路漫长的画面。诗句中并没有明写人物，直抒情思，但其人呼之欲出，其情浮现纸上。这里，点活画面、托出诗境的是一个“远”字，从这一个字可以推知有行人在暮色来临的山路上行进时的孤寂劳顿的旅况和急于投宿的心情。接下来，诗的次句使读者的视线跟随这位行人，沿着这条山路投向借宿人家。“天寒白屋贫”是对这户人家的写照；而一个“贫”字，应当是从遥遥望见茅屋到叩门入室后形成的印象。上句在“苍山远”前先写“日暮”，这句则在“白屋贫”前先写“天寒”，都是增多诗句层次、加重诗句分量的写法。漫长的山路，本来已经使人感到行程遥远，又眼看日暮，就更觉得遥远；简陋的茅屋，本来已经使人感到境况贫穷，再时逢寒冬，就更显出贫穷。而联系上下句看，这一句里的“天寒”两字，还有其承上启下作用。承上，是进一步渲染日暮路遥的行色；启下，是作为夜来风雪的伏笔。</p> <p>　　这前两句诗，合起来只用了十个字，已经把山行和投宿的情景写得神完气足了。后两句诗“柴门闻犬吠，风雪夜归人”，写的是借宿山家以后的事。在用字上，“柴门”上承“白屋”，“风雪”遥承“天寒”，而“夜”则与“日暮”衔接。这样，从整首诗来说，虽然下半首另外开辟了一个诗境，却又与上半首紧紧相扣。但这里，在承接中又有跳越。看来，“闻犬吠”既在夜间，山行劳累的旅人多半已经就寝；而从暮色苍茫到黑夜来临，从寒气侵人到风雪交作，从进入茅屋到安顿就寝，中间有一段时间，也应当有一些可以描写的事物，可是诗笔跳过了这段时间，略去了一些情节，即使诗篇显得格外精炼，也使承接显得更加紧凑。诗人在取舍之间是费了一番斟酌的。如果不下这番剪裁的功夫，也许下半首诗应当进一步描写借宿人家境况的萧条，写山居的荒凉和环境的静寂，或写夜间风雪的来临，再不然，也可以写自己的孤寂旅况和投宿后静夜所思。但诗人撇开这些不去写，出人意外地展现了一个在万籁俱寂中忽见喧闹的犬吠人归的场面。这就在尺幅中显示变化，给人以平地上突现奇峰之感。</p> <p>　　就写作角度而言，前半首诗是从所见之景着墨，后半首诗则是从所闻之声下笔的。因为，既然夜已来临，人已就寝，就不可能再写所见，只可能写所闻了。“柴门”句写的应是黑夜中、卧榻上听到的院内动静：“风雪”句应也不是眼见，而是耳闻，是因听到各种声音而知道风雪中有人归来。这里，只写“闻犬吠”，可能因为这是最先打破静夜之声，也是最先入耳之声，而实际听到的当然不只是犬吠声，应当还有风雪声、叩门声、柴门启闭声、家人回答声，等等。这些声音交织成一片，尽管借宿之人不在院内，未曾目睹，但从这一片嘈杂的声音足以构想出一幅风雪人归的画面。</p> <p>　　全诗纯用白描手法，语言朴实无华，格调清雅淡静，却具有悠远的意境与无穷的韵味。</p>",
  "about": "<h2>创作背景</h2> <p>　　大约在唐代宗大历八年（773）至十二年（777）间的一个秋天，<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>受鄂岳观察使吴仲儒的诬陷获罪，因监察御史苗丕明镜高悬，才从轻发落，贬为睦州司马。《逢雪宿芙蓉山主人》写的是严冬，应在遭贬之后。上半首似言自己被害得走投无路，希望获得一席净土，可是，在冷酷的现实之中，哪有自己的立身之所。下半首似言绝望中遇上救星苗丕，给自己带来了一点可以喘息的光明，当然也包含无限的感激之情。以此看来，这首<a href=\"http://so.gushiwen.org/view_6588.aspx\">诗</a>不仅是一幅优美的风雪夜归图，而且反映了诗人政治生涯的酸辣。</p>",
  "poet": {
    "id": 104,
    "star": 0,
    "name": "刘长卿",
    "image": "http://img.gushiwen.org/authorImg/liuchangqing.jpg",
    "desc": "刘长卿(约726 — 约786)，字文房，汉族，宣城（今属安徽）人，唐代诗人。后迁居洛阳，河间（今属河北）为其郡望。玄宗天宝年间进士。肃宗至德中官监察御史，后为长洲县尉，因事下狱，贬南巴尉。代宗大历中任转运使判官，知淮西、鄂岳转运留后，又被诬再贬睦州司马。德宗建中年间，官终随州刺史，世称刘随州。"
  },
  "tags": [
    "山村",
    "写景",
    "冬天",
    "写雪",
    "写风",
    "写人"
  ]
}