{
  "id": 123,
  "star": 70,
  "name": "采苓",
  "dynasty": "先秦",
  "content": "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？<br>采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？<br>采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？",
  "fanyi": "<p><strong>译文<br></strong>攀山越岭采茯苓啊采茯苓，那苦人儿伫立在首阳山顶。无聊小人制造着她的闲话，不要信啊没有一句是真情。干脆抛弃它们吧抛弃它们，切莫信以为真清者自然清。那些造谣生事的长舌妇们，最终还是竹篮打水一场空！<br>攀山越岭采苦菜啊采苦菜，那苦人儿寻到首阳山下来。无聊小人制造着她的闲话，你不要自乱阵脚参与进来。轻轻拂去它们吧拂去它们，切莫信以为真真相终大白。那些流言蜚语的制造者们，一无所得枉费心思空挂怀！<br>攀山越岭采芜菁啊采芜菁，那苦人儿转到首阳山之东。无聊小人制造着她的闲话，最好堵上自己耳朵不要听。不要太在意它们吧别在意，千万别听雨是雨听风是风。那些以造谣传谣为乐的人，能得到什么最终两手空空！</p> <p><strong>注释<br></strong>⑴苓（líng）：通“蘦”，一种药草，即大苦。毛传：“苓，大苦也。”<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》：“此乃黄药也。其味极苦，谓之大苦。”<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>《群经评议》：“<a href=\"http://so.gushiwen.org/view_123.aspx\">诗</a>人盖托物以见意，苓之言怜也，苦之言苦也。”一说为莲。旧注或谓此苓为甘草。<br>⑵首阳：山名，在今山西永济县南，即雷首山。<br>⑶为（wěi）言：即“伪言”，谎话。为，通“伪”。<br>⑷苟亦无信：不要轻信。苟，诚，确实。<br>⑸舍旃（zhān）：放弃它吧。舍，放弃；旃，“之焉”的合声。<br>⑹无然：不要以为然。然，是。<br>⑺胡：何，什么。<br>⑻苦：即所谓的苦菜，野生可食。<br>⑼无与：不要理会。与，许可，赞许。<br>⑽葑（fēng）：即芜菁，又叫蔓菁，大头菜之类的蔬菜。<br>⑾从：听从。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首劝诫世人不要听信谗言的<a href=\"http://so.gushiwen.org/view_123.aspx\">诗</a>歌。此诗分三章，每章以托物起兴的表现手法开篇。所谓“兴”，依<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的解释就是“先言他物以引起所咏之词”。第一章的“采苓采苓，首阳之颠”，第二章的“采苦采苦，首阳之下”，第三章的“采葑采葑，首阳之东”等等，都是用“先言他物”的手法以引起下文的。“苓”，一名黄药，又名大苦，叶似地黄。“苦”，是苦菜，亦作“荼”，似葵。“葑”，是芜菁，亦称蔓菁，俗称大头菜，根块肥大，可供蔬食。这三种植物，都是《诗经》时代人们生活的必需品，与他们的生活息息相关。诗人用这三种习见之物以起兴，从而表达自己“人之为（伪）言”“苟亦无信”、“苟亦无与”、“苟亦无从”的理念。</p> <p>　　此诗三章，先后告诫人们对待谣言要有三种态度“无信”、“无与”、“无从”。“无信”，是强调伪言内容的虚假；“无与”，是强调伪言蛊惑的不可置理；“无从”，是强调伪言的教唆不可信从。意思是说，首先要认识到它不可信，其次要不参与传播，第三要不能听信折磨自己。语意层层递进，从而强调伪言之伪。接着诗人又用“舍旃舍旃”这个叠句，反复叮咛，进一步申述伪言的全不可靠，要舍弃它们，不要信以为真，因为这世道很复杂，人心不古比比皆是，三人成虎、众口烁金之事不绝如缕。至此，诗人所要申述的“人之为（伪）言”“无信”、“无与”、“无从”的理念已经阐述得淋漓尽致，无须再说了。假若世人都能做到“无信”、“无与”、“无从”，那么伪言也就没有市场，制造伪言的人也无立足之地了。故此诗人在每章的结尾用“人之为言（伪言），胡得焉”以收束全诗，表明造谣者徒劳无功。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_123.aspx\">诗</a>的写作目的是劝诫不可听信谗言。关于此诗的本意，历代一般论家都说是讽刺晋献公的。《毛诗序》称：“《采苓》，刺晋献公也。献公好听谗焉。”近人吴闿生《诗义会通》进一步申述其旨说：“献公听谗之事，莫过于杀太子申生，诗必为是而发。《序》不言者，人所共喻，无待更言也。”吴氏这一推断，虽无信史可征，但不为无据，姑录以备考。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏物"
  ]
}