{
  "id": 24476,
  "star": 59,
  "name": "旅次朔方 / 渡桑干",
  "dynasty": "唐代",
  "content": "客舍并州已十霜，归心日夜忆咸阳。<br>无端更渡桑干水，却望并州是故乡。",
  "fanyi": "<p><strong>译文</strong><br>离开家乡后客宿在并州这个地方已经有十年，我回归的心日日夜夜在思念着故乡咸阳。<br>当初为了博取功名图谋出路，千里迢迢渡过桑乾河，现在并州已经成了我的第二家乡。</p> <p><strong>注释</strong><br>⑴旅：旅行。次：临时住宿。朔方：古都名，自西汉始建，至唐代，辖区多变，治所不一。桑干河以北，属朔方地区。<br>⑵舍：居住。并州：即今太原一带。十霜：一年一霜，故称十年为“十霜”。<br>⑶咸阳：陕西咸阳是作者故乡。<br>⑷无端：没有缘由，不知为什么。桑乾水：即桑干河，源出西北部管涔山，向东北流入河北官厅水库。相传，在每年桑椹成熟时干涸，故有此名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　在许多<a href=\"http://so.gushiwen.org/view_24476.aspx\">诗</a>集中，这首诗都归在<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>名下，其实是错误的。因为贾岛是范阳（今北京市大兴县）人，不是咸阳（今陕西省咸阳市）人，而在贾岛自己的作品以及有关这位诗人生平的文献中，从无他在并州作客十年的记载。又此诗风格沉郁，与贾诗之以清奇僻苦见长者很不相类。《元和御览诗集》认为它出于贞元间诗人<a href=\"http://so.gushiwen.org/author_240.aspx\">刘皂</a>之手。虽然今天对刘皂的生平也不详知，但元和与贞元时代相接，《元和御览诗集》的记载应当是可信的。因此定其为刘作。</p> <p>　　此诗题目，或作《渡桑乾》，或作《旅次朔方》。前者无须说明，后者却要解释一下。朔方始见《尚书·尧典》，即北方。但同时又是一个地名，始见《诗经。小雅。出车》。西汉置朔方刺史部（当今内蒙古自治区及陕西省的一部分，所辖有朔方郡），与并州刺史部（当今山西省）相邻。桑乾河并不流经朔方刺史部或朔方郡，所以和朔方之地无关。并州在唐时是河东道，桑乾河由东北而西南，流经河东道北部，横贯蔚州北部，云、朔等州南部。这些州，当今雁北地区。由此可见，诗题朔方，乃系泛称，用法和<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《送应氏》“我友之朔方，亲昵并集送”一样。而刘皂客舍十年之并州，具体地说，乃是并州北部桑乾河以北之地。</p> <p>　　诗的前半写久客并州的思乡之情。十年是一个很久的时间，十年积累起的乡愁，对于旅人来说，显然是一个沉重的负担。所以每天每夜，无时无刻不想回去。无名氏《杂诗》云：“浙江轻浪去悠悠，望海楼吹望海愁。莫怪乡心随魄断，十年为客在他州。”虽地理上有西北与东南之异，但情绪相同，可以互证。后半写久客回乡的中途所感。诗人由山西北部（并州、朔方）返回咸阳，取道桑乾流域。无端，即没来由。更渡，即再渡。这“无端更渡”四字，乃是关键，要细细体会。十年以前，初渡桑乾，远赴并州，是为的什么呢？诗中没有说。而十年以后，更渡桑乾，回到家乡，又是为的什么呢？诗中说了，说是没来由，也就是自己也弄不清楚是怎么一回事。果真如此吗？不过是极其含蓄地流露出当初为了博取功名，图谋出路，只好千里迢迢，跑到并州作客，而十年过去，一事无成，终于仍然不得不返回咸阳家乡这种极其抑郁难堪之情罢了。但是，出乎诗人意外的是，过去只感到十年的怀乡之情，对于自己来说，是一个沉重的负担，而万万没有想到，由于在并州住了十年，在这久客之中，又不知不觉地对并州也同样有了感情。事实上，它已经成为诗人心中第二故乡，所以当再渡桑乾，而回头望着东边愈去愈远的并州的时候，另外一种思乡情绪，即怀念并州的情绪，竟然出人意外地、强烈地涌上心头，从而形成了另外一个沉重的负担。前一矛盾本来似乎是惟一的，而“无端更渡”以后，后一矛盾就突了出来。这时，作者和读者才同样感到，“忆咸阳”不仅不是唯一的矛盾，而且“忆咸阳”和“望并州”在作者心里，究竟哪一边更有分量，也难于断言了。以空间上的并州与咸阳，和时间上的过去与将来交织在一处，而又以现在桑乾河畔中途所感穿插其中，互相映衬，宛转关情，表达了诗人心中对故乡的怀念。</p>",
  "about": "<h2>创作背景</h2> 　　作者为了博取功名，图谋出路，旅居并州十年，但一事无成，于是便返回家乡。但是当作者渡过桑乾到达朔方，回头望着并州的时候，另外一种怀念并州的情绪又涌上心头。在惆怅之际，写下了这首<a href=\"http://so.gushiwen.org/view_24476.aspx\">诗</a>篇。",
  "poet": {
    "id": 240,
    "star": 0,
    "name": "刘皂",
    "image": "http://img.gushiwen.org/authorImg/liuzao.jpg",
    "desc": "刘皂：咸阳（今陕西咸阳市）人，贞元间(785—805)在世，身世无可考。《全唐诗》录存其诗五首。"
  },
  "tags": [
    "思乡"
  ]
}