{
  "id": 58243,
  "star": 15,
  "name": "酷相思·月挂霜林寒欲坠",
  "dynasty": "宋代",
  "content": "月挂霜林寒欲坠。正门外、催人起。奈离别、如今真个是。欲住也、留无计。欲去也、来无计。 <br>马上离魂衣上泪。各自个、供憔悴。问江路梅花开也未。春到也、须频寄。人到也、须频寄。",
  "fanyi": "<h2>注释</h2> ①奈：奈何。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词，是<a href=\"http://so.gushiwen.org/author_486.aspx\">程垓</a>词的代表作之一。在宋金元词苑中，该词牌仅此一篇，程垓的词虽传诵正文，又曾选入《花草粹编》，但因其是一种“僻调”，形式奥妙，写作难度大，不易效仿，所以后人继承这种词风的很少。 </p> <p>　　上片写离情之苦，侧重抒写离别时欲留不得、欲去不舍的矛盾痛苦的心情。起调“月挂霜林寒欲坠”，是这首词仅有的一句景语，创造了一种将明未明、寒气袭人的环境气氛。这本来应是梦乡甜蜜的时刻。可是，这里却正是门外催人启程的时候。“奈离别如今真个是”乃“奈如今真个是离别”的倒装语，意思是对这种即将离别的现实真是无可奈何。这种倒装，既符合词律的要求，又显得新颖脱俗，突出强调了对离别的无可奈何。这种无何奈何、无计可施的心情，通过下边两句更得以深刻表现：“欲住也、留无计；欲去也、来无计”两句感情炽热，缠绵悱恻，均直笔抒写，略无掩饰。想不去却找不到留下来的借口；还未去先想着重来，又想不出重来的办法。铁定地要分别了，又很难再见，当此时怎不黯然神伤，两句写尽天下离人情怀。 </p> <p>　　下片写别后相思之深。这层感情，词人用“离魂”、“憔悴”作过一般表达之后，接着用折梅频寄加以深化。“问江路”三句，化用南朝民歌“折梅寄江北”和<a href=\"http://so.gushiwen.org/author_92.aspx\">陆凯</a>寄<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>“折梅逢驿使，寄与陇头人”<a href=\"http://so.gushiwen.org/view_58243.aspx\">诗</a>意，而表情达意有过之而无不及。尤其是歇拍二句，以“春到”、“人到”复沓盘桓，又叠用“须频寄”，超神入化，写尽双方感情之深，两地相思之苦。 </p> <p>　　这首词中，写景色的语言不多，较多地叙述离别的感情，语言朴实，不事夸张，却能于娓娓叙述之中，表达出缠绵悱恻的感情，自具一种感人的力量。这样的艺术效果，与词人所使用的词调的特殊形式、特殊笔法密切相关。其一，此词上下片同格，在总体上形成一种回环复沓的格调；上片的结拍与下片的歇拍皆用叠韵，且句法结构相同，于是在上下片中又各自形成了回环复沓的格调。这样，回环之中有回环，复沓之中又复沓，反复歌咏，自有一种回环往复音韵天成的韵致。其二，词中多逗。全词十句六逗，而且全是三字逗，音节短促，极造成哽哽咽咽如泣如诉的情调。其三，词中还多用“也”字以舒缓语气。全词十句之中，有五句用语气词“也”，再配上多逗的特点，从而形成曼声低语长吁短叹的语气。词中的虚字向称难用，既不可不用，又不可多用，同一首词中，虚字用至二、三处，已是不好，故为词家所忌。而这首词中，仅“也”字就多达五处，其他如“正”、“奈”、“个”等，也属词中虚字，但读起来却并不觉其多，反觉姿态生动，抑郁婉转，韵圆气足。其关键在于，凡虚处皆有感情实之，故虚中有实，不觉其虚。凡此种种形式，皆是由“酷相思”这种特定内容所决定的，内容和形式在程垓的这首词中做到了相当完美的统一。所以全词句句本色，而其感情力量却不是专事矫柔造作者所能望其项背的。</p>",
  "poet": {
    "id": 486,
    "star": 0,
    "name": "程垓",
    "image": "http://img.gushiwen.org/authorImg/chenggai.jpg",
    "desc": "「程垓」字正伯，眉山（今属四川）人。苏轼中表程之才（字正辅）之孙。淳熙十三年（1186）游临安，陆游为其所藏山谷帖作跋，未几归蜀。撰有帝王君臣论及时务利害策五十篇。绍熙三年（1192），已五十许，杨万里荐以应贤良方正科。绍熙五年（1194）乡人王称序其词，谓“程正伯以诗词名，乡之人所知也。余顷岁游都下，数见朝士，往往亦称道正伯佳句”。冯煦《蒿庵论词》：“程正伯凄婉绵丽，与草窗所录《绝妙好词》家法相近。”有《书舟词》（一作《书舟雅词》）一卷。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "离别",
    "相思"
  ]
}