{
  "id": 8276,
  "star": 19,
  "name": "登金陵冶城西北谢安墩",
  "dynasty": "唐代",
  "content": "晋室昔横溃，永嘉遂南奔。<br>沙尘何茫茫，龙虎斗朝昏。<br>胡马风汉草，天骄蹙中原。<br>哲匠感颓运，云鹏忽飞翻。<br>组练照楚国，旌旗连海门。<br>西秦百万众，戈甲如云屯。<br>投鞭可填江，一扫不足论。<br>皇运有返正，丑虏无遗魂。<br>谈笑遏横流，苍生望斯存。<br>冶城访古迹，犹有谢安墩。<br>凭览周地险，高标绝人喧。<br>想像东山姿，缅怀右军言。<br>梧桐识嘉树，蕙草留芳根。<br>白鹭映春洲，青龙见朝暾。<br>地古云物在，台倾禾黍繁。<br>我来酌清波，于此树名园。<br>功成拂衣去，归入武陵源。",
  "fanyi": "<p><strong>译文<br></strong>　　昔日西晋王朝的政权崩溃时，中原一代的人民纷纷向南边逃亡。当时的局势多么纷乱，乘机崛起的军阀割据势力日日夜夜争斗不休。胡人的马儿在汉地上奔驰，苻坚率领着前秦的军队威胁着中原。贤明而有才能的大臣谢安察觉到了国家即将衰败的命运，为了挽救危局，抵御侵扰，他迅速地东山再起。晋军衣甲鲜明，军容雄壮，气势不凡；沿江陈兵，直到海隅，场面颇为壮观。前秦的军队声势浩大，披甲执戈的军士像天上的积云一样聚集。苻坚骄傲狂妄，不可一世，他自认兵强马多，光是把马鞭投进长江，就足以截断江流。然而东晋王朝的局势开始好转，苻坚的军队吓得魂飞魄散。谢安于谈笑间打败了前秦的军队，老百姓都敬重他，希望他能执掌朝政。如今到古城金陵探访古迹，还可以见到当年的谢安墩。依靠着栏杆远望四周险峻的地势，高耸的谢安墩上没有人群喧哗的声音。我想象着谢安当年的风姿，缅怀着右军将军<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>曾劝谢安以国事为重的言语。王羲之和谢安志同道合，都有为国效力的心愿。他们虽已做古，其功绩却长存于世，就像蕙兰留下的芳根一样。白鹭在春天的小洲上空飞过，青龙山迎接着初生的太阳。虽然年代久远，谢安墩却依旧存在；只是楼台倒塌，到处长满繁盛的庄稼。我来这喝喝酒，并将在这墩上建造林园。等到功成名就的时候，我将拂袖而去，到武陵源去过隐居生活。</p> <p><strong>注释</strong><br>1、这首<a href=\"http://so.gushiwen.org/view_8276.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>游历金陵谢安墩时所作。冶城：相传是三国时吴国的铸冶之地。故址在今南京市朝天宫一带。谢安墩：在金陵城东半山报宁寺的后面，谢安曾和王羲之同登此墩，后称为谢安墩。<br>2、晋室，指西晋王朝。横溃，引申为政权崩溃，这里是指西晋皇族争权互相残杀的“八王之乱”。<br>3、永嘉：晋怀帝年号．永嘉5年(311)匈奴贵族刘曜攻陷洛阳，杀死七民三万余人，中原一带人纷纷南耷避乱。<br>4、龙虎：喻指当时乘机崛起的割据势力。朝昏，日日夜夜。<br>5、风，放逸，引申为追逐、奔弛。<br>6、天骄：天之骄子，本指匈奴．这里指侍坚的前秦。蹙，迫，侵扰。<br>7、哲匠：指贤明有才之士．这里指谢安。<br>8、云鹏：大鹏，指谢安。<br>9、组练：古时车卒与步兵穿的战服。楚国，指江淮一带。此句形容晋军衣甲鲜明、军容雄壮。<br>10、海门：指海边。<br>11、西秦：指十六国时苻坚的前秦。<br>12、投鞭：据《晋书·符坚载记》：荮坚进攻东晋时，曾吹嘘其兵力强大，说：“以吾之众旅，投鞭于江!足断其流。”一扫不足论，一举荡平晋军不在话下，此二句描绘苻坚的骄傲狂妄不可一世。<br>13、皇运。指东晋王朝的命运。返正，复归于正道，这里是振兴的意思。<br>14、丑虏：指苻坚的军队，无遗魂，吓掉了魂。<br>15、“谈笑”二句：据《晋书·谢安传》记载：苻坚攻晋时，谢安镇静如常，与其侄谢玄对局下棋．谈笑自若、遏：阻挡，此二二句意为：谢安谈笑自若地扣。败了前秦军，老自姓希望他执掌朝政。<br>16、凭览：倚栏远望，周，四周。<br>17、高标：指谢安墩高高耸立。绝人喧，无喧闹之声。<br>18、东山，指谢安。谢曾隐居东山。<br>19、右军言：据《晋书·谢安传》载，谢安与王羲之(右军)同登冶城时．王对谢说：“现在天下大乱，应人人为国效力，不可空谈，荒废正业。”<br>20、白鹭：白鹭洲，在今南京，李白在《登金陵凤凰台》有“二水中分白鹭洲”之句。<br>21、青龙：山名，在南京东南。朝暾：初升的太阳。<br>22、云物：景物。<br>23、清波：指酒。<br>24、树名园：在墩一上建筑林园。<br>25、武陵：郡名，在今湖南常德市一带。武陵源即桃花源，晋陶潜有《桃花源记》，这里指隐居的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从“晋室昔横溃”到“天骄蹙中原”是<a href=\"http://so.gushiwen.org/view_8276.aspx\">诗</a>歌的第一部分。西晋末年，军阀割据，朝野纷争不断。“沙尘何茫茫，龙虎斗朝昏”两句诗，为我们描绘出一幅令人窒息的乱世画面。“胡马风汉草，天骄蹙中原”是指，当时匈奴的军队相继攻陷了洛阳和长安，整个中原已经在胡人的铁蹄之下。此刻如果再没有杰出的将领出来抵御侵略，司马王朝必将灭亡。这一段极力描述局势的纷乱与紧迫．是在为下一段谢安的出场做铺垫。时势造英雄．正是这样危急的情况下．主人公才可更具英雄色彩。</p> <p>　　从“哲匠感颓运”到“苍生望斯存”为诗歌的第二部分。谢安于乱世中应时而出，保住了岌岌可危的司马王朝的半壁江山。为了表现谢安的雄才大略，诗人首先描述苻坚领导的前秦军队是如何强大。由“百万众”和“如云屯”即可看出，前秦的兵士众多，气势恢宏，这正与西晋王朝混乱纷杂的局势形成鲜明的对比。“投鞭可填江”，固然是在描述苻坚的狂妄自傲、不可一世，但也从另一个侧面反映了前秦的军队之强。正是在这样的情况下，谢安临危受命，凭借卓尔不群的军事才能，在淝水将前秦的军队一举击破，使“淝水之战”成为历史上以少胜多的又一场著名战役。诗人又用“谈笑”一词勾勒出了谢安从容不迫的气度。战场上刀光剑影，惨烈异常，而谢安依然能够轻松自如，从容面对。这让人不由自主地联想到三国时的奇才<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。“丑虏无遗魂”，写前秦军队的落荒而逃，既和前面大军进攻中原时的浩浩荡荡以及苻坚的不可一世形成强烈的对比，更烘托出谢安战绩的显赫。这一战的胜利为谢安赢得了百姓的尊敬和推崇，使他得以流传百世，受人敬仰。</p> <p>　　从“冶城访古迹”到“归入武陵源”是诗歌的最后一部分。诗人的目光从历史上回到了现实中。谢安墩地势高耸，鲜有人声喧哗，这样略显荒凉的场景引发了诗人更多的思考。<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>当年正是在这里劝谢安以国家危亡为己任，这才有了之后谢安的应时而出、救苍生于水深火热之中的英雄之举。 “梧桐识嘉树，蕙草留芳根”，王羲之和谢安可谓志同道合，就像梧桐与嘉树一样，而他们的故事也如同蕙草留下的芳根一样，成为了代代相传的千秋佳话。想到这段历史，诗人很自然地就会联系到自己。他从来都没有怀疑过自己的才能，他相信只要有机会，自己也可以像谢安一样，建立不朽的功绩。然而身边并没有像王羲之之于谢安这样的知己，自己空有才华而无人赏识，怀才不遇的苦闷无处排遣。在谢安墩上远望，白鹭在春天的小洲上空飞过，青龙山迎接着初生的太阳。诗人看见的自然景物都蕴含着生机和希望，而身边的谢安墩由于年代久远，楼台倒塌，到处长满繁茂的庄稼。这使他再次感叹功名富贵的不可长存，于是又有感而发：如果有一天自己能建功立业，实现心中抱负，一定会辞去官职，到归隐之地享受田园牧歌的生活。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的诗歌字里行间常常带有理想主义的色彩，他渴望建功立业，渴望被赏识被重用，从而可以凭借自己的才能为国效劳。谢安一战而平天下的壮举正是他最大的理想。因而登上谢安墩，诗人才会有这样多的感慨。虽然现实中有诸多不如意，他依然期待着有机会建立不朽的功业，这也是李白和一些归隐诗人不同的地方。很多怀才不遇的诗人在残酷的现实中放弃了自己的理想，小隐于林，独善其身。而李白尽管有归人武陵源的念头，也依然希望是在“功成”之后再将其实现。这成了他坚持一生的信念，也成为其大部分诗篇的终极主题。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8276.aspx\">诗</a>当写于天宝末年安史之乱发生前后．爵人从当时唐王朝的危机联想到西晋的永嘉之乱，从谢安墩联想到澍安当年奋起东山，挽救危局。诗人感慨于谢安在乱世中救国的英雄壮举，也希望如谢安一样为国效力．在国难当头之际施展自己的宿愿，又联想到自己怀才不遇、有满腔抱负却无处施展的遭遇，于是写下此诗来表达自己的信念。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "游记",
    "登高",
    "理想",
    "景点"
  ]
}