{
  "id": 43,
  "star": 76,
  "name": "新台",
  "dynasty": "先秦",
  "content": "新台有泚，河水瀰瀰。燕婉之求，蘧篨不鲜。<br>新台有洒，河水浼浼。燕婉之求，蘧篨不殄。<br>鱼网之设，鸿则离之。燕婉之求，得此戚施。",
  "fanyi": "<p><strong>译文<br></strong>新台明丽又辉煌，河水洋洋东流淌。本想嫁个如意郎，却是丑得蛤蟆样。<br>新台高大又壮丽，河水漫漫东流去。本想嫁个如意郎，却是丑得不成样。<br>设好鱼网把鱼捕，没想蛤蟆网中游。本想嫁个如意郎，得到却是如此丑。</p> <p><strong>注释<br></strong>1.邶（bèi）：中国周代诸侯国名，地在今河南省汤阴县东南。<br>2.新台：台名，卫宣公为纳宣姜所筑，故址在今山东省甄城县黄河北岸。台：台基，宫基，新建的房子。<br>3.有：语助词，做形容词词头，无实义。有泚（cǐ）：鲜明的样子。<br>4.河：指黄河。弥（mí）弥：水盛大的样子。<br>5.燕婉：指夫妇和好。燕，安；婉，顺。<br>6.蘧（qú）篨（chú）：不能俯者。古代钟鼓架下兽形的柎，其兽似豕，蹲其后足，以前足据持其身，仰首不能俯视。喻身有残疾不能俯视之人，此处讥讽卫宣公年老体衰腰脊僵硬状。一说指癞蛤蟆一类的东西。鲜（xiǎn）：少，指年少。一说善。<br>7.有洒（cuǐ）：高峻的样子。<br>8.浼（měi）浼：水盛大的样子。<br>9.殄（tiǎn）：通“腆”，丰厚，美好。<br>10.设：设置。<br>11.鸿：蛤蟆，一说大雁。离：离开。一说离通“丽”，附着，遭遇。一说离通“罹”，遭受，遭遇，这里指落网。<br>12.戚施（yì）：蟾蜍，蛤蟆，其四足据地，无须，不能仰视，喻貌丑驼背之人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_43.aspx\">诗</a>若按旧说理解，一、二章赋陈其事，第三章起兴以比。诗开篇即夸耀卫宣公建造的新台是多么宏伟华丽，其下奔流的淇河之水是多么丰盈浩瀚。这都是极力渲染卫宣公的赫赫威势和装点门面，也可以看作是姜氏（宣姜）眼中所见，已被宣公的表面现象迷惑了。她本为是嫁过来追求燕婉之好，想过一种郎才女貌、琴瑟和谐的幸福生活的，却不料成了一个糟老头子的掌中玩物。</p> <p>　　全诗三章，前两章叠咏。叠咏的两章前二句是兴语，但兴中有赋：卫宣公欲夺未婚之儿媳，先造“新台”，来表示事件的合法性，其实是障眼法。好比唐明皇欲夺其子寿王妃即<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，先让她入道观做女观一样，好像这一来，一切就合理合法了。然而丑行就是丑行，丑行是欲盖弥彰的。诗人大赞“新台有泚”“新台有洒”，正言欲反，其兴味在于，新台是美的，但遮不住老头子干的丑事。这里是运用反形（或反衬）的修辞手法，使美愈美，丑愈丑。</p> <p>　　“新台”之事的直接受害者是宣姜：美丽的少女配了个糟老头，而且还是个驼背鸡胸，本来该做她老公公的人。这一对儿是怎样也不能般配的，就如俗语所说，“一朵鲜花插在牛粪上”，难怪诗人心中不忿，要为宣姜，也要为天下少年鸣不平。他好有一比：“鱼网之设，鸿则离之。”打鱼打个癞虾蟆，是非常倒楣，非常丧气，又非常无奈的事。按照闻一多《诗经通义》中的说法：“《国风》中凡言鱼者，皆两性间互称其对方之虞语（隐语），无一实拾鱼者。”古今诗歌中以捕鱼、钓鱼喻男女求偶之事的民歌很多。例如汉乐府民歌《江南曲》：“江南可采莲，莲叶何田田，鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。”《僮人情歌》：“天上无风燕子飞，江河无水现沙磊。鱼在深塘空得见，哄哥空把网来围。”即是显例。此诗中所写的就是女子对婚姻的幻想和现实的相悖，构成异常强烈的对比，产生了异乎寻常的艺术效果。这里强烈地表明：宣姜可真是倒楣透了。诗中“河水弥弥”“河水浼浼”，亦似有暗喻宣姜泪流不止之意，就如《卫风·氓》“淇水汤汤，渐车帷裳”以及<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《菩萨蛮·书江西造口壁》“郁孤台下清江水，中间多少行人泪”所表现的那样，渲染出一种浓厚的悲剧氛围。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_43.aspx\">诗</a>歌，旧说以为卫人所作，目的在于讽刺卫宣公违背天伦，在黄河边上筑造新台，截娶儿媳。根据《史记·卫康叔世家》记载，卫宣公是个淫昏的国君。他曾与其后母夷姜乱伦，生子名伋。伋长大成人后，卫宣公为他聘娶齐女，只因新娘子是个大美人，便改变主意，在河上高筑新台，把齐女截留下来，霸为己有，就是后来的宣姜。卫国人对卫宣公所作所为实在看不惯，便编了这首歌子挖苦他。《毛诗序》谓：“新台，刺卫宣公也。纳伋之妻，作新台于河上而要之，国人恶之而作是诗也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》遵从其说。现代有人以为这是一位妇女遭了媒婆欺骗，所嫁非人，因而发出怨词的说法；也有人认为这是一位妇女在婚姻上上当受骗后的谑怨愤懑之辞。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}