{
  "id": 49662,
  "star": 25,
  "name": "浪淘沙·探春",
  "dynasty": "宋代",
  "content": "昨日出东城，拭探春情。墙头红杏暗如倾。槛内群芳芽未吐，早已回春。<br>绮陌敛香尘，雪霁前村。东君用意不辞辛。料想春光先到处，吹绽梅英。",
  "fanyi": "<p><strong>译文<br></strong>昨天出东城踏青游玩。墙上的红杳颜色很暗，茂密得好像要倾斜下夹。栏杆内侧的各种花草却还没有露出花苞，春天的脚步还没走到这里。<br>美丽的小路上，女子经过，扬起尘土和落花，前面的村子，刚刚下过雪。这是掌管春天的神辛勤的脚步吧？想必春天来到之时，柔风一定会先吹下梅花。</p> <p><strong>注释<br></strong>⑴浪淘沙：词牌名。又名《浪淘沙令》、《卖花声》、《过龙门》等。创自唐代<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。原为小曲，单调28字，四句，三平韵，亦即七言绝句。<br>⑵探春：早春郊游。<br>⑶暗：色浓。<br>⑷倾：犹倾倒，这里指漫出来。<br>⑸槛（jiàn）：花池的围栏。<br>⑹群芳：各种花草。<br>⑺绮（qǐ）陌：风景美丽的郊野道路。敛：聚集、不扬起。香尘：芳香之尘，多指女子之步履而起者。<br>⑻雪霁（jì）：雪止天晴。<br>⑼东君：司春之神。用意：着意，留心。辞：推辞。辛：劳苦。<br>⑽绽：花蕾开放。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片以情景交融的手法，写初春杭州城东郊的景象和探春者的心态。“昨日出东城”，点明探春的时间，以及探春的地点杭州城东郊。“试探春情”，一个“试”字就把探春者的春心欲动的情态唯妙唯肖地传达出来了。“墙头红杏暗如倾”，写探春的第一个光景。从墙头伸出来的红杏色彩绿得如油漫出来了。让人们首先领略到“满园春色关不住，一枝红杏出墙来”（宋代<a href=\"http://so.gushiwen.org/author_345.aspx\">叶绍翁</a>《游园不值》<a href=\"http://so.gushiwen.org/view_49662.aspx\">诗</a>），“红杏枝头春意闹”（宋代<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>《玉楼春》词）的探春神韵。“槛内群芳芽未吐，早已回春”。用一对矛盾句，提出初春栅栏内各种花草嫩芽嫩叶未发未露，而栅栏外早己春回大地，为过渡到下片进一步写探春幽情埋下的回环之笔。</p> <p>　　下片以承延手法与上片呼应，写探春的第二个光景路景、第三个光景村景等，直至进入神话般的幻境。“绮陌敛香尘”，写探春男女们路途上的“春”景。那是一条风景美丽的郊野道路，那是一条“尽日细尘吹绮陌，迷却梦游归路”（清代<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>《念奴娇》词），那是一条聚集着探春女子的步履而留下芳香尘之路。似有一点“行乐归恒晚，香尘扑地遥”（唐代<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>《洛阳道》诗）的韵味。“雪霁前村”，写探春男女们进入前村后所见的另一番“春”景。雪止天晴后的前村，留下的便是那被栅栏内冰雪覆盖着，尚未露面吐芽的各种花草与此相映的红楼与红杏，可谓红妆素裹，分外妖娆，是回答上片埋伏的景情回环的一妙笔。“东君用意不辞辛”，写探春者全身心地进入到一种美妙的幻境。指挥春日运动之神啊，你是那样的留心描绘焕发的春光，又是那样的不辞劳苦迎来春心。唐代成彦雄《柳枝词》早已代探春者倾吐，“东君爱惜与先春，草泽无人处也新。”“料想春光先到处，吹绽梅英”。笔锋一转，宕开情丝，引起探春者春心欲动的不仅仅是墙头红杏，绮陌香尘，雪霁前村，东君用意，还有你未猜想到的春光最初到来的地方，一眼见到的便是那花蕾刚刚开放的梅花。最后两句“料想春光先到处，吹绽梅英”，画龙点睛，把<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>追求梅的高贵品格那样一种春心境界升华到了新的高度。</p> <p>　　苏轼将春心与春景水乳交融地成篇，实属匠心独运，自然天成。最后两笔妙不可言，毛泽东之词《卜算子·咏梅》与该词异曲同工，令人回味。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗熙宁四年（1071年）十一月，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>赴杭州任通判。宋神宗熙宁五年（1072年）初春，苏轼到杭州城东郊外探春后作该词。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "写景",
    "抒情"
  ]
}