{
  "id": 69174,
  "star": 1165,
  "name": "白梅",
  "dynasty": "元代",
  "content": "冰雪林中著此身，不同桃李混芳尘。<br>忽然一夜清香发，散作乾坤万里春。",
  "fanyi": "<p><strong>译文</strong><br>白梅生长在有冰有雪的树林之中，并不与桃花李花混在一起，沦落在世俗的尘埃之中。<br>忽然间，这一夜清新的香味散发出来，竟散作了天地间的万里新春。</p> <p><strong>注释</strong><br>①著：放进，置入。此身：指白梅。<br>②混：混杂。芳尘：香尘。<br>③清香发：指梅花开放，香气传播。 <br>④乾坤：天地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　从<a href=\"http://so.gushiwen.org/view_69174.aspx\">诗</a>歌大的构思技巧来看，这是一首“托物言志”之作，诗人以梅自况，借梅花的高洁来表达自己坚守情操，不与世俗同流合污的高格远志。在具体表现手法中，诗歌将混世芳尘的普通桃李与冰雪林中的白梅对比，从而衬托出梅花的素雅高洁。通过阅读与分析，我们便知这首的主要的艺术手法是：托物言志，对比衬托。 </p> <p>　　“冰雪林中著此身”，就色而言，以“冰雪”形“此身”之“白”也；就品性而言，以“冰雪”形“此身”之坚忍耐寒也，诗人运用拟人手法，将梅树比作自己。 已经表现白梅的冰清玉洁，接着就拿桃李作反衬。夭桃秾李，花中之艳，香则香矣，可惜争春太苦，未能一尘不染。“不同桃李混芳尘”的“混芳尘”，是说把芳香与尘垢混同，即“和其光，同其尘”、“和光同尘，不能为皎皎之操。”相形之下，梅花则能迥异流俗，所以“清香”二字，只能属梅，而桃李无份。</p> <p>　　“忽然一夜清香发，散作乾坤万里春”。也许只是诗人在灯下画了一枝墨梅而已。而诗句却造成这样的意向：忽然在一夜之中，全世界的白梅齐放，清香四溢，玉宇澄清。这首诗给人以品高兼志大，绝俗而又入世的矛盾统一的感觉，这又正是<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>人格的写照。</p> <p>　　前两句写梅花冰清玉洁，傲霜斗雪，不与众芳争艳的品格。后两句借梅喻人，写自己的志趣、理想与抱负，讴歌了为广大民众造福的英雄行为及牺牲精神。本文通过对梅花的吟咏描写，表达了诗人自己的志趣和品格。</p>",
  "about": "<h2>创作背景</h2> <p>　　在封建时代，<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>是一个品格高洁的文人。他出身农家，以力学成名，因鄙薄污浊的上层社会，不求仕进，以布衣终老。在他的笔下，洁白的梅花在冰雪中凌寒开放，不与红尘中的桃李为伍。</p><br/><h2>点评</h2> <p>　　描写的景物的特点：</p> <p>　　①耐寒、坚韧。首句中“冰雪”可见梅的生长环境极其恶劣，衬托出梅的耐寒品格和坚韧风骨；</p> <p>　　②自甘寂寞，高洁脱俗。首句中“林中”及第二句可见梅自甘寂寞，不同流俗，性情高洁；</p> <p>　　③报春。三四句写梅的报春，梅是有奉献精神，公而无私的。<a href=\"http://so.gushiwen.org/view_69174.aspx\">诗</a>人以梅自况，表现了自己自甘寂寞、不慕荣华、高洁脱俗的志趣及公而无私的精神，反映了封建时代知识分子儒道一体的思想体系以及出世和入世的生活艺术</p> <p>　　梅的创始，和文学有密切关系，先是北宋林和靖、苏东坡等诗人热情地歌颂梅花的丰神和风骨，使人们对梅花产生了无限珍爱的感情，“无声之诗”的画继之而起，梅花也就成为画坛上盛极一时的题材了。</p> <p>　　当时对画梅最有创造和贡献的当推释仲仁和扬补之。仲仁又名华光和尚，一日，他因月光映梅影于窗纸上而得到启发，创作了用浓浓淡淡的墨水晕染而成的所谓墨梅。</p> <p>　　<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>正是接受了华光、扬、汤一派的传统，孜孜不倦地学习梅花谱和梅花篇，在这基础上，发挥了他的艺术才能。</p> <p>　　王冕的墨梅，是和他的思想感情分不开的。</p> <p>　　这是一首题画诗。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己的人生态度以及不向世俗献媚的高尚情操。</p> <p>　　此诗最大的特点是托物言志。</p> <p>　　诗先在一、二句描绘墨梅的形象，然后在三、四两句写墨梅的志愿，一个外表虽然 并不娇妍，但内在气质神清骨秀、高洁端庄、幽独超逸的形象呈现在我们的面前。它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。</p> <p>　　王冕自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，孤芳自赏的品格。诗人将画格、诗格、人格有机地融为一体，字面上在赞誉梅花，实际上是赞赏自己的立身之德。 </p><br/><h2>解说</h2> <p>　　“冰雪林中著此身”，就色而言，以“冰雪”形“此身”之“白”也；就品性而言，以“冰雪”形“此身”之坚忍耐寒也，<a href=\"http://so.gushiwen.org/view_69174.aspx\">诗</a>人运用拟人手法，将梅树比作自己。已经表现白梅的冰清玉洁，接着就拿桃李作反衬。夭桃秾李，花中之艳，香则香矣，可惜争春太苦，未能一尘不染。“不同桃李混芳尘”的“混芳尘”，是说把芳香与尘垢混同，即“和其光，同其尘”、“和光同尘，不能为皎皎之操。”相形之下，梅花则能迥异流俗，所以“清香”二字，只能属梅，而桃李无份。</p> <p>　　“忽然一夜清香发，散作乾坤万里春”。也许只是诗人在灯下画了一枝墨梅而已。而诗句却造成这样的意向：忽然在一夜之中，全世界的白梅齐放，清香四溢，玉宇澄清。这首诗给人以品高兼志大，绝俗而又入世的矛盾统一的感觉，这又正是<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>人格的写照。</p> <p>　　前两句写梅花冰清玉洁，傲霜斗雪，不与众芳争艳的品格。后两句借梅喻人，写自己的志趣、理想与抱负，讴歌了为广大民众造福的英雄行为及牺牲精神。本文通过对梅花的吟咏描写，表达了诗人自己的志趣和品格。</p>",
  "poet": {
    "id": 511,
    "star": 0,
    "name": "王冕",
    "image": "http://img.gushiwen.org/authorImg/wangmian.jpg",
    "desc": "元代诗人、文学家、书法家、画家王冕，字元章，号煮石山农，浙江诸暨人。出身农家。幼年丧父，在秦家放牛，每天利用放牛的时间画荷花，晚至寺院长明灯下读书，学识深邃，能诗，青团墨梅。隐居九里山，以卖画为生。画梅以胭脂作梅花骨体，或花密枝繁，别具风格，亦善写竹石。兼能刻印，用花乳石作印材，相传是他始创。著有《竹斋集》《墨梅图题诗》等。"
  },
  "tags": [
    "咏物",
    "梅花",
    "言志"
  ]
}