{
  "id": 69064,
  "star": 25,
  "name": "孤山寺端上人房写望",
  "dynasty": "宋代",
  "content": "底处凭阑思眇然，孤山塔后阁西偏。<br>阴沉画轴林间寺，零落棋枰葑上田。<br>秋景有时飞独鸟，夕阳无事起寒烟。<br>迟留更爱吾庐近，只待重来看雪天。",
  "fanyi": "<p><strong>译文<br></strong>黄昏时分，凭栏何处，思绪才如此飘渺无际？就在那孤山塔后小阁西边幽僻的僧房。<br>纵目远眺，映入眼帘的森森树林，阴阴寺院，暗淡得像一帧退了色的古画；而葑田块块，在水面上零星飘荡，又仿佛是棋盘上割下来的方格子。<br>秋色苍然，万物萧索，惟有归鸟偶尔掠过；夕阳西沉，安谧、朦胧，但见寒烟缕缕升起。<br>更爱它与我的庐舍邻近。等那雪花纷飞之时，我要重来，观赏那银装素裹的景致。 </p> <p><strong>注释<br></strong>1.孤山：指浙江杭州西湖的孤山，时<a href=\"http://so.gushiwen.org/view_69064.aspx\">诗</a>人隐居在此。端上人：名端的和尚。上人：佛教称具备德智善行的人。用作和尚的尊称。写望：写望见之景。<br>2.底处：何处。阑：同“栏”，栏杆。眇（miǎo）：通“渺”，远貌。此处指思绪悠长。<br>3.偏：侧。<br>4.“阴沉”句：意谓色泽黯淡的林间寺庙像一幅画。阴沉：色泽黯淡。<br>5.“零落”句：意谓零星飘在水面上的一块块架田就像棋盘上的方格子。枰（píng）：棋盘。此处以棋盘方格喻架田。葑（fèng）上田：葑，菰根，即茭白根。葑上田，又称架田，在沼泽中以木作架，铺上泥土及水生植物而浮于水上的农田。<br>6.庐：房舍。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>隐居杭州时，在西湖孤山结庐。孤山之有孤山寺，这是他常常喜欢登览的胜地。该写一个秋日的傍晚，<a href=\"http://so.gushiwen.org/view_69064.aspx\">诗</a>人在孤山寺端上人房内饱览山上风景。诗以素淡的笔触，描绘出幽邃的景色，造成一神幽寂的意境。而这种境界，正是林逋这位幽人（隐士）所眷恋的。</p> <p>　　首联破题领起：诗人凭栏远望的地点在孤山寺端上人房；至于房的方位，孤山塔后有一座阁，房间就在此座寺阁的西边。诗人凭阑纵目时，思绪飞得很远、很远。他并没有明说幽思因何而起，而是将笔荡开，于颔、颈二联画了四幅风景画。</p> <p>　　画面在“望”中一幅幅依次展开。先是一幅“方外寺”：阴森森的树林里，隐隐约约地闪现出几所寺院。诗人身处佛地，所以第一眼看到的便是佛寺。暮色苍茫，远远望去，这个景色暗淡得就像一帧退了颜色的约画。寺在“画轴”之中，想象奇妙。眼中是画，诗笔下也是画。画境寂静幽深，正见方外本色。再是一幅“葑上田”。诗人转移了一下视角，但见水面上零零星星地飘荡着一块块的架田，犹如那棋盘上割下来的方格子。枰，棋盘。以棋盘方格譬架田，比喻贴切。其时夕阳西下，夜幕将临，农失们都已荷锄归家了，因此画面上空无一人，分外宁静。</p> <p>　　接下是一幅“空中鸟”：诗人举头瞻望天宇，只见寥廓秋空之中，偶尔飞过一只伶仃的小鸟。诗人赶紧将这“独鸟”捕捉进画中，又涂上几抹秋云作为背景。</p> <p>　　最后展开的是一幅在“墟里烟”：夕照之中，什么都没有，唯有袅袅寒烟（秋已深，炊烟在秋空之中，也带有深秋的寒色了）萦绕半空，这表明，附近村落的人家已在点火做晚饭了。这幅诗人略略低首绘下的画，意境空寂，色彩也淡得不能再淡了。</p> <p>　　寺、田、鸟、烟四轴风景图，展现的正是高僧端上人日日置身其间的那个幽深清寂的环境。此种环境，与这位幽人断绝尘想、潇洒物外的恬静心境、闭逸情致正相吻合。因此，他从中领略到了莫大的兴味，渺然幽思便由此而起，令他久久留连，迟迟不愿归去。</p> <p>　　末联便直抒这种倾慕心情，诗人道：我迟迟逗留着，不舍得归去。今日之游，我愈加喜爱这块胜地了，因为，它与我的庐舍相近。近，我得以迟归，又得以常来。现在，快要掌灯吃晚饭了，我也该同去了。不过，等那雪花纷扬时，我要重来此地，观赏那银装素裹的世界。</p> <p>　　这首七律以工于写景驰名，不仅“诗中有画”，而且手法高妙。颈联在词序的排列上作了精密的调动，画面就在宁谧中浮动着一股生动的灵气。而颔联，则因其奇妙的想象与贴切的比喻，更受后世诗人们的激赏，仿效之句也最多。如滕岑有“何人为展古画幅，尘暗缣绡浓淡间”（《游西湖》），程孟阳有“古寺工如昏壁画”（《闻等慈师在拂水有寄》），<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>有“田似围棋据一枰”（《题安福李令朝华亭》）、“稻田棋局方”（《次韵知命入青原山石》），<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>有“秋田沟垅如棋局”（《闲居院上方晚景》），<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>有“天置楸枰作稻畦”（《晚望》），<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>有“平田如棋局”（《出郊》），等等，因此王渔洋品评此联“写景最工”（《池北偶谈》），是有道理的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_69064.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>隐居杭州时，结庐西湖之孤山。孤山之上有孤山寺，这是他常常喜欢登览的胜地。此诗是诗人在一个秋日的傍晚，在孤山寺端上人房饱览风景时有感而作。",
  "poet": {
    "id": 762,
    "star": 0,
    "name": "林逋",
    "image": "http://img.gushiwen.org/authorImg/linpu.jpg",
    "desc": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"
  },
  "tags": [
    "秋天",
    "写景",
    "隐居",
    "抒情"
  ]
}