{
  "id": 31899,
  "star": 53,
  "name": "苏武庙",
  "dynasty": "唐代",
  "content": "苏武魂销汉使前，古祠高树两茫然。<br>云边雁断胡天月，陇上羊归塞草烟。<br>回日楼台非甲帐，去时冠剑是丁年。<br>茂陵不见封侯印，空向秋波哭逝川。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>初遇汉使，悲喜交集感慨万端；<br>而今古庙高树，肃穆庄严久远渺然。<br>羁留北海音书断绝，头顶胡天明月；<br>荒陇牧羊回来，茫茫草原已升暮烟。<br>回朝进谒楼台依旧，甲帐却无踪影；<br>奉命出使加冠佩剑，正是潇洒壮年。<br>封侯受爵缅怀茂陵，君臣已不相见；<br>空对秋水哭吊先皇，哀叹逝去华年。</p> <p><strong>注释</strong><br>①苏武：汉武帝时出使匈奴被扣多年，坚贞不屈，汉昭帝时始被迎归。<br>②“云边”句：汉要求苏武回国，匈奴诡言武已死。后汉使至，常惠教汉使向单于说，汉帝射雁，于雁足得苏武书，言其在某泽中，匈奴才承认苏武尚在。雁断：指苏武被羁留匈奴后与汉廷音讯隔绝。胡：指匈奴。<br>③陇上句：指苏武回国后，羊仍回原处。陇：通“垄”，陇关。这里以陇关之外喻匈奴地。<br>④甲帐：据《汉武故事》记载:武帝\"以琉璃、珠玉、明月、夜光错杂天下珍宝为甲帐，其次为乙帐。甲以居神，乙以自居。\"“非甲帐”意指汉武帝已死。<br>⑤冠剑：指出使时的装束。丁年：壮年。唐朝规定二十一至五十九岁为丁。<br>⑥茂陵：汉武帝陵。指苏武归汉时武帝已死。封侯：苏武持节归来，汉宣帝赐他爵关内侯，食邑三百户。逝川：喻逝去的时间。语出《论语·子罕》：“子在川上，曰：逝者如斯夫。”这里指往事。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>魂销汉使前，古祠高树两茫然”两句分点“苏武”与“庙”。第一句着笔就写苏武突然见到汉使，得知他已经获释可以回国时悲喜交加的激动心情。汉昭帝时，匈奴与汉和亲。汉使到匈奴后，得知苏武尚在，乃诈称汉朝皇帝射雁上林苑，得苏武系在雁足上的帛书，知武在某泽中，匈奴方才承认，并遣武回国。首句是想象苏武初次会见汉使时的情景。苏武在异域渡过漫长岁月，历尽艰辛，骤然见到来自汉朝的使者，表现出极为强烈、激动、复杂的感情。这里有辛酸的追忆，有意外的惊愕，悲喜交加，感慨无穷，种种情绪，一时奔集，难以言状，难以禁受。<a href=\"http://so.gushiwen.org/view_31899.aspx\">诗</a>人以“魂销”二字概括，笔墨精炼，真切传神，“魂销”二字栩栩如生地描绘出苏武当时内心与外在的的的非常情态，深刻地显示出其思国若渴的爱国精神，这句是苏武生前事迹的一个特写镜头。第二句由人到庙，由古及今，描绘眼前苏武庙景物。“古祠高树”，写出苏武庙苍古肃穆，渲染出浓郁的历史气氛，写苏武庙中的建筑与古树本是无知物，它们都不知道苏武生前所历尽的千辛万苦，更不了解苏武坚贞不屈的价值，寄寓了人心不古、世态炎凉的感叹。透露出诗人崇敬追思之情。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《蜀道难》：“蚕丛及鱼凫，开国何茫然。”茫然即渺然久远之意。古祠高树两茫然，是说祠和树都年代杳远。这就为三、四两句转入对苏武当年生活的追思缅想创造了条件。</p> <p>　　“云边雁断胡天月，陇上羊归塞草烟”描绘的是两幅画，是用逆挽法来追忆苏武生前的苦节壮举，怀念苏武崇高的爱国精神。上一幅是望雁思归图。在寂静的夜晚，天空中高悬着一轮带有异域情调的明月。望着大雁从遥远的北方飞来，又向南方飞去，一直到它的身影逐渐消失在南天的云彩中。这幅图画，形象地表现了苏武在音讯隔绝的漫长岁月中对故国的深长思念和欲归不得的深刻痛苦，不仅叙出了苏武被流放北海时与国音讯断绝的史实，而且表现出苏武只要一息尚存就念念不忘故园，每天希望鸿雁传书于国、直盼到月上中天的爱国忠心。这句主要写苏武思国的心境。下一幅是荒塞归牧图。在昏暗的傍晚，放眼远望，只见笼罩在一片荒烟中的连天塞草，和丘陇上归来的羊群，主要写他胡地牧羊时环境的艰辛、荒凉，表现出贫贱不能移其爱国之志的胸怀。这幅图画，形象地展示了苏武牧羊绝塞的单调、孤寂生活，概括了幽禁匈奴十九年的日日夜夜，环境、经历、心情相互交触，浑然一体。颔联两句是从广阔的空间角度来写苏武留胡时内心与外在动态、环境。</p> <p>　　“回日楼台非甲帐，去时冠剑是丁年”两句写苏武“回日”所见所感，从相隔迢遥的时间的角度上写苏武出使和归国前后的人事变换。第一句句说苏武十九年后归国时，往日的楼台殿阁虽然依旧，但武帝早已逝去，当日的“甲帐”也不复存在，流露出一种物是人非、恍如隔世的感慨，隐含着对武帝的追思。史载苏武“始以强壮出，及还，须发尽白”。<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>《答苏武书》中也有“丁年（壮年）奉使，皓首而归”之句。第二句说回想当年戴冠佩剑，奉命出使的时候，苏武还正当壮盛之年。“甲帐”、“丁年”巧对，向为诗评家所称。此联先说“回日”，后述“去时”，诗评家称之为“逆挽法”，认为可以“化板滞为跳脱”（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《唐诗别裁》）。其实，由“回日”忆及“去时”，以“去时”反衬“回日”，更增感慨。苏武出使是汉武帝为之赐节饯行，他自己那时也正在壮年，可是归汉之“回日”，汉室江山虽然依旧，然而人事却迥然有异于前了，这里面包含了极其深沉的感。“回日”句是写朝廷人事的变更，“去时”暗示了苏武个人生命历程的转换，两句通过对时间转换的形象描绘，显示了苏武留胡时间之长，读者从此也可以想象到十九年中苏武所经受的磨难之多。</p> <p>　　“茂陵不见封侯印，空向秋波哭逝川”二句谓苏武历经生死苦难而不失汉节，回来后竟不得封侯，只能空向秋波悲叹年华已逝，表露出作者对刻薄寡恩的天子的深沉怨恨。末联集中抒写苏武归国后对武帝的追悼。汉宣帝赐苏武爵关内侯，食邑三百户。武帝已经长眠茂陵，再也见不到完节归来的苏武封侯受爵了，苏武只能空自面对秋天的流水哭吊已经逝去的先皇。史载李陵劝降时，苏武曾说：“武父子之功德，皆为陛下所成就。……兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。”回国后，昭帝“诏武奉一大牢谒武帝园庙”。这种故君之思，是融忠君与爱国为一体的感情。最后一笔，把一个带着历史局限的爱国志士的形象，更真实感人地展现在我们面前。</p> <p>　　晚唐国势衰颓，民族矛盾尖锐。表彰民族气节，歌颂忠贞不屈，心向故国，是时代的需要。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《河湟》诗云：“牧羊驱马虽戎服，白发丹心尽汉臣。”<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>这首诗，正塑造了一位“白发丹心”的汉臣形象。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>是历史上著名的坚持民族气节的英雄人物。武帝天汉元年（前100年）他出使匈奴，被扣留。匈奴多次逼降，他坚贞不屈。后被流放到北海牧羊，直至昭帝始元六年（前81年），才返回汉朝，前后长达十九年。这首<a href=\"http://so.gushiwen.org/view_31899.aspx\">诗</a>就是作者瞻仰苏武庙后追思凭吊之作。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "唐诗三百首",
    "赞颂",
    "写人",
    "凭吊古迹"
  ]
}