{
  "id": 72848,
  "star": 91,
  "name": "右溪记",
  "dynasty": "唐代",
  "content": "　　道州城西百余步，有小溪。南流数十步，合营溪。水抵两岸，悉皆怪石，欹嵌盘曲，不可名状。清流触石，洄悬激注；佳木异竹，垂阴相荫。</p> <p>　　此溪若在山野之上，则宜逸民退士之所游处；在人间，则可为都邑之胜境，静者之林亭。而置州以来，无人赏爱；徘徊溪上，为之怅然。乃疏凿芜秽，俾为亭宇；植松与桂，兼之香草，以裨形胜。为溪在州右，遂命之曰右溪。刻铭石上，彰示来者。",
  "fanyi": "<p><strong>译文</strong><br>　　从道州城向西走一百多步，有一条小溪。这条小溪向南流几步远，汇入营溪。两岸全是一些奇石，（这些石头）有的倾斜嵌叠，有的盘曲回旋，不能够用言语形容（它们的美妙）。清澈的溪流撞击着岩石，水回旋而流，激水触石溅起高高的浪花，激荡倾注；岸边美丽的树木和珍奇的青竹，投下的阴影互相掩映。</p> <p>　　这条溪水如果在空旷的山间田野，就是很适合避世隐居的人和隐士居住的；如果它在人烟密集的地方，也可以成为都会城镇（市民游览）的胜地，仁者休憩的园林。但是自从道州成为州的治所以来，至今也没有人来欣赏和关爱（它）；我在溪水边走来走去，为它（景色秀丽但无人知晓）而惋惜！于是进行疏导开通，清除掉杂乱的草木，建起了亭阁，栽上了松树、桂树，又种植了鲜花香草，来增益它优美的景致。因为溪水在道州城的右面，便命名为“右溪”。把这些文字刻在石上，明白地告诉后来人。</p> <p><strong>注释</strong><br>(1)右溪：唐代道州城西的一条小溪，<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>任道州刺史时曾对它进行修葺，并刻石铭文，取名“右溪”。道州唐代时属江南西道，治所在今湖南道县。“右”，古以东为左，西为右，此溪在城西，所以作者取名“右溪”。<br>(2)南：向南。<br>(3)合：汇合。<br>(4)营溪：谓营水，源出今湖南宁远，西北流经道县，北至零陵入湘水，湘江上游的较大支流。<br>(5)抵：击拍。<br>(6)悉皆：都是。悉，全。<br>(7)敧嵌(qīqiàn)：石块错斜嵌插溪岸的样子；“攲”，倾斜。盘屈，怪石随着溪岸弯曲曲折的样子。<br>(8)不可名状：无法形容它们的状态。名，形容。状，（它们的）状态。<br>(9)洄(huí)：水回旋而流。悬，激水触石溅起高高的浪花。激，形容被石遏制而造石成的急流。注，形容水急如灌注一般。<br>(10)佳木：美丽的树木。佳，美好。<br>(11)垂阴：投下阴影。<br>(12)相荫：彼此遮蔽荫护。荫，遮蔽。<br>(13)逸民退士：指不仕的隐者和归隐的官宦。<br>(14)人间：与前文“山野”对称，谓世俗社会，主要相对隐逸而言，指仕宦于朝。<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>《答山巨源绝交书》：“又每非汤、武而薄周、孔，在人间不止，此事会显，世教所不容。”其义同此。<br>(15)都邑：都会城镇。邑，县城。<br>(16)胜境：风景优美的境地。<br>(17)静者：喜欢清静的人，谓仁人。《论语·雍也》载：“孔子曰：‘知者乐水，仁者乐山。知者动，仁者静。’”<br>(18)置州：谓唐朝设置道州。唐高祖武德四年(612年)设置南营州，太宗贞观八年(634年)改为道州，玄宗天宝元年(742年)改设江华郡，肃宗乾元元年(758年)复称道州。<br>(19)已来：同“以来”。<br>(20)为之怅然：为它景色优美却无人知晓而惋惜。之，指右溪“无人赏爱”。怅然，惆怅抱憾的样子。<br>(21)乃：于是。<br>(22)疏凿芜秽：疏通水道，开挖乱石，去除荒草杂树。芜秽，杂草积土。<br>(23)俾(bǐ)：使。为，修筑。亭宇，亭子房屋。<br>(24)兼之：并且在这里种植。<br>(25)裨(bì）：补助，增添。<br>(26)形胜，优美的风景。<br>(27)命：命名。<br>(28)铭：铭文，指作者为右溪所作的铭文。作者的《阳华志铭》、《五如石铭》、《浯溪铭》等其它同类作品，大多以铭文为主，前有小序。则本篇当同其例，应有铭文，此记属序。但铭文已佚，后人为拟题作“记”。<br>(29)彰示来者：告诉后来的游人。来者，后来的游者。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《右溪记》文笔简练，开头即以清丽的语言，寥寥数笔，勾勒出怪石嶙峋、泉佳林幽的右溪美景。文章虽短，却用了多种表达方式。写溪，突出其小；写石，突出其怪；写水，突出其湍急、清激；写木竹，突出其“垂阴”。正面写溪、写水，又通过写石、写树竹从侧面烘托溪水。这一层重在描写。第二层写由小溪引起的感慨，以议论为主，兼以抒情，将作者隐士的襟怀与怀才不遇的身世之感表现俱足，使写景的志趣得以体现。写对小溪的修葺和美化，用的是记叙手法，而命名和刻石的来由则用诠释说明的方法。各种表达手法综合运用，达到了高度统一。</p> <p>　　全文内容可分成三个部分。从开头至“垂阴相荫”是第一部分，描叙小溪的地理位置和周围景色。从“此溪若在山野之上”到“为之怅然”是第二部分，感叹小溪的位不适宜与受人冷落。从“乃疏凿芜秽”至结尾是第三部分，记叙小溪的疏整经过和命名由来。这篇游记文字精练、文气流畅，但又不是一泻无余，而是如文中那条因“触石”而“洄悬激注”的溪流一般，迂回起伏。文章开头交代小溪的地理位置，语气冷静，笔调平实；接着细致地描绘小溪周围的“怪石”“佳木”“异竹”等景色，赞誉之情包含其中，令读者不胜向往，文气渐起；正当作者设想这条清秀的溪流若在山野，便可给隐逸之士带来愉悦；若在闹市，就能成为游览胜地时，作者笔调忽转：“而置州以来，无人赏爱。”小溪的不为人知另作者“为之怅然”。然而，作者接着又记叙“疏凿芜秽”“植松与桂，兼之香草”的整治过程，小溪从此将告别寂寞凄清的境遇，成为名胜之地，令人为之一振。文章短短百余字，却写得一波三折、纡徐委曲，使其具有抑扬顿挫之美，而避免了直叙的平淡无味。</p> <p>　　《右溪记》一文的写景部分，尽管着墨无多，但作者抓住景物的基本特征，既有具体描绘，又传示空间布局整体性的和谐，从而营造了一个富有感染力的意境。整个环境以小溪为中心物象，兼以岸石、竹木，三者各具风姿、自成一趣。作者写石，不写其排列的错落有致，却突出其形状的“欹嵌盘曲”，以其怪异造成幽峭感，以其不整齐与相抵的流水互为映衬，化静为动。作者写水，不写其涓涓细流，却突出水波冲击岩石的迂回激荡，使溪水富有动势。描写竹树，不表现其枝繁叶茂，却写其浓荫相叠，营造出色彩光亮的幽暗感。作者把这些充满动感而又奇峭的景物融为一体，赋予环境鲜明的特征：宁静而有生气，和美又觉幽渺。使自然的清幽奇巧充分展现于峻洁清疏的文字之中。</p> <p>　　此文又因作者感情的流注而别具韵味。作者对右溪不仅作了观赏性的描绘，还进一步为其久不为人重视的遭遇而慨叹不已。此景无论置于山野或是都邑都会受到青睐，在这里却遭受冷遇。作者以为与此景相称的人物当是“逸民退士”或清心静欲者，这是作者对右溪美景特有的体悟，它与上文的描写文字相辅相成，突出景色清幽宁静的特征。与作者的慨叹相呼应的，是其自我形象的出现。此景无人赏爱，唯独他怅然徘徊流连。这一略觉寂寞而沉郁的意态，与环境气氛相应和，作者形象和客观景色融为一体，构成一幅透着淡淡的怅意而带有幽幽的美感的图画。</p> <p>　　这篇文章的优美，还源于句式结构和所写之景的有机结合。文中写景皆为四字句，作者在组合语句时，采用一物一态的方式描绘出一幅幅图景。石、水、竹木，分别以“欹嵌盘曲”“洄悬激注”“垂阴相荫”等节律明快的四言短句，使句式与景物的动态动势极为吻合，增强了画面的生动性。</p> <p>　　作者<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>以右溪无人赏识、任使芜秽的遭际，抒发自己怀才不遇的深沉慨叹，明显地流露出抑郁不平之气。元结疏通右溪，建造亭宇，种上象征高洁的松桂和香草，这表现出他对美的追求，更反映了他淡泊名利、爱好天然的性格。文章借右溪无人赏爱，抒发了作者怀才不遇的感慨。前半部分集中写景，后半部分偏重议论抒情，景为情设，情因景生，情景交融，形神具备，是一篇独立的游记。因此，《右溪记》不仅具有强烈的时代特征，而且也蕴含着作者鲜明的个性特征。</p> <p>　　元结在《右溪记》中的感慨和不平虽不及<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>山水游记所流露的那样强烈，但元结笔下的右溪泉石，与柳宗元《永州八记》中的钴姆小丘、小石城山，实际运用的是同一种笔法。高步瀛《唐宋文举要》甲编卷一引清吴先生的话说：“次山放恣山水，实开子厚先声，文字幽眇芳洁，亦能自成境趣。”</p>",
  "about": "<h2>创作背景</h2> 　　《右溪记》作于唐代宗广德、永泰年间（763年7月—766年11月），当时作者<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>正在道州（今湖南道县）刺史任上。元结于唐代宗广德二年（764）赴道州刺史任时，由于几经兵荒马乱，加上“西原蛮”少数民族的侵犯，道州“人十无一，户才满千”，“城池井邑，但生荒草，登高极望，不见人烟”（元结《谢上表》）。作为刺史，元结施行仁政，“为民营舍造田，免徭役”。此文记叙的对道州城西一条风景秀丽的小溪加以整治的前后经过，正是元结造福民众、政绩斐然的一个有力佐证。",
  "poet": {
    "id": 79,
    "star": 0,
    "name": "元结",
    "image": "http://img.gushiwen.org/authorImg/yuanjie.jpg",
    "desc": "元结（719～772年），中国唐代文学家。字次山，号漫叟 、聱叟 。河南鲁山人。天宝六载(747)应举落第后，归隐商余山。天宝十二载进士及第。安禄山反，曾率族人避难猗玗洞 （今湖北大冶境内），因号猗玗子。乾元二年(759)，任山南东道节度使史翙幕参谋，招募义兵，抗击史思明叛军，保全十五城。代宗时，任道州刺史，调容州，加封容州都督充本管经略守捉使，政绩颇丰。大历七年(772)入朝，同年卒于长安。"
  },
  "tags": [
    "写景",
    "抒情",
    "怀才不遇"
  ]
}