{
  "id": 40381,
  "star": 569,
  "name": "题菊花",
  "dynasty": "唐代",
  "content": "飒飒西风满院栽，蕊寒香冷蝶难来。 <br>他年我若为青帝，报与桃花一处开。",
  "fanyi": "<p><strong>译文</strong><br>飒飒秋风卷地而来，满园菊花瑟瑟飘摇。花蕊花香充满寒意，蝴蝶蜜蜂难以到来。<br>有朝一日，我要当了春神，我将安排菊花和桃花同在春天盛开。</p> <p><strong>注释</strong><br>⑴飒飒：形容风声。<br>⑵蕊：花心儿。<br>⑶青帝：司春之神。古代传说中的五天帝之一，住在东方，主行春天时令。<br>⑷报：告诉，告知，这里有命令的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　唐末<a href=\"http://so.gushiwen.org/view_40381.aspx\">诗</a>人林宽有这样两句诗：“莫言马上得天下，自古英雄皆解诗。”古往今来，确有不少能“解诗”的英雄，唐末农民起义领袖<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>就是其中突出的一个。自从<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“采菊东篱下，悠然见南山”的名句一出，菊花就和孤标傲世的高士、隐者结下了不解之缘，几乎成了封建文人孤高绝俗精神的一种象征。黄巢的菊花诗，却完全脱出了同类作品的窠臼，表现出全新的思想境界和艺术风格。</p> <p>　　第一句写满院菊花在飒飒秋风中开放。“西风”点明节令，逗起下句；“满院”极言其多。说“栽”而不说“开”，是避免与末句重韵，同时“栽”字本身也给人一种挺立劲拔之感。写菊花迎风霜开放，以显示其劲节，这在文人的咏菊诗中也不难见到；但“满院栽”却不同于文人诗中菊花的形象。无论是表现“孤标傲世”之情，“孤高绝俗”之态或“孤孑无伴”之感，往往脱离不了一个“孤”字。黄巢的诗独说“满院栽”，是因为在他心目中，这菊花是劳苦大众的象征，与“孤”字无缘。</p> <p>　　菊花迎风霜开放，固然显出它的劲节，但时值寒秋，“蕊寒香冷蝶难来”，却是极大的憾事。在飒飒秋风中，菊花似乎带着寒意，散发着幽冷细微的芳香，不象在风和日丽的春天开放的百花，浓香竞发，因此蝴蝶也就难得飞来采掇菊花的幽芳了。在旧文人的笔下，这个事实通常总是引起两种感情：孤芳自赏与孤孑不偶。作者的感情有别于此。在他看来，“蕊寒香冷”是因为菊花开放在寒冷的季节，他自不免为菊花的开不逢时而惋惜、而不平。</p> <p>　　第三、四两句正是上述感情的自然发展，揭示环境的寒冷和菊花命运的不公平。作者想象有朝一日自己作了“青帝”（司春之神），就要让菊花和桃花一起在春天开放。这一充满强烈浪漫主义激情的想象，集中地表达了作者的宏伟抱负。统观全诗，寓意是比较明显的。诗中的菊花，是当时社会上千千万万处于底层的人民的化身。作者既赞赏他们迎风霜而开放的顽强生命力，又深深为他们所处的环境、所遭的命运而愤激不平，立志要彻底加以改变。所谓“为青帝”，不妨看作建立农民革命政权的形象化表述。作者想象，到了那一天，广大劳苦大众就都能生活在温暖的春天里。值得注意的是，这里还体现了农民朴素的平等观念。因为在作者看来，菊花和桃花同为百花之一，理应享受同样的待遇，菊花独处寒秋，蕊寒香冷，实在是天公极大的不公。因此他决心要让菊花同桃花一样享受春天的温暖。不妨认为，这是诗化了的农民平等思想。</p> <p>　　这里还有一个靠谁来改变命运的问题。是祈求天公的同情与怜悯，还是“我为青帝”，取而代之，其间存在着做命运的奴隶和做命运的主人的区别。诗的作者说：“我为青帝”，这豪迈的语言，正体现了农民阶级领袖人物推翻旧政权的决心和信心。而这一点，也正是一切封建文人所不能超越的铁门槛。</p> <p>　　这首诗所抒写的思想感情是非常豪壮的，它使生活在封建社会中的文人学士表达自己胸襟抱负的各种豪言壮语都相形失色。但它并不流于粗豪，仍不失含蕴。这是因为诗中成功地运用了比兴手法，而比兴本身又融合着作者对生活的独特感受与理解的缘故。</p>",
  "about": "<h2>创作背景</h2> 　　宋张端义《贵耳集》卷下记载：“巢五岁侍翁父为菊花联句，翁思索未至，巢信口应曰：‘堪与百花为总首，自然天赐赭黄衣。’巢之父怪欲击巢，乃翁曰：‘孙能<a href=\"http://so.gushiwen.org/view_40381.aspx\">诗</a>，但未知轻重，可令再赋一篇。’巢应之曰：‘飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。’”这里说这首诗作于<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>五岁时，不可信。此诗当作于黄巢年青时，发动起义之前。",
  "poet": {
    "id": 438,
    "star": 0,
    "name": "黄巢",
    "image": "http://img.gushiwen.org/authorImg/huangchao.jpg",
    "desc": "黄巢（820年－884年），曹州冤句（今山东菏泽西南）人，唐末农民起义领袖。黄巢出身盐商家庭，善于骑射，粗通笔墨，少有诗才，黄巢五岁时候便可对诗，但成年后却屡试不第。王仙芝起义前一年，关东发生了大旱，官吏强迫百姓缴租税，服差役，百姓走投无路，聚集黄巢周围，与唐廷官吏进行过多次武装冲突。十二月十三日，兵进长安，于含元殿即皇帝位，国号“大齐”，建元金统，大赦天下。中和四年（884年）六月十五日，黄巢败死狼虎谷。昭宗天复初年，黄巢侄子黄皓率残部流窜，在湖南为湘阴土豪邓进思伏杀，唐末农民起义结束。"
  },
  "tags": [
    "咏物",
    "菊花",
    "抒怀",
    "豪壮"
  ]
}