{
  "id": 47080,
  "star": 175,
  "name": "调笑令·边草",
  "dynasty": "唐代",
  "content": "边草，边草，边草尽来兵老。山南山北雪晴， <br>千里万里月明。明月，明月，胡笳一声愁绝。",
  "fanyi": "<p><strong>译文</strong><br>边塞的野草啊，边塞的野草！野草枯尽时。戍边的兵士已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人肠断欲绝。</p> <p><strong>注释</strong><br>1、调笑令：词牌名。唐·<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《代书<a href=\"http://so.gushiwen.org/view_47080.aspx\">诗</a>一百韵寄微之》曰：“打嫌《调笑》易，饮讶《卷波》迟。”自注：“抛打曲有《调笑令》，饮酒曲有《卷白波》。”词调名盖本唐曲。此调为单调，八句，三十二字。第四、五句押平声韵，其余各句均押仄声韵。其中第二句叠用第一句，第七句叠用第六句，第六句颠倒第五句末二字而成。<br>2、边草：边塞之草。此草秋天干枯变白，为牛马所食。<br>3、尽：死。<br>4、雪晴：下过大雪后放晴。<br>5、月明：月色皎洁。<br>6、胡笳（jiā）：一种流行于北方游牧民族地区的管乐器，汉魏鼓吹乐常用之。<br>7、绝：极，很，表示事物程度的副词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首反映边地戍卒思归情绪的小令，这类题材在唐<a href=\"http://so.gushiwen.org/view_47080.aspx\">诗</a>中多得不可胜计，但在词中却很少见。盛唐时代的诗人们都向往到边塞建功立业，所以<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>等人笔下的边塞风光无比壮丽，充满乐观的情调。但到了中唐时代，情况不同了，<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的边塞诗就有一种凄凉的气氛，不少诗篇描写边地戍卒的思乡怀归和哀怨情绪。<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>此词所写也是这种思想情绪，但写得非常含蓄深沉。</p> <p>　　开头“边草”两字重叠，固是词调格律的要求，而在这里使人联想到一望无际的草原，显示出空间的寥阔，同时点明边塞的地理环境，渲染了荒凉的气氛。接着“边草尽来兵老”一句，写时间之悠长。边草一次次从生长到枯萎，戍卒年年盼归，从青年到衰老。值得注意的是以“草尽”烘托“兵老”，还暗寓着统治者把戍卒当作“边草”一样看待的意思，表现出作者对统治者不管戍卒死活的斥责和抗议，寄托着对戍卒遭遇的深切同情。</p> <p>　　中间一联对句，非常工整。“山南山北雪晴，千里万里月明。”前句写边塞冰天雪地，一片银白，“山南山北”点明白雪覆盖面之广阔，“晴”字点明飘雪已经停止，同时为下句的“月明”作铺垫。下句写白雪衬托下的月色分外皎洁，“千里万里”写月亮普照之广，同时也暗寓着边塞与家乡相隔之遥远。人隔两地，但所望之月是同一个月，所以明月是最易引起怀人思乡之景，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>著名的诗篇《静夜思》就是描绘见月思乡的情景，唐代写望月怀乡的诗篇不胜枚计。接着又按格律要求叠用“明月，明月”，使读者更体会到：戍卒面对明月，思乡怀人之情更切，似乎戍卒的思想已长着翅膀飞回了家乡。</p> <p>　　结句“胡笳一声愁绝”，一声胡笳使戍卒从思乡梦中惊醒过来，原来自己仍旧身在边地，最后用“愁绝”二字表现出戍卒的极端忧愁苦闷，同时也起了点明主题的作用。</p> <p>　　全词没有出现思乡怀人的字样，但句句都围绕着这一主题，其特点是全用景物烘托的手法。边地将尽的枯草，积满山岭的冰雪，晴朗夜空的明月，凄凉悲切的胡笳声，所有这些景物描写，都是为了烘托戍卒的心情，有了前面的层层铺垫，最后用“愁绝”二字点明，就显得心情特别沉重而有力。</p> <p>　　此词的另一特点是重叠的结构形式。按照词的格律要求，全词有两对叠句，这种重叠通过重复歌咏可加强感情的抒发，同时也起了加深意境的作甩。“边草”重叠，形成一种荒凉的意境，描写了戍卒的活动背景，也烘托出戍卒空虚凄凉的心境，这就与单用“边草”二字的作用不同。“明月”重叠，一方面是上句末尾“月明”二字的颠倒，使之与上句转折呼应，这也是转应曲词调的格律要求，形成上下句勾连的格局，可产生回环往复的韵致，另一方面，“明月”二字的重叠，造成了一种明月普照的柔和氛围，烘托出了戍卒思乡怀人的强烈不安的情绪。</p> <p>　　全词意境极为深沉含蓄，是中唐文人词中难得的一篇佳作。</p><br/><h2>鉴赏</h2> <p>　　盛唐、中唐时代，北部、西北部边疆与异族的战争接连不断，边塞生活、边兵情怀就成为<a href=\"http://so.gushiwen.org/view_47080.aspx\">诗</a>词中的常见题材。这首边塞词就抒写了久戍边陲的士兵冬夜对月思乡望归的心情。</p> <p>　　开头三句以边草起兴，感叹长期在边关征战的兵士的命运如同边草。边草就是边地的白草，据《汉书·西域传》<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注，谓白草“干熟时正白色，牛马所嗜也。”王先谦补注谓白草“冬枯而不萎，性至坚韧。”这种草在秋天开始变白，冬天枯干。士兵征战边关，春去冬来，年复一年，归期渺茫。他们望断边草渐渐变白枯干，深感青春消逝，年华老去，在这僻远广漠的边地，更勾起了浓重的乡思。而朝廷把他们征发到边关以后，却不加关心，他们戍边到老也无人来换防。眼见边草年年枯白，回乡的希望也随之渐渐破灭了。《诗经·小雅·采薇》写从军战士的心情：“我行不来（无人来关心慰问）”、“莫知我哀”。<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>《凉州词》写戍卒怨情：“春风不度玉门关”，叹朝廷恩泽不到边关。这里的“边草”三句。在望草叹老中也包含着这种悲凉的感触，思乡之切与怨怅之深交织在字里行间。</p> <p>　　接下去视角从边草转到白雪、明月，更渲染了兵士静夜思归的心境。在这万籁俱寂的冬夜，伫立边关，但见白雪皑皑，晴空万里，月色皎洁。白雪与明月相映，一片银辉，愈见边地之寥廓明净。这不是赏景的雅兴，而是以乐景写哀，愈见其哀的曲折表现手法，来表露征人对景难排的无尽乡思。山南山北，千里万里，到处是雪，重叠排对的句式，愈显出征人的愁思萦回。望月常易触动乡情，何况远在边塞、久别故乡的征人，他的思绪更难以抑制，随着明月流光牵到万里以外的故乡。唐代边塞诗中常借望月来写征人乡思，有名的如<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>的《从写北征》：“碛里征人三十万，一时回首月中看”；《夜上受降城闻笛》：“回乐峰前沙似雪，受降城外月如霜”，写平沙中望月所引起的“征人尽望乡”的心情。这首词也是如此，从雪晴、月明的宁静景象中，令人可以想见征人伫立苍茫的形象及其排解不尽的缭乱边愁和绵长悠远的思乡情怀。</p> <p>　　结尾三句，进一步加浓了这种思归无期的沉重压抑感。根据《转应曲》词调，六、七两句要将第五句末两字颠倒过来，再重复两次，增强抒情色调和音乐感。“明月，明月”，再强调一下月色，望月思乡的中心更突出了，喟然感叹之情溢于言表。明月已撩动乡思，而偏偏在此时又听到声声胡笳，在空寂的夜晚听来分外苍凉凄切。笳声、鼓角之类音响都是边塞战地的特有声音，塞上悲笳，使征人沉浸于乡思的心境猛然震醒：呵，现在还身处战争环境，战事不息，戍边未竟，何日是归期！望月思归，只是可望可思而已，而真正归故乡的现实却又在这笳声中化为泡影。这样的对月闻笳，真使人愁思郁结，肝肠寸断。征人那痛苦，哀怨的心声随着月光的流洒和笳声的飘扬，也在这大漠中留下了长长的余音。</p> <p>　　这首词借助草、雪、月、笳等景物来写征人的心情，也表露了作者对征人的深切同情，情在景中，蕴藉有味。<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>主张：“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前也”。（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《与极浦书》）这就是说，他要求诗中写景要有韵致，有余味。从这首词中，也可见出他追求情景相融所产生的艺术效果。</p>",
  "about": "<h2>创作背景</h2> 　　唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。这首词是作者为了表达边塞士兵渴望回归故乡的愿望而作。",
  "poet": {
    "id": 286,
    "star": 0,
    "name": "戴叔伦",
    "image": "http://img.gushiwen.org/authorImg/daishulun.jpg",
    "desc": "戴叔伦(732—789)，唐代诗人，字幼公（一作次公），润州金坛(今属江苏)人。年轻时师事萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "边塞",
    "写景",
    "思乡"
  ]
}