{
  "id": 54464,
  "star": 2,
  "name": "采莲舞",
  "dynasty": "宋代",
  "content": "清奏当筵，治世之音安以乐。霞舒绛彩，玉照铅华。玲珑环佩之声，绰约神仙之伍。朝回金阙，宴集瑶池。将陈倚棹之歌，式侑回风之舞。宜邀胜伴，用合仙音。女伴相将，采莲入队。 <br> 勾念了，后行吹双头莲令，舞上，分作五方。竹竿子又勾念：伏以波涵碧玉，摇万顷之寒光；风动青萍，听数声之幽韵。芝华杂B241，羽幰飘飖。疑紫府之群英，集绮筵之雅宴。更凭乐部，齐迓来音。 <br> 勾念了，后行吹采莲令，舞转作一直了，从唱采莲令： <br> 练光浮，烟敛澄波渺。燕脂湿、靓妆初了。绿云繖上露滚滚，的白乐真珠小。笼娇媚、轻盈伫眺。无言不见仙娥，凝望蓬岛。 <br> 玉阙匆匆，镇锁佳丽春难老。银潢急、星槎飞到。暂离金砌，为爱此、极目香红绕。倚兰棹。清歌缥缈。隔花初见，楚楚风流年少。 <br> 唱了，后行吹采莲令，舞分作五方。竹竿子勾念：仗以遏云妙响，初容与于波间；回雪奇容，乍婆娑于泽畔。爱芙蕖之艳冶，有兰芷之芳馨。躞蹀凌波，洛浦未饶于独步；雍容解佩，汉皋谅得以齐驱。宜到阶前，分明只对。 <br> 花心出，念：但儿等玉京侍席，久陟仙阶；云路驰骖，乍游尘世。喜圣明之际会，臻夷夏之清宁。聊寻泽国之芳，雅寄丹台之曲。不惭鄙俚，少颂升平。未敢自专，仗候处分。 <br> 竹竿子问，念：既有清歌妙舞，何不献呈。 <br> 花心，答问：旧乐何在。 <br> 竹竿子再问，念：一部俨然。 <br> 花心答，念：再韵前来。 <br> 念了，后行吹采莲曲破，五人众舞。到入破，先两人舞出，舞到裀上住，当立处讫。又二人舞，又住，当立处。然后花心舞彻。竹竿子念：伏以仙裾摇曳，拥云罗雾縠之奇；红袖翩翻，极鸾翮凤翰之妙。再呈献瑞，一洗凡容。已奏新词，更留雅咏。 <br> 念了，花心念诗：我本清都侍玉皇。乘云驭鹤到仙乡。轻舟刀一叶烟波阔，嗜此秋潭万斛香。 <br> 念了，后行吹渔家傲。花心舞上，折花了，唱渔家傲： <br> 蕊沼清冷涓滴水。迢迢烟浪三千里。微孕青房包绣绮。薰风里。幽芳洗尽闲桃李。 <br> 羽氅飘萧尘外侣。相呼短棹轻偎倚。一片清歌天际起。声尤美。双双惊起鸳鸯睡。 <br> 唱了，后行吹渔家傲。五人舞，换坐，当花心立人念诗：我昔瑶池饱宴游。B146来乐国已三秋。水晶宫里寻幽伴，菡苕香中荡小舟。 <br> 念了，后行吹渔家傲。花心舞上，折花了，唱渔家傲： <br> 翠盖参差森玉柄。迎风浥露香无定。不著尘沙真体净。芦花径。酒侵酥脸霞相映。 <br> 掉拨木兰烟水暝。月华如练秋空静。一曲悠扬沙鹭听。牵清兴。香红已满蒹葭艇。 <br> 唱了，后行吹渔家傲。五人舞，换坐，当花心立人念诗：我弄云和万古声。至今江上数峰青。幽泉一曲念凭棹，楚客还应著耳听。 <br> 念了，后行吹渔家傲。花心舞上，折花了，唱渔家傲： <br> 草软沙平风掠岸。青蓑一钓烟江畔。荷叶为裀花作幔。知谁伴。醇醪只把鲈鱼换。 <br> 盘缕银丝杯自暖。筵窗醉著无人唤。逗得醒来横脆管。清歌缓。彩鸾飞去红云乱。 <br> 唱了，后行吹渔家傲。五人舞，换坐，当花心立人念诗：我是天孙织锦工。龙梭一掷度晴空。兰桡不逐仙槎去，贪撷芙蕖万朵红。 <br> 念了，后行吹渔家傲。花心舞上，折花了，唱渔家傲： <br> 太华峰头冰玉沼。开花十丈干云杪。风散天香闻四表。知多少。亭亭碧叶何曾老。 <br> 试问霏烟登鸟道。丹崖步步祥光绕。折得一枝归月峤。蓬莱岛。霞裾侍女争言好。 <br> 唱了，后行吹渔家傲。五人舞，换坐，当花心立人念诗：我入桃源避世纷。太平才出报君恩。白龟已阅千千岁，却把莲巢作酒尊。 <br> 念了，后行吹渔家傲。花心舞上，折花了，唱渔家傲： <br> 珠露氵专氵专清玉宇。霞标绰约消烦暑。时驭清风之帝所。寻旧侣。三千仙仗临烟渚。 <br> 舴艋飘飖来复去。渔翁问我居何处。笑把红蕖呼鹤驭。回头语。壶中自有朝天路。 <br> 唱了，后行吹渔家傲。五人舞，换坐如初。竹竿子勾念。伏以珍符BC38至，朝廷之道格高深；年谷屡丰，郡邑之和薰遐迩。式均欢宴，用乐清时。感游女于仙衢，咏奇葩于水国。折来和月，露浥霞腮；舞处随风，香盈翠袖。既徜徉于玉砌，宜宛转于雕梁。爰有佳宾，冀闻清唱。 <br> 念了，众唱画堂春： <br> 彤霞出水弄幽姿。娉婷玉面相宜。棹歌先得一枝枝。波上画鲸飞。 <br> 向此画堂高会，幽馥散、堪引瑶卮。幸然逢此太平时。不醉可无归。 <br> 唱了，后行吹画堂春。众舞，舞了又唱河传： <br> 蕊宫阆苑。听钧天帝乐，知他几遍。争似人间，一曲采莲新传。柳腰轻，莺舌啭。 <br> 逍遥烟浪谁羁绊。无奈天阶，早已催班转。却驾彩鸾，芙蓉斜盼。愿年年，陪此宴。 <br> 唱了，后行吹河传，众舞。舞了，竹竿子念遣队：浣花一曲湄江城，雅合凫鹥醉太平。楚泽清秋余白浪，芳枝今已属飞琼。歌舞既阑，相将好去。 <br> 念了，后行吹双头莲令。五人舞转作一行，对厅杖鼓出场。",
  "poet": {
    "id": 982,
    "star": 0,
    "name": "史浩",
    "image": "http://img.gushiwen.org/authorImg/shihao.jpg",
    "desc": "史浩（1106年—1194年），字直翁，号真隐。明州鄞县人，南宋政治家、词人。高宗绍兴十五年（1144年）进士，由温州教授除太学正，升为国子博士。他向宋高宗建议立太子，以此受知于朝廷，绍兴三十二年，宋孝宗即位，授参知政事。隆兴元年，拜尚书右仆射。淳熙十年，除太保致仕，封魏国公。宋光宗御极，进太师。绍熙五年，薨，年八十九，封会稽郡王。宋宁宗登基，赐谥文惠。嘉定十四年，以子史弥远贵，追封越王，改谥忠定，配享孝宗庙庭。为昭勋阁二十四功臣之一。"
  },
  "tags": []
}