{
  "id": 224,
  "star": 22,
  "name": "黍苗",
  "dynasty": "先秦",
  "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。</p> <p>我任我辇，我车我牛。我行既集，盖云归哉。</p> <p>我徒我御，我师我旅。我行既集，盖云归处。</p> <p>肃肃谢功，召伯营之。烈烈征师，召伯成之。</p> <p>原隰既平，泉流既清。召伯有成，王心则宁。",
  "fanyi": "<p><strong>译文</strong><br>黍苗生长很茁壮，好雨及时来滋养。众人南行路途遥，召伯慰劳心舒畅。<br>我挽辇来你肩扛，我扶车来你牵牛。出行任务已完成，何不今日回家走。<br>我驾御车你步行，我身在师你在旅。出行任务已完成，何不今日回家去。<br>快速严整修谢邑，召伯苦心来经营。威武师旅去施工，召伯经心来组成。<br>高田低地已修平，井泉河流已疏清。召伯治谢大功成，宣王心里得安宁。</p> <p><strong>注释</strong><br>⑴芃（péng）芃：草木繁盛的样子。<br>⑵辇：人推挽的车子。<br>⑶集：完成。<br>⑷盖（hé）：同“盍”，何不。<br>⑸肃肃：严正的样子。功：工程。<br>⑹烈烈：威武的样子。<br>⑺原：高平之地。隰（xí）：低湿之地。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《黍苗》是宣王时徒役赞美召穆公（即召伯）营治谢邑之功的作品，<a href=\"http://so.gushiwen.org/view_224.aspx\">诗</a>意自明。《毛诗序》说它是“刺幽王也。不能膏泽天下，卿士不能行召伯之职焉”。前人多有辩驳，朱子直言：“此宣王时美召穆公之诗，非刺幽王也。”（《诗序辨说》）可谓干净利落。</p> <p>　　此诗是纪实性作品，要对作品有较为深刻的理解，须知如下史实：宣王是在其父厉王出奔并死于彘（今山西霍县），整个周王朝处于内外交困的情况下即位的，“宣王即位，二相辅之脩政，法文武成康之遗风，诸侯复宗周。”（《史记·周本纪》）在其执政的四十七年中，宣王“内修政事，外攘夷狄，复文武之境土”，史称中兴。作为一代中兴贤君，周宣王重用了一批贤能之人，如仲山甫、尹吉甫、方叔等，《黍苗》诗中所赞美的召穆公召虎也是当时一位文武双全的贤才。诗中所述召伯营谢的事发生在宣王鼎盛时期。为了有效地加强对南方各族的攻守控制，宣王便封其母舅申伯于谢（在今河南唐县，与湖北枣阳近），并命召伯虎带领徒役之众前往经营谢邑。在营建任务圆满完成的时候，随行者唱出了这首诗歌。《诗经·大雅》中还收录了一首宣王的大臣尹吉甫作的《崧高》，也是叙述申伯迁居封地谢邑的事，可见当时申伯封谢确实是件大事，读者可参照阅读。</p> <p>　　全诗共分五章，章四句。</p> <p>　　第一章以“芃芃黍苗，阴雨膏之”起兴，言召伯抚慰南行众徒役之事。召伯如前所言，他是宣王时的贤臣，曾在“国人暴动”时以子替死保住了时为太子后为宣王的姬静性命，与宣王关系非同一般。他还曾率军战胜淮夷，建立奇功，《诗经》中多有吟唱，《大雅·江汉》有“江汉之浒，王命召虎。式辟四方，彻我疆土”的句子。经营谢地这样的要冲重邑，非文治武功卓著的召伯没有人可担当此任。诗首两句兴中寓比，言南行众人得召伯抚慰如黍苗得时雨滋润一般。正因为如此，谢邑的营建才会那样迅捷而有序。首章用了两句（也是全诗仅有的两句）兴句开头，使得这首记录召伯营谢之功的诗作多了几许轻松的抒情味。车辇南行路途之遥远、跋涉之艰辛是可以想像的，但有召伯之劳，就没有什么让人不胜劳苦的。</p> <p>　　第二、三两章反覆吟唱，既写建筑谢城的辛劳和勤恳，又写工程完毕之后远离故土的役夫和兵卒无限思乡之情。“我任我辇，我车我牛”，在短句中同一格式反覆出现，急促中反映出当时役夫紧张艰辛、分工严密且合作有序的劳动过程；“我徒我御，我师我旅”以同样的节奏叙述兵卒在营建谢邑中规模宏大也同样辛苦的劳作场面。这两部分看似徒役在谢邑完工之后对劳动过程的美好回忆，实际上也是对召伯经营谢邑这样的庞大工程安排有方的热情赞美。这两章后两句言：“我行既集，盖云归哉。”“我行既集，盖云归处。”是长期离家劳作的征役者思乡情绪真实而自然的流露。但尽管思乡之情非常急切，语气中却没有丝毫怨怒之气，确实是与全诗赞美召伯的欢快情绪相和谐的。</p> <p>　　第四章是承接二、三两章所作的进一步发挥，言召伯营治谢邑之功。谢邑得以快速度高质量地建成，完全是召伯苦心经营的结果。“肃肃谢功，召伯营之”两句照应第二章，不过第二章是铺排，这两句是颂辞，重心有所不同。“烈烈征师，召伯成之”，颂扬召伯将规模甚众情绪热烈的劳动大军有序地组织起来营建谢城的卓越的组织才能，这两句与第三章相照应。由此观之，此诗在结构安排上颇具匠心，严整的对应，反映出雅诗的雅正特点，与风诗不同。</p> <p>　　诗最后一章言召伯营治谢邑任务的完成对于周王朝的重大意义。“原隰既平，泉流既清”，是说召伯经营谢邑绝非仅修城池而已，还为谢邑营造了必要的生存环境。修治田地，清理河道只是末节，但连这些都已安排到位，就不会有什么疏漏了。这个时候，谢邑作为周王朝挟控南方诸国的重镇已建成，周宣王心中当然舒坦多了。“召伯有成，王心则宁”，于篇末点题，为全诗睛目。在用韵上，末章一改前面几章隔句押韵的规律，句句押韵，且用耕部阳声韵，使节奏和语气顿时变得舒缓起来，极具颂歌意味。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}