{
  "id": 70536,
  "star": 2,
  "name": "杂剧·程咬金斧劈老君堂",
  "dynasty": "元代",
  "content": "楔子<br>昼夜忧心辅国朝，开基创业建功劳。太平时序风光盛，腰挂金鱼着锦袍。小官刘文静是也。自从随侍大唐，数载之间，三锁晋阳，得归帝业。谢圣人可怜，加小宫为大司马之职。昨日行文颁行天下，自俺大唐建国以来，各处都归伏了，惟有洛阳王世充，杀了俺大唐使命，点聚雄兵，虎视咸阳，要与俺征战。今日早朝，御笔点差秦王唐元帅为挂印总兵，袁天罡、李淳风为谏议大夫，马三宝、段志玄为前部先锋，择日长行。左右门首觑者，等众大人来时，报复我知道。理会的。幼小曾将周易占，坎离坤兑匹乾天。虽无唤雨呼风法，永保华夷天下安。小官袁天罡是也，此位是李淳风大人。自扶立唐帝，宫封司天台上大夫之职。正在私宅看书，刘文静大人有请，不知有甚事，须索走一遭走。可早来到也。令人报复去，道俺二人来了也。理会的。报的大人得知，有袁天罡、李淳风在于门首也。道有请。二位大人有请。您二位大人少待，等众将来时，报复我知道。匣中宝剑逼人寒，袋内雕弓每上弦。不念自身披甲苦，骅骝何得离雕鞍。某马三宝是也，此位将军是段志玄。自扶立唐朝以来，官封俺二人殿前金吾大将军之职。今有刘文静大人来请，须索走一遭去。可早来到也。令人报复云，道有俺二人来了也。理会的。报的大人得知，道有马三宝、段志玄在于门首。道有请。理会的。二位大人有请。将军略等片时，等唐元帅敢待来也。某乃秦王李世民是也。在府中正坐，令人来报，有刘文静有请，须索走一遭去。可早来到也。令人报复去，道有唐元帅来了也。理会的。报的大人得知，有唐元帅来了也。道有请。理会的。有请。刘文静，请某有何事也？元帅，小官奉圣人的命，因有洛阳王世充，杀了俺使命，点就人马，要来与俺交战。某今奉圣人的命，教元帅为总兵宫，袁天罡、李淳风为谏议大夫，随军伍勾当；着马三宝、段志玄为前部先锋，同领马步禁军十万，剿杀敌兵，作急就行。见有敕命在此也。谨尊上命。随征将士，跟某点人马去来。<br>【仙吕】【赏花时】准备着马到成功定太平，统领雄兵远去征。一个个显才能，威名耿耿，稳情取得胜也赴神京。众将都去了也。小宫回圣人的话，走一遭去。兵动列征旗，将军显武威。兴兵施战讨，共立锦华夷。<br><br>第一折<br>自小从来看武经，相持厮杀有声名。只因攘攘刀兵起，独占金墉一座城。某乃李密是也，祖居京兆府人氏，生而英勇，自小豪杰。如今隋帝失政，今六十四处烟尘，豪杰并起，某建立金墉城。我麾下有二士、三贤、五虎、七艄、八彪，兵有百万，将有千员，自号魏王。谁想李渊三锁晋阳，在咸阳为君，说他调兵来征伐俺洛阳。惟恐侵犯俺金墉城地方，着人请军师徐懋功去了，等他来时，报复某知道。理会的。颇观三略六韬书，布阵排兵广运谋。辅佐魏王为宰相，安邦定国显奇术。小官姓徐，双名世勋，宇懋功，本贯曹州离狐县人也。辅佐金墉随侍李密，封某为军师之职。正在私宅中闲坐，有魏公令人来请，须索走一遭去。可早来到也。令人报复去，道有徐懋功来了也。理会的。有懋功来了也。道有请。理会的，有请。懋功，你来了也。请你来有一件军情大事，你知么？主公，既是这等，差程咬金领三千人马，以巡绰边境为由，便是唐童来呵，有何难哉也！小校唤将程咬金来者。理会的。程咬金安在？主公呼唤你理！发黑须黄眼似金，攧搜容貌赛天蓬。手中持定宣花斧，不怕英雄百万兵。某姓程，双名咬金，字知节，祖贯东阿县人也。某幼习韬略之书，随侍魏王，保守金墉。今大王呼唤，不知有甚事，须索走一遭去。可早来到也。不必报复，我自过去。主公呼唤程咬金，有何事商议？如今有李渊，差唐童为帅，调兵来攻洛阳，惟恐侵犯俺边境。你听军师将令，你小心者。程咬金，你如今领三千人马，往边界上哨者，倘有别处来打细的人，与我拿将来者。奉军师将令，某今日整点人马，巡绰边境，走一遭去。雄名点就出金墉，威风赳赳镇边庭。若遇敌兵来犯境，活捉归来见懋功。程咬金点人马去了也。军师，俺后堂中饮酒去来。二士三贤播四方，七熊五虎赛关张。何时扫荡狼烟静，方显英雄大魏王。某唐元帅是也。奉父王命，同众将来取洛阳，可早来到北邙山下，安了大营。闻说此山历代名贤葬于此处。天罡先生，果然不虚也呵！元帅，是好山势也。<br>【仙吕】【点绛唇】荡荡邙山，望中嗟叹，绕着这周围看，尽都是丘冢摧残，埋没了多少英雄汉。<br>【混江龙】则见那园荒碑断，漫漫松柏翠烟寒。倒塌了明堂瓦舍，崩损了石器封坛。辨不出君臣贤圣冢，看不尽碑碣藓苔斑。我则见山花簇簇、山水潺潺。惟生荆棘，不见芝兰。荒凉境界少人行，狐踪兔迹纵横乱。叹世人目年归上，争名利到此一般。你众军校看守着营寨，等我看一看北邙山去。元帅，切不可出营去，面容上带着有一百日大灾，决休去也！不可挡吾，决要看去。<br>【油葫芦】忽昕先生发语间，说咱面带着低运颜。你把那先天《周易》细循环，将我那五行四柱从头算。年灾月值依经按，阴阳不顺情，若顺情有祸难。吉凶之事从天限，若论那生死事有何难。<br>元帅不听我之言，定遭缧绁之中也，那时悔之晚矣！圣人道算甚么命，问甚么卜。欺人是祸，饶人是福，听我告诉一遍者。<br>【天下乐】常言道祸福无门人自攀，休也波奸，天数关。论先生算吾非妙罕，把一心放正行，你不必再阻拦，我可便虽愚痴非懦懈。<br>元帅，怎生不听我的言语？不妨事，各归本帐，休管我也。既是元帅不依，俺众将各回本帐去来。宝帐腾腾杀气威，中军元帅有神机。且回本帐营中去，来朝祸福见真实。众将去了也。左右牵马来，轻弓短箭，善马熟人，百骑往北邙走一遭去。<br>【哪吒令】宝雕弓慢弯，骏龙驹备鞍，紫丝缰轻挽，白玉带紧拴。急飞身上鞍，把镆铘款弹。挽红绒纵骏骝，转山麓临溪岸，不觉的早到前山。兀那小校每，等众将来议事，则说我睡哩。理会的。<br>【鹊踏枝】把门人谨牢口，切莫要漏机关。我如今一探贼情，二去盘桓。不一时践征尘便返，则要您在军中坚守营盘。<br>俺元帅去偷观金墉城池去了，着俺牢守营寨，无甚事，俺回帐房中去也。来到山边，并无一个鸟兽，再往山后观看去也。<br>【寄生草】呀！恰转过山峰畔，又来到阔涧滩。只见那青松桧柏侵霄汉，怪石峻岭难模范。周围四下都观看，只见枯坟野冢倒石碑，荒凉古道飞寒雁。可是奇怪也，兀的不是只白鹿？不免赶将去。我拈弓在手，着箭！<br>【幺篇】忙纵马临边塞，拽雕弓身慢翻。则俺那骅骝心急嫌蹄慢，将白鹿便往山后赶，放雕翎的的相侵犯。转山坡不见去如飞，霎时间风过休惊散。白鹿中了吾一箭，不见了，兀的不是座城池？好是盖造的好也！<br>【金盏儿】我则见柳阴繁，映河滩，绕城池一带依平岸，则见那戍楼高耸接云间。门排金甲士，桥竖赤旗幡，金牌书大字，墉府魏都关。<br>马跨骅骝疾似风，宣花月斧手中轮。忽听城外军情事，急出城来探事情。某程咬金是也。奉魏王的命，着我巡绰边境，远远的见一个人走，不知是那里来的，不兔去拿将来问他。兀的不城内一个将军来了也！可怎生是好？我纵马逃难去也。<br>【幺篇】见一人急高呼骤征马宛，慌的我兜战马疾回还。心忙意急将人盼。那将军银盔凤翅逞威颜。他那里纵心追吾紧，我这里叉子告人难。见一座神堂高庙古，且闪在这其间。<br>原来是老君堂，不免进去。这是老君圣像，尊神与某金鞭指路，圣手遮拦！我将门关上。神灵保护某者！是一座老君堂庙。此人躲在这庙里，他也逃不出命去。必然出这庙来。我在此树边掩映着，等他出来时，着他死于斧下。某乃秦叔宝是也。有程咬金赶着一人，往这老君堂去了，我赶上看是何人也。叔宝将军，我追赶着一人，往这老君堂来，今在此务要生擒活拿，我用斧劈开这庙门，看是甚么人。将军饶性命！我也不认的你是何人，你吃吾一斧！程将军不可伤其性命，可斟酌行。既然叔宝劝我，且饶他一斧。小校，将此人执缚定，拿至金墉城，见俺魏王去来。兀那犯边的将军，你端的是何人也？<br>【尾声】我便是唐国一藩臣，今日个误把金墉犯。便好道祸临身悔之已晚，恨不听天罡言语拦。凤凰雏落在笼樊。惹愁烦，甚日将师班？把我那盖世英雄一笔删。也是我一时性情上疏散，倒做了机谋中破绽。看何时逃难离边关。<br><br>第二折<br>小官刘文静是也。自从唐元帅与众将征伐洛阳去，未见回来，左右门首看者，若来时，报复我知道。理会的。某袁天罡是也。俺众将星夜来到咸阳，火速临朝，先见刘文静去。可早来到也。令人报复去，道有俺众将来了也。着进来。着进去。众大人，马上索是辛苦也。怎生不见元帅来？兵到北邙山下，我算元帅有一百日大灾，元帅不听私出去，被李密差程咬金拿将去了也。大人放心，我与李密有亲，我务要去金墉城，见了李密，亲自取元帅，走一遭去。左右将马来！急骤骅骝奔外邦，心忙不惮路荒凉。若还到的金墉地，管教元帅赴咸阳。大人不可去！我算他也有一百日大灾，他也不可去。某乃李密是也。谁想唐秦王侵犯我国，被程咬金拿将来，如今下在南牢。令人门首看者，看有甚么人来。小管刘文静是也。自从离了咸阳，不觉到了金墉。不免进城见魏王去。可早来到也。令人报复去，道有威阳使命来到了也。喏！报的大王得知，有咸阳使命刘文静来了也。着他过来。理会的。着你过去。你不是刘文静？小官是也。有敕谕在此。唐君敕谕魏王座前：今有秦王领兵，剿杀天下群雄，不想误犯洛阳边境被获，今差使臣前去，将千金之资请罪，放还本国，惟王鉴之。你这厮！你因与我有关亲，你归唐王，各事一主。敌国之臣，怎敢大胆？左右，与我拿着这厮，下在南牢中去！颇奈无知大不良，倚亲来此恼吾肠。二人下在南牢内，管教永不到家乡。鼎鼐调和理庶民，安邦定国立功勋。为臣辅弼行忠孝，堪作凌烟阁上人。小官姓徐，双名世勅勣，字懋功是也。幼而习文，颇知韬略之书。因豪杰并起，某先随翟让起义于瓦岗，因除翟让，后佐于魏王李密手下。见今魏王手下，有雄兵百万，战将千员，其中有二士、五虎、三熊、八彪，据于金墉城。此处粮多草广，奉秦王之命，大赦囚犯之人，差小宫同魏微、秦叔宝，往牢中放罪人去。领敕到衙，等他二人束时，同共开诏。小校门首觑者，等魏徵、秦叔宝二位大人来时，报复我知道。理会的。小官姓魏，名徵，字玄成。小官幼习儒业，颇看诗书。因天下群雄并起，小官同徐懋功等今佐于魏王李密麾下。俺这金墉城魏王，多招<br>将士，广结英雄，积草屯粮。俺魏王领兵，与孟海公相持去了，教俺同徐懋功、秦叔宝二位大人，固守城池。不想杀了孟海公，得了沧州，今差使命来，教俺大赦金墉城的囚犯，着小官同往牢中，释放罪人去。今领敕书到衙门，同共开此诏书去。可早来到也。小校报复去，道某来了也。理会的。喏！报的大人得知，有魏徵、秦叔宝来了也。道有请。理会的。有请。看了诏书内，此一句单说着唐元帅刘文静的事。我有一句话，敢说也不敢也？将军有话，但说不妨。我想唐家国坐咸阳，人心拱服，这唐元帅上应天命，下合人心，兵行得胜，马到成功。被程咬金赶到老君堂，某见有异相，我想俺魏王所行之事，闭塞贤门，有功不赏，有罪不罚，暗诛贤士，天不降祥，乃义理不辨，望大人每详之。公言者当也。左右人，牢中取出唐元帅刘文静来。某唐元帅是也。自离了咸阳，悔不听袁天罡之言，果遭他人之手。刘文静，谁着你来也？为元帅之苦，避死贪生，何为忠臣也？恰才叫俺每，不免走一遭去。有何人搭救俺也呵！<br>【中吕】【粉蝶儿】俺如今度日如年，遭缧绁心中嗟怨。悔不听贤相之言，自为载看金墉，寻白鹿，怎生敢相犯？他将我拿到厅前，下南牢不由人分辨。元帅，休要恼怒，权且奈心也。<br>【醉春风】不由咱心内恼泪珠垂，也是咱时运蹇。不信那贤臣言语受忄西惶，悔时节晚、晚！恨不的驾雾腾云，臂生两翅，飞出狱院。<br>如今魏王大恩赦罪，内说\"南牢二子，不放还乡。\"你二人休想还乡也！<br>【上小楼】听说罢愁眉泪眼，则是望恩官方便。我如今犯法违条，扰乱边疆，罪可当然。忙跪下，三位官，将诏书更变。俺若救了你，便来报仇也。咱非敢再兴兵又来交战。<br>你不是等闲人。俺如今救了你，到后来有大望也。良禽相木而栖，贤臣择主而佐。闻说唐君德胜尧舜，钦文敬武，天下纷纷，以有德而伐无德，以有仁而伐不仁，如今望二位大人主意也。<br>【十二月】则是望恩官可怜，若道是放我回旋，到的那咸阳里，久后拜谢明贤。<br>快休动人马也。<br>【尧民歌】呀咱每怎敢报衔冤？到来朝一一诉三贤，险些儿一命丧黄泉。多谢恩官救咱言，今也波年，今年得凯旋，异日见恩官面。<br>此言决不可漏泄。\"不\"字出头，改个\"本\"字。大妙！大妙！一字抵万金之价。左右人开了枷锁，您二人路上小心仔细。俺三人改诏书，放你还邦也。谢了三位恩人！<br>【耍孩儿】今日个多承贤士恩难断，救得俺时间倒悬。回朝亲奏玉阶前，不忘了施恩德改诏哀怜。我自想英魂丧在金墉地，岂知道今朝还帝辇。忙把行途践。此恩此德，肺腑难言。<br>元帅记着俺三人也！我切切在心，亦不敢忘也。<br>【尾声】俺如今拜别了即便还，赴家乡朝御前。何朝见得恩官面？若要是归到咸阳，避甚么路儿远！<br>今日改诏救了秦王，乃魏徵大人之功也。若是魏王见责，俺三人一面承当。各归本府去来也。公门之处好修行，三人改诏放英雄。如今欺公为主施恩义，人生何处不相逢。<br>楔子<br>泰山顶上刀磨缺，北海波中马饮枯。男子三十身不立，枉作堂堂大丈夫。某乃大将萧铣是也。因隋失其政，天下豪杰并起，各占封疆，某聚集军马数万，独占江南九郡之地。某麾下有兄弟二人，乃是萧虎、萧彪是也。又有一员大将，乃是高熊，此人十分英勇，不期李密占了金墉城，又闻的李渊领着他子父兵独占天下，在此咸阳，自称大唐神尧高祖，他不忿天下豪杰之心，今要并吞天下。今着唐童为帅，领大势人马，来征俺江南。某想来，有雄兵百万，战将千员，兄弟每，量唐童何足道哉也！尊兄在上，既然唐元帅领兵征俺江南，必然运机对敌，俺随后发兵，拒敌大唐，有何不可？兄弟，大唐将勇兵雄，可用意剿杀他也。大王，俺这里百万雄兵，都是好汉，量唐元帅到的那里也！二兄弟萧彪，你可小心与唐将相持，着志者。大王，俺二人紧跟着哥哥出马，分胜败定在今朝也。兀那小校，与我唤将大将高熊来者。理会的。高将军安在？我做将军古怪，厮杀相持无赛。常川吊下马来，至今跌破脑袋。某乃大将高熊是也。十八般武艺，无一件儿是会的。论文一口气直念到\"蒋沈韩杨\"，论武调队子歪缠到底。在教场里竖蜻蜓耍子，巴都儿来报大王呼唤，不知有何将令，小学生跑一遭去。可早来到也。小校报复去，道有大将高雄来了也。理会的。喏！高将军来了也。着他过来。理会的。着你过去哩，老元帅，小人剑甲在身，不能打腿。唤小将有何事？高熊，唤你来不为别，今有大唐领大势军马，与俺拒敌，说他每十分英勇，你可与他拒敌，小心在意者。得令。奉大王将令，统领十万雄兵，亲为合后，杀唐兵走一遭去。大小三军，听我放屁，未曾上马，先吃一醉。不穿铁甲，披着镐被。撞见唐兵。和他对垒。射将箭来。舒着大腿。丢了残生，黄泉做鬼。十万兵摆列刀枪，一个个跨上绵羊。遇相持准备逃命，夹回马跑到良乡。高熊与唐兵交战去了也。两个兄弟，咱领大势军兵，整搠人马去接应，与唐兵相持厮杀，走一遭去。。雄兵百万列枪刀，个个威风杀气高。。若还撞见唐兵将，决定斩首不相饶。近来脱离金墉难，复为唐朝股肱臣。小官乃刘文静是也。自从搭救主公，不期李密将某也囚入南牢，多亏魏徵改诏，放秦王并某还邦。今李密兵败势倾，奉大唐圣人的命，着奏王亲自为帅，统兵十万，南征萧铣。某为前哨，先<br>在此清风玲等候。尘土起处。唐元帅敢待天也。某乃秦王李世民是也，多亏魏徵改诏。放某还乡，今李密亡家丧国，某表父王圣命，着某南征萧铣，挂印为帅。某同此三将。乃秦叔宝、段志玄等，领兵到此金沙滩。某先差马三宝在清风岭截杀贼兵。二将军，看俺这唐兵，是好威势也！元帅，俺这唐兵人强马壮，耀武扬威，真个是将勇兵骁也！元帅，俺唐兵旌旗千里，杀气冲霄，量萧铣何足道哉！远远的不是刘文静的旗号至近也？元帅，小官刘文静，前哨军马在此谨候也。大小三军，摆开阵势，萧铣敢待末也。大小三军摆的严整着！元帅，小将每知道。萧彪你合后着。我知道了。采者何入？某乃大将萧铣是也。你来者何人？其乃大唐元帅秦王是也。无那萧铣，及早下马受降！量你到的那里！操鼓来。<br>【仙吕】【赏花时】我与你纵马横刀去战敌，杀气腾腾映日起。助阵鼓凯春雷。萧虎吃吾一锏着！恰便似鞭伏了盗跖。萧彪吃吾一剑！龙泉下鲜血染锦征衣。你杀了我两个兄弟，更待干罢！我和你决战九千合。二将靠后，某单战萧铣。操鼓来！<br>【幺篇】再交马刀迎画杆戟，轻展猿猱斩逆贼。唐童是英勇，我近不得他，我逃命走了罢。杀的他七魄散五魂飞。萧铣吃吾一刀！俺元帅刀劈了萧铣，得了胜也。见小校登时间报喜，今门个敲金镫齐唱着凯歌回。<br>某乃高熊是也。某领着十万雄兵，与大唐家交战，故意截住唐元帅回路。大小巴都儿，摆开阵势。来者何人？某乃唐将马三宝是也。奉唐元帅将令，差某领三万精兵，在此清风岭接应。闻知元帅得胜还营，有萧铣手下余党未退，截俺唐兵回路。远远的尘土起处，不是贼兵至也？某乃江南大将高熊是也，故来截你回路。你见我手中的钺斧么？我和你决战九千七百六个四合半，才显我老高的手段也。你来者何人？某乃唐将马三宝是也。花腔边鼓擂，杂彩绣旗摇。众将齐呐喊，二骑马相交。这马将军十分英勇，我敌不住他，我虚劈一斧逃命走了罢。我死也。谁想高熊截俺唐兵回路，被某枪刺高熊，剿杀了贼兵败将。班师回还，回元帅话去来。颇奈高熊觅战争，故来截路当唐兵。被吾枪刺贼兵死，得胜回朝奏圣君。<br><br>第三折<br>得胜班师报捷回，秦王立国展兵机。阵前一战诛萧铣，青史书名万古题。某乃军师李靖是也。闻知唐元帅南征萧铣，一鼓而下，得胜班师回国。我使的一个报喜的探子去了也，这早晚敢待来也。一场好厮杀也呵！<br>【黄钟】【醉花阴】百万天兵喊声炒，自古无今番战讨。凭虎略显龙韬，奉命兴师，有道伐无道。则-阵定唐朝，听小校从头，报、报！喏！说这遭。<br>好探子也！从那阵面土来，看他那喜色旺气：锦袄偏宣锦战裙，全环双衬渗青巾。阵前查探军情事，专听来人仔细陈。俺唐兵与萧铣两家对住阵，怎生相持厮杀来，你喘息定，慢慢的说一遍。<br>【喜迁莺】我则见密排军校，明晃晃剑戟枪刀，英豪。征尘笼罩，骨刺剌的旅旗杂彩摇。杀气飘，如虎豹征人勇烈，似蛟龙战马咆哮。<br>好厮杀也！那壁厢萧铣、萧虎、萧彪出马，俺这厢唐元帅、秦叔宝、段志玄三将临阵，好相持也！六员将顿剑摇环，六匹马踢跳弯奔。六军勇冲围破阵。六人战胆战心寒。六般儿渗人兵器，似那六天兵降下天关。六沉枪阔剑巨斧，六丁神混战人间。六员大将，怎交马耀武扬威，兀那探子，你慢慢的再说一遍。<br>【出队子】六员将雄如虎豹，逞英雄秦叔宝。皮楞锏将难逃，萧虎舒时该命夭。俺段志玄，剑斩萧彪阵倒。<br>俺秦叔宝仗着唐元帅的威风．锏打死萧虎；段志玄显大将的英雄，剑斩了萧彪。好相持也！叔宝英雄不可当，全凭铁锏保封疆。打翻萧虎难逃命，更有将军段志玄。剑斩萧彪魂魄散，阵前萧铣大开言，单搦秦王双战斗，今朝目下定江山。俺秦叔宝、段志玄杀翻了萧虎、萧彪，那萧铣在阵前厉声高叫，奈俺元帅，怎生相持，探子你慢慢的再说一遍者。<br>【刮地风】恶狠狠萧铣军前施燥暴，搦元帅比并低高。俺秦王听罢呷呷笑，纵马轮刀，垓心内显耀英豪。阵面亡并不相饶，见画戟来钢刀去，怒气相交。有百十合不定交，耍辨个清浊。俺元帅刀起人头落，呀！敢血淋漓锦战袍。<br>俺元帅与萧铣战到百十合上，见萧铣筋弛力尽，马困人乏，望元帅虚刺一方天画杆戟来。俺元帅举起雁翎刀，立诛了萧铣。则见金盔倒偃，两脚登空，倒于马下。元帅英雄播四方，能文善武世无双。南征萧铣功劳大，刀劈贼徒定万邦。天下豪杰皆上表，威镇乾坤罢刀枪。真为白玉擎天柱，堪作黄金架海梁。唐元帅立诛了萧铣，怎生杀败残兵将，你慢慢的再说一遍。<br>【四门子】俺元帅斩将驱军校，杀残兵无路逃。把城郭收将军士又招，下江南远征真一扫，府库又封，臣子又朝，-处处归降顺了。<br>俺唐元帅诛了萧铣，有贼将手下余党，围住秦王。俺元帅托赖圣人洪福，剿杀败残兵将，好英雄也！文武双全将相才，气冲牛斗卷江淮。江南地面属唐国，天下诸侯上表来。后有高熊截住俺元帅归路，不期马三保敌住，枪刺死高熊，平收一国。见今四海咸宁，万民乐业，真乃太平之世。探子你再说一遍。<br>【古水仙子】呀、呀、呀万方宁仰圣朝，纳土称臣皆上表。美、美、美风雨调和军民安乐，见、见、见四夷人来进宝。太子年五谷丰饶，将、将、将十八处擅改皆尽剿。俺秦王谨奉尊君诏，是是是平萧铣定唐朝。<br>俺唐元帅平定了江南，探子无甚事，自回本营中去。<br>【尾声】四海称臣万民乐，建立下盖世功劳，万万载愿吾皇登大宝。<br>探子去了也。俺圣朝军马得了胜也，这的是真天子百灵咸助方显大将军八面威风<br><br>第四折<br>五夜漏声催晓箭，九重春色醉仙桃。旌旗日暖龙蛇动，宫殿风微燕雀高。小宫乃殿头官是也。今日早朝，飞报军情来，奏说俺唐元帅为观看北邙山，教魏王李密所获，圣人差刘文静为使，赍敕与李密讲和去。不想李密将此二人，都下在南牢。今闻的李密收了沧州，杀了孟海公，赦此一城罪犯之人，不想诏书内一应囚犯俱放了，则不放俺唐元帅等二人。有刘文静所央魏徵等改了诏书，将俺唐元帅等二人释放了。今又奉命征伐江南，剿杀了萧铣等，又得了人马粮草无数。今全功得胜，表圣人的命，着小官传与该衙门安排筵宴。犒劳大小众碑。就差一使分。前去加言踢赏，小官在此帅府等侯，少校门首觑着，若唐元帅等采时，报复我知道。理会的。某乃唐元帅是也。平定江南已回，今日班师。秦将军，俺入朝见圣人去来，遥望京师不远，今已得胜还朝。大小将军，是好威风也呵！<br>【双调】【新水令】立诛萧铣靖边庭，托赖着一人有庆。班师回帝辇。领将到神京，报捷连声。临帅府听宣命。<br>可早来到帅府门首也。小校报复去。有秦王等下马也。理会的。喏！报的大人得知，有唐元帅等下马，见在府门首也。道有请。理会的。大人有请。唐元帅于国有功，与众将甚是辛苦也。老宰辅治朝纲不易也。元帅，似此智勇妙算，名扬天下，实乃国家磬石之固。大人，非某之能，托赖尊君洪福，并二位将军之能也。老宰辅，此一场非俺二将之能，仰赖元帅虎威。老大人，俺二将杀了萧虎、萧彪，总不如元帅战敌贼首，立诛萧铣。今日定了太平也。元帅，一来尊君洪福，二来元帅谋略过人，今日得了胜也。<br>【沉醉东风】奉敕旨征南远行，奸邪萧铣排兵。无徒萧虎强，怎比秦琼胜，则一锏丧了残生。颇奈萧彪寻战争，被俺段志玄，宝剑斩安边定境。元帅之能，不在诸葛武侯之下，量萧铣到的那里也！<br>【挂玉钧】萧铣英雄武艺能，方天戟横持定。出马开旗呐喊声，我刀过处无回颈，有似那斩蔡阳，霎时诛谗佞，将他那百万貔貅，一扫皆平。元帅少待，小校就请季靖军师，将那收复了李密手下众将官，都与我拿将来者。理会的。李靖军师。大人有请。小官李靖是也。今有魏王李密手下大小众将，尽皆归降俺大唐，内有一人，乃是程咬金。此人当日将俺秦王主公拿至金墉城，多亏魏徵改诏，放俺元帅还邦。今日程咬金投降，未知秦王尊意，怎生决断。小官将程咬金执缚定，拿见秦王去。可早来到帅府门首也。小校报复去，有李靖军师来了也。理会的。报的大人得知，有李靖军师等来了也。道有请。大人，俺元帅平定了江南。深有汗马之功劳也。军师真乃扶持社稷股肱之巨也。不敢不敢。小宫此一来有一事启知元帅。军师有何事？如今李密手下大小众将。尽皆降俺大唐。内有一将乃是程咬金。某想此人手持宣花斧，追赶元帅，拿至金墉城。谁想今日程咬金投降，将此人执缚定了，拿来见元帅。见在帅府门首也。着他过来。理会的。左右人拿将过去！元帅，则他便是程咬金。大王，小将乃亡家之巨，前者不可追袭大王，小将有弥天之罪，今日投降。小将情愿纳头受死于大王斧钺之下也。军师众大人听者，为人臣者当以尽忠报国，程咬金追某至老君堂，此人当时尽忠于魏王，未识某矣。今天投唐，某肯念其前仇？岂不闻桀犬吠尧，非尧不仁，皆各认其主。某今将程咬全将军举入朝中，必当重用。我亲释其缚也。感蒙大王，赦臣万死，大王若纳微臣为将，我舍一腔热血，尽忠竭力，报大王不杀之恩。程将军但放心，某奏过尊君，必有重用，封官赐赏也。左右人抬上果桌来者。元帅满饮此杯。某也饮酒，老宰辅同军师与众将，今日与某正当龙虎风云会。钦赐筵宴，庆功饮酒，正当其礼也。<br>【川拨棹】开玳筵庆功成，劝金杯饮醁酉需。文武公卿笑语欢声，乐酌酶方归画庭，献烹炰佳馔馨。剿杀天下群雄，天下太平，方今四海晏然也。<br>【梅花酒】见如今太平，战争尽皆宁。千邦万国来朝正，金枝玉叶永延龄，风调雨顺年丰盛。皆托文武之能也。<br>【七兄弟】呀！文臣每尽调鼎武将每操兵，是处咸亨，法正官清。愿吾早圣寿安万万岁祝遐龄。三边静，四海清，灵芝现，醴泉生，庆云灿，景星明。皆因是圣天子洪福齐天，文武每保安社稷，皆丰稔之世也。<br>【收江南】呀！托赖着圣朝天子重群英，贤臣良将辅朝廷。中原清宴贺升平，幸仓廒满盈，保皇图一统万年兴。<br>雷霆驱号令，星斗焕文章。小官乃天朝使命是也。奉圣人的命，着其直至元帅府，加官赐赏走一遭去。可早来到也。唐元帅装香采，并大小众将，望阙跪者，听圣人的命，加官赐赏也。大小众将，谨听敕旨！您听者：因李堵侮慢朝纲，金墉城积革屯粮。唐元帅偷观入境。程咬金各佐主追赶秦王。斧劈在老君堂内，秦叔宝锏架住真表忠良。袁天罡算百日之难，亏魏征改诏书释放还乡。王世充兵败李密，有萧铣不顺大唐。圣敕封秦王为帅，统雄师征讨南方。供洪福立诛萧诜，破奸邪展三开疆。奉圣命加官赐赏，排御宴犒劳非常。加秦王继承后位，秦琼等位至都堂。扶社稷万年一统。保皇图帝道遐昌。<br>题目唐秦王误看金墉府<br>正名程咬金斧劈老君堂",
  "poet": {
    "id": 1052,
    "star": 0,
    "name": "郑光祖",
    "image": "http://img.gushiwen.org/authorImg/zhengguangzu.jpg",
    "desc": "郑光祖生于元世祖至元初年（即公元1264年），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，从小就受到戏剧艺术的熏陶，青年时期置身于杂剧活动，享有盛誉。但他的主要活动在南方，成为南方戏剧圈中的巨擘。元代著名的杂剧家和散曲家。"
  },
  "tags": []
}