{
  "id": 3168,
  "star": 56,
  "name": "别薛华",
  "dynasty": "唐代",
  "content": "送送多穷路，遑遑独问津。<br>悲凉千里道，凄断百年身。<br>心事同漂泊，生涯共苦辛。<br>无论去与住，俱是梦中人。",
  "fanyi": "<p><strong>译文</strong><br>送了一程又一程前面有很多艰难的路，匆匆忙忙只有一人去寻路。<br>在千里的行途中悲凉失意，寂寞冷落会摧垮人生不过百年的身体。<br>你我的心情都是漂泊不定，我们的生活同样凄苦辛酸。<br>不论是离开还是留下，都会是对方梦中出现的人。</p> <p><strong>注释</strong><br>薛华：即<a href=\"http://so.gushiwen.org/author_2174.aspx\">薛曜</a>，字曜华，父<a href=\"http://so.gushiwen.org/author_2701.aspx\">薛元超</a>，祖父薛收。薛收是<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>祖父王通的弟子。薛王为累世通家。薛华以<a href=\"http://so.gushiwen.org/view_3168.aspx\">诗</a>文知名当世，是王勃最亲密的朋友。<br>穷路：即穷途末路之意，喻世途艰难。<br>遑遑（huáng）：惊恐不安貌；匆忙貌。问津：问路。津：渡口。<br>千里道：极言道路长远，非指实里数。<br>凄断：悲痛欲绝。百年：极言时间之长；亦指人的一生。<br>心事：心中所思虑或期望的事情。漂泊：随水漂流或停泊。比喻行止无定所。<br>生涯：人生的极限。<br>去与住：即去者与住者，指要走的薛华与留下的自己。<br>梦中人：睡梦中的人，意即梦中相见，或前途未卜。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　首联即切题。“送送多穷路，遑遑独问津”，是说送了一程又一程，面前有多少荒寂艰难的路。当友人踽踽独去，沿途问路时，心情是多么的惶惶不安。此联中一个“穷”字、一个“独”字，乃传神之笔：穷路凄凄送挚友，把悲苦的心情，渲染得十分真切。但是，它又不仅仅是作者，也是远行人薛华心情的真实写照，语意双关。</p> <p>　　颔联“悲凉千里道，凄断百年身”，紧承上联“穷路”、“问津”而深入一层述说：在这迢迢千里的行程中，惟有一颗悲凉失意的心作伴，这简直会拖垮人生不过百年的孱弱身体。这二句是作者发自肺腑之语。<a href=\"http://so.gushiwen.org/view_3168.aspx\">诗</a>人联系自己仕途的坎坷，结合自身的抱负有感而发。所以，诗意就不能仅仅理解为只是在向远行人指出可能会遭受的厄运，其实也是作者在短短的人生道路上所亲身感受到的切肤之痛。</p> <p>　　写到这儿，作者觉得意犹未尽，还不足以倾诉心声，更不忍与知音就此分手，于是又说：“心事同漂泊，生涯共苦辛。”这一方面是同情与劝慰对方，一方面也是用以自慰，大有“涸辙之鲋，相濡以沫”的情意。</p> <p>　　但是，离别却又是不可避免的。这样，顺理成章地逼出了尾联“无论去与住，俱是梦中人”两句：离开的人，还是留下的人，彼此都会在对方的梦中出现，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>》的“故人入我梦，明我长相忆”，便是这个意思。而这篇在诀别之时，断言彼此都将互相入梦，即明说自己怀友之诚，也告诉对方，我亦深知你对我相思之切。“俱是梦中人”的“俱”字，似乎双方对等，而由作者这方面写出，便占得了双倍的分量。</p> <p>　　这首诗不同于一般五言律诗多借助景物的描绘或烘托气氛，或抒发感情，而是以叙事直抒胸臆。优美洗练的语言，创造出了生动的形象、鲜明的意境，表达了真挚的情思。“兴象婉然，气骨苍然”，是这首诗的主要艺术特征。诗人采用了“古诗”的传统手法，适当地使用叠字，增强了诗的表现力。</p>",
  "poet": {
    "id": 289,
    "star": 0,
    "name": "王勃",
    "image": "http://img.gushiwen.org/authorImg/wangbo.jpg",
    "desc": "王勃（649或650～676或675年），唐代诗人。汉族，字子安。绛州龙门(今山西河津)人。王勃与杨炯、卢照邻、骆宾王齐名，世称“初唐四杰”，其中王勃是“初唐四杰”之首。"
  },
  "tags": [
    "送别",
    "相思"
  ]
}