{
  "id": 70191,
  "star": 1,
  "name": "杂剧·荆楚臣重对玉梳记",
  "dynasty": "元代",
  "content": "第一折<br>老身姓顾，在这松江府住坐。有个女孩儿，小字玉香，年方二十岁，生的十分大有颜色，做着个上厅行首，与一个扬州府秀才荆楚臣作伴。二年光景，那生在俺家里，使了数十锭银子。如今有东平府客人柳茂英，装二十载绵花束这松江货卖。着人请他去了，这早晚敢待来也！自家柳茂英，东平府人。装了二十载绵花，来此松江府货卖。此间有个歌者顾玉香，我有心与他作伴。夜来见了那妈妈，今日使着个梅香来请，事必谐矣！我索走一遭去。柳官人，你放心，那荆生被我赶将出去了，你欢喜咱。先留五十两银子，与奶奶做茶钱。料着二十载绵花，也不到的剩一分回去。妾身姓顾，小宇玉香，在此做着个上厅行首。二年前与荆楚臣作伴，俺家使过他数十锭花银。俺娘见他没东西了，日日撚他去。他一口气成病，使性儿出去了。可早数日光景，那生被廉耻所拘，不肯上门，我着怜儿寻他去了。暗想俺这门衣饭，又无甚黄牛耕黑牛种，止则是卖笑求食，非同容易也呵！<br>【仙吕】【点绛唇】风月家门，又无资本，别营运。止不过送旧迎新，凭卖笑衣食稳。<br>【混江龙】倚仗着高谈阔论，全用些野狐涎扑子弟打郎君。散春情柳眉星眼，取和气皓齿朱唇。和他笑一笑敢忽的软了四肢，将他靠一靠管烘的走了三魂。为俺呵搬的那读书的慵观经史，作商的懒去辛勤，为吏的焉遵法度，做官的岂惜簪绅。生着那义和的兄弟厮寻爷，孝顺的儿子学生分。都是俺个败人家油鬏髻太岁，送人命粉脸脑凶神。<br>姐夫，快行动些！小生荆楚臣，本贯广陵人也。游学至此松江府，与上厅行首顾玉香作伴二年，被虔婆板障，将小生气成疾病，出来在相知人家暂住。恰才大姐着怜儿来寻，则索走一遭去。楚臣，你好下的，数日间阔。大姐情分，生死不忘，衔结难报。<br>【油葫芦】觑了这惜玉怜香心上人，教咱家情越亲，那劳承那敬爱那温存。大姐，则被你情系人心早晚休？则咱这情牵人意终朝印，似恁的尘随马足何年尽？奶奶如此板障，姻缘不久矣！俺娘翻手是雨，合手是云。常则是恶哏哏紧掿着条黄桑棍，端的待打杀卧麒麟。<br>【天下乐】俺娘自做师婆自跳神，一会家难禁努目讪筋，俺那娘飇着一个冷鼻凹，百般儿没事狠。见了那名公文士每来呵！嫌的是张秀才李秀才，见那公子舍人上门呵！爱的是王舍人刘舍人，他那些乔殷勤佯动问。<br>大姐，省一句儿，恐怕奶奶听的。我听的多时也！俺女孩儿对着荆秀才骂我，也罢，荆秀才出去！奶奶，他在咱家使了偌多银两，再留住一程儿。你若不肯，我寻个自尽！生分小贱人，着他快出去！<br>【村里迓鼓】间别了俺故人恩爱，便绝了咱子母情分。若不是三年乳哺十月怀耽，也曾受过的苦辛，敢将你扯拽衣袂，挝揉皮肉，揪撏头鬓。不发迹的穷生，赶不出门去。你是读书人，廉耻也不顾，你不羞那？奶奶，他耐了你万种羞，受了你千般气。俺家里也使了他数锭银，不勾二年，银两使尽，揾地赶他出去。他则索狼吃幞头心儿里自忍。<br>别人家养女儿孝顺，偏我家这等生分。<br>【元和令】常言道母慈悲儿孝顺，则为你娘狠毒儿生分。每日家三餐饱饭要腥荤，四季衣换套儿新。须不是荆秀才的钱物。送的他离乡背井，进退无门，恰便似汤浇雪风卷云。<br>【上马娇】你那眼又亲，手又准，似饿鹞扑鹌鹑。将一座花柳营，生扭做迷魂阵，真是个女吊客母丧门。<br>【游四门】再休想不应亲者强来亲，则理会的说响钞共精银。恁那之乎者也都休沦，使不着调子曰弄诗云，待做惜花人。<br>【胜葫芦】眼前面便是西出阳关无故人，走的快着。个带伤也着昏，生逼人千里关山劳梦魂。若早知你这般圈缋，那般局段，急抽身不囫囵！<br>【幺篇】都是你个爱钱的虔婆送了人，可不着人唾骂奶奶也！那里怕千人骂万人嗔？则愿的臭死尸骸蛆乱虫分，遮莫便狼拖狗拽，鸦口嵌鹊啄，休想我系一条麻布孝腰裙！<br>我也不和你说，伴着那穷丑生，几时是了？我与你又寻了个标致的郎君也！怜儿，快请柳茂英来！这等风流子弟。又有钱。不强似那荆秀才？大姐，小人二十载绵花，都与大姐，不强如那穷身破命的？噤声！<br>【后庭花】他虽然身贫志不贫，姐姐，有钱的来了，小生告回。我怎肯钱亲人不亲？常言道后浪催前浪，尽教他后浪催前浪，楚臣放心，休想我新人换旧人。二十载绵花都送大姐哩！卖花人卖花唇，我劝你咱，休入俺这花营锦阵。我说几般儿你受用的茶饭。三停刀砍脚跟，百炼锤打脑门。生铁钩搭脊筋，钅俞镔杓剜眼轮。连珠箭雨点频，九稍炮风势紧。漫天纲措备的真，陷入坑埋没的准。钉人钉勾二百斤，钻人钻有十数根，秤人秤安顿的稳。急收拾没了半文，刚刚的剩纸路引。<br>【青歌儿】敢着你有家、有家难奔，这厮你眼里、眼里无珍。我有二十载绵花，好大本钱哩，这些时白马红缨衫色新，怕不月户风门，翠袖红裙，乡被鸳裀，玉软香温。有一日使的来赤手空拳，梦撒撩丁，前吊砖后吊瓦，槌着胸，跌着脚，哭哭啼啼，悲悲切切恰还魂，敢恁时马死黄金尽。这等好郎君不接待，着这穷丑生。休看他吃的，则看他穿的，我也不和你料，快赶出去！荆楚臣，若不出去，我和你不干净！楚臣出去了，我也不觅钱，咱大家坐地！<br>【赚煞尾】从今后都一般病染梦魂劳，两下里人远天涯近。好苦痛也荆郎楚臣，姐姐。你肯守志么？我敢一上青山便化身。从今后枕冷衾寒，索自温存。有小人陪侍大姐，二十载绵花不剩一分回去！这嘶待逞精神卖弄家门，二十载绵花。则和大姐歇一夜罢。呆汉！休想和你一夜夫妻百夜恩！柳茂英买了顾玉香也！你待要抟香弄粉，妆孤学俊。呆汉！便准备着那一年春尽一年春。<br>他两个去了！奶奶，破着我二十载绵花，务要和他睡一夜。方遂我平生之愿！我这嘴脸也不俗，偏生不入婆娘目。妈妈若还做的姑老成，怕道你家没得绵花褥！<br>楔子<br>小生想来，堂堂七尺之躯，生于天地间，被人如此数说。大丈夫必当立志，况兼朝廷春榜动，选场开，凭小生文学，必夺取一个状元回来。但不知姐姐意下如何！楚臣主见不差，男子汉当以功名为念。你若肯去进取，妾解下钗环，以为路费。全副头面钏镯，俱是金珠，助君之用。又有这玉梳儿一枚，是妾平日所爱之珍。掂做两半，君收一半，妾留一牛。君若得第，以对玉梳为记。<br>【仙吕】【赏花时】君既取功名妾不留，妾谨守香闺君莫忧。我将这玉梳呵，分两下有因由，则怕你撇咱脑后，似破镜合妆楼。<br>【幺篇】无瑕玷的情怀图个永久，有温润的姻缘博个到头。若赴京阙到皇州，有一日功名成就，做夫妇可风流。<br>多谢姐姐赍助盘缠。今日正是好日有，便索登程去也。正是：青云有路终须到，金榜无名誓不归。<br><br>第二折<br>柳官人放心，荆生被我赶出去了。女孩儿由他乖，好歹成就你。多谢妈妈！我去寻俺娘儿一场闹，便来请你。二十载绵花都与奶奶用。怜儿，自你姐夫去后，可早半月光景，觉的我这身心不安，况值秋天，好伤感人也呵！<br>【正宫】【端正好】人乍别受姜凉，病易感添寂寞，记相别，可早半月期过。俺悉人病里如何过？又被这秋景相回和。<br>姐姐，眼前尽是秋意哩！<br>【滚绣球】促人眉黛的矮墙侧舞飘飘凋败柳，替人憔悴的小塘中干支支枯老荷。断人魂魄的树梢头昏惨惨野烟微抹，松人鬓脚的山尖上高耸耸峰顶堆螺。感人消瘦的疏篱下黄甘甘菊尽开，染人血泪的窄沟岸红飇飇枫乱落，搅人梦境的小阶前絮叨叨夜蛩频聒，恼人情肠的金井傍滴溜溜梧叶辞柯。结人愁怀的碧天边昏冉冉云轻布，助人长吁的纱窗外疏剌剌风势恶伴人孤另的明皎皎月色银河。<br>姐姐为俺姐夫去了，茶饭少进，脂粉懒施，好生清减了也。<br>【倘秀才】无奈何浅妆淡抹，有甚有梳艳裹，每日懒出门木呈绣房里坐。朝忘餐食无味，夜废寝眼难合，不索你问我。<br>姐姐，你饮杯儿酒也消愁，闲行一步也消闷。你那里知道？我便吃酒呵，也消不得愁，便闲行呵，也消不得闷。奶奶，为何也这般烦恼？可知不欢喜哩！柴也无，米也无，我看吃甚么？你道我不曾觅钱，头上有天哩。<br>【滚绣球】我与你觅下的金寻下的银，买下的锦攒下的罗，珠和翠整箱儿盛垛，娘呵，你那哭穷口恰似翻河。金钱不使呵，莫不阴司下要用他？珠翠不戴呵，莫不灵堂前要显豁？绞锦不穿呵，莫不留着棺函中装裹？忤逆弟子，你待着我死哩！你死呵，也不索做水陆动钟鼓铙钹。可是为甚么？你终朝看的昧心经管取消了灾障，每日念的养家咒多应免些罪过。你咒的我好！好儿女！好儿女！咱可甚儿女情多！<br>骂着他越撒顽，我着些话儿哄他。孩儿，我恰才斗你耍来。则养你一个，偏我不疼？<br>【倘秀才】休假温存絮叨叨取撮，佯问候热刺刺念合，更怕我不趱你那冷气虚心厮拾掇。哑谜儿有甚难猜破？甜句儿将我紧兜罗，口如蜜钵。我如今老了，抬举的你成人，你也可怜我些儿。<br>【滚绣球】做娘的肯哀怜肯付合，做女的有疼热有瓜葛，指头上单养的我一个，须不是过房的买到前窝。熬煎的点秋霜两鬓皤，抬举我正青春二九过。衣食勾家私得过，因甚的闹炒炒做不的个存活？每日间八阳经便少呵也有三千卷，五代史至轻呵也有二百合，又不是风魔。<br>孩儿，胡乱留下柳茂英，得些钱钞，等咱做些盘缠。怜儿，且顺着虔婆，若不依他有五千场不定交。就叫那呆汉来挤上他一场，也绝了念头。大姐若留了小人，二十载绵花都送与大姐。<br>【脱布衫】一心待趁浪逐波，恣情的妙舞清歌。呆子弟迎风把火，强风情指山卖磨。<br>大姐可怜见。<br>【醉太平】你与我打睃，有甚不瞧科。恰便似告水灾今岁淹了田禾，怎觑那王留般做作。你去颐前程这搭儿休超垛，识吊头，打闹里疾赸过，刬地你拽大拳人面前逞喽风召，请起来波小哥。<br>由大姐骂我，则是二十载绵花都送与大姐。呆汉。养活妻子，休恋风尘！<br>【倘秀才】这嘶他不知死飞蛾投火，你要我便是望梅止渴。男儿膝下有黄金，揾地望梅止渴？话不投机一句多，你待要装标垛，下锹钁，哎罢呵！<br>我再劝你咱！<br>【滚绣球】俺这暖烘烘锦被窝，似翻滚滚油舶镬。这效鸾凰翠屏绣幕，是陷平人虎窟狼窝。红莲舌是斩郎君古定刀，青丝发是缚子弟降魔索。鸩人药是美甘甘舌尖上几口甜唾，招人命是香喷喷袖门内半幅轻罗。泼人汤三转身揩些眼泪，催人命百忙里着句褪科，平地风波。<br>呆汉，我有个比喻。大姐，你说你说。<br>【赛鸿秋】则俺那双解元普天下声名播。哎，你个冯员外舍性命推没磨。则这个苏小卿怎肯伏低？将料着这苏婆休想轻饶过。呆厮你收拾买花钱，休习闲牙磕。常言道：井口上瓦罐终须破。<br>怎将我比冯魁？二十载绵花，倒不如三千引茶？<br>【三煞】贩茶船柱儿大，比着你争些个，绵花载数儿俭，斟量来不甚多。那里禁的半载周年，将你那千包百篓，也不索碎扯零撏，则消得两道三科。休恋这隋堤杨柳，歌尽桃花，人赛嫦娥。俺这狠心的婆婆，则是个追命的母阎罗。<br>我则是二十载绵花都与大姐。<br>【二煞】若是娶的我去家中过，便是引得狼来屋里窝。俺这粉面油头，便是非灾横祸；画阁兰堂，便是地纲天罗。敢着你有家难奔，有口难言，有气难呵。弄的个七上八落，只待睁着眼跳黄河。大姐，我恰才不道来？二十载绵花都不打紧，则娶大姐做个老婆。<br>【黄钟煞】休置俺这等掂梢折本赔钱货，则守恁那远害全身安乐窝。不晓事的颓人认些回和，没见识的杓俫知甚死活？无廉耻的乔才惹场折挫，难退送的冤魂像个甚么？村势煞捻着则管独磨，桦皮脸风痴着有甚飇抹？横死眼如何有个分豁，喷蛆口知他怎生发落？没来由受恼耽烦取快活，丢了您那长女生男亲令阁。我二十载绵花送与大姐也不少。量你这二十载绵花值的几何？呆汉！你便有一万斛明珠也则看的我！<br>奶奶，我如今怎么？柳官人放心，好歹都在我身上。二十载绵花都送奶奶，拚的不剩一分回去。<br><br>第三折<br>独携琴剑入长安，垂手功名自不难。何限彩楼招婿者，偏我无心懒去看。小宫荆楚臣。自离了松江赴京，一举状元及第。所除句容县令，判簿皆缺，止下官一人。方才到任数日，只等事定，去取顾玉香未迟。近奉府帖，下差往乡催办今冬粮草。左右的鞴马过来。嗨！谁想顾玉香夜来收拾了房中细软，共梅香逃走，不知去向！眼见往京师寻那荆楚臣去了。那虔婆哄了我偌多东西，则这干罢。如今赶到丹阳问人来，说有一个妇人引着个梅香，将着些行李上旱路去了。正中我计，我拚的连夜抄将过来。白土左侧黑林子里等着。若撞见他，肯顺我便罢；道出一个不字来，我着刀子结果了他性命，歇两日大吃了，又无形迹，多少是好。怜儿，慢慢的行。只为那呆汉缠的我慌，俺那虔婆眼黑爱钱，诚恐污我身名，生出此计，瞒过俺那虔婆。所央松江府旧认的孔目每，讨了一张文书，则做往京探亲，带了些细软家私，上京寻那荆楚臣去。悄悄的讨了只船儿，来至丹阳。出江风浪难行，旱路稍近。前面雇辆车儿，共梅香坐将去。好是凄凉人也呵！<br>【中吕】【粉蝶儿】秋况消疏，远村迷淡烟深处，断桥边野水平芜。盼邮亭巴堠子，一步捱一步。早则是途径崎岖，恼行人痛伤情绪。<br>【醉春风】则为俺那不心软的狠毒娘，更合着这忒忤逆的逃窜女。恰便似孟姜女送寒衣，谁曾受这般苦！苦！那里问养育情怀，则为俺夫妻恩爱，早难道割不断子母肠肚。<br>姐姐，你看这派秋景，煞是伤感人也！<br>【红绣鞋】按天际落霞孤鹜，映残阳老树啼乌，古道傍飘衰叶折枯蒲。蒹葭排雁字，云水捕鱼图，洒西风弹泪雨。<br>姐姐，转过这山坡，一簇榆林，黑洞洞的，不知里面藏着甚么狼虫虎豹，况兼天色已晚，好是怕人也！<br>【迎仙客】转过这山额角生惨凄，见一簇恶林郎黑模糊，不由我心儿里猛然添怕惧。两耳火云烧，浑身冷汗出，似钩住我皮肤，把不定头梢儿竖。姐姐，早寻个灯火店安下也好。<br>【石榴花】唬的我意慌张心乔怯战都速，无了魂魄，软了身躯，则见他恶哏哏嗔忿忿气扑扑。放手！走的好！今日见你也。猛见了他面目，事在当初。不合将他千般数落十分怒，料应来命在须臾。既然见了你，好歹要成合，不肯便杀了你！这厮待强风情打家截道拚着做，那里讨护身符？<br>近前来，你顺了我罢！玉香也！<br>【斗鹌鹑】这埚儿使不着我美貌娇容，用不着我花言巧浯。不肯便杀了你！这嘶如此行为，恁般做出！你娘使过我偌多银两，准折了两家罢。这的是你财上分明大丈夫，贼儿胆底虚。你还不顺我，等到几时？你只要窃玉偷香，省甚的云歹尤殢雨？<br>梅香，和你大姐说，这里又无人，他和我成合了罢。若不肯呵，我便杀了也！姐姐，他说不肯，便要杀了你。如何发付那？<br>【上小楼】你道是如何发付，我索避着不做。我这里敛袂回身，褪后趋前，眼笑眉舒。施礼数，道万福，殷勤观觑，施呈着我尊前席上那些假虚脾和睦。<br>柳官人，你急性怎么？慢慢商量，可不好厮见。肯呵，二十载绵花都与大姐，不肯时目下见血！噤声！<br>【幺篇】待将咱所图，我宁死不辱！这厮笑里藏刀，节外生枝，暗地埋伏。这里是大道官塘，怎没个行人，南来北去？天那，眼见的死的来不着坟墓。大姐，成合了罢？有杀人贼也！甚么人叫杀人贼？左右每拿住！玉香姐姐，你认的我么？救我的是谁那？小生荆楚臣也。惭愧。<br>【满庭芳】也是天然对付，险些儿身归地府，命掩泉途。为甚这厮做出这等事来？这厮只因饱暖生淫欲。这是关系性命，暂时随顺，省致如此狼狈。便休想似水如鱼。权时之事，何故认真？与这嘶待一时间莺俦燕侣，我情愿尽世儿凤只鸾孤。且免一时危难，也不为过。楚臣也，你深思虑，因何难共处？岂不闻冰炭不同炉？左右，拿过那逆贼来！二十载绵花都送大姐。<br>【普天乐】这厮起荒淫，生嫉妒，抵多少守株待免，缘木求龟。贼汉意下慌，楚臣心头怒。据这贼情理难容，该问死罪哩！据此贼情理难容伤时务，坏人伦罪不容诛。一心待偎红倚翠，论黄数黑，恶紫夺朱。楚臣，你好生施行此贼咱。左右，将此贼押赴县里去者！<br>【快活三】楚臣索自窨付，君子断其初。说山盟言海誓做妻夫，怎忘的咱剪发燃香处。<br>【朝天子】自楚臣应举，听妾身拜覆，俺娘将我待嫁做商人妇。贤愚从来不并居，因此上不避红尘路。谁想来至中途，逢着贼徒，几乎问遭问阻。猛可里得遇，将妾身救取，方信道天自有安排处。元来如此。你可来做甚么？我自有人来取你。楚臣，你如今那里为官？今授句容县令，你也受用五花官诰，做夫人县君也。<br>【十二月】拜辞丁清歌妙舞，打迭起傅粉施朱。受了些了辛万苦，熬了些短叹长吁。早则有准成地朝云暮雨，依然的复旧如初。<br>【尧民歌】等着也五花官诰七香车，尽受用满身花影倩人扶。今日个花生满路得荣除，早则不碧桃花下凤鸾孤。欢娱欢娱乐有余，轻怜惜偎香五。左右，鞴马！一壁抬过轿儿来，共夫人同回县里去！<br>【耍孩儿】原来这夫人也许俺娼人做，我则道尽肚儿常为妓女。不想粪堆上蓦然氏灵芝，鹊巢中生出鸾雏。显耀杀妾本云间住，光辉了君家淮甸居。恰才但有半点儿风声污，可不羞归西浙，耻向东吴。<br>【一煞】肩厮并比翼鸟，腮厮贴比目鱼，手厮把合欢带，同心结连枝树。头厮磕低凋儿歌金缕，腿厮压高擎着倒玉壶。臂厮搂似并头莲在鸳帏宿，尽情儿颠鸾倒凤，尽兴儿弄粉抟酥。<br>【二煞】对鸾台画娥眉月一弯，铺蝉鬓插犀梳云半吐，玉玎珰金碟王燮珠琭簌。逞一会儿凤冠霞帔夫人相，谎一程儿高髻云鬟仕女图，显一捻儿风流处。探亲眷高抬着暖轿，送人情稳坐着香车。<br>夫荣妇贵，足矣！足矣！<br>【煞尾】做男儿的除县宰称了心，为妻儿的号县君享受福。则我这香名儿贯满松江府，我与那普天下猱儿每可都做的主。<br>下官想来，不如做一角文书，将那柳茂英锁送府牢，依律治罪。一壁厢另择吉日，请夫人进衙，未为迟也。偶执强人大道傍，却令夫妇得成双。不是一番寒彻骨，谁许梅花喷鼻香？<br><br>第四折<br>下官当初与玉香别时，分开玉梳为记。今日令银匠用金镶就，依旧完好。己曾安排下筵席，一者与夫人压惊，二者庆贺这玉梳。言之未已，夫人早上。玉香，谁想有今日也呵！<br>【双调】【新水令】风尘中埋没了二十年，平空的唤县君有何颜面！告辞了春风歌宛转，夜月舞蹁跹。俺如今福禄双全，稳拍拍的绿窗下做针线。夫人，我想当初若非你赠我盘缠，进取功名，焉得有今日也？<br>【驻马听】你如今位得荣迁，两行朱衣列马前。当初你身虽贫贱，也曾一春常费买花钱。则我这节妇牌旌表在丽春园，更和你紫泥宣颁降到临川县。这的是心坚石也穿，喜鸳鸯双锁黄金殴。<br>多感夫人弃母寻夫，路途遥远，如此艰辛，况为贼子所逼，几乎性命也不可保。这都是为着那个来？夫人请上，受下官一拜。<br>【落梅风】寻夫主真减志，盼京师不甚远。飕飕把风霜亲践，脚竹踵是脚心世踏破的茧，生受夫人。休道生受。便死呵死而无怨。<br>我想那日若不遇见相公，必丧这贼之手。相公请上，受妾身一拜。<br>【水仙子】你道我顾玉香是娇滴滴玉天仙，偏撞他柳盗跖恶哏哏做死冤。手持着明晃晃利刃如秋练，唬得我战钦钦魂灵儿飞半天。若不是你荆楚臣急忙忙剩到根前，将一个赤力力活擒拿，将一个喜孜孜生放免，怎能勾大和妇，美甘甘再得缠绵？<br>夫人，你和我别时，分开玉梳为记，今令银匠用金镶了。那首饰头面，尽皆费用，单留此梳，以表至诚。夫人你看！<br>【甜水令】想着咱锦片前程，十分恩爱，百年姻眷，非今世是前缘。问甚么首饰房奁，金珠镯钏，钗环头面。玉梳儿对勘的依然。<br>【折桂令】果然似乐昌般破镜重圆，抵多少配上琼簪，接上冰弦。当初俺两下分开，今还一处，仍旧完全。这梳上对嵌处，微显纤丝文路，终不如天然完美。虽然是有痕迹香娇玉软，端的个无瑕玼粉绕花缠，金裹琼沿，翠护朱圈。白日里垫鬏髻儿权衬着青丝，到晚来贴主腰儿紧搂在胸前。梅香，将酒来，共夫人饮一杯！夫人请！相公请！<br>【锦上花】当日在娟楼百般留恋，今日在琴堂受用无边。一个青春，一个少年；一个荣华，一个贵显。<br>【幺篇】相公不负心，贱妾能酬愿，比目鸳鸯天生可羡。百岁欢娱，两情缱绻；玉漏休残，金杯莫浅。<br>相公，我道你不是个受贫的！玉香，你也该辞我一辞怕甚么？亏你今日还有嘴脸来见我哩！夫人不必烦恼。天下老鸨，那一个不爱钱的？只是这所在留不得你。左右，取我一百两俸钱来，与他为终身养赡之资。你将的去者。那柳茂英将着二十载绵花，要我女孩儿睡一夜，尚然不肯，如今嫁与你做了个夫人，岂可没些财礼？至少也得一千两！<br>【清江引】老鸨儿那个不爱钱？谁似你坐钱眼中间转。只争他少共多，再不问良和贱，也还比他二十载绵花好过遣。<br>这一百两俸钱，也勾你养赡半世了，还要讨多哩！<br>【离亭宴煞】这里是阳春德泽桃花县，他怎肯将小民脂血做黄金辇，除了些月支的俸钱，无过是酒一尊琴三弄诗千卷。说甚三媒六证财，再受你百计千方骗。俺如今也得个夫人位转，若早上了你歹王魁贩茶船，可不干赚了我俏苏卿一世里蹇。<br>题目顾玉香双美锦堂欢<br>正名荆楚臣重对玉梳记</p> <p> ",
  "poet": {
    "id": 2844,
    "star": 0,
    "name": "贾仲明",
    "desc": "贾仲明(1343～1422后)，元末明初杂剧作家。明·朱权《太和正音谱》作“贾仲名”。自号云水散人。淄川（今山东淄博）人。聪明好学，博览群书，善吟咏，尤精于词曲、隐语。曾侍明成祖朱棣于燕王邸，甚得宠爱，所作传奇戏曲、乐府极多，骈丽工巧，后徙官兰陵。著有《云水遗音》等。撰《录鬼簿续编》，为八十二位戏曲作家补写了数十曲双调·凌波仙挽词，对这些戏曲作家及其创作予以梳理、评论，其中有不少曲论评语是比较中肯公允的，至今仍被人们广泛征引。"
  },
  "tags": []
}