{
  "id": 70743,
  "star": 15,
  "name": "长亭怨慢·雁",
  "dynasty": "清代",
  "content": "结多少悲秋俦侣，特地年年，北风吹度。紫塞门孤，金河月冷，恨谁诉？回汀枉渚，也只恋江南住。随意落平沙，巧排作、参差筝柱。<br>别浦，惯惊移莫定，应怯败荷疏雨。一绳云杪，看字字悬针垂露。渐欹斜、无力低飘，正目送、碧罗天暮。写不了相思，又蘸凉波飞去。",
  "fanyi": "<p><strong>译文<br></strong>北风年年有意吹到塞外，悲秋的大雁结成伴侣将飞向南方。寂寥的关塞，广漠的天空，满腔的哀怨向谁倾诉呢？雁群飞过水滩，越过水中的沙洲，只是恋着江南的故土，它们落在沙滩上象是筝上参差错落的弦柱。<br>雁群飞蓟水滨，落下又惊起，似乎败荷疏雨都使雁群惊恐不安。大雁升空继续高飞远去，它们象一条绳悬挂云端。雁群飞得疲惫了，在暮色苍茫的天际渐渐欹斜低飘：但对江南的相思萦绕于心，它们没有停留下来。又蘸着冷风离去。</p> <p><strong>注释<br></strong>①俦（chóu）侣：伴侣。<br>②紫塞：指长城。此处泛指北方塞外。<br>③金河：指秋空。古代以阴阳五行解释季节演变，秋属金，所以称秋空为金河。<br>④回汀枉渚：汀，水边平地。渚：水中小洲。回，枉：弯曲的形状。<br>⑤筝柱：指筝上的弦柱。此处用以形容大雁飞行的队形。<br>⑥浦：水滨。<br>⑦一绳云杪（miǎo）：形容大雁排成一字形飞向天边。<br>⑧欹(qī)斜：倾斜不平。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>咏物词中最著名的一首。它题咏的是雁，说 得具体一点则是秋雁。全词字面，均扣住“雁”字来写：既有对群雁憩息时的静态描述，如“随意落平沙，巧排作、参差筝柱”，又有对雁 阵飞行时的动态勾勒，如“一绳云杪，看字字、悬针垂露”；既有形象的外观描写，如“渐欹斜、无力低飘”，也有逼真的心理刻画，如“惯 惊移莫定，应怯败荷疏雨”；既有一般的白描手法，如“回汀枉渚，也只恋、江南住”，还有曲折的典故运用，如“紫塞门孤，金河月冷” ……从而生动细致地描绘出了一幅大雁南飞的画图。而时当金秋，却是满眼的北风、冷月，孤门、败荷，疏雨，暮色，成群的大雁排 成不同的队形，在略作休息之后又疲倦地向南飞去，这里面充满着 苍凉悲凄的气氛。</p> <p>　　然而，咏雁只是这首词的表层现象，作者的用意显然在于以雁 喻人，通过咏雁来表现自己的身世之悲。如同朱彝尊《解佩令‘自题词集》“十年磨剑，五陵结客，把平生、涕泪都飘尽”云云所反映的 那样，他由于抗清失败，生 计艰难，在很长一段时期 内飘零四海，客游幕府，先后到过山西、山东、北京等 地。这种漫长的羁旅生 涯，加上时时要担心清廷 的追捕，不能不使他既感 到厌倦，又感到惊恐，梦想着能够回到自己江南的家 乡，过上安定的日子。正 因为如此，所以他看到秋 天南飞的大雁，心中产生 了强烈的共鸣，忍不住发出了“也只恋、江南住”的 慨叹；而大雁尚能南飞，人 却不能自主，有家难归，有 “恨”也不知道向谁倾诉 ! 难怪乎这样一首秋雁词会充满着如此悲凉的气氛。</p> <p>　　更有可说者。朱彝尊的身世之感，最根本的原因在于明清改朝换代。因此，这首词在叙述秋雁南飞的背景时，也特地点出了是 “北风吹度”。这里的“北风”，以及下文的“紫塞”、“金河”，事实上都象征着来自北方的满清贵族势力。而与此相反，下面“也只恋、 江南住”的“江南”，则自然象征着明朝故国。词的结拍“写不了相思”云云，脱胎于南宋词人张炎的《解连环·孤雁》：“写不成书，只寄 得相思一点。”然而如今故国久已灭亡，连“相思”也“写不了”了，其感情显然更为沉痛。如果说这首词有更深层的寓意的话，那么就 在这里。陈廷焯《白雨斋词话》卷三说此词“感慨身世，以凄切之情，发哀婉之调，既悲凉，又忠厚”，所谓“忠厚”，恐怕也就是由个人 进而想到家国吧。</p> <p>　　纵观全词，它的主题思路由雁及人，又由人而推及故国沦亡的 背景，从而形成了一个近远浅深逐层递进的多层面体。这即使作品的主题得到了深化，又使作品产生出强烈的立体感，增加了作品 的艺术感染力。只是我们在阅读这类作品的时候，需要细心辨析它写的究竟是景耶情耶，抑或人耶物耶……</p>",
  "about": "<h2>创作背景</h2> <p>　　词人经历明亡清初，当时处于异族统治下的汉族士大夫具有特殊的时代情绪，他们虽然身在上层统治者的行列，但毕竟有潜伏在意识深处的民族情绪，这种情绪会表现为不安、惆怅，孤寂，表现为对已故明朝的追怀思念。然而这些又是难言之隐，往往只能在<a href=\"http://so.gushiwen.org/view_70743.aspx\">诗</a>词中曲折地抒发出来。</p> <p>　　<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>由于抗清失败，生计艰难，在很长一段时期 内飘零四海，客游幕府，先后到过山西、山东、北京等 地。这种漫长的羁旅生 涯，加上时时要担心清廷 的追捕，不能不使他既感 到厌倦，又感到惊恐，梦想着能够回到自己江南的家 乡，过上安定的日子。正因为如此，所以他看到秋天南飞的大雁，心中产生了强烈的共鸣，忍不住发出了“也只恋、江南住”的慨叹，只是大雁尚能南飞，人却不能自主，有家难归。</p>",
  "poet": {
    "id": 637,
    "star": 0,
    "name": "朱彝尊",
    "image": "http://img.gushiwen.org/authorImg/zhuyizun.jpg",
    "desc": "朱彝尊(1629～1709)，清代诗人、词人、学者、藏书家。字锡鬯，号竹垞，又号驱芳，晚号小长芦钓鱼师，又号金风亭长。汉族，秀水（今浙江嘉兴市）人。康熙十八年（1679）举博学鸿词科，除检讨。二十二年（1683）入直南书房。曾参加纂修《明史》。博通经史，诗与王士祯称南北两大宗。作词风格清丽，为浙西词派的创始者，与陈维崧并称朱陈。精于金石文史，购藏古籍图书不遗余力，为清初著名藏书家之一。"
  },
  "tags": [
    "咏物",
    "写鸟",
    "寓人",
    "抒怀"
  ]
}