{
  "id": 71946,
  "star": 987,
  "name": "画堂春·一生一代一双人",
  "dynasty": "清代",
  "content": "一生一代一双人，争教两处销魂。<br>相思相望不相亲，天为谁春。<br>浆向蓝桥易乞，药成碧海难奔。<br>若容相访饮牛津，相对忘贫。",
  "fanyi": "<p><strong>译文</strong> <br>明明是一生一世，天作之合，却偏偏不能在一起，两地分隔。<br>整日里，相思相望，而又不得相亲，枉教得凄凉憔悴，黯然销魂。<br>不知道上苍究竟为谁，造就这美丽青春。一为裴航，乞浆蓝桥，而得妻云英；一为嫦娥，窃不死药，而飞奔月宫。<br>如果能够像牛郎织女一样，于天河相见，即使抛却荣华富贵也心甘。</p> <p><strong>注释</strong><br>①一生二句：唐<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>《代女道士王灵妃赠道士李荣》：“相怜相念倍相亲，一生一代一双人。”争教，怎教。销魂，形容极度悲伤、愁苦或极度欢乐。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“黯然销魂者，惟别而已矣。”<a href=\"http://so.gushiwen.org/author_642.aspx\">杜安世</a>《诉衷情》：“梦兰憔悴，掷果凄凉，两处销魂。”此谓天作之合，却被分隔两地。两处相思，黯然销魂。<br>②蓝桥：地名。在陕西蓝田县东南蓝溪上，传说此处有仙窟，为裴航遇仙女云英处。《太平广记》卷十五引裴硎《传奇·裴航》云：裴航从鄂渚回京途中，与樊夫人同舟，裴航赠<a href=\"http://so.gushiwen.org/view_71946.aspx\">诗</a>致情意，后樊夫人答诗云：“一饮琼浆百感生，玄霜捣尽见云英。蓝桥便是神仙窟，何必崎岖上玉清。”后于蓝桥驿因求水喝，得遇云英，裴航向其母求婚，其母曰:“君约取此女者，得玉杆臼，吾当与之也。”后裴航终于寻得玉杆臼，遂成婚，双双仙去。此处用这一典故是表明自己的“蓝桥之遇”曾经有过，且不为难得。<br>③药成句：《淮南子·览冥训》：“羿请不死之药于西王母，姮娥窃之，奔月宫。”高诱注：“姮娥，羿妻，羿请不死之药于西王母，未及服之。姮娥盗食之，得仙。奔入月宫，为月精。”<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《嫦娥》：“嫦娥应悔偷灵药，碧海青天夜夜心。”这里借用此典说，纵有不死之灵药，但却难像嫦娥那样飞入月宫去。意思是纵有深情却难以相见。<br>④饮牛津：晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》：“旧说云：天河与海通，近世有人居海诸者，年年八月，有浮槎来去，不失期。人有奇志，立飞阁于搓上，多资粮，乘槎而去。至一处，有城郭状，屋舍甚严，遥望宫中多织妇，见一丈夫牵牛诸次饮之，此人问此何处，答曰：‘君还至蜀郡问严君平则知之。”，故饮牛津系指传说中的天河边。这里是借指与恋人相会的地方。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　上片化用成句，说相亲相爱的“一双人”无端被拆散。不曾交代相关故事，也没有具体情节。下片以“故事”说故事，借古老传说，为透露消息。</p> <p>　　劈头便是“一生一代一双人，争教两处销魂”，明白如话，更无丝毫的妆点；素面朝天，为有天姿的底蕴。这样的句子，并不曾经过眉间心上的构思、语为惊人的推敲、<a href=\"http://so.gushiwen.org/view_71946.aspx\">诗</a>囊行吟的揣摩，不过是脱口而出，再无其他道理。</p> <p>　　下片转折，接连用典。小令一般以频繁用典为大忌，此为通例，而才子手笔，再多的禁忌也要退避三舍。</p> <p>　　用典很讲究，也很完美。连用典而显不生涩，丝毫没有堆砌的感觉。这两个典故又是截然相反的意思，用在一起不冲突，还有互相推动的感觉，丰富了词义，这是难得的。我一向主张，诗词要么就少用典，没那功力别急着显摆，要用就用到大音若稀，大象无形的境界，干干脆脆融汇贯通。</p> <p>　　结句则采用了中国诗词用典时暗示的力量。容若有意让词意由\"饮牛津\"过渡到\"牛衣对泣\"容若乃权相之子，本不贫，现在用\"相对忘贫\"之语，无非说如果我能同她相见，一个像牛郎，一个像织女，便也可以相对忘言了。如若能结合，便是做睡在牛衣中的贫贱夫妇，我们也满足。</p>",
  "about": "<h2>创作背景</h2> 　　论者进行了猜测。这是一位“入宫女子”，并指此女子即性德表妹谢氏，谓其未入宫时，易与结为夫妻，入宫之后等于嫦娥奔月，便再难回人间，解作悼亡之作最近事实。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "典故",
    "伤怀",
    "相思"
  ]
}