{
  "id": 36250,
  "star": 165,
  "name": "贫女",
  "dynasty": "唐代",
  "content": "蓬门未识绮罗香，拟托良媒益自伤。<br>谁爱风流高格调，共怜时世俭梳妆。<br>敢将十指夸针巧，不把双眉斗画长。<br>苦恨年年压金线，为他人作嫁衣裳。",
  "fanyi": "<p><strong>译文</strong><br>贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。<br>谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。<br>敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。<br>深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。</p> <p><strong>注释</strong><br>⑴蓬门：用蓬茅编扎的门，指穷人家。绮罗：华贵的丝织品或丝绸制品。这里指富贵妇女的华丽衣裳。<br>⑵拟：打算。托良媒：拜托好的媒人。益：更加。<br>⑶风流高格调：指格调高雅的妆扮。风流：指意态娴雅。高格调：很高的品格和情调。<br>⑷怜：喜欢，欣赏。时事俭梳妆：当时妇女的一种妆扮。称“时世妆”，又称“俭妆”。时世：当世，当今。<br>⑸针：《全唐<a href=\"http://so.gushiwen.org/view_36250.aspx\">诗</a>》作“偏”，注“一作纤”。<br>⑹斗：比较，竞赛。<br>⑺苦恨：非常懊恼。压金线：用金线绣花。“压”是刺绣的一种手法，这里作动词用，是刺绣的意思。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_36250.aspx\">诗</a>，以语意双关、含蕴丰富而为人传诵。全篇都是一个未嫁贫女的独白，倾诉她抑郁惆怅的心情，而字里行间却流露出诗人怀才不遇、寄人篱下的感恨。</p> <p>　　“蓬门未识绮罗香，拟托良媒益自伤。”主人公的独白从姑娘们的家常──衣着谈起，说自己生在蓬门陋户，自幼粗衣布裳，从未有绫罗绸缎沾身。开口第一句，便令人感到这是一位纯洁朴实的女子。因为贫穷，虽然早已是待嫁之年，却总不见媒人前来问津。抛开女儿家的羞怯矜持请人去作媒吧，可是每生此念头，便不由加倍地伤感。这又是为什么呢？</p> <p>　　从客观上看：“谁爱风流高格调，共怜时世俭梳妆。”意思是说：如今，人们竞相追求时髦的奇装异服，有谁来欣赏我不同流俗的高尚情操？就主观而论：“敢将十指夸针巧，不把双眉斗画长。”意思是说：我所自恃的是，凭一双巧手针黹出众，敢在人前夸口；决不迎合流俗，把两条眉毛画得长长的去同别人争妍斗丽。</p> <p>　　这样的世态人情，这样的操守格调，调愈高，和愈寡。纵使良媒能托，亦知佳偶难觅啊。“苦恨年年压金线，为他人作嫁衣裳！”个人的亲事茫然无望，却要每天每天压线刺绣，不停息地为别人做出嫁的衣裳！月复一月，年复一年，一针针刺痛着自家伤痕累累的心灵！独白到此戛然而止，女主人公忧郁神伤的形象默然呈现在读者的面前。</p> <p>　　良媒不问蓬门之女，寄托着寒士出身贫贱、举荐无人的苦闷哀怨；夸指巧而不斗眉长，隐喻着寒士内美修能、超凡脱俗的孤高情调；“谁爱风流高格调”，俨然是封建文人独清独醒的寂寞口吻；“为他人作嫁衣裳”，则令人想到那些终年为上司捉刀献策，自己却久屈下僚的读书人──或许就是诗人的自叹。诗情哀怨沉痛，反映了封建社会贫寒士人不为世用的愤懑和不平。</p> <p>　　诗人刻画贫女形象，既没有凭借景物气氛和居室陈设的衬托，也没有进行相貌衣物和神态举止的描摹，而是把她放在与社会环境的矛盾冲突中，通过独白揭示她内心深处的苦痛。语言没有典故，不用比拟，全是出自贫家女儿的又细腻又爽利、富有个性的口语，毫无遮掩地倾诉心底的衷曲。</p> <p>　　从家庭景况谈到自己的亲事，从社会风气谈到个人的志趣，有自伤自叹，也有自矜自持，如春蚕吐丝，作茧自缚，一缕缕，一层层，将自己愈缠愈紧，使自己愈陷愈深，最后终于突破抑郁和窒息的重压，呼出那“苦恨年年压金线，为他人作嫁衣裳”的慨叹。这最后一呼，以其广泛深刻的内涵，浓厚的生活哲理，使全诗蕴有更大的社会意义。</p>",
  "poet": {
    "id": 614,
    "star": 0,
    "name": "秦韬玉",
    "image": "http://img.gushiwen.org/authorImg/qintaoyu.jpg",
    "desc": "秦韬玉 唐代诗人，生卒年不详，字中明，一作仲明，京兆（今陕西西安市）人，或云郃阳（今陕西合阳）人。出生于尚武世家，父为左军军将。少有词藻，工歌吟，却累举不第，后谄附当时有权势的宦官田令孜，充当幕僚，官丞郎，判盐铁。黄巢起义军攻占长安后，韬玉从僖宗入蜀，中和二年（882）特赐进士及第，编入春榜。田令孜又擢其为工部侍郎、神策军判官。时人戏为“巧宦”，后不知所终。"
  },
  "tags": [
    "唐诗三百首",
    "女子",
    "生活",
    "哲理",
    "怀才不遇"
  ]
}