{
  "id": 59363,
  "star": 1169,
  "name": "扬州慢·淮左名都",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有“黍离”之悲也。</span></p> <p>淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。 <br>杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。 ",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">淳熙年丙申月冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。</span></p> <p>扬州自古是淮南东路的名城，这里有著名游览胜地竹西亭，初到扬州我解鞍下马作停留。当年那春风十里繁华街道，如今却是荞麦青青孤单可怜。自从金兵侵犯长江流域以后，连荒废的池苑和古老的大树，都厌恶再提起那场可恶的战争。临近黄昏凄清的号角已吹响，回荡在这座凄凉残破的空城。<br><a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>曾以优美的<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>句把你赞赏，今若重来定会为你残破而惊。纵使有豆蔻芳华的精工词采，纵有歌咏青楼一梦绝妙才能，也难抒写此刻深沉悲怆感情。二十四桥依然完好毫无损伤，桥下波心荡漾一弯冷月寂寞。想那桥边红芍年年花叶繁荣，不知年年有谁欣赏为谁而生？</p> <p><strong>注释</strong><br>⑴扬州慢：词牌名，又名《郎州慢》，上下阕，九十八字，平韵。此调为<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，后人多用以抒发怀古之思。<br>⑵淳熙丙申：淳熙三年（1176）。至日：冬至。<br>⑶维扬：即扬州（今属江苏）。<br>⑷荠麦：荠菜和野生的麦。弥望：满眼。<br>⑸戍角：军营中发出的号角声。<br>⑹千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。黍离：《诗经·王风》篇名。据说周平王东迁后，周大夫经过西周故都，看见宗庙毁坏，尽为禾黍，彷徨不忍离去，就做了此诗。后以“黍离”表示故国之思。<br>⑺淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。左，古人方位名，面朝南时，东为左，西为右。名都，著名的都会。<br>⑼解（xiè）鞍少驻初程：少驻，稍作停留；初程，初段行程。<br>⑽春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”这里用以借指扬州。<br>⑾胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。<br>⑿废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。<br>⒀渐：向，到。清角：凄清的号角声。<br>⒁杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。钟嵘《诗品序》：“近彭城刘士章，俊赏才士。”<br>⒂豆蔻：形容少女美艳。豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初。”<br>⒃青楼：妓院。青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名。”<br>⒄二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。<br>⒅红药：红芍药花，是扬州繁华时期的名花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>在这首词里用了他常用的小序。小序的好处就在于交代写作的缘由和写作的背景。而这首小序则更明确地交代了这首词的写作时间、地点、原因、内容、和主旨。让人更好地、更深入地了解词人写作此词时的心理情怀。</p> <p>　　全词分为上下两阕。但两阕的写作手法都是运用一种鲜明对比，用昔日扬州城的繁荣兴盛景象对比现时扬州城的凋残破败惨状，写出了战争带给了扬州城万劫不复的灾难。</p> <p>　　词的上阕，写出了词人亲眼目睹的景象和自身心理感受。写出了扬州城在“胡马窥江去后”令人痛心不已的凋残和败坏景象。词人先从自己的 行踪写起，写自己初次经过扬州城，在著名的竹西亭解鞍下马，稍作停留。走在漫长的扬州道上，词人所见到的全部是长得旺盛而齐整的荠麦。而昔日那个晚唐<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>对扬州城美景的由衷溢誉一去不复返。自金人入侵后，烧杀掳掠，扬州城所剩下的也只是“废池乔木”的了。人们说起那场战争，至今还觉得心有余悸和刻骨痛恨。一个“厌”字，很恰当地写出了人民的苦难，朝廷的昏聩和胡人的罪恶。日落黄昏，凄厉的号角声又四处响起，回荡在扬州城孤寂的上空，也回荡在词人惨淡的心灵间。词人很自然地实现了由视觉到听觉的转移。</p> <p>　　词的下阕，运用典故，进一步深化了“黍离之悲”的主题。昔日扬州城繁华，诗人杜牧留下了许多关于扬州城不朽的诗作。可是，假如这位多情的诗人今日再重游故地，他也必定会为今日的扬州城感到吃惊和痛心。杜牧算是个俊才情种，他有写“豆蔻”词的微妙精当，他有赋“青楼”诗的神乎其神。可是，当他面对眼前的凋残破败景象，他必不能写出昔日的款款深情来。扬州的名胜二十四桥仍然存在，水波荡漾，冷峻的月光下，四周寂籁无声。唉，试想下，尽管那桥边的芍药花年年如期盛放，也很难有人有情思去欣赏它们的艳丽。词人用带悬念的疑问作为词篇的结尾，很自然地移情入景，今昔对比，催人泪下。</p> <p>　　纵观全词，行文的基调都笼罩在一种悲凉凄怆的氛围中。无论是词人所见到的“荠麦青青”、“废池乔木”还是在黄昏里听到的“号角”和“空城”还是词人自身所想到的杜牧“难赋深情”和不知亡国恨的“桥边红药”，都是一种悲剧的写照。</p> <p>　　情景交融是这首词在写作表现手法上最显著的一个特点。移情入景，乐景写哀，都是词人经常使用的手法。特别是乐景写哀，词人在文中写了大量的乐景：名都，佳处，二十四桥……可是，写乐景是为了衬托哀情，是为了对比“现在”的惨状：名都的凋残，佳处的弊坏，二十桥的冷寂……正如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所说：“以乐景写哀，以哀景写乐，倍增其哀乐。”</p> <p>　　用今昔对比的反衬手法来写景抒情，是这首词的特色之一。上片用昔日的“名都”来反衬今日的“空城”；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“尽荠麦青青”。下片以昔日的“杜郎俊赏”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动，来映衬“冷月无声”的静。“波心荡”是俯视之景，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。</p> <p>　　善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏，把杜牧的诗境，融入自己的词境。</p> <p>　　人称姜夔的词风清雅空灵，此词表现得非常突出。此词的清雅空灵不但表现在词语上，如“清”“寒”“空”“波心”“冷月”，而且还表现在造境上，如用“犹厌言兵”表现兵燹之后的残破，用杜郎名句表现扬州昔日的繁华，用“二十四桥”“波心荡”“冷月无声”表现清幽伤感的气氛，用“桥边红药”表现“寂寞开无主”的荒凉。</p><br/><h2>赏析二</h2> <p>　　这首词写于宋孝宗淳熙三年（1176）冬至日，词前的小序对写作时间、地点及写作动因均作了交待。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。白石到达扬州之时，离金主完颜亮南犯只有十五年，当时作者只有二十几岁。这首震今烁古的名篇一出，就被他的叔岳萧德藻（即千岩老人）称为有“黍离之悲”。《<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>经。五风。黍离》篇写的是周平王东迁之后，故宫恙浮，长满禾黍，诗人见此，悼念故园，不忍离去。</p> <p>　　这首词充分体现了作者认为的诗歌要“含蓄”和“句中有余味，篇中有余意”（《白石道人诗说》）的主张，也是历代词人抒发“黍离之悲”而富有余味的罕有佳作。词人“解鞍少驻”的扬州，位于淮水之南，是历史上令人神往的“名都”，“竹西佳处”是从<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题扬州禅智寺》“谁知竹西路，歌吹是扬州”化出。竹西，亭名，在扬州东蜀岗上禅智寺前，风光优美。</p> <p>　　但经过金兵铁蹄蹂躏之后，如今是满目羔坞了。经过“胡马”破坏后的残痕，到处可见，词人用“以少总多”的手法，只摄取了两个镜头：“过春风十里，尽荠麦青青”和满城的“废池乔木”。“荠麦青青”使人联想到古代诗人反复咏叹的“彼黍离离”的诗句，并从“青青”所特有的一种凄艳色彩，增加青山故国之情。“废池”极见蹂躏之深，“乔木”寄托故园之恋。</p> <p>　　这种景物所引起的意绪，就是“犹厌言兵”。清人陈廷焯特别欣赏这段描写，他说：“写兵燹后情景逼真。‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，赤无此韵味。”（《白雨斋词话》卷二）这里，作者使用了拟人化的手法，连“废池乔木”都在痛恨金人发动的这场不义战争，物犹如此，何况于人！这在美学上也是一种移情作用。</p> <p>　　上片的结尾三句：“渐黄昏，清角吹寒，都在空城”，却又转换了一个画面，由所见转写所闻，气氛的渲染也更加浓烈。当日落黄昏之时，悠然而起的清角之声，打破了黄昏的沉寂，这是用音响来衬托寂静更增萧条的意绪。“清角吹寒”四字，“寒”字下得很妙，寒意本来是天气给人的触觉感受，但作者不言天寒，而说“吹寒”，把角声的凄清与天气的寒冷联系在一起，把产生寒的自然方面的原因抽去，突出人为的感情色彩，似乎是角声把寒意吹散在这座空城里。</p> <p>　　听觉所闻是清角悲吟，触觉所感是寒气逼人，再联系视觉所见的“荠麦青青”与“废池乔木”，这一切交织在一起，一切景物在空间上来说都统一在这座“空城”里，“都在”二字，使一切景物联系在一起。着一“空”字，化景物为情思，把景中情与情中景融为一体，写出了为金兵破坏后留下这一座空城所引起的愤慨；写出了对宋王朝不思恢复，竟然把这一个名城轻轻断送的痛心；也写出了宋王朝就凭这样一座“空城”防边，如何不引起人们的忧心忡忡，哀深恨彻。</p> <p>　　用今昔对比的反衬手法来写景抒情，是这首词的特色之一。上片用昔日的“名都”来反衬今日的“空城”；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“尽荠麦青青”。下片以昔日的“杜郎俊赏”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动，来映衬“冷月无声”的静。“波心荡”是俯视之景，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。</p> <p>　　善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏，把杜牧的诗境，融入自己的词境。</p><br/><h2>赏析四</h2> <p>　　扬州自隋唐以来，即处于大运河和长江航运的枢纽地位，也是对外贸易港口之一，商业发达，市肆繁华。唐末著名<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>曾为淮南节度府掌书记，淮南道的治所设在扬州。他在这里写的关于扬州的诗篇，给<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>留下了深刻的印象。</p> <p>　　宋朝在这一带设淮南东路和淮南西路，扬州是淮南东路的治所。南宋建炎三年(1129)，金兵大举南侵，攻破扬州、建康(今南京)、临安(今杭州)等城，烧杀掳掠，此后仍然不断地发动对南宋的进攻。绍兴三十一年（1161)，隆兴二年(1164)，金兵又大举进犯淮南地区，烽火连年，扬州自然受到影响。淳熙三年(1176)冬至这一天，在一场大雪之后，姜夔路过扬州。他说：“入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。”繁华的城市已变为一片断井颓垣。姜夔看到山河残破，不禁产生了《诗经·黍离》所反映的情感。他自比为周代的大夫，在西周颠覆之后，看见宗庙宫室的废墟上长满了庄稼，心里感到悲痛。</p> <p>　　姜夔在小序中说：“予怀怆然，感慨今昔”。今，指眼前的扬州；昔，指杜牧笔下的扬州。姜夔用对比、衬托的方法，描绘出扬州的荒凉景象。扬州，唐城有两部分：子城(即内城)是官署区，在蜀岗上；罗城(即外城)是住宅区和商业区，在蜀岗下。两城毗连。杜牧《扬州》诗说：“街垂于步柳，霞映两重城。天碧台阁丽，风凉歌管清。”《题扬州禅智寺》诗说：“暮霭生深树，斜阳下小楼。谁知竹西路，歌吹是扬州。”又《赠别》诗说：“娉娉袅袅十三余，豆蔻梢头二月初。春风十里扬州路，卷上珠帘总不如。”这座富庶的城市，楼阁林立，丝管纷纷，但到姜夔前来游历时已经面目全非。上阕说：“淮左名都，竹西佳处，解鞍少驻初程。”淮左，指淮南东路。竹西，指竹西亭，在蜀岗上禅智寺附近。词中首先指出扬州是淮南的著名都城，而竹西亭又是景色宜人的去处，衬托出姜夔在开始的旅程中驻马暂停，本来是抱着很大的希望来观赏古城的。但实际情况却是：“过春风十里，尽荠麦青青。”当年垂柳夹道、春风弥漫的十里街衢，如今却是一片自生的荠菜和野麦，青色无限。这又衬托出，这里的居民大都在战乱中死亡或逃散，几乎看不到人们活动的迹象。</p> <p>　　这是什么缘故呢?“自胡马窥江去后，废池乔木，犹厌言兵。”“胡马”，指金朝的骑兵。“窥江”，指两次打到长江北岸。从此以后，扬州也只剩下荒废的池塘和高耸的古树，而劫后幸存的人们至今感到愤恨，不愿再提起这种残暴的战争。姜夔有这样的体验；凡是有创钜痛甚的经历的人，常常不愿意提起这种经历，因为怕引起痛苦的回忆，自己的心灵重新受到一次折磨。“犹厌言兵”，表示对这种战争的极端憎恶，这一句话刻划出创钜痛深的人们的复杂心理状态。至此，我们也才知道扬州还有幸存的居民，当姜夔和他们谈话时，他们作出了上述痛苦的表情。景况如此萧条，而暮色又悄悄降临。“渐黄昏，清角吹寒，都在空城。”清角，指发音凄凉的号角。戍楼上号角吹出的使人感到阵阵寒意的声浪，震荡着空城。号角的声音更显出这座空城的可怕的寂静。作者的痛苦心情层层增添，达到了高潮。</p> <p>　　下阕说：“杜郎俊赏，算而今，重到须惊。”杜郎即指杜牧。姜夔认为他具有极高的鉴赏能力和写作技巧。但料想他如今重来，看到古城的沧桑变化，也必定大吃一惊。这几句衬托出，扬州所遭受的破坏远远超出姜夔的意料，因而在精神上受到强烈刺激，心潮起伏，难以平静下来。“纵豆蔻词工，青楼梦好，难赋深情。”上引杜牧《赠别》诗中有“豆蔻梢头二月初”之语，以初春枝头的豆蔻花比喻美丽的少女。杜牧的另一首《遣怀》诗说：“落魄江湖载酒行，楚腰纤细掌中轻。十年一觉扬州梦，赢得青楼薄幸名。”青楼，指妓馆。杜牧的这两首诗是写他在扬州的荒唐生活的。现在有些词学家指出，姜夔在这里所说的“豆蔻词工，青楼梦好”，是指杜牧的才华和作诗的表达能力而言。姜夔对这时复杂的情感，自己认为已经不能表达了，即使杜牧重来，也难以为他表达出来。姜夔虽然没有亲身经历这场灾难，但心情同样是创钜痛深的。夜晚，姜夔在月光下徘徊。“二十四桥仍在，波心荡，冷月无声。”二十四桥也见于杜牧《寄扬州韩绰判官》诗：“青山隐隐水迢迢，秋尽江南草木凋。二十四桥明月夜，玉人何处教吹箫。”二十四桥，桥名。当年的明月夜，有多少人在桥上赏月，不时听到美人吹箫的声音，而今桥仍然存在，水中微波正环绕着月影荡漾，但冰冷的月亮却默默无声。还有谁来欣赏月光！多么寂寞的月亮！“念桥边红药，年年知为谁生”，可怜桥边的红芍药，仍然每年盛开，还有谁来欣赏呢?多么寂寞的芍药！物尚如此，人何以堪，悲痛的心情又达到一个高潮。</p> <p>　　本词层次清晰，语意含蓄，言有尽而意无穷。既控诉了金朝统治者发动掠夺战争所造成的灾难，又对南宋王朝的偏安政策有所谴责，它有一定的积极意义。</p><br/><h2>赏析三</h2> 　　尽管<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>一生以游士终老，但白石词并不仅仅是游士生涯的反映，展现在他笔下的是折射出多种光色的情感世界。诚然，由于生活道路和审美情趣的制约，较之辛词，姜词的题材较为狭窄，对现实的反映也略显淡漠。但他并不是一位不问时事的世外野老。姜夔身历高、孝、光、宁四朝，其青壮年正当宋金媾和之际，朝廷内外，文恬武嬉，将恢复大计置于度外。姜夔也曾因此而痛心疾首，深致慨叹。淳熙二年，他客游扬州时便有感于这座历史名城的凋敝和荒凉，而自度此曲，抒写黍离之悲。在作年可考的姜夔词中，这是最早的一首。上片由“名都”、“佳处”起笔，却以“空城”作结，其今昔盛衰之感昭然若揭。“过春风十里，尽荠麦青青”，自虚处传神，城池荒芜、人烟稀少、屋宇倾颓的凄凉情景不言自明，这与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“城春草木深”（《春望》）用笔相若。“春风十里”，并非实指一路春风拂面，而是化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>意，使作者联想当年楼阁参差、珠帘掩映的盛况，反照今日的衰败景象。“胡马窥江”二句写金兵的劫掠虽然早已成为过去，而“废池乔木”犹以谈论战事为厌，可知当年带来的战祸兵燹有多么酷烈！陈廷焯《白雨齐词话》认为：“‘犹厌言兵’四字，包括无限伤乱语，他人累千百言，亦无此韵味。”姜词以韵味胜，其佳处即在于淡语不淡，其中的韵味反倒是某些浓至之语所不及的。“清角”二句，不仅益增寂凄，而且包含几多曲折：下有同仇敌忾之心，而上无抗金北伐之意，这样，清泠的号角声便只能徒然震响在兵燹之余的空城。词的下片，作者进一步 从怀古中展开联想：晚唐诗人杜牧的扬州诗历来脍炙人中，但如果他重临此地，必定再也吟不出深情缱绻的诗句，因为眼下只有一弯冷月、一泓寒水与他倘佯过的二十四桥相伴；桥边的芍药花虽然风姿依旧，却是无主自开，不免落寞。尤其“二十四桥”二句，愈工致，愈惨淡，可谓动魄惊心。萧德藻认为此词“有黍离之悲”，的确深中肯綮。",
  "about": "<h2>创作背景</h2> 　　此词作于宋孝宗淳熙三年（1176），时作者二十余岁。宋高宗绍兴三十一年（1161），金主完颜亮南侵，江淮军败，中外震骇。完颜亮不久在瓜州为其臣下所杀。根据此前小序所说，淳熙三年，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。<br/><h2>评解</h2> 　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>有十七首自度曲，这是写得最早的一首。上片纪行，下片志感。时届岁暮，“春风十里”用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a><a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>，并非实指行春风中，而是使人联想当年楼阁参差、珠帘掩映的“春风十里扬州路”的盛况。“过春风十里”同“尽荠麦青青”对举，正是词序中所说的“黍离之悲”。杜牧的扬州诗历来脍炙人口，后人常从其诗中了解唐时扬州的风貌。姜夔此词的下片即从杜牧身上落笔，把他的诗作为历史背景，以昔日扬州的繁华同眼前战后的衰败相比，以抒今昔之感，同时也借以自述心情。姜夔这年二十二岁，正可以风流年少的杜牧自况，但面对屡经兵火的扬州，纵有满怀风情也不能不为伤离念乱之感所淹没了。这是以艳语写哀情，可以说是此词的一个特点。作者并非追慕杜牧的冶游，实以寄托当前的哀感，不应多予责怪。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "抒情"
  ]
}