{
  "id": 71714,
  "star": 21,
  "name": "木兰花慢·拆桐花烂熳",
  "dynasty": "宋代",
  "content": "拆桐花烂熳，乍疏雨、洗清明。正艳杏烧林，缃桃绣野，芳景如屏。倾城，尽寻胜去，骤雕鞍绀幰出郊坰。风暖繁弦脆管，万家竞奏新声。<br>盈盈，斗草踏青。人艳冶，递逢迎。向路旁往往，遗簪堕珥，珠翠纵横。欢情，对佳丽地，信金罍罄竭玉山倾。拚却明朝永日，画堂一枕春酲。",
  "fanyi": "<p><strong>译文<br></strong>桐树花开绚丽烂漫，一阵疏雨刚过，郊外一片晴明清新，如同洗过一般。艳丽的红杏林犹如燃烧的火焰，浅红色的缃桃花装扮着郊野，美景似画屏。清明踏青的人们倾城空巷而出，全都为游赏名胜而去。人们纵马驾车奔向远郊。暖风中吹来阵阵繁密清脆的管弦乐声，千家万户竞相奏起新颖美妙的音乐。<br>远郊佳丽如云。踏青队伍里，少女们采花斗草，艳丽妖冶的歌女递身迎合、不停地招呼交往。对面路旁到处可见遗簪坠珥的欢饮不拘形迹之人，盛装美女更是纵横遍野。面对如此众多佳丽，欢爱之情油然而生。纵情畅饮，陶然大醉如玉山倾倒。拚着明日醉卧画堂，今朝则非尽醉不休。</p> <p><strong>注释<br></strong>⑴幰（xiǎn）：音显，车上帷幔。<br>⑵踏青：春季郊游。秦味芸《月令粹编》卷四引冯应京《月令广义》云“蜀俗正月初八日，踏青游冶”，又卷五引费著《岁华纪丽谱》云“二月二日踏青节，初郡人游赏，散在四郊”，又卷六引李淖《秦中岁时纪》云“上巳（三月初三）赐宴曲江，都人于江头禊饮，践踏青草，谓之踏青履”。旧俗以清明节为踏青节。<br>⑶艳冶：艳丽，犹言妖冶。<br>⑷递：驿车，驿马。<br>⑸往往：处处。<br>⑹珥：音耳，古代珠玉耳饰。《仓颉篇》“珥，珠在珥也。耳珰垂珠者曰珥。”<br>⑺罍：音雷。古器名，容酒或盛水用。《<a href=\"http://so.gushiwen.org/view_71714.aspx\">诗</a>·周南·卷耳》有“我姑酌彼金罍”，《尔雅·释器》郭璞注云“罍形似壶，大者受一斛”。<br>⑻永：长，兼指时间或空间。<br>⑼酲：音呈，病酒也。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《木兰花慢》以描绘清明的节日风光，侧面地再现了宋真宗、仁宗年间社会升平时期的繁胜场面。清明时节风和日暖，百花盛开，芳草芊绵，人们习惯到郊野去扫墓、踏青。这首词就以北<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>南清明郊游为再现对象，生动地描绘了旖旎春色和当时盛况，是一首典型的“承平气象，形容曲致”之作。 </p> <p>　　起首六句二十四字，兼写清明乍雨、群花烂漫，点出春日郊游的特定风物。起笔便异常简洁地点明了时令。紫桐即油桐树，三月初应信风而开紫白色花朵，因先花后叶，故繁茂满枝，最能标志郊野清明的到来。一个“拆”字，写尽桐花烂漫的风致。“先清明”，经过夜来或将晓的一阵疏雨，郊野显得特地晴明清新，点出“清明之明”。作者选择了“艳杏”和“缃桃”等富于艳丽色彩的景物，使用了“烧”和“绣”具有雕饰工巧的动词，以突出春意最浓时景色的鲜妍如画。不过，这首词的重点不于对动人春色的工笔描绘，所以自“倾城”句始，词进入游春活动的描述。作者善于从宏观来把握整体的游春场面，又能捕捉到一些典型的具象。“倾城，尽寻胜去”是对春游盛况作总的勾勒。人们带着早已准备好的熟食品，男骑宝马，女坐香车，到郊外去领略大自然的景色，充分享受春天的观乐。“雕鞍”代指马，“绀幰”即天青色的车幔，代指车。结两句，以万家之管弦新声大大地渲染了节日的气氛，词情向欢乐的高潮发展。词的上片，作者用浓墨重彩绘制出一幅生气盎然的清明踏青游乐图。 </p> <p>　　词的下片着重表现江南女子郊游的欢乐。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>这位风流才子将注意力集中于艳冶妖娆、珠翠满头的市井妓女身上。这富于浪漫情调的春天郊野，她们的欢快与放浪，作者看来，为节日增添了浓郁的趣味和色彩，而事实上也如此。“盈盈”以女性的轻盈体态指代妇女，这里兼指众多的妇女。她们占芳寻胜，玩着传统的斗草游戏。踏青中最活跃的还是那些歌妓舞女们。她们艳冶出众，尽情地享受着春的欢乐和春的赐与。作者以“向路旁往往，遗簪堕珥，珠翠纵横”，衬出当日游人之众，排场之盛，同时也暗示这些游乐人群的主体是豪贵之家。这是全词欢乐情景的高潮。而作者对春之美好和生之欢乐的体验也抒发到了极致。继而词笔变化，作者继以肯定的语气，设想欢乐的人们，佳丽之地饮尽樽里的美酒，陶然大醉，有如玉山之倾倒。“罍”为古代酒器，即大酒樽。词的结尾“拚却明朝永日，画堂一枕春醒。”一句意思是，这些欢乐的人定是拚着明日醉卧画堂，今朝则非尽醉不休。不能把这一句简单用“醉生梦死”去界定，实际上，柳永这里讴歌的是古代女子这难得的自由机会和场合中所迸发的生命的快乐。 </p> <p>　　这首《木兰花慢》充分体现了柳词善予铺叙的表现特征。作者依赖调式变化、句式参差，造成了一种急促的节奏和繁密的语势；同时又通过特色景物的点染，大量细节的描写和场面的铺陈，将描写对象加以铺张渲染，为全词带来一种繁复之美。这是两宋时期广为传唱的“欢乐颂”和“春之歌”，体现了柳永创作风格的多样性。</p>",
  "about": "<h2>创作背景</h2> 　　《拆桐花烂漫》创作于北宋时期，<a href=\"http://so.gushiwen.org/view_71714.aspx\">诗</a>人通过描绘清明的节日风光，侧面地再现了宋真宗、仁宗年间社会升平时期的繁胜场面。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "清明节",
    "春游",
    "写景",
    "女子",
    "抒情"
  ]
}