{
  "id": 72408,
  "star": 61,
  "name": "惜誓",
  "dynasty": "两汉",
  "content": "惜余年老而日衰兮，岁忽忽而不反。<br>登苍天而高举兮，历众山而日远。<br>观江河之纡曲兮，离四海之霑濡。<br>攀北极而一息兮，吸沆瀣以充虚。<br>飞朱鸟使先驱兮，驾太一之象舆。<br>苍龙蚴虯于左骖兮，白虎骋而为右騑。<br>建日月以为盖兮，载玉女于後车。<br>驰骛于杳冥之中兮，休息虖昆仑之墟。<br>乐穷极而不厌兮，愿从容虖神明。<br>涉丹水而驰骋兮，右大夏之遗风。<br>黄鹄之一举兮，知山川之纡曲。<br>再举兮，睹天地之圜方。<br>临中国之众人兮，讬回飙乎尚羊。<br>乃至少原之野兮，赤松、王乔皆在旁。<br>二子拥瑟而调均兮，余因称乎清商。<br>澹然而自乐兮，吸众气而翱翔。<br>念我长生而久仙兮，不如反余之故乡。</p> <p>黄鹄後时而寄处兮，鸱枭群而制之。<br>神龙失水而陆居兮，为蝼蚁之所裁。<br>夫黄鹄神龙犹如此兮，况贤者之逢乱世哉。<br>寿冉冉而日衰兮，固儃回而不息。<br>俗流从而不止兮，众枉聚而矫直。<br>或偷合而苟进兮，或隐居而深藏。<br>苦称量之不审兮，同权概而就衡。<br>或推迻而苟容兮，或直言之谔謣。<br>伤诚是之不察兮，并纫茅丝以为索。<br>方世俗之幽昏兮，眩白黑之美恶。<br>放山渊之龟玉兮，相与贵夫砾石。<br>梅伯数谏而至醢兮，来革顺志而用国。<br>悲仁人之尽节兮，反为小人之所贼。<br>比干忠谏而剖心兮，箕子被发而佯狂。<br>水背流而源竭兮，木去根而不长。<br>非重躯以虑难兮，惜伤身之无功。</p> <p>已矣哉！<br>独不见夫鸾凤之高翔兮，乃集大皇之野。<br>循四极而回周兮，见盛德而後下。<br>彼圣人之神德兮，远浊世而自藏。<br>使麒麟可得羁而係兮，又何以异虖犬羊？",
  "fanyi": "<h2>译文</h2> 叹惜我年老日渐衰弱，岁月匆匆一去不复返。<br>登上苍天我要高高飞翔，越过群山离家日益遥远。<br>观看长江黄河迂回曲折，遭遇四海风浪沾湿衣衫。<br>攀上北极星我稍稍休息，吸引清和之气充肠疗饥。<br>命令朱鸟高飞前面导引，乘坐太一象车稳稳行移。<br>左苍龙行蜿蜒驾为左骖，右白虎奔驰骋驾在右翼。<br>让圆圆的日月且做车盖，叫婀娜的玉女车后随移。<br>在旷远幽暗的空中奔驰，在高峻的昆仑山上休息。<br>欢乐达到极点毫不厌倦，愿意伴随神仙从容游戏。<br>渡过丹水继续向前驰骋，观看右边大夏遗风古迹。<br>黄鹄展翅高高飞在天上，方知高山大河纡曲回肠。<br>黄鹄直上云霄凌空飞翔，这才看清了天圆与地方。<br>俯视中原大地芸芸众生，腾驾旋风空中徘徊游荡。<br>到达了少原的荒郊野外，看到赤松王乔在少原旁。<br>二位仙人拥瑟调理丝弦，令我赞叹一曲清商悠扬。<br>心神安适自得终日快乐，吸饮天地六气自由翱翔。<br>想那长生不老永为神仙，还不如回到久别的故乡。<br>黄鹄没能及时远寄仙界，反遭猫头鹰的群起伤害。<br>神龙落在陆地失去大海，会被蝼蛄蚂蚁欺凌侵害。<br>那黄鹄神龙尚且如此啊，何况贤者遭逢混乱时代！<br>年纪渐老身体日益衰弱，时光如水流逝永不停息。<br>世俗人不停地随波逐流，众邪恶聚一起矫改正直。<br>有的人苟且聚合求升迁，有的人隐居深藏在高山。<br>最苦恼称量事物不明察，最怨恨轻重不分同衡权。<br>有人随风使舵苟合谄媚，有人刚正无私直言敢谏。<br>伤国君竟如此善恶不分，搓绳索不分茅草和丝线。<br>当今世俗人都幽昧昏暗，混淆是非黑白美恶不辨。<br>抛弃山中美玉渊中龟，反把破石块当宝齐称赞。<br>梅伯屡屡劝谏终遭菹醢，来革阿谀顺从掌握大权。<br>悲痛仁人志士尽忠尽节，反被无耻小人陷害暗算。<br>比干忠言直谏却被剖心，箕子披散头发佯装疯狂。<br>河水背离源头就会枯竭，树木脱离树根不能生长。<br>不是看重性命害怕祸难，是痛惜虽伤身无功报偿。<br>算了吧！<br>独不见那鸾凤高高飞翔，群集在旷远的原野蛮荒。<br>回旋飞行四方纵观天下，看见大德之人才肯下降。<br>那圣人具有超凡的品德，能远离浊世把自己珍藏。<br>假使麒麟被关在笼子里，他又有何不同于犬和羊！",
  "poet": {
    "id": 109,
    "star": 0,
    "name": "贾谊",
    "image": "http://img.gushiwen.org/authorImg/jiayi.jpg",
    "desc": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"
  },
  "tags": [
    "楚辞"
  ]
}