{
  "id": 49115,
  "star": 20,
  "name": "临江仙·淡水三年欢意",
  "dynasty": "宋代",
  "content": "淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。<br>渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。",
  "fanyi": "<p><strong>译文</strong><br>如君子相交淡如水般已经知心三年，欢乐自在，短短的几夜之间就像这急凑的琴声一般便要分离。明天天色微亮之际，霜打得红叶漫天飞舞之时，你们便要踏上归程。如此分别之情，古今同慨，千年叹颂；在这秋意微凉之际，我将日夜思念，时时梦见曾经分别时刻的场面。<br>端起面前清澈的水酒，默默的留下不舍的泪水，琴弦也凑热闹一般的奏起阳关三叠，仿佛一同相送友人。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾借<a href=\"http://so.gushiwen.org/view_49115.aspx\">诗</a>词寄托思念的友人颇有才名，我亦愿仿效之。小云，小鸿，沈十二，廉叔，我们相约再次相见的地方，在烟雾缭绕的京城。</p> <p><strong>注释</strong><br>①淡水：语出《庄子·山木》：“且君子之交淡若水。”<br>②危弦：急弦。<br>③渌酒：清酒。<br>④阳关：曲调名，即唐<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《渭城曲》。为送别名曲，反复吟唱，故名《阳关三叠》。<br>⑤少陵：唐诗人杜甫。<br>⑥云鸿：指其友人沈十二廉叔、陈十君龙家歌女小云、小鸿。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>是一位多情词人，每到一处，必然与歌妓缱绻缠绵，分手时就有相思痛苦。经历得多，品尝得深，抒发得真切强烈。这首词从某一段感情说起。曾有过三年的欢聚相恋时光，抵不住离别时几夜琴弦上传出的凄苦声调。</p> <p>　　上片言在颍昌三年，与诸友好淡水之交，深秋时节将别，连日来沉浸在离情别绪之中。</p> <p>　　“淡水三年欢意，危弦几夜离情”。这两句用了比兴手法，形容作者与诸女之交是淡水长情君子之交。“危弦”形容操琴激烈，几乎弦断音绝。未正面写因离别而生的惆伥，却与作者“琵琶弦上说相思”（《临江仙》）“断肠移破秦筝柱”（《蝶恋花》）同一意境。</p> <p>　　“晓霜红叶舞归程。客情今古道，秋梦短长亭”。“晓霜”句点出离别时的节令和景物，每到秋季晓霜满地的时候，归程上总是飞舞着坠落的红叶，古今行人都是在驿道上颠沛奔波，在驿亭中魂牵梦萦。</p> <p>　　下片叙饯别酒席上的情景与自己的离恨。</p> <p>　　“渌酒尊前清泪，阳关叠里离声”。描绘歌女劝酒时的依恋情态。离别酒宴上的送行《阳关曲》和情人的清泪，每次相同，一次次折磨离人。“阳关”（抒发离情别意的古琴曲名）二字点出送别本意。 </p> <p>　　“少陵<a href=\"http://so.gushiwen.org/view_49115.aspx\">诗</a>思旧才名。云鸿相约处，烟雾九重城”。“少陵”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的称号），在这里作为诗人的代称。是对当年自己的赞许，当下被生活折磨得已经没有了这精气神。云、鸿是歌伎名，晏几道好以属意者名字入词，以记其坠欢零绪之迹。尽管是分别在即，小云、小鸿还与他相约。然而她们身世漂零，俱流转入间，这相约是渺茫的，如同烟雾般可望而不可即。</p> <p>　　全词通篇只写了过去三年的淡水之交，眼前别宴上、骊歌中的清泪和黯淡的前程，未着一字写“不舍”，字里行间却让人深切感受到对友人的深情厚意。</p>",
  "about": "<h2>创作背景</h2> 　　宋神宗元丰五年（1082年），<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>监颖昌许田镇。此词是晏几道监颍昌许田镇三年任满即将离别时所作。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "友人",
    "抒情",
    "离别",
    "相思"
  ]
}