{
  "id": 25,
  "star": 72,
  "name": "驺虞",
  "dynasty": "先秦",
  "content": "彼茁者葭，壹发五豝，于嗟乎驺虞！<br>彼茁者蓬，壹发五豵，于嗟乎驺虞！",
  "fanyi": "<p><strong>译文<br></strong>从繁茂的芦苇丛，赶出一群母野猪。哎呀真是天子的好兽官！<br>从繁茂的芦苇丛，赶出一窝小野猪。哎呀真是天子的好兽官！</p> <p><strong>注释<br></strong>⑴驺（zōu）虞（yú）：一说猎人，一说义兽，一说古代管理鸟兽的官。<br>⑵茁（zhuó）：草木茂盛貌。葭（jiā）：初生的芦苇。<br>⑶壹：发语词。一说同“一”，射满十二箭为一发。发：发矢。一说“驱赶”。五：虚数，表示数目多。豝（bā）：母猪（此处因文意应为雌野猪）。<br>⑷于（xū）嗟乎：感叹词，表示惊异、赞美。于，通“吁”，叹词，表示赞叹或悲叹。<br>⑸蓬（péng）：草名。即蓬草，又称蓬蒿。<br>⑹豵（zōng）：小猪。一岁曰豵（此处因文意应为一岁的小野猪）。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇之所以有不同的解释，分歧主要源于对“驺虞”一词的理解。坚持“<a href=\"http://so.gushiwen.org/view_25.aspx\">诗</a>教”的学者们视驺虞为仁兽，认为此诗是描写春蒐之礼的，人们驱除害兽，但又猎不尽杀，推仁政及于禽兽，但是将驺虞解释为兽名最大的缺点是与诗意不能贯通。有人说，“驺虞”是一种义兽，它不食活物，只食死物，有着慈悲心怀；还有人说，诗中的“驺虞”所指并非义兽，而是管鸟兽的官职，指代专门管鸟兽的官吏。《鲁诗》就已将“驺”释为天子之囿，将“虞”释为司兽之官，今人鲍昌《释〈驺虞〉》一文，解“驺”为饲养牲畜的人，解“虞”为披着虎皮大声呼叫的人，将驺虞合训为猎人。</p> <p>　　全诗两章，每章三句，第一章首句“彼茁者葭”，“葭”是初生的芦苇，长势甚好，故用“茁”来形容。用“茁”还有一个好处，一下子就把蓬勃向上的气息散发出来了。此句点明了田猎的背景，当春和日丽之时。风煦润物，花木秀出，母猪藏匿在郁郁葱葱的芦苇之中，极为隐秘，猎人却能够“壹发五豝”，所获不菲。第二章首句“彼茁者蓬”，“蓬”指蓬蒿，草本植物。在这里，芦苇也好，蓬蒿也好，都不是什么主角，只是用来点缀鲜花的绿叶。此句指出行猎是在蓬蒿遍生的原野，天高云淡，草浅兽肥，虽然猎物小猪不易被发觉，但猎人仍然能够“壹发五豵”，轻松从容。打猎的地点、背景在变，但猎人的收获同样丰厚，足见其射技之高超。作者截取了行猎过程中的两个场景，简笔淡墨，勾勒出猎人弯弓搭箭、射中猎物的生动画面，可谓以少少许胜多多许。</p> <p>　　关于“壹发五豝”与“壹发五豵”有多种解释。有人说“壹发”是指射出一支箭；有人说“壹”不是确数，“壹发”只是泛指射箭的动作；有人说“壹”是指一打，即十二，“壹发”是指射出十二支箭；还有人说这其实指的是一次驱车狩猎的行为。“豝”可能是公猪也可能是母猪，“豵”是指小猪。其实是雄是雌，是大是小关系都不大，因为这里主要想说明猎物之多，以引出末尾的感叹句：“于嗟乎驺虞”。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_25.aspx\">诗</a>为赞美驺虞而作，但对赞美的对象即“驺虞”所指尚存较大分歧。有学者认为此诗是赞美为天子管理鸟兽的小官吏的诗歌，还有学者认为此诗是赞美猎人的诗歌。《毛诗序》认为这首诗是歌颂文王教化的诗作，说：“人伦既正，朝廷既治，天下纯被文王之化，则庶类蕃殖，蒐田以时，仁如驺虞，则王道成也。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》发挥此义，宣传“诗教”，说：“南国诸侯承文王之化，修身齐家以治其国，而其仁民之余恩，又有以及于庶类。故其春田之际，草木之茂，禽兽之多，至于如此。而诗人述其事以美之，且叹之曰：此其仁人自然，不由勉强，是即真所谓驺虞矣。”旧说另有乐贤者众多、怨生不逢时、赞驺虞称职等说，今人高亨《诗经今注》、袁梅《诗经译注》则认为是小奴隶为奴隶主放猪，经常受到驺虞（猎官名）的监视欺凌，有感而作。</p> <p>　　还有人认为，这是一首赞美自然生息繁盛的小诗，对神兽深怀感恩之心的诗。春夏之交，芦苇茁壮繁茂，蓬蒿绿意葱茏，行走在这草木深密的山野之间，随手拨开密密匝匝的草丛，发现一窝一窝的母野猪、小野猪，三五成群。深山野林里有如此多的禽兽，应感谢驺虞这个神兽，因为它的不食生物仁心护佑，使得众生灵得以繁衍生息。诗人可能想借此以歌国家统治者的神圣与仁政。因为管理者的仁政，百姓得以休养生息，这和大自然是一个道理。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "狩猎"
  ]
}