{
  "id": 72183,
  "star": 95,
  "name": "宫之奇谏假道",
  "dynasty": "先秦",
  "content": "　　晋侯复假道于虞以伐虢。</p> <p>　　宫之奇谏曰：“虢，虞之表也。虢亡，虞必从之。晋不可启，寇不可翫。一之谓甚，其可再乎？谚所谓‘辅车相依，唇亡齿寒’者，其虞、虢之谓也。”</p> <p>　　公曰：“晋，吾宗也，岂害我哉？”</p> <p>　　对曰：“大伯、虞仲，大王之昭也 。大伯不从，是以不嗣。虢仲、虢叔，王季之穆也，为文王卿士，勋在王室，藏于盟府。将虢是灭，何爱于虞！且虞能亲于桓、庄乎？其爱之也，桓、庄之族何罪？而以为戮，不唯逼乎？亲以宠逼，犹尚害之，况以国乎？”</p> <p>　　公曰：“吾享祀丰洁，神必据我。”</p> <p>　　对曰：“臣闻之，鬼神非人实亲，惟德是依。故《周书》曰：‘皇天无亲，惟德是辅。’又曰：‘黍稷非馨，明德惟馨。’又曰：‘民不易物，惟德繄物。’如是，则非德，民不和，神不享矣。神所冯依，将在德矣。若晋取虞，而明德以荐馨香，神其吐之乎？”</p> <p>　　弗听，许晋使。</p> <p>　　宫之奇以其族行，曰：“虞不腊矣。在此行也，晋不更举矣。”</p> <p>　　八月甲午，晋侯围上阳，问于卜偃曰：“吾其济乎？”</p> <p>　　对曰：“克之。”</p> <p>　　公曰：“何时？”</p> <p>　　对曰：“童谣曰：‘丙之晨，龙尾伏辰，均服振振，取虢之旂。鹑之贲贲，天策炖炖，火中成军，虢公其奔。’其九月、十月之交乎！丙子旦，日在尾，月在策，鹑火中，必是时也。”</p> <p>　　冬，十二月丙子朔，晋灭虢，虢公丑奔京师。师还，馆于虞，遂袭虞，灭之,执虞公.及其大夫井伯，从媵秦穆姬。而修虞祀，且归其职贡于王，故书曰：“晋人执虞公。”罪虞公，言易也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　晋侯又向虞国借路去攻打虢国。</p> <p>　　宫之奇劝阻虞公说：“虢国，是虞国的外围，虢国灭亡了，虞国也一定跟着灭亡。晋国的这种贪心不能让它开个头。这支侵略别人的军队不可轻视。一次借路已经过分了，怎么可以有第二次呢？俗话说‘面颊和牙床骨互相依着，嘴唇没了，牙齿就会寒冷’，就如同虞、虢两国互相依存的关系啊。”</p> <p>　　虞公说：“晋国，与我国同宗，难道会加害我们吗？”宫之奇回答说：“泰伯、虞仲是大王的长子和次子，泰伯不听从父命，因此不让他继承王位。虢仲、虢叔都是王季的第二代，是文王的执掌国政的大臣，在王室中有功劳，因功受封的典策还在主持盟会之官的手中。现在虢国都要灭掉，对虞国还爱什么呢？再说晋献公爱虞，能比桓庄之族更亲密吗？桓、庄这两个家族有什么罪过？可晋献公把他们杀害了，还不是因为近亲对自己有威胁，才这样做的吗？近亲的势力威胁到自己，还要加害于他们，更何况对一个国家呢？”</p> <p>　　虞公说：“我的祭品丰盛清洁，神必然保佑我。”宫之奇回答说：“我听说，鬼神不是随便亲近某人的，而是依从有德行的人。所以《周书》里说：‘上天对于人没有亲疏不同，只是有德的人上天才保佑他。’又说：‘黍稷不算芳香，只有美德才芳香。’又说：‘人们拿来祭祀的东西都是相同的，但是只有有德行的人的祭品，才是真正的祭品。’如此看来，没有德行，百姓就不和，神灵也就不享用了。神灵所凭依的，就在于德行了。如果晋国消灭虞国，崇尚德行，以芳香的祭品奉献给神灵，神灵难道会吐出来吗？”</p> <p>　　虞公不听从宫之奇的劝阻，答应了晋国使者借路的要求。宫之奇带着全族的人离开了虞国。他说：“虞国的灭亡，不要等到岁终祭祀的时候了。晋国只需这一次行动，不必再出兵了。”</p> <p>　　冬天十二月初一那天，晋灭掉虢国，虢公丑逃到东周的都城。晋军回师途中安营驻扎在虞国，乘机突然发动进攻，灭掉了虞国，捉住了虞公和他的大夫井伯，把井伯作为秦穆姬的陪嫁随从。然而仍继续祭祀虞国的祖先，并且把虞国的贡物仍归于周天子。所以《春秋》中记载说“晋国人捉住了虞公。”这是归罪于虞公，并且说事情进行得很容易。</p> <p><strong>注释</strong><br>（1）晋：国名，在今山西省翼城县东。晋侯：晋献公。复假（jiǎ）道：又借路。僖公二年晋曾向虞借道伐虢，今又借道，故用“复”。虞（yú）：国名，姬姓。周文王封予古公亶父之子虞仲后代的侯国，在今山西省平陆县东北。虢（guó国）：国名，姬姓。周文王封其弟仲于今陕西宝鸡东，号西虢，后为秦所灭。本文所说的是北虢，北虢是虢仲的别支，在今山西平陆。虞在晋南，虢在虞南。<br>（2）表：外表，这里指屏障、藩篱。<br>（3）启：启发，这里指启发晋的贪心。<br>（4）寇：凡兵作乱于内为乱，于外为寇。翫（wán完）：即“玩”，这里是轻视、玩忽的意思。<br>（5）其：反诘语气词，难道。<br>（6）辅：面颊。车：牙床骨。<br>（7）宗：同姓，同一宗族。晋、虞、虢都是姬姓的诸侯国，都同一祖先。<br>（8）大（tài）伯、虞仲：周始祖太王（古公亶父）的长子和次子。昭：古代宗庙制度，始祖的神位居中，其下则左昭右穆。昭位之子在穆位，穆位之子在昭位。昭穆相承，所以又说昭生穆，穆生昭。大伯、虞仲、王季俱为大王之子，都是大王之昭。<br>（9）不从：指不从父命。嗣：继承（王位）。大伯知道大王要传位给他的小弟弟王季，便和虞仲一起出走。宫子奇认为大伯没继承王位是不从父命的结果。<br>（10）虢仲、虢叔：虢的开国祖，王季的次子和三子，文王的弟弟。王季于周为昭，昭生穆，故虢仲、虢叔为王季之穆。<br>（11）卿士：执掌国政的大臣。盟府：主持盟誓、典策的宫府。<br>（12）将虢是灭：将灭虢。将，意同“要”。是，复指提前的宾语“虢”。<br>（13）桓庄：桓叔与庄伯，这里指桓庄之族。庄伯是桓叔之子，桓叔是献公的曾祖，庄伯是献公的祖父。晋献公曾尽杀桓叔、庄伯的后代。其：岂能，哪里能。之：指虞。<br>（14）桓庄之族何罪，而以为戮：庄公25年晋献公尽诛同族群公子。以为戮：把他们当作杀戮的对象。唯：因为。逼（bì毙）：通“逼”，这里有威胁的意思。<br>（15）亲：指献公与桓庄之族的血统关系。宠：在尊位，指桓、庄之族的高位。况以国乎：此句承上文，因此省略了“以国”下的“逼”字。<br>（16）享祀：祭祀。絜（jié洁）：同“洁”。据我：依从我，即保佑我。<br>（17）实：同“是”复指提前的宾语。<br>（18）皇：大。辅：辅佐，这里指保佑。所引《周书》已亡佚，这两句引见伪古文《尚书》，下同。<br>（19）黍（shǔ）：黄黏米；稷（jì寄）：不黏的黍子，黍稷这里泛指五谷。馨（xīn心）：浓郁的香气。<br>（20）易物：改变祭品。繄（yī医）：句中语气词。<br>（21）冯（píng）：同“凭”。<br>（22）明德：使德明。馨香：指黍稷。其：语气词，加强反问。吐：指不食所祭之物。<br>（23）以：介词，表率领。以其族行：指率领全族离开虞。<br>（24）腊：岁终祭祀。这里用作动词，指举行腊祭。<br>（25）此句以下有删节。<br>（26）丙子：十二月初一正逢干支的丙子。朔：每月初一日。<br>（27）丑：虢公名。京师：东周都城。今河南洛阳。<br>（28）馆：为宾客们设的住处。这里用作动词，驻扎的意思。<br>（29）媵（yìng映）：陪嫁的奴隶。秦穆姬：晋献公女，嫁秦穆公。<br>（30）书：指《春秋》经文。<br>（31）其：代词，那只谚语说的道理。</p>",
  "shangxi": "<h2>评析</h2> <p>　　晋献公吞并虢国和虞国的成功，要归功于他的心狠手毒：一方面以本国宝物作诱饵，诱敌手上钩；一方面六亲不认，不顾同宗亲情，唯利是图。于是，不惜以阴谋诡计骗取虞国信任，将两国逐个吞食。</p> <p>　　俗话说，“舍不得孩子，打不到狼。”“将欲取之，必先予之”晋献公实实在在地照这样去做了，并且得到了回报，实际上什么都没有损失。</p> <p>　　但是，攻城略地的成功，却以不顾礼义廉耻为代价，得到了实际利益和好处，而因此失去了人心和道义。对于重视民心和道义的人来说，这样做是得不偿失；对于寡廉鲜耻的人来说，失去的无所谓，得到的才是实在的。人们总是站在自己的立场上来决定取舍的。</p> <p>　　如此说来，对于寡廉鲜耻、心狠手毒之徒不应当以仁义道德之心去对待，最好是以强硬的态度，以其人之道，还治其人之身。虞国的灭亡，就灭在太相信同宗亲情，对不义之徒抱着不切实际的幻想，以为对方跟自己是一类人，以一种近乎于农夫的心肠，去对待凶狠的毒蛇。如果说这也是一场悲剧的话，那么则是由自己推波助澜、助纣为虐而导致的。如果灭亡的结果是自己一时糊涂、认识不清，被披着羊皮的狼蒙蔽了，尚还可以寄予一点同情，然而有贤臣坦诚相谏，苦口婆心地开导，在这种情况下仍然执迷不悟，固执己见，则可以说是咎由自取，不值得一点同情。</p> <p>　　曾经是作威作福的国君，一朝变成随他人之女陪嫁的奴隶，这种天上、地下的巨变，不能不使人感叹。这也应了那句老话：“天作孽，犹可违；自作孽，不可活。”</p> <p>　　历史是不应当忘记的，读史可以使人明鉴，使人清醒。即使弱小而无法与强暴抗衡，那么弱小者之间的彼此照应、鼓励。安慰、同病相怜、支持，也可以让人在风雨之中同舟共济，患难与共，正所谓唇齿相依，唇亡齿寒。这些从惨痛的历史中总结出来的教训，完全可以说是千古不易的。就连平民百姓都懂得，听人劝得一半。欺人太甚的事不可一而再，再而三地容忍，即使无法奋起抗争，最起码是可以想法避开的。既不听劝，又不抗争，的确算是病入膏肓，不可救药了。</p><br/><h2>鉴赏</h2> <p>　　文章首先陈述了虞虢之间的紧密关系，然后揭露出晋侯残酷无情的本质，最后提醒虞国公国家存亡在于德行，而不在与神灵。文章批判了迷信宗族关系和神权至上的迂腐，反映了当时的民本思想。文章结构严谨，条理清晰，开头只用“晋侯复假道于虞以伐虢”一句点明事件的起因及背景，接着便通过人物对话来揭示主题。语言简洁有力，多用比喻句和反问句。如用“辅车相依，唇亡齿寒”比喻虞晋的利害关系，十分贴切、生动，很有说服力。</p> <p>　　晋献公吞并虢国和虞国的成功，要归功于他的心狠手毒：一方面以本国宝物作诱饵，诱敌手上钩；一方面六亲不认，不顾同宗亲情，唯利是图。于是，不惜以阴谋诡计骗取虞国信任，将两国逐个吞食。俗话说，“舍不得孩子，打不到狼。”“将欲取之，必先予之”晋献公实实在在地照这样去做了，并且得到了回报，实际上什么都没有损失。但是，攻城略地的成功，却以不顾礼义廉耻为代价，得到了实际利益和好处，而因此失去了人心和道义。对于重视民心和道义的人来说，这样做是得不偿失；对于寡廉鲜耻的人来说，失去的无所谓，得到的才是实在的。人们总是站在自己的立场上来决定取舍的。</p> <p>　　如此说来，对于寡廉鲜耻、心狠手毒之徒不应当以仁义道德之心去对待，最好是以强硬的态度，以其人之道，还治其人之身。虞国的灭亡，就灭在太相信同宗亲情，对不义之徒抱着不切实际的幻想，以为对方跟自己是一类人，以一种近乎于农夫的心肠，去对待凶狠的毒蛇。如果说这也是一场悲剧的话，那么则是由自己推波助澜、助纣为虐而导致的。如果灭亡的结果是自己一时糊涂、认识不清，被披着羊皮的狼蒙蔽了，尚还可以寄予一点同情，然而有贤臣坦诚相谏，苦口婆心地开导，在这种情况下仍然执迷不悟，固执己见，则可以说是咎由自取，不值得一点同情。</p> <p>　　曾经是作威作福的国君，一朝变成随他人之女陪嫁的奴隶，这种天上、地下的巨变，不能不使人感叹。这也应了那句老话：“天作孽，犹可违；自作孽，不可活。”</p> <p>　　历史是不应当忘记的，读史可以使人明鉴，使人清醒。即使弱小而无法与强暴抗衡，那么弱小者之间的彼此照应、鼓励。安慰、同病相怜、支持，也可以让人在风雨之中同舟共济，患难与共，正所谓唇齿相依，唇亡齿寒。这些从惨痛的历史中总结出来的教训，完全可以说是千古不易的。就连平民百姓都懂得，听人劝得一半。欺人太甚的事不可一而再，再而三地容忍，即使无法奋起抗争，最起码是可以想法避开的。既不听劝，又不抗争，的确算是病入膏肓，不可救药了。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "历史",
    "故事",
    "劝谏"
  ]
}