{
  "id": 51178,
  "star": 18,
  "name": "庆春宫·云接平冈",
  "dynasty": "宋代",
  "content": "云接平冈，山围寒野，路回渐转孤城。衰柳啼鸦，惊风驱雁，动人一片秋声。倦途休驾，淡烟里、微茫见星。尘埃憔悴，生怕黄昏，离思牵萦。 <br>华堂旧日逢迎。花艳参差，香雾飘零。弦管当头，偏怜娇凤，夜深簧暖笙清。眼波传意，恨密约、匆匆未成。许多烦恼，只为当时，一饷留情。",
  "fanyi": "<p><strong>译文<br></strong>舒卷秋云远接平冈，一片寒野萧疏，四面群山环绕，峰回路转，只见孤城一座。秋季原野上的鸦啼雁唳声，仓皇一片。经过一天旅途劳累，投宿之时，暮霭中依稀见到星光。当此时入黄昏，人也暂得休闲。身体休息而脑子却忙了起来，长途行旅人往往有这种体验。精疲力竭时，沉沉暮霭中抬头远望，透过薄薄的云雾，看到空中的点点星光。天地间行走，江湖上飘零，作者风尘仆仆，憔瘁不堪，一到黄昏，离愁别恨愈加浓重。<br>在华堂上，缨冠逢迎，美女如云，急管繁弦，燕舞莺嘤，曾歌舞欢宴之地有过一段难忘的艳遇。一班令人眼花心醉的伎乐，美人的香气飘荡弥漫、无所不至。众多吹弹歌舞、为华筵助兴添欢的乐伎中有词人独爱的一位吹笙美人。她演奏出来的那悠扬动人的、如同凤鸣一般的笙乐。宴席到深夜她作笙独奏，惹人注目，也得到词人的特别怜爱。彼此于当时一晌间的眉目传情，美人与我心意相通。</p> <p><strong>注释<br></strong>平冈：平坦的山脊。<br>惊风驱雁：指一阵徒起的寒风吹散了雁行。语本<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《代白纻曲二首》之一：“穷秋九月叶落黄，北风吹雁天雨霜。”<br>休驾：听歌下来车马歇息。<br>尘埃憔悴：因旅途辛苦、风尘仆仆显得疲惫消瘦。<br>华堂：装饰华丽的的厅堂。<br>花艳：花儿一般娇艳。指美女。参差：这里只众多美女个子高矮不齐、穿插来往的样子。<br>弦管：泛指乐器。<br>偏怜：最爱，只爱。娇凤：指作者所中意的那个女子。<br>簧暖笙清：故事笙里的簧片用高丽铜制成，冬天吹奏前须先烧炭火，将笙置于锦熏龙上，再加四合香薰烤，簧片烤暖之后，吹起来声音才清脆悦耳。参见周密《齐东野语》卷17。<br>眼波传意：眉目传情。语本<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>《偶见背面是夕兼梦》<a href=\"http://so.gushiwen.org/view_51178.aspx\">诗</a>：“眼波向我无端艳。”<br>密约：秘密约会。明<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭·惊梦》：“此佳人才子，前以密约偷期，后皆得成秦晋。”<br>一饷：同“一晌”，一会儿，一阵子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“云接平冈，山围寒野，路回渐转孤城。”是一对偶句，从云和山着眼，极力苗木开阔广漠景象，“接”和“围”两个动词，也显得有气势。“路回渐转孤城。”道路经过几番回转以后，才逐渐地看到了远处的成郭。“渐”字有韵味，即表示原野广阔、路途遥远曲折，又能透露行人旅客那焦灼期待的心情。</p> <p>　　“衰柳啼鸦，惊风驱雁。”又是以对偶句，这一偶句式吧重点描写的鸦和雁放在第四字的位置上，与前一偶句把云、山放在第一字，位置安排不同，形成错落之势。两句通过乌鸦和鸿雁的啼声，极力描摹秋季原野上的肃杀气氛。“惊风驱雁”四字，最贱精彩。用“惊”字形容秋风，除了说它猛烈之外，还能是人觉得节序换之迅速，从而产生一种仓皇无措之感；说鸿雁是被秋风驱赶而南飞还有比喻人生道路上的为世事多驱遣而不由自主的意思。更将这满布秋愁的画面上，点上了鸦啼雁唳、衰柳簌簌、惊风飒飒的有声有色之动景，岂不更加浓了羁愁抑郁之情。在“柳”、“鸦”、“风”、“雁”之前冠以“衰”、“啼”、“惊”、“驱”几个动词，将秋景的情韵也就更加深化了。</p> <p>　　“动人一片秋声。”一句，在前面景物层层铺叙、渲染之后，以直抒胸臆道出，语平易而情深。“动人”二字并不突兀，因为它只不过是吧上文写景之中所包括的抒情成分点名罢了。“秋声”，当然是指鸦啼、雁唳和风吹的声音，但与“一片”相连接，则是为了与开头所描写的广漠原野相照应。由于环境寂静，声音便传得远；又由于有一些单调的声音，而周围的环境却会显得更加寂静。</p> <p>　　“倦途休驾，淡烟里、微茫见星。尘埃憔悴，生怕黄昏，离思牵萦。”是当日事，“尘埃憔悴”则是边叙写羁旅生涯，边描绘途中景色，写景、论事、抒情三者融为一体，有力地塑造了天涯游子的形象。“倦途”“憔悴”二词，既是勾勒了游子的憔容倦态，更揭示了其内心的愁苦。多日积累，因分别日久，故引出“离思牵萦”，趁黄昏休歇时遂乘隙而来。“离思牵萦。”一句，正点出了愁苦之因。“淡烟里，微茫见星”二句，展示了一幅黄昏黯淡、烟霭迷蒙、疏星闪烁的朦胧意境，为画面的秋寒、羁愁更抹上几笔冷色。<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>散曲《十二月带尧民歌》“自别后遥山隐隐”一首说：“怕黄昏忽地又黄昏，不销魂怎地不销魂。”虽说写有离人与思妇之不同，而体会黄昏时刻最易使人感到孤独、引起离愁，则是一致的。</p> <p>　　“华堂旧日逢迎，花艳参差，香雾飘零。”回忆往事，一派花团锦簇，内容突然而变。“华堂”，指歌舞欢宴之地；“逢迎”，指交接过从之事。“花艳参差，香雾飘零”八字，极写众多美女之足以令人眼花心醉；“花艳”，预指女郎的美貌。作者《玉楼春》有“大堤花艳惊郎目”之句，与此同本于南朝乐府<a href=\"http://so.gushiwen.org/view_51178.aspx\">诗</a>《襄阳乐》。“香雾”是美人香气，“雾”言其浓若可见，又飘荡弥漫无所不至。写美人，先写其色，复写其香，总写其多（“参差”喻多）。</p> <p>　　“弦管当头，偏怜娇凤，夜深簧暖笙清。”如此加倍地区写美人，不会没有缘故。那众多美人是什么人？不是主人的宅眷，也不是女宾，此句点明，是“弦管当头”，那是一班吹弹歌舞、为华筵助兴添欢的女乐。唐崔令钦《教坊记》说：“伎女入宜春院，谓之内人，亦越前头人，常在上（皇帝）前头也。”这也就是“弦管当头”了。前面写华堂之集、美女之美，是为了这班乐伎的出场作先声夺人之势，但目的还在下文说出——“偏怜娇凤，夜深簧暖笙清。”是众多乐伎中他所独爱的以为吹笙的美人。“娇凤”言其小，又言其美，同时又兼指她演奏出来的那悠扬动人的、如同凤鸣一般的笙乐。“簧暖笙清”周密对此有个很好的解释。《齐东野语》卷十七“笙炭”条说到焙笙：“簧暖则字正而声清越，故必用焙而后可。……乐府亦有‘簧暖笙清’之语。”所谓“乐府之语”，即指美成此句而言，特写“夜深簧暖笙清”一句，当时宴席到深夜时她在作笙独奏，所以惹人注目，也得到他的特别怜爱。</p> <p>　　“眼波传意，恨密约、匆匆未成。”承接上句情境，他在神情举动上有所表现，而为一人所注意，于是她便“眼波传意”，那就是“美目流盼”、“独与予兮目成”，写得活灵活现了。“眼波传意”也就是下文的“一晌留情”。</p> <p>　　“许多烦恼，只为当时，一饷留情。”“一晌情”前，应藏有一个“她”字。又应藏有一个“我”字。既称“烦恼”，就有流于皮相之见了，把它理解为作者另一个词中的“拼今生，对花对酒，为伊泪落”（《解连环》），恐怕倒还接近些。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>在宋代被公认为“负一代词名”（《词源》下）的人，其词就在当时广为流传。此词作于词人行旅别离羁旅漂泊之时，但此词为编年未定词。",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "羁旅",
    "怀人",
    "相思"
  ]
}