{
  "id": 61135,
  "star": 20,
  "name": "贺新郎·送陈真州子华",
  "dynasty": "宋代",
  "content": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。 <br>两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。",
  "fanyi": "<p><strong>译文</strong><br>向北眺望通往中原的路，试着议论议论，这一场恢复中原的大事，该怎么嘱咐？记得太行山王善、杨进聚众百万，曾经接受东京留守<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>驾驭。现在朝廷对义兵左右为难就象握着毒蛇骑着老虎。你到京东路去义军领袖会高兴，料想他们一定会放下武器拜你为父。谈笑间，平定齐鲁。<br>黄河两岸一派萧条只见乱跑的狐兔，试问当年、祖逖离开这里后，还有人来过否？多少在建业新亭洒泪的士大夫，谁真正想到过中原那一大块国土？算起来恢复大业必须由适当的人来做。应该笑象我等书生心里胆怯，向车中、关闭起来象新媳妇。空空地目送，边塞的鸿雁飞去。</p> <p><strong>注释</strong><br>①平章：议论，筹划。公事：指对金作战的国家大事。<br>②分付：安排，处理。<br>③“记得”二句；指靖康之变后在河北、山西等地结集的抗金义军，其中有不少归附东京留守宗泽。<br>④把作：当作。握蛇骑虎：比喻危险。<br>⑤真吾父：用<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>事。郭子仪曾仅率数十骑入回纥大营，回纥首领马而拜，说：“真吾父也。”<br>⑥两河：指河北东路、西路，当时为金统治区。狐兔：指敌人。<br>⑦祖生：祖逖。这里指南宋初年的抗金名将宗泽、<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>等。<br>⑧“多少”二句：谓士大夫只会痛哭流涕沽名钓誉而不去行动。新亭，用新亭对泣事。块土：犹言国土。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首送陈子华的词，写法特别。“北望神州路，试平章、这场公事，怎生分付？”突如其来地提出一个因北望中原而产生的问题，起势突兀，引人注目。</p> <p>　　“记得太行山百万，曾入宗爷驾驭。今把作握蛇骑虎。”接着才指出问题的具体内容：即是该怎样对待沦陷区的义军。问题从南、北宋之际说起，当时的爱国将领<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>为抗击金军，招抚了义军首领王善、杨进等人，他敢于招抚被人视为“寇盗”的义军，有能力“驾驭”他们，依靠他们壮大抗金的力量，所以宗泽声威大震，军民都敬重他，喊他为宗爷爷。宗泽在政治上、军事上采取正确的立场和措施，在抗敌方面收到了巨大的效果。</p> <p>　　作者写这首词时，宗泽逝世已久，但在北方金人统治地区，仍有义军活动。其中红袄军力量最大，首领杨安儿被杀后，余众归附南宋，可惜朝廷不信任他们，把抗金民众武装看成是手上拿的蛇和跨下骑的虎，甩掉又不是，用又不敢用。作者送行的友人陈子华，他曾主张积极招抚中原地区的义军。他出知真州（治今江苏仪征），在公元一二二七年（宋理宗宝庆三年）四月，当时李全还未叛降蒙古。宋朝如果能够正确团结、运用义军的力量，抗金是大有可为的。所以作者送陈子华赴江北前线的真州时，要他认真地考虑这个关系国家安危存亡的重大问题。这里前二句歌颂宗泽正确对待义军，声威极大；后一句用《魏书。彭城王勰传》的典故，批判昏聩无能的投降派。两种不同的形象，形成鲜明、强烈的对照，笔力遒壮。“君去京东豪杰喜，想投戈拜真吾父。谈笑里，定齐鲁。”希望陈子华到真州要效法宗泽，使京东路（指今山东一带）的豪杰，欢欣鼓舞，做到谈笑之间，能够收复、安定齐鲁北方失地。既是勉友，更抒发自己延纳俊杰、收复河山的热切愿望，写得酣畅乐观，富于豪情壮志。</p> <p>　　下片情感波澜起伏，一会儿奇峰突兀，一会儿陡转直下，沉郁凝重。“两淮萧瑟惟狐兔。问当年、祖生去后，有人来否？”面对当时现实：国土沦丧，人烟稀少，狐兔出入；父老长久盼望，然而看不到祖逖那样的志士。笔调跌宕，感情变为悲愤。“多少新亭挥泪客，谁梦中原块土？”说当时不但丧心麻木、公然卖国的投降派不想念中原，连以名流自命的士大夫们也没有意志去收复失地。笔调和前三句相同，用南宋统治区域的现实去补充前三句，进一步浓化前三句的感情。“算事业须由人做。”指出事在人为，不须颓丧，又转为充满信心的乐观，和上片的思想感情相呼应。单句回斡，陡然而来，戛然而止，这是词中表现豪迈之气的顶点。“应笑书生心胆怯，向车中、闭置如新妇。”用《梁书·曹景宗传》的典故，嘲笑书生气短，言外之意，也是希望陈子华要振作豪气勇于作为，似自嘲而实是勉励陈子华。“空目送，塞鸿去。”</p> <p>　　以写送别作结。全词正面写送别，只有这两句话；又不直接写送人，却言写目送塞鸿并去，仍与北国河山联系在一起。既点题，又围绕全词的中心内容，有余味，有力量。</p> <p>　　历史上的反动统治者，都是敌视人民的力量，勇于对内，怯于对外。在这首词中，作者要陈子华正确对待义军，招抚义军，思想是进步的。他的词，发展了<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词的散文化、议论化的倾向，雄放畅达，继承辛派的爱国主义词风，又有自己的风格。这首词气势磅礴，一气贯之，是名词的显著特色。立意高远，大处落墨，又曲折跌宕，不同于那些一味讲究直率的人。</p><br/><h2>赏析二</h2> <p>　　上阕起以问句，从“北望神州路”落笔，一开始就把读者卷入异族侵逼、江山颓败、社稷倾危之际南宋朝野两等人士、两种主张的矛盾之中：一方面是爱国志士引颈翘盼尽早收复中原沦陷之土，一方面却是偏安朝廷高位重臣的一味主和，这种国势与国策的相悖直令作者忧心如焚，由“这场公事、怎生分付”这一问句，抖落出一片忧虑、急切而又无奈之情。起首以设问造势，既直露了作者愿望与现实冲撞下的不平心境，又造成行文上的引弓待发之势。作者没有紧接上句设问作答，而是让思维的流程回溯到宋初的一段史实，以对比来抒怀——当年老将<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>率领宋军大败金人、驾驭太行的伟绩，令人感奋；今日朝廷既外困于异族，又内惧于义军的“握蛇骑虎”的窘境，更令人慨叹。这种历史与现实并合、交错的写法，使词的时空范围得以拓展，作者的忧时爱国之怀，正是在这种对历史的钦慕与对现实的感喟中见于纸笔。接着几句，写作者勉慰鼓舞朋友，表现出坚持联合北方义军共同抗侮、收复失地的希望与信念。笔墨之间，豪情横溢。</p> <p>　　下阕进一层写“悲愤”。起首联系江山残破、半壁苟安的惨痛现实，继而连设二问，连用二典，一面热切鼓励陈子华以晋“闻鸡起舞”、“击楫中流”的祖逖为楷模，为中原统一建功立业；一面沉痛指责那些南渡后但得一隅安身的统治者早已不复怀思中原失地。“问当年、祖生去后，有人来否?多少新亭挥泪客，谁梦中原块土?”这两句明以发问，实则为他勉、为自况，一以叙事，一以状怀，前句以问代答，实为盼今陈子华荷重任前往真州能如祖逖当年渡江北伐，有不尽勉励寄望之意。“算事业、须由人做”，是志士对同道的希冀与勉励；“应笑书生心胆怯，向车中、闭置如新妇”，是对书生胆怯的嘲笑，要人奋厉有为，为国效命，不能像新妇那样躲在车中胆小怕事，这也是胸怀报国之志、身为一介书生的作者的自勉。词人终究痛感自己书生无用，报国无路，词末终于发出了“空目送，塞鸿去”的悲愤叹息。“塞鸿”指陈子华，是说自己只能徒然目送陈子华。这首词用事带典很多，尤其是下阕，几乎句句用事，然不显堆垛，用得圆熟，用得贴切，这正是辛派词人一路的风格。作者化典用事，加深了词的悲愤苍凉的气氛，在语意、文气上一脉相承，使全词充满了一股梗概之气。</p>",
  "about": "<h2>创作背景</h2> 　　南宋理宗宝庆三年（1227），<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>知建阳县（今属福建省）事，年三十六岁。他的朋友陈鞾（字子华）本来任仓部员外郎，调知真州，兼淮南东路提点刑狱，路过建阳。真州（今江苏省仪征县），位于长江北岸，是靠近当时宋金对峙前线的要地。作者在送别陈子华之时，写了这首词。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "壮志",
    "送别",
    "勉励"
  ]
}