{
  "id": 56008,
  "star": 100,
  "name": "鹧鸪天·家住苍烟落照间",
  "dynasty": "宋代",
  "content": "家住苍烟落照间，丝毫尘事不相关。斟残玉瀣行穿竹，卷罢《黄庭》卧看山。<br>贪啸傲，任衰残，不妨随处一开颜。元知造物心肠别，老却英雄似等闲！",
  "fanyi": "<p><strong>译文<br></strong>我家住在有着苍茫如烟的云气和夕阳晚照的乡间，<br>与世上的事情毫不相关。<br>喝完了玉瀣就散步穿过了竹林；<br>看完了《黄庭》就躺下来观赏山中美景。<br>贪图的是任意放纵，蔑视世俗的生活，任凭自己在这种无拘无束的生活中衰老，<br>别妨碍自己的处处开心，<br>本来就知道上天另有一种心肠，<br>就是使英雄无所作为地衰老就像是对待平常是一样。</p> <p><strong>注释<br></strong>①玉瀣（xiè）：美酒。<br>②《黄庭》：道家经典著作，论养生之道。<br>③啸傲：放歌长啸，傲然自得。<br>④元：通假字，同“原”，本来。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村<a href=\"http://so.gushiwen.org/view_56008.aspx\">诗</a>话续集》把<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的词分为三类：“其激昂慷慨者，稼轩不能过；飘逸高妙者，与陈简斋、朱希真相颉颃；流丽绵密者，欲出晏叔原、贺方回之上。”这首《鹧鸪天》可以算是陆游飘逸高妙一类作品中的代表作之一。 </p> <p>　　上阕开头二句：“家住苍烟落照间，丝毫尘事不相关。”把自己所居住的环境写得是如此的优美而又纯净。“苍烟落照”四字，不禁让人联想起<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归园田居》其一“蔼蔼远人村，依依墟里烟”的意境，一经讽诵便难以忘怀。“苍烟”犹青烟，字面已包含着作者的感情色彩。“落照”这个词里虽然没有表示颜色的字，但也有色彩暗含其中，引起读者的多种的联想。词人以“苍烟落照”四字点缀自己居处的环境，意在与龌龊的仕途作鲜明的对比。所以在第二句中就直接点明住在这里与尘事毫不相关，可以一尘不染，安心地过着隐居的生活。这也正是陶渊明《归园田居》里“户庭无尘杂，虚室有余闲”的体现。 </p> <p>　　三、四句对仗工稳：“斟残玉瀣行穿竹，卷罢《黄庭》卧看山。”“玉瀣”是一种美酒的名称，明人冯时化在《酒史》卷上写有：“隋炀帝造玉瀣酒，十年不败。”陆游在诗中也不止一次写到过这种酒。“黄庭”是道经的名称，《云笈七签》胡《黄庭内景经》、《黄庭外景经》、《黄庭遁甲缘身经》，都是道家谈论养生之道的书这两句的大意是说：喝完了玉瀣就散步穿过了竹林；看完了《黄庭》就躺下来观赏山中美景。一二句写居处环境的优美，三四句写自己生活的闲适，体现了作者惬意的生活。陆游读的《黄庭经》是卷轴装，所以边读边卷，“卷罢黄庭”就是看完了一卷的意思。 </p> <p>　　下阕开头：“贪啸傲，任衰残，不妨随处一开颜。”“啸傲”，指作者歌咏自得，形容旷放而不受拘束的样子。不单是陆诗用了“啸傲”此词，其他诗人也经常用此词，比如郭璞《游仙诗》：“啸傲遗世罗，纵情在独往。”陶渊明《饮酒》其七：“啸傲东轩下，聊复得此生。”词人说自己贪恋这种旷达的生活情趣，任凭终老田园；随处都能见到使自己高兴的事物，何不随遇而安呢？这几句可以说是旷达到极点也消沉到了极点，可是末尾两句陡然一转：“元知造物心肠别，老却英雄似等闲。”这两句可以说是对以上所写的自己的处境作出了解释。词人说原先就已知道造物者无情（他的心肠与常人不同），它白白地让英雄衰老死去却等闲视之。这难道不是在怨天吗？但同时也是在抱怨南宋统治者无心恢复中原，以致使自己英雄无用武之地。 </p> <p>　　据夏承焘、吴熊和《放翁词编年笺注》中讲到，南宋乾道二年陆游四十二岁，以言官弹劾谓其“交结台谏，鼓唱是非，力说<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>用兵”，免隆兴通判，始卜居镜湖之三山。这首词和其他两首《鹧鸪天》（两首开头句分别为：插脚红尘已是颠、懒向青门学种瓜），都是这时候写下的。词中虽极写隐居之闲适，但那股抑郁不平之气仍然按捺不住，在篇末终于流露出来。也正因为有词人那番超脱尘世的表白，所以篇末的两句就尤其显得冷隽。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的这首鹧鸪天作于宋高宗绍兴三十一年（1161），当时金主完颜亮率大军南下，其后方比较空虚，北方被占区的人民，接着乘机进行起义活动,整首<a href=\"http://so.gushiwen.org/view_56008.aspx\">诗</a>歌塑造了陆游的歌咏自得、旷放而不受拘束的形象。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "隐居",
    "抒怀"
  ]
}