{
  "id": 72500,
  "star": 36,
  "name": "柳毅传",
  "dynasty": "唐代",
  "content": "　　仪凤中，有儒生柳毅者，应举下第，将还湘滨。念乡人有客于泾阳者，遂往告别。至六七里，鸟起马惊，疾逸道左。又六七里，乃止。见有妇人，牧羊于道畔。毅怪视之，乃殊色也。然而蛾脸不舒，巾袖无光，凝听翔立，若有所伺。毅诘之曰：“子何苦而自辱如是？”妇始楚而谢，终泣而对曰：“贱妾不幸，今日见辱问于长者。然而恨贯肌骨，亦何能愧避？幸一闻焉。妾，洞庭龙君小女也。父母配嫁泾川次子，而夫婿乐逸，为婢仆所惑，日以厌薄。既而将诉于舅姑，舅姑爱其子，不能御。迨诉频切，又得罪舅姑。舅姑毁黜以至此。”言讫，歔欷流涕，悲不自胜。又曰：“洞庭于兹，相远不知其几多也？长天茫茫，信耗莫通。心目断尽，无所知哀。闻君将还吴，密通洞庭。或以尺书寄托侍者，未卜将以为可乎？”毅曰：“吾义夫也。闻子之说，气血俱动，恨无毛羽，不能奋飞，是何可否之谓乎！然而洞庭深水也。吾行尘间，宁可致意耶？惟恐道途显晦，不相通达，致负诚托，又乖恳愿。子有何术可导我邪？”女悲泣且谢，曰：“负载珍重，不复言矣。脱获回耗，虽死必谢。君不许，何敢言。既许而问，则洞庭之与京邑，不足为异也。”毅请闻之。女曰：“洞庭之阴，有大橘树焉，乡人谓之‘社橘’。君当解去兹带，束以他物。然后叩树三发，当有应者。因而随之，无有碍矣。幸君子书叙之外，悉以心诚之话倚托，千万无渝！”毅曰：“敬闻命矣。”女遂于襦间解书，再拜以进。东望愁泣，若不自胜。毅深为之戚，乃致书囊中，因复谓曰：“吾不知子之牧羊，何所用哉？神岂宰杀乎？”女曰：“非羊也，雨工也。”“何为雨工？”曰：“雷霆之类也。”毅顾视之，则皆矫顾怒步，饮龁甚异，而大小毛角，则无别羊焉。毅又曰：“吾为使者，他日归洞庭，幸勿相避。”女曰：“宁止不避，当如亲戚耳。”语竟，引别东去。不数十步，回望女与羊，俱亡所见矣。</p> <p>　　其夕，至邑而别其友，月余到乡，还家，乃访友于洞庭。洞庭之阴，果有社橘。遂易带向树，三击而止。俄有武夫出于波问，再拜请曰：“贵客将自何所至也？”毅不告其实，曰：“走谒大王耳。”武夫揭水止路，引毅以进。谓毅曰：“当闭目，数息可达矣。”毅如其言，遂至其宫。始见台阁相向，门户千万，奇草珍木，无所不有.夫乃止毅，停于大室之隅，曰：“客当居此以俟焉。”毅曰：“此何所也？”夫曰：“此灵虚殿也。”谛视之，则人间珍宝毕尽于此。柱以白璧，砌以青玉，床以珊瑚，帘以水精，雕琉璃于翠楣，饰琥珀于虹栋。奇秀深杳，不可殚言。然而王久不至。毅谓夫曰：“洞庭君安在哉？”曰：“吾君方幸玄珠阁，与太阳道士讲《火经》，少选当毕。”毅曰：“何谓《火经》？”夫曰：“吾君，龙也。龙以水为神，举一滴可包陵谷。道士，乃人也。人以火为神圣，发一灯可燎阿房。然而灵用不同，玄化各异。太阳道士精于人理，吾君邀以听焉。”语毕而宫门辟，景从云合，而见一人，披紫衣，执青玉。夫跃曰：“此吾君也！”乃至前以告之。</p> <p>　　君望毅而问曰：“岂非人间之人乎？”对曰：“然。”毅而设拜，君亦拜，命坐于灵虚之下。谓毅曰：“水府幽深，寡人暗昧，夫子不远千里，将有为乎？”毅曰：“毅，大王之乡人也。长于楚，游学于秦。昨下第，闲驱泾水右涘，见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。毅因诘之，谓毅曰：‘为夫婿所薄，舅姑不念，以至于此’。悲泗淋漓，诚怛人心。遂托书于毅。毅许之，今以至此。”因取书进之。洞庭君览毕，以袖掩面而泣曰：“老父之罪，不能鉴听，坐贻聋瞽，使闺窗孺弱，远罹构害。公，乃陌上人也，而能急之。幸被齿发，何敢负德！”词毕，又哀咤良久。左右皆流涕。时有宦人密侍君者，君以书授之，令达宫中。须臾，宫中皆恸哭。君惊，谓左右曰：“疾告宫中，无使有声，恐钱塘所知。”毅曰：“钱塘，何人也？”曰：“寡人之爱弟，昔为钱塘长，今则致政矣。”毅曰：“何故不使知？”曰：“以其勇过人耳。昔尧遭洪水九年者，乃此子一怒也。近与天将失意，塞其五山。上帝以寡人有薄德于古今，遂宽其同气之罪。然犹縻系于此，故钱塘之人日日候焉。”语未毕，而大声忽发，天拆地裂。宫殿摆簸，云烟沸涌。俄有赤龙长千余尺，电目血舌，朱鳞火鬣，项掣金锁，锁牵玉柱。千雷万霆，激绕其身，霰雪雨雹，一时皆下。乃擘青天而飞去。毅恐蹶仆地。君亲起持之曰：“无惧，固无害。”毅良久稍安，乃获自定。因告辞曰：“愿得生归，以避复来。”君曰：“必不如此。其去则然，其来则不然，幸为少尽缱绻。”因命酌互举，以款人事。</p> <p>　　俄而祥风庆云，融融恰怡，幢节玲珑，箫韶以随。红妆千万，笑语熙熙。中有一人，自然蛾眉，明珰满身，绡縠参差。迫而视之，乃前寄辞者。然若喜若悲，零泪如丝。须臾，红烟蔽其左，紫气舒其右，香气环旋，入于宫中。君笑谓毅曰：“泾水之囚人至矣。”君乃辞归宫中。须臾，又闻怨苦，久而不已。有顷，君复出，与毅饮食。又有一人，披紫裳，执青玉，貌耸神溢，立于君左。君谓毅曰：“此钱塘也。”毅起，趋拜之。钱塘亦尽礼相接，谓毅曰：“女侄不幸，为顽童所辱。赖明君子信义昭彰，致达远冤。不然者，是为泾陵之土矣。飨德怀恩，词不悉心。”毅撝退辞谢，俯仰唯唯。然后回告兄曰：“向者辰发灵虚，巳至泾阳，午战于彼，未还于此。中间驰至九天，以告上帝。帝知其冤，而宥其失。前所谴责，因而获免。然而刚肠激发，不遑辞候，惊扰宫中，复忤宾客。愧惕惭惧，不知所失。”因退而再拜。君曰：“所杀几何？”曰：“六十万。”“伤稼乎？”曰：“八百里。”无情郎安在？”曰：“食之矣。”君怃然曰：“顽童之为是心也，诚不可忍，然汝亦太草草。赖上帝显圣，谅其至冤。不然者，吾何辞焉？从此以去，勿复如是。”钱塘君复再拜。是夕，遂宿毅于凝光殿。</p> <p>　　明日，又宴毅于凝碧宫。会友戚，张广乐，具以醪醴，罗以甘洁。初，笳角鼙鼓，旌旗剑戟，舞万夫于其右。中有一夫前曰：“此《钱塘破阵乐》。”旌杰气，顾骤悍栗。座客视之，毛发皆竖。复有金石丝竹，罗绮珠翠，舞千女于其左，中有一女前进曰：“此《贵主还宫乐》。”清音宛转，如诉如慕，坐客听下，不觉泪下。二舞既毕，龙君大悦。锡以纨绮，颁于舞人，然后密席贯坐，纵酒极娱。酒酣，洞庭君乃击席而歌曰：“大天苍苍兮，大地茫茫，人各有志兮，何可思量，狐神鼠圣兮，薄社依墙。雷霆一发兮，其孰敢当？荷贞人兮信义长，令骨肉兮还故乡，齐言惭愧兮何时忘！”洞庭君歌罢，钱塘君再拜而歌曰：“上天配合兮，生死有途。此不当妇兮，彼不当夫。腹心辛苦兮，泾水之隅。风霜满鬓兮，雨雪罗襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。”钱塘君歌阕，洞庭君俱起，奉觞于毅。毅踧踖而受爵，饮讫，复以二觞奉二君，乃歌曰：“碧云悠悠兮，泾水东流。伤美人兮，雨泣花愁。尺书远达兮，以解君忧。哀冤果雪兮，还处其休。荷和雅兮感甘羞。山家寂寞兮难久留。欲将辞去兮悲绸缪。”歌罢，皆呼万岁。洞庭君因出碧玉箱，贮以开水犀；钱塘君复出红珀盘，贮以照夜玑：皆起进毅，毅辞谢而受。然后宫中之人，咸以绡彩珠璧，投于毅侧。重叠焕赫，须臾埋没前后。毅笑语四顾，愧谢不暇。洎酒阑欢极，毅辞起，复宿于凝光殿。</p> <p>　　翌日，又宴毅于清光阁。钱塘因酒作色，踞谓毅曰：“不闻猛石可裂不可卷，义士可杀不可羞耶？愚有衷曲，欲一陈于公。如可，则俱在云霄；如不可，则皆夷粪壤。足下以为何如哉？”毅曰：“请闻之。”钱塘曰：“泾阳之妻，则洞庭君之爱女也。淑性茂质，为九姻所重。不幸见辱于匪人，今则绝矣。将欲求托高义，世为亲戚，使受恩者知其所归，怀爱者知其所付，岂不为君子始终之道者？”毅肃然而作，欻然而笑曰：“诚不知钱塘君孱困如是！毅始闻跨九州，怀五岳，泄其愤怒；复见断金锁，掣玉柱，赴其急难。毅以为刚决明直，无如君者。盖犯之者不避其死，感之者不爱其生，此真丈夫之志。奈何萧管方洽，亲宾正和，不顾其道，以威加人？岂仆人素望哉！若遇公于洪波之中，玄山之间，鼓以鳞须，被以云雨，将迫毅以死，毅则以禽兽视之，亦何恨哉！今体被衣冠，坐谈礼义，尽五常之志性，负百行怖之微旨，虽人世贤杰，有不如者，况江河灵类乎？而欲以蠢然之躯，悍然之性，乘酒假气，将迫于人，岂近直哉！且毅之质，不足以藏王一甲之间。然而敢以不伏之心，胜王不道之气。惟王筹之！”钱塘乃逡巡致谢曰：“寡人生长宫房，不闻正论。向者词述疏狂，妄突高明。退自循顾，戾不容责。幸君子不为此乖问可也。”其夕，复饮宴，其乐如旧。毅与钱塘遂为知心友。</p> <p>　　明日，毅辞归。洞庭君夫人别宴毅于潜景殿，男女仆妾等悉出预会。夫人泣谓毅曰：“骨肉受君子深恩，恨不得展愧戴，遂至睽别。”使前泾阳女当席拜毅以致谢。夫人又曰：“此别岂有复相遇之日乎？”毅其始虽不诺钱塘之情，然当此席，殊有叹恨之色。宴罢，辞别，满宫凄然。赠遗珍宝，怪不可述。毅于是复循途出江岸，见从者十余人，担囊以随，至其家而辞去。毅因适广陵宝肆，鬻其所得。百未发一，财已盈兆。故淮右富族，咸以为莫如。遂娶于张氏，亡。又娶韩氏。数月，韩氏又亡。徙家金陵。常以鳏旷多感，或谋新匹。有媒氏告之曰：“有卢氏女，范阳人也。父名曰浩，尝为清流宰。晚岁好道，独游云泉，今则不知所在矣。母曰郑氏。前年适清河张氏，不幸而张夫早亡。母怜其少，惜其慧美，欲择德以配焉。不识何如？”毅乃卜日就礼。既而男女二姓俱为豪族，法用礼物，尽其丰盛。金陵之士，莫不健仰。居月余，毅因晚入户，视其妻，深觉类于龙女，而艳逸丰厚，则又过之。因与话昔事。妻谓毅曰：“人世岂有如是之理乎？”</p> <p>　　经岁余，有一子。毅益重之。既产，逾月，乃秾饰换服，召毅于帘室之间，笑谓毅曰：“君不忆余之于昔也？”毅曰：“夙为姻好，何以为忆？”妻曰：“余即洞庭君之女也。泾川之冤，君使得白。衔君之恩，誓心求报。洎钱塘季父论亲不从，遂至睽违。天各一方，不能相问。父母欲配嫁于濯锦小儿某。遂闭户剪发，以明无意。虽为君子弃绝，分见无期。而当初之心，死不自替。他日父母怜其志，复欲驰白于君子。值君子累娶，当娶于张，已而又娶于韩。迨张、韩继卒，君卜居于兹，故余之父母乃喜余得遂报君之意。今日获奉君子，咸善终世，死无恨矣。”因呜咽，泣涕交下。对毅曰：“始不言者，知君无重色之心。今乃言者，知君有感余之意。妇人匪薄，不足以确厚永心，故因君爱子，以托相生。未知君意如何？愁惧兼心，不能自解。君附书之日，笑谓妾曰：‘他日归洞庭，慎无相避。’诚不知当此之际，君岂有意于今日之事乎？其后季父请于君，君固不许。君乃诚将不可邪，抑忿然邪？君其话之。”毅曰：“似有命者。仆始见君子，长泾之隅，枉抑憔悴，诚有不平之志。然自约其心者，达君之冤，余无及也。以言‘慎无相避’者，偶然耳，岂有意哉。洎钱塘逼迫之际，唯理有不可直，乃激人之怒耳。夫始以义行为之志，宁有杀其婿而纳其妻者邪？一不可也。某素以操真为志尚，宁有屈于己而伏于心者乎？二不可也。且以率肆胸臆，酬酢纷纶，唯直是图，不遑避害。然而将别之日。见君有依然之容，心甚恨之。终以人事扼束，无由报谢。吁，今日，君，卢氏也，又家于人间。则吾始心未为惑矣。从此以往，永奉欢好，心无纤虑也。”妻因深感娇泣，良久不已。有顷，谓毅曰：“勿以他类，遂为无心，固当知报耳。夫龙寿万岁，今与君同之。水陆无往不适。君不以为妄也。”毅嘉之曰：“吾不知国客乃复为神仙之饵！”。乃相与觐洞庭。既至，而宾主盛礼，不可具纪。</p> <p>　　后居南海仅四十年，其邸第、舆马、珍鲜、服玩，虽侯伯之室，无以加也。毅之族咸遂濡泽。以其春秋积序，容状不衰。南海之人，靡不惊异。</p> <p>　　洎开元中，上方属意于神仙之事，精索道术。毅不得安，遂相与归洞庭。凡十余岁，莫知其迹。</p> <p>　　至开元末，毅之表弟薛嘏为京畿令，谪官东南。经洞庭，晴昼长望，俄见碧山出于远波。舟人皆侧立，曰：“此本无山，恐水怪耳。”指顾之际，山与舟相逼，乃有彩船自山驰来，迎问于嘏。其中有一人呼之曰：“柳公来候耳。”嘏省然记之，乃促至山下，摄衣疾上。山有宫阙如人世，见毅立于宫室之中，前列丝竹，后罗珠翠，物玩之盛，殊倍人间。毅词理益玄，容颜益少。初迎嘏于砌，持嘏手曰：“别来瞬息，而发毛已黄。”嘏笑曰：“兄为神仙，弟为枯骨，命也。”毅因出药五十丸遗嘏，曰：“此药一丸，可增一岁耳。岁满复来，无久居人世以自苦也。”欢宴毕，嘏乃辞行。自是已后，遂绝影响。嘏常以是事告于人世。殆四纪，嘏亦不知所在。</p> <p>　　陇西李朝威叙而叹曰：“五虫之长，必以灵者，别斯见矣。人，裸也，移信鳞虫。洞庭含纳大直，钱塘迅疾磊落，宜有承焉。嘏咏而不载，独可邻其境。愚义之，为斯文。”",
  "fanyi": "<h2>译文</h2> <p>　　仪凤年间，有一位书生柳毅，到京城长安参加科举考试，没有考取，准备回到湘水边的家乡去。他想起有个同乡人客居在泾阳，就去辞行。走了六、七里，忽然有一群鸟直飞起来，（他的）马受了惊吓，向道边飞奔，又跑了六、七里，才停了下来。</p> <p>　　只见有个女子在路边放羊。他觉得奇怪，仔细地打量，却是个非常美丽的女子。可是她双眉微皱，面带愁容，穿戴破旧，出神地站着，好像在等待着什么。柳毅忍不住问她道：“你有什么痛苦，把自己委屈到这种地步？”女子开头现出悲伤的神情，婉言谢绝了他，但最终哭着向他回答说：“我是个不幸的人，今天蒙您关怀下问。但是我的怨恨铭心刻骨，又怎能觉得惭愧而回避不说呢？希望您听一听。我原是洞庭龙王的小女儿，父母把我嫁给泾川龙王的二儿子，但丈夫喜欢放荡取乐，受到了奴仆们的迷惑，一天天厌弃、鄙薄我。后来我把这情况告诉了公婆，公婆溺爱自己的儿子，管束不住他。等到我恳切地诉说了几次，又得罪了公婆。公婆折磨我，赶我出来，弄到这个地步。”说完，抽泣流泪，悲伤极了。接着又说：“洞庭离这里，相距好远啊，无边无际的天空，无法传通音信，心用尽，眼望穿，也无法（使家里）知道我的悲苦。听说您要回到南方去，您的家乡紧接洞庭湖，也许可以把信托您带去，不知道能够答应吗？”柳毅说：“我是个讲义气的人。听了你的话，心里非常激动，只恨我身上没有翅膀，不能奋飞到洞庭，还说什么答应不答应呢？可是洞庭水深啊，我只能在人世间来往，怎能到龙宫里去送信呢？只怕人世和仙境有明暗之分，道路不通，以致辜负了你热忱的嘱托，违背了你恳切的愿望。你有什么好办法可以给我引路吗？”女子一边悲伤地哭泣，一边道谢说：“希望你一路上好好保重，这些话不用再说了。要是有了回音，即使（我）死了，也一定感谢（您）。（方才）您不曾答应时，（我）哪敢多说？（现在您）既然答应了，问我（如何去洞庭龙宫），洞庭（的龙宫）跟人世的京城并没有不同啊。”</p> <p>　　柳毅请她说说。女子说：“洞庭的南岸有一棵大橘树，当地人称它社橘。您（到了那里）要解下腰带，束上别的东西，在树干上敲三下，就会有人出来招呼您。（您）就跟着他走，不会有什么阻碍。希望您除了报信之外，并且把我（告诉您的）心里的话都说给我家里的人，千万不要改变！”柳毅说：“一定听你的话。”女子就从衣襟里拿出信来，（向柳毅）拜了又拜，然后把信交给了他。（这时她）望着东方，又掉下泪来，难过极了。柳毅也很为她伤心。（他）把信放在行囊里，便又问道：“我不知道你放羊有什么用处，神灵难道还要宰杀（它们）吗？”女子说：“这些并不是羊，是‘雨工’啊。”“什么叫‘雨工’？”（回答）说：“就象雷、电一样（掌管下雨的神）。”柳毅回头看看那些羊，就见它们昂头望，大步走，饮水吃草的样子很特别，可是身体的大小和身上的毛、头上的角，跟羊没有不同。柳毅又说：“我给你做捎信的使者，将来你回到洞庭，希望你不要避开我不见面。”女子说：“不光不避开，还要像亲戚一样啊。”说完，（柳毅和她）告别向东走。走不到几十步，回头看看女子与羊群，都不见了。</p> <p>　　这天傍晚，（柳毅）到泾阳告别了他的朋友。一个多月后，（柳毅）回到家乡，就去洞庭访问。洞庭湖的南岸，果然有一棵社橘。（他）就换下腰带，在树上敲了三下。一会儿有个武士出现在波浪中，（向柳毅）行了礼问道：“贵客刚从什么地方来的？”柳毅先不告诉他实情，说：“我特来拜见大王。”武士分开水，指出道路，带着柳毅前进。对柳毅说：“要闭上眼睛，很快就可以到了。”柳毅依照他的话，便到了龙宫。只见高楼大殿一座对着一座，一道道门户数也数不清，院子里栽着奇花异木，各式各样，无所不有。武士叫柳毅在殿角里停下来，说：“请贵客在这里等着吧。”柳毅问：“这里是什么地方？”武士说：“这里是灵虚殿。”柳毅仔细一看，觉得世界上的珍宝全都在这里了。殿柱是用白璧做成的，台阶是用青玉铺砌的，床是用珊瑚镶制的，帘子是用水晶串成的，在绿色的门楣上镶嵌着琉璃，在彩虹似的屋梁上装饰着琥珀。奇丽幽深的光景，说也说不尽。</p> <p>　　可是好大一会儿龙王也没出来。柳毅问武士：“洞庭君在哪里？”武士说：“我们的大王在玄珠阁，正跟太阳道士谈论火经，不多时就完毕了。”柳毅问：“什么叫火经？”武士说：“我们的大王是龙，龙凭借着水显示神灵，拿一滴水就可以漫过山陵溪谷。太阳道士是人，人凭借火来表现本领，用一盏灯火就可以把阿房宫烧成焦土。然而（水火）的作用不同，变化也不一样。太阳道士对人类用火的道理精通，我们大王请他来，听听他的议论。”才说完话，宫门大开。一群侍从像影子跟随形体，象云气聚拢拟的簇拥着一位身穿紫袍，手执青玉的人出来了。武士跳起身来说：“这就是我们的大王！”立刻上前报告。洞庭君打量着柳毅说：“这不是人世间来的人吗？”柳毅回答说：“是。”便向洞庭君行礼，洞庭君也答了礼，请他坐在灵虚殿下。对柳毅说：“水底宫殿幽深，我又愚昧，先生不怕千里之远来到这里，有何贵干呢？”柳毅说：“我柳毅是大王的同乡。生长在湘水边，到长安去求功名。前些日子没有考上，闲暇间驱马在泾水岸边，看见大王的爱女在野外牧羊，受着风霜雨露的吹打，容颜憔悴，叫人看了十分难受。我就问她。（她）告诉我说：‘被丈夫虐待，公婆又不体谅，因此弄到这个地步。’悲伤得泪流满面，实在使人同情。她托我捎封家信。我答应了，今天才到这里来的。”于是拿出信来，交给了洞庭君。洞庭君把信看完，用袖子遮住脸哭泣起来，说：“这是我做父亲的过错，我看不明，听不清，因而同聋子瞎子一样，使闺中弱女在远方受陷害也不知道。你是个不相关的路人，却能仗义救急，承蒙您的大恩大德，我怎敢忘记？”说完，又哀叹了好久。连旁边的人也感动得流泪。这时有个在身边伺候的太监，洞庭君便把信交给他，让他送进宫去。过了一会儿，听到宫里发出一片哭声。洞庭君慌忙对待从的人说：“快去告诉宫里，不要哭出声来，恐怕让钱塘君知道了。”柳毅问：“钱塘君是谁啊？”洞庭君说：“是我的爱弟，以前做过钱塘长，如今已经罢官免职了。”柳毅又问：“为什么不让他知道？”洞庭君说：“因为他勇猛过人。早先唐尧时代闹过九年的洪水，就是他发怒的缘故。最近他跟天将不和睦，又发大水淹掉五座大山。上帝因为我历来有些功德，才宽恕了我弟弟的罪过。但还是把他拘禁在这里，所以钱塘的人每天都盼他回去。”</p> <p>　　话未说完，忽然发出一声巨响，天崩地裂，宫殿被震得摇摆簸动，阵阵云雾烟气往上翻涌。顷刻有一条赤色的巨龙身长千余尺，闪电似的目光，血红的舌头，鳞甲像朱砂，鬃毛象火焰，脖子上押着金锁链，链子系在玉柱上，伴着无数的霹雳和闪电直飞去了。柳毅吓得扑倒在地。洞庭君亲自把他扶起，说：“不用害怕，没危险的。”柳毅好一会儿才镇定下来，就告辞说：“我愿意活着回去，躲避它再来。”洞庭君说：“一定不会这样了。它去的时候是这样，回来的时候就不这样了。希望让我稍尽点情意。”就吩咐摆宴，互相举杯敬酒，以尽款待的礼节。</p> <p>　　不久忽然吹起了微微的暖风，现出了朵朵彩云，在一片和乐的气象里，出现了精巧的仪仗队，跟着是吹奏着动听歌曲的乐队。无数装扮起来的侍女，有说有笑。后面有一个人，天生美貌，（她）身上佩戴着华美的装饰品，丝绸衣裳长短相配。柳毅走近一看，原来就是以前托他捎信的那个女子。可是她又像喜欢又像悲伤，眼泪断断续续地掉下来。一会儿红烟遮在她的左边，紫云飘在她的右边，香风袅绕，已到宫中去了。洞庭君笑着对柳毅说：“在泾水受苦的人回来了。”（说完，向柳毅）辞别回到宫中去了。一会儿，又听到抱怨的诉苦的声音，久久没有停止。</p> <p>　　过了一会儿，洞庭君重新出来，和柳毅饮酒吃饭。又见有一人，披着紫袍，拿着青玉，容貌出众，精神饱满，站在洞庭君的左边。洞庭君向柳毅介绍说：“这个就是钱塘君。”柳毅起身上前，向钱塘君行礼。钱塘君也很有礼貌地回拜，对柳毅说：“侄女不幸，被那个坏小子虐待。靠您仗义守信；把（她在）远方受苦的消息带到这里。要不然的话，她就成为泾陵的尘土了。受您的德，感您的恩，难以用言词表达出来。”柳毅谦让地表示不敢当，只是连声答应。（钱塘君）又回头对他的哥哥说：“我方才辰刻从灵虚殿出发，巳刻到达泾阳，午刻在那边战斗，未刻回到这里。中间赶到九重天向天上的玉帝报告。上帝知道侄女的冤屈便原谅了我的过错。连对我以前的责罚也因此赦免了。可是（我）性情刚烈，走的时候来不及向您告别问候，惊扰了宫里，又冒犯了宾客。心里惭愧惶恐，不知多大过失。”就退后一步，再拜请罪。洞庭君问：“这次伤害了多少（无辜的）生灵？”（回答）说：“六十万。”“糟蹋庄稼了吗？”（回答）说：“方圆八百里。”（又问）：“那个无情义的丈夫在哪里？”（回答）说：“已经被我一口吞进肚囊里了。”洞庭君露出不快的神色说：“那小子存这样的心，确实难以容忍；可是你也太鲁莽。靠玉帝的英明，了解我女儿的奇冤。不然的话，我怎么能推卸责任呢？从今以后，你别再这样鲁莽了！”钱塘君拜了两次（表示敬服）。</p> <p>　　这天晚上，就请柳毅留宿在凝光殿。第二天，又在凝碧宫宴请柳毅，遍召亲友来会，堂前排列着盛大的乐队，席上安排着美酒，陈设着佳肴。宴会开始，吹起了胡笳号角，擂起了战鼓，旌旗招展，剑戟森森，有一万名武士组成的盛大方阵在右面起舞，其中有一个武士从队伍中走出来，上前报告说：“这是《钱塘破阵乐》。”只见旌旗飞舞，剑戟争辉，气概英武雄壮，顾盼驰骤，剽悍威严，座客看了，毛发都直竖起来。接着，又有金石丝竹等各种乐器八音齐奏，满眼绫罗珠翠，一大队美女舞蹈在左边，其中有一个美女从队伍中走出来，近前报告说：“这是《贵主还宫乐》。”只听清音宛转，余韵绕梁，如怨如慕，如泣如诉，座客听了，不觉都流下泪来。歌舞完毕，洞庭君大悦，吩咐拿出绢纱绫罗，赏赐给武士舞女。然后把筵席的座位紧密靠在一起，大家开怀痛饮，极尽欢娱。酒喝得酣畅的时候，洞庭君用手敲打着席面歌唱道；</p> <p>　　“高天苍苍啊，大地茫茫。人各有志啊，怎能够忖量狐神鼠圣啊，靠着土地依着墙。雷霆一发啊，有谁敢当？多蒙有道德的君子啊，信义深长，使我的骨肉啊，归还故乡。齐称惭愧啊，这情谊何时能忘？”</p> <p>　　洞庭君歌唱完毕，钱塘君也拜了两拜，歌唱道：“上天配合姻缘啊，生死各有定数。这个不该做他妻啊，那个不配做她夫。我侄女满腹愁苦啊，在遥远的泾河荒凉之隅。风霜挂满鬓发啊，雨雪湿透萝裙。多亏明公啊，捎来书信，使我一家骨肉啊，团聚如初。真挚祝您珍重啊，朝朝暮暮。”</p> <p>　　钱塘君歌唱完毕，洞庭君也站起来，捧着酒杯向柳毅敬酒。柳毅恭敬不安地接过酒杯，把酒喝干后，也满斟了两杯酒，回敬两位龙王。柳毅也动感情地歌唱道：</p> <p>　　“碧云悠悠啊，泾水东流。可怜美人啊，雨泣花愁。尺书远传啊，给您解除深忧。冤苦果然洗雪了啊， 回家把团聚快乐享受，承蒙殷勤的招待啊，佳肴美酒，久离的寒家已显得空寂啊，难以在此久留。情义缠绵时却要离别，多么令人伤感。”</p> <p>　　歌唱完毕，群情激动，左右都高呼“万岁!”洞庭君拿出一只碧玉箱，里面盛着一枚能使水分开的犀牛角。钱塘君也拿出一只红色的琥珀盘，里面盛着一颗夜明珠，都起身献给柳毅。柳毅辞谢了许久，只好接受。接着宫中的人纷纷将珠玉绸缎堆放在柳毅身边，作为礼物，成垛成堆，光彩夺目，一时就把柳毅身前身后都堆得满满的，几乎把柳毅的身子都埋没了。柳毅笑语四顾，难为情地向前后左右的人不住作揖道谢都来不及。酒阑兴尽，大家都欢乐到极点，柳毅起身告退，这一夜仍旧住宿在凝光殿。</p> <p>　　第二天，又在清光阁宴请柳毅。钱塘君借着酒意，板起了脸，作出一本正经的样子，又随便地蹲着，对柳毅（以威胁的口气）说道：“明公难道不曾听说坚硬的石头只能打碎不能卷曲，义士只可杀死不可羞辱吗?我有一件心事，想对您陈说。如果你答应，大家如在天上（都很幸福)。如果不肯答应，那么大家如陷落在粪土里（都要倒霉），不知足下以为怎样?”</p> <p>　　柳毅道；“ 我洗耳恭听。”</p> <p>　　钱塘君道：“泾阳小龙的妻子，就是洞庭君的爱女，性情贤淑，品质美好，被九族姻亲所敬重。不幸错嫁给品行不端的人，以致蒙耻受辱，这件事现在总算了结了。今天我打算请求把她托付给你这样有高情厚义的人作妻子，我们世代成为亲戚，使受恩的人知道她的终身应该托付给谁；怀有爱意的人向自己所爱的人表达倾诉感情。这岂不是君子善始善终的道理吗？”柳毅态度严肃地站起来，猛然冷笑一声说： “我竟不知道钱塘君会愚昧不明事理到这种地步!我起初听说你跨九州，怀五岳，发泄你的愤怒。又看见你断金锁，掣玉柱，慷慨去救人于急难，我以为世上刚直英明果决的人，没有谁及得上你。对触犯自己的人，（你能）不避死亡的危险去复仇；对使自己感动的人，（你能）不惜拼着性命去报答或打抱不平。这才真是大丈夫应有的志向应循的正道，怎么乐器演奏得正好，亲朋们交谈得正欢，（你）居然不顾道理，耍起威风强加于人？难道是我原来希望的吗?如果我是遇见您在连天的洪水之中，险峻的五岳之间，你张牙舞爪，兴风作浪，要把我淹死或吃掉，我柳毅只把你当禽兽看待，死亦无恨。可是你今天你身上穿戴着衣冠，高坐谈论着礼义，讲尽了五常的道理，说遍了百行的要旨，即使是人世间的圣贤豪杰也有些不如你，更不必说江河中的鳞介之类了。可是你却仗着魁梧的身躯，强悍的性情，借酒使气，想要逼迫我，这难道是正直的行为吗?我的瘦小身体，确实不够藏在大王的一鳞片甲之间，然而我敢以不佩服的心，来对抗你横行霸道的气焰，希望你好生思量思量。”</p> <p>　　钱塘君于是连忙向后退谢罪道：“寡人生长在深宫里，不曾听见过正直的言论。刚才言语之间粗疏狂妄，冒犯高明，现在回过头来细想，罚不当罪。希望您不要因此介意而生嫌隙才好！”当晚又欢畅地饮宴，欢乐的情形一如既往。柳毅和钱塘君还结成了知心朋友。</p> <p>　　第二天，柳毅告辞回家，洞庭君夫人又特意设宴于潜景殿为柳毅饯行。 男女仆妾都出席了宴会。夫人唏嘘着对柳毅说：“小女受到您的深恩，可惜还没有好好表达我们对您惭愧感激的心情，就这样离别了!”又让从泾阳归来的龙女当筵向柳毅再拜致谢。夫人又说：“这一分别，不知以后还有相见的日子吗？”柳毅前番虽然没有答应钱塘君的要求，可是此刻在筵席上见到龙女，也很有些叹悔之色。宴会完毕，柳毅辞别，宫里所有的人无不难过。赠送给柳毅的奇珍异宝，千奇百怪，很少叫出名堂来。柳毅于是又循原来分开的水路出湖登岸，只见有十多个仆从，挑着满载珍宝的行囊跟随在他后面，一直陪送他到家才辞别回去。</p> <p>　　柳毅来到扬州珠宝店里，卖掉他在龙宫所得的宝物，还没有卖掉百分之一，已经得到超过百万的钱财。原来淮西的富家，都自以为比不上他。他娶了个姓张的妻室，不久，妻子就死了。又娶了个姓韩的姑娘，几个月后，又死了。他于是把家搬到金陵。鳏居单身的柳毅常常因为没有妻子而感到寂寞，想再找一个新的配偶。有个媒人告诉他说：“有一位姓卢的小姐，原籍范阳，父亲名叫卢浩，曾做过清流县县长，晚年喜欢学道，独自布袜芒鞋，遨游云水，现在不知到哪里去了。母亲郑氏前年把她嫁给清河张姓，不幸过门不久丈夫就死了。母亲可怜她年纪轻轻，又聪明美丽，不忍眼睁睁地看着她寡居，想选择一个有品德的人做她的配偶。不知道你可中意吗?”柳毅答应了这门婚事，择定吉日，举行婚礼。由于男女两家都是富贵之家，婚礼排场，极其丰盛。金陵人士没有人不羡慕非常。</p> <p>　　婚后一个多月，有一天晚上柳毅进房，细看他的妻子，深深觉得她的面貌很像龙女，可是娇媚丰满，却又比龙女胜过几分。于是便和她谈起从前传书的事。妻子回答道：“人世间哪会有这种事情呀?”过了一年多，妻子怀了孕，柳毅更加爱重她。孩子生下满月。到了满月这天，妻子换了衣服，浓妆艳饰，将柳毅唤进内室，妻子含笑对柳毅道：“郎君难道想不起你我未结婚之前过去的（事情）我了吗？”</p> <p>　　问得柳毅有点迷惑，他说：“我们两家过去素非姻亲和朋友，根本不认识，凭什么让我回忆一个并不存在的过去呢？”</p> <p>　　妻子笑着说道：“我确实是洞庭君的女儿。多蒙你从泾河那里的冤苦中搭救了我。我深深衔感您的恩德，心里立誓要报答你。后来钱塘叔父问你提亲，你却不答应，以致暌违离别，天各一方，连个消息也不通。父母想把我嫁给濯锦（注：今四川锦江）龙君的小儿子，只是我对你的心志难改，于是闭户不出剪掉头发，以明我无意再嫁别人的心志。我虽然被您抛弃拒绝，自料没有再见之期，而对你当初产生的爱慕之心，至死也不会改变。后来，父母也被我的痴情所感动，准备再次将我对你的爱情迅速表白给您知道。恰巧您屡屡婚娶，先娶了姓张的，后来又娶了姓韩的。等到张、韩两氏相继去世，你选择到这里来居住，我的父母才为我能够有机会实现报答您恩德的愿望而喜出望外。今天我能够侍奉君子，彼此在一起相亲相爱地过一辈子，我就是死了也没有遗恨了!”</p> <p>　　说到这里，禁不住呜咽得涕泪交下，又对柳毅说道：“我起初所以不对您说，是因为知道您没有重女色的心；现在所以告诉您，是因为知道您有爱我之意。我只怕妇人身份地位低微，不足以永远坚固您对我的爱情，所以想借您喜爱孩子的心情，寄托我和你共同生活白头偕老的愿望。不知道您的意思怎样?我心里又愁又怕，不能自宽自慰。再者，还记得您当初答应代我传书带信的时候，曾笑着对我说：‘将来回到洞庭，希望不要避不见面。’我真不知道在那个时候，您是不是心里已经有了今天和我好合的事?后来叔父向您提亲，您又坚决不答应。您是真的认为不可以呢?还是一时之忿呢？您自己能对我说说吗？”</p> <p>　　柳毅道：“这真好像是命中注定的一样。我在泾河那个荒凉的地方初次见到了你，你的冤屈憔悴不堪的模样，确实使我义愤填膺，代你不平。虽然有爱慕你之心，但是我克制自己的感情，除了代你传达冤苦外，其它的事情就无法去考虑了，所以说希望将来不要躲避我，不过是信口之言罢了，怎么会真的有什么想法呢?及至钱塘君强迫我答应婚事的时候，只因为情理上说不过去，才激发起我的愤怒。试想我起初原是以仗义救人为目的，岂有杀死了丈夫而娶他妻子的道理?这是第一个不可。何况我素来以坚持自己的贞操为志向，岂有违背自己的心愿而屈服于他人的道理?这是第二个不可。况且，又当宾主酬酢纷乱的时候，我只知道坦率地宣布自己心里要说的话，只知道照着正理去做，却不管会不会给自己带来祸害。可是到了临别的那天，看见你有依恋不舍的神色，心里也非常悔恨。终因人事情理的制约，无法接受你的一份挚情!啊!现在，你是卢家的女儿，又住在人间，就不是原来的龙女身份，因而与你结婚，就不会违背我的初心。从今以后，我们欢欢乐乐永远在一起，心里就没有一丝顾虑了。”</p> <p>　　龙女深为感动，娇声啼哭，好久也止不住。过了好一会，才对柳毅说；“您不要以为不是人类就没有人心，其实也是知恩图报的。龙的寿命长达万年，从现在开始当和您同享，水中陆上，没有不可以去的地方。您可不要以为这是虚妄之言。”</p> <p>　　柳毅感叹地说：“我没有想到娶了龙女这样美丽的妻子，又获得成仙得道的机会。”</p> <p>　　于是，夫妻俩一同去朝见洞庭君。到了洞庭，宾主间那一番盛大的礼节，难以细表。后来夫妻俩住在南海，前后才四十年，他们的住宅、车马、饮食、衣物的豪华，即使是贵族达官的家庭，也不能超过。柳毅的亲族也都跟着沾了光。柳毅的年龄虽然一年年增加，容貌状态却不见衰老，南海地方的人没有不感到惊异的。</p> <p>　　到了唐玄宗开元（公元713－741年）年间，唐明皇一心想做神仙，到处访求有道术的人。柳毅不能安居，就和妻子一同回到洞庭，大约有十多年，无人知道他们的行踪。到了开元末年，柳毅的表弟薛嘏，在京城附近做县令，被贬斥到东南方去，路过洞庭湖时，晴空万里，极目远望，突然看到一座青山从远处的波涛中冒出来。船家恐惧异常侧身立在船边，说道：“这里本来没有山，恐怕是水怪吧？”手指目视之际，山和船快要碰上了。只见一只彩船从山那里飞也似的过来了，有人迎问道：“这是薛嘏的船吗？”彩船上有一个人呼喊道：“柳公恭候您呢！”薛嘏忽然想起并明白了。急命船驶到山前，手提衣襟急忙跑上山。山上有宫殿和人间的一样，只见柳毅站在宫殿里，前边有乐队，后边摆满了珍珠翡翠，陈设的阔气，远远超过了人间。柳毅的言谈更玄妙了，容颜更加年轻。走下台阶迎上前来。柳毅拉着薛嘏的手感叹道：“我们分别才一眨眼的功夫，你的发毛已白了。”薛嘏苦笑着回答：“兄为神仙，我是衰老的凡人，这是造化注定的，不可相比的。”柳毅听到薛嘏这样说，便拿出仙药五十丸馈赠给薛嘏，说道“这种药一丸，可增加寿命一年。活到那个岁数你再来我这里，不要久居人间自己受苦。”欢宴结束，薛嘏于是告别辞行。从此以后，就再也没有柳毅的消息了。薛嘏常常将这件事情说给别人听。将近有四十八年，薛嘏也不知到哪里去了。</p> <p>　　陇西人李朝威叙述这件事情而叹息道：五虫之长，一定有它的灵性，和一般的虫类不同，从这里就可以看出它们的分别。人，是没有羽毛和鳞甲的，把人类讲信义的道理用来对于鳞虫。洞庭君有涵养，正直，钱塘君行动敏捷，胸怀坦荡，它们好的品性是有所秉承的。薛嘏时常谈起柳毅做神仙的事情，加以夸奖，可是他自己并不知道怎么样才可以成神仙。不过因为他和柳毅是亲戚，所以他能够达到神仙的境界。我理解这件事情，所以写下这篇文章。</p>",
  "about": "<h2>评价</h2> 　　该篇是唐代爱情小说中的上乘之作。虽然故事还没有脱离六朝小说鬼神志怪的传统，神怪离奇，但充满了人间社会的清新气息，两人的情操和爱情即使在今天也不无教益，所以民间妇孺皆知。既富于浪漫气氛，同时表现出的现实意义又极为深刻。它所概括出的问题，如家庭矛盾，妇女和封建社会的矛盾，以及现实生活中所存在的其他具体矛盾，处处都和现实生活的发展、变化分不开，是具有一定进步意义的一篇作品。<br/><h2>人物形象</h2> <p><strong>龙女</strong><br>　　龙女是一个美丽善良而又不甘任人欺凌、敢于冲破封建礼教束缚、追求自由幸福的妇女形象。<br>　　龙女的不幸是“父母配嫁”这种封建包办婚姻造成的。这种婚姻，使她毫无爱情可言，惯于“乐逸”的丈夫还对她“日以厌薄”。她寄希望于公婆，使浪子回头，改邪归正，不料蛮横的公婆竟偏袒儿子，毁黜龙女。龙女牧羊荒郊，悲苦无告，水深火热。</p> <p><strong>柳毅</strong><br>　　柳毅确是“义夫”，一个侠义之士，他怀有强烈的正义感和同情心，急人之困，见义勇为，不避艰险，不负重托。柳毅落第回乡，心情自然是失意郁闷的，自己也非常需要别人的抚慰，但是当他路见牧羊女，见她“蛾脸不舒，巾袖无光，凝听翔立，若有所伺”，便主动上前询问，足见他对苦难者的同情与关怀。听了龙女的泣诉和请求，他说：“闻子之说，气血俱动，恨无毛羽，不能奋飞。是何可否之谓乎?”足见他的爱心义胆，自身的挫折和失意全然置之度外，激于义愤，急人之急，慨然允诺，传书洞庭。洞庭君和钱塘君都对他感恩戴德：“公，乃陌上人也，而能急之”“赖明君子信义昭彰，致达远冤。”这两笔有力地烘托了他的美德。</p> <p><strong>钱塘君</strong><br>　　在钱塘君身上，作者寄托着人民的愿望和理想。不合理的婚姻制度酿成了无数人间悲剧，只有彻底破坏旧秩序，才能为自由、幸福开辟道路。要破坏旧的秩序，非有排山倒海的强大力量不可。钱塘君，就是这种愿望和力量的化身。钱塘君刚猛无畏，他有怒潮一般汹涌而暴烈的气概，他以无比强大的力量向天上地下的统治者挑战。<br>　　以柳毅和钱塘君最为突出，塑造得很鲜明、生动。作者赋予柳毅的优良品质，既体现了一种见义勇为、忧人之忧、施不望报的侠义思想，同时又体现了威武不屈的坚强性格。作者笔下的钱塘君是刚肠激发、叱咤风云的人物，象征着钱塘江怒潮的汹涌澎湃。龙女的形象则是一个中国封建社会里善良多情的少女化身，她不受封建婚姻制度的束缚，坚决追求自由幸福。从她的身上反映出当时现实生活中妇女为争取自身美好前途的热望和精神。作者对不合理的残酷的封建婚姻制度作了严正的批判，对婚姻自主则大加宣扬。</p><br/><h2>语言特点</h2> <p>　　本文语言精练，极富表现力，文辞华艳，凝练生动，语句在散行中夹有骈偶文句和韵语，富有节奏感和音乐美。例如描写龙宫“柱以白壁，砌以青玉，……不可殚言”一段，文辞华艳，而描写龙女回宫的场面（“俄而祥风庆云……入于宫中”），文辞尤为艳丽。作品开头写龙公诉说不幸遭遇的情态，龙女“始楚而谢，终泣而对”，八个字就精确地展示了龙女痛苦的心理变化过程。龙女回宫，“自然蛾眉”云云，也以经济的笔墨刻画出龙女的仙姿神韵和复杂心情。</p> <p>　　句式上骈散结合，富于变化。骈句主要用于人物肖像神态的描写和场景的铺叙。抒发强烈的心灵感受。骈句的运用还增强语言的节奏感和音乐美。句式运用还服从于内容的表达和人物的刻画。钱塘君战罢归来与洞庭君的一段对话十分传神。君曰：“所杀几何？”曰：“六十万”。“伤稼乎？”曰：“八百里。”“无情郎安在？”曰：“食之矣”。问得急促答得干脆。问者专注、急切，答者坦然、快意。这一连串短句在传情达意上恰到好处。</p> <p>　　本篇打动人心之处首先在于生动、细致的人情描写。这又包括了侠情、爱情与友情。侠情的的代表是柳毅。他不仅路见不平挺身相助，一诺千金，而且功成不居，特别是与钱塘君的摩擦，更凸显出他“威武不能屈”的侠义品格。爱情的代表是龙女，随着墨不多，但万缕柔情已隐约可见。友情的代表是钱塘君，这是个个性突出的形象，其刚烈狂暴的性格与对朋友的真诚率直，闻过则改，形成鲜明对比，给人留下了深刻印象。</p> <p>　　作品的另一个特点是善写环境、氛围。如钱塘君“掣青天而飞去”的场面，公主还宫的场面，柳毅与钱塘君交锋的氛围等，都描写得恰到好处。更高明的是有时仅以片言只语便可传达出环境、氛围的“神”，如以“风鬟雨鬓”描写龙女牧羊时的处境，以“笑语四顾，媿揖不暇”描写柳毅在宫中收到极其热烈款待的情景，等等。</p> <p>　　另外，作品的大胆想象、浪漫情调与优美描写，都堪称唐传奇的翘楚，对后世的文学创作产生了十分深远的影响。</p><br/><h2>创作背景</h2> <p>　　《柳毅传》是唐传奇小说的典型代表。其人物及表现手法、艺术特色无不体现了中唐传奇志怪小说的典型特征。那么这些特征背后所反映的时代背景又是怎样的呢？</p> <p>　　唐代以科举取士，科举制度的选才标准不是家庭出身，也不是一般的道德素养，而是个人才能，特别是文学才能。这样一种制度以及由此带来的解放的社会氛围，使得广大士人从门阀制度和皇权威严的束缚中获得了一定程度的解放：不再依靠门第，只要通过个人努力参加科举考试，就可以改变自己的生活，实现自己的人生理想，包括远大的政治理想和现实的生活乐趣，从一定意义上说，命运掌握在自己手中。这种制度培育了对个人价值的重视、个性的张扬以及自信的心态，形成了唐<a href=\"http://so.gushiwen.org/view_72500.aspx\">诗</a>中集中表现出来的昂扬进取的心态。另外，士人在准备科举考试以及做官的过程中，漫游、交友，广泛接触了社会，确实扩展了视野，丰富了见闻，而且唐代相对稳定的社会环境、相对繁荣的经济生活，使得他们可以享受着生活的种种乐趣。传奇之内容正反映了进士这个社会阶层的生活和愿望。典型的传奇小说故事大多是在主人公考中进士前后所发生的，其主要人物大多和作家属于同一社会阶层。例如，《柳毅传》就是在柳毅在考试失败落第回家途中发生。唐传奇典型的爱情婚姻题材最能表现进士群体浪漫、自由的精神生活与世俗生活，众所周知，这正是中唐时期进士风流生活作风的写真，是当时放浪社会风尚的反映。所以，汪辟疆说：“唐代文学，诗歌小说，并推奇作。稽其起原，盖二者并与贡举为依伏也。”</p> <p>　　尽管至今仍有少数学者反对，我们认为，科举制度与传奇创作存在内在的联系是不容否定的，本文倒不是重复这个结论，而是试图厘清二者联系的内在逻辑：科举制度造成唐人生活的自主性，进而促成了传奇表现内容的世俗性。</p> <p>　　思想束缚的减少和科举制度的实施打开了唐人多彩的生活之门，“未定型的和流动着的当代现实”使得“普通人的信念和行为”呈现出“足够的多样性”，人们虽然关心神秘力量，却更关心现实的人间感性生活；虽然一如既往关心政治现实，却开始关心个人世俗日常生活，这种现实性和世俗性使得唐传奇充满着一种强烈的生命意识，赋予其娱乐性和抒情性的美学特征。“在许多传奇小说中，可以清楚地看到‘志怪’的身影”，“不能否认它们之间的某种亲缘关系”，“一部分传奇作品属于神仙灵怪题材，就带有浓重的‘志怪’气息”，但是，总体上说唐传奇所呈现的题材之世俗性、现实性是相当鲜明的。郑振铎说：“传奇文与过去的故事不同，其重要之处是它不仅脱离了宗教的影响， 也不再讲神秘、空想的东西，而是真正的面对生活，现实主义地表现了那个时代，描写了那个时代的生活情况。”唐传奇反映社会生活具有广泛性，所刻画人物具有人性的复杂性，叙事开始自觉地进行虚构，从而拥有远比诗歌、辞赋更加宽广的表现张力，拉开了其与史书叙事写人追求政治性、志怪故事展示怪异性的距离与落差。</p> <p>　　总之，思维能力的提升，使得唐人挣脱了神权的部分束缚，获得了一定的解放感，唐人不再像前人一样信仰外在的力量，传统的志怪、宗教想像变成了表现人生命运起落无常的娱乐故事，传奇小说从而获得了鲜明的现实性品格。</p><br/><h2>艺术特色</h2> 　　本片在艺术上也颇具特色。不仅想象优美，结构谨严，而且语言精炼、朴素。如人物的对话都表现出不同的个性：龙女回宫一节，钱塘君和洞庭君的问答，一个是焦愁得了不得，一个是快人快口。又如对堂皇富丽的宫殿、各种不同的生活场面的描写，恰恰构成各具色彩的鲜明的生活图景。在描写钱塘君作为赤龙出现时的形象，更用了夸张手法。又如把柳毅的形象和钱塘君的形象对比，以洞庭君和泾川君作对比，以钱塘破阵乐和贵主还宫乐两个场面作对比之类，更能增加文章的感染力量。此外在细节方面，写笑语，写香气，写衣饰，更是绘声绘色，仿佛如见。",
  "poet": {
    "id": 894,
    "star": 0,
    "name": "李朝威",
    "desc": "李朝威（约766—820），陇西人，唐代著名传奇作家。他的作品仅存《柳毅传》和《柳参军传》两篇。其《柳毅传》被鲁迅先生与元稹的《莺莺传》相提并论。他本人也被后来的一些学者誉之为传奇小说的开山鼻祖。"
  },
  "tags": [
    "高中文言文",
    "爱情",
    "神话",
    "故事"
  ]
}