{
  "id": 2995,
  "star": 19,
  "name": "陆浑山庄",
  "dynasty": "唐代",
  "content": "归来物外情，负杖阅岩耕。<br>源水看花入，幽林采药行。<br>野人相问姓，山鸟自呼名。<br>去去独吾乐，无然愧此生。",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>这首《陆浑山庄》<a href=\"http://so.gushiwen.org/view_2995.aspx\">诗</a>，是他前期的作品。</p> <p>　　他在《自洪府舟行直书其事》中写道：“揆己道德余，幼闻虚白旨。贵身贱外物，抗迹远尘轨。朝游伊水湄，夕卧箕山趾。妙年拙自晦，皎洁弄文史。谬辱紫泥书，挥翰青云里。事往每增伤，宠来常誓止。铭骨怀报称，逆鳞让金紫。安位衅潜搆，退耕祸犹起。栖岩实吾策，触藩诚内耻。”虽然他一生混迹于官场，在宦海中几经沉浮都没有痛下决心，绝尘归隐，但他爱好山水之心却是真挚的。他在长安附近有蓝田辋川别业（后为<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>所居），在东都洛阳附近有陆浑山庄。他在《蓝田山庄》诗中自白说：“宦游非吏隐，心事好幽偏。”有时这别业、山庄也是他宦海中的避风港。或许正因为他饱经仕途沧桑，饱尝世事无常，才更寄情于山水之间。他在这些地方短暂的“隐逸”生活期间，写下了一些优美的田园山水诗。《陆浑山庄》是其中最出名的一篇。</p> <p>　　首联叙事抒情，“归来物外情，负杖阅岩耕”，是说一回到陆浑山就仿佛到了世外桃源，因此诱发了退隐躬耕山林的念头。这叙事抒情中亦含有景致，侧面说明了陆浑山的清幽超尘，是隐逸的好去处。颔联主要描写自然景色，“源水看花入，幽林采药行”，上句是说顺着溪流欣赏山花不知不觉地来到了源头；下句是说采摘药草寻寻觅觅竟走进了云林深处。这两句诗连用了“看”“入”“采”“行”四个动词，在动态中写静景，意象活泼而有生气。既写出了烂漫山花、苍翠林色的诱人，也表现了人物悠闲的心情。颈联主要是表现山林的人物风情，“野人相问姓，山鸟自呼名”，上句写农夫对来客热情招呼，询问姓名。下句与上是工对，化用。苏东坡《海外》诗：“花曾识面香仍好，鸟不知名声自呼。”据《古今注》的解释：“南方有鸟名鹧鸪，其名自呼，向日而飞。”鹧鸪鸟也咕咕咕咕地向来客自我介绍名字。深深山泉，幽幽山林，烂漫山花，奇草珍药，友好的农人，好客的山鸟，清幽美好的山景，不是宦海中所能寻觅得到的。尾联起句“去去”叠用，表现出急迫的情绪，去求寻独善吾身的快乐。结句没有正面写宦海风波之苦，而只是说自己无才德，愧对明时。实际上是以古之君子自居，委婉地透露出隐退山林之意。《载洒园诗话》评这联诗说：“虽违心之言，却辞理兼至。”</p> <p>　　这首《陆浑山庄》诗，历代诗评家的评价都很高，认为自然、高古，可与一些大家的名篇相提并论。如《葚原诗话》说：“诗以自然为上，工巧次之。工巧之至，始入自然；自然之妙，无须工巧。五言如<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《过故人居》，王维《终南别业》，又《喜祖三至留宿》，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送友人》，又《牛渚怀古》，<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>《题破山寺禅院》，宋之问《陆浑山庄》，此皆不事工巧极自然者也。”《小清华园诗谈》举例谈“何为高？曰《古诗十九首》尚矣，其次则陈思之《白马》七篇，彭泽之《饮酒》六首，左太冲之《咏史》，颜延年之《王君》，亦皆邈不可追者。近体则宋员外之‘归来物外情，负杖阅岩耕。源水看花入，幽林采药行。野人相问姓，山鸟自呼名。去去独吾乐，无能愧此生。’王右丞之‘晚年惟好静，万事不关心。君问穷通理，渔歌入浦深。’是也。”以上所说的“自然”，包括自然朴实的语言、平易晓畅的表现形式所创造出的自然空灵的意境。“高”，指的是隐逸的思想情调。他取材、用词、造句、造境，都有独到之处，所取事物有典型性，所用词语富于表现力，既能融情与景，又能景中寓情。景与情会，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾借用过这首诗的第三联。“野人相问姓，山鸟自呼名”的意境自然优美，极尽山色景物风情之妙趣，具有不朽的艺术生命力。</p>",
  "poet": {
    "id": 248,
    "star": 0,
    "name": "宋之问",
    "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
    "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。"
  },
  "tags": [
    "田园",
    "山水",
    "叙事",
    "抒情"
  ]
}