{
  "id": 72340,
  "star": 78,
  "name": "潮州韩文公庙碑",
  "dynasty": "宋代",
  "content": "　　匹夫而为百世师，一言而为天下法。是皆有以参天地之化，关盛衰之运，其生也有自来，其逝也有所为。故申、吕自岳降，傅说为列星，古今所传，不可诬也。孟子曰：“我善养吾浩然之气。”是气也，寓于寻常之中，而塞乎天地之间。卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩。是孰使之然哉？其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣。故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。此理之常，无足怪者。</p> <p>　　自东汉以来，道丧文弊，异端并起，历唐贞观、开元之盛，辅以房、杜、姚、宋而不能救。独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。文起八代之衰，而道济天下之溺；忠犯人主之怒，而勇夺三军之帅：此岂非参天地，关盛衰，浩然而独存者乎？</p> <p>　　盖尝论天人之辨，以谓人无所不至，惟天不容伪。智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镈、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。盖公之所能者天也，其所不能者人也。</p> <p>　　始潮人未知学，公命进士赵德为之师。自是潮之士，皆笃于文行，延及齐民，至于今，号称易治。信乎孔子之言，“君子学道则爱人，小人学道则易使”也。潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉。而庙在刺史公堂之后，民以出入为艰。前太守欲请诸朝作新庙，不果。元佑五年，朝散郎王君涤来守是邦。凡所以养士治民者，一以公为师。民既悦服，则出令曰：“愿新公庙者，听！”民欢趋之，卜地于州城之南七里，期年而庙成。</p> <p>　　或曰：“公去国万里，而谪于潮，不能一岁而归。没而有知，其不眷恋于潮也，审矣。”轼曰：“不然！公之神在天下者，如水之在地中，无所往而不在也。而潮人独信之深，思之至，焄蒿凄怆，若或见之。譬如凿井得泉，而曰水专在是，岂理也哉？”元丰七年，诏拜公昌黎伯，故榜曰：“昌黎伯韩文公之庙。”潮人请书其事于石，因作诗以遗之，使歌以祀公。其辞曰：“公昔骑龙白云乡，手抉云汉分天章，天孙为织云锦裳。飘然乘风来帝旁，下与浊世扫秕糠。西游咸池略扶桑，草木衣被昭回光。追逐李、杜参翱翔，汗流籍、湜走且僵，灭没倒影不能望。作书抵佛讥君王，要观南海窥衡湘，历舜九嶷吊英、皇。祝融先驱海若藏，约束蛟鳄如驱羊。钧天无人帝悲伤，讴吟下招遣巫阳。犦牲鸡卜羞我觞，於粲荔丹与蕉黄。公不少留我涕滂，翩然被发下大荒。” ",
  "fanyi": "<p><strong>译文</strong><br>　　一个普通人却成为千百代的榜样，一句话却成为天下人效法的准则。这是因为他们的品格可以与天地化育万物相提并论，也关系到国家气运的盛衰。他们的降生是有来历的，他们的逝世也是有所作为的。所以，申伯、吕侯由高山之神降生，傅说死后成为天上的列星，从古到今的传说，是不可否认的。孟子说：“我善于修养我盛大正直的气。”这种气，寄托在平常事物中，又充满于天地之间。突然遇上它，那么，王公贵族就会失去他们的尊贵，晋国、楚国就会失去它们的富有，张良、陈平就会失去他们的智慧，孟贲、夏育就会失去他们的勇力，张仪、苏秦就会失去他们的辩才。是什么东西使它这样的呢？那一定有一种不依附形体而成立，不依靠外力而行动，不等待出生就存在，不随着死亡就消逝的东西了。所以在天上就成为星宿，在地下就化为河川山岳；在阴间就成为鬼神，在阳世便又成为人。这个道理十分平常，不值得奇怪的。<br>　　自从东汉以来，儒道沦丧，文风败坏，佛、道等邪说一齐出现。经历了唐代贞观、开元的兴盛时期，依靠<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、杜如晦、<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>、<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>等名臣辅佐，还不能挽救。只有韩文公从普通人里崛起，在谈笑风生中指挥古文运动，天下人纷纷倾倒追随他，使思想和文风又回到正路上来，到现在已经有三百年左右了。他的文章使八代以来的衰败文风，得到振兴，他对儒道的宣扬，使天下人在沉溺中得到拯救，他的忠诚曾触犯了皇帝的恼怒，他的勇气能折服三军的主帅：这难道不是与天地化育万物相并列，关系到国家盛衰，浩大刚正而独立存在的正气吗？<br>　　我曾谈论过天道和人事的区别：认为人没有什么事不能做出来，只是天不容许人作伪。人的智谋可以欺骗王公，却不能欺骗小猪和鱼；人的力量可以取得天下，却不能取得普通老百姓的民心。所以韩公的专心诚意，能够驱散衡山的阴云，却不能够挽回宪宗佞佛的执迷不悟；能够驯服鳄鱼的凶暴，却不能够制止皇甫镈、李逢吉的诽谤；能够在潮州老百姓中取得信任，百代都享受庙堂祭祀，却不能使自身在朝廷上有一天的平安。原来，韩公能够遵从的，是天道；他不能屈从的，是人事。<br>　　从前，潮州人不知道学习儒道，韩公指定进士赵德做他们的老师。从此潮州的读书人，都专心于学问的研究和品行的修养，并影响到普通百姓。直到现在，潮州被称为容易治理的地方。确实不错啊，孔子曾说过这样的话：“有地位的人学了道理，就会爱护人民；地位低的人学了道理，就容易治理。”潮州人敬奉韩公，吃喝的时候必定要祭祀他，水灾旱荒、疾病瘟疫，凡是有求助于神灵的事，必定到祠庙里去祈祷。可是祠庙在州官衙门大堂的后面，百姓以为进出不方便。前任州官想申请朝廷建造新的祠庙，没有成功。元佑五年，朝散郎王涤先生来担任这个州的知州，凡是用来培养士子，治理百姓的措施，完全以韩公为榜样。老百姓心悦诚服以后，便下命令说：“愿意重新修建韩公祠庙的人，就来听从命令。”老百姓高高兴兴地赶来参加这项工程。在州城南面七里选了一块好地方，一年后新庙就建成了。<br>　　有人说：“韩公远离京城约万里，而贬官到潮州，不到一年便回去了，他死后有知的话，是不会深切怀念潮州的，这是明摆着的。”我说：“不是这样的，韩公的神灵在人间，好比水在地上，没有什么地方不存在。而且潮州人信仰得特别深厚，思念得十分恳切，每当祭祀时，香雾缭绕，不由涌起悲伤凄怆的感觉，就象见到了他，好比挖一口井得到了水，就说水只在这个地方，难道有这个道理的吗？”元丰七年，皇帝下诏书封韩公为昌黎伯，所以祠庙的匾额上题为“昌黎伯韩文公之庙。”潮州人请我书写他的事迹刻在石碑上，因此作首<a href=\"http://so.gushiwen.org/view_72340.aspx\">诗</a>送给他们，让他们歌唱着祭祀韩公，歌词说：<br>　　您从前骑龙邀游在白云乡，双手拨动银河，挑开天上的云彩，织女替您织成云锦衣裳。您轻快地乘着风来到皇帝的身旁，下降到人间，为混乱的俗世扫除异端。您在西边游览了咸池，巡视了扶桑，草木都披上了您的恩泽，承受着您的光辉普照。您追随<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，与他们一起比翼翱翔，使<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、皇甫湜奔跑流汗、两腿都跑僵了，也不能仰见您那能使倒影消失的耀眼光辉。您上书痛斥佛教，讽谏君王，被邀请到潮州来观看，中途又游览了衡山和湘水，经过了埋葬帝舜的九嶷山，凭吊了娥皇和女英。到了潮州，祝融为您在前面开路，海若躲藏起来了，您管束蛟龙、鳄鱼，好像驱赶羊群一样。天上缺少人材，天帝感到悲伤，派巫阳唱着歌到下界招您的英魂上天。用牦牛作祭品，用鸡骨来占卜，敬献上我们的美酒；还有殷红的荔枝，金黄的香蕉。您不肯稍作停留，使我们泪下如雨，只得送您的英灵，披着头发，轻快地返回仙乡。</p> <p><strong>注释</strong><br>（1）申、吕：申侯，吕伯，周朝大臣。<br>岳降：指他们是四岳所降生。<br>傅说（yuè）：商朝大臣。传说死后化为星宿。<br>浩然之气：即正气，刚正至大的气概。<br>良平：张良、陈平，西汉谋臣。<br>贲（bēn）育：孟贲、夏育，古代武士。<br>仪秦：张仪、苏秦：战国辩士。<br>（2）房杜：房玄龄、杜如晦，贞观年间贤相。<br>姚宋：姚崇、宋璟，开元年间贤相。<br>八代：东汉、魏、晋、宋、齐、梁、陈、隋。此时骈文盛行，文风衰败。<br>道济天下之溺：谓提倡儒家之道，使天下人不受佛教、道教之害。<br>济：拯救。<br>忠犯人主之怒：唐宪宗迎佛骨入宫，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>直谏，几被处死，经大臣营救，贬潮州刺史。<br>勇夺三军之帅：唐穆宗时，镇州兵变，韩愈奉命前去宣抚，说服叛军首领归顺朝廷。<br>（3）豚鱼：《易·中孚》说“信及豚鱼”，意即只有诚心祭祀，连供品猪鱼都感动，才得吉卦。<br>开衡山之云：韩愈赴潮州中途，谒衡岳庙，因诚心祝祷，天气由阴晦转睛。<br>驯鳄鱼之暴：传说韩愈被贬为潮州刺史时，听说潮州境内的恶溪中有鳄鱼为害，就写下了《祭鳄鱼文》来劝戒鳄鱼搬迁。不久，恶溪之水西迁六十里，潮州境内永远消除了鳄鱼之患。<br>皇甫镈（bó）、李逢吉：均当时宰相。<br>（4）朝散郎：五品文官。<br>（5）熏：香气。<br>蒿（hāo）：蒸发。<br>凄怆：祭祀时引起的感情。<br>云汉：天河。<br>天章：文采。<br>天孙：织女星。<br>咸池：神话中太阳沐浴的地方。<br>扶桑：神木名。<br>籍湜（shí）：张籍、皇甫湜，均韩愈学生，其古文的成就远不及师，因此说“不能望”。<br>海若：海神。<br>钧天：天之中央。<br>巫阳：神巫名。这两句意思是韩愈死后必为神。<br>犦（bào）牲：牦牛。<br>鸡卜：用鸡骨卜卦。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　碑文高度颂扬了<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的道德、文章和政绩，并具体描述了潮州人民对韩愈的崇敬怀念之情。碑文写得感情澎湃，气势磅礴，被人誉为“宋人集中无此文字，直然凌越四百年，迫文公（按指韩愈）而上之”（《苏长公合作》引钱东湖语）。黄震甚至说：“《韩文公庙碑》，非东坡不能为此，非韩公不足以当此，千古奇观也。”（《三苏文范》引）</p> <p>　　起笔两句“匹夫而为百世师，一言而为天下法”，劈空而来，突兀高亢，豪迈警策，一下子就将读者的心紧紧抓住。作者并没有急于要说出具体是谁能具有如此崇高的威望和如此深远的影响，而是继续泛论这种伟人的作用，能“参天地之化，关盛衰之运”。接着又举出申侯、吕侯是岳神降生，傅说死后变为列星的古代传说来说明这类伟人降生到这世上来是有目的的，从这世上逝去后也能有所作为。这就为下文论述浩然之气作了充分的铺垫，蓄足了气势。于是，文章顺势引出孟子的名言“我善养吾浩然之气”，并说明这种气无所不在，“寓于寻常之中，而塞乎天地之间”。接着，连用三组排比句，从所遇对象的反应、此气存在的条件和此气存在的方式这三个方面来具体予以描述、评论。“卒然遇之，则王公失其贵，晋、楚失其富，良、平失其智，贲、育失其勇，仪、秦失其辩”，这组排比句是说，突然遇上这种浩然之气，能使人失去其原有的贵、富、智、勇、辩，可见其威力之大。文章又用“是孰使之然哉”这一设问句，引出对此气存在条件的评述：“其必有不依形而立，不恃力而行，不待生而存，不随死而亡者矣”，实际上是强调此气乃无条件地存在于宇宙之间。正是因为它无条件地存在于宇宙之间，所以它的存在形式也变化不一，并不固定：“故在天为星辰，在地为河岳，幽则为鬼神，而明则复为人。”以上三组排比句，如江海横流，浩浩奔涌，襄陵浸天，势不可挡。而为了疏荡其气，使文章形成顿挫，在一组和二组之间，用一设问句“是孰使之然哉”，表示意思的转换；在二组和三组之间，用一因果连词“故”，表示上下层之间的因果关系。三层写完，又用“此理之常，无足怪者”予以归纳小结，使其开合有序，奔放中现出严谨。这一段对于浩然正气的描述、评论，虽带有相当的夸张和较浓的神秘色彩，但浩然之气并非虚无飘渺的东西，而是确实存在着的，这就是人们平常所说的正义的力量和精神。因此，它的影响极为深远，比如宋末民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>就将其写入著名的爱国<a href=\"http://so.gushiwen.org/view_72340.aspx\">诗</a>篇《正气歌》中，表现出崇高的民族气节和浓郁的爱国主义精神。它在今后还将沾溉后人，涵育百代。</p> <p>　　碑文首段，对于浩然正气作了充分的描述、评论，韩愈的高大形象已隐隐出现，于是二段顺势转入评述其道德文章。碑文先强调自东汉以来，“道丧文弊，异端并起”。东汉末年黄巾大起义之后，不仅统一的政治局面不复存在，经济遭到严重破坏，而且儒家思想也完全解体。先是道教和佛教盛行，到了晋朝，又出现释、道合一的玄学。因此，从儒家的立场来看，儒道丧失、异端并起的说法并非夸张。再看文风，魏、晋文章已开始骈偶化，到了南期，骈文占了绝对的优势，讲究平仄押韵，堆砌辞藻和典故，内容空虚，陈言泛滥，连反对过于骈偶化的<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在写作《文心雕龙》时也依然采用骈文，可见其势力之大，已积重难返。即使进入唐朝，在政治、经济上出现了贞观和开元盛世，并先后出现了<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、杜如晦、<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>、<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>等贤相，对于衰弊的文风，也无法改变。直到贞元、元和之际，“独韩文公起布衣，谈笑而麾之，天下靡然从公，复归于正，盖三百年于此矣。”用“谈笑”“麾之”“靡然”等词语来强调韩愈所倡导的古文运动号召力之强、声势之大，是完全符合文学史实际的。接着，碑文连用四个排比分句：“文起八代之衰，而道济天下之溺，忠犯人主之怒，而勇夺三军之帅”，以此从文、道、忠、勇四个方面来盛赞韩愈的道德文章和为人行事。一个分句一个方面，概括力极强，气势也极其充畅，因此这四个分句也成为整个碑文最警策的名句而流传千古、脍炙人口。而韩愈在文、道、忠、勇这四个方面的表现，正体现了上文所写的浩然正气，所以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>强调说：“此岂非参天地、关盛衰、浩然而独存者乎！”这样，将一、二两段完全挽合起来。至此，读者才充分理解，原来碑文首段所放笔泛写的浩然正气，实际上是句句都在描写韩愈。由此可见此文立意的精巧，用心的良苦。</p> <p>　　碑文第三段，完全转换角度，另起炉灶，从论“天人之辨”人手。所谓“天人之辨”，就是分清天意和人为两个方面的情况，也即是：“智可以欺王公，不可以欺豚鱼；力可以得天下，不可以得匹夫匹妇之心。”人干坏事可以无所不用其极，但天意是不能容忍的；人可以欺骗王公大人，但天意不能容忍人去欺骗小猪、小鱼，因为《易·中孚》的卦象象征着中心诚信，诚信到能感化小猪、小鱼等微细之物，如能扩大到以之施政，一定能获得吉祥，因为诚信正应合着天刚正的美德；人可以用暴力去夺取天下，却不能用暴力去征服匹夫匹妇之心，因为这也体现了天意。这些说法，在今天看来，有不少唯心的成分在内，但也不是毫无合理的内核。比如将天意理解为公理和法律，还是可以讲得通的。接着，碑文便从天意和人为的角度，连用排比句进行两相比照，指出：“故公之精诚，能开衡山之云，而不能回宪宗之惑；能驯鳄鱼之暴，而不能弭皇甫镩、李逢吉之谤；能信于南海之民，庙食百世，而不能使其身一日安于朝廷之上。”在这两相比照中，前项均属天意，后项均属人为。凡属天意者，韩愈都能取得成功；凡属人为者，韩愈全遭失败。所以结论是：“盖公之所能者，天也。所不能者，人也。”这样论说，不仅能与上文论述浩然之气的话完全吻合，不致矛盾，而且主要是突出和强调韩愈受到贬滴、遭遇诽谤、不能安身于朝廷，全是人为的结果，也即是君昏臣奸的黑暗政治所造成的。因此，碑文这样写，不仅是为了歌颂韩愈的忠诚和正直，也寄寓着对韩愈在政治上屡遭陷害打击的愤懑在内。</p> <p>　　碑文第四段，重点描写韩愈在潮州的政绩以及潮州人民对韩愈的崇敬和怀念之情。由于韩愈在潮州期间重视兴办教育事业，故“潮之士，皆笃于文行，延及齐民”；由于韩愈在潮州期间重视水利、根除民患，故“潮人之事公也，饮食必祭，水旱疾疫，凡有求必祷焉”。而对于王涤倡议重建韩愈新庙之举，“民欢趋之”。而当有人以韩愈生前在潮时间很短、对潮并不留恋为由认为在潮修建韩庙并无意义时，苏轼直接出面，以“如水之在地中”来比喻韩愈之神“无所往而不在也”，说明韩愈影响之广大深远，既极生动形象，又极具说服力。</p> <p>　　碑文最后，为了进一步抒写作者对于韩愈的高度崇敬之情，又展开浪漫的想象，创作了一首热情洋溢的诗歌。诗中想象韩愈是天仙下凡，“下与浊世扫秕糠”的；他的诗歌成就极高，可以“追逐李、杜参翱翔”；他忠诚耿直，敢于“作书诋佛讥君王”；他感动上苍，“祝融先驱海若藏，约束蛟鳄如驱羊”。因而当他离开天廷以后，上帝十分悲伤，仍然将他召回。诗的最后，写作者献上丰厚的祭品，虔诚地向他祷告，希望他能在人间稍作停留，但他却翩然飞回天宫，于是作者再也控制不住自己的感情，便涕泪滂沱了。诗中通过这种浪漫的想象，既再一次高度赞扬了韩愈的业绩，天人共鉴，韩愈的精神，感天动地，从而表现一位古文运动完成者对于古文运动开拓者的十分虔敬的心情，又紧密呼应碑文首段对于浩然正气的描述、评论，文心之深细严密，达到了无以复加的程度。</p> <p>　　综上所述，这篇碑文将议论、描述、引征、对话、诗歌等熔铸于一炉，高论卓识，雄健奔放，骈散兼施，文情并茂。正如<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>所说：“此碑自始至末，无一懈怠，佳言格论，层见迭出，如太牢之悦口，夜明之夺目，苏文古今所推，此尤其最得意者。”（《御选唐宋文醇》引）而宋代著名诗文评论家洪迈，则将它与唐代许多著名作家所撰写的韩愈碑、传、墓志等文章相比，指出它完全超越了前人：“刘梦得、李习之、皇甫持正、李汉，皆称颂韩公之文，各极其挚……及东坡之碑一出，而后众说尽废……骑龙白云之诗，蹈厉发越，直到《雅》《颂》，所谓若捕龙蛇、搏虎豹者，大哉言乎！”（《容斋随笔》卷八）</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "古文观止",
    "碑文",
    "赞颂",
    "写人"
  ]
}