{
  "id": 47919,
  "star": 14494,
  "name": "醉翁亭记",
  "dynasty": "宋代",
  "content": "　　环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。</p> <p>　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。</p> <p>　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。</p> <p>　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
  "fanyi": "<p><strong>译文</strong><br>　　环绕滁州的都是山。那西南的几座山峰，树林和山谷尤其优美。一眼望去树木茂盛，又幽深又秀丽的，那是琅琊山。沿着山路走六七里，渐渐听到潺潺的水声，看到流水从两座山峰之间倾泻而出的，那是酿泉。泉水沿着山峰折绕，沿着山路拐弯，有一座亭子像飞鸟展翅似地，飞架在泉上，那就是醉翁亭。建造这亭子的是谁呢？是山上的和尚智仙。给它取名的又是谁呢？太守用自己的别号（醉翁）来命名。太守和他的宾客们来这儿饮酒，只喝一点儿就醉了；而且年纪又最大，所以自号“醉翁”。醉翁的情趣不在于喝酒，而在欣赏山水的美景。欣赏山水美景的乐趣，领会在心里，寄托在酒上。</p> <p>　　至于太阳的升起，山林里的雾气散了；烟云聚拢来，山谷就显得昏暗了；朝则自暗而明，暮则自明而暗，或暗或明，变化不一，这就是山中的朝暮。野花开了，有一股清幽的香味；好的树木枝繁叶茂，形成一片浓密的绿荫；风高霜洁，天高气爽，水落石出，这就是山中的四季。清晨前往，黄昏归来，四季的风光不同，乐趣也是无穷无尽的。</p> <p>　　至于背着东西的人在路上欢唱，来去行路的人在树下休息，前面的招呼，后面的答应；老人弯着腰走，小孩子由大人领着走。来来往往不断的行人，是滁州的游客。到溪边钓鱼，溪水深并且鱼肉肥美；用酿泉造酒，泉水清并且酒也清；野味野菜，横七竖八地摆在面前的，那是太守主办的宴席。宴会喝酒的乐趣，不在于音乐；投射的中了，下棋的赢了，酒杯和酒筹交互错杂；时起时坐大声喧闹的人，是欢乐的宾客们。一个脸色苍老的老人，醉醺醺地坐在众人中间，是太守喝醉了。</p> <p>　　不久，太阳下山了，人影散乱，宾客们跟随太守回去了。树林里的枝叶茂密成林，鸟儿到处叫，是游人离开后鸟儿在欢乐地跳跃。但是鸟儿只知道山林中的快乐，却不知道人们的快乐。而人们只知道跟随太守游玩的快乐，却不知道太守以游人的快乐为快乐啊。醉了能够和大家一起欢乐，醒来能够用文章记述这乐事的人，那就是太守啊。太守是谁呢？是庐陵吧。 </p> <p><strong>注释</strong><br>1. 环：环绕。<br>2. 皆：副词，都。<br>3. 环滁：环绕着滁州城。<br>4. 滁：滁州，今安徽省滁州市琅琊区。<br>5. 其：代词，它，指滁州城。<br>6. 壑：山谷。<br>7. 尤：格外，特别。<br>8. 蔚然而深秀者，琅琊也：树木茂盛，又幽深又秀丽的，是琅琊山。蔚然：草木茂盛的样子。而：表并列。<br>10.峰回路转：山势回环，路也跟着拐弯。比喻事情经历挫折失败后，出现新的转机。<br>11. 山：名词作状语，沿着山路。<br>12.潺潺：流水声。<br>13. 而：表承接。<br>14. 酿泉：泉的名字。因水清可以酿酒，故名。<br>15. 回：回环，曲折环绕。<br>16. 翼然：像鸟张开翅膀一样。<br>17. 然：......的样子。<br>18. 临：居高面下，由上看下。。<br>19. 于：在。<br>20. 作：建造。<br>21. 名：名词作动词，命名。<br>22. 自谓：自称，用自己的别号来命名。<br>23. 号：名词作动词，取别号。<br>24. 曰：叫做。<br>25. 辄：就。<br>26. 年又最高：年纪又是最大的。<br>27. 意：这里指情趣。“醉翁之意不在酒”，后来用以比喻本意不在此而另有目的。<br>28. 乎：相当于“于”。<br>29. 得：领会。<br>30. 寓：寄托。<br>31. 林霏：树林中的雾气。霏，原指雨、雾纷飞，此处指雾气。<br>32. 开：消散，散开。<br>33. 归：聚拢。<br>34. 暝：昏暗。<br>35. 晦：阴暗。<br>36. 晦明：指天气阴晴明暗。<br>37. 芳：香花。<br>38. 发：开放。<br>39.佳木秀而繁阴，好的树木枝繁叶茂，形成一片浓密的绿荫。<br>40. 秀：茂盛，繁茂。<br>41. 繁阴：一片浓密的树荫。<br>42. 风霜高洁：就是风高霜洁。天高气爽，霜色洁白。<br>43. 至于：连词，于句首，表示两段的过渡，提起另事。<br>44. 负者：背着东西的人。<br>45. 休于树：在树下休息。<br>46. 伛偻：腰弯背曲的样子，这里指老年人<br>47. 提携：指搀扶着走的小孩子。<br>48. 临：靠近，这里是“……旁”的意思。<br>49. 渔：捕鱼。<br>50.酿泉：一座泉水的名字，原名玻璃泉，在琅邪山醉翁亭下。<br>51. 洌：水（酒）清。<br>52. 山肴：野味。<br>53. 野蔌：野菜。蔌，菜蔬。<br>54. 杂然：众多而杂乱的样子。<br>55. 陈：摆放，摆设。<br>56. 酣：尽情地喝酒。<br>57. 丝：琴、瑟之类的弦乐器。<br>58. 竹：箫、笛之类的管乐器。非丝非竹：不在于琴弦管箫。<br>59. 射：这里指投壶，宴饮时的一种游戏，把箭向壶里投，投中多的为胜，负者照规定的杯数喝酒。<br>60.弈：下棋。这里用做动词，下围棋。<br>61. 觥筹交错：酒杯和酒筹相错杂。形容喝酒尽欢的样子。<br>62. 觥：酒杯。<br>63. 筹：酒筹，用来计算饮酒数量的筹子。<br>64. 苍颜：脸色苍老。<br>65. 颓然乎其间：醉醺醺地坐在众人中间。颓然，原意是精神不振的样子，这里形容醉态。<br>66.归：回家。<br>67. 已而：不久。<br>68. 阴翳：形容枝叶茂密成阴。<br>69. 翳：遮蔽。<br>70. 鸣声上下：意思是鸟到处叫。上下，指高处和低处的树林。<br>71. 乐①其乐②：以游人的快乐为快乐 乐①：意动用法，以…为乐。乐②：快乐。<br>72. 醉能同其乐，醒能述以文者：醉了能够同大家一起欢乐，醒了能够用文章记述这乐事的人。<br>73. 谓：为，是。<br>74. 庐陵：庐陵郡，就是吉洲。今江西省吉安市，欧阳修先世为庐陵大族。</p>",
  "shangxi": "<p>　　宋仁宗庆历五年(一零四五)，参知政事等人遭谗离职，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>上书替他们分辩，被贬到滁州做了两年知州。到任以后，他内心抑郁，但还能发挥“宽简而不扰”的作风，取得了某些政绩。《醉翁亭记》就写在这个时期。文章描写了滁州一带朝暮四季自然景物不同的幽深秀美，滁州百姓和平宁静的生活，特别是作者在山林中与民一齐游赏宴饮的乐趣。全文贯穿一个“乐”字，其中则包含着比较复杂曲折的内容。一则暗示出一个封建地方长官能“与民同乐”的情怀，一则在寄情山水背后隐藏着难言的苦衷。正当四十岁的盛年却自号“醉翁”，而且经常出游，加上他那“饮少辄醉”、“颓然乎其间”的种种表现，都表明欧阳修是借山水之乐来排谴谪居生活的苦闷。作者醉在两处：一是陶醉于山水美景之中，二是陶醉于与民同乐之中。</p> <p>　　中心思想：这篇优美的山水游记通过描写醉翁亭的秀丽、自然风光和对游人之乐的叙述，勾勒出一幅太守与民同乐的图画，抒发了作者的政治理想和娱情山水以排遣抑郁的复杂感情。</p> <p>　　通过描写醉翁亭的自然景色和太守宴游的场面，表现<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>人寄情山水、与民同乐的思想。 </p>",
  "about": "<h2>成语</h2> 【觥筹交错】酒器和酒筹交互错杂。形容宴饮尽欢。<br>【峰回路转】 亦作「山回路转」。<br>①谓山势曲折，道路随之迂回。<br>②今常比喻事情经历曲折后，出现新的转机。<br>【醉翁之意不在酒】 宋<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《醉翁亭记》：后用以比喻本意不在此，而在别的方面,也比喻别有用心。<br>【水落石出】 宋欧阳修《醉翁亭记》：本谓水位下降后石头显露出来。后用以比喻事物真相完全显露。<br>【山肴野蔌】 野味和野菜。亦作「山肴野湋」。<br>【风霜高洁】 天气高爽霜色洁白。<br>【前呼后应】 本意是前面的人在呼喊，后面的人在应答。现多用来比喻写文章首尾呼应。<br/><h2>赏析</h2> <p>　　把自己的心灵沉浸到闲适、恬淡的情境里，获得了一种平衡、和谐的感受。这种感受渗透在《醉翁亭记》里，使文章如田园<a href=\"http://so.gushiwen.org/view_47919.aspx\">诗</a>一般，淡雅而自然，婉转而流畅。</p> <p>　　《醉翁亭记》写得格调清丽，富有诗情画意。这篇散文写了两部分内容：第一部分，重点是写亭；第二部分，重点是写游。而贯穿全篇的却是一个“乐”字。</p> <p>　　文中描写滁州山间的朝暮变化和四时景色，以及作者和滁人的游乐，表现出他“乐民之乐”的胸怀，充满了士大夫悠闲自适的情调，并从侧面显示了作者自己治理滁州的政绩。 </p>",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "辞赋精选",
    "初中文言文",
    "古文观止",
    "宴饮",
    "山水",
    "抒情"
  ]
}