{
  "id": 50228,
  "star": 29,
  "name": "风流子·东风吹碧草",
  "dynasty": "宋代",
  "content": "东风吹碧草，年华换、行客老沧洲。见梅吐旧英，柳摇新绿，恼人春色，还上枝头，寸心乱，北随云黯黯，东逐水悠悠。斜日半山，暝烟两岸，数声横笛，一叶扁舟。 <br>青门同携手，前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。",
  "fanyi": "<p><strong>译文<br></strong>春天的风，吹得遍野碧绿绿的，正是一年之中最美好的时节，本该好好欣赏一番，但此时的我，只不过一贬客，奔波在赴杭州的水路里。看到吐露着未开的蓓蕾，柳树焕发出嫩绿的新芽，这无边春色却闹的人一番着恼。是因为心里乱了！乱得连春色也恼起来了。一路回首北国，只见云雾暗淡，东望征程，又是江水悠悠，没个尽头，怎么能让人痛快起来呢。半山的斜晖，两岸笼罩的暮霭，驾着一叶扁舟，远处传来数声牧童的横笛。不管眼见的还是耳听的，都让人心烦。 <br>在城门口相互携手，共同回忆过去的欢愉，扬州的往事浑似梦境一样。谁能体会到我在南郊的道路上回望你所在的方向时内心思念你的愁苦？我想来，天再长，地再久，也总有个尽头的时候，可我的恨却怎么也消不了啊！我想把这恨说给别人听，可担心别人也会被愁坏的。</p> <p><strong>注释</strong><br>东风二句：意犹《望海潮》其三：“东风暗换年华。”<br>行客：行人，出外作客之人，游人。《南史·夷貊传下》文身国：“土俗欢乐，物丰而贱，行客不赍粮。”唐李顾《题綦毋校书别业》<a href=\"http://so.gushiwen.org/view_50228.aspx\">诗</a>：“行客暮帆远，主人庭树秋。”《花间集》卷十李珣《巫山一段云》：“啼猿何必近孤舟，行客自多愁。”<br>沧洲：水滨，隐者所居。《南史·张充传》：“飞竿钓渚，濯足沧洲。”南齐<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《之宣城郡出新林浦向板桥》诗：“既欢怀禄情，复协沧洲趣。”老：喻旅途之苦。<br>恼人：撩拨人，惹人烦恼。恼人春色：唐<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《春日叶秀才曲江》诗：“春色恼人遮不得，别愁如谑避还来。”五代魏承班《玉楼春》：“一庭春色恼人来，满地落花红几遍。”宋<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《夜直》诗：“春色恼人眠不得，月移花影上阑干。”<br>还上枝头：表面上写梅吐蕊、柳焕芽的春色爬上枝头。其实是写恼人的心情，涌上心头。<br>暝（míng）烟：傍晚的烟霭。<br>横笛：竹笛，古称“横吹”，对直吹者而言。宋<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈乐律一》：“或云：汉武帝时，丘仲始作笛；又云起于羌人。后汉马融所赋长笛，空洞无底，剡其上孔。五孔，一孔出其背，正似今之尺八。李善为之注云：七孔，长一尺四寸。此乃今之横笛耳。太常鼓吹部中谓之横吹，非融之所赋者。”《太平御览》卷五八。<br>一叶扁舟：谓小船。北周瘐信《哀江南赋》：“吹落叶之扁舟，飘长风于上游。”《白氏六帖》：“古者观落叶以为舟。”宋<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《前赤壁赋》：“驾一叶之扁舟，举匏樽以相属。”<br>青门：汉代长安城门。《三辅黄图》卷一：“长安城东出南头第一门曰霸城门。民见门青色，名曰‘青城门’，或曰‘青门’。”此处借指汴京城门。<br>前欢：昔日的欢娱。南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>《鹊踏枝》：“历历前欢无处说，关山何日休离别。”<br>浑似：浑似，全似。《诗词曲语辞汇释》卷二：“浑犹也……<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>《唐多令》词：‘黄鹤断矶头，故人曾到不？旧江山浑是新愁。’浑是，全是也。卢祖皋《江城子》词：‘载酒买花年少事，浑不似，旧心情。’浑不似，全不似也。”<br>梦里扬州：扬州的往事如梦一样。语本唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名”。秦少游有《梦扬州》词，记在扬州的冶游，结云：“佳会阻，离情正乱，频梦扬州。”<br>南陌（mò）：南郊的道路。泛指城郭，此指分手的地方。梁武帝《河中之水歌》：“洛阳女儿名莫愁，十三能织绮，十四采桑南陌头。”唐<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>《长安古意》诗：“北堂夜夜人如月，南陌朝朝骑似云。”此指汴京郊外。<br>西楼：此指恋人。梁瘐肩吾《奉和春夜应令》诗：“天禽下北阁，织女入西楼。”后多指女子所居。宋<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《一剪梅》词：“雁字回时，月满西楼。”<br>算天长四句：化用唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》：“天长地久有时尽，此恨绵绵无绝期。”<br>倩（qiàn）人：请人、托人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词表面上看是怀念昔日青楼旧好的词，实际上应是怀念同时遭贬谪的友人。</p> <p>　　上片主要写贬谪途中的孤单凄苦及烦乱的心绪。万物勃兴的春天本来能给人以美的享受，使人充满希望和信心。但这在身处逆境的作者眼中，却完全失去了光彩，变成了另外一种样子。开头三句写作者目睹春天的到来，感叹时光流逝，担心自己将终老贬所。这自然是悲哀的，因此在他眼中，梅红柳绿的大好春光包就变成“恼人春色”了。但这种烦恼躲不掉，摆脱不开，心烦意乱，伤感倍增，觉得“随云”“逐水”都无出路。最后四句写夕阳含山，暮霭沉沉，身处“一叶扁舟\"之上，漂泊茫茫大江之中的孤寂景况。偏偏此时又传来“数声横笛”，这凄厉的笛声实在叫人断肠，无疑给孤寂的“行人”又增添了几分凄凉。</p> <p>　　起首第三句谓“行客老沧洲”，有‘归欤’之叹。作者仕途不顺，所以想要归隐沧洲。此时自然界的景色是美好的。“梅吐旧英，柳摇新绿”，与《望海潮》其三“梅英疏淡”、“柳下桃溪”颇为相似；但那时心情舒畅，宛如“金谷俊游”，无意中还跟随他人女眷的车辆走了一段。然而此时由于在贬谪途中，便觉得春色恼人，心中烦乱。“北随云暗暗，东逐水悠悠”，写的是自汴入淮时的情景。宋朝时汴水在泗州人淮，秦少游《泗州东城晚望》<a href=\"http://so.gushiwen.org/view_50228.aspx\">诗</a>云：“林梢一抹青如画，应是淮流转处山。”词人在这里举目北望汴京，只见乌云暗淡，其中寓有落第的悲观情绪。而所乘之船入淮向东，又觉流水悠长，不由感到前路迷茫。这一对句，看似工稳，然而按照词谱，却不全部相符合。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>同门友<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>所作的《风流子》“亭皋木叶下”一首，清万树《词律》作为词的格式，并评价说：“此词抑扬尽致，不板不滞，用字流转可法，真名手也！”张词这一对句是“白蘋烟尽处，红蓼水边头”，当得上这样的评价。而秦观的“北随云暗暗，东逐水悠悠”，句法一变。前者两句皆为二、三句式，所以让人觉得“用字流转”，后者易为一、四句式，似觉词情拗怒。秦观是填词里手，<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《避暑录话》称其词曰：“知乐者谓之作家歌。”在这里做变化句式，产生拗怒之音的原因大概是心中有一股郁勃情绪在吧！“斜日半山”应当写的是沿淮东去之时，回望泗州南山时所见。此时红日西斜，隐于半山，暮烟四起，笼罩于淮河两岸。直至“数声”二句，才点明身在船上。“数声横笛”，像是从唐人<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>《淮上与友人别》诗“数声风笛离亭晚，君向潇湘我向秦”化用而来，其中寓藏离情，为下阕之张本。 </p> <p>　　下阕表面上是在回忆在汴京时的恋情。那时他冶游“平康”，曾遇一歌妓。他俩携手都门，无限欢娱。这情境全像<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>当年一样：“十年一觉扬州梦，赢得青楼薄悻名。”也像他自己在《梦扬州》一词中所写：“长记曾陪燕游，酬妙舞清歌，丽锦缠头。殢酒为花，十载因谁淹留？”两情缱绻，一朝离别，不免无限思念。自“谁念断肠南陌以下，直至“此恨难休”，皆写对汴京恋人的相思之情。实际上却是追忆了同昔日旧好的深情厚谊，及失去这一切的哀怨，“青门同携手”的欢乐，“南陌”分别时的极度悲伤，西楼中无限的柔情蜜意，这一切都成为过去，永不再来，思之如梦，念之断肠。接下四句写天地有尽，离恨无穷，和情人今生再难相见，将抱恨终生，极言思念之甚。词人痛苦的心情及眼前凄凉的处境，吉凶难卜的命运，无处诉说！只有那心心相印的情人能理解，因此便“拟待倩人说与”，但这凄惨的境遇让她知道了只能使她忧伤，还是不说吧。这种怜念情人，欲言又止的内心矛盾和苦衷，使意更深、情更切。这正是作者在贬谪途中想和同时被贬的友人联系，而又怕招来祸害的矛盾心理的真实反映。其中化用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》中两个七言句，为四个偶句，虽有割裂之嫌，而真情流贯，尚属感人。歇拍二句，稍一宕开，旋即收住，有有余不尽之致。</p> <p>　　清人<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选》评秦少游《满庭芳》（山抹微云）时说：“将身世之感，打并入艳情，又是一法。”完全可以移作此词的评语。词人屡试不第，落魄归来，只能通过艳情，抒写一腔悲愤。 </p> <p>　　此词除“北随云”二句外，大体恪守格律。万树《词律》卷二分析此调云：“调中四字四句者，前二段，后一段，作者多用俪语。”秦观也是这样。如同前段“梅吐旧英，柳摇新绿，恼人春色，还上枝头”，以及“斜日半山，暝烟两岸；数声横笛，一叶扁舟”，除“恼人”二句外，都用骈俪语言，对仗工整，音节浏丽，给人以美感。后段“天长地久”四句按照这样写，却不如之前几句的自然流美，带有人工痕迹。</p>",
  "about": "<h2>写作背景</h2> 　　《风流子·东风吹碧草》作于北宋绍圣元年（1094年），哲宗亲政，重新起用所新派人物，旧派势力遭到沉重打击。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>及其友人纷纷被贬斥出京，谪往各地。此词作于词人由汴京被贬往江南之时。",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "春天",
    "羁旅",
    "怀人",
    "惆怅"
  ]
}