{
  "id": 70973,
  "star": 2393,
  "name": "题临安邸",
  "dynasty": "宋代",
  "content": "山外青山楼外楼，西湖歌舞几时休？<br>暖风熏得游人醉，直把杭州作汴州。",
  "fanyi": "<p><strong>译文<br></strong>韵译<br>青山无尽楼阁连绵望不见头，西湖上的歌舞几时才能停休？<br>暖洋洋的香风吹得贵人如醉，简直是把杭州当成了那汴州。<br>散译<br>远处青山叠翠，近处楼台重重，西湖的歌舞何时才会停止？<br>淫靡的香风陶醉了享乐的贵人们，简直是把偏安的杭州当作昔日的汴京！</p> <p><strong>注释</strong><br>⑴临安：现在浙江杭州市，金人攻陷北宋首都汴京后，南宋统治者逃亡到南方，建都于临安。邸（dǐ）：旅店。<br>⑵西湖：杭州的著名风景区。几时休：什么时候休止。<br>⑶熏（xūn）：吹，用于温暖馥郁的风。<br>⑷直：简直。汴州：即汴京，今河南开封市。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首写在临安城一家旅店墙壁上，不但通过描写乐景来表哀情，使情感倍增，而且在深邃的审美境界中，蕴含着深沉的意蕴。同时，<a href=\"http://so.gushiwen.org/view_70973.aspx\">诗</a>人以讽刺的语言中，不漏声色地揭露了“游人们”的反动本质，也由此表现出诗人的愤激之情。</p> <p>　　诗的头句“山外青山楼外楼” ，诗人抓住临安城的特征——重重叠叠的青山，鳞次栉比的楼台。这样首先描写了祖国大好山河，起伏连绵的青山，楼阁接着一个，这是多么美好的自然。从诗歌创作来说，诗人描写山河的美好，表现出的是一种乐景。接着写到：“西湖歌舞几时休？”诗人面对国家的现实处境，触景伤情。这样美好的大好山河，却被金人占有。诗句中一个“休”字，不但暗示了诗人对现实社会处境的心痛，更为重要的是表现出诗人对当政者一味“休”战言和、不思收复中原失地、只求苟且偏安、一味纵情声色、寻欢作乐的愤慨之情。在诗人的心中，“西湖歌舞”正是消磨抗金斗志的淫靡歌舞。他此时是多么希望这样的歌舞快“休”了。这里，诗人运用反问手法，不但强化了自己的对这些当政者不思收复失地的愤激之情，也更加表现出诗人对国家命运的担忧而产生的忧伤之感。</p> <p>　　后两句“暖风熏得游人醉，直把杭州作汴州”。“游人”在这里不能仅仅理解为一般游客，它是主要特指那些忘了国难，苟且偷安，寻欢作乐的南宋统治阶级。这句紧承上“西湖歌舞几时休”而来。诗人面对这不停的歌舞，看着这些“游人们”陶醉其中，不由得表现出自己的感慨之情。其中，“暖风”一语双关，在诗歌中，既指自然界的春风，又指社会上淫靡之风。在诗人看在，正是这股“暖风”把“游人”的头脑吹得如醉如迷，忘记了自己的国家正处于危难之中。其中的“熏”、“醉”两字用得很精妙。首先，一个“熏”字，暗示了那些歌舞场面的庞大与热闹，为“游人们”营造了靡靡之音的氛围。接着一个“醉”字，承接上一个“熏”字，把那些纵情声色的“游人们”的精神状态刻画得惟妙惟肖。一个“醉”字，留下了丰富的审美想象空间——“游人们”在这美好的“西湖”环境中的丑态。在这样的状态下，诗人为了进一步表现出“游人醉”，在结尾中写道：“直把杭州作汴州。”宋朝原来建都于汴梁，时已为金侵占。就是说，纸醉金迷中，这些“游人”们简直把杭州当成了故都汴州。这里，诗人不用“西湖”而用“杭州”是很有意义的。因为“西湖”虽在杭州，但说到“西湖”，美景之地，是游山玩水的最佳去处，而且也仅仅是杭州的一个景点。而诗人用“杭州”，就很好地与宋都“汴州”（“汴州”已经被金人占有）对照。在对照中，不但引出“汴州”这一特殊的、富有政治意义的名称，而且更有助于抒发诗人的情感——揭露那些“游人们”无视国家前途与命运，沉醉在醉生梦死、不顾国计民生的卑劣行为，同时，也表达诗人对国家民族命运的深切忧虑，及其对统治者只求苟且偏安，对外屈膝投降的愤怒之情。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首《题临安邸》七绝系南宋淳熙时士人<a href=\"http://so.gushiwen.org/author_283.aspx\">林升</a>所作，此为写在南宋皇都临安的一家旅舍墙壁上，是一首古代的“墙头<a href=\"http://so.gushiwen.org/view_70973.aspx\">诗</a>”，疑原无题，此题为后人所加。</p> <p>　　用对辽、西夏、金的屈辱退让换取苟安，是赵宋王朝自开国起即已推行的基本国策。其结果是，中原被占，两朝皇帝做了俘虏。然而，此一教训并未使南宋最高统治集团略为清醒；他们不思恢复，继续谋求“王业之偏安”。宋高宗南渡后，偏安东南一隅。绍兴二年（1132），宋高宗第二次回到杭州，这水光山色冠绝东南的“人间天堂”被他看中了，有终焉之志，于是上自帝王将相，下至士子商人，在以屈辱换得苟安之下，大修楼堂馆所。建明堂，修太庙，宫殿楼观一时兴起，达官显宦、富商大贾也相继经营宅第，壮大这“帝王之居”。并大肆歌舞享乐，沉沦于奢侈糜烂的腐朽生活中，致西湖有“销金锅”之号。几十年中，把临时苟安的杭州当作北宋的汴州（今河南开封），成了这班寄生虫们的安乐窝。一些爱国志士对此义愤填膺，纷纷指责统治者醉生梦死，不顾国计民生。</p>",
  "poet": {
    "id": 283,
    "star": 0,
    "name": "林升",
    "image": "http://img.gushiwen.org/authorImg/linsheng.jpg",
    "desc": "林升，字云友，又字梦屏，温州横阳亲仁乡荪湖里林坳（今属苍南县繁枝林坳）人，（《水心集》卷一二有《与平阳林升卿谋葬父序》）。大约生活在南宋孝宗朝（1106-1170年），是一位擅长诗文的士人。事见《东瓯诗存》卷四。《西湖游览志余》录其诗一首。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "地名",
    "讽刺",
    "生活"
  ]
}