{
  "id": 48628,
  "star": 48,
  "name": "喜迁莺·花不尽",
  "dynasty": "宋代",
  "content": "花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 <br>朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。",
  "fanyi": "<p><strong>译文</strong><br>花落花又开，柳叶绿又衰，花开盛衰无穷尽，与我此时情相近。<br>离别美酒情谊深，画船起航全成空。离别不必太伤情，人生何处不相逢。<br>自今以后少知音，瑶琴朱弦不再吟。天若与我同悲凄，苍天也会霜染鬓。<br>劝君此去多保重，名利场上风浪急，宦海茫茫沉与浮，古今看来梦一回。</p> <p><strong>注释</strong><br>（1）《喜迁莺》：词牌名，双调，此牌有小令和长调两体。小令起于唐人，双调，四十七字，以平仄换韵较为常见，也有全用平韵的。长调起自宋人，《词谱》以<a href=\"http://so.gushiwen.org/author_202.aspx\">康与之</a>词为正体，双调，103字，仄韵。又名《鹤冲天》、《燕归来》、《喜迁莺令》。此词为小令。<br>（2）觥（gōng）船：大酒杯。出自唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题禅院》：“觥船一棹百分空，十岁青春不负公。”<br>（3）一棹（zhào）：划桨一次，指大杯饮酒一次。<br>（4）天若：出自唐代<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《金铜仙人辞汉歌》：“衰兰送客咸阳道，天若有情天亦老。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首赠别词，作者将离情写得深挚却不凄楚，有温柔蕴藉之美。 　</p> <p>　　起笔“花不尽，柳无穷”借花柳以衬离情。花、柳是常见之物，它们遍布海角天涯，其数无尽，其广无边；同时花、柳又与人一样同是生命之物，它们的生长、繁茂、衰谢同人之生死、盛衰极其相似，离合聚散之际，也同样显露出明显的苦乐悲欢。“应与我情同”是以花柳作比，衬写自己离情的“不尽”和“无穷”，宛转地表露了离别的痛苦之深。“觥船一棹百分空”，一句出自<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《题禅院》<a href=\"http://so.gushiwen.org/view_48628.aspx\">诗</a>。作者这里强作旷达，故示洒脱，以一醉可以消百愁作为劝解之辞，而“何处不相逢”，则是以未来可能重聚相慰。对友人的温言抚慰之中，也反映了作者尽量挣脱离别痛苦的复杂心态，他既无可奈何，又故示旷达。　</p> <p>　　下片自“朱弦悄，知音少，天若有情应老”起，词情一转，正面叙写离别之情。高山流水，贵有知音，朱弦声悄，是因挚友远去，一种空虚寥落之感油然而生。“天若有情应老”，用<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>句意直抒难以抑止的离别哀伤。结拍“劝君看取利名场，今古梦茫茫”二句，是作者对友人的又一次劝解。同为相劝之语，此处内涵上却与上片不同。上片劝慰之语只就当前离别着眼，以醉饮消愁、今后可能重逢为解，是以情相劝；此处劝语却透过一层，以利名如梦为解，属以理相劝，劝解之中包含着作者自身的感受和体验。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>一生富贵显达，长期跻身上层，但朝廷内派别倾轧，政治上风雨阴晴，不能不使他感到利名场中的尔虞我诈，宦海风波的险恶，人世的盛衰浮沉，抚念今昔，恍然若梦。 　</p> <p>　　这首词明快、自然，读来如行云流水，与作者其它词风格迥异。其思想内核，一方面是藐视名利，一方面是寄情山水歌酒。全词抒写离情别绪中，反映了晏殊的人生态度和处世哲学。</p>",
  "about": "<h2>创作背景</h2> 　　词人<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>晏殊一生富贵显达，长期跻身上层，但朝廷内派别倾轧，政治上风雨阴晴，饱受了名利场上的尔虞我诈、你倾我轧，抚今追昔感叹今古一梦。晏殊词中较少见的词意颓废消极的作品，但此处，词人在对友人的百般劝慰之中倾注了自己真挚的情感，于是挥笔写下了这篇词作。然而表面的豁达洒脱掩饰不了词人身处官场无奈与痛苦的内心。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "赠别",
    "友情",
    "劝慰"
  ]
}