{
  "id": 10813,
  "star": 9,
  "name": "杜位宅守岁",
  "dynasty": "唐代",
  "content": "守岁阿戎家，椒盘已颂花。<br>盍簪喧枥马，列炬散林鸦。<br>四十明朝过，飞腾暮景斜。<br>谁能更拘束，烂醉是生涯。",
  "fanyi": "<p><strong>译文<br></strong>除夕来到兄弟家相聚守岁，筵席上喝着掺了花椒的岁酒。<br>亲友围坐一堂，马匹在马厩里发出喧杂的声响，排开的火炬惊散了林子里的乌鸦。<br>到了明天，我四十岁这一年就要过完了，虽然正是强仕之年，可是剩下的日子已经像垂垂的夕阳那样了。<br>谁还想受拘束呢？就在痛饮中度过余生吧。</p> <p><strong>注释<br></strong>杜位：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的同族兄弟，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>的女婿。<br>守岁：除夕守岁。阿戎：晋宋间，人多呼弟为阿戎。《宋书》：谢惠运初不为父所知，族兄灵运曰：“阿戎才悟如此，而何作常儿遇之。”唐太宗有《守岁》<a href=\"http://so.gushiwen.org/view_10813.aspx\">诗</a>：“冬尽今宵促，年开明日长。”<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>诗：“守岁接清筵。”则知除夜守岁，唐时风俗然也。《通鉴注》：晋宋间，人多呼弟为阿戎。《宋书》：<a href=\"http://so.gushiwen.org/author_2431.aspx\">谢惠连</a>初不为父所知，族兄灵运曰：“阿戎才悟如此，而何作常儿遇之？”【朱注】《南史》：齐王思远，小字阿戎，王晏从弟也，明帝废立，尝规切晏。及晏拜骠骑，谓思远兄思微曰：“隆昌之际，阿戎劝吾自裁，若如其言，岂得有今日？”思远曰：“如阿戎所见，尚未晚也。”诗用阿戎，盖出此耳。胡严曰：阿戎，注家改为阿咸，不知阿咸乃叔侄事，与兄弟不相当。东坡与子由诗“欲唤阿咸来守岁，林乌枥马正喧哗”，亦一时误用耳，不必据以为证。<br>椒盘颂花：椒盘，旧时风俗，元日以盘盛花椒，饮酒时放入酒中。颂花，《晋书》：刘臻妻陈氏，元旦献椒花颂曰：标美灵葩，爰采爰献。崔寔《四民月令》：过腊一日，谓之小岁，拜贺君亲，进椒酒，从小起。后世率于正月一日，以盘进椒，饮酒则撮置酒中，号椒盘焉。《晋书》：刘臻妻陈氏，元旦献椒花颂曰：“标美灵葩。爰采爰献。”<br>盍簪：《易-豫》四爻：勿疑朋盍簪。此诗盍簪对列炬，取朋友聚合之意。枥马：枥，马槽。枥马，关在马棚里的马。《易·豫》九四爻：“勿疑朋盍簪。”王弼解盍为合，解答为速，盖因古冠有奔，不谓之眷耳。《程传》则解答为聚，所以聚发也。此诗盖簪对列炬，取朋友聚合之义，直作冠簪说矣，<a href=\"http://so.gushiwen.org/author_501.aspx\">阴铿</a>诗：“亭嘶背枥马。”<br><a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>侍：“岁炬常燃桂。”炬，烛火也。<br>四十明朝过：《礼记》以四十岁为强仕之年。杜甫天宝十载为四十岁，明日新年，当增一岁。《记》：“四十曰强仕。”【顾注】言四十自明朝而过，则是年正四十也。<br>夏侯湛《抵疑》：今吾子攀其飞腾之势，挂其羽翼之未。李尤诗：“年岁晚暮日已斜。”<br>任时诗：“拘束名教里。”<br>《庄子》：“吾生也有涯，而知也无涯。”</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10813.aspx\">诗</a>作于唐天宝十年（751年）。黄鹤注：诗云“四十明朝过”，则是天宝十载为四十岁。《唐书·世系表》：杜位出襄阳房，为考功郎中、湖州刺史。《困学纪闻》：位，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>诸婿也。《年谱》：天宝十载，林甫方在相位，盏簪、列炬，其炙手之徒与？公集有《寄杜位》侍，题下原注：“位京中宅，近西曲江。”",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "聚会",
    "感慨"
  ]
}