{
  "id": 8280,
  "star": 199,
  "name": "望庐山瀑布水二首",
  "dynasty": "唐代",
  "content": "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 <br>欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 <br>仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 <br>空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 <br>而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 <br>且谐宿所好，永愿辞人间。 <br>日照香炉生紫烟，遥看瀑布挂前川。 <br>飞流直下三千尺，疑是银河落九天。",
  "fanyi": "<p><strong>译文</strong><br>其一<br>从西面登上香炉峰，向南望见瀑布高挂在山前。<br>水流直下达三百丈，沿着山谷奔涌前行几十里。<br>速度快如风驰电掣，隐约之中宛如有白虹腾空。<br>乍以为是银河从天上落下，弥漫飘洒在半空中。<br>仰观瀑布那气势真雄奇啊，这是神灵造化之功！<br>再大的海风也吹不断，江上月光却能直透其中。<br>水流在空中任意飞溅，冲刷着两侧青色的石壁。<br>飞腾的水珠散发彩色霞光，水沫在巨石上沸腾。<br>我本来就最爱游赏名山，面对此景心胸更宽广。<br>不必像服琼浆一样成仙，此水已足以荡涤尘俗。<br>遁世归隐本是我夙愿，只想久居此地永辞人间。<br>其二<br>香炉峰在阳光的照射下生起紫色烟霞，远远望见瀑布似白色绢绸悬挂在山前。<br>高崖上飞腾直落的瀑布好像有几千尺，让人恍惚以为银河从天上泻落到人间。 </p><p><strong>注释</strong><br>⑴庐山：又名匡山，位于今江西省九江市北部的鄱阳湖盆地，在庐山区境内，耸立于鄱阳湖、长江之滨，江湖水气郁结，云海弥漫，多蝇岩、峭壁、清泉、飞瀑，为著名游览胜地。<br>⑵香炉峰：庐山北部名峰。水气郁结峰顶，云雾弥漫如香烟缭绕，故名。南见：一作“南望”。<br>⑶三百丈：一作“三千匹”。壑（hè）：坑谷。“喷壑”句：意谓瀑布喷射山谷，一泻数十里。<br>⑷歘（xū）：歘忽，火光一闪的样子。飞电：空中闪电，一作“飞练”。隐若：一作“宛若”。白虹：一种出现在雾上的淡白色的虹。“欻如”二句：意谓快如闪电而来，隐似白虹而起。<br>⑸河汉：银河，又称天河。一作“银河”。“半洒”句：一作“半泻金潭里”。<br>⑹造化：大自然。<br>⑺江月：一作“山月”。“江月”句：意谓瀑布在江月的映照下，显得更加清澈。<br>⑻潈（zōng）：众水汇在一起。“空中”二句：意谓瀑布在奔流过程中所激起的水花，四处飞溅，冲刷着左右青色的山壁。<br>⑼穹（qióng）石：高大的石头。<br>⑽乐：爱好。乐名山：一作“游名山”。益：更加。闲：宽广的意思。<br>⑾无论：不必说。漱：漱洗。琼液：传说中仙人的饮料。此指山中清泉。还得：但得。一作“且得”。尘颜：沾满风尘的脸。洗尘颜：喻指洗除在尘世中所沾染的污垢。<br>⑿谐：谐和。宿：旧。宿所好：素来的爱好。“且谐”二句：一作“集谱宿所好，永不归人间”，又一作“爱此肠欲断，不能归人间”。<br>⒀香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《彭蠡湖中望庐山》：“香炉初上日，瀑布喷成虹。”“日照”二句：一作“庐山上与星斗连，日照香炉生紫烟”。<br>⒁遥看：从远处看。挂：悬挂。前川：一作“长川”。川：河流，这里指瀑布。<br>⒂直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。<br>⒃疑：怀疑。银河：古人指银河系构成的带状星群。九天：一作“半天”。古人认为天有九重，九天是天的最高层，九重天，即天空最高处。此句极言瀑布落差之大。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_8280.aspx\">诗</a>体裁不一，一首五古，一首七绝，内容也有部分重复。第二首诗流传很广，曾被选入小学语文教科书，题作“望庐山瀑布”。</p> <p>　　第一首诗是五言古诗。此诗共换四次韵，前八句为一韵；中间八句每四句各一韵；末六句为一韵。诗意也可按韵分为四层。前三层基本上是摹写瀑布的壮观奇姿，属景语；只有末一层言志抒怀，属情语。前三层也各有重点：第一层从正面描写瀑布的主体实景；第二层从虚处更深更细地描绘瀑布；第三层，从上下四旁来烘托瀑布之动态。最后一层先擒后纵，收束得自然平易。首二句交待“望庐山瀑布水”的立足点和所“望”的方向。接着十四句用各种形象从不同角度形容瀑布的壮伟气势和诗人的赞叹。所谓“挂流三百丈”，“初惊河汉落”，亦即第二首的“飞流直下三干尺，疑是银河落九天”之意，但不如后者的简练和生动。末六句抒写诗人的志趣和愿望。从这首诗中，可以看出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>思想中孤傲遁世的一面。</p> <p>　　五言古诗讲究兴寄，直抒胸臆，质朴真切，气象浑成。诗人的感情起伏与诗的节奏同步，由此形成感染人的力量。李白善于乐府和歌行，常以他横空出世，骏马绝尘的非凡才力，将乐府、歌行作为表达他飞腾的想象，纵横的才思，不羁的思想，奔放的情感之最合适的艺术形式，这些诗写得神识超迈，飘然而来，忽然而去，不屑于雕章琢句，亦不劳劳于镂心刻骨，自有天马行空，不可羁勒之势。这首五古正是如此。李白把庐山瀑布写得壮美阔大。诗人寄情于山水，从“西登香炉峰”到“流沫沸穹石”都是写景，而最后三句是抒情之句。“海风吹不断，江月照江空”中的“空”字更说明诗人寻求的是一种“闲”情，也体现李白的飘逸之风。在庐山美景之下，诗人借景直抒胸臆，语言质朴真切，但仍能感染读者。第一首虽是古诗，其中却有不少对仗。古今读者多谓此首不如第二首绝句写得好，但也有不少人指出此诗自有妙句。如《苕溪渔隐丛话后集》卷四：“然余谓太白前篇古诗云：‘海风吹不断，江月照还空’。磊落清壮，语简而意尽，优于绝句多矣。”<a href=\"http://so.gushiwen.org/author_872.aspx\">葛立方</a>《韵语阳秋》卷十二：“以余观之，银河一派，犹涉比类，未若白前篇云：‘海风吹不断，江月照还空’。凿空道出，为可喜也。”韦居安《梅硐诗话》亦谓此二句“语简意足，优于绝句，真古今绝唱”，并认为“非历览此景，不足以见诗之妙”。</p> <p>　　第二首诗是七言绝句。运用了比喻夸张的手法。此诗中的香炉，即第一首诗开头提到的香炉峰，“在庐山西北，其峰尖圆，烟云聚散，如博山香炉之状”（乐史《太平寰宇记》）。可是，到了诗人李白的笔下，便成了另一番景象：一座顶天立地的香炉，冉冉地升起了团团白烟，缥缈于青山蓝天之间，在红日的照射下化成一片紫色的云霞。这不仅把香炉峰渲染得更美，而且富有浪漫主义色彩，为不寻常的瀑布创造了不寻常的背景。接着诗人才把视线移向山壁上的瀑布。“遥看瀑布挂前川”，前四字是点题。“挂前川”，这是“望”的第一眼形象，瀑布像是一条巨大的白练高挂于山川之间。“挂”字很妙，它化动为静，惟妙惟肖地表现出倾泻的瀑布在“遥看”中的形象。第一首诗说，“壮哉造化功！”正是这“造化”才能将这巨物“挂”起来，所以这“挂”字也包含着诗人对大自然的神奇伟力的赞颂。第三句又极写瀑布的动态。“飞流直下三千尺”，一笔挥洒，字字铿锵有力。“飞”字，把瀑布喷涌而出的景象描绘得极为生动；“直下”，既写出山之高峻陡峭，又可以见出水流之急，那高空直落，势不可挡之状如在眼前。然而，诗人犹嫌未足，接着又写上一句“疑是银河落九天”，真是想落天外，惊人魂魄。“疑是”值得细味，诗人明明说得恍恍惚惚，而读者也明知不是，但是又都觉得只有这样写，才更为生动、逼真，其奥妙就在于诗人前面的描写中已经孕育了这一形象。巍巍香炉峰藏在云烟雾霭之中，遥望瀑布就如从云端飞流直下，临空而落，这就自然地联想到像是一条银河从天而降。可见，“疑是银河落九天”这一比喻，虽是奇特，但在诗中并不是凭空而来，而是在形象的刻画中自然地生发出来的。它夸张而又自然，新奇而又真切，从而振起全篇，使得整个形象变得更为丰富多彩，雄奇瑰丽，既给人留下了深刻的印象，又给人以想象的余地，显示出李白那种“万里一泻，末势犹壮”的艺术风格。</p> <p>　　宋人魏庆之说：“七言诗第五字要响。……所谓响者，致力处也。”（《诗人玉屑》）这个看法在这首诗里似乎特别有说服力。比如一个“生”字，不仅把香炉峰写“活”了，也隐隐地把山间的烟云冉冉上升、袅袅浮游的景象表现出来了。“挂”字前面已经提到了，那个“落”字也很精彩，它活画出高空突兀、巨流倾泻的磅礴气势。很难设想换掉这三个字，这首诗将会变成什么样子。</p> <p>　　中唐诗人徐凝也写了一首《庐山瀑布》。诗云：“虚空落泉千仞直，雷奔入江不暂息。千古长如白练飞，一条界破青山色。”场景虽也不小，但还是给人局促之感，原因大概是它转来转去都是瀑布，瀑布，显得很实，很板，虽是小诗，却颇有点大赋的气味。比起李白那种入乎其内，出乎其外，有形有神，奔放空灵，相去实在甚远。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“帝遣银河一派垂，古来唯有谪仙词。飞流溅沫知多少，不与徐凝洗恶诗。”（《戏徐凝瀑布诗》）话虽不无过激之处，然其基本倾向还是正确的，表现了苏轼不仅是一位著名的诗人，也是一位颇有见地的鉴赏家。</p> <p>　　五言古诗因篇幅无限制，所以诗人任意挥洒，写“海风”，写“江月”，写“穹石”，写得大起大落，大开大阖，转折如意，挥洒自如，一气呵成。七言绝句因篇幅较小，诗人用夸张的比喻把景物升腾到更高的境界，达到写瀑布的极致，极为夸张，但又清新自然，浅显生动，同时具有动荡开阔的气势，飞动流走的章法，跳跃腾挪，纵横捭阖，亦有歌行的气势和特点。</p> <p>　　两首诗都是李白之作，同是写庐山瀑布之景，李白一生好入名山游在庐山秀丽的山水之中，更显诗人标名之灵气。其想象丰富，奇思纵横，气势恢宏，感情奔放，似江河奔腾，又自然清新，似云卷风清，其诗歌的审美特征是自然美、率真美和无拘无束的自由美。这两首诗歌都具有这样的审美特征。 </p>",
  "about": "<h2>创作背景</h2> 　　这两首<a href=\"http://so.gushiwen.org/view_8280.aspx\">诗</a>一般认为是公元725年（唐玄宗开元十三年）前后<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>出游金陵途中初游庐山时所作。吴小如教授认为，李白这两首诗体裁不一，内容也有一部分重复，疑非一时之作。詹锳先生在《李白诗文系年》中根据任华《杂言寄李白》诗，认为第一首五古为李白入长安以前（开元年间）所作。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "小学古诗",
    "山水",
    "组诗"
  ]
}