{
  "id": 72346,
  "star": 187,
  "name": "黄州快哉亭记",
  "dynasty": "宋代",
  "content": "　　江出西陵，始得平地，其流奔放肆大。南合沅、湘 ，北合汉沔，其势益张。至于赤壁之下，波流浸灌，与海相若。清河张君梦得谪居齐安，即其庐之西南为亭，以览观江流之胜，而余兄子瞻名之曰“快哉”。</p> <p>　　盖亭之所见，南北百里，东西一舍。涛澜汹涌，风云开阖。昼则舟楫出没于其前，夜则鱼龙悲啸于其下。变化倏忽，动心骇目，不可久视。今乃得玩之几席之上，举目而足。西望武昌诸山，冈陵起伏，草木行列，烟消日出。渔夫樵父之舍，皆可指数。此其所以为“快哉”者也。至于长洲之滨，故城之墟。曹孟德、孙仲谋之所睥睨，周瑜、陆逊之所骋骛。其流风遗迹，亦足以称快世俗。</p> <p>　　昔楚襄王从宋玉、景差于兰台之宫，有风飒然至者，王披襟当之，曰：“快哉此风！寡人所与庶人共者耶？”宋玉曰：“此独大王之雄风耳，庶人安得共之！”玉之言盖有讽焉。夫风无雌雄之异，而人有遇，不遇之变；楚王之所以为乐，与庶人之所以为忧，此则人之变也，而风何与焉？士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快？今张君不以谪为患，窃会计之余功，而自放山水之间，此其中宜有以过人者。将蓬户瓮牖无所不快；而况乎濯长江之清流，揖西山之白云 ，穷耳目之胜以自适也哉！不然，连山绝壑，长林古木，振之以清风，照之以明月，此皆骚人思士之所以悲伤憔悴而不能胜者，乌睹其为快也哉！</p> <p>　　元丰六年十一月朔日，赵郡苏辙记。",
  "fanyi": "<p><strong>译文</strong><br>　　长江出了西陵峡,才进入平地，水势奔腾浩荡。南边与沅水、湘水合流，北边与汉水汇聚，水势显得更加壮阔。流到赤壁之下，波浪滚滚，如同大海一样。清河张梦得，被贬官后居住在齐安，于是他在房舍的西南方修建了一座亭子，用来观赏长江的胜景。我的哥哥子瞻给这座亭子起名叫“快哉亭”。<br>　　在亭子里能看到长江南北上百里、东西三十里。波涛汹涌，风云变化不定。在白天，船只在亭前来往出没；在夜间，鱼龙在亭下的江水中悲声长啸。景物变化很快，令人惊心骇目，不能长久地欣赏。能够在几案旁边欣赏这些景色，抬起眼来就足够看了。向西眺望武昌的群山，（只见）山脉蜿蜒起伏，草木成行成列，烟消云散，阳光普照，捕鱼、打柴的村民的房舍，都可以一一数清。这就是把亭子称为“快哉”的原因。到了长江岸边古城的废墟，是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、孙权傲视群雄的地方，是周瑜、陆逊驰骋战场的地方，那些流传下来的风范和事迹，也足够让世俗之人称快。<br>　　从前，楚襄王让<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>、景差跟随着游兰台宫。一阵风吹来，飒飒作响，楚王敞开衣襟，迎着风，说：“这风多么畅快啊！这是我和百姓所共有的吧。”宋玉说：“这只是大王的雄风罢了，百姓怎么能和您共同享受它呢？”宋玉的话在这儿大概有讽喻的意味吧。风并没有雄雌的区别，而人有生得逢时，生不逢时的不同。楚王感到快乐的原因，而百姓感到忧愁的原因，正是由于人们的境遇不同，跟风又有什么关系呢?读书人生活在世上，假使心中不坦然，那么，到哪里没有忧愁？假使胸怀坦荡，不因为外物而伤害天性（本性），那么，在什么地方会不感到快乐呢？（读书人生活在世上，如果他的内心不能自得其乐，那么，他到什么地方去会不忧愁呢？如果他心情开朗，不因为环境的影响而伤害自己的情绪，那么，他到什么地方去会不整天愉快呢？）<br>　　张梦得不把被贬官而作为忧愁，利用征收钱谷的公事之余，在大自然中释放自己的身心，这是他心中应该有超过常人的地方。即使是用蓬草编门，以破瓦罐做窗，都没有觉得不快乐，更何况在清澈的长江中洗涤，面对着西山的白云，尽享耳目的美景来自求安适呢？如果不是这样，连绵的峰峦，深陡的沟壑，辽阔的森林，参天的古木，清风拂摇，明月高照，这些都是伤感失意的文人士大夫感到悲伤憔悴而不能忍受的景色，哪里看得出这是畅快的呢！<br>　　元丰六年十一月初一，赵郡<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>记。</p><p><strong>注释</strong><br>【江出西陵】江，长江。出，流出。西陵，西陵峡，又名夷陵峡，长江三峡之一，在湖北宜昌西北。<br>【始】才<br>【奔放肆大】奔放，水势疾迅。肆大，水流阔大。肆，极，甚。<br>【南合沅、湘，北合汉沔（miǎn）】沅，沅水（也称沅江）。湘，湘江。两水都在长江南岸，流入洞庭湖，注入长江。汉沔，就是汉水。汉水源出陕西宁羌，初名漾水，东流经沔县南，称沔水，又东经褒城，纳褒水，始称汉水。汉水在长江北岸。<br>【益张】更加盛大。张，大。<br>【赤壁】赤鼻矶，现湖北黄冈城外，苏辙误以为周瑜破曹操处。<br>【浸（jìn）灌】浸，灌，意思都是“注”。此处指水势浩大。<br>【清河张君梦得谪居齐安】清河，县名，现河北清河。张君梦得，张梦得，字怀民，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>友人。齐安，宋代黄冈为黄州齐按郡，因称。谪，贬官。居，居住。<br>【即】就着，依着。<br>【胜】胜景，美景。<br>【亭之所见】在亭上能够看到的（范围）。所见，所看到的景象。<br>【一舍（shè）】三十里。古代行军每天走三十里宿营，叫做“一舍”。<br>【风云开阖（hé）】风云变化。意思是风云有时出现，有时消失。开，开启。阖，闭合。<br>【倏忽】顷刻之间，一瞬间，指时间短。<br>【动心骇目】犹言“惊心动魄”。这是指景色变化万端，能使见者心惊，并不是说景色可怕。这里动和骇是使动用法。解释为：使……惊动，使……惊骇<br>【不可久视】这是说，以前没有亭子，无休息之地，不能长久地欣赏。<br>【今乃得玩之几席之上】可以在亭中的几旁席上赏玩这些景色。几，小桌，茶几。<br>【举目而足】抬起眼来就可以看个够。<br>【草木行列】草木成行成列非常茂盛，形容草木繁荣。<br>【指数】名词作状语，用手指清点。<br>【长洲】江中长条形的沙洲或江岸。<br>【故城之墟】旧日城郭的遗址。故城，指隋朝以前的黄州城（唐朝把县城迁移了）。墟，旧有的建筑物已被毁平而尚留有遗迹的空地。<br>【曹孟德、孙仲谋之所睥睨】曹操（字孟德）、孙权（字仲谋）所傲视的地方。睥睨，斜视的样子，引申为傲视。赤壁之战时，曹操、孙权都有气吞对方的气概。<br>【周瑜、陆逊之所骋骛（chěngwù）】周瑜、陆逊均为三国时东吴的重要将领。周瑜、陆逊活跃的地方。周瑜曾破曹操于赤壁，陆逊曾袭关羽于荆州，败刘备于夷陵，破魏将曹休于皖城。骋骛，犹言“驰马”，形容他们驰骋疆场。<br>【称快世俗】使世俗之人称快。称快为使动用法，使……称快。<br>【楚襄王从宋玉、景差于兰台之宫】宋玉有《风赋》，讽楚襄王之骄奢。楚襄王，即楚顷襄王，名横，楚怀王之子。宋玉、景差都是楚襄王之侍臣。兰台宫，遗址在湖北钟祥东。从，使……从。<br>【快哉此风】特殊句式，主谓倒装，应为“此风快哉”，解释为这风多么让人感到畅快啊！<br>【披】敞开<br>【当】迎接<br>【盖有讽焉】大概有讽谏的意味在里头。讽，讽喻。宋玉作《风赋》，讽楚襄王之骄奢。焉，兼词 于之，在那里。<br>【人有遇不遇之变】人有遇时和不遇时的不同时候。遇，指机遇好，被重用。<br>【与（yù）】参与，引申为有何关系。<br>【使其中不自得】使，假使。中，内心，心中。自得，自己感到舒适、自在。<br>【病】忧愁，怨恨。<br>【以物伤性】因外物（指环境）而影响天性（本性）。<br>【适】往，去。<br>【患】忧愁。<br>【窃会（kuài）计之余功】窃，偷得，这里即“利用”之意。会计，指征收钱谷、管理财务行政等事务。余功，公事之余。<br>【自放】自适，放情。放，纵。<br>【此其中宜有以过人者】其，代词，指心胸。<br>【蓬户瓮牖】蓬户，用蓬草编门。瓮牖，用破瓮做窗。蓬、瓮，名词作状语。<br>【濯】洗涤。<br>【揖】拱手行礼。这里的意思是面对（西山白云）。<br>【自适】自求安适。适，闲适。<br>【此皆骚人思士之所以悲伤憔悴而不能胜者】此，指“连山绝壑，长林古木”等快哉亭上所见景物。骚人思士，指心中有忧思的人。胜，承受，禁（jīn）得起。<br>【乌睹其为快也哉】哪里看得出这是畅快的呢！乌……哉，哪里……呢。乌，哪里。<br>【赵郡】苏辙先世为赵郡栾城（今河北赵县）人<br>【朔】夏历每月初一。<br>【望】每月月圆时，即十五。<br>【既望】夏历每月十六<br>【晦】夏历每月最后一天。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>（1039-1112），字子由，汉族，眉州眉山（今属四川）人。嘉佑二年（1057）与其兄<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>同登进士。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。</p> <p>　　苏辙的散文《黄州快哉亭记》，因其高超的艺术技巧，历来被人推崇备至，公认是一篇写景、叙事、抒情、议论紧密结合并融为一体的好文章。最能体现苏辙为文纡徐（从容缓慢）条畅（通畅而有条理）、汪洋（气度宽宏）澹泊（不追求名利）的风格，就同他的为人一样。这篇文章由写景叙事入手，而后转入议论。条理清晰，结构严谨，过渡自然，不露痕迹。写景，能曲肖其景，但又不实不死，做到情景俱出，境界深远，让人产生丰富的联想；叙事，能于简要之中插入闲情，磊落跌宕，分外远致。这篇文章最杰出的地方，还在于它的议论。文章就同样的“风”，因帝王、庶人生活、思想之不同而感觉殊异的事实，得出“使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快”的结论。立论正确，论证有力，结论无可辩驳，令人信服。“论如析薪，贵能破理”。（梁·<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·论说》）要能破理，立论首先要正确，要“贵是而不务华”。（汉·<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>《论衡·自纪》）《黄州快哉亭记》以人对外物的感受是千差万别、因人而异的事实立论，这无疑是正确的。立论“贵是”，就要贵在正确揭示事物的本质。要能破理，在论证过程中还应做到，所“考引事实”必须“不使差忒”。（宋·洪迈《容斋随笔》）苏辙在文章中征引楚襄王兰台披襟当风故事，作为论证的例子，故事的出处在<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的《风赋》（见·梁·萧统《昭明文选》），确凿无误，足可传信。最难能的是，这篇文章的议论始终带着情韵，故虽有一股愤懑不平之气贯注其间，却不显出伧父面目。“风无雄雌之异……而风何与焉？”“连山绝壑……乌睹其为快也哉！”等等议论就是。这些议论都近乎于言情，近乎于绘景，显得情韵十足，无丝毫议论常有的逼人气势。唯其如此，文章纡徐条畅，汪洋澹泊的总体风格，也就不致因这些议论而遭受贬斥。</p> <p>　　本文通过记叙取名为“快哉亭”的原因，借题发挥，劝慰在谪居生活的张梦得和苏轼，“使其中坦然，不以物伤性，将何适而非快?”当时苏辙也在贬中，写作此文，亦有自慰之意。</p> <p>　　全文分三段。第一段从长江水势落笔，写登临亭子能览观江流之胜，暗寓快哉之意。第二段揭出命名的缘由：一是从俯瞰、昼观、夜间、近睹、远眺诸角度，极言观赏亭子周围的山川胜景，足以令人称陕。第三段直议“快哉”：先引《风赋》中的有关文字，点“快哉”的出典，然后就楚王之乐、庶民之忧，联想到“士生于世”的两种不同处世态度，肯定张梦得不以物伤性，自放于山水之间的那种“何适而非快”的乐观倔强的情怀。最后从反面收结，进一步衬托出张梦得旷达胸襟的可贵。</p> <p>　　全文结构严谨，紧扣“快哉”着笔，一篇之中“快”字凡七见，既做足了题目，又把不以谪居为患，在逆境中自勉之意发挥得淋漓尽致。文势宏放，笔致委曲明畅，能体现苏辙散文风格。《古文观止》评：“读之令人心胸旷达，宠辱俱忘。”这种评价，决非虚言。</p> <p>　　作者在本文中畅言“快哉”二字，不仅因为快哉亭所处地理位置的景象使人心旷神怡，而且因为宦途失意之人如果“不以物伤性”，则无论处于什么环境，都能“自放山水之间”而独得其快。文章清新开阔，气势奔逸，将写景、叙事、抒情、议论熔于一炉，借用典故并加以发挥，把快意之情写得淋漓尽致。</p><br/><h2>简析</h2> <p>　　本文的文体是“记”。本文特点是因亭景而生意，借亭名而发论，结构严谨，条理清晰。文章在开头交代快哉亭的地理位置、命名由来、并为后文安排伏笔之后，在第二段着力描写快哉亭附近的足以令人快意的景物。在写景时，或就目之所见，或就思之所及，融时空于一体，变化多端，开阖自如。在第三段就“快哉”二字的来历发表议论，说明人生之快，既不在身边景物的优劣，也不在遇与不遇的不同，得出了“士生于世，使其中不自得，将何往而非病？使其中坦然，不以物伤性，将何适而非快”的结论，既赞扬了张梦得，也抒发了自己不以贬谪为怀、随遇而安的思想感情，使一篇写景文章有了更深刻的意义。文章委婉曲致，一波三折，充分体现了作者“汪洋澹泊，一唱三叹”的文章风格。</p> <p>　　宋神宗元丰年间(1078—1085)，张梦得、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>都被贬至黄州。张梦得在寓所西南筑亭，苏轼命名为“快哉亭”，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>作《黄州快哉亭记》。当时苏辙因反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>新法，被贬至筠州(今江西高安县)监巡盐酒税，政治上也是很不得意。但他不以贬谪为怀，惟适自安。这篇文章就表现了这种心情。</p>",
  "about": "<h2>文言常识</h2> <p><strong>古今异义</strong><br>⑴窃会计之余功（古义：征收钱粮等公务；今义：财务工作人员）<br>⑵将何往而非病（古义：心情悲伤；今义：疾病）<br>⑶使其中坦然，不以物伤性（古义：心情舒畅；今义：心里平静，无顾虑）<br>⑷ 使其中坦然，不以物伤性（古义：他的心中；今义：在中间）</p> <p><strong>词类活用</strong><br>⑴南合沅、湘，北合汉沔 （南， 名词作状语，在南； 北，名词作状语，在北）<br>⑵ 而余兄子瞻名之曰“快哉”（名，名词作动词，取名。）<br>⑶昼则舟楫出没于其前 （昼，名词作状语，在白天。）<br>⑷ 夜则鱼龙悲啸于其下（夜，名词作状语，在晚上。）<br>⑸ 动心骇目（动，骇，使动用法，使……动，使……骇。）<br>⑹ 西望武昌诸山（西，名词作状语，向西。）<br>⑺ 草木行列（行列，名词作动词，排成行列。）<br>⑻亦足以称快世俗（称快，使动用法，使……称快）<br>⑼昔楚襄王从<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>、景差于兰台之宫（从，使动用法，使……从）<br>⑽ 将蓬户瓮牖（蓬，瓮，名词作动词，用蓬草编，用破瓮做。）<br>⑾穷耳目之胜以自适也哉！（穷，使动用法，使……穷尽）<br>⑿皆可指数 （指，名词作状语，用手去指。）<br>（13）穷耳目之胜以自适也哉（自适，使动，使自己安适）</p> <p><strong>特殊句式</strong><br>⑴判断句<br>①此独大王之雄风耳<br>②此其所以为快哉者也<br>③此则人之变也<br>④此皆骚人思士之所以悲伤憔悴而不能胜者<br>⑵省略句<br>①窃会计之余功而自放山水之间（“自放”后省略介词“于”）<br>②亦足以称快世俗（“称快”后省略介词“于”）<br>③ 今乃得玩之几席之上（“玩之”后省略介词“于”）<br>④举目而足（“足”后省谓语“赏”）<br>⑤江出西陵（“出”后省略介词“于”）<br>⑶介词结构后置<br>①振之以清风，照之以明月（正常语序为“以清风振之，以明月照之”）<br>②昼则舟楫出没于其前，夜则鱼龙悲啸于其下。（介词结构后置句）<br>⑷被动句<br>①清河张君梦得谪居齐安。（被动句。谪，被贬官。）<br>⑸主谓倒置句<br>①快哉此风！<br>⑹宾语前置句<br>①而风何与焉？（“何”是动词“与”的宾语。）<br>②将何往而非病？（“何”是动词“往”的宾语。）<br>③ 将何适而非快？（“何”是动词“适”的宾语。）<br>④窃会计之余功而自放山水之间。（“自”是动词“放”的宾语。）<br>⑤楚王之所以为乐（“之所以”是动词“为乐”的宾语）<br>⑺定语后置<br>①有风飒然至者。（有飒然至者风）</p> <p><strong>固定句式</strong><br>⑴乌睹其为快也哉！（“乌……哉”有“哪里……呢”的意思。）</p> <p><strong>一词多义</strong><br>⑴以览观江流之胜（美景）<br>此皆骚人思士之所以悲伤憔悴而不能自胜者（承受）<br>⑵盖亭之所见（句首语气词）<br>玉之言盖有讽焉（大概）<br>⑶将何适而非快（往，去）<br>穷耳目之胜以自适也哉（闲适）<br>⑷此则人之变也，而风何与焉？（参与，引申为有何关系）<br>与庶人之所以为忧（和）<br>⑸不以物伤性（因为）<br>此其中宜有以过人者（“有以”固定结构，有用来……办法、地方）<br>振之以清风，照之以明月（用）</p><br/><h2>创作背景</h2> 　　元丰二年（1079），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因“乌台<a href=\"http://so.gushiwen.org/view_72346.aspx\">诗</a>案”被贬黄州。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>上书营救苏轼，因而获罪被贬为监筠州（今江西高安）盐酒税。元丰六年，与苏轼同谪居黄州的张梦得，为览观江流，在住所西南建造了一座亭子，苏轼替它取名为“快哉亭”，还写了一首以快哉亭为题材的词——《水调歌头·黄州快哉亭赠张偓佺》，苏辙则为它作记以志纪念。黄州，今湖北黄冈，宋名齐安。",
  "poet": {
    "id": 366,
    "star": 0,
    "name": "苏辙",
    "image": "http://img.gushiwen.org/authorImg/suzhe.jpg",
    "desc": "苏辙（1039—1112年），字子由，汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写景",
    "抒情",
    "议论",
    "散文"
  ]
}