{
  "id": 72954,
  "star": 17,
  "name": "新城道中二首",
  "dynasty": "宋代",
  "content": "东风知我欲山行，吹断檐间积雨声。<br>岭上晴云披絮帽，树头初日挂铜钲。<br>野桃含笑竹篱短，溪柳自摇沙水清。<br>西崦人家应最乐，煮芹烧笋饷春耕。</p> <p>身世悠悠我此行，溪边委辔听溪声。<br>散材畏见搜林斧，疲马思闻卷旆钲。<br>细雨足时茶户喜，乱山深处长官清。<br>人间岐路知多少，试向桑田问耦耕。",
  "fanyi": "<p><strong>译文<br></strong>东风像是知道我要到山里行，吹断了檐间连日不断的积雨声。<br>岭上浮着的晴云似披着丝棉帽，树头升起的初日象挂着铜钲。<br>矮矮竹篱旁野桃花点头含笑，清清的沙溪边柳条轻舞多情。<br>生活在西山一带的人家应最乐，煮葵烧笋吃了好闹春耕。</p> <p>漫漫人生旅途就同我脚下悠悠的路，马行溪边，放下缰绳缓缓走着，听那潺潺溪水声。<br>那朝廷上的党争，即便是难用之材也怕搜林之斧，疲惫的战马希望听到收兵的号令。<br>下够了的细雨，带给茶农喜悦，在这乱山深处还有我的清官好友。<br>人间的歧路能知多少？问问田里耕作的农民吧。</p> <p><strong>注释<br></strong>⑴东风：春风。<br>⑵吹断檐间积雨声：吹停了屋外下了很久的雨。<br>⑶絮帽：棉帽。<br>⑷钲（zhēng）：古代乐器，铜制，形似钟而狭长，有长柄可执，口向上以物击之而鸣，在行军时敲打。<br>⑸西崦（yān）：这里泛指山。<br>⑹饷：用食物款待别人。<br>⑺委：舍弃，这里是放下之意。辔（pèi）：缰绳。<br>⑻散材：原指因无用而享天年的树木。后多喻天才之人或全真养性、不为世用之人。《庄子·人间世》：“ 匠石之齐，至于曲辕 ，见栎社树······曰：‘已矣，勿言之矣！散木也，以为舟则沉，以为棺椁则速腐，以为器则速毁，以为门户则液樠，以为柱则蠹。是不材之木也，无所可用，故能若是之寿。’”<br>⑼卷旆（pèi）钲：收兵的号令。古代旗末端状如燕尾的垂旒，泛指旌旗。<br>⑽耦耕：二人并耕，这里指耕地之人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_72954.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在去往新城途中，对秀丽明媚的春光，繁忙的春耕景象的描绘。第一首诗主要写景，景中含情。第二首着重抒情，情中有景。</p> <p>　　清晨，诗人准备启程了。东风多情，雨声有意。为了诗人旅途顺利，和煦的东风赶来送行，吹散了阴云；淅沥的雨声及时收敛，天空放晴。“檐间积雨”，说明这场春雨下了多日，正当诗人“欲山行”之际，东风吹来，雨过天晴，诗人心中的阴影也一扫而光，所以他要把东风视为通达人情的老朋友一般了。出远门首先要看天色，既然天公作美，那就决定了旅途中的愉悦心情。出得门来，首先映入眼帘的是那迷人的晨景：白色的雾霭笼罩着高高的山顶，仿佛山峰戴了一顶白丝绵制的头巾；一轮朝阳正冉冉升起，远远望去，仿佛树梢上挂着一面又圆又亮的铜钲。穿山越岭，再往前行，一路上更是春光明媚、春意盎然。鲜艳的桃花，矮矮的竹篱，袅娜的垂柳，清澈的小溪，再加上那正在田地里忙于春耕的农民，有物有人，有动有静，有红有绿，构成了一幅画面生动、色调和谐的农家春景图。雨后的山村景色如此清新秀丽，使得诗人出发时的愉悦心情有增无减。因此，从他眼中看到的景物都带上了主观色彩，充满了欢乐和生意。野桃会“含笑”点头，“溪柳”会摇摆起舞，十分快活自在。而诗人想象中的“西崦人家”更是其乐无比：日出而作，日入而息；田间小憩，妇童饷耕；春种秋收，自食其力，不异桃源佳境。这些景致和人物的描写是作者当时欢乐心情的反映，也表现了他厌恶俗务、热爱自然的情趣。</p> <p>　　第二首继写山行时的感慨，及将至新城时问路的情形，与第一首词意衔接。行进在这崎岖漫长的山路上，诗人联想到人生的旅途同样是这样崎岖而漫长。有山重水复，也有柳暗花明；有阴风惨雨，也有雨过天晴。诗人不知不觉中放松了缰绳，任马儿沿着潺潺的山溪缓缓前行。马背上的诗人低头陷入了沉思。三、四两句颇见性情，很有特色，脍炙人口。“散材”、“疲马”，都是作者自况。作者是因为在激烈的新、旧党争中，在朝廷无法立脚，才请求外调到杭州任地方官的。“散材”，是作者自喻为无用之才。“搜林斧”，喻指新、旧党争的党祸。即使任官在外，作者也在担心随时可能飞来的横祸降临，即便是无用之材，也畏见那搜林的利斧。作者对政治斗争、官场角逐感到厌倦，就像那久在沙场冲锋陷阵的战马，早已疲惫不堪，很想听到鸣金收兵的休息讯号。所以，作者对自己此时这样悠然自在的生活感到惬意。他在饱览山光水色之余，想到了前几日霏霏春雨给茶农带来的喜悦，想到了为官清正的友人新城县令晁端友。临近新城，沉思之余，急切间却迷了路。诗的最末两句，就写诗人向田园中农夫问路的情形，同时也暗用《论语·微子》的典故：两位隐士长沮、桀溺祸耦而耕，孔子命子路向他们问路，二人回答说：“滔滔者，夭下皆是也，而谁以易之？且而与其从避人之士也，岂若从避世之士哉？”诗人以此喻归隐之意。</p> <p>　　两首诗以时间先后为序，依原韵自和，描绘“道中”所见所闻所感，格律纯熟，自然贴切，功力深厚。尤其是第一首“野桃”、“溪柳”一联倍受后人激赏，汪师韩以为是“铸语神来之笔，“常人得之便足以名世”（《苏诗选评笺释》卷二）。其实不仅此联，即如“絮帽”“铜钲”之比拟恰切，“散材”、“疲马”之颇见性情，也是诗中妙对。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "春天",
    "写景",
    "喜悦",
    "热爱",
    "自然"
  ]
}