{
  "id": 52978,
  "star": 14,
  "name": "鹧鸪天·紫禁烟花一万重",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">有怀京师上元，与韩叔夏司谏、王夏卿侍郎、曹仲谷少卿同赋。</span></p> <p>紫禁烟花一万重，鳌山宫阙倚晴空。玉皇端拱彤云上，人物嬉游陆海中。<br>星转斗，驾回龙。五侯池馆醉春风。而今白发三千丈，愁对寒灯数点红。",
  "fanyi": "<h2>注释</h2> ①紫禁：指汴京皇宫。烟花一万重：形容春色浓郁。烟花：烟云与花朵。<br>②鳌山：元宵节之灯山。<br>③端拱：端坐拱手，无为而治。玉帝：指皇帝。<br>④陆海<br>⑤五侯：后汉桓帝一日封五个侯爵。此指贵家池馆。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词打破了结构上分片的定格。从文义看，前七句和后两句，是意境迥异、对比鲜明的。</p> <p>　　前七句，词人从怀旧入手，以流利轻快的笔法，描绘了汴京紫禁城内外欢度上元佳节的盛况。正月十五之夜，华灯宝柜与月色焰火交辉，华灯叠成的鳌山与华丽的宫殿高耸云天，至尊的帝王端坐于高楼之上，万民百姓则嬉戏游玖于街衢之间。斗转星移，龙驾回宫此时万众狂欢更趋高潮。这幅上元节情景，完全是记实。据南宋孟元老《东京梦华录》回忆，上元的汴京“灯山上彩，金碧相射，锦绣交辉。……宣德楼上，皆垂黄缘帘，中一位乃御座。……万姓皆露台下观看，乐人时引万姓山呼。”此外该书还记载的：“别有深坊小巷，绣额珠帘，巧制新妆，竞夸华丽，春情荡飏，酒兴融恰，雅会幽欢，寸阴可惜，景色浩闹，不觉更阑。宝骑马骎骎，香轮辘辘，五陵年少，满路行歌，万户千门，笙簧未彻。”这从一侧面反映了民间情景，由此读者可以想见豪贵之家此夕宴乐之盛，但如其自序所云“未尝经从”，故从阙略罢了。“五侯”，这是个典故是说汉代外戚、宦官有五人同时封侯之的。故以后用它泛称权贵之家为侯家。</p> <p>　　如此良辰美景，是何等繁盛、万众何等欢乐，但最后两句，词意陡转，读者面前突现了一个萧索凄清的境界：“而今白发三千丈，愁对寒灯数点红。”“而今”二字，把上元狂欢的画面抛到了遥远的过去，成了一个幻境，这是化实为虚的妙笔；同时，又把词人所处的现实环境一下子推到读者眼前。词人抚今追昔，真有恍若隔世的感觉：当年身为贵胄（向子諲是宋神宗钦圣宪肃皇后的再从侄），曾出入宫闱，备受恩宠，此时却是一个皤然老翁；当年目睹京城繁华，亲历北宋盛况，此时僻居乡里，只能与数点寒灯作伴。</p> <p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《姜斋<a href=\"http://so.gushiwen.org/view_52978.aspx\">诗</a>话》说：“以乐景写哀，以哀景写乐，一倍增其哀乐。”的确如王夫之所说这首词将今昔两个画面加以对比，这种盛与衰、乐与哀相互对比的手法，确实收到了强烈的艺术效果。“白发三千丈”借用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>名句，表现愁绪满怀的词人“愁对寒灯数点红”凝聚着词人多少深沉的感慨：是对昔日繁华生活的眷恋？是对往事若梦的人生喟叹？还是因国破家亡而产生的怅恨？抑或是“流水落花春去也，天上人间”的失落感？这一切，词人用一个“愁”字点破了。</p> <p>　　“白发”、“寒灯”二句中，两个描写色彩的字“白”与“红”又互相映衬，渲染了一种凄清的境界。结句凝重，含蕴无穷，以少总多，发人遐思，是全篇传神之笔。</p>",
  "about": "<h2>创作背景</h2> 　　向子諲是一位生活两宋之交的词人。他将自己创作的<a href=\"http://so.gushiwen.org/view_52978.aspx\">诗</a>词编为《酒边词》，此书分成“江南新词”和“江北旧词”前后两卷。这样的编排，词人用意很深。南宋<a href=\"http://so.gushiwen.org/author_2687.aspx\">胡寅</a>认为他“退江北所作于后，而进江南所作于前，以枯木之心，幻出葩华；酌玄酒之尊，弃置醇味”（《题酒边词》），这种说法大致正确。向子諲前半生亲见北宋社会表面繁荣兴盛，而且金兵进犯、宋室南渡后，他力主抗金，因得罪秦桧，于是被贬还乡，居保江西临江。向子諲的晚年词作，多抒写淡泊名利的闲适生活情趣，但也常常怀念北宋徽宗时代的繁盛。这类感旧伤时之作，隐寓着深沉的忧国伤己之恨。这首《鹧鸪天》只注明“有怀京师上元”，未注明作于何年。作者集中另一首词有《清平乐。岩桂盛开戏呈韩叔夏司谏》云：“而今老我芗林，世间百不关心。独喜爱香韩寿，能来同醉花阴。”绍兴九年己未（1139）归隐以后词人与韩叔夏常唱和往来，所以这首词亦当为此后数年间所作。",
  "poet": {
    "id": 412,
    "star": 0,
    "name": "向子諲",
    "desc": "向子諲(yīn)（1085-1152），字伯恭，号芗林居士，临江（今江西清江县）人。哲宗元符三年（1100）以荫补官。徽宗宣和间，累官京畿转运副使兼发运副使。高宗建炎处任迁江淮发运使。素与李纲善，李纲罢相，子湮也落职。起知潭州，次年金兵围潭州，子諲率军民坚守八日。绍兴中，累官户部侍郎，知平江府，因反对秦桧议和，落职居临江，其诗以南渡为界，前期风格绮丽，南渡后多伤时忧国之作。有《酒边词》二卷。"
  },
  "tags": [
    "怀旧"
  ]
}