{
  "id": 10944,
  "star": 17,
  "name": "野老",
  "dynasty": "唐代",
  "content": "野老篱前江岸回，柴门不正逐江开。<br>渔人网集澄潭下，贾客船随返照来。<br>长路关心悲剑阁，片云何意傍琴台。<br>王师未报收东郡，城阙秋生画角哀。",
  "fanyi": "<p><strong>译文<br></strong>江岸回曲，竹篱茅舍，我正在草堂前的江边漫步观赏， 柴门歪歪斜斜的却自然而然的正好迎着大江。<br>而那边澄碧的百花潭种渔民们正欢快的下网捕鱼呢 ，连那一艘艘商船也映着晚霞，纷纷在此靠岸了。<br>我想到那返回故里的路途，然而剑门失守，不尽归路断绝，整个局势都是那样危急，使人忧念日深，可我这浮云般的漂泊之身却滞留蜀中。<br>去年洛阳再次失陷后，至今尚未光复，而西北方面的吐蕃又在虎视眈眈，蜀中也隐伏战乱的危机听那从萧瑟秋风中的成都墙头传来的画角声，凄切悲凉。</p> <p><strong>注释<br></strong>（1）野老：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>自称。<br>（2）篱前：竹篱前边，有的版本作篱边。<br>（3）逐江开：浣花溪自西而东流。<br>（4）澄潭：指百花潭。<br>（5）贾（gǔ）客：商人。<br>（6）剑阁：指剑门关，今四川省剑阁县境内。<br>（7）琴台：汉<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>弹琴的地方，在成都浣花溪北。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联，概括写草堂周围环境，文笔简单随心，开头“野老”二字，是<a href=\"http://so.gushiwen.org/view_10944.aspx\">诗</a>人自称。江岸回曲，竹篱茅舍，此时诗人正在草堂前的江边漫步观赏。“柴门”一句妙在写得毫不费力。这个柴门好像是随意安上去的，既然江流在这里拐了个弯，诗人就迎江安个门，方位不正也无所谓，一切任其自然。</p> <p>　　颔联，写草堂之外人的活动和江村的景色，笔触悠闲疏淡，诗句好像信手拈来一样。澄碧的百花潭中，渔民们正在欢快地下网捕鱼。也许因为江流回曲，适于泊舟，那一艘艘商船也映着晚霞，纷纷在此靠岸了。</p> <p>　　诗的上半部分，是诗人野望之景，出语纯真自然，犹如勾画了一幅素淡恬静的江村闲居图，整个画面充满了村野之趣，传达了此时此刻诗人的闲适心情。诗的前四句所写之景，好像诗人自身融入到客观世界，写出的意境恰如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》所说的“无我之境，以物观物，故不知何者为我，何者为物”。这首诗的前四句，诗人心境淡泊闲静，完全陶醉于优美的江边晚景中，达到了物我两忘的境界。然而诗人并不是一个超然物外的隐士，久望之下，竟又生出另一番情思来了。诗的后半部分转入抒情后，仍未脱离写景，但是带有主观感受，正如《人间词话》中“有我之境，以我观物，故物皆着我之色彩”。这里的景物，无论是云彩还是城阙，是秋色还是角音，都浸染了诗人哀伤的感情色彩。两种境界，互相映衬，产生了强烈的艺术感染力。</p> <p>　　颈联，“长路”承上“贾客船”而来，接得极自然。正是这些“贾客船”，扰乱了诗人平静的心境，令诗人想起那漫漫长途。这“长路”首先把诗人的思绪引向大江南北，那里有诗人日夜思念的弟妹，诗人常想顺江东下。由此又想到另一条北上长安，东下洛阳，重返故里的“长路”。然而剑门失守，不仅归路断绝，而且整个局势紧张危急，使诗人忧念日深。在这迷惘痛苦之中，诗人仰头见到白云，不禁感慨自己浮云般的飘泊之身却留滞蜀中，首先是因为战乱未平，兵戈阻绝，其次，这也是诗人对那些把诗人赶出朝廷，剥夺了诗人为国效力的机会的人的愤慨。诗人借云抒情，深婉含蓄，表达了诗人流寓剑外、报国无门的痛苦，以及找不到出路的迷乱心情。</p> <p>　　尾联，传出了诗人哀愁伤感的心情。诗人感叹去年洛阳再次失陷后，至今尚未光复，而西北方面吐蕃又在虎视眈眈。蜀中也隐伏着战乱的危机，听那从萧瑟秋风中的成都城头传来的画角声，十分凄切悲凉。全诗以此作结，余味无穷。</p> <p>　　整首诗采用了借景抒情的手法，当诗的上半部展现出那幅江村图时，诗人似乎是忘情于自然了，到了下半部，才表现出诗人深沉的忧国忧民之心，原来诗人的闲适放达，是在报国无门的困境中的一种自我解脱，这种超脱是平静之下的深沉的无奈和哀痛。</p>",
  "about": "<h2>创作背景</h2> 　　《野老》写于（上元元年）760年，这时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>刚在成都西郊的草堂定居下来，对生活还是聊感欣慰，但是国家仍然动荡不安，百姓处于水深火热中使他无法宁静，于是写下这首<a href=\"http://so.gushiwen.org/view_10944.aspx\">诗</a>。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "爱国",
    "抒怀"
  ]
}