{
  "id": 7,
  "star": 364,
  "name": "兔罝",
  "dynasty": "先秦",
  "content": "肃肃兔罝，椓之丁丁。赳赳武夫，公侯干城。<br>肃肃兔罝，施于中逵。赳赳武夫，公侯好仇。<br>肃肃兔罝，施于中林。赳赳武夫，公侯腹心。",
  "fanyi": "<p><strong>译文</strong><br>兔网结得紧又密，布网打桩声声碎。武士气概雄赳赳，是那公侯好护卫。</p> <p>兔网结得紧又密，布网就在叉路口。武士气概雄赳赳，是那公侯好帮手！</p> <p>兔网结得紧又密，布网就在林深处。武士气概雄赳赳。是那公侯好心腹！</p> <p><strong>注释<br></strong>⑴肃肃(suō)：整饬貌，密密。罝（jū 居）：捕兽的网。<br>⑵椓（zhuó 浊）：打击。丁丁（zhēnɡ 争）：击打声。布网捕兽，必先在地上打桩。<br>⑶赳赳：威武雄健的样子。<br>⑷公侯：周封列国爵位（公、侯、伯、子、男）之尊者，泛指统制者。干：盾牌。城：城池。干城，比喻捍卫者。<br>⑸逵（kuí 魁）：九达之道曰“逵”。中逵，即四通八达的路叉口。<br>⑹仇（qiú 求）：通“逑”。<br>⑺林：牧外谓之野，野外谓之林。中林，林中。<br>⑻腹心：比喻最可信赖而不可缺少之人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　将打桩设网的狩猎者，与捍卫公侯的甲士联系起来，似乎也太突兀了些。但在先秦时代，狩猎本就是习练行军布阵、指挥作战的“武事”之一。《周礼·大司马》曰：“中春，教振旅。司马以旗致民，平列陈（阵），如战之陈，辨鼓铎镯铙之用，……以教坐作、进退、疾徐、疏数之节，遂以蒐田（打猎）。”其他如“中夏”、“中秋”、“中冬”，亦各有“教茇舍（野外驻营）”、“教治兵”、“教大阅（检阅军队的综合训练）”的练兵活动，并与打猎结合在一起进行。按孔子的解释就是：“以不教民战，是谓弃之。兵者凶事，不可空设，因蒐狩（打猎）而习之。”打猎既为武事，则赞美公侯的卫士，偏从打桩设网的狩猎“兴起”，也正在情理之中了。</p> <p>　　一场紧张的狩猎就将开始。从首章的“肃肃兔罝，椓之丁丁”，到二章、三章的“施于中逵”、“施于中林”，虽皆为“兴语”，其实亦兼有直赋其事的描摹之意。“兔”解为“兔子”自无不可，但指为“老虎”似更恰当。“周南”江汉之间，本就有呼虎为“於菟”的习惯。那么，这场狩猎所要猎获的对象。就该是啸声震谷的斑斓猛虎了！正因为如此，猎手们所布的“兔置”，结扎得格外紧密，埋下的网桩，也敲打得愈加牢固。“肃肃”，既有形容布网紧密之义，但从出没“中逵”、“中林”的众多狩猎战士说，同时也表现着这支队伍的“军容整肃”之貌。“丁丁”摹写敲击网“椓”的音响，从路口、从密林四处交汇，令人感觉到它们是那样恢宏，有力。而在这恢宏有力的敲击声中，又同时展示着狩猎者振臂举锤的孔武身影。</p> <p>　　从<a href=\"http://so.gushiwen.org/view_7.aspx\">诗</a>中所咏看，狩猎战士围驱虎豹的关键场景还没有展开，就突然跳向了对“超赳武夫”的热烈赞美。但被跳过的狩猎场景，其实是可由读者的丰富想像来补足的。《郑风·大叔于田》就曾描摹过“火烈具举，襢裼暴虎（袒胸手搏猛虎）”的惊险场面，以及“叔善射忌，又良御（车）忌，抑磬控忌（忽而勒马），抑纵送忌（忽而纵驰）”的追猎猛兽情景。这些，都可在此诗兴语的中断处，或热烈赞语的字行间想见。而且由猎手跳向“武夫”，由“兔罝”跳向“干城”，又同时在狩猎虎豹和沙场杀敌之间，实现了刹那间的时空大转换：这些在平时狩猎中搏虎驱豹的健儿，一旦出现在捍卫国家的疆场之上，将在车毂交错、箭矢纷坠之际，挥戈击退来犯强敌，而巍然难摧如横耸的城墙。于是一股由衷的赞美之情，便突然充溢于诗人胸际，甚至冲口而出，连连呼曰“赳赳武夫，公侯干城（好仇、腹心）”了。</p> <p>　　诗写得很自豪。在三章相叠的咏唱之中，这种自豪也因了“干城”、“好仇”以至“腹心”的层层推进，而增添了一种神采飞扬的夸耀意味。这对那些“公侯”来说，有这么一些孔武有力之士为其卖命，当然是值得自矜的。但对于“春秋无义战”的那个时代来说，甘将一身武艺，售予公侯之家，而以充当他们的“腹心”为荣，就很难说是一件幸事了。《诗经》“国风”中另一些为离乡背井、久役不归或丧身异域，而咽泣、哀号和歌哭的诗作，也许更能透露：在这种夸耀背后，还掩盖着怎样一种广大无际的悲哀。</p> <p>　　通过上面的分析，可知《毛诗序》、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》以为诗的主旨是讲“后妃之化”、“（周）文王德化之盛”，实在令人感到穿凿牵强，而<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《诗本义》、方玉润《诗经原始》所持的“美武夫忠勇说”、“咏武夫田猎说”差为近之。</p><br/><h2>赏析二</h2> <div class=\"para\"> <sup></sup>  <p>　　从首章的“肃肃兔罝，椓之丁丁”，到二章、三章的“施于中逵”、“施于中林”，虽皆为“兴语”，其实亦兼有直赋其事的描摹之意，一场紧张的狩猎就将开始。“兔”解为“兔子”自无不可，但指为“老虎”似更恰当。“周南”江汉之间，本就有呼虎为“於菟”的习惯。那么，这场狩猎所要猎获的对象。就该是啸声震谷的斑斓猛虎了！正因为如此，猎手们所布的“兔罝”，结扎得格外紧密，埋下的网桩，也敲打得愈加牢固。“肃肃”，既有形容布网紧密之义，但从出没“中逵”、“中林”的众多狩猎战士说，同时也表现着这支队伍的“军容整肃”之貌。“丁丁”摹写敲击网“椓”的音响，从路口、从密林四处交汇，令人感觉到它们是那样恢宏，有力。而在这恢宏有力的敲击声中，又同时展示着狩猎者振臂举锤的孔武身影。</p>  <p>　　从<a href=\"http://so.gushiwen.org/view_7.aspx\">诗</a>中所咏看，狩猎战士围驱虎豹的关键场景还没有展开，就突然跳向了对“赳赳武夫”的热烈赞美。但被跳过的狩猎场景，其实是可由读者的丰富想像来补足的。《郑风·大叔于田》就曾描摹过“火烈具举，襢裼暴虎（袒胸手搏猛虎）”的惊险场面，以及“叔善射忌，又良御（车）忌，抑磬控忌（忽而勒马），抑纵送忌（忽而纵驰）”的追猎猛兽情景。这些，都可在此诗兴语的中断处，或热烈赞语的字行间想见。而且由猎手跳向“武夫”，由“兔罝”跳向“干城”，又同时在狩猎虎豹和沙场杀敌之间，实现了刹那间的时空大转换：这些在平时狩猎中搏虎驱豹的健儿，一旦出现在捍卫国家的疆场之上，将在车毂交错、箭矢纷坠之际，挥戈击退来犯强敌，而巍然难摧如横耸的城墙。于是一股由衷的赞美之情，便突然充溢于诗人胸际，甚至冲口而出，连连呼曰“赳赳武夫，公侯干城（好仇、腹心）”了。</p>  <p>　　诗写得很自豪。在三章相叠的咏唱之中，这种自豪也因了“干城”、“好仇”以至“腹心”的层层推进，而增添了一种神采飞扬的夸耀意味。这对那些“公侯”来说，有这么一些孔武有力之士为其卖命，当然是值得自矜的。但在另外一个方面，对于“春秋无义战”的那个时代来说，甘将一身武艺，售予公侯之家，而以充当他们的“腹心”为荣，就很难说是一件幸事了。《诗经》“国风”中另一些为离乡背井、久役不归或丧身异域，而咽泣、哀号和歌哭的诗作，也许更能透露：在这种夸耀背后，还掩盖着怎样一种广大无际的悲哀。</p></div>",
  "about": "<h2>创作背景</h2> <p>　　先秦时代，狩猎本是习练行军布阵指挥作战的武事之一，这点在《周礼·大司马》中有记载，这首兔罝即是对当时狩猎的情况的记载和对勇武的战士的形象歌颂的<a href=\"http://so.gushiwen.org/view_7.aspx\">诗</a>歌。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}