{
  "id": 48665,
  "star": 116,
  "name": "踏莎行·小径红稀",
  "dynasty": "宋代",
  "content": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。<br>翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。",
  "fanyi": "<p><strong>译文</strong><br>小路边的红花日渐稀少，郊野却被萋萋芳草占遍，绿树成荫高楼台榭若隐若现。春风不懂得去管束杨花柳絮，让它们迷迷蒙蒙乱扑人面。<br>翠绿的树叶里藏着黄莺，红色窗帘把燕子隔在外面，静静的炉香像游丝般袅袅升腾。醉酒后一场愁梦醒来时，夕阳正斜照着深深的庭院。</p> <p><strong>注释</strong><br>⑴踏莎（suō）行：词牌名，又名“喜朝天”“柳长春”“踏雪行”“平阳兴”“踏云行”“潇潇雨”等。双调小令，《张子野词》入“中吕宫”。五十八字，上下片各三仄韵。四言双起，例用对偶。<br>⑵红稀：花儿稀少、凋谢。意思是到了晚春时节。红：指花。<br>⑶高台：高高的楼台，这里指高楼。阴阴见：暗暗显露。阴阴：隐隐约约。<br>⑷不解：不懂得。<br>⑸蒙蒙：形容细雨。这里形容杨花飞散的样子。<br>⑹翠叶藏莺，珠帘隔燕：意谓莺燕都深藏不见。这里的莺燕暗喻“伊人”。<br>⑺游丝转：烟雾旋转上升，像游动的青丝一般。</p><br/><h2>英译</h2> <p>　　YAN Shu – Lyrics to the Melody of Walking on Grass</p> <p>　　Along the path flowers are thinning, the countryside is fields of green,<br>　　Next to raised buildings becoming thick is the foliage dense with leaves.<br>　　Vernal breezes know not how to catkins restrain,<br>　　Allowing them to scatter on faces of passers-by like misty mizzle.</p> <p>　　Behind verdant leaves orioles hide, swallows rest outside crimson screens,<br>　　Over the incense burner curls of smoke one another quietly seek.<br>　　After I have slept off intoxication in a melancholy dream,<br>　　The private court has come well under sunset's gleams. </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词描绘暮春景色，上片写郊外景，下片写院内景，最后以“斜阳却照深深院”作结，流露出淡淡的哀愁。</p> <p>　　起首三句描绘一幅具有典型特征的芳郊春暮图：小路两旁，花儿已经稀疏，只间或看到星星点点的几瓣残红；放眼一望只见绿色已经漫山遍野；高台附近，树木繁茂成荫，一片幽深。“红稀”“绿遍”“树色阴阴”，标志着春天已经消逝，暮春气息很浓。三句所写虽系眼前静景，但“稀”“遍”“见”这几个词却显示了事物发展的进程和动态。从“小径”“芳郊”“高台”的顺序看，也有移步换形之感。“春风不解禁杨花，蒙蒙乱扑行人面。”所写的杨花扑面，也是暮春典型景色。但词人描绘这一景象时，却注入了自己的主观感情，写成春风不懂得约束杨花，以致让它漫天飞舞，乱扑行人之面。这一方面暗示已经无计留春，只好听任杨花飘舞送春归去；另一方面又突出了杨花的无拘无束和活跃的生命力。这里虽写暮春景色，却无衰颓情调，富有生趣。“蒙蒙”“乱扑”，极富动态感。“行人”二字，点醒以上所写，都是词人郊行所见。</p> <p>　　过片“翠叶藏莺，珠帘隔燕”两句，分写室外与室内，一承上，一启下，转接自然。上句说翠绿的树叶已经长得很茂密，藏得住黄莺的身影，与上片“树色阴阴”相应；下句说燕子为朱帘所隔，不得进入室内，引出下面对室内景象的描写。着“藏”“隔”二字，生动地写出了初夏嘉树繁阴之景与永昼闲静之状。</p> <p>　　“炉香静逐游丝转”写如此闲静的室内，香炉里的香烟，袅袅上升，和飘荡的游丝纠结、缭绕，逐渐融合一起，分不清孰为香烟，孰为游丝了。“逐”“转”二字，表面上是写动态，实际上却反托出整个室内的寂静。“逐”上着一“静”字，境界顿出。</p> <p>　　结拍“一场愁梦酒醒时，斜阳却照深深院。”跳开一笔，写到日暮酒醒梦觉之时，原来词人午间小饮，酒困入睡，等到一觉醒来，已是日暮时分，西斜的夕阳正照着这深深的朱门院落。这里点明“愁梦”，说明梦境与春愁有关。梦醒后斜阳仍照深院，遂生初夏日长难以消遣之意。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>《薄幸》词“人间昼永无聊赖。厌厌睡起，犹有花梢日在”，也正是此意。</p>",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "婉约",
    "春天",
    "写景",
    "抒情",
    "怅惘"
  ]
}