{
  "id": 70867,
  "star": 129,
  "name": "感遇·江南有丹橘",
  "dynasty": "唐代",
  "content": "江南有丹橘，经冬犹绿林。<br>岂伊地气暖？自有岁寒心。<br>可以荐嘉客，奈何阻重深。<br>运命惟所遇，循环不可寻。<br>徒言树桃李，此木岂无阴？",
  "fanyi": "<p><strong>译文<br></strong>江南丹桔叶茂枝繁，经冬不凋四季常青。<br>岂止南国地气和暖，而是具有松柏品性。<br>荐之嘉宾必受称赞，山重水阻如何进献？<br>命运遭遇往往不一，因果循环奥秘难寻。<br>只说桃李有果有林，难道丹桔就不成阴？</p> <p><strong>注释<br></strong>伊：语助词。岁寒心：意即耐寒的特性。<br>荐：进奉意。<br>树：种植意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_70867.aspx\">诗</a>开头两句，诗人就以饱满的热情，颂扬橘树经得起严冬考验，绘制了一幅江南橘林的美丽图景，形成了一个优美的艺术境界。橘树是果树中的上品，又能经得起严冬风霜的熬煎，终年常绿，因此诗人以丹橘自喻是有深刻含意的。这是诗人借用橘树来比喻自己“受命不迁”、“横而不流”的人格。这里，诗人不仅写了橘树的外形，而在着意表现它坚强不屈的精神，达到了形神的有机结合。同时呈献在读者面前的，并非一棵橘树，而是一片橘林。诗人是在描写包括他自己在内的“群像”。这就使得诗的意境更为深远开阔，形象更为高大生动。</p> <p>　　三、四两句，写橘树的特点。诗人告诉读者橘树的经冬翠绿，并非因为江南气候暖和，而是因为它有着耐寒的本性。在这里，诗人采用的是问答的形式，问得自然出奇，答得分外有味，把橘树本身的特性简明地概括出来。诗人通过“岁寒心”的双关语，一方面巧妙地指出橘树的耐寒本性，同时又用以比喻诗人的高尚美德。这是借橘树的本性写诗人的心灵之美，既是诗中主人公的自我画像，也是当时千万个正直知识分子的品德的写照。从而使诗的主旨又深化了一层。</p> <p>　　下面六句，是叙事，也是抒情。五、六两句是说：这些甜美的丹橘本可以送到远方呈献给尊贵的客人，无奈关山重叠，通道受阻。言下之意，他本可以将贤者推荐给朝廷，可惜道路被阻塞。这两句妙喻天成，不露痕迹。诗人借用眼前的景物，通过丰富的想象，表现了封建社会一个忠君爱国的知识分子，在遭贬的情况下，仍然不甘沉沦，依旧关心国家前途和命运的可贵品质。七、八两句是诗人从感慨中得出的判断：命运的好坏，只是因为遭遇的不同；而这又如同周而复始的自然规律一样，其中的道理实在难以捉摸。这是诗人根据自身经历所发出的感叹。最后两句是紧承“运命”两句而来。诗人大声疾呼：不要只说种桃李，橘树难道不能供人乘凉吗？很清楚，诗人在为橘树鸣不平，也是在为贤者鸣不平。也就是说，贤者能人，不会不如<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>之流。这两句是对朝廷听信谗言、邪正不辨、严厉斥责，也是全诗的主旨所在。由于诗人有深刻的洞察力和高度的艺术概括力，因此这两句议论写得十分亲切自然，深刻有力，大大增加了诗的内涵。这里运用暗喻来抨击时弊，能发人深思，给人以很大的启迪。</p> <p>　　从结构上看，这首诗短短五十字，构思精巧，结构严密，抒情写意，回环起伏。开头以橘起，最后以橘结，前呼后应，且深化主题。尤其是最后出人意料的设问，震人心弦，增添了诗的艺术魅力.　<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>诗歌语言生动、比喻贴切，毫无矫揉造作、雕琢晦涩之病。刘熙载在《艺概》中，称张九龄的诗歌“独能超出一格，为李、杜开先”。这一评价是非常恰当的。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>说九龄“自内职牧始安（今桂林），有瘴疠之叹；自退相守荆户，有拘囚之思。托讽禽鸟，寄词草树，郁然与骚人同风。”就是指这类《感遇诗》。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗开元二十五年（737年），<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>由尚书丞相贬为荆州长史。晚年遭馋毁，忠而被贬，“每读<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>《孤愤》，涕泣沾襟”（<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>《张公神道碑》），遂作《感遇十二首》。",
  "poet": {
    "id": 691,
    "star": 0,
    "name": "张九龄",
    "image": "http://img.gushiwen.org/authorImg/zhangjiuling.jpg",
    "desc": "张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。"
  },
  "tags": [
    "唐诗三百首",
    "咏物",
    "写树",
    "寓人",
    "人格"
  ]
}