{
  "id": 69839,
  "star": 5,
  "name": "杂剧·望江亭中秋切鲙",
  "dynasty": "元代",
  "content": "第一折<br>（旦儿扮白姑姑上，云）贫道乃白姑姑是也。从幼年间便舍俗出家，在这清安观里做着个住持。此处有一女人，乃是谭记儿，生的模样过人。不幸夫主亡逝已过，他在家中守寡，无男无女，逐朝每日到俺这观里来，与贫姑攀话。贫姑有一个侄儿，是白士中。数年不见，音信皆无，也不知他得官也未？使我心中好生记念。今日无事，且闭上这门者。（正末扮白士中上，诗云）昨日金门去上书，今朝墨绶已悬鱼。谁家美女颜如玉，彩球偏爱掷贫儒。小官白士中，前往潭州为理，路打清安观经过。观中有我的姑娘，是白姑姑，在此做住持。小官今日与白姑姑相见一面，便索赴任。来到门首，无人报复，我自过去。（做见科，云）姑姑，您侄儿除授潭州为理，一径的来望姑姑。（姑姑云）白士中孩儿也，喜得美除！我恰才道罢，孩儿果然来了也。孩儿，你媳妇儿好么？（白士中云）不瞒姑姑说，您媳妇儿亡逝已过了也！（姑姑云）侄儿，这里有个女人，乃是谭记儿；大有颜色，逐朝每日在我这观里，与我攀话。等他来时，我圆成与你做个夫人，意下如何？（白士中云）姑姑，莫非不中么？（姑姑云）不妨事，都在我身上。你壁衣后头躲者，我咳嗽为号，你便出来。（白士中云）谨依来命。（下）（姑姑云）这早晚谭夫人敢待来也？（正旦扮谭记儿上，云）妾身乃学士李希颜的夫人，姓谭，小字记儿。不幸夫主亡化过了三年光景。我寡居无事，每日只在清安观和白姑姑攀些闲话。我想，做妇人的没了丈夫，身无所主，好苦人也呵！（唱）<br>【仙吕】【点绛唇】我则为锦帐春阑，绣衾香散，深闺晚，粉谢脂残，到的这日暮愁无限！<br>【混江龙】我为甚一声长叹，玉容寂寞泪阑干？则这花枝里外，竹影中间，气吁的片片飞花纷似雨，泪洒的珊珊翠竹染成斑。我想着香闺少女，但生的嫩色娇颜，都只爱朝云暮雨，那个肯凤只鸾单？这愁烦恰便似海来深，可兀的无边岸！怎守得三贞九烈，敢早着了钻懒帮闲。<br>（云）可早来到也。这观门首无人报复，我自过去。（做见姑姑科，云）姑姑，万福！（姑姑云）夫人，请坐。（正旦云）我每日定害姑姑，多承雅意。妾身有心跟的姑姑出家，不知姑姑意下何如？（姑姑云）夫人，你那里出得家？这出家无过草衣木食，熬枯受淡，那白日也还闲可，到晚来独自一个，好生孤忄西！夫人，只不如早早嫁一个丈夫去好。（正旦唱）<br>【村里迓鼓】怎如得您这出家儿清静，到大来一身散诞。自从俺儿夫亡后，再没个相随相伴。俺也曾把世味亲尝，人情识破，怕甚么尘缘羁绊？俺如今罢扫了蛾眉，净洗了粉脸，卸下了云鬟；姑姑也，待甘心捱您这粗茶淡饭。<br>（姑姑云）夫人，你平日是享用惯的，且莫说别来，只那一顿素斋，怕你也熬不过哩。（正旦唱）<br>【元和令】则您那素斋食刚一餐，怎知我粗米饭也曾惯。俺从今把心猿意马紧牢拴，将繁华不挂眼。（姑姑云）夫人，你岂不知：\"雨里孤村雪里山，看时容易画时难。早知不入时人眼，多买胭脂画牡丹。\"夫人你怎生出的家来！（正旦唱）您道是\"看时容易画时难\"，俺怎生就住不的山，坐不的关，烧不的药，炼不的丹？<br>（姑姑云）夫人，放着你这一表人物，怕没有中意的丈夫嫁一个去，只管说那出家做甚么！这须了不的你终身之事，（正旦云）嗨！姑姑这终身之事，我也曾想来：若有似俺男儿知重我的，便嫁他去也罢。（姑姑做咳嗽科，白士中见旦科，云）祗揖。（正旦回礼科，云）姑姑，兀的不有人来，我索回去也。（姑姑云）夫人，你那里去？我正待与你做个媒人。只他便是你夫主，可不好那！（正旦云）姑姑，这是甚么说话！（唱）<br>【上马娇】咱则是语话间，有甚干；姑姑也，您便待做了筵席上撮合山。（姑姑云）便与您做个撮合山，也不误了你。（正旦唱）怎把那隔墙花强攀做连枝看？（做走科）（姑姑云）关了门者，我不放你出去。（正旦唱）把门关，将人来紧遮拦。<br>【胜葫芦】你却便引的人来心恶烦，可甚的\"撒手不为奸\"！你暗埋伏，隐藏着谁家汉？俺和你几年价来往，倾心儿契合，则今日索分颜！<br>（姑姑云）你两个成就了一对夫妻，把我这座清安观权做高唐，有何不可？（正旦唱）<br>【幺篇】姑姑，你只待送下我高唐十二山，枉展污了你这七星坛。（姑姑云）我成就了你锦片也似前程，美满恩情，有甚么不好处？（正旦唱）说甚么锦片前程真个罕！（姑姑云）夫人，你不要这等妆幺做势，那个着你到我这观里来？（正旦唱）一会儿甜言热趱，一会儿恶叉白赖，姑姑也，只被你直着俺两下做人难！<br>（姑姑云）兀那君子，谁着你这里来？（白士中云）就是小娘子着我来。（正旦云）你倒将这言语赃诬我来，我至死也不顺随你！（姑姑云）你要官休也私休？（正旦云）怎生是官休？怎生是私休？（姑姑云）你要官休呵，我这里是个祝寿道院，你不守志，领着人来打搅我，告到官中，三推六问，枉打坏了你；若是私休，你又青春，他又年少，我与你做个撮合山媒人，成就了您两口儿，可不省事？（正旦云）姑姑，等我自寻思咱。可知道来：\"千求不如一吓！\"（正旦云）好个出家的人，偏会放刁！姑姑，他依的我一句话儿，我便随他去罢；若不依着我呵，我断然不肯随他。（白士中云）休道一句话儿，便一百句，我也依的。（正旦唱）<br>【后庭花】你着他休忘了容易间，则这十个字莫放闲。岂不闻：\"芳槿无终日，贞松耐岁寒。\"姑姑也，非是我要拿班，只怕他将咱轻慢。我、我、我，撺断的上了竿；你、你、你，掇梯儿着眼看；他、他、他，把《凤求凰》暗里弹；我、我、我，背王孙去不还。只愿他肯、肯、肯做一心人，不转关；我和他守、守、守《白头吟》，非浪侃。<br>（姑姑云）你两个久后，休忘我做媒的一片好心儿！（正旦唱）<br>【柳叶儿】姑姑也，你若提着这桩儿公案，则你那观名儿唤做清安！你道是蜂媒蝶使从来惯，怕有人担疾患，到你行求丸散，你则与他这一服灵丹。姑姑也，你专医那枕冷衾寒！<br>（云）罢、罢、罢！我依着姑姑，成就了这门亲事罢。（姑姑云）白士中，这桩事亏了我么？（白士中云）你专医人那枕冷衾寒，亏了姑姑！您孩儿只今日，就携着夫人同赴任所，另差人来相谢也。（正旦云）既然相公要上任去，我和你拜辞了姑姑，便索长行也。（姑姑云）白士中，你一路上小心在意者！您两口儿正是郎才女貌，天然配合，端不枉了也！（正旦唱）<br>【赚煞尾】这行程则宜疾，不宜晚。休想我着那别人绊翻，不用追求相趁赶，则他这等闲人，怎得见我容颜？姑姑也，你放心安，不索恁语话相关。收了缆，撅了桩，踹跳板，挂起这秋风布帆，试看那碧云两岸，落可便轻舟已过万重山。（同白士中下）（姑姑云）谁想今日成合了我侄儿白士中这门亲事，我心中可煞喜也！（诗云）非是贫姑硬主张，为他年少守空房。观中怕惹风情事，故使机关配俊郎。（下）<br><br>第二折<br>（净扮杨衙内引张千上，诗云）花花太岁为第一，浪子丧门世无对。普天无处不闻名，则我是权豪势宦杨衙内。某乃杨衙内是也。闻知有亡故了的李希颜夫人谭记儿，大有颜色，我一心要他做个小夫人。颇奈白士中无理，他在潭州为官，未经赴任，便去清安观中央道姑为媒，倒娶了谭记儿做夫人。常言道：\"恨小非君子，无毒不丈夫。\"论这情理，教我如何容得他过？他妒我为冤，我妒他为仇。小官今日奏知圣人：\"有白士中贪花恋酒，不理公事。\"奉圣人的命，差人去标了白士中首级。小官就顺着道：\"此事别人去不中，只除非小官亲自到潭州，取白士中首级复命，方才万无一误。\"圣人准奏，赐小官势剑金牌。张千，你分付李稍驾起小舟，直到潭州，取白士中首级走一遭去来。（诗云）一心要娶谭记儿，教人日夜费寻思。若还夺得成夫妇，这回方是运通时。（下）（白士中上，云）小官白士中。自到任以来，只用清静无事为理，一郡黎民，各安其业，颇得众心。单只一件，我这新娶谭夫人，当日有杨衙内要图他为妾，不期被我娶做夫人，同往任所。我这夫人，十分美貌不消说了；更兼聪明智慧，事事精通，端的是佳人领袖，美女班头，世上无双，人间罕比。闻知杨衙内至今怀恨我，我也恐怕他要来害我，每日悬悬在心。今早坐过衙门，别无勾当，且在这前厅上闲坐片时，休将那段愁怀使我夫人知道。（院公上，诗云）心忙来路远，事急出家门。夜眠侵早起，又有不眠人、老汉是白士中家的一个老院公。我家主人今在潭州为理，被杨衙内暗奏圣人，赐他势剑金牌，标取我家主人首级。俺老夫人得知，差我将着一封家书，先至潭州，报知这个消息，好预做准备。说话之伺，可早来到潭州也。不必报复，我自过去。（见科）相公，将息的好也！（白士中云）院公，你来做甚么？（院公云）奉老夫人的分付，着我将着这书来，送相公亲拆。（白士中云）有母亲的书呵，将来我看。（院公做递书科，云）书在此。（白士中看书科，云）书中之意，我知道了。嗨！果中此贼之计。院公，你吃饭去。（院公云）理会的。（下）（白士中云）谁想杨衙内为我娶了谭记儿，挟着仇恨，朦胧奏过圣人，要标取我的首级。似此，如之奈何？兀的不闷杀我也！（正旦上，云）妾身谭记儿。自从相公理任以来，俺在这衙门后堂居住，相公每日坐罢早衙，便与妾身攀话；今日这早晚不见回来，我亲自望相公走一遭去波。（唱）<br>【中吕】【粉蝶儿】不听的报喏声齐，大古里坐衙来恁时节不退；你便要接新官，也合通报咱知。又无甚紧文书、忙公事，可着我心儿里不会。转过这影壁偷窥，可怎生独自个死临侵地？<br>（云）我且不要过去，且再看咱。呀！相公手里拿着一张纸，低着头左看右看，我猜着了也！（唱）<br>【醉春风】常言道\"人死不知心\"，则他这海深也须见底。多管是前妻将书至，知他娶了新妻，他心儿里悔、悔。你做的个弃旧怜新；他则是见咱有意，使这般巧谋奸计。<br>（做见科，云）相公！（白士中云）夫人，有甚么勾当，自到前厅上来？（正旦云）敢问相公：为甚么不回后堂中去？敢是你前夫人寄书来么？（白士中云）夫人，并无甚么前夫人寄书来，我自有一桩儿摆不下的公事，以此纳闷。（正旦云）相公，不可瞒着妾身，你定有夫人在家，今日捎书来也。（白士中云）夫人不要多心，小官并不敢欺心也。（正旦唱）<br>【红绣鞋】把似你则守着一家一计，谁着你收拾下两妇三妻？你常好是七八下里不伶俐。堪相守留着相守，可别离与个别离，这公事合行的不在你！（白士中云）我若无这些公事呵，与夫人白头相守。小官之心，惟天可表！（正旦云）我见相公手中将着一张纸，必然是家中寄来的书。相公休瞒妾身，我试猜这书中的意咱！（白士中云）夫人，你试猜波！（正旦唱）<br>【普天乐】弃旧的委实难，迎新的终容易。新的是半路里姻眷，旧的是绾角儿夫妻。我虽是个妇女身，我虽是个裙钗辈，见别人眨眼抬头，我早先知来意。不是我卖弄所事精细，（带云）相公，你瞒妾身怎的？（唱）直等的恩断意绝，眉南面北，恁时节水尽鹅飞。<br>（白士中云）夫人，小官不是负心的人，那得还有前夫人来！（正旦云）相公，你说也不说？（白士中云）夫人，我无前夫人，你着我说甚么！（正旦云）既然你不肯说，我只觅一个死处便了！（白士中云）住、住、住！夫人，你死了，那里发付我那？我说则说，夫人休要烦恼。（正旦云）相公，你说，我不烦恼。（白士中云）夫人不知，当日杨衙内曾要图谋你为妾，不期我娶了你做夫人。他怀恨小官，在圣人前妄奏，说我贪花恋酒，不理公事。现今赐他势剑金牌，亲到潭州，要标取我的首级。这个是家中老院公，奉我老母之命，捎此书来，着我知会；我因此烦恼。（正旦云）原来为这般．相公，你怕他做甚么？（白士中云）夫人，休惹他，则他是花花太岁。（正旦唱）<br>【十二月】你道他是花花太岁，要强逼的我步步相随。我呵，怕甚么天翻地覆，就顺着他雨约云期。这桩事，你只睁眼儿觑者，看怎生的发付他赖骨顽皮！<br>【尧民歌】呀，着那厮得便宜翻做了落便宜，着那厮满船空载月明归。你休得便乞留乞良捶跌自伤悲，你看我淡妆不用画蛾眉。今也波日，我亲身到那里，看那厮有备应无备！<br>（白士中云）他那里必然做下准备，夫人，你断然去不得。（正旦云）相公，不妨事。（做耳暗科）则除是恁的！（白士中云）则怕反落他彀中。夫人，还是不去的是。（正旦云）相公，不妨事。（唱）<br>【煞尾】我着那厮磕着头见一番，恰便似神羊儿忙跪膝；直着他船横缆断在江心里，我可便智赚了金牌，着他去不得！（下）<br>（白士中云）夫人去了也。据着夫人机谋见识，休说一个杨衙内，便是十个杨衙内，也出不得我夫人之手。正是：眼观旌节旗，耳听好消息。（下）<br><br>第三折<br>（衙内领张千、李稍上）（衙内云）小官杨衙内是也。颇奈白士中无理，量你到的那里！岂不知我要取谭记儿为妾？他就公然背了我，娶了谭记儿为妻，同临任所，此恨非浅！如今我亲身到潭州，标取白士中首级。你道别的人为甚么我不带他来？这一个是张千，这一个是李稍。这两个小的，聪明乖觉，都是我心腹之人，因此上则带的这两个人来。（张千去衙内鬓边做拿科）（衙内云）口退！你做甚么？（张千云）相公鬓边一个虱子。（衙内云）这厮倒也说的是。我在这船只上个月期程，也不曾梳篦的头。我的\"儿，好乖！（李稍去衙内鬓上做拿科）（衙内云）李稍，你也怎的？（李稍云）相公鬓上一个狗鳖。（衙内云）你看这厮！（亲随、李稍同去衙内鬓上做拿料）（衙内云）弟子孩儿，直恁的般多！（李稍云）亲随，今日是八月十五日中秋节令，我每安排些酒果，与大人玩月，可不好？（张千云）你说的是。（张千同李稍做见科，云）大人，今日是八月十五日中秋节令，对着如此月色，孩儿每与大人把一杯酒赏月，何如？（衙内做怒科，云）。口退！这个弟子孩儿！说甚么话！我要来干公事，怎么教我吃酒？（张千云）大人。您孩儿每并无歹意，是孝顺的心肠。大人不用，孩儿每一点不敢吃。（衙内云）亲随，你若吃酒呢？（张千云）我若吃一点酒呵，吃血！（衙内云）正是，休要吃酒！李稍，你若吃酒呢？（李稍云）我若吃酒，害疔疮！（衙内云）既是您两个不吃酒，也罢，也罢，我则饮三杯，安排酒果过来。（张千云）李稍，抬果桌过来。（李稍做抬果桌科，云）果桌在此。我执壶，你递酒。（张千云）我儿，酾满着互（做递酒科，云）大人，满饮一杯。（衙内做接酒科）（张千倒退自饮科）（衙内云）亲随，你怎么自吃了？（张千云）大人，这个是摄毒的盏儿。这酒不是家里带来的酒，是买的酒；大人吃下去，若有好歹，药杀了大人，我可怎么了！（衙内云）说的是，你是我心腹人。（李稍做递酒科，云）你要吃酒，弄这等嘴儿；待我送酒，大人满饮一杯。（衙内接科）（李稍自饮科）（衙内云）你也怎的？（李稍云）大人，他吃的，我也吃的。（衙内云）你看这厮！我且慢慢的吃几杯。亲随，与我把别的民船都赶开者！（正旦拿鱼上，云）这里也无人。妾身白士中的夫人谭记儿是也。妆扮做个卖鱼的，见杨衙内去。好鱼也！这鱼在那江边游戏，趁浪寻食，却被我驾一孤舟，撒开网去，打出三尺锦鳞，还活活泼泼的乱跳。好鲜鱼也！（唱）<br>【越调】【斗鹌鹑】则这今晚开筵，正是中秋令节；只合低唱浅斟，莫待他花残月缺。见了的珍奇，不治的咱说，则这鱼鳞甲鲜滋味别。这鱼不宜那水煮油煎，则是那薄批细切。<br>（云）我这一来，非容易也呵！（唱）<br>【紫花儿序】俺则待稍关打节，怕有那惯施舍的经商不请言赊。则俺这篮中鱼尾，又不比案上罗列活计全别。俺则是一撒网、一蓑衣、一箬笠，先图些打捏；只问那肯买的哥哥，照顾俺也些些。（云）我缆住这船，上的岸来。（做见李稍，云）哥哥，万福！（李稍云）这个姐姐，我有些面善。（正旦云）你道我是谁？（李稍云）姐姐，你敢是张二嫂么？（正旦云）我便是张二嫂，你怎么不认的我了？你是谁？（李稍云）则我便是李阿鳖。（正旦云）你是李阿鳖？（正旦做打科，云）儿子，这些时吃得好了，我想你来！（李稍云）二嫂，你见我亲么？（正旦云）儿子，我见你，可不知亲哩！你如今过去和相公说一声，着我过去切鲙，得些钱钞，养活娘也。（李稍云）我知道了。亲随，你来！（张千云）弟子孩儿，唤我做甚么？（李稍安）有我个张二嫂，要与大人切鲙。（张千云）甚么张二嫂？（正旦见张千科，云）媳妇孝顺的心肠，将着一尾金色鲤鱼特来献新，望与相公说一声咱。（张千云）也得，也得！我与你说去。得的钱钞，与我些买酒吃。你随着我来。（做见衙内科，云）大人，有个张二嫂，要与大人切鲙（衙内云）甚么张二嫂？（正旦见科，云）相公，万福！衙内做意科，云）一个好妇人也！小娘子，你来做甚么？（正旦云）媳妇孝顺的心肠，将着这尾金色鲤鱼，一径的来献新。可将砧板、刀子来，我切鲙哩！（衙内云）难得小娘子如此般用意！怎敢着小娘子切鲙，俗了手！李稍，拿了去，与我姜辣煎火赞了来。（李稍云）大人，不要他切就村了。（衙内云）多谢小娘子来意！抬过果桌来，我和小娘子饮三杯。将酒来，小娘子，满饮一杯！（张千做吃酒科）（衙内云）你怎的？（张千云）你请他，他又请你；你又不吃，他又不吃，可不这杯酒冷了？不如等亲随乘热吃了，倒也干净。（衙内云）口走！靠后！将酒来，小娘子满饮此杯。（正旦云）相公请！（张千云）你吃便吃，不吃我又来也。（正旦做跪衙内科）（衙内扯正旦科，云）小娘子请起！我受了你的礼，就做不得夫妻了。（正旦云）媳妇来到这里，便受了礼，也做得夫妻。（张千同李稍拍桌科，云）妙、妙、妙！（衙内云）小娘子请坐。（正旦云）相公，你此一来何往）（衙内云）小官有公差事。（李稍云）二嫂，专为要杀白士中来。（衙内云）口走！你说甚么！（正旦云）相公，若拿了白士中呵，也除了潭州一害。只是这州里怎么不见差人来迎接相公？（衙内云）小娘子，你却不知，我恐怕人知道，走了消息，故此不要他们迎接。（正旦唱）<br>【金蕉叶】相公，你若是报一声着人远接，怕不的船儿上有五十座笙歌摆设。你为公事来到这些，不知你怎生做兀的关节？<br>（衙内云）小娘子，早是你来的早；若来的迟呵，小官歇息了也。（正旦唱）<br>【调笑令】若是贱妾晚来些，相公船儿上黑齁齁的熟睡歇，则你那金牌势剑身旁列。见官人远离一射，索用甚从人拦当者？俺只待拖狗皮的、拷断他腰截。<br>（衙内云）李稍，我央及你，你替我做个落花媒人。你和张二嫂说；大夫人不许他，许他做第二个夫人；包髻、团衫、绣手巾，都是他受用的。（李稍云）相公放心，都在我身上。（做见正旦科，云）二嫂，你有福也！相公说来：大夫人不许你，许你做第二个夫人；包髻、团衫、袖腿绷……（正旦云）敢是绣手巾？（李稍云）正是绣手巾。（正旦云）我不信，等我自问相公去。（正旦见衙内科，云）相公，恰才李稍说的那话，可真个是相公说来？（衙内云）是小官说来。（正旦云）量媳妇有何才能，着相公如此般错爱也！（衙内云）多谢，多谢！小娘子，就靠着小官坐一坐，可也无伤！（正旦云）妾身不敢。（唱）<br>【鬼三台】不是我夸贞烈，世不曾和个人儿热。我丑则丑，刁决古忄敞；不由我见官人便心邪，我也立不的志节。官人，你救黎民，为人须为彻；拿滥官，杀人须见血。我呵，只为你这眼去眉来，（正旦与衙内做意儿科，唱）使不着我那冰清玉洁。<br>（衙内做喜料，云）勿、勿、勿！（张千与李稍做喜科，云）勿、勿、勿！（衙内云）你两个怎的？（李稍云）大家耍一耍。（正旦唱）<br>【圣药王】珠冠儿怎戴者？霞帔儿怎挂者？这三檐伞怎向顶门遮？唤侍妾簇捧者。我从来打鱼船上扭的那身子儿别，替你稳坐七香车。<br>（衙内云）小娘子，我出一对与你对：罗袖半翻鹦鹉盏。（正旦云）妾对；玉纤重整凤凰衾。（衙内拍桌科，云）妙、妙、妙！小娘子，你莫非识字么？（正旦云）妾身略识些撇竖点划。（衙内云）小娘子既然识字，小官再出一对：鸡头个个难舒颈。（正旦云）妾对：龙眼团团不转睛。（张千同李稍拍桌科，云）妙、妙、妙！（正旦云）妾身难的遇着相公，乞赐珠玉。（衙内云）哦，你要我赠你甚么词赋？有、有、有。李稍，将纸笔砚墨来！（李稍做拿砌末科，云）相公，纸墨笔砚在此。（衙内云）我写就了也！词寄［西江月］。（正旦云）相公，表白一遍咱。（衙内做念科，云）夜月一天秋露，冷风万里江湖。好花须有美人扶，情意不堪会处。仙子初离月浦，嫦娥忽下云衢。小词仓卒对君书，付与你个知心人物。（正旦云）高才，高才！我也回翠相公一首，词寄〔夜行船〕。（衙内云）小娘子，你表白一遍咱。（正旦做念科，云）花底双双莺燕语，也胜他凤只鸾孤。一霎恩情，片时云雨，关连着宿缘前注。天保今生为眷属，但则愿似水如鱼。冷落江湖，团圝人月，相连着夜行船去。（衙内云）妙、妙、妙！你的更胜似我的！小娘子，俺和你慢慢的再饮几杯。（正旦云）敢问相公。因甚么要杀白士中？（衙内云）小娘子，你休问他。（李稍云）张二嫂，俺相公有势剑在这里！（衙内云）休与他看。（正旦云）这个是势剑？衙内见爱媳妇，借与我拿去治三日鱼好那！（衙内云）便借与他。（张千云）还有金牌哩！（正旦云）这个是金牌？衙内见爱我，与我打戒指儿罢。再有甚么？（李稍云）这个是文书。（正旦云）这个便是买卖的合同？（正旦做袖文书科，云）相公再饮一杯。（衙内云）酒勾了也！小娘子，休唱前篇，则唱幺篇。（做醉科）（正旦云）冷落江湖，团圝人月，相随着夜行船去。（亲随同李稍做睡科）（正旦云）这厮都睡着了也！（唱）<br>【秃厮儿】那厮也忒懵懂，玉山低趄，着鬼祟醉眼乜斜。我将这金牌虎符都袖褪者；唤相公，早醒些，快迭！<br>【络丝娘】我且回身将杨衙内深深的拜谢，您娘向急飐飐船儿上去也。到家对儿夫尽分说那一番周折。<br>（带云）惭愧，惭愧！（唱）<br>【收尾】从今不受人磨灭，稳情取好夫妻百年喜悦。俺这里，美孜孜在芙蓉帐笑春风；只他那，冷清清杨柳岸伴残月。（下）<br>（衙内云）张二嫂！张二嫂那里去了？（做失惊科，云）李稍，张二嫂怎么去了？看我的势剑金牌可在那里？（张千云）就不见了金牌，还有势剑共文书哩！（李稍云）连势剑文书都被他拿去了！（衙内云）似此怎了也？（李稍唱）<br>【马鞍儿】想着、想着跌脚儿叫，（张千唱）想着、想着我难熬，（衙内唱）酩子里愁肠酩子里焦。（众合唱）又不敢着旁人知道，则把他这好香烧、好香烧，咒的他热肉儿跳！<br>（衙内云）这厮每扮南戏那！（众同下）<br><br>第四折<br>（白士中领祗候上，云）小官白士中。因为杨衙内那厮妄奏圣人，要标取小官首级；且喜我夫人施一巧计，将他势剑金牌智赚了来。今日端坐衙门，看那厮将着甚的好来奈何的我！左右，门首觑者，倘有人来，报复我知道。（衙内同张千、李稍上）（衙内云）小官杨衙内是也。如今取白士中的首级去。可早来到门首，我自过去。（做见白士中科，云）令人，与我拿下白士中者！（张千做拿科）（白士中云）你凭着甚么符验来拿我？（衙内云）我奉圣人的命；有势剑金牌，被盗失了，我有文书！（白士中云）有文书，也请来念与我听。（衙内做读文书科，云）词寄〔西江月〕。（白末做枪科，云这个是淫词！（衙内云）这个不是，还别有哩！（衙内又做读文书科，云）词寄〔夜行船〕。（白未做抢科，云）这个也是淫词！（衙内云）这厮倒挟制我！不妨事，又无有原告，怕他做甚么？（正旦上，云）妾身白士中的夫人谭记儿。颇奈杨衙内这厮，好无理也呵！（唱）<br>【双调】【新水令】有这等倚权豪贪酒色滥官员，将俺个有儿夫的媳妇来欺骗。他只待强拆开我长搀搀的连理枝，生摆断我颤巍巍的并头莲；其实负屈衔冤。好将俺穷百姓可怜见！<br>（正旦做见跪科，云）大人可怜见！有杨衙内在半江心里欺骗我来！告大人，与我作主。（白士中云）司房里责口词去。（正旦云）理会的。（下）（白士中云）杨衙内，你可见来，有人告你哩！你如今怎么说？（衙内云）可怎么了？我则索央及他。相公，我自有说的话。（白士中云）你有甚么话说？（衙内云）相公，如今你的罪过，我也饶了你，你也饶过我罢。则一件，说你有个好夫人，请出来我见一面。（白士中云）也罢，也罢！左右，击云板，后堂请夫人出来。（左右云）夫人，相公有请。（正旦改妆上，云）妾身白士中的夫人。如今过去，看那厮可认的我来？（唱）<br>【沉醉东风】杨衙内官高势显，昨夜个说地谈天；只道他仗金牌将夫婿诛，恰元来击云板请夫人见。只听的叫吖吖嚷成一片，抵多少笙歌引至画堂前。看他可认的我有些面善？<br>（与衙内见科）（云）衙内，恕生面，少拜识。（唱）<br>【雁儿落】只他那身常在柳陌眠，脚不离花街串。几年闻姓名，今日逢颜面。<br>【得胜令】呀，请你个杨衙内少埋冤。这一位夫人，好面熟也。（李稍云）兀的不是张二嫂？（衙内云）嗨！夫人，你使的好见识，直被你瞒过小官也！（正旦唱）唬的他半晌只茫然；又无那八棒十枷罪，止不过三交两句言。这一只鱼船，只费得半夜工夫缠；俺两口儿今年，做一个中秋人月圆！（外扮李秉忠冲上，云）紧骤青骢马，星人赴潭州。小官乃巡抚湖南都御史李秉忠是也。因为杨衙内妄奏不实，奉圣人的命，着小官暗行体访，但得真惰，先自勘问，然后具表申奏。来到此间，正是潭州衙舍。白士中，杨衙内，您这桩事小官尽知了也。（正旦唱）<br>【锦上花】不甫能择的英贤，配成姻眷；没来由遇着无徒，使尽威权。我只得亲上渔船，把机关暗展；若不沙那势剑金牌，如何得免？<br>【幺篇】呀，只除非天见怜；奈天、天又远。今日个幸对清官。明镜高悬。似他这强夺人妻，公违律典，既然是体察端的，怎生发遣？<br>（李秉忠云）一行人俱望阙跪者，听我下断。(词云）杨衙内倚势挟权，害良民罪已多年。又兴心夺人妻妾，敢妄奏圣主之前。谭记儿天生智慧，赚金牌亲上渔船。奉敕书差咱体访，为人间理枉伸冤。将衙内问成杂犯，杖八十削职归田。白士中照旧供职，赐夫妻偕老团圆。（白士中夫妻谢恩科）（正旦唱）<br>【清江引】虽然道今世里的夫妻夙世的缘，毕竟是谁方便？从此无别离，百事长如愿。这多谢你个赛龙图恩不浅！<br>题目清安观邂逅说亲<br>正名望江亭中秋切鲙",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}