{
  "id": 61429,
  "star": 17,
  "name": "江城子·平沙浅草接天长",
  "dynasty": "宋代",
  "content": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。 <br>少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。",
  "fanyi": "<p><strong>译文<br></strong>岸边的沙地、短草与天相接。前路茫茫，几度兴亡？波涛冲刷着岸边白色如霜的遗骨，仿佛述说着往日的沧桑。千古来，英雄的成就在那里，徒感慨、空悲凉。英雄少年要杀敌立功、扫荡沙场。<br>要学祖逖中流击楫，立誓报国，想陈述胸中治国计策，无奈皇宫遥远，无法到达。船过维扬，只有满怀惆怅，遥遥远望。</p> <p><strong>注释<br></strong>①平沙：这里指岸边平坦的沙地。梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《慈姥矶》<a href=\"http://so.gushiwen.org/view_61429.aspx\">诗</a>：“远岸平沙合。”浅草：短草。<br>②茫茫：遥远貌。几：几度。<br>③骨如霜：色自如霜的遗骨。<br>④底事：何事。谩：徒然。<br>⑤伏：制服。中行：指汉文帝的宦官中行说（Zhōngháng Yuè），后投降匈奴，力劝单于侵犯长安。此指南宋的投降派。<br>⑥馘（音国）：战时割下敌人的左耳以记功。名王：指金兵的统帅。<br>⑦沙场：战场。<br>⑧击楫中流：用祖逖北伐的故事。<br>⑨治安：指汉<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的《治安策》，内容是评议时政。双阙：本为宫殿前左右各一的高台。这里借指帝王上朝之处。<br>⑩维扬：即扬州。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_201.aspx\">李好古</a>过维扬时写的这首《江城子》，此外，词人把自己不能“馘名王，扫沙场”（馘，杀敌后割取左耳以计功）的原因，归结为“欲上治安双阙远”（治安，<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>曾作《治安策》评议的时政。双阙，指代朝廷），等于说兴亡的关键、维扬屡遭破坏的根子，都因为统治者不纳忠言。这种尖锐态度和批判精神，在同代词人中也是少见的。</p> <p>　　这首词在写法上注意了两个结合。一个是写景与抒情结合。词中写景的地方只有四句：“平沙浅草接天长，路茫茫”、“昨夜波声，洗岸骨如霜。”即仅仅是沙、草、天、路。这些单调的景物，为读者展现了维扬劫后的荒凉。再说，作者又逐次为它们加上“平”“浅”“长”“茫茫”等修饰语，从而共同组成一幅辽远、凄迷的图画，正好象征着作者惆怅的心情。“昨夜波声”一句表面写波涛，背后却有一个在扬州的某一间屋子里听着波声久久不能入睡，想起无限往事的人儿。把这一句同“洗岸骨如霜”放在一起，夏承焘说：“ 两句写夜间听到波声拍岸，使人激奋而气节凛然。”（《唐宋词选注》）则景中之情就更为显著了。</p> <p>　　还有一个伤今与怀旧的结合。这首词目睹扬州破败景象，痛悼国家不幸，这是“今”；可是词篇中又有“几兴亡”一句，接下去还有“千古英雄成底事”，这是“旧”。有了历史旧事的陪衬，眼前的感慨变得越发深沉幽远；相反，由于当前维扬的变故，千年的兴亡也变得越发真切。同时这一句也奠定了下片的基调，暗示自己也像历史上的无数英雄一样，壮志难酬，只能“徒感慨，漫悲凉”。下半阕开头五句写自己少年时的志向。词人年轻时就有降服中行说（汉文帝时宦者，后投匈奴，成为汉朝的大患）和“馘名王，扫沙场”的雄心壮志，甚至象祖逖的样子，在中流击楫，立下报国誓言。这样，有千古、少年时、目前三个时间层次的结合，词篇抒情的背景就非常开阔，作者因国事而生的忧虑也就特别深广。（李济阻） </p> <p>　　这首词直接写到维扬的是前面五句和最末两句。前五句写见闻，结尾处点维扬，全词自然构成一个整体，中间的感慨部分则正好处在包孕之中，这样能使结构紧凑，抒情集中，应该是作者精心安排之作。</p>",
  "about": "<h2>创作背景</h2> 　　南宋时，金人多次攻入扬州，破坏之惨重，令人目不忍睹。<a href=\"http://so.gushiwen.org/author_201.aspx\">李好古</a>一直少年有大志，但无报国的机会。其《碎锦词》中就有好几首怀古伤今的词。这首词是作者路过扬州时，面对扬州屡遭破坏的历史事实，缩写的伤感惆怅之作。该词没有把重点放在残破的景象上，而是把重心放在自己保家卫国的责任上，并尖锐地指出这是统治者不纳忠言的结果。",
  "poet": {
    "id": 201,
    "star": 0,
    "name": "李好古",
    "image": "http://img.gushiwen.org/authorImg/lihaogu.jpg",
    "desc": "李好古，南宋词人。生平不详。自署乡贡免解进士。清吟阁本《阳春白雪》载：“好古字仲敏，原籍下郢（今陕西渭南县东北），可备一说。”根据他写于扬州的两首《八声甘州》、两首《江城子》里的自述推断，他大约活动于南宋中后期。少年有大志，但无法获得报国的机会，大约30岁时尚未求到功名，于是乘船千里，到扬州一带游览。又据其《酹江月》：“四十男儿当富贵，谁念漂零南北”，可知他中年以后仍然不得意，到处流浪。"
  },
  "tags": [
    "宋词精选",
    "写景",
    "抒情",
    "爱国"
  ]
}