{
  "id": 10650,
  "star": 24,
  "name": "缚鸡行",
  "dynasty": "唐代",
  "content": "小奴缚鸡向市卖，鸡被缚急相喧争。<br>家中厌鸡食虫蚁，不知鸡卖还遭烹。<br>虫鸡于人何厚薄，我斥奴人解其缚。<br>鸡虫得失无了时，注目寒江倚山阁。",
  "fanyi": "<p><strong>译文<br></strong>小奴绑缚了鸡子预备上市出售，鸡儿被缚急了正喧叫挣扎不停。<br>家里人最讨厌鸡儿食虫又啄粟，未想到鸡儿卖出难逃宰烹厄运。<br>昆虫鸡子与人有什么厚薄可言，我责备那小奴快解绳放鸡一命，<br>啊，鸡与虫的得失无终无了啊，我倚楼阁注目寒江而思潮难平。</p> <p><strong>注释<br></strong>⑴喧争：吵闹争夺。<br>⑵食虫蚁：指鸡飞走树间啄食虫蚁。<br>⑶斥：斥责。<br>⑷得失：指用心于物。无了时：没有结束的时候。<br>⑸山阁：建在山中的亭阁。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《缚鸡行》大约在公元766年（代宗大历元年）夏历岁暮作于夔州西阁。</p> <p>　　<a href=\"http://so.gushiwen.org/view_10650.aspx\">诗</a>人于偶然之中，看到家中小仆人正在捆鸡，要拿到市上去卖，而鸡被捆得着急，边叫边挣扎，似乎在向人提出抗议。“相喧争”三字，将小鸡人格化，使缚鸡这个细节充满了生动活泼的生活情趣。诗人一询问，原来是因为家中的人怕鸡吃掉蚂蚁之类的小虫，有伤生灵，所以要卖掉它。然而诗人仔细一想，鸡卖出去不是也要遭受宰杀的厄运吗？为什么人对虫子要施以厚恩，而对鸡却要报以刻薄呢？诗人对此似有所悟，立即命令小仆人解缚放鸡。然而诗人再仔细想想，放了鸡，虫蚁不是又要遭受灾难了吗？反复想来，实在没有万全之策，于是只好倚靠在山阁上，注视着寒冷的江面，江水正浩浩东去，远处是迷蒙的烟霭，一片苍茫。诗中似乎表现了一种道家的思想。据《庄子·<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>》：“在上为乌鸢食，在下为蝼蚁食，夺彼与此，何其偏也。”因而，<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>说：“鸡虫得失，不如两忘而寓于道。”（《杜诗镜铨》引）但似乎又是佛家的思想。王右仲说：“公晚年溺佛，意主慈悲不杀，见鸡食虫蚁而怜之，遂命缚鸡出卖。见其被缚喧争，知其畏死，虑及卖去遭烹，遂解其缚，又将食虫蚁矣。鸡得则虫失，虫得则鸡失，世间类者甚多，故云‘无了时’。计无所出，只得‘注目寒江倚山阁’而已。”（《杜臆》）</p> <p>　　当时，天下战乱已久，国家和人民都陷于苦难中，一时还无法摆脱困境。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>虽有匡时济世之志，但年老力衰，已“无力正乾坤”。萧涤非先生说：“感到‘无力正乾坤’的诗人是很难做到飘飘然的。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有这样两句诗：‘外容闲暇中心苦，似是而非谁得知？’我以为这对于我们理解杜甫这一貌似达观的形象很有帮助。”（《杜甫诗选注》）可见诗中仍然表现了作者对时局的深切关心，流露了对国家、人民的忧虑，在计无所出的情况下，无可奈何的苦闷心情。</p> <p>　　此诗的别致之处，还表现在语言上。杜诗语言的基本风格，是千锤百炼而严整精工，但此诗语言却平朴自然，采用散文化的句法，显得平易顺当。“小奴缚鸡向市卖，鸡被缚急相喧争。”如同当面交谈，读来亲切动人。这与表现细小的生活情节，与抒发表面看来轻松的感情，是极为适宜的。</p> <p>　　洪迈在《容斋随笔》中评论说：“《缚鸡行》自是一段好议论，至结语之妙，非他人所能企及也。”他还引了李德远的拟作《东西船行》进行比较：“‘东船得风帆席高，千里瞬息轻鸿毛。西船见笑苦迟钝，流汗撑折百张篙。明日风翻波浪异，西笑东船却如此。东西相笑无已时，我但行藏任天理。’此诗语意极工，几于得夺胎法。但‘行藏任天理’，与‘注目寒江’，不可同日语耳。”而<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《唐诗别裁集》中更是一语破的：“宕开一笔，妙不说尽。”的确，此诗最纯之处就在于结句。一是在结尾处故意采用逸宕手法，由议论而转入写景，使得篇末产生变化，通篇由平实入空灵，摇曳生姿；二是将上面所议论的内容突然收起，将欲尽未尽之意如盐著水般地化入景中，让读者根据自己的经验去品味和领悟，从而引发出深沉的思考，显得含蕴无穷，韵味悠长。《东西船行》的结句“行藏任天理”之所以不能与“注目寒江”同日而语，就在于已经把道理说尽，没有回味的余地。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10650.aspx\">诗</a>当是大历元年（766）冬西阁所作。诗人生活在唐王朝由盛而衰之际，至玄肃两代的宫廷政变，下至大小军阀割据、争夺。他逃难栖身四川，数经战乱，历尽沧桑，诗人自不免鄙视这人世间的作为，而以鸡虫为喻，创作了这首诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "人生"
  ]
}