{
  "id": 59363,
  "star": 1169,
  "name": "扬州慢·淮左名都",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有“黍离”之悲也。</span></p> <p>淮左名都，竹西佳处，解鞍少驻初程。过春风十里。尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒。都在空城。 <br>杜郎俊赏，算而今、重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡、冷月无声。念桥边红药，年年知为谁生。 ",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">淳熙年丙申月冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。</span></p> <p>扬州自古是淮南东路的名城，这里有著名游览胜地竹西亭，初到扬州我解鞍下马作停留。当年那春风十里繁华街道，如今却是荞麦青青孤单可怜。自从金兵侵犯长江流域以后，连荒废的池苑和古老的大树，都厌恶再提起那场可恶的战争。临近黄昏凄清的号角已吹响，回荡在这座凄凉残破的空城。<br>曾以优美的<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>句把你赞赏，今若重来定会为你残破而惊。纵使有豆蔻芳华的精工词采，纵有歌咏青楼一梦绝妙才能，也难抒写此刻深沉悲怆感情。二十四桥依然完好毫无损伤，桥下波心荡漾一弯冷月寂寞。想那桥边红芍年年花叶繁荣，不知年年有谁欣赏为谁而生？</p> <p><strong>注释</strong><br>⑴扬州慢：词牌名，又名《郎州慢》，上下阕，九十八字，平韵。此调为<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>自度曲，后人多用以抒发怀古之思。<br>⑵淳熙丙申：淳熙三年（1176）。至日：冬至。<br>⑶维扬：即扬州（今属江苏）。<br>⑷荠麦：荠菜和野生的麦。弥望：满眼。<br>⑸戍角：军营中发出的号角声。<br>⑹千岩老人：南宋诗人萧德藻，字东夫，自号千岩老人。姜夔曾跟他学诗，又是他的侄女婿。黍离：《诗经·王风》篇名。据说周平王东迁后，周大夫经过西周故都，看见宗庙毁坏，尽为禾黍，彷徨不忍离去，就做了此诗。后以“黍离”表示故国之思。<br>⑺淮左名都：指扬州。宋朝的行政区设有淮南东路和淮南西路，扬州是淮南东路的首府，故称淮左名都。左，古人方位名，面朝南时，东为左，西为右。名都，著名的都会。<br>⑼解（xiè）鞍少驻初程：少驻，稍作停留；初程，初段行程。<br>⑽春风十里：杜牧《赠别》诗：“春风十里扬州路，卷上珠帘总不如。”这里用以借指扬州。<br>⑾胡马窥江：指金兵侵略长江流域地区，洗劫扬州。这里应指第二次洗劫扬州。<br>⑿废池乔木：废毁的池台。乔木：残存的古树。二者都是乱后余物，表明城中荒芜，人烟萧条。<br>⒀渐：向，到。清角：凄清的号角声。<br>⒁杜郎：即杜牧。唐文宗大和七年到九年，杜牧在扬州任淮南节度使掌书记。俊赏：俊逸清赏。钟嵘《诗品序》：“近彭城刘士章，俊赏才士。”<br>⒂豆蔻：形容少女美艳。豆蔻词工：杜牧《赠别》：“娉娉袅袅十三余，豆蔻梢头二月初。”<br>⒃青楼：妓院。青楼梦好：杜牧《遣怀》诗：“十年一觉扬州梦，赢得青楼薄幸名。”<br>⒄二十四桥：扬州城内古桥，即吴家砖桥，也叫红药桥。<br>⒅红药：红芍药花，是扬州繁华时期的名花。</p>",
  "shangxi": "<p>　　在这首词里用了他常用的小序。小序的好处就在于交代写作的缘由和写作的背景。而这首小序则更明确地交代了这首词的写作时间、地点、原因、内容、和主旨。让人更好地、更深入地了解词人写作此词时的心理情怀。</p> <p>　　全词分为上下两阕。但两阕的写作手法都是运用一种鲜明对比，用昔日扬州城的繁荣兴盛景象对比现时扬州城的凋残破败惨状，写出了战争带给了扬州城万劫不复的灾难。</p> <p>　　词的上阕，写出了词人亲眼目睹的景象和自身心理感受。写出了扬州城在“胡马窥江去后”令人痛心不已的凋残和败坏景象。词人先从自己的 行踪写起，写自己初次经过扬州城，在著名的竹西亭解鞍下马，稍作停留。走在漫长的扬州道上，词人所见到的全部是长得旺盛而齐整的荠麦。而昔日那个晚唐<a href=\"http://so.gushiwen.org/view_59363.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>对扬州城美景的由衷溢誉一去不复返。自金人入侵后，烧杀掳掠，扬州城所剩下的也只是“废池乔木”的了。人们说起那场战争，至今还觉得心有余悸和刻骨痛恨。一个“厌”字，很恰当地写出了人民的苦难，朝廷的昏聩和胡人的罪恶。日落黄昏，凄厉的号角声又四处响起，回荡在扬州城孤寂的上空，也回荡在词人惨淡的心灵间。词人很自然地实现了由视觉到听觉的转移。</p> <p>　　词的下阕，运用典故，进一步深化了“黍离之悲”的主题。昔日扬州城繁华，诗人杜牧留下了许多关于扬州城不朽的诗作。可是，假如这位多情的诗人今日再重游故地，他也必定会为今日的扬州城感到吃惊和痛心。杜牧算是个俊才情种，他有写“豆蔻”词的微妙精当，他有赋“青楼”诗的神乎其神。可是，当他面对眼前的凋残破败景象，他必不能写出昔日的款款深情来。扬州的名胜二十四桥仍然存在，水波荡漾，冷峻的月光下，四周寂籁无声。唉，试想下，尽管那桥边的芍药花年年如期盛放，也很难有人有情思去欣赏它们的艳丽。词人用带悬念的疑问作为词篇的结尾，很自然地移情入景，今昔对比，催人泪下。</p> <p>　　纵观全词，行文的基调都笼罩在一种悲凉凄怆的氛围中。无论是词人所见到的“荠麦青青”、“废池乔木”还是在黄昏里听到的“号角”和“空城”还是词人自身所想到的杜牧“难赋深情”和不知亡国恨的“桥边红药”，都是一种悲剧的写照。</p> <p>　　情景交融是这首词在写作表现手法上最显著的一个特点。移情入景，乐景写哀，都是词人经常使用的手法。特别是乐景写哀，词人在文中写了大量的乐景：名都，佳处，二十四桥……可是，写乐景是为了衬托哀情，是为了对比“现在”的惨状：名都的凋残，佳处的弊坏，二十桥的冷寂……正如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>所说：“以乐景写哀，以哀景写乐，倍增其哀乐。”</p> <p>　　用今昔对比的反衬手法来写景抒情，是这首词的特色之一。上片用昔日的“名都”来反衬今日的“空城”；以昔日的“春风十里扬州路”（杜牧《赠别》）来反衬今日的一片荒凉景象——“尽荠麦青青”。下片以昔日的“杜郎俊赏”、“豆蔻词工”、“青楼梦好”等风流繁华，来反衬今日的风流云散、对景难排和深情难赋。以昔时“二十四桥明月夜”（杜牧《寄扬州韩绰判官》）的乐章，反衬今日“波心荡、冷月无声”的哀景。下片写杜牧情事，主要目的不在于评论和怀念杜牧，而是通过“化实为虚”的手法，点明这样一种“情思”：即使杜牧的风流俊赏，“豆蔻词工”，可是如果他而今重到扬州的话，也定然会惊讶河山之异了。借“杜郎”史实，逗出和反衬“难赋”之苦。“波心荡、冷月无声”的艺术描写，是非常精细的特写镜头。二十四桥仍在，明月夜也仍有，但“玉人吹箫”的风月繁华已不复存在了。词人用桥下“波心荡”的动，来映衬“冷月无声”的静。“波心荡”是俯视之景，“冷月无声”本来是仰观之景，但映入水中，又成为俯视之景，与桥下荡漾的水波合成一个画面，从这个画境中，似乎可以看到词人低首沉吟的形象。总之，写昔日的繁华，正是为了表现今日之萧条。</p> <p>　　善于化用前人的诗境入词，用虚拟的手法，使其一波未平，一波又起，余音缭绕，余味不尽，也是这首词的特色之一。《扬州慢》大量化用杜牧的诗句与诗境（有四处之多），又点出杜郎的风流俊赏，把杜牧的诗境，融入自己的词境。</p> <p>　　人称姜夔的词风清雅空灵，此词表现得非常突出。此词的清雅空灵不但表现在词语上，如“清”“寒”“空”“波心”“冷月”，而且还表现在造境上，如用“犹厌言兵”表现兵燹之后的残破，用杜郎名句表现扬州昔日的繁华，用“二十四桥”“波心荡”“冷月无声”表现清幽伤感的气氛，用“桥边红药”表现“寂寞开无主”的荒凉。</p>",
  "about": "<h2>创作背景</h2> 　　此词作于宋孝宗淳熙三年（1176），时作者二十余岁。宋高宗绍兴三十一年（1161），金主完颜亮南侵，江淮军败，中外震骇。完颜亮不久在瓜州为其臣下所杀。根据此前小序所说，淳熙三年，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>因路过扬州，目睹了战争洗劫后扬州的萧条景象，抚今追昔，悲叹今日的荒凉，追忆昔日的繁华，发为吟咏，以寄托对扬州昔日繁华的怀念和对今日山河破的哀思。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "写景",
    "抒情"
  ]
}