{
  "id": 45766,
  "star": 7,
  "name": "敲爻歌",
  "dynasty": "唐代",
  "content": "汉终唐国飘蓬客，所以敲爻不可测。纵横逆顺没遮栏， <br> 静则无为动是色。也饮酒，也食肉，守定胭花断淫欲。 <br> 行歌唱咏胭粉词，持戒酒肉常充腹。色是药，酒是禄， <br> 酒色之中无拘束。只因花酒误长生，饮酒带花神鬼哭。 <br> 不破戒，不犯淫，破戒真如性即沈。犯淫坏失长生宝， <br> 得者须由道力人。道力人，真散汉，酒是良朋花是伴。 <br> 花街柳巷觅真人，真人只在花街玩。摘花戴饮长生酒， <br> 景里无为道自昌。一任群迷多笑怪，仙花仙酒是仙乡。 <br> 到此乡，非常客，姹女婴儿生喜乐。洞中常采四时花， <br> 时花结就长生药。长生药，采花心，花蕊层层艳丽春。 <br> 时人不达花中理，一诀天机直万金。谢天地，感虚空， <br> 得遇仙师是祖宗。附耳低言玄妙旨，提上蓬莱第一峰。 <br> 第一峰，是仙物，惟产金花生恍惚。口口相传不记文， <br> 须得灵根骨髓坚。□骨髓，炼灵根，片片桃花洞里春。 <br> 七七白虎双双养，八八青龙总一斤。真父母，送元宫， <br> 木母金公性本温。十二宫中蟾魄现，时时地魄降天魂。 <br> 铅初就，汞初生，玉炉金鼎未经烹。一夫一妇同天地， <br> 一男一女合乾坤。庚要生，甲要生，生甲生庚道始萌。 <br> 拔取天根并地髓，白雪黄芽自长成。铅亦生，汞亦生， <br> 生汞生铅一处烹。烹炼不是精和液，天地乾坤日月精。 <br> 黄婆匹配得团圆，时刻无差口付传。八卦三元全藉汞， <br> 五行四象岂离铅。铅生汞，汞生铅，夺得乾坤造化权。 <br> 杳杳冥冥生恍惚，恍恍惚惚结成团。性须空，意要专， <br> 莫遣猿猴取次攀。花露初开切忌触，锁居上釜勿抽添。 <br> 玉炉中，文火烁，十二时中惟守一。此时黄道会阴阳， <br> 三性元宫无漏泄。气若行，真火炼，莫使玄珠离宝殿。 <br> 加添火候切防危，初九潜龙不可炼。消息火，刀圭变， <br> 大地黄芽都长遍。五行数内一阳生，二十四气排珠宴。 <br> 火足数，药方成，便有龙吟虎啸声。三铅只得一铅就， <br> 金果仙芽未现形。再安炉，重立鼎，跨虎乘龙离凡境。 <br> 日精才现月华凝，二八相交在壬丙。龙汞结，虎铅成， <br> 咫尺蓬莱只一程。坤铅乾汞金丹祖，龙铅虎汞最通灵。 <br> 达此理，道方成，三万神龙护水晶。守时定日明符刻， <br> 专心惟在意虔诚。黑铅过，采清真，一阵交锋定太平。 <br> 三车搬运珍珠宝，送归宝藏自通灵。天神佑，地祇迎， <br> 混合乾坤日月精。虎啸一声龙出窟，鸾飞凤舞出金城。 <br> 朱砂配，水银停，一派红霞列太清。铅池迸出金光现， <br> 汞火流珠入帝京。龙虎媾，外持盈，走圣飞灵在宝瓶。 <br> 一时辰内金丹就，上朝金阙紫云生。仙桃熟。摘取饵， <br> 万化来朝天地喜。斋戒等候一阳生，便进周天参同理。 <br> 参同理，炼金丹，水火薰蒸透百关。养胎十月神丹结， <br> 男子怀胎岂等闲。内丹成，外丹就，内外相接和谐偶。 <br> 结成一块紫金丸，变化飞腾天地久。丹入腹，非寻常， <br> 阴阳剥尽化纯阳。飞升羽化三清客，各遂功成达上苍。 <br> 三清客，驾琼舆，跨凤腾霄入太虚。似此逍遥多快乐， <br> 遨游三界最清奇。太虚之上修真士，朗朗圆成一物无。 <br> 一物无，唯显道，五方透出真人貌。仙童仙女彩云迎， <br> 五明宫内传真诰。传真诰，话幽情，只是真铅炼汞精。 <br> 声闻缘觉冰消散，外道修罗缩项惊。点枯骨，立成形， <br> 信道天梯似掌平。九祖先灵得超脱，谁羡繁华贵与荣。 <br> 寻烈士，觅贤才，同安炉鼎化凡胎。若是悭财并惜宝， <br> 千万神仙不肯来。修真士，不妄说，妄说一句天公折。 <br> 万劫尘沙道不成，七窍眼睛皆迸血。贫穷子，发誓切， <br> 待把凡流尽提接。同越蓬莱仙会中，凡景煎熬无了歇。 <br> 尘世短，更思量，洞里乾坤日月长。坚志苦心三二载， <br> 百千万劫寿弥疆。达圣道，显真常，虎兕刀兵更不伤。 <br> 水火蛟龙无损害，拍手天宫笑一场。这些功，真奇妙， <br> 分付与人谁肯要。愚徒死恋色和财，所以神仙不肯召。 <br> 真至道，不择人，岂论高低富与贫。且饶帝子共王孙， <br> 须去繁华锉锐分。嗔不除，憨不改，堕入轮回生死海。 <br> 堆金积玉满山川，神仙冷笑应不采。名非贵，道极尊， <br> 圣圣贤贤显子孙。腰间跨玉骑骄马，瞥见如同隙里尘。 <br> 隙里尘，石中火，何在留心为久计。苦苦煎熬唤不回， <br> 夺利争名如鼎沸。如鼎沸，永沈沦，失道迷真业所根。 <br> 有人平却心头棘，便把天机说与君。命要传，性要悟， <br> 入圣超凡由汝做。三清路上少人行，畜类门前争入去。 <br> 报贤良，休慕顾，性命机关须守护。若还缺一不芳菲， <br> 执著波查应失路。只修性，不修命，此是修行第一病。 <br> 只修祖性不修丹，万劫阴灵难入圣。达命宗，迷祖性， <br> 恰似鉴容无宝镜。寿同天地一愚夫，权物家财无主柄。 <br> 性命双修玄又玄，海底洪波驾法船。生擒活捉蛟龙首， <br> 始知匠手不虚传。",
  "poet": {
    "id": 375,
    "star": 0,
    "name": "吕岩",
    "image": "http://img.gushiwen.org/authorImg/lvyan.jpg",
    "desc": "吕岩，也叫做吕洞宾。唐末、五代著名道士。名□(一作□)，号纯阳子，自称回道人。世称吕祖或纯阳祖师，为民间神话故事八仙之一。较早的宋代记载，称他为“关中逸人”或“关右人”，元代以后比较一致的说法，则为河中府蒲坂县永乐镇（今属山西芮城）人，或称世传为东平（治在今山东东平）人。"
  },
  "tags": []
}