{
  "id": 61374,
  "star": 17,
  "name": "青玉案·被檄出郊题陈氏山居",
  "dynasty": "宋代",
  "content": "西风乱叶溪桥树。秋在黄花羞涩处。满袖尘埃推不去。马蹄浓露，鸡声淡月，寂历荒村路。 <br>身名多被儒冠误。十载重来漫如许。且尽清樽公莫舞。六朝旧事，一江流水，万感天涯暮。",
  "fanyi": "<h2>译文</h2> <p>　　西风萧瑟，溪桥边树枝头的枯叶被吹得零落纷飞，菊花也垂首自哀，尽显秋的荒凉。风尘满身，前路漫漫，何处归程。坐骑蹄踏寒露，远处晨鸡报晓，天际淡然月影，身处荒村陌路，满怀孤寂。</p> <p>　　仕途坎坷，身心疲惫，十年后的故地重游竟有如此多的感慨，暂且饮尽杯中离别的酒，君莫窃喜，君不见六朝奢华也终付与一江流水，万千感慨尽因暮色天涯。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　词的上片是一幅荒村行路图，用的是<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>“鸡声茅店月，人迹板桥霜”的意境：深秋，鸡声叫了，冷冷的月光还没有褪去，西风吹落了枝头的枯叶，路边羞答答开着的菊花透露出一丝秋意，时候尚早，却已有人骑着马，踏着晨露，行走在寂寥的荒村路上。这行客便是张榘。</p> <p>　　“秋在黄花羞涩处”，“羞涩”两字极妙。古代的词人描写黄花的很多，或比作傲霜的勇士，或比作受欺的弱女，比作愁苦的象征，或当作悠闲的陪衬，惟独张榘用“羞涩”两字来形容，既写出此黄花经过一夜浓霜摧打，尚未抬起头来，似乎有些羞答答、苦涩涩的神态，同时又恰好表现出词人此时的羞愤苦涩的心情。另外一层含义是傲霜独开的菊花在一夜的摧打之后也不免“羞涩”，花犹如此，人何以堪！张榘的“秋在黄花羞涩处”，其高度的艺术性正在于语意新颖，使黄花的描写与主人公的心理相一致。</p> <p>　　“满袖尘埃”句是全词的张本。由此而有“羞涩”，而有匹马晓行，而有无限感慨。“马蹄”三句，将几个各不相干的景物，组合起来构成一幅带有强烈感情色彩的图画。这三句在节奏安排上更有巧妙之处：马蹄——浓露——鸡声——淡月——寂历——荒村——路。两字一顿，十三个字构成均衡的、没有起伏的七个音节，恰好符合词人独自骑马，“的得，的得”行进在荒凉山路上的单调呆板的节奏的心绪。</p> <p>　　如果说，上片主要是写景，那么，下片主要是言情。上片写词人一路所见，下片则是词人到达陈氏山居之后所发的感慨。时隔十载，旧地逡巡，风物如故，然物是人非，怎能不引起“身名都被儒冠误”的强烈感慨！这里词人借<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的<a href=\"http://so.gushiwen.org/view_61374.aspx\">诗</a>意来表明自己的遭遇心情，并进一步说“身”与“名”都被儒冠所误，足见愤慨之深！</p> <p>　　“且尽清樽”与上片“推不去”相呼应，表现出作者无可奈何，以酒解忧，聊以自慰的情态。“公莫舞”之“公”，乃指官场得势者，其含义与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的“君莫舞，君不见玉环飞燕皆尘土”相同。只不过词人不用玉环、飞燕事，而用“六朝旧事”来比喻。</p> <p>　　六朝共同的特点是统治者奢侈腐化、醉生梦死，因而一个个国运不长，相继灭亡。南宋的情况与六朝相似，词人似乎已预感到了它将重蹈六朝覆辙的历史命运，因而在这里借咏史抒发时事之感。这正是无数文人士大夫在六朝旧都——南京极易生出的感慨。所以“万感天涯暮”，不仅指从清晨到日暮的时间的流逝，而且包括了对时光易逝、人生无常的深沉感慨，对那些官场一时得意的小人的讽刺警告，对国家命运以及个人前途的忧虑担心，以及对自己被“儒冠误”的无言的哀叹。这里，词人用“六”“一”“万”几个数字，反复盘旋，层层深入，似直而纡，似达而郁，将万感交集的复杂思想感情生动地表露了出来。</p> <p>　　这首词的用韵也有特色，“树、处、去、路、误、许、舞、暮”用上去声字押韵，有一种“促而未舒，往而不返”的声情，再加上《青玉案》词调的句法结构和谐少，拗怒多，使全词悲愤慷慨的情绪，有更强烈的感染力。</p> <p>　　“学而优则仕”，数千年来，中国的知识分子大都遵奉这一人生准则，在艰难的仕途上苦苦跋涉。由于不同的人们有着不同的人生经历和人格理想，所以也不是所有的读书人对做官总是趋之若鹜而甘愿在宦海中浮沉。张榘的这首词便表达出了对官场的厌倦，希望及时超拔出来。 　　</p> <p>　　词上片是，呈现在我们眼前的是一幅荒村行旅图：在一个深秋的清晨，冷冷的淡月还挂在天边，照着那板桥上凝结着的一层雪白的浓霜。枯叶在萧飒的西风中漫天乱飞，然后堆积在山路边，或飘落在小溪里，而惟有金黄色的菊花还在桥边路旁羞答答地开放着，远处传来几声鸡啼，有人骑着马，形单影只地走过板桥，绕过小溪，沿着山路向僻静荒凉的山村走去。词的上片就为我们勾画出来这么一个寥落、清冷的秋景。其中最传神处乃是“秋在黄花羞涩处”。用“羞涩”一语来状菊花，新颖独到而且巧妙。“羞涩”既写出此菊花经过一夜的浓霜摧打，无力抬起头来，似乎有些羞答答、苦涩涩的神态，同时又恰好表现出词人此时此地内心的羞愤苦涩之情。作者何以在此时此地产生羞愤苦涩之情呢？了解一下张榘的生平即可知道，张榘是南宋人，在宋理宗淳祐年间当过句容县的县令，宝祐中又曾任江东制置使参议，掌管机密文字。前后两次做官，均处于地位卑下的职位。看来，词人对自己的仕途际遇甚为不满，以至失望。标题中的“被檄出郊”四字，就透露出这种心理，一个“被”字，传达出不情愿和无奈何之情。词人风尘仆仆在行于途中，“满袖尘埃推不去。”尘埃不说拂而说推，用语新奇自然，不仅照应了前面的“羞涩”句，还带出了匹马晓行以及无限感慨。</p> <p>　　词的上片以写景来衬托心情，亦可说描写的是与外部世界相应合的心境。那么在词的下片中，紧接着就是抒发出作者到达陈氏山居后触发的无限感慨了。下片的第一句是：“身名多被儒冠误”。一个“误”字，道出了他在仕途中的几多怨恨，几多懊悔。这就是此词的词眼。“十载重来漫如许”，一种失落和痛惜，笼罩在作者心头，时隔十年，重回旧地，风物依然如故，而人呢，白白地蹉跎了岁月，且“身”与“名”俱误。下片这开头两句使人自然联想到<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“误落尘网中，一去三十年”那样的省悟。所以词人内心的苦痛、矛盾、悔恨、怨尤、无奈，全在这两句中传达出来了。“且尽清樽”，乃是出于无可奈何，内心的苦痛、郁闷，兴许只能以酒相解了。这与上片的“满袖尘埃”遥相呼应。“公莫舞”乃是指官场得势之人，一时得势之人不必那么轻狂得意，你看“六朝旧事”已如“一江流水”，正“舞榭歌台，风流总被，雨打风吹去”。所以什么荣辱啦，成败啦，在沧桑瞬变的历史长河中又算得了什么呢？即使像奢侈腐化，醉生梦死的六朝不也随风而逝，了无痕迹”全词行文至此，如大河入海，水到渠成，词人便深沉地轻叹一声：“万感天涯暮”。这是词人面对黄昏，想到身世国情，万感交集，发出的慨叹。其中这个“暮”字，却不仅指物理时间上的黄昏，亦是直感到国家命运已近黄昏。这结束的一句，承接前面所有文字，举重若轻，把作者复杂的思想感情深而又生动地表露出来了。</p>",
  "poet": {
    "id": 317,
    "star": 0,
    "name": "张榘",
    "desc": "［约公元1208年前后在世］字方叔，号芸窗，南徐（一作润州）人。生卒年均不详，约宋宁宗嘉定初前后在世。淳佑间，任句容令。宝佑中，为江东制置使参议、机宜文字。榘著有《芸窗词稿》一卷，《四库总目》传于世。"
  },
  "tags": [
    "婉约",
    "行旅",
    "写景",
    "感慨"
  ]
}