{
  "id": 70107,
  "star": 3,
  "name": "杂剧·萧何月夜追韩信",
  "dynasty": "元代",
  "content": "第一折<br>自家韩信的便是。自今秦失其鹿，天下逐之，不知久后鹿死谁手？想自家空学的满腹兵书战策；奈满眼儿曹，谁识英雄之辈，好伤感人呵！<br>【仙吕】【点绛唇】想着我独步才超，性与天道，凌云浩。世事皆浊，则我这美玉谁雕琢？<br>【混江龙】消磨了圣人之教，儿时的经纶天地。整皇朝。时遇着梁雌雉，急切钓不的沧海鲸鳌。泪洒就长江千尺浪，气冲开云汉几重霄。啊次包罗大地，肺腑卷摄江河。笔尖能摇山岳，剑锋可摘星辰。叹英雄何日朝闻道，盼杀我也玉堂金马，困杀我也陋巷箪瓢。<br>【油葫芦】寻思我枉把孙吴韬略学，天交我不发迹直等到老，一回家怨天公自恁困英豪。叹良金美玉何人晓，恨高山流水知音少。礼不通忘了管辖，道不行无了木铎。枉着那兵书战策习的玄妙，争奈俺命不济谩徒劳。<br>【天下乐】空教我日夜思量计万条，一回家心焦，何日了？越把我磨剑的志节懒堕却，窄将文业攻，武艺学，至如学将来有甚好。<br>嗨，好大雪呵！<br>【那吒令】似这般大雪呵，街上黎民也懊恼；似这般大雪呵，山上樵夫也怎熬；似这般大雪呵，江上渔翁也冻倒。便有个姜子牙也难应非熊兆，子索把绿蓑衣披着。<br>【鹊踏枝】昔零零洒琼瑶，乱纷纷翦鹅毛。越映的江阔天低，水远山遥。冰雪堂苏秦冻倒，漏早堂颜子难熬。<br>【寄生草】凛凛寒风刮，扬扬大雪飘。如银河滚下飞虹瀑，似玉龙喷出梨花落，比白云满地无入扫，我则见败残鳞甲满天飞，抵多少西风落叶长安道。<br>【幺】你道我秋夏间犹难过，冬月天怎地熬，可不春来依旧生芳草。你道我白身无靠何时了，可不说青霄有路终须到。则我这男儿未济妇人嫌，真乃是龙归浅水蟆虫麻笑。<br>【村里迓鼓】凭着我五陵豪气，不信道一生穷暴。夫子抱麒麟而哭生不遇时。我若生在春秋那时，英雄志登时宣召。凭着满腹才调，非咱心傲。论勇呵那里说卞庄强，论武呵也不数廉颇会，论文呵怎肯比子产高，沦智呵我敢和伍子胥临潼斗宝。<br>【元和令】晋灵辙得饭了，请赵盾且休闹。圣人言谋道不谋食，居无安食无饱。觑了田文门下女妖娆，我宁可首阳山白饿倒。<br>【上马娇】口口庚运歹也逢太岁恶，但行处撞着儿曹。他把我丕丕的赶过长安道，恶难怎逃。时下怎归着，忿气不消，赶到我二十遭。<br><br>【游四门】呀，早剑横秋水手中提，我可甚由自想来朝。你道拜为兄长相结好，为朋友便耽饶。呵，咱两个做知交。<br>【胜葫芦】可知大古是人伴贤良智转高，呀，怎想舌是斩身刀。则见他恶歆歆伏着龙泉寻左错，他把我踢收秃刷观觑，则觉我惊惊战战心怕，不由我的羞剔痒腿艇摇。<br>昔日宋桓魋欲害孔子，孔子不能逃难，亦曾微服而避过。我想一代圣贤尚然如此，何况韩信。<br>【后庭花】归冥鸿惜羽毛，休想先王懒折腰。赤紧在他双股下，子索伏低且做小。向胯下扒步到两三遭，避个的乡人海耻笑恨难消。伏软弱痛难熬，儿曹每行霸道。是准人把剑客赶去了？细身躯猛回头观觑着。<br>【柳叶儿】却元来是孟尝君来到。见桑新妇乱下风雹，哥哥咱止是扬鞭举棹休相笑。却才那齐管仲行无道，义见鲁义姑逞粗豪，咱呵可甚晏平仲善与人交。<br>婆婆这思念，久后须要报了。<br>【尾】真乃是孟母断机心，怎忘的鲍叔般相结好。我早则离了你贤达嫂嫂，人丈夫何愁刎颈交。割鸡焉用牛刀，打听波女妖娆，有一日平步青霄，不信鸿鹄同燕雀。噤声！凭着我整乾妇六韬，展江山三略，笑谈间束带立于朝。<br><br>第二折<br>想自家离了淮阴。投于楚国不用。今投沛公。亦不能用人。闷闷而不已，而成短歌。歌曰：背楚投汉，气吞山河。知音未遇，弹琴空歌。弃执戟离霸主，谋大将投萧何。治粟以叹何补，乘骏骑而知他。泪洒西风怨恨多，淮阴壮士被穷磨。鲁麟周凤皆为瑞，时与不时争奈何。<br>【双调】【新水令】恨天涯流落客孤寒。叹英雄半世虚幻。坐下马空踏遍山水雄。背上剑枉射得斗牛寒。恨塞于天地之间，云遮断玉砌雕栏，按不住浩然气透霄汉。<br>【驻马听】回首青山，拍拍离愁满战鞍，举头新雁，呀呀哀怨伴天寒。止望学龙投大海驾大关，刬地似军骑羸马连云栈。且相逢觑英雄如匹似闲，堪恨无端叫海苍生眼。<br>【沉醉东风】干功名千难万难，求身仕两次三番。前番离了楚国，今次又别炎汉，不觉的皓首苍颜。就月朗叫头把剑看。忽然伤感默下心来，百忙里揾不干我英雄泪眼。<br>身似青山气似云，也曾富贵也曾贫。时运未来君休笑，太公也作钓鱼人。<br>【水仙子】想当日子牙守定钓鱼滩，遇文王亲诣磻溪登将台。如今一等盗糠杀狗为官宦，天那，偏我干功名的难上难。想岩前傅说贫寒，平粪土把生涯干。遇高宗一梦间，他须不曾板筑在长安。<br><br>【雁儿落】丞相道将咱来不住的赶，韩信则索把程途盼。为甚却相逢便噤声，非是我不言语相轻慢。<br>【得胜令】我又怕叉手告人难，闲此上懒下宝雕鞍。说着汉天子犹心困，量着楚重瞳怎挂眼。弃骏马雕鞍，向落日夕阳岸。办蓑笠纶竿，钓西风渭水寒。<br><br>【夜行船】看承的自家如等闲，我早则没福见刘亭长龙颜。谁受你那小觑我的官职？谁吃你那淹留咱的茶饭？刬地说功名半年期限。<br>【挂玉钩】我怎肯一事无成两鬓斑，既然你不用我这英雄汉，因此上铁甲将军夜度关。你端的为马来将人盼，既不为马共人，却有甚别公干？我汉室江山，可知、可知保奏得我甚挂印登坛。丞相道渔公说得是，官人每不在家里快活，也这般戴月披星生受了。末将谓韩信功名如此艰辛，元末打鱼的觅衣饭吃，更是生受。<br>【川拨棹】半夜里恰回还，抵多少夕阳归去晚。烟烟湾湾．珂佩珊珊，冷清清夜静水寒，可正是渔人江上晚。<br>【七弟兄】脚踏着跳板，手执定竹竿，不住的把船攀。兀良，我则见沙鸥惊起芦花岸，忒楞楞飞过蓼花滩，可便似禹门浪急桃花泛。<br>【梅花酒】虽然是暮景残，恰夜静更阑。对绿水青山，正天淡云闲。明滴溜银蟾似海山，光灿烂玉兔照天关。撑开船，挂起帆，俺红尘，户受涂炭，恁绿波中觅衣饭。俺乘骏骑惧登山，你驾孤舟怕逢滩。俺锦征袍怯衣单，你绿蓑衣不肯干。俺干熬得鬓斑斑，你枉守定水潺潺。俺不能勾紫罗襕，你窄执着钓鱼竿，咱都不到这其间。<br>【收江南】怎知烟波名利大家难。抵多少五更朝人马嘶寒，对一天星斗跨雕鞍。不山我倦惮，也是算来名利不如闲。<br>【尾】我想这男儿受困遭磨难，恰便似蛟龙未济逢乾旱。怎蒙了战策兵书，消磨了盾剑摇环。唱道惆怅功名，因何太晚，似这般涉水登山，休休休空长叹。谢丞相执手相看，不由我半挽着丝缰意去的懒。<br><br>第三折<br>不想今日，得见官里面皮。<br>【中吕】【粉蝶儿】手摘星辰，脚平踏禹门潮信。吐虹蜺于丈丝纶。钓五国，平天下，怎教鱼龙一混。早则得志羽啪纶巾，再不践长途客身难进。<br>【醉春风】昨日看青山绿水剑光昏，今朝见白马红缨彩色新。便做一宵宫里梦贤人，也似这般准，准。三省吾身，五陵年少，端的一言难尽。今日得见官里，谢丞相一人而己。<br>【石榴花】昨日恰正功羁怀千里践红尘，唯骑欲私奔。若不是朝中宰相自劳神。把飘零客身，引入贤门。若不是丞相追回沙，这其问趁西风人远天涯近。则见众公卿步履殷勤，把列着中半张銮驾迎韩信。这的是天子重贤臣。<br><br>【斗鹌鹑】臣迭不得舞蹈扬尘。嗨，好豁达波至尊，这一遍不弱如文王临渭滨。量这个夯铁之大小可人。怎做这社棱臣。为我王纳谏如流，因此上丞相奏准。做回驾科)<br>【剔银灯】臣昨日做了个夜度昭关伍员，不弱如有国难投孙膑。今日又个曾驱兵领将排着军阵，不剌，怎消得我工这般棒毂推轮。量这个提牌将，执戟人，霎时间官封一品。<br>【蔓菁菜】陛下，我亲挂了元戎印，久已后我工掌十万卫锦乾坤。恁时节须小本，你看我尽口仟忠立功勋，单注着楚霸王大军尽。<br>(樊哙云了)众军拿下者！既为元帅，军有常刑，推转者。(驾上云了)且留下者。(云)我王万岁万岁万万岁！想古往今来，多少功臣名将，谁不出于贫寒碌碌之中，听微臣说咱。<br>【十二月】伊尹曾耕于有莘，子牙曾守定丝纶，傅说在岩前板筑，夫子在陈蔡清贫。(等净云了)你休笑这做元帅的原是庶人，道丞相也是个黎民。<br>【尧民歌】我从来将相出寒门。(驾云了)咱王是一朝天子一朝臣。(驾云了)息怒波豁达大度圣明材。(净云了)噤声波低头切肉大将军。(净云了)休卖弄花唇，你不曾把枪刀剑戟抡，我只见你杀狗处持刀刃。(净云了)(驾上，云了)霸王酒不饮三。色不侵二。有喑呜叱咤之威，举鼎拔山之力。人有疾病之苦，泣涕衣食而饮。陛下不知。霸王却有几庄儿不及我王处。(等驾云了)<br>【上小楼】他不合烧阿房三十六宫，杀降兵二十万人。先到咸阳，不依前言，自号为君。赶故主，杀子缨，诛绝斩尽。更杀义帝江心巾打家难奔。<br>【幺】把长安封与佞臣，将彭城改作内门。这的是他不得大时，失了地利，恶了秦民。匹掳掠民才，弑君杀父，言而无信。及至他封官时惜爵刓印。(驾上，云了)我王错矣！豁达大度，纳谏如流，为忄敞宗而罢刑肉，灭强秦而罢城旦。有功虽仇必赏，有过虽亲必诛。霸王为名征，我主施仁义呵。<br>【耍孩儿】这楚重瞳能有十年运，(驾云了)占十分消磨六分。臣一观乾象甚分明，(驾云了)我王帝早朗朗超群。(驾云了)他时来力举千斤鼎，直熬得运去无功自杀身。(驾云了)陛下问安邦策何时定，臣算着五年灭楚，小可如三载亡秦。<br>【幺】恁般一个秦家基业人，客尽东愁甚末刘项不分。登时间-统做汉乾坤，笑谈间席卷三秦。败齐破赵无虚谬，火楚兴刘有定准。(驾云了)请我王休心困，荐微臣的是朝中宰相，拿霸主的全在阃外将军。<br>【三煞】臣教子房散了楚军，周勃领着汉兵。臣教郦商引铁骑八方四面相随趁，臣教王陵作先锋九里山前明排着阵：臣教灌婴为合后十面埋伏暗摆着军，臣教樊哙去山尖顶上磨旗作军户眼目，看阵势调遣军人。<br>【二煞】得胜也臣教人梁王在后面赶，诈败也臣教儿江工在前面引。把楚重瞳赚入长蛇阵，恁时节喑呜叱咤难开口。便举鼎拔山怎脱身。臣教吕马童紧紧地相逗趁，(等驾云了)不妨事。他那里知心故友，子是个取命的凶神。<br>(驾云了)相持处用着一人，孤舟短棹，直临江岸，扮作渔公。楚重瞳杀的怕撞阵冲军，走的慌心忙意紧，行至乌江，无处投奔，来叫渔公。<br>【尾】只说道渡人不渡马，(驾云了)他待渡马时便不说渡人。(驾云了)这的是一朝马死黄金尽，那时节有家难奔，有国难投，急不得已，羞扯龙泉自去刎。(下)<br><br>第四折<br>(竹马儿凋阵子上)(渔翁、霸王一折，了)(驾一行上)(末扮吕马童上，云)怎想今日乌江岸上，九里山前，送了你呵，好伤感人呵！<br>【正宫】【端正好】再休夸桀纣起刀兵，谩说吴越相吞并，也不似这一场虎斗龙争。方信图王霸业从天命，成败皆前定。<br>【滚绣球】哎，霸正呵，全个见鸿门会那气性。今日向乌江岸灭尽形，那里也拔山举鼎。怎想你临死也通点人情，自别处叫一声，乡人吕马童。枭首级分付的明，这两庄儿送得楚重瞳百事无成。待叫向垓心坦别了虞姬。闷闷闷，懒归西楚亲无救。待去来吴楚八千子弟散得无一人，羞答答耻向东吴又再起兵，另巍巍孤掌难鸣。<br>(驾云了)<br>【收尾】只为那八千子弟无踪影，因此上送得他十二瑶阶独自行。道寡称君事不成，创业开基命不存。失却龙驹怎战争，别了虞姬那痛增。前后军兵紧相并，左右枪刀厮围定。掠袖揎拳挺盔顶，破步撩衣扯剑迎。响断狮鍪心不宁，伏着龙泉身略横。猿背弯环。醉眼朦朦，腰项斜称。呀，他可早鲜血淋漓了战袍领。(下)<br>(扮韩信上)(驾上云)<br>题目霸王垓下别虞姬<br>高皇亲挂元戎印<br>漂母风雪叹王孙<br>萧何月夜追韩信</p> <p> ",
  "poet": {
    "id": 1935,
    "star": 0,
    "name": "金仁杰",
    "desc": "金仁杰[公元？年至一三二九年]，字志甫，杭州人。生年不详，卒于元文宗天历二年。小试钱糓，给由江浙，与钟嗣成交往，二十年如一日。天历元年冬，授建康崇甯务官。二年正月到任，三月，其二子即护柩归。仁杰工作曲，太和正音谱主为“如西山爽风。”所作杂剧凡七种，为西湖梦、追韩信、蔡琰还汉、东窗事犯、（非孔文卿作）韩太师、鼎锅谏、抱子设朝，《录鬼簿》今全佚。"
  },
  "tags": []
}