{
  "id": 4113,
  "star": 23,
  "name": "公子行",
  "dynasty": "唐代",
  "content": "天津桥下阳春水，天津桥上繁华子。<br>马声回合青云外，人影动摇绿波里。<br>绿波荡漾玉为砂，青云离披锦作霞。<br>可怜杨柳伤心树，可怜桃李断肠花。<br>此日遨游邀美女，此时歌舞入娼家。<br>娼家美女郁金香，飞来飞去公子傍。<br>的的珠帘白日映，娥娥玉颜红粉妆。<br>花际徘徊双蛱蝶，池边顾步两鸳鸯。<br>倾国倾城汉武帝，为云为雨楚襄王。<br>古来容光人所羡，况复今日遥相见。<br>愿作轻罗著细腰，愿为明镜分娇面。<br>与君相向转相亲，与君双栖共一身。<br>愿作贞松千岁古，谁论芳槿一朝新。<br>百年同谢西山日，千秋万古北邙尘。",
  "shangxi": "<h2>鉴赏</h2> <p>　　“天津桥”在洛阳西南洛水上，是唐人春游最繁华的景点之一。刘希夷此<a href=\"http://so.gushiwen.org/view_4113.aspx\">诗</a>从天津桥写起，因为天津桥下洛水是清澈的，春来尤其碧绿可爱。诗中“阳春水”的铸辞，引人入胜。与“天津桥下阳春水”对举的，是“天津桥上繁华子”，即纨绔公子——青春年少的人。以下略写马嘶入云以见兴致后，就巧妙地将春水与少年，揉合于倒影的描写：“人影动摇绿波里。”</p> <p>　　意象飘逸，如镜花水月之虚幻。这种梦幻般的色彩，对诗中所写的快乐短暂的人生，起到点染之功。紧接写水中（或岸上）的砂，和倒映水中的云霞，以陪衬人影。词藻华丽，分别融合化用了“始镜底以如玉，终积岸而成沙”（<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>）的赋句和“（锦）文似云霞”（《拾遗记》）的文句，又以顶针的辞格衔接上文，意象、词采、声韵皆美。这段关于东都之春的描绘，最后落在宫门内外的碧树与春花。梁简文帝曾有诗道：</p> <p>　　“桃含可怜紫，柳发断肠青。”诗人以赞叹不绝于口的排比句式出之：“可怜杨柳伤心树！可怜桃李断肠花！”“伤心”、“断肠”的固然来自好景不长，以及与杨柳、桃李有关的其它联想。但诗人连呼可爱，又似乎是喜极之辞。或者，他此刻“已从美的暂促性中认识了玄学家所谓的‘永恒’——一个最缥缈，又最实在，令人惊喜，又令人震怖的存在。”（闻一多）这种富于柔情的彻悟和动人春色本身，都能撩起无限暇思。</p> <p>　　春游意兴已足，公子将归何处；“此日遨游邀美女，此时歌舞入娼家。”诗人将人间的艳遇，安排在自然界的春意中，构思是巧妙的。效果是双重的。那“飞来飞去公子傍”的，可能是“郁金香”，也可能是“歌舞”，语义双关。满堂氛氲，舞姿妙曼，公子必已心醉目迷了。诗人这时用两句分别描绘华堂景物和美人的花容月貌，“的的（明亮）珠帘白日映，娥娥（美好）玉颜红粉妆。”（《古诗》“娥娥红粉妆。”）闲中著色，有助于表现歌筵的欢乐。“花际徘徊双蛱蝶，池边顾步两鸳鸯。”在这精巧的景色穿插中，蕴含着这样的构思：成双作对的昆虫水鸟，促使恋人迅速效仿。“蛱蝶”、“鸳鸯”为性欲蒙上了一层生物学的面纱。“倾国倾城”、“为云为雨”两句，更是直白地暗示着情欲的放纵了。这两个措辞直接出自汉武帝李夫人、楚王神女的故事传说，颇有狂俗的感觉，然而施诸娼家场合，又以其本色而可喜。这种颠狂，乃是都城诗里常有的内容，而闻一多对<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>诗的批评：“颠狂中有战栗，堕落中有灵性”，正可移用于此诗。</p> <p>　　“古来容光人所羡”以下，诗人将笔墨集中在热恋双方的山盟海誓上，拓出了一番新的境界。前四句是公子声口，“愿作轻罗著细腰，愿为明镜分娇面”，化用<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《同声歌》。但“思为苑蒻席，在下蔽匡床；愿为罗衾帱，在上卫风霜”，本是女性口吻，到陶潜《闲情赋》“愿在衣而为领，承华首之余芳”等句，转为男性谦卑口吻，便是一个创造。此诗则既沿陶诗作男性口吻，又如张作只写两愿。“愿为明镜分娇面”的构想尤妙不可言。不说“观”娇面，实则已包含化镜观面的献身之意，又兼有“分”享女方对美的自我陶醉之意，充分表达了爱的情愫。“与君相向转相亲”六句是艺妓的答辞，总括起来八个字：永远相爱，同生共死。梁代王僧孺诗云：“妾意在寒松，君心若朝槿。”意在怨恨男方之恋情如木槿，朝花暮落，不像己心如松树耐寒持久。这首诗反用其意作“愿作贞松千岁古，谁论芳槿一朝新”。末二句意思是在生愿结百年之好，死后也愿同化北邙飞尘。“百年——千秋——万古”，既有递进，更增加了夸饰的色彩。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此节为“公子惑于声色而娼家以诳语答之。”（《唐诗别裁》）</p> <p>　　如果与《长安古意》比较，《公子行》却别有一种倩丽风流，这首诗对仗工丽，上下蝉联。在对叠律的运用上，穷极变化，尤有特色。诗中使用最多的是叠首换尾的排比句式，一般用于段落的起结处及对话中（“愿作轻罗著细腰，愿为明镜分娇面”；“与君相向转相亲，与君双栖共一身”），形成一种特殊的顿挫，又造成重复中求变化和一气贯注的韵调。此外，各种带有复叠的对仗句也逐步可见。此外还有顶针格（如第四、五句衔接）和前分后总格（“美女”、“娼家”分合的三句）的巧妙使用。这些都有助于全诗形成一种明珠走盘的音情，为这首春歌增添了不少风姿。</p>",
  "poet": {
    "id": 784,
    "star": 0,
    "name": "刘希夷",
    "desc": "刘希夷 （约651-？） 唐诗人。 一名庭芝，字延之（一作庭芝），汉族，汝州（今河南省汝州市）人。 上元进士，善弹琵琶。其诗以歌行见长，多写闺情，辞意柔婉华丽，且多感伤情调。《代悲白头吟》有“年年岁岁花相似，岁岁年年人不同”句，相传其舅宋之问欲据为已有，希夷不允，之问竟遣人用土囊将他压死。延之少有文华，落魄不拘常格，后为人所害，死时年未三十。原有集，已失传。"
  },
  "tags": [
    "公子",
    "艺妓",
    "恋情"
  ]
}