{
  "id": 70345,
  "star": 1,
  "name": "【商调】集贤宾_友人爱姬为",
  "dynasty": "元代",
  "content": "友人爱姬为权豪所夺复有跨海征进之行故作此以书其怀<br>　　莺花寨近来谁战讨，这儿郎悬宝剑佩金貂。燕子楼屯合着铠甲，鸡儿巷簇拥<br>着枪她。丽春园万马萧萧，鸣珂巷众口嗷嗷，将一座玩江楼等闲白占了。他道是<br>特钦丹招，穿花掖凤鸟，跨海斩鲸鳌。<br>　　【逍瑶乐】六韬三略，也则待制胜量敌，却做了幽期密约。阵马咆哮，比贩<br>茶船煞是粗豪，将俺这软弱苏卿禁害倒。统领着鸦青神道，将散蜂媒蝶使，烘散<br>燕子莺儿，拆散凤友鸾交。<br>　　【梧叶儿】虽不是糟糠妇，休猜做花月妖。又不曾谙海岛惯风涛，把舵春纤<br>嫩，扶篙筋力小。恁待去征辽，没话说军期误却。<br>　　【金菊香】<br>　　他将绛绡裙笼罩着锦征袍，银铠甲缨联着珠络索，铁兜鍪压损了金凤翘。改<br>尽了风标，全不似海棠娇。<br>　　【醋葫芦】枪攒呵玉臂擎，箭来呵罗袜挑。丁香舌叶似剑吹毛，连珠炮被窝<br>儿里聒破脑。知音的都道，我不信建头功先奏你个女妖娆。<br>　　【二】铰青丝缠做弩弦，裁香罗衲做战袄。补旗幡绞断翠裙腰，金疮药细将<br>脂粉调。都是些风流功效，他则想五花诰飞下紫宸朝。<br>　　【三】叫喳喳锦缆移，闹垓垓画桨摇。那里取明眸皓齿姆军稍，更做道孙武<br>子教得来武艺高。止不过提铃喝号，抵多少碧桃花下坐吹箫。<br>　　【四】他恋着篷窗下风致佳，舵楼中景物饶。棹歌声里乐陶陶，辱没杀铺红<br>苦绿翡翠巢。怕不道相偎相抱，那里也芙蓉帐暖度春宵。<br>　　【五】晚风凉篥鸣，晓星沉鼙鼓敲。热乐似银筝象板紫檀槽，则学的君起<br>早时臣起早。白鸥冷笑，倒惹的黑漫漫杀气蜃楼高。<br>　　【随煞】奶奶得了些卖阵钱，哥哥占了些劳军钞。他向这海神庙多买好香烧，<br>但只愿一年一度征海岛。休忘了将军的旗纛，他是个玉门关旧日的莽班超。　客窗值雪<br>　　倚龙泉数声长叹息，游子去何期。添一岁长一分白发，治一经饱一世黄齑。<br>风凛凛岁晚江空，雪漫漫天阔云低。对梅花叹人犹未归，观不足严凝景致。玉壶<br>春滟滟，银海夜凄凄。<br>　　【逍遥乐】<br>　　客窗深闭，止不过香炷龙涎，茶烹风髓，纸帐低垂。早难道翠倚红偎，冷暖<br>年来只自知，捱不彻凄凉滋味。鸳鸯无梦，鸿雁无音，灵鹊无依。<br>　　【金菊香】看别人吹箫跨凤上瑶池，乘兴扁舟访剡溪。真仍是平地白云三万<br>里，堪画堪题。水晶宫翻做素玻璃。<br>　　【尾声】调琴演楚骚，研朱点《周易》。风流似党进，终日醉如泥。磨龙香<br>拂花笺呵冻笔，挥写就乾坤清气，着人道老袁安犹自说兵机。<br>　　【般涉调】哨遍　新建构栏教坊求赞<br>　　圣遍飞龙当日，火精焰焰光天德。三尺剑一戎衣，笑谈间平吞了万里华夷。<br>二气里，八荒跻寿。四海涵春，酉酉出雍熙治。都会金陵佳丽，鲁麟呈瑞，周凤<br>来仪。天香荡酒旗风，甘露调和落花泥。拽塌了旌旗，打灭了烽尘，销溶了剑<br>戟。<br>　　【耍孩儿】赤紧的教坊司独占了阳和地，越显得莺花艳美。真乃是紫微宫殿<br>乐星集，另巍巍创立个根基。方位里都按着郭景纯经天伟地阴阳诀，规矩上不离<br>了鲁公输迈古超今造化机。昏昼里无休息，响玎玎斧斤电掣，闹垓垓锯铲星飞。<br>　　【七煞】瓦砾披荡的平，风火墙垒砌得疾，百年便作千年计。选良材砍尽<br>了南山铁干霜皮木，搬巨磉捞遍了东海金星雪浪石。非容易，半空中觚棱□耸，<br>平地上轮奂光辉。<br>　　【六煞】上设着透风月玲珑八向窗，下布着滴星辰嵯峨百尺梯，俯雕栏目穷<br>天堑三千里。障风檐细粼粼檐牙高展文鸳翅，飞云栋碜可可檐角高舒恶兽尾。多<br>形势，碧窗畔荡悠悠暮云朝雨，朱帘外滴溜溜北斗南箕。<br>　　【五煞】门对着李太白写新诗凤凰千尺台，地绕着张丽华洗残妆胭脂一派水，<br>敞南轩看不尽白云掩映钟山翠。三尺台包藏着屯莺聚燕闲入窟，十字街控带着踞<br>虎盘龙旧帝基。柳影浓花阴密，过道儿紧栏着朱雀，招牌儿斜拂着乌衣。<br>　　【四煞】这壁厢酒肆里笙歌聒耳来，那壁厢厢渲房中麝兰扑鼻吹，隔离五云<br>宫阙无多地。鼓儿敲普冬冬响随仙仗迎□□，板儿撒礻乞剌剌声逐天风入凤墀。<br>八音备：土匏革木，丝竹金石。<br>　　【三煞】豁达似彩霞观金碧妆，气概似紫云楼珠翠围，光明似辟寒台水晶宫<br>里秋无迹，虚敞似广寒上界清虚府，廊□□兜率西方极乐国。多华丽，潇洒似蓬<br>莱岛琳宫绀宇，风流似昆仑山紫府瑶池。<br>　　【二煞】捷剧每善滑稽能戏设，引戏每叶宫商解礼仪，妆孤的貌堂堂雄纠纠<br>口吐虹霓气。付末色说前朝论后代演长篇歌短句江河口颊随机变，付净色腆嚣庞<br>张怪脸发乔科店冷诨立木形骸与世违。要扌朵每未东风先报花消息，妆旦色舞<br>态袅三眠杨柳，末泥色歌啖撒一串珍珠。<br>　　【一煞】王孙每意悬悬怀揣着赏金，郎君每眼巴巴安排着庆赏囗，跳龙门题<br>雁塔悬羊头踏狗尾一个个皆随喜。扎礻覃的亚着肩叠着脊倾着囊倒着产大拚白雪<br>银双镒，妆孤的争着头鼓着脑舒着眉睁着眼细看春风玉一围。权当个门山日，名<br>扬北冀，声播南陲。<br>　　【尾】托赖着九重雨露恩，两轮日月辉。这构栏领莺花独镇着乾坤内，便一<br>万座梁园也到不得。",
  "poet": {
    "id": 3096,
    "star": 0,
    "name": "汤舜民",
    "desc": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"
  },
  "tags": []
}