{
  "id": 8222,
  "star": 13,
  "name": "东鲁门泛舟二首",
  "dynasty": "唐代",
  "content": "日落沙明天倒开，波摇石动水萦回。 <br>轻舟泛月寻溪转，疑是山阴雪后来。 </p> <p>水作青龙盘石堤，桃花夹岸鲁门西。 <br>若教月下乘舟去，何啻风流到剡溪。 ",
  "fanyi": "<p><strong>译文</strong><br>夕阳落了，白沙更亮，天空倒映水中；水波摇，石影动，流水回旋萦绕。<br>驾起小舟，乘着月光，沿着溪水转，恍如王子猷山阴雪后寻访戴安道。</p> <p>水似青龙盘绕着石堤，鲁门西桃花夹岸。<br>假如在这晶莹月色中泛舟，王子猷雪夜访友的潇洒又岂能比拟！</p> <p><strong>注释</strong><br>⑴东鲁门：据《一统志》记载：东鲁门在兖州（今山东曲阜、兖州一带）城东。<br>⑵沙：水旁之地。天倒开：指天空倒映在水中。<br>⑶萦回：萦绕回旋。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《冬到金华山观因得故拾遗陈公学堂遗迹》<a href=\"http://so.gushiwen.org/view_8222.aspx\">诗</a>：“系舟接绝壁，杖策穷萦回。”<br>⑷泛月：月下泛舟。寻：这里是沿、随的意思。<br>⑸山阴：今浙江绍兴。山阴雪：据《世说新语·任诞》记载：东晋人王徽之家住山阴，一夜大雪，四望一片洁白，忽忆好友戴逵家在剡溪（在今浙江嵊州），就乘船去访问。经过一夜的时间，才到达戴的门前，却不入门而回。人家问他为什么这样做，他说：“我本乘兴而来，兴尽而返，何必见戴？”阴：一作“隐”。<br>⑹盘：环绕。两句意为：河水像青龙一样环绕着石堤，流向桃花夹岸的东鲁门西边。<br>⑺何啻（chì）：何异。风流：这里指高雅的行为。剡溪（shàn）：又名戴溪，在今浙江嵊州曹娥江口。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这组<a href=\"http://so.gushiwen.org/view_8222.aspx\">诗</a>记录着诗人寓居东鲁时的一段生活。东鲁是唐时的兖州（今山东曲阜），“东鲁门”在府城东。诗中写的是月下泛舟的情景。</p> <p>　　这组诗的第一首流传较广。此诗首句“日落沙明天倒开”，写景奇妙。常言“天开”往往与日出相关，把天开与日落联在一起，则闻所未闻。但它确乎写出一种实感：“日落”时回光反照的现象，使水中沙洲与天空的倒影分外眼明，给人以“天开”之感。这光景通过水中倒影来写，更是奇中有奇。此句从写景中已间接展示“泛舟”之事，又是很好的发端。</p> <p>　　次句“波摇石动水萦回”。按常理应该波摇石不动。而“波摇石动”，同样来自弄水的实感。这是因为现实生活中人们观察事物时，往往会产生各种错觉。波浪的轻摇，水流的萦回，都可能造成“石动”的感觉。至于石的倒影更是摇荡不宁的。这样通过主观感受来写，一下子就抓住使人感到妙不可言的景象特征，与前句有共同的妙处。</p> <p>　　夜里水上的景色，因“素月分辉，明河共影”而特别美妙。月光映射水面，铺上一层粼粼的银光，船儿好像泛着月光而行。这使舟中人陶然心醉，忘怀一切，几乎没有目的地沿溪寻路，信流而行。“轻舟泛月寻溪转”，这不仅是写景记事，也刻画了人物精神状态。一个“轻”字，很好地表现了那种飘飘然的感觉。</p> <p>　　到此三句均写景叙事，末句才归结到抒情。这里，诗人并未把感情和盘托出，却信手拈来一个著名典故，即《世说新语》中“王子猷雪后访戴”的故事，予以形容。“乘兴而行”，正是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>泛舟时的心情。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《赤壁赋》写月下泛舟有一段精彩的抒写：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙”，正好用来说明李白泛月时那物我两忘的情态。那时，他原未必有王子猷那走朋访友的打算，用访戴故事未必确切；然而，他那忘乎其形豪兴，却与雪夜访戴的王子猷颇为神似，而那月夜与雪夜的境界也很神似。无怪乎诗人不禁胡涂起来：我是李太白呢，是王子猷呢，一时自己也不甚了然了。一个“疑”字运用得极为传神。</p> <p>　　第二首诗前两句写景，后两句抒情，在写法上与第一首有相似之处。“水作青龙盘石堤”，用青龙比喻流水，既形象地写出了水流的曲折宛转，又赋予无生命物象以生气，使诗中景物充满生机。“桃花夹岸鲁门西”，不仅点明了泛舟的季节和地点，更重要的是展示了两岸桃花掩映的美丽景象。“若教月下乘舟去，何啻风流到剡溪”两句也是运用了“王子猷雪后访戴”的典故，这里不涉及怀人访友，仅取山阴夜晚的景致和乘舟剡溪的兴致，表明泛舟东鲁门的景物环境与情致意趣。</p> <p>　　这组诗的用典之妙，在于自如，在于信手拈来，因而用之，借其一端，发挥出无尽的诗意。典故的活用，原是李白七绝的特长之一。此诗在艺术上的成功与此是分不开的，不特因为写景入妙。</p>",
  "about": "<h2>创作背景</h2> <p>　　根据裴斐《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>年谱简编》，这组<a href=\"http://so.gushiwen.org/view_8222.aspx\">诗</a>当作于唐玄宗开元二十五年（737年）后数年李白寓居东鲁期间。李白寓居东鲁时，常与鲁中名士孔巢父等往还，饮酒酣歌，时人称他们为“竹溪六逸”。在春天一个风清月朗的夜晚，李白泛舟于东鲁门，作此诗记游。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "写景",
    "抒情",
    "豪迈"
  ]
}