{
  "id": 71026,
  "star": 29,
  "name": "自湘东驿遵陆至芦溪",
  "dynasty": "清代",
  "content": "黄花古渡接芦溪，行过萍乡路渐低。<br>吠犬鸣鸡村远近，乳鹅新鸭岸东西。<br>丝缫细雨沾衣润，刀剪良苗出水齐。<br>犹与湖南风土近，春深无处不耕犁。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_556.aspx\">查慎行</a>的这首七言律<a href=\"http://so.gushiwen.org/view_71026.aspx\">诗</a>，语言清新、明快、简洁、质朴；寓意率真、自然流畅，无引经据典，读来倍感亲切；采取以景入诗，借景寓情的手法，对眼前所见景物信手拈来，无不称妙；本诗是极富诗情画意的佳作，诗中有画，画里藏诗；中二联对仗工整，又自然流畅，毫无雕琢之感，更是令人拍案称奇！</p> <p>　　题目“湘东驿遵陆至芦溪”，说的是仲春时分，诗人自“湘东驿”的“黄花渡”下船后经陆路到达芦溪后所看到的景象。“遵陆”，指沿着陆路，走陆路。“驿”，古代供传递官府文书的人和过往官员中途换马或歇宿的地方；“湘东驿”，即是湘东（今湘东区，距萍乡城约40里）的“黄花渡”。芦溪，清朝时的一个镇子，位于萍乡东部。现为芦溪县；从题目上来看，诗人开门见山地就把此次要写的范围锁定在萍乡到芦溪这一段路上的见闻。诗人为什么要锁定写这一路上的见闻？是什么引发了他如此高的兴致？具体要表达什么？他又要向世人与后人传递着什么信息呢？这不由得使我对他这首诗后面的内容产生了更强烈的兴趣。</p> <p>　　首联“黄花古渡接芦溪，行过萍乡路渐低”。萍乡，当时称萍乡县（即现在的江西省萍乡市）。开头两句平白如话，衔接自然，因为从湘东到萍乡不是他要写的重点，所以就一笔带过，手法娴熟，真是叶落无痕，风过无声！此句大意是：“我从黄花渡登岸后直接就踏上了去芦溪的路程，过了萍乡之后，路面渐渐低平”。这里要说明的是，萍乡是在湘东与芦溪之间，地势略高于两地，萍乡的水的流向在我们当地叫“两边倒”，一边水往西经湘东流入湘江，另一边的水往东经芦溪流入赣江。正好是一东一西，故称“两边倒”。同一时代的萍乡知县胥绳武也有竹枝词为证：“东去江西写官板，西下湘东装倒划。中五十里船不到，满路桐油兼苎麻”，“中五十里船不到”，说的就是萍乡到芦溪这一段路没得船坐，只有步行。因此就有初白先生的“行过萍乡路渐低”和胥绳武的“中五十里船不到”就相互印证。</p> <p>　　颌联“吠犬鸣鸡村远近，乳鹅新鸭岸东西”，这是诗人所见到的最富有生机的景状之一。他边走边听边看：“村子错落有致，时不时听到有鸡鸣狗叫声传入耳中，是那么的熟悉；河岸上绿草绒绒，看到的是出生不久的小鹅和小鸭在河两岸悠闲觅食，又是如此的恬静”。这两句反映的是康熙年间人民历经战乱后②生活逐步稳定，社会经济日渐繁荣的实情。更是一幅典型的江南水乡田园风景画。</p> <p>　　“吠犬鸣鸡”侧耳听，“乳鹅新鸭”细一看，通过不同的感官，感受到一派祥和平静、清鲜的生活气息。后一句从新生命的勃勃生机中暗示着一个历经战乱后生产发展、人民生活稳定的社会的来到，</p> <p>　　从“乳鹅新鸭”可以看出诗人对江南水乡的欣赏与赞美。作为足迹踏遍大江南北又博览群书的查慎行来说，对于国家的现况他是知道的，人民生活刚刚稳定他也是了解的。一个“乳”字和“新”字就足已表达了他对战乱后的社会重建充满了信心和希望，也才有了诗人面对这江南美好风光，借物寓情，赋诗吟唱的这份闲情逸致。</p> <p>　　“丝缫细雨沾衣润，刀剪良苗出水齐”，缫，煮茧抽丝，这里的丝缫比作春雨，说春雨下得象蚕丝那样银丝缕缕、绵绵不断。上联写的是动物，犬与鸡，鹅与鸭；此联写的是自然现象和植物。进一步展现江南水乡的特点。“春雨密密细细而下，宛如缕缕银丝在你眼前飘动，给人以清凉和舒适的感受。一场春雨过后，水田里的水也蓄满了，禾苗长势喜人，禾苗的高度几乎与水面平齐，青绿的秧苗齐整整地就好象是谁用剪刀修剪过一样，清亮悦目。”。雨如丝缫，秧如刀剪，这两个比喻煞是贴切。原来是这里的优雅、迷人的景致引发了诗人的浓厚兴致，我不得不赞叹诗人对身边事物观察的细心程度，又心悦诚服的感叹诗人表达事物的精确到位。</p> <p>　　“犹与湖南风土似，春深无处不耕犁”，湖南，紧临湘东，在萍乡的西部。萍乡与湖南均属楚地，风俗极为接近。全诗前三联都是写景，唯尾联才得出结论，指出此处的风俗习惯、气候与湖南近似。即使是现在，湖南人都还在称呼江西人为“老表”。这两句写出了诗人所感：谷雨过后，处处桃红柳绿，犁铧翻土的农耕景象。牛在画中走，人在画里游，把江南水乡的农耕景象勾勒得栩栩如生，诗中没说一个牛字，也没点一个人字，但读来就是牛耕在田、人声鼎沸热闹场景，好一幅如诗如梦的江南春耕图！果真是“诗中有画，画中有诗”，读来感同身受，过目难忘。叫人不得不赞叹初白先生的高超手法。</p> <p>　　古代诗人经常游览山水、写景言志，写景诗在中国古代诗歌中占了较大的比例。一般来说，写景诗往往塑造形象，或者勾勒意境，或者用衬托、对比的手法，或者寓情于景、情景交融。查慎行在这首诗里用的是白描手法，诗的中间两联对仗工整，语言清新、明快、简洁、质朴。“吠犬鸣鸡村远近，乳鹅新鸭岸东西。丝缫细雨沾衣润，刀剪良苗出水齐”两联堪称妙对。同时还传递着诗人的情感，他希望看到的而恰恰又正好被他看到的画面，为了表达这种激动的情感，诗人就通过描写景物来抒发感情。</p> <p>　　清朝初期诗人多学唐,查慎行崛起后,兼学唐宋，成为清初效法宋诗最有成就的作者。对诗坛影响极大。难怪<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《瓯北诗话》里说：“梅村（<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>）③后，欲举一家列唐宋诸公之后者，实难其人。惟查初白才气开展，工力纯熟”，“要其功力之深，则香山④、放翁⑤后一人而已”。</p> <p><strong>注释</strong><br>① “国朝六家”，指<a href=\"http://so.gushiwen.org/author_3041.aspx\">施闰章</a>、<a href=\"http://so.gushiwen.org/author_207.aspx\">宋琬</a>、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>、<a href=\"http://so.gushiwen.org/author_2087.aspx\">赵执信</a>和查慎行。施闰章与宋琬又并称为“南施北宋”。<br>② 清圣祖仁皇帝康熙，名玄烨，8岁继位，14岁亲政，16岁就除掉了结党营私、欺凌幼主的辅政大臣鳌拜。削弱了八旗旗主的权势，20岁迎战以吴三桂为首的三藩，经过8年奋战，一举平定了战乱，1683年8月又收复了台湾，维护了统一，也由此开创了康乾盛世，促进了清朝初年社会经济的发展。<br>③ 吴梅村，名伟业，字骏公，号梅村，出身于江苏太仓，是明末清初影响很大的文坛泰斗，被称为“江左三大家”（即<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、吴伟业、龚鼎孳）之一。<br>④ <a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>（772—846）字乐天，号香山居士，祖籍太原，后迁居陕西渭南。贞元中，擢进士第，补校书郎。其诗政治倾向鲜明，重讽喻，尚坦易，为中唐大家。<br>⑤<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>（1125-1210），字务观，号放翁，南宋山阴人。诗风豪放，气魄雄浑，近似<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，有“小太白”之称。著述颇丰，有《剑南诗稿》、《渭南文集》等。 </p>",
  "about": "<h2>点评</h2> 　　<a href=\"http://so.gushiwen.org/view_71026.aspx\">诗</a>人以白描的手法写沿途所见。犬吠鸡鸣、乳鹅新鸭；良苗出水、细雨如丝。春天湘赣一带乡村景象被诗人描画得惟妙惟肖，读之仿佛身临其境。质朴自然与提炼之工浑然一体，活化出乡间风光的神韵。",
  "poet": {
    "id": 556,
    "star": 0,
    "name": "查慎行",
    "image": "http://img.gushiwen.org/authorImg/chashenxing.jpg",
    "desc": "查慎行（1650～1727） 清代诗人，当代著名作家金庸先祖。初名嗣琏，字夏重，号查田；后改名慎行，字悔余，号他山，赐号烟波钓徒，晚年居于初白庵，所以又称查初白。海宁袁花（今属浙江）人。康熙四十二年(1703)进士；特授翰林院编修，入直内廷。五十二年（1713），乞休归里，家居10余年。雍正四年（1726），因弟查嗣庭讪谤案，以家长失教获罪，被逮入京，次年放归，不久去世。查慎行诗学东坡、放翁，尝注苏诗。自朱彝尊去世后，为东南诗坛领袖。著有《他山诗钞》。"
  },
  "tags": [
    "古诗三百首",
    "写景",
    "抒情"
  ]
}