{
  "id": 50253,
  "star": 72,
  "name": "南乡子·妙手写徽真",
  "dynasty": "宋代",
  "content": "妙手写徽真，水剪双眸点绛唇。疑是昔年窥宋玉，东邻，只露墙头一半身。<br>往事已酸辛，谁记当年翠黛颦？尽道有些堪恨处，无情，任是无情也动人。",
  "fanyi": "<p><strong>译文<br></strong>有人为崔徽画了一幅肖像，画上的两眼清澈明亮如同秋水剪成，嘴唇红润如用朱色点染。画面是一幅半身像，犹如东邻女偷看<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，墙头半遮玉体一样。<br>她曾有一段辛酸的往事，谁还记得当年皱眉的时候呢？都说如此高超的画技，如此美艳的人，可是看过之后却有些遗憾，可惜不是真人，不通情愫。这样美丽的女子，即使无情也是很动人的。</p> <p><strong>注释<br></strong>⑴南乡子：唐教坊曲名，后用为词牌名。《金奁集》入“黄钟宫”。原为单调，南唐<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>始增为双调。平韵五十六字，十句，上下片各四句用韵。<br>⑵妙手：技艺高超者。写；画。徽真；唐代有倡女崔徽，与裴敬中善，尝托入写真以寄。真：指肖像。<br>⑶水剪双眸：形容眼波美丽。点绛唇：在画像上染出红唇。<br>⑷“疑是”三句：用东邻窥宋玉的典故写女子之美与多情。宋玉东邻的少女常在墙头偷看他。典出《登徒子好色赋》。<br>⑸翠黛：画眉所用螺黛，青黑色，以之代称眉毛。颦（pín）：蹙额皱眉。<br>⑹尽道：尽管说。堪恨：可恨。<br>⑺“任是”句：引用<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《牡丹》<a href=\"http://so.gushiwen.org/view_50253.aspx\">诗</a>：“若教解语应倾国，任是无情也动人。” </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全词以“妙手写徽真”破题，以下都是从画上真容著笔。为崔徽写真的画师丘夏的姓名赖<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>之歌而传，画像的概貌因<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>此词而见，可以收入画史。</p> <p>　　首句为“妙手写徽真”，点出所题者即是高明肖像画师手画的崔徽像。苏东坡写过一首题为《章质夫寄惠崔徽真》的<a href=\"http://so.gushiwen.org/view_50253.aspx\">诗</a>，称“卷赠老夫”，知道当时确有这幅画像流传，并辗转归于东坡。据元稹《崔徽歌》中云：“有客有客名丘夏，善写仪容得恣把。”即词首句“妙手写徽真”所指。总提一笔，接下去描写画中人的仪容，同时也映带出画师的神技。</p> <p>　　东坡诗中，写画中崔徽形象是“玉钗半脱云（发）垂耳，亭亭荚蓉在秋水”，十四个字只作大略形容。少游用了七个字——“水剪双眸点绛唇”，写她的眼睛和嘴唇，给人的印象便自不同，如工笔画之于剪影，精细得多了。并不是少游比东坡来得高明，这是诗、词性质的不同。东坡写的是七言古诗，宜用大笔勾勒，故粗；少游写的是小词，容许加意点染。故细。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《唐儿歌》“一双瞳人剪秋水”，<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《咏美人春游》诗“昵珠点绛唇”，是其用语所本。眼睛和嘴唇是最能显示美人神采和情韵的部位，况且又加上了水波之光，绛脂之艳，确能动人心目。</p> <p>　　“疑是昔年窥<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>，东邻，只露墙头一半身”，继续说这幅写真的画面，透露出所画的是半身像，借宋玉《登徒子好色赋》的一段文字来增加情趣。赋中说，宋玉东邻的女子私慕他，登墙偷望他有三年之久（古人以“三”表多，非必是实数）。这个情节自然与崔徽本事无关，不过是由于画像是半身的而想到邻女窥宋，墙头半遮玉体的形象。这样说，似乎是词人在那里耍笔头，硬拉扯，游离于词情之外，写出败笔来了。其实，“疑是”者，非是而似是也。《登徒子好色赋》中如“著粉则太白，施朱则太赤；眉如翠羽，肌如白雪”云云，宋玉所借以盛称邻女美色之处，也不妨加之于崔徽，以补充上句刻画的不足，这就是词用宋玉赋的言外之意。</p> <p>　　不过，崔徽画像上的神态可不是如宋玉东邻女那样的“嫣然一笑，惑阳城，迷下蔡”，而是眉黛含颦。这是由于崔徽请画师丘夏写真时正怀着悲苦的心事，画师又作了精确的反映；词语不仅如实地表述了画面的这一部分——“翠黛颦”，而且深入追求她颦眉的原因——有“酸辛”之事。“往事已酸辛”一句，与东坡《章质夫寄惠崔徽真》诗中的“当时薄命一酸辛”，辞意皆合，当本之于他的老师，这也是少游所题崔徽真即是东坡藏品的一个佳证。“谁记当年翠黛颦”，颦眉承上“酸辛”，绝非写美人的套语，而是反映了画面上的真实。这两句词把崔徽的身世遭逢作一提挈。她的一段辛酸史既成往事，谁复省记，唯有这一幅写真留下，作为艺术精品供人鉴赏而已。言下有无穷的感慨。</p> <p>　　最后笔锋一转，写词人赏鉴了画像后的感受：“尽道有些堪恨处，无情。”面对如此美艳绝俗的人物，如此高妙传神的画笔，观赏之后还有“堪恨处”。说是因为画中人“无情”。“无情”云者，盖即是如东坡前题诗中所谓“丹青不解语”，或者如《牡丹亭·玩真》一折中，柳梦梅看着杜丽娘自画的真容时说的：“韵情多，如愁欲语，只少口气儿呵！”谓画上美人，虽是极妍尽态，可惜不是真人，不通情愫。紧接着，词人以拗折之笔挽转一句，说“任是无情也动人。”全用晚唐<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《牡丹花》诗句“若教解语应倾国，任是无情也动人”。“不解语”的牡丹花，“少口气儿”的美人图，“无情也动人”。化工之妙，艺术之精，一语说尽。（陈长明）最后几句也表现出作者的些许感慨：毕竟是一幅画，不是活色生香的美人，既表现不出她的情深不寿，彼此之间也无法情感相通。这语气可以见出作者的几分遗憾，也许他希望画中的美女崔徽变成活人，能真的和自己有所交流吧。</p> <p>　　全词句句从图画着笔，既有对图画本身的描绘，也有对画中美人身世的同情。在艺术上，此词善借用前人典故和成句，表达自己的情感，突出地展现了秦观博闻强记的才华和随手拈来无不妥帖的艺术功力，确实算得题画词中的佳作，颇富感染力。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首题画词，关于创作时间，一种说法是作于元丰元年（1078年）四月，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>到徐州拜谒<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，题苏轼所藏崔徽半身像。另一种说法是约在元祐五（1090年）至元祐八年（1093年）作者居京期间。</p> <p>　　唐代<a href=\"http://so.gushiwen.org/view_50253.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>在《崔徽歌并序》里说，崔徽是河中府的歌妓，和一个临时到蒲州（今山西永济）办公事的官员裴敬中相爱。两人恩情悃款，相处了数月，裴敬中公事办完返回，崔徽不能跟从他一起走，悒郁成疾。有一个叫丘夏的人擅长画像，崔徽就让丘夏给自己画了一幅肖像寄给裴敬中，说：“崔徽一旦没有画中人漂亮，就会为郎君而死。”不久之后就病重而死。这个故事很悲惨，很多文人都为之慨叹，著名戏曲《西厢记》其实就有这个故事的影子。秦观对崔徽这个痴情的女子显然也非常同情，除了这首词之外，他的《调笑令》十首里也有一首是咏崔徽的。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "题画"
  ]
}