{
  "id": 56559,
  "star": 446,
  "name": "念奴娇·过洞庭",
  "dynasty": "宋代",
  "content": "洞庭青草，近中秋，更无一点风色。玉界琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。<br>应念岭表经年，孤光自照，肝胆皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕。",
  "fanyi": "<p><strong>译文</strong><br>洞庭湖边静立着的纤草，在这个中秋将至的时候，没有一丝风过的痕迹。是玉的世界，还是琼的原野？三万倾明镜般的湖水，载着我一叶细小的扁舟。皎洁的明月和灿烂的银河，在这浩瀚的玉镜中映出她们的芳姿，水面上下一片明亮澄澈。体会着万物的空明，却不知如何道出，与君分享。<br>感怀这一轮孤光自照的明月啊，多少年徘徊于岭海之间，胸襟仍象冰雪一样透明。而此刻的我，正披着萧瑟幽冷的须发和衣袂，平静的泛舟在这广阔浩淼的苍溟之中。让我捧尽西江清澈的江水，细细的斟在北斗星做成的酒勺中，请天地万象统统来做我的宾客，我尽情的拍打着我的船舷，独自的放声高歌啊，怎能记得此时是何年！</p> <p><strong>注释</strong><br><a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>：字安国，号于湖居士，南宋著名爱国词人。<br>洞庭：湖名，在湖南岳阳西南。<br>风色：风势。<br>琼：美玉。<br>着：附着。扁舟：小船。<br>素月：洁白的月亮。<br>明河：天河。明河一作“银河”。<br>表里：里里外外。此处指天上月亮和银河的光辉映入湖中，上下一片澄明。<br>岭表：岭外，即五岭以南的两广地区，作者此前为官广西。岭表一作“岭海”。<br>孤光：指月光。<br>肝胆：一作“肝肺”。冰雪：比喻心地光明磊落像冰雪般纯洁。<br>萧骚：稀疏。萧骚一作“萧疏”。襟袖冷：形容衣衫单薄。<br>沧浪：青苍色的水。沧浪一作“沧溟”。<br>挹：舀。挹一作“吸”。西江：长江连通洞庭湖，中上游在洞庭以西，故称西江。<br>北斗：星座名。由七颗星排成像舀酒的斗的形状。<br>万象：万物。<br>扣：敲击。扣一作“叩”。啸：撮口作声。啸一作“笑”。<br>不知句，赞叹夜色美好，使人沉醉，竟忘掉一切（包括时间）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词上片先写洞庭湖月下的景色，突出写它的澄澈。“洞庭青草，近中秋、更无一点风色。”青草是和洞庭相连的另一个湖。这几句表现秋高气爽、玉宇澄清的景色，是纵目洞庭总的印象。“风色”二字很容易忽略过去，其实是很值得玩味的。风有方向之别、强弱之分，难道还有颜色的不同吗？也许可以说没有。但是敏感的<a href=\"http://so.gushiwen.org/view_56559.aspx\">诗</a>人从风云变幻之中是可以感觉到风色的。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《庐山谣》：“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”那万里黄云使风都为之变色了。<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在这里说“更无一点风色”，表现洞庭湖上万里无云，水波不兴，读之冷然、洒然，令人向往不已。</p> <p>　　“玉鉴琼田三万顷，著我扁（piān）舟一叶。”玉鉴就是玉镜。琼是美玉，琼田就是玉田。“玉鉴琼田”，形容湖水的明净光洁。“三万顷”，说明湖面的广阔。著，犹着，或释为附着。船行湖上，是飘浮着、流动着，怎么可以说附着呢？著者，安也，置也，容也。陈与义《和王东卿》：“何时著我扁舟尾，满袖西风信所之。”<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《题斋壁》：“稽山千载翠依然，著我山前一钓船。”都是这个意思。张孝祥说：“玉鉴琼田三万顷，著我扁舟一叶。”在三万顷的湖面上，安置我的一叶扁舟，颇有自然造化全都供我所用的意味，有力地衬托出诗人的豪迈气概。</p> <p>　　“素月分辉，明河共影，表里俱澄澈。”这三句写水天辉映一片晶莹。“素月分辉”，是说皎洁的月亮照在湖上，湖水的反光十分明亮，好象素月把自己的光辉分了一些给湖水。“明河共影”，是说天上的银河投影到湖中，十分清晰，上下两道银河同样地明亮。素月分辉，明河共影”这两句明点月华星辉，暗写波光水色，表现了上下通明的境地，仿佛是一片琉璃世界。所以接下来说：“表里俱澄澈。”这一句是全词的主旨所在。说来说去，洞庭秋色美在哪里呢？词人在这一句里点了出来，美就美在“澄澈”上。这里表里如一的美，是光洁透明的美，是最上一等的境界了。“表里俱澄澈”这五个字，描写周围的一切，从天空到湖水，洞庭湖上上下下都是透明的，没有一丝儿污浊。这已不仅仅是写景，还寄寓了深意。这五个字标示了一种极其高尚的思想境界，诸如光明磊落、胸怀坦荡、言行一致、表里如一，这些意思都包涵在里面了。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有一句诗：“心迹喜双清”（《屏迹》三首其一），心是内心，也就是里，迹是行迹，也就是表，心迹双清也就是表里澄澈。“表里俱澄澈，心迹喜双清”，恰好可以集成一联，给我们树立一个为人处世的准则，我们不妨拿来当作自己的座右铭。当张孝祥泛舟洞庭之际，一边欣赏着自然景色，同时也在大自然中寄托着他的美学理想。他笔下的美好风光，处处让我们感觉到有他自己的人格在里面。诗人的美学理想高尚，心地纯洁，他的笔墨才能这样干净。</p> <p>　　上片最后说：“悠然心会，妙处难与君说。”洞庭湖是澄澈的，诗人的内心也是澄澈的，物境与心境悠然相会，这妙处难以用语言表达出来。悠然，闲适自得的样子，形容心与物的相会是很自然的一种状态，不是勉强得来的。妙处，表面看来似乎是指洞庭风光之妙，其实不然。洞庭风光之妙，上边已经说出来了。这难说的妙处应当是心物融合的美妙体验，只有这种美妙的体验才是难以诉诸言语的。</p> <p>　　下片着重抒情，写自己内心的澄澈。“应念岭表经年，孤光自照，肝胆皆冰雪。”岭表，指五岭以外，今两广一带。岭表经年，指作者在广南西路任经略安抚使的时期。“应”字平常表示推度猜测的意思，这里讲的是自己当时的思想，无所谓推度猜测。这“应”字语气比较肯定，接近“因”的意思。杜甫《旅夜书怀》：“名岂文章著，官应老病休。”犹言“官因老病休”，“应”字也是肯定的语气。“应念岭表经年”，是由上片所写洞庭湖的景色，因而想起在岭南一年的生活，那是同样的光明磊落。孤光，指月光。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《西江月》：“中秋谁与共孤光，把盏凄然北望。”就曾用孤光来指月光。“孤光自照”，是说以孤月为伴，引清光相照，表现了既不为人所了解，也无须别人了解的孤高心情。“肝胆皆冰雪”，冰雪都是洁白晶莹的东西，用来比喻自己襟怀的坦白。南朝诗人<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>在《白头吟》里说：“直如朱丝绳，清如玉壶冰。”南朝另一个诗人江总《入摄山栖霞寺》说：“净心抱冰雪。”唐代诗人<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《芙蓉楼送辛渐》说：“洛阳亲友如相问，一片冰心在玉壶。”这些都是以冰雪比喻心地的纯洁。张孝祥在这首词里说：“应念岭表经年，孤光自照，肝胆皆冰雪。”结合他被谗免职的经历来看，还有表示自己问心无愧的意思。在岭南的那段时间里，自问是光明磊落，肝胆照人，恰如那三万顷玉鉴琼田在素月之下表里澄澈。在诗人的这番表白里，所包含的愤慨是很容易体会的。更多宋词赏析文章敬请关注习古堂国学网的《宋词三百首》专栏。</p> <p>　　“短发萧骚襟袖冷，稳泛沧溟空阔。”这两句又转回来写当前。萧骚，形容头发的稀疏短少，好象秋天的草木。结合后面的“冷”字来体会，这萧骚恐怕是一种心理作用，因为夜气清冷，所以觉得头发稀疏。“短发萧骚襟袖冷”，如今被免职了，不免带有几分萧条与冷落。但诗人的气概却丝毫不减：“稳泛沧溟空阔”。不管处境如何，自己是拿得稳的。沧溟，本指海水，这里指洞庭湖水的浩淼。这句是说，自己安稳地泛舟于浩淼的洞庭之上，心神没有一点动摇。不但如此，诗人还有更加雄伟的气魄：</p> <p>　　“尽挹西江还，细斟北斗，万象为宾客。”这是全词感情的高潮。西江，西来的长江。挹，汲取。“尽挹西江”，是说汲尽西江之水以为酒。“细斟北斗”，是说举北斗星当酒器慢慢斟酒来喝。这里暗用了《九歌·东君》：“援北斗兮酌桂浆”的意思，诗人的自我形象极其宏伟。“万象”，天地间的万物。这几句是设想自己作主人，请万象作宾客，陪伴我纵情豪饮。一个被谗罢官的人，竟有这样的气派，须是多么的自信才能做到啊！</p> <p>　　词的最后两句更显出作者艺术手法的高超：“扣舷独啸，不知今夕何夕！”舷，船边。扣舷，敲着船舷，也就是打拍子。苏轼《赤壁赋》：“扣舷而歌之。”啸，蹙口发出长而清脆的声音。张孝祥说：“扣舷独啸”，或许有啸咏、啸歌的意思。“不知今夕何夕”，用苏轼《念奴娇·中秋》的成句：“起舞徘徊风露下，今夕不知何夕！”张孝祥稍加变化，说自己已经完全沉醉，忘记这是一个什么日子了。这两句作全词的结尾，收得很经松，很有余味。从那么博大的形象收拢来，又回到一开头“近中秋”三字所点出的时间上来。首尾呼应，结束了全词。</p> <p>　　张孝祥在南宋前期的词坛上享有很高的地位，是伟大词人<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的先驱。他为人直率坦荡，气魄豪迈，作词时笔酣兴健，顷刻即成。他的词风最接近苏东坡的豪放，就拿这首《念奴娇》来说吧，它和苏东坡的《水调歌头》风格就很近似。《水调歌头》写于中秋之夜，一开头就问：“明月几时有？把酒问青天。不知天上宫阙，今夕是何年。”将时空观念引入词里，在抒情写景之中含有哲理意味。末尾说：“但愿人长久，千里共婵娟。”欲打破时间的局限和空间的阻隔，在人间建立起美好的生活。整首词写得豪放旷达，出神入化。张孝祥这首《念奴娇》写的是接近中秋的一个夜晚。他把自己放在澄澈空阔的湖光月色之中，那湖水与月色是透明的，自己的心地肝胆也是透明的，他觉得自己同大自然融为一体了。他以主人自居，请万象为宾客，与大自然交朋友，同样豪放旷达，出神入化。苏东坡的《水调歌头》仿佛是与明月对话，在对话中探讨着关于人生的哲理。张孝祥的《念奴娇》则是将自身化为那月光，化为那湖水，一起飞向理想的澄澈之境。两首词的写法不同，角度不同，那种豪放的精神与气概，却是很接近的。</p> <p>　　黄蓼园评此词说：“写景不能绘情，必少佳致。此题咏洞庭，若只就洞庭落想，纵写得壮观，亦觉寡味。此词开首从洞庭说至玉界琼田三万顷，题已说完，即引入扁舟一叶。以下从舟中人心迹与湖光映带写，隐现离合，不可端倪，镜花水月，是二是一。自尔神采高骞，兴会洋溢。”（《蓼园词选》）这首词在情与景的交融上的确有独到之处，天光与水色，物境与心境，昨日与今夕，全都和谐地融会在一起，光明澄澈，给人以美的感受与教育。</p> <p>　　这首中秋词是作者泛舟洞庭湖时即景抒怀之作。开篇直说地点与时间，然后写湖面、小舟、月亮、银河。此时作者想起岭南一年的官宦生涯，感到自己无所作为而有所愧疚。而且想到人生苦短不免心酸，不过由于自己坚持正道，又使他稍感安慰。他要用北斗做酒勺，舀尽长江做酒浆痛饮。全词格调昂奋，一波三折。</p> <p>　　这首词作于孝宗乾道二年（公元1166年），当时，他被谗言落职，从广西经洞庭湖北归。这首词借洞庭夜月之景，抒发了作者的高洁忠贞和豪迈气概。</p> <p>　　词的上阕主要是写景，景中寓情。</p> <p>　　一、二句是说，已经临近中秋了，这浩瀚的湖面竟是碧空万里，水波不兴，一派秋高气爽、玉宇澄清的景色。这里的“青草”指的是与洞庭湖联成一片的青草湖，又名巴邱河。青草在南，洞庭在北，自来并称。</p> <p>　　三四句的“玉鉴琼田”形容湖水的明净光洁，“三万顷”是指湖面的广阔，点出了在这美玉一般的偌大湖面上，扁舟一叶真似仙境。</p> <p>　　五到七句进一步描述在月光下的湖面，上下辉映一片晶莹，天上人间如同共处在一个玲垅剔透的琉璃世界中。“表里俱澄澈”，这既是写景，更寄寓了作者高超的精神境界。最后二句点明这种极妙境界是只可意会难于言传的。这里大概不是指景，主要的是指心物相融的美妙体验</p> <p>　　词的下阕着重抒情，意转激昂。开头三句是他的内心独白。“岭海经年”的岭海一作岭表，指五岭以外的地区。这里是指作者被贬担任广南西路经略抚使，在岭南过了一年。“孤光自照”，就是不管别人是否理解，自省无愧于心，表明了作者的孤高心态。</p> <p>　　下阕的“肝胆皆冰雪”与上阕的“表里俱澄澈”可以互为呼应，意思是他襟怀坦白，如同冰雪一样晶莹。因此四五句他略带几分萧瑟而不无骄傲地说：虽然现在头发少了，衣衫单薄，但在这冰凉的夜晚，他仍然稳稳地泛舟在这碧波浩淼的湖面上。</p> <p>　　接下来三句更是气魄雄伟，他要汲取长江的水以为酒，把北斗星当作酒杯，再请天上的星辰万象作为宾客来和他一起细斟慢酌。真豪情万丈！最后大概他喝够了酒，浑然忘却了天地物我，他扣打着船舷对天狂啸，简直不知道今晚是什么夜晚了。更多宋词赏析文章敬请关注习古堂国学网的《宋词三百首》专栏。</p> <p>　　这首词，通篇景中见情，笔势雄奇，境界空阔，表现了作者胸襟洒落、气宇轩昂，显示了作者的高尚品质。因此南宋学者<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>认为：“张于湖有英姿奇气……洞庭所赋，在集中最为杰特。”这首词历来为人称颂，还因为他在词中所创造的独特意境，体现了天人合一的理念，因而受到后人的重视。</p> <p>　　总的说：夜半更深，一个人划小舟泛于广阔的洞庭湖上，天地间唯有自己，“表里俱澄澈”，“妙处难与君说”。但这寂寥仍让他想起往事，“应念岭表经年，肝胆皆冰雪”。当职期间，自问心中无愧，也就把这往昔打点。莫思身外无穷事，且尽生前有限杯。“尽挹西江，细斟北斗，万象为宾客”----西江水作酒，北斗星作盅，天下万物邀作宾客，举杯畅饮。扣舷而啸，将心中郁闷尽散入虚无之中，其气势之恢宏，让人心胸登时为之开朗。</p> <p>　　张孝祥的词上承苏轼，下启辛弃疾，是南宋词坛豪放派的代表人物之一。这首词，上阕主要是写景，景中寓情；下阕着重抒情，意转激昂。通篇景中见情，笔势雄奇，境界空阔，表现了作者胸襟洒落、气宇轩昂，显示了作者的高尚品质。因此南宋学者魏了翁认为：“张于湖有英姿奇气……洞庭所赋，在集中最为杰特。”这首词历来为人称颂，还因为他在词中所创造的独特意境，体现了天人合一的理念，因而受到后人的重视。在写作此词的同时，作者还写了一篇小品《观月记》，记载了这次夜游的经过，可以并读。</p><br/><h2>鉴赏</h2> <p>　　这首中秋词是作者泛舟洞庭湖时即景抒怀之作。开篇直说地点与时间，然后写湖面、小舟、月亮、银河。此时作者想起岭南一年的官宦生涯，感到自己无所作为而有所愧疚。而且想到人生苦短不免心酸，不过由于自己坚持正道，又使他稍感安慰。他要用北斗做酒勺，舀尽长江做酒浆痛饮。全词格调昂奋，一波三折。</p> <p>　　“洞庭春草”指的是洞庭湖加上与之相连的春草湖，点出地点，题目是《过洞庭》，词一开头就紧扣题目。“近中秋”点出时间，秋天天高气爽，“月到中秋分外明”，秋月对于生活在农业社会与大自然息息相关的古代文人来说，当是别有意味。“风色”二字值得注意，风有风向、强弱，从来没有听说过风有色彩，其实<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>用“风色”是有所本的，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《庐山谣》“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”说的是黄云万里改变了风的色彩；张孝祥的“更无一点风色”说的是洞庭青草湖上，万里无云，水波不兴，不仅没有风，而且连风的影子都没有，这种表达方式富有新意，增添了一分<a href=\"http://so.gushiwen.org/view_56559.aspx\">诗</a>意。“玉界琼田”形容的是秋月下浩浩汤汤、一碧万顷的湖水。“界”又作“鉴”，玉界也好，玉鉴也好，美玉般的琼田也好，都是以玉比喻湖水清澈透明之美，“万顷”则极言湖面之广，如此良辰美景，驾一叶扁舟游其中，该是多么惬意，这是一；点出了过洞庭的方式，进一层紧扣题目，这是二。</p> <p>　　紧承“更无一点风色”，从秋月写到秋水。素月分辉是说皎洁的月亮把自己的光辉分给了湖水。水里的银河是天上银河的倒影，它们有着同辉的形象。“素月”、“明河”两个意象点出了天空的特征，“分辉”、“共影”则写出了秋水长天一色的美景，尽管只有八个字，却具体而生动的显示了诗人的才华。“表里俱澄澈”是这首词主旨所在，它包含了两层意思，一层是写秋月秋水之美，美在哪里，美在澄澈。澄是水清，澈也是水清，上上下下，里里外外，没有一丝一毫浑浊，没有一丝一毫污染，这样的清澈明亮，有如非人间的琉璃世界；另一层是说三万顷湖上扁舟上的我，也有如秋月，有如秋水，我就是一个光明磊落，坦坦荡荡，言行一致，表里如一的男子汉、大丈夫。所以表里俱澄澈不仅是写景，而且也是写人，写自己品格之美。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗有“心迹喜双清”，行迹是表、心灵是里，“心迹喜双清”是杜甫的夫子自道；“表里俱澄澈”则是张孝祥的夫子自道。中国文史馆馆长袁行霈认为，“表里俱澄澈”“心迹喜双清”可以集成一副对联，而且给人提供了一个为人处世的准则，此言良是。</p> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“纷吾既有此内美兮，又重之以修能；扈江离与辟芷兮，纫秋兰以为佩”写出了屈子自己内美与外美的统一。张孝祥则进一步写外在世界与内在世界澄澈的相会与相合。则是一种天人合一的会合，这一会合的美妙只可意会不可言传，是人生最高、最美、最富有诗意的高峰体验，因此诗人用“怡然心会，妙处难于君说”作为上片的结语、同时巧妙的引出了下阕。上阕写景，下阕则从回顾岭表一年写起，抒发感情。</p> <p>　　岭表指五岭之外，即今之广西一带。《宋史》本传载张孝祥于宋孝宗乾道元年（1165年）知静江府兼广南西路经略安抚使，次年因谗落职，由桂林北归，途径岳阳，故有《过洞庭》之作。“应”，因也，杜甫诗“名岂文章著，官应老病休。”是说名难道以文章而著，官因老病而休。此处的“应”语气相当肯定。诗人由洞庭湖的澄澈，想起自己在岭表一年因被谗而免职的经历，感慨系之矣。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《西江月》：“中秋谁与共孤光，把盏凄然北望”，张孝祥用了“孤光”这一典故源于此。“孤光自照”，一方面指月亮在天宇中，只能自我孤独地照耀着；另一方面想起自己的岭表一年，不被人所理解，同时诗人也无需别人理解，只能与孤月作伴，引清冷的月光相照。冰雪的特点是洁白晶莹，南朝诗人江总有“净心抱冰雪”之句，所以“肝胆皆冰雪”之句，唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>有“一片冰心在玉壶”之句，所以“肝胆皆冰雪”，实际上是说，尽管自己被免职，但自己是光明磊落、心地纯洁、肝胆照人的；另一层意思是说，我问心无愧，话语中有愤慨、有失望、有自我安慰，但主要还夹杂着自豪、感情真挚而又复杂。</p> <p>　　“短发萧骚襟袖冷，稳泛沧溟空阔。”这是从岭表经年回复到当下，“襟袖”则是以部分代全体，月夜清冷，衣服单薄，凉意顿生，更重要的是官场人情冷暖，不免有萧条冷落之感。尽管如此，自己是拿得起放得下的人，任凭风浪起，稳坐钓鱼船，如今我正泛舟于横无际涯的洞庭湖上，不就是证明凡此种种，体现了诗人的鲜明个性。</p> <p>　　“尽挹西江，细斟北斗，万象为宾客。”这是全词的高潮所在，也是诗人感情的高潮所在。《景德传灯录》卷八记马祖语曰：“侍女一口挹尽西江水”，此处界禅宗话语，表明自己的心胸开阔。北斗星是由七颗星组成的星座，像舀酒的长把勺，《诗经·小雅·大东》：“维北有斗，不可挹酒浆”，而屈原《九歌·东君》则反其意而用之，“援北斗兮酌桂浆”。诗人作主人，请万象（天地万物）作客人，舀尽西去长江的水，用北斗七星作酒器，低斟浅酌的招待天地万物，这是何等气势，一个被谗免官的人，如此自信，如此心胸，真有李白当年“青天有月来几时，我今停杯一向之”，或“相看两不厌，唯有敬亭山”大无畏的浪漫主义精神。</p> <p>　　“扣舷独啸，不知今夕何夕。”苏轼《前赤壁赋》有“扣舷而歌之”之语，张孝祥则是敲击船沿、仰天长啸，抒发出自己的满腔豪情。受苏轼《念奴娇·中秋》：“我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕”影像，张孝祥以“不知今夕何夕”作结，从秋月秋水回归自我，扣舷是动作，独啸是声音，从空间上说是由洞庭之大到一己之小；从时间上说是由今夕之初泛到稳泛；从心理上说是由知到不知，通过对照，说明诗人已忘情这月白无风之夜，忘情于与大自然交融之中。</p> <p>　　此词意象鲜明，意境深邃，结构严谨，想象瑰丽，真正做到了“宠辱不惊，闲看庭前花开花落，去留无意，漫观天外云舒云卷”，是首表现浩然正气的绝妙好词。</p><br/><h2>赏析二</h2> <p>　　这首中秋词是作者泛舟洞庭湖时即景抒怀之作。开篇直说地点与时间，然后写湖面、小舟、月亮、银河。此时作者想起岭南一年的官宦生涯，感到自己无所作为而有所愧疚。而且想到人生苦短不免心酸，不过由于自己坚持正道，又使他稍感安慰。他要用北斗做酒勺，舀尽长江做酒浆痛饮。全词格调昂奋，一波三折。</p> <p>　　“洞庭春草”指的是洞庭湖加上与之相连的春草湖，点出地点，题目是《过洞庭》，词一开头就紧扣题目。“近中秋”点出时间，秋天天高气爽，“月到中秋分外明”，秋月对于生活在农业社会与大自然息息相关的古代文人来说，当是别有意味。“风色”二字值得注意，风有风向、强弱，从来没有听说过风有色彩，其实<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>用“风色”是有所本的，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《庐山谣》“登高壮观天地间，大江茫茫去不还。黄云万里动风色，白波九道流雪山。”说的是黄云万里改变了风的色彩；张孝祥的“更无一点风色”说的是洞庭青草湖上，万里无云，水波不兴，不仅没有风，而且连风的影子都没有，这种表达方式富有新意，增添了一分<a href=\"http://so.gushiwen.org/view_56559.aspx\">诗</a>意。“玉界琼田”形容的是秋月下浩浩汤汤、一碧万顷的湖水。“界”又作“鉴”，玉界也好，玉鉴也好，美玉般的琼田也好，都是以玉比喻湖水清澈透明之美，“万顷”则极言湖面之广，如此良辰美景，驾一叶扁舟游其中，该是多么惬意，这是一；点出了过洞庭的方式，进一层紧扣题目，这是二。</p> <p>　　紧承“更无一点风色”，从秋月写到秋水。素月分辉是说皎洁的月亮把自己的光辉分给了湖水。水里的银河是天上银河的倒影，它们有着同辉的形象。“素月”、“明河”两个意象点出了天空的特征，“分辉”、“共影”则写出了秋水长天一色的美景，尽管只有八个字，却具体而生动的显示了诗人的才华。“表里俱澄澈”是这首词主旨所在，它包含了两层意思，一层是写秋月秋水之美，美在哪里，美在澄澈。澄是水清，澈也是水清，上上下下，里里外外，没有一丝一毫浑浊，没有一丝一毫污染，这样的清澈明亮，有如非人间的琉璃世界；另一层是说三万顷湖上扁舟上的我，也有如秋月，有如秋水，我就是一个光明磊落，坦坦荡荡，言行一致，表里如一的男子汉、大丈夫。所以表里俱澄澈不仅是写景，而且也是写人，写自己品格之美。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗有“心迹喜双清”，行迹是表、心灵是里，“心迹喜双清”是杜甫的夫子自道；“表里俱澄澈”则是张孝祥的夫子自道。中国文史馆馆长袁行霈认为，“表里俱澄澈”“心迹喜双清”可以集成一副对联，而且给人提供了一个为人处世的准则，此言良是。</p> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》“纷吾既有此内美兮，又重之以修能；扈江离与辟芷兮，纫秋兰以为佩”写出了屈子自己内美与外美的统一。张孝祥则进一步写外在世界与内在世界澄澈的相会与相合。则是一种天人合一的会合，这一会合的美妙只可意会不可言传，是人生最高、最美、最富有诗意的高峰体验，因此诗人用“怡然心会，妙处难于君说”作为上片的结语、同时巧妙的引出了下阕。上阕写景，下阕则从回顾岭表一年写起，抒发感情。</p> <p>　　岭表指五岭之外，即今之广西一带。《宋史》本传载张孝祥于宋孝宗乾道元年（1165年）知静江府兼广南西路经略安抚使，次年因谗落职，由桂林北归，途径岳阳，故有《过洞庭》之作。“应”，因也，杜甫诗“名岂文章著，官应老病休。”是说名难道以文章而著，官因老病而休。此处的“应”语气相当肯定。诗人由洞庭湖的澄澈，想起自己在岭表一年因被谗而免职的经历，感慨系之矣。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《西江月》：“中秋谁与共孤光，把盏凄然北望”，张孝祥用了“孤光”这一典故源于此。“孤光自照”，一方面指月亮在天宇中，只能自我孤独地照耀着；另一方面想起自己的岭表一年，不被人所理解，同时诗人也无需别人理解，只能与孤月作伴，引清冷的月光相照。冰雪的特点是洁白晶莹，南朝诗人江总有“净心抱冰雪”之句，所以“肝胆皆冰雪”之句，唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>有“一片冰心在玉壶”之句，所以“肝胆皆冰雪”，实际上是说，尽管自己被免职，但自己是光明磊落、心地纯洁、肝胆照人的；另一层意思是说，我问心无愧，话语中有愤慨、有失望、有自我安慰，但主要还夹杂着自豪、感情真挚而又复杂。</p> <p>　　“短发萧骚襟袖冷，稳泛沧溟空阔。”这是从岭表经年回复到当下，“襟袖”则是以部分代全体，月夜清冷，衣服单薄，凉意顿生，更重要的是官场人情冷暖，不免有萧条冷落之感。尽管如此，自己是拿得起放得下的人，任凭风浪起，稳坐钓鱼船，如今我正泛舟于横无际涯的洞庭湖上，不就是证明凡此种种，体现了诗人的鲜明个性。</p> <p>　　“尽挹西江，细斟北斗，万象为宾客。”这是全词的高潮所在，也是诗人感情的高潮所在。《景德传灯录》卷八记马祖语曰：“侍女一口挹尽西江水”，此处界禅宗话语，表明自己的心胸开阔。北斗星是由七颗星组成的星座，像舀酒的长把勺，《诗经·小雅·大东》：“维北有斗，不可挹酒浆”，而屈原《九歌·东君》则反其意而用之，“援北斗兮酌桂浆”。诗人作主人，请万象（天地万物）作客人，舀尽西去长江的水，用北斗七星作酒器，低斟浅酌的招待天地万物，这是何等气势，一个被谗免官的人，如此自信，如此心胸，真有李白当年“青天有月来几时，我今停杯一向之”，或“相看两不厌，唯有敬亭山”大无畏的浪漫主义精神。</p> <p>　　“扣舷独啸，不知今夕何夕。”苏轼《前赤壁赋》有“扣舷而歌之”之语，张孝祥则是敲击船沿、仰天长啸，抒发出自己的满腔豪情。受苏轼《念奴娇·中秋》：“我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕”影像，张孝祥以“不知今夕何夕”作结，从秋月秋水回归自我，扣舷是动作，独啸是声音，从空间上说是由洞庭之大到一己之小；从时间上说是由今夕之初泛到稳泛；从心理上说是由知到不知，通过对照，说明诗人已忘情这月白无风之夜，忘情于与大自然交融之中。</p> <p>　　此词意象鲜明，意境深邃，结构严谨，想象瑰丽，真正做到了“宠辱不惊，闲看庭前花开花落，去留无意，漫观天外云舒云卷”，是首表现浩然正气的绝妙好词。</p>",
  "about": "<h2>创作背景</h2> 　　人们比较熟悉<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之间的继承和发展关系，但却较少有人注意<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>在苏、辛之间所起到的过渡性作用。张孝祥实际上是南宋豪放词派重要的奠基人之一。这首《念奴娇》就是广泛传诵的张孝祥的代表作。宋孝宗乾道二年（1166年），张孝祥因受政敌谗害而被免职。他从桂林北归，途经洞庭湖，即景生情，写下这首词。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "写景",
    "写水",
    "月夜",
    "抒怀"
  ]
}