{
  "id": 8998,
  "star": 9,
  "name": "春游南亭",
  "dynasty": "唐代",
  "content": "川明气已变，岩寒云尚拥。<br>南亭草心绿，春塘泉脉动。<br>景煦听禽响，雨余看柳重。<br>逍遥池馆华，益愧专城宠。",
  "fanyi": "<p><strong>译文<br></strong>川谷里明亮起来气候已变暖，山岩上还笼罩着云彩依然寒冷。<br>南亭的枯草心儿里萌发出新芽，早春的溪塘里泉水已潺潺流动。<br>阳光温暖听着鸣禽的啼唱，刚下过雨看到柳枝显得沉重。<br>在华美富丽的池馆中悠闲自得，只得到州官一人的宠爱更感到惭愧。</p> <p><strong>注释<br></strong>①亭：设在路边供行人停留食宿的处所。<br>②拥：抱，抱持。<br>③泉脉：地层中伏流的泉水。因其类似人体的脉络，故称“泉脉”。<br>④景：日光。煦：读xù。<br>⑤重：读chóng。<br>⑥“逍遥”一句：轻松自在地饱览物华。<br>⑦专城：指主宰一城的州牧、太守等地方长官，此指<a href=\"http://so.gushiwen.org/view_8998.aspx\">诗</a>人自己，时任刺史。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_8998.aspx\">诗</a>的首联“川明气已变，崖寒云尚拥”，即景而起，写春回大地，气象已变。为远景描绘，以渲染气氛。这两旬起笔清远，境界开阔，通过江上云雾扫开，河水澄明，但山崖上还残余着冬天的寒意，还被云气包裹着，描绘了冬寒渐退，春气萌动时之景象。诗人抓住了初春时分的景色特点，以渲染环境氛围方面入手，既渲绘出了春日的清赫景象，又为下两联所写设置了一个背景。“变”、“拥”炼字精当.不但刻画景物，同时亦包含了诗人的主观感受。</p> <p>　　颔联“南亭草心绿，春塘泉脉动”写春草碧绿，春泉欢流，以显春光明媚，生机无限。“草心绿”、“泉脉动”为摄魂之笔，言“草心”，说明春草是刚刚萌芽不久，新绿初泛；言“脉动”，表示泉水初从冬之禁锢中解放出来，又开始了欢快的流动，淙淙汇入春塘，无不用词确当，刻写生动，意象新颖秀独，着墨不多，然写出了一派春日气息。这两旬抓住景物特征，传神写意，诗情画意地表现了春天剐剐来临的景色之美，给人以无穷的美感趣味。</p> <p>　　颈联“景煦昕禽晌，雨余看柳重”继写阳和鸟鸣，雨肥柳叶，以表春意盎然，景物欷鲜。这一联选取了禽鸟在和暖日光中啭鸣歌唱，好雨过后柳色更增新绿这两组意象，描绘了在阳光和知时春雨的滋润哺育下，百鸟争春，草木欣欣的春日美景。“听”和“看”一者诉诸听觉，一者诉诸视觉，真是有声有色，写活了景物。中间这两联秀语连出，词畅意浓，在炼字求工方面，可以看出有受<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的影响。</p> <p>　　尾联“逍遥池馆毕，益愧专城宠”开接牌襟，抒写内心之感而作结。美景当前，诗人游目骋怀，但不忘此身尚在，感到自己在此池台馆阁之地饱览物华，实在太有愧于在城里做官享受一郡之主之茶了。这两句流露了涛人“处江湖之远，则忧甚其民”和“愧俸钱”的思想感情，揭示了诗人内心世界之一面。这与他在《寄李儋元锡》一诗中所发出的、曾被<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>赞叹为“仁者之言”的“身多疾病思田里，邑有流亡愧俸钱”的感慨在内容实质上是一致的。</p> <p>　　这首游记诗，写得简洁明快，情真意切。“拥”、“动”、“重”、“宠”诸韵脚字，都下得准确、生动，意韵完美，从而被前人视为此诗的主要特色。</p>",
  "about": "<h2>创作背景</h2> 　　《春游南亭》作于约建中四年（783）早春，当时作者春游南亭，被南亭风光诱人、生机活泼的春天景象所感染，便写下了这首<a href=\"http://so.gushiwen.org/view_8998.aspx\">诗</a>。南亭究竟在何处，已无从查考。然从诗意看，亭当在水边，周围有山，有塘，有馆所，可供游憩。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "春天",
    "写景",
    "抒怀"
  ]
}