{
  "id": 69781,
  "star": 3,
  "name": "杂剧·老庄周一枕胡蝶梦",
  "dynasty": "元代",
  "content": "第一折<br>莫瞒天地莫瞒心，心不瞒人祸不侵。十二时中行好事，灾星变作福星临。小圣乃蓬壶仙长是也。今有太白金星，传玉帝敕命，为因大罗神仙升玉京上清南华至德真君，在玉帝前见金童玉女，执幢幡宝盖，不觉失笑。玉帝怪怒，贬大罗神仙下方庄氏门中为男，名为庄周，游学将至杭州。此人深爱花酒，恐他迷失正道，差小圣领着风、花、雪、月四仙女，先到杭州内，化仙庄一所，卖酒为生。着四位仙女化为四个妓者，等侯庄周来时，先迷住他。待太白金星到时，自有点化处。窗前十载用殷勤，多少虚名枉误人。只为时乖心不遂，至今无路跳龙门。小生姓庄名周，字子休，祖贯山东曹州人氏。因天下大乱，跟先祖前来四川居住。我兄弟四人，父母俱亡。颇有些家赀，三水哥哥收掌。我在学中读书，晚上睡不着，便思想人有生死，不能逃的。小生前岁往岭南探亲，及至回家，与小生送别的朋友，一半死了。小生叹惜为人在世，会几个士大夫之人，死而无怨。小生但会朋友，便问那里好散心，都说杭州鱼米之地，小生因此一径的来到杭州，去城不远。小生平日爱的是花酒，不知怎么说？若是有弹唱的送酒，小生也吃不醉。远望见城边酒店中坐着个老者。试问他一声：卖酒的有酒么？是谁叫？有酒。好酒取二百文钱的来。先生一位客，缘何用二百文钱的酒？敢吃不了。你不认的，我是四川庄子休，我若用心吃，一千钱的酒，我也吃了。既如此，任从尊意。先生，我这杭州城，有几个唱的，在这庄西边。请他来同席，只费两壶酒，可也不可？甚好，老者你就去。你这四位大姐，都是院里的？会甚么吹弹？所事都会。先生要甚杂剧，俺就扮来。好大话也。我说出来，你说不会，怎了？人会的，俺便会。人知道，俺便知道。既如此，您将乐器各作四句诗，都要有出处的言语。苍梧云气赤城霞，锦乐钧天帝子家。醉里忽逢王子晋，玉箫吹上碧桃花。妇人只知枕席之事，也晓的这等言语？世人多虑我无忧，一片身心得自由。散诞清闲无个事，卧吹凤管月明秋。我学生会天下士大夫，止不过学而知之，似列位者，少有。尘世飘飘万丈坑，暮去楼阁古今情。谁将羌管吹残月，白玉楼头第一声。又妙又妙。非希非易亦非奇，音律轻歌韵正宜。说与君家如得悟，无忧无虑亦无疑。酒保，把前后门都关了，不要放一人进来，俺五个<br>人直吃的尽醉方归。我醉了。良苑仙家白锦袍，海山银阙宴蟠桃。三更月底鸾声远，万里风头鹤背高。小神乃太白金星是也。奉玉帝敕旨，下方点化大罗神仙。我先差蓬壶仙领四仙女，去杭州城南聚仙庄上迷住他，我来自有话说。<br>【仙吕】【点绛唇】飞下天宫，将帝宣钦奉，因他宿缘重。但得相逢，是一枕蝴蝶梦。<br>【混江龙】世俗迎送，都是些是非人我虎狼丛。流的紧黄河九曲，坐的稳华岳三峰。依旧春风人世所，黄河一去永无踪。生太素阴阳未判，辨清浊混沌初分。推物理三皇治世，定人伦五帝兴隆。宠女色夏桀无道，自荒淫太甲居桐。废殷祀纣辛失位，建周朝文武成功。为宰臣职居相府，作公侯禄厚千钟。名利似汤浇瑞雪，荣华如秉烛当风。度寒暑雁鸿南北，搬兴废乌兔西东。天地久消磨造化，黄尘老埋没英雄。人有限，事无穷。观二气，渐消溶。一会家叹干戈千载战争场，可怜人一枕南柯梦。恰开眼蜂衙蚁阵，转回头兔迹狐踪。早到聚仙庄也。蓬壶仙何在？上仙有何法旨？大罗仙在那里？见在房中，酒醉睡着了。既做神仙，怎生醉了？我试看者。似此不如做神仙。<br>【油葫芦】不如我跨凤乘鸾朝玉京，仙家日月永，你只待浩歌一曲酒千钟。见如今春秋七国刀兵动，不如我柳阴中一枕南柯梦。俺昆仑顶上人，比凌烟阁上臣。试看咸阳原上麒麟冢，都一般潇洒月明中。自太极初分，到今春秋时，已经几万年了，日月好疾也。<br>【天下乐】转首繁华扫地空，你看乾坤，造化功，笑凡大与吾心不同。我欲待说是西，他却来道做东。想尘埃谁识神仙种，空教我嘻笑不言中。好仪表也。看他眉如秋月，目若朗星，真神仙也。我且躲在西房檐下。卖酒的老者。有。我教你前后门都闭了，俺五个人吃的尽醉方归，你妒何放进人来？此人原是杭州城里富户，十年前家赀巨富，我多受他恩来。如今艰难了，来问我要酒吃，先生休怪。你说十年前富贵，今日艰难了？我想富贵贫穷，流转不息，好伤感人也。老者，请他过来。这里有酒，教他吃些。老人家，饮一杯酒者。请起。这老人家，是我杭州在城恩府，怎敢不跪？庄先生，看你趁这等标致身躯，眉眼动荡，修行去罢。老人家，你若富贵，无这话说，如今穷了，有这异端之心。你自修行去。若先生功夫到了，便是神仙。似这等贪恋花酒，有什么好处？<br>【那吒令】你恋酒呵，多败少成；你恋色呵，色即是空；你恋财呵，那财中隐凶。都因气送了人，到底成何用？谁知你有眼无瞳！<br>你道门中有甚么好处？我甚么有眼无瞳？<br>【鹊踏枝】说起俺道门中，不与你世俗同。你爱的是雪月风花，我爱的是惰懒偎慵，四件事无毛大虫，再休与酒色财气相逢。<br>你这老人家，我与你酒，全不会吃，都浇奠在地下。我与你不相识，你出去外边立去。你四个女子，唱一个曲儿，我吃一杯。他不认的我，教我出外边来。他若认的时，头也得他的。似此作欢，能得几时受用也。<br>【寄生草】他只待两行排着红袖，二人捧着玉钟，数朝不离香醪瓮。我着你半霎抢入迷魂洞，犹兀自一杯未尽笙歌送。全不想无常迅速顷刻休，休倚仗三寸气在千般用。<br>我又醉了。适梦中见胡蝶变化，好一个大胡蝶也。十分胡蝶大，我有个胡蝶词。你唱。<br>【醉中天】撑破庄周梦，两翅驾东风，五百处名园一扫一个空。难道风流种，唬杀寻芳蜜蜂。轻轻飞动，把一个卖花人，扇过桥东。<br>谁想村庄上，遇此知音？老者，城中不知有多少贤士大夫？老者，请坐，请坐。我小人有一件物，还是比先收下的，因无人买的起，出不上银子，小人就不曾卖。值多少银子？值银一万两。甚么物件，值这些？小人有一花盆，能种花，顷刻结果，食用可充饥渴。情愿看一看。先生食果。好奇果也，甜如甘露。我再种一果，先生食用。老者如何烦恼？我悲这花开六遭，如流年相似。<br>【金盏儿】恰春到百花红，早夏至绿阴浓，秋来不落园林空。呀！早霜寒十月过，春夏与秋冬。今日是一个青春年少子，明日做了白发老仙翁。岂不闻百年随尹过，万事转头空？<br>当的烦恼，光阴瞬息，不觉的老了也。<br>【后庭花】想人生百岁翁，似花飞一阵风。人无有千日好，花无有百日红。神仙有生死无有？何必你论穷通，你如何如痴如诤？恋酒的有甚功？爱色的有甚宠？贪财的只是凶，使气的不善终。若将我仙境通，豁开你心亡蒙。飞身到太华峰，看白莲开玉井，看白莲开玉井。<br>【青哥儿】呀！学取那乘鸾跨凤，传与你伏虎降龙，呼吸风云在掌中。俺那里灵芝常种，蟠桃初红，云鹤翔空，白云迎送。五女金童，紫箫调弄，香霭澄澄，紫雾濛濛，瑞气腾腾。罩着这五云楼观日华东，俺那里有神仙洞。<br>一会困上来，我再睡些。我欲留下这四个女子，诚恐泄露天机，是我之过。你四人每人与我干一件事，我在空中等你。<br>【赚煞】你与我只一片燕莺心，做半世胡蝶梦，扇粉翅殷勤建功，一指迷人大道中。不要你燕懒莺慵，不留停，岁月匆匆，都恋着柳绿花红春意浓，玳筵开一终。把布袍扇动，驾白云飞上建章宫。<br>楔子<br>怎生我在这里？两日茶饭不得，如何是好？贫道在这山修行多年，今日无事，闲游一回。<br>【仙吕】【赏花时】剩水残云四五塌，野杏夭桃无数花。淡隐隐卧残霞，疏林自下，掩映着茅舍两三家。<br>先生作揖。有鬼。小生是人。我在这山中数十年，无人至此，因此我无忌惮，胡唱闲耍。你既要人，你在那里住？我住处远哩。远不在天上。地下到天上，也只三万余程，能有多远？小生四川成都府人氏，姓庄，名周，字子休。老先生睁眼看者。庄先生，作揖了。我几番在各府州县，见先生与士大夫相处，我不敢近前。今日在此山中相逢，也是我穷先生万幸也。清问庄先生那里去？小生迷在此山中，不知地界，烦你指引与我道路，异日相谢。你出来做甚么？你若舍身，往万丈山涧里一跳下去，我寻着你，咱两个一处闲耍了罢。我学生出不的家。我着这朱顶鹤舞一会，你看。<br>【端正好】你做神仙不能勾，出家人尤虑无忧。跨黄鹤径上虚空走，我把那肚事都参透。<br>【滚绣球】闲来时山背后喂个水牛，闲来时把师父道德求。待做神仙，怎生能够，似这般无虑无忧。山中有火常沽酒，常言道：一日无常万事休，我自在地优游。<br>我去也。那里走这个术士来哄人？我寻路出去。<br><br>第二折<br>呀！这前面一座大宅舍，一座牌楼，上写敕建李府尹宅。我素不认的李府尹，今在穷途，试叫门者。开门！开门！是谁叫门？大姐作揖。这汉子好无礼，见俺女人，又不回避。俺老爹在家倦出。好，揪进去打这厮。一个女人，这等不贤，他家男子，又不知怎么模样哩？小生乃四川成都府人，姓庄名周。迷路至此，望大姐可怜见，开门放小生进去。不知是庄子叔叔。俺老爷在家，常念叔叔。请叔叔进门来，我报去。尘梦觉，荣辱升沉堪笑。蜗角虚名何足道，不须闲计较。莫恋五花官诰，莫爱七贤朝帽。惧祸忧谗何日了，几人能到老。小官李府尹是也，近新来故了妻室。我在房里睡着，只见使女来报说，四川庄子在门首。我想来，庄周是个白衣人，楚威王将重表里取他为官，他不肯出仕。他游遍天下，不知认的多少士大夫。我认的他，他不认的我。须索接见者。庄先生请，请！学生不敢。将酒来。赐饭足矣，小人酒上不明。不吃酒不是斯文。岂不闻白日莫闲过，青春不再来。今人不饮酒，古人安在哉！<br>【南吕】【一枝花】且尽生前有限杯，莫思身外无穷事。窗外口光弹指过，席前花影坐间移。广设尊席，休惜千金醉。倒玉山，非自颓。尽君心，走斝飞觥，快我意追欢共喜。<br>【梁州】我这里小才思施强弄会，老精神燕约莺期。大人这等大家当，缘何发悲烦恼？买不的生死。我哭这光阴急急如流水，青春才至，白发相催。百年身命，六道轮回。疾箭般兔走乌飞，转回头虎倦龙疲。起初时闹垓垓蝶急蜂忙，浓闹里笑欣欣莺甜燕美，下场头冷清清财散人离。怎知，就里。本是个神仙老子非凡体，待得来玉不琢不成器。保养心猿意马肥，有甚驱驰！<br>老大人根前，小生不敢说。小生在杭州曾见一人，他会开顷刻花，小生曾吃花上果子。你不知，那花盆在我这山里出。大人哄我哩。那女子，你开了那书房门，把那花盆都搬出来，与你庄叔叔看。若结一个果了，我吃一钟酒，庄先生，咱往书房中看去。那里讨这些花果来？你若在我家住些时，我与你十数盆，到家送朋友。不敢，不敢。你把家中女子，都叫出来，见你叔叔一见，明日好行走。我不曾将人事来，每位大姐赠一首诗。一寸光阴一寸金，持将此物寄知音。先生识破浮生梦，浑似南风一操琴。大姐如何不操琴？先生戒一件物，方去操琴。戒甚么？戒酒。伤人点水傍边酉，玉液琼浆不坚久。陷人风波万丈坑，人人送死皆因酒。敢问大姐甚么名字！画楼西畔雨初睛，度柳穿花过一生。既是叔叔问名姓，妾身小字是莺莺。你说一个女子，送四句诗。将笔来。掷柳迁乔太有情，交交时作弄机声。洛阳三月春如锦，多少工夫织得成！这诗是旧的。再未做新的。<br>【牧羊关】住在这深山内，如今迁在乔木里，送行人几度别离。出入在柳影花阴，宿卧在枝头叶底。半生富在鸣珂巷，一声巧在画楼西。他也曾惊回玉锁窗前梦，浑似绿杨枝上啼。<br>满眼韶光似箭催，转头白发故人稀。荣枯枕上三更梦，成败尊前一局棋。又教我戒甚么？戒色。败国亡家破吴越，蛾眉淡扫君王侧。快入迷恋翠红乡，个个身亡皆为色。敢问大姐甚么名字？穿帘入户居宫殿，飞入乌衣寻不见。先生既问妾身名，旧时王谢堂前燕。先生作诗。有了。曾向乌衣看落花，春风吹影傍天涯。茅檐亦有安巢地，何必王家与谢家？<br>【幺篇】住画楼，居兰室，穿朱帘，入绣帏，听花言巧语偏疾。家住在王谢堂前，祖居在乌衣巷里。惊蛰罢三春至，秋社后一双归。休猜做沙暖鸳鸯睡，本是个泥融燕子飞。<br>浮利浮名总是虚，泼天富贵待何如？若能参透诗中意，尽在玄元一卷书。又着我学生戒甚么？戒财。白玉黄金是祸胎，钱多害己必为灾。劝君跳出风波险，丢了飘飘浮世财。敢问大姐甚么名字？（旦云)殷勤酿蜜苦于农，深有于人济世功。采芷寻芳平日事，花间叶底小游蜂。(末云)先生作诗。(生云)蜜口喧春好信通，为花评品嫁东风。香须惹得飞英去，疑是缠头利市红。(末唱)<br>【幺篇】妙体态人多美，细腰肢舞更宜，多少人趋赴娇姿。他蜜又调成，花又得济。有礼数知王法，甜口儿不虚脾。因为我来于此，为谁人忙甚的？(又一女子把画上)(云)秦晋交欢皆为诈，荣华一笔都勾罢。龙争虎斗是非场，图成四幅丹青画。(生云)又教我戒甚么？(旦云)戒气。德重施仁唐虞治，谁强谁弱不都济。要入长生不死乡，休争三寸元阳气。(生云)敢问大姐甚么名字？(旦云)牡丹盈槛花开彻，两翅浓香惯风月。飞入君家梦里来，妾身本是花间蝶。(末云)先生作白胡蝶诗。(生云)银为须翅玉为衣，任意春风不解肥。桃李上林无分到，可怜只傍菜花飞。(末唱)<br>【幺篇】肌柔腻如粉施，体轻盈称素衣，曲弯弯两道蛾眉。一生好采蕊寻芳，半世爱偎红倚翠。名虽担着风月，心上恋着芳菲。绕定这寻芳客身上舞，不若在卖花人头上飞。<br>(云)庄先生，你记的这四个女子不记的？(生云)记的，他四个是莺燕蜂蝶，各人拿的是琴棋书画，戒我学生的酒色财气。(末云)这四件事戒的那几件？(生云)学生戒不的酒色，戒不的财气。(末云)将酒来。吾观庄先生言论，如长江大河，一泻千里。(生云)老大人谈吐如劈竹相似，数节之后，迎刃而解。(末起身，云)我今上洛阳做官，家中无人，兄弟怎生当一年半载家事？(生云)等我到家与哥哥说知，愿来与大人当家。(末云)等你到家再来，误了我的钦限。把这四个女子，留住在此服事你。有一个不用心的，休等我来，就打无论。(生云)这等，小生在此看家罢。(末谢，云)既如此，我就赴任去罢。(下)(生云)您四个女子，用心服事我。将酒来。(做饮科)(生醉睡科)(末上，云)某那里是李府尹，是太白金星一化，特来度脱大罗仙。这等醉生梦死，几时得正果朝元也！(唱)<br>【骂玉郎】东君不管人憔悴，那里也酒病赖花医，顽涎尚有何时退？不带酒，撒腻滞，佯推醉。<br>【感皇恩】你只管情荡心迷，废寝忘食。你只待弄轻盈，相嬉笑，放迷稀。贪恋着燕约莺期，蝶使蜂媒。只待要兴颠狂，花簇绕，酒淋漓。<br>(四旦虚下)(生醒科)(哭云)女子每都那里去了？(末自云)他花情忒重也。(唱)<br>【采茶歌】他怎么痛伤悲，怨别离？那里也有情何怕隔年期？海誓山盟君莫喜，你明日花残月缺悔时迟。<br>(生复醉倒科)(末至前科，云)看这贪花恋酒的模样，我欲将四个女子留下，诚恐有别事情，就是我之过。庄子，你做神仙做人，随你。(唱)<br>【煞尾】罢名缰收利锁，观两轮日月搬兴废。我与你拴意马系心猿，看一榻乾坤定是非。兴还浓，睡正美，猜呆禅，打哑谜。能参透，其中意，不贪财，不图利。作三生，过一世，惜花酒，恋财气。似残春，花乱飞，狂风飘，急雨催。尘中多，枝□稀，蜂倦游，蝶不戏。那时节，悔不及。直待的花残莺老春归，这的一枕胡蝶家万里。(下)<br>(生醒云)四女子那里去了？我且后房歇息去者。(下)(末扮太白金星上，云)金风未动蝉先觉，暗送无常死不知。某太白金星是也，奉上帝命度脱大罗仙。因他花酒情重，不得正果。奏知玉帝，又令金母殿前再差四个仙女点化他去。教他酒中会得道，花里遇神仙。(下)(生上，云)某庄周是也。在这李府尹宅上，住了许久。有四个女子逐日相陪。近来不知那里去了，无处找寻。今日在此闲坐，看有甚么人来。(四仙女扮旦上，云)妾乃金母殿前春、夏、秋、冬四仙女，作为桃、柳、竹、石，着俺去下方，迷大罗神仙。可早来到他住所，咱过去见者。(做见科，云)庄先生万福。(生云)好东西也，是那里来的？又不数那莺、燕、蜂、蝶了。敢问列位因何至此？(一旦云)奉师父传法旨，差往西南山采药，炼九转仙丹，做不死之人。(生云)说这等大话。你是谁？(旦云)去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。(生云)你实说，你姓甚名谁？(旦云)武陵溪畔是吾家，妖艳春深绽锦霞。既是先生问名姓，妾身小字是桃花。(生云)将桃花来插在头上，我饮酒三杯赏桃花。(饮科)(又一旦上，云)试看柳色黄金嫩，胜似梨花白雪香。不向玉楼巢翡翠，故来金殿锁鸳鸯。(生云)你是甚么名字？(旦云)压尽樱桃樊素口，纤腰偏称春葱手。先生既问妾身名，奴是一枝临路柳。(生云)将柳来插在头上，满饮三杯赏柳。(饮科)(又一旦上，云)千里好风清戛玉，一轮明月冷筛金。坚刚不屈中臣节，骨鲠还同列女心。(生云)老实说你名字。(旦云)湘江长就娥皇绿，洒泪成斑枝胜玉。岁寒三友有奴名，妾身是个梅间竹。(生云)将竹插在身上，酌酒三杯赏竹。(饮科)(又一旦上，云)清奇古怪世间稀，说与君家知不知？倚翠偎红花竹畔，亭亭曾见雨云期。(生云)你甚么名字？(旦云)万窍千穴花木主，玲珑剔透人皆许。风流可喜太湖石，曾伴投江浣纱女。(生云)你是太湖石，放在头上，敢使不的。我也吃三杯。(饮科)(生云)你四人听我说，你师父有甚真诀妙语，你说来共修仙道。(一旦唱)<br>【南曲柳摇金】听吾所告，仙丹匪遥，八卦布周遭。保守的婴儿壮，相怜姹女娇。请一个黄婆，媒合离坎换中交。向西南采取，初生药苗。须调火候，火候须调。火侯须调，温养汞铅丹灶。<br>(又一旦唱)<br>【前腔】汞铅丹灶，能平善消，火候最难调。便诱的心猿顺，怎防着意马骄？奴不如金丹修炼，差误在分毫。把离爻换坎，乾坤怎交？须教采炼，采炼须教。采炼须教，说与洞房玄妙。<br>(又一旦唱)<br>【前腔】阴汞能飞走，阳铅会伏调。紧收拾顽猿劣马，休放半分毫。心如止水，情通九霄。坚牢温养，温养坚牢。温养坚牢，管取宝珠光耀。(生跪下科，云)你是神仙？地下无这等人。(旦唱)<br>【前腔】委的是神仙来到，修真的至高，千岁宴蟠桃。金漏须金补，泥神用土包。参的透这些消息，总是话虚嚣。便存神运气，身心枉劳。金销石烂，石烂金销。石烂金销，惹得众仙讥笑。<br>(生云)你四人既是仙侣，又明大丹之道，可能传授？(四旦云)若按子午，炼成还丹，自能了悟冲举也。(生云)咱后宅炼丹去来。(同下)<br>　</p> <p>第三折<br>(末扮太白金星上，云)某令桃、柳、竹、石四仙女，与大罗仙炼丹已成，当正果朝元。奏知玉帝，先差三曹官把四个女子捉将来，问他漏泄天机罪犯，然后引大罗仙朝元玉京去。(下)(末扮三曹官上，云)小圣三曹宫是也。奉玉帝敕旨，太白金星差委下方，捉拿四仙女去。不觉早到下方也。(唱)<br>【正宫】【端正好】直向这采霞身，临凡世来追究，展双眸按落云头。到人间恰正黄昏后，大踏步冲鸳瓮。<br>(生引四仙女上，云)大丹已成，你四人慢慢的递几杯酒我吃。(饮科)(生醉科)(末云)早到他宅中也。(唱)<br>【滚绣球】亲蒙上帝差，疾将妖魅勾，对清风月华如昼，(做看科)(唱)把花园做了谢馆秦楼。只听的品龙笛吹风笙，斟云醪饮五瓯，列金钗不离了左右，天生就皓齿明眸。三重幔幕高烧烛，十二帘栊不上钩，受用也庄周。<br>【倘秀才】对宝砌磨拳擦手，挨绿窗将身退抽。怎禁他狐魅精灵泼鬼头，挨亮桶，靠球楼，少走。(末云)疾。(风起科)(四旦云)好大风也。正然天色明朗，就昏暗了，唬杀人也。空中有神鬼之声，咱且回避者。(生醉睡科)(四旦下)(末云)小鬼头那里去！(唱)<br>【滚绣球】银台上吹灭了灯，金杯中漾撒了酒，都藏在绣帏之后，我奉玉帝敕旨亲勾。你大胆休，吃剑头，都是你不君子的乔竹，太湖石那些儿玲珑剔透温柔。颠狂柳絮随风舞，轻薄桃花逐水流，自搅这一场闲愁。<br>(末拿住四女科)(四旦告，云)上圣可怜见，俺初犯这遭。(末云)说甚么初犯，你这桃、柳、竹、石，罪犯多哩，你知也不知？桃精过来听我说。(唱)<br>【倘秀才】第一遍天台山与刘晨配偶，第二遍谒浆处把崔护等候。如今和庄子惜玉怜香，又不知甚日休。逐朝期会约，每日效绸缪，今日来强口，(云)唤柳精过来。(唱)<br>【滚绣球】灞陵桥任行人取决攀，章台街弄腰肢狂荡游。楚王宫饿的些美人纤瘦，汴河傍斜缆龙舟。你顽涎不肯收，旧病实是有。把一双诉离情翠眉频皱，休只待絮沾泥燕侣莺俦。春花秋月何时了，夜去明来早晚休，直等的叶落归秋。<br>(竹旦云)上圣，我可是初犯。(末云)全是你的不是。(唱)<br>【呆骨朵】你虚心冷气空儒愁，这罪犯怎肯干休？辱没杀竹林七贤，怎见的岁寒三友？娥皇泪君空洒，孟宗笋谁能勾？你无有化龙栖凤的心，今日要生枝上接头。<br>(云)石精过来。志诚的是石头，今日也不好了。(唱)<br>【倘秀才】老石头人难措手，乔孔窍玲珑剔透，跟着他倚翠偎红不识羞。三斧吹不就，一向去挡瘦，难容你陋丑。<br>(生醒科)(跪云)上圣，小生在此，不过修真，万望可怜。(末云)你是读书人，这等负心。(生云)那里负心来？(末唱)<br>【滚绣球】你把莺莺并不题，燕燕更不瞅，蜜蜂儿置之脑后，却不道恋胡蝶一梦庄周。你有了桃共柳，更和这石与竹，做得个迎新忘旧。(生云)他四个不知那里去了，干小生甚事？(末唱)他每躲是非及早归休。是非只为多开口，烦恼皆因强出头，悔又何尤？<br>【煞尾】饱谙世事慵开口，会尽人情只点头。阴骘绵绵若旨修，福禄重重无了休。四个妖精尽皆有，庄子先生胞胎后。遥指白云天际头，望着那十二瑶台路儿上走。(下)<br>(生云)不知甚么神道，把四个仙女捉将去了？我在这里，好闷人也。李府尹不知几时回来，怎生是好？只索宁奈则个。(下)<br><br>第四折<br>(末上，云)小圣太白金星是也。今有大罗仙，丹鼎已成，朝元有日。我今还为李府尹，问他索要家下人口房屋，看他说甚么？早来到也。试叫门者。(叫云)开门来，开门来。(生上，云)谁叫？(做相见科，末云)庄先生，还我家私房屋人口来。(生云)你做了几年官了？(末云)我做官干你甚么事？早知道做了三年官，你弄了我百年家当，我做甚么官？(唱)<br>【双调】【新水令】这是我为虚名一去整三年，叹光阴甚如疾箭。更做道酒肠宽似海，常言道色胆大如天。闹起座宅院庭轩，把俺这佳人每厮挞贱。<br>【驻马听】美满团圆，几度通宵置酒筵。不见了蜂蝶莺燕，一春常费买花钱。二年未了悟真篇，半生好看羲皇传。不必言，将人门外疾推转。(末云)不必逼勒你。庄子休，你省悟了不曾？(生跪下，云)我省悟了也。(末云)你认的我是谁？(生云)你是太白金星。(末云)你虽认的我，你不知你是谁？(生云)我是大罗神仙，后升玉京上清南花至德真君。因我笑执宝盖幢幡仙女，贬在下方。(末云)你怎生再得到天上？(生云)告星君可怜，奏准玉帝，领我玉京上清牌来，我自然就到天上。(末向空中，云)众仙不来等甚？(金童、玉女幡盖赍玉京牌上)(生跪受科)(东华仙上，云)大罗仙，你今日正果朝元，再有凡心，罚往下方，永失仙道。你回宫依旧管事。(生谢太白金星，云)多谢上仙。(末唱)<br>【雁儿落】那里取笙歌夜月筵，那里取桃李春风面。这的是浮生梦一场，世态云千变。<br>【得胜令】柳外绝人烟，花甲遇神仙。今日个跨凤游三岛，乘鸾上九天。驾个云轩，参拜在金阙辽阳殿。益寿千年，受东华五帝宣。<br>(众仙云)都来与大罗仙庆喜者。大罗仙再不可思凡了。(末云)大罗仙，做仙好？下方为人好？(生云)凡人怎比神仙？(末云)你也晓的。(唱)<br>【川拨棹】你与那太湖石结姻缘，他身上望心坚石也穿。趁着这小桃胡扇，翠柳枝边，月暗星全，亸袖垂肩。送了你痴呆的少年，今日个怨甚么天？(生云)我在下方，住了五六十年，上方几年了？(末云)上方三五个时辰。(生云)正是洞中方七日，世上几千年。四个女子与我在一处炼丹被三曹官捉去，如今不知在那里？(末云)你既无思凡的心，寻那四个女子做甚么？若上帝闻知，怎了？(唱)<br>【梅花酒】刬的你牵缠顾恋鬼狐涎，却不道春风桃李闻莺燕。秦楼谢馆酒家眠，齐声唱彻阳关怨。<br>【七弟兄】今日个列管弦，向席上尊前，柳影花边，做了无事的神仙。宿缘人末圆，桃柳丧黄泉，石竹却还元，莺燕怎留连？生拆散锦毛鸳，活分开并头莲。<br>【收江南】呀，今日是花里遇神仙，快牢拴意马与心猿。岂知道洞中别有一重天，风如介犬，这的是庄周一梦六十年。<br>(云)你本是大罗神仙，为思凡谪下人间。今日个功成行满，众神仙正果朝元。<br>题目太白星三度燕莺忙<br>正名老庄周一枕胡蝶梦</p> <p> ",
  "poet": {
    "id": 1445,
    "star": 0,
    "name": "史九散人",
    "desc": "史九散人，名樟，字敬先，号散仙，称为史九敬仙，又号史九散人。真定(今河北正定县)人。宫武昌万户。或云史九敬先即大官僚史天泽第九子，元初永清(今属河北)人，历官顺天真定万户。喜庄、列之学，常麻衣草履，自称“散仙”。此外,据清·张大复《寒山堂曲谱》，宋元南戏《东墙记》题名“九山书会捷讥史九敬先著”，《李勉》题名“史九敬先、马致远合著”。此人与元杂剧作家史九敬先是否一人，待考。 所作杂剧今知有《庄周梦》一种，一般认为即现存《老庄周一枕胡蝶梦》。"
  },
  "tags": []
}