{
  "id": 73083,
  "star": 12,
  "name": "狱中杂记",
  "dynasty": "清代",
  "content": "　　康熙五十一年三月，余在刑部狱，见死而由窦出者，日四三人。有洪洞令杜君者，作而言曰：“此疫作也。今天时顺正，死者尚稀，往岁多至日数十人。”余叩所以。杜君曰：“是疾易传染，遘者虽戚属不敢同卧起。而狱中为老监者四，监五室，禁卒居中央，牖其前以通明，屋极有窗以达气。旁四室则无之，而系囚常二百余。每薄暮下管键，矢溺皆闭其中，与饮食之气相薄，又隆冬，贫者席地而卧，春气动，鲜不疫矣。狱中成法，质明启钥，方夜中，生人与死者并踵顶而卧，无可旋避，此所以染者众也。又可怪者，大盗积贼，杀人重囚，气杰旺，染此者十不一二，或随有瘳，其骈死，皆轻系及牵连佐证法所不及者。”余曰：“京师有京兆狱，有五城御史司坊，何故刑部系囚之多至此？”杜君曰：“迩年狱讼，情稍重，京兆、五城即不敢专决；又九门提督所访缉纠诘，皆归刑部；而十四司正副郎好事者及书吏、狱官、禁卒，皆利系者之多，少有连，必多方钩致。苟入狱，不问罪之有无，必械手足，置老监，俾困苦不可忍，然后导以取保，出居于外，量其家之所有以为剂，而官与吏剖分焉。中家以上，皆竭资取保；其次‘求脱械居监外板屋，费亦数十金；惟极贫无依，则械系不稍宽，为标准以警其余。或同系，情罪重者，反出在外，而轻者、无罪者罹其毒。积忧愤，寝食违节，及病，又无医药，故往往至死。”余伏见圣上好生之德，同于往圣。每质狱词，必于死中求其生，而无辜者乃至此。傥仁人君子为上昌言：除死刑及发塞外重犯，其轻系及牵连未结正者，别置一所以羁之，手足毋械。所全活可数计哉？或曰：“狱旧有室五，名曰现监，讼而未结正者居之。傥举旧典，可小补也。杜君曰：“上推恩，凡职官居板屋。今贫者转系老监，而大盗有居板屋者。此中可细诘哉！不若别置一所，为拔本塞源之道也。”余同系朱翁、余生及在狱同官僧某，遘疫死，皆不应重罚。又某氏以不孝讼其子，左右邻械系入老监，号呼达旦。余感焉，以杜君言泛讯之，众言同，于是乎书。</p> <p>　　凡死刑狱上，行刑者先俟于门外，使其党入索财物，名曰“斯罗”。富者就其戚属，贫则面语之。其极刑，曰：“顺我，即先刺心；否则，四肢解尽，心犹不死。”其绞缢，曰：“顺我，始缢即气绝；否则，三缢加别械，然后得死。”唯大辟无可要，然犹质其首。用此，富者赂数十百金，贫亦罄衣装；绝无有者，则治之如所言。主缚者亦然，不如所欲，缚时即先折筋骨。每岁大决，勾者十四三，留者十六七，皆缚至西市待命。其伤于缚者，即幸留，病数月乃瘳，或竟成痼疾。余尝就老胥而问焉：“彼于刑者、缚者，非相仇也，期有得耳；果无有，终亦稍宽之，非仁术乎？”曰：“是立法以警其余，且惩后也；不如此，则人有幸心。”主梏扑者亦然。余同逮以木讯者三人：一人予三十金，骨微伤，病间月；一人倍之，伤肤，兼旬愈；一人六倍，即夕行步如平常。或叩之曰：“罪人有无不均，既各有得，何必更以多寡为差？”曰：“无差，谁为多与者？”孟子曰：“术不可不慎。”信夫！</p> <p>　　部中老胥，家藏伪章，文书下行直省，多潜易之，增减要语，奉行者莫辨也。其上闻及移关诸部，犹未敢然。功令：大盗未杀人及他犯同谋多人者，止主谋一二人立决；余经秋审皆减等发配。狱词上，中有立决者，行刑人先俟于门外。命下，遂缚以出，不羁晷刻。有某姓兄弟以把持公仓，法应立决，狱具矣，胥某谓曰：“予我千金，吾生若。”叩其术，曰：“是无难，别具本章，狱词无易，取案末独身无亲戚者二人易汝名，俟封奏时潜易之而已。”其同事者曰：“是可欺死者，而不能欺主谳者，倘复请之，吾辈无生理矣。”胥某笑曰：“复请之，吾辈无生理，而主谳者亦各罢去。彼不能以二人之命易其官，则吾辈终无死道也。”竟行之，案末二人立决。主者口呿舌挢，终不敢诘。余在狱，犹见某姓，狱中人群指曰：“是以某某易其首者。”胥某一夕暴卒，众皆以为冥谪云。</p> <p>　　凡杀人，狱词无谋、故者，经秋审入矜疑，即免死。吏因以巧法。有郭四者，凡四杀人，复以矜疑减等，随遇赦。将出，日与其徒置酒酣歌达曙。或叩以往事，一一详述之，意色扬扬，若自矜诩。噫！渫恶吏忍于鬻狱，无责也；而道之不明，良吏亦多以脱人于死为功，而不求其情，其枉民也亦甚矣哉！</p> <p>　　奸民久于狱，与胥卒表里，颇有奇羡。山阴李姓以杀人系狱，每岁致数百金。康熙四十八年，以赦出。居数月，漠然无所事。其乡人有杀人者，因代承之。盖以律非故杀，必久系，终无死法也。五十一年，复援赦减等谪戍，叹曰：“吾不得复入此矣！”故例：谪戍者移顺天府羁候。时方冬停遣，李具状求在狱候春发遣，至再三，不得所请，怅然而出。",
  "fanyi": "<p><strong>译文<br></strong>　　康熙五十一年三月里，当我被关在刑部监狱的时候，看见犯人死了，由墙洞里拖出去，平均每天总有三四个，不觉心里奇怪。有个曾经做过洪洞县长的杜君，站起来说：“这是生瘟疫了。现在天时正常，死的还少；过去有多到一天死十几个的。”我问是什么原因。杜君说：“这种病容易传染，生这种病的，纵然是亲人，也不敢住在一起。这监狱一共有四座老监房。每座监房有五个房间：狱卒住在当中的一间，前面有大窗通光线，屋顶有小窗透空气；其余四个房间都没有窗，可是关的犯人经常有两百多。每天天还没黑，就上锁了，大小便都在房间里，和吃饭喝水的气味混在一道。加上寒冬腊月，没钱的犯人睡在地上，等到春气一动，没有不发病的。监狱的规矩，一定要等天亮才开锁，整个晚上，活人和死人就头靠头脚对脚地睡着，没法闪躲，这便是传染人多的原因。还有奇怪的是：凡属大盗累犯，或杀人要犯，大概由于气质强悍旺盛，反倒被传染上的不到十分之一二；纵使传染上，也很快就好了。那接二连三死掉的，却都是些案子轻的罪犯、或嫌犯、或保人，是些不该绳之以法的人们。”</p> <p>　　我说：“京师里头有顺天府尹的直辖监狱、有五城御史的司坊，为什么刑部的监狱还关着这么多囚犯？”杜君说：“近几年来打官司，凡情节比较重的，顺天府尹和五城御史便不敢做主；又九门提督调查抓来的，也都拨归刑部；而刑部本身十四个清吏司里喜欢多事的正副满汉郎官们，以及司法人员、典狱官、狱卒们，都因为人关的越多越有好处，所以只要沾上一点边就给千方百计抓进来。人一进监狱，不问有罪没罪，照例先给戴上手铐脚镣，放进老监房，使你吃尽苦头，在吃不消的时候，他们就教你怎样取保，保出去住在外面，随传随到；再照你的家庭、财产状况，把钱敲诈来，由他们按成派分。中等以上的人家，都尽其所有出钱取保；其次，要想解下手铐脚镣搬到老监房外板屋里去住的，费用也得几十两银子。至于那又穷又无依无靠的，就手铐脚镣毫不客气，作为样板，以警告其他的犯人。又有同案一起被关的，情节重的反能取保在外，情节轻的、没罪的，却吃着苦头，这种人一肚子冤气，没好吃没好睡，生了病，又没钱治，就往往死翘翘了。”我认为我们的皇上，和过去的圣人一样，有好生之德，每在批公文的时候，总给犯人死中求生，但现在竟有无辜的人这样倒霉的！如有仁人君子，能向皇上上奏除死刑及发配边疆的重犯外，其他轻犯和受到牵连还没定案的，如果另设看守所来关，不上手铐脚镣，就不知可救多少人命了！听说监狱本有五间房名叫“现监”的，是给涉案而没定案的人住的。如果能查出这种规定，实行起来，倒也不无小补。杜君说：“皇上开恩，规定做官的可住优待房，现在穷人住进老监房，大盗累犯反住进优待房，这中间的微妙，能细问吗？这样看来，只有另外关到一座监狱里，才能根本解决啊！同我关在一起的朱老头、姓余的青年和关在一起的同僚，都这样碰上疫症死了，论罪状，他们都是不该受重罚的小罪。又有某氏控告儿子不孝，左右的邻居都被关进老监，哭哭叫叫直从晚上闹到天亮。”我听了，有动于衷，曾拿杜君这些话来普通的问了问别人；结果大家说的一样，我就决定记录下来。</p> <p>　　凡判死刑的，一经判决执行，行刑的人便先等在门外，派同党进去索讨财物，叫做“斯罗”。对有钱的犯人，要找他的亲属讲条件；对没钱的犯人，便当面直接讲条件。如果判的是剐刑，便说：“答应了我的条件，便先刺心；不然的话，四肢解完，心还没死。”如果判的是绞刑，便说：“答应了我的条件，第一绞便包断气；不然的话，绞你三次以后还须加用别的刑具，才死得了。”只有判的是杀头，才没什么可讨价还价的，但是仍旧可以扣留脑袋不给死者家属，达成敲诈目的。因此，有钱的自然甘心贿赂几十百两银子，没钱的也会卖尽衣服杂物报效；只有穷得绝对拿不出钱的，才真照他们所说的执行。担任捆绑的也一样，如果不满足他们开的条件，五花大绑时便先给你来个骨断筋折。每年秋决的时候，虽然皇帝朱笔勾掉的只十分三四，留下的有十分六七，但全体囚犯都须捆绑着到西市，等待命令。其中被捆绑受伤的，即便幸而留下，也必须病几个月才能好，甚或成为一辈子也治不好的暗伤。我曾问过一个老差役说：“大家对受刑受绑的既没什么深仇大恨，目的只不过希望弄点钱而已；犯人果真拿不出钱，最后又何妨放人一马，不也算积德吗？”老差役说：“这是因为要立下规矩以警告旁的犯人，并警告后来的犯人的缘故。如果不这样，便人人都心存侥幸了。”担任上刑具和拷打的也一样。和我同时被捕受审时挨过夹棍的有三个人。其中有一个人给了二十两银子的代价，只骨头受点轻伤，结果病了个把月；另一个人给了双倍代价，只伤了皮肤，二十天便好了；再一个人给了六倍代价，当天晚上便能和平常一样的走路。有人问这差役说：“犯人有的阔有的穷，既然大家都拿了钱，又何必更拿多少做分别？”差役说：“没有分别，谁愿意多出钱？”由这故事，印证孟子“选择职业不可不慎重”的话，真是一点也不错！</p> <p>　　部里的老职员家里都收藏着假印信，公文下行到省级的，往往偷偷动手脚，增减着紧要的字眼，奉行的人是看不出来的。只上行上奏皇帝和咨行各部的，才不敢这样。依照法律规定：大盗没杀过人和有同犯多人的，只是主谋的一两个人立时处决，其余人犯交付八月秋审后概给减等充军。当刑部判词上奏过皇帝之后，其中有立时处决的，行刑的人先等在门外；命令—下，便捆绑出来，一时一刻也不耽搁。有某姓兄弟因把持公仓入狱，依法应该立时处决，判词都已拟好了，部员某对他们说：“给我一千两银子，我弄活你们。”问什么办法，部员某说：“这不难，只消另具奏本，判词不必更改，只把案末单身没有亲戚的两个人换掉你们的名字，等到封奏时候，抽出真奏，换上此奏，就行了。”</p> <p>　　他的一个同事说：“这样办可以欺蒙死的，却不能欺蒙长官；假使长官发觉，再行申请，我们都没活路了。”部员某笑着说：“再行申请，我们固然没活路；但长官也必定以失察见罪、连带免官。他不会只为两条人命把自己的官丢掉的，那么，我们最后还是没有死的理由的。”结果便这么办，案末两个人果然被立即处决。主审官张口结舌给吓呆了，可是终于不敢追究责任。我关在监狱的时候，还见过某姓兄弟，同狱的人都指着说：“这便是把某某人的命换来他们的头的。”后来部员某忽然在一个晚上死了，大家都说这是上天报应。</p> <p>　　凡属杀人案件而判词上没有“谋杀”、“故意杀人”等字眼的，大概经过秋审，列入“矜疑”（情有可矜而罪在疑似之间的）类中，便可以免死，司法人员因此也就可以在法律夹缝里做手脚。有个叫郭老四的，曾四次犯杀人案，最后一次仍以“矜疑”减等，不久碰上大赦。出狱以前，一天到晚都和同党喝酒唱歌，有时直闹到天亮。有人问他过去的班，他竟一件一件原原本本道来，神气活现，好像自己了不起似的。唉！那些无耻而恶毒的司法人员贪赃枉法，原不足深责；但道理并没真正弄清，一班善良官吏往往以脱人死罪为功德，而不追究真正的实情，就使死者含冤不浅了！</p> <p>　　有些坏人在监狱里坐久了，和典狱官狱卒们狼狈为奸，就很肥了。山阴有个姓李的，因犯杀人罪坐牢，每年都赚上几百两银子，康熙四十八年，因大赦出狱。住了几个月，无所事事。恰好他同乡有犯杀人案的，便冒名顶替。因为法律规定，如果不是故意杀人，必然可以长期监禁，不会判死罪的，五十一年，依赦例减等充军。他叹气说：“我没办法再能进这儿来了！”按照旧例，充军的人都移押顺天府待命；这时正是冬天，停止发遣，姓李的具状要求仍回刑部监狱等候春天发遣，要求再三，都没批准，还老大不高兴呢！</p> <p><strong>注释<br></strong>（1）该文作于1712年三月（康熙五十一年）。<br>（2）刑部狱：清政府刑部所设的监狱。刑部，明清两朝设六部，刑部掌刑律狱讼。<br>（3）窦（dòu豆）：孔穴，这里指监狱墙上打开的小洞。<br>（4）洪洞（tóng同）令：洪洞县令。洪洞，今山西洪洞县。<br>（5）作：神情激动。<br>（6）疫作：瘟疫流行。<br>（7）天时顺正：气候正常。<br>（8）叩所以：询问原因。<br>（9）遘（gòu购）者：得这种传染病的人。遘：遇、遭受，指染病。<br>（10）牖（yǒu友）其前：在前方开一个窗洞。牖，窗。<br>（11）屋极：屋顶。<br>（12）薄暮：傍晚。下管键，落锁。<br>（13）矢溺：大小便。矢，同“屎”。溺，同“尿”。<br>（14）相薄（bó帛）：相混杂，相侵袭。薄，迫近。<br>（15）质明：天正明的时候。启钥：开锁。<br>（16）并踵顶而卧：并排睡一起。踵，脚后跟。顶，头顶。<br>（17）旋避：回避。<br>（18）积贼：惯偷。积，久、习。<br>（19）气杰旺：精力特别旺盛。<br>（20）或随有瘳（chōu抽）：有的人染上病也随即就痊愈了。瘳，病愈。<br>（21）骈死：并列而死。骈，并。<br>（22）轻系：轻罪被囚的犯人。佐证：证人。<br>（23）京兆狱：京城的监狱，即当时顺天府监狱。京兆，指清朝包括国都在内的顺天府。<br>（24）五城御史司坊：即五城御史衙门的监狱。清朝时京城设巡查御史，分管东、西、南、北、中五个地区，所以叫五城御史。<br>（25）迩年：近年。<br>（26）九门提督：全名是提督九门步兵统领。掌管京城九门督查职务的武官。九门，指正阳门、崇文门、宣武门、安定门、德胜门、东直门、西直门、朝阳门、阜城门。所访缉纠诘：所访查缉捕来受审讯的人。<br>（27）十四司正副郎：清初刑部设十四司，每司正职为郎中，副职为员外郎。好事者：多事的人。书吏：掌管文牍的小吏。<br>（28）钩致：钩取，即逮捕。<br>（29）械手足：手脚戴上刑具。<br>（30）俾：使。<br>（31）导以取保：诱导犯人花钱保释。<br>（32）“量其家”句：衡量他们家中财产多少作为敲诈的依据。剂，契劵，字据。这里指作为要挟的根据。<br>（33）中家：中产之家。<br>（34）“为标准”句：做样子警告其他人。<br>（35）罹（lí离）其毒：遭受其毒害。<br>（36）寝食违节：睡觉吃饭都不正常。<br>（37）伏见：即看到。伏，表示谦卑。圣上：臣民对皇帝的尊称。这里指康熙皇帝。<br>（38）质：询问，评判。<br>（39）上：皇帝。昌言：献言。<br>（40）结正：定罪。正，治罪。<br>（41）羁：关押。<br>（42）旧典：过去的制度。<br>（43）推恩：施恩。<br>（44）细诘：深究。<br>（45）拔本塞源：拔除弊端的根本，堵塞弊端的源头。<br>（46）朱翁：不详。余生：名湛，字石民，戴名世的学生。<br>（47）同官：县名，今陕西铜川市。<br>（48）泛讯：广泛地询问。<br>（49）死刑狱上：判处死刑的案件上报呈批。<br>（50）斯罗：也作“撕罗”、“撕掳”，排解、打理的意思。<br>（51）极刑：凌迟处死的刑罚。行刑时先断其肢体，最后断其气。<br>（52）绞缢：绞刑。<br>（53）加别械：加别的刑具。<br>（54）大辟：斩首。要：要挟。<br>（55）质其首：用人头作抵押来勒索。<br>（56）罄：用尽。<br>（57）治之如所言：按照他们说的那样处理犯人。<br>（58）主缚者：执行捆缚犯人的役吏。<br>（59）大决：即秋决。封建时代规定秋天处决犯人。<br>（60）勾者：每年八月，由刑部会同九卿审判死刑犯人，呈交皇帝御决。皇帝用朱笔勾上的，立即处死；未勾上的为留者，暂缓执行。<br>（61）西市：清代京城行刑的地方，在今北京市宣武区菜市口。<br>（62）痼（gù固）疾：积久不易治的疾病。<br>（63）老胥：多年的老役吏。胥，掌管文案的小吏。<br>（64）幸心：侥幸心理。<br>（65）主梏扑者：专管上刑具、打板子的人。<br>（66）木讯：用木制刑具如板子、夹棍等拷打审讯。<br>（67）间月：一个多月。间，隔。<br>（68）兼旬：两旬，二十天。<br>（69）有无不均：即贫富不一。<br>（70）术不可不慎：语出《孟子·公孙丑上》：“矢人岂不仁于函人哉？矢人惟恐不伤人，函人唯恐伤人，巫将亦然，故术不可不慎也。”术：技艺、技术，这里指职业。意谓选择职业不可不慎重。<br>（71）直省：直属朝廷管辖的省分。<br>（72）上闻：报告皇上的文书。移关诸部：移送文书，通告朝廷各部。移关，平行机关来往的文书。<br>（73）功令：朝廷所定法令。<br>（74）狱词上：审判书已上报。<br>（75）不羁晷（guǐ鬼）刻：不留片刻。晷刻，指很短的时间。<br>（76）别具本章：另外写奏章上呈。<br>（77）俟封奏时潜易之：等加封向皇帝奏请时偷偷地换过。<br>（78）主谳（yàn验）者：负责审判的官员。谳，审判定罪。<br>（79）倘复请之：如果重新上奏请示。<br>（80）口呿（qū驱）舌挢（jiǎo）：张口结舌。呿，张口不能说话。舌挢，翘起舌头。形容惊讶的样子。<br>（81）冥谪：受到阴曹地府的惩罚。<br>（82）无谋、故者：不是预谋或故意杀人的。<br>（83）矜疑：指其情可悯，其事可疑的案件。矜，怜悯、惋惜。刑部秋审时，把各种死刑案件分为情实、缓决、可矜、可疑四类，后两类可减等处理或宽免。<br>（84）巧法：取巧枉法，玩弄法令。<br>（85）矜诩（xǔ许）：炫耀。<br>（86）渫（xiè泄）：污浊。鬻狱：出卖狱讼。<br>（87）道之不明：世道是非不明。<br>（88）情：指真实情况。<br>（89）枉民：使百姓蒙受冤屈。<br>（90）奇（jī击）羡：赢馀。<br>（91）代承：代为承担。<br>（92）援赦减等：根据大赦条例减刑。谪戍：发配充军。<br>（93）故例：旧例。<br>（94）具状求在狱：呈文请求留在狱中。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“杂记”，是古代散文中一种杂文体，因事立义，记述见闻。该文是“杂记”名篇，材料繁富，错综复杂，人物众多，作者善于选择典型事例重点描写，“杂”而有序，散中见整，中心突出。如用方苞提出的古文“义法”来衡量，繁富的材料就是“义”，即“言之有物”；井然有序的记叙就是“法”，即“言之有序”。文章记狱中事实，在触目惊心的叙述中，间作冷峻深沉的议论。</p> <p>　　全文可以分为五个部分。第一段，自开头至“皆轻系及牵连佐证法所不及者”，写刑部狱中瘟疫流行情景，揭露造成瘟疫的根源；第二段，自“余日”至“于是乎书”，写刑部狱中系囚之多的原因，揭露刑部狱官吏诈取钱财的罪恶；第三段，自“凡死刑狱上”至“信夫”，写行刑者、主缚者、主梏扑者心狠手辣，揭穿刑部狱敲诈勒索的黑幕；第四段，自“部中老胥”至“人皆以为冥谪云”，写胥吏放纵主犯，残害无辜，主谳者不敢追究，揭露清代司法机构的黑暗与腐败；第五段，自“凡杀人”至结尾，写胥吏狱卒与罪犯奸徒勾结舞弊，揭露刑部狱成了杀人犯寻欢作乐牟取钱财的场所。</p> <p>　　文中主要揭露了以下事实：</p> <p>　　一、狱吏与狱卒的工资收入微薄。</p> <p>　　狱吏每年只有工食银六两，按当时一般平民生活标准只够四口之家一个月所用。这还是在册的狱吏，而不在册的就更低了，他们虽然收入这么低，但大多还通过各种关系，打通种种关节要来县衙当差（狱吏一般是违法进来的，没有通过科举考试，无法保证文化素质）。他们主要是靠山吃山。</p> <p>　　二、狱中瘟疫流行，死者相枕藉。</p> <p>　　到了夜间，死了的和活着的人脚碰头而躺着，无法转动，这样一来，瘟疫越传染越多。犯案多次的大盗贼、杀人重囚，生命力旺盛，而且因有心理准备，心态平稳，很难被传染。那些接踵并肩而死亡的，“皆轻系及牵连佐证法所不及者”，都是因轻罪被囚的以及被牵连、被捉来当证人的那些没有犯法的人。被牵连、被捉来当证人的的人是冤屈的，又加之担心家里的亲人，精神已经崩溃，免疫力快速下降，发生瘟疫，最容易被传染。</p> <p>　　三、无所不用其极的敲诈勒索与贪赃枉法。</p> <p>　　为了增加敲诈钱财对象，狱吏们就想方设法株连，把与案件稍有牵连、沾点边的人统统抓进来，“不问罪之有无，必械手足，置老监，俾困苦不可忍，然后导以取保”。他们把这些清白无辜的人折磨得“呼号达旦”无法忍受，接着诱劝倾家荡产交纳大笔保证金，一交来他们就私分，接着对贫穷无钱取保的人加倍折磨，以此警告不愿掏钱的人。结果是“情罪重者反出在外，而轻者、无罪者罹其毒，积忧愤，寝食违节，及病，又无医药，故往往致死”。罪魁祸首只要有钱取保，反而逍遥狱外，而众多涉案者和证人却被活活折磨死了。</p> <p>　　“有钱能使鬼推磨”，犯人同是被捆绑，如果没钱贿赂，他们就在捆绑时把筋骨折断，甚至造成终身残废。同是遭受板子、夹棍刑讯，但因贿赂钱数差别大，造成伤害的后果差别就也非常大：“一人予三十金，骨微伤，病间月；一人倍之，伤肤，兼旬愈；一人六倍，即夕行步如平常。”因此，文中表现了老百姓“屈死不告状”的心态。</p> <p>　　四、对死刑犯进行偷梁换柱。</p> <p>　　最让作者震惊的是，只要肯掏大价钱，狱吏们连死刑犯也能偷梁换柱。有狱吏对判死罪的贪官说：“给我千金，我让你活！”贪官问：“你用什么办法让我活？狱吏说：这事不难！在判决书封奏之前，我把同案犯中没有亲戚家人的单身汉的名字和你换换位置！”贪官问：“你就不怕事后上级发现？”狱吏说：“发现了肯定要处死我，但也要罢主管领导的官，他们舍不得头上的乌纱帽，只能打掉牙齿肚里吞，暗暗叫苦而不敢声张，我的性命自然就也保住了。”狱吏与狱卒们胡作非为，他们暴虐成性的嚣张气焰，一般人根本无法想象。</p> <p>　　方苞通过自己在刑部狱中的所见所闻的大量事实，把狱吏与狱卒的残酷无情、暴虐成性的面目展现在读者面前，揭露了天子脚下的刑部狱的种种黑幕，百姓的横遭逮捕、冤死狱中，以及狱吏的敲诈勒索、受贿枉法、草菅人命等事实，反映了封建君主专制国家的司法机构的腐败与恐怖。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "方苞"
  },
  "tags": [
    "叙事"
  ]
}