{
  "id": 72939,
  "star": 33,
  "name": "与山巨源绝交书",
  "dynasty": "魏晋",
  "content": "　　康白：足下昔称吾于颍川，吾常谓之知言。然经怪此意尚未熟悉于足下，何从便得之也？前年从河东还，显宗、阿都说足下议以吾自代，事虽不行，知足下故不知之。足下傍通，多可而少怪；吾直性狭中，多所不堪，偶与足下相知耳。闲闻足下迁，惕然不喜，恐足下羞庖人之独割，引尸祝以自助，手荐鸾刀，漫之膻腥，故具为足下陈其可否。</p> <p>　　吾昔读书，得并介之人，或谓无之，今乃信其真有耳。性有所不堪，真不可强。今空语同知有达人无所不堪，外不殊俗，而内不失正，与一世同其波流，而悔吝不生耳。老子、庄周，吾之师也，亲居贱职；柳下惠、东方朔，达人也，安乎卑位，吾岂敢短之哉！又仲尼兼爱，不羞执鞭；子文无欲卿相，而三登令尹，是乃君子思济物之意也。所谓达能兼善而不渝，穷则自得而无闷。以此观之，故尧、舜之君世，许由之岩栖，子房之佐汉，接舆之行歌，其揆一也。仰瞻数君，可谓能遂其志者也。故君子百行，殊途而同致，循性而动，各附所安。故有处朝廷而不出，入山林而不返之论。且延陵高子臧之风，长卿慕相如之节，志气所托，不可夺也。吾每读尚子平、台孝威传，慨然慕之，想其为人。少加孤露，母兄见骄，不涉经学。性复疏懒，筋驽肉缓，头面常一月十五日不洗，不大闷痒，不能沐也。每常小便而忍不起，令胞中略转乃起耳。又纵逸来久，情意傲散，简与礼相背，懒与慢相成，而为侪类见宽，不攻其过。又读《庄》、《老》，重增其放，故使荣进之心日颓，任实之情转笃。此犹禽鹿，少见驯育，则服从教制；长而见羁，则狂顾顿缨，赴蹈汤火；虽饰以金镳，飨以嘉肴，愈思长林而志在丰草也。</p> <p>　　阮嗣宗口不论人过，吾每师之而未能及；至性过人，与物无伤，唯饮酒过差耳。至为礼法之士所绳，疾之如仇，幸赖大将军保持之耳。吾不如嗣宗之资，而有慢弛之阙；又不识人情，暗于机宜；无万石之慎，而有好尽之累。久与事接，疵衅日兴，虽欲无患，其可得乎？又人伦有礼，朝廷有法，自惟至熟，有必不堪者七，甚不可者二：卧喜晚起，而当关呼之不置，一不堪也。抱琴行吟，弋钓草野，而吏卒守之，不得妄动，二不堪也。危坐一时，痹不得摇，性复多虱，把搔无已，而当裹以章服，揖拜上官，三不堪也。素不便书，又不喜作书，而人间多事，堆案盈机，不相酬答，则犯教伤义，欲自勉强，则不能久，四不堪也。不喜吊丧，而人道以此为重，已为未见恕者所怨，至欲见中伤者；虽瞿然自责，然性不可化，欲降心顺俗，则诡故不情，亦终不能获无咎无誉如此，五不堪也。不喜俗人，而当与之共事，或宾客盈坐，鸣声聒耳，嚣尘臭处，千变百伎，在人目前，六不堪也。心不耐烦，而官事鞅掌，机务缠其心，世故烦其虑，七不堪也。又每非汤、武而薄周、孔，在人间不止，此事会显，世教所不容，此甚不可一也。刚肠疾恶，轻肆直言，遇事便发，此甚不可二也。以促中小心之性，统此九患，不有外难，当有内病，宁可久处人间邪？又闻道士遗言，饵术黄精，令人久寿，意甚信之；游山泽，观鱼鸟，心甚乐之；一行作吏，此事便废，安能舍其所乐而从其所惧哉！</p> <p>　　夫人之相知，贵识其天性，因而济之。禹不逼伯成子高，全其节也；仲尼不假盖于子夏，护其短也；近诸葛孔明不逼元直以入蜀，华子鱼不强幼安以卿相，此可谓能相终始，真相知者也。足下见直木不可以为轮，曲木不可以为桷，盖不欲枉其天才，令得其所也。故四民有业，各以得志为乐，唯达者为能通之，此足下度内耳。不可自见好章甫，强越人以文冕也；己嗜臭腐，养鸳雏以死鼠也。吾顷学养生之术，方外荣华，去滋味，游心于寂寞，以无为为贵。纵无九患，尚不顾足下所好者。又有心闷疾，顷转增笃，私意自试，不能堪其所不乐。自卜已审，若道尽途穷则已耳。足下无事冤之，令转于沟壑也。</p> <p>　　吾新失母兄之欢，意常凄切。女年十三，男年八岁，未及成人，况复多病。顾此悢悢，如何可言！今但愿守陋巷，教养子孙，时与亲旧叙离阔，陈说平生，浊酒一杯，弹琴一曲，志愿毕矣。足下若嬲之不置，不过欲为官得人，以益时用耳。足下旧知吾潦倒粗疏，不切事情，自惟亦皆不如今日之贤能也。若以俗人皆喜荣华，独能离之，以此为快；此最近之，可得言耳。然使长才广度，无所不淹，而能不营，乃可贵耳。若吾多病困，欲离事自全，以保余年，此真所乏耳，岂可见黄门而称贞哉！若趣欲共登王途，期于相致，时为欢益，一旦迫之，必发狂疾。自非重怨，不至于此也。</p> <p>　　野人有快炙背而美芹子者，欲献之至尊，虽有区区之意，亦已疏矣。愿足下勿似之。其意如此，既以解足下，并以为别。嵇康白。",
  "fanyi": "<p><strong>译文</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>谨启：过去您曾在山嵚面前称说我不愿出仕的意志，我常说这是知己的话。但我感到奇怪的是您对我还不是非常熟悉，不知是从哪里得知我的志趣的？前年我从河东回来，显宗和阿都对我说，您曾经打算要我来接替您的职务，这件事情虽然没有实现，但由此知道您以往并不了解我。您遇事善于应变，对人称赞多而批评少；我性格直爽，心胸狭窄，对很多事情不能忍受，只是偶然跟您交上朋友罢了。近来听说您升官了，我感到十分忧虑，恐怕您不好意思独自做官，要拉我充当助手，正像厨师羞于一个人做菜，要拉祭师来帮忙一样，这等于使我手执屠刀，也沾上一身腥臊气味，所以向您陈说一下可不可以这样做的道理。</p> <p>　　我从前读书的时候，听说有一种既能兼济天下又是耿介孤直的人，总认为是不可能的，现在才真正相信了。性格决定有的人对某些事情不能忍受，真不必勉强。现在大家都说有一种对任何事情都能忍受的通达的人，他们外表上跟一般世俗的人没有两样，而内心却仍能保持正道，能够与世俗同流合污而没有悔恨的心情，但这只是一种空话罢了。老子和<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>都是我要向他们学习的人，他们的职位都很低下；柳下惠和<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>都是通达的人，他们都安于贱职，我哪里敢轻视议论他们呢！又如孔子主张博爱无私，为了追求道义，即使去执鞭赶车他也不会感到羞愧。子文没有当卿相的愿望，而三次登上令尹的高位，这就是君子想救世济民的心意。这也是前人所说的在显达的时候能够兼善天下而始终不改变自己的意志，在失意的时候能够独善其身而内心不觉得苦闷。从以上所讲的道理来看，尧、舜做皇帝，许由隐居山林，张良辅助汉王朝，接舆唱着歌劝孔子归隐，彼此的处世之道是一致的。看看上面这些人，可以说都是能够实现他们自己志向的了。所以君子表现的行为、所走的道路虽然各不相同，但同样可以达到相同的目的，顺着各自的本性去做，都可以得到心灵的归宿。所以就有朝廷做官的人为了禄位，因此入而不出，隐居山林的人为了名声，因此往而不返的说法。季札推崇子臧的高尚情操，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>爱慕蔺相如的气节，以寄托自己的志向，这是没有办法可以勉强改变的。每当我读尚子平和台孝威传的时候，对他们十分赞叹和钦慕，经常想到他们这种高尚的情操。再加上我年轻时就失去了父亲，身体也比较瘦弱，母亲和哥哥对我很娇宠，不去读那些修身致仕的经书。我的性情又比较懒惰散漫，筋骨迟钝，肌肉松弛，头发和脸经常一月或半月不洗，如不感到特别发闷发痒，我是不愿意洗的。小便常常忍到使膀胱发胀得几乎要转动，才起身去便。又因为放纵过久，性情变得孤傲散漫，行为简慢，与礼法相违背，懒散与傲慢却相辅相成，而这些都受到朋辈的宽容，从不加以责备。又读了《庄子》和《老子》之后，我的行为更加放任。因此，追求仕进荣华的热情日益减弱，而放任率真的本性则日益加强。这像麋鹿一样，如果从小就捕捉来加以驯服养育，那就会服从主人的管教约束；如果长大以后再加以束缚，那就一定会疯狂地乱蹦乱跳，企图挣脱羁绊它的绳索，即使赴汤蹈火也在所不顾；虽然给它带上金的笼头，喂它最精美的饲料，但它还是强烈思念着生活惯了的茂密树林和丰美的百草。</p> <p>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>嘴里不议论别人的过失，我常想学习他但没有能够做到；他天性淳厚超过一般人，待人接物毫无伤害之心，只有饮酒过度是他的缺点。以致因此受到那些维护礼法的人们的攻击，像仇人一样的憎恨他，幸亏得到了大将军的保护。我没有阮籍那种天赋，却有傲慢懒散的缺点；又不懂得人情世故，不能随机应变；缺少万石君那样的谨慎，而有直言不知忌讳的毛病。倘若长久与人事接触，得罪人的事情就会每天发生，虽然想避掉灾祸，又怎么能够做得到呢？还有君臣、父子、夫妻、兄弟、朋友之间都有一定的礼法，国家也有一定的法度，我已经考虑得很周到了，但有七件事情我是一定不能忍受的，有两件事情是无论如何不可以这样做的：我喜欢睡懒觉，但做官以后，差役就要叫我起来，这是第一件我不能忍受的事情。我喜欢抱着琴随意边走边吟，或者到郊外去射鸟钓鱼，做官以后，吏卒就要经常守在我身边，我就不能随意行动，这是第二件我不能忍受的事情。做官以后，就要端端正正地坐着办公，腿脚麻木也不能自由活动，我身上又多虱子，一直要去搔痒，而要穿好官服，迎拜上级官长，这是第三件我不能忍受的事情。我向来不善于写信，也不喜欢写信，但做官以后，要处理很多人间世俗的事情，公文信札堆满案桌，如果不去应酬，就触犯礼教失去礼仪，倘使勉强应酬，又不能持久，这是第四件我不能忍受的事情。我不喜欢出去吊丧，但世俗对这件事情却非常重视，我的这种行为已经被不肯谅解我的人所怨恨，甚至还有人想借此对我进行中伤；虽然我自己也警惕到这一点而责备自己，但是本性还是不能改变，也想抑制住自己的本性而随顺世俗，但违背本性又是我所不愿意的，而且最后也无法做到像现在这样的既不遭到罪责也得不到称赞，这是第五件我不能忍受的事情。我不喜欢俗人，但做官以后，就要跟他们在一起办事，或者宾客满坐，满耳嘈杂喧闹的声音，处在吵吵闹闹的污浊环境中，各种千奇百怪的花招伎俩，整天可以看到，这是第六件我不能忍受的事情。我生就不耐烦的性格，但做官以后，公事繁忙，政务整天萦绕在心上，世俗的交往也要化费很多精力，这是第七件我所不能忍受的事情。还有我常常要说一些非难成汤、周武王和轻视周公、孔子的话，如果做官以后不停止这种议论，这件事情总有一天会张扬出去，为众人所知，必为世俗礼教所不容，这是第一件无论如何不可以这样做的事情。我的性格倔强，憎恨坏人坏事，说话轻率放肆，直言不讳，碰到看不惯的事情脾气就要发作，这是第二件无论如何不可以这样做的事情。以我这种心胸狭隘的性格，再加上上面所说的九种毛病，即使没有外来的灾祸，自身也一定会产生病痛，哪里还能长久地活在人世间呢？又听道士说，服食术和黄精，可以使人长寿，心里非常相信；又喜欢游山玩水，观赏大自然的鱼鸟，对这种生活心里感到很高兴；一旦做官以后，就失去了这种生活乐趣，怎么能够丢掉自己乐意做的事情而去做那种自己害怕做的事情呢？</p> <p>　　人与人之间相互成为好朋友，重要的是要了解彼此天生的本性，然后成全他。夏禹不强迫伯成子高出来做官，是为了成全他的节操；孔子不向子夏借伞，是为了掩饰子夏的缺点；近时<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>不逼迫徐庶投奔蜀汉，华歆不硬要管宁接受卿相的位子，以上这些人才可以说始终如一，是真正相互了解的好朋友。您看直木不可以做车轮，曲木不能够当椽子，这是因为人们不想委屈它们原来的本性，而让它们各得其所。所以士、农、工、商都各有自己的专业，都能以达到自己的志向为快乐，这一点只有通达的人才能理解，它应该是在您意料之中的。不能够因为自己喜爱华丽的帽子，而勉强越地的人也要去戴它；自己嗜好腐烂发臭的食物，而把死了的老鼠来喂养鸳雏。我近来正在学习养生的方法，正疏远荣华，摒弃美味，心情安静恬淡，追求“无为”的最高境界。即使没有上面所说的“九患”，我尚且不屑一顾您所爱好的那些东西。我有心闷的毛病，近来又加重了，自己设想，是不能忍受所不乐意的事的。我已经考虑明确，如果无路可走也就算了。您不要来委屈我，使我陷于走投无路的绝境。</p> <p>　　我刚失去母亲和哥哥的欢爱，时常感到悲伤。女儿才十三岁，男孩才八岁，还没有成人，而且经常生病。想到这些就十分悲恨，真不知从何说起！我现在但愿能过平淡清贫的生活，教育好自己的孩子，随时与亲朋友好叙说离别之情，谈谈家常，喝一杯淡酒，弹一曲琴，这样我的愿望就已经满足了。倘使您纠缠住我不放，不过是想为朝廷物色人，使他为世所用罢了。您早知道我放任散漫，不通事理，我也以为自己各方面都不及如今在朝的贤能之士。如果以为世俗的人都喜欢荣华富贵，而唯独我能够离弃它，并以此感到高兴；这样讲最接近我的本性，可以这样说。假使是一个有高才大度，又无所不通的人，而又能不求仕进，那才是可贵的。像我这样经常生病，想远离世事以求保全自己余年的人，正好缺少上面所说的那种高尚品质，怎么能够看到宦官而称赞他是守贞节的人呢！倘使急于要我跟您一同去做官，想把我招去，经常在一起欢聚，一旦来逼迫我，我一定会发疯的。若不是有深仇大恨，我想是不会到此地步的。</p> <p>　　山野里的人以太阳晒背为最愉快的事，以芹菜为最美的食物，因此想把它献给君主，虽然出于一片至诚，但却太不切合实际了。希望您不要像他们那样。我的意思就是上面所说的，写这封信既是为了向您把事情说清楚，并且也是向您告别。嵇康谨启。</p> <p><strong>注释</strong><br>1、称：指称说嵇康不愿出仕的意志。颍川：指山嵚。是山涛的叔父，曾经做过颍川太守，故以代称。古代往往以所任的官职或地名等作为对人的代称。<br>2、知言：知己的话。<br>3、经：常常。此意：指嵇康不愿出仕的意志。<br>4、河东：地名。在今山西省夏县西北。<br>5、显宗：公孙崇，字显宗，谯国人，曾为尚书郎。阿都：吕安，字仲悌，小名阿都，东平人，嵇康好友。以吾自代：指山涛拟推荐嵇康代其之职。嵇康在河东时，山涛正担任选曹郎职务。<br>6、傍通：善于应付变化。<br>7、多可而少怪：多有许可而少有责怪。<br>8、狭中：心地狭窄。<br>9、间：近来。迁：升官。指山涛从选曹郎迁为大将军从事中郎。<br>10、惕然：忧惧的样子。<br>11、“恐足下”二句：语本《庄子·逍遥游》：“庖人虽不治庖，尸祝不越樽俎而代之。”意思是说：“即使厨师（庖人）不做菜，祭师（祭祀时读祝辞的人）也不应该越职替代之。这里引用这个典故，说明山涛独自做官感到不好意思，所以要荐引嵇康出仕。<br>12、鸾刀：刀柄缀有鸾铃的屠刀。<br>13、漫：沾污。<br>14、并介之人：兼济天下而又耿介孤直的人。山涛为“竹林七贤”之一，曾标榜清高，后又出仕，这里是讥讽他的圆滑处世。<br>15、悔吝：悔恨。<br>16、老子：即老聃。姓李名耳，春秋时楚国苦县人，为周朝的柱下史、守藏史。相传著《老子》五千余言。庄周：战国时宋国蒙县人，曾为蒙漆园吏。相传著《庄子》十余万言。两人都是道家的创始人。<br>17、柳下惠：即展禽。名获，字季，春秋时鲁国人。为鲁国典狱官，曾被罢职三次，有人劝他到别国去，他自己却不以为意。居于柳下，死后谥“惠”，故称柳下惠。东方朔：字曼倩，汉武帝时人，常为侍郎。二人职位都很低下，所以说“安乎卑位”。<br>18、短：轻视。<br>19、仲尼：孔子的字。兼爱：博爱无私。<br>20、执鞭：指执鞭赶车的人。《论语·述而》：“子曰：‘富而好求也，虽执鞭之士，吾亦为之。’”<br>21、子文：姓鬭，名谷於菟（gòu wū tū），春秋时楚国人。<br>22、令尹：楚国官名，相当宰相。《论语·公冶长》：“令尹子文，三仕为令尹，无喜色；三已之，无愠色。”<br>23、济物：救世济人。<br>24、达：显达。指得志时。<br>25、穷：指失意时。<br>26、君世：为君于世。“君”作动词用。<br>27、许由：尧时隐士。尧想把天下让给他，他不肯接受，就到箕山去隐居。<br>28、子房：张良的字。他曾帮助汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>统一天下，建立汉王朝。<br>29、接舆：春秋时楚国隐士。孔子游宦楚国时，接舆唱着讽劝孔子归隐的歌从其车边走过。<br>30、揆（kuí）：原则，道理。<br>31、百行：各种不同行为。<br>32、殊途而同致：所走道路不同而达到相同的目的。语出《易·系辞》：“天下同归而殊途，一致而百虑。”<br>33、“故有”二句：语出《韩<a href=\"http://so.gushiwen.org/view_72939.aspx\">诗</a>外传》卷五：“朝廷之人为禄，故入而不出；山林之士为名，故往而不返。”<br>34、延陵：名季札，春秋时吴国公子。居于延陵，人称延陵季子。子臧：一名欣时，曹国公子。曹宣公死后，曹人要立子臧为君，子臧拒不接受，离国而去。季札的父兄要立季札为嗣君，季札引子臧不为曹国君为例，拒不接受。风：风概。指高尚情操。<br>35、长卿：汉代司马相如的字。相如：指战国时赵国人蔺相如，以“完璧归赵”功拜上大夫。《史记·司马相如传》载：“（司马）相如既学，慕蔺相如之为人，更名相如。”<br>36、尚子平：东汉时人。《文选》李善注引《英雄记》说他：“有道术，为县功曹，休归，自入山担薪，卖以供食饮。”《后汉书·逸民传》作“向子平”，说他在儿女婚嫁后，即不再过问家事，恣意游五岳名山，不知所终。台孝威：名佟，东汉时人。隐居武安山，凿穴而居，以采药为业。<br>37、孤：幼年丧父。露：羸弱。<br>38、兄：指嵇喜。见骄：指受到母兄的骄纵。<br>39、驽：原指劣马，这里是迟钝的意思。缓：松弛。<br>40、不能（nài）：不愿。能，通“耐”。沐：洗头。<br>41、胞：原指胎衣，这里指膀胱。<br>42、侪（chái）类：指同辈朋友。<br>43、庄：《庄子》。老：《老子》。<br>44、任实：指放任本性。<br>45、禽：古代对鸟兽的通称。一说通“擒”。<br>46、见：被。<br>47、狂顾：疯狂地四面张望。顿缨：挣脱羁索。<br>48、金镳（biāo）：金属制作的马笼头，这里指鹿笼头。<br>49、飨（xiǎng）：用酒食款待。这里是喂的意思。嘉肴：好菜。这里指精美的饲料。<br>50、阮嗣宗：阮籍，字嗣宗，与嵇康同为“竹林七贤”之一。不拘礼法，常用醉酒的办法，以“口不臧否人物”来避祸。<br>51、过差：犹过度。<br>52、礼法之士：指一些借虚伪礼法来维护自己利益的人。据《晋阳秋》记载，何曾曾在司马昭面前说阮籍“任性放荡，败礼伤教”，“宜投之四裔，以絜王道。”司马昭回答说：“此贤素羸弱，君当恕之。”绳：纠正过失，这里指纠弹、抨弹。<br>53、大将军：指司马昭。保持：保护。<br>54、资：指天赋的资材。<br>55、慢弛：傲慢懒散。阙：缺点。<br>56、暗于机宜：不懂得随机应变。<br>57、万石：汉代石奋。他和四个儿子都官至二千石，共一万石，所以汉景帝称他为“万石君”。一生以谨慎著称。<br>58、好尽：尽情直言，不知忌讳。累：过失，毛病。<br>59、疵（cī）：缺点。衅（xìn）：争端。<br>60、惟：思虑。熟：精详。<br>61、当关：守门的差役。不置：不已。<br>62、弋（yì）：系有绳子的箭，用来射取禽鸟。这里即指射禽鸟。<br>63、痹（bì）：麻木。<br>64、性：身体。<br>65、把（pá）搔：用于搔痒。把，通“爬”。无已：没有停止。<br>66、章服：冠服。指官服。<br>67、机：同“几”，小桌子。<br>68、犯教伤义：指触犯封建礼教失去礼仪。<br>69、瞿然：惊惧的样子。<br>70、降心：抑制自己的心意。<br>71、诡故：违背自己本性。不情：不符合真情。<br>72、无咎无誉：指既不遭到罪责也得不到称赞。<br>73、聒（guō）：喧闹。<br>74、鞅（yāng）掌：职事忙碌。 <br>75、非：非难。汤：成汤。推翻夏桀统治，建立商王朝。武：周武王姬发。推翻殷纣王统治，建立周王朝。周：周公姬旦。辅助武王灭纣，建立周王朝。孔：孔子。<br>76、此事：指非难成汤、武王，鄙薄周公、孔子的事。会显：会当显著，为众人所知。<br>77、促中小心：指心胸狭隘。<br>78、饵（ěr）：服食。术、黄精：两种中草药名，古人认为服食后可以轻身延年。<br>79、禹：舜以后的帝王，建立夏王朝。伯成子高：禹时隐士。《庄子·天地》：“尧治天下，伯成子高立为诸侯。尧授舜，舜授禹，伯成子高辞为诸侯而耕。禹往见之，则耕在野。禹趋就下风，立而问焉，曰：‘昔尧治天下，吾子立为诸侯，尧授舜，舜授予，而吾子辞为诸侯而耕，敢问其何故也？’子高曰：‘昔尧治天下，不赏而民劝，不罚而民畏；今子赏罚，而民且不仁，德自此衰，刑自此立，后世之乱自此始矣。夫子阖行邪，无落吾事！’俋俋乎耕而不顾。”<br>80、假：借。盖：雨伞。子夏：孔子弟子<a href=\"http://so.gushiwen.org/author_2133.aspx\">卜商</a>的字。《孔子家语·致思》：“孔子将行，雨而无盖。门人曰：‘商也有之。’孔子曰：‘商之为人也，甚吝于财。吾闻与人交，推其长者，违其短者，故能久也。’”<br>81、诸葛孔明：三国时诸葛亮的字。元直：徐庶的字。两人原来都在刘备部下，后来徐庶的母亲被<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>捉去，他就辞别刘备而投奔曹操，诸葛亮没有加以阻留。<br>82、华子鱼：三国时华歆的字。幼安：管宁的字。两人为同学好友，魏文帝时，华歆为太尉，想推举管宁接任自己的职务，管宁便举家渡海而归，华歆也不加强迫。<br>83、桷（jué）：屋上承瓦的椽子。<br>84、四民：指士、农、工、商。<br>85、度内：意料之中。<br>86、章甫：古代一种须绾在发髻上的帽子。<br>87、强：勉强。越人：指今浙江、福建一带居民。文冕（miǎn）：饰有花纹的帽子。《庄子·逍遥游》：“宋人资章甫而适诸越，越人断发文身，无所用之。”<br>88、鸳雏（chú）：传说中像凤凰一类的鸟。《庄子·秋水》中说：惠子做了梁国的相，害怕庄子来夺他的相位，便派人去搜寻庄子，于是庄子就往见惠子，并对他说：“南方有鸟，其名为鸳雏……非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鸳雏过之，仰而视之，曰：‘赫！’”<br>89、外：疏远，排斥。<br>90、滋味：美味。<br>91、增笃：加重。<br>92、无事：不要做。冤：委屈。<br>93、转于沟壑：流转在山沟河谷之间。指流离而死。<br>94、悢（liàng）悢：悲恨。<br>95、嬲（niǎo）：纠缠。<br>96、潦倒粗疏：放任散漫的意思。<br>97、长才广度：指有高才大度的人。<br>98、淹：贯通。<br>99、不营：不营求。指不求仕进。<br>100、黄门：宦官。<br>101、趣（cù）：急于。王途：仕途。<br>102、自非：若不是。重怨：大仇。<br>103、野人：居住在乡野的人。快炙（zhì）背：对太阳晒背感到快意。美芹子：以芹菜为美味。<br>104、至尊：指君主。以上两句原本出于《列子·杨朱》：“宋国有田夫，常衣缊黂，仅以过冬。暨春东作，自曝于日，不知天下之有广厦隩室，绵纩狐狢，顾谓其妻曰：‘负日之暄，人莫知者，以献吾君，将有重赏。’里之富者告之曰：‘昔人有美戎菽、甘枲茎芹萍子者，对乡豪称之；乡豪取而尝之，蛰于口，惨于腹，众哂而怨之，其人大惭。子此类也。’”<br>105、区区：形容感情恳切。<br>106、别：告别。这是绝交的婉辞。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这封信分为五段，层次、脉络分明。</p> <p>　　第一段开门见山，说明绝交的原因，开篇劈头就是“吾直性狭中，多所不堪，偶与足下相知耳”，“足下故不知之”。交友之道，贵在相知。这里如此斩钉截铁地申明与山涛并不相知，明白宣告交往的基础不复存在了。接下去点明写这封信的缘由：“恐足下羞庖人之独割，引尸祝以自助，手荐鸾刀，漫之膻腥，故具为足下陈其可否。”这里“越俎代庖”的典故用得很活。此典出于《庄子·逍遥游》，原是祭师多事，主动取厨师而代之。<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>信手拈来，变了一个角度，道是厨师拉祭师下水，这就完全改变了这个故事的寓意。嵇康特别强调了一个“羞”字：庖人之引尸祝自助，是因为他内心有愧，因为他干的是残忍、肮脏的事情。他就一下子触到了山涛灵魂中敏感的地方。这个典故用在这里，具有“先声夺人”之妙。行文用典，历来有“死典”、“活典”之别。象嵇康这样，随手拈来，为我所用，便上成功的佳例。至此，与山巨源的基本分歧，明白点出，下面就进一步发挥自己的看法。</p> <p>　　第二段，作者高屋建瓴，提出人们相处的原则。文中首先列举出老子、<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>等十一位历史人物，借评论他们的事迹阐发了“循性而动，各附所安”的原则。表面看来，嵇康这里对出仕、归隐两途是无所轩轾的，且以“并介之人”推许山涛，但联系上文一气读下，就不难体味出弦外之音。既然在那样的时局中，做官免不了沾染鲜血，那么出仕者的“本性”如何，自在不言之中了。于是，推许成了辛辣的讽刺。当然，这种讽刺是全然不动声色的，而对方却心中明白、脸上发烧。古人有“绵里针”、“泥中刺”的说法，指的就是这种含蓄的讽刺手法，在阐述了“循性而动”的一般处世原则后，作者笔锋一转：“且延陵高子臧之风，长卿慕相如之节，志气所托，不可夺也。”指出人们根据气节本性选择的人生道路是不可强行改变的。这是承上启下的一笔。</p> <p>　　第三段便描述起自己的本性和生活状况来。他写了自己极度懒散的一些生活习惯后，使用了一个比喻：“此由禽鹿，少见驯育，则服从教制；长而见羁，则狂顾顿缨，赴蹈汤火；虽饰以金镳，飨以嘉肴，逾思长林而志在丰草也。”真是形象之极！禽即擒字。作者自比野性未驯之鹿，他对山涛说：不错，出去做官司可以得到“金镳”、“嘉肴”——富贵荣华，但那代价我也是知道的，那要牺牲掉我最宝贵的东西——“逾思长林而志在丰草也”，因此，我宁赴汤蹈火，不要这富贵的圈套。写到这里，不必再作抽象的议论，作者就已把自己的浩然正气，大义凛然的人生态度，以及不与恶势力妥协的立场，生动地描摹出来了。</p> <p>　　然而，作者并不肯就此置笔。</p> <p>　　第四段，他进而举出<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>受迫害之事，指出自己与朝廷礼法的矛盾更为尖锐。嵇康把这些矛盾概括成九条，就是很有名的“必不堪者七，甚不可者二”。这九条排比而出，滚滚滔滔，一气贯注，丝毫不容对方有置喙的余地。嵇康自己那种“龙性谁能驯”的傲岸形象也就随之呈现到读者的面前。这“七不堪，二不可”，用我们今天的眼光看，似乎狂得过分一些，而在当时，一则疏狂成风，二则政治斗争使然，所谓“大知似狂”、“不狂不痴，不能成事”，所以并不足怪。在这一大段中，作者渲染出两种生活环境：一种是山涛企图把他拉进去的，那是“官事鞅掌”、“嚣尘臭处，千变百伎”、“鸣声聒耳”、“不得妄动”；一种是他自己向往的，是“抱琴行吟，弋钓草野”、“游山泽，观鱼鸟”。相形之下，孰浊孰清，不言而喻。至此，已把作者自己的生活旨趣及拒不合作的态度讲得淋漓尽致了。特别是“非汤武而薄周孔”一条，等于是和名教，以及以名教为统治工具的司马氏集团的决裂宣言。这一条后来便成了他杀身的重要原因。</p> <p>　　下面一段转而谈对方，以交友之道责之。在列举了古今四位贤人“真相知”、“识其天性，因而济之”之后，作者使用了欲抑先扬的手法。他讲：这个道理只有通达的人才能理解，当然您是明白的了。初看起来，是以“达者”相许，然而下面随即来了一个大的转折：“不可自见好章甫，强越人以文冕也；已嗜臭腐，养鸳雏以死鼠也。”这简直就是指着鼻子在骂山涛了：我原以为你是够朋友的“达者”，谁知道你却象那强迫越人戴花帽子的蠢家伙，象那专吃臭尸烂肉的猫头鹰一样。这两句话骂得真够痛快，正是嵇康“刚肠疾恶”本色的表现。如果说开篇处的讽刺还是绵中之针的话，这里则是针锋相对了。由此可以想见作者命笔之际，愤激愈增的心情。</p> <p>　　最后，作者谈了日后的打算，表示要“离事自全，以保余年”。这一段锋芒稍敛。因为他是一时风云际会的领袖人物，是司马氏猜忌的对象，故不得不作韬晦的姿态。但态度仍坚定不移：“一旦迫之，必发其狂疾，自非重怨，不至于此也。”可说是宁死不合作了。而对山涛鄙夷之情，犹有未尽，故终篇处又刺他一笔：野人有以晒背为快乐，以芹子为美昧的，想献给君王，虽然一片诚意，但也太不懂事理了，“愿足下勿似之”。又是不动声色，而揶揄之意尽出。</p> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>说：“八音与政通，文章与时高下。”《与山巨源绝交书》正是魏晋之际政治、思想潮流的一面镜子。《绝交书》直观地看，是嵇康一份全面的自我表白，既写出了他“越名教而任自然”，放纵情性、不受拘羁的生活方式，又表现出他傲岸、倔强的个性。然而，《绝交书》的认识意义并不止于此。一方面，我们可以从嵇康愤激的言词中体会到当时黑暗、险恶的政治氛围；另一方面，嵇康是“竹林七贤”的领袖，在士人中有着很高的威望和相当大的影响，因此，《绝交书》中描写的生活旨趣和精神状态都有一定的代表性，部分反映出当时社会风貌和思想潮流。</p>",
  "about": "<h2>创作背景</h2> 　　魏晋之际，活跃着一个著名的文人集团，时人称之为“竹林七贤”，即：<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>、山涛、刘伶、<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>、阮咸、王戎。当时，政治上正面临着王朝更迭的风暴。“七贤”的政治倾向亲魏，后来，司马氏日兴，魏氏日衰，胜负之势分明，他们便分化了。首先是山涛，即山巨源，投靠司马氏作了官，随之他又出面拉嵇康。嵇康是“七贤”的精神领袖，出身寒门，与魏宗室通婚，故对司马氏采取了拒不合作的态度。为了表明自己的这一态度，也为了抒发对山巨源的鄙夷和对黑暗时局的不满，他写下了这篇有名的《绝交书》。<br/><h2>文学风格</h2> <p>　　作为一篇文学作品，《与山巨源绝交书》更为引起我们的注意的，是它那独特的文字风格。《文心雕龙·明<a href=\"http://so.gushiwen.org/view_72939.aspx\">诗</a>篇》给嵇阮二人的评语是“嵇志清峻，阮旨遥深”。[5] 钟嵘的《诗品》也以“清远”、“峻切”评价<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>诗作。足见是一时之通论。细味作品，这一裁断实在贴切得很。而且，不唯嵇诗清峻，嵇文也以清峻而名家。何谓“清峻”？大体说来，就是立意超俗，行文精炼，词义透彻。本文陈说自己的旨趣、好恶，居高临下，旁若无人，嬉笑怒骂处，涉笔而成文。本来，这封书信是为辞谢荐引而作，但作者没有粘滞在这一具体事情上，而是从处世原则，交友之道大处着眼，引古喻今，挥洒自如。所谓“清远”者，正在于此。而从行文之法来看，道论处世原则，标出“循性而动，各附所安”的大义，次述自己生活习惯、精神状态，继而推论，自己必不堪为官，只宜退居。接下来转向对方，也是先标出“识其天性，因而济之”的交友之道，继而责备对方对不起朋友的作法。表面上挥洒自在，筋骨中却贯注着极强的逻辑力量。再辅之以“七不堪，二不可”那样透彻、斩截的言词，自然可称为“峻切”了。刘师培评论嵇康的散文是“文如剥茧，无不尽之意”，也是着眼于这种丝丝入扣的内在逻辑性。嵇文的清峻风格带有明显的时代印记。这一方面是汉末<a href=\"http://so.gushiwen.org/author_2030.aspx\">魏初</a>讲求名法之治，文章普遍趋向简明透彻之故。另一方面，士人中高傲、放纵的思想潮流影响到文章，便出现了所谓“师心”、“使气”的创作态度，把主观情性作为驱策笔墨的主导力量，于是把作者自己的形象熔铸到了作品中，《文心雕龙》称嵇康为“隽侠”。我作今天读此《绝交书》，不是确确实实感到里面鼓荡着一股“龙性”不可驯的侠气吗？像那随手拈来的鸳雏斥鸱，美芹献曝的故事，七不堪二不可的排比，都生动体现出嵇康居高临下，笑骂任心的气概。从这个意义上可以讲，有清峻之人格，方有清峻的文章风格。“文变染乎世情，兴废系乎时序。”在司马氏的屠刀之下，“竹林七贤”死的死，降的降，于是象《绝交书》这样令人悚然动容的清峻风格也就不多见了。</p>",
  "poet": {
    "id": 382,
    "star": 0,
    "name": "嵇康",
    "image": "http://img.gushiwen.org/authorImg/jingkang.jpg",
    "desc": "嵇康（224－263，一说223－262），字叔夜，汉族，三国时期魏国谯郡铚县（今安徽省宿州市西）人。著名思想家、音乐家、文学家。正始末年与阮籍等竹林名士共倡玄学新风，主张“越名教而任自然”、“审贵贱而通物情”，为“竹林七贤”的精神领袖。曾娶曹操曾孙女，官曹魏中散大夫，世称嵇中散。后因得罪钟会，为其构陷，而被司马昭处死。"
  },
  "tags": [
    "散文",
    "书信",
    "抒怀"
  ]
}