{
  "id": 48080,
  "star": 11,
  "name": "邻里相送至方山",
  "dynasty": "南北朝",
  "content": "祗役出皇邑，相期憩瓯越。<br>解缆及流潮，怀旧不能发。<br>析析就衰林，皎皎明秋月。<br>含情易为盈，遇物难可歇。<br>积疴谢生虑，寡欲罕所阙。<br>资此永幽栖，岂伊年岁别。<br>各勉日新志，音尘慰寂蔑。",
  "fanyi": "<p><strong>译文<br></strong>自己奉王命离开京城去永嘉赴任，希望到那里后能安适地居住下来。<br>当船要趁着潮水解缆出发的时候，我却因留恋故人而不忍离去。<br>船在行驶中靠近了析析作响的凋败的树林，又看到秋月在放射着皎洁的光芒。<br>本来就因有怀旧之情，容易感到心中充满哀伤，现在又看到衰林、秋月，内心的悲愁就更加难以遏制了。<br>自己因久病而断绝了对于生活方面的追求。自己本来个人欲望就很少，所以现在并不觉得有什么不足。<br>我是想借永嘉郡永远隐居下去，哪里是只离开你们一年半载去做官呢！<br>希望你们努力做到天天进步，并经常来信以安慰我的寂寥。</p> <p><strong>注释<br></strong>①抵役：敬奉朝命赴外地任职。只，敬也。皇邑：京城，指刘宋都城建业（今南京市）。憩（qì气）：休息。瓯越：指水嘉郡。永嘉一带在汉代地属东瓯，东越王摇曾在那里建都，故称瓯越。<br>②解缆：解开系船的缆绳，指开船。及：乘。怀旧：留恋老朋友。<br>③析析：风吹树木的声响。就：靠近。皎皎（jiǎo狡）：光洁的样子。<br>④含情：这里指怀旧之情。盈：满。遇物：指一路上遇到的衰林、秋月。<br>⑤积疴（ē）：多年患病。疴，病。谢：绝。虑：思虑、谋求。<br>⑥寡欲：少欲。阙：同“缺”。<br>⑦资：借。此：指永嘉郡。幽栖：隐退屏居。岂伊：岂惟。<br>⑧日新：一天比一天进步。音尘：音信，消息。寂蔑：寂寞。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前人谈<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>，都认为他是山水<a href=\"http://so.gushiwen.org/view_48080.aspx\">诗</a>人之祖。而山水本自然景物，观赏者角度不同，思想感情每个人都不一样，同一风光，在不同诗人的笔下就未必面貌相同。所谓仁者见仁，智者见智。谢灵运写山水诗，贵在其善于用精美准确的词句客观地刻画出山水景物奇异而微妙之处，有似看细腻的工笔画。然而这种精心刻意的描绘，又与他一生复杂多变的政治处境和矛盾纠缠的思想感情有着千丝万缕的联系，所以同为山水诗，他的作品既不同于<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>，也不同于<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>。而谢灵运诗的真正特点，在于他能用深细的笔触来摹现其内心微妙的感情。即如现在要介绍的这首《邻里相送至方山》，就不是山水诗，而是一般的赠别抒情之作。表面上虽语多旷达，骨子里却是恋栈朝廷的，作者终于用凝炼而微带生涩的语言把这一真实而隐曲的思想给勾画出来了。这就是谢灵运诗值得借鉴的地方。</p> <p>　　此诗共十四句，前四句和中四句各成一小段落，末六句自成起讫，而这六句中，每两句又各为一层意思。其中最难讲的是中间“析析就衰林”四句，自闻人倓《古诗笺》至近人许多注本，几乎没有一位把它讲透了的。</p> <p>　　开头四句写自己将出任郡守，因与邻里有旧情而不忍分别。“祗”，敬。古书多以“祗”字与“奉”、“承”、“仰”、“候”等动词连用，因知“祗”字亦涵有上述诸词之义。“役”，行役，指出任郡守是为朝廷服役。“祗役”，敬其职役，指郑重对待皇帝的任命，故须到官就职。“皇邑”，犹言帝都。第一句是说由于敬承王命而服役赴郡，故出京远行。第二句是说要去的目的地。永嘉在今浙江，古瓯越之地。“相期”的“相”，虽有互相、彼此之意，却不一定有对方存在。这里的“相期”只是期待、打算的意思。“憩”本是休息、止宿，这里用得别有涵义。作者到永嘉是去做官的，不是去度假的，到任之后，根本谈不到“憩”，而应该是勤于公务。而作者却用了个“憩”字，言外之意，作者被朝廷外迁并非受重用，而是投闲置散；而作者本人也并不想在外郡有所建树，只是找个偏僻地方休息休息。这就是下文“资此永幽栖”的“根”。“资此”，借此，利用这次机会；“永幽栖”，长期栖隐起来。把做官看成“幽栖”，并且想长此以往地生活下去，这就是反话，就是牢骚。事实上，谢灵运本人原是不甘寂寞的。</p> <p>　　接下去，作者写船要解缆启程了。“及流潮”，趁着涨潮的时候。这句是说自己要离京出发了。但第四句又一转，说由于怀念亲旧而不忍离去，所以一时还未能出发。这种欲行又止的描写并非纯粹指行动，因为船终于还是解缆出发了；而是写心理活动，即该走了却不想走，不想走又不能不走。表面上是与邻里亲友依依不舍，实际上是对“皇邑”的恋栈。读下文自明。</p> <p>　　以上是第一小段，下面四句是第二小段。“析析”二句是写实，也是比兴。这时船已前行，途中所见，应为实景；但与“含情”两句相连，则又属比兴了。“析析”，风吹树木声。“就衰林”，叶笑雪《谢灵运诗选》注云：“就，迎面而来。岸边的树林是静止的，江上的船则顺风随流急驶，在船中看岸上的树林，不觉船动而只看到树林向自己走近。”这个讲法颇具诗意，但不一定确切。依叶说，“就衰林”的“就”主语应为船，应为乘船人；而叶的解释却成了倒装句，成为“衰林”迎面而来，其本身逻辑已觉混乱；如与下文对举，则“皎皎”与“明”皆“秋月”之形容词，除“析析”与“皎皎”为对文外，其它词语并不严格对仗。且“衰林”亦为不词，不能同“秋月”相提并论。鄙意下句既点出“秋”字，则上句亦为秋景无疑。而谢灵运出京赴郡是在公元422年农历七月，虽交秋令而木叶尚未衰枯。这时就把树林称之为“衰”，似乎不确切。故应读为“就衰”林始合。“就衰林”者，已经出现衰的迹象、向着衰的趋势发展之林也。耳之所闻，乃析析风吹木叶之声，感到又是秋天了，原来葱翠的林木从此又要日就衰枯了；而目之所接，却是皎洁明亮的秋月。作者动身的当晚是七月十六，正值月圆，故为写实。这与第一小段实际已有一段间隔，即跳过了船已解缆，人已离岸的阶段，而写途中景物了。“含情”二句，旧注多讲成作者自谓，而把“遇物”的“物”讲成林和月。其实，此二句乃逆承上文，“含情”句是说“月”，“遇物”句是说“林”，但同时又是借外景以抒内情，实质仍在写自己思想感情的变化感受。夫七月十六正月盈之时，因之作者联想道：由于月亦含情，尽管它经常有亏缺晦暗之时，而每月总要盈满一欢，看来这也并非难事。正如多情之人，一有悲欢离合，感情自然流溢，这也是一种不能自制的表现。即如自己之迁离皇邑，远赴越瓯，虽已成行，犹“怀旧”而“不发”，这也正是情不自禁，“易为盈”的表现。而“遇物难歇”，即《韩诗外传》所谓之“树欲静而风不止”，“物”指“风”，乃承“析析”句而言，指林木之声析析，正因风吹而不能自止。亦如自己本不欲迁外郡，而朝命难违，身不由己，欲罢不能，只好扬帆上路。旧注或将景语与情语割裂，或引老庄之言而故求艰深，恐皆无顺理成章之妙。若依鄙说，则因实而入虚，见景而生情，转折亦较自然，层次似更清楚。故不惮辞费，析言之如上。</p> <p>　　最后六句，在全诗为第三小段，就题意言是点明与邻里告别之主旨，即做为诗之结尾。但中间每两句为一层。“积疴”二句从自己说起，“资此”二句既与赴郡相关联，又同来送行者相呼应。最后“各勉”二句看似与邻里赠别的套语，实将自己留恋京都、不甘寂寞之意“不打自招”式地点出。有人认为谢灵运的山水诗每于结尾处发议论，成为无聊的尾巴，而这首诗恰好相反，正是从末两句透露出作者深藏于内心的底蕴。先说“积疴”两句。上句说由于自己多病，因此对人生的考虑已力不从心，只能“敬谢不敏”，言外之意说：一切听从命运安排，爱把我怎么样就怎么样吧。下句说自己本淡泊于名利，没有什么欲望可言，因而感觉不到自己有什么不满足的地方。言外指自己由于身体健康状况不佳，又不想贪图什么，因此留在朝中也罢，出任外郡也罢，反正都无所谓。看似旷达，实有牢骚。于是接着说到第二层，他认为此次出任永嘉太守，倒是自己借以长期隐蔽、不问世事的好机会，看来同皇帝、同都城以及在都中盘桓甚久的邻里们，都将长期分手，不仅是分别一年半载的事了。其实这两句也暗藏着不满意的情绪，言外说皇帝这次把自己外迁，大约没有再回转京都的希望了。其患得患失之情，真有呼之欲出之势。而结尾两句，上句是说：我们要彼此互勉，都能做到“日新”的水平，以遂此生志愿。“日新”，《周易》屡见，如《大畜》云：“日新其德。”《系辞上》云：“日新之谓盛德。”又《礼记·大学》引汤之盘铭云：“苟日新，日日新，又日新。”都是进德修身之意。下句则说：希望亲友仍经常沟通消息，只有经常得到信息，才能慰我寂寞。“寂蔑”，与“寂灭”同，也是岑寂、孤独的意思。这两句也属于无形中流露出自己恋栈京都、热中政治的思想感情的诗句。一个人既已“谢生虑”、“罕所阙”而且打算“永幽栖”了，就不必“各勉日新志”了。他认为只有京城中的亲友邻里有信来，才能慰其“寂灭”之情，可见他所说的“永幽栖”只是牢骚而并非真话。从而可以这样说，作者的真实思想感情是并不想离开帝都建康，可是在诗里却说了不少故作旷达、自命清高的话；而恰好是在这种故作旷达、自命清高的诗句中透露了他对被迫出任郡守、不得不离开京城的牢骚不满。这既是谢灵运本人特定的思想感情，而且也只有谢灵运本人的诗才，才写得出他这种特定的复杂矛盾的思想感情。只有从这种地方入手，才会真正理解谢灵运及其脍炙人口的山水诗。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>是晋代世家大族名将谢玄的孙子。在当时门阀制度下，他作为豪门世族的后裔，不仅拥有大量财产，而且政治上影响也很大。尽管宋武帝刘裕出身不够高贵，倚仗兵权在握才篡夺了晋室天下，做了皇帝，但他对当时的豪门世族还是要拉拢敷衍的。所以在刘宋开国以后，谢灵运虽未身居显要，却依然在朝任闲散官职，名气还是很大的。等刘裕一死，少帝即位，由于各派政治势力互相倾轧，谢灵运终于受到排挤，于公元422年（永初三年）农历七月出任永嘉（治所在今浙江温州）太守。这首《邻里相送至方山》，便是写他离开帝都建康（今江苏南京），于京城东面大约五十里的方山码头上船，与送行的亲友告别时的具体情景和思想活动的。方山，又名天印山，以山形如方印而得名。",
  "poet": {
    "id": 758,
    "star": 0,
    "name": "谢灵运",
    "image": "http://img.gushiwen.org/authorImg/xielingyun.jpg",
    "desc": "谢灵运（385年－433年），东晋陈郡阳夏（今河南太康）人，出生在会稽始宁（今浙江上虞），原为陈郡谢氏士族。东晋名将谢玄之孙，小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐。著名山水诗人，主要创作活动在刘宋时代，中国文学史上山水诗派的开创者。由谢灵运始，山水诗乃成中国文学史上的一大流派，最著名的是《山居赋》，也是见诸史册的第一位大旅行家。谢灵运还兼通史学，工于书法，翻译佛经，曾奉诏撰《晋书》。《隋书·经籍志》、《晋书》录有《谢灵运集》等14种。"
  },
  "tags": [
    "赠别",
    "友人",
    "抒情"
  ]
}