{
  "id": 49389,
  "star": 68,
  "name": "满江红·寄鄂州朱使君寿昌",
  "dynasty": "宋代",
  "content": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨云浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 <br>江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。",
  "fanyi": "<p><strong>译文<br></strong>长江、汉江从西方奔流直下，在黄鹤楼望去，浩淼的江水如葡萄般碧绿澄澈。江水相通，好像都带着岷山和峨嵋山融化的雪水浪花，这便是锦江的春色。你是在陕州留有爱民美誉的通判，我却是思乡未归的浪子。面对这里的景色怎能没有感情，我将会殷切的述说。<br>你千万不要读《江表传》，<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>真是令人同情，深感痛惜。只能空对鹦鹉洲，苇花依旧萧瑟。书生何苦与这种人纠缠，权势人物如<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>与黄祖也都已一闪过去。希望使君能像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一样潜心作<a href=\"http://so.gushiwen.org/view_49389.aspx\">诗</a>，赶追<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>的名作《黄鹤楼》诗。</p> <p><strong>注释<br></strong>1.满江红：《乐章集》、《清真集》入“仙吕调”。宋以来作者多以<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>词为准。双调九十三字，前片四仄韵，后片五仄韵，一般例用入声韵。前阕五六句，后阕七八句要对仗。声情激越，宜抒豪壮情感和恢张襟抱。亦可酌增衬字。南宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>改作平韵，附着于后，则情调俱变，但用者不多。<br>2.朱使君：朱寿昌，安康叔，时为鄂州（冶所今湖北武汉武昌）知州。使君，汉时对州郡长官之称，后世如唐宋时就相当于太守或刺史。<br>3.江汉：长江和汉水。<br>4.高楼：指武昌黄鹤楼。<br>5.蒲萄：喻水色，或代指江河。语出李白《襄阳歌》有“遥看汉水鸭头绿，恰似葡萄初发醅”。<br>6.岷峨句：岷山和峨嵋山融化的雪水浪花。<br>7.锦江：在四川成都南，一称濯锦江，相传其水濯锦，特别鲜丽，故称。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登楼》：“锦江春色来天地。”<br>8.南山：终南山，在陕西，朱寿昌曾任陕州通判，故称。<br>9.遗爱：指有惠爱之政引起人们怀念。《左传·昭公二十年》载孔子闻郑子产卒时“出涕曰：‘古之遗爱也’”。<br>10.剑外：四川剑门山以南。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>家乡四川眉山，故自称剑外来客。<br>11.《江表传》：晋虞溥著，其中记述三国时江左吴国时事及人物言行，已佚，《三国志》裴松之注中多引之。<br>12.狂处士：指三国名士祢衡。他有才学而行为狂放，曾触犯曹操，曹操多顾忌他才名而未杀。后为江夏太守黄祖所杀。不出仕之士称处士。<br>13.空洲：指鹦鹉洲，在长江中，后与陆地相连，在今湖北汉阳。黄祖长子黄射在洲大会宾客，有人献鹦鹉，祢衡当即作《鹦鹉赋》，故以为洲名。唐崔颢《黄鹤楼》诗：“芳草萋萋鹦鹉洲。”李白《赠江夏韦太守》诗：“顾惭祢处士，虚对鹦鹉洲。”为此词用语所本。<br>14.曹公黄祖：指曹操与刘表属将黄祖。<br>15.谪仙：指李白。<br>16.黄鹤：崔颢的《黄鹤楼》诗。相传李白登黄鹤楼说：“眼前有景道不得，崔颢题诗在上头。”（见《唐才子传》）无作而去。后李白作《登金陵凤凰台》，即有意追赶崔诗。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词由景及情，思乡怀古，由豪入旷，超旷中不失赋<a href=\"http://so.gushiwen.org/view_49389.aspx\">诗</a>追黄鹤的豪情壮采，不失对于人生的执着追求。词的上片由景引出思归之情和怀友之思；下片由思乡转入怀古，直抒胸臆。</p> <p>　　开篇由写景引入。开篇大笔勾勒，突兀而起，描绘出大江千回万转、浩浩荡荡、直指东海的雄伟气势。“江汉西来”二句，描绘了江水奔腾的胜景。著名的黄鹤楼在武昌黄鹄山巍然屹立，俯仰浩瀚的大江。长江、汉水滚滚西来，汇合于武汉，那波涛的颜色，如同葡萄美酒一般，一片浓绿。发端两句，以高远的气势，抓住了当地最有特色的胜景伟观，写出了鄂州的地理特点。“蒲萄深碧”，重笔施彩，以酒色形容水色，用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《襄阳歌》“遥看汉水鸭头绿，恰似葡萄初酦醅”诗句，形容流经黄鹤楼前的长江呈现出一派葡萄美酒般的深碧之色。以下“犹自带”三字振起，化用李白“江带峨嵋雪”之句，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《登楼》诗“锦江春色来天地”，不著痕迹，自然入妙，用“葡萄”、“雪浪”、“锦江”、“春色”等富有色彩感的词语，来形容“深碧”的江流，笔饱墨浓，引人入胜。词人将灵和楼前深碧与锦江春色联系起来，不但极富文采飞扬之美，而且透露了他对花团锦族、充满春意的锦城的无限追恋向往之情，从而为下文“思归”伏脉。这两句由实景“蒲萄深碧”引出虚景“岷峨雪浪，锦江春色”，拓展了词境。江河自岷江锦水而来，将黄鹤楼与赤壁矶一线相连，既是友人驻地的胜景，又从四川流来，既引动词人思归之情，又触发怀友之思。这就为下文感怀作了有力的铺垫。接下来这一句由景到人，一句写对方，一句写自已。朱寿昌在陕西任通守期间留有爱民之美誉，政绩突出。《宋史》本传载朱在阆断一疑狱，除暴安良，“郡称为神，蜀人至今传之”即“南山遗爱守”所指。词中“南山”当是“山南”之误。以对“剑外”，“山南”字面亦胜于“南山”。而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>蜀人，称朱寿昌亦以其宦蜀之事，自称“剑外思归客”，映带有情。如今思乡而归不得，两厢对比，既赞美了朱寿昌为人颂扬的政绩，又表达了自己眼前寂寞的处境以及浓郁的思归情绪。面对此间风物，自会触景兴感，无限惆怅。“对此间”以下，将君、我归拢为一，有情就要倾吐、抒发，故由“情”字，导出“说”字，逼出“殷勤说”三字，双流汇注，水到渠成。</p> <p>　　上片“殷勤说”三字带出整个下片，开始向友人开怀倾诉，慷慨评论。“《江表传》”二句，引出自己对历史的审视和反思。《江表传》是记述三国时东吴人物事迹的史书，他劝告朱寿昌不要再读这部书了。以愤激语调唤起，恰说明感触很深，话题正要转向三国人物。 “狂处士”四句，紧承上文，对恃才傲物、招致杀身之祸的<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>，表示悼惜。祢衡因忠于汉室，曾不受折辱，当众嘲骂<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，曹操不愿承担杀人之名，假借刘表属将黄祖之手将其杀害，葬于武昌长江段的鹦鹉洲。词人用感触颇深的三国人物——祢衡的事迹引以为戒，接着笔锋一转，把讥刺的锋芒指向了迫害文士的曹操、黄祖。如今贤士不在，只能空对那武昌长江段的鹦鹉洲，苇花萧瑟，一片凋零凄凉。书生何苦与这种人纠缠，以致招来祸灾。苏轼站在更高的视角审视历史，“独笑书生争底事，曹公黄祖俱飘忽”，“争底事”，即争何事，意即书生何苦与这种人纠缠，以致招来祸灾。称霸一时的风云人物，如残害人才的曹操、黄祖之流，最终也只能在历史的长河中成为过眼烟云。此句流露出苏轼豁达、随缘自适的人生态度。这话是有弦外之音的，矛头隐隐指向对他诬陷的李定之流。苏轼此时看来，祢衡的孤傲、曹操的专横、黄祖的鲁莽，都显得非常可笑。言语间，反映出苏轼超越历史，摆脱现实限制的观念。收尾三句，就眼前指点，转出正意。词人引用李白的故事，激励友人像李白一样潜心作诗，赶追<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>的名作《黄鹤楼》。这既是对友人的劝勉，愿他能够置身于政治漩涡之外，寄意于历久不朽的文章事业，撰写出色的作品来追蹑前贤；也体现了苏轼居黄州期间的心愿，对于永恒价值的追求。</p> <p>　　全词形散而神不散，大开大合，境界豪放，议论纵横，显示出豪迈雄放的风格和严密的章法结构的统一。一则，它即景怀古，借当地的历史遗迹来评人述事，能使眼中景、意中事、胸中情相互契合；再则，它选用内涵丰富、饶有意趣的历史掌故来写怀，藏情于事，耐人寻味；三则，笔端饱含感情，有一种苍凉悲慨、郁愤不平的情感，在字里行间激荡着。即景抒怀，指点江山，论古说今，涉及五个历史人物，坦露了对朋友的坦荡胸怀，将写景、怀古、抒情结合，不粘不滞，思想深沉，笔力横放，虽为酬答之作，却也体现了东坡词豪放的风格。</p>",
  "about": "<h2>创作背景</h2> 　　这首词是宋神宗元丰年间<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写给友人朱寿昌的，作于公元元丰四年（1081年）。这是苏轼谪居黄州期间的作品。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "写景",
    "山水",
    "咏史怀古",
    "思乡",
    "友情"
  ]
}