{
  "id": 31705,
  "star": 67,
  "name": "惜春词",
  "dynasty": "唐代",
  "content": "百舌问花花不语，低回似恨横塘雨。<br>蜂争粉蕊蝶分香，不似垂杨惜金缕。<br>愿君留得长妖韶，莫逐东风还荡摇。<br>秦女含颦向烟月，愁红带露空迢迢。",
  "fanyi": "<p><strong>译文</strong><br>　　百舌鸟问花，花却不说话。低头流连好像怨恨横塘的雨。蜜蜂争相采集着花粉，蝴蝶也分享着花的芳香。不像垂杨柳那样珍惜一丝丝金色的枝条。希望你能够长久保持妖娆妩媚，不要追逐东风而被吹得摇荡不已。秦女皱着眉头望向烟云笼罩的月亮，忧愁的容颜带着露珠空对远方。 </p><p><strong>注释</strong><br>⑴百舌：鸟名，能模仿百鸟之声。或代指百鸟。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>名句“泪眼问花花不语”（《蝶恋花·庭院深深深几许》）从此句化出。<br>⑵横塘：原为三国时吴国在建业（今南京市）秦淮河边修建的堤岸，后为百姓聚居处。此处未必即是吴国的横塘，或只是借名泛指而已。<br>⑶金缕：金色枝条。此二句或只是飞卿（<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>）即目所见而别无深意；或是表面上赞扬妓女、讽刺良女。<br>⑷君：指花。妖韶：妖娆美好。<br>⑸秦女：刘学锴认为这是泛指秦地之女。“秦女”、“秦娥”这类词汇在古代文学作品中一般专指春秋时秦穆公之女——弄玉。弄玉嫁给善吹箫的箫史，后二人在城上奏乐，因乐声似凤鸣，故招来凤凰，二人遂乘凤升天而去。颦（pín）：皱眉，常用来形容愁态。<br>⑹愁红：指枯萎或即将枯萎之花，其状似女子含愁之态。此处借指<a href=\"http://so.gushiwen.org/view_31705.aspx\">诗</a>中的女子。迢迢：喻指远逝。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_31705.aspx\">诗</a>借惜花而表达自怜、自伤之情。至于判断诗中“秦女”的身份，关键在于对“蜂争粉蕊蝶分香，不似垂杨惜金缕”二句如何理解。结合诗题“惜春”看，把这二句只当作一般性景物描写当然是很符合题意的。然而这两句中将花、柳对比意图非常明显，且相对而言花是正面的、大方的，柳则是负面的、小气的。若纯是景物描写，将花、柳都描绘成美好的意象就好了，这样的作品也很多，而飞卿此处也不必非“扬花讥柳”不可。况且如此写法又与“惜春”的主旨无关，颇惹人生疑。联想敦煌曲子词《望江南·君莫攀》中有“我是曲江临池柳，这人折了那人攀，恩爱一时间”句，与“蜂争粉蕊蝶分香”的句意颇相似，或许可做飞卿这句诗的注脚。因此诗中女子的身份应为妓女一类的人物。再观“秦女含颦向烟月”句，秦女应指秦穆公之女弄玉，此处用其与箫史乘凤升天之事，大概是想表达诗中女子向往爱情、乞求拜托尘世烦扰的意思，而这个她想摆脱的尘世则正是青楼。</p> <p>　　若把诗中女子看作妓女，则全诗似是在写一位“年老”的妓女的伤春之情。为了更好的理解此诗，不妨在此设想一下这位妓女伤情的背景：她的美好青春全都奉献给了“寻花客”们，然而时光荏苒，随着青春逐渐撇下她远去，那些“寻花客”们也都开始抛弃她了。此时，她既不能像良女那样拥有一个正常的婚姻生活，又面临着逐渐在青楼失宠的问题，因此陷入了进退维谷的境地。她自以为对社会奉献了很多，却得不到良女那样美满的结果，因此心中既有对良女的嫉妒，也有对自己不堪命运的自伤。青春已逝，对于渺茫的前途她全然没有主意，不知何去何从，也不知如何生存下去，或许这便是惹她伤春的真正缘由。</p> <p>　　首二句写花默默含恨，而所恨则缘自雨打花落、青春凋零。三四句有趣，虽然表面上称赞妓女“大方”，而讽刺良女（即“垂杨”所指）“小气”，但细味诗意，不难看出这只是妓女对坎坷、悲惨、无奈之人生的自我慰藉而已，这与<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>笔下的所谓的“阿Q精神（即自我精神胜利法）”如出一辙。五六句虽然表面上写这位妓女希望花能长保青春妖娆而不被东风摧落，实际上她却是在自言自语，花就是她自己的象征，她是在借花自怜、借花伤春。末二句写她蹙着眉对月惆怅，哀伤自己的青春渐渐远逝。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的《惜春词》创作于晚唐时期，衰败之象日盛，官场腐败，统治阶级“补天”尚且不暇，哪里顾得上精神统治！正统道德、封建礼教的规范作用大非从前。当时权贵，刻意排挤、压制温庭筠，使他仕途多舛，生活坎坷，<a href=\"http://so.gushiwen.org/view_31705.aspx\">诗</a>人多次参加科考，却数举进士不第。诗人看到眼前美景，借古叹己。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "春天",
    "惜花",
    "女子",
    "感伤"
  ]
}