{
  "id": 70423,
  "star": 1,
  "name": "杂剧·神奴儿大闹开封府",
  "dynasty": "元代",
  "content": "第一折<br>小可汴梁人氏，嫡亲的五口儿家属。哥哥李德仁，小生李德义，嫂嫂陈氏，浑家王氏，小字腊梅。我根前无出，哥哥有个孩儿，唤做神奴儿。俺两房头则觑着那孩儿。这个家私，都是哥哥、嫂嫂掌把着。他十分操心，我与二嫂吃着现成衣饭，好不快活也。李二，如今伯伯、伯娘说，你每日则是贪酒，不理家计。又说俺两口儿积攒私房，你又多在外少在家，一应厨头灶脑，都是我照觑。俺伯娘房门也不出，何等自在。俺两口儿穿的都是旧衣旧袄，他每将那好绫罗绢帛，整匹价拿出来做衣服穿。你依着我言语，将这家私分开了，俺两口儿另住，可不还快活那。二嫂，你坚意要我分另了。俺是敕赐义门李家，三辈儿不曾分另，教我怎么对哥哥说？二嫂再寻思咱。我那里受的这等气！李二你多吃上几碗酒，假妆个醉，到那里则依着我说，定要分开这家私便了。既然你主意要分开这家私，罢、罢、罢，到那里我则依着你便是。咱和你见哥哥去来。自家姓李，双名德仁，浑家陈氏，所生一子。当孩儿生时，是个赛神的日子，就唤孩儿做神奴儿，今年十岁也。我有个兄弟是李德义，娶的王氏。则我那兄弟媳妇儿，有些乖劣。他妯娌不和，他常是闹。自祖父以来，俺家三辈儿不曾分另，敕赐义门李家。大嫂，俺兄弟媳妇口强，你让他些儿，看俺父母的面皮。你说的是，我怎么也与他一般的见识？<br>【仙吕】【点绛唇】我可也自小心直，使钱不会，学经纪。但能勾无是无非，便休说黄金贵。<br>【混江龙】想为人一世，如今这有钱的谁肯使呆痴？昨日个眉清目秀，今日个便腰屈头低。窗外日光弹指过，席前花影座间移。大嫂，这早晚怎生不见孩儿下学来？孩儿这早晚敢待来也。自家神奴儿便是。下学家中吃饭去。奶奶，我来家了也。孩儿，你来了也，却为甚么啼哭？奶奶，一般学生每，都笑话我无花花袄子穿哩。见孩儿撒旖旎，放娇痴，心闹吵，眼乜嬉，打阿老，痛伤悲。我把这手帕儿揾了腮边泪，省可里着嗔着恼，你休那等自跌自推。<br>大嫂，拣个有颜色的段子，与孩儿做领上盖穿。来到哥哥门首也。二嫂，俺是共乳同胞的亲兄弟。如今过去呵，着我怎么说的出来？李二，你只推醉哩，依着我便是。咱过去来哥哥，我唱喏哩。嫂嫂，唱喏哩。呀，兄弟来了也。你不醉了也！哥哥，这个妇人我与他唱喏，他怎么不还我的礼？好生不贤慧那。我还叔叔礼来。我拜你，你不还我礼也罢。李二是您叔，嫂看父母面皮，也该还李二的礼。李二，还不和他闹哩。这小弟子孩儿，怎生不叫我？兄弟，是嫂嫂不是了，看我的面皮咱。<br>【油葫芦】你但有酒后便特故里来俺这里，兄弟你可也撒滞殢。哥哥，你兄弟心中烦恼，你可知道也？兄弟你心中烦恼我争知？我敬意的探望哥哥来，倒受这等的气？你一番价探望哥哥吃的来醺醺醉，你一番价见嫂嫂常只是冲冲气。李二，你来我和你说。如今你那哥哥，还则是向着嫂嫂。你依着我，分开这家私者。你没来由寻唱叫，你可便因甚的？浑家你便见他来则合先施礼，兄弟，是你嫂嫂不是了也。今日个您嫂嫂是还礼的迟。李二，你不说呵，等到几时？二嫂，你坚心要分另，我和哥哥是一母所生的亲弟兄，怎么开口？你还不说哩。你恼怎的？我则依着你。哥哥，便好道：\"老米饭捏杀也不成团\"，咱可也难在一处住了。似这般炒闹，不如把家私分开了罢。兄弟，你差了也。便是你嫂嫂都不是了呵，也还放着我哩。<br>【天下乐】你便有那万件事也合看着我的面皮，你可便情也波知，谁敢道是欺负你，我见他嗔忿忿怒从心上起。李二，今日好歹要分了这家私罢。哥哥，你向着嫂嫂，弟兄上无一些儿情分。你则守着这不贤慧的嫂子住，分开了这家私罢。兄弟，你恰才入门来，说你嫂嫂不曾还你的礼，如今可要分家私。你打破盆则论盆，休的要缠麻头续麻尾，既然小叔和婶子要分开这家私呵，依着他分开了罢。噤声！连你也迎风儿簸簸箕。<br>李二，好共歹今日务要把家私分另了罢。兄弟，不争分另了这家私，不违悖了父母的遗言？这家私断然分不的。李二，不要信他，好共歹今日务要把家私分另了罢。<br>【那吒令】你哥哥劝你，休烦天恼地；大嫂你靠这壁，休推天抢地；孩儿这里耍哩，休啼天哭地。李大员外、二员外，俺须是亲手足，您须是亲妯娌，有甚么话不投机。<br>伯伯，我这等受气，你那里知道？<br>【鹊踏枝】丈夫的失了尊卑，媳妇儿不贤慧。他两个一上一下，直留支剌，唱叫扬疾。天哟，欺负俺两口儿也！噤声！那里也赵礼让肥，你可甚家有贤妻。<br>兄弟，凡百事看着你哥哥的面皮咱。<br>【寄生草】我和你须是亲兄弟，又不是厮认义。你今日不相识的故意为相识，你可便不亲的结托为亲戚。兄弟也，你可怎生全不知尽让您这哥哥意？俺倒不言语，他倒说长道短的。李二，你还不打他哩。你这般揎拳捋袖为因何？枉惹的街坊每耻笑，着亲邻每议。<br>李二，他坚意不分家私，你着他弃一壁儿就一壁儿。怎生是弃一壁儿就一壁儿？他说道祖先三辈儿不曾分另这家私，怕违了父母的遗言。不分便也罢。都是那嫂嫂搬调的您弟兄每不和，你如今着他休弃了嫂嫂，我便不分这家私。这的是弃一壁儿就一壁儿。他是哥哥的儿女夫妻，又无罪犯，怎生着休了他？我有主意，你则依着我者。也罢，我依着你。哥哥，实不相瞒，这家私三辈儿不曾分另，是父母遗留的言语，俺怎敢违拗。这个也罢。俺家中不和，都是嫂嫂不贤慧。你如今休弃了嫂嫂，我便不分这家私；你若舍不的嫂嫂，便分另了这家私。哥哥你心下如何？兄弟也，俺是敕赐义门李家，祖传三辈儿，不曾分另这家私。你要我休了嫂嫂，可也容易，争奈纸墨笔砚俱无。二嫂，咱哥哥说无纸笔。我这里有剪鞋样儿的纸，描花儿的笔，都预备下了。哥哥，纸墨笔砚都有了也。兄弟也，我选个好日子休你嫂嫂。子丑寅卯，今日正好。则今日是大好日辰，写了罢，写了罢。将来、将来。大嫂也，则被你带累杀我也！员外，我又无罪过，你如何休弃了我？哥哥，你写的是着，再不要改移了也。<br>【后庭花】您哥哥为人无改移，我这里便要写待写着个甚的？你若无兄弟情呵，留着这妇人罢。不争我便恋着他恩义，怎肯着我弟兄每分在两下里。李二，你看你哥哥口里便强，手里可不肯写那休书哩。哥哥，不必作难，你写了休书罢。兄弟你莫嫌迟，你与我疾忙研墨，我手擎着纸共笔，索将他来便舍弃。则消的我别主媒，再寻一个年少的。<br>哥哥，你既是割舍不的嫂嫂，倒休了你兄弟罢。<br>【柳叶儿】在那里别寻一个同胞兄弟，媳妇儿是墙上泥皮，可不说相随百步尚有徘徊意。员外，咱是儿女夫妻，你怎下的休了我也？我须索依着他那主意，疾忙的休离，大嫂也，你便休题道儿女夫妻。<br>兄弟也，父母遗留的言语你不听，今日要分另了家私。死于九泉，有何颜见亡父母之面。兀的不气杀我也！员外，精细着，精细着！哥哥，精细着！可怎生是了？<br>【赚煞尾】你常存着见官的心，准备着告人的意。则你那状本儿如瓶注水，俺亲弟兄看成做了五眼鸡。俺若欺负你，头上有天哩。你也须索念着好门风祖亡留遗，今日为他谁觅闹寻非，却不道湛湛青天不可欺。你就那般瞒心昧已，就这般生忿忤逆，人间私语，天闻若雷，休言不报也。敢只争来早与来迟。<br>谁想把员外气杀了也。员外，则被你痛杀我也！谁想哥哥一口气气死了，丢下你兄弟一个，可怎生是了也！李二休啼哭，你哥哥已死了也。着嫂嫂领着神奴儿另住守寡。泼天也似家私，都是俺两口儿的。说的是。二嫂，哥哥亡逝已过，则等他埋葬了，这家私都是我的。二嫂，今日称了你的心愿也。苦为分居事不公，弟兄情义一场空。堪怜兄长今朝丧，则除是南柯梦里再相逢。<br>楔子<br>天下人烦恼，都在我心头。自从员外亡化过了，可早断七也。家里别无得力的人，则有一个老院公，家私里外，多亏了他。我根前只靠的这个神奴儿。孩儿也，你休门前耍去。奶奶，我要街上耍去哩。孩儿也，无人领你去。着老院公领我去。你唤将老院公来。院公，俺奶奶唤你哩。老汉是这李员外的老院公便是。自从老员外身亡之后，嫂嫂与神奴孩儿另住。见老汉年纪高大，做不的重生活，着我每日看管神奴儿小哥哥。恰才嫂嫂呼唤，不知有何事，须索走一遭去。嫂嫂。唤老汉有何事？院公，孩儿要街上耍去，你领将他去，你便领将他来。嫂嫂但放心，老汉手里领将哥哥去，我手里还领将哥哥来。院公，你小心在意，休着我忧心也。哥哥，你跟老汉长街市上闲耍去来。哥哥耍的勾了，则怕嫂嫂家中盼望，俺与你还家去来。老院公，我要傀儡儿耍子。哥哥休啼哭，我买将来便了。哥哥你只在这桥边站着，等我与你买去咱。<br>【仙吕】【赏花时】我将这傀儡儿杆头疾去买，哥哥你莫得胡行休动侧，兀良我刚转过那条街。休着你娘忧心儿等待，我与你大走去可兀的买将来。弟兄每休怪，改日还席。兀的不是叔叔？叔叔！是谁唤我哩？叔叔，是神奴儿叫你哩。兀的不是神奴儿，你在这里做甚么？老院公领将来，我要个傀儡儿耍，老院公替我买去了，着我这里等他哩。这个老弟子孩儿，我两房头，则觑着神奴一个。倘若马过来踏着孩儿呵，可怎了也！孩儿也，我和你家去来。我不去，婶子利害。不妨事，放着我哩。我和你家去来。哥哥休怪，是在下不是了也。村弟子孩儿，你眼瞎？撞了我打是么不紧。我两房头则觑着这个神奴孩儿，就如珍珠一般，倘若有些好歹怎了？你是个驴前马后的人。兀那厮，你不认的我？我是义门李家，我是李二员外。你知道我那住处么？下的州桥往南去，红油板搭高槐树，那个便是我家里。我非私来乍到，我接包待制大人去哩。你那包待制管的我着？噤声！我把你个村弟子孩儿，我不误间撞着你，我陪口相告，做小伏低。你骂我做驴前马后，数伤我父母；我道接包待制大人去，你道包待制敢怎的我？儿也，你便是李二员外，这个小的，是神奴孩儿。你那住处下的州桥往南行，红油板搭高槐树。你常足弯着吉地而行。你若犯在我那衙门中，该谁当直，马粪里污的杖子，一下起你一层皮。李二，咱两个休轴头儿厮抹着。我儿，抱着你家去来。<br><br>第二折<br>自家李二嫂便是。自从伯伯亡过已后，那嫂嫂领着神奴儿另住。如今止有神奴儿那小厮，还不称我的意。我一心则待要所算了那小厮，家私便都是我两口儿的。二嫂开门来。李二回来了，我开开这门。二嫂我醉了也。我抱的神奴儿来，你好看孩儿，卖些好果子儿好烧饼儿与他吃，休惊吓着他。我且歇息去。李二，你兀的不又醉了也！我知道，你睡去。我如今得做就做，趁他睡去，便将他勒死了。等他酒醒时，我自有主意。你往黄泉做鬼去，休要怨我。婶子，我和你往日无冤，近日无仇。婶子你好狠也！怎下的勒杀我也？将这小厮勒杀了也，看李二醒来说甚么？好酒也！我醉则醉，心上可明白。我记得抱将神奴儿家来，可怎么不见他？二嫂，神奴孩儿在那里？神奴儿在那里睡哩，你看去。你这个不贤慧的妇人，怎下的着孩儿在冷地上睡着？孩儿在这床上睡可不好？你这妇人，怎生这等不贤慧？我儿，你起身来床上睡去。哎哟！二嫂，你好狠也！两房头则看着神奴儿一个，你怎么下的将他勒死了。若是嫂嫂要神奴儿，教我把个甚的还他？这场官司，少不的要打。我和你见官去来！呸！是你抱将来，着我勒杀了他。你是夫主，你主的事，我不依你！我和你见官去，到那里你说一句，我说两句，你说两句，我说十句，我务要对在你身上。我就和你见官去。他倒赖在我身上，似此怎了？这也容易，你抱将他来，别人又不知道。我和你把这小厮埋在阴沟里。埋在阴沟里，这上面可不显出来？着石板盖上，再垫上些土儿，踹一踹，便有谁知道？填上些土，泼上些水。哎哟！整累了我一日，可不是个干净。若不是我靠着你，那有这个见识。二嫂，你好狠也！则怕嫂嫂来呵，你自去支吾他。眼见的神奴儿勒杀了也，家私都是我的。天那！我有这一片好心，天也与我半碗儿饭吃。老汉买傀儡儿回来，不见小哥，不知往那里去了？嫂嫂问呵，着我说甚么的是？我索寻去咱。神奴儿哥哥，那里去了也！<br>【南吕】【一枝花】一合儿使碎我心，半霎儿忧成我病。几条街穿着走，则我这两条腿打折般疼。好着我胆战心惊，急攘攘空傒幸，哎，你个小冤家可也是怎生？我恰才把着手街上闲行，哥哥要傀儡儿，我去买。怎生转回头就不知个踪影？<br>【梁州第七】你莫不大街上逢着甚么驴马？你莫不小巷里撞着甚么车乘？则我这好言好语无心听。我将你来厮将厮领，同坐同行。眼睛儿般照觑，气命儿般看承。他行坐里陪着一个笑脸儿相迎，待飞腾则恨我肋下没稍翎。教我便来来去去脚似撺梭，我可便笃笃末末身如这翻饼，哎哟天那！好教我便慌慌速速手似捞铃。想必哥哥等不得，回家去了。我且到家中看咱。院公你来了也。则听的，叫咱一声。水浇般不由我浑身冷，我待悔来教我悔不定。神奴孩儿在那里？告嫂嫂休忙且暂停，省可里两泪如倾。<br>院公，怎生不见神奴孩儿？嫂嫂，我说则说，你则休烦恼。我和哥哥街上闲耍，哥哥要一个傀儡儿，老汉道你则在这里等着。老汉买傀儡儿去了，急回来不见了哥哥也。不见了孩儿，可怎了也？嫂嫂，你休烦恼，老汉和嫂嫂寻哥哥去。天也早哩！我倒拽上这门，咱寻将去来。<br>【四块玉】一壁厢说与厢长，一壁厢报与坊正，恨不的翻过那物穰人稠卧牛城，街衢巷陌，张三李四，赵大王二。你若见的可便也合通个名姓。不见了小舍人，可教俺也便待怎生？两房头则觑着哥哥一个哩。呆老子也我只索与他偿命。<br>院公，俺两房头则觑着孩儿一个。怎生了也？嫂嫂，街上没有，则怕一般小弟兄每送哥哥来家，也不见的。我开开这门，点上灯。院公，我问你咱，你敢打孩儿来？孩儿害怕也敢躲了你，因此上寻不见孩儿。嫂嫂你放心，老汉在门首觑着神奴儿哥哥咱。<br>【隔尾】我将你怀儿中撮哺似心肝儿般敬，眼前觑当似在手掌儿上擎。神奴儿哥哥。我叫道有二千声神奴儿，将你来叫不应。为你呵走折我这腿脡，俺嫂嫂哭破那双眼睛。我这里静坐到天明，将一个业冤来等。<br>自家神奴儿是也。老院公领着我街上耍，我要一个傀儡儿耍，老院公替我买去了，我在州桥上等着他。不想遇着俺叔叔，抱将俺家去，俺婶子将绳子勒杀我，埋在阴沟里石板底下压着哩。恐怕老院公不知，我去托一梦与他咱。来到也。老院公，开门来，开门来。哎哟！哥哥来了也，哥哥家里来。<br>【牧羊关】我则迫走的你身子困，又嫌这铺卧冷，我与你种着火停着残灯。怕你害渴时有柿子和梨儿，害饥时有软肉也那薄饼。我将你寻到有三千遍，叫道有二千声。怎这般死没堆在灯前立？小爹爹，家里来波。你可怎生悄声儿在门外听？神奴儿哥哥家里来，是老汉的不是了也。<br>【骂玉郎】我这里连忙把手多多定，他那里越撇拗放蒙挣，则管里啼天哭地相刁蹬。哎，你个小丑生，世不曾，有这般自由性。<br>【感皇恩】呀，他那里喑气吞声，侧立傍行。则管里哭啼啼，悲切切，不住泪盈盈。往常时似羊儿般软善，端的似耍马儿般胡伶。老院公，你聒噪甚么？你道我闲聒噪，他那里撒滞殢，不惺惺。<br>哥哥，谁欺负你来？老院公，自从你替我买傀儡儿去了，我在那州桥上等你。却遇着俺叔叔，抱的俺家去。俺婶子将绳子勒杀我，埋在阴沟里面石板底下压着。老院公，你与俺做主咱。<br>【采茶歌】听的他说真情，兀的不吓掉了我的魂灵，天那！急的我战笃速不敢便蓦入门□。将我这睡眼朦胧呼唤醒，我只见他左来右去不消停。老院公，你休推睡里梦里。兀的不唬杀我也！原来是一梦。嫂嫂，哥哥来了也。哥哥来了也，哥哥在那里？老汉说则说，嫂嫂你休烦恼。老汉在门首，身子困倦，不想睡着了，梦见神奴儿哥哥。他说有叔叔抱他家去，被李二嫂将他勒死了，埋在水沟里面石板底下。哥哥道委实死的苦也。嫂嫂苏醒着！天色明了也，俺到李二家寻去来。哎哟！神奴儿，兀的不痛杀我也！<br>【黄钟尾】我这里潜踪蹑足临芳径，我与你破步撩衣近小亭。见孩儿，世不曾，不由我，不悲哽，天色寒，风力冷，夜迢迢，星耿耿，忽的阴，忽的晴。我则道神奴儿在曲槛闲行，兀的不是哥哥来了也。哎！却原来是云破月来花弄影。<br><br>第三折<br>自家李二的便是。二嫂，你好下的手也！自从你搬调的我要分另了家私，将我哥哥气杀了，一应家私，都在手里，你还不足，直把神奴儿勒杀了。儿也！痛杀我也。若是嫂嫂来寻呵，都在你身上。不妨事，若来时我自有个分晓。我关上这门者。院公，我和你寻神奴儿去来。嫂嫂放心，我不道的饶了李二家两口儿哩。<br>【中吕】【粉蝶儿】这厮每败坏风俗，搅的俺一家儿不成活路，那吃敲才百计亏图。则他那长舌妻，杀人的贼，教我就怎生轻恕。待和他厮结着衣服，拣一个大衙门将他告去。<br>【醉春风】他和我做杀死冤仇，我和他决无干罢处。且休叫，休叫。我可便豁恶气连叫了两三声，嫂嫂也你休将这口来堵，堵。饶你这舌辩如苏秦，口强似陆贾，我看你怎生般分诉。<br>开门来，开门来。二嫂，兀的不唤门哩！可怎了也？我开开这门。你强要家私，勒死了孩儿，更待干罢也。这事怎了？我可怎生支吾他去？伯娘，你来俺家有何事？我来寻神奴儿来。说叔叔抱将来在你家里。谁曾见你那神奴儿来？他来俺家里做甚么？神奴儿在你家里。这个老弟子孩儿，神奴儿做甚么到俺家里？是叔叔抱将孩儿来家也。几曾抱那孩儿？我和你问街坊每去，可谁见来？<br>【红绣鞋】你也不索硬打挣去街坊上幺喝，神奴儿死尸骸只在这水沟里埋伏，谁和你说在水沟里埋着？如今在那里？在那里？孩儿也向那梦儿里依本画葫芦。他为甚的便慌笃速，一句句紧支吾？您正是贼儿胆底虚。<br>神奴儿委实不在俺家里。叔叔，是你抱将孩儿来了也。我抱将来，谁见证？你自寻去。你休闹，我自寻去。<br>【迎仙客】又不曾下甚雨水，因甚这般湿泥淤？是泼下的恶水。你道是水沙儿谁人糁上土？见这块儿凹，扫了些粪草土儿填上，又洒了些水儿。俺家的勾当，要你管着我？这石板为甚撅开？天睛开水道，下雨不足弯泥。我开沟来，开沟来！这水路因何当住？雨下的紧了，怎么不漫出水来？神奴儿在那里？你自寻么？不索你便将我来催促，我与你便慢慢寻将去。<br>嫂嫂，他故意的藏了尸首也。李二你来。这妇人年纪小，守不的那空房，背地里有奸夫所算了他孩儿，故意的来俺这里展赖。你问他要官休也私休。说的是。嫂嫂你要官休也私休？怎么是官休？怎么是私休？你若是官休呵，我告到官中，三推六问，吊拷绷扒。你无故因奸气杀俺哥哥，谋害了侄儿，不怕你不招；你若是私休呵，你将那一房一卧都留下，则这般罄身儿出去，任你改嫁别人，这个便是私休。我肚里胆壮，怕做甚么。我情愿和你见官去。我和你见官去来。<br>官人清似水，外郎白似面。水面打一和，糊涂做一片。小官是本处县官，今日升厅，坐起早衙。张千喝撺箱放告。冤屈也！拿过来。你这一行人告甚么？相公可怜见。这个是我嫂嫂，背地里有奸夫，这老子他尽知情。气杀了我哥哥，所算了我侄儿，都是这妇人。告大人与小的做主咱。那人命事，我那里断的？张千与我请外郎来。令史，相公有请。天生清干又廉能，萧何律令不曾精。才听上司来刷卷，登时唬的肚中疼。自家姓宋名了人，表字赃皮，在这衙门里做着个令史。你道怎么唤做令史？只因官人要钱，得百姓们的使；外郎要钱，得官人的使，因此唤做令史。我正在私房里打盹，张千来请，不知有何事？张千，你唤我做甚么？相公请你断事哩。料着是告状的，又断不下来，唤我哩，我见相公去。张千，报复去，说我外郎来了也。相公，外郎来了也。道有请。请进去。相公请我来有何事？外郎，我无事也不来请你。有告人命事的，我断不下来，请你来替我断一断。请起来，外人看着不雅相。兀那一行人，那个是原告？小人李二，便是原告。哦，这厮！我那里曾见他来。哦、哦、哦，是那一日巡街去，来到他家门首，我讨个凳儿坐一坐，他就不肯拿出来。我儿也，你今日犯到我这衙门里来。张千，与我采过来。理会的。你那两个指头瘸？可又来，晚夕送来。你这一行人，那个是原告？那个是被告？兀那厮，你那里人氏？姓甚名谁？你告甚么？对我从实的说来。说的是也罢，说的不是，着实打呀。相公可怜见。这个是我嫂嫂，背地里有奸夫，这老子他尽知其情。气杀了我哥哥，所算了我侄儿，都是这妇人。告大人与小的做主咱。这个是人命的事。看起来这个妇人，是个不良的。张千，将这妇人采近前来。兀那妇人，你怎生气杀丈夫？勒杀亲儿？与我从实的说来。小妇人并不曾气杀丈夫，勒杀亲儿。这厮不打不招。张千，与我着实打者。招了罢。将这妇人采在一壁，将那老子采近前来。理会的。兀那老人，这妇人怎生气杀丈夫？勒杀亲儿？你与我从实的说来。相公可怜见。俺嫂嫂并无奸夫。快招了罢。兀那老子，我问你，他那丈夫无了多少时也？相公，听老汉慢慢的说一遍咱。<br>【石榴花】俺哥哥死尽七不曾把灵除，这妇人必定有奸夫。俺嫂嫂可无倚靠现持服。怎生勒杀亲儿来？当日个为孩儿撒拗便啼哭，那小厮哭，可为甚么？他待要长街市上耍去，谁领将他去来只老汉和他步步相逐。你领他到那里去？哥哥要傀儡耍，老汉说我买去。转回头百般的无寻处，你可在那里寻他来？绕着这前街后巷两头寻觑。你曾问人来么？撞着这个那个多曾分付，神奴儿端的见来无。<br>你也还到那里去寻他来？<br>【斗鹌鹑】绕着那土市街头，你寻到多早晚来？直走到天昏日暮。你可多早晚回家去？老汉还家时才过初更，比到来恰交二鼓。其时朦胧睡里，梦见神奴儿也曾道来。他道婶子也把咽喉紧紧的掐住，勒的他一命卒。可怜那做爷的命掩黄泉，做儿的又身归也那地府。<br>李二告这妇人，勒杀他亲儿哩。<br>【上小楼】李二也天生狠毒，可便的心生嫉妒。俺家里偌大的房屋，许富的家私，则觑着神奴。李二根前有甚么小的？那李二呵也无男，也无女，单则是一夫一妇，你可便着谁来抵当门户？<br>看将起来，气杀丈夫，勒杀亲儿，眼见的这神奴儿不是他那亲生嫡养的，因此上把他勒杀了。莫不是个义儿么？<br>【幺篇】做儿的不是义儿，做母的也不是义母。想着他咽苦吐甘，偎干就湿，怎生抬举。休说道十月怀耽，长立成卜，且则说三年乳哺，怎下的生割断他那子母每肠肚？<br>兀那妇人，你既是与他从小里夫妻，你怎生气杀丈夫？谋害了亲儿性命？与奸夫图谋他家私？你若不招呵，我不道的饶了你也。从实招了者。冤屈也。<br>【十二月】俺嫂嫂与员外从小里媳妇，他可便掌把着门闾。你道他将亲来所图，你道他抵盗那财物。这公事凭谁做主，都是他二嫂妆诬。<br>他若有奸夫呵，快快与我指攀出来。<br>【尧民歌】呀！他是个好人家平白地指着奸夫，我好歹要这桩事断的明白。哎，你一个水晶塔官人忒胡突。便待要罗织就这文书，全不问实和虚。你快与我招了者。则管你招也波伏，外郎呵自窨付，兀良可是他做来也那不曾做？<br>我为吏一生清正，不受民财，那个不知道。<br>【耍孩儿】你可甚平生正直无私曲？我道您纯面搅则是一盆糊。若无钱怎挝得你这登闻鼓？便做道受官厅党太尉能察雁，那里也昌平县狄梁公敢断虎。一个个都吞声儿就牢狱，一任俺冤仇似海，怎当的官法如垆。<br>这个是人命事，和他说甚么来。不打不招，张千，将那泼妇人打着者。招了罢，招了罢。我并无此事，招不得。这厮赖肉顽皮，不打不招。张千，着实打者。招了罢，招了罢。兀那妇人，你招也是不招？我是好人家女，好人家妇，我那里受的这等拷打，我葫芦提招了罢。是我有奸夫，气杀丈夫，所算了孩儿，都是我来。既是招了，也不屈，你画了字。张千，将长枷来，上了长枷，下在死囚牢里去。天那，谁与我做主也？嫂嫂，痛杀我也！做叔叔的图谋了家私，婶子儿勒杀了侄儿。官儿糊突，令史贪赃，等包待制大人下马呵。<br>【煞尾】凭着我纸儿上写着这一一的犯由，怀儿里揣着这重重的痛苦。只待他包龙图来到南衙府，拚的个接马头一气儿叫道有二千声屈。天那，着谁人与我做主也？李二，你是个原告，出去随衙听候。理会的。张千，你伏侍我一日，辛苦了，不曾吃饭。张千，你自吃饭去。如今新官下马，我待接新官去也。你看么，断事一日，饭也不曾吃。外郎和张千都去了，着一个抬抬这卓子也好。罢、罢、罢，我自家端着这卓子罢，<br><br>第四折<br>自家宋了人的便是。如今新官下马，有许多文书不曾攒的，如今日在此攒这文书。张千，有一应闲杂人等，休放过来，若有人来打搅我，我不道的饶了你哩。自家李二的便是。闻说包待制大人下马，这文书不曾完备。我如今见令史去，可早来到也。张千哥，令史相公在那里？正在司房里攒文书哩。一应闲杂人等，都不放过去。令史相公，我这桩事不曾了，怎生可怜见？我说令史攒文书哩，出去，出去。张千哥，怎生方便？我见令史相公说一句话。令史相公，无多银子，只五两送相公买钟酒吃。张千，看茶来与二哥吃。这桩事都在我身上。二哥，你自家去。都在相公身上。我家去也。张千，抬了书案，跟着我接新官去来。老夫包拯是也。西延边赏军回来，到这汴梁城中。张千，摆开头踏，慢慢的行者。理会的。<br>【双调】【新水令】恰才个上西延奉诏赏三军，这回来敢辞劳顿。乘驿马，到仪门，避不的远路风尘，望南衙内急忙进。<br>好大风也！别人不见，惟有老夫便见，马头前一个屈死鬼魂。兀那鬼魂，你有甚么衔冤负屈的事？跟老夫开封府里去来。喏，在衙人马平安，抬书案。老夫升厅坐早衙者。张千，唤的当的当该司吏来。当该司吏安在？来了。你都在司房里躲着，厅上唤哩，我答应去。小的每是当该司吏。兀那司吏，有甚么合佥押的文书，将来我看。理会的。文书在此。这个是甚么文卷？这个是在城李阿陈，因奸气杀丈夫，勒杀亲儿。前官断定了，大人判个斩字，拿出去杀坏了罢。这一行人都有么？都有。都与我唤上厅来。张千，把李阿陈一起都拿过来者。当面。大人，则这个便是李阿陈一起。兀那厮，说你那词因。我哥哥是李德仁，小的是李德义。俺嫂嫂有奸夫，气杀俺哥哥，所算了侄儿。大人与小的每做主咱。谁是那李阿陈？小妇人便是。兀那李阿陈，我问你咱。<br>【庆东原】谁主意把你家私竞？是小叔叔来。李德义你听得么？谁气的男儿命不存？也是小叔叔来。李德义你听得么？却原来将亲兄气杀都是伊生忿。大人，不干小的事。都是我这嫂嫂，他不和六亲，气杀俺哥哥，勒杀孩儿，都是他来。你道他不和六亲？大人若不信，则问街坊邻舍便是。噤声！索问甚么街坊四邻？李德义，你若不招呵。一顿打敢着你死有十分。兀那李德义。我则问你状内词因，不要你将枝稍隐。<br>这文状上有个院公，可怎生不见？院公下在牢中哩。他有甚么罪过，下在死囚牢里？与我提将来者。院公死了也。怎么死了。院公生一个大刺唬癤死了也。<br>【搅筝琶】只你这批头棍，屈打死那平民。现如今暴骨停尸，是坐着那一款罪犯招因？小叔儿和嫂嫂干寻衅，令史每死也波钱亲，背地里揣与些金银。休想那正眼儿敢觑着原告人，我将你拔树连根。这桩事，必然暗昧。兀那李德义，你那侄儿那里去了？是俺嫂嫂同奸夫所算了他来。兀那李阿陈，说你那词因。告大人息雷霆之怒，罢虎狼之威。小妇人与李大是儿女夫妻。当日李二要分另家私，李大便道：俺是敕赐的义门李家，三辈儿不曾分另，你如何要分另？一口气气杀俺丈夫。有神奴孩儿，要街市上耍去，院公引的孩儿到州桥左侧。孩儿要傀儡儿耍子，院公买傀儡儿去了，不期李二撞见孩儿，抱的家去，婶子将孩儿勒死了。我与院公寻去，他倒说我有奸夫，所算了孩儿。不由分诉，拖到宫中，三推六问，吊拷绷扒，屈打成招。今日投至见大人，似那拨云见日，昏镜重明。柔软莫过溪涧水，不平地上也高声。大人怀揣万古轩辕镜，照察我这衔冤负屈情。兀那司吏，这妇人口内词因，怎生和这状子上不同那？大人，他都是那揭帖上学定了的，休听他说。这妇人有奸夫，勒杀亲儿，都是他来。兀那李阿陈，我再问你咱。<br>【雁儿落】你莫不是李员外娶的后婚？俺是绾角儿夫妻，持过公婆孝服，埋殡夫主，每自的浇茶奠酒上坟哩。我家是敕赐义门李氏，怎敢辱抹家门？大人可怜见。他道是绾角儿成秦晋。他去那公婆行持孝服，他将亲夫主才埋殡。<br>【得胜令】每日价浇茶奠酒上新坟，怎肯贪图淫欲辱家门。你道他所算了孩儿命，我道来须是他嫡母亲。想着他生身，他曾受十月怀耽孕，抬举得成人，他也曾有三年乳哺恩。<br>你看这李阿陈口内词因，与这状子上不同，其中必然暗昧着，老夫怎生下断。中间但得一个干证的来，可也好也。喏！小的是何正。你是何正，这桩事怎来？你说。小的姓何名正，是衙门中祗候人。我则道大人唤何正哩？你看老夫波。他是衙门中一个祗候人。老夫年纪高大，耳背了，既然不干你事，你去。我那里见这厮来哦，你是那李二员外。快招！快招！何正做甚么，将那李德义这般打也？大人断事，小的每是祗候人，官不威牙爪威。你看这厮胡说，下厅去。你看何正那厮，好无礼也。<br>【沉醉东风】他去那原告人十分觑问，眼见的那被告人九分关亲。他将李阿陈相哀悯，他去那李二行百般的施仇恨，料应来必有个缘因。我见他两次三番如丧神，早难道肋底下插柴自稳。<br>张千，拿下何正者。理会的。你为甚么将这李德义来揪撏掴打？必然官报私仇。说的是万事都休。说的不是，将铜铡先切了你那驴头。大人息怒，听小的从头至尾慢慢的说一遍：当日大人去西延边赏军去。小的听的大人回还，忙离府地，急出衙门，远接大人前去。来到州桥左侧，带酒慌速，不误间撞了他一交。他怀里抱着个小的，叫做神奴儿。我陪言相告，做小伏低，他恼骂不绝，数伤父母。我本唬吓他一句道：我非私来乍到，迎接包待制大人去。他道：包待制便怎的我？我儿也，我且饶你这一句。谁想大人升厅，唤小的何正下厅去，看见了这厮，便好道仇人相见，分外眼明，向厅前揪撏掴打，也只是报州桥左侧毁骂这场的仇恨，别无他意。包爷爷高抬明镜，非干我言多伤行。见李二抱定神奴，是小人叫名何正。兀那李二，你将的神奴儿那里去了？我抱了家去，分付与妻子王氏来。我问你咱，你娶的妇人，是儿女夫妻，是半路里娶的？是半路里娶的。何正，与我拿将那妇人来者。理会的。你认的我家里么？你不道来，下的州桥往南行，红油板搭高槐树哩。自家李二的浑家。正在家中闲坐，这一会儿有些眼跳，不知有甚么人来？来到李家门首也。兀那妇人，大人衙门里唤你哩。我不怕你，就和你见大人去。当面。兀那妇人，你知罪么？大人，小儿犯罪，罪坐家长，干小妇人每甚么事？这妇人也说的是。小儿犯罪，罪坐家长。你出去。丑弟子，你不说怎么？气杀伯伯也是我来，混赖家私也是我来，勒杀侄儿也是我来，是我来，都是我来。你看他。何正。有。为甚么这般大惊小怪的？大人，那妇人出的衙门，掴着那手，他说：气杀伯伯也是我来，混赖家私也是我来，勒杀侄儿也是我来，是我来，是我来，都是我来！与我拿过来。兀那妇人，你说那词因。我有甚么词因？小儿犯罪，罪坐家长，干我甚的事！既无词因，不干你事，出去。何正，你敢戏弄老夫么？你从实的说，说的是便罢，说的不是，我不道饶了你哩<br>。好是奇怪。哦，我知道了也。<br>【甜水令】好教我便烦烦恼恼，忄敝忄敝焦焦，嗔嗔忿忿，都变做了笑欣欣。我这里亲举霜毫，写道牒文，使颗印信，将着去衙门外把火烧焚。<br>大家小家儿，有个门神户尉。何正，你将这道牒文，衙门外烧了者。理会的。老夫心下自裁划，你将金钱银纸快安排。邪魔外道当拦住，只把那屈死的冤魂放过来。<br>【折桂令】嘱付那开封府户尉门神，当住他那外道邪魔，放过他这屈死冤魂。我烧了纸，一阵好大风也，别人不见，惟有老夫便见。见一阵旋风儿打个盘涡，足律律绕定阶痕。兀那鬼魂，有甚么衔冤负屈的事？你说，我与你做主咱。告大人停嗔息怒，听孩儿细说缘故：俺母亲婶子不和，因此上分家另住。当日我学里回家，我待要街上觑觑。老院公领我出门，来到那十字大路。我见个卖傀儡的过来，院公道我与你买去。等院公不见回身，撞见我嫡亲叔父。领的我到他家中，俺婶婶便生嫉妒。将麻绳拴住脖子，勒的我登时命卒。一灵儿荡荡悠悠，每日家嚎珮痛哭。正撞见你这清耿耿无私曲的待制爷爷，与我这没投奔屈死的神奴儿做主。哎，好可怜人也！他和那亲兄长无此儿义分，将一个小孩儿屈死在荒村。叵奈顽民，簸弄钱神，便应该斩首云阳，更揭榜晓谕多人。<br>【收江南】呀！谁着你个逆风儿点火落的这自烧身，便不念自家骨肉自家亲，也须知举头三尺有灵神。今日到南衙来勘问，才见得我老龙图就似那一轮明镜不容尘。<br>一行人听我下断：本处官吏，不知法律，错勘平人，各杖一百，永不叙用。王腊梅不顾人伦，勒死亲侄，市曹中明正典刑。李德义主家不正，知情不首，杖断八十。何正路见不平，拔刀相助，重赏花银十两。将应有的家私，都与李阿陈永远执业。设一个黄箓大醮，超度神奴儿升天。则为这搅家泼妇心愚鲁，故要分居灭上祖。若非是包龙图剖断不容情，怎结束神奴儿大闹开封府。<br>题目包龙图单见黑旋风<br>正名神奴儿大闹开封府</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}