{
  "id": 72851,
  "star": 229,
  "name": "诫外甥书",
  "dynasty": "魏晋",
  "content": "　　夫志当存高远，慕先贤，绝情欲，弃凝滞，使庶几之志，揭然有所存，恻然有所感；忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于情，永窜伏于凡庸，不免于下流矣！",
  "fanyi": "<p><strong>译文<br></strong>　　一个人应该树立远大的理想，追慕先贤，节制情欲，去掉郁结在胸中的俗念，使几乎接近圣贤的那种高尚志向，在你身上明白地体现出来，使你内心震动、心领神会。要能够适应顺利、曲折等不同境遇的考验，摆脱琐碎事务和感情的纠缠，广泛地向人请教，根除自己怨天尤人的情绪。做到这些以后，虽然也有可能在事业上暂时停步不前，但哪会损毁自己高尚的情趣，又何必担心事业会不成功呢！如果志向不坚毅，思想境界不开阔，沉溺于世俗私情，碌碌无为，永远混杂在平庸的人群之后，就会难免沦落到下流社会，成为没有教养，没有出息的人。</p> <p><strong>注释</strong><br>①存，怀有，怀着<br>②凝滞，心思局限于某个范围;拘泥<br>③庶几之志，接近或近似于先贤的志向<br>④揭然，高举的样子<br>⑤恻然，恳切的样子<br>⑥细碎，琐碎的杂念<br>⑦嫌吝，怨恨耻辱<br>⑧淹留，德才不显于世<br>⑨济，成功，实现<br>⑩强毅，坚强果断<br>⑪窜伏，逃避，藏匿<br>⑫下流，比喻低下的地位</p>",
  "shangxi": "<h2>赏析</h2> <p>　　如果说《诫子书》强调了“修身学习”的重要性，那么本篇《诫外甥书》则阐述了“立志做人”的重要性。</p> <p>　　本文一开篇，<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>便开宗明义地指出“夫志当存高远”，即做人应当抱有远大的志向。具有远大的志向是一个人走向成功的先决条件，这是毋庸置疑的。但是，如何才能做到“志存高远”呢？围绕着“志向”诸葛亮从正反几个方面进行了论述。</p> <p>　　首先，“慕先贤，绝情欲，弃凝滞，使庶几之志，揭然有所存，恻然有所感。”</p> <p>　　这几句话说明的是如何“立志”：慕先贤”即要以古圣先贤作为榜样，向他们看齐。榜样的力量是无穷的，好的榜样能够让人奋发向上，坏的榜样则能把人拖入深渊。孔子也说：“见贤思齐，见不贤而内省”。树立一个好的榜样，会为一个人源源不断的注入正能量。“绝情欲”顾名思义，断绝情欲。情，可以指爱情、友情或亲情种种，考虑到作者写此信的对象——外甥庞涣正值年少方刚，这里的“情”应当指爱情，或男女之欲。因此，“绝情欲”应当理解为不要沉湎于爱欲。弗兰西斯·培根在《论爱情》中说：“古往今来，伟人奇才罕有沉湎于爱情而不能自拔者。”，又说“过度的爱情追求，必然会降低人本身的价值。”，这和“绝情欲”有异曲同工之妙。所谓“弃凝滞”则是说，人生在世，总会为一些繁杂琐事所困扰，而这些无关痛痒的琐事或者烦恼往往可以消磨一个人的意志。因此，做到“志存高远”，站的高一些，看的远一些，人生的境界就会提升，跳出这个狭小的圈子，不为琐事所累，自然就做到了“弃凝滞”。做到以上三点，自然而然，不论何时，不论何地，即使身处逆境，高远的志向也能“揭然有所存，恻然有所感”。</p> <p>　　其次，“忍屈伸，去细碎，广咨问，除嫌吝，虽有淹留，何损于美趣，何患于不济。”</p> <p>　　有了上面的立志的方法，那么这里就谈到实现志向（理想）的措施了：要做到“忍屈伸，去细碎，广咨问，除嫌吝”。就是要做到能屈能伸、随遇而安，要抛出心中无关的杂念，要认真听取别人的宝贵意见，虚心学习，吸取别人的经验、要做到心胸开阔，豁达。一个人有了高远的志向，广阔的胸怀，就不会计较一时的得失，那么，即使他暂时得不到提拔，才华不被别人所了解认可，也不会妨碍他去实现自己的理想。</p> <p>　　最后，作者又从反面进行了论述。</p> <p>　　“若志不强毅，意不慷慨，徒碌碌滞于俗，默默束于情，永窜伏于凡庸，不免于下流矣！”就是说如果没有远大的志向，昂扬的斗志，坚强的意志，那么这样的人生最终只能在世俗中随波逐流，被儿女情长所束缚，地位低下，在平庸中耗尽一生！</p> <p>　　诸葛亮的这篇文章只有短短八十余字，但却有很深的内涵。做为年青年人，不光要有崇高的理想、远大的志向，还必须有实现理想志向的具体可行措施和战胜困难排除干扰的毅力。不然理想就可能会成为一种空想甚至在不知不觉中将自己沦为平庸下流。诸葛亮的这封信讲的就是这个道理。一个人如果志存高远、意志坚定，加之缜密地思考，然后付之于行动，就很有可能在日益激烈的社会竞争中取得成功。反之，则必然失败。<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>在家训中也曾教育子女说要“有志、有识、有恒”。有志断不甘为下流；有识则知学问无尽，不敢以一得自足；有恒则断无不成之事。这些非同寻常人物的观点都凝聚了他们毕生的人生经验在里，有着异曲同工之妙。</p>",
  "poet": {
    "id": 507,
    "star": 0,
    "name": "诸葛亮",
    "image": "http://img.gushiwen.org/authorImg/zhugeliang.jpg",
    "desc": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"
  },
  "tags": [
    "书信"
  ]
}