{
  "id": 53734,
  "star": 9,
  "name": "选冠子·雨湿花房",
  "dynasty": "宋代",
  "content": "雨湿花房，风斜燕子，池阁昼长春晚。檀盘战象，宝局铺棋，筹画未分还懒。谁念少年，齿怯梅酸，病疏霞盏。正青钱遮路，绿丝明水，倦寻歌扇。 <br>空记得、小合题名，红笺青制，灯火夜深裁剪。明眸似水，妙语如弦，不觉晓霜鸡唤。闻道近来，筝谱慵看，金铺长掩。瘦一枝梅影，回首江南路远。",
  "shangxi": "<h2>鉴赏</h2> <p>　　词作上片主要写主人公目前的倦怠心情与懒散情态。“雨湿花房，风斜燕子，池阁昼长春晚”，开首三句写景，点出气候和时令。三句写来有区别，先说第三句，其中有主人公的活动，即晚春时候，他呆在池畔楼阁中，无聊地度过这长长的白天。“昼长”是晚春的自然现象，然语气中带有不耐的意味。前二句则是主人公从楼阁上望见的外界景色：花儿被雨打湿，燕子被风吹得斜斜地飞，原来外面天气不好，正刮风下雨。晚春时本已开始凋谢的花儿，现又被雨打，那将凋谢得更迅速；燕子体小轻捷，现在却被风吹得轻捷不起来，只能斜斜歪歪地飞。总之，主人公所见到的景象是令人不愉快的，似乎风雨正在加速春天逝去。此景是主人公主观选择的，同时也给闷在楼阁上的主人公增添了烦闷。这里“雨湿花房，风斜燕子”中的“湿”、“斜”二字作动词用，与<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《满庭芳》中“风老莺雏，雨肥梅子”中“老”、“肥”用法近似，有异曲同工之妙。接下至上片结束，分三层写主人公的倦怠心情与懒散情态。首先，“檀盘战象，室局铺棋，筹画未分还懒”，写下棋。下棋的目的是为了消磨时光，排遣烦闷，以度过漫长的晚春白昼。摆开檀木棋盘，布好棋局，可是在尚未分胜负之时，自己就懒得再下了。其次，“谁念少年，齿怯梅酸，病疏霞盏”，写饮酒。青梅煮酒，是晚春独特的活动。宋<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>《诉衷情》词：“青梅煮酒斗时新，天气欲残春。”可是，主人公却怯于品尝带酸味的新鲜青梅，病厌厌地亦疏远了美酒。“霞盏”，即霞杯，酒杯，代指美酒。以上两层均写的是在室内的活动情况。在室内既无法排遣，那就到外面去看看。“正青钱遮路，绿丝明水，倦寻歌扇，”第三层写的是主人公来至室外之所见。此时天已晴了，飘落的榆钱堆满路上，碧绿的柳条轻拂着明净的池水，虽是晚春景色，却也明朗宜人。可是主人公却没有心情去听歌观舞。“歌扇”，歌舞时所用之扇。这里指代歌舞。从以上所描写的三层内容来看，这位主人公无论做什么事，无论在什么地方，无论天气阴雨还是晴朗，他都提不起精神，倦怠、懒散到极点。三层写得极有层次，一层深于一层，中间穿插“谁念少年”问语，既表现主人公苦闷至极、不禁脱口而呼的情态，亦点明他是男性；而且在写法上有变化，避免了平直呆板。</p> <p>　　词作下片，前半回忆往昔怀心上人相聚时的欢乐，后半想象对方思念自己的情况。开首三句，“空记得、小阁题名，红笺青制，灯火夜深裁剪，”回忆当初二人在一起时的活动和欢乐。“题名”，《唐书?选举志》：“举人既及第，又有曲江会题名席。”李肇《国史补》：“既捷，列书其姓名于慈恩寺塔，谓之题名会。”这里只是题写姓名之意。“红笺”，一种精美的小幅红纸，多作名片、请柬或题<a href=\"http://so.gushiwen.org/view_53734.aspx\">诗</a>词用，这里是指后者。“青制”，当是用墨笔书写之意。当初二人在小楼上，用精美的纸写诗，签上名，并在灯光下共同对诗润饰加工直到深夜。“裁剪”，这里指对诗文的润饰加工。回忆是如此的甜蜜温馨，心上人的形象自然而然地浮现在主人公脑际，“明眸似水，妙语如弦，不觉晓霜鸡唤”三句，描写心上人的形象。只拈出眼睛与声音，并未全面描绘。写她的眼睛似秋水般明净，这样写，不仅以点带面地突出了她的美丽；而且眼睛是心灵的窗户，也表现了她的智慧与聪明。“妙语如弦”，不仅写了她有“妙语联珠”的口才，也写出她说话似唱歌般美妙动听的声音。如此描写，不仅不落俗套，且富特色，予人以极深印象。面对那一双美目，耳听那美妙的话音，主人公沉浸在幸福之中。时间在不知不觉中过去，突然晓鸡一声，才知天已亮了，真是良宵苦短。从以上所写来看，主人公和其心上人有共同的爱好和雅兴，文化修养相近，是美满的一对。然而词人在此六句句首冠以“空”为领字，一切美好的回忆都是徒然的，因为他们终于分离了。接下词人调转笔触，写对方情况，“闻道近来，筝谱慵看，金铺长掩”三句，听说她近来懒于看筝谱，不弹奏乐器，门户久闭，足不出户，不接待客人。“金铺”，门上兽面形铜制环钮，用以衔环，这里代指门。三句通过两个行动，表明心上人亦正为相思所苦。由此看来，二人的分离并非由于感情破裂，而是有其他人为的原因。结二句，“瘦一枝梅影，回首江南路远”，主人公想象心上人如此思念自己，如此自我折磨，她必然消瘦了。“瘦一枝梅影”，以梅为喻，描绘出心上人的倩影，虽瘦却风韵依然，楚楚动人，也写出了心上人的高洁品格。想及心上人目前之情况，恨不得立即回到她身边，可是江南路遥，相隔千里，只有无可奈何。五代·后周·<a href=\"http://so.gushiwen.org/author_911.aspx\">王仁裕</a>《开元天宝遗事》上“风流薮泽”载：“长安有平康坊，妓女所居之地，京都侠少，萃集于此。兼每年新进士以红笺纸游谒其中，时人谓此坊为风流薮泽。”唐·<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>《送万巨》诗：“红笺色夺风流座，白纻词倾翰墨场。”“本词用“题名”、“红笺”及“筝谱”等词，看来词人所思念之女子当是位<br>　　风尘中人物。他们志趣相投，相爱极深，却不得不分离，也许就是这个原因吧！</p>",
  "poet": {
    "id": 241,
    "star": 0,
    "name": "吕渭老",
    "desc": "吕渭老（生卒年不详），一作吕滨老，字圣求，嘉兴（今属浙江）人。宣和、靖康年间在朝做过小官，有诗名。南渡后情况不详。赵师岌序其词云：“宣和末，有吕圣求者，以诗名，讽咏中率寓爱君忧国意。”“圣求居嘉兴，名滨老，尝位周行，归老于家。”今存《圣求词》一卷。"
  },
  "tags": [
    "写雨",
    "怀人"
  ]
}