{
  "id": 65737,
  "star": 65,
  "name": "蝶恋花·小雨初晴回晚照",
  "dynasty": "宋代",
  "content": "小雨初晴回晚照。金翠楼台，倒影芙蓉沼。杨柳垂垂风袅袅。嫩荷无数青钿小。<br>似此园林无限好。流落归来，到了心情少。坐到黄昏人悄悄。更应添得朱颜老。",
  "fanyi": "<p><strong>译文</strong><br>小雨初停云消散，夕阳照庭院。金碧楼台，芙蓉池中倒影现。微风习习，杨柳亦依依。无数嫩荷尖尖角，好似翠钿。<br>如此园林，风景无限美。流浪归来，没了心情去赏欣。独自坐到天黄昏，悄悄庭院无一人。惆怅凄苦心烦闷，更添颜老人憔悴。</p> <p><strong>注释</strong><br>蝶恋花：词牌名。 唐教坊曲名《鹊踏枝》，后用为词牌，改名为《蝶恋花》，取义于南朝梁元帝 “翻阶蛱蝶恋花情”句。双调六十字，仄韵。<br>晚照：夕阳的余晖；夕阳。<br>金翠：金黄、翠绿之色。<br>芙蓉：荷花的别名。<br>袅袅（niǎo）：纤长柔美的样子。<br>朱颜：红润美好的容颜。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>字严卿，开封人，约与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等同时。官做得很大，曾任左卫将军、驸马都尉。但在1079年（元丰二年），曾坐罪，责授昭化军节度行军司马，均州安置，移颍州安置，直到1086年（元祐元年），才复登州刺史、驸马都尉。从该词的“流落归来”、“更添得朱颜老”等句看，此词可能是他官复原位后所作。</p> <p>　　这是一首触景抒怀、感慨生平的词。上阕除“回晚照”三字或许寓有一种特殊的、自身的含义外，其余几平全是写景。将近黄昏时，一场小雨刚刚飘洒而过，阳光又从云隙中钻出。虽然只是夕阳回照，但经过雨水冲洗过的后园里的景致却格外清新，一片生机，春意盎然。那被阳光笼罩着的楼台，金翠相耀，倒映在碧波荡漾的沼塘里，分外美丽；那经过小雨清洗、绽满新芽的杨柳枝，一丝丝地低垂着，在微风的吹拂下，正在轻轻地摇曳；那池塘里无数的荷花，虽未绽开，但花蕊经过雨水的洗涤，就如同女子头上的青钿一般玲珑细巧，十分逗人喜爱。</p> <p>　　面对园林内这一派生机勃勃的大好春光，作者不禁感概万千，触动情怀，联想到了自己一生的官场起落。所以从下阕开始，作者转入抒情了。“似此园林无限好”一句，既总括了上阕的景物描写，又开启了下阕的无限情怀，有承上启下的作用。然而，当自己“流落归来”，面对园林美好春景，本百感交集，有无限情绪，但一时又不知从何说起，也不知究竟在想些什么，反而感到一股莫名的空虚，觉得“心情少”了。一个人悄悄地面对清静的黄昏园林，将人、景、心情三者融成一片，凝在一起，这种静态描写所显示的复杂心情，恐怕并不弱于一种热烈的激情描写。而在这种静谧的环境中，作者面对春光和景物，只牵动了一种情怀，那就是人变老了，揭出了全词的主旨和意蕴。</p> <p>　　该词写景抒情，十分清楚。而写景又为抒情服务，使整首词有机地联系在一起，本来万千思绪，一时却反觉“心情少”，最妙。写出了一种空洞迷茫、时光流逝的失落感。全词将盎然的自然景物与黄昏夕阳和作者的衰老心情反衬着写，有着强烈的对比色彩，而全词的题意至末句方才跃出，既总括全词，又有点题之妙。</p><br/><h2>赏析</h2> <p>　　此词借景抒怀，表达了词人流落异地之悲、老大无成之慨，以及无幸遭贬的苦闷、压抑，曲折地反映了作者内心的惆怅和凄苦之情。原词之墨迹保留至今，现藏于故宫博物院中。</p> <p>　　起笔“小雨初晴回晚照。”富于象征意味：雨后初晴，夕阳返照的景象，暗寓作者久遭迁谪始得召还的人生。终见天晴固然可喜，可是夕阳黄昏，亦复可悲。这亦喜亦悲之情，全融于这初晴晚照之中。接下来“金翠楼台，倒影芙蓉沼。”二句更需玩味。楼台本已巍峨壮观，叠下“金翠”二字状之，气象更加富丽堂皇。如此金碧辉煌的楼台，沐浴于晚照霞辉之中，其倒影又映现于荷池之水面，楼台本身与其倒影，遂构为一亦实亦幻的庄严景观。难怪《宣和画谱》称<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>“风流蕴藉，真有王谢家风气”。“杨柳垂垂风袅袅。”词人更以如画之笔，渲染出池塘上一片春色。杨柳垂垂，原是静态；风袅袅，则化静态为动态，姿态具动静相生之妙。“袅袅”二字极美。从其手迹可见，此二字真是姿媚无限，笔意之美，与词情相得益彰。“嫩荷无数青钿小。”歇拍承上文芙蓉沼而来。时值春天，初出水面之嫩荷，宛如无数青钿。至此，盎然春意触目萦怀。</p> <p>　　过片“似此园林无限好。”将上片作一绾结。园林如此富丽，春色复如此迷人，确乎可说无限之好。应知此园林非指别处，就这位驸马之府邸。王诜词中曾一再对之加以描绘。句首“似此”二字，已暗将此美好之园林与自己之间推开一段距离。“流落归来，到了心情少。”“流落”二字，写尽七年的迁谪生涯，所包蕴的无穷辛酸，又岂是“归来”二字所可去之以尽。重到了旧时园林，已物是人非，经此重谴，词人临老，妻子下世，园林纵好，也只能是“心情少”了。韵脚之“少”字，极含婉厚重，有千钩之力。词情至此，由极写富丽之景一变而为极写悲哀之情，真有一落千丈之势。“坐到黄昏人悄悄。”黄昏遥承起句晚照而来，使全幅词有绾合圆满之妙。更重要的，还于以时间之绵延，增加意境之深度。坐到黄昏，极言其凄寂况味。更应添得朱颜老。结句纯为返观自己一身之省察，词情更为内向，悲感尤为深沉。园林依旧，朱颜已改，人生到此，复何可言。</p> <p>　　初晴晚照，金翠楼台，杨柳袅袅，嫩荷无数，皆可喜之景，亦皆可慰人心。然而词人却只是“心情少”，无法摆脱悲哀。而写景设色愈富丽，则愈反衬出其伤心怀抱之黯淡。中间具一大跌宕、大顿挫，笔势变化有力，是此词又一特色。抒情结构的巨大转折，与情景之间的强烈反衬，都是表现主题的重要艺术手段，足可玩味。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>约与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等同时代，官做得很大，曾任左卫将军、驸马都尉。但在1079年（元丰二年），曾坐罪，责授昭化军节度行军司马，均州安置，移颍州安置，直到1086年（元祐元年），才复登州刺史、驸马都尉。从该词的“流落归来”、“更添得朱颜老”等句看，此词可能是他官复原位后所作。",
  "poet": {
    "id": 690,
    "star": 0,
    "name": "王诜",
    "image": "http://img.gushiwen.org/authorImg/wangshen.jpg",
    "desc": "王诜（1048-1104后），北宋画家。字晋卿，太原（今属山西）人，后徙开封（今属河南）。熙宁二年（1069年）娶英宗女蜀国大长公主，拜左卫将军、驸马都尉。元丰二年，因受苏轼牵连贬官。元祐元年（1086）复登州刺史、驸马都尉。擅画山水，学王维、李成，喜作烟江云山、寒林幽谷，水墨清润明洁，青绿设色高古绝俗。亦能书，善属文。其词语言清丽，情致缠绵，音调谐美。存世作品有《渔村小雪图》《烟江叠嶂图》《溪山秋霁图》等。"
  },
  "tags": [
    "写景",
    "抒怀",
    "感叹",
    "时光"
  ]
}