{
  "id": 72180,
  "star": 43,
  "name": "季梁谏追楚师",
  "dynasty": "先秦",
  "content": "　　楚武王侵随，使薳章求成焉，军于瑕以待之。随人使少师董成。 </p> <p>　　斗伯比言于楚子曰：“吾不得志于汉东也，我则使然。我张吾三军而被吾甲兵，以武临之，彼则惧而协以谋我，故难间也。汉东之国，随为大。随张，必弃小国。小国离，楚之利也。少师侈，请羸师以张之。”熊率且比曰:“季梁在，何益？”斗伯比曰:“以为后图。少师得其君。”</p> <p>　　王毁军而纳少师。少师归，请追楚师。随侯将许之。 </p> <p>　　季梁止之曰：“天方授楚。楚之羸，其诱我也，君何急焉？臣闻小之能敌大也，小道大淫。所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。”公曰：“吾牲牷肥腯，粢盛丰备，何则不信？”对曰：“夫民，神之主也。是以圣王先成民，而后致力于神。故奉牲以告曰‘博硕肥腯。’谓民力之普存也，谓其畜之硕大蕃滋也，谓其不疾瘯蠡也，谓其备腯咸有也。奉盛以告曰：‘洁粢丰盛。’谓其三时不害而民和年丰也。奉酒醴以告曰：‘嘉栗旨酒。’谓其上下皆有嘉德而无违心也。所谓馨香，无谗慝也。故务其三时，修其五教，亲其九族，以致其禋祀。于是乎民和而神降之福，故动则有成。今民各有心，而鬼神乏主，君虽独丰，其何福之有？君姑修政而亲兄弟之国，庶免于难。”</p> <p>　　随侯惧而修政，楚不敢伐。 ",
  "fanyi": "<p><strong>译文</strong><br>　　楚武王侵犯随国，派薳章去要求议和。军队扎在瑕地，等待谈判的结果。随国派少师来主持议和。 <br>　　斗伯比对楚王说：“我们不能在汉水以东得志，全是我们自己造成的啊！我们扩大军队，增加装备，以武力威胁邻国。它们怕起来了，就协同对付我国，很难离间它们。汉水以东，要算随国最大。如果随国骄傲起来，必定抛弃那些小国。小国离散，咱们楚国就可从中得利了。少师这人，一向狂妄自大，请把我们的军队摆出个窝囊的样子，使他更加傲慢起来。”熊率且比说：“随国还有个季梁哩，这有什么作用？”斗伯比说：“以后会有用处的呀！少师很得国君的宠信啊。” <br>　　于是楚武王故意损毁军容，接待少师。少师回去，果然请求追击楚军。随侯将要答应他，季梁急忙阻止，说：“上天正在帮楚国，楚军的疲弱，恐怕是骗我们上当吧，君王何必急于出师呢？臣听说，小国所以能抗拒大国，是因为小国得道而大国淫暴。什么是道呢？就是忠于人民，取信于鬼神。国君经常考虑如何利民，就是忠。祝官史官老老实实向神灵祭告，就是信。现在人民在挨饿而君王纵情享乐，祝官史官却在祭神时虚报功德，臣不知道这样如何能抗拒大国！”随侯说：“我上供的牲畜毛色纯正，膘肥肉壮，祭器里的黍稷也很丰盛，怎么不能取信于鬼神呢？”季梁说：“人民才是鬼神的主人啊。圣明的君主总是先把人民的事情办好，再致力于祭祀鬼神。所以在进献牺牲时就祷告说：‘请看献上的牲畜多么硕大肥壮啊！’意思就是说：我国人民普遍都有生产的能力，请看他们的牲畜肥大而蕃盛，没有生癣生病，备用的牲畜充分得很！在奉上黍稷时就祷告说：‘请看献上的黍稷多么洁净而丰盛啊！’意思就是说：今年春夏秋三季都没有灾害，请看我国人民多么和睦、收成多么丰盛。在进献美酒甜酒时又祷告说：‘请尝尝我们用好米酿成的美酒吧！’意思是说：请看在我全国上下都有美德，不干没天良的事！由此可见，所谓馨香，就是上上下下有德性而没有谗言和邪行。所以能够忠心从事三时的农作，讲习五教，亲和九族，虔敬地祭祀鬼神。于是人民都很和睦，鬼神也就赐福，他们一举一动都有成就。如今，百姓各有自己的心事，鬼神也就缺了主人，光靠您的祭礼丰盛，怎么会得到幸福呢？您还是先整顿内政，和周围兄弟之国亲密友好，也许可以避免灾祸吧。” <br>　　随侯感到恐惧，于是整顿内政。楚国不敢侵犯它。 </p><p><strong>注释</strong><br>①楚：芈（mǐ）姓国。西周时立国于荆山一带。周成王封其首领熊绎以子男之田，为楚受封的开始。后来楚国自称王，与周处于对立地位。楚武王为楚国第十七代君。楚也称荆。随：姬姓。今湖北随县。②薳章：楚大夫。③瑕：随地。今湖北随县境。④少师：官名。董：主持。⑤斗伯比：楚大夫。楚子：指楚武王。因楚为子爵，故称楚子。⑥汉东：指汉水以东的小国。⑦我则使然：是我们自己造成的。⑧张：陈列。被：同“披”。⑨侈：骄傲自大。⑩羸：使…瘦弱。羸师：故意使军队装作衰弱。○11熊率且比：楚大夫。○12季梁：随国的贤臣。<br>①授：付予。楚强盛，古人认为天意如此。②淫：淫乱，暴虐。③祝史：管理祭祀的官吏。正辞：如实说明，不欺假。④馁：饥饿。⑤矫：假。⑥牲牷：纯色而完整的牛、羊、猪。腯：肥壮。⑦粢盛：盛在祭器里供神用的谷物。黍、稷叫粢，装进器皿之后叫盛。⑧硕：大，高大。⑨瘯蠡：六畜所患皮肤病。⑩咸有：兼备而无所缺。⑪：三时：指春、夏、秋三个农忙季节。⑫醴：甜酒。嘉：美好，善良。栗：敬。旨：美味。或说，栗是新收获的粮食。⑬谗：诬陷人的坏话。慝：邪恶。⑭五教：指父义、母慈、兄友、弟恭、子孝。⑮九族：上自高、曾、祖、父，下至子、孙、曾、玄，加上本身。另一说，父族四代，母族三代，妻族二代，合为九族。⑯禋祀：诚心祭祀。</p>",
  "shangxi": "<h2>解析</h2> <p>　　本篇反映了春秋时代对于民和神的关系的一种新的进步主张：民是主体，神是附属。所以好的君主必须首先做好对民有利的事，然后再去致力于祭祀神祇一类的事，即“圣王先成民而后致力于神”。季梁先是忠民信神并提，然后深入论述应该以民为主，神为附。在谈到神的地方都是从民着眼，所以说服力很强，能使“随侯惧而修政”。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "劝谏",
    "忧国忧民"
  ]
}