{
  "id": 72173,
  "star": 434,
  "name": "郑伯克段于鄢",
  "dynasty": "先秦",
  "content": "　　初，郑武公娶于申，曰武姜，生庄公及共叔段。庄公寤生，惊姜氏，故名曰寤生，遂恶之。爱共叔段，欲立之。亟请于武公，公弗许。</p> <p>　　及庄公即位，为之请制。公曰：“制，岩邑也，虢叔死焉。佗邑唯命。”请京，使居之，谓之京城大叔。祭仲曰：“都城过百雉，国之害也。先王之制：大都不过参国之一，中五之一，小九之一。今京不度，非制也，君将不堪。”公曰：“姜氏欲之，焉辟害？”对曰：“姜氏何厌之有！不如早为之所，无使滋蔓，蔓难图也。蔓草犹不可除，况君之宠弟乎！”公曰：“多行不义，必自毙，子姑待之。”</p> <p>　　既而大叔命西鄙北鄙贰于己。公子吕曰：“国不堪贰，君将若之何？欲与大叔，臣请事之；若弗与，则请除之。无生民心。”公曰：“无庸，将自及。”大叔又收贰以为己邑，至于廪延。子封曰：“可矣，厚将得众。”公曰：“不义，不暱，厚将崩。”</p> <p>　　大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。京叛大叔段，段入于鄢，公伐诸鄢。五月辛丑，大叔出奔共。</p> <p>　　书曰：“郑伯克段于鄢。”段不弟，故不言弟；如二君，故曰克；称郑伯，讥失教也；谓之郑志。不言出奔，难之也。</p> <p>　　遂寘姜氏于城颍，而誓之曰：“不及黄泉，无相见也。”既而悔之。颍考叔为颍谷封人，闻之，有献于公，公赐之食，食舍肉。公问之，对曰：“小人有母，皆尝小人之食矣，未尝君之羹，请以遗之。”公曰：“尔有母遗，繄我独无！”颍考叔曰：“敢问何谓也？”公语之故，且告之悔。对曰：“君何患焉？若阙地及泉，隧而相见，其谁曰不然？”公从之。公入而赋：“大隧之中，其乐也融融！”姜出而赋：“大隧之外，其乐也洩洩。”遂为母子如初。</p> <p>　　君子曰：“颍考叔，纯孝也，爱其母，施及庄公。《诗》曰：‘孝子不匮，永锡尔类。’其是之谓乎！”",
  "fanyi": "<p><strong>译文</strong></p> <p>　　从前，郑武公在申国娶了一妻子，叫武姜，她生下庄公和共叔段。庄公出生时脚先出来，武姜受到惊吓，因此给他取名叫“寤生”，所以很厌恶他。武姜偏爱共叔段，想立共叔段为世子，多次向武公请求，武公都不答应。</p> <p>　　到庄公即位的时候，武姜就替共叔段请求分封到制邑去。庄公说：“制邑是个险要的地方，从前虢叔就死在那里，若是封给其它城邑，我都可以照吩咐办。”武姜便请求封给太叔京邑，庄公答应了，让他住在那里，称他为京城太叔。大夫祭仲说：“分封的都城如果城墙超过三百方丈长，那就会成为国家的祸害。先王的制度规定，国内最大的城邑不能超过国都的三分之一，中等的不得超过它的五分之一，小的不能超过它的九分之一。京邑的城墙不合法度，非法制所许，恐怕对您有所不利。”庄公说：“姜氏想要这样，我怎能躲开这种祸害呢？”祭仲回答说：“姜氏哪有满足的时候！不如及早处置，别让祸根滋长蔓延，一滋长蔓延就难办了。蔓延开来的野草还不能铲除干净，何况是您受宠爱的弟弟呢？”庄公说：“多做不义的事情，必定会自己垮台，你姑且等着瞧吧。</p> <p>　　过了不久，太叔段使原来属于郑国的西边和北边的边邑也背叛归为自己。公子吕说：“国家不能有两个国君，现在您打算怎么办？您如果打算把郑国交给太叔，那么我就去服待他；如果不给，那么就请除掉他，不要使百姓们产生疑虑。”庄公说：“不用除掉他，他自己将要遭到灾祸的。”太叔又把两属的边邑改为自己统辖的地方，一直扩展到廪延。公子吕说：“可以行动了！土地扩大了，他将得到老百姓的拥护。”庄公说：“对君主不义，对兄长不亲，土地虽然扩大了，他也会垮台的。”</p> <p>　　太叔修治城廓，聚集百姓，修整盔甲武器，准备好兵马战车，将要偷袭郑国。武姜打算开城门作内应。庄公打听到公叔段偷袭的时候，说：“可以出击了！”命令子封率领车二百乘，去讨伐京邑。京邑的人民背叛共叔段，共叔段于是逃到鄢城。庄公又追到鄢城讨伐他。五月二十三日，太叔段逃到共国。</p> <p>　　《春秋》记载道：“郑伯克段于鄢。”意思是说共叔段不遵守做弟弟的本分，所以不说他是庄公的弟弟；兄弟俩如同两个国君一样争斗，所以用“克”字；称庄公为“郑伯”，是讥讽他对弟弟失教；赶走共叔段是出于郑庄公的本意，不写共叔段自动出奔，是史官下笔有为难之处。</p> <p>　　庄公就把武姜安置在城颍，并且发誓说：“不到黄泉（不到死后埋在地下），不再见面！”过了些时候，庄公又后悔了。有个叫颍考叔的，是颍谷管理疆界的官吏，听到这件事，就把贡品献给郑庄公。庄公赐给他饭食。颍考叔在吃饭的时候，把肉留着。庄公问他为什么这样。颍考叔答道：“小人有个老娘，我吃的东西她都尝过，只是从未尝过君王的肉羹，请让我带回去送给她吃。”庄公说：“你有个老娘可以孝敬，唉，唯独我就没有！”颍考叔说：“请问您这是什么意思？”庄公把原因告诉了他，还告诉他后悔的心情。颍考叔答道：“您有什么担心的！只要挖一条地道，挖出了泉水，从地道中相见，谁还说您违背了誓言呢？”庄公依了他的话。庄公走进地道去见武姜，赋<a href=\"http://so.gushiwen.org/view_72173.aspx\">诗</a>道：“大隧之中相见啊，多么和乐相得啊！”武姜走出地道，赋诗道：“大隧之外相见啊，多么舒畅快乐啊！”从此，他们恢复了从前的母子关系。</p> <p>　　君子说：“颍考叔是位真正的孝子，他不仅孝顺自己的母亲，而且把这种孝心推广到郑伯身上。《诗经·大雅·既醉》篇说：‘孝子不断地推行孝道，永远能感化你的同类。’大概就是对颍考叔这类纯孝而说的吧？”</p> <p><strong>注释</strong><br>初：当初，这是回述往事时的说法。<br>郑武公：名掘突，郑桓公的儿子，郑国第二代君主。<br>娶于申：从申国娶妻。申，春秋时国名，姜姓，河南省南阳市北。<br>曰武姜：叫武姜。武姜，郑武公之妻，“姜”是她娘家的姓，“武”是她丈夫武公的谥号。<br>共（gōng）叔段：郑庄公的弟弟，名段。他在兄弟之中年岁小，因此称“叔段”。<br>寤（wù）生：难产的一种，胎儿的脚先生出来。寤，通“啎”，逆，倒着。<br>惊：使动用法，使姜氏惊。<br>遂恶（wù）之：因此厌恶他。遂，连词，因而。恶，厌恶。<br>爱：喜欢，喜爱。<br>亟（qì）请于武公：屡次向武公请求。亟，屡次。于，介词，向。<br>公弗许：武公不答应她。弗，不。<br>及庄公即位：到了庄公做国君的时候。及，介词，到。即位，君主登上君位。<br>制：地名，即虎牢，河南省荥（xíng）阳县西北。<br>岩邑：险要的城镇。岩，险要。邑，人所聚居的地方。<br>虢（guó）叔死焉：东虢国的国君死在那里。虢，指东虢，古国名，为郑国所灭。焉，介词兼指示代词相当于“于是”“于此”。<br>佗邑唯命：别的地方，听从您的吩咐。佗，同“他”，指示代词，别的，另外的。唯命，只听从您的命令。<br>京：地名，河南省荥阳县东南。<br>谓之京城大（tài）叔：京地百姓称共叔段为京城太叔。大，同“太”。王力、朱骏声作古今字。《说文》段注：“太从大声，后世凡言大，而以为形容未尽则作太，如大宰，俗作太宰，大子，俗作太子，周大王俗作太王是也。<br>祭（zhài）仲：郑国的大夫。祭：特殊读音。<br>都城过百雉（zhì）：都邑的城墙超过了300丈。都：《左传·庄公二十八年》“凡邑有宗庙先君之主曰都”。指次于国都而高于一般邑等级的城市。 雉：古代城墙长一丈，宽一丈，高一丈为一堵，三堵为一雉，即长三丈。<br>国之害也：国家的祸害。<br>先王：前代君王。郭锡良《古代汉语讲授纲要》注为周开国君主文、武王。<br>大都不过参（sān）国之一：大城市的城墙不超过国都城墙的三分之一，参，同“三”。<br>中五之一：中等城市城墙不超过国都城墙的五分之一。“五分国之一”的省略。<br>小九之一：小城市的城墙不超过国都城墙的九分之一。“九分国之一”的省略。<br>不度：不合法度。<br>非制也：不是先王定下的制度。<br>不堪：受不了，控制不住的意思。<br>焉辟害：哪里能逃避祸害。辟，“避”的古字。<br>何厌（厌）之有：有何厌。有什么满足。宾语前置 何：疑问代词作宾语定语。之：代词，复指前置宾语。<br>为之所：给他安排个地方，双宾语，即重新安排。<br>无使滋蔓（zī màn）：不要让他滋长蔓延，“无”通“毋”（wú）。<br>图：除掉。<br>犹：尚且。<br>况：何况。<br>多行不义，必自毙：多做不义的事，必定自己垮台。毙，本义倒下去、垮台。汉以后才有“死”义。<br>姑：姑且，暂且。<br>既而：固定词组，不久。<br>命西鄙北鄙（bǐ）贰于已：命令原属庄公的西部和北部的边境城邑同时也臣属于自己。 鄙：边 邑也，从邑，啚声，边境上的城邑。贰：两属。<br>公子吕：郑国大夫。<br>堪：承受。<br>若之何：固定结构，对它怎么办？之，指“大叔命西鄙北鄙贰于己”这件事。<br>欲与大（tài）叔：如果想把国家交给共叔段。与，给予。<br>臣请事之：那么我请求去事奉他。事，动词，事奉。<br>生民心：使动，使民生二心。<br>无庸：不用。“庸”、“用”通用，一般出现于否定式。<br>将自及：将自己赶上灾难，杜预注：“及之难也。及：本义追赶上。<br>收贰以为己：把两属的地方收为自己的领邑。贰，指原来贰属的西鄙北鄙。 以为，“以之为”的省略。<br>廪（lǐn）延：地名，河南省延津县北。<br>厚将得众：势力雄厚，就能得到更多的百姓。众，指百姓。<br>不义，不暱（nì），厚将崩：共叔段对君不义，百姓就对他不亲，势力再雄厚，将要崩溃。 暱：同昵（异体），亲近。<br>完聚：修治（城郭），聚集（百姓）。完，修葺（qì）。<br>缮甲兵：修整作战用的甲衣和兵器。缮，修理。甲，铠甲。兵，兵器。<br>具卒乘（shènɡ）：准备步兵和兵车。具，准备。卒，步兵。乘，四匹马拉的战车。<br>袭：偷袭。行军不用钟鼓。杜预注：“轻行掩其不备曰袭”。本是贬义，后逐渐转为中性词。<br>夫人将启之：武姜将要为共叔段作内应。夫人，指武姜。启之，给段开城门，即作内应。启，为动用法。<br>公闻其期：庄公听说了偷袭的日期。<br>帅车二百乘 ：率领二百辆战车。帅，率领。古代每辆战车配备甲士三人，步卒七十二人。二百乘，共甲士六百人，步卒一万四千四百人。<br>叛：背叛。<br>入：逃入。<br>公伐诸鄢：庄公攻打共叔段在鄢邑。诸：之于，合音词 。<br>辛丑：干支纪日。天干：甲乙丙丁戊己庚辛壬癸。　地支：子丑寅卯辰巳（sì）午未申酉戌(xū)亥。二者相配，用以纪日，汉以后亦用以纪年。即二十三日。<br>出奔共：出逃到共国(避难)。奔，逃亡。<br>不弟：不守为弟之道。与“父不父，子不子用法相同。”《春秋》记载道：“郑伯克段于鄢。”意思是说共叔段不遵守做弟弟的本分。<br>如二君，故曰克：兄弟俩如同两个国君一样争斗，所以用“克”字；克，战胜。<br>称郑伯，讽失教也：称庄公为“郑伯”，是讥讽他对弟弟失教。讥，讽剌。失教，庄公本有教弟之责而未教。<br>谓之郑志：赶走共叔段是出于郑庄公的本意。志，意愿。<br>不言出奔，难之也：不写共叔段自动出奔，是史官下笔有为难之处。<br>寘：“置”的通用字。放置，放逐。<br>誓之：为动，对她发誓。<br>黄泉：地下的泉水，喻墓穴，指死后。<br>悔之：为动，对这事后悔 。<br>颍考叔：郑国大夫，执掌颍谷（今河南登封西）。<br>封人：管理边界的地方长官。 封：聚土培植树木。古代国境以树（沟）为界，故为边界标志。<br>有献：有进献的东西。献作宾语，名词。<br>赐之食：赏给他吃的。双宾语。<br>食舍肉：吃的时候把肉放置一边不吃。 舍，舍的古字。<br>尝：吃过。<br>羹：带汁的肉。《尔雅·释器》：“肉谓之羹。”<br>遗（wèi）之：赠送给她。<br>繄（yī）我独无：我却单单没有啊！ 繄：句首语气助词，不译 。<br>敢问何谓也：冒昧地问问你说的是什么意思呢？ 敢：表敬副词，冒昧。<br>故：原故，原因和对姜氏的誓言。<br>悔：后悔的心情。<br>何患焉：您在这件事上忧虑什么呢？焉：于是。<br>阙：通“掘”，挖。<br>隧而相见：挖个地道，在那里见面。隧，隧道，这里用作动词，指挖隧道。<br>其谁曰不然：那谁能说不是这样(不是跟誓词相合)呢?其，语气助词，加强反问的语气。然，代词，代庄公对姜氏发的誓言。<br>赋：赋诗，孔颖达疏：“谓自作诗也。”<br>大隧之中，其乐也融融：走进隧道里，欢乐真无比。<br>大隧之外，其乐也洩洩（yì）：走出隧道外，心情多欢快。 中、融：上古冬韵，今押韵。 外，洩：上古月韵，今不押韵。<br>遂为母子如初：从此作为母亲和儿子象当初一样。<br>君子：道德高尚的人。<br>施及庄公：施，延及。延及庄公。<br>孝子不匮，永锡尔类：匮，尽。锡，通赐，给与。<br>其是之谓乎：其，表推测语气，之，结构助词，助词宾语前置。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《郑伯克段于鄢》是编年体史书《左传》的一个片段，却俨然一篇完整而优美的记事散文。文章把发生在两千七百多年前的这一历史事件，具体可感地呈现在我们眼前，使我们仿佛真的进入了时间隧道，面对面地聆听历史老人绘声绘色地讲述这一事件的缘起、发生、发展和最后结局。从而，不仅让我们明了这一历史事件的真实情况，同时也让我们看到了相关人物的内心世界，并进而感悟到郑国最高统治者内部夺权斗争的尖锐性和残酷性。</p> <p>　　《郑伯克段于鄢》能有这样的艺术效果，有多方面的原因，但主要是记叙得法。此文并不平铺直叙地记述事件的发展过程，而是紧紧抓住相关人物性格的发展逻辑及其言行展开记述。这样，不仅使我们清楚地看到，正是相关人物的固有个性决定着事件的发展和结局；同时又使我们在事件的发展和结局中，更清楚地看到了相关人物的固有个性。</p> <p>　　通过《郑伯克段于鄢》，我们还可以深刻地感悟到《左传》的一种总体行文特点，即不着一褒字，也不着一贬字，而褒贬自在其中。这种手法，也正是《春秋》一书所用的手法。即后来常说的“春秋笔法”。即如我们所说的郑庄公阴险狡诈、姜氏偏心溺爱、共叔段贪得无厌，并非作者直接告诉我们，而是通过他们各自的言行惟妙惟肖地表现出来。好的叙事体作品，作者的倾向是在真实而客观地叙述和描写故事的发展过程中自然而然地显现出来的。</p> <p>　　《郑伯克段于鄢》结构完整，情节波澜起伏，人物形象鲜明生动．尤其是把郑庄公老谋深算的性格刻画的淋漓尽致．郑庄公先封叔段于京，又听任叔段\"不度\"，\"命西鄙北鄙贰于己\"，既而\"收贰以为己邑\"，最后\"伐诸鄢\"，有人认为表现了庄公的\"仁慈\"和\"忍让\"，有人却认为他是有意\"养成其恶\"．此事是春秋开篇的第一则故事，除了说明多行不义必自毙之外还讲说了兄弟的悌，以及后面颍考叔劝君，庄公掘地见母表现出的孝及君臣之义，是孝悌故事中的经典。</p> <p>　　“遂为母子如初”的结尾，有人称之为丑剧，亦不为过，像姜氏母子这样早已失去了普通人性的典型人物，在经过了一场你死我活的挣斗之后，能够毫无芥蒂再叙什么天伦之乐吗？何况在刚出生之时就埋下了怨恨的种子，“遂为母子如初”的“初”字就缺乏依据，显得勉强了，血腥的厮杀早就把统治阶级竭力宣扬的那层薄薄的“孝悌”的外衣撕得粉碎了。无怪乎史官对此事的评论也感到为难了。“孝子不匮、永锡尔类”这是作者针对颍考叔而说的。将孝道永赐予汝之族类，似乎是郑庄公受到颍考叔孝母的感染，其实不过是庄公借此就坡下驴。他之所以欣然接受颍考叔的建议，不过是企图缝补这些破碎的外衣，掩盖已经充分暴露的肮脏的躯体和丑恶的灵魂。这也是千古奸雄的伎俩，因为在这里郑庄公又集中地表现了他的伪善，而伪善是永远和丑恶伴随在一起的。</p>",
  "about": "<h2>艺术特点</h2> <p>　　1.人物个性鲜明。郑庄公老谋深算，阴险狡猾。主要表现在对自己的同胞兄弟“纵其欲而使之放，养其恶而使其成”（宋人吕祖谦语，见《东莱博议》），充分暴露共叔段的“不义”。所以当姜氏“请京”，太叔“收贰”时，他都尽量满足，并驳回大臣们的建议。但当共叔段“将袭郑”时，他先发制人，一举把他赶到了“共”，绝除后患。庄公的阴险，还表现在对待母亲明显违反原则的请求（如“请京”），也不劝阻；对待弟弟的越轨行为（如“收贰”等），从不进行教育。他是有意养成共叔段的恶性。共叔段恃宠恣肆，贪婪愚蠢。他在母亲溺爱下，恣意妄为。在得到京城后，肆意扩大势力范围，并发展到举兵起事，想夺取整个郑国。他的愚蠢表现在他只知“贪”而无一点“谋”。他丝毫不了解庄公已为他布下了天罗地网，让他“自及”，结果只落得“出奔共”的下场。姜氏这位贵妇人毫无原则观念，任性偏心。生庄公难产，就视若仇人，并且置立嫡立长的宗法制度原则于不顾，想废长立幼；没有达到目的，又为共叔段“请制”“请京”，甚至做共叔段的内应，企图灭掉庄公，与庄公毫无母子之情。 </p> <p>　　2.叙事线索清晰。作者紧紧抓住以郑庄公为一方，以姜氏、共叔段为另一方的矛盾冲突这一线索，围绕争夺权利这一焦点安排叙事线索。第一部分（第一段）交代人物和矛盾的起因；第二部分（第二—四段）叙述矛盾冲突的发生和发展；第三部分（第五—六段）写矛盾的高潮和结局。在叙述事件经过时，有以庄公一方为主，省去了许多笔墨，使得文章不但线索清晰，而且文字简洁。</p> <p>　　3.写法详略得当。《郑伯克段于鄢》详写的地方有二。一是庄公一方商讨对付共叔段。庄公与祭仲、公子吕的对话写得很详，这是为了表示庄公的老谋深算，阴险狡猾；同时也交代了共叔段“举事”的经过。另一处是“掘地见母”，宣扬了儒家的“孝”道。《郑伯克段于鄢》略写的地方是姜氏为共叔段“请制”“请京”和共叔段被打败的经过。这种详略安排，有利于突出主题。</p><br/><h2>读解</h2> <p>　　这是一个流传甚广、十分典型的兄弟相争的故事。</p> <p>　　人们常用“亲如兄弟”来形容亲情的深厚，也用“亲兄弟，明算帐”来说明亲情和利益冲突之间的关系。我们凭自己的生活体验深知，亲情在很多时候是脆弱的，在利益的驱使之下，亲情远远不足以化解由利益导致的矛盾冲突。</p> <p>　　当然，兄弟相争，并非完全没有是非曲直，并非完全没有正 义、真理的存在。比如，郑庄公与共叔段的权位之争，按传统观 念，长子是王位天然的继承者，是“天理”，不容有违背。这样， 郑庄公就代表了合理的、正当的一方，而共叔段夺取王位的图谋， 便是不合理的、不正当的。</p> <p>　　代表合理的、正义的一方，往往充满“正气”，可以慷慨陈辞。 鸣鼓攻之，可以稳坐如山，居高临下，所以郑庄公才可以自豪地、 以先知的口吻说：“多行不义，必自毙。”</p> <p>　　抛开这个故事不论，‘多行不义，必自毙”也算是一条普遍真 理，正如“得道多助，失道寡助”一样。几乎可以说，古往今来，凡是作恶的人，搞阴谋诡计的人，违法乱纪的人，都没有好下场， 最终会搬起石头砸自己的脚。</p> <p>　　但是，如果坐着等待结果的到来，等待作恶者“自毙”，显然是愚蠢的，无异于自己坐以待毙，很可能让作恶者占尽了风光好处。我们要相信毛主席说过的：“凡是反动的东西，你不打，他就不倒。扫帚不到，灰尘照例不会自己跑掉。”所以，与其坐以待毙， 不如起而对抗，以其人之道，还治其人之身。</p> <p>　　这么说来，以恶抗恶，以暴力抗恶，以阴谋诡计对阴谋诡计， 在一定范围内便是合理的事。真理、道义总得以某种方式来加以捍卫，对真理、道义的信念，总不能替代实际有效的行动，就好 比强盗闯进我们家里，是不可能凭借善良的愿望和对正义的信念 来阻止强盗的抢劫的。唯有拿起武器，同强盗搏斗，把强盗赶出家门去，才是用行动来维护自己的信念，因而真理、正义才可能 得到证明，得到捍卫。</p> <p>　　儒家传统一直是主张知行合一、言行一致的。在内心承认的真理，在思想和言论中确信原则，必须用实际行动来加以体现，让真理、原则变成行动 的指南。如果能做到这样，不溢、恶行、阴谋等等，就既不是可怕的猛兽，也不是不可战胜和征服的。关键不在对方，而在自己是否能挺身而出，以及如何挺身而出，从而让东风压倒西风。 </p><br/><h2>创作背景</h2> <p>　　春秋时期，周王室逐渐衰微，各诸侯国之间开始了互相兼并的战争，各国内部统治者之间争夺权势的斗争也加剧起来。为了争夺王位，骨肉至亲成为殊死仇敌。</p> <p>　　隐公之年（公元前772年），郑国国君之弟公叔段，谋划夺取哥哥郑庄公的君位，庄公发现后，巧施心计，采取欲擒故纵的手段，诱使共叔段得寸进尺，愈加骄横，然后在鄢地打败了公叔段，使他“出奔”。</p>",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写人",
    "历史",
    "故事"
  ]
}