{
  "id": 3914,
  "star": 14,
  "name": "畴昔篇",
  "dynasty": "唐代",
  "content": "少年重英侠，弱岁贱衣冠。既托寰中赏，方承膝下欢。 <br> 遨游灞水曲，风月洛城端。且知无玉馔，谁肯逐金丸。 <br> 金丸玉馔盛繁华，自言轻侮季伦家。五霸争驰千里马， <br> 三条竞骛七香车。掩映飞轩乘落照，参差步障引朝霞。 <br> 池中旧水如悬镜，屋里新妆不让花。意气风云倏如昨， <br> 岁月春秋屡回薄。上苑频经柳絮飞，中园几见梅花落。 <br> 当时门客今何在，畴昔交朋已疏索。莫教憔悴损容仪， <br> 会得高秋云雾廓。淹留坐帝乡，无事积炎凉。 <br> 一朝披短褐，六载奉长廊。赋文惭昔马，执戟叹前扬。 <br> 挥戈出武帐，荷笔入文昌。文昌隐隐皇城里， <br> 由来奕奕多才子。潘陆词锋骆驿飞，张曹翰苑纵横起。 <br> 卿相未曾识，王侯宁见拟。垂钓甘成白首翁， <br> 负薪何处逢知己。判将运命赋穷通，从来奇舛任西东。 <br> 不应永弃同刍狗，且复飘飖类转蓬。容鬓年年异， <br> 春华岁岁同。荣亲未尽礼，徇主欲申功。 <br> 脂车秣马辞乡国，萦辔西南使邛僰.玉垒铜梁不易攀， <br> 地角天涯眇难测。莺啭蝉吟有悲望，鸿来雁度无音息。 <br> 阳关积雾万里昏，剑阁连山千种色。蜀路何悠悠， <br> 岷峰阻且修。回肠随九折，迸泪连双流。寒光千里暮， <br> 露气二江秋。长途看束马，平水且沉牛。 <br> 华阳旧地标神制，石镜蛾眉真秀丽。诸葛才雄已号龙， <br> 公孙跃马轻称帝。五丁卓荦多奇力，四士英灵富文艺。 <br> 云气横开八阵形，桥形遥分七星势。川平烟雾开， <br> 游戏锦城隈。墉高龟望出，水净雁文回。寻姝入酒肆， <br> 访客上琴台。不识金貂重，偏惜玉山颓。 <br> 他乡冉冉消年月，帝里沈沈限城阙。不见猿声助客啼， <br> 唯闻旅思将花发。我家迢递关山里，关山迢递不可越。 <br> 故园梅柳尚馀春，来时勿使芳菲歇。解鞅欲言归， <br> 执袂怆多违。北梁俱握手，南浦共沾衣。别情伤去盖， <br> 离念惜徂辉。知音何所托，木落雁南飞。回来望平陆， <br> 春来酒应熟。相将菌阁卧青溪，且用藤杯泛黄菊。 <br> 十年不调为贫贱，百日屡迁随倚伏。只为须求负郭田， <br> 使我再干州县禄。百年郁郁少腾迁，万里遥遥入镜川。 <br> 涘江拂潮冲白日，淮海长波接远天。 <br> 丛竹凝朝露，孤山起暝烟。赖有边城月，常伴客旌悬。 <br> 东南美箭称吴会，名都隐轸三江外。涂山执玉应昌期， <br> 曲水开襟重文会。仙镝流音鸣鹤岭，宝剑分辉落蛟濑。 <br> 未看白马对芦刍，且觉浮云似车盖。江南节序多， <br> 文酒屡经过。共踏春江曲，俱唱采菱歌。舟移疑入镜， <br> 棹举若乘波。风光无限极，归楫碍池荷。 <br> 眺听烟霞正流眄，即从王事归舻转。芝田花月屡裴回， <br> 金谷佳期重游衍。登高北望嗤梁叟，凭轼西征想潘掾。 <br> 峰开华岳耸疑莲，水激龙门急如箭。人事谢光阴， <br> 俄遭霜露侵。偷存七尺影，分没九泉深。穷途行泣玉， <br> 愤路未藏金。茹荼空有叹，怀橘独伤心。 <br> 年来岁去成销铄，怀抱心期渐寥落。挂冠裂冕已辞荣， <br> 南亩东皋事耕凿。宾阶客院常疏散，蓬径柴扉终寂寞。 <br> 自有林泉堪隐栖，何必山中事丘壑。我住青门外， <br> 家临素浐滨。遥瞻丹凤阙，斜望黑龙津。荒衢通猎骑， <br> 穷巷抵樵轮。时有桃源客，来访竹林人。 <br> 昨夜琴声奏悲调，旭旦含颦不成笑。果乘骢马发嚣书， <br> 复道郎官禀纶诰。冶长非罪曾缧绁，长孺然灰也经溺。 <br> 高门有阅不图封，峻笔无闻敛敷妙。适离京兆谤， <br> 还从御史弹。炎威资夏景，平曲况秋翰。画地终难入， <br> 书空自不安。吹毛未可待，摇尾且求餐。 <br> 丈夫坎壈多愁疾，契阔迍邅尽今日。慎罚宁凭两造辞， <br> 严科直挂三章律。邹衍衔悲系燕狱，李斯抱怨拘秦桎。 <br> 不应白发顿成丝，直为黄沙暗如漆。紫禁终难叫， <br> 朱门不易排。惊魂闻叶落，危魄逐轮埋。霜威遥有厉， <br> 雪枉遂无阶。含冤欲谁道，饮气独居怀。 <br> 忽闻驿使发关东，传道天波万里通。涸鳞去辙还游海， <br> 幽禽释网便翔空。舜泽尧曦方有极，谗言巧佞傥无穷。 <br> 谁能跼迹依三辅，会就商山访四翁。",
  "poet": {
    "id": 714,
    "star": 0,
    "name": "骆宾王",
    "image": "http://img.gushiwen.org/authorImg/luobinwang.jpg",
    "desc": "骆宾王（约619—约687年）字观光，汉族，婺州义乌人（今浙江义乌）。唐初诗人，与王勃、杨炯、卢照邻合称“初唐四杰”。又与富嘉谟并称“富骆”。高宗永徽中为道王李元庆府属，历武功、长安主簿，仪凤三年，入为侍御史，因事下狱，次年遇赦，调露二年除临海丞，不得志，辞官。有集。骆宾王于武则天光宅元年，为起兵扬州反武则天的徐敬业作《代李敬业传檄天下文》，敬业败，亡命不知所之，或云被杀，或云为僧。"
  },
  "tags": []
}