{
  "id": 71168,
  "star": 960,
  "name": "游褒禅山记",
  "dynasty": "宋代",
  "content": "　　褒禅山亦谓之华山，唐浮图慧褒始舍于其址，而卒葬之；以故其后名之曰“褒禅”。今所谓慧空禅院者，褒之庐冢也。距其院东五里，所谓华山洞者，以其乃华山之阳名之也。距洞百余步，有碑仆道，其文漫灭，独其为文犹可识曰“花山”。今言“华”如“华实”之“华”者，盖音谬也。</p> <p>　　其下平旷，有泉侧出，而记游者甚众，所谓前洞也。由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游者不能穷也，谓之后洞。余与四人拥火以入，入之愈深，其进愈难，而其见愈奇。有怠而欲出者，曰：“不出，火且尽。”遂与之俱出。盖余所至，比好游者尚不能十一，然视其左右，来而记之者已少。盖其又深，则其至又加少矣。方是时，余之力尚足以入，火尚足以明也。既其出，则或咎其欲出者，而余亦悔其随之，而不得极夫游之乐也。</p> <p>　　于是余有叹焉。古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也。夫夷以近，则游者众；险以远，则至者少。而世之奇伟、瑰怪，非常之观，常在于险远，而人之所罕至焉，故非有志者不能至也。有志矣，不随以止也，然力不足者，亦不能至也。有志与力，而又不随以怠，至于幽暗昏惑而无物以相之，亦不能至也。然力足以至焉，于人为可讥，而在己为有悔；尽吾志也而不能至者，可以无悔矣，其孰能讥之乎？此余之所得也！</p> <p>　　余于仆碑，又以悲夫古书之不存，后世之谬其传而莫能名者，何可胜道也哉！此所以学者不可以不深思而慎取之也。</p> <p>　　四人者：庐陵萧君圭君玉，长乐王回深父，余弟安国平父、安上纯父。</p> <p>　　至和元年七月某日，临川王某记。",
  "fanyi": "<p><strong>译文</strong><br>　　褒禅山也称为华山。唐代和尚慧褒当初在这里筑室居住，死后又葬在那里；因为这个缘故，后人就称此山为褒禅山。如今人们所说的慧空禅院，就是慧褒和尚的墓舍。距离那禅院东边五里，是人们所说的华山洞，因为它在华山南面而这样命名。距离山洞一百多步，有一座石碑倒在路旁，上面的文字已被剥蚀、损坏近乎磨灭，只有从勉强能认得出的地方还可以辨识出“花山”的字样。如今将“华”读为“华实”的“华”，是（因字同而产生的）读音上的错误。</p> <p>　　由此向下的那个山洞平坦而空阔，有一股山泉从旁边涌出，在这里游览、题记的人很多，（这就）叫做“前洞”。经由山路向上五六里，有个洞穴，一派幽深的样子，进去便（感到）寒气逼人，打问它的深度，就是那些喜欢游险的人也未能走到尽头——这是人们所说的“后洞”。我与四个人打着火把走进去，进去越深，前进越困难，而所见到的景象越奇妙。有个懈怠而想退出的伙伴说：“再不出去，火把就要熄灭了。”于是，只好都跟他退出来。我们走进去的深度，比起那些喜欢游险的人来，大概还不足十分之一，然而看看左右的石壁，来此而题记的人已经很少了。洞内更深的地方，大概来到的游人就更少了。当决定从洞内退出时，我的体力还足够前进，火把还能够继续照明。我们出洞以后，就有人埋怨那主张退出的人，我也后悔跟他出来，而未能极尽游洞的乐趣。</p> <p>　　对于这件事我有所感慨。古人观察天地、山川、草木、虫鱼、鸟兽，往往有所得益，是因为他们探究、思考深邃而且广泛。平坦而又近的地方，前来游览的人便多；危险而又远的地方，前来游览的人便少。但是世上奇妙雄伟、珍异奇特、非同寻常的景观，常常在那险阻、僻远，少有人至的地方，所以，不是有意志的人是不能到达的。（虽然）有了志气，也不盲从别人而停止，但是体力不足的，也不能到达。有了志气与体力，也不盲从别人、有所懈怠，但到了那幽深昏暗而使人感到模糊迷惑的地方却没有必要的物件来支持，也不能到达。可是，力量足以达到目的（而未能达到），在别人（看来）是可以讥笑的，在自己来说也是有所悔恨的；尽了自己的主观努力而未能达到，便可以无所悔恨，这难道谁还能讥笑吗？这就是我这次游山的收获。</p> <p>　　我对于那座倒地的石碑，又感叹古代刻写的文献未能存留，后世讹传而无人弄清其真相的事，哪能说得完呢？这就是学者不可不深入思考而谨慎地援用资料的缘故。</p> <p>　　同游的四个人是：庐陵人萧君圭，字君玉；长乐人王回，字深甫；我的弟弟，字平甫；王安上，字纯甫。至和元年七月，临川人<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>记。</p> <p><strong>注释</strong><br>1.浮图：梵（fàn）语（古印度语）音译词，也写作“浮屠”或“佛图”，本意是佛或佛教徒，这里指和尚。慧褒：唐代高僧。舍：名词活用作动词，建舍定居。址：地基，基部，基址，这里指山脚。<br>2.而：连词，并且。卒：最终。之：指褒禅山麓。<br>3.以故：因为（这个）缘故，译为“因此”。名：命名，动词。禅：梵语译音“禅那”的简称，意思是“静思”，指佛家追求的一种境界。后来泛指有关佛教的人和事物，如禅师、禅子、坐禅、禅房、禅宗、禅林、禅杖等。褒禅，慧褒禅师。<br>4.慧空禅院：寺院名。庐冢（zhǒng）：古时为了表示孝敬父母或尊敬师长，在他们死后的服丧期间，为守护坟墓而盖的屋舍，也称“庐墓”。这里指慧褒弟子在慧褒墓旁盖的屋舍。庐：屋舍。（一说指慧褒生前的屋舍。)冢：坟墓。禅院：佛寺。<br>5.华山洞：南宋王象生《舆地纪胜》写作“华阳洞”，看正文下出应写作“华阳洞”。以：因为。乃：表示判断，有“为”、“是”的意思。阳：山的南面。古代称山的南面、水的北面为“阳”，山的背面、水的南面为“阴”。名：命名，动词。<br>6.仆道：“仆（于）道”的省略，倒在路旁。<br>7.文：碑文，与下文“独其为文（碑上残存的文字）”的“文”不同。漫灭：指因风化剥落而模糊不清。<br>8.独：唯独，只有。其：指代石碑。文：文字，这里指的是碑上残存的文字。犹：还，仍。<br>9.今言“华”(huā)如“华(huá)实”之“华(huá)”者，盖音谬也：汉字最初只有“华(huā)”字，没有“花”字，后来有了“花”字，“华”“花”分家，“华”才读为huá。（王安石认为碑文上的“花”是按照“华”的古音而写的今字，仍应读huā，而不应读“华(huá奢侈、虚浮)实”的huá。按，这里说的不是五岳中的“华(huà)山”）。言：说。盖：承接上文，解释原因，有“大概因为”的意思。谬：错误。<br>10.侧出：从旁边涌出，记游：指在洞壁上题<a href=\"http://so.gushiwen.org/view_71168.aspx\">诗</a>文留念。<br>11.上：名词活用作动词，向上走。窈（yǎo）然：深远幽暗的样子。<br>12.问：探究，追究。深，形容词活用作名词，深度。则：副词，用于判断句表示肯定,相当于“就”。穷：穷尽。<br>13.拥火：拿着火把。拥，持，拿。以：连词，连接状语与中心词。<br>14.见：动词活用作名词，见到的景象。<br>15.怠：懈怠。且：副词，将，将要。<br>16.盖：表猜测的发语词，大概。尚：还。不能十一：不及十分之一。不能：不及，不到。<br>17.而：表递进的连词，并且，而且。<br>18.则：表假设的连词，那么。至：动词活用作名词，到达的人。加：更，更加。<br>19.方是时：正当这个时候。方：当，正在。是时：指决定从洞中退出的时候。<br>20.以：相当于“而”，连词，连接状语与中心词。明：形容词或用作动词，照明。<br>21.既：已经，……以后。其：助词。<br>22.则：副词，就，便，表示前后两事紧密相承或时间相距很近。或：有人。咎（jiù）：责怪。其：那，那些。<br>23.其：第一人称代词，指自己。而：连词，表结果，以致，以至于。不得：不能，极：尽，这里有尽情享受的意思，形容词活用作动词。夫：这，那，指示代词。<br>24.于是：对于这种情况，因此。焉：句末语气词。<br>25.之：用于主谓之间，取消句子的独立性，可不译。得：心得，收获。<br>26.以：因为。求思：探求、思索。而：连词，表递进，而且。无不在：无所不在，没有不探索、思考的，指思考问题广泛全面。<br>27.夫：表议论的发语词。夷：平坦。以：连词，表并列，而且，并且。则：表假设的连词，那么。<br>28.而：可是。观：景象，景观。险远，形容词活用作名词，险远的地方。<br>29.而：因而。焉：兼词，相当于“于此”。<br>30.随：跟随（别人），“随”字后面省略“之”。以：连词，表结果，以致，以至于。<br>31.至于：这里是抵达、到达的意思，不同于现代汉语用在下文开头，表示提出另一话题。幽暗昏惑：幽深昏暗，叫人迷乱（的地方）。昏惑：迷乱。以：连词，表目的。相（xiàng）：帮助，辅助。<br>32.以：相当于“而”，连词，连接状语与中心词。焉：兼词，相当于“于此”。这一句在“焉”后面省略了“而不至”。<br>33.于人：在别人（看来）。为：是。<br>34.其：加强反问语气的副词，难道。孰：谁。<br>35.得：心得，收获。<br>36.谬其传：把那些（有关的）传说弄错。谬，使……谬误，把……弄错。莫能名：不能说出真相（一说真名）。<br>37.何可胜道：怎么能说得完。胜，尽。<br>38.所以：表示“……的原因”。慎取：谨慎取舍。<br>39.以：以（之），因此。悲：叹息<br>40.庐陵：今江西吉安。萧君圭，字君玉。<br>41.长乐：今福建长乐。王回，字深父。父：通“甫”，下文的“平父”“纯父”的“父”同。<br>42.安国平父、安上纯父：王安国，字平父。王安上，字纯父。<br>43.至和元年：公元1054年。至和：宋仁宗的年号。临川：今江西临川。王某：王安石。古人作文起稿，写到自己的名字，往往只作“某”，或者在“某”上冠姓，以后在誊写时才把姓名写出。根据书稿编的文集，也常常保留“某”的字样。</p>",
  "shangxi": "<p>　　第一部分</p> <p>　　记游山所见的景物和经过，是记叙部分。可以分为两层。（第一、二段）</p> <p>　　第一层（第一段），介绍褒禅山概况。</p> <p>　　文章紧扣题目，以“褒禅山亦谓之华山”一句起头，点明作者所游的地方是“褒禅山”，以及这座山的另一个名称“华山”。由这句的“褒禅山”一名引出褒禅山名称由来，点出禅院。写禅院，既证实褒禅山名称由来，又引出“距其院东五里”的华山洞。写华山洞的位置和命名缘由，为下文写游华山洞作交待，其中写华山洞命名缘由又与开头一句照应。记仆碑文字，循名责实，辨“华山”误读，不仅回应开头一句，证明褒禅山本名“华山”，亦即“花山”，也为后文的议论伏笔。记叙的景物由禅院到华山洞，再到仆碑，反映了游览行踪。全段以山名起始，以考证山名结尾，在内容上环环相扣。</p> <p>　　其实作者自己也犯了个错，“华山洞”其实应为“华阳洞”，不过现在依旧保留原文，不加修改。</p> <p>　　第二层（第二段），记游华山洞的经过。</p> <p>　　先略述前洞和后洞的概况，突出前洞与后洞迥然不同的环境特征，以及游前洞之易与游后洞之难，揭示一般游人就易避难的心理，为后文“夫夷以近，则游者众；险以远，则至者少”伏笔。</p> <p>　　然后详记游后洞的经过。“余与四人拥火以入”，点明了与人同游，这才有入洞以后诸人的不同反应。写经过时，对所见景象，只异常简括地记下“入之愈深，其进愈难，而其见愈奇”，用连锁句式说明入“深”、进“难”、见“奇”的递进式因果关系，为后文借景喻理提供依据。</p> <p>　　随着入洞之深而“其见愈奇”，下文本应叙写乘兴而入，寻幽访胜，领略“奇”景。不料，却中途退了出来。游洞至此结束。</p> <p>　　作者又补叙了两点。一是“盖予所至……则其至又加少矣”，一是“方是时……而余亦悔其随之而不得极夫游之乐也”。这两点补叙为下文借事喻理提供了依据。写出洞后的心情，突出一个“悔”字。因为当时“力尚足以入，火尚足以明”，却“与之俱出”，“不得极夫游之乐”，由此而“悔”，并因“悔”而引出下文。</p> <p>　　第二部分</p> <p>　　写游山的心得。这是文章的议论部分，可以分为两层。（第三四、段）</p> <p>　　第一层（第三段），写游华山洞的心得。这一层是全文的重点。</p> <p>　　以“于是余有叹焉”一句承上启下。“叹”字承上文的“悔”字，领起全段，自然地转入议论。</p> <p>　　作者先借托古人，说古人游览观赏“往往有得”，是因为他们“求思之深而无不在也”。以此表明作者在下面所要说的观察所得，不是随意的，而是以古人的“求思”精神为依据和标准，经过深思而悟出来的。</p> <p>　　以下以游洞为喻，以“有志”为中心，进行逐层论述，阐明宏伟的目标、险远的道路和“志”“力”“物”之间的内在联系。</p> <p>　　“夫夷以近，则游者众”，照应“其下平旷，有泉侧出，而记游者甚众”；“险以远，则至者少”，照应“由山以上五六里，有穴窈然，入之甚寒，问其深，则其好游不能穷也”。两相对比之后，紧接着指出“而世之奇伟、瑰怪、非常之观，常在于险远，而人之所罕至焉”，照应“入之愈深，其进愈难，而其见愈奇”。这里以景喻物，用“奇伟、瑰怪、非常之观”比喻某种最高成就的境界。但这种境界“人之所罕至”，不是每个人都可以达到的。</p> <p>　　怎样才能达到呢?作者提出了三个“不能至”：“非有志者不能至也”，“力不足者，亦不能至也”，“无物以相之，亦不能至也”。这三个“不能至”表达了三层意思，提出了达到目的的三个必要条件：“志”“物”“力”。在提出“志”这个条件时，用两个否定词构成双重否定，强调“有志”；在提出“力”和“物”这两个条件时，又分别把“有志”作为基本前提，也强调了“有志”。这就揭示了三者之间的辩证关系，首先要有“志”，其次要有“力”，再次要有“物”，把需要坚定的志向、不断的艰苦努力又需要一定的物质条件才能完成一种理想追求的道理，说得相当清楚、完备而透彻。三个“不能至”的三层意思，是按照三个条件的重要性依次排列的，逻辑十分严密。</p> <p>　　这三个条件缺一不可，都不是充分条件而是必要条件，而其中“志”又是最根本的。所以作者又对“志”的重要性，作进一步的强调和申述。“然力足以至焉，于人为可讥，而在己为有悔”，是说有“力”而无“志”，因此未达到目的，这会被人讥笑，自己也会悔恨；“尽吾志也而不能至者，可以无悔矣，其孰能讥之乎?”指出只要“尽吾志”，虽然不能达到目的，也可以无讥无悔。通过对比“力足以至”而未能至和“尽吾志也而未能至”两种情况，得出“可讥”“有悔”和“无悔”“无讥”两种结果。这一正一反的两层意思，照应“既其出，或咎其欲出者，而予亦悔其随之而不得极夫游之乐也”，突出了“有志”的决定作用，并且提出“尽吾志”，即全力以赴、坚持不懈的高标准要求，从事物的规律性归结到人的主观能动性，把所议论的道理推进一层。</p> <p>　　最后，以“此余之所得也”，收束这一段议论，归结到作者思想上的收获，回应“古人之观于天地、山川、草木、虫鱼、鸟兽，往往有得，以其求思之深而无不在也”。这段议论以古人“有得”始，以自己“所得”终，前后呼应。</p> <p>　　第二层（第四段），借仆碑抒发感慨，提出治学必须采取“深思而慎取”的态度。</p> <p>　　这一段与第一段记仆碑文字和订正读音相照应。先由所见的仆碑引出感慨，指出由于“古书之不存”，致使后人以讹传讹。“何可胜道也哉”，这是从个别到一般，由“华山”的“音谬”概括出社会上辗转讹误，相沿失实的普遍情况。针对这种情况，提出“学者不可以不深思而慎取之也”，这是从具体到抽象，概括出研究事物必须去伪存真的道理。这段议论一正一反：从反面加以否定，批评“谬其传而莫能名”；从正面加以肯定，强调“深思而慎取”。</p> <p>　　第三部分</p> <p>　　是记游的结尾，补叙同游者的籍贯、姓名和作记时间，以及作者籍贯、署名。这是写游记常用的格式（第五段） </p>",
  "about": "<h2>创作背景</h2> 　　本文是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>34岁时（1054年）从舒州通判任上辞职，在回家的路上游览了褒禅山，三个月后以追忆的形式写下的。四年后（1058年）他给宋仁宗上万言书，主张改革政治。12年后（1070年）罢相。他不顾保守派反对，积极推行新法。提出“天变不足畏，祖宗不足法，人言不足恤”的观点，这与本文的观点也有相似的地方。",
  "poet": {
    "id": 405,
    "star": 0,
    "name": "王安石",
    "image": "http://img.gushiwen.org/authorImg/wanganshi.jpg",
    "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "纪游",
    "写景",
    "感悟"
  ]
}