{
  "id": 18281,
  "star": 10,
  "name": "构法华寺西亭",
  "dynasty": "唐代",
  "content": "窜身楚南极，山水穷险艰。<br>步登最高寺，萧散任疏顽。<br>西垂下斗绝，欲似窥人寰。<br>反如在幽谷，榛翳不可攀。<br>命童恣披翦，葺宇横断山。<br>割如判清浊，飘若升云间。<br>远岫攒众顶，澄江抱清湾。<br>夕照临轩堕，栖鸟当我还。<br>菡萏溢嘉色，筼筜遗清斑。<br>神舒屏羁锁，志适忘幽潺。<br>弃逐久枯槁，迨今始开颜。<br>赏心难久留，离念来相关。<br>北望间亲爱，南瞻杂夷蛮。<br>置之勿复道，且寄须臾闲。",
  "fanyi": "<p><strong>译文<br></strong>如同逃窜一样，我被放逐到楚国的最南端，永州的环境极其险恶艰难。<br>一步步登上最高的法华寺，闲散时，我又率性疏放顽劣一番。<br>寺庙的西边下面是陡峭的山崖，高得好似从天上俯窥人寰。<br>反过来，如果处于幽谷之中，榛莽繁茂遮蔽，谁也不能攀缘。<br>我吩咐童仆尽力地砍开杂木野草，横对着断崖把一座小亭修建。<br>山上山下，隔开来有如天壤之别，登上山顶，如飘飘然升上了云间。<br>远方的山头朝着这里靠拢，澄清的潇水抱着东山绕弯。<br>夕阳临照着轩窗，渐渐地沉落，归鸟直朝着我们陆续地飞还。<br>池塘里的荷花散射出一片鲜艳的色彩，山林间的竹枝留下了湘妃清清的泪斑。<br>精神舒畅，如同除掉了缰绳枷锁，心情安适，因而忘记了愁苦辛酸。<br>遭到遗弃和放逐，身心早已憔悴，到今天才开始有些愉悦开颜。<br>可惜赏心的时光难以久留，离乡的愁绪总是如藉丝一般连而难断。<br>举头北望，亲人们相隔千里，回视南方，我却杂居在夷蛮。<br>还是放下这些事，不要再提，借着这须臾的悠闲，忘掉忧烦。</p> <p><strong>注释<br></strong>[1]构：建造。<br>[2]窜：逃匿。这里形容被放逐的狼狈。极：终极，尽头。<br>[3]山水：指环境。穷：极其。<br>[4]萧散：闲逸。任：任意，率性。疏：疏放，放诞。顽：顽劣，顽皮不顺从。<br>[5]垂：通“陲”，边。斗：通“陡”。<br>[6]欲似：好像。欲，似。<br>[7]反：相反，指与从山上俯视相反，从山下往上看。<br>[8]榛翳（yì）：丛生的草木浓密覆掩。<br>[9)童：仆。恣：任意，尽力的。披翦（jiǎn）：砍削。披，砍伐。翦，同“剪”，削。<br>[10]葺（qì）：盖房。宇：屋檐，指亭阁。横：横对着。<br>[11]割：切开，划开。判：分开，差别。清浊：天地。古代认为清气上升为天，浊气下降为地。<br>[12]岫（xiù）：峰峦。攒（cuán）：聚集，凑拢。顶：峰顶，山头。<br>[13]抱：环绕。<br>[14]临：对着。轩：窗。<br>[15]当：对着。<br>[16]菡萏（hàn dàn）：荷花。溢：流出。嘉：美好。<br>[17]筼筜（yún dāng）：一种竹子，茎粗而节长，这儿泛指竹子。遗清斑：留下了清晰的斑痕。指湘妃在竹枝上洒下血泪，化为竹上的斑痕。<br>[18]屏：除去。<br>[19]志适：心情安适。志，心理活动或思想。适，安宁，舒适。幽潺：忧愁。潺，愁苦，烦恼。<br>[20]枯槁：憔悴。<br>[21]迨（dài）：到。始：才。<br>[22]间：隔离。<br>[23]夷蛮：古代称少数民族，东方为夷，南方为蛮。这儿泛指南方各种少数民族。<br>[24]置：放下。<br>[25]寄：托，靠，凭借。须臾：片刻。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　理解这首<a href=\"http://so.gushiwen.org/view_18281.aspx\">诗</a>并不难。首四句，写遭贬后出游而自嘲自慰。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬到永州，心情苦闷忧愤，感到环境十分艰险。于是常出游以求排遣，要趁着萧散闲逸之时，更加放纵自己的疏顽之性。其实，柳宗元不是真的萧散，而是被剥夺了参与政事的权利。柳宗元也不是真的疏顽，而是保守派打击迫害他的借口托辞。柳宗元强压满腔怒火，故作轻松调侃，自嘲自慰，表明了毫不屈服的内心思想。接着六句，写东山的高峻和构建西亭。柳宗元《永州法华寺新作西亭记》曾提及构建西亭的事：“法华寺居永州，地最高……庑之外有大竹数万，又其外山形下绝。然而薪蒸蓧簜，蒙杂拥蔽，吾意伐而除之，必将有见焉。……余时谪为州司马，官外乎常员，而心得无事。乃取官之禄秩，以为其亭，其高且广，盖方丈者二焉。”可知柳宗元构建西亭，是因为东山高峻，砍伐榛莽杂草之后，可以饱览风物，赏心悦目。一来算是萧散无事时做了一件自己乐意做而且能够做的事，二来证明自己确实生性疏顽，不思改过，反而变本加厉，孤傲山林，乐山乐水，表现出不屈抗争的勇气和愤激的心情。接下来十二句，写建亭后所见美景和心情的愉悦。写景从高而下，从远而近。在高峻的东山顶上仰天俯地，有上凌云霄，遗世独立之感。远山凑拢，澄江怀抱，胸襟不由开阔博大。夕照临轩，栖鸟飞还，菡萏艳色，斑竹清痕，清丽宁静的自然美景，令他陶醉。这样，由于贬谪而枯槁的精神，到此时方才开颜。当然，这只是暂时的、精神上的屏除和遗忘，所以描写赏心悦目的美景总偏重于幽深寂静的特征，蕴含着诗人心中深藏的挥之不去的忧怨。最后六句，写乡愁别情袭来，强自宽慰。赏心乐事最忌孤寂，何况柳宗元又身处贬谪的现实之中，所以山水之乐只能暂忘心中郁垒，时间稍长，不由得又勾起了深切的乡愁离恨。这种悲哀是由贬谪而来，与忧愤同根而互生，想要回归故里，现实中同样不可能，诗人只得强自宽慰，“置之勿复道”，在须臾的闲适欢乐中，忘得一时算一时。结尾哀婉低沉，怨愤之情长绕不去。</p> <p>　　总之，遭贬而心情压抑——出游以求解脱——陶醉美景而暂悦——勾起乡愁——强自宽解而其实未能，是柳宗元山水诗最常见的结构方式和表达手法，而孤愤沉郁是贯穿全诗的感情基调和独特风格。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_18281.aspx\">诗</a>当作于公元806年（元和元年）夏。<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《法华寺西亭夜饮赋诗序》：“余既谪永州，以法华寺浮图之西临陂池丘陵，大江连山，其高可以上，其远可以望，遂伐木为亭，以临风雨，观物初，而游乎颢气之始。间岁，而元克己由柱下吏谪焉而来。无几何，以文从余者多萃焉。”可知法华寺西亭建于元克己谪永前二年。而元克己至永州不迟于公元808年（元和三年），推之，法华寺西亭建于公元806年。因为此诗中提及“菡萏溢嘉色”，故知作诗之时为夏天。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "夏天",
    "纪游",
    "抒怀",
    "愁苦"
  ]
}