{
  "id": 72943,
  "star": 61,
  "name": "枯树赋",
  "dynasty": "南北朝",
  "content": "　　殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 </p> <p>　　至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。</p> <p>　　若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。</p> <p>　　若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。</p> <p>　　况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：”建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。“桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”",
  "fanyi": "<p><strong>译文</strong></p> <p>　　殷仲文英俊多才，温文尔雅，声名传遍天下。当晋朝末年世道时局发生变化的时候，把他外放为东阳太守。他因此而感到很不得志，常常怏怏不乐，曾顾视庭前的槐树而叹息说：“这棵树的枝干分散剥落，看来是毫无生机了!\"</p> <p>　　譬如白鹿塞坚贞的古松，雍州南山神奇的梓树，根深叶茂，气势磅礴，与山崖内外结成一体。但桂树却枯死了，梧桐也凋败了，这又是因为什么呢？原来它们当初是从很远的地方（三河），从很广阔的园田里移植而来的。它们虽然在汉魏帝王的建始殿前开花，在睢阳梁孝王的东苑里结果。它们虽然能随风发出嶰谷乐器般的声响，枝条拂动而形成《云门》似的舞姿；虽然有凤凰携带幼雏聚集于树上，有鸳鸯围绕左右比翼双飞，不过它们临风怀想，难以忘记故乡的鹤鸣；对月叹息，又好像是听到了三峡的猿啼。也有些弯曲结疤，上下缠扭的树木，树干粗短得如同蹲在地上的熊虎，枝条柔弱得好像出没嬉水的鱼龙。然而这样无用的树木却被用来制作山形的斗拱，藻绘的梁柱，使匠石看了大吃一惊，公输见了迷惑不解。初步雕凿成型后，竟还要用刻刀做进一步加工，或雕上有鳞有甲的祥龙，或刻成有角有牙的瑞兽。一层层灿烂如碎锦，一片片娇艳如真花。色彩纷呈的花草树木，散布成一团团的云霞。</p> <p>　　说到松子、古度、平仲、君迁这类树木，茂盛挺拔，动辄有百顷之多，砍倒复生，往往有千年的树龄。有的树在秦朝曾受封过大夫的官职，有的树在汉朝曾与将军的名字连在一起。但不论是哪种树，它们无不受到苔藓和蕈菌的遮压，无不受到鸟雀和害虫的剥啄。在霜露的侵袭下它们不得不低眉垂首，在风烟的围剿中它们又不得不震颤乃至倒仆。东海一带有座神庙前种着白皮松，西河地区有棵枯干的桑树被奉为社神。北方用杨叶作为关塞的名称，南国又用梅根称呼冶铸的场所。<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>的辞赋讲过桂枝遭人攀折，刘琨的《扶风歌》也写过在松树下系马。又何止是在细柳设立过城防，在桃林修建过关塞。</p> <p>　　至于山水隔绝，流落在异地他方。被移动的大树流着眼泪，受伤的树根鲜血淋漓。枯死的空心老干时常起火，断裂的节疤处树脂横溢。有的树歪歪斜斜地横卧在山洞口，有的树从中间拦腰折断仰倒在半山坡。纹理偏斜的极粗的树像冰块一样破碎了，纹理端正的极高的树也像瓦片一般断裂了。树身上下长满疙瘩肿瘤，树身内外满是乌窝虫穴。丛林中有树怪出没闪烁，山野里有鬼魅游荡作祟。</p> <p>　　更何况像我这样机运不佳，生逢国难，出使不归，羁旅异朝的人。身居陋巷，荒草掩门。看到草木的凋谢自然会伤心，看到草木的衰老枯死更要哀叹不已。《淮南子》说：“树叶落了说明一年又要过去了，这是使老年人最感伤心的事。”这些话所说的意思正和我现在的心情是一样的啊。于是我作歌唱道：“建章宫的栋梁毁于大火，黄河里的木筏烂在水中。如果不像金谷园中的柏树那样人去园空，也会像河阳县里的桃花那样枯萎不存。”桓大司马听了我的歌恐怕还会大发感慨：“当年栽种的柳树，繁茂可爱。现在看到它们枯败凋零，不能不令人凄伤。在短短的时间里树都老得不成样子了，人又怎么能经受得了年龄的催迫！”</p> <p><strong>注释<br></strong>1.殷仲文：字仲文，陈郡（今河南淮阳）人。东晋大臣、<a href=\"http://so.gushiwen.org/view_72943.aspx\">诗</a>人。少有才藻，美容貌。为新安太守。东晋元兴元年（402年），桓玄入建康（今江苏南京），仲文弃郡投玄，被用为咨议参军。二年（403年），桓玄废晋安帝，立国号楚，仲文以佐命（辅政）亲贵。三年（404年），桓玄败，仲文随玄西走，至巴陵（今湖南岳阳），叛玄，因奉二后（永安皇后何氏、皇后王氏）投义军，而为镇军长史，转尚书。东晋义熙三年（407年），与桓胤、骆球等谋反，被刘裕所杀。《晋书》卷九十九有传。风流：英俊。儒雅：风度温文尔雅。<br>2.世异时移：桓玄称帝，以殷仲文为咨议将军。后桓玄为刘裕所败，晋安帝复位，仲文上表请罪。此句指此事。<br>3.东阳：郡名，在今浙江金华。<br>4.忽忽：恍惚，失意的样子。殷仲文复归晋朝，自认为素有名望，必当朝政，结果只做到大司马咨议，而且和他平日所看不起的谢混等人比肩同列，所以常感到怏怏不得志。后来又出为东阳太守，就更加怨愤。见《晋书》本传。<br>5.庭：院子。<br>6.婆娑（suō）：本指舞蹈时婉转倾侧的样子，引申为人的偃息纵弛之貌，这里用来形容槐树枝干分散剥落。《世说新语·黜免》：”桓玄败后，殷仲文还为大司马咨议，意似二三（反复无定），非复往日。大司马府听（厅）前有一老槐，甚扶疏（繁茂分披）。殷因月朔，与众在听（厅），视槐良久，叹曰：‘槐树婆娑，无复生意！’”<br>7.生意：生机。<br>8.至如：发语词。下文“乃有”、“若夫”、“若乃”同此。白鹿：指白鹿塞，在今甘肃敦煌。贞松：松历寒不凋，故喻其品格为坚贞。贞，坚。晋黄义仲《十三州记》载：“甘肃敦煌有白鹿塞，多古松，白鹿栖息于下。”<br>9.青牛文梓：唐徐坚等辑《初学记》引《录异传》载，春秋时秦文公砍伐雍州南山文梓树，断树，有一青牛从中出来，走入泮（pàn）水中。又古人以为树万岁化为青牛。<br>10.柢（dǐ）：树木的本根。盘魄：同“磅（páng）礴（bó）”，盛大。<br>11.山崖表里：以山崖为表里，形容上句所说根柢的牢固。<br>12.桂：桂树。销亡：枯死。《汉书·外戚传》载：“李夫人死后，汉武帝思念不已，作《悼李夫人赋》说：‘秋气憯以凄泪兮，桂枝落而销亡’。”<br>13.桐：梧桐。半死：凋残。汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》：“龙门之桐，高百尺而无枝……其根半生半死，冬则烈风、漂霰、飞雪之所激也，夏则雷霆、霹雳之所感也。”<br>14.三河：汉时称河东、河内、河南三郡为三河，相当于今河南西北部、山西南部地区。徙植：迁徙移植。<br>15.九：虚数，泛指多。畹（wǎn）：古代三十亩为一畹。九畹，指大面积移植。《楚辞·离骚》：“余既滋兰之九畹兮，又树蕙之百亩。”<br>16.建始：洛阳宫殿名，于建安二十五年（220年）为<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>所建。<br>17.睢（suī）阳之园：指汉梁孝王刘武所建的梁园，方三百里，在今河南商丘。<br>18.声：指树木在风雨中发出的声音。嶰（jiè）谷：传说在昆仑山北，黄帝曾派伶纶至此地取竹制作乐器。这里指乐曲。见《汉书·律历志》。<br>19.曲：指似乐曲的树中风声。抱：怀有。《云门》：黄帝时的舞曲。见《周礼·大司乐》。<br>20.将：带领。集：群鸟停落在树上。这句是说凤凰携幼鸟停落在树上。《礼瑞命记》云：“黄帝时，凤蔽日而来，止帝园，食常竹实，栖常梧桐，终不去。”乐府古辞《陇西行》：“凤凰鸣啾啾，一母将九雏。”<br>21.巢：筑巢。鸳：鸳鸯。这句是说鸳鸯在树上筑巢双飞。《列异传》载：“宋康王欲夺韩凭妻，逼死韩凭，妻跳台自杀，分别埋之，两冢各生梓树，根交枝错，合为一体，有鸳鸯雌雄各一栖其上，晨夕不去。”<br>22.风亭：指风。唳（lì）鹤：鹤叫。这句是说鹤常立树上对风鸣叫。<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云兄弟被成都王司马颖杀害，遇害前陆机叹道：“华亭鹤唳（lì），有可复闻乎！”<br>23.月峡：明月峡，巴郡三峡（明月峡、广德峡、东突峡）之一，在今重庆市东北八十里，峡壁有圆孔，形如满月。这里指月。见《华阳国志》、《益州记》。吟猿：巴东三峡（广溪峡、巫峡、西陵峡）水路艰险，行人至此往往起怀乡之感，有渔歌唱道：“巴东三峡巫峡长，猿呜三声泪沾裳。”见《水经注·江水》。这里合二事而用之，是说猿猴常立树上对月长鸣。<br>24.拳曲：即弯曲。拥肿：同“臃（yōng）肿（zhǒng）”，树木瘿（yǐng）节多而不平。《庄子·逍遥游》：“吾有大树，人谓之樗（chū），其大本拥肿而不中绳墨，其小枝拳曲而不中规矩。立之途，匠者不顾。”<br>25.盘坳（ào）：盘曲扭结的样子。反覆：指缠绕交错。<br>26.彪：小虎。以上两句形容树木的曲肿盘绕之状。<br>27.节：树的枝干交接处。这句是说树节竖立多如山山相连。<br>28.文：花纹。蹙（cù）：皱。这句是说树木的花纹横生，有如水面波纹。<br>29.匠石：古代有名的木匠，名石。《庄子·人间世》载，有个叫石的木匠到齐国去，路上见到一棵被奉为神树的大栎树，连看也不看，因为他知道栎树木质极差，没有大用途。这里反用其意。<br>30.公输：春秋时鲁国的能工巧匠，姓公输名班，也称鲁班。眩目：眼光惑乱。<br>31.雕镌：雕刻。就：成。<br>32.剞（jī）劂（jué）：雕刻用的刀子。<br>33.平鳞铲甲，落角摧牙：平、铲、落、摧，义同，指砍掉，铲平。鳞、甲，指树皮。角、牙，指树干的疙瘩节杈。<br>34.纷披：散乱的样子。<br>35.以上八句是形容能工巧匠在木头上雕刻的生动图案。<br>36.松子：指松树，子可食。一说作“松梓”，松树与梓树。古度：树名，不华而实，子从皮中出，大如石榴。平仲：树名，实白如银。君迁：树名，实如瓠（hù）形。晋左思《吴都赋》：“木则枫柙（xiá）、豫樟，栟（bīng）榈（lǘ）、枸（gǒu）桹（láng），绵杬（yuán）、杶（chūn）栌（lú），文欀（xiāng）、桢（zhēn）橿（jiāng），平仲、桾（jūn）櫏（qiān），松梓、古度。”<br>37.森梢：指枝叶繁盛茂密。<br>38.槎（chá）枿（niè）：树木砍后重生的枝条。斜砍为槎，砍而复生为枿。这句是说这些新芽也会生长千年。<br>39.大夫受职：受封大夫之职。《史记·秦始皇本纪》载，秦始皇到泰山封禅时，避雨于松树下，于是封其松为“五大夫”。后以“五大夫”为松树的别名。这里指松。<br>40.将军坐焉：《后汉书·冯异传》载，东汉将领冯异辅佐<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>兴汉有功。诸将并坐立功，他常独坐树下，军中称其为“大树将军”。此句指树。<br>41.苔埋菌压，鸟剥虫穿：指枯树埋没于青苔，上面寄生菌类，被飞鸟剥啄、蛀虫蠹（dù）穿。<br>42.撼顿：摇撼倒地。<br>43.东海：指东部沿海地区。白木之庙：相传为黄帝葬女处的天仙官，在今河南密县。此地有白皮松，称“白木之庙”。白木，指白皮松。<br>44.西河：西方黄河上游地区。社：古代祭祀土地神的地方。应劭《风俗通义》载，东汉汝南南顿（今河南项城西南）人张助在干枯的空桑中种李，有患目疾者在树荫下休息，其目自愈，于是在此处设庙祭祀。<br>45.北陆：泛指北方地区。以杨叶为关：以“杨叶”为关卡之名。<br>46.南陵：泛指南方地区。梅根作冶：以梅树根作冶炼金属时用的燃料。以上四句统言东西南四方，有庙、社、关、冶，都是以木得名的。<br>47.小山：即淮南小山，汉淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>的门客，姓名不详，今存辞赋《招隐士》。丛桂留人：淮南小山《招隐士》：“桂树丛生兮山之幽，……攀援桂枝兮聊淹留。”<br>48.扶风：指《扶风歌》，乐府诗篇名。长松系马：晋刘琨《扶风歌》：“据鞍长叹息，泪下如流泉。系马长松下，发鞍高岳头。”长松，高松。<br>49.岂独：难道只有。临：看。细柳：即细柳城，在今陕西咸阳市西南渭河北岸，西汉周亚夫屯军于此，称细柳营。城临细柳，即临细柳城。<br>50.桃林：即桃林塞，约当今河南灵宝以西、陕西潼关以东地区，其地有函谷关古道。春秋时晋文公命詹嘉守桃林之塞，即指此地。塞落桃林，即落桃林塞。<br>51.若乃：至于。阻绝：阻断。<br>52.飘零：漂泊，流落。<br>53.拔本垂泪，伤根沥血：拔本、伤根，指拔掉树根，损伤树根。垂泪、泣血，指大树因受到损伤而痛哭流涕。《三国志·魏志·武帝纪》注引《世说》及《曹瞒传》：曹操命花匠移植梨树，“掘之，根伤尽出血。”<br>54.火入空心：即空心入火，把干空心的树放入火中。入，放入。空心，树枯朽心空。<br>55.膏流断节：指树脂从断节处流出来。膏，树脂。<br>56.横：横放。敧（qī）：倾斜。<br>57.顿：倒下。<br>58.文：同“纹”，指树纹。百围：形容树干粗大。围，两臂合抱的长度。冰碎：像冰一样被敲碎。<br>59.理：树的纹理。千寻：形容树木高大。寻，古代八尺为一寻。瓦裂：像瓦一样被吉裂。<br>60.瘿（yǐng）、瘤（liú）：树木枝干上隆起似肿瘤的部分。<br>61.藏：指在树上的虫子。穿：咬穿。抱：环绕。代指整天环绕树木飞行的飞鸟。穴：作窝。藏穿，指虫穴。抱穴，指鸟窝。<br>62.木魅：树妖。《抱朴子·登涉》：“山中有大树，有能语者，非树能语也，其精名曰云阳，呼之则吉。”睒（shǎn）睗（shì）：目光闪烁的样子。<br>63.山精：山妖。《玄中记》：“山精如人，头长三四尺，食山蟹，夜出昼藏。”妖孽：动词，为妖作孽，<br>64.风云：比喻社会局势。感：振奋。<br>65.羁（jī）旅：寄居作客。<br>66.采葛：完成使命。《诗经·王风·采葛》本是男女的爱情诗，汉代郑玄解作“以采葛喻臣以小事使出”。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>是出使北朝时被迫留下的，以此典喻自己未能完成使命。<br>67.食薇：周武王灭殷，伯夷、叔齐不食周粟，隐于首阳山，采薇（野草）而食，有人告诉他们薇也属周朝所有，他们便宁肯饿死。见《史记·伯夷传》。这里指在北朝做官。<br>68.沉沦、芜没：指沦落潦倒。穷巷、荆扉：指平民百姓的住处。<br>69.摇落：喻衰老。《楚辞》<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《九辩》：“悲哉秋之为气也，萧瑟兮草木摇落而变衰。”<br>70.弥：更加。嗟（jiē）：叹息。<br>71.《淮南子》：又称《淮南鸿烈》，是西汉淮南王刘安及其门客苏非、李尚等所写的杂家著作，主要阐述道家思想，间糅阴阳、儒、法诸家思想。“木叶落，长年悲“引自《淮南子·说山训》，今本作”见一叶落，而知岁之将暮……故桑叶落而长年悲也“。长年，指老年人。<br>72.建章：西汉宫殿名，汉武帝时修建。三月火：指东汉建武二年（26）建章宫被焚之事。语用《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：项羽引兵“烧秦宫室，火三月不灭”。<br>73.槎（chá）：木筏。传说黄河与天河相通，有人乘浮槎上犯牵牛、织女星。晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》：”年年八月，有浮槎往来不失期。“此句是说，建章宫被焚烧时，灰烬在万里黄河中漂流，有如浮槎。<br>74.金谷：即金谷园。在今河南洛阳市东北，为晋<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>所筑。石崇《思归引序》称园内有”柏木几于万株“。<br>75.河阳：晋河南孟州市西北。晋<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>为河阳令，命满城栽桃树。<br>76.桓大司马：指东晋桓温，字元子，晋简文帝时任大司马。《晋书》卷九十八有传。按，桓温为桓玄父，死于宁康元年（373年），早在桓玄篡晋之前，与殷仲文顾槐而叹并非同时，庾信在这里对举殷、桓的话不过是假设之词。<br>77.依依：繁盛貌，又指杨柳随风飘扬，似有眷恋之意。汉南：汉水之南。<br>78.凄怆：凄惨悲伤。江潭：江水深处，此指江汉一带。<br>79.堪：忍受。《晋书·桓温传》载，桓温自江陵北伐，行经金城，见年轻时“所种柳皆已十围，慨然曰：‘木犹如此，人何以堪！’攀枝执条，泫然流涕。”又见《世说新语·言语》。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《枯树赋》是一篇骈赋，通篇骈四俪六，抽黄对白，词藻络绎奔会，语言清新流丽，声律婉谐，虽多次换韵，读之仍然音韵铿锵，琅琅上口。全赋以人喻树，以树喻人，借树木由荣到枯，喻自己由少壮到风烛残年的生活体验和心理感受，苍凉深婉，老练浑成。从而使得“枯树”这一形象成为<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>人北之后内心最为生动的表述。</p> <p>　　《枯树赋》开头一段，借殷仲文之事以发端，兼切赋题，并有两重用意。首先，殷仲文的身世经历与庾信有相似之处，所以虽是历史人物，却是以作者代言人的身份出场。其次，殷仲文对枯树的慨叹，沉痛而隽永，是早已载入《世说新语》的佳话。以此发端，既显得自然平易，又为全篇奠定了悲凉的抒情基调。第一段在全赋起了序文的作用。</p> <p>　　从“至如白鹿贞松”至“散乱烟霞”为第二段。此段写了各种各样的树木，其中有《十三州志》所记的白鹿塞的古松，有《搜神记》所写的“青牛大梓树”等。尽管它们盘根广大，结体山崖，到头来有的消亡了，有的半死不活。本段紧要之处在于“桂何事而销亡，桐何为而半死”这一疑问。这里既有同类的反衬，更有今昔的对比，而关键在于后者。通过北方贞松、文梓的郁勃生机，自然引发出对桂树、梧桐的萧瑟枯萎的惋惜和疑问。当桂树、梧桐从原产地移植到帝王之乡，皇宫苑囿时，可谓备极尊宠：“开花建始之殿，落实睢阳之园”，但它们又是不幸的，因为它离开了故土。它们发出的声音如上古乐曲，引来凤凰鸳鸯等象征吉祥的禽鸟。尽管备极荣华，在它们的意识中，始终不能忘却故乡，风朝月夕，不免悲吟。心灵的折磨，使嘉树失去了生机。这几句隐寓作者本是梁朝之臣，而今流落北朝，飘零异地，不觉年老，像枯树一样，已失去生意。下文转笔写各种不材之木，其中有弯曲臃肿的，也有节疤横生的，加工这种树木，使能工巧匠也望而生畏；但经过一番雕刻砍削之后，居然能雕出诸如“重重碎锦，片片真花；纷披草树，散乱烟霞”之类的美丽图案。无材之木偏偏有用，与此相反，便出现了“材大难为用”的反常现象。</p> <p>　　“若夫松子古度”以下至“塞落桃林之下”为第三段。此段写了名目繁多的树木，如松子、古度，平仲、君迁，还有在人事上，秦始皇曾封松树为五大夫，后汉冯异有“大树将军”之号；传说中，有白木之庙，枯桑之社；地理图标出了杨叶、梅根的字样；文学领域更有<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>丛桂留人的深情、两晋之交刘琨长松系马的豪迈，以及由于战争而著称的细柳营、桃林塞。但它们的最终结局，终不免“苔埋菌压，鸟剥虫穿”，枯萎于霜露与风烟之中。惟有以树命名的庙、社、关、冶、塞、营，却能名存后世。这里隐寓着人的年寿有时而尽，荣华止乎其身，惟有名存青史，才可永垂不朽。在洞悉了嘉树与恶木都必然朽落的命运之后，庾信将眼光投向更辽远广阔之处，去书写树木的历史与空间。树木荫蔽着人类，所以人类的历史也留下了树的印痕。</p> <p>　　“若乃山河阻绝”至“山精妖孽”为第四段。此段较明显地引入己身的遭遇。世间万般悲苦，莫过于生离和死别；死别则死者长已矣，生离却是漫延剥蚀，一生无法痊愈的伤口。所以“山河阻绝”一段，血泪纵横，火殛膏流，残毁碎裂，妖孽舞蹈，是庾信笔下最惊心动魄的景象。意象诡怪可怖，写法富于象征性，而一韵到底的文字，也分外予人以激烈却又无比压抑的感受。</p> <p>　　最后一段，由象征回到自身，代言变为自言，是更明显的自身遭际的感叹。这里有羁旅不归的悲哀，有屈节仕北的惭耻。激烈之后渐归于平静，但平静并非淡泊，而是对命运的承受，或者更确切地说，是忍受。“风云不感”以下六句，对个人经历做了简短的概括后，以“既伤摇落，弥嗟变衰”八字总结了自己的心境，可以看作是全赋的提要。《淮南子》上所说的“木叶落，长年悲”，引起作者的共鸣，引文意有未尽，作者又自作歌四句：“建章三月火，黄河千里槎。若非金谷满园树，即是河阳一县花。”这四句歌虽句句用典，却句句暗落己身，昔日的繁华已成过眼云烟，剩下的只有飘泊羁旅的孤独与凄凉和无穷无尽的哀伤而已。最后在桓温的几句哀叹中结束了全篇。“树犹如此，人何以堪”，既与赋首的“此树婆娑，生意尽矣”相呼应，又是全篇以树形人的致意之点，读之令人辄唤“奈何”。</p> <p>　　全篇的“文眼”，即<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>所说的“一篇之警策”，是“生意尽矣”四字。人至暮年，死亡的阴影无时不在，而早年国破身辱，生活流离的经历，更会加剧心灵的折磨，无材补天而只能沦为玩物的恶木，正是庾信的自我写照。所以赋中流露出悲伤到绝望的的情调，不是偶然的。我们可以说这种情调是不理智甚至偏执的，但若设身处地，就能理解，并进而同情、欣赏这种无理而有情的文字境界。传说，天鹅临终时发出的鸣声最美也最凄厉，《枯树赋》就是庾信的天鹅之歌。</p> <p>　　《枯树赋》名为咏树，实为咏怀，赋中的许多艺术描写，与他后半生的经历密不可分。赋末由树及人，将写树与喻己有机地结合起来。该赋将简单的叹喟变成丰富具体的形象，并用了很多艺术手段来写树，写各种各样的树，其中有环境的烘托，也有气氛的渲染，写树的遭遇，也写它们拔本伤根的悲哀，语言形象鲜明。作者使用了很多典故，他的典故汇彼多方，屡变屡新，有些用典使人不觉，多数典故，运用得灵活自如，似出己口。</p> <p>　　从《枯树赋》可以看出，这时的庾信，眼界宽广、思路开阔，把宫廷、山野、水边、山上的树，名贵的、普通的树都写到了，又把和树有关的典故、以树命名的地方，也都写了出来。庾信善用形象、夸张的语言，鲜明的对比，成功地描写出了各种树木原有的勃勃生机与繁茂雄奇的姿态，以及树木受到的种种摧残和因为摧残而摇落变衰的惨状，使人读后很自然地对树木所受到的摧残产生不平，感到惋惜。</p> <p>　　庾信由南入北，在与北朝文化的冲突抵牾中，在江南风气渐去渐远的羁旅之恨中，心中出现了强烈的文化失根之感，而江陵焚书更是一次空前的文化浩劫，在庾信心中留下巨大创痛。“树犹如此，人何以堪”，庾信暮年发出的这一声哀号，也正是其“拔根”、“伤根”之痛的自然反应。</p>",
  "about": "<h2>创作背景</h2> <p>　　梁武帝末，侯景叛乱，<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>时为建康令，率兵御敌，战败。建康失陷，他被迫逃亡江陵，投奔梁元帝萧绎。元帝承圣三年（554年）他奉命出使西魏，抵达长安不久，西魏攻克江陵，杀萧绎；他被留在长安。</p> <p>　　江陵失陷后，大批江南名士被俘送长安。西魏恭帝二年（公元555年），王克、沈炯等首批获遣东归。北周武成二年（560年），周、陈南北通好，陈朝即要求北周放还<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、庾信等十数人，但是别人都陆续遣归了，只有王褒、庾信羁留不遣。 </p> <p>　　在此期间，庾信时常感怀自己的身世，于是就写作了一篇荡气回肠名流千古的骈赋《枯树赋》。</p>",
  "poet": {
    "id": 662,
    "star": 0,
    "name": "庾信",
    "image": "http://img.gushiwen.org/authorImg/yuxin.jpg",
    "desc": "庾信（513—581）字子山，小字兰成，北周时期人。南阳新野（今属河南）人。他以聪颖的资质，在梁这个南朝文学的全盛时代积累了很高的文学素养，又来到北方，以其沉痛的生活经历丰富了创作的内容，并多少接受了北方文化的某些因素，从而形成自己的独特面貌。"
  },
  "tags": [
    "咏物",
    "羁旅",
    "思乡",
    "抒怀",
    "悲愤"
  ]
}