{
  "id": 56087,
  "star": 1778,
  "name": "诉衷情·当年万里觅封侯",
  "dynasty": "宋代",
  "content": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。<br>胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。",
  "fanyi": "<p><strong>译文</strong><br>回忆当年鹏程万里为了寻找建功立业的机会，单枪匹马奔赴边境保卫梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？灰尘已经盖满了旧时出征的貂裘。<br>胡人还未消灭，鬓边已呈秋霜，感伤的眼泪白白地淌流。这一生谁能预料，原想一心一意抗敌在天山，如今却一辈子老死于沧洲！</p> <p><strong>注释</strong><br>⑴诉衷情：词牌名。<br>⑵万里觅封侯：奔赴万里外的疆场，寻找建功立业的机会。《后汉书·班超传》载：班超少有大志，尝曰，大丈夫应当“立功异域，以取封侯，安能久事笔砚间乎？”<br>⑶戍（shù）：守边。梁州：《宋史·地理志》：“兴元府，梁州汉中郡，山南西道节度。”治所在南郑。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>著作中，称其参加四川宣抚使幕府所在地，常杂用以上地名。<br>⑷关河：关塞、河流。一说指潼关黄河之所在。此处泛指汉中前线险要的地方。梦断：梦醒。<br>⑸尘暗旧貂裘：貂皮裘上落满灰尘，颜色为之暗淡。这里借用苏秦典故，说自己不受重用，未能施展抱负。据《战国策·秦策》载，苏秦游说秦王“书十上而不行，黑貂之裘敝，黄金百斤尽，资用乏绝，去秦而归”。<br>⑹胡：古泛称西北各族为胡，亦指来自彼方之物。南宋词中多指金人。此处指金入侵者。<br>⑺鬓：鬓发。秋：秋霜，比喻年老鬓白。<br>⑻天山：在中国西北部，是汉唐时的边疆。这里代指南宋与金国相持的西北前线。<br>⑼沧洲：靠近水的地方，古时常用来泛指隐士居住之地。<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《之宣城郡出新林浦向板桥》<a href=\"http://so.gushiwen.org/view_56087.aspx\">诗</a>有“既欢怀禄情，复协沧州趣”句。这里是指作者位于镜湖之滨的家乡。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>晚年的作品。下面是资深教育家、澳大利亚新南威尔士州孔子学院澳方院长、澳洲国立等大学博导史双元先生对此词的赏析。</p> <p>　　积贫积弱，日见窘迫的南宋是一个需要英雄的时代，但这又是一个英雄“过剩”的时代。陆游的一生以抗金复国为己任，无奈请缨无路，屡遭贬黜，晚年退居山阴，有志难申。“壮士凄凉闲处老，名花零落雨中看。”历史的秋意，时代的风雨，英雄的本色，艰难的现实，共同酿成了这一首悲壮沉郁的《诉衷情》。</p> <p>　　作这首词时，词人已年近七十，身处故地，未忘国忧，烈士暮年，雄心不已，这种高亢的政治热情，永不衰竭的爱国精神形成了词作风骨凛然的崇高美。但壮志不得实现，雄心无人理解，虽然“男儿到死心如铁”，无奈“报国欲死无战场”，这种深沉的压抑感又形成了词作中百折千回的悲剧情调。词作说尽忠愤，回肠荡气。</p> <p>　　“当年万里觅封侯，匹马戍梁州”，开头两句，词人再现了往日壮志凌云，奔赴抗敌前线的勃勃英姿。“当年”，指1172年（乾道八年），在那时陆游来到南郑（今陕西汉中），投身到四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>幕下。在前线，他曾亲自参加过对金兵的遭遇战。“觅封候”用班超投笔从戎、立功异域“以取封侯”的典故，写自己报效祖国，收拾旧河山的壮志。“自许封侯在万里”（《夜游宫·记梦寄师伯浑》），一个“觅”字显出词人当年的自许、自负、自信的雄心和坚定执着的追求精神。“万里”与“匹马”形成空间形象上的强烈对比，匹马征万里，“壮岁从戎，曾是气吞残虏”（《谢池春·壮岁从戎》），呈现出一派卓荦不凡之气。“悲歌击筑，凭高酹酒”（《秋波媚·七月十六日晚登高兴亭望长安南山》），“呼鹰古垒，截虎平川”（《汉宫春·初自南郑来成都作》），那豪雄飞纵、激动人心的军旅生活至今历历在目，时时入梦，之所以会这样，是因为强烈的愿望受到太多的压抑，积郁的情感只有在梦里才能得到宣泄。“关河梦断何处，尘暗旧貂裘”，在南郑前线仅半年，陆游就被调离，从此关塞河防，只能时时在梦中达成愿望，而梦醒不知身何处，只有旧时貂裘戎装，而且已是尘封色暗。一个“暗”字将岁月的流逝，人事的消磨，化作灰尘堆积之暗淡画面，心情饱含惆怅。</p> <p>　　上片开头以“当年”二字楔入往日豪放军旅生活的回忆，声调高亢，“梦断”一转，形成一个强烈的情感落差，慷慨化为悲凉。至下片则进一步抒写理想与现实的矛盾，跌入更深沉的浩叹，悲凉化为沉郁。</p> <p>　　“胡未灭，鬓先秋，泪空流。”这三句步步紧逼，声调短促，说尽平生不得志。放眼西北，神州陆沉，残虏未扫；回首人生，流年暗度，两鬓已苍；沉思往事，雄心虽在，壮志难酬。“未”“先”“空”三字在承接比照中，流露出沉痛的感情，越转越深：人生自古谁不老？但逆胡尚未灭，功业尚未成，岁月已无多，这才迫切感到人“先”老之酸楚。“一事无成霜鬓侵”，一股悲凉渗透心头，人生老大矣。然而，即使天假数年，双鬓再青，也难以实现“攘除奸凶，兴复汉室”的事业。“朱门沉沉按歌舞，厩马肥死弓断弦”，“云外华山千仞，依旧无人问”。所以说，这忧国之泪只是“空”流，一个“空”字既写了内心的失望和痛苦，也写了对君臣尽醉的偏安东南一隅的小朝廷的不满和愤慨。“此生谁料，心在天山，身老沧洲。”最后三句总结一生，反省现实。“天山”代指抗敌前线，“沧洲”指闲居之地，“此生谁料”即“谁料此生”。词人没料到，自己的一生会不断地处在“心”与“身”的矛盾冲突中，他的心神驰于疆场，他的身却僵卧孤村，他看到了“铁马冰河”，但这只是在梦中，他的心灵高高扬起，飞到“天山”，他的身体却沉重地坠落在“沧洲”。“谁料”二字写出了往日的天真与此时的失望，“早岁那知世事艰”，“而今识尽愁滋味”，理想与现实是如此格格不入，无怪乎词人要声声浩叹。“心在天山，身老沧洲”两句作结，先扬后抑，形成一个大转折，词人犹如一心要搏击长空的苍鹰，却被折断羽翮，落到地上，在痛苦中呻吟。</p> <p>　　陆游这首词，确实饱含着人生的秋意，但由于词人“身老沧洲”的感叹中包含了更多的历史内容，他的阑干老泪中融汇了对祖国炽热的感情，所以，词的情调体现出幽咽而又不失开阔深沉的特色，比一般仅仅抒写个人苦闷的作品显得更有力量，更为动人。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>四十八岁，应四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>之邀，从夔州前往当时西北前线重镇南郑（今陕西汉中）军中任职，度过了八个多月的戎马生活。　开篇两句，怀着自豪的心情回忆从戎南郑的生活。起处用“当年”二字领起，化实为虚，点出所叙系指往事。“觅封侯”，谓寻找杀敌立功以取封侯的机会。“匹马”既是纪实，也刻划出作者从军时的勃勃英姿。“戍梁州”，具体指出驻守的地方。南郑属古梁州，故曰。那是乾道八年（1172）的春天，陆游接到王炎的邀请书后，便匹马单身离开夔州，风尘仆仆地奔赴前线，去任“四川宣抚使司干办公事兼检法官”。当时他十分兴奋，希望能在万里边防线上找到杀敌报国的机会。来到南郑之后，他身披铁甲，跨上战马，腰悬利剑，手挽长枪，冒着酷暑严寒，踏着崎岖坎坷的山路，奔驰于岐渭蜀陇之间，调查地形，了解敌情，积极为北伐进行准备。他曾向王炎陈进取之策，对收复失地、统一祖国充满了胜利的信心。<a href=\"http://so.gushiwen.org/view_56087.aspx\">诗</a>人回忆这段生活，是为了与后文对照，揭示英雄末路的悲哀。</p> <p>　　“关河”两句一转，回笔描写现实。杀敌报国的理想破灭了，而今只有在梦中才能重返前线。可是梦醒之后，一切都消失了，那雄伟险峻的关山江河又在什么地方呢？只有当年从军时穿过的那件“旧貂裘”，积满灰尘，还挂在墙上，作为“匹马戍梁州”的纪念。陆游对这件“旧貂裘”十分珍视，因为他曾穿着它在前线冲锋陷阵：“貂裘半脱马如龙，举鞭指麾气吐虹。”（《醉歌》）还穿着它在荒滩上亲手剌死过一只猛虎：“百骑河滩猎盛秋，至今血溅短貂裘”。（《醉歌》）所以当他离开南郑后，一直把它藏在身边保存着。“旧貂裘”是此篇中唯一展现在作者眼前的物象，虽然词中只用一句轻轻带过，但却是理解此词的关键。原来诗人是睹物伤情，因见貂裘而引起对往事的回忆和感慨。也可以说，“旧貂裘”是这首词灵感的触媒。</p> <p>　　换头三句，紧承上片结拍，写梦醒后的悲凉心情。“胡未灭”，谓入侵中原的金人尚未被消灭，半壁河山还在敌寇的铁蹄蹂躏之下；“鬓先秋”，慨叹自己发如秋霜，年迈体衰，不能重返前线；“泪空流”，是说壮志成空，忧国忧民的眼泪等于白流。这里连用“未”、“先”、“空”三个虚词，表达作者对现实的幻灭感，一唱一叹，感人至深。 “未”表达了作者逆胡（金入侵者）没有消灭，功业没有建成，感到无比遗恨之情；“先”表达了作者岁月不多，两鬓已苍，雄心虽在，壮志难酬的沉痛之情；“空”表达了作者对朝廷的不满和愤慨，内心的失望和痛苦之情。</p> <p>　　最后三句，通过自身的遭遇反映现实和理想的矛盾，抒发对南宋统治集团误国误民政策的无比愤慨。谁会料到，像他这样一生志在恢复中原，时刻准备奔赴疆场，为国献身的人，却落得如此下场！此时被罢官回乡，只得披上渔蓑，去作江边的无名隐士，终老于镜湖之滨了。这种“心在天山，身老沧洲”的矛盾，不仅体现在陆游身上，南宋许多爱国志士同样也有切身的体验。因此陆游所抒发的悲愤之情，具有一定的代表性。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《读陆放翁集》（之二）说：“辜负胸中十万兵，百无聊赖以诗名。谁怜爱国千行泪，说到胡尘意不平。”这首词虽然没有从正面揭露和谴责南宋投降派，仅就个人的身世经历和遭遇而言，但通过诗人饱含热泪的诉说，不难看到投降派迫害爱国志士的罪行，从而激起读者对他们的愤恨。</p> <p>　　此篇语言明白晓畅，用典自然，不着痕迹，感情自胸臆流出，不加雕饰，如叹如诉，沉郁苍凉，有较强的艺术感染力，是陆游爱国词作的名篇之一。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是作者晚年隐居山阴农村以后写的，具体写作年份不详。公元1172年（宋孝宗乾道八年），<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>应四川宣抚使<a href=\"http://so.gushiwen.org/author_726.aspx\">王炎</a>之邀，从夔州前往当时西北前线重镇南郑军中任职，度过了八个多月的戎马生活。那是他一生中最值得怀念的一段岁月。公元1189年（淳熙十六年）陆游被弹劾罢官后，退隐山阴故居长达十二年。这期间常常在风雪之夜，孤灯之下，回首往事，梦游梁州，写下了一系列爱国<a href=\"http://so.gushiwen.org/view_56087.aspx\">诗</a>词。这首《诉衷情》是其中的一篇。</p>",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "爱国",
    "豪放"
  ]
}