{
  "id": 73250,
  "star": 15,
  "name": "天目",
  "dynasty": "明代",
  "content": "　　天目幽邃奇古不可言，由庄至颠，可二十余里。</p> <p>　　凡山深辟者多荒凉，峭削者鲜迂曲；貌古则鲜妍不足，骨大则玲珑绝少，以至山高水乏，石峻毛枯：凡此皆山之病。</p> <p>　　天目盈山皆壑，飞流淙淙，若万匹缟，一绝也。石色苍润，石骨奥巧，石径曲折，石壁竦峭，二绝也。虽幽谷县岩，庵宇皆精，三绝也。余耳不喜雷，而天目雷声甚小，听之若婴儿声，四绝也。晓起看云，在绝壑下，白净如绵，奔腾如浪，尽大地作琉璃海，诸山尖出云上若萍，五绝也。然云变态最不常，其观奇甚，非山居久者不能悉其形状。山树大者，几四十围，松形如盖，高不逾数尺，一株直万余钱，六绝也。头茶之香者，远胜龙井，笋味类绍兴破塘，而清远过之，七绝也。余谓大江之南，修真栖隐之地，无逾此者，便有出缠结室之想矣。</p> <p>　　宿幻住之次日，晨起看云，巳后登绝顶，晚宿高峰死关。次日，由活埋庵寻旧路而下。数日晴霁甚，山僧以为异，下山率相贺。山中僧四百余人，执礼甚恭，争以饭相劝。临行，诸僧进曰： “荒山僻小，不足当巨目，奈何?”余曰：“天目山某等亦有些子分，山僧不劳过谦，某亦不敢面誉。”因大笑而别。",
  "fanyi": "<p><strong>译文<br></strong>　　天目山幽静深邃奇妙古老，无法用语言来形容。从山脚下的双清庄到山顶，大约有二十余里路。</p> <p>　　一般来说幽深偏僻的山大多荒芜人烟；陡峭如削的山很少有盘旋迂回的山路；苍朴的山很少有光彩艳丽的景色；磅礴的山很少有精巧的趣味；以至于山高水就缺乏；岩石陡峭的山就缺少茂盛的植被。这些都是山的不足之处。</p> <p>　　天目山整个山都是沟壑，瀑布水流发出淙淙的水声，如万匹白色的丝绢，（这是天目山的）第一个绝妙之处。石头的颜色青色润泽，山石的棱角透漏巧妙，用石头铺成的小路上曲曲折折，石壁高耸陡峭，（这是天目山的）第二个绝妙之处。即使在幽静的山谷悬岩处，寺庙却都很精致，（这是天目山的）第三个绝妙之处。我的耳朵不喜欢听到打雷的声音，但天目山打雷的声音非常小，听起来就像婴儿的啼哭声，（这是天目山的）第四个绝妙之处。清晨起来看天目山的云彩，在悬崖下，白净得像丝绵一样，飘荡变幻如同浪花，大地变得五光十色，仿佛到处都是美丽的琉璃，每座山峰的山顶突出于云海之上，如同漂浮的浮萍，（这是天目山的）第五个绝妙之处。然而云彩的变化最不同寻常，它的样子非常奇特，如果不是久居山里的人，根本不能熟知云彩的形态。天目山高大的树木，树身粗的几乎有四十围，松树的形态如同华盖一样，树高不过几尺，一棵树价值万余钱，（这是天目山的）第六个绝妙之处。天目山每年第一次采摘的芳香扑鼻的茶叶，比龙井茶还要香甜。竹笋的味道像绍兴破塘所产的竹笋，但更加鲜嫩香甜，（这是天目山的）第七个绝妙之处。我认为，长江的南面，隐居深山，修心悟道的地方，没有比天目山更好的，于是（我）就起了脱离尘世的烦恼隐居山林的念头。</p> <p>　　住宿在幻住寺的第二天，早晨起来看云，巳时后登上了天目山的最高峰，晚上住在高峰死关。第二天从活埋庵沿着原来的路下山。这几天天气十分晴朗，山寺的和尚认为天气反常，下山时互相祝贺。山寺的和尚有四百多人，行礼非常恭敬，相互争着用饭招待我。等到要走的时候，山里的和尚说： “天目山偏僻而且小，不足以担当贵客的观赏，怎么办呢？”我说：“我和天目山也有些微妙的缘分，山僧们不必过<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>虚，我们也不敢当面称赞”。因而众人大笑着分别。</p> <p><strong>注释<br></strong>1.天目：天目山，古称浮玉山，在浙江临安县北。分东西两支，双峰雄峙，并多为怪石密林。相传峰巅各有一池，左右相望，故称“天目”。<br>2.幽邃(suì)奇古：是说天目山处于偏僻深远之地，姿态奇特，神貌古老。<br>3.不可言：无法用言语描述。<br>4.庄：指的是天目山下双清庄。相传梁昭明太子萧统在西天目读书，在东天目参禅，曾双目失明，以东西天目泉水洗眼后复明，故名双清庄。颠：同“巅”,山顶。<br>5.可：大约。<br>6.峭削：像刀削过那样陡峭。鲜(xiǎn)：稀少。以上两句是说，处于深僻的山大多荒凉，陡直峻峭的山则很少有迂回曲折的妙趣。<br>7.貌古：指山的神气容貌显得古老，地貌古朴。鲜妍(xiān yán)：鲜艳美丽。<br>8.骨：指山的骨架。这句是说，高大的山很少能给人精巧灵便的感觉。<br>9.石峻：石头又高又大。毛枯：草木枯败。毛：草,这里指草木。<br>10.病：缺陷。<br>11.盈山：满山。壑：山沟，山谷。<br>12.飞流：山高坡陡，流水直泻而下。淙淙(cóng)：流水声。<br>13.盈：满。<br>14.壑(hè)：深沟。<br>15.缟(gǎo)：白色丝织品。<br>16.绝：绝妙（之处）。<br>17.苍：青黑色。润：光滑滋润。<br>18.石骨奥巧：是说山石的骨架结构很巧妙，难以形容。奥巧：透漏巧妙。<br>19.竦(sǒng)峭：高耸陡峭。竦，通“耸”，高耸。<br>20.“虽幽”二句：是说天目山中小庙虽然在深山狭谷、悬崖峭壁上，但建筑都是精美的。“县”，同“悬”，悬挂。庵：指小庙。宇：指小庙的房屋建筑。<br>21.晓：天刚亮。<br>22.尽：全部。这句是说，整个大地都成了琉璃的海洋。<br>23.萍：即浮萍。这句是说，云里露出的山头，像是浮萍。<br>24.“然云”句：意谓云的形状常常变化，各种变化出来的形状都不能持久。<br>25.其观奇甚：他的景象非常奇特。<br>26.悉其形状：明了云的各种各样的形状。<br>27.围：两手的拇指和食指合拢起来的长度。<br>28.盖：华盖。<br>29.直：通“值”，价值。<br>30.头茶：第一次采摘的春茶。<br>31.胜：优于。龙井：一种著名的绿茶，产于浙江杭州附近的龙井一带。<br>32.类：像。破塘：浙江绍兴地名，以产笋著称。作者《食笋时方正月》自注说，他的好友山阴人陶石篑“屡称破塘笋”。<br>33.清：清爽鲜美可口，与肥甘相对。远过之：远远超过破塘笋。<br>34.修真栖隐：隐居深山，修心悟道。修真：修心养性，即指出家。栖隐：即谓隐居。<br>35.出缠：佛教语，指脱离了人间烦恼的束缚。结室：佛教语，指佛门弟子聚会祈祷吉祥。<br>36.幻住：天目山上的寺名。为中峰道场，周围景观空阔，诸峰奇态，毕供眼前。<br>37.绝顶：山的最高峰。<br>38.高峰、死关：都是天目山上的地名。死关，天目山地名，地形险恶，故名。 <br>39.活埋庵(ān)：天目山上的小庙宇，其境幽邃，竹石皆秀。<br>40.霁(jì)：雨后转晴。这句是说，一场雨后，连续好几天十分清朗。<br>41.异：反常，山中温润多雨，僧见连日晴朗，故以为异。<br>42.率：全，都。相贺：和尚们认为天晴是好兆头，所以都来庆贺。<br>43.执：行。<br>44.争以饭相劝：意谓争着招待作者。<br>45.临行：将要离开的时候 。指作者即将离开天目山。<br>46.“不足”句：意谓跟大人您的眼界很不相称。“当”，相称。“巨目”巨大高贵的眼睛，这是恭维的话。 不足：不值得。<br>47.奈何：怎么办呢?<br>48.“天目”句：是说对天目山来说，我们也有一份，与我们也有一些关系。“某”，谦称自己。“些子份”，一点儿份。分(fèn)：同“份”，份额。<br>49.过谦：和下句“面誉”，都是指天目山说的，意谓不须替天目山过分谦虚，也不须当面夸奖。<br>50.琉璃：光彩夺目的宝石,上釉彩瓷亦称琉璃。<br>51.巨目：巨大高贵的眼睛。这是恭维的话。<br>52.面誉：当面称赞。<br>53.因：于是。<br>54.巳：上午九时至十一时。<br>55.妍：美丽。</p>",
  "poet": {
    "id": 61,
    "star": 0,
    "name": "袁宏道",
    "image": "http://img.gushiwen.org/authorImg/yuanhongdao.jpg",
    "desc": "袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。"
  },
  "tags": [
    "记游",
    "写山",
    "写景"
  ]
}