{
  "id": 10985,
  "star": 40,
  "name": "后游",
  "dynasty": "唐代",
  "content": "寺忆曾游处，桥怜再渡时。<br>江山如有待，花柳自无私。<br>野润烟光薄，沙暄日色迟。<br>客愁全为减，舍此复何之？",
  "fanyi": "<p><strong>译文</strong><br>想起以前曾经游览过的修觉寺和桥，这次重游对桥和寺都更生爱怜之情。<br>美好的江山好像也在那儿等着我的；花也绽笑脸，柳也扭柔腰，无私地奉献着一切，欢迎我再度登临。<br>清早薄如轻纱的晨曦，滋润着大地，原野像浸透了酥油；傍晚滞留大地的余晖，迟迟不退，沙地闪闪发光。<br>看了如此美好的景色，在外作客的愁闷完全减消了，除了这儿还要往哪儿去呢？</p> <p><strong>注释</strong><br>⑴后游：即重游（修觉寺）。<br>⑵曾（céng）：一作“新”，一作“重”。<br>⑶怜：爱。<br>⑷有待：有所期待。《礼记·儒行》：“爱其死，以有待也；养其身，以有为也。”<br>⑸烟光：云霭雾气。唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《饮致用神曲酒三十韵》：“雪映烟光薄，霜涵霁色冷。”<br>⑹暄（xuān）：暖。<br>⑺此：指修觉寺。复何之：又去往哪里呢。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《后游》是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>重游修觉寺时的作品。由于心态的不同，旧地重游往往会有绝异的感受，在《游修觉寺》中，杜甫客愁重重，在《后游》中，杜甫却又客愁全减。<a href=\"http://so.gushiwen.org/view_10985.aspx\">诗</a>人带着游修觉寺的回忆跨过可爱的小桥再次登山访古刹。在诗人看来，壮丽秀美的山川好像等着诗人或游客去登临纵目，斗艳作姿的花柳无私地盼望着诗人或游客去领略欣赏。</p> <p>　　“寺忆曾游处，桥怜再渡时。”寺和桥都是曾游之地，诗人再游时对桥和寺都更生爱怜之情。这两句采取倒装句式，将宾语的“寺”和“桥”提到谓语动词“忆”与“怜”前，突出游览的处所，将对景物的深厚感情和盘托出，点出后游在感情上的深进。</p> <p>　　头两句从写诗人对“寺”、“桥”有情，“江山如有待，花柳自无私”两句则转入写此地山水草木也都对诗人有情，正是人有意，物有情。这两句诗是很有含蕴的，它透露了诗人对世态炎凉的感慨。弦外之音是大自然是有情的、无私的，而人世间却是无情的、偏私的。</p> <p>　　“野润烟光薄，沙暄日色迟。”诗人在概叙了江山花柳之情后，又具体描绘晨景和晚景两幅画面。这两句表明了时间的推移，诗人从早到暮在此，可见流连之久，又从侧面说明了景色之美。</p> <p>　　全诗以感慨作结：“客愁全为减，舍此复何之？”表面看来好像这仍是赞美此处风景绝佳，其实，这正是诗人心中有愁难解，强作豁达之语。杜甫流落西南山水间，中原未定，干戈不止，山河破碎，民生多艰，满腔愁愤，无由排解，只好终日徜徉于山水之间，所以减愁两字是以喜写悲，益增其哀。</p> <p>　　这首诗写得表面豁达，实则沉郁，只是以顿挫委曲之态来表现这样的情感。正因为如此，才产生更为感人的效果。此诗采用散文句式，而极为平顺自然。这一种创新，对后世尤其是宋代诗人的影响颇大。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10985.aspx\">诗</a>当作于唐肃宗上元二年（761年）。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>于上元二年春曾一度到新津（今属四川），游修觉寺，写了《游修觉寺》诗。同年再次游修觉寺即写了这首《后游》。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "抒情"
  ]
}