{
  "id": 70203,
  "star": 2,
  "name": "杂剧·四丞相高会丽春堂",
  "dynasty": "元代",
  "content": "第一折<br>小帽虬头裹绛纱，征袍砌就雁衔花。花根本艳公卿子，虎体鹓班将相家。老夫完颜女真人氏。小字徒单克宁，祖居莱州人也。幼年善骑射，有勇略，曾为山东路兵马都总管行军都统，后迁枢密院副使，兼知大兴府事，官拜右丞相。老夫受恩甚厚，以年老乞归田里。圣人言曰：\"朕念众臣之功，无出卿右者。\"今拜左丞相之职。时遇蕤宾节届，奉圣人的命，但是文武官员，都到御园中赴射柳会。老夫为押宴官，射着者有赏，射不着者无赏。老夫在此久等，这早晚官人每敢待来也。老夫完颜女真人氏，小字乐善。老夫幼年跟随郎主，南征北讨，东荡西除，多有功劳汗马。谢圣恩可怜，官拜右丞相，领大兴府事。正受管军元帅之职。今日五月端午，蕤宾节令，奉圣人命，都着俺文武官员御园中赴射柳会。圣人着左丞相徒单克宁为押宴官。想老夫幼年问苦争恶战。得到今日，非同容易也呵。<br>【仙吕】【点绛唇】破虏平戎，灭辽取宋，中原统。建四十里金镛，率万国来朝贡。<br>【混江龙】端的是走轮飞鞚，车如流水马如龙。绮罗香里，箫鼓声中，盛世黎民歌岁稔，太平圣主庆年丰。正遇着蕤宾节届，今日个宴赏群公。光禄寺醖江酿海，尚食局炮凤烹龙，教坊司趋跄妓女，仙音院整理丝桐。都一时向御苑来供奉。恰便似众星拱北。万水朝东。<br>是好一座御园也。<br>【油葫芦】则见贝阙蓬壶一望中，从地涌。看了这五云楼阁日华东，恰似那访天台误入桃源洞。端的便往扬州移得琼花种。胜太子独秀岩，冠神龙万寿峰。则他这云间一派箫韶动，不弱似天蕊珠宫。<br>【天下乐】可正是气压山河百二雄，元也波戎，将军校统。宰臣每为头儿又尽忠，文官每守正直，武将每建大功，到今日可也乐升平，好受用。令人报复去，道某家来了也。有四丞相来了也。道有请。老丞相，今奉圣人的命，教俺文武官员今日赴射柳会。左右那里，都摆布下了也未？都摆布了也。幼年习兵器，都夸咱武艺，也会做院本，也会唱杂剧。要饱一只羊，好酒十瓶醉，听的去厮杀，躲在帐房睡。某普察人氏，姓李名圭，见为右副统军使。我这官不为那武艺上得的，为我唱得好，弹得好，舞的好。今日是蕤宾节令，圣人的命着俺大小官员赴射柳会。到那里我便射不着呵，也有我的赏赐。可早来到也，令人报复去，道我李监军来了也。着过来。老大人，小子李圭来了也。李监军，你来了也。我奉圣人的命，在此押宴。左右那里，将这圣人赐来的锦袍玉带。若射着的，将这锦袍玉带赏与他。先饮酒．射不着的，则饮酒，无赏。理会得。老丞相，圣人前日分付操练的军马如何？大人，数日前分付老夫操练的军马，都有了也。如今有那几员上将？<br>【那吒令】掩如今要取讨呵，有普察副统，要辨真呵，有得满具中，要做准呵，有完颜内奉：非是咱卖蕴藉，夸强勇，端的结束威风。<br>【鹊踏枝】衲袄子绣搀绒，兔鹘碾玉玲珑。一个个跃马扬鞭，插箭弯弓。他每那祖宗足斑斓的大虫，料想俺将门下无犬迹狐踪。<br>老丞相先射。您官人每那个先射？老丞相勿罪，小官先射。你若射着，这锦袍玉带便与你。我本射着了，我这马眼叉，走了箭也。李副统。你不中，靠后，老丞相请射。老夫射来，孩儿先领马者。。<br>【赏花时】万草千花御苑东，簌翠偎红彩绣巾，满地绿茸茸。更打着军兵簇拥，可兀的似锦胡同。<br>【胜葫芦】不剌刺引马儿先将箭道通，伸猿臂揽银鬃，靶内先知箭有功。忽的呵弓开秋月，扑的呵箭明飞金电，脱的呵马过似飞熊。<br>【幺篇】俺只见一缕垂杨落晓风。老丞相射中三箭也。将过那锦袍玉带来。送与老丞相。令人将酒来，老水相满饮-杯。人列绣芙蓉，翠袖殷勤捧玉钟。赢的这千花锦段，万金玉带，拚却醉颜红。<br>老丞相再饮一杯。我也吃一杯。老丞相，今日吃酒已散。圣人的命，教您这管军元帅明日都到香山赏玩，排有筵宴，管待您咱。感谢圣恩。大人，老夫酒彀了也。老丞相再饮几杯。<br>【赚煞】公吏紧相随，虞候忙扶捧，休落后了一行步从。得胜归来喜笑浓，气昂昂志卷长虹。饮千钟满面春风，回首金銮紫雾重。足乞登登催着玉骢，笑吟吟袖窝着丝鞚。老丞相慢慢的行。我可便醉醺醺扶出御园中。你众人每都散罢。令人将马来，我回圣人的话去也。大人，俺回去也。羞杀人！我为副将军，一连三箭无一箭中的，将锦袍玉带都着四丞相赢将去了，怎么气得过。这也容易，他说道明早叫俺这几个管军的元帅都到香山赏玩，安排筵宴管待俺。前人赐与我的一领八宝珠衣，明日穿到香山去。我与四丞相不射箭，和他打双陆，将我这八宝珠衣，赌他那锦袍玉带，他必然输与我也。我若赢了他呵，便是我平生之愿。我一生好唱曲，弓马原不熟。明日到香山，只与他赌双陆。。<br><br>第二折<br>老夫左丞相是也。昨日在御园中射柳已过，今日在此香山设宴，着老夫仍旧做押宴官。这早晚人每敢待来也。昨日在御园中射柳，今日在香山设宴，须索走一遭。是好香山也呵。<br>【中吕】【粉蝶儿】山势崔巍，倚晴岚数层金碧，照皇都一片琉璃。端的个路盘桓，山掩映，堆蓝叠翠。俺这里伫立丹梯，则见那广寒宫在五云乡内。<br>【醉春风】堪写在画图中，又添入诗句里。则我这紫藤兜轿趁着浓阴，直等凉些儿个起、起。受用足万壑清风，半阶凉影，一襟爽气。<br>可早来到也，令人报复去，道某家来也。有请。老丞相，昨日再饮几杯去也好。大人，老夫昨日沉醉，多有失礼也。<br>【迎仙客】不知几时节离御苑，多早晚出庭闱，不记得是谁人扶下这白玉梯。老丞相昨日也不曾饮甚么酒。怎当他酬酢处两三巡，揭席时五六杯。醉的我将宫锦淋漓，莫不我触犯着尊严罪。<br>老丞相请坐。则有李圭不曾来，着人觑者，若来时报复知道。小官李圭，我今日就穿着这八宝珠衣，和四丞相打双陆，那锦袍玉带，必然输与我。可早来到也，接了马者，令人报复去，道有李圭来了也。大人，老丞相，昨日恕罪，可不是我射不着，我那马眼生，他躲一躲，把我那箭擦过去了。你也说不过老丞相、李监军。您众官每听者，我非私来，奉圣人的命，如今八方宁静，四海晏然．五谷丰登，万民乐业，俺文武官僚，同享太平之福。昨日在御园中射柳，今日教您这管军元帅在此香山，一者饮宴，二者教您游赏取乐。随你官人每手谈博戏，盘桓一会，慢慢的次酒。比及饮酒呵，我等且博戏一会咱。住、住、住。老丞相，我与你打一会儿双陆。你要和我打双陆，好波，我和你打。老丞相，这般打无兴，可赌些利物。你二位，老夫奉圣人的命，在此押宴，则许你作欢取乐，不许你闹吵争。但有搅扰，着老夫便奏知圣人，决无轻恕。谁敢吵闹？我将这圣人赐与我的八宝珠衣为赌赛。老丞相，你将甚么配的我这八宝珠衣，是好一领袍也。<br>【红绣鞋】金彩凤玲珑翡翠，绣蟠龙璎珞珠玑，他怎生下工夫达着俺那大人机？则俺那仁慈的明圣主，掌-统锦华夷，可则是平安了十万里。<br>老丞相，你将甚么配得我这八宝珠衣的？要配的过那八宝珠衣．孩儿，将先王赐与我的那剑来。苦也，他怎么拿出那件来？老丞相，这剑有甚好处？怎生我这剑不好？<br>【上小楼】且休说白虹贯日，青龙藏地，这剑比那太阿无光，镆铘无神，巨阙无威。你可你将他小觑的轻微不贵，端的个有吹毛风力。<br>这剑上立了多少大功，你那珠衣怎比的我这剑？你这剑也不值钱、你不知，这剑先帝赐与我的。老丞相，虽然如此，我这珠衣是无价之宝哩。<br>【幺篇】你的是无价宝，则我的也不是无名器，是祖宗遗留，兄弟相传，辈辈承袭。老丞相，则怕我如今一回双陆，赢了你这剑可怎了？饶你便会泛迟，快打疾。能那能递，怎赢的俺这三辈儿齐天福。<br>色不顺，不是我输了？老丞相赢了也。<br>【满道芳】这都是托赖着大人的虎势，赢的他急难措手，打的他马不停蹄，做色数唤点儿皆随意。我可生悔气，这色儿不顺，你昨日也说马眼叉哩。不比你射柳处也推着马眼迷奚。李监军，你输了这翡翠珠衣也。老丞相你饶他一掷波。我不觑大人而皮，直赢的他与我跟随。你说这大话，赢的我跟随，我和你如今别赌些利物，看那个赢那个输。我如今再和你打。饶你一掷。饶先递。我怎么要你饶？则你那赤瓦不刺强嘴，兀白说兵机。你两个便再打一会。恰才我翡翠珠衣输与他了，我如今再打一会。若输了的，扶一个黑脸，我待不和你打，你输了你忍不的这口气，料着我便输了呵，他便怎敢抹我个黑脸？我再和你打。也罢，我若赢了呵，搽他小黑脸，也出了这场气。咱打来。。<br>【石榴花】紫云堆里月如眉，几点晓星稀，岸滑霜冷玉尘飞。已抛下二掷，似啄木寻食。从来那捻无凝滞，疾局到底便宜。这一盘是我赢了我见他那头盘里打一个无粱意。你这马不得到家，可不输了。则我要一个幺六。他喝幺六就是幺六，这骰子是你的骨头做的？口喝着个幺六是赢的。可知叫不出，是你输了。<br>【斗鹌鹑】这本是贱骨无知，怎肯便应声也那做美？不争我连胜连赢。却教你越羞越耻。也是我不合单行强出了底。便输呵怕甚的。虽然是作耍难当，怎敢失了尊卑道理？<br>呀，我输了也。你输了。将墨来搽脸。李圭，你是甚么人，敢如此无礼？一言为定，元说道输了的搽墨脸。你两个休得吵闹，与圣人的命在此。<br>【耍孩儿】这泼徒怎敢将人戏，你托赖着谁人气力，难道我托赖你的气力？睁开你那驴眼可便觑着阿谁？我更歹杀者波是将相的苗裔。大人呵。尚兀自高擎着玉液来酬我，你待浓蘸着霜毫敢抹耻？这厮也个称你那戎职。甚么这厮那笋，只管骂谁？我不敢骂你，敢打你。我则待一拳两脚，打的他似土如泥。好也，打下我两个门牙来也。你两个不得无礼。你既是大臣，怎敢不尊上命！大人可怜见，昨日射柳是他赢了锦袍玉带，今日打双陆，又赢了我翡辈珠衣，我恰才赢了他。他就不许我抹黑脸，咱须是赌赛哩。你都回去。<br>【尾声】我与那左丞相是兄弟，我和你须叔侄。若不为圣人言怕搅了香山会，我不打你这泼无徒，可也放不过你。<br>不想四丞相将李圭殴打，搅了筵宴。老夫不敢欺隐，须回圣人话去。则为李监军素性琉狂，狂香山会搅乱非常。也不是我有心私向，从实的奏与君王。<br><br>第三折<br>声名德化九天闻，长夜家家不闭门。雨后有人耕绿野，月明无犬吠荒村。小官完颜女真人氏，自幼跟随郎主，多有功勋，今除小官在此济南府为府尹。近闻京师有四丞相，因打李圭，如今贬在济南府歇马。想小官幼年间都是四丞相手里操练成的，不料今日到俺这里。这四丞相每日则在溪边钓鱼饮酒。我知他平日好歌舞，小官今日带着酒肴，携一歌妓，直至溪边与四丞相解闷，走一遭去。变幻者浮云，无定者流水，君看仕路间，升沉亦如此。自从四丞相打了李圭，圣人见怒，贬去济南府歇马去了。不想圣人思起此人往日功劳，又值草寇作乱，今奉圣人命，着老夫使臣星夜赶到济南府，取四丞相还朝，依旧为官。左右，说与去的使命，小心在意，疾去早来。自从香山会被李圭所奏，圣人见怒，贬在济南府闲住。老夫每日饮酒看山，好是快活也呵。<br>【越调】【斗鹌鹑】闲对着绿树青山，消遣我烦心倦目，潜入那水国渔乡，早跳出龙潭虎窟。披着领箬笠蓑衣。堤防他斜风细雨。长则是琴一张，酒-壶，自饮自斟，自歌门舞。<br>【紫花儿序】也不学刘伶荷锸，也不学屈子投江，且做个范蠡归湖，绕一滩红蓼，过两岸青蒲。渔夫，将我这小小船儿棹将过去，惊起那几行鸥鹭。似这等乐以忘忧，胡必少归欤？<br>我暂停短棹，看一派好景致也。<br>【小桃红】水声山色两模糊，闲看云来去，则我怨结愁肠对谁诉。自踌躇，想这场烦恼都也由咱取。感今怀古，旧荣新辱，都装入酒葫芦。<br>家童，将渔竿来者。此女子乃有名歌妓，小字琼英，谈谐歌舞，无不通晓。今日将着酒肴，直到溪边，与老丞相脱闷，走一遭去。琼英，你到那里，好生追欢作乐，要丞相喜欢。来到这里，左右人远避者。唤着你，你便来，不唤你，你休来。兀的不是老丞相在那里钓鱼。<br>【金蕉叶】撑到这芦花密处，款款将船儿缆住。见垂柳风摇翠缕，荡的这几朵儿荷花似舞。<br>【调笑令】我向这浅处，扭定身躯。呀，慢慢的将钓儿我便垂将下去，银丝界破波文绿，可怎生浮蝣儿不动纤须？老爷好快活也。我这里回头猛然觑艳姝，可知道落雁沉鱼。小可闻知老丞相在此，特来与老丞相脱闷。将酒来，琼英，你唱一曲者。理会的。<br>【秃厮儿】可人意清歌妙舞，酬吾志美酒鲜鱼。则这春风一枝花解语，似出塞美人图，可便妆梳。<br>【圣药王】乐有余，饮未足，樽前无酒无衣沽。倒玉壶，听〔金缕〕，直吃的满身花影情人扶，我可也不让楚三闾。<br>想老丞相在京时，那般书画阁兰堂，锦茵绣褥，香车宝马，歌儿舞女，那般受用快活。今日在此闲居，索是忧闷也。<br>【麻郎儿】昨日个深居华屋，今日个流窜荒墟，冷落了歌儿舞女，空闲了宝马香车。<br>【幺篇】知他是断与甚处外府，则落的绕青山十里平湖。驾一叶扁舟睡足，抖擞着绿蓑归去。老丞相也则一时间在此闲居，久后圣人还有任用。府尹，你不知，老夫为官，不如在此闲居也。<br>【东原乐】纵得山林趣，惯将礼法疏，顿忘了马上燕南旧来路。如今拣溪山好处居，为甚么懒归去，被一片野云留住。<br>【绵搭絮】也无那采薪的樵子，耕种的农夫，往来的商贾，谈笑的鸿儒，做伴的茶药琴棋笔砚书。秋草人情即惭疏。出落的满地江湖，我可也钓贤不钓愚。<br>【络丝娘】到今日身无所如，想天公也有安排我处。可不道吕望、严陵自千古，这便算的我春风一度。老丞相，再饮一杯。妾与老丞相把一杯咱。小官天朝使命。为四丞相贬在济南府歇马，如今草寇作乱，奉圣人的命，着小官直往济南府取他回朝。今日到此处，说他在河边钓鱼，不在家中，一径寻来，兀的不是四丞相？左右，接了马者。四丞相听圣人的命。老丞相，天朝使命至也。圣人的命，将你前项罪尽皆饶免。今因草寇作乱，着你星夜还朝，将你那在先手下操练过的头目每选拣几个，收捕草寇。若收伏了时，依旧着你为右丞相之职。望阙谢恩者。老丞相，恭喜贺喜。官人每鞍马上驱驰，辛苦了也。小官索回圣人话去。老相不必延迟，早早建功，以慰圣意。官人稳登前途。左右的将马来，则今日便回京师去也。小官说是么，今日果来宣取老丞相，复还旧职也。我去呵，我则放不过李圭那匹夫。老丞相，量那李圭，何足道哉。<br>【拙鲁速】我今日赴京都，见銮舆，也不是我倚仗着功劳，敢喝金吾，其实的瞒不过这近御。我去处便去，那一个闲人敢言语。那无徒甚的是通晓兵书，他怎敢我跟前、我跟前无怕惧。<br>老丞相临行，有甚么话分付小官者？<br>【幺篇】我如今上路途，你听我再嘱付。则要你抚恤军卒，爱惜军户，兄弟和睦，伴当宾伏。从今一上，有的文书，申到区区，再也不用支吾，你跟前、你跟前敢做主。<br>老丞相若到朝中，必然重用也。我去之后，则是辜负了这派好景也。<br>【收尾】则我这好山好水难将去，待写入丹青画图。白日里对酒赏无休，到晚来挑灯看不足。不想天朝使命来，还取的四丞相往京师去了。琼英，有。我与你将酒肴整备，再到十里长亭，与丞相送行，走一遭去。香山设宴逞粗豪，久矣闲居更入朝。不知此去成功后，李圭头上可能饶。<br><br>第四折<br>花有重开日，人无再少年。一从夫主去，皓月几回圆。老身完颜女真人氏，夫主是四丞相。因与李圭在香山饮会吵闹，圣人见怒，将俺丞相汗马功劳一旦忘了，贬在济南府闲住。今因草寇作乱，圣人遣使命去济南府取他去了。使命昨日来，说道俺老丞相今日下马。下次小的每，便安排酒食茶饭，伺候丞相回来。小官天朝使命，奉圣人的命，着我往济南府取四丞相，小官先回来复命圣人，着众官人都到他宅上接待。这早晚四丞相敢待来也。左右，接了马者，报复与老夫人知道，说俺众官人都在门首。老夫人，众官人每都在门外。有请。众官人每，为何到此？老夫人，恭喜贺喜。某等非是私来，奉圣人的命，着众官每都来接待老丞相。众官人每，里面请坐。老夫人，俺这里安排酒果，都在门外等待，想四丞相只在早晚来也。老夫自谪济南歇马，倒也清闲自在。今奉圣人的命，宣我还朝，收捕草寇，暗想俺这为官的好似翻掌也呵。<br>【双调】【五供养】我觑了这穷客程，旧行装，我可甚么衣锦还乡？这里比那济南不同。我恰离了这云水窟，早来到是非场。你与我弃了长竿，抛了短棹，我又怕惹起风波千丈。我这里凝眸望，元来是文官武职，一刬地济济跄跄。老丞相，贺万千之喜。众公卿每，间别无恙也。<br>【乔木查】自别来间阔，幸得俱无恙。这里是土长根生父母邦，怎将咱流窜在济南天一方？这些时怎不凄凉？<br>左右，将酒来。老丞相，满饮一杯，一壁厢虎儿赤那都着与我动乐者。<br>【一锭银】玉管轻吹引凤凰，余韵尚悠扬。他将那〔阿那忽〕腔儿合唱，越感起我悲伤。<br>【相公爱】泪滴千行与万行，那一日不登楼长望。我平也波常，何曾道离故乡，那一日离的我这心儿上？<br>老丞相请。众官人每请。相公，今日圣恩取你回朝，为何又烦恼，夫人，教我怎生不烦恼？<br>【醉娘子】刚道不思量，教人越凄惶。我家里撇下一个红妆，守着一间空房，如何教我不思量？<br>【金字经】早是人寂寞，更那堪更漏长？点点声声被他滴断肠，到晓光。到晓光，便道他不断肠，又被这家私上，横枝儿有一万桩。<br>自从老相公去后，俺一家儿每日则是烦恼，望老相公回来。<br>【山石榴】夫人也，我则道你一身亡，全家丧，三百口老小添悲怆。我怕你断送了别头项。老相公，当初一日，是你的不是也。谢圣恩可怜，还取你来家，实是万千之喜。<br>【幺篇】平白地这一场，从天降。想也不想。谁承望，大人也，谁承望又到俺这前厅上。老夫人，去取的新衣服与老丞相换了者。下次孩儿每，将那相公旧日穿的衣服来。衣服在此。请老相公换了者。夫人，这是几时做的衣服？老相公，是你旧时穿的衣服。是呵。<br>【落梅风】这山字领缘何慢？老相公，兀的带。玉免鹘因甚长？都是你旧时穿的。待道是我旧衣服怎生虚儾？夫人将镜儿来。镜儿在此。我试照咱。我这里对青镜猛然见我两鬓霜。哎，可怎生个似我旧时形象？<br>孩儿每，一壁厢安排茶饭来。小官是左丞相。奉圣人命，去四丞相宅上加官赐赏，走一遭去。可早来到也。左右，接了马者。四丞相，听圣人的命。<br>【雁儿落】你与我拂绰了白象床，整顿了销金帐，高擎着鹦鹉杯，满捧着羊羔酿。<br>【得胜令】准备着翠袖舞《霓裳》，却又早丹诏下茅堂。未见真龙画，先闻宝篆香。托赖着君王，高力士休拦挡，我若不斟量，又只怕李太白贬夜郎。听圣人的命，因你有功在前，将你的罪尽皆饶免。如今取你回朝，本要差你破除草寇，不想革寇听的你回，都来投降了。圣人大喜，教你依旧统军，复你右丞相之职，赐你黄金千两，香酒百瓶，就在丽春堂大吹大擂，做一个庆喜的筵席。望阙谢恩者。老丞相，贺喜。<br>【风流体】我则道官封做、官封做一字王，位不过、位不过头厅相。想着老无知，老无知焉敢当？老丞相你受了官职者，何必太谦？哎，怎比的你左承相，左丞相洪福量。<br>【古都白】愿陛下圣寿无疆，顿首诚惶。唬的我手儿脚儿忙也波忙。俺如今托赖着君王，可怜我疏狂，直来到宅上，死生应难忘。<br>【唐兀歹】端的是万万载千秋圣主昌，地久天长。老臣怎敢道不谦让？可是当也波当。<br>老丞相，今日众官人都在此，圣人着李圭到丞相跟前负荆请罪，丞相休记前仇。老夫怎敢？既然如此，教李圭来见老丞相。老丞相，是李圭不是，今来负荆请罪。呀，元帅请起。老丞相不分付起来，李圭怎敢起。<br>【搅筝琶】他背着些粗荆杖，请老丞相责罚他几下。谁敢道先打后商量。都因那一日与老丞相射柳时的冤仇。且休说百步穿杨，我和你九打-盘无梁。从今后你也要安详，我也不夸强。老丞相打我几下倒等我放下心者。休慌，我若是手梢儿在你身上荡，老丞相打几下怕怎么？不中。义只怕惹起风霜。<br>李圭，既然圣人饶了，我和你也不记旧仇。好，将酒来，我与你一位把一杯，做一个和合者。老相公稳便，我着那歌儿舞女来伏侍老相公。夫人，你执壶，我与众官每把一杯酒。左右，动起细乐者。<br>【沽美酒】舞蹁跹翠袖长，击鼍鼓奏笙簧。高髻云鬟宫样妆，金钗列数行。欢声动一座丽春堂。<br>【太平令】歌〔金缕〕清音嘹亮，品鸾箫余韵悠扬。大筵会公卿宰相，早先声把烟尘扫荡。从今后四方，八荒，万邦，齐仰贺当今皇上。<br>在香山作耍难当。圣人怒谪贬他方。念功臣重加宣召，依然的衣锦还乡。<br>题目李监军大闹香山会<br>正名四丞相高宴丽春堂",
  "poet": {
    "id": 829,
    "star": 0,
    "name": "王实甫",
    "image": "http://img.gushiwen.org/authorImg/wangshifu.jpg",
    "desc": "王实甫，字德信，元朝杂剧作家，定兴（今定兴县）人。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"
  },
  "tags": []
}