{
  "id": 286,
  "star": 53,
  "name": "周颂·小毖",
  "dynasty": "先秦",
  "content": "予其惩，而毖后患。莫予荓蜂，自求辛螫。肇允彼桃虫，拚飞维鸟。未堪家多难，予又集于蓼。",
  "fanyi": "<p><strong>译文<br></strong>我必须深刻吸取教训，作为免除后患的信条：不再轻忽小草和细蜂，受毒被螫才知道烦恼；如今才相信小小鹪鹩，转眼便化为凶恶大鸟；国家多难已不堪重负，我又陷入苦涩的丛草！</p> <p><strong>注释<br></strong>⑴予：成王自称。其：语助词。惩：警戒。<br>⑵毖：谨慎。前两句的标点，有人在“而”后断句。段玉裁《<a href=\"http://so.gushiwen.org/view_286.aspx\">诗</a>小笺》：“《疏》于‘而’字断句，各本皆云《小毖》一章八句。”胡成珙《毛诗后笺》以为《唐石经》中作“予其惩而毖彼后患”，故这句可能原作“予其惩而，毖彼后患”二句，否则各本不会说《小毖》一章八句。<br>⑶荓（píng）蜂：微小的草和蜂。对此也有不同的解释。一说“荓”是使的意思。<br>⑷辛：酸痛。螫（shì）：敕的假借字，勤劳。《尔雅·释诂》：“敕，劳也。”<br>⑸肇：始。允：信。也有人说，允是语助词。桃虫：即鹪鹩，一种极小的鸟。<br>⑹拼飞：鸟飞动貌。拼：通“翻”，翻飞。此二句比喻武庚开始很弱小，后来羽毛丰满，勾结管叔蔡叔起来叛乱。<br>⑺蓼（liǎo）：草本植物，其味苦辣，古人常以之喻辛苦。此句喻自己又陷入困境。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《<a href=\"http://so.gushiwen.org/view_286.aspx\">诗</a>经》的篇名，大多是取于篇内的成句、成词。周颂中只有《酌》《赉》《般》的篇名不在该篇文字之内；而《小毖》却又特别，“毖”取于篇内，“小”则取自篇外。《小毖》的题意，方玉润《诗经原始》以为即是“大戒”，颇见其新，但如果说从“小者大之源”（《后汉书·陈忠传》）的角度而言方说尚勉强可通，那么，戒之意已在“惩”中表示而不题篇名为“小惩”就非方氏新说所能解释。就题目而言，”小毖“应是小心谨慎之意。</p> <p>　　《周颂·小毖》篇名中点出了“毖”，诗中却除前两句“惩”“毖”并叙外，其余六句则纯然强调“惩”。</p> <p>　　“莫予荓蜂”句中“荓蜂”的训释，对于诗意及结构的认识颇关重要。孔疏释为“掣曳”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》释“荓”为“使”，均属未得确解，以致串释三、四两句时虽曲意迎合，仍殊觉难以圆通。其实，“荓蜂”是指微小的草和蜂，易于忽视，却能对人施于“辛螫”之害，与五、六两句“桃虫”化为大鸟形成并列的生动比喻，文辞既畅，比喻之义亦显。</p> <p>　　“未堪家多难”一句，与《周颂·访落》完全相同，但因后者作于周公摄政前，而此篇作于周公归政后，所以同一诗句含义便有差别。《周颂·访落》中此句是说国家处于多事之秋，政局因武王去世而动荡不安，自己（成王）年幼并缺少经验而难以控制；《周颂·小毖》中则是指已经发生并被平定的管叔、蔡叔、武庚之乱。</p> <p>　　由于创作时间有先后之别，《周颂·访落》可以说是周公代表成王所发表的政策宣言，而《周颂·小毖》则信乎为成王自己的声音。其时，成王年齿已长，政治上渐趋成熟，亲自执政的愿望也日益强烈。不过，在《周颂·小毖》中，成王这种强烈的愿望，并非以豪言壮语，而是通过深刻反省予以表达，其体现便是前面所说的着重强调“惩”。</p> <p>　　《周颂·小毖》的主旨在于惩前毖后。惩前的大力度，正说明反省之深刻，记取教训之牢，以见毖后决心之大。惩前是条件，毖后是目的，诗中毖后的目的虽然没有丝毫的展示，却已隐含在惩前的条件的充分描述之中。在诗中，读者可以体会到成王深刻的反省：自己曾为表面现象蒙蔽而受害，曾面临小人图穷而匕现的威胁，也曾经历过难以摆脱的危机。但这何尝又不由此而受到启发，进而深思：此时的成王，已经顺利度过危机，解除了威胁，而更重要的是，他已成熟．并将保持政治上的清醒，决心为巩固政权而行天子之威令。</p> <p>　　《周颂·小毖》隐威令于自省，寓毖后于惩前，其实正是对群臣的震慑，但含而不露，符合君临海内的天子身份，其笔墨之经济，也显示出创作匠心。“惩前毖后”这一成语即由《周颂·小毖》而来。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经"
  ]
}