{
  "id": 10238,
  "star": 13,
  "name": "古大梁行",
  "dynasty": "唐代",
  "content": "古城莽苍饶荆榛，驱马荒城愁杀人，<br>魏王宫观尽禾黍，信陵宾客随灰尘。<br>忆昨雄都旧朝市，轩车照耀歌钟起，<br>军容带甲三十万，国步连营一千里。<br>全盛须臾哪可论，高台曲池无复存，<br>遗墟但见狐狸迹，古地空余草木根。<br>暮天摇落伤怀抱，抚剑悲歌对秋草，<br>侠客犹传朱亥名，行人尚识夷门道。<br>白璧黄金万户侯，宝刀骏马填山丘，<br>年代凄凉不可问，往来唯见水东流。",
  "fanyi": "<p><strong>译文</strong><br>古城长满了荆棘杂草，笼罩在一片苍茫的气象之中。我骑马来到这古城前，目睹荒芜的景象，不由愁思满怀，难以自已。魏王的宫室、庙观都长满了禾黍，信陵君和他的宾客们都随着灰尘一去了无痕迹。想当年在雄伟的都城的朝市上，华贵的车骑华光四射，高雅的乐声悠扬此起彼伏。精锐的军队，规模达三十万之多，国土上营寨连绵，相接千里之遥。全盛的那段时光对于永恒的历史来说不过的短暂的一瞬，哪里可以言说，连当年那些楼台、湖池都早已不复存在了。断壁残垣间只有狐狸跑过的痕迹，古旧的土地上只留下几许昔日草木的枯根。天色已晚，草木凋零，目睹此情此景，不由手把长剑，悲极而歌。侠客朱亥的威名至今为人所传颂，路过的行人都还能认出经过夷门的道路。那些身佩白璧腰缠黄金食封万户的侯爵，以及手持宝刀跨着骏马的战将，早已埋葬在了山丘之中。当年发生在古大梁城里的凄凉旧事已随着时间流逝渐渐湮没无闻了，谁还能深究个中缘由呢？往来其中的人们也只能看见那流水从容东流而去，也许它就是那段历史的见证。 </p> <p><strong>注释<br></strong>⑴大梁：今河南开封。<br>⑵莽苍：一作“苍茫”。饶：多。荆榛：泛指丛生的荆棘杂草。<br>⑶魏王宫观：古大梁在战国时是魏国都城。观：一作“馆”，一作“殿”。禾黍：语见《<a href=\"http://so.gushiwen.org/view_10238.aspx\">诗</a>经·国风·王风·黍离》。<br>⑷信陵：战国时魏国公子无忌，封号信陵君。<br>⑸朝市：朝廷街市。<br>⑹轩车：有帷幕且前顶较高的车。歌钟：富贵人家的音乐歌舞。<br>⑺军容：军队的规模装备。<br>⑻国步：指国土面积。营：一作“衡”。一：一作“五”。<br>⑼论：言说。<br>⑽高台曲池泛指楼台湖池。<br>⑾遗墟：荒废的城市建筑。迹：一作“窟”。<br>⑿摇落：凋零。<br>⒀朱亥：据《史记·魏公子列传》载，朱亥本为屠夫，后为信陵君击杀晋鄙，夺兵抗秦救赵，是战国时著名的侠士。<br>⒁夷门：魏大梁城东门。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_10238.aspx\">诗</a>二十句，四句一转韵，分为五个自然段落。全诗的重点是在写当时古都的荒凉，因此第一段就着力描写了作者驱马荒城所见的景象：在缓辔徐行中，只见满城一片荆棘，莽莽苍苍，昔日巍峨壮丽的魏王宫观如今长满了禾黍，曾经威震诸侯的信陵君和他的三千食客，也已烟消云散，化作满地灰尘。这一段起得苍劲有力，它以形象的笔墨勾勒出了一幅生动的荒城图，首先给读者以满目凄凉的强烈印象，起了笼罩全篇、奠定基调的作用。这一段虽然是描绘驱马所见，是在说“今”，但其中的“魏王宫观”“信陵宾客”已暗中寓“昔”，在今昔对比中，眼前的所见更为突出。第二段是对往昔的追忆，与第一段形成对比：在雄都朝市中，轩车驰骤，歌钟四起，一片繁华景象；而军队有三十万之众，国家方圆千里，国势堪称强盛。这一对比，使第一段的形象有了深厚的背景，并且格外鲜明。第三段一方面反接第二段，同时回应第一段，从对往昔的追忆，又回到眼前的景象：那高敞的舞榭歌台和曲折的池沼，已荡然无存，在断壁颓垣中，只见狐狸奔窜，草木黄落，只剩下光秃秃的枝干。这与第二段的热闹繁华恰成对比，而且“高台曲池”，自身也有对比。第四段紧承第三段，同时也以“摇落”“秋草”等字面遥接第一段，好像是在写此时情况：游侠之士口里，还在传说着信陵君窃符救赵时壮士朱亥的大名；路上的行人，还可辨认出向信陵君荐举朱亥的老者侯嬴居住过的大梁东门的道路。实际上，这也是对往昔的追忆，形成物是人非的对比。最后一段，作者从朱亥、侯嬴联想到曾经得到赵王赏赐白璧黄金，骑骏马、佩宝刀，后来终于困于大梁的虞卿，如今也已成为难以追思的过客了，只有汴水一直在默默地向东流去。这些从前的人事，与此时古城的颓败荒凉，也形成强烈对比。全诗的今昔对比，在章法上，曲折而有变化，但又井井有条，一脉贯通，通过这种反复交错的对比，使无限兴亡之感，从字里行间沛然涌出，震动着读者的心灵。</p> <p>　　诗人善于寓感慨于写景之中，情景高度融合，使兴亡之叹和身世之感，从鲜明的形象中自然流出。第一段用“驱马荒城愁杀人”来抒发自己初进大梁时的惊愕、感叹之情，而景物方面则以满城的“荆榛”“禾黍”“灰尘”来烘托，使感叹显得极为自然。“愁杀人”三字，既体现出诗人无限慨然之思，又使古城倍显荒凉，情景相生，收到了强烈的效果，全篇的怅惘凄凉之情，也由此衍生而出。第三段中“全盛须臾哪可论”一句，前有“忆昨”一段作铺垫，后有“遗墟”“古地”作反衬，情感就自然跳脱而出。而第四段“暮天摇落伤怀抱，抚剑悲歌对秋草”二句，则是全诗感情的高峰突起之处。诗人面对荒城，在暮天摇落之际，顿生<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>之悲，兼感朱亥、侯嬴之豪情壮举，一腔无可寄托的豪荡、愤懑之情，不能自制，于是“抚剑悲歌”，那悲壮苍凉的歌声，在古城中回荡，愈发显得悲凉感人。特别是末段最后两句，“年代凄凉不可问，往来唯见水东流”，有总结全篇的作用，感情极为广远、深沉。作者伫立在秋水漫漫的汴河之滨，眼见“逝者如斯”，各种愁思；一起涌至。这其中，有对往古的怀想和凭吊，也有对自己年华逝去而一事无成的嗟叹，更有对于国家局势的深情的关切。诗人将难以诉述的复杂情怀，都倾注在一江流水之中，使得感慨更为深沉，意味更为悠长，而在质实的描写之中，最后宕开一笔，也显得极为空灵。那激荡胸怀的感情，与景物相融合，收到了十分强烈的艺术效果。</p> <p>　　此外，在音韵对偶上，全诗四句一转韵，第一、三、五段为平声韵，第二、四段为仄声韵，平仄相间，形成起伏跌宕，顿挫回环之感。句子以散行为主，但除第五段外，其余每段都是散偶相间，即每段开始二句为散行，后两句为对偶。这样，“隔联间以对仗，壁垒森严”（《唐贤三昧集笺注》卷下，黄培芳评），“按节安歌，步武严整，无一往奔轶之习”（《唐风定》卷九，邢昉批）。这些都更有利于表现诗中那种豪健挺举、深沉悲凉的兴亡之叹。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10238.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一起游历大梁古城时所作。大梁即唐朝的汴州陈留郡，战国时曾是魏国的都城，故诗题称“古”，今为河南省开封市。据《新唐书·杜甫传》：“尝从（李）白及高适过汴州，酒醋登吹台，慷慨怀古，人莫测也。”此事在公元744年（唐玄宗天宝三年），高适此诗作于当年，时四十岁。此时他正隐居宋中，以耕钓为生，虽然很想跻身仕途，但又求进无门，因此有一种无可奈何的凄凉情绪。",
  "poet": {
    "id": 227,
    "star": 0,
    "name": "高适",
    "image": "http://img.gushiwen.org/authorImg/gaoshi.jpg",
    "desc": "高适是我国唐代著名的边塞诗人，世称“高常侍”。 作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。"
  },
  "tags": [
    "咏史怀古"
  ]
}