{
  "id": 238,
  "star": 20,
  "name": "皇矣",
  "dynasty": "先秦",
  "content": "皇矣上帝，临下有赫。监观四方，求民之莫。维此二国，其政不获。维彼四国，爰究爰度。上帝耆之，憎其式廓。乃眷西顾，此维与宅。</p> <p>作之屏之，其菑其翳。修之平之，其灌其栵。启之辟之，其柽其椐。攘之剔之，其檿其柘。帝迁明德，串夷载路。天立厥配，受命既固。</p> <p>帝省其山，柞棫斯拔，松柏斯兑。帝作邦作对，自大伯王季。维此王季，因心则友。则友其兄，则笃其庆，载锡之光。受禄无丧，奄有四方。</p> <p>维此王季，帝度其心。貊其德音，其德克明。克明克类，克长克君。王此大邦，克顺克比。比于文王，其德靡悔。既受帝祉，施于孙子。</p> <p>帝谓文王：无然畔援，无然歆羡，诞先登于岸。密人不恭，敢距大邦，侵阮徂共。王赫斯怒，爰整其旅，以按徂旅。以笃于周祜，以对于天下。</p> <p>依其在京，侵自阮疆。陟我高冈，无矢我陵。我陵我阿，无饮我泉，我泉我池。度其鲜原，居岐之阳，在渭之将。万邦之方，下民之王。</p> <p>帝谓文王：予怀明德，不大声以色，不长夏以革。不识不知，顺帝之则。帝谓文王：訽尔仇方，同尔弟兄。以尔钩援，与尔临冲，以伐崇墉。</p> <p>临冲闲闲，崇墉言言。执讯连连，攸馘安安。是类是禡，是致是附，四方以无侮。临冲茀茀，崇墉仡仡。是伐是肆，是绝是忽。四方以无拂。",
  "fanyi": "<p><strong>译文<br></strong>天帝伟大而又辉煌，洞察人间慧目明亮。监察观照天地四方，发现民间疾苦灾殃。就是殷商这个国家，它的政令不符民望。想到天下四方之国，于是认真研究思量。天帝经过一番考察，憎恶殷商统治状况。怀着宠爱向西张望，就把岐山赐予周王。<br>砍伐山林清理杂树，去掉直立横卧枯木。将它修齐将它剪平，灌木丛丛枝杈簇簇。将它挖去将它芟去，柽木棵棵椐木株株。将它排除将它剔除，山桑黄桑杂生四处。天帝迁来明德君主，彻底打败犬戎部族。皇天给他选择佳偶，受命于天国家稳固。<br>天帝省视周地岐山，柞树棫树都已砍完，苍松翠柏栽种山间。天帝为周兴邦开疆，太伯王季始将功建。就是这位祖先王季，顺从父亲友爱体现。友爱他的两位兄长，致使福庆不断增添。天帝赐他无限荣光，承受福禄永不消减，天下四方我周占全。<br>就是这位王季祖宗，天帝审度他的心胸，将他美名传布称颂。他的品德清明端正，是非类别分清眼中，师长国君一身兼容。统领如此泱泱大国，万民亲附百姓顺从。到了文王依然如此，他的德行永远光荣。已经接受天帝赐福，延及子孙受福无穷。<br>天帝对着文王说道：“不要徘徊不要动摇，也不要去非分妄想，渡河要先登岸才好。”密国人不恭敬顺从，对抗大国实在狂傲，侵阮伐共气焰甚嚣。文王对此勃然大怒，整顿军队奋勇进剿，痛击敌人猖狂侵扰。大大增加周国洪福，天下四方安乐陶陶。<br>密人凭着地势高险，出自阮国侵我边疆，登临我国高山之上。“不要陈兵在那丘陵，那是我国丘陵山冈；不要饮用那边泉水，那是我国山泉池塘。”文王审察那片山野，占据岐山南边地方，就在那儿渭水之旁。他是万国效法榜样，他是人民优秀国王。<br>天帝告知我周文王：“你的德行我很欣赏。不要看重疾言厉色，莫将刑具兵革依仗。你要做到不声不响，天帝意旨遵循莫忘。”天帝还对文王说道：“要与盟国咨询商量，联合同姓兄弟之邦。用你那些爬城钩援，和你那些攻城车辆，讨伐攻破崇国城墙。”<br>临车冲车轰隆出动，崇国城墙坚固高耸。抓来俘虏成群结队，割取敌耳安详从容。祭祀天神求得胜利，招降崇国安抚民众，四方不敢侵我国中。临车冲车多么强盛，哪怕崇国城墙高耸。坚决打击坚决进攻，把那顽敌斩杀一空，四方不敢抗我威风。</p> <p><strong>注释<br></strong>1.皇：光辉、伟大。<br>2.临：监视。下：下界、人间。赫：显著。<br>3.莫：通“瘼”，疾苦。<br>4.二国：有谓指夏、殷，有谓指豳、邰，皆不确。马瑞辰《毛<a href=\"http://so.gushiwen.org/view_238.aspx\">诗</a>传笺通释》引或说：“古文上作二，与一二之二相似，二国当为上国之误。”此说是，上国系指殷商。<br>5.政：政令。获：得。不获，不得民心。<br>6.四国：天下四方。<br>7.爰：就。究：研究。度（duó）：图谋。<br>8.耆：读为“稽”，考察。<br>9.式：语助词。式廓：犹言“规模”。<br>10.眷：思慕、宠爱。西顾：回头向西看。西，指岐周之地。<br>11.此：指岐周之地。宅：安居。<br>12.作：借作“柞”，砍伐树木。屏（bǐng）：除去。<br>13.菑（zī）：指直立而死的树木。翳：通“殪”，指死而仆倒的树木。<br>14.修：修剪。平：铲平。<br>15.灌：丛生的树木。栵（lì）：斩而复生的枝杈。<br>16.启：开辟。辟：排除。<br>17.柽（chēng）：木名，俗名西河柳。椐（jū）：木名，俗名灵寿木。<br>18.攘：排除。剔：剔除。<br>19.檿（yǎn）：木名，俗名山桑。柘（zhè）：木名，俗名黄桑。以上皆为倒装句式。<br>20.帝：上帝。明德：明德之人，指太王古公亶父。<br>21.串夷：即昆夷，亦即犬戎。载：则。路：借作“露”，败。太王原居豳，因犬戎侵扰，迁于岐，打败了犬戎。<br>22.厥：其。配：配偶。太王之妻为太姜。<br>23.既：犹“而”。固：坚固、稳固。<br>24.省（xǐng）：察看。山：指岐山，在今陕西省。<br>25.柞、棫：两种树名。斯：犹“乃”。拔：拔除。<br>26.兑（duì）：直立。<br>27.作：兴建。邦：国。对：疆界。<br>28.大伯：即太伯，太王长子。次子虞仲，三子季历。太王爱王季，太伯、虞仲为让位于季历，逃至南方，另建吴国。太王死后，季历为君，是为王季。<br>29.因心：姚际恒《诗经通论》：“因心者，王季因太王之心也，故受太伯之让而不辞，则是能友矣。”友：友爱兄弟。<br>30.则：犹“能”。<br>31.笃：厚益，增益。庆：吉庆，福庆。载：则。<br>32.锡：同“赐”。光：荣光。丧：丧失。<br>33.奄：全。尽。<br>34.貊（mò）：《左传·昭公二十八年》及《礼记·乐记》皆引作“莫”。莫，传布。<br>35.克：能。明：明察是非。类：分辨善恶。<br>36.长：师长。君：国君。<br>37.王（wàng）：称王，统治。<br>38.顺：使民顺从。比：使民亲附。<br>39.比于：及至。<br>40.悔：借为“晦”，不明。<br>41.施（yì）：延续。<br>42.畔援：犹“盘桓”，徘徊不进的样子。<br>43.歆羡：犹言“觊觎”，非分的希望和企图。<br>44.诞：发语词。先登于岸：喻占据有利形势。<br>45.密：古国名，在今甘肃灵台一带。<br>46.阮：古国名，在今甘肃泾川一带，当时为周之属国。阻：往，至。共（gōng）：古国名，在今甘肃泾川北，亦为周之属国。<br>47.赫：勃然大怒的样子。斯：犹“而”。<br>48.旅：军队。<br>49.按：遏止。徂旅：此指前来侵阮、侵共的密国军队。<br>50.笃：厚益、巩固。祜（hù）：福。<br>51.对：安定。<br>52.依：凭借。京：高丘。<br>53.陟（zhì）：登。<br>54.矢：借作“施”，陈设。此指陈兵。<br>55.阿：大的丘陵。<br>56.鲜（xiǎn）：犹“巘”，小山。<br>57.阳：山南边。<br>58.将：旁边。<br>59.方：准则，榜样。<br>60.大：注重。以：犹“与”。<br>61.长：挟，依恃。夏：夏楚，刑具。革：兵甲，指战争。<br>62.顺：顺应。则：法则。<br>63.仇：同伴。方：方国。仇方，与国、盟国。<br>64.弟兄：指同姓国家。<br>65.钩援：古代攻城的兵器。以钩钩入城墙，牵钩绳攀援而登。<br>66.临、冲：两种军车名。临车上有望楼，用以瞭望敌人，也可居高临下地攻城。冲车则从墙下直冲城墙。<br>67.崇：古国名，在今陕西西安、户县一带，殷末崇侯虎即崇国国君，《尚书大传》有“文王六年伐崇”的记载。墉：城墙。<br>68.闲闲：摇动的样子。<br>69.言言：高大的样子。<br>70.汛：读为“奚”，俘虏。连连：接连不断的状态。<br>71.攸：所。馘（guó）：古代战争时将所杀之敌割取左耳以计数献功，称“馘”，也称“获”。安安：安闲从容的样子。<br>72.是：乃，于是。类：通“禷”，出征时祭天。祃（mà）：师祭，至所征之地举行的祭祀；或谓祭马神。<br>73.致：招致。附：安抚。<br>74.茀茀：强盛的样子。<br>75.仡（yì）仡：高崇的样子。<br>76.肆：通“袭”。<br>77.忽：灭绝。<br>78.拂：违背，抗拒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首颂<a href=\"http://so.gushiwen.org/view_238.aspx\">诗</a>先写西周为天命所归及古公亶父（太王）经营岐山、打退昆夷的情况，再写王季的继续发展和他的德行，最后重点描述了文王伐密、灭崇的事迹和武功。这些事件，是周部族得以发展、得以灭商建国的重大事件，太王、王季、文王，都是周王朝的“开国元勋”，对周部族的发展和周王朝的建立，作出了卓越的贡献，所以作者极力地赞美他们，歌颂他们，字里行间充溢着深厚的爱部族、爱祖先的思想感情。全诗八章，有四章叙写了文王，说明是以文王的功业为重点的。</p> <p>　　全诗八章，章十二句。内容丰富，气魄宏大。前四章重点写太王，后四章写文王，俨然是一部周部族的周原创业史。</p> <p>　　首章先从周太王得天眷顾、迁岐立国写起。周人原先是一个游牧民族，居于今陕西、甘肃接境一带。传说从后稷开始，做了帝尧的农师，始以农桑为业，并初步建国，以邰（今陕西武功一带）为都（见《大雅·生民》）。到了第四代公刘之时，又举族迁往豳（邠）地（今陕西旬邑一带），行地宜，务耕种。开荒定居，部族更加兴旺和发展（见《大雅·公刘》）。第十三代（依《史记·周本纪》）为古公亶父（即周太王），因受戎狄之侵、昆夷之扰，又迁居于岐山下之周原（今陕西岐山一带），开荒垦田，营建宫室，修造城郭，革除戎俗，发展农业，使周部族日益强大（见《大雅·緜》）。此章说是天命所使，当然是夸张的说法。但尊天和尊祖的契合，正是周人“君权神授”思想的表现。</p> <p>　　第二章具体描述了太王在周原开辟与经营的情景。连用四组排比语句，选用八个动词，罗列了八种植物，极其生动形象地表现太王创业的艰辛和气魄的豪迈。最后还点明：太王赶走了昆夷，娶了佳偶（指太姜），使国家更加强大。</p> <p>　　第三章又写太王立业，王季继承，既合天命，又扩大了周部族的福祉，并进一步奄有四方。其中，特别强调“帝作封作对，自大伯王季”。太王有三子：太伯、虞仲和季历（即王季）。太王爱季历，太伯、虞仲相让，因此王季的继立，是应天命、顺父心、友兄弟的表现。写太伯是虚，写王季是实。但“夹写太伯，从王季一面写友爱，而太伯之德自见”（方玉润《诗经原始》），既是夹叙法，亦是推原法，作者的艺术用心，是值得深入体味的。</p> <p>　　第四章集中描述了王季的德音。说他“克明克类，克长克君；王比大邦，克顺克比”，充分表现了他的圣明睿智，为王至宜。其中，用“帝度其心，貊其德音”，以突出其尊贵的地位和煊赫的名声；而“比于文王，其德靡悔”，既说明了王季的德泽流长，又为以下各章写文王而做了自然的过渡。</p> <p>　　《皇矣》在《大雅·文王之什》，当然重点是在歌颂和赞美文王。因而此诗从第五章起，就集中描述文王的功业了。</p> <p>　　第五章先写上帝对文王的教导：“无然畔援，无然歆羡，诞先登于岸。”即要文王勇往直前，面对现实，先占据有利的形势。虽不言密人侵入和文王怎么去做，但其紧张的气氛已充分显示了出来。接着作者指出“密人不恭，敢距大邦”，一场激烈的战争势在难免了。密人“侵阮阻共”，意欲侵略周国，文王当机立断，“爰整其旅，以按徂旅”，并强调，这是“笃于周祜”、“对于天下”的正义行动。</p> <p>　　第六章写双方的战斗形势进一步发展。密人“侵自阮疆，陟我高冈”，已经进入境内了。文王对密人发出了严重的警告，并在“岐之阳”、“渭之将”安扎营寨，严正对敌。写出情况十分严峻，使读者如临其境。</p> <p>　　第七章写战前的情景，主要是上帝对文王的教导，要他“不大声以色，不长夏以革”，就是不要疾言厉色，而要从容镇定；不要光凭武器硬拼，而要注意策略。要“顺帝之则”、“询尔仇方，同尔兄弟”，即按照上帝意志，联合起同盟和兄弟之国，然后再“以尔钩援，与尔临冲”，去进攻崇国的城池。崇国当时也是周国的强敌，上言密，此言崇，实兼而有之，互文见义。</p> <p>　　最后一章是写伐密灭崇战争具体情景。周国用它“闲闲”、“茀茀”的临车、冲车，攻破了崇国“言言”、“仡仡”的城墙，“是伐是肆”，“执讯”、“攸馘”，“是致是附”、“是绝是忽”，取得了彻底的胜利，从而“四方无以拂”，四方邦国再没有敢抗拒周国的了。这些内容表现了周从一个小部族逐渐发展壮大，依靠的绝对不是后世所歌颂的单纯的所谓礼乐教化，而主要是通过不断的武力征伐，扩张疆域，从而获得了灭商的实力。</p> <p>　　由此可见，《皇矣》在叙述这段历史过程时是有顺序、有重点地描述的。全诗中，既有历史过程的叙述，又有历史人物的塑造，还有战争场面的描绘，内容繁富，规模宏阔，笔力遒劲，条理分明。所叙述的内容，虽然时间的跨度很大，但由于作者精心的结构和安排，却又显得非常紧密和完整。特别是夸张词语、重叠词语、人物语言和排比句式的交错使用，章次、语气的自然舒缓，更增强此诗的生动性、形象性和艺术感染力。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首叙述周王先祖功德的颂<a href=\"http://so.gushiwen.org/view_238.aspx\">诗</a>，是周部族多篇开国史诗之一。《毛诗序》：“《皇矣》，美周也。天监代殷莫若周，周世世修德莫若文王。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "咏史怀古",
    "赞颂"
  ]
}