{
  "id": 72360,
  "star": 42,
  "name": "象祠记",
  "dynasty": "明代",
  "content": "　　灵、博之山，有象祠焉。其下诸苗夷之居者，咸神而祠之。宣慰安君，因诸苗夷之请，新其祠屋，而请记于予。予曰：“毁之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，盖莫知其原。然吾诸蛮夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，举而不敢废也。”予曰：“胡然乎？有鼻之祀，唐之人盖尝毁之。象之道，以为子则不孝，以为弟则傲。斥于唐，而犹存于今；坏于有鼻，而犹盛于兹土也，胡然乎？”</p> <p>　　我知之矣：君子之爱若人也，推及于其屋之乌，而况于圣人之弟乎哉？然则祀者为舜，非为象也。意象之死，其在干羽既格之后乎？不然，古之骜桀者岂少哉？而象之祠独延于世，吾于是盖有以见舜德之至，入人之深，而流泽之远且久也。</p> <p>　　象之不仁，盖其始焉耳，又乌知其终之不见化于舜也？《书》不云乎：“克谐以孝，烝烝乂，不格奸。” 瞽瞍亦允若，则已化而为慈父。象犹不弟，不可以为谐。进治于善，则不至于恶；不抵于奸，则必入于善。信乎，象盖已化于舜矣！《孟子》曰：“天子使吏治其国，象不得以有为也。”斯盖舜爱象之深而虑之详，所以扶持辅导之者之周也。不然，周公之圣，而管、蔡不免焉。斯可以见象之既化于舜，故能任贤使能而安于其位，泽加于其民，既死而人怀之也。诸侯之卿，命于天子，盖《周官》之制，其殆仿于舜之封象欤？</p> <p>　　吾于是盖有以信人性之善，天下无不可化之人也。然则唐人之毁之也，据象之始也；今之诸夷之奉之也，承象之终也。斯义也，吾将以表于世，使知人之不善，虽若象焉，犹可以改；而君子之修德，及其至也，虽若象之不仁，而犹可以化之也。” ",
  "fanyi": "<p><strong>译文</strong><br>　　灵鹫山和博南山有象的祠庙。那山下住着的许多苗民，都把他当作神祭祀。宣尉使安君，顺应苗民的请求，把祠庙的房屋重新修整，同时请我做一篇记。我说：“是拆毁它呢，还是重新修整它呢？”宣慰使说：“是重新修整它。”我说：“重新修整它，是什么道理呢？”宣尉使说：“这座祠庙的创建，大概没有人知道它的起源了。然而我们居住在这里的苗民，从我的父亲、祖父，一直追溯到曾祖父、高祖父以前，都是尊敬信奉，并诚心祭祀，不敢荒废呢。”<br>　　我说：“为什么这样呢？有鼻那地方的象祠，唐朝人曾经把它毁掉了。象的为人，作为儿子就不孝，作为弟弟就傲慢。对象的祭祀，在唐朝就受斥责，可是还存留到现在；他的祠庙在有鼻被拆毁，可是在这里却还兴旺。为什么这样呢？”我懂得了！君子爱这个人，便推广到爱他屋上的乌鸦，更何况是对于圣人的弟弟呢！既然这样，那么兴建祠庙是为了舜，不是为了象啊！我猜想象的死去，大概是在舜用干舞羽舞感化了苗族之后么？如果不是这样，那么古代凶暴乖戾的人难道还少吗？可是象的祠庙却独独能传到今世。我从这里能够看到舜的品德的高尚，进入人心的深度，和德泽流传的辽远长久。象的凶暴，在开始是这样的，又怎见得他后来不被舜感化呢？瞽瞍也能听从，那么他已经被舜感化成为慈祥的父亲了；如果象还不尊敬兄长，就不能够说是全家和睦了。他上进向善，就不至于仍是恶；不走上邪路，就说明一定会向善。象已经被舜感化了，确实是这样啊！孟子说：“天子派官吏治理他的国家，象不能有所作为呢！”这大概是舜爱象爱得深，并且考虑得仔细，所以用来扶持辅导他的办法就很周到呢。从这里能够看到象被舜感化了，所以能够任用贤人，安稳地保有他的位子，把恩泽施给百姓，因此死了以后，人们怀念他啊。诸侯的卿，由天子任命，是周代的制度；这也许是仿效舜封象的办法吧！我因此有理由相信：人的本性是善良的，天下没有不能够感化的人。既然这样，那么唐朝人拆毁象的祠庙，是根据象开始的行为；现在苗民祭祀他，是信奉象后来的表现。<br>　　这个意义，我将把它向世上讲明。使人们知道：人的不善良，即使跟象一样，还能够改正；君子修养自己的品德，到了极点，即使别人跟象一样凶暴，也还能够感化他呢。</p><p><strong>注释</strong><br>①象祠：象的祠庙。象，人名，传说中虞舜的弟弟。<br>②有鼻：古地名，在今湖南道县境内。相传舜封象于此。象死后，当地人为他建了祠庙。<br>③瞽瞍（gǔsǒu）：舜父名。<br>④底：通“抵”，到。</p>",
  "shangxi": "<h2>评析</h2> <p>　　本文为<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>被贬为贵州龙场驿丞时所作。象祠，为纪念虞舜的同父异母弟象而修建的祠堂。根据古代传说，象在其母怂恿下，曾多次谋害舜，皆未得逞。其后，象被舜所感化。舜即位后，封象为有鼻国国君（其领地在今湖南道县北）。在传统观念中，象是一个被否定的人物，唐代时，道州刺史就曾毁掉当地的象祠。不过，王守仁认为“天下无不可化之人”，象之所以最后受到感化，正说明舜的伟大，从而说明君子修德的重要性。这也是作者一贯倡导的“致良知”的具体例证。</p> <p>　　这又是一篇阐明作者“致良知”的观点的论文。全文从宣君修缮象祠写起，作者连着用了两个“胡然乎”的质疑句子带动了全文。在正面论证“致良知”这一中心内容时，作者采取了层层深入、水到渠成的手法。他首先指出，人们之所以为象立祠，是为了纪念舜，即所谓“爱屋及乌”之意，然后具体到舜是如何感化象的。（关于象在早年是如何的“不善”，在古代是人人熟知的，所以作者不再列举。）这就很自然地得出了第四段结尾中所说的“天下无不可化之人”的结论。</p> <p>　　王阳明的文章比较通俗明快，这是为了宣扬他的哲学思想的需要。同时，为了触类旁通，他惯于在行文时多举例证。例如，在这篇短文中，他援引的古书就有《书经》《孟子》；还用“管蔡不免”的史实反衬舜的感化之功。所有这些，都有助于增强文章的说服力，还增强了文章的可读性。</p>",
  "poet": {
    "id": 706,
    "star": 0,
    "name": "王守仁",
    "image": "http://img.gushiwen.org/authorImg/wangshouren.jpg",
    "desc": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。"
  },
  "tags": [
    "古文观止",
    "咏物",
    "哲学",
    "理论"
  ]
}