{
  "id": 31855,
  "star": 13,
  "name": "碧磵驿晓思 / 碧涧驿晓思",
  "dynasty": "唐代",
  "content": "香灯伴残梦，楚国在天涯。<br>月落子规歇，满庭山杏花。",
  "fanyi": "<p><strong>译文<br></strong>孤灯伴着我没有做完的梦，楚国千里迢迢还远在天涯。<br>月儿落下杜鹃也不再啼叫，只见庭院里开满了山杏花。</p> <p><strong>注释<br></strong>⑴碧磵（jiàn）驿：驿站名，具体所在未详。磵：同“涧”。<br>⑵香灯：燃香膏的照明灯。残梦：谓零乱不全之梦。唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《同沈驸马赋得御沟水》<a href=\"http://so.gushiwen.org/view_31855.aspx\">诗</a>：“别馆惊残梦，停杯泛小觞。”<br>⑶楚国：指作者的旧乡吴中。<br>⑷子规：杜鹃鸟的别名。传说为蜀帝杜宇的魂魄所化。常夜鸣，声音凄切，故借以抒悲苦哀怨之情。《埤雅·释鸟》：“杜鹃，一名子规。”唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《子规》诗：“两边山木合，终日子规啼。”歇：停止啼叫。<br>⑸山杏：山中野杏。唐<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《西省对花因寄题东楼》诗：“最忆东坡红烂熳，野桃山杏水林檎。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在五、七言绝句中，五绝较为近古；前人论五绝，也每以“调古”为上乘。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>这首五绝，却和崇尚真切、浑朴、古澹的“调古”之作迥然有别。它的意境和风格都更接近于词，甚至不妨说它就是一种词化的小<a href=\"http://so.gushiwen.org/view_31855.aspx\">诗</a>。</p> <p>　　碧磵驿所在不详，据次句可知，是和诗人怀想的“楚国”相隔遥远的一所山间驿舍。诗中所写的，全是清晨梦醒以后瞬间的情思和感受。</p> <p>　　首句写旅宿者清晨刚醒时恍忽迷离的情景。乍醒时，思绪还停留在刚刚消逝的梦境中，仿佛还在继续着昨夜的残梦。在恍忽迷离中，看到孤灯荧荧，明灭不定，更增添了这种恍在梦中的感觉。“残梦”，正点题内“晓”字，并且透出一种迷惘的意绪。不用“孤灯”而用“香灯”这种绮丽的字面，固然和诗人的喜作绮语有关，但在这里，似有暗示梦境的内容性质的意味，且与全诗柔婉的格调取得统一。“香灯”与“残梦”之间，着一“伴”字，不仅透露出旅宿者的孤孑无伴，而且将夜梦时间无形中延长了，使读者从“伴残梦”的瞬间自然联想到整个梦魂萦绕、孤灯相伴的长夜。</p> <p>　　次句忽然宕开，写到“楚国在天涯”，似乎跳跃很大。实际上这一句并非一般的叙述语，而是刚醒来的旅人此刻心中所想，而这种怀想又和夜来的梦境有密切关系。原来旅人夜来梦魂萦绕的地方就是远隔天涯的“楚国”。而一觉醒来，惟见空室孤灯，顿悟此身仍在山驿，“楚国”仍远在天涯，不觉怅然若失。这真是山驿梦回楚国远了。温庭筠是太原人，但在江南日久，俨然以“楚国”为故乡。这首诗正是抒写思楚之情的。</p> <p>　　“月落子规歇，满庭山杏花。”三、四两句，又由心之所系的天涯故国，转回到碧磵驿的眼前景物：月亮已经落下去，“啼夜月，愁空山”的子规也停止了凄清的鸣叫声；在晓色朦胧中，驿舍的庭院正开满了繁茂的山杏花。这两句情寓景中，写得非常含蓄。子规鸟又叫思归、催归，鸣声有如“不如归去”。特别是在空山月夜，啼声更显得凄清。这里说“月落子规歇”，正暗透出昨夜一夕，诗人独宿山驿，在子规的哀鸣声中翻动着羁愁归思的情景。这时，子规之声终于停歇，一直为它所牵引的归思也稍有收束，心境略趋平静。就在这种情境下，诗人忽然瞥见满庭盛开的山杏花，心中若有所触。全诗也就在这但书即目所见与若有所感中悠然收住。对这景物所引起的感触、联想和记忆，则不着一字，任凭读者去寻味。这境界是美的，但似乎带有一点寂寞和忧伤。其中蕴含着一种愁思稍趋平静时目遇美好景物而引起的淡淡喜悦，又好像在欣喜中仍不免有身处异乡的陌生感和孤孑感。碧磵驿此刻已经是山杏盛开，远隔天涯的“楚国”，想必也是满目春色、繁花似锦了。诗人当日目接神遇之际，其感受与联想可能本来就是浑沦一片，不甚分明，因此笔之于纸，也就和盘托出，不加点醒，构成一种朦胧淡远的境界。这种表现手法，在温词中运用得非常普遍而且成功，像《菩萨蛮》词的“江上柳如烟，雁飞残月天”“心事竟谁知？月明花满枝”“花落子规啼，绿窗残梦迷”“雨后却斜阳，杏花零落香”等句，都是显例。对照之下，可以发现“月落子规歇，满庭山杏花”两句，无论意境、情调、语言和表现手法，都与词非常接近。</p> <p>　　这首诗几乎通篇写景（第二句从抒情主人公心中所想的角度去理解，也是写景，而非叙事），没有直接抒情的句子，也没有多少叙事成分。图景与图景之间没有勾连过渡，似续似断，中间的空白比一般的诗要大得多。语言则比一般的诗要柔婉绮丽，这些，都更接近词的作风。温庭筠的小诗近词，倒主要不是表明词对诗的影响，而是反映出诗向词演化的迹象。</p>",
  "about": "<h2>创作背景</h2> 　　碧磵驿当是离<a href=\"http://so.gushiwen.org/view_31855.aspx\">诗</a>人所往的吴中旧乡尚很遥远的一处山中驿站。作者远赴吴中，夜宿驿中，次日清晨顿生羁旅之感，因作此诗。",
  "poet": {
    "id": 415,
    "star": 0,
    "name": "温庭筠",
    "image": "http://img.gushiwen.org/authorImg/wentingyun.jpg",
    "desc": "温庭筠（约812—866）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。"
  },
  "tags": [
    "羁旅",
    "写景",
    "抒情"
  ]
}