{
  "id": 5687,
  "star": 15,
  "name": "送秘书晁监还日本国",
  "dynasty": "唐代",
  "content": "积水不可极，安知沧海东。<br>九州何处远，万里若乘空。<br>向国唯看日，归帆但信风。<br>鳌身映天黑，鱼眼射波红。<br>乡树扶桑外，主人孤岛中。<br>别离方异域，音信若为通。",
  "fanyi": "<h2>注释</h2> 晁衡，原名仲满、阿倍仲麻吕，日本人。公元717年（唐玄宗开元五年）随日本遣唐使来中国留学，改名为晁衡。历仕三朝（玄宗、肃宗、代宗），任秘书监、兼卫尉卿等职。大历五年卒于长安。天宝十二载，晃衡乘船回国探亲。<br>极：尽头。引申为达到极点、最大限度。<br>安知：怎么知道。<br>沧海东：东游以东的地方，这里指日本。<br>鳌（áo）：传说中的海中大龟，—说大鳖。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《猛虎行》有“巨鳌未斩海水动”的<a href=\"http://so.gushiwen.org/view_5687.aspx\">诗</a>句。<br>乡树：乡野间的树木。清朝<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《送金侍郎鋐填抚七闽》诗之一：“玉节官桥河畔柳，锦帆乡树越中山。”<br>扶桑：地名。《南史·夷貊列传》载：“扶桑在大汉国东二万余里。……其上多扶桑木，故以为名。” “扶桑”一词，时而指地名，时而指神话中树木，有时也作为日本国的代称。这首诗中的“乡树扶桑外”，意思是说日本国比扶桑更远。<br>孤岛：指日本国。<br>若：如何。",
  "shangxi": "<h2>赏析</h2> <p>　　古代赠别<a href=\"http://so.gushiwen.org/view_5687.aspx\">诗</a>通常以交代送别的时间、地点、环境发端，借景物描写来烘染离情别意。这首诗不同，开头便是一声深沉的慨叹：茫茫沧海简直不可能达到尽头，又怎么能知道那沧海以东是怎样一番景象呢！突如其来，喷薄而出，令人心神为之一震。三四两句一问一答，寄寓诗人深情：九州以外，哪里最为遥远？恐怕就要算迢迢万里之外的日本了。友人要去那里，真象登天一样难。头四句极写大海的辽阔无垠和日本的渺远难即，造成一种令人惆怅、迷惘、惴惴不安的浓重氛围。</p> <p>　　接下来四句，是写想象中友人渡海的情景。在当时的科学水平和技术条件下，横渡大海到日本去是一种极为冒险、生死未卜的事情。通常是正面实写海上的景象，诸如气候的无常、风涛的险恶等等，借以表达对航海者的忧虑和悬念。第三联写得惊耳怵目，扣人心弦，富有精警之意。无论语言是怎样的铺张扬厉，情感是怎样的激宕淋漓，要在一首短诗中把海上航行中将要遇到的无数艰难险阻说完道尽，毕竟是办不到的。所以，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>采用了另外一种别开生面的手法：避实就虚，从有限中求无限。“向国惟看日，归帆但信风”，要说的意思只开了一个头便立即带住，让读者自己去思索，联想，补充，丰富。《新唐书。东夷传》云：“日本使自言国近日所出，以为名。”这里“日”字双关，兼指太阳和日本国。航海者就凭几片风帆、数支橹桨，随风飘流，可见艰险已极。诗人不作正面描绘，只提供联想线索；不言艰险而艰险之状自明，不说忧虑而忧虑之情自见，正是这两句诗高明的地方。最有特色的，还是“鳌身映天黑，鱼眼射波红”两句。在这里，诗人不只是没有实写海上景象，而且虚构了两种怪异的景物：能把天空映黑的巨鳌，眼里红光迸射的大鱼，同时展现出四种色彩：黑，红，蓝（天），碧（波），构成了一幅光怪陆离、恢宏阔大的动的图画。波涛在不停地奔涌，巨鳌与大鱼在不停地出没，四种色彩在不断地交织和变幻，表达了诗人对友人海上航行艰险、安危的忧虑。</p> <p>　　历代的诗论家们公认王维“诗中有画”，但往往没有注意到，他的“诗中画”大多是“绘画所描绘不出的画境”。这首诗即是如此。人们公认王维是着色的高手。但往往没有注意到，他笔下的色彩不是客观对象的一种消极的附属物，而是创造环境氛围、表现主观情感的积极手段。这两句诗利用色彩本身的审美特性来表情达意，很富创造性，有很高的借鉴价值。</p> <p>　　最后两句，诗人设想晁衡战胜艰难险阻，平安回到祖国，但又感叹无法互通音讯。这就进一步突出了依依难舍的深情。</p> <p>　　这是一曲中日两国的传统友谊之歌。通篇没有用一个概念性的语词来明言所表现的究竟是什么情感，但我们从目的地的渺远、航程的艰险和诗人的声声喟叹中，可以明确无误地体会到，这是一种怅惘、忧愁、悬念、惜别等等杂糅交织的至精至诚的情谊。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗开元五年（717）随日本遣唐使来九州留学，改姓名为晁衡。历仕玄宗、肃宗、代宗三朝，任秘书监，兼卫尉卿等职。大历五年卒于长安。天宝十二载，晃衡乘船回国探亲。临行前，玄宗、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、包佶等人都作<a href=\"http://so.gushiwen.org/view_5687.aspx\">诗</a>赠别，表达了对这位日本朋友深挚的情谊，其中以王维这一首写得最为感人。",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "送别"
  ]
}