{
  "id": 10948,
  "star": 18,
  "name": "南邻",
  "dynasty": "唐代",
  "content": "锦里先生乌角巾，园收芋栗未全贫。<br>惯看宾客儿童喜，得食阶除鸟雀驯。<br>秋水才深四五尺，野航恰受两三人。<br>白沙翠竹江村暮，相对柴门月色新。",
  "fanyi": "<p><strong>译文</strong><br>锦江有一位先生头戴黑色方巾，他的园子里，每年可收许多的芋头和板栗，不能算是穷人。<br>他家常有宾客来，孩子们都习惯了，总是乐呵呵的，鸟雀也常常在台阶上觅食，它们已被驯服了。<br>秋天锦江里的水深不过四五尺，野渡的船只能容下两三个人。<br>天色已晚，江边的白沙滩，翠绿的竹林渐渐笼罩在夜色中，锦里先生把我们送出柴门，此时一轮明月刚刚升起。</p> <p><strong>注释</strong><br>⑴南邻：指<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>草堂南邻朱山人。<br>⑵锦里：锦里：指锦江附近的地方。角巾：四方有角的头巾。<br>⑶芋粟：芋头，板栗。<br>⑷宾客：一作“门户”。<br>⑸阶除：指台阶和门前庭院。<br>⑹深：一作“添”。<br>⑺航：小船。一作“艇”。<br>⑻村：一作“山”。暮：一作“路”。<br>⑼对：一作“送”。柴门：一作“篱南”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《南邻》是用两幅画面组成的一道<a href=\"http://so.gushiwen.org/view_10948.aspx\">诗</a>，诗中有画，画中有诗。前半篇展现出来的是一幅山庄访隐图。</p> <p>　　<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>到人家作客，诗先写这家人家给予杜甫的印象。诗人首先看到的，主人是位头戴“乌角巾”的山人；进门是个园子，园里种了不少的芋头；栗子也都熟了。说“未全贫”，则这家境况并不富裕。可是从山人和全家的愉快表情中，可以知道他是个安贫乐道之士，很满足于这种朴素的田园生活。说起山人，人们总会联想到隐士的许多怪脾气，但这位山人却不是这样。进了庭院，儿童笑语相迎。原来这家时常有人来往，连孩子们都很好客。阶除上啄食的鸟雀，看人来也不惊飞，因为平时并没有人去惊扰、伤害它们。这气氛是和谐、宁静的。三、四两句是具体的画图，是一幅形神兼备的绝妙的写意画，连主人耿介而不孤僻，诚恳而又热情的性格都给画出来了。</p> <p>　　随着时间的推进，下半篇又换了另一幅江村送别图。“白沙”、“翠竹”，明净无尘，在新月掩映下，意境显得特别清幽。这就是这家人家的外景。由于是“江村”，所以河港纵横，“柴门”外便是一条小河。王嗣奭《杜臆》曰：“‘野航’乃乡村过渡小船，所谓‘一苇杭之’者，故‘恰受两三人’”。杜甫在主人的“相送”下登上了这“野航”；来时，他也是从这儿摆渡的。</p> <p>　　从“惯看宾客儿童喜”到“相送柴门月色新”，不难想象，主人是殷勤接待，客人是竟日淹留。中间“具鸡黍”、“话桑麻”这类事情，都略而不写。这是诗人的剪裁，也是画家的选景。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10948.aspx\">诗</a>作于唐肃宗上元元年（760年），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在西南漂泊时期。在成都，作者过了一段比较安定的生活，在作者居住的浣花草堂不远，有位锦里先生，杜甫称之为“南邻”（朱山人）。月夜，朱山人送作者离开。在回家的路上，或者回家以后，杜甫写了这首《南邻》诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "月夜",
    "送别",
    "生活"
  ]
}