{
  "id": 37838,
  "star": 7,
  "name": "秋日山中寄李处士",
  "dynasty": "唐代",
  "content": "吾辈道何穷，寒山细雨中。<br>儿童书懒读，果栗树将空。<br>言论关时务，篇章见国风。<br>升平犹可用，应不废为公。",
  "fanyi": "<p><strong>译文<br></strong>我辈的大道怎么会走到尽头，就像<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>还在细雨中巍然耸立一样。<br>孩子们都对读书有一种惰性，贪玩得把树上的果实都快摘完了。<br>我们的言论要牵涉到国计民生的世事，文章要能体现国风的标准。<br>（我辈的学识）在太平丰足之世还是有用的，不应该（因为乱世而）丢掉报国之心。</p> <p><strong>注释<br></strong>（1）李处士：疑为李昭象。处士：古代称有才德而隐居不仕的人。<br>（2）关时务：牵涉到国计民生的世事。关：牵连，涉及。<br>（3）国风：《<a href=\"http://so.gushiwen.org/view_37838.aspx\">诗</a>经》的组成部分。包括“二南”（《周南》、《召南》）和《邶风》、《鄘风》、《卫风》、《王风》、《郑风》、《齐风》、《魏风》、《唐风》、《秦风》、《陈风》、《桧风》、《曹风》、《豳风》，称十五国风。共一百六十篇。大抵是周至春秋中叶的作品，对当时社会政治生活作了广阔的反映，有些作品直接揭露了统治阶级的罪恶。<br>（4）升平：太平丰足之世。<br>（5）废：废弃。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联以“吾辈”开头，“吾辈”即是“我们”，开篇便点明<a href=\"http://so.gushiwen.org/view_37838.aspx\">诗</a>作主体，先入为主，给予读者一种对诗歌的认同感。接下来所书的“道何穷”便体现了“吾辈”的现状，若说这一句只是平平无奇，那么接下来第二句的“<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>细雨”则是将第一句中朴实的语言一下子升华，“吾辈”之道正是如处“寒山细雨”之中，凄冷悲凉，却又屹立不倒，诗人用客观景象来对“道”的形势作出一种生动的描述。</p> <p>　　颔联则是列举了几个常见的意象，如“儿童”，“果栗树”，但就是这样普普通通的意象，却最富有代表性。“儿童”是国家未来之希望，却从小将大道放之一旁，不以读书为业，反而去玩耍嬉戏，荒废时间，就连“果栗树”也即将被他们摘空。诗人不仅仅是简单地将这些意象列举出来，而是通过这种写实的手法，表达了自己对国家大道深深地担忧。</p> <p>　　颈联则是以教育式的语气来为读者提出要求。两句工整相对，“言论”对“篇章”，“时务”对“国风”，表达了诗人心中的期望。<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>正是在这两句诗中明确向读者宣告了自己创作诗歌的根本目的，表明了他继承《诗经》现实主义传统的鲜明态度。杜荀鹤将自己的诗集名为《唐风集》，其用意，即以“唐风”继“国风”，用他那“主箴刺”之文，来讽谕和裨补社会的弊废阙失。</p> <p>　　尾联则是对颈联内容的一种补充，颈联提出了具体要求，尾联则是为达到这个要求坚定信心。“犹”，是“还，仍然”的意思，在这里，这个字用的恰到好处，世人都以为学识毫无作用，可诗人诗风在这个“犹”字上一转，立刻体现出一种警示的语气，他要提醒世人，他们的想法是荒谬的。体现了诗人对自己想法的肯定，对实现目标充满信心，用呼告的语气告诫人们不要荒废学问，因为学问在这个太平年代是有很大用武之地的。[3] “每与人言，多询时务，每读书史，多求道理”。古之人，不言文学则罢，言文学则必要把“道”摆在首位，体现出强烈的政治功利观和用世精神。这种心态，也可说是价值观和思维方式，已凝冻在诗歌里，难以剔除，成为表达上必有的一种“程式”。反之，缺失了倒觉得极不舒服，便是所谓“离经叛道”吧。故哪怕是言不由衷，心不在焉，用来作点缀，装饰，也是不可或缺的。这首诗便体现出这样一种“教化加牢骚”的程式。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_37838.aspx\">诗</a>人身处唐末乱世，社会动乱。唐帝国到了懿宗、僖宗的时候，已经是“日薄西山，气息奄奄”了。藩镇割据，拥兵自大，“专务聚财积粟，峻法树威”（《旧唐书·韩弘传》），相互间的兼并和掠夺愈演愈烈。而王室的生活则越来越奢侈糜烂，上行下效，各级贪官污吏横征暴敛，中饱私囊；藩镇牙兵凶残暴戾、强敲豪夺、逾法犯令，任意为非作歹。百姓们在这层层的勒索和压榨下，处在暗无天日、水深火热的境地。</p> <p>　　诗人一生过着穷困潦倒的生活，对劳动人民和现实生活有广泛的接触，思想感情与劳动人民相通。他忧国忧民，理解百姓的灾难，同情他们的疾苦。诗人面对现实，喷发出对荼毒生灵的统治者的有力控诉和抨击，把揭露屠夫民贼贪婪残暴和恤悯人民的悲惨厄运，有机地结合起来。他以“诗旨未能忘救物”（《自叙》）自期，所以所作的诗篇中大多体现了社会现实和人民疾苦。这首诗也是<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>反映社会现实，希望通过自己的“主箴刺”之文，来讽谕和裨补社会的弊废阙失，挽救世人的风骨。</p>",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "忧国忧民",
    "讽喻"
  ]
}