{
  "id": 69672,
  "star": 1,
  "name": "杂剧·宜秋山赵礼让肥",
  "dynasty": "元代",
  "content": "第一折<br>汉季生民可奈何，深山无处避兵戈；朝来试看青铜镜，一夜忧愁白发多。老身姓李，失主姓赵，是这汴京人氏。所生下两个孩儿：大的赵孝，小的赵礼；两个十分孝顺。争奈家业飘零，无升合之粟。方今汉世中衰，兵戈四起，士民逃窜。似此乱离，只得随处趁熟。两个孩儿不知抬着老身到这甚么去处？母亲，这是宜秋山。哥哥，似这等艰难，何以度日呵？<br>【仙吕】【点绛唇】这些时囊箧消乏，又值着米粮增价，忧愁杀。一日三衙，几度添白发。母亲，想俺弟兄两个，空学成满腹文章。俺只在这山中负薪，兄弟采些野菜药苗，似此充饥，几时是俺弟兄们发达的时节也？哥哥，母亲年纪高大，俺正是家贫亲老，如之奈何？<br>【混江龙】待着峰粗粝，眼睁睁俺子母各天涯。想起来我心如刀割，题起来我泪似悬麻。饿杀人也无米无柴腹内饥，痛杀人也好儿好女眼前花。恢恢天网，漫漫黄沙，我一身饿死，四海无家。眼看得青云兄长事无成，可怜我白头老母年高大。压的我这双肩苦痛，走的我这两腿酸麻。<br>兄弟，俺二人抬着母亲，来到这宜秋山下，是好一派山景也！哥哥，看了这郊外景致，好是伤感人也呵！<br>【油葫芦】子母哀哉苦痛杀，恨转加，我这里举头一望好嗟呀！伤心老母难安插，空对着赏心山色堪图画。故园风落花，荒村水褪沙。俺只见斜阳一带林梢挂，掩映着茅舍两三家。<br>孩儿，你看那日落山腰，渐渐的晚了也。<br>【天下乐】我则见落日平林噪晚鸦，火涯，何处家？则俺那弟兄每日月好是难过咱。母亲也年纪高，穴臣刂力乏，被这些穷家活把他没乱煞。<br>哥哥，如今有那等官员财主每，朝朝饮宴，夜夜欢娱，他每那里知道俺这穷儒每苦楚也？俺这穷的如此，富的可是怎生？兄弟略说一遍咱。<br>【哪吒令】想他每富家，杀羊也那宰马；每日取笑恰，飞觥也那走斝；俺百姓每痛杀，无根椽片瓦。那里有调和的五味全？但得个充饥罢。母子每苦痛哎天那！<br>兄弟，富豪家如此般受用，兀的不苦杀俺这穷儒百姓也！<br>【鹊踏枝】他可也忒矜夸、忒豪华，争知俺少米无柴，怎地存札？子母每看看的饿杀，天那！则亏着俺这百姓人家。<br>孩儿每，似这般饥馁，如之奈何也？母亲。<br>【寄生草】饿的这民饥色，看看的如蜡渣。他每都家家上树把这槐芽掐，他每都村村沿道将偷皮剐，人每都人人绕户将粮食化。兄弟，俺如今衣不遮身。食不充口。兀的不穷杀俺也！现如今弟兄衣袂不遮身，可着纶贫寒子母无安下。我安排些饭食，与母亲食用咱。兄弟，你则在这里守着母亲，我安排去。哥哥陪侍母亲说话，你兄弟去。你两个孩儿休去！老身安排去。母亲坐的。您孩儿去这轿儿后面，还有一把儿米，就着这涧泉水，我淘了这米，拾的一把儿柴，兀的那一家儿人家！我去讨一把儿火。庄院里有人么？是谁唤门哩？我来讨一把儿火来。兀的是火。等你做罢饭时，剩的刷锅水儿留些与我。你要做甚么？我要充饥哩。俺穷则穷，更有穷似俺的。我吹着这火，可早粥熟了也。哥哥，请母亲食用。这一碗与哥哥食用。赵礼孩儿有么？母亲，您孩儿有。兄弟，你有么？哥哥，您兄弟有了也。<br>【醉扶归】我吃的这茶饭有难消化，母亲那肌肤瘦力衰乏。可怎生孩儿碗里无粥汤。母亲，你孩儿吃了也。母亲，你看兄弟拿着个空碗儿哩。哥哥，您兄弟有。量这半杓儿粥都添了有甚那？转着这空碗儿我着这匙尖儿刮，我陪着个笑脸儿百般的喜洽。母亲今日吃了这些粥汤，明日吃甚么那？不由我泪不住行儿下。<br>这个庄户人家吃饭哩，我叫化些儿咱。母亲你见么？则道咱三口儿受贫，又有艰难似俺的也！<br>【后庭花】我则见他番穿着绵纳甲，斜披着一片破背褡。你觑他泥污的腌身分，风梢的黑鼻凹。爹爹、奶奶，有残汤剩饭，与俺这小孩儿一口儿吃也好那。他抱着个小娃娃。可是他蓬松着头发，歪笴笠头上搭，粗棍子子内拿，破麻鞋脚下叵寸，腰缠着一绺儿麻，口咽着半块瓜，一弄儿乔势煞，饥寒的怎觑他？<br>可怜见，叫化些儿。母亲！哥哥！<br>【青哥儿】他一声声向咱向咱抄化，我羞答答将甚些甚些赍发？可怜我也万苦千辛度命咱。现如今心似油炸，肉似钩搭，死是七八，那个提拔？母亲！哥哥！似这般凄凄凉凉，波波渌渌，今夜宿谁家？多管在茅檐下。<br>孩儿也，俺回去来。爹爹，我肚里饥。你肚里饥么？我肚里饥。可吃些甚么？他也没的吃，咱别处寻讨去来。孩儿每！收拾了，咱趁熟去来。<br>【赚煞尾】我口不觉开合，脚不知高下，我则见天转山摇地塌。孩儿，你敢无食力么？母亲，您孩儿没用，倒吓着母亲也。不是我无食力身躯闪这一滑，多管是少人行山路凹凸。母亲。你莫叫吖吖，你孩儿水米不曾粘牙，看来日饥时俺吃甚么？不冻杀多应饿杀。眼见的山间林下，可怜身死野人家。<br><br>第二折<br>花有重开日，人无再少年。老身两个孩儿：赵孝、赵礼。大孩儿每日山中打柴为生；小的孩儿每日山中采野菜药苗，俺三口儿充饥。两个孩儿山中去了，老身家中做下些饭食，等两个孩儿回来食用咱。小生赵礼，哥哥赵孝，因趁熟来到这南阳宜秋山下，盖了一间草房居止。哥哥每日山中打柴；小生提着篮儿采些野菜药苗，与母亲哥哥充饥。赵礼也！空学成满腹诗书，何日是你那发迹的时节也呵？<br>【正宫】【端正好】则我这身似病中鹤，心若云间鹗，我本待要驾清风万里扶摇。半生四海无着落，空着我穷似投林鸟。<br>【滚绣球】文章教尔曹，诗书访先觉。我如今居无安食无求饱，慕颜回他也有一个陋巷箪瓢。挣着我这饿肚皮，拳挛着我这冻躯壳，我道来学好也啰！似赵礼这等受窘啊！我道来不学的也好，似这般无经营日月难熬！可不道人无举荐穷无奈，说甚么贫不忧愁富不骄，赤紧的众口嗷嗷。<br>来到这山中，采些野菜，与老母食用波。<br>【倘秀才】我绕着这浅水深山寻些个中吃无毒的药苗，我行过这高岭长堤采些个叶嫩枝新的野蒿。吃了呵则愿的年老的尊堂得安乐，挨日月，度昏朝，我猛转过山林隘角。<br>【脱布衫】见腾腾的鸟起林梢，听冬冬的鼓振山腰。珰珰的一声锣响。飕飕的几声胡哨。<br><br>【小梁州】我则见齐臻臻的强人摆列着。不中！我与你走、走、走。你走那里去？吓的我肉战身摇，黑黯黯杀气震青霄。与我拿住那厮者！他那里高声叫，多咱是得命也无毛。<br>这的是俺的地面，你怎敢擅便到此那？<br>【幺篇】这的是您占来水泊山林道，这所在则许俺打围射猎也！则许您官人每射猎渔樵。你这些不合来！小生也是不合信脚行，差来到。这个是你的不是了也！这的是小生的违拗，告太仆且耽饶！小校，与我拿上山来者！某中酒也！小偻儸打下泉水，磨的刀快，待某亲自剖腹剜心，做个醒酒汤儿吃。理会的。<br>【倘秀才】我见他料绰口凹凸着面貌，眼嵌鼻眍挠着脸脑，这厮那不劣缺的心肠决奸狡！宽展那猿猱臂，侧坐着虎熊腰，雄纠纠施呈那燥暴！小偻儸，我请他吃筵席来。去了那厮巾帻者！太仆请息雷霆之怒！<br>【滚绣球】则是这尘蒙了的贡禹冠。剥了那厮衣服者！止不过霜侵了的季子袍。有甚么金珠财宝，将来买命！我又无那邓通铸的钱，那里取金珠财宝？某亲自下手也！又不是比干心七孔三毛。这厮倒吃的好哩！止不过黑林侵的肌体羸，又无那红馥馥的皮肉娇。我这里骨崖崖欲行还倒，我是个饿损的人有甚么脂膘？我这里战钦钦膝跪和莎草。小偻儸，与我把那刀磨的快者！理会的。他那里碜可可的人磨着带血的刀，吓的我怯怯侨侨。<br>好是奇怪！我这虎头寨上，但凡拿住的人呵，见了俺丧胆亡魂。今朝拿住这厮，面不改色。兀那厮！你有甚么话说？小生有一句话，可是敢对太仆说么？口退！兀那厮，你说某听咱！小生是个穷秀才，家中有老母、兄长。母亲年纪高大，哥哥软弱。太仆可怜见，告一个时辰假限，辞别老母、兄长，上山来受死。噤声！我跟前调喉舌。我和你有个比喻：便似那小孩儿笼里盛着个鹊儿，那鹊儿在那笼里东撞西撞，不能勾撞出那笼去。不晓事的小的开了那笼门儿，那鹊儿忒楞楞飞在那树上。那小的可害慌也，点手叫那鹊儿：\"你入笼里来！\"他可是肯入来么？我如今拿住你，要杀了你。你告一个时辰假限，下山辞别老母、兄长。我放了你去呵，你可是肯来也不肯来？你辞呵待怎的？不辞呵待如何？你说某听咱。<br>【呆骨朵】我辞一辞呵着俺那年高老母知一个消耗。太仆！岂不闻道是哀哀父母劬劳？你辞那母亲怎的？争奈俺老母年高，家兄软弱。对你哥哥说些甚么？我着俺哥哥行仁孝，将俺那老母恩临报。某不放你去！你做的个损别人安自己；母亲也，你可甚么养小来防备老！<br>我放你去呵。你有甚么质当？有，小生当下这个信字。这个信字打甚么不紧！俺秀才每仁义礼智信，唯有个信字不敢夫了。天无信四时失序，地无信五谷不生，人无信而不立。\"大车无輗，小车无軏，其何以行之哉？\"既是孔子之徒，岂敢失信于人乎？既然如此，我放你下山去。索是谢了太仆。小偻儸，那厮去了也。若是来呵，咱取一面笑；若不来呵，便罢。小偻儸，俺后山中饮酒去来。老身是赵孝、赵礼的母亲。两个孩儿不在家：一个孩儿负薪，一个孩儿采野菜药苗去了。不知两个孩儿有甚么勾当？老身这一会儿肉似钩搭，发似人揪，身心恍惚，不见两个孩儿回来。走、走、走！<br>【倘秀才】走的我这口枯渴热烘烘面皮上浑如火燎，走的我遍体汗湿渌渌浑如水浇。到家中，母亲道：孩儿你来了也。我可甚么买卖归米汗未消？母亲，开门来！开门来！你孩儿来了也。孩儿，你这般慌做甚么？我入门来他问个端的，我欲待要说根苗。您孩儿恰才山中撞……孩儿，你撞着甚么来？一句话到我这舌尖上我便咽了。<br>孩儿，你这般慌呵，为着甚么？<br>【滚绣球】您儿恰才山中觅吃食，不想疏林外遇着贼盗。他那片杀人心可敢替天行道，他便待下山来将您儿紧紧的相邀。他那里茶饭忒整齐，筵席忒宽绰，这恩临可端的杀身难报，他行那管夷吾德行才学。在先结下知心友，我可敢道今日番为刎颈交，也是我命运州招。<br>孩儿，有谁人怎的你来，你说咱。我说则说。母亲，你则休烦恼。孩儿也，你说，我不烦恼。你儿啥才采野菜药苗，不想遇着一伙贼盗。拿我到虎头寨里。待要杀坏了我。我告了一个时辰假限，下山来辞别了母亲、哥哥，上山受死去也。孩儿，痛杀老身也！作不去呵也罢。等你哥哥来，俺三口儿亲身告他去！母亲，告他去也不济事了。<br>【二煞】你道是办着一个耐心儿三口亲身告，恼犯那贼人瞪眼把俺来杀坏了。我宁可身做自当，自遭自受；我怎肯愁死愁生，向他行求免求饶！母亲。你省可里啼啼哭哭。怨怨哀哀，忄敞忄敞焦焦。我奈家贫也那亲老，穷火院怎生熬？<br>母亲，俺哥哥何处去了？你哥哥打柴去了。便回来也。我眼见的不能勾见俺哥哥一面了也！<br>【一煞】我共埯哥哥半生情分干休了。母亲！这的是你养儿女一世前程无下梢。我不能勾进取功名，干撇下母亲兄长，割舍我七尺身躯，和这满腹文学。母亲请坐！受您孩儿几拜。我这里拜辞在阶下，知咱每相见在何年？不想我死在今朝。孩儿也！等哥哥见一面去也好。我也等不的哥哥来到，怎肯失口信与儿曹！<br>【随煞尾】我猛然拜罢那双脚。儿也！则被你痛杀我也！哎呀！不阻防脑背后番身吃一交。母亲！那残病的身躯省懊恼，鼻痛心酸两泪抛，腹热肠慌乱刀绞。我想他毒害的强贼，我今日死不可逃。母亲也，则您这生分的孩儿，我其实送不的你那老！<br>孩儿受死去了也。不见大的个孩儿来，怎生是好？小生赵孝，山中打柴去来。不知家中有甚么勾当？肉如钩搭。发似人揪，心中恍惚。来到门首也，见母亲去来！母亲，您孩儿来家也。母亲，你这般慌做甚么？孩儿，你不知道。有你兄弟山中遇着一伙强贼，要杀坏了您兄弟。他告了一个时辰假限，辞别了老身，等不见你来，怕误了假限，上山受死去了也！是真个？母亲，你则在家中。他是我一父母的亲兄弟，兄弟有难，要我做甚么？可不道\"兄弟如同手足\"，手足断了难续。舍了我这性命，不管那里，我救兄弟去走一遭也！谁想有这场事？两个孩儿都去了也，要我这老性命做甚么？我掩上这门，我一步一跌也赶将去，救两个孩儿性命走一遭。孩儿也，兀的不痛杀我也！<br><br>第三折<br>涧水湾湾绕寨门，野花斜插渗青巾。带糟浊酒论盆饮，叶子黄金整秤分。某姓马名武，字子章，乃邓州人氏，学成十八般武艺。当年应武举去来，嫌某形容丑叉，以此上不用某。某今在这宜秋山虎头寨，落草为寇，也是不得已而为之。每一日要吃一副人心肝。今日拿住一头牛，欲待杀坏他；他哀告某，告一个时辰假限，下山辞别他那老母、兄长去了。这早晚敢待来也。走、走、走，误了时辰也！<br>【越调】【斗鹌鹑】好着我东倒西歪，失魂丧魄，北去南来。苦也啰！苦也啰！只恁的天宽地窄，你也好别辨个贤愚，怎么的不分个皂白！俺母亲年纪高，筋力衰，怎当他一迷里胡为，百般家布摆！<br>【紫花儿序】投至得长营大寨，我可甚么乐道安贫？天那！天那！怎遭这场横祸非灾！则你那睡魂不醒，怪眼难开。哀哉！只我这七尺身躯本贯世才，你刬的将我似牛羊般看待？我又不曾乐极悲生，那里是苦尽甘来？<br>可早来到山中也，不免见太仆去。兀那厮，你来了也！大仆，小生来了也，与个快性，杀、杀、杀。<br>【凭阑人】由你将我身躯七事子开，由你将我心肝一件件摘。我道来、我道来，除死呵无大灾。那里不寻我那兄弟？兀那里不是我兄弟！兄弟，痛杀我也！好、好、好，又走将一头牛来了也。<br>【调笑令】兀的不快哉，好着我痛伤怀！不俫，这的是那里每哥哥走到来？咱两个好心实无赛，一任将俺肉折皮开。将俺这残零骨殖儿休要损坏，将俺这弟兄每一处里藏埋。<br>远远的一簇人闹，敢是我那两个孩儿么？又走将一头牛来了也。兀的不是母亲来了也！<br>【秃厮儿】至死也休将口开，谁着你杀人处钻出头来？这搭儿里问甚好共歹。也是我年月日时衰，应该。<br>【圣药王】谁着你头不抬，眼倦开，大踏步走向舍身崖。不索你三个争，那个乖，也是前生注定血光灾。好也啰！今日早福谢一时来。你来了也，我不杀你，是我失信；你若不来呵，便是你失信。我杀了这厮者！太仆可怜见，小生肥，留着兄弟，杀了我者！好，好，好。留着你兄弟。我则杀你。太仆可怜见，小生肥，杀了小生者；留着我哥哥，侍奉母亲。杀了小生者！好，好，好。我杀了这厮者。太仆可怜见。两个孩儿寻觅将来的茶饭，都是老身吃了，老身肥，留着两个孩儿，杀了老婆子者！好，好，好。我则杀了这个老婆子者。太仆可怜见，留着老母，俺两个肥，杀了俺两个者！噤声！你看他波。杀着这厮，大的道：太仆可怜见。留着兄弟，侍养母亲，杀了我者；杀这大的，那小的道：留着哥哥，侍养老母，杀了我者；杀这两个小厮，这婆子道：老婆子肥，杀了我者。我不杀你，你倒杀了我罢！马武也，你寻思波。兀的不是兄爱弟敬，为母者大贤，为子者至孝。你家中也有一爹二娘，三兄四弟，五姊六妹，知他死在谁人剑锋之下，填于草野沟壑之中？说兀的做甚！从头一一说行藏，和我腮边泪两行；我是个杀人放火搊搜汉，则他这孝心肠感动我这铁心肠。罢、罢、罢。我不杀你，我饶了你，放你回去。谢了太仆！<br>【络丝娘】我只道你杀人刀十分的利害，元来这活人心依然尚在。便做道俺两个该死的游魂甚耽待，也则是可怜见白头奶奶。<br>你母子三个，我都不杀了，快回去罢！<br>【东原乐】敢道是凶年岁，瘦骨骸，便剐将来也填不满一餐债。因此在饿虎喉中乞得这免死牌，蒙恩贷。从今后遥望着你的营门常常礼拜！<br>你回来！太仆莫不番悔么？男子汉一言已出，岂有番悔！敢问贤士姓甚名谁？小生赵礼，哥哥赵孝。谁是赵孝、赵礼？小生二人便是。莫非是汉朝中三请不至的么？然也，然也。我寻贤士、觅贤士，原来在于此处。贤士请坐，受马武几拜！太仆年纪大，如何倒拜小生？我拜德不拜寿。我把哥哥擒于山寨，触犯着贤士休怪。请贤士稳稳安坐，受取马武八拜！壮士请起！敢问壮士姓甚名谁？某姓马名武，字子章。壮哉，壮哉！闻名不曾见面。壮士为甚么不下山应武举去？某也曾应举来，嫌某丑叉不用，不得已而为之。小偻儸，将那衣服一套、金银一秤、白米一斛，与两个贤士侍养老母。休嫌轻微也！壮土，你若肯去进取功名，到于帝都阙下呵，<br>【收尾】稳情取马步禁军都元帅。骨剌刺两面门旗展开。写着道是：风高放火，月黑杀人；图财致命，你死我活。我将你九江四海是非心，倒换做腰悬金印，身挂虎符，名标青史，图像麒麟。兀的万古千年那姓名来改。<br><br>第四折<br>少小生来胆气雄，曾将长剑倚崆峒。凌烟阁上丹青画，肯着他人第一功。吴姓邓名禹，字仲华。辅佐光武皇帝，平定天下，官拜高密侯之职。如今建武元年，着某在丞相府差定二十八个开国功臣。只有铜刀马武，是他战功独多，封为天下兵马大元帅，以下各随次第加官赐赏。这且不在话下。某又泰圣人的命，道各处盗贼已灭，思得贤士，以佐太平。已曾分付功臣马武等，但有所知。即便举荐入朝。听某择用。怎么这几时还不见有甚贤士到来？令人，你与某请将马武来者。理会的。马武安在？男儿立事业，何用好容颜；铜刀安社稷，匹马定江山。某乃铜刀马武是也。自从离了宜秋山虎头寨，来到京师。谢圣恩可怜，用某为将，讨灭了赤眉、铜马大盗，屡立战功。观如今某为兵马大元帅之职，奉邓老丞相分付，着某等举荐贤士，佐理太平。想得当今贤士，再无有过如赵礼、赵孝的。已曾将他名姓，着令所在地方，安车蒲轮，传送入朝去了，今日老丞相呼唤，不如更有何事，须索见去，可早来到也。不必报复，某自过去。老丞相呼唤末将，那厢调遣？即今圣人卧寐求贤，好生悬望。前者分付汝等保举的贤士如何？据末将所知，有赵礼、赵孝二人，节义无亏，堪充保举。这贤士今在何处？据末将已令人请去了，这早晚敢待来也。你且一壁住者，待他来时，看道可认的你么？令人，只等贤上到来。报复我知。理会的。小生赵礼是也。母亲，哥哥，谁想有今日也呵！<br>【双调】【新水令】贤臣良将保銮舆，正遇着得收成太平时序。一人元有庆，四海永无虞。顿首山呼，显见的圣大子百灵助。<br>兄弟，我和你安车驷马，一路传送到京，全不似抬着母亲。到宜秋山下这段光景也。<br>【沉醉东风】想当时受尽了千辛万苦，谁承望有今日驷马安车。随着这同胞共乳兄，将着俺皓首苍颜母，稳请受皇家俸禄。煞强似一片荒山掘野蔬，才得个平生愿足。<br>可早来到丞相府了也。令人，报复去，道有赵孝、赵礼母子三人，在于门首。贤士，你敢是赵礼、赵孝么？小生便是。这里有你个大恩人在班中，你自认他去。<br>【乔牌儿】对着这两班文共武，排头儿认将去，则俺那大恩人是甚的亲和故？贤士躧脚也。猛抬头好教我添怕怖。<br>【挂玉钩】吓的我手儿脚儿滴羞蹀躞战笃速。贤士，你怕甚么？想着你那摘胆剜心处。宜秋山下不成一个管待，至今犹自惭愧。当日个管待杀我也峨冠士大夫，谁想道这搭儿重相遇。多谢你个架海梁、擎大柱！生死难忘，今古谁如？<br>左右，将那礼物过来！白米一斛、金银一秤、衣服一套，权送将军，做答贺之礼。这是宜秋山虎头寨我与你的东西，怎生不用，留到今日？老母严教，断然不用！<br>【雁儿落】休道是莽将军不重儒，肯放我泼书生还奉母。既当日你金银曾受来，我如今这酬答何推拒？<br>贤士，敢道我这东西是打劫人的，故此不用。你只合就将来，首告官中，也不该私留盗赃在家，做的个知情不举！<br>【得胜令】我可也须识报恩珠，怎敢便不饮盗泉余！若非你肯发慈悲念，准替咱存留冻饿躯？贤士，你两个那孝顺不必说了；久闻你学问过人，文章盖世，直到今日，举荐入朝，也是迟哩！嗟吁！还说甚有学问千金赋，踌躇，干着了荐贤良一纸书。<br>我母子若非得老丞相保奏，岂有今日？请受妾身和两个孩儿几拜！<br>【沽美酒】离家乡万里途，要囊箧一文无，本是桑间一饿夫。今日做朝中宰辅，享荣华改门户。贤士，这就是马武元帅举荐你来，老夫何功之有？<br>【太平令】我只道保奏的是当朝邓禹，却原来是马武一力吹嘘。但平生我和他有何知遇？多则是大也有安排我处。自语，甚福？托赖着帝主，则愿的万万岁民安国富！<br>贤士，你一家儿望阙跪者，听圣人的命。俺大汉建武中兴，灭群盗四海升平。云台上二十八将，一个个图画丹青。有元帅铜刀马武，举荐你贤士来京；道宜秋山让肥争死，似这般节义堪称。封赵孝翰林学士，弟赵礼御史中丞；其老母犹为贤德，着有司旌表门庭。更赐予黄金千两，助薪水永耀清名。示群臣各加策励，休辜负圣代恩荣。<br>题目虎头寨马武仗义<br>正名宜秋山赵礼让肥</p> <p> ",
  "poet": {
    "id": 1565,
    "star": 0,
    "name": "秦简夫",
    "desc": "秦简夫，元代戏曲作家。大都（今北京）人，生卒年与生平事迹均不详。其父生前好友东堂老李实，受亡友之托，对扬州奴苦心教诲和帮助,使他痛改前非,终于浪子回头，重振家业。秦简夫为元杂剧末期之剧作者，为元代中期以后，追随关汉卿脚步，文辞本色之剧人，有别于王实甫、白朴、马致远等诗人杂剧作家之各逞词才的作风，力求剧本结构紧凑。现存作品有《东堂老劝破家子弟》、《陶母剪发待宾》、《孝义士赵礼让肥》三种,均以表现家庭伦理为主题。"
  },
  "tags": []
}