{
  "id": 67089,
  "star": 433,
  "name": "湘春夜月·近清明",
  "dynasty": "宋代",
  "content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 <br>空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。",
  "fanyi": "<p><strong>译文</strong><br>临近清明时分，枝头上翠鸟的叫声凄婉动人。可惜这一片清歌，都付与寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？<br>空空的酒杯仿佛在为我哭泣，青山无语宛如在为我伤心，一缕残阳斜照着院门。在华丽的楼前，只有那一池悠悠的湘水，倒映着悠悠轻荡的湘云。无聊的白日是那样漫长，梦境却短得可怜。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸。就算整个人间，也没有任何一个并州的刀剪，可以把我心中的千愁万绪剪断。</p><p><strong>注释</strong><br>者次第：这许多情况。者，同这。<br>并刀：并州（今山西太原）的剪刀，当时以锋利著称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　黄孝迈的词流传很少，但他的词的确写得“风度婉秀，真佳词也。”（万树《词律》）</p> <p>　　\"清歌”与“黄昏”所含的情绪本是相反的，前者引人愉悦，后者使人忧伤，相反相成，其结果是益增忧伤之感，故此二句表现为极其沉痛的感叹口吻。接下来，作者进一步采用了拟人手法，将具有感知的品格赋予了柳花，想对它低声倾诉自己的心事，转而又：“怕柳花轻薄，不解伤春”。可见作者忧思之深重。“伤春”二字，点出了作品主旨之所在。再下面，是作者自己感叹当时旅行在湘水之滨，独自投宿在旅舍时的孤寂心情。明明要写冷落，却偏用“温存”的字眼，再用“谁与”来作反诘，这种写法突现了一种炽烈追求的意愿。写到此处，已近过片，须得由伤春向恨别过渡，故而“柔情别绪”四字的安排也就是相当巧妙而颇具匠心的了。</p> <p>　　这首词的下片更为精采。前几句，作者紧紧抓住“湘春夜月”的景色特点，将深沉的离愁别恨熔铸进去，造成了动人的艺术效果：“空樽夜泣，青山不语，残照当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。”这个境界是由众多形象构筑起来的一个整体，七宝楼台固不应拆碎，然而，倘求观察得细致，却无妨从局部着眼。“空樽夜泣”，表示心情的极度忧伤，是一个凝炼警策的句子，其造语则显得老辣，与<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《暗香》词里的“翠樽易泣”相同。“青山不语”，山峰不会说话，而作者却好像认为它原是会说话的，只是此时此刻无话可说罢了，以这种方式描摹环境的幽静，其艺术效果则更为强烈。“残照当门”，意谓残月照在门前，门外唯见残月。残月象征离别，正是由于它的情调凄恻。“今宵酒醒何处？杨柳岸，晓风残月”（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《雨霖铃》）等常见的例子，已经足以说明用残月抒写离别之情的艺术表现力了。“翠玉楼”，即前文“楚乡旅宿”，“惟是有”，同义重叠，起着强调下文的作用，而它以“平去上”的声韵作为引出下文的铺垫，从而使“一波湘水，摇荡湘云”一句更富有<a href=\"http://so.gushiwen.org/view_67089.aspx\">诗</a>意，显得更加突出。从“翠玉楼”望去，月色下的湘江，一片朦胧迷茫，水面上只看到隐隐的波光，天空飘动着朵朵浮云，阵阵微风吹来，又将水天“摇荡”在一起了。然而这轻微的摇荡却不能打破“青山不语，残月当门”的静寂，正像“蝉噪林逾静”那样，反倒更增强了这种静寂之感；同时，在静寂之中，“湘春夜月”的景色更显得空灵深邃，它启迪着人们对生活的沉思。</p> <p>　　下片的后几句，像上片点出“伤春”一样，又将“恨别”的题旨点明了。“天长梦短，问甚时、重见桃根？”“天”是宇宙，“梦”是人生，“天长梦短”与<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>在的“春宽梦窄”（《莺啼序》）构思相同，富有哲学意味。如梦的人生既然短暂，离别的愁苦就更使人难耐，于是又自然地产生了一种急切的希望尽快地“重见桃根”。桃根，出于东晋的《桃叶歌》：“桃叶复桃叶，桃叶连桃根。相怜两乐事，独使我殷勤。”相传为王献之所作，桃叶是他的妾名。后人经常用桃叶、桃根指代意中人。结句的“这次第”虽只是一个“点”，分量却是相当沉重的。愁绪扰人，自然产生剪除的意愿，这也是人们的共同心理。然而这首词中，合理的意愿却是用否定方式、喟叹的口吻表达出来的，因为“算人间没个并刀，剪断心上愁痕”，遍寻人间也找不到能够剪断这种愁绪的剪刀。</p>",
  "poet": {
    "id": 558,
    "star": 0,
    "name": "黄孝迈",
    "desc": "黄孝迈（生卒年不详），南宋诗人，字德夫，号雪舟。有人说他“妙才超轶，词采溢出，天设神授，朋侪推独步，耆宿避三舍。酒酣耳热，倚声而作者，殆欲摩刘改之（过）、孙季蕃（惟信）之垒”，“其清丽，叔原（晏几道）、方回（贺铸）不能加其绵密。”有《雪舟长短句》。存词4首。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "伤春",
    "恨别"
  ]
}