{
  "id": 72243,
  "star": 261,
  "name": "卜居",
  "dynasty": "先秦",
  "content": "　　屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”</p> <p>　　屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？</p> <p>　　“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？</p> <p>　　“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？</p> <p>　　“此孰吉孰凶？何去何从？</p> <p>　　“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”</p> <p>　　詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。” ",
  "fanyi": "<p><strong>译文一</strong><br>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>（被）流放了，三年不再能见（到国王）。（他）竭尽智慧用尽忠心，却被谗言遮挡和阻隔。（他）心情烦闷思想混乱，不知道何去何从。就前往拜见太卜郑詹尹说：“我有所疑惑，希望由先生您来决定。”詹尹就摆正蓍草拂净龟壳说：“您有什么赐教的啊？”<br>　　屈原说：“我是宁愿忠实诚恳，朴实地忠诚呢，还是迎来送往，而使自己不会穷困呢？<br>　　“是宁愿凭力气除草耕作呢，还是游说于达官贵人之中来成就名声呢？是宁愿直言不讳来使自身危殆呢，还是跟从习俗和富贵者来偷生呢？是宁愿超然脱俗来保全（自己的）纯真呢，还是阿谀逢迎战战兢兢，咿咿喔喔（语无伦次地谄言献媚）来巴结妇人呢？是宁愿廉洁正直来使自己清白呢，还是圆滑求全，像脂肪（一样滑）如熟皮（一样软），来谄媚阿谀呢？<br>　　“是宁愿昂然（自傲）如同（一匹）千里马呢，还是如同（一只）普普通通的鸭子随波逐流，偷生来保全自己的身躯呢？<br>　　“是宁愿和良马一起呢，还是跟随驽马的足迹呢？是宁愿与天鹅比翼齐飞呢，还是跟鸡鸭一起争食呢？<br>　　“这些选择哪是吉哪是凶？应该何去何从？<br>　　“（现实）世界浑浊不清：蝉翼被认为重，千钧被认为轻；黄钟被毁坏丢弃，瓦锅被认为可以发出雷鸣（般的声音）；谗言献媚的人位高名显，贤能的人士默默无闻。可叹啊沉默吧，谁知道我是廉洁忠贞的呢？”<br>　　詹尹便放下蓍草辞谢道：“所谓尺有它不足的地方，寸有它的长处；物有它不足的地方，智慧有它不能明白的问题；卦有它算不到的事，神有它显不了灵的地方。您（还是）按照您自己的心，决定您自己的行为（吧）。龟壳蓍草实在无法知道这些事啊！”</p><p><strong>译文二</strong><br>　　屈原被流放后，三年没能再见楚怀王。他竭尽智慧效忠国家，却被谗言谤语把他和君王遮蔽阻隔。他心烦意乱，不知如何是好。于是去见太卜郑詹尹问卜说：“我对有些事疑惑不解，希望通过您的占卜帮助我分析判断。”郑詹尹就摆正蓍草、拂去龟甲上的灰尘，问道：“先生有何见教?”<br>　　屈原说：“我宁可诚恳朴实、忠心耿耿呢，还是迎来送往、巧于逢迎而摆脱困境?宁可垦荒锄草勤劳耕作呢，还是交游权贵而沽名钓誉?宁可毫无隐讳地直言为自己招祸呢，还是顺从世俗贪图富贵而苟且偷生?宁可鹤立鸡群而保持正直操守呢，还是阿谀逢迎、强颜欢笑以侍奉那位妇人?宁可廉洁正直以保持自己的清白呢，还是圆滑诡诈、油滑适俗、趋炎附势?宁可像志行高远的千里驹呢，还是像浮游的野鸭随波逐流而保全自身?宁可与骐骥并驾齐驱呢，还是追随那劣马的足迹?宁可与天鹅比翼高飞呢，还是同鸡鸭在地上争食?上述种种，哪个是吉哪个是凶，哪个该舍弃哪个该遵从?现在的世道混浊不清：认为蝉翼是重的，千钧是轻的；黄钟大吕竟遭毁弃，瓦釜陶罐却响如雷鸣；谗佞小人嚣张跋扈，贤明之士则默默无闻。唉，沉默吧，谁人能知我廉洁忠贞的心哪!”<br>　　郑詹尹于是放下蓍草抱歉地说：“尺比寸长但也有短处，寸比尺短却也有它的长处；世间万物都有不完善的地方，人的智慧也有不明了的时候；术数有占卜不到的事情，天神也有难解之理。请您花心思实行您的主张吧，龟甲和蓍草实在不知如何破解您的疑惑!”</p><p><strong>注释</strong><br>1.放:放逐。<br>2.复见:指再见到楚王。<br>3.蔽障:遮蔽、阻挠。<br>4.太卜:掌管卜筮的官。<br>5.因:凭借。<br>6.端策:数计蓍草;端,数也。拂龟:拂去龟壳上的灰尘。<br>7.悃(kǔn)悃款款:诚实勤恳的样子。<br>8.送往劳来:送往迎来。劳(láo),慰劳。<br>9.大人:指达官贵人。<br>10.偷生:贪生。<br>11.超然:高超的样子。高举:远走高飞。保真:保全真实的本性。<br>12.哫訾(zú zī):以言献媚。栗斯:阿谀奉承状。栗：恭谨，恭敬。斯：语助词。喔咿儒儿(ní):强颜欢笑的样子。妇人:指楚怀王的宠姬郑袖，她与朝中重臣上官大夫等人联合排挤馋毁屈原。<br>13.突梯:圆滑的样子。滑稽(gǔ jī):一种能转注吐酒、终日不竭的酒器,后借以指应付无穷、善于迎合别人。如脂如韦:谓像油脂一样光滑,像熟牛皮一样柔软,善于应付环境。洁楹:度量屋柱,顺圆而转,形容处世的圆滑随俗。洁,借为\"絜(xié)\",《楚辞补注》引《文选》亦作\"絜\"。<br>14.昂昂:昂首挺胸、堂堂正正的样子。<br>15.泛泛:漂浮不定的样子。凫(fú):水鸟,即野鸭。此字下原有一\"乎\"字,据《楚辞补注》引一本删。<br>16.亢轭(kàng'è):并驾而行。亢,同\"伉\",并也;轭,车辕前端的横木。<br>17.驽(nú)马:劣马。<br>18.宁与黄鹄比翼乎：黄鹄(hú):天鹅；比：旧读bì。<br>19.鹜:鸭子。<br>20.溷(hùn混)浊:肮脏、污浊。<br>21.千钧:代表最重的东西。古制三十斤为一钧。<br>22.黄钟:古乐中十二律之一,是最响最宏大的声调。这里指声调合于黄钟律的大钟。<br>23.瓦釜:陶制的锅。这里代表鄙俗音乐。<br>24.高张:指坏人气焰嚣张,趾高气扬。<br>25.谢:辞谢,拒绝。<br>26.数:卦数。逮:及。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《卜居》是《楚辞》篇名。王逸认为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>所作﹐<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>从其说。近世学者多认为非屈原作﹐但也还不能作定论。篇中写屈原被放逐﹐“三年不得复见”﹐为此心烦意乱﹐不知所从﹐就前去见太卜郑詹尹﹐请他决疑。屈原先述世道不清﹑是非善恶颠倒的一连串疑问﹐然后詹尹表示对这些疑问“龟策诚不能知事”﹐只好说“用君之心﹐行君之意”。显然﹐《卜居》并非真的问卜决疑之作﹐只不过设为问答之语﹐以宣泄作者的愤世嫉俗之意而已。篇中多用譬喻﹐如“蝉翼为重﹐千钧为轻。黄钟毁弃﹐瓦釜雷鸣”等﹐形像鲜明﹐而且音节嘹亮﹐对比强烈﹐体现了激愤的情绪。就形式而言﹐《卜居》全篇用对问体﹐凡提八问﹐重重叠叠而错落有致﹐决无呆板凝滞之感。后世辞赋杂文中宾主问答之体﹐实即滥觞于此。</p> <p>　　《卜居》记述了屈原对人生道路的坚定选择，显示了一位伟大志士身处黑暗世道的铮铮风骨。也许因为构成全文主体的，乃是<a href=\"http://so.gushiwen.org/view_72243.aspx\">诗</a>人自己言论的缘故吧，后世往往又直指其作者为屈原。 即使是伟大的志士，也并非总是心境开朗的。不妨可以这样说：正是由于他们的个人遭际，关联着国家民族的命运，所以心中反而更多不宁和骚动。其痛苦、愤懑的抒泻，也带有更深切的内涵和远为强烈的激情。 屈原正是如此。当他在《卜居》中出现的时候，已是强谏遭斥、远放汉北的“三年”以后。“忠而被谤”，能无哀愤？“既放”在外而找不到报效家国之门，能不痛苦得“心烦虑乱，不知所从”？本文开篇描述他往见郑詹尹时的神思萧散之状，正告诉读者：一种怎样深切的痛苦和骚动，在折磨着这位哲人的心灵。</p> <p>　　这痛苦和骚动的展开，便是构成全文主体的卜问之辞。篇目题为“卜居”，可见卜问的是有关安身立命的大问题。而当诗人发出“宁……将……”的两疑之问时，显然伴随着对生平遭际的庄肃回顾。因而诵读这节文字，只有联系屈原的崎岖经历，才能真切地感受到其间的情感推涌和涨落。</p> <p>　　“吾宁悃悃款款（勤苦忠厚貌）朴以忠乎？将送往劳来斯无穷乎？”这庄严的回顾，似于是从青年时代的修身立业开始的。思绪悠悠却又突兀而问，平静中带着自信，突兀中夹几分焦虑，表现的是一种志在兴邦，而急于有所作为的青年之思考和选择。接着的“吾宁诛锄草茅以力耕乎？将游大人（权贵）以成名乎？”则又情绪激昂起来，于自信中汩汩涌腾出一派傲气——正如屈原在《桔颂》中就骄傲表述的，他“苏世独立”、“廓其无求”，誓志靠自己的“力耕”，来实现“诛锄”天下“草茅”的壮愿，而决不愿向腐朽的权贵攀附、折腰！这便是青年屈原，在踏上楚国政坛前夕所作出的人生选择。这与当时的许多纨袴子弟，为了实现个人对名位、富贵的企盼，而奔走钻营于王公大人府邸，构成了何其鲜明的对比！</p> <p>　　到了“宁正言不讳以危身乎”句的跳出，屈原的思绪，大抵已回顾到他担任楚怀王左徒时期。当时，诗人正以“乘骐骥以驰骋兮，来吾道夫先路”（《离骚》）的满腔热忱，投身于振兴楚国、改革朝政的大潮之中，同时也就与朝中的旧贵族势力发生了直接的冲突。卜问中由此滚滚而发的两疑之问，正成了这一冲突景象的惊心写照：一边是屈原的“竭知尽忠”，“入则与王图议国事，以出号令；出则接遇宾客，应对诸侯”（《史记·屈原列传》）；一边则是贵族党人的“竞进贪婪”，不惜走后宫“妇人”（怀王之妃郑袖）的门路，以“哫訾栗斯”的阿谈献媚，换取权位和私利。一边是屈原“廉洁正直”，为楚之安危强谏怀王，甘冒“正言不讳以危身”之祸；一边则是贵族党人“突梯滑稽”（圆滑讨好）的巧言令色、颠倒黑白，向屈原施以中伤和谗毁。屈原的遭受迫害和被怀王暴怒“放流”，就正发生在这十数年间。当诗人回顾这一段遭际时，胸中便充塞了无量的悲愤。两疑式的发问，因此挟带着怫郁之气排奡直上，正如阵阵惊雷碾过云霾翻沸的夜天，足令狐鬼鼠魅为之震慑。两种绝然相反的处世哲学的尖锐对立，在这节铺排而出的卜问中，得到了鲜明的表现。</p> <p>　　在如此尖锐的对立中，屈原的选择是孤傲而又坚定的：他义无反顾地选择了一条为国为民的献身之路，愿效“骐骥”的昂首前行和“黄鸽”的振翮<a href=\"http://so.gushiwen.org/author_64.aspx\">高翥</a>，而决不屑与野凫“偷生”、与鸡鹜“争食”！但这选择同时又是严峻和痛苦的，因为它从此决定了屈原永不返朝的悲剧命运。忠贞徙倚山野，邪佞弹冠相庆，楚国的航船触礁桅折，楚怀王也被诈入秦身死！处此“溷浊而不清”的世道，诗人能不扼腕啸叹？文中由此跳出了最愤懑、最奇崛的悲呼之语：“蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣”——谗佞的嚣张、朝政的混乱，用“蝉翼”的变轻为重、“瓦釜”的得意雷鸣喻比，真是形象得令人吃惊！全篇的卜问以此悲呼之语顿断，而后发为 “吁嗟默默兮，谁知吾之廉贞”的怆然啸叹。其势正如涌天的怒浪突然凌空崩裂，又带着巨大的余势跌落。其间该蕴蓄着这位伟大志士，卓然独立、又痛苦无诉的几多哀愤！</p> <p>　　这就是构成《卜居》主体的卜问之辞，从形式上看，它简直就是一篇直诘神明的小《天问》。但由于《卜居》所问，均为诗人身历的现实遭际，其情感的抒泻就不像《天问》那般舒徐，而是与自身奋斗道路的选择、蒙谗遭逐的经历一起，沸涌直上、翻折而下，带有了更大的力度。其发问也不同于《天问》的一气直问，而采取了“宁……将……”的两疑方式，在对立铺排中摩奡震荡，似乎表现出某种“不知所从”、须由神明决断的表象。但由于诗人在两疑之问中寓有褒贬笔法，使每一对立的卜问，突际上都表明了诗人的选择立场。如问自身所欲坚守的立身原则，即饰以“悃悃款款”、“超然高举”、“廉洁正直”之词，无须多加探究，一股愿与慨然同风的正气，已沛然弥漫字行之间。对于群小所主的处世之道，则斥之为“偷生”、“争食”，状之为“喔咿儒儿”、“突梯滑稽”，那鄙夷不屑之情，正与辞锋锐利的嘲讽勃然同生。与对千里之驹“昂昂”风采描摹成鲜明对比的，则是对与波上下之凫“氾氾”丑态的勾勒——其间所透露的，不正是对贵族党人处世哲学的深深憎恶和鞭挞之情么？明睿的“郑詹尹”对此亦早已洞若观火，所以他的“释策而谢”，公然承认“数有所不逮，神有所不通”，也正表达了对屈原选择的由衷钦佩和推崇。</p> <p>　　寓诗人的选择倾向于褒贬分明的形象描摹之中，而以两疑之问发之，是《卜居》抒泻情感的最为奇崛和独特之处。正因为如此，此文所展示的屈原心灵，就并非是他对人生道路、处世哲学上的真正疑惑，而恰是他在世道溷浊、是非颠倒中，志士风骨之铮铮挺峙。《卜居》所展示的人生道路的严峻选择，不只屈原面对过，后世的无数志士仁人千年来都曾面对过。即使在今天，这样的选择虽然随时代的变化而改换了内容，但它所体现的不坠时俗、不沉于物欲的伟大精神，却历久而弥新，依然富于鼓舞和感染力量。从这个意义上说，读一读《卜居》无疑会有很大的人生启迪：它将引导人们摆脱卑琐和庸俗，而气宇轩昂地走向人生的壮奇和崇高。</p><br/><h2>简析</h2> <p>　　这篇文章记述了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的一件逸事，屈原被放逐三年之后，往见太卜郑詹尹问卜。无论它的作者是谁，这篇文章都是很有艺术价值与历史价值的。在先秦的典籍里，没有关于屈原的资料，最早为他立传的是西汉<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·屈原列传》。也许因为搜集资料的困难，《屈原列传》的史料并不丰赡，倒是太史公与屈原的遭遇颇多相似，故借屈原的遭遇抒发自己的忧愤与怨怒，因此抒情胜于记事。屈原问卜未必实有其事，但屈原对自己的人生遭遇与做人处事的原则的反思却是非常真实的。屈原连设八问，以“宁”“将”两疑方式问卜，给人以不知所从的印象。其实，<a href=\"http://so.gushiwen.org/view_72243.aspx\">诗</a>人的设问，与其说是他对人生道路和处世原则的困惑，倒不如说是他对黑白颠倒、清浊混淆的现实的震惊和愤慨。在你死我活的尖锐对立中，愈显出屈原廉洁正直、心性高洁的品格与坚持操守、绝不妥协的斗争精神。对屈原的研究，此文至少可供参考。</p> <p>　　全文以屈原问卜开篇，以詹尹“释策而谢”的答语收结，中间以连珠式的对立设问的语句贯穿，文采斐然，往复盘旋，八对设问，一一贯之。虽铺陈夸饰，句式整齐，却不板不散，亦无重复之嫌。气势充沛，感情强烈，体现了大诗人特有的气质。而且，这种体式，对汉赋“设为问答，以显己意”，颇具启发意义，或谓之汉赋之先声亦无不可。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "古文观止",
    "楚辞",
    "写人",
    "品格",
    "励志"
  ]
}