{
  "id": 20437,
  "star": 15,
  "name": "猛虎行",
  "dynasty": "唐代",
  "content": "长戈莫舂，长弩莫抨。乳孙哺子，教得生狞。<br>举头为城，掉尾为旌。东海黄公，愁见夜行。<br>道逢驺虞，牛哀不平。何用尺刀？壁上雷鸣。<br>泰山之下，妇人哭声。官家有程，吏不敢听。",
  "fanyi": "<p><strong>译文<br></strong>虽有长戈，却不能把猛虎刺，虽有强弓，却不能把猛虎击。猛虎哺育子子孙孙，要它们像自己一样凶残毒狠。<br>它把头举起，就像一座城池，它把尾翘起，就像一面旌旗。曾经降伏猛虎的东海黄公，如今怕虎也不敢夜间出行。<br>猛虎途中遇到似虎的驺虞，因其不害人伤生而大怒不平。宝刀利剑不能发挥作用，被挂在墙上，悲愤吼啸如雷敏。<br>泰山脚下，虎害复生，今日又传来了妇人的哭声。官府虽然定有捕捉猛虎的限期，但衙吏们畏惧，不敢听从。</p> <p><strong>注释</strong><br>⑴猛虎行：乐府旧题。《乐府解题》云：“言君子苦志洁行，常困于险难而功业难就也。”此<a href=\"http://so.gushiwen.org/view_20437.aspx\">诗</a>非其意。<br>⑵“长戈”二句：《史记》载，鲁败狄于咸，获长狄侨如，富父终甥，舂其喉以戈杀之。舂（chōng），冲也。抨（pēng），弹也。长弩：一作“强弩”。抨：一作“烹”。<br>⑶生狞（níng）：凶猛；凶恶。<br>⑷“举头”二句：举其头，可为城，掉其尾，可为旌，言其猛也。掉，举也。<br>⑸黄公：汉代术士。《西京杂记》云：“东海黄公，能制蛟驭虎，及衰老，不能行其术。”<br>⑹驺（zōu）虞（yú）：传说中的义兽名。《山海经》云：“驺虞，如虎，五色。”《毛诗》注曰：“驺虞，义兽，白质黒文，不履生 草。”牛哀：《淮南子》载，公牛哀，鲁人，疾七日，化为虎。其兄启戸而入，牛哀抟而杀之。<br>⑺牛哀：即猛虎。<br>⑻尺刀：短刀。<br>⑼雷鸣：宝刀啸吼也。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《独漉篇》：“雄剑挂壁，时时龙鸣。”<br>⑽“泰山”二句：《礼记》载，孔子过泰山侧，有妇人哭于墓者，使子路问之，曰：昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。夫子曰：何不去也？曰：无苛政。夫子曰：小子识之，苛政猛于虎也。<br>⑾官家：旧时对皇帝的称呼。《万机论》云：“五帝官天下，三王家天下，故曰官家。”程：期限。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_20437.aspx\">诗</a>共十六句，分三部分。前六句开门见山写虎的凶恶。开始四句以赋的笔法说明戈也不能冲击它，弩也不能弹射它，乳孙哺子，相继为非。五、六两句极言其作恶之甚。当时藩镇拥兵自重，不听朝廷调度，不仅自署文武官吏，征收赋税，甚至以土地传之子孙，父死子握其兵权，企图夺取唐王朝的天下。由于各镇时有叛乱，藩镇和朝廷的战争以及藩镇之间的混战，此起彼伏，严重地破坏了生产，给人民带来无限痛苦。诗人以极大的愤慨面对现实，捕捉住事物最突出的本质特征，以此喻象建立起可感的形象，指摘时弊，切中要害。</p> <p>　　中间四句紧承上面的意思指出，有法术能制虎的黄公都怕遇见它，而它看见具有虎形却不食生物的仁义之兽驺虞，心里还感到不舒服，嗔怪驺虞的无用。这是诗人以独特的感受与典型客观事物有机融和创造出来的“猛虎”形象。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>生活在如上所述的社会环境中，藩镇为害之烈，在他的视觉、听觉、触觉以及头脑中都印象极深。这里不直说虎如何伤人，也不去说虎如何凶猛，而是从别人对它的反应上做出鲜明有力的表现，然后再用仁兽驺虞与它两相矛盾着的因素加以申述，既说明了它的残虐，更指出了它“非仁德所能感化。“这种层次分明”，步步递进的高超的艺术表现力，起到了给人以深刻启示的艺术效果。</p> <p>　　最后六句，前两句先说人有宝刀，但悬之壁间无以为用，不能以之除害，宝刀愤激不甘而作雷鸣。这两句诗感情色彩极其浓烈，寄托着诗人愤世的激情。王琦注云“刀作雷鸣似愤人不能见用之意”。李贺热切期望扫平藩镇，完成国家统一，在政治上有所作为：“男儿何不带吴钩，收取关山五十州”（《南园十三首》其五），但却遭到小人的排挤，沉沦下僚，前进无路，报国无门，这种理想与现实的矛盾，在他热情的心里进发出愤怒的火花：“忧眠枕剑匣”，“壮年抱羁恨，梦泣生白头！”后四句把矛头直指官家。意思是说泰山之下有妇人一家死于虎口，官家虽然限期捕虎，但只不过是虚张声势的具文，官吏极怕“猛虎”，不敢去冒险。先从“妇人哭声”着墨，陈述人民在官家对虎无能为力，一味退避的形势下受害之深重，然后引到“吏不敢听”，指出他们不敢听官司之期限，创造出对强藩悍将畏之如虎的官家形象。前者写以妇人为代表的广大受难者，后者写以官家为代表的统治者，它们交织在一起显示出诗人正面现实，异常沉痛的心情。</p> <p>　　这首诗古朴无华，意境深邃，用最经济浓缩的笔墨畅述胸怀，从各个侧面充分准确地刻画出猛虎可憎、可恶、可怕、可恨的形象，流露出诗人隐藏在内心深处炽热如焚，忧国悯时的极大痛苦。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>虽然只活了二十七岁，但却经历了唐德宗、顺宗、宪宗三朝。其时正值安史乱后不久，国家元气大伤，政治腐败，社会动荡，宦官专权，藩镇割据，祸国殃民，莫此为甚。李贺的<a href=\"http://so.gushiwen.org/view_20437.aspx\">诗</a>“其命辞，命意，命题皆深刺当世之弊，切中当世之隐”（姚文燮《昌谷诗注序》）。这首《猛虎行》就是影射当时社会现实，针对藩镇跋扈，强据一方，肆为凶恶，横行无忌，“今法令所不能制者，河南北五十余州”（《资治通鉴》元和七年李绛语）而作的。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写虎",
    "忧愤",
    "忧国"
  ]
}