{
  "id": 7247,
  "star": 154,
  "name": "秋登兰山寄张五 / 秋登万山寄张五 / 九月九日岘山寄张子容 / 秋登万山",
  "dynasty": "唐代",
  "content": "北山白云里，隐者自怡悦。<br>相望试登高，心随雁飞灭。<br>愁因薄暮起，兴是清秋发。<br>时见归村人，沙行渡头歇。<br>天边树若荠，江畔洲如月。<br>何当载酒来，共醉重阳节。",
  "fanyi": "<p><strong>译文</strong> <br>面对北山岭上白云起伏霏霏，我这隐者自己能把欢欣品味。<br>我试着登上高山是为了遥望，心情早就随着鸿雁远去高飞。<br>忧愁每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。<br>在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。<br>远看天边的树林活象是荠菜，俯视江畔的沙洲好比是弯月。<br>什么时候你能载酒到这里来，重阳佳节咱们开怀畅饮共醉。</p> <p><strong>注释</strong><br>⑴兰山：一作“万山”。万山，一名汉皋山，又称方山、蔓山，在湖北襄阳西北十里。张五：一作“<a href=\"http://so.gushiwen.org/author_2404.aspx\">张子容</a>”，兄弟排行不对，张子容排行第八。有人怀疑张五为张八之误。<br>⑵“北山”二句：晋<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>《诏问山中何所有赋<a href=\"http://so.gushiwen.org/view_7247.aspx\">诗</a>以答》：“山中何所有？岭上多白云。只可自怡悦，不堪持赠君。”这两句由此变化而来。北山：指张五隐居的山。北：一作“此”。隐者：指张五。<br>⑶相望：互相遥望。试：一作“始”。<br>⑷“心随”句：又作“心飞逐鸟灭”、“心随飞雁灭”、“心随鸟飞灭”等。<br>⑸薄暮：傍晚，太阳快落山的时候。《楚辞·天问》：“薄暮雷电，归何忧？厥严不奉，帝何求？”<br>⑹清秋：明净爽朗的秋天。晋殷仲文《南州桓公九井作》诗：“独有清秋日，能使高兴尽。”一作“清境”。<br>⑺归村人：一作“村人归”。<br>⑻沙行：一作“沙平”，又作“平沙”。渡头：犹渡口。过河的地方。<br>⑼“天边”二句：隋<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>《敬酬杨仆射山斋独坐》中有：“遥原树若荠，远水舟如叶。”这两句似是据此变化而成。荠：荠菜。洲：又作“舟”。<br>⑽何当：商量之辞，相当于”何妨“或”何如“。<br>⑾重阳节：古以九为阳数之极。九月九日故称“重九”或“重阳”。魏晋后，习俗于此日登高游宴。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首临秋登高远望，怀念旧友的<a href=\"http://so.gushiwen.org/view_7247.aspx\">诗</a>。全诗情随景生，以景烘情，情景交融，浑为一体。“情飘逸而真挚，景情淡而优美。”诗人怀故友而登高，望飞雁而孤寂，临薄暮而惆怅，处清秋而发兴，希望挚友到来一起共度佳节。“愁因薄暮起，兴是清秋发”，“天边树若荠，江畔洲如月”，细细品尝，够人玩味。</p> <p>　　开头二句从晋代<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>《答诏问山中何所有》诗脱化而来，点明”自怡悦“，为登高望远的缘由之一。</p> <p>　　三四两句起，进入题意。“相望”表明了对张五的思念。由思念而登山远望，望而不见友人，但见北雁南飞。这是写景，又是抒情，情景交融。雁也看不见了，而又近黄昏时分，心头不禁泛起淡淡的哀愁，然而，清秋的山色却使人逸兴勃发。</p> <p>　　“时见归村人，平沙渡头歇，天边树若荠，江畔洲如月”，是写从山上四下眺望。天至薄暮，村人劳动一日，三三两两逐渐归来。他们有的行走于沙滩，有的坐歇于渡头。显示出人们的行动从容不迫，带有几分悠闲。再放眼向远处望去，一直看到“天边”，那天边的树看去细如荠菜，而那白色的沙洲，在黄昏的朦胧中却清晰可见，似乎蒙上了一层月色。</p> <p>　　这四句诗是全篇精华所在。在这些描述中，作者既未着力刻画人物的动作，也未着力描写景物的色彩。用朴素的语言，如实地写来，是那样平淡，那样自然。既能显示出农村的静谧气氛，又能表现出自然界的优美景象。正如<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>所谓：“遇景入咏，不拘奇抉异。……涵涵然有云霄之兴，若公输氏当巧而不巧者也。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评孟诗为“语淡而味终不薄”，实为孟诗的重要特征之一。这四句诗创造出一个高远清幽的境界，同“松月生夜凉，风泉满清听”“微云淡河汉，疏雨滴梧桐”“野旷天低树，江清月近人”等诗的意境，是颇为近似的。这也代表了孟诗风格的一个重要方面。</p> <p>　　“何当载酒来，共醉重阳节”，照应开端数句。既明点出“秋”字，更表明了对张五的思念，从而显示出友情的真挚。</p>",
  "about": "<h2>创作背景</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_7247.aspx\">诗</a>题中的“张五”指谁，历来有争议。一说指张諲。张諲曾隐居于襄阳东南三十里的鹿门山。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>园庐在岘山附近，北对万山（一说兰山），因登临以望张五，并写此诗寄意。</p>",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "登高",
    "怀人"
  ]
}