{
  "id": 5747,
  "star": 61,
  "name": "白石滩",
  "dynasty": "唐代",
  "content": "清浅白石滩，绿蒲向堪把。<br>家住水东西，浣纱明月下。",
  "fanyi": "<p><strong>译文<br></strong>清澈见底的白石浅滩，嫩绿的蒲草可以满把采摘。<br>一群少女住在绿水两旁，趁着皎洁的月色洗衣浣纱。</p> <p><strong>注释</strong><br>白石滩：辋川的一个地方，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>辋川别墅二十景之一。此<a href=\"http://so.gushiwen.org/view_5747.aspx\">诗</a>列《辋川集》第十五首。<br>“清浅”二句：青绿的蒲草长得快差不多能用手握了。蒲：一种水生草本植物，叶长而尖，可以编席、作蒲包等。向堪把：差不多可以用手握住，可以采摘了。向：临近，将近。堪：能够，可以。把：握。<br>“家住”二句：家住水东水西的女子，月夜三三两两地出来，在白石滩前洗纱。浣（huàn）：洗。浣（huàn）纱：用西施浣纱的典故，暗示浣纱女的明丽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这<a href=\"http://so.gushiwen.org/view_5747.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《辋川集》中的一首，描写白石滩月夜景色，清新可喜，颇堪玩味。</p> <p>　　白石滩，辋水边上由一片白石形成的浅滩，是著名的辋川二十景之一。王维的山水诗很注意表现景物的光线和色彩，这首诗就是用暗示的手法写月夜的光线。它通过刻画沉浸在月色中的景物，暗示出月光的皎洁、明亮。如头两句“清浅白石滩，绿蒲向堪把”，写滩上的水、水底的石和水中的蒲草，清晰如画。夜色之中，能看得如此分明，这正暗示月光的明亮。唯其月明，照彻滩水，水才能见其“清”，滩才能显其“浅”，而水底之石也才能现其“白”。不仅如此，从那铺满白石的水底，到那清澈透明的水面，还可以清清楚楚地看到生长其中的绿蒲，它们长得又肥又嫩，差不多已可以用手满把地采摘了。这里，特别值得注意的是一个“绿”字：光线稍弱，绿色就会发暗；能见其绿，足见月光特别明亮。月之明，水之清，蒲之绿，石之白，相映相衬，给人造成了极其鲜明的视觉感受。用笔都空灵、超妙。这正是<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>所推崇的“不着一字，尽得风流”（《二十四诗品》）的高境。</p> <p>　　最后两句，诗人在白石滩上绘上了一群少女。她们有的家住水东，有的家住水西，都趁着月明之夜，来到这浅滩上洗衣浣纱。不言而喻，正是这皎洁的明月，才把她们吸引过来的。这就又借人物的活动中再衬明月一笔。由于这群浣纱少女的出现，幽静明媚的白石滩月夜，顿时生出开朗活泼的气氛，也带来了温馨甜美的生活气息，整幅画面都活起来了。这就又通过人物的行动，暗示了月光的明亮。这种写法，跟《鸟鸣涧》中的“月出惊山鸟”以鸟惊来写月明，颇相类似。</p> <p>　　此诗的意境跟《山居秋暝》中的“明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟”近似，幽静而有生气，乡村生活气息颇浓，与《过香积寺》、《鹿柴》那一类诗的冷寂情调、意境是迥然有别的。</p> <p>　　此诗前两句写诗人在白石滩白天所见的清秀景色，后两句写晚上所见的景物和人物活动。诗人淡淡几笔，勾勒出一幅清浅、明朗、柔和、优美的图画，足可见月之明，水之清，蒲之绿，石之白。画面清丽优雅，盎然生机、喜悦之情溢于言外。诗写清溪白石，语言也象清溪白石，洁净洗练，朴素圆实，富有生活气息，表现了一种自然、纯真的美，也寄托着诗人对这种自然、纯真的美的追求，流露出诗人特有的诗风。</p>",
  "poet": {
    "id": 515,
    "star": 0,
    "name": "王维",
    "image": "http://img.gushiwen.org/authorImg/wangwei.jpg",
    "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。"
  },
  "tags": [
    "写景"
  ]
}