{
  "id": 72914,
  "star": 8,
  "name": "鲁灵光殿赋",
  "dynasty": "两汉",
  "content": "　　鲁灵光殿者，盖景帝程姬之子恭王馀之所立也。初，恭王始都下国，好治宫室，遂因鲁僖基兆而营焉。遭汉中微，盗贼奔突，自西京未央、建章之殿皆见隳坏，而灵光岿然独存。意者岂非神明依凭支持，以保汉室者也。然其规矩制度，上应星宿，亦所以永安也。予客自南鄙，观艺于鲁，睹斯而眙曰：“嗟乎！诗人之兴，感物而作。故奚斯颂僖，歌其路寝。而功绩存乎辞，德音昭乎声。物以赋显，事以颂宣。匪赋匪颂，将何述焉？”遂作赋曰：</p> <p>　　粤若稽古，帝汉祖宗，浚哲钦明。殷五代之纯熙，绍伊唐之炎精。荷天衢以元亨，廓宇宙而作京。敷皇极以创业，协神道而大宁。于是百姓昭明，九族敦序。乃命孝孙，俾侯于鲁。锡介珪以作瑞，宅附庸而开宇。乃立灵光之秘殿，配紫微而为辅。承明堂于少阳，昭列显于奎之分野。瞻彼灵光之为状也。则嵯峨嶵嵬，峞巍畾果。吁可畏乎，其骇人也。迢峣倜偿，丰丽博敞。洞翏轕乎，其无垠也。邈希世而特出，羌瑰谲而鸿纷。屹山峙以纡郁，隆崛勿乎青云，郁坱圠以嶒厷，崱缯绫而龙鳞。汩硙硙以璀璨，赫燡燡而烛坤。状若积石之锵锵，又似乎帝室之威神。崇墉冈连以岭属，朱阙岩岩而双立。高门拟于阊阖，方二轨而并入。于是乎乃历夫太阶，以造其堂。俯仰顾眄，东西周章。彤彩之饰，徒何为乎？浩浩涆涆，流离烂漫，皓壁暠曜以月照，丹柱歙而电烻，霞驳云蔚，若阴若阳。瀖濩磷乱，炜炜煌煌。隐阴夏以中处，霐寥窲以峥嵘。鸿爌炾以爣阆，飋萧条而清冷。动滴沥以成响，殷雷应其若惊。耳嘈嘈以失听，目敻敻而丧精。骈密石与琅玕，齐玉珰与壁英。遂排金扉而北入，霄霭霭而晻暖。旋室便娟以窈窕，洞房叫窱而幽邃。西厢踟蹰以闲宴，东序重深而奥秘。屹铿瞑以勿罔，屑黡翳以懿濞。魂悚悚其惊斯，心????1而发悸。于是详察其栋宇，观其结构，规矩应天，上宪觜陬。倔佹云起，钦离搂，三间四表，八维 九隅，万楹丛倚，磊砢相扶，浮柱岧嵽以星悬，漂峣峣而枝拄。飞梁偃蹇以虹指，揭蘧蘧而腾凑。层栌磥以岌峨，曲枅要绍而环句。芝栭欑罗以戢孴，枝牚杈枒而斜据。傍夭蟜以横出，互黝纠而搏负。下岪蔚以璀错，上崎义而重注。捷猎鳞集，支离分赴。纵横骆驿，各有所趣。尔乃悬栋结阿，天窗绮疏。圆渊方井，反植荷蕖。发秀吐荣，菡萏披敷。绿房紫菂，窋咤垂珠，云楶藻棁，龙桶雕镂。飞禽走兽，因木生姿。奔虎攫挐以梁倚，仡奋亹而轩鬐。蛟龙腾骧以蜿蟺，颔若动而躨跜。朱鸟舒翼以峙衡，腾蛇 蟉虬而绕榱。白鹿孑于欂栌，蟠暾宛转而承楣。狡兔跧伏于柎侧，猨狖攀椽而相追。玄熊冉炎以龂龂，却负载而蹲跠。齐首目以瞪眄，徒徒而狋狋，胡人遥集于上楹，俨雅跽而相对。仡欺??以雕穴，?2顤顟而睽睢。状若悲愁于危处，憯颦蹙而含悴。神仙岳岳于栋间。玉女窥窗而下视。忽瞟眇以响像，若鬼神之仿佛。图画天地，品类群生。杂物奇怪，山神海灵。写载其状，托之丹青。千变万化，事各缪形。随色象类，曲得其情。上纪开辟，遂古之初。五龙比翼，人皇九头。伏羲鳞身，女娲蛇躯。鸿荒朴略，厥状睢盱。焕炳可观，黄帝唐虞。轩冕以庸，衣裳有殊。下及三后，淫妃乱主。忠臣孝子，烈士贞女。贤愚成败，靡不载叙。恶以诫世，善以示後。于是乎连阁承宫，驰道周环。阳榭外望，高楼飞观。长途升降，轩槛曼延。渐台临池，层曲九成。屹然特立，的尔殊形。高径华盖，仰看天庭。飞陛揭孽，缘云上征。中坐垂景，頫视流星。千门相似，万户如一。岩突洞出，逶迤诘屈。周行数里，仰不见日。何宏丽之靡靡，咨用力之妙勤。非夫通神之俊才，谁能克成乎此勋，据坤灵之宝势，子苍昊天纯殷。包阴阳之变化，含元气之烟煴。玄醴腾涌于阴沟，甘露被宇而下臻。朱桂黝倏于南北，兰芝阿那于东西。祥风翕习以飒洒，激芳香而常芬。神灵扶其栋宇，历千载而弥坚。永安宁以祉福，长与大汉而久存。实至尊之所御，保延寿而宜子孙。苟可贵其若斯，孰亦有云而不珍！</p> <p>　　乱曰：彤彤灵宫，岿山穹崇，纷厖鸿兮，崱山力嵫厘，岑崰嶷，骈巃嵸兮。连拳偃蹇，仑菌踡产，傍欹倾兮。歇幽蔼，云覆霮?3，洞杳冥兮。葱翠紫蔚，田碨瑰玮，含光晷兮。穷奇极妙，栋宇已来，未之有兮。神之营之，瑞我汉室，永不朽兮。 ",
  "poet": {
    "id": 3122,
    "star": 0,
    "name": "王延寿",
    "desc": "东汉文学家。字文秀，著名文学家王逸之子。曾游鲁国，作《灵光殿赋》，叙述汉代建筑及壁画等，反映了当时社会生活的一个侧面。与他同时期的著名文学家、书法家蔡邕也写了此稿，但见到王延寿的《灵光殿赋》后，大为惊奇，自愧弗如，遂焚己稿。王延寿年仅20多岁溺死于湘水。他在辞赋史上留下了《鲁灵光殿赋》、《梦赋》和《王孙赋》三篇杰作。"
  },
  "tags": [
    "叙事",
    "建筑",
    "赞美"
  ]
}