{
  "id": 71175,
  "star": 1378,
  "name": "寡人之于国也",
  "dynasty": "先秦",
  "content": "　　梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？</p> <p>　　孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”曰：“不可，直不百步耳，是亦走也。”曰：“王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’?王无罪岁，斯天下之民至焉。”",
  "fanyi": "<p><strong>译文</strong><br>　　梁惠王说：“我对于国家，总算尽了心啦。河内遇到饥荒，就把那里的老百姓迁移到河东去，把河东的粮食转移到河内；河东遇到饥荒也是这样做。了解一下邻国的政治，没有像我这样用心的。邻国的百姓不见减少，我的百姓不见增多，这是为什么呢？”</p> <p>　　孟子回答说：“大王喜欢打仗，让我用战争做比喻吧。咚咚地敲响战鼓，两军开始交战，战败的扔掉盔甲拖着武器逃跑。有人逃了一百步然后停下来，有的人逃了五十步然后停下来。凭自己只跑了五十步而耻笑别人跑了一百步，那怎么样呢？”梁惠王说：“不行。只不过没有跑上一百步罢了，那也是逃跑啊。”孟子说：“大王如果懂得这个道理，就不要指望自己的百姓比邻国多了。</p> <p>　　“不耽误农业生产的季节，粮食就会吃不完。密网不下到池塘里，鱼鳖之类的水产就会吃不完。按一定的季节入山伐木，木材就会用不完。粮食和水产吃不完，木材用不完，这就使百姓对生养死葬没有什么不满了。百姓对生养死葬没有什么不满，这是王道的开端。“五亩大的住宅场地，种上桑树，五十岁的人就可以穿丝织品了。鸡、猪、狗的畜养，不要耽误它们的繁殖时机，七十岁的人就可以吃肉食了。百亩大的田地，不要耽误它的耕作时节，数口之家就可以不受饥饿了。认真地兴办学校教育，把尊敬父母、敬爱兄长的道理反复讲给百姓听，须发花白的老人就不会背负或头顶重物在路上行走了。七十岁的人能够穿上丝织品、吃上肉食，百姓没有挨饿受冻的，做到了这些而不能统一天下称王的还从未有过。“猪狗吃人所吃的食物，不知道制止；道路上有饿死的人，不知道开仓赈济。百姓死了，就说：‘这不是我的过错，是因为年岁不好。’这种说法与拿刀把人杀死后，说‘杀死人的不是我，是兵器’有什么不同？大王不要归罪于年成，那么天下的百姓都会来归顺了。”</p> <p><strong>注释</strong><br>1. 梁惠王： 战国时期魏国的国君，姓魏，名罃。魏国都城在大梁，今河南省开封市西北，所以魏惠王又称梁惠王。<br>2. 寡人：寡德之人．是古代国君对自己的谦称。<br>3. 焉耳矣：焉、耳、矣都是句末助词，重叠使用，加重语气。<br>4. 河内：今河南境内黄河以北的地方。古人以中原地区为中心，所以黄河以北称河内，黄河以南称河外。<br>5. 凶：谷物收成不好．荒年。<br>6. 河东：黄河以东的地方。在今山西西南部。黄河流经山西省境，自北而南，故称山西境内黄河以东的地区为河东。<br>7. 粟：谷子，脱壳后称为小米，也泛指谷类。<br>8. 亦然：也是这样。<br>9. 无如：没有像……。<br>10. 加少：更少。下文“加多”，更多。加，副词，更、再。<br>11. 好战：喜欢打仗。战国时期各国诸侯热衷于互相攻打和兼并。<br>12. 请以战喻：让我用打仗来做比喻。请，有“请允许我”的意思。<br>13. 填：拟声词，模拟鼓声。<br>14. 鼓之：敲起鼓来，发动进攻。古人击鼓进攻，鸣锣退兵。鼓，动词。之，没有实在意义的衬字。<br>15. 兵刃既接：两军的兵器已经接触，指战斗已开始。兵，兵器、武器。既，已经。接，接触，交锋。<br>16. 弃甲曳兵：抛弃铠甲，拖着兵器。曳，yè，拖着。<br>17. 走：跑，这里指逃跑。<br>18. 或：有的人。<br>19. 以：凭着，借口。<br>20. 笑：耻笑，讥笑。<br>21. 直：只是、不过。<br>22. 是：代词，这，指代上文“五十步而后止”。<br>23. 无：通“毋”，不要。<br>24. 不违农时：指农忙时不要征调百姓服役。违，违背、违反，这里指耽误。<br>25. 谷：粮食的统称。<br>26. 不可胜食：吃不完。胜，尽。<br>27. 数罟不入洿池：这是为了防止破坏鱼的生长和繁殖。数，cù，密。罟，gǔ，网。洿，wū，深。<br>28. 鳖：biē，甲鱼或团鱼。<br>29. 斤：与斧相似，比斧小而刃横。<br>30. 时：时令季节。砍伐树木宜于在草木凋落，生长季节过后的秋冬时节进行。<br>31. 养生：供养活着的人。<br>32. 丧死：为死了的人办丧事。<br>33. 憾：遗憾。<br>34. 王道：以仁义治天下，这是儒家的政治主张。与当时诸侯奉行的以武力统一天下的“霸道”相对。<br>35. 五亩：先秦时五亩约合21世纪一亩二分多。<br>36. 树：种植。<br>37. 衣帛：穿上丝织品的衣服。衣，用作动词，穿。<br>38. 豚：tún，小猪。<br>39. 彘：zhì，猪。<br>40. 畜：xù，畜养，饲养。<br>41. 无：通“毋”，不要。<br>42. 百亩之田：古代实行井田制，一个男劳动力可分得耕田一百亩。<br>43. 夺：失，违背。<br>44. 谨：谨慎，这里指认真从事。<br>45. 庠序：古代的乡学。《礼记?学记》：“古之教者，家有塾，党有庠，术有序，国有学。“家”，这里指“闾”，二十五户人共住一巷称为闾。塾，闾中的学校。党，五百户为党。庠，设在党中的学校。术，同“遂”，一万二千五百家为遂。序，设在遂中的学校。国，京城。学，大学。庠，xiánɡ。<br>46. 教：教化。<br>47. 申：反复陈述。<br>48. 孝悌：敬爱父母和兄长。悌，tì。<br>49. 义：道理。<br>50. 颁白：头发花白。颁，通“斑”。<br>51. 负戴：负，背负着东西。戴，头顶着东西。<br>52. 黎民：百姓。<br>53. 王：这里用作动词，为王，称王，也就是使天下百姓归顺。<br>54. 未之有：未有之。之，指代“七十者衣帛食肉，黎民不饥不寒，然而不王者”。<br>55. 食人食：前一个“食”，动词，吃；后一个“食”，名词，指食物。<br>56. 检：检点，制止、约束。<br>57. 涂：通“途”，道路。<br>58. 饿莩：饿死的人。莩，piǎo，同“殍”，饿死的人。<br>59. 发：指打开粮仓，赈济百姓。<br>60. 岁：年岁、年成。<br>61. 罪：归咎，归罪。<br>62. 斯：则、那么。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这篇文章写孟子同梁惠王的谈话。当时各国为了要增产粮食和扩充兵员，都苦于劳动力不足，所以梁惠王要同邻国争夺百姓，采取了自以为“尽心”的措施，可是目的并没有达到。孟子抓住了这个矛盾，指出梁惠王的“尽心”并不能使百姓归顺，同时提出自己的主张，只有“行王道，施仁政”，才是治国的根本办法。全文可分为三个部分。</p> <p>　　第一部分（第1段），提出“民不加多”的疑问。战国时代，各诸侯国的统治者，对外争城夺地，相互攻伐，“争地以战，杀人盈野；争城以战，杀人盈城”；对内残酷剥削，劳役繁重，破坏生产力。这就造成了兵员缺乏、劳力不足。争夺人力，成为各诸侯国统治者的当务之急。梁惠王提出“民不加多”的疑问之前，自诩“寡人之于国也，尽心焉耳矣”，然后以赈灾救民为例，申说自己治国胜于“邻国之政”，“河内凶，则移其民于河东，移其粟于河内；河东凶亦然”。从两方面描述救灾的具体措施。“察邻国之政，无如寡人之用心者”，进一步突出梁惠王的自矜，为下文的“五十步笑百步”作铺垫。“邻国之民不加少，寡人之民不加多，何也？”梁惠王希望更多的民归附自己，孟子正是利用梁惠王的这种心理来宣传“仁政”思想并想引导他实行王道政治的。</p> <p>　　第二部分（第2-4段），分析“民不加多”的原因。孟子不直接回答“民不加多”的问题，而是用梁惠王熟悉的事例设喻，启发对方，使对方容易接受。“王好战，请以战喻。”总提一句，然后举出两个逃兵“弃甲曳兵而走”的两种情况。根据败逃距离的远近，提出“以五十步笑百步，则如何”的反问，进一步启发，诱使对方在不知不觉中说出否定自己论点的话：“不可，直不百步耳，是亦走也。”最后以子之矛攻子之盾，“王如知此，则无望民之多于邻国也”。这两句忽然转入正题，既回答了“民不加多”的原因，又揭示了五十步笑百步的寓意：梁惠王的“移民移粟”跟邻国统治者的治国不尽心，实质上没有什么区别，只是形式上数量上不同而已。这里暗示着梁惠王搞小恩小惠并不能使民加多，要使民加多，必须施仁政、行王道。于是文章就自然而然地由第二部分过渡到第三部分。</p> <p>　　第三部分（第5-7段），阐述了孟子“仁政”的具体内容──使民加多的根本措施。</p> <p>　　第5段阐述“王道之始”的道理。孟子认为，合理地发展生产，使老百姓“养生丧死而无憾”是实行仁政的开端，也是使民加多的初步措施。“不违农时，谷不可胜食也。数罟不入洿池，鱼鳖不可胜食也。斧斤以时入山林，材木不可胜用也。”三组排句，提出了发展生产的三种措施，以及采取这些措施后所产生的效果。连用“不可胜……也”的句式，给人以吃不完、用不尽的感觉，大大增加了文章的说服力和感染力。接着又用“谷与鱼鳖不可胜食，材木不可胜用”来小结前三组排句，又以这个结论为前提推出新的结论：“王道之始也。”作者在这里把三层意思、三方面的内容紧紧联系在一起，并把“使民加多”的问题跟行王道紧密联系起来。</p> <p>　　第6段，阐述王道之成的道理。这一段，孟子进一步提出教养百姓，使民心归顺的仁政主张，也是“使民加多”的根本措施。“五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家可以无饥矣。”这三组排句又提出了发展生产的三种措施，以及采取这些措施后所产生的效果。这三种措施与上文的三种措施相比，显然前进了一步，具有更强的主观能动性。孟子不仅主张养民，还主张教民：“谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。”作者在这里连用四组排句，把自己的主张层层铺叙，渲染得有声有色，为梁惠王展现出一幅美好的前景。然后用“七十者衣帛食肉，黎民不饥不寒”两句承上启下，顺理成章地得出“然而不王者，未之有也”的结论，与前文“王道之始也”相呼应。</p> <p>　　第7段，阐述使民加多应有的态度。孟子批评统治者的虐政，从反面证明自己主张的正确。前两段已经把行王道的道理讲得十分透彻，这一段照应文章的开头。梁惠王口口声声说“于国尽心”，可是“狗彘食人食而不知检，涂有饿莩而不知发”，哪里谈得上“尽心”呢？“狗彘食人食”和“涂有饿莩”形成鲜明的对比，深刻地揭示了当时社会的不平等。接着作者针对统治者归罪于岁的推诿，运用比喻进行驳斥：“涂有饿莩”归罪于年成不好，如同“刺人而杀之”归罪于武器一样荒唐，害民的不是荒年而是统治者的虐政。最后两句，“王无罪岁，斯天下之民至焉”，言简意赅。不归罪于年岁，而是要反省自己，革除虐政，施仁政，行王道，使百姓住有房，耕有田，吃饱穿暖用足，接受教育，懂得礼义，才能使他们归服。“斯天下之民至焉”回答了开篇梁惠王提出的“民不加多”的疑问。</p><br/><h2>赏析</h2> <p>文章全文分三部分。</p> <p>　　第一部分：梁惠王提出“民不加多的疑问。梁惠王认为自己对国家已经是“尽心焉耳”，尽心的论据是自己赈灾救民，且邻国之政，无如寡人用心，结果是“邻国之民不加少．寡人之民不加多”。因此提出疑问。先试从梁惠王自己标榜的尽心于国的表现赈灾救民人手分析。对于一个国家来说，赈灾救民是它最基本的任务，几乎没有任何一个国家在自然等灾害面前赈灾救民的实际上光赈灾救民不行，更重要的是最大限度地采取一切可以采取的措施杜绝或减少自然等灾害的发生，从根本解决问题。而从根本上解决问题．则足最大限度地调动百姓的积极性，使其乐其所为，这当然是仁政的具体表现。梁惠王自己也许确实是尽心于赈灾救民，但这实际上是头痛医头脚痛医脚的办法而已。而邻国之政，无如寡人用心，也许邻国之政真的没有梁惠王用心，也许是邻国采取了更好的措施或是运气的作用没有发生太多的自然灾害，因而也就没有太多的赈灾救民的举动，不管如何，结果是“邻国之民不加少，寡人之民不加多”。通过分析，在梁惠王提出疑问的过程中已将自己“民不加多”的原因揭示出来了，因此孟子小试牛刀就解决了问题。</p> <p>　　第二部分：孟子采用了他善用的“引君入瓮”的论辩方式，分析了梁惠王“民不加多”的原因。所谓“引君入瓮”，就是论辩中常用比喻说理，且比喻之后连带反诘句而向对方发难，逼其回答，对方不回答则已，答则中其圈套，陷入被动尴尬的境地的一种论辩方法。孟子面对第一部分梁惠王的提问，不直接回答原因，却又设个圈套。总体上用刚打仗来比喻治理国家，用战败一方弃甲曳兵而逃来比喻没有治理好的国家，用逃跑了一百步比喻邻国，用逃跑了五十步比喻梁惠王。然后提出问题；凭自己只跑了五十步而耻笑他人跑了一百步，怎么样?逼使梁惠王回答，梁惠王说：不行，只不过没有跑一百步，这也是逃跑。这样，梁惠王不知不觉中很快就跳进了孟子设的圈套，承认了自己与邻国之政并无本质区别，都是没能实行仁政。因此，不能希望民之加多。</p> <p>　　第三部分；论述了使民加多的途径——实行仁政。这部分分三个层次论述了推行王道实行仁政而使民加多的基本途径、根本途径及应持的正确态度。基本途径：不违农时、发展生产、解决百姓吃穿问题。在这个层次里，孟子运用了“连锁推理”形式。就是用前边推出来的结论作前提，推出新的结论。又用这个新的结论作前提，推出更新的结论，如是往复。孟子首先从“不违农时”、“数罟不入洿池”、“斧斤以时入山林”推出“谷不可胜食”、“鱼鳖不可胜食”、“材木不可胜用”的结沦。又用“谷不可胜食”、“鱼鳖不可胜食”、“材木不可胜用”这个结论作前提，推出“是使民养生丧死无憾”这个新的结论。又用“是使民养生丧死无憾”这个新的结论作前提，推出更新的结论“王道之始”。这种“连锁推理”形式强调了实行王道要从不违农时，发展生产，解决百姓最基本的吃穿问题人手。论述时，一环接一环，环环相扣，无懈可击，增强说服力量，显示了孟子雄辩的艺术。这也许就是孟子的文章为后世称道效仿的原因之一吧。根本途径：逐步地提高人民的物质生活水平，进而解决精神文明问题。在解决了百姓最基本的温饱问题之后，要逐步地提高人民的物质生活水平。发展丝织业，让五十岁的人就穿上丝绸衣服；发展畜牧业，让七十岁的人就能吃上肉。还要从根本上解决问题，发展教育事业，让孝悌之理深入民心，人人孝顺父母，敬爱兄长，从而推而广之。这样一个老有所养、民风淳朴、其乐融融的社会不就是一方净土、一方乐土吗?势必会“使天下之仕者皆欲立于王之朝，耕者皆欲耕于王之野，商贾皆欲藏于王之市，行旅皆欲出于王之涂”，而何愁民不加多!应持的正确态度：梁惠王的愿望是“使民加多”，而国家的情况究竟如何呢?下面孟子为读者描绘了一幅对比鲜明的画面：富贵人家的猪狗吃人的饭食，路上饿殍遍地，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“朱门酒肉臭，路有冻死骨”呀!出现这种情况，可梁惠王也不打开粮仓赈民，人饿死了，却说“非我也，岁也”，这和拿着武器杀死人后却说杀死人的不是自己是而兵器有什么区别!在这里，孟子又是运用比喻批评了梁惠王推卸责任。最后，语重心长地指出“使民加多”的正确态度：不要归罪年成，要有具体的措施实行仁政。这样，天下的百姓就到你这里来了。</p> <p>　　文章运用“引君入彀”的论辩方式。迫使梁惠王承队自己“尽心于国”之举，只是临时应付，不是真正爱民，与邻国之政并无本质区别；还运用“连锁推理”形式，强调了实行道要从不违农时、发展生产、解决百姓最基本的吃穿问题入手；还指出要逐步地提高人民的物质生活水平，进而接受教化，懂得“孝悌之义”，以解决精神文明问题，才能使民心归附，国家兴盛。</p> <p>　　文章在写作上结构严谨。孟子的文章从表面看，铺张扬厉，似乎散漫无纪，实则段落分明，层次井然，而且环环相扣，不可分割。这篇文章三部分的末尾，依次用“寡人之民不加多”，“则无望民之多于邻国也”，“斯天下之民至焉”，既对每一部分的内容起了画龙点睛的作用，又体现了各部分之间的内在联系，把全文各部分连成了一个有机的整体。</p> <p>　　本文又运用排比和对偶，来加强文章的气势，加强文章的节奏感，如“谷不可胜食也”，“鱼鳖不可胜食也”，“材木不可胜用也”，一连三个“……不可……也”。“五十者可以衣帛矣”，“七十者可以食肉矣”，“颁白者不负戴于道路矣”，一连二个“……者……矣”。这种排比的写法，迭用相同的句式，把文章的气势积蓄起来，加强了论辩的力量。</p>",
  "about": "<h2>文言现象</h2> <p><strong>通假字词<br></strong>1：则【无】望民之多于邻国也 鸡豚狗彘(zhì)之畜 【无】失其时 【无】通“勿”或“毋” 不要。<br>2：狗彘食人食而不知检 【检】一说通“敛” 收敛 积蓄（一些学者提出：“检”字本应为“敛”后经讹传为“检”，若为“敛”字，与下句的“发”字对仗更为工整。）<br>3：【颁】白者不负戴于道路矣 【颁】通“斑”花白<br>4：【涂】有饿莩而不知发 【涂】通“途” 道路 【莩】通“殍” 饿死的人<br>5：【直】不百步耳 【直】通“只”:只是<br>6:鸡豚狗彘之畜，【无】失其时 【无】通“毋” 不要</p> <p><strong>一词多义</strong><br>·1.数<br>①数罟不入洿池 《寡人之于国也》cù 密、细密<br>②数口之家，可以无饥矣 《寡人之于国也》几、若干<br>③则胜负之数，存亡之理，当与秦相较，或未易量 《六国论》命运<br>④扶苏以数谏故，上使外将兵 《陈涉世家》shuò 屡次<br>⑤愿令得补黑衣之数 《触龙说赵太后》数目、数量<br>⑥蒙冲斗舰乃以千数 《赤壁之战》shǔ计算<br>·2.直<br>①直不百步耳，是亦走也 《寡人之于国也》仅、只<br>②中通外直，不蔓不枝 《爱莲说》与“曲”相对，不弯曲<br>③系向牛头充炭直 《卖炭翁》价值<br>④予自度不得脱，则直前诟虏帅失信 《〈指南录〉后序》径直、直接<br>⑤理直气壮 成语正确<br>·3.发<br>①涂有饿莩而不知发 《寡人之于国也》指打开粮仓 救济百姓<br>②百发百中 成语发射<br>③发闾左谪戌渔阳九百人 《陈涉世家》征发、派遣<br>④野芳发而幽香，佳木秀而繁阴 《醉翁亭记》开放<br>⑤主人忘归客不发 《琵琶行》出发<br>⑥大阉亦逡巡畏义，非常之谋难以猝发 《五人墓碑记》发出<br>⑦安能屈豪杰之流，扼腕墓道，发其志士之悲哉 《五人墓碑记》发出、抒发<br>⑧见其发矢十中八九 《卖油翁》发射<br>9白发三千丈《秋浦歌》头发<br>·4.兵<br>①非我也，兵也 《寡人之于国也》兵器<br>②穷兵黩武 成语战争<br>③必以长安君为质，兵乃出 《触龙说赵太后》军队<br>④风声鹤唳，草木皆兵 《淝水之战》士兵<br>·5.胜<br>①不违农时，谷不可胜食也 《寡人之于国也》尽<br>②驴不胜怒，蹄之 《黔之驴》承受<br>③此所谓战胜于朝廷 《邹忌讽齐王纳谏》胜利<br>④日出江花红胜火，春来江水绿如蓝 《忆江南》超过<br>⑤予观夫巴陵胜状，在洞庭一湖 《岳阳楼记》宏伟的<br>·6.时<br>①不违农时 《寡人之于国也》名词，季节<br>②无失其时 《寡人之于国也》名词，时机，机会<br>·7.王<br>①王无罪岁 《寡人之于国也》大王，名词，读wáng<br>②然而不王者 《寡人之于国也》称王，统一天下，读wàng<br>·8.食<br>①谷不可胜食 《寡人之于国也》动词，吃<br>②狗彘食人食而不知检 《寡人之于国也》动词，吃；名词，食物<br>·9.于<br>①则无望民之多于邻国也 《寡人之于国也》介词，比<br>②寡人之于国也 《寡人之于国也》介词，对<br>③颁白者不负戴于道路矣 《寡人之于国也》介词，在<br>④则移其民于河东 《寡人之于国也》介词，到<br>·10.之<br>①寡人之于国也 《寡人之于国也》助词，取消句子独立性<br>②填然鼓之《寡人之于国也》音节助词，无意义<br>③王道之始也 《寡人之于国也》助词，的<br>④五亩之宅 《寡人之于国也》助词，的<br>⑤申之以孝悌之义 《寡人之于国也》代词，代百姓；助词，的<br>⑥孤之有孔明，如鱼之有水也《隆中对》助词，取消句子独立性<br>·11.以<br>①请以战喻 《寡人之于国也》用<br>②以时入山林 《寡人之于国也》按照<br>③申之以孝悌之义 《寡人之于国也》把<br>④以五十步笑百步 《寡人之于国也》凭借<br>⑤不以物喜，不以己悲《岳阳楼记》因<br>·12.凶<br>①河内凶《寡人之于国也》饥荒<br>②汉初匈奴凶黠 《》凶恶<br>③甫闻凶讯 《》不幸<br>④缉拿元凶《》杀人的人<br>⑤凶多吉少 成语不吉利的事<br>·13.加<br>①邻国之民不加少 《寡人之于国也》更<br>②山不加增 《愚公移山》增加<br>③欲加之罪，何患无辞 《》施加<br>④樊哙负其盾于地，加彘肩上 《鸿门宴》放<br>⑤牺牲玉帛，弗敢加也 《曹刿论战》夸大</p> <p><strong>词类活用</strong><br>名词作动词:<br>【填然鼓之】 ：<br>一般“鼓”是名词，在此活用为动词：打鼓,击鼓进军<br>【五十者可以衣帛矣】 ：<br>一般“衣”是名词，在此活用为动词：穿<br>【黎民不饥不寒，然而不王者，未之有也】 :<br>一般“王”是名词，在此活用为动词：为王、称王、统一天下，以仁德使天下百姓归顺<br>【树之以桑】<br>一般“树”是名词，在此活用做动词：种植<br>【王无罪岁】：“罪”是名词活用为动词：归罪、归咎。<br>动词作名词：<br>【是使民养生丧死无憾也】 ：<br>一般“生”是活着（动词），在此活用为名词：活着的人<br>一般“死”是死去（动词），在此活用为名词：死去的人<br>丧，为动用法，为……办丧事<br>形容词作动词：<br>【谨庠序之教】 ：<br>一般“谨”是谨慎（形容词），在此活用为动词：认真从事<br>动词的使动用法：<br>【则移其民于河东，移其粟于河内】 ：<br>一般“移”是移动，在此是使动用法：使……迁移<br>特殊句式<br>【判断句】<br>1、是亦走也（句式：是……也）<br>2、非我也，岁也（句式：……也）<br>这不是我的过错，这是年成不好。（否定判断肯定判断）<br>3、非我也，兵也（句式：……也）<br>这不是我杀的，这是兵器杀的。（同上）<br>4、是使民养生丧死无憾也。（句式：是……也）<br>这就是让百姓对生养死葬没什么不满<br>5、养生丧死无憾，王道之始也（句式：……也）<br>生养死葬没什么不满，就是王道的开端。<br>【倒装句】<br>1、状语后置句（介宾短语后置）：<br>（1）申之以孝悌之义<br>反复进行孝敬父母、敬爱兄长的教育<br>（2）颁白者不负戴于道路矣<br>须发花白的老人就不会头顶着或背负重物行走在路上<br>2、宾语前置句：<br>（1）未之有也（标志：之）<br>否定句中，代词宾语前置。未之有也。<br>（2）鸡豚狗彘之畜。<br>畜鸡豚狗彘<br>（3）以五十步笑百步，则何如？<br>以五十步笑百步，则如何？<br>（4）树之以桑<br>以桑树之<br>（1）无望民之多于邻国也<br>4 、固定句式<br>（1）直不百步耳（“直……耳”相当于“只是……罢了”）<br>（2）或百步而后止，或五十步而后止（“或……或……”相当于“有的人……有的人……”）<br>（3）是亦走也（\"是......也\"相当于“这也是......啊”）<br>【省略句】<br>1、何也<br>省略主语“此”。<br>2、弃甲曳兵而走<br>省略主语“将士”。<br>3、可以无饥矣<br>省略主语“黎民”<br>4、五十者可以衣帛矣（介宾结构省略主语，“以”后面省略了“之”） </p><br/><h2>主题</h2> <p>　　《寡人之于国也》是《孟子·梁惠王上》中的一章，是表现孟子“仁政”思想的文章之一。论述了如何实行“仁政”以“王道”统一天下的问题。“养生丧死无憾，王道之始也”，“七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也”为文章点睛之笔，突出了本文主旨：只有实行仁政，才能得民心；得民心，才能得天下。这种“保民而王”的主张，实际也是孟子“民本”思想的体现。</p> <p>　　文章中表现出的孟子的思想与主张。</p> <p>　　一 孟子是反对诸侯间的无休无止的相互征战的，一句“王好战，请以战喻”充分把这种思想表露了出来。</p> <p>　　二 孟子认为应该让利于民，让民众有得以休养生息的机会，他认为梁惠王自认为的“用心”于民，做的是远远不够的，这与其他国家不知满足的一味向民征敛只是“百步”与“五十步”的区别。</p> <p>　　三 孟子向梁惠王表明了自己治民的理想，具体地说，就是让民拥有“五亩之宅”、“百亩之田”、“鸡豚狗彘之畜”。不仅如此，孟子还非常重视教化，提出了“谨庠序”的主张，他的最高理想是黎民“衣帛食肉”，“不饥不寒”。</p> <p>　　四 孟子在自己论证的基础之上，进一步指出面对上层贵族奢靡浪费，黎民饥寒交迫的社会现实，作为最高统治者的梁惠王具有不可推卸的责任。</p><br/><h2>写作特点</h2> <p>　　本文写作上体现出的孟子散文的特点</p> <p>　　谈问题先把主旨藏起来，从侧面、反面、外围人手，逐渐引向本题。如本意要讲实行仁政，却先以战设喻，从反面入手，使梁惠王不知不觉中跟着他走。这样，文章如曲径探幽，引人入胜；文势则波澜起伏，毫无板滞。</p> <p>　　2. 逻辑严谨，层层深入。</p> <p>　　表面看来，文章铺张扬厉，散漫无纪，实则逻辑清晰，段落分明，层次井然。如先提出问题，再分析原因，后述措施，王道之始，王道之实，实行仁政，均是层层深入、环环相扣。</p> <p>　　3. 词丰笔活，理足气盛。</p> <p>　　善用贴切的比喻、有力的铺排，考究用词，讲求句式。奇句与偶句，单势句与排比句，交错使用，笔势灵活，理直气壮，谈锋犀利，咄咄逼人。文章极富雄辩的气势。</p><br/><h2>写作背景</h2> <p>　　战国时期，列国争雄，频繁的战争导致人口大批迁徙伤亡。而当时既无国籍制度，也无移民限制，百姓可以随意地去寻找自己心目中的乐土。哪一个国家比较安定、富强、和乐就迁到那个国家为臣民。而一个国家人民的多少也是一个国家足稳定繁荣昌盛的标志之一。因此，各个诸供为称雄，都希望自己的国家人口增多。梁惠王也不例外。《寡人之于国也》选自《孟子·梁惠王上》，是该篇上部分的第三章。据《史记·魏世家》记载，梁惠王三十五年，“卑礼厚币以招贤者”，于是贤者数人其中就有孟子不远千里来到魏都大梁。二人一见面，梁惠王就想得到“以利吾国”的良策，孟子则以“何必曰利，亦有仁义而已矣”为对，指出专言求利的严重危害性和躬行仁义的重要意义。二人另一次会面是在禽兽嬉游的池沼边上。梁惠王得意地问孟子：“贤者亦乐此乎？”孟子以“贤者而后乐此，不贤者虽有此不乐也”为对，并通过历史事实的对比，证明了贤者“偕乐”与不贤者“独乐”的不同结果：文王关爱百姓，百姓爱戴他，因而文王能享其乐；夏桀不恤百姓，百姓怨恨他，因而夏桀不能保其乐。正是在接触、交谈的过程中，孟子与梁惠王彼此有了进一步了解，于是有了《寡人之于国也》这篇传诵千古的政事问答。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "孟子弟子录"
  },
  "tags": [
    "高中文言文",
    "治国",
    "哲理"
  ]
}