{
  "id": 49753,
  "star": 2938,
  "name": "卜算子·我住长江头",
  "dynasty": "宋代",
  "content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 <br>此水几时休，此恨何时已。只愿君心似我心，定不负相思意。",
  "fanyi": "<p><strong>译文</strong><br>我居住在长江上游，你居住在长江尾底。日日夜夜想你，却不能见你，你和我啊...同饮一江绿水，两情相爱相知。<br>悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。</p> <p><strong>译文二</strong><br>我居住在长江上游，你居住在长江下游。 天天想念你却见不到你，共同喝着长江的水。<br>长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。只希望你的心思像我的意念一样， 就一定不会辜负这互相思念的心意。 </p> <p><strong>注释</strong><br>1.选自《姑溪词》，作者<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>。<br>2. 已：完结,停止<br>3.休：停止<br>4.定：此处为衬字。<br>5.思：想念，思念</p><br/><h2>英译</h2> <p>I live by the Yangzi River near its source.<br>While you reside farthest down its course.<br>You and I drink water out of the same stream.<br>I haven’t seen you, though daily of you I dream.</p> <p>When will this river water cease to run?<br>When shall I not love you, the way I do?<br>I only wish our two hearts would beat as one;<br>You wouldn’t disappoint me in my love for you. </p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧、深婉含蓄的特点，可以说是一种提高和净化了的通俗词。</p> <p>　　此词以长江起兴。开头两句，“我”“君”对起，而一住江头，一住江尾，见双方空间距离之悬隔，也暗寓相思之情的悠长。重叠复沓的句式，加强了咏叹的情味，仿佛可以感触到主人公深情的思念与叹息，在阁中翘首思念的女子形象于此江山万里的悠广背景下凸现出来。</p> <p>　　三、四两句，从前两句直接引出。江头江尾的万里遥隔，引出了“日日思君不见君”这一全词的主干；而同住长江之滨，则引出了“共饮长江水”。如果各自孤立起来看，每一句都不见出色，但联起来吟味，便觉笔墨之外别具一段深情妙理。这就是两句之间含而未宣、任人体味的那层转折。字面意思浅直：日日思君而不得见，却又共饮一江之水。深味之下，似可知尽管思而不见，毕竟还能共饮长江之水。这“共饮”又似乎多少能稍慰相思离隔之恨。词人只淡淡道出“不见”与“共饮”的事实，隐去它们之间的转折关系的内涵，任人揣度吟味，反使词情分外深婉含蕴。</p> <p>　　“此水几时休，此恨何时已。”换头仍紧扣长江水，承上“思君不见”进一步抒写别恨。长江之水，悠悠东流，不知道什么时候才能休止，自己的相思离别之恨也不知道什么时候才能停歇。用“几时休”“何时已”这样的口吻，一方面表明主观上祈望恨之能已，另一方面又暗透客观上恨之无已。江水永无不流之日，自己的相思隔离之恨也永无销歇之时。此词以祈望恨之能已反透恨之不能已，变民歌、民间词之直率热烈为深挚婉曲，变重言错举为简约含蓄。</p> <p>　　写到这里，词人翻出一层新的意蕴：“只愿君心似我心，定不负相思意。”恨之无已，正缘爱之深挚。“我心”既是江水不竭，相思无已，自然也就希望“君心似我心”，我定不负我相思之意。江头江尾的阻隔纵然不能飞越，而两相挚爱的心灵却相通。这样一来，单方面的相思便变为双方的期许，无已的别恨便化为永恒的相爱与期待。这样，阻隔的双方心灵上便得到了永久的滋润与慰藉。从“此恨何时已”翻出“定不负相思意”，江头江尾的遥隔这里反而成为感情升华的条件了。这首词的结拍写出了隔绝中的永恒之爱，给人以江水长流情长的感受。</p> <p>　　全词以长江水为贯串始终的抒情线索，以“日日思君不见君”为主干。分住江头江尾，是“不见君”的原因；“此恨何时已”，是“不见君”的结果；“君心似我心”“不负相思意”是虽有恨而无恨的交织。有恨的原因是“不见君”，无恨.的原因是“不相负”。悠悠长江水，既是双方相隔千里的天然障碍，又是一脉相通、遥寄情思的天然载体；既是悠悠相思、无穷别恨的触发物与象征，又是双方永恒相爱与期待的见证。随着词情的发展，它的作用也不断变化，可谓妙用无穷。这样新巧的构思和深婉的情思、明净的语言、复沓的句法的结合，构成了这首词特有的灵秀隽永、玲珑晶莹的风神。</p><br/><h2>简析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>这首《卜算子》深得民歌的神情风味，明白如话，复叠回环，同时又具有文人词构思新巧。同住长江边，同饮长江水，却因相隔两地而不能相见，此情如水长流不息，此恨绵绵终无绝期。只能对空遥祝君心永似我心，彼此不负相思情意。语极平常，感情却深沉真挚。设想很别致，深得民歌风味，以情语见长。</p> <p>　　这首词的结尾写出了隔绝中的永恒的爱恋，给人以江水长流情长的感受。全词以长江水为抒情线索。悠悠长江水，既是双方万里阻隔的天然障碍，又是一脉相通、遥寄情思的天然载体；既是悠悠相思、无穷别恨的触发物与象征，又是双方永恒友谊与期待的见证。随着词情的发展，它的作用也不断变化，可谓妙用无穷。</p>",
  "about": "<h2>创作背景</h2> <p>　　北宋崇宁二年（1103年），仕途不顺的<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>被贬到太平州。祸不单行，先是女儿及儿子相继去世，接着，与他相濡以沫四十年的夫人胡淑修也撒手人寰。事业受到沉重打击，家人连遭不幸，李之仪跌落到了人生的谷底。这时一位年轻貌美的奇女子出现了，就是当地绝色歌伎杨姝。杨姝是个很有正义感的歌伎。早年，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>被贬到当涂做太守，杨姝只有十三岁，就为黄庭坚的遭遇抱不平，她弹了一首古曲《履霜操》，《履霜操》的本意是伯奇被后母所谗而被逐，最后投河而死。杨姝与李之仪偶遇，又弹起这首《履霜操》，正触动李之仪心中的痛处，李之仪对杨姝一见倾心，把她当知音，接连写下几首听她弹琴的<a href=\"http://so.gushiwen.org/view_49753.aspx\">诗</a>词。这年秋天，李之仪携杨姝来到长江边，面对知冷知热的红颜知己，面对滚滚东逝奔流不息的江水，心中涌起万般柔情，写下了这首千古流传的爱情词。</p>",
  "poet": {
    "id": 578,
    "star": 0,
    "name": "李之仪",
    "image": "http://img.gushiwen.org/authorImg/lizhiyi.jpg",
    "desc": "李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "长江",
    "思念",
    "爱情"
  ]
}