{
  "id": 70977,
  "star": 62,
  "name": "过垂虹",
  "dynasty": "宋代",
  "content": "自作新词韵最娇，小红低唱我吹箫。<br>曲终过尽松陵路，回首烟波十四桥。",
  "fanyi": "<p><strong>译文<br></strong>我自创的新调，音韵是如此和谐美妙；小红轻轻地唱着，我为她伴奏，吹着洞箫。<br>一曲唱完，小船已摇过了吴江县城；回望经过的水路，轻烟绿波，还有那一座座美丽的石桥。</p> <p><strong>注释<br></strong>⑴垂虹：吴江县一座著名的桥。<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>《吴郡志·桥梁》：“利往桥，即吴江长桥也。北宋庆历八年（1048年），县尉王廷坚所建。有亭曰垂虹。而世并以名桥。”王象之《舆地纪胜》： “垂虹本名利往，前临县区，横绝松陵，湖光海气，荡漾一色，乃三吴之绝景。”<br>⑵自作：《砚北杂志》引此，“作”作“琢”。按“自作新词”，言其自制曲《暗香》、《疏影》等。<br>⑶小红：范成大送给<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的一个歌女。<br>⑷低唱：轻柔地歌唱。<br>⑸松陵：吴江县的别称。陈沂《南畿志》：“吴江本吴县之松陵镇，后析置吴江县。”<br>⑹烟波：指烟雾苍茫的水面。<br>⑺十四桥：指沿途经过的众多石桥。全句说回头张望，烟波缥缈，已经走过了许多路。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_70977.aspx\">诗</a>像一组动画片：一叶小舟，泛行在江南的水乡，一座座弯弯的石拱桥，像一道道彩虹，架在河上，倒影在清澈的水波中荡漾。一个读书人，站立船上，吹着洞箫，如泣如诉；一个明艳照人的美女，正低低地唱着歌，那动人的吴侬软语，回旋在轻烟中。两岸的梅花，袭来阵阵暗香……这组画面，是<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>为自己写照。姜夔是宋代著名的词人、音乐家，他新创了不少词调。前几天（绍熙二年除夕），姜夔在<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>家里刚创作了后来脍炙人口的咏梅新词《暗香》、《疏影》，这是他的得意之作，所以毫不掩饰自己的高兴，说自己所创词音节和谐婉丽。这诗中，小红低低唱的，应该就是这两首新词。自作新词，自己伴奏，由美丽的歌女用动人的歌喉演唱，且又置身在明媚的江南水乡中，是何等的欢快。“小红低唱我吹箫”，正概括尽了诗人无边的快乐与舒畅。</p> <p>　　前两句是抒写自己的畅达与快感，好就好在直说，且又有后两句作陪衬。后两句一方面勾勒环境，补足前半，又在回首眺望中，寄托了无尽的情思，给人以景外的回味。船是在乐曲中前行，等一曲终了，居然已“过尽了”“松陵路”，形象地概括了自己在惬意的欢乐中，在艺术的陶醉中，全身心地投入，两岸的一切都视而不见，物我两忘，当乐曲奏完，方才回到现实的状况。而“回首烟波十四桥”，浑写一句，又包含了诗人此时此刻无数的心理感慨，称得上神来之笔。</p> <p>　　此诗与《除夜自石湖归苕溪》同为南行船上所作，句清敲玉，摇曳有致，如歌如画，情韵丰赡。在低徊的箫声中穿过的一座座画桥，渐渐地消失在缥缈的烟波之中，意犹未尽。其自作新词《暗香》写的是自己身世飘零之恨和伤离念远之情，《疏影》则披露了作者对国家衰危的关切和感触。而在冬夜的归途中，在浩渺的湖面上，在一叶扁舟中，吹箫人暂时忘却了烦恼，一种微微的喜悦溢上心头。此诗一、二句轻快，三、四句语调低缓而不哀，其个中的微情妙韵须于画外余音去深味。</p>",
  "about": "<h2>创作背景</h2> 　　这首七绝，是<a href=\"http://so.gushiwen.org/view_70977.aspx\">诗</a>人于宋光宗绍熙二年（1191年）除夕，携小红由石湖（苏州与吴江之间的风景区，<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>的别墅所在）范成大家，乘船归湖州（今属浙江），路过垂虹桥时所写，因此诗题也命为《过垂虹》。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "古诗三百首",
    "行舟"
  ]
}