{
  "id": 73269,
  "star": 5,
  "name": "后催租行",
  "dynasty": "宋代",
  "content": "老父田荒秋雨里，旧时高岸今江水。<br>佣耕犹自抱长饥，的知无力输租米。<br>自从乡官新上来，黄纸放尽白纸催。<br>卖衣得钱都纳却，病骨虽寒聊免缚。<br>去年衣尽到家口，大女临歧两分首。<br>今年次女已行媒，亦复驱将换升斗。<br>室中更有第三女，明年不怕催租苦。",
  "fanyi": "<p><strong>译文<br></strong>连绵的秋雨下个不停，老农眼看着荒芜的田地深深地叹息：那江水滚滚流过的地方，原来是岸边的高地。<br>我替人干活仍然常常受冻挨饥，真的是没钱来交纳租米。<br>自从近年来新官上任，把皇上免税的诏书再不一提，到处贴出了征租的通告，衙役们挨家挨户催逼。<br>前年把卖衣服的钱全部上交，多病的身子虽然寒冷，可免去了被绑缚受欺。<br>去年衣服已经卖完，只好含泪把大女儿嫁出，各分东西。<br>今年二女已托人作媒，也将送出去换上微薄的钱米。<br>明年不怕催租的上门，家中还有第三个女儿可以充抵！</p> <p><strong>注释<br></strong>⑴后催租行：<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>在写此<a href=\"http://so.gushiwen.org/view_73269.aspx\">诗</a>前，已写有《催租行》。<br>⑵老父（fǔ）：老翁、老农。<br>⑶高岸：防洪高堤。<br>⑷佣耕：做雇农，为他人耕种。<br>⑸抱长饥：经常遭受饥饿。<br>⑹的知：确知。<br>⑺无力：没有能力；无能为力。<br>⑻输：交纳。<br>⑼乡官：地方官。<br>⑽黄纸放尽白纸催：皇帝的诏书免除灾区的租税，地方官吏的命令仍旧紧催农民交纳。黄纸：豁免灾区租赋税的告示。白纸：地方官下令催收的公文。<br>⑾纳却：纳了租税。<br>⑿病骨：指多病瘦损的身躯。<br>⒀聊：姑且，暂时。<br>⒁缚：绑缚，指被官府抓走。<br>⒂去年：刚过去的一年。<br>⒃到家口：轮到卖家中的人口。<br>⒄临岐：指在歧路上，引申为分别之处。“岐”通“歧”，岔道口。<br>⒅两分首：相互分离。意即大女儿已被迫嫁给他人。分首，作分离讲，“首”一作“手”。<br>⒆行媒：本指媒人介绍，这里是订婚之意。<br>⒇亦复驱将换升斗：也只好把她卖了换来少量粮食缴租。驱将，赶出去，这里指卖掉；将，助词。升斗，指很少的粮食。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_73269.aspx\">诗</a>是围绕着缴租展开的。</p> <p>　　诗的前四句，交代因遭灾而无力缴租。第一句说，秋雨淹田，颗粒无收；第二句写江洪泛滥，灾难深重重，难以恢复家园；第三句写不得不放弃家园，外出作佣，而佣耕又难以糊口。这样一层意思进逼一层意思，逼出了第四句；“的知无力输租米。”从上面陈述的诸般景况中任何人都不得不承认这样的事实：无力缴租。对这一事实的坚定叙述，为下面描写纳租者的痛苦，批判官府的横征暴敛创造了前提。天灾与人祸古来是不单行的，而且天灾之年更能见出封建统治者的惨无人道，诗歌的后十句就分两步具体描写了缴租者的悲惨遭遇和凄苦心情。第一步，卖衣完租；第二步，衣服已尽，卖及人口。在写第二步时，诗人并没有粘着于今年，而是从跟前即将被卖的二女儿，联想到去年被卖的大女儿，又推知明年的三女儿。这种连年卖衣卖口的现实，就是对封建剥削的有力揭露。从去年、今年、明年，大女儿、二女儿、三女儿的诉说顺序中我们又可以感受到诗人更深刻的言外之意。试想一下，明年卖了三女儿，后来呢？是否还有第四个女儿?诗歌戛然而止，留下一个顺势即可补足的想象空间，这里不难想象这位老农的悲惨结局。而这，也正是当时广大劳动人民的共同命运。</p> <p>　　这首诗内容上的特点就在于揭露的深刻。诗人写出了封建剥削的残酷和农民生活的悲惨，还揭露了在征敛问题上“黄纸放尽白纸催”的丑恶现象，这种现象在宋代是普遍的。租税问题是中唐以来尤其是宋代农村题材诗歌的重要主题，但是，像<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>这样揭露得深刻的诗作不是很多，这是范成大这一类诗歌的思想价值所在。</p> <p>　　作为一篇揭露和讽谕的文字，诗人并没有像自居易新乐府“首章标目，卒章显志”那样直接点揭自己的观点，而是采用老农自我诉说的方式展开内容。诗人极力不露声色，在一种平静的、客观的叙述中表现沉痛的揭露。开头四句，用极平静而又是丝毫不容置疑的语气诉述一个确凿的事实，对事实的认定就是对官府的有力指责。第二三两层次更是如此，卖衣卖口的事实就是最深刻的批判。特别值得注意的是，在平静的叙述中寄寓了反语的讥讽，诗人不渲染缴租的艰难，而是表现完租后的庆幸，把一个痛苦的经历以平静而略带庆幸的语气诉说出来，这是凄彻骨髓，痛入肺腑的表现。这种冷峻的嘲讽在更广泛的背景上揭露了官府催租的残暴。人们宁可忍饥挨冻，宁愿忍痛割爱，也不愿忍受催租的苦难，由此可以想知催租时的种种暴力和农民的诸般惨状。这种把深刻的揭露和批判寓于客观叙述之中的方法使批判具有更沉重的力量，反映了诗人严峻的批判态度。</p> <p>　　诗中的叙述语言比较平实朴素，但也时见细致之处。如“病骨虽寒聊免缚”，不经意中交代了老农的疾病。大女、二女同是被卖，写来情况也见不同。虽然哪一个被卖都是惨痛的事，但大女儿年岁大一点，终能体察家境父情，在一诀别之泪后默默地走上了牺牲的路，而二女儿年岁稍小，又有婚约，在生活中多了一份留恋和牵连，只是在父母的驱遣下才接受了被卖的现实。一种况味，两种情样在这些地方，从平淡的叙述之中都可以见出用笔的细致和练达。</p>",
  "about": "<h2>创作背景</h2> 　　宋高宗绍兴二十四年（1154）<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>考中进士，初授户曹，又任监和剂局、处州知府，以起居郎、假资政殿大学士出使金朝，为改变接纳金国诏书礼仪和索取河南“陵寝”地事，慷慨抗节，不辱使命而归，并写成使金日记《揽辔录》。这首<a href=\"http://so.gushiwen.org/view_73269.aspx\">诗</a>就是作者使金途中目睹了北方人民的疾苦有感而作。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "写人",
    "农民",
    "生活",
    "凄苦"
  ]
}