{
  "id": 71089,
  "star": 82,
  "name": "鹧鸪天·寒日萧萧上琐窗",
  "dynasty": "宋代",
  "content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。<br>秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。",
  "fanyi": "<p><strong>译文</strong><br>深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。<br>秋天快要过去了，依然觉得白昼非常漫长。比起<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。</p><p><strong>注释</strong><br>萧萧：凄清冷落的样子。原为象声词，如风声、雨声、草木摇落声、马蹄声。《<a href=\"http://so.gushiwen.org/view_71089.aspx\">诗</a>经·小雅·车攻》有“萧萧马鸣”，《楚辞·九怀·蓄英》有“秋风兮萧萧”，《史记·刺客列传》有“风萧萧兮易水寒”。琐窗：镂刻连锁纹饰之窗户。多本作锁窗，当以琐窗为胜。<br>酒阑：酒尽，酒酣。阑：残，尽，晚。<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·高祖本纪》有“酒阑”，裴骃集解曰“阑，言希也。谓饮酒者半罢半在，谓之阑。”文选·<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《宋孝武宣贵妃诔》有“白露凝兮岁将阑”，李善注曰“阑，犹晚也”。团茶：团片状之茶饼，饮用时则碾碎之。宋代有龙团、凤团、小龙团等多种品种，比较名贵。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》卷二：“茶之品，莫贵于龙凤，谓之团茶，凡八饼重一斤。”<br>瑞脑：即龙涎香，一名龙脑香。<br>仲宣：王粲，字仲宣，汉末文学家，“建安七子”之一。其《登楼赋》抒写去国怀乡之思，驰名文坛。<br>随分：随便，随意。尊前：指宴席上。尊：同“樽”。<br>东篱菊蕊黄：化用陶渊明《饮酒二十首》的“采菊东篱下”句。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词的感情调子是比较低沉的。社会乱离，客居异地，词人在词中寄托了家国之思，有着身世飘零的感遇。</p> <p>　　“寒日萧萧上琐窗，梧桐应恨夜来霜。”</p> <p>　　“寒日”，是说阳光有些惨淡、冷清。词中所写是秋天，并非冬日。太阳慢慢升高了，一点一点照射到窗上，看上去很明亮，却给人以冷落萧索之感。“萧萧”，一般用来形容风雨，这里是说阳光给人的感觉，就如同萧瑟的秋风一样，有些凄冷。用“萧萧”形容“寒日”，一下子便给深秋的清晨带来迟暮的气氛，也为全词点染了一个色调凄清的背景。“琐窗”，雕刻有连环图案的窗子。从它前面的“上”字来看，太阳光照射到窗上，有一个慢慢移动的过程，说明主人公一直久久地注视着，心绪茫然。“琐”，一作“锁”。</p> <p>　　“梧桐”一句，又在凄清中抹上了一层暗淡的色彩。主人公朝窗外望去，曾经茂盛苍翠的梧桐树无言独立，一枝一叶似乎都凝结着愁怨：它们一定是对夜间的寒霜心有恨意吧。梧桐因天气转冷、霜露渐重而开始落叶凋零，但草木无知，本不能恨，词人采用拟人的手法，将自己的感受融入其中。其时，清照遭遇国难，流落他乡，逢秋作客，不禁倍感凄清和愁怨。不过，她并不直抒胸臆，而是含而不露，移情入景，借梧桐之恨，传达自己的情绪。</p> <p>　　“酒阑更喜团茶苦，梦断偏宜瑞脑香。”</p> <p>　　“酒阑”，即酒意将尽。主人公喝完酒后，再喝上几杯团茶，那又浓又苦的滋味正是她所喜好。“团茶”即茶饼，宋代有为进贡而特制的龙团、凤团，印有龙凤纹，最为名贵。茶能解酒，特喜苦茶，说明酒饮得很多。主人公并非酒徒，其所以如此，无非是心情苦闷，借酒排遣。从梦中醒来之后，只觉瑞脑散发出的清香，沁人心脾。“瑞脑”，熏香名，又名龙脑，以龙脑木蒸馏而成。至于她做的是什么梦，又因何而断，这都留给读者去想象。</p> <p>　　这两句叙写主人公在寂寞秋日自遣自慰的情状。“更喜”和“偏宜”两词，表面上写乐，实际上是写悲。酒饮得多，表明愁重。苦茶虽宜解酒，但那只是生理上的。精神上的苦闷，根本不是借酒浇愁、饮茶解醉所能排解。“偏宜”，表面是说香气宜人，实则是说环境的清冷静寂，因为只有在这样的环境中，才能让人更加明显地感觉到熏香的香气。主人公在燃香独坐、默然沉思中，似乎获得了片刻的宁静，但其内心深处，仍是愁云恨雾，挥之不去。这种以闲写愁的笔法，是很耐人寻味的。</p> <p>　　“秋已尽，日犹长，仲宣怀远更凄凉。”</p> <p>　　秋天已经过完，白天还是那么长，比起仲宣怀念远方家乡，主人公更觉凄凉。夏至以后，白天逐渐变短，到秋尽时，主人公却觉得白天还是那么长。看似无理，实则有因。终日被思念故土的愁苦所煎熬，自然会产生日长难挨、度日如年的感觉。</p> <p>　　“仲宣”一句用了<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>的典故。王粲（177－217），字仲宣，山阳高平（今山东邹县）人，少时即以文才见长，是“建安七子”之一。董卓之乱时，他避乱荆州，依附刘表，但未被重用。在荆州他写了《登楼赋》，抒发壮志未酬、怀乡思归的抑郁心情。此时，词人因“靖康之难”、北宋沦亡而背井离乡，其身世、情怀与仲宣相仿，故借以自况，其思归不得的幽怨之情似乎还要强烈，因此说“更凄凉”。这一典故的容量是很大的，包含了道不尽的身世之感、乱离之苦。</p> <p>　　“不如随分尊前醉，莫负东篱菊蕊黄。”</p> <p>　　“随分”，随便，含有随遇而安的意思。飘零的命运不知何时才能结束，日思夜想的故土不知何日才能重归，总不能一直凄凉感伤，被无边的愁苦压倒吧。不如端起杯中美酒，随意痛饮，别辜负了东篱盛开的菊花。“东篱”，种菊花的地方，语出<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》<a href=\"http://so.gushiwen.org/view_71089.aspx\">诗</a>：“采菊东篱下，悠然见南山。”</p> <p>　　本来是借酒浇愁，却又故作达观；而表面上的达观，实际隐含着悲愁难遣的家国之思。因此，把酒对菊绝非赏心乐事，而是一种无可奈何的自我排遣。这种自宽自慰的说法，看似轻松，实则含怨。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词写秋景，寄乡愁，应是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚期作品。依词中“仲宣怀远”和“莫负东篱”两句，这首词大概作于李清照南渡后不久，时间大约是公元1128年（宋高宗建炎二年），那时赵明诚正在江宁任知府。</p> <p>　　此词写作时间尚有争议，有人认为是李清照“晚年流寓越中所作”，当时赵明诚已去世，“茶苦”和“梦断”二语是暗寓作者的亡夫之痛。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "无奈",
    "思念"
  ]
}