{
  "id": 70183,
  "star": 4,
  "name": "杂剧·死生交范张鸡黍",
  "dynasty": "元代",
  "content": "楔子<br>小生姓范名式，字巨卿，山阳金乡人也。这一个秀士，姓张名劭，字元伯，是汝阳人氏。我和元伯，结为死生之交。他有老母在堂，本不乐于远游，只因小生劝道，今日君圣臣贤，正士大夫立功名之秋，为此来就帝学，未及数年，选居上馆。声动朝廷。累次辟召，皆不肯就，盖因志大，耻为州县。又见谄佞盈朝，辞归闾里。这一小秀士，是小生同乡人氏，姓孔名嵩，字仲山，是孔宣圣一十七代贤孙，亦同游学京师。这个秀士，姓王名韬，字仲略，洛阳人氏，乃天官主爵都尉兼学士判院门下女婿，虽天文才，同在帝学。今知小生与元伯归乡，故来相别于长亭之上。仲山兄弟，我和你今日作别，不知几时。再得相会。您兄弟做下万言长策，要贡院中献去。争奈差事在身，哥哥，可为兄弟觅个方便，央带的去加一美言咱。你不早说。仲略泰山见为学士判院，你将仲山万言长策献了，可加一美言。但得一官半职，也是朋友的情，弟兄的意。将来我看。哥哥放心，这等文才，愁甚么不做大官。仲山不用你去，我独自去与你捎一官来，才显我的面情。我也是个有行止的人。谢了兄弟。哥哥，今日在此酌别，再几时相会？兄弟今日酌别，直至后二年今月今日，汝阳庄上，拜探老母。哥哥，您兄弟在家杀鸡炊黍等待哥哥相会。哥哥，你休失信也。兄弟，为人岂敢轻言！可不道：信近于义，言可复也。去食去兵，不可去信。大车无輗，小车无軏，其何以行之哉。<br>【仙吕】【赏花时】俺本是义烈堂堂大丈夫，况同在成均共业儒。聚首数年余，今日个临岐归去，情悯默意踌躇。<br>【幺篇】直等到后岁今胡来探汝，参拜白头堂上母。既然肯来赴约呵，您兄弟只鸡斗酒，等待我的哥哥也。何必酿云腴，若但杀鸡炊黍。只怕路途遥远，不能俺两个相会到一处。岂避千里远程途。<br><br>第一折<br>买卖归来汗未消，上床犹自想来朝。为甚当家头先白，日夜思量计万条。小可是个卖酒的，在这汝阳镇店开着酒肆。挂上这望子，看有甚么人来。朝为田舍郎，暮登抢撞窗。跌下狮子来，骑上羊吉磻羊。小官王仲略。自从前岁孔仲山所央我与他献的万言长策，不曾替他出力。谁想贡院中有这等利害，我见那秀才每做诗文，唬得我魂飞天外。我连夜将孔仲山的万言策改了头尾，则做我的文章。有我泰山与众官见了甚喜，就除我杭州佥判。走马赴任，来到这汝阳镇。一个酒店儿，我买两钟酒吃，拴了马者。小二哥，打二百钱脑儿酒来。若没好酒，浑酒也罢。官人请坐，有酒有酒。小生范巨卿。前岁九月十五日，约张元伯汝阳庄上拜探老母，依期到此。至元伯处尚有数里田地，天色早哩，去这村中且饮一杯。我下的这马来，盘缰儿系定，入的这酒店。呀，我道是谁，原来是仲略贤弟得了官也。哥哥，你请起，污了衣服。小官待还礼来，则是寿不压职。贤弟那里迁除？所除杭州佥破。敢是佥判？您兄弟这两日说话，有些儿唇紧。贤弟喜得美除，途路之间，无以庆贺。哥哥，你不必巧语，这里有的是海郎，打半瓶吃罢。小二哥，打二百钱酒来，草草权为作庆。贤弟满饮一杯。拿瓯子来，我先吃两瓯。哥哥，我要回你酒，待我去看些按酒来。嗨！谁想撞将他来。若问起孔仲山的万言策呵，我可怎生支对？我如今灌上几钟，我和他讲文。他文才高似我万倍，我偷学他几句，到杭州去好和人说。哥哥，想的兄弟文章到的那里。哥哥才学，与在下不同，有甚么名人古书，前皇后代，哥哥讲说些儿，小官洗耳拱听。贤弟，你莫非谦乎？区区实是不济，不是诈谦。既不谦呵，想圣人教人，不过仁义礼智、孝悌忠信而已，足下岂可不知？正是以能问于不能，以多问于寡。自天地开辟以来，圣贤相传之道，试听小生略说一遍咱。你说你说，不要梢了，可瞒不过我。<br>【仙吕】【点绛唇】太极初分，剖开混沌。阴阳运，万物纷纷，生意无穷尽。<br>这个我也知道。把那三皇五帝，从头至尾，你说一遍我听者。<br>【混江龙】自天地人三皇兴运，至轩辕氏才得垂裳端冕御乾坤，总年数三百二十七万，称尊号一百八十余君。总不如唐虞氏把七政搜罗成历象，夏后氏把百川平定粒蒸民，成汤氏东征西怨，文武氏革旧维新，周公礼百工兼备，孔子道千占独尊。孟子时空将性善说谆谆，怎知道历齐梁无个能相信，到赢秦儒风已灭，从此后圣学湮论。<br>哥哥，这些话我也省的，这一向我早忘了一半，也只是贵人多忘事。哥哥，你将我朝的故事，再说一遍您兄弟听咱。<br>【油葫芦】想高皇本亭长区区泗水滨，将诸侯西入秦，不五年扫清四海绝烽尘。他道是功成马上无多逊，公然把诗书撇下无劳问。虽则是儒不坑。虽则是经不焚，直到孝文朝挟书律蠲除尽，才知道天未丧斯文。<br>哥哥说的是，自古道文章好立身，着我做官人。有人来告状，则要烂精银。<br>【天下乐】你道是文章好立身，我道今人都为名利引，怪不着赤紧的翰林院那伙老子每钱上紧。怎见得他钱上紧？有钱的无才学。有才学的却无钱。有钱的将着金帛干谒那官人每，暗暗的衙门中分付了，到举场中各自去省试殿试，岂论那文才高低？他歪吟的儿句诗，胡诌卜一道文，都是些要人钱谄佞臣。<br>这话伤将我来也。哥哥，你则猥慵惰懒，不以功名为念。你这等闲言长语，当的甚么。贤弟也，如今人难求仕进。怎么难求仕进？只随朝小小的职名，被这大官人家子弟都占去了。赤紧的又有权豪势要之家，三座衙门，把的水泻不通。可是那三座衙门？<br>【那吒令】国子监里助教的，尚书是他故人；秘书监里著作的，参政是他丈人；翰林院应举的，是左丞相的舍人。且莫说甚么好文章，则《春秋》不知怎的发，春秋这的是庄家种田之事。春种夏锄，秋收冬藏，咱秀才每管他做甚么？不是这等说，是读书的《春秋》。小生不曾读《春秋》，敢是《西厢记》。《周礼》不知如何论，这的是所行衙门事自下而上的勾当。县里不理州里去理，州里不理府上去理，俺秀才每管他怎么？不是这等说，是周公制作之书。小生也不曾读这本书，不省得。制诏诰是怎的行文。<br>那两桩其实不知，这桩儿且是做得滑熟，那告状的有原告，有被告。一发说到那里去了！贤弟，你怎生得这一任官采？这是各人的造物，你管他怎么？谁不着你学我做官来。<br>【鹊踏枝】我堪恨那伙老乔民，用这等小猢狲，但学得些妆点皮肤，子曰诗云。本待要借路儿苟图一个出身，他每现如今都齐了行不用别人。<br>哥哥，你从来有些多事，谁不教你求官应举去来？我去不得。谁拦着你来，去不得？<br>【寄生草】将凤凰池拦了前路，麒麟阁顶杀后门。便行那汉相如献赋难求进，贾长沙痛哭谁偢问，董仲舒对策无公论。便有那公孙弘撞不开昭文馆内虎牢关，司马迁打不破编修院里长蛇阵。<br>俺虽然文童塌撒。也是各人的福分。如今都是年纪小聪明的做官也。正是年纪小么。<br>【幺篇】口边厢你腥也犹末落，顶门上胎发也尚自仔。生下来便落在那爷羹娘饭长生运，正行着兄先弟后财帛运，又交着夫荣妻贵催官运。哥哥，你如今虽有文章，可也学不的俺这为官的受用快活，俺端的靴踪不离了朝门。你大拚着十年家富小儿娇，也少不的一朝马死黄金尽。<br>【六幺序】您子父海轮替着当朝贵，倒班儿居要津，则欺瞒着帝子王孙。猛力如轮。诡汁如神。谁识您那一伙害军民聚敛之臣？哥哥，俺虽年纪小，那一伙做官的个个都是栋梁之材。现如今那栋梁材平地上刚三寸，你说波怎支撑那万里乾坤？俺许多官人怎生无一个栋梁之材？似我才学也勾了。哥，你也少说少说。有，有，有。都是些装肥羊法酒人皮囤，一个个智五四两，肉重千斤。<br>【幺篇】这一伙魔军，又无甚功勋，却养他画戟朱门，列鼎重裀，赤金白银，翠袖红裙，花酒盈樽，羊马成群。有一日天打算衣绝禄尽，下场头少不的吊脊抽筋。哥哥何必致怒，你这等猥惰慵懒，有甚么好处？小子白身，乐道安贫，觑此辈何足云。云满胸襟拍塞怀孤愤，将云间太华平吞。好大口也。贤弟且略别。正欢喜饮酒，可那里去？前岁也有你来约定元伯庄上赴会去。哦，我记得了。哥哥，你馋嘴为那一只鸡，半碗饭几钟酒，如今要走一千里路哩。大丈夫岂为铺啜而已，大刚来则是赴一信字。想为人怎敢言而无信。哥哥，为人不要老实，还是说几句谎儿好。就失信便怎的？大丈夫若失了信呵，枉了咱顶大江地，束发冠巾。<br>我长这么大，才失了一个信儿。小二哥，还你二百文酒钱。哥哥，你若赴鸡黍会，就带小弟同去如何？既然贤弟要去，其路也不背，同往赴会去便了。花有重开日。人无再少年。休道黄金贵，安乐最值钱。老身姓赵，夫主姓张，不幸夫主蚤年身亡。止留下这孩儿，与山阳范巨卿为友，情坚金石，终始不改。因见豺狼当道，告归闾里，却早二年光景也。母亲，今日是九月十五日，前岁哥哥约定，今日来拜探母亲。俺如今可杀鸡炊黍，等待哥哥者。孩儿，二年之后，千里之途，怎生便信的他。母亲，俺哥哥是至诚君子，必不失信。孩儿，既是这等呵，我如今便安排下鸡黍，你去门外望一来。理会得，我出的这门来，怎生这早晚不见俺那哥哥来也？小生范巨卿，可早来到也。家僮接了马者！兄弟，我来了也。语未悬口，哥哥真个来了。千里之途，驱驰不易。<br>【金盏儿】想二载隔音尘，千里共消魂，我则道哥哥不来赴会也，谁想有今日。我恨不的趁天风飞出山阳郡。想弟兄的情分痛关亲，我特来升堂重拜母，尊酒细论文。当初若不因鸡黍约，今日个谁识俺志诚人。<br>兄弟，有王仲略得了官，他同我到此。哥哥，你也等我一等。我在此等侯哩。元伯与相公相见咱。请进，贺相公千万之喜。二位哥哥，受小生两拜。免礼免礼。小官欲待还礼来，一了说寿不压职。是是是。请起请起。元伯，请母亲拜见咱。母亲在草堂。哥哥，咱和您进去见来。巨卿千里赴会，真乃信士也。，山阳一介寒儒，荒疏愚野，孤陋寡闻。谢老母不择，我和兄弟元伯，结为死生之交。此德此恩，生死难忘。孩儿，你说道今日哥哥决来赴会，真个来到。这一句话，何其有准也。<br>【醉中天】母亲道一句话何其准，您孩儿不错了半个时辰。孩儿，将那村酒鸡黍饭来与哥哥吃。小子心真你更真，哥哥俺有甚么真处。你却早备下美馔篘下佳酝，家僮将来。山阳淮楚之地，别无异物。新鲜数包，新橙百枚，黄丝绢一匹，荆妇亲子自造，万望老母笑纳为幸。何劳如此重意。量这些轻人事您孩儿别无甚孝顺。感承重礼。孩儿将酒来。何须母亲劳顿。巨卿生受您远路风尘也。您孩儿有多少远路风尘。<br>你每说到几时？早不是腊月里，不冻下我孤拐来。呀，忘了仲略兄弟在外厢了。有请有请。相公是杭州佥判。相公请。老母免礼免礼。我待要还礼来，寿不压职。小官在京师，也带了些人事来送老母。母亲，您孩儿与荆州刺史相约定赴会，不敢失信，来日五更便行。恐晚间酒后不能拜别老母，受孩儿几拜咱。你宽怀饮数杯，我亲自执料去。贤弟将过酒看来，吾等对此佳景，可以散心尽欢竟暮，来日为别。<br>【金盏儿】就着这黄菊吐清芬，白酒正清醇。相逢万事都休问，想咱人则是离多会少百年身。将黍饭来。烹鸡方味美，炊黍恰尝新。我做了个急喉咙陈仲子，你便是大肚量孟尝君。<br>我们饮不多几钟，早天色明了也。行人贪道路，哥哥慢行，您兄弟先行。哥哥，您兄弟无伴当，于道路上自做饭吃，这些果子下饭，您兄弟将去，路上口赛他耍子。哥哥，今年己过，到来年九月十五日，您兄弟到哥哥宅上赴鸡黍会来。兄弟，你若来时，休到山阳，至荆州郭外寻问我来。尊堂前不敢惊寝了。哥哥，咱和您几时进取功名去？男子汉非不以功名为念，那堪豺狼当道，不如只在家中侍奉尊堂。兄弟，您岂不闻尽忠不能尽孝哩。<br>【赚煞】礼义乃国之纲，孝悌是人之本，修天爵其道自尊。绕溪上青山郭外村，您与我剩养些不值钱狗彘鸡豚。海口家奉萱亲，笑引儿孙，便是羲皇以上人。哥哥，若有人举荐我呵，去也不去？便有那送皇宣叩门，聘玄纁访问，且则可掩柴扉高枕卧白云。<br><br>　 </p> <p>第二折<br>小生张元伯，自从与哥哥相别之后，未经一载，不料染起疾病。百般医药，不能疗理。眼见的我这病觑天远，入地近，无那活的人也。大嫂，趁我精细，嘱咐你咱，母亲也近前。孩儿也精细者。母亲，我死之后，多留几日，待巨卿哥哥来主丧下葬，我灵车动口眼闭。若哥哥不到，休想我灵车动。母亲，我这会昏沈上来，扶着我者。大嫂，好觑当母亲，看我那孩儿者呵。泪盈盈遗嘱自嗟咨，意迟迟怀恨漫寻思。荆钗妇好觑青春子，白头母先哭少年儿。孩儿亡了，则被您痛杀我也！兀的不痛杀我也！孩儿今日嘱咐的话，要等他哥哥来主丧下葬。千里程途，怎生便得个书信到他那里？我且将孩儿停在棺函里，过了七日之后，选日辰埋葬孩儿。元伯，则被你痛杀我也！龙楼凤阁九重城，新筑沙堤宰相行。我贵我荣君莫羡，十年前是一书生。老夫覆姓第五，名伦，字百俞，乃京兆长陵人也。自汉光武建武元年，曾为京兆尹，专领长安事。某平生公直廉介，市无奸枉，后补淮阳王为医工长。淮阳入朝，某随官属，得见光武。问以政事，某因应对，帝遂大悦，明日复特召入。与语至夕，以某为扶夷长。未曾到任，寻拜会稽太守。为政清而有惠，百姓爱之。至明帝即位，改元永平，迁某为蜀郡太守。至十八年，拜为司空。今为吏部尚书。奉圣人的命，为因选法弊坏，国学书生，多有托故还乡，不肯求进，况兼各处山间林下，贤人君子，多有隐迹埋名，将贤门闭塞。圣人着小官于荆州等处采访，各州县若有能文会武栋梁之材，选取入朝。量材擢用。某到荆州，经年半载，并不见合属郡县所举人材。小官近闻一人，乃山阳金乡人，姓范名式字巨卿。此人原是国子监生，正为选法不明，告辞还乡，迁葬父母，隐于此处。闭户读书，与官府绝交。某累次遣人诗书辟召，皆不肯就。老夫今日闲暇，将印信牒与佐贰官，不避驱驰，就范式宅中，亲自访问。此人若肯为官，便当荐之朝中，作柱石之臣，也见老夫一点为国求贤的意思。左右那里？将马来，则今日至范式宅中相访，走一遭去也呵。小生范巨卿，自离了山阳，来到这荆州郭外，闭户读书。与官府绝交。有本郡太守是第五伦，累次聘小生为掌吏功曹，此意虽善，争奈这豺狼当道，不若隐居山林为得。吾闻仲尼有言，\"邦有道则仕。邦无道则卷而怀之\"。正今日也。<br>【南吕】【一枝花】天不生仲尼，万古如长夜。秦灰犹未冷，汉道复衰绝。满日奸邪，天丧斯文也。今日个秀才每遭逢着末劫，有那等刀笔吏入省登台，屠沽子封侯建节。<br>【梁州第七】如今那萧丞相争头鼓脑，便有那鲁诸生也索缄口藏舌。将古今人物分优劣，为吏者矜夸显达，为儒者卖弄修洁。舜庭八凯，孔门十哲。更和那汉国三杰，况中兴以后三绝。如今那宪台疏乱滚滚当路豺狼，选法弊絮叨叨请俸日月。禹门深眼睁睁不辨龙蛇，纪纲败缺炎炎的汉火看看灭。士大夫尚风节，恰便似十草将来撞巨铁，枉自摧折。<br>说话中间，可早来到也。左右那里？接了马者。家僮，报复去，道有第五伦特来相访。有五丞相在于门首。你何不早说！<br>【隔尾】见高车来俺只索倒屣连忙接，老夫非私来，奉圣人的命，特来敦请贤士。听的道君命至越着俺披襟走不迭。相公有请。老夫久闻贤士大名，如雷贯耳，今得一睹，实为三生之幸。愿贤士早脱白衣，同朝帝阙。小生堕落文章，似卖着一件物事，不能出手。似卖着甚物事？卖着领雪练也似狐裘赤紧的遇着那热，但得本钱儿不折上手来便撇。老夫特来沽之。本待要求善价而沽诸，争奈这行货儿背时也。<br>贤士休这般说，你自不肯进取功名。想自古至今，运去运来，一进一退，从来有之。何必拘拘然以挂冠为高，奉檄为屈哉？<br>【牧羊关】想当日那东都门逢萌冠不挂，贤士何不学那朱云折槛？长朝殿朱云槛不折，灵辄一饭必酬，真乃壮士也！桑树下食椹子噎杀灵辄。孙叔敖举于海滨，位至亡卿。沧海上孙叔敖干受苦十年，管夷吾霸诸侯，一匡天下。囹圄内管夷吾枉饿做两截。贤士，你只学那张子房功成之后，弃职归山也不迟哩。赤松岭张子房迷了归路，岂不见范蠡霸越，泛舟五湖。洞庭湖范蠡烂了桩橛。那殷伯夷采薇甘饿首阳，他自有故。首阳山殷伯夷撑的肥胖，那楚屈原终日独醒，投江而死，何足道哉。汨罗江楚三闾醉的来乱跌。<br>贤士乃儒门俊秀，艺苑菁华，何苦屈节于芸窗。甘心于茅舍？依老夫之言，只当进身显耀，建立功名，才是正理。量小生有何才能，敢当相公举荐。<br>【隔尾】我待学逾垣的段于木非为忄敞，垂钓的严子陵不是呆，枉了您个开阁公孙弘到茅舍。传说板筑高宗封为太宰，岂非古今盛事？量小生才不及傅说，据贤士之才，断不在蒯彻之下。辩不及蒯彻。贤士，老夫此一来专是征聘贤士为官。我只怕进退无名，着人做笑话儿说。<br>贤士睡着了也，老夫且去那古树之下，赏玩一回。家僮，等你主人醒时，我老夫再来攀话。小生张元伯，自从与范巨卿哥哥相别。不幸死归冥路。小生曾有遗言，有巨卿哥哥到，方可主丧下葬，我这灵车便动，口眼也闭。哥哥若不来，休想这灵车动。况老母年高，妻娇子幼，倚门而望。千里之途，怕哥哥不知，今日日当午托一梦与哥哥，说知详细，可早来到也。巨卿哥哥！正思想元伯，不期来到。<br>【骂玉郎】这些时平安信断连三月，我正心绪不宁贴。猛听的家僮报喜高声说，俺兄弟在那里，我与你亲自接，不由人添欢悦。<br>【感皇恩】兄弟你煞是于坦途赊。自从咱两处离别，哥哥；你靠后，你岂知我心中烦恼也。兄弟，怎这般烦恼？阻隔着路迢遥，山远近，水重叠。哥哥靠后些。我这牡迎门儿问候，他将我躲闪藏遮。咱两个，为朋友，比外人至亲热。<br>兄弟有请。哥哥，你靠后些。<br>【采茶歌】我恰待向前些，他把我紧拦截，哥哥靠后些。只见他折回衫油把面皮遮。哥哥，你岂知我心中烦恼。兄弟，既然道有事关心能哽咽，怎这般无言低首谩伤嗟。<br>您兄弟特来探望哥哥。<br>【哭皇天】你既是肯相探多承谢，我见了哥哥面，便回程也。便回程因甚也？您兄弟就此回去了也。那里去？把持房门们闭上，将衣袂紧揪扯，哥哥放手，你是生魂。我是鬼魂，您兄弟死了也。谁想你今番今番命绝。想着俺问堂学业，同舍攻书，指望和你同朝帝阙，同建功名。你如今四旬不到，一事无成抛离去母，割舍妻男，怎下的撇了您歹哥哥死去也。这回相见，今番永别。<br>兄弟，我和你几时再得相见也呵。<br>【乌夜啼】咱两个再相逢似水底捞叫川，把咱这弟兄情一笔勾绝。您兄弟临亡时，曾有遗言，嘱付老母。多停我几日，等哥哥未主丧下葬。哥哥若不到时，我灵车不动，不入坟丘。不期老母选后五日出殡，家中老母年高，妻娇子幼，无处可托。则望哥哥照顾老母和那妻子。便是俺朋友的情分。把平生心叮咛说，你可便不必喋喋，少住些些。哥哥，休推睡里梦里。元末是破庄周一枕梦蝴蝶，呀，元只是一梦。家僮多早晚也？午时了也。正日当卓午非夤夜。可惜元伯一代奇才，不能遂志！命矣大，斯人也。闪的这老亲无子，幼子无爷。<br>兄弟。兀的不痛杀我也！老夫正扶古树盘恒片时，则听的草堂上贤士举哀，不知为何？贤士因何举哀？相公恕罪。兄弟张元伯亡了，因此上举哀。可惜！可惜！寄书的人在那里？无人寄书信来。既无书信，你怎知张元伯亡了也？相公不知，小生平昔与汝阳张元伯结为生死之交。恰才与相公谈话，觉一阵昏沉，元伯梦中来报，因病而亡。于后五日下葬，专等小生去。老母妻子在家悲望，小生便索长行也，贤士差矣！你平日间思想你兄弟，所以做这等梦。俗话说梦是心头想，此事真假未辨。敢是甚么邪神外鬼，问你讨祭祀来么？相公，俺兄弟决不失信。小生持服挂孝，便索奔丧去也。<br>【三煞】奠楹梦断阴风冽，薤露歌残惨日斜。他从来正性不随邪，凛凛英雄，神道般刚明猛烈。多咱是邪神外鬼问你讨祭祀。不可深信。他岂似饿鬼暮饕餮，他恰才白日分明显化者，我问甚么是耶非耶。<br>家僮，我嘱付你咱。<br>【二煞】怕少盘缠立文书问隔壁邻家借，怕无布绢将现钱去长街上铺内截。既然贤士要去奔丧吊孝，就将小官的从马，与贤士代步，意下如何？多谢了。乘骑的鞍马相公赊，贤士几时回来？则这千里程途至少呵来回得三月。他既值凶事我问甚么勋业，小官欲待荐举贤士为掌吏功曹也。这掌史功曹那个名缺，请相公别寻个有政事豪杰。<br>贤士，你二人相交，怎这般深厚也？<br>【黄钟尾】俺弟兄比陈雷胶漆情尤切，比管鲍分金义更别。张元伯，性忠烈。范巨卿，信士也。半世交，一梦绝。觉来时泪流血，寸心酸，五情裂，咱功名。已不藉。到来朝，避甚能，披残星，带晓月，冲寒风，冒冻雪，披丧服，拽舆伞，筑坟丘．盖庐舍，种松楸，荫四野，那其间，尚未舍。猛思量，在时节，我和他一处行，一处歇，戚同忧，喜同悦，生同堂，死同穴。到黄昏，厮守者。据平生，心愿彻。着后人向墓门前高耸耸立一统碑碣。贤士，碑碣上可写着甚么那？将俺这死生交范张名姓写。<br>贤士去了也。此一事未审虚实，一壁厢着人打听。果若有此事，老夫自有主意。左右将马来，且回私宅去也。世人结友须黄金。黄金不多交不深。直待巨卿亲葬张元伯，方表悠悠生死心。<br><br>第三折<br>老身张元伯母亲自从孩儿亡化，却早过了七日。他临亡时嘱付下，直等范巨卿哥哥来主丧下葬。许多路途，又无人寄封信去，今日是个好日辰，且安葬了，等他哥哥来祭奠也无妨。婆婆，这舆车不肯行，拽不动了也。再帮上几个亲眷，拽一拽。又添上许多人，越发拽不动了。众位不知，他临终时分付下几句言语，直等待范巨卿哥哥来，灵车动，他才肯入坟丘。只是千里路途。怎生便得他来？俺众人拽不动。老人家你看着，俺众人且回家吃了饭再来拽。小生范巨卿，今来与元伯奔丧吊孝，一路上好是凄凉也呵。<br>【商调】【集贤宾】兄弟也我和你二十年死生交同志友，咱两个再相见永无由。一灵儿伴孤云冥冥杳杳，趁悲风荡荡悠悠。恨不的摔碎我袖里丝鞭，走乏我坐下骅骝。兄弟也为你呵，整整的三昼夜水浆不到口，沿路上几曾道半霎儿停留，身穿的丝麻三月服，心怀着今古一天愁。<br>这正是心急马行迟，再加上几鞭者。<br>【逍遥乐】打的这马不剌剌风团儿驰骤，百般的抹不过山腰，盼不到地头。知他那里也故冢新丘，仰天号哭破咽喉。更那堪树梢头阴风不住吼，恰荒村雪霁云收。猛听的哭声哽咽，遥望见幡影飘扬，眼见的滞魄夷犹。<br>远远的听见许多人闹，莫非是元伯的灵柩？呀，只见一首幡上面有字，写着道张元伯引魂之幡，元来果有此事。原来是巨卿哥哥来了，知他是睡里也那里梦里？<br>【金菊香】三生梦断九泉幽，兄弟也谁想你一日无常万事休。哥哥，许多人拽不动这灵柩。这灵车不动呵，莫不为尊堂妻子留？这三件事我索承头，你身亡之后不须忧。<br>兄弟，兀的不痛杀我也！巨卿省烦恼。母亲，安排祭祀来，小生于路上思想兄弟，做了一通祭文，祭礼兄弟咱。维永平元年，岁次戊午，十月癸亥朔，越五日丁卯，不才范式，谨以清酌庶馐，致祭于张元伯灵柩之前。维公三十成名，四十不进。独善其身，专遵母训，至孝至仁，无私无逊。功名未立，壮年寿尽。吁嗟元伯，魂归九泉！吾今在世，若蒙皇宣，将公之德，荐举君前，门安绰楔，墓顶加宫。二人为友，万载期言。呜呼衰哉，伏惟尚享！<br>【梧叶儿】举孝廉曾三聘，论文才第一流，我道你不拜相决封侯。正沧海鱼龙夜，趁西风雕鹗秋。此一去不回头，好教我这烦恼越感的天长地久。你众人打开棺函，我试看咱。哥哥不可。已死过许多时，则怕尸气扑着你也。母亲，便有尸气扑死我，我和兄弟一处埋葬更好哩。<br>【挂金索】我见他皮壳骷髅，面色儿黄干干浑消瘦。恰便似刀搅我这心肠，痛杀杀难禁受。恨子恨这个月之间，少个人宋问侯。早知你病在膏盲，我可便舍性命将伊救。<br>哥哥，千里之途不曾有信。哥哥，你便怎生知道来？您孩儿正在草堂上与第五伦大人谈话，觉一阵昏沉，见兄弟来托一梦，所说身死一事。忽然醒来，乃是一梦。因此上您孩儿星夜前来，俺兄弟先有显应也。这等异事，古今少有。哥哥，你试说一遍咱。<br>【村里迓鼓】兄弟也，不争你在黄泉埋没，却教我在红尘奔走。想着那世人几个能全德，更几人伞寿？可惜你腹中人才，胸中清气，都做了江山之秀。闪的我急急如漏网鱼，呀呀似失群雁，忙忙似丧家狗，只这一梦呵，不由人不痛心疾旨。除了做梦一节，还有显应么？<br>【元和令】数日前落长星大似斗，流光射夜如昼，原来是丧贤人地惨共天愁。空余下剑挂尽汝阳城外柳，则这青山一带也白头，满街人雨泪流。巨卿，上千的人拽不动灵车，谁想有这等灵验。<br>【上马娇】休道是人一舟，便有那力万牛，百般的拽不动舆车轴。兄弟，则你那阴魂耿耿将咱候。志已酬，将你那灵圣暂时收。<br>好大风也。<br>【游四门】疏刺刺阴风吹过冷飕飕，支生生头发似人揪。静悄悄荒林旷野申时候，昏惨惨落日坠城头，早乱纷纷寒雁下汀洲。<br>【胜葫芦】都做了野草闲花满地愁，你为甚不肯上坟丘？枉教那一二千人都落后。这的是谁亲谁旧，谁薄谁厚？兄弟也，不能勾相守到白头。再将酒来，我与兄弟浇奠咱。<br>【后庭花】祭酒奠到五六斗，挽诗吟到十数首，可惜耗散了风云气，沈埋了经济手。咱两个论交游，不在诸人之右。播声名横宇宙，吐虹霓贯斗牛，卧白云商岭头，钓西风渭水秋，笑严光傲许由，到如今一笔勾。<br>兄弟，你今日下葬呵，<br>【青哥儿】虽不曾功名功名成就，早已将世情世情参透，觑的个一介寒儒过如万户侯，既今日归休，人死不终留，咱意气相投，你知我心忧。来岁到神州，将高节清修，向白玉阶前拜冕旒，我与你叮咛奏。<br>【柳叶儿】呀，似这般光前裕后，一灵儿可也知否？兄弟？你若有灵圣，跟您哥哥到坟头去来；若无灵圣，只似这般拽不动者。我亲身自把灵车扣，异事，你看灵车行动了也。一来是神明祐，二来是鬼推轴，兄弟跟我来，跟我来。我与你扢刺剌直拽到坟头。可早来这坟院中，埋了这棺椁，一壁厢掩土，烧纸烧纸。下了葬了。停当了也。哥哥，咱和你回去采。<br>【醋葫芦】母亲你伴魂幡即便回，婶子共侄儿休落后。我这里谢相识亲友省僝愁，我今夜只伴着衰草白杨札这坟院宿。巨卿，他的亲眷都家去了，你没来由倒在这里歇。我不为别的，自恨我奔丧来后，又不是沾名吊誉没来山。<br>哥哥，你三昼夜不曾歇息，你若不回家去呵，老身也不回去。<br>【幺篇】待不去呵逆不过这老母情。着兄弟说，不甫能盼得你来，守不的我一夜？待去呵我又怕应不得兄弟门。想着俺那对寒窗风雨儿春秋，则落得墓门前一杯浇奠酒。从今别后，要相逢则除是枕席间梦黄昏，鸡报晓五更头。<br>巨卿，咱且回去，改日再来。众位你不知，元伯在坟院中，一年四季，怎生捱这等凄楚？他是个死人，这一年四季，晓得甚么凄凉？<br>【幺篇】到春来怎听那杜鹃啼山月晓？到夏来怎禁那乱蝉声暮雨收？到秋来怎听那寒蛩啾唧泣清秋？到冬来你看那寒鸦万点都在老树头。这几般儿经年依旧，漫漫长夜几时休。<br>巨卿，天色晚了也，咱回去来。<br>【高过浪来里】则被你材章、子徵将我紧追逐，并不曾厮离了左右。今日不得已且随众还家，到来日绝早到坟头。道是我与你庐墓丁忧，这一片心虽过当果无虚谬。更那堪朔风草木偃，落日虎狼愁。觑了这四野田畴，三尺荒丘，魂魄悠悠，谁问谁瞅，兄弟，空着我欲去也伤心再回首。<br>巨卿，我岂知元伯孩儿撇了老身并媳妇儿先去了也！<br>【随调煞】可怜朱颜妻未老，青春子年幼，撇下个白头老母正堪忧。眼中泪和我心上愁，这两般儿合辏做一江春水向东流。<br><br>第四折<br>小官第五伦。自从范巨卿与张元伯奔丧去了，我随着人打听，果有此事。他如今观在坟院中栽松种柏，筑垒坟墙，早已百日有余也。老夫在圣人前奏过，言巨卿至仁至德，古今无比，就着老夫将头踏伞盖，皇宣丹诏，直至汝阳元伯坟内，征聘此人临朝，加官赐赏。又着老夫顺带玄纁丹诏，随路有高才大德，即便举入朝中重用。老夫既奉朝命，不敢久停久住，直至汝阳征聘巨卿，走一遭去来。目从元伯亡过，小生在这坟院中栽松种柏，垒墓修坟，却早过了百日光景。元伯萧然一命亡，有才无寿两堪伤。妻夫镜里鸾孤影，朋友丛中雁失行。三尺素丝书姓字，一堆黄土盖文章。晚来不敢高声哭，只恐猿闻也断肠。<br>【中吕】【粉碟儿】直哭的山月苍苍，野猿啼老松枝上，满郊祠风卷白杨。吊英魂，歌楚些，不胜悲怆。若不是筑室居丧，枉惹的黄泉下故人失望。<br>【醉春风】我只待垒高冢卧麒麟，栽长松引凤凰。人都道自古及今，那得兄弟庐墓礼来？这死生交金石友至减心，怎道的谎，慌。今日个浮丘，有朝得志，我将你恁时改葬。<br>【红绣鞋】我若是为宰为卿为相，元伯也，我与你立石人石虎石羊。撇下个九岁子四旬妻八十娘，另巍巍分一宅小院，高耸耸盖一座萱堂。我情愿奉晨昏亲侍养。<br>老夫第五伦是也。奉圣人的命，与范巨卿加官赐赏。说话中间，可早来到也。令人，接了马者。只见远远的一簇人马来到这坟前，不知为何？<br>【石榴花】我则见荡晨光一道驿尘黄，闹吵吵人马扣坟墙。我这里曲躬躬叉手问端详，奉圣人的命，采访贤士来。道当今圣上访问贤良。贤士接了宣诏者。听的道接皇宣唬的我魂飘荡。快脱了丧服。脱丧服手脚张狂。昔日文王访太公于磻溪，立周朝之政。贤士比太公何别？我又不曾映斜阳垂约磻溪上，怎生坟院里遇着文王。<br>贤士，今日加官赐赏，便好道峥嵘有日，奋发有时。<br>【斗鹌鹑】人都道我暮景桑榆，合有些峥嵘气象，可正是乐极悲生，今日个泰来否往。为你在此筑垒坟墙，栽松种柏，百日有余，小官奏知圣人，特来宣命。垒筑了这五六板坟墙，奏与帝王，又不曾学傅说作辑为霖，误陛下眠思梦想。贤士不可迟延怠慢，便索临朝，同见圣人去来。<br>【上小楼】过举他门下侍郎。落保了也朝中宰相。因贤士高才大德，举荐为官。有甚么孝廉方正，德行才能，政事文章？若得贤士为官，黎民有望也。怎消的一方之地，百万生灵，将咱倚仗？贤士，您有尹铎之才，当以重用。我又无尹铎才怎生保障？<br>请贤士上马。念吾弟威灵可表。范式丹诚，本来庐墓。但朝廷有诏，礼不容违。苟得志于朝，必不使吾弟湮灭九泉之下。祗从人摆开头踏，慢慢的行。避路。<br>【幺篇】列旌旗一望中，摆头踏半里长。我则见马前虞候，志气昂昂，状貌堂堂。问姓名，是故人，别来无恙？那喝道的敢是孔仲山么？然也。呀，兄弟，你怎做马前一卒？因为王韬赖了我万言长策，所以不能为官。您兄弟该当马前虞候的身役。哥哥，您请稳便。我怎敢恰为官贵人多忘。<br>贤士，他是何人？相公不知，此人是孔宣圣一十七代贤孙孔仲山是也。这秀才文章胜在下十倍，被判院门下女婿王韬赖了他万言长策，以此不能为官。便着人拿王韬来，我奏知圣人，依律重责。贤士，想王韬这厮，则待闭塞贤门，情理可恶。相公，据孔仲山之才，当以重用。既然贤士说孔仲山才德过人，小官顺带有玄纁丹诏在此，就着孔仲山受了宣诏，俺三人一同上马，见圣人去来。既如此，贤弟你可脱了衣服，换了朝章者。<br>【十二月】忙换了麻衣布裳，便穿上束带朝章。拜受了玄纁一箱，跪听了丹诏十行。孔仲山，您望阙谢了圣人的恩者。面朝着东都洛阳，三舞蹈顿首减惶。<br>【尧民歌】多谢你荆州太守汉循良，举荐我布衣芒屧到朝堂。死生交端不比孙庞，清廉吏须当效龚黄。行藏，行藏，暗酌量，也不足咱虚谦让。范巨卿，为你高才大德，信义双全，老夫奉圣人的命，与贤士加官赐赏。<br>【耍孩儿】愧微臣敕赐加官赏，只是张劭呵，他未沾恩我岂敢承当。念生平籍贯在山阳，幼年间父母双亡，三公若是无伊吕，四海谁知有范张？那张劭的才能德行，比你如何？臣比张劭无名望，张劭德重如曾、颜、闵、冉，才高似贾、马、班、杨。<br>张劭有多大年纪了？<br>【二煞】犬马年虽是长，论学问他更强，私心愿奉为宗匠。想汉朝岂无良史书名姓，众文武自有傍人话短长，臣举孔仲山可作头厅相。那孔嵩比你如何？似臣呵常人有数，论此人国士无双。<br>虽然无了张元伯，可得了孔仲山，却正是得一贤，失一贤。<br>【一煞】虽然是得一贤失一贤，可惜无了元伯哥哥。您也何须的涕两行泪两行，得蜀望陇休多想。死了元伯呵恰便似扢折了千寻白玉擎天柱，用了孔仲山呵赔与你个万丈黄金架海梁。岂不闻晏平仲为齐相，乘车人忧心悄悄，倒是御车吏壮志扬扬。<br>令人，与我拿的王韬安在？禀爷，拿的王韬到了也。当面！你怎么不跪？寿不压职。也罢也罢，我跪着。兀那王韬！你怎敢混赖了孔仲山万言长策？您这个老大人差了，我若不赖他的文章，我可怎么能勾做官，便总甲我也不得做。您等俱望阙跪者，听圣人的命。圣天子思求良辅，下弓旌广开贤路。何止是聘及山林，但闻名不遗丘墓。汝阳郡张劭虽亡，有范式亟称其素，可遥封翰院编修，赐母妻并沾荣禄。遗弱息君章、子徵，可即授陈留主簿。范式拜御史中丞，其孔嵩尚书吏部。王仲略诈冒为官，杖一百终身废锢。见天恩浩荡无私，与群臣相安举错。<br>【煞尾】我为甚觑功名不在心，也则念穷交不忍忘，因此乞天恩先到泉台上，才留的这鸡黍深盟与那后人讲。<br>题目义烈传子母褒扬<br>正名死生交范张鸡黍</p> <p> ",
  "poet": {
    "id": 1506,
    "star": 0,
    "name": "宫天挺",
    "desc": "宫天挺（约1260——约1330）， 元代杂剧作家。字大用，大名开州（今河南濮阳县）人，他与钟嗣成父为莫逆交，嗣成小时，常随父拜访，见其吟咏、文章笔力人莫能敌。关于他的生平，钟嗣成著《录鬼簿》说：“学官，除钓台书院山水，为权民中，事获辨明，亦不见用，卒于常州。”"
  },
  "tags": []
}