{
  "id": 71331,
  "star": 43,
  "name": "元旦口占用柳亚子怀人韵",
  "dynasty": "近代",
  "content": "共庆新年笑语哗，红岩士女赠梅花。<br>举杯互敬屠苏酒，散席分尝胜利茶。<br>只有精忠能报国，更无乐土可为家。<br>陪都歌舞迎佳节，遥祝延安景物华。",
  "fanyi": "<p><strong>译文</strong><br>大家聚集在一起共同庆祝新年的到来，笑语喧哗，十分热闹，红岩村的年青同志送来梅花，更增添了节日气氛。<br>大家在一起举杯互相敬酒，表达着新年的祝愿，散席后众人意犹未尽，又一起品尝这胜利茶，谈论当今时事。<br>只有精忠才能报答祖国，如今祖国正遭外侮，烽烟遍地，没有地方去寻求一家安乐。<br>我们在陪都重庆载歌载舞地欢庆新年，但不要忘了延安，让我们遥祝延安解放区繁荣昌盛。 </p><p><strong>注释</strong><br>①口占：随口吟出，不打草稿。<br>②红岩：指八路军驻重庆办事处红岩村。士女：青年男女。<br>③屠苏酒：酒名。此指宴会上所饮之酒。<br>④胜利茶：当时重庆市商店出售纸包茶，名“胜利茶”，表示预祝抗日战争胜利的意思。（<a href=\"http://so.gushiwen.org/view_71331.aspx\">诗</a>人自注）<br>⑤陪都：指重庆。国民党政府的首都本来在南京，因陷落，临时迁至重庆，故称陪都。<br>⑥景物华：景物有光彩。此为祝颂延安繁荣。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_71331.aspx\">诗</a>从红岩村八路军办事处的同志围坐一起共度元旦的盛况写起。“笑语哗”可以想见当时的热烈情景。欢声笑语此起彼伏，一浪盖过一浪。蒋介石此时正加紧实施其反共阴谋，一边策划军事进攻，一边政治上排挤共产党，耍弄两面派手法。这样办事处的同志肩负的担子更重了，环境更为恶化；他们一面要揭露蒋介石的真反共、假抗日的阴谋，把事实真相告白天下，并进行有理、有利、有节的斗争；另一面还要阻止蒋汪合流的趋势，分化、瓦解敌人，孤立少数顽固派，团结大多数以结成最广泛的抗日民族统一战线。办事处的同志时刻感受到肩上担子的份量，一直兢兢业业地工作，但也没有完全放在心上，而以大无畏的革命英雄气概好整以暇，谈笑自若。他们坚信困难只是暂时的，正像乌云过后是晴空，最后的胜利一定属于中国人民。况且过去的这一年，对于我党和办事处来说都是艰难、紧张和坎坷备至的一年，新的一年的来临总会给人带来一线希望。在这辞旧迎新之际大大热闹一番，目的不外庆贺困难的1941年终于过去了，期望新的一年带来吉祥如意。让旧日的阴云在欢笑中拂去，以便轻松地步入新的一年，期望在新的一年中革命事业能够蒸蒸日上，跨上新的台阶。在这“笑语哗”中，体现出革命者的英雄主义和乐观主义精神。“红岩士女赠梅花”则描述出宴会上同志们互赠梅花表达祝福的动人场景。梅花傲霜斗雪，绽放严冬的超凡绝俗的高贵品格，历来备受文人墨客的青睐。“已是悬崖百丈冰，犹有花枝俏”，就盛赞了梅花的这种高洁品格。再者，梅花还是报春的使者。“为报春信息，不怕雪埋葬”。梅花的含笑宣告了冬天即将过去，春天即将来临。因此互赠梅花暗寓两层意思：一是以梅花象征办事处的同志们身处白色恐怖之中，不与敌人同流合污、不向敌人屈服的冰清玉洁的品格，二是表达抗战胜利的春天即将到来的希望。在天寒地冻之际，手把青梅嗅，人们仿佛聆听到春天坚实的脚步声，感受到春天的气息扑面而至。这既是革命者乐观信念的体现，也是人们对前途的美好祝愿。</p> <p>　　“举怀互敬屠苏酒，散席分尝胜利茶。”把宴会的气氛推至高潮。宴会上大家举杯欢歌，开怀畅饮，共同表达对美好前途的祝愿。俗话说：“人逢知己干杯少。”况且平时大家都工作繁忙，难得有机会聚在一起抵掌而谈，自然要借此尽情解放一下。于是飞壶传觞，推杯换盏，喝得酒酣耳热，不亦乐乎。唯一遗憾的就是不能痛饮黄龙府。宴会结束后，大家仍然意犹未尽，一边品茗，一边意气风发，指点江山，激扬文字。新年饮酒的风俗，含有驱除忧愁烦恼，喜迎新春之意。正如<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>诗云：“春风送暖入屠苏”。对新生活、新气象的向往都溶入这浓浓甘醴之中。屠苏酒就演变成了吉祥的象征。而胜利茶，据作者自注，也是希望的象征。这四句诗一面运用层层皴染法描绘出宴会的热烈氛围和乐观场面，一面运用梅花、屠苏酒和胜利茶这些富有象征意义的事物，艺术地表现了革命者的乐观主义精神，格调明快，发人深思。</p> <p>　　“只有精忠能报国”使语调由欢快转入低沉。一想起大敌当前，蒋介石不守信用，致使抗战大计不谐，诗人内心就隐隐作痛，坐卧不宁，从而影响了宴会上的欢快心情。“精忠报国”来自<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>之事。据《宋史·岳飞传》记载：“岳飞抗金英勇善战，屡建奇功。后被诬入狱，受何铸审问时，飞裂裳以背示铸，有‘尽忠报国’四大字，深入肤理”。这四字系岳母所刺，目的激励岳飞爱国。又宋高宗曾书“精忠岳飞”四字，制成锦旗，授与他。后人就用“精忠报国”来纪述岳飞的爱国精神。诗人借以表达自己献身民族大业，赴汤蹈火，在所不惜的愿望，同时这也是中国共产党抗战到底决心的写照。此外，这里还是对蒋介石的婉讽，奉劝蒋不要落入汪伪和日寇设置的圈套，以免步人后尘，下场可悲。“更无乐土可为家”指出国家沦于敌手，山河破碎，生灵涂炭，哪有可存身立命的乐土。诗人青年时代就追随革命，几十年来风风雨雨，颠沛流离，未过一天安稳日子。正如徐特立所评价的：“唯将国作家。”董必武慨天下为己任，昼夜奔波于救国救民之大计。这句诗正抒发了诗人不求一己的苟安偷生，而要解民于倒悬的豪迈胸怀。乐土，出自《诗经·硕鼠》：“逝将去汝，适彼乐土。乐土乐土，爰得我所”。董老在此是反其意而用之，古人尚有乐土可去，而今天诺大的中国竟找不到一块乐土，极言民族危机的深重。抗战大计已是迫在眉睫，只有驱尽日寇，才能将中华神州变成乐土。当然仅仅赶跑日寇也还不够，还要进而推翻专制独裁，建立民主、自由的政权。这里暗示出在国民党的专制统治下，人民怨声载道，并不比沦陷区好多少。</p> <p>　　末尾两句由重庆的载歌载舞引出对延安的祝福和思念。在这欢庆佳节之际，诗人想到远方的战友，相隔干山万水，只有遥祝延安日新月异了。诗人虽生活在重庆，但念念不忘的却是延安。重庆尽管比延安繁华，却是令人压抑的。延安尽管物质艰苦，精神上却是令人舒心的。而且重庆繁荣的背后掩盖的是一触即发的危机，地下潜伏的岩浆正汹涌运行。延安虽然遇到暂时的困难，但诗人相信在党的领导下终会走出低谷，“为有源头活水来”，而重庆则是连生命的涟漪也已泛不出的一汪死水。而且延安群英荟萃，人才济济，云集着大批民族的精英。像<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>诗中所津津乐道的：“杜断房谋劳午夜，江毫丘锦各名家”。这里寄托着中华民族的希望。通过对延安出思念，诗人一扫情绪的压抑，重又明亮起来，使全诗在节奏明快中结束。全诗基本采用铺叙手法，写得明白如话。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_71331.aspx\">诗</a>是对<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>《寄怀润芝先生，兼呈伯渠、玉章、必武、特立、曙时诸老》一诗的和答，最初发表于重庆《新华日报》。1941年，蒋介石掀起第二次反共高潮，制造了“皖南事变”惨案；日寇则一边威逼利诱蒋介石，迫其投降，一边掉转枪口，指向中国共产党领导的抗日根据地。日寇集中了60％的兵力压进抗日根据地，在根据地大肆烧杀抢掠，企图一举扑灭抗日火焰，而且汪蒋暗中勾结。在蒋的授意下，大批国军摇身一变，加入汪精卫的伪军来共同参与对根据地的扫荡“围剿”。在这种铁壁合围的严峻形势下，延安和其它根据地都遇到空前危机，面积、人口和军队都大幅度减少，抗战暂时落入低潮。但共产党人并没有为困难所吓倒，而是极力克服困难，坚持抗战，顽强顶住内外双重逆流。董必武和办事处的其他同志，依然对革命前途充满信心，因此虽逢抗战低谷，仍然济济叶堂欢度新年，董必武并即席赋诗以志庆贺。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "董必武"
  },
  "tags": [
    "春节",
    "祝愿",
    "思念"
  ]
}