{
  "id": 72223,
  "star": 24,
  "name": "晋献公杀世子申生",
  "dynasty": "先秦",
  "content": "　　晋献公将杀其世子申生，公子重耳谓之曰：“子盍言子之志于公乎?”世子曰：“不可。君安骊姬，是我伤公之心也。”曰：“然则盍行乎?”世子曰：“不可。君谓我欲弑君也。天下岂有无父之国哉?吾何行如之?”　</p> <p>　　使人辞于狐突曰：“申生有罪，不念伯氏之言也，以至于死。申生不敢爱其死。虽然，吾君老矣，子少，国家多难。伯氏不出而图吾君，伯氏苟出而图吾君，申生受赐而死。”再拜稽首，乃卒。是以为恭世子也。 ",
  "fanyi": "<p><strong>译文</strong><br>　　晋献公要杀死他的世子申生，公子重耳对申生说：“你怎么不把心中的委屈向父亲表明呢?”世子说：“不行。君王要有骊姬才舒服，我要是揭发她对我的诬陷，那就太伤老人家的心了。”重耳又说：“既然这样，那么你何不逃走呢?”世子说：“不行。君王认准我要谋害他。天下哪有没有父亲的国家呢?（谁会收留背着弑父罪名的人）我能逃到哪里去呢?”<br>　　于是申生派人去向师傅狐突诀别说：“申生有罪，没有听从您的教导，以至难免一死。申生不敢贪生怕死。然而，我的国君老了，他的爱子奚齐还年幼，国家将会多灾多难。您不出来为国君谋划政事也就罢了，如果您出来为国君筹划政事，申生虽死也蒙受您的恩惠。”于是拜了两拜，叩了头，就自杀了。因此他的谥号为“恭世子”。</p><p><strong>注释</strong><br>①晋献公：晋国国君。公元前676年至公元前651年在位。世子：又称太子，是天子或诸侯的嫡长子，君位继承人。申生：晋献公嫡长子，夫人齐姜所生。献公宠妾骊姬生子奚齐，骊姬恃宠欲废申生而立奚齐，借献公出外打猎之时，骊姬让太子申生去曲沃祭祀其生母，太子把祭肉祭酒带回献给献公，骊姬在酒肉里下了毒药，待献公打猎回来献上去，以酒祭地，土突起；以肉饲犬，犬死。骊姬诬陷太子弑父。献公听信谗言，逼迫申生自缢。公子重耳、夷吾也被牵连，为避祸而出逃。<br>②重耳：申生异母弟，即晋文公。<br>③盍（hé）：通“何”，何不。<br>④安：安逸，安适，舒服。<br>⑤何行如之：到哪里去呢?如，到……去。　<br>⑥辞：辞别，诀别。<br>狐突：姓狐，名突，字伯行，申生的师傅，重耳的外祖父。<br>⑦伯氏：对狐突的敬称。念：记住。伯氏之言：鲁闵公二年，晋献公命申生领兵伐东山皋落氏（赤狄别种，在今山西垣曲东南），狐突劝申生乘机出逃，申生没有采纳他的意见。<br>⑧爱其死：吝惜其死。<br>⑨子：君之子，指骊姬之子奚齐，时年六岁。国家多难：申生预料死后，其弟兄将因争夺君位而相互残杀。“伯氏”二句：是两个相关的假设句。不出：狐突劝申生出逃，申生没有听从，狐突在伐东山皋落氏以后，就推托有病，在家不出。图吾君：为吾君图。图，谋划，策划。赐：恩惠。稽首：叩头到地，最恭敬的跪拜礼。恭：申生的谥号。“恭”是敬顺事上的意思。申生明知父命是错误的，却仍然顺从而自杀，所以谥“恭”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这篇150字的短文，没有议论，没有说教，甚至没有一句客观的描述和抒情的词语，有的只是一段对话，一段独白，完全通过人物自己的语言来塑造人物形象。然而，它却写得委婉曲折，血泪交织，十分动情。</p> <p>　　晋献公宠爱骊姬，骊姬为使自己亲生儿子奚齐能继承君位就诬陷太子，说太子要谋杀其父献公，献公轻信骊姬，逼迫太子申生自尽。申生在被谗蒙冤的情况下，既不申辩以伤君父之心，也不出逃以扬君父之过，终于含冤自杀。文章头一句“晋献公将杀其世子申生”，开始就造成一种恐怖、紧张而充满悬念的气氛。骊姬因阴谋得逞而偷着乐的得意神情，老而昏聩的献公要杀亲子的愤怒与沉痛，尽在不言中。而申生众多的兄弟们，满朝的文武大臣们，亲者，仇者又会有什么反应?申生自己有什么反应?都令读者产生悬念。然而被杀者申生却坦然自若，从容面对死亡。作者把残酷的环境与申生坦然的心境加以强烈地对比，并在对比的反差中，揭示人物的忠孝之心，塑造人物的形象。先是重耳与申生的对话。申生对重耳的“盍言”、“盍行”的回答，一不辩白，是怕伤老父的心；二不出走，是怕扬父之过。一般情况下的忠孝，不会引人注目；儿子蒙受亲生父亲的冤屈，能无怨无恨，从容就死，就不能不给人留下深刻印象。如果说申生与重耳的对话，表现了申生尽忠尽孝于生前；那么，申生派人代表他与老师狐突的诀别辞，乃是尽忠孝于身后。“伯氏”二句，表明申生在临死前，念念不忘的还是君国，想的还是在自己死后贤士大夫如何帮助君上治国安邦。“吾君老矣，子少，国家多难。”这十个字，既表现了他临死前的清醒认识，也显示了他对国家命运的忧患以及对老父、幼弟的深切关爱。饱含感情，一字一泪。这种愚忠愚孝，今天看来，过于迂腐，未免可笑，但此文之所以催人泪下，似乎也正在于一个“愚”字。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "对话",
    "写人"
  ]
}