{
  "id": 188,
  "star": 29,
  "name": "无羊",
  "dynasty": "先秦",
  "content": "谁谓尔无羊？三百维群。谁谓尔无牛？九十其犉。尔羊来思，其角濈濈。尔牛来思，其耳湿湿。<br>或降于阿，或饮于池，或寝或讹。尔牧来思，何蓑何笠，或负其餱。三十维物，尔牲则具。<br>尔牧来思，以薪以蒸，以雌以雄。尔羊来思，矜矜兢兢，不骞不崩。麾之以肱，毕来既升。<br>牧人乃梦，众维鱼矣，旐维旟矣，大人占之；众维鱼矣，实维丰年；旐维旟矣，室家溱溱。",
  "fanyi": "<p><strong>译文<br></strong>谁说你们没有羊？一群就有三百只。谁说你们没有牛？七尺高的有九十。你的羊群到来时，只见羊角齐簇集。你的牛群到来时，只见牛耳摆动急。<br>有的奔跑下高丘，有的池边把水喝，有的睡着有的醒。你到这里来放牧，披戴蓑衣与斗笠，有时背着干粮饼。牛羊毛色三十种，牺牲足够祀神灵。<br>你到这里来放牧，边伐细柴与粗薪，边猎雌雄天上禽。你的羊群到来时，羊儿小心紧随行，不走失也不散群。只要轻轻一挥手，全都跃登满坡顶。<br>牧人悠悠做个梦，梦里蝗虫化作鱼，旗画龟蛇变为鹰。请来太卜占此梦：蝗虫化鱼是吉兆，预示来年丰收庆；龟蛇变鹰是佳征，预示家庭添人丁。</p> <p><strong>注释<br></strong>1.尔：指放牧牛羊者。<br>2.三百：与下文“九十”均为虚指，形容牛羊众多。维：为。<br>3.犉（rún）：大牛，牛生七尺曰“犉”。<br>4.思：语助词。<br>5.濈（jí）濈：一作“戢戢”，群角聚集貌。<br>6.湿湿：摇动的样子。<br>7.阿（ē）：丘陵。<br>8.讹（é）：同“吪”，动，醒。<br>9.牧：放牧。<br>10.何：同“荷”，负，戴。蓑（suō）：草制雨衣。<br>11.餱（hóu）：干粮。<br>12.物：毛色。<br>13.牲：牺牲，用以祭祀的牲畜。具：备。<br>14.以：取。薪：粗柴。蒸：细柴。<br>15.雌雄：“飞曰雌雄”，此句言猎取飞禽。<br>16.矜（jīn）矜：小心翼翼。兢（jīng）兢：谨慎紧随貌，指羊怕失群。<br>17.骞（qiān）：损失，此指走失。崩：散乱。<br>18.麾（huī）：挥。肱（ɡōnɡ）：手臂。<br>19.毕：全。既：尽。升：登。<br>20.众：蝗虫。古人以为蝗虫可化为鱼，旱则为蝗，风调雨顺则化鱼。<br>21.旐（zhào）：画有龟蛇的旗，人口少的郊县所建。旟（yǔ）：画有鹰隼的旗，人口众多的州所建。<br>22.大人：太卜之类官。占：占梦，解说梦之吉凶。<br>23.溱（zhēn）溱：同“蓁蓁”，众盛貌。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一章描述所牧牛羊之众多，开章劈空两问，问得突兀。前人常指“尔”为“牛羊的所有者”，不妥：“所有者”既有牛羊，竟还会有“谁”疑其“无羊”，那是怪事。倘指为奴隶主放牧的奴隶，则问得不仅合理，还带有了诙谐的调侃意味。奴隶只管放牧，牛羊原本就不属于他。但<a href=\"http://so.gushiwen.org/view_188.aspx\">诗</a>人一眼看到那么多牛羊，就情不自禁高兴地与牧人扯趣：“谁说你没有羊哪？看看，这一群就是三百！”极为自然。劈空两问，问得突兀，却又诙谐有情，将诗人乍一见到众多牛羊的惊奇、赞赏之情，表现得极为传神。</p> <p>　　许许多多牛羊集聚在一起，气象很壮观。倘若运用“羊来如云”“牛聚如潮”来比拟，当也算得形象了。但此诗作者不满足于此类平庸的比喻，他巧妙地选择了牛羊身上最富特征的耳、角，以“濈濈”“湿湿”稍一勾勒，那（羊）众角簇立、（牛）群耳耸动的奇妙景象，便逼真地展现在了读者眼前。这样一种全不借助比兴，而能够“状难写之景如在目前”（<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>语）的直赋笔墨，确是很高超的。</p> <p>　　第二、三章集中描摹放牧中牛羊的动静之态和牧人的娴熟技艺，堪称全诗写得最精工的篇章。“或降”四句写散布四近的牛羊何其自得：有的在山坡缓缓“散步”，有的下水涧俯首饮水，有的躺卧草间似乎睡着了，但那耳朵的陡然耸动、嘴角的细咀慢嚼，说明它们正醒着。此刻的牧人正肩披蓑衣、头顶斗笠，或砍伐着柴薪，或猎取着飞禽。一时间蓝天、青树、绿草、白云，山上、池边、羊牛、牧人，织成了一幅无比清丽的放牧图景。图景是色彩缤纷的，诗中用的却纯是白描，而且运笔变化无端：先分写牛羊、牧人，节奏舒徐，轻笔点染，表现着一种悠长的抒情韵味。方玉润《诗经原始》叹其“人物并处，两相习自不觉两相忘”，正真切领略了诗境之幽静和谐。待到“麾之以肱，毕来既升”两句，笔走墨移间，披蓑戴笠的牧人和悠然在野的牛羊，霎时汇合在了一起。画面由静变动，节奏由缓而骤，牧人的臂肘一挥，满野满坡的牛羊，便全都争先恐后奔聚身边，紧随着牧人升登高处。真是物随人欲、挥斥自如，放牧者那娴熟的牧技和畜群的训习有素，只以“麾之”二语尽收笔底。</p> <p>　　全诗至此，已将放牧中的诗情画意写尽，收尾就很难。若还是从牛羊身上落笔，则不见好处。此诗收尾之奇，正在于全然撇开牛羊，而为放牧者安排了一个出人意外的“梦”境：在众多牛羊的“哞”“哶（即咩）”之中，牧人忽然梦见，数不清的蝗子，恍惚间全化作了欢蹦乱跳的鱼群；而飘扬于远处城头的“龟蛇”之旗（“旐”旗），又转眼间变成了“鸟隼”飞舞的“旟”旗——诗人写梦，笔下正是这样迷离恍惚，令人读去，果真是个飘忽、断续的“梦”。接着的“大人占之”几句，读者无妨将它读作画外音：“众维鱼矣，实维丰年；旐维旟矣，室家溱溱！”随着占梦者欣喜的解说，充塞画面的鱼群和旟旗，即又幻化成漫山遍野的牛羊（这正是放牧者的“丰收”年景）；村村落落，到处传来婴儿降生的呱呱喜讯（这正是“室家”添丁的兴旺气象）。诗境由实变虚、由近而远，终于在占梦之语中淡出、定格，只留下牧人梦卧时仰对的空阔蓝天，而引发读者的无限遐想。这由实化虚的梦境收束，又正有梅尧臣所说“含不尽之意于言外”之妙。</p> <p>　　综观全诗，可以看出：作诗不借比兴而全用赋法，只要体物入微、逼真传神，一样能创造高妙的诗境。此诗不仅描摹精妙，而且笔底蕴情，在展现放牧牛羊的动人景象时，又强烈地透露着诗人的惊异、赞美之情，表现着美好的展望和祈愿。一位美学家说：“使情趣与意象融化到恰到好处，便是达到最高理想的艺术。”不必说《小雅·无羊》就一定达到了这种“理想”境界，但也已与此境界相去不远。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首歌咏牛羊蕃盛的<a href=\"http://so.gushiwen.org/view_188.aspx\">诗</a>，旧说似无异议。至于《毛诗序》指实其当“宣王”中兴之时的“考牧”之作，则又未必。诗之作者大抵为熟悉放牧生活的文士，诗中的“尔”，则是为贵族放牧牛羊的劳动者。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写羊"
  ]
}