{
  "id": 72009,
  "star": 15,
  "name": "风流子·茅舍槿篱溪曲",
  "dynasty": "五代",
  "content": "茅舍槿篱溪曲，鸡犬自南自北。菰叶长，水葓开，门外春波涨绿。听织，声促，轧轧鸣梭穿屋。",
  "fanyi": "<p><strong>译文</strong><br>在一条小溪拐弯的地方，有一所周围围着槿树篱笆的茅舍。鸡鸣狗吠之声，时断时续，从草房的南边和北边传来。水边的茭白的叶子已经长大，茭白也可以采来做成美味的菜了。那荭草，叶呈红色，也已开放。门外池塘里荡漾着碧波。虽然，在茅舍外，看不见那忙于织布的农家妇女，但她那“轧轧鸣梭”的急促的织布声，却从房屋里传到外边来。</p><p><strong>注释</strong><br>⑴槿（jǐn）篱：密植槿树作为篱笆。溪曲：小溪弯曲处。<br>⑵菰（gū）叶：多年生草本植物，多生于我国南方浅水中。春天生新芽，嫩茎名茭白，可作蔬菜。秋天结实如米叶菰米，可煮食。<br>⑶水葓（hóng）：即荭草。生于路旁和水边湿地，喜阳、温暖和湿润，耐瘠薄，不择土壤，在湿地里野生。</p><br/><p><strong>译文</strong><br>茅草的房，槿木的篱，一条弯弯的小溪，鸡犬各踞南北在自由嬉戏。茭白摇着长长的绿叶，蕹菜开满了小花，门外的溪水，涨满了春的浓绿。听织机响处，轧轧声急。欢快的梭鸣穿透屋墙，唱着农家的田园曲。</p> <p><strong>注释</strong><br>⑴槿（jǐn）篱：密植槿树作为篱笆。槿，落叶灌木。溪曲：小溪弯曲处。<br>⑵菰（gū）叶：多年生草本植物，多生于中国南方浅水中。春天生新芽，嫩茎名茭白，可作蔬菜。<br>⑶水葓（hóng）：即蕹菜，生于路旁和水边湿地，茎中空，亦称空心菜。<br>⑷绿：一作“渌”。<br>⑸听织：听织布声。<br>⑹促：急促。<br>⑺轧轧：象声词。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>生长在五代的后唐和北宋初期。他很勤学，博通经史。这首《风流子》，在他的八十多首词中，是别具一格的。它描写了田园、村舍的风光，生活气息很浓。词中描绘的是一幅安详的水乡农家图，连鸡犬都在安详地来回觅食，犹如从容不迫的散步，但作者更看出这安详中不息的生机，在叶上，在花上，在门外流水，门里人家。那轧轧织布声却是他蓦然听到的，就从他驻足留恋的流水家传出。于是他知道，在这安详中忙碌，有急而“促”的劳作。</p> <p>　　作品所展现的，是一幅水乡农村的风俗画。作者在艺术处理上的一个最大特色，是准确地抓住了一系列富有特征的水乡农村的环境、景物以及生活内容，用简练朴素的语言加以描绘。在一条小溪的拐弯处，一带的槿（音“仅”，一种落叶灌木）篱掩映着几间茅屋。春天已经到来了，溪边浅水中，菰叶长，水葓（音“洪”，一种水草）开，春波荡漾。这是一个安恬宁静的处所，作者又在这幅画面上配上了动态与音响：屋外鸡犬往来觅食，屋内纺车声响轧轧传出。词中虽然未曾出现人物，但我们已能感受到这农家忙碌的气氛了。全词取材选景的角度和处理都很得当。加之笔墨经济，色调简淡，动静协调，更具有浓郁的农家风味。</p> <p>　　在孙光宪之前，文人词中写到农村的，只有<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的一首《竹枝》：“山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。”而在孙光宪之后，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾写有农村词《浣溪沙》五首，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>则更有数十首之多。农村词的创作有了进一步的发展。虽然，孙光宪的这首农村词，与他前后绝大部分的农村词一样，都未曾能反映出那个时代农村的矛盾痛苦。但是，他毕竟以这首词填补了五代词中农村词的空白，与他的描写隋炀帝荒淫误国的《河传》、边塞征战的《酒泉子》等词一起，在题材内容上一定程度地突破了花间词的樊篱。</p><br/><h2>赏析</h2> <p>　　这首《风流子》，在<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>的八十多首词中，是别具一格的。它描写了田园、村舍的风光，生活气息很浓。词中描绘的是一幅安详的水乡农家图，连鸡犬都在安详地来回觅食，犹如从容不迫的散步，但作者更看出这安详中不息的生机，在叶上，在花上，在门外流水，门里人家。那轧轧织布声却是他蓦然听到的，就从他驻足留恋的流水家传出。于是他知道，在这安详中忙碌，有急而“促”的劳作。</p> <p>　　这首词的艺术结构，可以分三个层次。开头的两句是第一个层次。村民居住的茅舍坐落在一条潺潺流水的清溪的弯曲处，周围栽着槿树，形成了严密的屏障。鸡犬之声，时断时续，从茅舍的南边和北边传来。作者用槿篱溪曲，装点了茅舍的优美环境。并捕捉了当时农村的特征——鸡犬之声，有着和平生活的气氛。</p> <p>　　“菰叶长，水葓开，门外春波涨绿”三句，是第二个层次，描绘了茅舍周围使人留恋的景色。这三句构成了绚丽多彩的景象：水边的茭白叶子，长得又嫩又大；水葓花争媚斗艳，满溪盛开；池塘里碧波荡漾，春意盎然。其中“涨”字用得极妙，它表明刚下过一场雨，积蓄了满满荡荡的一池春水。</p> <p>　　“听织，声促，轧轧鸣梭穿屋”，这三句是最后一个层次，也是作者比较用心的构思。茅舍之外，尽管看不见那忙于织布的农家妇女的形象，可是“轧轧鸣梭”急促的织布声，却从房屋里传到了外边。“声促”的“促”字，用得恰到好处，它说明了织布的妇女，在辛勤地紧张地劳动着。</p> <p>　　这首词的艺术构思是比较成功的，它紧紧地围绕着茅舍，展开了构思和布局。整首词严谨完整，质朴自然，色彩鲜明。真切地展现了一幅有声有色的美丽农村图画。那茅舍所在秀丽的环境，农家妇女急促的织布声，形象鲜明。这是作者对田园、村舍风光的真实反映。假若作者只写一所孤零零的茅舍和村妇急促的织布声，不写那美丽的环境和鸡鸣狗吠之声，或只写其中的一两样景致，不言而喻，这也就不成为一幅完整的农村画图了。作者作为花间派词人，能够突破艳丽柔縻的词风的束缚，纯粹采用白描的手法，写出这样朴素明畅、轻快活泼、通俗易懂、别具一格的词作，应当说是非常可贵的。</p> <p>　　在孙光宪之前，文人词中写到农村的，只有<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>的一首《竹枝》：“山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。”而在孙光宪之后，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾写有农村词《浣溪沙》五首，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>则更有数十首之多。农村词的创作有了进一步的发展。虽然，孙光宪的这首农村词，与他前后绝大部分的农村词一样，都未曾能反映出那个时代农村的矛盾痛苦。但是，他毕竟以这首词填补了五代词中农村词的空白，与他的描写隋炀帝荒淫误国的《河传》、边塞征战的《酒泉子》等词一起，在题材内容上一定程度地突破了花间词的樊篱。</p>",
  "poet": {
    "id": 455,
    "star": 0,
    "name": "孙光宪",
    "image": "http://img.gushiwen.org/authorImg/sunguangxian.jpg",
    "desc": "孙光宪（901-968），字孟文，自号葆光子，属鸡，出生在陵州贵平（今属四川省仁寿县东北的向家乡贵坪村）。仕南平三世，累官荆南节度副使、朝议郎、检校秘书少监，试御史中丞。入宋，为黄州刺史。太祖乾德六年卒。《宋史》卷四八三、《十国春秋》卷一○二有传。孙光宪“性嗜经籍，聚书凡数千卷。或手自钞写，孜孜校雠，老而不废”。著有《北梦琐言》、《荆台集》、《橘斋集》等，仅《北梦琐言》传世。词存八十四首，风格与“花间”的浮艳、绮靡有所不同。刘毓盘辑入《唐五代宋辽金元名家词集六十种》中，又有王国维缉《孙中丞词》一卷。"
  },
  "tags": [
    "婉约",
    "水乡",
    "农村"
  ]
}