{
  "id": 7844,
  "star": 13,
  "name": "扶风豪士歌",
  "dynasty": "唐代",
  "content": "洛阳三月飞胡沙，洛阳城中人怨嗟。<br>天津流水波赤血，白骨相撑如乱麻。<br>我亦东奔向吴国，浮云四塞道路赊。<br>东方日出啼早鸦，城门人开扫落花。<br>梧桐杨柳拂金井，来醉扶风豪士家。<br>扶风豪士天下奇，意气相倾山可移。<br>作人不倚将军势，饮酒岂顾尚书期。<br>雕盘绮食会众客，吴歌赵舞香风吹。<br>原尝春陵六国时，开心写意君所知。<br>堂中各有三千士，明日报恩知是谁。<br>抚长剑，一扬眉，清水白石何离离。<br>脱吾帽，向君笑。饮君酒，为君吟。<br>张良未逐赤松去，桥边黄石知我心。",
  "fanyi": "<p><strong>译文<br></strong>暮春三月飞沙扬，安史胡儿太猖狂，<br>城中百姓怨连天，哀号不绝断肝肠。<br>天津桥下血成河，赤波呜咽泪不干，<br>郊外白骨垒成山，南隐东南我奔迁。<br>岂料道路尽充塞，难坏沦落士一员。<br>直奔吴地避战乱，旭日东升曙光显，<br>惊起鸟雀噪一片，开门扫除喜涟涟。<br>梧桐初发柳絮飞，雕饰华丽美井栏。<br>好景如画人欢畅，醉卧扶风豪士衙。<br>天下奇士多直爽，与我意气投又羡，<br>做人不以他人势，情谊深重可移山。<br>香风欢愉客心暖，好客乡俗照胆肝。<br>忽想战国养士人，原尝春陵四先贤，<br>真诚待士美名扬，堂中食客人数千。<br>今日君效前人样，礼贤下士情意长。<br>我抚长剑谢主忙，脱帽欢笑表衷肠。<br>饮君美酒歌一曲，来日报恩效张良。</p> <p><strong>注释</strong><br>⑴胡沙：胡尘，指安禄山叛军。飞胡沙：指洛阳陷入安禄山叛军之手。<br>⑵天津：桥名。天津桥，在县北四里。隋大业元年初造此桥，以架洛水，田入缆维舟，皆以铁锁钩连之。南北夹路，对起四楼，其楼为日月表胜之象。然洛水溢，浮桥坏，贞观十四年更令石工累方石为脚。《尔雅》“箕、斗之？为天汉之津”，故取名焉。故治在今洛阳西南洛水上。波赤血：流水为血色染红，谓胡兵杀人之多。<br>⑶“白骨”句：谓尸首遍地之意。天宝十四载（755年）十二月，安禄山攻陷洛阳，杀人如麻，骸骨成堆。<br>⑷道路赊：道路长远。赊：远。<br>⑸金井：井口有金属之饰者。<br>⑹“作人”句：作人，为人。辛延年《羽林郎》：“昔有霍家奴，姓冯名子都。依倚将军势，调笑酒家胡。”此句反其意而用之，谓扶风豪士为人不依仗权势。<br>⑺原尝春陵：指战国时四公子：赵国的平原君、齐国的孟尝君、楚国的春申君、魏国的信陵君。<br>⑻“抚长剑”二句：咏自己才能非同一般。《孟子·梁惠王下》：“夫抚剑疾视曰：彼恶敢当我哉？”<br>⑼“张良”二句：据《史记·留侯世家》，张良怀抱着向强秦复仇的志向，在沂水桥上遇见<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>，接受了《太公兵法》一编。后来，他辅佐汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>，立下了不朽之功。天下大定后，他不贪恋富贵，自请引退，跟着赤松子去学仙。这里作者以张良自比，暗示自己的才智和抱负。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7844.aspx\">诗</a>一开始，直写时事：“洛阳三月飞胡沙，洛阳城中人怨嗟。天津流水波赤血，白骨相撑如乱麻。”这一年的正月，安禄山在洛阳称“大燕皇帝”，洛阳成了叛军的政治中心。洛城西南的天津桥下血流成河，洛城的郊野白骨如山。“我亦东奔向吴国，浮云四塞道路赊”，报国无门，空有一身匡世救国之心的诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>无奈只能奔往东南吴地以避战乱。</p> <p>　　就在这时，李白遇到了“扶风豪士”。“东方日出啼早鸦”以下十句，描写在豪士家饮宴的场景。这一段写得奇宕，就是叙事过程和描写场景有很大的跳跃与转换。经这一宕，转出一个明媚华美的境界，这是闲中着色：四句赞美环境，四句赞美主人，两句赞美盛筵。这些诗句并不意味着李白置国家兴亡于不顾而沉溺于个人安乐，而不过是即事即景的一段应酬之辞罢了。从章法上说，有了这段穿插，疾徐有致，变幻层出。</p> <p>　　李白并没有在酣乐中沉醉。铺叙过后，转入抒情：“原尝春陵六国时，开心写意君所知。堂中各有三千士，明日报恩知是谁？”这里举出战国四公子，用以引发下面的自我抒怀。在战国那个动乱的时代，战国四公子各自蓄养了数千门客，其中不乏杰出人物。信陵君门客重义气，轻死生，以大智大勇协助信陵君成就了却秦救赵的奇勋，千秋万代，为人传诵。此时又逢罹乱，李白很想效法他们，报效国家。眼前这位扶风豪士虽然不能给李白提供立功报国的现实机会，但他“开心写意”以待李白，使李白顿生知遇之感，禁不住要将胸中事一吐为快。“明日报恩知是谁”一句极为自负，大意是说：我今天受了你的款待，明日定要干出一番事情来教你瞧瞧！诗人故意用了反诘语气，将下文引出：“抚长剑，一扬眉，清水白石何离离！脱吾帽，向君笑；饮君酒，为君吟：张良未逐赤松去，桥边黄石知我心。”末段表明心迹，一片真诚。南朝陈代诗人江晖有句：“恐君不见信，抚剑一扬眉。”（《雨雪曲》）古乐府《艳歌行》有句：“语卿且勿眄，水清石自见。”李白化用其语，以“三三七”的句法出之，“清水白石”比喻心地光明，“脱吾帽”四句益发烂漫，活画出诗人率真的天性。接着，以张良为喻。李白把张良的事迹倒转过来，说“张良未逐赤松去，桥边黄石知我心”。这两句的大意是：我之所以没有象张良那样随赤松子而去，是因为功业未成，国难当前，我更得报效于国家。耿耿此心，<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>可以明鉴。</p> <p>　　李白七言歌行自由挥洒、不暇整饬，诗人的思想往往只包含在某些片断和句子中。《扶风豪士歌》以系念时事发端，以许国明志收束，这正是诗的本旨所在。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7844.aspx\">诗</a>当作于唐玄宗天宝十五载（756年），时值安史之乱爆发后第二年。诗人在当年春天奔往吴地，在一位被称作“扶风豪士”的人家里做客。所谓“扶风豪士”可能是籍贯扶风的溧阳县主簿，他名叫窦嘉宾，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在《溧阳濑水贞义女碑铭序》中提到过溧阳“主簿扶风窦嘉宾”，大约性情豪爽而好客，因此，李白称他为“豪士”。李白当时是避难而来，受到盛情款待，为了表示感谢，也借此抒怀，即席写成此诗。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒情"
  ]
}