{
  "id": 8258,
  "star": 18,
  "name": "九日登山",
  "dynasty": "唐代",
  "content": "渊明归去来，不与世相逐。<br>为无杯中物，遂偶本州牧。<br>因招白衣人，笑酌黄花菊。<br>我来不得意，虚过重阳时。<br>题舆何俊发，遂结城南期。<br>筑土按响山，俯临宛水湄。<br>胡人叫玉笛，越女弹霜丝。<br>自作英王胄，斯乐不可窥。<br>赤鲤涌琴高，白龟道冯夷。<br>灵仙如仿佛，奠酹遥相知。<br>古来登高人，今复几人在？<br>沧洲违宿诺，明日犹可待。<br>连山似惊波，合沓出溟海。<br>扬袂挥四座，酩酊安所知？<br>齐歌送清扬，起舞乱参差。<br>宾随落叶散，帽逐秋风吹。<br>别后登此台，愿言长相思。",
  "fanyi": "<p><strong>译文</strong><br><a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>写了《归去来》，表明不追逐俗世的高志。<br>因为没有酒喝了，所以就到州牧那里去喝酒。<br>于是就想象着和陶渊明一起一边观赏菊花一边饮酒。<br>我此时的心情不好，白白辜负了重阳佳节。<br>能得到“题舆”这样的待遇是怎样的俊杰才能有的啊!我自认为自己没有这么好的运气，就想干脆隐居在城南算了。<br>在山上建一座小房子，下面可以看到宛溪。<br>整日可以听到笛声、琴声，这是多么自在啊。<br>我以为即使是皇亲国戚也不能有这样的享受。<br>琴高乘着红鲤鱼跃出水面，仙龟为河伯引路，这是像神仙一样的生活。<br>举酒祭奠和自己志趣相投的先贤。<br>自古九月九日登高的人，有几个仍然在世呢?<br>沧洲不是自己的归宿，以后还有机会大展宏图。<br>海上洪波涌起，惊涛骇浪。<br>劝大家举杯为乐，喝醉了就什么都不知道了。<br>边喝酒边听音乐，周围还有人伴舞。<br>没有不散的宴席，客人们像落叶一样都散去了，都喝得醉醺醺的。<br>分别之后再有机会来到这里，请大家记得曾在这里饮酒欢乐过。</p> <p><strong>注释</strong><br>《晋书》：陶潜为彭泽令，郡遣督邮至县，吏白：“应束带见之。”潜叹曰：“吾不能为五斗米折腰，拳拳事乡里小人。”即解印去县，乃赋《归去来兮辞》。刺史王弘以元熙中临州，甚钦迟之。后自造焉，潜称疾不见，既而语人曰：“我性不狎世，因疾守闲，幸非洁志慕声，岂敢以王公纡轸为荣耶！”弘每令人候之，密知当往庐山，乃遣其故人庞通之等赍酒，先于半道要之。潜既遇酒，便引酌野亭，欣然忘进，弘乃出与相闻，遂欢宴穷日。弘后欲见，辄于林泽问候之，至于酒米乏绝，亦时相赡。<br>陶渊明<a href=\"http://so.gushiwen.org/view_8258.aspx\">诗</a>：“天运苟如此，且进杯中物。”<br>《艺文类聚》：《续晋阳秋》曰：陶潜尝九月九日无酒。出宅边菊丛中，摘菊盈把，坐其侧。久之，望见白衣人至，乃王弘送酒也。即便就酌，醉而后归。<br>重阳：《梦梁录》：九为阳数，其日与月并应，故号曰重阳。<br>《北堂书钞》：谢承《后汉书》曰：周景为豫州刺史，辟陈蕃为别驾，下就，景题别驾舆曰“陈仲举座也”，不复更辟，蕃惶惧，起视职。<br>响山：《方舆胜览》：响山在宣城县南五里。<br>《一统志》：响山，在宁国府城南五里，下俯宛溪。<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>记：“响山，两崖耸峙，苍翠对起，其 南得响潭焉，清泚可鉴，潆洄澄淡。”<br>霜丝，乐器上弦也。<br>《韵会》：“胄，裔也，系也，嗣也。”<br>琴高：《列仙传》：琴高者，赵人也。以鼓琴为宋康王舍人，行涓彭之术，浮游冀州、涿郡之间。二百余年后，辞入涿水中取龙子。与弟子期日，皆洁斋待于水旁设祠，果乘赤鲤来，出坐祠中，旦有万人观之。留一月余，复入水去。<br>《山海经》：从极之渊，深三百仞，维冰夷恒都焉。冰夷，人面，乘两龙。郭璞注：冰夷，冯夷也。<br>《淮南》云“冯夷得道，以潜大川”，即河伯也。<br>《穆天子传》所谓河伯无夷者，<br>《竹书》作冯夷，字或作冰也。<br>《河图括地象》：冯夷恒乘云车，驾两龙。白龟，事未详。<br>《楚辞·河伯》云：“乘白鼋兮逐文鱼，气汝游兮河之渚。”白龟殆白鼋之讹欤？<br>酹：《广韵》：“酹，以酒沃地也。”<br>木华《海赋》：“波如连山。”太白本其语而倒用之，谓“连山似惊波”，遂成奇语。<br><a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗：“合沓与云齐。”吕向注：“合沓，高貌。”<br>《说文》：“酩酊，醉也。”<br><a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>诗：“客散同秋叶，人亡似夜川。”<br>《晋书》：孟嘉为征西桓温参军，温甚重之。九月九日，温燕龙山，僚佐毕集。时佐吏并著戎服，有风至，吹嘉帽堕落，嘉不之觉，温使左右勿言，以观其举止。嘉良久如厕，温令取还之，命孙盛作文嘲嘉，著嘉坐处。嘉还见，即答之。其文甚美，四坐嗟叹。<br>九日：农历九月九日重阳节。</p>",
  "about": "<h2>创作背景</h2> 　　天宝十二载(753)重阳日作于宣城。清人王琦云：“玩<a href=\"http://so.gushiwen.org/view_8258.aspx\">诗</a>意，当是偕一宗室为宣城别驾者，于九日登其所新筑之台而作，诗题应有缺文。”所言似是。另有《宣城九日闻崔四侍御与宇文太守游敬亭余时登响山不同此赏醉后赠崔侍御二首》，与此诗情景相接。全诗体现<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>壮志难酬，感慨实事，又仍有远大理想，远大抱负的宏伟目标。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "饮酒",
    "抒情"
  ]
}