{
  "id": 46242,
  "star": 40,
  "name": "咏蟹 / 咏螃蟹呈浙西从事",
  "dynasty": "唐代",
  "content": "未游沧海早知名，有骨还从肉上生。 <br>莫道无心畏雷电，海龙王处也横行。",
  "fanyi": "<p><strong>译文<br></strong>还没有游历沧海就知道蟹的名声，它的肉上长着骨头，长相奇特无比。<br>不要说它没有心肠，它哪里怕什么雷电，大海龙王那里也是横行无忌。</p> <p><strong>注释<br></strong>⑴浙西从事：未详何人。从事：古代官名。汉代以后三公及州郡长官皆自辟僚属，多以从事为称。<br>⑵沧海：指大海。<br>⑶骨：螃蟹身上坚硬的外壳是一种特殊的骨头，叫外骨骼。<br>⑷莫道：休说，不要说。<br>⑸海龙王：传说海中的龙神。横行：横着行走。喻肆行无忌。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　螃蟹，一般被视为横行无忌、为非作歹的反面典型形象，<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>在这首<a href=\"http://so.gushiwen.org/view_46242.aspx\">诗</a>中所吟咏的螃蟹可以有不同的诠释。有人认为此诗赋以螃蟹不畏强暴的叛逆性格。按照这种说法，在这首诗中，诗人热情地赞扬了螃蟹的铮铮之骨、无畏之心和不惧强权、敢于“犯上”的壮举，寄托了他对无私无畏、敢于“横行”、冲撞人间“龙庭”的反抗精神的热烈赞美和大声呼唤。尤其是三四两句，说螃蟹不仅不怕天帝雷电，而且更不怕海龙王的强权，含蓄地表达了诗人对螃蟹不畏强暴的叛逆性格的颂扬之情。但也有人认为此诗对螃蟹形象的刻画，是塑造了一个横行无忌、为非作歹的反面典型形象，入木三分地讽刺了社会上一些横行霸道之人。所谓诗无达诂，两种理解都不无道理。</p> <p>　　这首诗在艺术表现技巧上很有值得称道之处。首先，是多侧面的形象描写。首句“未游沧海早知名”，是通过诗人久闻螃蟹大名，从远处来极写蟹在诗人心中的崇高地位。一个“早”字，既显示了螃蟹所负盛名时间之久，又表现了诗人对螃蟹品格爱慕之日深。次句“有骨还从肉上生”，重在描写螃蟹的外形。“有骨”，有甲壳，是螃蟹与无骨软体动物的重要区别，也是它赖以生存的手段。“有骨”二字暗寓了诗人对螃蟹身有傲骨的赞美之情。三、四两句“莫道无心畏雷电，海龙王处也横行”，是从心灵世界的角度为螃蟹敷彩。传说天帝是宇宙的最高统治者，海龙王是水族的主宰，雷电是天帝怒气的产物。螃蟹不仅不怕天帝雷电，而且更不惧龙王的强权，即使在龙王的龙庭中，它也敢于“横行”。正是由于这多方面的镂刻，从而使螃蟹不畏强权的叛逆性格具有了立体感。</p> <p>　　其次，把深厚的思想感情含蓄地寄寓在妙趣横生的形象中，也是此诗的显著艺术特色。封建秩序不容许叛逆思想的公开表达，诗歌的艺术规律也要求作者的思想倾向要尽力融入艺术形象中，这些都是诗人以“横行”之蟹的形象寄寓反抗意识的原因。诗中，诗人颂扬螃蟹的叛逆性格，并未流于直露，而是从“名”“骨”“心”“横行”等侧面逐层对蟹的形象赋之于人的品格、加以刻画、让读者从蟹那具有立体感的形象中自行品味蕴含其中的主旨思想。</p> <p>　　此诗语言形象、幽默、传神，把螃蟹的形象和神态写得活灵活现，全诗不著一个“蟹”字，对蟹的写照可谓极致。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_46242.aspx\">诗</a>作于唐末动乱时期。当时农民起义风起云涌，作者本人<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军，做过黄巢政权的“翰林学士”。据题意，此诗是呈给浙西从事的，浙西从事不详何人，此诗的具体创作时间也难以考证。",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "咏物",
    "螃蟹",
    "抒情"
  ]
}