{
  "id": 69062,
  "star": 868,
  "name": "山园小梅·其一",
  "dynasty": "宋代",
  "content": "众芳摇落独暄妍，占尽风情向小园。<br>疏影横斜水清浅，暗香浮动月黄昏。<br>霜禽欲下先偷眼，粉蝶如知合断魂。<br>幸有微吟可相狎，不须檀板共金尊。",
  "fanyi": "<p><strong>译文</strong><br>百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。<br>稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。<br>寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。<br>幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。</p> <p><strong>注释</strong><br>⑴众芳：百花。摇落：被风吹落。暄妍：明媚美丽。<br>⑵疏影横斜：梅花疏疏落落，斜横枝干投在水中的影子。<br>⑶暗香浮动：梅花散发的清幽香味在飘动。<br>⑷霜禽：一指“白鹤”；二指“冬天的禽鸟”，与下句中夏天的“粉蝶”相对。<br>⑸合：应该。<br>⑹微吟：低声地吟唱。狎（xiá）：亲近而态度不庄重。<br>⑺檀板：演唱时用的檀木柏板，此处指歌唱。金樽：豪华的酒杯，此处指饮酒。金樽：金杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_69062.aspx\">诗</a>一开端就突写作者对梅花的喜爱与赞颂之情：“众芳摇落独暄妍，占尽风情向小园”，它是在百花凋零的严冬迎着寒风昂然盛开，那明丽动人的景色把小园的风光占尽了。一个“独”字、一个“尽”字，充分表现了梅花独特的生活环境、不同凡响的性格和那引人入胜的风韵。作者虽是咏梅，实则是他“弗趋荣利”、“趣向博远”思想性格的真实写照。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾在《书<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>诗后》说；“先生可是绝伦人，神清骨冷无尘俗。”其诗正是作者人格的化身。 </p> <p>　　如果说首联是作者对梅花所发的感喟，那么颔联则是进入到对梅花具体形象的描绘：“疏影横斜水清浅，暗香浮动月黄昏。”这一联简直把梅花的气质风姿写尽绝了，它神清骨秀，高洁端庄，幽独超逸。尤其是“疏影”、“暗香”二词用得极好，它既写出了梅花不同于牡丹、芍药的独特形成；又写出了它异于桃李浓郁的独有芬芳。极真实地表现诗人在朦胧月色下对梅花清幽香气的感受，更何况是在黄昏月下的清澈水边漫步，那静谧的意境，疏淡的梅影，缕缕的清香，使之陶醉。这两句咏梅诗，在艺术上可说臻于极至，故一直为后人所称颂。陈与义说：“自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。”（《和张矩臣水墨梅》）他认为林逋的咏梅诗已压倒了唐<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>《早梅》诗中的名句“前村深雪里，昨夜一枝开”。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在《念奴娇》中奉劝骚人墨客不要草草赋梅：“未须草草赋梅花，多少骚人词客。总被西湖林处士，不肯分留风月。”可见林逋的咏梅诗对后世文人影响之大。</p> <p>　　林逋这两句诗也并非是臆想出来的，他除了有生活实感外，还借鉴了前人的诗句。五代南唐<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>有残句：“竹影横斜水清浅，桂香浮动月黄昏。”这两句既写竹，又写桂。不但未写出竹影的特点，且未道出桂花的清香。因无题，又没有完整的诗篇，未能构成了一个统一和谐的主题、意境，感触不到主人公的激情，故缺乏感人力量。而林逋只改了两字，将“竹”改成“疏”，将“桂”改成“暗”，这“点睛”之笔，使梅花形神活现，可见林逋点化诗句的才华。 </p> <p>　　作者写尽梅花姿质后，掉转笔头，从客观上着意泻染：“霜禽欲下先偷眼，粉蝶如知合断魂。”霜禽，一作冬鸟，一作白鹤，白鸟。依据林逋“梅妻鹤子”的情趣，还是当“白鹤”解释为好。前句极写白鹤爱梅之甚，它还未来得及飞下来赏梅，就迫不及待地先偷看梅花几眼。“先偷眼”三字写得何等传神！作者对现实事物的观察又是何等细致！后句则变换手法，用设想之词，来写假托之物，意味深邃。而“合断魂”一词更是下得凄苦凝重，因爱梅而至销魂，这就把蝴蝶对梅的喜爱夸张到了顶端。通过颈联的拟人化手法，从而更进一步衬托出作者对梅花的喜爱之情和幽居之乐。联中那不为人经意的“霜”、“粉”二字，也实是经诗人精心择取，用来表现他高洁情操和淡远的趣味。</p> <p>　　以上三联，作者是把梅当作主体，诗人的感情是通过议论、叙述、拟人等手法隐曲地体现在咏梅之中。至尾联主体的梅花转化为客体，成为被欣赏的对象。而作者则从客体变为主体，他的感情由隐至显，从借物抒怀变为直抒胸臆：“幸有微吟可相狎，不须檀板共金尊。”在赏梅中低声吟诗，使幽居生活平添几分雅兴，在恬静的山林里自得其乐，真是别具风情，根本不须音乐、饮宴那些热闹的俗情来凑趣。这就把诗人的理想、情操、趣味全盘托出，使咏物与抒情达到水乳交融的进步。</p><br/><h2>鉴赏</h2> <p>　　首联以梅不畏严寒、笑立风中起句，“众”与“独”字对出，言天地间只有此花，这是何等的峻洁清高。然而梅品虽高，却不骄傲，只在一方小园而且是山间小园实际是空中楼阁中孤芳自赏，这又是一种何等丰富的宁静与充实的美丽。</p> <p>　　颔联是最为世人称道的，它为人们送上了一幅优美的山园小梅图。上句轻笔勾勒出梅之骨，“疏影”状其轻盈，“翩若惊鸿”；“横斜”传其妩媚，迎风而歌；“水清浅”显其澄澈，灵动温润。下句浓墨描摹出梅之韵，“暗香”写其无形而香，随风而至，如同捉迷藏一样富有情趣；“浮动”言其款款而来，飘然而逝，颇有仙风道骨；“月黄昏”采其美妙背景，从时间上把人们带到一个“月上柳梢头，人约黄昏后”的动人时刻，从空间上把人们引进一个“落霞与孤鹜齐飞，秋水共长天一色”似的迷人意境。首联极目聘怀，颔联凝眉结思。<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>这两句<a href=\"http://so.gushiwen.org/view_69062.aspx\">诗</a>也并非是臆想出来的，他除了有生活实感外，还借鉴了前人的诗句。五代南唐<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>有残句：“竹影横斜水清浅，桂香浮动月黄昏。”这两句既写竹，又写桂。不但未写出竹影的特点，且未道出桂花的清香。因无题，又没有完整的诗篇，未能构成了一个统一和谐的主题、意境，感触不到主人公的激情，故缺乏感人力量。而林逋只改了两字，将“竹”改成“疏”，将“桂”改成“暗”，这“点睛”之笔，使梅花形神活现。上二联皆实写，下二联虚写。 </p> <p>　　颈联“以物观物”，“霜禽”指白鹤，“偷眼”写其迫不及待之情，因为梅之色、梅之香这种充满了诱惑的美；“粉蝶”与“霜禽”构成对比，虽都是会飞的生物，但一大一小，一禽一虫，一合时宜一不合时，画面富于变化，“断魂”略显夸张，用语极重，将梅之色、香、味推崇到“极致的美”。 </p> <p>　　尾联“微吟”实讲“口中梅”也，“微”言其淡泊雅致，如此咀嚼，虽不果腹，然可暖心、洁品、动情、铸魂，表达出诗人愿与梅化而为一的生活旨趣和精神追求，至此诗人对梅的观赏进入了冯友兰所说的“天地境界”，人们看到的则是和“霜禽”“粉蝶”一样迫不及待和如痴如醉的诗人——一个梅化的诗人。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾在《书林逋诗后》说：“先生可是绝伦人，神清骨冷无尘俗。”《四库全书总目》说：“其诗澄澹高逸，如其为人。”可知其言不谬，该诗之神韵正是诗人幽独清高、自甘淡泊的人格写照。 </p> <p>　　从意象构造的角度言，单言山园小梅，实非易事，但诗人借物来衬，借景来托，使其成为一幅画面中的中心意象，此一绝也。 </p> <p>　　诗人具体写梅画梅时，虚实结合，对比呈现，使得全诗节奏起伏跌宕，色彩时浓时淡，环境动静相宜，观景如梦如幻，充分体现了“山园”的绝妙之处，这一点也是为许多赏家所忽视的，正是通过这一点，作者淋漓尽致地表达出“弗趋荣利”、“趣向博远”精神品格。此二绝也。 </p> <p>　　作者以梅自况，虽展现了中国传统文人的一贯追求，然而也颇具特色。单就“疏影”一联而言，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>说：“前世咏梅者多矣，未有此句也。”陈与义说：“自读西湖处士诗，年年临水看幽姿。晴窗画出横斜影，绝胜前村夜雪时。”（《和张矩臣水墨梅》）他认为林逋的咏梅诗已压倒了唐齐已《早梅》诗中的名句“前村深雪里，昨夜一枝开”。王士朋对其评价更高，誉之为千古绝唱：“暗香和月人佳句，压尽千古无诗才。”<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>在《念奴娇》中奉劝骚人墨客不要草草赋梅：“未须草草赋梅花，多少骚人词客。总被西湖林处士，不肯分留风月。”因为这联特别出名，所以“疏影”、“暗香”二词，就成了后人填写梅词的调名，如<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>有两首咏梅词即题为《暗香》、《疏影》，此后即成为咏梅的专有名词，可见林逋的咏梅诗对后世文人影响之大。这只说到了其一，更为重要的是梅在林逋的笔下，不再是浑身冷香了，而是充满了一种“丰满的美丽”，很有精神，很有力度，也很温度，很有未来。正因为如此，该诗才有着强烈的现实感，让人感到很真实，回到它的起始状态，作为“梅妻鹤子”的林逋，写出此种具有理想主义倾向的诗句来，着实让人们展开了一回心灵的、审美的旅游。此三绝也。 </p> <p>　　作者写出此种妙句，亦非唾手可得。宋初另有相当多的诗人，偏重以苦吟的写作方法在狭小的格局中描绘清新小巧的自然景象，表达或是失意怅惘、或是闲适旷达的士大夫情趣，这主要是继承了唐代<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>、<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>一派的风格，林逋就是这些诗人之一。另外，《山园小梅》格局未免太小，后面自命清高的标榜，也实在有唯恐不为人知的味道。</p> <p>　　梅妻鹤子的来历：林逋种梅养鹤成癖，终身不娶，世称“梅妻鹤子”，所以他眼中的梅含波带情，笔下的梅更是引人入胜。 </p>",
  "poet": {
    "id": 762,
    "star": 0,
    "name": "林逋",
    "image": "http://img.gushiwen.org/authorImg/linpu.jpg",
    "desc": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"
  },
  "tags": [
    "古诗三百首",
    "咏物",
    "梅花",
    "寓人",
    "品质"
  ]
}