{
  "id": 71939,
  "star": 2543,
  "name": "凤求凰",
  "dynasty": "两汉",
  "content": "其一：【琴曲出自王实甫《西厢记》】<br>有美一人兮，见之不忘。<br>一日不见兮，思之如狂。<br>凤飞翱翔兮，四海求凰。<br>无奈佳人兮，不在东墙。<br>将琴代语兮，聊写衷肠。<br>何时见许兮，慰我彷徨。<br>愿言配德兮，携手相将。<br>不得於飞兮，使我沦亡。</p> <p>其二：<br>凤兮凤兮归故乡，遨游四海求其凰。<br>时未遇兮无所将，何悟今兮升斯堂！<br>有艳淑女在闺房，室迩人遐毒我肠。<br>何缘交颈为鸳鸯，胡颉颃兮共翱翔！<br>凰兮凰兮从我栖，得托孳尾永为妃。<br>交情通意心和谐，中夜相从知者谁？<br>双翼俱起翻高飞，无感我思使余悲。",
  "fanyi": "<h2>译文</h2> <p>有位俊秀的女子啊，我见了她的容貌，就此难以忘怀。<br>一日不见她，心中牵念得像是要发狂一般。<br>我就像那在空中回旋高飞的凤鸟，在天下各处寻觅著凰鸟。<br>可惜那美人啊不在东墙邻近。<br>我以琴声替代心中情语，姑且描写我内心的情意。<br>何时能允诺婚事，慰藉我往返徘徊?<br>希望我的德行可以与你相配，携手同在一起。<br>不知如何是好的心情无法与你比翼偕飞、百年好合，这样的伤情结果，令我沦陷於情愁而欲丧亡。</p> <p>凤鸟啊凤鸟，回到了家乡，行踪无定，游览天下只为寻求心中的凰鸟。<br>未遇凰鸟时啊，不知所往，怎能悟解今日登门后心中所感?<br>有位美丽而娴雅贞静的女子在她的居室，居处虽近，这美丽女子却离我很远，思念之情，正残虐着我的心肠。<br>如何能够得此良缘，结为夫妇，做那恩爱的交颈鸳鸯，但愿我这凤鸟，能与你这凰鸟一同双飞，天际游翔。<br>凰鸟啊凰鸟愿你与我起居相依，形影不离，哺育生子，永远做我的配偶。<br>情投意合，两心和睦谐顺。半夜里与我互相追随，又有谁会知晓?<br>展开双翼远走高飞，徒然为你感念相思而使我悲伤。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，一个美丽聪明，精<a href=\"http://so.gushiwen.org/view_71939.aspx\">诗</a>文，善弹琴的女子。可叹的是十七岁年纪轻轻，便在娘家守寡。某日席间，只因<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>一曲《凤求凰》，多情而又大胆的表白，让久慕司马相如之才的卓文君，一听倾心，一见钟情。可是他们之间的爱恋受到了父亲的强烈阻挠。卓文君凭着自己对爱情的憧憬，对追求幸福的坚定，以及非凡的勇气，毅然在漆黑之夜，逃出卓府，与深爱的人私奔。当垆卖酒为生。生活艰难，但两人感情日深。这也是一直流传至今的爱情故事里最浪漫的夜奔之佳话。</p> <p>　　自古至今，大多数男人总是令人失望。司马相如自然也不例外。当他在事业上略显锋芒，终于被举荐做官后，久居京城，赏尽风尘美女，加上官场得意，竟然产生了弃妻纳妾之意。曾经患难与共，情深意笃的日子此刻早己忘却。哪里还记得千里之外还有一位日夜倍思丈夫的妻子。文君独守空房，日复一日年复一年地过着寂寞的生活。一首《白头吟》 ，“……闻君有二意，故来相决绝。愿得一人心，终老不相负。……”表达了她对爱情的执着和向往以及一个女子独特的坚定和坚韧。也为她们的故事增添了几分美丽的哀伤。</p> <p>　　终于某日，司马相如给妻子送出了一封十三字的信：一二三四五六七八九十百千万。聪明的卓文君读后，泪流满面。一行数字中唯独少了一个“亿”，无亿岂不是表示夫君对自己“无意”的暗示？她，心凉如水。怀着十分悲痛的心情，回了一封《怨郎诗》。</p> <p>　　其诗曰：一别之后，二地相悬。虽说是三四月，谁又知五六年。七弦琴无心弹，八行书无可传，九连环从中折断，十里长亭望眼欲穿。百思想，千系念，万般无奈把郎怨。</p> <p>　　(万语千言说不完，百无聊赖十倚栏。重九登高看孤雁，八月中秋月圆人不圆。七月半，秉烛烧香问苍天，六月伏天人人摇扇我心寒。五月榴花红似火，偏遇阵阵冷雨浇花端。四月枇杷黄，我欲对镜心意乱。三月桃花飘零随水转，二月风筝线儿断。噫，郎呀郎，巴不得下一世，你为女来我做男。)</p> <p>　　(此段疑为不是卓文君所作，“百无聊赖”一段在卓文君死后数百年才出现，且当时转世这一说法并未流入中原)</p> <p>　　司马相如看完妻子的信，不禁惊叹妻子之才华横溢。遥想昔日夫妻恩爱之情，羞愧万分，从此不再提遗妻纳妾之事。这首诗也便成了卓文君一生的代表作数字诗。细细品读，其爱恨交织之情跃然纸上。</p> <p>　　卓文君用自己的智慧挽回了丈夫的背弃。她用心经营着自己的爱情和婚姻，终于苦尽甘来。他们之间最终没有背弃最初的爱恋和最后的坚守。这也使得他们的故事千转百回，成为世俗之上的爱情佳话。</p> <p>　　这首《凤求凰》表达了司马相如对卓文君的无限倾慕和热烈追求。相如自喻为凤，比文君为皇（凰），在本诗的特定背景中具有特殊的含义。全诗言浅意深，音节流畅明亮，感情热烈奔放而又深挚缠绵，融合了楚辞骚体的旖旎绵邈和汉代民歌的清新明快于一炉，为后人所不能逾越。后来的人根据二人的爱情故事，谱成了经久不衰的琴谱“凤求凰”，千年以来吟唱不已。</p> <p>　　第一首表达相如对文君的无限倾慕和热烈追求。相如自喻为凤，比文君为皇（凰），在本诗的特定背景中有多重含义。其一凤凰是传说中的神鸟，雄曰凤，雌曰凰。古人称麟、凤、龟、龙为天地间“四灵”，（《礼记·礼运》）凤凰则为鸟中之王。《大戴礼·易本名》云：“有羽之虫三百六十而凤凰为之长。”长卿自幼慕蔺相如之为人才改名“相如”，又在当时文坛上已负盛名；文君亦才貌超绝非等闲女流。故此处比为凤凰，正有浩气凌云、自命非凡之意。“遨游四海”更加强了一层寓意，既紧扣凤凰“出于东方君子之国，翱翔四海之外，过昆仑，饮砥柱，羽弱水，莫（暮）宿风穴”（郭璞注《尔雅》引天老云）的神话传说，又隐喻相如的宦游经历：此前他曾游京师，被景帝任为武骑常侍，因景帝不好辞赋，相如志不获展，因借病辞官客游天梁。梁孝王广纳文士，相如在其门下“与诸生游士居数岁”。后因梁王卒，这才反“归故乡”。足见其“良禽择木而栖。”其二，古人常以“凤凰于飞”、“鸾凤和鸣”喻夫妻和谐美好。如《左传·庄公廿二年》：“初，懿氏卜妻敬仲。其妻占之曰：吉，是谓凤凰于飞，和鸣铿锵。”此处则以凤求凰喻相如向文君求爱，而“遨游四海”，则意味着佳偶之难得。其三，凤凰又与音乐相关。如《尚书·益稷》：“箫韶九成，凤凰来仪。”又《列仙传》载：秦穆公女弄玉与其夫萧史吹箫，凤凰皆来止其屋，穆公为作凤台，后弄玉夫妇皆乘凤而去。故<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>尝以“昆山玉碎凤凰叫”（《李凭箜篌引》）比音乐之美。文君雅好音乐，相如以琴声“求其凰”，正喻以琴心求知音之意，使人想起俞伯牙与钟子期“高山流水”的音乐交浪，从而发出芸芸人海，知音难觅之叹。</p> <p>　　第二首写得更为大胆炽烈，暗约文君半夜幽会，并一起私奔。“孳尾”，指鸟兽雌雄交媾。《尚书·尧典》：“厥民析，鸟兽孳尾。”《传》云：“乳化曰孳，交接曰尾。”“妃”，配偶。《说文》：“妃，匹也。”“交情通意”，交流沟通情意，即情投意合。“中夜”，即半夜。前两句呼唤文君前来幽媾结合，三四句暗示彼此情投意合连夜私奔，不会有人知道；五六句表明远走高飞，叮咛对方不要使我失望，徒然为你感念相思而悲伤。盖相如既已事前买通文君婢女暗通殷勤，对文君寡居心理状态和爱情理想亦早有了解，而今复以琴心挑之，故敢大胆无忌如此。</p> <p>　　这两首琴歌之所以赢得后人津津乐道，首先在于“凤求凰”表现了强烈的反封建思想。相如文君大胆冲破了封建礼教的罗网和封建家长制的樊篱，什么“不待父母之命，媒妁之言，钻穴隙相窥，逾墙相从，则父母国人皆贱之。”（《孟子·滕文公下》）什么“妇人有三从之义，无专用之道。”（《仪礼·丧服》）什么“夫有再娶之义，妇无二适之文。”（<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>《女诫》）什么“男女……无币不相见，”（《礼记·坊记》）“门当户对”等等神圣礼法，统统被相如文君的大胆私奔行动崐踩在脚下，成为后代男女青年争取婚姻自主、恋爱自由的一面旗帜。试看榜样的力量在后代文学中的影响吧：《西厢记》中张生亦隔墙弹唱《凤求凰》，说：“昔日司马相如得此曲成事，我虽不及相如，愿小姐有文君之意。”《墙头马上》中李千金，在公公面前更以文君私奔相如为自己私奔辩护；《玉簪记》中潘必正亦以琴心挑动陈妙常私下结合；《琴心记》更是直接把相如文君故事搬上舞台……足见《凤求凰》反封建之影响深远。</p> <p>　　其次，在艺术上，这两首琴歌，以“凤求凰”为通体比兴，不仅包含了热烈的求偶，而且也象征着男女主人公理想的非凡，旨趣的高尚，知音的默契等丰富的意蕴。全诗言浅意深，音节流亮，感情热烈奔放而又深挚缠绵，融楚辞骚体的旖旎绵邈和汉代民歌的清新明快于一炉。即使是后人伪托之作，亦并不因此而减弱其艺术价值。</p>",
  "poet": {
    "id": 70,
    "star": 0,
    "name": "司马相如",
    "image": "http://img.gushiwen.org/authorImg/simaxiangru.jpg",
    "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"
  },
  "tags": [
    "思念",
    "爱情"
  ]
}