{
  "id": 9724,
  "star": 330,
  "name": "行军九日思长安故园",
  "dynasty": "唐代",
  "content": "强欲登高去，无人送酒来。<br>遥怜故园菊，应傍战场开。",
  "fanyi": "<p><strong>译文</strong><br>九月九日重阳佳节，我勉强登上高处远眺，然而在这战乱的行军途中，没有谁能送酒来。我心情沉重地遥望我的故乡长安，那菊花大概傍在这战场零星的开放了。 </p><p><strong>注释</strong><br>①九日：指九月九日重阳节。<br>②强：勉强。<br>③登高：重阳节有登高赏菊饮酒以避灾祸的风俗。<br>④怜：可怜。<br>⑤傍：靠近、接近。</p>",
  "shangxi": "<h2>鉴赏一</h2> <p>　　唐代以九月九日重阳节登高为题材的好<a href=\"http://so.gushiwen.org/view_9724.aspx\">诗</a>不少，并且各有特点。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的这首五绝，表现的不是一般的节日思乡，而是对国事的忧虑和对战乱中人民疾苦的关切。表面看来写得平直朴素，实际构思精巧，情韵无限，是一首言简意深、耐人寻味的抒情佳作。</p> <p>　　这首诗的原注说：“时未收长安。”公元755年（唐天宝十四载）安禄山起兵叛乱，次年长安被攻陷。公元757年（至德二载）旧历二月肃宗由彭原行军至凤翔，岑参随行。九月唐军收复长安，诗可能是该年重阳节在凤翔写的。岑参是南阳人，但久居长安，故称长安为“故园”。</p> <p>　　古人在九月九日重阳节有登高饮菊花酒的习俗，首句“登高”二字就紧扣题目中的“九日”。劈头一个“强”字，则表现了诗人在战乱中的凄清景况。第二句化用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的典故。据《南史·隐逸传》记载：陶渊明有一次过重阳节，没有酒喝，就在宅边的菊花丛中独自闷坐了很久。后来正好王弘送酒来了，才醉饮而归。这里反用其意，是说自己虽然也想勉强地按照习俗去登高饮酒，可是在战乱中，没有像王弘那样的人来送酒助兴。此句承前句而来，衔接自然，写得明白如话，使人不觉是用典，达到了前人提出的“用事”的最高要求：“用事不使人觉，若胸臆语也。”（邢邵语）正因为此处巧用典故，所以能引起人们种种的联想和猜测：造成“无人送酒来”的原因是什么呢？这里暗寓着题中“行军”的特定环境。</p> <p>　　第三句开头一个“遥”字，是渲染自己和故园长安相隔之远，而更见思乡之切。作者写思乡，没有泛泛地笼统地写，而是特别强调思念、怜惜长安故园的菊花。这样写，不仅以个别代表一般，以“故园菊”代表整个故园长安，显得形象鲜明，具体可感；而且这是由登高饮酒的叙写自然发展而来的，是由上述陶渊明因无酒而闷坐菊花丛中的典故引出的联想，具有重阳节的节日特色，仍贴题目中的“九日”，又点出“长安故园”，可以说是切时切地，紧扣诗题。诗写到这里为止，还显得比较平淡，然而这样写，却是为了逼出关键的最后一句。这句承接前句，是一种想象之辞。本来，对故园菊花，可以有各种各样的想象，诗人别的不写，只是设想它“应傍战场开”，这样的想象扣住诗题中的“行军”二字，结合安史之乱和长安被陷的时代特点，写得新巧自然，真实形象，使读者仿佛看到了一幅鲜明的战乱图：长安城中战火纷飞，血染天街，断墙残壁间，一丛丛菊花依然寂寞地开放着。此处的想象之辞已经突破了单纯的惜花和思乡，而寄托着诗人对饱经战争忧患的人民的同情，对早日平定安史之乱的渴望。这一结句用的是叙述语言，朴实无华，但是寓巧于朴，余意深长，耐人咀嚼，顿使全诗的思想和艺术境界出现了一个飞跃。 </p><br/><h2>鉴赏二</h2> <p>　　重阳节登高是古已有之的风俗。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>说\"独在异乡为异客，每逢佳节倍思亲\"。因登高而引发出深沉的乡思，写得诚挚感人，但这单纯的思亲情绪毕竟围绕一己的身世，境界算不得宽阔。<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>这首<a href=\"http://so.gushiwen.org/view_9724.aspx\">诗</a>则不然。首句便说\"强欲登高去\"，\"登高去\"，还见出逢场作戏的味道，而前面冠以\"强欲\"二字，其含意便深刻得多了。两个字表现出强烈的无可奈何的情绪。强，是勉强，是不愿为之而又不得不为之的心态体现。\"强欲登高\"，结合题目\"思长安故园\"来看，是流露出浓郁的思乡情绪，但\"长安\"不仅是故园，更是诗人生活了多年的帝都。而它，竟被安、史乱军所占领。在这种特定情境之下，诗人又怎能有心思去过重阳节，去登高胜赏呢?这首诗原有小注说:\"时未收长安\"。长安被安、史攻陷，在天宝十五年(756)六月，其收复在肃宗至德二年(757)九月。诗题言\"行军九日\"，当是指他在至德元年(756)随军扈从肃宗自灵武至彭原的行军途中过重阳节。典型的环境，使诗人登高时的心情愈趋复杂，既思故园，更思帝都，既伤心，更感慨，两种感情交汇撞击着他的心房。</p> <p>　　既是\"登高\"，诗人自然联想到饮酒、赏菊。据说<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>\"尝九月九日无酒，出宅边菊丛中坐。久之，逢弘(指江州刺史王弘)送酒至，即便就酌，醉而后归\"。陶潜居宅，有人送酒。诗人行军在外，自然没有这个福分。所以，\"无人送酒来\"句，实际上是在写旅况的凄凉萧瑟，无酒可饮，更无菊可赏。他想到故园今日黄花堆积的情景，只能遥遥寄去一片深沉的乡情。\"遥\"字，渲染出诗人与长安的相距之远。\"怜\"字，不仅写出诗人对故乡之菊的眷恋，更写出诗人对故园之菊开在战场上的长长叹息，百般怜惜。\"应傍战场开\"，<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说\"可悲在战场二字\"。残垣断壁，战血涂地，黄花开在被乱军糟踏得不成样子的帝都长安岂不可悲可叹!结句把惜花、思乡、感时伤乱的情绪包容在一起加以抒发，所以最为\"可悲\"。</p> <p>　　这首诗由欲登高而引出无人送酒的联想，又由无人送酒遥想故园之菊，复由故园之菊而慨叹故园为战场，蝉联而下，犹如弹丸脱手，圆美流转。<br></p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝十四载（755年），安禄山起兵叛乱，次年长安被攻陷。唐肃宗至德二载（757年）二月肃宗由彭原行军至凤翔，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>随行。这首<a href=\"http://so.gushiwen.org/view_9724.aspx\">诗</a>原有小注说：“时未收长安”。九月唐军收复长安，此诗可能是当年重阳节在凤翔写的。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "重阳节",
    "登高",
    "思乡",
    "菊花"
  ]
}