{
  "id": 72763,
  "star": 99,
  "name": "神童诗",
  "dynasty": "宋代",
  "content": "天子重英豪，文章教尔曹；<br>万般皆下品，惟有读书高。<br>少小须勤学，文章可立身；<br>满朝朱紫贵，尽是读书人。<br>学问勤中得，萤窗万卷书；<br>三冬今足用，谁笑腹空虚。<br>自小多才学，平生志气高；<br>别人怀宝剑，我有笔如刀。<br>朝为田舍郎，暮登天子堂；<br>将相本无种，男儿当自强。<br>学乃身之宝，儒为席上珍；<br>君看为宰相，必用读书人。<br>莫道儒冠误，诗书不负人；<br>达而相天下，穷则善其身。<br>遗子满赢金，何如教一经；<br>姓名书锦轴，朱紫佐朝廷。<br>古有千文义，须知学后通；<br>圣贤俱间出，以此发蒙童。<br>神童衫子短．袖大惹春风；<br>未去朝天子，先来谒相公。<br>年纪虽然小，文章日渐多；<br>待看十五六，一举便登科。<br>大比因时举，乡书以类升；<br>名题仙桂籍，天府快先登。<br>喜中青钱选，才高压俊英；<br>萤窗新脱迹，雁塔早题名。<br>年小初登第，皇都得意回；<br>禹门三级浪，平地一声雷。<br>一举登科目，双亲未老时；<br>锦衣归故里，端的是男儿。<br>玉殿传金榜，君恩赐状头；<br>英雄三百辈，附我步瀛洲。<br>慷慨丈夫志，生当忠孝门；<br>为官须作相，及第必争先。<br>宫殿召绕耸，街衢竞物华；<br>风云今际会，千古帝王家。<br>日月光天德，山河壮帝居；<br>太平无以报，愿上万年书。<br>久旱逢甘雨，他乡遇故知；<br>洞房花烛夜，金榜题名时。<br>土脉阳和动，韶华满眼新；<br>一支梅破腊，万象渐回春。<br>柳色浸衣绿，桃花映酒红；<br>长安游冶子，日日醉春风。<br>淑景余三月，莺花已半稀；<br>浴沂谁氏子，三叹咏而归。<br>数点雨余雨，一番寒食寒；<br>杜鹃花发处，血泪染成丹。<br>春到清明好，晴天锦绣纹；<br>年年当此节，底事雨纷纷。<br>风阁黄昏夜，开轩内晚凉；<br>月华在户白，何处递荷香？<br>一雨初收霁，金风特送凉；<br>书窗应自爽，灯火夜偏长。<br>庭下陈瓜果，云端闻彩车；<br>争如郝隆子，只晒腹中书。<br>九日龙山饮，黄花笑逐臣；<br>醉看风落帽，舞爱月留人。<br>昨日登高罢，今朝再举觞；<br>菊荷何太苦，遭此两重阳。<br>北帝方行令，天晴爱日和；<br>农工新筑土，天庆纳嘉禾。<br>檐外三竿日，新添一线长；<br>登台观气象，云物喜呈祥。<br>冬天更筹尽，春附斗柄回；<br>寒暄一夜隔，客鬓两年催。<br>解落三秋叶，能开二月花；<br>过江千尺浪，入竹万杆斜。<br>人在艳阳中，桃花映面红；<br>年年二三月，底事笑春风。<br>院落沉沉晓，花开白雪香；<br>一枝轻带雨，泪湿贵妃妆。<br>枝缀霜葩白，无言笑晓凤；<br>清芳谁是侣，色间小桃红。<br>倾国姿容别，多开富贵家；<br>临轩一赏后，轻薄万千花。<br>墙角一枝梅，凌寒独自开；<br>遥知不是雪，为有暗香来。<br>柯干如金石，心坚耐岁寒；<br>平生谁结友，宜共竹松看。<br>居可无君子，交情耐岁寒；<br>春风频动处，日日报平安。<br>春水满泗泽，夏云多奇峰；<br>秋月扬明辉，冬岭秀孤松。<br>诗酒琴棋客，风花雪月天；<br>有名闲富贵，无事散神仙。<br>道院迎仙客，书道隐相儒；<br>庭裁栖凤竹，池养化龙鱼。<br>春游芳草地，夏赏绿荷池；<br>秋饮黄花酒，冬吟白雪诗。",
  "fanyi": "<h2>注释</h2> <p>尔曹：你们。指学童们。<br>立身：自立成人。<br>朱紫：指达官显贵。唐制，官员五品以上穿红色的官服，三品以上穿紫色官服。故<a href=\"http://so.gushiwen.org/view_72763.aspx\">诗</a>文中常以朱紫色代指高官。<br>萤窗：晋人车胤，家贫无钱买灯油，就捕捉许多萤火虫放在丝囊中，供夜读时照明。后世便常以萤窗、萤案比喻刻苦读书。三冬：像三春、三秋一样，指三年。<br>田舍郎：农夫、村夫。<br>“将相”句：意谓当将相之人并非生来就是。语出《史记陈涉世家》。<br>席上珍：宴席上的珍品。比喻儒生具有美善的才德。语出《礼记儒行》。<br>儒冠：古代读书人所戴的一种帽子。借指以读书为业。<br>相天下：当宰相治理天下。穷：事业不发达。善其身：使本身具有良好的修养。语出《孟子尽心上》。锦轴：用锦缎装饰的卷轴，指华丽的文书。古代书籍不分页，而用轴卷成一卷来展读。千文：即南朝梁人周兴嗣所作的《千字文》，是现存的较早的启蒙读物。间出：相间出现(在《千字文》中)。发：启发。蒙童：智慧还没有得到开发的幼童。<br>惹春风：引来春风。<br>谒：谒见。正式会见。相公：宰相。<br>登科：也称登第，指在科举考试中考试及第。此指县试中考取秀才。<br>大比：明清两代，每隔三年，各县、州、府的生员集中在省会考试，称乡试，亦称大比。考取者称举人。<br>乡书：周代制度，乡大夫等地方官每隔三年献当地贤明者的书给周王，供周王挑选授职。因此后代称乡试中选为登乡书或登贤书。<br>仙桂籍：即桂籍的美称。明清两代，举人在京城会试中选的，称进士；考中进士犹如月中折桂，所以进士的名册被称为桂籍。<br>天府：天宫。这儿比喻皇宫。明清两代，考中进士后还得在皇宫参加殿试，以定名次。快：喜悦。<br>青钱选：古时的铜钱以色青为贵，故人挑选铜钱都先选青钱。这里比喻科举考试时文章写得好，每次都被选中。<br>俊英：指文才出众的人。<br>脱迹：超脱，摆脱。雁塔：即大雁塔，在今陕西西安市东南四公里大慈恩寺内。唐代，每年新考中的进士都在大雁塔题上姓名，作为一种荣耀，故后世常称考中进士为雁塔题名。禹门：即龙门。在今山西稷山县西北黄河流经处，相传是大禹在治水时开凿。此处水流湍急，相传鱼若逆水游上就能变成龙。唐代以后将科举考试中选比喻为登龙门。三汲浪：三次跃出波浪。比喻在乡试、会试、殿试中屡次中选。比喻考取进士引起的震动。端的：果然。金榜：公布科举及第者姓名的布告。因贯用黄纸，故称。状头：即状元，进士中的第一名。三百辈：三百人。明清科举制度，每次会试录取三百名进士。瀛洲：传说中东海里神仙所栖之三座仙山之一。唐太宗设立文学馆，被延聘的人全国仰慕，称为“登瀛洲”、“步瀛洲”。<br>岧峣(tiáo,yáo)：高大峻峭的样子。<br>衢(qú)：四通八达的街道。物华：万物之精华。此指各种各样精美的货物。<br>“风云”句：指明君贤臣会合的大好时机。语出<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《圣主得》。<br>“日月”二句：陈后主《入隋侍宴应诏》中的诗句。<br>万年书：使国家能长治久安、永远兴盛的施政方案。<br>土脉：土地的脉络。阳和：温暖和畅之气，即春气。<br>韶华：春光，春天的景象。<br>梅花初放，冲破了寒冬腊月，迎来了新春正月。腊：本是古代岁末祭祀众神之名。汉代起于农历十二月腊祭众神，故称之为腊月。<br>侵：在这儿是染、映的意思。<br>长安：今陕西省西安市。西汉、唐代等朝，都建都于此。此被用作京都的代称。游冶：也作冶游，在春天外出游玩。雨刚停不久，又飘洒下几点雨来。寒食：古代节日，在清明节前一、两天。节日期间，家家熄火种，不得举火，故名寒食。古代神话传说，蜀国国王杜宇，死后化为杜鹃，鸣声凄厉如泣，啼至血出乃止。杜鹃花色红如血，相传是社鹃的血泪染成的。底事：何事，为什么。<br>凤阁：四面开窗，夏天用以纳凉的楼房。<br>霁(jì)：雨止放晴。<br>金风：秋风。<br>农历七月七日是七夕节。相传每年的七夕夜晚，银河两岸的牛郎星和织女星登上临时由喜鹊架成的桥在银河中相会。人们在庭院中陈列瓜果酒食祭祀牵牛、织女二星，谓之“乞巧”。<br>相传唐代的<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>初从军时，曾在七夕见仙女坐彩车从天而降，郭子仪知是织女，固向她祷求长寿富贵。后郭子仪果然寿至九十，官至太尉、尚书令。<br>《世说新语排调》载：七夕那天，人们都晒衣物，郝隆却仰卧庭中。人们问他干什么这样，他口答说：“我在晒肚子里的书。”郝隆子：郝隆是晋代名士；子是尊称。<br>这四句是唐诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《九日龙山饮》诗。龙山在今湖北江陵西郊。古人习于农历九月九日重阳节登高饮酒。东晋时征西大将军桓温曾在重阳节携孟嘉等佐吏登龙山饮酒，孟嘉的帽子被风吹落而不觉，一时传为佳话。“舞爱”句，在月下舞蹈，月光皓洁可爱，如在挽留游人。<br>四句是李白《九月十日即事》诗。觞(shāng)：盛着酒的酒杯。两重阳：唐俗，京城的人们常在重阳后的一天再次宴会赏菊，故九月十日有“小重阳”之称。<br>北帝：指主管冬季的天神。纳嘉禾：庄稼丰收。冬至日太阳最为偏南，过后就一天比一天升高一些。云物：天上的云彩。古人以为云彩的颜色能预报天下的吉凶，在冬至那天有登上高台观察云色的礼仪。更筹：古代在夜间用来计时的竹签，亦名更签。斗柄：北斗七星状若斗勺，其第五至第七之三星似斗勺之柄，称斗柄；北斗星随季节的推移在空中转动，周而复始，每年立春时，斗柄正指向东方；立秋时指西方。暄：温暖。“客鬓”句：除夕之夜隔开寒暖新旧两年，旅客离乡在外，过此一夜就经历了两个不同的年份，思乡之情更加急迫，催人老去，以上四句是宋人李福源《岭外守岁》诗。<br>解：懂得，会。<br>以上四句出自<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>的《风》。<br>典出唐诗人<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>《题都城南庄》诗，原诗是去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。<br>(带雨的梨花)像是正在哭泣的美人杨贵妃的脸。出自<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>诗。<br>霜葩：色白如霜的花。<br>色间：花色间杂在一起，即承上句说李花与桃花结为伴侣。以上四句诗形容李花。<br>(牡丹花)像倾国倾城的美人，其姿态、容貌与众不同。<br>轻薄：看轻，瞧不起。以上四句描写牡丹花。<br>化用宋诗人<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>《咏梅诗》中诗句“暗香浮动月黄昏”。以上四句引用<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>《梅花》诗；王诗“一”作“数”，“惟”作“为”。谓梅花适宜与竹、松等量齐观。我国古代称松、竹、梅三种耐寒的观赏植物为“岁寒三友”。以上四句都是形容梅花的。谓居住的地方不可没有君子，故应种植松、竹、梅等像君予那样耐得住风霜寒冷的有节操的植物来作为长久相交的朋友。语出金代<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《丐论》。《酉阳杂俎》载<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>言北都童子寺有竹一窠，每日竹报平安。<br>泗泽：河流和沼泽。泗即泗河，在今江苏省北部。此泛指河流。<br>夏天的云朵大多状如奇形怪状的山峰。<br>秀孤松：孤立的苍松一株独秀。<br>古代的文人以弹琴、下棋、作诗、饮酒为风雅高尚的娱乐活动。<br>风花雪月：古人以夏季的风、春季的花、冬季的雪、秋季的月作为四季风光的典型事物，故常以“风花雪月”来概括四季的景象。<br>悠闲富贵又高名远扬。散神仙：道教传说中不在神仙世界担任官职的神仙。比喻悠闲自在。<br>道院：有道之士所居住的院落。仙客：像仙人一样高雅脱俗的宾客。<br>栖凤竹：竹的美称。相传凤凰以竹实为食物。<br>化龙鱼：鲤鱼的美称。相传鲤鱼跃过龙门就变化为龙。<br>黄花：菊花。</p>",
  "poet": {
    "id": 1492,
    "star": 0,
    "name": "汪洙",
    "image": "http://img.gushiwen.org/authorImg/wangzhu.jpg",
    "desc": "汪洙，字德温，鄞县（今宁波市鄞州区）人。元符三年（1100）进士，官至观文殿大学士。其幼颖异，九岁能诗，号称汪神童。父，汪元吉，曾任鄞县县吏。在王安石任鄞县县令时，因看重汪元吉的为人，特把汪元吉推荐给转运史，叫汪元吉负责明州府的法律方面（司法参军）的事务。"
  },
  "tags": []
}