{
  "id": 70763,
  "star": 74,
  "name": "清平乐·风鬟雨鬓",
  "dynasty": "清代",
  "content": "风鬟雨鬓，偏是来无准。倦倚玉兰看月晕，容易语低香近。<br>软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。",
  "fanyi": "<p><strong>译文</strong><br>情人冒着风雨前来约会，因为是背着人偷偷跑出来的，所以常常不能如约而至。 和她一起倚在玉阑干上赏月，低声细语倾衷情，还能闻到她身上的香气。<br>然而相聚的时间毕竟是短暂的，转眼之间（软风即暮春之风）暮春之风吹过窗纱，与她一 别相隔天涯。从此每逢暮春时节便伤春、伤别，黄昏日落，只一人空对梨花悠悠地思念她。</p> <p><strong>注释</strong><br>①风鬟雨鬓：本为鬟鬓蓬松不整之意。李朝威《柳毅传》：“见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。”<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《永遇乐》：“如今憔悴，风鬟雾鬓。怕见夜间出去。”皆为此意，后代指女子。这里指亡妻，或指所恋之女子。<br>②语低香近：此谓与那美丽的女子软语温存，情意缠绵，那可人的缕缕香气更是令人销魂。<br>③心期句：意思是说如今与她远隔天涯，纵心期相见，那也是可望而不可及的了。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　因为有了爱情，生活才有了调味剂。于是，才有了那么多赏心悦目的<a href=\"http://so.gushiwen.org/view_70763.aspx\">诗</a>词歌赋，因为有了感情，辞赋便变得更有味道。虽然纳兰的爱情路十分坎坷，不过还好，在他的内心，始终保存了有关爱情的一点追求，而纳兰又将这点追求，放入了诗词中，时刻提醒自己，原来，爱情并未走远。</p> <p>　　这首《清平乐》情辞真切，将相恋之中人们想见又害怕见面的矛盾心情，一一写出。“风鬟雨鬓”，本是形容妇女在外奔波劳碌，头发散乱的模样，可是后人却更喜欢用这个词去形容女子。女子与他相约时，总是不守时间，不能准时来到约会地点。但纳兰在词中却并无任何责怪之意，他言辞温柔地写道： “偏是来无准。”虽然女子常常不守约定时间，迟到的次数很多，但这并不妨碍纳兰对她的宠爱。想到与女子在一起的快乐时光，纳兰的嘴角便露出微笑。“倦倚玉阑看月晕，容易语低香近。”记得旧时相约，你总是不能如约而至。曾与你倚靠着栏杆在一起闲看月晕，软语温存．情意缠绵，那可人的缕缕香气更是令人销魂。如今与你远隔天涯，纵使期许相见，那也是可望而不可即了。从此以后便独自凄清冷落、孤独难耐，面对黄昏、梨花而伤春伤别。</p> <p>　　过去的时光多么美好，但是美好总是稍纵即逝在纳兰的回忆里，这份美好过分短暂。好像柔软的风，只是轻微吹过脸庞，便已逝去。“软风吹过窗纱，心期便隔天涯。”与《清平乐》的上片相比，下片的格调昆得哀伤许多，因为往昔的美好回忆过后，必须要面对现实的悲凉。在想过往日与恋人柔情蜜意之后，今日独自一人，看着春光大好，真是格外感伤。纳兰一向是伤春之人，那是因为他内心深处一直藏着一份早已远逝的情感，就如同这春光一样，虽然眼下再怎么美好，总有逝去的那一天。“从此伤春伤别，黄昏只对梨花。”结局就是这样，有时候，人们往往知道结局是无法逆转的，但站在时光的路口，依然想不自量力地去扭转乾坤。</p>",
  "about": "<h2>创作背景</h2> 　　歌女作为宋代的一个群体，颇受关注，她们有着文化素养，有着艺术才华，是宋代文人十分欣赏的一个群体。纳兰并不是一个贪恋美色的人，但他却是一个最需要爱情的男人，他的爱情曾随着表妹的入宫一度低沉，随着妻子卢氏的去世差点毁灭，甚至随着沈宛的离去而消散殆尽。这首词写的是纳兰与妻子离别后，追忆将别时的情景，通过写歌女的孤单寂寞，来表达自己内心的伤感和无力。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "爱情",
    "思念"
  ]
}