{
  "id": 261,
  "star": 26,
  "name": "大雅·瞻卬",
  "dynasty": "先秦",
  "content": "瞻卬昊天，则不我惠？孔填不宁，降此大厉。邦靡有定，士民其瘵。蟊贼蟊疾，靡有夷届。罪罟不收，靡有夷瘳！</p> <p>人有土田，女反有之。人有民人，女覆夺之。此宜无罪，女反收之。彼宜有罪，女覆说之。</p> <p>哲夫成城，哲妇倾城。懿厥哲妇，为枭为鸱。妇有长舌，维厉之阶！乱匪降自天，生自妇人。匪教匪诲，时维妇寺。</p> <p>鞫人忮忒，谮始竟背。岂曰不极，伊胡为慝？如贾三倍，君子是识。妇无公事，休其蚕织。</p> <p>天何以刺？何神不富？舍尔介狄，维予胥忌。不吊不祥，威仪不类。人之云亡，邦国殄瘁！</p> <p>天之降罔，维其优矣。人之云亡，心之忧矣。天之降罔，维其几矣。人之云亡，心之悲矣！</p> <p>觱沸槛泉，维其深矣。心之忧矣，宁自今矣？不自我先，不自我后。藐藐昊天，无不可巩。无忝皇祖，式救尔后。[",
  "fanyi": "<p><strong>译文<br></strong>仰望苍天意深沉，苍天对我却无情。天下久久不太平，降下大祸世不宁。国内无处有安定，戕害士人与庶民。病虫为害庄稼毁，长年累月无止境。罪恶法网不收敛，苦难深渊难减轻。<br>人家有块好田地，你却侵夺据为己。人家拥有强劳力，你却夺取占便宜。这人原本无罪过，你却反目来拘捕。那人该是罪恶徒，你却赦免又宽恕。<br>有才男子称霸王，有才女子便国亡。可叹此妇太逞狂，如枭如鸱恶名当。花言巧语善说谎，灾难邪恶祸根藏。祸乱不是从天降，出自妇人那一方。不是他人来教诲，只因帖近女红妆。<br>罗织罪名穷陷害，前言后语相违背。难道她还不狠毒？穷凶极恶又有谁！好比奸商发横财，君子洞察目了然。妇人不该理朝政，蚕织女工全抛开。<br>苍天为何责罚苦？神灵为何不庇护？元凶顽敌全不顾，只是对我相忌妒。人们遭灾不怜悯，纲纪败坏装糊涂。良臣贤士尽逃亡，国家危急无救助。<br>苍天无情降法网，严酷繁多难躲藏。良臣贤士皆流放，忧国忧时苦果尝。苍天无情降法网，频繁危急势难挡。良臣贤士全杀光，忧国忧时心悲伤。<br>涌泉沸腾水花喷，汩汩流泉渊源深。忧国忧时心悲伤，难道今日愁始增？生前不降灾难重，死后祸乱又不跟。厚土皇天高莫测，控制生灵定乾坤。切勿辱没你祖宗，拯救邦家为子孙。</p> <p><strong>注释<br></strong>1.卬（yǎng）：通“仰”。昊（hào）天：广大的天。<br>2.惠：爱。<br>3.填：通“尘”，长久。<br>4.厉：祸患。<br>5.士民：士人与平民。瘵（zhài）：病。<br>6.蟊（máo）：伤害禾稼的虫子。贼、疾：害。<br>7.夷：平。届：至、极。<br>8.罟（gǔ）：网。罪罟：刑罪之法网。<br>9.瘳（chōu）：病愈。<br>10.覆：反。<br>11.说：通“脱”。<br>12.哲：智。<br>13.懿（yì）：通“噫”，叹词。<br>14.枭（xiāo）：传说长大后食母的恶鸟。鸱（chī）：恶声之鸟，即猫头鹰。<br>15.阶：阶梯。<br>16.匪：不可。教诲：教导。<br>17.寺：昵近。寺人：内侍。<br>18.鞫（jū）：穷尽。忮（zhì）：害。忒：变。<br>19.谮（zèn）：进谗言。竟：终。背：违背，自相矛盾。<br>20.极：狠。<br>21.伊：语助词。慝（tè）：恶、错。<br>22.贾（gǔ）：商人。三倍：指得到三倍的利润。<br>23.君子：指在朝执政者。识：通“职”。<br>24.公事：即功事，指妇女所从事的纺织蚕桑之事。<br>25.刺：指责、责备。<br>26.富：福祐。<br>27.介：大。狄：通“逖”，远。<br>28.忌：怨恨。<br>29.吊：慰问、抚恤。<br>30.类：善。<br>31.云：语助词。<br>32.殄（tiǎn）、瘁（cuì）：两字皆训“病”。<br>33.罔（wǎng）：通“网”。<br>34.优：厚。<br>35.几：近。<br>36.觱（bì）沸：泉水上涌的样子。<br>37.藐（miǎo）藐：高远貌。<br>38.巩：固，指约束、控制。<br>39.忝（tiǎn）：辱。<br>40.式：用。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_261.aspx\">诗</a>七章。第一章写天灾人祸，时局艰危，国不安宁，生灵涂炭。这里的“天”，即指自然界的天，也指人类社会的“天”——高高在上的人类最高统治者。所以这里的“灾祸”就包括天灾、人祸两方面的因素。而人祸更甚于天灾。二章通过两“反”两“覆”的控诉，揭露了倒行逆施的虐政。三章认为，祸乱的根源是女人得宠，而其害人的主要手段是谗言和搬弄是非。四章提出杜绝“女祸”的有效方法，是让“女人”从事女工蚕织、不干朝政。五章直诉幽王罪状：不忌戎狄，反怨贤臣，致使人亡国殄。六章面对天灾人祸，抒发了言辞恳切的忧时忧国之心。七章自伤生逢乱世，并提出匡时补救的方案以劝戒君王。</p> <p>　　《瞻卬》所提出的问题，既可以从史书中得到印证，又可以补充史书记载的疏露与不足。周幽王宠幸褒姒、荒政灭国的主要史实是：自从幽王得到褒姒，宠爱不已，荒淫无度，不理朝政。一是为买千金一笑动用烽火台，诸侯以为敌寇侵扰前来救驾受骗气愤而回，多次戏弄后失信于诸侯，从此不再来勤王。二是重用佞人虢石父，此人“为人佞巧，善谀，好利”，“国人皆怨”(《史记·周本纪》语)。三是欲废申后及太子宜臼，而以褒姒为后、以褒姒子伯服为太子，因而激怒申后勾结西夷、犬戎攻周，杀幽王而灭西周。《瞻卬》所反映的内容较信史更为广泛、具体而深刻，诗中列数周幽王的恶行有：罗织罪名，戕害士人；苛政暴敛，民不聊生；侵占土地，掠夺奴隶；放纵罪人，迫害无辜；政风腐败，纪纲紊乱；妒贤嫉能，奸人得势；罪罟绵密，忠臣逃亡。全面而形象地将一幅西周社会崩溃前夕的历史画面展现在了读者面前。</p> <p>　　《瞻卬》的作者是谁不得而知。他或是周朝有血性的宗室，或是朝中正直的显要权臣，或者是一个受迫害的谏诤者。无论他是何人，他对周幽王统治下的社会黑暗、政治腐败及倒行逆施是深恶痛绝的，所以对幽王的所作所为进行了无情的揭露和严正批判，对贤臣亡故、国运濒危的现实，深感惋惜和痛心疾首。诗人尤为痛切的，是“人之云亡，邦国殄瘁”，其人之“亡”，或丧亡、或杀戮、或贬黜、或隐逸、或逃亡。贤人君子乃国之栋梁，蓍旧老成乃邦之元气，今元气已损栋梁将倾，人亡邦瘁，天神俱怒。诗人的感情难以抑制，有如火山熔岩喷薄而出，如鲠在喉，不吐不快，在第五章劈头就是两句诘问：“天何以刺？何神不富？”真乃抢天呼神，捶胸顿足，悲怆不已。继之从心田涌出三句“人之云亡”，悲叹惋惜怅惘之意不可名状，又在一再申述“维其优矣”、“维其几矣”、“维其深矣”中长吁短叹忧心忡忡，在“心之忧矣”、“心之悲矣”中将痛切之情表露无遗，激荡的情思言之惨然。诗句就是在这样的回环往复、音节凄楚中，催人泪下，把孤臣孽子的一片赤诚之心呈现在光天化日之下，令人读之如闻其声如见其人，一位悯时忧国、具有热血心肠的人物形象跃然纸上，呼之欲出。</p> <p>　　《诗经》每章句数大体一致。仅有少数篇幅的章句长短不一。《瞻卬》即是其例。诗共七章，首章、三章、尾章章十句，余四章章八句。这参差不齐的章句更便于淋漓酣畅的叙事、抒情和议论。诗的结构，起章极其雄肆，有高屋建瓴之势，纵揽无遗，勃勃如吐不罄。篇中语特新峭，然又有率意处。卒章语尽而意犹未止。修辞造句，颇有特色，或以对比反衬，正反排比的句式，尽情抒发胸中的积愤，或低回沉思之情。或以形象的比喻，丰富的内涵，深刻的剖示而匠心独运。在用韵上，各章不尽相同，有一韵到底句句用的，如第四章，或同韵，或协韵。这种句句用韵，在《诗经》中是常见的韵例。汉魏南北朝的七言诗中的“柏梁体”继承了这个传统，唐人七言古风中也有少数是句句用韵的。此诗一章中有二韵交叉进行的，如第五章、第六章。随着诗人感情的变化，诗的节奏或缓或促，或扬或抑，用韵亦随之变换，或平声，或仄声，或相互相押，增加音响、格调的美感，使诗更加生色。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首讽刺周幽王乱政亡国的<a href=\"http://so.gushiwen.org/view_261.aspx\">诗</a>。周幽王昏愦腐朽，宠幸褒姒，败坏纪纲，任用奸人，斥逐贤良，倒行逆施，招致天怒人怨；北方犬戎趁机入侵，杀周幽王于骊山下，遂导致西周灭亡。因此，诗人作这首《大雅·瞻卬》讽刺之。此诗与《小雅·节南山》、《小雅·正月》、《小雅·十月之交》、《小雅·雨无正》、《小雅·小旻》和《大雅·召旻》等为同类作品。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "忧国忧民",
    "讽刺"
  ]
}