{
  "id": 33516,
  "star": 8,
  "name": "春夕酒醒",
  "dynasty": "唐代",
  "content": "四弦才罢醉蛮奴，醽醁馀香在翠炉。<br>夜半醒来红蜡短，一枝寒泪作珊瑚。",
  "fanyi": "<p><strong>译文<br></strong>乐曲刚停就醉倒了我这蛮奴，酃醁的余香飘散在翠色酒炉。<br>半夜醒来照明的红蜡快燃尽，蜡脂融泪变成一枝美丽珊瑚。</p> <p><strong>注释<br></strong>⑴春夕：春天的夜晚。<br>⑵四弦（xián）：指琵琶，因有四根弦，故称。这里代指音乐。罢：停止。蛮奴：<a href=\"http://so.gushiwen.org/view_33516.aspx\">诗</a>人自称。宋以前男女皆可称“奴”。<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>是复州竟陵人，竟陵春秋时楚地，中原地区称楚为“荆蛮”，故诗人自称“蛮奴”。<br>⑶酃醁（línglù）：又作“酃渌”，古代的一种美酒，也称“酃酒”。酃，地名，在今湖南省；醁，美酒。馀（yú）：残留。翠炉：翡翠色的水炉。<br>⑷蜡：蜡烛。<br>⑸寒泪：春寒中熔化的蜡脂。珊瑚：一种海生圆筒状腔肠动物，颜色鲜艳美丽。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_33516.aspx\">诗</a>从“四弦才罢”、蛮奴醉倒落笔，不正面描写宴会场面，但宴会气氛的热烈，歌伎奏乐的和谐悦耳，朋友们举杯痛饮的欢乐，诗人一醉方休的豪兴，无不透过语言的暗示作用流露出来，给人以想象酒宴盛况的余地。这种侧面透露的写法，比正面直述既经济而又含蓄有力。“蛮奴”上着一“醉”字，煞是妙极：既刻画了诗人畅饮至醉的情怀，又表明酒质实在醇美，具有一股诱人至醉的力量；这“醉”字还为下文的“醒”渲染了醉眼蒙眬的环境、气氛。当诗人一觉醒来，“翠炉”的酒气仍然扑鼻，“馀香”诱人。这个细节，不仅写出了酃醁质量高、香味历时不散的特点，而且点出了诗人嗜酒的癖性。在古代，不得志的正直之士，往往和酒结下不解之缘。这里，诗人虽只暗示自己嗜酒，但却掩饰不住内心的愁。手法可谓极尽含蓄、曲折之能事。</p> <p>　　诗的后两句，写酒醒所见景象：“短”字，绘出红蜡残尽的凄清况味；“一枝”，点明红蜡处境孤独；“寒泪”的形象则使人仿佛看到那消融的残烛，似乎正在流着伤心的泪水。诗人运用拟人手法，不仅把“红蜡”写得形神毕肖，而且熔铸了自己半生凄凉的身世之感，物我一体，情景交融。这时作者已进入中年，壮志未酬，人生道路正像这一枝短残了的红蜡。</p> <p>　　明胡震亨谓：<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>“未第前诗，尚朴涩无采。第后游松陵，如《太湖》诸篇，才笔开横，富有奇艳句矣”（《唐音癸签》卷八）。这首中举后写的《春夕酒醒》与诗人得第前写的另一首诗《闲夜酒醒》相比，风格上有很大不同。两首诗同是写酒后醒来孤独之感，但与“朴涩无采”，语言清新的《闲夜酒醒》相比，《春夕酒醒》却完全是另一种风格。“四弦”的乐声，酃醁的“馀香”，“翠炉”“红蜡”的色彩，“珊瑚”的美丽多姿，辞藻华丽，斐然多彩，正表现出“才笔开横”、文辞“奇艳”的艺术特色。</p> <p>　　此诗以议论为主，在形象思维、情韵等方面较<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>《隋宫》一类作品不免略逊一筹；但在立意的新奇、议论的精辟和“翻案法”的妙用方面，自有其独到处，仍不失为晚唐咏史怀古诗中的佳品。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_33516.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>中举之后。当时唐朝已进入末期，社会政治腐败，已走上亡隋的老路。可对于历史的鉴戒，一般人的感觉已很迟钝了，而皮日休以诗的形式来重提这一教训。",
  "poet": {
    "id": 604,
    "star": 0,
    "name": "皮日休",
    "image": "http://img.gushiwen.org/authorImg/pirixiu.jpg",
    "desc": "皮日休，字袭美，一字逸少，生于公元834至839年间，卒于公元902年以后。曾居住在鹿门山，自号鹿门子，又号间气布衣、醉吟先生。晚唐文学家、散文家，与陆龟蒙齐名，世称\"皮陆\"。今湖北天门人（《北梦琐言》），汉族。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。诗文兼有奇朴二态，且多为同情民间疾苦之作。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部。"
  },
  "tags": [
    "宴饮",
    "愁苦",
    "咏史",
    "怀古"
  ]
}