{
  "id": 71999,
  "star": 21,
  "name": "菩萨蛮·舞裙香暖金泥凤",
  "dynasty": "唐代",
  "content": "舞裙香暖金泥凤，画梁语燕惊残梦。门外柳花飞，玉郎犹未归。<br>愁匀红粉泪，眉剪春山翠。何处是辽阳？锦屏春昼长。",
  "fanyi": "<p><strong>译文<br></strong>舞裙上弥漫着浓浓的暖香，金泥印成欲飞的凤凰，梁上春燕呢喃的碎语，又惊醒了春梦一场。门外只有柳絮在飞舞，玉郎仍未归故乡。<br>含愁重匀红粉妆，却愁怎抹去珠泪千行；紧锁的双眉凝着深深的翠绿，好似远处春山一样。那辽阳到底远在何处，画屏里的春天为何这样长？</p> <p><strong>注释<br></strong>⑴金泥凤：用金粉涂印的凤凰图案。金泥，即泥金，以金粉饰物。<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>《宴张记室宅》：“玉指调筝柱，金泥饰舞罗。”<br>⑵玉郎：古代女子对丈夫的爱称。<br>⑶辽阳：地名，在今辽宁省辽阳市老城区。这里代指玉郎征戍之地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是《花间集》中所收牛峤七首《菩萨蛮》中的一首。所咏虽不出男女之情事，但词中女主人公所念之人身处辽阳（古来为征戍之地），则此词在思想内容方面就非《花间集》中那些纯咏妇女生活及男女情事的作品所可追配的了。</p> <p>　　此词语言俊丽，形象鲜明，曲折传情。落花满径，柳絮随风，呢喃双燕，惊扰残梦。这恼人的春色，撩人愁思。这首词描景写人，细腻柔和，宛转多姿，表现了晚唐五代的词风。</p> <p>　　上片首句写女主人公服饰之精美。所著既为舞裙，则其为舞妓身份自明。“香”与“暖”写舞裙之精，“金泥凤”写舞裙之美，极生动活脱之趣。服饰之精美如此，则其人之美可见。第二句写梦中惊醒。梦而谓之“残”，说明梦未做完。至于其所梦的内容，综观全词自可知晓。好梦未竟而被语燕惊醒，则其恼与怨亦可以想见。此句暗中化用<a href=\"http://so.gushiwen.org/author_423.aspx\">金昌绪</a>“打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西”<a href=\"http://so.gushiwen.org/view_71999.aspx\">诗</a>意，但比金诗更加委婉含蓄，实为《花间》本色。画梁之燕呢喃私语又暗形女主人公之孤单寂寞。梦后的一切依然如故：门外柳絮纷飞，而玉郎仍不见归。柳花飞既点明节令为春天（而春季是女子念远之心情最为急切的时候），又暗状女主人公残梦初醒时的迷离恍惚的精神状态。“犹”宇暗逗出一点怨意。</p> <p>　　过片首句是承上片末句而来。“匀”字一则表明其非痛哭流涕而是泪水暗滴，将痛苦强忍强咽，苦而必须咽、必须忍，则更见其苦；二则表明其力护容貌之美，故第二句接写其眉：“眉剪春山翠”，意谓双眉被剪画成春山之状，这句是暗用《西京杂记》所说<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>“眉山如望远山”的典故。第三句“何处是辽阳”，点明“玉郎”所在之地。此问句于无限向往之中渗透着无限哀怨与无可奈何的情绪。此实可问而不可答，故结以“锦屏春昼长”。“长”字固是春昼的实写，也是心理状态的虚写。以景语作结，极迷离动荡之致，给人以无限想象的余地。</p> <p>　　这首词在艺术上的特色是欲扬先抑，声情顿挫。词的意旨，原在于刻画女主人公思念征人的情怀。开篇却用高华曼丽的笔墨，先构成一个美妙的梦境，把主人公放在特定的梦境欢会当中，使她在好梦惊醒以后，益增离别之苦，词意亦陡转沉郁。“惊残梦”以下转入正文，又用低徊咏叹的方式，先写门外是春光骀荡，而人“犹未归”，于极度失望中，再展望归之情，词笔亦再作顿挫。换头处又以整妆期待的笔墨，使主人公凄清的内心世界，于纸上徘徊重现，不言其怀人而自见幽怨。词境由委婉转向深沉。结尾更从主人公的内心深处，迸发出“何处是辽阳？”的感慨，征人不归，他们的闺中少妇，却是在痴心等待。此妇所忆之人遭遇如何，不得而知。但一边是霜戈壁立、铁骑腾踏的边塞，一边是春意浓郁、锦屏寂寞的深闺，纵使重逢有望，也不知道在何年何月。因此“锦屏春昼长”一句，更深沉地揭示了主人公的怨思。咏叹至此，对主题发抒已达言有尽而意不尽的境界，在情节上也作出第三次的顿挫。不尽主人公在深思，也有“此恨绵绵”之感。</p>",
  "poet": {
    "id": 769,
    "star": 0,
    "name": "牛峤",
    "desc": "牛峤，字松卿（约公元890年前后在世），一字延峰，陇西人。生卒年均不详，约唐昭宗大顺初前后在世。乾符五年（公元878年）进士及第。历官拾遗，补尚书郎，后人又称“牛给事”。以词著名，词格类温庭筠。原有歌诗集三卷，今存词三十三首，（见《花间集》）诗六首。"
  },
  "tags": [
    "婉约",
    "春天",
    "写景",
    "抒情"
  ]
}