{
  "id": 48843,
  "star": 108,
  "name": "临江仙·记得金銮同唱第",
  "dynasty": "宋代",
  "content": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。<br>闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。",
  "fanyi": "<p><strong>译文<br></strong>还记得当年刚刚进士登第时，春风得意，自以为前途似锦。可如今却是官职卑微身老天涯。分别十年以来我一事无成，白白辜负了当年新科进士的宴会。<br>听说您要到的阆州有阆山可以通往神仙阆苑，可我登上高楼却望不到您的家。独处孤城寒日无端西斜，离别愁绪难以说尽，只见那经霜的红树连接着远处的红霞。</p> <p><strong>注释<br></strong>⑴临江仙：原为唐教坊曲，后用作词牌名，双调小令，共六十字。又名“谢新恩”“雁后归”“画屏春”“庭院深深”“采莲回”“想娉婷”“瑞鹤仙令”“鸳鸯梦”“玉连环”。<br>⑵金銮：帝王车马的装饰物。金属铸成鸾鸟形，口中含铃，因指代帝王车驾。这里指皇帝的金銮殿。前蜀毛文锡《柳含烟》词：“昨日金銮巡上苑，风亚舞腰纤软。”唱第：科举考试后宣唱及第进士的名次。唐<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《酬翰林白学士代书一百韵》：“唱第听鸡集，趋朝忘马疲。”<br>⑶上国：指京师。南朝梁<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《四时赋》：“忆上国之绮树，想金陵之蕙枝。”<br>⑷薄宦：卑微的官职。有时用为谦辞。晋陶潜《尚长禽庆赞》：“尚子昔薄宦，妻孥共早晚。”<br>⑸曲江花：代指新科进士的宴会。<br>⑹阆山：即阆风巅。山名，在昆仑之巅。《海内十洲记·昆仑》：“山三角：其一角正北，干辰之辉，名曰阆风巅；其一角正西，名曰玄圃堂；其一角正东，名曰昆仑宫。”阆苑：指传说中神仙居住的地方。<br>⑺君家：敬词。犹贵府，您家。《玉台新咏·古<a href=\"http://so.gushiwen.org/view_48843.aspx\">诗</a>为焦仲卿妻作》：“非为织作迟，君家妇难为。”<br>⑻孤城：边远的孤立城寨或城镇。唐<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>《从军行》之四：“青海长云暗雪山，孤城遥望玉门关。”寒日：寒冬的太阳。唐<a href=\"http://so.gushiwen.org/author_178.aspx\">李百药</a>《登叶县故城谒沉诸梁庙》诗：“总辔临秋原，登城望寒日。”<br>⑼离愁：离别的愁思。金董解元《西厢记诸宫调》卷六：“驴鞭半袅，吟肩双耸，休问离愁轻重，向个马儿上驼也驼不动。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词上片抚今追昔。</p> <p>　　先怀念过去。久别的朋友来访，词人无比喜悦地与朋友畅谈从前：当年自己与朋友一同参加科举殿试，同榜及第，金銮殿上一同被皇上唱报名次，然后一同跨马游街，到琼林苑赴宴赏花，在繁华的汴京，自己和朋友都觉得春风得意、前程似锦。</p> <p>　　再感慨现在。分别十年，岁月沧桑，如今自己却远离京城、身贬滁州、官职低微，多年在人生的岔路口徘徊，无所成就，徒然辜负了当年皇上的隆恩和风光荣耀。过去的得志与现在的失意形成鲜明的对比，抒发了词人对过去春风得意的岁月的怀念与留恋，对自己宦海浮沉、如今遭受贬谪的境遇的郁闷与悲叹。</p> <p>　　下片抒写对朋友的情意。</p> <p>　　先写对朋友的留恋与关心。听说朋友要去赴任的阆州和神仙的住处相通，那么自己今后就再也见不到朋友了，即使登上高楼也够不着神仙之地，看不到朋友的家。久别重逢，自是喜悦，但离别在即，分别难再相见，怎能不让人依恋不舍；何况朋友任职的四川阆州与自己的贬所滁州相比，是更偏远、蛮荒之地，自己和朋友“同是天涯沦落人”，朋友也要善自珍重啊。</p> <p>　　再想象朋友离开后自己的离愁别绪。朋友的离去，使滁州似乎变成了孤城，太阳不再令人温暖，一天天的日子显得空虚、难以打发，生活孤单、清冷、无聊，心里充满无尽的离愁，只能将思念付予那些经霜的红树以及与它们相连的远处的红霞。</p> <p>　　此词风格飘逸。首先，多重时空转换变化，有重聚的现在，有同榜及第的十年前，还有即将到来离别之后；有词人与朋友都风光得意的汴京，有词人“薄宦老天涯”的滁州，有朋友即将赴任的阆州，还有神仙居处的阆苑，境界开阔。其次，多处用虚笔，回忆过去，想象朋友的去处，想象朋友离开后自己在滁州的情形，笔触灵动超逸。最后，想象奇特，词人忽发奇想，将人间僻地的阆州点化为天上仙境阆苑，赋予阆州以神奇、浪漫、缥缈的特点，具有神话色彩。再次，境界缥缈开阔，语言洒脱灵动。“阆山”通“阆苑”，“滁州”望“阆州”，展现了多重时空的组合变化。“闻说”二字导入传说，忽又接以“楼高”句设想将来，灵动超逸，挥洒自如。</p> <p>　　全词蕴含了词人丰富的情感。有因朋友远道来访的喜悦，有对过去美好时光的怀念与留恋，有对自己宦海浮沉、一无成就的悲叹，有和朋友同病相怜的感慨，更有对朋友离别在即的不舍与忧愁。</p>",
  "about": "<h2>创作背景</h2> 　　此词当作于宋仁宗庆历五年（1045年）<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>贬任滁州太守期间。当时一位同榜及第的朋友将赴任阆州（今四川阆中）通判，远道来访，欧阳修席上作此词相送。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "友情",
    "送别",
    "感伤"
  ]
}