{
  "id": 70863,
  "star": 686,
  "name": "梦李白二首·其二",
  "dynasty": "唐代",
  "content": "浮云终日行，游子久不至。<br>三夜频梦君，情亲见君意。<br>告归常局促，苦道来不易。<br>江湖多风波，舟楫恐失坠。<br>出门搔白首，若负平生志。<br>冠盖满京华，斯人独憔悴。<br>孰云网恢恢，将老身反累。<br>千秋万岁名，寂寞身后事。",
  "fanyi": "<p><strong>译文</strong><br>天上浮云日日飘来飘去，远游的故人却久去不归。<br>夜晚我屡屡梦中见到你，可知你对我的深情厚意。<br>分别是你总是神色匆匆，总说能来相见多么不易。<br>江湖上航行多险风恶浪，担心你的船被掀翻沉没。<br>出门时搔着满头的白发，悔恨辜负自己平生之志。<br>高车丽服显贵塞满京城，才华盖世你却容颜憔悴。<br>谁能说天理公道无欺人，迟暮之年却无辜受牵累。<br>即使有流芳千秋的美名，难以补偿遭受的冷落悲戚。</p> <p><strong>注释</strong><br>1.浮云：喻游子飘游不定。游子：此指<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>。<br>2.这两句说：李白一连三夜入我梦中，足见对我情亲意厚。这也是从对方设想的写法。<br>3.告归：辞别。局促：不安、不舍的样子。<br>4.这两句是述李白告归时所说的话。<br>5.这两句写李白告归时的神态。搔首：大概是李白不如意时的习惯举动。<br>6.冠：官帽。盖：车上的篷盖。冠盖：指代达官。斯人：此人，指李白。<br>7.孰云：谁说。网恢恢：《老子》有“天网恢恢，疏而不漏”的话。此处指法网恢恢。这句意思是：谁说天网宽疏，对你却过于严酷了。<br>8.这两句说：他活着的时候虽然寂寞困苦，但必将获得千秋万岁的声名。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这两首记梦<a href=\"http://so.gushiwen.org/view_70863.aspx\">诗</a>，分别按梦前、梦中、梦后叙写，依清人仇兆鳌说，两篇都以四、六、六行分层，所谓“一头两脚体”。（见《杜少陵集详注》卷七）上篇写初次梦见<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>时的心理，表现对故人吉凶生死的关切；下篇写梦中所见李白的形象，抒写对故人悲惨遭遇的同情。</p> <p>　　“死别已吞声，生别常恻恻。”诗要写梦，先言别；未言别，先说死，以死别衬托生别，极写李白流放绝域、久无音讯在诗人心中造成的苦痛。开头便如阴风骤起，吹来一片弥漫全诗的悲怆气氛。</p> <p>　　“故人入我梦，明我长相忆。”不说梦见故人，而说故人入梦；而故人所以入梦，又是有感于诗人的长久思念，写出李白幻影在梦中倏忽而现的情景，也表现了诗人乍见故人的喜悦和欣慰。但这欣喜只不过一刹那，转念之间便觉不对了：“君今在罗网，何以有羽翼？”你既累系于江南瘴疠之乡，怎么就能插翅飞出罗网，千里迢迢来到我身边呢？联想世间关于李白下落的种种不祥的传闻，诗人不禁暗暗思忖：莫非他真的死了？眼前的他是生魂还是死魂？路远难测啊！乍见而喜，转念而疑，继而生出深深的忧虑和恐惧，诗人对自己梦幻心理的刻画，是十分细腻逼真的。</p> <p>　　“魂来枫林青，魂返关塞黑。”梦归魂去，诗人依然思量不已：故人魂魄，星夜从江南而来，又星夜自秦州而返，来时要飞越南方青郁郁的千里枫林，归去要渡过秦陇黑沉沉的万丈关塞，多么遥远，多么艰辛，而且是孤零零的一个。“落月满屋梁，犹疑照颜色。”在满屋明晃晃的月光里面，诗人忽又觉得李白那憔悴的容颜依稀尚在，凝神细辨，才知是一种朦胧的错觉。相到故人魂魄一路归去，夜又深，路又远，江湖之间，风涛险恶，诗人内心祝告着、叮咛着：“水深波浪阔，无使蛟龙得。”这惊骇可怖的景象，正好是李白险恶处境的象征，这惴惴不安的祈祷，体现着诗人对故人命运的殷忧。这里，用了两处有关<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的典故。“魂来枫林青”，出自《楚辞·招魂》：“湛湛江水兮上有枫，目极千里兮伤春心，魂兮归来哀江南！”旧说系<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>为招屈原之魂而作。“蛟龙”一语见于梁<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>《续齐谐记》：东汉初年，有人在长沙见到一个自称屈原的人，听他说：“吾尝见祭甚盛，然为蛟龙所苦。”通过用典将李白与屈原联系起来，不但突出了李白命运的悲剧色彩，而且表示着<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对李白的称许和崇敬。</p> <p>　　上篇所写是诗人初次梦见李白的情景，此后数夜，又连续出现类似的梦境，于是诗人又有下篇的咏叹。</p> <p>　　“浮云终日行，游子久不至。”见浮云而念游子，是诗家比兴常例，李白也有“浮云游子意，落日故人情”（《送友人》）的诗句。天上浮云终日飘去飘来，天涯故人却久望不至；所幸李白一往情深，魂魄频频前来探访，使诗人得以聊释愁怀。“三夜频梦君，情亲见君意”，与上篇“故人入我梦，明我长相忆”互相照应，体现着两人形离神合、肝胆相照的情谊。其实，我见君意也好，君明我忆也好，都是诗人推己及人，抒写自己对故人的一片衷情。</p> <p>　　“告归”以下六句选取梦中魂返前的片刻，描述李白的幻影：每当分手的时候，李白总是匆促不安地苦苦诉说：“来一趟好不容易啊，江湖上风波迭起，我真怕会沉船呢！”看他走出门去用手搔着头上白发的背影，分明是在为自己壮志不遂而怅恨。“告归常局促，苦道来不易”写神态；“江湖多风波，舟楫恐失坠”是独白；“出门搔白首，若负平生志”，通过动作、外貌揭示心理。寥寥三十字，从各个侧面刻画李白形象，其形可见，其声可闻，其情可感，枯槁惨淡之状，如在目前。“江湖”二句，意同上篇“水深波浪阔，无使蛟龙得”，双关着李白魂魄来去的艰险和他现实处境的恶劣；“出门”二句则抒发了诗人“惺惺惜惺惺”的感慨。</p> <p>　　梦中李白的幻影，给诗人的触动太强太深了，每次醒来，总是愈思愈愤懑，愈想愈不平，终于发为如下的浩叹：“冠盖满京华，斯人独憔悴！孰云网恢恢？将老身反累！”高冠华盖的权贵充斥长安，唯独这样一个了不起的人物，献身无路，困顿不堪，临近晚年更被囚系放逐，连自由也失掉了，还有什么“天网恢恢”之可言！生前遭遇如此，纵使身后名垂万古，人已寂寞无知，夫复何用！“千秋万岁名，寂寞身后事。”在这沉重的嗟叹之中，寄托着对李白的崇高评价和深厚同情，也包含着诗人自己的无限心事。</p> <p>　　《梦李白二首》，上篇以“死别”发端，下篇以“身后”作结，形成一个首尾完整的结构；两篇之间，又处处关联呼应，“逐客无消息”与“游子久不至”，“明我长相忆”与“情亲见君意”，“君今在罗网”与“孰云网恢恢”，“水深波浪阔，无使蛟龙得”与“江湖多风波，舟楫恐失坠”等等，都是维系其间的纽带。但两首诗的内容和意境却颇不相同：从写“梦”来说，上篇初梦，下篇频梦；上篇写疑幻疑真的心理，下篇写清晰真切的形象。从李白来说，上篇写对他当前处境的关注，下篇写对他生平遭际的同情；上篇的忧惧之情专为李白而发，下篇的不平之气兼含着诗人自身的感慨。总之，两首记梦诗是分工而又合作，相关而不雷同，全为至诚至真之文字。</p>",
  "about": "<h2>创作背景</h2> <p>　　这两首<a href=\"http://so.gushiwen.org/view_70863.aspx\">诗</a>是乾元二年（759年）秋<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>流寓秦州时所作。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与杜甫于天宝四载（745年）秋，在山东兖州石门分手后，就再没见面，但彼此一直深深怀念。公元757年（至德二载），李白因<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与永王李璘的幕府受到牵连，下狱浔阳（今江西省九江市）。乾元元年（758年）初，又被定罪长流夜郎（今贵州省桐梓县）。乾元二年（759年）二月，在三峡流放途中，遇赦放还，回到江陵。杜甫这时流寓秦州，地方僻远，消息隔绝，只闻李白流放，不知已被赦还，仍在为李白忧虑，不时梦中思念，于是写成这两首诗。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "记梦",
    "同情",
    "友人"
  ]
}