{
  "id": 49411,
  "star": 205,
  "name": "西江月·梅花",
  "dynasty": "宋代",
  "content": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。<br>素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。",
  "fanyi": "<p><strong>译文</strong><br>玉洁冰清的风骨是自然的，哪里会去理会那些瘴雾，它自有一种仙人的风度。海上之仙人时不时派遣来探视芬芳的花丛，那倒挂着绿羽装点的凤儿。<br>它的素色面容施铅粉还怕弄脏，就算雨雪洗去妆色也不会褪去那朱唇样的红色。高尚的情操已经追随向晓云的天空，就不会想到与梨花有同一种梦想。</p> <p><strong>注释</strong><br>⑴玉骨：梅花枝干的美称。唐冯贽《云仙杂记》卷二：“袁丰居宅后，有六株梅……（丰）叹曰：‘烟姿玉骨，世外佳人，但恨无倾城笑耳。’即使妓秋蟾出比之。”瘴雾：犹瘴气。南方山林中的湿热之气。<br>⑵冰姿：淡雅的姿态。仙风：神仙的风致。<br>⑶芳丛：丛生的繁花。<br>⑷绿毛幺凤：岭南的一种珍禽，似鹦鹉。<br>⑸涴（wò）：沾污，弄脏。<br>⑹唇红：喻红色的梅花。<br>⑺高情：高隐超然物外之情。<br>⑻“不与”句：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>自注：“<a href=\"http://so.gushiwen.org/view_49411.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>，梦中作梅花诗。”</p><br/><h2>英译</h2> The Moon over the West River<br>To the Fairy of Mume Flower<br>Your bones of jade defy miasmal death;<br>Your flesh of snow exhales immortal breath.<br>The sea sprite among flowers often sends to you<br>A golden-eyed, green-feathered cockatoo.<br>Powder would spoil your face;<br>Your lips need no rouge cream.<br>As high as morning cloud you rise with grace;<br>With pear flower you won’t share your dream.",
  "shangxi": "<h2>赏析</h2> <p>　　这首词明为咏梅，暗为悼亡，是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为悼念毅然随自己贬谪岭南惠州的侍妾朝云而作。词中所描写的惠州梅花，实为朝云美丽的姿容和高洁的人品的化身。</p> <p>　　词的上阕写惠州梅花的风姿、神韵。起首两句，突兀而起，说惠州的梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因这它有冰雪般的肌体、神仙般的风致。接下来两句说它的仙姿艳态，引起了海仙的羡爱，海仙经常派遣使者来到花丛中探望；这个使者，原来是倒挂在树上的绿毛小鸟（状如幺凤）。以上数句，传神地勾勒出岭南梅花超尘脱俗的风韵。</p> <p>　　下阕追写梅花的形貌。“素面常嫌粉涴”，岭南梅天然洁白的容貌，是不屑于用铅粉来妆饰的；施了铅粉，反而掩盖了它的自然美容。岭南的梅花，花叶四周皆红，即使梅花谢了（洗妆），而梅叶仍有红色（不褪唇红），称得上是绚丽多姿，大可游目骋情。面对着这种美景的东坡，却另有怀抱：“高情已逐晓云空，不与梨花同梦”。东坡慨叹爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>梦见梨花云那样做同一类的梦了。句中“梨花”即“梨花云”，“云”字承前“晓云”而来。晓与朝叠韵同义，这句里的“晓云”，可以认为是朝云的代称，透露出这首词的主旨所在。</p> <p>　　这一首悼亡词是借咏梅来抒发自己的哀伤之情的，写的是梅花，而且是惠州特产的梅花，却能很自然地绾合到朝云身上来。上阕的前两句，赞赏惠州梅花的不畏瘴雾，实质上则是怀念朝云对自己的深情。下阕的前两句，结合苏轼《殢人娇·赠朝云》一词看，明显也是写朝云。再结合末两句来看，哀悼朝云的用意，更加明朗。</p> <p>　　这首咏梅词空灵蕴藉，言近旨远，给人以深深的遐思。词虽咏梅，实有寄托，其中蕴有对朝云的一往情深和无限思恋。作者既以人拟花，又借比喻以花拟人，无论是写人还是写花都妙在得其神韵。张贵《词源》论及咏物词时指出：“体物稍真，则拘而不畅；模写差远，则晦而不明。要须收纵联密，用事合题，一段意思，全在结句，斯为绝妙。”以这一标准来衡量此词，可以窥见其艺术技巧的精湛。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词当作于绍圣三年（1096年）。据《耆旧续闻》、《野客丛书》记载，此词乃<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为悼念死于岭外的歌妓朝云而作。作者创作这首词时大约60岁，人生观已经很成熟了，经历了那么多患难，他始终没有改变，越来越坚持做自己。不过，虽然他的心态已经能很好的应对外界的各种风雨，但命运的无常并不会因为他的坚强就减少对他的打击——朝云故去了，他暮年最心爱的女子离开他了，从此他的爱情情怀随着朝云的离去也一去不返。苏轼虽在政治上屡遭磨难，但是在与朝云的爱情生活上还是很幸福的。作品在这种背景下被创作出来，集中吐露了这些感情。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "婉约",
    "咏物",
    "梅花",
    "悼亡"
  ]
}