{
  "id": 7210,
  "star": 773,
  "name": "凉州词二首",
  "dynasty": "唐代",
  "content": "葡萄美酒夜光杯，欲饮琵琶马上催。<br>醉卧沙场君莫笑，古来征战几人回?</p> <p>秦中花鸟已应阑，塞外风沙犹自寒。<br>夜听胡笳折杨柳，教人意气忆长安。",
  "fanyi": "<p><strong>译文</strong><br>酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。<br>今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。</p> <p>已是暮春时节，要在故乡，此时一定是万紫千红的盛花期已过、枝繁叶茂、果实初长之时，而鸟儿也一定筑起香巢，争相觅食育雏了吧。可是塞外仍然是大风凛冽、尘沙满天，冷酷严寒。<br>战士们在夜里听着凄凉的胡笳曲《折杨柳》，勾起了对故乡的美好回忆。</p> <p><strong>注释<br></strong>1.凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>推为唐代七绝的压卷之作。<br>2.夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所献之宝。<br>3.欲：将要。<br>4.琵琶：这里指作战时用来发出号角的声音时用的。<br>5.催：催人出征；也有人解作鸣奏助兴。<br>6.沙场：平坦空旷的沙地，古时多指战场。<br>7.君：你。<br>8.征战：打仗。<br>9.秦中：指今陕西中部平原地区。<br>10.阑：尽。<br>11.胡笳：古代流行于塞北和西域的一种类似笛子的乐器，其声悲凉。<br>12.折杨柳：乐府曲辞，属《横吹曲》，多描写伤春和别离之意。<br>13.意气：情意。一作“气尽”。<br>14.长安：这里代指故乡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　其一</p> <p>　　<a href=\"http://so.gushiwen.org/view_7210.aspx\">诗</a>人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句。“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。</p> <p>　　第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。</p> <p>　　诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘佣说诗》）之所以说“作悲伤语读便浅”，是因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。回过头去看看那欢宴的场面：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，早将生死置之度外了。可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它展现出的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。</p> <p>　　也有人认为全诗抒发的是反战的哀怨，所揭露的是自有战争以来生还者极少的悲惨事实，却出以豪迈旷达之笔，表现了一种视死如归的悲壮情绪，这就使人透过这种貌似豪放旷达的胸怀，更加看清了军人们心灵深处的忧伤与幻灭。</p> <p>　　其二</p> <p>　　这首诗抒写的是边关将士夜闻笳声而触动思乡之情。万里别家，多年不归，有时不免思乡，无论是见景还是听声，都容易勾起悠悠的乡思。</p> <p>　　诗的前两句写战士们在边关忍受苦寒，恨春风不度，转而思念起故乡明媚、灿烂的春色、春光来。后两句极力渲染出了一种思乡的氛围：寒冷的夜晚万籁俱寂，而笳声的响起更让人辗转反侧难以入眠，并且悲凉的笳声吹奏的偏又是让人伤怀别离的《折杨柳》，悠悠的笳声在夜空回荡，教战士们的思乡之意更加浓厚。</p> <p>　　这首诗抓住了边塞风光景物的一些特点，借其严寒春迟及胡笳声声来写战士们的心理活动，反映了边关将士的生活状况。诗风苍凉悲壮，但并不低沉，以侠骨柔情为壮士之声，这仍然是盛唐气象的回响。</p>",
  "about": "<h2>创作背景</h2> 　　唐人七绝多是乐府歌词，凉州词即其中之一。它是按凉州(今甘肃省河西、陇右一带)地方乐调歌唱的。《新唐书·乐志》说：“天宝间乐调，皆以边地为名，若凉州、伊州、甘州之类。”这首<a href=\"http://so.gushiwen.org/view_7210.aspx\">诗</a>地方色彩极浓。从标题看，凉州属西北边地；从内容看，葡萄酒是当时西域特产，夜光杯是西域所进，琵琶更是西域所产，胡笳更是西北流行乐器。这些无一不与西北边塞风情相关。这组七绝正是一组优美的边塞诗。",
  "poet": {
    "id": 45,
    "star": 0,
    "name": "王翰",
    "image": "http://img.gushiwen.org/authorImg/wanghan.jpg",
    "desc": "王翰，唐代边塞诗人。字子羽，并州晋阳（今山西太原市）人，著名诗人。王翰这样一个有才气的诗人，其集不传。其诗载于《全唐诗》的，仅有14首。闻一多先生《唐诗大系》定王翰生卒年为公元687至726年，并未提出确切的材料依据。"
  },
  "tags": [
    "边塞",
    "饮酒",
    "思乡"
  ]
}