{
  "id": 63204,
  "star": 109,
  "name": "忆秦娥·烧灯节",
  "dynasty": "宋代",
  "content": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。</p> <p>烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。<br>百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。",
  "fanyi": "<p><strong>译文<br></strong><a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>在上元节客散后怀念起往事，作一首《忆秦娥》词赠予我，我读过之后顿感凄凉，便按照原韵和了一首，不禁觉得非常悲痛。<br>过去每逢元宵，成千上万的朝京士女，拥进城里观灯闹元宵。如今皇上太后都被掳到北方去了，京城已不复存在，进京朝拜的路上，行人断绝，有的只是满天风雪。<br>刚才还是盛极一时，文恬武嬉，载歌载舞，极尽奢靡，转眼便成凄凉瓦砾焦土。唯有当年的明月，仍然永恒地照着人间，照着流泪的蜡烛，照着大家已经花白的头发。</p> <p><strong>注释<br></strong>忆秦娥：词牌名。双调，共四十六字，有仄韵、平韵两体。<br>中斋：即邓剡，号中斋。词人之友。<br>上元：正月十五为上元节，又称元宵节。<br>见属（zhǔ）：赠送。<br>烧灯：燃灯。正月十五夜各处挂出花灯。<br>朝京：通往京城的路。<br>梅发（fà）：指花白的头发。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词从上元节临安道上行人稀少，引发了他的亡国之恨，词情凄苦，表现了一个士大夫对故国的忠贞。</p> <p>　　上片触景生情，写上元节凄凉景象。南宋都城临安，上元节多繁华热闹，《梦梁录》曾有这样的记载：“深坊小巷，绣额珠帘，巧制新装，竞夸华丽。公子王孙，王陵年少，更以纱笼喝道，将带佳人美女，遍地游赏。人都道玉漏频催，金鸡屡唱，兴尤未已。”这样的通宵欢乐，词人是记忆犹新的，就引起了与当今的对比。如今的上元节风雪交加，遮天盖地，故都内外，一片苍凉。词人起笔，就以故都烧灯节极度的繁华欢乐与现实中的风雪酷寒、无限凄凉进行强烈的对比，烘托出严酷冷寂的气氛。“风和雪，江山如旧，朝京人绝。”这里的“风和雪”，不单是自然景象的实写，更成了元蒙统治下那种严酷气氛的象征。正因如此，“风和雪”的再次复述，既是适应词牌格式的需要，更是词人着意的强调。有了这着意的强调，作者一腔亡国之痛就顺势而出了。“江山如旧”的“如”字，已蕴含着“风景不殊，正自有山河之异”（《世说新语》）的深哀大痛；“朝京人绝”的“绝”字，又寄寓着故都易主、人心绝望的深仇大恨。字里行间，充满了悲苦凄怆的情调。</p> <p>　　上片写景，景以引情，描写元宵之夜故部路上风雪交加行人断绝的凄凉景象；下片抒情，景以衬情，抒发物是人非、怀念故国的悲苦心情。</p> <p>　　“百年”二句，承上生发，直抒胸臆，感慨系之。人生百年，本已十分短暂，偏又经受了国破家亡、生离死别的深哀大痛；尽管人们都不再去故都观灯欢度佳节了，自己却还要跟知己好友面对故国的明月“感旧”“寄情”。使词人锥心泣血的“兴亡别”，不仅指“宣和旧日，临安南渡，芳景犹自如故”（《永遇乐》）的一去不返，更指南宋覆亡之后“无花只落空悲”（《汉宫春》）的眼前处境。江山剧变，明月如故，只能对月凭吊，寄怀故国了。一个“犹”字，既表达了永念故国的执着深情，也流露出莫可奈何的悲凉心境。词意发展到此，可谓沉痛至极。词人面对着“当时月”，故国情景，纷拥而来，眼前处境，却无比悲凉。这里的“当时月”，当然也不仅是适应词牌格式的需要，更是词人着意的强调，突出了他对故国的耿耿丹心和对元蒙统治的强烈厌恶。词人对月凭吊，寄情故国，“当时月”又在默默地照人如烛之泪，照人如梅之发。这两句对仗工整，情景交融，把“当时月”之善解人意和词人之悲凄坚贞交织起来了，意境苍凉，余味绵绵。</p> <p>　　全词辞情哀苦，音调悲怆，表达了深沉的兴亡之感，体现了宋亡后遗民作家的惨痛心情，是《须溪词》中的名篇。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>于宋亡之后写的一首小令。小序中所说的“中斋”，乃是民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的幕僚<a href=\"http://so.gushiwen.org/author_498.aspx\">邓剡</a>之号，“宋亡，以义行者”（《历代<a href=\"http://so.gushiwen.org/view_63204.aspx\">诗</a>余》引《遂昌杂录》）。当时，邓剡于上元节聚客叙旧，客散之后写了一首《忆秦娥》赠给刘辰翁，刘辰翁就写了这首步韵的和作。",
  "poet": {
    "id": 329,
    "star": 0,
    "name": "刘辰翁",
    "image": "http://img.gushiwen.org/authorImg/liuchenweng.jpg",
    "desc": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"
  },
  "tags": [
    "抒情",
    "亡国",
    "悲痛"
  ]
}