{
  "id": 53514,
  "star": 29,
  "name": "石州慢·己酉秋吴兴舟中作",
  "dynasty": "宋代",
  "content": "雨急云飞，惊散暮鸦，微弄凉月。谁家疏柳低迷，几点流萤明灭。夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。梦断酒醒时，倚危樯清绝。 <br>心折。长庚光怒，群盗纵横，逆胡猖獗。欲挽天河，一洗中原膏血。两宫何处，塞垣祗隔长江，唾壶空击悲歌缺。万里想龙沙，泣孤臣吴越。",
  "fanyi": "<p><strong>译文<br></strong>一场秋风急雨，惊散了傍晚的乌鸦，雨过之后，天气豁然开朗，一会儿一轮明月高悬夜空，发出了清冷的月光。 秋柳枝条稀疏，在暮色中模糊不清，几只萤火虫在空中飞舞，发出忽明忽灭的亮光，乘舟扬帆，满湖水气上升，在月色下朦胧苍茫看不分明，水中杂乱的菰蒲被秋风吹得摇曳零乱，发出瑟瑟悲鸣的凄切声响，酒醒梦断时，倚着桅杆心中更加悲伤凄切了。<br>悲伤到心中摧折，连金星都发怒了，国难当头之时出现叛乱，金兵入侵嚣张到了极点。想要引来天河之水，洗掉中原被敌人屠杀的同胞血肉。徽、钦二帝现在又在何处？目前南宋和金的边境只有一江之隔，形势更是十分危急。而自己再有壮志也不过与南朝时的王处仲一样，白白击碎唾壶，空有决心而无所可为，甚至还不如王处仲，连悲歌也是欲唱不能。自己在万里之外的吴兴漂泊避乱，还时刻不忘被金兵掳走的二主，时时为国事多艰，君主多难而痛哭流涕。</p> <p><strong>注释<br></strong>⑴己酉（yǒu）：宋高宗建炎三年（公元1129年）。<br>⑵吴兴：今浙江湖州。<br>⑶惊散暮（mù）鸦：傍晚的乌鸦被惊散。<br>⑷低迷：模糊的样子。<br>⑸菰蒲（gū pú）：菰草和蒲草。<br>⑹秋声咽（yè）：西风声音凄切。<br>⑺危樯：船上高耸（sǒng）的桅杆。<br>⑻心折：心中摧折，伤心之极。<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《别赋》：“使人意夺神骇（hài），心折（shé）骨惊。”<br>⑼长庚（gēng）：金星。据《史记·天官书》载，金星主兵戈之事。<br>⑽群盗：宋高宗建炎二年（公元1128年）十二月，济南知府刘豫叛宋降金。三年，苗傅、刘正彦作乱，逼迫高宗传位太子，兵败被杀。<br>⑾猖獗（chāng jué）：亦作“ 猖蹶 ”，任意横行。<br>⑿两宫：指徽（huī）、钦（qīn）二帝。<br>⒀塞垣（sāi yuán）：南宋与金国，夹岸陈兵，只隔长江一水。塞，边境。<br>⒁唾壶（tuò hú）：借喻词人自己不能亲自杀敌雪耻的悲愤心情。<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·豪爽》：“王处仲每酒后，辄咏‘老骥（jì）伏枥（lì），志在千里。烈士暮年，壮心不已’。以如意打唾壶，壶口尽缺。”<br>⒂龙沙：沙漠边远之地，指徽、钦二帝幽囚之所。<br>⒃孤臣：词人自指。<br>⒄吴越：古代的吴国、赵国，今江浙一带，为南宋政府所在地。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　该词上片写景，开头便写了“雨急云飞”的自然景象，这是词人对当时政治形势危急险恶的形象暗示。 “暮天凉月”点明时令与具体时间——在秋季的某一天暴雨过后，从傍晚到晚上。接着由景及人，写词人泛舟湖上所见的两岸景色：秋柳枝条稀疏，萤火虫发出忽明忽灭的光。词人在这里抹上一层阴暗、凄凉的色彩，表达了词人凄切、悲怆之情。接着由远及近，看见满湖水气上升，听到水中杂乱的菰蒲被秋风吹得发出瑟瑟悲鸣的凄切声响。这里词人既写了景色，又写到了声音，二者交织在一起，使词中所刻画的意境更显得清冷寂寥。在一片凄惋的秋景中，词人心中充满无比深沉的悲愁，只好借酒浇愁，以醉解千愁了。</p> <p>　　下片是抒情， “心折，长庚光怒”，由情及景，把词人郁积在心的满腔悲愤，喷薄而出，一气呵成。 “心折”两字比喻伤心到了极点。词人在这里用“心折”是承上启下的，既说明悲伤的程度，又展示了下文由景及情联想到了的国难国耻：金人气焰猖狂，几年前掳走徽钦二帝，现在又占领了长江以北的大好河山，长江竟成了国家的边界。自己和抗战派人士则受到压抑，只能悲歌哭泣，无力挽救天下，洗雪国耻。“群盗猖獗”，有两种解释。一种解释认为“群盗”指卖国求荣甘当金人走狗的汉奸与投降派，如黄潜善、刘豫之流；一种解释认为“群盗”是反语，指被投降派诬蔑为“盗”的风起云涌的抗金义兵。两种解释都认为“群盗纵横，逆胡猖獗”是对当时形势的高度概括。“欲挽天河，一洗中原膏血”。则是全词的主旋律，集中体现了抗战派和广大人民的愿望：收复中原，洗雪国耻，拯救水深火热中的民众。词最后两句，将“爱国”与“忠君”结合在一起，亦是当时的时代环境使然。</p> <p>　　该词在写法上主要应用的是情景交融，上片所写的凄凉暗淡的景物，既包含着词人悲凉抑郁的感情，又暗寓着动荡危亡的政治局面；下片提到的“长庚”、“天河”，也是词人抬头所见的空中星宿。词人从此展开联想，进行议论和抒情，写出了自己的满腔悲愤与豪情壮志。</p>",
  "about": "<h2>创作背景</h2> 　　公元1129年（宋高宗建炎三年，即己酉年）春天，金兵大举南下，直逼扬州。高宗（即南宋开国皇帝<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>）从扬州渡江南下，狼狈南逃，这时长江以北地区全部被金兵占领。词人为了避难而南行，是年秋天在吴兴（今浙江湖州）乘舟夜渡，感慨时事心生悲哀，写下了这首悲壮的词作。",
  "poet": {
    "id": 120,
    "star": 0,
    "name": "张元干",
    "image": "http://img.gushiwen.org/authorImg/zhangyuangan.jpg",
    "desc": "元干出身书香门第。其父名动，进士出身，官至龙图阁直学士，能诗。张元干受其家风影响，从小聪明好学，永泰的寒光阁、水月亭是他幼年生活和读书处。十四五岁随父亲至河北官廨（在临漳县）已能写诗，常与父亲及父亲的客人唱和，人称之“敏悟”。"
  },
  "tags": [
    "豪放",
    "写景",
    "抒情",
    "悲愤"
  ]
}