{
  "id": 169,
  "star": 66,
  "name": "南有嘉鱼",
  "dynasty": "先秦",
  "content": "南有嘉鱼，烝然罩罩。君子有酒，嘉宾式燕以乐。<br>南有嘉鱼，烝然汕汕。君子有酒，嘉宾式燕以衎。<br>南有樛木，甘瓠累之。君子有酒，嘉宾式燕绥之。<br>翩翩者鵻，烝然来思。君子有酒，嘉宾式燕又思。",
  "fanyi": "<p><strong>译文<br></strong>南方出产鲜美鱼，鱼群游动把尾摇。君子宴会有美酒，嘉宾宴饮乐陶陶。<br>南方出产鲜鱼美，鱼群游动随水流。君子宴会有美酒，嘉宾宴饮乐悠悠。<br>南方有树枝条弯，葫芦藤蔓紧相缠。君子宴会有美酒，嘉宾宴饮乐平安。<br>鹁鸠翩翩空中翔，四面八方集树上。君子宴会有美酒，嘉宾欢饮劝满觞。</p> <p><strong>注释<br></strong>⑴南：指南方长江、汉水等河川。嘉鱼：美鱼。<br>⑵烝（zhēng）然：众多的样子。罩罩：义同“掉掉”，众鱼在水中摇尾游动之貌。<br>⑶式：语助词。燕：同“宴”。<br>⑷汕（shàn）汕：群鱼游水的样子。《说文解字》：“鱼游水貌。”<br>⑸衎（kàn）：快乐。<br>⑹樛（jiū）木：弯曲的树木。樛，树木向下弯曲。<br>⑺瓠（hù）：葫芦。纍（léi）：缠绕。<br>⑻绥（suí）：安。<br>⑼鵻（zhuī）：鸟名，即鹁鸠，也叫鹁鸪，天将雨或初晴时常在树上咕咕地叫。<br>⑽思：句尾助词，下同。<br>⑾又：通“侑”，劝酒。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首专叙宾主淳朴真挚之情的宴饮<a href=\"http://so.gushiwen.org/view_169.aspx\">诗</a>。诗意与《小雅·鱼丽》略同，方玉润《诗经原始》云：“彼（指《小雅·鱼丽》）专言肴酒之美，此（指《小雅·南有嘉鱼》）兼叙绸缪之意。”</p> <p>　　全诗四章，章四句。前两章均以游鱼起兴，用鱼、水象征宾主之间融洽的关系，宛转地表达出主人的深情厚意，使全诗处于和睦、欢愉的气氛中。两章的开首两句用重章叠唱反覆咏叹，加强这一氛围的形成。“南有嘉鱼，烝然罩罩”、“南有嘉鱼，烝然汕汕”，鱼儿轻轻摆动鳍尾，往来翕忽，怡然自得。读者仿佛看见四面八方的宾客们聚集在厅堂，大排筵宴，席间觥筹交错，笑语盈盈。鱼乐，人亦乐，二者交相感应，一虚一实，宴饮时的欢乐场面与主宾绸缪之情顿现。短短数句，婉曲含蓄，意在言外，回味无穷。</p> <p>　　若仅用一种事物来形容宾主无间的感情，读起来不免单调，也不厚重。故诗人在浓浓的酒香中，笔锋一扬，将读者的视线从水中引向陆地，为读者描绘了另一场景：枝叶扶疏的树木上缠绕着青青的葫芦藤，藤上缀满了大大小小的葫芦，风过处，宛如无数只铃铎在颤动。这里的树木象征着主人高贵的地位，端庄的气度；藤蔓紧紧缠绕着高大的树木，颇似亲朋挚友久别重逢后亲密无间、难舍难分的情态。对此良辰美景，又有琼浆佳肴，不能不使人手之舞之、足之蹈之。</p> <p>　　第四章作者用了“推镜头”的手法，缓缓地将一群翩飞的鹁鸠送入读者的眼帘，也把读者从神游的境界拉回酒席。嘉宾在祥和欢乐的气氛中酒兴愈浓，情致愈高，你斟我饮言笑晏晏。望着那群鹁鸠，听着咕咕的鸣叫声，也许有的客人已开始商量打猎的事情了。这就隐含着宴饮后的射礼。用笔曲折，别具匠心，情寓景中，淋漓尽致地表达了宾主之间和乐美好的感情。</p> <p>　　全诗是从水、陆、空三个角度来描绘宾客们初饮、宴中、酣饮时的形态。起初是营造气氛，随着酒筵的渐进，酒兴渐浓，宾客也渐趋热情奔放，人们的视线也随之渐高。在写作手法上，诗人运用了兴中有比，赋比结合的手法。在章法、句式上，不仅采用重章叠唱的手法，而且在每章诗最末一句添了两个虚词，延长了诗句，便于歌者深情缓唱、抒发感情，同时也使诗看起来不呆板，显得余味不绝。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_169.aspx\">诗</a>为周代燕乐的通用乐歌，与《小雅·鱼丽》、《小雅·南山有台》三首诗是同一组宴饮诗。先歌《鱼丽》，赞佳肴之丰盛；次歌《南有嘉鱼》，叙宾主绸缪之情；最后歌《南山有台》，极尽祝颂之能事，敬祝宾客万寿无疆，子孙福泽延绵。毛诗、齐诗都认为是宴饮诗兼有求贤之意，《毛诗序》云：“《南有嘉鱼》，乐与贤也，大平之君子至诚，乐与贤者共之也。”也有人觉得此诗还含有讽谏之意。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "宴会",
    "写鱼",
    "写酒",
    "求贤"
  ]
}