{
  "id": 7780,
  "star": 172,
  "name": "塞下曲六首",
  "dynasty": "唐代",
  "content": "五月天山雪，无花只有寒。<br>笛中闻折柳，春色未曾看。<br>晓战随金鼓，宵眠抱玉鞍。<br>愿将腰下剑，直为斩楼兰。</p> <p>天兵下北荒，胡马欲南饮。<br>横戈从百战，直为衔恩甚。<br>握雪海上餐，拂沙陇头寝。<br>何当破月氏，然后方高枕。</p> <p>骏马似风飙，鸣鞭出渭桥。<br>弯弓辞汉月，插羽破天骄。<br>阵解星芒尽，营空海雾消。<br>功成画麟阁，独有霍嫖姚。</p> <p>白马黄金塞，云砂绕梦思。<br>那堪愁苦节，远忆边城儿。<br>萤飞秋窗满，月度霜闺迟。<br>摧残梧桐叶，萧飒沙棠枝。<br>无时独不见，流泪空自知。</p> <p>塞虏乘秋下，天兵出汉家。<br>将军分虎竹，战士卧龙沙。<br>边月随弓影，胡霜拂剑花。<br>玉关殊未入，少妇莫长嗟。</p> <p>烽火动沙漠，连照甘泉云。<br>汉皇按剑起，还召李将军。<br>兵气天上合，鼓声陇底闻。<br>横行负勇气，一战净妖氛。",
  "fanyi": "<p><strong>译文</strong><br>五月的天山雪花仍在飘洒，看不见花朵开放只有刺骨的严寒。<br>笛子吹着《折杨柳》的曲调，又何处寻觅杨柳青青的春天。<br>拂晓时分随着号令之声作战，晚上枕着马鞍露宿入眠。<br>只愿用腰下悬挂的宝剑，为君王过关斩将，打败敌人。</p> <p>我军向北方荒远地带进军，因为那里的游牧民族经常南下侵扰。<br>横曳戈矛前往战场，身经百战，只是因为受皇恩眷顾太深了。<br>在大沙漠里握雪成团而食，夜里拂去沙土露宿于旷野。<br>什么时候才能打败敌人，然后就可以高枕无忧呢？</p> <p>骏马像狂风般地驰骋，在清脆的马鞭挥动声响中，飞快地奔出了渭桥。<br>我们全副武装离开京城开赴边疆，奉命前去击破前来侵扰的匈奴。<br>敌人的队伍被瓦解，边境的危机被解除，敌军的营寨已空无一人，战争的气氛消失了。<br>成就大功而画像麒麟阁的，只有霍去病一人。</p> <p>白色的骏马，多沙的边塞，细碎的石粒，这一切都是因你而梦魂牵绕的。<br>这愁苦的日子真不堪忍受，我远远地思念戍守边疆的你。<br>秋天萤火虫满纱窗地乱飞乱撞，月光照在我的闺房前久不离去。<br>梧桐叶在秋天里被摧落，空落的沙棠枝更让人心感萧条。<br>常常独自吟唱着《独不见》，虽然流下了许多伤心的泪水，可是这一切也只有自己一个人知道。</p> <p>匈奴为掠夺秋季丰收的粮食而悍然入侵，朝廷派出军队抗击。<br>将军受命出兵，战士们行军到塞外，在龙沙一带暂时安营扎寨。<br>边塞的月光伴着弓影，胡地的雪霜拂过剑锋。<br>战士们还远没有进入玉门关，少妇们不要长声感叹。</p> <p>烽火在沙漠深处燃起，连绵直到甘泉宫，照亮了甘泉宫上空的云层。<br>汉武帝握剑拍案而起，回头召来李广将军。<br>战斗的气氛弥漫着天空，震天的鼓声，连山坡底下都可清晰听闻。<br>横行战场靠的是勇敢的气魄，在将士们的奋勇拼杀下，一仗就消灭了敌人。 </p> <p><strong>注释</strong><br>⑴天山：指祁连山。<br>⑵折柳：即《折杨柳》，古乐曲名。<br>⑶金鼓：指锣，进军时击鼓，退军时鸣金。<br>⑷天兵：指汉朝军队。<br>⑸衔恩：受恩。甚：多。<br>⑹海：瀚海，大沙漠。陇头：田野。<br>⑺高枕：高枕无忧。<br>⑻鸣鞭：马鞭挥动时发出声响。渭桥：在长安西北渭水上。<br>⑼天骄：指匈奴。<br>⑽海雾：沙漠上的雾气，指战争的气氛。<br>⑾麟阁：即麒麟阁。霍嫖姚：即霍去病。<br>⑿云砂：细碎的石粒，指边塞风光。<br>⒀沙棠：植物名，果味像李子。<br>⒁独不见：《独不见》是乐府古题，吟诵的是思而不得见的落寞愁绪。<br>⒂虎竹：兵符。龙沙：即白龙堆，指塞外沙漠地带。<br>⒃剑花：剑刃表面的冰裂纹。<br>⒄殊：远。嗟：感叹。<br>⒅甘泉：甘泉山，秦时在山上造甘泉宫，汉武帝扩建。<br>⒆合：满。陇底：山坡下。<br>⒇负：凭借。妖氛：指敌人。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>有《塞下曲》六首。元人萧士赟云：“此《从军乐》体也。”这一组<a href=\"http://so.gushiwen.org/view_7780.aspx\">诗</a>与其他许多初、盛唐边塞诗一样，以乐观高亢的基调和雄浑壮美的意境反映了盛唐的精神风貌。</p> <p>　　【其一】</p> <p>　　首句言“五月天山雪”，已经扣紧题目。五月，在内地正值盛夏。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>说“五月榴花照眼明，枝间时见子初成”，<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>说“和如春色净如秋，五月商山是胜游”。但是，李白所写五月却在塞下，在天山，自然，所见所感也就迥然有别。天山孤拔，常年被积雪覆盖。这种内地与塞下在同一季节的景物上的巨大反差，被诗人敏锐地捕捉，然而，他没有具体细致地进行客观描写，而以轻淡之笔徐徐道出自己内心的感受：“无花只有寒”。“寒”字，隐约透露出诗人心绪的波动，何况寒风之中又传来《折杨柳》的凄凉曲调呢!春天在边疆是看不到的，人们只能从笛曲之中去领受，去回味。《折杨柳》为乐府横吹曲，多写行客的愁苦。在这里，诗人写“闻折柳”，当亦包含着一层苍凉寒苦的情调。他是借听笛来渲染烘托这种气氛的。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评论这首《塞下曲》前四句说：“四语直下，从前未具此格。”又说：“一气直下，不就羁缚。”诗为五律，依惯例当于第二联作意思上的承转，但是李白却就首联顺势而下，不肯把苍凉情绪稍作收敛，这就突破了格律诗的羁绊，以气脉直行，豪纵不拘，语淡而雄浑为其特色了。</p> <p>　　“晓战随金鼓，宵眠抱玉鞍。”古代出征要敲击钲、鼓，用来节制士卒进退，五、六两句，写的正是这种情况。语意转折，已由苍凉变为雄壮。诗人设想：自己来到边塞，就在天山脚下，整日过着紧张的战斗生活。白天在钲、鼓声中行军作战，晚上就抱着马鞍子打盹儿。这里，“晓战”与“宵眠”相对应，当是作者有意在概括军中一日的生活，其军情之紧张急迫，跃然纸上。“随”字，摹状士卒的令行禁止。“抱”字，描绘士卒夜间警备的情况。二句写的是士卒的生活场景，而他们守边备战，人人奋勇，争为功先的心态则亦尽情流露出来。</p> <p>　　尾联“愿将腰下剑，直为斩楼兰”。斩楼兰：据《汉书·傅介子传》：“汉代地处西域的楼兰国经常杀死汉朝使节，傅介子出使西域，楼兰王贪他所献金帛，被他诱至帐中杀死，遂持王首而还”。这里是借用傅介子慷慨复仇的故事，表现诗人甘愿赴身疆场，为国杀敌的雄心壮志。“直”与“愿”字呼应，语气斩截强烈，一派心声，喷涌而出，自有夺人心魄的艺术感召力。</p> <p>　　【其二】</p> <p>　　这首诗写战士们努力征战，不辞辛苦，希望能真正营造出一个和平安宁的环境，让广大人民不再受外族入侵的威胁，过上安居乐业的生活。</p> <p>　　【其三】</p> <p>　　首句写战马飞奔，有如风驰电掣。写“骏马”实际上是写驾驭骏马的健儿们，马壮是为了借喻兵强。在唐代前期，胡马南侵是常有的，唐高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>甚至一度被迫“称臣于突厥”（《旧唐书·李靖传》）。因此，健儿们杀敌心切，斗志昂扬，策马疾行。</p> <p>　　“出渭桥”和“辞汉月”，是指出军队的出发点和行军路线。“出渭桥”而“鸣鞭”，正所谓快马加鞭，进一步烘托出健儿们的急切心情，也渲染了军事任务的紧迫和唐军士气的旺盛。气势雄浑，大有高唱入云之势。</p> <p>　　从“辞汉月”到“破天骄”，即从军队出发到克敌制胜，是一个极大的转折。“插羽”，鞍上箭。“天骄”，匈奴曾自称“天之骄子”，这里泛指敌人。从“弯弓”到“插羽”，瞬间就完成了这样一个大转折，省掉了多少鏖战情节和厮杀场面的描写，足见布局的简洁，笔法的洗炼。然而这又是十分自然的、可信的。既然是兵强马壮，士气高昂，自然就会旗开得胜，马到成功。天兵所向，势如拉枯摧朽。这是符合逻辑和顺理成章的。也暗示将领指挥得当，这次战役完全符合“兵贵神速”的兵法要求。</p> <p>　　五、六句描写“破天骄”后的战场景象。在正义之师面前，敌人不堪一击，土崩瓦解，望风而逃。古人认为客星呈现白色的光芒，就是战争的征兆。星芒已尽，就意味着战争结束。北方沙漠、草原，广阔无垠，浩瀚如海，故名瀚海。“海雾消”，指漠北战争气氛已经消失。</p> <p>　　麟阁，即麒麟阁，汉代阁名，在未央宫中。汉宣帝时曾绘十一位功臣像于其上，后即以此代表卓越的功勋和最高荣誉。霍嫖姚，指霍去病，汉武帝时大将，曾任“嫖姚校尉”。清人王琦云：“末言功成奏凯，图形麟阁者，止上将一人，不能遍及血战之士。太白用一‘独’字，盖有感于其中欤。然其言又何婉而多风也。”（《李太白全集》注）从某种意义上讲，这两句确实或有讽刺之意。同时也是以士卒口吻表示：明知血战凯旋后只能有“上将”一人图形麟阁，但他们仍因能报效国家、民族而感到自豪和满足。功业不朽不一定必须画像麟阁。这更能体现健儿们的英雄主义和献身精神，使此诗具有更能震撼人心的悲壮色彩。诗人为“济苍生，安社稷”，是“愿为辅弼”的。但他一直希望功成身退，归隐林泉。他多次表示要“功成身不居”（《商山四皓》），“功成谢人间”（《翰林读书言怀》）。从中可以窥见诗人的素志和生活情趣。这首诗前六句为总的铺叙以引出结尾两句的感慨。在前六句中，前三句描绘出师时的雄壮，后三句妆摹破敌时的英威。全诗笔力雄健，结构新颖，篇幅布局，独具匠心。</p> <p>　　【其四】</p> <p>　　这首诗写的是闺中女子对远征亲人的思念。开头写闺中女子想象亲人戍守边塞的情形，以此寄托思念之情。接着写女子在离愁的煎熬中，度日如年的情景。</p> <p>　　【其五】</p> <p>　　首联两句，分述了敌我两军的态势，指明了这场战争的性质。“塞虏”，塞外的强盗，含有轻蔑、贬斥之意。当时的北方诸胡，有的还是原始部落，有的则转向世袭王权制，处于原始社会解体时期。他们对唐王朝的物质文明常怀觊觎之心，故边境屡遭蹂躏边塞战争大都起因于此。“乘秋下”，是指到了秋收季节，他们就乘隙而入，烧杀劫掠。“天兵”，天朝的军队，含有歌颂、赞美之意。他们堂堂正正，出塞去抗击胡虏。通过措词的褒贬色彩，表明了诗人鲜明的爱憎。</p> <p>　　颔联两句，与首联“天兵”照应。“虎竹”，兵符，分铜虎符与竹使符两种，合称虎竹，由朝廷和将领各执一半，发兵时相对合作为凭证。“将军分虎竹”，是指将领接到征战的诏令。“战士卧龙沙”，指军队已抵达塞外战场。“龙沙”，指白沙堆沙漠，在楼兰国附近。这两句属对工整，气势磅礴。从将军到战士，同仇敌忾，威严整肃，争相建功报国。刚刚颁发诏令，很快就已深入敌区，表明进军神速，所向无敌。清人吴汝纶说这两句“有气骨有采泽，是太白才华过人处”（《唐宋诗举要》），是深中肯綮的。</p> <p>　　颈联两句，描写边塞风光和战斗生活。“胡霜”与首联的“秋”相照应。“边月”、“胡霜”，均为静物。皎洁的月色，银白的寒霜，笼罩在一望无际的荒漠上，造成一派朦胧苍凉的气氛。而“弓影”飘移，“剑花”闪烁，则包含着战士的行动。用“随”和“拂”这样两个锤炼而得的动词把两者结合起来，就使静物和人物的动态融为一体，显得生机勃勃。这就构成一种奇妙的意境：于苍茫中见壮美，于异彩中显飘逸。诚如沈德潜所说：“只弓如月，剑如霜耳，笔端点染，遂成奇彩。”（《唐诗别裁》）弓与月，形状相似；剑与霜，颜色相同。诗人巧妙地利用它们的某种共性，使它们之间的联系显得自然、和谐，使艰苦的军旅生活衬托得轻松、愉快。因此邢昉说：“以太白之才咏关塞，而悠悠闲淡如此，诗所以贵淘炼也。”（《唐风定》）在尾联中以诗中主人公的口气抒发了“天兵”的必胜信念和献身精神，把全诗推向了高潮。“玉关殊未入，少妇莫长嗟”，是征人向少妇劝慰：未获全胜，玉门关还不能入，请亲人耐心等待，不必长吁短叹。大有“匈奴未灭，何以家为”的英雄气概。据《后汉书》，班超上疏云：“臣不敢望到酒泉郡，但愿生入玉门关。”这里是反其意而用之。《艺苑雌黄》云：“直用其事，人皆能之。反其意而用之者，非学业高人，超越寻常拘挛之见，不规规蹈袭前人陈迹者，何以臻此！”李白之善于用典，大率类此。结局不落边塞诗以乡愁，闺怨作结的窠臼，而造成余音袅袅余韵无穷之感。这别具一格的结尾，使贯串全诗的壮美情怀更加完善，崇高精神得到升华了。</p> <p>　　【其六】</p> <p>　　这首诗写了由于匈奴南侵引起新的战争，但在杰出将领的率领下，勇敢的战士们又一次赢得了战争的胜利。</p> <p>　　中原地区长期遭受北方游牧民族的侵扰，唐时北方突厥非常凶悍，对李唐王朝形成了长期严重的威胁。诗人选择汉军抗击匈奴的题材，部分原因即在于此。 </p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "边塞",
    "组诗"
  ]
}