{
  "id": 61224,
  "star": 87,
  "name": "卜算子·片片蝶衣轻",
  "dynasty": "宋代",
  "content": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 <br>朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。",
  "fanyi": "<p><strong>译文<br></strong>片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。<br>如果说上天不爱花，为何把它们设计得这么巧妙？<br>早上看见树上花儿朵朵，傍晚却剩下不多。<br>如果说上天爱花，为何又用风雨摧残它们？</p> <p><strong>注释<br></strong>⑴卜算子，《词律》以为调名取义于“卖卜算命之人”。《词谱》以<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>词为正体。又名《百尺楼》《眉峰碧》《缺月挂疏桐》等。双调，四十四字，仄韵。<br>⑵蝶衣轻，花瓣象蝴蝶翅膀那样轻盈。<br>⑶ 猩红，象猩猩血一样鲜红。<br>⑷ 了，尽。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　辛派词人素以豪放闻名。<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>词，尤以豪放见长，不写儿女情长，晓风残月。但刘克庄也写婉约词，而且糅豪放于婉约之中，更见其独具一格的豪放。这首《卜算子》即是如此，用比兴手法，委婉含蓄地表达了词人才不见用的凄楚情怀。</p> <p>　　上片先写花的可爱。起首一韵为花描态绘色：片片花瓣儿宛如蝴蝶轻盈的翅膀；点点花朵儿猩红如染，那么鲜艳娇美。上句写花之态，从花瓣儿着墨，因花瓣儿薄，故云“轻”；下句写花之色从整个花朵儿落笔，海棠花朵儿个小，所以在写花之色的同时再著一“小”字，并补足上文“轻”字。两句同一写花，而角度各异，为下句“百种千般巧”伏笔。而“片片”又见花瓣儿之多，“点点”又见花朵儿之密，为下片换头句“朝见树头繁”埋下伏笔。歇拍一韵旨在写花的可爱，可词人偏不直说，而是以揣度的口吻插入一句议论，用“道是天公不惜花”衬起，然后再说出花的“百种千般巧”。这样写，不仅沉着有力，使行文不板；而且，由于引进了“天公”即自然界的主宰“天老爷”丰富了全词的含蕴，突出了作者创作本词的寓意，很耐人寻味。歇拍句的“百种千般巧”，当然包括上文所说的姿致轻盈、体态娇小、色彩鲜艳，但细味“巧”字，又分明包含着花的气韵美和内在美。只有形貌和气韵、外在的表现和内在的含蕴配合相宜、谐和一致，方可谓之“巧”，谓之美。</p> <p>　　下片写花被“雨洗风吹了”的惋惜之情。上片极写花的可爱，这是为下片写花被雨打风吹去作铺垫。所以过片一韵便说：“朝见树头繁，暮见枝头少。”这里，“繁”、“少”对写，“朝”、“暮”对提，不仅见花事变化之遽，亦且见词人对花事的关心。从中我们可以想见“爱花成癖”的词人秉烛逐枝察看的忧惧情态，这一韵不似上片起首一韵，似对非对，却极有韵致，一段惜花情思宛然若揭。</p> <p>　　最后一韵乃全词的核心所在，但词人也不直说，而先用“道是天公果惜花”句衬起，然后再说出花事被“雨洗风吹了”的可悲现实。这话也很发人深思，同样具有一种哲理性味道，因为同上片歇拍一韵所说，本来就是一个问题的两个方面。而且，上片的“道是”句是扬，这里的“道是”句是抑，欲抑先扬，抑扬之间，流露出词人对天老爷任凭风雨摧残花事的不满。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>一生有才情，有志向，有抱负，却屡遭贬官，备受压抑。他早在入仕之初，就因所作《落梅》<a href=\"http://so.gushiwen.org/view_61224.aspx\">诗</a>中有“东风谬掌花权柄，却忌孤高不主张”的诗句，被言官谤讪，遭到免官押归的处罚。由此累废达十年之久。以后在他的仕宦生涯中又屡用屡废，历尽坎坷和挫折，使他那旨在报国的“平戎策，从军什”（《满江红·夜雨凉甚忽动从戎之兴》）终于零落为尘。所以，他在自己的词作中不只一次地发出过“年光过尽，功名未立”（《沁园春·梦孚若》）之类的强烈喟叹。这首小词一变他粗犷奔放的词风，以婉约之笔隐晦而曲折地表达了自己遭受压抑的愁苦情怀，流露出对当权者压制、迫害和摧残人材的不满。",
  "poet": {
    "id": 106,
    "star": 0,
    "name": "刘克庄",
    "image": "http://img.gushiwen.org/authorImg/liukezhuang.jpg",
    "desc": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "写花",
    "惜花"
  ]
}