{
  "id": 30310,
  "star": 434,
  "name": "灞上秋居",
  "dynasty": "唐代",
  "content": "灞原风雨定，晚见雁行频。<br>落叶他乡树，寒灯独夜人。<br>空园白露滴，孤壁野僧邻。<br>寄卧郊扉久，何年致此身。",
  "fanyi": "<p><strong>译文<br></strong>灞原上的秋风细雨初定，傍晚看见雁群南去不停。<br>面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。<br>空园里白露频频地下滴，单门独户只与野僧为邻。<br>寄卧荒凉郊居为时已久，何时才能为国致力献身？</p> <p><strong>注释</strong><br>⑴灞（bà）上：又作“霸上”，古代地名，位于今陕西西安东，因地处灞陵高原而得名，为作者来京城后的寄居之所。<br>⑵郊扉：郊居。<br>⑶致此身：意即以此身为国君报效尽力。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_30310.aspx\">诗</a>纯写闭门寥落之感。整首诗篇好似一幅形象鲜明、艺术精湛的画卷。读者把它慢慢地打开，首先映入眼帘的是灞原上空萧森的秋气：撩人愁思的秋风秋雨直到傍晚才停歇下来，在暮霭沉沉的天际，接连不断的雁群自北向南急急飞过。连番的风雨，雁儿们已经耽误了不少行程，好不容易风停雨歇，得赶在天黑之前找到一个宿处。这里用一个“频”字，既表明了雁群之多，又使人联想起雁儿们急于投宿的惶急之状。古人每见雁回，易惹乡思。读者继续打开画卷，景象则由寥廓的天际渐渐地转到地面，转到诗中的主人。只见风雨中片片黄叶从树上飘落下来，而寄居在孤寺中的一个旅客正独对孤灯，默默地出神。“落叶他乡树”这句，很值得玩味。中国有句老话叫做“树高千丈，叶落归根”，诗人在他乡看到落叶的情景，不能不有所感触。自己羁留异地，不知何时才能回到故乡东海（今江苏连云港市西南）。其心情之酸楚，完全渗透在这句诗的字里行间。“寒灯独夜人”，一个“寒”字，一个“独”字，写尽客中凄凉孤独的况味。不难想象：一灯如豆，伴着一个孤寂的身影。夜已深了，寒意重重，在寒气包围中，灯光更显得黯淡无力，而诗人孤独凄苦的心情也随之更进了一层。“寒”与“独”起着相互映衬的作用：由寒灯而显出夜长难捱，因孤独而更感到寒气逼人。</p> <p>　　五、六两句让画卷再向下推移，它不仅显示了更大的空间，更细的景物，而且出神入化，展现了诗人的心境。这时夜阑人静，连秋虫都已停止了歌唱，只有露珠滴落在枯叶上的响声，一滴接着一滴，虽很微弱，却很清晰。这句“空园白露滴”用的是以“动”烘托“静”的手法，比写无声的静更能表现环境的寂静，露滴的声音不但没有划破长夜的寂静，反而更使人感到静得可怕。连露滴的声音都可听到，就没有什么比这更寂静的了。下一句“孤壁野僧邻”同样是用烘托的手法。明明要说的是自己孑然一身，孤单无依，却偏说出还有一个邻居，而这个邻居竟是一个绝迹尘世、犹如闲云野鹤的僧人。与这样的野僧为邻，诗人的处境的孤独就显得更加突出了。这两句在写景的同时进一步写出了诗人的心境：秋夜孤房连露滴的声音都可听到，正说明他思潮起伏，长夜无眠；而所与为邻的只有一个野僧，表明他正想到自己已经被抛出世外，不知何日才能结束这种生涯。正是因为这样，所以诗的最后两句也就与前面的描写自然衔接起来，不显得突兀。</p> <p>　　最后两句直接说出诗人的感慨：“寄卧郊扉久，何年致此身？”诗人为了求取官职来到长安，在灞上（又作“霸上”，长安东）已寄居多时，一直没有找到进身之阶，因而这里率直道出了怀才不遇的苦境和进身希望的渺茫。</p> <p>　　这首诗写景，都是眼前所见，不假浮词雕饰；写情，重在真情实感，不作无病呻吟。因此，尽管题材并不新鲜，却仍有相当强的艺术感染力。 </p>",
  "about": "<h2>创作背景</h2> 　　灞上为作者来京城后的寄居之所。作者进身无门，困居于此，有感于秋节变换，身世落寞，作此<a href=\"http://so.gushiwen.org/view_30310.aspx\">诗</a>慰藉愁情。",
  "poet": {
    "id": 465,
    "star": 0,
    "name": "马戴",
    "image": "http://img.gushiwen.org/authorImg/madai.jpg",
    "desc": "马戴（799—869），字虞臣，唐定州曲阳（今江苏省东海县）人。晚唐时期著名诗人。"
  },
  "tags": [
    "唐诗三百首",
    "秋天",
    "孤独",
    "怀才不遇"
  ]
}