{
  "id": 109,
  "star": 49,
  "name": "陟岵",
  "dynasty": "先秦",
  "content": "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！<br>陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！<br>陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！",
  "fanyi": "<p><strong>译文<br></strong>我登上那草木繁茂的高山，向老父亲所在的故乡眺望。我仿佛听到父亲一声叹息：唉！苦命的儿服役在远方，昼夜操劳没有休息的空当；还是小心保重自己身体吧，盼你早回来不要留恋他乡！<br>我攀到那光秃秃的高山上，向老母亲所在的故乡眺望。我仿佛听到母亲一声叹息：唉！我的小儿服役在远方，昼夜操劳没有睡觉的空当；还是小心保重自己身体吧，盼你早回来不要抛尸他乡！<br>我登上那高低起伏的山冈，向我兄长所在的故乡眺望。我仿佛听到长兄一声叹息：唉！我的兄弟服役在远方，昼夜操劳他的同伴也一样；还是好好珍重自己身体吧，盼你早回来不要死在他乡！</p> <p><strong>注释<br></strong>⑴陟（zhì ）：登上。岵（hù）：有草木的山。<br>⑵父曰：这是<a href=\"http://so.gushiwen.org/view_109.aspx\">诗</a>人想象他父亲说的话。下文“母曰”“兄曰”同。<br>⑶予子：歌者想象中，其父对他的称呼。<br>⑷夙（sù）夜：日夜。夙：早。<br>⑸上：通“尚”，希望。旃（zhān）：之，作语助。<br>⑹犹来：还是归来。无：不要。止：停留。<br>⑺屺（qǐ）：无草木的山。<br>⑻季：兄弟中排行第四或最小。<br>⑼无寐：没时间睡觉。<br>⑽冈：山脊。<br>⑾偕（xié）：俱，在一起。<br>⑿无死：不要死在异乡。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_109.aspx\">诗</a>写一个远在他乡服役的征人，想象他的父母兄长在家乡正在思念他，抒发了主人公思念家乡的情怀。全诗三章，皆为赋体。</p> <p>　　全诗重章叠唱，每章开首两句直接抒发思亲之情。常言：远望可以当归，长歌可以当哭。人子行役，倘非思亲情急，不会登高望乡。此诗开篇，登高远望之旨便一意三复：登上山顶，远望父亲；登上山顶，远望母亲；登上山顶，远望兄长。言之不足而长言申意，思父思母又思念兄长。开首两句，便把远望当归之意、长歌当哭之情，抒发得痛切感人。</p> <p>　　然而，诗的妙处和独创性，不在于开首的正面直写己之思亲之情，而在于接下来的从对面设想亲人之念己之心。抒情主人公进入了这样的一个幻境：在他登高思亲之时，家乡的亲人此时此刻也正登高念己，并在他耳旁响起了亲人们一声声体贴艰辛、提醒慎重、祝愿平安的嘱咐和叮咛。当然，这并非诗人主观的刻意造作，而是情至深处的自然表现。在这一声声亲人念己的设想语中，包含了多少嗟叹，多少叮咛，多少希冀，多少盼望，多少爱怜，多少慰藉。真所谓笔以曲而愈达，情以婉而愈深。千载下读之，仍足以令羁旅之人望白云而起思亲之念。</p> <p>　　这种从对面设想的幻境，在艺术创造上有两个特点。其一，幻境的创造，是想像与怀忆的融会。汉唐的郑笺孔疏把“父曰”、“母曰”和“兄曰”，解释为征人望乡之时追忆当年临别时亲人的叮咛。此说初看可通，深究则不然；诗人造境不只是追忆，而是想像和怀忆的融合。钱锺书指出：“然窃意面语当曰：‘嗟女行役’；今乃曰：‘嗟予子（季、弟）行役’，词气不类临歧分手之嘱，而似远役者思亲，因想亲亦方思己之口吻尔。”（《管锥编》，下同）如古乐府《西洲曲》写男“下西洲”，拟想女在“江北”之念己望已：“单衫杏子黄”、“垂手明如玉”者，男心目中女之容饰；“君愁我亦愁”、“吹梦到西洲”者，男意计中女之情思。《西洲曲》这种“据实构虚，以想像与怀忆融会而造诗境，无异乎《陟岵》焉”。别具赏心的体会，也符合思乡人的心理规律，因而为历代思乡诗不断承袭。其二，亲人的念己之语，体现出鲜明的个性。毛传在各章后曾依次评曰：“父尚义”、“母尚恩”、“兄尚亲”。这虽带有经生气息，却已见出了人物语言的个性特点。从诗篇看，父亲的“犹来无止”，嘱咐他不要永远滞留他乡，这语气纯从儿子出发而不失父亲的旷达；母亲的“犹来无弃”，叮咛这位小儿子不要抛弃亲娘，这更多地从母亲这边出发，表现出难以割舍的母子之情，以及“娘怜少子”的深情；兄长的“犹来无死”，直言祈愿他不要尸骨埋他乡，这脱口而出的“犹来无死”，强烈表现了手足深情，表现了对青春生命的爱惜和珍视。在篇幅短小、语言简古的《诗经》中，写出人物的个性，极为不易，而能在从对面设想的幻境中，写出人物的特点，更为难能。这在后世同类抒情模式的思乡诗中，也并不多见。</p>",
  "about": "<h2>创作背景</h2> 　　这是一首征人思亲之作，抒写行役之少子对父母和兄长的思念之情。春秋时期，一般劳苦大众都要承担沉重的兵役和劳役，他们不仅身体受折磨，更加难以忍耐的是和亲人分离的痛苦。《毛<a href=\"http://so.gushiwen.org/view_109.aspx\">诗</a>序》曰：“《陟岵》，孝子行役，思念父母也。国迫而数侵削，役乎大国，父母兄弟离散，而作是诗也。”点明了诗旨，亦提供了背景。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "思念"
  ]
}