{
  "id": 50511,
  "star": 599,
  "name": "青玉案·凌波不过横塘路",
  "dynasty": "宋代",
  "content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。<br>飞云冉冉蘅皋暮，彩笔新题断肠句。若问闲情都几许？一川烟草，满城风絮，梅子黄时雨。</p> <p>凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。<br>碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。",
  "fanyi": "<p><strong>译文</strong><br>轻移莲步不再越过横塘路，只有用目力相送，她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？是月台，是花榭，是雕饰的窗，是紧闭的朱户，这只有春天才会知道她的居处。<br>飘飞的云彩舒卷自如，芳草岸旁的日色将暮，挥起彩笔刚刚写下断肠的<a href=\"http://so.gushiwen.org/view_50511.aspx\">诗</a>句。若问闲情愁绪有几许？好像一江的烟草，满城随风飘落的花絮，梅子刚刚黄熟时的霖雨。</p> <p><strong>注解</strong><br>凌波：形容女子步态轻盈。<br>芳尘去：指美人已去。<br>锦瑟华年：指美好的青春时期。　锦瑟：饰有彩纹的瑟。<br>月台：赏月的平台。　花榭：花木环绕的房子。<br>琐窗：雕绘连琐花纹的窗子。　朱户：朱红的大门。<br>蘅皋（héng gāo,横高）：长着香草的沼泽中的高地。<br>彩笔：比喻有写作的才华。事见南朝<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>故事。<br>试问闲愁都几许：都几许，有多少。试问，一说“若问”。闲愁，一说“闲情”。<br>一川：遍地。</p><br/><h2>译文二</h2> 　　她轻盈的脚步没有越过横塘路，我伤心地目送她像芳尘一样飘去。这锦绣华年可和谁共度？是在月下桥边花院里，还是在花窗朱门大户？这只有春风才知道她的居处。<br>　　飘飞的云彩舒卷自如，城郊日色将暮，我挥起彩笔刚刚写下断肠的<a href=\"http://so.gushiwen.org/view_50511.aspx\">诗</a>句。若问我的愁情究竟有几许。就像那一望无垠的烟草，满城翻飞的柳絮，梅子黄时的绵绵细雨。",
  "shangxi": "<h2>赏析</h2> <p>　　这首词通过对暮春景色的描写，抒发作者所感到的“闲愁”。上片写路遇佳人而不知所往的怅惘情景，也含蓄地流露其沉沦下僚、怀才不遇的感慨。下片写因思慕而引起的无限愁思。全词虚写相思之情，实抒悒悒不得志的“闲愁”。立意新奇，能兴起人们无限想象，为当时传诵的名篇。</p> <p>　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的美称“贺梅子”就是由这首词的末句引来的。据周紫芝《竹坡<a href=\"http://so.gushiwen.org/view_50511.aspx\">诗</a>话》载：“贺方回尝作《青玉案》词，有‘梅子黄时雨’之句，人皆服其工，士大夫谓之贺梅子。”可见这首词影响之大。</p> <p>　　“凌波不过横塘路，但目送，芳尘去。”横塘，在苏州城外。龚明之《中吴纪闻》载：“铸有小筑在姑苏盘门外十余里，地名横塘。方回往来于其间。”是作者隐居之所。凌波，出自<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《洛神赋》：“凌波微步，罗袜生尘。”这里是说美人的脚步在横塘前匆匆走过，作者只有遥遥地目送她的倩影渐行渐远。基于这种可望而不可即的遗憾，作者展开丰富的想象，推测那位美妙的佳人是怎样生活的。“锦瑟年华谁与度？”用<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>“锦瑟无端五十弦，一弦一柱思华年”诗意。下句自问自答，用无限婉惜的笔调写出陪伴美人度过如锦韶华的，除了没有知觉的华丽住所，就是一年一度的春天了。这种跨越时空的想像，既属虚构，又合实情。</p> <p>　　上片以偶遇美人而不得见发端，下片则承上片词意，遥想美人独处幽闺的怅惘情怀。“碧云”一句，是说美人伫立良久，直到暮色的四合，笼罩了周围的景物，才蓦然醒觉。不由悲从中来，提笔写下柔肠寸断的诗句。蘅皋，生长着香草的水边高地，这里代指美人的住处。“彩笔”，据《南史·<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>传》：“……（淹）尝宿于冶亭，梦一丈夫自称郭璞，谓淹曰：‘吾有笔在卿处多年，可以见还。’淹乃探怀中得五色笔一以授之。”这里用彩笔代指美人才情高妙。那么，美人何以题写“断肠句”？于是有下一句“试问闲愁都几许？”刘熙载云：“贺方回《青玉案》词收四句云：‘试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。’其未句好处全在‘试问’句呼起，及与上‘一川’二句并用耳。”笔者认为，“试问”一句的好处还在一个“闲”字。“闲愁”，即不是离愁，不是穷愁。也正因为“闲”，所以才漫无目的，漫无边际，飘飘渺渺，捉摸不定，却又无处不在，无时不有。这种若有若无，似真还幻的形象，只有那“一川烟草，满城风絮，梅子黄时雨”差堪比拟。作者妙笔一点，用博喻的修辞手法将无形变有形，将抽象变形象，变无可捉摸为有形有质，显示了超人的艺术才华和高超的艺术表现力。宋·罗大经云：“以三者比愁之多，尤为新奇，兼兴中有比，意味更长。”清·<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>说：“一句一月，非一时也。”都是赞叹末句之妙。</p> <p>　　贺铸一生沉抑下僚，怀才不遇，只做过些右班殿臣、监军器库门、临城酒税之类的小官，最后以承仪郎致仕。将政治上的不得志隐曲地表达在诗文里，是封建文人的惯用手法。因此，结合贺铸的生平来看，这首诗也可能有所寄托。贺铸为人耿直，不媚权贵，“美人”、“香草”历来又是高洁之士的象征，因此，作者很可能以此自比。居住在香草泽畔的美人清冷孤寂，不正是作者怀才不遇的形象写照吗？从这个意义上讲，这首词之所以受到历代文人的盛赞，“同病相怜”恐怕也是一个重要原因吧！当然，径直把它看作一首情词，抒写的是对美好情感的追求和可望而不可即的怅惘，亦无不可。无论从哪个角度来理解，这首词所表现的思想感情对于封建时代的人们来说，都是“与我心有戚戚焉”。这一点正是这首词具有强大生命力的关键所在。​</p>",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "宋词三百首",
    "婉约",
    "春天",
    "写景",
    "爱情",
    "相思"
  ]
}
