{
  "id": 18310,
  "star": 3,
  "name": "新植海石榴",
  "dynasty": "唐代",
  "content": "弱植不盈尺，远意驻蓬赢。<br>月寒空阶曙，幽梦彩云生。<br>粪壤擢珠树，莓苔插琼英。<br>芳根閟颜色，徂岁为谁荣。",
  "fanyi": "<p><strong>译文<br></strong>新栽海石榴，身短气弱实堪悯。<br>想它来前意，青云之志满蓬瀛。<br>月淡寒风起，空前瑟瑟待天明。<br>去日依稀梦，犹望醒时彩云生。<br>宝珠盈枝挂，粪土之壤岂有情。<br>榴花满庭艳，莓苔之间红霞映。<br>眼前憔悴形，珠光宝气锁芳根。<br>种花人不解，试问去岁为谁荣？</p> <p><strong>注释<br></strong>⑴海石榴：海石榴乃是山茶花别称。因此花始出东南沿海，花红如榴，便有此称。。<br>⑵弱植：软弱，扶不起来。意谓新移 的海石榴沿尚未成活，不盈尺，高不足一尺。<br>⑶远意：意趣高远。驻：扎，指生长。蓬瀛 ：即蓬莱瀛州，海上仙山。<br>⑷空阶：空空的台阶：曙：曙光，意谓石榴在寒月空阶是等待黎明。<br>⑸幽梦：隐隐约约的梦境。<br>⑹擢（zhuó浊）：拔，抽。意谓石榴在肥土的滋润下会茁壮成长。珠树：神话中能结珠的树，这里想象满树石榴如珠美丽。<br>⑺莓苔：青苔。琼英：琼：赤玉。英：花。这里想象满树石榴花的光艳。<br>⑻芳根：指石榴的根，閟（bì毕）闭门，颜色，指石榴花果美丽。意谓往日美丽的花果现在全保留在它的根中。<br>⑼徂岁：徂（cú殂）流逝，指过去的岁月。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　读<a href=\"http://so.gushiwen.org/view_18310.aspx\">诗</a>须从诗题读起，这是读诗的决窍之一，前人早有定论。古之论柳者，早有发现柳公作诗，必在诗题上下细致工夫的。“柳州五言刻意陶谢。兼学康乐制题。”可见<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>在诗题处 “皆极用意”。因此，读柳诗是不可不细推敲其诗题的。</p> <p>　　且按下诗题，先看看诗的内容：</p> <p>　　首句“弱植不盈尺”，这肯定是写石榴了。这一株石榴，因为刚刚种下尚未成活，枝叶萎蔫不振，全无生气。它高不盈尺，弱不堪扶。这便是扑面而映入读者眼前的一株海石榴。</p> <p>　　我国石榴的种植，始于汉代。是由出使西域的张骞从西域安国带回来的，所以又称“安石榴”。柳宗元所种必不是此。“海石榴”的称呼，大概行于唐代。是指从古朝鲜（海东）传入的，当是石榴的另一品种，以其来自海外，故名，也因为其来自海外，才让人很容易想起仙山琼阁的蓬菜三岛。</p> <p>　　这样才有了第二句，“远意驻蓬瀛”。意思是说：别看我现在这副样子，我在故乡蓬瀛时，是有万丈雄心，是有青云之志的。那生机勃勃的样子也是可以想象的。这样看来，首联二句都是这株可怜的海石榴的自述了。这就为把这首诗，作为一首咏物诗来读，奠定了基础。</p> <p>　　颔联云：“月寒空阶曙，幽梦彩云生。”时间在悄悄的流逝，月亮在寒夜中静静地运行，那阵阵凉意袭来，直逼这可怜的石榴。赶快天亮吧，太阳升起的时候，才会有生的希望。就在这寒夜中，石榴做了一个梦，这当然是一个美梦，满树的绿叶红花，当然是比彩云更美。但关键的问题是，这梦境是对过去的追忆，还是对未来的憧憬。同时还要知道，做梦的石榴尚挣扎在死亡线上。</p> <p>　　颈联不难理解，只是将那彩云般的梦，变得更具体。珍珠般的果，红玉般的花，颇费思考的，是“粪壤”和“莓苔”两个词。由这两个词所构成的环境，人们是难以把它和“琼英”“珠树”联系起来的。那么只有一种解释，就是石榴对这恶劣的生存环境,充满了忧虑，也不乏怨恨。在这样一个环境中，谁也难以指望海石榴会长成玉树琼花。原来在这美好的梦边上潜滋暗长着的，却是死亡的恶梦。它会压倒一切，甚至是希望。</p> <p>　　美梦是短暂的，而梦魇一般的却是现实。早已失去了的勃勃生机和凌云壮志，早已失去了的妩媚身姿和绚丽的光彩，都不知到了哪里。如果说它们并未丧失殆尽。那么，也只是残存在那尚有一线生气的根中了。这便是“芳根閟颜色”的全部内涵，是石榴的丝丝哀叹，也是残酷的现实对梦的无情摧残。</p> <p>　　“荣”，是繁荣，是开花，是结实，总之是生之辉煌。“徂岁”，是指过去了的岁月。据此看来，该石榴在遭此劫难之前，的确是有过一段玉树琼花，彩云霞霓的辉煌经历，当然，那是在仙山琼阁，而不是眼前的“莓苔”“粪壤”。回过头去，自己的努力，自己的奋斗，自己的成就，竟是这样令人沮丧，令人难以相信，甚至自己也不明白“徂岁为谁荣”了。这一问，含有无限的哀，无限的悔，无限的怨，无限的恨。</p> <p>　　诗读到这里，读者一定不会否定，《新植海石榴》是一首咏物诗。只不过所咏的是一株正历遭劫难，前途未卜的海的石榴，是一株从蓬莱仙境降迁到粪土之壤的海石榴。只要读者联系柳公的身世经历，就不难发现，这株气息奄奄，朝不虑夕的石榴，正是柳公的自画像。根本无法区分得开，哪是石榴，哪是柳公。这种物我浑然一体的意境，正是<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>所认为的，非得“豪杰之士能自树立”的“无我之境”。</p> <p>　　正因为这株海石榴与柳宗元有着这非同寻常的缘份，诗人对它的钟爱和呵护便非同一般。柳集中另有《始见白发题所植海石榴》一诗中云：“几年封植爱芳丛”，可见这株石榴最终活了下来。这自是题外之话了。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏物",
    "抒怀",
    "言志"
  ]
}