{
  "id": 58076,
  "star": 26,
  "name": "丑奴儿·近来愁似天来大",
  "dynasty": "宋代",
  "content": "近来愁似天来大，谁解相怜。谁解相怜。又把愁来做个天。<br>都将今古无穷事，放在愁边。放在愁边。却自移家向酒泉。",
  "fanyi": "<h2>译文</h2> 近来我的愁苦像天一样大，谁能够了解我同情我呢？<br>正是没有谁能够了解我同情我，我又只好把愁闷痛楚比着天一样大。<br>人们都喜欢将古代和今天无穷无尽的事儿，放置在愁苦之中。<br>我虽然也有许多悲愁，但我更愿意用畅饮美酒来消解愁闷。",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>被弹劾去职、闲居带湖时所作的一首词。他在带湖居住期间，闲游于博山道中，却无心赏玩当地风光。眼看国事日非，自己无能为力，一腔愁绪无法排遣，遂在博山道中一壁上题了这首词。在这首词中，作者运用对比手法，突出地渲染了一个“愁”字，以此作为贯串全篇的线索，感情真率而又委婉，言浅意深，令人玩味无穷。</p> <p>　　词的上片，着重回忆少年时代自己不知愁苦。少年时代，风华正茂，涉世不深，乐观自信，对于人们常说的“愁”还缺乏真切的体验。首句“少年不识愁滋味”，乃是上片的核心。我们知道，辛弃疾生长在中原沦陷区。青少年时代的他，不仅亲历了人民的苦难，亲见了金人的凶残，同时也深受北方人民英勇抗金斗争精神的鼓舞。他不仅自己有抗金复国的胆识和才略，而且认为中原是可以收复的，金人侵略者也是可以被赶出去的。因此，他不知何为“愁”，为了效仿前代作家，抒发一点所谓“愁情”，他是“爱上层楼”，无愁找愁。作者连用两个“爱上层楼”，这一叠句的运用，避开了一般的泛泛描述，而是有力地带起了下文。前一个“爱上层楼”，同首句构成因果复句，意谓作者年轻时根本不懂什么是忧愁，所以喜欢登楼赏玩。后一个“爱上层楼”，又同下面“为赋新词强说愁”结成因果关系，即因为爱上高楼而触发<a href=\"http://so.gushiwen.org/view_58076.aspx\">诗</a>兴，在当时“不识愁滋味”的情况下，也要勉强说些“愁闷”之类的话。这一叠句的运用，把两个不同的层次联系起来，上片“不知愁”这一思想表达得十分完整。</p> <p>　　词的下片，着重写自己现在知愁。作者处处注意同上片进行对比，表现自己随着年岁的增长，处世阅历渐深，对于这个“愁”字有了真切的体验。作者怀着捐躯报国的志愿投奔南宋，本想与南宋政权同心协力，共建恢复大业。谁知，南宋政权对他招之即来，挥之即去，他不仅报国无门，而且还落得被削职闲居的境地，“一腔忠愤，无处发泄”，其心中的愁闷痛楚可以想见。“而今识尽愁滋味”，这里的“尽”字，是极有概括力的，它包含着作者许多复杂的感受，从而完成了整篇词作在思想感情上的一大转折。接着，作者又连用两句“欲说还休”，仍然采用叠句形式，在结构用法上也与上片互为呼应。这两句“欲说还休”包含有两层不同的意思。前句紧承上句的“尽”字而来，人们在实际生活中，喜怒哀乐等各种情感往往相反相成，极度的高兴转而潜生悲凉，深沉的忧愁翻作自我调侃。作者过去无愁而硬要说愁，如今却愁到极点而无话可说。后一个“欲说还休”则是紧连下文。因为，作者胸中的忧愁不是个人的离愁别绪，而是忧国伤时之愁。而在当时投降派把持朝政的情况下，抒发这种忧愁是犯大忌的，因此作者在此不便直说，只得转而言天气，“天凉好个秋”。这句结尾表面形似轻脱，实则十分含蓄，充分表达了作者之“愁”的深沉博大。</p> <p>　　辛弃疾的这首词，通过“少年”、“而今”，无愁、有愁的对比，表现了他受压抑排挤、报国无门的痛苦，是对南宋统治集团的讽刺和不满。在艺术手法上，“少年”是宾，“而今”是主，以昔衬今，以有写无，以无写有，写作手法也很巧妙，突出强调了今日的愁深愁大，有强烈的艺术效果。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "讽刺",
    "不满"
  ]
}