{
  "id": 72880,
  "star": 18,
  "name": "青衫湿·悼亡",
  "dynasty": "清代",
  "content": "近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。<br>当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。",
  "fanyi": "<p><strong>译文<br></strong>最近有太多的伤心事，我能与谁倾诉于这漫漫长夜？一切听从命运的安排，早春时节，窗外绿影婆娑，大雁归来，黄莺歌舞，任凭泪流满面。<br>当年与你欣赏美景，如今却丧失了，辜负了往日的一片深情。忽然一阵风吹，明灯随风摇动，我以为是你的魂魄回来了，罢了，我只能痴情地数星等待。</p> <p><strong>注释</strong><br>①青衫湿：词牌名，此调体格多样，为双调。<br>②从教分付：一切都听任其安排。<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>《念奴娇》：“有谁伴我凄凉，除非分付，与杯中醽醁。”<br>③绿窗：指窗外绿景。红泪：指伤离或死别的眼泪。早雁初莺：是说春去秋来，形容时光流逝。<br>④领略：欣赏，晓悟。<br>⑤漆灯：灯明亮如漆谓之“漆灯”。《世说新语》谓<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>见杜宏治，叹曰：“面如凝脂，目如点漆，此真神仙中人。这里的‘漆灯’语出唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《南山田中行》：“石脉水流泉滴沙，鬼灯如漆点松花。”<br>⑥风飐（zhǎn）：风吹之意。毛文锡《临江仙》：“岸泊渔灯风飐碎，白苹远散浓香。”<br>⑦痴数春星：谓痴情地数着天上的星斗。梁简文帝《神山寺碑》：“澄明离日，照影春星。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词题即点明悼亡主旨。“近来无限伤心事”，作者一开篇便写出了自己内心的伤感，最近的无数伤心事，都只得埋藏在自己心里，因为无处可以诉说，营造出了一种佳人早已离去，知己只有一人的孤独悲伤氛围。卢氏不但是纳兰的妻子，更是纳兰的红颜知己，纳兰为卢氏所题写的悼亡词数不胜数，可是每一首，他都能够写出情词中的哀婉，他是真的无法割舍对卢氏的一片情深。自然，卢氏是幸运的，她能够与纳兰真心相爱一场，死后，又能够被纳兰如此思念，封建社会里只怕少有女性能够像她这样幸运。但是活下来的纳兰，却是不幸的，他的伤痛，无人诉说。 </p> <p>　　“谁与话长更”一句，以反问的语气写漫漫长夜，无人与共，词人在傍晚时分就已开始为长夜而烦恼，满心愁怨堆积。“从教分付，绿窗红泪，早雁初莺”。纳兰自然也是知道，自己的思念无济于事，生活还要继续下去，但是纳兰就是无法控制自己内心的思念，一想到从前，便要忍不住泪如雨下，悲痛欲绝。更抬眼望向窗外，早雁初莺，竟不知美人红泪。此处“红泪”一语双关，既写屋内蜡烛燃烧淌下红泪的实景，又写词人心中臆想多情的美人泣泪，流露出词人孤单落寞、郁郁寡欢的愁情。</p> <p>　　下阕“当时”二字领起，词人回忆当年与妻子二人相亲相爱，而今皆为无常断送，生死相离，总辜负了当时的情意绵绵。结尾三句突起，“忽疑君到”一句，词人化用唐人<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>《有所思》中“相思一夜梅花发，忽到窗前疑是君”中的<a href=\"http://so.gushiwen.org/view_72880.aspx\">诗</a>句，写自己正凝思出神，忽见漆灯的火苗被风吹得摇曳不定，便疑心是爱妻芳魂从泉下归来，于是痴痴地数星等待，与<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>《过秦淮》“谁信无聊为伊，才减<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>，情伤苟倩，但明河影下，还看稀星数点”，可谓异曲同工。可以说是情深意远，耐人寻味。</p> <p>　　词人对亡妻的痴情，可歌可泣，令人动容。</p>",
  "about": "<h2>创作背景</h2> 　　这一首作于何年不详，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与前妻卢氏伉俪情深，而卢氏早逝，卒于康熙十六年（1677）五月三十日。卢氏的早亡给纳兰的精神造成了极大的打击，他悲痛欲绝，柔肠寸断，遂于此后，写了大量的悼亡之作。在纳兰的三百多首词中，这类词占了相当大的比重，而这首《青衫湿·悼亡》是其中的佳作，最为生动感人。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "悼亡",
    "怀人",
    "悲伤",
    "孤独"
  ]
}