{
  "id": 3,
  "star": 1037,
  "name": "卷耳",
  "dynasty": "先秦",
  "content": "采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。<br>陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。<br>陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。<br>陟彼砠矣，我马瘏矣，我仆痡矣，云何吁矣。",
  "fanyi": "<p><strong>译文</strong><br>采呀采呀采卷耳，半天不满一小筐。我啊想念心上人，菜筐弃在大路旁。<br>攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。<br>登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。<br>艰难攀登乱石冈，马儿累坏倒一旁，仆人精疲力又竭，无奈愁思聚心上！</p> <p><strong>注释<br></strong>⑴采采：采了又采。毛传作采摘解，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《<a href=\"http://so.gushiwen.org/view_3.aspx\">诗</a>集传》云：“非一采也。”而马瑞辰《毛诗传笺通释》则认为是状野草“盛多之貌”。卷耳：苍耳，石竹科一年生草本植物，嫩苗可食，子可入药。<br>⑵盈：满。顷筐：斜口筐子，后高前低。一说斜口筐。这句说采了又采都采不满浅筐子，心思不在这上头。<br>⑶嗟：语助词，或谓叹息声。怀：怀想。<br>⑷寘（zhì）：同“置”，放，搁置。周行（háng）：环绕的道路，特指大道。索性把筐子放在大路上，于是眼前出现了她丈夫在外的情景。<br>⑸陟：升；登。彼：指示代名词。崔嵬（wéi）：山高不平。<br>⑹我：想象中丈夫的自称。虺隤（huī tuí）：疲极而病。<br>⑺姑：姑且。酌：斟酒。金罍（léi）：金罍，青铜做的罍。罍，器名，青铜制，用以盛酒和水。<br>⑻维：发语词，无实义。永怀：长久思念。<br>⑼玄黄：黑色毛与黄色毛相掺杂的颜色。朱熹说“玄马而黄，病极而变色也”，就是本是黑马，病久而出现黄斑。<br>⑽兕觥（sì gōng）：一说野牛角制的酒杯，一说“觥”是青铜做的牛形酒器。<br>⑾永伤：长久思念。<br>⑿砠（jū）：有土的石山，或谓山中险阻之地。<br>⒀瘏（tú）：因劳致病，马疲病不能前行。<br>⒁痡（pū）：因劳致病，人过劳不能走路。<br>⒂云：语助词，无实义。云何：奈何，奈之何。吁（xū）：忧伤而叹。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《卷耳》是一篇抒写怀人情感的名作。其佳妙处尤其表现在它匠心独运的篇章结构上。旧说如“后妃怀文王”“文王怀贤”“妻子怀念征夫”“征夫怀念妻子”诸说，都把<a href=\"http://so.gushiwen.org/view_3.aspx\">诗</a>中的怀人情感解释为单向的；另外，日本的青木正儿和中国的《诗经》专家孙作云还提出过《卷耳》是由两首残简的诗合为一诗的看法。这些看法反映出对《卷耳》篇章佳妙布局认识不足的缺陷。</p> <p>　　《卷耳》四章，第一章是以思念征夫的妇女的口吻来写的；后三章则是以思家念归的备受旅途辛劳的男子的口吻来写的。犹如一场表演着的戏剧，男女主人公各自的内心独白在同一场景同一时段中展开。诗人坚决地隐去了“女曰”“士曰”一类的提示词，让戏剧冲突表现得更为强烈，让男女主人公“思怀”的内心感受交融合一。首章女子的独白呼唤着远行的男子，“不盈顷筐”的卷耳被弃在“周行”——通向远方的大路的一旁。顺着女子的呼唤，备受辛苦的男子满怀愁思地出现；对应着“周行”，他正行进在崔嵬的山间。一、二两章的句式结构也因此呈现着明显的对比和反差。第三章是对第二章的复沓，带有变化的复沓是《诗经》中最常见的章法结构特征，这种复沓可以想象为是一种合唱或重唱，它强有力地增加了抒情的效果，开拓补充了意境，稳定地再现了音乐的主题旋律。第四章从内容分析仍是男子口吻，但与二、三章相差很大。这类《诗经》中经常用的手法称为单行章断，比如《召南·采蘩》《召南·行露》《周南·葛覃》《周南·汉广》《周南·汝坟》等诗中都有此类手法。这类手法是合唱形式的遗存，可以想像这是幕后回荡的男声合唱。其作用是渲染烘托诗篇的气氛，增强表演的效果。</p> <p>　　《卷耳》的语言是优美自然的。诗人能够熟练地运用当时的民谣套语。《周易·归妹三·上六》：“女承筐，无实；士刲羊，无血。”“女承筐，无实”正与《卷耳》首句“采采卷耳，不盈顷筐”对应。把民谣用作套语，像一个套子一样放在诗章句首，为诗奠定韵脚、句式的基础和情感思绪的习惯性暗示，这是《诗经》的起兴手法的一例。诗人善于用实境描画来衬托情感。旅途的艰难是通过对山的险阻的描摹直接反映出来的：诗人用了“崔嵬”“高冈”“砠”等词语。而旅途的痛苦则是通过对马的神情的刻画间接表现出来的：诗人用了“虺隤”“玄黄”“瘏矣”等词语。而描摹山、刻画马都意在衬托出行者怀人思归的惆怅。“我姑酌彼金罍”“我姑酌彼兕觥”，以酒浇愁，便是正面对这种悲愁的心态提示。全诗的最后是以一种已类化的自问自答体收场的：“云何？吁矣！”它既是对前两章“不永怀”“不永伤”的承接，也是以“吁”一字对全诗进行的总结，点名“愁”的主题，堪称诗眼。</p> <p>　　怀人是世间永恒的情感主题，这一主题跨越了具体的人和事，它本身成了历代诗人吟咏的好题目。《卷耳》为中国诗歌长河中蔚为壮观的一支——怀人诗开了一个好头。其深远影响光泽后世。<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《关山月》、<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>《春归思》、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《月夜》、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《九月九日忆山东兄弟》、<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>《客意》等抒写离愁别绪、怀人思乡的诗歌名篇，多多少少体现了与《卷耳》一脉相承的意味。</p>",
  "about": "<h2>创作背景</h2> 　　关于此<a href=\"http://so.gushiwen.org/view_3.aspx\">诗</a>的背景，《毛诗注疏》曰：“《卷耳》，后妃之志也，又当辅佐君子，求贤审官，知臣下之勤劳。内有进贤之志，而无险诐私谒之心，朝夕思念，至于忧勤也。”余冠英《诗经选》云：“这是女子怀念征夫的诗。”陈子展《诗三百解题》说：“《卷耳》，当是岐周大夫于役中原，其妻思念之而作。”",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "怀人"
  ]
}