{
  "id": 48750,
  "star": 48,
  "name": "生查子·含羞整翠鬟",
  "dynasty": "宋代",
  "content": "含羞整翠鬟，得意频相顾。雁柱十三弦，一一春莺语。<br>娇云容易飞，梦断知何处。深院锁黄昏，阵阵芭蕉雨。",
  "fanyi": "<p><strong>译文</strong><br>　　似娇还羞抿了抿秀发乌鬟，笑靥盈盈秋波流转频频顾盼。玉手纤指轻弹，筝声婉转欢快，琴弦飞荡回旋，似春莺传情，低语交欢。<br>　　曲终人去，宛如飞云飘逸，只留下娇柔的身影。春梦已断不知何处寻觅。庭院深深，锁住的是寂寞和黄昏，还有那阵阵凄雨敲打芭蕉声。</p> <p><strong>注释</strong><br>①翠鬟：妇女环形发譬称鬟。翠鬟，泛称美发。<br>②雁柱十三弦；筝有十三弦；琴柱斜排如雁斜飞，称雁柱。这里均代指古筝。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词以男子的口吻，写一女子弹筝的情景，并在其中渗入爱情与离愁。</p> <p>　　上片描写从前女子在与情郎相聚时弹筝的情景。起首一句好似一个特写镜头，先画出这位女子的娇容美态。此时她仿佛坐在筝前，旁边站着一位英俊少年。在弹筝之前，她娇羞怯怯，理了理头发。“整翠鬟”三字把她内心深处一股难名状的激动感情恰当地反映出来。下面“得意频相顾”一句，是写这女子弹筝弹到高潮，她的感情已和筝声溶为一片，忘记了方才的羞怯，不时地回眸一顾，看看身旁的少年。这是用白描的手法表现演奏者与欣赏者的感情交流。</p> <p>　　“雁柱”二句具体地描写筝声。唐宋时筝有十三弦，每弦用一柱支撑，斜列如雁行，故称“雁柱”“一一春莺语”，系以莺语拟筝声。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》云：“间关莺语花底滑。”<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>《菩萨蛮》云：“琵琶金翠羽，弦上黄莺语。”似为此句所本。前一句以“雁行”比筝柱，这一句以“莺语”状筝声，无论在视觉和听觉上都给人以美感。而“十三”、“一一”两组数字，又使人觉得女子的十指在一一按动筝弦，轻拢慢捻，很有节奏。随着十指的滑动，弦上发出悦耳的曲调。在这里，词人着一“语”字，又进一步拟人化，好像这弦上发出的声音在倾诉女子的心曲。</p> <p>　　下片写此时两情隔绝，凄苦难禁。“娇云”二句，语本<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》，暗示他们在弹筝之后曾有一段幽会。然而好景不长，他们很快分离了。着以“容易”二字，说明他们的分离是那样的轻易、那样的迅速，其中充满了懊恼与怅恨，也充满了怜惜与怀念之情。“梦断知何处”，表明他们的欢会象阳台一梦；然而鸳魂缥缈，旧梦依稀，一觉醒来，仍被冷冷清清的氛围所笼罩。</p> <p>　　结尾二句，写男子深院独处，黄昏时刻，谛听着窗外的雨声。阵阵急雨，敲打芭蕉，这是男子在回忆中产生的错觉，也是他迫促烦躁心情的写照，同时又表现了孤栖时刻幽寂凄清的况味。雨声即为筝声，这样的筝声，最易触动愁绪。</p> <p>　　这首词巧妙地运用了哀乐对比。上片充满了欢乐的气氛、明快的节奏；下片则情深调苦，表现了孤单寂寞的悲哀。以乐景反跌哀情，故哀情更为动人。词中正面描写弹筝的女子，而以英俊少年作侧面的陪衬；上片中写这男子隐约在场，下片中则写女子在回忆中出现，虚实相间，错综叙写，词中的感情就不会变得单调。作者善于运用比喻，如以“雁行”比筝柱，以“莺语”拟筝声，以“娇云”状远去的弹筝女子，以雨打芭蕉喻筝中的哀音，或明比，或暗喻，都增加了词的形象性和感染力。</p>",
  "about": "<h2>创作背景</h2> 　　此词是用男子的口吻，回忆了自己喜欢的一位女子弹筝的情景。这是代言体作品，其创作时间难以考证。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "爱情",
    "离愁",
    "音乐",
    "女子"
  ]
}