{
  "id": 7859,
  "star": 597,
  "name": "秋浦歌十七首",
  "dynasty": "唐代",
  "content": "秋浦长似秋，萧条使人愁。<br>客愁不可度，行上东大楼。<br>正西望长安，下见江水流。<br>寄言向江水，汝意忆侬不。<br>遥传一掬泪，为我达扬州。</p> <p>秋浦猿夜愁，黄山堪白头。<br>清溪非陇水，翻作断肠流。<br>欲去不得去，薄游成久游。<br>何年是归日，雨泪下孤舟。</p> <p>秋浦锦驼鸟，人间天上稀。<br>山鸡羞渌水，不敢照毛衣。</p> <p>两鬓入秋浦，一朝飒已衰。<br>猿声催白发，长短尽成丝。</p> <p>秋浦多白猿，超腾若飞雪。<br>牵引条上儿，饮弄水中月。</p> <p>愁作秋浦客，强看秋浦花。<br>山川如剡县，风日似长沙。</p> <p>醉上山公马，寒歌宁戚牛。<br>空吟白石烂，泪满黑貂裘。</p> <p>秋浦千重岭，水车岭最奇。<br>天倾欲堕石，水拂寄生枝。</p> <p>江祖一片石，青天扫画屏。<br>题诗留万古，绿字锦苔生。</p> <p>千千石楠树，万万女贞林。<br>山山白鹭满，涧涧白猿吟。<br>君莫向秋浦，猿声碎客心。</p> <p>逻人横鸟道，江祖出鱼梁。<br>水急客舟疾，山花拂面香。</p> <p>水如一匹练，此地即平天。<br>耐可乘明月，看花上酒船。</p> <p>渌水净素月，月明白鹭飞。<br>郎听采菱女，一道夜歌归。</p> <p>炉火照天地，红星乱紫烟。<br>赧郎明月夜，歌曲动寒川。</p> <p>白发三千丈，缘愁似个长。<br>不知明镜里，何处得秋霜。</p> <p>秋浦田舍翁，采鱼水中宿。<br>妻子张白鹇，结罝映深竹。</p> <p>桃波一步地，了了语声闻。<br>黯与山僧别，低头礼白云。",
  "fanyi": "<p><strong>译文</strong><br>秋浦水像秋一样的长，景色萧条令我心愁。<br>客愁像秋浦水一样不可量度，我乐行至大楼山以散心忧。站<br>在山顶西望伏安，直见长江之水正滚滚东流。<br>我问江水：你还记得我<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>吗？<br>请你将我一掬泪水，遥寄给扬州的朋友去吧！</p> <p>夜猿在秋浦水上哀鸣，连附近的小黄山也愁白了头。<br>青溪虽非是陇水。但也发出像陇水一样的悲胭之声。<br>我想离开这里，但却因故而去不得；本来打算暂游此地，但却滞留此地而成了久游。<br>何年何月才能回家乡啊，想至此不觉在孤舟上潜然泪流。</p> <p>秋浦产一种霹驼鸟，其羽毛之美，为人间天上所少有。<br>以美丽著称的山鸡，见了它也羞得不敢走近水边映照自己的华美的羽毛。</p> <p>入了秋浦之境，一个早晨就愁白了我的双鬓。<br>那凄切的猿声，叫得将我满头的白发郡成了纷乱的素丝。</p> <p>秋涌河畔的树丛中多产白猿，其跳跃飞腾如一团白雪。<br>它们在树枝上牵引着儿女，在玩水中厉月的游戏。</p> <p>愁作秋浦之客，强看秋浦之花。<br>秋浦的山川就如剡县一样优美，而其风光却像长沙一带的潇湘之景。</p> <p>我像晋朝的山简一样大醉骑马而归；我像春秋时的宁戚一样倚牛角而歌。<br>空吟着《牛歌》而无人知遇，便只有像苏秦那样泪落黑罗裘了。</p> <p>在秋浦的干重山岭中，唯有水车岭的风景最为奇特<br>。天空好像要随着大石一道倾倒下来，山石上的松萝兔丝在顺水飘拂。</p> <p>巨石江祖耸立在清溪河畔，就像是直扫青天的一幅天然画屏。<br>上面古人的题<a href=\"http://so.gushiwen.org/view_7859.aspx\">诗</a>千年犹在，其在绿字之上长满了美丽的苔藓。</p> <p>秋浦河岸的两旁，长着千千万万棵石楠树和女贞林。<br>各个山头上都落满了白鬓，各个山涧里都有白猿在哀吟。<br>劝君千万莫要去游秋浦，那悲哀的猿声会搅碎你这位他乡游子的客心。</p> <p>逻人石之高踱，上只有飞鸟才能飞过。江祖石上有渔人筑起了捕鱼的小堤坝。<br>急流使得客舟飞快地行驶，山花挨着人面，散着阵阵香气。</p> <p>水如一匹静静的白练，此地之水即与天平。<br>何不乘此舟直升云天去一览明月，一边看赏两岸的鲜花，一边在舱中饮酒呢？</p> <p>透明的绿水中映着一轮素净的明月，一行白鹭在日光下飞行。<br>种田郎荷锄听采菱女唱歌，并一道唱和着山歌踏月而归。</p> <p>炉火隔彻天地，柴烟中红星乱闪。<br>炼铜工人在明月之夜，一边唱歌一边劳动，他们的歌声响彻了寒峭的山谷。</p> <p>白发长达三千丈，是因为愁才长得这样长。<br>不知在明镜之中，是何处的秋霜落在了我的头上？</p> <p>秋浦的田舍老翁，为捕鱼而睡在水上的船中。<br>他的妻子在竹林深处张结鸟网，捕捉林中的白鹇。</p> <p>桃波离这里只有一步地之遥，那里的人说话这里都听得清清楚楚。<br>我在这里暗与山僧告别，遥向白云作揖而去。</p> <p><strong>注释</strong><br>⑴秋浦：唐时属池州郡。故址在今安徽省贵池县西。<br>⑵山公：指山简。<br>⑶宁戚：春秋时卫国人。<br>⑷白石烂：宁戚《放牛歌》中有“南山矸，白石烂，生不逢尧与舜禅”之句。<br>⑸黑貂裘：《战国策·秦策》载，苏秦“说秦王，书十上而说不行，黑貂之裘敝”。<br>⑹水车岭：《贵池志》载，贵池西南七十余里有水车岭。<br>⑺寄生：一种植物，其根部不扎在土里而依附在松树、杨树等枝杈上，靠吸取这些树的养分而存活。<br>⑻江祖一片石：《一统志》载，江祖山，在贵池西南二十五里处，一石突出水际，高数丈，名曰江祖石。<br>⑼逻人：今称逻人矶，乃江边一巨石。人：一作“叉”。<br>⑽鱼梁：地名，在逻人矶附近。<br>⑾舟：一作“行”<br>⑿平天：湖名，旧址在贵池西南的齐山脚下。<br>⒀赧（nǎn）：原指因害羞而脸红。这里是指炉火映红人脸。<br>⒁个：如此，这般。<br>⒂秋霜：形容头发白如秋霜。<br>⒃白鹇（xián）：大型鸟类，也叫“白雉“。<br>⒄罝（jū）：捕捉兔子的网，泛指捕鸟兽的网。<br>⒅波：一作“陂”。 </p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_7859.aspx\">诗</a>是这组诗中最长的一首。开头说“秋浦长似秋”：秋浦老是像秋天的样子。这是因地名而产生的诙谐，也是为引出下句“萧条使人愁”而设。秋——萧条——愁，顺理成章，并且十分和谐，读之顿生冷落寂寥之感。三四句承上写愁：“客愁不可度，行上东大楼。”“正西望长安，下见江水流。”一个“望”字，凝聚着深沉的忧愤。“望长安”正是诗眼所在。后面四句是对江水说的话。“遥传一掬泪，为我达扬州。”扬州是北上长安的必经之处，诗人要把忧国之泪寄往扬州，实为寄往长安。泪虽一掬，却极有分量。</p> <p>　　第二首诗与前一首一样，也是抒发客愁和对长安的思念，思归益切，愁绪愈来浓。“秋浦猿夜愁，黄山堪白头。清溪非陇水，翻作断肠流。”前四句写别愁，比较婉曲；“欲去不得去，薄游成久游。何年是归日，雨泪下孤舟。”后四句进一步言归思，直抒胸臆，一气呵成。</p> <p>　　第三首诗是一首具有寓意的咏物诗。此诗正面赞美秋浦的锦驼鸟，而以山鸡作为陪衬，但对后者并无贬意。从诗意看，诗人对山鸡所倾注的同情似乎还更多一些。</p> <p>　　第四首诗是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的自画像。全诗描绘的诗人形象是满腹忧郁，形容枯槁，白发苍苍的孤苦老人。盛年不再的李白，是怀着失意的心情来到秋浦的，虽然是刚过“知天命”的年纪，可是好像一下子白发就全白了。在此诗的开头，他说自己是“两鬓入秋浦，一朝飒已衰”。听起来似乎觉得原来还李白一直是两鬓青丝，但到了秋浦之后，没有想到竟然会在一天早上起来之后，发现两鬓已经白发苍苍了！“一朝”极言头发白得之快，简直出乎意料之外，言下之意，还真有点当年伍子胥过不去昭关，一夜之间，就把头发愁白了的味道，但是伍子胥是心急火燎，李白却并不着急赶到哪里去，而且，也不像伍子胥那样过不了昭关就有性命之忧，但是又为什么白了头发呢？李白在惊异之余，给自己找了一个看上去说得过去的原因：“猿声催白发，长短尽成丝。”中国古代的文人一听到猿声，马上就会愁肠百结的，这其中的例外恐怕还只有李白一人，不过那也是他晚年在长流夜郎的途中，在三峡中得到大赦，乘舟东归的时候，曾经欢快地写到“两岸猿声啼不住，轻舟已过万重山”。可是在眼下，他可没有这么好的心情，猿声一“催”，他满头的青丝，不管是长是短，统统白了，这个“催”字可谓是用得惊心动魄，本来头发就在一夜之间白了，那里还禁得住猿声的催促！这首诗由于用了“一朝”和“催”这两个词来着重强调自己头发白得异乎寻常地快，不由得让人想到他在《将进酒》中的名句：“君不见高堂明镜悲白发，朝如青丝暮成雪！”</p> <p>　　这首诗的表层意义是诗人对进入暮年的喟叹，深层意义是抒发一种匡时济世之大志而又无门可报，欲罢而又不能的矛盾情怀。</p> <p>　　第五首诗前两句“秋浦多白猿，超腾若飞雪”说明了地点和描写的对象，并塑造出白猿欢乐嬉戏的群像；后两句“牵引条上儿，饮弄水中月”，则是对白猿母子戏月的特写，把白猿的动态写得活灵活现。</p> <p>　　第六首诗开篇以“愁”字领起，展现出诗人面对残酷现实和即将爆发的战乱一筹莫展的苦闷心情和深广忧愤。”愁作秋浦客，强看秋浦花“，连观赏秋色也要强打精神，与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>”感时花溅泪，恨别鸟惊心“的感受相似，可见情绪是比较低落的。</p> <p>　　第七首诗可以说是这十七首诗的纲领，它真挚深切地抒发了诗人畅游秋浦时的心境。诗中以山简、宁戚、苏秦自况，抒发了自己抱负、境遇和不平。从”白石烂“和”黑貂裘“这两个典故上，读者不难明白，在长安时失意于最高统治者其实一直是李白心中抹不去的隐痛。”白石烂“是宁戚在不得志时，抓住齐桓公出行的机会，牵牛叩角而歌时唱的歌词，”南山灿，白石烂，……生不逢尧与舜禅，长夜漫漫何时旦！“从而引起了齐桓公的注意而最终得到了重用；”黑貂裘“则是说的战国时期最成功的策士苏秦在一开好游说秦惠王失败后，穷困潦倒的处境，”说秦王，书十上而说不行，黑貂之裘敝，黄金百斤尽。“（《战国策·苏秦始以连横说秦》）李白觉得自己的处境就好比那失意东归的苏秦，而再也不会像宁戚那样得到君王的赏识了。</p> <p>　　第八首和第九首，诗人描绘了秋浦的奇特景观：水车岭和江祖石。在艺术处理上，两首也很相似。第八首除一句”天倾欲堕石“略带夸张外，其余都是如实描绘；第九首也是除”青天扫画屏“一句用比外，纯用白描手法，不以词语惊人而以意境取胜。</p> <p>　　第十首诗，李白以轻快的笔调描写山乡的自然风光：嘉木成林，满山葱翠，白鹭横飞，白猿长鸣。但末二句笔锋陡转，劝诫人们不可去观赏这里的山光水色，因为那凄厉的猿声使人愁肠寸断。</p> <p>　　第十一首诗，诗人选择了两块不寻常的岩石，描写它们雄奇峻峭的姿态，绘制了一幅十分壮观的画面，倾诉了诗人对秋浦山水的爱慕之情。</p> <p>　　第十二首诗，写的是平天湖的夜景和诗人观赏夜景时的感受。前两句写景，后两句抒情。想象丰富，韵味无穷。</p> <p>　　第十三首诗，写江南水乡之景和民间采菱男女之情，也是先写景，后写情，而景和情又是相互关联、渗透、交融的，充满了乡土气息和生活气息，语近情逸，令人神远。</p> <p>　　第十四首诗，是一首正面描写和歌颂冶炼工人的诗歌，在中国浩如烟海的古典诗歌中较为罕见，因而极为可贵。“炉火照天地，红星乱紫烟”，诗一开头，便呈现出一幅色调明亮、气氛热烈的冶炼场景：炉火熊熊燃烧，红星四溅，紫烟蒸腾，广袤的天地被红彤彤的炉火照得通明。诗人用了“照”、“乱”两个看似平常的字眼，但一经炼入诗句，便使冶炼的场面卓然生辉。透过这生动景象，不难感受到诗人那种新奇、兴奋、惊叹之情。接着两句“赧郎明月夜，歌曲动寒川”，转入对冶炼工人形象的描绘。诗人以粗犷的线条，略加勾勒，冶炼工人雄伟健壮的形象便跃然纸上。“赧郎”二字用词新颖，颇耐寻味。从“赧郎”二字，可以联想到他们健美强壮的体魄和勤劳、朴实、热情、豪爽、乐观的性格。结句“歌曲动寒川”，关合了上句对人物形象的塑造。冶炼工人一边劳动，一边歌唱，那嘹亮的歌声使寒冷的河水都荡漾起来了。他们唱的什么歌，诗人未加明点，读者可以作出各式各样的补充和联想。歌声把寒川激荡了，当然不会，这只是诗人的独特感受，是夸张之笔，却极为传神。如果说，“赧郎”句只是描绘了明月、炉火交映下冶炼工人的面部肖像，那么，这一句则揭示出他们的内心世界，他们丰富的情感和优美的情操，字里行间饱含着诗人的赞美歌颂之情。</p> <p>　　这是一幅瑰玮壮观的秋夜冶炼图。在诗人神奇的画笔下，光、热、声、色交织辉映，明与暗、冷与热、动与静烘托映衬，鲜明、生动地表现了火热的劳动场景，酣畅淋漓地塑造了古代冶炼工人的形象，确是古代诗歌宝库中放射异彩的艺术珍品。</p> <p>　　第十五首诗，是组诗中流传最广的一首。“白发三千丈，缘愁似个长？”劈空而来，似大潮奔涌，似火山爆发，骇人心目。单看“白发三千丈”一句，真叫人无法理解：白发怎么能有“三千丈”呢？读到下句“缘愁似个长”，豁然明白，原来“三千丈”的白发是因愁而生，因愁而长。愁生白发，人所共晓，而长达三千丈，该有多少深重的愁思。十个字的千钧重量落在一个“愁”字上。以此写愁，匪夷所思。奇想出奇句，不能不使人惊叹诗人的气魄和笔力。古典诗歌里写愁的取譬很多。宋人罗大经《鹤林玉露》说：“诗家有以山喻愁者，杜少陵云：‘忧端如山来（按：当作“齐终南”），澒洞不可掇’；有以水喻愁者，<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>云：‘请量东海水，看取浅深愁’。”李白独辟蹊径，以“白发三千丈”之长喻愁之深之重。人们不但不会因“三千丈”的无理而见怪诗人，相反会由衷赞赏这出乎常情而又入于人心的奇句，而且感到诗人的长叹疾呼实堪同情。</p> <p>　　人看到自己头上生了白发以及白发的长短，是因为照镜而知。首二句暗藏照镜，三四句就明白写出：“不知明镜里，何处得秋霜！”秋霜色白，以代指白发，似重复又非重复，它并具忧伤憔悴的感情色彩，不是白发的“白”字所能兼带。上句的“不知”，不是真不知，不是因“不知”而发出“何处”之问。这两句不是问语，而是愤激语，痛切语。诗眼就在下句的一个“得”字上。如此浓愁，从何而“得”？“得”字直贯到诗人半生中所受到的排挤压抑；所志不遂，因此而愁生白发，鬓染秋霜，亲历亲感，何由不知！李白有“奋其志能，愿为辅弼”的雄心，有使“寰区大定，海县清一”的理想（均见《代寿山答孟少府移文书》），尽管屡遭挫折，未能实现，但他的志向绐终不泯。写这首诗时，他已经五十多岁了，壮志未酬，人已衰老，不能不倍加痛苦。所以揽镜自照，触目惊心，发生“白发三千丈”的孤吟，使天下后世识其悲愤，并以此奇想奇句流传千古，可谓善作不平鸣者了。</p> <p>　　第十六首诗，李白用一种极为欣赏的眼光，再现了秋浦人家的生活情调：渔家在夜以继日地打鱼，而他的妻子也不肯闲着，在竹林深处，张网捕鸟。一家人都在为着生活而忙碌，但是心态却是非常平和的，这首被人赞为颇有<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《辋川诗》格调的诗作，显然是在一种轻松自在的心境下创作出来的。正是这种不断地自我更新，不断地接受新事物的健康心理，才使得李白不论身处何地，都能写出脍炙人口的华彩辞章来的重要主观因素。</p> <p>　　第十七首诗，也是最后一首，以黯然离别秋浦作结，传达了一种伤感的情调。</p>",
  "about": "<h2>创作背景</h2> <p>　　秋浦，唐代池州郡属县，在今安徽省贵池县西，因境内有秋浦水而得名，是唐代银和铜的产地之一。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>一生三次游秋浦，留下七十余篇佳作。这十七首<a href=\"http://so.gushiwen.org/view_7859.aspx\">诗</a>大约作于天宝十三载（754）第二次游秋浦时期（一说为天宝十二载）。当时李白因受谗遭疏离开长安已经十年。在这十年中，李白云游天下，四海为家，北上燕、赵，南下江、淮；其中不乏痛快欢畅的时候，特别是曾和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>两人携手同游梁、宋，把酒论诗，快意非常。不过，他在秋浦时的心情并不太好。天宝十二载（753），他曾北游幽蓟，亲见安禄山势力坐大，君王养痈已成。此时他正是怀着极其悲愤的心情再游江南的。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "游历",
    "山水",
    "抒情",
    "组诗"
  ]
}