{
  "id": 72387,
  "star": 502,
  "name": "滥竽充数",
  "dynasty": "先秦",
  "content": "　　齐宣王使人吹竽，必三百人。南郭处士请为王吹竽，宣王说之，廪食以数百人。宣王死，湣王立，好一一听之，处士逃。",
  "fanyi": "<p><strong>译文</strong><br>　　齐宣王让人吹竽，一定要三百人的合奏。南郭处士请求给齐宣王吹竽，宣王对此感到很高兴，拿数百人的粮食供养他。齐宣王去世了，齐湣王继承王位，他喜欢听一个一个的演奏，南郭处士听后便逃走了。</p> <p><strong>注释</strong><br>（1）节选自《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·内储说上》。这则寓言讽刺了无德无才、招摇撞骗的骗子，提醒人们只要严格把关，骗子就难行骗。告诉人们要有真才实学。滥：失实的，假的。竽：一种古代乐器，即大笙。“滥竽”即不会吹竽。充数：凑数。<br>（2）齐宣王：战国时期齐国的国君。姓田，名辟疆。<br>（3）使：让。<br>（4）必：一定，必须，总是。<br>（5）南郭：复姓。<br>（6）处士：古代称有学问、有品德而没有做官的人为处士，相当于“先生”<br>（7）请：请求，要求。<br>（8）为：给，替。<br>（9）说：通“悦”，对......感到高兴。<br>（10）廪食（lǐn sì）以数百人：拿数百人的粮食供养他。廪：粮食。食：供养。<br>（11）以：用，拿。<br>（12）湣王：齐国国君，宣王的儿子，在宣王死后继位。姓田，名地或遂。<br>（13）好∶喜欢，喜悦，此处是喜欢。<br>（14）逃：逃跑。<br>（15）立：继承王位。<br>（16）竽：古代的一种乐器，像如今的笙。</p>",
  "about": "<h2>故事</h2> <p>　　古时候，齐国的国君齐宣王爱好音乐，尤其喜欢听吹竽，手下有不到300个善于吹竽的乐师。齐宣王喜欢热闹，爱摆排场，总想在人前显示做国君的威严，所以每次听吹竽的时候，总是叫这不到300个人在一起合奏给他听。</p> <p>　　有个名叫南郭的处士听说了齐宣王的喜欢听合奏，觉得有机可乘，是个赚钱的好机会，就跑到齐宣王那里去，吹嘘自己说：“大王啊，听过我吹竽的人没有不被感动的，就是鸟兽听了也会翩翩起舞，花草听了也会合着节拍摆动，我愿把我的绝技献给大王。”齐宣王听得高兴，很爽快地收下了他，把他也编进那支300人的吹竽队中。</p> <p>　　这以后，南郭处士就随那300人一块儿合奏给齐宣王听，和大家一样享受着优厚的待遇，心里极为得意。</p> <p>　　其实南郭处士他压根儿就不会吹竽。每逢演奏的时候，南郭处士就捧着竽混在队伍中，人家摇晃身体他也摇晃身体，人家摆头他也摆头，脸上装出一副动情忘我的样子，看上去比别人吹奏得更投入。南郭处士就这样靠着蒙骗混过了一天又一天，不劳而获地白拿丰厚的薪水。</p> <p>　　但是好景不长，过了几年，爱听竽合奏的齐宣王死了，他的儿子齐湣（mǐn）王继承了王位。齐湣王也爱听吹竽，但他喜欢听独奏。于是齐湣王发布了一道命令，要这300个人轮流来吹竽给他欣赏。南郭处士急得像热锅上的蚂蚁，惶惶不可终日。他想来想去，觉得这次再也混不过去了，只好连夜收拾行李逃走了。</p> <p>　　像南郭处士这样不学无术靠蒙骗混饭吃的人，骗得了一时，骗不了一世。假的就是假的，最终会因逃不过实践的检验而被揭穿伪装。我们想要成功，唯一的办法就是勤奋学习，只有练就一身真本领，才能抵挡住一切困难、挫折和考验。</p><br/><h2>启示</h2> <p><strong>人物点评</strong><br>　　不会吹竽的南郭先生混在三百人的乐队中装模作样地凑数，竟然可以得到赏赐，一旦要自己凭真实本领单独演奏时，南郭先生就只好逃之夭夭了。这个寓言比喻没有真才实学的人混在行家里面充数，或是用不好的东西混在好东西里充数。南郭先生也成了滥竽充数者的代名词。<br>　　千百年来，滥竽充数这个故事，一直被人们广为传诵。南郭处士的行为骗得了一时，却骗不了一世。强调个人应该勤学苦练，使自己具有真才实学。<br>　　南郭先生也有很多的优点：能够毛逐自荐，主动请缨；能够在高手如林的皇家吹竽乐队中混迹，而不被识破；能够一眼看透齐宣王的喜好，冒欺君之罪，以假作真，非一般人可以想象；而后主动下台走人，又有多少人能做到呢？<br>　　齐宣王：不知道他是如何挑选举皇家吹竽乐队的成员的，该制度导致了让一点不会自己专业的人都可以在从事专业工作，不是他无能就是其周围的管理乐队的人有问题，可以推论行贿/受贿古以有之；自己不懂音乐还装风雅，连一个不会竽的人都看不出，难道不是滥竽充数吗？凭空养三百吹竽的人，以满足个人的喜好，浪费纳税人的钱，视百姓如粪土古以有之。<br>　　齐湣王：子承父业，连喜好都继承了，但带来了改革，一代天子一代臣。看样子他是懂点吹竽的，一个一个的听或欣赏，这才会有滥竽充数的故事。一个一个的听，淘汰了南郭先生，下一个淘汰的是谁呢？肯定是那些比较差的人，三百竽人人人自危，汗不敢出，个个紧张，汗流如注。 然而他也同齐宣王一样，以满足个人的喜好，浪费纳税人的钱。更有甚者，一个一个听，势必花更多的时间在享乐，而忽视朝廷的公务。常此以往，国将不国，历史就是如此！好一个滥竽治国！<br>　　三百吹竽的人： 与南郭先生长期共事，必知道其不会吹竽，但从不向王汇报。典型的官官相护，明哲保身，对周围的不正之风听之任之，助长其发展，难道其中没有更多的南郭先生吗？他们对先王必是感激不尽，宣王从不管他们的能力好坏，能吹就行，不会吹也可以，宣王要的排场和热闹。对齐湣王必没好感，人人过堂，竞争压力，朝不保夕。</p> <p><strong>揭示道理</strong><br>　　滥竽充数的故事告诉人们：弄虚作假是经不住时间的考验，终究会露出马脚的，一个人如果像不会吹竽的南郭先生那样，没有真本事，只靠装样子吓喝人，在别人还不了解真相的时候，能够蒙混一阵子，但是总有真相大白的一天。<br>　　寓意：讽刺了混入内行冒充有本事，而无真才实学的人。</p> <p><strong>例句</strong><br>　　需要扩大以避免僵化及滥竽充数的并不是社会秩序，而是市场本身。<br>　　社会秩序由于滥竽充数，由于维持划分清楚的认同感，反而有助于维持。<br>　　处于不同的营销策略发挥滥竽充数的次数从消费者身上.<br>　　贻笑大方的垃圾程序，为了注册没办法了只能滥竽充数了。<br>　　人们有时也用“滥竽充数”来表示自谦。<br>　　我们用了那些滥竽充数的承包商来粉刷房子的外墙面，但在数月之内它又必须重新粉刷了。</p>",
  "poet": {
    "id": 404,
    "star": 0,
    "name": "韩非",
    "image": "http://img.gushiwen.org/authorImg/hanfe.jpg",
    "desc": "韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），汉族，战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。"
  },
  "tags": [
    "小学文言文",
    "寓理",
    "故事"
  ]
}