{
  "id": 3864,
  "star": 79,
  "name": "边词",
  "dynasty": "唐代",
  "content": "五原春色旧来迟，二月垂杨未挂丝。 <br>即今河畔冰开日，正是长安花落时。",
  "fanyi": "<p><strong>译文</strong><br>五原的春天总是姗姗来迟，二月之间，垂杨尚未发芽。<br>黄河岸边。如今开始冰雪消融。长安城里，却正当落花时节。</p> <p><strong>注释</strong><br>⑴五原：今内蒙古自治区五原县，张仁愿所筑西受降城即在其西北。旧来：自古以来。<br>⑵未挂丝：指柳树还未吐绿挂丝。<br>⑶即今：如今，现今。冰开日：解冻的时候。<br>⑷长安：在中国陕西的西安和咸阳附近。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_3864.aspx\">诗</a>载于《全唐诗》卷七十五。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。</p> <p>　　首句中的“五原”，就是现在内蒙古自治区的五原县。张仁愿任朔方总管时为防御突厥而修筑的著名的三受降城之一──西受降城，就在五原西北。这一带地处塞漠，北临大碛，气候严寒，风物荒凉，春色姗姗来迟，所以说“五原春色旧来迟”。着“旧来”二字，不但见此地的荒寒自古迄今如斯，而且表明诗人对此早有所闻。这一句是全篇总冒，以下三句即对春色之来迟进行具体描绘。</p> <p>　　“二月垂杨未挂丝。”仲春二月，内地已经是桃红柳绿，春光烂漫，这里却连垂杨尚未吐叶挂丝。柳色向来是春天的标志，诗人们总是首先在柳色中发现春意，发现春天的脚步、声音和身影。抓住“垂杨未挂丝”这个典型事物，便非常简括地写出边地春迟的特点，令人宛见在无边荒漠中，几株垂柳在凛冽的寒风中摇曳着光秃秃的空枝，看不到一点绿色的荒寒景象。</p> <p>　　三四两句仍紧扣“春迟”写边地风物，却又另换一副笔墨。通过五原与长安不同景物的对照，来突出强调北边的春迟。第二句与三四两句之间，包含着一个时间的差距。河畔冰开，长安花落，暗示时令已值暮春。在荒寒的北边，到这时河冰刚刚解冻，春天的脚步声虽已隐约可闻，春天的身影、春天的色彩却仍然未能望见，而皇都长安，这时早已姹紫嫣红开过，春事阑珊了。这个对照，不仅进一步突出了边地春迟，而且寓含了戍守荒寒北边的将士对帝京长安的怀念。</p> <p>　　面对五原春迟、北边荒寒的景象，诗人心里所唤起的并不是沉重的叹息与忧伤，也不是身处穷荒绝域的孤寂与凄凉。这里是荒寒的，但荒寒中又寓有它所特具的辽阔与壮美；这里是孤寂的，但孤寂中又透露出边地的宁静和平，没有刀光剑影、烽火烟尘；这里的春天来得特别晚，但春天毕竟要降临。“河畔冰开”，带给人的是对春天的展望，而不是“莫言塞北无春到，纵有春来何处知”（<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>《度破讷沙》）这样沉重的叹息。如果把这首诗和<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>的《凉州词》对照起来读，便不难发现它们的声息相通之处：尽管都写了边地的荒寒，流露的思想感情却是对边塞风物的欣赏。在这一点上，《边词》可以说是开盛唐风气之先的。</p> <p>　　这首诗散起对结，结联又用一意贯串、似对非对的流水对，是典型的“初唐标格”。这种格式，对于表现深沉凝重的思想感情可能有一定局限，但却特别适合表现安恬愉悦、明朗乐观的思想感情。诗的风调轻爽流利，意致自然流动，音律和婉安恬，与它所表现的感情和谐统一，让人感到作者是用一种坦然的态度对待“春色旧来迟”、“垂杨未挂丝”的景象。特别是三四两句，在“河畔冰开日”与“长安花落时”的工整对仗之前，分别用“即今”、“便是”这样轻松流易的词语勾连呼应，构成了一种顾盼自如的风神格调。“治世之音安以乐”（《毛诗序》），这首诗可以作为一个典型的例证。不妨说，它是初唐标格与盛唐气象的结合。</p>",
  "about": "<h2>创作背景</h2> 　　这首《边词》当为张敬忠公元707年（唐中宗神龙三年）前后在边塞军中任职时所写。据《新唐书·张仁愿传》记载，公元707年，张仁愿任朔方军总管时，曾奏用当时任监察御史的张敬忠分判军事。这首《边词》大约就是张敬忠在朔方军幕任职时的作品。",
  "poet": {
    "id": 879,
    "star": 0,
    "name": "张敬忠",
    "desc": "一位不大出名的诗人，《全唐诗》仅录存其诗二首。据《新唐书·张仁愿传》记载，中宗神龙三年（707），张仁愿任朔方军总管时，曾奏用当时任监察御史的张敬忠分判军事。"
  },
  "tags": [
    "边塞",
    "春天"
  ]
}