{
  "id": 55984,
  "star": 35,
  "name": "水调歌头·多景楼",
  "dynasty": "宋代",
  "content": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。<br>露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。",
  "fanyi": "<p><strong>译文<br></strong>江东一带据有险要形势的地方，第一要数像屏障般雄伟的镇江。山挽山，山连山，就像画图般莽莽苍苍，云渺渺，水隐隐，景色美处耸立着高高的楼房。战事又起，战鼓号角声面对着风显得格外悲壮。烽火连天，明明灭灭隔江相望，如烟往事，遥想起孙权、刘备在此地共商破曹大事。当年孙刘联军的军容啊，银戈金甲千里都闪着光芒。军士野宿，万灶烟腾，正如同今日宋军一样。<br>露珠结在草上，风吹黄叶飘荡，正当金秋时光。方滋啊，你的气魄真宏大豪放。感今愁，怀古忧，全被你谈笑间一扫而光。君不见羊祜曾登临岘山，观赏襄阳？那无数登山贤士早涅末无能。他们的遗恨难收，空令人黯然神伤。独有羊祜千年传扬，他的英名如同浩浩汉江千古流长。</p> <p><strong>注释<br></strong>（1）多景楼：在镇江北固山上甘露寺内。1164年10月初，出任镇江府通判的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>陪同镇江知府方兹（即“使君”）登楼游宴，写下此词。时金兵方踞淮北，镇<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>江防前线。<br>（2）江左：长江最下游的地方，即今江苏省等地。<br>（3）徐州：指镇江。东晋南渡，置侨州侨郡，曾以徐州治镇江，故镇江又称徐州或南徐州。<br>（4）缥缈：似有若无。<br>（5）危楼，高楼。<br>（6）鼓角：战鼓号角。<br>（7）烽火：边防报警的烟火。<br>（8）明灭：忽明忽暗。<br>（9）孙刘：三国时孙权和刘备，曾联合破<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>。<br>（10）曜（yào）：照耀。<br>（11）戈甲：兵器和盔甲。<br>（12）灶：军中炊灶，指代营垒。<br>（13）貔貅（pí xiū）：猛兽，喻指勇猛战士。<br>（14）使君：古代州郡长官所称，此处指方滋。方滋（1102—1172），字务德，严州桐庐（今属浙江）人。以荫入仕，时知镇江府事。<br>（15）宏放：通达豪放。 ‘<br>（16）黯（àn）：昏黑。<br>（17）叔子：西晋大将羊祜（hù），字叔子，镇守襄阳，曾登临兴悲。晋泰始五年（269）以尚书左仆射都督荆州诸军事，出镇襄阳，在镇十年。<br>（18）汉江：汉水，流经襄阳。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　公元1163年（孝宗隆兴元年）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>三十九岁，以枢密院编修官兼编类圣政所检讨官出任镇江府通判，次年二月到任所。时金兵方踞淮北，镇<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>江防前线。多影楼在镇江北固山上甘露寺内。北固下滨大江，三面环水，登楼遥望，淮南草木，历历可数。这年十月初，陆游陪同知镇江府事方滋登楼游宴时，内心感叹而写下此词赋。</p> <p>　　词的上片追忆历史人物，下片写今日登临所怀，全词发出了对古今的感慨之情，表现了作者强烈的爱国热情。</p> <p>　　开始从多景楼的形势写起。自“江左”而“古徐州”，再“连山”，再“危楼”，镜头由大到小，由远到近，由鸟瞰到局部，最后大特写点题。这本来是描写景物常见的手法，陆游写来却更加具有特色。他选择滚滚长江、莽莽群山入画，衬出烟云缥缈、似有若无之产矗立着的一座高楼，摄山川之魄，为斯楼之骨，就使这“危楼”有了气象，有了精神。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>《扬州慢》以“淮左名都，竹西佳处”开篇，同样步步推近，但情韵气象两者完全不同。陆词起则苍莽横空，气象森严；姜则指点名胜，用笔从容平缓。当然，这是由于两位词人各自不同的思想感情决定的。姜词一味低徊，纯乎黍离之悲，故发端纾缓；陆则寄意恢复，于悲壮中蓄雄健之气。他勾勒眼前江山，意在引出历史上的风流人物，故起则昂扬，承则慷慨，带起“鼓角”一层五句，追忆三国时代孙、刘合兵共破强曹的往事。烽火明灭，戈甲耀眼，军幕星罗，而以“连空”、“万灶”皴染，骤视之如在耳目之前，画面雄浑辽阔。加上鼓角随风，悲凉肃杀，更为这辽阔画面配音刷色，与上一层的滚滚长江、莽莽群山互相呼应衬托，江山人物，相得益彰。这样，给人的感受就绝不是低徊于历史的风雨中，而是激起图强自振的勇气，黄戈跃马豪情。上片情景浑然一体，过拍处更是一派豪壮。</p> <p>　　然而，孙刘已杳，天地悠悠，登台浩歌，难免怆然泣下，故换头处以九字为三顿，节奏峻急，露草风枝，绘出秋容惨淡，情绪稍转低沉。接下去“使君”两句又重新振起，展开当前俊彦登楼、宾主谈笑斥的场面，敷色再变明丽。“古今愁”启下结上。“古愁”启“襄阳登览”下意，“今愁”慨言当前。当前可愁之事实在是太多了。前一年<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>北伐，兵溃符离，宋廷从此不敢言兵，是事之可愁者一。孝宗侈谈恢复，实则输币乞和，靦颜事金。“日者虽尝诏以缟素出师，而玉帛之使未尝不蹑其后”，是事之可愁者二。眼下自己又被逐出临安，到镇江去做通判，去君愈远，一片谋国这忠，永无以自达于庙堂之上，是事之可愁者三。君国身世之愁，纷至沓来，故重言之曰“古今愁”。但志士的心，并没有因此而灰心。事实上，山东、淮北来归者道路相望；金兵犯淮。淮之民渡江归宋若有数十万，可见民心是可以挽回的国事，也是可以解决的。因此，虽烽烟未息，知府方滋就携群僚登楼谈笑风生。他的这种乐观情绪，洗尽了词兴心中的万千忧愁。这一层包孕的感情非常复杂，色彩声情，错综而富有层次，于苍凉中见明快，在飞扬外寄深沉。最后一层，用西晋大将羊祜（字点子）镇守襄阳，登临兴悲故事，以古况今，前三句抒发自己壮志难酬，抑压不平的心情。所云“襄阳遗恨”即是指羊祜志在灭吴而在生时未能亲手克敌完成此大业的遗恨词。意在这里略作一顿，然后以高唱转入歇拍，借羊祜劝勉方滋，希望他能象羊祜那样，为渡江北伐作好部署，建万世之奇勋，垂令名于千载，寄予一片希望。羊祜是晋人，与“古徐州”之为晋代地望回环相接，收足全篇。</p> <p>　　这首词记一时兴会，寓千古兴亡，容量特大，寄慨遥深，后来，<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>书而刻之于崖石，题记中有“慨然太息”之语；毛开次韵和歌，下片有“登临无尽，须信<a href=\"http://so.gushiwen.org/view_55984.aspx\">诗</a>眼不供愁”之句。“诗眼不供愁”之句。“诗眼不供愁”五字可以领会放翁有所期待、并未绝望的深心。二十五年之后，另一位豪放词人<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>也曾以《念奴娇》赋多景楼，有“危楼还望，叹此意、今古几人曾会”的感慨万千之语。陈亮此阕，较之陆词更为横肆痛快。词人着眼，凝注大江，意者此江不应视为南北天限，当长驱北伐，收复中原。与放翁之感慨抑郁者，意境大不相同。陈亮平生之怀，一寄于词，惯以词写政治见解。他这一阕《多景楼》，纯然议论战守，纵谈攻防，自六朝王谢到今之庙堂，特别是对那些倡言“南此有定势，吴楚之脆弱不足以争衡中原”的失败论者，明指直斥，豪无顾忌，其精神可流传千古。但作为文学作品讽诵玩味，终觉一泻无余，略输蕴藉风致，不如陆作之情景相生，万感横集，意境沉绵，三复不厌。借用近人陈匪石《声执》中两句话说，陈之词“气舒”，故“劲气直达，大开大阖”；陆之词“气敛”，故“潜气内转，百折千回”。陈如满弓劲放，陆则引而不发。陆较陈多积蓄，多意蕴，因此更显得沉著凝重，悲慨苍凉。</p><br/><h2>赏析二</h2> <p>　　前四句，从广阔的空间范围、地理方位着笔，由江左而徐州，由群山而北固，然后落在高高的多景楼上。登上高楼，极目远眺，如画山峰相连，历历尽收眼底，四周云雾缥缈，恍若置身仙境。大好江山之形势险要、景色壮丽，乃是出自鬼斧神工，得天地之独厚，用一“占”字，便觉稳重而切实。后四句，由江山形胜、兵家必争转向了悠久的时间进程和残存的历史陈迹——第二句里的“古”字便是预设关捩之所在，而其妙处却是若隐若现，平中寓奇。鼓角悲壮，烽火明灭，再用“临风”与“连空”加以点染，更显出了场面的壮阔和气象的豪雄。写到“往事忆孙刘”一句，把历史上的攻守征战凝聚在孙权、刘备两个人物身上，则是具体的落实，也是总括和结束；然后，再用千里戈甲、万灶貔貅加以补苴收拾，词的韵味就更加饱满而醇厚了。</p> <p>　　过片的三个三字短句，用风露草木点明季节时令，是一种过渡手段，从江山历史过渡到了现实的生活情景，也就是镇江知府方滋邀集僚属登临多景楼的这次游赏盛会，于是，作者就把他的笔墨集中在了使君方公的身上，同时，又凭借方公抒发了自己的心绪，这种笔法是灵活而别致的。宏放谈笑，是外在的，于顾盼酬应之间显示了人物的风度神采；“洗尽古今愁”则是内在的，抒写了内心的忧郁与痛苦。字面上，说“洗尽”，说“同销”，实际上是洗之不尽、销之不掉的；说“古今愁”，说“万古愁”，都是总括的、夸张的表述，它们所包含的内容是非常丰富的，也就是说，它们的背后必定要有具体事实的存在。</p> <p>　　“不见”二字，引领最后五句，一气贯通，直至终篇，呼应上文的“孙刘”，又写到了另一位功业显赫的历史人物——羊祜。“使君宏放，谈笑洗尽古今愁”两句又重新振起。展开今日俊彦登楼、宾主谈笑的场面，敷色再变明丽。“古今愁”启下结上。“古愁”启“襄阳登览”下意， “今愁”慨言当前。君国身世之愁，纷至沓来，故重言之日“古今愁”。但志士的心，并没有因此而灰心——这一层包孕的感情非常复杂，色彩声情。错综而富有层次，于苍凉中见明快，在飞扬外寄深沉。 “不见襄阳登览，磨灭游人无数，遗恨黯难收”，以古况今，前三句抒发自己壮志难酬，压抑不平的心情。所云“襄阳遗恨”是指羊祜志在灭吴而在生时未能亲手克敌完成此大业的遗恨词。意在这里略作一顿。 “叔子独千载，名与汉江流。”然后以高唱转入歇拍，借羊祜劝勉方滋，希望他能像羊祜那样，为渡江北伐作好部署，建万世之奇勋，垂令名于千载，寄予一片希望。</p>",
  "about": "<h2>创作背景</h2> 　　孝宗隆兴元年（公元1163年）<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>三十九岁，以枢密院编修官兼编类圣政所检讨官出任镇江府通判，次年二月到任所。当时金兵方踞淮北，镇<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>江防前线，而多景楼在镇江北固山上甘露寺内。孝宗隆兴二年十月初，陆游陪同知镇江府事方滋登楼游宴时，内心感叹而写下此词赋。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "豪放",
    "咏史怀古",
    "爱国"
  ]
}