{
  "id": 257,
  "star": 20,
  "name": "烝民",
  "dynasty": "先秦",
  "content": "天生烝民，有物有则。民之秉彝，好是懿德。天监有周，昭假于下。保兹天子，生仲山甫。</p> <p>仲山甫之德，柔嘉维则。令仪令色，小心翼翼。古训是式，威仪是力。天子是若，明命使赋。</p> <p>王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌。赋政于外，四方爰发。</p> <p>肃肃王命，仲山甫将之。邦国若否，仲山甫明之。既明且哲，以保其身。夙夜匪解，以事一人。</p> <p>人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。</p> <p>人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之。爱莫助之。衮职有阙，维仲山甫补之。</p> <p>仲山甫出祖。四牡业业。征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵。王命仲山甫，城彼东方。</p> <p>四牡骙骙，八鸾喈喈。仲山甫徂齐，式遄其归。吉甫作诵，穆如清风。仲山甫永怀，以慰其心。 ",
  "fanyi": "<p><strong>译文<br></strong>老天生下这些人，有着形体有法则。人的常性与生来，追求善美是其德。上天临视周王朝，昭明之德施于下。保佑这位周天子，有仲山甫辅佐他。<br>仲山甫贤良具美德，温和善良有原则。仪态端庄好面色，小心翼翼真负责。遵从古训不出格，勉力做事合礼节。天子选他做大臣，颁布王命管施政。<br>周王命令仲山甫，要做诸侯的典范。继承祖业要宏扬，辅佐天子振朝纲。出令受命你执掌，天子喉舌责任重。发布政令告畿外，四方听命都遵从。<br>严肃对待王命令，仲山甫全力来推行。国内政事好与坏，仲山甫心里明如镜。既明事理又聪慧，善于应付保自身。早早晚晚不懈怠，侍奉周王献忠诚。<br>有句老话这样说：\"柔软东西吃下肚，刚硬东西往外吐。\"与众不同仲山甫，柔软东西他不吃，刚硬东西偏下肚。鳏夫寡妇他不欺，碰着强暴狠打击。<br>有句老话这样说：\"德行如同毛羽轻，很少有人能高举。\"我细揣摩又核计，能举起唯有仲山甫，别人爱他难相助。天子龙袍有破缺，独有仲山甫能弥补。<br>仲山甫出行祭路神，四匹公马力强劲。车载使臣匆匆行，常念王命未完成。四马奋蹄彭彭响，八只鸾铃声锵锵。周王命令仲山甫，督修齐城赴东疆。<br>四匹公马蹄不停，八只鸾铃响叮叮。仲山甫赴齐去得急，早日完工回朝廷。吉甫作歌赠穆仲，乐声和美如清风。仲山甫临行顾虑多，宽慰其心好建功。</p> <p><strong>注释<br></strong>1.烝（zhēng）民：意即庶民，泛指百姓，是春秋战国时代及之前历代对“百姓”的称谓。烝：众。物、则：严粲《<a href=\"http://so.gushiwen.org/view_257.aspx\">诗</a>缉》谓“天生烝民具形而有物，禀性而有则”。<br>2.秉彝（yí）：常理，常性。<br>3.懿（yì）：美。<br>4.假：至。<br>5.仲山甫：人名，樊侯，为宣王卿士，字穆仲。<br>6.式：用，效法。<br>7.若：选择。见《说文解字》段玉裁注。赋：颁布。<br>8.辟：君，此指诸侯。<br>9.缵（zuǎn）：继承。戎：你。王躬：指周王。<br>10.出纳：指受命与传令。喉舌：代言人。<br>11.外：郑笺谓“以布政于畿外”。爰发：乃行。<br>12.肃肃：严肃。将：行。<br>13.若否：好坏。<br>14.解（xiè）：通“懈”。一人：指周天子。<br>15.茹：吃。<br>16.矜（jīn）：老而无妻。强御：强悍。<br>17.輶（yóu）：轻。鲜：少。克：能。<br>18.仪图：揣度。<br>19.衮（gǔn）：绣龙图案的王服。职：犹“适”，即偶然。阙：缺。<br>20.祖：祭路神。业业：马高大的样子。<br>21.捷捷：马行迅疾的样子。<br>22.彭彭：形容马蹄声杂沓。鸾：鸾铃。<br>23.骙（kuí）骙：同“彭彭”。喈（jiē）喈：象声词，铃声。<br>24.徂（cú）：往。遄（chuán）：速。<br>25.吉甫：尹吉甫，宣王大臣。穆：和美。<br>26.永：长。怀：思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_257.aspx\">诗</a>；《毛诗序》谓“美”，郝敬谓“讽”，二说视角不同，自然见解相反，然也有共同点，那就是皆着眼于此诗的言外之意，非诗中的基本内容。见仁见智，各有所取，此姑且不论，如果就诗说诗，当以<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>说为胜。</p> <p>　　此诗首章起句不凡。开头四句郑重提出“人性”这一命题，哲理意味甚浓。前人多认为这是最早的“性善论”，故孟子在《告子章》中引此四句与孔子的阐释作为论“性善”的理论依据。但从全诗考察，似乎诗人并不是倡导什么“性善论”，他只不过是借天赋予人以善性，为下文歌颂仲山甫张本。第一章颂扬仲山甫应天运而生，非一般人物可比，总领全诗。接下去二至六章便不遗余力赞美仲山甫的德才与政绩：首先说他有德，遵从古训，深得天子的信赖；其次说他能继承祖先事业，成为诸侯典范，是天子的忠实代言人；再次说他洞悉国事，明哲忠贞，勤政报效周王；继而说他个性刚直，不畏强暴，不欺弱者；进而回应前几章，说他德高望重，关键靠自己修养，不断积累，因而成了朝廷补衮之臣。诗人对仲山甫推崇备至，极意美化，塑造了一位德才兼备、身负重任、忠于职守、攸关国运的名臣形象。七、八两章才转到正题，写仲山甫奉王命赴东方督修齐城，尹吉甫临别作诗相赠，安慰行者，祝愿其功成早归。全诗基调虽是对仲山甫个人的颂扬与惜别，但透过诗中关于仲山甫行事与心理的叙述，从中大体能体察到处于西周衰世的贵族，对中兴事业艰难的认识与隐忧，以及对力挽狂澜的辅弼大臣的崇敬与呼唤。不难理解，此诗对仲山甫的种种赞美，是真实的、现实的，然而也不排除其中有某些理想化的成分，包含着诗人所代表的这一阶层的期盼。有人斥此篇为“谀词”，似乎过苛。</p> <p>　　此诗主要以赋叙事，开篇以说理领起；中间夹叙夹议，突出仲山甫之德才与政绩；最后偏重描写与抒情，以热烈的送别场面作结，点出赠别的主题。全诗章法整饬，表达灵活，为后世送别诗之祖。在《诗经》中此篇说理成分比较浓厚，在诗歌发展史上留下重要的一笔，后世“以理为诗”当溯源于此。此诗语言也很有特色，尽管多用说理、议论，却不迂腐呆滞，这除了诗人的激情之外，还在于语言运用独具匠心，诗人多以民间俗语入诗，如表现仲山甫扶弱锄强的性格特征、赞美仲山甫重视修身立德，都是反用俗语来衬托，这比直说简洁、形象，又有理趣，说理中注进了诗味，故姚际恒称此为“奇语”（《诗经通论》）。诗中一些形象生动、富有哲理的语言，有的经后人使用或提炼，至今仍活在人们口头，如“小心翼翼”、“明哲保身”、“爱莫能助”、“穆如清风”等。善用虚词与叠字词本是《诗经》的语言特点，此篇独特之处是“之”字的运用，全诗十二个“之”字，用于句尾的有九个，其中第六章连用五个“之”字收句，娓娓道来，委婉有致，起到了特有的抒情效果，姚际恒指出“多用‘之’字，见缠绵之态”（《诗经通论》）。第十、八两章连用“业业”、“捷捷”、“锵锵”、“彭彭”、“骙骙”、“喈喈”等叠字词，铺叙送行场面的壮观和行动的迅捷，绘声绘色，增强了诗的形象性与节奏感。此诗押韵复杂，除五、六两章用一韵外，其余各章皆用两韵，韵脚也变化不定，如第一章则、德为韵，下、甫为韵；而第二章德、则、色、翼、式、力为韵，若、赋为韵；第三章考、保为韵，舌、发为韵；几乎无规则可循，后五章也是如此。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_257.aspx\">诗</a>是周宣王重臣尹吉甫的作品。《毛诗序》谓“尹吉甫美宣王也，任贤使能，周室中兴焉”；因诗中直接颂扬的是仲山甫，而不是周宣王，故<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》认为是“宣王命樊侯仲山甫筑城于齐，而尹吉甫作诗送之”；清人郝敬既不赞同毛说，也不以朱说为然，他提出此诗合《春秋》微言大义之旨，仲山甫具才德位望，为辅弼重臣，宜常在王之左右，城齐之役，不劳相烦，诗言“衮职有阙”“式遄其归”，实有规讽之意。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "离别"
  ]
}