{
  "id": 51633,
  "star": 23,
  "name": "鹊桥仙·月胧星淡",
  "dynasty": "宋代",
  "content": "月胧星淡，南飞乌鹊，暗数秋期天上。锦楼不到野人家，但门外、清流叠嶂。 <br>一杯相属，佳人何在，不见绕梁清唱。人间平地亦崎岖，叹银汉、何曾风浪。",
  "shangxi": "<h2>鉴赏</h2> <p>　　此为七夕词。作者记述的是七夕夜触景生情，伤心怀人之事。</p> <p>　　上片起首三句，写七夕所见天空景象，并及七夕传说。七夕是我国古老的民间节日，《艺文类聚》卷四中有七夕天上牛女相会和民间乞巧习俗的早期记载。至于牵牛、织女星分隔天河东西，只准每年七夕相会一次，传说就更早，后来又发展为乌鹊填桥之说。七夕这一晚，当阴历七月的上旬，月相为上弦，其状如弓，光线本来就不太亮，当云彩遮蔽时，从地上望去，就更显得朦朦胧胧，而星光也就显得暗淡了，故曰“月胧星淡”。这时候，作者想起了今夕是双星渡河之夕，于是便写出了“南飞乌鹊，暗数秋期天上”两句，以咏其事。“月胧星淡”正是最好的相会环境。这几句，叙事、写景之外，还蕴含着对牛女相会的歆羡、赞美之意。</p> <p>　　上片歇拍句，写自己此佳节中的情况。“锦楼”句是说没有庆节摆设。《东京梦华录。七夕》载：“至初六日、七日晚，贵家多结彩楼于庭，谓之乞巧楼。铺陈磨喝乐、花瓜、酒炙、笔砚、针线，或儿童裁<a href=\"http://so.gushiwen.org/view_51633.aspx\">诗</a>，女郎呈巧，焚香列拜，谓之乞巧。”可见到了宋代，七夕已成为一个相当热闹的节日，庆节摆设是繁多的。“锦楼”即“彩楼”，总指节日铺陈。作者是个山野隐士，他不作此种铺陈，故曰“彩楼不到野人家”。眼前所对的，仅“门外清流叠嶂”而已。此句大有深意。我们知道，七夕这天，年轻妇女结彩缕穿针，向织女乞求心灵手巧了，恩爱夫妻向此对象征永恒爱情的神仙盟誓，祈求爱情的进一步净化与持久。而作者独对“清流叠嶂”而不结“锦楼”乞巧，则充分透露出作者心情的枯槁孤寂，给人一种沉重的压抑感。以此作结，为下片带来抒情叙事的文阔余地。</p> <p>　　过片紧承前文，进一步敞示心灵的创痛。“一杯相属”三句，以沉痛的询问，抒发出丧失伴侣的悲哀。“一杯相属”，常有的表现。“佳人何？不见绕梁清唱”，这是痛苦的呼喊：劝我以美酒、娱我以清歌的佳人不了。——其中包括多少对前尘往事的追忆，对今日形单影只的伤心！从“绕梁清唱”句可看出，作者失去的那位“佳人”，本是一位歌女。词写至此，作者为什么不结彩楼以庆七夕，已得到了充分的解答，很好地呼应了前文结尾二句，以天上爱情的美满反衬人间爱情的不幸，返回牛女事作结。“人间平地亦崎岖”，同天上的牛郎、织女相比，有着多么大的差距！于是，作者最后唱出一句：“叹银汉何曾风浪！”银河里是不起风浪的，牛女的爱情，亘千万亿年以至永恒，不衰不灭。这是有力的反衬，弥觉人间的不美满，骨子里是突出作者自己的不幸。这一结束，议论而兼抒情，接触到一个普遍性、永恒性的感慨，耐人寻味。从结构上来说，它回应了开头，紧扣七夕话题，使全词显得圆融、完整。</p> <p>　　这首词把眼前景、心内情，仙凡恋、男嫒巧妙地揉合一起。起承转合一起。起承转合，流畅天间，当为佳作。</p><br/><h2>赏析</h2> <p>　　这首词是一首咏七夕的词作，但是，全篇却没有谈什么男女伤别、儿女恩爱，而是以天上、人间的对比，描绘了人间的不平，抒写出世路的艰险。这是有感于北宋王朝末期衰败的局势，而发出的感叹。</p> <p>　　上片写天上。“月”、“星”、“乌鹊”、“秋期”、“锦楼”，均为天上景物。锦楼，相传为汉武帝的曝衣楼，在太液池西面，每年七月七日，宫女出来曝晒后宫衣物（见《西京杂记》）。秋期，即七夕。相传农历七月七日夜间，牵牛、织女过鹊桥，相会于银河东侧，是为秋期（见《尔雅翼》）。在列举了这些天上美妙、令人神驰心往的景物之后，突然，笔锋一转，写道：“锦楼不到野人家，但门外、清流叠嶂。”挺拔高奇，为戛然独造之境。一个天上，一个地下；一个是宫阙锦楼，一个是“清流”、“叠嶂”的“野人家”。形成了强烈、鲜明的对比。</p> <p>　　下片，写人间。一开始，即发出“一杯相属，佳人何在？不见绕梁清唱”的叹谓。相属，即敬酒、祝酒，祝、属相通。绕梁清唱，形容歌声的美妙。典出《列子汤问》：韩娥过雍门，唱歌求食。走后，余单音间绕梁，三日不绝。后来，人们用以形容美妙动人的歌声或歌者。这里指“佳人”。结尾写道：“人间平地亦崎岖，叹银河、何曾风浪。”直言不讳，一语道破了作者写词的意图。从而，成为千古名句！</p> <p>　　我国古典<a href=\"http://so.gushiwen.org/view_51633.aspx\">诗</a>词中，咏七夕的作品不少，唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的《秋夕》，就是著名的一首。全诗只有四句：“银烛秋光冷画屏，轻罗小扇扑流萤。天阶夜色凉如水，坐看牵牛织女星。”写的是宫女的忧思怨绪。诗中却不着一字，而是通过清冷的画面，和诗人“轻描淡写”表现出来，于含蓄的景物描写之中见“精神”。</p> <p>　　而这首七夕词，写的天上宫阙和人间村荒野户的形象对比。而且通过对比，发出了震撼人心的慨叹。别是一番立意和独特构思！“人间平地亦崎岖，”这振荡时代的强音，发自一个封建时代的词家之口，实是难能可贵！</p>",
  "poet": {
    "id": 99,
    "star": 0,
    "name": "谢薖",
    "desc": "谢薖（kē）（1074～1116）字幼盘，自号竹友居士。抚州临川（今江西抚州）人。北宋著名诗人，江西诗派二十五法嗣之一。谢逸从弟，与兄齐名，同学于吕希哲，并称“临川二谢”。与饶节、汪革、谢逸并称为“江西诗派临川四才子”。30多岁时参加科举，不第而归，遂淡泊功名之心。常开窗对竹，认为竹劲气节，贯四时而不改柯易叶，君子似之，因号竹友居士。当时，不少文人靠取媚权臣而显贵，而他兄弟二人宁可老死布衣，也不走此邪路，其高节一直为人称许。徽宗政和六年卒（吕本中《谢幼盘文集跋》），年四十三（明弘治《抚州府志》卷二一）。"
  },
  "tags": [
    "七夕节",
    "怀人"
  ]
}