{
  "id": 56059,
  "star": 19,
  "name": "渔家傲·寄仲高",
  "dynasty": "宋代",
  "content": "东望山阴何处是？往来一万三千里。写得家书空满纸。流清泪，书回已是明年事。<br>寄语红桥桥下水，扁舟何日寻兄弟？行遍天涯真老矣。愁无寐，鬓丝几缕茶烟里。",
  "fanyi": "<p><strong>译文<br></strong>向东望故乡山阴在哪里呢？来回相隔有一万三千里。一封家书写满纸，流着两行思乡怀亲的眼泪。时恐怕已是明年的事待得回信。<br>遥问家乡红桥下的流水，何日才能驾扁舟到桥下寻找我的兄弟？我走遍天涯，已真的感到衰老疲惫。愁思满怀，长夜难寐。两鬓已白丝间黑发，在茶烟缭绕中虚度光阴令人悲。</p> <p><strong>注释<br></strong>①仲高：陆升之（1113-1174），字仲高，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的堂兄。<br>②山阴：今浙江省绍兴市，陆游的家乡。<br>③红桥：又名虹桥，在山阴近郊。<br>④扁（piān）舟：小船。<br>⑤愁无寐（mèi）：愁中失眠<br>⑥鬓丝：形容鬓发斑白而稀疏。<br>⑦茶烟：煮茶时冒出的水气。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　上片起二句：“东望山阴何处是？往来一万三千里。”写蜀中与故乡山阴距离之远，为后文写思家和思念仲高之情发端。“写得家书空满纸”和“流清泪”二句，是为着写思家之情的深切。“空满纸”，情难尽：“流清泪”，情难抑，作者的伤感，深深地感染着读者。作者道不尽的酸楚，岂是“家书”能表述清楚的。“书回已是明年事”句，紧接写信的事，自叹徒劳；又呼应起二句，更加伤感。一封家信的回复，竟要等待到来年，这种情境极为难堪，而表达却极新颖。</p> <p>　　前人<a href=\"http://so.gushiwen.org/view_56059.aspx\">诗</a>词，少见这样写。这一句是全词意境最佳的创新之句。这种句，不可多得，也不能强求，须从实境实感中自然得来。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>心境如此，感触自心中油然而发，正所谓“文章本天成，妙手偶得之”。</p> <p>　　下片起二句，从思家转到思念仲高。“寄语红桥桥下水，扁舟何日寻兄弟？”巧妙地借“寄语”流水来表达怀人之情。红桥，在山阴县西七里迎恩门外，当是两人共出入之地，词由桥写到水，又由水引出扁舟；事实上是倒过来想乘扁舟沿流水而到红桥。词题是寄仲高，不是怀仲高，故不专写怀念仲高专写怀念高，只这二句，而“兄弟”一呼，已是情义满溢了。</p> <p>　　况寄言只凭设想，相寻了无定期，用笔不多，而酸楚之情却更深一层了。陆游离开南郑宣抚使司幕府后，经三泉、益昌、剑门、武连、绵州、罗江、广汉等地至成都；又以成都为中心，辗转往来于蜀州、嘉州、荣州等地在奔波中年华渐逝，已年届五十，故接下去有“行遍天涯真老矣”之句。这一句从归乡未得，转到万里飘泊、年华老大之慨。再接下去二句：“愁无寐，鬓丝几缕茶烟里。”典故用自<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题禅院》诗：“觥船一棹百分空，十岁青春不负公，今日鬓丝禅榻畔，茶烟轻飏落花风。”陆游早年即以经济自负，又以纵饮自豪，同于杜牧；而后老大无成，几丝白发，坐对茶烟，也同于杜牧。身世之感相同，自然容易引起共鸣，信手拈用其诗，如同已出，不见用典的痕迹。这三句，是向仲高告诉自己的生活现状，看似消沉，实际则不然。因为对消沉而有感慨，便是不安于消沉、不甘于消沉的一种表现。</p> <p>　　这首词从寄语亲人表达思乡、怀人及自身作客飘零的情状，语有新意，情亦缠绵，在陆游的词中是笔调较为凄婉之作。它的结尾看似有些消沉，而实际并不消沉，化愤激不平与热烈为闲适与凄婉，又是陆诗与陆词的常见意境。</p>",
  "about": "<h2>创作背景</h2> 　　乾道八年（1172）秋，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>在川中阆州仙鱼铺收到仲高从家乡山阴寄来的书信，作《仙鱼铺得仲高兄书》<a href=\"http://so.gushiwen.org/view_56059.aspx\">诗</a>，其中有“病酒今朝载卧舆，秋云漠漠雨疏疏。阆州城北仙鱼铺，忽得山阴万里书”之句。仲高死于淳熙元年（1174）。此词当作于乾道八年至淳熙元年之间。",
  "poet": {
    "id": 272,
    "star": 0,
    "name": "陆游",
    "image": "http://img.gushiwen.org/authorImg/luyou.jpg",
    "desc": "陆游（1125—1210），字务观，号放翁。汉族，越州山阴（今浙江绍兴）人，南宋著名诗人。少时受家庭爱国思想熏陶，高宗时应礼部试，为秦桧所黜。孝宗时赐进士出身。中年入蜀，投身军旅生活，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"
  },
  "tags": [
    "思乡",
    "怀人",
    "抒怀",
    "感慨"
  ]
}