{
  "id": 48704,
  "star": 55,
  "name": "山亭柳·赠歌者",
  "dynasty": "宋代",
  "content": "家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 <br>数年来往咸京道，残杯冷炙谩消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。",
  "fanyi": "<p><strong>译文</strong><br>我家注在西秦，开始只是靠小小的随身技艺维持生活。在吟词唱曲上别出新裁，翻新花样。我偶然学得了念奴的唱腔，声调有时高亢能遏止住行云。所得的财物不计其数。没辜负我的一番辛劳。<br>数年来往返于咸京道上，所挣得的不过是一些剩洒冷饭。满腹心事，该向何人去诉说？若得知音赏识，我不会拒绝为他唱那些最难最高雅的歌曲。唱完一曲后我在酒宴上当众落下泪来，再次拿起罗帕掩面而泣。</p> <p><strong>注释</strong><br>①山亭柳：词牌名，<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>是宋词中第一次用平声韵填写此调的作者。<br>②晏殊小词一向并无标题，这首词以《赠歌者》题名是一种例外。<br>③西秦：地名，在今甘肃省榆中北。<br>④博：众多，丰富。<br>⑤花柳：泛指一切歌舞技巧。 斗：竞争。<br>⑥念奴：唐代天宝年间著名歌女。<br>⑦高遏行云：《列子·汤问》说古有歌者秦青“抚节悲歌，声振林木，响遏行云”。遏，止。<br>⑧蜀锦：出自蜀地的名贵丝织品。 负：辜负。<br>⑨‘数年”二句：<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《赠韦左丞》<a href=\"http://so.gushiwen.org/view_48704.aspx\">诗</a>：“骑驴十三载，旅食京华春。残杯与冷炙，到处潜悲辛。”漫：枉，徒然。<br>⑩采：选择，接纳。 《阳春》：即《阳春曲》，一种属于“阳春白雪”的高雅歌曲。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全词通过一个歌者年老色衰遭遗弃的悲惨命运，道出封建社会千千万万被玩弄、遭遗弃的歌女艺妓的共同心声。</p> <p>　　上片通过描写红歌女年轻时的盛况，反衬出年老的失意。</p> <p>　　“家住西秦，赌博艺随身。”是歌女的语气自信而又自负。“家住西秦”是写实，因为下面有“数年来往咸京道”的句子，歌女当是住陕西附近。“赌”是比赛竞争之意。这两句是歌女述说自己的出身，自言具有多种浪漫的艺术技能，敢和人比赛竞争。</p> <p>　　“花柳上，斗尖新。偶学念奴声调，有时高遏行云”，仍然是歌女十分自负的口气。“花柳上，斗尖新”之“花柳”代指一切歌舞艺术才能技巧。“斗”，仍是竞赛之意。“尖”，是高处，是过人之处。“新”，不是陈陈相因的旧套。合起来，这是歌女说自己多种艺术才能上敢和大家竞赛，并且比别人高超，新颖独创，绝不流俗。</p> <p>　　“偶学念奴声调，有时高遏行云”，是具体形象地夸述自己的才能如何。“偶”，有随便之意。“念奴”是唐天宝年间有名的歌女。词中歌女似乎自豪地诉说：我偶尔随便一唱当年念奴曾经唱过的歌，能让天上的行云停住，听我歌唱，足见我唱得有多么美，多么动听。“高遏行云”，语出《列子·汤问》，说古有歌者秦青“抚节悲歌，声振林木，响遏行云”。这几句，当是失意时回忆当年得意情事所言，所以，每一句自负的话后面，都有一种反衬中的失意悲慨。自负的口气，实是自负的不平。</p> <p>　　“蜀锦缠头无数，不负辛勤”，写当年得意之时，歌声一发，令众人倾倒，博得赏赐无数，不辜负自己多年的辛劳。“蜀锦”，是四川的丝织品，当时很名贵，古时歌女多以锦缠头，因借“缠头”之名指称赠与她们的财帛。</p> <p>　　下片描写歌女年老色衰后所遭逢的冷遇，抒发词人对她的无限同情。</p> <p>　　“数年来往咸京道，残杯冷炙漫消魂”，是失意后凄凉冷落境遇的写照。从词里的“西秦”、“咸京道”地点上看，当是<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>被贬知永兴时，慨叹自己的不平境遇而作的。可见作者这首词确有“借他人酒杯浇自己块垒”之寓意。这首词的整个口吻都寄托着感慨。“残杯冷炙”语本<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《赠韦左丞》<a href=\"http://so.gushiwen.org/view_48704.aspx\">诗</a>：“骑驴十三载，旅食京华春。残怀与冷炙，到处潜悲辛”，此处写歌女境遇如此可悲，令人“消魂”。</p> <p>　　“衷肠事，托何人？”歌者因为封建社会女子没有独立的地位，盼望能找一个可以终生相托的人，盼望找到一个足以托身的所，可以安身立命，终生为之奉献而不改变。“衷肠事”，是指内心的事，这里是指终生相托的大事。</p> <p>　　“若有知音见采，不辞徧唱阳春”，仍是以歌女的口气自述：假如有一个知我心的人“见采”（“采”，选择、接纳），那么我将唱尽高雅美好的《阳春白雪》的曲子，把一切最美好的东西都奉献给他。这虽然是一个歌女的口吻，但又体现了一个中国旧知识分子、封建士大夫的报国之情。这里的“若有知音见采”之“若有”是实无，也就是悲叹找不到知音。</p> <p>　　“一曲当筵落泪，重掩罗巾”了。可以想象得出，这个歌女酒筵前唱歌，想起当年得意之时的满堂彩声，眼下却这样凄清冷落，不禁当即流下了眼泪。而当时这个筵席前，作者由歌女之悲哀，引起了自身遭贬受逐，客居外乡的悲伤。晏殊所托喻的是歌女，而歌女内心即使有悲哀，眼中有泪水，也要“重掩罗巾”，不能让人看到。“重掩”，是屡次流泪，屡次擦干。每次感到悲哀，都要强作笑颜，其悲哀就更为深重了。</p> <p>　　这首词在《珠玉词》中是别具一格的。从思想内容看，它一反以往流连酒歌的生活、相思离别的闲愁、风花雪月的吟咏，而是反映了一个被侮辱、被损害的歌女的不幸命运，具有较强的现实意义。从作品的风格来说，也一反以往的雍容华贵、闲雅圆融，而变得激越悲凉。这一转变或许与作者罢相知外郡的境遇有关，虽则词中没有象自居易的《琵琶行》明写“坐中泣下谁最多，江州司马青衫湿，”但读者仍可以看出作者借歌女之酒杯浇自己块垒的寓意。</p>",
  "about": "<h2>创作背景</h2> 　　宋仁宗皇祐二年（1050）<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>迁升为户部尚书（户部长官，属三司），以观文殿大学士的官衔做了永兴军的长官。这首词作于晏殊知永兴军任上，此时晏殊年过六十。被贬官多年，心中不平之气，难以抑制，假借歌者之名一吐心中的抑郁之情。",
  "poet": {
    "id": 432,
    "star": 0,
    "name": "晏殊",
    "image": "http://img.gushiwen.org/authorImg/yanshu.jpg",
    "desc": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"
  },
  "tags": [
    "宋词三百首",
    "失意",
    "感慨"
  ]
}