{
  "id": 71185,
  "star": 1920,
  "name": "陈情表",
  "dynasty": "魏晋",
  "content": "　　臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。</p> <p>　　逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。</p> <p>　　伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。</p> <p>　　臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土，实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。",
  "fanyi": "<p><strong>译文</strong><br>　　臣<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>陈言：我因命运不好，很早就遭遇到了不幸，刚出生六个月，父亲就弃我而死去。我四岁的时候，舅父强迫母亲改变了守节的志向。我的祖母刘氏，怜悯我年幼丧父，便亲自抚养。臣小的时候经常生病，九岁时不能走路。孤独无靠，一直到成人自立。既没有叔叔伯伯，又缺少兄弟，门庭衰微、福分浅薄，很晚才有儿子。在外面没有比较亲近的亲戚，在家里又没有照应门户的童仆，生活孤单没有依靠，只有自己的身体和影子相互安慰。但祖母刘氏又早被疾病缠绕，常年卧床不起，我侍奉她吃饭喝药，从来就没有离开她。<br>　　到了晋朝建立，我蒙受着清明的政治教化。先前有名叫逵的太守，察举臣为孝廉，后来又有名叫荣的刺史推举臣为优秀人才。臣因为供奉赡养祖母的事无人承担，辞谢不接受任命。朝廷又特地下了诏书，任命我为郎中，不久又蒙受国家恩命，任命我为太子的侍从。我凭借卑微低贱的身份，担当侍奉太子的职务，这实在不是我杀身所能报答朝廷的。我将以上苦衷上表报告，加以推辞不去就职。但是诏书急切严峻，责备我怠慢不敬。郡县长官催促我立刻上路；州县的长官登门督促，比流星坠落还要急迫。我很想奉旨为皇上奔走效劳，但祖母刘氏的病却一天比一天重；想要姑且顺从自己的私情，但报告申诉不被允许。我是进退两难，十分狼狈。<br>　　我想晋朝是用孝道来治理天下的，凡是年老而德高的旧臣，尚且还受到怜悯养育，况且我孤单凄苦的程度更为严重呢。况且我年轻的时候曾经做过蜀汉的官，担任过郎官职务，本来就希望做官显达，并不顾惜名声节操。现在我是一个低贱的亡国俘虏，十分卑微浅陋，受到过分提拔，恩宠优厚，怎敢犹豫不决而有非分的企求呢？只是因为祖母刘氏寿命即将终了，气息微弱，生命垂危，早上不能想到晚上怎样。我如果没有祖母，无法达到今天的地位；祖母如果没有我的照料，也无法度过她的余生。祖孙二人，互相依靠而维持生命，因此我不能废止侍养祖母而远离。<br>　　我现在的年龄四十四岁了，祖母现在的年龄九十六岁了，这样看来我在陛下面前尽忠尽节的日子还很长，而在祖母刘氏面前尽孝尽心的日子很短。我怀着乌鸦反哺的私情，乞求能够准许我完成对祖母养老送终的心愿。我的辛酸苦楚，并不仅仅是蜀地的百姓及益州、梁州的长官所能明白知晓的，天地神明，实在也都能明察。希望陛下能怜悯我的诚心，满足我微不足道的心愿，使祖母刘氏能够侥幸地保全她的余生。我活着应当杀身报效朝廷，死了也要结草衔环来报答陛下的恩情。我怀着像犬马一样不胜恐惧的心情，恭敬地呈上此表来使陛下知道这件事。 </p> <p><strong>注释</strong><br>“表”是一种文体，是古代奏章的一种，是臣下对君王指陈时事、直言规劝抑或使之改正错误的文体。<br>【臣以险衅，夙遭闵凶】<br>以：因险衅(xiǎnxìn)：凶险祸患(这里指命运不好)。 险，艰难，祸患；衅，灾祸<br>夙：早时， 这里指年幼的时候。<br>闵：通“悯”，指可忧患的事（多指疾病死丧）<br>凶：这里指他家中不幸的事<br>【慈父见背】<br>见背：背离我，离我而去。这是死的委婉说法。指弃我而死去。<br>【行年四岁，舅夺母志】<br>行年：经历的年岁<br>舅夺母志：舅舅强行改变母亲想要守节的志愿。这是母亲改嫁的委婉说法<br>【祖母刘悯臣孤弱，躬亲抚养】<br>悯：怜悯。苏教版作“愍”。<br>躬亲：亲自<br>【至于成立】<br>至于：直到。<br>于：介词，引出对象<br>成立： 成人自立<br>【终鲜兄弟】<br>终：又；<br>鲜：少，这里指“无”的意思<br>【门衰祚薄，晚有儿息】<br>门：家门。<br>门衰祚薄：家门衰微，福分浅薄；祚（zuò）：福分<br>儿息：同子息、生子；息：亲生子女。又如：息子(亲生儿子)；息女(亲生女儿)；息男(亲生儿子)<br>【外无期功强近之亲】<br>期：满一周年。<br>功：服丧九月为大功，服丧五月为小功。这都指关系比较近的亲属。“期功”意为“穿一周年孝服的人”。<br>强近：勉强算是接近的<br>【内无应门，五尺之僮】<br>应门：照应门户。<br>五尺之僮：五尺高的小孩。僮：童仆<br>【茕茕孑立，形影相吊】<br>茕茕：孤单的样子<br>孑：孤单 孑立：苏教版作“独立”<br>吊：安慰<br>【夙婴疾病，常在床蓐】<br>婴：缠绕，这里指疾病缠身<br>蓐：陈草复生。引申为草垫子、草席。<br>【臣侍汤药，未曾废离】<br>废：废止，停止服侍<br>离：离开<br>【逮奉圣朝，沐浴清化】<br>逮：及，到<br>奉：承奉<br>圣朝：指晋朝<br>沐浴清化：恭维之辞，指蒙受清平的政治教化<br>【前太守臣逵察臣孝廉，后刺史臣荣举臣秀才】<br>察：考察和推举<br>孝廉：汉代以来选拔人才的一种察举科目，即每年由地方官考察当地的人物，向朝廷推荐孝顺父母、品行廉洁的人出来做官<br>举：推举<br>秀才：汉代以来选拔人才的一种察举科目。这里是优秀人才的意思，与后代科举的“秀才”含义不同。<br>【辞不赴命】<br>辞：辞谢。<br>赴：接受。<br>命：任命。<br>【拜臣郎中】<br>拜：授予官职<br>郎中：尚书省的属官<br>【寻蒙国恩，除臣洗马】<br>寻：不久<br>除：拜官受职<br>洗马：即太子冼马（xiǎn)，太子的侍从官<br>【猥以微贱，当侍东宫，非臣陨首所能上报】<br>猥：自谦之词，犹“鄙”<br>微贱：卑微低贱<br>当：担任<br>东宫：指太子，因太子居住在东宫，这里是借代<br>陨首：头落地，指杀身。陨，落<br>【诏书切峻，责臣逋慢】<br>切峻：急切而严厉<br>逋慢：有意回避，怠慢上命。逋：逃脱 慢：怠慢，轻慢。<br>【急于星火】<br>急于星火：于星火急。于：比 星火：流星的光 比流星的坠落还要急。指催逼的十分紧迫。<br>【刘病日笃】<br>笃：病重,沉重<br>日：一天比一天<br>【欲苟顺私情，则告诉不许】<br>苟：姑且<br>告诉不许：申诉不被允许，告诉：申诉（苦衷）<br>【实为狼狈】<br>实为：总结上文<br>狼狈：形容进退两难的情形<br>【伏惟圣朝以孝治天下，凡在故老，犹蒙矜育】<br>伏惟：俯状思量。古时下级对上级表示恭敬的词语，奏疏和书信里常用。<br>故老：年老而德高的旧臣<br>蒙：受<br>矜育：怜惜养育<br>【且臣少仕伪朝】<br>伪朝：蔑称，指被灭亡蜀朝<br>【历职郎署，本图宦达，不矜名节】<br>历职：连续任职<br>郎署：郎官的衙署。李密在蜀国曾任郎中和尚书郎。 署：官署，衙门<br>图：希图。<br>宦达：官职显达。宦，做官；达，显贵<br>不矜：不看重。矜，自夸<br>【过蒙拔擢，宠命优渥（南朝《文选》加），岂敢盘桓，有所希冀】<br>拔擢(zhuó)：提拔<br>宠命：恩命<br>优渥(wò)：优厚<br>盘桓：犹疑不决的样子，指拖延不就职<br>希冀：企图，这里指非分的愿望<br>【日薄西山】<br>日薄西山：太阳接近西山，喻人的寿命即将终了。薄，迫近<br>【人命危浅】<br>危浅：活不长，指生命垂危。危：微弱 浅：指不长<br>浅：不长<br>【更相为命，是以区区不能废远】<br>更(gēng)相：交互<br>是以：因此<br>区区：拳拳,形容自己的私情（古今异义）；另一说指“我”，自称的谦词<br>废远：废止远离。<br>【乌鸟私情，愿乞终养】<br>乌鸟私情：乌鸦反哺之情，比喻人的孝心<br>终养：养老至终<br>【臣之辛苦】<br>辛苦：辛酸悲苦，这里指辛酸苦楚的处境（古今异义）<br>【二州牧伯】<br>二州：指梁州(在今陕西省汉中地区)、益州(在今四川省)<br>牧：古代称州的长管；伯：长<br>【皇天后土，实所共鉴】<br>皇天后土：文中指天地神明<br>鉴：审察，识别<br>【矜悯愚诚，听臣微志，庶刘侥幸，以保卒余年】<br>矜悯：怜恤。<br>听：任，这里是准许、成全<br>庶：庶几，或许，表示希望或推测<br>保：安；卒：终<br>【死当结草】<br>结草：指报恩。<br>典故，出自《左传·宣公十五年》[2]。见成语“结草衔环”，说春秋时，晋大夫魏武子有爱妾，武子病时，嘱咐其子魏夥说，自己死后，令妾改嫁。到了病危时，又说令妾殉葬。武子死后，魏夥把父妾嫁出，说是遵守父亲神志清醒时的遗命。传说后来魏夥和秦将杜回作战，看见一老人结草绊倒了杜回，夜间魏夥梦见老人说是魏武子妾的父亲，帮助他是为了报答不令女儿殉葬的恩德。现在表示死后也会像结草老人一样来报答恩情。<br>【臣不胜犬马怖惧之情，谨拜表以闻】<br>不胜：禁不住。胜（shēng），承受，承担。<br>犬马怖惧之情：这是臣子谦卑的话，用犬马自比<br>拜表：拜上表章<br>闻：使动用法，使…知道。与上文“具以表闻”的“闻”用法相同。</p><br/><p><strong>译文</strong></p> <p>　　臣子<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>陈言：我因命运不好，小时候遭遇到了不幸，刚出生六个月，我慈爱的父亲就不幸去世了。经过了四年，舅父逼母亲改嫁。我的祖母刘氏，怜悯我从小丧父，便亲自对我加以抚养。臣小的时候经常生病，九岁时还不会行走。孤独无靠，一直到成人自立。既没有叔叔伯伯，又没什么兄弟，门庭衰微而福分浅薄，很晚才有儿子。在外面没有比较亲近的亲戚，在家里又没有照应门户的童仆。生活孤单没有依靠，每天只有自己的身体和影子相互安慰。但祖母又早被疾病缠绕，常年卧床不起，我侍奉她吃饭喝药，从来就没有停止侍奉而离开她。</p> <p>　　到了晋朝建立，我蒙受着清明的政治教化。前任太守逵，考察后推举臣下为孝廉，后任刺史荣又推举臣下为优秀人才。臣下因为供奉赡养祖母的事无人承担，辞谢不接受任命。朝廷又特地下了诏书，任命我为郎中，不久又蒙受国家恩命，任命我为太子洗马。像我这样出身微贱地位卑下的人，担当侍奉太子的职务，这实在不是我杀身捐躯所能报答朝廷的。我将以上苦衷上表报告，加以推辞不去就职。但是诏书急切严峻，责备我逃避命令，有意拖延，态度傲慢。郡县长官催促我立刻上路；州官登门督促，比流星坠落还要急迫。我很想遵从皇上的旨意赴京就职，但祖母刘氏的病却一天比一天重；想要姑且顺从自己的私情，但报告申诉不被允许。我是进退两难，十分狼狈。</p> <p>　　我俯伏思量晋朝是用孝道来治理天下的，凡是年老而德高的旧臣，尚且还受到怜悯养育，何况我的孤苦程度更为严重呢。况且我年轻的时候曾经做过蜀汉的官，担任过郎官职务，本来就希望做官显达，并不顾惜名声节操。现在我是一个低贱的亡国俘虏，十分卑微浅陋，受到过分提拔，恩宠优厚，怎敢犹豫不决而有非分的企求呢？只是因为祖母刘氏寿命即将终了，气息微弱，生命垂危，早上不能想到晚上怎样。臣下我如果没有祖母，就没有今天的样子；祖母如果没有我的照料，也无法度过她的余生。我们祖孙二人，互相依靠而维持生命，因此我的内心不愿废止奉养，远离祖母。</p> <p>　　臣下我现在的年龄四十四岁了，祖母现在的年龄九十六岁了，臣下我在陛下面前尽忠尽节的日子还长着呢，而在祖母刘氏面前尽孝尽心的日子已经不多了。我怀着乌鸦反哺的私情，乞求能够准许我完成对祖母养老送终的心愿。我的辛酸苦楚，并不仅仅被蜀地的百姓及益州、梁州的长官所亲眼目睹、内心明白，连天地神明也都看得清清楚楚。希望陛下能怜悯我愚昧诚心，请允许我完成臣下一点小小的心愿，使祖母刘氏能够侥幸地保全她的余生。我活着应当杀身报效朝廷，死了也要结草衔环来报答陛下的恩情。臣下我怀着牛马一样不胜恐惧的心情，恭敬地呈上此表来使陛下知道这件事。</p> <p><strong>注释</strong><br>险衅（xìn）：灾难祸患。指命运坎坷。<br>夙：早。这里指幼年时。闵，通“悯”，指可忧患的事（多指疾病死丧）。凶，不幸<br>见背：弃我而死去。<br>舅夺母志：指由于舅父强行改变了李密母亲守节的志向。<br>成立：长大成人。<br>祚（zuò）：福分。<br>儿息：儿子。<br>期功强近之亲：指比较亲近的亲戚。古代丧礼制度以亲属关系的亲疏规定服丧时间的长短，服丧一年称“期”，九月称“大功”，五月称“小功”。<br>应门五尺之僮：五尺高的小孩。应门：照应门户，僮，童仆。<br>茕（qióng）茕孑（jié）立：生活孤单无靠。茕茕，孤单的样子。孑：孤单。<br>吊：安慰。<br>婴：纠缠。<br>蓐（rù）：通“褥”，垫子。<br>废离：废养而远离。<br>清化：清明的政治教化。<br>太守：郡的地方长官。<br>察：考察。这里是推举的意思。孝廉：汉代以来举荐人才的一种科目，举孝顺父母、品行方正的人。汉武帝开始令郡国每年推举孝廉各一名，晋时仍保留此制，但办法和名额不尽相同。“孝”指孝顺父母，“廉”指品行廉洁。<br>刺史：州的地方长官。<br>秀才：当时地方推举优秀人才的一种科目，这里是优秀人才的意思，与后代科举的“秀才”含义不同。<br>拜：授官。郎中：官名。晋时各部有郎中。<br>寻：不久。<br>除：任命官职。洗马：官名。太子的属官，在宫中服役，掌管图书。<br>猥：辱。自谦之词。<br>东宫：太子居住的地方。这里指太子。<br>陨（yǔn）首：丧命。<br>切峻：急切严厉。<br>逋慢：回避怠慢。<br>州司：州官。<br>日笃：日益沉重。<br>苟顺：姑且迁就。<br>伏惟：旧时奏疏、书信中下级对上级常用的敬语。<br>故老：遗老。<br>矜育：怜惜抚育。<br>伪朝：指蜀汉。<br>历职郎署：指曾在蜀汉官署中担任过郎官职务。<br>矜：矜持爱惜。<br>宠命：恩命。指拜郎中、洗马等官职。优渥（wò）：优厚。<br>区区：拳拳。形容自己的私情。<br>陛下：对帝王的尊称。<br>乌鸟私情：相传乌鸦能反哺，所以常用来比喻子女对父母的孝养之情。<br>二州：指益州和梁州。益州治所在今四川省成都市，梁州治所在今陕西省勉县东，二州区域大致相当于蜀汉所统辖的范围。牧伯：刺史。上古一州的长官称牧，又称方伯，所以后代以牧伯称刺史。<br>皇天后土：犹言天地神明。<br>愚诚：愚拙的至诚之心。<br>听：听许，同意。<br>结草：据《左传·宣公十五年》记载，晋国大夫魏武子临死的时候，嘱咐他的儿子魏颗，把他的遗妾杀死以后殉葬。魏颗没有照他父亲说的话做。后来魏颗跟秦国的杜回作战，看见一个老人把草打了结把杜回绊倒，杜回因此被擒。到了晚上，魏颗梦见结草的老人，他自称是没有被杀死的魏武子遗妾的父亲。后来就把“结草”用来作为报答恩人心愿的表示。<br>犬马：作者自比，表示谦卑。<br>行年四岁：年纪到了四岁。行年，经历的年岁。<br>臣密言：开头先写上上表人的姓名，是表文的格式。当时的书信也是这样的。</p>",
  "shangxi": "<h2>赏析三</h2> <p>　　“多情”的《陈情表》</p> <p>　　《陈情表》是<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>写给晋武帝的一份公文，也是我国古代散文中的一篇“奇文”。字字生情，句句含情，《陈情》之情，耐人寻“情”。</p> <p>　　倾苦情。文章开篇陈述的是作者不幸的命运：孩提时代，父丧母嫁，失怙失恃；成长时代，体弱多病，零丁孤苦；成人之后，无亲无戚，晚有儿息；如今现实，祖母卧病，侍药难离。“外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。”一句话浓缩了李密祖孙二人凄苦相依的命运，也表露了他沧桑过后的人生感慨。苦情动心，真诚感人。</p> <p>　　说难情。首先是进退两难。一方面是推孝廉，举秀才，拜郎中，除洗马。四次征召，先地方，后朝廷。国恩难报，君情难违。另一方面，祖母供养无主，疾病日重。养恩难忘，亲情难舍。其次是强人所难。在辞不赴命，辞不就职之后，作者等来的是诏书的责备、郡县的逼迫、州司的催追。在申诉不被允许的情况下，“臣之进退，实为狼狈”。无奈的话语中，含蓄地表达了对“圣朝”统治者强人所难的不满之情。</p> <p>　　消疑情。“少仕伪朝”，屡召不应，难免让晋朝统治者产生怀疑。是贪恋旧朝，“忠臣不事二君”，还是疑虑“圣朝”，顾虑重重？无论两种想法的哪一种得到证实，都可能给李密带来杀身之祸。旧朝时，“本图宦达，不矜名节”，新朝时，“过蒙拔擢，宠命优渥”。对比中，表明了李密的立场，流露了李密的感恩之心，更消除了晋朝统治者心中的郁结。接下来，祖孙二人“更相为命”的苦情的再次强调，既顺应了晋朝以孝治天下的治国纲领，又委婉地告诉了晋武帝侍奉祖母是他“不仕”的唯一原因。</p> <p>　　表忠情。先有“非臣陨首所能上报”的感触，后有先尽孝后尽忠的承诺，终有“生当陨首，死当结草”的誓言。忠君之情，溢于言表；感君之恩，动人心魄。</p> <p>　　《陈情》如此“多情”，也就难怪晋武帝会做出“停诏，允其不仕”的决定，也就难怪千古文人赞叹之声声声不已了。</p><br/><h2>赏析二</h2> <p>　　<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>原是蜀汉后主刘禅的郎官(官职不详)。公元263年，司马昭灭蜀汉，李密成了亡国之臣。仕途已失，便在家供养祖母刘氏。公元265年，晋武帝请李密出来做官，先拜郎中，后又拜为洗马(即太子侍从官)，就是文中说的“诏书特下，拜臣郎中，寻蒙国恩，除臣洗马”。晋武帝为什么要这样重用李密呢?第一，当时东吴尚据江左，为了减少灭吴的阻力，收笼东吴民心，晋武帝对亡国之臣实行怀柔政策，以显示其宽厚之胸怀。第二，李密当时以孝闻名于世，晋武帝承继汉代以来以孝治天下的策略，实行孝道，以显示自己清正廉明，同时也用孝来维持君臣关系，维持社会的安定秩序。正因为如此，李密屡被征召。</p> <p>　　李密为什么“辞不就职”呢?大致有这样三个原因：第一，李密确实有一个供养祖母刘的问题，像文章中说的“祖母无臣，无以终余年”。第二，李密是蜀汉旧臣，自然有怀旧的思想，况且他还认为汉主刘禅是一个“可以齐桓”的人物，对于晋灭蜀汉是有一点不服气的。第三，古人讲：做官如履薄冰。皇帝高兴时，臣为君之心腹；皇帝不高兴时，臣为君之土芥。出于历史的教训，李密不能没有后顾之忧。晋朝刚刚建立，李密对晋武帝又不甚了解，盲目做官，安知祸福。所以李密“辞不就职”，不是不想做官，而是此时此刻不宜做官。</p> <p>　　李密不想马上出来做官，而晋武帝方面却催逼得很紧。“诏书切峻，责臣逋慢。郡县逼迫，催臣上道；州司临门，急于星火。”轻慢皇帝，违抗皇命是要杀头的。为了摆脱这个困境，达到不出来做官的目的，李密就在“孝”字上大做文章，把自己的行为纳入晋武帝的价值观念中去。李密是蜀汉旧臣，“少仕伪朝，历职郎署”，古人讲“一仆不事二主”，“忠臣不事二君”。如果李密不出来做官，就有“不事二君”的嫌疑，不事二君就意味着对晋武帝不满，这就极其危险了，所以李密说自己“不矜名节”，“岂敢盘桓，有所希冀”，我不出来做官完全是为了供养祖母刘，是为了“孝”。但是这里又产生了一个问题，事父为孝，事君为忠。李密供养祖母是孝，但不听从君主的诏令，不出来做官，就是不忠。古人云“忠孝不能两全”。《韩<a href=\"http://so.gushiwen.org/view_71185.aspx\">诗</a>外传》卷二记载：“楚昭王使石奢为理道，有杀人者追之，则父也。奢曰：‘不私其父非孝也，不行君法非忠也。’于是刎颈而死。”为忠臣不得为孝子，为孝子不得为忠臣。李密很巧妙地解决了这个矛盾，即先尽孝，后尽忠。“是臣尽节于陛下之日长，报刘之日短也”。等我把祖母刘养老送终之后，再向您尽忠，这样晋武帝也就无话可说了。</p> <p>　　李密为了达到自己的目的，除了在“孝”字上大作文章外，还以巧妙的抒情方式，来打动晋武帝。从文章中可以想见，李密在构思《陈情表》时，有三种交错出现的感情：首先是因处境狼狈而产生的忧惧之情；其次是对晋武帝“诏书切峻，责臣逋慢”的不满情绪；最后是对祖母刘的孝情。但是当他提笔写文章时，便把这三种感情重新加以整理，经过冷静的回味，压抑了前两种感情，只在文中含蓄地一笔带过，掩入对祖母刘的孝情之中。而对后一种感情则大肆渲染，并且造成一个感人至深的情境，即“臣无祖母，无以至今日；祖母无臣，无以终余年”。从这样一种情境出发，作者先以简洁精练的语言写自己的孤苦，为“祖母无臣，无以终余年”作铺垫，然后反复强调祖母刘的病：如第一段的“夙婴疾病，常在床蓐”；第二段的“刘病日笃”；第三段的“日薄西山，气息奄奄，人命危浅，朝不虑夕”。这样，李密的孝情就不同于一般的母孙之情，而是在特定情境中的特殊孝情。</p> <p>　　《陈情表》是写给晋武帝的，是为了达到“辞不就职”的目的。从这个目的出发，李密并没有把孝情一泄到底，而是用理性对感情加以节制，使它在不同的层次中，不同的前提下出现。第一段先写自己与祖母刘的特殊关系和特殊命运，抒发对祖母的孝情，“臣侍汤药，未曾废离。”如果从这种孝情继续写下去，会有许多话要说，如对祖母的感激，对祖母的怜惜等等。但作者却就此止笔，转而写蒙受国恩而不能上报的矛盾心情，写自己的狼狈处境。第二段表白自己感恩戴德，很想走马上任，“奉诏奔驰”。为什么不能去呢?因为“刘病日笃”，这就从另一方面反衬了他孝情的深厚，因为孝情深厚，而“诏书切峻，责臣逋慢”，所以才有“实为狼狈”的处境。前面抒发的孝情被节制以后，又在另一个前提下出现了。第三段作者转写自己“不矜名节”，并非“有所希冀”，不应诏做官，是因为“祖母无臣，无以终余年”。在排除了晋武帝的怀疑这个前提之下，再抒发对祖母刘的孝情，就显得更真实，更深切，更动人。</p><br/><h2>鉴赏</h2> <p>　　1.融情于事。</p> <p>　　强烈的感情色彩是本文的一大特色，但作者无论是述自己的孤苦无依之情，还是述自己和祖母相依为命的深厚亲情，都是通过叙事来表达的。而自己对朝廷恩遇的感激和对武帝的忠敬之心，也是以充满情感的笔调来写的。</p> <p>　　2.语言形象生动，自然精粹。</p> <p>　　本文虽然用了不少四字句、对偶句，有骈文的整俪之工，但语言却绝不雕琢，而是十分自然真切，仿佛是从肺腑中流出，丝毫不见斧凿痕迹。文章语言十分生动形象，如第一段写孤苦无依之状，第二段写州县催迫之景，第三段写祖母病笃的惨苦之象，都如在目前。此外本文在语言上还十分精练准确，有些词句，成了成语。</p> <p>　　本文排偶句的运用极有特色，不仅音韵和谐，节奏鲜明，简洁练达，生动形象，而且感情真挚，具有震撼人心的力量。例如“日薄西山，气息奄奄，人命危浅，朝不虑夕”，运用比喻和夸张手法，将祖母危在旦夕，自己不忍废离的深情形容得淋漓尽致；“臣欲奉诏奔驰，则刘病日笃；欲苟顺私情，则告诉不许”。通过对比，既突出了<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>进退两难的无奈，又将尽忠之，与尽孝之情表现得真切而感人。</p><br/><h2>赏析一</h2> <p>　　第一段</p> <p>　　作者陈述家庭的特殊不幸和作者与祖母更相为命，以使武帝化严为慈，化对立态度的逞威为同一立场的体恤。“臣密言”，是奏表开头的一般格式。“臣以险衅，夙遭闵凶”，是第一段的综述，又是全文陈述苦情的总冒。“险”，不同于今天的“危险”义，《说文》：“险，阻难也。”贾逵《国语》注：“衅，兆也。”“险衅”，险恶的兆头。“闵”，病困，凶丧。“险衅”“闵凶”这两个词儿含义程度很重，很快就把读者导入惨苦的境域。什么“险衅”?什么“闵凶”?“生孩六月，慈父见背”。小孩儿出世主要依靠父母抚养，竟然“慈父见背”，是一大不幸。《文子》：“慈父之爱子，非求报。”可见父慈于子是人之本性。作者不用第一人称“臣”，而用第三人称“孩”，旨在客观陈述苦情以使武帝动心。父亲死了，固然痛苦，如果还有慈爱的母亲一道过着孤儿寡母的生活，那还只是比较艰苦而已，竟然又“行年四岁，舅夺母志”，是又一个大不幸!《晋书·<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>传》：“父早亡，母何氏改醮。”四岁的孩子，既经失怙，又已失恃，宛然一只被猎人击毙父母的没有羽翎的乌鸟，其寒伧、蒙昧、本能地求居觅食而又不可得的苦状可以想像得之。《毛<a href=\"http://so.gushiwen.org/view_71185.aspx\">诗</a>序》：“卫世子蚤死，其妻守义，父母欲夺而嫁之。”“舅夺母志”典出于此，但这是托词(因为封建社会里人们把妇女在亡夫以后的改嫁视为丑事)，也是作者对母亲宽解的一种孝行。从心理的通常情况看，似乎长者特别喜欢第三代，似乎祖父祖母喜欢孙子胜过儿、媳喜欢子女；如果这种判断不误，那么，祖母刘氏对作者的特别喜欢是很自然的，再加上作者是一个失怙失恃的孩子，当然特别喜欢又加上特别同情了，这样，“悯臣孤弱”的“悯”其含义之深、程度之重可以贴切体会，祖母当然“躬亲抚养”了。《晋书·李密传》：“密时年数岁，感恋弥至，烝烝之情，遂以成疾。”“九岁不行”，也许是软骨病之类。如果孩子身体健康，祖母操心费力可能少些，现在竟是“九岁不行”，特异的体弱是又一种大不幸，是祖母格外操心费力的又一个因素。以上一句写“弱”，以下集中写“孤”。尽管有三种大不幸，如果家里人丁较多、外面亲戚不少，那还可以有若干圆通的余地，现在是“零丁孤苦，至于成立”。“孤”得够痛苦了，够奇特了，够长久了：一，从作者的父辈看，没有叔叔又没有伯伯。二，从作者的平辈看，没有哥哥又没有弟弟。《诗经·郑风·扬之水》：“终鲜兄弟，维予与女(汝)。”郑玄笺：“鲜，寡也。”作者借用《诗经》一句，但“鲜”并不作“少”讲而作“无”讲，是在特殊的语言环境下跟“既无叔伯”的“无”避免重复的一种特殊词义。从外亲看，既没有为祖母、兄弟、妻子等穿孝服的亲眷，也没有为曾祖父母、伯叔祖父母穿孝服的家族，也没有为堂兄弟、为未出嫁的堂姊妹穿孝服的同姓，单枝独芽寡人一个。从经济看，门庭衰败，连个使唤的童仆也没有。最后以“茕茕孑立，形影相吊”来简括、有力、形象地刻画作者幼年时经历的那种寂寞、清贫、孤独、悲怆、冷酷、凄厉无告、遭人白眼的惨境。封建社会的世俗观念跟今天不同，今天男女平等又以独生(无分男女)为正为荣，封建社会重男轻女又提倡多子(男子)，作者这个“九岁不行”，又是“既无叔伯，终鲜兄弟”，又是缺亲无故，又没有童仆的清贫之家的几世单传的孤根弱苗的成长，饱蘸着祖母刘氏多少关顾之爱，倾注了祖母刘氏多少矜悯之情，耗费了祖母刘氏多少操劳之力!不妨说，祖母虔诚不渝地把自己全部的智慧、热血、精力乃至生命都放在抚养作者上面，读者怎不被浸透在一种寻寻觅觅、冷冷清清、凄凄惨惨戚戚的氛围之中而对作者产生深切的同情呢?如果祖母刘氏身心康泰，操作便利，那还可以有些周旋。大不幸又一次在必然中发生了，──祖母刘氏经受不了许多家庭变故的摧残，经受不了许多社会人心的冷遇，经受不了许多对孤弱孙儿的哀悯和担心，喂养和抱持，事必躬亲，因而“夙”婴疾病，“常”在床褥，失去独立生活的能力。祖母所唯一依靠的是一根弱苗而已，“臣侍汤药，未尝废离”，概括而又具体地写出了作者对祖母的孝谨备至。《晋书·李密传》：“密奉事以孝谨闻。刘氏有疾，则涕泣侧息，未尝解衣，饮膳汤药必先尝后进。”可见作者对祖母感情的深切、侍奉的殷勤和依附的紧密。从“而刘”到“废离”不过寥寥几句，却勾勒出陈情不仕的一个很重要的画面。以下论列紧紧把这几句当作唯一的事实根据。</p> <p>　　第二段</p> <p>　　历叙朝廷多次征召，优礼有加，都由于“刘病日笃”而有着“报国恩”和“徇私情”的不可调和的矛盾，作者旨在消除晋武帝的疑虑，为下文请求“终养”埋下伏线。“逮奉圣朝，沐浴清化”，其中有对晋武帝的最高颂词；更有对作者深受其恩的最大感激，“沐浴”一词隐喻作者犹如禾苗蒙受雨露滋润因而茁壮成长。武帝担心作者以事奉祖母为借口，实在是对新朝持反对或观望的态度，作者更担心如果措词失当会引起武帝疑虑将有杀身之虞。“奉圣朝”，臣仆称君之词，“沐浴清化”，臣仆无比感激新朝的话，称呼和感激都能使晋武帝敏锐地感觉到这是一个宠臣对君主说话，因而心弦为之一弛。“逮奉圣朝，沐浴清化”，又作为一个过渡引导到“陈情”上来，以下具体地陈述“沐浴清化”的事实：一是太守推举作者为“孝廉”，这是褒德；二是刺史荐拔作者为“秀才”，这是称才，但是“臣以供养无主，辞不赴命”。“辞不赴命”乍一看来并非“沐浴清化”，其实是最好的“沐浴清化”，因为晋朝的地方官吏不但承认并且大力表彰了作者的孝顺和与事有原则和有才干，而且体谅了作者的惨苦处境，通情达理，言到行成。由于是地方官吏，又由于是以前的事，只用“供养无主，辞不赴命”简单交代一下就行了。“沐浴清化”的更重要的事实是“诏书特下，拜臣郎中，寻蒙国恩，除臣洗马”。武帝“特下”诏书，而且要作者做特别亲信的宫廷侍卫之长；不久又授予辅佐太子的官职。面对最高统治者一再提拔，作为降臣的李密越发不能简单从事了，于是“具以表闻”。在武帝看来，李密对这种厚爱竟然“辞不就职”，难免身在曹营心在汉。但是作者巧妙地写道：“猥以微贱，当侍东宫，非臣陨首所能上报。”作者主动说出武帝心中想要说的，而且是这样委婉，这样诚恳，武帝当然会心平气和了。但这话毕竟是作者所说，从以前的情况看，并没有获得武帝的谅解，而是遭到强迫手段：“诏书切峻，责臣逋慢。”“切”，“峻”，“责”，“逋”，“慢”，都准确鲜明地刻画了武帝当时的恼怒情态。郡县风驰电掣地执行王命，是“逼迫”，是“催”臣上道，州司具体贯彻王命，是“临门”，是“急于星火”，先后六个四字句，非常精练形象地描绘了一幅雷厉风行无可阻遏的催命图，这与上文所写“茕茕孑立，形影相吊”成为鲜明的对照。“臣欲奉诏奔驰”的“奔驰”用得绝妙，它有力地显示了作者非常急切地希望立刻赴京为皇家奔走效劳的焦急心情，“刘病日笃”的“日”字又准确地显示了苦情日深而且是为时不久，它跟下文“苟循私情”的“苟(姑且)”相得益彰。作者巧妙地应用了二难推理：“欲奉命奔驰，则刘病日笃；欲苟循私情，则告诉不许”。二难推理是假言推理和选言推理联合起来的推理，它的前提既然有两个，结论就是或此或彼，因此说，“臣之进退，实为狼狈”。这个结论含蕴精警，表面看来它有对武帝的忠敬之心，又有对祖母的孝顺之情，使武帝意识到作者的真情实感一一出自肺腑，句句有理，处处合情，部分地消除了对作者的某些疑虑。其实呢，辩证地看，这里的根本观点是“先徇私情，后报国恩”。如果是先直截了当地提出“愿乞终养”，很可能激怒武帝遂致罹难，这里形式上提出两难，正是作者与事为文的高超所在。怎样进一步说服武帝呢?作者留下了一个悬念，而把读者引向下面的关键的即是高潮的一段。</p> <p>　　第三段</p> <p>　　提出晋朝“以孝治天下”这个治国纲领，陈述作者特别孤苦的处境和作者的从政历史、人生态度以及政治思想，以便进一步打消晋武帝的疑虑。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·说难》：“凡说之务，在知饰所说之所矜，……有欲矜以智能，则为之举异事之同类者，多为之地。”作者紧扣治国纲领大做文章，使武帝感到“大意无所拂悟，辞言无所系縻”(见《说难》)。圣朝“以孝治天下”，并且做到“凡在故老，犹蒙矜育”，是热切称颂朝廷褒扬孝行态度坚决、措置得当，却更是为“愿乞终养”设置根据。于是说出了“况臣孤苦，特为尤甚”，副词“特”和两个形容词“尤”“甚”集中有力地写出了作者的情况是异乎寻常的特殊，那就越发应当而且必须“蒙矜育”了。如果是粗心的作者，行文至此，也许可以认为提出“愿乞终养”了，那仍然要把事情弄坏，因为“以孝治天下”是讲法，“凡在故老……”是说理，都还只是一般的论辩艺术，都还没能进一步打开武帝的心扉。聪明而又耐心的作者忽然宕开一笔，索性刺刀见红，把情节推向高潮!他勇敢坦率而又十分机警地把自己的历史问题、人生态度以及从政思想来一个彻底交代，全盘亮相：“且臣少仕伪朝，历职郎署。”“少”“仕”“历”职说明了仕臣之久，供职之勤，但它的根本目的不是为了尽忠守节于西蜀，而是为了“图宦达”。既然“图宦达”，就说不上“矜名节”，就较多地打消了武帝的疑虑。另一方面，武帝的措施又使作者这个“至微至陋”的“亡国贱俘”深感“过蒙拔擢，宠命优渥”，完全应当“士为知己者死”，怎么可能徘徊犹豫、另有所图呢?这又进一步打消了武帝的一些疑虑。在武帝看来，皇君至高无上，降臣至卑无下，动不动就可以非常方便地施以高压。作者看准了这种心理状态，尽量把自己压低，把国恩抬高：“今臣亡国贱俘，至微至陋”。一个“贱”字，仍旧感到不足，再加上一个“微”字和一个“陋”字，而且是“至微至陋”。与此同时，国恩深重是“过”蒙拔擢，是“宠”命“优”“渥”(“优”“渥”同义)，前朝降臣恩荣加身，必然要欣慰，惶恐，感奋无已，效忠不二，这正是武帝所急切希望的。接着用反诘句“岂敢盘桓，有所希冀”，只能是增强陈情语气而不会激怒武帝，降臣对新主竟能如此措词这是少见。也不是守节蜀汉，也不是拒官新朝，那是为什么呢?唯一的原因除了前文所说，作者勾勒了又一幅惨苦图，亦即祖母刘氏的病笃图：“日薄西山，气息奄奄，人命危浅，朝不虑夕。”“日薄西山，气息奄奄”这个隐喻形象地表白了祖母大限临头，而且是很快地临头，作者只是竭力捕捉一刹那的时机，完足一刹那的义务，享受一刹那的幸福而已，这已为下文“报刘之日短也”张本。文章至此，完全可以提出“愿乞终养”了，但聪明而又极其细心的作者还怕武帝认为以一般的孝敬长上为借口实在为的消极抗拒皇命，作者又一次综述了自己跟祖母血肉相连不可或离的紧密关系，“臣无祖母，无以至今日；祖母无臣，无以终余年”，是一种意思，一种说法；“母、孙二人，更相为命”，还是这种意思，但是另一种说法，强调中具有错综变化，又自然地得出了“区区不能废远”的结论。“区区”，拳拳，一片真情，也就是“不能废远”，用“区区”又用“不能废远”，也是强调中具有错综变化。以上两句出自肺腑，动人神魄，从悉心说服武帝体恤下情看，“区区不能废远”明确表示不能分离，比上文“臣之进退，实为狼狈”的两可之说前进了一步。</p> <p>　　第四段</p> <p>　　明确提出“愿乞终养”，表示要先尽孝后尽忠，以期感动武帝达到陈情目的。</p> <p>　　尽管作者从法从理从情写得娓娓动人，但他仍然清醒地、审慎地料到武帝不能满足于“区区不能废远”的说法，还会采取一些相应的高压手段。作者又清醒地、审慎地估计到尽管上文已经有种种刘氏大限不远的表白，但武帝还会认为“徇私情”跟“报国恩”的抵触，作者仍旧不能提出“愿乞终养”的请求，本段开头就亮出具体的时限说：“臣密今年四十有四，祖母刘今年九十有六”。四十四岁，是中年人，风华正茂，报国多日；九十六岁，古来稀有，风烛瓦霜，瞬息可灭，很自然地得出“尽节于陛下之日长，报刘之日短也”的结论，这结论清楚地陈述“报国恩”跟“徇私情”只有为时极短的矛盾，稍稍从长远着眼就根本没有矛盾，也是合情合理地提出解决尽忠跟尽孝暂时发生矛盾的措施的有力依据。从武帝设想，可以把成全李密作为“以孝治天下”的一个范例，更可以达到李密出仕新朝的目的，冠冕堂皇，惠而不费，何乐而不为?!老练深沉的作者这才水到渠成地提出了“乌鸟私情，愿乞终养”的请求。“乌鸟私情”，是比喻也是比拟，它是“愿乞终养”的根据，又回溯到这是动物本性所在，治天下的本性所在，完全符合“以孝治天下”的纲领；又是恳切、谦抑的天真流露，这种措词委婉得体，曲折有致，连铁石人也得回心转意，武帝当然不能拒绝。《尔雅·释诂》：“愿，欲也。”它不同于现代汉语的“愿意”，应作“很希望”讲，表示愿欲之深。用了“愿”又用“乞”，同义的语词反复表示分外强烈。精妙的是，作者明确提出请求以后，还害怕武帝不相信他所说的“况臣孤苦，特为尤甚”，为了印证所说句句属实，了无欺诈，再作出了以下印证：“臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土实所共鉴。”“所见”，“明知”，“共鉴”，异词同义，有力地显示了作者的辛苦如日之光，如火之煌。当然，印证的作用远不在于使武帝深信其事，更可以使武帝感到，即使不从作者的处境考虑，而从“以孝治天下”这个手段出发，成全了作者为时短暂的请求，可以收民心，可以服官吏，又可以动神灵，更可以慰作者，一举四得，何乐而不为?!奇妙的是，作者还觉得意犹未遂，言犹未尽，情犹未达，理犹未顺，再一次请求“矜悯愚诚，听臣微志”，以便刘氏意外地免除不幸，以便自己意外地获得成功。“愚诚”，“微志”，“侥幸”，“保卒”，一连串的词语，表示作者以最谦恭、最虔诚的口吻含泪哀求，催促武帝彻底动情。更妙的是，为了再一次使武帝放心，作者最后提出“生当陨首，死当结草”的保证，这比“尽节于陛下之日长”又大大进了几步：活着不惜人头落地，死了也要结草衔环。尽管实质是为了作者对祖母的高谊隆情，但作者对武帝的极其忠爱、无比尊崇、十分殷勤的心情溢于言表，使武帝越发深信作者陈情的诚挚和急切。最后又以一个降臣的口吻概括地表达了格外恭谨的想法：是“犬马”，是“怖惧”，更是“不胜”，宛然适合一个新朝君主所希望听到的降臣的朴实、真切而能扣人心弦、令人怜悯的语言，怎不使武帝叹为观止、霁怒为怜、予以怀柔呢?!《晋书·李密传》：“武帝览之曰：‘士之有名，不虚然哉!’”《华阳国志》：“嘉其诚，赐奴婢二人，使郡县供其祖母奉膳。”《晋书·李密传》：“后刘终，服阕，复以洗马征至洛。”可见李密是情真意切。</p>",
  "about": "<h2>文言现象</h2> <p><strong>重点解释</strong><br>1 臣以险衅：灾难祸患。险：艰险，祸患。衅：祸患。<br>2 夙遭闵凶：夙：早。<br>3 夙遭闵凶：闵凶：忧伤的事，常指父母之丧。<br>4 慈父见背：背弃我。见：助动词，用在动词前面表示对我怎么样。<br>5 舅夺母志：强行改变。<br>6 祖母刘悯臣孤弱：怜悯，爱怜。<br>7 躬亲抚养：亲自。<br>8 终鲜兄弟：少，没有。<br>9门衰祚薄：门庭衰微，福分浅薄。祚：福气，福分。<br>10 晚有儿息：子女。<br>11 外无期功强近之亲：勉强。<br>12茕茕孑立：孤单。<br>13形影相吊：安慰。<br>14 而刘夙婴疾病：缠绕着（被……缠绕）<br>15 逮奉圣朝，沐浴清化：逮：及，到。 奉：承奉。<br>16 前太守臣逵察臣孝廉：考察后予以推荐。<br>17 诏书特下：特地。<br>18 拜臣郎中：拜：授予官职。<br>19 寻蒙国恩：寻：不久。<br>20除臣洗马：除旧官，任新官，受职。<br>21 猥以微贱：谦辞，表示自己的谦卑。<br>22 臣具以表闻：详尽。<br>23 诏书切峻：急切而严厉。<br>24 责臣逋慢：逋：拖延，迟延。慢：怠慢。<br>25急于星火：于：比。<br>26 则刘病日笃：笃：病重,沉重。<br>27 欲苟顺私情：姑且。<br>28 伏惟圣朝以孝治天下：俯伏思量。（谦敬之辞）<br>29 犹蒙矜育：怜悯。<br>30 且臣少仕伪朝：再说了,而且。<br>31 不矜名节：顾惜。<br>32 至微至陋：极，其。<br>33 过蒙拔擢：提升。<br>34宠命优渥：厚。<br>35 岂敢盘桓：犹豫不决的样子。<br>36 但以刘日薄西山：迫近。<br>37 无以至今日：没有用来……的。<br>38 更相为命：交互。<br>39 是以区区不能废远：是以：这是因为。区区：拳拳之情，形容自己的私情。<br>40 实所共鉴：明察。<br>41 矜悯愚诚：怜悯。<br>42 听臣微志：听任，请允许。<br>43 庶刘侥幸：或许。<br>44 保卒余年：终。<br>45 臣不胜犬马怖惧之情：完，尽。</p> <p><strong>通假字</strong><br>夙遭闵凶。（闵，通“悯”，可忧患的事。）<br>2.零丁孤苦。（零丁，通“伶仃”，孤独的样子。）<br>臣密今年四十有四。（有，通“又”。表示整数后面还有零数）<br>常在床蓐。（蓐，通“褥”，垫子、草席。）</p> <p><strong>词类活用</strong><br>（一）名词作状语<br>非臣陨首所能上报。（ 上：向上。）<br>臣不胜犬马怖惧之情。 （犬马：像犬马一样。）<br>则刘病日笃。（ 日：一天天地。）<br>外无期功强近之亲。（ 外：在家外。）<br>内无应门五尺之僮。（ 内：在家里。）<br>躬亲抚养。（ 躬：亲自。）<br>（二）使动用法<br>臣具以表闻。（ 闻：使……闻。）<br>保卒余年。（ 保：使……保全。）<br>3、谨拜表以闻（使……知道。）<br>（三）形容词作名词<br>夙遭闵凶。（闵凶：忧患不幸的事。）<br>猥以微贱。（ 微贱：卑微低贱的身份。）<br>凡在故老。（ 故老：年老而有功德的旧臣。）<br>4、愿陛下矜悯愚诚（诚心）<br>（四）形容词作动词<br>是以区区不能废远。（ 远：远离。）<br>则刘病日笃。（ 笃：病重。）<br>（五）名词作动词<br>臣少多疾病。 （病：生病。）<br>且臣少仕伪朝。（ 仕：做官。）<br>历职郎署。（ 职：任职。）<br>（六）动词作名词<br>1、臣之进退，实为狼狈。（指是否出来做官之事）</p> <p><strong>重点虚词</strong><br>以：<br>（1）臣以险衅（ 以：因为）<br>（2）臣以供养无主 （以：介词，因为）<br>（3）臣具以表闻（ 以：用）<br>（4）猥以微贱（ 以：和地位搭配时，译为“凭借”）<br>（5）无以至今日 （无以：没有......的办法）<br>（6）但以刘日薄西山（ 以：因为）<br>（7）是以区区不能废远 （是以：因此 以：因为）<br>（8）伏惟圣朝以孝治天下（ 以：用）<br>（9）谨拜表以闻 （以：连词，而）</p> <p><strong>古今异义</strong><br>1、九岁不行<br>不行<br>古义： 不能走路，这里指柔弱。 今义：不可以。<br>2、举臣秀才<br>秀才<br>古义：优秀人才。今义：读书人的通称<br>3、除臣洗马<br>除<br>古义：授予官职。今义：不包括在内。<br>洗马<br>古义：授予官职 太子随从。今义：给马洗身子。<br>4、臣欲奉召奔驰<br>奔驰<br>古义：奔走效劳,这里指赴京就职。今义：迅速的跑。<br>5、臣之辛苦<br>辛苦<br>古义：辛酸苦楚。今义：表身心劳苦，比喻艰难困苦，很疲倦的感觉。现多指工作和劳作的感受。<br>6、则告诉不许<br>告诉<br>古义：申诉　。今义：向别人陈述;通知某事，使人知道。<br>7、是以区区不能废远<br>区区<br>古义：拳拳，形容感情恳切。今义：小;少。形容微不足道。<br>8 、至于成立<br>至于<br>古义：一直到....... 。今义：副词。表示事情达到某种程度；连词。表示另提一事或另一情况；到达。<br>9、 至于成立<br>成立<br>古义：成人自立。今义：组织机构开始存在；理论意见，站得住脚。创立、建立。<br>10、急于星火<br>星火<br>古义：流星的光，比喻急迫；今义：微小的光。</p> <p><strong>一词多义<br></strong>1、行：<br>①行年四岁（动词，经历）<br>②九岁不行（动词，走路）<br>③余嘉其能行古道（动词，施行）<br>2、矜：<br>①犹蒙矜育（动词，怜惜）<br>②不矜名节（动词，顾惜）<br>③愿陛下矜悯愚诚（动词，怜悯）<br>3、至：<br>①至微至陋（副词，最）<br>②无以至今日（动词，到达）<br>4、见：<br>①慈父见背（见用在动词前，表示他人行为及于自己）<br>②二州牧伯所见明知（动词，看见）<br>③臣诚恐见欺于王而负赵（被）<br>5、亲：<br>①躬亲抚养（代词，亲自）<br>②外无期功强近之亲（名词，亲戚）<br>6、日：<br>①日薄西山（名词，太阳）<br>②报养刘之日短（名词，日子）<br>③则刘病日笃（名词作状语，一天天）<br>7、当：<br>①当侍东宫（动词，任，充当）<br>②死当结草（副词，应当）<br>8、薄：<br>①日薄西山（动词，迫近）<br>②门衰祚薄（形容词，微薄，少）<br>③薄微细古（微小）<br>9、拜：<br>①拜臣郎中（动词，授官）<br>②谨拜表以闻（动词，奉上）<br>10、于：<br>①州司临门，急于星火（介词，比）<br>②是臣尽节于陛下之日长（介词，给）<br>11、夙：<br>①夙遭闵凶（名词，很早，幼年）<br>②夙夜忧叹（名词，早晨）<br>12、区区：<br>①是以区区不能废远（拳拳，形容自己的私情）<br>②何乃太区区（形容词， 短浅的）<br>③区区小事（形容词，形容分量少）<br>④区区在下（谦称自己）<br>13、卒：<br>①保卒余年（副词， 终）<br>②卒成帝业 （副词，终究）<br>③信臣精卒陈利兵而谁何（名词， 士兵）<br>④卒然边境有急 （副词，突然）<br>除:<br>①除臣洗马(动词,任命)<br>②登自东除(名词,台阶)<br>③攘除奸凶(动词,清除)<br>婴:<br>①夙婴疾病(动词,缠绕)<br>②举婴,欲投之于河(名词,婴孩)<br>应:<br>①内无应门五尺之僮(动词,照应)<br>②其人弗能应也(动词,回答)<br>志:<br>①舅夺母志（名词，志向）<br>②寻向所志（名词，标记）<br>以：<br>（1）臣以险衅（ 以：因为）<br>（2）臣以供养无主 （以：介词，因为）<br>（3）臣具以表闻（ 以：用）<br>（4）猥以微贱（ 以：和地位搭配时，译为“凭借”）<br>（5）无以至今日 （无以：没有......的办法）<br>（6）但以刘日薄西山（ 以：因为）<br>（7）是以区区不能废远 （是以：因此 以：因为）<br>（8）伏惟圣朝以孝治天下（ 以：用）<br>（9）谨拜表以闻 （以：连词，而）</p> <p><strong>成语</strong><br>孤苦伶仃（原文：零丁孤苦）：伶仃：孤独，没有依靠。孤单困苦，没有依靠。<br>茕茕孑立：孤身一人。形容一个人无依无靠，孤苦伶仃。<br>形影相吊：吊：慰问。孤身一人，只有和自己的身影相互慰问。形容无依无靠，非常孤单。<br>急于星火：流星。象流星的光从空中急闪而过。形容非常急促紧迫。<br>日薄西山：薄：迫近。太阳快落山了。比喻人已经衰老或事物衰败腐朽，临近死亡。<br>气息奄奄：形容呼吸微弱，快要断气的样子。也比喻事物衰败没落，即将灭亡。<br>人命危浅：浅：时间短。形容寿命不长，即将死亡。<br>朝不虑夕：早晨不能知道晚上会变成什么样子或发生什么情况。形容形势危急，难以预料。<br>结草衔环：结草：把草结成绳子，搭救恩人；衔环：嘴里衔着玉环。旧时比喻感恩报德，至死不忘。<br>乌鸟私情：乌鸟：古时传说，小乌能反哺老乌。比喻侍奉尊亲的孝心。<br>皇天后土：皇天：古代称天；后土：古代称地。指天地。旧时迷信天地能主持公道，主宰万物。</p> <p><strong>特殊句式</strong><br>（一）介宾短语后置<br>急于星火<br>是臣尽节于陛下之日长<br>（二）宾语前置<br>是以区区不能废远<br>慈父见背<br>（三）被动句<br>而刘夙婴疾病<br>则告诉不许<br>（四）省略句<br>拜臣（为）郎中<br>且臣少仕（于）伪朝<br>但以刘日薄西山<br>（五）判断句<br>今臣亡国贱俘<br>非独蜀之人士及二州牧伯所见明知<br>非臣陨首所能上报<br>4是臣尽节于陛下之日长，报养刘之日短也<br>（六）固定句式<br>臣无祖母，无以至今日</p> <p><strong>重点语段</strong><br>1、“生孩六月，慈父见背，行年四岁，舅夺母志。祖母刘悯臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。……”<br>引导：四字骈句，语势连贯、紧凑，不拖沓，让人感到灾祸接踵而来，以情动人，让晋武帝化严为慈。<br>※“茕茕孑立，形影相吊”，直陈其事，白描手法，把自己形只影单，孤独寂寥，极为形象地表现出来，读之让人动容。<br>※“逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。……，诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。……。”<br>引导：一连用了“察臣”“举臣”、“拜臣”、“除臣”，准确地陈述了自己“过蒙拔擢，宠命优渥”的实情以及由衷的感恩戴德之情。<br>※“诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。”引导：四字骈句的排比渲染出圣命逼人的紧张气氛。<br>四字骈句：简洁凝练，语势连贯紧凑，文势如行云流水般通畅。<br>2、“外无期功强近之亲，内无应门五尺之僮，”<br>引导：对偶句，一外一内都强调一个“无”字，写出了自己举目无亲，后代尚小无人终养祖母的困苦境地形象生动表现出来了，让人觉得急切而无可置疑。<br>※“前太守臣逵察臣孝廉；后刺史臣荣举臣秀才”也是对偶句，恰当地表达了自己深受圣朝恩宠的感激。<br>※既无伯叔，终鲜兄弟。<br>※生当陨首，死当结草。<br>※臣欲奉诏奔驰，则刘病日笃，欲苟殉私情，则告诉不许。<br>※臣无祖母，无以至今日，祖母无臣，无以终余年。<br>都是对偶句。运用对仗工整的对偶句式，使语气显得铿锵有力，语意简洁凝练，读来朗朗上口，使文章的感情倍感热切，更具说服力。<br>对偶句：语气铿锵有力，语意简洁凝练，朗朗上口，感情倍感热切，更具说服力。 </p><br/><h2>写作背景</h2> <p>　　《陈情表》，选自《文选》卷三七。原题作“陈情事表”。</p> <p>　　西晋人<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>所著，是他写给晋武帝的奏章。当时时局动荡皇帝希望李密能出来做官。因为李密是蜀国人在蜀国又以孝著名，当过官很有名气。所以皇帝希望他能出来做官来服民心。并且希望进一步扩充领土就更加希望天下人以为晋朝清明来进一步取得他国民心。李密孝顺同样也有着浓厚的忠君思想所谓“一朝君主一朝臣”但他为了保全性命就写了这篇表。文章叙述祖母抚育自己的大恩，以及自己应该报养祖母的大义；除了感谢朝廷的知遇之恩以外，又倾诉自己不能从命的苦衷，真情流露，委婉畅达。该文被认定为中国文学史上抒情文的代表作之一，有“读李密《陈情表》不流泪者不孝”的说法。</p> <p>　　三国魏元帝（曹奂）景元四年（263年），司马昭灭蜀，李密沦为亡国之臣。司马昭之子司马炎废魏元帝，史称“晋武帝”。泰始三年（267年），朝廷采取怀柔政策，极力笼络蜀汉旧臣，征召李密为太子洗马。李密时年44岁，以晋朝“以孝治天下”为口实，以祖母供养无主为由，上《陈情表》以明志，要求暂缓赴任，上表恳辞。</p> <p>　　李密早有孝名，据《晋书》本传记载，李密奉事祖母刘氏“以孝谨闻，刘氏有疾，则涕泣侧息，未尝解衣，饮膳汤药，必先尝后进。”武帝览表，赞叹说:“密不空有名也”。感动之际，因赐奴婢二人，并令郡县供应其祖母膳食，密遂得以终养。</p> <p>　　在李密写完这篇表后一年左右的时间，刘氏就去世了。他在家守孝两年后，出仕官职很小，因为当时的政局已相当稳定，晋武帝不需要李密了，便不再重视他。李密做了两年官后辞去职务。</p> <p>　　南宋文学家赵与时在其著作《宾退录》中曾引用安子顺的言论：“读诸葛孔明《出师表》而不堕泪者，其人必不忠，读李令伯《陈情表》而不堕泪者，其人必不孝，读韩退之《祭十二郎文》而不堕泪者，其人必不友。”青城山隐士安子顺世通云。此三文遂被并称为抒情佳篇而传诵于世。</p> <p>　　陈情表之由来</p> <p>　　李密，字令伯，犍为武阳人也，一名虔。父早亡，母何氏醮。密时年数岁，感恋弥至，烝烝之性，遂以成疾。祖母刘氏，躬自抚养，密奉事以孝谨闻。刘氏有疾，则涕泣侧息，未尝解衣，饮膳汤药必先尝后进。有暇则讲学忘疲，而师事谯周，周门人方之游夏。 少仕蜀，为郎。数使吴，有才辩，吴人称之。蜀平，泰始初，诏征为太子洗马。密以祖母年高，无人奉养，遂不应命。乃上书曰：“臣以险衅，……臣生当陨身，死当结草。”</p> <p>　　帝览之曰：“士之有名，不虚然哉！”乃停召。后刘终，服阕，复以洗马征至洛。司空<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>问之曰：“安乐公何如？”密曰：“可次齐桓。”华问其故，对曰：“齐桓得管仲而霸，用竖刁而虫流。安乐公得<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>而抗魏，任黄皓而丧国，是知成败一也。”次问：“孔明言教何碎？”密曰：“昔舜、禹、皋陶相与语，故得简雅；《大诰》与凡人言，宜碎。孔明与言者无己敌，言教是以碎耳。”华善之。</p> <p>　　出为温令，而憎疾从事，尝与人书曰：“庆父不死，鲁难未已。”从事白其书司隶，司隶以密在县清慎，弗之劾也。密有才能，常望内转，而朝廷无援，乃迁汉中太守，自以失分怀怨。及赐饯东堂，诏密令赋<a href=\"http://so.gushiwen.org/view_71185.aspx\">诗</a>，末章曰：“人亦有言，有因有缘。官无中人，不如归田。明明在上，斯语岂然！”武帝忿之，于是都官从事奏免密官。后卒于家。 </p><br/><h2>教学相关</h2> <p><strong>整体感知</strong></p> <p>　　理解本文，首先要对写作背景有所了解：司马氏集团灭蜀后，为了笼络西蜀人士，大力征召西蜀名贤到朝中做官，<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>也是其中之一；李密是亡蜀降臣，如不应诏，会被误认为“矜守名节”，不与司马氏王朝合作，招来杀身之祸。司马氏集团通过阴谋和屠杀建立了西晋政权，为了巩固统治，提出以“孝”治理天下。李密至孝，与祖母相依为命，写此奏章，陈述自己不能奉诏的原因，提出终养祖母的要求。文中所写，皆是真情实意。为了唤起武帝的怜悯心，作者不是直陈其事，而是凄切婉转地表明心意，围绕着“情”“孝”二字反复陈述自己家庭不幸，和祖母相依为命的苦况亲情，表达对新朝宠遇的感激涕零，以及孝顺祖母的哀哀衷情。</p> <p>　　第一部分：陈述家庭的不幸和祖孙相依为命的情形。先以“臣以险衅，夙遭闵凶”八字，概括自己的坎坷命运。然后讲述幼年时期失父失母，孤苦多病，全赖祖母抚养，说明“臣无祖母，无以至今日”；再述家门人丁不旺，祖母疾病缠身，说明“祖母无臣，无以终余年”。这段内容，是陈情不仕的唯一事实根据。作者写得凄切尽情，以使武帝对自己由恼怒峻责化为同情怜悯。</p> <p>　　第二部分：写朝廷对自己优礼有加，而自己却由于祖母供养无主，不能奉诏的两难处境。先以“逮奉圣朝，沐浴清化”表达自己对晋武帝的感激之情，再历叙州郡朝廷优礼的事实。然后明确提出奉诏奔驰和孝养祖母的矛盾，为下文留下悬念。</p> <p>　　第三部分：提出了以孝治天下的治国纲领，陈述自己的从政经历和人生态度，并再次强调自己的特别处境，进一步打消了武帝的疑虑，求得体恤。针对上文留下的孝顺祖母和回报国恩之间的两难选择，这段首句即言以孝治天下是治国纲领，言外之意是孝养祖母虽为徇私情，却也不仅合情亦合理合法，并为下文乞终养给出了理论根据。随后说自己出仕蜀是图宦达，不矜名节，打消武帝疑虑。再以祖母病笃，说明自己确实不能远离出仕。</p> <p>　　第四部分：明确提出陈情的目的“愿乞终养”，先尽孝后尽忠。作者先比较自己和祖母年岁，说明尽孝之时短，尽忠之日长，然后提出“终养”的要求。再极其诚恳地说明自己的情况，是天人共鉴。表达自己对朝廷生当陨首，死当结草的忠心。</p> <p>　　亚里士多德说：“只有在适当的时候，对适当的事物，对适当的人，在适当的时机下，以适当的方式发生的感情，才是适度的最好的感情。”作者正是运用了最恰当的抒情方式，终于打动了晋武帝，使他看了表章后说“士之有名，不虚然哉”，“乃停诏”，允其不仕。</p> <p>　　需要指出的是，作者愿意“尽节”于皇帝，是出于感恩图报的心情，不能跟报效国家同日而语。</p> <p><strong>教学建议</strong></p> <p>　　一 注意体会作者的真挚感情。</p> <p>　　本文是写给皇帝的信，以叙事为主。在叙事中包含着作者真挚的感情。诵读时，要注意文章的层次，做到有表情地诵读。在读的过程中，注意体会文中抒发的感情。</p> <p>　　二 本文多四字句(五至七字句，可以看作加统领字的四字句)，读来容易朗朗上口，铿锵有力。</p> <p>　　但在以四字句为主的同时，又杂以其他句式，构成了句式的错综变化，音韵和谐。诵读时要加以体会，读出文章的节奏感。 </p>",
  "poet": {
    "id": 3156,
    "star": 0,
    "name": "西晋·李密",
    "desc": "李密（224年—287年），字令伯，一名虔，犍为武阳（今四川彭山）人。幼年丧父，母何氏改嫁，由祖母抚养成人。后李密以对祖母孝敬甚笃而名扬于乡里。师事著名学者谯周，博览五经，尤精《春秋左传》。初仕蜀汉为尚书郎。蜀汉亡，晋武帝召为太子洗马，李密以祖母年老多病、无人供养而力辞。历任温县令、汉中太守。后免官，卒于家中。著有《述理论》十篇，不传世。其生平见载《华阳国志》、《晋书》。代表作为《陈情表》。"
  },
  "tags": [
    "高中文言文",
    "古文观止",
    "抒情",
    "散文"
  ]
}