{
  "id": 10795,
  "star": 560,
  "name": "房兵曹胡马诗",
  "dynasty": "唐代",
  "content": "胡马大宛名，锋棱瘦骨成。<br>竹批双耳峻，风入四蹄轻。<br>所向无空阔，真堪托死生。<br>骁腾有如此，万里可横行。",
  "fanyi": "<p><strong>译文</strong><br>房兵曹的这一匹马是产自大宛国的名马，它那精瘦的筋骨像刀锋一样突出分明。<br>它的两耳如斜削的竹片一样尖锐，跑起来四蹄生风，好像蹄不践地一样。<br>这马奔驰起来，从不以道路的空阔辽远为难，骑着它完全可以放心大胆地驰骋沙场，甚至可托生死。<br>拥有如此奔腾快捷、堪托死生的良马，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>以横行万里之外，为国立功了。</p> <p><strong>注释</strong><br>⑴兵曹：兵曹参军的省称，是唐代州府中掌官军防、驿传等事的小官。房兵曹，不详为何人。胡：此指西域。<br>⑵大宛（yuān）：汉代西域国名，其地在今乌兹别克斯坦境内，盛产良马。大宛名：著名的大宛马。<br>⑶锋棱：锋利的棱角。形容马的神骏健悍之状。<br>⑷竹批：形容马耳尖如竹尖。峻：尖锐。“双耳峻”是良马的特征之一。<br>⑸堪：可以，能够。托死生：马值得信赖，对人的生命有保障。<br>⑹骁（xiāo）腾：健步奔驰。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏物言志<a href=\"http://so.gushiwen.org/view_10795.aspx\">诗</a>。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>本来善于骑马，也很爱马，写过不少咏马诗。此诗的风格超迈遒劲，凛凛有生气，反映了青年杜甫锐于进取的精神。</p> <p>　　诗分前后两部分。前面四句正面写马，是实写。诗人恰似一位丹青妙手，用传神之笔为我们描画了一匹神清骨峻的“胡马”。它来自大宛（汉代西域的国名，素以产“汗血马”著称），自然非凡马可比。接着，对马作了形象的刻画。南齐谢赫的《古画品录》提出“六法”，第一为“气韵生动”，第二即是“骨法用笔”，这是作为气韵生动的首要条件提出来的。所谓“骨法”，就是要写出对象的风度、气格。杜甫写马的骨相：嶙峋耸峙，状如锋棱，勾勒出神峻的轮廓。接着写马耳如刀削斧劈一般锐利劲挺，这也是良马的一个特征。至此，骏马的昂藏不凡已跃然纸上了，我们似见其咴咴喷气、跃跃欲试的情状，下面顺势写其四蹄腾空、凌厉奔驰的雄姿就十分自然。“批”和“入”两个动词极其传神。前者写双耳直竖，有一种挺拔的力度；后者不写四蹄生风，而写风入四蹄，别具神韵。从骑者的感受说，当其风驰电掣之时，好像马是不动的，两旁的景物飞速后闪，风也向蹄间呼啸而入。诗人刻画细致，唯妙逼真。颔联两句以“二二一”的节奏，突出每句的最后一字：“峻”写马的气概，“轻”写它的疾驰，都显示出诗人的匠心。这一部分写马的风骨，用的是大笔勾勒的方法，不必要的细节一概略去，只写其骨相、双耳和奔驰之态，因为这三者最能体现马的特色。正如张彦远评画所云：“笔才一二，象已应焉，离披点画，时见缺落，此虽笔不周而意周也。”《历代名画记》这就是所谓“写意传神”。</p> <p>　　诗的前四句写马的外形动态，后四句转写马的品格，用虚写手法，由咏物转入了抒情。颈联承上奔马而来，写它纵横驰骋，历块过都，有着无穷广阔的活动天地；它能逾越一切险阻的能力就足以使人信赖。这里看似写马，实是写人，这其实就是一个忠实的朋友、勇敢的将士、侠义的豪杰的形象。尾联先用“骁腾有如此”总挽上文，对马作概括，最后宕开一句：“万里可横行”，包含着无尽的期望和抱负，将意境开拓得非常深远。这一联收得拢，也放得开，它既是写马驰骋万里，也是期望房兵曹为国立功，更是诗人自己志向的写照。盛唐时代国力的强盛，疆土的开拓，激发了民众的豪情，书生寒士都渴望建功立业，封侯万里。这种蓬勃向上的精神用骏马来表现确是最合适不过了。这和后期杜甫通过对病马的悲悯来表现忧国之情，真不可同日而语。</p> <p>　　南朝宋人宗炳的《画山水序》认为通过写形传神而达于“畅神”的道理。如果一个艺术形象不能“畅神”，即传达作者的情志，那么再酷肖也是无生命的。杜甫此诗将状物和抒情结合得自然无间。在写马中也写人，写人又离不开写马，这样一方面赋予马以活的灵魂，用人的精神进一步将马写活；另一方面写人有马的品格，人的情志也有了形象的表现。前人讲“咏物诗最难工，太切题则粘皮带骨，不切题则捕风捉影，须在不即不离之间”钱泳《履园谈诗》，这个要求杜甫是做到了。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10795.aspx\">诗</a>作于唐玄宗开元二十八年（740年）或二十九年（741年），当时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在洛阳，正值诗人漫游齐赵，飞鹰走狗，裘马轻狂的青年时期。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "咏物",
    "言志"
  ]
}