{
  "id": 51097,
  "star": 20,
  "name": "关河令·秋阴时晴渐向暝",
  "dynasty": "宋代",
  "content": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。<br>更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！",
  "fanyi": "<p><strong>译文</strong><br>时阴时晴的秋日又近黄昏，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。<br>夜深人散客舍静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？</p> <p><strong>注释</strong><br>⑴关河令：《片玉词》“关河令”下注：“《清真集》不载，时刻‘清商怨’。”清商怨，源于古乐府，曲调哀婉。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾以此曲填写思乡之作，首句是“关河愁思望处满”。<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>遂取“关河”二字，命名为“关河令”，隐寓着羁旅思家之意。自此，调名、乐曲跟曲词切合一致了。<br>⑵时：片时、偶尔的意思，晴：一作“作”，暝：黄昏。<br>⑶伫听：久久地站着倾听。伫，久立而等待。寒声：即秋声，指秋天的风声、雨声、虫鸟哀鸣声等。此处是指雁的鸣叫声。<br>⑷照壁：古时筑于寺庙、广宅前的墙屏。与正门相对，作遮蔽、装饰之用，多饰有图案、文字。亦谓影壁，指大门内或屏门内做屏蔽的墙壁。也有木制的，下有底座，可以移动，又称照壁、照墙。<br>⑸消夜永：度过漫漫长夜。夜永，犹言长夜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词写羁旅孤栖的情景。词的上片写日间情境，于明处写景，暗里抒情，寓情于景；下片写夜间的情景，于明处抒情，衬以典型环境，情景交融。</p> <p>　　上片一开篇就推出了一个阴雨连绵，偶尔放晴，却已薄暮昏暝的凄清的秋景，这实很像是物化了的旅人的心境，难得有片刻的晴朗。“秋阴时作渐向暝”，这是以白描手法勾出秋天时阴时晴、阴冷、黯淡的特点，这似乎是客观事物的直叙，然而一句“变一庭凄冷”，就将词人的感情突现出来。“一庭”即满庭。着一“变”字，将“凄冷”与上句联系起来，揭示了“凄冷”之因。同时将自然与人的感受融在一起，表现了景中情。在这“凄冷”的庭院中，词人“伫听寒声”。这久久的伫立，静听寒声，可见出人之心寒、孤寂。这寒声是秋风飒飒，秋叶瑟瑟，秋雁哀鸣，这寒声加浓了羁旅“凄冷”的况味。歇拍“云深无雁影”一句，词人不仅在满庭凄冷的环境中伫立，静听秋声，而且还在寒声中追寻那捎书的鸿雁，然而望尽云霄，只听哀鸿长泣，不见孤鸿形影，留下的是更加深重的寂寞之感，也触发了词人思乡念亲之情。</p> <p>　　在沉寂之中推出了过片：“更深人去寂静”，把上下片很自然地衔接起来，而且将词境更推进了一步。“人去”二字突兀而出，正写出身旅途的旅伴聚散无常，也就愈能衬托出远离亲人的凄苦。同时“人去”二字也呼应了下文孤灯、酒醒。临时的聚会酒阑人散了，只有一盏孤灯曳的微光把自己的影子投射在粉壁上。此时此刻，人非常希望自己尚酣醉之中。可悲的是，偏偏酒已都醒，清醒的人是最难熬过漫漫长夜的，旅思乡愁一并袭来，此情此景，难以忍受。这首词全无作者惯有的艳丽之彩，所有的只是一抹凄冷之色。</p> <p>　　这首词不仅切合音律，而且精于铸词造句。“秋阴时晴”，一个“时”字表明了天阴了很久，暂晴难得而可贵。“伫听寒声”两句写得特别含蓄生动。寒声者，秋声也。深秋之时，万物萧瑟寒风中发出的呻吟都可以叫做寒声。词人笔下的孤旅伫立空庭，凝神静听的寒声，是云外旅雁的悲鸣。南飞的雁都因浓云的阻隔而不能一面，自然是凄苦的情景。整首词中几乎一字一句均经过刻意的琢磨。可以说通篇虽皆平常字眼，但其中蕴含有深挚情思。这也是<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>词的一大妙处。</p> <p>　　全词取境典型，结句直接抒情。全词以时间为线索，章法缜密，构思严谨。意象鲜明，人与物、情与境，浑然融为一气。感情步步推进，格调清峭，情味淡永。</p>",
  "poet": {
    "id": 164,
    "star": 0,
    "name": "周邦彦",
    "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
    "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。"
  },
  "tags": [
    "秋天",
    "羁旅",
    "孤独"
  ]
}