{
  "id": 72468,
  "star": 70,
  "name": "拟挽歌辞三首",
  "dynasty": "魏晋",
  "content": "有生必有死，早终非命促。<br>昨暮同为人，今旦在鬼录。<br>魂气散何之，枯形寄空木。<br>娇儿索父啼，良友抚我哭。<br>得失不复知，是非安能觉！<br>千秋万岁后，谁知荣与辱？<br>但恨在世时，饮酒不得足。</p> <p>在昔无酒饮，今但湛空觞。<br>春醪生浮蚁，何时更能尝！<br>肴案盈我前，亲旧哭我旁。<br>欲语口无音，欲视眼无光。<br>昔在高堂寝，今宿荒草乡；<br>一朝出门去，归来良未央。</p> <p>荒草何茫茫，白杨亦萧萧。<br>严霜九月中，送我出远郊。<br>四面无人居，高坟正嶣峣。<br>马为仰天鸣，风为自萧条。<br>幽室一已闭，千年不复朝。<br>千年不复朝，贤达无奈何。<br>向来相送人，各自还其家。<br>亲戚或余悲，他人亦已歌。<br>死去何所道，托体同山阿。",
  "fanyi": "<h2>注释</h2> （1）嶕峣：很高的样子。<br>（2）幽室：指坟穴。<br>（3）向来：刚才。<br>（4）或余悲：也许有些人还有悲伤。亦已歌：也开始唱歌了。<br>（5）何所道：有什么可说的呢？山阿：山陵。",
  "shangxi": "<h2>鉴赏</h2> <p>　　陶<a href=\"http://so.gushiwen.org/view_72468.aspx\">诗</a>一大特点，便是他怎么想就怎么说，基本上是直陈其事的“赋”笔，运用比兴手法的地方是不多的。故造语虽浅而涵义实深，虽出之平淡而实有至理，看似不讲求写作技巧而更得自然之趣。这就是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>所说的“似枯而实腴”。魏晋人侈尚清谈，多言生死。但贤如<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>，尚不免有“死生亦大矣，岂不痛哉”之叹；而真正能勘破生死关者，在当时恐怕只有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>一人而已。如他在《形影神·神释》诗的结尾处说：“纵浪大化中，不忧亦不惧；应尽便须尽，无复独多虑。”意思说人生居天地之间如纵身大浪，沉浮无主，而自己却应以“不忧亦不惧”处之。这已是非常难得了。而对于生与死，他竟持一种极坦率的态度，认为“到了该死的时候就任其死去好了，何必再多所顾虑！”这同陶在早些时候所写的《归去来辞》结尾处所说的“聊乘化以归尽，乐夫天命复奚疑”，实际是一个意思。</p> <p>　　这种勘破生死关的达观思想，虽说难得，但在一个人身体健康、并能用理智来思辨问题时这样说，还是比较容易的。等到大病临身，自知必不久于人世，仍能明智地认识到这一点，并以半开玩笑的方式（如说“但恨在世时，饮酒不得足”）写成自挽诗，这就远非一般人所能企及了。陶渊明一生究竟只活了五十几岁（<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>、古直两家之说）还是活到六十三岁（《宋书·本传》及<a href=\"http://so.gushiwen.org/author_388.aspx\">颜延之</a>《陶徵士诔》），至今尚有争议；因之这一组自挽诗是否临终前绝笔也就有了分歧意见。近人逯钦立先生在《陶渊明事迹诗文系年》中就持非临终绝笔说，认为陶活了六十三岁，而在五十一岁时大病几乎死去，《拟挽歌辞》就是这时写的。对于这三首自挽诗，吴小如先生断定他是在大病之中，至少认为自己即将死去时写的。而诗中所体现的面对生死关头的达观思想与镇静态度，毕竟是太难得了。至于写作时间，由于《自祭文》明言“岁惟丁卯，律中无射”，即公元427年（宋文帝元嘉四年）九月，而自挽诗的第三首开头四句说：“荒草何茫茫，白杨亦萧萧，严霜九月中，送我出远郊。”竟与《自祭文》时令全同，倘自挽诗写作在前，就太巧合了。因此把这三首诗隶属于作者临终前绝笔更为适宜。</p> <p>　　第一首开宗明义，说明人有生必有死，即使死得早也不算短命。这是贯穿此三诗的主旨，也是作者对生死观的中心思想。然后接下去具体写从生到死，只要一停止呼吸，便已名登鬼录。从诗的具体描写看，作者是懂得人死气绝就再无知觉的道理的，是知道没有什么所谓灵魂之类的，所以他说：“魂气散何之，枯形寄空木。”只剩下一具尸体纳入空棺而已。以下“娇儿”、“良友”二句，乃是根据生前的生活经验，设想自己死后孩子和好友仍有割不断的感情。“得失”四句乃是作者大彻大悟之言，只要人一断气，一切了无所知，身后荣辱，当然也大可不必计较了。最后二句虽近诙谐，却见出渊明本性。他平生俯仰无愧怍，毕生遗憾只在于家里太穷，嗜酒不能常得。此是纪实，未必用典。不过陶既以酒与身后得失荣辱相提并论，似仍有所本。盖西晋时<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>有云：“使我有身后名，不如即时一杯酒。”（见《晋书·文苑》本传）与此诗命意正复相近似。</p> <p>　　此三诗前后衔接，用的是不明显的顶针续麻手法。第一首以“饮酒不得足”为结语，第二首即从“在昔无酒饮”写起。而诗意却由入殓写到受奠，过渡得极自然，毫无针线痕迹。“湛”训没，训深，训厚，训多（有的注本训澄，训清，似未确），这里的“湛空觞”指觞中盛满了酒。“今但湛空觞”者，意思说生前酒觞常空，现在灵前虽然觞中盛满了酒，却只能任其摆在那里了。“春醪”，指春天新酿熟的酒。一般新酒，大抵于秋收后开始酝酿，第二年春天便可饮用。“浮蚁”，酒的表面泛起一层泡沫，如蚁浮于上，语出<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>《南都赋》。这里说春酒虽好，已是来年的事，自己再也尝不到了。“肴案”四句，正面写死者受奠。“昔在”四句，预言葬后情状，但这时还未到殡葬之期。因“一朝出门去”是指不久的将来，言一旦棺柩出门就再也回不来了，可见这第二首还没有写到出殡送葬。末句是说这次出门之后，再想回家，只怕要等到无穷无尽之日了。一本作“归来夜未央”，意指自己想再回家，而地下长夜无穷，永无见天日的机会了。亦通。</p> <p>　　从三诗的艺术成就看，第三首写得最好，故萧统《文选》只选了这一首。此首通篇写送殡下葬过程，而突出写了送葬者。“荒草”二句既承前篇，又写出基地背景，为下文烘托出凄惨气氛。“严霜”句点明季节，“送我”句直写送葬情状。“四面”二句写墓地实况，说明自己也只能与鬼为邻了。然后一句写“马”，一句写“风”，把送葬沿途景物都描绘出来，虽仅点到而止，却历历如画。然后以“幽室”二句作一小结，说明圹坑一闭，人鬼殊途，正与第二首末句相呼应。但以上只是写殡葬时种种现象，作者还没有把真正的生死观表现得透彻充分，于是把“千年”句重复了一次，接着正面点出“贤达无奈何”这一层意思。盖不论贤士达人，对有生必有死的自然规律总是无能为力的。这并非消极，而实是因看得破看得透而总结出来的。而一篇最精彩处，全在最后六句。“向来”犹言“刚才”。刚才来送殡的人，一俟棺入穴中，幽室永闭，便自然而然地纷纷散去，各自回家。这与上文写死者从此永不能回家又遥相对照。“亲戚”二句，是识透人生真谛之后提炼出来的话。家人亲眷，因为跟自己有血缘关系，可能想到死者还有点儿难过；而那些同自己关系不深的人则早已把死者忘掉，该干什么就干什么去了。《论语·述而篇》：“子于是日哭，则不歌。”这是说孔子如果某一天参加了别人的丧礼，为悼念死者而哭泣过，那么他在这一天里面就一定不唱歌。这不但由于思想感情一时转不过来，而且刚哭完死者便又高兴地唱起歌来，也未免太不近人情。其实孔子这样做，还是一个有教养的人诉诸理性的表现；如果是一般人，为人送葬不过是礼节性的周旋应酬，从感情上说，他本没有什么悲伤，只要葬礼一毕，自然可以歌唱了。陶渊明是看透了世俗人情的，所以他反用《论语》之意，爽性直截了当地把一般人的表现从思想到行动都如实地写了出来，这才是作者思想上的真正达观而毫无矫饰的地方。陶之可贵处亦正在此。而且在作者的人生观中还是有着唯物的思想因素的，所以他在此诗的最后两句写道：“死去何所道，托体同山阿。”大意是，人死之后还有什么可说的呢，他把尸体托付给大自然，使它即将化为尘埃，同山脚下的泥土一样。这在佛教轮回观念大为流行的晋宋之交，真是十分难能可贵的唯物观点呢。</p> <p>　　至于前面说的此三首陶诗极有新意，是指其艺术构思而言的。在陶渊明之前，贤如孔孟，达如老庄，还没有一个人从死者本身的角度来设想离开人世之后有哪些主客观方面的情状发生；而陶渊明不但这样设想了，并且把它们一一用形象化的语言写成了诗，其创新的程度可以说是前无古人。当然，艺术上的创新还要以思想上的明彻达观为基础。没有陶渊明这样高水平修养的人，是无法构想出如此新奇而真实、既是现实主义的、又是浪漫主义的作品来的。</p>",
  "about": "<h2>主题</h2> <p>　　拟挽歌辞三首是<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>晚年六十三岁的作品，写后两月后逝世了。<a href=\"http://so.gushiwen.org/view_72468.aspx\">诗</a>人假设自己死后亲友的情况，既表达自己对生死的看法，也安慰亲友不必过于悲伤。</p> <p>　　其一是说死后收殓的情况，描述儿女朋友痛哭，诗人豁达地说死后便没有荣誉与羞辱，只觉得酒还未喝够便死了，有些遗憾。</p> <p>　　其二是出殡前的祭祀。诗人描述亲人的哀伤，自己虽感到不能饮酒的遗憾，但已为快离家园而有些黯然。</p> <p>　　其叁是写下葬的情形。对下葬后的幽冥世界不猜测，也认为贤达也不能逃避死亡。这与当时追求神仙得道的风气迥异。</p> <p>　　陶渊明有一些以发挥哲理为主要内容的作品，《拟挽歌辞》也可以归入这一类。这类诗可以视为玄言诗，但与东晋流行的玄言诗有所不同，并非“柱下之旨归，漆园之义疏”(<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·时序》)，而是将生活中的体验提炼到哲学的高度。魏晋人注重门阀，陶诗中有的写到宗族关系或对儿子加以训诫，如《命子》、《责子》、《赠长沙公》等，可见陶渊明也还是重视家族的荣誉和门第的。</p><br/><h2>创作背景</h2> <p>　　魏晋南北朝文学是典型的乱世文学。作家们既要适应战乱，又要适应改朝换代，一人前后属于两个朝代甚至三个朝代的情况很多见。敏感的作家们在战乱中最容易感受人生的短促，生命的脆弱，命运的难卜，祸福的无常，以及个人的无能为力，从而形成文学的悲剧性基调，以及作为悲剧性基调之补偿的放达，后者往往表现为及时行乐或沉迷声色。</p> <p>　　这种悲剧性的基调又因文人的政治处境而带上了政治的色彩。许多文人莫名其妙地卷入政治斗争而遭到杀戮，如<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>、杨修、<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>、丁仪、丁廙、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云、<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>、<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>、<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>、欧阳建、孙拯、嵇绍、牵秀、郭璞、谢混、<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>、<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>、袁淑、<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、吴迈远、袁粲、王融、<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>等。还有一些死于西晋末年的战乱之中，如杜育、挚虞、枣嵩、王浚、刘琨、卢谌等。在这种情况下，文学创作很自然地形成一些共同的主题，这就是生死主题、游仙主题、隐逸主题。这些主题往往以药和酒为酵母引发开来，药和酒遂与这个时期的文学结下了不解之缘。</p> <p>　　生死主题主要是感慨人生的短促，死亡的不可避免，关于如何对待生、如何迎接死的思考。在汉乐府和《古<a href=\"http://so.gushiwen.org/view_72468.aspx\">诗</a>十九首》中已有不少感叹生死的诗歌，《薤露》、《蒿里》之作，以及“人生非金石，岂能长寿考”等诗句，可以说是这类主题的直接源头。魏晋以后生死主题越发普遍了，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的《又与吴质书》很真切地表现了当时带有普遍性的想法：“昔年疾疫，亲故多离其灾。徐、陈、应、刘，一时俱逝，痛何可言!……少壮真当努力，年一过往，何可攀援。古人思秉烛夜游，良有以也。”他因疾疫造成众多亲故死亡而深感悲痛，由此想到少壮当努力成就一番事业，又想秉烛夜游及时行乐。生与死是一个带有哲理意味的主题，如果结合人生的真实体验可以写得有血有肉，如“对酒当歌，人生几何。譬如朝露，去日苦多。”(<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>《短歌行》)“有生必有死，早终非命促。”“死去何所道，托体同山阿。”(<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《拟挽歌辞》)“春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。”(<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>《恨赋》)如果陷入纯哲学的议论又会很枯燥，如东晋的玄言诗。对待人生的态度无非四种：一是提高生命的质量，及时勉励建功立业；二是增加生命的长度，服食求仙，这要借助药；三是增加生命的密度，及时行乐，这须借助酒。第四种态度，就是陶渊明所采取的不以生死为念的顺应自然的态度。从陶诗看来，他不再是一个自叹生命短促的渺小的生灵，他具有与“大化”合一的身份和超越生死的眼光，因此他的这类诗歌便有了新的面貌。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "感叹",
    "生死",
    "组诗"
  ]
}