{
  "id": 5238,
  "star": 669,
  "name": "桃花溪",
  "dynasty": "唐代",
  "content": "隐隐飞桥隔野烟，石矶西畔问渔船。 <br>桃花尽日随流水，洞在清溪何处边。",
  "fanyi": "<p><strong>译文</strong><br>一座高桥隔着云烟出现，在岩石的西畔询问渔船。<br>桃花整天随着流水流淌，桃源洞口在清溪的哪边？</p> <p><strong>注释</strong><br>⑴桃花溪：水名，在湖南省桃源县桃源山下。<br>⑵飞桥：高桥。<br>⑶石矶：水中积石或水边突出的岩石、石堆。渔船：源自<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《桃花源记》中语句。<br>⑷尽日：整天，整日。<br>⑸洞：指《桃花源记》中武陵渔人找到的洞口。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_5238.aspx\">诗</a>通过描写桃花溪幽美的景色和作者对渔人的询问，抒写一种向往世外桃源，追求美好生活的心情。</p> <p>　　桃花溪两岸多桃林，暮春时节，落英缤纷，溪水流霞。相传东晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的《桃花源记》就是以这里为背景的。<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>描写的桃花溪，虽然不一定是指这里，但却暗用其意境。此诗构思婉曲，情趣深远，画意甚浓。</p> <p>　　“隐隐飞桥隔野烟”，起笔写远景：深山野谷，云烟缭绕；透过云烟望去，那横跨山溪之上的长桥，忽隐忽现，似有似无，恍若在虚空里飞腾。这境界多么幽深、神秘，令人朦朦胧胧，如入仙境。在这里，静止的桥和浮动的野烟相映成趣：野烟使桥化静为动，虚无缥缈，临空而飞；桥使野烟化动为静，宛如垂挂一道轻纱帏幔。隔着这帏幔看桥，使人格外感到一种朦胧美。“隔”字，使这两种景物交相映衬，溶成一个艺术整体；“隔”字还暗示出诗人是在远观，若是站在桥边，就不会有“隔”的感觉了。</p> <p>　　下面画近景。近处，水中露出嶙峋岩石，如岛如屿（石矶）；那飘流着片片落花的溪上，有渔船在轻摇，景色清幽明丽。“石矶西畔问渔船”，一个“问”字，诗人也自入画图之中了，使读者从这幅山水画中，既见山水之容光，又见人物之情态。诗人伫立在古老的石矶旁，望着溪上飘流不尽的桃花瓣和渔船出神，恍惚间，他似乎把眼前的渔人当作当年曾经进入桃花源中的武陵渔人。那“问”字便脱口而出。</p> <p>　　“问渔船”三字，逼真地表现出这种心驰神往的情态。三、四句，是问讯渔人的话：但见一片片桃花瓣随着清澈的溪水不断漂出，却不知那理想的世外桃源洞在清溪的什么地方呢？这里，桃源洞的美妙景色，是从问话中虚写的，诗人急切向往而又感到渺茫难求的心情，也是从问话中委婉含蓄地透露出来的。</p> <p>　　七言绝句篇幅短小，要做到情韵悠长，意境深邃，除了讲究炼字琢句外，更要求构思的巧妙。张旭作为盛唐的一位七绝名家，是很善于构思的。这首诗从远到近，正面写来，然后用问讯的方式运实入虚，构思布局相当新颖巧妙。作者的笔触又轻快洒脱，对景物不作繁琐的描写，不敷设明艳鲜丽的色彩，对《桃花源记》的意境也运用得空灵自然、蕴藉不觉，从而创造了一个饶有画意、充满情趣的幽深境界。</p>",
  "about": "<h2>创作背景</h2> 　　这是借陶潜《桃花源记》的意境而写的写景<a href=\"http://so.gushiwen.org/view_5238.aspx\">诗</a>，创作于唐玄宗天宝年间。此时唐朝已经由繁盛走向衰败。<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>写这首诗时的心境颇似<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>写《桃花源记》的心境。",
  "poet": {
    "id": 15,
    "star": 0,
    "name": "张旭",
    "image": "http://img.gushiwen.org/authorImg/zhangxu.jpg",
    "desc": "张旭（675年—约750年），字伯高，一字季明，汉族，唐朝吴县（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴旻剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。"
  },
  "tags": [
    "唐诗三百首",
    "写水",
    "写景",
    "抒情"
  ]
}