{
  "id": 69932,
  "star": 3,
  "name": "【双调】湘妃引　秋夕闺思",
  "dynasty": "元代",
  "content": "木犀风淅淅喷雕棂，兰麝香氲氲绕画屏，梧桐月淡淡悬青镜。漏初残人乍醒，<br>恨多才何处飘零。填不满凄凉幽窖，捱不出凄惶梦境，打不开磊块愁城。　解嘲<br>　　怀揣着讪脸入青楼，口带顽涎饮玉瓯，手搦着冷汗偎红袖。人都道我中年也<br>不害羞，对相知细说个缘由。蠢咻的脑间病，村沙的骨肉丑，风流的老也风流。　闻赠<br>　　四时ブ褥锦重叠，八面帏屏花艳冶，一床衾枕春罗列。铺排得门面儿别，据<br>风流更有三绝。肉沾着书生麻木，手汤着郎君趔趄，眼梢着子弟乜斜。　赠美色<br>　　海棠魂幻出个俊形骸，兰蕊香结成个软性格，尘烟煤点面着蛾眉黛。媚孜孜<br>春满腮，既相逢合问个明白：何年间离了月殿？甚风儿吹下楚台？是谁人赚出天<br>台？　又<br>　　舞裙低翠绒纱，云髻松盘青绀发，玉纤赖护冰绡帕。芳年恰二八。向樽前<br>数种儿撑达。醉眼儿偷付些春信，甜口儿翻腾些嗑呀，热心儿出落着欢恰。　赠别<br>　　碧茸茸芳草殿青毡，白点点残梅撒玉细，黄绀绀弱柳拖金线。雨声干风力软，<br>去匆匆无计留连。唱阳关一声声哀怨，醉歧亭一杯杯缱绻，上河梁一步步俄延。　有所赠<br>　　莺煎燕聒惹相思，雁去鱼来传恨词，蜂喧蝶闹关心事。俺风流的偏惯此，三<br>般儿寄语娇姿：昏迷着无明无夜，凄凉得半生半死，团圆是何日何时？　闻嘲<br>　　陷入坑土窖似暗开掘，迷魂洞囚牢似巧砌叠，验尸场屠铺似明排列。死温存<br>活打劫，招牌上大字儿书者：买笑金哥哥休俭，缠头锦婆婆自接，卖花钱姐姐无<br>赊。　代人送<br>　　干相思心绪乱如丝，虚疼热恩情薄似纸，死亻孱亻愁语话儿尖如刺。姆王魁<br>信有之，不由人提起当时。一间别一番害，一欢娱一个死，你自寻思。　送友人南闽府悴<br>　　西湖诗酒旧风流，上国山川惬壮游，中天雨露新除授。正青春正黑头，判黄<br>堂黼黼皇猷：豪气双龙剑，文章五风楼，名动南州。　送友还乡<br>　　淡烟蒙草翠萎蕤，细雨沾花红点滴，软风着柳金摇曳。春光图画里，想人生<br>聚散谁知？昨日开画船西湖欢笑，今日供祖帐东门叹息，来日唱阳关南浦别离。　和陆进之韵<br>　　得峥嵘我怎不峥嵘，倦懵憧咱非真懵憧，要知重人越不知重。嘻嘻冷笑中，<br>叹纷纷眼底儿童。莫听伤时话，休谈盖世功，愁对东风。<br>　　守书窗何日离书窗，瞻玉堂何时步玉堂，避风浪何处无风浪。浮生空自忙，<br>赋登楼醉墨淋浪。怨花柳春三月，误功名纸半张，愁对斜阳。<br>　　使聪明休使小聪明，学志诚休学假志诚，秉情性休乔真情性。江湖已半生，<br>伤心一事无成。物换人非旧，时乖道不行，愁对书灯。<br>　　守清贫随分乐清贫，求荐人何方可荐人？说聪俊谁肯怜聪俊？儒冠多误身，<br>谩夸谈子曰诗云。黑鬓三分雪，貂裘一寸尘，愁对芳樽。　送友人应聘<br>　　紫云宫殿拥蓬莱，黄道星辱拱泰阶，清时雨露沾蛮貊。乾坤春似海，拜龙颜<br>一笑天开。官厨酒分银瓮，御筵花袅翠牌，带天香两袖归来。　题情<br>　　生香玉碾就美容仪，回文锦攒成巧见识，解语花簇出春娇媚。佳人难再得，<br>翠裘寒鸳侣分飞。花解语谁怜憔悴，锦回文难传信息，玉生香怎受狼籍。　送友归家乡<br>　　绯榴喷火照离筵，紫楝吹花扑画船，绿莎带雨迷荒甸。望乡关归路远，恼人<br>怀休怨啼鹃。南陌笙歌地，西湖锦绣天，都不如松菊田园。<br>　　高烧银蜡看锟钅吾，细煮金芽揽辘轳，满斟玉倾。离怀开肺腑，赤紧<br>的世途难况味全殊。麟脯行犀者，驼蜂出翠釜，都不如莼菜鲈鱼。　京口道中<br>　　露浸浸芳杏洗朱颜，云冉冉晴峦闪翠鬟，烟蒙蒙弱柳迷青盼。天然图画间，<br>恼离人情绪艰难。乞留屈律归鸿行断，必不容蹇驴步懒，咿呖呜刺杜宇声干。　为东湖友赋<br>　　银盆水浸牡丹芽，青琐窗涵翡翠纱，绛台灯籼胭脂蜡。东湖处土家，闲遥遥<br>更有生涯。占断沧波垂钓，锄破白云种瓜，拂开红雨寻花。　道中值雪<br>　　拂寒生踉跄步空□，踏冻雪趑趄度浅湾，拨荒榛屈曲盘深涧。抵多少庐山高<br>蜀道难，对梅花细说愁烦。谁家无锦衾毡帐？那答无银筝象板？何处无玉辔雕鞍？　旅舍秋怀<br>　　半窗风雨夜潇&lt;风蚤&gt;，四壁啼づ秋闹炒，一篝残蜡人寂寥。海天长归梦杳，<br>最关情行李萧萧。丰城剑消磨了龙气，中山笔干枯了兔毫，峄阳琴解脱了鸾胶。　山中乐四阕赠友人<br>　　山盘龙脊露岩崖，屋络蜂房绕第宅，溪分弱尾通津濑。可知道其中有俊才，<br>乍相逢便见襟怀。对潮门时时开放，北海宴朝朝布摆，南州榻夜夜铺排。<br>　　千章乔木播奇芳，九畹猗兰霭素香，一庭幽草含佳况。胜陶家五柳庄，闲遥<br>遥断送流光。引赤脚山童刘药，看白发农夫击壤，听苍髯渔父鸣榔。<br>　　龙洲低蘸乱云隈，石笋高撑空翠里，钓台横刺沧浪内。筑楼居深遁迹，展幽<br>怀别有新奇。宝篆香燃宝兽，玉乳茶浮玉杯，金盘露滴金。<br>　　耕云耨水治生涯，说雨谈云□笑耍，撩云拨□□闲暇。胜山中宰相家，任树<br>头ㄋ鹊啼鸦。实不望修身儒业，□准备应差县衙，不思量献策京华。　自述<br>　　龙涎香喷紫铜炉，凤髓茶温白玉壶，羊羔酒泛金杯绿。暖溶溶锦绣窟，也不<br>同探花风雪何如。一步一个走轮飞，一日一个繁弦脆竹，一夜一个腻玉娇酥。",
  "poet": {
    "id": 3096,
    "star": 0,
    "name": "汤舜民",
    "desc": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"
  },
  "tags": []
}