{
  "id": 72348,
  "star": 20,
  "name": "赠黎安二生序",
  "dynasty": "宋代",
  "content": "　　赵郡苏轼，余之同年友也。自蜀以书至京师遗余，称蜀之士，曰黎生、安生者。既而黎生携其文数十万言，安生携其文亦数千言，辱以顾余。读其文，诚闳壮隽伟，善反复驰骋，穷尽事理；而其材力之放纵，若不可极者也。二生固可谓魁奇特起之士，而苏君固可谓善知人者也。</p> <p>　　顷之，黎生补江陵府司法参军。将行，请予言以为赠。余曰：「余之知生，既得之于心矣，乃将以言相求于外邪？」黎生曰：「生与安生之学于斯文，里之人皆笑以为迂阔。今求子之言，盖将解惑于里人。」余闻之，自顾而笑。</p> <p>　　夫世之迂阔，孰有甚于予乎？知信乎古，而不知合乎世；知志乎道，而不知同乎俗。此余所以困于今而不自知也。世之迂阔，孰有甚于予乎？今生之迂，特以文不近俗，迂之小者耳，患为笑于里之人。若余之迂大矣，使生持吾言而归，且重得罪，庸讵止于笑乎？</p> <p>　　然则若余之于生，将何言哉？谓余之迂为善，则其患若此；谓为不善，则有以合乎世，必违乎古，有以同乎俗，必离乎道矣。生其无急于解里人之惑，则于是焉，必能择而取之。</p> <p>　　遂书以赠二生，并示苏君，以为何如也？ ",
  "fanyi": "<h2>译文</h2> 　　赵郡<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，是和我同年科考的学友。他从蜀地写信寄到京城给我，赞扬蜀地的学士黎生、安生。不久黎生带着他的文章几十万字，安生带着他的文章也有几千字，屈驾前来看我。我读他们的文章，确实气势壮阔，风格雄伟，善于反复辨析，把事理说得很深透.他们的才情、笔力奔放，似乎是不可估量的。他们二人确实可以说得上是特别杰出的人才，而苏君也的确可以说是善于识别人才的人了！<br>　　不久以后，黎生补任江陵府司法参军。临走的时候，请我写几句话作为赠别。我说：“我对你的了解，已经放在心里了，还需要用言辞表达出来么？” 黎生说：“我和安生学习古文，同乡邻里都讥笑我们，认为是迂阔。现在请您写几句话，是想解除同乡邻里的糊涂看法。”<br>　　我听了这话，想想自己，不禁笑了。世上迂阔的人，有谁比我更厉害呢？只知道信奉古训，却不懂得迎合当世；只知道立志于圣贤之道，却不懂得随同世俗。这就是我为什么困顿到现在而自己尚不知道的原因啊。世人的迂阔，有谁比我更厉害呢？现在你们的迂阔，只因文章不合世俗，这不过是小的迂阔罢了，还担心被同乡邻里讥笑。像我的迂阔可就大了，如果你们拿了我的话回去，将要得到更多的责怪，岂能只停留在讥笑上呢？既然这样，那么我将对你们说些什么好呢？说我的迂阔是好的，可是它的祸害却是这样；说它不好，那么虽然可以迎合现代，但一定违背古训，有附和流俗的地方，就一定背离圣贤之道了。你们还是不要急于解除同乡邻里的糊涂认识吧，这样就一定能够在古文、时文；道、世俗这方面作出选择。<br>　　我于是写了这些话赠给二位，并且拿给苏君看，你们认为怎么样呢？",
  "shangxi": "<h2>鉴赏</h2> <p>　　1、正话反说</p> <p>　　作者前文极力铺陈藻饰黎安二生文才，正是为了说明后面的“不迂”，“不迂”而以“迂”</p> <p>　　名之。显示了世俗的谬误。正话反说，文曲意直，显示内在的锋芒。</p> <p>　　2、意境含蓄</p> <p>　　诸多愤世之气，尽在深蕴之中</p> <p>　　本文的篇幅不长，结构也比较简单，先介绍黎、安二生的由来，再说明写作本文的用意，然后有针对性地指出如何认识迂阔。迂阔，从古到今都有人在用这一形容个性的词。如果抛开它那略带贬义的内容，我们可以这样理解：所谓迂阔，是指一个人在待人接物方面坚持自己的观点，不迎合世俗偏见，而又有一种执著的信念，矢志不渝。如果他的观点、信念是正确的话，那么这种迂阔的表现正是难能可贵的。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>正是基于这一思路，才对迂阔进行了精辟的分析。</p> <p>　　从文中反映的背景来看，黎、安二生由于“学于斯文”，即酷爱<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>以至<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>所倡导的古文而遭到“里人”的讥笑；而曾巩也因身体力行地追求“道”，给自己带来一些“患”。可见当时的社会风气是如何浅薄了。这种不直接抨击时弊而从侧面加以反映的手法，正是作者的高明之处。</p> <p>　　另外，本文中的委婉的表现手法也值得注意。作者明明表达了自己的是非观，却在提法上留有余地，即劝诫黎、安二生“择而取之”，如何定夺，还是由他们自己去决定吧。还在结尾处提出，希望二生转告苏轼，问一问他“以为如何”。这不仅表明作者的谦虚态度，而且是尊重对方的一种表现。</p>",
  "about": "<h2>创作背景</h2> 　　这是一篇应黎生之求而写的赠序，写于治平四年（1067）。黎安二生是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>写信推荐给<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>的朋友。他们从四川拿着自己的文章来京师就正于曾巩，也是“以文会友”之意。不久，黎生补任江陵府司法参军。行前，应二生之请，曾巩写了这篇著名的文章。",
  "poet": {
    "id": 385,
    "star": 0,
    "name": "曾巩",
    "image": "http://img.gushiwen.org/authorImg/zenggong.jpg",
    "desc": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"
  },
  "tags": [
    "古文观止",
    "抒怀",
    "劝诫",
    "赠序"
  ]
}