{
  "id": 72267,
  "star": 25,
  "name": "狱中上梁王书",
  "dynasty": "两汉",
  "content": "　　臣闻忠无不报，信不见疑，臣常以为然，徒虚语耳。昔荆轲慕燕丹之义，白虹贯日，太子畏之；卫先生为秦画长平之事，太白食昴，昭王疑之。夫精变天地而信不谕两主，岂不哀哉！今臣尽忠竭诚，毕议愿知，左右不明，卒从吏讯，为世所疑。是使荆轲、卫先生复起，而燕、秦不寤也。愿大王孰察之。</p> <p>　　昔玉人献宝，楚王诛之；李斯竭忠，胡亥极刑。是以箕子阳狂，接舆避世，恐遭此患也。愿大王察玉人、李斯之意，而后楚王、胡亥之听，毋使臣为箕子、接舆所笑。臣闻比干剖心，子胥鸱夷，臣始不信，乃今知之。愿大王孰察，少加怜焉。</p> <p>　　语曰：“有白头如新，倾盖如故。”何则？知与不知也。故樊於期逃秦之燕，借荆轲首以奉丹事；王奢去齐之魏，临城自刭以却齐而存魏。夫王奢、樊於期非新于齐、秦而故于燕、魏也，所以去二国、死两君者，行合于志，慕义无穷也。是以苏秦不信于天下，为燕尾生；白圭战亡六城，为魏取中山。何则？诚有以相知也。苏秦相燕，人恶之燕王，燕王按剑而怒，食以駃騠；白圭显于中山，人恶之于魏文侯，文侯赐以夜光之璧。何则？两主二臣，剖心析肝相信，岂移于浮辞哉！</p> <p>　　故女无美恶，入宫见妒；士无贤不肖，入朝见嫉。昔司马喜膑脚于宋，卒相中山；范雎拉胁折齿于魏，卒为应侯。此二人者，皆信必然之画，捐朋党之私，挟孤独之交，故不能自免于嫉妒之人也。是以申徒狄蹈雍之河，徐衍负石入海，不容于世，义不苟取比周于朝以移主上之心。故百里奚乞食于道路，缪公委之以政；甯戚饭牛车下，桓公任之以国。此二人者，岂素宦于朝，借誉于左右，然后二主用之哉？感于心，合于行，坚如胶漆，昆弟不能离，岂惑于众口哉？故偏听生奸，独任成乱。昔鲁听季孙之说逐孔子，宋任子冉之计囚墨翟。夫以孔、墨之辩，不能自免于谗谀，而二国以危。何则？众口铄金，积毁销骨也。秦用戎人由余而伯中国，齐用越人子臧而强威、宣。此二国岂系于俗，牵于世，系奇偏之浮辞哉？公听并观，垂明当世。故意合则胡越为兄弟，由余，子臧是矣；不合则骨肉为仇敌，朱、象、管、蔡是矣。今人主诚能用齐、秦之明，后宋、鲁之听，则五伯不足侔，而三王易为也。</p> <p>　　是以圣王觉寤，捐子之之心，而不说田常之贤，封比干之后，修孕妇之墓，故功业覆于天下。何则？欲善亡厌也。夫晋文亲其雠，强伯诸侯；齐桓用其仇，而一匡天下。何则？慈仁殷勤，诚加于心，不可以虚辞借也。</p> <p>　　至夫秦用商鞅之法，东弱韩、魏，立强天下，卒车裂之。越用大夫种之谋，禽劲吴而伯中国，遂诛其身。是以孙叔敖三去相而不悔，於陵子仲辞三公为人灌园。今人主诚能去骄傲之心，怀可报之意，披心腹，见情素，堕肝胆，施德厚，终与之穷达，无爱于士，则桀之犬可使呔尧，跖之客可使刺由，何况因万乘之权，假圣王之资乎！然则荆轲湛七族，要离燔妻子，岂足为大王道哉！</p> <p>　　臣闻明月之珠，夜光之璧，以闇投人于道，众莫不按剑相眄者。何则？无因而至前也。蟠木根柢，轮囷离奇，而为万乘器者，以左右先为之容也。故无因而至前，虽出随珠和璧，祗怨结而不见德；有人先游，则枯木朽株，树功而不忘。今夫天下布衣穷居之士，身在贫羸，虽蒙尧、舜之术，挟伊、管之辩，怀龙逢、比干之意，而素无根柢之容，虽竭精神，欲开忠于当世之君，则人主必袭按剑相眄之迹矣。是使布衣之士不得为枯木朽株之资也。</p> <p>　　是以圣王制世御俗，独化于陶钧之上，而不牵乎卑辞之语，不夺乎众多之口。故秦皇帝任中庶子蒙嘉之言，以信荆轲，而匕首窃发；周文王猎泾渭，载吕尚归，以王天下。秦信左右而亡，周用乌集而王。何则？以其能越挛拘之语，驰域外之议，独观乎昭旷之道也。</p> <p>　　今人主沈谄谀之辞，牵帷廧之制，使不羁之士与牛骥同皁，此鲍焦所以愤于世也。</p> <p>　　臣闻盛饰入朝者不以私污义，底厉名号者不以利伤行。故里名胜母，曾子不入；邑号朝歌，墨子回车。今欲使天下寥廓之士笼于威重之权，胁于位势之贵，回面污行，以事谄谀之人，而求亲近于左右，则士有伏死堀穴岩薮之中耳，安有尽忠信而趋阙下者哉！ ",
  "fanyi": "<p><strong>译文</strong><br>　　臣子听说忠心不会得不到报答，诚实不会遭到怀疑，臣子曾经以为是这样，却只不过是空话罢了。从前荆轲仰慕燕太子丹的义气，以至感动上天出现了白虹横贯太阳的景象，太子丹却不放心他；卫先生为秦国策划趁长平之胜灭赵的计划，上天呈现太白星进入昴宿的吉相，秦昭王却怀疑他。精诚使天地出现了变异，忠信却得不到两位主子的理解，难道不可悲吗？现在臣子尽忠竭诚，说出全部见解希望你了解，大王左右的人却不明白，结果使我遭到狱吏的审讯，被世人怀疑。这是让荆轲、卫先生重生，而燕太子丹、秦昭王仍然不觉悟啊。希望大王深思明察。<br>　　从前卞和献宝，楚王砍掉他的脚；<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>尽忠，秦二世处他以极刑。因此箕子装疯，接舆隐居，是怕遭受这类祸害啊。希望大王看清卞和、李斯的本心，置楚王、秦二世的偏听于脑后，不要使臣子被箕子、接舆笑话。臣子听得比干被开膛破心，伍子胥死后被裹在马皮囊里扔进钱塘江，臣子原先不相信，今天才清楚了。希望大王深思明察，稍加怜惜。<br>　　俗话说：“有相处到老还是陌生的，也有停车交谈一见如故的。”为什么？关键在于理解和不理解啊。所以樊於期从秦国逃到燕国，用自己的头交给荆轲来帮助太子丹的事业；王奢离开齐国投奔魏国，亲上城楼自杀来退齐军以保存魏。王奢、樊於期并非对齐、秦陌生而对燕、魏有久远的关系，他们离开前两个国家，为后两个国君效死，是因为行为与志向相合，他们无限地仰慕义气。因此苏秦不被天下各国信任，却为燕国守信而亡；白圭为中山国作战连失六城，到了魏国却能为魏攻取中山国。为什么？确实是因为有了君臣间的相知啊。苏秦做燕相时，有人向燕王说他坏话，燕王按着剑把发怒，用贵重的马肉给苏秦吃。白圭攻取中山国后很显贵，有人向魏文侯说他坏话，魏文侯赐给白圭夜光璧。为什么？两个君主两个臣子，互相敞开心扉、肝胆相照，岂能被不实之辞所改变呢！<br>　　所以女子无论美不美，一进了宫都会遭到嫉妒；士无论贤不贤，一入朝廷都会遭到排挤。从前司马喜在宋国受膑刑，后来到中山国做了相；范雎在魏国被打断了肋骨敲折了牙齿，后来到秦国却封为应侯。这两个人，都自信一定会成功的计谋，丢弃拉帮结派的私情，依仗单枪匹马的交往，所以不可避免会受到别人的嫉妒。因此申徒狄自沉雍水漂入黄河，徐衍背负石头跳进大海，他们与世俗不相容，坚持操守而不肯苟且结伙在朝廷里改变君主的主意。所以百里奚在路上讨饭，秦穆公把国政托付给他；甯戚在车下喂牛，齐桓公委任他治国。这两个人，难道是向来在朝廷里做官，靠了左右亲信说好话，然后两位君主才重用他们的吗？心相感应，行动相符合，牢如胶漆，兄弟都不能离间他们，难道众人的嘴就能迷惑他们吗？所以偏听会产生奸邪，独断独行会造成祸患混乱。从前鲁国听信了季孙的坏话赶走了孔子，宋国采用了子冉的诡计囚禁了墨翟。凭孔子、墨翟的口才，还免不了受到谗言谀语的中伤，而鲁、宋两国则陷于危险的境地。为什么？众人的嘴足以使金子熔化，积年累月的诽谤足以使金子熔化，积年累月的诽谤是以使骨骸销蚀啊。秦国任用了戎人由余而称霸于中原，齐国用了越人子臧而威王、宣王两代强盛一时。这两个国家难道受俗见的束缚，被世人所牵制，为奇邪偏颇的不实之辞所左右吗？听各种意见，看各个方面，为当时留下一个明智的榜样。所以心意相合就是胡人越人也可以视为兄弟，由余、子臧就是例子；心意不合就是亲骨肉也可以成为仇敌，丹朱、象、管叔、蔡叔就是例子。现在人主要是真能采取齐国、秦国的明智立场，置宋国、鲁国的偏听偏信于脑后，那么五霸将难以相比，三王也是容易做到的啊。<br>　　因此圣明的君王能够省悟，抛弃子之那种“忠心”，不喜欢田常那种“贤能”，像周武王那样封赏比干的后人，为遭纣王残害的孕妇修墓，所以功业才覆盖天下。为什么？行善的愿望从不以为够了。晋文公亲近往日的仇人，终于称霸于诸侯；齐桓公任用过去的敌对者，从而成就一匡天下的霸业。为什么？慈善仁爱情意恳切，确确实实放在心上，是不能用虚假的言辞来替代的。<br>　　至于秦国采用<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>的变法，东边削弱韩、魏，顿时强盛于天下，结果却把商鞅五马分尸了。越王采用大夫种的策略，征服了强劲的吴国而称霸于中原，最后却逼迫大夫种自杀了。因此孙叔敖三次从楚国离开相位也不后悔，於陵子仲推辞掉三公的聘任去为人浇灌菜园。当今的君主真要能够去掉骄傲之心，怀着令人愿意报效的诚意，坦露心胸，现出真情，披肝沥胆，厚施恩德，始终与人同甘苦，待人无所吝惜，那么夏桀的狗也可叫它冲着尧狂吠，盗跖的部下也可以叫他去行刺许由，何况凭着君主的权势，借着圣王的地位呢！这样，那么荆轲灭七族，要离烧死妻子儿女，难道还值得对大王细说吗？<br>　　臣子听说明月珠、夜光璧，在路上暗中投掷给人，人们没有不按着剑柄斜看的。为什么？是因为无缘无故来到面前啊。弯木头、老树桩，屈曲得怪模怪样，倒能够成为君主的用具，是靠了君主身边的人先给它粉饰一番呀。所以无依无靠来到面前，即使献出随侯珠、和氏璧，也只能遭忌结怨而不会受到好报；有人先说好话，那枯木朽枝也会立下功勋而令人难忘。当今天下平民出身、家境贫穷的士人，即使胸中藏着尧、舜的方略，拥有伊尹、管仲的辩才，怀着关龙逢、比干的忠诚，可是从来没有老树桩子那种粉饰，虽然尽心竭力，想要向当世的君主打开一片忠贞之心，那么君主一定要蹈按着剑柄斜看的覆辙了。这就使平民出身的士人连枯木朽株的待遇也得不到了啊。<br>　　因此圣明的君主统治世俗，要有主见像独自在转盘上制造陶器一样，而不被讨好奉承的话牵着鼻子走，不因众说纷纭而改变主张。所以秦始皇听信了中庶子蒙嘉的话，因而相信了荆轲，而暗藏的匕首终于出现了；周文王出猎于泾水渭水之间，得到吕尚同车而回，从而取得了天下。秦轻信左右而灭亡，周任用素不相识的人而成王。为什么？因为文王能跨越卷舌聱牙的羌族语言，使不受任何局限的议论发表，自看到光明正大的道理。当今君主陷在阿谀奉承的包围之中，受到妃妾近侍的牵制，使思想不受陈规拘束的人才与牛马同槽，这就是鲍焦所以愤世嫉俗的原因。<br>　　臣子听说穿戴着华美服饰进入朝廷的人不用私心去玷污节操，修身立名的人不为私利去败坏行止。所以里闾以胜母为名，曾子就不肯进入；都邑以朝歌为名，墨子就回车而行。现在要使天下有远大气度的人才受到威重的权势的囚禁，受到尊位显贵的胁迫，转过脸去自坏操行，来侍奉进谗阿谀的小人，而求得亲近君主的机会，那么，士人只有隐伏老死在山洞草泽之中罢了，哪会有竭尽忠信投奔君主的人呢！</p><p><strong>注释</strong><br>（1）常：通“尝”，曾经。<br>（2）荆轲：战国末期卫国人，后入燕国，好读书击剑，嗜酒善歌。<br>燕丹：燕太子丹，燕国最后一个君王燕王喜之子。曾在秦国作人质，逃回燕国后，厚交荆轲，使刺秦王，未成，荆轲身亡。<br>（3）白虹贯日：古人常以天人感应的说法解释罕见的天文、气象现象。此指荆轲的精诚感动了上天。贯，穿过。<br>（4）畏：引申为担心。荆轲为等候一个友人而拖延了赴秦的行期，太子丹担心他变卦。<br>（5）卫先生：秦将白起手下的谋士。<br>长平之事：公元前260年，白起大破赵军于长平（今山西高平西北），欲乘势灭赵，派卫先生回秦向昭王要增兵增粮。秦相范雎从中阻挠，害死卫先生。<br>（6）太白：金星。古时认为是战争的征兆。<br>昴（mǎo）：二十八宿之一，西方白虎七宿的第四宿，据说它的星象和冀州（包括赵国在内）的人事有关。太白食昴，是说太白星侵入了昴星座，象征赵国将遭到军事失利。<br>（7）从：听凭。<br>（8）玉人：指楚人卞和。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·和氏》记卞和得璞（蕴玉之石）于楚山，献楚厉王，厉王令玉匠察看，回说不是玉，就以欺君的罪名斫去卞和左脚；厉王死，武王立。卞和又献，武王也命玉匠察看，玉匠回说不是玉，又以欺君的罪名斫去卞和右脚。武王死，文王立，卞和抱玉哭于楚山下，三日三夜泪尽泣血，文王听说，召卞和令玉匠凿璞，果得宝玉，加工成璧，称为和氏之璧。按据《史记·楚世家》，楚国自武王始称王，武王以前并无厉王。当是《韩非子》误记。<br>（9）诛：这里作惩罚解。<br>（10）李斯：秦国宰相。<br>（11）胡亥：秦二世名，秦始皇次子。纵情声色，不理政事，信任奸臣赵高。赵高诬李斯父子谋反，陷李斯于冤狱，二世不察，腰斩李斯于咸阳市，夷三族。<br>（12）箕子：商纣王的叔父。<br>阳狂：即佯狂。<br>（13）接舆：春秋时代楚国隐士，人称楚狂。<br>（14）比干：商纣王的叔父，因纣王荒淫，极力劝谏，被纣王剖心而死。<br>（15）子胥：伍员，字子胥，春秋楚人。被楚平王迫害逃到吴国，吴王阖闾用伍子胥、<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>之计，大破楚军，占领楚都，称霸一时。阖闾死，夫差立，打败越国后不灭越，又以重兵北伐齐国。子胥力陈吴之患在越，夫差不听，反信伯嚭谗言，迫使子胥自杀。<br>鸱夷：马皮制的袋。伍子胥临死说：“我死后把我眼睛挖出来挂在吴国东城门上，观看越寇进灭吴国。”夫差大怒，用鸱夷盛子胥尸投入钱塘江中。<br>（16）白头如新：指有的人相处到老而不相知。<br>倾盖如故：路遇贤士，停车而谈，初交却一见如故。盖，车上的帐顶，车停下时车盖就倾斜。<br>（17）樊於期：原为秦将，因得罪秦王，逃亡到燕国，受到太子丹礼遇。秦王以千金、万户邑悬赏捉拿樊於期。荆轲入秦行刺，建议献樊於期的头以取得秦王信任，樊於期知情后，慷慨自刎而死。<br>（18）王奢：战国时齐大臣，因得罪齐王，逃到魏国。后来齐伐魏，王奢跑到城墙上对齐将说：“讲义气的人不苟且偷生，我决不为了自己使魏国受牵累。”自刎而死。<br>（19）苏秦：战国时洛阳人，游说六国联合抵制秦国，为纵约长，挂六国相印。后秦国利用六国间的矛盾，破坏合纵之约。苏秦失信于诸国，只有燕国仍信用他。<br>（20）尾生：《汉书·古今人表》说他名高，鲁国人。尾生与女子约于桥下，女未至，潮涨，尾生抱桥柱被淹死。古人以他为守信的典范。苏秦与燕王相约，假装得罪了燕王而逃到齐国去，设法从内部削弱齐国以增强燕国，后来苏秦为此在齐国死于车裂。这里用尾生来比喻他以生命守信于燕。<br>（21）白圭：战国初中山国之将，连失六城，中山国君要治他死罪，他逃到魏国，魏文侯厚待他，于是他助魏攻灭了中山国。<br>（22）中山：春秋时建，战国初建都于顾（今河北定县），前429年（魏文侯十七年）灭。<br>（23）駃騠（jué tí）：良马名。<br>（24）司马喜：《战国策·中山策》记载他三次任中山国相，但未提及他在宋国受膑刑的事。<br>膑：古代肉刑之一，剔除膝盖骨。<br>（25）范雎：曾任秦国宰相。<br>拉胁折齿：腋下的肋骨和牙齿都被打折。范雎随魏中大夫须贾出使到齐国，齐襄公听说范雎口才好，派人送礼金给他，须贾回国后报告魏相，中伤范雎泄密，使范雎遭到笞刑。<br>（26）卒为应侯：范雎入秦为相，封应侯。<br>（27）申徒狄：古代投水自尽的贤人。关于他的时代，《庄子·外物》、《汉书》注引服虔和《淮南子》高诱注、《太平御览》引《墨子》佚文、《韩<a href=\"http://so.gushiwen.org/view_72267.aspx\">诗</a>外传》等说法不一。<br>雍：同灉，古代黄河的支流，久已堙。故道大约在今山东菏泽附近。<br>之：到。<br>（28）徐衍：史书无传，据服虔说是周之末世人。<br>（29）比周：结党营私。<br>（30）百里奚：春秋时虞国人，虞国为晋国所灭，成了俘虏，落魄到身价只值五张黑羊皮。秦穆公听说他的贤能，为他赎身，用为相。<br>（31）缪公：即秦穆公（？——前621），善用谋臣，称霸一时。<br>（32）甯戚：春秋时卫国人，到齐国经商，夜里边喂牛边敲着牛角唱“生不遭尧与舜禅”，桓公听了，知是贤者，举用为田官之长。<br>（33）桓公（？——前643）：齐桓公姜姓，名小白，春秋五霸之一。<br>（34）季孙：鲁大夫季桓子，名斯。前496年（鲁定公十四年），孔子由大司寇代理国相，齐国选送能歌善舞的美女八十人送给鲁定公，季桓子收下了女乐，致使鲁君怠于政事，三日不听政，孔子为此弃官离开鲁国。<br>（35）子冉：史书无传。<br>墨翟（约前468——前376）：即墨子，墨家的创始人。墨子后来长期住在鲁国，可能与“宋任子冉之计”而囚禁过他有关。<br>（36）由余：祖先本是晋国人，早年逃亡到西戎。戎王派他到秦国去观察，秦穆公发现他有才干，用计把他拉拢过来。后来依靠他伐西戎，灭国十二，开地千里，从而称霸一时。<br>（37）越人子臧：史书无传。《史记·鲁仲连<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>列传》作“越人蒙”。<br>威、宣：指齐威王、齐宣王。齐威王（？——前320），任用邹忌为相，田忌为将，<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>为军师，国力渐强；齐宣王（？——前301），齐威王之子。<br>（38）朱：丹朱，尧的儿子，相传他顽凶不肖，因而尧禅位给舜。<br>象：舜的同父异母弟，傲慢，常想杀舜而不可得。<br>管、蔡：管叔，蔡叔，皆周武王之弟。武王死后，子成王年幼，由周公摄政。管叔、蔡叔与纣王之子武庚一起叛乱，周公东征，诛武庚、管叔，放逐蔡叔。<br>（39）五伯：即春秋五霸，指齐桓公、晋文公、秦穆公、宋襄公、楚庄王。<br>（40）三王：指夏禹、商汤、周文王。<br>（41）子之：战国时燕王哙之相。燕王哙学尧让国，让子之代行王事，三年而国大乱。齐国乘机伐燕，燕王哙死，子之被剁成肉酱。<br>（42）田常：即陈恒，齐简公时为左相，杀简公宠臣监止和子我，又杀简公，立简公弟平公，政权皆归田常。<br>（43）修孕妇之墓：纣王残暴，曾剖孕妇子腹，观看胎儿。武王克殷后，为被残杀的孕妇修墓。<br>（44）亲其雠：指晋文公重耳为公子时，其父晋献公听信骊姬之言，派宦者履鞮（《左传》作寺人披、勃鞮）杀重耳，重耳跳墙逃脱，履鞮斩下他的衣袖。重耳即位后，吕省、郤芮策划谋杀他，履鞮告密，晋文公不念旧恶，接见了他，挫败了吕、郤的阴谋。<br>（45）齐桓用其仇：指桓公未立时，其异母兄公子纠由管仲为傅，管仲准备射死桓公（公子小白），结果射中带钩而未死。桓公立后，听从鲍叔牙荐贤，重用管仲为大夫。<br>（46）商鞅（约前390——前338）：战国时卫国人，入秦辅佐孝公变法，奠定了秦国富强的基础。<br>（47）车裂：古代酷刑，俗称五马分尸。秦孝公死后，商鞅被贵族诬害，车裂而死。<br>（48）大夫种：春秋时越国大夫文种。勾践为吴王夫差战败，文种、范蠡等向夫差求和成功，免于灭国。后越攻灭吴国，称霸中原。<br>（49）诛其身：勾践平吴后，疑忌文种功高望重，赐剑令其自尽。<br>（50）孙叔敖：春秋楚庄王时人。<br>三去相：《庄子·田子方》说孙叔敖“三为（楚）令尹而不荣华，三去之而无忧色”。<br>去：离职。<br>（51）於陵子仲：即陈仲子，战国齐人，因见兄长食禄万锺以为不义，避兄离母，隐居在於陵（今山东邹平县境）。楚王派使者持黄金百镒聘他为官，他和妻子一起逃走为人灌园。事散见《孟子·滕文公下》、《列女传》、《战国策·齐策四》、《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·非十二子》等。<br>三公：周代以太师、太傅、太保为三公，也泛指国王的辅佐。<br>（52）素：通“愫”，真诚。<br>（53）堕（huī）：通“隳”，毁坏，引申为剖开。<br>（54）跖：春秋末鲁国人，相传他领导奴隶暴动，“从卒九千人，横行天下，侵暴诸侯”（《庄子·盗跖》），被诬称为盗跖。<br>由：许由。相传尧要让天下给他，他不受，洗耳于颍水之滨，遁耕于箕山之上。<br>（55）万乘：周制天子可拥有兵车万乘，后以喻称帝王。<br>（56）湛（chén）：通“沉”。<br>湛七族：灭七族。荆轲刺秦王不遂，五年后秦亡燕。灭荆轲七族事史书不传。<br>（57）要离：春秋时吴国刺客。他用苦肉计，要公子光斩断自己的右手，烧死自己妻子儿女，然后逃到吴王僚的儿子庆忌那里，伺机行刺，为公子光效死。<br>（58）眄（miǎn）：斜视。<br>（59）轮囷：屈曲的样子。<br>（60）随珠：即明月之珠。春秋时随国之侯救活了一条受伤的大蛇，后来大蛇衔来一颗明珠报答他的恩惠。后世称为随珠。<br>（61）伊：伊尹，商汤用为贤相，是灭夏建商的功臣。<br>管：管仲。助齐桓公富国强兵，成为霸主。<br>（62）龙逢：关龙逢，夏末贤臣，因忠谏夏桀，被囚杀。<br>（63）陶钧：制陶器所用的转轮。比喻造就、创建。<br>（64）中庶子：官名，掌管诸侯卿大夫庶子之教育管理。<br>蒙嘉：秦王的宠臣。荆轲至秦，先以千金之礼厚赂蒙嘉，由蒙嘉说秦王同意接见荆轲。<br>（65）周文王猎泾渭：周文王出猎泾水渭水之前占卜，得卦说是“所获非龙非螭，非虎非罴；所获霸王之辅。”后在渭水北边遇到了吕尚。<br>（66）吕尚：姜姓，字子牙，号太公望。<br>（67）用：因为。<br>乌集：乌指赤乌，相传周之兴有赤乌之瑞。见《史记·封禅书》、《墨子·非攻下》。相传姜姓是炎帝之后，而炎帝以火德王，“乌集”在此象征西伯（周文王）得姜尚。<br>（68）挛拘之语：卷舌聱牙的话，喻姜尚说的羌族口音的话。<br>（69）帷：床帐，喻指妃妾。<br>廧：同“墙”，指宫墙，喻指近臣。<br>（70）皁：同“槽”。<br>（71）鲍焦：春秋时齐国人，厌恶时世污浊，他自己采蔬而食。子贡讥讽他：你不受君王傣禄，为什么住在君王的土地上，吃它长出来的蔬菜呢？鲍焦就丢掉蔬菜而饿死。<br>（72）底厉：同“砥厉”。<br>（73）曾子：名参，孔子弟子，以纯孝著名。《淮南子·说山》：“曾子立孝，不过胜母之闾。”<br>（74）朝歌：殷代后期都城，在今河南淇县。<br>（75）墨子回车：墨子主张“非乐”，不愿进入以“朝歌”为名的城邑。见《淮南子·说山训》。<br>（76）谄谀之人：指羊胜、公孙诡一流人。<br>（77）堀：同窟。<br>薮：草泽。<br>（78）阙下：宫阙之下，喻指君王。</p>",
  "shangxi": "<h2>赏析</h2> 　　<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>被囚狱中，身罹杀身之祸，但并不迎合媚上，哀求乞怜，而在上书中继续谏诤，字里行间，还很有些“不逊”（<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>语），充分显示了他的“抗直”、“不苟合”的性格，也是他“有智略”的表现。文章历举史实，借古喻今，雄辩地揭示了“人主沈谗谀则危，任忠信则兴”的道理。",
  "poet": {
    "id": 811,
    "star": 0,
    "name": "邹阳",
    "image": "http://img.gushiwen.org/authorImg/zouyang.jpg",
    "desc": "邹阳，散文家，齐人，是西汉时期很有名望的文学家。文帝时，为吴王刘濞门客，以文辩著名于世。吴王阴谋叛乱，邹阳上书谏止，吴王不听，因此与枚乘、严忌等离吴去梁，为景帝少弟梁孝王门客。邹阳“为人有智略，慷慨不苟合”，后被人诬陷入狱，险被处死。他在狱中上书梁孝王，表白自己的心迹。梁孝王见书大悦，立命释放，并尊为上客。邹阳有文七篇，现存两篇，即《上书吴王》、《于狱中上书自明》。"
  },
  "tags": [
    "古文观止",
    "写人",
    "品格",
    "寓理"
  ]
}