{
  "id": 235,
  "star": 18,
  "name": "棫朴",
  "dynasty": "先秦",
  "content": "芃芃棫朴，薪之槱之。济济辟王，左右趣之。</p> <p>济济辟王，左右奉璋。奉璋峨峨，髦士攸宜。</p> <p>淠彼泾舟，烝徒楫之。周王于迈，六师及之。</p> <p>倬彼云汉，为章于天。周王寿考，遐不作人？</p> <p>追琢其章，金玉其相。勉勉我王，纲纪四方。",
  "fanyi": "<p><strong>译文<br></strong>棫树朴树多茂盛，砍作木柴祭天神。周王气度美无伦，群臣簇拥左右跟。<br>周王气度美无伦，左右群臣璋瓒捧。手捧璋瓒仪容壮，国士得体是贤俊。<br>船行泾河波声碎，众人举桨齐划水。周王出发去远征，六军前进紧相随。<br>宽广银河漫无边，光带灿烂贯高天。万寿无疆我周王，培养人材谋虑全。<br>琢磨良材刻纹花，如金如玉品质佳。勤勉不已我周王，统治天下理国家。</p> <p><strong>注释<br></strong>⑴芃（péng）芃：植物茂盛貌。棫（yù）朴：棫，白桵（ruǐ）；朴，枹（bāo）木，二者均为灌木名。<br>⑵槱（yǒu）：聚积木柴以备燃烧。<br>⑶济（jǐ）济：美好貌。或音qí，庄敬貌。辟（bì）王：君王。<br>⑷趣（qū）：趋向，归向。<br>⑸奉：通“捧”。璋：即“璋瓒”，祭祀时盛酒的玉器。<br>⑹峨峨：盛装壮美的样子。<br>⑺髦士：俊士，优秀之士。攸：所。宜：适合。<br>⑻淠（pì）：船行貌。泾：泾河。<br>⑼烝徒：众人。楫之：举桨划船。<br>⑽于迈：于征，出征。<br>⑾师：军队，二千五百人为一师。<br>⑿倬（zhuō）：广大。云汉：银河。<br>⒀章：文章，文彩。<br>⒁倏：长寿。<br>⒂遐：通“何”。作人：培育、造就人。<br>⒃追（duī）：通“雕”。追琢，即雕琢。<br>⒄相：内质，质地。<br>⒅勉勉：勤勉不已。<br>⒆纲纪：治理，管理。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　关于此<a href=\"http://so.gushiwen.org/view_235.aspx\">诗</a>的主旨，历代学者看法很不一致，主要有两种意见。《毛诗序》云：“文王能官人也。”“官人”语出《尚书·皋陶谟》：“知人则哲，能官人。”意谓善于选取人才并授以适当官职。而姚际恒《诗经通论》则曰：“此言文王能作士也。小序谓‘文王能官人’，差些，盖袭《左传》释《卷耳》之说。”“作士”一语直接取自此诗的“遐不作人”。孔颖达疏：“作人者，变旧造新之辞。”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》：“作人，谓变化鼓舞之也。”概而言之，即为培育造就人才及鼓舞振作人心。其实这两种意见并无大异，小序着眼的是前三章，故得出“官人”的结论，姚氏着眼的是后二章，故得出“作士”的结论。“官人”也罢，“作士”也罢，都离不开周王的盛德。</p> <p>　　全诗五章，每章四句。除第二章外，其余四章均以兴为发端，这在《大雅》中是罕见的。</p> <p>　　首章以“棫朴”起兴。毛传释曰：“山木茂盛，万民得而薪之；贤人众多，国家得用蕃兴。”此是将棫朴喻贤人。而《诗集传》释曰：“芃芃棫朴，则薪之槱之矣；济济辟王，则左右趣之矣。”意为灌木茂盛，则为人所乐用，君王美好，则为人所乐从。此是将棫朴喻君王。毛传释兴，每每孤立地就兴论兴，所以兴与下文的关系往往显得牵强附会。朱熹释兴，总是将起兴句与被兴句有机地联系起来，符合其“先言他物以引起所咏之词”的兴的定义。就此章而言，朱熹的解释似更为合理。</p> <p>　　首章是总述，总述周王有德，众士所归。而士分文、武，故二、三篇又分而述之，以补足深化首章之意。</p> <p>　　二章四句皆为赋。前两句“济济辟王，左右奉璋”承上两句“济济辟王，左右趣之”而来，而又启出下两句：“奉璋峨峨，髦士攸宜。”“璋”有二解，一为“牙璋”，发兵所用；一为“璋瓒”，祭祀所用。马瑞辰《毛诗传笺通释》云：“此诗下章言六师及之，则上言奉璋，当是发兵之事。故传惟言半圭曰璋，不以为祭祀所用之璋瓒耳。”据此，此章则与下章一样，均与武士有关。但马瑞辰注意了下章的“六师”而疏忽了此章的“髦士”。“髦士”在《诗经）中凡二见，另一为《小雅·甫田》中的“攸介攸止，烝我髦士”。《甫田》的髦士肯定为文士（多以为是田畯，即农官），故此诗恐亦不例外。所以璋还是训“璋瓒”为好。</p> <p>　　三章以“泾舟”起兴。朱熹《诗集传》以为舟中之人自觉划动船桨实喻六师之众自觉跟随周王出征，云：“言‘淠彼泾舟’，则舟中之人无不楫之。‘周王于迈’，则六师之众追而及之。盖众归其德，不令而从也。”方玉润《诗经原始》亦云：“文王征伐，六师扈从，有似烝徒楫舟，则其作武勇之士也又可见。”齐诗根据此章末两句“周王于迈，六师及之”而断定此诗是言文王伐崇之事，后人多有从之者。其实以诗证史可信，以史证诗难信，况且把诗中所言一一坐实并无多大意义，所以还是把此章看作泛言为好。</p> <p>　　如果说前三章是以众望所归来烘托周王的话，那么后两章则转为直接的歌颂了。</p> <p>　　四章以“云汉”起兴。郑笺曰：“云汉之在天，其为文章，譬犹天子为法度于天下。”诸家多认为“云汉”乃喻周王。末句“遐不作人（何不培养人）”虽是问句，实则是肯定周王能培育人。严粲《诗缉》云：“董氏曰：‘遐不作人，甚言其作也。”’类似的用法还见于《小雅·南山有台》“乐只君子，遐不眉寿”、“乐只君子，遐不黄耇”。</p> <p>　　末章的兴义较难理解。朱熹在《诗集传》中曰：“追之琢之，则所以美其文者至矣。金之玉之，则所以美其质者至矣。勉勉我王，则所以纲纪乎四方者至矣。”他还在《诗传遗说》中补充道：“功夫细密处，又在此一章，如曰‘勉勉我王，纲纪四方’，四方都便在他线索内牵著都动。”他答人问“勉勉即是纯一不已否？”又曰：“然。如‘追琢其章，金玉其相’，是那工夫到后，文章真个是盛美，资质真个是坚实。”二者合而言之，也就是说：精雕细刻到极致，是最美的外表，纯金碧玉到极致，是最好的质地，周王勤勉至极，有如雕琢的文彩和金玉的质地，是天下最好的管理者。如此释诗，似太迂曲，所以很多人并不把前两句视作兴，他们认为，“追琢其章”“金玉其相”的“其”指的就是周王，意谓周王既有美好的装饰，又有优秀的内质，而又勤勉不已，所以能治理好四方。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_235.aspx\">诗</a>是《大雅》的第四篇，与前三篇一样，也是赞美周王的作品。但赞美的究竟是哪一位，却不像前三篇那样具体有所指，只是因为诗中提到“周王寿考”，而传说周文王活了九十七岁，所以历来认为非文王莫属。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}