{
  "id": 6436,
  "star": 241,
  "name": "春宫曲",
  "dynasty": "唐代",
  "content": "昨夜风开露井桃，未央前殿月轮高。 <br>平阳歌舞新承宠，帘外春寒赐锦袍。",
  "fanyi": "<p><strong>译文</strong><br>昨夜的春风吹开了露井边的桃花，未央宫前的明月高高地挂在天上。<br>平阳公主家的歌女新受武帝宠幸，见帘外略有春寒皇上特把锦袍赐给她。</p> <p><strong>注释</strong><br>⑴春宫曲：一作“殿前曲”。<br>⑵露井：指没有井亭覆盖的井。<br>⑶未央：即未央宫​，汉宫殿名，汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>​所建。也指唐宫。<br>⑷平阳歌舞：平阳公主​家中的歌女。新承：一作“承新”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　前两句中，昨夜风开露井桃”点明时令，切题中“春”字；露井旁边的桃树，在春风的吹拂下，绽开了花朵。“未央前殿月轮高”点明地点，切题中“宫”字。未央宫的前殿，月轮高照，银光铺洒。字面上看来，两句<a href=\"http://so.gushiwen.org/view_6436.aspx\">诗</a>只是淡淡地描绘了一幅春意融融、安详和穆的自然景象，触物起兴，暗喻歌女承宠，有如桃花沾沐雨露之恩而开放，是兴而兼比的写法。月亮，对于人们来说，本无远近、高低之分，这里偏说“未央前殿月轮高”，因为那里是新人受宠的地方，是这个失宠者心向往之而不得近的所在，所以她只觉得月是彼处高，尽管无理，但却有情。</p> <p>　　后两句写新人的由来和她受宠的具体情状。卫子夫原为平阳公主的歌女，因妙丽善舞，被汉武帝看中，召入宫中，大得宠幸。“新承宠”一句，即就此而发。为了具体说明新人的受宠，第四句选取了一个典型的细节。露井桃开，可知已是春暖时节，但宠意正浓的皇帝犹恐帘外春寒，所以特赐锦袍，见出其过分的关心。通过这一细节描写，新人受宠之深，显而易见。另外，由“新承宠”三字，人们自然会联想起那个刚刚失宠的旧人，此时此刻，她可能正站在月光如水的幽宫檐下，遥望未央殿，耳听新人的歌舞嬉戏之声而黯然神伤，其孤寂、愁惨、怨悱之情状。</p> <p>　　诗文中的写作特点就是咏的都是汉宫旧事，实际上是以汉喻唐，借古讽今。诗以“昨夜”总领全篇，一、二两句切题，点名时令和地点；后两句对新宠者进行直接描述，明写新人受宠的情状，暗抒旧人失宠之怨恨。这首诗通篇写春宫之怨，却无一怨语怨字。作者着力于背面敷粉，以侧面打光的手法，使其明暗清晰。全诗虚此实彼，言近意远：似乎无怨，怨至深；似乎无恨，恨至长。实乃弦外有音的手法，所谓“令人测之无端，玩之不尽”，这正体现了<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>七绝的特点。</p> <p>　　全诗写春宫之怨，却无怨语怨字。作者着力于背面敷粉，以侧面打光的手法，使其明暗清晰。诗明写新人受宠的情状，暗抒旧人失宠之怨恨。虚此实彼，言近意远：似乎无怨，怨至深；似乎无恨，恨至长。实弦外有音的手法。</p>",
  "about": "<h2>创作背景</h2> 　　天宝（742—756）年间，唐玄宗宠纳<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>，淫佚无度。据《汉书·外戚传》记载，汉武帝即位后，他的第一位皇后陈氏数年无子，所以平阳公主就把邻近大户女子收买来，养在家中，准备让汉武帝选取为妃。适逢汉武帝在霸上祭扫后来到平阳侯家中，平阳公主就将这些美女装饰打扮起来，供汉武帝选择。但汉武帝看后，都不满意。接着，平阳公主让讴者助兴，汉武帝看中卫子夫宠幸了她，并带入宫中。卫子夫入宫一年多没被复幸。",
  "poet": {
    "id": 437,
    "star": 0,
    "name": "王昌龄",
    "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
    "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。"
  },
  "tags": [
    "唐诗三百首",
    "女子",
    "宫怨"
  ]
}