{
  "id": 10401,
  "star": 6,
  "name": "夏日李公见访",
  "dynasty": "唐代",
  "content": "远林暑气薄，公子过我游。<br>贫居类村坞，僻近城南楼。<br>旁舍颇淳朴，所须亦易求。<br>隔屋唤西家，借问有酒否？<br>墙头过浊醪，展席俯长流。<br>清风左右至，客意已惊秋。<br>巢多众鸟喧，叶密鸣蝉稠。<br>苦遭此物聒，孰谓吾庐幽？<br>水花晚色净，庶足充淹留。<br>预恐樽中尽，更起为君谋。",
  "fanyi": "<p><strong>译文<br></strong>我住的地方在郊野林间暑气轻微，于是公子前来与我交游。<br>贫寒的居室像农家房舍，僻静地靠近在城南楼。<br>我的邻居十分淳朴，所缺之物也容易向他们求助。<br>隔着墙壁呼唤西邻：“请问你家有没有酒？”<br>邻居从墙头递过一坛浊酒，于是开席，俯身畅饮不休。<br>清风从左右吹进屋里，客人惊讶不已以为到了初秋。<br>抱歉的是檐下鸟儿太多争斗不止，院中林叶太密蝉鸣太稠。<br>这繁杂的吵噪声一定使您苦恼，唉，谁说我的茅屋寂爽清幽？<br>幸而池中的莲花晚来清丽，希望凭着这点景致足以把您挽留。<br>唯恐坛中酒尽您还不能尽兴，请允许我起身另为您寻求。</p> <p><strong>注释<br></strong>⑴李公：李炎，时为太子家令。<br>⑵远林：即远郊的林子。薄：稀少，稀薄，指远林暑气稀薄，可以避暑。<br>⑶过：拜访，探问。<br>⑷村坞（wù）：村庄。村外筑土形成的小土堡叫做“坞”。<br>⑸僻近：靠近。<br>⑹浊醪（láo）：浊酒。<br>⑺喧（xuān）：声音杂乱。<br>⑻稠：众多。<br>⑼此物：指蝉。聒（guō）：吵闹。<br>⑽水花：莲花。<br>⑾淹留：长期逗留。<br>⑿樽（zūn）：酒杯。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_10401.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写景中的佳作。全诗层次鲜明，结构严谨，更为惊奇的是此诗部分所写只见顿挫而不见沉郁。此诗描写的是农家风光，盛夏作者在农舍邀请李炎畅饮。</p> <p>　　“远林”与下文“僻近”相互呼应，说明此处离闹市甚远，幽远深静。并点明李公来游的原因是为了贪凉。此处虽是贫居，但“淳朴”，有“浊醪”，有美景，有乐音，杜甫极力邀请客人留下饮酒，有挽留之意。“隔屋唤西家，借问有酒否。”这里写的比较有意思，作者居住此地，知此处有酒，实有“故弄玄虚”之感。下句“墙头过浊醪，展席俯长流。”酒从墙头过，展席畅饮美酒，与上句结合，也展现了杜甫少有的浪漫之意。前句很有意思。一来显得是贫居，墙低，故酒可以打墙头递过来；二来也显得邻家的淳朴，为了顾全主人家的面子，不让贵客知道酒是借来的，所以不打从大门而打从墙头偷偷地送过来。杜甫之憎富人，爱穷人，是有他的生活体验作基础的。</p> <p>　　杜诗有“语不惊人死不休”之特点，而“清风左右至，客意已惊秋。”而真正让我们惊得恰恰是“惊”字，秋好像人一样知道了客人的意愿，刮起了习习清风，可谓顿挫到了极致。下两句用对偶句描写了林间鸟儿斗架、蝉鸣，为下句铺垫。“苦道此物聒，孰谓吾庐幽。”这两句是说：我不禁“苦恼”的埋怨道这些东西吵闹，谁说我的草庐幽静呢？杜甫此时的苦恼决不是真正意义上的“苦恼”，而是假意的苦恼，这中“苦恼”正是作者得意之处。最后四句是说：因为村野僻远，没有什么好东西可以拿来款待客人，只好将此问美好的景色充作留客之物。西家的酒，也许没有了，不能不更想个办法，总之委屈不了你。从这里也显示了杜甫的淳朴、豪爽。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_10401.aspx\">诗</a>当作于天宝十三载（754年）夏，时<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>居长安下杜城。一日有人李炎来访便作此诗。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "田园",
    "生活"
  ]
}