{
  "id": 52867,
  "star": 63,
  "name": "长寿乐·南昌生日",
  "dynasty": "宋代",
  "content": "微寒应候。望日边六叶，阶蓂初秀。爱景欲挂扶桑，漏残银箭，杓回摇斗。庆高闳此际，掌上一颗明珠剖。有令容淑质，归逢佳偶。到如今，昼锦满堂贵胄。<br>荣耀，文步紫禁，一一金章绿绶。更值棠棣连阴，虎符熊轼，夹河分守。况青云咫尺，朝暮重入承明后。看彩衣争献，兰羞玉酎。祝千龄，借指松椿比寿。",
  "fanyi": "<p><strong>译文</strong><br>微冷的应和时节，期盼着太阳早些升起，台阶前的蓂荚已长出六片叶子了，已经是初六了。冬天的太阳刚刚升起，天将破晓，春天不久将来临。就在这时你（指寿星）出生在一个显赫的家庭，家中视你为掌上明珠。你拥有不俗姿容、贤淑品德、良好教养，嫁给了一个好丈夫。到如今，你生活在的昼锦堂已经是儿孙满堂，而且个个都是有出息的达官贵人了。<br>光荣啊，你的家庭成员已经进入朝庭中枢，一个个身佩金印绿绶位列三公。可更喜的是你的两个儿子他们兄弟俩福荫不断，他们持虎符乘熊轼车，成为了地方太守。他们的未来不可限量，而且很快就会高升，进入中枢成为皇帝倚重的大臣。看，他们兄弟俩穿着彩衣纷纷上前向你拜寿，向你敬献美食和美酒。祝贺你长命百岁，与松椿同寿。</p> <p><strong>注释</strong><br>[1]《长寿乐》词牌名。这是一首祝寿词，对像是一位封号“南昌”的贵妇。徐培均在《关于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>两首词的笺证》中认为是李清照写给韩肖胄的母亲的。<br>[2]应候：应和节令。<br>[3]六叶阶蓂[míng]初秀：阶前蓂荚初生六叶。传说此草月初日生一叶。已生六叶知为初六。<br>[4]爱景：冬日之光。《初学记·岁时部上·冬四》：“杜预注《左传》曰：冬日可爱，夏日可畏。”景：日。扶桑：传说中太阳升起的地方的大树。《山海经·海外东经》：“汤谷上有扶桑，十日所浴。”郭璞注：“扶桑，木也。”<br>[5]漏残银箭：指天将向晓。漏残，漏壶中的水将要滴尽。银箭，用在漏壶中刻有度数的标尺。<br>[6]杓[biāo]回摇斗：意谓斗柄东回，春天来到。杓：北斗第五、六、七颗星的名称。又称斗柄、杓星。<br>[7]高闳[hóng]：高门，显赫的门庭。<br>[8]剖：出生。<br>[9]归：出嫁。<br>[10]昼锦：原意谓贵显还乡。《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》：“富贵不归故乡，如衣锦夜行，谁知之者？”这里或指<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>所建昼锦堂。《宋史·韩肖胄传》：“琦守相，作昼锦堂，治作荣归堂，肖胄又作荣事堂，三世守乡郡，人以为荣。”<br>[11]紫禁：以紫微星垣比喻皇帝的居处，故称皇宫为紫禁。《文选·<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>〈宋孝武宣贵妃诔〉》：“掩彩瑶光，收华紫禁。”李善注：“王者之宫，以象紫微，故谓宫中为紫禁。”<br>[12]“一一”句：意谓都是高官。出自《汉书·百官公卿表上》：“相国、丞相，皆秦官，金印紫绶。”<br>[13]棠棣[dì]连阴：意谓兄弟福荫相继不断。棠棣：指兄弟。棠阴：《<a href=\"http://so.gushiwen.org/view_52867.aspx\">诗</a>·召南·甘棠》谓周时召伯巡行南国，曾在甘棠树阴下听讼断案，后人思之，不忍伐其树。阴：同“荫”。<br>[14]虎符：铜铸的虎形兵符，背有铭文。作为古代调兵遣将的信物，分为两半，右半留京师，左半授予统兵将帅或地方官吏。调兵时由使臣持符验合方能生效。详见《史记·信陵君传》。熊轼：古代高级高员所乘车，车前横轼作伏熊形。后用以指公卿和地方长官。详见《后汉书·舆服志上》。<br>[15]夹河分守：意谓寿主有二子皆为郡守。《汉书·杜周传》：“始周为庭史，有一马。及久任事，列三公，而两子夹河为郡守，家訾累巨万矣。”<br>[16]青云咫尺：青云：指高位。《史记·范雎蔡泽列传》：“须贾顿首言死罪，曰：‘贾不意君能自致於青云之上。’”咫尺：犹“一步之遥”。<br>[17]朝暮句：朝暮，犹早晚。承明：即承明庐，汉代皇帝侍臣入值之所，此处言寿主二子不久将成为皇帝身边的高官。<br>[18]兰羞玉酎[zhòu]：指香美的食品。玉酎：指复酿的醇美之酒。<br>[19]松椿[chūn]比寿：祝寿之辞。详见《诗·小雅·天保》。《诗序》谓《天保》篇：“下报上也。”意谓群臣为君主祝福，诗中有“如松柏之茂”等祝词。又《庄子·逍遥游》有以大椿比岁之句。此处均有所取意。松椿：古人认为最长寿的两种树。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一篇寿词，词人始终对寿星的家庭荣耀进行夸赞，字里行间透露出作者对寿星主人充满了敬意，特别是对寿星有两个好儿子好生羡慕。</p> <p>　　词的上半阕主要是写寿星本人，手法采用顺序结构写作，白描手法直接来讲述寿星本人及其家庭。其中“叶阶蓂初秀”说明了寿星出生在初六日。接着就说她从小生活在一个有良好教育的家庭，在家庭里就像冬日的阳光和标志着春天来临的星斗，被视为掌上明珠。再接赞美“南昌”长得美而贤惠，嫁了一个难得的好丈夫。到如今，儿孙满堂，且都是锦衣还乡的高官显宦。</p> <p>　　词的下半阕就是采用大量的用典手法来写寿星的两个儿子。夸其人不如夸其子，作者深谐此道。大量贴切的典故赞誉寿星的两个儿子。如“棠棣连阴”、“虎符熊轼”、“夹河分守”、“青云咫尺”。不管是那个母亲听了别人这样赞自己的儿子肯定心花怒放。</p> <p>　　因为是应酬寿词，无非是善颂善祷，应世随俗而已，所以难得有佳句，因此有人以此来说明此词不是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>所作。其实词中赞美颂词写的委婉含蓄，比喻贴切，用典自然，表现了作者较高的语言修养，也是贺寿词中的佳品。徐培均也是以此来说明此词风格为什么与李清照的一贯风格不符，实为体裁所限。</p>",
  "about": "<h2>创作背景</h2> <p>　　《长寿乐·南昌生日》是由著名的<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>研究学者王学初从《截江网》整理出来，词作者撰名为“易安夫人”，宋代女性词人以易安为号，又有如此高写词水准的惟李清照一人，但同时王学初也指出“未见宋人以‘易安夫人’称呼 李清照”，故把此词划为疑是李清照。这种划分也被多数学者接受，如学者杨合林的《李清照集》收录了十首存疑作品，而这首《长寿乐·南昌生日》正是其中一首；周玉清的《李清照评传》也赞同王学初先生的说法，也是把《长寿乐·南昌生日》放入到疑是李清照作品之中；陈祖美的《李清照<a href=\"http://so.gushiwen.org/view_52867.aspx\">诗</a>词文选评》中没有收录这首《长寿乐·南昌生日》，但在李清照临安时作品选评中谈到此词并认为是李清照后期所作，所以正式不收录，但又认可有一定可能性为李清照所作。</p> <p>　　黄墨谷在他的《重辑李清照集·漱玉词》中也谈到这首《长寿乐·南昌生日》，但他认为此词词风不类李清照，所以偏向于此词非李清照所作，词也没有被他收录到《重辑李清照集·漱玉词》中。</p> <p>　　上海社科院研究员徐培均于1999年10月的“济南李清照学术讨论会”中发表论文指出他在王学初的基础上，大量研究李清照与韩氏家族的渊源并与《长寿乐·南昌生日》中的内容相互印证得出此词是李清照为韩肖胄母亲文氏所作的结论。 </p> <p>　　作者的归属是不是李清照，创作背景自然也有所区别。</p> <p>　　《长寿乐·南昌生日》如果不是李清照的作品，那么光就背景而言就相对简单的多了，应该是某位当时社会的上层人物在为封号为“南昌夫人”贵妇的生日贺词，光就字面上推测应该是贵妇人的晚辈亲属所写。但如果是李清照所著，写作背景时间是在北宋还是南宋？著名学者陈祖美在《李清照诗词文选评》中分析此篇写作手法老练纯熟，当为李清照南渡后定居临安时的作品，并且认为正是李清照晚年的失意，特别是李清照无嗣，所以特别羡慕“南昌夫人”有两个好儿子。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "生日",
    "寿词"
  ]
}