{
  "id": 7769,
  "star": 37,
  "name": "白纻辞三首",
  "dynasty": "唐代",
  "content": "扬清歌，发皓齿，北方佳人东邻子。<br>且吟白纻停绿水，长袖拂面为君起。<br>寒云夜卷霜海空，胡风吹天飘塞鸿。<br>玉颜满堂乐未终，馆娃日落歌吹濛。</p> <p>月寒江清夜沉沉，美人一笑千黄金。<br>垂罗舞縠扬哀音，郢中白雪且莫吟，子夜吴歌动君心。<br>动君心，冀君赏。<br>愿作天池双鸳鸯，一朝飞去青云上。</p> <p>吴刀剪彩缝舞衣，明妆丽服夺春晖。<br>扬眉转袖若雪飞，倾城独立世所稀。<br>激楚结风醉忘归，高堂月落烛已微，玉钗挂缨君莫违。",
  "fanyi": "<p>　　女子貌美如花，真如所歌的《北方有佳人》那样的倾国倾城之貌，如东邻子那样貌美无双，无人能与其相比。女子轻启皓齿，便发出了曼妙的歌声。今日逢君到来，她十分高兴，为君轻轻舞动长袖，显出她轻盈的舞姿。外边夜卷寒云，秋霜浓浓，胡地之秋夜如此寒冷，唯有塞鸿飘飞到国中。满堂的美女玉颜，乐曲没有终散，日落时分在馆娃宫中传来了阵阵哀妙的歌声。</p> <p>　　在这月寒江清的夜晚，女子笑容娇美，价值千金，她舞动罗袖，唱出了哀伤之曲。不唱郢中《白雪》，因为高山流水，能懂得唱和的人太少了，唱的是易让人动情的《子夜》吴歌，希望能够得到君王的恩赏。愿与君王做天池的鸳鸯一双，同飞到青云之上。</p> <p>　　女子漂亮的彩色丝制舞衣是用吴地出产的剪刀裁制而成的，她明妆丽服，比今日的春光还要灿烂照人。她的一举一动都是那么迷人，扬眉转袖之间，好像片片雪花在轻盈地飞舞。她的容貌真是倾国倾城，为世间所罕见。听歌的君子陶醉在她的歌声中，忘却了时间，忘记了归去。月亮已经落下，屋内烛光已微，希望君子能够在此留宿，不要违背了她的一片痴心情意。</p>",
  "shangxi": "<p>　　第一首盛称歌者相貌美，歌声美，舞姿美。这首诗把歌女写成西汉<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>所歌的《北方有佳人》那样的倾国倾城之貌，如<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《美人赋》中的东邻子那样貌美无双。即使在寒苦的塞外，阴冷的霜天，外边夜卷寒云，秋霜浓浓，也给满堂听众带来无限欢乐。诗分两段。前五句正面描写歌者。后四句以环境反衬诸美的客观效果：胡地之秋夜如此寒冷，唯有塞鸿飘飞到国中。满堂的美女玉颜，乐曲没有终散，日落时分在馆娃宫中传来了阵阵美妙的歌声。</p> <p>　　第二首诗写一位歌女舞姿优美，歌声感人。她的目的是想打动一位她所心爱的人，欲与其共结伉俪，双飞双栖。她不唱郢中《阳春白雪》那样的高雅歌曲，因为高山流水，能懂得唱和的人太少了；她唱的是易让人动情的《子夜吴歌》这样的通俗民歌，希望能够打动心上人。“月寒江清夜沉沉”用反衬法，以静衬动，表现乐声的悠扬动人。其作用与“蝉噪林逾静，鸟鸣山更幽”同。最后表达了能与心上人同飞到青云之上做天池的一双鸳鸯的愿望。</p> <p>　　第三首诗写一位美丽的歌妓，歌舞至夜深人静时，情绪激动，歌舞节拍急迫迅疾，加之月落烛微，便与听者相拥一起，难舍难分。首二句写歌妓服装之艳丽夺晖：她漂亮的彩色丝制舞衣是用吴地出产的剪刀裁制而成的，她明妆丽服，比今日的春光还要灿烂照人。三四句写歌妓人美，神美，舞美：她的一举一动都是那么迷人，扬眉转袖之间，好像片片雪花在轻盈地飞舞；她的容貌真是倾国倾城，为世间所罕见。末三句写节拍急切，月落烛微，两情至欢：听者陶醉在她的歌声中，忘却了时间，忘记了归去。最后写月亮已经落下，屋内烛光已微，歌者希望听者不要违背了她的一片痴心情意。</p>",
  "about": "<h2>创作背景</h2> 　　这三首<a href=\"http://so.gushiwen.org/view_7769.aspx\">诗</a>当作于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>漫游金陵（今江苏南京）时期，时间大约在唐玄宗开元十四年（726年）之后不久。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "乐府",
    "女子",
    "组诗"
  ]
}