{
  "id": 48265,
  "star": 12,
  "name": "婆罗门令·昨宵里恁和衣睡",
  "dynasty": "宋代",
  "content": "昨宵里恁和衣睡，今宵里又恁和衣睡。小饮归来，初更过，醺醺醉。中夜后、何事还惊起？霜天冷，风细细，触疏窗、闪闪灯摇曳。<br>空床展转重追想，云雨梦、任攲枕难继。寸心万绪，咫尺千里。好景良天，彼此，空有相怜意，未有相怜计。",
  "fanyi": "<p><strong>译文</strong><br>　　昨夜穿着衣服裹着被子睡了，今夜又是如此。睡前独自饮酒，一直到初更时分才醉醺醺地归来。刚过中夜，又被惊醒，是为什么事呢？寒冷的天气，微风细细，吹动花格窗子，灯火摇曳不定。</p> <p>　　深夜辗转反侧无法入眠，想要重温旧梦，却难以继续。心中无限情绪，情人却在万里之遥。这良辰美景，空有相思的情意，却没有相见的办法。</p> <p><strong>注释<br></strong>①婆罗门令：词牌名。<br>②恁：如此，这样。<br>③和衣睡：穿着衣服裹着被子睡觉。足见寂寞无聊之极。<br>④疏窗：雕有花格的窗子。宋·<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>《渔家傲》：“衣未剪，疏窗空引相思怨。”<br>⑤摇曳：来回晃荡的样子。<br>⑥展转：即“辗转”。<br>⑦云雨：指男女欢合，出自<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《高唐赋》。<br>⑧攲（yi）枕：斜倚枕头。攲，依靠。<br>⑨咫尺千里：比喻距离虽然很近，但很难相见，好像是远在千里之外一样。 咫，周制八寸，合今制市尺六寸二分二厘。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本词通过描写羁旅者中宵酒醒的情景，抒写了词人的离愁和他对情人的相思。</p> <p>　　上片写孤眠惊梦的情事，语极浑成，造境凄清。</p> <p>　　“昨宵里恁和衣睡，今宵里又恁和衣睡。”开头二句从“今宵”联系到“昨宵”，说前一个夜里是这样和衣而睡，当天夜里又这样和衣而睡。连写两夜，而景况如一，从羁旅生活中选择“和衣睡”这样一个典型的细节，写尽了游子苦辛和孤眠滋味。两句纯用口语，几乎逐字重复，于次句着一“又”字，传达出一种因生活单调腻味而极不耐烦的情绪。</p> <p>　　“小饮归来，初更过，醺醺醉。”三句倒插，写入睡之前，先喝过一阵闷酒。“小饮”，可见未尽兴，因为客中独酌毫无意趣可言。但一饮饮到“初更过”，又可见有许多愁闷待酒消遣，独饮虽无意兴，仍是醉醺醺归来。“醺醺醉”三字，既承上说明了何以和衣而睡的原因，又为下面写追寻梦境伏笔。</p> <p>　　“中夜后、何事还惊起？霜天冷，风细细，触疏窗、闪闪灯摇曳。”用设问的语气，便加强了表情作用，使读者感到梦醒人的满腔幽怨。“霜天冷，风细细”是其肤觉感受；“闪闪灯摇曳”则是其视觉感受。 </p> <p>　　过片撇开景语，继惊梦写孤眠寂寞的心情。</p> <p>　　“空床展转重追想，云雨梦、任攲枕难继。”主人公此时展转反侧不能成眠，想要重温旧梦，而不复可得。“重追想”三字对上片所略过的情事作了补充，原来醉归后短暂的一觉中，他曾做上一个好梦，与情人同衾共枕、备极欢洽。此处作者用反衬手法，梦越好，越显得梦醒后的可悲。相思情切与好梦难继成了尖锐的矛盾。</p> <p>　　“寸心万绪，咫尺千里。”紧接两个对句就极写这种复杂的心绪，每一句中又有强烈对比：“寸心”对“万绪”写出其感情负荷之沉重难堪：“咫尺”对“千里”则表现出梦见而醒失之的无限惆怅。</p> <p>　　“好景良天，彼此，空有相怜意，未有相怜计。”此处一气蝉联，谓彼此天各一方，空怀相思之情而无计相就，辜负如此良宵。所谓“好景良天”，也就是“良辰美景虚设”之省言。“彼此”二字读断，更能产生“人成各，今非昨”的意味。全词至此，由写一已的相思而牵连到对方同样难堪的处境，意蕴便更深入一层。“空有相怜意，未有相怜计”两句意思对照，但只更换首尾二字，且于尾字用韵。由于数字相同，则更换的字特别是作韵脚的末一字大为突出，“有意”、“无计”的内心矛盾由此得到强调。结尾巧用重复修辞的手法，前后照应，层次丰富，而意境浑然，颇耐人寻味。 </p> <p>　　全词通篇从睡前、睡梦、醒后几方面描述，有倒插、有伏笔、有补笔，前后照应；从一已相思写起，以彼此相思作结，飞扬灵动，层次清晰，清新质朴，凝炼生动。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>出身官宦世家，少时学习<a href=\"http://so.gushiwen.org/view_48265.aspx\">诗</a>词，有功名用世之志。咸平五年（1002年），柳永离开家乡，流寓杭州、苏州，沉醉于听歌买笑的浪漫生活之中。此词即为那时所作。",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "羁旅",
    "相思"
  ]
}