{
  "id": 71872,
  "star": 9,
  "name": "送董元达",
  "dynasty": "宋代",
  "content": "读书不作儒生酸，跃马西入金城关。<br>塞垣苦寒风气恶，归来面皱须眉斑。<br>先皇召见延和殿，议论慷慨天开颜。<br>谤书盈箧不复辩，脱身来看江南山。<br>长江滚滚蛟龙怒，扁舟此去何当还？<br>大梁城里定相见，玉川破屋应数间。",
  "fanyi": "<p><strong>译文</strong><br>读尽了<a href=\"http://so.gushiwen.org/view_71872.aspx\">诗</a>书，你毫无腐儒的酸气；投笔从戎，跃马在西北边关。<br>边塞的气候恶劣，寒风凛冽，你回来时，满面皱纹，须眉已斑。<br>先皇帝在延和殿召见，你慷慨激昂，纵横议论，得到了皇上的激赏。<br>可惜诽谤你的人太多，难以置辩，有功难封，你流落到江南，来赏玩这里的青山。<br>长江滚滚东去，下有蛟龙发怒，掀起波浪；你这次乘着扁舟离去，何时才能回还？<br>日后我们在大梁城中定能再见，那时你必然还是牢守节操，家中只有破屋数间。</p> <p><strong>注释</strong><br>1.董元达：不详。从诗中看，是位立功边疆的将领。《漫叟诗话》说他“老死布衣”。<br>2.酸：寒酸、迂腐。<br>3.金城关：金城，地名，在今甘肃兰州西北，是宋与西夏交界处重要关口。<br>4.塞垣：关塞。这里指西北边防地带。<br>5.风气：气候。<br>6.须眉：胡子和眉毛。<br>7.先皇：指宋神宗。<br>8.延和殿：宋代宫殿名。《宋史·地理志》：“崇政殿后有景福殿，其西，有殿北向，曰延和，便坐殿也。”宋神宗时，龙图阁直学士李柬之致仕，神宗特召见他于延和殿。<br>9.议论：对人或事物所发表的评论性意见或言论。<br>10.天开颜：意思是让天子龙颜大开。<br>11.谤书盈箧：《战国策·秦策》：“魏文侯令乐羊将，攻中山，三年而拔之。乐羊反而语功，文侯示之谤书一箧。”谤书，诽谤他人的奏章。<br>12.大梁：即汴京，今开封。<br>13.玉川破屋应数间：唐<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>，号玉川子。家中贫穷。“破屋数间”，语本<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《寄卢仝》：“玉川先生洛城里，破屋数间而已矣。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首七言古<a href=\"http://so.gushiwen.org/view_71872.aspx\">诗</a>是送别之作，古人在送别赠行的诗中，往往寓有劝慰之意，这首诗也不例外。作者的友人董元达，是一位慷慨负气、傲骨铮铮的志士，作者在激励他的同时，希望将来有重见之期，并预期彼此都能不改变自己的风格和操守。</p> <p>　　开头四句是诗的第一段。前两句指出董生虽然爱好读书，勤奋苦学，但不屑作一般儒生的寒酸、龌龊相，以科举起家，汲汲于追求功名富贵。而有志从军，因而早年就跃马西行，在金城关一带边防要地，参加军旅生活，以图立功绝域。次两句是说，董生虽然久在边疆，但当时西边的夏国，已与宋朝议和有年，所以未能在战场上建立功勋。而边塞苦寒，风霜凄紧，董生在归来之后，已经须眉斑白，面带皱纹了。这一段表明董生胸怀韬略，志气非同一般，而未遇时机；壮图未遂。“先皇召见延和殿”以下四句是诗的第二段。写董生归来之后，曾被先皇在延和殿召见，他在廷对的当儿，议论慷慨，曾使君王为之开颜（天，指天子），但终以年老，虽然诽谤很多，他也不复置辩。慨然脱身高隐，看山江南，暂且不问世事。这一段表明董生在回到京都以后，虽蒙召见，然而并未获得重用。</p> <p>　　末段四句点明送行之意。前两句是说，董生南行之后，将越过浪涛滚滚、蛟龙怒吼的长江，作者不知扁舟此去，何时才能归还。这两句深寓惜别之意。后两句的意思是：将来有幸，在大梁城里定能相见（大梁即汴京）。而玉川子的破屋数间，那时也定然存在。玉川子是唐代诗人<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>的号，作者借以自比。玉川子卢仝一生没有得志，作者也累试不第。除科举之外，作者也还有其他途径可以进身，但他并不低声下气去求别人的推荐，宁愿以布衣终老，所以在这里也以此勉励友人，表明将来相见，自己还是那几间破屋主人，友人也还是那么一个高傲自负之士。</p> <p>　　全诗表达了送别友人的磊落旷达之情，不作临别涕泣之语，显得彼此都很有志节，不失自重的贫士身份。</p>",
  "poet": {
    "id": 280,
    "star": 0,
    "name": "谢逸",
    "desc": "谢逸（1068-1113，一说1010-1113）字无逸，号溪堂。宋代临川城南（今属江西省抚州市）人。北宋文学家，江西诗派二十五法嗣之一。与其从弟谢薖并称“临川二谢”。与饶节、汪革、谢薖并称为“江西诗派临川四才子”。 曾写过300首咏蝶诗，人称“谢蝴蝶”。生于宋神宗赵顼熙宁元年，幼年丧父，家境贫寒。与汪革、谢薖同学于吕希哲，刻苦磨砺，诗文俱佳。两次应科举，均不第。宋徽宗赵佶政和三年以布衣终老于故土，年四十五。"
  },
  "tags": [
    "离别",
    "旷达",
    "劝慰"
  ]
}