{
  "id": 48847,
  "star": 13,
  "name": "浪淘沙·五岭麦秋残",
  "dynasty": "宋代",
  "content": "五岭麦秋残，荔子初丹。绛纱囊里水晶丸。可惜天教生处远，不近长安。<br>往事忆开元，妃子偏怜。一从魂散马嵬关，只有红尘无驿使，满眼骊山。",
  "fanyi": "<p><strong>译文<br></strong>五岭地区麦收尽，荔枝初熟穿丹衣。绛紫纱皱里，装一水晶丸。可惜，老天让它生的远，不靠近长安。<br>回忆天宝时往事，贵妃特别爱荔枝。一旦香消马崽驿，依旧红尘新丰道，不见驿使送荔枝，满眼所见，郁郁葱葱一骊山。</p> <p><strong>注释<br></strong>①五岭句：五岭，位于湖南与广州交界处的大余岭、越城岭、骑田岭、萌渚岭、都庞岭。麦秋，指麦子收获的季节，农历四月。《礼记·月令》：“孟夏麦秋至。”陈浩注曰：“秋者，百谷成熟之期，此于时虽夏，于卖则秋，故云秋麦。”秋，此处指谷物成熟。<br>②丹：变红。<br>③绛纱二句：绛（jiàng）纱，红纱，此指荔枝红色外壳。水晶丸，指荔枝果肉莹白如水晶。<br>④开元：唐明皇<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>所用年号。<br>⑤妃子：唐明皇的爱妃<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>。<br>⑥魂散马嵬关：唐明皇天宝十四年（755），安禄山造反，第二年六月，潼关失守，唐明皇奔蜀，行至马嵬（wéi），军队不行，逼唐明皇刺死杨贵妃。马嵬关：即马嵬坡，在今陕西兴平西。<br>⑦只有句：化用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《华清宫》<a href=\"http://so.gushiwen.org/view_48847.aspx\">诗</a>意：“一骑红尘妃子笑，无人知是荔枝来。”意为杨贵妃死后，再也不见驿使快马送荔枝。<br>⑧骊山：在陕西临潼，唐时为避暑胜地，唐明皇于此地造华清池，常与杨贵妃休憩于此。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首咏史词，作者词中从杨贵妃喜食鲜荔枝，玄宗命人从岭南、西蜀驰驿进献一事发抒感慨，歌咏唐天宝年间玄宗荒淫、杨妃专宠的史事，给世人以深刻的戒鉴和启迪。</p> <p>　　本篇集中笔墨，单就杨妃喜食鲜荔枝，玄宗命人从岭南、西蜀驰驿进献一事发抒感慨。开头三句从五岭荔枝成熟写起。首句点明产地产时，次句点明荔枝成熟，第三句描绘荔枝的外形内质，次第井然。荔枝成熟时，果皮呈紫绛色，多皱，果肉呈半透明凝脂状，这里用“绛纱囊里水晶丸”来比况，不但形象逼真，而且能引发人们对它的色、形、味的联想而有满口生津之感。</p> <p>　　接下来两句，承首句“五岭”，专从产地之遥远托讽致慨。“可惜天教生处远，不近长安。”似故意模拟玄宗惋惜遗憾的心理与口吻，又似作者意味深长的讽刺，笔意非常灵动巧妙。从玄宗方面说，是惋惜荔枝生长远离长安的岭南，不能顷刻间得到，以供杨妃之需；从作者方面说，则又隐然含有天不从人愿，偏与玄宗、杨妃作对的揶揄嘲讽，而言外又自含对玄宗专宠杨妃、为她罗致一切珍奇的行为的批判。</p> <p>　　过片“往事忆开元”句一笔兜转，点醒上片。说“开元”而不说“天宝”，纯粹出于音律上的考虑。“妃子偏怜”及以下“驿使”本《新唐书·杨贵妃传》：“妃嗜荔枝，必欲生致之。乃置骑传送，走数千里，味未变，已至京师。”这里的“偏”与上片的“天教”正形成意味深长的对照。</p> <p>　　结尾三句“一从魂散马嵬关，只有红尘无驿使，满眼骊山”。“魂散马嵬关”，指玄宗奔蜀途中，随行护卫将士要求杀死杨妃，玄宗不得已命<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>将其缢死于马嵬驿事。“红尘”用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《过华清宫绝句》“一骑红尘妃子笑，无人知是荔枝来”意。驿使，指驰送荔枝的驿站官差。这三句既巧妙地补叙了当年驰驿传送荔枝的劳民之举，交待了杨妃缢死马嵬的悲剧结局，而且收归现境，抒发了当前所见所感：热闹的新丰道上，被过往行人车马扬起的红尘依然如故，但驰送荔枝的驿使却再也见不到了。词人对淫侈享乐、乱政误国的历史教训并不直接说出，只用“有”、“无”的开合相应与“满眼骊山”的景象隐隐透露，显得特别隽永耐味。</p>",
  "about": "<h2>创作背景</h2> 　　此言为咏史词，写唐明皇与杨贵妃之事。",
  "poet": {
    "id": 561,
    "star": 0,
    "name": "欧阳修",
    "image": "http://img.gushiwen.org/authorImg/ouyangxiu.jpg",
    "desc": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"
  },
  "tags": [
    "咏史",
    "荔枝",
    "讽刺"
  ]
}