{
  "id": 71306,
  "star": 389,
  "name": "归园田居·其二",
  "dynasty": "魏晋",
  "content": "野外罕人事，穷巷寡轮鞅。<br>白日掩荆扉，虚室绝尘想。<br>时复墟曲中，披草共来往。<br>相见无杂言，但道桑麻长。<br>桑麻日已长，我土日已广。<br>常恐霜霰至，零落同草莽。",
  "fanyi": "<p><strong>译文</strong><br>乡居少与世俗交游，僻巷少有车马来往。<br>白天依旧柴门紧闭，心地纯净断绝俗想。<br>经常涉足偏僻村落，拨开草丛相互来往。<br>相见不谈世俗之事，只说田园桑麻生长。<br>我田桑麻日渐长高，我垦土地日渐增广。<br>经常担心霜雪突降，庄稼凋零如同草莽。 </p> <p><strong>注释</strong><br>①野外：郊野。罕：少。人事：指和俗人结交往来的事。<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a><a href=\"http://so.gushiwen.org/view_71306.aspx\">诗</a>里的“人事”、“人境”都有贬义，“人事”即“俗事”，“人境”即“尘世”。这句是说住在田野很少和世俗交往。<br>②穷巷：偏僻的里巷。鞅（ yāng）：马驾车时套在颈上的皮带。轮鞅：指车马。这句是说处于陋巷，车马稀少。<br>③白日：白天。荆扉：柴门。尘想：世俗的观念。这两句是说白天柴门紧闭，在幽静的屋子里屏绝一切尘俗的观念。<br>④时复：有时又。曲：隐僻的地方。墟曲：乡野。披：拨开。这两句是说有时拨开草莱去和村里人来往。<br>⑤杂言：尘杂之言，指仕宦求禄等言论。但道：只说。这句和下句是说和村里人见面时不谈官场的事，只谈论桑、麻生长的情况。<br>⑥这两句是说桑麻一天天在生长，我开垦的土地一天天广大。<br>⑦霰（xiàn现）：小雪粒。莽：草。这两句是说经常担心霜雪来临，使桑麻如同草莽一样凋零。其中也应该含有在屡经战乱的柴桑农村还可能有风险。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“性本爱丘山”，这不仅是因为他长期生活在田园之中，炊烟缭绕的村落，幽深的小巷中传来的鸡鸣狗吠，都会唤起他无限亲切的感情；更重要的是，在他的心目中，恬美宁静的乡村是与趋膻逐臭的官场相对立的一个理想天地，这里没有暴力、虚假，有的只是淳朴天真、和谐自然。因此，他总是借田园之景寄托胸中之“意”，挖掘田园生活内在的本质的美。《归园田居》组<a href=\"http://so.gushiwen.org/view_71306.aspx\">诗</a>是诗人在归隐初期的作品，第一首《归园田居·少无适俗韵》着重表现他“久在樊笼里，复得返自然”的欣喜心情，这一首则着意写出乡居生活的宁静。</p> <p>　　开头四句从正面写“静”。诗人摆脱了“怀役不遑寐，中宵尚孤征”的仕官生活之后，回到了偏僻的乡村，极少有世俗的交际应酬，也极少有车马贵客——官场中人造访，所以他非常轻松地说：“野外罕人事，穷巷寡轮鞅”，他总算又获得了属于自己的宁静。正因为没有俗事俗人的打扰，所以“白日掩荆扉，虚室绝尘想。”那道虚掩的柴门，那间幽静的居室，已经把尘世的一切喧嚣，一切俗念都远远地摒弃了。——诗人的身心俱静。在这四句中，诗人反复用“野外”、“穷巷”、“荆扉”、“虚室”来反复强调乡居的清贫，暗示出自己抱贫守志的高洁之心。</p> <p>　　不过，虚掩的柴门也有敞开之时，诗人“时复墟曲中，披草共来往”，他时常沿着野草丛生的田间小路，和乡邻们来来往往；诗人也并非总是独坐“虚室”之中，他时常和乡邻们共话桑麻。然而，在诗人看来，与纯朴的农人披草来往，绝不同于官场应酬，不是他所厌恶的“人事”；一起谈论桑麻生长的情况，绝对不同于计较官场浮沉，不是他所厌恶的“杂言”。所以，不管是“披草共来往”，还是“但话桑麻长”，诗人与乡邻的关系显得那么友好淳厚。与充满了权诈虚伪的官场相比，这里人与人的关系是清澄明净的。——这是以外在的“动”来写出乡居生活内在的“静”。</p> <p>　　当然，乡村生活也有它的喜惧。“桑麻日已长，我土日已广”，庄稼一天天生长，开辟的荒土越来越多，令人喜悦；同时又“常恐霜霰至，零落同草莽”，生怕自己的辛勤劳动，毁于一旦，心怀恐惧。然而，这里的一喜一惧，并非“尘想”杂念；相反，这单纯的喜惧，正反映着经历过乡居劳作的洗涤，诗人的心灵变得明澈了，感情变得淳朴了。——这是以心之“动”来进一步展示心之“静”。</p> <p>　　诗人用质朴无华的语言、悠然自在的语调，叙述乡居生活的日常片断，让读者在其中去领略乡村的幽静及自己心境的恬静。而在这一片“静”的境界中，流荡着一种古朴淳厚的情味。<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>曾说：“此翁岂作诗，直写胸中天。”诗人在这里描绘的正是一个宁静谐美的理想天地。</p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "田园",
    "乡村",
    "生活"
  ]
}