{
  "id": 70682,
  "star": 2,
  "name": "杂剧·杜蕊娘智赏金线池",
  "dynasty": "元代",
  "content": "楔子<br>，少小知名达礼闱，白头犹未解朝衣。年来屡上陈情疏，怎奈君恩不放归。老夫姓石名敏，字好问。幼年进士及第，随朝数载，累蒙擢用。谢圣恩可怜，除授济南府尹之职。我有个同窗故友，姓韩名辅臣。这几时不知兄弟进取功名去了，还只是游学四方？一向音信杳无，使老夫不胜悬念。今日无甚事，在私宅闲坐。张千，门首觑者，若有客来时，报复我知道。理会的。流落天涯又几春，可怜辛苦客中身。怪来喜鹊迎头噪，济上如今有故人。小生姓韩名辅臣，洛阳人氏。幼习经史，颇看诗书，学成满腹文章，争奈功名未遂。今欲上朝取应，路经济南府过，我有个八拜交的哥哥是石好问，在此为理，且去与哥哥相见一面，然后长行。说话中间，早来到府门了也。左右，报复去。道有故人韩辅臣特来相访。禀老爷得知，有韩辅臣在于门首。老夫语未悬口，兄弟早到。快有请！请进。哥哥，数载不见，有失问候。请上，受你兄弟两拜。京师一别，几经寒暑，不意今日惠顾，殊慰鄙怀。贤弟请坐。张千，看酒来！酒在此。兄弟满饮一杯。哥哥也请一杯！筵前无乐，不成欢乐。张千，与我唤的那上厅行首杜蕊娘来，服侍兄弟饮几杯酒。理会的。出的这门来，这是杜蕊娘门首。杜大姐在家么？谁唤门哩？我开了这门看，府堂上唤官身哩。要官衫么？是小酒，免了官衫。大姐，你立在这里，待我报复去。着他进来。相公，唤妾身有何分付？唤你来别无他事，这一位白衣卿相，是我的同窗故交，你把体面相见咱。嫂嫂请起！兄弟也，这是上厅行首杜蕊娘。哥哥，我则道是嫂嫂。一个好妇人也！一个好秀才也！将酒来！蕊娘，行酒。住，住！兄弟，我也吃一钟儿。呀！却忘了送哥哥。秀才高姓大名小生洛阳人氏，姓韩名辅臣。小娘子谁氏之家，姓甚名谁？妾身姓杜，小字蕊娘。元来见面胜似闻名！果然才子，岂能无貌！蕊娘，你问秀才告珠<br>玉。兄弟对着哥哥跟前，怎敢提笔？正是弄斧班门，徒遗笑耳。兄弟休谦！这等，兄弟呈丑也。写就了。蕊娘，你试看咱。词寄[南乡子]。\"袅娜复轻盈，都是宜描上翠屏。语若流莺声似燕，丹青，燕语莺声怎画成？难道不关情，欲语还羞便似曾。占断楚城歌舞地，娉婷，天上人间第一名。\"好高才也！兄弟此行，本为上朝取应，只因与哥哥久阔，迂道拜访。幸睹尊颜，复蒙嘉宴。争奈试期将近，不能久留。酒散之后，便当奉别。贤弟且休去，略住三朝五日，待老夫赍发你一路鞍马之费，未为迟也。张千，打扫后花园，请秀才在书房中安下者！花园冷静，怕不中么？既如此，就在蕊娘家安歇如何？愿随鞭镫！你看他，一让一个肯。蕊娘，这是我至交的朋友，与你两锭银子，拿去你那母亲做茶钱，休得怠慢了秀才者！多谢相公。兄弟谢了哥哥。大姐，到你家中，拜你那妈妈去来。秀才，俺娘忒爱钱哩！大姐，不妨事，我多与他些钱钞便了也。<br>【仙吕】【端正好】郑六遇妖狐，崔韬逢雌虎，那大曲内尽是寒儒。想知今晓古人家女，都待与秀才每为夫妇。<br>【幺篇】既不呵，那一片俏心肠，那里每堪分付？那苏小卿不辨贤愚，比如我五十年不见双通叔；休道是苏妈妈，也不是醉驴驴。我是他亲生的女，又不是买来的奴，遮莫拷的我皮肉烂，炼的我骨髓枯，我怎肯跟将那贩茶的冯魁去！<br>你看我那兄弟，秀才心性，又是那吃酒的意儿，别也不别，径自领着杜蕊娘去了也。且待三朝五日，差人探望兄弟去。古语有云：\"乐莫乐兮新相知。\"岂不信然！华省芳筵不待终，忙携红袖去匆匆。虽然故友情能密，争似新欢兴更浓！<br>第一折<br>不纺丝麻不种田，一生衣饭靠皇天。尽道吾家皮解库，也自人间赚得钱。老身济南府人氏。自家姓李，夫主姓杜。所生一个女儿，是上厅行首杜蕊娘。近日有个秀才，叫做韩辅臣，却是石府尹老爷送来的，与俺女儿作伴。俺这妮子，一心待嫁他，那厮也要娶我女儿；中间被我不肯，把他撵出去了。怎么这一会儿不见俺那妮子，莫非又赶那厮去？待我唤他：蕊娘，贱人那里？韩秀才，你则躲在房里坐，不要出来，待我和那虔婆颓闹一场去！我知道。自从和韩辅臣作伴，又早半年光景。我一心要嫁他，他一心要娶我，则被俺娘板障，不肯许这门亲事。我想一百二十行，门门都好着衣吃饭；偏俺这一门，却是谁人制下的？忒低微也呵！<br>【仙吕】【点绛唇】则俺这不义之门，那里有买卖营运？无资本，全凭着五个字迭办金银。可是那五个字？无过是\"恶、劣、乖、毒、狠\"！<br>【混江龙】无钱的可要亲近，则除是驴生戟瓮生根。佛留下四百八门衣饭，俺占着七十二位凶神。才定脚谢馆接迎新子弟，转回头霸陵谁识旧将军？投奔我的都是那矜爷害娘、冻妻饿子、折屋卖田、提瓦罐爻槌运；那些个慈悲为本，多则是板障为门。梅香，你看奶奶做甚么哩？奶奶看经哩！俺娘口业作罪，你这般心肠，多少经文忏的过来？枉作的业深了也！<br>【油葫芦】炕头上主烧埋的显道神，没事哏，苘麻头斜皮脸老魔君。拿着一串数珠，是吓子弟降魔印；轮着一条柱杖，是打鸂鶒无情棍。闲茶房里那一伙老业人，酒杯间有多少闲议论；频频的间阻休熟分，三夜早赶离门。<br>姐姐，这话说差了！我这门户人家，巴不得接着子弟，就是钱龙入门，百般奉承他，常怕一个留他不住；怎么刚刚三日，便要赶他出门？决无此理。梅香，你那里知道！<br>【天下乐】他只待夜夜留人夜夜新，殷勤，顾甚的恩！不依随又道是我女孩儿不孝顺。今日个漾人头厮摔，含热血厮喷，定夺俺心上人。<br>母亲，吃甚么茶饭那？灶窝里烧了几个灯盏，吃甚么饭来！<br>【醉扶归】有句话多多的苦告你老年尊，累累的嘱托近比邻，\"一片花飞减却春\"，我如今不老也非为嫩，年纪小呵须是有气分，年纪老无人问。母亲，嫁了您孩儿罢，孩儿年纪大了也！丫头，拿镊子来，镊了鬓边的白发，还着你觅钱哩！母亲，你只管与孩儿撇性怎的？我老人家如今性子淳善了，若发起村来，怕不筋都敲断你的！<br>【金盏儿】你道是性儿淳，我道你意儿村，提起那人情来往佯装钝。有几个打踅客旅辈，丢下些刷牙掠头，问奶奶要盘缠家去。你可早耳朵闭、眼睛昏；前门里统镘客，后门里一个使钱勤；揉开汪泪眼，打拍老精神。<br>母亲。嫁了你孩儿者！我不许嫁，谁敢嫁？有你这样生忿忤逆的！<br>【醉中天】非是我偏生忿，还是你不关亲，只着俺淡抹浓妆倚市门，积趱下金银囤。你这小贱人，你今年才过二十岁，不与我觅钱，教那个觅钱？你道俺才过二旬，有一日粉消香褪，可不道老死在风尘？<br>母亲，你嫁了孩儿罢！小贱人，你要嫁那个来？<br>【寄生草】告辞了鸣珂巷，待嫁那韩辅臣。这纸汤瓶再不向红炉顿，铁煎盘再不使清油混，铜磨笴再不把顽石运。你要嫁韩辅臣这穷秀才，我偏不许你！怎将咱好姻缘，生折做断头香；休想道泼烟花，再打入迷魂阵。<br>那韩辅臣有甚么好处，你要嫁他？<br>【赚煞】十度愿从良，长则九度不依允。也是我八个字无人主婚，空盼上他七步才华远近闻，六亲中无不欢欣。改家门，做的个五花诰夫人，驷马高车锦绣裀。道俺有三生福分，正行着双双好运。好运，好运，卑田院里赶趁！你要嫁韩辅臣，这一千年不长进的，看你打莲花落也！他怎肯教\"一年春尽又是一年春\"。<br>俺女儿心心念念，只要嫁韩秀才，我好歹偏不嫁他。俺想那韩秀才是个气高的人，他见俺有些闲言闲语，必然使性出门去；俺再在女孩儿根前调拨他，等他两个不和，讪起脸来，那时另接一个富家郎，才中俺之愿也。正是：小娘爱的俏，老鸨爱的钞。则除非弄冷他心上人，方才是我家里钱龙到。<br><br>第二折<br>一生花柳幸多缘，自有嫦娥爱少年。留得黄金等身在，终须买断丽春园。我韩辅臣，本为进取功名，打从济南府经过。适值哥哥石好问在此为理，送我到杜蕊娘家安歇。一住半年以上，两意相投，不但我要娶他，喜得他也有心嫁我，争奈这虔婆百般板障。俺想来，他只为我囊中钱钞已尽；况见石府尹满考朝京，料必不来复任，越越的欺负我，发言发语，只要撵我出门去。我是个顶天立地的男子汉，怎生受得一口气？出了他门，不觉又是二十多日。你道我为何不去，还在济南府淹阁？倒也不是盼俺哥哥复任，思量告他；只为杜蕊娘他把俺赤心相待，时常与这虔婆合气，寻死觅活，无非是为俺家的缘故。莫说我的气高，那蕊娘的气比我还高的多哩！他见我这日出门时节，竟自悻悻然去了，说也不和他说一声儿，必然有些怪我。这个怪也只得由他怪，本等是我的不是。以此沉吟展转，不好便离此处。还须亲见蕊娘，讨个明白。若他也是虔婆的见识，没有嫁我之心，却不我在此亦无指望了，不如及早上朝取应，干我自家功名去。他若是好好的依旧要嫁我，一些儿不怪我，便受尽这虔婆的气，何忍负之。今日打听得虔婆和他一班儿老姊妹在茶房中吃茶，只得将我羞脸儿揣在怀里，再到蕊娘家去走一遭。我须是读书人凌云豪气，偏遇这泼虔婆全无顾忌。天若使石好问复任济南，少不的告他娘着他流递。我杜蕊娘一心看上韩辅臣，思量嫁他；争奈我母亲不肯，倒发出许多说话，将他赶逐出门去了。我又不曾有半句儿恼着他，为何一去二十多日，再也不来看我？教我怎生放心得下？闻得母亲说，他是烂黄齑，如今又缠上一个粉头，道强似我的多哩！这话我也不信。我想，这济南府教坊中人，那一个不是我手下教道过的小妮子？料必没有强似我的。若是他果然离了我家，又去踹别家的门，久以后我在这街上行走，教我怎生见人那！<br>【南吕】【一枝花】东洋海洗不尽脸上羞，西华山遮不了身边丑，大力鬼顿不开眉上锁，巨灵神劈不断腹中愁。闪的我有国难投，抵多少南浦伤离后。爱你个杀才没去就，明知道雨歇云收，还指望待天长地久。<br>【梁州第七】这厮懒散了虽离我眼底，忔憎着又在心头。出门来信步闲行走，遥瞻远岫，近俯清流；行行厮趁，步步相逐，知他在那搭儿里续上绸缪？知他是怎生来结做冤仇？俏哥哥不争你先和他暮雨朝云，劣奶奶则有分吃他那闲茶浪酒，好姐姐几时得脱离了舞榭歌楼？不是我出乖弄丑，从良弃贱，我命里有终须有，命里无枉生受。只管扑地掀天无了休，着甚么来由！<br>姐姐，你休烦恼，姐夫好歹来家也！梅香，将过琵琶来，待我散心适闷咱！姐姐，琵琶在此。这是杜大姐家门首。我去的半月期程，怎么门前的地也没人扫，一刬的长起青苔来，这般样冷落了也？那斯来了也！我则推不看见。大姐，祗揖！<br>【牧羊关】不见他思量旧，倒有些两意儿投。－我见了他扑邓邓火上浇油，恰便似钩搭住鱼腮，箭穿了雁口。元来你那旧性儿不改，还弹唱哩！你怪我依旧拈音乐，则许你交错劝觥筹？你不肯冷落了杯中物，我怎肯生疏了弦上手？<br>那一日吃你家妈妈赶逼我不过，只得忍了一口气，走出你家门，不曾辞别的大姐，这是小生得罪了！<br>【骂玉郎】这的是母亲故折鸳鸯偶，须不是咱设下恶机谋，怎将咱平空抛落他人后？今日个何劳你贵脚儿又到咱家走？<br>大姐何出此言？你元许嫁我哩！看了这金线池，好伤感人也！<br>【石榴花】－恰便似藕丝儿分破镜花明，我则见一派碧澄澄，东关里犹自不曾经，到如今整整半载其程。眼前面兜率神仙境，有他呵怎肯道蓦出门庭？那时节眼札毛和他厮拴定，矮房里相扑着闷怀萦。<br>【斗鹌鹑】虚度了丽日和风，枉误了良辰美景。往常俺动脚是熬煎，回头是撞挺。拘束的刚刚转过双眼睛，到如今各自托生：我依旧安业着家，他依旧离乡背井。<br>俺们都与姨姨奉一杯酒！<br>【普天乐】小妹子是爱莲儿，你都将我相钦敬；茶儿是妹子，你与我好好的看承；小妹子是玉伴哥，从来有些独强性。姨姨，你为何嗟声叹气的？今日这样好天气，又对着这样好景致，务要开怀畅饮，做一个欢庆会才是。说甚么人欢庆，引得些鸳鸯儿交颈和鸣，忽的见了，愠的面赤，兜的心疼。<br>姨姨，俺则这等吃酒可不冷静？待我行个酒令，行的便吃酒，行不的罚金线池里凉水。俺们都依着姨姨的令行。酒中不许提着\"韩辅臣\"三字，但道着的，将大觥来罚饮一大觥。知道。<br>【醉高歌】或是曲儿中唱几个花名。我不省得。诗句里包笼着尾声，我不省得。续麻道字针针顶，我不省的。正<br>题目当筵合笙。<br>我不省的，则罚酒罢！拆白道字、顶针续麻、搊筝拨阮，你们都不省得，是不如韩辅臣。呀！姨姨，你可犯了令也！将酒来，罚一大觥。<br>【十二月】想那厮着人赞称，天生的济楚才能；只除了心不志诚，诸余的所事儿聪明。本分的从来老成，聪俊的到底杂情。<br>【尧民歌】丽春园则说一个俏苏卿，明知道不能勾嫁双生，向金山壁上去留名，画船儿赶到豫章城。撇甚么清！投至得你秀才每忒寡情，先接了冯魁定。我不合道着\"韩辅臣\"，被罚酒也。姨姨，又犯令了！再罚一大觥。<br>【上小楼】闪的我孤孤另另，说的话涎涎邓邓；俺也曾轻轻唤着，躬躬前来，喏喏连声。但酒醒硬打挣，强词夺正，则除是醉时节酒淘真性。<br><br>【幺篇】不死心想着旧情，他将我厮看厮待，厮知厮重，厮钦厮敬。不是我把定、无记性，言多伤行。扶咱的小哥每是何名姓？<br>是小生韩辅臣。你是韩辅臣？靠后！<br>【耍孩儿】我为你逼绰了当官令，谢你那大尹相公呵！烟花簿上除抹了姓名，交绝了怪友和狂朋，打并的户净门清。试金石上把你这子弟每从头儿画，分两等上把郎君子细秤。我立的其身正，倚仗着我花枝般模样，愁甚么锦片也似前程！<br>【二煞】我比那□墙贼蝎螫索自忍，我比那俏郎君掏摸须噤声，那里也恶茶白赖寻争竞？最不爱打揉人七八道猫煞爪，掐扭的三十驮鬼捏青。看破你传槽病，掴着手分开云雨，腾的似线断风筝。<br>【尾煞】我和你半年多衾枕恩，一片家缱绻情，交明春岁数三十整我老了也，你要我怎的？你且把这不志诚的心肠与我慢慢等！<br>嗨，他真个不喜欢我了，更待干罢！只得到俺哥哥那里告他去。<br><br>第四折<br>三载为官卧治过，别无一事系心窝。唯余故友鸳鸯会，金线池头竟若何？老夫石好问，为兄弟韩辅臣、杜蕊娘，在金线池上着他两口儿成合。这早晚不见来回话，多咱是圆和了也。张千，抬放告牌出去。门上的，与俺通报去，说韩辅臣是告状的，要见！哥哥，拜揖。兄弟，您两口儿完成了么？若完成了时，这早晚正好睡哩，也不到你衙门里来了！那杜蕊娘只是不肯收留我，今日特来告他。他委实不肯便罢了，教我怎生断理？哥哥，你不肯断理，您兄弟唱喏。我不会唱喏那！您兄弟下跪。我不会下跪那！你再四的不肯断理，我只是死在你府堂上，教你做官不成。那个爱女娘的，似你这般放刁来！罢、罢、罢！我完成了你两口儿。张千，与我拿将杜蕊娘来者！理会的。杜蕊娘，衙门里有勾！哥哥，唤我做甚么？你失误了官身，老爷在堂上好生着恼哩！可怎了也！<br>【双调】【新水令】忽传台旨到咱丽春园测道是除抹了舞裙歌扇。逢个节朔，遇个冬年，拿着这一盏儿茶钱，告哥哥可怜见。<br>可早来到府门首也。哥哥，你与我做个肉屏风儿，等我偷觑咱。这使的。<br>【沉醉东风】则道是喜孜孜设席肆筵，为甚的怒哄哄列杖擎鞭？好教我足未移心先战，一步步似毛里拖毡。本待要大着胆、挺着身、行靠前，百忙里仓惶倒偃。<br>禀爷，唤将杜蕊娘来了也！拿将过来！哥哥，你则狠着些！我知道。当面！妾身杜蕊娘来了也。张千，准备下大棍子者！将枷来发到司房里责词去。可着谁人来救我那？兀的不是韩辅臣？俺不免揣着羞脸儿，哀告他去。<br>【沽美酒】使不着撒腼腆，仗那个替方便，俺只得忍耻耽羞求放免。韩辅臣，你与我告一告儿！谁着你失误官身，相公恼的很哩！你与我搜寻出些巧言，去那官人行劝一劝。你今日也有用着我时节？只要你肯嫁我，方才与你告去。我嫁你便了！<br>【太平令】从今后我情愿实为姻眷，你只要早些儿替我周全。我替你告便告去，倘相公不肯饶你，如何？想当初罗帐里般般逞遍，今日个纸褙子又将咱欺骗，受了你万千作贱，那些儿体面？呀，谁似您浪短命随机应变。<br>张千，将大棒子来者！哥哥，看您兄弟薄面，饶恕杜蕊娘初犯罢！张千，带过杜蕊娘来！你在我衙门里供应多年，也算的个积年了，岂不知衙门法度？失误了官身，本该扣厅责打四十，问你一个不应罪名。既然韩解元在此替你哀告，这四十板便饶了，那不应的罪名却饶不的！那杜蕊娘许嫁您兄弟了，只望哥哥一发连这公罪也饶了罢！杜蕊娘，你肯嫁韩解元么？妾委实愿嫁韩辅臣。既如此，老夫出花银百两，与你母亲做财礼，则今日准备花烛酒筵，嫁了韩解元者。<br>多谢哥哥完成我这桩美事！多谢相公抬举！<br>【川拨棹】似这等好姻缘，人都道全在天。若是俺福过灾缠，空意惹情牵；间阻的山长水远，几时得人月圆？<br>【七兄弟】早则是对面、并肩、绿窗前，从今后称了平生愿。一个向青灯黄卷赋诗篇，一个剪红绢翠锦学针线。<br>【梅花酒】忆分离自去年，争些儿打散文鸳，折破芳莲，咽断顽涎。为老母相间阻，使夫妻死缠绵，两下里正熬煎，谢公相肯矜怜。<br>【收江南】呀，不枉了\"一春常费买花钱\"，也免得佳人才子只孤眠。得官呵，相守赴临川，随着俺解元，再不索哭啼啼扶上贩茶船！<br>哥哥请上，您兄弟拜谢。贤弟，恭喜你两口儿圆和了也！但这法堂上是断合的去处，不是你配合的去处。张千，近前来，听俺分付：你取我俸银二十两，付与教坊司色长，着他整备鼓乐，从衙门首迎送韩解元到杜蕊娘家去，摆设个大大筵席。但是他家亲眷，前日在金线池上劝成好事的，都请将来饮宴，与韩解元、杜蕊娘庆喜。宴毕之后，着来回话者。韩解元云霄贵客，杜蕊娘花月妖姬。本一对天生连理，被虔婆故意凌欺。担阁的男游别郡，抛闪的女怨深闺。若不是黄堂上聊施巧计，怎能勾青楼里早遂佳期！<br>题目韩解元轻负花月约<br>老虔婆故阻燕莺期<br>正名石好问复任济南府<br>杜蕊娘智赏金线池",
  "poet": {
    "id": 235,
    "star": 0,
    "name": "关汉卿",
    "image": "http://img.gushiwen.org/authorImg/guanhanqing.jpg",
    "desc": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"
  },
  "tags": []
}