{
  "id": 47959,
  "star": 259,
  "name": "饮马长城窟行",
  "dynasty": "两汉",
  "content": "青青河畔草，绵绵思远道。<br>远道不可思，宿昔梦见之。<br>梦见在我傍，忽觉在他乡。<br>他乡各异县，辗转不相见。<br>枯桑知天风，海水知天寒。<br>入门各自媚，谁肯相为言。<br>客从远方来，遗我双鲤鱼。<br>呼儿烹鲤鱼，中有尺素书。<br>长跪读素书，书中竟何如。<br>上言加餐食，下言长相忆。",
  "fanyi": "<p><strong>译文</strong><br>河边春草青青，连绵不绝伸向远方，令我思念远行在外的丈夫。远在外乡的丈夫不能终日思念，但在梦里很快就能见到他。<br>梦里见他在我的身旁，一觉醒来发觉他仍在他乡。他乡各有不同的地区，丈夫在他乡漂泊不能见到。<br>桑树枯萎知道天风已到，海水也知道天寒的滋味。同乡的游子各自回家亲爱，有谁肯向我告诉我丈夫的讯息？<br>有位客人从远方来到，送给我装有绢帛书信的鲤鱼形状的木盒。呼唤童仆打开木盒，其中有尺把长的用素帛写的信。<br>恭恭敬敬地拜读丈夫用素帛写的信，信中究竟说了些什么？书信的前一部分是说要增加饭量保重身体，书信的后一部分是说经常想念。</p> <p><strong>注释</strong><br>绵绵：这里义含双关，由看到连绵不断的青青春草，而引起对征人的缠绵不断的情思。<br>远道：远行。<br>宿昔：指昨夜。<br>觉：睡醒。<br>展转：亦作“辗转”，不定。这里是说在他乡作客的人行踪无定。“展转”又是形容不能安眠之词。如将这一句解释指思妇而言，也可以通，就是说她醒后翻来覆去不能再入梦。<br>枯桑：落了叶的桑树。这两句是说枯桑虽然没有叶，仍然感到风吹，海水虽然不结冰，仍然感到天冷。比喻那远方的人纵然感情淡薄也应该知道我的孤凄、我的想念。<br>入门，指各回自己家里。<br>媚：爱。言：问讯。以上二句是把远人没有音信归咎于别人不肯代为传送。<br>双鲤鱼：指藏书信的函，就是刻成鲤鱼形的两块木板，一底一盖，把书信夹在里面。一说将上面写着书信的绢结成鱼形。<br>烹：煮。假鱼本不能煮，<a href=\"http://so.gushiwen.org/view_47959.aspx\">诗</a>人为了造语生动故意将打开书函说成烹鱼。<br>尺素书：古人写文章或书信用长一尺左右的绢帛，称为“尺素”。素，生绢。书，信。<br>长跪：伸直了腰跪着，古人席地而坐，坐时两膝着地，臀部压在脚后根上。跪时将腰伸直，上身就显得长些，所以称为“长跪”。<br>下：末二句“上”、“下”指书信的前部与后部。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《饮马长城窟行》属乐府《相和歌辞·瑟调曲》，又称“饮马行”。<a href=\"http://so.gushiwen.org/view_47959.aspx\">诗</a>歌的笔法委曲多致，完全随着抒情主人公飘忽不定的思绪而曲折回旋。比如诗的开头，由青青绵绵而“思远道”之人；紧接着却说“远道不可思”，要在梦中相见更为真切；“梦见在身边”，却又忽然感到梦境是虚的，于是又回到相思难见上。八句之中，几个转折，情思恍惚，意象迷离，亦喜亦悲，变化难测，充分写出了她怀人之情的缠绵殷切。</p> <p>　　诗中所写思妇种种意想，似梦非梦，似真非真。诗中所写他家有人归来和自己接到“双鲤鱼”、“中有尺素书”的情节，可能是真的，也可能是一种极度思念时产生的臆象。剖鱼见书，有着浓厚的传奇色彩，而游子投书，又是极合情理的事。作者把二者融合在一起，以虚写实，虚实难辨，更富神韵。</p> <p>　　最令人感动的是结尾。好不容易收到来信，“上言加餐食，下言长相忆”，却偏偏没有一个字提到归期。归家无期，信中的语气又近于永诀，这意味着什么呢？这大概是寄信人不忍明言，读信人也不敢揣想的。如此作结，余味无尽。</p><br/><h2>鉴赏</h2> <p>　　这是一首汉乐府民歌，抒写怀人情愫。<a href=\"http://so.gushiwen.org/view_47959.aspx\">诗</a>歌的笔法委曲多致，完全随着抒情主人公飘忽不定的思绪而曲折回旋。比如诗的开头，由青青绵绵而“思远道”之人；紧接着却说“远道不可思”，要在梦中相见更为真切；“梦见在身边”，却又忽然感到梦境是虚的，于是又回到相思难见上。八句之中，几个转折，情思恍惚，意象迷离，亦喜亦悲，变化难测，充分写出了她怀人之情的缠绵殷切。诗中所写思妇种种意想，似梦非梦，似真非真。象诗中所写他家有人归来和自己接到“双鲤鱼”“中有尺素书”的情节，可能是真的，也可能是一种极度思念时产生的臆象。剖鱼见书，有着浓厚的传奇色彩，而游子投书，又是极合情理的事。作者把二者糅合在一起，以虚写实，虚实难辨，更富神韵。最令人感动的是结尾。好不容易收到来信，“上言加餐食，下言长相忆”，却偏偏没有一个字提到归期。归家无期，信中的语气又近于永诀，蕴含深意。这大概是寄信人不忍明言，读信人也不敢揣想的。如此作结，余味无尽。</p> <p>　　这首诗以思妇第一人称自叙的口吻写出，多处采用比兴的手法，语言清新通俗，语句上递下接，气势连贯，很有特色。 全诗语言简短质朴，通俗易懂，但具有强烈的艺术感染力。</p> <p>　　诗起头的“青青河畔草，绵绵思远道。”是作者借著景色的铺陈，引发妇人触景生情，对远离家乡的丈夫的思念。“绵绵”两字传达了两层的意义：妇人“思绪的绵绵”是由“草的绵延不绝”引起的。由于路途的遥远，思念也是突然的，只好在梦中求得相会，然而才在梦中实现的愿望，醒过来后又是遥远的空间隔绝，依旧是“他乡各异县”，彼此无法相见。这一段可以说是故事的前提，在修辞技巧上，“绵绵思远道，远道不可思，”中的“远道”，“宿昔梦见之。梦见在我旁，”中的“梦见”，以及“忽觉在他乡；他乡各异县，”中的“他乡”，都是修辞技巧中的“顶针”句法。这样的连缀句子的方式，使得全段读起来有一种流畅的音乐性。</p> <p>　　第二层只有两句，“枯桑知天风，海水知天寒。”暗示远方的人也能了解，而邻居却只顾沉浸在家庭的欢乐中，不肯为她捎个信。在这一层中，运用了起兴和对比的手法，写女子寒门独居，表现其孤独和凄凉的感情。</p> <p>　　最后一段，情节发生了转折。忽然有客从远方带来丈夫木质双鲤鱼夹封的信函，呼儿差封解除了她的思念之苦，而在书中也获得了远方传来的，对她坚定不移的情意。者样的故事，主要在描述中国传统妇女“闺中思人”的感情起伏，文字质朴自然，情感真切悠远。</p> <p>　　《饮马长城窟行》这首诗是写思妇怀念在远方行役的丈夫的。《盐铁论》中说:“今天下一统， 而方内不安。徭役远，内外烦。古者，过年无徭，逾时无役。今近者数千里，远者 过万里，历二期而长子不还，父子忧愁，妻子咏叹,愤懑之情发于心，慕思之积痛 骨髓。”这首诗就是汉代这类社会现实的反映。正如汉乐府诗的其他优秀作品一 样，它“感于哀乐，缘事而发”，继承和发扬《诗经·国风》的优良传统，善于选择典 型事件，揭示社会现实。</p>",
  "about": "<h2>创作背景</h2> <p>　　这是一首汉乐府民歌。乐府民歌是社会下层群众的歌谣，最基本的艺术特色是它的叙事性，通常反映下层人民生活。中国古代征役频繁，游宦之风盛行。野有旷夫，室有思妇，文学作品中也出现了大量的思妇怀人<a href=\"http://so.gushiwen.org/view_47959.aspx\">诗</a>。这些诗表现了妇女们独守空闺的悲苦和对行人的思念，大多写得真毕动人。</p> <p>　　这首诗最早见于南朝梁昭明太子萧统沂编的《文选》，归入“乐府·古辞”。关于诗题的由来，《文选》五臣注说：“长城，秦所筑，以备胡者。其下有泉窟，可 以饮马。征人路于此而伤悲矣。言天下征役， 军戎未止，妇人思夫，故作是行。”</p> <p>　　该诗的作者问题，历来有争议。《文选》李善注云：“此辞不知作者姓名。”《玉台新咏》则以为是汉<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>所作。当代也有人从该诗的韵律、声律的角度分析，及对蔡邕创作情况的观照，说明该诗的作者与蔡邕并无关系，而是东汉之前即流传于民间的歌诗。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "乐府",
    "妇女",
    "怀人"
  ]
}