{
  "id": 38169,
  "star": 10,
  "name": "溪兴",
  "dynasty": "唐代",
  "content": "山雨溪风卷钓丝，瓦瓯篷底独斟时。<br>醉来睡着无人唤，流到前溪也不知。",
  "fanyi": "<p><strong>译文<br></strong>在一条僻静的深山小溪上，有一只小船 ，船上有一位垂钓者。风雨迷茫，他卷起钓丝， 走进篷底 ，拿出盛酒的瓦罐，面对着风雨自斟自饮。<br>饮到烂醉，倒下而睡；小舟一任风推浪涌，待他醒来时，才发觉船儿已从后溪飘流到前溪了。</p> <p><strong>注释<br></strong>①溪兴：此<a href=\"http://so.gushiwen.org/view_38169.aspx\">诗</a>系诗人晚年归隐家乡时所作。<br>②瓦瓯：陶制的小盆。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“山雨溪风卷钓丝”，句中隐含一个因果关系：因为有“山雨溪风”，所以“卷钓丝”了。稍有垂钓常识的人都知道，如果下的是小雨，刮的是柔风，反而更能刺激钓鱼人的兴趣，更容易钓到鱼，给垂钓活动蒙上一层朦胧的<a href=\"http://so.gushiwen.org/view_38169.aspx\">诗</a>意，古诗“斜风细雨不须归”说的就是这个道理。而雨疾风狂才足以让钓者收竿停钓。诗人大概是想放长线，钓大鱼吧，无奈天公不作美，才有“卷钓丝”的无奈。</p> <p>　　从诗句上也看不出来，也许是诗人有意忽略季节特点，表明自己一年四季都垂钓溪上，季节并不是他强调的重点。诗人的着眼点在于：用垂钓这一表示隐逸的传统话题昭示自己的生活状态――隐居。诗人晚年奔走无门，不得不回到家乡九华山过清苦的隐居生活。也许生活艰难，垂钓还有维持生计的意思，鱼可作为吃食的一点补充。又因雨大风急，连这点小小的心愿都不能实现，诗人心里该有几分酸楚吧。</p> <p>　　“瓦瓯蓬底独酌时”与上句互为因果：“卷钓丝”是“因”，“独酌时”是“果”。按照常理，收竿了，应该划船回家了，但诗人却没有，而是躲进船里，面对风雨迷茫，倒出瓦罐中的酒自斟自饮起来，或许诗人是想等雨稍稍小一点儿再继续垂钓；也可能是因为“山雨溪风”，正好有了过酒瘾的借口，诗人才有机会喝一杯。然而，透过画面的情景和气氛，这种闲适自乐的背后，却似乎隐藏着溪上人内心的无可奈何的情绪。[1] 《唐才子传》也说：“荀鹤嗜酒，善弹琴，风情雅度，千载犹可仰望也。”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“金樽美酒斗十千”显出豪气，<a href=\"http://so.gushiwen.org/author_45.aspx\">王翰</a>“葡萄美酒夜光杯”凸现悲壮，而“瓦瓯蓬底独酌时”则只会让人觉得凄苦。深山僻水，风风雨雨，气氛是凄清的，那垂钓者形单影只，百无聊赖，以酒为伴，这酒恐怕就是苏东坡所称的“扫愁帚”吧。[2] </p> <p>　　“醉来睡着无人唤”，让小舟在山溪中任意飘流，看来潇洒旷达，实在也太孤寂，有点看透世情、游戏人生的意味。“流到前溪也不知”又和“醉来睡着无人唤”构成因果。因为醉了，睡着了，才不知不觉被船儿载到了前溪。此时诗人醒了，还有一点懵懂，仔细一看，才发现自己到前溪了。这里似乎透露出诗人一刹那的欣喜，人隐逸的日子很清苦，难得有欢乐的时候，即便像睡一个好觉这样微不足道的乐趣恐怕都少之又少吧，所以印象深刻，作诗述之。[3] </p> <p>　　这首诗是描写溪上人闲适的心情和隐逸之乐。他置身世外，自由自在，垂钓，饮酒，醉眠，戏风弄雨，一切任其自然，随遇而安。他以此为乐，独乐其乐。这似乎就是诗中所要表现的这一段溪上生活的特殊兴味。但从节奏上看这首诗节奏舒缓，说明诗人的意识流程是缓慢的，甚至是板滞的，这种意识流程，恐怕只有在心情郁闷之时才最为明显。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_38169.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>是“惟歌生民病”的现实主义诗人。在动乱的晚唐，激情飞扬、疾恶如仇的诗人老来奔走无门，回到家乡九华山，过着清苦的隐逸生活。《溪兴》中所描写的这个遗身世外的溪上人，就是诗人的自我写照。创作这首诗时，诗人身处暗世，壮志难酬，他曾在他的《自叙》诗中写道：“平生肺腑无言处，白发吾唐一逸人”。",
  "poet": {
    "id": 291,
    "star": 0,
    "name": "杜荀鹤",
    "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
    "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。"
  },
  "tags": [
    "抒情",
    "隐居",
    "闲适"
  ]
}