{
  "id": 272,
  "star": 42,
  "name": "周颂·思文",
  "dynasty": "先秦",
  "content": "思文后稷，克配彼天。立我烝民，莫菲尔极。贻我来牟，帝命率育，无此疆尔界。陈常于时夏。",
  "fanyi": "<p><strong>译文<br></strong>文德无比后稷王，功德可以配上苍。安定天下众百姓，无人不受你恩赏。你把麦种赐我们，天命用它来供养。不分彼此和疆界，遍及中国都推广。</p> <p><strong>注释<br></strong>⑴思：语助词。一说为“思念”。<br>⑵文：文德，即治理国家、发展经济的功德。后稷：周人始祖，姓姬氏，名弃，号后稷。舜时为农官。<br>⑶克：能够。配：配享，即一同受祭祀。<br>⑷立：通“粒”，米食，一说“养育”。此处用如动词，养育的意思。烝（zhēng）民：众民。<br>⑸极：最，极至，此指无量功德。<br>⑹贻：遗留。来牟：亦作“麳（lái）麰（móu）”，小麦。一说来是小麦，牟是大麦。<br>⑺率育：普遍养育。<br>⑻疆、界：都是指疆域。<br>⑼陈：布陈，遍布。常：常法，常规，此指种植农作物的方法。时：此。夏：中国。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是祭祀周族祖先后稷以配天的乐歌。周颂中祭祀先王之作，大都篇幅简短。如《周颂·维清》祭祀文王，只有短短五句；此篇祭祀后稷，也不过八句。究其原因，便是周朝历代先王的丰功伟绩，已家喻户晓，深入人心，无须赘述。就此篇而论，后稷的传奇性经历和“诞降嘉种”、“是获是亩”赐民百谷的无量功德，在同属《<a href=\"http://so.gushiwen.org/view_272.aspx\">诗</a>经》的《大雅·生民》中便有详尽的叙述与颂扬。《大雅·生民》即使未能创作于《周颂·思文》之前，而它的富有神话色彩的内容则必然早就广泛流传于民间。</p> <p>　　当时的祭祀是具有重大意义的政治活动，祭祀的程序随着乐歌（这里是《周颂·思文》）曲调缓缓进行（据<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《说周颂》），简短的歌辞一再回环重复，气氛非常庄严，人们会感觉置身于神奇力量的控制之中，参与盛典的自豪荣幸和肩负上天使命的虔诚在此间密切融合。</p> <p>　　正因为如此，后稷开创农事、养育万民的功德也是在上帝授意下完成的：“帝命率育。”从创作结构上看，“天”“帝”之间是一种紧扣和呼应；就创作意旨而言，又是天人沟通印象的有意识加深。在“人定胜天”观念形成之后，天人沟通、天人感应的思想仍然绵延不绝，并且时时占据着正统地位，何况在其形成之前。在《周颂·思文》产生的当时，天人沟通应该具有甚至不需要任何艺术手段就具有的强烈的感染力量。这样说自然不是说《周颂·思文》毫无艺术性，其实这种祭祖诗本身是一首乐歌，具有娱乐的艺术审美功用。</p> <p>　　西周当时已经是君临天下的政权，“无此疆尔界，陈常于时夏”自然是这种权威的宣告，但又是秉承天命子育万民的一种怀柔。昌盛的、向上的政权不会在立威的同时忘记立德，西周政权也保持着这种明智。</p>",
  "about": "<h2>创作背景</h2> <p>　　据《毛<a href=\"http://so.gushiwen.org/view_272.aspx\">诗</a>序》所言，《周颂·思文》是“后稷配天”的乐歌。后稷之所以“克配于天”，在《大雅·生民》序中曾有明：“后稷生于姜嫄，文、武之功起于后稷，故推以配天也。”“后稷配天”的祭祀称为郊，即祭上帝于南郊的祭典。古人祭天（亦即上帝）往往以先王配享，因为人王被视为天子，在配享中便实现了天人之间的沟通，王权乃天授进一步确认，于是原本空泛的祭天便有了巩固政权内容的具体落实，而成为具有重大意义的政治活动。这种天人沟通的努力，在古代尤其是政治相对清明、经济发展顺利的时期，其统一思想、凝聚人心的作用不可低估。</p> <p>　　周颂都是西周早期的作品，在这一特定历史时期，对周代先王的颂扬尤为热烈。周武王以“戎车三百两，虎贲三百人”，在牧野伐灭“俾暴虐于百姓，以奸宄于商邑”（《尚书·牧誓》）的纣王，建立起西周王朝，救万民于水火。王室为光宗耀祖，百姓为感激解放，这就造成了对新政权、自然也包括对新政权先王们热情讴歌的盛况。《周颂·思文》就是其中的一首颂诗。</p> <p>　　或许是基于上述原因，历代众多学者认为《周颂·思文》为周公所作，但也有持不同意见者。不赞成此诗为周公作品的学者认为：孔疏引用《国语》，说“周文公（即<a href=\"http://so.gushiwen.org/author_845.aspx\">周公旦</a>）之为颂曰‘思文’”，其实不确。《国语·周语上》载芮良夫所说的一段话中，原文是：“故颂曰：‘思文后稷，克配彼天。立我烝民，莫匪尔极。’”并未言是周公所作。到了韦昭注中，才成为“言周公思有文德者后稷，其功乃能配于天”。但是韦注本意只是说《周颂·思文》的内容乃反映周公所“思”，并非即指为周公所作，应当不难分辨。看来，是孔疏将《国语》原文与注文误融为一体，牵涉周公，并认定《思文》出自周公之手。这一误认，影响大而深远，以致成为后世诸多学者的共识，虽无伤大雅，总不免让人感到一丝遗憾。说无伤大雅，是因为《周颂·思文》确实也体现了周公的思想。周公辅佐文王、武王、成王三世，于强国、灭商、平乱，功勋卓著，而重农保民又是其一贯坚持的政治原则。可见，就理解《周颂·思文》的意旨而言，确实可以、而且应该联系周公；但是，就此认定周公为作者，终究不可取。要确认周公为《周颂·思文》的作者，还必须有早于或至少与《国语》同时的确凿证据，因为现有的确认不过是基于《国语》的不可靠的误认。《诗经》中凡无确凿充分证据而定为周公所作者，均可作如是观。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞颂",
    "祭祀",
    "写人"
  ]
}