{
  "id": 20352,
  "star": 34,
  "name": "秋来",
  "dynasty": "唐代",
  "content": "桐风惊心壮士苦，衰灯络纬啼寒素。<br>谁看青简一编书，不遣花虫粉空蠹。<br>思牵今夜肠应直，雨冷香魂吊书客。<br>秋坟鬼唱鲍家诗，恨血千年土中碧。",
  "fanyi": "<p><strong>译文</strong><br>　　秋风惊人心，壮士辛苦著作急，有似昏灯里，纺织娘啼叫着催织寒衣。日后谁来读我用竹简写下的这编书，不使它被蠹虫蛀成粉屑和洞隙？这思想牵扯着，今晚我的肚肠也要愁直了，雨滴冷飕飕，像有古<a href=\"http://so.gushiwen.org/view_20352.aspx\">诗</a>人的灵魂来慰吊。秋夜坟场上，诗鬼们诵读着鲍氏的诗句，他们的怨血在土中化作碧玉，千年难消。</p> <p><strong>注释</strong><br>⑴桐风：指吹过梧桐叶的秋风。壮士：诗人自称。<br>⑵衰灯：暗淡的灯光。络纬：虫名，俗称纺织娘，因秋天季节转凉而哀鸣，其声似纺线。<br>⑶青简：青竹简。一编书：指诗人的一部诗集。竹简书久无人读，蠹虫就在其中生长。<br>⑷不遣：不让。花虫：蛀蚀器物、书籍的虫子。蠹（dù）：蛀蚀。<br>⑸香魂吊书客：指前代诗人的魂魄来慰问诗人。书客：诗人自指。<br>⑹鲍家诗：指南朝宋<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的诗。鲍照曾写过《行路难》组诗，抒发怀才不遇之情。<br>⑺“恨血”句：《庄子》中说：“苌弘死于蜀，藏其血，三年化为碧。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>流传后世的二百多首<a href=\"http://so.gushiwen.org/view_20352.aspx\">诗</a>中，“鬼”诗有十多首。此诗写秋天来临时诗人的愁苦情怀，从其阴森料峭、鬼魅飘飘的风格来看，就是一首“鬼”诗。</p> <p>　　“日月掷人去，有志不获骋”，这原是古往今来有才智之士的共同感慨。诗人对于时光的流逝表现了特异的敏感，以致秋风吹落梧桐树叶子的声音也使他惊心动魄，无限悲苦。这时，残灯照壁，又听得墙脚边络纬哀鸣；那鸣声，在诗人听来仿佛是在织着寒天的布，提醒人们秋深天寒，快到岁末了。诗开头一、二句点出“秋来”，抒发由此而引出的由“惊”转“苦”的感受，首句“惊心”说明诗人心里震动的强烈。第二句“啼寒素”，这个寒字，既指岁寒，更指听络纬啼声时的心寒。在感情上直承上句的“惊”与“苦”。</p> <p>　　这一、二两句是全诗的引子。一个“苦”字给全诗定下了基调，笼罩以下六句。“谁看青简一编书，不遣花虫粉空蠹”，上句正面提问，下句反面补足。面对衰灯，耳听秋声，诗人感慨万端，他发出一声长长的叹息：“自己写下的这些呕心呖血的诗篇，又有谁来赏识而不致让蠹虫白白地蛀蚀成粉末呢？”情调感伤，与首句的“苦”字相呼应。</p> <p>　　五、六句紧接上面两句的意思。诗人辗转反侧，彻夜无眠，深深为世无知音、英雄无主的忧愤愁思所缠绕折磨，似乎九曲回肠都要拉成直的了。诗人痛苦地思索着，思索着，在衰灯明灭之中，仿佛看到赏识他的知音就在眼前，在洒窗冷雨的淅沥声中，一位古代诗人的“香魂”前来吊问他这个“书客”来了。这两句，诗人的心情极其沉痛，用笔又极其诡谲多姿。习惯上以“肠回”、“肠断”表示悲痛欲绝的感情，李贺却自铸新词，采用“肠直”的说法，愁思萦绕心头，把纡曲百结的心肠牵直，形象地写出了诗人愁思的深重、强烈，可见他用语的新奇。凭吊这种事情，一般只是生者对死者做，他却反过来说鬼魂前来凭吊他这个不幸的生者，更是石破天惊的诗中奇笔。</p> <p>　　“雨冷香魂吊书客”，诗人画出了一幅十分凄清幽冷的画面，而且有画外音，在风雨淋涔之中，他仿佛隐隐约约听到秋坟中的鬼魂，在唱着<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>当年抒发“长恨”的诗，他的遗恨就像苌弘的碧血那样永远难以消释。诗人表面上是说鲍照，实际上是借他人的酒杯，浇自己胸中的块垒。志士才人怀才不遇，这正是千古同恨的事情。</p> <p>　　此诗上半篇采用的是常见的由景入情的写法，下半篇则是全诗最有光彩的部分。“思牵今夜肠应直”，在牵肠情思的引发下，一个又一个恍惚迷离的幻象在眼前频频浮现，创造出了富有浪漫主义色彩的以幻象写真情的独特境界。诗人深广的悲愤与瑰丽奇特的艺术形象之间达到了极其和谐的统一。在用韵上，后半篇也与前半篇不同。前半篇虽然悲苦、哀怨，但还能长歌当哭，痛痛快快地唱出，因而所选用的韵字正好是声调悠长、切合抒写哀怨之情的去声字“素”与“蠹”。到后半篇，与抒写伤痛已极的感情相适应，韵脚也由哀怨、悠长的去声字变为抑郁短促的入声字“客”与“碧”。</p> <p>　　这是一首著名的“鬼”诗，其实，诗所要表现的并不是“鬼”，而是抒情诗人的自我形象。香魂来吊、鬼唱鲍诗、恨血化碧等等形象出现，主要是为了表现诗人抑郁未伸的情怀。诗人在人世间找不到知音，只能在阴冥世界寻求同调，感情十分悲凉。</p>",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "悲秋",
    "写鬼",
    "抒情"
  ]
}