{
  "id": 68,
  "star": 71,
  "name": "中谷有蓷",
  "dynasty": "先秦",
  "content": "中谷有蓷，暵其乾矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣！<br>中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣！<br>中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣！",
  "fanyi": "<p><strong>译文<br></strong>山谷中的益母草，天旱无雨将枯槁。有位女子遭遗弃，内心叹息又苦恼。内心叹息又苦恼，嫁人不淑受煎熬。<br>山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抚胸叹息又长啸。抚胸叹息又长啸，嫁人不淑多苦恼。<br>山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抽噎哭泣泪不干。抽噎哭泣泪不干，悔恨莫及空长叹。</p> <p><strong>注释<br></strong>1.中谷：同谷中，山谷之中。孔疏：“中谷，古中。倒其言者，古人之语皆然，<a href=\"http://so.gushiwen.org/view_68.aspx\">诗</a>文多此类也。”蓷（tuī）：益母草。《尔雅·释草》：“萑，蓷。”郭璞注：“今茺蔚也。叶似荏（萑），方茎，白华，华在节间，又名益母。”<br>2.暵（hàn）其：即“暵暵”，形容干枯、枯萎的样子。暵，晒干。干（gān）：干枯。<br>3.仳（pǐ）离：妇女被夫家抛弃逐出，后世亦作离婚讲。仳，别，分别。<br>4.嘅（kǎi）其：即“嘅嘅”。嘅，同“慨”，叹息之貌。叹：叹息。<br>5.遇人：逢人，嫁人。遇，相逢，不期而会。艰难：困难。郑笺：“有女遇凶年而见弃，与其君子别离，嘅然而叹，伤己见弃，其恩薄。所以嘅然而叹者，自伤遇君子之穷厄。”<br>6.脩（xiū）：干枯，败坏。一说长。<br>7.条：深长。歗（xiào）：同“啸”，号，呼叫，悲啸之声。<br>8.不淑：不善。一说无用。<br>9.湿：将要晒干的样子。<br>10.啜：哽噎抽泣貌。<br>11.何嗟及矣：同“嗟何及矣”。嗟，悲叹声。一说句中助词。何及，言无济于事。及，与。郑笺：“及，与也。泣者，伤其君子弃己。嗟乎，将复何与为室家乎？”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_68.aspx\">诗</a>三章，每章的意思都差不多，反复吟咏，突出主题：女子遇人不淑，最终痛苦、悲伤、愤怒。妇女在春秋时代被男子遗弃的情况，说明男权主义在那个时代已经成为社会伦理观念的主流。女子择偶不慎，嫁了个忘恩绝情的丈夫，最终被抛弃，落得个自怨自艾的下场。可见中国妇女地位的低微，已经有两千年以上的历史了。</p> <p>　　诗歌每节开头，都用山谷中的益母草起兴。益母草是中草药，据<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》，益母草对妇女有明目益神的功效，现代也常用益母草作妇女病治疗调养之用。益母草有益于妇女养生育子。诗歌用益母草起兴，作用有二：一是这种植物与妇女关系密切，提起益母草，可以使人联想到妇女的婚恋、生育、家庭、夫妻，由草及人，充分发挥诗歌联想作用；二是益母草已经干枯了，益母草晒干，可入药。妇女被抛弃，入药的益母草的意义在于：促进夫妻感情和有益于生儿育女的药草，与被离弃的妇女摆在一块，对比强烈，给人的感觉是这位妇女命运真太悲惨。因此，“中谷有蓷”一句，是起了隐喻作用、感情引导作用和启发联想作用。</p> <p>　　每章最后一句，都是妇女自身觉悟的感叹。被薄幸丈夫抛弃，她不仅仅是一昧怨天尤人，而是痛定思痛，得出了“遇人之艰难”、“遇人之不淑”和“何嗟及矣”的结论。这是对自己过去生活的小结，也是对今后生活的警诫。吟唱出来，当然是对更多已婚未婚妇女的提醒和劝告。在这位被抛弃的妇女身上，仍然保留着妇女自重自觉的品格，这正是她灵魂中清醒而坚强的一面，启迪着人们。</p>",
  "about": "<h2>创作背景</h2> 　　《王风·中谷有蓷》反映的是东周时期下层妇女的生活状况。这是历来争论最少的《<a href=\"http://so.gushiwen.org/view_68.aspx\">诗</a>经》篇章，从《毛诗序》到现代学者，绝大多数论者都同意：这是一首被离弃妇女自哀自悼的怨歌。只是《毛诗序》以为是“夫妇日以衰薄，凶年饥馑，室家相弃尔”，今人如余冠英、程俊英等也以为是荒年中一位弃妇的哀叹之诗。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "闺怨"
  ]
}