{
  "id": 58914,
  "star": 355,
  "name": "水调歌头·送章德茂大卿使虏",
  "dynasty": "宋代",
  "content": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！<br>尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！",
  "fanyi": "<p><strong>译文</strong><br>不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场伸出手来力挽狂澜，终究还要归还我的气压万夫的英雄。自笑身为堂堂的大汉民族的使节，居然像河水一般，向东而流（比喻对金人的朝拜）。暂且再向敌人的帐篷（穹庐）走一遭，将来定要征服他们，下次与金主再见就要在我大宋的属国使节馆了。<br>是唐尧建立的城都，是虞舜开辟的土壤，是夏禹对疆域的分封。在这当中应有一个半个知耻的臣子站出来保卫国家。万里河山充斥着金人游牧民族的腥膻之气，千古以来的爱国志士的英灵安在，浩大的抗金正气什么时候才能伸张畅通？金人的命运用不着多问，祖国将像光辉灿烂的太阳照耀在空中。<br></p> <p><strong>注释</strong><br>送章德茂大卿使虏：<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的友人章森，字德茂，当时是大理少卿，试户部尚书，奉命使金，贺金主完颜雍生辰（万春节），陈亮便写了本词赠别。<br>北群空：语出<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”，指没有良马，借喻没有良才。<br>只手：独立支撑的意思。<br>穹庐：北方少数民族居住的圆顶毡房。<br>藁街：在长安城内，外国使臣居住的地方。《汉书·陈汤传》曾载陈汤斩匈奴郅支单于后奏请“悬头藁街”，以示万里明犯强汉者，虽远必诛”。<br>腥膻：代指金人。因金人膻肉酪浆，以充饥渴。</p><br/><p><strong>译文<br></strong>请告诉金国统治者，不要以为许久不见南方出师北伐，便认为宋朝没有了人才。但愿您这次使金发挥才干魄力，只手擎天，终究会显示万夫莫当的英雄气概。我们堂堂汉使必能完成使命，哪能像河水永远东流那样，年年向金廷求和？这次遣使往贺金主生辰，是因国势积弱暂且再让一步，终须发愤图强，战而胜之，获彼王之头悬于藁街。<br>在这个尧、舜、禹圣圣相传的国度里，在这片孕育着汉族文化的国土上生长着的伟大人民当中，总该有一个半个耻于向金人称臣的志士吧！让金人玷污和践踏的中原大地充满腥膻臭气，怎么能令人容忍？我们先烈为国献身的精神何在？我们的民族正义何时得到伸张？金人的气数已尽无需再言，我们现在正如日中天，必将获得最后胜利。</p> <p><strong>注释</strong><br>⑴水调歌头：词牌名，又名“元会曲”“台城游”“凯歌”“江南好”“花犯念奴”等。双调九十五字，平韵（宋代也有用仄声韵和平仄混用的）。相传隋炀帝开汴河自制《水调歌》，唐人演为大曲， “歌头”就是大曲中的开头部分。<br>⑵送章德茂大卿使虏：<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的友人章森，字德茂，当时是大理少卿，试户部尚书，奉命使金，贺金主完颜雍生辰（万春节）。大卿：对章德茂官衔的尊称。使虏：指出使到金国去。宋人仇恨金人的侵略，所以把金称为“虏”。<br>⑶北群空：语出<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”，指没有良马，借喻没有良才。<br>⑷当场只手：当场大事，只手可了。<br>⑸毕竟还我万夫雄：毕竟我还是万夫之雄。我，指章德茂。<br>⑹自笑堂堂汉使，得似洋洋河水，依旧只流东：我们汉使哪肯年年去朝见金廷。得似，哪得能像。<br>⑺且复穹庐拜，会像藁街逢：且去再拜你一拜，将来必将把你抓到我们的国家来。穹庐，北方少数民族居住的圆顶毡房，这里借指金廷。藁街：汉朝长安城南门内给少数民族居住的地方。汉将陈汤曾斩匈奴郅支单于首悬之藁街。《汉书·陈汤传》曾载陈汤斩郅支单于后奏请“悬头藁街蛮夷邸间，以示万里明犯强汉者，虽远必诛”。<br>⑻尧之都，舜之壤，禹之封：那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。都，定都。壤，土地。封，疆界。<br>⑼于中应有，一个半个耻臣戎：那里总有几个有骨头，以向异族俯首臣称为耻的！耻臣戎：指以投降敌人为耻辱的爱国志士。戎，指戎狄，这里就是指金人。如许，如此的意思。<br>⑽腥膻：代指金人。因金人膻肉酪浆，以充饥渴。<br>⑾千古英灵安在，磅礴几时通：千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！磅礴，这里指的是浩然的气势。<br>⑿胡运：金国的命运。赫日自当中：宋王朝的国运如赤日之在中天，前途光明。赫，光明的样子。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　以论入词而又形象感人，是此篇又一重要特色。<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>在《上孝宗皇帝第一书》中说：“南师之不出，于今几年矣！河洛腥膻，而天地之正气抑郁而不得泄，岂以堂堂中国，而五十年之间无一豪杰之能自奋哉？”在《与章德茂侍郎》信中说：“主上有北向争天下之志，而群臣不足以望清光。使此恨磊磈而未释，庸非天下士之耻乎！世之知此耻者少矣。愿侍郎为君父自厚，为四海自振！”这首《水调歌头》便是他这些政治言论的艺术概括。<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>《书龙川集后》说陈亮填词“每一章就，辄自叹曰：‘平生经济之怀，略已陈矣！’”可见他以政论入词，不是虚情造作或抽象说教，而是他“平生经济之怀”的自觉袒露，是他火一般政治热情的自然喷发。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《中国韵文里头所表现的情感》一文认为这类作品“都是情感突变，一烧烧到白热度，便一毫不隐瞒，一毫不修饰，照那情感的原样子，迸裂到字句上。我们既承认情感越发真，越发神圣；讲真，没有真得过这一类了。这类文学，真是和那作者的生命分劈不开！”这些话，可能有过甚其辞之处，但对理解和欣赏这首词还是有启发的。陈亮此词正是他鲜明个性的化身，是他自我形象的一种表现。　</p> <p>　　在抒发爱国豪情壮志、促进词体发展的大合唱中，陈亮高亢雄壮的歌喉征服了千百年来的“听众”。在陈亮所有的爱国词中，这首送章德茂的《水调歌头》独树一帜，写得颇具特色。整篇立意深远，章法整饬，同时体现了南宋抗金派词充满强烈的民族自豪感和抗战必胜的坚定信念的特点。这种词使人振奋，使人鼓舞，带有积极浪漫主义的气息。</p><br/><h2>鉴赏</h2> <p>　　词的上片紧扣“出使”的题目，下片的议论站得更高，触及了整个时事。　</p> <p>　　上片开头概括了章德茂出使时的形势。“不见南师久，漫说北群空”，词一开头，就把笔锋直指金人，警告他们别错误地认为南宋军队久不北伐，就没有能带兵打仗的人才。“漫说北群空”用<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《送温处士赴河阳军序》“伯乐一过冀北之野而马群遂空”的字面而反其意，以骏马为喻，说明此间大有人在。从“当场只手”到上片结束，都是作者鼓励章德茂的话。“当场”两句，转入章森出使之事，意脉则仍承上句以骏马喻杰士，言章森身当此任，能只手举千钧，在金廷显出英雄气概。“还我”二字含有深意，暗指前人出使曾有屈于金人威慑，有辱使命之事，期望和肯定章森能恢复堂堂汉使的形象。无奈宋弱金强，这已是无可讳言的事实，使金而向彼国国主拜贺生辰，有如河水东流向海，岂能甘心，故一面用“自笑”解嘲，一面又以“得似……依旧”的反诘句式表示不堪长此居于屈辱的地位。这三句句意对上是一跌，借以转折过渡到下文“且复穹庐拜，会向藁街逢”。“穹庐”，北方游牧民族所居毡帐，这里借指金廷。“藁街”本是汉长安城南门内“蛮夷邸”所在地，汉将陈汤曾斩匈奴郅支单于首悬之藁街。这两句是说，这次遣使往贺金主生辰，是因国势积弱暂且再让一步；终须发愤图强，战而胜之，获彼王之头悬于藁街。“会”字有将必如此之意。这两句的意思是说：你暂且到金人宫殿里去拜见一次吧，总有一天我们会制服他们，把金贵族统治者的脑袋挂在藁街示众的。两句之中，上句是退一步，承认现实；下句是进两步，提出理想，且与开头两句相呼应。这是南宋爱国志士尽心竭力所追求的恢复故土、一统山河的伟大目标。上片以此作结，对章森出使给以精神上的鼓励与支持，是全词的“主心骨”。</p> <p>　　下片没有直接实写章森，但处处以虚笔暗衬对他的勖勉之情。“尧之都，舜之壤，禹之封”三句，是指千百年来养育了华夏子孙的祖国大地，在这里主要是指北中国。尧、舜、禹是上古时代的帝王。都、壤、封就是国都、土地、疆域的意思。面对着大好河山，作者激愤痛心地问道：“于中应有、一个半个耻臣戎”，意思是说，在这个尧、舜、禹圣圣相传的国度里，在这片孕育着汉族文化的国土上生长着的伟大人民当中，总该有一个半个耻于向金人称臣的志士吧！“万里腥膻如许”三句，谓广大的中原地区，在金人统治之下成了这个样子，古代杰出人物的英魂何在？伟大祖先的英灵何在？正气、国运何时才能磅礴伸张？作者的这一连串责问，完全是针对朝廷上的主和派而发，在他的心目中，这些主和派是不折不扣的千古罪人。“耻臣戎”指以投降敌人为耻辱的爱国志士。“戎”指戎狄，这里就是指金人。“如许”，如此的意思。最后两句，总挽全词。“胡运”，金国的气运。词人坚信：金人的气数何须一问，它的灭亡是肯定的，宋朝的国运如烈日当空，方兴未艾。这充分表达了作者对抗金事业的信心。</p> <p>　　全词不是孤立静止地描写人和事，而是把人和事放在发展变化的过程中加以表现。这样的立意，使作品容量增大，既有深度，又有广度。从本是有失民族尊严的旧惯例中，表现出强烈的民族自尊心、自豪感；从本是可悲可叹的被动受敌中，表现出打败的必胜信心。马卡连柯说过：过去的文学，是人类一本痛苦的“老账簿”。南宋爱国词的基调，也可这样说。但<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>这首《水调歌头》，由于立意高远，在同类豪放作品中，要高出一筹。它通篇洋溢着乐观主义的情怀，充满了昂扬的感召力量，使人仿佛感到在暗雾弥漫的夜空，掠过几道希望的火花。这首词尽管豪放雄健，但无粗率之弊。全篇意脉贯通，章法有序。开头以否定句式入题，比正面叙说推进一层，结尾与开头相呼应而又拓开意境。中间十五句，两大层次。前七句主要以直叙出之，明应开头；后八句主要以诘问出之，暗合开篇。上下两片将要结束处，都以疑问句提顿蓄势，形成飞喷直泻、欲遏不能的势态，使结句刚劲有力且又宕出远神。词是音乐语言与文学语言紧密结合的特殊艺术形式。词的过片，是音乐最动听的地方，前人填词都特别注意这关键处。陈亮在这首思想性很强的《水调歌头》中，也成功地运用了这一艺术技巧。　</p> <p>　　他把以连珠式的短促排句领头的、全篇最激烈的文字：“尧之都，舜之壤，禹之封，于中应有，一个半个耻臣戎！”适当地安插在过片处，如高山突兀，如利剑出鞘，因而也充分地表达了作者火一般的感情，突出地表现了作品的主旨。</p>",
  "about": "<h2>评价</h2> <p>　　有人批评<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的这首词并非“高调”，也就是说，这首词写的太直，不含蓄，因而谈不上上乘之作，其实，这种评价十分片面。一般情况下，<a href=\"http://so.gushiwen.org/view_58914.aspx\">诗</a>词应写得含蓄，力戒平铺直叙，但也不能一刀切。没有真情实感的诗词，即使写得再含蓄，也浮泛无味，直中有深情，直而有兴味，直给人一种赏心悦目的美感。因此，气势逼人的披文入情的直接感染力量，仍能使读者耳目一新。</p> <p>　　苟且偷安的南宋朝廷，自与金签订了“隆兴和议”以后，两国间定为叔侄关系，常怕金以轻启边衅相责，借口又复南犯，不敢作北伐的准备。每年元旦和双方皇帝生辰，还按例互派使节祝贺，以示和好。虽貌似对等，但金使到宋，敬若上宾；宋使在金，多受歧视。故南宋有志之士，对此极为恼火。　</p> <p>　　公元一一八五年（淳熙十二年）十二月，宋孝宗命章森（字德茂）以大理少卿试户部尚书衔为贺万春节（金世宗完颜雍生辰）正使，陈亮作这首《水调歌头》为章德茂送行。“大卿”是对他官衔的尊称。“使虏”指出使到金国去。宋人仇恨金人的侵略，所以把金称为“虏”。这首词采用通篇议论的写法，言辞慷慨，充满激情，表达了不甘屈辱的正气，与誓雪国耻的豪情。对这种耻辱性的事件，一般是很难写出振奋人心的作品，但陈亮由于有饱满的政治热情和对诗词创作的独特见解，敏感地从消极的事件中发现有积极意义的因素，开掘词意，深化主题，使作品气势磅礴，豪情万丈。</p>",
  "poet": {
    "id": 244,
    "star": 0,
    "name": "陈亮",
    "image": "http://img.gushiwen.org/authorImg/chenliang.jpg",
    "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"
  },
  "tags": [
    "宋词三百首",
    "议论",
    "豪放",
    "爱国",
    "壮志"
  ]
}