{
  "id": 10566,
  "star": 28,
  "name": "寄韩谏议 / 寄韩谏议注",
  "dynasty": "唐代",
  "content": "今我不乐思岳阳，身欲奋飞病在床。<br>美人娟娟隔秋水，濯足洞庭望八荒。<br>鸿飞冥冥日月白，青枫叶赤天雨霜。<br>玉京群帝集北斗，或骑麒麟翳凤凰。<br>芙蓉旌旗烟雾落，影动倒景摇潇湘。<br>星宫之君醉琼浆，羽人稀少不在旁。<br>似闻昨者赤松子，恐是汉代韩张良。<br>昔随刘氏定长安，帷幄未改神惨伤。<br>国家成败吾岂敢，色难腥腐餐枫香。<br>周南留滞古所惜，南极老人应寿昌。<br>美人胡为隔秋水，焉得置之贡玉堂。",
  "fanyi": "<p><strong>译文</strong><br>眼下我心情不佳是思念岳阳，身体想要奋飞疾病逼我卧床。隔江的韩注他品行多么美好，常在洞庭洗足放眼望八方。鸿鹄已高飞远空在日月之间，青枫树叶已变红秋霜已下降。玉京山众仙们聚集追随北斗，有的骑着麒麟有的驾着凤凰。芙蓉般的旌旗被烟雾所淹没，潇湘荡着涟漪倒影随波摇晃。星宫中的仙君沉醉玉露琼浆，羽衣仙人稀少况且不在近旁。听说他仿佛是昔日的赤松子，恐怕是更象汉初韩国的张良。当年他随<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>建业定都长安，运筹帷幄之心未改精神惨伤。国家事业成败岂敢坐视观望，厌恶腥腐世道宁可餐食枫香。太史公留滞周南古来被痛惜，但愿他象南极寿星长泰永昌。品行高洁之人为何远隔江湖，怎么才能将他置于未央宫上？</p><p><strong>注释</strong><br>谏议：按：谏议大夫起于后汉。续通典：武后龙朔二年改为正谏大夫，开元以来，仍复。凡四人属门下官。<br>不乐：<a href=\"http://so.gushiwen.org/view_10566.aspx\">诗</a>唐风：今我不乐，日月其除。<br>岳阳：师注：岳州巴陵郡曰岳阳，有君山、洞庭、湘江之胜。按：此系谏议隐居处。地理志：岳州在岳之阳，故曰岳阳。按：岳阳即今湖广岳州府。<br>奋飞：诗邶风：静言思之，不能奋飞。<br>娟娟：<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>初月诗：未映西北墀，娟娟似蛾眉。<br>洞庭：禹贡，九江孔殷。注：九江，即今之洞庭湖也。沅水、渐水、元水、辰水、叙水、酉水、沣水、资水、湘水，皆合於洞庭，意以是名九江也。按：洞庭在府西南。<br>八荒：<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传：陟西岳以望八荒。<br>鸿飞冥冥：指韩已遁世。法言：鸿飞冥冥，弋人何篡焉。<br>枫叶：<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>诗：晓霜枫叶丹。<br>雨霜：鲍照诗：北风驱鹰天雨霜。<br>玉京：按，元君注：玉京者，无为之天也。东南西北，各有八天，凡三十二天，盖三十二帝之都。玉京之下，乃昆仑之都。<br>群帝：<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗：群帝共上下。<br>北斗：晋书天文志：北斗在太微北，七政之枢机，号令之主。<br>麒麟：集仙录：群仙毕集，位高者乘鸾，次乘麒麟，次乘龙凤鹤，每翅各大丈余。<br>倒景：大人赋：贯列缺之倒景。注引陵阳子明经：列缺气去地二千四百里，倒景气去地四千里，其景皆倒在下。<br>潇湘：<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>诗：洞庭张乐地，潇湘帝子游。<br>星宫：前汉天文志：经星常宿，中外官凡百七十八名，积数七百八十三星，皆有州国官宫物类之象。<br>琼浆：楚辞：华爵既陈，有琼浆些。<br>羽人：穿羽衣的仙人。楚辞：仍羽人於丹丘。<br>赤松子：史记留侯世家：张良曰：吾以三寸舌为帝者师，封万户，位列侯，布衣之极，於良足矣。愿弃人间事，从赤松子游耳。乃学避谷引道轻身。<br>韩张良：<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>高祖功臣传：太子少傅留文成侯韩张良。<br>刘氏：汉书高祖纪：帝尝与吕后曰：周勃厚重少文，然安刘氏者必勃也。令为太尉。<br>帷幄未改：帷幄本指帐幕，此指谋国之心。高帝纪：运筹帷幄之中，决胜千里之外，吾不如子房。<br>色难：神仙传：壶公数试费长房，继令噉溷，臭恶非常，长房色难之。<br>腥腐：鲍照诗：何时与尔曹，啄腐共吞腥。<br>枫香：尔雅注：枫有脂而香。南史：任昉营佛殿，调枫香二石。<br>周南留滞：史记太史公自序：是岁，天子始建汉家之封，而太史公留滞周南，不得与从事。注：古之周南，今之洛阳。<br>老人寿昌：晋书：老人一星在弧南。一曰南极，常以秋分之旦见於丙，秋分之夕没於丁。见则治平，主寿昌。<br>玉堂：十洲记：昆仑有流精之阙，碧玉之堂，西王母所治也。按：梦溪笔谈：唐翰林院在禁中，乃人主燕居之所。玉堂承明金銮殿，皆在其间。</p><br/><p><strong>译文</strong><br>我的心情恺郁思念着岳阳，想要鼓翼奋飞却辗转在病床。<br>远隔秋水的伊人是多么美好，你在洞庭湖边洗脚，一面向四方遥望。<br>鸿雁飞向邀远的高天，皓洁的日月放射光芒。秋风染红青枫的绿叶，秋空中降下寒霜。<br>玉京的天帝们聚集在北斗星宫，有的乘驾麒麟，有的骑着凤凰。<br>芙蓉装饰的旌旗招展，如烟雾漫天，旗影摇动那映着丽日的潇湘。<br>星宫的帝君在那里畅饮美酒，可惜飞仙稀少，远在他方。<br>听说你已经归隐，跟从仙人赤松子，像汉代的张良一样。<br>你曾经安邦定国，建立功绩，运筹决策的政务使你烦倦，神情惨伤。<br>你说你不能左右国家的命运，想去求仙访道，不愿留在污浊的尘世上。<br>太史公怅恨滞留洛阳，你又为什么隐居潇湘？当天空出现老人星，世上就会太平、安康。<br>你为什么同我远隔秋水不得相见？几时你才肯重新出山来辅佐朝堂？</p> <p><strong>注释</strong><br>1.韩谏议注：韩注，生平不详，由此<a href=\"http://so.gushiwen.org/view_10566.aspx\">诗</a>看当为楚人。谏议是其曾任官职，唐门下省属官有谏议大夫，正五品上，掌侍从赞相，规谏讽谕。<br>2.岳阳：今湖南岳阳，当是韩注所在地。<br>3.奋飞：插翅飞去。<br>4.美人：指所思慕之人，男女都可用，用于男性则指其才德美。《离骚》：“惟草木之零落兮，恐美人之迟暮”。娟娟：秀美状。<br>5.濯足洞庭：《楚辞·渔父》引古歌：“沧浪之水清兮，可以灌我缨；沧浪之水浊兮，可以灌吾足。”据《楚辞》旧注，沧浪水近在楚都。当与洞庭同一水系。洞庭，湖名，在今湖南、湖北交界处。<br>6.八荒：四方四隅称八荒。<br>7.鸿飞冥冥：指韩己遁世。冥冥，远空。<br>8.玉京：玉京山，道家仙山，元始天尊居处。<br>9.群帝：此指群仙。<br>10.北斗：北斗是人君之象，号令之主（《晋书·天文志》）。<br>11.“或骑”句：《集仙录》记：群仙毕集，位高者乘鸾，次乘麒麟，次乘龙。翳，语助词。<br>12.倒景：即“倒影”。<br>13.摇潇湘：指倒影在潇湘水中荡漾。潇、湘是二水，于湖南零陵汇合。<br>14.星宫之君：承“集北斗”，当指北斗星君，借指皇帝。<br>15.羽人：飞仙，借指远贬之人。两句谓君上昏醉，贤人远去。<br>16.“似闻”二句：张良字子房，韩国旧贵族，后为<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>谋臣，刘邦得天下，张良说：“愿去人间事，从赤松子游耳。”见《汉书，张良传》。后道教附会张良真随赤松子仙去。赤松子是神农时雨师。<br>17.“昔随”二句：《汉书·高祖纪》载刘邦言：“运筹帷握之中，决胜千里之外，吾不如子房功。”此借用言韩注有功于朝廷，旧迹未改，而人事已非，不由黯然神伤。定长安，建都长安。帷惺，军幕。<br>18.“国家”二句：前句化用<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>《出师表》：“至于成败利钝，非臣之明所能逆睹也。”吾，是以韩的口气说话。后句化用《庄子·秋水》寓言，说鹓雏（鸾凤之属）非梧桐不止，非练实不食，非醴泉不饮。有鸱鸮（猫头鹰）得一腐鼠，见鹓雏飞过，怕来夺食，就“吓”声以驱赶鹓雏。不知鹓雏根本无意于此。鸱鸮喻宵小之徒，鹓雏言避世贤者。<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>《升天行》“何时与尔曹，逐腐共吞腥”，鲍诗是愤激反语，这里正说。色难，面有难色，不愿之意。枫香，《尔雅注》说枫似白杨有脂而香，称枫香。道家常以枫香和药，餐枫香喻持操隐居。<br>19.“周南”句：《史记·太史公自序》：“是岁天子始建汉家之封，而太史公留滞周南，不得与从事。”<br>20.南极老人：《晋书·天文志》言，南极星，又名老人星，见则天下治平，主掌寿昌。<br>21.胡为：何为，为什么。<br>22.贡：献，这里是荐举之意。<br>23.玉堂：汉未央宫有玉堂。这里指朝廷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　在整部杜集中，《寄韩谏议注》并不是杜<a href=\"http://so.gushiwen.org/view_10566.aspx\">诗</a>最高成就和主体风格的代表作品，但是，这首诗深具别样之美，似乎也不是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>其他诗作光芒所能掩盖。</p> <p>　　此诗虽为七言古体，但在诗歌意象选取、意境营造乃至情感抒发等方面，可以说落笔便得楚骚之风。叶矫然《龙性堂诗话》谓此作“文心幻森，直登屈、宋之堂”，“文心幻森”四字，深识骚意。</p> <p>　　起首二句“今我不乐”“身欲奋飞”杨伦《杜诗镜铨》称其“开口便有神游羽御之意”。继而“美人”“秋水”句，沿袭《离骚》隐喻和《兼葭》《秋水》的意境，致怀思韩君之意。“鸿飞冥冥”借《法言》语比韩之遁世。“叶赤”“雨霜”则化用鲍、谢诗写秋深之景象。此诗所化用的诗句，皆以其意境相类，故能水乳交融，整个诗境的营造似茫茫无迹而弥漫八荒，诗人之意绪似从天而至，缘水而生。“岳阳”“洞庭”“潇湘”等地名的频繁出现，点明了韩君屏居之地，也使诗歌带上了浓郁的楚文化地域特色。</p> <p>　　此诗又是一篇以浪漫手法观照现实社会的作品。“玉京群帝”以下六句写天宫之事，如天马行空，极意铺张，颇似太白《梦游天姥吟留别》中对梦幻仙境的描绘。诗中运用了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>似的象征和隐喻，使其对神仙世界虚幻莫测、扑朔迷离的描写，笔笔落到现实人间。诗人运用比兴手法，由洞庭秋水的“美人”之思而驰笔于天界仙官之境，表现了“仕”与“隐”的强烈对比，曲尽今昔哀荣之致。“羽人稀少不在旁”，是为韩君政治命运之写照；“影动倒景摇潇湘”，则又照应“美人”屏迹之所在。</p> <p>　　“似闻昨者赤松子，恐是汉代韩张良。”言此学仙遁世者，本为王佐之才，尝立功帝室也。以“运筹帷握之中，决胜千里之外”（《汉书·高祖纪》）的韩张良喻韩谏议，颇多称许之意。仇兆鳌《杜诗详注》引黄生语认为杜甫此诗乃借韩君之经历“因以自寓”，置身政治漩窝之中，个人的命运实在难于左右，杜甫对此有切肤之感，故而尤能深刻体会韩谏议“帷握未改神惨伤”的意味。杜甫借韩君以自寓，韩谏议的形象处处可见诗人自己的影子，不禁感慨系之。至于“国家成败吾岂敢，色难腥腐餐枫香”，直不知是写谏议，还是诗人内心之自况。</p> <p>　　这首诗作于杜甫居夔后出峡前，诗人大半生飘泊流离，备尝生活艰辛，阅尽世态炎凉，至此已是老病缠身，进人了人生的晚景。“今我不乐”之起兴，点出了诗人当时心境，更寄寓了政治深意，这在结尾部分得到很好的表现，最后四句杜甫表达了其一以贯之以苍生社稷为念的思想。“周南留滞”以太史公司马谈比于韩谏议，对其不复用世深致惋惜。“南极老人”句，表明诗人之着眼，并非止于个人之藏用，而是将国运民生作为其诗歌的终极关怀。杜甫期冀“美人”贡之“玉堂”，乃深惜谏议有韩张、司马之才，本当报效朝廷，匡扶社稷，竟不见容于当世，以至于留滞秋水，终老江湖，实为国家之不幸。</p> <p>　　杜甫处身于“老病客殊方”（《壮游》）的困境，尤思贡“美人”于玉堂。这一思想，应该说已经超越了封建时代知识分子个人的成败得失和禀性好恶。张子房的功成身退和韩谏议的激流知退实际上颇合于杜甫“色难腥腐”的本心；在仕途上尚不如张、韩走得那么远的杜甫，甚至对韩君之退隐也还隐约流露出稀微的向往，因为韩君在政治上曾经辉煌的成就感正是杜甫所缺少的。但不论如何，杜甫有着更强烈的“葵霍倾太阳”（《自京赴奉先县咏怀五百字》）似的政治热情，一生未曾放弃。“仕”与“隐”的选择，“出”与“入”之依违，贯穿了杜甫整个人生和思想历程。现实的绝望使他“每欲孤飞去”（《秋日夔府咏怀一百韵》）理想的执著又令他“不忍便永诀”（《自京赴奉先县咏怀五百字》），幻灭与希望交织成困惑难解的政治情结。</p> <p>　　这首诗在诗歌意象与创作风格方面有神接屈子、境妙滴仙之致，但其老成诗笔与曲折情怀，归根到底还是杜甫式的。诗歌遣词造意异常精省凝炼；章法上尤能巧设伏笔，处处呼应，虽纵横驰骋而浑然一体，表现出杜甫一贯严密的诗思和严谨的结构；情感的抒发一波三折，曲尽其意，含晦而深挚。</p> <p>　　一篇寄予隐者的诗歌，寄托了生命迟暮的诗人对理想与现实的严肃思考和执着不舍的政治情怀。它所引发时代、社会与个人的今昔之感、哀荣之念，实与老杜同一时期《诸将》《八哀》《秋兴》《咏怀》诸作貌异而神合。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10566.aspx\">诗</a>作于唐代宗大历元年（766）秋，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>出蜀居留夔州之时。从作品看，诗中的韩注大概是杜首的一位好友，曾出任谏言，于国有功，且富有才干。但他在朝廷却受到小人排斤，于是辞宫归隐于岳阳，修神仙之道，杜甫为朋友感到惋惜，于是写这首劝他去辅国佐君。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "唐诗三百首",
    "游仙"
  ]
}