{
  "id": 72198,
  "star": 37,
  "name": "子产告范宣子轻币",
  "dynasty": "先秦",
  "content": "　　范宣子为政，诸侯之币重，郑人病之。</p> <p>　　二月，郑伯如晋。子产寓书于子西，以告宣子，曰：“子为晋国，四邻诸侯，不闻令德而闻重币。侨也惑之。侨闻君子长国家者，非无贿之患，而无令名之难，夫诸侯之贿，聚于公室，则诸侯贰；若吾子赖之，则晋国贰。诸侯贰则晋国坏，晋国贰则子之家坏。何没没也？将焉用贿？</p> <p>　　夫令名，德之舆也。德，国家之基也。有基无坏，无亦是务乎？有德则乐，乐则能久。诗云：‘乐只君子，邦家之基。’有令德也夫！‘上帝临女，无贰尔心。’有令名也夫！恕思以明德，则令名载而行之，是以远至迩安。毋宁使人谓子，子实生我，而谓子浚我以生乎？象有齿以焚其身，贿也。”</p> <p>　　宣子说，乃轻币。",
  "fanyi": "<h2>译文</h2> <p>　　晋国范宣子执政，诸侯向晋国缴纳的贡品很重，郑国人深为这件事所苦。</p> <p>　　二月，郑简公到晋国去，子产托随行的子西带去一封信，将这事告诉范宣子，信上说：“您治理晋国，四邻诸侯不听说您的美德，却听说收很重的贡品，侨对此感到困惑。侨听说君子掌管国家和大夫家室事务的，不是为没有财货担忧，而是为没有美名担忧。诸侯的财货聚集在晋国国君的宗室，诸侯就离心。如果您依赖这些财货，晋国人就会离心。诸侯离心，晋国就垮台；晋国人离心，您的家室就垮台，为什么沉迷不悟呢？那时哪里还需要财货？说到美名，它是传播德行的工具；德行，是国家和家室的基础。有基础就不致垮台，您不也应当致力于这件事吗？有了德行就快乐，快乐就能长久。《<a href=\"http://so.gushiwen.org/view_72198.aspx\">诗</a>经·小雅·南山有台》说：‘快乐的君子，国家的基石’，说的是有美德啊！《诗经·大雅·大明》说：‘上帝监视着你，不要使你的心背离’，说的是有美名啊！用宽恕的心来显示德行，美名就会载着德行走向四方，因此远方的人闻风而至，近处的人也安下心来。宁可让人说，‘您的确养活了我们’，而能让人说‘您榨取了我们来养活自己’吗？象有牙齿而毁灭了它自身，就是由于财货的原故。”</p> <p>　　范宣子很高兴，于是减轻了诸侯的贡品。</p><br/><p><strong>译文</strong></p> <p>　　晋范宣子执政，诸侯去朝见晋国时的贡纳的财礼很重，郑国人对此感到头痛。</p> <p>　　二月，郑简公到晋国去。子产托子西带信告诉范宣子，说：“您治理晋国，四邻的诸侯没有听到您的美德，却听到您要很重的贡物，我对此感到迷惑。我听说君子执掌国家和家族政权的，不是担心没有财礼，而是害怕没有好名声。诸侯的财货，都聚集在晋国，那么诸侯就会叛离。如果您贪图这些财物，那么晋国的内部就会不团结。诸侯叛离，晋国就要受到损害；晋国内部不团结，您的家族就会受到损害。为什么那样糊涂呢！贪图得来的财货又有什么用呢？</p> <p>　　“好名声，是装载德行远远传播的车子。德行，是国家和家族的基础。有了基础才不至于败坏，不也应该致力于这个吗？有了德行就会与人同乐，与人同乐才能在位长久。《<a href=\"http://so.gushiwen.org/view_72198.aspx\">诗</a>经》说：‘快乐啊君子，是国家和家族的基础。’这就是说有美德啊！‘上天看顾你，不要三心二意。’这就是说有好名声啊！心存宽恕来发扬美德，那么好名声就可以四处传播，因此远方的人纷纷来到，近处的人得到安心。是宁可让人说您‘您确实养活了我’，还是说‘您榨取我来养活自己’呢？大象有了象牙而使自己丧生，这是因为象牙也是值钱的财货呀。”</p> <p>　　范宣子听了很高兴，就减轻了诸侯进贡的财礼。</p> <p><strong>注释</strong><br>1.币：帛，古代通常用作礼物。这里指诸侯向盟主晋国进献的贡品。<br>2.病：这里作动词用，忧虑。<br>3.郑伯：郑简公。<br>4.子产：即公孙侨，一字子美。郑简公十二年（前554）为卿，二十三年（前543）执政。寓：寄，传书。子西：郑大夫。当时随从郑简公去晋国。 <br>5.侨：子产自称。<br>6.贿：财物。<br>7.令名：好的名声。<br>8.公室：指晋君。<br>9.赖：恃，凭借。<br>10.没没：沉溺，贪恋。<br>11.舆：车子。<br>12.见《诗经·小雅·南山有台》篇。只：语助词，没有意义。<br>13.见《诗经·大雅·大明》篇。“无贰尔心”：即“尔心毋贰”。<br>14.迩：近。 <br>15.浚：取。 <br>16.焚身：丧身。<br>17.说：通“悦”，高兴。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　文章开头先交待了子产写这封信的背景。当时晋国为盟主，范宣子（士匄）为中军将，主持晋国政事。在范宣子执政时，加重征收诸侯对晋国贡献的财物。郑国也以此为患。公元前549年2月，郑简公到晋国朝会，郑大夫子西陪同前往，子产让子西捎带书信，以劝告范宣子。[1] </p> <p>　　信的开头故作危激之论：“您治理晋国，四邻的诸侯没有听说您有什么美德，只听到了您加重了各国缴纳的贡物，我对此感到困惑不解。”子产作为小国的大夫。写信给盟主国的执政竟然如此不客气，指出范宣子执政时“不闻令德”，“而闻重币”，这的确是振聋发聩之言。子产故作惊人之语，以期引起范宣子的重视。</p> <p>　　子产在信中说：“我听说君子领导国家和家族的，不是担心没有财物，而是担心没有美好的声誉。如果把诸侯的财物都集中到晋国的王室，那么诸侯就会对晋国产生二心。假如您私自占有，晋国的人民就会离心。诸侯有了二心，晋国的盟主地位就会动摇；晋国人民不信任您，您也不能保家。不要再执迷不悟，要这些财物也没有什么用。”子产从“令德”推出“令名”，点出这篇文章的主旨：“君子长（掌）国家者，非无贿之患，而无令名之难。”称霸的大国压榨势力范围内的小国，是春秋时代的一种暴政，它必然引起国家间的冲突，子产警告范宣子，压榨过重，将使诸侯不满，人民离心，从而产生严重的后果：“诸侯贰，则晋国坏；晋国贰，则子之家坏。”范宣子将处于既不能保国又不能卫家的境地。如果家破人亡，钱财这些身外之物就没有用了。既然贪敛财物危害甚大，就不要再一意孤行了。 </p> <p>　　子产继续写道：“好的声誉，是传播美德的车子；美德，是国家和家族的基础。有了牢固的基础，国家才不会崩溃。还是努力追求美德吧！在位者有美德，人民就快乐，人民快乐，国家就能保持长久。《<a href=\"http://so.gushiwen.org/view_72198.aspx\">诗</a>经》中说：‘君子乐和有德，就能奠定国家的基础。’这就是因为有美德啊！《诗经》中又说：‘上帝看着你，你不要三心二意。’这就是有美名啊！用宽宥谅解的精神来发扬美德，那么好的名声就能像车载一样传播，因此远方的人来归附，近处的人安居。您是宁可让人家说‘您实在是养活了我，’还是说‘您榨取我的血汗来养活您自己’。大象因为有了象牙而毁了自己，这是因为象牙值钱的缘故。” </p> <p>　　子产这一席话酣畅淋漓，进一步阐发了“令名”与“令德”的作用，从“令名”又推回“令德”，反复阐述，不惮其烦。他说，美名是装载美德的工具，美德则是国家的基础。国家依靠这个基础才不致崩溃。在位的执政者如发扬美德，就会声名远播，“远至迩安”。子产认为，具有美德的人绝不会贪重币帛，他尖锐的指出：“毋宁使人谓子，子实生我，而谓子浚我以生乎？”究竟让诸侯国由于盟主采取宽厚政策而心怀感激，还是让诸侯国受尽压榨而心怀怨恨，从而动摇晋国的盟主地位。不言而喻，聪明的执政者一定会采取前一种政策。子产最后用大象因为自己的牙齿贵重而给自身招来祸患的比喻，警告范宣子：不要因为采取贪重币帛的短视政策而给晋国带来灾难。</p> <p>　　子产的信收到了效果，范宣子看了信以后很高兴，于是就减轻了诸侯的贡品。 </p> <p>　　子产致范宣子的这封信立意高远，持论正大，信中虽有危激之语，但并非危言耸听。子产站在为晋国和范宣子个人谋划的立场上，指出国家和家族赖以存亡的道德基础，并为范宣子描绘了一幅道德基础崩溃后国亡家败的图景，不由范宣子不信服。“夫诸侯之贿聚于公室，则诸侯贰；若吾子赖之，则晋国贰。诸侯贰，则晋国坏；晋国贰，则子之家坏！何没没也！将焉用贿？”文笔矫捷雄健，如江河奔流，势不可遏，具有震人心魄的力量。 </p> <p>　　子产的信中还巧妙设喻，以加强自己的论点。如“夫令名，德之舆也；德，国家之基也。”将声誉比喻成装载美德的车子，将美德比喻成国家大厦的基石，既形象生动，又深化了文章的内涵。其“象有齿以焚其身”的比喻，更是紧紧扣住文章的主题，阐明了君子为政不能贪贿，贪贿只能招来祸患的深刻道理。子产信中还恰当地引用了《诗经》中的语言，具有很强的说服力和良好的艺术效果。 </p> <p>　　子产的这封信中，还采用了对比的写法，使文章更加生动有力。整篇文章都以对比的手法阐明“重币”与“轻币”的不同后果，说明“令名”与“令德”的关系，以印证“重币”之害。写“重币”处，作危激语；写“德名”处，作赞叹语，层次井然，褒贬分明。信中“毋宁使人谓子，子实生我，而谓子浚我以生乎？”对比强烈，令人警醒。</p> <p>　　子产这封书信，虽然持论堂堂正正，但由于注意引文长短交替，顿挫有致，并多方设喻对比，援引《诗经》，所以丝毫不使人感到枯燥和说教的气味。子产以其严密的推理和精警的语言使范宣子倾心受谏，减轻了各诸侯国的负担。《子产告范宣子轻币》堪称是先秦书信散文的代表作品。</p>",
  "about": "<h2>创作背景</h2> 　　春秋时期，霸主国经常以各种名义向各诸侯小国征收贡品，贡献一次，往往要上百辆车装载，上千人护送，给小国造成了沉重的负担。晋平公时期，晋国是各诸侯国的盟主，各国交纳的币帛负担很重，小国很怕大国无厌的诛求，但更怕残暴的讨伐。子产是郑国有才干的政治家，他就这种状况采取了寄书说理的方式，利用晋国想极力保住盟主地位和希望得到美好声誉的心理，阐明“重币”与“轻币”的关系，使晋国不得不减轻了对诸侯国的剥削。",
  "poet": {
    "id": 384,
    "star": 0,
    "name": "左丘明",
    "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
    "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"
  },
  "tags": [
    "古文观止",
    "叙事",
    "写人"
  ]
}