{
  "id": 69779,
  "star": 148,
  "name": "塞鸿秋·浔阳即景",
  "dynasty": "元代",
  "content": "长江万里白如练，淮山数点青如淀。<br>江帆几片疾如箭，山泉千尺飞如电。<br>晚云都变露，新月初学扇。<br>塞鸿一字来如线。",
  "fanyi": "<p><strong>译文</strong><br>万里奔流的长江，像一匹白色的素绢；对岸几处小点，像是染上了青色的颜料，那是淮地的远山。几片白帆，箭一般地驶过了江面；而近处的高山上，长长的泉流飞下，犹如一道流电。天色渐渐昏黄，暮色中的云层难以分辨，仿佛化作了这满地的露点。一钩新月模仿着扇形，在天上高悬。逼近了，逼近了，成“一”字的横线在空中排开，那是北方飞来的大雁。</p><p><strong>注释</strong><br>浔阳：今江西九江市。<br>即景：写眼前景物。<br>练：白绢。<br>淮山：泛指长江以北淮河流域的山。<br>淀：同“靛”，即靛青，一种青兰色染料。<br>江帆：江面上的船。<br>“新月”句：新月开始像团扇那样圆了起来。<br>塞鸿：边地的鸿雁。<br>新月初学扇：言新出的月亮，圆得象团扇似的。<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>《怨歌行》：“裁成合欢扇，团团似明月。”</p><br/><p><strong>译文<br></strong>万里长江犹如一条长长的白色绸缎伸向远方，淮河两岸青翠的远山连绵起伏。<br>江上的片片帆船急速地行驶着，如同离弦的箭；山上的清泉从高耸陡峭的悬崖上飞奔而下，仿佛迅捷的闪电。<br>道道晚霞都变成了白白的云朵，一弯新月宛若刚刚展开的扇子。<br>从塞外归来的大雁在高高的天上一字排开，宛如一条细细的银线。</p> <p><strong>注释</strong><br>⑴正宫：宫调名。塞鸿秋：曲牌名。浔（xún）阳：今江西省九江市的别称。 即景：写眼前的景物。<br>⑵练：白绢，白色的绸子。<br>⑶淮山：在安徽省境内，这里泛指淮水流域的远山。淀：同“靛（diàn）”，即靛青，一种青蓝色染料。<br>⑷江帆：江面上的船。<br>⑸晚云都变露：意思是说傍晚的彩霞，都变成了朵朵白云。露，这里是“白”的意思。<br>⑹初学扇：意思是新月的形状像展开的扇子。<br>⑺塞鸿：边地的鸿雁。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作品描绘浔阳一带景色，一连铺排了长江、淮山、帆、泉、云、月、大雁七种景物，每一种都加意出色，有着鲜明、充实的形象。画面有面有点有线有片，有青有白，有静物有动态，远近高下，相得益彰，诚可谓尺幅千里。</p> <p>　　“长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>白如练，淮山数点青如淀”，举头远望，目所能及之处，有秋江万里，澄澈耀眼，静如白练，绵延屈曲，伸向远方；有秋山“数点”，葱郁苍翠，青如蓝靛，给人一种秋天特有的苍茫、寂静、高远的感受。作品从大处、远处起笔，为全篇设置了一个宏阔、高远的背景基调。开头两句句属于远眺。它们分别脱化于南朝<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>“澄江净如练”（《晚登三山还望京邑》）及金<a href=\"http://so.gushiwen.org/view_69779.aspx\">诗</a>人杨奂“淮山青数点，不肯过江来”（《题江州庾楼》）的诗句，意象雄远。大江万里浩荡，江面开阔，同遥远的淮山呈现出的“数点”形成了空间形象上的悬殊对比，而“白如练”之旁点染几点“青如靛”，则在色彩上又形成了对映。这两句以工对的形式出现，就更容易使人注意到它们的互补。</p> <p>　　“江帆几片疾如箭，山泉千尺飞如电”，俯瞰脚下，江上点点白帆，轻疾如离弦之箭；仰望高崖瀑布，飞流直下快如闪电。作者从江与山的众多景物中各截取其一点，从近处、细处着眼于江上疾驶如飞的“江帆”，悬崖陡壁间飞泻千尺的“山泉”。虽然写的只是一个个的个体的景物，却又极富群像性，给人以动态的感官体验。三、四两句移近了视界。“江帆”实因大江的流急而益现轻灵，“山泉”也得力于山崖的陡峭，这都是句面以外的意境。这两句又以工整的对偶叙出，带着分明的动感，说明这已是一组近景。</p> <p>　　“晚云都变露，新月初学扇”，在这两句里，词人转换了视觉角度，由前边写地上的景物转换为写天上的景物，抓住事物特有的物征描绘了“晚云”与“新月”的情态变化和背景的明暗变化。五、六两句是仰观的背景，更是表现时间的流动。从“变露”与“学扇”这两个词语里，读者不仅能体会到景物变化的动态美，意态形象的朦胧美，还能清晰地感受到时间的流动感。晚云变露，是说夜晚天空的云层渐渐模糊难以认辨，而空气却越来越凉冷湿润，地面上也凝结了露珠；而新月学扇，则是月牙儿冉冉升上的景象，且有它尽力欲呈露半面的趋向的意味。这都是深秋典型的景观。</p> <p>　　“塞鸿一字来如线”，写从塞外归来的大雁，排成长长的一字形掠过烟波浩渺的江天，仿佛就像一条细长晶莹的银色丝线。这一句不仅点明了季节时令，也创建了一个令人展开无限遐想的空间。文势至最后本转为徐缓，殊不料末句顿时又异军突起。这“一字”塞鸿，将前时的六幅画面绾联交通，使人感受到雁阵冲寒所蕴涵的苍凉秋意，联想到岁暮、客愁、乡情等人事方面的内容，有题外传神之妙。</p> <p>　　这是一首写景的小令，作者选择了独特的视觉角度，按照由远及近、自下而上的空间顺序，采用了比喻、对仗并用的修辞手法，借助于动态描写的艺术表现形式，为读者勾画了一幅生动传神的浔阳江动态秋景图。从作品的表现中可以看出，作者善于捕捉充满活力的艺术镜头，在他的笔下，江舟、山泉、晚云、新月、塞鸿这些景点都呈动态，并且都在万里长江和数点淮山这一整体构思中被不露痕迹地融合起来。全曲笔势排奡，形象简洁，比喻精到，不愧为散曲的写景杰作，而音韵浏亮，也符合作者在《中原音韵作词十法》中所提出的“既耸观，又耸听”的度曲要求。</p><br/><h2>鉴赏</h2> <p>　　傍晚时分，秋风徐徐地吹来，令人感觉全身透凉，舒服又惬意。周德清刚吃完晚饭，肚子饱得难受，他就想去散散步以促进消化。</p> <p>　　于是，德清来到浔阳江旁，就在那附近逛了一圈。他放眼看去，只能看到几尺之内的事物，总觉没法尽兴。他想：“欲穷千里目，更上一层楼，我何不登上浔阳城楼，纵目远眺万里长江呢？黄昏景总是美丽动人的，得赶快登高临望抓住一景一物，饱览祖国河山啊。”于是德清就向浔阳城楼走去。</p> <p>　　傍晚散步的人很多，也有一些人登上浔阳城楼看风景。城楼很高，德清很不容易才登上城楼。人站得高就能看得远，总有一种大地尽在我脚下的感觉，何况德清现在是站在浔阳城楼上，远近风景尽收在他眼底。站在城楼上，就有登高临远的感觉了，德清放眼远看，看到浩渺清澈的万里江水滚滚的流着，宛如一条银光闪烁的白练，淮南远山看似“数点”，苍翠得如蓝靛。他又收回眼光看看近处，看到在宽阔浩瀚的江面上，江帆几片，轻疾如飞箭地开着，巍峨高耸的庐山上，山泉瀑布好像千尺银河要落地，快得如闪电。啊！这是多么色彩鲜艳、美丽壮观的景色啊！德清不禁感叹：“为什么我以前就没有留意到呢？真是可惜呀！原来祖国的河山是如此多娇的，就我眼前的一段江水，几座青山，几片江帆，一条山泉就已经如此美丽了，那我没看到的美景想必还有很多。看来，我以后要多出来散步才行，要把祖国的美丽河山都看透。”</p> <p>　　这时晚霞散开了，在天边渐渐消逝，变成了雾气雾水，天色也变黑了。德清被刚才看到的美景深深地吸引住了，他不愿离去，只想再多留一会儿，他觉得还有更美丽的景色在等着他。这时一轮新月从地平线上冉冉升起来，在普通眼里，新月就只是新月，没有什么特别之处的。可是德清被刚才看到的万里长江的壮丽雄奇景象激发了他的想象力，他觉得这一轮新月在挑逗他，故意露着半边脸，看上去像半圆形团扇的样子。新月可真冤枉啊，她老人家用得着去挑逗德清你吗？是德清的<a href=\"http://so.gushiwen.org/view_69779.aspx\">诗</a>情发作又在胡思乱想了。他在想：“如此娇美的江山，我应该用什么言语来描述她呢？怎样才能表达我对她的喜爱呢？”这时，一群鸿雁排成一字从天空中飞了过来，这一群雁声把德清从幻想中惊醒过来。他抬头看着这一群鸿雁，想起了<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>的“落雁与故鹜齐飞，秋水共长天一色”的名句。他想：“王勃真是有才华啊！我也要作一句诗句，要跟他的一样精妙，这样我也可以被人千古吟唱了。”</p> <p>　　德清闭上眼睛回想刚才所看到的一切，他要把看到的江水、青山、江帆、山泉、晚云、新月、鸿雁都一一描写出来，那该怎样写呢？一眨眼功夫，他就想出来了：“既然江水如白练，远山似数点，江帆、山泉都像在飞，新月只有一弦，鸿雁要南飞，那我知道如何描述如此多娇的江山了。”于是，德清下了城楼，就飞快地跑回家，拿起笔就写“长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>白如练，淮山数点青如淀，江帆几片疾如箭，山泉千尺飞如电。晚云都变露，新月初学扇，塞鸿一字来如线”。他一口气就把这首曲写了出来。他摸了摸胡子，看着曲子，不禁为自己那么有才感到高兴。他想：“今晚的散步真是正确的选择，明晚还得去，如此娇丽的江山真该多去观赏，而且还是我作曲的好材料。”想完，他有再一次拿起自己的作品欣赏起来。</p>",
  "about": "<h2>创作背景</h2> 　　浔阳江，即长江流经江西九江的那段。此曲是作者傍晚登浔阳城楼的即兴写景之作，具体作年不详。",
  "poet": {
    "id": 344,
    "star": 0,
    "name": "周德清",
    "desc": "周德清（1277－1365）元代文学家。字日湛，号挺斋，高安（今属江西高安市杨圩镇睱塘周家）人。北宋词人周邦彦的后代。工乐府，善音律。终身不仕。著有音韵学名著《中原音韵》，为我国古代有名的音韵学家。元代卓越的音韵学家与戏曲作家。《录鬼簿续篇》对他的散曲创作评价很高，然其编著的《中原音韵》在中国音韵学与戏曲史上却有非凡影响。「德清三词，不惟江南，实天下之独步也。」《全元散曲》录存其小令31首，套数3套。至正己（1365）卒，年八十九。"
  },
  "tags": [
    "秋天",
    "写景"
  ]
}