{
  "id": 59367,
  "star": 122,
  "name": "暗香·旧时月色",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。</span></p> <p>旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。<br>江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？",
  "fanyi": "<p><strong>译文</strong><br><span style=\"font-family:FangSong_GB2312;\">辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。</span></p> <p>昔日皎洁的月色，曾经多少次映照着我，对着梅花吹得玉笛声韵谐和。笛声唤起了美丽的佳人，跟我一道攀折梅花，不顾清冷寒瑟。而今我像<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>已渐渐衰老，往日春风般绚丽的辞采和文笔，全都已经忘记。但是令我惊异，竹<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>稀疏的梅花，谒将清冷的幽香散入华丽的宴席。<br>江南水乡，正是一片静寂。想折枝梅花寄托相思情意，可叹路途遥遥，夜晚一声积雪又遮断了大地。手捧起翠玉酒杯，禁不住洒下伤心的泪滴，面对着红梅默默无语。昔日折梅的美人便浮上我的记忆。总记得曾经携手游赏之地，千株梅林压满了绽放的红梅，西湖上泛着寒波一片澄碧。此刻梅林压满了飘离，被风吹得凋落无余，何时才能重见梅花的幽丽？ </p> <p><strong>注释</strong><br>辛亥：光宗绍熙二年。<br>石湖：在苏州西南，与太湖通。<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>居此，因号石湖居士。<br>止既月：指住满一月。<br>简：纸。<br>征新声：征求新的词调。<br>工伎：乐工、歌妓。隶习：学习。<br>何逊：南朝梁<a href=\"http://so.gushiwen.org/view_59367.aspx\">诗</a>人，早年曾任南平王萧伟的记室。任扬州法曹时，廨舍有梅花一株，常吟咏其下。后居洛思之，请再往。抵扬州，花方盛片，逊对树彷徨终日。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗“东阁官梅动诗兴，还如何逊在扬州。”<br>但怪得：惊异。<br>翠尊：翠绿酒杯，这里指酒。<br>红萼：指梅花。<br>耿：耿然于心，不能忘怀。<br>千树：杭州西湖孤山的梅花成林。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　《暗香》、《疏影》是文学史上著名的咏物词，曾被誉为<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>词中具有代表性的作品。关于这两首词的题旨，过去有许多说法，但都难以指实。实际上，这两首词只不过是借物咏怀、即景言情的抒情<a href=\"http://so.gushiwen.org/view_59367.aspx\">诗</a>，写的是作者所见所感，寄寓个人身世飘零和昔盛今衰的慨叹。 古代咏梅的诗词很多。但是，正如张炎在《词源》中所说：“诗之赋梅，唯和靖（<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>）一联（指“疏影横斜水清浅，暗香浮动月黄昏”）而已，世非无诗，无能与之齐驱耳。词之赋梅，唯白石《暗香》、《疏影》二曲，前无古人，后无来者，自立新意，真为绝唱。”张炎对林逋的《山园小梅》和姜夔《暗香》、《疏影》的评价是很高的。姜夔这两首词并不一定有什么重大社会价值，但它却能从现实的官感中引起诗兴，摘林逋著名诗句为词牌名，适当地提炼和化用某些与梅花有关的典故，并由此生发开去，立意超拔，另创新机，构思绵密，错综回环。而且能自度新曲，叮当成韵，铸词造句，意到语工，丽而不淫，雅而不涩，在艺术上确有独到之处。对这两首词扬之太高固然不当，抑之太下，恐亦非是。</p> <p>　　《暗香》一词，以梅花为线索，通过回忆对比，抒写作者今昔之变和盛衰之感。全词可分为六层。上片，开篇至“不管清寒与攀摘”五句为第一层，从月下梅边吹笛引起对往事的回忆。那时，作者同美人在一起，折梅相赠，赋诗言情，境界何等幽雅，生活何等美满！对未来充满了希望。“<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>而今渐老”两句，笔锋陡转，境界突变，作者年华已逝，诗情锐减，面对红梅，再雉有当年那种春风得意的词笔了。正如作者所说：“才因老尽，秀句君休觅”（《蓦山溪》）。与上五句相比，境界何等衰飒。这是第二层。从“但怪得”至上片结尾为第三层。这两句点题，写花木无知，多情依旧，把清冷的幽香照例送入词人的室内，浸透着周围的一切， 尽管你“忘却春风词笔”，却仍免不了撩起深长的情思，引起词人的诗兴。下片承此申写身世之感。从“江国”到“红萼无言耿相忆”是第四层，感情曲折细腻而又富于变化。换头，叙写独处异乡，空前冷清寂寞，内心情感波澜起伏：先是想折梅投赠，却又怕水远山遥，风雪隔阻，难以寄到；次想借酒浇愁，但面对盈盈翠盏，反而是“酒未到，先成泪”；最后，作者想从窗外红梅身上来寻求寄托并据以排遣胸中的别恨，然而引起的却是更加使人难以忘情的回忆。些少六句，三致意焉。“长忆曾携手处\"”两句，是第五层，其中“千树压西湖寒碧”是词中的名句，境界幽美，词语精工，冷峻之中透露出热烈的气氛。这是前句“忆”字的具体发挥。这两句说明词人最难忘情的是西湖孤山的红梅，它傲雪迎霜，幽香袭人，压倒了凛冽的冬寒，似乎带来了春天的信息。携手共游，何等惬意！词脉发展至此，终于形成高潮。结尾两句又是一层，词笔顿时跌落，终于又出现了万花纷谢的肃杀景象。“几时见得”一句埋伏下许多情思，引起无限悬念。</p> <p>　　这首词构思绵密，自出机抒。词的创作虽与林逋《山园小梅》有关，但其境界却远远超林逋的诗作，与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的《卜算子·咏梅》也不相类。林诗“曲尽梅之体态”（见<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>《温公诗话》），陆词借梅比喻诗人的品德，姜夔这首词却织进了个人身世盛衰之感。但写法上却“不即不离”，看上去，似咏梅而实际并非咏梅，非咏梅而又句句与梅密切相关。正如张炎《词源》所说：“所咏了然在目，且不留滞于物。”姜夔词的“清空”也正表现在这里。其次是，对比照应，似纵旋收。作者本来以梅花为线索来抒写个人身世之感，但他善于把今昔盛衰之情捏在一起，在对比中交替进行，给人以强烈印象。如第一层写的是昔盛，第二层便接写今衰；第五层写昔盛，六层又以今衰作结。这二者形成强烈对照，境况十分鲜明。再次是，抒情写意，曲折尽致。这是一首抒情词，侧重于叙写词人激烈起伏的内心活动。以第四层为例，短短六句，却有三次转折，感情上的波澜回荡被表现得淋漓尽致。最后是音节谐婉，字句精工。《暗香》、《疏影》与《扬州慢》一样，前无古人，纯属自创。这两首词经过歌伎演唱的实际检验，作者自认为“音节谐婉”。当时曲谱，今已不传，但读起来仍能琅琅上口，叮当成韵。如前所说，作者是很注意研辞炼句的。这首词，词句秀美，用字精工，“冷”、“压”的准确鲜明，虚字的恰当适度，都有益于诗意的增强。</p><br/><h2>赏析</h2> <p>　　“自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。”淡远蕴藉的笔墨描画出烟霭深沉的旅行，而这“韵最娇”的“新词”便是《暗香》《疏影》二首。沈祖棻云，“《暗香》《疏影》虽同时所作，然前者多写身世之感，后者则属兴亡之悲，用意小别，而其托物言志则同。”小<a href=\"http://so.gushiwen.org/view_59367.aspx\">诗</a>流露出的才子词人<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>于音乐中的那丝陶醉与忧郁，使人不禁想去赏析这首“读之使人神观飞跃”的《暗香》，走进笛里梅花，走进姜夔的清刚幽冷之境。</p> <p>　　“旧时月色，算几番照我，梅边吹笛。”月光清美，梅花溢香，这位词人吹的想必是笛曲《梅花落》了。笛韵悠然，当时的词人之心可是恬淡安闲，怡然自适，或是心有幽怀，黯然神伤，还是柔情蜜意，“相看好处却无言”？资人遐想，含有韵味。“算几番照我”，回忆并勾勒往事。“几番”约言其多，不止一次。唯“当时只道是寻常”，才有今日的追忆与幽思。“算”字送出一种回忆往事的凝神静思的状态，而这种回忆从根本上是缘于内心生发的感情，这是一种怀旧的情绪，于是引起下句对往事的追述。</p> <p>　　“唤起玉人”句，在月下、梅边、笛里复加一“玉人”，则美人梅花互衬，俨然有春日里“人面桃花相映红”之美。著一“唤”字则静中有动，静止的美丽图景变得立体而鲜活，出现了情趣。“不管清寒与攀摘”，冒着清寒，攀折梅花，则内心感情之热烈可知。这里清而不凄，清而非冷，清寒而不刺骨。“清”本是极普通的字，作者信笔写来，则天气之清寒，月色之清美，梅花之清香，都可融而为一，这里似乎凝含着往日的幸福之感与甜蜜之情。回视起句清空，它既可能是在“玉人”身旁的“吹笛”，也可能是孤身一人，因思念而吹笛，更可能是兼而有之，以“几番”二字囊括。和次句意脉似断非断，似连非连。这三个分句以寻常的字眼包蕴了广阔的时空，构造了悠远的意境，暗含了凄婉的感情，可谓很有笔力的开篇。</p> <p>　　下句笔锋陡转，以<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>自比，而着意在于“渐老”的衰飒。“而今”和开篇“旧时”相对，扩大了时间的厚重感。这里不仅有对往日恋人的怀念，还含有对逝去的美好岁月、青春风华的怀念和惋惜，正与“临晚镜，伤流景，往事后期空记省”的嗟悼悲慨暗合。说“忘却春风词笔”，却隐约含有往事不胜悲的意味，正如那位独上高楼望尽天涯路的伤心人，欲寄彩笺却又说“无尺素”一样。而今识尽愁滋味“却道天凉好个秋”，低徊如斯，哀婉如斯，“春风词笔”如何忘却？否则，“竹外疏花，香冷入瑶席”何以入眼，又何以“怪”之？此句又转入现时，竹外疏花萧瑟，冷香吹入瑶席，引人幽思，勾起回忆。正是“相思一夜梅花发，忽到窗前疑是君”，梅花与人两相思。这里见花思人，生出“怪得”之心，必是至深之情。“疏”“冷”烘托凄凉，“瑶席”反衬哀苦，用字可见匠心。</p>",
  "about": "<h2>创作背景</h2> 　　这首词创作于光宗绍熙二年（公元1191年），与词人《长亭怨慢·渐吹尽》为同年之作。是年冬，<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>载雪访<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>于石湖。他在石湖住了一个多月，自度《暗香》、《疏影》二曲咏梅，使人神观飞越耳目一新，又深蕴忧国之思、寄托个人生活的不幸。",
  "poet": {
    "id": 30,
    "star": 0,
    "name": "姜夔",
    "image": "http://img.gushiwen.org/authorImg/jiangkui.jpg",
    "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "咏物",
    "抒怀"
  ]
}