{
  "id": 50225,
  "star": 47,
  "name": "沁园春·宿霭迷空",
  "dynasty": "宋代",
  "content": "宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜；蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递、游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。<br>风流存心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡；玉龙金斗，时熨沉香。柳下相将游冶处，便回首、青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。",
  "fanyi": "<p><strong>译文</strong><br>昨夜残存的雾气弥散在天空，厚厚的云层遮住了太阳，夏日渐长。长满兰草的曲折的水泽湿润了泥土。燕子衔起泥土，飞去筑巢。蜂房香气渐少，蜜蜂都到处忙着采蜜。庭院深深，帘幕低垂。只见一阵风吹，把昆虫吐出的游丝吹过了墙来。微雨轻抚，窗外桃花杏花的枝头有水珠如泪滴般不住滴下。<br>我想起了从前那一段风流往事，恋恋不舍得站在那里，内心无限痛苦。想起她对镜梳妆，想起她用熏笼里的熨斗熨烫衣服。当年我与她在柳下相伴游玩，多么的欢欣。如今回首往事，那青楼已成了异乡，不禁无限伤怀。回忆我们之间的往事，纵使有千万张纸笺，也难以表达我的一腔相思。</p> <p><strong>注释</strong><br>1、宿霭：隔夜犹存的雾气。<br>2、腻云：肥厚的云层。<br>3、昼景：日光。<br>4、兰皋：长着兰草的河岸。<br>5、蜜脾：蜜蜂营造连片的蜂房，酿蜜其中，其形如脾，故名。<br>6、触处：到处，随处。<br>7、游丝：蜘蛛等昆虫所吐之丝在空中飘荡。<br>8、红泪淋浪：描写桃花杏花上的水珠连续的向下滴。红泪：美人泪。淋浪：流滴不止貌。<br>9、风流：本指有才华而不拘礼法的风度，此处意喻多情。<br>10、回尽柔肠：形容内心极其痛苦。<br>11、小奁瑶鉴：盛放化妆品的镜匣。<br>12、重匀绛蜡：指重施脂粉。绛蜡，原指红烛。<br>13、玉龙：熏笼的美称。<br>14、金斗：熨斗。<br>15、相将：相与，相随。<br>16、游冶：游玩寻乐。后多指出入妓院。<br>17、青楼：本指女性所居华丽楼房。后多指妓院。<br>18、蛮笺：蜀纸笺。<br>19、微茫：隐约模糊。这里当指隐情或隐衷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《沁园春·宿霭迷空》是首咏春感怀词，写景、叙事、抒情，浑然一体，情景交融。</p> <p>　　前片春光满楮，景色宜人。从“昼景渐长”、“桃愁杏怨”等句来看，自是二、三月间。此时天空积着厚厚的云层，地上弥漫着隔夜未散的浓雾，似乎令人发闷，而自然界却充满了活泼泼的生机。词人用一个“正”字领起以下四个偶句：长满兰草的水边，泥土非常湿润。燕子飞来，衔起润湿的泥土，去到人家画梁上筑巢。着一“喜”字，写尽了燕子营巢的欢乐。“蜜脾香少，触处蜂忙”，先说“香少”，是一抑；后说“蜂忙”，是一扬。因为香少，所以蜂儿忙于采蜜，着一“忙”字，既写出了蜜蜂的勤劳，也渲染出春天的喧闹。着一“忙”字而境界全出。</p> <p>　　“尽日”二句，才写到词人自己。此时庭院深深，帘幕低垂。只见一阵风来，把昆虫吐出的游丝吹过墙来。游丝为细物，最易体现幽静环境。“微雨”三句，照应起首三句，本来是“宿霭迷空，腻云笼日”，此刻便化作微雨，把正在开花的桃杏弄得“红泪淋浪”，花枝上的水珠不停地下滴。“红泪”原指女子之泪，此处移用于花，是拟人化的手法。花乃无知之物，经词人这么一写，似乎也具有人的感情和形象：它能愁会怨，更会流泪。此处反“梨花一枝春带雨”之意而用之，可谓各尽其妙。</p> <p>　　后片着重抒情。词人目睹如许春景，不禁悲从中来。“风流”一句，紧承前片意脉。所谓“风流”着，乃指风韵、风情。词人触景生情，想起了从前的一段风流韵事，于是恋恋不舍的伫立在那里，内心无限痛苦。“回尽柔肠”的情状，宛如《减字木兰花》里“欲见回肠，断尽金炉小篆香。”接着以一“念”字引起四个偶句，皆写昔日与恋人同处时的生活。“小奁瑶鉴，重匀绛蜡”，写女子对镜梳妆；“玉龙金斗，时熨沉香”，写熏笼内香炉中压着熨斗，准备烫平衣服。这样的细节和场面，充满了温馨的气氛，不能不引起词人的回忆。更为重要的是“柳下”一句。在词人的印象中，“柳下”当为欢会之地、游冶之处。这里“柳下”具有相当的典型意义。当年他与恋人在“柳下”游冶，倍极欢娱；如今桃开杏绽，杨柳丝丝弄碧，他再回首往事，顿觉“青楼成异乡”，不禁无限伤怀。</p> <p>　　歇拍三句，以夸张的语言抒发相忆之情。尽管有千万蛮笺，也难以表达他的一腔相思。以“万叠”与“微茫”对举，可算夸张到了极点。语似豪迈，实极深沉。全词自发端开始娓娓道来，至此陡然一振，令人不胜叹惋。</p>",
  "about": "<h2>创作背景</h2> <p> 《沁园春·宿霭迷空》约作于熙宁、元丰间，作者家居之时。此乃怀忆旧人之作，抒发了词人对一位青楼知己的怀念之情。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "怀旧",
    "思念",
    "哀怨"
  ]
}