{
  "id": 72282,
  "star": 58,
  "name": "获麟解",
  "dynasty": "唐代",
  "content": "　　麟之为灵，昭昭也。咏于《诗》，书于《春秋》，杂出于传记百家之书，虽妇人小子皆知其为祥也。</p> <p>　　然麟之为物，不畜于家，不恒有于天下。其为形也不类，非若马牛犬豕豺狼麋鹿然。然则虽有麟，不可知其为麟也。</p> <p>　　角者吾知其为牛，鬣者吾知其为马，犬豕豺狼麋鹿，吾知其为犬豕豺狼麋鹿。惟麟也，不可知。不可知，则其谓之不祥也亦宜。虽然，麟之出，必有圣人在乎位。麟为圣人出也。圣人者，必知麟，麟之果不为不祥也。</p> <p>　　又曰：“麟之所以为麟者，以德不以形。”若麟之出不待圣人，则谓之不祥也亦宜。 ",
  "fanyi": "<p><strong>译文</strong><br>　　麟是象征灵异、祥瑞的动物，是显而易见的。在《<a href=\"http://so.gushiwen.org/view_72282.aspx\">诗</a>经》中被歌颂过，在《春秋》中也有记载，传记百家之书也夹杂着记述。即使妇女儿童也知道它是吉祥之物。</p> <p>　　但是麟是野生动物，不被家庭所豢养，自然界也不常有。它的外形什么也不像，不像马、牛、犬、猪、豺狼、麋鹿那样。既然这样，即使有麟，人们也不认识它是麟啊。</p> <p>　　有角的我知道它是牛，有鬃毛的我知道它是马，犬猪豺狼麋鹿，我知道它们是犬猪豺狼麋鹿，只有麟没法认得。不认得，那么人们说它不祥也就很自然了。虽然这样，有麟出现，就必然有圣人在世谋政，麟是因为圣人才现形于世。圣人一定能认识麟。麟终究并非不祥之物啊。</p> <p>　　又听说：麟之所以被称作麟，是按照德而不是按照外形。假若麟自行出现，而没有圣人在世能够认得，那么说它不吉祥也是合适的。</p> <p><strong>注释</strong><br>①麟：麒麟（qí lín），古代传说中的一种动物，状如鹿，牛尾，狼额，马蹄，五彩腹。其性柔和，古人把它当作仁兽，作为吉祥的象征。<br>②灵：灵异，神奇之物。《礼记》曰：“麟、凤、龟、龙，谓之四灵。”<br>③昭昭：明白。<br>④《诗》：即《诗经》，我国最早的诗歌总集，其中就有《周南·麟之趾》篇。<br>⑤《春秋》：本为周代史书的通称，到孔子根据鲁史材料修成一部《春秋》时，这才变为专名，就是六经之一的《春秋经》，为我国最早的一部编年体断代史。《史记》所谓《春秋》，实指《左传》。《春秋》上有关于获麟的记载。其实在《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>》、《大戴礼记》、《史记》、《汉书》等古籍中，都提及麟。<br>⑥祥：祥瑞。<br>⑦畜（xù）：饲养。<br>⑧恒有：常出现。<br>⑨类：相似。<br>⑩麋（mí）：也叫“驼鹿”或“犴（hān）”。<br>⑪然则：既然如此。<br>⑫鬣（liè）：马颈上的长毛。<br>⑬果：确实，果然。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《获麟解》中作者以麟设喻，说明了自己的为人及出仕的时机和意图，感慨卓有才识之士不为封建统治者所用，寄托了怀才不遇的一腔怨愤。</p> <p>　　据《春秋》和《左传》所写：鲁哀公“十四年春，西狩于大野，叔孙氏之车子钮商获麟，以为不祥，以赐虞人。仲尼观之，曰：‘麟也。’然后取之”。麟。即麒麟，古人以之作为象征仁人和吉祥的动物。麒麟历来被人们视作祥兽，而作者却另辟蹊径，认为其长相奇特，也可“谓之不详”。他认为麒麟之所以被视作吉祥的象征，是因为出现在圣人在位的时候；如果它出现时没有圣人在位，那么就可以说它是不祥之物。</p> <p>　　<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>抓住“祥”与“不祥”、“知”与“不知”这两对对立的字眼作眼目，在行文过程中通过这两对词语的转换，抒发了自己的不平之鸣，表现了自我的自怜自重而又自怨自艾的意绪。细咀此文，方能在含蓄与委婉的笔调中看到悲愤。作者意在说明如果没有圣人当道，即便出现了像麒麟一般罕见的杰出人才，恐怕也只能孤愤一世，自怨自艾。作者以麒麟自喻，说明了自己的品行和出仕的意图，感慨卓有才学之士不为封建的统治者所重用。寄托了怀才不遇的怨愤。</p> <p>　　作者由“祥”说入“不祥”，并以“不祥”立论，强调麒麟作为灵兽具有的象征意义远大于本身，做足文章，反复辩论，乃有其寄托。作者抒发怀才不遇。不为圣主所知，才是文章的真意。文章短小，不满二百字，而抑扬开合，变化转折，似有长篇之势。</p> <p>　　文章虽短，曲折甚多．层层转折，表意颇为含蓄委婉。几反几复之中。使论述的观点更为明确、深入。文章越短越曲折变化。</p>",
  "about": "<h2>创作背景</h2> 　　公元前481年，鲁人猎获一麒麟而不识之，孔子为此反袂试面，同年，辍笔停修《春秋》。唐元和七年（812年），麟复现东川。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>著文阐发己见。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "动物"
  ]
}