{
  "id": 19023,
  "star": 5,
  "name": "思黯南墅赏牡丹",
  "dynasty": "唐代",
  "content": "偶然相遇人间世，合在增城阿姥家。<br>有此倾城好颜色，天教晚发赛诸花。",
  "fanyi": "<p><strong>译文<br></strong>在人世间怎会遇见牡丹这样漂亮的花，花开重瓣，层层叠叠如同西天王母九重的增城。<br>有如此倾国倾城的好颜色，上天应该让你晚点开放与诸花争艳！</p> <p><strong>注释<br></strong>① 思黯：<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>之字。贞元年间问进士。文宗时，曾任东都留守等职。<br>② 南墅：牛僧孺为东都留守时，于洛阳南郭归仁里，经营一座别墅。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>在<a href=\"http://so.gushiwen.org/view_19023.aspx\">诗</a>《和思黯忆南庄见示》中<br> 牡丹花 说“丞相新家伊水头”，丞相新家即指牛僧孺的南墅。 <br>③人间世：即人世间，人间当世。<br>④ 合：应该。<br>⑤ 增城：古代神话中的地名，典出《淮南子·地形》：“据昆仑虚（墟）以下地，中有增城九重，其高万一千里百一十四步二尺六寸。”传说昆仑山上有增城九重，西王母所居。此处此喻牡丹花的重瓣，花瓣层层叠叠如同九重的增城。<br>⑥ 阿姥：指西王母，古代神话中人名。姓杨，或云姓侯，名回，一名婉衿。居于昆仑山。《竹书纪年》：“穆王十七年，西征昆仑丘，见西王母。” <br>⑦ 倾城：典出<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>歌：“北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”这里以美人倾城的美貌来比喻牡丹花色的艳美。<br>⑧ 晚发：晚开。牡丹花在暮春开放。<br>⑨ 赛：胜过。<br>⑩ 诸花：他花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>写过的三首<a href=\"http://so.gushiwen.org/view_19023.aspx\">诗</a>，均很有特色。五绝《浑侍中宅牡丹》，用白描手法，激赏、盛赞了浑家牡丹花的硕大和繁多。此诗还有一定史料价值，说明在刘禹锡所生活的中唐前期，牡丹的栽培技术已达到很高的水平了。七绝《赏牡丹》，用对比和抑彼扬此的艺术手法，肯定了牡丹“真国色”的花界地位，真实地写出了当年牡丹花盛开能引起京城轰动的“轰动效应”。七绝《思黯南墅赏牡丹》，则运用典故，写牡丹花艳压群芳的美丽。</p> <p>　　百花之中，雍容华艳的牡丹素有国色天香之名。全诗诗人以虚写称妙，此诗首二句叙写诗人偶遇牡丹之喜，</p> <p>　　牡丹 末二句叹赏其色泽之佳。“偶然相遇人间世，合在增城阿姥家。”，首句点明在<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>南墅中，偶然的机会，初次见到牡丹花，就如同遇到生命中“贵人”似的，无意之中技露出牡丹花在诗人心目中的崇高境界，在诗人看来，牡丹是日月精华的结晶，应栽天上，今日人间相逢，纯属“偶然”，所以一见到牛宅中牡丹，就作惊人语。首句破空雨入，诗人恍惚浸入仙境，跟前拟有灵光浮动。此句通过对牡丹花身价的高度估量，暗衬主人之高雅脱俗，一笔双，可见作者对牡丹花的重视及喜爱。后一句即用西王母昆仑山增城之典，巧妙地描写出了牡丹重瓣，花瓣层层叠叠的形态。</p> <p>　　第三句由初见牡丹时的萼然惊叹转入对花容花貌的由衷礼赞，牡丹之貌，诗人美其名日“倾城”，这“倾城”二字，殊非过誉。唐代人对牡丹花的迷恋钟爱，确实到了无以复加的程度。两京是牡丹荟萃之地，每当四、五月份牡丹盛开时。整个帝京为之哄动。<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有“花开花落二十日，一城之人皆欲狂”之诗，刘禹锡也有“花开时节动京城”之句描述当时赏花的空前盛况。诗人在此，没有用工笔精敷细绘牡丹形象，而是以倾城之举来侧面烘托倾城之色，笔法空灵，较之于工笔重彩勾勒更具无穷魅力。</p> <p>　　最后，诗人以“天教晚发赛诸花”一句再评花之品性。重在‘晚”与“赛”两字上做文章。牡丹晚发，开于暮春。<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>《牡丹亭》中的女主人公杜丽娘在“游园惊梦”一折中唱道：“牡丹虽好，她春归怎占得先!”既是叹亦是赞。牡丹俏不争春，天教晚发而集众芳之长。当然我们也可由此而寻绎一下诗人彼时心境，也许还包涵着大器晚成或对晚景赞美之昧外之旨。至于“赛诸花”之赛字，亦颇可玩味，既云“赛”，必有赛之对象和意义。在此我们不妨引一下刘禹锡的另一首《赏牡丹》诗。诗云：“庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。”此四句可为“赛诸花”三字诠解。诗人之于牡丹的一片爱心，是与对女性美理想化身的追求以及对阴柔之美的生命体验发生契合的，他对牡丹的美感经验，是在与芍药、荷花诸花品赏比较的基础上形成的。芍药因妖艳而无标格，荷花太洁净而缺少风情，只有牡丹花婀娜而不失端庄，顾盼之间百媚俱生。此种美，才是诗人最心醉的，也是牡丹之所以令群芳失色、独占鳌头的缘由所在。从这个意义上讲，牡丹被誉为天姿国色，当之无愧。</p> <p>　　第一个把花与女性相比的天才，无疑创造了人类审美历程上的伟大飞跃。尽管刘禹锡这首牡丹诗还是将花拟人，但已不是简单地重复，而是对此作了更高层次的审美观照。他将对牡丹的花容、花性的欣赏和感受，升华到对女性柔美个性形象的精神把握，即形、神、情三者并举，爱得有个性，有情睐，包涵了更广更深的美学意义。</p>",
  "about": "<h2>创作背景</h2> 　　唐敬宗宝历二年（826年）<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>奉调回洛阳，任职于东都尚书省，开成元年（836年），改任太子宾客、秘书监分司东都的闲职，直至晚年。在洛阳，刘禹锡常与朋友<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>、<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>等交游赋<a href=\"http://so.gushiwen.org/view_19023.aspx\">诗</a>，唱和对吟，生活闲适。开成二年（837年）五月辛未，适逢<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>为东都留守，在洛阳南郭建造别墅，并把任淮南时的嘉木怪石，置之阶廷，庭中种植大量牡丹，彼时，牛僧孺常邀诗人白居易、刘禹锡等于庭中吟诗唱和赏牡丹。此诗即为刘禹锡此时所作。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "咏物",
    "牡丹",
    "赞美"
  ]
}