{
  "id": 71618,
  "star": 1232,
  "name": "摸鱼儿·雁丘词 / 迈陂塘",
  "dynasty": "金朝",
  "content": "<span style=\"font-family:SimSun;\">乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。</span></p> <p>问世间，情为何物，直教生死相许？<br>天南地北双飞客，老翅几回寒暑。<br>欢乐趣，离别苦，就中更有痴儿女。<br>君应有语：渺万里层云，千山暮雪，只影向谁去？<br>横汾路，寂寞当年箫鼓，荒烟依旧平楚。<br>招魂楚些何嗟及，山鬼暗啼风雨。<br>天也妒，未信与，莺儿燕子俱黄土。<br>千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。 ",
  "fanyi": "<p><strong>译文</strong><br>天啊！请问世间的各位，爱情究竟是什么，竟会令这两只飞雁以生死来相对待？<br>南飞北归遥远的路程都比翼双飞，任它多少的冬寒夏暑，依旧恩爱相依为命。<br>比翼双飞虽然快乐，但离别才真的是楚痛难受。到此刻，方知这痴情的双雁竟比人间痴情儿女更加痴情！<br>相依相伴，形影不离的情侣已逝，真情的雁儿心里应该知道，此去万里，形孤影单，前程渺渺路漫漫，每年寒暑，飞万里越千山，晨风暮雪，失去一生的至爱，形单影只，即使苟且活下去又有什么意义呢？<br>这汾水一带，当年本是汉武帝巡幸游乐的地方，每当武帝出巡，总是箫鼓喧天，棹歌四起，何等热闹，而今却是冷烟衰草，一派萧条冷落。<br>武帝已死，招魂也无济于事。女山神因之枉自悲啼，而死者却不会再归来了！<br>双雁生死相许的深情连上天也嫉妒，殉情的大雁决不会和莺儿燕子一般，死后化为一抔尘土。<br>将会留得生前身后名，与世长存。狂歌纵酒，寻访雁丘坟故地，来祭奠这一对爱侣的亡灵。</p> <p><strong>注释</strong><br>⑴《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。<br>⑵乙丑岁：<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>泰和五年（公元1205年），以天干地支纪年为乙丑年，当时<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>年仅十六岁。<br>⑶赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。<br>⑷识（zhì）：标志。<br>⑸雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。<br>⑹无宫商：不协音律。<br>⑺直教：竟使。许：随从。<br>⑻双飞客：大雁双宿双飞，秋去春来，故云。<br>⑼“就中”句：这雁群中更有痴迷于爱情的。<br>⑽“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？<br>⑾“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。汉武帝《秋风辞》：“泛楼船兮济汾河，横中流兮扬素波，箫鼓鸣兮发棹歌。”平楚：楚指丛木。远望树梢齐平，故称平楚。<br>⑿“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。<br>⒀暗啼：一作“自啼”。<br>⒁“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声明远播，使天地忌妒。<br>⒂骚人：<a href=\"http://so.gushiwen.org/view_71618.aspx\">诗</a>人。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　问世间，情为何物，直教生死相许—— 大雁的生死至情深深地震撼了作者，他将自己的震惊、同情、感动，化为有力的诘问，问自己、问世人、问苍天，究竟“情是何物”？起句陡然发问似雷霆万钧，破空而来；如熔岩沸腾，奔涌而出。正如后来<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>在《牡丹亭·题词》中所说：“情之所至，生可以死，死可以复生，生不可以死，死不可以生者，皆非情之至也。”情至极处，具是何物，竟至于要生死相许？作者的诘问引起读者深深的思索，引发出对世间生死不渝真情的热情讴歌。在“生死相许”之前加上“ 直教”二字，更加突出了“情”的力量之奇伟。词的开篇用问句，突如其来，先声夺人，犹如盘马弯弓，为下文描写雁的殉情蓄足了笔势，也使大雁殉情的内在意义得以升华。</p> <p>　　天南地北双飞客，老翅几回寒暑—— 这二句写雁的感人生活情景。大雁秋天南下越冬而春天北归，双宿双飞。作者称他们为 “双飞客”，赋予它们的比翼双飞以世间夫妻相爱的理想色彩。“天南地北” 从空间落笔，“几回寒暑” 从时间着墨，用高度的艺术概括，写出了大雁的相依为命、为下文的殉情作了必要的铺垫。</p> <p>　　欢乐趣，别离苦，是中更有痴儿女—— 是中：于此，在这里面。这几句是说大雁长期以来共同生活，既是团聚的快乐，也有离别的酸楚，在平平淡淡的生活中形成了难以割舍的一往深情。长期以来，这对“双飞客”早已心心相印，痴情热爱，矢志不渝。“痴儿女”三字包含着词人的哀婉与同情，也使人联想到人世间更有许多真心相爱的痴情男女。</p> <p>　　君应有语。渺万里层云，千山暮雪，只影为谁去—— 君：指殉情的大雁。这四句是对大雁殉情前心理活动细致入微的揣摩描写。当网罗惊破双栖梦之后，作者认为孤雁心中必然会进行生与死、殉情与偷生的矛盾斗争。但这种犹豫与抉择的过程并未影响大雁殉情的挚诚。相反，更足以表明以死殉情是大雁深入思索后的理性抉择，从而揭示了殉情的真正原因：相依相伴，形影不离的情侣已逝，自己形孤影单，前路渺茫，失去一生的至爱，即使荀活下去又有什么意义呢？于是痛下决心， “自投于地而死”。“万里”、“千山”写征途之遥远，“层云”、 “暮雪”状前景之艰难。此四句用烘托的手法，揭示了大雁心理活动的轨迹，交待了殉情的深层原因。</p> <p>　　横汾路，寂寞当年箫鼓。荒烟依旧平楚—— 这几句借助对历史盛迹的追忆与对眼前自然景物的描绘，渲染了大雁殉情的不朽意义。 “横汾路”指当年汉武帝巡幸处。“寂寞当年箫鼓”是倒装句，即当年箫鼓寂寞。楚：即从莽，平楚就是平林。这几句说的是，在这汾水一带，当年本是帝王游幸欢乐的地方，可是现在已经一片荒凉，平林漠漠，荒烟如织。据《史记·封禅书》记载，汉武帝曾率文武百官至汾水边巡祭后土，武帝做《秋风辞》，其中有“泛楼船兮济汾河，横中流兮扬素波，箫鼓鸣兮发棹歌”之句，可见当时是箫鼓喧天，棹歌四起，山鸣谷应，何等热闹。而今天却是四处冷烟衰草，一派萧条冷落景象。古与今，盛与衰，喧嚣与冷落，形成了鲜明的对比。在这几句中，词人用当年武帝巡幸，炫赫一时，转瞬间烟消云散，反衬了真情的万古长存。</p> <p>　　招魂楚些何嗟及，山鬼自啼风雨—— 些，句未象声词。《楚辞·招魂》句尾均用“些”字，所以称“楚些”。这句意思是 武帝已死，招魂无济于事。山鬼自啼风雨——《楚辞·九歌》中有《山鬼》篇，描写山中女神失恋的悲哀。这里说的是山鬼枉自悲啼，而死者已矣。以上两句借《楚辞》之典反衬了殉情大雁真情的永垂不朽。 天也妒。未信与，莺儿燕子俱黄土—— 大雁生死相许的深情连上天也嫉妒，所以这对殉情的大雁决不会和一般的莺儿燕子一样化为黄土。而是“留得生前身后名”，与世长存。这几句从反面衬托，更加突出了大雁殉情的崇高，为下文寻访雁丘作好铺垫。</p> <p>　　千秋万古。为留待骚人，狂歌痛饮，来访雁丘处—— 这是从正面对大雁的称赞。词人展开想象，千秋万古后，也会有像他和他的朋友们一样的“钟于情”的骚人墨客，来寻访这小小的雁丘，来祭奠这一对爱侣的亡灵。“狂歌痛饮”生动地写出了人们的感动之深。全词结尾，寄寓了词人对殉情者的深切哀思，延伸了全词的历史跨度，使主题得以升华。 </p><br/><h2>赏析二</h2> <p>　　这首词名为咏物，实在抒情。作者驰骋丰富的想象，运用比喻、拟人等艺术手法，对大雁殉情而死的故事，展开了深入细致的描绘，再加以充满悲剧气氛的环境描写的烘托，塑造了忠于爱情、生死相许的大雁的艺术形象，谱写了一曲凄婉缠绵，感人至深的爱情悲歌。词作中大雁的惨死正象征着青年男女纯真爱情的礼赞，其中深深寄托了词人进步的爱情理想。词中以帝王盛典之消逝反衬雁丘之长存，正说明纯真爱情在词人心目中有着至高无上的地位，也是词人朴素的民本思想的折光。词中写殉情之雁不会与莺儿、燕子一样化为黄土，正是强调其忠于爱情的精神不朽。词人站在历史的高度，写出了这种精神的永不磨灭，使读者不能不佩服他的惊人识见。这首作品中的崇情意识，与辽金文学率真尚情之传统一致，和词人年少之浪漫痴情有关，也与《董解元西厢记》和后来元杂剧肯定个人价值和欲望的精神相通。全词情节并不复杂，行文却腾挪多变。围绕着开头的两句发问，层层深入地描绘铺叙。</p> <p>　　有大雁生前的欢乐，也有死后的凄苦，有对往事的追忆，也有对未来的展望，前后照应，上下联，寓缠绵之情于豪宕之中，寄人生哲理于情语之外，清丽淳朴、温婉蕴藉，具有很高的艺术价值。<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>的词作以雄浑博大见长。在这首词中词人以健笔写柔情，熔沉雄之气韵与柔婉之情肠于一炉，确实是柔婉之极而又沉雄之至。清人刘熙载评元好问词时说“疏快之中，自饶深婉，亦可谓集两宋之大成者矣”（《艺概·词曲概》）。这首《雁丘词》正是摧刚为柔，“疏快之中，自饶深婉”的范例。</p><br/><h2>赏析三</h2> <p>　　词的上阙开篇一句“问世间、情是何物，直教生死相许？”一个“问”字破空而来，为殉情者发问 ，实际也是对殉情者的赞美。“直教生死相许”则是对“情是何物”的震撼人心的回答。在“生死相许”之前加上“直教”二字，更加突出了“情”的力量。“天南地北双飞客，老翅几回寒暑”这二句写雁的感人生活情景。大雁秋天南下越冬而春天北归，双宿双飞。作者称他们为“双飞客”，赋予它们比翼双飞以世间夫妻相爱的理想色彩。“天南地北”从空间落笔，“几回寒暑”从时间着墨，用高度的艺术概括，写出了大雁的相依为命、相濡以沫的生活历程，为下文的殉情作了必要的铺垫。“君应有语，渺万里层云，千山暮雪，只影为谁去”这四句是对大雁殉情前心理活动细致入微的揣摩描写。当网罗惊破双栖梦之后，作者认为孤雁心中必然会进行生与死、殉情与偷生的矛盾斗争。但这种犹豫与抉择的过程并未影响大雁殉情的挚诚。相反，更足以表明以死殉情是大雁深入思索后的理性抉择，从而揭示了殉情的真正原因。</p> <p>　　词的下阙借助对自然景物的描绘，衬托大雁殉情后的凄苦，“横汾路，寂寞当年箫鼓，荒烟依旧平楚。”三句写葬雁的地方。“雁丘”所在之处，汉代帝王曾来巡游，当时是箫鼓喧天，棹歌四起，山鸣谷应，何等热闹。而今天却是四处冷烟衰草，一派萧条冷落景象。“招魂楚些何嗟及，山鬼暗啼风雨。”二句意为雁死不能复生，山鬼枉自哀啼。这里作者把写景同抒情融为一体，用凄凉的景物衬托雁的悲苦生活，表达词人对殉情大雁的哀悼与惋惜。“天也妒，未信与，莺儿燕子俱黄土。”写雁的殉情将使它不像莺、燕那样死葬黄土，不为人知；它的声名会惹起上天的忌妒。这是作者对殉情大雁的礼赞。“千秋万古，为留待骚人，狂歌痛饮，来访雁丘处”四句，写雁丘将永远受到词人的凭吊。</p> <p>　　这首词名为咏物，实在抒情。作者运用比喻、拟人等艺术手法，对大雁殉情而死的故事，展开了深入细致的描绘，再加以悲剧气氛的环境描写的烘托，塑造了忠于爱情、生死相许的大雁的艺术形象，谱写了一曲爱情悲歌。全词情节并不复杂，行文却跌宕多变。围绕着开头的两句发问，层层深入地描绘铺叙，有大雁生前的欢乐，也有死后的凄苦，有对往事的追忆，也有对未来的展望，前后照应，具有很高的艺术价值。</p> <p>　　词中以帝王盛典之消逝反衬雁丘之长存，说明纯真爱情在词人心目中有着至高无上的地位，也是词人朴素的民本思想的折光。全词情节并不复杂，行文却腾挪多变。围绕着开头的两句发问，层层深入地描绘铺叙。</p> <p>　　词人把写景同抒情融为一体，用凄凉的景物衬托雁的悲苦生活，表达词人对殉情大雁的哀悼与惋惜“天地妒”二句，写雁的殉情将使它不像莺、燕那样死葬黄土，不为人知；它的声名会惹起上天的忌妒。</p><br/><h2>赏析四</h2> <p>　　此词作于金宣宗泰和五年（1205）遗山十六岁时，虽晚年曾经改定，然大体则为原作。词的上片在小序已叙事情梗概的基础上追寻殉情成因：前七句以我观物，放眼于巨大的时空中突出其长久厮守，同甘共苦、相依为命的深情厚感；后四句以我度物，模拟死雁之口，说出其殉情的原因。下片写凭吊，前三句渲染雁丘所处环境的冷落寂寞；“招魂”二句叙述为雁招魂及雁魂之凄苦；“天也妒”二句论断为情而死必将流芳千古；末四句点出垒筑雁丘的用意。</p> <p>　　这首咏物<a href=\"http://so.gushiwen.org/view_71618.aspx\">诗</a>通过对雁的生活和心理体贴入微的描写及雁丘凄凉环境的渲染，谱写了一曲凄恻动人的恋情悲歌，歌颂了大雁同生共死的“至情”。拟人手法的运用，打通了人与物的界限，使歌颂的“至情”扩展的世间万物。词以抒情为主，多用议论口吻，景因情设，随意挥洒，将凄伤的爱情悲剧写得跌宕澎湃，慷慨激越，可谓“婀娜中含刚健”。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>泰和五年（公元1205年），年仅十六岁的青年<a href=\"http://so.gushiwen.org/view_71618.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>，在赴并州应试途中，听一位捕雁者说，天空中一对比翼双飞的大雁，其中一只被捕杀后，另一只大雁从天上一头栽了下来，殉情而死。年轻的诗人被这种生死至情所震撼，便买下这一对大雁，把它们合葬在汾水旁，建了一个小小的坟墓，叫“雁丘”，并写《雁丘》辞一阕，其后又加以修改，遂成这首著名的《摸鱼儿· 雁丘词》。</p>",
  "poet": {
    "id": 600,
    "star": 0,
    "name": "元好问",
    "image": "http://img.gushiwen.org/authorImg/yuanhaowen.jpg",
    "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。"
  },
  "tags": [
    "咏物",
    "写鸟",
    "抒情",
    "爱情"
  ]
}