{
  "id": 47086,
  "star": 857,
  "name": "忆江南三首",
  "dynasty": "唐代",
  "content": "江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？</p> <p>江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！</p> <p>江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！",
  "fanyi": "<p><strong>译文<br></strong>江南的风景多么美好，风景久已熟悉。春天到来时，太阳从江面升起，把江边的鲜花照得比火红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？</p> <p>江南的回忆，最能唤起追思的是杭州：游玩天竺寺寻找中秋的桂子，登上郡亭，枕卧其上，欣赏钱塘江大潮。什么时候能够再次去游玩？</p> <p>江南的回忆，再来就是回忆苏州的吴宫，喝一喝吴宫的美酒春竹叶，看一看吴宫的歌女双双起舞像朵朵迷人的芙蓉。清晨夜晚总要再次相逢。</p> <p><strong>注释<br></strong>⑴忆江南：唐教坊曲名。作者题下自注说：“此曲亦名‘谢秋娘’，每首五句。”按《乐府<a href=\"http://so.gushiwen.org/view_47086.aspx\">诗</a>集》：“‘忆江南’一名‘望江南’，因白氏词，后遂改名‘江南好’。”至晚唐、五代成为词牌名。这里所指的江南主要是长江下游的江浙一带。<br>⑵谙（ān）：熟悉。作者年轻时曾三次到过江南。<br>⑶江花：江边的花朵。一说指江中的浪花。红胜火：颜色鲜红胜过火焰。<br>⑷绿如蓝：绿得比蓝还要绿。如，用法犹“于”，有胜过的意思。蓝，蓝草，其叶可制青绿染料。<br>⑸“山寺”句：作者《东城桂》诗自注说：“旧说杭州天竺寺每岁中秋有月桂子堕。”桂子，桂花。宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《望海潮·东南形胜》词：“有三秋桂子，十里荷花。”<br>⑹郡亭：疑指杭州城东楼。看潮头：钱塘江入海处，有二山南北对峙如门，水被夹束，势极凶猛，为天下名胜。<br>⑺吴宫：指吴王夫差为西施所建的馆娃宫，在苏州西南灵岩山上。<br>⑻竹叶：酒名。即竹叶青。亦泛指美酒。《文选·张协〈七命〉》：“乃有荆南乌程，豫北竹叶，浮蚁星沸，飞华蓱接。”<br>⑼吴娃：原为吴地美女名。《文选·<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>〈七发〉》：“使先施、徵舒、阳文、段干、吴娃、闾娵、傅予之徒……嬿服而御。”此词泛指吴地美女。醉芙蓉：形容舞伎之美。<br>⑽早晚：犹言何日，几时。北齐<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>《颜氏家训·风操》：“尝有甲设宴席，请乙为宾；而旦于公庭见乙之子，问之曰：‘尊侯早晚顾宅？’”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/view_47086.aspx\">诗</a>人早年因避乱来到江南，曾经旅居苏、杭二州。晚年又担任杭、苏刺史多年。江南的山山水水、一草一木给他留下了极深的印象。他也与那里的人民结下了深挚的友谊，直到晚年回到北方以后，仍然恋恋不已。三首《忆江南》词就是这种心情下的产物。作品表达了诗人对祖国大好河山的热爱，对以后文人词的发展，也产生了积极的作用。</p> <p>　　《忆江南·江南忆》的前一首是突出描绘杭州这个被人喻为可同天堂媲美的地方来验证“江南好”。古神话中有月中桂树的传说。《南部新书》载：“杭州灵隐寺多桂，寺僧曰：‘此月中种也。’至今中秋望夜，往往子堕，寺僧亦尝<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>。”可见这寺中月桂的说法不过是寺僧自神其说而已。但是，生活真实不等于艺术真实，作品运用这一传说，意在表达杭州的非同凡俗。同时“山寺月中寻桂子”也表现了诗人浪漫的想像，读者眼前仿佛现出怒放的丹桂，闻到桂子浓郁的芳香。次句“郡亭枕上看潮头”则描绘了杭州浙江入海的奇观。诗人通过对当年山寺寻桂和钱塘观潮两个代表性的生活画面的描写，仅用两句话就足以使人想见杭州之多彩多姿。</p> <p>　　后一首词是描绘苏州之美。苏州有当年吴王夫差为美人西施修建的馆娃宫等风景名胜古迹，有名叫“竹叶春”的美酒佳酿，苏州的女子也更美丽多姿，能歌善舞，她们的舞姿，令人联想到那在风中沉醉的荷花。诗人以美妙的诗笔，简洁地勾勒出苏州的旖旎风情，令人无比神往。</p> <p>　　两首《忆江南·江南忆》各自独立而又互为补充，分别描绘杭州与苏州的景色美，风物美和女性之美，每首都以“江南忆”开篇，而以直接深情之句作结，艺术概括力强，意境奇妙，使人读其词而直欲奔向江南实地观览一番。这两首词与《忆江南·江南好》既是各自独立成篇又是互为联系的整体。</p>",
  "poet": {
    "id": 665,
    "star": 0,
    "name": "白居易",
    "image": "http://img.gushiwen.org/authorImg/baijuyi.jpg",
    "desc": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"
  },
  "tags": [
    "宋词三百首",
    "怀念",
    "江南",
    "地名"
  ]
}