{
  "id": 9497,
  "star": 15,
  "name": "初授官题高冠草堂",
  "dynasty": "唐代",
  "content": "三十始一命，宦情多欲阑。<br>自怜无旧业，不敢耻微官。<br>涧水吞樵路，山花醉药栏。<br>只缘五斗米，辜负一渔竿。",
  "fanyi": "<p><strong>译文</strong><br>人到三十才得个一命官，仕宦的念头快要消磨完。<br>自怜没有什么祖传家业，总不敢嫌弃这微小的官。<br>涧水吞没了采樵的小路，美丽的山花醉倚在药栏。<br>只因为这五斗米的官俸，竟然要辜负这根钓鱼竿。</p> <p><strong>注释</strong><br>⑴高冠：长安西部的高冠峪，因山内石帽峰恰似巨人头戴高帽故名，有著名的高冠瀑布，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>曾在此隐居耕读十载。<br>⑵一命：最低等的官职。周代的官秩为九命，一命最低。《左传·昭公七年》：“三命兹益共。一命而偻，再命而伛，三命而俯。”岑参初授右内率府兵曹参军，职位低微。<br>⑶宦情：做官的志趣、意愿。《晋书·刘元海载记》：“吾本无宦情，惟足下明之。恐死 洛阳 ，永与子别。”阑：尽，残。<br>⑷自怜：自伤；自我怜惜。汉<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>《九怀·通路》：“阴忧兮感余，惆怅兮自怜。”旧业：祖传家业。<br>⑸微官：小官。唐岑参《早秋与诸子登虢州西亭观眺<a href=\"http://so.gushiwen.org/view_9497.aspx\">诗</a>》：“微官何足道，爱客且相携。”<br>⑹涧水：指从高冠峪流过的溪水。樵路：打柴人走的小路。唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《鸣皋歌奉饯从翁清归五崖山居》：“鸣皋微茫在何处？五崖峡水横樵路。”<br>⑺药栏：芍药之栏。泛指花栏。唐<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《宾至》诗：“不嫌野外无供给，乘兴还来看药栏。”一说，药、栏同义，指一物，即栅栏。唐李匡乂《资暇录》卷上：“今园廷中药栏，栏即药，药即栏，犹言围援，非花药之栏也。有不悟者，以为藤架蔬圃，堪作切对，是不知其由，乖之矣。”<br>⑻五斗米：指官俸。《晋书·隐逸传·陶潜》：“郡遣督邮至县，吏白应束带见之，潜叹曰：‘吾不能为五斗米折腰，拳拳事乡里小人邪！’义熙二年，解印去县。”后用以指微薄的官俸。<br>⑼渔竿：钓鱼的竹竿。此处作垂钓隐居的象征。清吴烺《寄德甫》诗：“何当与尔乘船去，手把渔竿变姓名。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　首联感慨多年未得有做官的机会，到了三十多才好不容易有个官做，感慨这么多年做官的心情已经多半消退了。“三十始一命”，“一命”是官秩最低等，从八品，负责看守兵甲器杖、管理门禁锁钥，工作刻板琐碎。这对隐居耕读十载的<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>来说太失望了。于是感到“宦情多欲阑”，做官的念头消磨殆尽。</p> <p>　　但失望归失望，因为家无产业，<a href=\"http://so.gushiwen.org/view_9497.aspx\">诗</a>人还是不敢对这来之不易的小小官职有不屑之意。“自怜无旧业，不敢耻微官。”在这里，岑参流露出对其初授官职不那么感兴趣，从官职的卑微来说，本不屑为之；可是为生活所迫，却不敢以此为耻。其无可奈何的心态，跃然纸上。</p> <p>　　第三联写景。“涧水吞樵路，山花醉药栏”两句中最精炼传神的分别是“吞”、“醉”。前者写出了谷水淹没山间小路、恣肆无拘的情态，后者写出了山花装点药栏、旁若无人怒放的情态，从而表达诗人对隐逸生活的留恋。</p> <p>　　尾联“只缘五斗米，辜负一渔竿”两句用典。“五斗米”不是指实数，而是一种修辞手法——夸张，即言其少，意思是指“俸禄微薄”。这是用东晋<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“不为五斗米折腰”的典故。除了这首诗之外，岑参还在多首诗中用了这个典故，如“看君五斗米，不谢万户侯”（《送许拾遗恩归江宁拜亲》）；“久别二室间，图他五斗米”（《峨眉东脚临江听猿怀二室旧庐》）；“五斗米留人，东溪忆垂钓”（《衙郡守还》）。此诗结尾二句运用了用典、借代的修辞手法，很生动的写景，同时暗喻诗人为了微薄的官禄不得不割舍闲适自得的生活的矛盾心理。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>系江陵（今属湖北）官宦家庭出身，但在唐玄宗开元八年（720年），其父任晋州（今山西寿阳）刺史时不幸早丧，家道衰贫。他自幼从兄受书，遍读经史。二十岁时，随兄至长安，求仕不成。长安城中，居之不易，他便随兄长来到山水秀丽的高冠峪中，置业并建起了简陋的别墅草堂。耕读于此，希望通过科举应试，进入仕途。天宝三年（744年），三十岁的岑参应进士科考试，高中一甲第二名，但官运不顺，经吏部试后，仅授右内率府兵曹参军这样的小官，他非常失望。他回到高冠准备辞别草堂赴任，看到经营十载的高冠草堂，却为了一个小官职，不得不离去，不禁感叹自己辜负长期隐逸的闲适生活，违逆一向的情怀，于是作了这首《初授官题高冠草堂》。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "抒情"
  ]
}