{
  "id": 70586,
  "star": 8,
  "name": "杂剧·裴少俊墙头马上",
  "dynasty": "元代",
  "content": "第一折<br>满腹诗书七步寸，绮罗衫袖拂香埃。今生坐享荣华福，不是读书那里来。老夫工部尚书裴行俭是也。夫人柳氏，孩儿少俊。方今唐高宗即位仪凤三年。自去年驾幸西御园，见花木狼藉，不堪游赏，奉命前往洛阳，不问权豪势要之家，选拣奇花异卉，和买花栽子，趁时栽接。为老夫年高，奏过官里，教孩儿少俊承宣驰驿，代某前去。自新正为始，得了六日宣限，那的是老夫有福处。少俊三岁能言，五岁识字，七岁草字如云，十岁吟诗应口，才貌两全，京师人每呼为少俊。年当弱冠，未曾娶妻，不亲酒色；如今差他出去公干，万无一失。教张千伏侍舍人，在一路上休教他胡行，替俺买花栽子去来。老夫姓李，双名世杰，乃李广之后，当今皇上之族，嫡亲三口儿，夫人张氏，有女孩儿小字千金，年方一十八岁，尤善女工，深通文墨，志量过人，容颜出世。老夫前任京兆留守，因讽谏则天，谪降洛阳总管。老夫当初曾与裴尚书议结婚姻，只为宦路相左，遂将此事都不提起了。如今左司家勾唤我，今日便行；留下夫人与孩儿，紧守闺门。待我回来，另议亲事，未为迟也，小生是工部尚书舍人裴少俊。自三岁能言，五岁识字，七岁草字如云，十岁吟诗应口，才貌两全，京师人每呼为少俊。年当弱冠，未曾娶妻，惟亲诗书，不通女色。承宣驰驿，前来洛阳，不问权豪势要之家，名园佳圃，选拣奇花，和买花栽子。就用一车装送，来日起程。今日乃三月初八日，上巳节令，洛阳王孙士女，倾城玩赏。张千，咱每也同你看去来。妾身李千金是也。今日是三月上巳，良辰佳节，是好春景也呵！小姐，观此春天，真好景致也。梅香，你觑着围屏上佳人才子，士女王孙，是好华丽也。小姐，佳人才子为甚都上屏障，非同容易也呵！<br>【仙吕】【点绛唇】往日夫妻，夙缘仙契。多才艺，倩丹青写入屏围，真乃是画出个蓬莱意。小姐看这围屏，有个主意：梅香猜着了也，少一个女婿哩！<br>【混江龙】我若还招得个风流女婿，怎肯教费工夫学画远山眉。宁可教银缸高照，锦帐低垂；菡萏花深鸳并宿，梧桐枝隐凤双栖。这千金良夜，一刻春宵，谁管我衾单枕独数更长，则这半床锦褥枉呼做鸳鸯被。等老相公回来呵，寻一门亲事，可不好也。流落的男游别郡，耽阁的女怨深闺。小姐，这几日越消瘦了。<br>【油葫芦】我为甚消瘦春风玉一围，又不曾染病疾，近新来宽褪了旧时衣。夫人道，小姐不快时，少做女工，胜服汤药。害的来不疼不痛难医治，吃了些好茶好饭无滋味，似舟中载倩女魂，天边盼织女期。这些时困腾腾，每日家贪春睡，看时节针线强收拾。<br>【天下乐】我可便提起东来忘了西，昨日几家来问亲，小姐不语怎么？咱萱堂又虚着面皮，至如个穷人家女孩儿到十六七，或是谁家来问亲，那家来做媒，你教女孩羞答答说甚的？今日上巳，王孙士女，宝马香车，都去郊外玩赏去了；咱两个去后花园内看一看来。梅香，将着纸墨笔砚，咱去来。<br>【那吒令】本待要送春向池塘草萋，我且来散心到荼蘼架底，我待教寄身在蓬莱洞里。蹙金莲红绣鞋，荡湘裙呜环珮，转过那曲槛之西。<br>【鹊踏枝】怎肯道负花期，惜芳菲。粉悴胭憔，他绿暗红稀。九十日春光如过隙，怕春归又早春归。<br>【寄生草】柳暗青烟密，花残红雨飞。这人、人和柳浑相类，花心吹得人心碎，柳眉不转蛾眉系。为甚西园陡恁景狼籍？正是东君不管人憔悴！<br>【幺篇】榆散青钱乱，梅攒翠豆肥。轻轻风趁蝴蝶队，霏霏雨过蜻蜓戏，融融沙暖鸳鸯睡。落红踏践马蹄尘，残花酝酿蜂儿蜜。<br>方信道洛阳花锦之地，休道城中有多少名园。你觑这一所花园。一所花园。呀，一个好姐姐！呀，一个好秀才也！<br>【金盏儿】兀那画桥西，猛听的玉骢嘶。便好道杏花一色红千里，和花掩映美容仪。他把乌靴挑宝镫，玉带束腰围，真乃是能骑高价马，会着及时衣。你看他雾鬓云鬟，冰肌玉骨；花开媚脸，星转双眸。只疑洞府神仙，非是人间艳冶。小姐，你听来。<br>【后庭花】休道是转星眸上下窥，恨不的倚香腮左右偎。便锦被翻红浪，罗裙作地席。小姐休看他，倘有人看见。既待要暗偷期，咱先有意，爱别人可舍了自己。<br>小姐，你却顾盼他，他可不顾盼你哩。舍人，休要惹事，咱城外去看来。四目相觑，各有眷心，从今已后，这相思须害也。舍人去罢。如此佳丽美人，料他识字，写个简帖儿嘲拨他。张千，将纸笔来，看他理会的么。张千，将这简帖儿与那小姐去。舍人使张千去，若有人撞见，这顿打可不善也。我教你，有人若问呵，则说俺买花栽子，不妨事。若见那小姐，说俺舍人教送与你。舍人，我去。那小姐喜欢，你便招手唤我，我便来；若是抢白，你便摆手，我便走。我知道。小姐，你这后花园里有卖花栽子么？这里花栽子谁要买？俺那舍人要买。谢天地，事已谐矣！小姐，那两个人拿过一张儿纸来，不知写甚么，小姐看咱！只疑身在武陵游，流水桃花隔岸羞。咫尺刘郎肠已断，为谁含笑倚墙头。梅香，将纸笔来。梅香，我央你咱，你勿阻我。将这一首诗送与那舍人。小姐，教我送这诗与谁去也？诗中意怎生？见那秀才道甚的？则怕有人撞见怎了？好姐姐，你与我走一遭去。你往常打我骂我，今日为甚的央我？着我寄与谁？<br>【幺篇】你道是情词寄与谁，我道来新诗权做媒。我映丽日墙头望，他怎肯袖春风马上归。怕的是外人知，你便叫天叫地，哎！小梅香好不做美。这简帖我送与老夫人去。梅香，我央及你，要告老夫人呵，可怎了！你慌么？可知慌哩。你怕么？可知怕哩。我斗你耍哩。则被你唬杀我也。俺小姐上复舍人，看这首诗咱。深闺拘束暂闲游，手拈青梅半掩羞。莫负后园今夜约，月移初上柳梢头。千金作。这小姐有倾城之态，出世之才，可为囊箧宝玩。俺小姐道来，今夜后园中赴期，休得失信。张千，俺打那里过去？跳墙过去。小姐，他待跳墙来也！<br>【赚煞】这一堵粉墙儿低，这一带花阴儿密。与你个在客的刘郎说知：虽无那流出胡麻香饭水，比天台山到径抄直。莫疑迟，等的那斗转星移，休教这印苍苔的凌波袜儿湿。将湖山困倚，把角门儿虚闭，这后花园权做武陵溪。<br>惭愧！这一场喜事，非同小可。只等的天晚，便好赶约去也。偶然间两相窥望，引逗的春心狂荡。今夜里早赴佳期，成就了墙头马上。<br><br>第二折<br>老身是李相公夫人。相公左司家唤的去了，不见回来。今日老身东阁下探妗子回来，身子有些不快。天色晚也，梅香，绣房中道与小姐，休教他出来。嬷嬷收拾前后，我歇息去也我回到这馆驿安下，心中闷倦，那里有心去买花栽子。巴不得天晚了也，我如今与小姐赴期去来。今日因去后园中看花，墙头见了那生，四目相视，各有此心，将一个简帖儿约今夜来赴期。我回到绣房中，梅香，不知夫人睡去也不曾？我去看来。小姐，小姐！我正好做梦哩。你梦见甚么来？<br>【南吕】【一枝花】睡魔缠缴得慌，别恨禁持得煞。离魂随梦去，几时得好事奔人来，一见了多才，口儿里念，心儿里爱，合是姻缘簿上该。则为画眉的张敞风流，掷果的潘郎稔色。<br>今夜好歹来也，则管里作念的眼前活现。<br>【梁州第七】早是抱闲怨，时乖运蹇；又添这害相思，月值年灾。休道是我，天若知道和天也害。梅香，这早晚多早晚也？是申牌时候了。几时得月离海峤，才则是日转申牌。小姐，日头下去了，一天星月出来了。怕露惊宿鸟，风弄庭槐。看银河斜映瑶阶，都不动纤细尘埃。月也你本细如弓，一半儿蟾蜍，却休明如镜照三千世界，冷如冰浸十二瑶台。禁垆瑞霭，把剔团圝明月深深拜，你方便，我无碍。深拜你个嫦娥不妒色，你敢且半霎儿雾锁云埋。<br>这场事也非容易哩！<br>【牧羊关】待月帘微簌，迎风户半开；你看这场风月规划。怎生规划？你与我接去。怕他不来！倒教我去接他。就着这风送花香，云笼月色。小姐，为甚么着我接他去？你道为甚着你个丫鬟迎少俊，我则怕似赵杲送曾哀。这里线也似一条直路，怕他迷了道儿？你道方径直如线，我道侯门深似海。<br>你两个头目，自说话来。<br>【骂玉郎】相逢正是花溪侧，也须穿短巷过长街。到那里便唤你来。又不比秦楼夜宴金钗客，这的担着利害，把你那小性格且宁奈。<br>【感皇恩】咱这大院深宅，幽砌闲阶，不比操琴堂，沽酒舍，看书斋。迟又不是，疾又不是，怎生可是？教你轻分翠竹，款步苍台，休惊起庭鸦喧，邻犬吠，怕院公来。<br>小姐，这来时可着多早晚也？<br>【采茶歌】把粉墙儿挨，角门儿开，等夫人烧罢夜香来。月色朦胧天色晚，鼓声才动角声哀。我说与你，夫人已睡了也，一准不来了。今夜嬷嬷又在前面守着库房门哩。天色晚了，我点上灯，就接姐夫去。张千，休大惊小怪的，你只在墙外等着。梅香，我来了也。我说去。小姐，姐夫来了也。你两个说话，我门首看着。小生是个寒儒，小姐不弃，小生杀身难报。舍人则休负心！<br>【隔尾】我推粘翠靥遮宫额，怕绰起罗裙露绣鞋。我忙忙扯的鸳鸯被儿盖，翠冠儿懒摘，画屏儿紧挨。是他撒滞殢，把香罗带儿解。<br>这早晚小姐房里有人说话，在窗下听咱。呀，果然有人，我去觑破他。小姐，吹灭了灯，嬷嬷来也！吹灭了灯？我听的多时了也？你待走那里去？是做下来也，怎见父母！奶奶可怜见，你放我两个私走了罢，至死也不敢忘你。兀的是不出嫁的闺女，教人营勾了身躯，可又随着他去。这汉子是谁家的？小生是客寄书生，乞容宽恕。俺这里不是赢奸买俏去处。<br>【红芍药】他承宣驰驿奉官差，来这里和买花栽。又不是瀛州方丈接蓬莱，远上天台。比画眉郎多气概，骤青骢踏断章台。都是这梅香小奴才勾引来的！枉骂他偷寒送暖小奴才，要这般当面抢白。<br>不是这奴胎是谁？<br>【菩萨梁州】是这墙头掷果裙钗，马上摇鞭狂客。说与你个聪明的奶奶，送春情是这眼去眉来。好！可羞也那不羞？眼去眉来，倒与真奸真盗一般，教官司问去。则这女娘家直恁性儿乖，我待舍残生还却鸳鸯债，也谋成不谋败。是今日且停嗔过后改，怎做的奸盗拿获？<br>你看上这穷酸饿醋甚么好？<br>【牧羊关】龙虎也招了儒士，神仙也聘与秀才，何况咱是浊骨凡胎。一个刘向题倒西岳灵祠，一个张生煮滚东洋大海。却待要宴瑶池七夕会，便银汉水两分开！委实这乌鹊桥边女，舍不的斗牛星畔客。家丑事不可外扬。兀那汉子，我将你拖到宫中，不道的饶了你哩。嬷嬷，你要了我买花栽子的银子，教梅香唤将我来，咱就和你见官去来。<br>【三煞】不肯教一床锦被权遮盖，可不道九里山前大会垓，绣房里血泊浸尸骸。解下这搂带裙刀，为你逼的我紧也便自伤残害，颠倒把你娘来赖。你要他这秀才的银子，教我去唤将他来。便见夫人，也则实说。夫人也不信。你则是拾的孩儿落的摔，你待致命图财。<br>【二煞】我怎肯掩残粉泪横眉黛，倚定门儿手托腮，山长水远几时来。且休说度岁经年，只一夜冰夜消瓦，凭时节知他是和尚在钵盂在。他凭着满腹文章七步才，管情取日转千阶。<br>亲的则是亲，若夫人变了心，可不枉送我这老性命。我如今和你商量，随你拣一件做：第一件，且教这秀才求官去，再来取你；不着，嫁了别人。第二件，就今夜放你两个走了，等这秀才得了官，那时依旧来认亲。嬷嬷，只是走的好。<br>【黄钟尾】他折一枝丹桂群儒骇，怎肯十谒朱门九不开。若以后泄漏出些风声，枉坏了一世前程，拆散了一双佳配。常言道：一岁使长百岁奴。我耽着利害放您，则要一路上小心在意者。母亲年高，怎生割舍！夫人处有我在此，你自放心去罢。不是我敢为非敢作歹，他也有风情有手策；你也会圆成会分解，我也肯过从肯耽待。便锁在空房，嫁在乡外。你道父母年高老迈，那里有女孩儿共爷娘相守到头白？女孩儿是你十五岁寄居的堂上客。他每去也。若夫人问时，说个谎道，不知怎生走了；料夫人必然不敢声扬。等待他日后再来认亲，也未迟哩。<br><br>第三折<br>自从少俊去洛阳买花栽子回来，今经七年。老夫常是公差，多在外，少在里。且喜少俊颇有大志，每日在后花园中看书，直等功名成就，方才娶妻。今日是清明节令，老夫待亲自上坟去，奈畏风寒，教夫人和少俊替祭祖去咱。自离洛阳，同小姐到长安七年也。得了一双儿女，小厮儿叫做端端，女儿唤做重阳。端端六岁，重阳四岁，只在后花园中隐藏，不曾参见父母，皆是院公伏侍，连宅里人也不知道。今日清明节令，父亲畏风寒，我与母亲郊外坟茔中祭奠去。院公在意照顾，怕老相公撞见。哥哥，一岁使长百岁奴。这宅中谁敢提起个李字！若有一些差失，如同那赵盾便有灾难，老汉就是灵辄扶轮，王伯当与李密叠尸，为人须为彻。休道老相公不来，便来呵，老汉凭四方口，调三寸舌，也说将回去。我这是蒯文通、李左车。哥哥，你放心，倚着我呵，万丈水不教泄漏了一点儿。若无疏失，回家多多赏你。自从跟了舍人来此呵，早又七年光景，得了一双儿女。过日月好疾也呵！<br>【双调】【新水令】数年一枕梦庄蝶，过了些不明白好天良夜。想父母关山途路远，鱼雁信音绝。为甚感叹咨嗟，甚日得离书舍？<br>【驻马听】凭男子豪杰，平步上万里龙庭双凤阙；妻儿真烈，合该得五花官诰七香车。也强如带满头花，向午门左右把状元接；也强如挂拖地红，两头来往交媒谢。今日个改换别，成就了一天锦绣佳风月。我掩上这门，看有甚人来此。哥哥祭奠去了，嫂嫂跟前回复去咱。嫂嫂，舍人祭奠去了。院公特地说与嫂嫂得知。院公可要在意者，则怕老相公撞将来。老汉有句话敢说么？今日清明切，有甚节令酒果，把些与老汉吃饱了，只在门首坐着，看有甚的人来。夜来两个小使长把墙头上花都折坏了，今日休教出来，只教书房中耍，则怕老相公撞见。<br>【乔牌儿】当拦的便去拦，我把你个院公谢。想昨日被棘针都把衣袂扯，将孩儿指尖儿都挝破也。奶奶，我接爹爹去来。还未来哩！<br>【幺篇】便将球棒儿撇，不把胆瓶藉。你哥哥，这其间未是他来时节，怎抵死的要去接？<br>我门口去吃了一瓶酒，一分节食，觉一阵昏沉。倚着湖山睡些儿咱！唬杀人也。小爷爷！你耍到房里耍去。小奶奶，女孩家这般劣！我告你去也，快书房里去！夫人共少俊祭奠去了，老夫心中闷倦，后花园内走一遭去，看孩儿做下的功课咱。这老子睡着了。打你娘，那小厮！这两个小的是谁家？是裴家。是那个裴家？是裴尚书家。谁道不是裴尚书家花园，小弟子还不去！告我爹爹、奶奶说去。你两个采了花木，还道告你爹爹、奶奶去？跳起凭公公来也，打你娘！你两个不投前面走，便往后头去？我两人接爹爹去，见一老爹，问是谁家的。孩儿也，我教你休出去，兀的怎了！这两个小的，不是寻常之家。这老子其中有诈，我且到堂上看来。<br>【豆叶儿】接不着你哥哥，正撞见你爷爷。魄散魂消，肠慌腹热，手脚獐狂去不迭。相公把柱杖掂详，院公把扫帚支吾，孩儿把衣袂掀者。<br>咱房里去来。更有谁家个妇人？这妇人折了俺花，在这房内藏来。<br>【挂玉钩】小业种把栊门掩上些，道的跳天撅地十分劣。被老相公亲向园中撞见者，唬的我死临侵地难分说。拿的芙蓉亭上来。氲氲的脸上羞，扑扑的心头怯；喘似雷轰，烈似风车。这妇人折了两朵儿花，怕相公见，躲在这里。合当饶过，教家去。相公可怜见，妾身是少俊的妻室。谁是媒人？下了多少钱财？谁主婚来？这两个小的是谁家？相公不合烦恼合欢喜。这的是不曾使一分财礼，得这等花枝般媳妇儿，一双好儿女，合做一个大筵席。老汉买羊去，大嫂，请回书房里去者。这妇人决是介优酒肆之家！妾是官宦人家，不是下贱之人。噤声！妇人家共人淫奔，私情来往，这罪过逢赦不赦。送与官司问去，打下你下半截来。<br>【沽美酒】本是好人家女艳冶，便待要兴词讼发文牒，送到官司遭痛决。人心非铁，逢赦不该赦。<br>【太平令】随汉走怎说三贞九烈，勘奸情八棒十挟。谁识他歌台舞榭，甚的是茶房酒舍。相公便把贱妾，拷折下截，并不是风尘烟月。<br>则打这老汉，他知情。这个老子，从来会勾大引小。相公，七年前舍人哥哥买花栽子时，都是这厮搬大引小，着舍人刁将来的。老子攀下我来也。是了，敢这厮也知情！<br>【川拨棹】赛灵辄，蒯文通，李左车；都不似季布喉舌，王伯当尸叠。更做道向人处无过背说，是和非须辩别。<br>唤的夫人和少俊来者。你与孩儿通同作弊，乱我家法。老相公，我可怎生知道？这的是你后园中七年做下的功课！我送到官司，依律施行者。少俊是卿相之子，怎好为一妇人，受官司凌辱，情愿写与休书便了。告父亲宽恕。<br>【七弟兄】是那些劣忄敞，痛伤嗟也，时乖运蹇遭磨灭。冰清玉洁肯随邪，怎生的拆开我连理同心结！我便似八烈周公，俺夫人似三移孟母。都因为你个淫妇，枉坏了我少俊前程，辱没了我裴家上祖。兀那妇人，你听者：你既为官宦人家，如何与人私奔？昔日无盐采桑于村野，齐王车过见了，欲纳为后同车。而无盐曰：\"不可，禀知父母，方可成婚；不见父母，即是私奔。\"呸！你比无盐败坏风俗，做的个男游九郡，女嫁三夫。我则是裴少俊一个。可不道\"女慕贞洁，男效才良；聘则为妻，奔则为妾\"。你还不归家去！这姻缘也是天赐的。夫人，将你头上玉簪来。你若天赐的姻缘，问天买卦，将玉簪向上磨做了针儿一般细。不折了，便是天赐姻缘；若折了，便归家去也。<br>【梅花酒】他毒肠狠切，丈夫又软揣些些，相公又恶噷噷乖劣，夫人又叫丫丫似蝎蜇。你不去望夫石上变化身，筑坟台上立个碑碣。待教我谩忄敞忄敞，愁万缕，闷千叠；心似醉，意如果；眼似瞎，手如瘸；轻拈掇，慢拿捻。<br>【收江南】呀！王吉叮珰掂做了两三截，有鸾胶难续玉簪折，则他这夫妻儿女两离别。总是我业彻，也强如参辰日月不交接。<br>可知道玉簪折了也，你还不肯归家去？再取一个银壶瓶来，将着游丝系住，到金井内汲水。不断了，便是夫妻；瓶坠簪折，便归家去。可怎了！<br>【雁儿落】似陷人坑千丈穴，胜滚浪千堆雪。恰才石头上损玉簪，又教我水底捞明月。<br>【得胜令】冰弦断，便情绝；银瓶坠，永离别。把几口儿分两处；随你再嫁别人去。谁更待双轮辗四辙。恋酒色淫邪，那犯七出的应拚舍；享富贵豪奢，这守三从的谁似妾！<br>既然簪折瓶坠，是天着你夫妻分离。着这贼丑生与你一纸休书，便着你归家去。少俊，你只今日便与我收拾琴剑书箱，上朝求官应举去。将这一儿一女收留在我家。张千，便与我赶离了门者！少俊，端端，重阳，则被你痛杀我也！<br>【沉醉东风】梦惊破情缘万结，路迢遥烟水千叠。常言道有亲娘有后爷，无亲娘无疼热。他要送我到官司，逞尽豪杰。多谢你把一双幼女痴儿好觑者，我待信拖拖去也。<br>端端，重阳，儿也！你晓事些儿，我也不能够见你了也！<br>【甜水令】端端共重阳，他须是你裴家枝叶。孩儿也啼哭的似痴呆，这须是我子母情肠，厮牵厮惹，兀的不痛杀人也！<br>【折桂令】果然人生最苦是离别，方信道花发风筛，月满云遮。谁更敢倒凤颠鸾，撩蜂剔蝎，打草惊蛇？坏了咱墙头上传情简帖，拆开咱柳阴中莺燕蜂蝶。儿也咨嗟，女又拦截，既瓶坠簪折，咱义断恩绝！娘子，你去了罢！老相公便着我回话哩。少俊，你也须送我归家去来。<br>【鸳鸯煞】休把似残花败柳冤仇结，我与你生男长女填还彻。指望则生同衾，死则共穴。唱道题柱胸襟，当垆的志节，也是前世前缘，今生今业。少俊呵，与你干驾了会香车，把这个没气性的文君送了也！<br>父亲，你好下的也。一时间将俺夫妻子父分离，怎生是好？张千，与我收拾琴剑书箱，我就上朝取应去。一面瞒着父亲，悄悄送小姐回到家中，料也不妨。正是：石上磨玉簪，欲成中央折。井底引银瓶，欲上丝绳绝。两者可奈何，似我今朝别。果若有天缘，终当做瓜葛。<br><br>第四折<br>自从裴少俊将我休弃了，回到洛阳，父母双亡，遗下几个使数和那宅舍庄田，依还的享用富贵不尽。则是撇下一双儿女，又未知少俊应举去，得官也不曾，好伤感人也！<br>【中吕】【粉蝶儿】帘卷虾须，冷清清绿窗朱户，闷杀我独自离居。落可便想金枷，思玉锁，风流的牢狱。谁叫你飞出巴蜀，叫离人\"不如归去\"。<br>【醉春风】家万里梦蝴蝶，月三更闻杜宇。则兀那墙头马上引起欢娱，怎想有这场苦、苦。都则道百媚千娇，送的人四分五落，两头三绪。<br>亲捧丹书下九重，路人争识五花骢。想来全是文章力，未必家门积善功。小官裴少俊，自从上朝取应，一举状元及第，就除洛阳县尹之职。来到这洛阳城，我且换了衣服，跟寻我那李千金小姐去。问人来，则这里便是李总管家，府门首兀的不是梅香。小姐在家么？我则做不知。我这里有甚么小姐！这个汉子不达时务，你这里立地，我家去见。你欢喜也！姐夫在门首。这妮子又胡说！果然是他，你看他穿着甚么衣服哩？他穿着秀才的衣服。小姐，真个我不说谎。可怎生穿着秀才衣服！<br>【满庭芳】长安应举，羞归故里，懒睹乡闾。他那里谈天口喷珠玉，一刬的者也之乎；他那三昧手能修手模，读五车书会写休书。教斋长休题柱，想他人有怨语，兀的不笑杀汉相如。<br>梅香进去了就不出来，我自过去。小姐，间别无恙？今日还来寻你，依旧和你相好，重做夫妻。裴少俊，你是说甚么话！<br>【普天乐】你待结绸缪，我怕遭刑狱。我人心似铁，他官法如炉。你娘并无那子母情，你爷怎肯相怜顾？问的个下惠先生无言语。他道我更不贤达，败坏风俗；怎做家无二长，男游九郡，女嫁三夫。小姐，我如今得了官也，我父亲致仕闲居。我特来认你，我就在此处为县尹。<br>【迎仙客】你封为三品官，列着八椒图，你父亲告致仕，却离了京兆府。吏部里注定迁移，户部里革罢了俸禄。枉教他遥授着尚书，则好教管着那普天下姻缘簿。<br>我则今日就搬将行李来。我这里住不的！<br>【石榴花】常言道好客不如无，抢出去又何如。我心中意气怎消除！你是窨付、负与、何辜。既为官怎脸上无羞辱？我与你是儿女夫妻，怎么不认我？你道我不识亲疏。虽然是眼中没的珍珠处，也须知略辩个贤愚。<br>这是我父亲之命，不干我事。<br>【斗鹌鹑】一个是八烈周公，一个是三移孟母。我本是好人家孩儿，不是娼人家妇女，也是行下春风望夏雨。待要做眷属，枉坏了少俊前程，辱没了你裴家上祖！<br>小姐，你是个读书聪明的人，岂不闻\"子甚宜其妻，父母不说，出。子不宜其妻，父母曰'是善事我。'则行夫妇之礼焉，终身不衰。\"裴少俊，你是不知，听我说与你咱。<br>【上小楼】恁母亲从来狠毒，恁父亲偏生嫉妒。治国忠直，操守廉能，可怎生做事糊突！幸得个鸾凤交，琴瑟揩，夫妻和睦，不似你裴尚书替儿嫌妇。老夫裴尚书。我问人来，这便是我李总管家府里。听的少俊孩儿得了官，授本处县尹，媳妇儿不肯认他。我引着两个孩儿同老夫人，可早来到也。左右，报复去，道裴尚书在于门首。呀！父亲在门首，我接去。父亲，你孩儿得了官也，授本处县尹；媳妇不肯相认，道我当初休了他来。孩儿在那里？儿也，谁知道你是李世杰的女儿，我当初也曾议亲来，谁知道你暗合姻缘。你可怎生不说你是李世杰的女儿，我则道你是优人娼女。我如今和夫人、两个孩儿，牵羊担酒，一径的来替你陪话，可是我不是了。左右，将酒来，你满饮此一杯。<br>【幺篇】他把酒盏儿擎，我便把\"认\"字儿许？你看我的面皮，我替你抬举的两个孩儿偌大也，你认了俺者。奶奶，你认了俺者。赤紧的陶母熬煎，曾参错见，太公跋扈。一个儿，一个女，都一时啼哭，哎！儿，则被你想杀我也！须是俺断不了子母肠肚。<br>哎！你认了我罢。你休了我，我断然不认！你既不认，引着孩儿回去。奶奶，你好狠也，则被你痛杀我也！你若不认，要我两个性命怎的？我两个死了罢。我待不认来呵，不干你两个事，罢，罢，罢！我认了罢。公公，婆婆，你受媳妇几拜。既是孩儿认了，将酒来！我与你庆喜，你满饮一杯者。<br>【十二月】这是你自来的媳妇，今日参拜公姑。索甚擎壶执盏，又怕是定计铺谋。猛见了玉簪银瓶，不由我不想起当初。<br>【尧民歌】呀！只怕簪折瓶坠写休书，孩儿，旧话休题。他那里做小伏低劝芳醑，将一杯满饮醉模糊。小姐，须索欢喜咱。有甚心情笑欢娱，踌也波蹰。贼儿胆底虚，又怕似赶我归家去。<br>孩儿也，您当初等我来问亲，可不好；你可瞒着我私奔来宅内，你又不说是李世杰的女儿。父亲，自古及今，则您孩儿私奔哩？<br>【耍孩儿】告爹爹奶奶听分诉，不是我家丑事，将今喻古。只一个卓王孙气量卷江湖，卓文君美貌无如。他一时窃听求凰曲，异日同乘驷马车，也是他前生福。怎将我墙头马上，偏输却沽酒当垆。<br>【煞尾】今日个五花诰准应言，七香车谈笑取。愿普天下姻眷皆完聚，荷着万万岁当今圣明主。今日夫妻团圆，杀羊造酒，做庆喜的筵席。从来女大不中留，马上墙头亦好逑。只要姻缘天配合，何必区区结彩楼。<br>题目李千金月下花前<br>正名裴少俊墙头马上",
  "poet": {
    "id": 278,
    "star": 0,
    "name": "白朴",
    "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
    "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"
  },
  "tags": []
}