{
  "id": 16108,
  "star": 728,
  "name": "雨过山村",
  "dynasty": "唐代",
  "content": "雨里鸡鸣一两家，竹溪村路板桥斜。<br>妇姑相唤浴蚕去，闲看中庭栀子花。",
  "fanyi": "<p><strong>译文</strong><br>雨中传来鸡鸣，山村里依稀一两户人家。村路竹溪之上，一条板桥斜横。<br>婆媳相唤，一起去选蚕种。只有那栀子花开，独自摇曳庭院中。</p> <p><strong>注释</strong><br>⑴竹溪：小溪旁长着翠竹。<br>⑵妇姑：嫂嫂和小姑。<br>⑶相唤：互相呼唤。<br>⑷浴蚕：古时候将蚕种浸在盐水中，用来选出优良的蚕种，成为浴蚕。<br>⑸闲着：农人忙着干活，没有人欣赏盛开的栀子花。<br>⑹中庭：庭院中间。<br>⑺栀子：常绿灌木，春夏开白花，很香。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　第一句中，“雨里鸡鸣一两家”。<a href=\"http://so.gushiwen.org/view_16108.aspx\">诗</a>的开头就大有山村风味。这首先与“鸡鸣”有关，“鸡鸣桑树颠”乃村居特征之一。在雨天，晦明交替似的天色，会诱得“鸡鸣不已”。但倘若是平原大坝，村落一般不会很小，一鸡打鸣会引来群鸡合唱。山村就不同了，地形使得居民点分散，即使成村，人户也不会多。“鸡鸣一两家”，恰好写出山村的特殊风味。</p> <p>　　第二句中，“竹溪村路板桥斜”。如果说首句已显出山村之“幽”，那么，次句就由曲径通幽的过程描写，显出山居的“深”来，并让读者随诗句的向导，体验了山行的趣味。在霏霏小雨中沿着斗折蛇行的小路一边走，一边听那萧萧竹韵，潺潺溪声，该有多称心。不觉来到一座小桥跟前。这是木板搭成的“板桥”。山民尚简，溪沟不大，原不必张扬，而从美的角度看，这一座板桥设在竹溪村路间，这竹溪村路配上一座板桥，却是天然和谐的景致。</p> <p>　　第三句中，“雨过山村”四字，至此全都有了。诗人转而写到农事：“妇姑相唤浴蚕去”。“浴蚕”，指古时用盐水选蚕种。据《周礼》“禁原蚕”注引《蚕书》：“蚕为龙精，月值大火（二月）则浴其种。”于此可见这是在仲春时分。在这淳朴的山村里，妇姑相唤而行，显得多么亲切，作为同一家庭的成员，关系多么和睦，她们彼此招呼，似乎不肯落在他家之后。“相唤浴蚕”的时节，也必有“相唤牛耕”之事，只举一端，不难概见其余。那优美的雨景中添一对“妇姑”，似比着一双兄弟更有诗意。</p> <p>　　第四句中，田家少闲月，冒雨浴蚕，就把倍忙时节的农家气氛表现得更加够味。但诗人存心要锦上添花，挥洒妙笔写下最后一句：“闲着中庭栀子花”。事实上就是没有一个人“闲着”，但他偏不正面说，却要从背面、侧面落笔。用“闲”衬忙，通过栀子花之“闲”衬托人们都十分忙碌的情景.，兴味尤饶。同时诗人做入“栀子花”，又丰富饱满了诗意。雨浥栀子冉冉香，意象够美的。此外，须知此花一名“同心花”，诗中向来用作爱之象征，故少女少妇很喜采撷这种素色的花朵。此诗写栀子花无人采，主要在于表明春深农忙，似无关“同心”之意。但这恰从另一面说明，农忙时节没有谈情说爱的“闲”功夫，所以那花的这层意义便给忘记了。这含蓄不发的结尾，实在妙机横溢，摇曳生姿。前人曾这样来评论这首诗的末句：“心思之巧，词句之秀，最易启人聪颖”。</p> <p>　　全诗处处扣住山村景象，从景写到人，从人写到境；农事的繁忙，山村的神韵，皆蕴于一个“闲”字之中。它是全篇之“眼”，着此一字而境界全出。作者写雨过山村所见情景，富有诗情画意，又充满劳动生活的气息,同时也表达了一种对乡村生活的喜爱之情。</p>",
  "about": "<h2>艺术手法</h2> <p>　　<a href=\"http://so.gushiwen.org/view_16108.aspx\">诗</a>的前两句写雨中几声鸡鸣，一两家农舍；修竹、清溪、村路、板桥，淡淡几笔，便勾画出一幅优美静谧的山村风景。</p> <p>　　第三句转而写农事，“妇姑相唤”，透着亲切，可以想见家庭邻里关系的和睦；夏日雨中，仍要“浴蚕去”，则可知农事的繁忙。妇姑浴蚕去了，雨中的山村，唯有栀子花悠然无事地独自“闲”在庭院里。一个“闲”字，烘托出庭院中一片幽静气氛。全诗处处扣住山村景象，从景写到人，从人写到境；农事的繁忙，山村的神韵，皆蕴于一个“闲”字之中。它是全篇之“眼”，着此一字而境界全出。作者写雨过山村所见情景，富有诗情画意，又充满劳动生活的气息,同时也表达了一种对乡村生活的喜爱之情。 </p><br/><h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/view_16108.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>一生沉沦下僚，生活贫困，了解人民疾苦。这首诗写于王建游玩山村时所作，描绘了山村人民的生活。</p>",
  "poet": {
    "id": 482,
    "star": 0,
    "name": "王建",
    "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
    "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。"
  },
  "tags": [
    "山水",
    "田园",
    "写雨",
    "生活"
  ]
}