{
  "id": 48227,
  "star": 67,
  "name": "曲玉管·陇首云飞",
  "dynasty": "宋代",
  "content": "陇首云飞，江边日晚，烟波满目凭阑久。一望关河萧索，千里清秋，忍凝眸？杳杳神京，盈盈仙子，别来锦字终难偶。断雁无凭，冉冉飞下汀洲，思悠悠。<br>暗想当初，有多少、幽欢佳会，岂知聚散难期，翻成雨恨云愁？阻追游。每登山临水，惹起平生心事，一场消黯，永日无言，却下层楼。",
  "fanyi": "<p><strong>译文</strong><br>山岭之上，黄昏的云彩纷飞，晚上江边， 暮霭沉沉。眼前是一片烟波万里，我凭栏久久望去，只见山河是那么清冷萧条，清秋处处凄凉，让人心中不忍难受。在那遥远的神京，有一位盈盈的如仙佳人。自从分手以来，再也没有她的音信，令我思念悠悠。我望断南飞的大雁，也未等到来任何的凭据，只能使我的愁思更长。回想当初有多少相见的美好时光，谁知聚散不由人，当时的欢乐，反变成今日的无限愁怨。千里之外我们无从相见，只有彼此思念。每当我又见山水美景，都会勾起我的回忆，只好默默无语，独自下楼去。</p> <p><strong>注释</strong><br>⑴曲玉管：词牌名。<br>⑵陇首：亦称陇坻、陇坂，为今陕西宝鸡与甘肃交界处险塞。<br>⑶凭阑：即凭栏，倚靠着楼台的栏杆。<br>⑷关河：关塞河流，这里泛指山河。<br>⑸忍：怎能忍受。凝眸：目光凝聚在一起。<br>⑹杳（yǎo）杳：遥远渺茫。神京：帝京，京都，这里指汴京（今开封）。<br>⑺盈盈：形容女子娇媚可爱的神态。仙子：比喻美女，这里指词人所爱的歌女。<br>⑻锦字：又称织绵回文。事见《晋书·窦滔妻苏氏传》，云“窦滔妻苏氏，始平人也。名蕙，字若兰。善属文。滔，苻坚时为秦州刺史，被徙流沙。苏氏思之，织锦为回文旋图<a href=\"http://so.gushiwen.org/view_48227.aspx\">诗</a>以赠滔，宛转循环以读之，词甚凄惋，凡八百四十字”。后用以指妻寄夫之书信。难偶：难以相遇。<br>⑼断雁：鸿雁传书，这里指雁没有担负起传书的任务。冉冉：形容慢慢飞落的样子。<br>⑽冉冉：慢慢，渐渐。汀：水中或水边之平地。<br>⑾思悠悠：思念之情绵绵不绝。<br>⑿雨恨云愁：指两人的爱情不能成功，心头充满悔恨哀愁。<br>⒀阻追游：被某种力量阻碍而不能自由追寻自己的所爱。<br>⒁消黯：黯然销魂。<br>⒂永日：长日。长，兼指时间或空间。<br>⒃却下层楼：只得无精打采地走下高楼。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此词抒写了羁旅中的怀旧伤离情绪。词的第一叠写眼前所见，第二叠写所思之人，又将此平列的两段情景交织起来，使其成为有内联系的双头。</p> <p>　　此词首句化用梁柳恽的名句第一叠“陇首”三句，是当前景物和情况。“云飞”、“日晚”，隐含下“凭阑久”。“亭皋木叶下，陇首秋云飞”。陇首，犹言山头。云、日、烟波、皆凭阑所见，而有远近方分。“一望”是一眼望过去，由近及远，由实而虚，千里关河，可见而不尽可见，逼出“忍凝眸”三字，极写对景怀人、不堪久望之意。此段五句都是写景，却仅用“忍凝眸”三字，极写对景怀人、不堪久望之意。此段五句都是写景，用“忍凝眸”三字，便将内心活动全部贯注到上写景物之中，做到了情景交融。</p> <p>　　第二叠则反过来，先写情，后写景。“杳杳”三句，接上“忍凝眸”来。“杳杳神京”，写所思之人汴京：“盈盈仙子”，则写所思之人的身分。唐人<a href=\"http://so.gushiwen.org/view_48227.aspx\">诗</a>中习惯上以仙女作为美女之代称，一般用来指娼妓或女道士。这里大约是指汴京的一位妓女。“锦字”化用窦滔、苏蕙夫妻之典。作者和这位“仙子”，虽非正式夫妻，但其落第而出京，与窦滔之获罪远徙，有些近似之故。此句是说，“仙子”虽想寄与锦字“，而终难相会。鸿雁本可传书，而说”断“，说”无凭“，则是她终不曾负担起它的任务。雁给人传书，无非是个传说或比喻，而雁”冉冉飞下汀洲“，则是眼前实事。由虚而实，体现出既得不着信又见不了面的惆怅心情。”思悠悠“三字，总结次段之意，与上”忍凝眸“遥应，而更深入一层。</p> <p>　　第三叠则是“思悠悠”的铺叙。当日之惆怅，实缘于旧日之欢情，所以“暗想”四句，便概括往事，写其先相爱，后相离，既相离，难再见的愁恨心情。</p> <p>　　“阻追游”三字，横插上四句下五句中间，包括了多少难以言说的辛酸内。回到当前之时，却又荡开一笔，平叙之中，略作波折，指出这种“忍凝眸”、“思悠悠”的情状，并不是这一次，而是许多次，每次“登山临水”就“惹起平生心事”。这回依然如此，“黯然消魂”的心情之下，长久无话可说，走下楼来。“却下层楼”，遥接“凭阑久”，使全词从头到尾，血脉流通。</p>",
  "poet": {
    "id": 535,
    "star": 0,
    "name": "柳永",
    "image": "http://img.gushiwen.org/authorImg/liuyong2.jpg",
    "desc": "柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"
  },
  "tags": [
    "相思",
    "羁旅",
    "别愁"
  ]
}