{
  "id": 71209,
  "star": 198,
  "name": "寿阳曲·远浦帆归",
  "dynasty": "元代",
  "content": "夕阳下，酒旆闲，两三航未曾着岸。落花水香茅舍晚，断桥头卖鱼人散。",
  "fanyi": "<p><strong>译文</strong><br>夕阳西下，酒家里好像也显得宁静闲适，只有几只船儿还未曾靠岸。空气里弥漫着花香，连水好像也变得香了，茅舍也进入了夜色之中。断桥头上卖鱼的人也散了。</p><p><strong>注释</strong><br>①浦：水边。<br>②酒旆（pèi）：酒店的旗帘，酒家悬于门前以招徕顾客。<br>③两三航：两三只船。<br>④航：船<br>⑤着岸：靠岸</p>",
  "shangxi": "<h2>赏析</h2> <p>　　有文场“曲状元”之称的<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>，其散曲描绘的景物，意境优美，语言凝炼，流畅自然。这首曲是他所作的《潇湘八景》组曲中的一首。湘水从广西发源，流经湖南零陵，与从九嶷山北流的潇水会合，称为潇湘（今称湘江），流入洞庭。宋人曾画潇湘风景山水画八幅，称为“潇湘八景”。</p> <p>　　这支小令，描画出水村小镇黄昏归舟的美景，画面疏朗闲淡，颇为宁静，并写出渔人劳作后的轻松及喜悦之情。前三句用凝炼的语言，铺排了“天空的夕阳，江面上归航的渔舟，岸上酒家的酒旗”这些景物，写得清晰明白而有致，像一个个镜头，把水村镇上的风光缀成组组画面，极富动静态感。那夕阳西下，流动的江水，归航渔船的划桨拍打着江水，像悦耳的音符响起，流动着伸延着，还有那渔夫，使人感到仿佛他在唱着渔歌，而“闲”字，写出水村小镇傍晚时分宁静的气氛，令人如置身于其中，体味到江边恬静的飘香的世界。写景不刻意浓墨重彩去铺陈，而是淡描勾画，才会取得自然朴实的效果。</p> <p>　　“落花水香茅舍晚，断桥头卖鱼人散”是对渔船靠岸后的情景描写，怎样的情景？作者不写渔船靠岸后，渔民们忙乎的劳动场面，而写桥头渔市已结束，卖鱼人（包括打渔人）各自回到家中，他们居住的环境是“落花水香茅舍”，因是晚上，家家亮起了灯光，灯光映照在水里，花、水、茅舍足说明这是个优美的环境。有美的景，情又怎样呢？曲里没有明写，而是隐含在曲句里，需要读者去体会去感受去想象。也许有的人走到家门前，见妻儿迎上来，所有的劳累疲惫已消散，享受着至爱亲情；也许有的和家人一起，其乐融融盘算着企盼着渔市能给家庭带来好日子；也许有的在为家人烹饪美味佳肴，给家人予温馨予关爱……家是乐园是港湾在这里得到了充分的体现，也体现出渔民怡然自得的乐趣。</p> <p>　　离家人在外奔波操劳，总有割舍不了想家念家，惦家人的情结，其浓情浓思浓愁让我们读懂了<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>的《陈情表》及<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的《祭十二郎文》拳拳之情，也让多少人唱出心中的歌《常回家看看》……</p><br/><h2>鉴赏</h2> <p>　　据《寄园寄所寄》、《梦溪笔谈》等书记载，宋代宋迪，以潇湘风景写平远山水八幅，时人称为潇湘八景，或称八景。这八景是：平沙落雁、远浦帆归、山市晴岚、江天暮雪、洞庭秋月、潇湘夜雨、烟寺晚钟、渔村夕照。<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>所描写的八首《寿阳曲》的名称与之完全相同，由此可知，他描写的八曲也是潇湘八景。此曲乃其中之一。全曲仅用二十七个字，便描摹出了江南渔村的闲适生活。元代揭西斯写有《远浦帆归》<a href=\"http://so.gushiwen.org/view_71209.aspx\">诗</a>：“冥冥何处来，小楼江上开。长恨风帆色，日日误朗回。”该诗描绘的是一幅思妇候门的场景，表现闺怨的主题。</p> <p>　　此曲的写作上有三大特色：一、作者擅长以极富特征的景物渲染气氛。夕阳、酒旗、欲归未归的航船、清流萦绕的茅舍、人群散去寂静无声的断桥，犹如一幅清雅的水墨画，营造了一幅清疏而旷远的意境。二、作者还善于在“无字处”给人以丰富而耐人寻味的想象。从天边静穆的夕阳，到眼前慵懒的酒旗，再到远处待归而不急于靠岸的航船，视点跳跃灵动，每个“点”的背后都是有待读者通过想象还原的画面。从全曲的两幅画面来看，前者写航船未归，后者写“卖鱼人散”，二者之间有靠岸、卸鱼、卖鱼等多个环节，但作者同样把这些环节交给读者通过想象去完成，他只给人一幅远离喧闹和嘈杂的、清淡闲远的江村渔人晚归图景。三、作者在音韵方面也颇具匠心。在古代诗词曲赋之中，音韵效果始终是作者表情达意、创设意境的手段之一。马致远也精通于此道，比如他以声母为“X”的词语表达“轻柔”效应，在曲中，“夕阳”之“夕”，“酒旆闲”之“闲”，“水香”之“香”，都用来表现或轻柔或闲远或柔美的情致。</p>",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": [
    "高中古诗",
    "写景",
    "渔人"
  ]
}