{
  "id": 11548,
  "star": 21,
  "name": "泊岳阳城下 / 泊岳阳楼下",
  "dynasty": "唐代",
  "content": "江国逾千里，山城仅百层。<br>岸风翻夕浪，舟雪洒寒灯。<br>留滞才难尽，艰危气益增。<br>图南未可料，变化有鲲鹏。",
  "fanyi": "<p><strong>译文</strong><br>南国的江河众多，水程超过一千。岳阳城在巴陵山上，将近百层。<br>湖岸的风翻起晚浪，舟外的雪飘落灯前。<br>留滞他乡，有才无用，艰危时局，气节弥坚。<br>图南之举未可逆料，但鲲鹏变化是巨大的，将会飞向南天。</p> <p><strong>注释</strong><br>（1）江国：江河纵横的地方。<br>（2）逾：越过。<br>（3）仅：几乎，将近。<br>（4）图南：语出《庄子》，谓鹏背青天，下乘风脊，一凌霄汉，图度南冥。今用为表示事业发韧，具有雄心壮志。<br>（5）鲲鹏，庄子所假托的大鱼大鸟。《庄子·逍遥游》：“北冥有鱼，其名为鲲，鲲之大，不知其几千里也，化而为鸟，其名为鹏I鹏之大，不知其几千里也。”</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11548.aspx\">诗</a>主要该从以下几个方面来看：首先，它的创作背景应该从“大历三年（768）冬”推出，安史之乱发生于756年，这场战乱给社会带来了极大的转变，也给知识分子的心理造成了极大的阴影。这点也反映到<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的诗歌当中，从“留滞才难尽，艰危气益增。”一句可以看出杜甫此时的心情是很失落的。也是很迷茫的。因为他说 “图南未可料，变化有鲲鹏。” 安史之乱后的现实并未改变杜甫的忠君恋阙的心，但也流露出了一种迷茫的情绪。前途未卜，不知何去何从。其次，我们知道杜甫的诗歌十分重视炼字，他很讲究对 仗，“江国逾千里，山城近百层。岸风翻夕浪，舟雪洒寒灯。”的对仗十分工整，其中“翻”和“洒”字用的也十分贴切。最后，杜甫在此诗中还用了典故，就是 “鲲鹏”，他引用了《庄子·逍遥游》中的典故，以鲲鹏的变化无常来暗示前途的不可预料。非常贴切。</p> <p>　　以“江国逾千里，山城近百层”开端，写作者对岳阳的初识：浩瀚的江河之国有千里之大，层峦的山城有百层之高。气势宏博，旋即给读者留下深刻的印象。接下来转写近景：河岸的风吹卷着夜晚的江浪，小船上冰冷的灯光映照着纷飞落雪。由远及近，由大及小，既是对比，又是承辅，以浩瀚开篇，续写冷风寒灯，一远一近，一大一冷托衬出别样的悲怆。</p> <p>　　“滞留才难尽，艰危气益增”：即使遭遇苦境停滞无法前行，心中的雄才大略也不会消退；艰难和危险反而更加激励气魄壮大，临危无惧而弥坚。接下来“图南未可料，变化有鲲鹏”句以图南，鲲鹏自喻远大之志向无可披靡。顺承上句的情感又更升一层，至此，诗歌的情境推向最高潮，并与前段的宏伟景色遥相呼应，似断犹续，首尾相照。</p> <p>　　整首诗歌以豪景与壮志衬托出豪迈基调，又岸风夕浪，舟雪寒灯做起伏，及滞留，危难而转图南鲲鹏，意境起伏，富于节奏；承转顿挫，铿锵有力；情景呼应，浑然无间。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_11548.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>晚年兵荒流离时乘舟从湖北初到岳阳所作。黄鹤注：“当是大历三年（768）冬深作。” 此时逢国破家衰的流亡之时，面临危难，贫病交加。而即便如此，诗人仍不忘满腔报国之心，临危弥坚，不弃不馁，诗歌意境悲怆而宏伟有力。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "忧国忧民"
  ]
}