{
  "id": 48205,
  "star": 281,
  "name": "御街行·秋日怀旧",
  "dynasty": "宋代",
  "content": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。<br>愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。",
  "fanyi": "<p><strong>译文<br></strong>纷纷杂杂的树叶飘落在透着清香的石阶上，当次夜深人静之时，那悉悉索索的落叶声更增添了秋天的凉意。卷起珍珠串成的锦帘，华丽的楼阁上空空荡荡，只见到高天淡淡，银河的尽头像垂到大地。年年今天的夜里，都能见到那素绡般的皎月，而年年今天的夜里，心上人都远在千里之外。<br>愁肠已经寸断，想要借酒浇愁，也难以使自己沉醉。酒还没有入口，却先化作了辛酸的眼泪。夜已深，灯已残，灯火明灭之间，只好斜靠枕头，聊作睡去，这无休无止的孤栖，真让人尝尽了孤独相似的滋味。算来这苦苦的等待尚遥遥无期，虽说是终日眉头紧锁，心绪万千，也没有一点办法可以解脱回避。</p> <p><strong>注释</strong><br>1、香砌：有落花的台阶。<br>2、寒声碎：寒风吹动落叶发出的轻微细碎的声音。<br>3、真珠：珍珠。<br>4、天淡：天空清澈无云。<br>5、月华：月光。<br>6、练：白色的丝绸。<br>7、无由：无法。<br>8、明灭：忽明忽暗。<br>9、欹（qī）：倾斜，斜靠。<br>10、谙（ān）尽：尝尽。<br>11、都来：算来。</p>",
  "shangxi": "<p>　　此词是一首怀人之作，其间洋溢着一片柔情。上片描绘秋夜寒寂的景象，下片抒写孤眠愁思的情怀，由景入情，情景交融。</p> <p>　　写秋夜景象，作者只抓住秋声和秋色，便很自然地引出秋思。一叶落知天下秋，到了秋天，树叶大都变黄飘落。树叶纷纷飘坠香砌之上，不言秋而知秋。夜，是秋夜。夜寂静，并非说一片阒寂，声还是有的，但是寒声，即秋声。这声音不树间，却来自树间，原来是树上飘来的黄叶坠阶上，沙沙作响。</p> <p>　　这里写“纷纷坠叶”，主要是诉诸听觉，借耳朵所听到的沙沙声响，感知到叶坠香阶的。“寒声碎”这三个字，不仅明说这细碎的声响就是坠叶的声音，而且点出这声响是带着寒意的秋声。由沙沙响而感知落叶声，由落叶而感知秋时之声，由秋声而感知寒意。这个“寒”字下得极妙，既是秋寒节候的感受，又是孤寒处境的感受，兼写物境与心境。</p> <p>　　“真珠帘卷玉楼空”，空寂的高楼之上，卷起珠帘，观看夜色。这段玉楼观月的描写，感情细腻，色泽绮丽，有花间词人的遗风，更有一股清刚之气。</p> <p>　　这里写玉楼之上，将珠帘高高卷起，环视天宇，显得奔放。“天淡银河垂地”，评点家视为佳句，皆因这六个字勾画出秋夜空旷的天宇，实不减“星垂平野阔”之气势。因为千里共月，最易引起相思之情，以月写相思便成为古<a href=\"http://so.gushiwen.org/view_48205.aspx\">诗</a>词常用之意境。“年年今夜，月华如练，长是人千里”，写的也是这种意境，其声情顿挫，骨力遒劲。珠帘、银河、月色都写得奔放雄壮，深沉激越。</p> <p>　　下片以一个“愁”字写酌酒垂泪的愁意，挑灯倚枕的愁态，攒眉揪心的愁容，形态毕肖。古来借酒解忧解愁成了诗词中常咏的题材。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>写酒化为泪，不仅反用其意，而且翻进一层，别出心裁，自出新意。他《苏幕遮》中就说：“酒入愁肠，化作相思泪。”这首词里说：“愁肠已断无由醉，酒未到，先成泪。”肠已愁断，酒无由入，虽未到愁肠，已先化泪。比起入肠化泪，又添一折，又进一层，愁更难堪，情更凄切。</p> <p>　　自《诗经·关雎》“悠哉悠哉，辗转反侧”出，古诗词便多以卧不安席来表现愁态。范仲淹这里说“残灯明灭枕头欹”，室外月明如昼，室内昏灯如灭，两相映照，自有一种凄然的气氛。枕头欹斜，写出了愁人倚枕对灯寂然凝思神态，这神态比起辗转反侧，更加形象，更加生动。“谙尽孤眠滋味。”由于有前句铺垫，这句独白也十分入情，很富于感人力量。“都来此事”，算来这怀旧之事，是无法回避的，不是心头萦绕，就是眉头攒聚。愁，内为愁肠愁心，外为愁眉愁脸。古人写愁情，设想愁象人体中的“气”，气能行于体内体外，故或写愁由心间转移到眉上，或写由眉间转移到心上。范仲淹这首词则说“眉间心上，无计相回避。”两者兼而有之，比较全面，不失为入情入理的佳句。</p>",
  "about": "<h2>创作背景</h2> <p>　　此词具体的创作时间已无从考证，关于此词的创作意图，历来说法各异：</p> <p>　　唐圭璋认为此词是作者因久久客居他乡的愁苦触景生情而作。</p> <p>　　靳极苍认为此词是“思君之作”，“作者在外任时（也许是在防西夏守边时，也许是贬官时），还念朝廷无人，君王无佐，忧心如焚，因此创作此词来抒发情感”。</p> <p>　　汪中认为此词是“为思念室家之作”。</p>",
  "poet": {
    "id": 510,
    "star": 0,
    "name": "范仲淹",
    "image": "http://img.gushiwen.org/authorImg/fanzhongyan.jpg",
    "desc": "范仲淹（989－1052年），字希文，汉族，北宋著名的政治家、思想家、军事家、文学家，世称“范文正公”。范仲淹文学素养很高，写有著名的《岳阳楼记》。"
  },
  "tags": [
    "宋词精选",
    "婉约",
    "秋天",
    "写景",
    "怀人"
  ]
}