{
  "id": 72239,
  "star": 26,
  "name": "鲁共公择言",
  "dynasty": "先秦",
  "content": "　　梁王魏婴觞诸侯于范台。酒酣，请鲁君举觞。鲁君兴，避席择言曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池亡其国者。’今主君之尊，仪狄之酒以；主君之味，易牙之调也；左白台而右闾须，南威之美也；前夹林而后兰台，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与！”梁王称善相属。",
  "fanyi": "<p><strong>译文</strong><br>　　魏惠王魏婴在范台宴请各国诸侯。酒兴正浓的时候，魏惠王向鲁共公敬酒。鲁共公站起身，离开自己的坐席，正色道：“从前，舜的女儿仪狄擅长酿酒，酒味醇美。仪狄把酒献给了禹，禹喝了之后也觉得味道醇美。但因此就疏远了仪狄，戒绝了美酒，并且说道：‘后代一定有因为美酒而使国家灭亡的。’齐桓公有一天夜里觉得肚子饿，想吃东西。易牙就煎熬烧烤，做出美味可口的菜肴给他送上，齐桓公吃得很饱，一觉睡到天亮还不醒，醒了以后说：‘后代一定有因贪美味而使国家灭亡的。’晋文公得到了美女南之威，三天没有上朝理政，于是就把南之威打发走了，说道：‘后代一定有因为贪恋美色而使国家灭亡的。’楚灵王登上强台远望崩山，左边是长江，右边是大湖，登临徘徊，惟觉山水之乐而忘记人之将死，于是发誓不再游山玩水。后来他说：‘后代一定有因为修高台、山坡、美池，而致使国家灭亡的。’现在您酒杯里盛的好似仪狄酿的美酒；桌上放的是易牙烹调出来的美味佳肴；您左边的白台，右边的闾须，都是南之威一样的美女；您前边有夹林，后边有兰台，都是强台一样的处所。这四者中占有一种，就足以使国家灭亡，可是现在您兼而有之，能不警戒吗?”魏惠王听后连连称赞谏言非常之好。</p><p><strong>注释</strong><br>(1)梁王：梁惠王。觞：酒樽，这里指饮宴。范台：又称“繁台”，遗迹在今开封市。当时魏王强盛，魏惠王十四年，鲁、宋、卫、韩来朝。<br>(2)鲁君：鲁共公，即鲁恭侯。<br>(3)避席：古人席地而坐，为表示敬意，离座起立，叫避席。择言：择善而言，即选择有意义的话。<br>(4)帝女：可能指尧、舜的女儿。仪狄：人名。晋<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》称系禹时人，善造酒。<br>(5)??qiè))：同“慊”，满足，舒服。<br>(6)易牙：即雍巫，字易牙，长于调味，甚得桓公亲幸，桓公死后，曾作乱。煎、熬、燔(fàn)、炙：几种烹饪方法。燔：烤肉。炙：熏烤。<br>(7)五味：甜、酸、苦、辣、咸五味。<br>(8)南之威：美女名，亦称“南威”。<br>(9)楚王：楚昭王。强台：亦作“荆台”，又叫“章华台”，楚灵王所造，在今湖北监利县西北。崩山：一作“崇山”、“猎山”。在今湖北省京山县东。<br>(10)陂(bēi)池：池塘。高台陂池：泛指园林建筑，游乐场所。<br>(11)主君：尊称国君。尊：同“樽”，酒器。<br>(12)白台、闾须：都是美女名。<br>(13)夹林、兰台：魏国园林建筑。<br>(14)相属(zhǔ)：相连，指接连不断。</p><br/><p><strong>译文</strong><br>　　梁王魏婴在范台宴请诸侯。当大家喝得高兴时，梁王请鲁共公举杯祝酒。鲁共公站起来，离开座位，选择了一番有意义的话，说：“从前，帝尧的女儿叫仪狄酿酒，味道极好，奉送给禹，禹喝了觉得很甜美，于是疏远了仪狄，并戒了酒。说：‘后世必定有因为饮酒而亡国的！’齐桓公半夜里感到饥饿，不舒服，易牙立刻烹煮烧烤，调和五味，进献给齐桓公吃。齐桓公吃得饱饱的，直到第二天早晨还没睡醒。说：‘后世必定有贪图美味而亡国的！’晋文公得到美女南威，三天都不上朝听政，于是将南威推开，疏远了她，说：‘后世必定有因为好女色而亡国的！’楚庄王登上高高的强台，眺望崩山，左面是大江，右面是大湖，俯视下面，徘徊留连，快乐得忘了死的危险。于是，他发誓不再登上强台。说：‘后世必定有爱好修建王室园林而亡国的！’现在，梁王你的酒杯里是仪狄的酒；你的饭菜是易牙所烹调；你左面的白台，右面的闾须，是南威般的美女；你前面有夹林，后面有兰台，是和强台一般的快乐。这四件事里只要有一样，就可以亡国。梁王你而今兼有这四样，难道可以不警惕吗？”梁王听了，连声称赞说好。</p> <p><strong>注释</strong><br>1.鲁共公：鲁国国君，名奋。<br>2.梁王魏婴：梁惠王，即魏王，因魏于公元前362年迁都大梁，故又称梁。梁惠王十五年（前344）召集逢泽（今开封东南）之会，自称为王。当时，梁强盛，鲁、卫、宋、郑的国君均来朝见。<br>3.鲁君：鲁国君主，即鲁共公，名奋。觞：酒杯。<br>4.避席：古人席地而坐，避席即站起身，离开座席，表示严肃恭敬。<br>5.帝女：似指帝尧的女儿。仪狄：美女名。旨酒：美酒。旨，味美。<br>6.不嗛：不满足，有饥饿感。易牙：一作“狄牙”，齐桓公宠臣，善调味。<br>7.南之威：一作南威，美女名。<br>8.楚王：楚庄王，春秋五霸之一。强台，即章华台。崩山，一作崇山。<br>9.白台、闾须：皆美女名。<br>10.尊：同“樽”，酒杯。白台、闾须：均为美女名。夹林、兰台：梁之宫苑、园林名。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　本文记录的是鲁共公在梁王魏婴宴席上的一段祝酒辞，是诫言各诸侯王要警惕酒、味、色、乐的诱惑，否则将有亡国的危险。言直意重，表现了鲁共公卓越的政治见解。</p> <p>　　文章的表达，主要运用了譬喻说理、排比言事的手法。全文以大禹疏仪狄而戒酒，齐桓公食美味而不醒，晋文公远南威而拒色，楚庄王不登强台而排乐为例，说明历代明主贤君都是拒酒、味、色、乐的引诱，而梁王兼有四者，足当警惕。理寓于故事中，以譬作喻，便于接受。排比句的运用，增强了气势和说服力。就内容而言，文章张扬的力戒酒、味、色、乐以强国兴邦的思想，不仅在两千多年前有益，即使在今天仍有其勿庸置疑的现实意义。</p> <p>　　文章开始先概括叙述梁惠王与诸侯宴饮的情况。“梁王魏婴觞诸侯于范台”一句，言虽简而作用大，既交代了当时情况，又总领全篇，文章皆由此而生，这一句表明了梁王的主人地位，而与会诸侯都是弱小之邦。一“觞”字点出宴饮，而“范台”又是魏国之名台，聚美女歌吹娱乐之所在。在此梁惠王自满自得，恣意作乐的情形自然表露出来了，为下文作了铺垫交代。接着写“酒酣”梁王“请鲁君举觞”，即请鲁共公为与宴的诸侯们祝酒，更突出了梁惠王在这些诸侯中的身份和地位，并引出鲁君的祝酒之辞。</p> <p>　　文章的主要部分是写鲁共公非同凡响的祝酒辞。鲁共公起身，离开座席祝酒，“避席”这一举动不同寻常，认真严肃可想而知。“择言”一词更显示出鲁共公不是一般地祝酒助兴，而是大有用意。鲁共公的祝酒辞分两层，第一层先以“昔者”领起对古代一些贤明君主对酒色淫逸要提高警惕看法的陈述。文章分别以大禹饮仪狄所造之酒，觉得异常醇美，而引起警觉，疏远了仪狄，再也不喝美酒，并告诫说“后世必有以酒亡其国者”；说明戒酒对一国之君的重要意义。又以春秋五霸之一齐桓公食易牙五味之调而感到舒适，引起警觉，告诫说“后世必有以味亡其国者”；又以晋文公得美女南之威，引起警觉，告诫说：“后世必有以色亡其国者”；楚庄王有章华台之乐，醒悟后“盟强台而弗登”，告诫道“后世必有以高台陂池亡其国者”；说明国君要警惕嗜欲女色等。文章在这里将禹与著名的春秋五霸中有作为的国君拈出，写他们也曾经受到过美酒、佳肴、女色、高台陂池之乐的诱惑，但他们都是有理智又贤明的君主，都能很快有所觉悟，戒掉酒色娱乐给他们带来的坏毛病，使他们能够更好地治国安邦，给后世提供了榜样。这层以古人为镜，写得文辞严整，文势贯通，方面俱全，又有层次感，同时又具有信手拈来，出口成章的味道。</p> <p>　　在第二层中，鲁共公极自然地将梁惠王与古代贤明君王对比，从以上四个相应的方面指出梁惠王奢侈淫靡俱全，已显露出亡国之兆，却还自恃强大，不知醒悟，点明其“择言”祝酒的深刻含义所在，突出文章的主旨。这段话也是分四方面排比写来，对照鲜明，劝讽之意自然显现其中，并在最后以“有一于此，足以亡国，今主君兼此四者，可无戒与！”告诫梁惠王，语言遒劲有力度，动人心魄，同时又自然得体，使梁惠王最终也不得不服服贴贴地“称善相属”。</p> <p>　　这篇文章短小精悍，结构严整，笔法简练，以祝酒辞的形式，却说出事关国家兴亡的大道理，劝讽有力，含义深刻。文章语言句式整齐，而富于变化，前后对应，有繁有简，如此短章笔法之妙，不可言喻。</p>",
  "about": "<h2>创作背景</h2> 　　战国时期，某些强大的诸侯国国君经常将朝见他的附庸国国君召集在一起，饮宴娱乐，既显示其强大，增加其影响，又是追求更侈靡的淫乐。梁惠王在位之时，魏国较为强盛，于是建筑范台。范台又名吹台，是魏国君臣娱乐游宴之所。此次鲁、卫、宋、郑等诸侯小国的国君朝见梁王，梁惠王得意非常，在吹台宴集诸侯国众国君。梁惠王让鲁共公祝酒，鲁共公在祝酒辞中，以巧妙的引证，委婉而中肯地劝导梁惠王，告诫他消除侈靡淫乐，不然有亡国之虞，语短义长，道理深刻。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古文观止",
    "祝酒",
    "寓理"
  ]
}