{
  "id": 11826,
  "star": 19,
  "name": "谷口书斋寄杨补阙",
  "dynasty": "唐代",
  "content": "泉壑带茅茨，云霞生薜帷。<br>竹怜新雨后，山爱夕阳时。<br>闲鹭栖常早，秋花落更迟。<br>家僮扫萝径，昨与故人期。",
  "fanyi": "<p><strong>韵译</strong><br>山泉沟壑萦绕着这座茅屋书斋，云霞映衬墙头薜荔象五彩幔帷。<br>雨后新竹的姿彩多么叫人喜爱，更可爱晚山映照着夕阳的余辉。<br>悠闲的白鹭常常早早回巢栖宿，秋花饱含生机比别处落得更迟。<br>家仆正辛勤地把萝径打扫干净，我昨天与老朋友预约会面日期。</p> <p><strong>注释</strong><br>1. 谷口：古地名，在今陕西泾阳县西北。<br>2. 补阙：官名，职责是向皇帝进行规谏。<br>3. 茅茨：（cí）茅屋。<br>4. 泉壑：这里指山水。<br>5.怜：可爱。新雨：刚下过的雨。<br>6.山：即谷口。夕阳：傍晚的太阳。<br>7.迟：晚。<br>8.家童：家里的小孩。<br>9.昨：先前。</p><br/><h2>译文二</h2> <p><strong>译文<br></strong>山泉沟壑绕着我的茅舍，云霞掩映帷幕般的薜荔。<br>新雨过后青竹更是苍翠，夕阳挥中山色增添秀美。<br>悠闲的白鹭早早就栖息，秋日的花朵迟迟不凋谢。<br>家僮清扫着松萝的小径，早与故人相约盼他到来。</p> <p><strong>注释<br></strong>⑴谷口：古地名，指陕西蓝田辋川谷口，<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>在蓝田的别业所在。杨补阙：作者友人，生平不详。补阙（què），官名，职责是向皇帝进行规谏，有左右之分。<br>⑵泉壑（hè）：这里指山水。茅茨（cí）：原指用茅草盖的屋顶，此指茅屋。<br>⑶薜（bì）帷：生长似帷帐的薜荔。<br>⑷怜：可爱。新雨：刚下过的雨。<br>⑸山：即谷口。<br>⑹迟：晚。<br>⑺家僮（tóng）：即家童，旧时对私家奴仆的统称。萝径：长满绿萝的小路。<br>⑻昨：先前。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　从<a href=\"http://so.gushiwen.org/view_11826.aspx\">诗</a>题中不难看出这是一首邀请朋友赴约的诗歌，诗人着力刻画他的书斋的清幽雅致，意在表达对杨补阙的盛情，期待他能如期来访，而这些主要是通过对书斋周围景物的准确、细腻的描绘来实现的。</p> <p>　　首联中“茅茨”为“茅屋”之意，在这里指的是诗人简朴的书斋。“薜帷”指“薜荔的墙帷”。应理解为墙上长满了薜荔，显示了居所的自然状态。句中用得最妙的是“带”字，应为动词“像带子一样环绕”，与第二句中的“生”相对应，能充分的引发读者的想象：山泉沟壑萦绕着诗人的小屋，浮云彩霞似从小院中升腾而起。此联为全诗的起笔，远观书斋，山环水绕，云蒸霞蔚，如赏人间仙境。</p> <p>　　颔联与颈联写书斋周围的景物，“竹怜新雨后，山爱夕阳时。”是此诗是最出彩的句子，二者为倒装句，先突出了竹林山色令人怜爱，而后又以“新雨后”“夕阳时”修饰，指出它们令人怜爱的原因是雨后新绿、夕阳渲染，如此遣词造句，不仅让这些景物融入了人的情感，而且让它们具有了极强的色彩感，使读者很有质感地感受到竹林高山的清秀壮丽。</p> <p>　　“闲鹭栖常早，秋花落更迟。”写了这里的鸟与花。白鹭早早的休息，只因一个“闲”字，充分说明了这里的幽静：鸟儿少有人打扰，便可过着悠闲舒适的生活。秋花迟迟不肯落下，只能说明这里的环境适宜它们生长，便可久驻枝头。写鸟、花意在突出书斋环境的清幽雅致、清新宜居。</p> <p>　　尾联写诗人早已让家人把那缀满绿萝的小径打扫干净，原因是昨天与杨补阙的约定。一如“花径缘客扫，蓬门为君开”之妙。诗人在上文极力地推崇书斋的环境，意在引出这个约定，希望朋友能如约而至。</p> <p>　　此诗用字精准，形式工整，手法独到，写景唯美，表意含蓄，值得后人品读。</p><br/><h2>评析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_11826.aspx\">诗</a>的最大特点是将水、云、竹、山、鹭、花人格化了，写得极富感情。诗全是写景，句法工整。首联起对，颔联晴雨分写，颈联写花鸟情态，末联写邀约。“竹怜新雨后，山爱夕阳时”也不愧为写景妙句。</p> <p>　　这是作者邀请友人到书斋来聚会的诗。诗的大部分篇幅写了书斋及周围的幽美风景。书斋被围绕在谷口的泉壑之间，云霞从书斋外墙的薛帷间升起，可知书斋幽静，书斋所处山中高处。书斋附近，有浓密的竹林，雨后翠竹可喜；傍晚，山光绿紫万状，也十分可赏。白鹭常常很早就栖息了；花在高山中，谢得更迟些。这六句写出了书斋附近的清幽美景。结尾一联则是突出表现诗人的诚意盛情。全诗写景静中有动，幽而不寂，体现了<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>新奇清淡的诗风。</p>",
  "poet": {
    "id": 495,
    "star": 0,
    "name": "钱起",
    "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
    "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”"
  },
  "tags": [
    "唐诗三百首",
    "写景",
    "邀请"
  ]
}