{
  "id": 48017,
  "star": 182,
  "name": "美女篇",
  "dynasty": "魏晋",
  "content": "美女妖且闲，采桑歧路间。<br>柔条纷冉冉，叶落何翩翩。<br>攘袖见素手，皓腕约金环。<br>头上金爵钗，腰佩翠琅玕。<br>明珠交玉体，珊瑚间木难。<br>罗衣何飘飘，轻裾随风还。<br>顾盼遗光彩，长啸气若兰。<br>行徒用息驾，休者以忘餐。<br>借问女安居，乃在城南端。<br>青楼临大路，高门结重关。<br>容华耀朝日，谁不希令颜？<br>媒氏何所营？玉帛不时安。<br>佳人慕高义，求贤良独难。<br>众人徒嗷嗷，安知彼所观？<br>盛年处房室，中夜起长叹。",
  "fanyi": "<p><strong>译文</strong><br>那个容貌美丽性格文静的姑娘，正在乡间岔路口忙着采桑。<br>桑树的枝条柔柔的垂摆，采下的桑叶翩翩飘落。<br>挽起的衣袖可见她的手，洁白的手腕上戴着金色的手镯。<br>头上插着雀形的金钗，腰上佩戴着翠绿色的玉石。<br>身上的明珠闪闪发光，珊瑚和宝珠点缀其间。<br>丝罗衣襟在春风里飘舞，轻薄的裙纱随风旋转。<br>她那回首顾盼留下迷人的光彩，吹口哨时流出的气息仿佛兰花的芳香。<br>赶路的人停下车驾不肯走开，休息的人们傻看时忘记了用餐。<br>有人打听这个姑娘家住哪里，她的家就住在城的正南门。<br>青漆的楼阁紧临大路，高大的宅门用的是两道门栓。<br>姑娘的容光像早晨的太阳，谁不爱慕她动人的容颜？<br>媒人干什么去了呢？为什么不及时送来聘礼，订下婚约。<br>姑娘偏偏爱慕品德高尚的人，寻求一个贤德的丈夫实在很困难。<br>众人徒劳地议论纷纷，怎知道她看中的到底是什么样的人？<br>青春年华在闺房里流逝，半夜里传来她一声声的长叹。 </p> <p><strong>注释</strong><br>1.本篇是《杂曲歌·齐瑟行》歌辞，以美女“盛年处房室”比喻自己虽有才具，而无可施展。<br>2.妖：妖娆。<br>3.闲：同“娴”，举止优雅。<br>4.冉冉：动貌。<br>5.攘袖：捋起袖子。<br>6.约：缠束。<br>7.金爵钗：雀形的金钗。“爵”，同“雀”。<br>8.琅玕：形状像珠子的美玉或石头。<br>9.木难：碧色珠，传说是金翅鸟沫所成。<br>10.还（音“旋”）：转。<br>11.啸：蹙口出声，今指吹口哨。<br>12.城南端：城的正南门。<br>13.青楼：涂饰青漆的楼，指显贵之家，和以青楼为妓院的意思不同。<br>14.重关：两道闭门的横木。<br>15.希令颜：慕其美貌。<br>16.玉帛：指珪璋和束帛，古代用来定婚行聘。<br>17.中夜：半夜。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“美女妖且闲，采桑歧路间。”这是交代人物、地点。人物是一个美丽姑娘，她的容貌艳丽，性格娴静。地点是“歧路间”，即岔路口，她在采桑。“歧路间”是来往行人较多的地方，这就为下文“行徒”、“休者”的倾倒预作铺垫。“柔条纷冉冉，落叶何翩翩。”紧接“采桑”，写柔嫩的桑枝轻轻摇动，采下的桑叶翩翩飘落。这里明是写桑树，暗是写美女采桑的优美动作。景物的描写对表现人物起了烘托作用。</p> <p>　　“攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉休，珊瑚间木难。罗衣何飘飖，轻裾随风还。顾盼遗光彩，长啸气若兰。”主要写美人的服饰，也写到神情。“攘袖”二句，上承“柔条”二句，美女采桑必然挽袖。挽袖方能见到洁白的手。为了采桑，素手必须高举，这样又可见到带着金手镯的洁白而光泽的手腕。用词精当，次第井然。因为是采桑，所以先写美女的手和腕，然后写到头和腰，头上插着雀形的金钗，腰上挂着翠绿色的玉石。身上佩着明珠，还点缀着碧色宝珠和红色的珊瑚。以上几句写美女身上的装饰品，多为静态的描写。“罗衣”二句，写美女轻薄的丝罗上衣，衣襟随风飘动，是动态的描写。动静结合描写美女的服饰，写出美女婀娜的身姿和轻盈的步态。形象十分鲜明。“顾盼”二句，以精妙的字句，勾勒美女神情。美女的一顾一盼都给人留下迷人的光彩，长啸时呼出的气息，芬芳如幽兰。使人感到如见其人，如闻其声，能不为之倾倒吗？所以，“行徒用息驾，休者以忘餐”。行路的人见到美女停车不走了，休息的人见到美女忘了吃饭，从侧面描写美女的美貌。应该指出，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的这段描写，显然受了汉乐府《陌上桑》的影响。《陌上桑》描写罗敷的美貌是这样写的：“罗敷喜蚕桑，采桑城南隅。青丝为笼系，桂枝为笼钩。头上倭堕髻，耳中明月珠。缃绮为下裙，紫绮为上襦。行者见罗敷，下担捋髭须。少年见罗敷，脱帽著绡头。耕者忘其犁，锄者忘其锄，来归相怨怨，但坐观罗敷。”这是描写罗敷的美丽，并不直接描写她的容貌，而是描写她用的器物（“笼系”“笼钩”）和穿戴的服饰（“倭堕髻”“明月珠”“下裙”“上襦”）之美及“行者”“少年”“耕者”“锄者”四种人见到罗敷以后的反应，从正面和侧面来烘托罗敷的美丽。这些描写与《美女篇》的描写对比起来，二者在内容上虽然基本相同，但是写法却不尽相同，表现了曹植<a href=\"http://so.gushiwen.org/view_48017.aspx\">诗</a>的一些变化和发展。</p> <p>　　“借问女安居？乃在城南端。青楼临大路，高门结重关。”交代美女的住处，点明她的高贵门第。美女住在城南大路附近的高楼里。“青楼”“高门”“重关”，说明她不是普通人家的女儿，而是大家闺秀。“容华耀朝日，谁不希令颜？”美女的容光如同早晨的阳光，谁不爱慕她的美貌呢？上句写美女容貌之美，可与前半首合观；下句说无人不为之倾倒，引起下文。这里写美女高贵的门第和美丽的容颜，是隐喻诗人自己的身份和才能。有才能而没有施展的机会，所为他不能不慨叹英雄无用武之地。</p> <p>　　“媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观。”媒人都干什么去了呢？为什么不及时送来聘礼，订下婚约呢？诗人对媒人的责怪，反映了自己内心的不平。媒人不来行聘，这是客观上的原因。而美女爱慕的是品德高尚的人，要想寻求一个贤德的丈夫实在很困难。这是美女主观上的原因。这是比喻志士有理想，但难于实现。美女的理想不是一般人所能理解的，可而吵吵嚷嚷，议论纷纷，他们哪里知道她看得上的是怎样的人。这是比喻一般人不了解志士的理想。“盛年处房室，中夜起长叹。”美女正当青春盛年，而独居闺中，忧愁怨恨，深夜不眠，发出长长的叹息。这是比喻志士怀才不遇的苦闷。</p> <p>　　这首诗通篇用比，比是中国古代诗歌的传统手法，《诗经》、《楚辞》多用之。《美女篇》以绝代美人比喻有理想有抱负的志士，以美女不嫁，比喻志士的怀才不遇。含蓄委婉，意味深长。其实美女所喻之志士就是曹植自己。</p>",
  "about": "<h2>创作背景</h2> 　　《美女篇》这首<a href=\"http://so.gushiwen.org/view_48017.aspx\">诗</a>以美女盛年不嫁，比喻志士怀才不遇。<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>是一个有政治理想的人，他渴望在政治上有所作为，但是，在<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>父子的迫害下，他过着如同\"圈牢之养物\"的生活，有才能，得不到施展的机会，于是写下了这首《美女篇》。",
  "poet": {
    "id": 322,
    "star": 0,
    "name": "曹植",
    "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
    "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"
  },
  "tags": [
    "乐府",
    "写人",
    "美女",
    "抒怀"
  ]
}