{
  "id": 220,
  "star": 35,
  "name": "角弓",
  "dynasty": "先秦",
  "content": "骍骍角弓，翩其反矣。兄弟婚姻，无胥远矣。</p> <p>尔之远矣，民胥然矣。尔之教矣，民胥效矣。</p> <p>此令兄弟，绰绰有裕。不令兄弟，交相为愈。</p> <p>民之无良，相怨一方。受爵不让，至于已斯亡。</p> <p>老马反为驹，不顾其后。如食宜饇，如酌孔取。</p> <p>毋教猱升木，如涂涂附。君子有徽猷，小人与属。</p> <p>雨雪瀌瀌，见晛曰消。莫肯下遗，式居娄骄。</p> <p>雨雪浮浮，见晛曰流。如蛮如髦，我是用忧。",
  "fanyi": "<p><strong>译文<br></strong>调好角弓绷紧弦，弦弛便向反面转。兄弟姻亲一家人，相互亲爱不疏远。<br>你和兄弟太疏远，民众就会跟着干。你能言传加身教，民众互相来仿效。<br>彼此和睦亲兄弟，感情深厚少怨怒。彼此不和亲兄弟，相互残害全不顾。<br>民众心地如不善，就会相互成积怨。接受爵禄不相让，轮到自己道理忘。<br>老马当作驹使唤，不顾其后生祸患。如像吃饭只宜饱，又像喝酒不贪欢。<br>猴子爬树不用教，如泥涂墙容易牢。君子善政去引导，小民自然跟着跑。<br>雪花落下满天飘，一见阳光全融销。居于上位不谦恭，别人学样耍高傲。<br>雪花落下飘悠悠，一见阳光化水流。无良小人像蛮髦，对此我心深烦忧。</p> <p><strong>注释<br></strong>1.角弓：两端用兽角装饰的弓。<br>2.骍（xīn）骍：弦和弓调和的样子。<br>3.翩：此指反过来弯曲的样子。<br>4.昏姻：即“婚姻”，指姻亲。<br>5.胥（xū）：相。远：疏远。<br>6.胥：皆。然：这样。<br>7.教：教导。<br>8.效：仿效，效法。<br>9.令：善。<br>10.绰绰：宽裕舒缓的样子。裕：宽大。<br>11.不令：不善，指兄弟不相友善。<br>12.瘉（yù）：病，此指残害。<br>13.亡：通“忘”。<br>14.饇（yù）：饱。<br>15.孔：恰如其分。<br>16.猱（náo）：猿类，善攀援。<br>17.涂：泥土。附：沾着。<br>18.徽：美。猷（yóu）：道。<br>19.与：从，属，依附。<br>20.瀌（biāo）瀌：下雪很盛的样子。<br>21.晛（xiàn）：日气。<br>22.遗：通“隤”，柔顺的样子。<br>23.式：用，因也。娄：借为“屡”。<br>24.浮浮：与“瀌瀌”义同。<br>25.蛮、髦（máo）：南蛮与夷髦，古代对西南少数民族的称呼。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_220.aspx\">诗</a>共八章，取喻多奇。首章“騂騂角弓，翩其反矣”，是用角弓不可松弛暗喻兄弟之间不可疏远。“兄弟昏姻”是同类连及，并无确指，着重点是同宗兄弟。“兄弟昏姻，无胥远矣”，为全诗主题句，以下各章，多方申述，皆以此为本。</p> <p>　　第二章叙说疏远王室父兄的危害。“尔之远矣，民胥然矣；尔之教矣，民胥效矣”，四句皆以语气词煞尾，父兄口气，语重心长。作为君王而与自家兄弟疏远，结果必然是上行下效，民风丕变，教化不存。</p> <p>　　第三章用兄弟之间善与不善的两种不同结果增强说服的效果。和善的兄弟相互平安相处，泰然自得，不和的兄弟相互残害，不能自保。如果说这一章还是因说理的需要而作的正反两方面的假设，那么第四章则是通过现实中已成为风气的责人不责己的小人做法直言王行不善的社会恶果。“民之无良，相怨一方；受爵不让，至于己斯亡”，不善良的兄弟间只知相互怨怒，不顾礼仪道德，为争爵禄地位各不相让，涉及一己小利便忘了大德。</p> <p>　　第五、六两章以奇特的比喻、切直的口吻从正反两方面劝诱周王。只有自身行为合乎礼仪，才能引导小民相亲为善。“老马反为驹，不顾其后”，取譬新奇，以物喻人，指责小人不知优老而颠倒常情的乖戾荒唐，一个“反”字凸现出强烈的感情色彩。“如食宜饇，如酌孔取”，正面教导养老之道。第六章更是新意新语竞出。“毋教猱升木，如涂涂附”；用猿猴不用教也会上树，泥巴涂在泥上自然粘牢比喻小人本性无德，善于攀附，如果上行不正，其行必有过之。后两句“君子有徽猷，小人与属”，又是正面劝戒，如果周王有美德，小民也会改变恶习，相亲为善的。此意与后世所谓“君子之德风，小人之德草”，正相一致。</p> <p>　　诗的最后两章以雪花见日而消融，反喻小人之骄横而无所节制和不可理喻。“莫肯下遗，式居娄骄”和“如蛮如髦”说的是小人，却暗指周王无道。有鉴于此，诗人不禁长叹“我是用忧”，此“忧”非为自身忧，也非为小人忧，而是为国家为天下而深怀忧患。</p> <p>　　全诗因是父兄口吻，所以“少微婉，多切直”（陈子展《诗经直解》引孙鑛语），少了一些通常意义上的诗味。又正因为是父兄口吻，全诗以气贯通，或取譬，或直言，都在光怪陆离中显示出一种酣畅，一种奔涌的激情。因此孙鑛给出“风骨自高奇”的评价。</p>",
  "about": "<h2>创作背景</h2> 　　关于《小雅·角弓》的主题背景，《毛<a href=\"http://so.gushiwen.org/view_220.aspx\">诗</a>序》已说得相当明白：“《角弓》，父兄刺幽王也。不亲九族而好谗佞，骨肉相怨，故作是诗也。”虽然诗中所刺，是否确指周幽王难以认定，但为王室父兄刺王好近小人，不亲九族，而骨肉相怨的作品是可信的。从社会分析的角度看，这首诗反映的实际上是远自父系氏族社会沿袭而来的一种宗法思想，也就是以宗族为纽带而相互依存结为政治经济势力的思想。虽然在诗的第一章提及兄弟昏姻，好像是将同姓兄弟与异姓兄弟（姻亲）并说，以至于何楷以为这首诗是“刺幽王宠任昏姻而疏远兄弟之诗”（《诗经世本古义》），但从诗第三章两提兄弟不及昏姻可见诗的重点是落在同姓兄弟上的。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "写人",
    "寓理"
  ]
}