{
  "id": 71937,
  "star": 83,
  "name": "春夜别友人二首·其一",
  "dynasty": "唐代",
  "content": "银烛吐青烟，金樽对绮筵。<br>离堂思琴瑟，别路绕山川。<br>明月隐高树，长河没晓天。<br>悠悠洛阳道，此会在何年。",
  "fanyi": "<p><strong>译文</strong><br>明亮的蜡烛吐着缕缕青烟，高举金杯面对精美丰盛的席宴。饯别的厅堂里回忆着朋友的情意融洽，分别后要绕山过水，路途遥远。宴席一直持续到明月隐蔽在高树之后，银河消失在拂晓之中。走在这悠长的洛阳道上，不知什么时候才能相会？</p><p><strong>注释</strong><br>[1]琴瑟：比喻友情。<br>[2]长河：指银河。<br>注解：首联采用对偶句形式，“青”与“绮”相对，都为绿色的意思。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>的《春夜别友人》共两首，这是第一首。约作于公元684年（<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>光宅元年）春。时年二十六岁的陈子昂离开家乡四川射洪，奔赴东都洛阳，准备向朝廷上书，求取功名。临行前，友人设宴欢送他。席间，友人的一片真情触发了作者胸中的<a href=\"http://so.gushiwen.org/view_71937.aspx\">诗</a>潮。旋即写成这首离别之作。</p> <p>　　这首律诗一开头便写别筵将尽，分手在即的撩人心绪和寂静状态。作者抓住这一时刻的心理状态作为诗意的起点，径直但却自然地进入感情的高潮，情怀颇为深挚。“银烛吐青烟”，着一“吐”字，使人想见离人相对无言，怅然无绪，目光只是凝视着银烛的青烟出神的神情。“金樽对绮筵”，用一“对”字，其意是面对华筵，除却频举金樽“劝君更尽一杯酒”的意绪而外，再也没有什么可以勉强相慰的话了。此中境界，于沉静之中更见别意的深沉。</p> <p>　　颔联“离堂思琴瑟，别路绕山川”，“琴瑟”指朋友宴会之乐，源出《小雅·鹿鸣》“我有嘉宾，鼓琴鼓瑟”，是借用丝弦乐器演奏时音韵谐调来比拟情谊深厚的意思。“山川”表示道路遥远，与“琴瑟”作为对仗，相形之下，不由使人泛起内心的波澜：“离堂”把臂，伤“琴瑟”之分离；“别路”迢遥，恨“山川”之缭绕。这两句着意写出了离情的缠绵，令人感慨唏嘘。</p> <p>　　颈联“明月隐高树，长河没晓天”，承上文写把臂送行，从室内转到户外的所见。这时候，高高的树荫遮掩了西向低沉的明月；耿耿的长河淹没在破晓的曙光中。这里一个“隐”字，一个“没”字，表明时光催人离别，不为离人暂停须臾，难舍难分时刻终于到来了。</p> <p>　　结尾两句写目送友人沿着这条悠悠无尽的洛阳古道踽踽而去，不由兴起不知何年何月再能相聚之感。末句着一“何”字，强调后会难期，流露了离人之间的隐隐哀愁。</p> <p>　　这首诗中作者没有套用长吁短叹的哀伤语句，却在沉静之中见深挚的情愫。而要达到这样的境界，应不温不火。“火”则悲吟太过而感情浅露；“温”则缺乏蕴藉而情致不深。此诗写离情别绪意态从容而颇合体度，有如琵琶弦上的淙淙清音，气象至为雍雅，不作哀声而多幽深的情思。</p> <p>　　此诗通篇畅达优美，除了开头一联因场面描写之需而适当选用华丽辞藻外，其余用语都不加藻饰，平淡自然。他所追求的乃是整首诗的深厚和雅。清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>说得好：“此种诗当于神骨气脉之间得其雄厚之味，若逐句拆开，即不得其佳处。如但摹其声调，亦落空腔”。再有，此诗虽写眼前景，心中情，却有所继承和借鉴。有人指出，它“从小谢《离夜》一首脱化来”。《离夜》即<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>《离夜同江丞王常侍作》，也是写一次夜宴。两相比较可知，陈诗在章法、用语等方面都明显受了谢诗影响。但陈子昂并没有简单地模拟前人，而是有所创新。谢诗较直露和简洁，陈诗则婉转而细腻，在结构上更善于回环曲折地精心布局，情和景的安排上，先以秾丽之笔铺写宴会之盛，次以婉曲之调传达离别之愁，再以宏大的时空背景烘托出宴会之久与友谊之长，最后以展望征途来结束全篇，层次分明。通篇情景合一，从优美的意象描写中自然地流露感情。胜于一般的离别之作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《春夜别友人》共有两首，这里所选的是其中的第一首。<a href=\"http://so.gushiwen.org/view_71937.aspx\">诗</a>约作于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>光宅元年(684)春。这时年方二十六岁的陈子昂告别家乡四川射洪，奔赴东都洛阳，准备向朝廷上书，求取功名。临行前，友人在一个温馨的夜晚设宴欢送他。席间，友人的一片真情触发了作者胸中的诗潮。面对金樽美酒。他不禁要歌唱依依不舍的离情，抒发自己的远大怀抱。这首离别之作，就从眼前宴会的情景落笔。",
  "poet": {
    "id": 12,
    "star": 0,
    "name": "陈子昂",
    "image": "http://img.gushiwen.org/authorImg/chenziang.jpg",
    "desc": "陈子昂（约公元661～公元702），唐代文学家，初唐诗文革新人物之一。字伯玉，汉族，梓州射洪(今属四川)人。因曾任右拾遗，后世称为陈拾遗。光宅进士，历仕武则天朝麟台正字、右拾遗。解职归乡后受人所害，忧愤而死。其存诗共100多首，其中最有代表性的是《感遇》诗38首，《蓟丘览古赠卢居士藏用》7首和《登幽州台歌》。"
  },
  "tags": [
    "离别",
    "宴饮",
    "相思"
  ]
}