{
  "id": 8336,
  "star": 32,
  "name": "下途归石门旧居",
  "dynasty": "唐代",
  "content": "吴山高，越水清，握手无言伤别情。<br>将欲辞君挂帆去，离魂不散烟郊树。<br>此心郁怅谁能论，有愧叨承国士恩。<br>云物共倾三月酒，岁时同饯五侯门。<br>羡君素书尝满案，含丹照白霞色烂。<br>余尝学道穷冥筌，梦中往往游仙山。<br>何当脱屣谢时去，壶中别有日月天。<br>俯仰人间易凋朽，钟峰五云在轩牖。<br>惜别愁窥玉女窗，归来笑把洪崖手。<br>隐居寺，隐居山，陶公炼液栖其间。<br>凝神闭气昔登攀，恬然但觉心绪闲。<br>数人不知几甲子，昨夜犹带冰霜颜。<br>我离虽则岁物改，如今了然失所在。<br>别君莫道不尽欢，悬知乐客遥相待。<br>石门流水遍桃花，我亦曾到秦人家。<br>不知何处得鸡豕，就中仍见繁桑麻。<br>翛然远与世事间，装鸾驾鹤又复远。<br>何必长从七贵游，劳生徒聚万金产。<br>挹君去，长相思，云游雨散从此辞。<br>欲知怅别心易苦，向暮春风杨柳丝。",
  "fanyi": "<p><strong>译文<br></strong>吴山高，越水清，握手无言是难以抑制别离时的伤情。<br>就要告别您扬帆而去，离魂正萦绕着春郊的树丛。<br>此时我心中的郁结有谁知晓呢？真是有愧于当初承受您对我以国士相待的恩情。<br>为赏春我们一起在春城三月畅饮，每当迎接节候，我们一起接受王公贵族的宴请。<br>我常常羡慕您案上摆满素帛道书，那上面的朱字与素帛就像云霞在空中相映。<br>我也曾为学道而钻研道经与学仙，往往梦中都在仙山上游行。<br>总盼着有一天会得道解脱而玉，进入那壶中别有日月的仙境。<br>人生本来短暂，如花一样易于凋零，又如同这窗前钟山上的白云，飘忽聚散不定。<br>前次伤别是您去嵩山玉女窗访仙学道，归来时我兴奋地对您这洪崔仙子握手相迎。<br>隐居山，隐居寺，那里曾留下陶公当年炼丹修行的踪影。<br>当初我诚心诚意地攀登在那里，顿时觉得心旷神抬，恬然清静。<br>那里一些人己长寿得说不清自己的年龄，一个个肌肤如冰雪，还带着处子的面容。<br>自从我离开那里，一年年的发生了变化，但今天我还是能够将那一木一石辨清。<br>莫要悲伤今天的相别不能尽欢，我预料那里自有<a href=\"http://so.gushiwen.org/view_8336.aspx\">诗</a>酒为东的朋友对我远接高迎。<br>石门就像《桃花源记》里描写的那样，到处是溪水绕着桃花。我要访问的人家也是不知有汉，有唐，更不知世间的情景。<br>不知从那里弄来的鸡肉、猪羊招待我，人家周围是一片片桑麻丛生。<br>他们自由自在地生活在世外，有时又骑弯驾鹤，不知道他们的游踪。<br>有这么好的地方，我何必整天和那些权贵们打交道呢？费心巨力，即使能聚万贯家产也是徒劳无用。<br>告别您，长相思，往日的欢聚就像云散雨停。<br>要想知道我在此别离时心情有多悲伤，您可以看看那傍晚的杨柳在春风中依依舞动的情景。</p> <p><strong>注释<br></strong>⑴按《太平府志》：横望山，在当涂县东六十里。春秋楚子重伐吴，至于横山，即此山也。实为金陵朝对之山。《真诰》称其石形瓌奇，洞穴盘纡，陶隐居尝栖迟此地炼丹，故有陶公读书堂、石门、古祠、灰井、丹炉诸遗迹。书堂今为澄心寺。石门山水尤奇；盘道屈曲，沿磴而入，峭壁二里，夹石参天，左拥右抱，罗列拱揖，高者抗层霄，下者入衍奥。中有玉泉嵌空，渊渊而来，春夏霖潦奔驰，秋冬澄流一碧，萦绕如练。观诗中所称隐居山寺、“陶公炼液”、“石门流水”诸句，知石门旧居，盖在其处矣。<br>⑵虞炎诗：“聚学从烟郊，栖遁事环荜。”<br>⑶五侯，五侯七贵，泛指达官显贵。<br>⑷《神仙传》：王烈入河东抱犊山中，见一石室，中有素书两卷。按：古人以绢素写书，故谓书曰“素书”。含丹者，书中之字，以朱写之，白者绢色，丹白相映，烂然如霞矣。<br>⑸<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>诗：“一时排冥筌。”闵赤如注：冥，理也。筌，迹也。言理、迹双遣也。一说：冥，幽也。筌，迹也。冥筌，道中幽冥之迹也。<br>⑹《汉书·郊祀志》：天子曰：“诚得如黄帝，吾视去妻子如脱屣耳。”<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>注：“屣，小履。脱屣者，言其便易无所顾也。”《列仙传》：王子乔乘白鹤驻山头，举手谢时人，数日而去。<br>⑺《灵台治中录》：“施存，鲁人，学大丹之道三百年，十炼不成，唯得变化之术。后遇张申为云台治官。常悬一壶，如五升器大，变化为天地，中有日月如世间，夜宿其内，自号壶天，人谓曰壶公。”<br>⑻《名山洞天福地记》：钟山，周回一百里，名朱湖太生之天，在润州上元县。五云，五色云也。<br>⑼玉女窗，在嵩山。洪崖，三皇时伎人得仙者。《广博物志》：青城山洞，周回二千里，昔洪崖先生服琅环之华而隐，代为青城真人。<br>⑽《因话录》：宣州当涂隐居山岩，即陶贞白炼丹所也。炉迹犹在，后为佛舍。<br>⑾《左传》：晋悼夫人食舆人之城杞者。绛县人或年长矣，无子，而往与于食，有与疑年，使之年。曰：“臣，小人也，不知纪年。臣生之岁，正月甲子朔，四百有四十五甲子矣。其季于今，三之一也。”<br>⑿桃花注水、鸡豕桑麻，比之秦人之桃源也。<br>⒀《庄子》：“翛然而往，翛然而来。”陆德明《音义》：“翛，音萧。徐音叔。李音悠。向云：翛然，自然无心而自尔之义。郭、崔云：往来不难之貌。”<br>⒁江淹《别赋》：“驾鹤上汉，骖鸾腾天。”<br>⒂七贵，泛指达官显贵。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>诗：“惜无万金产、东求沧海君。”<br>⒃挹，即“揖”也。古字通用。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_8336.aspx\">诗</a>开篇云：“吴山高、越山青，握手无言伤别情。将欲辞君挂帆去，离魂不散烟郊村。”结尾云：“挹君去、长相思，云游雨散从此辞。欲知怅别心易苦，向暮春风杨柳丝。”可谓感人至深，然则别人之义却不见于题目。郭沫若先生曾褒扬<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>性格中天真脱俗的一面，批评其看重功名的一面，而最后落脚在对李白临终那年写的《下途归石门旧居》一诗的诠释上。他对这首向来不受重视的诗评价极高，视之为李白的觉醒之作和一生的总结，说它表明“李白从农民脚踏实地的生活中看出了人生的正路”，从而向“尔虞我诈、勾心斗角的整个市侩社会”“诀别”了。</p> <p>　　全诗可分为三段，下面就逐段进行分析。</p> <p>　　诗的开头五句，是写李白与元丹丘在茅山告别的情形。“吴山高，越水清。”这是点出告别的地理环境，在吴山越水之际。此地应指的是茅山（在今江苏句容县），而不是横望山（在今安徽当涂县东六十里）。因茅山在东汉以来，就是道教的圣地和中心，而且在吴山越水之间。南朝道士<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>所隐居之地，据《南史》本传中说是在“句容之句曲山”，即茅山。《弘志句容县志》中记载，陶弘景的隐居之所和炼丹之处也都在茅山。元丹丘在天宝末到江东访道，当在茅山而不是横望山。此五句说，在吴山越水之间的茅山，李白紧紧握着老友元丹丘的手，在默默无言地告别，马上就要乘船离去了，但是他的心还萦绕在老友的身边不忍离去，河岸边但见烟绕郊树，情景凄迷，一派黯然伤别的气氛。</p> <p>　　这对交情深厚的老朋友，在无言泣别之际，几十年交往的情景，都油然涌向心头。以下十四句是他们对往事的回忆。</p> <p>　　首先是李白和元丹丘在长安交游的回忆。元宝元年（公元742），元丹丘入长安为西京大昭成观威仪，他曾通过玉真公主（唐玄宗的御妹）将李白推荐给唐玄宗。玄宗一开始像对国士一样对待李白。李白初到皇宫被召见时，玄宗皇帝“降辇步迎，如见园、绮。……遂直翰林，专掌密命。”（<a href=\"http://so.gushiwen.org/author_2330.aspx\">范传正</a>《唐左拾遗翰林学士李公新墓碑序》）李白对元丹丘这一推荐之恩，终生都不会忘记的，所以在这首赠给元丹丘的诗中，首先就提到这件事。当时二人同在长安。春天，他们一同在长安酒市中饮酒；年节时，他们又一丽封王公显贵家里去赴宴。接着又回忆他们一同求仙学道的事。李白非常羡慕元丹丘道书满架，素书满案。在洁白绢素上写满了朱色的字迹的道经和符箓，在李白看来竟如霞光一样的灿烂。“余尝学道穷冥筌，梦中往往游仙山。何当脱屣谢时去，壶中别有日月天。”这段文字是李白当时热衷道教神仙的忠实写照。“穷冥筌”就是探索成仙得道的奥妙和绝窍。“脱屣’是说抛弃尘俗的牵挂，就像脱去鞋子一样，不值得留恋。“壶中”句是引用了一则道教神仙故事。有一个叫施存的人学道，邂见一个叫张申的老人。此老人常悬一壶，如五升器大。能变化为天地，中有日月如世间，夜可宿壶内。此人自号为“壶天”，别人称他为“壶公”（见《灵台冶中录》，《后汉书·费长房传》亦载此事，文字有所不同）。这里“壶中”指的是不同于人世间的神仙世界，所以说是“别有日月天”。李白为什么这样热衷于神仙道教？一方面固然是因为在人间“行路难”，“大道如青天，我独不得出！”他在政治上遭到惨重的失败才不得不遁入道流。另一方面是道教的神仙世界，确实有吸引人的地方。对于在现实中遭受挫折，受到压抑的人们，道教的神仙世界无疑是他们展现精神自由的理想天国。在这里他们受伤的心灵可以得到慰藉，疲惫的身心可以暂时得到休息和恢复。</p> <p>　　从“俯仰人间”以下四句，写的是李白与元丹丘从嵩山分别以来到今日茅山相逢的经历。“易凋朽”句，是感叹人生时光易失，二人相别之久；“锺峰五云”句是即目抒情，同时以青山的不朽感慨人生的易朽。“锺峰”是指金陵的锺山，茅山离金陵不远，晴日镳山在茅山可见。“五云”是指茅山的五云峰，二峰在元丹丘茅山的隐居处的窗口上即目可见。“玉女窗”是嵩山峰顶上的一处名胜风景，此处代指嵩山。“洪崖”是道教中的仙人，此指元丹丘。开元中，李白曾从元丹丘在嵩山求仙学道，他们曾一同游过嵩山上的玉女窗等风景名胜。后来二人就分别了。如今他们又在道教名山茅山上会面怎能不令人把手高兴呢？以上是本诗的第一段，写李白与元丹丘在茅山告别的情景，并回忆了几十年的友好交往，二人在长安的交游，一同求仙学道具的经历，昔日从嵩山分手，今日在茅山重逢等种种情景。</p> <p>　　从“隐居寺”至“遥相待”十一句，是本诗的第二段。描写回忆李白与老朋友见面、重游茅山的情景和感慨。</p> <p>　　“隐居寺，隐居山。陶公炼液栖其间。”陶公是指道教茅山宗的开山人陶弘景。他曾在茅山长期隐居炼丹。隐居寺，隐居山自然都是在茅山。此句中的陶公，当也有暗喻元丹丘的意思，说他在茅山修道炼丹。“灵神闭气昔登攀，恬然但觉心绪闲。”此二句是说李白年轻时曾攀登过茅山，那时是步履轻健，如走平地，觉得非常轻松。言外之意是说自己的腰脚如今已大不如昔了。“数人不知几甲子，昨来犹带冰霜颜。”此二句是指此次重见面的茅山几个老朋友，他们如今也都是满头霜雪，鬓发皆白了。“几甲子”，即几百岁之意，一甲子是六十年。说不知道他们有“几甲子”，是故意神而奇之。犹如说他们是“老神仙”，不知道他们有多大岁数。“我离虽则岁物改，如今了然识所在。”此二句说，我离开这里的年岁已久，虽然时过景迁，许多地方和景物都改变了模样，但是，对以前的旧游处，我还是能清楚地辨认出来。郭沫若将“如今了然识所在”一句，解释成“表明李白是觉悟了，要和一切迷信幻想脱离了。”（《李白与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》第91页）这显然是望文生义，是不符合此诗原意的。“别君莫遭不尽欢，悬知乐客遥相待。”意即这次重游虽然时间仓促，旋即告别，君莫要因没有尽欢而感到歉意，在我未来之前你就早做好了迎接我的准备，你的好客之情我是早就予料到的。</p> <p>　　从“石门流水”以下的十二句，是本诗的第三段。写李白辞别元丹丘将要回到石门旧居的情况和感想。紧扣了此诗的题目，《下途归石门旧居》。石门竟在何处？这是一个颇有争议的问题。清人王琦说此诗中的石门在横望山。我们不同意他的说法。冲国叫石门和石门山的地方甚多，有十几处，在李白的诗中就有丘家中去，也不会将朋友的家说成是自己的旧居。鲁郡石门，薄李白东鲁的家很近，极有可能有旧居在那里，但与此诗中所写的石门不合。诗中写道：“石门流水遍桃花，我亦曾到秦人家。不知何处得鸡豕，就中仍见繁桑麻。”诗中的石门，显然是<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，笔下的。桃花源”的翻版“不知”二句，显然是《桃花源记》中的“有良田美池、桑竹之属，阡陌交通，鸡犬相闻”的改写。李白所说的“秦人家”当是指桃花源一类的避世之所，决非是他，鲁郡故居附近的石门山。而应是李白所一直艳羡的南朝山水诗人所最喜游览的永嘉石门。“康乐上官去，永嘉游石门。江亭有孤屿，千载迹犹存。”（《与周刚清溪玉镜潭宴别》）“缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。喷壁洒素雪，空潆：生昼寒。”（《送王屋山人魏万至王屋》）这个永嘉石门的所在地，就是道书中所谓的“元鹤洞天”、“乃三十六洞天第三十”（《浙江通志·处州·青田县》）的道教胜地，又是<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>笔下的名胜之地，当然也是李白所向往的世外桃源了。所以诗中说；“翛然远与世事间，装鸾驾鹤又复远。”就是说他要逃遁世事，远离人间，乘鸾驾鹤，远远地飞向神仙世界。所以说，诗中的石‘门，不可能是他东鲁故家附近的鲁郡石门，而只能是桃源仙境、门，不可能是他东鲁故家附近的鲁郡石门，而只能是桃源仙境、神仙洞天的永嘉石门。</p> <p>　　这样，诗题中的“下途”二字也好解释了，就是离开茅山李一自所要去的下一站，就是永嘉“石门旧居”，因李白多次在浙东漫游，永嘉石门也有他的旧居，是极可能的。“何必”二句，显示李白藐视权贵、轻视富贵的思想，表现了李白受道家影响所形成的旷达超脱、不受外物所役的自由人格。可以说这是道教影响，所给予李白的积极面。</p> <p>　　“揖君去，长相思。云游雨散从此辞。”，“云游”一句，郭沫若解释说“这不仅是对于<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>的诀别，而是对于神仙迷信的诀别。……更可以是说对于尔虞我诈、勾心斗角的整个市侩社会的诀别。”（《李白与杜甫》第98页）这样解释虽可以拔高李白的思想境界，但可惜大违诗人的原意。李白的意思不过是与老朋友元丹丘揖别而去，从此他们就像云飞雨散一样，天各一方，彼此只有两地长相思了。仅此而已，并没有与道教神仙、与市侩社会诀别的微言大义。因为在魏晋以后的中国封建社会里，儒、道、释三教的思想就像是思想血液中必不可少的成分，流动在每个中国文人的血脉里，只不过各种思想成分的比例在各个人身上不同罢了。或者是一个人在不同的时期，各种思想在他心中的地位，发生了此涨彼落或彼涨此落的变化，但决无完全向某一思想诀别之说。那是根本不可能的。正如李白此诗最后二句所说。“欲知怅别心易苦，向暮春风杨柳丝。”这本来是说他相思别离之情思，绵绵不绝，如同春天的柳丝一样坚韧，不易折断。我们也可以借此解释，说他对道教的感情，就如绵软的柳丝一样的细长坚韧，是很不容易折断的。尽管在他的晚年对道教的神仙迷信确实有所觉悟，但他对道教仍还是一往而情深。</p>",
  "about": "<h2>创作背景</h2> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>天宝九载（750）曾隐居在此石门，故称石门旧居，此<a href=\"http://so.gushiwen.org/view_8336.aspx\">诗</a>为天宝十三载（754）在金陵时作。</p> <p>　　王琦注：“题下似缺别人字。”至于此诗所别为何人，郭沫若《李白与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》曾认为此诗为李白逝世之年与<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>诀别之作。安旗先生《李白全集编年注释》又认为是李白别其友人元丹丘所作。但都不能作为确论。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "友情",
    "写人"
  ]
}