{
  "id": 9346,
  "star": 18,
  "name": "玉门关盖将军歌",
  "dynasty": "唐代",
  "content": "盖将军，真丈夫。<br>行年三十执金吾，身长七尺颇有须。<br>玉门关城迥且孤，黄沙万里白草枯。<br>南邻犬戎北接胡，将军到来备不虞。<br>五千甲兵胆力粗，军中无事但欢娱。<br>暖屋绣帘红地炉，织成壁衣花氍毹。<br>灯前侍婢泻玉壶，金铛乱点野酡酥。<br>紫绂金章左右趋，问著只是苍头奴。<br>美人一双闲且都，朱唇翠眉映明矑。<br>清歌一曲世所无，今日喜闻凤将雏。<br>可怜绝胜秦罗敷，使君五马谩踟蹰。<br>野草绣窠紫罗襦，红牙缕马对樗蒱。<br>玉盘纤手撒作卢，众中夸道不曾输。<br>枥上昂昂皆骏驹，桃花叱拨价最殊。<br>骑将猎向城南隅，腊日射杀千年狐。<br>我来塞外按边储，为君取醉酒剩沽。<br>醉争酒盏相喧呼，忽忆咸阳旧酒徒。",
  "fanyi": "<p><strong>译文<br></strong>盖将军，真是大丈夫，<br>三十岁就当上了执金吾，身长七尺颇有须。<br>玉门关的关城偏远又单孤，黄沙万里百草都干枯。<br>南邻犬戎北面接着胡，将军来此防备意外事。<br>带着五千甲兵胆壮气又粗，军中无事只知求欢娱。<br>暖屋里挂着绣帘烧起红地炉，织成的壁衣还有花氍毹。<br>灯前的侍婢倾泻玉壶，金铛里乱点的是野酡酥。<br>紫绶金印的在左右趋，一问才知不过是家中奴。<br>美人一对闲且都，红唇翠眉映着那明泸。<br>清歌一曲世上所无，今日高兴地听到了《凤将雏》。<br>可爱啊完全胜过了秦罗敷，使君五马只能空踟蹰。<br>她们穿着绣有野草的紫罗襦，拿着红牙雕的赌具玩樗藕。<br>纤手往玉盘中投成卢，众人夸奖说从来没有输。<br>马槽里昂昂地都是骏马驹，那桃花叱拨的价最殊。<br>主人骑着它打猎在城南隅，腊日射杀了千年狐。<br>我来塞外考察边储，为君一醉酒剩沽。<br>醉里争着酒盏相互喧呼，忽然想起那长安的旧酒徒。</p> <p><strong>注释<br></strong>1.玉门关：旧址在今甘肃省敦煌西北小方盘城，唐代属河西节度使辖境内。<br>2.盖（gě）将军：当为盖庭伦，当时任河西兵马使。<br>3.行年：犹言年纪。<br>4.执金吾：金吾将军，唐时武官中的显要职位。<br>5.迥（jiǒng）：遥远。<br>6.白草：西北草原上的野草，到秋天干枯变白，称为“白草”。<br>7.犬戎（róng）：古代西方戎族的一支，<a href=\"http://so.gushiwen.org/view_9346.aspx\">诗</a>中借指西北的少数民族。<br>8.胡：古代汉族人对北方民族的通称。<br>9.备不虞（yú）：用以戒备意外事变的发生。<br>10.甲兵：武装的士兵。<br>11.但：只。<br>12.壁衣：悬挂在墙壁上用作装饰用的布帛。<br>13.氍（qú）毹（shū）：毛织的地毯。<br>14.玉壶：形容精美的酒壶。<br>15.金铛（chēng）：金属制的平底浅锅。<br>16.野酡（tuó）酥（sū）：野外猎获的兽类制的酥油。<br>17.紫绂（fú）：紫绶（shòu），系印纽的紫色丝带。<br>18.金章：铜制的官印。古代大官赐有紫绶金印，诗中指盖将军家奴的服饰，用以显示他的显贵。<br>19.苍头奴：私家的奴仆。<br>20.闲且都：仪态雍容闲雅，容颜美好艳丽。<br>21.翠眉：用青黑色的矿物颜料螺黛描画过的眉毛。<br>22.凤将雏（chú）：汉代乐曲名。<br>23.秦罗敷（fū）：汉代乐府诗《陌上桑》的女主人公，后代指美丽而有节操的妇女。<br>24.使君：汉代对刺史、太守等州郡长官的尊称。<br>25.五马：汉太守驾车用五只马。<br>26.谩（màn）：空；徒。<br>27.踟（chí）蹰（chú）：徘徊行不进。<br>28.野草绣窠（kē）：指美人服装上的花纹图案。<br>29.紫罗襦（rú）：紫色轻柔而有疏孔的丝织物裁成的短衫。<br>30.红牙：乐器名，用紫檀木制的拍板。<br>31.镂（lòu）马：指红牙板上雕刻着马，作为装饰。<br>32.樗（chū）蒲（pú）：古代一种赌具，砍木为子，一具五枚，掷五木看它的采色，以赌胜负。<br>33.玉盘：玉琢成的盘子。<br>34.卢：赌樗蒲时，一撒五子都是黑的，算是最胜采，称为“卢”。<br>35.枥（lì）：马厩。<br>36.昂昂：气概轩昂的样子。<br>37.骏驹（jū）：良马名。<br>38.桃花叱（chì）拨（bō）：良种马名。<br>39.殊：昂贵。<br>40.将（jiāng）：语助词，用在动词后面。<br>41.腊日：农历十二月初八日，为旧时猎祭的日子。<br>42.千年狐：老狐，比喻凶恶的敌人。<br>43.按边储：指至德元年（756），<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>领伊西北庭支度副使，佐理边务的事。<br>44.酒剩沽（gū）：买更多的酒。<br>45.酒盏：酒杯。<br>46.咸阳：秦时都城，这里借指唐都长安。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《玉门关盖将军歌》的内容与表现方式在<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的边塞<a href=\"http://so.gushiwen.org/view_9346.aspx\">诗</a>，甚或是整个唐代的边塞诗中，都有一点别致。它用纪实的铺叙手法，首句便以“真丈夫”起笔，由年龄、相貌，及其智、其威，介绍盖将军的功名和业绩，写出了这位守将武勇的外貌和粗豪的性格的一面，又从室内装饰、家宴、奴婢、家戏、名驹、出猎等几个侧重场景，写出了他军中无事只知寻欢作乐的一面。其中对奢侈豪华的夜宴的描写占了一半的篇幅，里面有赞赏也有讽刺。这种讽刺自然是委婉的，甚至带点调侃的语气。这位盖将军在古代边将中大概很有点代表性。他们在战场上是勇猛的，在争豪斗富的享乐方面也决不示弱。从狭隘的角度看，这些记述，无不是为盖将军炫耀光彩。但就理解全诗而言，诗末却以“酒剩沽”、忆“旧酒徒”（诗人旧友皆为学子，均非权贵），无不表现出诗人的清高。诗中尽述盖将军家妓之美貌，闻绝世名曲之喜悦后，却以秦罗敷之绝胜而告警。虽然此议夹在几个侧重面之间，却能使读者领悟到诗人对其奢侈之过的批评。</p> <p>　　这首诗的主旨是歌颂盖将军，这是题中应有之义。但诗中所写盖将军享受的奢侈，连奴仆侍妾都服三品以上官服，反映出了唐朝边将的骄盈跋扈。这是唐玄宗后期穷兵黩武的必然结果，反映了安史之乱和后来的藩镇割据，决不是偶然的。从客观上看，这首诗为后人记述了盛唐时达官显贵的荒淫奢侈，成为史料的一个方面，颇具有价值。此诗句句押韵，或三句一顿，或两句一顿，既富有音乐感，又穷极抑扬顿挫变化，具有一种声情效果。</p>",
  "about": "<h2>创作背景</h2> 　　《玉门关盖将军歌》大概写成于唐玄宗天宝十三年十二月，当时<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>在北庭任支度判官，行役至玉门关时所作。",
  "poet": {
    "id": 113,
    "star": 0,
    "name": "岑参",
    "image": "http://img.gushiwen.org/authorImg/cencan.jpg",
    "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。"
  },
  "tags": [
    "宴会",
    "写人",
    "将军"
  ]
}