{
  "id": 27277,
  "star": 150,
  "name": "近试上张籍水部 / 近试上张水部 / 闺意献张水部",
  "dynasty": "唐代",
  "content": "洞房昨夜停红烛，待晓堂前拜舅姑。 <br>妆罢低声问夫婿，画眉深浅入时无。",
  "fanyi": "<p><strong>译文</strong><br>洞房里昨夜花烛彻夜通明，等待拂晓拜公婆讨个好评。<br>打扮好了轻轻问丈夫一声：我的眉画得浓淡可合时兴？</p> <p><strong>注释</strong><br>⑴张水部：即<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>，曾任水部员外郎。<br>⑵洞房：新婚卧室。停红烛：让红烛通宵点着。停：留置。<br>⑶舅姑：公婆。<br>⑷深浅：浓淡。入时无：是否时髦。这里借喻文章是否合适。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　《近试上张水部》载于《全唐<a href=\"http://so.gushiwen.org/view_27277.aspx\">诗</a>》卷五百一十五。下面是当代女文学家、著名学者沈祖棻教授对此诗的赏析。</p> <p>　　以夫妻或男女爱情关系比拟君臣以及朋友、师生等其他社会关系，乃是中国古典诗歌中从《楚辞》就开始出现并在其后得到发展的一种传统表现手法。此诗也是用这种手法写的。</p> <p>　　“近试上张水部”这个标题可以帮助读者明白诗的作意，唐代应进士科举的士子有向名人行卷的风气。临到要考试了，<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>怕自己的作品不一定符合主考的要求，因此以新妇自比，以新郎比<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>，以公婆比主考，写下了这首诗，征求张籍的意见。</p> <p>　　古代风俗，头一天晚上结婚，第二天清早新妇才拜见公婆。此诗描写的重点，乃是她去拜见之前的心理状态。首句写成婚。洞房，这里指新房。停，安置。停红烛，即让红烛点着，通夜不灭。次句写拜见。由于拜见是一件大事，所以她一早就起了床，在红烛光照中妆扮，等待天亮，好去堂前行礼。这时，她心里不免有点嘀咕，自己的打扮是不是很时髦呢？也就是，能不能讨公婆的喜欢呢？因此，后半便接写她基于这种心情而产生的言行。在用心梳好妆，画好眉之后，还是觉得没有把握，只好问一问身边丈夫的意见了。由于是新娘子，当然带点羞涩，而且，这种想法也不好大声说出，让旁人听到，于是这低声一问，便成为极其合情合理的了。这种写法真是精雕细琢，刻画入微。</p> <p>　　仅仅作为“闺意”，这首诗已经是非常完整、优美动人的了，然而作者的本意，在于表达自己作为一名应试举子，在面临关系到自己政治前途的一场考试时所特有的不安和期待。应进士科举，对于当时的知识分子来说，乃是和女孩儿出嫁一样的终身大事。如果考取了，就有非常广阔的前途，反之，就可能蹭蹬一辈子。这也正如一个女子嫁到人家，如果得到丈夫和公婆的喜爱，她的地位就稳定了，处境就顺当了，否则，日子就很不好过。诗人的比拟来源于现实的社会生活，在当时的历史条件之下，很有典型性。即使如今看来，读者也不能不对他这种一箭双雕的技巧感到惊叹。</p> <p>　　朱庆馀呈献的这首诗获得了张籍明确的回答。在《酬朱庆馀》中，他写道：</p> <p>　　“越女新妆出镜心，自知明艳更沉吟。</p> <p>　　齐纨未足时人贵，一曲菱歌敌万金。”</p> <p>　　由于朱的赠诗用比体写成，所以张的答诗也是如此。在这首诗中，他将朱庆馀比作一位采菱姑娘，相貌既美，歌喉又好，因此，必然受到人们的赞赏，暗示他不必为这次考试担心。</p> <p>　　首句写这位姑娘的身分和容貌。她是越州的一位采菱姑娘。这时，她刚刚打扮好，出现在镜湖的湖心，边采菱边唱着歌。次句写她的心情。她当然知道自己长得美艳，光彩照人。但因为爱好的心情过分了，却又沉吟起来。（沉吟，本是沉思吟味之意，引申为暗自忖度、思谋。）朱庆馀是越州（今浙江省绍兴市）人，越州多出美女，镜湖则是其地的名胜。所以张籍将他比为越女，而且出现于镜心。这两句是回答朱诗中的后两句，“新妆”与“画眉”相对，“更沉吟”与“入时无”相对。全诗以“入时无”三字为灵魂。新娘打扮得入不入时，能否讨得公婆欢心，最好先问问新郎，如此精心设问寓意自明，令人惊叹。 后半进一步肯定她的才艺出众，说：虽然有许多其他姑娘，身上穿的是齐地（今山东省）出产的贵重丝绸制成的衣服，可是那并不值得人们的看重，反之，这位采菱姑娘的一串珠喉，才真抵得上一万金哩。这是进一步打消朱庆馀“入时无”的顾虑，所以特别以“时人”与之相对。朱的赠诗写得好，张也答得妙，文人相重，酬答俱妙，可谓珠联璧合，千年来传为诗坛佳话。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_27277.aspx\">诗</a>为宝历（唐敬宗年号，825—827）年间<a href=\"http://so.gushiwen.org/author_350.aspx\">朱庆馀</a>参加进士考试前夕所作。唐代士子在参加进士考试前，时兴“行卷”，即把自己的诗篇呈给名人，以希求其称扬和介绍于主持考试的礼部侍郎。朱庆馀此诗投赠的对象，是时任水部郎中的<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>。张籍当时以擅长文学而又乐于提拔后进与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>齐名。朱庆馀平日向他行卷，已经得到他的赏识，临到要考试了，还怕自己的作品不一定符合主考的要求，因此写下此诗，看看是否投合主考官的心意。此诗便是行卷之作。</p>",
  "poet": {
    "id": 350,
    "star": 0,
    "name": "朱庆馀",
    "image": "http://img.gushiwen.org/authorImg/zhuqingyu.jpg",
    "desc": "朱庆馀，生卒年不详，名可久，以字行。越州（今浙江绍兴）人，宝历二年（826）进士，官至秘书省校书郎，见《唐诗纪事》卷四六、《唐才子传》卷六，《全唐诗》存其诗两卷。曾作《闺意献张水部》作为参加进士考试的“通榜”，增加中进士的机会。据说张籍读后大为赞赏，写诗回答他说：“越女新装出镜心，自知明艳更沉吟。 齐纨未足时人贵，一曲菱歌值万金。”于是朱庆馀声名大震。"
  },
  "tags": [
    "唐诗三百首",
    "新婚",
    "考试"
  ]
}