{
  "id": 71966,
  "star": 872,
  "name": "菩提偈",
  "dynasty": "唐代",
  "content": "菩提本无树，明镜亦非台。<br>佛性常清净，何处有尘埃！</p> <p>心是菩提树，身为明镜台。<br>明镜本清净，何处染尘埃！</p> <p>菩提本无树，明镜亦非台。<br>本来无一物，何处惹尘埃！</p> <p>菩提只向心觅，何劳向外求玄？<br>听说依此修行，西方只在目前！",
  "fanyi": "<p><strong>译文<br></strong>菩提原本就没有树， 明亮的镜子也并不是台。<br>佛性就是一直清澈干净，哪里会有什么尘埃？</p> <p>众生的身体就是一棵觉悟的智慧树， 众生的心灵就象一座明亮的台镜。<br>明亮的镜子本来就很干净，哪里会染上什么尘埃？</p> <p>菩提原本就没有树， 明亮的镜子也并不是台。<br>本来就是虚无没有一物， 哪里会染上什么尘埃?</p> <p>菩提只是向着内心寻找，何必劳累向外界求取玄妙的佛家思想？<br>以此进行修行自身，极乐世界也就在眼前！</p> <p><strong>注释<br></strong>（1）菩提偈：“菩提”，梵文的音译，意译为“觉”或“智”，旧译也作“道”。指对佛教教义的理解，或是通向佛教理想的道路。偈，和尚唱颂的歌<a href=\"http://so.gushiwen.org/view_71966.aspx\">诗</a>称为偈。菩提偈，即诠释佛教教义的歌偈。<br>（2）树：这里指菩提树，意译为“觉树”或“道树”。相传佛教始祖释迦牟尼在此树下证得菩提，觉悟成道，故称此树为菩提树。但这种树的本名是什么，有多种不同的说法。据说南朝梁时僧人智药曾把这种树自天竺移植中国。《雷州府志》记载：“菩提果色白者，味甜，五月熟。海南琼山县则把这种树所结的果子称为金刚子。这种果子可作念珠。佛教徒常焚香散花，绕树行礼。今广东省曲江县南华寺藏经阁旁左右两侧，各有一棵菩提树。” <br>（3）明镜：据《资持记》下二之三：“坐禅之处，多悬明镜，以助心行。”通常用以比喻佛与众生感应的中介。台：指安置明镜的地方，可以借代为客观存在。<br>（4）佛性：是梵汉并译名词，意译为“觉性”、“如来性”，有时被称为“涅”，或叫“真如”，也是“如来藏”的异名。原指佛陀本性，发展为成佛的可能性，是佛教徒所追求的修行目标和理想境界。这个问题，小乘和大乘的观点不一致，提出种种不同的见解，引起长期争论。中国南北朝时盛谈佛性，隋唐各宗也重视佛性说。天台宗提出五种佛性，法相宗归结为两种佛性，华严宗更把“有情”众生的佛性与“非情”之物的法性区别开来。清净：佛教术语，远恶行，离惑垢，称为清净。<br>（5）尘埃：佛教术语，指人间的一切世俗事务。按出家人的观点，世务不净，故称尘务。<br>（6）玄：佛教术语，这里是指玄妙的佛教理想。《信心铭》：“不识玄者，徒劳念佛。”对于佛教徒来说，通晓玄机，是至关重要的。<br>（7）西方：佛教术语，指净土所在的极乐世界。过去，佛教徒认为：东方日出，是万物滋生之地；西方日落，才是万物终归之处。因此，传统的教义都认定佛教徒要以西方（或称西天）为其归宿。<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>的这个观点，实是对西方“净土”的否定，为“顿悟”成佛提供了理论根据。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首偈，见于敦煌写本《坛经》。关于这首<a href=\"http://so.gushiwen.org/view_71966.aspx\">诗</a>的来历，《坛经》第四节至第八节，有明白的记载：五祖弘忍“一日唤门人尽来”，要大家“各作一偈”。并说“若悟大意者”，即“付汝衣法，禀为六代”。弘忍的上首弟子神秀在门前写了一偈道：“身是菩提树，心如明镜台。时时勤拂拭，莫使有尘埃。”弘忍知道后，“遂唤神秀上座于堂内”，说是“汝作此偈，见即未到”，“若觅无上菩提，即未可得”，因而要他“更作一偈”。而“秀上座去数日，作不得”。<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>的偈语，即针对神秀的《无相偈》而发。据《坛经》所载，惠能本不识字，他先“请人一读”神秀的偈语，然后作此歌偈，“请得一解书人于西间壁上题着”。</p> <p>　　这首偈，同神秀的那一首，在修行方法上具有原则的区别。神秀的那首“无相偈”，使他失去作为弘忍继承人的资格，却成了北宗一派的开山祖。由于神秀强调“时时勤拂拭”，后人以其主张“拂尘看净”，称之为“渐修派”。而惠能的这一首，是对神秀偈的彻底否定，也即主观唯心主义对客观唯心主义的彻底否定，直接把握住“见性成佛”的关键，被称为“顿悟派”。</p> <p>　　在《坛经》第二十节，惠能指出：“世人性本自净，万法在自性。思量一切恶事，即行于恶；思量一切善事，使修于善行。”这是惠能“顿悟说”的基础。在他看来，“愚人”与“智人”，“善人”与“恶人”，他们和“佛”之间，没有不可逾越的鸿沟。从“迷”到“悟”，仅在一念之间。这种“放下屠刀，立地成佛”的思想，不仅对我国佛教的演变产生了巨大的作用，对于后来的中国哲学理论也有重大的影响。</p> <p>　　第二首偈，也是惠能针对神秀的《无相偈》所作的。旨在说明“明镜”的清净，也即“自性”的清净，这是佛教徒坚信能到达理想境界人人所共有的主观条件。该偈亦见于敦煌写本《坛经》，但据郭朋《坛经校释》考证，这一首当属衍文。特别是前两句，虽调换了“身”、“心”二字的位置，实际也是重复神秀的话，不应视为惠能的思想。</p> <p>　　第三首偈，见于《六祖法宝·坛经》，流传甚广，为《全唐诗外编》所补录。据郭朋《坛经校释》考证，这一首是由《菩提偈》第一首演化而成，关键在第三句，由惠昕本带头，契嵩本、宗宝本因之，把“佛性常清净”改成“本来无一物”。这是一种误解，早在宋代即有人提出非议。郭朋认为：“《坛经》的首窜者，不仅不了解‘佛性’论，而且也不了解‘性空’说。”其实，大乘佛教的所谓“空”、“无”，是就“妄心”、“妄境”而言；若就“真心”、“真境”而论，则决非“绝无”。在《坛经》第十五节，惠能有言：“有灯即有光，无灯即无光。灯是光之体，光是灯之用。”在《坛经》第二十四节，惠能又说：“虚空能含日月星辰、大地山河，一切草木、恶人善人、恶法善法、天堂地狱，尽在空中；世人性空，亦复如是。”这些都足以证明惠能的思想体系，同“一切万法，自性本空”的理论完全不同。不过在这句话之前，惠能先说：“心量广大，犹如虚空。”他把一切归结于“心”，也即“自性”。这是典型的主观唯心主义观点。但无论如何，把“佛性常清净”和“本来无一物”等同起来，是不适当的。</p> <p>　　第四首偈，见于《大正藏·坛经》，着重讲修行方法。《坛经》第三十五节，惠能引佛言：“随其心净，则佛土净。”接着说：“心但无不净，西方去此不远；心起不净之心，念佛往生难到。” 《坛经》第三十六节说：“若见真道，行正即是道；自若无正心，暗行不见道。自若无佛心，向何处求佛！”《坛经》第五十二节说：“我心自有佛，自佛是真佛；自若无佛心，向何处求佛！”《坛经》第五十三节又说：“若能心中自有真，有真即是成佛因；自不求真外觅佛，去觅总是大痴人。”反复申明向人的自我求真，自我求佛，这是惠能教导其弟子立地成佛的唯一途径。在他看来，求佛的人只图自悟，不假外示，心注一境，化难为易，自能达到目的。论根据。 </p>",
  "about": "<h2>创作背景</h2> 　　关于这首<a href=\"http://so.gushiwen.org/view_71966.aspx\">诗</a>的来历，《坛经》第四节至第八节，有明白的记载：五祖弘忍“一日唤门人尽来”，要大家“各作一偈”。并说“若悟大意者”，即“付汝衣法，禀为六代。”弘忍的上首弟子神秀在门前写了一偈道：“身是菩提树，心如明镜台。时时勤拂拭，莫使有尘埃。”弘忍知道后，“遂唤秀上座于堂内”，说是“汝作此偈，见即未到”，“若觅无上菩提，即未可得”，因而要他“更作一偈”。而“秀上座去数日，作不得。”<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>的偈语，即针对神秀的《无相偈》而发。据《坛经》所载，惠能本不识字，他先“请人一读”神秀的偈语，然后作此歌偈，“请得一解书人于西间壁上题着”。",
  "poet": {
    "id": 297,
    "star": 0,
    "name": "惠能",
    "image": "http://img.gushiwen.org/authorImg/huineng.jpg",
    "desc": "惠能（638年-713年），俗姓卢氏，唐代岭南新州（今广东新兴县）人。佛教禅宗祖师，得黄梅五祖弘忍传授衣钵，继承东山法门，为禅宗第六祖，世称禅宗六祖。唐中宗追谥大鉴禅师。著有六祖《坛经》流传于世。是中国历史上有重大影响的佛教高僧之一。惠能禅师的真身，供奉在广东韶关南华寺的灵照塔中。"
  },
  "tags": [
    "修行",
    "哲理"
  ]
}