{
  "id": 49122,
  "star": 81,
  "name": "蝶恋花·初捻霜纨生怅望",
  "dynasty": "宋代",
  "content": "初捻霜纨生怅望。隔叶莺声，似学秦娥唱。午睡醒来慵一饷。双纹翠簟铺寒浪。<br>雨罢苹风吹碧涨。脉脉荷花，泪脸红相向。斜贴绿云新月上。弯环正是愁眉样。",
  "fanyi": "<p><strong>译文<br></strong>手执洁白的纨扇，无语凝思，心生惆怅。空荡荡的房间里独自一人，偏又响起阵阵莺声，好似美女轻唱。午睡醒后，好一会儿还娇困无力。那铺床上的双纹翠席，尤如平展着清凉的细浪。<br>夏雨初霁，掠过蓣草的微风吹拂着新涨的碧水，那水中荷花，带着晶莹的雨珠，亭亭玉立，摇曳生姿。雨后的荷花含情脉脉，红红的脸颊上挂着泪珠似得看着人们。新月弯弯，尤如女郎愁眉，蹙于乌发之下。</p> <p><strong>注释<br></strong>①捻：用手指轻轻拿起。霜纨：指洁白纨扇。怅望：惆怅、怨恨。<br>②秦娥：指年轻貌美女子。<br>③慵：懒。一饷：即一响，短暂的时问。<br>④双纹翠簟：织有成双花纹的翠簟。簟，竹制凉席。寒浪：即指簟纹。竹席清凉，花纹起伏如浪，故称“寒浪”。<br>⑤苹风：掠过蓣草的微风。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《风赋》：“夫风生于地，起于青蓣之末。”<br>⑥绿云：指蓝天下之浮云，喻指女子乌发。此句即“新月斜贴绿云上”。上，缓缓爬上。<br>⑦弯环：弯弯如环之月亮。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　《蝶恋花》唐教坊曲名。本名《鹊踏枝》。<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>词改今名。调名取梁简文帝<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a><a href=\"http://so.gushiwen.org/view_49122.aspx\">诗</a>句“翻阶蛱蝶恋花情”中的三字。双调，六十字，十句，上下片各五句四仄韵。又名《黄金缕》、《凤栖梧》、《一箩金》、《鱼水同欢》、《细雨吹池沼》、《明月生南浦》、《卷珠帘》、《江如练》等。</p> <p>　　起首一句塑造出一位幽怨缱绻的闺中女子形象。她手执洁白的纨扇，无语凝思，怅然怀想。她也许是思念远方的情人，也许是伤惋青春的易逝。此处暗用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《折荷有赠》之“相思无因见，怅望凉风前”的意境。“捻”意为用手指轻轻搓转，表现执扇时怅然无绪的情态，极为传神。“初”、“生”二字，前后关联，暗示因节序变换，令闺中人顿生新的怅望之情。</p> <p>　　空闺独守，本已寂寞难耐，偏又有“隔叶莺声”，撩人意绪。“似学秦娥唱”句把莺声比似学秦娥之唱。<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《方言》：“娥，好也。秦晋之间，凡好而轻者谓之娥。”此言年轻貌美的女子，其歌声之美可知。以莺声之欢快，反衬人心之怅恨，命意与着笔确有含蓄蕴藉之妙。莺啼婉啭，是实处着笔；闺中索寞，则是虚处命意，运实于虚，终无一字点破。</p> <p>　　“午睡醒来”二句，深化闺中女郎百无聊赖的孤寂情状。她午睡醒后，好一会儿还娇困无力，那铺床上的双纹翠席，尤如平展着清凉的细浪。这两句点明睡醒，而由翠簟联想起寒浪，又引出了下片的出户看花。</p> <p>　　下片转写户外优美的自然场景：夏雨初霁，徐徐的和风吹拂着新涨的碧水，那水中荷花，带着晶莹的雨珠，亭亭玉立，摇曳生姿。“碧涨”，是由上片的“寒浪”引出，“寒浪”是虚喻，“碧涨”是实写，前虚而后实，意脉不断，运意十分灵活。</p> <p>　　“脉脉”二句，更是传神入化之笔。作者赋予雨后荷花以人的风韵和感情，它含情脉脉，泪珠脸，有情有思。这个比喻中的荷花已跳出物象，“红相向”三字，似写朵朵红荷，曳相映，实写荷花带雨，向人脉脉欲语；人带泪珠，对之黯然神伤。是花是人，迷离莫辨，已达到物与人交融、浑然合一的境地。</p> <p>　　结拍二句，时间由午后过渡到夜晚，写新月初上的景象。作者于依托明月遥寄相思的传统作法上，又自出新意，别开境界。“绿云”明指夜空浮云，暗喻女郎乌发。“新月”傍云而上，尤如女郎愁眉，蹙于乌发之下。新月弯弯，犹似愁眉。作者运用双关的委婉手法，既借月夜之景，抒写怀人之情；又避开对形象作直露的绘形勾貌，而是以新月状人之愁眉，通过景物的暗示性和象征性，使情与境谐，气氛浓重。</p> <p>　　此词情景相生而又契合无间，设喻新巧而又隽永传神，具有独特的意境，充分体现了小晏词“词情婉丽”、“曲折深婉”的特色。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>当时仕途失意，家道中落。词风近其父。其词多写四时景物、男女爱情，受五代艳词影响而又兼花间之长。善于写景抒情，语言和婉浓丽、精雕细琢，情感深沉、真挚，有一定的社会意义。",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "女子",
    "怀人"
  ]
}