{
  "id": 92,
  "star": 113,
  "name": "出其东门",
  "dynasty": "先秦",
  "content": "出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。<br>出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。",
  "fanyi": "<p><strong>译文</strong><br>漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。<br>漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。</p> <p><strong>注释</strong><br>①东门：城东门。<br>②如云：形容众多。<br>③匪：非。思存：想念。思：语助词。存：一说在；一说念；一说慰籍。<br>④缟（gǎo 稿）：白色；素白绢。綦（qí 其）巾：暗绿色头巾。<br>⑤聊：愿。员（yún 云）：同“云”，语助词。<br>⑥闉闍（yīn dū 因都）：外城门。<br>⑦荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。<br>⑧且（jū 居）：语助词。一说慰籍。<br>⑨茹藘（rú lǘ 如驴）：茜草，其根可制作绛红色染料，此指绛红色蔽膝。“缟衣”、“綦巾”、“茹藘”之服，均显示此女身份之贫贱。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　郑之春月，也确如姚际恒所说，乃是“士女出游”、谈情说爱的美妙时令。《郑风·溱洧》一<a href=\"http://so.gushiwen.org/view_92.aspx\">诗</a>说，在清波映漾的溱水、洧水之畔，更有“殷且盈”的青年男女，“秉兰”相会、笑语“相谑”，互相赠送着象征爱情的“芍药”之花。此诗所展示的，则是男女聚会于郑都东门外的一幕，那景象之动人，也决不逊色于“溱洧”水畔。“出其东门，有女如云”、“出其闉阇，有女如荼”——二章复叠，妙在均从男主人公眼中写来，表现着一种突见众多美女时的惊讶和赞叹。“如云”状貌众女之体态轻盈，在飞彩流丹中，愈显得衣饰鲜丽、缤纷照眼；“如荼”表现众女之青春美好，恰似菅茅之花盛开，愈见得笑靥灿然、生气蓬勃。面对着如许众多的美丽女子，纵然是枯木、顽石，恐怕也要目注神移、怦然动心的。</p> <p>　　在迈出城门的刹那间，此诗的主人公也被这“如云”、“如荼”的美女吸引了。那毫不掩饰的赞叹之语，正表露着这份突然涌动的不自禁之情。然而，人的感情是奇特的，“爱情”则更要微妙难猜：“虽则如云，匪我思存”、“虽则如荼，匪我思且”——在众多美女前怦然心动的主人公，真要作出内心所爱的选择时，吐语竟如此出人意料。两个“虽则……匪我……”的转折句，正以无可动摇的语气，表现着主人公的情有独钟。好奇的读者自然要打听：他那幸运的恋人而今安在？“缟衣綦巾，聊乐我员”、“缟衣茹藘，聊可与娱”二句，即带着无限的喜悦和自豪，将这位恋人推到了你的眼前。如果你还知道，“缟衣綦巾”、“缟衣茹藘”，均为“女服之贫贱者”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>），恐怕在惊奇之际，更会对主人公肃然起敬：原来他所情有独钟的，竟是这样一位素衣绿巾的贫贱之女！只要两心相知，何论贵贱贫富——这便是弥足珍惜的真挚爱情。主人公以断然的语气，否定了对“如云”、“如荼”美女的选择，而以喜悦和自豪的结句，独许那“缟衣茹藘”的心上人，也足见他对伊人的相爱之深。</p> <p>　　由此回看诗章之开篇，那对东门外“如云”、“如荼”美女的赞叹，其实都只是一种渲染和反衬。当诗情逆转时，那盛妆华服的众女，便全在“缟衣綦巾”心上人的对照下黯然失色了。这是主人公至深至真的爱情所投射于诗中的最动人的光彩，在它的照耀下，贫贱之恋获得了超越任何势利的价值和美感。</p>",
  "about": "<h2>创作背景</h2> 　　周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采<a href=\"http://so.gushiwen.org/view_92.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "爱情"
  ]
}