{
  "id": 47687,
  "star": 1599,
  "name": "击壤歌",
  "dynasty": "先秦",
  "content": "日出而作，日入而息。<br>凿井而饮，耕田而食。<br>帝力于我何有哉！",
  "fanyi": "<p><strong>译文</strong><br>太阳出来就去耕作田地，太阳落山就回家去休息。<br>凿一眼井就可以有水喝，种出庄稼就不会饿肚皮。<br>这样的日子有何不自在，谁还去羡慕帝王的权力。</p> <p><strong>注释</strong><br>壤：据论是古代儿童玩具，以木做成，前宽后窄，长一尺多，形如鞋。玩时，先将一壤置于地，然后在三四十步远处，以另一壤击之，中者为胜。<br>作：劳动。<br>息：休息。<br>帝力句：一说为”帝何德与我哉“。帝力：尧帝的力量。何有：有什么（影响）。如果是”何德“，那就是有什么（恩惠）。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　击壤歌是一首淳朴的民谣。据《帝王世纪》记载：“帝尧之世，天下大和，百姓无事。有八九十老人，击壤而歌。”这位八九十岁的老人所歌的歌词就是：“日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉？”也就是我们今天所看到的《击壤歌》。</p> <p>　　这首民谣描绘的是在上古尧时代的太平盛世，人们过着无忧无虑的生活，太阳出来就开始干活，太阳落下就回家休息，开凿井泉就有水饮，耕种田地就有饭吃……这反映了农耕文化的显著特点，是劳动人民自食其力的生活的真实写照。</p> <p>　　对于这首歌谣的最后一句，“帝力于我何有哉”，“帝力”历来有两种解释。一种认为指“帝王的力量”，也就是说，人们的自给自足、衣食无忧的生活是靠自己的劳动得来的，而君王对此并没有什么作用，歌者反问：帝王的力量对我来说又有什么作用呢？当然，如此闲适安康的生活，并不是真的与帝王一点儿关系都没有，因此也有评论云：“能使民安其作息、饮食即帝力也。得末句翻空一宕，调便流逸。”另一种解释是把“帝力”解释为“天帝的力量”，从而突出了此歌谣反对“天命论”的色彩，歌者感叹：老天爷对我来说有什么用呢？</p> <p>　　不管持哪一种解释，这首民歌的主题都是赞颂劳动，藐视“帝力”。</p> <p>　　《击壤歌》也许是中国歌曲之祖。清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古<a href=\"http://so.gushiwen.org/view_47687.aspx\">诗</a>源》注释说：“帝尧以前，近于荒渺。虽有《皇娥》、《白帝》二歌，系王嘉伪撰，其事近诬。故以《击壤歌》为始。”</p><br/><h2>鉴赏</h2> <p>　　这首歌谣的前四句概括描述了当时农村最原始的生产方式和生活方式。前两句“日出而作，日入而息”，作者用极其简朴的语言描述了远古农民的生存状况——劳动生活。每天看着太阳作息，或劳作或休息。生活简单，无忧无虑。后两句“凿井而饮，耕田而食”，描述的是远古农民的生存状况的另一方面——吃和喝。自己凿井，自己种地，生活虽然劳累辛苦，但自由自在，不受拘束。在前面叙事的基础上，最后一句抒发情感：“帝力于我何有哉！”这样安闲自乐，谁还去向往那帝王的权力？帝王的权力对我有什么用呢？这句<a href=\"http://so.gushiwen.org/view_47687.aspx\">诗</a>反映了远古农民旷达的处世态度，反映了当时人们对自然古朴的生产生活方式的自豪和满足，反映了农民对自我力量的充分肯定，也反映了对帝王力量的大胆蔑视。</p> <p>　　这首歌谣描述了远古时代人们的生存状况，表现了原始社会中人们朴素唯物主义的思想感情。从中可以看到老子“小国寡民……甘其食，美其服，安其居，乐其俗。邻国相望，鸡犬之声相闻，民至老死，不相往来”的影子。语言简朴，叙事简练并结合抒情议论，开头四句连续使用排比句式，语势充沛。整首歌谣风格极为质朴，没有任何渲染和雕饰，艺术形象鲜明生动。歌者无忧无虑的生活状态、怡然自得的神情，都表现得十分自然真切。</p>",
  "about": "<h2>创作背景</h2> 　　这首歌谣大约流传于距今4000多年前的原始社会时期。传说在尧帝的时代，“天下太和，百姓无事”，老百姓过着安定舒适的日子。一位八九十岁的老人，一边悠闲地做着“击壤”的游戏，一边唱出了这首歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "古诗三百首",
    "赞颂",
    "生活",
    "民谣"
  ]
}