{
  "id": 57517,
  "star": 47,
  "name": "沁园春·带湖新居将成",
  "dynasty": "宋代",
  "content": "三径初成，鹤怨猿惊，稼轩未来。甚云山自许，平生意气；衣冠人笑，抵死尘埃。意倦须还，身闲贵早，岂为莼羹鲈脍哉。秋江上，看惊弦雁避，骇浪船回。<br>东冈更葺茅斋。好都把轩窗临水开。要小舟行钓，先应种柳；疏篱护竹，莫碍观梅。秋菊堪餐，春兰可佩，留待先生手自栽。沉吟久，怕君恩未许，此意徘徊。",
  "fanyi": "<p><strong>译文<br></strong>归隐的园圃刚刚开成，白鹤猿猴都在惊怪，主人没有归来，归隐山林本是我平生的志趣，为什么甘为士人所笑，总是混迹尘埃？厌倦了官场就该急流勇退，求清闲愈早愈好，岂止是为享受莼羹鲈脍？你看那秋江上，听到弓弦响，惊雁急忙躲闪，行船回头，是因为骇浪扑来。<br>东冈上盖起那茅屋书斋，最好是把门窗临湖开。要划船垂钓，先种下柳树一排排；插上稀疏的篱笆保护翠竹，但不要妨碍赏梅。秋菊可餐服，春兰能佩戴，两种花留给我归来亲手栽。我反复思考，只怕圣上不让我离开，归隐之章仍在犹豫徘徊。</p> <p><strong>注释<br></strong>⑴沁园春：词牌名。<br>⑵带湖：信州府城北灵山脚下，今江西上饶市。<br>⑶三径：指归隐者的居所。《三辅决录》：蒋诩字元卿，“舍中三径，惟求仲、羊仲从之游。”皆隐士。后称退隐的居处为三径。《归去来辞》：“三径就荒，松菊犹存。”<br>⑷鹤怨猿惊：表达出自己急切归隐的心情。化用南朝孔稚珪《北山移文》：“至於还飈入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猿惊”。<br>⑸稼轩：<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>号稼轩。洪迈《稼轩记》说：辛弃疾在带湖建了一所很宏大的私人别墅，在新居右侧，建了上百间的房子，左侧，开辟了“稻田泱泱”，还余下十弓的空地，“意他日释位得归，必躬耕于是，故凭高作屋下临之，是为稼轩。而命田边立亭曰植杖，若将真秉耒耜之为者。”<br>⑹甚：正是。云山，农村。意气：神态。《史记·管晏列传》：“拥大盖，策驷马，意气扬扬，甚自得也。”这里作志气讲。<br>⑺衣冠人：上层或高贵的人物。<br>⑻抵死：终究，毕竟。<br>⑼意倦须还：这里指退隐回家。<br>⑽莼羹鲈脍：美味。《世说新语·识鉴篇》：西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>官洛阳，“见秋风起，因思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适意尔，何能羁宦数千里以要名爵？’遂命驾归。”<br>⑾“秋江上”三句：比喻在官场碰壁，遭人排挤，因此避世。<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>《周大将军襄城公郑伟墓志铭》<a href=\"http://so.gushiwen.org/view_57517.aspx\">诗</a>：“麋兴丽箭，雁落惊弦。”骇浪，形容海浪像马受惊时的奔跑。作者感觉到官场的奸诈险恶。要作雁避船回的准备。这就是回带湖的动机。<br>⑿东冈：东边的小岑。葺（qì），用茅草修复房子叫葺。<br>⒀好都把：作必须统统地解。轩：小房子。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《再和杨公济梅花十绝》诗：“白发思家万里回，小轩临水为花开。”<br>⒁秋菊：语出<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》：“朝饮木兰之坠露兮，夕餐秋菊之落英。”<br>⒂春兰：语出《离骚》：“扈江离与辟芷兮，纫秋兰以为佩。”兰有春秋二种，都可以佩带。这里写春兰，是与上边的秋菊相对。一说这两句化用屈原《九歌·礼魂》：“春兰兮秋菊，长无绝兮终古！”表明作者自己如屈原一般志行高洁，不愿同流合污。<br>⒃先生：是下人对辛弃疾的称呼。</p>",
  "shangxi": "<p>　　力主抗金，收复中原，但朝廷无此意，不加重用壮志难酬，一生屡遭贬斥。由于不能见用于苟且偷安的南宋统治集团，他感到前途险恶，早晚必被逐出宦途。为后事计，他任江西安抚使时，在上饶城北带湖之畔，修建了一所新居，作为将来退隐之处。取名为“稼轩”并自号为“稼轩居士”以示去官务农之志。此词即在作引退前一年，即淳熙八年（1181年）新居将落成之时所作，抒发了他当时万端感慨集于一心的复杂感情。</p> <p>　　上片主要写萌发弃政归田之念。首句开门见山，顺题而起。西汉蒋诩隐居时门前开有三条小路的原因，“三径”即成了隐士居处的代称，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》中就有“三径就荒，松菊犹存”的句子。“三径初成”，日后栖身有所，词人于失意之中亦露几分欣慰。不过这层意思，作者并没有直白的一语道出。而是“鹤怨猿惊，稼轩未来”，以带湖的仙鹤老猿埋怨惊怪其主人的迟迟不至，曲曲吐露。“鹤怨猿惊”出于南齐孔稚珪《北山移文》：“蕙空兮夜鹤怨，山人去兮晓猿惊。”不同的是，孔稚珪是以昔日朝夕相处的鹤猿惊怨周颙隐而复仕，辛弃疾用此典却反其道而行之，假设即将友好伴处的鹤猿怨自己仕而不归。这两句是从新居方面落墨，说那里盼望自己早日归隐：“甚云山”四句，是自言自语一样，写主观想法。既然自己的平生志趣是以“云自许”，为什么还老是呆在尘世里当官，惹先贤隐士嘲笑呢！显然，这只不过是辛弃疾在遭到投降派一连串打击之后，所发的一种牢骚自嘲而已。谁不知道，辛弃疾的“平生意气”是抗金复国，金瓯一统，岂能以“云山自许”！然而现在乾坤难转，事不由已，有什么办法呢？“意倦须还，身闲贵早，岂为莼羹鲈脍哉？”词人不愿作违心之事，他认为既然厌恶这丑恶的官场又不能以已之力匡正，就应该激流勇退，愈早愈好，不要等被人家赶下了台才离开；再说自己也不是象西晋<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>那样因想起了家乡味美的鲈鱼脍、莼菜羹而弃官还乡，心中无愧，又何苦“抵死尘埃”呢？这里，暗示了作者同南宋统治集团之间的矛盾已到了不可调和的程度，并表明了自己的磊落胸怀。其中“意倦”句，表明自己绝不愿为朝廷的苟安政策效劳，志不可夺去向已定：“岂为”句，说明他之退隐并不是为贪图个人安逸享受；最值得体味的是“身闲贵早”里的“贵早”二字。固然，这是为了呼应前文曲露的对新居的向往，欲归之情，不过主要还是说明，词人不堪统治集团反对派对他的毁谤和打击，而且可能预感到一场新的迫害正在等待着他。不如抽身早避。因而自然逗出了后面“秋江上”三句，表明了自己离政归田的真正原因是避祸，就象鸿雁听到了弦响而逃，航船见到了恶浪而避一样。他是别无他途，不得不如此。</p> <p>　　下片主要写但对未来生活蓝图的设想。词意仍缘“新居将成”而起。“将成”是指，初具规模但还有待于进一步完善。“东冈”二句，先就建筑方面说，再修一幢茅屋作为书斋，设于东冈，并把窗户全部面水而开，既照应了题中“带湖”二字，又照应了“平生意气”，即“云山自许”的雅致。而“行钓”同“种柳”联系起来，表明词人向往的是“小舟撑出柳阴来”的画境。表达了对官场争斗的厌倦，对乡村宁静的向往。下面写竹、梅、菊、兰，不仅表现了词人的生活情趣，更喻指词人的为人节操。竹、梅、是“岁寒三友”之二物，竹经冬而不凋，梅凌寒而花放。</p> <p>　　从既要“疏篱护竹”，又要“莫碍观梅”中，既表示作者玩花弄草的雅兴，更可以看出他对竹、梅坚贞品质的热忱赞颂和向往。至于菊、兰，都是伟大爱国<a href=\"http://so.gushiwen.org/view_57517.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>喜爱的高洁的花草。他在《离骚》中有“餐秋菊之落英”，“纫秋兰以佩”等句，表示自己所食之素洁和所服之芬芳，辛弃疾说，既然古人认为菊花可餐，兰花可佩，那他一定要亲手把它们载种起来。显然，“秋菊”两句，明讲种花，实言心志，古人志行高洁。自己亦当仿效。然而屈原餐菊佩兰是在被楚王放逐以后，而辛弃疾当时还是在职之臣。坚持理想节操固然可以由已决定，但未去留岂能擅自安排。所以他接着说：“沉吟久，怕君恩未许，此意徘徊。”这三句初看与前文完全不属，但细想，恰是当时作者心理矛盾含蓄而真实的流露。辛弃疾一生为国志在统一，志向尚未实现本不愿意离政，但形诸文字却说“怕君恩未许”。因此，这一方面固然暴露了作为统治集团一员的辛弃疾仍对腐朽朝廷昏庸皇帝存有不切实际的幻想；另一方面，更可以说，这是他始终不忘复国、积极从政、赤诚用世之心的流露。全词就在这种不得不隐、然又欲隐不能的“徘徊”心境中结束。</p> <p>　　这首词，自始至终可以说是一篇描写心理活动的实录。但上下两片，各有不同。前片写欲隐缘由，感情渐进，由微喜，而怅然，而气恼，而愤慨。读之，如观大河涨潮，流速由慢而疾，潮声也由小而大，词情也愈说愈明。后片写未来打算，读之，似在河中泛舟，水流徐缓而平稳，再不闻澎湃呼啸之声，所见只是波光粼粼。及设想完毕，若游程已终，突然转出“沉吟久”几句，似乎刚才打算，既非出自己心亦不可行于实际如一物突现舟水凝滞不可行，不过，尽管两片情趣迥别，风貌各异，由于通篇皆以“新居将成”一线相贯，因此并无割裂之嫌，却有浑成之致。</p>",
  "poet": {
    "id": 217,
    "star": 0,
    "name": "辛弃疾",
    "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
    "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"
  },
  "tags": [
    "思归"
  ]
}