{
  "id": 58992,
  "star": 16,
  "name": "水调歌头·把酒对斜日",
  "dynasty": "宋代",
  "content": "把酒对斜日，无语问西风。胭脂何事，都做颜色染芙蓉。放眼暮江千顷，中有离愁万斛，无处落征鸿。天在阑干角，人倚醉醒中。 <br>千万里，江南北，浙西东。吾生如寄，尚想三径菊花丛。谁是中州豪杰，借我五湖舟楫，去作钓鱼翁。故国且回首，此意莫匆匆。",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_101.aspx\"></a><a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>正是一位力主抗金的志士，由于统治者推行不抵抗政策，他的卓越才能、远大抱负无从施展。这首词通过对自家身世的倾诉，来表达他那忧国忧民的爱国热情。真实地表现了他那种感时抚事、郁郁不得志的心理活动。虽然这首词哀怨伤感是主要氛围，但作者并非完全消沉，一蹶不振。全词立意炼句不同一般，豪放、沉郁而又风姿卓约，艺术上有其特殊之处。</p> <p>　　词的上片，写怀才不遇、壮志难酬之愁思，悲壮而沉郁。起首两句，轻描淡写愁态，夕阳西斜，词人手持酒杯，临风怀想，突发奇问。斜日，除了实写景物，点明时间外，同时还有虚写年华流逝之意，暗寓岁月蹉跎、青春不再的感慨。“无语问西风”，谓所问出之于心而不宣之于口。所问者西风，除了点明秋令外，也有与上句的“斜日”同一寓意。这两句是对仗，使人不觉。接下来“胭脂”两句，自然是发问的内容。</p> <p>　　“芙蓉”是荷花，这里指秋荷。梁昭明太子《芙蓉赋》说它“初荣夏芬，晚花秋曜”。花色红艳，所以词人问西风：为什么（你把）所有的胭脂都做了颜料去染秋荷了（染得它这样红）？正如东风是春花的主宰一样，西风也是秋花的主宰，至少词人在这里是这样认为的。这一问自然是怪诞而无理。又何以有此一问？</p> <p>　　词人来到江边，见秋江上满眼芙蓉，红艳夺目，与其时自家心境大相径庭，所以心里嘀咕，产生了这样奇怪的想头，正如伤春的人，责怪花开鸟鸣，可谓推陈出新之笔，以此暗写愁怀，颇为沉郁。“放眼暮江千顷”句，补出上文见芙蓉时己在江边，不疏不漏，“暮”字又回应“斜日”。这千顷大江，“中有离愁万斛，无处落征鸿”，转出写愁正题。以往文人写愁，方式较多：<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>以“一江春水向东流”（《虞美人》）喻之；<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>以“一川烟草，满城风絮，梅子黄时雨”（《青玉案》）喻之；<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>以“双溪舴艋舟，载不动”（《武陵春》）喻之；皆构思新颖，设想奇特。这里，词人化用<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>“谁知一寸心，乃有万斛愁”（《愁赋》）句，以“万斛”言愁之可量，量而不尽，使抽象无形之愁，化为形象具体之物，比喻妥贴、生动。紧接着“无处”一句，再次极言愁之多，强化愁情：离愁满江，竟连飞鸟立足栖息的地方都没有，何况人呢？愁之无边无际，由此可以想见，真是凄恻悲凉至极。这一句在上面两句的形象比拟基础上对愁情加以浓笔重抹，直至写足写透。以上七句，分作四层写壮志未酬之愁情。</p> <p>　　从淡笔轻写到暗笔意写，再转为明笔直写，最后又加以浓笔重写，层层递进，层层渲染。在这淡浓、明暗的映衬中，愁情愈发显得强烈、鲜明。当时，词人已三十四岁了，仍然是一介布衣。满腹经世之才，无处施展，的确使人愁肠寸断。这种“报国欲死无战场”的悲壮沉郁之情，至此淋漓尽致，达到高潮。于是在笔墨酣畅之后，词人又出以淡笔，使语气变得平缓。</p> <p>　　“天在阑干角，人倚醉醒中”：暮色苍茫，唯有阑干的一角还可见一线天光；倚着阑干，愁怀难遣。“醉醒中”，非醉非醒、似醉仍醒的状态，是把酒浇愁（醉）而后放眼观物（醒）情貌的捏合，与东坡《江城子》词“梦中了了醉中醒”句所说的相近。词人饮酒之所以醉，是由于内心积郁，愁肠百结；而仍醒，是因为胸中块垒难平，壮志未酬。两句一边收束上片的离愁别绪，一边又启下片的心理矛盾。结构上显得变化多端，感情上也顿挫有致，视象上又现出一幅落拓志士的绝妙画图。</p> <p>　　下片，词人即调转笔锋，着重刻画报国与归田的心理矛盾。开合张弛，忽纵忽擒。首先是过片三句承接上片意脉，由词人自言其人生道路：客游他乡，披风戴雨，萍踪浪迹，飘泊不定；接着，由此发出人生如寄的感叹，化用<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来兮辞》“三径就荒，松菊犹存”的<a href=\"http://so.gushiwen.org/view_58992.aspx\">诗</a>意，寄寓田园之思。并且紧跟问句，愤然发问：谁是国中豪杰？答语显然：国中豪杰舍我其谁！而英雄又何处可用武？词人无奈地说：“请借我浪迹江湖的舟楫”；我愿效法范蠡大夫，做个钓鱼隐士。把退隐心情表现得委婉有致而又酣畅淋漓，渲染得十分饱满。</p> <p>　　这几句真实反映了词人遭受了人生的种种挫折，抱负未得施展，理想不能实现，从而憔悴失意，无可奈何的苦衷。《水调歌头·登多景楼》一词有“可怜报国无路，空白一分头”、“此意仗江月，分付与沙鸥”，坦露的也正是这种思想。这种思想在当时的爱国志士中带有普遍性和典型性。<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>与之唱和的词中就有“倦游欲去江上，手种桔千头。”这些发自内心深处的感慨和悲愤，饱含着多少辛酸苦辣。最后两句，笔调顿挫。在那股去国离家，退隐田园的感情洪流奔腾汹涌之时，骤然放下闸门。从而强烈表现了词人立志报效国家的拳拳之心；倾吐了对故国山河的无限眷恋；形象生动地再现了词人既欲摆脱一切，又彷徨无地的心态，以及憨厚、忠悃的性情。它与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>“忽临睨夫旧乡，仆夫悲余马怀兮，蜷局顾而不行”（《离骚》）的爱国精神一脉相承。</p> <p>　　综上所述，这是一首十分明显的感怀秋日的词。作者与辛弃疾是至交。人品、气节十分相似，词品、格调也很相近。公元1178年（即淳熙五年），杨炎正与辛弃疾共同乘舟路过镇江、扬州，曾写下有名的《水调歌头·登多景楼》，抒发报国无路、虚度光阴的苦楚。《水调歌头·登多景楼》与此词内容相似，词情亦颇有相通之处，可以对照着看。</p>",
  "poet": {
    "id": 101,
    "star": 0,
    "name": "杨炎正",
    "image": "http://img.gushiwen.org/authorImg/yangyanzheng.jpg",
    "desc": "杨炎正（1145—？）字济翁，庐陵（今江西吉安）人，杨万里之族弟。庆元二年（1196）年五十二始登第，受知于京镗，为宁县簿。六年，除架阁指挥，寻罢官。嘉定三年（1210）于大理司直任上以臣僚论劾，诏与在外差遣，知藤州。嘉定七年又被论罢，改知琼州，官至安抚使。杨炎正与辛弃疾交谊甚厚，多有酬唱。"
  },
  "tags": [
    "宋词精选",
    "忧国忧民",
    "壮志难酬"
  ]
}