{
  "id": 49174,
  "star": 75,
  "name": "南乡子·新月又如眉",
  "dynasty": "宋代",
  "content": "新月又如眉。长笛谁教月下吹。楼倚暮云初见雁，南飞。漫道行人雁后归。<br>意欲梦佳期。梦里关山路不知。却待短书来破恨，应迟。还是凉生玉枕时。",
  "fanyi": "<p><strong>译文</strong><br>又是新月如眉，悠悠哀音，长笛月下为谁吹?独倚高楼，暮云中初见雁南飞，雁南飞，莫道行人迟雁归。<br>意欲梦中一相见，山重重，路迢迢，却向何处寻!只待短信解离恨，信来应是太迟迟。岁月悠悠，还是凉生玉枕时。</p> <p><strong>注释</strong><br>①“新月”句：暗用五代牛希济《生查子》“新月曲如眉，未有团栾意”与唐王涯《秋思赠远》“不见乡书传雁足，唯看新月吐蛾眉”之意为后文的“行人”“短书”作伏笔。如眉，指月钩弯如眉状。<br>②“长笛”句：借用唐<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《题元处士高亭》“何人教我吹长笛，与倚春风弄月明”为背景。<br>③“楼倚”句：化用唐<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《长安晚秋》“残星几点雁横塞，长笛一声人倚楼”<a href=\"http://so.gushiwen.org/view_49174.aspx\">诗</a>意。<br>④南飞：雁为候鸟，每年春分后往北飞，秋分后飞回南方。<br>⑤“漫道”句：语出隋<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>《人日思归》：“人归落雁后，思发在花前。”漫，空，徒；又莫，勿。<br>⑥佳期：相会的美好时光。<br>⑦“梦里”句：化用南朝粱<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《别范安成诗》“梦中不识路，何以慰相<br>思”意，典出南朝粱萧统《文选》李善注引《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》：“六国时，张敏与高惠二人为友，每相思不能得见，敏便于梦中往寻，但行至半道，即迷不知路，遂回，如此者三。”此处借以表达男女相思之情。<br>⑧书：信。破：消解。恨：指离恨。<br>⑨应：是。<br>⑩玉枕：玉制或玉饰的枕头，亦用为瓷枕、石枕的美称。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首抒写离思的怀人之作。</p> <p>　　上片以时景起笔，而归结于情思。“新月”颇有与“故人”暗成对比的意味，“如眉”则是不圆之意，暗点离思主题，愁上眉间。“又”是此景之叹，表明她已历见多次，既状时间之长，亦隐隐透出触目经心、怎堪又见的苦涩。“谁家玉笛暗飞声”（唐<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《春夜洛城闻笛》）恍惚间，耳际晌起声声长笛。“谁教”表面上探寻的是月下吹笛的缘由，实则却在千般埋怨它的不是时候，或许是因为不忍它“与倚春风弄月明”（十牧《题元处士高亭》）的欢乐情调，也或许是因为不忍它“何人不起故园情”（李白《春夜洛城闻笛》）的愁伤动思，无论为何，此二字一变客体为主体，显示并非她有意闻笛，而是笛声无端相扰，牵动其离愁别恨。“楼倚”两句写其所见极具层次感，独倚高楼，先是看到天涯尽处一片“暮云”夕景，继而苍茫云间“初见”斑黑点点，尔后逐渐清晰扩大为可识别的“雁”，继而在雁过后醒觉它们所循的方向，点破时节。“南飞”两字独为一句，语音短促似结未结，仿佛状写了、也涵括了她凝眸追踪群雁行迹的整个时间过渡，直至影踪全无。“漫道”语极失落凄婉，别说希冀行人雁前归，怕是连“行人雁后归”也是一种徒然空盼。本片先由所见引其思，旋即思绪便被声音中断；再由所闻引其思，旋即思绪又被景物中断；复由所见引其思。几经转折，悱恻渐深，最终转入沉沉的哀伤。</p> <p>　　下片以情思起笔，而归结于时景。“佳期幽会两悠悠，梦牵情役几时休”（五代顾《浣溪沙》），她已不敢奢望现实中的“佳期”，唯有寄望于托梦圆愿，“意欲”表示她退而求其次的转念，也存了但求稍解离愁的期待，可却偏偏连这小小渴望也无法得偿。人说“天长路远魂飞苦，梦魂不到关山难”（李白《长相思》），而她虽不畏“关山路”苦，奈何“不知”关山路！现实梦境两头空，离恨已不可能由“佳期”来解，那么就只能再退一步等待千里之外的尺素。“短”是一退再退，不求绵绵情话，但求只言片语便于愿已足；“破”状她极欲消除、从此远离别恨，一至于要将之彻底粉碎使其无法重拼再生；“却”又是一个满怀希望的期待之辞。然而“应迟”，这短书必是迟米的肯定判断，似乎出于她过去的经验。“簟凉枕冷不胜情”（顾《浣溪沙》（雁响遥天玉漏清）），等到那“短书来”，又已然是秋意深重寒侵闺衾的“凉生玉枕”时了。至此退无可退，“还是”两字，萧冷无边，思量无尽，幽怨无限，神伤无已。</p> <p>　　该词的一大特色，在于隐括大量前作前事，或<a href=\"http://so.gushiwen.org/view_49174.aspx\">诗</a>境、或词句、或意象、或典故，但又不将之凝用一处，而散融于全篇，彼此呼应，互为伏笔，息息相关却又不着于形，而其佳妙处，更在以虚字点化、提挈全篇，紧松敛放之间，不仅使前人兴象浑化如一、浑化盘如己，更曲尽心念情绪之婉折深绵，抑扬顿挫，味中有味。（郭思韵）</p>",
  "about": "<h2>创作背景</h2> <p>　　仁宗至和二年（1055年）<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>去世，<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>春风得意的生活也戛然而止，他立刻感受到了现实社会的霜刀雪剑。他和六哥祗德，八弟传正及姊妹四人都还年幼，后由二哥承裕的妻子张氏“养毓调护”，嫁娶成家。后来恩荫为太常寺太祝。神宗熙宁七年（1074年），晏几道的朋友郑侠因进《流民图》反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法而被罗织罪名，交付御史台治罪。政敌们从郑侠的家中搜到晏几道的一首《与郑介夫》（郑侠字介夫），上面写着：“小白长红又满枝，筑球场外独支颐。春风自是人间客，主张繁华得几时？”这些人如获至宝，以讽刺“新政”、反对改革为名，将晏几道逮捕下狱。后来宋神宗释放了晏几道。这件事虽然有惊无险，但经过这么一折腾，原本就坐吃山空的家底更加微薄，晏家的家境每况愈下。这件事对晏几道也是一个不小的打击，他从一个书生意气的公子哥，沦落为潦倒落魄的贵族。</p>",
  "poet": {
    "id": 588,
    "star": 0,
    "name": "晏几道",
    "image": "http://img.gushiwen.org/authorImg/yanjidao.jpg",
    "desc": "晏几道（1030-1106，一说1038—1110 ，一说1038-1112），男，汉族，字叔原，号小山，著名词人，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，晚年家境中落。词风哀感缠绵、清壮顿挫。一般讲到北宋词人时，称晏殊为大晏，称晏几道为小晏。《雪浪斋日记》云：“晏叔原工小词，不愧六朝宫掖体。”如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。"
  },
  "tags": [
    "离思",
    "怀人",
    "惆怅"
  ]
}