{
  "id": 56540,
  "star": 101,
  "name": "六州歌头·长淮望断",
  "dynasty": "宋代",
  "content": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 <br>念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。",
  "fanyi": "<p><strong>译文</strong><br>伫立漫长的淮河岸边极目望远，关塞上的野草丛茂是平阔的荒原。北伐的征尘已暗淡，寒冷的秋风在劲吹，边塞上的静寂悄然。我凝神伫望，心情黯淡。追想当年的中原沧陷，恐怕是天意运数，并非人力可扭转；在孔门弟子求学的洙水和泗水边，在弦歌交秦的礼乐之邦，也已变成膻腥一片。隔河相望是敌军的毡帐，黄昏落日进牛羊返回圈栏，纵横布置了敌军的前哨据点。看金兵将令夜间出猎，骑兵手持火把照亮整片平川，胡笳鼓角发出悲壮的声音，令人胆战心寒。<br>想我腰间弓箭，匣中宝剑，空自遭了 虫尘埃的侵蚀和污染，满怀壮志竟不得施展。时机轻易流失，壮心徒自雄健，刚暮将残。光复汴京的希望更加渺远。朝廷正推行礼乐以怀柔靖远，边境烽烟宁静，敌我暂且休兵。冠服乘车的使者，纷纷地奔驰匆匆，实在让人羞愧难以为情。传说留下中原的父老，常常盼望朝廷，盼望皇帝仪仗，翠盖车队彩旗蔽空，使得行人来到此地，一腔忠愤，怒气填膺，热泪倾洒前胸。</p> <p><strong>注释</strong><br>⑴六州歌头：词牌名。<br>⑵长淮：指淮河。宋高宗绍兴十一年（1141年）与金和议，以淮河为宋金的分界线。此句即远望边界之意。<br>⑶关塞莽然平：草木茂盛，齐及关塞。谓边备松驰。莽然，草木茂盛貌。<br>⑷“征尘暗”三句：意谓飞尘阴暗，寒风猛烈，边声悄然。此处暗示对敌人放弃抵抗。<br>⑸黯销凝：感伤出神之状。黯，精神颓丧貌。<br>⑹当年事：指靖康二年（1127年）中原沧陷的靖康之变。<br>⑺殆：似乎是。<br>⑻“洙泗上”三句：意谓连孔子故乡的礼乐之邦亦陷于敌手。洙、泗：鲁国二水名，流经曲阜（春秋时鲁国国都），孔子曾在此讲学。弦歌地：指礼乐文化之邦。《论语·阳货》：“子之武城，闻弦歌之声。”邢昺疏：“时子游为武城宰，意欲以礼乐化导于民，故弦歌。”膻（shān），腥臊气。<br>⑼毡乡：指金国。北方少数民族住在毡帐里，故称为毡乡。<br>⑽落日牛羊下：定望中所见金人生活区的晚景。《<a href=\"http://so.gushiwen.org/view_56540.aspx\">诗</a>经·王风·君子于役》：“日之夕矣，羊牛下来。”<br>⑾区（ōu）脱纵横：土堡很多。区脱，匈奴语称边境屯戍或守望之处。<br>⑿“名王”二句：写敌军威势。名王：此指故方将帅。宵猎：夜间打猎。骑火：举者火把的马队。<br>⒀埃蠹（dù）：尘掩虫蛀。<br>⒁零：尽。<br>⒂渺神京：收复京更为渺茫。神京，指北宋都诚汴京。<br>⒃干羽方怀远：用文德以怀柔远人，谓朝廷正在向敌人求和。干羽，干盾和翟羽，都是舞蹈乐具。<br>⒄静烽燧（suì）：边境上平静无战争。烽燧，即烽烟。<br>⒅“冠盖”三句：冠盖：冠服求和的使者。驰鹜（wù）：奔走忙碌，往来不绝。若为情：何以为情，犹太今之“怎么好意思”。<br>⒆翠葆霓旌：指皇帝的仪仗。翠葆，以翠鸟羽毛为饰的车盖。霓旌，像虹霓似的彩色旌旗。<br>⒇填膺：塞满胸怀。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　此词里描写了沦陷区的荒凉景象和敌人的骄横残暴，抒发了反对议和的激昂情绪。</p> <p>　　上阕，描写江淮区域宋金对峙的态势。“长淮”二字，指出当时的国境线，含有感慨之意。自绍兴十一年十一月，宋“与金国和议成，立盟书，约以淮水中流画疆”（《宋史·高宗纪》）。昔日曾是动脉的淮河，如今变成边境。这正如后来<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《初入淮河》<a href=\"http://so.gushiwen.org/view_56540.aspx\">诗</a>所感叹的：“人到淮河意不佳”，“中流以北即天涯！”国境已收缩至此，只剩下半壁江山。极目千里淮河，南岸一线的防御无屏障可守，只是莽莽平野而已。江淮之间，征尘暗淡，霜风凄紧，更增战后的荒凉景象。</p> <p>　　“黯销凝”一语，揭示出词人的壮怀，黯然神伤。追想当年靖康之变，二帝被掳，宋室南渡。谁实为之？天耶？人耶？语意分明而着以“殆”、“非”两字，便觉摇曳生姿。洙、泗二水经流的山东，是孔子当年讲学的地方，如今也为金人所占，这对于词人来说，不禁从内心深处激起震撼、痛苦和愤慨。自“隔水毡乡”直贯到歇拍，写隔岸金兵的活动。一水之隔，昔日耕稼之地，此时已变为游牧之乡。帐幕遍野，日夕吆喝着成群的牛羊回栏。“落日”句，语本于《诗经·王风·君子于役》，更应警觉的是，金兵的哨所纵横，防备严密。尤以猎火照野，凄厉的笳鼓可闻，令人惊心动魄。金人南下之心未死，国势仍是可危。</p> <p>　　下阕，抒写复国的壮志难酬，朝延当政者苟安于和议现状，中原人民空盼光复，词情更加悲壮。换头一段，词人倾诉自己空有杀敌的武器，只落得尘封虫蛀而无用武之地。时不，徒具雄心，却等闲虚度。绍兴三十一年的秋冬，孝祥闲居往来于宣城、芜湖间，闻采石大捷，曾在《水调歌头·和庞佑甫》一首词里写道：“我欲乘风去，击楫誓中流。”但到建康观察形势，仍感报国无门。所以“渺神京”以下一段，悲愤的词人把词笔犀利锋鋩直指偏安的小朝廷。汴京渺远，何时光复！所谓渺远，岂但指空间距离之遥远，更是指光复时间之渺茫。这不能不归罪于一味偷安的朝廷。“干羽方怀远”活用《尚书·大禹谟》“舞干羽于两阶”故事。据说舜大修礼乐，曾使远方的有苗族来归顺。词人借以辛辣地讽刺朝廷放弃失地，安于现状。所以下面一针见血揭穿说，自绍兴和议成后，每年派遣贺正旦、贺金主生辰的使者、交割岁币银绢的交币使以及有事交涉的国信使、祈请使等，充满道路，在金受尽屈辱，忠直之士，更有被扣留或被杀害的危险。即如使者至金，在礼节方面仍须居于下风。岳珂《桯史》记载：“……礼文之际，多可议者，而受书之仪特甚。逆亮（金主完颜亮）渝平，孝皇（宋孝宗）以奉亲之故，与雍（金世宗完颜雍）继定和好，虽易称叔侄为与国，而此仪尚因循未改，上（孝宗）常悔之。”这就是“若为情”——何以为情一句的事实背景，词人所以叹息痛恨者。“闻道”两句写金人统治下的父老同胞，年年盼望王师早日北伐收复天地。“翠葆霓旌”，即饰以鸟羽的车盖和彩旗，是皇帝的仪仗，这里借指宋帝车驾。词人的朋友<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>八年后使金，过故都汴京，有《州桥》一诗：“州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来！”曾在陕西前线战斗过的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，其《秋夜将晓出篱门迎凉有感》一诗中也写道：“遗民泪尽胡尘里，南望王师又一年！”皆可印证。这些爱国诗人、词人说到中原父老，真是同深感慨。作者举出中原人民向往故国，殷切盼望复国的事实，就更深刻地揭露偏安之局是多么违反人民意愿，更使人感到无比气愤的事。结尾三句顺势所至，更把出使者的心情写出来。孝祥伯父张邵于建炎三年使金，以不屈被拘留幽燕十五年。任何一位爱国者出使渡淮北去，就都要为中原大地的长期不能收复而激起满腔忠愤，为中原人民的年年伤心失望而倾泻出热泪。“使行人到此”一句，“行人”或解作路过之人，亦可通。北宋刘潜、<a href=\"http://so.gushiwen.org/author_579.aspx\">李冠</a>两首《六州歌头》，一咏<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>事，一咏唐玄宗、杨贵妃事，末皆用此句格。刘作曰“遣行入到此，追念痛伤情，胜负难凭”；李作曰“使行人到此，千古只伤歌，事往愁多”。孝祥此语大概亦袭自前人。</p> <p>　　纵观全词，上阕又可各分为三小段，作者在章法上也颇费心思。宴会的地点在建康，词人唱出“长淮望断”，他不让听者停留在淮河为界的苦痛眼前现实，而且紧接着以“追想当年事”一语把大家的心绪推向北方更广大的被占区，加重其山河破碎之感。这时又突然以“隔水毡乡”提出警告，把众宾的注意力再引回到“胡儿打围涂塘北，烟火穹庐一江隔”（<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>《和沈教授子寿赋雪》诗句）的现实中来。一阕之内，波澜迭起。换头以后的写法又有变化。承上阕指明的危急形势，首述恢复无期、报国无门的失望；继斥朝廷的忍辱求和；最后指出连过往的人（包括赴金使者）见到中原遗老也同样悲愤。这样高歌慷慨，愈转愈深，不仅充分表达了词人的无限悲愤之情，更有力地激发起人们的爱国热情。据南宋无名氏《朝野遗记》说：“歌阕，魏公（<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>）为罢席而入”，可见其感人之深。</p> <p>　　这首词的强大生命力就在于词人“扫开河洛之氛祲，荡洙泗之膻腥者，未尝一日而忘胸中”的爱国精神。正如词中所显示，熔铸了民族的与文化的、现实的与历史的、人民的与个人的因素，是一种极其深厚的爱国主义精神。所以一旦倾吐为词，发抒忠义就有“如惊涛出壑”的气魄（南宋滕仲固跋郭应祥《笑笑词》语，据称于湖一传而得吴镒，再传而得郭）。同时，《六州歌头》篇幅长，格局阔大。多用三言、四言的短句，构成激越紧张的促节，声情激壮，正是词人抒发满腔爱国激情的极佳艺术形式。词中，把宋金双方的对峙局面，朝廷与人民之间的尖锐矛盾，加以鲜明对比。多层次、多角度地展示了那个时代的宏观历史画卷，强有力地表达出人民的心声。就像<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗历来被称为诗史一样，这首《六州歌头》，也完全可以被称为词史。</p>",
  "about": "<h2>创作背景</h2> 　　这首词作于宋孝宗隆兴二年（1164年）。隆兴元年（1163年），<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>领导的南宋北伐军在符离（今安徽宿县北）溃败，主和派得势，将淮河前线边防撤尽，向金国遣使乞和。张浚召集抗金义士于建康（今南京），拟上书宋孝宗，反对议和。当时<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>任建康留守，既痛边备空虚，敌势猖獗，尤恨南宋王朝投降媚敌求和的可耻，在一次宴会上，即席挥毫，写下了这首著名的词作。",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "爱国",
    "壮志"
  ]
}