{
  "id": 50514,
  "star": 25,
  "name": "天香·烟络横林",
  "dynasty": "宋代",
  "content": "烟络横林，山沈远照，迤逦黄昏钟鼓。烛映帘栊，蛩催机杼，共苦清秋风露。不眠思妇，齐应和、几声砧杵。惊动天涯倦宦，骎骎岁华行暮。<br>当年酒狂自负，谓东君、以春相付。流浪征骖北道，客樯南浦，幽恨无人晤语。赖明月、曾知旧游处。好伴云来，还将梦去。",
  "fanyi": "<p><strong>译文<br></strong>烟雾笼罩树林斜阳落入远山，黄昏的钟鼓声断断续续传来。烛光映照窗户蟋蟀如催机杼，每个人都怨恨这清秋的风露。睡不着觉的那些可怜的思妇，在风声虫声中送来声声砧杵。这声音惊动了漂泊天涯的倦客，才发现又已到了岁暮时节。<br>想当年我曾经以酒狂而自负，以为春神把三春的美景交付。想不到终年流浪奔波于北路，有时候也乘坐征船离开南浦，满腔的幽思也无人可以倾诉。依赖明月知道过去游冶去处，把她带到我这又送到她那。</p> <p><strong>注释<br></strong>①天香：唐释道世《法苑珠林》云：“天童子天香甚香。”调名本此。又名《天香慢》、《伴云来》、《楼下柳》。<br>②远照：落日余辉。<br>③迤逦（yǐlǐ）：也作逦迤。本指山脉曲折连绵，此借指钟鼓声由远而近相继传来。<br>④帘栊：窗帘与窗牖。<br>⑤蛩催机杼：唐郑愔《秋闺》<a href=\"http://so.gushiwen.org/view_50514.aspx\">诗</a>：“机杼夜蛩催。”蛩（qióng）：蟋蟀，古幽州人称作“趋织”，又欲称“促织”。 <br>⑥砧杵：砧音真，杵音础。捣衣石及棒槌。捣衣，以衣渍水，置砧石上，以杵击之，以拆洗寒衣也。<br>⑦天涯倦宦：倦于在异乡做官或求仕。<br>⑧骎骎（qīn qīn）：马疾奔貌，形容时光飞逝。<br>⑨酒狂；《汉书·盖宽饶传》：盖自语曰：“我乃酒狂。”<br>⑩东君：“东君”为司春之神。<br>⑪骖（cān）：本指车前三或四匹驾马中辕马边上的马，此处代指马。征骖，远行的马。<br>⑫幽恨：深藏于心中的怨恨。晤语：对语。无人晤语：无人谈心抒怀。《诗经·陈风·东门之池》：“彼美淑姬，可与晤语。”<br>⑬将：带，送。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此篇写游宦羁旅、悲秋怀人的落寞情怀。这种题材，是<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>最擅胜场的。<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>此词笔力道劲，挥洒自如，不让柳屯田专美于前。就章法而言，平铺直叙，犹见出柳永的影响。但柳词融情人景，在描画自然景物上落墨较多；贺铸则融景人情，笔锋主要围绕着情思盘旋，又有着自己的面目，不尽蹈袭前人。</p> <p>　　“烟络横林，山沉远照，逦迤黄昏钟鼓。”起三句写旅途中黄昏时目之所接、耳之所闻：暮霭氤氲，萦绕着远处呈横向展延的林带；天边，落目的余晖渐渐消逝在蜿蜒起伏的群山中；隐隐约约传来一声声报时的钟鼓，告诉旅人夜幕就要降临。词人笔下的旷野薄暮，境界开阔，气象苍茫，于壮美之中透出一缕悲凉，发端即精彩不凡，镇住了台角。</p> <p>　　三句中，“络”、“沉”、“迤逦”等字锻炼甚工，是词眼所在。“烟络横林”，如作“烟锁横林”或“烟笼横林”，未始不佳，但“锁”字、“笼”字<a href=\"http://so.gushiwen.org/view_50514.aspx\">诗</a>词中用得滥熟，不及“络”字生新。且“锁”、“笼”均为上声，音低而哑，而“络”为人声，短促有力。“烟”、“横”、“林”三字皆平，得一入声字介乎其间，便生脆响。若换用上声字，全句就软弱了。“山沉远照”，“沉”字本是寻常字面，但用在这里，却奇妙不可胜言。它，使连亘的山脉幻作了湖海波涛，固态呈现为流质；又赋虚形以实体，居然令那漫漶的夕曛也甸甸焉有了重量：其作用宛如灵丹一粒，点铁成金。至于“迤逦”，前人多用以形容山川的绵延不断，如三国魏吴质《答东阿王书》：“夫登东岳者，然后知众山之逦迤也。”唐<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>《沣上西斋寄诸友》诗：“清川下逦迤。”词人巧借来描写钟鼓声由远及近的迢递而至，这就写出了时间推移的空间排列，使听觉感受外化为视觉形象。</p> <p>　　“烛映帘栊，蛩催机杼，共苦清秋风露。”次三句仍叙眼前景、耳边声，不过又益以心中情，且场面有所转换——由旷野之外进入客舍之内，时间也顺序后移——此时已是夜静更深。蜡烛有芯，燃时滴泪；蛩即蟋蟀，秋寒则鸣。这两种意象，经过一代代诗人的反复吟咏，积淀了深重的“伤别”和“悲秋”的义蕴。“蜡烛有心还惜别，替人垂泪到天明”，这是<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《赠别》诗中的名句。“蟋蟀不离床，伴人愁夜长”，这是贺铸自己的新辞（《菩萨蛮·炉烟微度流苏帐》）。两句正好用来为此处一段文字作注。“共苦”者，非“烛”与“蛩”相与为苦，而是“烛”、“蛩”与我一道愁苦。词人心中自苦，故眼前烛影、耳边蛩鸣无一不苦也。</p> <p>　　“不眠思妇，齐应和、几声砧杵。惊动天涯倦宦，驭骏岁华行暮。”烛影摇曳，蛩声颤抖，愁人已不能堪了，偏又“断续寒砧断续风”、“数声和月到帘栊”（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>《捣练子令·深院静》），因思念征人而夜不成寐的闺妇们正在挥杵捣衣，准备捎给远方的夫婿——这直接包含着人类情感的声音，当然比黄昏钟鼓、暮夜虫鸣更加强烈地震撼了作者那一颗厌倦游宦生活的天涯浪子之心，使他格外思念或许此刻也在思念着他的那个“她”。可是，词人还不肯即时便将此意和盘托出，他蓦地一笔跳开，转从砧杵之为秋声这一侧面来写它对自己的震动：“啊，岁月如骏马奔驰，又是一年行将结束了！”</p> <p>　　“当年酒狂自负，谓东君、以春相付。流浪征骖北道，客樯南浦。”岁月的流逝也就是生命的流逝，季节的秋天使词人痛楚地意识到了人生的秋天。过片后四句，即二句一挽，二句一跌，叙写青春幻想在生命历程中的破灭：年轻时尚气使酒，自视甚高，满以为司春之神“东君”会加意垂青，在自己的生活道路上洒下一片明媚的春光；没想到多年来仕途坎坷，沉沦下僚，竟被驱来遣去，南北奔波，无有宁日。词中“流浪”二句中省去了“长年来”、“不意”（不料）等字面。散文句法有“承前省略”、“探后省略”，此处则是诗词句法中的又一种特殊省略。这一省略造成了“流浪”二句的突如其来之势。如此不用虚字斡旋而径对上文作陡接急转之法，即词家所谓“空际转身”，非具大神力不能也（说见清<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《介存斋论词杂著》）。</p> <p>　　“幽恨无人晤语。”青春消歇，事业蹉跎，词人自不免有英雄失路的深恨，欲向知己者诉说。然而冷驿长夜，形只影独，实无伴侣可慰寂寥。此句暗里反用《诗·陈风·东门之池》：“彼美淑姬，可与晤语。”几经腾挪之后，终于以极为含蓄的表达方式将自己因听思妇砧杵而触发的怀人情绪作了坦白。其所深切思念着的这位“淑姬”，真是“干呼万唤始出来，犹抱琵琶半遮面”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》）。</p> <p>　　“赖明月、曾知旧游处，好伴云来，还将梦去。”“彼美淑姬”既已逗出，就不需再忸怩作态了，于是词人乃放笔直抒那干山万水所阻隔不了的相思：幸有天边明月曾经窥见过我们欢会的秘密，它当然认识伊人的家了，那么，就请它陪伴着化作彩云的伊人飞到我的梦里来，而后再负责把她送回去吧。“美人迈兮音尘阙，隔千里兮共明月。”南朝宋<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>《月赋》中传诵千古的名句，还不过是把“明月”作为一个被动、静止、纯客观的中介物，使两地相思之人从共仰其清辉中得到千里如晤的精神慰藉；词人却视“明月”为具备感情和主观行为能力的良媒，如唐传奇中的“红娘”、“昆仑奴”和“黄衫客”——天外奇想，诗中杰构，其艺术魅力似又在谢《赋》之上了。</p> <p>　　张炎《词源》曰：“一曲之中，安能句句高妙？只要拍搭衬副得去，于好发挥笔力处，极要用工，不可轻易放过，读之使人击节可也。”此篇以景语起，以情语结，经意之笔即在这一头一尾。起三句以炼字胜，已自登高；末三句以炼意胜，更造其极。</p> <p>　　全词用了不少对比手法，从时间方面看，当年与如今对比；从形象方面看，“狂生”与“倦宦”对比；从心情方面看，“自负”与“幽恨”对比。</p> <p>　　此词以健笔写柔情，属辞峭拔，风格与一般婉约词的软语旖旎大异其趣。贺铸出身为一弓刀武侠，因此即便是写情词也不免时而露出几分英气。清陈廷焯评曰：“方回词，儿女、英雄兼而有之。”（《云韶集》）此篇又是典型的一例。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>生性耿直，为人豪侠任气，不媚权贵，也有人称其相貌奇丑（<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>：“方回状貌奇丑，谓之贺鬼头”），因此，在那个趋炎附势的时代，他不被重用是理所当然的。这首《天香》词就是作者借悲秋怀人之情，抒发其不平之气。",
  "poet": {
    "id": 399,
    "star": 0,
    "name": "贺铸",
    "image": "http://img.gushiwen.org/authorImg/hezhu.jpg",
    "desc": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"
  },
  "tags": [
    "游子",
    "羁旅",
    "漂泊",
    "抒怀",
    "落寞"
  ]
}