{
  "id": 72220,
  "star": 14,
  "name": "吴子使札来聘",
  "dynasty": "先秦",
  "content": "　　吴无君，无大夫，此何以有君，有大夫？贤季子也。何贤乎季子？让国也。其让国奈何？谒也，馀祭也，夷昧也，与季子同母者四。季子弱而才，兄弟皆爱之，同欲立之以为君。谒曰：“今若是迮而与季子国，季子犹不受也。请无与子而与弟，弟兄迭为君，而致国乎季子。”皆曰诺。故诸为君者皆轻死为勇，饮食必祝，曰：“天苟有吴国，尚速有悔于予身。”故谒也死，馀祭也立。馀祭也死，夷昧也立。夷昧也死，则国宜之季子者也，季子使而亡焉。僚者长庶也，即之。季之使而反，至而君之尔。阖庐曰：“先君之所以不与子国，而与弟者，凡为季子故也。将从先君之命与，则国宜之季子者也；如不从先君之命与子，我宜当立者也。僚恶得为君？”于是使专诸刺僚，而致国乎季子。季子不受，曰：“尔杀吾君，吾受尔国，是吾与尔为篡也。尔杀吾兄，吾又杀尔，是父子兄弟相杀，终身无已也。”去之延陵，终身不入吴国。故君子以其不受为义，以其不杀为仁，贤季子。则吴何以有君，有大夫？以季子为臣，则宜有君者也。札者何？吴季子之名也。春秋贤者不名，此何以名？许夷狄者，不一而足也。季子者，所贤也，曷为不足乎季子？许人臣者必使臣，许人子者必使子也。",
  "fanyi": "<p><strong>译文</strong><br>　　“吴子派札来（鲁国）访问。”<br>　　吴国本无所谓国君，无所谓大夫，这则记载为什么承认它有国君，有大夫呢？为了表明季子的贤啊。季子贤在哪里呢？辞让国君的位置啊。他辞让君位是怎么一回事呢？谒、馀祭、夷昧跟季子是一母所生的四兄弟，季子年幼而有才干，兄长们都爱他，一起想立他做国君。谒说：“现在如果就这样仓促地把君位给他，季子还是不接受的。我愿不传位给儿子而传位给弟弟，由弟弟依次接替哥哥做国君，最后把君位传给季子。”馀祭、夷昧都说行。所以几个哥哥在位时都勇敢不怕死，每次就餐必定祈祷，说：“上天如果让吴国存在下去，就保祐我们早点遭难吧。”所以谒死了，馀祭做国君。馀祭死了，夷昧做国君。夷昧死了，国君的位置应当属于季子了。季子出使在外，僚是寿梦的庶长子，就即位了。季子出访回国，一到就把僚当作国君。阖闾说：“先君所以不传位给儿子，而传位给弟弟，都是为了季子的缘故。要是遵照先君的遗嘱呢，那么国君应该季子来做；要是不照先君的遗嘱呢，那么我该是国君。僚怎么能做国君呢？”于是派专诸刺杀僚，而把国家交给季子。季子不接受，说：“你杀了我的国君，我受了你给予的君位，这样我变成跟你一起篡位了。你杀了我哥哥，我又杀你，这样父子兄弟相残杀，一辈子没完没了了。”就离开国都到了延陵，终身不入吴国宫廷。所以君子以他的不受君位为义，以他的反对互相残杀为仁，称许季子的贤德。<br>　　那么吴国为什么有国君，有大夫呢？既承认季子是臣，就应该有君啊。札是什么呢？<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>的名啊。《春秋》对贤者不直称其名，这则记载为什么称名呢？认可夷狄，不能只凭一事一物就认为够条件了。季子是被认为贤的，为什么季子还不够条件呢？认可做人臣子的，一定要使他像个臣子；认可做人儿子的，一定要使他像个儿子。（言外之意是：季子是夷狄之邦的臣子，是夷狄之王的儿子，就要在用语遣词上显示出这一点来。这就是所谓“《春秋》笔法”。）</p><p><strong>注释</strong><br>（1）“吴子使札来聘”：这句话是该文引用的《春秋》里的句子。<br>聘：古代诸侯国之间派使者相问的一种礼节。使者代表国君，他的身分应是卿；“小聘”则派大夫。<br>（2）贤：用作以动词。<br>季子：公子札是吴王寿梦的小儿子，古以伯、仲、叔、季排行，因此以“季子”为字。《史记》称他“季札”。<br>（3）让国：辞让国君之位。据《史记·吴世家》记载，寿梦生前就想立季札，季札力辞，才立长子诸樊（即谒）。寿梦死后，诸樊又让位季札，季札弃其室而耕，乃止。<br>（4）谒：寿梦长子，一作“遏”，号诸樊。《春秋》经写作“吴子遏”，《左传》、《史记》称“诸樊”。<br>（5）馀祭：寿梦次子，《左传》记其名一作“戴吴”，马王堆三号墓出土帛书《春秋事语》作“余蔡”。<br>（6）夷昧：寿梦三子。《左传》作“夷末”，《史记》作“馀昧”。<br>（7）迮（zé，又读zuò）：仓促。<br>（8）尚：佑助。<br>悔：咎，灾祸，这里指亡故。<br>（9）谒也死：谒在位十三年，前548年（鲁襄公二十五年）在伐楚战争中，中冷箭死于巢（今安徽巢县）。<br>（10）馀祭也死：馀祭在位四年（《史记》误作十七年），前544年（鲁襄公二十九年）在视察战船时被看守战船的越国俘虏行刺身亡。<br>（11）夷昧也死：夷昧在位十七年（《史记》误作四年），前527年（鲁昭公十五年）卒。<br>（12）使而亡：出使在外。《史记·吴世家》所记与此不同：“王馀眛卒，季札让，逃去。”认为季札是为让位而逃走的。<br>（13）僚：《公羊传》这里说他是“长庶”，即吴王寿梦妾所生的长子，季札的异母兄。《史记·吴世家》则说他是“王馀眛之子”。以《公羊传》为是。<br>（14）阖庐（lǘ）：公子光即吴王位后的号，《史记》说他是诸樊之子，《世本》说他是夷昧之子。<br>（15）专诸：伍子胥为公子光找到的勇士，前515年（吴王僚十三年）四月，公子光请王僚喝酒，使专诸藏匕首于炙鱼之中，进食时取出匕首刺王僚胸而杀之。<br>（16）致国乎季子：把王位给季札。《史记·吴世家》谓阖庐刺杀王僚后即承吴王位，无让国于季札之意。<br>（17）延陵：春秋吴邑，今江苏常州。季札食邑于此，所以又号“延陵季子”。<br>（18）不名：不直称名。古人生三月取名，年二十行冠礼，另取字。对人表示尊敬，就称其字而不称名。<br>（19）不一而足：不因为一事一物就认为够条件了。与今义不同。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　前544年（鲁襄公二十九年），吴国派公子札访问鲁国，《左传》对经过情形有详细记载。当时的吴王馀祭是公子札的二哥。吴国在公子札的父亲寿梦就位时（前585年）就已称王。但中原诸国还是视吴国为蛮夷之邦，《春秋》记事称之为“吴子”，“子”的爵位在公、侯、伯之下，所以实际上是贬称。而《公羊传》出于“诸夏”的民族偏见和地域偏见，甚至否认吴国“有君、有大夫”，对《春秋》记事用语理解为抬高了吴国的地位。</p> <p>　　这篇文章是《春秋公羊传》解释《春秋》为什么用“吴子”肯定吴国“有君”，用“聘”肯定吴国“有大夫”的。全文层层设问，步步深入，以事实说明公子札的贤、仁、深明大义，正是他使吴国在诸夏心目中的地位得到了提高。</p>",
  "poet": {
    "id": 789,
    "star": 0,
    "name": "公羊高",
    "image": "http://img.gushiwen.org/authorImg/gongyanggao.jpg",
    "desc": "公羊高，旧题《春秋公羊传》的作者。战国时齐国人。相传是子夏（卜商）的弟子，治《春秋》，传于公羊平。《春秋公羊传》最初仅有口说流传，西汉景帝时，传至玄孙公羊寿及齐人胡母生，才“著于竹帛”，流传于世。《春秋公羊传》，亦称《公羊春秋》或《公羊传》，是今文经学的重要典籍，起于鲁隐公元年（前722），终于鲁哀公十四年（前481），着重阐释《春秋》之“微言”、“大义”，史事记载较简略。"
  },
  "tags": [
    "古文观止"
  ]
}