{
  "id": 72296,
  "star": 51,
  "name": "祭鳄鱼文",
  "dynasty": "唐代",
  "content": "　　维年月日，潮州刺史韩愈使军事衙推秦济，以羊一、猪一，投恶溪之潭水，以与鳄鱼食，而告之曰：</p> <p>　　昔先王既有天下，列山泽，罔绳擉刃，以除虫蛇恶物为民害者，驱而出之四海之外。及后王德薄，不能远有，则江汉之间，尚皆弃之以与蛮、夷、楚、越；况潮岭海之间，去京师万里哉！鳄鱼之涵淹卵育于此，亦固其所。今天子嗣唐位，神圣慈武，四海之外，六合之内，皆抚而有之；况禹迹所揜，扬州之近地，刺史、县令之所治，出贡赋以供天地宗庙百神之祀之壤者哉？鳄鱼其不可与刺史杂处此土也。</p> <p>　　刺史受天子命，守此土，治此民，而鳄鱼睅然不安溪潭，据处食民畜、熊、豕、鹿、獐，以肥其身，以种其子孙；与刺史亢拒，争为长雄；刺史虽驽弱，亦安肯为鳄鱼低首下心，伈伈睍睍，为民吏羞，以偷活于此邪！且承天子命以来为吏，固其势不得不与鳄鱼辨。</p> <p>　　鳄鱼有知，其听刺史言：潮之州，大海在其南，鲸、鹏之大，虾、蟹之细，无不归容，以生以食，鳄鱼朝发而夕至也。今与鳄鱼约：尽三日，其率丑类南徙于海，以避天子之命吏；三日不能，至五日；五日不能，至七日；七日不能，是终不肯徙也。是不有刺史、听从其言也；不然，则是鳄鱼冥顽不灵，刺史虽有言，不闻不知也。夫傲天子之命吏，不听其言，不徙以避之，与冥顽不灵而为民物害者，皆可杀。刺史则选材技吏民，操强弓毒矢，以与鳄鱼从事，必尽杀乃止。其无悔！",
  "fanyi": "<p><strong>译文一</strong><br>　　某年某月某日，潮州刺史<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>派遣部下军事衙推秦济，把一只羊、一头猪，投入恶溪的潭水中，送给鳄鱼吃，同时又警告它：<br>　　古时候的帝王拥有天下后，放火焚烧山岭和泽地的草木，用绳索去网捉、用利刃去刺杀，以除灭虫、蛇等那些给人民带来危害的动物，并把它们驱逐到四海之外去。到了后世，帝王的德行威望不够，不能统治远方，于是，长江、汉水之间的大片土地只得放弃给东南各族；更何况潮州地处五岭和南海之间，离京城有万里之遥呢？鳄鱼潜伏、生息在此地，也就很自然了。<br>　　当今天子继承了大唐帝位，神明圣伟，仁慈英武。四海之外，天地四方之内，都在他的安抚统辖之下。更何况潮州是大禹足迹所到过的地方，是古代扬州的地域，是刺史、县令治理的地区，又是交纳贡品、赋税以供应皇上祭天地、祭祖宗、祭神灵的地方呢？鳄鱼是一定不可以同刺史一起生活在这块土地上的！<br>　　刺史接受天子的任命，镇守这块土地，治理这里的民众，而鳄鱼竟敢不安分守己地呆在溪潭之中，占据一方吞食民众、牲畜、熊、猪、鹿、獐，来养肥自己的身体，繁衍自己的后代，与刺史抗衡，争当统领一方的英雄。刺史虽然驽钝软弱，又怎么能向鳄鱼低头屈服，胆怯害怕，给治理百姓的官吏丢脸，并在此地苟且偷安呢？而且刺史是奉天子的命令来这里当官的，他势必不得不与鳄鱼讲明道理。<br>　　鳄鱼如果能够知道，可要听刺史我的话：潮州这地方，大海在它的南面。大到鲸鱼、鹏鸟，小到虾子、螃蟹，没有不在大海里归宿藏身、生活取食的。鳄鱼早上从潮州出发，晚上就能到达大海。现在，刺史与鳄鱼约定：至多三天，务必率领那批丑陋的同伙南迁到大海去，以躲避天子任命的地方官；三天办不到，就放宽到五天；五天办不到，就放宽到七天；七天还办不到，这就表明最终不肯迁徙了。这就是不把刺史放在眼里，不肯听他的话。不然的话，就是鳄鱼愚蠢顽固，虽然刺史已经有言在先，但还是听不进，不理解。凡对天子任命的官吏傲慢无礼，不听他的话，不肯迁徙躲避，以及愚蠢顽固而又残害民众的牲畜，都应该处死。刺史就要挑选有才干有技能的官吏和民众，操起强硬的弓弩，安上有毒的箭镞，来同鳄鱼较量，一定要把鳄鱼全部杀尽才肯罢手。可不要后悔啊！</p><p><strong>译文二</strong><br>　　这年，潮州刺史韩愈，让管理军事的衙门推究出（解决问题）的方法，将一只羊和一口猪投入到这被百姓称为“恶溪”的潭水中，使它们被鳄鱼吃掉。（我写作文章）来告诫鳄鱼：以前上天掌管天下的时候，（他）使山川和河流排列，自己提着罔绳和刀刃，来去处危害百姓的虫蛇恶物。这些虫蛇恶物被赶到了四海之外。等到后来的君主的德义渐渐平淡，不能够波及到很远的地方。至于江汉这种闲散的地方，都被中央抛弃了，以至于波及到了蛮九楚越的所在，又何况潮州这种散迤又离京城有万里路程的地方呢？（于是）鳄鱼就在潮州安家筑巢，并且保持这种状态。现今的皇上是大唐天子，神圣慈武。无论四海之外，六合之内都能安抚并且掌握它。况且大禹的遗迹，就在附近的扬州；刺史县令所治理的地方难道要在这种地方用贡赋来供奉天地宗庙百神之祀吗？所以，鳄鱼你不能和刺史一起在这儿居住。<br>　　刺史接受天子的命令，在这里守卫国土，治理百姓。但是鳄鱼你不在潭水中安然生活，占据这里来凶暴地吞食民畜和熊豕鹿獐等来使自己的身体肥大，使自己的子孙繁衍。又经常和刺史我对抗，来比较高下。刺史我虽然为人驽弱，但又怎么肯对鳄鱼低下头呢？我低下头胆小的样子一定被百姓嘲笑，又怎么能在世上苟且活下去呢？而且我是奉天子的命令来上任的，所以看形式不得不与鳄鱼你辩论一下了。<br>　　鳄鱼你如果懂的话，那就听我说。大海在潮州的南面。即使想鲸鹏那么大或者象虾蟹那么细小，没有什么不能归容的，它们凭借大海生活。鳄鱼你们早上出发，晚上就到了。现在我与你们约定：三天之内，你们鳄鱼要全部迁徙到海里去，以回避天子命名的大臣。如果三天不行，那就五天，五天不行，那就七天。如果七天还没有迁徙，那就是你们不想迁徙了，是不懂刺史的话，不是这样的话，那就是鳄鱼你们冥顽不灵，刺史我虽然有言在先，但不能装作不知道。象你们这些鳄鱼不迁徙来回避，就象毒害百姓的恶物，都得杀。那刺史我就挑选善于射箭的民众，带上毒箭，一定将你们赶尽杀绝。</p><p><strong>注释</strong><br>（1）维：在。<br>（2）潮州：州名，治所唐时海阳县（今广东潮州市），辖境约相当于今广东省潮州、汕头、揭阳和梅州、汕尾市一部分地区（李宏新《1991：潮汕分市纪事》）。刺史：州的行政长官。军事衙推：州刺史的属官。<br>（3）恶溪：在潮安境内，又名鳄溪、意溪，韩江经此，合流而南。<br>（4）食：吃，食用。<br>（5）列：同“烈”。<br>（6）罔：同“网”。擉（chuò）：刺。<br>（7）蛮：古时对南方少数民族的贬称。夷：古时对东方少数民族的贬称。楚、越：泛指东南方偏远地区。<br>（8）岭海：岭，即越城、都宠、萌渚、骑田、大庾等五岭，地处今湘、赣、桂、粤边境。海，南海。<br>（9）今天子：指唐宪宗李纯。<br>（10）禹：大禹，传说中古代部落联盟的领袖。曾奉舜之命治理洪水，足迹遍于九州。故称九州大地为“禹迹”、“禹域”。揜：同“掩”。<br>（11）扬州：传说大禹治水以后，把天下划为九州，扬州即其一，据《尚书·禹贡》：“淮，海惟扬州。”《传》：“北据淮，南距海。”《尔雅·释地》：“江南曰扬州。”潮州古属扬州地域。<br>（12）睅（hàn）然：瞪起眼睛，很凶狠的样子。<br>（13）长（zhǎng）：用作动词。<br>（14）弩（nú）：一种用机械力量射箭的弓，泛指弓。<br>（15）伈（xǐn）伈：恐惧貌。睍（xiàn）睍：眯起眼睛看，喻胆怯。<br>（16）鹏：传说中的巨鸟，由鲲变化而成，也能在水中生活。见《庄子·逍遥游》。<br>（17）冥顽：愚昧无知。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　文章开头在点明<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>以潮州刺史身分派遣下属致祭之后，第一段先回顾漫长的历史，拿先王和后王对比，以阐明鳄鱼得以长期肆虐的原因。古代的圣王统治天下，放火焚烧山野草泽，用绳网利刃来消除“虫蛇恶物为民害者”；但是后王德薄，不能统治远方，连江汉之间都放弃了，何况潮州处在五岭和南海之间，距离京师有万里之遥的地方。所以鳄鱼在这里潜伏、繁殖，自然也就是它活动的场所了。先王能为民除害，后王则不能。驱逐鳄鱼，追根穷源，先归咎于后王，这是很有胆识的。对安史之乱以来的唐王朝，韩愈虽不敢直斥，但寓意讽谏，确有空谷传音之妙。再从行文上来看，这是故意放宽一步，为下文蓄势，将合先开，欲擒故纵，这是古文家常用的笔法。</p> <p>　　第二段陡然折笔回锋，展开堂堂之阵：以今非昔比晓喻之，以大唐天子、刺史、县令、天地、宗庙、百神震慑之。这就使鳄鱼完全丧失了得以肆虐的依据。“况禹迹所揖”以下，语意更进一步，字字跃动，蝉联如贯珠，显得雄辩有力。直到推出“鳄鱼其不可与刺史杂处此土也”，才揭出一篇之纲。譬如登泰山，攀“紧十八盘”，南天门始赫然在目，以前的“阶崇万级”，均为此铺垫。如果说在这以前是从天子的角度上昭告鳄鱼的话，那么在这以下就是从刺史的职责上阐发议论了：“刺史受天子命，守此土，治此民”，鳄鱼岂敢与刺史抗拒。刺史是受天子之命而来，抗拒刺史就是抗拒天子。对鳄鱼而言，抗拒刺史，将会带来什么严重后果，这是不言而喻的；就刺史而言，为民除害，是其职责。退一步说，即使刺史弩弱，也不肯屈服于鳄鱼，矫矫者岂能听之任之。故“其势不得不与鳄鱼辨”。反复晓喻，这就不是“不教而诛”了。值得一提的是，在这段文字里，韩愈顺便给那些在恶势力面前吓得魂不附体的人给予有力的讽刺，意在言外，耐人寻味。</p> <p>　　在待之以礼、晓之以理之后，接踵而来的就是凌之以威、绳之以法了。第三段以“鳄鱼有知，其听刺史言”开头，正式堂而皇之地宣布了驱逐鳄鱼的命令。为鳄鱼指出去路，限定了时间，限期也是宽之又宽，做到仁至义尽。但是，如果七日内不能迁徙，文笔又陡起层叠而下：“夫傲天子之命吏，不听其言，不徙以避之，与冥顽不灵而为民物害者，皆可杀。”这段判决文字写得极为严正，十分果决、犀利。最后落到“杀”字上，使正义之力大大变强。更有甚者，不仅要杀，而且要斩尽杀绝。诛杀的方法，也写得明明白白，以示有绝对的把握。那些“为民物害者”，对此必会心惊胆战。结尾“其无悔”只有三字，戛然而止，尤见峭劲。韩愈有言“气盛则言之短长与声之高下者皆宜。”（《答李翊书》）从他这篇文章来看，确实表现了这一特点。</p> <p>　　鳄鱼“冥顽不灵，刺史虽有言，不闻不知也”。这在韩愈的文章中是说得一清二楚的。既然鳄鱼无知，韩愈的写作目的有何，“好游戏”（清<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>地《榕村语录》卷五）的韩愈，无非是在借题发挥而已。在指责鳄鱼的背后，有比鳄鱼更为凶残的丑类在。安史之乱以来那些拥兵割据的藩镇大帅，鱼肉百姓的贪官污吏，更为祸国殃民。所以这篇貌似“游戏文字”的文章，显然寓有鲜明的主题，它因小见大；发人深思，有着严峻的现实意义。</p>",
  "about": "<h2>创作背景</h2> 　　唐宪宗元和十四年（819年），<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>因谏迎佛骨，触怒了唐宪宗，几乎被杀，<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>救援才被贬为潮州刺史。据《新唐书·韩愈传》，韩愈刚到潮州，就听说境内的恶溪中有鳄鱼为害，把附近百姓的牲口都吃光了。于是在元和十四年四月二十四日。写下了这篇《鳄鱼文》，劝戒鳄鱼搬迁。不久，恶溪之水西迁六十里，潮州境内永远消除了鳄鱼之患。但此传说固不可信。",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "古文观止",
    "檄文"
  ]
}