{
  "id": 8517,
  "star": 36,
  "name": "越女词五首",
  "dynasty": "唐代",
  "content": "长干吴儿女，眉目艳新月。<br>屐上足如霜，不著鸦头袜。</p> <p>吴儿多白皙，好为荡舟剧。<br>卖眼掷春心，折花调行客。</p> <p>耶溪采莲女，见客棹歌回。<br>笑入荷花去，佯羞不出来。</p> <p>东阳素足女，会稽素舸郎。<br>相看月未堕，白地断肝肠。</p> <p>镜湖水如月，耶溪女似雪。<br>新妆荡新波，光景两奇绝。",
  "fanyi": "<p><strong>译文</strong><br>长干里吴地的姑娘，眉目清秀，娇艳可比明月。<br>木屐上那双不穿袜子的脚，细白如霜。</p> <p>吴地的女孩白皙如玉，好做荡田的游戏。<br>投去含情的目光，掷去春心，折来鲜花嘲弄行路客。</p> <p>若耶溪中采莲的少女，见到行客，唱着歌儿把船划回。<br>嘻笑着藏入荷花丛，假装怕羞不出来。</p> <p>东阳那儿有个白皙如玉的女孩，会稽这儿有个划木船的情郎。<br>看那明月高悬未落，平白地愁断肝肠。</p> <p>镜瑚的水清明如月，若耶溪的少女洁白如雪。<br>新妆荡漾湖水，水光倒影，奇美两绝。</p> <p><strong>注释</strong><br>⑴长干：地名，浙江北部一带。吴：吴地，今长江下游江苏南部。儿女：此指女儿。<br>⑵鸦头袜：即叉头袜。<br>⑶吴儿：此指吴地女子。<br>⑷剧：游戏。<br>⑸卖眼：王琦注：“卖眼，即楚《骚》‘目成’之意。梁武帝《子夜歌》：‘卖眼操长袖，含笑留上客。’”<br>⑹耶溪：即若耶溪，在今浙江绍兴市南。<br>⑺棹歌：划船时所唱之歌。<br>⑻东阳：唐县名。即今浙江金华市。<br>⑼素舸：木船。<br>⑽白地：犹俚语所谓“平白地”。<br>⑾镜湖：一名鉴湖、庆湖，在今浙江绍兴市会稽山北麓，周围三百里若耶溪北流入于镜湖。<br>⑿景：同“影”。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　第一首<a href=\"http://so.gushiwen.org/view_8517.aspx\">诗</a>写吴越女子相貌的妩媚可爱与穿着的异样。首句的“长干”是地名。王琦注云：“建邺南五里有山冈，其间平地，吏民杂居，号长干。”但应当指出，此诗只是借用此语，以“长干”代指一般的“吏民杂居”的里巷，以区别于名门贵宅，其作用仅在于说明“吴儿女”的身份是普通民间女子而非达官望族的贵妇与闺秀，不必拘泥。“眉目艳星月”形容女子眉清目朗，比星月还要美丽。“艳星月”是艳于星月，即比星星月亮还明朗可爱之意。“眉目”与“星月”对举，在理解上要分开，实际是说秀眉若弯月，眼似明星的意思，语言十分洗炼精确。后两句写女子穿着的特殊。她们竟光着脚丫穿着木屐，连双袜子也没有穿。一双素足裸露于外，肤色哲白，若霜雪一般。展是木制鞋，中国自晋代时女子便已穿用木屐了。《晋书·五行志》：“初作屐者，妇人头圆，男子头方，圆者顺之义，所以别男女也。至太康初，妇人屐乃头方，与男无别。则知古妇人亦著屐也。”可见李诗中所写是实景。</p> <p>　　第二首诗写吴越女子天真活泼的姿态及调皮卖俏的开放型性格。大意是说，吴地的女子皮肤白嫩，她们都爱好做荡舟这种游乐。荡舟之时，她们还不时地朝水面上往来船只中的客人眉目传情暗送秋波，或者拿着折来的花枝向对方调侃戏谑。四句小诗把吴地女郎姣好的容貌和活泼开朗的性格描绘得栩栩如生。“卖眼”就是递眼神，俗语谓之飞眼，是年青女子向人传达情意的一种表示，这里用来表现吴地女子活泼泼辣的性格，很生动传神。</p> <p>　　第三首诗所写则是另一种性格的劳动妇女。耶溪即若耶溪，唐时在越，州会稽县南。这位在若耶溪上采撷莲藕的女子与前一首诗中的吴儿大不相同，当她看见别的船上的客人时便唱着歌掉转船头，伴随着欢乐的歌声将小船划入荷花丛中，并假装怕羞似的不再出来。这位女子性格内向，虽然也怀有春心，却把这种情感深藏在内心，有点羞羞答答的。但其内心荡漾的春潮还是无法全部掩饰住的，诗人早已窥破其内心的隐秘，否则怎能写出“佯羞不出来”的诗句呢?“佯羞”二字极精彩，将少女欲看青年男子又羞涩不好意思的心理与情态刻画得惟妙惟肖。透过这两个字，仿佛可以看到在密密层层的荷花丛中，那位采莲的姑娘正从荷花荷叶的缝隙中偷偷地窥视着客人。鲜艳的花朵与美人的脸庞相互映衬，这和谐美妙的景象真令人魂梦心醉。于此可以看出，这首小诗虽很浅白，但蕴味却很隽永。</p> <p>　　第四首诗写一对素不相识的青年男女一见钟情，互相倾慕，又无缘接近，难以倾述衷肠的怅恨。这里的“东阳”、“会稽”均是地名。东阳唐时属婺州（今浙江东阳），会稽属越州（今浙江绍兴），二地相距起码在一百公里以上。诗人在这里写出这两个地名无非是说这一对小青年素昧平生，原来并不相识，不必拘泥理解为东阳的姑娘遇到了会稽的小伙。“白地”是当时俚语，今天依然沿用于民间，即“平白地”，无缘无故的意思。全诗大意是说，一位肤色白净的姑娘与一位荡着白色小舟的小伙子不期而遇，二人一见钟情，眉来眼去中似乎有许多心曲要倾吐，但因天色尚早，无由进行交谈幽会，不禁现出肝肠欲断，非常焦急的神色。“月未堕”是明月在天，可望而不可即之意。还应指出，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>在此诗中为何偏偏拈出“东阳”、“会稽”这两个地名呢?这可能与他化用前人诗意有关。王琦认为李白此诗由<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《东阳溪中赠答》二诗中化出，是有道理的。谢诗其一曰：“可怜谁家妇，缘流洗素足。明月在云间，迢迢不可得。”其二曰：“可怜谁家郎，缘流乘素舸。但问情若何，月就云中堕。”无论从词语的相同还是从意境的相似，都可以看出李白此诗确是由这两首诗概括点化而出。</p> <p>　　第五首诗写越女顾影自怜的娇媚姿态。唐时镜湖在会稽、山阴两县交界处，如今此湖已不复存在。诗的大意说，镜湖的水面澄澈，如皎洁的月光，耶溪地方的姑娘皮肤洁白，似晶莹的霜雪。穿着新妆的姑娘在明净澄清的水面上荡舟戏耍，那婀娜妩媚的倩影倒映在水间，显得更加娇妖可爱；那明净的湖水中滉漾着美的身影，增添了无限的色彩与情趣。人因水而更美，水因人而益清，相得益彰，这种情景不正是所谓的“两奇绝”吗?把人和景物巧妙地融合在一起相互映衬，构成一副美丽动人的艺术画面，确实可谓是“别有情致”的。</p> <p>　　这五首小诗虽总题名为越女词，但所咏实非一时一地之事，当是诗人初游吴越时所见的几个情景的个别记录。因吴越疆域毗连，自然地理状貌与民情风俗相似，而且这五首小诗的形式与语言风格亦颇相近，故统而言之也未尝不可。还应指出，五首诗选择的角度不同，塑造的人物性格各异，但组合在一起却可以给人一个总的印象，即吴越女子相貌美丽，肤色皙白，性格淳真开朗，朴素大方。她们挚爱人生，热烈大胆地追求自由幸福的爱情生活。“眉目艳星月”的“吴儿女”也好，“卖眼掷春心”的“吴儿”也好，“佯羞不出来”的“采莲女”也好，都能给读者留下很强烈的印象。在表现方法上，作者善用白描的笔法，抓住带有特征的景物和富有典型性的生活细节，寥寥数语便勾画出一个生动逼真的人物形象，笔墨很洗炼简洁。语言方面自然流畅，毫无雕琢板滞之感，清新可爱。</p>",
  "about": "<h2>创作背景</h2> <p>　　这些<a href=\"http://so.gushiwen.org/view_8517.aspx\">诗</a>作于何时尚难确定，有待详考。根据诗中的内容推论，当是记述其初游吴越时的所见所闻。胡震亨《李诗通》在此诗题下注云：“越中书所见也。”这种说法是有道理的。如果冷静地考察一下诗中内容的话，似乎还可以在这句话前再加上“初游”二字。<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是蜀地人，距吴越数千里之遥，两地风俗迥异。按一般常情来理解，人到外乡乍见异地风情时往往产生一种很强烈的新鲜感，对于天生好奇，反应敏捷的诗人来说尤其是这样。反之，如果是早已见过非常熟悉的事物，由于司空见惯反而难以引起人们的审美情趣。这五首诗所表现的恰恰都是初见新鲜事物时的好奇的感受，所以可能是诗人初入会稽时的作品。</p> <p>　　据詹锳著《李白诗文系年》考证，在天宝元年（742年），李白“春夏间居东鲁，旋携妻子入会稽，与道士<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>隐于剡中。”观诗中所说“长干吴儿女”“吴儿多白皙”之句，都涉及吴地，而且这两首诗又都被列在前边，故其游历路线当是由吴入越的。从泰山下来游吴越到会稽正当循此路线，故可以认为此组诗当作于是年。</p>",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "旅途",
    "游记",
    "女子"
  ]
}