{
  "id": 71084,
  "star": 1185,
  "name": "卜算子·黄州定慧院寓居作",
  "dynasty": "宋代",
  "content": "缺月挂疏桐，漏断人初静。时见幽人独往来，缥缈孤鸿影。<br>惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。",
  "fanyi": "<h2>译文二</h2> 残月高挂在稀疏的梧桐，滴漏声断了，人群开始安静。谁能见幽居人独自往来徘徊？唯有那缥渺高飞的孤雁的身影。<br>它突然惦起又回首匆匆，心里有恨却无人能懂。它拣遍了寒冷的树枝不肯栖息，却躲到寂寞的沙洲甘愿受苦。<br/><p><strong>译文</strong><br>弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽人独自往来，仿佛天边孤雁般飘渺的身影。<br>黑夜中的它突然受到惊吓，骤然飞起，并频频回头，却总是无人理解它内心的无限幽恨。它不断于寒冷的树枝间逡巡，然而不肯栖息于任何一棵树上，最后只能寂寞地降落在清冷的沙洲上。 </p> <p><strong>注释</strong><br>漏断：即指深夜。漏，指古人计时用的漏壶；即指深夜。<br>原题“黄州定惠寺寓居作”。<br>漏：指更漏而言。这里“漏断”不过说夜深罢了。<br>幽：《易·履卦》：“幽人贞吉”，其义为幽囚。引申为幽静、优雅。<br>孤鸿：<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>《感遇》十二之四：“孤鸿海上来。”<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>《苕溪渔隐丛话》前集三十九：“此词本咏夜景，至换头但只说鸿，正如《贺新郎》词“乳燕飞华屋”，至换头但只说榴花。….“按两词均系泛咏，本未尝有”夜景“等题，多说鸿，多说石榴，既无所妨，亦未必因之而奇妙。胡评似未谛。<br>省：理解。“无人省“，犹言”无人识“。<br>或以为“拣尽寒枝“有语病，亦见注⑷所引同书同条。《稗海》本《野客丛书》：”观隋李元操《鸿雁行》曰：“夕宿寒枝上，朝飞空井旁。“坡语岂无自邪？“此言固是。寒枝意广泛，又说”不肯栖“，本属无碍。此句亦有良禽择木而栖的意思。《左传》哀公十一年：”鸟则择木，木岂能择鸟。“<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《遣愁》：”择木知幽鸟。“<br>末句一本作“枫落吴江冷“，全用唐人崔信明断句，且上下不接，恐非。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的一首名词《卜算子》。现在通行的各个版本的词选中都有一个小序：“黄州定慧院寓居作。”据史料记载，此词为公元1083年（神宗元丰六年）初作于黄州，定慧院在今天的湖北黄冈县东南，苏轼另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。被贬黄州后，虽然自己的生活都有问题，但苏轼是乐观旷达的，能率领全家通过自身的努力来渡过生活难关。但内心深处的幽独与寂寞是他人无法理解的。在这首词中，作者借月夜孤鸿这一形象托物寓怀，表达了孤高自许、蔑视流俗的心境。　</p> <p>　　上阕写的正是深夜院中所见的景色。“缺月挂疏桐，漏断人初静。”营造了一个夜深人静、月挂疏桐的孤寂氛围，为''幽人''、''孤鸿''的出场作铺垫。“漏”指古人计时用的漏壶：“漏断”即指深夜。在漏壶水尽，更深人静的时候，苏轼步出庭院，抬头望月，又是一个多么孤寂的夜晚呀！月儿似乎也知趣，从稀疏的桐树间透出清晖，像是挂在枝桠间。这两句出笔不凡，渲染出一种孤高出生的境界。接下来的两句，“时见幽人独往来，缥缈孤鸿影。”周围是那么宁静幽寂，在万物入梦的此刻，又有谁像自己这样在月光下孤寂地徘徊，就像是一只孤单飞过天穹的凄清的大雁呢？先是点出一位独来独往、心事浩茫的“幽人”形象，随即轻灵飞动地由“幽人”而孤鸿，使这两个意象产生对应和契合，让人联想到：“幽人”那孤高的心境，不正像缥缈若仙的孤鸿之影吗？这两句，既是实写，又通过人、鸟形象的对应、嫁接，极富象征意味和<a href=\"http://so.gushiwen.org/view_71084.aspx\">诗</a>意之美地强化了“幽人”的超凡脱俗。物我同一，互为补充，使孤独的形象更具体感人。</p> <p>　　下阕，更是把鸿与人同写，“惊起却回头，有恨无人省。”这是直写自己孤寂的心境。人孤独的时候，总会四顾，回头的寻觅，找到的是更多的孤独，“有恨无人省”，有谁能理解自己孤独的心呢？世无知音，孤苦难耐，情何以堪？“拣尽寒枝不肯栖，寂寞沙洲冷。”写孤鸿遭遇不幸，心怀幽恨，惊恐不已，在寒枝间飞来飞去，拣尽寒枝不肯栖息，只好落宿于寂寞荒冷的沙洲，度过这样寒冷的夜晚。这里，词人以象征手法，匠心独运地通过鸿的孤独缥缈，惊起回头、怀抱幽恨和选求宿处，表达了作者贬谪黄州时期的孤寂处境和高洁自许、不愿随波逐流的心境。作者与孤鸿惺惺相惜，以拟人化的手法表现孤鸿的心理活动，把自己的主观感情加以对象化，显示了高超的艺术技巧。 　</p> <p>　　这首词的境界，确如<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>所说：“语意高妙，似非吃烟火食人语，非胸中有万卷书，笔下无一点尘俗气，孰能至此！”这种高旷洒脱、绝去尘俗的境界，得益于高妙的艺术技巧。作者“以性灵咏物语”，取神题外，意中设境，托物寓人；对孤鸿和月夜环境背景的描写中，选景叙事均简约凝练，空灵飞动，含蓄蕴藉，生动传神，具有高度的典型性。</p> <p>　　冷寒的，也不止是沙洲和桐枝。有恨的，究竟是孤鸿还是幽人？静夜如此寂寞，又何须漏壶提醒辰次？月儿依然残缺。不见有清满的佳期！疏淡的笑墨，似写凄淡的夜色；清美的词境，难歇哀愤的心。作为刚到黄州时的词作，可以看出作者心内的紊乱。可正是在黄州，作者完成了自己处世哲学的形成。《赤壁怀古》、《赤壁赋》等篇章，才是作者对人生乐观冷静的态度。而写作此词时，应该还没有完成这种成熟。所以，从词中，读者看到的是一种冷清与寂寞的情怀。即使如此，此词还是很受后人推崇，如《山谷题跋》有云：“语意高妙，似非吃人间烟火语。”而“非胸中有数万卷书，笔下无一点俗气”则不能到。但是，正因为此词的仙骨气质，历来对这首词的主旨说法不一，有人认为是为王姓女子而作，有人认为是为温都监女作，即这是一首爱情词；但也有人认为是作者对现实不满，抒发愤懑之情的，也就是说这是一首影射、刺时之作；还有人认为这首词是写作者的寂寞之情的。有一种说法最为有趣。据《宋六十名家词·东坡词》载，此词还有一序，讲的是一个美丽而凄凉的故事。摘录如下：</p> <p>　　惠州有温都监女，颇有色。年十六，不肯嫁人。闻坡至，甚喜。每夜闻坡讽咏，则徘徊窗下，坡觉而推窗，则其女逾墙而去。坡从而物色之曰：“当呼王郎，与之子为姻。未几，而坡过海，女遂卒，葬于沙滩侧。坡回惠，为赋此词。</p> <p>　　前半段写的虚幻迷离，要不是前面有段引言：“惠州有温都监女，颇有色。年十六，不肯嫁人。”颇有点遇仙的感觉。</p> <p>　　苏轼寓居定惠院，每到他深夜吟诗时，总有一位美女在窗外徘徊。当推窗寻找时，她却已经翻墙而去。此情此景岂非正是苏轼词上阕所写：“ 缺月挂疏桐，漏断人初静。谁见幽人独往来？缥缈孤鸿影。”由此说来，句中的幽人该是指那位神秘美丽的女子，上阕则是记录此事了。</p> <p>　　当时苏轼六十几岁，<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>七十还纳妾，六十岁也不算什么的。有人很愤慨他为什么不纳那个女子为妾，却物色王郎之子与她为姻，最终使她郁郁而亡。</p> <p>　　这个女子好像是为苏轼而存在，在苏轼离开惠州后，女子就死去了，遗体埋葬在沙洲之畔。当苏轼回到惠州，只见黄土一堆，个中幽愤之情可想而知。于是，就赋了这篇著名的《卜算子》。由此可见，此首词的下阕是为了纪念那女子而写：“惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。”</p> <p>　　这篇序言，短短的数十个字，就婉娩道出了一个感人肺腑，催人泪下的爱情故事，真是精彩绝伦，令人拍案叫绝。</p> <p>　　吴曾《能改斋漫录》云：“其属意盖为王氏女子也，读者不能解。张右史文潜继贬黄州，访潘邠老，闻得其祥，题诗以志之云：空江月明鱼龙眠，月中孤鸿影翩翩。有人清吟立江边，葛巾藜杖眼窥天。夜冷月堕幽虫泣，鸿影翘沙衣露湿。仙人采诗作步虚，玉皇饮之碧琳腴。”</p> <p>　　这个记载好像是为了证明那个序言的真实性而作，甚至还有诗为证。且不论其可信度到底有多高，这个故事在当时深入人心是肯定了的。</p> <p>　　现今一般以唐圭璋先生的注释为准，他认为此词上片写鸿见人，下片写人见鸿。此词借物比兴。人似飞鸿，飞鸿似人，非鸿非人，亦鸿亦人，人不掩鸿，鸿不掩人，人与鸿凝为一体，托鸿以见人。东坡又有诗云：“人似秋鸿来有信，去如春梦了无痕。”（《正月二十二日与潘郭二生出郊游寻春忽记去年是日同至女王城作诗乃和并韵》）比喻人生来去如鸿雁，代代往复，生生不已。但一个人的经历又像春梦一样，去而无踪，难以追怀。可以作为对照。这首词应该是有政治寄托的，<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>论词主“有寄托”与“无寄托”之说，以为“非寄托不入”，而“专寄托则不出”。东坡此词能臻此境，在于“非因寄托而为是词”，乃“触发于弗克自己，流露于不自知”。这正是苏轼的才学，气度，思想的体现。</p>",
  "about": "<h2>创作背景</h2> 　　据史料记载，此词为公元1082年（元丰五年）十二月或公元1083年（宋神宗元丰六年）初作于黄州，定慧院在今天的湖北黄岗县东南，又作定惠院，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>另有《游定惠院记》一文。由上可知这首词是苏轼初贬黄州寓居定慧院时所作。苏轼因所谓的“乌台<a href=\"http://so.gushiwen.org/view_71084.aspx\">诗</a>案”，被贬为黄州团练副使。苏轼自公元1080年（元丰三年）二月至黄州，至公元1084年（元丰七年）六月移汝州，在黄州贬所居住四年多。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "宋词三百首",
    "豪放",
    "月夜",
    "写景",
    "抒怀",
    "孤独"
  ]
}