{
  "id": 11131,
  "star": 2023,
  "name": "绝句二首",
  "dynasty": "唐代",
  "content": "迟日江山丽，春风花草香。<br>泥融飞燕子，沙暖睡鸳鸯。 </p> <p>江碧鸟逾白，山青花欲燃。<br>今春看又过，何日是归年。",
  "fanyi": "<p><strong>译文</strong><br>江山沐浴着春光，多么秀丽，春风送来花草的芳香。<br>燕子衔着湿泥忙筑巢，暖和的沙子上睡着成双成对的鸳鸯。</p> <p>江水碧波浩荡，衬托水鸟雪白羽毛，山峦郁郁苍苍，红花相映，便要燃烧。<br>今年春天眼看就要过去，何年何月才是我归乡的日期？</p> <p><strong>注释</strong><br>⑴迟日：春天日渐长，所以说迟日。<br>⑵泥融：这里指泥土滋润、湿润。<br>⑶鸳鸯：一种水鸟，雄鸟与雌鸟常双双出没。<br>⑷花欲燃：花红似火。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>其一</strong><br>　　清代的<a href=\"http://so.gushiwen.org/view_11131.aspx\">诗</a>论家陶虞开在《说杜》一书中指出，杜集中有不少“以诗为画”的作品。这一首写于成都草堂的五言绝句，就是极富诗情画意的佳作。诗一开始，就从大处着墨，描绘出在初春灿烂阳光的照耀下，浣花溪一带明净绚丽的春景，用笔简洁而色彩浓艳。“迟日”即春日，语出《诗经·豳风·七月》“春日迟迟”。这里用以突出初春的阳光，以统摄全篇。同时用一“丽”字点染“江山”，表现了春日阳光普照，四野青绿，溪水映日的秀丽景色。这虽是粗笔勾画，笔底却是春光骀荡。</p> <p>　　第二句诗人进一步以和煦的春风，初放的百花，如茵的芳草，浓郁的芳香来展现明媚的大好春光。因为诗人把春风、花草及其散发的馨香有机地组织在一起，所以通过联想，可以有惠风和畅、百花竞放、风送花香的感受，收到如临其境的艺术效果。在明丽阔远的图景之上，三、四两句转向具体而生动的初春景物描绘。</p> <p>　　第三句诗人选择初春最常见，也是最具有特征性的动态景物来勾画。春暖花开，泥融土湿，秋去春归的燕子，正繁忙地飞来飞去，衔泥筑巢。这生动的描写，使画面更加充满勃勃生机，春意盎然，还有一种动态美。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>对燕子的观察十分细致，“泥融”紧扣首句，因春回大地，阳光普照才“泥融”；紫燕新归，衔泥做巢而不停地飞翔，显出一番春意闹的情状。</p> <p>　　第四句是勾勒静态景物。春日冲融，日丽沙暖，鸳鸯也要享受这春天的温暖，在溪边的沙洲上静睡不动。这也和首句紧相照应，因为“迟日”才沙暖，沙暖才引来成双成对的鸳鸯出水，沐浴在灿烂的阳光中，是那样悠然自适。从景物的描写来看，和第三句动态的飞燕相对照，动静相间，相映成趣。这两句以工笔细描衔泥飞燕、静睡鸳鸯，与一、二两句粗笔勾画阔远明丽的景物相配合，使整个画面和谐统一，构成一幅色彩鲜明，生意勃发，具有美感的初春景物图。就诗中所含蕴的思想感情而言，反映了诗人经过“一岁四行役”、“三年饥走荒山道”的奔波流离之后，暂时定居草堂的安适心情，也是诗人对初春时节自然界一派生机、欣欣向荣的欢悦情怀的表露。</p> <p>　　这首五言绝句，意境明丽悠远，格调清新。全诗对仗工整，但又自然流畅，毫不雕琢；描摹景物清丽工致，浑然无迹，是杜集中别具风格的篇章。</p> <p><strong>其二</strong><br>　　此诗为杜甫入蜀后所作，抒发了羁旅异乡的感慨。“江碧鸟逾白，山青花欲燃”，这是一幅镶嵌在镜框里的风景画，濡饱墨于纸面，施浓彩于图中，有令人目迷神夺的魅力。漫江碧波荡漾，显露出白翎的水鸟，掠翅江面，一派怡人的风光。满山青翠欲滴，遍布的朵朵鲜花红艳无比，简直就像燃烧着一团旺火，十分旖旎，十分灿烂。</p> <p>　　以江碧衬鸟翎的白，碧白相映生辉；以山青衬花葩的红，青红互为竞丽。一个“逾”字，将水鸟借江水的碧色衬底而愈显其翎毛之白，写得深中画理；而一个“欲”字，则在拟人化中赋花朵以动态，摇曳多姿。两句诗状江、山、花、鸟四景，并分别敷碧绿、青葱、火红、洁白四色，景象清新，令人赏心悦目。可是，诗人的旨意却不在此，紧接下去，笔路陡转，慨而叹之。“今春看又过，何日是归年？”句中“看又过”三字直点写诗时节。春末夏初景色不可谓不美，然而可惜岁月荏苒，归期遥遥，非但引不起游玩的兴致，却反而勾起了漂泊的感伤。此诗的艺术特点是以乐景写哀情，唯其极言春光融洽，才能对照出诗人归心殷切。它并没有让思归的感伤从景象中直接透露出来，而是以客观景物与主观感受的不同来反衬诗人乡思之深厚，别具韵致。</p>",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "写景",
    "春天",
    "山水",
    "思乡",
    "组诗"
  ]
}