{
  "id": 71598,
  "star": 19,
  "name": "玉台新咏序",
  "dynasty": "南北朝",
  "content": "　　夫凌云概日，由余之所未窥；千门万户，张衡之所曾赋。周王璧台之上，汉帝金屋之中，玉树以珊瑚为枝，珠帘以玳瑁为匣。其中有丽人焉。其人也：五陵豪族，充选掖庭；四姓良家，驰名永巷。亦有颖川新市、河间观津，本号娇娥，曾名巧笑。楚王宫里，无不推其细腰；卫国佳人，俱言讶其纤手。阅诗敦礼，岂东邻之自媒；婉约风流，异西施之被教。弟兄协律，生小学歌；少长河阳，由来能舞。琵琶新曲，无待石崇；箜篌杂引，非关曹植。传鼓瑟于杨家，得吹箫于秦女。</p> <p>　　至若宠闻长乐，陈后知而不平；画出天仙，阏氏览而遥妒。至若东邻巧笑，来侍寝于更衣；西子微颦，得横陈于甲帐。陪游馺娑，骋纤腰于结风；长乐鸳鸯，奏新声于度曲。妆鸣蝉之薄鬓，照堕马之垂鬟。反插金钿，横抽宝树。南都石黛，最发双蛾；北地燕脂，偏开两靥。亦有岭上仙童，分丸魏帝；腰中宝风，授历轩辕。金星将婺女争华，麝月与嫦娥竞爽。惊鸾冶袖，时飘韩掾之香；飞燕长裾，宜结陈王之佩。虽非图画，入甘泉而不分；言异神仙，戏阳台而无别。真可谓倾国倾城，无对无双者也。加以天时开朗，逸思雕华，妙解文章，尤工诗赋。琉璃砚匣，终日随身；翡翠笔床，无时离手。清文满箧，非惟芍药之花；新制连篇，宁止蒲萄之树。九日登高，时有缘情之作；万年公主，非无累德之辞。其佳丽也如彼，其才情也如此。</p> <p>　　既而椒宫宛转，柘馆阴岑，绛鹤晨严，铜蠡昼静。三星未夕，不事怀衾；五日尤赊，谁能理曲。优游少托，寂寞多闲。厌长乐之疏钟，劳中宫之缓箭。纤腰无力，怯南阳之捣衣；生长深宫，笑扶风之织锦。虽复投壶玉女，为观尽于百骁；争博齐姬，心赏穷于六箸。无怡神于暇景，惟属意于新诗。庶得代彼皋苏，微蠲愁疾。但往世名篇，当今巧制，分诸麟阁，散在鸿都。不藉篇章，无由披览。</p> <p>　　于是燃指瞑写，弄笔晨书，撰录艳歌，凡为十卷。曾无忝于雅颂，亦靡滥于风人，泾渭之间，如斯而已。</p> <p>　　于是丽以金箱，装之宝轴。三台妙迹，龙伸蠼屈之书；五色花笺，河北胶东之纸。高楼红粉，仍定鱼鲁之文；辟恶生香，聊防羽陵之蠹。灵飞太甲，高擅玉函；鸿烈仙方，长推丹枕。至如青牛帐里，馀曲既终；朱鸟窗前，新妆已竟。放当开兹缥帙，散此绦绳，永对玩于书帷，长循环于纤手。岂如邓学春秋，儒者之功难习；窦专黄老，金丹之术不成。因胜西蜀豪家，托情穷于鲁殿；东储甲观，流咏止于洞箫。娈彼诸嫉，聊同弃日，猗欤彤管，无或讥焉。",
  "shangxi": "<h2>赏析</h2> <p>　　历代文人所创作的作品集卷首的序似乎仅仅起到提纲挈领的作用，对于整个文集来说也只是个抛砖引玉的小角色，但是<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>的《玉台新咏序》让我重新认识到，文章可以显色彩，文章可以生音乐，文章可以变成一位随着醉人的音乐翩翩起舞的香艳美女。古代<a href=\"http://so.gushiwen.org/view_71598.aspx\">诗</a>歌用丰富多彩的形式或评，或传，或咏，或叹，为后人布下奇异的揣测空间，感人肺腑而又赏心悦目。这是文学的独特魅力所在。《玉台新咏》卷首的这篇序作被传承下来，在历史的文学画卷中弥漫着散不尽的香艳芬芳，是千古不朽的骈文杰作。而骈文所具备的和谐美。音乐美。典雅美这些美学特征也在这篇序中得到完美呈现，为后代的文学创作提供了绝佳的典范。</p> <p>　　《玉台新咏序》在结构上上体现了和谐之美，文章自始至终在裁对，句式，韵脚，修饰上都保持着和谐的节拍。文章一开始，用赋体的铺排夸饰手法为我们展现了一处华美的帝王居室“周王碧台之上，汉帝金屋之中，玉树以珊瑚作枝，珠#以毒瑁为押”整篇文章都是以此手法贯穿始终。句式工整，对仗巧妙，其美丽的文字描绘绝伦的画面，达到了内容与形式的统一。全文总分五段以“夫”“至若”“加以”“继”“于是”环环相连，起承转合，婉转流畅。在句式上，全文以诗体句为主，无言七言不等，体现了骈文的模式特点。</p> <p>　　在音节安排上，《玉台新咏序》具有欢快轻妙，舒缓流畅的节奏。首先全文是以对仗句式为主，节奏比较统一。其次，文章四言无言七言相互交叉，使文章有了小桥流水般欢快的节奏。在押韵上虽然整篇韵脚不是完全统一，但是完全遵循了阴阳上去的合理安排，读起来婉转顿挫，如吟如唱。</p> <p>　　在色彩上，这篇序言辞藻华丽，在对帝王居处和美女衣着的描写上都呈现出了华丽的色彩。金碧辉煌的宫殿之内，穿着鲜艳，化妆浓艳的的宫女载歌载舞。以绚丽的色彩反衬了宫女内心低落的灰暗。</p> <p>　　所以这篇序言在形势与内容上都体现了骈文所具备的，如裁对的均衡对称美、句式的整齐建筑美、用事的典雅含蓄美、词藻的华丽色彩美、声调的和谐音乐美。《玉台新咏》文如其名，这篇碧玉妆台上的歌咏，在依然是那么缠绵悱恻，散发着迷人的色彩。</p>",
  "about": "<h2>创作背景</h2> 　　《玉台新咏》是<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>在梁中叶时选编的一部<a href=\"http://so.gushiwen.org/view_71598.aspx\">诗</a>歌总集。有人怀疑此书非徐陵所编，而出于稍后之人但此说尚不足以成定论。《玉台新咏》收入东周至梁诗歌共769篇。据近人考证，系专为梁元帝萧绎的徐妃排忧遣闷而编。在取材上，以“选录艳歌”为宗旨（《玉台新咏序》），主要收男女闺情之作，大体不出离愁别恨、伤遇感时、中道弃捐等类，范围比较狭窄。但其中也收入了不少感情真挚并具有现实意义的诗篇，如汉乐府民歌《陌上桑》，中国古代长篇叙事诗《为焦仲卿妻作》（又名《孔雀东南飞》）、《上山采蘼芜》等。这些诗表现出真挚爱情和妇女的痛苦，说明《玉台新咏》所录诗作并非全是艳情诗。而这些民间文学作品都不见于萧统的《文选》，乃经《玉台新咏》的保存而得以流传。注本有清代纪容舒的《玉台新咏考异》等。",
  "poet": {
    "id": 386,
    "star": 0,
    "name": "徐陵",
    "image": "http://img.gushiwen.org/authorImg/xuling.jpg",
    "desc": "徐陵（507～583）字孝穆，东海郯（今山东郯城）人，徐摛之子。南朝梁陈间的诗人，文学家。早年即以诗文闻名。八岁能文，十二岁通《庄子》、《老子》。长大后，博涉史籍，有口才。梁武帝萧衍时期，任东宫学士，常出入禁闼，为当时宫体诗人，与庾信齐名，并称“徐庾”,与宋朝郭茂倩并称“乐府双壁。”入陈后历任尚书左仆射，中书监等职，继续宫体诗创作，诗文皆以轻靡绮艳见称。至德元年去世，时年七十七，赠镇右将军、特进，其侍中、左光禄、鼓吹、侯如故，谥曰章。 有四子：徐俭，徐份，徐仪，徐僔。"
  },
  "tags": []
}