{
  "id": 7377,
  "star": 30,
  "name": "晚泊浔阳望庐山",
  "dynasty": "唐代",
  "content": "挂席几千里，名山都未逢。<br>泊舟浔阳郭，始见香炉峰。<br>尝读远公传，永怀尘外踪。<br>东林精舍近，日暮空闻钟。",
  "fanyi": "<p><strong>译文</strong><br>经过了几千里江上扬帆，竟然都没遇到一座名山。<br>当我在浔阳城外泊了船，才看到香炉峰非同一般。<br>我曾读过慧远公的小传，其尘外之踪永使我怀念。<br>东林精舍虽然近在眼前，却徒然听到传来的钟声。</p> <p><strong>注释</strong><br>得阳：江州治所，今江西省九江市。<br>挂席：张帆。<br>郭：外城。<br>远公传：梁代·释慧皎《高僧传》有东晋东林寺慧远法师的传记。<br>尘外踪：<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>《田南村园激流植授》：“唯开蒋生径，永怀求羊踪。”<br>东林精舍：即东林寺，在庐山峪岭以北。精舍，僧人所居。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《晚泊浔阳望庐山》，一开篇便是“挂席几千里，名山都未逢”，淡笔轻轻挥洒，勾勒出一片宽广的大自然，不精雕细刻个别景物，却给读者留下了丰富的想象余地。我们仿佛看到<a href=\"http://so.gushiwen.org/view_7377.aspx\">诗</a>人的轻舟，掠过千里烟波江上的无数青山。诗的起势高远。而且“名山都未逢”，又将诗人对于名山的热烈向往之情充分地抒写出来了。接着，“泊舟浔阳郭，始见香炉峰”，只以“始见”二字轻轻点染，就描摹出诗人举头见到庐山在眼前突兀而起的惊喜神态。这四句如行云流水，一气直下，以空灵之笔叙事；感情却从“都未逢”、“始见”等平淡字眼含蓄地透露。</p> <p>　　上半首是从眼中所见直写“望”庐山之意，下半首则是从意中所想透出“望”字神情。面对着香炉峰上烟云缭绕，诗人的思绪也随之飘忽。他想起了曾经在香炉峰麓建造“东林精舍”，带领徒众“同修净业”的高僧慧远。他读过慧远的传记，深深地倾慕与怀念这位高僧弃绝尘俗的幽踪。此刻，东林精舍就在眼前，而远公早作了古人，诗人因此而感到惆怅和感伤。诗的末尾，写夕照中从东林寺传来一阵悠扬的钟声。把诗人惆怅、怀念的感情抒写得更为深远。山寺都是朝暮鸣钟，“日暮”是“闻钟”的时间，“闻钟”又渲染了“日暮”的气氛。日暮闻钟，带给人忧郁感和神秘感。而“空”字，表明高僧已逝，钟声空闻，从而传达出诗人的怀念、惆怅等复杂的感情。后四句字面上没有出现“望”字，但诗人遐想高僧和聆听暮钟，却透露出了“望”意。</p> <p>　　其实所谓“韵”和“神韵”，就是指诗人用平淡自然的语言和高度传神的笔法写景抒情罢了。由于笔墨疏淡，景物在若有若无，若隐若现之间，却蕴藏着丰富悠远的情思，余味无穷。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>等人推崇这首诗有“神韵”，足当“逸品”，“一片空灵”，主要是欣赏<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>诗的“清空”、“古淡”的韵致。这首诗流露出诗人对隐逸生活的倾羡，企图超脱尘世的思想；在艺术上，诗人以简淡的文字传出景物和人物的风神，表现丰富的情意，给人以言简意赅、语淡味醇、意境清远、韵致流溢的感受。</p> <p>　　纵观全诗，气势不凡，色彩清幽素淡，神韵自然贯通，诗人用“晚泊浔阳”的所见、所闻、所思，表露了对隐逸生活的追慕。</p>",
  "about": "<h2>创作背景</h2> 　　开元二十一年（733），<a href=\"http://so.gushiwen.org/view_7377.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>漫游吴越之后，在还乡路上，途经九江时，晚泊浔阳，眺望庐山所发思古幽情之作。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "写景",
    "写山",
    "抒情"
  ]
}