{
  "id": 18319,
  "star": 6,
  "name": "巽公院五咏",
  "dynasty": "唐代",
  "content": "净土堂<br>结习自无始，沦溺穷苦源。<br>流形及兹世，始悟三空门。<br>华堂开净域，图像焕且繁。<br>清冷焚众香，微妙歌法言。<br>稽首愧导师，超遥谢尘昏。</p> <p>曲讲堂<br>寂灭本非断，文字安可离！<br>曲堂何为设？高士方在斯。<br>圣默寄言宣，分别乃无知。<br>趣中即空假，名相与谁期？<br>愿言绝闻得，忘意聊思惟。</p> <p>禅堂<br>发地结菁茆，团团抱虚白。<br>山花落幽户，中有忘机客。<br>涉有本非取，照空不待析。<br>万籁俱缘生，窅然喧中寂。<br>心境本同如，鸟飞无遗迹。</p> <p>芙蓉亭<br>新亭俯朱槛，嘉木开芙蓉。<br>清香晨风远，溽彩寒露浓。<br>潇洒出人世，低昂多异容。<br>尝闻色空喻，造物谁为工？<br>留连秋月晏，迢递来山钟。</p> <p>苦竹桥<br>危桥属幽径，缭绕穿疏林。<br>迸箨分苦节，轻筠抱虚心。<br>俯瞰涓涓流，仰聆萧萧吟。<br>差池下烟日，嘲哳鸣山禽。<br>谅无要津用，栖息有馀阴。 ",
  "fanyi": "<h2>译文</h2> <p><strong>净土堂</strong><br>人的结习从无开始，沦落沉溺穷尽了苦难之源。轮回成为今世的人形时，才彻悟三种解脱的空门。华堂中开辟一块洁净的地域，佛的图像清晰而且细微。堂中焚烧清泠的檀香，诵唱着微妙的佛经。我叩首拜谢唱经的法师，遥遥地忏悔在红尘中的昏聩。</p> <p><strong>曲讲堂</strong><br>寂灭并不是断绝，文字的讲解也不能分离。为什么要设置讲堂？因为有高士在这里讲经。默然的妙语也要假托言语的宣讲，将沉默与宣讲分别是无知的言行。中道与空相、假名本是一回事，何必要将名、相的区别分清？希望能弃绝听闻所得，</p> <p><strong>禅堂</strong><br>选择吉地用青茅盖成禅堂，青山团团围住虚白的建筑。山花飘落在幽静的门前，忘机的禅客在禅堂端坐。涉及了有并非有意去取得，观照于空也不用去解析。天地万籁都有缘而生，喧闹当中也有深深的沉寂。心与物境本同一而无区别，正象鸟飞不留任何痕迹。</p> <p><strong>芙蓉亭</strong><br>新亭俯倚红色的栏杆，四周开满了美丽的芙蓉。晨风把清香吹送远处，湿润的彩花沾满露珠。鲜花潇洒地开在人世，高低俯仰有无数的姿容。我曾听过色、空的比喻，造物界到底是谁在巧夺天工？留连这深秋的月光，断断续续传来山寺的晚钟。</p> <p><strong>苦竹桥</strong><br>高高的桥与幽幽的小路相连，它曲曲折折穿过稀疏的竹林。竹子从笋箨中迸发苦节，青皮环抱空虚的竹心。俯身看桥下细细的溪流，抬头听山间萧萧的竹韵。烟雾蒸腾中阳光西下，山里的鸟儿在嘲哳乱鸣。料想苦竹不可能作为渡口的竹伐，正好给我们的休憩提供了绿荫。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>初贬永州，住龙兴寺，曾与和尚交往，探讨佛理。龙兴寺旧址在潇水东岸，永州芝山城南太平门内。当年寺里有和尚重巽，即巽公，是湛然的再传弟子，与柳交往颇深。故柳有《巽上人以竹间自采新茶见赠酬之以<a href=\"http://so.gushiwen.org/view_18319.aspx\">诗</a>》、《送巽上人赴中丞叔父召序》，并作《永州龙兴寺西轩记》赠巽上人。组诗《巽公院五咏》作于公元806年（元和元年），写的是龙兴寺里有关事物和景色。前三首以议论入诗，直接谈佛理，后二首以写景见长，蕴藏禅理。</p> <p>　　柳宗元在《永州龙兴寺修净土院记》记载：龙兴寺里，有前刺史李承咥和僧人法林设置的净土堂，他们常在这里做法事。到此时已经二十多年了，净土堂的房屋损毁，佛像开裂崩塌。巽上人住在这儿，开始对此进行整理修复。刺史冯叙捐资修了大门，柳宗元则助修了回廊，使之焕然一新。巽上人，是已经修炼到了最高境界，理解最深教义的高僧。组诗第一首即以《净土堂》为题，记述重修净土院后佛堂修饰一新及诗人参与佛事的情景，抒发了诗人崇佛的心态。前四句为第一层：“结习自无始，沦溺穷苦源。流形及兹世，始悟三空门。”以议论开始，直接切题，从人生的苦难轮回中领悟到三种解脱的空门，即“我空、法空、空空”的佛道。二至八句为第二层：“华堂开净域，图像焕且繁。清冷焚众香，微妙歌法言。”细腻地描绘了在净土堂做佛事的情景：华堂的净土，清晰的佛像，焚烧的檀香，诵唱的佛经，历历在目，声声入耳。结尾两句“稽首媿导师，超遥谢尘昏”，诗人叩首拜谢唱经的法师，遥遥地向他忏悔自己在红尘中的昏聩。他要抛弃人世欲望的种种烦恼，向往不生不死的涅盘之门；诗人还相信西方净土——极乐世界，可见他受佛教的影响已到了执迷的程度。</p> <p>　　第二首《曲讲堂》，结构形式与前首大致相同。“寂灭本非断，文字安可离！曲堂何为设？高士方在斯。”从设置曲讲堂的必要性落笔，经文需要讲解，高士讲经需为之设置讲坛，那么，曲讲堂的设立就是天经地义的了。“圣默寄言宣，分别乃无知。趣中即空假，名相与假期？”进一步指出“默然的妙语也要假托言语的宣讲，将沉默与宣讲分开是无知的做法。”并认为中道与空相、假名本是一回事，不必分明名、相的区别。最后两句“愿言绝闻得，忘意聊思惟”，希望能弃绝听闻所得到的东西，通过认真思维而得到佛的真谛。全诗基本上是议论，充满佛教的术语，作者一心向往佛教的真谛，态度之虔诚，俨然一信徒。</p> <p>　　《禅堂》与前两者的内容密切相关，写的是三堂之一的“禅堂”。而在写作上稍有变化，先是描写：“发地结青茆，团团抱虚白。山花落幽户，中有忘机客。”像是一特写镜头，刻画出“禅堂”的特点：青茅盖成的禅堂，青山团团围住虚白的建筑。然后，由外及内，由物及人，山花飘落在幽静的门前，禅堂中坐着忘机的禅客，突出了禅客。禅客也自然包括诗人。中间一层，用禅语叙说对佛学的理解：涉及了有并非有意去取得，观照于全也不用去解析。天地万籁都有缘而生，喧闹当中有深深的寂静。对佛理的理解比较深透，是禅客（诗人）进入禅堂的收获。最后二句：“心境本同如，鸟飞无遗迹。”表现了空有双亡、心境如一的境界，使诗意得到升华。</p> <p>　　前三首以议论为主，风格大致相近，后二首别具一格，以写景为主。五代人<a href=\"http://so.gushiwen.org/author_548.aspx\">谭用之</a>《秋宿湘江遇雨》中有“秋风万里芙蓉国”的诗句。芙蓉，一指荷花，二指木芙蓉。湖南多水乡，处处有莲荷。木芙蓉比一般花卉高大，枝叶繁茂就像小树，庭院，路旁均可栽种。故湖南有芙蓉国美称。信仰禅宗的<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>，也有一首咏芙蓉花的《辛夷坞》：“木本芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。”《芙蓉亭》全诗分三层，以鲜艳美丽的芙蓉着墨，“新亭俯朱槛。嘉木开芙蓉。”新亭里修建着红色的栏杆，四周开满了芙蓉鲜花。“清香晨风远，溽彩寒露浓。”早晨的清风吹送了远香，寒冷的露水沾湿了鲜艳的色彩。前四句全是写景，像一副颜色绚丽、动静相间的水彩画。第二层“潇洒出人世，低昂多异容”，继续描写芙蓉花。花朵潇洒地开放，呈现不同的姿态与容貌。芙蓉花盛开时，花朵缀满枝头，或白或红或黄，千姿百态，赏心悦目。特别令人惊奇的是，早晨开的白花，下午因为光合作用侧变成红色。“尝闻色空喻，造物谁为工？”笔锋一转，由花自然联想佛学中色、空的比喻，不知造物界到底是谁在巧夺天工，创造出芙蓉花这样美丽的景物。佛教谓有形的万物为色，并认为万物为因缘所生，本非实有，故谓“色即是空”。诗中的“色”一语双关，既指芙蓉花的颜色，又泛指世间事物。结句为第三层：“留连秋月晏，迢递来山钟。”从早到晚，留连芙蓉亭的美景，久久不愿离去。秋月中，诗人静听断断续续地传来山寺的钟声，向往佛学禅境的思想不言而喻。禅院中有如此美好的景物，佛经中更是诗人精神寄托的理想之地。诗熔风景诗、咏物诗、山水诗为一炉，情景交融，如“羚羊挂角，无迹可求”。</p> <p>　　最后一首《苦竹桥》，更像一首咏物诗，它描写的是苦竹间的桥，而且表面上是写桥，实则重点是写竹，桥只不过是陪衬而已。苦竹，楚地湘南极普通的一种竹子，而且连名称都带有贬意。诗人独具慧眼，从平凡的事物中发现了诗意，将自己身世遭遇与不起眼的苦竹有机联系起来，寓意于有“苦竹”“虚心”的竹。诗的结构与组诗一致，分三层。前四句写实：“危桥属幽径，缭绕穿疏林”，远远的桥与幽幽的小路相连接，它缭绕地穿过稀疏的竹林。突出危桥、幽径、疏林。“迸箨分苦节，轻筠抱虚心”。特写竹子的拔节，充分运用诗的想象，似乎看见竹子从笋箨中迸发出苦节，轻轻的筠皮环抱着空虚的竹心。诗中突出了“苦节”与“虚心”。第二层写桥上观景所得：俯身可以看到绢绢细流，抬头可以听到萧萧的竹声。烟雾蒸腾中阳光西下，山里的鸟儿啁鸣归巢。既俯看，又仰视，还运用听觉。天边的太阳，近处的鸟鸣，一一入画，充满了生机。眼中的景物往往是诗人内心世界的外在展示。大自然是美好的，然而胸怀大志的诗人不能像鸟一样自由飞翔，投入她的怀抱，只能与“囚徒为朋”，在寺院的木鱼声中难以入眠，这强烈的反差不能不使人产生共鸣，伤感之情溢于言表。最后抒发感概“谅无要津用，栖息有余阴”，这里的苦竹也不可能作为渡口的竹伐，正好给人们的栖息提供了荫凉。正如吴文治先生所指出的：“作者借竹自喻,感叹竹子虽有‘苦节’和‘虚心’的美质，也只能供人和鸟歇息遮阴，不会用在重要的渡口，隐有自伤怀才不遇之意。”（《柳宗元选集》）诗除了咏苦竹桥之外，还写到竹林、小径、溪流、竹韵、落日、鸟鸣，故自然属于山水诗。</p> <p>　　前人对组诗的写作评价颇高，曾吉甫《笔墨闲录》说：“退之虢州《三堂二十一咏》，子厚《巽公院五咏》，取韵各精切，非复纵肆而作。随其题观之，其工可见也。“孙月峰评点：“五作俱就禅理发挥，最精妙。”汪森认为：“五诗极能因名立意，洗剔见工。然谈理而实诸所无，不若写物而空诸所有，在具眼者自当辩之。”蒋之翘指出：“五咏中《禅室》一首差胜。”孙昌武教授对《净土堂》《禅堂》也提出了批评：“这种诗，写法颇像六朝的玄言诗，是以诗的形式讲说平庸陈腐的佛理。”（《柳宗元传论》）由于内容上宣扬佛理，导致当今的选本一般不选该诗。吴文治教授独具慧眼，在世界文学名著文库《柳宗元选集》中选注了《芙蓉亭》《苦竹桥》二首。二诗的风格相近，特色各具，仅就诗题而言，前者鲜艳，后者暗淡。《芙蓉亭》描绘芙蓉，宣扬佛理如信手拈来，《苦竹桥》寓意深刻，从苦竹生发开去，抒发了遭贬的愤懑。要了解组诗，关键是要对柳的信佛有一个正确评价。不必为尊者讳，柳宗元的信佛是客观存在，不能简单地否定、肯定。首先，柳宗元贬谪永州，对他的打击是巨大的，精神摧残非常人所能承受，他之所以崇佛，是因为转移注意力，回避矛盾，以求解脱、安宁心情，这一点可以理解。其次，佛教虽不等于迷信，但也有迷信的成分。他在诗中宣传的“三空”、西方净土，流露出退避现实消极的人生哲学，这是应予批判的。再次，他对佛学有一个认识过程，通过钻研、扬弃，借它山之石，吸取佛学中对儒学相通、有用的内容，以儒统释，这是值得肯定的。此外，他对佛教也曾提出过批评。如对僧尼“无夫妇父子，不为耕家蚕桑”表示不满，对禅宗谈空太过，造成离奇荒诞、戒律不存的弊病提出批评，对那些“假浮屠之形以为高”的“纵诞乱杂”者坚决予以反对。</p>",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "咏物",
    "组诗"
  ]
}