{
  "id": 69957,
  "star": 12088,
  "name": "天净沙·秋思",
  "dynasty": "元代",
  "content": "枯藤老树昏鸦，<br>小桥流水人家，<br>古道西风瘦马。<br>夕阳西下，<br>断肠人在天涯。",
  "fanyi": "<p><strong>译文</strong><br>天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。<br>小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。<br>古道上一匹瘦马，顶着西风艰难地前行。<br>夕阳渐渐地失去了光泽，从西边落下。<br>凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。 </p> <p><strong>注释</strong><br>⑴枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。<br>⑵人家：农家。此句写出了<a href=\"http://so.gushiwen.org/view_69957.aspx\">诗</a>人对温馨的家庭的渴望。<br>⑶古道：已经废弃不堪再用的古老驿道（路）或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。<br>⑷断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。<br>⑸天涯：远离家乡的地方。</p>",
  "shangxi": "<h2>赏析二</h2> <p>　　这首曲子的题目叫《秋思》，是一篇悲秋的作品。秋士易感，是中国文坛古老的传统。自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》起一直延续到现在。《乐记》中说：“人心之动，物使之然也。”意思是外物使人内心的情意活动起来。那又是什么东西能让外物动起来呢？《<a href=\"http://so.gushiwen.org/view_69957.aspx\">诗</a>品》云：“气之动物，物之感人，故摇荡性情，形诸舞咏。”他认为，这种能让物动，从而引起你内心感动的是‘气’。那气又是什么呢？古人认为，宇宙间有阴阳二气，是它们的运行才产生了天地万物和四时晨昏。譬如：夏天阳气最盛，所以草木茂盛。但盛到极点就开始衰落，阴气渐生，慢慢到了秋天和冬天。秋冬之际阴气最重，因而草木衰败。阴到极点又转为阳，阳生而万物长，所以春天就会百花齐放。由于四季的冷暖不同，自然景色也不同，人的内心也就随着这些变化而感动。春天草木的萌发让人联想到美好，所以引起喜欢的心理。秋天草木的凋零让人联想到生命的衰老与终结。因此会让人感到忧愁和悲伤。《离骚》中屈原叹道：“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。”<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>在《九辩》里说：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰……。”<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》云：“悲落叶于劲秋，喜柔条于芳春。”虽然他们所处的时代不同，但他们的思想感情是相同的。</p> <p>　　再看他的布景：“又是黄昏，一天快要结束。夕阳斜挂在山头欲落还留的样子，依依不舍得完成了一天的使命。眼前的景色真是满目凄凉，藤是枯萎的藤，已经没有了生命。树是千年老树，飒飒的西风在吹着它走向风烛残年。道是荒凉的古道，马是体弱无力的瘦马。飘零在天涯海角的人，面对如此萧瑟的景色怎么能不断肠呢。你看这小桥、流水、人家都是那么安详，那么静謚。又是那么温馨。而我的家乡、亲人却又离我那么远。哦，他们还好吗？天气渐渐变冷，他们加了衣服吗？买了被子吗？这一切的一切是都么让人牵挂。既然那么让人牵肠挂肚，我为什么不早点回去呢？为了所谓的前程吗？为了那所谓的功名吗？那功名离我近吗？远吗？京城的路还有多长呢？我又是那么的迷茫。在这样的黄昏中，在这样的古道上。又是这样萧瑟的季节。我是继续去追求功名呢？还是会去服侍那年老的双亲呢？我自己也不能回答自己。只好满怀愁绪徘徊在漫漫得古道上了……。”如此萧瑟的景色让人满目凄凉，又加上安详，温馨的小桥、流水、人家做反衬，使愁情更为深切，悲伤更为凄沥。写景之妙尽妙于此也！</p> <p>　　再看他用字：“枯，老，昏，古，瘦，下一字便觉愁重十分，成一句已经不能自己。至于成篇可让人泣不成声也。最绝处在马之前下一‘瘦’字，妙在欲写人之瘦而偏不写人，由写马之瘦而衬出其人之瘦，其人之清贫。路途跋涉之艰辛。求功名之困苦。让人读之而倍感其苦，咏之而更感其心。读此曲而不泪下者不明其意也。</p><br/><h2>赏析</h2> <p>　　这首小令很短，一共只有五句二十八个字，全曲无一秋字，但却描绘出一幅凄凉动人的秋郊夕照图，并且准确地传达出旅人凄苦的心境。被赞为秋思之祖这首成功的曲作，从多方面体现了中国古典<a href=\"http://so.gushiwen.org/view_69957.aspx\">诗</a>歌的艺术特征。</p> <p>　　一、以景托情，寓情于景，在景情的交融中构成一种凄凉悲苦的意境。</p> <p>　　中国古典诗歌十分讲究意境的创造。意境是中国古典诗歌美学中的一个重要范畴，它的本质特征在于情景交融、心物合一。情与景能否妙合，成为能否构成意境的关键。清<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>《萱斋诗话》曰：“情景名为二，而实不可离。神于诗者，妙合无垠。”<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话删稿》云：“一切景语皆情语也。”<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>这首小令，前四句皆写景色，这些景语都是情语，“枯”“老”“昏”“瘦”等字眼使浓郁的秋色之中蕴含着无限凄凉悲苦的情调。而最后一句“断肠人在天涯”作为曲眼更具有画龙点睛之妙，使前四句所描之景成为人活动的环境，作为天涯断肠人内心悲凉情感的触发物。曲上的景物既是马致远旅途中之所见，乃眼中物。但同时又是其情感载体，乃心中物。全曲景中有情，情中有景，情景妙合，构成了一种动人的艺术境界。 </p> <p>　　二、使用众多密集的意象来表达作者的羁旅之苦和悲秋之恨，使作品充满浓郁的诗情。</p> <p>　　意象是指出现在诗歌之中的用以传达作者情感，寄寓作者思想的艺术形象。中国古典诗歌往往具有使用意象繁复密集的特色。中国古代不少诗人常常在诗中紧密地排列众多的意象来表情达意。马致远此曲明显地体现出这一特色。短短的二十八字中排列着十种意象，这些意象既是断肠人生活的真实环境，又是他内心沉重的忧伤悲凉的载体。如果没有这些意象，这首曲也就不复存在了。</p> <p>　　与意象的繁复性并存的是意象表意的单一性。在同一作品之中，不同的意象的地位比较均衡，并无刻意突出的个体，其情感指向趋于一致，即众多的意象往往共同传达着作者的同一情感基调。此曲亦如此。作者为了表达自己惆怅感伤的情怀，选用众多的物象入诗。而这些物象能够传达作者的内心情感，情与景的结合，便使作品中意象的情感指向呈现一致性、单一性。众多的意象被作者的同一情感的线索串联起来，构成一幅完整的图画。</p> <p>　　意象的繁复性与单一性的结合，是造成中国古典诗歌意蕴深厚、境界和谐、诗味浓重的重要原因。</p> <p>　　古典诗歌中意象的安排往往具有多而不乱，层次分明的特点，这种有序性的产生得力于作者以时间、空间的正常顺序来安排意象的习惯。</p> <p>　　今天有人称马致远的这首《天净沙·秋思》为“并列式意象组合”，其实并列之中依然体现出一定的顺序来。全曲十个意象，前九个自然地分为三组。藤缠树，树上落鸦，第一组是由下及上的排列；桥、桥下水、水边住家，第二组是由近由远的排列；古驿道、道上西风瘦马，第三组是从远方而到目前的排列，中间略有变化。由于中间插入“西风”写触感，变换了描写角度，因而增加了意象的跳跃感，但这种跳跃仍是局部的，不超出秋景的范围。最后一个意象“夕阳西下”，是全曲的大背景，它将前九个意象全部统摄起来，造成一时多空的场面。由于它本身也是放远目光的产物，因此作品在整体上也表现出由近及远的空间排列顺序。从老树到流水，到古道，再到夕阳，作者的视野层层扩大，步步拓开。这也是意象有序性的表现之一。</p> <p>　　三、善于加工提炼，用极其简练的白描手法，勾勒出一由游子深秋远行图。</p> <p>　　马致远《天净沙·秋思》小令中出现的意象并不新颖。其中“古道”一词，最早出现在署名为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《忆秦娥·箫声咽》词中“乐游原上清秋节，咸阳古道音尘绝”。宋张炎《壶中天·扬舲万里》词中也有“老柳官河，斜阳古道，风定波犹直”。</p> <p>　　董解元《西厢记》中有一曲【仙吕·赏花时】：“落日平林噪晚鸦，风袖翩翩吹瘦马，一经入天涯，荒凉古岸，衰草带霜滑。瞥见个孤林端入画，蓠落萧疏带浅沙。一个老大伯捕鱼虾，横桥流水。茅舍映荻花。”其中有六个意象出现在马曲之中。</p> <p>　　又有元代无名氏小令《醉中天》（见《乐府新声》）：“老树悬藤挂，落日映残霞。隐隐平林噪晓鸦。一带山如画，懒设设鞭催瘦马。夕阳西下，竹篱茅舍人家。”也有六个意象与马曲相同。</p> <p>　　十分明显，《醉中天》是从《赏花时》中脱化而来，模拟痕迹犹在，二曲中出现的意象虽与马曲多有相同之处，但相比之下，皆不如《天净沙·秋思》纯朴、自然、精练。</p> <p>　　马致远在创作《天净沙·秋思》时受到董曲的影响和启发，这是无疑的，但他不是一味模仿，而是根据自己的生活体验与审美目光进行了重新创作。在景物的选择上，他为了突出与强化凄惨凉悲苦的情感，选取了最能体现秋季凄凉萧条景色，最能表现羁旅行人孤苦惆怅情怀的十个意象入曲，将自己的情感浓缩于这十个意象之中，最后才以点晴之笔揭示全曲主题。他删了一些虽然很美，但与表达的情感不合的景物。如茅舍映荻花，落日映残霞，一带山如画，使全曲的意象在表达情感上具有统一性。</p> <p>　　在词句的锤炼上，马致远充分显示了他的才能，前三句十八个字中，全是名词和形容词，无一动词，各种景物的关系以及它们各自的动态与形状，全靠读者根据意象之间的组织排列顺序以及自己的生活经验去把握。这种奇妙的用字法，实在为古之所罕见，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《商山早行》中“鸡声茅店月，人迹板桥霜”与马曲用字法相似，但其容量仍不如马曲大。马曲用字之简练已达到不能再减的程度，用最少的文字来表达丰富的情感，这正是《天净沙·秋思》这首小令艺术上取得成功的原因之一。</p> <p>　　四、采用悲秋这一审美情感体验方式，来抒发羁旅游子的悲苦情怀，使个人的情感获得普遍的社会意义。</p> <p>　　悲秋，是人们面对秋景所产生的一种悲哀忧愁的情绪体验，由于秋景（特别是晚秋）多是冷落、萧瑟、凄暗，多与黄昏、残阳、落叶、枯枝相伴，成为万物衰亡的象征，故秋景一方面确能给人以生理上的寒感，另一方面又能引发人心之中固有的种种悲哀之情。<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>首开中国以悲秋为主要审美体验形式的感伤主义文学先河，他通过描写秋日“草木摇落而变衰”的萧瑟景象，抒发自己对人生仕途的失意之感，而且他将自己面对秋色所产生的凄苦悲凉的意绪形容成犹如远行一般，“僚僳兮（凄凉），若在远行”，“廓落兮（孤独空寂），羁旅而无友生”。这就说明悲秋与悲远行在情绪体验上有着相同之处。宋玉之后悲秋逐渐成为中国文人最为普遍的审美体验形式之一，而且将悲秋与身世之叹紧密地联系在一起。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“万里悲秋常作客”便是一例。马致远这首小令也是如此。虽然曲中的意象不算新颖，所表达的情感也不算新鲜，但是由于它使用精练的艺术表达方式，表达出中国文人一种传统的情感体验，因此它获得了不朽的生命力，可以引起后世文人的共鸣。</p> <p>　　通过以上分析可以看出，《天净沙·秋思》属于中国古典诗歌之中最为成熟的作品之一。尽管它属于曲体，但实际上，在诸多方面体现着中国古典诗歌的艺术特征。 </p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>年轻时热衷功名，但由于元统治者实行民族高压政策，因而一直未能得志。他几乎一生都过着漂泊无定的生活。他也因之而郁郁不志，困窘潦倒一生。于是在羁旅途中，写下了这首《天净沙·秋思》。",
  "poet": {
    "id": 306,
    "star": 0,
    "name": "马致远",
    "image": "http://img.gushiwen.org/authorImg/mazhiyuan.jpg",
    "desc": "马致远（1250年-1321年），字千里，号东篱（一说字致远，晚号“东篱”），汉族，大都（今北京）人，另一说（马致远是河北省东光县马祠堂村人，号东篱，以示效陶渊明之志）。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间，与关汉卿、郑光祖、白朴并称“元曲四大家”，是我国元代时著名大戏剧家、散曲家。"
  },
  "tags": [
    "初中古诗",
    "秋天",
    "写景",
    "羁旅",
    "悲秋"
  ]
}