{
  "id": 18296,
  "star": 10,
  "name": "雨后晓行独至愚溪北池",
  "dynasty": "唐代",
  "content": "宿云散洲渚，晓日明村坞。<br>高树临清池，风惊夜来雨。<br>予心适无事，偶此成宾主。",
  "fanyi": "<p><strong>译文<br></strong>昨夜的落云闲散地飘浮在水中的小洲，初升的太阳照亮了山村的茅庐。<br>清清的池塘边高树挺立，微风吹落了夜雨带来的满树珍珠。<br>我的心中正好平静无事，与美景相对恰如宾客与主人相处。</p> <p><strong>注释<br></strong>⑴愚溪北池：在愚溪钴鉧（mǔ）潭北约六十步。池水清澈，冬夏不涸。池水沿沟流入愚溪。<br>⑵宿云：昨夜就有的云。<br>⑶洲渚（zhǔ）：水中的小块陆地。《尔雅·释水》：“水中可居者曰洲，小洲曰渚。”这里指水边山地。<br>⑷明：照明，形容词作动词用。<br>⑸村坞（wù）：村庄，多指山村。坞，地势周围高而中央凹的地方。<br>⑹予：我。<br>⑺偶此：与以上景物相对。<br>⑻宾：指眼前景。<br>⑼主：作者自指。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_18296.aspx\">诗</a>描绘了愚池雨后的晨景。它通过对“宿云”、“晓日”、“高树”和“清池”等景物的描写，展示了一幅雨霁云销的明丽图景。</p> <p>　　诗人紧扣题目中的“雨后晓行”先概写愚池周围环境。首句“宿云散洲渚”把时间推到昨夜，点明夜里一场雨后，天空中的最后几片残云，从水中的沙洲上飘散而去。这时，早晨的太阳渐渐升起，灿烂的阳光照耀着远近村落，使之呈现出一片光明。</p> <p>　　起首两句，从形象地描写雨后愚池的景物入手，来点明“雨后晓行”。夜雨初晴，隔宿的缕缕残云，从洲渚上飘散开去；初升的阳光，照射进了附近村落。这景色，给人一种明快的感觉，使人开朗，舒畅。三、四句进一步写愚池景物，构思比较奇特，是历来被传诵的名句。“高树临清池”，不说池旁有高树，而说高树下临愚池，是突出高树，这与下句“风惊夜来雨”有密切联系，因为“风惊夜来雨”是从高树而来。这“风惊夜来雨”句中的“惊”字，后人赞其用得好，宋人吴可就认为“‘惊’字甚奇”（《藏海诗话》）。夜雨乍晴，沾满在树叶上的雨点，经风一吹，仿佛因受惊而洒落，奇妙生动，真是把小雨点也写活了。这里也隐喻诗人自身所处的环境，虽然被贬，但仍怀抱着昨日风雨终会逝去，明日骄阳必定升起的信念。末二句，诗人把自己也融化入景，成为景中的人物。佳景当前，正好遇上诗人今天心情舒畅，独步无倡，景物与我，彼此投合，有如宾主相得。这里用的虽是一般的叙述句，却是诗人主观感情的流露，更加烘托出景色的幽雅宜人。有了它，使前面四句诗的景物描写更增加了活力。这两句中，诗人用一个“适”字，又用一个“偶”字，富有深意。它说明诗人也并非总是那么闲适和舒畅的。</p> <p>　　读这首诗时，就宛如欣赏一幅池旁山村高树、雨后云散日出的图画，画面开阔，色彩明朗和谐，而且既有静景，也有动景，充满着生机和活力。从而读出诗人心中那份乌云终会散去，光明终将来临的坚定的信念，诗中所抒发的情，与诗人所描写的景和谐而统一，在艺术处理上是成功的。</p>",
  "about": "<h2>创作背景</h2> 　　《雨后晓行独至愚溪北池》这首五言古<a href=\"http://so.gushiwen.org/view_18296.aspx\">诗</a>作于元和五年（810年），也是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>被贬永州司马的第五年。柳宗元因王叔文的政治革新失败，受到牵连，于顺宗永贞元年（805）被贬为永州司马。几年来，他遭受的打击接踵而至，“国忧加身愁”使他自觉不自觉地在自己的许多诗文中抒发胸中愤懑，表达孤寂之情。",
  "poet": {
    "id": 646,
    "star": 0,
    "name": "柳宗元",
    "image": "http://img.gushiwen.org/authorImg/liuzongyuan.jpg",
    "desc": "柳宗元（773年－819年），字子厚，唐代河东（今山西运城）人，杰出诗人、哲学家、儒学家乃至成就卓著的政治家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。柳宗元与韩愈同为中唐古文运动的领导人物，并称“韩柳”。在中国文化史上，其诗、文成就均极为杰出，可谓一时难分轩轾。"
  },
  "tags": [
    "写景",
    "喜悦",
    "抒怀"
  ]
}