{
  "id": 8559,
  "star": 166,
  "name": "淮上喜会梁川故人 / 淮上喜会梁州故人",
  "dynasty": "唐代",
  "content": "江汉曾为客，相逢每醉还。<br>浮云一别后，流水十年间。<br>欢笑情如旧，萧疏鬓已斑。<br>何因不归去？淮上有秋山。",
  "fanyi": "<p><strong>译文</strong><br>在江汉就曾经一起作客，每次相逢都是尽醉而还。<br>离别后如浮云飘流不定，岁月如流水一晃过十年。<br>今日相见虽然欢笑如旧，可惜人已苍老鬓发斑斑。<br>为何我不与故人同归去？因为淮上有秀美的秋山。</p> <p><strong>注释</strong><br>⑴淮上：淮水边。梁州：指兴元府（今陕西汉中市）。<br>⑵流水：喻岁月如流，又暗合江汉。<br>⑶淮上有秋山：言淮上风光可恋，伸足上“不归去”之意。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_8559.aspx\">诗</a>描写诗人在淮上（今江苏淮阴一带）喜遇梁州故人的情况和感慨。他和这位老朋友，十年前在梁州江汉一带有过交往。诗题曰“喜会”故人，诗中表现的却是“此日相逢思旧日，一杯成喜亦成悲”那样一种悲喜交集的感情。　</p> <p>　　诗的开头，写诗人昔日在江汉作客期间与故人相逢时的乐事，概括了以前的交谊。那时他们经常欢聚痛饮，扶醉而归。诗人写这段往事，仿佛是试图从甜蜜的回忆中得到慰藉，然而其结果反而引起岁月蹉跎的悲伤。颔联一跌，直接抒发十年阔别的伤感。颈联的出句又回到诗题，写这次相会的“欢笑”之态。久别重逢，确有喜的一面。他们也像十年前那样，有痛饮之事。然而这喜悦，只能说是表面的，或者说是暂时的，所以对句又将笔宕开，写两鬓萧疏。十年的漂泊生涯，使得人老了。这一副衰老的形象，不言悲而悲情溢于言表，漂泊之感也就尽在不言之中。一喜一悲，笔法跌宕；一正一反，交互成文。末联以反诘作转，以景色作结。为何不归去，原因是“淮上有秋山”。诗人《登楼》诗云：“坐厌淮南守，秋山红树多。”秋光中的满山红树，正是诗人耽玩留恋之处。这个结尾给人留下了回味的余地。</p> <p>　　绘画艺术中有所谓“密不通风，疏可走马”之说。诗歌的表现同样有疏密的问题，有些东西不是表现的重点，就应从略，使之疏朗；有些东西是表现的中心，就应详写，使之细密。疏密相间，详略适宜，才能突出主体。这首诗所表现的是两人十年阔别的重逢，可写的东西很多，如果把十年的琐事絮絮叨叨地说来，不注意疏密详略，便分不清主次轻重，也就不成其为诗了。这就需要剪裁。诗的首联概括了以前的交谊；颈联和末联抓住久别重逢的情景作为重点和主体，详加描写，写出了今日的相聚、痛饮和欢笑，写出了环境、形貌和心思，表现得很细密。颔联“浮云一别后，流水十年间”，表现的时间最长。表现的空间最宽，表现的人事最杂。这里却只用了十个字，便把这一切表现出来了。这两句用的是流水对，自然流畅，洗练概括。别后人世沧桑，千种风情，不知从何说起，诗人只在“一别”、“十年”之前冠以“浮云”、“流水”，便表现出来了。意境空灵，真是“疏可走马”。“浮云”、“流水”暗用汉代<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a><a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>河梁送别诗意。李陵《与苏武诗三首》有“仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅”，苏武《诗四首》有“俯观江汉流，仰视浮云翔”，其后常以“浮云”表示漂泊不定，变幻无常，以“流水”表示岁月如流，年华易逝。诗中“浮云”、“流水”不是写实，都是虚拟的景物，借以抒发诗人的主观感情，表现一别十年的感伤，由此可见诗人的剪裁功夫。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/view_8559.aspx\">诗</a>人在淮上（今江苏淮阴一带）遇见了十年前在梁州江汉一带有过交往的故人，故有感而发此作。",
  "poet": {
    "id": 564,
    "star": 0,
    "name": "韦应物",
    "image": "http://img.gushiwen.org/authorImg/weiyingwu.jpg",
    "desc": "韦应物（737～792），中国唐代诗人。汉族，长安(今陕西西安)人。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。"
  },
  "tags": [
    "唐诗三百首",
    "友情"
  ]
}