{
  "id": 4,
  "star": 684,
  "name": "樛木",
  "dynasty": "先秦",
  "content": "南有樛木，葛藟累之。乐只君子，福履绥之。<br>南有樛木，葛藟荒之。乐只君子，福履将之。<br>南有樛木，葛藟萦之。乐只君子，福履成之。",
  "fanyi": "<p><strong>译文</strong><br>南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，并在这根树枝上快乐的生长蔓延。一位快乐的君子，他能够用善心或善行去安抚人或使人安定。</p> <p>南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，在这根树枝上快乐的生长蔓延，并且这根樛木都被葛藟覆盖了。一位快乐的君子，能够用善心或善行去扶助他人</p> <p>南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，好几根葛藟爬上这根树枝，缠绕在这根树枝上快乐的生长蔓延。一位快乐的君子，能够用善心或善行去成就他人。</p> <p><strong>注释</strong><br>①这是一首祝贺新婚的民歌。<a href=\"http://so.gushiwen.org/view_4.aspx\">诗</a>人先以葛藟缠绕樛木，比喻女子嫁给丈夫。然后为新郎祝福，希望他能有幸福、美满的生活。诗凡三章，每章只改易二字，句式整饬，以群歌叠唱的形式表达出喜庆祝颂之情。<br>②樛（jiū）：下曲而高的树。<br>③葛（gé）藟（lěi）：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布。藟似葛，野葡萄之类。<br>④累：攀缘，缠绕。此处又作纍。<br>⑤只：语气助词。<br>⑥君子：此处指结婚的新郎。<br>⑦福履：福禄，幸福。后妃能逮下而无嫉妒之心，故众妾乐其德而称愿之曰：南有樛木，则葛藟累之矣，乐只君子，则福履绥之矣。<br>⑧绥：安定，安抚人心的意思。<br>⑨荒：覆盖。<br>⑩将：扶助；或释为“大”。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>：《诗经集注》将，犹扶助也。<br>⑪萦（yíng 营）：回旋缠绕。《康熙字典》：玉篇萦，旋也。广韵 绕也。<br>⑫成：就；到来。</p>",
  "shangxi": "<h2>赏析</h2> <p><strong>从“祝贺新婚”方面的鉴赏</strong></p> <p>　　《<a href=\"http://so.gushiwen.org/view_4.aspx\">诗</a>经》中的“兴”语往往兼有“比”义，《樛木》就是如此。“兴”者起也，“先咏他物以引起所咏之词也”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《诗集传》）。从这一解说看，“乐只君子，福履绥之”二句，乃是首章所咏之本体；“南有樛木，葛藟累之”二句，则是引起所咏之词的“兴”体。后二章每章只改动二字，大体意思与首章相近，运用的是“国风”常用的“叠章”形式。以反覆咏唱逐层推进，在回环往复中造成浓浓的感情。故从“兴”之引起的“所咏之词”看，这乃是一首为“君子”祝“福”的歌，当无可疑。</p> <p>　　而这三章中的“兴”语，同时又带有“比”义。“比者，以彼物比此物也”。诗中的“彼物”即“樛木”和“葛藟”，“此物”则是“君子”和“福”——以樛木的得到葛藟缠绕，比君子的常得福禄相随，也实在非常形象。故从各章之“比”义看，这也是一首形象动人的祝福歌。</p> <p>　　所以透过诗经比兴的手法，从中可以还原在三千多年前一场婚礼宴席上：秋日的黄昏宾客毕集，辘辘的车音自远而近。性急的孩童早从村口奔来，嚷叫着：“接新娘的车子到啦！”欢乐的鼓吹由此压过喜悦的喧声齐鸣。当幸福的“君子”搀扶新娘下车的时候，迎接他们的，便是青年男女们一遍又一遍的热烈歌唱：“南有樛木，葛藟累之。乐只君子，福履绥之……”</p> <p>　　于是，用“南有樛木，葛藟累之（荒之、萦之）”来比拟、形容新郎新娘的喜悦和美满以及当时的情景，是十分贴切的，也体现了《诗经》表达感情克制而平和的优雅。数次的叠唱将在众宾客心间的祝福之情宣泄的兴奋和浓烈，而《樛木》，正以如此兴奋和浓烈的激情，表现了我们民族淳朴、古老的婚礼祝福习俗。</p> <p>　　乐只君子，福履绥之，此处的“福”究竟在赞颂什么，诗中的比兴之物给了我们判断的方向。“国风”比兴，常以花草、藤蔓、雌鸟、牝兽喻女子，而以高木、日月、雄狐之类喻男子。其中尤以树木喻男、花草喻女更为常见。如《邶风·简兮》的“山有榛，隰有苓。云谁之思？西方美人”；又如《郑风·山有扶苏》的“山有扶苏，隰有荷华。不见子都，乃见狂且”，都是如比。至于《唐风·葛生》叙妻子对亡夫的哀恋，更有“葛生蒙楚（荆树），蔹蔓于野。予美亡此，谁与独处”之语，以葛藤与荆木的相互依存，抒写了女主人公失去夫君的凄伤之情。通过对这一特点的掌握，则《樛木》进一层的比兴之义亦可迎刃而解：倘若此诗中的“樛木”，喻的是青年男子的话，那么缠绕樛木的翠绿“葛藟”，即比喻着他的美丽新娘。故《毛诗序》旧说：以为此乃歌咏“后妃”“能逮下而无嫉妒之心焉”之作，为对诗歌原意的误读；而方玉润《诗经原始》、王先谦《诗三家义集疏》推测此诗“似于夫妇为近”、“喻妇人之托夫家也”，才真正猜着了这首祝福诗的旨意。</p> <p><strong>其他方面的鉴赏</strong></p> <p>　　有的学者认为这首诗讲了一位君子在没有嫉妒心之后的所作所为，也就是看到别人有优点的时候，真心的为别人高兴，看到别人有困难或不足的时候，无私的给予帮助和补充，\"君子成人之美\"。诗描绘了三幅画面：</p> <p>　　“南有樛木，葛藟纍之。乐只君子，福履绥之。”你是南山一棵弯弯木，由我葛藤来牵附。快乐着的君子呀，一定能安享大福禄。（葛藤是樛木的保护伞）</p> <p>　　朱熹曰：“兴者，先言他物以引起所咏之词也\" 。本诗还是以\" 樛木\" 及”葛藟“起兴，然后再讲到君子所应该具备的品行。我们看，下垂的树枝（樛木）让葛藟爬上来快乐的生长和蔓延。以之教化人，君子也以帮助别人而快乐。而君子能够这样帮助别人，是因为他没有嫉妒心。</p> <p>　　“南有樛木，葛藟荒之。乐只君子，福履将之。”南山有棵弯弯木，全靠葛藤来掩护。快乐着的君子呀，福禄离不开葛藤来扶助。（实现福禄靠葛藤）</p> <p>　　樛木是指下垂的树枝，并不特定指是什么树上的一根下垂的树枝。也许这棵树，它本身的树叶或花朵并没有多少，可是却有好几根葛藟爬到树上，茂盛的生长并开出美丽的花朵，把整根树枝都覆盖了。</p> <p>　　“南有樛木，葛藟萦之。乐只君子，福履成之。”南山有棵弯弯木，葛藤萦绕作庇护。快乐着的君子呀，一定能实现大福禄。</p> <p>　　《樛木》这首祝颂君子安享福禄的叙事诗，蕴藏着人际关系的哲理，而这个人际关系的哲理，是借用“葛藟”的特性来完成的，这就是诗中的比兴。从《樛木》这首诗，我们可以看到保护与被保护的作用。尽管你是一棵弯弯木，不能成其大材，但只要有像葛藤一样组成支持你，牵附你的人际网，也能获得福禄。因为葛藤有错综复杂的网状关系，可以逢凶化吉，遇难呈祥。这就是人际关系的作用。因此，“葛藤萦之”是人生通达的途径，不遵循这条途径，就会陷入举步维艰，孤立无援。这里体现了群体的力量，不可忽视。</p> <p>　　结语：《樛木》这首诗讲了一位君子在没有嫉妒心之后的所作所为，也就是看到别人有优点的时候，真心的为别人高兴，看到别人有困难或不足的时候，无私的给予帮助和补充，孔子曰：“君子成人之美”。</p>",
  "about": "<h2>创作背景</h2> <p>　　周代由文、武奠基，成、康繁盛，史称刑措不用者四十年，这时可称为周代的黄金时期。昭、穆以后，国势渐衰。后来，厉王被逐，幽王被杀，平王东迁，进入春秋时期。春秋时期王室衰微，诸侯兼并，夷狄交侵，社会处于动荡不安之中。相传中国周代设有采<a href=\"http://so.gushiwen.org/view_4.aspx\">诗</a>之官，每年春天，摇着木铎深入民间收集民间歌谣，把能够反映人民欢乐疾苦的作品，整理后交给太师（负责音乐之官）谱曲，演唱给天子听，作为施政的参考。反映周初至春秋中叶社会生活面貌的《诗经》，就整体而言，正是这五百年间中国社会生活面貌的形象反映，其中有先祖创业的颂歌，祭祀神鬼的乐章；也有贵族之间的宴饮交往，劳逸不均的怨愤；更有反映劳动、打猎、以及大量恋爱、婚姻、社会习俗方面的动人篇章。这一篇《樛木》很好的表现了西周当时的社会状况和纯朴的民风。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祝福"
  ]
}