{
  "id": 69843,
  "star": 1,
  "name": "杂剧·汉钟离度脱蓝采和",
  "dynasty": "元代",
  "content": "第一折<br>生我之门死我户，几个惺惺几个悟。夜来铁汉自寻思，长生不死由人做。贫遭覆姓钟离，名权，字云房，道号正阳子。因赴天斋已回，观见下方一道青气，冲于九霄。贫道观看多时，见洛阳梁园棚内，一伶人，姓许名坚，乐名蓝采和，此人有半仙之分。贫道直至下方梁园棚内，引度此人，走一遭去。我着他阎王簿上除生死，紫府宫中立姓名。指开海角天涯路，引得迷人大道行。俺两个一个是王把色，一个是李薄头，俺哥哥是蓝采和。俺在这梁园棚内勾栏里做场。这个是俺嫂嫂。俺先去勾栏里收拾去，开了这勾栏棚门，看有甚么人来。贫道按落云头，直至下方梁园棚内勾栏里走一遭，可早来到也。这个先生，你去那神楼上或腰棚上看去，这里是妇人做排场的，不是你坐处。你那许坚末尼在家么？老师父，略等一等便来也。师父有甚么话说？等他来时，我与他说话。师父略坐一坐，哥哥敢待来也。小可人姓许名坚，乐名蓝采和，浑家是喜千金，所生一子是小采和，媳儿蓝山景，姑舅兄弟是王把色，两姨兄弟是李薄头。俺在这梁园棚勾栏旦做场，昨日贴出花招儿去，两个兄弟先收拾去了。这早晚好勾栏里去。想俺做场的非同容易也呵！<br>【仙吕】【点绛唇】俺将这古本相传，路歧礼面，习行院，打诨通禅，穷薄艺知深浅。<br>【混江龙】试看我行针步线，俺在这梁园城一交却又早二十年。常则是与人方便，会客周全。做一段有憎爱劝贤孝新院本，觅几文济饥寒得温暖养家钱。俺这里不比别州县。学这几分薄艺，胜似千顷良田。来到这勾栏里也。兄弟有看的人么？好时候也，上紧收拾。我方才开了勾栏门，有一个先生坐在乐床上。我便道：先生，你去神楼上或是腰棚上那里坐，这里是妇女每做排场的坐处。他倒骂俺。好歹你每冲撞着他来。我自看去。稽首，老师父。你那里散诞去来？这先生你与我贴招牌。老先生不知，街市上有几个士夫，请我吃了一杯茶。因此上来迟。我在这勾栏里坐了一日，你这早晚才来。宁可乐待于宾，不可宾待于乐。我特来看你做杂剧，你做一段甚么杂剧我看。师父要做甚么杂剧？但是你记的，数来我听。我数几段师父听咱。<br>【油葫芦】甚杂剧请恩官望着心爱的选。你这句话敢忒自专么！俺路歧每怎敢自专。这的是才人书会刬新编。既是才人编的，你说我听。我做一段于祐之金水题红怨，张忠泽玉女琵琶怨。你做几段脱剥杂剧。我试数几段脱剥杂剧。做一段老令公刀对刀，小尉迟鞭对鞭，或是三王定政临虎殿。不要，别做一段。都不如诗酒丽春园。<br>【天下乐】或是做雪拥蓝关马不前。别做一段。小人其实本事浅，感谢看官相可怜。王把色，你将旗牌。帐额、神峥、靠背都与我挂了者。我都挂了。一壁将牌额题，一壁将靠背悬。有那边方来看的见了呵，传出去说，梁园棚勾栏里末尼蓝采和做场哩。我则待天下将我的名姓显。<br>老师父，你去腰棚上看去。这乐床上不是你坐处，这是妇女做排场，在这里坐。我则在这乐床上座。这泼先生好无礼也。我看了你不是俺城市中人，则是个云游先生，河里洗脸庙里睡，破窑里住，也无有庵观。不是我笑你，一生也不见勾栏。你是甚么好驰名的行院！大古里你是广成子汉钟离，休看你吃的，只看你穿的，且丢了你那羊皮者！<br>【那吒令】据着你那口食离糟麸膳缘，身遇着薄藤冠驾轩，我则道稳跨着仙鹤上天。我游遍天下，不曾见你这个末尼。太平身插入市楼，将天下都游遍，一对脚背地坚叫声冤。<br>你做场作戏，也则是谎人钱哩。<br>【鹊踏枝】你道我谎人钱，胡将这传奇扮。则许官员上户财主看勾栏散闷，我世不会见个先生看勾栏。几曾见歌舞丛中，出了个大罗神仙。沿门儿乞化，又无那好的与你。指大众抄化些郎头絮茧。那化缘处攒令各整集攒凑上来，见那钱物多也，利心又早动也。你又不纳常住自趱做家缘。<br>你这等每日做场，你则为你那火院，几时是了。不知俺出家儿受用快活。俺世俗人要吃有珍羞百味，要穿有绫锦千箱，我见你出家儿受用来。<br>【寄生草】你比我吃淡饭推黄菜，我比你拣口食换套穿。你每日茶房酒肆勾栏里串，将着个瓦瓶木钵白磁礶，抄化了些罗头磨底薄麸面。这家酒店里推出来，那家茶房里抢出去。吃了些吹歌妓女酒和食，待古里瑶池王母蟠桃宴。<br>兀那泼先生你出去！扰了一日做场。我看做场，不出去，既然他不出去，王把色锁了勾栏门者。哥哥也说的是。把这门锁了，看他在里面怎地。兀那泼先生你听者，今日搅了俺不曾做场。若是明日再来打搅俺这衣饭，我选几条大汉，打杀你这泼先生。<br>【赚煞】你合不着圣贤机，我觑不的他人面。我看你几时到蓬莱阆苑，则你那六道轮回怎脱免？使不的你九伯风颠。我锁了勾栏门，看你怎生出的去。遮莫你驾云轩，白日升天，怎敢相饶到面前。你若恼了我，十日不开门，我直饿杀你。则你那身躯不坚，折<br>皮的你那眼睛不见。你既为出<br>家人，比似你看勾栏呵。你学那许真君白日上青天。<br>今日我来度脱蓝采和，那厮愚眉肉眼，不识贫道。你锁了勾栏门，贫道更行不出去，疾开了门者。此人若不见了恶境头，怎肯出家。明日是他生日，疾，洞宾你也下方来走一遭，不脱尘凡俗世缘，岂知就里是神仙。功成行满登仙界，恁时白日上青天。<br><br>第二折<br>今日是蓝采和哥哥贵降之日。众弟兄送将些礼物来，安排下酒果，与哥哥上寿。哥哥嫂嫂有请。今日是我生辰之日，众火伴又送礼物来添寿。兄弟将寿星挂起，供养摆上，装香来。今日喜庆之日，咱慢慢的吃几杯。<br>【南吕】【一枝花】白莲插玉瓶，黄篆焚金鼎，斟一杯长寿酒，挂一幅老人星，来贺长生。感承你相钦敬，量小人有甚么能，动劳你火伴邻里街坊，谢承你亲眷相知弟兄。<br>众弟兄既来知重我，却不要散了，咱慢慢的吃酒。<br>【梁州】直吃的簌簌的红轮西坠，焱焱的玉兔东生。常言五十而后知天命，我年过半百，诸事曾经。人有灵性，鸟有飞腾，常言道蠢动含灵，做场处谁敢消停。咱行院打识水势俺、俺、俺做场处见景生情，你、你、你上高处舍身拚命，咱、咱、咱但去处夺利争名。若逢，对棚，怎生来妆点的排场盛，倚仗看粉鼻凹五七并，依着这书会社恩官求些好本令。君子务本，本立而道生。那的愁甚么前程。哥哥饮一杯寿酒。今日是蓝采和生辰之日，度脱他走一遭去，早来到门首去。王把色是听的么，谁人在门首唱叫？哥哥也闲管事，知他是谁。俺则吃酒。<br>【贺新郎】是谁人啼天哭地两三声。我开开这门，原来是这泼先生，好无道理也呵！可做的魇镇俺家私，你端的是扇摇百姓。你去告我去，我不怕你。咱告去来到官司呵和你敢无干净。我待告你去呵，着老的便道你是个上戏台的末尼，和他那风魔先生一般见识。看着我生辰面不和你相执挣。今日我生辰，我是寿星，不和你计较。谁是寿星？我是寿星。你今日是寿星，明日敢做了灾星也。这先生好无礼也，说这等不吉利的话。你休这般胡做胡称。这句话又不曾伤着你。这言语也不中使，这言语也不中听。你敢化些淡齑汤且把你那皮囊撑。我见你受用。可知可知俺吃的是大馒头阔片粉，你吃的是菜饺馅淡齑羹。这泼先生打搅俺吃酒。王把色闭上门者。众弟兄每坐着，则管里吃酒。他那里肯省悟，他若不见恶境头，他不肯出家。兀那许坚，你若跟贫道出家去呵，逍遥散诞，清闲快乐，倒大来幽哉！我知你做神仙的道路。你既知道，你说来我听。<br>【斗虾蟆】见人家排斋供，请先生念忏经。正面儿挂下一幅三清，檀越人家念经。荒忙准备斋供，见放一轴老君，挂下十王神幅，待诏他也世情，说着的便决应，画的十分可碜。怎觑那般行径，我则见城狱里画何真，油镬油铛，里头札定，偌多生灵，都是俺俗人，元来无一个和尚，先生徐神翁。道无干净，这句话不觑听，我这等末尼你这等先生！<br>着此人见个恶境头疾！蓝采和开门来！大人言语，唤你官身哩！又是谁唤门哩？大人唤官身哩。我今日好的日头，着王把色去。不要他，要你去。着李薄头去。也不要他。着王把色引着妆旦色去。都不要。只要蓝采和去。我正是养家二十口，独自落便宜。罢、罢！我去官身走一遭去。安排下酒肴，等哥哥回来，慢慢的吃。<br>贫道吕洞宾是也。奉钟再师父法旨，着妆做州官，因此处有个伶伦，姓许名坚，乐名蓝采和，有神仙之分。度脱不省，因他误了官身，我着人拘唤去了。左右拿过蓝采和来者！呀，可怎了也。误了官身，大人见罪，见今拘唤，须索见咱。你知罪么？不遵官府，失误官身，拿下去扣厅打四十。准备了大棒子者！<br>【哭皇天】唬的我半晌家如痴挣，悠悠的去了魂灵，则听的乐台上呼唤俺乐名。唬的我悠悠的丧了三魂，又不见分毫动静。我怠慢失误了官身，连忙点缀，便要招成，偌来粗细荆仗子临身，比俺那勾栏里淡交疼。扣厅打四十，下下打着者！更过如包待制浧，几曾见行院来负荆。<br>他又早害怕也。教谁人救我咱。蓝采和，你省悟了么？我说的你不信，如何？<br>【乌夜啼】这先生言语真实信，果然道寿星做了灾星。眼睁睁不敢往前进，不敢明闻。谁敢道是弹筝。想咱人是仲尼行，怎道是犯着萧何令。想圣人的言语说着都不信。一个个，难凭信，都做了狂言诈语，信口胡喷。<br>你为甚么来？为我失误官身，大人扣厅打我四十。师父救我咱，我救了你，可跟我出家么？救了我，情愿出家去。你且在一壁。相公。早知师父到此，只合远接，接待不着，勿令见罪。蓝采和得何罪犯？失误官身，合口罪犯。肯与我做徒弟么？师父要时，情愿与师父。左右拿过来。兀那蓝采和，你可有命。若不是师父来，扣厅打四十。师父要你做个徒弟，饶了你罪过，跟了师父去。谢了师父大人，则今日跟着师父出家去也。<br>【尾声】再不将百十口火伴相将领，从今后十二瑶台独自行。我那时财散人离陪下情，打喝处动乐声，戏台上呼我乐名。我如今浑不浑浊不浊醒不醒，蓝采和泼声名贯满州城，几曾见那扮杂剧乐官头得悟醒。<br>蓝采和既然今日回心出家，等此人功成行满，同赴阆苑瑶池。<br><br>第三折<br>妾身是蓝采和的浑家。当日俺男儿做生日吃酒，唤官身去了，不见回来，有人说他跟着师父出家去了，不免唤两个小叔叔来商议者。自从哥哥唤官身去了，不知所在，若是出了家，怎么了。咱今日寻他去来。自从跟着师父出家，到大来好幽哉也呵！金陵故国，本是吾乡，数遍到此，曾谏李王，李王不听只恐怕惹祸招殃。金陵不住，直至汴梁，勾栏中得悟，再不入班行，唐巾歪裹，板撒云阳，腰景编带，舞袖衫长，倒大来幽静也呵！<br>【正宫】【端正好】腰间将百钱拖，头上把唐巾裹，舞绿衫拍板高歌，逐朝走向街头过。有几个把我相着么？<br>【滚绣球】哎，你个小业魔，可怎生缠定我。我可也不将他喝掇，遇着我的喜笑呵呵。你将我拍板来夺，我则怕钱串儿脱，争些把绿蓝挝破，遇着我便打打夺夺。你这火奶腥未落朱颜子，缠定那十二初分蓝采和，养性无那。<br>师父与我一文钱。这不是蓝采和！你在那里来？家去罢。稽首，你都是谁？我是你浑家。这是你兄弟，这是你孩儿。<br>【倘秀才】再不听耳边厢焦焦聒聒，儿女是金枷玉锁，道不的儿女多来冤业多。闲时节手执着板，闷来时口扬着歌。谁似我快活。<br>你回家去，收拾勾栏，做几场戏俺家盘缠，你再出来。<br>【滚绣球】从今后我独自个，休想我做过活。再不去乔妆扮打拍撺掇，再不去戏台上信口开合。你又着我做场处唤王把色李薄头快疾快疾。又着俺媳妇每，那一火。快疾忙去梳裹，不争我又做场又索央众父老每妆喝。自从哥哥去了，勾栏里就没人看。为甚么勾栏里看的十分少，则你那话不投机一句多。你说风话哩。不是我风魔。<br>着你家去，你不肯去。你跟着师父学了些甚么？师父教我唱的是青天歌，舞的是踏踏歌。你对俺敷演一遍我听。踏踏歌，蓝采和，人生得几何？红颜三春树，流光一掷梭。埋者埋，拖者拖，花棺彩举成何用，箔卷□台人若何。生前不肯追欢笑，死后着人唱挽歌。遇饮酒时须饮酒，得磨跎处且磨跎。莫恁愁眉常戚戚，但只开口笑呵呵。营营终日贪名利，不管人生有几何。有几何，踏踏歌，蓝采和。你休出家，跟的我家去来。<br>【快活三】假若是无常到怎奈何。婆婆，你去波。我如今得磨跎处且磨跎，待学庄子鼓盆歌，误了我亡身祸。<br>既然你出家做神仙，我也跟你出家去，如何？你出不的家。<br>【朝天子】行院每趱家私过活。都是一般行院，你多拿了几文钱出来，我务要平分。问甚么你死我活。见别人朝来暮去，干家做活，瞒心昧己。那一个肯依本分随缘过。我如今闲来看一卷道德经，困来睡一觉。但得合处把我这眼皮儿合，得卧处和衣儿卧。都摆着你看，你那兄弟幼子娇妻许多家眷，怎下的撇了俺去出家！摆列着幼子娇妻，儿孙许多。则听得误了官身那一日，扣厅要打四十。若不是师父救了我呵！假若是我无常谁替我。：既是这等，你也度脱我出家去。你待着，不合把你来度脱。你回去罢，不济事。赤紧的我也在壕中坐。<br>你家去罢，料想你也不得神仙正果<br>【尾声】虽然俺便不得正果，把你个贤妻度脱。你且与我安乐守分随缘过，只落得一日清闲兀的不快活杀我。<br>你不回家，俺家去来。<br>第四折<br>自从蓝采和跟着师父出家去了，可早三十年光景。王把色我如今八十岁，李薄头七十岁，嫂嫂九十岁。都老了，也做不的营生。他每年小的便做场，我们与他擂鼓。我去先收拾擂鼓者。看有甚么人来。，自从跟师父出家，三十年也。师父说我功成行满，今日同赴瑶池阆苑，到大来好幽哉也呵。<br>【双调】【新水令】道门中法礼炼修持，俺师父度了个乐官徒弟。俺师父明明的使道法，暗暗的说禅机，待和我同赴瑶池。怎承望有今日。<br>我过的山崦来，见一所果园，杏花烂漫开，回头一池好菱也，一块好霜也，一片好雪也。我想起来，杏是春，菱是夏，霜是秋，雪是冬，可怎生四季失序也。<br>【庆东园】那里每人烟闹。是乐声响哩。是一火君路歧，料应在那公科地，持着些枪刀剑戟，锣板和鼓笛。更有那帐额牌旗，行院每是谁家，多管是无名器。<br>原来是一火行院，我问你是谁家？俺是蓝采和家。你是蓝采和家谁？我是你浑家。他两个是你兄弟王把色李薄头。可怎生都老了。自从哥哥去了三十年光景，我八十岁，兄弟七十岁，嫂子九十岁，可知都老了也。<br>【沽美酒】叹光阴忒紧急，嗟岁月苦奔驰。重惜浮生如梦里。我如今省得，无生死绝名列。<br>【太平令】咱须是吾兄我弟，幼年间逐队相随。止不过逢场学艺，出来的偌大小年纪，这个道七十，那个道八十，婆婆道九十，这厮淡则淡到长命百岁。你是谁？则我就是蓝采和。你去了三十年，还不老。只是这等模样。我去了只三年光景，你怎生都老了？我们都是老人家，你正是中年，还去勾栏里做几日杂剧，却不好？<br>【川拨棹】你待着我做杂剧，扮兴亡贪是非，待着我擂鼓吹笛，打拍收拾。莫消停殷勤在意，快疾忙莫迟疑。<br>【七弟兄】那时，我对敌，不是我说嘴，我着他笑嘻嘻将衣服花帽全新置。旧么麽院本我须知，论同场本事我般般会。<br>【梅花酒】他每都怎到的，论指点谁及，做手儿无敌，识紧慢迟疾。哥哥，你那做杂剧的衣服等件，不曾坏了。哥哥，你揭起帐幔试看咱；听言罢心内喜，不由我笑微微，我揭开帐幔则。许坚，你凡心不退哩那！唬的我悠悠魂魄飞，我则道我哥哥我兄弟，我姊妹我姨姨，似南柯梦惊回。<br>【收江南】呀，原来是开坛阐教汉钟离，有洞宾师父紧相随。我这里云阳板撒上阶基，你都来这里，八仙相引赴瑶池。<br>许坚，你不是凡人，乃上八仙数内蓝采和是也。今日功成行满，同登仙界。你听者，许坚心下莫猜疑，仔细叮咛说与伊，这位洞宾道号纯阳子，则道是逍遥散诞汉钟离。<br>题目引儿童到处笑呵呵<br>老神仙掴手醉高歌<br>正名吕洞宾点化伶伦客<br>汉钟离度脱蓝采和</p> <p> ",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}