{
  "id": 68389,
  "star": 100,
  "name": "沁园春·题潮阳张许二公庙",
  "dynasty": "宋代",
  "content": "为子死孝，为臣死忠，死又何妨。<br>自光岳气分，士无全节；君臣义缺，谁负刚肠。<br>骂贼睢阳，爱君许远，留取声名万古香。<br>后来者，无二公之操，百炼之钢。<br>人生翕歘云亡。<br>好烈烈轰轰做一场。<br>使当时卖国，甘心降虏，受人唾骂，安得流芳。<br>古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。<br>邮亭下，有奸雄过此，仔细思量。",
  "fanyi": "<p><strong>译文</strong><br>　　做儿子的能死节于孝，做臣子的能死节于忠，那就是死得其所。安史乱起，正气崩解，不见尽忠报国之士，反多无耻降敌之徒，士风不振，大义不存。<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>骂贼寇直到双眼出血，许远温文尔雅爱君能守死节，他们都留下万古芳名。后来的人已经没有他们那样的操守，那种如百炼精钢似的精诚。<br>　　人生短促，转眼生离死别。更应该轰轰烈烈做一番为国为民的事业。如果他们当时甘心投降卖国，则必受人唾骂，以至遗臭万年，又怎么能够流芳百世呢？双庙幽邃深沉，二公塑像庄严典雅。夕阳下寒鸦枯木示万物易衰，而古庙不改。邮亭下，如有奸雄经过，面对先烈，则当仔细思量、反躬自省。</p> <p><strong>注释</strong><br>⑴潮阳：今广东潮阳县。<br>⑵<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>主张以孔孟之道立身行事。这三句就提出应该为忠、孝而死。<br>⑶光岳：高大的山。光岳气分：指国土分裂，即亡国。君臣义缺：指君臣之间欠缺大义。刚肠：指坚贞的节操。这四句是说自宋室沦丧以来，士大夫不能保全节操，君臣之间欠缺大义，是谁辜负了凛然不屈、刚正不阿的品德。<br>⑷张巡：与睢阳（今河南商丘县）太守许远共守危城，城陷后两人先后被害，他们英勇抗敌，宁死不屈的精神受到后人敬仰。<br>⑸后来者：指以后的士大夫。操：操守。<br>⑹翕歘（音唏嘘）：即倏忽，如火光之一现。云亡：死去。“云”字无义。<br>⑺古庙：即张、许公庙。仪容：指张、许两人的塑像。<br>⑻邮亭：古代设在沿途、供给公家送文书及旅客歇宿的会馆。这三句是对卖国投降的宋末奸臣的警告。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　“为子死孝，为臣死忠，死又何妨”。起笔突兀，如两个擎天大柱。子死于孝，臣死于忠，此二句蕴含儒家思想本原。《易。序卦》中讲：“有天地然后有万物，有万物然后有男女，有男女然后有夫妇，有夫妇然后有父子，有父子然后有君臣。”儒家认为孝之意义在于不忘生命之本源，是道德之根本。忠是孝的延伸，是大孝。德二年（1276）正月二十日天祥出使元营被扣留，次日谢太后派宰相贾余庆等赴元营奉降表，天祥即抗节不屈，其《指南录。使北》有<a href=\"http://so.gushiwen.org/view_68389.aspx\">诗</a>曰：“初修降表我无名，不是随班拜舞人。谁遣附庸祈请使？要教索虏识忠臣。”可见天祥之为臣死忠，并非忠于一家一姓，而是忠于民族祖国。这和儒家讲忠孝，但不主张愚忠、愚孝的思想很契合。人能死孝死忠，大本已立，“死又何妨，”视死如归。以一段震古铄今之绝大议论起笔，下边遂转入盛赞张许。“自光岳气分，士无全节；君臣义缺，谁负刚肠”，四句扇对，笔力精锐。光有三光，月为五岳。天祥《正气歌》云：“天地有正气，杂然赋流形。在地为河岳，在天为日星”，与此文旨意相通。安史乱起，降叛者众，其情痛极。然有张许，堂堂正气，令人振奋。</p> <p>　　“骂贼<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>，爱君许远，留取声名万古香”。张许二公，血战睢阳，至死不降，“时穷节乃见，一一垂丹青”。张巡每次与叛军交手大呼骂贼，眦裂血面，嚼齿皆碎，奈独木难撑，被攻陷城池，当面痛骂叛军，叛军用刀抉其口。许远是位宽厚长者，貌如其心。最终两人从容就义。张许性格不同而同一节义，仅此两句，该画简练有力。“留取声名万古香”，张许肉躯虽死，但精神长存。语意高迈积极，突出张许取义成仁精神。“香”字下得亦好，表达出天祥对二公无限钦仰之情。“后来者，无二公之操，”后来者三字，遂将词情从唐代一笔带至今日，用笔颇为裕如。当宋亡之际，叛国投降者不胜枚举，上自“臣妾佥名谢太清”之谢后，下至贾余庆之流。故天祥感慨深沉如此。“二公之操，百炼之钢”，对仗歇拍，笔力精健。</p> <p>　　“人生翕炎云亡。好烈烈轰轰做一场”。紧承上意，更以绝大议论，衬出儒家人生哲学，和起笔相辉映。翕炎欠意为短促。人生匆匆，转眼即逝，更应当轰轰烈烈做一场为国为民之事业！《易。乾传》云：“天行健，君子以自强不息。”儒家重生命而不重死，尤重精神生命之自强不息，生生无已。文氏在其文中也多有此意，如《御试策一道》云：“言不息之理者，莫如《大易》，莫如《中庸》。《大易》之道，乃归之自强不息，《中庸》之道，乃归之不息则久。”在《题戴行可进学篇》云：“君子所以进者无他，法天行而已矣。”抒发自强不息之精神。“使当时卖国，甘心降虏，受人唾骂，安得流芳”。假使当时张许二公贪生怕死，卖国降虏，将受人唾骂，遗臭万年，焉能流芳百世？《孟子。告子上》云：“生，亦我所欲也，义，亦我所欲也。二者不可得兼，舍生而取义。”天祥在此段中对张许二公之赞许正如此意。</p> <p>　　“古庙幽沉，仪容俨雅，枯木寒鸦几夕阳”。双庙庙貌幽邃深沉，二公塑像仪容庄严典雅，栩栩如生。又当夕阳西下，寒鸦在枯木间哀婉啼哭。枯木寒鸦夕阳，意味着无限流逝之时间。让世人油然而生人生易老之哀感。天祥却以之写出精神生命之不朽。枯木虽枯，夕阳将夕，自然物象之易衰易变，却可反衬出古庙之依然不改，仪容之栩栩如生，可见世事自有公道，忠臣孝子虽死犹荣。文氏此词重在议论但情寓于景，反衬主题，词情便觉神致超逸，真神来之笔也。“邮亭下，有奸雄过此，仔细思量”。而对浩然之二公，如有奸雄路过双庙，当愧然自省。结笔寓意深刻，盼横流巨恶，良知应未完全泯灭，有可悟之时。但亦可见其对当时滔滔者天下皆是卖国贼痛愤之巨。</p> <p>　　这首词在艺术上也达到很高境界。全词以议论立意，同抒情结体，既有具体形象之美，又有抽象之美。在抒情中蕴含从容娴雅和刚健之美。文中多用对句，句句整齐，笔笔精锐。情景交融，融景入情，极为优美。正如<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》中所评价得那样：“文文山词，风骨甚高，亦有境界，远在圣与、叔复、公谨诸公之上。”其论甚为公允。</p>",
  "about": "<h2>创作背景</h2> 　　唐玄宗天宝年间，安禄山起兵叛乱，<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>、许远在睢阳（今河南商丘），死拒叛兵。使江淮得一屏障，支援平叛战争。元和十四年，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>因谏遭贬，赴潮州任刺史，在潮州作出很多好事。韩愈曾撰写《张中丞传后叙》，表彰张许功烈事。后来潮州人感念韩愈，建书院、庙祀，并为张许建立祠庙，选址县东郊东山山麓。南宋时，<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>驻兵潮阳，拜谒张许庙，因感而发，作此词。",
  "poet": {
    "id": 173,
    "star": 0,
    "name": "文天祥",
    "image": "http://img.gushiwen.org/authorImg/wentianxiang.jpg",
    "desc": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密史。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥光元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"
  },
  "tags": [
    "赞美",
    "爱国",
    "忠义"
  ]
}