{
  "id": 72372,
  "star": 249,
  "name": "病梅馆记",
  "dynasty": "清代",
  "content": "　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！</p> <p>　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。</p> <p>　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！",
  "fanyi": "<p><strong>译文</strong><br>　　江宁的龙蟠里，苏州的邓尉山，杭州的西溪，都出产梅。有人说：\"梅凭着弯曲的姿态被认为是美丽的，笔直了就没有风姿；凭着枝干倾斜被认为是美丽的，端正了就没有景致；凭着枝叶稀疏被认为是美丽的，茂密了就没有姿态。”本来就如此。（对于）这，文人画家在心里明白它的意思，却不便公开宣告，大声疾呼，用（这种标准）来约束天下的梅。又不能够来让天下种梅人砍掉笔直的枝干、除去繁密的枝条、锄掉端正的枝条，把枝干摧折、使梅花呈病态作为职业来谋求钱财。梅的枝干的倾斜、枝叶的疏朗、枝干的弯曲，又不是那些忙于赚钱的人能够凭借他们的智慧、力量做得到的。有的人把文人画士这隐藏在心中的特别嗜好明白地告诉卖梅的人，（使他们）砍掉端正的（枝干），培养倾斜的侧枝，除去繁密的（枝干），摧折它的嫩枝，锄掉笔直的（枝干），阻碍它的生机，用这样的方法来谋求大价钱，于是江苏、浙江的梅都成病态了。文人画家造成的祸害严重到这个地步啊！</p> <p>　　我买了三百盆梅，都是病梅，没有一盆完好的。我已经为它们流了好几天泪之后，于是发誓要治疗它们：我放开它们，使它们顺其自然生长，毁掉那些盆子，把梅全部种在地里，解开捆绑它们棕绳的束缚；把五年作为期限，一定使它们恢复和使它们完好。我本来不是文人画士，心甘情愿受到辱骂，开设一个病梅馆来贮存它们。</p> <p>　　唉！怎么能让我有多一些空闲时间，又有多一些空闲的田地，来广泛贮存南京、杭州、苏州的病态的梅树，竭尽我毕生的时间来治疗病梅呢！</p> <p><strong>注释</strong><br>江宁：旧江宁府所在地，在今江苏南京。<br>龙蟠：龙蟠里，在今南京清凉山下。<br>邓尉：山名。在今江苏苏州西南。<br>西溪：地名。<br>欹（qī）：倾斜 。<br>固也：本来如此。固，本来。<br>明诏大号：公开宣告，大声疾呼。明，公开。诏，告诉，一般指上告下。号，疾呼，喊叫。<br>绳：名作动，约束 。<br>斫：砍削。<br>直：笔直的枝干。<br>夭梅病梅：摧折梅，把它弄成病态。夭：使……摧折（使……弯曲）。病，使……成为病态。<br>蠢蠢：无知的样子。<br>智力：智慧和力量。<br>孤癖：特殊的嗜好。<br>隐：隐衷，隐藏心中特别的嗜好 。<br>鬻（yù）：卖。<br>旁条：旁逸斜出的枝条。<br>稚枝：嫩枝。<br>重价：高价。<br>遏（è）：遏制。<br>泣：为……哭泣。<br>纵：放纵。<br>顺：使……顺其自然。<br>悉：全。<br>棕缚：棕绳的束缚。<br>以……为：把……当做。<br>复：使……恢复 。<br>全：使……得以保全。<br>诟厉：讥评，辱骂。厉，病。<br>安得：怎么能够。<br>暇：空闲。<br>穷：穷尽。</p>",
  "shangxi": "<p>　　作者通过谴责人们对梅花的摧残，形象地揭露和抨击了清王朝统治阶级束缚人民思想，压制、摧残人才，表达了要求改革政治、追求个性解放的强烈愿望。</p> <p>　　本文篇幅短小，结构严谨，寓意深刻。全文一共三段。</p> <p>　　第一段，揭示产生病梅的根源。文章起笔先简要叙述梅的产地：“江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。”然后笔锋一转，引出一段有些人评价梅的美丑，用“固也”一语轻轻收住。接着，作者开始详细分析病梅产生的缘由。原来，在“文人画士”的心目中，梅虽然“以曲为美”“以欹为美”“以疏为美”。但一“未可明诏大号”；二不能让人“以夭梅、病梅为业以求钱”；三，从客观上说又不能“以其智力为也”。所以，他们只好通过第四个途径了。于是，他们暗通关节，让第三者来转告“鬻梅者”，斫正，删密，锄直，以投“文人画士孤癖之隐”。在这样的情况下，“江南之梅皆病”也就无可避免了。“文人画士之祸之烈至此哉!”一句感叹，道出了作者的无尽愤慨，也为下文“誓疗之”蓄足了情势。</p> <p>　　第二段，写作者疗梅的行动和决心。“予购三百盆”而“誓疗之”，可见其行动的果断；“以五年为期，必复之全之”，可见其成功的誓言；“甘受诟厉，辟病梅之馆”，可见其坚持到底的决心。疗梅的举动和决心，写尽了作者对封建统治阶级压制人才、束缚思想的不满和愤慨，表达了对解放思想、个性自由的强烈渴望。</p> <p>　　第三段，写作者辟馆疗梅的苦心。这一段，作者慨叹自己暇日不多，闲田不多，疗梅的力量有限，也就是慨叹自己的力量不足以挽回人才受扼杀的黑暗的政局。事实上，作者一生在仕途上很不得意，只做过小京官，而且受到权贵的歧视和排挤，自己的才能都无法施展，更不要说解除全国人才所遭受的扼制了。因此，他只能以感叹作结。但是，虽为感叹，他渴望“广贮江宁、杭州、苏州之病梅”，“穷予生之光阴以疗梅”，也充分表现了他坚持战斗的意志。</p> <p>　　本文表面上句句说梅，实际上却是以梅喻人，字字句句抨击时政，寓意十分深刻。作者借文人画士不爱自然健康的梅，而以病梅为美，以至使梅花受到摧残，影射统治阶级禁锢思想、摧残人才的丑恶行径。“有以文人画士孤癖之隐明告鬻梅者”，暗示的正是那些封建统治者的帮凶，他们根据主子的意图，奔走效劳，以压制人才为业。斫正、删密、锄直，这夭梅、病梅的手段，也正是封建统治阶级扼杀人才的恶劣手段；他们攻击、陷害那些正直不阿、有才能、有骨气、具有蓬勃生气的人才，要造就的只是“旁条”和生机窒息的枯干残枝，亦即屈曲、邪佞和死气沉沉的奴才、庸才。作者“购三百盆”，“泣之三日”，为病梅而泣，正是为人才被扼杀而痛哭，无限悲愤之中显示了对被扼杀的人才的深厚同情。“纵之顺之，毁其盆，悉埋于地，解其棕缚”，就是说要破除封建统治阶级对人才的束缚、扼制，让人们的才能获得自由发展。“必复之全之”，一定要恢复梅的本性，保全梅的自然、健康的形态。这正反映了作者要求个性解放，“不拘一格降人才”的迫切心情。由此可见，本文表面写梅，实际是借梅议政，通过写梅来曲折地抨击社会的黑暗，表达自己的政治理想。</p>",
  "about": "<h2>写作背景</h2> <p>　　清朝封建统治者为了加强思想统治，奴役人民，一方面以八股文作为科举考试选用人才的法定文体，以束缚人们的思想，另一方面大兴文字狱，镇压知识分子.在长期严酷的思想统治下，人才遭受严重的压抑和摧残。此文写于1839年，正是鸦片战争前夕。</p>",
  "poet": {
    "id": 88,
    "star": 0,
    "name": "龚自珍",
    "image": "http://img.gushiwen.org/authorImg/gongzizhen.jpg",
    "desc": "龚自珍（1792年8月22日～1841年9月26日）清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"
  },
  "tags": [
    "高中文言文",
    "哲理",
    "咏物",
    "寓人"
  ]
}