{
  "id": 71131,
  "star": 17881,
  "name": "木兰诗 / 木兰辞",
  "dynasty": "南北朝",
  "content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。<br></p> <p>　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。</p> <p>　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。</p> <p>　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。</p> <p>　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。</p> <p>　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
  "fanyi": "<p><strong>、译文<br></strong>　　叹息声一声接着一声传出，木兰对着房门织布。听不见织布机织布的声音，只听见木兰在叹息。问木兰在想什么？问木兰在惦记什么？（木兰答道）我也没有在想什么，也没有在惦记什么。昨天晚上看见征兵文书，知道君主在大规模征兵，那么多卷征兵文册，每一卷上都有父亲的名字。父亲没有大儿子，木兰（我）没有兄长，木兰愿意为此到集市上去买马鞍和马匹，就开始替代父亲去征战。</p> <p>　　在集市各处购买马具。第二天早晨离开父母，晚上宿营在黄河边，听不见父母呼唤女儿的声音，只能听到黄河水流水声。第二天早晨离开黄河上路，晚上到达黑山头，听不见父母呼唤女儿的声音，只能听到燕山胡兵战马的啾啾的鸣叫声。</p> <p>　　不远万里奔赴战场，翻越重重山峰就像飞起来那样迅速。北方的寒气中传来打更声，月光映照着战士们的铠甲。将士们身经百战，有的为国捐躯，有的转战多年胜利归来。</p> <p>　　胜利归来朝见天子，天子坐在殿堂（论功行赏）。给木兰记很大的功勋，得到的赏赐有千百金还有余。天子问木兰有什么要求，木兰说不愿做尚书郎，希望骑上千里马，回到故乡。</p> <p>　　父母听说女儿回来了，互相搀扶着到城外迎接她；姐姐听说妹妹回来了，对着门户梳妆打扮起来；弟弟听说姐姐回来了，忙着霍霍地磨刀杀猪宰羊。每间房都打开了门进去看看，脱去打仗时穿的战袍，穿上以前女孩子的衣裳，当着窗子、对着镜子整理漂亮的头发，对着镜子在面部贴上装饰物。走出去看一起打仗的火伴，火伴们很吃惊，（都说我们）同行数年之久，竟然不知木兰是女孩。</p> <p>　　（提着兔子耳朵悬在半空中时）雄兔两只前脚时时动弹、雌兔两只眼睛时常眯着，所以容易分辨。雄雌两兔一起并排跑，怎能分辨哪个是雄兔哪个是雌兔呢？</p> <p><strong>注释<br></strong>唧唧（jī jī）：纺织机的声音。一说为叹息声，意思是木兰无心织布，停机叹息。<br>当户（dāng hù）：对着门。<br>机杼（zhù）声：织布机发出的声音。机：指织布机。杼：织布梭（suō）子。<br>惟：只。<br>何：什么。<br>忆：思念，惦记<br>军帖（tiě)：征兵的文书。<br>可汗（kè hán）：古代西北地区民族对君主的称呼<br>军书十二卷：征兵的名册很多卷。十二，表示很多，不是确指。下文的“十二转”、“十二年”，用法与此相同。<br>爷：和下文的“阿爷”一样，都指父亲。<br>愿为市鞍(ān）马：为，为此。市，买。鞍马，泛指马和马具。<br>鞯（jiān）：马鞍下的垫子。<br>辔（pèi)头：驾驭牲口用的嚼子、笼头和缰绳。<br>辞：离开，辞行。<br>溅溅（jiān jiān）：水流激射的声音。<br>旦：早晨。<br>但闻：只听见<br>胡骑（jì）：胡人的战马。胡，古代对北方少数民族的称呼。<br>啾啾（jiū jiū）：马叫的声音。<br>天子：即前面所说的“可汗”。<br>万里赴戎机：不远万里，奔赴战场。戎机：指战争。<br>关山度若飞：像飞一样地跨过一道道的关，越过一座座的山。度，越过。<br>朔(shuò)气传金柝：北方的寒气传送着打更的声音。朔，北方。金柝（tuò），即刁斗。古代军中用的一种铁锅，白天用来做饭，晚上用来报更。<br>寒光照铁衣：冰冷的月光照在将士们的铠甲上。<br>明堂：明亮的的厅堂，此处指宫殿<br>策勋十二转(zhuǎn)：记很大的功。策勋，记功。转，勋级每升一级叫一转，十二转为最高的勋级。十二转：不是确数，形容功劳极高。<br>赏赐百千强(qiáng）：赏赐很多的财物。百千：形容数量多。强，有余。<br>问所欲：问（木兰）想要什么。<br>不用：不愿意做。<br>尚书郎：尚书省的官。尚书省是古代朝廷中管理国家政事的机关。<br>愿驰千里足：希望骑上千里马。<br>郭：外城。<br>扶：扶持。将：助词，不译。<br>姊（zǐ）：姐姐。<br>理：梳理。<br>红妆（zhuāng）：指女子的艳丽装束。<br>霍霍（huò huò）：模拟磨刀的声音。<br>著(zhuó)：通假字 通“着”，穿。<br>云鬓（bìn）：像云那样的鬓发，形容好看的头发。<br>帖（tiē）花黄：帖”通假字 通“贴”。花黄，古代妇女的一种面部装饰物。<br>雄兔脚扑朔，雌兔眼迷离：据说，提着兔子的耳朵悬在半空时，雄兔两只前脚时时动弹，雌兔两只眼睛时常眯着，所以容易辨认。扑朔，爬搔，扑腾。迷离，眯着眼。<br>双兔傍地走，安能辨我是雄雌：两只兔子贴着地面跑，怎能辨别哪个是雄兔，哪个是雌兔呢？　42. “火”：通“伙”。古时一起打仗的人用同一个锅吃饭，后意译为同行的人。<br>行：读háng。<br>傍(bàng)地走：贴着地面并排跑。<br></p>",
  "shangxi": "<p>　　《木兰》是中国南北朝时期北方的一首长篇叙事民歌，也是一篇乐府诗。记述了木兰女扮男装，代父从军，征战沙场，凯旋回朝，建功受封，辞官还家的故事，充满传奇色彩。</p> <p>　　第一段，写木兰决定代父从军。诗以“唧唧复唧唧”的织机声开篇，展现“木兰当户织”的情景。然后写木兰停机叹息，无心织布，不禁令人奇怪，引出一问一答，道出木兰的心事。木兰之所以“叹息”，不是因为儿女的心事，而是因为天子征兵，父亲在被征之列，父亲既已年老，家中又无长男，于是决定代父从军。</p> <p>　　第二段，写木兰准备出征和奔赴战场。“东市买骏马……”四句排比，写木兰紧张地购买战马和乘马用具，表示对此事的极度重视，只用了两天就走完了，夸张地表现了木兰行进的神速、军情的紧迫、心情的急切，使人感到紧张的战争氛围。其中写“黄河流水鸣溅溅”“燕山胡骑鸣啾啾”之声，还衬托了木兰的思亲之情。</p> <p>　　第三段，概写木兰十来年的征战生活。“万里赴戎机，关山度若飞”，概括上文“旦辞……”八句的内容，夸张地描写了木兰身跨战马，万里迢迢，奔往战场，飞越一道道关口，一座座高山。寒光映照着身上冰冷的铠甲。“将军百战死，壮士十年归”，概述战争旷日持久，战斗激烈悲壮。将士们十年征战，历经一次次残酷的战斗，有的战死，有的归来。而英勇善战的木兰，则是有幸生存、胜利归来的将士中的一个。</p> <p>　　第四段，写木兰还朝辞官。先写木兰朝见天子，然后写木兰功劳之大，天子赏赐之多，再说到木兰辞官不就，愿意回到自己的故乡。“木兰不用尚书郎”而愿“还故乡”，固然是她对家园生活的眷念，但也自有秘密在，即她是女儿身。天子不知底里，木兰不便明言，颇有戏剧意味。</p> <p>　　第五段，写木兰还乡与亲人团聚。先以父母姊弟各自符合身份、性别、年龄的举动，描写家中的欢乐气氛，展现浓郁的亲情；再以木兰一连串的行动，写她对故居的亲切感受和对女儿妆的喜爱，一副天然的女儿情态，表现她归来后情不自禁的喜悦；最后作为故事的结局和全诗的高潮，是恢复女儿装束的木兰与伙伴相见的喜剧场面。</p> <p>　　第六段，用比喻作结。以双兔在一起奔跑，难辨雌雄的隐喻，对木兰女扮男装、代父从军多年未被发现的奥秘加以巧妙的解答，妙趣横生而又令人回味。</p> <p>　　其诗中几件事的描绘详略得当，一，二，三，六，七段详写木兰女儿情怀，四，五段略写战场上的英雄气概。从内容上突出儿女情怀，丰富英雄性格，是人物形象更真实感人。结构上使全诗显得简洁，紧凑。</p> <p>　　这首诗塑造了木兰这一不朽的人物形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。</p> <p>　　这首诗具有浓郁的民歌特色。全诗以“木兰是女郎”来构思木兰的传奇故事，富有浪漫色彩。繁简安排极具匠心，虽然写的是战争题材，但着墨较多的却是生活场景和儿女情态，富有生活气息。诗中以人物问答来刻画人物心理，生动细致；以众多的铺陈排比来描述行为情态，神气跃然；以风趣的比喻来收束全诗，令人回味。这就使作品具有强烈的艺术感染力。</p>",
  "about": "<h2>木兰的形象</h2> <p>　　木兰的形象，是人民理想的化身，她集中了中华民族勤劳、善良、机智、勇敢、刚毅和淳朴的优秀品质，是一个深深扎根在中国北方广大土地上的有血有肉、有人情味的英雄形象，在男尊女卑的封建社会里尤为可贵。</p> <p>　　详略得当：忠孝两全，深明大义。</p> <p>　　勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱家人又报效国家，不慕高官厚禄而热爱和平生活，表现出淳朴和高洁的情操。</p><br/><h2>相关成语</h2> 【扑朔迷离】<br>出自《木兰<a href=\"http://so.gushiwen.org/view_71131.aspx\">诗</a>》 雄兔脚扑朔，雌兔眼迷离 解释：指难辨兔的雌雄。形容事情错综复杂，难以辨别清楚。<br>造句：敌军始终扑朔迷离，不知我军主力所在。<br>侦探小说中扑朔迷离的情节让我一头雾水，完全忘记了如何思考。<br>【磨刀霍霍】 解释：原意用力磨刀，发出霍霍声响。常用来形容为做好某一件事而提前做充分的准备、跃跃欲试的样子。也形容敌人在行动前频繁活动。　出处 《乐府诗集·木兰诗》：“小弟闻姊来，磨刀霍霍向猪羊。” 　造句：这路敌人磨刀霍霍，马上就要行动了。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "初中古诗",
    "初中文言文",
    "乐府",
    "叙事",
    "民歌",
    "赞美",
    "女子",
    "战争"
  ]
}