{
  "id": 72347,
  "star": 15,
  "name": "寄欧阳舍人书",
  "dynasty": "宋代",
  "content": "　　巩顿首再拜，舍人先生：</p> <p>　　去秋人还，蒙赐书及所撰先大父墓碑铭。反复观诵，感与惭并。夫铭志之著于世，义近于史，而亦有与史异者。盖史之于善恶，无所不书,而铭者，盖古之人有功德材行志义之美者，惧后世之不知，则必铭而见之。或纳于庙，或存于墓，一也。苟其人之恶，则于铭乎何有？此其所以与史异也。其辞之作，所以使死者无有所憾，生者得致其严。而善人喜于见传，则勇于自立；恶人无有所纪，则以愧而惧。至于通材达识，义烈节士，嘉言善状，皆见于篇，则足为后法。警劝之道，非近乎史，其将安近？ </p> <p>　　及世之衰，为人之子孙者，一欲褒扬其亲而不本乎理。故虽恶人，皆务勒铭，以夸后世。立言者既莫之拒而不为，又以其子孙之所请也，书其恶焉，则人情之所不得，于是乎铭始不实。后之作铭者，常观其人。苟托之非人，则书之非公与是，则不足以行世而传后。故千百年来，公卿大夫至于里巷之士，莫不有铭，而传者盖少。其故非他，托之非人，书之非公与是故也。 </p> <p>　　然则孰为其人而能尽公与是欤？非畜道德而能文章者，无以为也。盖有道德者之于恶人，则不受而铭之，于众人则能辨焉。而人之行，有情善而迹非，有意奸而外淑，有善恶相悬而不可以实指，有实大于名，有名侈于实。犹之用人，非畜道德者，恶能辨之不惑，议之不徇？不惑不徇，则公且是矣。而其辞之不工，则世犹不传，于是又在其文章兼胜焉。故曰，非畜道德而能文章者无以为也，岂非然哉！ </p> <p>　　然畜道德而能文章者，虽或并世而有，亦或数十年或一二百年而有之。其传之难如此，其遇之难又如此。若先生之道德文章，固所谓数百年而有者也。先祖之言行卓卓，幸遇而得铭，其公与是，其传世行后无疑也。而世之学者，每观传记所书古人之事，至其所可感，则往往衋然不知涕之流落也，况其子孙也哉？况巩也哉？其追睎祖德而思所以传之之繇，则知先生推一赐于巩而及其三世。其感与报，宜若何而图之？ </p> <p>　　抑又思若巩之浅薄滞拙，而先生进之，先祖之屯蹶否塞以死，而先生显之，则世之魁闳豪杰不世出之士，其谁不愿进于门？潜遁幽抑之士，其谁不有望于世？善谁不为，而恶谁不愧以惧？为人之父祖者，孰不欲教其子孙？为人之子孙者，孰不欲宠荣其父祖？此数美者，一归于先生。既拜赐之辱，且敢进其所以然。所谕世族之次，敢不承教而加详焉？愧甚，不宣。巩再拜。 ",
  "fanyi": "<p><strong>译文</strong><br>　　<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>叩头再次拜上，舍人先生：<br>　　去年秋天，我派去的人回来，承蒙您赐予书信及为先祖父撰写墓碑铭。我反复读诵，真是感愧交并。 <br>　　说到铭志之所以能够著称后世，是因为它的意义与史传相接近，但也有与史传不相同的地方。因为史传对人的善恶都一一加以记载，而碑铭呢，大概是古代功德卓著、才能操行出众，志气道义高尚的人，怕后世人不知道，所以一定要立碑刻铭来显扬自己，有的置于家庙里，有的放置在墓穴中，其用意是一样的。如果那是个恶人，那么有什么好铭刻的呢？这就是碑铭与史传不同的地方。铭文的撰写，为的是使死者没有什么可遗憾，生者借此能表达自己的尊敬之情。行善之人喜欢自己的善行善言流传后世，就积极建立功业；恶人没有什么可记，就会感到惭愧和恐惧。至于博学多才、见识通达的人，忠义英烈、节操高尚之士，他们的美善言行，都能一一表现在碑铭里，这就足以成为后人的楷模。铭文警世劝戒的作用，不与史传相近，那么又与什么相近呢！ <br>　　到了世风衰微的时候，为人子孙的，一味地只要褒扬他们死去的亲人而不顾事理。所以即使是恶人，都一定要立碑刻铭，用来向后人夸耀。撰写铭文的人既不能推辞不作，又因为死者子孙的一再请托，如果直书死者的恶行，就人情上过不去，这样铭文就开始出现不实之辞。后代要想给死者作碑铭者，应当观察一下作者的为人。如果请托的人不得当，那么他写的铭文必定会不公正，不正确，就不能流行于世，传之后代。所以千百年来，尽管上自公卿大夫下至里巷小民死后都有碑铭，但流传于世的很少。这里没有别的原因，正是请托了不适当的人，撰写的铭文不公正、不正确的缘故。 <br>　　照这样说来，怎样的人才能做到完全公正与正确呢？我说不是道德高尚文章高明的人是做不到的。因为道德高尚的人对于恶人是不会接受请托而撰写铭文的，对于一般的人也能加以辨别。而人们的品行，有内心善良而事迹不见得好的，有内心奸恶而外表良善的，有善行恶行相差悬殊而很难确指的，有实际大于名望的，有名过其实的。好比用人，如果不是道德高尚的人怎么能辨别清楚而不被迷惑，怎么能议论公允而不徇私情？能不受迷惑，不徇私情，就是公正和实事求是了。但是如果铭文的辞藻不精美，那么依然不能流传于世，因此就要求他的文章也好。所以说不是道德高尚而又工于文章的人是不能写碑志铭文的，难道不是如此吗？ <br>　　但是道德高尚而又善作文章的人，虽然有时会同时出现，但也许有时几十年甚至一二百年才有一个。因此铭文的流传是如此之难；而遇上理想的作者更是加倍的困难。象先生的道德文章，真正算得上是几百年中才有的。我先祖的言行高尚，有幸遇上先生为其撰写公正而又正确的碑铭，它将流传当代和后世是毫无疑问的。世上的学者，每每阅读传记所载古人事迹的时候，看到感人之处，就常常激动得不知不觉地流下了眼泪，何况是死者的子孙呢？又何况是我曾巩呢？我追怀先祖的德行而想到碑铭所以能传之后世的原因，就知道先生惠赐一篇碑铭将会恩泽及于我家祖孙三代。这感激与报答之情，我应该怎样来表示呢？ <br>　　我又进一步想到象我这样学识浅薄、才能庸陋的人，先生还提拔鼓励我，我先祖这样命途多乖穷愁潦倒而死的人，先生还写了碑铭来显扬他，那么世上那些俊伟豪杰、世不经见之士，他们谁不愿意拜倒在您的门下？那些潜居山林、穷居退隐之士，他们谁不希望名声流播于世？好事谁不想做，而做恶事谁不感到羞愧恐惧？当父亲、祖父的，谁不想教育好自己的子孙？做子孙的，谁不想使自己的父祖荣耀显扬？这种种美德，应当全归于先生。我荣幸地得到了您的恩赐，并且冒昧地向您陈述自己所以感激的道理。来信所论及的我的家族世系，我怎敢不听从您的教诲而加以研究审核呢？ <br>　　荣幸之至，书不尽怀，曾巩再拜上。</p><p><strong>注释</strong><br>①铭：在器物上记述事实、功德等的文字。<br>②通材：兼有多种才能的人。<br>③勒：刻。<br>④畜：积聚。<br>⑤兼胜：都好，同样好。<br>⑥卓卓：卓著，突出的好。<br>⑦衋（xì）然：痛苦的样子。<br>⑧蹶：挫折。<br>⑨魁闳：高大。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一篇独具特色的感谢信，它没有平常的客套，也没有空泛的溢美之辞。而是通过对铭志作用及流传条件的分析。来述说“立言”的社会意义，阐发“文以载道”的主张，表达了对道德文章兼胜的赞许与追求。文章结构谨严，起承转合非常自然。</p> <p>　　第一段（起承部分），首先交待写这封信的缘起与观诵墓碑后的总的感受。接着叙及撰写暮志铭的意义。先提出论点“铭志之著于世，义近于史”，然后比较铭、史之异同。先言其异，次言其同。本段借助铭、史对比展开文章，深刻地阐述了铭志的警世作用。</p> <p>　　第二段谈今铭“二弊”，首先是不实；其次是“传者盖少”。</p> <p>　　第三段，强调立言者的素质是纠除今弊的根本条件。作者提出：“立言者”必须是“畜道德而能文章者”。作者在本段总的提出这个论点，然后再分说，“畜道德”和“能文章”。最后总说：非畜道德而能文章者无以为也，岂非然哉！二三段为“转”，最后两段为“合”，从立言者之论，归结至于<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>身上，盛誉欧阳修“畜道德而能文章”之贤，深谢欧阳修赐铭之恩。与文章开头呼应。在唐宋八大家当中，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>是最重视章法的，在以上所述中，读者可以看到曾巩文章的这一特点，结构十分谨严，内容环环相扣，起承转合，如行云流水。此文可称得上曾巩文章这一方面的典范之作。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>十分仰慕<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的道德文章，曾把他与唐代的<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>相提并论，从二十岁起就与欧阳修建立了亲密的过从关系。公元1046年（宋仁宗庆历六年）夏，曾巩写信请欧阳修为已故的祖父曾致尧作一篇墓碑铭。当年，欧阳修写好《尚书户部郎中赠右谏议大夫曾公神道碑铭》，曾巩即写此信致谢。这封信作于公元1047年（庆历七年），作者29岁。",
  "poet": {
    "id": 385,
    "star": 0,
    "name": "曾巩",
    "image": "http://img.gushiwen.org/authorImg/zenggong.jpg",
    "desc": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"
  },
  "tags": [
    "古文观止",
    "感恩",
    "书信"
  ]
}