{
  "id": 62199,
  "star": 10,
  "name": "解连环·秋情",
  "dynasty": "宋代",
  "content": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。<br>银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。",
  "shangxi": "<h2>赏析</h2> <p>　　词人善于捕捉瞬间情感中的细微感受，将对恋人的爱怜抒发得淋漓尽致。<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>早年在苏州结识某女子。近世词家据吴词作过许多分析，推断他在苏州有一妾，后被遣去。但将他关于苏州情事的词串连比照，可以确认那位女子并非与他朝夕相处之妾，应为一位民间歌妓。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。</p> <p>　　词的起笔“暮檐凉薄”，点明环境和时间。暮色已沉，人在檐下，感到秋之凉意，一语即营造出寂寞凄凉的氛围。清风吹动庭竹，使主人公产生故人来访的幻觉。“疑”字将读者带入恍惚迷离的境界，有似梦非梦之感。此两句用<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>“开门复动竹，疑是故人来”（《竹窗闻风》）<a href=\"http://so.gushiwen.org/view_62199.aspx\">诗</a>句，“故人”即所钟情的那位女子。“邈”，渺远之意；给人一种遥不可及的距离感。</p> <p>　　这些描写表现的均为非现实的梦幻般的情境。“渐夜久”表现由暮入夜的过渡。“闲引流萤”乃用唐代诗人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《秋夕》“轻罗小扇扑流萤”句意，写出故人天<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>爱的情态；借着微弱的萤光，从她的“素怀”暗里见到“纤白”。这几句词意较为模糊，作者有意以某些优美的细节片断暗示幽会时留下的难忘印象。</p> <p>　　传说西王母的侍女董双成能吹云和之笙，词中的“双成”即以仙子借指故人。双成在梦中远去，凤笙之音渐渐消逝了。一切均是梦境，惊醒时已是“玉绳西落”。吴文英喜用生僻的典故，词语十分难解。“玉绳”乃玉衡的北二星，玉衡为纬书中所指北斗七星的第五星，是斗柄的部分。玉绳西落标志下半夜已过。</p> <p>　　这时主人公才由外室进到内室。放下布帷，欲进内室，却又“倦入”，当是梦境历历触动了对往事的回忆，故“又惹旧愁”。不能忘记，在庭栏的角落还留有故人的粉汗香气。</p> <p>　　对往事的思念，令词人抚今追昔倍加伤痛。词的过片以特殊的意象深刻地表达这种悲痛的情感。“银瓶”是古时汲水用的器具。“银瓶恨沉断索”援用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《井底引银瓶》诗“井底引银瓶，银瓶欲上丝绳绝”句意。汲水时丝绳意外地断绝，白诗以此比喻“似妾今朝与君别”，言中道分离，遗恨无穷。他们恋爱悲剧的发生，似乎早在预料之中：“梧桐未秋，露井先觉”，飘零摇落的命运是注定的了。“抱素影、明月空闲”，即<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《虞美人》“宝扇重寻明月影，暗尘侵、上有乘鸾女”之意。团扇如月，扇面上绘有素女的小影，已积有灰尘。“抱”，持也；团扇曾经是她用来“闲引流萤”的，“明月空闲”意为它已闲着无人用了。这纪念物上以丹青绘的小影封尘已久，可是那秀眉却依稀动人。</p> <p>　　词锋至此陡然一转。“翠冷红衰”，一派衰落凋残的景象。“西池”在吴文英关于苏州情事的词中多次出现，当为词人寓所阊门外西园之内的池。在这凋残衰谢的季节、清寂冷落的秋夜，怕有轻微的声响惊起西池里的睡鱼，西池的鱼跃又将搅扰静寂的秋夜和人的思绪。因为主人公正因西池的落花回味起故人留下的一个销魂印象：“记湘娥、绛绡暗解，褪花坠萼”。“湘娥”本为传说中的湘妃。近世词家考证，认为吴文英在苏州所恋者原籍湖湘，所以“湘娥”或“湘女”皆借指苏州故人。记得那次幽会时，她偷偷解下轻薄的绛色绡衣。词的结尾颇具新意，幸福美好的形象用以作为悲伤之词的结尾，同今昔的劳燕分飞恰恰形成鲜明对比，从而产生了回环往复悲喜交集的艺术效果。</p> <p>　　吴文英是属于那种情感细腻丰富的人，最善于捕捉并表现瞬间的、形象鲜明的主观感受。在他的作品中，许多意象具有纤细的主观感受性质，又以晦涩的语句表现出来，其词意往往缥渺朦胧，恰似唐代<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的《无题》诗。这首词的整体使人如临梦境，比如故人团扇扑萤，令人难辨是梦幻还是往事；银瓶断索、梧叶早坠，未知其人是离是亡。在词的结构上虽也有时间关系的交代，但意群之间总有较大的跳跃或转折，而且往往不甚连属。如下阕的四个意群之间便缺乏应有的顺序联系，结尾则似有词意未尽之感。这正是梦窗词结构奇幻的特点。理解梦窗词较为困难，如果细续便会发现作者的表现方式是艺术化的，所表达的情感则是复杂、真挚和缠绵的。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>早年在苏州结识某女子。近世词家据吴词作过许多分析，推断他在苏州有一妾，后被遣去。但将他关于苏州情事的词串连比照，可以确认那位女子并非与他朝夕相处之妾，应为一位民间歌妓。他们的爱情以悲剧告终。吴文英对她的情感是真挚深厚的，他在词作里常以极隐讳的笔法抒写无尽的哀怨。这首词是词人寓居苏州的后期、在其恋爱悲剧发生之后作的。充分抒发出作者的一腔忧怨之情。",
  "poet": {
    "id": 670,
    "star": 0,
    "name": "吴文英",
    "image": "http://img.gushiwen.org/authorImg/wuwenying.jpg",
    "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"
  },
  "tags": [
    "秋天",
    "爱情",
    "思念"
  ]
}