{
  "id": 70315,
  "star": 5,
  "name": "杂剧·桃花女破法嫁周公",
  "dynasty": "元代",
  "content": "楔子<br>衣止三丈布，食唯半升粟。但得一子孝，便为万事足。老身本姓李，夫主姓石，人口顺都唤我做石婆婆，祖居洛阳人氏。我们住的村坊，也有百十多家，出名的止有三姓，一姓彭，一姓任，一姓石。却好依年纪儿排房去，那姓彭的名彭祖，叫彭大公；姓任的名任定，叫任二公；我夫主名石之坚，叫石三公。这三姓人家，有无相济，真个是异姓骨肉一般，只是子孙少。那彭大公寸男尺女皆无。任二公养得一女，唤做桃花；单则我家有个孩儿，唤做石留住，今年二十岁了。我夫主亡化之后，全亏这孩儿早起晚眠，营干生理，养活老身。自春初收拾些资本，着孩儿贩南商做买卖去，至今杳无音信。想我河南人出外经商的，可也不少，怎生平安字稍不得一个回来？我常常见彭大公说，他主人周公开着座卦铺，但经他算的，无不灵验。我如今不免寻彭大公去，割舍几文钱，算其一卦，看我孩儿几时回家，可不好也。洛阳老翁无所适，上天下地鹤一只。除却人间问卜时，滴露研朱点《周易》。老夫周公是也，自幼攻习《周易》之书，颇精八卦之理。在于洛阳居住，浑家早年亡逝已过，嫡亲的三口儿家属，孩儿学名增福，今年二十一岁，还不曾与他定得亲事，女儿小字腊梅，止得十三岁，也还不曾许人。以下亦无甚么家童使女，止有一个佣工的唤做彭祖。自从老夫在城中开个卦铺，整整三十年，此人便在我家做工，每年与他五两银子。此人勤谨老实，又不懒惰，又不偷盗，我家中甚是少他不的。所以年年雇他，也有三十多年了。近因年老，做不得甚么重大生活，只教他管铺，无非开铺面，挂招牌，抹桌凳，收课钱，这轻省的事。不是老夫夸口说，真个阴阳有准，祸福无差。我出着大言牌，写道：一卦不着，甘罚白银十两。这三十年来并无一个算差了，被人拿了我那银子去。彭祖，今日开开卦铺，挂起招牌，将这一个银子挑出去，看有什么人来？理会的。兀那一街两巷，过来过往的人，您都听着。俺这周公，阴阳有准，祸福无差。但是一卦算不着，甘罚这一个银子。你要算吉凶的，早些儿来也。转过隅头，抹过屋角，此间有个卦铺，不知可是周公的？怎得彭大公出来，便好问他。呀，石婆婆，你那里去？你常对我说周公的卦算得有准，我因要问我儿子几时回家，特特算卦来。这就是周公的卦铺，你随我见去。老爹，这石婆婆是我的邻舍，有个儿子做买卖去了，半年多不见音信，要你与他<br>算一卦，看道几时得回家来？这等，教他说那儿子的生年八字来。我儿子今年二十岁，三月十五日午时生，乾、坎、艮、震、巽、离、坤、兑。嗨，便好道：\"阴阳不顺人情。\"我说则说，你休烦恼，你那儿子注着寿夭。便寿短也罢了，只要得他回来，也等我得见他一面。你要见面不能够，这卦中该今夜三更前后，三尺土底下板僵身死也。老爹，你敢是耍我么？还再与他算算看。你这婆婆，怎么说我作耍？我的阴阳有准，祸福无差。若是算不着，我甘罚这一个银子与你。嗨，好可怜也！石婆婆，俺周公的卦断生断死，断了三十年，不曾差了一个。你那孩儿定无活的人也，你快回家打点复三去。老爹休怪，这一分银子，送你做课钱。婆婆，你将的去，我不要你的。天那！兀的不烦恼杀人也。听说罢流泪悲伤，恰便似刀搅心肠。不争儿板僵身死，天那，着谁人送我无常？今日清早起开铺，就算着这一卦，好不顺当，我也不起卦了。彭祖，与我关上铺门，我注《周易》去也。妾身任二公家桃花女是也。我待绣几朵花儿，可没针使，急切里等不得货郎担儿来买。你想石婆婆家小大哥是贩南商的，常有江西好针在家里。我如今到石婆婆处，与他讨一两根咱。我那儿啊，兀的不痛杀我也！呀，石婆婆，你在那里来？我到周公卦铺里起课来。婆婆，你为何这般烦恼？儿也，你可不知，我因为孩儿做买卖出去了，半年多不见回还，我心中有些恍惚，去到周公卦铺里算了一卦。他道我孩儿注该今夜三更前后，三尺土下板僵身死，怎叫我不烦恼也？婆婆，便好道：\"阴阳不可信，信了一肚闷。\"你小大哥那里便犯这般横祸，你信他怎的？人都说周公的卦无有不灵验的，不由我不信。只是我那儿啊，知道你今夜死在那里，好收拾你骨殖去也。婆婆，你且省烦恼，说你那小大哥的生年月日来，等我与他掐算者。他是二十岁，三月十五日午时生的。嗨，周公能算也，真个该今夜三更前后，三尺土底下板僵身死。只是也还可解禳哩。婆婆，我救你小大哥咱。你若救得我孩儿性命，等他回来，多多的谢你也。我教与你，到今夜晚间三更前后，你倒坐着门限上，披散了你头发，将马杓儿去那门限上敲三下，叫<br>三声\"石留住哥哥\"，他便不死了也。<br>【仙吕】【端正好】我说与你自心知，休对着别人道。我可怜见你皓首年高，你省可里添烦恼。只等的一鼓尽，二鼓交，骤雨过，猛风飘，坐着门傒，披着头稍，将小名儿唤，马杓儿敲。捱今夜，待明朝。婆婆，你则牢记者，稳情取做买卖的那儿来到。<br>儿也，可有这等事么？难道我哄你？只依着我的话去做，包你小大哥明早回来也。呀，我倒忘了，你适才到我家来做甚么？婆婆，我不为别的，要和婆婆讨个江西针儿绣花。针儿有，等明日孩儿回来，我就带着针儿同孩儿来谢你也。这等，婆婆我去也。桃花女去了也。我不免依着他的说话。等到三更前后，风止雨息，倒坐在门限上。板散了头发，将马杓儿去那门限上敲三敲，叫三声石留住，搭救孩儿则个。耕牛无宿草，仓鼠有余粮，万事分己定，浮生空自忙。自家石留住的便是。春间辞别了母亲，出来做一场买卖，谢天地利增十倍。今日回家来到这里，争奈天色己晚，又遇着风雨，前不巴村，后不着店。怎生是好？兀的不是一座破瓦窑？权躲在窑内捱过一夜，明早回见母亲去。我入的这窑来，且歇息些儿咱。这早晚是时候了，待我披开头发，倒坐门限上，把马杓儿敲三敲，叫三声石留住待。是那个叫我？出的这窑来，又不见个甚么人。呀，我石留住好险也！我才出得这窑来，这窑忽的倒了，争些儿把我压死在窑底下哩。如今风雨已息，天色渐明，我不敢久停久住，赶回家见我母亲去，可早来到家门首也。母亲，开门来，开门来！母亲，您孩儿来家了也。你是人也是鬼？您孩儿怎么是鬼？你若是人，我叫你一声，你应我一声高似一声；若是鬼呵，一声低似一声。石留住待！哎！石留住待！哎！石留住待！我哄母亲咱。哎！是鬼，是鬼！母亲为何如此？孩儿你不知，因你离家许久，老身放心不下。这城中有个周公，善能算卦，出着大言牌，上面写道：一卦不着，罚银一锭。是他算你该昨夜三更前后，三尺土底下板僵身死也。母亲，这周公也算的着。昨夜晚间，孩儿在破瓦窑中歇息。三更前后，不知是甚么人叫我三声，我在睡梦中应了三声，慌忙走出窑来看时，这窑便忽的倒了，争些儿压死在窑底下哩。孩儿也，你道周公算的着，还有一个算的着。我昨日算卦回来，适值任二公家桃花女来到我家借针儿。是他见我有些烦恼，问其缘故，我将前事说与他。他问了你生年八字，掐算了一遍。他说不妨，这个是有救的<br>。教我到三更前后，披开头发，倒坐门限上，敲着木马杓，叫你三声石留住。我依了他这般做，不想你今早果然无事回来，着我欢喜不尽！母亲，这等看来，周公算不着了。待孩儿去问他，要这个银子何如？你去恐怕他不服，不肯罚这银子，我同你去来。你道我彭大公为何发这笑来？只好笑我家主人周公，开着卦铺，但是人来算卦的，少不的吉也断，凶也断，生也断，死也断。昨日算我隔壁石婆婆的儿子石留住该死，道是不利市，到今早日将晌午，方才着我开铺面。挂起那大言牌，你道好淡么。彭大公，你周公算我孩儿昨夜三更三尺土下板僵身死，我孩儿今日可怎生无事回来？算不着，我来问他要这挑出的一锭银子。哎哟，石小大哥果然没事，是他算不着了也。我周公在卦铺里面，你自唤他出来，白他谎，讨他银子去。你这婆婆又来怎的？老爹，你看我孩儿昨夜身亡，算不着，你将那罚的银子与我。我岂有算不着的。这个不是我孩儿石留住？是今早回来的。敢不是你儿子，私下借倩这个小厮，要我的银子，来坏我的买卖。我只有的这个孩儿，彭大公也认的他哩。是他的亲儿子。与他银子去罢。住、住、住，教他儿子自说生年八字来，等我再算。我今年二十岁，三月十五日午时生。是这八字。怪哉，这命本等该昨夜三更前后三尺土底下板僵身死，今日算来，有个恩星临时进命，救他无事。怎么昨日没这恩星，今日便有恩星救命？这小后生一定不是石婆婆的儿子。你这老人家，他在我隔壁住，从小里看生见长的，怎么不是？说话在前了，我只除下这挑出的银子与他去罢。孩儿，得了这银子，俺们回家去来。我算了三十年卦，不曾差了，今日可怎生差算，被人罚了银子去？兀的不闷杀我也想是你老了，不济事了。教一街两巷过来过往的人，都说周公算不着，被人罚了这挑出的一个银子去，下次再不要他算了。您好知道么？您常在我根前卖弄这阴阳有准，祸福无差，今日如何？好惶恐人也，毛、毛、毛！这一个银子不打紧，只是挂了三十年，今朝被人拿去，真个惶恐。彭祖，与我关上铺门，我也不去注《周易》了。独擅阴阳三十秋，犹余妙理未穷搜。饶君掬尽西江水，难洗今朝这面羞。<br><br>第一折<br>老官人，不要怪我老人家多嘴。你自从开这卦铺已来，也赚的够了，刚刚吃拿了一个银子去，便关上铺门，何等小器。我闻的古人有言：智者千虑，必有一失。你算了三十年的卦，从不曾算差了，止差了一个，也不为多。你的名头传播的远了，那算卦的人，难道为这一个不着便不来要你算？若如此，别家起课的，鬼也没的上门了，如今这青天白日，关着铺门，像甚么模样？便好道：\"一日不害羞，三日吃饱饭\"。我们靠手艺的买卖，怎害得许多羞？老官人，你依我说，到厢子角儿里再取出个银子来，待我依旧开了铺面，挂上招牌，挑出这甘罚的银子去，怕做甚的？你可不是这等说。我这一个挑着三十年了，如今被人拿去，我是出大言牌的，教我有甚嘴脸好见那火算卦的人？不若且关铺门几日，等他一街两巷的人再三求我算卦，然后重开铺面，方才好看。我在此闷坐，甚是无事，你说你那年月日时来，等我与你闲算咱。你要算我的命？被别人拿了你银子去，拿我来衬铺儿。老官人，你不济事，不要算我罢。你这老弟子孩儿，我好意与你掐算掐算，讲这等胡话！你说你那年月日时来。你左右算不着。我说与你知道，我今年六十九岁了。几时生的？五月初五日戌时生。乾、坎、艮、震、巽、离、坤、兑，嗨，可是两个儿也。彭祖，你今日安然，明日无事，到后日午时，合该土炕上板僵身死。你家里盛厢满笼放着银子，才吃人拿的一个去，便是这等啼哭，这银子想是你的命哩。我哭你哩。谁呢？你到后日，日当卓午，土炕上板僵身死。好说，我可怎么得死？我不死，你死！我这阴阳有准也。是你这阴阳有准，石留住不活了？老官人，你把这阴阳收拾起罢。你这阴阳是哈叭狗儿咬虼蚤--也有咬着时，也有咬不着时。我不信你了。来、来、来，你伏侍我多年，只今日放你回去，打点送终之具。分外与你一两银子。买些酒肉吃，辞别了你那亲识朋友。你死之后，我好好殡送你也。老官人，你回来再与我算一算，可有甚恩星救么？我又不曾要他算，平白地问了我八字，说我只在后日午时，土炕上板僵身死。打紧的我又怕死。这板僵的\"板\"字，教我怎当的起？待不信他来，他可阴阳有准；待信他来，我已是死的人了，哪个救得？恰才他与我一两银子，着我买些酒肉吃的醉饱，辞别了一班儿亲识朋友去。我有甚么亲识朋友在那<br>里。只有隔壁任二公。我今日先辞他一辞，就带这银子去与他吃一钟。天呵，教我怎当的这\"板\"字也呵！<br>急急光阴似流水，等闲白了少年头。月过十五光明少，人到中年万事休。老汉姓任名定。人口顺都叫我做任二公。婆婆亡逝已过，别无甚么得力儿男，止有一个女儿，长成一十八岁，未曾许聘他人。这孩儿生下来左手上有桃花纹儿，因此上唤做桃花女，今日无事，我到门前闲看去咱。恰好任二公正在门首，待我见去。兄弟，今日特来辞别你去也。哥哥，你要辞我往那里去？兄弟不知。今日周公算我一卦，道我到后日午时身亡，以此先来辞你。哥哥且省烦恼，这阴阳事信他怎么？那里便准？那周公算的卦，从来没个不准，教我怎不烦恼？他今日与我一两银子，买些酒肉吃，辞别了一班儿亲识朋友去。我银子现带在这里，待我买壶酒来，与兄弟吃一钟。你到我家，倒吃你的？只等我女孩儿回来，安排些酒肉，与哥哥食用咱。妾身桃花女的便是。早间石婆婆送了我针儿，适才到街市上配些绒线回来。谢天地今年好收成也呵。<br>【仙吕】【点绛唇】俺则见四野田畴，禾苗丰茂。登场后，鼓腹歌讴，现如今无士马绝征斗。<br>【混江龙】虽然是农家耕耨，感谢得天公雨露有成收。则俺这村居野疃，那羡您画阁朱楼。你道官人每出来的乘骏马，怎如俺那牧童归去倒骑牛。俺可也比每年多余黍麦，广有蚕桑，囤塌细米，垛下干柴，端的个无福也难消受。您穿的是轻纱异锦，俺穿的是坌绢的这粗纁。<br>伯伯万福。你看他为何这般烦恼，莫不是与我父亲有甚么言语来？<br>【油葫芦】你两个自小儿相随到白头，端的是老故友，但同行共坐笑无休。我则道别逢闲汉频摇手，你可也敢则是饱谙世事慵开口。俺则见这壁厢闷闷的迎，那壁厢郁郁的忧。伯伯。你为甚么这等悄无言则办的眉儿皱，泪簌簌不住点儿流？伯伯，我去整治些酒菜儿来，与俺父亲饮几杯去。<br>【天下乐】却不道一盏能消万古愁，则俺这村也波坊，不比那府共州，那里取笙歌绮罗拥上楼。这快乐俺这里无，这快乐您那里有。伯伯也俺这里止不过是村务酒。<br>哥哥，我女孩儿取酒去了也。我劝你开着怀抱，那阴阳则不要信他，便准杀也是后日的事。常言道：今朝有酒今朝醉，明日愁来明日当。你到后日，再看如何，且管今日吃个醉去也。酒元是我要吃的，只是心头被他这个卦儿当着，教我怎生吃的下去？伯伯，满饮此杯。伯伯，你接着酒，则是不饮，可也为何？<br>【寄生草】俺这里有的是黄鸡嫩，白酒熟，伯伯也你莫不为茅檐草舍庄家陋？俺每都是庄农人家，一村疃儿居住的，有甚么好房子在那里？我也道来。也一般儿青山绿树风光秀，况我父亲呵，又和你倾心吐胆交情厚。儿也，你不知道。我家主人周公，今日与我算一卦，道我没寿，以此吃酒不下。伯伯，你没寿今年也六十九岁了。但愿的乐丰年醉倒有百千场，何必要炼丹砂学取那松乔寿？<br>儿也，你劝我吃酒，岂不是你好意？但那周公的算卦，打着个大言牌说道：阴阳有准，祸福无差，若一卦算不着，甘罚白银十两。我见他开铺三十多年，刚则是那石婆婆的孩儿石留住一个，可也算错了，被他要了这锭银子去。今早他到铺里问我的生年八字，与他掐算一卦，道是今日安然，明日无事，到后日午时，该在那土炕上板僵身死，因此来辞别你父亲。儿也，这板僵的\"板\"字，教我怎生当那？伯伯，你说你的生年八字来，等我也替你掐算咱。哥哥，我这孩儿也说道会起课。常常在手儿上抡抡掐掐，胡言乱语的，一般有准处。你说与他算波。兄弟，你这女孩儿家怎么算的周公过？我今年六十九岁，五月初五日戌时生。嗨，周公好能算也，真个注定后日日当卓午，土炕上板僵身死也。我可道周公算的有准，则隔明日一日，兄弟，我便与你永无会期，我是死的人了也！<br>【后庭花】你则管里絮叨叨说事头，舌剌剌不住口。你便待准备着哭啼啼长休饭，伯伯也咱与你换上这喜孜孜欢庆酒。休得要泪交流，我着你依前如旧，包管你病羊儿奔似虎彪，困鱼儿脱了钓钩。我那周公开了三十年卦铺，止算差的一个，你怎么道他又算差了？倒将咱佯不瞅，说周公百事有。转阴阳得自由，更山川变宇宙。<br>我伏侍他三十多年，实见他的卦无有不灵，无有不验，真个是光前绝后，古今无比，你教我怎生不信他？伯伯，<br>【柳叶儿】你卖弄他光前、光前绝后，不由我不邓邓火上浇油。如今世上，除了那周公一人妙算，再无敌对哩。你道是周公世上无敌手，早激的我嗔难忍，怒难收，伯伯也则教他到我行纳下降筹。<br>儿也，你可怎生降着他来？伯伯，我今番救了你性命，则教他算不着，你意下如何？你若救了我老命得不死呵，我虽没甚么报答你，我当口中衔铁，背上披鞍，报答你也。明日晚间正当北斗星官下降，你买七分儿香纸花果，明灯净水供养着。等到三更三点，那七位星官下降之时，受了你香纸花果明灯净水。再要一领净席，做一个席囤，你悄悄的躲在那里头。等星官每临去，你就跳出那席囤来。你休害怕，不拣那个星官，扯住一个。他问你要官呵，你便道我不要；他问你要禄呵，你便道我不要；他道你都不要，你可要甚么，你便道我则要些寿岁。恁的呵，便好救你的性命不死了也。此言有准么？怎么不准？假若星官不来呵，你着我等到多早晚也？<br>【赚煞】直等到月转矮墙西，人约黄昏后。摆祭物浇茶奠酒，只待那七位星官来领受。伯伯也早唬的你颤笃波魂魄悠悠，那其间你可便休落了芒头，要记的语句儿滑熟，那星官是甚么形相？我可害怕，怎生告他来？忍着怕担着惊告北斗，比似你做阴司下鬼囚，争似得他这天堂上阳寿，伯伯，则今夜且和俺父亲吃一个烂醉者，管着你笑吟吟同做醉乡侯。。<br>兄弟，我如今依着孩儿说，办些素果斋食，香花灯烛，等到三更半夜，拜告北斗星官去。若得不死呵，我依旧拿这一两银子与你做东道吃。天哪！则愿得所言有准，保全我的老命也。哥哥，你只管依着他做去。吉人天相，到后日我同女孩儿来贺你也。<br><br>第二折<br>自家彭大公的便是。那桃花女说今夜晚间，是北斗星官下降之日。我依着他的说话，摆下这七分香纸花果、明灯净水，拜告星官。又买了一领新席，做个席囤，着我躲在那席囤里面。摆的这祭物都停当了也，我听上衙更鼓咱。是三更时分了，觉一阵风过，吹的我毛森骨立，敢是星官下来也，我且躲在这席囤里去咱。莫瞒天地莫瞒心，心不瞒人祸不侵。十二时中行好事，灾星变作福星临。吾神乃北斗七星是也。今夜吾神当降临凡世，纠察人间善恶，来到此处。不知甚么修善之人，虔心敬意，安排下七分香纸花果、明灯净水，接待吾神，合该领受他供养波。吾神去也。上圣可怜见，救小人咱！你扯住我，莫不要官么？我不要官。莫不要禄么？我不要禄。官禄好受用哩，你都不要，你要些甚么？小人叫做彭祖，今年六十九岁，明日午时该死。只望上圣可怜见，与小人些寿岁咱。这个不打紧，我受了你香灯祭祀，与你名下勾抹了该死的册籍，注上三十岁，有九十九岁寿。够了，够了。恰才我明明数着八位星官下来，可怎么则见的七位？这一位到那里去了？呀，却原来在这里躲着。上圣可怜见！你扯住我要些甚么？我要些寿岁。啐、啐、啐！不是这个啐，我要些寿岁。你可不早说。我七位星官与了你多少？他与了我三十岁。你今年多少年纪？我六十九岁了。这等我也与你一岁，凑做一百岁何如？彭祖一百岁，牙齿拖着地，饭也吃不的，教他活受罪。众星官去远了，我赶上去也。有这等异事！星官下降也是真的，受了我香灯祭祀也是真的，但不知与我这三十一岁可也是真的？呀，鸡鸣了，天色明了也。只等挨过午时不死，我到周公家讨他银子去。周公也，我替你愁哩。阎王注定三更死，并不留人到四更。今日是第三日了，可怜那彭祖在我家勤勤谨谨，伏侍了三十多年，如今已过午时，一定是土炕上板僵身死了。我待亲自去埋殡他，也见的我一点不忘故旧之意。老官人，你这等盛情，我已心领了。你这大言牌在我手里挂起放倒，三十多年，须不好赖得。这一锭银子，快拿出来与我。有鬼，有鬼<br>！你靠后些。老官人，我行有影，衣有缝，怎么是鬼？只是你时运倒了，前日算差了石留住，今日又算差了我哩。只怕你说差了八字，你说真的来。我今年六十九岁，五月初五日戌时生。八字不差。这命不死，有些跷怪。必是有人破了我的法，要抢我的买卖，是你老了不济事，有那个来破你的法？你前日与了我一两银子，如今只与我九两便是。银子不打紧。你跟我进来，待我关上门。你不说那个破我的法，我就打杀你，看你可活得成。住、住、住，你这阴阳本慢帐，自家算不着，倒怪人来破你的法。你前日打发我去拜辞亲识朋友，我可有甚么亲识朋友？只有我隔壁任二公，去辞别他，说你算我该今日午时身死。那任二公有个桃花女，也与我算一算，说：\"不死，是有救的。明夜三更时分，该北斗七星下降，你备下香灯祭祀。\"着我躲在席囤儿里，只等星官领受了临去之时，便跳出囤来，扯住一个，向他要些寿岁。我依着他，果然有七位星官，被我扯住，与了我三十岁。临了又有一个油嘴小星儿也与我一岁，说我整整的一百岁，因此上我得不死。便是那石留住小孩子，也是那桃花女救的。乾、坎、艮、震、巽、离、坤、兑。果然，这一夜北斗星官下降。可知道破了我这阴阳。则除是这般。我不失信，这十两银子与你去。只是你在我家这许多年，我也不曾歹看承你，有一件事你可与我做去。是甚么事要我做去？明日我备下花红酒礼，要你将到任二公家，只说谢桃花女的。等他受了时，我自有个主意。你对我说这主意，我便去。我不瞒你，我在这洛阳城里算卦，则有我高，如今桃花女甚有意思。我那个增福孩儿，还不曾定得亲事，只等任二公受了我花红酒礼时，我便好央媒去说亲，不怕他不许我。若得他到我家做媳妇，可不显的我家越有人了。这桩事都在你身上，我还要谢你多如那媒人的哩。这个是喜事，我该去。只是任二公与我老兄弟，那桃花女又是救我性命的。这花红酒礼本等是你的，怎么认做我的谢礼？我老人家可也不会说谎。你这些谎不肯说，不肯完成我这桩亲事？我这门还是关的，我再打你。老官人，不要懆暴，我替你去便了。劝周公莫便生嗔，将酒礼强勒成亲。不争我藏头露尾，可甚的知恩报恩？彭祖去了也。此事不宜迟慢，就去街市上唤个媒婆来，着他去任二公家说亲，定要娶这桃花女做媳妇。我想有这<br>桃花女，怎显我的阴阳？只等问成了亲事时，不怕不断送在我手里。正是强中更有强中手，恶人终被恶人磨。自家任二公的便是，俺桃花女着彭大公昨夜晚间，等北斗星官降临，乞求寿岁。今日已过午时不死，想是不死了。兄弟，非但不死，倒与我添了三十一岁寿哩。兄弟，你女儿的掐算，灵验的不可当。昨夜果然三更时分，有七个北斗星官下降。我依着你女儿扯住他告寿，七位星官与了我三十岁，临了一个油嘴小星儿也与我一岁，直活到一百岁。我今日特备些酒礼来致谢。兄弟请饮一杯。这也难得，我吃，我吃。这一段儿红，送与你女儿做件衣服穿。酒便好吃，这红忒重了也。这是我买命的，也不为重。自家媒婆的便是，奉周公言，命着我到任二公家求亲，可早来到门首也，无人报复，径自进去。任二公，你喜也！我老人家有甚的喜？今有周公他的大官人二十一岁了，他家事又富，女婿又生的俊，我特来与你家姐姐说这门亲事。你姐姐到他家时，用不了，使不了，穿不了，着不了，口床不了，口赛不了，有得好哩。等我问女孩儿肯也不肯，我不好自做主。任二公，这事只在你做主，怎么倒凭你家姐姐？适才周公家肯酒你也吃了，红定你也收了，怎还推辞得那？今日说了亲，后日是个太好日辰，就要娶你家姐姐做媳妇哩。我那里受他花红酒礼来？亲事也不曾许，就要过门做媳妇，这等容易？你道不曾受他花红酒礼，那彭大公将来的不是？哥哥，你适才那红酒，是你拿来谢我的，怎说是周公的？我本意自来谢你，那周公见说，替我备这红酒。我是穷汉，巴不得他替我备礼，岂知他这酒是肯酒，红是红定？哥哥，你好歹也。我女孩儿救了你性命，不指望你来谢他，倒着你卖了他那？兄弟，你也知我在周公家佣工三十年了，岂无些主人情分？便是我晓得他要求亲的意思，也该替他撺掇。一来你女儿也长成，该嫁人了；二来周公是个财主，他增福哥一表人物，尽也配得你女儿过。兄弟，不如依我说，许了他罢。你们装这圈套，来强娶我女孩儿，兀的不气杀我老汉也。妾身桃花女，到东庄讨镜儿去。心中有些恍惚，须索赶回家来。看是怎么。<br>【正宫】【端正好】则为这镜儿昏，我可也难梳裹，就东庄头巧匠明磨。去时节大斋时，急回来可早日头儿末，不知俺家中有甚的人焦聒。<br>【滚绣球】我头直上发似揪，耳轮边热似火。我行行里袖传一课，急慌忙把脚步儿频挪。我这里穿人道桑拓林，穿小径荆棘科。早来到门首也。则见乱交加不知是那个，则听的沸滚滚热闹镬铎。彭大公，你使这等见识，我拼的和你做一场。俺父亲揎拳捋袖因何事？你要打我么？由你打，由你打，只要许了这亲事便罢。原来是彭大公。他这般唱叫扬疾，不徕，便可也为甚么？好、好、好！女孩儿来了也。我有说话，要和你讲哩。有甚的好话评跋？<br>父亲，你为甚么这般嚷闹那？孩儿也，你可不知。有彭大公今日午时不死，拿着些酒礼来谢你。因你不在家，他把酒来劝我吃了三钟，又拿一段儿红绢送你做件衣服穿，谁知是周公着他来，要求你亲事做他媳妇的。他道我吃了他肯酒，受了他红定，现今领着媒婆在这里，约定后日是吉日良辰，一头下财礼，一头就要你过门，这可不是把我生做起来？这都是彭大公使的见识，因此上和他唱叫。我委实不知，怎么屈怪我？这个是喜事，五百年前注定的。姐姐，你许了罢。<br>【倘秀才】那问亲的无礼法将我来劫夺，若是我不许聘我可有甚么罪过？哎哟！你这小孩子家就学得放泼那？知他是您行凶也那我放泼？喜事不要嚷！姐姐，你则许了罢。你休言语，怎成合，可正是望梅止渴。孩儿也，周公家这门好亲事，我可着你受用一世儿哩。我就与你做个落花的媒人，也不亏了你。谁听你这话来？<br>【滚绣球】则你这媒人一个个，啜人口似蜜钵，都只是随风倒舵，索媒钱嫌少争多。女亲家会放水，男亲家点着火，你将那好言语往来收撮，则办得两下里挑唆。你将那半句话搬调做十分事，一尺水翻腾做百丈波，则你那口似悬河。<br>父亲，那周公家怎知有我来？这是彭大公说的。我几曾说来？想是你救石婆婆的儿子，被他晓得了。<br>【叨叨令】你道是石哥哥我不合救了他亡身祸，因此上被周公家知道我这赔钱货。我则道多是你这撮合山要赚松纹锞，那里管赤绳儿曾把姻缘缚？兀的不气杀人也波哥，兀的不气杀人也波哥。彭大公，你好歹也！我则问你个彭大公怎么的也这等迎风箕欠。<br>常言道：众生好度人难度。孩儿也，你前日救了彭大公的性命，他把这桩亲事报答你哩。<br>【呆骨朵】想当日泪漫漫哭的你那喉咙破，怕不眼睁睁的待见阎罗。周公也他算着你身亡，我端的救了你命活。儿也，你是我的恩人，怎忘得你？哎！你个彭大公才得消磨难，倒着我桃花女平白地遭摧挫。这是周公家要求媳妇，干我甚事？也是我不合搭救你，你将这恶言词展赖我。<br>儿也，你可不要嚷那。我晓得周公是财主人家，他下的聘财，比别家必然富盛，你到他家里，穿的好，吃的好，受用一世。你若不许，只怕干老了你也。<br>【伴读书】你休则管里闲撺掇，休则管里空担荷。我如今绿鬓朱颜如花朵，我又不苍颜皓首年高大。到来日你可便牵羊携酒来相贺，大公也。你看道是谁家结下丝萝。<br>姐姐，彭大公说话须不误你。若许了这亲呵，你居兰堂，住画阁，重裀卧，列鼎食，有的受用哩。不是我媒婆说谎，他后日下的财礼，这样高这样大雪花银子有三十个，不比别人家寒酸，你只满口儿许了他罢。<br>【笑和尚】我、我、我，不恋你居兰堂住画阁，我、我、我，不恋您列鼎食重裀卧，我、我、我，不恋您那雪花银三十个。那周公算的好《周易》课，只有他家大官人晓得，再不传别人的。姐姐，你过门之后，他还要传这《周易》课与你哩。他、他、他，论阴阳少讲习，我、我、我，论卦爻多参破，休、休、休，我根前，还卖弄甚么《周易》的课。<br>儿也，你看我老人家面上，许了这亲事罢。父亲，便许了他，也不妨事。孩儿也，我若是早知他们的见识，也不受他这红酒来。常言道的好，男大须婚，女大须嫁。既是你肯许了，我也许。元来这姐姐口强心不强。只是我做媒的吃亏，被他推这一跌。周公也，你休见差了。<br>【煞尾】则怕我到家来有危有难如何躲，我劝你所作依公莫太过。投至得到我根前问个定夺，讨个提掇，决个死活。哎！周公徕，你便有灵验的阴阳，敢可也近不的我。。<br>【彭大云】兄弟，你女儿己许下亲事，我便与媒婆回周公话去也。哥哥也，还吃钟喜酒去。任二公不劳了。周公在那里悬望，要准备下财礼迎娶过门，许多事务，都只在明日一日，放彭大公早些去罢。这等，一发待成亲之后，同你来吃喜酒便了。<br><br>第三折<br>老夫周公，昨日使了个智量，着彭祖拿那红酒去谢了任二公，随后，媒婆去说亲，要求他桃花女做媳妇，喜的他已许允了。今日是第三日，我准备下彩段财礼，已着彭祖唤媒婆去了，只等他两个来时，好送到任二公家。一边辆起坐车儿，两旁摆着鼓乐，吹打将去，准要今日取那桃花女过门。这早晚彭祖、媒婆敢待来也。媒婆那里？我周公家唤你哩。啐！你也睁开驴眼，今日吉日，周公家下财礼，是我媒婆的身上事，要你来唤？我这娶亲的礼物，一应已都齐备了。你们领着快去，不要误了我好日辰。这等我们就去。媒婆，到他门首，让你先入去，通知行礼的事，我随后进来，彭大公，你怎么到让我先入去？那任二公的女儿性子，好生利害，倘或礼物有些不臻，打将起来，我在后面好溜。我做了一世的媒婆，再不曾着新人打了，我们快去。且住。待我算一算。乾、坎、艮、震、巽、离、坤、兑。今日他出门之时，正与日游神相触，便不至死，也要带伤上车。又犯着金神七杀上路，又犯着太岁。遭这般凶神恶煞，必然板僵身死了也。嗨，元来周公怀这等恶意！我只道他娶桃花女做媳妇，那知要害他性命？则他阴阳是有准的。儿砾，眼见得无那活的人也。彭大公去罢。彭祖、媒婆去了也。我只在门前等侯凶信咱。你每捧财礼的，捧的齐整着；把车儿拽起着，花灯点亮着，两边鼓乐吹动着，到任二公家娶亲去来。时辰到了，请新人早些儿上车者。妾身桃花女的便是。我想周公好狠也，他今日那里是娶媳妇，无过怪我破了他的法，要择此凶神恶煞的时日，来害我性命。只是你的阴阳怎么出得我这手里？我一桩桩早已预备下了。今日清早起来，先拜过了家堂，辞别了父亲，着他不要送我上车去，避过了他那恶煞。随即到隔壁去别了石婆婆，与他借小大哥来送我，着他与我解救咱。哎！周公，你可枉用这一场歹心也呵。<br>【中吕】【粉蝶儿】别人家聘女求妻，也索是两家门对，写婚书要立官媒。下花红，送羊酒，都选个良辰吉日。大纲来为正礼当宜，那里取这不明白强人婚配？<br>【醉春风】你去那《周易》内显神通，怎如我六壬中识详细。也不待到家门就要算的我一身亏，你道波可有这个理、理？由你有百般的阴谋，千般的巧计，怎当我万般的堤备。<br>儿也，时辰到了。你请出门上车儿者。且慢者，这出门的时辰，正犯着日神，又犯着金神七杀。有这两重恶煞，争些的着他道儿也。石小大哥，取我那花冠来，待我带上，再取那筛子来，你拿着在我前面先行咱。理会的。<br>【迎仙客】他道是日游神为祸祟，我桃花女受灾危，怎知有千只眼先驱能辟鬼？我行出宅门前，离得这闺阁里。我呵若不是妆束巍巍，险些儿被金神打的天灵碎。<br>好也，被他早挣过两重儿也。辆起车儿，媒婆扶新人上车者！住，住，住！这时辰正冲着太岁。我想太岁最是一个凶神，若不避着他，那里得我这性命来？石小大哥，你等我上了车，分付拽车的人，先把车儿倒拽三步，不许他便往前走。推车的听着！新人分付，先把车倒拽三步，方向前走！我这袖中有个手帕儿，待我取出来。兜在头上。<br>【醉高歌】坐车儿倒背我这身奇，手帕儿遮檬了我面皮。怎么这新人车儿不向前走，到往后退那？大公也，你可怎生不解其中意，我则怕撞着那凶神的这太岁。<br>这一会怎么孩儿不言语了？我是看咱。伯伯，你看我怎么？没。新人的车儿来了也。如何？不济事。我算他板僵身死。他是活活儿的哩。他怎么活了来？你有这许多算法，他可有许多的解法哩。他出门时，他教人先拿着一个千只眼在头里走。那千只眼是甚么东西？是筛子。那千只眼在前，可不把日游神先赶过一壁去了？这金神七杀又怎么解？他又带上一顶花冠，层层都是神道，妆的似天帝一般，方才出门。这等可知金神七杀，倒要避他了也。这太岁凶神，他可又怎么解？他上了车，不许推车的就走，将车倒拽三步。他袖儿里取出个手帕儿，兜在头上，盖杀了面，以此无事。你可不要听他说把这车儿倒拽，岂不死了？新人的言语，那个不遵听他？你先对我说不得？嗨，这妮子好强也！你可不济哩。等我再算一课。乾、坎、艮、震、巽、离、坤、兑。彭祖，如今去请他下车儿来，正蹅着黑道，我着他登时板僵身死。罢了，儿口乐，这遭可死了也。媒婆，请新人下车儿咱。且慢者！今日是黑道日，新人蹅着地皮，无不立死，则除是恁的。石小大哥，与我取两领净席来，铺在车儿前面。我行一领倒一领。理会的。<br>【石榴花】今日是会新亲待客做筵席，倒准备着长休饭、永别杯。莫不找拜先灵打着面豹纛旗，你畅好是下的。使这般狡幸心机。娶新人指望成佳配，结百年谐老大妻。怎么未成亲先使这拖刀计，早难道人善得人欺。<br>【斗鹌鹑】你送的我九死一生，哎！周公也枉坏了你那三财的这六礼。你只管里把这两领席，倒来倒去，是甚么主意？这的是我避难的机谋，躲灾的见识。为甚么走走行行铺下净席？则要你盖了这里。他拣定这黑道的凶辰，我将这净席呵，与他换过了黄道的吉日。这一会儿可不听的他言语了，待我看咱。伯伯，你看我怎的？没。如何？不济事。这一番准着他板僵身死。他还活活儿的哩！他怎生活了来？他早知道了，说今日是黑道日，他把两领净席，铺在地下，行一领倒一领，换过黄道走了，因此他可不死，还是活活儿的哩。嗨，这妮子好强也。你可不济哩。等我再算一卦。乾、坎、艮、震、巽、离、坤、兑。如今他该入门了，正是星日马当直，新人犯了他，跑也跑杀，踢也踢杀。怕他不板僵身死？彭祖，你去请新人入门咱。周公，你好忒狠也！媒婆，扶着新人入门者！且慢者！今日是星日马当直，我过的这门限去。正汤着他脊背，可不被这马跑也跑杀，踢也踢杀，那里取我的这性命来？石小大哥，与我取马鞍一副，搭在这门限上波。他把门限上放上这马鞍子，又做甚么勾当？<br>【上小楼】你争知就里，阴阳凶吉。现如今星日马当日，降临凡世，正是该期。我可也怎敢的，擅便道，汤他脊背？先与他停停当当，鞍上这一重鞍辔。嗨，这一会儿我可不听见他言语了。伯伯，你看我怎的？没。如何？罢么，我道你老了不济事了。他可板僵身死了么？老官人，他还活活儿的哩。他怎的活了来？我去请他入门。他道今日是星日马直日，把一副鞍子来搭在门限上，那马便顺顺的伏了他，跑也不敢跑一跑，踢也不敢踢一踢，因此不死，还活活儿的哩。这妮子好强也。我说道，你可不济事哩。等我再算一卦。乾、坎、艮、震、巽、离、坤、兑。我如今请他入这墙院子来，却是鬼金羊，昴日鸡当直。这两个神祗巡绰，若见了新人呵，鸡儿啄也啄杀他，羊角儿触也触杀他，必然板僵身死也。儿口乐，这一番可送了孩儿的性命也。媒婆，请新人入墙院子来，且慢者！这早晚正值鬼金羊，昴日鸡两个神祗巡绰，我入这墙院子去，必受其祸。石小大哥，取一面镜子来，与我照面，再取那碎草米谷，和这染成的五色铜钱，等我行一步，与我撒一步者。兀的不是镜子？我便撒那碎草米谷去。这孩儿有许多琐碎。伯伯，你可那里知道？<br>【幺篇】我着这草喂了羊，谷喂了鸡。这铜钱呵，着小孩儿每，吵吵闹闹斗争相戏。趁哄里，向堂前，将身平立。哎！周公也可早则颓气了你那巽离坤兑。<br>孩儿，你一会不言语，可敢死了？我试看咱。伯伯，你看我怎的？没。如何？我说你不济事，就不济事了。难道这一次他也不死？他还活活儿的哩。他怎生活了来？他可先算计了，道是这时候该鬼金羊，昴日鸡巡绰，把些碎草米谷，撒一步行一步，又撒下些五色铜钱，等小孩子们去相争相抢的，他自家把个镜子照了脸，打闹里走进墙院子，如今在堂上立着哩。都是你这老弟子孩儿，你不要与他这草谷，可不死也？你家那里有草谷、五色铜钱与我带去哩？都是他自家预备的。便是他备的，你也不要与他撒才是。老官人，他的算计比你高的多，他央着石留住与他做事哩。嗨，这妮子好强也。你可不济哩。等我再算一卦。乾、坎、艮、震、巽、离、坤、兑。他如今入的这第三重门，正是丧门吊客当直。新人这一番入门来，不板僵身死，我也再不算卦了也。嗨，儿口乐，这遭无那活的人也。请新人入第三重门去。且慢者！这第三重门恰是丧门吊客当直，这神煞是犯他不得的，石小大哥，取那弓箭来，等我入第三重门时，与我射三箭者。理会的。弓箭也备的有，倒好做个货郎担儿。<br>【普天乐】我这里说真实，言端的今日是犯着丧门吊客。我早把弓箭忙射，弓拽开似明月弯，箭发去似流星坠。关上门者，等我射箭。一箭，两箭，三箭。我这里笑吟吟挪身来宅内，周公也可不教我直挺挺板死在门闱？羞杀你晓三才的孔明，知六壬的鬼谷，画八卦的伏羲。<br>这一遭他敢逃不去了。待我看咱。伯伯，你看我怎的？没。如何？不济事。我算定他一准是板僵身死也。他还活活儿的哩。这一番他怎生活了来？他说道入这第三重门，是犯着丧门吊客，便教石留住取弓箭来，先射三箭，方才入门，怎么不活？这妮子好强也。乾、坎、艮、震。你怎么先搀了我的那？眼见的你又是这句儿。如今入这卧房去，在白虎头上铺床，我在外面响动鼓乐来，惊起这白虎，怕他躲到那里去？我着他板僵身死也。儿口乐，这遭可躲不过了。媒婆，请新人到卧房中坐床去者。且慢者！我如今入卧房中，这床正坐在白虎头上，他那里响动鼓乐，惊起白虎，那里取我的性命来？伯伯。你的解着，都是石留住预备下哩。伯伯，我不为别的，我有些害怕。他家有甚么小孩儿，着一个来与我做伴咱。我也道这小孩子可放不得在货郎担儿里的。周公家有个小姑娘，叫做腊梅，今年十三岁了，我着他来伴陪你如何？好波，你着他来。小姑娘有请。你叫我做甚么？我和媒婆要前后执料去，要你来伴新人坐一坐。哎哟，他是嫂嫂，还不曾见面哩。怎么好去陪他？小孩子家怕些甚的？你则陪他去。等他坐过了床，还要出堂行礼，见你爹爹哩。嫂嫂万福。姑姑万福，你穿着我这鹤袖儿，在这里坐一坐，我往后面更衣去便来。这一会不听的孩儿言语，敢是死了也？我试看咱。怎么小姑娘腊梅死了也？呀，果然小姑娘死了！周公快来？如何？小姑娘死了也。新人在那里？他两个同坐着哩，不知怎么新人不死，是小姑娘死了，桃花女，你好促恰也！周公家死了人，你们还吹打些甚么？我看那周公和这桃花女一不做，二不休，少不得弄出几个人命来。我媒人钱不曾赚得，倒要陪工夫吃官司，受他这等连累，我们不如溜了的是。<br>【快活三】我则怕这雷霆白虎威，因此上要一个做相陪。忽被那鼓声惊动怎支持，倒惹了你的凄惶泪。<br>这都是俺那周公的阴阳有准，应在小姑娘身上了也。<br>【鲍老儿】卖弄杀《周易》阴阳谁似你？还有个未卜先知意。若是妨碍，你也该与小姑娘说一声儿，怎么眼睁睁的看他死了也？不争我小桃叮咛说与腊梅，又则怕泄漏了春消息。周公也，怎这般哀哀怨怨、烦烦恼恼、哭哭啼啼？儿也，这小姑娘还好救得么？你问俺公公，可要他活哩？可知要活哩。这等，有净水取一碗来。兀的不是净水。天啉啉，地啉啉，魔啉啉，唵啉啉，吾奉九天玄女，急急如律令摄。你不活怎么那？父亲也，乾、坎、艮、震……怎么你也学我？你下次再休弄这虚头了也。<br>【尾煞】算人间死与生，较阴阳高共低。再休提天文地理星家历，周公也你在我桃花女根前如何过去得。<br>直被这妮子几乎气杀我也！老官人，我劝你罢了。等桃花女满月之后，将这座卦铺让他开去，可不还准似你？我怎么放的他过？等我再算一卦。乾，坎、艮、震、巽、离、坤、兑。彭祖，你到明日拿着一把快斧头，出到城外东南角上，有一科小桃树，正是这桃花女的本命。你不要着一个人看见，也不要开言，悄悄里一径砍倒这科桃树，我着那桃花女板僵身死。这个我去不得。我这老性命也是他救我的，不指望我去报答他，倒做这等魇镇事，欺心刺刺的，我不去，我不去。你不去么？待我关上门，先打杀你。我死不如他死，我去，我去！一计不成，又有一计，看他明朝，怎生躲避？<br>　 </p> <p>第四折<br>昨日周公着我磨了斧头，到城外砍那小桃树去。这桃花女在我面上有活命之恩，本等不好去得，被那周公逼勒不过，只得应承了他。我想他拣的日辰都是凶神恶杀，尚且没奈他何，他是个人叫做桃花女，须不是那桃树，莫说砍倒这树枝，便连根掘了来。难道这桃花女真个便板僵身死了不成？敢是这老头儿没时运，倒了灶也。我如今且瞒着桃花女，腰着斧头，往城外东南角上，走一遭去来。伯伯，你这般鬼促促的，在这里自言自语，莫不要出城去砍那桃树么？嗨，真个好能也！孩儿，你也忒心多，我不砍甚么桃树，我自要劈些柴儿来烧。伯伯，你怎么哄我？那城外东南角上有一科小桃树，我今年一十八岁，这桃树也种十八年了。那周公道是与我同年的就是我的本命，因此土教你砍取他来，只要伤害我性命，怎知我昨日已预先知道也呵。<br>【双调】【新水令】则问你为甚么腰横利斧出城东，怎生的我根前还来打哄？我心间无限事，尽在不言中。不由我忿气冲冲，谢得公婆家将俺来厮知重。儿也，实不相瞒，委的是周公着我砍桃树儿去哩。伯伯，想当初是我救你来，今日可要你救我。儿也，你着我今日可怎生救你？伯伯，你砍那桃树去，休要伤了他根儿，你只半中间砍折。你若拿这桃枝进门，那时节我须死了。只要你记着我的言语，将那桃枝去门限上敲一敲，着周公家死一口。敲两敲呢？着周公家死两口。敲三敲呢？死三口。这等我直敲到晚，只是你不死。我与你报冤便好。你也死了，就把周公家七代先灵都死绝了。你怎得见？只等周公死后，你向我耳朵根边高叫三声：桃花女快苏醒者！我便得还魂也。这话有准么？岂有不准之理？孩儿放心，我牢记着哩。我如今砍桃树去也。<br>【沉醉东风】我只道受了些千惊万恐，那里便埋没我四德三从。怎知你会把持、能搬弄，不则这门恶时凶。逼的我难躲难逃一命终，做一个虚名儿妇冢。我出的城门，到这东南角上打一望，只见茫茫荡荡，一刬都是荆榛草莽，并不见甚么小桃树在那里，元来被一个棘针科遮着哩。嗨，周公好算也。我走到这小桃树下，记起孩儿的说话，不要伤了他根，只把上半截桃枝一斧头砍将下来。如今背回去不知我孩儿性命，可是如何，待我看咱。呀！果然死了。孩儿，你好苦也！周公，你好狠也！我记的孩儿曾说他死了时，将这桃枝去门限上敲一下，周公家死一口，敲两下死两口，敲三下死三口。我可不信，待我叫周公出来试验咱。周公快来！桃花女死了也。小鬼头，你今日板僵身死了也。彭祖，快去买具棺木来装了他，与我抬在一壁者。这老弟子孩儿好狠也，我是敲咱。呀！怎么女孩儿也死了？呀？怎么孩儿也死了？你莫不为没了媳妇那，我另娶一个好的与你。真个周公也死了也。你看一火随邪的弟子孩儿都死了也。只是这桃花女怎的他活？我记得了，他教我周公死后，到他耳朵根边，高叫三声，桃花女快苏醒者，他便活起来，待我叫咱。一觉好睡也。<br>【雁儿落】我这里困腾腾睡正浓，则听的闹嚷嚷声惊动。还不够半竿日影斜，早唤醒一枕游仙梦。<br>【得胜令】呀，笑杀那注《易》的老周公，枉了也砍折这小桃红。他道是推休咎凭他用，怎如我转阴阳妙不穷。他道是英雄，要把我残生送。我如今从也波容，也等他一家儿似梦中。<br>儿也，你怎生救得周公一家儿，也是你的阴骘哩。据他这一片狠心，可也该死。那周公是该死的，这增福小官人，一些儿不干他事，他可也不该死。这等，你要救他活么？他死了，我这工钱问那个讨？可知要他活哩。伯伯，有净水取一盏过来。你不活怎么？呀，真个也活了！公公也，可不道乾、坎、艮、震？你也学我的话那。媳妇儿，这都是我不是了也，你则可怜见，救我两个孩儿咱！<br>【川拨棹】你须是俺公公，比旁人自不同。我实指望承奉欢容，扶助家风。怎知你逞尽顽凶，设就牢笼，不许我身安寿永，到今日爻与卦两无功。媳妇儿，你则可怜见，救我两个孩儿咱。<br>【七弟兄】非是我指空话空，做这等巧神通，也只为结婚姻本待谐鸾风。因此上噀法水不惜救童蒙，到底个想前情尚觉伤心痛。<br>增福是你女婿，你可救活了。这小姑娘你一发可怜见，救了命咱。爹爹也，好乾、坎、艮、震，送的我两遭儿也！三口儿都活了，这喜酒我有的吃哩。<br>【梅花酒】呀，还说甚列琼筵捧玉钟？这都是我蹇命相冲，恶业偏逢，争些儿凶吉难同。不是我夸口说，你做我家媳妇儿，管着你一生丰衣足食，也不亏负你哩。您脱空衠脱空，我朦胧打朦胧。再休夸家道丰，衣能足，食能充，权放下翠眉峰，且消停泪珠涌。<br>【收江南】呀，今日个桃花依旧笑春风，再不索树头树底觅残红。多谢你使心作幸白头翁，若不是这些懵懂，怎能够一家儿团聚喜融融？<br>媳妇儿，你也不要怪我了。当初一日，这洛阳城中，则有我的阴阳高。谁想两番儿被你破了我的法，可不有了你，就不显了我？以此心中不忿，要与你做个对头。如今百般的被你识破，况我三口儿眼睁睁都是你救活的，我怎敢再来算计你？我则今日卧翻羊，窨下酒，教彭祖去请那任二公，并石婆婆母子两个，都到我家里来吃庆喜筵席，可不好也？我也道来，昨日你家做一场亲事，也不曾新人两个，同拜天地，也不曾拜见公公，亲眷每也不曾接来会会，喜酒也不曾摆几桌，没酒没浆，不成道场，也被人笑话。老官人，你今日说的才是个说话，我就请客去也。媒婆也要请来，好扶新人拜堂。说的是，你去一同请了来罢。我每同到周公家吃喜酒去来。媒婆，你先扶新人和新郎拜谢天地者。今日是媳妇儿喜事，待老夫赞叹几句，列位亲眷都吃一个烂醉者。我老夫在洛城算卦多年岁，端的个论阴阳灵验从无对。闻知有桃花女妙法更通玄，因此上与孩儿下聘成婚配。非是我选时日故生毒害心，实则要比高低试道他知未。果然他六壬课又出我之先，我只待服降他低头甘引罪。想则是我周公家道日当兴，才得这好儿孙后辈超前辈。今日里草堂中羊酒大张筵，愿诸亲共与我开怀吃个醉。亲家说的好，我每挤吃的烂醉，尽兴方归也。<br>【鸳鸯煞尾】从今后再休提一求一肯机谋中，越显你千占千验声名重。也不索家贮神龟，户纳钱龙。畅道术似君平，财如邓通，赢得个车马填门四远里人传颂。你知我为甚的所事儿玲珑？则我这桃花元是那上天的种。<br>题目七星官增寿延彭祖<br>正名桃花女破法嫁周公<br></p> <p> ",
  "poet": {
    "id": 2307,
    "star": 0,
    "name": "王晔",
    "desc": "王晔（生卒年未详），字晔，号南斋，杭州人。生性乐观幽默，热爱自然，常对月吟咏。擅长诗章乐府。曾与朱凯合作散曲《双渐小卿问答》16首，内容为双渐与苏小卿的故事，深为时人称道。他创作的杂剧有《卧龙岗》、《双卖华》、《破阴阳八卦桃花女》等，今仅存《桃花女》、《太和正音谱》，列为杰作。至顺年间（1330—1332），他还辑录自春秋到宋金艺人的作品和事迹，汇成《优戏录》一书，当时名士杨维桢为之作序，惜已失传。此外，还有散曲数首传世。"
  },
  "tags": []
}