{
  "id": 72646,
  "star": 1465,
  "name": "送东阳马生序",
  "dynasty": "明代",
  "content": "　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道 ，又患无硕师、名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。</p> <p>　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意。以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 </p> <p>　　今虽耄老，未有所成，犹幸预君子之列，而承天子之宠光，缀公卿之后，日侍坐备顾问，四海亦谬称其氏名，况才之过于余者乎？</p> <p>　　今诸生学于太学，县官日有廪稍之供，父母岁有裘葛之遗，无冻馁之患矣；坐大厦之下而诵《诗》《书》，无奔走之劳矣；有司业、博士为之师，未有问而不告，求而不得者也；凡所宜有之书，皆集于此，不必若余之手录，假诸人而后见也。其业有不精，德有不成者，非天质之卑，则心不若余之专耳，岂他人之过哉！</p> <p>　　东阳马生君则，在太学已二年，流辈甚称其贤。余朝京师，生以乡人子谒余，撰长书以为贽，辞甚畅达，与之论辩，言和而色夷。自谓少时用心于学甚劳，是可谓善学者矣！其将归见其亲也，余故道为学之难以告之。谓余勉乡人以学者，余之志也；诋我夸际遇之盛而骄乡人者，岂知余者哉！",
  "fanyi": "<p><strong>译文</strong></p> <p>　　我年幼时就爱学习。因为家中贫穷，无法得到书来看，常向藏书的人家求借，亲手抄录，约定日期送还。天气酷寒时，砚池中的水冻成了坚冰，手指不能屈伸，我仍不放松读书。抄写完后，赶快送还人家，不敢稍稍超过约定的期限。因此人们大多肯将书借给我，我因而能够看各种各样的书。已经成年之后，更加仰慕圣贤的学说，又苦于不能与学识渊博的老师和名人交往，曾快步走（跑）到百里之外，手拿着经书向同乡前辈求教。前辈德高望重，门人学生挤满了他的房间，他的言辞和态度从未稍有委婉。我站着陪侍在他左右，提出疑难，询问道理，低身侧耳向他请教；有时遭到他的训斥，表情更为恭敬，礼貌更为周到，不敢答复一句话；等到他高兴时，就又向他请教。所以我虽然愚钝，最终还是得到不少教益。</p> <p>　　当我寻师时，背着书箱，趿拉着鞋子，行走在深山大谷之中，严冬寒风凛冽，大雪深达几尺，脚和皮肤受冻裂开都不知道。到学舍后，四肢僵硬不能动弹，仆人给我灌下热水，用被子围盖身上，过了很久才暖和过来。住在旅馆，我每天吃两顿饭，没有新鲜肥嫩的美味享受。同学舍的求学者都穿着锦绣衣服，戴着有红色帽带、饰有珍宝的帽子，腰间挂着白玉环，左边佩戴着刀，右边备有香囊，光彩鲜明，如同神人；我却穿着旧棉袍、破衣服处于他们之间，毫无羡慕的意思。因为心中有足以使自己高兴的事，并不觉得吃穿的享受不如人家。我的勤劳和艰辛大概就是这样。</p> <p>　　如今我虽已年老，没有什么成就，但所幸还得以置身于君子的行列中，承受着天子的恩宠荣耀，追随在公卿之后，每天陪侍着皇上，听候询问，天底下也不适当地称颂自己的姓名，更何况才能超过我的人呢？</p> <p>　　如今的学生们在太学中学习，朝廷每天供给膳食，父母每年都赠给冬天的皮衣和夏天的葛衣，没有冻饿的忧虑了；坐在大厦之下诵读经书，没有奔走的劳苦了；有司业和博士当他们的老师，没有询问而不告诉，求教而无所收获的了；凡是所应该具备的书籍，都集中在这里，不必再像我这样用手抄录，从别人处借来然后才能看到了。他们中如果学业有所不精通，品德有所未养成的，如果不是天赋、资质低下，就是用心不如我这样专一，难道可以说是别人的过错吗！</p> <p>　　东阳马生君则，在太学中已学习二年了，同辈人很称赞他的德行。我到京师朝见皇帝时，马生以同乡晚辈的身份拜见我，写了一封长信作为礼物，文辞很顺畅通达，同他论辩，言语温和而态度谦恭。他自己说少年时对于学习很用心、刻苦，这可以称作善于学习者吧！他将要回家拜见父母双亲，我特地将自己治学的艰难告诉他。如果说我勉励同乡努力学习，则是我的志意；如果诋毁我夸耀自己遭遇之好而在同乡前骄傲，难道是了解我吗？</p> <p><strong>注释</strong><br>东阳：今浙江东阳县，当时与潜溪同属金华府。马生：姓马的太学生，即文中的马君则。序：文体名，有书序、赠序二种，本篇为赠序。<br>致：得到。<br>余：我。嗜（shì是）学：爱好读书。<br>假借：借。<br>弗之怠：即“弗怠之”，不懈怠，不放松读书。弗，不。之，指代抄书。<br>走：跑，这里意为“赶快”。<br>逾约：超过约定的期限。<br>既：已经，到了。加冠：古代男子到二十岁时，举行加冠（束发戴帽）仪式，表示已成年。<br>圣贤之道：指孔孟儒家的道统。<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>是一个主张仁义道德的理学家，所以十分推崇它。<br>硕（shuò朔）师：学问渊博的老师。游：交游。<br>尝：曾。趋：奔赴。<br>乡之先达：当地在道德学问上有名望的前辈。这里指浦江的柳贯、义乌的黄溍等古文家。执经叩问：携带经书去请教。<br>稍降辞色：把言辞放委婉些，把脸色放温和些。辞色，言辞和脸色。<br>援疑质理：提出疑难，询问道理。<br>叱（chì赤）（咄duō夺）：训斥，呵责。<br>俟（sì四）：等待。忻（xīn新）：同“欣”。<br>卒：终于。<br>箧（qiè窃）：箱子。曳（yè夜）屣（xǐ喜）：拖着鞋子。<br>穷冬：隆冬。<br>皲（jūn军）裂：皮肤因寒冷干燥而开裂。<br>僵劲：僵硬。<br>媵人：陪嫁的女子。这里指女仆。持汤沃灌：指拿热水喝或拿热水浸洗。汤：热水。沃灌：浇水洗。<br>衾（qīn钦）：被子。<br>逆旅主人：旅店主人。<br>日再食：每日两餐。<br>被（pī披）绮绣：穿着华丽的绸缎衣服。被，同“披”。绮，有花纹的丝织品。<br>朱缨宝饰：红穗子上穿有珠子等装饰品。<br>腰白玉之环：腰间悬着白玉圈。<br>容臭：香袋子。臭（xiù）：气味，这里指香气。<br>烨（yè页）然：光采照人的样子。<br>缊（yùn）袍：粗麻絮制作的袍子。敝衣：破衣。<br>耄（mào帽）老：年老。八九十岁的人称耄。宋濂此时已六十九岁。<br>幸预：有幸参与。君子指有道德学问的读书人。<br>缀：这里意为“跟随”。<br>谬称：不恰当地赞许。这是作者的谦词。<br>诸生：指太学生。太学：明代中央政府设立的教育士人的学校，称作太学或国子监。<br>县官：这里指朝廷。廪（lǐn凛）稍：当时政府免费供给的俸粮称“廪”或“稍”。<br>裘（qiú球）：皮衣。葛：夏布衣服。遗（wèi位）：赠，这里指接济。<br>司业、博士：分别为太学的次长官和教授。<br>非天质之卑：如果不是由于天资太低下。<br>流辈：同辈。<br>朝：旧时臣下朝见君主。宋濂写此文时，正值他从家乡到京城应天（南京）见<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>。<br>以乡人子：以同乡之子的身份。谒（yè夜）：拜见。<br>撰（zhuàn赚）：同“撰”，写。长书：长信。贽（zhì至）：古时初次拜见时所赠的礼物。<br>夷：平易。<br>“谓余”二句：认为我是在勉励同乡人努力学习，这是说到了我的本意。<br>诋：毁谤。际遇之盛：遭遇的得意，指得到皇帝的赏识重用。骄乡人：对同乡骄傲。<br>归见：回家探望。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　作者在这篇赠言里，叙述个人早年虚心求教和勤苦学习的经历，勉励青年人珍惜良好的读书环境，专心治学。文中生动而具体地描述了自己借书求师之难，饥寒奔走之苦，并与太学生优越的条件加以对比，有力地说明学业能否有所成就，主要在于主观努力，不在天资的高下和条件的优劣。作者的这种认识在今天仍有借鉴意义。但他所说的学习目的与内容，则不足取。文章层次分明，描摹细致，情意恳切，词畅理达。</p> <p>　　《送东阳马生序》的劝勉之意是力透纸背的。全文对学之意义只字未提，仅在“非苦学无以成”上大做文章，这是因为，学习的重要，是妇孺皆知的道理，“学有所成”也是众人追求的目标。作者抓住怎样实现“学有所成”这一点，现身说法，语重心长，借褒扬同乡马君则，以教化太学诸生。</p> <p>　　在《送东阳马生序》中，<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>对年轻后生，并不避讳自己早年家贫、求学历尽千辛万苦的往事。文章中，他以现身说法，坦诚而具体地叙说了自己从幼年到成年的艰苦求学历程，用以勉励后生勤奋学习。其中，种种艰辛，令人慨叹；刻苦、勤奋的精神、虚心的学习态度，令人肃然起敬。</p> <p>　　作者善于运用对比映衬手法，突出体现文章的主旨；同样是和颜悦色，侃侃而谈，循循善诱，让人乐于领悟其中的道理。</p> <p>　　文中有求学时自己与同学的对比，从另一个侧面强调，不仅要矢志不移、不畏生活的艰难困苦，更要追求精神的充实；文中还以如今太学生求学条件之优越与自己当初求学之艰苦，从衣、食、住、学等方面进行鲜明对比，着重强调，学业是否有成，关键在于自身是否专心致志。</p>",
  "about": "<h2>创作背景</h2> 　　明洪武十一年（1378），<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>告老还乡的第二年，应诏从家乡浦江（浙江省浦江县）到应天（今江苏南京）去朝见同乡晚辈马君则前来拜访，宋濂写了这篇序，介绍自己的学习经历和学习态度，勉励他人勤奋学习，成为<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>时，正在太学读书的同德才兼备的人。<br/><h2>历史评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>曾评价<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>的,送东的前五个自然段，从不同侧面，用多种表述手法，充分叙述和阐明了勤奋好学的重要性，以及应秉持的精神、态度。最后一个自然段，才简要说及题意：因为马生进见，又因为马生年轻善学，所以著文勉励马生。</p> <p>　　这种别具一格的文章结构布局，可以说是先“宾”后“主”。“宾”，着力叙事说理、笔墨酣畅，因而水到渠成，可以自然过渡到“主”——惜墨如金地点明题意。</p> <p>　　全文分三大部分，行文紧凑严密，前两部分是从对比中阐发主旨，后一部分扣紧赠序文体，说明写作意图。文章有情有理，不空谈，令人容易接受。第一部分是作者叙述自己的求学时期，如何不辞劳苦，不避艰险，不计客观条件，虚心求学的学生之首”，与<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>、刘基并称为“明初<a href=\"http://so.gushiwen.org/view_72646.aspx\">诗</a>文三大家”，刘基赞许他“当今文章第一”，四方学者称他为“太史公”。他自幼家境贫寒，但聪敏好学，曾受业于元末古文大家吴莱、柳贯、黄溍等。他一生刻苦学习，“自少至老，未尝一日去书卷，于学无所不通”。元朝末年，元顺帝曾召他为翰林院编修，他以奉养父母为由，辞不应召，修道著书.</p> <p>　　明初<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>称帝，宋濂就任江南儒学提举，为太子讲经。洪武二年（1369），奉命主修《元史》。累官至翰林院学士承旨、知制诰。洪武十年（1377），以年老辞官还乡。后阳马生序》可谓其散文中的佳作，体现了其长者之风、大家之范，其中之美值得细细品味。</p>",
  "poet": {
    "id": 705,
    "star": 0,
    "name": "宋濂",
    "image": "http://img.gushiwen.org/authorImg/songlian.jpg",
    "desc": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"
  },
  "tags": [
    "初中文言文",
    "赠言",
    "劝勉",
    "学习",
    "励志",
    "序文"
  ]
}