{
  "id": 71832,
  "star": 140,
  "name": "琵琶仙·中秋",
  "dynasty": "清代",
  "content": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。<br>花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热.。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。",
  "fanyi": "<p><strong>译文<br></strong>碧海青天，年年如此，而云间的月亮，却为何时圆时缺。今夜里，金风送爽，土花映碧，画栏桂树悬挂着一缕秋香；月亮光就像白雪一般晶莹透澈。谁知道，这好天良夜，却让人忧愁，让人悲咽。孤身只影，怎么可面对旧时明月。<br>那时节，也是这么个中秋夜，你和我，花径里捉迷藏，曾经将金井梧桐的霜叶惊落。手上轻巧的小纨扇，至今又经历几番凉热。一时间，不由得百感丛生；但这又与一般的相思离别无关。面对这旧时明月，只好让无情的紫玉萧，于寒风中吹烈。</p> <p><strong>注释</strong><br>①碧海：传说中的海名。<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《十洲记》：“扶桑在东海之东岸。岸直，陆行登岸一万里，东复有碧海。海广狭浩汗，与东海等。水既不咸苦，正作碧色，甘香味美。”又做青天解。宋<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>《洞仙歌》：“青烟幂处，碧海飞天镜。”<br>②冰轮：月亮代名之一，历来用以形容皎洁的满月。唐王初《银河》：“历历素榆飘玉叶，涓涓清月湿冰轮。”<br>③吹到二句：谓秋风把一片秋花吹开了，那明亮的月光犹如白雪。清辉，指明亮的月光。<br>④花径二句：捉迷藏，又称逮猫儿，儿童玩的一种游戏。井梧叶：谓井边的梧桐树叶。<br>⑤轻纨小扇：即纨扇。<br>⑥一任二句：紫玉，指笛箫，因截紫竹所制，故名。元陈旅《次韵友人京华即事》：“仙女乘鸾吹紫玉，才人骑马勒黄金。”二句煞拍，说当下心境。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　“碧海年年，试问取、冰轮为谁圆缺？”在苍茫的夜色中，作者抬头仰望天空，中秋月圆，其景何其美好；然而他却触景生情，发此疑问。通过此句，我们似乎看出了他心中的悲凉：日月轮回不断，春花秋月年年，这些都只会令他徒增烦恼；是因为佳人不在，如今的他形影相吊么？“吹到一片秋香，清辉了如雪”，不知哪里吹来的秋风，带来一阵芬芳；月亮的清辉笼罩了周围寂寞的空气，如同冰雪一样寒冷。此句是写景，却是寄情于景，情景交融，寒冷的是清辉还是他那颗受伤的心？回想往昔，那“一生一代一双人”，曾经花前月下，欣赏这良宵美景，“记当时，垂柳丝，花枝，满庭蝴蝶儿。”只影而今，物是人非，在这如同旧时的明月下重拾往事，只会令他“填膺百感”。</p> <p>　　词的上片写现实，现实是充满了悲凉，其情之苦，足以震憾一切感性的心灵。用“冰轮”喻明月，用“雪”喻明月的清辉，更增加了意境的清冷。“只影而今，那堪重对，旧时明月。”此句道出了作者“尽成悲咽”的缘由：原来是故人不在，作者在思念他的亡妻；然而“明月不谙离恨苦”，偏要打动他那颗敏感脆弱的心，叫他情何以堪。</p> <p>　　下阙写词人仰望明月忆及往事。“花径里、戏捉迷藏，曾惹下萧萧井梧叶。”明月下，芳丛里，词人与心上人嬉戏，游玩，虽然并未着墨描摹具体情状，而梧桐叶的缓缓飘落中，纵情的欢笑声，亲昵的嘶闹声，在一片月色下朗朗可闻，其人之天真烂漫，其情之亲密无间，已不言自明，词人对故人往事的深深思恋，直抵人心深处。只是光阴荏苒，轻纨小扇轻摇又摇走了几番寒暑，去者不可追，如今只剩下词人中宵独立，“填膺百感”，而明月还是当时的明月，清辉未减分毫。中秋月光照耀，本该是众家欢聚之时，容若心中却荒凉如大漠。吹裂紫玉萧也难散愁心。</p>",
  "about": "<h2>创作背景</h2> 　　词作乃中秋月下，对于昔时情爱的思忆。此词可能作于康熙十六年（1678）中秋。这年春天，纳兰妻卢氏病故。",
  "poet": {
    "id": 188,
    "star": 0,
    "name": "纳兰性德",
    "image": "http://img.gushiwen.org/authorImg/nalanxingde.jpg",
    "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。"
  },
  "tags": [
    "中秋节",
    "孤独",
    "感伤"
  ]
}