{
  "id": 10853,
  "star": 423,
  "name": "曲江二首",
  "dynasty": "唐代",
  "content": "一片花飞减却春，风飘万点正愁人。<br>且看欲尽花经眼，莫厌伤多酒入唇。<br>江上小堂巢翡翠，苑边高冢卧麒麟。<br>细推物理须行乐，何用浮荣绊此身。</p> <p>朝回日日典春衣，每日江头尽醉归。<br>酒债寻常行处有，人生七十古来稀。<br>穿花蛱蝶深深见，点水蜻蜓款款飞。<br>传语风光共流转，暂时相赏莫相违。",
  "fanyi": "<p><strong>译文</strong><br>落下一片花瓣让人感到春色已减。如今风把成千上万的花打落在地，怎不令人发愁？<br>且看将尽的落花从眼前飞过，也不再厌烦过多的酒入口。<br>翡翠鸟在曲江上的楼堂上作巢，原来雄踞的石麒麟现今倒卧在地上。<br>仔细推究事物盛衰变化的道理，那就是应该及时行乐，何必让虚浮的荣誉束缚自身呢？</p> <p>上朝回来，天天去典当春天穿的衣服，换得的钱每天到江头买酒喝，直到喝醉了才肯回来。<br>到处都欠着酒债，那是寻常小事，人能够活到七十岁，古来也是很少的了。<br>但见蝴蝶在花丛深处穿梭往来，蜻蜓在水面款款而飞，时不时点一下水。<br>传话给春光，让我与春光一起逗留吧，虽是暂时相赏，也不要违背啊！</p> <p><strong>注释</strong><br>1.曲江：河名，在陕西西安市东南郊，唐朝时候是游赏的好地方。<br>2.减却春：减掉春色。<br>3.万点：形容落花之多。<br>4.且：暂且。经眼：从眼前经过。<br>5.伤：伤感，忧伤。江上小堂巢翡翠 巢翡翠：翡翠鸟筑巢。<br>6.苑边高冢卧麒麟苑：指曲江胜境之一芙蓉花。冢：坟墓。<br>7.推：推究。物理：事物的道理。<br>8.浮：虚名。<br>9.朝回：上朝回来。典：押当。<br>10.债：欠人的钱。行处：到处。<br>11.深深：在花丛深处；又可解释为“浓密的样子”。见：现。<br>12.款款：形容徐缓的样子。传语：传话给。<br>13.风光：春光。共流转：在一起逗留的盘桓。<br>14.违：违背，错过。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　曲江又名曲江池，故址在今西安城南五公里处，原为汉武帝所造。唐玄宗开元年间大加整修，池水澄明，花卉环列。其南有紫云楼、芙蓉苑；西有杏园、慈恩寺。是著名游览胜地。</p> <p>　　第一首写他在曲江看花吃酒，布局出神入化，抒情感慨淋漓。</p> <p>　　在曲江看花吃酒，正遇“良辰美景”，可称“赏心乐事”了，但作者却别有怀抱，一上来就表现出无可奈何的惜春情绪，产生出惊心动魄的艺术效果。他一没有写已经来到曲江，二没有写来到曲江时的节令，三没有写曲江周围花木繁饶，而只用“风飘万点”四字，就概括了这一切。“风飘万点”，不止是客观地写景，缀上“正愁人”三字，重点就落在见景生情、托物言志上了。“风飘万点”，这对于春风得意的人来说，会煞是好看，该不会又“正愁人”。但是作者面对的是“风飘万点”，那“愁”却早已萌生于前此的“一片花飞”，因而用跌笔开头：“一片花飞减却春！”历尽漫长的严冬，好容易盼到春天来了，花儿开了。这春天，这花儿，是很值得人们珍惜的。然而“一片花飞”，又透露了春天消逝的消息。敏感的、特别珍惜春天的<a href=\"http://so.gushiwen.org/view_10853.aspx\">诗</a>人就不能不“愁”。“一片”，是指一朵花儿上的一个花瓣。因一瓣花儿被风吹落就感到春色已减，暗暗发愁，可如今，面对着的分明是“风飘万点”的严酷现实啊！因此“正愁人”三字，非但没有概念化的毛病，简直力透纸背。</p> <p>　　“风飘万点”已成现实，那尚未被风飘走的花儿就更值得爱惜。然而那风还在吹。剩下的，又一片、一片地飘走，眼看即将飘尽了。第三句就写这番情景：“且看欲尽花经眼。”“经眼”之花“欲尽”，只能“且看”。“且”，是暂且、姑且之意。而当眼睁睁地看着枝头残花一片、一片地被风飘走，加入那“万点”的行列，心中滋味就不怎么样了。于是来了第四句：“莫厌伤多酒入唇。”吃酒为了消愁。一片花飞已愁；风飘万点更愁；枝上残花继续飘落，即将告尽，愁上添愁。因而“酒”已“伤多”，却禁不住继续“入唇”啊！</p> <p>　　蒋弱六云：“只一落花，连写三句，极反复层折之妙。接入第四句，魂消欲绝。”这是颇有见地的。然而作者没有说明要如此“反复层折”地写落花，以致魂消欲绝的原因，究竟是仅仅叹春光易逝，还是有慨于难于直陈的人事问题。</p> <p>　　第三联“江上小堂巢翡翠，苑边高冢卧麒麟。”这一联并非人们所认为的只是叙述凄凉的景象，而是对尾联哲学的阐述。如果想要理解这其中的意思那么就要对古代文人道家归隐思想有所了解了。江上小堂巢翡翠，是指快乐自由的豪放之士。苑边高冢卧麒麟，则是指人生易老，都会走向衰亡的，哪怕是高高在上的王公贵族也不可避免。由苑边高冢即足以见得。结合此联总体，就是说人生苦短，而面对这些则需像翡翠一样好好快乐一番，即说了前边愁思在徘徊于不徘徊之间的纠结情绪，又为下文做了很好的铺垫，可看出<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的手笔已经十分成熟。</p> <p>　　“细推物理须行乐，何用浮荣绊此身？”</p> <p>　　这两句意思是：在这个世界上乐是一个人毕生所追求的，那为什么不去痛快的了一次呢。</p> <p>　　大家可以去参考“自是不归归便得，五湖烟景有谁争”去理解诗中行乐的含义，这是一种极为无奈而发出的一句感叹而已。</p> <p>　　联系全篇来看，所谓“行乐”，绊此身的浮荣指的就是“左拾遗”那个从八品上的谏官。因为疏救房琯，触怒了肃宗，从此，为肃宗疏远。作为谏官，他的意见却不被采纳，还蕴含着招灾惹祸的危机。这首诗就是公元758年（乾元元年）暮春任“左拾遗”时写的。到了这年六月，果然受到处罚，被贬为华州司功参军。从写此诗到被贬，不过两个多月的时间。明乎此，就会对这首诗有比较确切的理解。</p> <p>　　这是“联章诗”，上、下两首之间有内在的联系。下一首，即紧承“何用浮荣绊此身”而来。</p> <p>　　前四句一气旋转，而又细针密线。仇兆鳌注：“酒债多有，故至典衣；七十者稀，故须尽醉。二句分应。”就章法而言，大致是不错的。但把“尽醉”归因于“七十者稀”，对诗意的理解就表面化了。时当暮春，长安天气，春衣才派用场；即使穷到要典当衣服的程度，也应该先典冬衣。如今竟然典起春衣来，可见冬衣已经典光。这是透过一层的写法。而且不是偶而典，而是日日典。这是更透过一层的写法。“日日典春衣”，读者准以为不是等米下锅，就是另有燃眉之急；然而读到第二句，才知道那不过是为了“每日江头尽醉归”，真有点出人意外。出人意外，就不能不引人深思：为什么要日日尽醉呢？</p> <p>　　诗人还不肯回答读者的疑问，又逼进一层：“酒债寻常行处有。”“寻常行处”，包括了曲江，又不限于曲江。行到曲江，就在曲江尽醉；行到别的地方，就在别的地方尽醉。因而只靠典春衣买酒，无异于杯水车薪，于是乎由买到赊，以至“寻常行处”，都欠有“酒债”。付出这样高的代价就是为了换得个醉醺醺。　诗人对这这究竟是为什么终于作了回答：“人生七十古来稀。”意谓人生能活多久，既然不得行其志，就“莫思身外无穷事，且尽生前有限杯”吧！这是愤激之言，联系诗的全篇和杜甫的全人，是不难了解言外之意的。</p> <p>　　“穿花”一联写江头景。在杜诗中也是别具一格的名句，<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>曾指出：“诗语固忌用巧太过，然缘情体物，自有天然工妙，虽巧而不见刻削之痕。老杜……‘穿花蛱蝶深深见，点水蜻蜓款款飞’：‘深深’字若无‘穿’字，‘款款’字若无‘点’字，皆无以见其精微如此。然读之浑然，全似未尝用力，此所以不碍其气格超胜。使晚唐诸子为之，便当如‘鱼跃练波抛玉尺，莺穿丝柳织金梭’体矣。”（《石林诗话》卷下）这一联“体物”有天然之妙，但不仅妙在“体物”，还妙在“缘情”。“七十古来稀”，人生如此短促，而“一片花飞减却春，风飘万点正愁人”，大好春光，又即将消逝，非常值得珍惜。诗人正是满怀惜春之情观赏江头景物的。“穿花蛱蝶深深见，点水蜻蜓款款飞”，这是无比恬静、无比自由、无比美好的境界。可是这样恬静、这样自由、这样美好的境界，存在不了多久了。于是诗人“且尽芳樽恋物华”，写出了这样的结句：</p> <p>　　“传语风光共流转，暂时相赏莫相违。”</p> <p>　　“传语”犹言“寄语”，对象就是“风光”。这里的“风光”，就是明媚的春光。“穿光”一联体物之妙，不仅在于写小景如画，而且在于以小景见大景。读这一联，就能唤起春光明媚的美感。蛱蝶、蜻蜓，正是在明媚的春光里自由自在地穿花、点水；深深见（现）、款款飞的。失掉明媚的春光，这样恬静、这样自由、这样美好的境界也就不复存在了。诗人以情观物，物皆有情，因而“传语风光”说：“可爱的风光呀，你就同穿花的蛱蝶、点水的蜻蜓一起流转，让我欣赏吧，那怕是暂时的；可别连这点心愿也违背了啊！”</p> <p>　　仇注引张綖语云：“二诗以仕不得志，有感于暮春而作。”言简意赅，深得诗人用心。因“有感于暮春而作”，故暮春之景与惜春、留春之情融合无间。因“仕不得志”而有感，故惜春、留春之情饱含深广的社会内容，耐人寻味。</p> <p>　　这两首诗总的特点，用我国传统的美学术语说，就是“含蓄”，就是有“神韵”。所谓“含蓄”，所谓“神韵”，就是留有余地。抒情、写景，力避倾囷倒廪，而要抒写最典型最有特征性的东西，从而使读者通过已抒之情和已写之景去玩味未抒之情，想象未写之景。“一片花飞”、“风飘万点”，写景并不工细。然而“一片花飞”，最足以表现春减；“风飘万点”，也最足以表现春暮。一切与春减、春暮有关的景色，都可以从“一片花飞”、“风飘万点”中去冥观默想。比如说，从花落可以想到鸟飞，从红瘦可以想到绿肥……“穿花”一联，写景可谓工细；但工而不见刻削之痕，细也并非详尽无遗。例如只说“穿花”，不复具体地描写花，只说“点水”，不复具体地描写水，而花容、水态以及与此相关的一切景物，都宛然可想。</p> <p>　　就抒情方面说，“何用浮荣绊此身”，“朝回日日典春衣，……”，其“仕不得志”是依稀可见的。但如何不得志，为何不得志，却秘而不宣，只是通过描写暮春之景抒发惜春、留春之情；而惜春、留春的表现方式，也只是吃酒，只是赏花玩景，只是及时行乐。诗中的抒情主人公“日日江头尽醉归”，从“一片花飞”到“风飘万点”，已经目睹了、感受了春减、春暮的全过程，还“传语风光共流转，暂时相赏莫相违”，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓乐此不疲了！然而仔细探索，就发现言外有意，味外有味，弦外有音，景外有景，情外有情，“测之而益深，究之而益来”，真正体现了“神余象外”的艺术特点。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_10853.aspx\">诗</a>写于乾元元年（758年），其时京城虽然收复，但兵革未息，作者眼见唐朝因政治腐败而酿成的祸乱，心境十分杂乱。游曲江正值暮春，所以诗就极见伤春之情，诗人借写曲江景物的荒凉败坏以哀时。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "暮春",
    "写景",
    "景点",
    "哀思",
    "组诗"
  ]
}