{
  "id": 56544,
  "star": 238,
  "name": "水调歌头·金山观月",
  "dynasty": "宋代",
  "content": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 <br>表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。",
  "shangxi": "<h2>赏析一</h2> <p>　　金山在江苏镇江。宋时原本矗立在长江之中，后经泥沙冲合，遂与南岸毗连。山上之金山寺为著名古刹。作者在乾道三年（1167）三月中旬，舟过金山，登临山寺，夜观月色，江水平静，月色皎洁，如同白昼，此情此景，<a href=\"http://so.gushiwen.org/view_56544.aspx\">诗</a>人心中生起无限的遐想和情思，于是写下了这首著名的词篇。</p> <p>　　词的上阕描写雄丽的长江夜景。“江山自雄丽”二句，既写出江山雄伟、壮阔的气势，又点明夜间登临时的风露与春寒的感觉。“寄声月姊”二句，运笔不凡。“玉鉴”，指玉镜。词人置身于雄丽金山之中，驰骋着奇幻的想象：他对月倾吐心声；欲借用她那珍贵的玉镜来了望这美妙的景色。“幽壑鱼龙”三句，承上意而具体描绘登山寺所见的各种景象。也许是借助着宝镜的神威吧，词人的视角不仅能看到天上的无数星辰倒影在浩渺的江面上，随着微波摇动，山下的烟雾，一片迷漫，而且还能窥视躲藏在深水沟壑里的鱼龙在张口悲啸。晋书其意。“涌起”二句，由大江转写山景。“白银阙”借指金山寺。《史记·封禅书》说海山三神山“黄金银为宫阙”，《艺文类聚》卷六十二引作“黄金白银为阙”。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>游庐山作《开先漱玉亭》诗云：“我来不忍去，月出飞桥东。荡荡白银阙，沉沉水精宫。”写金山上开先禅院等建筑物在月下的奇妙景象有如仙山上的银阙晶宫，可以参读。“危驻”犹高驻，紫金山指金山。山在江中，寺在山上，亦如水中涌起。</p> <p>　　下阕接前结山上意指，写词人在山头观月的遐想，由自然景象的描写转而抒发富有浪漫气息的感情。“表独立”三句，既是作者对自己的一幅素描画像，又是词人心胸的袒露。“表独立”化用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》“表独立兮山之上”句意，表现出词人屹然独立在金山之巅的潇洒出尘的神态。“飞霞佩”，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《调<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>》：“乞君飞霞佩，与我高颉颃。”这是在服饰上来描绘。</p> <p>　　“切云”，古代一种高冠的名称。《楚辞·涉江》：“冠切云之崔嵬。”“漱冰濯雪”二句，承上进一层抒写自然外景沁入词人内心的感受。作者完全沉浸在如冰雪一样的月光里。感到整个世界是那么广阔洁净，又是那么深高幽远，似乎在万里之外的细微景物也能看得清楚。</p> <p>　　“回首三山何处”三句，由上面不同凡俗的气象转而，引出古代传说中的三神山，即蓬莱、方丈、瀛洲。但这里不是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>《渔家傲》词中“风休住，蓬舟吹取三山去”的意象，而是把内心浓郁的感情移进虚拟的物象中，转化成心灵的情致创造出另一种美妙的艺术境界。词人说：听说神山上的群仙，一个个都在向我打招呼满面笑容地邀我去邀游那缥缈虚幻的世界。</p> <p>　　最后二句分别化用<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《送友人》“挥手自兹去，萧萧班马鸣”和韩愈《送桂州严大夫》“远胜登仙去，飞鸾不暇骖”的诗意。借写由不暇骖转化为骖鸾腾飞，登仙而去了。“翳凤”，以凤羽作华盖。“骖鸾”，用鸾鸟来驾车。词中结尾的虚拟与首起的实景，首尾照应，构成一个虚实相合、情景交融的整体。</p> <p>　　陈应行在《于湖先生雅词序》中说：<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>“所作长短句凡数百篇，读之泠然洒然，真非烟火食人辞语。予虽不及识荆，然其潇洒出尘之姿，自然如神之笔，迈往凌云之气，犹可以想见也。”所谓“非烟火食人辞语”，大体都指这一类词作。但是这首词的艺术构思，独具一格。词人面对如此雄丽的江山、洁白的月色，心物感应由外在的直觉，渐渐地发展到内心的感受，相互渗透，从而创造出一种更为浪漫的飘然欲仙的艺术境界，显示出作者的奇特才气和旷达的心胸。</p><br/><h2>赏析二</h2> <p>　　镇江金山寺是闻名的古刹，唐宋以来吟咏者甚多。北宋<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>的《金山寺》<a href=\"http://so.gushiwen.org/view_56544.aspx\">诗</a>：“山形无地接，寺界与波分。”绝妙地勾划出宋时金山矗立长江中的雄姿。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在《游金山寺》诗中更以矫健的笔力，描绘江心空旷幽优的晚景。而<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>这首词则注入更多超尘的艺术幻觉。词的上片描写秋夜壮丽的长江，星空倒映，随波摇动，呈现出一种奇幻的自然景象。起二句直写秋夜江中金山的雄丽，落笔不同凡响。“寄声”二句，更用拟人化的手法，赋予客观物体以浓烈的主观感情色彩。“玉鉴”，即玉镜。“幽壑”三句承上抒写月光映照下所见江面的奇特景色，天上的星星、月亮，倒影水中，随波浮现出形态各异的图象，透过弥漫江面的无边无际的夜雾，仿佛听到潜藏在深水中鱼龙呼啸哀号的声音。“涌起”二句是从上文“倒影星辰”而来。“白银阙”，指月宫。苏轼《开元漱玉亭》诗：“荡荡白银阙，沉沉水精宫。”这里是形容江上涌现的滚滚白浪，在月光下好象一座座仙宫。“紫金山”，此指镇江金山。这种高驻金山的奇景，给人一种似乎写真又是虚幻的艺术感受。</p> <p>　　换头着重抒写作者沉浸美景而飘然出尘的思绪。表，特。这是用<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《九歌·山鬼》：“表独立兮山之上”的词句。佩，同佩，是佩带的玉饰。切云是一种高冠名。屈原《涉江》：“冠切云之崔嵬”。如果说这三句是外在的描述，那么“漱冰”二句则揭示内心的感受。词人浸沉在如同冰雪那样洁白的月光里，他的目力仿佛能透视万里之外的细微景物。“回首”以下五句，宕开笔力，飘然欲仙。“三山”，我国古代传说海上有三座神山，即方丈、蓬莱、瀛洲。前人将三山融入诗词境界中的并不少见，然而像这首词中所具有的幻觉意识并不多。词人超越常态的构想，充满浪漫色彩。似乎神仙在向他微笑，要他与之同往。结末二句展现乘坐凤羽做的华盖，用鸾鸟来驾车的情景，更富有游仙的意趣。</p> <p>　　陈彦行在《于湖先生雅词序》中说，读张孝祥词作“泠然洒然，真非烟火食人辞语。予虽不及识荆，然其潇散出尘之姿，自然如神之笔，迈往凌云之气，犹可想见也。”在这首词中所抒写的潇散出尘、飘然欲仙的情思，不仅显示出作者开阔的心胸和奇特的英气，而且生动地反映了他的词作个性和风貌。</p>",
  "poet": {
    "id": 406,
    "star": 0,
    "name": "张孝祥",
    "image": "http://img.gushiwen.org/authorImg/zhangxiaoxiang.jpg",
    "desc": "张孝祥（1132年－1169年），字安国，号于湖居士，汉族，简州（今属四川）人，生于明州鄞县。宋朝词人。著有《于湖集》40卷、《于湖词》1卷。其才思敏捷，词豪放爽朗，风格与苏轼相近，孝祥“尝慕东坡，每作为诗文，必问门人曰：‘比东坡如何？’”"
  },
  "tags": [
    "豪放",
    "登高",
    "写景",
    "长江",
    "抒情"
  ]
}