{
  "id": 11266,
  "star": 16,
  "name": "诸将五首",
  "dynasty": "唐代",
  "content": "汉朝陵墓对南山，胡虏千秋尚入关。<br>昨日玉鱼蒙葬地，早时金碗出人间。<br>见愁汗马西戎逼，曾闪朱旗北斗殷。<br>多少材官守泾渭，将军且莫破愁颜。</p> <p>韩公本意筑三城，拟绝天骄拔汉旌。<br>岂谓尽烦回纥马，翻然远救朔方兵。<br>胡来不觉潼关隘，龙起犹闻晋水清。<br>独使至尊忧社稷，诸君何以答升平。</p> <p>洛阳宫殿化为烽，休道秦关百二重。<br>沧海未全归禹贡，蓟门何处尽尧封。<br>朝廷衮职虽多预，天下军储不自供。 <br>稍喜临边王相国，肯销金甲事春农。</p> <p>回首扶桑铜柱标，冥冥氛祲未全销。<br>越裳翡翠无消息，南海明珠久寂寥。<br>殊锡曾为大司马，总戎皆插侍中貂。<br>炎风朔雪天王地，只在忠臣翊圣朝。</p> <p>锦江春色逐人来，巫峡清秋万壑哀。<br>正忆往时严仆射，共迎中使望乡台。<br>主恩前后三持节，军令分明数举杯。<br>西蜀地形天下险，安危须仗出群材。",
  "shangxi": "<h2>赏析</h2> <p>　　其一</p> <p>　　首联：“汉朝陵墓对南山，胡虏千秋尚入关。”“陵墓”：皇帝的坟叫做陵，王侯以下叫做墓。“南山”，终南山。“汉朝陵墓对南山”：是说汉朝皇帝的陵及其大臣的墓与终南山相对。如高祖长陵在咸阳北原，即今陕西咸阳市东北；武帝茂陵在今陕西兴平县东十五里；霍去病墓在茂陵东北二里。长安在终南山之南，是汉高祖建都之地，有险固可守，又在内地，是京都和陵墓所在之处，不容侵犯的意思。然而，在东汉覆亡之际，陵墓却被发掘。“胡虏千秋尚入关”；这句紧接上句，好像也是说的汉朝。但“千秋”是指汉朝陵墓被发掘的千年之后，则早已是唐朝了。胡虏，指吐蕃、回纥等。关，指萧关，唐时萧关在甘肃固原县北。“尚”，又。这句是说：不料在千年之后（实际不是千年，因七律每句限于七字，故以“千秋”指其概数），吐蕃纠合吐谷浑、党项等族侵入萧关，攻入长安（唐时京都也在长安），陵墓同样被发掘。</p> <p>　　次联：“昨日玉鱼蒙葬地，早日金碗出人间。”</p> <p>　　这一联写陵墓被发掘的情况。昨日、早时，极写陵墓被发掘得快、景象之惨。玉鱼、金碗均皇家用以陪葬的宝物。《西京杂记》：汉楚王戊太子死，用玉鱼一对殉葬。“金碗”：<a href=\"http://so.gushiwen.org/author_286.aspx\">戴叔伦</a>《赠徐山人》<a href=\"http://so.gushiwen.org/view_11266.aspx\">诗</a>：“汉陵帝子黄金碗。”“蒙葬地”，是说殉葬的珍宝蒙藏在葬地。这又是说的汉朝事，其实唐代宗宝应二年（763年），吐蕃等攻入长安，烧毁房屋、残害百姓、发掘陵墓、无恶不作。只是有些事情，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>不好直说，不忍直说，所以写得含蓄曲折。</p> <p>　　三联：“见愁汗马西戎逼，曾闪朱旗北斗殷。”</p> <p>　　这一联，写杜蕃不断入侵。继唐代宗广德元年（763年），吐蕃纠合红谷等族，号二十万人入侵长安，代宗逃往陕州（河南陕县）。次年，唐将仆固怀恩背叛，引回纥、吐蕃十万人入侵，京城戒严。永泰元年（765年），仆固怀恩引回纥、吐蕃等族十万人入侵，深入到奉天，京城戒严。所以说：“愁见汗马西戎逼”。“汗马”，是说在作战中，马奔跑出汗，指抵敌危急、紧张。“西戎”，指吐蕃等。这句是说，见吐蕃等的入侵而发愁。敌人声势浩大，十分猖獗，他们朱旗闪动，照耀天空，好像北斗星也成为红色了（北斗星下对长安）。“殷”，红色。</p> <p>　　末联：“多少材官司守泾渭，将军且莫破愁颜。”</p> <p>　　“材官”：勇武有谋能征善战的将领。“泾渭”，指长安西北泾渭二水流经之地，乃吐蕃入侵之路。“多少材官守泾渭”：有多少智勇双全、能征善战的良将，扼守泾渭要道呢？据《资治通鉴》载：召<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>屯泾阳，命李忠臣屯东渭桥，<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>进屯云阳，马璘、郝庭玉屯便桥，李抱玉屯凤翔，内侍骆奉仙、将军李日越屯周至，同华节度使周智光屯同州，鄜坊节度使杜冕屯扬州。其中郭子仪当然是良将，其他的，恐怕很少能及郭子仪。但代宗信任的是太监程元振和鱼朝恩，他听了这两人的谗言，曾让郭子仪解除兵权闲居，只是在国难频仍之时，宠信的太监手足无措，才起用郭子仪，守泾渭之时，郭的兵力也不够。当时<a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a>上疏说：“拥兵者、第馆亘街陌、奴婢厌酒肉。”可见不少武官已趋于腐化，怎么能拥兵获胜呢？“材官守泾渭”，是说守泾渭的将领也不算少，但良将少，加之寡不敌众，于是肃宗决定凭借郭子仪的威望，使之与回纥谈判，借回纥之助。这是失策的做法。但杜甫未明指皇帝昏庸无能，只以“将军且莫破愁颜”一句责诸将不能御敌，提醒他们不可忘忧失警。“且莫破愁颜”的“且”字，是暂且的意思，对诸将之腐化虽有讽刺之意，但笔锋是针对皇帝的。</p> <p>　　其二</p> <p>　　这首承上首仆固怀恩引吐蕃、回纥兵入侵的事和借助回纥的史实。而借用回纥兵是出于肃宗的短见。当时<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>（李泌字长源，历仕玄、肃、代、德四朝，以图谋划策见重，位至宰相，封邺县侯，世称李邺侯）给肃宗制定的正确战略是：使名将李光弼、郭子仪从冯翊入河东，分两路牵制叛军。朝廷驻军扶风，与郭、李两军分次出击，使叛军疲于奔命。唐军以逸待劳，避实击虚。再命建宁王李倓率兵配合李军攻占范阳，覆其巢穴、说可破贼。肃宗不用，他急欲收复两京，不惜以劳攻逸，和叛军打硬仗，攻坚城，一切违反李泌的战略。这就使唐军陷于兵力不足，不得不求助于回纥，这就是肃宗的错误决策造成的。这首诗，表面上在批评诸将无用，不能制止外患，反而借助外力，实际是说肃宗无能。</p> <p>　　首联：“韩公本意筑三城，拟绝天骄拔汉旌。”</p> <p>　　“韩公”，即唐张仁愿，封韩国公。“筑三城”：唐中宗神龙三年（707年），张仁愿到了朔方军，治所在灵州（甘肃灵武），筑三受降城（城墙），以防止突厥南侵。“天骄”：胡人自称为天之骄子，转指少数民族首领。“拔汉旌”：拔去汉人的旗帜，即侵犯。这一联是说，张仁愿筑三受降城的本意，是要断绝突厥的南侵。</p> <p>　　次联：岂谓尽烦回纥马，翻然远救朔方兵。</p> <p>　　“岂谓”，哪里料到。“尽烦”，太烦劳。“回纥马”，回纥的骑兵。“翻然”，反而。“朔方兵”：郭子仪任朔方节度使，所以称他统帅的部队为朔方兵。这一联是说，如果按李佖的战略，完全可以破贼，却弄得反而要求助于远处的回纥，真是太烦劳别人了。语含讽刺。也说明这种作法和张仁愿筑三城的本意相反，是引狼入室。</p> <p>　　杜甫一贯主张依靠朝廷的力量平叛，反对借助回纥兵平叛。他在乾元二年（759年）秋写的《留花门》一诗中鲜明地反对借兵回纥（花门即回纥），其诗曰：“高秋马肥健，挟矢射汉月。自古以为患，诗人厌薄伐……胡为倾国至？出入暗金阙……公主歌黄鹄，君王指白日。连云屯左铺，百里见积雪……田家最恐惧，麦倒桑枝折。……胡尘逾太行，杂种抵京宝。花门即须留，原野转萧瑟。”</p> <p>　　三联：“胡来不觉潼关隘，龙起犹闻晋水清。”</p> <p>　　“胡来不觉潼关隘”：这句是承首联，说筑三城以防胡也要靠将士起作用，否则即使是潼关的险要，安史叛军来时，不觉得它的险要，被攻破了。从而显出人才的重要。</p> <p>　　“龙水犹闻晋水清”：听说唐高祖在晋阳起兵时，晋水清了；又听说至德二年（757年）夏历七月，岚州合关河清三十里，九月广平王（代宗）收西京。“犹闻”，是说过去听说，现在又听说。但情况有所不同：高祖起兵晋水，以有天下，建立了唐朝，也曾请兵突厥，其后突厥恃功侵犯，却能制伏他。这既是太宗的能耐，也是他善用人才，如当时大将李靖、李勣等都是能征善战的勇武之士；广平王（代宗）收西京，也曾河清三十里，他借兵回纥却是引狼入室，后患无穷。这说明为国家的能力问题，实在太重要了。人谓“圣人出则黄河清”，原是对皇帝的恭维话，不足为据。这就自然地归结到末联：“独使至尊忧社稷，诸君何以答升平”。“至尊”，指代宗。末句责诸将只知坐享太平，不图报国。明是批评诸将，暗是指责代宗。透露出作者对国难关切的心情和对借兵回纥是失策的感叹，显示出作者的远见和深心。</p> <p>　　这首诗指责诸将无用，不能制止外患，反而错误地借助外力，实则指责朝廷大政方针的失策。</p> <p>　　其三</p> <p>　　这首是承上首“胡来不觉潼关隘”，接写安史乱平后，其余党并未真正归顺朝廷。</p> <p>　　首联：“洛阳宫殿化为烽，休道秦关百二重。”“洛阳宫殿化为烽”，这是指洛阳两次被兵火所毁。一次是天宝十四载（755年）毁于安禄山，一次是乾元二年（759年）再毁于史思明。“秦关”，指潼关。“百二重”：“百二”，是说潼关二万兵足以当敌百万。“重”，险固。“洛阳”二句是说，宫殿都保不住，不要夸口说秦关兵二万足以当敌百万。</p> <p>　　次联：“沧海未全归禹贡，蓟门何处尽尧封？”</p> <p>　　“沧海”，即现在的河北、山东东部。“蓟门”，即今河北北部。“禹贡”、“尧封”：这里是指国家版图。这两句是说，沧海、蓟门一带，仍被归降的安史余党李忠臣、田承嗣、薛嵩、李怀仙、李正己等所盘据，他们拥兵割据，自设将吏，不向朝廷缴纳贡赋，实际并未归顺朝廷，所据地区未归入国家版图。</p> <p>　　三联：“朝廷衮职虽多预，天下兵储不自供。”“衮职”，朝中大臣。“预”：参与。当时朝中大臣多兼地方节度使重任，将相不分。“兵储”，指军需供给。“朝廷”二句是说，虽然朝中大臣兼任地方节度使的重任，但他们不屯田积粮，而加重赋敛和扣留朝廷粮饷。所说“天下兵储不自供”。这实际是指出朝廷用人不当所致。</p> <p>　　末联：“稍喜临边王相国，肯销金甲事春农。”“王相国”，即<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>，作过相国，迁河南副元帅。“事春农”：指让军队屯田以自给。“稍喜”二句，说稍微可喜的是王相国还能注意让边军屯田，以减轻一点朝廷的负担。</p> <p>　　这首表面上是责诸将不知屯田积粮以解决军食，实际上也是指责朝廷无能。</p> <p>　　其四</p> <p>　　这首承上一首的朝廷用人不当，进而写宦官专权。</p> <p>　　首联：“回首扶桑铜柱标，冥冥氛　未全销。”</p> <p>　　“回首”：杨伦注：前三首皆北望发叹，此首方及南望，故曰“回首”。“扶桑”：泛指南海一带。唐时岭南道有扶桑县，属禺州。“铜柱”：东汉<a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>所立，以为汉之极界；玄宗时，何履光以兵定南诏，曾复立马援铜柱。氛：妖气，指战乱叛离之气。时南诏背唐，与吐蕃连结。广德元年（763年）夏历十二月，官市舶使吕太一逐广南节度使张休，纵兵大掠（见《旧唐书·代宗记》）“回首”二句是说，回首看到铜柱标志的南方疆界，战乱之气未歇。“越裳”：南方国名，地接交趾，《后汉书·贾琮传》载：交趾土多珍产明玑、翠羽、王毒瑁、异香、美木之属。南海明珠：《太平御览·珍宝部》二，引《邹子》：“珠生于南海。”“越裳”二句，说南方各地，因战乱离贰，贡赋皆绝。</p> <p>　　三联：“殊锡曾为大司马，总戎皆插侍中貂”。“殊锡”：特殊的宠赐，犹异宠。“大司马”即太尉。“总戎”，总兵，即元帅。这里指一般将帅及节度使而有“侍中”之衔的，没有例外，所以说“皆”。其冠以貂尾为饰，所以说“总戎皆插侍中貂”。但最受异宠的是宦官。如宦官李辅国，因拥立肃宗、代宗之功，判元帅行军司马，专掌禁军，又拜兵部尚书；宦官鱼朝恩，因吐蕃攻占长安，代宗幸陕，卫队逃散，有奉迎代宗之功，被任命为天下观军容、宣慰、处置使，专掌神策军；宦官程元振，因与李辅国一起拥立代宗有功，而任骠骑大将军，“尽总禁兵，不逾岁，权震天下”（《新唐书·官专》）。后来鱼朝恩不仅控制了军政大权，而且兼判国子监，控制了文教大权。朝中公卿无人敢谏。事实证明，从玄宗开始，唐朝的皇帝一代代传下来，认为最可靠的是他们的奴才——宦官。但这种“奴才哲学”却毫不留情，他让“主子”们吃自己酿成的苦酒。这就是唐朝中期以后愈演愈烈的“宦官之祸”的由来。</p> <p>　　末联：“炎风朔雪天王地，只在忠良翊圣朝。”</p> <p>　　“炎风”，指南边疆土；“朔雪”，指北边疆土。“天王地”：春秋时称周天子为天王，以借指当代君主，即《诗经》所谓：“普天之下，奠非王土”。这又联系到上一首中的“沧海未全归禹贡，蓟门何处尽尧封”即祖国领土不容分裂、不容他人盘据任何一方。要做到这一点，那就“只在忠良翊圣朝”，只有靠忠良的诸将来辅佐圣朝了。这两句，是勉励诸将为国效命，恢复国家旧有版图。</p> <p>　　这一首，主要是指责朝廷失控，军政大权为宦官所左右，诗人正为此心忧。</p> <p>　　其五</p> <p>　　这一首赞严武，责镇蜀诸将平庸。</p> <p>　　“锦江春色逐人来”，诗人于公元766年（大历元年）夏历五月离开成都草堂，虽然已入夏令，而“锦江春色”仿佛就在眼前。“逐人来”指紧紧跟随人后不肯离去。“锦江春色”因这三字而收到人格化的艺术效果。诗人用他对成都风物的美好回忆作为最佳赞辞，以此开端，也使人立即忆起了他写于成都的《登楼》中的名句：“锦江春色来天地。”</p> <p>　　“巫峡清秋万壑哀，”杜甫客寓成都时，曾入严武幕府。严死不久，他出蜀东下，流寓夔州。此时距严武之死，才过一年。夔州地接巫峡，又值秋季，诗人回忆成都旧游，不禁百感交集，顿觉“万壑”生“哀”，很自然地就触动了对去世未久的严武的深切悼念。通过描写锦江巫峡两地不同时令特征，为后面展示诗人对严武的回忆制造了适宜的气氛。</p> <p>　　“正忆往时严仆射，共迎中使望乡台。”二句追“忆”在严武幕时，曾陪严武于望乡台“共迎中使”的“往”事。情景依然，谁知严已成古人。严武死后，追赠尚书左仆射，因而称为“仆射”。“中使”，宦官，皇帝所派宫中特使。“望乡台”，在成都县北。“主恩前后三持节，军令分明数举怀。”接前两句写了严武镇蜀业绩。上句写唐“主恩”宠之隆，严武剖符“持节”一任东川节度使，两任剑南节度使。“三持节”是对严这一经历的最好概括。下句写严武的儒将风度。严武治军甚严，赏罚分明，但又好整以暇，多次与杜甫“举杯”饮酒，开怀赋诗，不愧兼擅文经武略。</p> <p>　　“西蜀地形天下险，安危须仗出群材。”西蜀北有剑门，东有夔巫，“地形”号“天下”“险”阻。严武坐镇其间，堪称李唐王朝最“须”倚“仗”的“出群”之“材”。末二句是对严武镇蜀整个历史过程的艺术概括，也是对他文武全才的充分肯定。</p> <p>　　公元761年（上元二年）严武再次镇蜀，后为<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>取代，不久就有徐知道的叛乱及松、维、保三州的陷落。公元764年（广德二年）三次镇蜀，曾大破吐蕃兵。后“以疾终”，郭英乂代之，不数月而有崔旰之乱，英乂被杀。“安危”指转危为安。它是全诗的高潮和总结。诗人的激情在这里再次得到艺术体现。它深刻指出：如果西蜀付托非人，随时都可能出现严峻形势。</p> <p>　　这是一首“议论时事”，可当“纪传”读的七律诗。开头、结尾都以激情取胜。中间两联将严武治蜀业绩与自己有关活动，用追“忆”形式娓娓道出，与一般“吟风弄月，登眺游览”的“任兴漫作”，迥然有别。没有杜甫“忧时之真心”和“识学笔力”（《杜诗本义》），是绝对写不出来的。诚如黄生评说：“他人诗皆从纸上写出，惟公诗从胸中流出，口中道出”，且“神情面目，俨然可想，所以千秋犹有生气”。</p> <p>　　《诸将五首》的内容主要是以安史之乱以来的军政大事为中心展开议论，表现了诗人对国家安危，民生疾苦的深切关怀和忧虑；他极度希望君主明智有为，文臣武将用得其人，语言慷慨蕴藉，诲人良多。因每首都与诸将有关，故以“诸将”为题，实则笔锋指向当时皇帝，体现了杜诗沉郁顿挫的风格。</p> <p>　　“安危须仗出群材”，这即是第五首的结语，也是《诸将五首》的中心论点，也是诗人对安史之乱以来军政大事的感愤。</p> <p>　　《诸将五首》是政论诗，在议论中深含诗人自己强烈的爱国感情，不仅使读者明其理，而且激动着读者的心灵。</p>",
  "about": "<h2>创作背景</h2> 　　《诸将五首》是一组政治抒情<a href=\"http://so.gushiwen.org/view_11266.aspx\">诗</a>，唐代宗大历元年（766年）作于夔州。当时安史之乱虽已平定，但边患却没有根除，诗人痛感当时的朝廷武官们平庸无能，故作诗加以讽刺。",
  "poet": {
    "id": 474,
    "star": 0,
    "name": "杜甫",
    "image": "http://img.gushiwen.org/authorImg/dufu.jpg",
    "desc": "杜甫（712－770），字子美，自号少陵野老，世称“杜工部”、“杜少陵”等，汉族，河南府巩县（今河南省巩义市）人，唐代伟大的现实主义诗人，杜甫被世人尊为“诗圣”，其诗被称为“诗史”。杜甫与李白合称“李杜”，为了跟另外两位诗人李商隐与杜牧即“小李杜”区别开来，杜甫与李白又合称“大李杜”。他忧国忧民，人格高尚，他的约1400余首诗被保留了下来，诗艺精湛，在中国古典诗歌中备受推崇，影响深远。759-766年间曾居成都，后世有杜甫草堂纪念。"
  },
  "tags": [
    "战争",
    "讽刺",
    "爱国"
  ]
}