{
  "id": 71307,
  "star": 226,
  "name": "归园田居·其四",
  "dynasty": "魏晋",
  "content": "久去山泽游，浪莽林野娱。<br>试携子侄辈，披榛步荒墟。<br>徘徊丘垄间，依依昔人居。<br>井灶有遗处，桑竹残朽株。<br>借问采薪者，此人皆焉如？<br>薪者向我言，死没无复余。<br>一世异朝市，此语真不虚。<br>人生似幻化，终当归空无。",
  "fanyi": "<p><strong>译文</strong><br>离别山川湖泽已久，纵情山林荒野心舒。<br>姑且带着子侄晚辈，拨开树丛漫步荒墟。<br>游荡徘徊坟墓之间，依稀可辨前人旧居。<br>水井炉灶尚有遗迹，桑竹残存枯干朽株。<br>上前打听砍柴之人：“往日居民迁往何处？”<br>砍柴之人对我言道：“皆已故去并无存余。”<br>“二十年朝市变面貌”，此语当真一点不虚。<br>人生好似虚幻变化，最终难免泯灭空无。 </p><p><strong>注释</strong><br>①去：离开。游：游宦。这句是说离开山泽而去做官已经很久了。　<br>②浪莽：放荡、放旷。这句是说今天有广阔无边的林野乐趣。　<br>③试：姑且。榛：丛生的草木。荒墟：废墟。这两句是说姑且携带子侄，拨开丛生的草木，漫步于废墟之中。　<br>④丘垄：坟墓。依依：思念的意思。这两句是说在坟墓间徘徊，思念着从前人们的居处。　<br>⑤杇（wū ）：涂抹。这两句是说这里有井灶的遗迹，残留的桑竹枯枝。　<br>⑥此人：此处之人，指曾在遗迹生活过的人。焉如：何处去。　<br>⑦没（mò）：死。一作“殁”。<br>⑧一世：二十年为一世。朝市：城市官吏聚居的地方。这种地方为众人所注视，现在却改变了，所以说“异朝市”。这是当时的一句成语。这句和下句是说“一世异朝市”这句话真不假。　<br>⑨幻化：虚幻变化，指人生变化无常。这句和下句是说人生好像是变化的梦幻一样，最终当归于虚无。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　公元406年（东晋安帝义熙二年），亦即是<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>由彭泽令任上弃官归隐后的第二年，<a href=\"http://so.gushiwen.org/view_71307.aspx\">诗</a>人便写下了《归园田居》五首著名诗篇，当时诗人四十二岁。此诗是其中的第四首。</p> <p>　　只做了八十多天彭泽县令的陶渊明，已实在无法忍受官场的污浊与世俗的束缚，他坚决地辞官归隐，躬耕田园，且从此终身不再出仕。脱离仕途的那种轻松之感，返回自然的那种欣悦之情，还有清静的田园、淳朴的交往、躬耕的体验，使得这组诗成为杰出的田园诗章，也集中体现了陶渊明追求自由、安于清贫、隐逸山野、洁身自好、远离官场、超脱世俗的美好情操。</p> <p>　　作者之所以毅然弃官归田，并在这组诗的第三首《归园田居·种豆南山下》中表达了只求不违所愿而不惜劳苦耕作、夕露沾衣的决心，为的是复返自然，以求得人性的回归。这第四首诗的前四句写归田园后偕同子侄、信步所之的一次漫游。首句“久去山泽游”，是对这组诗首篇《归园田居·少无适俗韵》所写“误落尘网中”、“久在樊笼里”的回顾。次句“浪莽林野娱”，是“羁鸟恋旧林，池鱼思故渊”的作者在脱离“尘网”、重回“故渊”，飞出“樊笼”、复返“旧林”后，投身自然、得遂本性的喜悦。这句中的“浪莽”二字，义同放浪，写作者此时无拘无束、自由自在的身心状态；逯钦立校注的《陶渊明集》释此二字为“形容林野的广大”，似误。句中的一个“娱”字，则表达了“性本爱丘山”的作者对自然的契合和爱赏。从第三句诗，则可见作者归田园后不仅有林野之娱，而且有“携子侄辈”同游的家人之乐。从第四句“披榛步荒墟”的描写，更可见其游兴之浓，而句末的“荒墟”二字承上启下，引出了后面的所见、所问、所感。</p> <p>　　陶诗大多即景就事，平铺直叙，在平淡中见深意、奇趣。这首诗也是一首平铺直叙之作。诗的第五到第八句“徘徊丘垄间，依依昔人居，井灶有遗处，桑竹残杇株”，紧承首段的末句，写“步荒墟”所见，是全诗的第二段。这四句诗与首篇《归园田居·少无适俗韵》中所写“暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树巅”那样一幅生机盎然的田园画适成对照。这是生与死、今与昔的对照。既淡泊而又多情、既了悟人生而又热爱人生的作者，面对这世间的生与死、时间的今与昔问题，自有深刻的感受和无穷的悲慨。其在“丘垄间”如此流连徘徊、见“昔人居”如此依依眷念、对遗存的“井灶”和残杇的“桑竹”也如此深情地观察和描述的心情，是可以想象、耐人寻绎的。</p> <p>　　诗的第九到第十二句是全诗的第三段。前两句写作者问；后两句写薪者答。问话“此人皆焉如”与答话“死没无复余”，用语都极其简朴。而简朴的问话中蕴含作者对当前荒寂之景的无限怅惘、对原居此地之人的无限关切；简朴的答话则如实地道出了一个残酷的事实，而在它的背后是一个引发古往今来无数哲人为之迷惘、思考并从各个角度寻求答案的人生问题。</p> <p>　　诗的第十三到第十六句“一世异朝市，此语真不虚，人生似幻化，终当归空无”，是最后一段，写作者听薪者回答后的所感。这四句诗参破、说尽了盛则有衰、生则有死这样一个无可逃避的事物规律和自然法则。诗句看似平平淡淡，而所包含的感情容量极大，所蕴藏的哲理意义极深；这正是所谓厚积而薄发，也是陶诗的难以企及之处。正如朱光潜在《诗论》第十三章《陶渊明·他的情感生活》中所说，一些哲理，“儒、佛两家费许多言语来阐明它，而渊明灵心进发，一语道破。读者在这里所领悟的不是一种学说，而是一种情趣、一种胸襟、一种具体的人格”。读陶诗，正应从中看到他内心的境界、智慧的灵光，及其对世事、人生的了悟。</p> <p>　　有些赏析文章认为作者此行是访故友，是听到故友“死没无复余”而感到悲哀。但从整首诗看，诗中并无追叙友情、忆念旧游的语句，似不必如此推测。而且，那样解释还缩小了这首诗的内涵。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>曾说，诗人之观物是“通古今而观之”，不“域于一人一事”（《人间词话删稿》），其“所写者，非个人之性质”，而是“人类全体之性质”（《红楼梦评论·馀论》）。这首诗所写及其意义正如王国维所说。作者从“昔人居”、耕者言所兴发的悲慨、所领悟的哲理，固已超越了一人一事，不是个人的、偶然的，而是带有普遍性、必然性的人间悲剧。，而是带有普遍性、必然性的人间悲剧。 </p>",
  "poet": {
    "id": 645,
    "star": 0,
    "name": "陶渊明",
    "image": "http://img.gushiwen.org/authorImg/taoyuanming.jpg",
    "desc": "陶渊明（约365年—427年），字元亮，（又一说名潜，字渊明）号五柳先生，私谥“靖节”，东晋末期南朝宋初期诗人、文学家、辞赋家、散文家。汉族，东晋浔阳柴桑人（今江西九江）。曾做过几年小官，后辞官回家，从此隐居，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等。"
  },
  "tags": [
    "田园",
    "生活",
    "感慨",
    "人生"
  ]
}