{
  "id": 56200,
  "star": 49,
  "name": "蝶恋花·春涨一篙添水面",
  "dynasty": "宋代",
  "content": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。 <br>江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。",
  "fanyi": "<p><strong>译文</strong><br>春来，绿水新涨一篙深，盈盈地涨平了水面。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的草色，在微风习习吹拂里，染绿了河塘堤岸。画船轻缓移动，绕着九曲水湾游转，望去，横塘高塔，在眼前很近，却又像启船时一样遥远。<br>江南水乡，春寒迟迟农事也晚。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山冈上桑树茂盛，桑叶卖家很贱，转眼就可以，品尝新面，收取新茧。</p> <p><strong>注释</strong><br>①画舫：彩船。<br>②夷犹：犹豫迟疑，这里是指船行迟缓。<br>③横塘：在苏州西南，是个大塘。<br>④谷雨：二十四节气之一，在清明之后。<br>⑤看看：转眼之间，即将之意。<br>⑥江国：水乡。<br>⑦寒：指水冷。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首田园词，描绘出一幅清新、明净的水乡春景，散发着浓郁而恬美的农家生活气息，自始至终有流露出乡村景色人情淳朴、宁静、合皆，读了令人心醉。</p> <p>　　词的上片向读者讲述了一幅早春水乡的五彩画面。</p> <p>　　“春涨一篙添水面。芳草鹅儿，绿满微风岸。”“一篙”，是指水的深度，“池涨一篙深。”“添水面”，有两重意思，一是水面上涨二是水满后面积也大了。“鹅儿”，小鹅，<a href=\"http://so.gushiwen.org/author_1152.aspx\">黄中</a>透绿，与嫩草色相似。“绿”，就是“绿柳才黄半未匀”那样的色调。春水涨满，一直浸润到岸边的芳草；芳草、鹅儿在微风中活泼泼地抖动、游动，那嫩嫩、和谐的色调，透出了生命的温馨与活力；微风轻轻地吹，吹绿了河岸，吹绿了河水。</p> <p>　　“画舫夷犹湾百转，横塘塔近依前远。”“画舫”，彩船。“夷犹”，犹豫迟疑，这里是指船行迟缓。“横塘”，在苏州西南，是个大塘。江南水乡河渠纵横，湾道也多。作者乘彩船往横塘方向游去，河道曲折多湾画舫缓慢行进。看着前方的塔近了，其实还远。这就象俗语所说“望山走倒马”，那水面上的小鹅，其实，作者并不急于到塔边，所以对远近并不在意，此时更使他欣悦的倒是一路好景致。便很令人疼爱留连。这两句写船行，也带出了沿途风光，更带出了自己盎然兴趣。全词欢快气氛也由此而兴。 </p> <p>　　词的下片写到农事，视野更加开阔了。如此写，既与上片紧密相联，又避免了重复。</p> <p>　　“江国多寒农事晚。村北村南，谷雨才耕遍。”“江国”，水乡。“寒”指水冷。旱地早已种植或翻耕了，水田要晚些，江南农谚曰：“清明浸种（稻种），谷雨下秧。”所以“耕遍”正是时候。着一“才”字，这不紧不慢的节奏见出农事的轻松，农作的井然有序。“村北村南”耕过的水田，一片连着一片，真是“村南村北皆春水”、“绿遍山原白满川”，一派水乡风光现于读者面前，虽然农事紧张或更可说繁重，但农民们各得其乐，一切进行得有条不紊。</p> <p>　　“秀麦连冈桑叶贱，看看尝面收新茧。”“秀麦”，出穗扬花的麦子。“面”当为炒面，将已熟未割的麦穗摘取下来，揉下麦粒炒干研碎，取以尝新，现代农村仍有此俗。这两句是写高地上景象，虽然水稻刚刚下种，但漫冈遍野的麦子拔穗了，蚕眠，桑叶也便宜了，农桑丰收在望。所以下面写道：“看看尝面收新茧”。“看看”，即将之意，透着津津乐道、喜迎丰收的神情。下片写田园，写农事，流露出对农家生活的认同感、满足感。</p> <p>　　本词是一首田园词，体现了田地间春意盎然的一幕，笔调清新愉悦，将景物与农事描写得自然连贯，充分表现出作者对田园生活的长期向往之情，是一篇很有特色的词作。</p>",
  "about": "<h2>创作背景</h2> 　　南宋时期在政治上软弱妥协，农业工业却发展很快，许多爱国之士都因政见与朝堂向左而隐居于世，<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>也是其中一员，这首词正是他隐居苏州那一代所作。",
  "poet": {
    "id": 529,
    "star": 0,
    "name": "范成大",
    "image": "http://img.gushiwen.org/authorImg/fanchengda.jpg",
    "desc": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"
  },
  "tags": [
    "宋词三百首",
    "田园",
    "写景",
    "抒情"
  ]
}