{
  "id": 69622,
  "star": 39,
  "name": "阳春曲·春景",
  "dynasty": "元代",
  "content": "几枝红雪墙头杏，数点青山屋上屏。一春能得几晴明？三月景，宜醉不宜醒。<br>残花酝酿蜂儿蜜，细雨调和燕子泥。绿窗春睡觉来迟。谁唤起？窗外晓莺啼。<br>一帘红雨桃花谢，十里清阴柳影斜。洛阳花酒一时别。春去也，闲煞旧蜂蝶。",
  "fanyi": "<p><strong>译文</strong><br>　　几枝初开的杏花红雪般堆在土状，点点青山如画屏一样隐现在屋上。一个春季，能有几天这样明媚、晴朗？阳春三月的景致令人陶醉，只适合醉眼朦胧地而不适合清醒地去欣赏。<br>　　花虽残了，蜂儿却把它酿成了蜜，雨虽来了，燕子却借它调好了筑窝的泥。绿荫窗下，浓睡的我醒来已经很晚了。是谁把我叫起？是那窗外早晨鸣叫的黄莺。<br>　　像一帘红雨飘下，那是凋谢了的桃花，十里长的柳荫，树影儿歪斜。一时间来洛阳赏花饮酒的人纷纷都告别了。春天归去了，闲坏了旧日里忙于采花的蜂蝶。</p> <p><strong>注释</strong><br>⑴中吕：宫调名。阳春曲：曲牌名，又名“喜春来”、“惜芳春”。春景：曲题。<br>⑵红雪：形容初春盛开杏花的繁茂。<br>⑶觉来：醒来。<br>⑷红雨：比喻飘落的桃花。此出自唐代<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>《将进酒》：“桃花乱落如红雨”。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　以“阳春曲”曲牌写春景，可谓名副其实。这组“阳春曲”包括三支小令，渲染出一派风和日丽、蝶逐蜂嚷、百花争艳的烂漫春色。虽是一组曲，但三首又各有侧重。</p> <p>　　第一首可名之为“春晴”。首两句写景。首句写墙头杏花。这里的杏花不仅有数支，而且像堆琼砌玉的红雪般，这就突出了花的繁茂。这里的杏花是是晴天的景物。次句写青山。由于青山在屋后较远的地方，所以看上去像一架屏风。“一春能得几晴明？”强调这晴的难得，这一问句流露出了作者满意的心情。“三月景，宜醉不宜醒”，是在赞美令人陶醉的阳春三月，显示了作者悠然自得的心态。</p> <p>　　第二首可名之为“春睡”。“残花酝酿蜂儿蜜，细雨调和燕子泥。”花虽然残了，蜂儿却还在花丛中飞来飞去，从残蕊中采蜜。这样的残花依然是美好的，不给人以零落凄凉之感。春雨往往令赏春者扫兴，可是燕子却还在雨中穿梭忙碌，衔泥筑窠，纷纷的细雨不但没有妨碍它们，反而帮助它调和泥土。燕子这是非常感激这细雨。燕子无情，人是有情的，这是<a href=\"http://so.gushiwen.org/view_69622.aspx\">诗</a>人在赞美春雨。这两句体现了作者对生活观察的细致入微，从小小的虫鸟活动中看出了春意。作者以喜悦的心情写了残花、细雨，写了春的另一种旖旎。“绿窗春睡觉来迟”写窗内人的浓睡，似与窗外的燕、蜂无关，但一个“春”字点出了前后的内在联系，又加一个“绿”字对“春”做了补充，窗内窗外联成一片了。睡意之酣畅，正因为春天气候之宜人。“觉来迟”，毕竟还是醒了。是因为“窗外晓莺啼”惊醒的，这是对莺声的欣悦。这里写浓睡，是写了春天；写醒叫觉，也是写春天；都写了春天的美好。</p> <p>　　第三首可名之曰“春归”。首两句写春归的景色。上句写近景，下句写远景。“一帘红雨桃花谢”是房前景象。 “十里清阴柳影斜”是放眼远望的景象。初春之柳，是淡黄疏影；绿柳成荫已是春深了。两句构成残春景象，却仍然是美的：红花绿柳，相映成趣，色彩鲜丽，令人赏心悦目。下一句写人对春去的依依不舍。名花之城洛阳的人们赏春的人比平时多起来，是因为春已无多，也有为春饯别之意。最后两句，作者感叹：“春去也，闲煞旧蜂蝶。”没有了花，蜂蝶自然无所事事了。虽是感叹惋惜，却并不感伤。</p> <p>　　总之，这组曲子将春意写得十分浓丽，使人得到暖融融、醉醺醺的感受，并在细小的物像中显出大自然复苏后的生机。三首曲子除了在内容上各有侧重外，在写法上也注意了变化。第一首论述，第二首问答，第三首感叹。三首比照，浑然一体而又多姿多彩。</p>",
  "poet": {
    "id": 2824,
    "star": 0,
    "name": "胡祗遹",
    "desc": "胡祗遹（zhī yù）（1227—1295）字绍闻 ，号紫山。磁州武安（今属河北省）人。于世祖朝历任户部员外郎、右司员外郎、太原路治中、河东山西道提刑按察副使、荆湖北道宣慰副使、济宁路总管及山东、浙西提刑按察使等职，以精明干练著称，所至颇具声誉。胡祗遹后召拜翰林学士，未赴，改任江南浙西按察使，不久以疾辞归。卒，谥文靖。《元史》有传。祗遹学出宋儒，著述较丰，著有诗文集《紫山大全集》，今存二十六卷本。卷八有《黄氏诗卷序》、《优伶赵文益诗序》、《朱氏诗卷序》等文，为研究元曲之珍贵资料。明·朱权《太和正音谱》评其词“如秋潭孤月”。"
  },
  "tags": [
    "组曲",
    "春天"
  ]
}