{
  "id": 70338,
  "star": 2,
  "name": "杂剧·风雨像生货郎旦",
  "dynasty": "元代",
  "content": "第一折<br>妾身长安京兆府人氏，唤做张玉娥，是个上厅行首。如今我这在城有个员外李彦和，与我作伴，他要娶我。怎奈我身边又有一个魏邦彦，我要嫁他。听知的他近日差使出去，我已央人寻他去了，这早晚敢待来也。四肢八节刚是俏，五脏六腑却无才。村在骨中挑不出，俏从胎里带将来。自家魏邦彦的便是。这在城有个上厅行首张玉娥，我和他作伴多时，他常要嫁我。今日他使人来寻我，不知有甚事，须索见他去来。大姐，你唤我做甚么？魏邦彦，我和你说，听知的你出去打差，如今有这李彦和要娶我。我和你说的明白，一个月以里，我便嫁你；一个月以外，我便嫁别人。你可休怪我。你也说的是。我今日去，准准一个月，我便赶回来也。我出的这门来。呀，可早一个月也。你这说谎的弟子。魏邦彦去了也，怎生不见李彦和来？耕牛无宿草，仓鼠有余粮。万事分已定，浮生空自忙。自家长安人氏，姓李名英，字彦和。在城开着座解典铺。嫡亲的三口儿家属，浑家刘氏，孩儿春郎，年才七岁。有奶母张三姑，他是潭州人。在城有个上厅行首张玉娥，我和他作伴，他一心要嫁我，我一心待娶他，争奈我浑家不容。我今日到他家中走走去。大姐，这几日不曾来，休怪。有你这样人！我倒要嫁你，你倒不来娶我？也等我拣个吉日良辰，好来娶你。子丑寅卯，今日正好。只今日过了门罢。大姐，待我回去，和大嫂说的停当。才来娶你。我如今且回我那家中去也。我要嫁他，他倒不肯。只今日我收拾一房一卧，嫁李彦和走一遭去。妾身姓刘，夫主是李彦和，孩儿春郎，年才七岁，开着座解典库。俺夫主守着个匪妓张玉娥，每日不来家。我到门首望着，看他来说些甚么。我李彦和，这几日不曾回家，有这妇人屡屡要嫁我。争奈不曾与我浑家商量。我过去见我浑家去。大嫂我来家也。李彦和，你每日只是贪花恋酒，不想着家私过活，几时是了也呵？<br>【仙吕】【点绛唇】你把解库存活，草堂工课，都耽阁。终日波波，白日休空过。<br>【混江龙】到晚来早些来个，直至那玉壶传点二更过。大嫂，你可怜见，我实不相瞒，这妇人他一心待要嫁我哩。你教我可怜见，你待敢是无奈之何。你比着东晋谢安才艺浅，比着江州司马泪痕多，也只为婚姻事成抛躲。劝不醒痴迷楚子，直要娶薄幸巫娥。<br>我好也要娶他，歹也要娶他。你真个要娶他？兀的不气杀我也！<br>【油葫芦】气的我粉脸儿三闾投汨罗，只他那情越多，把云期雨约枉争夺。你望着巫山庙满斗儿烧香火，怎知高阳台，一路上排锹钁？休这般枕上说，都是他栽下的科。他是个万人欺千人货，你只待娶做小家婆。<br>【天下乐】你正是引的狼来屋里窝，娶到家，也不和，我怎肯和他轮车儿伴宿争竞多。你不来我行呵我房儿中作念着，你来我行呵他空窗外咒骂我，咱两个合口唱叫，你中间里图甚么？大嫂，他须不是这等人，我也不是这等人。<br>【那吒令】休信那黑心肠的玉娥，他每便乔趋抢取撮，休犯着黄蘖肚小么。数量着哝过，紧忙里做作，似蝎子的老婆。你便有洛阳田，平阳果，钞广银多。<br>【鹊踏枝】有时节典了庄科，准了绫罗；铜斗儿家私，恰做了落叶辞柯。那其间便是你郑孔目风流结果，只落得酷寒亭刚留下一个萧娥。<br>大嫂，那妇人生得十分大有颜色，怎教我不爱他？<br>【寄生草】你爱他眼弄秋波色，眉分青黛蛾。怎知道误功名是那额点芙蓉朵，陷家缘唇注樱桃颗，啜人魂舌吐丁香唾。只怕你飞花儿支散养家钱，旋风儿推转团圆磨。<br>那里有这等说话。我如今务要娶他哩。你既要娶他，你娶，你娶！妾身张玉娥，收拾了一房一卧，嫁李彦和去。来到门首，没人在这里，不免唤他一声。李彦和，李彦和。有人唤门，待我看去。大姐，你真个来了也。你耳朵里塞着甚么？不听得我唤门来？我如今过去拜你那老婆，头一拜受礼，第二拜欠身，第三第四拜还礼。他依便依，不依呵，我便家去也。你不要性急，等我过去和他说，你且在这里。大嫂，张玉娥来了也。他说来拜你，头一拜受礼，第二拜欠身，第三第四拜要还礼。你若不还他礼，他要唱叫起来，就不像体面了。我还他礼便罢。姐姐请坐，受你妹子礼。李彦和，头一拜也。我知道。这是第二拜也。是大嫂欠身哩。甚么勾当！钉子定着他哩？怎么不还礼？嗨！妇女家不学三从四德，我男子汉说了话，你也该依着我。<br>【后庭花】你蹅踏的我忒太过，这妮子欺负的我没奈何。支使的大媳妇都随顺，偏不着小浑家先拜我，他那里闹镬铎，我去那窗儿前瞧破。那贱人俏声儿诉一和，俺这厮侧身儿搂抱着。将衫儿腮上抹，指尖儿弹泪颗。<br>【柳叶儿】你道他为甚来眉峰暗锁？则要我庆新亲茶饭张罗。李彦和，他那伙亲眷，我都认的。可是那几个？都是些胡姑姑假姨姨厅堂上坐。待着我供玉馔，饮金波，可不道谁扶侍你姐姐哥哥？<br>你也忒心多，大人家妇女，怎不学些好处？<br>【金盏儿】俺这厮偏意信调唆，这弟子业口没遭磨。有情人惹起无明火，他那里精神一掇显偻儸。他那里尖着舌语剌剌，我这里掩着面笑呵呵。你休嘲拨着俺这花奶奶。你道我嘲拨着你个花奶奶，我就和你厮打来。我也不是个善婆婆。<br>李彦和，你来。掿杀不成团。我和你说，你若是爱他，便休了我，若是爱我，便休了他。你若不依着呵，俺家去也。二嫂，他是我儿女夫妻，你着我怎么下的！你不依我，还向他哩。二嫂，他是我儿女夫妻，你着我怎么下的！这等，你放我家去罢。住、住、住。你着我怎么开口说？大嫂，二嫂说来，若是我爱你，便休了他，若是爱他，只得休了你。兀的不气杀我也！大嫂，精细着。<br>【赚煞】气勃勃堵住我喉咙，骨噜噜潮上痰涎沫。气的我死没腾软瘫做一垛，拘不定精神衣怎脱，四肢沉寸步难那。若非是小孤撮，叫我一声娘呵，兀的不怨恨冲天气杀我。你没事把我救活，可也合自知其过，你守着业尸骸学庄子鼓盆歌。我那大嫂也！李彦和，你张着口号甚的？有便置，没便弃。这是甚么说话！大嫂亡逝已过，便须高原选地，破木造棺，埋殡他入土。大嫂，只被你痛杀我也！这也是我脚迹儿好处，一入门先妨杀了他大老婆，何等自在，何等快活。那李彦和虽然娶了我，不知我心下只不喜他。想那魏邦彦，这些时也来家了。我如今暗地里央着人去，与他说知，这早晚敢待来也。自家魏邦彦的便是。前月打差便去，叵耐张玉娥无礼，投到我来家，早嫁了别人。如今又使人来寻我，不知有甚么事？我见他去，此间就是。家里有人么？你来家里来。敢不中么？不妨事。你嫁了人唤我怎的？我和你有说的话。有甚么说话？我虽是嫁了他，心中只是想着你。我如今收拾些金银财宝，悄地交付了你，可便先到洛河边，寻下一只小船。等着我在家点起一把火，烧了他房子，俺同他躲到洛河边，你便假做梢公，载俺上船。到的河中间，你将李彦和推在河里，把三姑和那小厮，也都勒死了，咱两个长远做夫妻，可不好那？你那是我老婆，就是我的娘哩。我先去在洛河边等你，明日早些儿来。魏邦彦去了也。我如今不免点火去。在这房后边，放起火来。那怕他物盛财丰，顷刻间早已成空。这一把无情毒火，岂非是没毛大虫？<br><br>第二折<br>好大火也！二嫂，怎生是好？房廊屋舍，金银钱钞，都烧的无有了。呀，又早延着官房了，也不知奶母张三姑，与春郎孩儿在那里？三姑，三姑。走、走、走。早是我遭丧失火，更那堪背井离乡。穿林过涧，雨骤风狂。头直上打的淋淋漉漉浑身湿，脚底下踹着滑滑擦擦滥泥浆。绿水青山望渺茫，道旁衰柳半含黄。晚来更作廉纤雨，不许愁人不断肠。<br>【双调】【新水令】我只见片云寒雨暂时休，苦也！苦也！却怎生直淋到上灯时候。这风一阵一短叹，这雨一点一声愁，都在我这心头。心上事自僝僽。<br>三姑，你行动些。我平生是快活的人，几曾受这般苦楚来！<br>【步步娇】送的我背井离乡遭灾勾，这贱才敢道辞生受。断不得哄汉子的口，都是些即世求食鬼狐犹。我几曾在黑地行走，教我受这般的苦也。你道你不曾黑地里行呵，咱如今顾不得你脸儿羞，你也曾悬着名姓，靠着房门，你也曾卖嘴料舌，推天抢地，你也曾挟着毡被，挑着灯球。可也曾半夜里当祗候。<br>你怎么嘴儿舌儿的骂我？三姑，你也饶他一句儿，那里便骂杀了他。<br>【雁儿落】只管里絮叨叨没了收，气扑扑寻敌斗。有多少家乔断案，只是骂贼禽兽。<br>难道你不听得？任凭这老乞婆臭歪刺骂我哩。三姑，罢么。<br>【得胜令】你还待要闹啾啾，越激的我可也怒齁齁。我比你迟到蚰蜒地，你比我多登些花粉楼。冤仇，今日个落在他人彀；忧愁，只是我烧香不到头。二嫂，我走了这一夜，也略歇一歇咱。也说的是。李彦和，你着三姑把我这褐袖来晒一晒。三姑，将这褐袖来晒一晒。不须晒，胡乱穿罢。三姑，我着你晒一晒，真当不肯？你个泼弟子，我教你与我晒一晒，怎么不肯？<br>【沽美酒】逞末浪不即留，只管里卖风流，看他这天淡云开雨乍收。可便去寻一个宿头，觅一碗浆水饭润咱喉。<br>【太平令】住了雨也晒甚娘褐袖，只愿的下雹子打你娘驴头。这泼妇，我打不的你那！只见他百忙里眉梢一皱，公然的指尖儿把颊腮剜透。似这般左瞅，右瞅，只不如罢手，俺也须是那爷娘皮肉。<br>来到这洛河岸边，又不知水浅水深，怎生过去？这里敢水浅？险些儿推我一交，不掉下河里去！救人！救人！<br>【川拨棹】慌走到岸边头，仓卒间怎措手。风雨飕飕，地上浇油。扭颈回眸，那里寻个梢公搭救？我将他衣领揪，他忙将我腰胯木刍。<br>三姑，我好好的走，你倒扯着我。你不是我呵，<br>【殿前欢】这一片水悠悠，急忙里觅不出钓鱼舟。虚飘飘恩爱难成就，怕不的锦鸳鸯立化做轻鸥。他、他、他，趁西风卒未休，把你来推落在水中浮，他自吃醉了，这等脚高步低，立也立不住，干我甚么事，说我推他？要你来嚼舌！抵多少酒淹湿春衫袖。这里水浅，自过去了罢。现淹的眼黄眼黑，你尚兀自东见东流。官人，娘子，我这里是摆渡的船，你每快上来。哥哥，你休上船去。这婆娘眼脑不好，敢是他约着的汉子哩！你放手，不妨事。我上的这船来，自有分晓。拿住这杀人贼！有杀人贼！苦也娘子，不干我事。勒杀你的是那个梢公，他走了也。我是来救你的，你休认差了也。<br>【水仙子】我不见了烟花泼贱猛抬头，错摑打了别人怎罢休。春郎儿怎扯住咱襟袖？头发揪了三四绺，是我救娘子来。听的乡谈语音滑熟。打叠了心头恨，扑散了眼下愁，哥哥也你可是行在滩州。<br>林下晒衣嫌日淡，池中濯足恨波浑。花根本艳公卿子，虎体鸳班将相孙。老夫完颜女直人氏，拈各千户的便是。俺因公干来到这洛河岸上，一簇人为甚么吵闹？兀的不是撑船的梢公，你怎么大惊小怪的？大人不知，恰才一个人，把这个妇人，恰待要勒死他。恰好撞着小人，救活他性命。这个小的敢是他儿子？他肯卖那小的么？他若肯卖呵，我买了这小的。你问他去。兀那娘子，那边有个过路的官人，问你肯卖这小的，他要买。我如今进退无路，领这春郎儿去，少不得饿死，不如卖与他罢。梢公，我情愿卖这小的。兀那妇人，你那里人氏？姓甚名谁？将这生时年月，说与我听。长安人氏，省衙西住坐。这孩儿父亲是李彦和，我是奶母张三姑。这孩儿小名唤做春郎，年方七岁，胸前一点朱砂记。你要多少银两？随大人与多少。将一个银子来与他。谢了大人。怎生得个立文书的人来，可也好那。老汉姓张，是张忄敝古，凭说唱货郎儿为生。来到这洛河岸上，只见一簇人，不知为何，我试看咱。老人家，你识字么？这里有个妇人，要卖这个小的，天一个写文书的人。你若识字，这文书要你写一写。我识字，我与他写。兀那老的。你识字替他写一纸文书波。娘子，是你卖这小的？你说将来。长安人氏，省衙西住坐。父亲李彦和，奶母张三姑，孩儿春郎，年方七岁，胸前一点朱砂记。情愿卖与拈各千户为儿，恐后无凭，立此文书为照。我晓得了，依着你写。立文书人张三姑，写文书人张忄敝古。文书写的明白了也，你都画了字。兀那妇人，你孩儿卖与我了，你却往那厢去？我无处去。既然你无处去。我又无儿无女。你肯与我做个义女儿，我养活你，你意下如何？我情愿跟随老的去。跟他去也好。春郎儿，我嘱咐你者。<br>【鸳鸯尾煞】乞与你不痛亲父母行施恩厚，我扶侍义养儿使长多生受。你途路上驱驰，我村疃里淹留。畅道你父亲此地身亡，你是必牢记着这日头。大厮八做个周年，分甚么前和后。那时节遥望着西楼，与你爷烧一陌儿纸，看一卷儿经，奠一杯儿酒。那老儿领着妇人去了。老夫也引着这孩儿抱上马，还我私宅中去来。好苦恼子也！只一个妇人，领着个小的，几乎被人勒杀。恰好撞见我，我救了他性命。他又把这个小的卖与那个官人，那个官人又将他那个小的领着去了。这等孤孤凄凄，怎教我不要伤感？呸！可干我甚么事？随他自卖男，随他自认女。我只去做梢公，不管风和雨。<br><br>第三折<br>自家拈各千户的便是。自从我在那洛河边，买的这春郎孩儿，过日月好疾也，今经可早十三年光景。孩儿生的甚是聪明智慧，他骑的劣马，拽的硬弓，承袭了我这千户官职。我如今年老，耽着疾病，不能痊可。眼见的无那活的人也。我把这一桩事，趁我精细，对孩儿说了罢。我若不与他说知呵，那生那世，又折罚的我无男无女也。春郎孩儿，你近前来，我有句话与你说。阿妈有甚话，对你孩儿说呵，怕做甚么？你本不是我这女直人。你的那父亲是长安人，姓李名彦和。你的奶母叫做张三姑，将来卖与我为儿，你那其间方才七岁。儿也，我如今抬举的你成人长大，顶天立地，噙齿戴发，承袭了我的官职。孩儿也，你久已后不可忘了我的恩念。阿爷不说，你孩儿怎生知道。孩儿，我一发着你明白。这个是过房你的文书。你将的去。我死后你去催趱窝脱银，就跟寻你那父亲去咱。理会的。我这一会儿昏沉上来，扶我到后堂中去咱。阿爷，精细者。衣绝禄尽是前缘，知命须当不怨天。从今父子分离去，再会人间甚岁年？孩儿，我顾不得你了也。阿爷亡逝已过。高原选地，破木造棺，埋殡了阿爷。不敢久停久住，催趱窝脱银，走一遭去。父亲也，只被你痛杀我也！不听好人言，果有忄西惶事。自家李彦和便是。自从那奸夫奸妇，推我在洛河里，谁想那上流头流下一块板来，我抱住那板，得渡过岸上，救了这性命，如今可早十三年光景也。春郎孩儿和张三姑，不知下落。家缘家计，都被火烧的光光了。无计可生，与这大户人家放牛，讨碗饭吃。我在这官道旁放牛。且把这牛来赶在一壁，我在这柳阴直下坐一坐，看有甚么人来。好是烦恼人也！自从在洛河边，奸夫奸妇，把哥哥推在河里，把我险些勒死，把春郎孩儿与了那拈各千户，可早十三年光景了。不知孩儿生死如何？我跟着唱货郎儿张忄敝古老的，谢那老的，教我唱货郎儿度日，把我乡谈都改了。如今这老的亡化已过，临死时曾嘱咐我，你不忘我这恩念，把我这骨殖送的洛阳河南府去。我今背着老的骨殖，行了几日，知他几日得到也呵！<br>【正宫】【端正好】口角头饿成疮，脚心里踏成趼，行一步似火燎油煎。记的那洛河岸一似亡家犬，拿住俺将麻绳缠。<br>【滚绣球】见一个旋风儿在这榆柳园，古道边，足律律往来打转，刮的些纸钱灰飞到跟前。是神祗，是圣贤，你也好随时呈变，居庙堂索受香烟。可知道今世里令史每都挝钞，和这古庙里泥神也爱钱，怎能勾达道升仙？<br>【倘秀才】沿路上身轻体健，这搭儿筋乏力软，到庙儿外不曾撒纸钱。爷爷你厮余闰，厮哀怜，我这老妇人咒愿。<br>三条道儿，不知望那条道儿上去，我试问人咱。敢问哥哥，这个是那河南府的大路么？正是。三条道儿，该往那条道儿上去？你往那中间那条路上去便是。生受哥哥。张三姑！谁叫我来？三姑，是我唤你来。你是谁？三姑，则我是李彦和。有鬼也！<br>【上小楼】唬的我身心恍然，负急处难生机变。我只索念会咒语，数会家亲，诵会真言。这几年，便着把哥哥追荐，作念的个死魂灵眼前活现。我不是鬼，我是人。<br>【幺篇】对着你咒愿，休将我顾恋。有一日拿住奸夫，摄到三姑，替你通传。非足我不意专，不意坚，搜寻不见，是早起店儿里吃羹汤不曾浇奠。三姑，我不曾死，我是人。你是人呵，我叫你，你应的一声高似一声；是鬼呵，一声低似一声。李彦和哥哥！有鬼也！我斗你耍来。三姑，我的孩儿春郎，那里去了也。没的饭食养活他，是我卖了也。原来是你卖了，知他如今死的活的？可不痛杀我也！你如今做甚么活计？穿的衣服，这等新鲜，全然不像个没饭吃的，你可对我说。我唱货郎儿为生。兀的不气杀我也！我是甚么人家？我是有名的财主。谁不知道李彦和名儿？你如今唱货郎儿，可不辱没杀我也！休烦恼，我便辱没杀你。哥哥，你如今做甚么买卖？我与人家看牛哩，不比你这唱货郎的生涯这等下贱。<br>【十二月】你道我生涯下贱，活计萧然。这须是衣食所逼，名利相牵。你道我唱货郎儿辱没杀你祖先，怎比的你做财主官员。<br>【尧民歌】与人家耕种洛阳田，早难道笙歌引入画堂前。趁一村桑梓一村田，早难道玉楼人醉杏花天。牵，也波牵，牵牛执着鞭，杖敲落桃花片。哥哥，你肯跟我回河南府去，凭着我说唱货郎。儿，我也养的你到老，何如？罢、罢、罢，我情愿丢了这般好生意，跟的你去。你可辞了你那主人家去。主人家，我认着了一个亲眷，我如今回家去也。牛羊都交还与你，并不曾少了一只。跟的我去来波。<br>【随尾】袄庙火，宿世缘，牵牛织女长生愿。多管为残花几片，误刘晨迷入武陵源。<br><br>第四折<br>驿宰官衔也自荣，单被承差打灭我威风。如今不贪这等衙门坐，不如依还着我做差公。自家是个馆驿子，一应官员人等打差的，都到我这驿里安下。我在这馆驿门首等侯，看有甚么人来。小官李春郎的便是。自从阿爷亡逝以后，埋殡了也。小官随处催趱窝脱银两，早来到这河南府地面。左右接了马者。馆驿子，有甚么干净的房子，我歇宿一夜。有、有、有。头一间打扫的洁洁净净，请大人安歇。你这里有甚么乐人耍笑的，唤几个来服侍我，我多有赏赐与他。我这里无乐人，只有姊妹两个，会说唱货郎儿，唤将来服侍大人。便是唱货郎儿的也罢，与我唤将来。理会的。我出的这门来，则这里便是。唱货郎儿的在家么？哥哥，你叫我做甚么？有个大人在馆驿里，唤你去说唱，多有赏钱与你哩。三姑，咱和你走一遭去来。<br>【南吕】【一枝花】虽则是打牌儿出野村，不比那吊名儿临拘肆。与别人无伙伴，单看俺当家儿。哥哥你索寻思，锦片也排着节使，都只待奏新声舞柘枝。挥霍的是一锭锭响钞精银，摆列的是一行行朱唇俫皓齿。<br>【梁州第七】正遇着美遨游融和的天气，更兼着没烦恼丰稔的年时。有谁人不想快平生志。都只待高张绣幕，都只待烂醉金卮。我本是穷乡寡妇，没甚的艳色矫姿。又不会卖风流弄粉调脂，又不会按宫商品竹弹丝。无过是赶几处沸腾腾热闹场儿，摇几下桑琅琅蛇皮鼓儿，唱几句韵悠悠信口腔儿。一诗，一词。都是些人间新近希奇事，扭捏来无诠次。倒也会动的人心谐的耳，都一般喜笑孜孜。<br>禀大人，说唱的来了也。着他过来。快过去。你两个敢是姊妹么？且在门首等着，唤着你便过来。理会的。驿子，有甚么茶饭看些来，我食用咱。有、有、有。大人，一签烧肉，请大人食用。我割着这肉吃，怕不在这里快活受用，想起我那父亲和奶母张三姑来，不由我心中不烦恼。我怎生吃的下！那个说我？兀那驿子，你唤将那姊妹两个来。兀那两个，将这一签儿肉出去，你两个吃了时，可来服侍我。谢了相公。妹子也，咱不要吃，包到家里去吃。嗨！沾污了我这手也。兀那说唱的，将这油纸拿出去丢了者。理会的。我出的这门来。这张纸上，怎么写的有字？妹子，咱试看咱。长安人氏，省衙西住坐。父亲李彦和，奶母张三姑。孩儿春郎，年方七岁，胸前一点朱砂记，情愿卖与拈各千户为儿。恐后无凭，立此文书为照。立文书人张三姑，写文书人张忄敝古。妹子也，这文书说着俺一家儿，敢是你卖孩儿的文书么？正是。妹子也，你见这官人么？他那模样动静，好似俺孩儿春郎，争奈俺不敢去认他，可怎了也。哥哥你放心，张忄敝古那老的，为俺这一家儿这一桩事，编成二十四回说唱。他若果是春郎孩儿呵，他听了必然认我。这个也好。兀那两个，你来说唱与我听者。烈火西烧魏帝时，周郎战斗苦相持。交兵不用挥长剑，一扫英雄百万师。这话单题着诸葛亮长江举火，烧曹军八十三万，片甲不回。我如今的说唱，是单题着河南府一桩奇事。<br>【转调货郎儿】也不唱韩元帅偷营劫寨，也不唱汉司马陈言献策，也不唱巫娥云雨楚阳台。也不唱梁山伯，也不唱祝英台。你可唱甚么那？只唱那娶小妇的长安李秀才。<br>怎见的好长安？水秀山明景色幽，地灵人杰出公侯。华夷图上分明看，绝胜寰中四百州。这也好，你慢慢的唱来。<br>【二转】我只见密臻臻的朱楼高厦，碧耸耸青檐细瓦，四季里常开不断花。铜驼陌纷纷斗奢华，那王孙士女乘车马，一望绣帘高挂，都则是公侯宰相家。话说长安有一秀才，姓李名英，字彦和。嫡亲的三口儿家属，浑家刘氏，孩儿春郎，奶母张三姑。那李彦和共一娼妓，叫做张玉娥，作伴情熟，次后娶结成亲。嗨！他怎知才子有心联翡翠，佳人无意结婚姻。是唱的好，你慢慢的唱咱。<br>【三转】那李秀才不离了花街柳陌，占场儿贪杯好色，看上那柳眉星眼杏花腮。对面儿相挑泛，背地里暗差排。抛着他浑家不理睬，只教那媒人往来，闲家擘划，诸般绰开，花红布摆。早将一个泼贱的烟花娶过来。<br>那婆娘娶到家时，未经三五日，唱叫九千场。他娶了这小妇，怎生和他唱叫？你慢慢的唱者，我试听咱。<br>【四转】那婆娘舌刺剌挑茶斡剌，百枝枝花儿叶子，望空里揣与他个罪名儿，寻这等闲公事。他正是节外生枝，调三斡四，只教你大浑家吐不的咽不的这一个心头刺，减了神思，瘦了容姿，病恹恹睡损了裙儿祬。难扶策，怎动止，忽的呵冷了四肢。将一个贤会的浑家生气死。<br>三寸气在千般用，一旦无常万事休。当日无常埋葬了毕，果然道福无双至日，祸有并来时。只见这正堂上火起，刮刮咂咂，烧的好怕人也。怎见的好大火？他将大浑家气死了，这正堂上的火从何而起？这火可也还救的么？兀那妇人，你慢慢的唱来，我试听咱。<br>【五转】火逼的好人家人离物散，更那堪更深夜阑，是谁将火焰山移向到长安？烧地户，燎天关，单则把凌烟阁留他世上看。恰便似九转飞芒，老君炼丹，恰便似介子推在绵山，恰便似子房烧了连云栈，恰便似赤壁下曹兵涂炭，恰便似布牛阵举火田单，恰便似火龙鏖战锦斑斓。将那房檐扯，脊梁扳。急救呵可又早连累了官房五六间。<br>早是焚烧了家缘家计，都也罢了，怎当的连累官房，可不要去抵罪？正在怆惶之际，那妇人言道，咱与你他府他县，隐姓埋名，逃难去来。四口儿山的城门，望着东南上，慌忙而走。早是意急心慌情冗冗，又值天昏地暗雨涟涟。火烧了房廊屋舍，家缘家计，都烧的无有了，这四口儿可往那里去？你再细细的说唱者，我多有赏钱与你。<br>【六转】我只见黑黯黯天涯云布，更那堪湿淋淋倾盆骤雨，早是那窄窄狭狭沟沟堑堑路崎岖。知奔向何方所。犹喜的消消洒洒、断断续续、出出律律、忽忽噜噜阴云开处，我只见霍霍闪闪电光星炷。怎禁那萧萧瑟瑟风，点点滴滴雨，送的来高高下下、凹凹凸凸一搭模糊，早做了扑扑簌簌、湿湿渌渌疏林人物。倒与他妆就了一幅昏昏惨惨潇湘水墨图。<br>须臾之间，云开雨住。只见那晴光万里云西去，洛河一派水东流。行至洛河岸侧，又无摆渡船只。四口儿愁做一团，苦做一块。果然道天无绝人之路，只见那东北上摇下一只船来。岂知这船不是收命的船，倒是纳命的船。原来正是奸夫与他淫妇相约，一壁附耳低言：你若算了我的男儿，我便跟随你去。那四口儿来到洛河岸边，既是有了渡船，这命就该活了，怎么又是淫妇奸夫，预先约下，要算计这个人来？<br>【七转】河岸上和谁讲话，向前去亲身问他，只说道奸夫是船家。猛将咱家长喉咙掐，磕搭地揪住头发，我是个婆娘怎生救拔！也是他合亡化，扑冬的命掩黄泉下。将李春郎的父亲，只向那翻滚滚波心水淹杀。<br>李彦和河内身亡，张三姑争忍不过。此时向前，将贼汉扯住丝绦，连叫道：\"地方，有杀人贼，杀人贼！\"倒被那奸夫把咱勒死。不想岸上闪过一队人马来。为头的官人，怎么打扮？那奸夫把李彦和推在河里，那三姑和那小的可怎么了也？<br>【八转】据一表仪容非俗，打扮的诸余里俏簇，绣云胸背雁衔芦。他系一条兔鹘、兔鹘，海斜皮偏宜衬连珠，都是那无瑕的荆山玉。整身躯也么哥，缯髭须也么哥，打着鬓胡。走犬飞鹰，驾着鸦鹘，恰围场过去、过去。折跑盘旋骤着龙驹，端的个疾似流星度。那行朝也么哥，恰浑如也么哥，恰浑如和番的昭君出塞图。<br>比时小孩儿高叫道：救人咱。那官人是个行军千户，他下马询问所以，我三姑诉说前事。那官人说，既然他父母亡化了，留下这小的，不如卖与我做个义子，恩养的长立成人，与他父母报恨雪冤。他随身有文房四宝，我便写与他年月日时。那官人救活了你的性命，你怎么就将孩儿卖与那官人去了？你可慢慢的说者。<br>【九转】便写与生时年纪，不曾道差了半米。未落笔花笺上泪珠垂，长吁气呵软了毛锥，忄西惶泪滴满了端溪。他去了多少时也？十三年不知个信息。那时这小的几岁了？相别时恰才七岁，如今该多少年纪也？他如今刚二十。你可晓的他在那里？恰便似大海内沉石。你记的在那里与他分别来？俺在那洛河岸上两分离，知他在江南也塞北？你那小的有甚么记认处？俺孩儿福相貌双耳过肩坠，再有甚么记认？有、有、有，胸前一点朱砂记。他祖居在何处？他祖居在长安解库省衙西。他小名唤做甚么？那孩儿小名唤做春郎身姓李。<br>住、住、住，你莫非是奶母张三姑么？则我便是张三姑。官人怎么认的老身？你不认的我了？则我便是李春郎。官人莫作笑，休斗老身耍。三姑，我非作笑。我乃李彦和之子李春郎是也。果然是春郎了也！则这个便是你父亲李彦和。孩儿，则被你想杀我也！不知你在那里得这发达峥嵘来？父亲，孩儿这官，就是承袭拈各千户的。谁知有此一端异事？如今拚的弃了官职，普天下寻去，定要拿的那奸夫淫妇，报了冤仇，方称你孩儿心愿。禀爷，这两个名下，欺侵窝脱银一百多两，带累小的们比较，不知替他打了多少。如今拿他来见爷，依律处治，也与小的们销了一件未完。律上，凡欺侵官银五十两以上者，即行处斩，这罪是决不待时的。兀的不是洛河边假妆船家，推我在水里的？这不是张玉娥泼妇那？有鬼，有鬼，太上老君，急急如律令，敕。敢是拿我们到东岳庙里来，一刬是鬼那？原来正是那奸夫淫妇，今日都拿着了。左右，快将他绑起来，待我亲自斩他，也与我亡过母亲，出这口怨气。<br>【煞尾】我只道他州他府潜逃匿，今世今生没见期。又谁知冤家偏撞着冤家对。原来这就是李春郎，这就是张三姑。当日勒他不死，就该有今日的晦气了。大人，可怜见，饶了我老头儿罢。这都是我少年间不晓事，做这等勾当。如今老了，一口长斋，只是念佛。不要说杀人，便是苍蝇也不敢拍杀一个。况是你一家老小现在，我当真谋杀了那一个来？可怜见，放赦了老头儿罢。你这叫化头，讨饶怎的？我和你开着眼做，合着眼受，不如早早死了，生则同衾，死则共穴，在黄泉底下，做一对永远夫妻，有甚么不快活？你也再没的怨谁，我也断没的饶伊。要与那亡过的娘亲现报在我眼儿里。今日个天赐俺父子重完，合当杀羊造酒，做个庆喜的筵席。孩儿，你听者。这都是我少年间误作差为，娶匪妓当局者迷。一碗饭二匙难并，气死我儿女夫妻。泼烟花盗财放火，与奸夫背地偷期。扮船家阴图害命，整十载财散人离。又谁知苍天有眼，偏争他来早来迟。到今日冤冤相报，解愁眉顿作欢眉。喜骨肉团圆聚会，理当做庆贺筵席。<br>题目抛家失业李彦和<br>正名风雨像生货郎旦",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "未知作者"
  },
  "tags": []
}