{
  "id": 4504,
  "star": 20,
  "name": "送梁六自洞庭山作",
  "dynasty": "唐代",
  "content": "巴陵一望洞庭秋，日见孤峰水上浮。<br>闻道神仙不可接，心随湖水共悠悠。",
  "fanyi": "<p><strong>译文</strong><br>放眼遥望巴陵地区洞庭湖一带的秋景，成天看到的就是这孤独的君山漂浮在水中。<br>传说这君山上曾居住着神仙可惜未能得见，我的心潮随着那荡漾的湖水绵远悠长。</p> <p><strong>注释</strong><br>⑴梁六：即梁知微，时为潭州（今湖南长沙）刺史，途径岳阳入朝。洞庭山：即君山，位于岳阳市西南的洞庭湖中，风景秀丽。<br>⑵巴陵：郡名，即岳州，今湖南岳阳。<br>⑶孤峰：指洞庭山，即君山。<br>⑷神仙：指湘君、湘夫人等传说中的神仙。《拾遗记》：“其下有金堂数百间，玉女居之。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_4504.aspx\">诗</a>载于《全唐诗》卷八十九。下面是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>研究学会理事、四川诗词学会理事、四川大学文学与新闻学院教授周啸天先生对此诗的赏析。</p> <p>　　<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>有一段论诗名言：“盛唐诗人惟在兴趣，羚羊挂角，无迹可求。故其妙处莹彻玲珑，不可凑泊，如空中之音，相中之色，水中之月，镜中之象，言有尽而意无穷。”（《沧浪诗话》）离了具体作品，这话似玄乎其玄；一当联系实际，便觉精辟深至。且以<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>这首标志七绝进入盛唐的力作来解剖一下。</p> <p>　　这是送别之作。诗中送别之意，若不从兴象风神求之，那真是“无迹可求”的。</p> <p>　　谪居送客，看征帆远去，该是极其凄婉的怀抱（《唐才子传》谓张说“晚谪岳阳，诗益凄婉”）。“天涯一望断人肠”（<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>），首句似乎正要这么说。但只说到“巴陵一望”，后三字忽然咽了下去，成了“洞庭秋”，纯乎是即目所见之景了。这写景不渲染、不著色，只是简淡。然而它能令人联想到“袅袅兮秋风，洞庭波兮木叶下”（《楚辞·九歌·湘夫人》）的情景，如见湖上秋色，从而体味到“巴陵一望”中“目眇眇兮愁予”的情怀。这不是景中具意么，只是“不可凑泊”，难以寻绎罢了。</p> <p>　　气蒸云梦、波撼岳阳的洞庭湖上，有座美丽的君山，日日与它见面，感觉也许不那么新鲜。但在送人的今天看来，是异样的。说穿来就是愈觉其“孤”。否则何以不说“日见‘青山’水上浮”呢。若要说这“孤峰”就是诗人在自譬，倒未见得。其实何须用意，只要带了“有色眼镜”观物，物必著我之色彩。因此，由峰之孤足见送人者心情之孤。“诗有天机，待时而发，触物而成，虽幽寻苦索，不易得也”（《四溟诗话》），却于有意无意得之。</p> <p>　　关于君山传说很多，一说它是湘君姊妹游息之所（“疑是水仙梳洗处”），一说“其下有金堂数百间，玉女居之”（《拾遗记》），这些神仙荒忽之说，使本来实在的君山变得有几分缥缈。“水上浮”的“浮”字，除了表现湖水动荡给人的实感，也微妙传达这样一种迷离扑朔之感。</p> <p>　　诗人目睹君山，心接传说，不禁神驰。三句遂由实写转虚写，由写景转抒情。从字面上似离送别题意益远，然而，“闻道神仙——不可接”所流露的一种难以追攀的莫名惆怅，与别情当有微妙的关系。作者同时送同一人作的《岳州别梁六入朝》云：“梦见长安陌，朝宗实盛哉！”也有同一种钦羡莫及之情。送人入朝原不免触动谪宦之感，而去九重帝居的人，在某种意义上也算“登仙”。说“梦见长安陌”是实写，说“神仙不可接”则颇涉曲幻。羡仙乎？恋阙乎？“诗以神行，使人得其意于言之外，若远若近，若无若有”（屈绍隆《粤游杂咏》），这也就是所谓盛唐兴象风神的表现。</p> <p>　　神仙之说是那样虚无缥缈，洞庭湖水是如此广远无际，诗人不禁心事浩茫，与湖波俱远。岂止“神仙不可接”而已，眼前，友人的征帆已“随湖水”而去，变得“不可接”了，自己的心潮不禁随湖水一样悠悠不息。“心随湖水共悠悠”，这个“言有尽而意无穷”的结尾，令人联想到“惟见长江天际流”（李白），而用意更为隐然；叫人联想到“惟有相思似春色，江南江北送君归”（<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>），比义却不那么明显。浓厚的别情浑融在诗境中，“如空中之音，相中之色，水中之月，镜中之象”，死扣不着，妙悟得出。借<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>的话来说，此诗之妙“正在无所用意，猝然与景相遇，借以成章，不假绳削，故非常情能到”（《石林诗话》）。</p> <p>　　胡应麟认为此诗“句格成就，渐入盛唐”，他所作的评价是公允的。七绝的“初唐标格”结句“多为对偶所累，成半律诗”（《升庵诗话》），此诗则通体散行，风致天然，“惟在兴趣”，全是盛唐气象了。作者张说不仅是开元名相，也是促成文风转变的关键人物。其律诗“变沈宋典整前则，开高岑后矫清规”，亦继往而开来。而此诗则又是七绝由初入盛里程碑式的作品。</p>",
  "about": "<h2>创作背景</h2> 　　这是作者谪居岳州（即巴陵，今岳阳）的送别之作。梁六为作者友人潭州（今湖南长沙）刺史梁知微，时途经岳州入朝，遂有与<a href=\"http://so.gushiwen.org/view_4504.aspx\">诗</a>人的相遇。当时作者被贬为岳州刺史，在为梁知微举行的送别宴会上创作此诗。洞庭山（君山）靠巴陵很近，所以题云“自洞庭山”相送。",
  "poet": {
    "id": 149,
    "star": 0,
    "name": "张说",
    "image": "http://img.gushiwen.org/authorImg/zhangshuo.jpg",
    "desc": "张说(667年～730年) 唐代文学家，诗人，政治家。字道济，一字说之。原籍范阳（今河北涿县），世居河东（今山西永济），徙家洛阳。"
  },
  "tags": [
    "送别"
  ]
}