{
  "id": 65234,
  "star": 19,
  "name": "庆清朝慢·踏青",
  "dynasty": "宋代",
  "content": "调雨为酥，催冰做水，东君分付春还。何人便将轻暖，点破残寒。结伴踏青去好，平头鞋子小双鸾。烟效外，望中秀色，如有无间。<br>晴则个，阴则个，饾饤得天气，有许多般。须教镂花拨柳，争要先看。不道吴绫绣袜，香泥斜沁几行斑。东风巧，尽收翠绿，吹在眉山。",
  "fanyi": "<p><strong>译文<br></strong>春神东君吩咐春回大地，细雨成酥，寒冰化水。又是谁用轻暖赶走了尚未消尽的寒意？还是穿着鞋面绣有双鸾的绣花鞋，一起结伴野外踏青去好。在烟雾弥漫的郊野，看到的优美的景色均在若有若无中。<br>天一会儿晴，一会阴，晴晴阴阴间杂着，变化万端。撩动花儿，拨弄柳丝，争先恐后。一不小心脚踏进泥淖里，泥浆得罗袜斑斑点点，惹得姑娘们紧锁眉黛，恰是乖巧的春风，收尽满川翠绿，都吹到她们的眉毛上。</p> <p><strong>注释</strong><br>1.庆清朝慢：<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>创调。一作《庆清朝》。双调九十七字，平韵格。 <br>2.东君：司春之神。古亦称太阳为东君。<br>3.轻暖：微暖。<br>4.小双鸾：鞋面所绣之双鸾图案。<br>5.烟郊：月色朦胧或烟雾弥漫的郊野。<br>6.望中：视野之中。<br>7.则个：表示动作进行时之语助词，近于“着”或“者”。全句意思相当于“有时晴，有时阴”。<br>8.饾饤（dòu dìng）：原意指将食品混杂。此处比喻天气杂乱，杂凑堆砌，含幽默语气。<br>9.镂花：一作“撩花”。<br>10.吴绫：吴地所产绫罗丝绸。<br>11.香泥：芳香的泥土。<br>12.眉山：女子秀丽的双眉。《西京杂记》卷二：“ 文君（<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>）姣好，眉色如望远山。” </p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词咏踏青，以工丽、尖新的笔触，从春日里天气的变化和姑娘们的踏青活动两方面入手来描绘春景，将两者和谐地组合成一幅风流楚楚、生意盎然的春景图。<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>词内容单薄，境界狭小，不出传统格调，但构思新颖，造语佻丽，艺术上有他的特色。</p> <p>　　起首两句打破了一般词中写春景的套路，另辟蹊径，写出了初春时节人们不大注意的自然景物的变化：雨变成酥，冰化为水。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《早春呈水部张十八员外》有“天街小雨润如酥”之句，“如酥”正是早春之雨的特色，这里深入一步说“调雨为酥”，与“催冰做水”一起，突出春神主持造化的本领，把大自然的运行，用“东君分付”四字加以形象化。有了春水的滋润，大地将勃发出无限生机，百花争妍的日子定会来到。浓郁的春意，尽括在这三句之中，可以说是对“东君”的赞歌。这三句实际上是一个整体，前两句乃由后一句生发而出，在意思的顺序上，当是第三句在前，前两句在后，词人把它们倒置过来，先画龙而后点睛，更有摇曳生姿之妙。三句之后，接下去是“何人便将轻暖，点破残寒？”这个疑问句式表明已到残寒尽退、到轻暖的时候。这是何人主使的呢？当然仍是“东君”。这个疑问句式，既是为了铺叙的跌宕生姿，也是为了使人们对春天的到来，应向造福于人的“东君”表示深深的敬意。“结伴踏青去好，平头鞋子小双鸾。”写趁着轻暖的天气，姑娘们结伴而行，野外踏青。“平头鞋子小双鸾”正是词人别具匠心的地方，此处先把它提出来作为下文的伏笔。“烟郊外，望中秀色，如有无间。”化用<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>《汉江临眺》<a href=\"http://so.gushiwen.org/view_65234.aspx\">诗</a>中的名句，用来写踏青的姑娘们在野外所看到的迷迷蒙蒙的秀色。这样，不仅写出了阳春烟景，且可从“望中”二字体会到姑娘们愉悦的心情。</p> <p>　　过片三句运用口语，生动地描绘出天气的变化，活泼而有意趣。贺裳在他所作的《皱水轩词筌》里提出了两个“个”字用得妙，颇有见地。而“饾饤”一词则用得更具神采，有了这个词，前两个“个”字的“弄姿”才显示出来。天气的阴晴无常，使得踏青的姑娘们的情绪起了变化，她们要赶快一揽春景之胜：“须教镂花拨柳，争要先看。”写出了她们看花觅柳的急切心情与行动，“镂”、“拨”两字用得很工，仿佛可以听到她们清脆的笑声，看到她们轻盈的体态。她们只顾忘情地欢笑，“不道吴绫绣袜，香泥斜沁几行斑。”一不小心脚踏进泥淖里，浊浆溅涴了她们的罗袜，而前面写的“小双鸾”更是沾满污泥。无限珍惜的心情使她们笑容顿敛，双眉紧锁，“东风巧，尽收翠绿，吹在眉山。”“眉山”典出《西京杂记》谓<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>“眉色如望远山，脸际常若芙蓉”。踏青姑娘们的蛾眉，本来是淡淡的，但眉头一皱，黛色集聚，好像大地上所有的翠绿全被灵巧的东风吹在上边。词人捕捉住踏青的姑娘们一瞬间的感情变化，用幽默、风趣的夸张手法，写出了她们有点尴尬的神情。</p> <p>　　此词一反寻常春景词的套路，绕开和风煦日、庞柳娇花之类的意象，另辟蹊径，巧丽造境，在同类作品中别开生面，给人以耳目一新的感觉。</p>",
  "poet": {
    "id": 270,
    "star": 0,
    "name": "王观",
    "image": "http://img.gushiwen.org/authorImg/wangguan.jpg",
    "desc": "王观(1035--1100)，字通叟，生于如皋(今江苏如皋)，北宋著名词人。　　王安石为开封府试官时，他得中科举及第。宋仁宗嘉佑二年(1057年)，考中进士。　　其后，历任大理寺丞、江都知县等职，在任时作《扬州赋》，宋神宗阅后大喜，大加褒赏；又撰《扬州芍药谱》一卷，遂被重用为翰林学士净土。"
  },
  "tags": [
    "春天",
    "踏青",
    "写景"
  ]
}