{
  "id": 17956,
  "star": 43,
  "name": "同水部张员外籍曲江春游寄白二十二舍人",
  "dynasty": "唐代",
  "content": "漠漠轻阴晚自开，青天白日映楼台。<br>曲江水满花千树，有底忙时不肯来。",
  "fanyi": "<p><strong>译文</strong><br>淡淡的阴云薄雾傍晚自行散开，万里青天白日朗朗映照着楼台。<br>曲江上春水弥漫两岸繁花千树，你有啥事那么忙啊一直不肯来？</p> <p><strong>注释</strong><br>⑴张员外籍：即唐代<a href=\"http://so.gushiwen.org/view_17956.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>。张籍曾任水部员外郎，故称“张员外”。曲江：水名。即曲江池。在今陕西省西安市东南，是隋炀帝开掘的一个人工湖，唐代为著名游览胜地。白二十二舍人：即唐代诗人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。白居易排行二十二，又曾任中书舍人，故称“白二十二舍人”。<br>⑵漠漠：迷蒙一片。《西京杂记》卷四引汉<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《柳赋》：“阶草漠漠，白日迟迟。”淡云，薄云。唐<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《秋江早发》诗：“轻阴迎晓日，霞霁秋江明。”开：消散。唐刘禹锡《浪淘沙九首》其六：“日照澄洲江雾开，淘金女伴满江隈。”<br>⑶青天白日：谓天气晴好。宋<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>《明发房溪》诗：“青天白日十分晴，轿上萧萧忽雨声。”<br>⑷有底：有何，有什么事？对这句问话，白居易有诗《酬韩侍郎张博士雨后游曲江见寄》作答：“小园新种红樱树，闲绕花行便当游。何必更随鞍马队，冲泥蹋雨曲江头？”时：相当于“啊”，语气词。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/view_17956.aspx\">诗</a>歌开篇描写了当天气候的变化。前三句描写了雨后曲江两岸的美丽景色。傍晚的天空还飘浮着淡淡的阴霾，但很快就消散了，显出了蓝天白日，碧空如洗，同楼台相映成画，美好的春天也就更为动人了。在曲江上，红花绿树倒映在江水之中，更衬托出春天的美丽。诗人用淡雅的语言描绘出一幅清新的画卷，节奏欢快自然。</p> <p>　　从美学观点看，水中之月，镜中之花，往往格外给人以美的享受。大概，水中、镜里反映出来的形象，总在似与不似之间，给人一种澄明而又微茫仿佛的美感，其动人情处，往往超过实体。此诗写景之美，正从水中得来：久雨乍晴，蓝蓝的天，明晃晃的太阳，千门万户的楼台，姹紫嫣红的花树，统统倒映在“曲江水满”之中。花树和楼台的倒影斑驳地叠映在水里。于是，花从翠楼顶上长出来，鱼从绿树中间穿过去。偶然，微风乍起，吹皱一池春水，这楼台花树，摇晃生姿。这实比岸边实景更令人神摇心醉。</p> <p>　　诗的结构也很有新意。它打破了绝句三句便转的规律，一连三句写景，第四句才陡然一问作结。这种结构上的特点，也很值得玩索。</p> <p>　　这首诗是写给<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的，除了倾诉自己的激情之外，也有惋惜和埋怨对方爽约的意思。诗人没有直接表露自己苦候、失望、埋怨的情绪，而是巧妙地极写曲江雨后空气清新景物明净所特有的美。曲江的春天，曲江楼台花树的迷人，愈是渲染得美好，愈显出辜负这良辰美景是多么可惜。末句虽只轻轻一问，尽管语气十分委婉，却把诗人这种心情表述得淋漓尽致。诗人构思巧妙，也于此可见。</p>",
  "about": "<h2>创作背景</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_17956.aspx\">诗</a>为朋友间赠答之作。一个久雨之后轻阴转晴的傍晚，曲江涨起了新碧，绿树如洗，万紫千红，临风吐艳。兴致勃勃的<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，邀约<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>同游曲江。可惜白居易因雨后泥泞未去。游罢归来，韩愈写了这首诗，寄给白居易。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "春游",
    "写景"
  ]
}