{
  "id": 52821,
  "star": 11430,
  "name": "声声慢·寻寻觅觅",
  "dynasty": "宋代",
  "content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急？雁过也，正伤心，却是旧时相识。<br>满地黄花堆积。憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑？梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！",
  "fanyi": "<p><strong>译文<br></strong>苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。乍暖还寒的时节，最难保养休息。喝三杯两杯淡酒，怎么能抵得住早晨的寒风急袭？一行大雁从眼前飞过，更让人伤心，因为都是旧日的相识。<br>园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？冷清清地守着窗子，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，还是点点滴滴。这般情景，怎么能用一个“愁”字了结！</p> <p><strong>注释</strong><br>⑴寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。<br>⑵凄凄惨惨戚戚：忧愁苦闷的样子。<br>⑶乍暖还（huán）寒：指秋天的天气，忽然变暖，又转寒冷。<br>⑷将息：旧时方言，休养调理之意。<br>⑸怎敌他：对付，抵挡。晚：一本作“晓”。<br>⑹损：表示程度极高。<br>⑺堪：可。<br>⑻著：亦写作“着”。<br>⑼怎生：怎样的。生：语助词。<br>⑽梧桐更兼细雨：暗用<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》“秋雨梧桐叶落时”<a href=\"http://so.gushiwen.org/view_52821.aspx\">诗</a>意。<br>⑾这次第：这光景、这情形。<br>⑿怎一个愁字了得：一个“愁”字怎么能概括得尽呢？</p><br/><h2>译文三</h2> <p>我到处寻找，寻到的只有冷清，十分凄惨。乍暖还寒的季节，最难忍受。两杯淡酒，怎能压住心头的悲伤？大雁飞过，我正伤心，却发现它正是我在故乡认识的那只。<br>满地黄花堆积著，十分憔悴，有谁忍心去摘？我守着窗，独自一人，一个人怎么才能熬到天黑？细雨敲打着梧桐，此正是黄昏，一点一滴落著。这种场景，这种“愁”又怎是一句话能说得清的呢？</p><br/><h2>译文四</h2> <p>如同是丢了什么，我在苦苦寻觅。只见一切景物都冷冷清清，使我的心情更加愁苦悲戚。忽冷忽热的气候，最难保养身体。虽然喝了几杯淡酒，也无法抵挡傍晚时秋风的寒气。正在伤心的时候，又有一群大雁，向南飞去。那身影，那叫声，却是旧时的相识。<br>满地上落花堆积，菊花已经枯黄陨落，如今还有谁忍心去摘？守着窗户独坐，梧桐叶片落下的水滴，声声入耳，令人心碎，此情此景，又怎是一个愁字概括了得？</p><br/><h2>译文二</h2> <p>我苦苦地寻觅着，在这孤独的世界中，满心悲戚这将要转暖的寒冷天气，最令人难以休息。三两杯淡酒怎么能抵挡得住这寒风？看到雁飞过，更让我伤心，这大雁是以前的相识呀。<br>曾经那么繁盛地开在枝头的菊花，如今已憔悴不堪，谁还有兴致把它摘来戴在头上？守着窗户，独自一个人如何熬到天黑？梧桐树上飘下一片片走完生命历程的黄叶，细雨一点一滴打在梧桐叶上，如同苦泪滴在心头。此情此影，哪是一个“愁”字概括得了的呀！</p><br/><h2>译文五</h2> <p>空空荡荡无主张，冷冷清清好凄凉，悲悲惨惨好心伤。一时觉暖一时觉凉，身子如何得休养？早起淡酒三杯，怎把寒风来抵挡？北雁南飞飞过楼，不认当年旧同乡。<br>菊花委地尽枯黄，人花共消瘦，有谁来怜赏？守着窗前挨时光，盼不到天黑好挹怏。听见黄昏细雨打梧桐，点点滴滴淋透我心上。这一天桩桩件件怎么能一个愁字表明呢！</p>",
  "shangxi": "<h2>赏析</h2> <p>　　靖康之变后，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。</p> <p>　　这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在<a href=\"http://so.gushiwen.org/view_52821.aspx\">诗</a>赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。</p> <p>　　心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。</p> <p>　　端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。</p> <p>　　这时看见那些菊花，才发觉花儿也已憔悴不堪，落红满地，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。</p> <p>　　好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。</p> <p>　　急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。</p> <p>　　前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。</p> <p>　　“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。</p> <p>　　下面的“三杯两盏淡酒，怎敌他晓来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”</p> <p>　　上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。</p> <p>　　从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。</p> <p>　　这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。</p><br/><h2>鉴赏</h2> <p>　　这首词写于<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>生活的后期。一题作“秋情”，赋秋就是赋愁，但这里的愁已不是女词人闺中生活的淡淡哀愁，词人经历了国家危亡，故乡沦陷，丈夫病逝，金石书画全部散失，自己流落在逃难的队伍中，饱经离乱，所以这里的愁是深愁，浓愁，无尽的愁。</p> <p>　　词一开头就用了十四个叠字。“寻寻觅觅，”词人好象有所寻求，但又不知道要寻求什么，这时她已经历了国破、家亡、夫逝的沉重打击，生活中美好的东西都已不存在了，事实上在现实生活中已经没有什么可寻觅，也没有什么需要寻觅的了，但词人还是希望找点什么寄托自己空虚寂寞的情怀，支撑自己孤苦无助的人生，但寻觅的结果只能是“冷冷清清”，周围的环境是一片凄清冷落，更让人感到现实的孤苦无援。“凄凄惨惨戚戚”，写词人内心的凄凉、悲苦、惨戚的情绪。这三句都在表现女主人的愁苦无聊，寂寞哀伤，但各有侧重，第一句写神态，第二句写环境，第三句写心情，第二、三句又是第一句“寻寻觅觅”的结果，“冷冷清清，先感于外；凄凄惨惨戚戚，后感于心，进入愁境”（吴熊和《唐宋词通论》）。</p> <p>　　“乍暖还寒时候，最难将息。”刚觉得有点儿暖和却又变冷了，这是秋天的时令特征。“将息”，调养。人在天气多变化时，是很难适应的，更何况是年岁已大，身体衰弱，又遭遇了如此不幸的人，就更是对天气的变化特别敏感，更觉得难以将养适应了。</p> <p>　　为了适应这多变的秋天时节，词人企图以酒御寒，但“三杯两盏淡酒，怎敌他晚来风急？”酒是“三杯两盏”，量少，又是“淡酒”，怎么能抵挡黄昏时的阵阵秋风呢？淡酒不敌风寒，饮酒也不能排遣忧愁。</p> <p>　　“雁过也，正伤心，却是旧时相识。”雁飞过去，正令人伤心，原来雁是我过去见过的。这里我们可看到三层意思：（一）雁飞过去了，雁叫声声，凄厉难闻，正令人伤心，原来大雁是老相识了，触动我内心的创伤已不止一次，现在又来触动我，使我伤心难过。（二）古代有雁足传书的传说。雁以往是给我带过信的，给我安慰，现在丈夫已逝，亲戚离散，雁飞过去无信可带，不能再给我安慰了，使我伤心。（三）作者的故乡在北方，而此时作者沦落南方，秋天北雁南飞，引起了对故乡的思念，所以使她伤心。雁在北方就相识，现在看到雁不是在故土，而是在异乡，发出物是人非的感慨，寄托怀乡之意。</p> <p>　　词的下片承接上片。“满地黄花堆积，憔悴损，如今有谁堪摘？”“黄花”是指菊花，品种是黄色的。“堆积”，指花开之盛，可能是小菊花密密麻麻地开放，不是言落英满地。“憔悴损”指人因伤心而消瘦。损，煞，是说憔悴得很。有人认为是黄花“憔悴损”，不妥，因为前面的“堆积”不作零落解，菊花是枯在枝头的。“谁”，指自己。“堪”，能够，经得起。菊花盛开，本要摘花插在瓶子里，可人已憔悴，如今还有什么心思和兴趣去摘花呢？已经没有赏花的心情了。</p> <p>　　“守着窗儿，独自怎生得黑？”一个人坐在窗边，象守着什么东西一样，百无聊赖，希望天早一点黑下来，看不到窗外一切使人伤心的东西，但天偏偏与人作对，越等越觉得时间漫长，度日如年。</p> <p>　　寂寞难耐，好不容易等到黄昏，等来的却是更令人伤心的东西：“梧桐更兼细雨，到黄昏、点点滴滴。”风吹梧桐叶，萧萧瑟瑟，本已悲凉，又加细雨滴到梧桐上，更助悲凉。<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>《更漏子》“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明。”李清照是位敏锐善感的词人，雨打梧桐点点滴滴，好象敲击着她破碎的心灵，使她悲伤至极。</p> <p>　　这种种情形不断地折磨词人，情何以堪？所以词人最后冲口而出：“这次第，怎一个愁字了得！”“这次第”是说这种种情形或这种种光景。这种种情况加在一起，怎么是一个“愁”字可以概括得了！“愁”说不清楚，用人间文字和语言概括不了，写出了无尽的愁绪，传达出种种难以言传的哀痛。</p> <p>　　这首词是在国破家亡、流落异地时写的，词中诉说了词人孤愁无助、生意萧条的处境，寄托了极其深沉的家国之思，深深地打上了时代的烙印。</p> <p>　　词的描写纯用赋体，写了环境，写了身世，写了心情，并将这三者融为一体。词中写客观环境的事物有：淡酒、晚风、飞雁、黄花、梧桐、细雨，这些景物都贯穿浓重的感情色彩，渗透着作者的主观感受，创造了冷落、凄清、寂寞的意境。凄凉的景物一路写下来越积越多，伤感越来越浓重，最后堆砌的愁苦迸涌而出。</p> <p>　　词中用了九对叠字，叠字用得很自然，如大珠小珠落玉盘，前人称赞她笔力很健。这些叠字用得自然妥帖，是经过作者锤炼而得的，使寂寞、怅惘、痛苦的感情通过这些叠字的渲染得以尽情的表现。</p> <p>　　词的语言通俗平易，虽是寻常语，但富有表现力，表现了深刻的内容。《声声慢》词调可押平声韵，也可押入声韵，词人选用了入声韵，能够很好地表达忧郁的情怀，并多次运用双声字、舌音和齿音字，更加重了凄切悲苦的情调。</p>",
  "about": "<h2>创作背景</h2> 　　此词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>后期的作品，具体写作时间待考。有人认为作于南渡以后，正值金兵入侵，北宋灭亡，丈夫去世，一连串的打击使她尝尽了国破家亡、颠沛流离的苦痛，亡国之恨，丧夫之哀，孀居之苦，凝集心头，无法排遣，于是写下了这首《声声慢》。有人则认为是中年时期所作。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "高中古诗",
    "婉约",
    "闺怨",
    "孤独",
    "怀人"
  ]
}