{
  "id": 35987,
  "star": 1470,
  "name": "蜂",
  "dynasty": "唐代",
  "content": "不论平地与山尖，无限风光尽被占。 <br>采得百花成蜜后，为谁辛苦为谁甜。",
  "shangxi": "<p>　　的咏物<a href=\"http://so.gushiwen.org/view_35987.aspx\">诗</a>“切于物”而“不粘于物”，往往别出心裁，独具寓意，讽刺深峻犀利又耐人寻味。清沈祥龙《论词随笔》云：“咏物之作，在借物以寓性情，凡身世之感，君国之忧，隐然蕴于其内，斯寄托遥深，非沾沾焉咏一物矣。”罗隐正是在对物象深入细致的观察基础之上，对所咏之物融进他强烈的家国之忧与身世之慨，刺时讽世使得其能在晚唐诗坛脱颖而出。《蜂》通过吟咏蜜蜂采花酿蜜供人享用这一自然现象，表现了他对社会和历史问题的思考。</p> <p>　　前两句写蜜蜂的生存状态，在山花烂漫间不停穿梭、劳作，广阔的领地给了它们相当大的施展本领的空间。“不论”“无限”，蜜蜂在辛勤劳动中“占尽风光”，简单写来看似平平无奇，纯行直白，几乎是欣赏、夸赞的口吻，实则是匠心独运，先扬后抑，为下文的议论做出了铺垫。</p> <p>　　后两句紧乘“蜜蜂”这一意象，把它象征的“劳动者”意象加以引申、扩大，发出“采得百花成蜜后，为谁辛苦为谁甜”的一声叹息。同时也提出一个耐人寻味的问题：已采的百花酿成蜜，辛辛苦苦的劳作终于有了可喜的成果，话锋一转，这般辛劳到底又是为了谁呢？在当时黑暗腐朽的社会里，为的正是那些不劳而获、占据高位、手握重权的剥削者，此中的讽意不言而明。诗人以反诘的语气控诉了那些沉迷利禄之人，感喟良久之余不禁又对广大的劳苦人民产生了矜惜怜悯之情，从另一个侧面对这种劳者不获、获者不劳的不平现实加以嘲讽和鞭笞，在为劳动人民鸣冤叫屈的同时也是对自己久沉下僚、大志难伸的境遇予以反省，表达对唐末朋党倾轧、宦官专权、战乱频仍、民不聊生的社会现象更深的痛恨之情。</p> <p>　　这首咏蜂诗运用象征的手法、设问的形式反映了劳动者不能享受其劳动成果的社会现象，与张碧《农夫》中的“运锄耕劚侵星起”“到头禾黍属他人”以及<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>《陶者》中“陶尽门前土，屋上无片瓦”可作同一理解，都是叹苦辛人生之历练，社会世道之多艰，于人于己都是一番深省之言。</p> <p>　　罗隐此篇歌咏“蜂”之作，在艺术表达形式上独具特色。以“蜜蜂”为张本，所咏之物形神兼备，更为难得是所咏之物兴寄明显、寄慨遥深，“不粘不脱，不即不离，乃为上乘”（《带经堂诗话》），追求“神似”的工艺正如<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话·诗辨》云：“诗之极至有一，曰入神。至矣，尽矣。蔑以加矣。”体物工妙，词近旨远，夹叙夹议的手法配合默契，语言叙述中不尚辞藻，平淡而具思致，清雅辅以言深。</p>",
  "about": "<h2>译文及注释</h2> <p><strong>译文</strong><br>无论是在平地，还是在那高山，哪里鲜花迎风盛开，哪里就有蜜蜂奔忙。<br>蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？</p> <p><strong>注释</strong><br>山尖：山峰。<br>尽：都。<br>占：占其所有。<br>甜：醇香的蜂蜜。</p><br/><h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>生于太和七年（公元833年），大中十三年（公元859年）底至京师，应进士试，历七年不第。后来又断断续续考了几年，最终还是铩羽而归，史称“十上不第”。对当时考试制度、当时朝廷的失望，以及在这样的情绪下，看见人民辛苦劳作在田间地头与部分朝廷官员不劳而获这样相对立的情景而产生的愤懑，大致是罗隐作出这首讽喻不劳而获者的《蜂》的原因。",
  "poet": {
    "id": 135,
    "star": 0,
    "name": "罗隐",
    "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
    "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。"
  },
  "tags": [
    "寓言",
    "咏物",
    "怜悯"
  ]
}