{
  "id": 7892,
  "star": 20,
  "name": "赠何七判官昌浩",
  "dynasty": "唐代",
  "content": "有时忽惆怅，匡坐至夜分。<br>平明空啸咤，思欲解世纷。<br>心随长风去，吹散万里云。<br>羞作济南生，九十诵古文。<br>不然拂剑起，沙漠收奇勋。<br>老死阡陌间，何因扬清芬。<br>夫子今管乐，英才冠三军。<br>终与同出处，岂将沮溺群？",
  "fanyi": "<p><strong>译文</strong><br>　　有时我忽觉心情惆怅，兀然独坐直至夜半。天亮时空怀壮志，仰天长啸，,欲为世间解乱释纷，一展怀抱。我的心随长风直上万里，吹散天空中的浮云。我羞作济南伏生，九十多岁了还在啃书本，吟诵古文。不如撰剑而起.到沙漠上去拚杀厮斗，为国立功。一辈子老死于阡陌之间，怎能扬大名呢？夫子您是当今的管仲和乐毅，英才名冠三军。我想您终会一起建功立业，岂能一辈子与长沮、桀溺为伍呢？</p> <p><strong>注释</strong><br>⑴何七：何昌浩，排行第七，故称何七。安旗云：”似为幽州节度使判官“。判官：节度使属官。<br>⑵匡坐：正坐。夜分：夜半。<br>⑶平明：天明。啸咤：高号长啸。<br>⑷纷：世间的纷争。<br>⑸济南生：即西汉伏生，名胜，济南人。曾为秦博士，秦时焚书，伏生壁藏之。传九篇，即今文《尚书》。汉文帝时召伏生，是时伏生年九十余，老不能行，于是乃诏太常使掌故<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>往受之。见《汉书·伏生传》<br>⑹夫子：指何昌浩。管乐：指春秋时齐相管仲、战国时燕国名将乐毅。<br>⑺将：与。沮溺：指春秋时两位著名隐士长沮、桀溺。见《论语·微子》。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_7892.aspx\">诗</a>最显著的特点是善于抒发诗人内心的矛盾和苦闷，最终以摆脱这种苦闷而展示出诗人乐观向上和积极进取的精神。是可分三段，第一段为前四句。开篇”有时忽惆怅，匡坐至夜分“两句，直接点出积郁于心的”惆怅“。这惆怅虽仅时而出现，但对积极进取、乐观豪爽的诗人来说，却也是非常严重的。为此，他正襟危坐，自夜至明，最后竟不得不用长啸声来加以发泄：”平明空啸咤！“然而，”啸咤“是无济于事的，只不过聊以发泄胸中的不平之气而已，所以用了一个”空“字。”思欲解世纷“，用了战国时鲁仲连的典故。由此可以看出诗人之所以”惆怅“，原因是为了解除安史之乱给国家和人民带来的苦难。这就是全诗的主旨所在。诗中的矛盾和苦闷心情也是产生于这里。</p> <p>　　诗的第二个特点便是在积极用世和消极思想的对比之中进行多层次的交叉抒写。这一特点主要体现在诗的第二段。这一段共八句，在揭示诗人内心活动方面较之第一段更加深入具体。”心随长风去，吹散万里云“二句，上承”解世纷“作飞动的描写，用以状写理想与抱负的远大。这是正面的直抒。”羞作济南生，九十诵古文“是反面的对比。就<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>看来，面对安史之乱的混乱局面，即使自己已年逾花甲，但也不能像伏生那样，老死于经文之中，于国于民毫无补益。这是一层。”不然拂剑起，沙漠收奇勋“又是一层。这两句承上而言。如果自己不能乘风破浪，实现”济苍生，安黎元“的抱负，那么，也应在国难当头之时，拔剑而起，为统一祖国而建立功勋。这是正面的发挥。”老死阡陌间，何因扬清芬“又是反面的对比。</p> <p>　　诗的第三个特点是把古人、友人与自己交织在一起来加以描写。这明显地体现在第三段，即最后四句里边。”夫子今管乐，英才冠三军。“诗人用管仲、乐毅来比喻何昌浩，同时，也是在写自己的怀抱。李白在诗中多次把管仲、乐毅作为自己仰慕和效法的榜样。最后”终与同出处，岂将沮溺群“二句表示，自己将跟何昌浩一样，为国为民干一番事业，而决不能像长沮、桀溺那样做逃避现实的隐士。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_7892.aspx\">诗</a>当作于唐肃宗上元二年（761年），即诗人逝世的前一年。当时诗人饱经沧桑，体弱多病，遭受了政治上最沉重的打击。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "抒情",
    "理想"
  ]
}