{
  "id": 17883,
  "star": 709,
  "name": "晚春二首·其一",
  "dynasty": "唐代",
  "content": "草树知春不久归，百般红紫斗芳菲。<br>杨花榆荚无才思，惟解漫天作雪飞。",
  "fanyi": "<p><strong>译文</strong><br>花草树木知道春天即将归去，都想留住春天的脚步，纷纷争奇斗艳。就连那没有美丽颜色的杨花和榆钱也不甘寂寞，随风起舞，化作漫天飞雪。</p><p><strong>注释</strong><br>不久归：将结束。<br>杨花：指柳絮<br>榆荚：亦称榆钱。榆未生叶时，先在枝间生荚，荚小，形如钱，荚花呈白色，随风飘落。<br>才思：才华和能力。<br>解（jie）：知道。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这里，似乎只是用拟人化的手法描绘了晚春的繁丽景色，其实，它还寄寓着人们应该乘时而进，抓紧时机去创造有价值的东西这一层意思。但这里值得一提的是，榆荚杨花虽缺乏草木的“才思”，但不因此藏拙，而为晚春增添一景，虽然不美，但尽了努力，这种精神是值得赞扬了。</p> <p>　　这是一首描绘暮春景色的七绝。乍看来，只是写百卉千花争奇斗艳的常景，但进一步品味便不难发现，<a href=\"http://so.gushiwen.org/view_17883.aspx\">诗</a>写得工巧奇特，别开生面。诗人不写百花稀落、暮春凋零，却写草木留春而呈万紫千红的动人情景：花草树木探得春将归去的消息，便各自施展出浑身解数，吐艳争芳，色彩缤纷，繁花似锦，就连那本来乏色少香的杨花、榆荚也不甘示弱，而化作雪花随风飞舞，加入了留春的行列。诗人体物入微，发前人未得之秘，反一般诗人晚春迟暮之感，摹花草灿烂之情状，展晚春满目之风采。寥寥几笔，便给人以满眼风光、耳目一新的印象。</p> <p>　　说这首诗平中翻新，颇富奇趣，还在于诗中拟人化手法的奇妙运用，糅人与花于一体。“草木”本属无情物，竟然能“知”能“解”还能“斗”，而且还有“才思”高下有无之分。想象之奇，实为诗中所罕见。末二句尤其耐人咀嚼，读者大可根据自己的生活体验进行毫无羁绊的大胆想象，使人思之无穷，味之不尽。</p> <p>　　再细加揣摩，此诗熔景与理于一炉。可以透过景物描写领悟出其中的人生哲理：诗人通过“草木”有“知”、惜春争艳的场景描写，反映的其实是自己对春天大好风光的珍惜之情。面对晚春景象，诗人一反常见的惜春伤感之情，变被动感受为主观参与，情绪乐观向上，很有新意。你看，“杨花榆荚”不因“无才思”而藏拙，不畏“班门弄斧”之讥，为“晚春”添色。这就给人以启示：一个人“无才思”并不可怕，要紧的是珍惜光阴，不失时机，“春光”是不负“杨花榆荚”这样的有心人的。</p> <p>　　钱钟联《集释》系此诗于元和十一年。注引<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《批韩诗》云：\"此意作何解？然情景却是如此。\"的确，仅就描写暮春景色而言，此诗可谓有情有趣，亦不落俗套。诗题又作《游城南晚春》，可知所写乃春游郊外所见。诗人全用拟人手法，不说人之惜春，而说草树亦知春将不久，因而百花争艳，各呈芳菲。凑热闹的还有朴素无华的杨花榆荚，像飞雪一般漫天遍野地飘舞。人言草木无情，诗偏说它们有知，或\"斗\"或\"解\"，活泼有趣。这是此诗明白有趣之处。</p> <p>　　然而\"无才思\"三字颇怪异，遂引起后人诸多猜测。或谓劝人勤学，不要像杨花那样白首无成；或谓隐喻人之无才，作不出好文章；或言有所讽喻；或言赞赏杨花虽无芳华，却有情趣和勇气。细审诗意，诗人当是赞赏杨花的。\"无才思\"应是故作顿挫的谐谑之笔。</p> <p>　　此诗之寓意，见仁见智，不同的人生阅历和心绪会有不同的领悟。</p>",
  "poet": {
    "id": 682,
    "star": 0,
    "name": "韩愈",
    "image": "http://img.gushiwen.org/authorImg/hanyu.jpg",
    "desc": "韩愈（768～824）字退之，唐代文学家、哲学家、思想家，河阳（今河南省焦作孟州市）人，汉族。祖籍河北昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他与柳宗元同为唐代古文运动的倡导者，主张学习先秦两汉的散文语言，破骈为散，扩大文言文的表达功能。宋代苏轼称他“文起八代之衰”，明人推他为唐宋八大家之首，与柳宗元并称“韩柳”，有“文章巨公”和“百代文宗”之名，作品都收在《昌黎先生集》里。韩愈在思想上是中国“道统”观念的确立者，是尊儒反佛的里程碑式人物。"
  },
  "tags": [
    "春天",
    "哲理"
  ]
}