{
  "id": 275,
  "star": 34,
  "name": "周颂·振鹭",
  "dynasty": "先秦",
  "content": "振鹭于飞，于彼西雍。我客戾止，亦有斯容。在彼无恶，在此无斁。庶几夙夜，以永终誉。",
  "fanyi": "<p><strong>译文<br></strong>一群白鹭冲天起，西边泽畔任意翔。我有嘉宾来助祭，也穿高洁白衣裳。他在封国没人厌，在此也受人赞扬。谨慎勤勉日复夜，美名荣誉永辉煌。</p> <p><strong>注释<br></strong>⑴振：鸟群飞之状。鹭：白鹭，水鸟，白色，故又谓之白鸟。<br>⑵雝（yōng）：水泽。一说为辟雍。<br>⑶客：指夏、商之后。周王以客待之，而不敢以为臣，故称“客”。戾（lì）：到。止：语助词。<br>⑷斯容：此容，指白鹭高洁的仪容。<br>⑸恶：恶感，怨恨。<br>⑹无斁（yì）：不厌弃。斁，厌倦，厌弃。<br>⑺庶几：差不多，此表希望。夙（sù）夜：指早起晚睡，勤于政事。<br>⑻永：长。终誉：即盛誉，恒久的荣誉。终，与“众”通，盛也。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这是一首记述前朝之后来大周王室助祭之行的乐<a href=\"http://so.gushiwen.org/view_275.aspx\">诗</a>。全诗共八句，不分章，按诗意来分有四个层次。首二句“振鹭于飞，于彼西雍。”是以飞翔在天空的白鹭起兴，引出下文“亦有斯容”的描写。商人尚白，且是鸟图腾民族，通体羽色纯白的鹭鸟当被商人视为高洁神圣之物，它飞翔时优美的动势，栖止时从容的神态，今人且不免赞赏备至，何况是刚从原始自然神崇拜时代发展过来不久的商周人，它正是外在的美好仪表与内在的高尚精神完美统一的象征。</p> <p>　　于是，三、四两句“我客戾止，亦有斯容”，周人将朝周助祭的微子与被商人珍视的白鹭相比，对他大加赞美。据《史记·殷本纪》记载，商纣淫乱不止，“微子数谏不昕，乃与大师、少师谋，遂去”，因此孔子称赞他是殷“三仁”之一。在他被周王朝封到宋国后，对外尊周天子为天下共主，对内广施仁德，得到殷商遗民的拥戴，他的德行堪受称扬，自属当然。至于微子的风度仪容，虽说史无明文说他怎样潇洒俊美，但肯定是十分出色的，否则“亦有斯容”之句便有落空之嫌。</p> <p>　　下面五、六两句“在彼无恶，在此无斁”，是夸誉微子在宋国内外都有较融洽的人际关系。“在彼无恶”，是指微子在宋国之内受到殷民的拥护：“在此无斁”，是指微子朝周时受到热烈欢迎。这两句实际说明两个问题：微子作为被周所灭的殷商之后，在胜利者周天子面前，能够表现出不卑不馁的气度确实难能可贵；而作为胜利者的周王朝君臣，在微子面前，能够表现出不亢不骄的气度，对昔日的敌国之后以礼相待，善加照顾，也体现出一种恢宏博大的泱泱大国之风。</p> <p>　　七、八两句“庶几夙夜，以永终誉”，许多解家都理解为对微子一人而言。就文本的深层语义来说，这两句应是对双方而言的。即作为失败者的后裔要坚持这种不卑不馁的精神，使亡国之族得到新生；而作为胜利者的周室君臣，也要永远保持这种不亢不骄的气度，团结各邦各族，消释历史积怨，彼此和睦相处，共同发展，才能“以永终誉”。</p>",
  "about": "<h2>创作背景</h2> 　　《周颂·振鹭》一<a href=\"http://so.gushiwen.org/view_275.aspx\">诗</a>，《毛诗序》所作的题解是：“二王之后来助祭也。”至于二王之后又是指谁，郑笺云：“二王，夏、殷也；其后，杞、宋也。”武王伐纣灭商后，周王朝求夏禹之后，得东楼公，封于杞地，是为夏之后；又封纣王之子武庚于殷墟，成王初年武庚反叛被诛，乃改封纣王庶兄微子于宋地（今河南商丘），是为殷之后。汉匡衡曾说：“王者存二王之后，所以尊其先王而存三统也。”（《汉书》）所谓“存三统”，即“使郊天以天子礼，祭其始祖受命之王，自行其正朔服色”（孔疏引郑《驳异义》）。也就是说，让夏、商二代先王之后立国杞、宋，能够奉祀先祖，保有尊严。这是上古时代的一种政治策略，目的在于怀远柔迩，协和万邦，确保王朝天子的统治。毛序郑笺之说久无异议，到了明代，季明德、邹肇敏、何楷等人开始反对《毛诗序》的“二王之后”说，清姚际恒《诗经通义》更提出三点理由对《毛诗序》说置疑：首先，周有三恪即虞、夏、商三王之后陈、杞、宋助祭，此不应只指二王之后；其次，诗中但言“我客”而不言“二客”，似表明助祭者并非二人，再次，商人尚白，诗中之鹭正是白羽之鸟，与商人所尚之色相合。因此他认为此诗写的是一王之后即殷商之后宋微子来朝助祭之事，是周人对微子的赞美之词。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "赞美"
  ]
}