{
  "id": 72767,
  "star": 116,
  "name": "临江仙·庭院深深深几许",
  "dynasty": "宋代",
  "content": "<span style=\"font-family:SimSun;\">欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。</span></p> <p>庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。<br>感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。",
  "fanyi": "<p><strong>译文</strong><br>庭院很深很深，不知有多少层深，云雾缭绕的楼阁门窗经常关闭。骋目四望，只见柳梢返青和梅枝吐蕊的景象越来越分明了。在古秣陵城的周围，树木渐绿，宣告春已归来，但我却无家可归，看来要老死建康城了。<br>忆往昔多少回吟赏风月，饮酒作<a href=\"http://so.gushiwen.org/view_72767.aspx\">诗</a>，那是多么幸福啊，而如今却人已老去，什么事也做不成了！还有谁会怜悯你的憔悴与衰败？元宵试灯也好，踏雪赏景也好，都没有这份心情了。</p> <p><strong>注释</strong><br>⑴临江仙：原唐教坊曲名，双调小令，后用作词牌名。此词上下片共六十字，平韵格。<br>⑵欧阳公：即北宋文学家<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>。《蝶恋花》：指欧阳修词作《蝶恋花·庭院深深深几许》。<br>⑶予：我。酷爱：非常喜爱。<br>⑷数阕：几首。阕，首。<br>⑸声：指词牌。<br>⑹几许：多少。<br>⑺云窗雾阁：云雾缭绕的楼阁。扃（jiōng）：门环、门闩等。在此谓门窗关闭。<br>⑻梅萼（è）：梅花的蓓蕾。<br>⑼秣（mò）陵：秦改金陵为秣陵，与下文“建康城”是同一地方，即今江苏南京。<br>⑽人老建康城：一作“人客建安城”。建康，又作“远安”。<br>⑾感月吟风：即“吟风弄月”，指以风月等自然景物为题材写诗填词，形容心情悠闲自在。<br>⑿无成：这里并不是一般意思上的事业无成，而是承上词意，指对“风月”不感兴趣，也不敢去接触，什么也写不出来。<br>⒀凋零：形容事物衰败。<br>⒁试灯：旧俗农历正月十五日元宵节晚上张灯，以祈丰稔，未到元宵节而张灯预赏谓之试灯。<br>⒂踏雪：谓在雪地行走。亦指赏雪。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　词作上片写春归大地，词人闭门幽居，思念亲人，自怜飘零。“庭院深深深几许？云窗雾阁常扃”，首二句写词人闭门幽居。首句与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《蝶恋花》词一样，连用三个“深”字，前两个“深”字为形容词，形容庭院之深；后一个“深”字为动词，作疑问句，加重语气，强调深。连叠三个“深”字，乃比兴之作。貌写闺情，实蕴国恨。次句是用韩文公《华山仙女<a href=\"http://so.gushiwen.org/view_72767.aspx\">诗</a>》“云窗雾阁事恍惚，重重翠幕深金屏”，再加强“深”的意境，“常扃”与<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《归去来辞》“门虽设而常关”，同一机杼，孤寂之心，忧愤之情，跃然纸上。词境静穆，不言愁苦，而使人更难为怀。云雾缭绕着楼阁，门窗常常紧闭，虽不深而似深，这是对庭院之深的具体描写。云雾缭绕是自然状况，是地处闽北高山地区建安所特有的，而门窗“常扃”，则是词人自己关闭的了。这表明词人自我幽闭阁中，不愿步出门外，甚至不愿看见外面景况，所以不仅闭门而且关窗。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>酷爱“深深深几许”之语，是很有艺术见地的。因为它一连叠用三个“深”字，不仅渲染出庭院的深邃，而且收到了幽婉、复沓、跌宕、回环的声情效果。它跟下句合起来，便呈现出一幅鲜明的立体图画：上句极言其深远，下句极言其高耸。用<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>的话说，这就叫“取境偏高”（《诗式·辨体有一十九字》）；用<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>的话说，这就叫“阔占地步”（《诗法家数》）。它给欣赏者以空间无限延伸的感觉。但句尾一缀上“常扃”二字，就顿使这个高旷的空间一变而为令人窒息的封闭世界。</p> <p>　　第三句写的就是词人所不愿见到的景物：“柳梢梅萼渐分明。”柳梢吐绿，梅萼泛青，一片早春、大地复苏的风光。写景如画，不设色，淡墨钩线，着一“渐”字，为点睛之笔。李清照是位感情十分丰富细腻的词人，对大自然的细微变化，有着敏感的悟性。“雪里已知春信至”（《渔家傲》）、“春到长门春草青，江梅些子破，未开匀”（《小重山》），在这些早期作品里，表现的是喜春之情。可如今却怕见春光。结二句写的就是怕见春光的原因：“春归秣陵树，人客建安城。”这两句内涵极其丰富，所蕴含的痛楚情怀是相当深沉的。两句铺叙，合时、合地，境界自成。“春归”时间概念，“秣陵树”空间概念，意谓南宋偏安建康又一度春光来临了；“人老”时间概念，“建康城”空间概念，痛北人将老死南陲，创造出一种悲恸欲绝的境界。秣陵、建康，同地异名。它被分别置于上下对句之中，看似合掌（诗文内对句意义相同谓之“合掌”）。但上句写春归，是目之所见；下句写人老，是心之所感。它把空间的感受转化为时间的感受，从初春来临联想起人的青春逝去。情致丰富，毫不显得单调、重复。它貌似“正对”（即同义对）而实比“反对”（即反义对）为优，可视为此篇的警策。</p> <p>　　词作下片，承上片怕触景伤怀，进而追忆往昔，对比眼前，感到一切心灰意冷。“感月吟风多少事？如今老去无成”，今昔对比，无限感喟。李清照与赵明诚是一对有较高文化修养的恩爱夫妻，他们共迷金石，同醉诗文，烹茗煮酒，展玩赏鉴，沉醉于富有诗意的幸福生活之中。李清照以其女性的独特敏感和文学修养，以春花秋菊为题材，曾写过不少好词。“多少事”，以强调语气，表示很多，记也记不清了。可如今年老飘零，心情不好，什么事也做不成。至此，词人情绪极为激动，不禁呼出：“谁怜憔悴更凋零！”破碎山河无人收拾，词人憔悴瘦损、流落江南。词人在《永遇乐》中曾以“风鬟雾鬓”描绘她的“如今憔悴”。“谁怜”二字，表明词人身处异乡，孤身一人，无人可诉。而一个“更”字，道出了词人的心境日渐一日的悲凄。</p> <p>　　结末，“试灯无意思，踏雪没心情”。这二句并非写实，而是举出她一生中印象最深、与她夫妻生活最有关系，作为“感月吟风”绝佳题材的事件。“试灯”，是宋人元霄节前是盛事。词人在《永遇乐》中曾回忆当年：“中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。”“踏雪”，宋周辉《清波杂志》卷八载：“顷见易安族人言，明诚在建康日，易安每值天大雪，即顶笠披蓑，循城远览以寻诗，得句必邀其夫赓和，明诚每苦之也。”这两件事，在空间上，从北（汴京）到南（建康）；在时间上，从词人青年时期到中年时期。当年，她对这两件事都很感兴趣，可如今，却认为“无意思”、“没心情”，与上片的怕见春光遥相呼应，进一步表露了词人对一切都感到心灰意冷。下片以对往昔生活的追怀、眷恋与如今飘零异地、悲凄伤感相对比，写出一位年老憔悴、神情倦怠的女词人形象。</p> <p>　　南渡以后，清照词风，从清新俊逸，变为苍凉沉郁，这首《临江仙》是她南渡以后的第一首能准确编年的词作。国破家亡，奸人当道，个中愁苦，不能不用含蓄曲折的笔法来表达。少女时代的清纯，中年时代的忧郁，一化而为老年时期的沉隐悲怆。</p>",
  "about": "<h2>创作背景</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>南渡以后的作品。根据靳极苍《<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>·李清照词详解》考订为宋高宗建炎三年（1129年）元月初写于江宁（今江苏南京），其时宋室南渡已历三个年头。</p>",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "春天",
    "伤怀"
  ]
}