{
  "id": 71653,
  "star": 9,
  "name": "虢国夫人夜游图",
  "dynasty": "宋代",
  "content": "佳人自鞚玉花骢，翩如惊燕蹋飞龙。<br>金鞭争道宝钗落，何人先入明光宫。<br>宫中羯鼓催花柳，玉奴弦索花奴手。<br>坐中八姨真贵人，走马来看不动尘。<br>明眸皓齿谁复见，只有丹青余泪痕。<br>人间俯仰成今古，吴公台下雷塘路。<br>当时亦笑张丽华，不知门外韩擒虎。",
  "fanyi": "<p><strong>译文<br></strong>这位佳人驾驭玉花骢马，淡妆多态。她骑在骏马上，身段轻盈，恍如惊飞的春燕。飞龙骏马骄驰在进宫的大道上，宛若游龙。<br>为了抢先进入明光宫，杨家豪奴，挥动金鞭与公主争道，致使公主惊下马来，宝钗堕地。<br>此时宫中正在演奏曾被附会为能催发杏<a href=\"http://so.gushiwen.org/author_550.aspx\">柳开</a>花的乐曲，贵妃亲自弹拨琵琶，汝阳王李琏在敲击羯鼓。在羯鼓争催的情况下，弦歌并起，舞姿柔曼，柳宠花娇。<br>秦国夫人已经先期艳妆就座，打扮得非常娇贵。虢国夫人素妆淡雅，乘车缓缓而行，入宫以后马的步子放慢，惊尘不动。<br>这绝代的佳人，如今又在何处呢？她那明眸皓齿，除了画图之外，谁又曾见到过呢？当年的欢笑，似乎今天在丹青上只留下点点惨痛的泪痕了。<br>人在世上，繁花如梦，俯仰之间，重滔覆辙者比比皆是。隋炀帝与<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>一样国破家亡，身死人手，埋葬于吴公台下、雷塘路边。<br>可是当年他却曾嘲笑过陈叔宝、张丽华一味享乐，不恤国事，不知道韩擒虎已经带领隋兵迫近宫门。</p> <p><strong>注释<br></strong>⑴虢（guó）国夫人夜游图：唐代画作。此画在北宋末期已成为稀世珍品，曾藏于宋徽宗画院，据说上面有徽宗的题字。此画原图已佚，今辽宁博物馆有宋仿者一帧。绢本，横卷，题《临张萱虢国夫人游春图》。虢国夫人：唐朝杨贵妃三姐的封号。据《旧唐书·杨贵妃传》，杨贵妃“有姊三人，皆有才貌。长曰大姨，封韩国夫人；三姨封虢国夫人；八姨封秦国夫人。并承恩泽，出入宫掖，势倾天下”。<br>⑵鞚（kòng）：勒马的绳。玉花骢（cōng）：唐玄宗的名马。<br>⑶蹋（tà）：踏。飞龙：特指唐代御厩中右膊印飞字、左项印龙形的马。<br>⑷金鞭争道：指杨家与广平公主争道西市门，杨家豪奴竟然挥鞭惊吓公主落马。<br>⑸明光宫：汉代有明光殿，此处借指唐代宫殿。<br>⑹羯（jié）鼓催花柳：唐代南卓《羯鼓录》：“唐明皇好羯鼓，尝于庭内临轩击鼓，庭下柳杏时正发坼，明皇指而笑谓宫人曰：‘此一事，不唤我作天公可乎？’”后来传为羯鼓催花的故事。羯鼓，唐代由羯族传来的一种鼓，形如漆筒，音响急促高昂，故名羯鼓。<br>⑺玉奴：杨贵妃的小名。弦索：原指乐器上的弦，此指弦乐器。花奴：汝阳王李琏的小名。李琏擅长演奏羯鼓，杨贵妃工弦索。<br>⑻八姨：即杨贵妃的八姐秦国夫人。<br>⑼明眸（móu）皓（hào）齿谁复见：此用<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《哀江头》“明眸皓齿今何在”<a href=\"http://so.gushiwen.org/view_71653.aspx\">诗</a>意。“明眸皓齿”连同上句的“走马”与下句的“丹青”，都指虢国夫人。<br>⑽丹青：丹和青是中国古代绘画常用的两种颜色，借指绘画、图画。<br>⑾吴公台、雷塘：都在扬州。吴公台因陈将吴明彻得名。隋炀帝死后，初葬吴公台下，后来迁葬雷塘。<br>⑿张丽华：南朝陈后主（陈叔宝）的宠妃，隋灭陈时，张丽华藏于胭脂井中，被隋将韩擒虎俘获，随后被杀。<br>⒀门外韩擒虎：韩擒虎是隋初开国功臣，灭陈时领军为先锋。这里用<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>《台城曲二首》“门外韩擒虎，楼头张丽华”诗意。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>这首《虢国夫人夜游图》和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的《丽人行》在题材和主旨上一脉相承，含有一定的讽谕意义。</p> <p>　　<a href=\"http://so.gushiwen.org/view_71653.aspx\">诗</a>的起四句为第一段，渲染虢国夫人恃宠骄肆。前两句所描绘的形象，正是图中虢国夫人形象的再现。作者写这位佳人，驾驭玉花骢马，淡妆多态。她骑在骏马上，身段轻盈，恍如惊飞的春燕。骏马骄驰在进宫的大道上，宛若游龙。美人名马，相互辉映；神采飞动，容光艳丽。《明皇杂录》记载：虢国夫人出入宫廷，常乘紫骢，使小黄门为御者。画和诗所绘写的都有所据。“金鞭争道”两句，写虢国夫人的骄纵，和杨家炙手可热的气焰。作者用“金鞭争道宝钗落”这句，再现了图中的情景。为了抢先进入明光宫，杨家豪奴，挥动金鞭与公主争道，致使公主惊下马来，宝钗堕地。据史载，某年正月十五日，杨家五宅夜游，与广平公主争道西市门，结果公主受惊落马。诗所写的，正是画意所在。</p> <p>　　诗的第二段是“宫中羯鼓催花柳”以下六句，写虢国夫人入宫和宫中的情事。此时宫中正作“羯鼓催花”之戏，贵妃亲自弹拨琵琶，汝阳王李琏在敲击羯鼓。在羯鼓争催的情况下，弦歌并起，舞姿柔曼，柳宠花娇。秦国夫人已经先期艳妆就座，打扮得非常娇贵。虢国夫人乘车缓缓而行，惊尘不动，素妆淡雅。入宫以后马的步子是放慢了。其是珠光宝气，人影衣香，花团锦簇，在不夜的宫廷里，一派欢乐情景，纷呈纸上。诗中叙玉奴和八姨作为衬映，而“自鞚玉花骢”的佳人，才是主体。画图是入神之画，诗是传神之诗，诗情画意，融为一体。作者写诗至此，于欢情笑意中，陡作警醒之笔。作者说：这绝代的佳人，如今又在何处呢？她那明眸皓齿，除了画图之外，谁又曾见到过呢？当年的欢笑，似乎今天在丹青上只留下点点惨痛的泪痕了。陡转两句，笔力千钧。</p> <p>　　第三段是最后四句，紧承前文，作者在观图感叹之后，更对历史上一些回环往复的旧事，致以深沉的感慨。诗说：“吴公台下雷塘路，人间俯仰成今古。当时亦笑张丽华，不知门外韩擒虎。”历史上的隋炀帝，当年也曾嘲笑过<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>、张丽华一味享乐，不恤国事，不知道韩擒虎已经带领隋兵迫近宫门。可是他后来也步陈叔宝的后尘，俯仰之间，身死人手，国破家亡，繁华成为尘土。言外之意，是说唐明皇、<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>、虢国夫人等，又重蹈了隋炀帝的覆辙。“吴公台下雷塘路”，葬埋了隋朝风流天子；“马嵬坡下泥土中”，也不仅仅只是留下杨玉环的血污，她的三姨虢国夫人也在那里被杀掉了。荒淫享乐者的下场，千古以来，如出一辙。昙花一现的恩宠，换来的仅仅是一幅供人凭吊的图画。</p> <p>　　全诗着意鲜明，前两段十句，全以画意为诗，笔墨酣畅。“明眸皓齿”两句转入主题，作轻微的感叹。末段四句，揭示意图，语意新警，亦讽亦慨，而千古恨事亦在其中，如此题图，大笔淋漓，有如史论，引人深思。</p>",
  "about": "<h2>创作背景</h2> 　　《虢国夫人夜游图》（一名《虢国夫人游春图》）是唐代流传下来的一幅名画。图为张萱所绘，一说是出自周昉之手。据前人笔记，此画先后曾珍藏在南唐宫廷和宋徽宗画院，其中还经过大词人<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的庋藏。宋哲宗元祐元年（1086年），此画为刘有方所收藏。当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>在汴京（今河南开封）任职中书舍人，曾看到此图，于是作了这首七言古<a href=\"http://so.gushiwen.org/view_71653.aspx\">诗</a>。",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "咏史怀古",
    "写人",
    "讽刺"
  ]
}