{
  "id": 18874,
  "star": 16,
  "name": "再授连州至衡阳酬柳柳州赠别",
  "dynasty": "唐代",
  "content": "去国十年同赴召，渡湘千里又分歧。<br>重临事异黄丞相，三黜名惭柳士师。<br>归目并随回雁尽，愁肠正遇断猿时。<br>桂江东过连山下，相望长吟有所思。",
  "fanyi": "<p><strong>译文<br></strong>　　被贬出京城十年后，我们二人同时接召赴京，却同时再被贬往边荒之地，同行千里渡过湘水后又不得不彼此分手了。我虽是再次充任连州刺史，却与西汉黄霸两任颍川太守截然不同，更是自叹不如三次被贬黜的柳下惠。想要归去的目光随着北归的大雁消失在天边，心中愁肠百结之时却又听到了凄厉的猿啼。柳州和连州有桂江相连，每当桂江向东流经连山之下时，我将和你相互凝望，低头吟诵《有所思》。</p> <p><strong>注释</strong><br>⑴连州：今广东连县（连州市）。柳柳州：<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>。<br>⑵湘：湘水（湘江），在湖南。<br>⑶黄丞相：西汉时贤相黄霸，受汉宣帝信任，曾两度出任地近长安的颍川太守，结果清名满天下。<br>⑷三黜：三贬。柳士师：柳下惠。士师，狱官。《论语·微子》：柳下惠为士师，三黜。柳下惠即展禽，春秋鲁人。居处曰柳下，死后谥号惠。<br>⑸断猿：形容猿声凄厉，闻之使人断肠。<br>⑹桂江：即漓江，此处指柳宗元将要前往的柳州。连山：指<a href=\"http://so.gushiwen.org/view_18874.aspx\">诗</a>人所往之地连州。<br>⑺有所思：古乐府篇名，汉歌十八曲之一，原诗本为情诗，这里用以喻指诗人与友人不忍离别的情状。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首《再授连州至衡阳酬柳柳州赠别》载于《全唐<a href=\"http://so.gushiwen.org/view_18874.aspx\">诗</a>》卷三六一。开头一、二两句，寥寥几笔，就把刘柳二人屡遭挫折的经历勾画出来了。对起述事，句稳而意深，为下文的展开，创造了条件，可谓工于发端。</p> <p>　　三、四句承上抒感，而用典入妙。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>初次遭贬，即谪为连州刺史，途中追贬为朗州司马。此时再贬连州，所以叫做“重临”。关于这次“重临”州政的状况，诗人巧妙地以典明志。西汉时有个贤相黄霸，两度出任颍川太守，清名满天下；而刘的“重临”，则是背着不忠不孝的罪名，带着八旬老母流徙南荒。这是积毁销骨的迫害。诗人通过“事异”两字把互相矛盾的情况扭合到一起，带有自嘲的口气，暗含对当政者的不满和牢骚。下一句，诗人又用了春秋时柳下惠的故事：柳下惠为“士师”（狱官），因“直道事人”三次遭贬黜，这里用以比作同样“三黜”过的<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>。同时也暗示他们都是因坚持正确的政见而遭打击的。用典姓切、事切，可谓天衣无缝。“名惭”，是对刘柳齐名自愧不如的谦词，表示了对柳的敬重之意。</p> <p>　　第三联五、六两句，将笔锋从往事的萦回折入眼前的别况。“归目并随回雁尽”句，把两位志同道合的友人分手时的情景描绘得多么有情有致：两位迁客并影荒郊，翘首仰望，他们深情的目光注视着北回的大雁，一直到雁影在天际消失。一个“并”字，一个“尽”字，写得十分传神，把他们共同的望乡之情极为凄惋地传达出来了。“愁肠”句，从<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>“津亭拔心草，江路断肠猿”诗中化出。心已伤楚，更不堪断断续续催人泪下的哀猿悲啼。诗人以“回雁”、“哀猿”衬托别绪，诗境也变而凄厉了。这等地方，正是作者大力经营处，真足以摇荡人心。</p> <p>　　“桂江”两句，设想别后，以虚间实，笔姿灵活。“桂江”和“连山”并无相连之处，因此这里并不是实说桂水东过连山。下一句所要回答的问题就是如何把这东西远隔的两地联系起来。原来连接双方的，正是山水相望、长吟远慕的无限相思呵。“有所思”，也是古乐府篇名，这里出现，语意双关。最后两句，一纵一收，转折于空际，挽合十分有力。其技法与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“瞿塘峡口曲江头，万里风烟接素秋”（《秋兴八首》之六）相似。不过杜诗抒发的是个人对云山万里的故国的怀念，这里则用“相望”二字，把这一对志同道合又遭隔别的友人的生死不渝情谊，从彼此两方写出，与杜诗不尽相同，而有袭故弥新之妙。寄离情于山水，同怅望以写哀，词尽篇中，而意余言外，既深稳又绵渺，不愧大家笔墨。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>这首<a href=\"http://so.gushiwen.org/view_18874.aspx\">诗</a>作于唐宪宗元和十年（815年）夏初。十年前他和他的挚友<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>因参与王叔文革新活动，被贬放湖湘远郡。是年正月刚得召还长安，时仅一月，因游玄都观，写了《元和十年自朗州至京戏赠看花诸君子》一诗，触怒权贵，又被排挤到更加荒远的岭南州郡去。而柳宗元这时也再次被贬为柳州刺史。两人同出长安南行，到衡阳分手，柳宗元作《衡阳与梦得分路赠别》一诗赠刘禹锡，《再授连州至衡阳酬柳柳州赠别》则是对柳宗元诗所作的回答。",
  "poet": {
    "id": 197,
    "star": 0,
    "name": "刘禹锡",
    "image": "http://img.gushiwen.org/authorImg/liuyuxi.jpg",
    "desc": "刘禹锡（772－842），字梦得，汉族，中国唐朝彭城（今徐州）人，祖籍洛阳，唐朝文学家，哲学家，自称是汉中山靖王后裔，曾任监察御史，是王叔文政治改革集团的一员。唐代中晚期著名诗人，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。"
  },
  "tags": [
    "友情"
  ]
}