{
  "id": 42956,
  "star": 11,
  "name": "隔汉江寄子安",
  "dynasty": "唐代",
  "content": "江南江北愁望，相思相忆空吟。<br>鸳鸯暖卧沙浦，鸂鶒闲飞橘林。<br>烟里歌声隐隐，渡头月色沉沉。<br>含情咫尺千里，况听家家远砧。",
  "fanyi": "<p><strong>译文<br></strong>滔滔江水将我们分隔开来，我在此岸，你在彼岸。我们隔江相望，内心满是思恋之愁。想当初我们相互爱慕，相互吟诵喜欢的<a href=\"http://so.gushiwen.org/view_42956.aspx\">诗</a>歌，如今却只能对着江水独自吟诵。<br>看着一对鸳鸯在江边的沙滩上卧在一起，相互依偎、相互取暖。又看见一双鸂鶒悠闲地飞翔在橘林上空，嘻戏鸣叫，让我怎能不想起身在他乡的你。<br>傍晚，江边人家升起了袅袅炊烟，江面上也是烟波浩淼。这烟里隐隐有倾诉相思的歌声传来，你是否也能听见呢？这时江上已然升起了沉沉的月色，像我此时晦暗的心情。<br>相恋的两个人哪怕近在咫尺，若是无法相见，仍然如相隔千万里。更何况又听见家家户户做棉衣的捣砧声，从远处传来。</p> <p><strong>注释<br></strong>(1)汉江：长江的一条支流，出自陕西省西南部，流经湖北武汉入长江。子安：即李亿，字子安，山西晋城人。公元858年科举状元，官任补阙。<br>(2)浦：水边或河流入海的地方。<br>(3)鸂鶒[xī chì]：一种水鸟，类似鸳鸯，也是成对生存<br>(4)烟：烟波浩淼的意思，傍晚时的一种江色。<br>(5)咫尺千里：谓虽近在咫尺，却似远隔千里。形容相见之难。<br>(6)况：当时的情形。砧：捣衣石。古代妇女在冬季来临前，将家人的寒衣拆洗后，放在砧石上用木棒捶打，然后再续棉重做。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首思念<a href=\"http://so.gushiwen.org/view_42956.aspx\">诗</a>，全诗共八句，写得幽绵悱恻，凄婉感人。</p> <p>　　头二句写两人相互愁望，相互思念。“江南江北”，这是两个人的行为，<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>在这头愁望，李亿在那头也愁望。诗人断定李亿也在思念她，即使她的判断有误。她回忆以前的交往，唱或吟诵二人都喜欢的歌或诗句，但这些都没有用，仍然无法缓解思念之渴。 “空”字说明了诗人自己的情态。这两句，诗人将心上人李亿的行为发挥了想像。如果李亿是个扭头便忘的主儿，那么诗人就是可怜的相思。</p> <p>　　三四两句写作者看着一对鸳鸯美滋滋地在沙浦享受温情，满眼羡慕。未必真有此景，也许是诗人的浪漫情怀。一对鸂鶒悠闲地飞游于橘林，同样激活了诗人的想像。写了鸳鸯，又写鸂鶒，如此渲染，说明诗人被李亿迷住了，不能自持。</p> <p>　　五六两句写诗人等待心上人的情状。“烟”字可以有两种解释：一、与下句“月色沉沉”对应，晚上时，江边人家生起炊烟。二、烟波浩淼的意思，傍晚时的一种江色。第二种种解释更靠谱。烟波里传来隐隐的歌声，也许这歌声诗人听辩不清，但她肯定甘愿认为这是一首相思歌，这歌声正合自己的心愿，传到了江的那边，送给李亿。诗人好像入魔了，看到的，听到的，想像的，一切皆变为思念。这一句就是一幅画，想像着诗人坐在江边，托腮沉思，有一种忧愁美。 “渡头”映入了诗人的视线，明知李亿不会来，看着，只是为了圆一个无法实现的愿望。一直到晚上，月色沉沉的时候，诗人坐等了一整天。</p> <p>　　末二句写虽然两人相隔得不远，但是却无法相见，犹如相隔千万里。“咫尺”，说明在诗人眼里，两人的心是很近的。“千里”，一个江南，一个江北，是地理上的距离。“家家”二字，对诗人是有刺激的，当然她也很想为李亿做棉衣。“远”字与“家家”相连，表现出捣衣声此起彼伏，连成一片，声声都敲打着诗人的心。一个女性的绵情牵系表露无遗。前句中的“歌声隐隐”与这句的“家家远砧”，双双入耳，最后一句写得相当有分量。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_42956.aspx\">诗</a>写于860年秋，当时<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>十六岁，因追求爱慕恩师<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>未果，在温的撮合下，遵母命嫁给李忆（一作李亿，字子安，江陵名门之后，祖荫而获进京补左补阕之职）为妾。李忆通过鱼两首诗极爱慕鱼的才气，一见倾心、再见动情。婚后鱼对李忆一片痴情，度过了近百日的和谐美满生活。后李忆回江陵接夫人裴氏，鱼去江陵寻亲，在汉江两岸，鱼思绪万千，写下《春情寄子安》、《寄李子安》、《隔汉江寄子安》等诗，以诗示其心迹。",
  "poet": {
    "id": 114,
    "star": 0,
    "name": "鱼玄机",
    "image": "http://img.gushiwen.org/authorImg/yuxuanji.jpg",
    "desc": "鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，860—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。鱼玄机其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。"
  },
  "tags": [
    "爱情",
    "相思"
  ]
}