{
  "id": 208,
  "star": 32,
  "name": "小雅·甫田",
  "dynasty": "先秦",
  "content": "倬彼甫田，岁取十千。我取其陈，食我农人。自古有年。今适南亩，或耘或耔。黍稷薿薿，攸介攸止，烝我髦士。</p> <p>以我齐明，与我牺羊，以社以方。我田既臧，农夫之庆。琴瑟击鼓，以御田祖。以祈甘雨，以介我稷黍，以穀我士女。</p> <p>曾孙来止，以其妇子。馌彼南亩，田畯至喜。攘其左右，尝其旨否。禾易长亩，终善且有。曾孙不怒，农夫克敏。</p> <p>曾孙之稼，如茨如梁。曾孙之庾，如坻如京。乃求千斯仓，乃求万斯箱。黍稷稻粱，农夫之庆。报以介福，万寿无疆。",
  "fanyi": "<p>译文<br>就是这片一望无际的田地，每年打的粮食数也数不清！我只需拿出往年的库存粮，就能养活我治下的老百姓！从古以来就是这样好年景！今天我去巡视南边这块地，看到有的除草有的培土垄，黍米高粱长得都非常茂盛。就在这座富丽堂皇的行宫，我要犒劳那些能干的臣工。<br>贡上我用五谷烹制的美食，献上我纯白羔羊的牺牲品，祭祀皇天后土感谢四方神。我普天王土一派五谷丰登，这是天下百姓的福气幸运。弹起琴弦敲起大鼓响天震，一起来迎接农事的始祖神。我们虔诚地祈求天降甘霖，保佑来年五谷杂粮大丰收，养活我治下万千男女子民。<br>周王满怀喜悦来田间巡视，与他的贵妇和儿子们同行，带来精美的食物慰劳百姓。管农业的官吏见了真高兴，招呼身边的农夫们聚拢来，大家一起分享美味好心情。庄稼长势茂盛遮蔽了田垄，今年定是五谷丰登好年景。周王喜在心头不发天威怒，农夫们感恩戴德勤于农功。<br>周王土地上收割下的庄稼，堆得密如茅屋高如车顶梁；粮食装满周王座座米粮仓，高得赛过那丘陵和小山岗。还需要再建造一千座仓库，还需要再打造一万辆车厢。年年黍米稷稻粱五谷丰登，普天下的老百姓幸福无量。祈求上苍赐予我大福厚禄，保佑大我周王室万寿无疆！</p> <p>注释<br>1.倬（zhuō）：广阔。<br>2.甫：大。<br>3.十千：言其多。<br>4.有年：丰收年。<br>5.陈：陈旧的粮食。<br>6.食（sì）：拿东西给人吃。<br>7.适：去，至。<br>8.耘（yún）：锄草。耔（zǐ）：培土。<br>9.黍（shǔ）稷（jì）：谷类作物。薿（nǐ）薿：茂盛的样子。<br>10.攸：乃，就。介：长大。止：至。<br>11.烝：进呈。髦士：英俊人士。<br>12.齐（zī）明：即粢盛，祭祀用的谷物。<br>13.牺：祭祀用的纯毛牲口。<br>14.以：用作。社：祭土地神。方：祭四方神。<br>15.臧（zāng）：好，此指丰收。<br>16.御（yà）：同“迓”，迎接。田祖：指神农氏。<br>17.祈：祈祷求告。<br>18.谷：养活。士女：贵族男女。<br>19.曾孙：周王自称，相对神灵和祖先而言。止：语助词。<br>20.馌（yè）：送饭。<br>21.田畯（jùn）：农官。<br>22.旨：美味。<br>23.易：治理。<br>24.终：既。有：富足。<br>25.克：能。敏：勤快。<br>26.茨（cí）：屋盖，形容圆形之谷堆。梁：桥梁，形容长方形之谷堆。<br>27.庾（yǔ）：露天粮囤。<br>28.坻（chí）：小丘。京：冈峦。<br>29.箱：车箱。<br>30.介福：大福。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_208.aspx\">诗</a>可分四章。第一章首述大田农事。这是一片广袤肥沃的农田，每年都能收获上万担米粮。靠着储存在仓内的谷物，养活了世世代代在这片土地上辛勤劳作的农人，并取得了自古以来年复一年的好收成。这天土地的拥有者兴致勃勃地来到南亩巡视，只见那里的农人有的在锄草，有的在为禾苗培土，田里的小米和高粱已密密麻麻地长满了。他心里一高兴，眼前仿佛出现了庄稼成熟后由田官献上时的情景。这一章铺述事实，在整首乐歌中为以下几章的展开祭祀作铺垫。</p> <p>　　第二章即写为了祈盼丰收，虔诚地举行了祭神仪式。周王派人取来祭祀用的碗盆，恭恭敬敬地装上了精选的谷物，又让人供上肥美的牛羊，开始了对土地神和四方神的隆重祭祀。农人们也因田里的庄稼长得异常的好，个个喜笑颜开地弹起了琴瑟，敲起了鼓，共同迎接农神的光临。大家都在心中默默地祈祷：但求上天普降甘霖，使地里的庄稼能得到丰厚的收获，让男男女女丰衣足食。从这章的描写中，可以想见远古时代的先民，对于土地是怀着怎样一种崇敬的心情；而那种古老的祭祀仪式，也反映出当时民风的粗犷和热烈。</p> <p>　　第三章进一步写主祭者，也就是周王在仪式之后的亲自督耕。和他一起来到田间的，还有他的妻子儿女。他们为辛勤劳作的农人带来了亲手做的饭菜。正在地里察看的田官见了欣喜异常，连忙叫来身边的农人，一起来尝尝饭菜的滋味。周王这时望着眼前丰收在望的景象，脸上也露出了舒心的微笑，不断称赞农人的辛劳勤勉。与前章相比，这章的内容颇有生活气息；周王的馌田，亦为后来历代帝王劝农所效法，被称为德政。</p> <p>　　末章则专记丰收景象及对周王的美好祝愿。到了收获的季节，地里的庄稼果然获得了前所未有的大丰收。不但场院上的粮食堆积如屋，而且仓中的谷物也装得满满的，就像一座座小山冈。于是农人们为赶造粮仓和车辆而奔走忙碌，大家都在为丰收而庆贺，心中感激神灵的赐福，祝愿周王万寿无疆。这一章的特点是充满了丰收后的喜悦，让人不觉沉醉在一种满足和欢乐之中。</p> <p>　　以往的研究总认为《小雅》多刺幽、厉，而思文、武，这一般来说没有问题；但是对这首《小雅·甫田》诗来说，则有些牵强。从诗中读到的分明是上古时代汉族先民对于农业的重视，在“民以食为天”的国度里对与农业相关的神灵的无限崇拜；而其中夹杂对农事和王者馌田的描写，正反映了农业古国的原始风貌。因此这首乐歌的价值，与其说是在文学方面，倒不如说更多地体现在史学方面。</p>",
  "about": "<h2>创作背景</h2> 　　此<a href=\"http://so.gushiwen.org/view_208.aspx\">诗</a>之创作，《毛诗序》说：“刺幽王也。君子伤今思古焉。”郑玄笺说：“刺者刺其仓廪空虚，政烦赋重，农人失职。”宋人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>首先对此说表示异议，他认为“此诗述公卿有田禄者，力于农事，以奉方社田祖之祭”（《诗集传》）。诗中自称“曾孙”，按周代君王对祖先和神灵的称呼习惯，则作者当是君王本人，或者至少是代君王而作。因此，这应是暮春时节周王祭祀方（四方之神）社（土地神）田祖（农神）的祈年乐歌。",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "佚名"
  },
  "tags": [
    "诗经",
    "祭祀",
    "乐歌"
  ]
}