{
  "id": 8100,
  "star": 37,
  "name": "送友人寻越中山水",
  "dynasty": "唐代",
  "content": "闻道稽山去，偏宜谢客才。<br>千岩泉洒落，万壑树萦回。<br>东海横秦望，西陵绕越台。<br>湖清霜镜晓，涛白雪山来。<br>八月枚乘笔，三吴张翰杯。<br>此中多逸兴，早晚向天台。",
  "fanyi": "<p><strong>译文</strong><br>听说你要去会稽山，那里最适合你这样才比<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的人。<br>你会看到千岩清泉洒落，万壑绿树萦回。 <br>东海横垣秦望山下，当初秦始皇就在那里眺望东海，西陵山围绕越宫高台。<br>镜湖如清霜覆盖的明镜，海涛汹涌如雪山飞来。 <br>八月的浙江就等待你这支<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>的生花妙笔去揽胜，三吴的美食佳肴就等着你<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>似的美食家去品尝。<br>那里逸兴多多，你可一定去上天台山逛逛，不到天台山就没有到浙江。</p><p><strong>注释</strong><br>①越中：唐越州，治所在今浙江绍兴。<br>②稽山：会稽山，在今浙江绍兴。<br>③谢客：即谢灵运，浙江会稽人，东晋名将谢玄之孙，小名“客”，人称谢客。<br>④枚乘：西汉辞赋家，古淮阴人。因在七国叛乱前后两次上谏吴王而显名。<br>⑤张翰：西晋文学家，吴郡吴县人。齐王执政，辟为大司马东曹掾，见祸乱兴，以秋风起思鲈鱼为由辞官而归。<br>⑥天台：天台山，在今浙江台州。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　整首<a href=\"http://so.gushiwen.org/view_8100.aspx\">诗</a>极度赞美的越中的青山秀水及风物美食。此诗对仗工整，表现出<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>作品少有的整饬美，另外诗中移动镜头的运用，赋予作品强烈的动感，极富震撼力。如“湖清霜镜晓，涛白雪山来”，一方面写小舟前行，另一方面写大浪从对面排沓而来，相向而动，强化了大浪的动感，让人惊为雪山倾倒，体现出很强的视觉冲击力。全诗共计十二句六十字，表达了对浙江山水风物以及友人才干人品的赞美。此诗对仗工整，表现出李白作品少有的整饬美，另外诗中移动镜头的运用，赋予作品强烈的动感，极富震撼力。如“湖清霜镜晓，涛白雪山来”，一方面写小舟前行，另一方面写大浪从对面排沓而来，相向而动，强化了大浪的动感，让人惊为雪山倾倒，体现出很强的视觉冲击力。全诗表达了对浙江山水风物以及友人才干人品的赞美。</p> <p>　　整首诗里表现出了李白对大自然有着强烈的感受力，他善于把自己的个性融化到自然景物中去，使他笔下的山水丘壑也无不具有理想化的色彩。他用胸中之豪气赋予山水以崇高的美感，他对自然伟力的讴歌，也是对高瞻远瞩、奋斗不息的人生理想的礼赞，超凡的自然意象是和傲岸的英雄性格浑然一体的。在诗中，诗人灵动飞扬，豪气纵横，像天上的云气;他神游八极，自由驰骋，像原野上的奔驰的骏马。在诗里，诗人一扫世俗的尘埃，完全恢复了他仙人的姿态：上穷碧落下黄泉。他的浪漫、癫狂、爱恨情仇，寂寞与痛苦、梦与醒，他的豪气义气，他的漂泊，全都达于极端。他的诗歌创作带有强烈的主观色彩，主要侧重抒写豪迈气概和激昂情怀，很少对客观事物和具体时间做细致的描述。洒脱不羁的气质、傲视独立的人格、易于触动而又易爆发的强烈情感。</p>",
  "about": "<h2>创作背景</h2> 　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>曾多次到达浙江，在天宝（唐玄宗年号，742～756）年间就有数次入越的记载，因此他对越中山水景物比较熟悉。此<a href=\"http://so.gushiwen.org/view_8100.aspx\">诗</a>极度赞美的越中的青山秀水及风物美食。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "山水",
    "送别"
  ]
}