{
  "id": 52816,
  "star": 335,
  "name": "永遇乐·落日熔金",
  "dynasty": "宋代",
  "content": "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。<br>中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。",
  "fanyi": "<p><strong>译文</strong><br>落日金光灿灿，像熔化的金水一般，暮云色彩波蓝，仿佛碧玉一样晶莹鲜艳。景致如此美好，可我如今又置身于何地哪边？新生的柳叶如绿烟点染，《梅花落》的笛曲中传出声声幽怨。春天的气息已露倪端。但在这元宵佳节融和的天气，又怎能知道不会有风雨出现？那些酒朋<a href=\"http://so.gushiwen.org/view_52816.aspx\">诗</a>友驾着华丽的车马前来相召，我只能报以婉言，因为我心中愁闷焦烦。<br>记得汴京繁盛的岁月，闺中有许多闲暇，特别看重这正月十五。帽子镶嵌着翡翠宝珠，身上带着金捻成的雪柳，个个打扮得俊丽翘楚。如今容颜憔悴，头发蓬松也无心梳理，更怕在夜间出去。不如从帘儿的底下，听一听别人的欢声笑语。 </p><p><strong>注释</strong><br>①吹梅笛怨：梅，指乐曲《梅花落》，用笛子吹奏此曲，其声哀怨。<br>②次第：这里是转眼的意思。<br>③香车宝马：这里指贵族妇女所乘坐的、雕镂工致装饰华美的车驾。<br>④中州：即中土、中原。这里指北宋的都城汴京，今河南开封。<br>⑤三五：十五日。此处指元宵节。<br>⑥铺翠冠儿：以翠羽装饰的帽子。雪柳：以素绢和银纸做成的头饰(详见《岁时广记》卷十一)。此二句所列举约均为北宋元宵节妇女时髦的妆饰品。<br>⑦簇带：簇，聚集之意。带即戴，加在头上谓之戴。济楚：整齐、漂亮。簇带、济楚均为宋时方言，意谓头上所插戴的各种饰物。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚年避难江南时的作品，写她在一次元宵节时的感受。</p> <p>　　词的上片写元宵佳节寓居异乡的悲凉心情，着重对比客观现实的欢快和她主观心情的凄凉。起始二句“落日熔金，暮云合璧”，写晚晴，正是度节日的好天气，意境开阔，色彩绚丽。紧接“人在何处”四字，点出自己的处境：飘泊异乡，无家可归，同吉日良辰形成鲜明对照。（这里的“人”，有的评论者认为指李清照所怀念的亲人，从文意上看，似不如指作者自己为好。）前三句写当时的天气，次三句写当时的季节，“染柳烟浓，吹梅笛怨”，点出时令是初春。上句从视觉着眼，写早春时节初生细柳被淡烟笼罩。下句从听觉落笔，通过笛声传来的哀怨曲调，联想到“砌下落梅如雪乱”的初春景色。四处充满春意，景色宜人，但在词人看来，毕竟“春意知几许”，还远不是很浓郁的。虽是“元宵佳节”，“融和天气”，可是这些年来国事的变化，身世的坎坷，使得女词人产生了“物是人非”、“好景不常”之感。所以在“融和天气”之后，立即指出“次第岂无风雨”的可能，在淡淡的春意中又掺进了浓浓的隐忧。以上三小节结构相类，都是两个四字句，是实写，写客观景色的宜人，紧接着一个问句，反衬出主观的不同感受。归结到本篇的主题：身逢佳节，天气虽好，却无心赏玩。因此，虽然有“酒朋<a href=\"http://so.gushiwen.org/view_52816.aspx\">诗</a>侣”用“香车宝马”来邀请她去观灯赏月，也只好婉言辞谢了。表面上的理由是怕碰上“风雨”，实际是国难当前，早已失去了赏灯玩月的心情。如果是在太平盛世的当年，情况就大不相同了。这样，诗人很自然地转到当年汴京欢度节日的回忆上来。</p> <p>　　词的下片着重用作者南渡前在汴京过元宵佳节的欢乐心情，来同当前的凄凉景象作对比。“中州”指北宋都城汴京，即今河南省开封市；“三五”，指正月十五日，即元宵节。当时宋王朝为了点缀太平，在元宵节极尽铺张之能事。据《大宋宣和遗事》记载，“从腊月初一直点灯到正月十六日”，真是“家家灯火，处处管弦”。其中提到宣和六年正月十四日夜的景象：“京师民有似云浪，尽头上带着玉梅、雪柳、闹蛾儿，直到鳌山看灯。”孟元老《东京梦华录》“正月十六日”条也有类似的记载。这首词里的“铺翠冠儿，捻金雪柳，簇带争济楚”，写的正是作者当年同“闺门”女伴，心情愉快，盛装出游的情景。全是写实，并非虚构。可是，好景不常，金兵入侵，自己只落得飘流异地。如今人老了，憔悴了，白发蓬乱，虽又值佳节，又哪还有心思出外游赏呢？“不如向，帘儿底下，听人笑语”，更反衬出词人伤感孤凄的心境。</p> <p>　　这首词不仅情感真切动人，语言也很质朴自然。作者在这首词的下片中，无论是用当年在汴京赏灯过节来作今昔对比也好，还是用今天的游人的欢乐来反衬自己的处境也好，都能更好地刻划出诗人当前的凄凉心情。真是语似平淡而实沉痛已极。更多李清照宋词赏析请关注诗词库的李清照专栏。</p> <p>　　这首词运用今昔对照与丽景哀情相映的手法，还有意识地将浅显平易而富表现力的口语与锤炼工致的书面语交错融合，以极富表现力的语言写出了浓厚的今昔盛衰之感和个人身世之悲。这首词的艺术感染力如此之强，以至于南宋著名词人<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>会每诵此词必“为之涕下”。 </p>",
  "about": "<h2>创作背景</h2> 　　这首词是<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>晚年伤今追昔之作。写作地点在临安，约在绍兴二十年(1150年)间，这首词写了北宋京城汴京和南宋京城临安元宵节的情景，借以抒发自己的故国之思，并含蓄地表现了对南宋统治者苟且偷安的不满。",
  "poet": {
    "id": 536,
    "star": 0,
    "name": "李清照",
    "image": "http://img.gushiwen.org/authorImg/liqingzhao.jpg",
    "desc": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"
  },
  "tags": [
    "古诗三百首",
    "宋词精选",
    "伤今追昔",
    "元宵节"
  ]
}