{
  "id": 19447,
  "star": 698,
  "name": "登科后",
  "dynasty": "唐代",
  "content": "昔日龌龊不足夸，今朝放荡思无涯。 <br>春风得意马蹄疾，一日看尽长安花。",
  "fanyi": "<p><strong>译文</strong><br>以往在生活上的困顿与思想上的局促不安再不值得一提了，今朝金榜题名，郁结的闷气已如风吹云散，心上真有说不尽的畅快，真想拥抱一下这大自然。策马奔驰于春花烂漫的长安道上，今日的马蹄格外轻盈，不知不觉中早已把长安的繁荣花朵看完了。 </p><p><strong>注释</strong><br>龌龊：指处境不如意和思想上的拘谨局促。<br>放荡：自由自在，无所拘束。</p><br/><p><strong>译文<br></strong>往昔的困顿日子再也不足一提，今日金榜题名令人神采飞扬。<br>迎着浩荡春风得意地纵马奔驰，好像一日之内赏遍京城名花。</p> <p><strong>注释<br></strong>登科：唐朝实行科举考试制度，考中进士称及弟，经吏部复试取中厚授予官职称登科。<br>龌龊（wò chuò）：原意是肮脏，这里指不如意的处境。<br>不足夸：不值得提起。<br>放荡（dàng）：自由自在，不受约束。<br>思无涯：兴致高涨。<br>得意：指考取功名，称心如意。<br>疾：飞快。</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>四十六岁那年进士及第，他自以为从此可以别开生面、风云际会、龙腾虎跃一番了。满心按捺不住得意欣喜之情，便化成了这首别具一格的小<a href=\"http://so.gushiwen.org/view_19447.aspx\">诗</a>。这首诗因为给后人留下了“春风得意”与“走马观花”两个成语而更为人们熟知。</p> <p>　　诗人两次落第，这次竟然高中，就仿佛一下子从苦海中超度出来，登上了欢乐的顶峰。所以，诗一开头就直接倾泻心中的狂喜，说以往那种生活上的困顿和思想上的不安再也不值得一提了，此时金榜题名，终于扬眉吐气，自由自在，真是说不尽的畅快。“春风得意马蹄疾，一日看尽长安花。”诗人得意洋洋，心花怒放，便迎着春风策马奔驰于鲜花烂漫的长安道卜．人逢喜事精神爽．此时的诗人神采飞扬，不但感到春风骀荡，天宇高远，大道平阔，就连自己的骏马也四蹄生风了。偌大一座长安城，春花无数，却被他一日看尽，真是“放荡”无比!诗人情与景会，意到笔成，不仅活灵活现地描绘了自己高中之后的得意之态，还酣畅淋漓地抒发了得意之情，明朗畅达而又别有情韵。因而，这两句诗成为人们喜爱的千古名句，并派生出两个成语。</p> <p>　　按唐制，进士考试在秋季举行，发榜则在下一年春天。这时候的长安，正春风轻拂，春花盛开。城东南的曲江、杏园一带春意更浓，新进士在这里宴集同年，“公卿家倾城纵观于此”（《唐摭言》卷三）。新进士们“满怀春色向人动，遮路乱花迎马红”（<a href=\"http://so.gushiwen.org/author_10.aspx\">赵嘏</a>《今年新先辈以遏密之际每有宴集必资清谈书此奉贺》）。可知所写春风骀荡、马上看花是实际情形。但诗人并不留连于客观的景物描写，而是突出了自我感觉上的“放荡”：情不自禁吐出“得意”二字，还要“一日看尽长安花”。在车马拥挤、游人争观的长安道上，不可能容得他策马疾驰，偌大一个长安，无数春花，“一日”是不能“看尽”的。然而诗人尽可自认为当日的马蹄格外轻疾，也尽不妨说一日之间已把长安花看尽。虽无理却有情，因为写出了真情实感，也就不觉得其荒唐了。同时诗句还具有象征意味：“春风”，既是自然界的春风，也是皇恩的象征。所谓“得意”，既指心情上称心如意，也指进士及第之事。诗句的思想艺术容量较大，明朗畅达而又别有情韵，因而“春风得意马蹄疾，一日看尽长安花”成为后人喜爱的名句。</p><br/><h2>赏析</h2> <p>　　此<a href=\"http://so.gushiwen.org/view_19447.aspx\">诗</a>一开头就直抒自己的心情，叙述以往在生活上的困顿与思想上的局促不安再不值得一提，活灵活现地描绘出诗人神采飞扬的得意之态，酣畅淋漓地抒发了他心花怒放的得意之情。这两句神妙之处，在于情与景会，意到笔到，将诗人策马奔驰于春花烂漫的长安道上的得意情景，描绘得生动鲜明。按唐制，进士考试在秋季举行，发榜则在下一年春天。可知所写春风骀荡、马上看花是实际情形。</p> <p>　　三、四句的诗歌形象之脍炙人口，除了它正面酣畅淋漓地抒发了一时间的欢快情绪外，也是与它同时具有的象征意味分不开的。所谓“春风”，既是自然界的春风，也是诗人感到的可以大有作为的适宜的政治气候的象征。所谓“得意”，既有考中进士以后的洋洋自得，也有得遂平生所愿，进而展望前程的踌躇满志。因而诗歌所展示的艺术形象，就不仅仅限于考中进士以后在春风骀荡中策马疾驰于长安道上的<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>本人，而且也是时来运转、长驱在理想道路上的具有普遍意义的艺术形象了。这样，个别与一般、明快与含蓄，就在这首诗中得到了统一，使诗作获得了较大的思想艺术容量，既具体生动，又不乏概括性，既明朗畅达而又别具情韵。</p> <p>　　诗的前两句把困顿的往昔和得意的今天对比，一吐心中郁积多年的烦闷。此时的诗人是扬眉吐气、得意洋洋。后两句真切地描绘出诗人考中后的得意之情。高中后的诗人纵马长安，觉得一切都无限美好，连路边美丽的花朵都无心细看了。“一日看尽长安花”仿佛说自己在这一天赏尽了世间美景，使充满豪气的诗有了明朗轻快的结尾。在这首诗里，诗人情与景会，意到笔随，不仅活灵活现地描绘了自己高中之后的得意之态，还酐畅淋漓地抒发了得意之情，明快畅达而又别有情韵。因而，这两句诗成为人们喜爱的千古名句，并派生出“春风得意”、“走马观花”两个成语流传后世。</p>",
  "about": "<h2>创作背景</h2> 　　公元796年（唐贞元十二年），年届46岁的<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>又奉母命第三次赴京科考，终于登上了进士第。放榜之日，孟郊喜不自胜，当即写下了生平第一首快<a href=\"http://so.gushiwen.org/view_19447.aspx\">诗</a>《登科后》。",
  "poet": {
    "id": 232,
    "star": 0,
    "name": "孟郊",
    "image": "http://img.gushiwen.org/authorImg/mengjiao.jpg",
    "desc": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生。"
  },
  "tags": [
    "喜悦"
  ]
}