{
  "id": 20443,
  "star": 10,
  "name": "巫山高",
  "dynasty": "唐代",
  "content": "碧丛丛，高插天，大江翻澜神曳烟。<br>楚魂寻梦风飔然，晓风飞雨生苔钱。<br>瑶姬一去一千年，丁香筇竹啼老猿。<br>古祠近月蟾桂寒，椒花坠红湿云间。",
  "fanyi": "<p><strong>译文</strong><br>碧绿簇聚的巫山群峰高插云天。长江翻波浪，神女长裙拖带着云烟。<br>楚王思念梦中神女，飕飕起凉风，天亮后只见风吹细雨，苔藓处处生。<br>神女瑶姬一去千年杳无踪影，丁香丛中筇竹林里不时传出老猿的啼声。<br>古祠接近月宫，蟾蜍桂树，高险阴冷，山间的椒子儿坠落，把云朵染红。</p> <p><strong>注释</strong><br>①《巫山高》：本为乐府古题，是《汉铙歌十八曲》之一。巫山：在今重庆巫山县东，山如巫字形，故名。<br>②丛丛：群峰簇聚的样子。<br>③大江：指长江。神：指巫山神女。翻澜（fān lán） ：波澜翻卷。曳（yè）烟：指神女在烟云中飞行，长裙拖带着云彩。<br>④楚魂寻梦：指楚襄王（一说楚怀王）梦遇巫山神女的故事，见<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>《神女赋》。颸（sī）然：凉飕飕。<br>⑤苔钱：苔藓，圆如铜钱，故称。<br>⑥瑶姬：巫山神女名。相传为赤帝之女，死后葬于巫山之南，楚怀王梦见与其相遇，自称是巫山之女。见《襄阳耆旧传》。<br>⑦丁香：即紫丁香。<br>⑧筇（qióng）竹：又名邛竹，古邛国（在今四川西昌市东南）所产之竹，节长心实。<br>⑨古祠：指巫山神女祠，在巫山的对面。近月：极言山峰上的古祠位置高险。蟾桂：指传说中的月宫里的蟾蜍和桂树。<br>⑩椒：花椒，灌木，子实紫红，开黄绿色小花。坠红：此处椒花实指花椒的子实，故曰“坠红”。湿云：湿度大的云。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　全<a href=\"http://so.gushiwen.org/view_20443.aspx\">诗</a>是从描写巫山景色着笔，循着巫山神女的典故展开诗思的。</p> <p>　　诗的首三句，“碧丛丛，高插天，大江翻澜神曳烟”，将巫山十二峰的奇特景观，表现得十分精当，一下子就摄住了读者的注意力，引领大家进入到诗的意境中去。“神曳烟”三字，极妙。这三字，形象描绘巫山闻空滚缥缈、渐移缓行的烟云，它与波澜翻滚、水势迅猛的“大江”，形成动态上的强烈比差；同时，大江、云烟的动态，又与静谖的陡峭山壁，丛碧树木，构成鲜明对比，使全诗的开端显得色彩和谐，层次感强、动静配合，富有诗情画意。如此优美的环境，接容易感发超人们的奇思遐想。“神曳烟”里的“神”字，轻笔一点，便逗引出下文巫山神女构典故来。至此，诗情便从景色描写很自然地转入到优美的传说故事中去。</p> <p>　　“楚魂寻梦风颸然”以下四句，专写楚王梦寻瑶姬事，诗里的“楚魂寻梦”，即指此事。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>翻用这则典故，不说巫山神女会见楚王，反过来说楚王的灵魂在飒飒的凉风里去寻求梦中的瑶姬，但是，瑶姬一去已隔千年，巫山之阳再也找不到她的形迹，剩下来的只有在晓凤飞雨里生长的苔藓，丁香翠竹丛中传来的老猿的悲啼声。诗的结尾二句，申足上文诗意。神女不在，古祠尚存。诗云“椒花坠红”，这是因为长吉从未到过蜀地，出于艺术想象，所以误将紫赤色的花椒果实当作花朵，写出“坠红”的诗歌意象。山里湿气重，似乎云也是湿的，故云“湿云”。两旬意谓古祠近月，寒气侵逼，空寂无人，不时有椒花坠落在古祠旁。用空寂的意境收束全篇，有力地突现了“楚魂寻梦”的空幻，暗示了全诗的题旨。 </p> <p>　　揣摩其艺术特色，有三点：一是着力于揭示矛盾，求变求新。作者的这种艺术追求突出地表现在对比手法的运用上。例如开头三句，使山与水相比照：峰峦高耸，岿然不动；江水绵延，翻滚不已。一者静，一者动；一者高，一者远；一者秀丽，一者混沌。于对比中生发出气势来，显得雄高远，开阖动荡。</p> <p>　　二是重音叠字用得巧妙，丰富了语言的内涵。如开头的“碧丛丛”。中间的“瑶姬一去一千年”，两个“一”字，一虚一实，似乎彼此不相干，其实联系紧密，具有非凡的表现力。“一去”有“去不复返”的意思，而“一千年”则暗示逝者的无情和时间的无情。多情的“楚王”望眼欲穿，却始终不见神女的身影，这就有效地浓化了诗歌的悲剧气氛。</p> <p>　　三是出奇制胜，用暖色调表现悲凉的景况，很成功。末句“椒花坠红湿云间”，红不仅是暖色，且多用以渲染喜庆场面。这里把它和动词“坠”字、形容词“湿”字相缀连，惨红的颜色和凋残的态势令人触目伤怀，就象堕楼的绿珠引起后人广泛的同情、惋惜和哀伤那样，所有美好的、充满生命力的事物被毁弃，更加剧人们的伤感心情。</p>",
  "about": "<h2>创作背景</h2> 　　《巫山高》原为汉代鼓吹铙歌十八曲之一，后成为乐府旧题。南北朝以来，有诸多以《巫山高》命题的<a href=\"http://so.gushiwen.org/view_20443.aspx\">诗</a>作，其情旨大都围绕巫山朝云暮雨的山色和楚襄王梦遇神女的故事。<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的这首《巫山高》同样未脱此境，较为突出的是其中蕴含浓郁的伤逝色彩远远大于浪漫的基调。据史料记载，李贺一生未曾到过巫山，此诗是他的奇想之作。",
  "poet": {
    "id": 349,
    "star": 0,
    "name": "李贺",
    "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
    "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"
  },
  "tags": [
    "写山",
    "写景"
  ]
}