{
  "id": 71154,
  "star": 2770,
  "name": "唐雎不辱使命",
  "dynasty": "先秦",
  "content": "　　秦王使人谓安陵君曰：“寡人欲以五百里之地易安陵，安陵君其许寡人！”安陵君曰：“大王加惠，以大易小，甚善；虽然，受地于先王，愿终守之，弗敢易！”秦王不说。安陵君因使唐雎使于秦。</p> <p>　　秦王谓唐雎曰：“寡人以五百里之地易安陵，安陵君不听寡人，何也？且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也。今吾以十倍之地，请广于君，而君逆寡人者，轻寡人与？”唐雎对曰：“否，非若是也。安陵君受地于先王而守之，虽千里不敢易也，岂直五百里哉？”</p> <p>　　秦王怫然怒，谓唐雎曰：“公亦尝闻天子之怒乎？”唐雎对曰：“臣未尝闻也。”秦王曰：“天子之怒，伏尸百万，流血千里。”唐雎曰：“大王尝闻布衣之怒乎？”秦王曰：“布衣之怒，亦免冠徒跣，以头抢地耳。”唐雎曰：“此庸夫之怒也，非士之怒也。夫专诸之刺王僚也，彗星袭月；聂政之刺韩傀也，白虹贯日；要离之刺庆忌也，仓鹰击于殿上。此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。若士必怒，伏尸二人，流血五步，天下缟素，今日是也。”挺剑而起。</p> <p>　　秦王色挠，长跪而谢之曰：“先生坐！何至于此！寡人谕矣：夫韩、魏灭亡，而安陵以五十里之地存者，徒以有先生也。”",
  "fanyi": "<p><strong>译文</strong><br>　　秦王派人对安陵君（安陵国的国君）说：“我打算要用方圆五百里的土地交换安陵，安陵君一定要答应我！”安陵君说：“大王给以恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，愿意始终守卫它，不敢交换！”秦王知道后（很）不高兴。因此安陵君就派遣唐雎出使到秦国。</p> <p>　　秦王对唐雎说：“我用方圆五百里的土地交换安陵，安陵君却不听从我，为什么？况且秦国使韩国魏国灭亡，但安陵却凭借方圆五十里的土地幸存下来的原因，就是因为我把安陵君看作忠厚的长者，所以不打他的主意。现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这不是看不起我吗？”唐雎回答说：“不，并不是这样的。安陵君从先王那里继承了封地所以守护它，即使（是）方圆千里的土地（也）不敢交换，更何况只是这仅仅的五百里的土地呢？”</p> <p>　　秦然大怒，对唐雎说：“先生也曾听说过天子发怒的情景吗？”唐雎回答说：“我未曾听说过。”秦王说：“天子发怒（的时候），会倒下数百万人的尸体，鲜血流淌数千里。”唐雎说：“大王曾经听说过百姓发怒吗？”秦王说：“百姓发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。”唐雎说：“这是平庸无能的人发怒，不是有才能有胆识的人发怒。专诸刺杀吴王僚的时候，彗星的尾巴扫过月亮；聂政刺杀韩傀的时候，一道白光直冲上太阳；要离刺杀庆忌的时候，苍鹰扑在宫殿上。他们三个人，都是平民中有才能有胆识的人，心里的愤怒还没发作出来，上天就降示了吉凶的征兆。（现在专诸、聂政、要离）连同我，将成为四个人了。假若有胆识有能力的人（被逼得）一定要发怒，那么就让两个人的尸体倒下，五步之内淌满鲜血，天下百姓（将要）穿丧服，现在就是这个时候。”说完，拔剑出鞘立起。</p> <p>　　秦王变了脸色，直身而跪，向唐雎道歉说：“先生请坐！怎么会到这种（地步）！我明白了：韩国、魏国灭亡，但安陵却凭借方圆五十里的地方幸存下来，就是因为有先生您在啊！”</p> <p><strong>注释</strong><br>1.唐雎（jū），也作唐且，人名。不辱使命，意思是完成了出使的任务。辱，辱没、辜负。<br>2.秦王：即秦始皇嬴政，当时他还没有称皇帝。<br>3.使：派遣，派出。<br>4.谓...曰：对...说。<br>5.欲：想。<br>6.以：用，用作介词。<br>7.之：的。<br>8.安陵君：安陵国的国君。安陵是当时的一个小国，在河南鄢（yān）陵西北，原是魏国的附属国。战国时魏襄王封其弟为安陵君。<br>9.守：守护。<br>10.易：交换。<br>11.直：只，仅仅。<br>12.怫然：盛怒的样子。<br>13.公：相当于“先生”，古代对人的客气称谓。<br>14.布衣：指平民。古代没有官职的人都穿布衣服，所以称布衣。<br>15.亦免冠徒跣（xiǎn)，以头抢（qiāng)地耳：也不过是摘掉帽子，光着脚，把头往地上撞罢了。抢，撞。徒，光着。<br>16.庸夫：平庸无能的人。<br>17.士：这里指有才能有胆识的人。<br>18.专诸之刺王僚也，彗星袭月：专诸刺杀吴王僚（的时候），彗星的尾巴扫过月亮。<br>19.聂政之刺韩傀（guī）也，白虹贯日：聂政刺杀韩傀（的时候），一道白光直冲上太阳。<br>20.要离之刺庆忌也，仓鹰击于殿上：要离刺杀庆忌（的时候），苍鹰扑到宫殿上。仓，通“苍”，苍鹰。<br>21.怀怒未发，休祲（jìn）降于天，与臣而将（jiāng）四矣：心里的愤怒还没发作出来，上天就降示了征兆。（专诸、聂政、要离）加上我，将成为四个人了。这是唐雎暗示秦王，他将效仿专诸、聂政、要离三人，刺杀秦王。休祲，吉凶的征兆。休，吉祥。祲，不祥。于，从。<br>22.若：如果。<br>23.必：将要。<br>24.缟（gǎo）素：白色的丝织品，这里指穿丧服。<br>25.是：此，这样。<br>26.秦王色挠：秦王变了脸色。挠，屈服。<br>27.长跪而谢之：长跪，古人席地而坐，两膝着地，臀部压在脚跟上。如果跪着则耸身挺腰，身体就显得高（长）起来，所以叫“长跪”。谢，认错，道歉。<br>28.谕：通“喻”，明白，懂得。<br>29.以：凭借。<br>30.存：幸存<br>31.者：原因。<br>32.徒：只。<br>33.以：因为。</p>",
  "shangxi": "<p>　　在矛盾冲突的发展过程中，展示人物性格变化的轨迹，是本文一个鲜明的特点。秦王嬴政在“灭韩亡魏”之后，雄视天下，根本不把小小的安陵放在眼里，他似乎不屑以武力相威胁，企图以“易地”的谎言诈取安陵。在他看来，安陵君哪敢说个“换”字，更不敢说“不”，“安陵君其许寡人”，这种命令式的口吻，既表现了他的强横无理，又表现了他对安陵君的轻蔑。不料在安陵君那里竟碰了个软钉子，因此当唐雎出使来秦，秦王便在强迫对方服从的基础上，增加了胁迫威逼的气势，“且秦灭韩亡魏，而君以五十里之地存者，以君为长者，故不错意也”。秦王恃强凌弱，不可一世的嘴脸渐露狰狞，“而君逆寡人者，轻寡人与?”面对秦王的盛气淫威，唐雎则寸步不让，据理力争：“虽千里不敢易也，岂直五百里哉?”一个委婉的反诘句，既驳斥了秦王的无理要求，也表示了对秦王强烈的轻蔑。这使本来就很尖锐的矛盾更加激化了，文章至此陡起波澜，读者顿生焦虑之情，为冲突的后果而担忧。</p> <p>　　秦王自以为无人敢摸老虎屁股，而唐雎居然敢在老虎头上猛击一掌。秦王被激怒，于是以“天子之怒”相威胁，而唐雎则针锋相对以“布衣之怒”奋起抗争。唐雎以布衣侠士为榜样，挺剑而起以死相拼，迫使秦王屈服。作者充分调动了对比、夸张等艺术手段以烘托气氛，同时对二人的情态举止的变化略加点染，强化冲突，精心营造戏剧性的惊心动魄的场面，成功地刻画出唐雎不畏强暴的鲜明个性。</p>",
  "poet": {
    "id": 0,
    "star": 0,
    "name": "刘向 撰"
  },
  "tags": [
    "初中文言文",
    "古文观止",
    "赞美",
    "写人",
    "谋略"
  ]
}