{
  "id": 71782,
  "star": 25,
  "name": "李思训画长江绝岛图",
  "dynasty": "宋代",
  "content": "山苍苍，水茫茫，大孤小孤江中央。<br>崖崩路绝猿鸟去，惟有乔木搀天长。<br>客舟何处来，棹歌中流声抑扬。<br>沙平风软望不到，孤山久与船低昂。<br>峨峨两烟鬟，晓镜开新妆。<br>舟中贾客莫漫狂，小姑前年嫁彭郎。",
  "fanyi": "<p><strong>译文</strong><br>山色葱茏，烟水渺茫，大小二孤山，耸立江水中央。<br>崖高险绝，猿鸟不度，乔木破空。<br>有客舟从那里而来，桨声流水间船身抑扬。<br>沙滩平坦，微风徐来，望客不见，唯浪涌船高，孤山低首，此起彼伏。<br>两山如发髻屹立，正对江水之境，二美梳弄新妆。<br>船中商贾，切莫轻佻，小姑前年，已嫁彭郎。 </p><p><strong>注释</strong><br>①李思训：唐代著名山水画家，山水画的创始人。他是唐朝的宗室，开元（唐玄宗年号，公元713—741年）间官至右武卫大将军。《新唐书》、《旧唐书》均有传。他的山水画被称为“李将军山水”。<br>②大孤小孤：指大孤山、小孤山。两山屹立江中，遥遥相对。大孤山在今江西九江东南鄱阳湖中，一峰独峙；小孤山在今江西彭泽县北、安徽宿松县东南的江水中。<br>③搀：刺，直刺。<br>④低昂：高一低，起伏不定。<br>⑤峨峨：高耸的样子。这句以女子的发髻比拟大小孤山水雾缭绕的峰峦。<br>⑥“晓镜”句以妇女的梳妆镜比喻江面、湖面。<br>⑦贾（gǔ）客：商人。<br>⑧小姑：指小孤山。彭郎：即彭浪矶，在小孤山对面。这两句说，船上的商人举止不要轻狂，美丽的小姑早已嫁给彭郎了。这里形容江山秀美，人们不能自禁其爱。当地民间就有彭郎是小姑之夫的传说。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首题画<a href=\"http://so.gushiwen.org/view_71782.aspx\">诗</a>，是宋神宗元丰元年(l078)<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任徐州（今属江苏）知州时创作的。题中李思训，唐代著名画家，官至左〔一作右）武卫大将军，世称李将军。他的山水画多以青绿胜，明代画论家董其昌说他是山水画“北宗”的创始人。宋代《宣和画谱》评其画：“皆超绝，尤工山石林泉，笔格遒劲，得湍濑潺湲、烟霞缥缈难写之状。”可见他的着色山水画同<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的水墨写意山水也有相似之处，都重视意境创造，使画中有诗。苏轼题咏的这幅《长江绝岛图》早己不存，今存《江帆楼阁图》是青绿山水，颇有郁勃、恢宏的盛唐气象，相传是李思训墨宝。</p> <p>　　诗意解析</p> <p>　　这首诗构思缜密，章法严整，层次分明。依其诗意的进展，可分为三段。开头五句为第一段，描绘长江和绝岛，是对这幅画内容的总概括。“山苍苍，水茫茫”，展现山色苍苍，水光茫茫，点明这是一幅青绿色的平远山水，而且画面浩淼空阔。“大孤小孤”，指大孤山和小孤山。大孤山在江两九江市东南鄱阳湖中，四面洪涛，一峰独峙；小孤山在江西彭泽县北、安徽宿松县东南，屹立江中，与大孤山遥遥相对。苏轼说二山皆在“江中央”，可知李思训所画的未必就是大小孤山，而是苏轼在观画中感到这两个绝岛的形状与位置同大小孤山相似，遂想象它们就是大小孤山，并以此展开诗的艺术构思，为诗的奇妙结尾埋下伏笔。“崖崩”两句具体描写“绝岛”即大小孤山，这是画面的中心。这两座山四面环水，山势险峻，山上丛林茂密，一棵棵高大的乔木好像巨柱巍然耸立，直插云端。德国文艺理论家菜辛在《拉奥孔——论画与诗的界限》一书中说：“诗描绘物体，只通过运动去暗示。诗人的妙技在于把可以眼见的特征化为运动。”苏轼兼擅诗画，对诗画各自的艺术特长和局限有深刻的体会，因此他描绘长江上的这两个绝岛，不作静态的刻划，而是通过运动去暗示和展现。“崖崩”，写山崖太陡峭而引发崩塌；“路绝”，写山石滚落，堵塞了道路；“猿鸟去”，写猿鸟惊惶四散，消失在深林中。“搀”(chàn)，刺，插入，这个动词也赋子静穆的乔木以刺天的动态和气势。画幅上并没有猿鸟，但诗人不说“无猿鸟”而写“猿鸟去”，仿佛他亲眼见到猿鸟纷纷逃进了密林，这是诗人灵心虚构、无中生有的妙笔。</p> <p>　　韵律变化</p> <p>　　“客舟何处来”以下四句是第二段，写画中小船。笔者欣赏过传为李思训的《江帆楼阁图》的摹本，幽以“江帆楼阁”为题，但画面上以江岸楼阁和树石为主体，那几只帆船是很小的，所以我猜想苏轼题咏的这幅《长江绝岛图》，大概也只有一叶小舟吧。然而这不起眼的一叶小舟，在苏轼的笔下竟占据了诗的中心。他先用一个疑问句，引起读者注意，再以生花妙笔，反复描写、渲染。棹（zhào)，船桨。“客舟”两句说，这只客船从哪里来？船工划桨时唱的歌声在江心水上忽抑忽扬。南朝梁代诗人丘迟《发渔浦》诗有“棹歌发中流”句，苏轼去掉“发”字添加了“声抑扬”三字，这抑扬的棹歌声便在读者的耳际萦绕回荡。“沙”，指沙岸。“软”，柔软，细弱。低昂，犹俯仰。“沙平风软”两句，诗人恍若置身画中，登上了客船，眺望前方：沙岸平旷，江风轻柔，江上远景望无际。江波一起一伏，诗人观看江中孤山，也随船一起忽高忽低，时俯时仰。熙宁四年〔1071）六月，苏轼写了首拗体七律《出颍口初见淮山，是日至寿州》，第四句是“青山久与船低昂”，第七句是“波平风软望不到”。苏轼这首题画诗又重复用了这两句，上下只换了“沙”、“孤”二字。可见，这是诗人船上观山亲身体会而获的得意之句，表现出人们乘船时都有所感受却从未有人用诗句传达写出来的情景兴味。人、船、山一起低昂，而且是持续地长久地低昂。这种动态多么新鲜美妙，有旋律节奏感，充满逸趣，苏轼仅用“孤山久与船低昂”七个字就活灵活现地描绘出来了，真是才华横溢，大家手笔！绘画是视觉艺术，画家用颜色、水墨、线条在纸上描画出的景象，读者的眼睛直接看得见，因此，绘画形象的鲜明性、直观性，是用语言符号作为表现媒介的诗歌比不上的。但人有多种感觉最主要的审美感觉是视觉和听觉。绘画只能够表现视觉，而无法表现听觉，还有触觉、味觉、嗅觉。绘画是空间艺术，一幅画只能描绘在一个空间中的瞬息情景。诗歌却是灵活地结合着空间的时间艺术，它不宜于描绘静物，却可以自由地用语言表现在时间上先后承续的动作。在这一段诗中，我们见识了苏轼精通诗画艺术奥秘的本领。他先用“棹歌中流声抑扬”添加了画上没有的悦耳歌声，再以“孤山久与船低昂”表现长久持续的动态，从而在再现画境中充分发挥了诗歌的特长。</p> <p>　　动态诗境</p> <p>　　画面上的景物己写完，无声的静态画境己转化为有声的动态诗境。按照一般题画诗的作法，诗人或对画中情景加以赞美，或对画家与画作发表评论，诗即可完满收结。大诗人苏轼却妙脱蹊径，迥生慧心。他利用有关大小孤山的民间传说，挥毫落纸如云烟，写下诗的第三段，开拓出一个奇丽浪漫、谐趣盎然的新境界。峨峨，高耸貌。烟鬟，女子发髻。晓镜，早晨照的明镜。贾（gǔ）客，商人。小姑，即小孤山。彭郎，即澎浪矶。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《归田录》卷2载：“江南有大小孤山，在江水中，疑然独立，而世俗转‘孤’为‘姑’。江侧有一石矶，谓之澎浪矶，遂转为彭郎矶。云彭郎者，小姑婿也。”这四句诗说：大小孤山的峰峦，在水雾缭绕之中，宛若两个女子高耸的发髻。看，她们在早晨照着明净如镜的江面梳理新妆呢。船上的客商，你的举止不要太轻狂了，美丽的小姑早就心有所属，她在前年己嫁给了英俊的彭郎。前二句，诗人妙以女子发髻比喻二山之峰峦，以镜喻水面，又以女子晨起对镜梳妆形容江中二山。结尾两句，更把比喻、拟人、谐音双关等表现手法融于一炉，根据小姑嫁彭郎的民间故事戏为谐语。于是，诗人对祖国如画江山的深清赞美，对李思训绘画作品的高度评价，也就含蓄风趣地自然流露出来。从诗歌意境创造的角度来看，诗的第三段是从前二段写实的基础上恣发奇想、凭虚营构的。“峨峨两烟鬟”与“小姑”，同“大孤小孤”首尾呼应：“舟中贾客”也与“客舟”上下承接，使诗的意境完整浑成。清人<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>赞扬此诗“绰有兴致”，却贬斥“末二句佻而无味，遂似市井恶少语，殊非大雅所宜”（《纪评苏诗》卷17）。这位纪老夫子貌似高雅，但这几句话已暴露出他偏狭、保守、酸腐的审美趣味。提倡性灵说的<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>评：“‘小姑嫁彭郎’，东坡谐语也。然坐实说，亦趣。”（《随园诗话》卷16）主张诗歌要有“细肌密理”的翁方纲说：“‘小姑’即上‘与船低昂’之山也，不就俚语寻路打诨，何以出场乎？况又极现成，极自然，缭绕萦回，神光离合，假而疑真，所以复而愈妙也。”（《石洲诗话》卷3）袁氏肯定“小姑嫁彭郎”句的谐趣，翁氏对此句之妙作了美妙的赏析，笔者十分赞同。</p> <p>　　语言节奏</p> <p>　　在这首题画诗中，苏轼还发挥了诗歌语言节奏感与音乐美的特长。诗题中虽无“歌”、“行”这类字眼，但我感到他是用七言歌行体来写这首题画诗的。全篇十三句，有八个七言句，三个五言句，两个三言句。开篇是两个三言句，以下两段以一个五言句或两个五言句起头，这使诗歌具有活泼的民间歌谣风味，又是七言歌行以七言句为主，交织穿插三、五言句的常见体式。通首押声音清亮的下平声阳韵。诗人有意运用“苍苍”、“茫茫”、“峨峨”等叠字词，“抑扬”、“低昂”、“漫狂”等连绵词，还有“崖崩路绝”、“沙平风软”句中对仗，又重复“大孤小孤”、“孤山”、“小姑”等词，形成了流丽圆转、回环往复、舒缓起伏、悠扬和谐的声韵节奏。这恰好与客舟摇漾、山船俯仰的情景相适应，使诗歌的境界美与音乐美完美统一。清人方东树称赞此诗：“神完气足，遒转空妙。”</p>",
  "about": "<h2>创作背景</h2> <p>　　李思训是中国“北宗”山水画的创始人。他曾在江都（今属江苏扬州）、益州（州治在今四川成都）做过官，一路上，长江风景是他亲身观赏过的，此画即使不是对景写生，画中景色也是经过画家灵敏的眼光取得了印象的，和向壁虚构和对前人山水的临摹不同。<a href=\"http://so.gushiwen.org/view_71782.aspx\">诗</a>中所叙的“大孤小孤”在江西境内，两山遥遥相对。“崖崩”两句，极写山势险峻，乔木苍然，是为画面最惹眼的中心。“客舟”以下四句，写画中小船，直如诗人身在画境之中，忽闻棹歌，不觉船之骤至。更进一步，诗人俨然进入了小舟之中，亲自体会着船在江上低昂浮泛之势。诗人曾有《出颖口初见淮山是日至寿州》一诗，其颔联“长淮忽迷天远近，青山久与船低昂”，和第七句“波平风软望不到”，与这首诗的“沙平”两句，上下只改动了两个字，可见这两句是他舟行时亲身体会而获得的得意之句，重又用于这首题画诗上。至此，画面上所见的已完全写毕，照一般题画诗的惯例，应该是发表点评价，或对画上的景物发点感叹了，但<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>却异军突起地用了一个特别的结束法，引入了有关画中风景的当地民间故事，使诗篇更加余音袅袅。</p> <p>　　小孤山状如女子的发髻，故俗名髻山。小孤山又讹音作小姑山，山所在的附近江岸有澎浪矶，民间将“澎浪”谐转为“彭郎”，说彭郎是小姑的夫婿。南唐时，陈致雍曾有请改大姑、小姑庙中妇女神像的奏疏，吴曾《能改斋漫录》载有此事，可见民间流传的神幻故事已定型为一种神祇的祀典。苏轼将江面和湖面喻为“晓镜”，将大小孤山比作在晓镜里梳妆的女子的发髻，正是从民间故事而来。“舟中贾客”两句，与画中“客舟”呼应，遂使画中事物和民间故事融成一体，以当地的民间故事丰富了画境，实际上是对李思训作品的肯定。而这一肯定却不露痕迹。清人方东树《昭昧詹言》评此诗时，称其“神完气足，遒转空妙”。“空妙”的品评，对诗的结尾，恰切之至。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "题画",
    "写景",
    "山水"
  ]
}