{
  "id": 7300,
  "star": 1343,
  "name": "清明即事",
  "dynasty": "唐代",
  "content": "帝里重清明，人心自愁思。<br>车声上路合，柳色东城翠。<br>花落草齐生，莺飞蝶双戏。<br>空堂坐相忆，酌茗聊代醉。",
  "fanyi": "<p><strong>译文</strong><br>京城一年一度又是清明，人们的心里自然就起了忧愁思念。<br>马车声在路上繁杂地响着，东城的郊外杨柳一片青翠。<br>花开了草都长了出来，鸟儿在飞蝴蝶成双成对在嬉戏。<br>自己坐在空空的大堂里回忆往昔，以茶代酒，喝着聊着。</p> <p><strong>注释</strong><br>此<a href=\"http://so.gushiwen.org/view_7300.aspx\">诗</a>除《全唐诗》外，诸本皆不载，似非<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>所作。<br>帝里：京都。<br>据此句，知作诗时作者不在帝里。<br>茗：茶。按，饮茶之风，似始盛于中唐以后，盛唐时尚不多见。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　\"帝里重清明，人心自愁思\"，一个\"重\"字，一个\"愁\"字，开篇明义。</p> <p>　　京城一年一度又是清明，也许清明是一个普通的日子，然而漂泊在外的游子此刻的心中却贮着一片愁楚。一开篇，全<a href=\"http://so.gushiwen.org/view_7300.aspx\">诗</a>就置入了青灰的愁绪中，奠定了抒情状物的基调。清明节，唐人有游春访胜、踏青戴柳、祭祀祖先的风俗，往往倾城而出。</p> <p>　　\"车声上路合，柳色东城翠\"，就惟妙惟肖地点染出了这种境界。说点染，是因为是作者并未进行全景式的描述，而是采用动静结合，声色倶出的特写手法，犹如一个配着声音的特写镜头，生动自然。远处，甬路上传来了一阵吱吱嘎嘎的行车声，这声音有些驳杂，，看来不是一辆车，它们到哪里去呢？\"柳色东城翠\"，哦，原来是到东城去折柳踏青。一个\"翠\"字不禁使人想到了依依柳烟，濛濛新绿的初春图景。接着，\"花落草齐生，莺飞蝶双喜\"，诗人又把想象的目光转向了绿草青青的郊外。</p> <p>　　坐在马车上，顺着青色的甬路来到绿意萌生的柳林，来到万勿复苏的郊外。白的杏花、粉的桃花轻盈地飘落，而毛绒绒、绿酥稣的小草却齐刷刷地探出了头，给这世界点缀一片新绿。群莺自由自在地翱翔，美丽的蝴蝶成双成对地嬉戏，一切生命都在尽享大自然的温柔和丽，这该是何等畅快、舒心。</p> <p>　　然而诗人并未\"渐入佳境\"，笔锋一转，把目光收回身旁。\"堂堂坐相忆，酌茗代醉\"，一动一静，两个镜头浦，我们仿佛看到了诗人独坐旷室，痴痴地追忆什么，继而端起茶杯，默默一饮而尽，叹口气又呆呆坐出神。这里的孤寂、愁思，这里的凄冷、沉默，同欣欣向荣的大自然、欢愉的郊游人群形成了一种多么鲜明的对比。诗人追忆什么，是童年无拘无束的天真自由，少年隐居的苦读生活，还是欲登仕途的漂泊岁月？诗人在愁什么，愁仕途的艰辛难挨，还是愁人世的沧桑易变？</p> <p>　　融融春光下诗人抒写了无尽的感慨，个中滋味令人咀嚼不尽。 诗人想入仕途却又忐忑不安；欲走进无拘无束的大自然，却又于心不甘。种种矛盾的情绪扭结在一起，寓情于景，寓情于境，自然而传神地表达出诗人微妙、复杂的内心世界。</p>",
  "about": "<h2>创作背景</h2> 　　开元十六年（728）早春，<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>西游至长安，应考进士。适逢清明，<a href=\"http://so.gushiwen.org/view_7300.aspx\">诗</a>人即事抒怀，写下了这首五言诗。",
  "poet": {
    "id": 757,
    "star": 0,
    "name": "孟浩然",
    "image": "http://img.gushiwen.org/authorImg/menghaoran.jpg",
    "desc": "孟浩然（689-740），男，汉族，唐代诗人。本名不详（一说名浩），字浩然，襄州襄阳（今湖北襄阳）人，世称“孟襄阳”。浩然，少好节义，喜济人患难，工于诗。年四十游京师，唐玄宗诏咏其诗，至“不才明主弃”之语，玄宗谓：“卿自不求仕，朕未尝弃卿，奈何诬我？”因放还未仕，后隐居鹿门山，著诗二百余首。孟浩然与另一位山水田园诗人王维合称为“王孟”。"
  },
  "tags": [
    "清明节",
    "写景",
    "怀人"
  ]
}