{
  "id": 68176,
  "star": 13,
  "name": "贺新郎·西湖",
  "dynasty": "宋代",
  "content": "一勺西湖水。渡江来、百年歌舞，百年酣醉。回首洛阳花世界，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画艇，问中流、击楫谁人是。千古恨，几时洗。 <br>余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已。便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣。",
  "fanyi": "<h2>注释</h2> 一勺：形容西湖湖小水浅。<br>渡江：指宋高宗建炎元年渡过长江，在杭州建都。<br>洛阳花石：椐宋人李格非的《洛阳名园记》载：“洛阳以园林著称，多名花奇石。”宋徽宗爱石，曾从浙中采集珍奇观赏石，号花石纲。<br>新亭：又名劳劳亭，建于三国吴时，位于南京。当年东晋渡江后，贵族每逢春光明媚的时节，便登上新亭赏景饮酒。一次有人说：“风景不殊，正自有山河之异。”众人北望故国，相视而泣。<br>簇乐：多种乐器一起演奏。<br>中流击楫：《晋书·祖逖传》中载：“逖统兵北伐，渡江，中流击楫而誓曰：‘不能请中原而复济者，有如大江’。”<br>千古恨：指宋徽宗、宋钦宗被金人掳走的靖康之耻。<br>磻溪：指姜太公在磻溪垂钓，遇周文王而拜相的故事。<br>傅岩：相传傅说原是傅岩地方的一个筑墙的奴隶，后成了商王武丁重用的大臣。<br>林处士：<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>，北宋人，隐居西湖孤山三十年，养鹤种梅。喻指那些不问国事的清高之士。",
  "shangxi": "<h2>鉴赏</h2> <p>　　该词上片劈头三句，即作当头棒喝，揭露了宋室南渡后统治阶级在西子湖上歌舞升平、醉生梦死的生活。据《古杭杂记》载，文及翁是蜀人，及第后与同年在西湖游集，别人问他：“西蜀有此景否？”这就引起他无穷感触，赋此词作答。西湖面积并不小，作者为什么说只是“一勺”呢。或以为这是作者登高俯瞰时的一种视觉，其实不然。西湖代指临安，临安又隐寓东南半壁。南宋统治者耽乐于狭小的河山范围之内，全然将恢复中原、统一全国的大业置之度外，作者有愤于此，故云“一勺”，亦犹昔人讽刺蜗角触蛮，井底之蛙，眼界狭窄，心志低下，明眼人不难看出选择这两个字中所寓托的讥讽愤激之意，接以“渡江来”两句，作者的用心更觉显豁。“回首”两句，由眼前所见遥想早已沦亡的中原故土。“洛阳”，借指北宋故都汴京，亦借以泛指中原。宋徽宗曾派人到南方大肆搜括民间花石，在汴京造艮岳，这是北宋灭亡的原因之一。北宋已矣，花石尽矣，如今只剩下了渺渺荒烟，离离禾黍。历史的教训是如此惨痛，然而如今“山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州”（<a href=\"http://so.gushiwen.org/author_283.aspx\">林升</a>《题临安邸》），连在新亭哀叹河山变色而一洒忧国忧时之泪的人也找不到了。<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>《世说新语·言语》记载说：“过江诸人（指晋室南迁后的统治阶级上层人物），每至美日，辄相邀新亭（三国吴时所建，在今南京市南），藉卉（坐在草地上）饮宴。周侯中坐而叹曰：‘风景不殊，举目有河山之异。’皆相视流泪。惟王丞相（王导）愀然变色曰：‘当共戮力王室，克复神州，何至作楚囚相对！’”这里就是用的这个事典。“更不复、新亭堕泪”，语极沉郁。东晋士人南渡后，周侯等人尚因西晋灭亡，山河破碎而流泪，现在就是这样的人也没有，他们只知一味“簇乐红妆摇画舫”，携带着艳妆的歌妓，荡漾着华丽的游船，纵情声色于水光山色之中，还有谁人能像晋代的祖逖一样，击楫中流，誓图恢复呢。“千古恨，几时洗？”故意用诘问语气出之，其实则是断言当权者如此耽于佚乐，堪称千古恨事的靖康国耻便永无洗雪之日了。悲愤之情，跃然纸上，几于目眦尽裂。</p> <p>　　换头三句转写自己和其他人才不被重用的愤懑之情，既与上片歌舞酣醉，不管兴亡、毫无心肝的官僚士大夫作鲜明的对比，又同上片“问中流、击楫何人是”一句相呼应。“余生”句用《后汉书·范滂传》事：“滂登车揽辔，慨然有澄清天下之志。”作者在这里自比范滂。“更有谁”两句，用<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>、傅说两人的事典。相传姜子牙隐居磻溪（今陕西宝鸡东南）垂钓，周文王发现他是人材，便用为辅佐之臣，后终于佐武王消灭了商朝。相传傅说在傅岩（今山西平陆）筑墙，殷高宗用为大臣，天下大治。姜、傅两人，在这里代表当代“未遇”、“未起”的人材。三句意为当今人材多的是，问题在于统治者没有发现、没有起用而已。国势危殆，人材不用，统治阶层凭借什么来抵御强大的元蒙军队。“国事”两句，自问又复自答：只是倚仗“衣带一江”罢了。朝廷不依靠人材，徒然凭借长江天险，甚至还可笑地说是“江神堪恃”。这里再一次对当权者进行了无情的冷嘲热讽。朝廷重臣颟顸昏聩，像北宋初期“梅妻鹤子”、隐居孤山的<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>那样自命清高的士大夫们又如何。“但掉头、笑指梅花蕊！”问他们救亡之事，他们却顾左右而笑道：“你看，梅花已经含苞待放了！”作者对这些人深表不满之意，与有澄清天下之志，有姜、傅之才具的爱国志士又是一个对比。通过上述一系列的揭露、对比，最后逼出“天下事，可知矣”六字收束全篇，在极端悲愤之中，又发出了无可奈何的浩叹，读之令人扼腕，使人发指。</p> <p>　　作者在词中表达了对国事的深刻的危机感，揭示了南宋小朝廷岌岌可危的现状，批判、讽刺了酣歌醉舞的南宋执政者和逃避现实的士大夫。这些揭露和鞭笞，是通过近乎议论散文的笔法，一系列的设问、发问，以及纵、横两个方面的反复对比，一层递进一层、一环扣住一环地表现出来的。明末<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>《西湖梦寻》康熙刻本王雨谦批语说：“宋室君臣不以精神注燕汴，而注之一湖。”南宋小朝廷的最终覆亡，其主要原因盖在于此。而词人处在宋亡之前，即已逆料到这一历史悲剧的不可避免，可见他在政治上还是很有预见的。</p>",
  "poet": {
    "id": 444,
    "star": 0,
    "name": "文及翁",
    "desc": "文及翁（生卒年不详）字时学，号本心，绵州（今四川绵阳）人，徙居吴兴（今浙江湖州）。宝祐元年（1253）中一甲第二名进士，为昭庆军节度使掌书记。景定三年（1262），以太学录召试馆职，言公田事，有名朝野。除秘书省正字，历校书郎、秘书郎、著作佐郎、著作郎。咸淳元年（1265）六月，出知漳州。四年，以国子司业，为礼部郎官兼学士院权直兼国史院编修官、实录院检讨官。年末，以直华文阁知袁州。德祐初，官至资政殿学士、签书枢密院事。元兵将至，弃官遁去。入元，累征不起。有文集二十卷。不传。《全宋词》据《钱塘遗事》卷一辑其词一首。"
  },
  "tags": [
    "宋词三百首",
    "咏史怀古"
  ]
}