{
  "id": 72407,
  "star": 76,
  "name": "大招",
  "dynasty": "先秦",
  "content": "青春受谢，白日昭只。<br>春气奋发，万物遽只。<br>冥凌浃行，魂无逃只。<br>魂魄归来！无远遥只。</p> <p>魂乎归来！无东无西，无南无北只。<br>东有大海，溺水浟浟只。<br>螭龙并流，上下悠悠只。<br>雾雨淫淫，白皓胶只。</p> <p>魂乎无东！汤谷寂寥只。<br>魂乎无南！南有炎火千里，蝮蛇蜒只。<br>山林险隘，虎豹蜿只。<br>鰅鳙短狐，王虺骞只。<br>魂乎无南！蜮伤躬只；</p> <p>魂乎无西！西方流沙，漭洋洋只。<br>豕首纵目，被发鬤只。<br>长爪踞牙，诶笑狂只。<br>魂乎无西！多害伤只。</p> <p>魂乎无北！北有寒山，趠龙赩只。<br>代水不可涉，深不可测只。<br>天白颢颢，寒凝凝只。<br>魂乎无往！盈北极只。</p> <p>魂魄归来！闲以静只。<br>自恣荆楚，安以定只。<br>逞志究欲，心意安只。<br>穷身永乐，年寿延只。<br>魂乎归来！乐不可言只。</p> <p>五谷六仞，设菰梁只。<br>鼎臑盈望，和致芳只。<br>内鸧鸽鹄，味豺羹只。<br>魂乎归来！恣所尝只。</p> <p>鲜蠵甘鸡，和楚酪只。<br>醢豚苦狗，脍苴蒪只。<br>吴酸蒿蒌，不沾薄只。<br>魂兮归来！恣所择只。</p> <p>炙鸹烝凫，煔鹑敶只。<br>煎鰿膗雀，遽爽存只。<br>魂乎归来！丽以先只。</p> <p>四酎并孰，不涩嗌只。<br>清馨冻饮，不歠役只。<br>吴醴白蘖，和楚沥只。<br>魂乎归来！不遽惕只。</p> <p>代秦郑卫，鸣竽张只。<br>伏戏《驾辩》，楚《劳商》只。<br>讴和《扬阿》，赵萧倡只。<br>魂乎归来！定空桑只。</p> <p>二八接舞，投诗赋只。<br>叩钟调磬，娱人乱只。<br>四上竞气，极声变只。<br>魂乎归来！听歌譔只。</p> <p>朱唇皓齿，嫭以姱只。<br>比德好闲，习以都只。<br>丰肉微骨，调以娱只。<br>魂乎归来！安以舒只。</p> <p>嫮目宜笑，娥眉曼只。<br>容则秀雅，稚朱颜只。<br>魂乎归来！静以安只。</p> <p>姱修滂浩，丽以佳只。<br>曾颊倚耳，曲眉规只。<br>滂心绰态，姣丽施只。<br>小腰秀颈，若鲜卑只。<br>魂乎归来！思怨移只。</p> <p>易中利心，以动作只。<br>粉白黛黑，施芳泽只。<br>长袂拂面，善留客只。<br>魂乎归来！以娱昔只。</p> <p>青色直眉，美目媔只。<br>靥辅奇牙，宜笑嘕只。<br>丰肉微骨，体便娟只。<br>魂乎归来！恣所便只。</p> <p>夏屋广大，沙堂秀只。<br>南房小坛，观绝霤只。<br>曲屋步壛，宜扰畜只。<br>腾驾步游，猎春囿只。<br>琼轂错衡，英华假只。<br>茝兰桂树，郁弥路只。<br>魂乎归来！恣志虑只。</p> <p>孔雀盈园，畜鸾皇只！<br>鵾鸿群晨，杂鶖鸧只。<br>鸿鹄代游，曼骕驦只。<br>魂乎归来！凤凰翔只。</p> <p>曼泽怡面，血气盛只。<br>永宜厥身，保寿命只。<br>室家盈廷，爵禄盛只。<br>魂乎归来！居室定只。</p> <p>接径千里，出若云只。<br>三圭重侯，听类神只。<br>察笃夭隐，孤寡存只。<br>魂兮归来！正始昆只。</p> <p>田邑千畛，人阜昌只。<br>美冒众流，德泽章只。<br>先威后文，善美明只。<br>魂乎归来！赏罚当只。</p> <p>名声若日，照四海只。<br>德誉配天，万民理只。<br>北至幽陵，南交阯只。<br>西薄羊肠，东穷海只。<br>魂乎归来！尚贤士只。</p> <p>发政献行，禁苛暴只。<br>举杰压陛，诛讥罢只。<br>直赢在位，近禹麾只。<br>豪杰执政，流泽施只。<br>魂乎来归！国家为只。</p> <p>雄雄赫赫，天德明只。<br>三公穆穆，登降堂只。<br>诸侯毕极，立九卿只。<br>昭质既设，大侯张只。<br>执弓挟矢，揖辞让只。<br>魂乎来归！尚三王只。",
  "fanyi": "<p><strong>译文</strong><br>四季交替春天降临，太阳是多么灿烂辉煌。<br>春天的气息蓬勃奋发，万物繁荣急遽地生长。<br>遍地是冬天的余阴残冰，魂也没有地方可以逃亡。<br>魂魄归来吧!<br>不要去遥远的地方。<br>魂啊归来吧！<br>不要去东方和西方，也不要去南方和北方。<br>东方有苍茫大海，沉溺万物浩浩荡荡。<br>没角的螭龙顺流而行，上上下下出波入浪。<br>迷雾阵阵淫雨绵绵，白茫茫像凝结的胶冻一样。<br>魂啊不要去东方！<br>旸谷杳无人迹岑寂空旷。<br>魂啊不要去南方！<br>南方有烈焰绵延千里，蝮蛇蜿蜒盘绕长又长。<br>山深林密充满险阻。<br>虎豹在那儿逡巡来往。<br>鰅鳙短狐聚集害人，大毒蛇王虺把头高扬。<br>魂啊不要去南方！<br>鬼蜮含沙射影把人伤。<br>魂啊不要去西方！<br>西方一片流沙到处都是，无边无际渺渺茫茫。<br>猪头妖怪眼睛直着长。<br>毛发散乱披在身上。<br>长长的爪子锯齿般的牙，嬉笑中露出疯狂相。<br>魂啊不要去西方！<br>那儿有很多东西把人伤。<br>魂啊不要去北方！<br>北方有寒冷的冰山。<br>烛龙身子通红闪闪亮。<br>一条代水不能渡过，水深无底没法测量。<br>天空飞雪一片白茫茫，寒气凝结四面八方。<br>魂啊不要前去！<br>冰雪堆满北极多么荒凉。<br>魂魄归来吧！<br>这里悠闲自在清静安康。<br>在荆楚故国可以自由自在，不再飘泊生活能够安定。<br>万事如意随心所欲，无忧无虑心神安宁。<br>终身都能保持快乐，延年益寿得以长命。<br>魂魄归来吧！<br>这里的欢乐说不尽。<br>五谷粮食高堆十几丈，桌上雕胡米饭满满盛。<br>鼎中煮熟的肉食满眼都是，调和五味使其更加芳馨。<br>鸧鹒鹁鸠天鹅都收纳，再品味鲜美的豺狗肉羹。<br>魂魄归来吧！<br>请任意品尝各种食品。<br>有新鲜甘美的大龟肥鸡，和上楚国的酪浆滋味新。<br>猪肉酱和略带苦味的狗肉，再加点切细的香菜茎。<br>吴国的香蒿做成酸菜，吃起来不浓不淡口味纯。<br>魂魄归来吧！<br>请任意选择素蔬荤腥。<br>火烤乌鸦清蒸野鸭，烫熟的鹌鹑案头陈。<br>煎炸鲫鱼炖煨山雀，多么爽口齿间香气存。<br>魂魄归来吧！<br>归附故乡先来尝新。<br>四重酿制的美酒已醇，不涩口也没有刺激性。<br>酒味清香最宜冰镇了喝，不能让仆役们偷饮。<br>吴国的甜酒曲蘖酿制，再把楚国的清酒掺进。<br>魂魄归来吧！<br>不要惶悚恐惧战战兢兢。<br>代秦郑卫四国的乐章，竽管齐鸣吹奏响亮。<br>伏羲氏的乐曲《驾辩》，还有楚地的乐曲《劳商》。<br>合唱《扬阿》这支歌，赵国洞箫先吹响。<br>魂魄归来吧！<br>请你调理好宝瑟空桑。<br>两列美女轮流起舞，舞步与歌辞的节奏相当。<br>敲起钟调节磬声高低，欢乐的人们好像发狂。<br>各国的音乐互相比美，乐曲变化多端尽周详。<br>魂魄归来吧！<br>来欣赏各种舞乐歌唱。<br>美人们唇红齿白，容貌倩丽实在漂亮。<br>品德相同性情娴静，雍容高雅熟悉礼仪典章。<br>肌肉丰满骨骼纤细，舞姿和谐令人神怡心旷。<br>魂魄归来吧！<br>你会感到安乐舒畅。<br>美目秋波转巧笑最动人，娥眉娟秀又细又长。<br>容貌模样俊美娴雅，看她细嫩的红润面庞。<br>魂魄归来吧！<br>你会感到宁静安详。<br>美艳的姑娘健壮修长，秀丽佳妙仪态万方。<br>面额饱满耳朵匀称，弯弯的眉毛似用圆规描样。<br>心意宽广体态绰约，姣好艳丽打扮在行。<br>腰肢细小脖颈纤秀，就像用鲜卑带约束一样。<br>魂魄归来吧！<br>相思的幽怨会转移遗忘。<br>她们心中正直温和，动作优美举止端庄。<br>白粉敷面黛黑画眉，再把一层香脂涂上。<br>举起长袖在面前拂动，殷勤留客热情大方。<br>魂魄归来吧！<br>晚上还可以娱乐一场。<br>有的姑娘长着黑色直眉，美丽的眼睛逸彩流光。<br>迷人的酒涡整齐的门牙，嫣然一笑令人心舒神畅。<br>肌肉丰满骨骼纤细，体态轻盈翩然来往。<br>魂魄归来吧！<br>你爱怎么样就怎么样。<br>这里的房屋又宽又大，朱砂图绘厅堂明秀清妍。<br>南面的厢房有小坛，楼观高耸超越屋檐。<br>深邃的屋宇狭长的走廊，适合驯马之地就在这边。<br>或驾车或步行一起出游，射猎场在春天的郊原。<br>玉饰的车毂金错的车衡，光彩夺目多么亮丽鲜艳。<br>一行行的茝兰桂树，浓郁的香气在路上弥漫。<br>魂魄归来吧！<br>怎样游玩随您的意愿。<br>羽毛鲜艳的孔雀满园，还养着稀世的凤凰青鸾。<br>鵾鸡鸿雁在清晨啼叫，水鹜鸧鹒的鸣声夹杂其间。<br>天鹅在池中轮番嬉游，鹔鷞戏水连绵不断。<br>魂魄归来吧！<br>看看凤凰飞翔在天。<br>润泽的脸上满是笑容，血气充盛十分康健。<br>身心一直调养适当，保证长命益寿延年。<br>家族中人充满朝廷，享受爵位俸禄盛况空前。<br>魂魄归来吧！<br>安居的宫室已确定不变。<br>这里的道路连接千里，人民出来多如浮云舒卷。<br>公侯伯子男诸位大臣，听察精审有如天神明鉴。<br>体恤厚待夭亡疾病之人，慰问孤男寡女送温暖。<br>魂魄归来吧！<br>分清先后施政行善。<br>田地城邑阡陌纵横，人口众多繁荣昌盛。<br>教化普及广大人民，德政恩泽昭彰辉映。<br>先施威严后行仁政，政治清廉既美好又光明。<br>魂魄归来吧！<br>赏罚适当一一分清。<br>名声就像辉煌的太阳，照耀四海光焰腾腾。<br>功德荣誉上能配天，妥善治理天下万民。<br>北方到达幽陵之域。<br>南方直抵交趾之境。<br>西方接近羊肠之城，东方尽头在大海之滨。<br>魂魄归来吧！<br>这里尊重贤德之人。<br>发布政令进献良策，禁止苛政暴虐百姓。<br>推举俊杰坐镇朝廷，罢免责罚庸劣之臣。<br>让正直而有才者居于高位，使他们作辅弼在楚王近身。<br>豪杰贤能的臣子掌握权柄，德泽遍施百姓感恩。<br>魂魄归来吧！<br>国家需要有作为之君。<br>楚国的威势雄壮烜赫，上天的功德万古彪炳。<br>三公和睦互相尊重，上上下下进出朝廷。<br>各地诸侯都已到达，辅佐君王再设立九卿。<br>箭靶已树起目标鲜明，大幅的布侯也挂定。<br>射手们一个个持弓挟箭，相互揖让谦逊恭敬。<br>魂魄归来吧！<br>崇尚效法前代的三王明君。</p> <p><strong>注释</strong><br>⒈谢，离去。受谢，是说春天承接着冬天离去。<br>⒉遽：竞争。<br>⒊冥：幽暗。凌：冰。浃：周遍。<br>⒋溺水：谓水深易沉溺万物。浟（yōu悠）浟：水流的样子。<br>⒌并流：顺流而行。<br>⒍皓胶：本指冰冻的样子，这里指雨雾白茫茫，像凝固在天空一样。<br>⒎汤谷：即\"旸谷\",传说中的日出之处。<br>⒏炎火千里：据《玄中记》载，扶南国东有炎山，四月火生，十二月灭，余月俱出云气。<br>⒐蜒：长而弯曲的样子。<br>⒑蜿：行走的样子。<br>⒒鰅鳙（yúyōnɡ于庸）短狐：都是善于害人的怪物。<br>⒓王虺（huǐ毁）：大毒蛇。骞：虎视眈眈。<br>⒔蜮（yù玉）：含沙射影的害人怪物。<br>⒕纵目：眼睛竖起。<br>⒖鬤（nánɡ囊）：毛发散乱的样子。<br>⒗踞牙：踞，当作\"锯\";锯牙，言其牙如锯也。<br>⒘诶（xī嬉）：同\"嬉\"。<br>⒙逴（chuò绰）龙：即\"烛龙\",神话传说中人面蛇身的怪物。逴，古音同\"烛\"。赩（xì戏）：赤色。<br>⒚代水：神话中的水名。<br>⒛颢颢：闪光的样子，这里指冰雪照耀的样子。<br>21.自恣：随心所欲。<br>22.逞：施展。究：极尽。<br>23.穷身：终身。<br>24.六仞：谓五谷堆积有六仞高。仞，八尺。<br>25.设：陈列。菰（ɡū孤）粱：雕胡米，做饭香美。<br>26.臑（ér而）:煮烂。盈望：满目都是。<br>27.和致芳：调和使其芳香。<br>28.内：同\"肭\",肥的意思。鸧（cānɡ仓）：鸧鹒，即黄鹂。<br>29.味：品味。<br>30.蠵（xī西）：大龟。<br>31.酪：乳浆。<br>32.醢（hǎi海）：肉酱。苦狗：加少许苦胆汁的狗肉。<br>33.脍：切细的肉，这里是切细的意思。苴莼（jūbó居勃）：一种香莱。<br>34.蒿蒌：香蒿，可食用。<br>35.沾：浓。薄：淡。<br>36.鸹（ɡuā瓜）：乌鸦。凫：野鸭。<br>37.煔（qián潜）：把食物放入沸汤中烫熟。<br>38.鰿（jí集）：鲫鱼。臛（huo4）：肉羹。<br>39.遽（qú渠）：通\"渠\",如此。爽存：爽口之气存于此。<br>40.丽：附着、来到。<br>41.酎（zhòu昼）：醇酒。四酎，四重酿之醇酒。孰：同\"熟\"。<br>42.歰嗌（sèyì涩益）：涩口剌激咽喉。<br>43.不歠（chuò啜）役：不可以给仆役低贱之人喝。<br>44.醴：甜酒。白蘖（niè镍）：米曲。<br>45.沥：清酒。<br>46.代秦郑卫：指当时时髦的代、秦、郑、卫四国乐舞。<br>47.伏戏：印伏羲，远古帝王。驾辩:乐曲名。<br>48.劳商：曲名。<br>49.扬阿：歌名。<br>50.定：调定。空桑：瑟名。<br>51.二八：女乐两列，每列八人。接：连。接舞，指舞蹈此起彼伏。<br>52.投<a href=\"http://so.gushiwen.org/view_72407.aspx\">诗</a>赋：指舞步与诗歌的节奏相配合。投，合。<br>53.乱：这里指狂欢。<br>54.四上：指前文代、秦、郑、卫四国之鸣竽。竞气：竞赛音乐。<br>55.撰（zhuàn撰）：具备。此句谓各种音乐都具备。<br>56.嫭（hù户）：美丽。姱（kuā夸）：美丽。<br>57.比德：指众女之品德相同。好闲：指性喜娴静。<br>58.习：娴熟，指娴熟礼仪。都：指仪态大度。<br>59.嫮（hù户）：同\"嫭\",美好的意思。<br>60.则：模样。<br>61.滂浩：广大的样子，这里指身体健美壮实。<br>62.曾颊：指面部丰满。曾，重。倚耳：指两耳贴后，生得很匀称。<br>63.规：圆规。<br>64.滂心：心意广大，指能经得起调笑嬉戏。<br>65.鲜卑：王逸注：\"衮带头也。言好女之状，腰支细少，颈锐秀长，靖然而特异，若以鲜卑之带约而束之也。\"<br>66.易中利心：心中正直温和。易，直;利，和。<br>67.泽：膏脂。<br>68.昔：晚上。<br>69.青色：指用黛青描画的眉毛。直眉：双眉相连。直，同\"值\"。<br>70.媔（mián棉）:眼睛美好的样子。<br>71.靥辅：脸颊上的酒涡。奇牙：门齿。<br>72.嘕（yān嫣）：同\"嫣\",笑得好看。<br>73.便娟：轻盈美好的样子。<br>74.恣所便：随您的便，任你所为。<br>75.夏屋：大屋。夏，同\"厦\"。<br>76.沙堂：用朱砂图绘的厅堂。<br>77.房：堂左右侧室。<br>78.观（ɡuàn灌）：楼房。溜（lìu六）：指屋檐。绝溜，超过屋檐，形容楼高。<br>79.曲屋：深邃幽隐的屋室。步壛(yán阎）：长廊。壛同\"檐\"。<br>80.扰畜：驯养马畜。<br>81.腾驾：驾车而行。<br>82.琼毂（ɡǔ古)：以玉饰毂。错衡：以金错饰衡。衡，车上横木。<br>83.假：大。<br>84.鹙（qīu秋）：水鸟名，据传似鹤而大，青苍色。<br>85.代游：一个接一个地游戏。<br>86.曼：连续不断。鹔鷞（sùshuānɡ肃双）：水鸟名，一种雁。<br>87.曼泽：细腻润泽。<br>88.室家：指宗族。盈廷：充满朝廷。<br>89.接径：道路相连。<br>90.出若云：言人民众多，出则如云。<br>91.三圭：古代公执桓圭，侯执信圭，伯执躬圭，故曰三圭，这里指公、侯、伯。重侯：谓子、男，子男为一爵，故言重侯。三圭重侯，指国家的重臣<br>92.听类神：听察精审，有如神明。<br>93.察笃：明寨、优待。夭：未成年而死。隐:疾痛，指病人。<br>94.存：慰问。<br>95.正始昆：定仁政之先后。正，定。昆，后。<br>96.畛（诊）：田上道。<br>97.阜昌：众多昌盛。<br>98.美：指美善的教化。冒：覆盖、遍及。众流：指广大人民。<br>99.先威后文：先以威力后用文治。<br>100.幽陵、交址、羊肠：皆为地名，幽陵在今辽宁南部一带，交址在今两广一带，羊肠在今山西西北部一带。<br>101.献行：进献治世良策。<br>102.举杰压陛：推举俊杰，使其立于高位。压：立。<br>103.诛讥：惩罚、责退。罴（pí皮）：同\"疲\",疲软，指不能胜任工作的人。<br>104.直赢：正直而才有余者。<br>105.禹麾：蒋骥《山带阁注楚辞》说：\"疑楚王车旗之名，禹或羽字误也。\"<br>106.雄雄赫赫：指国家成势强盛。<br>107.穆穆：此指和睦互相尊重的样子。<br>108.登降：上下，此指出入。堂：指朝廷。<br>109.毕极：全都到达。<br>110.昭质：显眼的箭靶。<br>111.大侯：大幅的布制箭靶。<br>112.揖辞让：古代射礼，射者执弓挟矢以相揖，又相辞让，而后升射。<br>113.三王：楚三王，即《离骚》中的\"三后\",指句亶王、鄂王、越章王。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　王逸说：“《大招》者，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>之所作也。或曰景差，疑不能明也。”汉代既已不能明，则后世更是聚讼纷纷。洪兴祖认为“《大招》恐非屈原作”，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>则斩钉截铁地说：“《大招》决为（景）差作无疑也。”黄文焕、林云铭、蒋骥、牟廷相等皆主屈原作。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>以其中有“小腰秀颈，若鲜卑只”一语，定为汉人作，刘永济、游国恩从之，朱季海则更具体地说是淮南王或其门客所作。我们认为，《大招》是屈原所作是可信的，但它不应当是王逸所说屈原放逐九年，精神烦乱，恐命将终，故自招其魂；也不是林云铭、蒋骥所肯定的“原招怀王之词”。这篇作品语言古奥，形式上不及《招魂》有创造性，应当是反映了较早的楚宫招魂词形式。所以，不当产生在《招魂》之后，而只能在它之前。公元前329年，楚威王卒，《大招》应是招威王之魂而作。其时屈25岁（胡念贻）班究认为屈原生于前353年，在诸家推算屈原生年中最为可信）。以“大招”名篇是相对于《招魂》而言，《招魂》是屈原招怀王之魂所作，《大招》是招怀王之父威王之魂所作，故按君王之辈份，名曰“大招”。</p> <p>　　本篇开始按招魂词的固定格式陈述四方险恶，呼唤魂不要向东、向南、向西、向北，然后即写楚国宫廷的美味佳肴，音乐舞蹈美女之盛，宫室之富丽堂皇，苑圃禽鸟之珍异，最后夸饰楚国之地域辽阔、人民富庶、政治清明。其中对楚国遵法守道、举贤授能、步武三王一段的描写，实际上是屈原理想化了的美政。《离骚》中回顾年青时的政治理想，正由此而来，且一脉相承。全篇末尾云：“魂乎来归，尚三王只。”这同《离骚》中称述“三后之纯粹”，《抽思》中“望三王（原误作“五”）以为像”的情形一样，都反映出屈原作为楚三王的后代，追念楚国最强盛的时代，既要尊称国君先祖，又要光耀自己始祖的心情。因此，《大招》已不是单一的招魂祝辞，而是于其中蕴含了一定的思想。一方面，通过极言东南西北四方环境的险恶，极力铺陈楚国饮食、乐舞、宫室的丰富多彩、壮伟华丽，来招唤楚威王的亡魂，表达了对楚君的无限忠心和眷恋之情；“自曼泽怡面以下，皆帝王致治之事。永宜厥身，则本身之治也。室家盈庭（廷），则劝亲之经也。正始必自孤寡，文王治岐之所先也。阜民必本田邑，周公《七月》之所咏也。发政而禁苛暴，省刑薄敛之功。举杰而诛讥罢（疲），举直错枉之效也。直赢者使近禹麾，所以承弼厥辟。豪杰者使流泽施，所以阜成兆民也。末章归之射礼，则深厌兵争之祸，而武王散军郊射之遗意也。于此可以见原志意之远，学术之醇，迥非管韩孙吴及苏张庄惠游谈杂霸之士之所能及。”（蒋骥《楚辞余论》）这样，作品的现实意义和战斗性便大大加强了。</p> <p>　　本篇在结构上也具有特点。采用开门见山的手法，直接点题，一气而下。环环相扣，所以诸家分章颇分歧。由“青春受献”而时光飞逝，春色盎然而万物竞相展现自己的生命力，点出招魂的具体时节。下文“魂乎归来，无东无西，无南无北”的呼唤，入题自然，干净利索。在对四方险恶环境的夸张描述之后，以“魂魄归徕，闲以静只。自恣荆楚，安以定只”转入到对楚国故地的环境描写，阐联顺当，一点也不显得突兀。并以“闲以静只”、“安以定只”、“逞志究欲，心意安只”、“年寿延只”作为主题，给下文的大肆铺叙作纲领。在对楚国饮食、乐舞、美人、宫室等的铺排和炫耀中，以“定空桑只”、“安以舒只”、“静以安只”、“恣所便只”等与它们相呼应，前后照应，相互关联。下一层紧承“居室定只”，由室内而扩展到室外的“接径千里”，由此联想到“出若云只”的楚国人民，以此为出发点，很自然地引出作者对治理国家、造福人民的清明政治的向往，使文章在结构上浑然一体。</p> <p>　　《大招》在语言描写上虽然比不上《招魂》的浪漫奇诡，但仍以其华丽多采的语言，给我们展现出一幅幅奇谲诡异、绚丽多姿的画面。尤其是描写美人的一段，不仅描绘她们的容貌、姿态、装饰，而且深入展现其心灵性情，不同气质、不同状貌的美人纷纷登场亮相，具有浓郁的楚民族风范。全<a href=\"http://so.gushiwen.org/view_72407.aspx\">诗</a>几乎都用四言句，显得简洁整齐、古朴典雅，反映了屈原早年的创作风格。</p>",
  "poet": {
    "id": 238,
    "star": 0,
    "name": "屈原",
    "image": "http://img.gushiwen.org/authorImg/quyuan.jpg",
    "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。"
  },
  "tags": [
    "楚辞"
  ]
}