{
  "id": 60709,
  "star": 6,
  "name": "上西平·送陈舍人",
  "dynasty": "宋代",
  "content": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。 <br>凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。",
  "fanyi": "<h2>注释</h2> 征鞍：犹征马。指旅行者所乘的马。<br>横战槊：横持长矛。指从军或习武。<br>襄州：襄阳，襄阳区位于鄂西北，地处汉水中游属南阳盆地边缘。今天的湖北<br>便：骑，驾<br>芙蓉：荷花的别名。<br>凤雏：三国时期庞统的号。<br>龙骨：龙：指的是卧龙，即<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>。<br>鹿门：鹿门山 之省称。在 湖北省 襄阳县 。 后汉 <a href=\"http://so.gushiwen.org/author_2088.aspx\">庞德公</a> 携妻子登 鹿门山 ，采药不返。后因用指隐士所居之地。唐代山水田园<a href=\"http://so.gushiwen.org/view_60709.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>隐居于此。<br>封侯：封拜侯爵。《战国策·赵策二》：“贵戚父兄皆可以受封侯。”《史记·卫将军列传》：“人奴之生，得毋笞骂即足矣，安得封侯事乎？”",
  "shangxi": "<h2>赏析</h2> <p>　　这是一首送友人赴任的词。题目中的陈舍人，不详，可能是作者的朋友。舍人，官名。</p> <p>　　上片三句，直写陈舍人赴襄阳上任。值得注意的是，把“跨征鞍，横战槊”放在开头，醒目突出。用以形容陈舍人，不难看出这是一副“横槊立马”的出征形象。尤其两句中各用“征”、“战”分别形容“鞍”和“槊”，制造了十分强烈的战斗气氛。这是因为陈舍人所去的襄州，即今湖北襄樊市，宋时为襄阳府，在当时临近宋、金边界。陈舍人赴襄阳任，就带有上前线出征的意味。这也是作者对友人的鼓励和祝愿。因此，接下二句预祝对方在秋高气爽、草长马肥之时驰骋疆场，打击敌人。看来陈舍人动身是在秋天，所以作者才这样祝愿、鼓励他。“蹴踏”，是踩踏的意思。这把陈舍人驰骋疆场的英姿描绘得十分鲜明、突出。“芙容”二句，进一步说明陈舍人赴襄州上任，及作者鼓励他的原因，就是敌人骚扰，边塞吃紧。据《宋史纪事本末》载：宋宁宗嘉定十年夏四月，金人分道入寇。五月，侵扰襄阳、枣阳。这里用“芙蓉未折”点明时间。夏日五、六月间，正是荷花盛开的季节，故说“未折”。“笛声”，指军营中号角之类的声音，借指发生战争，如同说“战争打响了”。“塞云”，就是“战云”，指战争的局势。“塞云”是不会愁的，这里用拟人化的手法，表现战局的紧张，敌人骚扰带来的危急。结二句与开头呼应，用直接语气，鼓励陈舍人：国家危难之际，正是男儿杀敌报国、建功立业的好时机。</p> <p>　　下片头四个三字短句，叙写襄阳历史上的著名人物。“凤雏”，即庞统，汉末襄阳人，其叔德公称之为“凤雏”，善知人的司马徽称他为“南州士之冠冕”“龙”，指<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>，曾在襄阳居住，司马徽称之为“卧龙”。“蛟渚”，晋邓遐斩蛟的地方。《晋书·邓遐传》载：襄阳城北沔水中月蛟，常为人害，邓遐拔剑入水截蛟数段。“鹿门”，在今襄樊市东南，唐代<a href=\"http://so.gushiwen.org/view_60709.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>曾隐居在此。这四句，一方面表明襄阳是大有作为的去处，出现过不少著名人物；一方面表明那已成为历史陈迹。庞统、诸葛亮久已去世，尸骨已朽；蛟渚、鹿门等遗迹也已破败衰颓，不似当年了。对四位历史人物的写法，前两人直写名字，后两人以遗迹指代，笔法错杂多变。“阅人物”二句，轻轻一结。“阅”，是数、计算，带有归结的意思。总之，历史人物已成为过去，象水泡一样地消逝了。“渺渺如沤”，比喻新颖生动。言外之意：现在就要靠你大显身手了。“棋头”二句，遥接上片“芙蓉未折”二句，是说既是战争已开始，那就要有高明的招数，去对付敌人，使之不得乱动。“棋头”，有双重意思，一即“旗头”，旗的顶端，队前掌旗的人，措指军队；一指弈棋，也就是指战事。“高著”，意为高明的招数。“棋高一着，缚手缚脚”，本指棋艺而言，后用以比喻技高一等，使对方不能施展本领。结句，语重心长，谆谆叮嘱：不要学那些靠巧言利舌爬上高位的人。言外之意，讽刺那些鼓吹和议、苟且偷安者。“广长舌”，巧言利舌，语出《诗·大雅·瞻卬》：“妇有长舌，维厉之阶。”</p> <p>　　词中抒写的并不是一般的离愁别恨，而是一种男子汉气概的壮别。结合当时宋、金对峙、金人侵扰的严重局势；结合襄阳历史上的著名人物，对友人作了一番勉励。希望他努力向前，杀敌报国，建功立业。当然，这也是诗人自己的抱负和志向。全词没有离别的伤感，而是洋溢着一种男子汉干生番事业的豪气和壮志；风格遒劲，语言恳切、朴实，尤其下片结构，是有意义的警句。 </p>",
  "poet": {
    "id": 147,
    "star": 0,
    "name": "吴泳",
    "desc": "吴泳（约公元1224年前后在世），字叔永，潼川人。生卒年均不详，约宋宁宗嘉定末前后在世。嘉定元年（公元1209年）第进士。累迁著作郎，兼直舍人院。应诏上书，颇切时要。累迁吏部侍郎兼直学士院，上疏言谨政体、正道揆、厉臣节、综军务四事。后进宝章阁学士，知温州，以言罢。泳著有鹤林集四十卷，《四库总目》行于世。"
  },
  "tags": [
    "送别",
    "勉励"
  ]
}