{
  "id": 6137,
  "star": 128,
  "name": "钓鱼湾",
  "dynasty": "唐代",
  "content": "垂钓绿湾春，春深杏花乱。<br>潭清疑水浅，荷动知鱼散。<br>日暮待情人，维舟绿杨岸。",
  "fanyi": "<p><strong>译文<br></strong>垂钓在春天的绿水湾，春已深杏花盛开纷繁。<br>潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。<br>直到日暮等待知心人，系上小船停靠绿杨岸。</p> <p><strong>注释<br></strong>⑴春深：春意浓郁。宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>《次韵裴仲谟和何先辈》：“支枕星河横醉后，入帘飞絮报春深。”乱：纷繁的样子。<br>⑵情人：志同道合的人。<br>⑶维舟：系船停泊。维：系。南朝梁<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>《与胡兴安夜别》<a href=\"http://so.gushiwen.org/view_6137.aspx\">诗</a>：“居人行转轼，客子暂维舟。”</p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　这首<a href=\"http://so.gushiwen.org/view_6137.aspx\">诗</a>写一个青年小伙子，以“垂钓”作掩护，在风光宜人的钓鱼湾，焦急地等待着情人的到来。这首清新的小诗，将春天、春水、春花、春树与青春融为一体，为读者描绘了一幅美丽的春意图。</p> <p>　　一二句写暮春季节钓鱼湾的动人景色。点缀在绿荫中的几树红杏，花满枝头，不胜繁丽。这时，暮色渐浓，那小伙子驾着一叶扁舟，来到了钓鱼湾。他把船缆轻轻地系在杨树桩上以后，就开始“垂钓”了。但是，“醉翁之意不在酒”，不管他怎样摆弄钓杆，故作镇静，还是掩饰不了内心的忐忑不安。杏花的纷纷繁繁，正好衬托了他此刻急切的神情。</p> <p>　　“潭清疑水浅，荷动知鱼散。”进一步写小伙子的内心活动。这一联富有民歌风味的诗句，包孕着耐人寻思的双关情意：表面上是说他在垂钓时，俯首碧潭，水清见底，因而怀疑水浅会没有鱼来上钩；蓦然见到荷叶摇晃，才得知水中的鱼受惊游散了。实际上是暗喻小伙子这次约会成败难卜，“疑水浅”无鱼，是担心路程多阻，姑娘兴许来不成了。一见“荷动”，又误以为姑娘轻划小船践约来了，眼前不觉一亮；谁知细看之下，却原来是水底鱼散，心头又不免一沉，失望怅惘之情不觉在潜滋暗长。这里，刻划小伙子在爱情的期待中那种既充满憧憬欢乐、又略带担心疑惧的十分微妙的心理变化，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓丝丝入扣，惟妙惟肖。</p> <p>　　前四句明明写垂钓情景，而却偏说是写爱情，这并不是附会。因为诗的最后两句点明：“日暮待情人，维舟绿杨岸。”诗人不把这两句点明爱情的诗，开门见山地放到篇首，这就是诗的结构艺术之妙，如果把最后两句放到篇首，诗来气脉尽露，一览无余；再没有委婉的情致。而且这样一来，那一联双关句，势必成为结尾，使语意骤然中断，漫无着落，不能收住全诗。这样结尾，从全诗意脉结构来看，却极尽山回路转、云谲雾诡、变化腾挪之妙。它使前面钓“垂钓”，一下子变成含情的活动，也使“疑”、“知”等心理描写，和爱情联系起来，从而具备了双关的特色。</p> <p>　　诗就在袅袅的余情、浓郁的春光中结束了。在夕阳的反照下，绿柳依依，扁舟轻荡，那小伙子时而低头整理着钓丝，时而深情凝望着远处闪闪的波光—他心上的情人。“日暮待情人，维舟绿杨岸。”这简直是一幅永恒的图画，一个最具美感的镜头，将深深印在读者的脑海中。</p>",
  "about": "<h2>创作背景</h2> 　　这首<a href=\"http://so.gushiwen.org/view_6137.aspx\">诗</a>是<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>《杂咏五首》的第四首诗。《杂咏五首》当作于储光羲仕宦不得意，隐居终南山别业之时。",
  "poet": {
    "id": 22,
    "star": 0,
    "name": "储光羲",
    "image": "http://img.gushiwen.org/authorImg/chuguangxi.jpg",
    "desc": "储光羲（约706—763）唐代官员，润州延陵人，祖籍兖州。田园山水诗派代表诗人之一。开元十四年（726年）举进士，授冯翊县尉，转汜水、安宣、下邽等地县尉。因仕途失意，遂隐居终南山。后复出任太祝，世称储太祝，官至监察御史。安史之乱中，叛军攻陷长安，被俘，迫受伪职。乱平，自归朝廷请罪，被系下狱，有《狱中贻姚张薛李郑柳诸公》诗，后贬谪岭南。江南储氏多为光羲公后裔，尊称为“江南储氏之祖”。"
  },
  "tags": [
    "春天",
    "钓鱼",
    "爱情"
  ]
}