{
  "id": 65271,
  "star": 11,
  "name": "好事近·雨后晓寒轻",
  "dynasty": "宋代",
  "content": "雨后晓寒轻，花外早莺啼歇。<br>愁听隔溪残漏，正一声凄咽。<br>不堪西望去程赊，离肠万回结。<br>不似海棠阴下，按《凉州》时节。",
  "fanyi": "<p><strong>译文</strong><br>雨后拂晓，寒气依然很轻。花外的早莺，已经停止了啼声。<br>使人添愁的是隔溪对岸，传来更鼓的叮冬。一声声敲向心里，彷待是抽泣与哽咽交并。<br>怎能忍心西望，那遥远的征程。离别的情丝，跟愁肠一起盘结回萦。<br>这和对坐海棠花阴之下，完全是两种不同情景。那时候演奏的是，《凉州》新曲，其乐融融。</p> <p><strong>注释</strong><br>①残漏：漏声将尽。残：阑也，垂尽之意。漏：古计时之器。<br>②凄咽：形容声音悲凉呜咽。<br>③去程：离去远行的路程。<br>④赊：远也。<br>⑤海棠阴下：一作“海棠花下”。<br>⑥按：按歌，谓依节拍唱歌。<br>⑦凉州：乐曲《凉州曲》。是唐代边塞之乐，当时属于新声，声情比较悲凉。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这首词围绕“愁听残漏”这一生活细节，展现了幽闺梦醒的思妇怀念远人的绵绵愁思和万转离肠。词的上片由写景到写人，下片着重表现思妇的心理活动。整首词熔抒情、叙事于一炉，用笔直中有曲。</p> <p>　　上片起首两句为景语，既点明初春时节、夜雨过后的节令、时间，又描绘出一派略带寒意、莺倦停啼的清寂气氛，为主人公布置了一个与情怀恰相契合的环境。“愁听”反接“早莺啼歇”，说明思妇醒来很早，因为她已经听过了早莺的歌唱，也许她的愁肠曾和着淅沥的夜雨声一起颤抖。天刚破晓，她就起身独坐，隔溪传来夜尽的更鼓声，更添无限孤寂凄恻之感。“正一声凄咽”与“愁听”相应，更鼓声染上了主人公的感情色彩，使她回想起和情人离别的情景，这就暗中为下片写怀远人作了铺垫。词的上片，由写景自然过渡到写人。 </p> <p>　　词的下片进一步写内心活动：亲人西去，迢迢千里，分别时的缱绻、留恋、泪眼相看的情景无不历历目，直到如今，仍不堪回首，简直不敢注目西去路。然而，她毕竟又不由自主地了望亲人奔向他方的路衢。正因为“西望”，她才“不堪”，才惹起了“离肠万回结”，“不堪”二句，写出了左右为难的极端矛盾的心绪。“去程赊”说明与行人间隔之远，“万回结”极言离情愁苦之状，重笔渲染，已把别离苦写到极致。结拍二句宕开，追忆往日与亲人相处时令人难忘的一个生活场景，以反衬当日独处的悲凉，她想起了与亲人团聚之日，两人曾坐海棠花下，演奏《凉州曲》时，彼时的心情较之今朝，真有天壤之别了。 </p> <p>　　《凉州曲》，为唐代边塞之乐，当时属于新声，声情是比较悲凉的。不过，那时两人都幸福地沉浸艺术境界之中，这时却是自己孤独地承受着现实的孤独的折磨，心中之苦不言而自现。</p> <p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>曾将魏夫人与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>并提，说是“本朝妇人能文者，唯魏夫人及李易安者。”清人陈廷焯也说：“魏夫人词笔颇有超迈处，虽非易安之敌，亦未易才也。”从包括此词内的魏夫人作品来看，这些评价是颇为中肯的。 </p><br/><h2>赏析二</h2> <p>　　这一首《好事近》，写闺中女子怀人之思，以铺叙手法直笔写来，点点滴滴，扣人心弦。</p> <p>　　词的上片由写景到写人。</p> <p>　　“雨后晓寒轻，花外早莺啼歇”，开头二句写景，雨后清晨，寒意尚未消退，树丛花草间的黄莺儿停止了啼鸣，清冷之气扑面而来。女主人公早早醒来，感觉到寒气侵肌，她独自聆听着屋外早莺的呜叫，通过对环境的描写从而映衬出女主人公内心的凄冷。</p> <p>　　“愁听隔溪残漏，正一声凄咽”二句提醒人们夜晚已经过去，但在愁绪万千的女主人公听来，只觉“一声凄咽”。漫漫长夜已尽，心中的伤感和孤寂却并未结束。可以想象，当初女主人公和他告别时，一定也是在这样一个长夜将尽的时刻。那一声更鼓听起来像在催人离去，在以后独自生活的日子里，也无数次地提醒着她，游子尚未归来。这“一声凄咽”其实是她将内心情绪投射于外物的表现，更鼓声使她回想起和情人离别的情景，这就暗中为下阕写怀远人埋下伏笔。<br>下片着重表现思妇的心理活动。</p> <p>　　“不堪西望去程赊，离肠万回结”，“不堪”二字，写出女子愁思的辗转起伏。因为深切思念游子，所以忍不住“西望”，却又因为“西望”而黯然神伤，由此生出“不堪”之叹。“去程赊”极言距离之远，“离肠万回结”直言愁思之深。一个“结”字，点出愁之纷乱，好比一团乱麻，充塞心间，牵扯不清，打了无数死结，无处可诉，亦无可排解。女主人公的愁思此刻已达到顶点，若再铺叙下去，恐怕难以为继。</p> <p>　　“不似海棠阴下，按《凉州》时节”，结尾一句转入回忆。她想起自己曾与他在海棠花的树荫下，合奏《凉州曲》。这种边塞之曲听起来应当是荒凉悲壮的，但二人合奏之时，却浑然不觉。词中并未直接写女子的心情，但从“不似”二字可见，今与昔的巨大落差，进一步加深了女主人公的悲伤和凄凉感受。这份深如海的愁思，已经难以言表了。“凉州”一句，给全词染上了一种萧索荒寂的气氛，巧妙地中和了前文浓烈缱绻、缠绵难解的情思，同时也暗合了女主人公的心境，作为结句，实为点睛之笔。</p>",
  "about": "<h2>创作背景</h2> <p>　　《宋史·<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>传》载，神宗元丰中，曾布曾知秦州（宋时甘肃天水）。此词中有“西望”，凉州曲，词或为思念远知秦州的曾布而作。</p>",
  "poet": {
    "id": 653,
    "star": 0,
    "name": "魏夫人",
    "desc": "魏夫人，名玩，字玉汝，北宋女词人。乃曾布之妻，魏泰之姊，封鲁国夫人。襄阳（今湖北襄阳市）人。生卒年不详，生平亦无可考。魏夫人的文学创作在宋代颇负盛名，朱熹甚至将她与李清照并提（《词综》卷二十五），亦在《朱子语类》卷一四零中云：“本朝妇人能文，只有李易安与魏夫人”，曾著有《魏夫人集》。现存作品仅有诗1首，咏项羽、虞姬事，题作《虞美人草行》（《诗话总龟》卷二十一）；词10余首，周泳先辑为《鲁国夫人词》。周泳先辑为《鲁国夫人词》。"
  },
  "tags": [
    "婉约",
    "写景",
    "妇女",
    "怀远"
  ]
}