{
  "id": 5168,
  "star": 20,
  "name": "采莲词",
  "dynasty": "唐代",
  "content": "朝出沙头日正红，晚来云起半江中。<br>赖逢邻女曾相识，并著莲舟不畏风。",
  "fanyi": "<p><strong>译文<br></strong>早晨的江岸边红红的太阳当空朗照；傍晚时分，江面上空风起云涌，骤雨袭来。<br>幸亏碰上了已经相识的邻家女子，两只莲舟并在一起，这样就不怕风吹雨打了。</p> <p><strong>注释<br></strong>⑴采莲词：六朝乐府已有《采莲曲》《江南可采莲》等。唐代《采莲子》七言四句带和声，从内容到形式都可以看出受民歌的影响。<br>⑵沙头：即江岸，因为江岸常有河沙淤积，故称。<br>⑶赖：亏得，幸好。<br>⑷莲舟：采莲的船。南朝梁萧子范《东亭极望》<a href=\"http://so.gushiwen.org/view_5168.aspx\">诗</a>：“水鸟衔鱼上，莲舟拂芰归。”</p>",
  "shangxi": "<h2>赏析</h2> 　　这首<a href=\"http://so.gushiwen.org/view_5168.aspx\">诗</a>在《文苑英华》中列于卷二〇八乐府诗中。该卷还收有梁简文帝、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>等共十五位作家的同题作品。考六朝乐府，已有《采莲曲》、《江南可采莲》等题名，唐代《采莲子》七言四句带和声。可见采莲是诗家们常用的题材。 <p>　　莲者，芙渠也，江南人称芙蓉或荷花。是多年生草本植物，生长在浅水中，地下茎称作藕，种子称为莲子，叶呈圆形；花大，淡红色或白色，有香味。<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>《本草纲目》称：“莲产于淤泥，而不为泥染；居于水中，而不为水没；根茎花头，凡品难同；清净济用，群美兼得。”丹阳地处江南水乡，东濒长江，境内沟塘密布，邑人喜植荷花。“练湖二十四景”中就有一景为“红莲映日”。盛夏时荷花盛开，满湖生辉，阳光映照，分外娇媚。诗人张潮生于斯，长于斯，必然对莲有特殊的亲切感。</p> <p>　　自六朝到唐代，描写采莲女的诗歌往往写得活泼清新，并多以男女之间的爱慕艳情为主。张潮的这首《采莲词》独辟蹊径，生动刻划了一群采莲女与风浪搏击的形象，展现了她们朝出暮归，遇到险情互相依靠，比肩拼搏而战胜困难的风姿。</p> <p>　　“朝出沙头日正红”，一开篇便写采莲女晨起采莲，太阳刚露头就已来到滩头上船出塘。至于一天中怎样采莲，如何经受风吹日晒，诗人没有写，但从这句的早起和下句的晚归中完全能够想象得到其中的艰苦。“晚来云起半江中”，写船归至半路，风云突起，一场战胜狂风恶浪的战斗摆在采莲女的面前，或许有人会为这群女子担起心来。“赖逢邻女曾相识，并着船头不畏风”两句回答了这种担心。风浪虽起，但这群女子并不畏缩、慌张，她们邻里伙伴之间迅速地靠拢船头，并肩前进。一个“赖”字，写出了她们之间的精诚团结、相互信任；一个“并”字又极尽她们的机智；“不畏风”三字更充分地表现了她们的坚定、沉着，对战胜风浪充满了信心。可以想象，这场突如其来的狂风恶浪，对一群采莲女来说是何等凶险，她们战斗的场面是非常紧张激烈的。尽管诗人没有详加描绘，但通过“赖”“并”“不畏风”等字词，这群采莲女在这场搏斗中的音容姿态，以及她们所显露出来的坚强勇敢性格都生动形象地描绘出来，感觉到个个都英气勃勃，鲜活俏丽，可敬可佩，使诗歌产生如见其人、如闻其声的效果。这末两句语言精练，内涵丰富，给人们留下了咀嚼不尽的余味。</p> <p>　　张潮这首《采莲词》语言精炼，构思新颖，匠心独运，寄兴遥深，突出了采莲女的美好品质，不愧为一首传世佳作。</p>",
  "poet": {
    "id": 2874,
    "star": 0,
    "name": "张潮",
    "desc": "张潮（一作张朝），唐代诗人。曲阿（今江苏丹阳县）人，主要活动于唐肃宗李亨、 代宗李豫时代。他的诗在《全唐诗》中仅存五首（其中《长干行》一首，亦作李白或李益诗）。张潮的诗，除了一首《采莲词》是写采莲女的生活，其余都是抒写商妇的思想感情。从这些诗的内容和形式来看，都不难发现深受南方民歌的影响。不仅《采莲词》、《江南行》，明显地受民歌影响，其余三首也全采用白描手法和歌行体。主要写商人妇的思想感情，说明他对当时的城市生活比较熟悉。《唐诗纪事》和《全唐诗》说张潮是大历（唐代宗年号，766—779年）中处士。《闻一多全集·唐诗大系》将他排列在张巡前，常建后。"
  },
  "tags": [
    "妇女",
    "采莲"
  ]
}