{
  "id": 71363,
  "star": 924,
  "name": "屈原塔",
  "dynasty": "宋代",
  "content": "楚人悲屈原，千载意未歇。<br>精魂飘何处，父老空哽咽。<br>至今沧江上，投饭救饥渴。<br>遗风成竞渡，哀叫楚山裂。<br>屈原古壮士，就死意甚烈。<br>世俗安得知，眷眷不忍决。<br>南宾旧属楚，山上有遗塔。<br>应是奉佛人，恐子就沦灭。<br>此事虽无凭，此意固已切。<br>古人谁不死，何必较考折。<br>名声实无穷，富贵亦暂热。<br>大夫知此理，所以持死节。",
  "fanyi": "<p><strong>译文<br></strong>楚地的人都为<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>感到悲哀，这种情感千百年来一直没有停止。<br>他的精神魂魄飘到了什么地方？只留父老在哽咽哭泣。<br>直到今天，在仓绿色的江流上，人们还投下饭食拯救饥饿的鱼龟虾蟹不让它们吃屈原的尸体。<br>遗留下来的风俗成了比赛划龙舟，人们哀叫的声音甚至要把楚地的山震裂。<br>屈原是古时的豪迈之人，当时慷慨赴死的意图非常强烈。<br>世上的俗人怎么能知道他这种想法呢，都以为屈原恋恋不舍，不愿意与这个世间告别。<br>南宾县之前属于楚地，山上有留下来的古塔。<br>这塔应该是侍奉佛祖的僧人担心屈原的精魂就要消散，所以修建的。<br>这件事虽然没有凭据，但这份心意已经很真切了。<br>古往今来的人有谁是不死的？没有必要去比较是到底是长寿好还是死亡好。<br>人的名声实在是不会消忘的，而身份财富只是短暂的荣盛。<br>屈原正是知道这个道理，所以即使是死也要保持自己的气节与节操。</p> <p><strong>注释<br></strong>①楚:楚国，楚地，如今的湖南湖北一带，也泛指南方。<br>②屈原：中国历史上第一位伟大的爱国<a href=\"http://so.gushiwen.org/view_71363.aspx\">诗</a>人，生于公元前340年，死于公元前278年，战国时期楚国诗人、政治家，相传于农历五月五日投汨罗江自尽。<br>③歇：停止，休止。《说文》：歇，息也。<br>④精魂：精神魂魄。<br>⑤沧江：泛指江河，江流，因为水为苍色，所以称“沧江”。沧，水深绿色，通“苍”。<br>⑥投饭：投下饭食喂河里的生物让它们吃饱了就不在吃屈原的遗体。古时荆楚之人有在农历五月初五将煮好的糯米饭和蒸好的粽糕投入江中祭祀屈原的习俗。<br>⑦饥渴：饥饿的鱼龟虾蟹，属偏义复词，特指“饥”。<br>⑧就死：赴死。就，即也。<br>⑨眷眷：依恋反顾貌，带不舍之意。<br>⑩决：别也。<br>⑪南宾：忠州南宾县，如今的四川丰都。当时诗人侍父入京做官，途经此地。<br>⑫子：指屈原，屈原的精魂。<br>⑬沦灭：消亡，消失。沦，没也。<br>⑭此事：指诗人猜测造塔原因这件事。<br>⑮考：老，长寿。《说文》，考，老也。七十曰老。《说文序》中提到“考”属转注（古代造字方法之一）字，“考老是也”，正好呼应前句的“谁不死”，并与后面的“折”产生对比，两字才可以相较。<br>⑯折：断，指死亡。<br>⑰大夫：指屈原，屈原曾受楚怀王信任担任三闾大夫。<br>死节：为了保全气节、节操赴死。《楚辞 九章》：或忠信而死节兮。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　和<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>一样，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>也历经贬谪，在一肚子不合时宜的心境中度过人生的大半光阴。不过写作此<a href=\"http://so.gushiwen.org/view_71363.aspx\">诗</a>的嘉祐四年(1059)，苏轼还是意气风发的青年才士，两年前刚以21岁的年龄成为进士。本年冬苏轼侍父入京，途经忠州南宾县(今四川丰都)，看到这个与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>毫无关系的地方竟建有一座屈原塔，惊异之余便写下了上面这首五言古诗。诗分三段：前八句写端午节投粽子、赛龙舟习俗与屈原的关系，次八句推测屈原塔的来历，末八句赞美屈原不苟求富贵而追求理想的节操。</p> <p>　　相比楚地民俗来，更触动苏轼的是屈原那深入人心的精神品格，因此他不是在纪实性的叙写中展开作品，而是付之以精神史的追溯。投饭和竞渡不是呈现为娱乐化的热闹的民俗场景，而是祭祀与追怀的真正仪式，伴有“悲”、“哽咽”、“哀叫”等强烈的情绪活动。作者一再用反衬的笔法来强化议论的力度，如屈原赴死之决绝与世人眷怀之不绝，如事之无凭与人情之殷切，富贵之短暂与声名之无穷，世人之澌灭与屈原之不朽，最终以“大夫知此理，所以持死节”一联贯之，屈原持志之高洁与自己的无限景仰之情，都不待言而自喻。从某种意义上说，这首诗就像是一个预言，宣示了作者未来的志节和对人生道路的选择。后来苏轼毕生坚持自己的政治主张和生活理想，身处逆境而不妥协苟合，同时保持乐观豁达的生活态度，始终对未来充满了希望。</p>",
  "poet": {
    "id": 183,
    "star": 0,
    "name": "苏轼",
    "image": "http://img.gushiwen.org/authorImg/sushi.jpg",
    "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。"
  },
  "tags": [
    "端午节",
    "风俗",
    "怀古"
  ]
}