{
  "id": 8128,
  "star": 45,
  "name": "送贺宾客归越",
  "dynasty": "唐代",
  "content": "镜湖流水漾清波，狂客归舟逸兴多。 <br>山阴道士如相见，应写黄庭换白鹅。",
  "fanyi": "<p><strong>译文</strong><br>镜湖水面如明镜，您四明狂客归来荡舟尽豪情。古代曾有<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>写黄庭经向山阴道士换鹅的韵事，您到那里一定也有这样的逸兴。</p> <p><strong>注释</strong><br>⑴贺宾客：即<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>，他曾任太子宾客之职。<br>⑵狂客：指贺知章，其号为“四明狂客”。<br>⑶“山阴”二句：用王羲之故事赞美贺知章的书法。山阴道士养了一群鹅，王羲之非常喜欢。道士要王羲之为其书写《黄庭经》，换其群鹅。贺知章善草隶，深得时人珍爱。 </p>",
  "shangxi": "<h2>鉴赏</h2> <p>　　由于<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>这次是以道士的身份告老还乡的，而<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>此时也正尊崇道学，因此<a href=\"http://so.gushiwen.org/view_8128.aspx\">诗</a>中都围绕着“逸兴多”三字，以送出家人的口气来写的。镜湖是绍兴地方的风景名胜，以湖水清澄而闻名于世。李白想象友人这次回乡，一定会对镜湖发生浓厚的兴趣，在那儿终日泛舟遨游的。为了突出贺知章的性格，诗中不再以宾客或贺监的官衔称呼他，而干脆称他为“狂客”，因贺知章晚年曾自号“四明狂客”。“宾客”到底沾上些官气，与道士的气息不相投合，而“狂客”二字一用，不仅除了官气，表现了友人的性格，而且与全诗的基调非常吻合。</p> <p>　　晋代的大书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>记载的兰亭盛会就发生在贺知章的故乡山阴。而贺知章本人也是著名的书法家，这就使诗人想起了一个故事：据《太平御览》卷二三八记载，王羲之很喜欢白鹅，山阴地方有个道士知道后，就请他书写道教经典之一的《黄庭经》，并愿意以自己所养的一群白鹅来作为报酬。由此诗人说，此次贺知章回乡，恐怕也会有道士上门求书。当年王羲之书写《黄庭经》换白鹅的事情，那又要在山阴发生了。所以，末二句表面上是叙述王羲之的故事，实际上是借此故事来写贺知章，盛赞贺知章书法的高超绝妙。</p> <p>　　这首诗基本是李白信手拈来之作，但他一下就抓住了两样东西：一个是绍兴的镜湖，另一个便是王羲之当年写字换鹅的故事。全诗实际上所写的也就是这两件事。但它们却都恰能表现出友人故乡即山阴的地方特色，同时也都能显示出贺知章这个人的性格特点和才华所在。李白当时并未去过山阴，因此诗中所谓的“镜湖”、“山阴道士”之类，实际上还都是赠别友人时的一种想象之词。由此可见诗人炉火纯青的诗艺。</p>",
  "about": "<h2>创作背景</h2> 　　这是<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>赠送给<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>的一首七绝，创作时间与《送贺监归四明应制》大约同时。贺知章比李白年长得多，但对李白的<a href=\"http://so.gushiwen.org/view_8128.aspx\">诗</a>才却十分佩服，曾誉其为“谪仙人”，两人可以说是忘年交。唐玄宗天宝三载（744年）正月，贺知章以道士的身份辞京回乡，玄宗诏令在长乐坡饯别贺知章。李白当时正在长安待诏翰林，就赠给了他这首诗。",
  "poet": {
    "id": 247,
    "star": 0,
    "name": "李白",
    "image": "http://img.gushiwen.org/authorImg/libai.jpg",
    "desc": "李白（701年－762年），字太白，号青莲居士，唐朝浪漫主义诗人，被后人誉为“诗仙”。祖籍陇西成纪(待考)，出生于西域碎叶城，4岁再随父迁至剑南道绵州。李白存世诗文千余篇，有《李太白集》传世。762年病逝，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。"
  },
  "tags": [
    "赠别",
    "友情"
  ]
}