{
  "id": 50248,
  "star": 95,
  "name": "千秋岁·水边沙外",
  "dynasty": "宋代",
  "content": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 <br>忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。",
  "fanyi": "<p><strong>韵译</strong><br>浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。<br>想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。</p> <p><strong>散译</strong><br>浅浅春寒，从溪水边、城郭旁悄一悄地溜走了。花影摇曳，莺声呖呖。因人在外地漂零，不能在一起喝酒，彼此相思，衣带也宽松了。所等之人迟迟不来，同自己相对的只有黄昏天边的碧云。<br>一忆往昔汴京金明池相会，同僚们一块乘车出游。握手言观处，今日还有谁在？回到皇帝身边的好梦破灭了，一照镜子才发现容颜渐老。好的光景不再，官僚们的愁苦如海深。</p> <p><strong>注释</strong><br>①碎：形容莺声细碎。<br>②飘零：飘泊。疏酒盏：多时不饮酒。<br>③宽衣带：谓人变瘦。<br>④西池：故址在丹阳（今南京市），这里借指北宋京都开封西郑门西北之金明池二<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>于元佑间居京时，与诸同僚有金明池之游会。<br>⑤鹓鹭：鹓（yuān）鹭，谓朝官之行列，如鹓鸟和鹭鸟排列整齐有序。《隋书·音乐志》：“怀黄绾白，鹓鹭成行”，鹓鹭即指朝廷百官。飞盖，状车辆之疾行，出自<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《公宴<a href=\"http://so.gushiwen.org/view_50248.aspx\">诗</a>》：“清夜游西园，飞盖相追随。”这里代指车。<br>⑥日边：见《世说新语·夙惠》：“晋明帝数岁，坐元帝膝上；有入从长安来，元帝问洛下消息，潸然流涕、明帝问何以致泣？具以东渡意告之。因间明帝：‘汝意谓长安何如口远？’答曰：‘日远，不闻人从日边来，居然可知。’元帝异之，明日集群臣宴会，告以此意：更重问之，乃答曰：‘日近。’元帝失色，曰：‘尔何故异昨日之言邪？’答曰：‘举目见日，不见长安。”’后以日边喻京都帝王左右。清梦：美梦。<br>⑦朱颜：指青春年华。<br>⑧飞红：落花。</p>",
  "shangxi": "<h2>赏析</h2> <p>　　这是<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>借描写春景春情，集中表现交织在一起的今与昔、政治上的不幸和爱情上的失意，抒发贬谪之痛、飘零之愁的一首词作。</p> <p>　　上片着重写今日生活情景。首写眼前景致，“水边沙外，城郭春寒退”二句，点明地点、时令，轻轻着笔，朴实自然。紧接着“花影乱，莺声碎”二句，细写春景特色，以“乱”字状花之纷繁，“碎”字表莺声盈耳，用笔尤工，各极其妙，洋溢着对自然的喜爱之情。“飘零”以下四句，忽而由喜转悲，由春景春情转写远谪索居，形体瘦损，不复有以往对酒当歌之情，转折有致，词情哀怨。歇拍“人不见，碧云暮合空相对”二句，人情艳情，孤情凄情，蕴藉含蓄，耐人寻味。</p> <p>　　下片抒发由昔而今的生活之情。换头直点昔日西池宴集，以“鸩鹭同飞盖”描写其盛况。比喻形象，用语简明，隐含着不能忘怀的情味。“携手处”以下四句，又由昔而今，由喜而悲，景物依旧，诸友却已飘泊云散。委婉曲折，缠宛凄侧。结尾“春去也，飞红万点愁如海”，再由眼前想到今后。“飞红万点”是春归的自然写照，“愁如海”却新奇绝妙。这两句既是惜春春去，又是对前途的无望。</p> <p>　　此词在内容上由春景春情引发，由昔而今由今而昔，由喜而悲，由悲而怨，把政治上的不幸和爱情上的失意融为一体，集中抒发了贬徙之痛，飘零之苦。在艺术上一波三折，一唱三叹，蕴藉含蓄，感人肺腑；以景结情，境界深远，余味无穷。</p> <p>　　新旧党争，损害的不只秦观一人，所以此词抒发的感情是具有一定的普适意义的，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、孔平仲、<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>等人都有和词存今，可见对“元祜党人”震动之大，感触之深。</p> <p>　　词中所体现的情感极为悲伤，充分体现这位“古之伤心人”（<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>语）的性格特征。即：当他身处逆境之时．往往不能自拔，无法像苏轼那样，善于自我解脱，而是自叹、自伤，一往而深，直至于死。所以，当他的朋友看到这首词的时候，即担心其“不久于世”（后作者逝于五年后）。这也就是作者所谓独具善感“词心”的体现。</p>",
  "about": "<h2>创作背景</h2> <p>　　绍圣元年（1094），宋哲宗亲政后起用新党，包括<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>在内的一大批“元祜党人”纷纷被贬。这首词就是秦观被贬之后的作品。至于写作时地，一说是绍圣二年（1095）谪处州（今浙江丽水）时所作；一说是绍圣三年在谪郴州途中作于衡阳。</p> <p>　　秦瀛《重编淮海先生年谱节要》，绍圣二年乙亥（1095）少游“在处州……又游府治南园，作《千秋岁》词。后<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>爱其‘花影莺声’之句，即其地建莺花亭。”但吴曾《能改斋漫录》及曾敏行《独醒杂志》都说是作于衡阳，后呈孔毅甫。细考秦观于绍圣三年由处州被贬再去郴州，他经衡阳时已届秋冬，这与其擅长精确的描写特定环境中景物与情思，以及此词所写春景春情不合。该词应当是作于处州，至衡阳后抄录呈给太守孔毅甫。</p>",
  "poet": {
    "id": 125,
    "star": 0,
    "name": "秦观",
    "image": "http://img.gushiwen.org/authorImg/qinguan.jpg",
    "desc": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"
  },
  "tags": [
    "宋词三百首",
    "宋词精选",
    "婉约",
    "失意",
    "写景",
    "惜春"
  ]
}