{
  "id": 189,
  "star": 8,
  "name": "蒋士铨",
  "image": "http://img.gushiwen.org/authorImg/jiangshiquan.jpg",
  "dynasty": "清代",
  "desc": "蒋士铨（1725—1784）清代戏曲家，文学家。字心馀、苕生，号藏园，又号清容居士，晚号定甫。铅山（今属江西）人。乾隆二十二年进士，官翰林院编修。乾隆二十九年辞官后主持蕺山、崇文、安定三书院讲席。精通戏曲，工诗古文，与袁枚、赵翼合称江右三大家。士铨所著《忠雅堂诗集》存诗二千五百六十九首，存于稿本的未刊诗达数千首，其戏曲创作存《红雪楼九种曲》等四十九种。",
  "content": "<h2>诗学理念</h2> 　　关于<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>的<a href=\"http://so.gushiwen.org/author_189.aspx\">诗</a>学观念，研究者的看法大体接近，都归为性灵派诗学。简有仪将蒋士铨的诗歌理论概括为八点：（1）以文为诗，扩大诗歌境界；（2）诗主性灵，崇尚温柔敦厚；（3）诗以载道，提倡忠孝节烈；（4）诗宗唐宋，反对剽窃模拟；（5）诗善用典，充实诗意内涵；（6）诗尚白描，容易流露真情；（7）诗排神韵，讲求言中有物；（8）诗斥格调，避免流于空疏。<br/><h2>成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_189.aspx\">诗</a>歌</strong><br>　　<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>的诗歌作品，据清嘉庆三年扬州刻本《忠雅堂全集》，存诗二千五百六十九首。他还有数千首未刊诗，存于他的稿本中。诗作题材比较广泛，其中一部分揭露社会矛盾，同情人民疾苦的诗，如《饥民叹》、《禁砂钱》、《官戒二十四首》之四《察隶役》、《乞人行四首》、《米贵倒叠前韵》，或揭露官府的搜刮钱财，或批判役吏的横行乡里，或描写社会底层人民生活的艰辛，都有一定社会意义。他还有一些反映城乡下层社会世态风俗的诗,如《京师乐府词》等。不过蒋士铨的诗大部分为个人抒情，及吊古、纪游之作。<br>　　他写诗自称15岁学<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>，19岁改学<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，40岁兼学<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，50岁以后“不依傍古人，而为我之诗矣”(《忠雅堂文集》卷二)。他论诗也重“性灵”，反对前后七子的复古模拟倾向，他说<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>、翁方纲诗论的流弊是：“后贤傍门户，摹仿优孟容。……各聚无识徒，奉教相推崇。”（《文字四首》）他主张兼师唐宋：“唐宋皆伟人，各成一代诗”，“寄言善学者，唐宋皆吾师。”（《辩诗》）他戒蹈袭，重性情，“文章本性情，不在面目同”(《文字四首》)。他说诗要“性灵独到删常语，比兴兼存见国风”（《怀袁叔论二首》）。但对“性灵”的理解与<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>不同，而且他比较强调“忠孝节义之心，温柔敦厚之旨”，表现出更多的传统意识。他的诗总的来说写得笔力坚劲。王昶《蒲褐山房诗话》评论说：“诸体皆工，然古诗胜于近体，七言尤胜于五言，苍苍莽莽，不主故常。”袁枚《忠雅堂诗集序》对他极为推重：‘摇笔措意，横出锐入，凡境为之一空。“能够代表他艺术风格的有五古《远游》、《岁暮到家》，七古《开先瀑布》、《驱巫》、《万年桥觞月》、《漂母祠》、七律《润州小泊》、《梅花岭吊史阁部》、《乌江项王庙》等。</p> <p><strong>戏曲</strong><br>　　蒋士铨的戏曲创作，最早见于蒋氏家刻本《蒋氏四种》丛书中，署“红雪楼板”，后曾抽印为单行本，题为《藏园九种曲》，另外，有书坊渔古堂别为翻刻，称《藏园九种曲》。其内容包含《空谷香》、《香祖楼》、《冬青树》、《临川梦》、《一片石》、《桂林霜》、《第二碑》、《雪中人》、《四弦秋》九种。九种曲中，《一片石》、《第二碑》、《四弦秋》三种为杂剧，其余六种为传奇。又除《空谷香》、《香祖楼》两剧为现实题材外，其他八种均为历史题材。 <br>　　此后，蒋士铨陆续创作了《采石矶》、《采樵图》、《庐山会》，汇编成《红雪楼十二种填词》。另据李调元《雨村曲话》谓蒋士晚年病痹，右手不能书，疾中尚有左手所撰十五种曲未刊，但不见藏本传世。梁廷□《曲话》又谓乾隆十六年，恭祝皇太后万寿，江西绅民远祝纯嘏杂剧四种，亦心馀手编，为《康衢乐》、《忉利天》、《长生箓》、《升平瑞》。 <br>　　《空谷香》一剧写成于济宁至镇江舟次。正是诗人两次落第返乡途中，一股牢骚无由吐散之气、有腔抱玉献而不售之才，鼓荡于胸中，无由发泄，恰好遇到了这个题目，于是情思涌出，遂成妙文。 <br>　　《冬青树》一剧写南宋灭亡的历史故事。全剧以<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、谢叠山以身殉国的壮烈事迹为主线，穿插唐珏等忠义志士报国义举，抨击了留梦炎之流卖国求荣的可耻行径。据史载，元军攻陷南宋京城临安后，元军统帅僧人杨琏真伽率元军发掘宋帝后陵寝，掠夺财物，弃骸骨于草莽，义士唐珏收诸陵骸骨以葬，并植冬青树以为表识。元陶宗仪《南村辍耕录》条录其事。明卜世臣作《冬青记》传奇演其事。蒋士铨在剧中穿插《发陵》、《收骨》、《私葬》、《梦报》四□敷演其事。其自序言：“经曰：岁寒然后知松柏。若两公者，即以为冬青之树，谁曰不宜”。可知作者之意。 <br>　　《临川梦》写戏曲家<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>故事。焦循《剧说》载汤显祖《牡丹亭》刻本传世后，有娄江女子俞二娘，酷嗜其曲，用蝇头小楷在上面细细批阅，不到二十岁竟怨恨而终。有人持其夹批给汤显祖看，汤感慨万端，作两首五言绝句为悼。又载内江一女子，读《还魂》而悦之，径造西湖访焉，愿为才子妇。汤以年老辞，女子投水而死。蒋士铨本此诸事，而作此剧。 <br>　　《一片石》和《第二碑》皆演娄妃故事。娄妃为理学家娄谅女，嫁宁王宸濠为妃，宁王谋逆，她屡次劝谏，不听，又作《题樵人图》诗云：“妇语夫兮夫转听，采樵须是担头轻。昨宵雨过苍苔滑，莫向苍苔险处行。”终不听。后宸濠叛乱被擒，妃投江而死。邦人钦慕其贤且烈，厚葬之。 <br>　　《雪中人》演铁丐吴六奇将军事。吴六奇广东潮州人，早失父兄，性好饮博，遂至落拓江湖，流浪街市，行乞为生。常手不曳杖，口若衔枚，敝衣枵腹，而无寒饿之色，人皆称铁丐。后寄身邮卒，于关河形势，无不谙熟。因其时天下初定，清军由浙江入广东，地形多不熟，六奇请见主帅，备陈粤中形势，且言有义结兄弟三十人，拥众据土，粤中传檄可定。帅依其言行之，粤地悉平。由是征闽讨蜀，屡立奇功，位至通省水陆提督。蒋士铨本此作《雪中人》传奇。 <br>　　《四弦秋》据<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》诗而作。白居易作此诗，不过自写其沦落之意。元<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>据以作《青衫泪》，以为香水素狎此伎，于江州送别时再次相逢，践成前约。后有顾道行作《青衫记》，情节一本马剧。蒋士铨以为“命意敷词，庸劣可鄙”，乃本《琵琶行》及香山本传、宪宗时事，别填《四弦秋》院本，七日而成。时人交口称赞，以为出前剧万倍。</p> <p><strong>评论</strong><br>　　王昶论其诗，标为“当代之首”；李调元评其曲，论为“近时第一”。高丽使臣曾以重金求其乐府诗，以夸荣于东国。近代<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>说他是“中国词曲界之最豪者”。日本青木正儿称其为“中国戏曲史上的殿军”。今人钱仲联教授说：“蒋士铨以诗曲成就双双得到同时著名评论家的充分认识和最高评价，这在整个清文学史上恐怕不得不指为绝无仅有的一家。” </p><br/><h2>生平</h2> <p><strong>早年苦学</strong><br>　　<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>先世姓钱，居浙江湖州府长兴县（今湖州市长兴县）九里泷庵画溪头。明末甲申（1644年），祖父钱承荣9岁，因避兵乱与家人失散，随人辗转流落铅山县永平镇，为邑长蒋某收为子嗣，从此宗蒋氏。<br>　　清雍正三年（1725年 ）十月二十七日（12月1日）雨夜，蒋士铨降生于南昌垣东街小金台前旧宅，适逢响雷，因得乳名“雷鸣”。他的父亲蒋坚是位秀才，性好任侠，擅长刑名之学，有古烈士遗风，曾长期佐幕于山西泽州，屡雪疑案，为当世所重，著有《求生录》四卷，《晋昌纪狱》二卷，《铁案》、《剑旁<a href=\"http://so.gushiwen.org/author_189.aspx\">诗</a>》、《书法指南辑说》各一卷。他的母亲钟令嘉也知书识礼，工诗善文，著有《柴车倦游集》。士铨出生时，家境清寒，但父母的知书识礼，却使他从小就受到良好的家庭教育。蒋士铨四岁时，他的母亲便断竹篾为波磔点画，攒簇成文，教之识字。稍稍长大后，即教以《四书》、《礼记》、《周易》、《毛诗》等经，使他能够背诵。母亲教子得法，且课督甚严，酷暑严寒，未尝少倦。甚至在病中，仍书以唐诗贴四壁，母抱士铨行走其间，教之低吟以为戏。<br>　　十岁时，父亲担心他读书膝下，难免为平常儿，他日为文，亦不免书生态，便将他缚于马背，随他历游燕、赵、秦、魏、齐、梁、吴、楚间，让他目睹崤函、雁门的壮丽，历览太行、王屋之胜景，随后安排他就读于泽州凤台秋木山庄之王氏楼中。凤台王氏是富甲一方的大户，楼接百栋，书连十楹，家藏图书非常丰富，蒋士铨在这里可以尽阅所藏，打下深厚的文学根底。十五岁，始就外傅，受业 于王允升先生，修习完成了《诗》、《书》、《易》、《三礼》、《三传》等九经，同时开始学习作诗。<br>　　蒋士铨十五岁学诗，是从<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>开始的。李商隐之诗格调浓艳，文字华美，带有浓厚的浪漫主义色彩，迎合了少年蒋士铨的需求，他爱之读之，数年中积下了不少的模仿之作。十九岁这年的秋天，蒋士铨于病中咳嗽不能卧，一天晚上独坐绳床，见皎月穿窗，戚然而思，忽有所悟。于是强撑病体，起床点燃残烛，检出屉中所藏淫靡绮丽之书数十册，并所作艳诗四百馀首，尽焚于庭中。又向天泥首悔过，发誓断除妄念。第二天买回《朱子语类》，细加研读，安排好日程自学。经过三个月的自我反思，他的病居然痊愈了。<br>　　乾隆九年（1744年）九月，蒋坚举家南下，为士铨聘南昌张氏女，第二年冬天，他们结了婚。婚后，蒋士铨随父归铅山老家，就读于永平北门张氏塾中。这年，正值殿撰金德瑛督学江西，来铅山，他读到蒋士铨诗卷，深以为奇，拔补他为弟子员，对他的试卷给了这样的评语：“喧啾百鸟群，见此孤凤凰，将来未可量也。”此后，士铨便从学于金师，“船窗署斋，一灯侍侧，凡修己待人之道，诗古文词所以及于古，孜孜诲迪，未尝少倦”，一年中他随金师游历了抚州、建昌、吉安、赣州、南安、瑞州等地，广结江西名士，学识大长，诗名浙著。金德瑛曾作诗赞誉他：“蒋生下笔妙天下，万马瘖避骅骝前。……老夫搜罗士如鲫，得尔少隽喜成颠。”</p> <p><strong>入仕求退</strong><br>　　蒋士铨22岁中举，26岁元旦之夜，家中存米仅五斗，生计茫然。初二日，鄱阳县知县黄荻村遣人持南昌知县顾锡书信到蒋士铨家，请他担任《南昌县志》的总纂，他应邀到了南昌。历时二年，《南昌县志》成书，28岁，在南昌东街水口巷买了一所住宅，名之为“藏园”，当年移家于此。<br>　　蒋士铨从二十三岁开始北上求仕，却并非一帆风顺。他先后三次进京赴考，都未能遇，直到乾隆二十二年（1757年），他三十三岁才得中进士。但那时中了进士，是不能马上授官的，还得入庶常馆为庶吉士，三年散馆，才能授官。他在庶常馆熬过了三年“尚习雕虫业”的痛苦生活，终于散馆，钦取第一，授翰林院编修。这以后四年中，他曾担任顺天乡试同考官和续文献通考纂修官，一直供职于翰林院，久久未得升迁。他的“我生不愿作公卿，但为循吏死亦足”的愿望也得不到实现，于是，便于乾隆二十九年（1764年）毅然辞官南归了。<br>　　蒋士铨好不容易踏上仕途，为什么又匆匆忙忙辞官呢？其中原因，各书所载未详。他自撰的《清容居士行年录》中提到：“裘师颖荐予入景山为内伶填词，或可受上知，予力拒之。八月遂乞假去，画归舟安稳图。”裘师指裘曰修，是蒋的江西同乡，时为工部侍郎，以治水有方深得乾隆器重，所荐之事当非虚妄。但裘既为同乡友人，应当了解蒋士铨的志趣所在，恐不致为有可能“受上知”而荐他去“为内伶填词”。即使所荐非所愿，蒋士铨恐怕也不致因“力拒”而辞官。裘曰修死后，家人请蒋士铨为作墓志，犹对他推崇备至，可见友情之深。因而此说恐为托词，不足为据。<br>　　而《铅山县志》有载，蒋士铨名震京师后，“有某显宦欲罗致之，士铨意不屑，自以方枘入圆凿，恐不合，且得祸。钟太安人亦不乐俯仰黄尘中，遂奉以南旋。”某显宦指谁？各书均无记载。惟徐珂《清稗类钞》及《清朝野史大观》直言蒋士铨“以刚介为和珅所抑”，然和珅用事在乾隆四十二、三年以后，此说或出于猜测。<br>　　今查<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>《送蒋心余编修南归》诗，有“敏捷诗如马脱衔，才高翻致谤难缄”之句，且自注曰：“有间之于掌院者，故云。”又王文治送蒋士铨离京诗曰：“亦有达官遭面斥”、“难免谣啄加蛾眉”。赵翼、王文治与蒋士铨同居翰林院，官编修，说他尝面斥达官而遭谣啄于掌院之前，绝非无中生有。同诗，赵又言：“世谓灌夫能骂座，我援泷吏劝书绅”，引《史记》灌夫使酒骂座而遭祸之事，劝蒋急流勇退并要他牢记此话。可见，谗间之事当必有。蒋士铨一生秉性刚直，磊落嵚崎，<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>说他“遇不可于意，虽权贵几微不能容。”很可能就是以面斥达官一事为依据的。这种个性带来的直接后果便是长期抑郁下僚，久不升迁。他曾在《贺新凉· 叠韵留别纪心斋戴匏斋》词中说：“ 衮衮 诸公登台省。看明时，无阙须人补。不才者，义当去。”分明是激愤之情见于言表。综合以上看，蒋士铨的辞官，当为面斥达官而致谤遭谗于掌院，因而长期抑郁下僚，自觉官场污浊，愤而求去的。</p> <p><strong>南归讲学</strong><br>　　蒋士铨辞归后，没有返回江西老家，而选择了虎踞龙蟠的金陵作为自己的第二故乡。这原因一是铅山“本无田里可躬耕”，二是他所敬仰的诗人<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>住在金陵。蒋士铨与袁枚的订交颇有戏剧性，二十年前，蒋士铨过南京燕子矶，曾题两诗于宏济寺壁，末署“苕生”二字。袁枚往扬州，经过其寺，看见僧壁题诗，以为绝佳。归访年余，后听熊涤斋先生告以“苕生” 姓蒋，名士铨，江西才子也，且为通其意。然而他们却一直没有机会见面，直到蒋士铨辞官归寓金陵，他们才见面订交。后来，袁枚把这段经过录入了《随园诗话》。三是“钟山本姓蒋”，他愿意仿效前人，留下“六代江山两寓公”的佳话。<br>　　但是，蒋士铨在南京与袁枚相聚的日子并没有持续多久，乾隆三十一年，他应浙江巡抚熊廉村之聘，主绍兴蕺山书院讲习。在这里，他有机会结交任处泉、刘文蔚等越中诗人，与“越中七子”寻幽探胜，诗酒周旋，他在这里度过了六个春秋。乾隆三十七年，他又应扬州运使郑大进之聘，主持扬州安定书院。在这里结识了“扬州八怪”中之罗聘和画圣王石谷，他们谈诗论画，吟咏山河，交流艺术思想，批判社会现实，创作了大量作品。十年的教育生涯，是诗人创作的丰收季节，也是诗人创作风格的成熟阶段，他的诗从“以少陵昌黎为宗”，到“兼取苏黄”，至此则进入“脱去依傍而为我之诗”的新阶段。他的戏曲创作也在这期间完成了《桂林霜》、《四弦秋》、《雪中人》、《香祖楼》、《临川梦》等重要剧目。<br>　　由于慈母的逝世，蒋士铨离开了扬州，奉母归葬于铅山之鹅湖山下。家居服衰期间，他积极向铅山县邑宰建议，修文峰塔，开焦溪坝，兴修紫溪黄柏坂水利，润田六千亩，建试院，开县东两耳门以利群众来往，皆被采纳实施。<br>　　乾隆四十二年（1777年），乾隆皇帝南巡，赐诗彭元瑞。称彭与蒋为“江右两名士”，并屡问及之。消息传来，诗人感激涕零，于是，57岁力疾起官，充国史馆纂修官，记名以御史补用,修《开国方略》，计十四卷。59岁得风痹之疾，半体偏废，“二竖忽相厄，末疾医莫瘳。右体从此废，语言为伊嗄”，留滞京中六年，最后以病辞归。三月，袁枚来访。临别时，蒋士铨嘱袁枚为他作墓志铭，并要袁为他的诗集作序。乾隆五十年（1785年）二月二十四日（4月3日）病逝于南昌藏园，终年61岁，后归葬于江西省铅山县永平镇文家桥。　蒋士铨著有《忠雅堂集》43卷，包括文集12卷、诗集27卷及补遗2卷，词集2卷、还附有南北曲。蒋士铨也写词和散文。此外他还是位重要的戏曲作家，他写成杂剧、传奇戏曲16种，均存。其中《临川梦》、《冬青树》等9种，合称《藏园九种曲》。 </p><br/><h2>墓</h2> 　　<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>墓位于铅山永平镇陈家寨文家桥西董家坞，座东偏南朝西北，面临湖山、垅田。墓的形制独特：居中是一块直径 1.3米的圆形墓约3米的青石平台之上。墓碑嵌于后方石龛之中，1米高青石矮拦环抱其外，前端抱鼓石1对，其下石阶数级。墓体占地面积约十六平方米。石龛、栏杆、望板的建筑工艺精到，龛是歇山顶，额日：“气节文章”，楹联：“庐埠叩苏公八壬偈子一转语，山阴同陆翁九千吟中万首<a href=\"http://so.gushiwen.org/author_189.aspx\">诗</a>”。内嵌的墓碑正文，右：“乾隆五十二年三月初八日立”，中：“皇清敕授承德郎倒晋奉政大夫翰林院编修即用御史显考蒋公心余府君之墓”，左：“奉祀考男知廉知节知让知白知重知简知约卒考”。该墓于1959年即经江西省人民政府公布列为省级文物保护单位，并在上个世纪70年代，永平铜矿建矿初期，专门修建了一道跨度约80米长的拱桥，状如彩虹，直通墓旁，方便了后人前往观光、凭吊。"
}