{
  "id": 285,
  "star": 9,
  "name": "柳恽",
  "dynasty": "南北朝",
  "desc": "柳恽，字文畅，生于宋泰始元年(465年)，卒于梁天监十六年(517年)。祖籍河东解州（今山西运城），南朝梁著名诗人、音乐家、棋手。梁天监元年(502午)萧衍建立梁朝，柳恽为侍中，与仆射，著名史学家沈约等共同定新律。以后在朝中，历任散骑常侍、左民尚书，持节、都督、仁武将军、平越中郎将、广州（今广东广州）刺史。又“征为秘书监、领左军将军”。曾两次出任吴兴（今浙江吴兴县)太守，“为政清静，人吏怀之。梁天监十六年 (517年）卒，享年53岁。赠侍中，中护军。",
  "content": "<h2>生平</h2> <p>　　柳恽父柳世隆，南齐尚书令，左光禄大夫、侍中。兄柳惔，梁尚书左仆射。柳恽从小深受父、兄影响，勤奋好学，少有志向，才华出众，远近闻名。齐竟陵王萧子良闻其名识，请他在朝中当法曹行参军，并极赏识之。齐武帝时，官至太子洗马，后因父丧辞官回乡。</p> <p>　　从齐武帝开始，萧齐宗室内部不断相互倾轧、残杀。齐和帝中兴元年(501年)，雍州(今湖北襄樊附近，刺史<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>带兵进攻建康(今江苏南京)，柳恽“候谒石头(今南京)”，主动投诚，封为冠军将军、征东府司马。当时齐东昏侯还未投降，士兵还在苦战。柳恽陈书请求攻下石头时，先收图籍，宽大为怀，怃恤百姓。萧衍点头同意，让柳恽西上荆州(今湖北江陵县)迎接齐和帝萧宝融，并任命他为相国右司马。柳恽开端效忠萧梁王朝。</p> <p>　　梁天监元年(502午)萧衍建立梁朝，柳恽为侍中，与仆射，著名史学家<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>等共同定新律。以后在朝中，历任散骑常侍、左民尚书，持节、都督、仁武将军、平越中郎将、广州(今广东广州)刺史。又“征为秘书监、领左军将军”。曾两次出任吴兴 (今浙江吴兴县)太守，“为政清静，人吏怀之。梁天监十六年 (517年)卒，享年53岁。赠侍中，中护军。</p><br/><h2>成就</h2> 　　柳恽是齐梁时有成就的<a href=\"http://so.gushiwen.org/author_285.aspx\">诗</a>人之一。他年轻时以擅长赋诗闻名，晚年在吴兴任官也作许多诗篇。名篇《江南曲》是作者在汉乐府诗的影响下，创作的有代表性的五言诗。诗描绘妻子见到久别的丈夫，半喜半忧的复杂心理。<br>　　汀洲采白苹，日落江南春。<br>　　洞庭有归客，潇湘逢故人。<br>　　故人久不返，春华复应晚。<br>　　不道新知乐，空言行路远。<br>　　诗中刻画人物心理细致，景情交融，特别是起句为后人赋诗中奉为典故引用。《江南曲》一直和<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>的《小垂手》及梁简文帝的《夜曲》一起，被视为五言律诗的滥觞。<br>　　柳恽的其他诗句如《捣衣诗》中的“亭皋木叶下，陇首秋云飞。”《从(梁)武帝登景阳楼》中“太液沧波起，长扬高树秋。”诗以素物抒发作者的思想感情，颇有影响，并为论诗者鉴赏。又如《独不见》风格别具，写失意惆怅之情。柳恽的诗句是梁五言宫体诗的代表作。风格自然朴素，深挚含蓄，毫不雕饰。<br>　　柳恽的大半生是在宫廷和贵族周围度过的，他的诗句不免附合君主贵族的兴趣。诗中描绘宫廷花草、树木、服饰等，来满足皇帝贵族的娱乐要求。梁武帝每次举行宴会，总要让他赋诗，他们互唱互和，以诗助兴。柳恽的诗句广为流传。著名文学家王融把他的诗句写到书斋的墙壁和执着的白团扇上。柳恽晚年与文学家吴筠关系甚密。吴筠诗文具有清拔之气，人称“吴筠体”。在吴兴柳恽“召(吴筠)补主薄，日引与赋诗。”他们相互赠诗，以表友人之情。柳恽的诗风清新秀美，格调也比较健康，在当时诗坛上有一定影响。柳恽的诗文收在《柳吴兴集》中，共12卷，南宋末尚存1卷，已佚。他的少量诗文散见于《艺文类聚》、《初学记》、《玉台新咏》中。近人严可均《全上古三代秦汉三国六朝文》辑其文1篇，逯钦立《先秦汉魏晋南北朝诗》辑其诗18首。<br>　　柳恽少时学琴，其父是闻名于世的弹琴高手，他深受指点和熏陶，以后他又拜著名的琴手嵇元荣、羊盖为师。他天资聪颖，琴技精湛，天下闻名。一次萧子良在院内摆酒设宴，将晋代宰相谢安曾用过的鸣琴摆在一侧，请柳恽弹奏，他以娴熟的技艺奏出悦耳动听的琴声，使在场的人都陶醉了。萧子良赞叹说：“卿巧越嵇心，妙臻羊体，良质美手，信在今辰。岂止当世称奇，足可追踪古烈。”又一次，柳恽赋诗未就，以笔敲琴，附近的客人过来，用筷子一起敲打，琴中发出悲哀的音乐，使柳恽为之一惊，于是制为雅音。从此敲琴演奏便开始了。柳恽弹琴善于推陈出新，他论述琴法，“以今声转弃古法”。著有《清调论》。<br>　　柳恽善下围棋，是著名的棋手。梁武帝也最好围棋，他命柳恽负责在全国范围内进行棋品的评定。柳恽品定棋谱，作《棋品》 3卷。他评定棋手名次优劣，登格者共278人。柳恽自己名列第二。这是我国古代围棋史上一次规模最大的评定棋手等级的盛会。柳恽还是博射高手。博射是古代一种游戏，他“发必命中”。<br>　　柳恽还精医术，通晓医学精妙之道。还擅长占卜，著有《卜杖龟经》。可惜他的著述均己散佚。<br>　　柳恽是南朝齐梁时著名诗人、琴手、棋手，以多才多艺著称天下。梁武帝赞赏他说，“吾闻君子不可求备，至如柳恽可谓且美，分其才艺，足了十人。”"
}