{
  "id": 840,
  "star": 57,
  "name": "杜秋娘",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_840.jpg",
  "desc": "杜秋（生卒年不详），资治通鉴称杜仲阳，活跃于8世纪－9世纪间，后世多称为“杜秋娘”，是唐代金陵人。　　15岁时成了李锜的妾侍。元和二年（807年），李锜正式起兵造反。后来李锜造反失败，杜秋被纳入宫中。后受到唐宪宗宠幸。元和十五年（820年）唐穆宗即位，任命她为儿子李凑的傅姆。后来李凑被废去漳王之位，杜秋赐归故乡。杜牧经过金陵时，看见她又穷又老的景况，作了《杜秋娘诗》，其序简述了杜秋娘的身世。",
  "content": "<h2>生平</h2> <p>　　唐代著名<a href=\"http://so.gushiwen.org/author_840.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>有《<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>诗并序》，诗题称她为“杜秋娘”，但诗序却称为“杜秋”。这是怎么回事？据《太平广记·李錡婢》记载，“杜名秋”。而且，唐末<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《金陵思古》诗、北宋钱易《南部新书》等都称她“杜秋”。可见她名“秋”，而不是名“秋娘”。那么，杜牧为什么又叫她“杜秋娘”呢？这里有两种情况。一是唐代往往以“娘”称呼妇女特别是老年妇女，例如<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗有“黄四娘家花满蹊”句。按照这一习惯，则称杜秋为杜秋娘当有敬爱之意。二是唐代往往称职业歌舞女子为“秋娘”。如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《琵琶行》有“妆成每被秋娘妬”语。按照这一习惯，杜秋娘当是艺名。比较而言，杜秋晚年已不是歌舞伎，而杜牧对她只有尊敬、同情，所以称她“杜秋娘”应是敬称，而不是称艺名。</p> <p>　　据《南部新书》引<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>《献替录》，及《旧唐书·李德裕传》记载，杜秋娘入宫后又名“杜仲阳”。古代二月仲春叫“仲阳”。“仲阳”与“秋”意义相对立。按照古人有时会采用与名意义对立的语词立字的习惯，“仲阳”当是杜秋娘的表字。古人称表字而不称名是表敬意。杜秋娘入宫后地位高了，所以称表字而不称名。因此，杜仲阳当是杜秋娘入宫后立的表字。当然这只是推测，尚需文献证实。</p> <p>　　杜秋娘是哪里人？<br>　　《杜秋娘诗并序》说：“杜秋，金陵女也。”金陵本是唐代江宁县（今南京）的旧称，一名建康。但唐代江宁属润州（治地丹徒，今镇江），所以唐人往往也称润州为金陵。那么这里金陵究竟是哪里呢？《太平广记·李錡婢》以为是指“建康”即江宁，所以说“杜名秋，亦建康人也”。后来因而也有人说杜秋娘为建康人。但是《杜秋娘诗》开始是说“京江水清清，生女白如脂”，罗隐《金陵思古》诗说“杜秋在时花解语，杜秋死后花更繁……绮筵金缕无消息，一阵征帆过海门”。京江、海门都在润州丹徒，并不在江宁。而且，虽然《太平广记·李錡婢》说杜秋娘与唐宣宗生母郑氏都是建康人，但《新唐书·后妃传下》明确说郑氏为丹阳人。显然，《太平广记·李錡婢》是误认金陵为建康，进而臆断杜秋娘为建康人。可见杜秋娘确实是润州人，并不是建康人。</p> <p>　　杜秋娘生于何年死地何时？<br>　　杜秋娘生年，文献未见有说。但《杜秋娘诗并序》说：“（杜秋娘）年十五，为李錡妾……予过金陵，感其穷且老，为之赋诗。”据《旧唐书》的《德宗本纪》和《宪宗本纪》记载，李錡是唐德宗贞元十五年（799）授润州刺史、浙西观察使，唐宪宗元和二年（807）因谋反被杀。如果杜秋娘在李錡到润州的当年就“为李錡妾”，她的生年当在贞元元年（785）。如果杜秋娘直到元和二年才为“李錡妾”，那么她的生年就在贞元九年。由此可见，杜秋娘的生年当在贞元元年到贞元九年之间。根据这一实际，我们可以推定她生于贞元四年（788）前后。《杜秋娘诗并序》是大和七年（833）杜牧在润州见到杜秋娘后所作，当时她已“老”。 唐朝人40岁以上可以称“老”。例如杜甫在40岁所作诗中就自称“杜陵野老”。如果按照生于贞元四年前后计算，大和七年是45岁左右，也可以称“老”了。杜秋娘卒年，已不可考。根据《杜秋娘诗并序》的写作时间，以及下文将要说到的一些情况，我们只能说她是卒于大和九年（835）以后。</p> <p>　　杜秋娘何时被“赐归”润州？<br>　　对于这个问题，有关文献说法不一。一种说法是大和五年（831）因漳王李凑得罪，被“赐归”润州。杜牧《杜秋娘诗并序》说：“穆宗即位，命秋为皇子（引者按，指李凑）傅姆。皇子壮，封漳王。郑注用事，诬丞相欲去已者，指王为根（义同后台）。王被罪废削，秋因赐归故乡。”按《旧唐书》的《文宗本纪》及《怀懿太子凑传》，唐文宗大和五年，郑注指使人诬告宰相宋申锡与漳王谋反。结果，宋申锡贬官，漳王降为巢县公。在这种情况下，作为漳王“傅姆”的杜秋娘也就被“赐归”故乡润州。另一种说法是，大和三年被“放归”润州。按《资治通鉴·大和九年》：“初，李德裕为浙西观察使，漳王傅姆杜仲阳坐宋申锡事放归金陵，诏德裕存处之。会德裕已离浙西，牒留后李蟾使如诏旨。”《嘉定镇江志》说：“漳王傅姆杜仲阳坐宋申锡事放归金陵，诏德裕存处之。会德裕已离浙西，在道奉诏书，至宿州，闻仲阳已过，遂牒留后李蟾，令依诏旨处分。后至大和九年三月，王璠与李汉、郑注诬奏德裕，德裕得罪，分司东都。”今人傅璇琮《李德裕年谱》根据李蟾任李德裕的浙西观察使留后，是在李德裕长庆二年（822）至大和三年初任浙西观察使时，以及李德裕大和八年再任浙西观察使时李蟾已死这两件事实，并根据《资治通鉴》、《嘉定镇江志》所载，推断杜秋娘被“放归”润州，不是在大和五年，而是在大和三年。按照这一说法，杜秋娘被“放归”润州就另有我们尚不清楚的原因。与大和五年的“宋申锡事”即“漳王废削”事没有关系。这又与《资治通鉴》等所说相矛盾。谁是谁非，有待进一步探讨。</p> <p>　　杜秋娘归润州后境况如何？<br>　　《新唐书·李德裕传》说：“漳王养母杜仲阳归浙西，有诏在所存问。”《旧唐书·李德裕传》说：大和八年（834）李德裕至润州，“奉诏安排宫人杜仲阳于道观，与之供给……九年三月，左丞王璠、户部侍郎李汉进状，论德裕在镇，厚赂仲阳，结托漳王，图为不轨”。可见，杜秋娘放归润州后，无亲无戚，无儿无女，无家可归，只能住在道观中，靠官府供养。<br>　　李德裕在润州时，她可能生活尚有保障。李德裕因“厚赂仲阳”之罪罢免浙西观察使后，继任官员即使想“供给”也有顾忌，她的生活一定是很艰苦的。杜牧经过润州时，“感其穷且老，为之赋诗”。诗中说：“归来四邻改，茂苑草菲菲。清血洒不尽，仰天知问谁？寒衣一匹素，夜借邻人机。”她要靠自己织布缝衣，而织布机却要向邻居借用，而且只能在夜间织布，她的穷困潦倒，百无聊赖，也就可想而知。</p> <p>　　《金缕衣》是谁作？它的主题又是什么？<br>　　《金缕衣》（“劝君莫惜金缕衣”），一名《金缕曲》《杂诗》，是唐诗名篇。《唐诗三百首》的最后一首就是《金缕衣》，作者署名杜秋娘。《乐府诗集》编于李錡名下，《全唐诗》谓无名氏作。但北宋人所编《唐文粹》录《杜秋娘诗并序》在“秋持玉斝醉，与唱《金缕衣》”两句下注：“劝君莫惜金缕衣……李錡长唱此词。”这应该是杜牧原注。从诗“与唱”和注可见，李錡是唱者，杜秋娘是参与唱者，他们都不是作者。此诗作者不详，当署为无名氏。<br>　　《金缕衣》为七言绝句形式的乐府歌辞，全诗是：“劝君莫惜金缕衣，劝君惜取少年时。好花堪折直须折，莫待无花空折枝。”诗的主题有及时行乐、 珍惜青春和光阴及“隐谏”李錡三说。诗以折花为比喻，它的意象比较复杂。当花与“行乐”相联系时，此诗宣扬及时行乐的思想是很明显的，特别是它在被李錡这样的人歌唱时，这种色彩更浓。当花与青春时光相联系时，它也多少有点惜取青春和时光的意思。但毕竟比不上<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《杂诗》“盛年不重来，一日难再晨。及时当勉励，岁月不待人”那样题旨醒豁。至于隐谏李錡说，则是以诗为杜秋娘所写而作的主观臆断，并不可信。</p> <p>　　《杜秋娘诗》作于何时何处？主题是什么？<br>　　《杜秋娘诗》的写作时间，有大和七年（833）和开成二年（837）两说。确实，这两年杜牧都曾到过润州。但是，诗中只提到“王幽茅士削”即大和五年漳王李凑被废除王位，并没有涉及大和九年年初李凑废死，并且诗中只说到杜秋“归来”初期的情况。从这两点看，此诗当作于大和七年。古人30岁以下可称“少年”。当时杜牧30岁，所以他的朋友<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>说“年少多情杜牧之，风流仍作杜秋诗”。至于诗的写作地点，从诗序说“予过金陵，感其穷且老，为之赋诗”，似乎是作于润州。但诗中说“我昨金陵过”，“昨”字表明诗并非当时写成，而且诗为长篇，也非一两日可写成，杜牧是路过润州往扬州或宣州（今安徽宣城），也不会在润州多作停留。因此此诗的写作，只能说开始于润州，完成于离开润州之后。<br>　　《杜秋娘诗》为五言古诗，共112句，是杜牧诗名篇，唐诗长篇名作。唐人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>说：“杜牧司勋字牧之，清秋一首杜秋诗。”有的评论者称它可与白居易《琵琶行》比美。诗前半部分写杜秋娘的遭遇，表现了一位无法掌握自己命运的弱女子在权力斗争中任人摆布的悲哀，充满同情之心。后半部分写历史上7位女性和10位男子不同的荣辱遭遇，感慨天意难测，人事无常。就作者的主观意图说，全诗主要是表达天意难测，人事无常的感慨，借此表现诗人自身的失意之感和哀伤之情。这与白居易《琵琶行》伤商女而自伤沦落相似。正如清代<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>《题琵琶亭二绝》其二所说：“江州司马（指白居易）宦中唐，谁似分司御史（指杜牧）狂。同是才人感沦落，樊川亦赋《杜秋娘》。”</p>"
}