{
  "id": 350,
  "star": 191,
  "name": "朱庆馀",
  "image": "http://img.gushiwen.org/authorImg/zhuqingyu.jpg",
  "dynasty": "唐代",
  "desc": "朱庆馀，生卒年不详，名可久，以字行。越州（今浙江绍兴）人，宝历二年（826）进士，官至秘书省校书郎，见《唐诗纪事》卷四六、《唐才子传》卷六，《全唐诗》存其诗两卷。曾作《闺意献张水部》作为参加进士考试的“通榜”，增加中进士的机会。据说张籍读后大为赞赏，写诗回答他说：“越女新装出镜心，自知明艳更沉吟。 齐纨未足时人贵，一曲菱歌值万金。”于是朱庆馀声名大震。",
  "content": "<h2>轶闻故事</h2> <p>　　在唐代，大凡参加进士考试的，有一个虽不成文但却颇为实用的风行性做法，那就是考生在试前往往凭着某位很有声望的人士引荐，致使他很快地便被主考官关注，从而顺利取得功名。当时流行着的所谓行卷，①亦即考生用自身的作品先行通过有关得力人士的揄扬并提高其知名度的做法，就是一个并不怎么好的社会风气下的产物；虽然其中真正有水平的才子，却也不在少数。<br>　　这里要讲述的主人公委实是有真才实学的，他的<a href=\"http://so.gushiwen.org/author_350.aspx\">诗</a>作还被收入著名的诗歌选本《唐诗三百首》，然而，这作者的名字却是一个令人惶惑的谜。有说他名朱庆余，字可久的；②有说他名可久，字庆余，且以字行的；③当然，也有称“《唐书》作朱庆”的。④如今，我们就根据通行说法，称他“名朱可久，字庆余，以字行”当为可靠些——本文就以此来行文吧。另外，他的籍贯也有多种说法，有说他是浙江人，也有说他是福建人的；但我们从跟朱氏同时的诗人<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>等人的诗里看出，他当属浙江人无疑。<br>　　在厘清这些看似题外的话之后，我们现在便可以“直奔主题”了。正在京城赶考的考生朱庆余跟著名诗人张籍有幸邂逅，两人在交谈后，张对朱的才学很是欣赏，遂让朱把新近所写的作品加上旧作一起拿来给他。朱从书囊中搜索出26篇诗文呈给张，张把它们放在自己怀里，便匆匆忙忙地走了。紧接着，张就对同僚们极力赞扬朱。由于张当时在社会上已有着很高的声望，许多人急忙把朱的作品缮写过来以便让自己吟诵；这好似现在人们购买某些流行歌曲碟片的那份劲头儿。因此，朱的名声刹那间便大振起来。<br>　　然而，此前尽管已交过了诗文稿，但心中仍觉得并没有多少把握的朱庆余，在试后那段等候揭晓的日子里，不觉有些忐忑不安；不知该次考试他究竟能否被录取。于是，朱便写了一首题为《闺意》的七言绝句，把它呈给张籍来试探试探考试结果；当然，张大人如有可能讲句好话以便让朱顺利通过，那就再好不过了。⑤他这首用新婚夫妇那种旖旎风光里才会写出来的好诗，亦即上文便已提到的，其全篇云：<br>　　洞房昨夜停红烛，待晓堂前拜舅姑。<br>　　妆罢低声问夫婿：“画眉深浅入时无？”<br>　　这诗里的舅姑是指公公和婆婆，也就是丈夫的父母了；为了讨取长辈的欢心，新媳妇可谓尽情打扮妥贴，以便在凌晨谒见时能取得“高分”。这无疑是朱庆余探问自己用心写就的诗文是否合式，以至于能否被主考官赏识而终被录取了。<br>　　张籍看了朱庆余这首用婉转手法写就的诗作，不觉笑了一笑；有意思的是，轻捋着胡子沉吟着的张，随后也同样用美人来比拟考生这一委婉的手法来回答着考生朱君：<br>　　越女新妆出镜心，自知明艳更沉吟。<br>　　齐纨未足时人贵，一曲菱歌敌万金。⑥<br>　　该诗的意思是说，您就不必担心了，像您这样有水平的考生，试官一定会青睐有加的。<br>　　果然不出所料，已经得到张籍宣传和引荐的朱庆余，就在敬宗宝历二年（826年）一举考取了进士。但张籍这深深赏识人才的佳话，也得以永久地流传了下来，成为后人赏拔人才的绝佳范本。<br>　　按：① 具见宋人<a href=\"http://so.gushiwen.org/author_2055.aspx\">程大昌</a>《演繁露》。② 如《唐才子传》；但它说朱氏“以字行”，这分明跟事实不合。③如《新唐书·艺文志》等。④ 如《唐诗三百首》注；但这显然属于错误的引用。⑤ 诗题一作《近试上张水部》。水部指曾任水部员外郎一职的张籍，这是以官名借代人的修辞手法。⑥ 时人，一作“人间”。</p><br/><h2>文体风格</h2> 　　朱庆余<a href=\"http://so.gushiwen.org/author_350.aspx\">诗</a>学<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>，近体尤工，诗意清新，描写细致。内容则多写个人日常生活。宋<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话后集》云：“张洎序<a href=\"http://so.gushiwen.org/author_2394.aspx\">项斯</a>诗云：‘元和中，张水部为律格，清丽浅切，而巧思动人，字意清远，惟朱庆余一人亲受其旨，沿流而下，则有任蕃、陈标、章孝标、<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>等，咸及门焉’。”《新唐书·艺文志》著录《朱庆余诗集》1卷。《全唐诗》收其诗177首，辑为2卷。"
}