{
  "id": 291,
  "star": 483,
  "name": "杜荀鹤",
  "image": "http://img.gushiwen.org/authorImg/duxunhe.jpg",
  "dynasty": "唐代",
  "desc": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。官至翰学士知制造。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。",
  "content": "<h2>生平</h2> <p>　　朱温为他送名礼部，得中大顺二年(891年)第八名进士（《鉴诫录》）。得第后次年，因政局动乱，复还旧山，田頵在宣州，很重视他，用为从事。天复三年(903年)，田頵起兵叛杨行密，派他到大梁与朱温联络。田頵败 死，朱温表荐他，授翰林学士、主客员外郎，患重疾，旬日而卒。其<a href=\"http://so.gushiwen.org/author_291.aspx\">诗</a>语言通俗、风格清新，后人称“<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>体”。部分作品反映唐末军阀混战局面下的社会矛盾和人民的悲惨遭遇，当时较突出，宫词也很有名。</p> <p>　　杜荀鹤相传为<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>出妾之子。出身寒微。曾数次上长安应考，不第还山。当<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军席卷山东、河南一带时，他又从长安回家。从此“一入烟萝十五年”（《乱后出山逢高员外》），过着“文章甘世薄，耕种喜山肥”（《乱后山中作》）的生活。</p> <p>　　杜荀鹤才华横溢，仕途坎柯，终未酬志，而在诗坛却享有盛名，自成一家，善长于宫词。因长期置身于九华山怀抱，吟咏九华山面貌的诗篇甚多，具有鲜明的时代色彩。客居他乡写的《秋日怀九华旧居》流露出弃官归隐九华的心情和身在异地恋乡之苦。在《自江西归九华有感》、《题所居村舍》和《山中寡妇》等诗篇中揭露了社会政治昏暗，酷吏残忍、军阀混战，民不聊生，反映了人民的疾苦与呼声，是当时社会生活的真实写照。</p> <p>　　杜荀鹤一生以诗为业，他脍炙人口的诗《春宫怨》，用宫女的不幸身世象征自己怀才不遇的比兴手法，显示了作者艺术手段的高超。然而杜荀鹤的诗的主要成就，还在于为数不多的一些同情人民苦难的作品。《时世行》2首，一题作《山中寡妇》、《乱后逢村叟》，深刻地描绘了战乱使农村人民遭受沉重苦难的画面。《旅泊遇郡中叛乱示同志》，揭露了地方藩镇趁火打劫的罪行。在诗人笔下再现了黄巢起义被镇压后，藩镇混战的年月里人民的痛苦生活。这类诗篇运用律诗和绝句的形式而又不为声律所束缚，语言清新通俗，爽健有力。有影印宋蜀刻本《杜荀鹤文集》3卷行世。 </p><br/><h2>文学贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>(846～904)，晚唐<a href=\"http://so.gushiwen.org/author_291.aspx\">诗</a>人。字彦之，号九华山人。池州石埭（今安徽石台）人。出身寒微。相传<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>在会昌末年任池州刺史时，妾程氏有孕，为杜妻所逐，嫁长林乡正杜筠而生 荀鹤(<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>《二老堂诗话》及计有功《唐诗纪事》)。早年读书于九华山，与顾云、殷文圭等为友，7岁时已露头角。曾数次上长安应考，不第还山。中间也曾旅游浙江、福建、江西、湖南等地。当<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军席卷山东、河南一带时,他又从长安回家。从此一入烟萝十五年（《乱后出山逢高员外》），过着文章甘世薄,耕种喜山肥（《乱后山中作》）的生活。得第后次年，因政局动乱，复还旧山，田□在宣州，很重视他，用为从事。天复三年(903),田□起兵叛杨行密，派他到大梁与朱温联络。田□败死，朱温表荐他，授翰林学士、主客员外郎，遘重疾，旬日而卒。由于他晚节投靠朱温，壮志清名，中道而废（《鉴诫录》），为时论所惋惜。</p> <p>　　杜荀鹤一生以诗为业，自说乍可百年无称意，难教一日不吟诗（《秋日闲居寄先达》）。登第时自编其诗为《唐风集》3卷，存诗300多首，都是律诗和绝句。</p> <p>　　唐末诗歌，大致有三大流派：一是以艳丽著称的温李派,以韩□为代表；二是以寒瘦苦吟为主的<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>派,以李洞等为代表；三是着重反映社会现实、民生疾苦，继承元白新乐府衣钵的，以<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>等为代表；自称江湖苦吟士，天地最穷人（《郊居即事投李给事》）的杜荀鹤、诗集中保存的五律诗几近130首，其中表现山林生活、寂静境界的作品，基本上属于贾岛一派。他不是不能写温李风格的诗，列在《唐风集》卷首向来脍炙人口的《春宫怨》，被人说是宫词为唐第一，并流传谚语说：杜词三百首，惟在一联中：风暖鸟声碎，日高花影重。那种用宫女的不幸身世象征自己怀才不遇的比兴手法，显示了作者艺术手腕的高超。然而杜荀鹤诗的主要成就，倒是为数不多的一些同情人民苦难与元白精神相通的作品。</p> <p>　　杜荀鹤自称诗旨未能忘救物（《自叙》），又称言论关时务，篇章见国风(《秋日山中》)，因此，他以《时世行》诗献朱温,和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>写讽谕诗为君,为臣，为民，为物，为事而作的目的，并无不同。《时世行》二首,一题作《山中寡妇》、《乱后逢村叟》,深刻地描绘了战乱使农村人民遭受沉重苦难的画面。《再经胡城县》、《题所居村舍》，声讨了一群屠杀人民起家的官吏。《旅泊遇郡中叛乱示同志》，揭露了地方藩镇趁火打劫的罪行。在诗人的笔下，再现了黄巢起义被镇压以后，藩镇混战年月里，人民痛苦生活的悲惨世界。此外，如《蚕妇》、《伤硖石县病叟》、《田翁》，反映了人民深受租税剥削之苦。《雪》、《山中对雪有作》，形象地反映了阶级对立的不平现象。</p> <p>　　这类诗篇的写法特点，不同于从元白到皮日休的新乐府。它运用律诗和绝句的形式而又不为声律所束缚，精练地把内涵广阔的境界压缩在短幅之中，常用鲜明的对比和深透一层写的手法，使作品富有感染力。语言清新通俗，爽健有力，也显示了它能突破同时代华靡诗风，具有创新精神。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话·诗体》列有杜荀鹤体，足见他的诗风在当时有一定影响。可是另一些评论家则讥斥为鄙俚近俗（《苕溪渔隐丛话前集》引《幕府燕闲录》），亦殊浅易（翁方纲《石洲诗话》），是\"晚唐之下者，是下净优人口中语（<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>《升庵诗话》）。</p> <p>　　《唐风集》通行有明汲古阁刊本。近人刘世珩辑《贵池先哲遗书》本，有补遗1卷。1959年中华书局上海编辑所即以刘刻本为底本，并据《全唐诗》加以补录、校勘，编成《杜荀鹤诗》，与《聂夷中诗》合刊印行。又有清初席刻《唐诗百名家全集》本，题为《杜荀鹤文集》，上海古籍出版社影印宋蜀刻本《杜荀鹤文集》3卷。事迹见<a href=\"http://so.gushiwen.org/author_455.aspx\">孙光宪</a>《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>(846～904)，唐代晚唐时期<a href=\"http://so.gushiwen.org/author_291.aspx\">诗</a>人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。出身寒微。曾数次上长安应考，不第还山。当<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军席卷山东、河南一带时,他又从长安回家。从此“一入烟萝十五年”（《乱后出山逢高员外》）,过着“文章甘世薄,耕种喜山肥”（《乱后山中作》）的生活。温为他送名礼部,得中大顺二年(891)第八名进士（《鉴诫录》）。得第后次年，因政局动乱，复还旧山，田頵在宣州，很重视他，用为从事。天复三年(903),田頵起兵叛杨行密，派他到大梁与朱温联络。田頵败死，朱温表荐他，授翰林学士、主客员外郎,遘重疾,旬日而卒。《唐风集》通行有明汲古阁刊本。近人刘世珩辑《贵池先哲遗书》本,有补遗1卷。1959年中华书局上海编辑所即以刘刻本为底本，并据《全唐诗》加以补录、校勘，编成《杜荀鹤诗》，与《聂夷中诗》合刊印行。又有清初席刻《唐诗百名家全集》本,题为《杜荀鹤文集》,上海古籍出版社影印宋蜀刻本《杜荀鹤文集》 3卷。<br/><h2>苦求为官</h2> <p>　　朱温本名朱全忠，当初是<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>手下大将，后投降朝廷，官至凤翔、静难、武定、昭武四镇节度使，后称帝。他专横霸道，杀人不眨眼，是有名的屠夫皇帝。人们把他比作老虎，他身边的人如果稍微违背了他的意愿，朱温立马就杀了他们。据说他手下的官吏每天当值的时候，要先与家人辞行，作好死的准备，晚上回家后全家相贺又活了一天。他手下的宾客们也是在这种不寒而栗的日子里煎熬。 <a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>游大梁（今河南开封），献《时世行》10首于朱温，希望他省徭役，薄赋敛，不合温意。他旅寄僧寺中，朱温部下敬翔，劝说他“稍削古风，即可进身”，因此杜荀鹤上《颂德<a href=\"http://so.gushiwen.org/author_291.aspx\">诗</a>》三十首取悦于温（《鉴诫录》）。张齐贤是宋真宗时中书门下平章（即宰相），他在《洛阳缙绅旧闻记》中写道：杜荀鹤把自己写的颂扬诗托人转投给他，表达了想见他一面的想法。相关的官员把这事转达给他，朱温好像没有听到一样，就这样杜荀鹤在大梁住了几个月，进退两难。</p> <p>　　原来，只要有人求见朱温，如果已经通报过姓名，而没有见过的，要是有一天朱温想见这个人，而他不在的话就会追究相关官员的责任，有时还会丢了脑袋。所以这些来求见的人，即便过了半年半年没有得到接见，也不能走。有的宾客困在客舍中，无钱无衣，饥寒交迫，负责的人也要留住他不让他走，不然的话，他们就会得罪的。所以杜荀鹤每天都要到接见宾客的地方，等着朱温的接见。</p> <p>　　一天清早，朱温在屋里问：“杜荀鹤在那里？”左右回答：“在客舍里。”左右立即派人找杜荀鹤来，杜荀鹤疾驰如飞赶到。还没有见到朱温，这时突然来了一批人，朱温就见他们一直到中午，朱温归家。杜荀鹤对那些官员们说：“我饥饿得很厉害，想回去。”那些人为他摆食，说：“大爷，您给我们留条命吧！如果大王出来要见你，再说你又回去了，我们求死都来不及了！”。</p> <p>　　还没到晚上，朱温果然出来了。坐在那里叫手下的人取骰子来。拿来以后，就在那里掷好像在卜什么。好像不开心的样子，一会儿很生气多次向手下的人看。手下的人恐怖极了，大气也不敢出，好像马上就要赴汤蹈火一样。一会儿他拿着骰子叫着：“杜荀鹤！”掷下去，六个都是红色的。他大声喊道：“苦命的秀才！”</p> <p>　　杜荀鹤进来以后，朱温招手叫他靠近，杜荀鹤马上跑到台阶下要行礼。朱温说：“秀才可以不行礼。”杜荀鹤连声喏喏，因恐惧而汗如雨下，再三再四地拜谢，就面色惨然坐下，浑身发抖，神不附体。朱温慢慢说：“我听说秀才很久了。”杜荀鹤听到这话后，又想下台阶拜谢，朱温说：“不用了。”于是再拜后坐下。这时朱温看着左右说：“好像下雨了？”就抬抬手，示意立在旁边的人去看，外面果然下雨了。朱温仰头看天，此时天无片云，只是雨点很大，打在窗檐上发出很大的声音，他自已站起来，对着窗外雨看了很久，又坐下对杜荀鹤说：“秀才你曾经见过无云雨了吗？”杜荀鹤说：没有见过。朱温笑着说：“这就是所谓无云而雨，叫做天哭。不知是什么征兆？”又大笑，左右的人顿时大惊失色，汗如雨下。</p> <p>　　过了很久，朱温徐徐地对左右的人说：“拿纸笔来，请秀才写首无云雨的诗吧。”杜荀鹤开始面对着朱温坐，好像坐在火炭上一样；又要他写诗，他不敢推辞，马上在座位上写了一首诗。朱温看后大喜，立即召来宾客们一同饮酒，直到夜半才非常高兴地散席了，还专门对左右的人安排道：“明天专门为杜秀才摆一宴。”杜荀鹤拜谢而退。原来他的诗是这样写的：“同是乾坤事不同，雨丝飞洒日轮中，若教阴朗都相似，争表梁王造化功。”意思是说因为梁王（朱温）有造化，所以才会下无云雨（其实是太阳雨）。明明白白的奉承大获朱温欢心。</p> <p>　　杜荀鹤因此获得了朱温的欢心。不过杜荀鹤这天好不容易捱回客舍后，惊惧成病，一夜泻了几十回，躺在床上不能动弹，几乎要死去。有关的官员守着他供热水和药剂，好像侍候自己亲生父母一样。第二天清早还没有起床，又有官员来催他说：大王要见秀才了，请速上马！杜荀鹤不得已，梳洗上马，等到的时候，催他的人已经遇见六七拨了。杜荀鹤病后困顿无力，脚步颤抖，行动迟缓。朱温自已起来迎着他说：杜秀才‘争表梁王造化功’？杜荀鹤立即忘了病症，趋步如飞，向朱温连拜四次，言语行动好像正常人一样。</p> <p>　　于是朱温专门为他送名礼部，杜荀鹤才得中第八名进士（《鉴诫录》）。还给他衣服钱物，待他很好，后来以授翰林学士、主客员外郎，可惜杜荀鹤“恃势侮缙绅，众怒，欲杀之而未及”，结果“遘重疾，旬日而卒。”当时人以与之交往为耻，“杜荀鹤谄事朱温，人品更属可鄙。”（《养一斋诗话》清·潘德舆）</p><br/><h2>作品特点</h2> 　　<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>是晚唐著名的现实主义<a href=\"http://so.gushiwen.org/author_291.aspx\">诗</a>人。他提倡诗歌要继承风雅传统，反对浮华，其诗作平易自然，朴实质明畅，清新秀逸。著有《唐风集》（十卷），其中三卷收录于《全唐诗》。<br>　　诗人的本性，天然好赋吟，作中多有如此之自咏： <br>　　“无人开口不言利，只我白头空爱吟。”（《山居自遣》）<br>　　“苦吟只天性，直道世将非。”（《寄从叔》）<br>　　“江湖苦吟士，天地最穷人。”（《郊居即事投李给事》）<br>　　“不是营生拙，都缘觅句忙。”（《山中寄友人》）<br>　　“自小僻于诗，篇篇恨不奇。苦吟无暇日，华发有多时。”（《投李大夫》）<br>　　“多惭到处有诗名，转觉吟诗僻性成。”（《叙吟》） 二、多题赠僧侣寺院隐居山士之作。对佛门有一定的领悟和向往。三、句作中不刻意规避重字。<br>　　“满酌劝君酒，劝君君莫辞。”（《送人游江南》） <br>　　“今日偶题题似着，不知题后更谁题。”（《题瓦棺寺真上人院矮桧》）<br>　　“男子受恩须有地，平生不受等闲恩。”（《投长沙裴侍郎》）<br>　　“朝喜花艳春，暮悲花委尘。不悲花落早，悲妾似花身。”（《春闺怨》）<br>　　一生苦贫而励志好学。“贫”慨多见诗中。“昼短夜长须强学，学成贫亦胜他贫。”<br>　　综观其诗，成就一般，因其守贫乐道，亦得诗之真趣。虽亦不免干禄戚怀之忧，但也是人之常情。<br>　　诗题材可分三类，风格也因类而别。数量甚多的描写山林隐居生活的五律追求枯寂静冷的境界，与晚唐<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>派风格相近。艳情诗近艳丽的温（庭筠）李（商隐）派诗人<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>；代表作《春宫怨》以宫女身世象征怀才不遇，有宫词为唐第一之誉，风暖鸟声碎，日高花影重颇有名，时称杜诗三百首，尽在一联中。奠杜荀鹤文学史地位的是他反映现实、同情下层人民疾苦的诗作。《时世行》二首（《山中寡妇》、《乱后逢林叟》），《题所居村舍》写战乱造成的农村萧条凋敝；《再经胡城县》声讨杀人升官的官吏；《旅泊遇郡中叛乱示同志》指斥藩镇乘乱拥兵的野心；《蚕妇》、《田翁》揭露繁重赋役带给人民的灾难；《雪》暴露不平的阶级对立，都从不同侧面揭示了晚唐乱世社会现实的本质。这类诗用短篇近体浓缩对现实的忧患不平和对人民苦难的深深同情，擅用对比，语言清新通俗而爽健有力，继承<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等新乐府诗传统而有创造发展。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》列杜荀鹤体。今存《唐风集》3卷，是诗人自编诗集，收诗300多首，均律诗绝句。"
}