{
  "id": 275,
  "star": 21,
  "name": "上官仪",
  "image": "http://img.gushiwen.org/authorImg/shangguanyi.jpg",
  "dynasty": "唐代",
  "desc": "上官仪（约608～665年1月4日）字游韶，陕州陕县（今河南三门峡陕县）人，生于江都。贞观初，擢进士第，召授弘文馆直学士，迁秘书郎。唐高宗时供职门下省，颇受唐高宗和武则天的赏识。龙朔二年（662年），成为宰相。后来高宗不满武后跋扈，上官仪向高宗建议废后，高宗亦以为然，由上官仪草诏。武后涕泣陈请，事遂中缀，自此武后深恶上官仪。麟德元年（664年），上官仪被诛，家产和人口被抄没，其一子上官庭芝也同时被诛杀。中宗即位后，因上官庭芝女上官婉儿为昭容，对上官仪父子有所追赠，绣像凌烟阁，追封为楚国公。",
  "content": "<h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>，一个与洛阳有着不解之缘的人，一个久居洛阳死于洛阳的人。他的名字很特别。\"上官\"这个复姓，好听，好记，高贵，神秘，许多武侠小说里的厉害角色，都姓上官。或许看到\"上官仪\"这个名字，不少人会联想到某个神秘帮派的最高首领，他面冷气傲，武功超群，只报名字，便吓得众人胆战心惊。然而，真正的上官仪却不会武功，他最擅长的是写<a href=\"http://so.gushiwen.org/author_275.aspx\">诗</a>、写奏折，舞文弄墨，精于案牍。</p> <p>　　他写诗，没有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的名气大，达不到妇孺皆知的程度；他从政，没有<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>的威望高，最后还落了个身首异处。即便如此，他仍是一个真诚的诗人，一个被政治出卖的诗人。他创下的\"上官体\"，对推动唐诗走向成熟，有着不可磨灭的功勋。他赤胆忠心辅佐唐太宗、唐高宗，为救皇帝脱离困境，不惜押上性命！遗憾的是，他把宝押错了，把命搭上了。</p> <p>　　历史没有刻意地去记忆上官仪的生日，却记住了他的死。古往今来，有的人死得很壮烈，有的人死得很古怪，上官仪就是一个死得很古怪的人。所以，他的卒年，历史记得很清楚，他的生年，历史记得很模糊。他生于公元608年前后，这正是隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>最丧心病狂的时候，在他的黑暗统治下，老百姓死的死，逃的逃，没有安生日子。上官仪的家乡在陕州，也就是今天的河南陕县，离洛阳不远，直接受隋炀帝淫威的辐射。这样，上官仪的生存环境很糟糕。在他很小的时候，父亲就被人杀害了。好心人把上官仪藏到一座寺庙里，使他侥幸逃过了仇家的追杀。</p> <p>　　后来，<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>父子率领农民起义军推翻了隋朝，建立了唐朝，解放了上官仪的家乡，上官仪这才结束了东躲西藏的窝囊日子。</p> <p>　　童年的苦难经历，磨砺了上官仪的意志，使他拥有同龄人难以企及的成熟和智慧。他重拾学业，用心苦读，没几年便可写出漂亮诗文。乡邻们都说，上官仪真是个才子啊！才子在民间，而朝廷不知，是很遗憾的一件事情。上官仪不愿自己的才华被埋没，决定考官。贞观初年，唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>执政，普通人要想当官，必须通过科举考试，进士及第者，才有当官的机会。那些考不中进士的人，顶多当个跑腿的差役，没有官职，不入品流。但要考中进士，谈何容易！每年的应试者都有数千人，最后被录取的，却只有寥寥数人，那可真是千里挑一，比如今的公务员考试难得多！当时的读书人，多是年年备考，考了又考，有的人连考十几次仍然不中，耗费了岁月，贻误了青春。所以有“五十少进士”之说，意思是说考中进士很难很难，以致50岁的进士还称得上“年轻”，还为“少年”，难怪有人感叹“太宗皇帝真长策，赚得英雄尽白头”了。</p> <p>　　上官仪一头乌发，远没到“白头”的年纪，他能考中进士吗？亲戚们都替他捏着一把汗。上官仪却一点也不紧张，他昂着头，挺着胸，踌躇满志，进了考场。没过多久，发榜了，上官仪榜上有名，考了个全国第3名，进士及第！这下子不得了，太宗皇帝御笔亲点，让他当了弘文馆直学士——如今我们所看到的《晋书》 ，就是上官仪在这个岗位上参与编修的，此为后话，这里撇过不提。且说唐太宗很快又提拔上官仪当了机要“秘书”，专管校对皇帝的诗文。上官仪成了最年轻的侍臣。唐太宗特别喜欢这个年轻人，每次宴会群臣，都要让他作陪。</p> <p>　　上官仪的好运气来了！此后步步高升，俸禄越领越多，官职越做越大，及至唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>即位时，他又连升三级，先任秘书少监，再任西台侍郎，最后当上了世人瞩目的宰相！</p> <p>　　当上宰相的上官仪，心里美滋滋的，看啥都觉得美丽，看啥都觉得有诗意，于是诗兴大发，经常写诗。他写得最多的，是洛阳城的黎明，是洛河边的美景。你可能会感到疑惑：唐朝的京城是长安，上官仪为何不写长安写洛阳呢？莫非洛阳有他最牵挂的人或物？看官有所不知，上官仪一生中最得意的黄金时光，大部分是在洛阳度过的。他钟情洛阳，实在是因为他与洛阳的缘分深，而这种缘分，又因他生命的句号画在了洛阳而加深了。话说唐高宗是个典型的“气管炎”（妻管严），他惧内惧得要死，皇后武媚娘咳嗽一声，都吓得他半天不敢说话。这武媚娘就是后来的则天女皇。传说她用毒辣手段害死了高宗的前妻王皇后和萧淑妃。或许是做贼心虚，她夜夜梦见这俩人化作厉鬼向她索命。为了睡得安稳，她就劝高宗换个“办公地点”，把朝堂从长安搬到了东都洛阳。上官仪身为当朝宰相，自然也跟着皇帝来到了洛阳。那天，他像往常一样上早朝。时近破晓，皇城外边静悄悄的。城门外的天津桥铁链高锁，要等到天明后才会打开。上官仪骑着马来到桥头的洛堤上，与百官们一起等候放行入宫。</p> <p>　　几声鸟叫，划破了黎明前的寂静；几缕秋风，吹散了天边的一片乌云。月光皎洁，洒落点点银辉，洛河水波光粼粼，美丽动人。远处龙门山墨色如黛，令人浮想联翩。上官仪陶醉了。洛阳山水秀美，此般美景，在长安何曾见到过？他觉得有必要抒发一下澎湃于心的感情，于是略一沉吟，吟出一首诗：“脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。”周围的官员们一听，哎哟，好诗！音韵清亮，宰相出口不凡！有那善于拍马逢迎的，当即找来笔墨纸张，将此诗认真记录。这首诗，就是《入朝洛堤步月》。</p> <p>　　上官仪一生写诗无数， 《入朝洛堤步月》是其代表作。有人喜欢这首诗，认为它对仗工整，遣词清丽婉转，值得细细品味。也有人认为它缺乏深意，过于雕琢，属于面目死板的应制诗。上官仪的诗歌，确实大部分都属于应制诗。这倒不能怪他，实在是当时文坛风气使然。初唐诗人受齐梁文风影响，写诗时过于讲究声辞之美。唐太宗是个文学爱好者，对这点更是看得很重。在他的影响下，唐初的宫廷文学多局限于应制咏物的范畴。上官仪身为朝臣，难免受流习影响，所以他的诗作，多数有着奉命应制的呆板面貌。但与他同时代的诗人们相比，上官仪的诗歌还是可圈可点的。他避开了一般人言辞空洞、一味堆砌的毛病，注重细节描写，善于借景抒情。他以高度纯熟的白描技巧，把五言诗的写作方式大大地推进了一步，成为人们模仿取法的一种新的诗体，人称“上官体”。</p> <p>　　“上官体”虽显呆板，但正因为有了一定的程式，使后来学诗的人有了范本可寻，却也承上启下，推动诗歌形式走向了规范。我们在欣赏李白诗歌狂放的同时，不妨品味一下“上官体”的严谨。</p> <p>　　上官仪会写诗，是个诗人。但诗人只是他的第二身份，他的人生目标，是从政。可惜政治不是啥好东西，上官仪最后死在了“政治”二字上。 </p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>自幼随父亲上官弘迁居江都（今江苏扬州）。大业十四年（618年），上官弘在江都之变中遇害。上官仪因藏匿得以幸免，为求避祸，自行披剃为僧。他研习佛典，精通《三论》，而且涉猎经史，善做文章。 </p> <p><strong>累职拜相<br></strong>　　贞观年间，上官仪得到扬州都督杨仁恭的器重，并入京参加科举考试，考中进士，被授为弘文馆直学士，累迁至秘书郎。当时，唐太宗常命上官仪起草诏谕，还让他参与宫中宴集，侍宴赋<a href=\"http://so.gushiwen.org/author_275.aspx\">诗</a>。</p> <p>　　贞观二十二年（648年），宰相<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等人修成《晋书》。上官仪因<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与《晋书》修撰工作，被改授为起居郎。</p> <p>　　贞观二十三年（649年），唐高宗继位，上官仪又升任秘书少监。</p> <p>　　显庆元年（656年），唐高宗立五子李弘为皇太子，后任命上官仪为太子中舍人。</p> <p>　　龙朔二年（662年），上官仪升任西台侍郎、同东西台三品，成为宰相，又加银青光禄大夫，仍兼弘文馆学士。</p> <p><strong>含冤遇害<br></strong>　　麟德元年（664年），皇后<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>引道士入宫，行厌胜之术，被宦官王伏胜告发。当时，唐高宗常被武则天压制，对她已有不满，意欲将她废为庶人，便密召上官仪商议。上官仪道：“皇后专横，海内失望，应废黜以顺人心。”高宗便命他起草废后诏书。武则天得到消息，向高宗申诉辩解。高宗又不忍废后，因怕武后怨怒，便道：“这都是上官仪教我的。” </p> <p>　　同年十二月（665年1月），武则天指使亲信<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>，诬陷上官仪、王伏胜勾结废太子李忠，图谋叛逆。上官仪曾在李忠的陈王府担任谘议参军，与王伏胜一同事奉过李忠，因此遭到诬陷。不久，上官仪下狱，与儿子上官庭芝、王伏胜一同被处死，家产抄没。李忠也被赐死于贬所。从此，唐高宗大权旁落，朝政完全由武则天掌控。</p> <p>　　上官仪遇害时，孙女上官婉儿尚在襁褓，与母亲郑氏一同被没入掖庭，充为官婢。她生性聪颖，逐渐得到武则天的重用，被引为亲信女官，掌管宫中制诰。</p> <p>　　神龙元年（705年），唐中宗继位，上官婉儿被册为昭容。上官仪得以平反，追赠中书令、秦州都督、楚国公，并被以礼改葬。</p><br/><h2>介绍</h2> <p>　　他常参加宫中宴会，又<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>预《晋书》的编撰工作。唐太宗每属文，遣仪视稿，私宴未尝不预。唐高宗即位，<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>为秘书少监，进中书侍郎、同中书门下三品。上官仪刚直肯谏，因建议高宗废<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>，遭武氏嫉恨。麟德元年（664年）十二月丙戌（十三）日（665年1月4日），被告与废太子梁王李忠通谋，上官仪及其子上官庭芝同时被处死，籍没其家，其孙女上官婉儿后为唐中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>妃嫔。唐中宗李显即位时，才得平冤，被追赠为中书令、秦州都督、楚国公、以国礼改葬。肖像列入凌烟阁，牌号是西台侍郎同东西台三品兼弘文馆学士、楚国公。</p> <p>　　上官仪长于南方寺院中，受南朝文化的熏陶和宫体<a href=\"http://so.gushiwen.org/author_275.aspx\">诗</a>影响，\"文并绮艳\"。仪擅五言，格律工整，内容多为应制奉命之作,歌功颂德，粉饰太平，形式上追求程式化。词藻华丽，绮错婉媚。因其位显，时人多仿效，世称上官体。他又归纳六朝以后诗歌的对偶方法，提出六对、八对之说，代表了当时宫廷诗人的形式主义倾向，但对律诗的定型有促进作用。《入朝洛堤步月》是上官体较好的代表作。而《八咏应制》则是典型的宫体诗。《全唐诗》录其诗1卷。 是初唐宫廷作家，齐梁余风的代表诗人。 </p>"
}