{
  "id": 706,
  "star": 60,
  "name": "王守仁",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_706.jpg",
  "dynasty": "明代",
  "desc": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。",
  "content": "<h2>人物生平</h2> <p><strong>生而不凡<br></strong>　　<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>出身于浙江余姚一个显赫的家庭，天生有特殊的气质。他的母亲怀孕超过十个月才分娩，在他诞生之前，他的祖母梦见天神衣绯玉，云中鼓吹，抱一赤子，从天而降，祖父遂为他取名为“云”，并给他居住的地方起名为“瑞云楼”。出生后，5岁仍不会说话，但已默记祖父所读过的书。有一高僧过其家，摸着他的头说“好个孩儿，可惜道破。”祖父根据《论语·卫灵公》所云“知及之，仁不能守之，虽得之，必失之”，为他改名为“守仁”，随后他就开口说话了。他的父亲王华喜爱绍兴的山水，才举家离开余姚，移居绍兴。幼年的王守仁，有着良好的家世，也因此拥有一个非常优越的学习环境。</p> <p><strong>年少有为<br></strong>　　十二岁时，王守仁正式就读师塾。十三岁，母亲郑氏去世，幼年失恃，这对他来说是一个很大的挫折。但他志存高远，心思不同常人。一次与塾师先生讨论何为天下最要紧之事，他就不同凡俗，认为“科举并非第一等要紧事”，天下最要紧的是读书做一个圣贤的人。当时国家朝政腐败，义军四起。英宗正统年间，英宗被蒙古瓦剌部所俘，朝廷赔款求和。这件事情在王守仁幼小的心中投下了巨大的阴影。他发誓一定要学好兵法，为国效忠。十五岁时就屡次上书皇帝，献策平定农民起义，未果。同年，他出游居庸关、山海关一月之久，纵观塞外，那时已经有经略四方之志。</p> <p><strong>娶妻诸氏<br></strong>　　十七岁时，他到南昌与诸养和之女诸氏成婚，可在结婚的当天，大家都找不到他。原来这天他闲逛中遇见一道士在那里打坐，他就向道士请教，道士给他讲了一回养生术，他便与道士相对静坐忘归，直到第二天岳父才把他找回去。十八岁时，与夫人诸氏返回余姚，船过广信，王守仁拜谒娄谅。娄谅向他讲授“格物致知”之学，王守仁甚喜。之后他遍读<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>的著作，思考宋儒所谓“物有表里精粗，一草一木皆具至理”的学说。为了实践朱熹的“格物致知”，有一次他下决心穷竹之理，“格”了七天七夜的竹子，什么都没有发现，人却因此病倒。从此，王守仁对“格物”学说产生了极大的怀疑，这就是中国哲学史上著名的“守仁格竹”。</p> <p><strong>步入仕途<br></strong>　　二十岁时，王守仁第一次参加乡试，中举人后，学业大有长进。但他越来越喜欢谈论军事，并且很会射箭。然而，二十二岁时考进士不中，内阁首辅<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>对其笑道：“你这次虽然不中状元，下一次科举必定会中状元，试一试为下一次科举作个状元赋。”王守仁拿起笔就完成了，朝堂上的元老们都很惊奇他的天赋才能。嫉妒他的人就开始议论说，这个年轻人如状元及第，必然是目中无人。王守仁二十五岁再次参考科举，再次落第。他的状元父亲开导他说，此次不中，下次努力就能中了，但他笑道：“你们以不登第为耻，我以不登第却为之懊恼为耻”。 </p> <p><strong>被贬悟道<br></strong>　　弘治十二年（1499年），二十八岁的他参加礼部会试，因考试出色，举南宫第二人，赐二甲进士第七人，观政工部。出治葬前威宁伯王越，回朝上疏论西北边疆防备等八事，随后授刑部主事，在江北等地决断囚狱，随后因病请求归乡。久之，起用授兵部主事。</p> <p>　　明武宗正德元年（1506年）冬，宦官刘瑾擅政，并逮捕南京给事中御史戴铣等二十余人。王守仁上疏论救，而触怒刘瑾，被杖四十，谪贬至贵州龙场（贵阳西北七十里，修文县治）当龙场驿栈驿丞。同时，他的父亲王华也被赶出北京，调任南京吏部尚书。</p> <p>　　路途中，王守仁被刘瑾派人追杀，伪造跳水自尽躲过一劫。逃过追杀的王守仁暗中到南京面见父亲王华，王华对他说：“既然朝廷委命于你，就有责任在身，你还是上任去吧。”随后他踏上路途，来到贵州龙场，“万山丛薄，苗、僚杂居”，龙场在当时还是未开化的地区。王守仁没有气馁，根据风俗开化教导当地人，受到民众爱戴。在这个时期，他对《大学》的中心思想有了新的领悟。王守仁认识到“圣人之道，吾性自足，向之求理于事物者误也”。他在这段时期写了“教条示龙场诸生”，史称龙场悟道。</p> <p>　　正德五年（1510年）初，王守仁谪戍期满，复官庐陵县（今江西吉安）知县。八月，刘瑾被杨一清联合宦官张永设计除去。王守仁随即被召入京，担任吏部验封清吏司主事。</p> <p><strong>平定江西<br></strong>　　正德十一年（1516年）八月，兵部尚书<a href=\"http://so.gushiwen.org/author_749.aspx\">王琼</a>对王守仁的才能十分赏识，在王琼的推荐下，王守仁被擢为都察院左佥都御史，巡抚南（安）、赣（州）、汀（州）、漳（州）等地。</p> <p>　　当时，南中地带盗贼蜂拥四起。谢志山占领横水、左溪、桶冈，池仲容占领浰头头，各自称王，与大庾的陈曰能、乐昌的高快马、郴州的龚福全等遥相呼应，攻占、剽掠各处府县。而福建大帽山的盗贼詹师富等又起兵。前任巡抚文森托病去职。谢志山联合乐昌的盗贼夺取大庾，进攻南康、赣州，赣县主簿战死。守仁到任后，知道官府中有不少人是盗贼的耳目，于是责问年老而狡黠的仆役，仆役浑身哆嗦不敢隐瞒，如实坦白。守仁赦免了他们的罪过，让他们侦探叛军的情报，守仁因此掌握了盗贼的动静。随后他传檄福建、广东会兵一处，首先讨伐大帽山的盗贼。王守仁用兵“诡异”、独断，素有“狡诈专兵”之名。</p> <p>　　正德十二年（1517年）正月，王守仁亲自率领精锐在上杭屯兵，假装撤退，出敌不意进攻，连破四十余寨，斩杀、俘获七千多人。他向朝廷上疏称，权力太小，无法命令将士。王琼上奏，给了王守仁旗牌，可以便宜从事。七月，进兵大庾。十月，克左溪、横水，破巢八十四，斩杀、俘获六千多人。战毕，在横水设置崇义县。随后师还赣州，讨伐利头的盗贼，斩杀两千多人。王守仁率领书生和偏裨，荡平为患数十年的盗贼，附近的人都惊呼守仁是神。</p> <p><strong>平定叛乱<br></strong>　　正德十四年（1519年），宁王朱宸濠发动叛乱。据说，消息传到北京后，朝中大臣震惊不已，只有王琼却十分自信地说：“王伯安在江西，肯定会擒获叛贼。”</p> <p>　　当时，王守仁正准备前往福建平定那里的叛乱。行至江西吉安与南昌之间的丰城，王守仁得到朱宸濠叛乱的消息，立即赶往吉安，募集义兵，发出檄文，出兵征讨。一开始，王守仁来了个疑兵之计。他深知如果宁王顺长江东下，那么南京肯定保不住。作为留都的南京丢了，叛军在政治上就会占有一定的主动，平叛就会有困难。</p> <p>　　王守仁平定盗贼后兵符已上交兵部，手中无兵。在江西境内的朝廷官吏都来帮助守仁，又在袁州（今江西宜春）聚集各府县士兵，征调军粮、制造兵械船只。</p> <p>　　王守仁假装传檄各地至江西勤王，在南昌到处张贴假檄迷惑宸濠，声称朝廷派了边兵和京兵共八万人，会同自己在南赣的部队以及湖广、两广的部队，号称十六万，准备进攻宁王的老巢南昌。为争取时间集结军队，又写蜡书让朱宸濠的伪相李士实、刘养正劝宸濠发兵攻打南京，又故意泄露给宸濠。此时，李、刘二人果然劝宸濠进兵南京，宸濠大疑，按兵不动。</p> <p>　　宁王犹疑不定，等了十多天，探知朝廷根本没有派那么多的兵来，才沿江东下，攻下九江、南康（今江西星子）两城，逼近安庆。而在朱宸濠率兵六万自九江沿江而下、窥伺南京的时候，王守仁已经率领仓促组建的八万平叛军，直捣宁王的老巢——南昌，迫使朱宸濠回援。当时有人建议王守仁往救安庆，他不肯，分析说：如果救安庆，与宁王主力相持江上，而南康和九江的敌人就会乘虚攻我后背，我们腹背受敌；而我们直捣南昌，南昌守备空虚，我们的军队锐气正足，必可一举而下；宁王必定回救，到时我们迎头痛击，肯定会取胜。后来的事实果如王守仁所料。</p> <p>　　此时守仁大军已集结完毕。宸濠精锐都前往安庆，留守南昌的兵力空虚，守仁率兵攻打南昌，宸濠回兵救南昌。最终双方在鄱阳湖决战，经过三天的激战，宁王战败被俘，宁王叛乱历时35天后宣告结束。</p> <p>　　然而，平叛大功却没有得到武宗的认同。武宗身边的佞幸之臣，平时与宁王交往密切，心态极端复杂。一些佞幸之臣希望王守仁将朱宸濠释放，然后再让已经南巡的武宗亲自“擒获”朱宸濠，以满足武宗的虚荣心。面对这样复杂的情势，王守仁急流勇退。他将朱宸濠交付当时尚属正直的太监张永，然后称病，以避免卷入更多的政治事端中。所以，终武宗一朝，王守仁平叛之功没有得到朝廷的封赏。直到世宗即位以后，王守仁才加官晋爵。</p> <p><strong>立院讲学<br></strong>　　正德十六年（1521年），明世宗即位，由藩王入继大统的世宗，在对王守仁有过短暂的赏识之后，便对这位非常能干的臣子采取了冷漠的态度。在世宗即位之际，王守仁因父老请归，世宗说王守仁有擒贼平乱之大功，正要论功行赏，不许他辞官。同年七、八月，先升其为南京兵部尚书，不许他推辞，稍后又特许他顺路回去探视父亲。不久，加封王守仁为新建伯，世袭。</p> <p>　　嘉靖元年（1522年），父亲王华去世，王守仁回乡守制。</p> <p>　　王守仁于54岁时，辞官回乡讲学，在绍兴、余姚一带创建书院，宣讲“王学”，并在天泉桥留心学四句教法：无善无恶心之体，有善有恶意之动。知善知恶是良知，为善去恶是格物。</p> <p><strong>总督两广<br></strong>　　嘉靖六年（1527年），思恩、田州的民族首领卢苏、王受造反。总督姚镆不能平定，于是下诏让守仁以原先的官职兼左都御史，总督两广兼巡抚。黄绾借此机会上书争辩守仁的功绩，请赐给他铁券和岁禄，并叙录平定宁王叛乱功臣，世宗都答应。十二月，守仁军至思恩，卢苏、王受早就听闻了守仁平定盗贼和叛乱，十分害怕，投降了守仁。</p> <p>　　嘉靖七年（1528年）二月，王守仁率湖广兵抵达南宁，而卢苏、王受刚归降，愿意立功自赎。王守仁于是派遣大臣商议，并命湖广佥事汪溱、广西副使翁素、佥事吴天挺及参将张经、都指挥谢佩监湖广土兵，袭剿断藤峡叛军。此后仍然总督分永顺兵进剿牛肠等寨，保靖兵进剿六寺等寨，约好以四月初二各至抵达地点。</p> <p>　　当时，叛军听闻明军檄湖广土兵抵达，均逃匿深险之中；又听闻卢苏、王受归降，王守仁进驻南宁，故以为王守仁以散遣诸兵布阵，于是防备弛缓。至此，湖广兵皆偃旗卧鼓驰马抵达，与明军一同突进，四面夹击。叛军大败，于是退守保仙女大山，据险结寨。官军攀木缘崖仰攻，并随后连连攻破油榨、石壁、大陂等地，直击断藤峡。随后王守仁密檄诸将移兵剿仙台等贼，分永顺兵、保靖兵各自进剿，约定在五月十三日抵达巢穴。叛军退守永安力山，仍然被王守仁围困的大军打败，溃军为副将沈希仪斩杀。至此，断藤峡叛军几乎全尽。</p> <p><strong>病逝归途<br></strong>　　平乱后，王阳明因肺病加重，向朝廷上疏乞求告老还乡，推荐勋阳巡抚林富代替自己，不等朝廷的批复就回去了。嘉靖七年十一月二十九日卯时（1529年1月9日8时）病逝于江西南安府大庚县青龙港（今江西省大余县境内）舟中。临终之际，弟子问他有何遗言，他说：“此心光明，亦复何言！”丧过江西境内，军民都穿着麻衣哭送守仁。先前因平定宁王叛乱封特进光禄大夫、柱国、新建伯。隆庆时追赠新建侯，谥文成。万历十二年从祀于孔庙。</p><br/><h2>影响</h2> <p><strong>政治家</strong><br>　　<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>一生仕途坎坷，先后担任刑部主事、兵部主事，后因得罪刘瑾被贬为贵州龙场驿丞。不久被刘瑾追杀，王守仁升至泸州县令，后升至南京刑部主事，此后屡次升迁，历任考功司郎中，正德七年，再升南京太仆寺少卿。正德九年，改鸿胪寺卿。正德十一年，兵部尚书<a href=\"http://so.gushiwen.org/author_749.aspx\">王琼</a>举荐王守仁为右佥都御史、巡抚南赣汀漳。在平定宁王叛乱之后，被封为新建伯，隆庆时期追封为侯爵，兼南京兵部尚书，后总督两广。王守仁因军功是明朝第二个封爵的文官。</p> <p><strong>军事家</strong><br>　　王守仁被称为“大明军神”，一生军功卓越。正德十三年（1518年），王守仁恩威并施，平定为祸江西三年之久的民变祸乱。次年宁王朱宸濠在南昌发动叛乱，迅速占领南康、九江，并计划兵取南京，进而北上。时任南赣巡抚王守仁用巧计迷惑叛军，并趁宁王后方空虚攻占南昌，最终在鄱阳湖决战中效仿“赤壁之战”击败叛军，擒获朱宸濠父子及李士实、刘养正、王纶等人，战争为期仅四十三天。晚年又率军平定了两广藤峡盗乱，在归途中病逝。<br>　　王守仁一生最大的军事功绩，是平定洪都的宁王朱宸濠之乱。王守仁将去福建剿匪时（无大量军队），所率部队行军刚到丰城，宁王朱宸濠突然举兵叛乱。因此王守仁积极备战，调配军粮，修治器械，然后发出讨贼檄文，公布宁王的罪状，要求各地起兵勤王。<br>　　当时，王守仁最为担心者，就是宁王朱宸濠挥师东下，占领故都南京。如果南京失守，宁王就有了称帝的资本，同时也占了地利，那就不容易消灭了。王守仁虚张声势，利用假宣传假情报，城中扰乱宁王的视线，逼他做出错误的判断，以为各路大军已经组成合围态势。同时使用反间计，命人携蜡丸潜入南昌，使宁王猜疑自己部下的进攻南京策略。宁王果然上当，有半个月时间犹豫观望、不知所措，没敢发兵攻打南京。王守仁利用这一时机，做好了防守南京的准备，使宁王欲攻南京，已无可能。<br>　　七月，宁王率六万人，攻下九江、南康，渡长江攻安庆。王守仁这时已经调集了八万大军（主要为各地民兵与农民），对外号称三十万。王守仁召集部下问应如何退敌。有人指出应该急救安庆，王守仁说：“现在九江、南康已经被敌军占领，如果我们越过南昌跨江救援安庆，就会腹背受敌。现在南昌空虚，我军锐气正盛，可以一举攻破。敌军听说南昌失守，定会回师来救，这时我们在鄱阳湖迎击他，肯定能取得胜利。” 由于先前进行大量宣传工作，谎称有大量军队攻城，南昌竟然不攻自破，停了两日，王守仁便派诸将分五路迎击回援南昌的宁王大军。四路分兵迎进，一路设伏。交战以后，宁王大军很快腹背受敌，被分割成几部分，后又中了埋伏，惨遭大败，溃逃退守八字脑地区。宁王眼观局势不妙，急忙调九江、南康的精锐部队出击，王守仁派几路大军迎战并取南康。<br>　　这一仗打得相当激烈，是关键的一战。官军一度退却，王守仁部将伍文定立即斩杀了后退之人，命令诸军一决死战。最后终于打败了敌人，敌军退保樵舍地区，将大船结成方阵，宁王拿出金银珠宝犒赏将士，冲锋赏千金，负伤百金，要求他们死力一搏。<br>　　但宁王军队的方阵（<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>用过的“连舟为方阵”）被王守仁看出破绽，他决定仿效赤壁之战，放火烧船。第二天，宁王群臣聚集在一起，正在船上召开“早朝”会议，王守仁大军杀到，用小船装草，迎风纵火，烧毁了宁王的副船，王妃娄氏以下的宫人以及文武官员们纷纷跳水。宁王的旗舰搁浅，不能行动，仓促间换乘小船逃命，被王阳明的部下追上擒获，宁王的其它文武大臣也成了阶下囚。不久，南康、九江也被官军攻陷，宁王之乱全面平息，前后只有三十五天时间。王守仁因此而获“大明军神”之称。后来，明武宗以“总督军务威武大将军总兵官朱寿”之化名出征，江彬意欲不轨，挑唆武宗与宁王打一仗并亲自俘获。王阳明对宦官张永动之以情、晓之以理，说明这样做会死更多人。最后协调结果是：让明武宗到了南京，再放出宁王让皇帝俘虏，高兴一下。可见武宗之昏庸。</p> <p><strong>文学家</strong><br>　　王阳明的文学成就也很高，但往往被其事功、哲学所掩盖。《古文观止》中收录有王阳明的名篇《瘗旅文》、 《教条示龙场诸生》。《四库全书》中有评论曰：“守仁勋业气节，卓然见诸施行，而为文博大昌达，<a href=\"http://so.gushiwen.org/author_706.aspx\">诗</a>亦秀逸有致，不独事功可称，其文章自足传世也。”王阳明早年作诗刻意求工整，晚年融会哲理。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《书王文成集后》评：“伯安之为诗，少年有意求工，而为才所使，不能深造而衷于法；晚年尽举而归之道，而尚为少年意象所牵，率不能深融而出于自然。其自负若两得。”</p> <p><strong>书法家</strong><br>　　王阳明在书法上亦可称为明代大家。作品以行草为主。王阳明将心学融入书法，丰富了中国的书法理论。</p> <p><strong>哲学家</strong><br>　　王守仁继承陆九渊强调“心即是理”之思想，反对程颐<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>通过事事物物追求“至理”的“格物致知”方法，因为事理无穷无尽，格之则未免烦累，故提倡从自己内心中去寻找“理”，认为“理”全在人“心”，“理”化生宇宙天地万物，人秉其秀气，故人心自秉其精要。在知与行的关系上，强调要知，更要行，知中有行，行中有知，所谓“知行合一”，二者互为表里，不可分离。知必然要表现为行，不行则不能算真知。<br>　　王守仁留有三本传世之作《传习录》、《阳明全书》（即《王文成公全书》）三十八卷（门人所辑）、 《大学问》。《大学问》被认为是王阳明最重要的哲学著作。阳明学在现代中国仍有广泛影响。现代新儒学的开山祖师之一熊十力，及其弟子牟宗三都继承并发展了阳明学。著名学者徐梵澄经过几十年对中国，印度，欧洲思想研究以后，在晚年也对陆王心学赞誉有加。中国大陆的当代学者蒋庆也对阳明赞誉有加（见《政治儒学》一书）。后阳明学通过余姚老乡朱舜水传至日本，日本近代的著名军事家东乡平八郎，为王阳明学说所折服，随身腰牌上刻有七字\"一生伏首拜阳明\"。王阳明心学是日本近代快速崛起的精神动力和思想指引。<br>　　蒋中正也是王阳明学说的信徒，并因此将台北草山改名为阳明山。阳明学逐渐演化成了七个流派：江右学派，南中王门学派，粤闽王门学派，北方王门学派，楚中王门学派，浙中王门学派（左派），阴阳左派（泰州学派）。<br>　　在知与行的关系上，王守仁从“天地万物本吾一体”出发，他反对朱熹的“先知后行”之说。王守仁认为既然知道这个道理，就要去实行这个道理。如果只是自称为知道，而不去实行，那就不能称之为真正的知道，真正的知识是离不开实践的。真正的知行合一在于确实的按照所知在行动，知和行是同时发生的。他的目的在于“发动处有不善，就将这不善的念克倒了，需要彻根彻底，不使那一念不善潜伏在胸中”。北京交通大学、东北大学、北京航空航天大学把它作为校训的一部分。<br>　　王守仁经历过百死千难的人生体验，在五十岁时提出犹如画龙点睛般的学说宗旨“致良知”：“某于此良知之说，从百死千难中得来，不得已与人一口说尽，只恐学者得之容易，把作一种光景玩弄，不实落用功，负此知耳！”人性本善，良知现成，但要懂得戒慎恐惧，所谓“慎独”（独处时犹如在大庭广众前，言行、思想均合乎礼仪），“如临深渊、如履薄冰”，没有丝毫不善夹杂，“非礼勿视，非礼勿听，非礼勿言，非礼勿动，”使心灵不受任何染污，这样良知自能百发百中。王阳明解释说：“夫心之本体，即天理也。天理之昭明灵觉，所谓良知也。君子戒惧之功，无时或间（间断），则天理长存，而其昭明灵觉之本体，自无所昏蔽，自无所牵扰，自无所歉馁愧怍，动容周旋而中礼（合乎礼节），从心所欲而不逾（矩），斯乃所谓真洒落矣。是洒落生于天理之常存，天理常存生于戒慎恐惧之无间（间断）。孰谓敬畏之心反为洒落累（牵累）耶？ </p><br/><h2>纪念建筑</h2> <p><strong>故居</strong><br>　　<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>故居位于浙江省余姚市余姚镇龙泉山北麓武胜门路。明成化八年（1472年），王守仁诞生于此。故居内各大建筑按中轴线由南往北依次为门厅、轿厅、砖雕门楼、大厅、瑞云楼、后罩屋。大厅两侧各有侧屋。故居总占地面积4800平方米。其中瑞云楼是王守仁当年出生的地方，已修复如初，并辟为王守仁史迹陈列馆。大厅为王氏家人议事及重要庆典活动场所。其它建筑如砖雕门楼，轿厅等历经岁月沧桑，仍保持了原有风貌。1997年3月被公布为余姚市文物保护单位。</p> <p><strong>墓</strong><br>　　王守仁墓位于浙江省绍兴市绍兴县书法圣地兰亭镇以南2里许的仙暇山庄内，墓始建于明嘉靖八年（1529年），清康熙、乾隆年间曾多次修葺。乾隆四十九年（1784年）高宗弘历南幸，作过一次修缮，御赐“名世真才”题额并建四柱冲天式石牌坊于墓前。抗日战争时期，国民党驻绍部队将领陶广树立墓碑。1988－1989年绍兴县文物保护对王守仁墓进行了全面整修，2006年5月被公布为全国重点文物保护单位。2006年，由绍兴县文化发展中心对王守仁墓进行了全面整修。<br>　　王守仁墓坐北朝南，背依山岗，顺依山势，逐级升高，视野开阔，风水特佳。墓冢直径10米，墓道全长70余米，百余级台阶，四层平台，全部用石材精心雕刻而成，气势雄伟，是浙江地区较典型的明代墓葬建筑。墓地近2000平方米的山麓地带，数十棵合抱古松环侍左右，营建了庄严肃穆的环境氛围。历史原貌保存良好。<br>　　绍兴市区坐303到花街站下， 走到红框位置，见到仙暇山庄的大门，直接走进去，左手边就是了。我是问了好几位村民，才找到地方的。 </p>"
}