{
  "id": 100,
  "star": 76,
  "name": "陈师道",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_100.jpg",
  "dynasty": "宋代",
  "desc": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。",
  "content": "<h2>人物轶事：不著渠家衣</h2> 　　赵挺之是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法的拥戴者，与保守派<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>等结怨甚深。早在担任监察御史时，赵挺之就曾数次弹劾苏轼——或罗织罪名说他起草的诏书“民以苏止”是“诽谤先帝”，或牵强附会说他的“辩试馆职策问”大成问题。而苏轼及其追随者也不甘示弱，对赵挺之极尽讽刺、挖苦之能事。苏门文士对赵挺之的蔑视，从一事可见一斑：<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>深夜到郊外皇家祠堂守灵，因没有皮衣御寒，其妻回娘家向胞妹借了一件——陈妻是郭概之女，而郭概是北宋政坛上著名的“慧眼挑贵婿”者，家境贫寒的陈师道和官宦之子赵挺之都在其家坦腹东床。当得知妻子借了近为连襟却势同水火的赵挺之的皮衣，陈师道即感受辱，并对妻子大发雷霆：“汝岂不知我不著渠家衣耶！”元符三年冬，陈师道在郊外参加祭祀，无棉衣御寒而感病致死。据载，陈师道死后，家人无钱安葬，“朝廷特赐绢二百匹，尝与往来者共购之，然后得归。”<br/><h2>人物轶事：师道近佛</h2> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>一生信受佛法，喜欢与僧人、居士相往来，他写了很多与佛有关的塔铭、墓表，还作有《华严证明疏》、《佛指记》等文章。</p> <p>　　他特别推崇《华严经》，他在《华严证明疏》中说∶得有此经，庆幸平生孰如今日，实力贫而家富，将口诵而心通。誓尽此生敬供不息，在在处处如佛之存，劫劫生生以今为始。伏愿诸佛所说如庆喜而常闻，一生之间与善财而同证（《后山居士文集》卷十七）。表示此生遇此新矣！有此足矣！这也是他所以能够保持高节、不恤贫穷的原因。</p> <p>　　陈师道不独专心佛典，于儒、道经籍也皆深涉。在三教关系上，他主张“道通”、“道一”，异不在道，而在于世异、说异。</p> <p>　　他说∶大道一而今之教者三，三家之役相与诋訾。盖世异则教异，教异则说异。尽己之道则人之道可尽，究其说则他说亦究。其相訾也固宜，三圣之道非异，其传与不传也耶（《面壁庵记》，同上，卷十五）！</p> <p>　　陈师道说明了三教之道是一致不背的，只是因为后来世道的变化，人说的差异，从而相互诋訾，从而有了传与不传的区别。</p> <p>　　在《白鹤观记》一文中，他又就释老的关系指出，“夫老释氏之教并行，于世而有衰盛，世遂以为优劣。又谓教有利有不利，皆非也。夫二氏离行而合妄，其所异者因于俗也。至其隆替则系于世，世之好恶则系其习……”进一步说明了上述的观点。师道还具体地列出了三教的传承世系，认为唯有“释自能仁”，从始至今，代有其人。师道以上关于三教的关系之说是比较新颖、深刻的，于三教关系思想史上值得注意。</p> <p>　　儒、道、释通融是宋代文化的基本特征，宋代文人的文化结构大都有此特点，陈师道亦然。他们都是本于儒学又濡染道、释的。其未入仕即以居士自命，也有类似的文化心理背景：以道艺处士自期、以自由人格自重、以通晓佛理自慰。</p> <p>　　陈师道体弱多病，因而希望通过诵佛经、守戒持斋等方式减轻精神和肉体的痛苦，延长寿命。他曾与妻同谒佛寺，称弟子，买经发誓，并长期断酒持斋诵经。</p> <p>　　但他却似乎更需要从佛门求得解脱之道，有时甚至产生出世之念：“更欲置身须世外，世间元自不关人”，“终当捐世事，来作卧云人”。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>出身于仕宦家庭，祖父陈洎，官至三司盐铁副使，赠工部侍郎；父亲陈琪，官至国子博士通判绛州。到陈师道时，家境已衰落，《先夫人行状》云：“先君以家赀让群弟蓄孤振穷，欲死恤终。夫人同之，不以累其夫。先君卒贫，不能家，夫人以大家子就下养，人以为忧，夫人安之，不以累其子，年高而家益贫。”</p> <p>　　陈师道早年娶郭概之女为妻，迫于生计，妻女皆在岳父家就食。16岁时从师<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>。当时朝廷用<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>经义之学以取士，陈师道不以为然，不去应试。元丰四年（1081），曾巩奉命修本朝史，荐陈师道为属员，因其布衣而未果。太学博士正录荐师道为学录，他推辞不就。当时的执政大臣章惇曾托<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>致意，让陈师道往见，准备加以荐举，他却回答：“士不传贽为臣，则不见于王公。”（《与少游书》），拒不谒见。</p> <p>　　元祐二年（1087），当时任翰林学士的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>与傅尧俞、孙觉等推荐他任徐州州学教授。四年，苏轼出任杭州太守，路过南京（今河南商丘），陈师道到南京送行，以擅离职守，被劾去职。不久复职，调颍州教授。当时苏轼任颍州太守，希望收他为弟子。陈师道以“向来一瓣香，敬为曾南丰”，婉言推辞。但苏轼不以为忤，仍然对他加以指导。绍圣元年（1094），他被朝廷目为苏轼余党，罢职回家。他家境贫寒，但仍专力写作，欲以<a href=\"http://so.gushiwen.org/author_100.aspx\">诗</a>文传于后世。元符三年（1100），复除棣州教授，赴任途中，改除秘书省正字，未上任即卒。 </p><br/><h2>后世评价</h2> 　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>模仿<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>句法的痕迹比<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>来得显著。他想做到“每下一俗间言语”也“无字无来处”，可是本钱似乎没有黄庭坚那样雄厚，学问没有他那样杂博，常常见得竭蹶寒窘。他曾经说自己做<a href=\"http://so.gushiwen.org/author_100.aspx\">诗</a>好像“拆东补西裳作带”，又说：“拆补新诗拟献酬”，这也许是老实的招供。因此，尽管他瞧不起那些把杜甫诗“一句之内至窃取数字”的作者，他的作品就很犯这种嫌疑。他的情感和心思都比黄庭坚深刻，可惜表达得很勉强，往往格格不吐，可能也是他那种减省字句以求“语简而益工”的理论害了他。假如读“山谷集”好像听异乡人讲他们的方言，听他们讲得滔滔滚滚，只是不大懂，那末读“后山集”就仿佛听口吃的人或病得一丝两气的人说话，瞧着他满肚子的话说不畅快，替他干着急。只要陈师道不是一味把成语古句东拆西补或者过分把字句简缩的时候，他可以写出极朴挚的诗。钱钟书《宋诗选注》<br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>的文学成就主要在<a href=\"http://so.gushiwen.org/author_100.aspx\">诗</a>歌创作上。他自己说：“于诗初无诗法。”后见<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>诗，爱不释手，把自己过去的诗稿一起烧掉，从黄学习，两人互相推重。江西诗派把黄庭坚、陈师道、陈与义列为“三宗”，其实陈师道只是在一段时期内学习过黄庭坚的诗风，其后就发现黄庭坚“过于出奇，不如杜之遇物而奇也”（《后山诗话》），因而致力于学杜。对于他学<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>所达到的境界，黄庭坚也表示钦佩，曾对王云说，陈师道“其作文深知古人之关键，其作诗深得老杜之句法，今之诗人不能当也”（王云《题后山集》）。方回的《瀛奎律髓》有“一祖三宗”之说，即以杜甫为祖，三宗便是黄庭坚、陈师道和陈与义。方回并说：“老杜诗为唐诗之冠，黄、陈诗为宋诗之冠。”，</p> <p>　　大体上说，陈师道的诗由于受黄庭坚的影响，做诗要“无一字无来历”，但他的学问不如黄庭坚，需要“拆东补西裳作带”（《次韵苏公〈西湖徙鱼〉》），不免显得竭蹶。而在学杜这一方面，也仅仅专致于形式格律，所以虽然形式上能有所肖似，却往往缺乏杜甫的深沉雄健。他学杜比较成功的是五七言律诗，例如“岁晚身何托，灯前客未空。半生忧患里，一梦有无中。发短愁催白，颜衰酒借红。我歌君起舞，潦倒略相同。”（《除夜对酒赠少章》）；“断墙著雨蜗成字，老屋无僧燕作家。剩欲出门追语笑，却嫌归鬓逐尘沙。风翻蛛网开三面，雷动蜂窠趁两衙。屡失南邻春事约，至今容有未开花。”（《春怀示邻里》）。前者可以看出他在追步杜诗的句法上所下的工夫，后者则近似杜诗中的遣兴体格。他的五古用力刻画，要求辞意独造，但生硬处仍不脱江西派的习气。他也有一些感情朴挚的诗，如“极喜不得语，泪尽方一哂。”（《示三子》）；“功名何用多，莫作分外虑。”（《送外舅郭大夫夔西川提刑》）。后一首诗对外舅提出规劝，方回评为“学老杜此其逼真者，枯淡瘦劲，情味深幽。”（《瀛奎律髓》）。他的诗也有写得恬淡而有味的，如“书当快意读易尽，客有可人期不来。”(《绝句》)；也有写得风流华美的，如：“春风永巷闭娉婷，长使青楼误得名。不惜卷帘通一顾，怕君著眼未分明。”（《放歌行》），可惜不多见。相传他做诗用力极勤，平时出行，有诗思，就急归拥被而卧，诗成乃起。有时呻吟累日，恶闻人声，所以黄庭坚称之为“闭门觅句陈无己”（《病起荆江亭即事》）。这种严肃的创作态度值得肯定，但他的诗作思想深度不够和时见拗涩。</p> <p>　　陈师道于词颇自推许，自称“余它文未能及人，独于词自谓不减秦七黄九。”（《书旧词后》）。但他现存的作品，很少精彩之作，不能和他自己的估价相称。他的散文较有成就， <a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>评为“简严密栗，实不在李翱、孙樵下。”（《四库全书总目》）。</p> <p>　　陈师道有《后山诗话》，提出“诗文宁拙毋巧，宁朴毋华，宁粗毋弱，宁僻毋俗”，依然和黄庭坚的主张一脉相通。又说：“善为文者因事以出奇，江河之行顺下而已。至其触山赴谷，风抟物激，然后尽天下之变。”论奇正的关系颇有见地，可惜他的创作实践和自己的理论不尽相符。由于此书中对<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、黄庭坚、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>都有不满之词，《四库全书总目》以为“殊不类师道语”，则似失之拘泥。但书中有陈师道死后的事情，当出于后人的增补。 </p><br/><h2>人物轶事：师道述贫</h2> 　　<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>日常生活拮据困窘，在《与鲁直书》中，陈师道向友人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>述说了失官后生活的艰难：“罢官六年，内无一钱之入，艰难困苦，无所不有。沟壑之忧，尽在朝夕，甚可笑矣……某素有脾疾，今复得风旋，时时间作，亦有并作时，极以为苦。若不饿死、寒死，亦当疾死。”后山述贫<a href=\"http://so.gushiwen.org/author_100.aspx\">诗</a>形象地再现了其日常生活拮据困窘的情状：盎中有声囊不瘿，咽息不如带加紧。人生七十今已半，一饱无食何可忍。公侯早岁有如此，奴婢蓐食知夜永。向来糠核之子孙，居邻无传家并存。昔作九日期，一览知四方。夜雨秋水深，裂风畏褰裳。尊空囊亦空，花且为我黄。官奴覆青绫，破屋任飞霜。密雨吹不断，贫居常闭门。东溟容有限，西极更能存。束湿炊悬斧，翻床补坏垣。倒身无著处，呵手不成温。师道甚至穷到无力养家的地步，不得不让妻子带着三个孩子投奔岳父。《送内》、《寄外舅郭大夫》、《东阿》、《送外舅郭大夫概西川提刑》、《别三子》、《示三子》等诗篇描写了与亲人“贫贱离”的痛苦，如《别三子》：夫妇死同穴，父子贫贱离。天下宁有此，昔闻今见之。母前三子后，熟视不得追。嗟乎胡不仁，使我至于斯。有女初束发，已知生离悲。枕我不肯起，畏我从此辞。大儿学语言，拜揖未胜衣。唤爷我欲去，此语哪可思。小儿襁褓间，抱负有母慈。汝哭犹在耳，我怀人得知。"
}