{
  "id": 24,
  "star": 120,
  "name": "陶弘景",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_24.jpg",
  "dynasty": "南北朝",
  "desc": "陶弘景，南朝梁时丹阳秣陵（今江苏南京）人。著名的医药家、炼丹家、文学家，人称“山中宰相”。作品有《本草经集注》、《集金丹黄白方》、《二牛图》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>(456年～536年)，字通明，号华阳隐居，丹阳秣陵（现江苏南京）人。</p> <p>　　生于江东名门。祖陶隆，于南朝宋时侍从孝武帝征战有功，封晋安侯。父陶贞宝，深解药术，博涉子史，官至江夏孝昌相。有《陶隐居集》，中国南朝齐、梁时期的道教思想家、医药家、炼丹家、文学家，帮助修订《本草集注》。卒谥贞白先生。南朝南齐南梁时期的道教茅山派代表人物之一。因看透了混浊的人世，“虽在朱门，闭影不交外物，唯以批阅为务。”（《南史》）后隐居句曲山，可是“国家每有吉凶征讨大事，无不前以咨询，月中常有数信，时人谓为‘山中宰相’”。</p> <p>　　自幼聪明异常，十岁读<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》，便立志养生，十五岁著《寻山志》。二十岁被引为诸王侍读，后拜左卫殿中将军。三十六岁梁代齐而立，隐居句曲山（茅山）华阳洞。梁武帝早年便与陶弘景认识，称帝之后，想让其出山为官，辅佐朝政。陶于是画了一张画，两头牛，一个自在地吃草，一个带着金笼头，被拿着鞭子的人牵着鼻子。梁武帝一见，便知其意，虽不为官，但书信不断，常以朝廷大事与他商讨，人称“山中宰相”。（492年，陶弘景36岁，他的好友<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>取得了帝位，他便隐居于曲山。梁武帝萧衍深知陶弘景的才能，几次想请他出仕，都被他拒绝了。后来，梁武帝无法，只好时常将国家大事写成信件，派人送到曲山请教陶弘景，陶弘景看在多年好友的份上，也时常写信给梁武帝，指点政策。于是，朝廷与曲山间音信不断，陶弘景虽身在方外，却俨然成为了朝廷决策人物，当时人们都称他为“山中宰相”。） 他的思想结合老庄哲学和葛洪的神仙道教，杂有儒家和佛教观点。工草隶行书尤妙。对历算、地理、医药等都有一定研究。曾整理古代的《神农本草经》，并增收魏晋间名医所用新药，成《本草经集注》七卷，共载药物730种，并首创沿用至今的药物分类方法，以玉石、草木、虫、兽、果、菜、米实分类，对本草学的发展有一定的影响（原书已佚，现在敦煌发现残本）其内容为历代本草书籍收载，得以流传。</p> <p>　　著有《真诰》、《真灵位业图》、《陶氏效验方》、《补阙肘後百一方》、《陶隐居本草》、《药总诀》、《二牛图》等等。他的文章《答谢中书书》（又名《山川之美》）被选入人教版初二上册语文教科书，也被选入上海教育出版社的六年级的语文教科书中。</p><br/><h2>成就</h2> <p><strong>总述</strong><br>　　<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>在医药﹑炼丹﹑天文历算﹑地理﹑兵学﹑铸剑﹑经学﹑文学艺术﹑道教仪典等方面都有深入的研究﹐而以对于药物学的贡献为最大﹐这又和炼丹有关。</p> <p><strong>化学方面</strong><br>　　陶弘景对化学的贡献之一是记载了硝酸钾的火焰分析法:“先时有人得一种物﹐其色理与朴硝大同小异﹐朏朏如握雪不冰。强烧之﹐紫青烟起﹐仍成灰﹐不停沸﹐如朴硝﹐云是真消石也。”所谓“紫青烟起”是钾盐所特有的性质。陶弘景这一记载﹐是世界化学史上钾盐鉴定的最早记录。</p> <p><strong>炼丹方面</strong><br>　　陶弘景曾长期从事炼丹实验。梁武帝送给他黄金﹑朱砂﹑曾青﹑雄黄等原料﹐让他炼丹。他在炼丹过程中掌握了许多化学知识﹐例如﹕汞可与某些金属形成汞齐﹐汞齐可以镀物。指出水银“能消化金﹑银成泥﹐人以镀物是也”。胡粉(碱式碳酸铅)和黄丹(四氧化三铅)不是天然产物﹐而是由铅制得。指出﹕胡粉是“化铅所作”﹔黄丹是“熬铅所作”。 据《太平府志》载，陶弘景“上表辞归，筑馆句曲，号华阳隐居，营别室于横山（今安徽省当涂县新市镇境内），作读书处”。梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>即位后，屡请不出，国家每有吉凶征讨大事，无不前往以咨询，人称“山中宰相“。他撰写了大量重要的道教著作，并对天文地理、养生、炼丹等诸方面也有所著述。作品七八十种，尚有《真诰》、《本草集注》、《导引养生图》、《天文星算》、《华阳陶隐居集》等著作及部分<a href=\"http://so.gushiwen.org/author_24.aspx\">诗</a>文存世。<br>　　道教另外的一个修炼方法是外丹术，外丹术就是用炉鼎烧炼矿物类药物，企图炼制出令人长生不死之仙丹的一种实验活动，属早期道教中影响最大的、用以追求成仙的方法。较早的炼丹活动是企图得到黄金之类的性质稳定、不易朽坏之物，并希望通过服食之而达长生不朽。后来道教认为，“道”生万物有着特定的程序（如道生一、一生二、二生三），人们只要能够在丹炉中浓缩地再现这个过程，依“道”之造化规律来运用“火候”烧炼药物，令这些药物逆宇宙生成之程序而返回它们从“道”生来时的状态，然后服食之，便可令人长生不死，是即所谓“夺天地造化之功，盗四时生成之物”。<br>　　道教在探索过程中发现了一些性质不稳而比较容易发生变化的物质（如水银和铅粉等），却不能真正认识这些物质在一定条件下所呈现的化学反应，而是以为一种物质在特定条件下变化为另一种物质，象征着它从宇宙生化程序的一个阶段返回了另一个阶段，并以为其经过多次“还炼”之后即可回复至“道”的状态，而人若服用了这种经过还炼的丹药（如“九转还丹”）之后，即可随之回复至“道”的境界，永存不灭。六朝时期，道教多以为服食外丹乃是成仙的唯一途径，如晋代<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>说：“不得金丹，但服草木之药及修小术者，可以延年迟死耳，不得仙也”。唐末五代以后，外丹术由于所成丹药多具有毒性而常常令服用者中毒身亡，故开始逐渐衰落而终被内丹术取代。</p> <p><strong>文学方面</strong><br>　　陶弘景一生著书很多，约二百二十三篇。其中关于医药学的有《本草经集注》七卷，《补阙肘後百一方》三卷，《梦书》一卷，《效验施用药方》五卷，《服食草木杂药法》一卷，《断谷秘方》一卷，《消除三尺要法》一卷，《服气导引》一卷，《养性延命录》二卷，《人间却灾患法》一卷，《集药诀》一卷等。其中绝大多数均已散失 。《答谢中书书》</p><br/><h2>人物轶事：辞官归隐</h2> <p>　　弘景博学多识，读书逾万卷，于六经诸子史传无所不通。17岁时便与江学文、褚炫、刘俊等为宋朝外明四友。齐高祖作相时，引为诸王侍读，除奉朝请，朝仪大事多取决于他。然他虽身在朱门，却独居一室，闭影不交外物，唯以披阅(读书)为务，昼夜研读缮写符图经集，于养生服食诸道，渐至通幽探微。如此积年累月，渐觉彻悟，遂萌隐居修行之志。于齐永明十年壬申决意出行归隐。起初他并未上表齐武帝辞行，不告而别，挂朝服于神武门鹿市，径出东亭而行。而后告诉随行左右“勿令人知”，乃去和好友王晏话别。王晏深知其志，对他说：“皇上治事甚严，不准许臣属作离奇之事，你这样不辞而别，恐有忤旨，若皇上怪罪下来，反而达不到你的目的。”</p> <p>　　弘景默思良久，答曰：“我本意欲遂夙愿而已，非为名利，你所说的确有道理，应向皇上直言为是。”于是弘景上表陈诚，以表自己解官归隐之意。表中大意是，我听说无论尧帝之时，还是汉朝都有养生的风气。我为官已久，哪能留恋荣华富贵，所学也不是为了利禄。因此常想回归大自然，过田园生活，领略自然之美。我这就要离开宫庭了，临行之际，不胜眷恋，只好上表以明我心。齐武帝看了弘景的解官表，深为感动，不但下诏批准了弘景的要求，而且给予赏赐，赐帛十疋，烛二十梃。又别勑：朕月给上茯苓五斤，白蜜二斗以供服饵。对他的养生修道之事给予大力支持。</p> <p>　　于是弘景出行入山，临行公卿相送于征虏亭，供帐甚盛，车马克道，人们都说是宋齐以来所未有之盛事，朝野均荣。弘景一行来到勾容的勾曲山停了下来，便于山中建馆。弘景说此山是金坛洞容，周围百五十里，名华阳之天，汉时三茅司命之府，故名茅山。弘景于此山建馆隐居，自号华阳隐居。故人称他为陶隐居。自此，弘景开始了他的长达四十余年的隐居修行生活。弘景归隐之后，有<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>为当时的东阳郡守，因为敬佩他的志向与节操，多次写信请他出来做官，他都婉言谢绝。</p> <p>　　梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>早年与弘景交往甚密。及武帝即位，其初国号未定，弘景引诸谶记，皆成“梁”字，上书武帝，告之“梁”是运符。武帝遂立国号为梁。后来武帝欲聘弘景入朝为官，亲手写诏召之，并赐以鹿皮巾，后屡加礼聘，弘景终是不应，并画双牛图与武帝，其图上一牛散放水草之间，一牛著金络头，有人执绳以杖驱之。武帝见图笑曰：“此人无所求，欲效曳尾龟，岂有可致之理耶！”遂不复提聘官之事。然国家遇有大事，无不前往咨询，帝与弘景之间，书信不绝，月常数信。帝每得其书，烧香虔受，恭敬之状，无以复加。故时人谓之“山中宰相”。</p><br/><h2>后世影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>的一生颇具传奇色彩，他推崇<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>的著作，其经历也和葛洪有异曲同工之妙。《本草经集注》在中国医药学发展过程中写下了重要的一页，诸多创新与发展是勤劳聪敏、博学广识的先贤在中医药学方面的重大贡献，也成了我们学习、借鉴和研究的珍贵资料。陶弘景整理医籍，十分尊重原作，决不乱涂乱改，也不信口雌黄，即使有补充，也把自己的说法和原书的说法区分开来。如把搜集到的三百六十五种药加入《神农本草经》，他就用“黑”字写，有的就用“红”字写。所以，后人有“本草赤字”，</p> <p>　　“本草黑字”之称。赤字是本经正文，黑字是后来加入的。他开创的这种做法，后来的注释家就争相学习。陶弘景整理医籍，细心、严谨、周密、实用，是我们今天整理中医古籍的一面镜子，不愧为一代名医，流传千古</p> <p>　　陶弘景一生爱松，尤其喜欢听松涛。他闻松涛声如闻仙乐，有时仅一人进深山，专去山野谷壑听松涛，人们因而称他为“仙人”。陶弘景继承老庄哲理和葛洪的仙学思想，揉合进佛教观念，主张道、儒、释三教合流，并进一步整理道教经书，对道教颇有贡献。</p> <p>　　陶弘景一生执迷道教的“神仙之术”，固不足取，然而陶弘景知识渊博，精通天文历法、山川地理、医术药物、棋琴书画乃至阴阳五行，在药物、治炼、天文、地理、生物、数学等古代科技多个方面都有一定贡献。</p> <p>　　陶弘景为寻仙访药，常漫游于名山大川中。行至山幽水静的美景之处，陶弘景便坐卧其间，吟<a href=\"http://so.gushiwen.org/author_24.aspx\">诗</a>作赋，作有许多优美诗文。南朝时，散文有了长足的发展，内容上出现了叙事、言情或寄情山水的文章，形式上则出现追求对偶、排比、用典，讲究辞藻华丽和声律求工的骈文。</p><br/><h2>评价</h2> <p>　　陶氏为世医出身，祖父及父亲皆习医术，且有武功。他自幼聪慧，约十岁时即读<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《神仙传》，深受影响，三十六岁辞官隐居句容茅山，并遍历诸有名大山，访求仙药。当时，他深受梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>的信任，虽则他时梁武帝多次赠官不受，但梁武帝有关国家大事都要向他谘询，所以时人对他有“山中宰相”的称号。陶氏思想是释、道、儒三家融于一体的代表人物。</p> <p>　　就医学而言，是我国本草学发展史上贡献最大的早期人物之一。在他生活的年代，本草著作有10余家之多，但无统一标准，特别古本草由失效年代欠远，内容散乱，草石不分，虫兽无辨，临床运用颇为不便，他担负起“苞综诸经，研括烦省”的重任，将当时所有的本草著作分别整理成《神农本草经》及《名医别录》，并进而把两者合而为一，加上个人在这方面的心得体会，著成《本草经集注》，共收药物730种。成为我国本草学发展史上的一块里程碑。</p> <p>　　该书的主要特点是开创了使我国本草学成为一门包罗万象的博物学。他还创立了一些具有独创性的发明，例如创立按药物治疗性质分类的“诸病通用药”分类法，在体例上，又开创本草著作分总论、分论叙述的先河，在当时历史条件下，他又应用朱书、墨书的方法来区别《本经》和《别录》的原文的方法等等。他在我国本草学发展史上有着不可磨灭的功绩。</p> <p>　　<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>具有科学的探索精神。在当时的条件下，他敢于提出新的本草分类法，而不囿于原来那种三品分类法。他本人原来是个道教徒，但他却能从实际出发，打破三品分类法，足以证明他在科学道路上实事求是的态度。他有着“一事不知，深以为耻”的探索精神，这又是他在科学上得以有所成就的动力。如他多次亲验细腰蜂（即嬴）的蜂窠，终于得出正确的结论，认为《<a href=\"http://so.gushiwen.org/author_24.aspx\">诗</a>经》的说法“斯为谬矣，选诗者未审，而夫子何为因其僻也？圣人有缺,多皆类此。”直率地批评古圣人的谬误。</p>"
}