{
  "id": 763,
  "star": 12,
  "name": "厉鹗",
  "dynasty": "清代",
  "desc": "厉鹗（1692-1752），字太鸿，又字雄飞，号樊榭、南湖花隐等，钱塘（今浙江杭州）人，清代文学家，浙西词派中坚人物。康熙五十九年举人，屡试进士不第。家贫，性孤峭。乾隆初举鸿博，报罢。性耽闻静，爱山水，尤工诗馀，擅南宋诸家之胜。著有《宋诗纪事》、《樊榭山房集》等。",
  "content": "<h2>生平</h2> <p><strong>早年生活</strong><br>　　厉鹗生于康熙三十一年五月初二日（1692年6月16日），卒于乾隆十七年九月十一日（1752年10月17日）。先世居慈溪，后迁至钱塘。祖父大俊，父奇才，都是布衣。他排行第二，兄士泰，弟子山。他还在少年时，父亲就已去世，家境贫寒，全家人靠士泰卖烟叶为生。他因家庭生活所迫，几乎被士泰送进庙宇，后自己坚持不出家才作罢。</p> <p><strong>求知上进</strong><br>　　生活虽然艰苦，但厉鹗的求知欲却很强。他刻苦用功，“读书数年，即学为<a href=\"http://so.gushiwen.org/author_763.aspx\">诗</a>，有佳句”。后来他又广泛涉猎，“于书无所不窥，所得皆用之于诗”。弱冠时，他从杭可庵游，可庵之子世骏小他4岁。他称可庵为先生，与世骏结为密友。他性格孤僻，不谙世事，但酷爱出游。每“遇一胜境，则必鼓棹而登，足之所涉，必寓诸目，目之所睹，必识诸心”。江浙山水，激发了他的豪迈诗情；迷人风光，丰富了他的美妙想象。在大自然的怀抱里，这位贫寒之子，迅速成长为一位诗人。 <br>　　这位年轻的诗人，对社会现实似乎有所不满，而又无能为力。他觉得“与其作白眼以看人，何如问青天而搔首”，因此仿古人诗体，借游仙之咏来抒发自己的游思和感慨。康熙四十九年（1712年），厉鹗写了《游仙百咏》，不久又写了《续游仙百咏》。这两篇游仙咏清新飘逸，然而，诗人仍觉得言犹未尽。五十二年（1713年），他写了《再续游仙百咏》，“借文翰为遨游，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓尽名士之才情，极仙人之本色”，受到了朋友的赞叹。他自己也沾沾自喜道：“昔谢逸作蝴蝶诗三百首，人呼为谢蝴蝶。世有知我者，其将以予为厉游仙乎？”</p> <p><strong>教授学生</strong><br>　　五十三年（1714年），厉鹗受聘来到了汪舍亭家，在听雨楼教授汪家的两个孩子：汪浦、汪沆。在这里，他受到了礼遇，饮食居住都得到了很好的照顾。汪家对孩子要求严格，厉鹗也极尽教师之责，认真授业。从五十三年到五十七年（1718年），他一直在汪家任师。在他的教授下，汪浦、汪沆学业大有长进。尤其是汪沆，后来也成为一位名士，并始终感激自己的恩师。</p> <p><strong>考中当官</strong><br>　　五十九年（1720年），厉鹗参加乡试，考官是内阁学士李绂。在试闱中，李绂见到他的试卷，读了他写的谢表，感叹道：“此必诗人也！”立即录取。中举之后，厉鹗登舟北上，准备参加京城会试。此时，他年不到30，又是第一次入都，兴奋的心情可想而知。沿途他诗兴时发，写下了10多首诗。然而他沿途观光的兴趣似乎比会试中式的希望更浓。在《广陵寓楼雪中感怀》一诗中，他写道：“沉湎居翥主，浩荡游子意。平生淡泊怀，荣利非所嗜。哂笑讵云乐，明发难自弃。兹来扪空囊，翻为故交累。因思在家贫，忀徉尚高致。束书细遮眠，疏花香破鼻。纸阁无多宽，回隔飞尘至。因之问故园，南湖烦寄字。”<br>　　在京城，厉鹗的诗受到了侍郎汤右曾的赏识。厉鹗春闱报罢，右曾殷勤办酒，收拾卧榻，派人致意要将厉鹗请到家中。厉鹗得信后却不辞而别。次日，右曾迎请时，他早已远去。“说者服侍郎之下士，而亦贤樊榭之不因人熟”。在归途中，厉鹗写诗叹道：“一昔都亭路，归装只似初。耻为主父谒，休上退之书。柳拂差池燕，河惊拨刺鱼。不须悲楚玉，息影忆吾庐。”</p> <p><strong>结交文人</strong><br>　　回到家乡后，厉鹗更加热衷于出游吟诗。随着诗名的传播，他与更多的文人结成了朋友，与周京、金志章、<a href=\"http://so.gushiwen.org/author_2807.aspx\">符曾</a>、金农十分亲密，常常在一起作文字之会，赋诗为乐。扬州盐商马曰琯、马曰璐兄弟贾而好儒，“以古书、朋友、山水为癖”，家中藏书极富。文人名士纷纷来游，厉鹗也年年相访，成为马家的常客。在马氏小玲珑山馆里，他肆意探讨，阅读了大量的书籍。他与马氏兄弟、杭世骏等浙江诗人结为邗江吟社，唱和切劘，“觞咏无虚日”。雍正年间，<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>路过杭州，与厉鹗、杭世骏等结交，也成为诗社之友。他们一起讨论经史，考证掌故，写诗唱和。从康熙末年到雍正初年，厉鹗在出游吟咏之余，撰写了《南宋院画录》8卷、《秋林琴雅》4卷、《东城杂记》2卷、《湖船录》1卷，并同沈嘉辙、吴焯、陈芝光、符曾、赵昱、赵信一起，共同撰写了《南宋杂事诗》7卷。 <br>　　雍正九年（1731年），浙江总督李卫奉敕修《浙江通志》。厉鹗、杭世骏等28人受聘担任分修。在厉鹗、杭世骏等各位分修的努力下，《浙江通志》“越二年始削稿，又一年剞劂蒇事”。</p> <p><strong>再次落第</strong><br>　　乾隆元年（1736年），浙江总督程元章举荐博学鸿词18人，厉鹗、杭世骏都列名其中。但是，厉鹗无意应试。全祖望特地从京师写信相劝，希望他“与堇浦诸君勉之”。 在朋友的劝告下，厉鹗再次赴京。在这科征士中，厉鹗的诗学是出类拔萃的。正如杭世骏所言：“是科征士中，吾石友三人皆据天下之最。太鸿之诗，稚威之古文，绍衣之考证穿穴，求之近代，罕有伦比。”可惜在考试中，厉鹗误将论写在诗前，再次落第。朋友们都为此叹息，他却淡淡地说道：“吾本无宦情，今得遂幽慵之性，菽水以奉老亲，薄愿毕矣。”</p> <p><strong>贫寒离世</strong><br>　　厉鹗归乡后，因治生无术，贫病交加。乾隆二年（1737年）夏，他咳嗽气喘，历秋渐痊。五年（1740年），他移居东城，又患足疾。旧时的文人尽管生活艰难，却还有姬妾。六年（1741年），爱姬朱满娘病，厉鹗典质以偿药费，终因治疗无效，迁延至七年（1742年）正月去世。以后，厉鹗身体更加孱弱，不断地受着肺病、齿痛等疾的折磨。在此期间，他的生活靠朋友们馈赠、补助，勉强维持。因年老无子，马曰琯又资助他再次纳妾刘姬。但是，刘姬不安于贫困，不久便离他而去。 <br>　　晚年的厉鹗尽管贫病多磨，著书立说却达到高潮。他有感于《辽史》的简略，采摭300多种书籍，写出《辽史拾遗》24卷。这部书有注有补，以旧史为纲，而参考他书，条列于下。凡有异同，都分析考证，加以按语。他常自比裴松之作《三国志》注。他还利用在小玲珑山馆里看到的大量宋人文集，并博引诗话、说部、山经、海志等书，撰写了《宋诗纪事》100卷。 </p><br/><h2>主要著作</h2> <p>　　《宋<a href=\"http://so.gushiwen.org/author_763.aspx\">诗</a>纪事》和《辽史拾遗》是厉鹗的两部力作，受到时人的好评。《四库全书总目》评价道： “（《宋诗纪事》）全书网罗赅备，自序称阅书三千八百一十二家。今江南浙江所采遗书中，经其签题自某处钞至某处，以及经其点勘题识者，往往而是。则其用力亦云勤矣。考有宋一代之诗话者，终以是书为渊海，非<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>诸家所能比较长短也。”“（《辽史拾遗》）拾辽史之遗，有注有补，均摘录旧文为纲，而参考他书条列于下。凡有异同，悉分析考证，缀以按语。……采辑散佚，足备考证。”</p> <p>　　丰富的著述并不能使诗人的生活得到改善，不得已，他决定另谋出路。十三年（1748年），他忽生宦情，决定以举人候选县令，应铨入都。朋友们认为他不宜担任此职，加以劝阻。他只得说出自己的苦衷，是为了求得俸禄以侍养老母。当他北上来到天津时，老友查为仁将他留住水西庄。在这里，他意外地看到了查为仁为南宋周密的《绝妙好词》所作的笺注。他与为仁有同好，也曾收集过有关《绝妙好词》的材料。为仁所作，使他分外高兴。对学术的热爱战胜了对仕宦的追求，他放弃入都的打算，和为仁同撰《绝妙好词笺》。几个月后，著作完成，他返棹南归。 </p> <p>　　乾隆十六年（1751年），高宗南巡，厉鹗与吴城共撰《迎銮新曲》进呈。吴城所作为《群仙祝寿》，厉鹗所作为《百灵效瑞》。十七年（1752年）秋天，厉鹗病重。九月十日，他对汪沆说道：“予平生不谐于俗，所为诗文亦不谐于俗，故不欲向不知我者索序。诗词二集，已自序而授之梓，尚留小文二册藏敝箧，子知我者也，他日曷为我序而存之。”第二天，厉鹗辞世。 </p> <p>　　厉鹗的死使朋友们十分悲痛，他们哀叹：“今而后江淮之吟事衰矣！”马曰璐也哭道：“大雅今谁续，哀鸿亦叫群。情深携<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，义重哭刘蕡。望远无来辙，呼天有断云。那堪闻笛后，又作死生分。”</p> <p>　　厉鹗的一生正如他在《六十生日答吴苇村见贻之作》一诗中所概括的，“我生少孤露，力学恨不早。孱躯复多病，肤理久枯槁。干进懒无术，退耕苦难饱。帐下第温岐，归敝庐孟浩。风尖耻作吏，山水事幽讨。结托贤友生，耽吟忘潦倒。”他的诗幽新隽妙，刻琢研炼，于王士禛、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>之外，“独辟蹊径”，与金农的书画齐名，人称“髯金瘦厉”。他不修威仪，常曳步缓行，仰天摇首，即使在大路上，也常有吟咏之意。因此，又被人笑称为“诗魔”。 他的著作除上面提到的诸书外，还有《樊榭山房集》。 </p><br/><h2>文学创作</h2> <p>　　《樊榭山房集》是厉鹗的<a href=\"http://so.gushiwen.org/author_763.aspx\">诗</a>文集，乾隆年间刊行于世，被收入《四库全书》。《四库全书总目》介绍道：“《樊榭山房集》二十卷，国朝厉鹗撰。……前集诗分甲、乙、丙、丁、戊、己、庚、辛八卷，附以词，分甲、乙二卷，为康熙甲午至乾隆己未之作；续集亦诗八卷，而以北乐府一卷、小令一卷附焉，则己未至辛未作也。” </p> <p>　　光绪年间，汪氏振绮堂重刻《樊榭山房集》，“首<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>撰《墓碣铭》，<a href=\"http://so.gushiwen.org/author_54.aspx\">吴锡麒</a>撰《墓田碑记》。附汪曾唯所辑《轶事》，及未刊诗词、迎銮新曲，并载杭世骏、汪惟宪、吴焯、王昶、陶元藻、<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>诸家评论，为最足之本。”</p> <p>　　1992年，上海古籍出版社出版的《樊榭山房集》，以振绮堂本为底本，而以乾隆本、道光本对校，凡有疑误而无法从版本上校正之处，则参校以正史及有关诗文专集等其他资料。上海版的《樊榭山房集》共39卷，其中樊榭山房集诗8卷，词2卷，文集8卷，集外诗1卷，集外词1卷，集外曲1卷，续集诗8卷，续集词2卷，续集集外诗1卷，续集集外词1卷，续集集外文1卷，附录5，是研究厉鹗的重要资料。 </p> <p>　　在此，我们以上海版的《樊榭山房集》为依据，对厉鹗的诗词创作试作分析。</p> <p>　　厉鹗在词方面具有极高的造诣，为浙西词派中期的代表。在词派问题上，他推崇<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>、张炎等人为首的宋词南宗，贬低<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等人的北宗。厉鹗以“清”与“雅”作为词好坏的标准。他主张在艺术特点上，词应该是幽隽清绮，婉约淡冷；作品蕴意上，词要适度表达作者纯正的情感，寄以不含俗态的清高志性。他与查为仁合编的《绝妙好词笺》成为继<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《词综》之后鼓吹南宋词方面最有影响的著作。另外，厉鹗也长于写诗，特别是五言诗。他与杭世骏齐名，《清代学者象传》中称其：“为诗精深峭洁，截断众流，于新城(王士?)、秀水(朱彝尊）外自树一帜。”?厉鹗读书搜奇嗜博，钩深摘异，尤熟于宋元以后的掌故。著有《樊榭山房集》、《辽史拾遗》、《东城杂记》、《宋诗纪事》、《南宋杂事诗》等书。其中《南宋杂事诗》一书，采诸书为之注，征引浩博，为考史事者所重。 </p><br/><h2>文学特色</h2> <p><strong>吟咏山光水色</strong><br>　　厉鹗一生创作了许多以山水为题材的<a href=\"http://so.gushiwen.org/author_763.aspx\">诗</a>词。一部《樊榭山房集》，几乎可以说是“十诗九山水”。从题材分类的角度来说，我们可以称他为山水诗人。张世进在《哭樊榭二首》诗中写道：“当代风骚手，平生山水心。”<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>评价厉鹗的诗：“最长于游山之什，冥搜象物，流连光景，清妙轶群。”这些诗文准确地指出了厉鹗诗词创作的主要内容及其成就。 <br>　　厉鹗的诗词创作为什么会出现山水诗最多，成就最大的特色呢？这与他的生活环境、思想性格、人生经历密切相关。 <br>　　厉鹗的家乡钱塘（今杭州），是著名的风景城市，享有人间天堂之誉。厉鹗自称：“平生湖山邻。”得天独厚的自然环境为厉鹗提供了观赏山水的有利条件，拨动了他山水诗创作的心弦。《樊榭山房集》卷1第二首诗就是一首山水诗，名为《游无门洞》，是厉鹗23岁时的作品。据《西湖游览志》记载：黄龙洞，又名无门洞。宋时，有僧慧开字无门，自黄龙山来居此。有石碜砑不合如蛎，忽雷声震地，划然出泉，色绀而冽，人以为龙随锡出，因此得名。《杭州府志》记载：无门洞在千人洞上百步，峭石巉岩，壁立数仞，可视不可登。洞深丈余，左右镌罗汉十六。平坡石磴，可坐十余人，视下如在浮云中。厉鹗在《游无门洞》诗中写道：“阴窦绝曦景，石雨垂痴龙。白云懒不收，缭绕东岩松。定僧涌壁像，海众惊灵踪。藤花拂又落，螟闻烟际钟。”寥寥数语，勾勒出无门洞的独特风光，使读者如临其境，浮想翩翩。 <br>　　紧接着，年轻的厉鹗又作了《花坞二首》。据《杭州府志》记载：花坞近杨梅坞，以花多得名。地绝幽邈，多古庵。厉鹗在诗中吟道：“法华山西山翠深，松篁蒙密自成阴。团瓢更在云深处，惟有樵风引磬音。白练鸟从深竹飞，春泉净绿上人衣。分明孟尉投金濑，吟到日斜犹未归。”此诗既描绘了花坞的幽妙景致，又提到了溧阳尉孟东野。据史书记载，孟东野，贞元中，授溧阳尉。溧阳昔为平陵县，南五里有投金濑，濑东八里许，道东有故平陵城，周千余步。基址坡陀裁高三四尺，而草木势甚盛，率多大栎，合数夫抱，丛筱蒙翳，如坞如洞。地洼下积水沮洳，深处可活鱼鳖。大抵幽邃岑寂，气候古澹可嘉，除里民樵夫外，无入者。孟东野得之，喜而忘归，或比日，或间日，乘驴领小吏，径蓦投金濑一往。至则阴大栎，隐丛筱，坐于积水之旁，苦吟到日西而还。厉鹗游览花坞，诗兴勃发，遥思孟尉，吟咏忘归。“分明孟尉投金濑，吟到日斜犹未归。”就是他本人钟情于山水，陶醉于吟诗的真实写照。 <br>　　由于出身贫穷，人又孤瘦枯寒，这在某种程度上造成了厉鹗灰暗消极的心理。少年时险被“寄以僧舍”的经历，在他内心深处留下了难以磨灭的记忆，埋下了隐逸避世的种子，加深了他的孤僻个性。他从来没有“仰天大笑出门去”的豪迈气概，也没有“天生我材必有用”的乐观自信。虽然他也象当时几乎所有的知识分子一样，在科举的道路上艰难跋涉，但绝没有不达目的誓不休的强烈愿望。他既无建功立业的雄心壮志，也缺乏行政才能，又不谐于俗，于世事绝不谙，不能随俗俯仰，好率意而行，这就使他难以进入仕途。 <br>　　厉鹗本来就热爱自然，性雅好游，23岁时，在《疏寮集序》中自称：“遇一胜境，则必鼓棹而登。足之所涉，必寓诸目；目之所睹，必识诸心。”科场受挫之后，厉鹗的“宦情”日益淡漠，更加向往自然。正如他在诗中所吟：“性拙见山喜，匹如故疾失。” “余拙谢百事，抱影自空村。” 在大自然的怀抱里，在山光水色之中，他感到舒心惬意，文思泉涌，挥毫写下了大量的山水诗篇。登山涉水，吟咏风光，给厉鹗带来了极大的乐趣。他“毕生以觅句为自得”，并决心在诗学上有所建树。他在诗中吟道：“力将陶谢追风雅，耻共金张较瘦肥。”就是这种志向的表露。 <br>　　辞别科场，厉鹗来到了扬州，馆于小玲珑山馆。马氏兄弟“以古书、朋友、山水为僻”，对他礼为上宾，热情款待。他们一同游览山水，吟风弄月，其乐融融。这就为厉鹗的山水诗创作提供了有利条件和物质基础。 <br>　　几十年来，厉鹗往来于钱塘、扬州之间，靠坐馆和朋友接济维持生活。他的一生，虽然清贫，但也清闲，入世不深，游踪不广，接交有限。其山水诗，以写浙江名胜为多，最突出的是刻划杭州的自然风光。 <br>　　厉鹗吟咏杭州山水的诗篇，数量繁多，范围广泛。杭州的山山水水，一花一木，几乎所有的景点风物，各个时节的变幻之美，都成为厉鹗描绘的对象。尤其是西湖、西溪一带的万般景色、迷人风光，全都进入了厉鹗的诗词之中。很多前人未曾注意的景物，在厉鹗的诗中露出容颜；很多前人已经题咏过的景物，在厉鹗的诗中展现新彩。在历代吟咏杭州风景的无数山水诗人中，厉鹗的成就引人瞩目。 <br>　　厉鹗的诗歌在艺术形式方面的最大特点是宗宋。具体表现为专法宋人，好用宋代典故。诗法宋人，这在清代前期是一个相当普遍的现象。这不仅仅是诗学趣尚问题，而是一种在特定历史背景下产生的文化现象。明清易代的沧桑巨变，使汉族士人很容易想起被蒙元所灭的大宋王朝。宋诗在元明两代被冷落之后，于清初极受推崇，与这种特定的时代背景以及相应的民族情绪是分不开的。在清人看来，宋诗不仅是一种与唐诗有别的诗学范式，而且是历史上同样被“夷狄”征服的王朝所留下来的文化遗产。他们对宋诗的情有独钟，既出于刻骨铭心的故国之思，也有同病相怜的类比联想。而浙江人身处南宋故都与六陵所在之地，“一举目皆故迹”，对宋代文化又有特殊感情。因此，浙江诗人不约而同地转向宋诗，形成以宗宋为基本特征的浙派。 <br>　　浙派之称，有广义和狭义之分。广义的浙派，自<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>创始，历经康雍乾三朝，前后百有余年，涉及诗人数以百计，大小名家数十人。狭义的浙派，如<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>等人所云“浙派”，专指以厉鹗为首的杭州诗人群体。厉鹗既是狭义浙派的奠基人，又是广义浙派中一个时期的代表人物。 <br>　　清代诗人的宗宋，大都是学习<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等大家。而厉鹗所学主要是南宋永嘉四灵，旁及<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>。因此，厉鹗的诗歌格局狭小，风味清幽。同样是描写杭州风景，厉鹗即不象苏轼那样反映得开阔潇洒，而是善于刻划小境界。如其《理安寺》：“老禅伏虎处，遗迹在涧西。岩翠多冷光，竹禽无惊啼。僧楼满落叶，幽思穷板跻。穿林日堕规，泉咽风凄凄。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评价此诗为：“寒翠欲滴，野禽无声，非此神来之笔不能传写。”诗歌状景的确很工，但写得幽敻清冷，其境界是一种出世者的静僻的境界。<br>　　厉鹗写山，大多不采用鸟瞰的角度，不是描绘山的外形与气势，而是采用特写的手法，深入山中，细致刻划山内一处处局部情景，以独具慧眼的发现，独具特色的语言，营造出独特意境，表达其独特感受。 <br>　　请看他的《晓登韬光绝顶》，“入山已三日，登顶遂真赏。霜磴滑难践，阳崖曦乍晃。穿漏深竹林，冷翠引孤往。冥搜灭众闻，百泉同一响。蔽谷境尽幽，跻颠瞩始爽。小阁俯江湖，目极但莽苍。坐深香出院，青霭落池上。永怀白侍郎，愿言脱尘鞅。”<br>　　韬光峰位于杭州灵隐寺西北，因唐代高僧韬光在此结庵说法而得名。据史书记载，韬光本为蜀人，后辞师出游。师嘱之曰：“遇天可前，逢巢即止。”当他游至灵隐山巢沟坞时，担任杭州剌史的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。白居易，字乐天，著名诗人。韬光悟道：“此吾师之命也。”遂于巢沟坞结庵，与白乐天为友，时常唱和。 <br>　　厉鹗此诗描写了晓登韬光绝顶的情景。他在入山三日之后，于清晨向绝顶攀登。身在山中，移步换景。途中所见，霜磴道滑，晨曦拂崖，光透竹林，流泉吟唱，好一个幽静清寂的境界。登上峰顶，爽快无比。俯视江湖，极目莽苍。遥想当年，白居易的形象浮现在眼前，白居易的诗句回响在耳边：“纷吾何屑屑，未能脱尘鞅。”于是，厉鹗便以点睛之笔作为此诗的结束：“永怀白侍郎，愿言脱尘鞅。”表达了自己要摆脱世俗束缚的意愿。 <br>　　厉鹗还善于描写夜色中的山林景致。例如，《宿龙门山巢云上人房》：“山楼出树抄，夜宿万山中。虎啸不惊定，钟声疑在空。背窗栖鸟影，灭烛听松风。明日寻阶水，应添十二筒。”龙门山位于钱塘之西，俗名小和山。诗人来到此山，夜宿僧房。深山密林，夜色深沉，万籁俱寂。在这个特定的环境里，诗人凭听觉感受着大自然的别样风韵。“虎啸”、“钟声”、“松风”，声声入耳。山林之夜，静谧幽妙，诗人心内，万虑俱消。 <br>　　厉鹗笔下的雨后之山，更是别具清幽。例如《雨后坐孤山》：“林峦幽处好亭台，上下天光雨洗开。小艇净分山影去，生衣凉约树声来。能耽清景须知足，若逐浮云愧不才。谁见石阑频徒倚，斜阳满地照青苔。”孤山，孤峙于杭州西湖的里湖与外湖之间，林峦幽美，亭台秀丽，湖平如镜，上下天光。“雨洗”之后，更是如诗如画，清丽绝尘。轻便的小艇分载去秀丽的山影，飘动的衣襟约来阵阵树声。诗人沉浸在雨后孤山的清幽景色之中，凭栏观赏，知足常乐，不屑于追逐浮名。 <br>　　厉鹗写水也极具特色。如《秋夜听潮歌寄吴尺凫》：“城东夜月悬群木，汹汹涛声欲崩屋。披衣起坐心茫茫，秋来此声年复年。壮心一和《小海唱》，二毛不觉盈吾颠。胸中云梦吞八九，要挽天河ju（?#93;+斗）北斗。倏忽晴空风雨来，杳冥水府神灵走。时哉会见沧溟立，自是乾坤有呼吸。轩辕张乐万耳聋，洞庭天远鱼龙泣。须臾声从静里消，一？（草字头下加大，加虫）独语星萧萧。天明作歌寄吴子，想子中宵亦听潮。”此诗构思巧妙，主要从听觉角度渲染钱唐潮的声威与气势，并写出潮水来去的不同声响，和诗人的心态变化。潮水来时，汹汹涛声欲崩屋；潮水去时，一（？）独语星萧萧。诗人由披衣起坐心茫茫，变为壮心一和《小海唱》。 <br>　　由于阅历的限制，特别是审美情趣偏于柔美，因此，厉鹗的写水之作，更多的是宁静秀美的湖景。例如《晓至湖上》：“出郭晓色微，临水人意静。水上寒雾生，弥漫与天永。折苇动有声，遥山淡无影。稍见初日升，三两列舴艋。安能学野凫，泛泛逐清景。”此诗用清凉的晨雾，清淡的远山，清澈的湖水，清灵的野凫，构成一幅清新宜人的晓湖之景。表现了诗人平静闲适的心态，愿象野凫一样回归自然的情怀。 <br>　　夜色中的湖景则是另一番景象。如《春湖夜泛歌》：“晴湖不如游雨湖，雨湖不如游月湖。同时看月兼听雨，二事难得鱼熊俱。沙外登舟棹徐发，天融山暖云初活。水月楼边水月昏，烟水矶头烟水阔。尊前绿暗万垂柳，月痕似酒浮鹅黄。一片蛙声遥鼓吹，四围山影争低昂。此时坐上各无语，流云走月相吞吐。欲润冥冥堤上花，故洒疏疏篷背雨。合成芳夜销金锅，繁华千古随逝波。谁把长桥短桥月，谱入吴娘暮雨歌。雨止依然月不见，空里湖光白如霰。归向龙宫枕手眠，粥鱼初唤流莺啭。”<br>　　这是一首描绘春夜游湖的诗，展现了西湖的变幻之美，表达了诗人的独特感受。春风徐徐，湖水荡漾，诗人登舟，夜游西湖。杨柳轻拂湖面，月儿穿云破雾，蛙声此起彼伏，山影时高时低。忽然，天空中飘飘洒洒，下起了疏疏春雨。雨水轻轻地滴落在船篷之上，默默地滋润着堤上花木，西湖笼罩在迷蒙清幽之中。雨过之后，湖光洁白如霰。诗人欣喜地感到，自己意外地享受到了同时看月兼听雨，鱼与熊掌俱得之的乐趣。记得元人周密曾经说过：“西湖天下景，朝昏晴雨，四序总宜，杭人无时而不游，而春游特盛焉。……日糜金钱，靡有纪极，故杭谚有销金锅儿之号。”西湖的变幻奇观，杭谚的销金锅儿之号，使诗人感叹“繁华千古随逝波”。 <br>　　上述可见，厉鹗的山水诗，所写不仅仅是风景画，而是对山光水色的欣赏，对人生世事的感悟。诗中有画，画中有人，人有所思，值得回味。</p> <p><strong>抒发思古幽情</strong><br>　　厉鹗不仅热爱自然，向往野逸，而且喜欢观赏古物，既爱那历尽沧桑、古朴斑驳的文物之美，也爱由此引发的思古幽情和远离现实的超脱之感。因此，他的诗歌创作中，有许多怀古咏物之作。 <br>　　《樊榭山房集》卷1第一首诗就是《金寿门见示所藏唐景龙观钟铭拓本》，诗中写道：“嗜古金夫子，贪若笼百货。墨本烂古色，不受寒具涴。便续金石录，明诚不是过。钟铭最后得，斑驳岂敢唾。照眼三百字，字字蟠螭大。抚迹思景云，往事去无那。初翦桑条韦，柘袍受朝贺。范钟崇玉清，构炭飞廉佐。九乳器未亡，雄词厌寒饿。装比李仙丹，征句迭唱和。无虚奚足称，懋绩于此堕。吾思景钟铭，天笔滥传播。” <br>　　据史书记载，西安府学宫，唐宋之碑林立，俗称碑洞。长安县有景龙钟铭，为唐睿宗于景云二年（711年）所书。因离洞较远，而拓者必塞其内空，缘梯而上，乃可椎刷，故罕传于世。厉鹗看到好友金农所藏的钟铭拓本后，兴奋地写下了这首诗，既讲了金农的嗜古之好，收藏之妙，又描述铭文“照眼三百字，字字蟠螭大”，并感叹道：“抚迹思景云，往事去无那。” <br>　　《樊榭山房集》卷1中，还有一首《过宋通问副使朱公少章墓》：“突兀残碑立古阡，行人犹记绍兴年。青衣已见君王辱，白发何期使节旋。老泪冰天他日恨，遗闻曲洧至今传。一抔筑并花宫地，夕呗晨钟更惘然。” <br>　　这是一首描写朱弁墓的诗。朱弁，字少章，徽州婺源人。宋朝靖康元年（1126年）冬，金军攻破东京（今河南开封）。次年四月初一日，金兵将宋徽宗、宋钦宗父子连同后妃、宗室、朝官等三千多人俘虏北去。开封的金帛、宝货、文物、图册也被金兵洗劫一空，北宋王朝覆灭。五月初一日，<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>在南京应天府（今河南商丘）登上帝位，开始了对剩下的半壁江山的统治。历史上称之为南宋。此后，南宋小朝廷偏安于杭州。南宋政权建立之后，遣使问安宋徽宗、宋钦宗。朱弁出任通问副使，被金人扣留十余年。归后不久，即死于杭州。康熙五十五年（1716年），年轻的厉鹗过朱弁墓，目睹残碑，遥想当年，心潮难平，写下了这首诗。 <br>　　据《宋史》朱弁传记载，绍兴二年（1133年），金人遣宇文虚中来，言和议可成，当遣一人诣元帅府受书。还，虚中欲弁与正使王伦探决策去留，弁曰：“我来固自分必死，岂应今日觊幸先归？愿正使受书，归报天子。”伦将归，弁请曰：“古之使者，有节以为信。今无节有印，印亦信也。愿留印，使弁得抱以死，死不腐。”伦解以授弁，弁受而怀之，卧起与俱。绍兴十三年（1144年），和议成，弁得以归。厉鹗诗中的“突兀残碑立古阡，行人犹记绍兴年。”讲的就是这段历史。 <br>　　靖康之变时，宋徽宗、宋钦宗被迫以青袍易帝服，以常妇之服易二后之服。因此，厉鹗在诗中感叹道：“青衣已见君王辱。” <br>　　绍兴五年（1136年），宋徽宗死于五国城（今黑龙江依兰），朱弁悲痛地写了一篇哀辞。 <br>　　辞中曰：“叹马角之未生，魂消雪窖；攀龙髯而莫逮，泪洒冰天。”另外，朱弁还撰有《曲洧旧闻》一卷。拜谒朱弁墓，想起朱弁的诗文，厉鹗深情地吟道：“老泪冰天他日恨，遗闻曲洧至今传。” <br>　　宋人故居也受到了厉鹗的关注，并引发出这样的诗篇：《宝莲山是韩平原故宅》，“雾阁云窗付渺茫，平原事往径全荒。居人不识太师竹，风叶几枝摇夕阳。”]宝莲山，在吴山之北。韩平原，即南宋大臣韩侂胄。他是相州安阳（今属河南）人，字节夫，宋宁宗时执政13年，以枢密都承旨，加开府仪同三司，权位居左右丞相之上，后加封平原郡王，任平章军国事。嘉泰（1201—1204）中，他见金王朝已衰，力主乘机收复中原，请宁宗追封<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>为鄂王。后又削去秦桧死后所封申王，改谥“谬丑”，以打击投降派。开禧二年（1206年），请宁宗下诏出兵攻金。宋军初战获胜，旋以部署失宜而败。投降派乘机活动。次年被南宋政府杀害，后函首送至金廷。康熙五十五年（1716年），厉鹗游览宝莲山，想起这里曾是韩侂胄的故宅，如今面目全非，荒草掩径。感慨地吟道：“平原事往径全荒。” 韩侂胄善水墨竹石，所画大叶琅轩，自称“太师竹”。五百余年过去了，往事如烟，谁还记得“太师竹”？只有那青青翠竹，在夕阳的余晖中轻轻摇曳，向诗人诉说着当年的故事。 <br>　　明朝人留下的物品，也引发过厉鹗的创作激情，《赵忠毅公铁如意歌》就是这类作品。赵忠毅公即赵南星。他是高邑人，字梦白，号侪鹤，别号清都散客。万历进士，官至吏部尚书，为东林党重要人物。天启中，宦官魏忠贤专权，政治腐败。赵南星为了巩固封建统治，与之对抗，与邹元标、顾宪成号为三君。后谪戍代州，病死。追谥忠毅。他有一柄铁如意，上有八卦、河洛、云雷、星斗、五岳诸图象，和银镂铭文。铭云：“其钩无鐖，廉而不刿。以歌以舞，以弗若是折，唯君子之器也。赵南星。” <br>　　厉鹗在诗中，首先对铁如意作了这样的描述：“铁花锈涩尺有咫，一朵冷云吹不起。四周银锓篆画严，古器曾经近君子。” <br>　　接着，他对赵南星的生平事迹作了高度评价：“高邑赵公卓荦才，东林党籍标渠魁。要扶众正黜群小，不悟晚乃为身灾。高皇辛苦营九有，轻掷乾坤崔魏手。椓人假子满朝廷，岂独见泉竟无后？廷推祸伏三案根，遥遣荷戈出雁门。匹如祥麟在苑囿，猰貐梼杌驱之奔。击壶歌罢提携舞，北阙关心泪如雨。恨不亲将逆竖头，碎如王氏珊瑚树。力疏四害论四凶，愿铸禹鼎代天功。人间万事不如意，佳名真与奇觚同。” <br>　　最后，面对着赵南星的铁如意，厉鹗激昂地吟道：“铁兮何清寒！乃是公之忠义肝；铁兮何突兀！乃是公之戍死骨。我购得此常卖家，传观四座寂不哗。若采铭文备史事，流传亿代可以箴官邪。”<br>　　厉鹗还喜欢题咏古画，例如他曾写过一首《意林所藏宋徽宗鸜鹆图同确士作》。据史书记载，宋徽宗万机之暇，惟好书画，具天纵之妙，有晋、唐风韵。善墨花石，作墨竹紧细，不分浓淡，一色焦墨。尤注意花鸟，点睛多用黑漆，隐然豆许，高出缣素，几欲活动。书后用“天水”及“宣和”、“政和”小玺志，或用瓢印虫鱼篆文。其作品有许多散落民间，《鸜鹆图》就是其中之一。厉鹗在诗中对这幅图作了生动的描述：“繁华如梦宣和事，仍在神宵自游戏。谁传真迹落人间？鸜之鹆之妙无比。松枝淅淅墨针攒，一踏枝鸣二堕地。足钩咮啄定争斗，不然那得风毛坠？中间似欲助老拳，欲飞未飞张张翅。晶荧点漆活眼睛，却含万里龙沙泪。”联想到宋徽宗、宋钦宗后来成为金人的俘虏，宋廷曾遣通问使问安两宫的史事，厉鹗又感慨地吟道：“祗应回首愧此图，难谕两宫通间使。” <br>　　厉鹗也曾题咏古钱，写道：“吴中有书贾来广陵，出古钱三百余见示刀布正伪，诸品皆备。汪君祓江拓其文凡四以遗予。一曰千秋万岁，面有龙凤形。一曰长生保命，面有北斗及男女对立状。一曰斩妖伏邪，面有立神一，蹲虎一，符篆一。一曰龟鹤齐寿，面无文，盖古厌胜钱也。暇日装潢成册，为诗题后。”他还写道：“汪为山亦赠予厌胜钱拓本，文曰金玉满堂篆书，面有双龙绕之上，有柄作片云形，大径二寸，续装于册，更为赋诗。”<br>　　他还写有《汉铜雁足灯歌为半槎赋》、《汉铜龙虎鹿卢灯歌为敬身作》等咏物诗，轻快地吟道：“今年曾咏雁足灯，新诗传唱满广陵。归来江上访高士，又见一灯奇可称。……灯传无尽诗无尽，试与佳儿诵此篇。”<br>　　这类题咏古画、古钱、古物、古金石拓本的诗，在《樊榭山房集》中还有很多。“皆穷探原委，曲折尽致，后来谈艺家争相效之。”</p> <p><strong>吐露心中抑郁</strong><br>　　厉鹗出身寒门，早年丧父，家境清贫。生活的压力使他郁郁寡欢。康熙四十九年（1710年），年仅19岁的厉鹗写下了《游仙百咏》，吐露心中的抑郁。在该诗的序言中，他这样写道：“《游仙诗》，自晋郭景纯倡之，逮唐曹尧宾、明马鹤松连篇累牍，奇艳可诵。予闲居寡欢，偶尔缀韵，辄成百章，大要游思呓语，杂以感慨，玉茗先生所谓“事之所无，安知非情之所有”者也。且灵均作《骚》，尚托于云中君、湘夫人，其亦庶几不悖作者之意乎？有好事者出而读之，词虽不工，聊当龟兹一觉云尔。康熙庚寅六月，樊榭山人自题。”序中的“闲居寡欢”，就是他当时的真实写照。“游思呓语，杂以感慨”，就是《游仙咏》的主题。 <br>　　《游仙百咏》雕版问世后，厉鹗又写了《续游仙百咏》。前后游仙咏共二百首，厉鹗仍然觉得言犹未尽。于是，又写下了《再续游仙百咏》，序云：“曩作前、后游仙凡二百首，前游仙已雕板，不揣荒鄙，颇有嗜痂。后游仙藏箧中，未举示人。暇日展玩，自愧凡俗，于仙境犹有未尽，因刻意冥搜，誓脱故常，复成百咏。昔谢逸作蝴蝶诗三百首，人呼为‘谢蝴蝶’。世有知我者，其将以予为‘厉游仙’乎？” <br>　　康熙五十二年（1713年），厉鹗将游仙三百首结集在一起，在《自序》中他这样写道：“至于弘农之始倡，实为屈子之余波，事虽寄于游仙，情则等于感遇，后有作者，咸步趋焉。……仆无凌云之才，有餐霞之癖。懒如中散，论或托于养生；贫似稚川，书未传夫抱朴。山居长啸，偶有遐心；萝户高吟，遂多逸兴。身非脉望，何曾三食琅函？腹愧鞠通，安得一餐墨海？譬彼学仙项曼，诡言渴饮流霞；好道长源，诈说馈来玉液。但以俗缘羁绁，尘网撄缠，与其作白眼以看人，何如问青天而搔首。于是效颦郭璞，学步<a href=\"http://so.gushiwen.org/author_1097.aspx\">曹唐</a>，前后所为，数凡三百。瑶台梦破，唤起飞琼；洛浦舟回，拾残翠羽。曾无当于风、雅，亦见摈于庄、骚，持赠何堪，自娱而已。时当朱明届节，白日舒长。何方避暑，玄冰飞雪之丸；无计迎凉，鹄羽龙皮之扇。襞笺雪案，岂窥大酉之书？涤笔冰瓯，聊当龟兹之枕。康熙癸巳季夏八日，钱唐厉鹗题于寄圃之半舫斋。” <br>　　序中的“事虽寄于游仙，情则等于感遇”，“与其作白眼以看人，何如问青天而搔首”，清楚地表明，这组诗是有感而发的，借仙境神话，影射现实。 <br>　　厉鹗一生贫病多磨，《樊榭山房集》中对此有充分的反映。他是一个爱书读书之人，乾隆元年（1736年），因贫穷不得不卖掉自己的藏书。在《鬻书和沈峙公》一诗中，他伤心地写道：“收处心常损，拈来泪欲垂。谁怜非长物，竟遣易晨炊。宿读人难得，长贫我自知。祗愁肉食者，还有鬼名嗤。”<br>　　第二年夏秋之交，厉鹗卧疾南湖草堂。病中，他写下了沉重的诗句：“经旬外户不轻窥，当暑怀冰病亦奇。雨久玭衣生壁早，夜凉萤火入帘迟。毁茶恐被高人笑（时以肺寒禁茗饮），称药宁烦妙友为？洒洒心清无睡处，几回落月有余思。”<br>　　乾隆四年（1739年），厉鹗又被住房问题所困扰。在诗集中他写道：“予赁居南湖上八年矣，其主将鬻他氏，复谋栖止。瑞石山下，有屋数楹，东扶导予相度，颇爱其有林壑之趣，以价贵未遂也。”第二年初夏，他移居东城。在《移居四首》中，他感慨地吟道：“南湖结隐八年余，又向东城赋卜居。颇爱平桥通小市，也多乔木映清渠。杜陵突兀见此屋，韩子辛勤始有庐。笑我天慵俱未遂，不妨随地狎耕渔。”<br>　　乾隆六年（1741年）夏日，他再次病倒。诚夫给他送来杏酪，他作诗谢道：“鹅王乳色白胜酥，仙杏为浆雅称无。寒食和饧传故事，鼎娥候火费工夫。口香三日惊犹在，肺气兼旬觉顿苏。珍重携来情不浅，食经端为起诗癯。”<br>　　岁暮，他的爱姬朱氏病危。为给朱姬治病，他不得不典卖衣物。《典衣》一诗，反映了他当时的经济状况和苦闷心情。“青镜流年始觉衰，今年避债更无台。可知子敬家中物，新付长生库里来。半为闺人偿药券，不愁老子乏诗材。敝裘无恙还留在，好待春温腊底回。” <br>　　乾隆七年（1742年）正月，朱姬病逝。厉鹗伤心欲绝，写下了《悼亡诗》十二首： <br>　　“无端风信到梅边，谁道蛾眉不复全。双桨来时人似玉，一奁空去月如烟。第三自比青溪妹，最小相逢白石仙。十二碧阑重倚遍，那堪肠断数华年。” <br>　　“门外鸥波色染蓝，旧家曾记住城南。客游落托思寻藕，生小缠绵学养蚕。失母可怜心耿耿，背人初见发参参。而今好事成弹指，犹胜莲花插戴簪。” <br>　　“怅怅无言卧小窗，又经春雪扑寒釭。定情顾兔秋三五，破梦天鸡泪一双。重问杨枝非昔伴，漫歌桃叶不成腔。妄缘了却俱如幻，居士前身合姓庞。” <br>　　“东风重哭秀英君，寂寞空房响不闻。梵夹呼名翻满字，新诗和恨写回文。虚将后夜笼鸳被，留得前春蔟蝶裙。犹是踏青湖畔路，殡宫芳草对斜曛。” <br>　　“病来倚枕坐秋宵，听彻江城漏点遥。薄命已知因药误，残妆不惜带愁描。闷凭盲女弹词话，危托尼 （女十甘）祝梦妖。几度气丝先诀别，泪痕兼雨洒芭蕉。” <br>　　“一场短梦七年过，往事分明触绪多。搦管自称诗弟子，散花相伴病维摩。半屏凉影颓低髻，幽径春风曳薄罗。今日书堂觅行迹，不禁双鬓为伊皤。” <br>　　“零落遗香委暗尘，更参绣佛忏前因。永安钱小空宜子，续命丝长不系人。再世韦郎嗟已老，重寻<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>奈何春。故家姊妹应断肠，齐向洲前泣白苹。” <br>　　“郎主年年耐薄游，片帆望尽海西头。将归预想迎门笑，欲别俄成满镜愁。消渴频烦供茗碗，怕寒重与理熏篝。春来憔悴看如此，一卧枫根尚忆不？” <br>　　“何限伤心付阿灰，人间天上两难猜。形非通替无由睹，泪少方诸寄不来。嫩萼忽闻拼猛雨，春酥忍说化黄埃。重三下九嬉游处，无复蟾钩印碧苔。” <br>　　“除夕家筵已暗尺，春醪谁分不同倾？衔悲忍死留三日，爱洁耽香了一生。难忘年华柑尚剖，瞥过石火药空擎。祗余陆展星星发，费尽愁霜染得成。” <br>　　“约略流光事事同，去年天气落梅风。思乘荻港扁舟返，肯信妆楼一夕空。吴语似来窗眼里，楚魂无定雨声中。此生只有兰衾梦，其奈春寒梦不通！” <br>　　“旧隐南湖渌水旁，稳双栖处转思量。收灯门巷忺微雨，汲井帘栊泥早凉。故扇也应尘漠漠，遗钿何在月苍苍。当时见惯惊鸿影，才隔重泉便渺茫。”<br>　　这组诗缠绵宛转，情真意切，感人肺腑。袁枚评价道：“诗人笔太豪健，往往短于言情；好征典者，病亦相同。即如悼亡诗，必缠绵宛转，方称合作。东坡之哭朝云，味同嚼蜡，笔能刚而不能柔故也。阮亭之悼亡妻，浮言满纸，词太文而意转隐故也。近时杭堇浦太史悼亡妾诗，远不如樊榭先生。”<br>　　贫穷、疾病、痛失爱姬，屡遭打击的厉鹗苦闷至极，只有用诗歌来宣泄。在《病中以满城风雨近重阳为首句得诗三首》中，他这样写道： <br>　　“满城风雨近重阳，病减情怀老减狂。足软杖藜浑得力，耳鸣鞞铎果何祥？僮奴决意辞贫主，医匠收功试古方。我已是非俱不问，笑看梧叶坠虚廊。” <br>　　“满城风雨近重阳，唧唧阴虫夜渐长。瘦比隐侯犹较倍，愁应平子为分将。青灯难遣诗魔娆，丹鼎翻嫌琴客妨。领取秋深闲意味，不眠常是望晨光。” <br>　　“满城风雨近重阳，及至重阳霁色苍。问疾客来时一二，登高人想不寻常。琉璃水浅盛新月，玛瑙天空映拒霜。谁道秋容丽如许，闭门也有小篇章。”</p> <p><strong>独树诗坛一帜</strong><br>　　清朝初年，活跃在诗坛上的主要都是由明朝过来的诗人。随着时间的推移，严格意义上的清代“国朝”诗人开始出现，并逐渐成为诗坛的主力。“清初六大家”就是他们中的代表人物。首先是并称为“南施北宋”的<a href=\"http://so.gushiwen.org/author_3041.aspx\">施闰章</a>和<a href=\"http://so.gushiwen.org/author_207.aspx\">宋琬</a>，其次是并称为“南朱北王”的<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>和王士禛，再次是并称为“南查北赵”的<a href=\"http://so.gushiwen.org/author_556.aspx\">查慎行</a>和<a href=\"http://so.gushiwen.org/author_2087.aspx\">赵执信</a>。此后，则有袁枚、<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>、<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>“乾隆三大家”。厉鹗崛起于“清初六大家”之后，“乾隆三大家”之前，在清诗史上有着独特的地位。 <br>　　当时，正是沈德潜“格调”说流行之际，厉鹗与他“同在浙江志馆而诗派不合”。沈德潜，字确士，号归愚，江苏长洲（今苏州）人。中年以前以授徒为生。早有诗名，而连赴举场几达20次，均不售。乾隆元年（1736）荐举博学鸿词，依旧罢归。至乾隆三年（1738），始中举人，次年成进士，时已67岁。此后，他以诗受知于乾隆皇帝，官运亨通。不到10年时间，从翰林院编修升到礼部侍郎。乾隆十四年（1749）辞官归里之后，又加赠礼部尚书及太子太傅衔。他与乾隆帝的关系十分密切，有“殿上君臣，诗中僚友” 之称。他在当时 的诗坛上影响很大，“海内之士尊若山斗，奉为圭臬”。 <br>　　沈德潜论诗，尊盛唐，主格调，一归于温柔敦厚，复古倾向极明。他认为：“诗之为道，可以理性情，善伦物，感鬼神，设教邦国，应对诸侯。” 据此，在内容上，他强调应言之有物，恪守封建伦常，以诗为维护封建统治服务。在方法上，则讲求格调，遵循温柔敦厚的诗教，主张“蕴藉”，不赞成“发露”。他说：“唐诗蕴藉，宋诗发露，蕴藉则韵流言出，发露则意尽言中。” 由于过分强调温柔敦厚，因而承其风者独取格调说，以致“摩取声调，讲求格律，而真意渐离”。<br>　　沈德潜倡导“格调”说，不仅违背了其两代老师王士禛和叶燮的论诗精神，而且作为一个诗学界的流派，代表着诗坛上顽固的保守势力，给清代诗歌的发展带来了消极影响。 <br>　　厉鹗认为：“诗不可以无体，而不当有派。诗之有体，成于时代，阙乎性情，真气之所存，非可以剽拟似、可以陶冶得也。是故去卑而就高，避缛而趋洁，远流俗而向雅正，少陵所云‘多师为师’，荆公所谓‘博观约取’，皆于体是辨。众制既明，炉鞴自我，吸揽前修，独造意匠，又辅以积卷之富，而清能灵解，即具其中。盖合群作者之体而自有其体，然后诗之体可得而言也。”<br>　　他对人们沿袭明七子和本朝几个“巨公”之遗绪颇为不满，明确指出：“本朝诗教极盛，英杰挺生，缀学之徒，名心未忘，或祖北地、济南之余论，以锢其神明，或袭一二钜公之遗貌，而未开生面。篇什虽繁，供人研玩者正自有限。”这段话很可能就是针对沈德潜而发的。在《樊榭山房续集》，《自序》中，他又写道：“自念齿发已衰，日力可惜，不忍割弃，辄恕而存之。幸生盛际，懒迂多疾，无所托以自见，惟此区区有韵之语，曾缪役心脾。世有不以格调派别绳我者，或位置仆于诗人之末，不识为仆之桓谭者谁乎？”这里的“格调”二字，明显地表现出他对沈德潜及其格调派的反感。 <br>　　厉鹗与沈德潜的诗学冲突，无关乎个人恩怨，就其实质而言，主要分歧有两个方面，一是宗唐与宗宋之争，二是在朝与在野的对立。<br>　　厉鹗始终是一个穷愁枯瘦的在野诗人，但其作品受到许多人的赞许，产生了广泛的影响。杭世骏在《词科掌录》中写道：“厉太鸿为诗精深华妙，截断众流，乡前辈汤少宰西厓最所激赏。自新城、长水盛行时，海内操奇觚者，莫不乞灵于两家。太鸿独矫之以孤澹，用意既超，征材尤博，吾乡称诗于宋、元之后，未之过也。……是科征士中，吾石友三人，皆据天下之最。太鸿之诗，稚威之古文，绍衣之考证，穿穴求之，近代罕有伦比。”全祖望指出：“余自束发出交天下之士，凡所谓工于语言者，盖未尝不识之，而有韵之文，莫如樊榭。”这绝非好友间的过誉之词，而是客观事实。正如《四库全书总目》所言：“其诗则吐属娴雅，有修洁自喜之致，绝不染南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>湖末派。虽才力富健尚未能与朱彝尊等抗行，而恬吟密咏，绰有余思，视国初西冷十子，则翛然远矣。”沈德潜也评价道：“樊榭征士学问淹洽，尤熟精两宋典实，人无敢难者。而诗品清高。”<br>　　无庸讳言，厉鹗的诗也有明显的缺点和不足。首先，他虽然出身贫苦，但大半生过的是“食客”式的生活，入世不深，结交有限，诗的内容不够丰富。诗集中很少有反映社会问题、民生疾苦的作品，主要是模山范水，吟风弄月，这多少带有一种脱离社会现实的倾向。其次，他虽然最长于山水诗，但平生游踪不广，主要局限于江、浙，无名山大川之助，诗的格局狭小，力量薄弱，雕炼有余，雄浑不足。其三，他喜欢用生僻的典故和替代字，矜奇炫博，流于晦涩，大大影响了诗的艺术效果。袁枚就曾批评道：“吾乡诗有浙派，好用替代字，盖始于宋人，而成于厉樊榭。……樊榭在扬州马秋玉家，所见说部书多，好用僻典及零碎故事。”不过，袁枚又指出：“先生之诗，佳处全不在是。” 表明瑕不掩瑜，厉鹗的诗自有其独特的价值。 </p>"
}