{
  "id": 841,
  "star": 22,
  "name": "王应麟",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_841.jpg",
  "desc": "王应麟（1223—1296）南宋官员、学者。字伯厚，号深宁居士，又号厚斋。祖籍河南开封，后迁居庆元府鄞县（今浙江鄞县），理宗淳祐元年进士，宝祐四年复中博学宏词科。历官太常寺主簿、通判台州，召为秘节监、权中书舍人，知徽州、礼部尚书兼给事中等职。其为人正直敢言，屡次冒犯权臣丁大全、贾似道而遭罢斥，后辞官回乡，专意著述二十年。为学宗朱熹，涉猎经史百家、天文地理，熟悉掌故制度，长于考证。一生著述颇富，计有二十余种、六百多卷，相传《三字经》为其所著。",
  "content": "<h2>著述</h2> <p><strong>名录</strong><br>　　<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>隐居二十载，所有著作，只写甲子不写年号，以示不向元朝称臣。他一生著作甚丰，有《困学纪闻》、《玉海》、《<a href=\"http://so.gushiwen.org/author_841.aspx\">诗</a>考》、《诗地理考》、《汉艺文志考证》、《玉堂类稿》、《深宁集》等六百多卷。但是知名度最高的反而是这部《三字经》，这可能是他做梦也想不到的事。王应麟晚年为教育本族子弟读书，编写了一本融会中国文化精粹的“三字歌诀”。他是通古博今的大儒，举重若轻的大家手笔写出这部“三字歌诀”，当然是非同凡响<br>　　其著作学甚多且学术价值甚高，到清朝时才开始较为人所重视，其中《玉海》为百科全书式的著作，为其准备博学宏词考试时所整理的。《困学纪闻》是笔记类的著作，集合其大量经史研究的心得成果。《汉制考》为历史著作。《通鉴地理通释》是历史地理学的著作。著有家喻户晓的儿童启蒙读物《三字经》。</p> <p><strong>详介</strong><br>　　《玉海》<br>　　此为一部规模宏大的类书，200卷。分天文、地理、官制、食货等21门。该书对宋代史事大多采用“实录”和“国史日历”，有较高的史料价值。卷末还附有《辞学指南》四卷，并有辑者所作《诗考》及《诗地理考》等13种。《四库提要》卷一三五说：“是书分天文、律宪、地理、帝学、圣制、艺文、诏令、礼仪、车服、器用、郊祀、音乐、学校、选举、官制、兵制、、朝贡、宫室、食货、兵捷、祥瑞二十一门，每门各分子目，凡二百四十余类。…….其作此书，即为词科应用而设。故胪列条目，率钜典鸿章。其采录故实，亦皆吉祥善事，与他类书体例迥殊。然所引自经史子集，百家传记，无不赅具。而宋一代之掌故，率本诸实录、国史、日历，尤多后来史志所未详。其贯串奥博，唐宋诸大类书未有能过之者。”在《玉海》的各个类目当中，不仅提供了历史文献资料，还提供了代表这些文献来源的图书目录，有别于一般的类书。</p> <p>　　《三字经》<br>　　成书年代和作者尚难确定。清代人多认为《三字经》是宋儒王应麟所作，不管《三字经》的作者是谁，都不影响这部书的价值，因为《三字经》有着丰富的内容。近代经学大师章太炎说：“其书先举方名事类，次及经史诸子，所以启导蒙稚者略备。”也就是说《三字经》是一部内容全面的启蒙读物。《三字经》的内容分为六个部份，每一部份有一个中心。从“人之初，性本善”到“人不学，不知义”，讲述的是教育和学习对儿童成长的重要性，后天教育及时，方法正确，可以使儿童成为有用之材；从“为人学，方少时”至“首孝悌，次见闻”强调儿童要懂礼仪要孝敬父母、尊敬兄长，并举了黄香和<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>的例子；从“知某数，识某文”到“此十义，人所同”介绍的是生活中的一些名物常识，有数字、四时、四方、五行、六谷、六畜、七情、八音、九族、十义，方方面面，一应俱全，而且简单明了；从“凡训蒙，须讲究”到“文中子，及老庄”介绍中国古代的重要典籍和儿童读书的程序，这部份列举的书籍有四书、六经、三易、四诗、三传、五子，基本包括了儒家的典籍和部份先秦诸子的著作；从“经子通，读诸史”到“通古今，若亲目”讲述的是从伏羲神农至清代的朝代变革，一部中国史的基本面貌尽在其中；从“口而诵，心而维”至“戒之哉，宜勉力”强调学习要勤奋刻苦、孜孜不倦，只有从小打下良好的学习基础，长大才能有所作为，“上致君，下泽民”。《三字经》内容的排列顺序极有章法，体现了作者的教育思想。作者认为教育儿童要重在礼仪孝悌，端正孩子们的思想，知识的传授则在其次，即“首孝悌，次见闻”。训导儿童要先从小学入手，即先识字，然后读经、子两类的典籍。经部子部书读过后，再学习史书，书中说：“经子通，读诸史”。《三字经》最后强调学习的态度和目的。可以说，《三字经》既是一部儿童识字课本，同时也是作者论述启蒙教育的著作。 《三字经》用典多，知识性强，是一部在儒家思想指导下编成的读物，充满了积极向上的精神。</p><br/><h2>生平</h2> <p>　　宋宁宗嘉定十六年七月十九日（1223年8月17日）生於庆元府鄞县，元成宗元贞二年六月十二日（1296年7月13日）卒，年七十四。父亲名撝，字谦父，为楼昉的学生，曾官吏部郎中，预修中兴四朝国史。应麟天性聪敏，九岁便通六经，十九岁举进士，因受到程朱学派的王埜和<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>等人影响，任官同时勤於读经史。后授衢州西安县主簿，县民误以其年少可欺，输纳赋税时故意延迟，应麟请求郡守，绳之以法，民皆畏服，无人再敢误期。时县内驻守军校正酝酿闹事，县令翁甫仓皇间不知计将安出，应麟前往说之以礼，事乃定。任满后改差监平江府百万东仓，又调浙西提举常平茶盐主管帐司，以才为部使者郑霖所礼遇。</p> <p>　　宝祐四年（1256年），举博学鸿词科。理宗方御集英殿亲策进士，命应麟为覆考官，知举官已先将评定名次录呈，帝欲有所升降，拟将第七卷改置於首，应麟读後顿首奏道：“是卷古谊若龟镜，忠肝如铁石，臣敢为得士贺。”遂以第七卷为首选，及至唱名赐第，乃是庐陵<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>。应麟读其文而能知其人，鉴赏力可谓超人一等，而天祥一生亦不负所知，真千古所未有。</p> <p>　　寻添差浙西安抚司干办公事，迁三省枢密院主管架阁文字，改除国子录，升武学博士，再迁太常寺主簿。时丁大全为相，粉饰太平，讳言边事，应麟不受其笼络，乃向理宗恳切面奏：两淮已有边患，四川也很危急，应当加紧整治边防，不要再为大臣壅弊之言所欺骗。大全甚是不悦，乃促使台谏弹劾应麟，遂遭罢官。不久大全去位，朝廷起应麟通判台州，旋召入为太常博士，累牵著作佐郎。 </p> <p>　　景定五年（1264年）冬，度宗即位，擢摄礼部郎官兼直学士院，又兼崇政殿说书，每因进讲多所开陈。迁著作郎，再迁秘书少监兼侍讲。除起居舍人兼权中书舍人，以忤权相贾似道遭免官。久之，起知徽州，抑豪强，省赋税，民心大悦。旋召为秘书监，兼国史馆编修及实录院检讨。迁起居郎兼权吏部侍郎，复直陈边境急急之状，又大为似道所忌，欲更斥逐之，而应麟适以母忧去职。及似道在沿江溃师，宋之国运亦将告终。时恭帝新即位，应麟造朝，为中书舍人，迁礼部侍郎，上疏陈十事，并条画备御十策，皆不见用。寻转礼部尚书兼给事中，以封驳左丞相留梦炎引用非人，再三上疏皆不报，乃辞官东归。嗣有诏迁翰林学士，亦力辞。宋亡后深自晦匿，不与世人相接，而东南学者皆以为宋三百年文献所寄，莫不翕然宗之。</p> <p>　　入元后，<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>“深自晦匿，不与世接”。对其隐居生活，有关史籍上的记载惜墨如金，语焉不详，以“后二十年卒”等一笔略过。明儒于是有其入元后是否为元人当过山长（书院院长类职务）之疑。清<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>在《王先生画像记》中予以严辞驳斥。当今学者认为：“王应麟入元后，甘自晦匿，其生活形迹在当时即不为世人所熟悉。”</p> <p>　　南宋重臣王应麟，他是一位深深怀恋故国的“南仕”。入元后，其文章大多只写甲子不写年号，以“浚仪遗民”署名就是例证。其心理上欲寻觅一处与其生身之地庆元府（今宁波）鄞县有某种联系之处栖身，以寄托其思恋故国的情愫。</p> <p>　　南宋时的庆元县，虽交通闭塞，舟楫不通，但却人文荟萃，宋丞相<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>（邵武人）系庆元县大济进士吴桓之外甥；在王应麟之前的一位宋朝礼部尚书陈嘉猷就是庆元竹口人；还有庆元县大济的许多进士……为此，庆元县曾是许多人神往的地方。</p> <p>　　早在600多年前（<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>明洪武年间）庆元县令董大本为纪念这位先贤就在竹口为其建了进士坊。尔后历代诸如“竹溪公馆”祭祀之；在竹口和竹口王氏后裔迁居地的龙泉上源有王应麟的祠；文人墨客怀念王应麟的<a href=\"http://so.gushiwen.org/author_841.aspx\">诗</a>文，原老的阜梁桥上悬有“宋王伯厚先生故里”的匾额等。古老的《庆元县志》记载甚详可凭。竹口王应麟后裔在清咸丰二年第三次修订的族谱（前两次已佚失）中，详细记载了王应麟从鄞县鄮山迁居竹口的事实，其中有画像；有《像赞》载明“晚隐竹溪”；有王应麟的府第图；有王应麟去世后埋葬地点的记载及地形图，且府第图与洋源的地形吻合。</p> <p>　　另在竹口宋陈嘉猷尚书后裔族谱中，也有季之良写的《竹溪怀古》中“王理学、陈神童，翘然杰出宋代中”的诗句。</p>"
}