{
  "id": 403,
  "star": 121,
  "name": "刘向",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_403.jpg",
  "dynasty": "两汉",
  "desc": "刘向（约前77—前6） 原名更生，字子政，祖籍沛郡（今属江苏徐州）人。西汉经学家、目录学家、文学家。刘向的散文主要是秦疏和校雠古书的“叙录”，较有名的有《谏营昌陵疏》和《战国策叙录》，叙事简约，理论畅达、舒缓平易是其主要特色。",
  "content": "<h2>生平</h2> <a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>（公元前77年—公元前6年），祖籍沛丰邑（今属江苏徐州）人。<br>元延二年（前66年）任辇郎<br>建平四年（前58年）任谏大夫<br>甘露三年（前51年）任郎中给事黄门<br>甘露三年（前51年）任散骑谏大夫给事中，后因反对宦官弘恭、石显下狱，免为庶人<br>初元元年（前48年）任宗正，受命典校古籍<br>初元二年（前47年）任中郎<br>建始元年（前32年）任中郎<br>建始元年（前32年）任光禄大夫<br>阳朔二年（前23年）任中垒校尉，致终，典校工作由其子刘歆续成<br/><h2>主要著作</h2> <p><strong>新序</strong><br>　　<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>编撰的一部以讽谏为政治目的的历史故事类编，采集舜、禹以至汉代史实，分类编撰而成的一部书，原书三十卷，今存十卷，由北宋<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>校订，记载了相传是<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>对楚王问的话，列举了楚国流行歌曲《下里巴人》、《阳阿》、《薤露》等，说是“国中属而和者数千人”。</p> <p><strong>说苑</strong><br>　　又名《新苑》，共二十卷，按各类记述春秋战国至汉代的遗闻轶事，每类之前列总说：事后加按语。其中以记述诸子言行为主，不少篇章中有关于治国安民、家国兴亡的哲理格言。主要体现了儒家的哲学思想、政治理想以及伦理观念。按类编辑了先秦至西汉的一些历史故事和传说，并夹有作者的议论，借题发挥儒家的政治思想和道德观念，带有一定的哲理性。</p> <p><strong>列女传</strong><br>　　《列女传》是一部介绍中国古代妇女行为的书，也有观点认为该书是一部妇女史。作者是西汉的儒家学者刘向，不过也有人认为该书不是刘向所做，因此，现代流行的有的版本作者一处会标注佚名。也有人为认为，现代流传的版本是后人在刘向所做版本之上又增加若干篇得来的。</p> <p><strong>别录</strong><br>　　书目名。中国第一部有书名,有解题的综合性的分类目录书。二十卷。西汉刘向撰。汉成帝时，刘向受命参与校理宫廷藏书，校完书后写一篇简明的内容提要，后汇编成《别录》。著录图书六百零三家，计一万三千二百一十九卷，分为六大部类、三十八种，每类之前有类序，每部之后有部序，叙录内容包括：书目篇名，校勘经过，著者生平思想，书名含义，著书原委，书的性质，评论思想，史实，是非，剖析学术源流和书的价值。部序之前、类目之后皆有统计，全书最后还有总计。其子刘歆据此序录删繁就简，编成《七略》。《别录》唐代已佚，今据《汉书·艺文志》可考见其梗概。 </p><br/><h2>主要成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>所撰《别录》，为我国目录学之祖</p> <p>　　汉成帝河平三年（前26）秋八月，鉴于秘府之书颇有散亡，诏使陈农求遗书于天下，诏刘向领导校勘、整理采访来的书籍。他负责校经传、诸子、<a href=\"http://so.gushiwen.org/author_403.aspx\">诗</a>赋；任宏校兵书；尹咸校术数；李柱国校方技。在三阁校书19年，把数十年间堆积如山的宫廷藏书重加整理。每校完一书，乃条贯篇目，撮其旨意，编成当时国家藏书总目——《别录》，开创了世界上最早的图书目录工作的先例。方法为：广罗遗本，较之异同，除去重复，条别篇章，定著目次，然后再写定正本，撰写叙录。叙录的内容有：叙撰人之生平，辨书籍之真伪，剖学术之源流。《别录》记录了上古至西汉的文化典籍，为古代文化史之精华，对后世目录学、分类学有极深远的影响。该书已佚，今从《七略》可窥一斑。 </p><br/><h2>学术观点</h2> <p><strong>提倡诸子学说</strong><br>　　<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、刘歆父子是在儒学作为经学而一统天下之后，又重新研究和整理诸子百家的著作与学说并强调从中吸取思想营养以改善儒学的重要人物。刘向在对《管子》、《晏子》、《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》、《列子》、《邓析》、《关尹子》、《子华子》以及《战国策》等著作进行了系统整理的基础上，认为它们皆有符合儒家经义的地方。例如，刘向说： 《管子》书，务富国安民，道约言要，可以晓合经义。 ① 荀卿之书，其陈王道甚易行 ， 其书比于传记，可以为法 ②。至于道家，刘向则认为 （道家）秉要执本，清虚无为，及其治身接物，务崇不兢，合于六经 ③。除此之外，刘向还在《说苑》、《新序》中直接采用并假借诸子之口来表达自己的政治、学术见解，实际上这也是对诸子学的一种肯定。刘歆继承父业，他在《七略》中把儒家和诸子各家并列为十家，并认为各家可以互相补充： 其言虽殊，辟犹水火，相灭亦相生也。<br>　　仁之与义，敬之与和，相反而皆相成也。 不仅如此，刘歆还特别强调从诸子各家中汲取思想营养的重要性，认为只有兼采各家之长，方能 通万方之略.正如《易》中所说： 天下同归而殊途，一致而百虑， 今异家者各推所长，穷如究虑，以明其指，虽有蔽短，合其要归，亦六经之支与流裔.既然诸子各家皆为 六经之支与流裔 ，那么在当时 去圣久远，道术缺废，无所更索 的情况下， 彼九家者，不犹愈于野乎·若能修六艺之术，而观此九家之言，舍短取长，则可以通万方之略矣。 ①这就是说，在刘歆看来，只有恢复诸子学的思想传统，才能在吸收各家思想长处的基础上，使儒学由僵化的经学、世俗的神学变为真正能够治国安民的经世致用之学。<br>　　刘向、刘歆父子在当时经学独尊的情况下，大力倡导研究诸子之学，对削弱官方学术思想的统治、解放思想是有积极意义的。<br>　　刘向早年得《枕中鸿宝苑秘书》，“书中言神仙使鬼物为金之术及邹衍重道延命方”，深受神秘思想的影响。继又参与石渠阁的五经讲论，濡染于今文经学活动。他后来论历代兴革、国政得失，就拿出了今文学者的派头，以阴阳五行、天人感应作为论证的依据。元帝时，他上封事，论舜及文武周公时的祥瑞和幽厉以后春秋时期的灾异而归结于“灾异未有稠如今者也”。上文引成帝时上封事，论宗周以来大臣操持国柄之危国，借“王氏外祖坟墓在济南者，其梓柱生枝叶、扶疏上出屋”之异，申言“事势不两大，王氏与刘氏亦且不并立”。这表明刘向的历史观是神学的历史观。他这种思想反映了西汉晚年大权旁落、皇族失势的悲观情绪。</p> <p><strong>神学观点</strong><br>　　《汉书·五行志》保存了刘向《洪范五行传论》约一百五十二条。其中论灾异跟后、妃、君夫人及外戚间的关系的约三十一条，论灾异跟君主失势、国家败亡间关系的约三十九条。这不只是刘向政治立场在学术上的反映，这并且是有意地利用阴阳五行学说作政治斗争的工具。《汉书·五行志》也保存了刘歆论《洪范五行传》的材料，约七十三条，尽管论述的对象基本上都在刘向曾经论述的范围内但没有一条的具体论述是跟刘向相同的。这也由于刘歆的政治态度跟父亲不同，在学术上就也有不同的反映。刘氏父子学术见解的不同，是当时统治阶级内部斗争的反映。<br>　　刘向虽相信“天命所授者博，非独一姓”，“自古及今未有不亡之国”，但认为“明者起福于无形，销患于未然”，可以“刘氏长安，不失社稷”。这就等于说天命还是可以人力为转移，或至少可以多延一些时期。在刘歆的遗文里，就看不到这样的说法了。依《汉书·律历志》所保存下来《三统历谱》的材料来看，历代的兴衰是按着五行相生的顺序进行的。按照这样的顺序，王莽以土德继汉的火德，就应该是当然的。王莽在死到临头时就还这样说：“天生德于予，汉兵有如予何！”<br>　　当刘向校订皇家藏书的时候，却很少运用这种神学历史观，而在很大程度上表现了人文主义的态度。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>是楚元王刘交四世孙，历经宣帝、元帝、成帝朝历任散骑谏大夫、散骑宗正、光禄大夫等职。宣帝时，为谏大夫。元帝时，任宗正。后因屡次上书称引灾异，弹劾宦官外戚专权，反对宦官弘恭、石显下狱，旋得释。后又因反对恭、显下狱，被免为庶人。成帝即位后，得进用，任光禄大夫，改名为“向”，官至中垒校尉，故又世称刘中垒。曾奉命领校秘书，所撰《别录》，为我国目录学之祖。治《春秋谷梁传》。据《汉书·艺文志》载，刘向有辞赋33篇，今仅存《九叹》一篇。今存《新序》、《说苑》、《列女传》等书，《五经通义》有清人马国翰辑本。原有集，已佚，明人辑为《刘中垒集》。《楚辞》是刘向在前人基础上辑录的一部“楚辞”体的<a href=\"http://so.gushiwen.org/author_403.aspx\">诗</a>歌总集，收入战国楚人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的作品以及汉代<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、<a href=\"http://so.gushiwen.org/author_1854.aspx\">淮南小山</a>、庄忌、<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>、<a href=\"http://so.gushiwen.org/author_500.aspx\">王褒</a>、刘向诸人的仿骚作品。"
}