{
  "id": 977,
  "star": 5,
  "name": "唐珙",
  "dynasty": "元代",
  "desc": "唐珙，字温如，元末明初诗人，会稽山阴（今浙江绍兴）人。其父南宋义士、词人唐珏在至元中与林景熙收拾宋陵遗骨，重新安葬，并植冬青为识。在乡里以诗知名，但所作传世不多。生平仅略见于《御选元诗》卷首《姓名爵里》 、《元诗选补遗》小传。",
  "content": "<h2>著述</h2> <p>　　元代<a href=\"http://so.gushiwen.org/author_977.aspx\">诗</a>人唐珙生平无记载，仅知“珙豪于诗”。他父亲唐珏是南宋义士，曾于元僧盗掘南宋皇陵之时，偷拾诸帝遗骨并重新安葬，使得免受元僧亵渎，直至<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>方重修宋陵安葬。虽是元代人，唐珙也应受其父教，知侠义，亦可谓南宋遗民。</p> <p>　　唐珙仅有八首诗记载下来。</p> <p>　　《墨兰》，“瑶阶梦结翠宜男，误堕仙人紫玉簪”，可见喜欢兰草。</p> <p>　　《猫》，“牡丹架暖眠春昼，薄荷香浓醉晓晴”，可见喜欢猫。 </p> <p>　　《澄碧堂》 ，“玲珑凿开云雾窗，悟作虚空大圆镜”，可见沉迷于禅宗。</p> <p>　　《题海岳后人烟峦晓景图》，“须臾笔砚间，淋漓走元气”，懂得画画。</p> <p>　　《<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>敏书洛神赋》，“宓妃夜走天吴奔，骊龙腾骧老蛟舞”，痴迷书法。</p> <p>　　《题龙阳县青草湖》，“醉后不知天在水，满船清梦压星河”，因何醉呢？</p> <p>　　《韩左军马图卷》，“太平此马惜遗弃，往往驽骀归天闲”，复国梦吗？</p> <p>　　《题王逸老书饮中八仙歌》，“摩娑故纸叹凋落，老眼昏花犹可认”，一生竟短。</p> <p>　　唐珙是没有传记的，于《全唐诗》误收后更流传为“没有片言只语的记载”。而八首诗后，已然栩栩如生。</p> <p>　　又“澄碧堂” ，南宋皇宫有此堂；“海岳”，北宋<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>号“海岳外史”；“文敏”系南宋<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>谥号；“王逸老”是南宋书法家；而青草湖中“湘君白发”，应是学自其父词“‘斑竹’临江首重回”中之典故，追思故国也。盖追思之人也。</p> <p>　　南宋遗民，无谓志远，无缘仕途愁忧，兰、猫、禅、画、书，一醉，一梦，一生，然却正因如此，他不沾半点功名，竟成一境界之诗——不曾“人生”过，惟曾“人格”过。</p> <p>　　关羽，是“千里行”后的英雄；唐僧，是“取真经”后的圣僧。而他，是“不入世”的诗人，是“一直”着的诗人，是永恒。 </p><br/><h2>年代考证</h2> <p>　　《全唐<a href=\"http://so.gushiwen.org/author_977.aspx\">诗</a>》“无考”类诗人中收录一首唐温如《题龙阳县青草湖》。原南京大学教授、中国古代文学泰斗程千帆先生一仍其例，以唐温如为唐末人，并著《从唐温如〈题龙阳县青草湖〉看诗人的独创性》一文。此说遭到中山大学陈永正教授反对，其1987年所作《〈全唐诗〉误收的一首七绝——唐温如的〈题龙阳县青草湖〉》一文即专论此事，考订唐温如为元末明初人，资料极为翔实，其云：</p> <p>　　按，唐温如此诗，不见于唐、宋人有关载籍中，连素有淹博之誉的宋人洪迈撰集的《唐人万首绝句》进御本及赵宦光、黄习远的编定本中也没有此诗，自唐至清诸家唐诗选本也未予选录。唯一例外的是管世铭《读雪山房唐诗钞》选入此作，见该书卷三十四。最早收录唐氏此诗的是元人赖良编撰的《大雅集》，题为《过洞庭》，唐珙作。在作者小传中介绍，珙字温如，会稽人。据《四库全书总目提要》载，赖良字善卿，浙江天台人，“是集皆录元末之诗”，“其去取亦颇精审”，“故不失为善本”。《大雅集》前有元至正辛丑一三六一年<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>序，称其“所采皆吴越人之隐而不传者”。可知《大雅集》所录诸家，皆为编集者同时代人，又有乡里之谊，所收作品亦当可靠。<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《列朝诗集》甲前集十一收入唐珙《过洞庭》及《题王逸老书饮中八仙歌》，据《列朝诗集》编辑体例，甲前集所收的多为“明世之逸民”，可知唐珙也是自元入明的诗人。《古今图书集成·方舆编·山川典》第二百九十八卷“洞庭湖部”收录唐珙《过洞庭》诗，亦置于元人之列。 </p> <p>　　因此，唐珙（字温如）为元末明初诗人已确定无疑。又此卷中唐珙自题籍里为“雷门”，雷门即古代会稽城门，如《会稽记》记云：“雷门上有大鼓，围二丈八尺，声闻洛阳。”《湘州记》亦云：“泉陵山有大石鼓。昔有神鹤飞入会稽雷门中，鼓因大鸣。”又《太平寰宇记》“台州白鹤山”条：“昔有白鹤飞入会稽石鼓，俗传雷门鼓中，击之声震洛阳。”《太平御览》：“昔有白鹤飞入会稽雷门鼓中，击之声震洛阳，故名。”则唐珙其人其里可知。</p>"
}