{
  "id": 443,
  "star": 172,
  "name": "常建",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_443.jpg",
  "dynasty": "唐代",
  "desc": "常建(708-765)，唐代诗人，字号不详，有说是邢台人或说长安（今陕西西安）人，开元十五年与王昌龄同榜进士，长仕宦不得意，来往山水名胜，过着一个很长时期的漫游生活。后移家隐居鄂渚。大历中，曾任盱眙尉。",
  "content": "<h2>诗歌成就</h2> <p>　　盛唐<a href=\"http://so.gushiwen.org/author_443.aspx\">诗</a>派中有“王（维）、孟（浩然）、储（光羲）、常（建）”之称。他的诗现存57首，数量虽不多，《四库全书总目》称<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>“卓然与王、孟抗行者，殆十之六七”。《河岳英灵集》中常建序称“建诗似初发通庄，却寻野径百里之外，方归大道。所以其旨远，其兴僻，佳句辄来，唯论意表，于如松际露微月，清光犹为君。又山光悦鸟性，潭影空人心。此例十数句，并可称警策。”</p> <p>　　盛唐山水诗大多歌咏隐逸情趣，都有一悠闲适意的情调，但各有独特风格和成就，常建最著名的 《题破山寺后禅院》是在优游中写会悟，但风格闲雅清警，艺术上和<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的高妙、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的平淡都不类同，确属独居一格。现江苏常熟虞山破山寺已成蓍名景点，全赖常建此诗以传。</p> <p>　　宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>十分喜爱“曲径”两句，说“欲效其语作一联，久不可得，乃知造意者为难工也”。后来他在青州一处山斋宿息，亲身体验到“曲径”两句所写的意境情趣，更想写出那样的诗句，却仍然“莫获一言”。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>，唐代<a href=\"http://so.gushiwen.org/author_443.aspx\">诗</a>人。长安人,开元十五年（727）进士。天宝中年为盱眙尉。后隐居鄂渚的西山。一生沉沦失意，耿介自守，交游无显贵。与<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>有文字相酬。其诗意境清迥，语言洗炼自然，艺术上有独特造诣。殷璠《河岳英灵集》首列常建诗，评论说：“建诗似初发通庄,却寻野径,百里之外,方归大道。所以其旨远,其兴僻；佳句辄来,惟论意表。”并举“松际露微月,清光犹为君”(《宿王昌龄隐处》)等句，称其“警策”；尤推服《吊王将军墓》，认为善叙悲怨,胜过<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>。</p> <p>　　他的诗以田园、山水为主要题材，风格接近王、孟一派。他善于运用凝练简洁的笔触，表达出清寂幽邃的意境。这类诗中往往流露出「淡泊」襟怀。其实他对现实并未完全忘情，他有所感慨，有所期望，也有所指责，这在占相当比重的边塞诗中尤为明显。有《常建集》。诗以写山水田园为主，选语精妙，境界超远。</p> <p>　　常建其诗似初发通庄，却寻野径，百里之外，方归大道。其旨远，其兴僻。佳句辄来，唯论意表。沦于一尉，士论悲之。诗一卷。 </p><br/><h2>文笔行风</h2> <p>　　其<a href=\"http://so.gushiwen.org/author_443.aspx\">诗</a>意境清迥，语言洗炼自然，艺术上有独特造诣。现存诗57首，数量虽不多，而“卓然与王、孟抗行者，殆十之六七”（《四库全书总目》）。<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>的诗题材比较狭隘，虽然也有一些优秀的边塞诗，但绝大部分是描写田园风光、山林逸趣的名作。如《题破山寺后禅院》、《吊王将军墓》，尤其前一首诗“曲径通幽处，禅房花木深”一联，广为古今传诵。他还有一些优秀的边塞诗。今存《常建诗集》3卷和《常建集》2卷。</p> <p>　　常建其诗似初发通庄，却寻野径，百里之外，方归大道。其旨远，其兴僻。佳句辄来，唯论意表。沦于一尉，士论悲之。诗一卷。</p><br/><h2>古碑证籍</h2> <p>　　2006年8月，临城县文管所在征集文物中，收上来一块古碑，是<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>后人的一块墓志铭。墓志铭刻于威通六年。墓志铭中追述了常建的事迹，具有很高的历史价值，破解了这个千年之谜：唐朝大<a href=\"http://so.gushiwen.org/author_443.aspx\">诗</a>人常建的祖籍就是邢台。</p> <p>　　在此碑额上刻有“唐故府君常公墓志铭”字样。碑题是：《唐故府君前试左武卫兵曹参军常公墓志铭并序乡贡进士傅融撰》：碑文为：公讳□，先邢州县人也。建国，命谥其来远矣，粤文场常建者，公之近祖也，在英灵集，冠群公之首，词华品藻，具在小序。祗如梦太白西岑、哭<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>可为尽美矣。曾祖琳，皇试太子通事舍人。祖如玉，皇授左龙武军军使兼御史大夫。天宝未年，安史作乱，四海鼎沸，公发貔虎之威，扫荡妖氛，无不泯尽。敕书于诏至今见在。父太平，皇右军兵马使，金紫光禄大夫，检校太子厝事，上柱国，河内县开国伯，食邑三百户。</p> <p>　　公秉仁义之权侠，忠贞之勇卒，因内外游历，中丘御史端公曹公一见如旧，署以爪牙之任，亦非愿焉。早年知命，退身乡里，□茅二房，结文场之友，清文丽藻，观之璨然。复至暮年，渐遵释教，毗蓝净宗，往来不绝。或图画真容，或书写经典，前后数年，不可胜记。何图天下□音，鱼靳遗殒，此明哲于大中九年三月五日，享年六十有四，终于私茅焉。夫人雍氏，志性温雅，令望谦柔，名著陶家，恩同孟氏。自公沦亡，经于数载，馈奠之礼，靡有阙舆，不幸忽抱疾瘵，枕席弥留，祸亟飞钟，遄流不息，于咸通四年三月甘日，享年七十奄终。华室唏吁，乔柯先折，鸾镜沉辉。自亲非亲，咸悉悲悼。女王氏，长适太原王氏。幼奉训诫，长习箴规，克著三从，罔亏四德。次在室，岂岂令漱难可比焉。幼曰喜娘子不幸华年奄遘，大夜琢玉，记铭至今。</p> <p>　　见在令子三人，二人早亡。幼曰现，少诣儒门，颇览坟典，曾蒙乡荐，云汉攀鲵，久蹑秦川。东堂折挂，自遭荼毒，泣血庭隅，公之□榆，岁月深远，道路睽阻，护丧不任。以咸通六年八月十二日，卜兆于兹邑西南十里，礼也。其茔也，前临郊邑，却眺山河，韩魏之风云，燕代之委气，其在兹矣，虑以陵谷迁改，年代湮没，乃命刊石而记焉。</p> <p>　　铭曰：粤惟常公，堂堂挺秀，杖德松筠，怀仁苑囿，话言惟新，倾盖如旧，守礼不差，防闲匪昼，挂冠严岭，濯缨沧浪。晚就释曲，时赴道场，心怀松柏，□德珪璋，气如浮云，志若秋霜。疾疹弥留，亦奠痊损。泰山其颓，哲人将殒，于戏夫子，微言将泥。令德令图，道光惟允。呜呼哀哉，丧我英逸。已矣夫人，古今难匹。动合箴规，如琴如瑟。云逐蟾辉，魂飞白日。猿啼青山，长归幽冥。滔滔者川，浑浑东注。悠悠者人，茫茫不□。自古在昔，何新何故。长夜冥冥，千载不寤。</p> <p>　　此碑文的说法与《河岳英灵集》的说法完全一样，由此完全可以认为常建的祖籍是邢州是肯定的。</p>"
}