{
  "id": 1461,
  "star": 1,
  "name": "谢应芳",
  "image": "http://img.gushiwen.org/authorImg/xieyingfang.jpg",
  "dynasty": "元代",
  "desc": "谢应芳（1295～1392）元末明初学者。字子兰，号龟巢，常州武进（今属江苏）人。自幼钻研理学，隐白鹤溪上，名其室为“龟巢”，因以为号。授徒讲学，议论必关世教，导人为善，元末避地吴中，明兴始归，隐居芳茂山，素履高洁，为学者所宗，有《辨惑编》、《龟巢稿》等。",
  "content": "<h2>学术主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1461.aspx\">谢应芳</a>著有《辨惑编》、《思贤录》、《龟巢稿》、《怀古录》、《毗陵续志》、《龟巢<a href=\"http://so.gushiwen.org/author_1461.aspx\">诗</a>文钞》、《龟巢词》等。最能反映他学养与思想倾向的是《武阳志馀》卷十儒林类中记载他的一些轶事。他在苏州一带避难时请求官府黜退吴江三高祠（纪念战国时期越国范蠡、晋代<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>、唐代<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>）中的范蠡；而要求修葺三国时东吴名相顾雍的墓莹。在故乡则显扬武进林庄邹忠公浩墓，去掉学官中的土地祠。他主张禁止民间办丧事时做佛事等迷信活动、还向周郎中（正五品官）上书陈述开荒等五件事并向何太守请求减少水脚之征，事事都有利民生民风。</p> <p>　　谢应芳最著名的著作是《辨惑编》。《辨惑编》的主要内容是反佛、道，这也是理学理论的精华所在。这既是他个人思想体系的体现，也是理学的合理内核在常州地区的传承。谢应芳认为，生、死为自然之理。他斥老、庄、仙、佛（此处所言老、庄，非先秦时期的老子、庄子，而是被道教改造过、并奉为道教之祖的老、庄）之说为异端，致力于破除鬼神、禁忌、禄命等迷信，认为“古之为异端邪说者众矣，若老庄仙佛之流，自秦汉以来，惑世尤甚”，“邪说害正，人人得而攻之”（《辨惑编·异端》）。他还指斥道教的斋醮仪式说：“道家以老子为理由，书亦未尝有设醮之论也，至宋徽宗妄意求福，命羽流为之，未及倾危宗社，流落金国，所求之福，竟何有哉！二君昏迷不明物理，特以此为缁黄衣食之计焉耳。”（《与王氏诸友论斋醮书》）理论锋芒直指宋徽宗，认为北宋亡国，与宋徽宗相信道教有关。是“妄意求福”，是“倾危宗社”，是“昏迷不明物理”，所以最后“流落金国”，“为缁黄衣食之计（当阶下囚）”。同时，谢应芳还以明天历年间大疫为例，大疫来临，病人众多，凡“务求医药，不事祈祷”者，大都活了下来，而那些求神保佑的，却都死掉了。认为这充分说明了佛道的虚伪性。 《辨惑编》是中国古代朴素唯物主义的重要著作，在明初有极大的影响。后世论及元明之际，无论是思想史、哲学史，谢应芳的《辨惑编》是必提的著作。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1461.aspx\">谢应芳</a>生逢乱世，世衰道丧，以斯文为己任，崇正辟邪。从元至正初年起便隐居于武进白鹤溪（今邹区鹤溪河），构筑小室名叫龟巢。遂自号“龟巢老人”，乡里子弟尊称龟巢先生。常州府曾聘为教授。他对学生循循善诱，总结出一套教学法。浙江行省闻名欲聘为三衢清献书院山长，辞不就。后各地义军起，谢应芳便去苏州一带避难，几次遇危险，一年中搬了五次家，经常揭不开锅。后来苏州人对这位年高德助的饱学之人逐渐有所了解，争聘为子女的老师，他靠束修钱以维生。</p> <p>　　<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>削平群雄，建立明王朝后，江南渐渐安定，谢应芳已是70多岁的老人，返回故乡，在武进芳茂山（横山）隐居，勤读写作，老而不倦。当时，朝中高官与在野缙绅们路过常州，必定要去芳茂山上“龟巢”拜访龟巢老人。不管来的人官阶多高、名声多大，谢应芳都平等相待，决不低下阿谀，而且议论必及民生、言谈必论向善。</p> <p>　　谢应芳80岁时，不顾羸弱，应郡守的邀请，以德高望重之身，出来主持了《续毗陵志》的编撰工作，97岁高龄谢世。</p><br/><h2>食里情怀</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1461.aspx\">谢应芳</a>到了老年，牙齿尽落，常为咀嚼而发愁。有一次，他到寺院拜访一名高僧。高僧知他齿牙不利，特意精心制作了几款豆腐菜肴，既好吃又不需要费力咀嚼。食毕，谢应芳言道：“凡人年老者，以肉养之，古今一致。然老而无齿，则肉林之盛，禁脔之供，其如朵颐何？求其甘软若豆腐者，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓养老之善物也。”并欣然提笔作《豆腐<a href=\"http://so.gushiwen.org/author_1461.aspx\">诗</a>》：“谁授淮南玉食方，南山种玉选青黄，工夫磨转天机熟，粗渣囊倾雪汁香。软比牛酥便老齿，甜于蜂蜜润枯肠。当年柱史如知味，饮乳何须窈窕娘。”</p> <p>　　此后，他家中常精心烹制豆腐菜肴，以供食用。渐渐地越觉豆腐软嫩味美，最能养老，不是醍醐，却又胜似醍醐，於是便将豆腐美称为“素醍醐”，并作诗《素醍醐》加以称赞。</p>"
}