{
  "id": 540,
  "star": 11,
  "name": "黄宗羲",
  "image": "http://img.gushiwen.org/authorImg/huangzongxi.jpg",
  "dynasty": "清代",
  "desc": "黄宗羲（1610年9月24日—1695年8月12日）明末清初经学家、史学家、思想家、地理学家、天文历算学家、教育家，东林七君子黄尊素长子，汉族，浙江绍兴府余姚县人。字太冲，一字德冰，号南雷，别号梨洲老人、梨洲山人、蓝水渔人、鱼澄洞主、双瀑院长、古藏室史臣等，学者称梨洲先生。黄宗羲学问极博，思想深邃，著作宏富，与顾炎武、王夫之并称明末清初三大思想家（或清初三大儒）；与弟黄宗炎、黄宗会号称浙东三黄；与顾炎武、方以智、王夫之、朱舜水并称为“明末清初五大家”，亦有“中国思想启蒙之父”之誉。",
  "content": "<h2>轶事典故</h2> <p><strong>阅读天一阁藏书<br></strong>　　明兵部右侍郎范钦辞官回宁波故里后，于宅东建造藏书楼，藏书达7万余卷，命名为“天一阁”。范钦后代为防止藏书失散，议定藏书由子孙共同管理，阁门和书橱钥匙分房掌管，非各房齐集，任何人不得擅开。</p> <p>　　由于<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>的道德、文章、学识、气节在当时普遍受到人们的敬佩，因而得到了范氏各房的同意，应允他于清代康熙十二年登上了天一阁。黄宗羲不仅阅读了天一阁的全部藏书，奠定了他的学术基础，还为天一阁藏书整理编目作出了贡献。[18] 大门两旁对联是钟鼎文：“天一遗形源长垂远，南雷深意藏久尤难”，黄宗羲号南雷，他曾赏叹“读书难，藏书尤难。藏之久而不散，则难之难矣”。</p> <p><strong>藏书大家<br></strong>　　黄宗羲学问渊博，来自于他的丰厚藏书。他嗜好藏书，喜抄书、借书。读遍家中所有藏书，仍嫌不足，借抄于范钦“天一阁”、曹溶“倦圃”、徐乾学“传是楼”、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>“绛云楼”、祁氏“澹生堂”、钮氏“世学楼”等藏书楼之书。每出走回归，常带一书童携书同返，访求足迹几乎遍及大江以南所有著名藏书家。后来祁氏“澹生堂”藏书散出，精华亦大半归于他。并与许元溥、刘城约为抄书社，世所罕见之书，多赖以得传。建书楼“续抄堂”于南雷，思承东发（即南宋学者黄震）之绪。藏书目的在于系统收集明代资料，提倡藏书在于致用，反对只藏不用、视为珍玩的鉴赏家。告诫学者：“当以书明心，勿玩物丧志也”。历几十年辛勤收集和整理勘校，藏书达7万卷之多。未及编目，即遭大水；因年事已高，死后不几年又遭大火，失去大半。经再传弟子郑性整理后，仅得3万卷，入藏于“二老阁”。他收集史料的方法，也影响了同代的学者如<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>、厉鹗等人，对清代文化、学术的发展有一定影响。他撰写的《天一阁藏书记》《传是楼藏书记》等，是研究明清私人藏书文化的重要史料，也是他藏书思想的核心文献。藏书印有“余姚黄氏书库藏书印”、“黄宗羲印”等。</p> <p><strong>锥刺许显纯<br></strong>　　黄宗羲自云其一生有三变：“初锢之为党人，继指之为游侠，终厕之于儒林。”黄宗羲生长于书香小康之家。父亲黄尊素为明万历四十四年进士（1616），明熹宗时的御史，东林名士，因弹劾阉党魏忠贤被害。年仅十九岁的黄宗羲，袖藏铁锥，孤身赴京为父讼冤。当时，崇祯即位，阉党失势，黄宗羲在刑部大堂当场锥刺魏忠贤死党许显纯等，当众痛击崔应元，拔其须归祭父灵，颇为震动，人称“姚江黄孝子”，崇祯帝叹称为“忠臣孤子”。 </p> <p><strong>骡马驮书<br></strong>　　<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>（字亭林）从小到老手都没放下过书，出门就随身带一骡二马驮书。有时候到了边塞亭障，就找老兵到路边的小酒店一起畅饮，询问当地的风土人情和地理。如果和自己知道的不同就翻书详细地订正，一定到没有任何疑惑的程度为止。坐在马上空闲的时候，就跨着马鞍默默背诵四书五经等经典和对它们的注释文。即使遇到亲朋好友就像不认识一样，有时候因此掉到山谷中，也不后悔。认真仔细到这个程度，他的学问也应当博大精深，没有能与他相比的。</p><br/><h2>生平</h2> <p><strong>为父鸣冤 庭锥奸党</strong><br>　　明万历三十八年八月初八（1610年9月24日），<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>出生于绍兴府余姚县通德乡黄竹浦，其地现名浦口村，属浙江省余姚市明伟乡。降生前夕，母亲姚氏曾梦见麒麟入怀，所以，宗羲乳名“麟儿”。父黄尊素，万历进士，天启中官御史，东林党人，因弹劾魏忠贤而被削职归籍，不久下狱，受酷刑而死。崇祯元年（1628年）魏忠贤、崔呈秀等已除，天启朝冤案获平反。黄上书请诛阉党余孽许显纯、崔应元等。五月刑部会审，出庭对证，出袖中锥刺许显纯，当众痛击崔应元，拔其须归祭父灵，人称“姚江黄孝子”，明思宗叹称其为“忠臣孤子”。</p> <p><strong>得拜名师 入社兴学</strong><br>　　黄宗羲归乡后，即发愤读书，“愤科举之学锢人，思所以变之。既，尽发家藏书读之，不足，则钞之同里世学楼钮氏、澹生堂祁氏，南中则千顷堂黄氏、绛云楼钱氏，且建‘续钞堂’于南雷，以承东林之绪”。又从学于著名哲学家刘宗周，得蕺山之学。<br>　　崇祯四年（1630年），<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>在南京召集“金陵大会”，当时恰好也在南京的黄宗羲经友人周镳介绍参加复社，成为社中活跃人物之一。这年，他还加入了由名士何乔远为首领的<a href=\"http://so.gushiwen.org/author_540.aspx\">诗</a>社；后来，黄宗羲与万泰、陆符及其弟宗炎、宗会等还在余姚组织过“梨洲复社”。</p> <p><strong>明亡抗清 兵败隐居</strong><br>　　崇祯十五年（1642年），黄宗羲北京科举名落孙山。冬月初十，宗羲回到余姚家中。崇祯十七年春，明亡。五月，南京弘光政权建立，阮大铖为兵部侍郎，编《蝗蝻录》（诬东林党为蝗，复社为蝻），据《留都防乱公揭》署名捕杀，黄宗羲等被捕入狱。翌年五月，清军攻下南京，弘光政权崩离，黄乘乱脱身返回余姚。闰六月，余姚孙嘉绩、熊汝霖起兵抗清。于是，黄变卖家产，召集黄竹浦600余青壮年，组织“世忠营”响应，著《监国鲁元年大统历》，鲁王宣付史臣颁之浙东。顺治三年（1646年）二月，被鲁王任兵部职方司主事。五月，指挥“火攻营”渡海抵乍浦城下，因力量悬殊失利。六月兵败，清军占绍兴，与王翊残部入四明山，驻杖锡寺结寨固守，后因其外出时部下扰民，寨被山民毁而潜居家中，又因清廷缉拿，避居化安山。六年朝鲁王，升左副都御史。同年冬，与阮美、冯京第出使日本乞兵，渡海至长崎岛、萨斯玛岛，未成而归。遂返家隐居，不再任职鲁王行朝。顺治七至十一年，遭清廷三次通缉，仍捎鲁王密信联络金华诸地义军，派人入海向鲁王报清军将攻舟山之警。期间家祸迭起，弟宗炎两次被捕，几处极刑；儿媳、小儿、小孙女病夭；故居两次遭火。顺治十年九月，始著书讲学，康熙二年至十八年（1663年～1679年），于慈溪、绍兴、宁波、海宁等地设馆讲学，撰成《明夷待访录》、《明儒学案》等。</p> <p><strong>入清拒仕 著述以终</strong><br>　　康熙十七年（1678年），诏征“博学鸿儒”，学生代为力辞。十九年，康熙帝命地方官“以礼敦请”赴京修《明史》，以年老多病坚辞。康熙帝令地方官抄录其所著明史论著、史料送交史馆，总裁又延请其子黄百家及弟子万斯同参与修史。万斯同入京后，也执意“以布衣参史局，不署衔、不受俸”。是年黄宗羲始停止讲学，悉力著述。二十二年，参与修纂《浙江通志》。廿九年，康熙帝又召其进京充顾问，徐乾学以“老病恐不能就道”代辞。<br>　　康熙二十五年（1686年），王掞视学浙江，倡议在黄宗羲故居黄竹浦重建忠端公（黄尊素）祠，宗羲写了《重建先忠端公祠堂记》。次年，王掞又捐俸汇刻刘宗周文集，宗羲与同门友董玚、姜希辙一起编辑了《刘子全书》，并为之作序。<br>　　康熙二十七年（1688年），黄宗羲将旧刻《南雷文案》等文集删削修改，定名《南雷文定》重行刊刻。这年，他自筑生圹于龙虎山黄尊素墓侧，并有《筑墓杂言》诗。康熙二十九年，黄宗羲年已八十，曾至杭州、苏州等地寻访旧迹，拜访朋友。次年，应新安县令靳治荆之邀游览黄山，为汪栗亭《黄山续志》作序。康熙三十一年，黄宗羲病势沉重，闻知贾润刊刻其《明儒学案》将成，遂抱病作序，由黄百家手录。次年，《明文海》编成，宗羲又选其精粹编为《明文授读》。<br>　　康熙三十四年七月三日（1695年8月12日），黄宗羲久病不起、与世长辞。他在病中曾作《梨洲末命》和《葬制或问》，嘱家人丧事从简：死后次日，“用棕棚抬至圹中，一被一褥不得增益”，遗体“安放石床，不用棺椁，不作佛事，不做七七，凡鼓吹、巫觋、铭旌、纸幡、纸钱一概不用”。黄宗羲在临终前四天给孙女婿万承勋的信中写道：总之，年纪到此可死；自反平生虽无善状，亦无恶状，可死；于先人未了，亦稍稍无歉，可死；一生著述未必尽传，自料亦不下古之名家，可死。如此四可死，死真无苦矣！<br>　　黄宗羲曾自云一生有三变：“初锢之为党人，继指之为游侠，终厕之于儒林，”这正是黄宗羲一生的写照。《鹿鼎记》人物黄宗羲，主要出现于第一章，其言行与真实当得无异。<br>　　黄宗羲有三子，黄百药、黄正谊、黄百家。</p> <p><strong>借书抄书 藏书大家</strong><br>　　黄宗羲学问渊博，来自于他的丰厚藏书。当时与孙奇逢、李颙并称三大儒。嗜好藏书，喜抄书、借书。读遍家中所有藏书，仍嫌不足，借抄于范钦“天一阁”、曹溶“倦圃”、徐乾学“传是楼”、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>“绛云楼”、祁氏“澹生堂”、钮氏“世学楼”等藏书楼之书。每出走回归，常带一书童携书同返，访求足迹几乎遍及大江以南所有著名藏书家。后来祁氏“澹生堂”藏书散出，精华亦大半归于他。并与许元溥、刘城约为抄书社，世所罕见之书，多赖以得传。建书楼“续抄堂”于南雷，思承东发（即南宋学者黄震）之绪。藏书目的在于系统收集明代资料，提倡藏书在于致用，反对只藏不用、视为珍玩的鉴赏家。告诫学者：“当以书明心，勿玩物丧志也”。历几十年辛勤收集和整理勘校，藏书达7万卷之多。未及编目，即遭大水；因年事已高，死后不几年又遭大火，失去大半。经再传弟子郑性整理后，仅得3万卷，入藏于“二老阁”。他收集史料的方法，也影响了同代的学者如<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>、厉鹗等人，对清代文化、学术的发展有一定影响。他撰写的《天一阁藏书记》、《传是楼藏书记》等，是研究明清私人藏书文化的重要史料，也是他藏书思想的核心文献。藏书印有“余姚黄氏书库藏书印”、“黄宗羲印”等。其子黄百家，撰有《续抄堂书目》。 </p><br/><h2>著述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>一生著述大致依史学、经学、地理、律历、数学、<a href=\"http://so.gushiwen.org/author_540.aspx\">诗</a>文杂著为类，多至50余种，300多卷，其中最为重要的有《明儒学案》、《宋元学案》、《明夷待访录》、《孟子师说》、《葬制或问》、《破邪论》、《思旧录》、《易学象数论》、《明文海》、《行朝录》、《今水经》、《大统历推法》、《四明山志》等。黄宗羲生前曾自己整理编定《南雷文案》，又删订为《南雷文定》、《文约》。黄宗羲的《明儒学案》以及其后开始草创，并由后人和学生共同合作完成的《宋元学案》这两部著作在中国史学史上有非常重要的地位，他开创了中国史学上的新体裁，即“学案体”。学案体以学派分类的方式介绍一定时代的学术史，这种体裁被清人取用，成为编写中国古代学术史的主要方式。</p> <p>　　浙江古籍出版社2005年刊印的《黄宗羲文集【增订版】》（12册），精装，沈善洪主编，吴光执行主编，是目前收集黄宗羲诗文最全的版本。 </p><br/><h2>主要成就</h2> <p><strong>税费改革<br></strong>　　<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>对经济的观点由现代学者秦晖总结，历史上的税费改革不止一次，但每次税费改革后，由于当时社会政治环境的局限性，农民负担在下降一段时间后又涨到一个比改革前更高的水平。明清思想家黄宗羲称之为“积累莫返之害”，称为“黄宗羲定律”。温家宝总理在记者招待会上曾提到这一定律。此后被引申到描述工业社会企业税费负担中去，如由南京信息工程大学刘禹乔、查颖等将黄宗羲定律初步引入到民营企业的税费负担研究中。</p> <p>　　黄宗羲反对日益苛重的赋税征收。他说“吾见天下之田赋日增，而后之为民者日困于前，”指出江南的田赋特重，有些田亩将一年的产量“尽输于官，然且不足。”他分析了使人民苦于“暴税”的三害“有积累莫返之害”，指税制每经过一次改革，都导致赋税的进一步加重；“所税非所出之害”，指田赋征银，银非农业生产之所出，纳税者因折银而加重负担；“田土无等第之害”，指不分土地的肥瘠程度按一个标准征税，造成负担不均。黄宗羲提出的赋税主张是，第一，“重定天下之赋”，定税的标准应“以下下为则”；第二，征收田赋“必任土所宣，出百谷者赋百谷，出桑麻者赋布帛，以至杂物皆赋其所出”，生产什么缴纳什么，不强求一致；第三，重新丈量土地，按土质优劣计算亩积，分别以240、360、480、600和720步作为五亩，即把土地分为五等，据等征税，消除因土地质量不同而带来的赋税负担不均的问题。</p> <p>　　黄宗羲认为，要使民富，还必须“崇本抑末”。所谓“崇本”，即“使小民吉凶，一循于礼；所谓“抑末”，即凡为佛、为巫、为优倡以及奇技淫巧等不切于民用而货者，应“一概痛绝之”。他说：“世儒不察，以工商为末，妄议抑之。夫工固圣王之欲来，商又使其愿出于途者，盖皆本也”。“工商皆本”的思想是对传统的“重本抑末”的大胆否定。</p> <p><strong>哲学观点<br></strong>　　哲学上反对宋学中“理在气先”的理论，认为“理”并不是客观存在的物质实体，而是“气”的运动规律，认为“气质人心是浑然流行之体，公共之物也”。具有唯物论的特色。“盈天地皆心也”的观点又有唯心论的倾向。这与黄宗羲服役阳明学，深受其影响有关。黄认为王学中“致良知”的“致”，就是“行”，两者别无二致。</p> <p><strong>教书育人<br></strong>　　黄宗羲并在理论上和实践上是一位杰出的教育家。黄宗羲在他的名著《明夷待访录》中专门列出《学校》一章。他认为学校中也要析讲时事时政，要明是非之理，也要对政府行为有所监督。认为学校的领导（“学官”）需要有较大的权力。学校也应广开言路，成为舆论场所。这种学校议政，参与是非判断，言论倡民主的观点在当时非常新颖。黄宗羲并认为“学贵履践，经世致用”，这种理论实践并重的教育学习观点与他深受阳明学中“知行合一，知行并进”密不可分。黄宗羲在今浙江宁波、绍兴等地办学讲学，培养了很多学生。著名弟子有万斯同、万斯大、<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>、章学诚、邵晋涵、仇兆鳌等。</p> <p><strong>政治思想<br></strong>　　黄宗羲多才博学，于经史百家及天文、算术、乐律以及释、道无不研究。尤其在史学上成就很大。清政府撰修《明史》，“史局大议必咨之”（《清史稿》480卷）。而在哲学和政治思想方面，更是一位从“民本”的立场来抨击君主专制制度者，真堪称是中国思想启蒙第一人。他的政治理想主要集中在《明夷待访录》一书中。</p> <p>　　《明夷待访录》一书计十三篇。“明夷”本为《周易》中的一卦，其爻辞有曰：“明夷于飞垂其翼，君子于行三日不食。人攸往，主人有言。”为六十四卦中第三十六卦，卦象为“离下坤上”，即地在上，火在下。“明”即是太阳（离），“夷”是损伤之意。从卦象上看，太阳处“坤”即大地之下，是光明消失，黑暗来临的情况，意光明受到伤害。这暗含作者对当时黑暗社会的愤懑和指责，也是对太阳再度升起照临天下的希盼。指有智慧的人处在患难地位。“待访”是等待贤者来访，让此书成为后人之师的意思。另外，“明”就是太阳，亦称为“大明”，暗合“大明朝”；“夷”有“诛锄”之解，又有“视之不见”之解，暗含作者的亡国之痛。该书通过抨击“家天下”的专制君主制度，向世人传递了光芒四射的“民主”精神，这在当时黑暗无比社会环境下是极其难能可贵的！</p> <p>　　《原君》是《明夷待访录》的首篇。黄宗羲在开篇就阐述人类设立君主的本来目的，他说设立君主的本来目的是为了“使天下受其利”、“使天下释其害”，也就是说，产生君主，是要君主负担起抑私利、兴公利的责任。对于君主，他的义务是首要的，权力是从属于义务之后为履行其义务服务的。君主只是天下的公仆而已，“古者以天下为主，君为客，凡君之毕世而经营者，为天下也”。然而，后来的君主却“以为天下利害之权益出于我，我以天下之利尽归于己，以天下之害尽归于人”，并且更“使天下之人不敢自私，不敢自利，以我之大私，为天下之大公”，“视天下为莫大之产业，传之子孙，受享无穷”（均见《原君》）。对君主“家天下”的行为从根本上否定了其合法性。</p> <p>　　黄宗羲认为要限制君主的权力，首先得明辨君臣之间的关系。他认为：“原夫作君之意，所以治天下也。天下不能一人而治，则设官以治之。是官者，分身之君也。”从本质上来说：“臣之与君，名异而实同”，都是共同治理天下的人。因此，君主就不应该高高在上，处处独尊的地位。就应该尽自己应尽的责任，即为天下兴利除害。否则就该逊位让贤，而不应“鳃鳃然唯恐后之有天下者不出于其子孙”。至于为臣者，应该明确自己是君之师友，而不是其仆妾，“我之出而仕也，为天下，非为君也；为万民，非为一姓也。”如果认为臣是为君而设的，只“以君一身一姓起见”，“视天下人民为人君囊中之私物”，自己的职责只在于给君主当好看家狗，而置“斯民之水火”于不顾，那么，这样的人即使“能辅君而兴，从君而亡，其于臣道固未尝不背也”，但同样是不值得肯定的。因为“天下之治乱，不在一姓之兴亡，而在万民之忧乐。”这就是黄宗羲的君臣观。它对传统的“君为臣纲”，“君要臣死，臣不得不死”的封建纲常，无疑是一个有力的冲击。</p> <p>　　黄宗羲提出的限制君权的另一主张就是设立宰相。他认为：“有明之无善政，自皇帝罢丞相始也。”这是因为：第一，“古者君之待臣也，臣拜，君必答拜”，彼此是平等的。“秦汉以后废而不讲。然丞相进，天子御座，在舆为下”，还多少保持着主客的关系。现在罢除了宰相，就再没有人能与天子匹敌了。这样，天子就更加高高在上，更加奴视臣僚，更加专断独行，为所欲为。第二，按照封建宗法制度的规定，天子传子，但“天子之子不皆贤”；在这种情况下，幸赖宰相传贤而不传子，“足相补救”。可是在罢除宰相之后，“天子之子一不贤，更无与为贤者矣”。这样，势必会给国家和人民带来无穷的灾难。第三，废除宰相后设立的内阁大学士，其职责只是备顾问以及根据皇帝的意旨批答章奏，内阁没有僚属，没有力事机构，其事权很轻，根本不能与昔日的宰相相提并论，内阁既无实权，而天子又不能或不愿处理政事，于是就依靠一群凶残的宫奴来进行统治，这就出现了明代为害至深且巨的宦官专权。</p> <p>　　黄宗羲提出设宰相一人，参加政事若干人，每日与其他大臣一起，在便殿与天子共同议政。章奏由天子批答，“天子不能尽，则宰相批之，下六部施行。更不用呈之御前，转发阁中票拟”；阁中又缴之御前而后下该衙门如故事往返，使大权自宫奴出也。”此外，宰相设政事堂，下分若干房，分管天下庶务；“凡事无不得达”。设立宰相，是一种限制君权过分膨胀的有效措施。但它并不是责任内阁制。因为皇帝仍然大权在握，仍然是名符其实的国家元首。</p> <p>　　使学校成为舆论、议政的场所，是黄宗羲限制君权的又一措施。黄宗羲认为，设立学校，不是为了养士，更不是为了科举，而是“必使治天下之具皆出于学校，而后设学校之意始备”。具体而言，就是一方面要形成良好的风尚，“使朝廷之上，闾阎之细，渐摩濡染，莫不有<a href=\"http://so.gushiwen.org/author_540.aspx\">诗</a>书宽之气”，另一方面，则形成强大的舆论力量设法左右政局。只有这样，才能使“盗贼奸邪，慑心于正气霜雪之下，君安而国可保也。”黄宗羲还指出，太学的祭酒，应择当世大儒充当，其地位应与宰相相等，每年的初一，天子与宰相、六卿、谏议等都得前往太学。”祭酒南面讲学，天子亦就弟子之列。政有缺失，祭酒直言无讳。郡县的学官，也由名儒主之。每月的初一、十五，大会一邑之缙绅、士子；郡县官亦须前往听学官讲学，而且执弟子之礼。黄宗羲的这一设想，虽然在当时是不可能实现的，然而却是难能可贵的。应该讲，后来康 有为、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等人提出来的君主立宪方案，在黄宗羲这里已经有了最初的萌芽。</p> <p>　　有学者认为黄宗羲的思想仍属治权在君，并没有到达近代民主思想的标准，也有学者认为黄宗羲的思想是近代民主思想，在民权理论上还超越了欧洲的卢梭。</p> <p>　　黄宗羲反对单一的科举取士，主张使用多种渠道录取人才，以制度防止高官子弟凭借长辈权势在录取过程中以不正当的方式胜过平民。扩大了录取对象，包括小吏，会绝学（包括历算、乐律、测望、占候、火器、水利等等）的人，上书言事者等等。</p> <p><strong>天文历算<br></strong>　　黄宗羲精通天文历算和数学。他用推算日食的方法和阎若璩等人考证古文《尚书》是系古人伪作，给当时思想界带来很大震动。黄宗羲通过对照《国语》，认为古文《尚书·汤诰》是后人“误袭周制以为《汤诰》”。并得结论“今因推日食于昭十七年六月”（鲁昭公十七年夏六月甲戌朔日），“可见《夏书》本文不同孔书、左氏而非伪也，则不能不致疑于古文矣”。西人Fred Espenak的数据表明黄宗羲的推算完全正确。</p> <p>　　<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>于《梦溪笔谈·技艺》中说：“淮南人卫朴精于历术，一行之流也。《春秋》日蚀三十六，诸历通验，密者不过得二十六七，唯一行得二十九，朴乃得三十五，惟庄公十八年一蚀，今古算皆不入蚀法，疑前史误耳”。沈括之说，世后没人怀疑。黄宗羲作《春秋日食历》，对此观点进行进行了分析和修正。黄宗羲用西汉三统历推算出鲁庄公十八年二月是否有闰，并用授时历并参考西方历法，说明了比月频食是不可能发生的。黄宗羲发现《春秋》中记载的两次比月食都是“前食而后不食”，并论证了《春秋》中鲁襄公二十四年有关月食的记录是错误的，而鲁庄公十八年三月日食记录是可靠。</p> <p>　　黄宗羲用历算的方法对武王伐纣的确切年代进行了探讨，写有《历代甲子考》。他重新推算了孔子的确切生辰日期，并论证了周正建子和周历改月。</p> <p>　　黄宗羲参考西方天文学中本均轮的理论（托勒密的理论）考察了中国“日高于月”的说法。</p> <p><strong>数学地理<br></strong>　　黄宗羲在有限性、无限性的观念认识上亦有所建树。他数学上纠正了<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《壶说书》中的相关错误。分析了明朝流行的算盘和《数术记遗》中记载的计算器的区别。他对乡射侯制进行了详细数学分析。黄宗羲亦对中国和西方数学进行了平行比较，但由于时代的局限性，他认为西方数学中的一些概念方法不过是对中国古代算术的窃取和修改。</p> <p>　　黄宗羲详细刊校了《水经注》，批驳了“分野说”</p> <p><strong>文学历史<br></strong>　　黄宗羲主张文学应当反映现实社会，表达作者的真情实感，这具有现实主义的特点。不满明代文学的刻意摹拟，摘抄剽窃之风。黄宗羲详细注解了蔡元定乐律学，纠正了朱熹注《孟子》中的相关乐律错误。</p> <p>　　作为浙江史学的开创者，黄宗羲主要在三个方面对浙东史学作出了自己的贡献。经世致用是儒家的一个根本看法。做为一个儒者，黄宗羲无论是研究经学，还是史学，都主张一个“经世致用”。在他看来，史书所载绝非仅是史料一堆，而是蕴含着“经世之业”的阐述，“夫二十一史所载，凡经世之业，无不备矣”（《补历代史表序》）。所以，研究历史既是为了总结历史发展的经验，更是为现实社会发展提供理论依据和历史借鉴。基于这种治学目的，黄宗羲在史学研究上主张“寓褒贬于史”，他认为史必须扬善惩恶。如果善恶不分，忠奸不辩，甚至颠倒是非，混淆黑白，“为史而使乱臣贼子得志于天下，其不如无史之为愈也”（《留书》）。史书的作用之一，即必得发挥其特有的扬善惩恶功能 。</p> <p>　　黄宗羲对明史的研究就其著述成果而言，可以分为两部分：一是所撰的《弘光实录钞》四卷、《行朝录》三卷；二是搜集史料选编的、卷帙浩繁的《明史案》二百四十二卷，《明文案》二百 十七卷，及增益《明文案》而成的四百八十卷的《明文海》。 在明史的研究中，黄宗羲形成了他的史学研究方法论。主要有三个方面：首先，黄宗羲十分注重史料的搜集。而且，他的史料概念十分宽阔，不仅包括历史人物、事件、典章法令等，也包括建置沿革、山川变异，甚至是乡邦文献所记的亭台楼阁也作为史料予以考证、保存。其次，黄宗羲在史学研究中还十分注重真实性。对所得史料总要广证博考、去伪存真，才加引用，并力求客观地作出合乎历史真实面目的论述。即使对自己昔日积累的史料，也决不轻率运用，同样要予以核实，以确保其无误。再者，黄宗羲十分注重史学主体即史学家在治史中的作用。表现为这样几个方面：一是要求史学主体通过自己的思维运作确保史学研究的客观性，以真实地揭示历史的本来面目；二是史学主体在史学研究中应当有自己的是非观，不仅要“寓褒贬于史”，还得对历史事件作出中肯的评价；三是要求史学主体以饱含自身情感的笔写出历史的过程。</p> <p>　　黄宗羲的《明儒学案》是具有划时代意义的哲学史专著。它开创了我国编写学术思想史的先河，标志着我为学术史体裁的主要形式———学案体臻于完善和成熟。全书共立案十九个六十二卷，计叙述学者二百余人。从所列的人物看，除<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>、李贽、何心隐外，《明儒学案》基本上把所有明代重要思想家都包罗进去了；从学派上看，既叙述了以王阳明为代表的心学各派，又叙述了以吴与弼、胡居仁、娄谅为代表的程朱理学各派；从哲学性质看，既叙述了吴与弼、王阳明等唯心主义思想家，也叙述了罗钦顺、王廷相等唯物主义思想家。是中国第一部系统的内容丰富的哲学史专著。</p> <p><strong>经济改革<br></strong>　　黄宗羲对经济的观点由现代学者秦晖总结，历史上的税费改革不止一次，但每次税费改革后，由于当时社会政治环境的局限性，农民负担在下降一段时间后又涨到一个比改革前更高的水平。明清思想家黄宗羲称之为“积累莫返之害”，称为“黄宗羲定律”。温家宝总理在记者招待会上曾提到这一定律。</p> <p>　　黄宗羲反对日益苛重的赋税征收。他说“吾见天下之田赋日增，而后之为民者日困于前，”指出江南的田赋特重，有些田亩将一年的产量“尽输于官，然且不足。”他分析了使人民苦于“暴税”的三害“有积累莫返之害”，指税制每经过一次改革，都导致赋税的进一步加重；“所税非所出之害”，指田赋征银，银非农业生产之所出，纳税者因折银而加重负担；“田土无等第之害”，指不分土地的肥瘠程度按一个标准征税，造成负担不均。黄宗羲提出的赋税主张是，第一，“重定天下之赋”，定税的标准应“以下下为则”；第二，征收田赋“必任土所宣，出百谷者赋百谷，出桑麻者赋布帛，以至杂物皆赋其所出”，生产什么缴纳什么，不强求一致；第三，重新丈量土地，按土质优劣计算亩积，分别以240、360、480、600和720步作为五亩，即把土地分为五等，据等征税，消除因土地质量不同而带来的赋税负担不均的问题。</p> <p>　　黄宗羲认为，要使民富，还必须“崇本抑末”。所谓“崇本”，即“使小民吉凶，一循于礼；所谓“抑末”，即凡为佛、为巫、为优倡以及夺技淫巧等不切于民用而货者，应“一概痛绝之”。他说：“世儒不察，以工商为末，妄议抑之。夫工固圣王之欲来，商又使其愿出于途者，盖皆本也”。“工商皆本”的思想是对传统的“重本抑末”的大胆否定。</p> <p><strong>哲学观点<br></strong>　　哲学上反对宋学中“理在气先”的理论，认为“理”并不是客观存在的物质实体，而是“气”的运动规律，认为“气质人心是浑然流行之体，公共之物也”。具有唯物论的特色。“盈天地皆心也”的观点又有唯心论的倾向。这与黄宗羲服役阳明学，深受其影响有关。黄认为王学中“致良知”的“致”，就是“行”，两者别无二致。</p> <p><strong>教学育人<br></strong>　　黄宗羲并在理论上和实践上是一位杰出的教育家。黄宗羲在他的名著《明夷待访录》中专门列出《学校》一章。他认为学校中也要析讲时事时政，要明是非之理，也要对政府行为有所监督。认为学校的领导（“学官”）需要有较大的权力。学校也应广开言路，成为舆论场所。这种学校议政，参与是非判断，言论倡民主的观点在当时非常新颖。黄宗羲并认为“学贵履践，经世致用”，这种理论实践并重的教育学习观点与他深受阳明学中“知行合一，知行并进”密不可分。黄宗羲在今浙江宁波、绍兴等地办学讲学，培养了很多学生。著名弟子有万斯同、万斯大、全祖望、章学诚、邵晋涵、仇兆鳌等。</p> <p><strong>赋税思想<br></strong>　　黄宗羲反对日益苛重的赋税征收。他说“吾见天下之田赋日增，而后之为民者日困于前，”指出江南的田赋特重，有些田亩将一年的产量“尽输于官，然且不足。”他分析了使人民苦于“暴税”的三害“有积累莫返之害”，指税制每经过一次改革，都导致赋税的进一步加重；“所税非所出之害”，指田赋征银，银非农业生产之所出，纳税者因折银而加重负担；“田土无等第之害”，指不分土地的肥瘠程度按一个标准征税，造成负担不均。黄宗羲提出的赋税主张是，第一，“重定天下之赋”，定税的标准应“以下下为则”；第二，征收田赋“必任土所宣，出百谷者赋百谷，出桑麻者赋布帛，以至杂物皆赋其所出”，生产什么缴纳什么，不强求一致；第三，重新丈量土地，按土质优劣计算亩积，分别以240、360、480、600和720步作为五亩，即把土地分为五等，据等征税，消除因土地质量不同而带来的赋税负担不均的问题。</p><br/><h2>墓地</h2> <p>　　<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>死后就葬在余姚城东南10公里的化安山下的龙山东南麓，现属陆埠镇十五岙村，为省级重点文物保护单位。古时候这一带三面青山环抱，林木葱郁，鸟语花香，景色宜人。正如先生<a href=\"http://so.gushiwen.org/author_540.aspx\">诗</a>中描述的：“昔年曾此作邻家，依旧水声彻夜哗。风景过清销不尽，满溪明目浸桃花。”抗清斗争失败后，梨洲先生于晚年建龙虎山草堂于化安山，从事读书著述。清康熙二十七年（l688年）冬，先生79年岁时，就在此自觅墓地，营建了极其简朴的生圹，并作诗留存：“空谷登登相杵频，野狐蛇鼠不相亲。应知难免高人笑，苦恋生身与死身。”还作《梨洲末命》《葬制或问》篇告诫儿孙，他死后就用平时穿的衣服入殓，“一被一褥，安放石床，不用棺椁，不作佛事，不做七七，凡鼓吹、巫觋、铭旌，一概不用”。他又引现世之例吟诗明志：“闻说始宁有赵君，不将棺木自缠身。人间亦有奇于我，比例无烦及古人。”进一步阐明“不棺而葬”，不仅古已有之，今人也有先我而行的。其用意是痛心疾首，明亡于清，“期于速朽，而不欲显言其故也”（梨洲先生神道碑文）。他还嘱托后人，墓前拜坛下小田可“分作三池种荷花”“能于坟上植梅五株”就非常感谢了。若“再有石条两根，可移至我圹前作望柱，上刻“不事王侯，持子陵之风节；诏钞著述，同虞喜之传文。”勉励后生以先贤的高风亮节、著述传文，作自生的楷模。临终前，梨洲先生又再次作诗示季子百家:“筑墓经今已八年，梦魂落此亦欣然。莫教输与鸢蚁笑，一把枯骸不自专。”先生在弥留之际，仍念念不忘“从俭而葬”，使“百家不敢不遵也”。他长逝后，儿孙遵照遗嘱办理葬事，并由清初著名史学家鄞县<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>撰写神道碑文，肖山<a href=\"http://so.gushiwen.org/author_754.aspx\">毛奇龄</a>撰写墓志铭。</p> <p>　　“文革”中，黄宗羲墓被毁。1981年部分修复，墓坐西朝东南，正面形似荷叶山墙，用条石错缝叠砌。中间直竖石刻墓碑， 上镌隶书“黄公梨洲先生墓”七个大字。碑前置有石祭桌，用鹅卵石铺设的拜坛，两侧各置一条石凳。墓四周丛山巍巍，绿阴蔽日，给人一种肃穆幽静之感。 </p>"
}