{
  "id": 1385,
  "star": 1,
  "name": "杨维桢",
  "image": "http://img.gushiwen.org/authorImg/yangweizhen.jpg",
  "dynasty": "元代",
  "desc": "杨维桢（1296—1370）元末明初著名诗人、文学家、书画家和戏曲家。字廉夫，号铁崖、铁笛道人，又号铁心道人、铁冠道人、铁龙道人、梅花道人等，晚年自号老铁、抱遗老人、东维子，会稽（浙江诸暨）枫桥全堂人。与陆居仁、钱惟善合称为“元末三高士”。杨维祯的诗，最富特色的是他的古乐府诗，既婉丽动人，又雄迈自然，史称“铁崖体”，极为历代文人所推崇。有称其为“一代诗宗”、“标新领异”的，也有誉其“以横绝一世之才，乘其弊而力矫之”的，当代学者杨镰更称其为“元末江南诗坛泰斗”。有《东维子文集》、《铁崖先生古乐府》行世。",
  "content": "<h2>个人成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_1385.aspx\">诗</a>文</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>在诗、文、戏曲方面均有建树，历来对他评价很高。杨维桢为元代诗坛领袖，因“诗名擅一时，号铁崖体”，在元文坛独领风骚40余年。其诗文清秀隽逸，别具一格，他长于乐府诗，多以史事与神话为题材，诡异谲怪，曾被人讥为“文妖”。其诗好比兴迭出，奇想联翩，所创《西湖竹枝词》通俗清新，和者众多。著有《东维子文集》、《铁崖先生古乐府》等。且其个性倔强，不逐时流，《明史·本传》谓其“载华阳巾，披羽衣，坐船屋上，吹铁笛”作《梅花弄》，或呼侍儿歌《白寻》之辞，自倚凤琶和之，宾客俱翩跹起舞，以为神仙中人”，可见其风流洒脱如此，其尝在《梦洲海棠城记》中谓：“吾尝谓世间无神仙则已，有则自是吾辈中人耳”他剧其间，与陆居仁、钱惟善、倪云林、宋仲温、柯九思、<a href=\"http://so.gushiwen.org/author_198.aspx\">张雨</a>等诸才俊之士相契，饮酒赋诗，挥毫弄墨，放浪于形骸之外，游艺于笔墨之间，使其个性得到了充分的发挥。</p> <p><strong>书法</strong></p> <p>　　杨维桢的书法亦如他的诗一样，讲究抒情，尤其是草书作品，显示出放浪形骸的个性和抒情意味，杨维的传世墨迹约十余件，且都是五十岁后所书，故无法探求到他早年时学书的来龙去脉，但从其楷、行草诸体具备的遗作中来看，可其功力深厚，其书由诏追溯汉魏两晋，融合了汉隶、章草的古拙笔意，又汲取了二王行草的风韵和欧字劲峭的方笔，再结合自己强烈的艺术个性，最后形成了他奇崛峭拔，狷狂不羁的独特风格，与<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>平和、资媚、秀美、曲雅的风格形成鲜明的对比，因其书不合常规，超逸放轶，刘璋在《书画史》中评曰：“廉夫行草书虽未合格，然自清劲可喜。”吴宽《匏翁家藏书》则称其书如“大将班师，三军奏凯，破斧缺笺，倒载而归。”他晚年的行草书，恣肆古奥，狂放雄强，显示出奇诡的想象力和磅礴的气概。</p> <p>　　杨维桢书法能将章草、隶书、行书的笔意熔于一炉，并加以发挥。他的字，粗看东倒西歪、杂乱无章，实际骨力雄健、汪洋恣肆。如果说把赵孟頫比作优美的代表，那他则是壮美的典范。书法的抒情性在他这里得到充分的张扬。他反对摹拟，主张不工而工。他认为“摹拟愈逼，而去古愈远”，主张诗品、画品、书品与人品作统一观，认为书品无异于人品。于此，我们也找到了他怪异书风的精神来源。黄惇评其作品粗头乱服，不假雕饰，常以真、行、草相互夹杂，并以卧笔侧锋作横、捺笔画的章草波磔；结字欹侧多变、长短参差、大小悬殊；章法则字距大于行距，在貌似零乱错落中，凸显其跳荡激越的节奏旋律。其代表作有《题邹复雷春消息卷》、《城南唱和诗册》、《真镜庵募缘疏卷》等。《中国书法全集-康里巙巙、杨维桢、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>》卷收有他两件立轴书，书于1363年《溪头流水诗草书轴》不仅在作品章法款式已见立轴书的成熟模式，笔法多变，结字诸体杂揉，倔犟超逸，足显其书法的趋于偏激的表现主义风格。</p> <p>　　传世墨迹有《鬻字窝铭》、《真镜庵募缘疏》、《梦游海棠城记》、跋邹复雷《春消息》图等，楷书有《周上卿墓志铭》。杨维桢善行草书，笔法清劲遒爽，体势矫捷横发，富于个性，自成一种特殊面貌有“大将班师，三军奏凯，破斧缺斤，例载而归”之势。传世主要作品有《真镜庵募像疏卷》、《鬻字窝铭立轴》（故宫博物院）、《城南唱和诗册》（北京故宫博物院）、草书《梦游海棠城诗卷》（天津市文物管理处）、《竹西草堂记卷》（辽宁省博物馆）、《晚节堂诗》（现藏日本）、《沈生乐府序》等。其余墨迹多见于书札及书画题中。</p> <p>　　杨维桢于音乐的造诣也极深，特别是善吹铁笛，其“铁笛道人”的别号即因此而来。</p> <p>　　杨维桢在诗、文、戏曲方面均有建树，其诗文清秀隽逸，别具一格，历来对他评价很高。他是元代诗坛领袖，因“诗名擅一时，号铁崖体”，在元末文坛独领风骚40余年。他长于乐府诗，多以史事及神话传说为题材。其诗好比兴迭出，奇想联翩，纵横奇诡，眩人耳目，在明初有“文妖”之讥。但也不乏现实主义诗作，所创《西湖竹枝词》通俗清新，和者众多。他著述等身，行于世的著作有《春秋合题着说》、《史义拾遗》、《东维子文集》、《铁崖古乐府》、《丽则遗音》、《复古诗集》等近二十种。</p><br/><h2>生平</h2> <p>　　杨氏一族原居枫桥（今属诸暨），<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>曾祖杨文修，字中理，乃宋代名医，人称杨佛子，著有《医衍》、《地理拨沙图》。后杨氏卜居全堂，全堂东南有桐冈山，西南有鲚鲤尖，村中有池名泉塘，村以池名，谐音全堂，池旁卧有铁崖山，“因岩石呈铁色而得名”，今人俗称小山头。</p> <p>　　母亲李氏，“梦月中金钱坠怀，而生维桢”。兄弟三人，维桢居中。维桢生于元贞二年（1296），之所以号铁崖，因其父杨宏在铁岩山麓筑楼，红楼植梅百株，楼上藏书万卷，并将梯子撤去，令其与从兄杨维翰（1294～1351，字子固，号方塘，元末画家）专心攻读，每天用辘皿传食，苦读五年， 时人称其为“杨铁崖”，因擅吹铁笛，自号铁笛道人。杨维桢自幼颖悟，能“日记文章千言”，黾勉读书，为增见识，少时又游学甬东。</p> <p>　　泰定四年（1327）中进士，任天台县尹，因依法惩治作恶县吏，遭奸吏报复被黜。继任职钱清盐场司令，因请求减轻盐税不允，决意投印去官，方获准减额三千，但以忤上故，十年不获升迁。元修辽、金、宋三史，他作“正统辩”千言，总纂官欧阳玄赞叹：“百年后，公论定于此矣”。后调任江西儒学提举，因交通受阻，未成行。值兵乱，浪迹浙西。张士诚据浙西，屡召不赴，戏答：“江南处处烽烟起，海上年年御酒来。如此烽烟如此酒，老夫怀抱几时开？”后张士诚令其弟张士德上门求教，杨维桢站在元政府立场修书一封，臧否张士诚。信中责备张士诚“铨放私人不承制，出纳国廪不上输”，骂他自选官吏，不缴粮食，确为实情。此外，指出张四个优点“兵不嗜杀，闻善言则拜，俭于自奉，厚给吏禄而奸贪必诛”，以及四个缺点“是非一谬，黑白俱紊”，将帅、守令、亲族等“为阁下计者少而身谋者多”，“狃于小安而无长虑”，“身犯六畏，衅阙多端”。预言他“不有内变，必有外祸”。</p> <p>　　杨维桢后以冒犯丞相达识帖睦迩而徙居松江（今属上海市），筑园圃蓬台。门上写着榜文：“客至不下楼，恕老懒；见客不答礼，恕老病；客问事不对，恕老默；发言无所避，恕老迂；饮酒不辍车，恕老狂。”在松江时与张堰杨谦、廊下陆居仁、吕巷吕良佐等交往甚深，吟咏唱和，<a href=\"http://so.gushiwen.org/author_1385.aspx\">诗</a>赋相乐。吕良佐倡设“应奎文会”，他为主评，与天下文人墨客切磋诗文，一时天下学士慕名前来赴会者，不可胜计。他又周游山水，头戴华阳巾，身披羽衣，坐于船上吹笛，或呼侍儿唱歌，酒酣以后，婆娑起舞，以为神仙中人。</p> <p>　　其父筑室铁崖山中，环绕书楼种梅花数百株，聚书数万卷，。登藏书楼后去掉梯子，如此读书5年。从政后，益聚书。如收藏有《太平纲目》20策、《洞庭杂吟》50卷，《琼台曲》、《历代诗谏》200卷等诗文集。藏书印有“廉夫”、“杨廉夫”二印。值兵乱，浪迹浙西山水间，晚居松江。明初，<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>召他修书，作《老客妇谣》诗以拒绝。诗学<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>，明初有人称其为“文妖”。工行、草书，书风炯异于时人，传世书迹有《城南唱和诗卷》、《真镜庵募缘疏卷》、《张氏通波阡表卷》、《游仙唱和诗册》等。<br>明太祖派翰林詹同奉印登门召其纂修礼、乐书，婉辞不去，答曰“岂有老妇将就木而再理嫁者耶”，以明不仕两朝之意。为躲避官府，回到家乡全堂。兵丁追至，路遇，杨维桢将紫暘宫念作柴汤官，兵丁以其不识字，任其自去。洪武三年，再被有司敦促，无奈赴京，赋《老客妇谣》一首再明不复出仕。抵南京，见朱元璋，奏称：“陛下竭吾所能，不强吾所不能则可，否则有蹈海死耳。”留京百有一十日，俟所修书叙例略定，即乞归家。朱元璋碍其名望太大，不敢过于勉强，行前<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>赠诗曰：“不受君王五色诏，白衣宣至白衣还。”至家，易箦，急撰《归全堂记》，掷笔而亡。曾做绝命诗：“昨日追随阿母游，锦袍人在紫云楼。谱传玉笛俄相许，果出金桃不外求。”史载杨维桢葬于松江干山，与好友钱惟善、陆居仁合称三高士墓。干山位于松江县西北机山东，相传干将曾铸剑于此，故名。另据今全堂村人相传，杨维桢当葬于桐冈山，惜无史可查。死后，宋濂为他写了《元故奉训大夫江西等处儒学提举杨君墓志铭》。</p><br/><h2>轶事</h2> <p>　　二十岁时，<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>赴甬东从师求学，父不惜卖掉良马，以充足其游学费用。杨维桢则节衣缩食，把钱多用于买书。学成归来，父亲见到杨维桢带回《黄氏日钞》之类一大叠书，欣喜地说：“这比良马更难得!”</p><br/><h2>思想</h2> <p>　　他的思想比较复杂，而其中最引人注目的，是反叛传统的“异端”倾向。肯定人性的“自然”，是其思想的核心价值范畴。他说：“尧舜与许由虽异，其得于自然一也。”（《自然铭·序》）意谓尧舜为圣人，许由作隐士，都出于自己的生活意欲，他们的选择并无高下善恶之分。《赠栉工王辅序》一文表达了同样思想，认为无论是医卜工贾，还是公卿大吏，谋生方式各异，但都有自己的生存意欲，所谓“耕虽不一，其为不耕之耕则一也”。他希望栉工王辅明白，自己和“公卿大吏”一样，大家都是为了吃饭，尽管方式不同，其间没有贵贱的区别。强调“自然”，当然和《庄子》有关系，但在<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>这里，已经全然没有避世和委曲求全的意识，而是用相当平淡的态度来看待人们在社会中的不同生活方式，表现出对自由的生活意欲的尊重。</p><br/><h2>性情</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>为人宽厚，与人交，无疑贰。对出身贫贱而有才德的人，礼之如师傅；对无才德的人，则即使是王公也白眼相对。平素乐道人善，尤不记人小过。特别是对学有长进的青年人，即使有一文之美，一<a href=\"http://so.gushiwen.org/author_1385.aspx\">诗</a>之工，必为批点，粘于屋壁，以示来客。远近的人都称道杨维桢是一个忠厚长者。杨维桢性格狷直，行为放达，导致仕途挫折，但不以此为意。</p>"
}