{
  "id": 410,
  "star": 136,
  "name": "葛长庚",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_410.jpg",
  "dynasty": "宋代",
  "desc": "白玉蟾(公元1194 - ?；现学界对其卒年尚有多种说法；)本姓葛，名长庚。为白氏继子，故又名白玉蟾。字如晦、紫清、白叟，号海琼子、海南翁、武夷散人、神霄散吏。南宋时人，祖籍福建闽清，生于琼州（今海南琼山）人，一说福建闽清人。幼聪慧，谙九经，能诗赋，长于书画，曾举童子科。及长，因“任侠杀人，亡命至武夷”。",
  "content": "<h2>经历</h2> <p>　　十二岁举童子科，谙九经，能<a href=\"http://so.gushiwen.org/author_410.aspx\">诗</a>赋，且长于书画。遂笃志玄学，别家遍访名师，苦志修炼，参游各地，於惠州得遇泥丸真人，扔归罗浮，授以金丹火候之法，后居广东省海丰县莲花山得道，称为琼绾紫清真人。</p> <p>　　后出家为道士，师事<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>九年，陈楠逝后，游历天下，后隐居著述，致力于传播丹道。 </p> <p>　　白玉蟾为南宗第五代传人，即“南五祖”之五。“南宗”自他之后，始正式创建了内丹派南宗道教社团。飞升后封号为“紫清明道真人”，世称“紫清先生”。</p><br/><h2>传奇</h2> <p>　　公元1206年春，十二岁的白玉蟾赴广州贡院参加童子科，考官<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>出题“织机”，白玉蟾现场作<a href=\"http://so.gushiwen.org/author_410.aspx\">诗</a>：“山河大地作织机，百花如锦柳如丝。虚空白处做一匹，日月双梭天外飞。”</p> <p>　　白玉蟾师事<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>，相从流浪各地，尽得其道法。嘉定五年在罗浮山得陈楠临终付嘱。白玉蟾游历于罗浮、武夷、龙虎诸山。时而蓬头赤足，时而青巾野服，“或狂走，或兀坐，或镇日酣睡，或长夜独立，或哭或笑，状如疯颠”。 </p> <p>　　白玉蟾于嘉定中（公元1134-1229），曾诏征赴阕，对御称旨，命建太乙宫。嘉定十年收彭耜、留元长为弟子。十一年宁宗降御香，玉蟾“为国升座”，主国醮于洪州玉隆宫，后又于九宫山瑞庆宫主国醮。十五年赴临安，伏阙上书，言天下事，“沮不得上达，因醉执逮京尹，一宿乃释”，然臣僚上言其以左道惑众。一日不知所在。</p><br/><h2>著述</h2> <p>　　白玉蟾“身通三教，学贯九流”。融摄佛家与理学思想，纳《易》学以阐丹法，自称“圣即仙之道，心即佛之道”。其内丹学说的基本理论为宇宙生成论和精、气、神的修为。掺揉易学禅学的“知止”说，认为“人身只有三般物，精、神与气常保全。其精不是交感精，乃是玉皇口中涎。其气即非呼吸气，乃知却是太素烟。其神即非思虑神，可与元始相比肩。……岂知此精此神气，根于父母未生前。三者未尝相返离，结成一块大无边。” </p> <p>　　白玉蟾师承<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>的内丹及雷法，又兼通大洞法箓，斋醮科仪，尤以神霄雷法著称。在雷法及符咒应用上，认为灵验与否，主要以行法者的内炼功夫高下而定。他主张以内炼为基础，雷法与内丹术相结合。而内炼功夫，全赖心之作用。他称“法是心之臣，心是法之主，无疑则心正，心正则法灵，守一则心专，心专则法验，非法之灵验，盖汝心所以。”且认为符咒召役的神灵实际上是行法者的精气所化。 </p> <p>　　白玉蟾对内丹的理解是“身有一宝，隐在丹田，轻如密雾，淡似飞烟”（见《道藏辑要》之《冬至小参文》），他主张性命双修，先性后命，融道教修命之术与佛教养神之方于丹道一炉之中。 </p> <p>　　白玉蟾的内丹学说理论，奉南宗传统，主张独身清修，他身体力行、终身无娶。其内丹学说之风格与<a href=\"http://so.gushiwen.org/author_1410.aspx\">张伯端</a>、石泰有所不同。张伯端以顿悟圆通释内丹还虚，白玉蟾则谓“至道在心，即心是道”，纯以禅理入道。又寓内丹于雷法之中，使南宗修持具有“内炼成丹，外用成法”的特点。对五代以后道教的修炼方术有较大影响。 </p> <p>　　白玉蟾还是金丹派南宗正式创立者，他先后了收留元长、彭耜、陈守默、詹继瑞等为徒。打破张伯端至陈楠以来南宗单传的历史。复归武夷止止庵即传道授法。同时取汉天师“二十四治”法，按“师家曰治，民家曰靖”的传统，立“靖”为建宗传法之所。这也标志着南宗至此形成道教社团。</p><br/><h2>作品</h2> <p>　　白玉蟾著有《玉隆集》、《上清集》、《武夷集》(后由弟子彭耜编为《海琼玉蟾先生文集》)、谢显道编《海琼白真人语录》、《道德宝章》、《海琼词》、彭耜编《海琼问道集》。《四言<a href=\"http://so.gushiwen.org/author_410.aspx\">诗</a>帖》是白玉蟾的草书，墨迹，纸本，纵二四·五厘米，横五二·五厘米，全诗凡十一行，共五十字，款署“玉蟾”。</p>"
}