{
  "id": 2018,
  "star": 0,
  "name": "王迈",
  "dynasty": "宋代",
  "desc": "王迈(1184～1248) ，南宋诗人。字实之，一作贯之。自号臞轩居士。今福建仙游县园庄镇（旧称慈孝里）人。嘉定十年(1217)进士，经历南外睦宗院教授、漳州通判等职。为人刚直敢言，刘克庄曾以\"策好人争诵，名高士责全\"诗句相赠。后来他由于应诏直言，被台官弹劾而降职。淳□中，主持邵武军事务，死后追封为司农少卿。",
  "content": "<h2>生平</h2> <p>　　宁宗嘉定十年（1217），迈入京应试，擢<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>榜进士甲科第四人，授潭州观察推官，廉谨靖恭，以爱人为主，诚信不欺，抚民以仁。</p> <p>　　理宗绍定六年（1233）十月，<a href=\"http://so.gushiwen.org/author_2774.aspx\">郑清之</a>拜右丞相兼枢密使，慨然以天下为己任，召回任用了<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>、<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>、<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>等一批旧臣，时号“小元祐”。德秀立朝建言，尤极言庆元党禁之非，倡正心诚意之学。学崇<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，慨然以斯文自任。且力请外任，再守泉州，所至有政声。迈竭忠以裨郡政，召赴都堂审察，丞相郑清之曰：“学官掌故，不足浼（沾染）吾实之。”清之嘱德秀知贡举（德秀时已得疾，乃拜参知政事同编修），迈为初考，德秀以迈读快见快，予升降多咨焉！</p> <p>　　端平二年（1235）六月，乔行简拜右丞相。七月壬戌朔，秘书省正字王迈，言并命二相，宜钧责任。理宗曰：“朕当戒谕二相，使之同心协力，共济国事。”迈曰：“若不戒饬，恐成朋党之风。”理宗曰：“朕任清之甚专，但以天下多事，非一相所可理，故以行简辅之。行简之用，断自朕心。”</p> <p>　　端平三年（1236）九月，有事于明堂，大雷雨，行简与清之因天象免去宰相职务。十一月，行简继清之任右丞相，或传史嵩之（字子申）复用，迈上封事曰：“天下之相不与天下共谋之，是必冥冥之中有为之地者。且旧相奸憸刻薄，天下所知，复用，则君子空于一网矣。”又言吴知古、陈洵益挠政。轮对，言“人主不可欺天，人臣不可欺君。陛下亦尝自省；恶旨酒果如禹乎？不迩声色果如汤乎？戚里果皆阴兴乎？北司果皆吕强乎？抑犹未也，非欺天欤？”又言“陛下厚权臣之恩，而恝然于同气之念，此欺天之大者。”迈由疏远见理宗，空忆无隐，理宗为之改容，恕斥其为“狂生”，言者劾迈论边事过实，改通判漳州。</p> <p>　　嘉熙元年（1237）五月，克庄改知袁州，坐先言济王事，为御史蒋岘所劾，与邑人方大琮、王迈同罢。枢密院编修<a href=\"http://so.gushiwen.org/author_2556.aspx\">徐鹿卿</a>赠以<a href=\"http://so.gushiwen.org/author_2018.aspx\">诗</a>，言者并劾之，出知建昌军。淳祐改元（1241），迈通判吉州，行前，<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>尝邀王迈赴家宴，席间，酒酣，迈谑克庄云：“大编修，小编修，同赴编修之会。”（时克庄官枢密院编修，从弟希仁亦官编修），克庄讥曰：“前通判，后通判，但闻通判之名。”遂成文坛佳话。其时右正言<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>袖疏榻前曰：“迈之才可惜，不即召将有不及用之叹。”理宗曰：“当以为文学官”。有尼之者，遂止。迈通判吉州，时岁荒，尝作《劝粜歌》，人称其贤。后来王迈知邵武军。在郡，诏以亢旱求言，迈驿奏七事。而以撒龙翔立故王。</p> <p>　　淳祐七年（1247），郑清之拜太傅、右丞相兼枢密使，召迈任左曹郎官，力辞；以直秘阁提点广东刑狱，亦辞。迈曰：“吾老矣，安能酌贪泉，犯瘴雾乎！”再辞，改侍右郎官，未行，以谏官焦炳炎论罢，予祠。先庐既毁，迈借居城中传舍处之。里居期间，夷然曰：“与诸生故人，登临乐饮。”王迈为南宋中后期福建著名诗人，著有《臞轩集》存世。明王圻（字元翰）撰《续文献通考》亦有《臞轩集》二十卷。今以《永乐大典》所载，兼采他书所引附益之，厘为十六卷（卷一至卷十一为文，卷十二以后为诗词），收入《四库全书珍本初集》。刘克庄誉其为“天下隽人也，其文字脍炙人口，其论谏雷霆一世。”</p> <p>　　王迈里居之时，身体犹健，克庄尝作《满江红》词四首并和实之。第一首颂扬王迈为官直言敢谏；第二首回忆王迈多次遭贬斥；第三首总写王迈之一生；第四首总结评价王迈。</p> <p>　　俗云：“男子千年志，吾生未有涯。”王迈居官“三生不改冰霜操，万死常留社稷身。”其生平事迹可见《宋史》列传一百八十二、《后村大全集》卷一五二《臞轩王少卿墓志铭》等。 </p>"
}