{
  "id": 2305,
  "star": 0,
  "name": "伍乔",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2305.jpg",
  "dynasty": "唐代",
  "desc": "伍乔，生卒年月不详，南唐庐江人（今安徽省中部偏南、巢湖西南岸），自幼入庐山国学，工诗文。南唐保大元年（943）以《八卦赋》中进士第一，元宗命石勒乔赋于国门。后官歙州通判、考功员外郎。年70卒。",
  "content": "<h2>生平</h2> <p>　　中国历史上开科取士(包括农民起义政权)共录取状元800多位(不包括“武状元”)，有案可稽的有名有姓的状元则为649位。其中，五代十国南唐惟一有记载的状元就是<a href=\"http://so.gushiwen.org/author_2305.aspx\">伍乔</a>。这也是庐江县历史上惟一的一名状元。</p> <p>　　伍乔自幼聪颖异常，且好学。时值少年，便口出豪言：“淮人无出己右者。”他不满足当地的师资和学习条件，便溯江而上，到庐山求学，苦节自奋。南唐大保十三年(955)，开科大试。伍乔在僧人资助下，只身赴金陵赶考。结果不负众望，他一举中试，初选入围，名列第三。根据南唐科考惯例，主考官要宴请初试入围者，且要现场赋<a href=\"http://so.gushiwen.org/author_2305.aspx\">诗</a>作文。一开始，按初试成绩，第一名宋贞观坐首席、第二名张洎、第三名伍乔依次而坐。酒过数巡，伍乔呈上自己的新作《八卦赋》，主考官阅罢，连连拍案叫好，并立马邀伍乔坐首席，宋贞观、张洎次之。不久，复试出榜，伍乔名列第一，荣登皇榜之首。当朝皇帝中主<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>也是一个大诗人，御览伍乔的《八卦赋》，赞其文字清丽精炼，逻辑结构严谨，实为难得的好文章，便降旨将其文刻于碑石，立于国学门外，“以为永式”。</p> <p>　　伍乔专诗文，作《庐山书送祝秀才还乡》诗云：“莫使蹉跎恋疏野，男儿酬志在当年”。《江南通志》、光绪《庐江县志》记，乔于国学苦节自励，一夕，见人掌自牖隙入，中有“读《易》”二字，遂取《易》读之，探索精微，迨数年，山下有僧夜梦伍乔星，旦入国学访得乔，勉之进取。后乔于南唐保大元年（943）以《八卦赋》中进士第一，元宗命石勒乔赋于国门。官歙州通判、考工员外郎。年70卒于官。诗多散佚，《全唐诗》仅录一卷。《庐州府志》记伍乔墓在庐江城南马厂岗，居民耕田得碑为验。其母墓为庐江柴埠渡南岗。</p> <p><strong>仕途</strong></p> <p>　　伍乔高中状元后，却并没有得到朝廷重用，只是把他外放歙州当司马，这在当时是一个闲职。4年后，和他同年擢第的张洎却深得皇上眷宠，官至翰林学士。于是他便写《寄翰林学士张洎》诗一首，表明心迹，试图请张洎向朝廷进言，让他回京城任职。其诗曰：“不知何处好销忧？公退摧樽即上楼。职事久参侯伯幕，梦魂长达帝王州。黄山向晚盈轩翠，黟水含春绕郡流。遥想玉堂多暇日，花时谁伴出城游？”张洎接到这首诗颇感意外，尽管当年伍乔把他挤到第三，但他此时却为伍乔对自己的信任所感动，便积极向皇上进言，荐举伍乔文才。交泰二年(959)，朝廷诏伍乔进京，官封考功员外郎，继迁户部员外郎。</p> <p><strong>诗作</strong></p> <p>　　他的诗作不反映重大题材的现实生活，多抒写自己的生活情趣。他喜欢选用山、水、竹、林、苔藓、闲云、野鹤、雾霭、月光等意象入诗，营造一种清幽闲淡的意境。他的答友人、游览题咏之诗句，多透露出他对闲云野鹤式隐逸生活的倾心向往。诸如：“向竹掩扉随鹤息，就溪安石学僧禅。”“鹤和云影宿高木，人带月光登古坛。”“更疑独泛渔舟者，便是其中旧隐人”等。伍乔诗作的另一特点是“幽细”、“寒苦”。其代表作有《冬日道中》：“去去天涯无定期，瘦童羸马共依依。暮烟江口客来绝，寒叶岭头人住稀。带雪野风吹旅思，入云山火照行衣。钓台吟阁苍洲在，应为初心未得归。《南唐书》、《十国春秋》、《全唐诗》、《补五代史艺文志》等诗文集均收有伍乔诗作。<br>另有诗作：《观华夷图》、《观山水障子》、《寄落星史虚白处士》、《寄史处士》、《九江旅夜寄山中故人》、《林居喜崔三博远至》、《龙潭张道者》、《庐山书堂送祝秀才还乡》、《暮冬送何秀才毗陵》、《僻居酬友人》、《僻居秋思寄友人》、《僻居谢何明府见访》、《送江少府授延陵后寄》、《宿山》、《题西林寺水阁》、《晚秋同何秀才溪上》、《闻<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>赴阙》、《游西禅》、《游西山龙泉禅寺》。</p> <p><strong>隐居</strong></p> <p>　　宋开宝九年(968)南唐亡。伍乔不愿入北宋为仕，隐于九华山。晚年回归故里，病卒，享年70余。《嘉庆一统志》载：“伍乔墓在庐江南马场冈”(今庐江县城南门外)。清光绪《庐江县志·冢墓》卷十六：“伍乔墓在庐江县马场冈，居民耕田得碑为验。其母墓在柴埠渡南岗(今庐江县泥河镇境内)，有碑。”</p>"
}