{
  "id": 2944,
  "star": 0,
  "name": "许天正",
  "dynasty": "唐代",
  "desc": "许天正（649～718），字允心，号云峰，唐豫州汝阳（今河南汝南）人，出身于书香世家，是蜀汉名臣许靖的第十四代孙。年幼受家庭熏陶，有很好的文化基础，又喜军事，精研孙吴兵法和历代兵家的战略战术。曾任陈元光的副使，总章二年（669年）任泉、漳团练使，赠殿前太尉，官至宣威将军。被誉为“漳南开基”始祖。",
  "content": "<h2>生平</h2> <p><strong>隋朝末年</strong></p> <p>　　许天正的祖父许克华恨隋炀帝祸国殃民，遂弃文从武，在河南汜水（今襄城县东北）聚众起兵。后归唐王<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>，协助固始人陈犊（字克耕）攻下临汾（今属山西）等郡县，立下战功，被唐太宗授为京兆（今陕西西安）别驾（今市长一职），封宣威将军。许克华死后，由子许陶袭爵。陈犊死后，也由其子陈政继任左中郎将，封归德将军。时，许天正15岁，博学能文，已经考中“明经”，授职为东宫“纪善”。后投笔从戎，随父在陈政军中担任秘书。许陶、陈政死后，岭南行军由<a href=\"http://so.gushiwen.org/author_1608.aspx\">陈元光</a>、许天正主管。</p> <p><strong>隋朝时期</strong></p> <p>　　龙溪县（今福建漳浦）社会秩序混乱，汉族居民多次请求朝廷派兵镇守。唐高宗总章二年（669年）命陈政为岭南行军总管，率府兵58姓军校赴闽镇守泉州，讨伐寇乱。许天正父子随军入闽。议凤二年（677年），陈政病死，由儿子陈元光袭爵。许陶战死，许天正继父职任陈元光的玉钤卫副将。陈元光见许天正既通经史又懂军事，即令参与军中要事，许天正则“以儒饰吏，以勇练士”，辅助陈元光筹划军务。先后平定惠阳、潮州、抚州及虔南等地的寇乱，建置36寨堡，屯军垦田，教化诸族。仅三年时间，地方即得安定。许天正升为朝列大夫兼岭南团练副使。</p> <p>　　此间，粤东的汉族人陈谦联结少数民族，于永隆二年（681年）起兵作乱，攻陷潮阳（今属广东）。陈元光奉命派许天正进军讨伐。得胜回师后，赋《平潮寇》<a href=\"http://so.gushiwen.org/author_2944.aspx\">诗</a>赞美许天正，诗中有“参将许天正，是用纪帮勋”之句，许天正当即和诗一首：“抱磴从天上，驱车返岭东。气昂无丑虏，策妙离群雄。飞絮随风散，余氛向日熔。长戈收白甲，聚骑破千重。落剑帷戎首，游绳系胁从。四野无坚壁，群生赤化熔。龙湖（朔）膏泽下，早晚遍枯穷。”采访使裴漼看到这首诗，称赞他用辞优美，与宰相<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>欲推荐他执掌国史馆，许天正上表极力辞谢说：“父殁南荒，愁萦怀抱，子趋上国，疏远慈颜。惟肃玉钤军纪之严，少酬金门厚养之德，苟躐文阶，恐贻鳏旷”。措词诚恳，表达了他的孝义之心。裴漼和张说看到他如此怀父、事母、恋军，更加器重他，又不便勉强他到朝廷任职，便请准高宗任命他为宣武将军兼领外府博学文事。</p> <p><strong>平潮获胜</strong></p> <p>　　许天正又协助陈元光规划政治事务，上表奏请朝廷把泉州西南地区分别设立漳州和漳浦县，以便加强对闽南的治理。<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>垂拱二年（686年），朝廷批准建置漳州，以陈元光兼任刺史，许天正任别驾。陈元光居祖母丧，结庐于半经山，守孝三年，州事全部托付于许天正。许天正在代理州事期间，招抚流亡，恢复生产，发展经济，垦荒、凿渠、植桑种谷、发展农业、手工业和商贸业，把中原地区的先进农业技术通过58姓军校，传播到漳州等地。同时，许天正还非常重视文化教育事业的发展，他兴办学校，亲自任教授课，传播文化知识。<br>垂拱四年（688年）</p> <p>　　四月，武则天诏敕漳州别驾、宣威将军许天正领泉（州）、潮（州）团练史兼翊府记室。景云二年（711年），陈元光在讨寇平乱中殉职。许天正接任漳州刺史之职，后以年老请求辞职，由陈珦继任。开元五年（718年），许天正在漳州去世，终年70岁，赠殿前太尉，葬于漳州香洲马栏桥（今福建漳州市北25华里浦南镇诗朋村南），并建祠祭祀。宋代绍兴二十年（1150年）追论前功，加封翊忠照应侯。</p><br/><h2>人物贡献</h2> <p>　　许天正（649—718），字允心，号云峰，唐豫州汝阳（今河南汝南）人，辅佐<a href=\"http://so.gushiwen.org/author_1608.aspx\">陈元光</a>置建漳州，任漳州第一任别驾，官至泉漳团练使兼翊府记室，卒后追赠殿前太尉，袭宣威将军。</p> <p>　　许天正年幼受家庭熏陶，自己又勤奋好学，兴趣广泛，六艺经传（《<a href=\"http://so.gushiwen.org/author_2944.aspx\">诗</a>》《书》《礼》《艺》《乐》《春秋》）皆通习之。对军事更是喜好，精研孙吴兵法和历代的战略战术。陈元光见许天正既精通经史又懂军，即令参与军中要事，许天正则“以儒饬吏，以勇练士”。辅助陈元光筹划军务。在其统率下，先后平定惠阳、潮州、抚州及虔南等地的寇乱，建置36寨堡，屯军垦田，教化异族。此后，许天正又着手考虑制定地方法令来规范人们的日常行为，并制定礼仪对少数民族进行教化。同时，创办松洲书院，使漳州学子从此迈上封建科举考试的道路。</p> <p>　　唐永隆二年（681年），许天正奉陈元光之命进军讨伐起兵作乱的陈谦。此后，又协助陈元光规划政务，上表朝延把泉州西南地区分别设置漳州和漳浦县，以便加强对闽南的治理。</p> <p>　　垂拱四年（688年），<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>诏敕漳州别驾、宣威将军许天正领泉（州），潮（州）团练使兼翊府记室。无元五年（718年），许天正在漳州去世，终年70岁，赠殿前太尉，并建祠祭祀。</p>"
}