{
  "id": 335,
  "star": 608,
  "name": "陆龟蒙",
  "image": "http://img.gushiwen.org/authorImg/luguimeng.jpg",
  "dynasty": "唐代",
  "desc": "陆龟蒙（？～公元881年），唐代农学家、文学家，字鲁望，别号天随子、江湖散人、甫里先生，江苏吴县人。曾任湖州、苏州刺史幕僚，后隐居松江甫里，编著有《甫里先生文集》等。 他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。",
  "content": "<h2>社会评价</h2> 　　<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>生于官僚世家，却终身以农为业，虽以隐土自诩，却怀儒家之志，修身持家、治国平天下的理想每见于笔端，正如<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生所说，他和<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>一样“并没有忘记天下，正是一榻糊涂的泥塘里的光彩和锋芒”。更为可贵的是，他虽胸怀天下，饮誉文坛，却能将历来不为文人和士大夫所重视的农具，进行细致的研究总结，甘做小人之事，为中国古代农具发展史留下宝贵的文字记载。 这与他的性格是分不开的，他的自传《甫里先生传》和《江湖散人传》，对其生平和个性作了总结。他在《江湖散人传》中写道：“散人者，散诞之人也；心散、意散、形散、神散。既无羁限，为时之怪，民束于礼乐者外之，曰此散人也。”也许正是因为摆脱了儒家传统礼教的束缚，才使他成为中国农业史上著名的农学家。<br/><h2>历史地位</h2> 　　<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>作为一位文学家，其成就主要在<a href=\"http://so.gushiwen.org/author_335.aspx\">诗</a>歌和小品文方面；作为农学家，其影响则主要在农具方面，尤其是对江东犁的总结。由于犁在农业中的地位，犁的进化史就是古代农业史，这就决定了陆龟蒙在中国农业史上的地位，以致于研究中国犁的学者，言必称颂陆龟蒙的《耒耜经》。<br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>(?～公元881年)：字鲁望，长洲(今江苏吴县)人，唐朝文学家、农学家、藏书家。</p> <p>　　他年轻时豪放，通六经大义，尤精《春秋》。举进士不第后，从湖州刺史张博门下游，隐居松江甫里，人称“甫里先生”。置园顾渚山下，不与流俗交接，常乘船设蓬席，备束书、茶、笔、勺具， 任游江湖间。所作<a href=\"http://so.gushiwen.org/author_335.aspx\">诗</a>文对晚唐时弊多所抨击。诗以咏物写景为多。家多藏书，史称其“癖好藏书”，收藏多至3万卷。每得一本珍本图书，熟读背诵后加以抄录，并多加校雠后再行抄写，以至于每书有一副本保存。借人一书，一旦有破损和“篇秩坏舛”，必加以“辑褫刊正”。与当朝有藏书者多诗词酬唱，曾与徐修矩和诗有《奉和袭美二游诗·徐诗》曰：“伟矣开元中，王道真平平。八万五千卷一一皆涂铅”。后封官左拾遗，未到任即卒。编著有《笠泽丛书》4卷。另有《杂讽九首》、《耒耜经》、《小名录》、《甫里集》等，宋叶茵辑有《唐甫里先生文集》。</p> <p>　　他与<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>为友，世称“皮陆”，诗以写景咏物为多，是唐朝隐逸诗人的代表。</p> <p>　　其成就不仅体现在文学上，农学上同样造诣非浅，他的《耒耜经》是一部描写中国唐朝末期江南地区农具的专著。 </p><br/><h2>生平</h2> <p><strong>文学</strong><br>　　<strong>“皮陆”</strong><br>　　举进士不中。曾为湖州、苏州从事。居松江甫里（今苏州甪直），有田数百亩，地低下，常苦水潦。经营茶园于顾渚山下,岁取租茶,自为品第。常携书籍、茶灶、笔床、钓具泛舟往来于太湖，自称江湖散人、天随子、甫里先生，后以高士召，不赴。去世后,唐昭宗于光化三年(900)追赠右补阙。<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>与<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>为友，世称“皮陆”。著《笠泽丛书》4卷,有清雍正重刊元本。与皮日休唱和的《松陵集》10卷，有汲古阁本。宋叶茵合二书所载及遗篇为《甫里集》20卷，有《四部丛刊》影印黄丕烈校本。</p> <p>　　<strong>隐逸田园<a href=\"http://so.gushiwen.org/author_335.aspx\">诗</a></strong><br>　　陆龟蒙出身官僚世家，其父陆宾虞曾任御史之职。早年的陆龟蒙热衷于科举考试。他从小就精通《诗》、《书》、《仪礼》、《春秋》等儒家经典，对《春秋》更有研究。屡试不第之后陆龟蒙跟随湖州刺史张博游历，并成为张的助手。后来回到了故乡松江甫里(今江苏吴县东南甪直镇)，过起了隐居生活，后人因此称他为“甫里先生”。在甫里，他有田数百亩，屋30楹，牛10头，帮工20多人。由于甫里地势低洼，经常遭受洪涝之害，陆龟蒙因此常面临着饥谨之苦。在这种情况下，陆龟蒙亲自身扛畚箕，手执铁锸，带领帮工，抗洪救灾，保护庄稼免遭水害。他还亲自参加大田劳动，中耕锄草从不间断。平日稍有闲暇，便带着书籍、茶壶、文具、钓具等往来于江湖之上，当时人又称他为“江湖散人”、“天随子”。他也把自己比作古代隐士涪翁、渔父、江上丈人。在躬耕南亩、垂钓江湖的生活之余，他写下了许多诗、赋、杂著，并于唐乾符六年(公元879年)卧病期间自编《笠泽丛书》，其中便有许多反映农事活动和农民生活的田家诗，如“放牛歌”、“刈麦歌”、“获稻歌”、“蚕赋”、“渔具”、“茶具”等，而他在农学上的贡献，则主要体现在其小品、杂著之中。</p> <p><strong>农学</strong><br>　　<strong>耒耜经</strong><br>　　《耒耜经》是中国有史以来独一无二的一本古农具专志，是唐朝著名诗人陆龟蒙撰写的专门论述农具的古农书经典著作。《耒耜经》共记述农具四种，其中对被誉为我国犁耕史上里程碑的唐代曲辕犁记述得最准确最详细，是研究古代耕犁最基本最可靠的文献，历来受到国内外有关人士的重视。全篇600多字,所记农具有犁、爬（即耙）和碌碡等。<br>　　陆龟蒙写成《耒耜经》后，最初收在他的《笠泽丛书》中。开始流传于世的《笠泽丛书》可能是手抄本。据陆龟蒙十一世孙陆惠元说：最早“丛书版刻于元符间，然芜没久矣”。可能这种版本以后就失传了。后来宋朝叶茵汇《笠泽丛书》《松陵集》及陆龟蒙逸诗百余首，编成了《甫里文集》二十卷。宋朝陈振孙在《直斋书录题解》中收录《笠泽丛书》两种版本的题解，即十七卷蜀本和四卷补遗本。元朝马端临的《文献通考》也题录了《笠泽丛书》七卷本。顾楗碧筠草堂、陆钟辉水云渔屋、许连古韵阁等三家书舍，都曾刊行过手写版《笠泽丛书》，世称“写刻本”或“精刻本”。历代许多官修民撰的大型丛书、类书，如钦定《授时通考》《古今图书集成》《夷门广牍》《农政全书》《全唐文》等，都曾将《耒耜经》全文转引或影录。<br>　　《耒耜经》问世以后，曾得到很好的评价。《四库全书提要》说《耒耜经》“叙述古雅，其词有足观者”。元代陆深曾将《耒耜经》与《汜胜之书》《牛宫辞》并提，誉为“农家三宝”。英国的中国科技史专家白馥兰说：“《耒耜经》是一本成为中国农学著作中的‘里程碑’的著作，欧洲一直到这本书出现六个世纪后才有类似著作。”（《中国壁犁的演讲》）<br>　　作者首先在《耒耜经》的序文中，交待了自己的写作动机。他认为：人类学会种庄稼以后，无论统治者还是老百姓，都是不能离开农具的。这当然是广义的说法。他甚至这样说：如果一个人只会吃饭睡觉，而不了解怎样种庄稼，怎样用农具，就等于不懂人生的意义，就和禽兽没有什么两样了。他提倡上层人士向农民学习，学习农民的农业知识，学习农民的淳朴作风。陆龟蒙作为一个上层的知识分子，在当时能有这种思想，应该说是十分可贵的。他这样说了，也这样做了。他不仅学着“古圣人”的样子去参加了一些农业劳动，而且还将在劳动中对农具的考查研究，写成了专论，传给了后代。他说，他所以撰写《耒耜经》，就是为了使后人不忘掉这些在农业上发挥了重要作用的农具。<br>　　陆龟蒙在《耒耜经》正文的开头，首先解释“耒耜”的含义。他说，“耒耜”是农书中的用语，是“学名”；人民群众习惯上把“耒耜”叫做“犁”。这就是说，在《耒耜经》中所谓“耒耜”即“犁”的代名词，因而所谓“耒耜经”自然也就是“犁经”了。</p> <p>　　<strong>曲辕犁</strong><br>　　唐代曲辕犁使中国耕犁定型化，是中国农具史上一个里程碑。此外，爬、砺和碌碡等都是用于碎土、整地和清理杂草的农具，它们的出现和推广，也是唐代农具发展的重要标志。<br>　　隋、唐以后，特别是“安史之乱”以后，中国的经济重心开始移向南方，使得长期以来“火耕水耨”的南方农业走上精耕细作的道路。其标志便是以“耕、耙、耖”为核心的耕作技术体系的形成。而总结这一体系的便首推陆龟蒙，他在《耒耜经》一文中写道：“耕而后有爬，渠疏之义也，散垡去芟者焉。 爬而后有礰礋焉，有磟碡焉。”他还根据自己对“象耕鸟耘”传说的理解，对精耕细作的技术体系提出了“深耕疾耘”的原则。<br>　　在耕、耙、耖的技术体系中，耕是最重要的一环。工欲善其事，必先利其器。陆龟蒙对当时江东一带重要的水田耕作农具——犁的各部构造与功能作了记述和说明，写了《耒耜经》一文。<br>　　耒耜本是两种原始的翻土农具，传说农业始祖神农氏“断木为耜，揉木为耒”，实际上最初的耒只是一尖头木棒，后来又在尖头木棒的下端安装了一个短棒，用于踏脚这便是耜。使用耒耜的方式，有一人的“力田”。二人的“耦耕”。三人或多人的“劦(协)田”。后来随着金属工具和兽力的使用，耒耜便进化为犁。初期的犁仅仅是将原来耒耜一推一拔，改为连续推拔。到秦汉时，犁已具备犁铧、犁壁、犁辕、犁梢、犁底、犁横等零部件，但多为直的长辕犁。回转不灵便，尤其不适合南方水田使用。唐代时长辕犁改进为曲辕犁，并在江东一带广泛使用。<br>　　根据《耒耜经》记载，江东曲辕犁为铁木结构，由犁铧、犁壁、犁底、压镵、策额、犁箭、犁辕、犁评、犁建、犁梢、犁盘等11个零部件组成。犁铧用以起土；犁壁用于翻土；犁底和压鑱用以固定犁头；策额保护犁壁；犁箭和犁评用以调节耕地深浅；犁梢控制宽窄；犁辕短而弯曲；犁盘可以转动。整个犁具有结构合理、使用轻便、回转灵活等特点，它的出现标志着传统的中国犁已基本定型。陆龟蒙还对各种零部件的形状、大小、尺寸也有详细记述，十分便于仿制流传。<br>　　《耒耜经》一共记载了4种农具，除江东犁以外，还有爬、礰礋和碌碡，是中国最早的一部农具专著，也是第一篇谈论江南水田农业生产的专文。</p> <p>　　渔具<br>　　陆龟蒙有钓鱼、饮茶、作诗的嗜好，他对各种渔具和茶具都有了解，并为之写诗歌咏。<br>　　养鱼之法世传有《陶朱公养鱼经》，而于取鱼之法却付诸阙如，实际上捕鱼远在养鱼之前，捕鱼之法和捕鱼之具必定更多。陆龟蒙据自己多年垂钓江湖的经验，做了《渔具十五首并序》及《和添渔具五篇》，对捕鱼之具和捕鱼之术作了全面的叙述。在《渔具十五首》“序”中，介绍了13类共19种渔具和两种渔法。19种渔具中有属于网罟之类的罛、罾、罺、罩等；有属于签之类的筒和车；还有梁、笱、箄、矠、叉、射、桹、神、沪、（竹字头加椮）、舴艋、笭箵。这些渔具主要是根据不同的制造材料和制造方法，以及不同的用途和用法来划分的。两种渔法即“或以术招之，或药而尽之”。凡此种种，正如他自己所说：“矢鱼之具，莫不穷极其趣。”陆龟蒙的好友皮日休对他的渔具诗十分赞赏，认为“凡有渔已来，术之与器，莫不尽于是也”。在《和添渔具五篇》中，陆龟蒙还以渔庵、钓矾、蓑衣、篛笠、背篷等为题，歌咏了与渔人息息相关的五种事物。总的说来是非常全面的。</p> <p>　　<strong>茶具</strong><br>　　渔具之外，陆龟蒙还有《和茶具十咏》，对茶具作了叙述。唐代的饮茶风气很盛，陆本人就是个茶嗜者，他在顾渚山下开辟了一处茶园，每年都要收取租茶，并区分为各种等级。顾渚山在浙江湖州，是个著名的产茶区。据《郡斋读书志·杂家类》载，茶圣<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>著有《顾渚山记》2卷。当年陆氏与<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>、朱放等论茶，以顾渚为第一。陆羽和皎然都是当时的茶叶名家，分别著有《茶经》和《茶诀》。陆龟蒙在此开设茶园。深受前辈的影响，他写过《茶书》一篇，是继《茶经》、《茶诀》之后又一本茶叶专著。可惜《茶诀》和《茶书》均已失传。唯有陆羽的《茶经》3卷传世。 尽管陆龟蒙的《茶书》已失传，然而他所作的《和茶具十咏》却保留了下来，“十咏”包括茶坞、茶人、茶笱、茶籝、茶舍、茶灶、茶焙、茶鼎、茶瓯、煮茶等10项，有的为《茶经》所不见，可与之对照研究。</p> <p>　　<strong>其他农学贡献</strong><br>　　作为农学家，陆龟蒙的贡献不仅在于农业器具方面，其他诸如植物保护、动物饲养等方面也多有建树。 他对柑桔害虫桔蠹的形态、习性及自然天敌作了仔细的观察，写了《蠹化》一文，尽管他的用意在于借物抒怀，然而此文却是一篇古代关于柑桔害虫生物防治的史料。陆龟蒙观察了凫(野鸭)和鹥(海鸥)对稻粮的危害。写有《禽暴》一文，提出了网捕和药杀的防治办法。陆龟蒙还强调了田鼠对水稻的危害性，写有《记稻鼠》一文，提到了驱赶和生物防治两种防治办法。在动物资源保护方面，他大声疾呼保护渔业资源，在《南泾渔父》一诗中说：“孜孜戒吾属，天物不可暴。大小参去留，候其孳养报。终朝获渔利，鱼亦未常耗。”竭力反对“药鱼”这种破坏渔业资源的做法，极力提倡“种鱼”，采收鱼卵，远运繁殖，借以保护渔业资源。 </p>"
}