{
  "id": 515,
  "star": 1768,
  "name": "王维",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_515.jpg",
  "dynasty": "唐代",
  "desc": "王维（701年－761年，一说699年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>(701-761)，字摩诘，号摩诘居士，世称“王右丞”，唐朝著名<a href=\"http://so.gushiwen.org/author_515.aspx\">诗</a>人、画家。因笃信佛教，又被称为“诗佛”。</p> <p>　　公元701年，生于蒲州(今运城永济市)。开元九年(721年)，中进士，任太乐丞，因伶人舞黄狮子受累，贬为济州司仓参军。开元二十三年，<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>执政，擢为右拾遗，次年迁监察御史，后奉命出塞，为凉州河西节度幕判官。此后半官半隐居。安史之乱被捕后被迫出任伪职，战乱平息后下狱。因被俘时曾作《凝碧池》抒发亡国之痛和思念朝廷之情，又因其弟<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>平反有功请求削籍为兄赎罪，得宽宥，降为太子中允，后兼迁中书舍人，终尚书右丞。</p> <p>　　他才华早显，既是诗匠，又精禅理。生在一个虔诚佛教的家庭里，据其《请施庄为寺表》云：“臣亡母故博陵县君崔氏，师事大照禅师三十余岁。”《王右丞集笺注》卷二五，有一篇《大荐福寺大德道光禅师塔铭》，文中述及了诗人同当代名僧道光禅师的关系时说：“维十年座下.\"可见王维确实也与佛家因缘不浅，其晚年更是过着僧侣般的生活。据《旧唐书》记载：“在京师，长斋，不衣文俯伏受教，欲以毫末度量虚空，无有是处，志其舍利所在而已，”采，日饭十数名僧，以玄谈为乐，斋中无所有，惟茶铛药臼，经案绳床而已。退朝之后，焚香独坐，以禅颂为事。”此时的王维俨然是一僧侣了。</p> <p>　　与其小一岁的弟弟缙幼年均聪明过人。十五岁时去京城应试，由于他能写一手好诗，工于书画，而且还有音乐天赋，所以少年王维一至京城便立即成为京城王公贵族的宠儿。有关他在音乐上的天赋，《唐国史补》曾有这样一段故事：一次，一个人弄到一幅奏乐图，但不知为何题名。王维见后回答说 ：“这是《霓裳羽衣曲》的第三叠第一拍。”请来乐师演奏，果然分毫不差（根据<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》卷十七“书画”的考证，《霓裳羽衣曲》第三叠并没有拍，是散曲，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的句子“中序擘騞初入拍”也可以说明这一点。沈括精通音律，其言可信。王维工于音律，是正史所载之事，但这个故事却是编造的）。</p> <p>　　在诗歌方面，有他十五、十七、十八岁时写成的有文字记载的资料。可见，他在十几岁时已经是位有名的诗人了。这在诗人中是罕见的。当时，在那贵族世袭的社会中，像王维这样多才多艺的资质，自然会深受赞赏。因此，二十一岁时就考中了进士。</p> <p>　　出仕后，王维利用官僚生活的空余时间，在京城的南蓝田山麓修建了一所别墅，以修养身心。该别墅原为初唐诗人<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>所有，那是一座很宽阔的去处，有山有湖，有林子也有溪谷，其间散布着若干馆舍。王维在这时和他的知心好友度着悠闲自在的生活。这就是他的半官半隐的生活情况。</p> <p>　　一直过着舒服的生活的王维，到了晚年却被卷入意外的波澜当中。玄宗天宝十四年（755）爆发了安史之乱。在战乱中他被贼军捕获，被迫当了伪官。而这在战乱平息后却成了严重问题，他因此被交付有司审讯。按理投效叛军当斩，幸其在乱中曾写过思慕天子的诗，加上当时任刑部侍郎的弟弟（曾跟随皇帝出逃）的求情，恳请将其官职等换其兄性命，王维才得免于难，仅受贬官处分。其后，又升至尚书右丞之职。</p> <p>　　王维早年有过积极的政治抱负，希望能作出一番大事业，后值政局变化无常而逐渐消沉下来，吃斋念佛。四十多岁的时候，他特地在长安东南的蓝田县辋川营造了别墅和在终南山上，过着半官半隐的生活。《辋川闲居赠裴秀才迪》这首诗是他隐居生活中的一个篇章，主要内容是“言志”，写诗人远离尘俗，继续隐居的愿望。诗中写景并不刻意铺陈，自然清新，如同信手拈来，而淡远之境自见，大有渊明遗风。王维在诗歌上的成就是多方面的，无论边塞、山水诗、律诗还是绝句等都有流传人口的佳篇。 </p><br/><h2>评价</h2> <p>　　世有“<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>是天才，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>是地才，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>是人才”之说，后人亦称王维为<a href=\"http://so.gushiwen.org/author_515.aspx\">诗</a>佛，此称谓不仅是言王维诗歌中的佛教意味和王维的宗教倾向，更表达了后人对王维在唐朝诗坛崇高地位的肯定。王维不仅是公认的诗佛，也是文人画的南山之宗（钱钟书称他为\"盛唐画坛第一把交椅\")，并且精通音律，善书法，篆的一手好刻印，是少有的全才。 </p> <p>　　王维诗在其生前以及后世，都享有盛名。史称其“名盛于开元、天宝间，豪英贵人虚左以迎，宁、薛诸王待若师友”（《新唐书》本传）。唐代宗曾誉之为“天下文宗”（《答<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>进王维集表诏》）。杜甫也称他“最传秀句寰区满”（《解闷》十二首之八）。唐末<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>则赞其“趣味澄复，若清沈之贯达”（《与王驾评诗书》）。昔人曾誉王维为“诗佛”，并与“诗圣”杜甫、“诗仙”李白并提。以思想内容而言，王维诗远不能与李、杜相提并论；而在艺术方面，王维确有其独特的成就与贡献。唐<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>、大历十才子以至<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>、<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>等人的诗歌，都在不同程度上受到王维影响。直到清代，<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>标举神韵，实际上也以其诗为宗尚。但这派诗歌，往往陶情风景，缺乏社会内容。 </p><br/><h2>墓地</h2> 　　据《蓝田县志》记载，<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>墓位于辋川乡白家坪村东60米处，墓地前临飞云山下的辋川河岸，原墓地约13.3亩。现被压在向阳公司14号厂房下。《唐右丞王公维墓》碑石被向阳公司14号按石料使用，压在水洞里。墓前遗物有清乾隆四十一年（1776年），督邮程兆声和陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>竖立的碑石两座，“文革”中被毁。王维的母亲也葬在此地。交通部六处修辋川公路时将王维母坟塔平毁。当年建设中的短视行为给蓝田的文物旅游资源造成了难以弥补的缺憾。<br/><h2>诗歌评述</h2> <p><strong>分类</strong><br>　　1.山水田园<a href=\"http://so.gushiwen.org/author_515.aspx\">诗</a><br>　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的大多数诗都是山水田园之作，在描绘自然美景的同时，流露出闲居生活中闲逸萧散的情趣。王维的写景诗篇，常用五律和五绝的形式，篇幅短小，语言精美，音节较为舒缓，用以表现幽静的山水和诗人恬适的心情，尤为相宜。王维从中年以后日益消沉，在佛理和山水中寻求寄托，他自称“一 悟寂为乐，此生闲有余”（《饭覆釜山僧》）。这种心情充分反映于他的诗歌创作之中。过去时代不少人推崇王维此类诗歌，一方面固然由于它们具有颇高的艺术技巧，一方面也由于对其中体现的闲情逸致和消极思想产生共鸣。明代胡应麟称王维五绝“却入禅宗”，又说《鸟鸣涧》、《辛夷坞》二诗，“读之身世两忘，万念皆寂”（《诗薮》），便是一个明证。雪景 传为王维作　王维其他题材的作品，如送别、纪行之类的诗中，也经常出现写景佳句，如“远树带行客，孤城当落晖”（《送<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>落第还乡》）、“山中一夜雨，树杪百重泉”（《送梓州李使君》）、“日落江湖白，潮来天地青”（《送邢桂州》）、“大漠孤烟直，长河落日圆”（《使至塞上》）等，都是传诵不衰的名句。</p> <p>　　2.边塞军旅诗<br>　　以军旅和边塞生活为题材的《从军行》、《陇西行》、《燕支行》、《观猎》、《使至塞上》、《出塞作》等，都是壮阔飞动之作。《陇头吟》、《老将行》则抒发了将军有功不赏的悲哀，反映了封建统治阶级内部矛盾的一个侧面。《观猎》生动地描写了打猎时的情景。《夷门歌》歌咏历史人物的侠义精神。《少年行》四首表现侠少的勇敢豪放，形象鲜明，笔墨酣畅。这些作品一般认为是王维早期所作。还有一些诗歌，如贬官济州时所作《济上四贤咏》以及《寓言》、《不遇咏》和后期所作《偶然作》六首之五《赵女弹箜篌》，对于豪门贵族把持仕途、才士坎坷不遇的不合理现象表示愤慨，反映了开元、天宝时期封建政治的某些阴暗面。《洛阳女儿行》、《西施咏》、《竹里馆》则以比兴手法，寄托了因贵贱不平而生的感慨和对权贵的讽刺。还有抒写妇女痛苦的《息夫人》、《<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>》等，悲惋深沉，也具有一定的社会意义。一些赠送亲友和描写日常生活的抒情小诗，如《送别》“山中相送罢”、《临高台送黎拾遗》、《送元二使安西》、《送沈子福之江东》，《九月九日忆山东兄弟》、《相思》、《杂诗》“君自故乡来”等，千百年来传诵人口；《送元二使安西》、《相思》等在当时即播为乐曲，广为传唱。这些小诗都是五言或七言绝句，感情真挚，语言明朗自然，不用雕饰，具有淳朴深厚之美，可与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>的绝句比美，代表了盛唐绝句的最高成就。</p> <p><strong>特色</strong><br>　　作品风格关键词：绘影绘形，有写意传神、形神兼备之妙。\"诗中有画，画中有诗\"。王维以清新淡远，自然脱俗的风格，创造出一种“诗中有画，画中有诗”“诗中有禅”的意境，在诗坛树起了一面不倒的旗帜。</p> <p>　　1.诗如画卷，美不胜收。<br>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾说：“味摩诘之诗，诗中有画，观摩诘之画，画中有诗”（《东坡志林》）。王维多才多艺，他把绘画的精髓带进诗歌的天地，以灵性的语言，生花的妙笔为我们描绘出一幅幅或浪漫、或空灵、或淡远的传神之作。他的山水诗关于着色取势，如“漠漠水田飞白鹭，阴阴夏木啭黄鹂”（《积雨辋川庄作》）“雨中草<br>　　色绿堪染，水上桃花红欲燃。”（《辋川别业》）“白水明田外，碧峰出山后”（《新晴野望》）<br>　　王维的山水诗关于结构画面，使其层次丰富，远近相宣，乃至动静相兼，声色俱佳，更多一层动感和音乐美，如“松含风里声，花对池中影”（《林园即事寄舍弟》）“万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。”（《送梓州李使君》“郡邑浮前浦，波澜动远空。”（汉江临眺）“草间蛩响临秋急，山里蝉声落暮悲。（《早秋山中作》）又如《山居秋暝》：空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。有远景近景，仰视俯视，冷色暖色，人声水声，把绘画美、音乐美与诗歌美充分地结合起来。王诗的画境，具有清淡静谧的人性特征。如《竹里馆》：独坐幽篁里，弹琴复长啸，深林人不知，明月来相照。幽静的竹林，皎洁的月光，让诗人不禁豪气大发，仰天长啸，一吐胸中郁闷。而千思万绪，竟只有明月相知。<br>　　神韵的淡远，是王维诗中画境的灵魂。《鹿柴》云：“空山不见人，但闻人语响，返景入深林，复照青苔上。”诗中着意描写了作者独处于空山深林，看到一束夕阳的斜晖，透过密林的空隙，洒在林中的青苔上，在博大纷繁的自然景物中，诗人捕捉到最引人入胜的一瞬间，有简淡的笔墨，细致入微地给出一幅寂静幽清的画卷，意趣悠远，令人神往。</p> <p>　　2.情景交融，浑然天成。<br>　　王维山水诗写景如画，在写景的同时，不少诗作也饱含浓情。王维的很多山水诗充满了浓厚的乡土气息和生活情趣，表现自己的闲适生活和恬静心情。如《田园乐七首》其六曰：“桃红复言宿雨，柳绿更带青烟。花落家僮未扫，莺啼山客犹眠。”《辋川闲居赠裴秀才迪》曰：“<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>转苍翠， 秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头余落日，墟里上孤烟。复值接舆醉，狂歌五柳前。”在优美的景色和浓厚的田园气氛中抒发自己冲淡闲散的心情。还有如《渭川田家》：“ 斜光照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。即此羡闲逸， 怅然吟《式微》。”从细微处入笔，捕捉典型情节，抒发无限深情。<br>　　王维写情还多言及相思别离和朋友间的关怀，慰勉之情。在《淇上别赵仙舟》一诗中写道：相逢方一笑，相送还成泣。祖帐已伤离，荒城复愁入。天寒远山净，日暮长河急。解缆君已遥，望君犹伫立。浓郁深情，扦面而至。<br>　　王维诗歌中借景寓情，以景衬情的手法，使他写景饶有余味，抒情含蓄不露。如《临高台送黎拾遗》：“相送临高台，川原杳何极。日暮飞鸟还，行人去不息。”写离情却无一语言情而只摹景物。《送杨长史赴果州》：“鸟道一千里，猿啼十二时。”既是景语，也是情名，将道路的荒凉之景与行者的凄楚之情融为一体，自然、含蓄而又回味深长。<br>　　在王维的诗歌中，有不少采用了直抒胸臆的表达方式，而且往往显得自然流畅，蕴藉含蓄。比如《送元二使安西》：渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。关怀体贴之情溢于言表。<br>　　王维写情之处妙处还在于对现实情景平易通俗的描写中，蕴含深沉婉约的绵绵情思。其《相思》一篇，托小小红豆，咏相思情愫，堪称陶醉千古相思的经典之作。<br>　　王维写情，又多隐喻比兴。如《杂诗二首》：家住孟津河，门对孟津口。常有江南船，寄<br>　　书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。全篇不著“相思”二字，看似信手拈来，实则句句意深。藉“寒梅”、“春草”喻意，相思之情跃然纸上。</p> <p>　　3.诗渗禅意，流动空灵。<br>　　与上述相反，王维又有很多诗清冷幽邃，远离尘世，无一点人间烟气，充满禅意，山水意境已超出一般平淡自然的美学，含义而进入一种宗教的境界，这正是王维佛学修养的必然体现。王维的生活的时代，佛教繁兴。士大夫学佛之风很盛。政治上的不如意，一生几度隐居，使王维一心学佛，以求看空名利，摆脱烦恼。<br>　　有些诗尚有踪迹可求，如《过香积寺》云：不知香积寺，数里入云峰。薄暮空潭曲，安禅制毒龙。”有些诗显得更空灵，不用禅语，时得禅理。有如羚羊挂角，无迹可求。如行到水穷处，坐看云起时。偶然值林叟，谈笑无还期（《终南别业》） 松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深（《酬张少府》）充满一派亲近自然，身与物化，随缘任运的禅机。又如：空山不见人，但闻人语响。返景入深林，复照青苔上（《鹿柴》） ；木末芙蓉花，山中发红萼，涧户寂无人，纷纷开且落。（《辛夷坞》）；人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。（《鸟鸣涧》） 一切都是寂静无为的，虚幻无常，没有目的，没有意识，没有生的喜悦，没有死的悲哀，但一切又都是不朽的，永恒的，还像胡应麟《诗薮》和姚周星《唐诗快》所评：使人“读之身世两忘，万念皆寂，不谓声律之中，有此妙诠”。</p> <p><strong>影响</strong><br>　　王维的山水诗大都写于后期，与前人比较，他扩大了这类诗的内容，增添了它的艺术风采，使山水诗的成就达到前所未有的高度，这是他对中国古典诗歌的突出贡献。其中，写乡村景物和农家生活的田园诗充满着牧歌情调，表现他闲逸萧散的情趣和恬淡自适的心境。如《渭川田家》 ，《春中田园作》。更多的作品着重写农村美丽如画的风光，《新晴野望》：“新晴原野旷，极目无氛垢。农月无闲人，倾家事南亩。”《山居秋暝》写暮雨方霁，山村呈现的美景。王诗中那些描绘大自然幽静恬美的山水诗具有更高的审美价值。如《青溪》：言入黄花川，第每逐清溪水。随山将万转。趣途无百里。声喧乱石中，色静深松里。漾漾没菱荇，澄澄映葭苇。我心素已闲，清川淡如此。请留盘石上，垂钓将已矣。<br>　　通篇以心照水，用水衬心，物我融成一片，反映一种内在的对美的追求。但有些山水田园诗着力渲染空寂意境与落寞情怀。如《竹里馆》 、《辛夷坞》情走淡薄，旨归静趣。这无疑会对后世山水诗产生一定的消极影响。<br>　　王维具有多种才艺，不同艺术相互渗透对其诗歌产生了深刻的影响。他以画入诗，使其山水诗形成了富有诗情画意的基本特征。<br>　　王诗语言含蓄，清新明快，句式、节奏富于变化，音韵响亮、和谐，具有音乐美。总之，王维的山水诗无论从诗的题材内容，还是诗歌的艺术丰采上都对后世诗歌产生了深远的影响。 </p><br/><h2>绘画成就</h2> 　　<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>不但有卓越的文学才能，而且是出色的画家，还擅长音乐。深湛的艺术修养，对于自然的爱好和长期山林生活的经历，使他对自然美具有敏锐独特而细致入微的感受，因而他笔下的山水景物特别富有神韵，常常是略事渲染，便表现出深长悠远的意境，耐人玩味。他的<a href=\"http://so.gushiwen.org/author_515.aspx\">诗</a>取景状物，极有画意，色彩映衬鲜明而优美，写景动静结合，尤善于细致地表现自然界的光色和音响变化。例如“声喧乱石中，色静深松里”（《青溪》）、“泉声咽危石，日色冷青松”（《过香积寺》）以及《鸟鸣涧》、《鹿柴》、《木兰柴》等诗，都有体物入微之作。王维诗《九月九日忆山东兄弟》插图 选自清代光绪刻本《名家画稿》。并著有绘画理论著作《山水论》，《山水诀》。"
}