{
  "id": 2145,
  "star": 0,
  "name": "姚思廉",
  "image": "http://img.gushiwen.org/authorImg/yaosilian.jpg",
  "desc": "姚思廉（557—637），字简之，一说名简，字思廉，吴兴（今浙江湖州）人，唐朝初期史学家。约生于梁末陈初，在八十岁左右去世。世居吴兴（今浙江湖州）。姚察的著作很丰富，有《汉书训纂》30卷，《说林》10卷，《西聘》、《玉玺》、《建康三钟》等记各1卷，还有《文集》20卷，并行于世。此外，还有未撰成的梁、陈二史。这样的家学传统，对姚思廉有良好影响，少年时就喜好史学，不仅聪颖，而且勤奋学习，除了读书，再没有其他嗜好，甚至从不过问家人的生计状况。",
  "content": "<h2>三朝仕宦</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>所处的时代，正值中国由南北朝分裂走向隋唐大统一之际，一生经历了三个朝代。陈时，为衡阳王府法曹参军，转会稽王主簿。入隋后，补汉王府行参军，掌记室，寻除河间郡司法。入唐后，授秦王府文学，贞观初迁著作郎、弘文馆学士。贞观九年（635年）拜散骑常侍，赐爵丰城县男。在仕途上还较顺利。 隋炀帝大业十三年（617年），<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>乘农民大起义浪潮，在太原起兵直取长安。这时镇守长安的是隋炀帝孙子代王杨侑，姚思廉正任职于隋朝，为代王侍读。李渊率兵占领长安后，代王府僚属都惊骇走散，唯独姚思廉依然服侍代王，不离左右。唐兵涌入王府，思廉大声呵斥道：“唐公举义本匡王室，卿等不得无礼于王。”正往里冲的众兵将闻听此言十分惊愕，见思廉独自一人伴随代王而面无惧色，心中也觉钦佩，于是纷纷停立在大堂台阶之下。李渊闻知，于是准许思廉扶代王下堂。直到代王被安置到顺阳阁后，思廉才哭泣着拜辞而去。目睹此事者都很感慨，称他为“忠烈之士”。李渊、<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>父子由此便赏识和重用姚思廉。李渊称帝后，即授思廉为秦王文学。秦王李世民开文学府，招揽一些有文武韬略、兼通文史的博学之士，如杜如晦、<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>、<a href=\"http://so.gushiwen.org/author_1638.aspx\">褚亮</a>、陆德明、孔颖达、<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>等十八人，受到延聘亲重，姚思廉就是“十八学士”之一。</p> <p>　　武德年间，李世民曾率军赴鲁南征讨徐圆朗，战争间隙，他与人议论起隋朝事，谈到姚思廉挺身而出保护代王之举，感慨叹道：“姚思廉面对利刃而显示大节，即使古人也很罕见。”当时思廉远在洛阳，于是李世民专派使者带帛三百段赏赐思廉，并附信说：“想节义之风，故有斯赠。”这是很不寻常的优礼之举。李世民命著名画家<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>画“秦府十八学士图”，并命文学褚亮各为赞语，对思廉的评价是“志苦精勤，纪言实录。临危殉义，余风励俗”。从史学才能和政治节操两方面对思廉作出褒奖。“玄武门事变”之后，李世民当上太子，思廉也随即升迁为太子洗马。</p> <p>　　姚思廉对于政事“直言无隐”，督促太宗勤于国事。太宗因思廉是秦府旧人，许可他随时就政事的得失直接秘密上奏，思廉也利用这个有利条件，充分发表自己对政事的见解，“展尽无所讳”。有一年夏天，唐太宗准备往九成宫避暑，思廉劝谏说：“离宫游幸，秦皇、汉武之事，固非尧、舜、禹、汤之所为也。”言辞恳切尖锐。唐太宗只好下谕解释说：“朕有气疾，热便顿剧，固非情好游赏也。”为奖赏姚思廉的直谏，赐帛五十匹。姚思廉去世后，唐太宗深为哀悼，为之废朝一日，赠太常卿，谥号“康”，特准许葬于昭陵。</p><br/><h2>撰梁、陈二史</h2> <p>　　隋大业五年（609），<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>奉炀帝之命，与起居舍人崔祖濬修《区宇图志》，这是一部历史地理著作，共250卷。</p> <p>　　唐代史家<a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>在叙述唐修国史情况时指出：“贞观初，姚思廉始撰纪传，粗成三十卷”。这是武德、贞观二朝唯一的一次修成纪传体国史。由于思廉修这部国史是在贞观初，因此推知其内容应是“武德朝”史。这部国史的本来面目已无法窥见。唐高宗显庆元年（656），<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>与<a href=\"http://so.gushiwen.org/author_1518.aspx\">令狐德棻</a>缀集武德、贞观二朝史为80卷，显然，思廉所撰的国史为其奠定了基础。</p> <p>　　姚思廉费时数十年撰写的重要史著，当推继承父业而成的《梁书》、《陈书》。其父姚察不仅以文知名，而且潜心于修梁、陈二史，他在梁、陈、隋朝都任过史职，参与过国史的修撰。并且在陈宣帝时开始修前代史——梁史。陈亡入隋后，开皇九年（589），隋文帝诏授姚察秘书丞，命其撰梁、陈二代史。这样，在官方的支持下，姚察开始了全面系统的编纂工作。大业二年（606）姚察去世，二史尚未修成。在临终时他将修撰体例交给儿子，嘱他继续写完。思廉哭泣着接受了父亲的嘱托，从此，就开始了续撰工作。经内史侍郎虞世基奏闻隋炀帝，从而得到了官方的支持。</p> <p>　　唐初，曾两次诏修前代史，姚思廉均参予撰修工作。第一次是武德五年（622），唐高祖诏修前代六史，对梁、陈史的分工是：大理卿崔善为、中书舍人孔绍安、太子洗马萧德言修梁史，秘书监窦琎、给事中<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、秦王府文学姚思廉修陈史。但这次修史没有成功就作罢了。第二次是贞观三年唐太宗诏修前代五史，思廉受诏与秘书监<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>同撰梁、陈二史。贞观十年（636）正月，《梁书》、《陈书》与同时所修《北周书》、《北齐书》、《隋书》一起修成上进。</p> <p>　　梁、陈二史是姚氏父子接续而作。魏徵也在贞观初参与了修撰。那么，姚思廉对梁、陈二史做了多少工作呢？从书中史论的署名上大体可见端倪。《梁书》有三卷无史论，署“陈吏部尚书姚察曰”二十五篇，另有署“史臣陈吏部尚书姚察曰”一篇（“史臣”二字当为衍文）；署“史臣曰”二十七篇；署“史臣侍中郑国公魏徵曰”一篇。《陈书》有一卷无史论，署“陈吏部尚书姚察曰”二篇；署“史臣侍中郑国公魏徵曰”一篇；署“史臣侍中郑国公魏徵考览记书，参详故老，云”一篇（兼补充史实）；署“史臣曰”三十三篇。由以上数字可大体看出，就《梁书》而言，姚察与姚思廉所撰基本相当，而《陈书》，则多为思廉所撰。魏徵是以监修身份加以指导，共写了三篇论。虽然姚察有开创之功，但思廉对梁、陈二书的贡献是最大的。从撰述数量上看，思廉明显多于姚察，而且，思廉在贞观初奉诏修史，又要根据唐皇朝的政治需要，对姚察所撰部分作必要改动。思廉对梁、陈二书是有续撰、整理、定稿之功的。没有思廉的竭尽全力，这两部史书就很难问世。因此梁、陈二书题姚思廉撰，世人从无异议。这两部书也基本上反映了姚思廉的史学思想和文风特点。</p><br/><h2>撰史之风</h2> <p>　　从梁、陈二书中，可以看到<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>治史的优点和不足。</p> <p><strong>注重史料价值</strong></p> <p>　　《梁书》56卷，记载了梁天监元年（502）至陈永定元年（557）共五十六年的历史。《陈书》36卷，记载了陈永定元年至祯明三年（589）共三十三年的历史。这两部书是关于梁、陈二代史的最早的较完备记载。思廉注重史书的史料价值，注意对史料博采善择。二史对比，关于梁史可资参考的著述很多。梁人所著就有：<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>《武帝本纪》14卷，周兴嗣《梁皇帝实录》5卷，鲍行卿《乘舆飞龙记》2卷，萧子显《普通北伐记》5卷，谢吴（或作谢昊、谢炅）《梁书》49卷，萧韶《梁太清纪》10卷，萧世怡《淮海乱离志》4卷等①。梁亡后，著梁史的有：许亨《梁史》53卷，姚察《梁书帝纪》7卷，刘璠、何之元各撰《梁典》30卷，阴僧仁《梁撮要》30卷，姚最《梁后略》10卷等。关于陈史可资参考的著述略少，有陆琼《陈书》42卷，赵齐旦《陈王业历》1卷，顾野王、傅縡各撰《陈书》3卷。《隋书·经籍志》中“史部”的杂史、起居注、旧事、职官、仪注等类，还有不少有关梁、陈史的著述。另外，姚察曾为梁、陈史官，可以接触到梁、陈二代国史，因此，梁、陈国史也是修梁、陈二书的重要依据，在书中有多处显出国史的痕迹。</p> <p><br>　　梁、陈二书较多地保存了有关农民起义的珍贵史料，如发生在齐的唐■之起义，赵续伯起义，乐宝称、李难当起义，帛养起义，雍道晞起义，程延期起义。发生在梁的焦僧护起义、始兴起义、吴承伯起义、徐道角起义、姚景和起义、会稽起义、鲜于琛起义、李贲起义、刘敬躬起义、王勤宗起义、胡通起义等。</p> <p>　　梁、陈二书另一个突出特点是多收录诏册、奏表、书札、文赋，保存了大量有价值的历史资料。如《梁书·武帝纪》载大同七年（541）十一月、十二月两诏，透露了梁代社会黑暗、阶级压迫严重的事实。《陈书·章华传》载章华上书，反映陈末严重的社会危机。<br>《梁书·诸夷传》关于边疆少数民族和一些外国历史的记载较详，有其有利的客观条件。由于梁、陈时代佛教兴盛，中外僧人往来增多，加之对外经济文化交流的发展，使人们对外部世界了解加深，思廉所能参据的史料也就相应丰富。<br>姚氏父子并有文名，为时人所重，思廉对文化亦有特殊的兴趣，梁、陈二书卷数不多，文化史料却颇多。思廉多为学者立传。《梁书》的《儒林》、《文学》两传就为四十二名学者立传，另外《处士》传中也多记学者。《陈书》的《儒林》、《文学》传，也为三十一名学者立传，还有些学者另外立传。著名学者如范缜、锺嵘、<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>、阮孝绪、裴子野、顾野王、沈约、<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>等人，都有内容较详的传，他们的事迹及学术成就得以保存。思廉较多地记载了史学史方面的宝贵资料。梁、陈二代较知名的史家都有传，并录其著述，有时略加评论，或注明其著作是否行世。</p> <p>　　佛教自汉代传入中国后，在三国两晋南北朝时期得到了较快发展。梁、陈二代，佛教极为兴盛，对社会生活影响很大。姚思廉注意到了这一社会现象。他如实记载涉及佛教的史事及重要信佛事例，如《梁书·武帝纪》记述梁武帝数次舍身寺院而又由群臣重金赎回。《陈书·傅縡传》记傅縡笃信佛教，收录其关于佛教的论辩文章《明道论》，长达二千五百余字。《梁书·范缜传》叙范缜“卓越不群而勤学”，“盛称无佛”。与竟陵王萧子良辩论，“子良不能屈，深怪之。缜退论其理，著《神灭论》”。传中收录了《神灭论》这一篇幅较长的哲学史、思想史的珍贵文献。这篇论文对佛教泛滥而造成的蠹俗害政的恶果给予了深刻揭露。“此论出，朝野喧哗，子良集僧难之而不能屈”。较形象地刻画了范缜大无畏的战斗者形象。</p> <p><strong>文风朴实</strong></p> <p>　　梁、陈二书全用散文写成，其语言通晓简练，在唐初“八史”中首屈一指。六朝盛行骈文，唐初行文仍多用骈文。但这时的骈文已失去了它在勃兴时对文化产生的积极作用，表现为专意注重辞藻用典，过分强调音韵对偶。这种形式主义文风往往影响思想内容的表达，颠倒了思想内容与表现形式的主从关系。就史书而言，唐以前的《宋书》、《南齐书》，叙事及论赞时用骈文。贞观年间所修《晋书》，其论赞仍喜用骈文。唐太宗亲撰的四篇史论即用骈文写成。可见唐初仍有崇尚骈文的风气。但姚思廉坚决抛弃以骈文写史的做法，代之以朴实、准确的散文。清人<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>对《梁书》的散文大加称赞：“行文则自出炉锤，直欲远追班马。……世但知六朝之后，古文自唐韩昌黎始，而岂知姚察父子已振于陈末唐初也哉”。这一见解是非常正确的，一般学者都认为<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>是唐宋古文运动发起者，但韩愈（768—824）为中唐人，而姚氏父子在梁至初唐之际，就以实际行动开拓古文运动了。</p> <p>　　姚思廉仿<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>笔法，常常引用当时口语，既能反映时代特点，又能使文字活泼通俗。如《梁书·侯景传》记僧通与侯景对话：“僧通取肉揾盐以进景。问曰：‘好不？’景答：‘所恨太咸。’僧通曰：‘不咸则烂臭。’”思廉运用语言的成功之处，还在于使人物语言个性化。符合人物特定的身份、经历、环境，表现出人物的性格特点。如《梁书·曹景宗传》中曹景宗的一段自白就很自然、生动。思廉还在梁、陈二书中经常直接或间接地表达对文风的见解，如在《梁书·简文帝纪》、《梁书·裴子野传》、《陈书·蔡景历传》、《陈书·江总传》等，都推崇古文，批评浮艳文风。</p> <p><strong>叙事简严</strong></p> <p>　　思廉叙事不好铺张，行文简洁。他不轻信奇闻异事，不好采琐事入史。<a href=\"http://so.gushiwen.org/author_902.aspx\">李延寿</a>和姚思廉同在史局，思廉地位又高于延寿，一般说来延寿所见之修史资料，思廉也能够见到。但延寿作史多采入琐言碎事和神鬼怪异事，而思廉不采或极少采，可见二人识见之差别导致史笔之异趣。赵翼在《廿二史札记》卷一一连举二十余例说明《南史》增《梁书》琐言碎事。</p> <p>　　但是，这两部书在编纂上也有一些缺陷和不足。其一是隐讳，如《梁书·敬帝纪》和《陈书·刘师知传》都不载陈武帝指使刘师知害敬帝事。其二是文饰，在叙及梁代齐、陈代梁史事时，在帝纪中长篇累牍地照录加九锡文、禅位诏、策、玺书等虚伪的文字，也有作人情佳传现象。另外，《梁书》不为萧詧立传，使后梁事失载，是一大缺陷。思廉还不重视科技，甚至在为父姚察作传时隐讳其祖父姚僧垣以医术知名。梁、陈二代科技方面史实记载甚少。</p><br/><h2>其他相关</h2> <p>　　史学思想<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>的史学思想是有一定进步意义的。</p> <p>　　一、是以史为鉴的著述宗旨。唐初统治者极其重视修前代史，甚至唐太宗和一些主要大臣都亲自参与修史，这是急需总结历史经验为当时政治服务。思廉承旨而撰梁、陈二史，也就突出了以史为鉴的宗旨。姚察先撰的部分已有这个思想，而思廉在新的历史条件下给以继承和发扬。</p> <p>　　《陈书·何之元传》中记述何之元修史事较详，并录其《梁典序》，称何“屏绝人事，锐精著述，以为梁氏肇自武皇，终于敬帝，其兴亡之运，盛衰之迹，足以垂鉴戒，定褒贬”。“垂鉴戒”，主要着眼于总结前人的得失成败经验；“定褒贬”，主要着眼于对前代人物作出是非功过的评价，力图“敦励风俗”。</p> <p>　　姚思廉写人物很注意褒扬或贬斥，以期用著史来影响世风。他为良吏立传，注意突出各人的特点。如《庾荜传》叙其生活俭朴，为官廉洁；《沈瑀传》叙其执法严明；《孙谦传》叙其体恤民情，重视生产；《何远传》叙其抑富扶贫。为“悖逆”之人立传，均置于全书末尾，以示贬斥。</p> <p>　　二、是注重人事的进步史观。姚思廉多次总结梁代太清之乱和陈代祯明沦覆的历史经验，着重强调国家的治乱安危取决于人事情况如何，决定历史的是人事而不是天命。他认为，历史是发展的，政权的兴亡更替是必然现象，“夫道不恒夷，运无常泰，斯则穷通有数，盛衰相袭”，认为历史取决于人事。他在《梁书》的第一篇史论中，就鲜明指出，梁之亡国，“虽历数斯穷，盖亦人事然也”。他评述梁武帝从夺取帝位到饿死宫城这几十年经历，是始终以人事来说明历史的。他指出齐末政治昏乱，把<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>推上历史舞台，颇有时势造英雄之意，接着又指出萧衍成功的原因和措施，又总结萧衍晚年之失。陈太建九年（577），陈派将军吴明彻率军北伐，被周军打败，“众军皆溃”，明彻被俘，病死于长安。姚思廉认为，“金陵虚弱，祯明沦覆，盖由其渐焉”。他把吴明彻吕梁之败与祯明年间陈亡于隋联系起来考察，这种原察始终的方法是有一定识见的。陈亡的起因虽然不能仅仅归结为吕梁之败，但思廉能够认识到，陈亡是一个渐进的过程，陈亡的萌芽显现较早，属于人事问题，这就是对天命的否定。思廉还进一步分析吕梁覆师的原因。他指出，陈宣帝初即位时，命将出师，开拓土宇，取得很大成功。但以后则失之于骄傲，“享国十余年，志大意逸，吕梁覆军，大丧师徒矣。江左削弱，抑此之由”。姚思廉也有个别论述未完全摒弃天的作用，如论述侯景、王伟成篡盗之祸，在《陈书·后主纪》述陈亡原因，都是人事和天命并举，这说明，由于封建皇朝宣传方针的制约，思廉不可能在头脑中完全排除天命论的影响。　</p>"
}