{
  "id": 596,
  "star": 30,
  "name": "宋祁",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_596.jpg",
  "dynasty": "宋代",
  "desc": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。",
  "content": "<h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>的祖先是周武王所封的宋国君主微子，到了晚唐唐昭宗之时，时任御史中丞的高祖宋绅，因其言语不当而获罪，被罢免其官，遂举家迁于雍丘县双塔乡（今河南商丘民权县）。</p> <p>　　北宋天圣二年（1024年），宋祁与其兄宋庠同举进士，礼部本拟定宋祁第一，宋庠第三，但是章献皇后觉得不能弟弟不能排在哥哥的前面，于是定宋庠为头名状元，而把宋祁放在第十位，人称“二宋”，以大小区别，所以又有“双状元”之称。</p> <p>　　宋祁初为复州军事推官，后经孙奭（shì）推荐升任大理寺丞、国子监直讲。殿试之后授予直史馆，再升任太常博士，同知礼仪院。又升迁为尚书工部员外郎，修撰《起居注》。</p> <p>　　宝元二年（1039年）宋祁改担任盐铁句院，知制诰，升迁为天章阁侍制，判太常礼院，至国子监。在西北边境战事财政都吃紧的情况下，他写下了关于“三冗三费“的上疏。</p> <p>　　庆历元年（1040年），因其兄宋庠与宰相吕夷简不合被罢相之事，被贬为知寿州（今安微省凤台县），后至陈州（今河南淮阳县）。</p> <p>　　庆历三年（1043年）回朝，担任龙图阁学士、史馆修撰，奉皇帝的诏令同<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>合修《唐书》，前后历时十七年。</p> <p>　　庆历六年（1046年），宋祁升为右谏议大夫，出任群牧使。</p> <p>　　庆历八年（1048年），再次担任翰林学士。</p> <p>　　皇祐元年（1049年），宋祁因张贵妃册封之事被贬知许州（今河南省许昌市）。数月后又被召回，为侍读学士，史馆修撰，升迁给事中，兼龙图阁学士。</p> <p>　　皇祐四年（1052年），因其子犯罪之事，被贬知亳州（今属安徽省）兼集贤殿修撰。</p> <p>　　皇祐五年（1053年），又调知成德军（河北省正定县）升为礼部侍郎。又调到定州（河北省定县）。皇帝加封他为端明殿学士，特地升为吏部侍郎，知益州（今四川省成都市）。</p> <p>　　嘉佑四年（1059年），从益州回京后被授于三司使，后因包拯等上书说其兄宋庠任宰相，宋祁不宜任三司使，没能上任。之后皇帝加封他为龙图阁学士，知郑州。</p> <p>　　嘉佑五年（1060年），《唐书》修撰完毕，宋祁被升为左丞、工部尚书。</p> <p>　　嘉佑六年（1061年），宋祁回到京城拜翰林学士承旨，复任群牧使。</p> <p>　　嘉佑六年三月（1061年），宋祁卒于东京，卒后谥号景文。</p><br/><h2>作品介绍</h2> <p><strong>文学</strong><br>　　<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>曾自为墓志铭及《治戒》，自称“学不名家，文章仅及中人”。《郡斋读书志》说他的<a href=\"http://so.gushiwen.org/author_596.aspx\">诗</a>文多奇字。《四库全书总目》则认为：<a href=\"http://so.gushiwen.org/author_1867.aspx\">晁公武</a>“殆以祁撰《唐书》，雕琢□削，务为艰涩，故有是言”。今存宋祁的诗文集已非完本，即以现存者而论，文章兼有骈体和散体，其中确有好奇之癖和诘屈聱牙之句。但也有博奥典雅的一面。有的散文如《题<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>诗卷末》写道：“噫！表圣，贤者也。以其贤故，一言一物为后人爱秘若此。宁当时之人举不及后人之知表圣耶？是不然。同时者□，异时者慕，尚何怪哉！”写得笔墨淋漓，有思想深度和感情色彩。诗歌也有特色，如《侨居》写道：“世路风波恶，天涯日月遒。”《送范希文》写道：“危言犹在口，飞语已磨牙。”寓慨极深，耐人吟味。宋祁也长于词，其词多写个人生活琐事，语言工丽，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>称道其《玉楼春》“‘红杏枝头春意闹’，著一‘闹’字而境界全出”（《人间词话》）。清人辑有《宋景文集》。<br>　　著有《益都方物略》、《笔记》、《宋景文集》、《大乐图》等，早佚。清人从《永乐大典》中辑有《宋景文集》62卷。近人赵万里辑有《宋景文公长短句》1卷。唐圭璋据以收入《全宋词》时又稍有增补。</p> <p><strong>目录学</strong><br>　　仁宗时，宋三馆（昭文馆、集贤院、史馆）所藏图籍，有谬乱不全之书，命翰林学士张观、知制诰李淑和宋祁等人，审勘馆阁正副样本，定其存废，有谬误重复者删去，内有差漏者，予以补写校正，仿唐《开元四部书目》之体，著为目录名《崇文总目》。与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>合撰《新唐书·艺文志》，加录唐代学者自著之书，有28 469卷。对研究唐代学术文化多有帮助。 </p><br/><h2>相关建筑</h2> <p><strong><a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>状元双塔</strong><br>　　宋庠（996-1066)字公序；宋祁（998-1061）字子京，兄弟二人，祖籍河南雍丘（今民权县双塔集）。宋仁宗天圣二年（1024）同科进士及第后，章宪太后谓弟不可先兄，将榜首的宋祁列为第十，宋庠擢为第一。世称“兄弟双状元”。并为之建塔谓之“双状元塔”。</p> <p><strong>地理位置</strong><br>　　状元双塔坐落在今河南省民权县双塔乡双塔集村。</p><br/><h2>轶事典故</h2> <p><strong>词结姻缘<br></strong>　　有一天，<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>宴罢回府，路过繁台街，正巧迎面遇上皇家的车队，宋祁连忙让到一边。这时只听车内有人轻轻叫了一声：“小宋。”待宋祁抬头看时，只看见车帘轻放，一个妙龄宫女对他粲然一笑。车队过去了，而美人一笑却令宋祁心旌摇荡，久久不能平静。回去后，宋祁便写了一首《鹧鸪天》（词为：“画毂（gǔ）雕鞍狭路逢。一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼。车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。”），记述这段如梦的经历，表达自己不得再见美人的怅然之情。</p><p>　　词中“身无彩凤双飞翼，心有灵犀一点通”一句，活化了唐朝<a href=\"http://so.gushiwen.org/author_596.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的诗句，却与词意境浑然一体。新词一出，立刻在京师传唱开去，后来传到了宋仁宗的耳朵里。皇帝便追问当时的人说：“是第几车上谁叫的小宋？”最后有个宫女站了出来，羞涩地说：“当时我们去侍宴，见宣翰林学士，左右大臣说：这就是小宋。我在车子里，也是偶然看到他，就叫了一声。”皇帝一听哈哈大笑，不久就召宋祁上殿，说起这件事，宋祁诚惶诚恐，羞愧难当。仁宗笑着打趣说：“蓬山并不远呀。”说完，就把那个宫女赏赐给了他。宋祁不仅官运顺畅，而且因佳曲而得一段姻缘，令时人艳羡不已。 </p><p><strong>临终遗诫<br></strong>　　宋祁后因病去世，临终前自己撰写了墓志铭，并亲自撰就一篇“遗戒”，教儿子们照他的话去做。</p><p>　　“遗戒”中，宋祁交代了自己的后事：“三日殓，三日葬，慎无为流俗阴阳拘忌也。”叫儿子们丧事从简，不要被当时风俗所左右，也不必按当时习俗请阴阳地理先生看风水。并且告诫自己的儿子，下葬用一口简陋的棺木，只要能保遗体一段时间即可。这在当时，应该说是一种相当达观的思想观念。在“遗戒”的后半部分，他又具体交代了其他方面的事宜：“吾学不名家（意思是学问尚未成为一家），文章仅及中人，不足垂后（意思是所作文章非常一般，不值得传诸后世）。为吏在良二千石下，勿请谥，勿受赠。”甚至连“冢上植五株柏，坟高三尺，石翁仲（旧时守坟的石人像）、他兽不得用”都交代得一清二楚。他还怕儿子们不照自己的话去做，在“遗戒”最后，特意嘱咐：“若等不可违命。”</p><p>　　从这份“遗戒”中，可以清楚地看到，宋祁教儿子不要追逐名利，不要随世俗行事，也不要追求奢华，要移风易俗，崇尚节俭，表现了高尚的思想情操。宋祁的“遗戒”，实是家教的好范例。</p>"
}