{
  "id": 1781,
  "star": 1,
  "name": "刘敞",
  "image": "http://img.gushiwen.org/authorImg/liuchang.jpg",
  "dynasty": "宋代",
  "desc": "刘敞（1019—1068）北宋史学家、经学家、散文家。字原父，一作原甫，临江新喻荻斜（今属江西樟树）。庆历六年与弟刘攽同科进士，以大理评事通判蔡州，后官至集贤院学士。与梅尧臣、欧阳修交往较多。为人耿直，立朝敢言，为政有绩，出使有功。刘敞学识渊博，欧阳修说他“自六经百氏古今传记，下至天文、地理、卜医、数术、浮图、老庄之说，无所不通；其为文章尤敏赡”，与弟刘攽合称为北宋二刘，著有《公是集》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>在朝为官时，敢于坚持原则，对于不合理的事，常常是切言直谏。嘉祐四年（1059）冬天，仁宗祭祖先，宰相按惯例率文武百官给仁宗加尊号。刘敞却认为，在灾荒之年加尊号，徒有虚名，接连四次上疏谏止，仁宗觉得刘敞言之有理，尊号就没有接受。另外，郭皇后死去二十年，仁宗命群臣合议皇后的祭礼事，刘敞又认为不合适，他的意见与执政者不合，而仁宗却采纳了刘敞的意见，免议此事。</p> <p>　　刘敞办事，不仅对上敢于直言切谏，而且不畏权贵。皇祐二年(1050）宰相<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>死后，仁宗不经百官集议，赐谥号文正。刘敞认为夏竦虽有才智，但为人奸邪阴险，性贪婪，好弄权术，一生的言行与“文正”二字不合，议定谥号是臣下的事，人主不经百官讨论，便直接赐谥，是不妥当的。他三次上疏力争，夏竦终被改谥文庄。仁宗宠妃张贵妃死后，被追谥为温成皇后。有些善于逢迎者，要将温成皇后死日定为国忌日，刘敞认为不可，上书切谏，仁宗只好作罢。宦官石全彬因经营温成皇后坟墓有劳绩，迁宫苑使并代理观察使。石全彬因未能真授观察使，有怨言，三天之后，仁宗果然任命石全彬为观察使，去掉代理二字。命刘敞起草任命书，刘敞封还任命，拒绝草拟委任状。石全彬终于没有得到观察使的任命。</p> <p>　　刘敞任地方官时，关心百姓疾苦。注意发展生产。知郓州和永兴军期间，适逢大旱，民众外逃。刘敞采取很多措施进行治理，使农业生产逐渐恢复，并有发展。于是流亡在外的灾民，便陆续返乡安居落业，使社会秩序安定，受到百姓的爱戴。同时为了农民的利益，刘敞不考虑个人利害，敢于得罪权贵，压抑豪强。他在知扬州时，发运使冒占雷塘民田数百顷，使许多农民没有田耕而失业。刘敞根据旧的田契，毅然将田地发还民户耕种。刘敞为官清正，曾为民平反冤狱。刘敞发现天长县富人陈氏，由于杀人被捕，暗中使用钱财贿赂官吏，不但得到释放，反而嫁祸于贫民王甲。审理者糊涂结案。王甲畏惧官吏，不敢自白其冤。刘敞另派官复审，不但不能平反，反而使王甲杀人案更不可破。于是刘敞亲自审理此案，才弄清原委，平反了冤狱。永兴军豪强范伟，在当地是大姓，冒占同姓官户户籍五十年，以此逃避徭役，把持官府，屡次犯法，当地官员不敢治其罪。刘敞知永兴军，穷治其事，范亦服罪，未及受刑，刘敞被召回京任职，范伟立即翻案，拒不认罪，继任官员不能决，最后由御史台复审，仍按刘敞的原判执行。</p> <p>　　刘敞是一位著名的经学家，学问渊博。翰林学士<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>每有疑问，就写成书信派人来向刘敞求教。他当即挥笔作答。欧阳修在《集贤院学士刘公墓志铭》中称刘敞“于学博，自六经、百氏、古今传记，下至天文、地理、卜医、数术、浮图、老庄之说，无所不通。”</p> <p>　　有一次，刘敞奉命出使契丹，契丹人带着他出古北口，故意走了许多弯路，以显示路途的遥远。刘敞熟知地理。对道路了如指掌，就质问对方：“本来有大路可走，用不了几天就可抵达中京，为什么要这么走呢？”契丹人又惊又愧，只得认错。</p> <p>　　契丹山地中有一种怪兽，形状像马，却能猎食虎豹，契丹人不知其名，就向刘敞打听。刘敞回答说：“这种兽就是所谓的驳。”刘敞还描述了这种兽的叫声和模样，并且告诉契丹人，在古书《山海经》和《管子》中，都有这种兽的记载。契丹人听后，敬佩不已。</p> <p>　　刘敞对金文亦有研究，尝得先秦彝鼎数十，考青铜器铭文，辨识古文字。因以知夏、商、周三代之典章制度，补充史籍之不足。尤长于《春秋》三传，其解经说义，与传统的汉代学者不一样，开宋学者批评汉学者之先声。刘敞既精通经学，又熟悉史学。欧阳修撰写《新唐书》、《新五代史》时，亦求教于刘敞。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>（均为唐宋八大家成员）对刘敞也很钦佩，说他博学多才。熙宁元年（1068）刘敞病卒于官舍。门人私下称呼他“公是先生”。</p> <p>　　其弟刘攽曾协助<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>编修《资治通鉴》，专任汉代部分，后人合称兄弟俩为“北宋二刘”。刘敞有四子，二子刘奉世最为优秀，他的文章文辞雅赡，在史学研究方面造诣很高，尤其精通汉书学，与“二刘”共同写有《三刘汉书标注》传世，因而后人又并称三人为“北宋三刘”。</p><br/><h2>个人成就</h2> <p>　　他的文章颇有见解。例如《题魏太祖纪》说汉高帝哭<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，魏武帝祭袁绍，都不是“匿怨矫情”,而是“慷慨英雄之风”；策问《孟轲教齐梁之君》说孟轲讥别人“言利”，而自己却讲“好货不害”，是“讥人甚详而自任太略”。这都是不同寻常的看法。此外，<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>还有《疑礼》一文，说“今之礼，非醇经也”，乃“圣人之徒合百说而杂编之”。这也不是一般儒生的见解。关于文风，刘敞重实用而反虚浮。他的《杂说》写道：“今日之俗不矜节义而皆安于富贵，尚文章，文章济理者寡而为名者重”，他认为这是“将来之弊”。刘敞的文章比较质朴，自然流畅，近于韩（愈）、欧（阳修）。例如《送杨郁林序》说：“前世之所以能治也,为官择人；后世之所以不治也，为人择官”，写得慷慨激昂，很有情致。刘敞的<a href=\"http://so.gushiwen.org/author_1781.aspx\">诗</a>流传也不少，五言、七言都不乏佳作。例如《圣俞挽词》：“孤宦众人后，空名三十年，交游一时绝，诗笔四方传。”简洁凝练，辞情相称。</p> <p>　　刘敞在经学方面的主要成就表现在其对《春秋》的研究上。他的《春秋学》研究自出新意解经，颇多自得之处。著有《春秋权衡》、《春秋传》、《七经小传》、《春秋传说例》、《春秋意林》﹑《公是集》等，还与弟刘攽、子刘奉世合著《汉书标注》。在金石之学方面造诣深湛，是个金石学家，且是我国金石学的开山人。他开私人收藏著录之先例，把家藏的十一件古器物，使人摹其铭文，绘其绘画，刻之于石，名为《先秦古器图碑》。</p><br/><h2>诗作轶事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>在长安时结识了妓女茶娇，刘敞被召还朝，茶娇路上送别，刘敞赠<a href=\"http://so.gushiwen.org/author_1781.aspx\">诗</a>云：“画堂银烛彻宵明，白玉佳人唱渭城。唱尽一杯须起舞，关河风月不胜情。”<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>笑说：“原父，非独酒能病人，茶亦能病人多矣。”</p> <p>　　刘敞晚年的时候，曾经再娶，欧阳修作了一首诗送给他：仙家千载一何长，浮世空惊日月忙。洞里桃花莫相笑，刘郎今是老刘郎。</p>"
}