{
  "id": 2229,
  "star": 0,
  "name": "张问陶",
  "image": "http://img.gushiwen.org/authorImg/zhangwentao.jpg",
  "dynasty": "清代",
  "desc": "张问陶(1764—1814) ，清代杰出诗人、诗论家，著名书画家。字仲冶，一字柳门。因善画猿，亦自号“蜀山老猿”。嘉庆十九年（1814）三月初四日，病卒于苏州寓所。其生平事迹见《清史稿》卷四八五《文苑》、《清史列传》卷七二《文苑传三》、胡传淮著《张问陶年谱》、《张船山书画年谱》等文献。张问陶著有《船山诗草》，存诗3500余首。其诗天才横溢，价重鸡林，与袁枚、赵翼合称清代“性灵派三大家”，被誉为“青莲再世”、“少陵复出”、清代“蜀中诗人之冠”，也是元明清巴蜀第一大诗人。",
  "content": "<h2>生平</h2> <p><strong>家庭出身</strong></p> <p>　　出身官宦世家，先世居湖广麻城之孝感乡，明洪武中迁蜀，著籍遂宁。其高祖张鹏翮（1649—1725），清代康熙、雍正朝名臣，官至文华殿大学士兼吏部尚书，太子太保、太子太傅，《清史稿》有传；曾祖张懋诚（1667—1737），官至通政使、署工部右侍郎；祖张勤望（1694—1757），官至山东登州知府、署登莱青海防兵备道；父张顾鉴（1721—1797），官至云南开化知府。张顾鉴有三子，即问安、问陶、问莱；有二女，长适浙江归安监生潘本侃，次适骧黄旗汉军袭骑都尉高扬曾。<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>于乾隆二十九年（1764）五月二十七日（公历6月26日）出生于山东省馆陶县（治今山东省冠县冠县北馆陶镇），自幼随父宦游均州、荆州、黄州、汉阳。乾隆四十三年（1778），父升云南开化知府，问陶随母及全家留汉阳。不久其父因荆门“失出”案发受牵连去职，家产赔累殆尽，住房也为豪吏所夺，全家生活陷入困境，常奔走告贷，“恒数日不举火”。</p> <p><strong>才华横溢</strong></p> <p>　　问陶自幼受家庭熏陶，在其父直接教导下，与兄问安、弟问莱发愤攻读。其嫂陈慧殊，工<a href=\"http://so.gushiwen.org/author_2229.aspx\">诗</a>，时称“女翰林”。</p> <p>　　问陶饱览群书，博研名画，勤学苦练，少年时即崭露才华，被目为“青莲再世”。十五岁时写《壮志》一诗抒怀：“……咄嗟少年子，如彼玉在璞。光气未腾天，魍魉抱之哭……。”少年壮志，气概不凡。虽家中生活窘困，仍顽强坚持学习，“布衣不合饥寒死，一寸雄心敌万夫”。乾隆四十九年（1784）三月，问陶年二十岁，在京与四川涪陵周兴岱（号东屏，时任赞善官）之长女结婚。次年八月，偕周夫人乘船回川省亲，十月在途中生一女，周夫人因病乃与小女留涪陵娘家。问陶回遂宁写诗甚多。第二年五月，周夫人病逝涪州，不久小女亦夭。这时，其家境更为困顿，有时竟到“仅求衣食亦无缘”的地步。是年秋，问陶与兄问安去成都参加乡试。因问陶所写诗歌传抄者众，诗名大噪，成都盐茶道林儁（号西厓）爱慕其文才，将其女林韵徵（名颀，号佩环）许配予他，乾隆五十二年（1787）九月，在盐茶道署成婚，其家里因此出现了世界诗坛罕见的“三兄弟三妯娌诗人”，即张问陶及其兄问安、弟问莱、嫂陈慧殊、妻林韵徵、弟妇杨古雪均是诗人。</p> <p><strong>官场生涯</strong></p> <p>　　乾隆五十三年（1788）三月，问陶又赴京师参加顺天乡试，中举人，次年初，西返四川，在成都、遂宁小住，岁末去北京。这期间他吟兴甚豪，每到一地必有一诗，或凭吊古迹，或流连风景，寄词壮采，显示出卓绝的才华。乾隆五十五年庚戌（1790）中进士，点翰林院庶吉士，此期间写诗最多，几乎每日一首或几首，而且形成了独特的风格。在翰林同年中，石韫玉、<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>等名士与问陶结交，对他的诗非常佩服。五十八年（1793）三月，授翰林院检讨。五十九年，写《论文八首》、《论诗十二绝句》反映了问陶的诗歌风格和理论体系。</p> <p>　　嘉庆二年（1797）秋，在家丁父犹。这期间，他往来于遂宁、成都、北京，目睹现实，写诗揭露，如《宿宝鸡县题壁十八首》中有“豺虎纵横随处有”、“焦土连云万骨枯”的句子，对官吏们掠夺人民的暴行，以及“万骨枯”社会的悲凉景象作了深刻的揭露。嘉庆五年（1800）八月，分校顺天乡试，翌年奉派教习庶吉士，九月又分校顺天乡试。嘉庆十年（1805）九月，任江南道监察御史，奉派巡视北京南城。嘉庆十四年（1809）春，充会试同考官，七月，改吏部验封司郎中。嘉庆十五年（1810）七月，出任山东莱州知府。问陶赴任后，即栉风沐雨，跋山涉水，深入所辖七邑了解民情，并清理积案，考试童生，奖掖后进。他为官清正廉明，审理案件及时，且不徇情枉法，深得民心。其断案所下判词，简切透辟，后人奉为典范，曾多次编选印行。莱州辖区掖县、即墨两县农业减产，平度、昌邑、高密、潍、胶五州县遭严重水灾，村落萧条，民生困苦，问陶面对这般现实，痛如切肤。他乃具报请予减免缓交税租，并发放积谷，以赈济饥民。为此事，与上官意见不合，见为民请命，难有作为，郁郁不自得，逾年而病。</p> <p><strong>晚年生活</strong></p> <p>　　嘉庆十七年（1812）三月以病辞官，行前，他系念莱州歉收，民有饥馑，便将己之历年积蓄捐谷七百石赈济七邑饥民。他上辞呈后曾写诗自述：“二十三年指一弹，非才早愧不胜官。云衣久已轻如叶，虎背抽身也不难。”离莱州时，又写诗自白：“绝口不谈官里事，头衔重整旧诗狂”。这些诗句反映了他对官场生活的愤懑和沉重心情。他在《平度昌邑道中感事》诗中写道：“天意苍茫地苦贫，救荒无策愧临民，辞官也作飘零计，忏尔流亡一郡人”，真是寄情于民了。到吴门时，病情加重，便留虎丘寓所，自号“药庵退守”。其寓位于苏州山塘街青山桥附近，邻<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>祠，遂名为“乐天天随邻屋”。写有《题乐天天随邻屋》诗，有句云：“凭栏早醒繁华梦，点笔难删讽喻诗”，反映了他晚年的生活情趣。著名文史学者胡传淮著《张问陶年谱》（2000年巴蜀书社出版、2005年修订再版）、《张问陶研究文集》（2009年中央文献出版社出版）《张船山书画年谱》（《四川职业技术学院学报》2009年01期）、《清代蜀中第一家：蓬溪黑柏沟张氏家族》（2012年中央文献出版社出版）、《张问陶家族诗歌选析》（2012年大众文艺出版社出版）记载甚详。四川电视台经济频道2013年摄制播放了巴山蜀水之城市故事《神断张问陶》，对张问陶进行了全面评价。</p> <p><strong>张问陶墓</strong></p> <p>　　张问陶忧患余生，积劳成疾，医治无效，嘉庆十九年（1814）三月初四日申时（公历4月23日下午3至5时），病卒于苏州寓所，年51岁。张问陶辞世时，家境萧条，三个女儿尚未出嫁，家人无力扶其灵柩回乡，乃寄殡于苏州光福镇玄墓山，一年后得鲍勋茂（字树堂）太仆等人资助，始得归葬故乡四川遂宁两河口（今四川省遂宁市蓬溪县金桥镇翰林村二社两河口唐家湾月亮坪金子图内）祖茔。张船山墓1959年被掘毁，2014年8月修复。周、林两夫人亦葬于两河口张氏祖茔。</p><br/><h2>个人成就</h2> <p><strong>文学</strong></p> <p>　　张船山一生致力于<a href=\"http://so.gushiwen.org/author_2229.aspx\">诗</a>、书、画，造诣精深，其诗被誉为清代“蜀中之冠”，也是元明清巴蜀第一大诗人，诗作5000余首，今存3500余首，表现了他独特的思想个性和艺术风格。对于诗歌创作，他主张抒写性情，强调独创，反对摹拟。诗作多描写日常生活。作品较好的是一些纪游、写景、题画之作，如《嘉定舟中》、《泸州》、《瞿塘峡》、《巫峡同亥白兄作》、《下新滩》、《空□峡》、《题李墨庄前辈归槎图》等。亦间有反映白莲教起义和清军腐朽的作品，如《出栈宿宝鸡县题壁十八首》、《乡愁五首》、《庚申六月寄亥白兄成都》等。他的诗风清新自然，以七绝最胜，但有一部分诗篇情调沉郁。著有《船山诗草》20卷，清嘉庆二十年（1815）刊行；《船山诗草补遗》6卷，清道光二十九年（1849）刊行，两书共收诗3000余首。1986年，中华书局将《船山诗草》（包括补遗）列入“中国古典文学基本丛书”出版，2000年重印。这是目前最完备、最通行的张船山诗集。著名文史专家胡传淮著有《<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>年谱》（2000年巴蜀书社出版、2005年修订再版）、主编有《张问陶研究文集》（2009年中央文献出版社出版）、主编《张问陶家族诗歌选析》（2012年大众文艺出版社出版），成镜深、胡传淮等编有《船山诗草全注》（180万字，2010年巴蜀书社出版），有助于张问陶研究。</p> <p>　　清人评论其诗“生气涌出，沉郁空灵，于以前诸名家外又辟一境”，是“太白少陵复出”。书师<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>，险劲放野，别具一格。其画，近似徐青藤（<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>），不经意处，皆有天然，尤善画猿、马、鹰、鸟等，“墨猴”画技艺尤精。传世作品有藏于故宫博物院的《芍药》扇等。杨守敬说其：“乾嘉间之书家，莫不胎息于金石，博考名迹，惟张船山，宋芷湾绝不依傍古人，自然大雅，由于天分独高，故不师古而无不合于古”。张问陶是乾嘉诗坛泰斗、清中叶诗冠、三百年来第一人。</p> <p>　　张问陶弟子有崔旭、梅成栋、姚元之等，合称“张门三才子”，受张问陶影响巨大。</p> <p><strong>绘画</strong></p> <p>　　张问陶的绘画亦集明四大画家（<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>、<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>、仇英）之技艺精华而挥笔自如、线条流畅，工笔精湛、韵味宏厚，技艺一绝、别具风格。画山——险峻陡峭。画树——枝粗叶茂。画面清爽，工笔水墨相间，图纹转折如行云流水，图文并茂。如《深山隐居图》。</p><br/><h2>诗学主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>主张<a href=\"http://so.gushiwen.org/author_2229.aspx\">诗</a>歌应写性情，有个性：“天籁自鸣天趣足，好诗不过近人情”（《论诗十二绝句》），“诗中无我不如删，万卷堆床亦等闲”（《论文八首》）反对模拟：“文章体制本天生，祗让通才有性情。模宋规唐徒自苦，古人已死不须争。”（《论诗十二绝句》）他的诗论与性灵说相吻合，为<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>所称赏。袁枚誉张诗“沉郁空灵，为清代蜀中诗人之冠 ”，又夸其具“倚天拔地之才”，视为“八十衰翁生平第一知己”（《答张船山太史》）。其原因在于张问陶不仅才华横溢、创作成绩斐然，而且其思想观念与诗学观点同袁枚颇多相通之处，成为嘉庆时期性灵派的重镇，与乾隆时期性灵派的代表人物袁枚、<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>鼎足而三，占据乾嘉性灵派殿军的地位。</p> <p>　　张问陶没有论诗专著与文章，但其《船山诗草》却收有数十首论诗诗，可供我们窥探其论诗要旨。综观张问陶论诗，可知其诗学观与袁枚性灵说笙磬相应，又不乏独到之见。张问陶堪称性灵派独具特色的诗论家。</p> <p>　　张问陶论诗一再标举“性灵”，可见其主性灵之旨。如“性灵偶向诗中写”（《正月十八日……绝句志之》），“传神难得性灵诗”（《梅花》），“同无青白眼，各有性灵诗”（《冬日》），“浓抹山川写性灵”（《题子靖〈长河修禊图〉》），“笔墨有性灵”（《戊辰日依竹堂感怀》）等等，不一而足；尤其是“愧我性灵终是我”（《颇有谓予诗学随园者，笑而赋此》）之句，更显示其与袁枚“独抒性灵”（《随园诗话补遗》卷四）说在本质上是一致的。袁枚“独抒性灵”之性灵说内涵是强调创作主体应具真情、个性、诗才三方面主观因素。张问陶论诗要义一方面与此相通，一方面又有补充与发展。</p> <p>　　袁枚性灵说最重真性情，所谓“性情得其真”（《寄程鱼门》），“情以真而愈笃”（《答尹相国》）。张问陶重性灵亦以真性情为创作要旨。首先，他强调创作者必须具备真情实感，有真性情要抒发。因此称“诗人原是有情人”（《题屠琴隖论诗图》其六）、“好鸟鸣春尚有情”（《论诗十二绝句》其八），因为“有情”才能写出真诗，所谓“热肠涌出性情诗”（《赠徐泰征》）是情与诗因果关系的生动说明。其次，他指出表现真性情是诗的本质，云“好诗不过近人情”（《论诗十二绝句》其十二），“自磨碎墨写天真”（《代启答毕秋帆先生并上近诗一卷》），“不写性灵斗机巧，从此诗人贱于草”（《题法时帆式善前辈诗龛向往图》），所谓“人情”、“天真”、“性灵”，皆指“诗缘情”（<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>《文赋》）之本质而言。因为主情，故与袁枚一样批评肌理派翁方纲以考据为诗，称“何苦颟顸书数语，不加笺注不分明”（《论诗十二绝句》其八）。翁氏“误把抄书当作诗”（袁枚《仿元遗山论诗》），已远离诗抒情之正轨。张认为，诗情不是从“古人书”中所能得到的，而是从生活阅历、社会实践中产生的，故云：“写出此身真阅历，强于饤饾古人书。”（《论诗十二绝句》其三）又云：“关心在时务，下笔唯天真。”（《陈荫山舍人……限五古》）这一观点对袁枚性灵说所谓“神韵是先天真性情”（《答李少鹤》）、“但肯寻诗便有诗，灵犀一点是吾师”（《遣兴》）之主观唯心因素是一种补救。另外，就“情”本身而言，袁枚强调其真，尤重“情所最先，莫如男女”（《答蕺园论诗书》），与理相离。这有其思想解放的意义，但亦有忽视情之美与善的弊病。张问陶主情，既重视其真，亦兼顾其真与善，故云“古人怀抱有真美”，“恶诗尽有真情境，忍与风花一例删”（《重检记日诗稿自题十绝句》）。这一观点比袁枚要合理、全面。</p> <p>　　张问陶于强调真性情的同时，还标举“气”：一曰真气，二曰奇气。《成都夏日与田桥饮酒杂诗》云：“有情那可无真气？”即明确提出真气与真情相辅相成的观点。如果说真情是诗的血肉，真气则是诗的筋骨，更是诗的精神力量，有情无气仍难见诗人之真本色。此“气”从诗人角度而言，是孟子所谓的“浩然之气”（《孟子·公孙丑上》），具有刚正的气质、人格的力量。从诗的角度而言，则是具有一种劲健的风骨、壮美的气势。张氏重视气，就是重视诗人的品格、气质的修养，从而赋予诗作以气势。《华阴客夜读卷施阁诗文怀稚存》又标举“奇气”：“死有替人应属我，诗多奇气为逢君。”“奇气”是指诗人的非凡、狂放的气质，一种浪漫精神。这与张问陶的个性特征相关。张问陶论诗重气，当受到挚友<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>的影响，洪氏《北江诗话》即将“气”与性、情等相提并论，作为“诗文之可传”的重要因素之一，皆意在针砭某些性灵诗轻佻滑易、缺乏气骨之弊，亦是对袁枚性灵说之补救。</p> <p>　　张问陶于性灵特别强调“我性灵终是我”，这是同袁枚性灵说推重“作诗不可以无我”（《随园诗话》卷七）一样张扬个性、崇尚创作的独创性。为此张问陶宣称：“自吐胸中所欲言，那从得失争千古”，“浮名未屑以诗传，况肯低头傍门户！”（《题方铁船工部元鹍诗兼呈吴谷人祭酒》）意谓诗人应该独抒性灵，自出机杼，诗中有人。为此又从反面强调：“诗中无我不如删，万卷堆床亦等闲。”（《论文八首》其七）所谓“诗中无我”即缺乏个性、因袭他人，清代乾嘉诗坛之拟古者正是“诗中无我”的典型，为此张问陶讥云：“模宋规唐徒自苦，古人已死不须争”（《论诗十二绝句》其十），“规唐模宋苦支持，也似残花放几枝。郑婢萧奴门户好，出人头地恐无时。”（《题屠琴隖论诗图》）矛头指向<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>、厉鹗这些规唐模宋者，并认为依傍门户是不会出人头地的。与模拟者相反，性灵派皆主创造，以表现自己的真情与个性，张问陶亦云：“土饭尘羹忽崭新，犹人字字不犹人”，“《咸英》何必胜《箫韶》，生面重开便不祧”。（《论诗十二绝句》）所谓“斩新”、“生面重开”就是诗人所推崇的创造精神，只有做到“不犹人”，才能写出“我”之“性灵”，自成一家。</p> <p>　　张问陶重性灵亦如袁枚一样重诗人之灵性，或曰诗才，并略有阐发。诗人有灵性表现之一是创作之际易产生灵感，无须雕肝镂肾、生写硬凑。《论诗十二绝句》其四、其五云：“凭空何处造情文，还仗灵光助几分。奇句忽来魂魄动，真如天上落将军！”“跃跃诗情在眼前，聚如风雨散如烟。敢为常语谈何易，百炼功纯始自然。”采用生动的比喻，形象地描述了诗人创作产生的灵感现象。前引张问陶关于创作要有“自身真阅历”的观点，亦即是“不凭空”；但创作还须借助“灵光”即灵感。二诗写出灵感降临“忽来”的突发性、“骤得”的短暂性，以及思维的活跃性，“诗情跃跃”指感情激动，而且想象丰富，所谓“提笔便存天外想，神龙鳞爪破空来”（《题屠琴隖论诗图》）。此外灵感乃自然而生，不可强求，所谓“诗为无心如<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>”（《成都夏日与田桥饮酒杂诗》）。可见张问陶对灵感的认识还是比较全面深入的。</p> <p>　　对于诗歌的审美特征，袁枚性灵说要求灵活、有生趣、风趣，张问陶则主张空灵、有真趣，二者颇为接近，但亦有区别。张《题屠琴隖论诗图》云：“一片神光动魂魄，空灵不是小聪明。”袁枚之注重意象的灵活有趣，就迹近于“小聪明”，而张问陶之重“空灵”，内涵要广，它不仅要求意象灵动，而且追求意境深、韵味长，是一种高境界，故又称“诗到空灵艺始成”（《孟津县寄陈理堂》）。为达空灵之境，在艺术表现上注重以白描之笔勾勒意象，不堆砌典故；于创作心境则要求自然纯真、摆脱动利。《论诗十二绝句》其六云：“想到空灵笔有初，每从游戏得天真。笑他正色谈风雅，戎服朝冠对美人。”说明空灵之境非满脑子礼教、一味“谈风雅”者所能达到，而必须出自于自然“天真”。另外，“天趣”、“真趣”亦与雕凿无缘，同拟古、考据之作亦不相干。对诗歌语言乃推重自然、质朴的“常语”，所谓“敢为常语谈何易，百炼工纯始自然”（《论诗十二绝句》其五），这与袁枚“家常语入诗最妙”（《随园诗话补遗》卷一）、“口头语，说得出便是天籁”（《随园诗话补遗》卷二）的观点相近。</p> <p>　　张问陶的诗学观点由于表达形式的限制，比较粗略，远不及袁枚《随园诗话》、诗序等论诗专著观点阐述得详尽周全，范围亦不如袁枚性灵说广泛。但其要旨与袁枚性灵说属同调，性灵说的基本精神亦都具备。不过，张问陶的性灵说是嘉庆年间的诗论，张问陶亦有其独具的个性、思想，因此与袁枚又有差异。难能可贵的是，这种差异实为对袁枚性灵说不足或弊端的补救，从而使性灵说有所发展。这是张问陶诗论的新贡献。</p> <p>　　为了弘扬问陶诗风，四川省蓬溪县成立了问陶诗社，有会员100余人，定期出版社刊《问陶新韵》。</p><br/><h2>一代诗宗</h2> <p>　　中国历史悠久，<a href=\"http://so.gushiwen.org/author_2229.aspx\">诗</a>人辈出，多如繁星。因受规模和条件限制，能写入文学史的诗人，是极少的。以清代诗人为例，正处在筹备阶段的《全清诗》，“初步测算作者总数约为十万家，成书则当在一千册以上。”近人徐世昌辑《清诗汇》，收清代诗人6100余家，得诗27000余首。而能进入《中国文学史》的清代诗人只占《清诗汇》诗人总数的千分之三、四。中国社科院编三卷本《中国文学史》论及的清诗人仅16人；游国恩等主编的《中国文学史》论及的清诗人仅19人；刘大杰《中国文学发展史》，论及清诗人也只有28人。如此之少的清代诗人入《中国文学史》，而张船山即为其中之一，足见船山在清诗史上的重要地位了。</p> <p>　　在各种通行清诗选本中，船山诗也占有突出地位。清代光绪五年（1879）刊印的《国朝全蜀诗钞》（孙桐生辑选），规模宏大，体制精严，是清代蜀选本中集大成者。该书共64卷，计选诗人362人，存诗5900余首，其中张船山诗入选最多，独占6卷，入选诗作近600首，已是《船山诗草》的五分之一，占《国朝全蜀诗钞》的十分之一，“犹以未获尽登为憾。”可见船山在孙桐生的心目中是大头，就全清诗人而论，蜀诗人中能跻身于第一流的，也只有张氏一人而已。李朝正先生云：“乾嘉年间的性灵派在华夏拥有诗人之众，是过往的许多诗派无法比拟的，而巴蜀诗人恰恰是通过<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>的作用，直接或间接地带领一批诗人，影响着一批诗人。因而，活跃在诗坛，齐集在张问陶周围的蜀中诗人都崇尚性灵，……形成了众星拱月、群星灿烂之势，迎来清代巴蜀诗歌中最为壮观的黄金时代。”</p> <p>　　近人徐世昌辑《清诗汇》，计200余卷，是清诗选本中影响大、声望高者。该书入选船山诗37首，为蜀中诗人入选最多者。其他蜀中诗人，如李调元入选4首，<a href=\"http://so.gushiwen.org/author_904.aspx\">彭端淑</a>1首，费密8首，张问安11首，卓秉恬1首，刘沅1首，张鹏翮2首，刘光第7首……。在乾嘉时期全国性诗人中，张船山入选量仅次于<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>（41首），而高于其他乾嘉著名诗人，如<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>34首，<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>33首，<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>27首，<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>22首，<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>9首，舒位25首，<a href=\"http://so.gushiwen.org/author_54.aspx\">吴锡麒</a>13首，<a href=\"http://so.gushiwen.org/author_1696.aspx\">孙原湘</a>23首，郭频伽14首，姚元之10首，石韫玉6首，王昙4首，黄丕烈1首，顾翰9首，王学浩6首，王芑孙19首，崔旭5首，屠倬9首，杨芳灿17首，黎简34首，<a href=\"http://so.gushiwen.org/author_26.aspx\">陈文述</a>5首，吴嵩梁5首，朱文治9首……。可见，船山在乾嘉诗坛地位之显赫。</p> <p>　　当代著名清诗选本，也给船山崇高地位。如钱仲联《清诗三百首》（1985年岳麓书社版），选张船山诗3首，仅低于袁枚（5首），而高于赵翼（2首），蒋士铨（未选）、洪亮吉（1首）、吴锡麒（2首）等人。陈祥耀《清诗精华》（1992年人民文学出版社出版），选张船山诗8首，比乾嘉其他诗人多，如袁枚7首，宋湘4首，蒋士铨4首，洪亮吉3首。李梦生《律诗三百首》（2001年上海古籍出版社出版），选张船山律诗3首，高于袁枚（2首）、赵翼（2首）、<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>（2首）。该书中选清诗人3首及以上者仅10人，船山即其一，可见张船山是清代律诗写得最好的十大诗人之一。</p> <p>　　出版的清代诗歌史及辞典，如朱则杰《清诗史》、严迪昌《清诗史》、霍有明《清诗史》、刘世南《清诗流派史》、钱仲联主编《清诗纪事》、《中国文学家大辞典》（清代卷）、胡传淮《张问陶年谱》《张问陶研究文集》等，都给了张船山以充分的肯定。<br>杨世明先生在《巴蜀文学史》（巴蜀书社2003年版）中，列专节以《性灵派大家张问陶》为题，评述船山诗作及贡献，并云：“乾嘉时期是清代巴蜀文学最繁荣的时期……。这一阶段最辉煌的一页，是产生了大诗人张问陶。”又说：“从汉代以来，巴蜀出产了<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>、<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>、<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>、张问陶这十大文学家，他们都是中国文学史上的名人。迄今为止，几乎任何中国文学史，都要对上述十人的文学成就作出介绍。”</p> <p>　　张船山是诗、书、画三绝奇才，当时名震海内、群相敛手，有的诗人写诗作文，自愿化为妇人，为他效力，甚至作为他的妻妾侍奉他。其诗作，对后世影响深远。晚清诗人易顺鼎（1858－1920），幼奇慧，有神童之目，诗作多至万首，“自谓为张船山后身”。南社诗人<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>（1887－1958），有诗云：“猛忆船山诗句好：白莲都为美人开。”<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在《饮冰室文集》中，讲述了张船山在山东任主考的故事；《海上花列传》中，写不少人照张船山诗意做诗；张恨水在小说《春明外史》里，让主人公杨杏园步和了张船山的八首七律《梅花》诗，引得人们纷纷寻找《船山诗草》来读。可见，船山诗影响之大。</p> <p>　　著名古代文学研究专家、中国社科院研究员刘扬忠先生在《张船山全国学术研讨会综述》中说：“张船山不单是西蜀诗人之冠，而且是清代中期全国诗人之冠，对他进行研究，继承他的文学遗产，乃是全国学者的分内之事。”龙洲剑客在《烟波谁识旧船山》中说：“张船山在中国文学史上的地位应当是不输于思想史上的王船山。”“象张问陶这样一往情深地在诗歌中倾吐自己最真诚的生命感悟的人，古往今来恐怕也不多吧！在他之前有杜工部，在他之后只有郁达夫。”“‘江右三大家’中，从袁枚到赵翼、蒋士铨，无论在才气还是诗歌的造诣上都未必一定胜过张问陶。”“就诗论诗，张问陶是绝对不输于‘三家’的”；“张问陶在诗界中就象金庸武侠小说里独立于正统门派之外时隐时现的绝顶高手，别人只能偶尔识得其踪迹，却少有人有耐心与诚心去探寻他的踪影。”著名学者张永义在《感伤时代的人生幻灭——读&lt;船山诗草&gt;》中说：“恰恰是黄仲则与张问陶（字仲冶，号船山）代表了清朝中叶的最高诗歌水准。正如同一时代的德语文学有歌德与海涅，如果18世纪封闭的国内文坛，失去了‘二仲’的痛饮高歌，那么，我们的阅读一定会显得枯燥无味。”“我觉得生活在十八、十九世纪之交的张问陶，处境更艰难，他的内心所体会到的深层幻灭感比起我们这些200年后敲击键盘的文人要更具体更疼痛，因为那是整个封建王朝的夕阳残照，他把墨汁和胆汁混合，轻轻一抹，给那个感伤的时代画上了苍凉的休止符。”此乃不刊之论。[7] 　综上所述：张船山在清代诗史上占有重要地位。他不仅是清代蜀中诗冠，也是清代乾嘉诗坛大家，一代诗宗，是清代第一流的诗人和著名诗学理论家，是性灵派后期的主将和代表人物。</p> <p>　　以上摘自胡传淮《刍议张船山在清诗史上的地位》一文（发表于《西华大学学报》2005年04期）。</p>"
}