{
  "id": 122,
  "star": 60,
  "name": "王禹偁",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_122.jpg",
  "dynasty": "宋代",
  "desc": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>，出身贫寒，《东都事略》和《宋史·本传》都说他世为农家，《邵氏闻见后录》谓“其家以磨面为生”。王禹偁九岁能文，宋太宗太平兴国八年（983年）登进士第，授成武县（今属山东）主簿，迁大理评事。次年，改任长洲（今江苏苏州）知县。他对仕途充满抱负，曾在《吾志》<a href=\"http://so.gushiwen.org/author_122.aspx\">诗</a>中表白：“吾生非不辰，吾志复不卑，致君望尧舜，学业根孔姬”。王禹偁为人刚直，誓言要“兼磨断佞剑，拟树直言旗”。</p> <p>　　端拱元年（988年）召试，擢右拾遗并直史馆。他旋即进谏，以《端拱箴》来批评皇宫的奢侈生活。后拜左司谏、知制诰。</p> <p>　　淳化二年（991年），庐州尼姑道安诬告著名文字学家<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>。当时禹偁任大理评事，执法为徐铉雪诬，又抗疏论道安诬告之罪，触怒太宗，被贬为商州（今陕西商县）团练副使。</p> <p>　　淳化四年（993年）移官解州（今属山西）。同年秋召回京城，不久又外放，随即召回。任礼部员外郎，再知制诰。太宗至道元年（995年），任翰林学士，后以谤讪朝廷的罪名，以工部郎中贬知滁州（今安徽滁州），次年改知扬州。</p> <p>　　宋真宗即位（997年），再召入都，复知制诰，上书提出“谨边防”，“减冗兵，并冗吏”等事。与撰修《太祖实录》，因直书史事，引起宰相的不满，又遭谗谤，于咸平二年（999年）再次被贬出京城，至黄州（今湖北黄冈）。</p> <p>　　咸平四年（1001年）冬改知蕲州（今湖北蕲春），未逾月而卒，年四十八。</p> <p>　　《宋史》与《东都事略》都有其传。</p> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>所撰《王元之画像赞并序》，称他以“以雄风直道独立当世”，“耿然如秋霜夏日，不可狎玩”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>十分仰慕王禹偁，在滁州时瞻仰其画像，又作《书王元之画像侧》。</p> <p>　　王禹偁自编《小畜集》30卷，集名出自《易经》：“小畜之象曰‘风行天上，小畜’。君子以懿文德”。今有《四部丛刊》本，另有其曾孙王汾裒辑《小畜外集》13卷，以及清光绪年间的孙星华刻本。近人徐规所著的《王禹偁事迹著作编年》，收集佚诗佚文多篇。 </p><br/><h2>文学主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>是宋初作家中成就较高者，他在<a href=\"http://so.gushiwen.org/author_122.aspx\">诗</a>、文两方面的创作都较为突出，促进了宋初诗风、文风的变革。宋初诗派林立，但主要是“白体”、“西昆体”、“晚唐体”三家。王禹偁属“白体”。</p> <p><strong>古文</strong></p> <p>　　他是北宋初期首先起来反对唐末以来浮靡文风，提倡平易朴素的优秀作家之一。王禹偁提倡“句之易道，义之易晓”（《答张扶书》），反对艰深晦涩，雕章琢句，为后来的<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>等人的诗文革新运动开辟了道路，因此颇受后人推重。北宋初期，文坛上沿袭唐末五代颓靡纤丽文风。王禹偁为了革除这种流弊，以宗经复古为旗帜，提倡继承<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>古文运动的精神，主张“远师六经”，“近师吏部（韩愈）”，写“传道而明心”的古文。他特别强调“不得已而言”，文章要“句易道”、“义易晓”，发挥了韩愈古文理论与实践中“文从字顺”的一面。他的散文作品内容充实，感情充沛，语言晓畅。《待漏院记》是一篇政论，提出“一国之政，万人之命，悬于宰相”的论题，规劝执政者要勤政爱民，而不能“窃位而苟禄，备员而全身”，义正辞严，笔触锋利。</p> <p>　　其代表作《黄州新建小竹楼记》写于贬官黄州时期。文中极力渲染谪居之乐，把省工廉价的竹楼描绘得幽趣盎然，含蓄地表现出一种忿懑不平的心情。文章多用排比，音调优美，富于诗味。《唐河店妪传》记述边地一位老妇人机智杀敌的 故事，又借题发挥，谴责了当权者在军政措施上的不当，既有生动的人物描写，又有恳切的议论。此外《录海人书》、《答张扶书》等都是他散文的代表作品。作为宋初最重要的散文家，他的古文理论和创作，对宋代散文风格的形成有很大的影响。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>称他“以雄文直道独立当世”，“耿然如秋霜夏日，不可狎玩”（《王元之画像赞并序》），当非溢美之辞。</p> <p>　　文论方面，王禹偁提出了传道、明心与有言、有文。王禹偁在《答张扶书》中说：“夫文，传道而明心也。”在文以传道之外，他又要求文以明心，即可在传道之文里发抒自己的政见和内心感受。于“传道”外，提出“明心”，于“有言”外，提出“有文”，这是王禹偁在理论上的一种贡献。所谓“明心”是指自己的内心世界臻于高尚，是指立身无愧，以文明心和传道，实质上是要求文道合一和文行合一，并偏重在文的方面。</p> <p><strong>诗歌</strong></p> <p>　　在诗歌方面，王禹偁推崇<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。宋末的方回说：“宋铲五代旧习，诗有白体、昆体、晚唐体。”（《送罗寿可诗序》，《桐江续集》卷三二）显然这种说法稍嫌夸张，但宋初诗风确有白体、昆体、晚唐体之分，王禹偁也被宋人看作重要的白体诗人。然而，王禹偁的诗风与李昉、<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>等白体诗人却是同中有异。王禹偁早年多作闲适诗，晚年多作讽喻诗，与白居易恰恰相反。正是这种深刻的自省意识，使他从学习白居易进而以杜甫为典范，甚至在晚年自编的《小畜集》中很少收录早年作品。相传，他曾因作诗偶合杜甫诗句而写下“本与乐天为后进，敢期子美是前身”之句，还称赞“子美集开诗世界”。他在创作中努力实践白居易“歌诗合为事而作”的主张。《对雪》、《感流亡》、《竹□》、《对雪示嘉佑》等诗，以深厚的同情描写了当时农民、士兵的苦难境况，揭露了现实的黑暗，而且严于针砭自身，继承和发扬了杜甫“三吏”、“三别”与白居易《秦中吟》的风格。《畲田词》五首生动地记录了山区刀耕火种的情景，赞扬了普通人民勤劳刻苦和团结互助的美德。</p> <p>　　他的诗同散文一样，语言平易流畅，风格简雅古淡。他还有一些写景抒情的短诗，却笔调清丽，饶有风韵。如《村行》描绘了山村黄昏的动人情景和诗人的感触。他还善于向民歌吸取思想艺术营养。如《畲田词》：“鼓声猎猎酒醺醺，斫上高山入乱云。自种自收还自足，不知尧舜是吾君。”洋溢着劳动者的乐观感情，饶有民歌清新活泼的风味。他的长篇诗歌，叙写自己生平事迹与怀抱，能挥洒自如，畅所欲言，已开宋诗散文化、议论化风气。<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>盛赞他：“纵横吾宋是黄州。”<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>也说：“国初沿袭五代之余，士大夫皆宗白乐天诗，故王黄州主盟一时。”（《苕溪渔隐丛话》前集卷二十二）</p> <p><strong>词</strong></p> <p>　　王禹偁词即事即目，登览抒怀，寓情于景，格调深沉，雄浑有力，艺术上完全臻至成熟，在宋初小令中是别开生面的。具体地说，点绛唇这首词在宋初词坛的贡献集中在两个方面：在秾丽的氛围中以清丽取胜；在狭窄的词境中以开阔见长。过去，人们一般只注意<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《渔家傲》（“塞下秋来风景异”）。其实，不论就思想内容，还是就艺术风格讲，这首词都很具特色，从<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《雪梅香》（“景萧索”）、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>的《水龙吟》（“楚天千里清秋”）和<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的《点绛唇》（“燕雁无心”）等诸名作中，均可看出受王禹偁这首词影响的某种痕迹。因此，王禹偁这首《点绛唇》应当被视为掀开两宋词坛帷幕的重要词篇。王弈清称赞此词“清丽可爱”，并因此推崇王禹偁“岂止以诗擅名”（《历代词话》卷四转引）。王禹偁是开北宋词坛创作风气的重要作家。 </p>"
}