{
  "id": 526,
  "star": 53,
  "name": "夏完淳",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_526.jpg",
  "dynasty": "明代",
  "desc": "夏完淳（1631～1647）原名复，字存古，号小隐、灵首（一作灵胥），乳名端哥，汉族，明松江府华亭县（现上海市松江）人，明末著名诗人，少年抗清英雄，民族英雄。夏允彝子。七岁能诗文。十四岁从父及陈子龙参加抗清活动。鲁王监国授中书舍人。事败被捕下狱，赋绝命诗，遗母与妻，临刑神色不变。著有《南冠草》、《续幸存录》等。",
  "content": "<h2>文学贡献</h2> <p><strong>作品数目</strong><br>　　<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>在世只有17年，但他在明末文坛上却有着不可磨灭的光辉。夏完淳短暂的一生中,著有赋12篇,各体<a href=\"http://so.gushiwen.org/author_526.aspx\">诗</a>337首,词41首,曲4首,文12篇。</p> <p><strong>主要内容</strong><br>　　14岁参加抗清斗争后，在血与火的斗争生活中，特别是在被捕以后，他写了不少慷慨悲壮而又清新明朗、表现民族气节的诗篇及赋、曲、杂文等。著名历史学家，也是夏完淳研究专家白坚先生总结其主要内容为：<br>　　其一，表现抗清复国的心志。诗集中大量篇章直接间接、多方多面、借古喻今、因物寓意地表现了诗人心怀故国、志在南归、念切中兴的思想襟怀和抱负。尤其可贵的是，在艰难困苦的情境中，始终保持着高昂的乐观主义精神。如“万里飞腾仍有路，莫愁四海正风尘”，“英雄生死路，却似壮游时”等，气势奔放，开朗壮美。<br>　　其二，抒写兴亡之恨、可谓“处处山河泪，篇篇烈士心”。完淳的诗中有不少借青楼盛衰或宴游兴替以寄予兴亡之恨的内容。<br>　　其三，歌颂英烈，哀悼师友。《六哀》、《六君咏》、《细林野哭》、《吴江野哭》和哭钱熙的诸篇，都属于这一类。其中颇多感人甚深的好诗。千百年后，还使人读之震悼，闻之饮泣。</p> <p><strong>艺术表现</strong><br>　　夏完淳诗作，在艺术表现上，也有特色，如用典用事，比较工切；多用比兴，带有浪漫气息；富于想象，时见瑰丽色彩；善于以景为情，融情入景；善于选择特征性的事物和动作来概括情境，表现人物。集中的爱国主题，爱国激情，热烈的战斗气息，充沛的乐观精神，夺目的华美文词，动人的浪漫色彩都形成完淳诗歌的悲壮激昂、清新开朗的艺术风格。<br>　　夏完淳的诗，并非以年少而见称，也并非因殉国而作传。幼年时代吸收的古典作品的精华，长大后实际斗争的磨炼，都形成了他诗歌慷慨悲壮、清新开朗的独特风格，有高度的艺术感染力，能引起人强烈共鸣。就诗论诗，亦足以睥睨一代，辉耀千秋，屹立于古今爱国诗人之林。</p> <p><strong>影响后世</strong><br>　　现代爱国诗人<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>先生在青年时期读了夏完淳的诗歌后，敬慕不已，写下“悲歌慷慨千秋血，文采风流一世宗。我亦年华垂二九（ 即十八岁——作者注），头颅如许负英雄。”以自比自励，从完淳的诗中吸取成才的精神力量和艺术营养。四川辛亥革命元勋熊克武回忆说：“我在家念私塾时，……，特别喜欢明末夏完淳的诗文，一面抄写，一面熟读，至今还可背诵一二。”汪辟疆在《三百年前一位青年抗战的民族文艺家》中也慷慨激昂地说：“我早年从《艺海珠尘》内得读《夏内史集》，诵至他16岁所作的《大哀赋》和《狱中上母书》、《遗夫人书》这几篇，有时热血上涌，有时酸楚欲绝，不知不觉的使我对于这一位青年抗战的民族文艺家敬佩不已”。闻亦博在《明代模范学生夏完淳传记》中说：“他的一生，始终不肯休息，不肯妥协，燃烧着似火一般的民族思想，在诗句中发生伟大的力量，比之于普通抒情的作品，描写春花秋月的文章，不知要充实多少倍了”。文坛巨匠郭沫若先生也多次著文对夏完淳的诗作进行详细评点。</p> <p><strong>诗文风格</strong><br>　　直面人生，正视现实。如《军中有作》、《军宴》、《江城》、《避地》、《即事》、《翠华篇》等诗，小令《狱中草》，套数《自叙》、以及赓续其父所写的《续幸存录》等等，记述了江南亡国之变和自己抗清斗争的史实。叙事抒情，都有生活实感。<br>　　展示了高昂的抗战激情和坚定的民族气节。他投笔从戎之后，“风骈霜胝，提襟短衣,备人世之艰辛,极忠臣之冤酷”，以血泪写了《大哀赋》，抨击了明朝廷弊政，剖析了亡国原因，描写了“竿木群兴,风云毕会；兴六月之师,振九天之锐”的战争经历,表达了“乾坤重照,日月双悬”的复国志向,具有崇高的思想境界。同样的思想内涵,也见于《易水歌》、《博浪沙歌》、《南越行送人入闽》、《题曹溪草堂壁》、《霸图》等大量诗中；而在他被捕后写的《南冠草》中，有了更大的发扬。如其中《别云间》写道：“已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看”，《寄内》：“九原应待汝，珍重腹中儿”等句，都充满为国捐躯、视死如归的壮志豪情。<br>　　他虽备尝艰辛，终遭失败，但作品中流露出昂扬的乐观精神。如《哀燕京》诗写道：“风云江上钟山气，夜看牛斗伫中兴。”《土室馀论》文中也说：“呜呼,家仇未报,匡功未成。赍志重泉,流恨千古。今生已矣,来世为期。万岁千秋，不销义魄；九天八表，永厉英魄。”充满了光复故土的必胜信念。<br>　　直抒胸臆，不事雕琢，形成朴直爽朗、慷慨悲壮的创作风格，产生了巨大的艺术感染力。如他悼念老师<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>的诗《细林野哭》：“去岁平陵鼓声死，与公同渡吴江水。今年梦断九峰云，旌旗犹映暮山紫”，“呜呼抚膺一声江云开，身在罗网且莫哀。公乎公乎为我筑室傍夜台，霜寒月苦行当来”，真挚的战斗情谊，极为感人。正如陈均在《夏节愍全集序》中所评：“故其忠肝义胆,发为文章,无非点点碧血所化。”</p> <p><strong>作品编集</strong><br>　　夏完淳的作品先曾编为《玉樊堂集》、《内史集》、《南冠草》、《续幸存录》等。清乾隆五十五年(1790)，吴省兰合编为《夏内史集》,颇有遗漏。嘉庆十二年(1807)，王昶、庄师洛编刻为较完整的《夏节愍全集》，14卷。1959年，中华书局上海编辑所重加校订，编印为《夏完淳集》，为今日较完备的通行版本。《狱中上母书》被选为台湾高中国文教材。《别云间》被选为初中语文教材。</p> <p><strong>作品风格</strong><br>　　慷慨悲凉、高亢激越、语言华美、意境苍凉悲壮、爱国激情、时代气息。</p> <p><strong>轶事典故</strong><br>　　夏完淳少年时即胸怀大志，至十一、二岁，已“博极群书，为文千言立就，如风发泉涌；谈军国事，凿凿其中。”一次他问岳父钱栴：“今日世局如此，不知丈人所重何事？所读何书？”丈人惊愕，一时无从回答。 </p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>，是那个特定历史时代的儿子，同时也是一个有血有肉的普通人。郭沫若在抗战时期以夏完淳事迹为基础创作的话剧《南冠草》曾激动过多少誓以热血拯救祖国的中华儿女！今天，尽管我们生活在一个和平的时代，但对祖国的义务没有变，青年人追求向上、追求真理的激情没有变，因此在他的身上，我们同样能汲取许多做人的力量。</p> <p>　　对青少年来说，夏完淳这个人物有着不可磨灭的榜样作用，而且他的无论是做人还是事业的成功，都很有值得人们深思的价值。在历史上曾出现过许多关于神童的记载，但他们大多只是天上的流星，闪烁一时便没了光彩。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>那篇著名的《伤仲永》对这种情况加以了分析，对社会上不正确的培养神童方法进行了指责。确实，这些天资聪慧的孩子将来有可能成为有用的人才，但盲目的吹捧迎合只能让这些还未完全成熟的孩子丧失进取心和清醒的认识，飘飘然不知天高地厚，同时又不再继续学习，因此大多数孩子很快就江郎才尽，像仲永一样沉溺于大人的指挥和机械的创作中，“泯然众人矣”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>曾写<a href=\"http://so.gushiwen.org/author_526.aspx\">诗</a>赞：“包身胆，过眼眉，谈精义，五岁儿。” </p><br/><h2>生平</h2> <p>　　祖籍浙江会稽，明思宗崇祯四年生于松江（今属上海），家住郡城西花园浜，是中国五千年历史上年纪最轻的华夏先烈。完淳父夏允彝为江南名士，与完淳师<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>创立几社（与复社相应）。<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>受父亲影响，矢志忠义，崇尚名节。天 资聪颖，早慧，5岁读经史。7岁能<a href=\"http://so.gushiwen.org/author_526.aspx\">诗</a>文，9岁写出《代乳集》。允彝出游远方，常带完淳在身边，使他阅历山川，接触天下豪杰。从陈子龙为师，又受知于复社领袖<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>，在文章气节方面，深受二人熏陶。<br>　　崇祯十六年（1643年），与同县友人杜登春等组织“西南得朋会”（后改为“求社”），成为“几社”的后继。次年春，农民起义军席卷北方，完淳自称 “江左少年”，上书40家乡坤，请举义兵为皇帝出力。 清顺治二年（1645年），清兵下江南，完淳年15，随父、师在松江起义抗清。失败后，夏允彝投水自殉。乃追随陈子龙与太湖义军联系，参谋义军领袖吴易军事，继续从事抗清复明活动。不久，太湖义军被包围消灭。完淳泅水脱险。复明意志坚定不移。因痛心国事，作《大哀赋》，文采宏逸，情词哀惋，见者无不感叹惊佩。<br>　　顺治四年春，明鲁王赐谥夏允彝为“文忠”公，并遥授完淳为中书舍人。完淳写谢表，连同抗清复明志士数十人名册，交与专在海上往来通信联系的秀才谢尧文，使赴舟山呈与鲁王。谢在漴阙候船，被清兵拿获，解送提督吴胜兆处系狱。后吴胜兆反清事败，清当局得完淳所书谢表等，于是南京总督军务洪承畴，秉承清摄政王意旨，按名册严缉夏完淳等，务要一网打尽。<br>　　完淳避在嘉善岳父家中，曾秘密西行受阻，返回松江，决定渡海至鲁王处，再图大举。不幸于六月底被清当局侦获逮捕，取水道解往南京受审。船过细林山（即辰山），想起老师陈子龙，作《细林夜哭》诗，以表哀悼。船过吴江，又作《吴江夜哭》诗，以悼念吴易。<br>　　押至南京，洪承畴亲自讯问并劝降，说：“童子何知，岂能称兵叛逆？误堕贼中耳！归顺当不失官。”完淳挺立不跪，佯为不知审讯大员就是洪承畴，高声答道：“我闻亨九（洪承畴字）先生本朝人杰，松山、杏山之战，血溅章渠。先皇帝震悼褒恤，感动华夷。吾常慕其忠烈，年虽少，杀身报国，岂可以让之！”当左右差役告诉他堂上“大人”就是洪承畴时，完淳更声色俱厉地说：“亨九先生死王事已久，天下莫不闻之，曾经御祭七坛，天子亲临，泪满龙颜，群臣呜咽。汝何等逆徒，敢伪托其名，以污忠魄！”洪承畴色沮气夺，无辞以对。时钱栴亦被捕，意志沮丧。完淳在旁勉励说：“今与公慷慨问死，以见陈公于地下，岂不亦奇伟大丈夫哉！”使钱得全晚节。 在狱中谈笑自若。自被捕至狱中写下得诗，名《南冠草》，都是慨世、伤时、怀友和悼念死者之作，慷慨悲凉，传诵千古。继其父所作之政论集《续幸存录》，分析南明弘光王朝败亡的原因，识见超卓。如谓“南都之政，幅员愈小，则官愈大；郡县愈少，则官愈大；财赋愈贫，则官愈富。斯之谓三反。三反之政，乌乎不亡？”故郭沫若惊叹“完淳不仅为一诗人，而实为备良史之才者也。”<br>　　九月十九日，夏完淳就义于南京西市，所谓罪名归纳为“通海寇为外援，结湖泖为内应，秘具条陈奏疏，列荐文武官衔”。临刑时，他立而不跪，神色不变，刽子手战战兢兢，不敢正视，过了很久，才持刀从喉间断之而绝。钱栴等二十余人一同在南京就义。夏完淳死后，由友人杜登春、沈羽霄收殓遗体，归葬于松江昆冈乡荡湾村夏允彝墓旁。身后留有妻子钱秦篆、女儿以及遗腹子，出世后不幸夭折，一代忠良绝嗣。<br>　　夏氏父子墓坐落在松江区小昆山镇荡湾村北开阔的田野中。石驳墓基围成一块平台，墓地呈半月形，高约2米，面宽约30米，占地二 亩余。1956年，夏墓被当时的江苏省列为省级文物保护单位。1958年，松江县划归上海市后被列为市级文物保护单位。1961年，上海市文物保管委员会修葺了夏允彝、夏完淳父子墓，并立墓碑，国务院副总理陈毅亲笔题写碑文“夏允彝夏完淳父子之墓”十个行楷大字。字字有神，体现了陈总对这两位民族英雄的敬仰和推崇。</p> <p><strong>出生</strong><br>　　夏完淳出生于崇祯四年，即公元1631年，这时的明朝社会离灭亡只有13年了，可谓内忧外患，积重难返。在文化思想与商品经济比较发达的南方，要求个性解放，反对理学桎梏的时代精神也在广泛发展，许多饱读诗书、忧国忧民的士人按照文学观念或活动地域形成各种流派或社团，与腐朽的阉党进行斗争。这里面就有著名的东林党。继东林党之后，又有组织地主阶级中下层知识分子及小市民的复社和几社，而夏完淳的父亲夏允彝就是几社的创始人之一。一代奇才夏完淳就在这样的背景下诞生在大雷雨即将来临前的江南，松江华亭县（今上海市松江县）。<br>　　夏完淳出生后，夏家上下欢天喜地，亲朋好友也纷纷前来祝贺，祝贺夏允彝35岁喜得贵子，更祝贺夏家单弱的门庭终于有了生机。</p> <p><strong>家庭教育</strong><br>　　夏允彝从儿子懂事时起就教他四书五经、天下诗文，而且在讲授诗文的同时更注重爱国主义的教育。那些为了国家民族不惜抛头颅洒热血的民族英雄的名字和他们的《正气歌》、《满江红》一起深深地铭刻在小完淳的心中，而父亲及其朋友们为匡救天下，恢复优秀儒家传统和阉党进行斗争的情景更是给了他现实的教育。夏允彝正妻、完淳的嫡母盛氏的教育与爱护也是小完淳成长道路上不可忽视的重要因素。</p> <p><strong>母子关系</strong><br>　　完淳是夏允彝的偏房陆氏亲生，但在等级森严的封建时代，正妻的地位是很高的，完淳虽为陆氏亲生，但按规矩他必须叫盛氏为母亲，对陆氏只能称呼“娘”，而且归于盛氏的名下。这种不合理的做法对他小小的心灵造成了一定的伤害，但好在盛氏为人温和大度，对陆氏与完淳的亲近非常理解，从不加干涉，并且利用自己精通文墨的优势，每天悉心教授完淳诗文和礼仪，使完淳深为感动，并且终生像对待生母那样敬重热爱这位嫡母。后来夏完淳在就义前夕写的《狱中上母书》，从表面上来看，就是写给盛氏，这个他名义上的母亲的。在那个封建时期，这是天经地义的规矩，而夏完淳又是受封建教育很深的人。自他懂事时起，小小的心灵中就受到这样的强迫：即使他爱自己的生母，也不能一无保留地挂在脸上，这种感情必须拿来对待嫡母。长期受这种等级观念影响，再加上盛氏确实明理通情，因此他对盛氏的感情深也是很自然的事。<br>　　这位嫡母对他的钟爱确是传诵一时的。夏完淳在就义前写的《狱中上母书》中曾提到，嫡母15年如一日兢兢业业地教自己礼仪及诗书，是千古难得的好母亲。至于他的生母陆氏，则生平不详，据郭沫若先生考证说，陆氏也是一个长于文笔的人，绝不是寻常的女子，并有陆氏亲笔写的悼念儿子的诗歌为证。尽管关于陆氏的情况我们知之甚少，但从夏完淳的上母书中我们也可隐隐看出他对生母陆氏热爱与歉疚相混杂的、欲说还休的复杂心情。夏完淳的伯父夏之旭，当年曾与夏允彝并驾齐驱，同样以文才著名，他对于完淳的教育也不无影响。据说完淳12岁时已很有名声，不免聪明外露，父亲夏允彝又常常让他在宾朋满座时出来作陪，在席间完淳大谈军事策略及边防情况，夏之旭怕他过于得意，常常制止他说：“有客人在座，你不要这样张狂！”伯父的严厉虽不无夫子之气，但对完淳后来养成谦虚沉静的做人态度也不无裨益。</p> <p><strong>家中亲属</strong><br>　　夏完淳的前辈们这样出色，同辈的姐妹也极富文采，对他影响很大。夏完淳有一姐一妹，姐姐夏淑吉是个女诗人，字美南，号荆隐，虽然是正房盛氏亲生，与完淳同父不同母，而且年长完淳15岁，但和弟弟的感情却非常深厚。夏完淳诗文中提到她的地方极多，甚至认为她的文采足以比得上东汉时的才女<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>。<br>　　夏淑吉夫家是浙江嘉定的侯家，丈夫侯文中是夏完淳最敬佩的同辈人之一，可惜在完淳六七岁时就早逝了，完淳对他的了解多是从其遗留的诗文中得到的。侯家也是江南有名的才子之家，后来在抗清斗争中，父子几人同时遇难，几乎全家都为国捐躯。姐丈一家的这种气节与才情对夏完淳成长的影响如春风化雨，点点滴滴渗透在日常生活之中。<br>　　完淳妹妹惠吉，字昭南，号兰隐，和他同为陆氏夫人所生。惠吉的字为“昭南”，和字“美南”的姐姐淑吉同称“二南”，再加上夏完淳，姐、弟、妹三人又同时被称为“空谷三隐”（夏完淳号小隐）。惠吉也富有才气，和完淳的感情亦很好。完淳曾在诗中称赞他们的兄妹情谊为：“天涯风雨雁飞鸣，雨雪相依倍有情……论心此日欢方恰，惜别他时感又生。”完淳牺牲前，郑重地把亲生母亲陆氏托付给这个唯一的妹妹照顾。夏家这脉已如此优秀，而完淳的亲友也同样出类拔萃，这也是他从小所受教育的一个非常重要的方面。<br>　　完淳的亲眷中，除了上面提到的嘉定侯家外，还有嫡母盛氏的侄女盛蕴贞。和夏淑吉一样，她也是侯家的儿媳，但她的命运比青年守寡的夏淑吉还要苦。她的未婚夫是淑吉丈夫侯文中的堂弟侯智含，也是有名的才子。但在抗清斗争中，智含在灵隐逃难时死去，她便成了还未成亲的未亡人，在那个兵荒马乱的封建时代，只得和夏淑吉一样削发为尼，做了淑吉的徒弟。其诗作非常真挚动情，如《寄兄》：“ 一自双亲杳，乡园不忍旋。七年三见面，稚子渐齐肩。梦断燕山月，春归海树烟。书来能念我，三复鶺鸰篇。”而她最为人称道的还是那首《赠圣幢诗》，其中“心能同水月，骨自带烟霞”被人们传为难得的清灵佳句。由于她和夏完淳是表亲，又是完淳姐姐夏淑吉的妯娌和徒弟，因此和夏完淳也成为互相影响的知己。<br>　　夏完淳很小便由父母作主订了亲，他的岳父钱彦林是嘉善一带极有名望的才子，而且性格豪爽，被称做钱长公。这位岳父可谓为完淳的师表，明亡时他积极参加抗清，组织义军，后来因掩护过完淳的老师、抗清义士陈子龙而被捕，和女婿夏完淳同一天为国捐躯。浩然正气，可歌可泣！他死后，妻子徐氏不愿独活，亦投水自尽。其两个儿子都是有才名的人，和完淳也非常要好。长子钱熙风姿玉立，才气纵横，也是夏完淳最敬重的同辈人之一，在完淳16岁时便因参加抗清活动，积劳成疾去世，完淳伤心不已，曾写下“千古文章未尽才”的悼语。钱熙之弟钱默8岁即能写诗，15岁成进士，和完淳也有唱和，亦有神童之誉，并为夏完淳写过一篇《神童赋》，被传为佳话。明末家破人亡后，钱默流浪各地，不知所终。<br>　　另外，钱彦林堂兄钱棅也是完淳的抗清同志，和他们翁婿二人在同一天壮烈殉国。亲戚们的才情与气节为完淳的成长提供了一个更大的优良环境，使他在耳濡目染中思索、学习，得到了做人的力量和做文的启示。这是夏完淳的幸运，也是他最后成才的一块重要基石。</p> <p><strong>良师影响</strong><br>　　有了良好的家风、卓越的亲朋，夏完淳的幸运还在于他有一批良师。在这些当时最杰出的良师中，对夏完淳影响最大的，自然当推陈子龙。陈子龙，字卧子，也是松江华亭人，他比夏允彝小12岁，但夏允彝非常器重他的才华，常不遗余力地帮助他，与他结为忘年之交。二人志同道合同为几社的组织者与创始人，人称“陈、夏”。陈子龙不但有丰富的学识，而且志向高远、善于运筹帷幄，是难得的济世之才。<br>　　在文学上，陈子龙和夏允彝一样主张继承明代前后七子传统，诗宗法汉魏六朝盛唐之音，以求振兴国运。他的才气在当地及江南各省都很有名，尤其以不读死书，重视时务而闻名于世，这在迂朽的明末是很难得的。他对宦官的痛恨，对人民的同情都深深打动了学生的心，完淳的文学成就亦受了他很大的影响。<br>　　他和夏完淳的关系是非常理想完美的，二人既是师生，又是志同道合的朋友，后来又成为共同战斗的战友。他对夏完淳的影响，并不小于夏允彝。<br>　　完淳的老师还有太仓人张溥，他是复社的创始人之一，代表作《五人墓碑记》向为人们所传诵，并被选入了今高中课本里。张溥也是夏允彝的要好朋友，对完淳非常喜爱，常常耐心地给他解释书中的疑难问题，只是英年早逝，死的时候只有40岁，那时夏完淳还不到12岁。<br>　　完淳的老师中还有抗清义士史可法、黄道周以及后来完淳为之做参谋的吴志葵等。他们的气节文章给夏完淳带来的是另一方面的更加严谨、更加壮烈的教育。另外值得一提的，是五个“平生风谊兼师友”的特殊人物，除了前面提到过的姐丈侯文中、内兄（大舅子）钱熙外，还有一个后来死得极其悲壮的人陆鲲庭。清兵入浙江后，这个崇祯时的进士惟恐被拉出来做官受辱，决心一死。无奈家人对他看管很严。一天，他趁妻子偶然离开时插上房门上吊自杀。家人发觉后破墙而入救活了他。他却痛苦万分，质问家人：“奈何苦我！”最终还是自杀身死。这种行为在当时的知识分子中是并不鲜见的。深受儒家文化熏陶的他们在国破家亡之际不像洪承畴那样卖身求荣做了贰臣，也不隐居保全自身，而誓死以求舍生取义，这种精神极其悲壮。<br>　　夏完淳能有幸遇到这么多良师，其中一个重要的原因是，千百年来祖国传统文化熏染的结果使夏允彝没有被别人对他儿子的吹捧夸奖冲昏头脑，而是清醒地意识到必须从性格及品性上来对儿子进行教育，并为他选择了多位这方面的良师。</p> <p><strong>家庭影响</strong><br>　　夏完淳就在这样得天独厚的环境下慢慢成长起来。祖母顾氏曾教育出了两个好儿子，自完淳出生后，又把心思放在了小孙子身上。她常不顾儿、媳的劝阻屈尊陪孙子玩耍，教他一些浅近的诗歌。嫡母盛氏对他更是小心照顾，疼爱有加。她虽然不如夏允彝那样严厉，却也非常严格。每天黎明即起监督完淳的学习，给他讲习诗书，同时送上精心烹调的饮食。晚上完淳休息时，她经常和陆氏一起照顾他入睡后才悄悄离开。<br>　　更多时候，这位通情达理、温柔大度的夫人则让完淳和亲生母亲陆氏单独呆在一起，自己去照看婆婆和亲生的女儿淑吉。至于夏允彝，对儿子要求更加严格。再加上良师、亲朋的影响，天资聪慧的小完淳进步得很快。他“ 生有至性”（见《砥斋集》），即今天所谓“坐得住”，坐在书斋看书是他最大的快乐。小小年纪，不像其他孩子那样贪玩，却喜欢粘在凳子上煞有介事地拿着书一目十行地翻，虽然不能精通，却也乐趣无穷。即使在炎热的夏天，大家都拿着扇子乘凉，孩子们在水里嬉戏时，他也像块石头似的端坐在那儿，看书写字。嫡母盛氏心疼他，有时强迫他出去游泳玩耍，他却视玩耍为苦事，常常在敷衍地玩闹一会儿后就又跑回去看书。盛氏又要劝阻，夏允彝笑呵呵地对她摇头：“不要管他，让他去看吧。”<br>　　在这种大量读书，不求甚解的幼年教育方法下，夏完淳对诗词经义有了一种感性上的认识，5岁时初上私塾，很快便能讲解《四书》、《五经》，而且常常一语中的，能抓住书中的要点。他因为熟读经史，所以常常大胆地在文章里谈论古人得失，而不像一般孩子那样人云亦云，盲目崇拜。这一点倒是继承了祖父夏时正小时候“诘问塾师”的胆量和精神，也深得父亲夏允彝的赞赏，认为他不死读书，没有沾染八股习气，路子是对的。当时夏允彝的好友，即完淳后来的老师陈子龙常常到夏家来玩，见完淳童年老成，颇为可爱，便常常逗弄他，和他争辩书中的疑难问题，有趣的是，一开始陈子龙只是出于游戏之心，想和孩子开开玩笑解闷，谁知完淳却十分认真而且精通学问，常常扬着小脑袋一字一句地反驳，弄得陈子龙无话可说，未免有些尴尬。这以后，陈子龙对完淳刮目相看，再也不敢轻视，并以能做他的老师而自豪。夏允彝的几社朋友们更是惊奇万分，敬称完淳为“小友”，视之为同道中人。 在六七岁时，这个“总角小童”便可洋洋洒洒写出数万言的诗赋古文来，而且“下笔立就”，“奇丽可观”，于是，惊叹不已的人们又送他一个美号“圣童”。老儒生<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>在《夏童子赞》里称许他：“包身胆，过眼眉，谈精义，五岁儿。”<br>　　几社同仁开会时，完淳便也常常坐在叔叔伯伯们中间，仰着小脑袋静静地听他们纵谈天下大事，痛骂朝中奸臣。加之奶奶、姐姐以及嫡母也常常教他《满江红》、《正气歌》等爱国诗歌，使他小小的心中除了做学问，成功名外，更多了一点对国家对民族对社会的关注和思考。<br>　　夏允彝起程赴福建长乐县，决定带儿子一起去福建，让他接触社会，增加阅历。在赴福建上任之前，夏允彝带儿子先顺路到嘉善亲家那里拜谒了钱彦林。那天风清日暖，钱彦林正坐在绿竹扶疏的后花园里，听家养的小戏班唱《牡丹亭》，自己也不时兴起随着那清婉的曲调款款吟唱几句，颇为得意。忽然在这时见到德高望重的亲家夏允彝和久盼会晤的“爱婿”完淳，不由得又惊又喜，忙叫人匆匆撤了戏换上酒席，又叫两个儿子出来相见。夏完淳终于见到了那位写赋夸赞他的大舅子钱默，不由得欣喜若狂，忙拉着他的手，和他谈起文学来。钱默年长完淳两岁，却显得比完淳瘦削，白净的脸上，一双女孩子般多愁善感的大眼睛流露着忧郁、惆怅的神情，和神采飞扬的完淳形成鲜明对照。而坐在一旁的大哥钱熙则风姿玉立，性情沉稳。完淳很快就喜欢上了钱熙，又和这位大哥兴致勃勃地攀谈起来，顿感相见恨晚。<br>　　趁着三个孩子谈天时，和夏允彝说话的钱彦林也在偷偷打量未来的女婿。只见小完淳天庭饱满、秀目长眉，举止端庄有大人气，言谈中又露着豪情，前途不可限量。钱彦林不由得为女儿高兴。他看得发了呆，连夏允彝正在和他说话也没听见，还在心里得意于自己的英明之举。这时，正在谈天的完淳忽然转过脸来，瞪着大眼睛聚精会神地看着他，尊敬中又不无试探地问：“今日世局如此，不知丈人所重何事？所读何书？”这样大的问题突然从一个小孩口中问出，一下弄得毫无准备的钱彦林张皇失措起来，平日的风流潇洒劲儿也不知跑到哪儿去了。支吾了一会儿，只得急中生智地答道：“我的所重所学，和你父亲差不多。”总算应付过去了。完淳问完后，照样神态平静地吃菜聊天，这样的问答在他来说是常有的事，而钱家上下却被惊动了。钱熙、钱默兄弟都吃惊地望着这个不但有文采，还关心时事的妹婿，钱彦林则把夏允彝悄悄拉到一边，拭拭头上的冷汗说：“允彝兄，还是你教子有方，我领教了！”夏允彝憨厚地一笑，说：“令郎也很出色啊。”钱彦林摇头：“他们才华或许不差，但论起对时务的兴趣来，就差多了！”由于旧时代男女授受不亲，完淳未来的妻子钱秦篆并没有在酒席上露面。不过，当完淳父子拜别钱氏父子，出门离去时，细心的完淳却忽然发现在东厢房的一角，月亮门的粉墙外，一个比自己略矮一点的小姑娘，身穿一身淡青色的衣裙，隐在长廊的柱子后面，微露出半个头来，用好奇的眼光偷偷打量着他。这时夏允彝在前面催他快走，他只得匆匆回身跟在父亲后面，把这个神秘的躲在回廊后的小姑娘留在了自己身后。对于他们来说，再一次的相见则是在漫长的十年后，洞房花烛夜时了。那时清兵的铁蹄已经踏遍了江南大地，钱夏两家都加入了抗清的队伍，也都不可避免地面临了即将家破人亡的悲惨命运。当然，这是他们无论如何也不曾想到过的。</p> <p><strong>展露才华</strong><br>　　夏允彝到长乐县后，开始废弊兴利，大刀阔斧地进行自己的改革计划。他的治理方针的中心内容就是“用古教化”。因为他是个主张复古的人，对人民，他反对使用苛捐杂税，提倡“抚慰弱，煦煦如家人”的民本主义思想，力求达到孔子所说的“ 大同”境界，即用古人的方法，来治理明朝末年的社会。由于他廉洁无私，又通晓经术，建立了一套完善的法律制度，更由于他善于判决疑难问题，一时间长乐县政通人和，百废俱兴，百姓个个拍手称快，连其他地方的人也跑来请夏大人裁决纠纷，无不满意而去。<br>　　这时的完淳，才名也更加响亮。他9岁时，父亲夏允彝曾把他写得比较好的诗歌收集起来，为其印了第一本诗集《代乳集》。亲戚朋友争相阅读，夸奖他是少年奇才。老师陈子龙欣赏完淳的才华，在和朋友编当代名人诗歌选集时，特意把完淳的几首诗也搁在后面，表示了极大的赞赏。一时间，完淳的才名风行江南，又一次成为众人关注的焦点。面对耀人眼目的名声，九岁的完淳曾不免有些得意。许多所谓的神童也就是在这个阶段开始放松要求，停滞不前的。但好在他的父亲、奶奶以及老师都堪称优秀的教育家。尤其是奶奶顾氏，这位被称作“有大过人之识”的老人尽管心中高兴得像吃了蜜，心里却惟恐孙子会被早来的荣誉冲昏头脑，立刻来信谆谆叮嘱他要戒骄戒躁。父亲夏允彝在一时的兴奋后也渐渐平静下来，不再夸赞儿子，而是又开始督促他刻苦攻读。老师陈子龙也不时写信来教育他要继续学习。在大家的帮助下，完淳很快就渡过了这一关，又把注意力集中在了怎样帮助父亲处理政务，造福百姓上。</p> <p>父亲殉国<br>　　居于东南沿海一隅的夏允彝以他的辛勤工作，终于引起朝廷重视。崇祯十五年，吏部尚书郑三俊向皇上推举天下廉洁奉公、才干超群的知县七人，夏允彝名列榜首。正在为国运衰亡弄得焦头烂额的崇祯闻讯大喜，亲自用御笔把这七人的名字写在皇宫的屏风上，表示极大的嘉奖，同时又召见了这七位英才。夏允彝的沉稳神情和超群才干，使崇祯及文武百官大为赞赏。大臣<a href=\"http://so.gushiwen.org/author_478.aspx\">方岳</a>等人极力向皇帝推荐这乱世英臣，崇祯也决定破格对夏允彝实行提拔，委以大任。在长乐县的百姓们闻此消息，又喜又悲。喜的是夏大人终于有了被朝廷赏识的机会，悲的则是夏大人此一去不会再来，长乐县失去了一个优秀的父母官！当地士绅百姓集体捐钱，为他立了一个生祠（即为活着的人立的祠堂），这是极大的拥戴与热爱，是人民盼望清官、好官的强烈呼声。<br>　　夏允彝即将受命于危难之际，就要更好地发挥几十年来蕴积的才华，最大程度地实现他为国尽忠的理想了。这也是封建时代许多正直知识分子的最高理想。他的心中，充满了希望。谁知就在这时，噩耗传来，夏允彝的母亲，完淳的祖母顾氏不幸因病去世。夏允彝父子悲痛欲绝，匆匆奔回家乡松江料理后事。崇祯闻讯也感到十分可惜。<br>　　公元1644年（崇祯十七年）三月十九日，农民领袖李自成率领起义军攻进北京。崇祯在煤山吊死，明朝灭亡。<br>　　对于在家服母丧的，曾被崇祯皇帝赏识，并破格提拔的夏允彝来说，明朝的灭亡、皇帝的自杀都给了他极大的打击。丧母、丧君，刚刚有了点成绩的仕途又无路可走……一时间，他恍若失去了生活的目标。<br>　　夏允彝曾拜谒史可法，商议恢复大计，由于南明弘光政权的迅速崩溃，夏允彝才不获展，在林野乡间仍旧想有所作为。当时清朝在江南的统治还不稳固，义师纷起，明朝残余军事力量散落其间。于是，夏允彝暗中写信给自己从前的学生、明朝江南副总兵吴志葵，商量准备合兵攻取苏州，然后收复杭州，再进兵南京，以图保有明朝江南半壁河山。也就是在那时，年仅十五岁的夏完淳匆匆完婚后，马上和父亲一道加入戒旅军中。可惜，吴志葵无长远谋略，军将多懈怠贰心，苏州城不仅未被攻下，这些残明的乌合之众，也大败四溃。<br>　　坏消息一个接一个传来，夏允彝反而变得愈加平静，他决定自杀殉国。乡人劝他可以趁乱渡海去他曾任地方官的福建，招纳兵马，再图恢复。夏允彝考虑再三，没有同意，怕举事再败以至于蒙羞万世。松江清军主将早闻夏允彝大名，表示只有他出山，一定给大官作。清将还表示，即使夏先生不愿新朝为官，出来见一面也行。夏允彝以“贞妇”自比，明白无误表达了自己不事二朝的决心。<br>　　他给好友陈子龙等人写信交待后事，然后平静与家人道别，并特意把未完成的文集《幸存录》交予独子夏完淳手中，叮嘱他毁家饷军，精忠报国，代父完成恢复志愿。然后，夏学士投松江塘自杀。《明史》上讲他\"自投深渊以死\"，实乃误记。夏允彝自杀是形同日本人仪礼性的剖腹自杀，其兄、子、妻妾家人，皆肃穆哀恸地立于水滨观视。松塘水浅，只达夏允彝腰身以上，这位大才子生生埋头于水中，呛肺而死，他背部的衣衫都未沾湿。<br>　　彼情彼景，身为儿子的夏完淳肝胆欲裂，目睹父亲刚烈死状，他也更加坚定了必死报国之心。</p> <p><strong>报国之心</strong><br>　　陈子龙想与夏允彝同死，但夏允彝以母妻托付于他，他本人又有九十老祖母需要赡养，故而忍死待变，割发为僧隐于乡间。明宗室鲁王监国时，陈龙子暗中接受鲁王的任命，与夏完淳一起策动清朝的松江提督吴胜兆反清。天不祚明，兵变失败，不仅吴胜兆被杀，陈子龙本人也被逮捕。在押解至南京的途中，陈子龙终于作出了与其挚友夏允彝一样的人生选择：跳水自杀殉国。<br>　　生父尊师，这两位忠烈楷模，在少年夏完淳泪水模糊的目光中，逐渐幻化为千古仁人志士的终极典型。<br>　　忠恸欲绝的夏完淳上书鲁王政权，要求予父亲以赠谥。鲁王爱惜夏完淳如此年轻又如此对大明忠心，立授他\"中书舍人\"一职，赠夏允彝\"右春坊右中允\"，谥\"文忠\"。这一切，均极大鼓舞了身在江南的夏完淳抗清复明的勃勃斗志。<br>　　不久，听闻太湖一带活跃着吴易领导的\"白头军\"（这支队伍的兵士皆以白布缠头作标志，以此为明朝\"戴孝\"），夏完淳喜出望外，连忙与老师陈子龙一起携家中所有金银奔赴军中，并充任吴易的参军。<br>　　吴易，字日生，进士出身，吴江人，曾为复社的活跃分子，能诗善文，又喜读兵。吴易的\"白头军\"发展迅速，不少昔日当地的水贼头目如\"赤脚张三\"等人纷纷入伙，在民族矛盾上升到社会最主要矛盾的关头，这些人由\"贼\"而变成\"官军\"，在辽阔的太湖水面上给予清军沉重打击。白头军最漂亮的一仗是“分湖大捷”，杀敌三千多，斩清中下级军官二十多名，获战船五百余艘。当然，这种暂时的胜利，主要原因也在于当时清军没有有效组织起过硬的水军，水战外行，故而使得\"白头军\"大逞神威。<br>　　胜讯传出，南明的隆武政权和鲁王朝廷均派人携带\"诏书\"而来，对吴易加官晋爵，视为中兴大将。飘飘然之余，吴易与\"白头军\"将领们开始轻敌。许多水贼出身的将卒本性毕露，四处剽掠。清军方面，却加紧准备。海盐一战，\"白头军\"大败，夏完淳也因军败与吴易等人走散。陈子龙在海盐之战前已经看出吴易手下乌合之众难成大事，便以筹饷为名离开了“白头军”，想另行发展。<br>　　吴易军败后，其父、其妻、其女均投湖自杀，以免被清军俘虏受辱。吴易本人逃入湖中，仍旧坚持抗清斗争。<br>　　1646年夏，吴易听人风传清朝任命的嘉善知县刘肃之想\"反正\"，岂知刘肃之早就通知大批清兵埋伏，待吴易一入门，立即逮捕了这位“白头军”领袖，很快送往杭州处死。<br>　　夏完淳闻讯，立即白服以往，在吴<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>吴易起衣冠冢，与文人同道哭吊，赋《吴江野哭》、《鱼服》二首诗歌，祭奠吴易，表达了复仇雪恨的决心。</p> <p><strong>反清报国</strong><br>　　1647年早春时分，得悉清朝任命的苏松提督吴胜兆要反正的消息，少年夏完淳马上萌发了巨大的恢复希望，急忙为吴胜兆与浙东义师牵线搭桥，积极准备待事发时本人亲自参加战斗，做绝死之战。吴胜兆谋泄，其手下将领抢先一步把他的计划上告清朝。吴胜兆一卒未出，身已成擒。而浙东方面，屋漏偏遭连夜雨，义师水军刚离岸，飓风忽至，大部分人被淹呛而死，溃不成军。清廷对吴胜兆一案十分重视，四处抓人，陈子龙等人首先遭到逮捕。押送途中，陈子龙投水殉国。<br>　　夏完淳喉中咸泪和血吞。由于他本人也在清政府通缉名单中，便一度曾匿藏于其兵父在嘉善的家中。1647年夏七月，他决定渡海加入鲁王政权军队。夏完淳至孝之人，临行前，他回乡间老家探望嫡母和生母，准备与二老告别之后再出发。清廷眼线多多，夏完淳甫一回家，即为人侦知。清廷人马俱至，逮捕了这位少年英雄。由于他是朝廷重犯，被立刻押赴南京受讯。<br>　　在南京受押的八十天，是十六岁英雄夏完淳人生旅途的最后八十天。其间，他不仅智斗大汉奸洪承畴，巧妙羞辱了这位清朝鹰犬，并且自激自盛，赋诗写词多篇，表达了他\"今生已矣来世为期\"的冲天豪情和\"家国之仇未报\"的遗恨。<br>　　被羁之初，夏完淳作《采桑子》一词，从内心深处抒发了他的亡国之愁。清朝朝廷主持江南一带招抚的第一把手，乃大汉奸洪承畴。他听说夏完淳与其岳父钱旃被抓，很是得意，便想亲自劝降这翁婿二人，此举不仅能为清朝主子招纳\"人才\"，又能给自己脸上贴\"慈德\"金粉。<br>　　南京旧朝堂上，洪承畴高坐，喝问下面被提审的夏完淳：“汝童子有何大见识，岂能称兵犯逆。想必是被人蒙骗，误入军中。如归顺大清，当不失美官。”<br>　　夏完淳不为所动，反问洪承畴：“尔何人也？”<br>　　旁边虎狼衙役叱喝：“此乃洪大人！”又有狱吏在其旁低声告之：“此乃洪亨九（洪承畴）先生。”<br>　　夏完淳佯作不知，厉声抗喝：“哼，堂上定是伪类假冒。本朝洪亨九先生，皇明人杰，他在松山、杏山与北虏（清朝）勇战，血溅章渠，先皇帝（崇祯帝）闻之震悼，亲自作诗褒念。我正是仰慕洪亨九先生的忠烈，才欲杀身殉国，以效仿先烈英举。” 狱吏们此时很窘迫。洪承畴在上座面如土灰。上来一人，厉声叱喝夏完淳：“上面审你的，正是洪承畴！”<br>　　夏完淳朗声一笑：“不要骗我！洪亨九先生死于大明国事已久，天子曾临祠亲祭，泪洒龙颜，群臣呜咽。汝等何样逆贼丑类，敢托忠烈先生大名，穿虏服虏帽冒允堂堂洪先生，真狗贼耳！”<br>　　洪承畴汗下如雨，老狗嘴唇哆嗦，小英雄字字戮到他灵魂痛处，使得这个变节之人如万箭攒心般难堪、难受。食禄数代之大明重臣，反而不如江南一身世卑微的十六岁少年，真让人愧死！（类似故事也发生在同吴易一起被抓的“白头军”领导人孙兆奎身上，他被押南京后，也是洪承畴主审。面对扎辫子的清朝“总督”，孙兆奎轻蔑地笑问堂上洪大人：“我们大明朝也有一个牺牲的先烈叫洪承畴，您不会与那位大人同名吧？”）<br>　　忽然，一旁因久受严刑而涌支撑的夏完淳岳父钱旃忽然一声倒地，葡伏不起。夏完淳见状，忙上前扶起岳丈，厉声激励道：“大人您当初与陈子龙先生及我完淳三人同时歃血为盟，决心在江南举义抗敌。今天我二人能一同身死，可以慷慨在地下与陈子龙先生相会，真真奇大丈夫平生之豪事，何必如此气沮！”听女婿如此说，钱先生咬牙挺起，忍耐奇痛。<br>　　洪承畴默然久之，只得挥挥手，今士卒把二人押回牢狱。然后，上报清廷，拟判处夏、钱二人死刑。<br>　　上述种种历史的细节，不见于清朝“官修”的史书。明末大才子<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>著作《皇明四朝成仁录》中。屈大均在明亡以后坚决不仕清廷也表现了自己的民族气节，他对壮烈殉国的英雄，流露出热切的渴慕和深刻的崇敬。深知自己来日无多，夏完淳在狱中写下了他那篇流传千古的《狱中上母书》，派人转送老家的嫡母盛氏与生母陆氏。</p> <p><strong>慷慨就义</strong><br>　　1647年，九月秋决，夏完淳等三十多名抗清义士在南京西市慷慨就义。手提鬼头大刀、凶神恶煞般的刽子手，面对自己面前昂然站立的这位面容白皙、姣好的十六岁美少年，他那杀砍掉无数人头的双手，也不由自主地发颤发抖，最终只能闭眼咬牙才敢砍下那一刀……在当时43名共赴刑场的抗清义士中，他是最年少的一个。<br>　　夏完淳的妻子秦篆，同时受父死母丧夫亡的重大打击，悲痛欲绝，身体亦非常衰弱。几个月后她果然生下一个男孩，只是这孩子似乎在母体内感受了太多人间的苦难，很快便也夭折了。夏家终于无后。秦篆的哥哥钱默这时也终于看破红尘，出家为僧，不知所终。年仅十八九岁的秦篆便也削发为尼，独守青灯古佛，孤独地度过了一生。 </p>"
}