{
  "id": 2441,
  "star": 1,
  "name": "冒襄",
  "image": "http://img.gushiwen.org/authorImg/maoxiang.jpg",
  "dynasty": "清代",
  "desc": "冒襄（公元1611－1693年），字辟疆，号巢民，一号朴庵，又号朴巢，明末清初的文学家，南直隶扬州府泰州如皋县（今江苏如皋）人。康熙三十二年，卒，年八十有三，私谥潜孝先生。冒襄一生著述颇丰，传世的有《先世前征录》、《朴巢诗文集》、《岕茶汇抄》、《水绘园诗文集》、《影梅庵忆语》、《寒碧孤吟》和《六十年师友诗文同人集》等。其中《影梅庵忆语》洋洋四千言，回忆了他和董小宛缠绵悱恻的爱情生活，是我国忆语体文字的鼻祖。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2441.aspx\">冒襄</a>，字辟疆，南直隶扬州府泰州如皋县人，生于明万历三十九年（公元1611年）三月十五日。冒襄出生在一个世代仕宦之家，幼年随祖父在任所读书，14岁就刊刻<a href=\"http://so.gushiwen.org/author_2441.aspx\">诗</a>集《香俪园偶存》，文苑巨擘董其昌把他比作初唐的<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>，期望他“点缀盛明一代诗文之景运”。撰《巢民诗集》8卷,《文集》6卷,《影梅庵忆语》1卷，另辑《同人集》12册。明清时期，如皋城里的冒氏家族人才辈出，是当地的名门望族，也是一个文化世家。 当时的明王朝已成溃乱之势，东北在清兵的铁蹄之下，川陕湖广是“流寇”驰骋的战场，而江浙一带的士大夫依然过着宴安鸩毒、骄奢淫逸的生活。秦淮河畔，妓家所居的河房开宴沿宾，樽酒不空，歌姬的翡翠鸳鸯与书生的乌巾紫裘相交错，文采风流，盛于一时。辟疆也沾染了一般豪贵子弟的浪漫风习。一方面，他年少气盛，顾盼自雄，主持清议，矫激抗俗，喜谈经世大务，怀抱着报效国家的壮志；另一方面，又留恋青溪白石之胜，名姬骏马之游，过着脑满肠肥的公子哥儿的生活。</p> <p><strong>怀才不遇</strong></p> <p>　　　冒襄在1627年-1642年间，六次去南京乡试，六次落第，仅两次中副榜，连举人也未捞到。他深感怀才不遇。明代自万历以来已江河日下，特别是太监弄权，朝纲倾颓，已达登峰造极。面对这种危亡局势，一般在正义感的知识分子怎不忧心如焚呢？1636年，冒襄与张明弼结盟，参加复社，同陈贞慧、<a href=\"http://so.gushiwen.org/author_592.aspx\">方以智</a>、侯朝宗过从甚密，人称“四公子”。他们年龄相仿，意气相投，或结伴同游，或诗酒唱和，或抨击阉党，或议论朝政，希望改革政治，挽救国家危亡。1639年由吴应箕起草、冒襄等复社140余人具名的《留都防乱公揭》 ，产生了较大的影响，使得阮大铖之流如过街老鼠。</p> <p><strong>逃难生活</strong></p> <p>　　公元1644年，李自成的农民军攻入北京，明亡；随后，清兵入关，建立大清国。</p> <p>　　南京的明朝旧臣建立了弘光政权。阉党余孽阮大铖投靠马士英，当上了南明的兵部尚书兼副都御史，他要报复复社诸君子。正巧冒襄因风闻高杰将驻防如皋，举家逃往南京。在南京，阮大铖对冒襄游说不成后，便派遣锦衣卫逮捕了他，直至第二年，马、阮逃离南京，始得脱离牢狱之灾。还有一种说法是：他连夜逃往扬州，靠了史可法的荫庇，才躲掉了这场灾难。 公元1645年6月，如城抗清英雄陈君悦组织义兵抗拒清廷官吏。冒襄再次举家逃往浙江盐官。从夏至冬，辗转颠沛，在马鞍山“遇大兵，杀掠奇惨”，“仆婢杀掠者几二十口，生平所蓄玩物及衣具，靡孑遗矣”。这一切在他思想上产生了激烈的变化，第二年他从盐官回归故里隐居。</p> <p><strong>不仕满清</strong></p> <p>　　清兵平定全国后，降清的复社成员陈名夏曾从北京写信给他，信中转达了当权人物夸他是“天际朱霞，人中白鹤”，要“特荐”他。但冒襄以痼疾“坚辞”。康熙年间，清廷开“博学鸿儒科”，下诏征“山林隐逸”。冒襄也属应征之列，但他视之如敝履，坚辞不赴。这些都充分表现了他以明朝遗民自居，淡泊明志，决不仕清的心态和节操。与此同时，他缅怀亡友，收养东林、复社和江南抗清志士的遗孤。如在水绘园内增建碧落庐，以纪念明亡时绝食而死的好友戴建，即其一例。随着岁月的流逝，冒襄已是垂垂暮年，生活穷困潦倒，只能靠卖字度日。他自述道：“献岁八十，十年来火焚刃接，惨极古今！墓田丙舍，豪豪尽踞，以致四世一家，不能团聚。两子罄竭，亦不能供犬马之养；乃鬻宅移居，陋巷独处，仍手不释卷，笑傲自娱。每夜灯下写蝇头小楷数千，朝易米酒。”表达了他不事二姓的遗民心态，这一点是冒襄一生中最为闪光的地方。</p> <p><strong>文学著作</strong></p> <p>　　冒襄一生著述颇丰，传世的有《先世前征录》、《朴巢诗文集》、《水绘园诗文集》、《影梅庵忆语》、《寒碧孤吟》和《六十年师友诗<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>人集》等。其中《影梅庵忆语》洋洋四千言，回忆了他和董小宛缠绵悱恻的爱情生活，是我国语体文字的鼻祖。</p><br/><h2>轶事典故</h2> <p>　　冒辟疆（1611-1693年），明万历三十九年三月十五日生，名襄，小名绳绳，字辟疆，号巢民，一号朴庵，又号朴巢，晚年自号醉茶老人，私谥潜孝先生。江苏如皋人，现如城水城园系冒氏故居。明末清初文学家，时与桐城<a href=\"http://so.gushiwen.org/author_592.aspx\">方以智</a>、宜兴陈贞慧和商丘侯朝宗并称“明末四公子”，享年83岁。</p> <p>　　冒辟疆一生反清复明，著述颇丰，大节已有一代伟人毛泽东定论。据中央文献出版社《毛泽东和他的秘书田家英》一书载，1942年1月8日，田家英在延安《解放日报》上发表了一篇题为《从侯方域说起》的文章，毛泽东阅后很是赏识，特地找田谈话说：“所谓明末四公子中，真正具在民族气节的要算冒辟疆，冒辟疆是比较着重实际的，清兵入关后，他就隐居山林，不事清朝，全节而终。”但冒氏和他的前辈唐伯虎等明代“江南四大才子”一样，个性风流倜傥，不拘小节，时有“东南秀影”和“人如好女”之名，其婚姻和情爱生活也是极具传奇色彩的，这在当时来说亦无可厚非。据笔者考证，冒辟疆一生除“露水夫妻”外，有文献可考的就有10多位女性与他有过情爱关系。（周高潮/文）</p> <p><strong>苏元芳</strong></p> <p>　　冒辟疆19岁成婚，明崇祯二年（1629年），娶中书舍人苏文韩的三女儿苏元芳（“芳”亦作“贞”）为妻，后生二男一女。苏氏为荆（湖北）人，据传长冒两岁，为冒氏祖父冒梦龄任江西会昌县令时与苏文韩订下的“娃娃亲”，当时冒氏才3岁。苏氏能画，有画作存世。</p> <p><strong>王节</strong></p> <p>　　与冒辟疆最早发生“婚外情”的是秦淮歌妓王节。崇祯三年秋天，20岁的冒辟疆首次到南京秦淮河畔的国子监参加乡试。十里秦淮南岸武定桥和钞库街之间的旧院，与贡院隔河相对，这里南曲名妓云集，是当时举子们最喜欢去的地方。冒氏在这里首先结交了“有姿色”名噪秦淮的“王家三胞胎”中的二妹王节娘。这段艳迹在冒氏的文友锡山黄传祖《奉祝辟疆盟兄暨苏夫人四十》一词中曾有提及：“金陵握手钱郎席，王姬劝琖淹遥夕”，词中的“王姬”即指王节。据余怀《板桥杂记》载，王氏后来从扬州顾不盈和王恒之。</p> <p><strong>李湘真</strong></p> <p>　　冒辟疆在与王节交往的同时，又结交了秦淮河桃叶渡上的另一位南曲名妓。李湘真，字雪衣，南曲中称她为十生、李十娘。她长得娉婷娟好，肌肤如雪，人很慧巧，特别是一双眼睛灵动有神，“既含睇兮又宜笑”，为另一版本的“秦淮八艳”中人。据载：冒氏在金陵时，在李十娘的“寒秀斋”淹留最久，是“冒公子的红颜知己”。十娘平日自重声价，常常称病，不自妆饰。鸨母怜惜她，顺从她的意愿，亦时常婉言谢客。而对冒辟疆这样的知己，十娘则是欢情自接，嬉怡妄倦。自崇祯三年至南明弘光元年（1645年），冒辟疆先后6次赴金陵乡试，都与李姬有交往，还向她学唱昆腔。崇祯十二年乡试之前，学使倪三兰出了30道时文题，让考生在入闱前交稿。冒辟疆白天忙于应酬，利用午夜与十娘同寝之时，每日打一腹稿，一个月间，竟完成了30篇时文，社友们交口称赞，十娘也非常欣赏。50多年后，冒氏在《和书云先生已巳夏寓桃叶渡口即事感怀原韵》一词中回忆自己年青时的“秦淮风流”往事时说：“寒秀斋深远黛楼，十年酣卧此芳游。媚行烟视花难想，艳坐香熏月亦愁。朱雀销魂迷岁祀，青溪绝代尽荒丘。名嬴薄幸忘前梦，何处从君说起头。”</p> <p><strong>陈圆圆</strong></p> <p>　　据冒辟疆的词友<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>（字其年）在《妇人集》中记载，崇祯十四年春天，冒氏途经苏州，经同乡许直推荐慕名去阊门外的横塘寓所寻访梨园名伶陈圆圆，两人一见钟情，一夜之情，令冒公子自谓“欲仙欲死”。当年秋天冒氏携母马恭人赴约再访陈圆圆，当面与圆圆订下了“嫁娶之约”并相约来年择日迎娶。可是到了第二年二月，陈被当朝田贵妃的哥哥田畹（亦说为当朝国丈嘉定伯周奎）强买去京城欲献给崇祯帝争宠未果，随后被当时的明辽东总兵吴三桂纳为小妾。李自成进京后，陈又被李的大将刘宗敏掠去，惹得吴三桂“冲桂一怒为红颜”引清兵入关……否则“冒董姻缘”就要改成“冒陈姻缘”了。陈圆圆（1615？-1681年），名沅，字畹芬，常州武进（亦说为苏州昆山）人，晚年入道门，法名寂静，字玉庵，卒于云南。圆圆本姓邢，因家贫从小被卖给陈家戏班，改姓陈，寓居南京秦淮，当时已是“声甲天下之声，色甲天下之色”的金陵名姬，与董小宛同为“秦淮八艳”之一。</p> <p><strong>董小宛</strong></p> <p>　　崇祯十五年十二月十五日，冒辟疆早前结识的陈圆圆的“姊妹”、原南京秦淮河上的南曲名妓董小宛从苏州来到如城从良，开始冒氏将她安顿在“水绘园艳月楼”内辟为“别室”，第二年四月正式立为“如夫人”。这一年，小宛20岁，冒氏33岁。董小宛，名白，字宛君，一字青莲，明天启四年（1624年）生于南京（亦说为苏州半塘街），“秦淮八艳”或“金陵八艳”之一，饮“针神曲圣”之誉，跻身“中国古代十大名厨”之列。据冒氏本人《影梅庵忆语》称：她与冒氏在乱世中相伴9年，殁于清顺治八年正月初二日，享年28岁，葬于如城南郊“影梅庵”侧。但后世存疑较大，很可能在1645年（顺治二年）在离乱之中死于清兵之手，时年22岁。董小宛一生无嗣。“冒董姻缘”是旧时才子佳人结合的典型，后世剧本和民间传闻较多，至今不衰，兹不赘述。</p> <p>　　董小宛（公元1624-1651年） ，名白，又字青莲，南京人，因父母离异生活贫困而沦落青楼。她16岁时，已是芳名鹊起，与<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>、李香君等同为“秦淮八艳”。1639年乡试落第的<a href=\"http://so.gushiwen.org/author_2441.aspx\">冒襄</a>与小宛偶尔在苏州半塘相遇。她对冒襄一见倾心，连称：“异人！异人！”虽然她多次向冒襄表示过倾慕，均未得到他的首肯。因为冒襄早已属意吴门名妓陈圆圆，并于1641年“订嫁娶之约”。次年冒襄第六次乡试途经苏州，重重访陈圆圆时，已是人去楼空，加上科场失意，情绪沮丧到了极点。就在这年冬天，在柳如是的斡旋下，由<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>出面给小宛赎身，然后从半塘雇船送到如皋。次年春，冒董结成伉俪。小宛才艺出众，能<a href=\"http://so.gushiwen.org/author_2441.aspx\">诗</a>善画，尤其擅长抚琴。今水明楼内的古琴，就是她当年心系之物。</p> <p>　　冒辟疆最早从方以智那里听说秦淮佳丽之中有位才色双绝的董小宛。吴应箕、侯方域也都向辟疆啧啧称道小宛。而小宛时时在名流宴集间，听人讲说冒辟疆，知道复社中有这样一位负气节而又风流自喜的高名才子。 崇祯十二年乡试落第，冒辟疆听说小宛住在半塘，便多次访寻，小宛却逗留在太湖洞庭山。苏州歌姬沙九畹、杨漪炤名气与小宛相当，辟疆便每天来往与沙、杨之间。在离开苏州前，辟疆又前往董家，小宛醉卧在家，与辟疆相会于曲栏花下。辟疆见小宛秋波流转，神韵天然，只是薄醉未消，懒慢不发一言。</p> <p>　　崇祯十五年春，小宛从黄山归来，母亲去世，自己又受田弘遇抢夺佳丽的惊吓，患了重病，闭门不出。辟疆到时小宛已奄奄一息。小宛支撑着起身，牵着他的手说：“我十八天来昏沉沉如在梦中。今天一见到君，便觉神怡气旺。”她吩咐家人具办酒菜，与辟疆在床前对饮。辟疆好几次要告别，小宛都苦留辟疆。在与冒辟疆的恋爱嫁娶中，董小宛处处主动，焕发出向往自由、寻觅真情的个性光彩；而冒辟疆事事举步踌躇，显露出一个大家公子以自我为中心的人格弱点。</p> <p>　　小宛入冒氏之门后，与冒家上下相处极其和谐。马恭人（辟疆母）和苏元芳（辟疆妻）特别喜欢小宛，而小宛也很恭敬顺从。闲暇时，小宛与辟疆常坐在画苑书房中，泼墨挥毫，赏花品茗，评论山水，鉴别金石。小宛初进冒家，见董其昌仿钟繇笔意为辟疆书写的《月赋》，非常喜爱，着意临摹。接着到处找钟繇的字帖。后来觉得钟繇的字体稍稍偏瘦，又看到他的《戎辂表》将她推崇的关羽称为贼将，便废钟帖而改学曹娥碑，每天几千字，从不错漏。小宛曾替辟疆给亲戚朋友书写小楷扇面，也为苏元芳登记柴米油盐的用项及银钱出入。小宛画的小丛寒树，笔墨楚楚动人。15岁时作品《彩蝶图》现收藏在无锡市博物馆，上有她的题词，到如皋后，她保持着对绘画的特殊爱好，时时展玩新得长卷小轴或家中旧藏。后来逃难途中，仍把书画藏品捆载起来，随身带走。小宛最令人心折的，是把琐碎的日常生活过得浪漫美丽，饶有情致。小宛天性淡泊，不嗜好肥美甘甜的食物。用一小壶芥茶温淘米饭，再佐以一两碟水菜香豉，就是她的一餐。辟疆却喜欢甜食、海味和腊制熏制的食品。小宛为他制作的美食鲜洁可口，花样繁多。她不仅在中间加上适量的食盐和酸梅调味，还采渍初放的有色有香的花蕊，将花汁渗融到香露中。这样制出的花露入口喷鼻，世上少有。其中最鲜美的是秋海棠露。海棠本无香味，而小宛做的秋海棠露独独是露凝香发。酒后，用白瓷杯盛出几十种花露，不要说用口品尝，单那五色浮动，奇香四溢，就足以消渴解酲。小宛腌制的咸菜能使黄者如蜡，绿者如翠。各色野菜一经她手都有一种异香绝味。她做的火肉有松柏之味，风鱼有麂鹿之味，醉蛤如桃花，松虾如龙须，油鲳如鲟鱼，烘兔酥鸡如饼饵，一匕一脔，妙不可言。小宛经常研究食谱，看到哪里有奇异的风味就去访求它的制作方法。人们常吃的虎皮肉，即走油肉，就是她的发明，因此，它还有一个鲜为人知的名字叫“董肉”，和“东坡肉”相映成趣。小宛还善于制作糖点，她在秦淮时曾用芝麻、炒面、饴糖、松子、桃仁和麻油作为原料制成酥糖，切成长五分、宽三分、厚一分的方块，这种酥糖外黄内酥，甜而不腻，人们称为“董糖”，的扬州名点灌香董糖（也叫寸金董糖）、卷酥董糖（也叫芝麻酥糖）和如皋水明楼牌董糖都是名扬海内的土特产。</p> <p>　　歌妓都能豪饮。崇祯十五年，銮江汪汝为在江口梅花亭宴请辟疆和小宛。也许是汹涌的长江白浪激发起小宛的豪情逸致，她“轰饮巨叵罗，觞政明肃，一时在座诸妓，皆颓唐溃逸”。这种情景辟疆只见过一次。因为小宛见辟疆饮酒很少，量不胜蕉叶，也就不怎么喝。在喝茶方面，小宛和辟疆都爱喝芥片。这种芥片煮好后有一股婴儿肉香。煮茶当然是小宛的拿手好戏。他们常常是一人一壶，在花前月下默默相对，细细品尝茶的色香性情。</p> <p>　　月色如水，最为小宛所倾心。夏夜纳凉，小宛喜欢与辟疆的两个小孩背诵唐人咏月及流萤、纨扇诗。为领略月色之美，她常随着月亮的升沉移动几榻。半夜回到室内，她仍要推开窗户，让月光徘徊于枕簟之间。月亮西去，她又卷起帘栊，倚窗而望，恋恋不舍，反复回环地念诵<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的诗句“月漉漉，波烟玉”。小宛曾对辟疆说：“我书写<a href=\"http://so.gushiwen.org/author_353.aspx\">谢庄</a>的《月赋》，见古人厌晨欢，乐宵宴。这是因为夜之时逸，月之气静，碧海青天，霜缟冰静，比起赤日红尘，两者有仙凡之别。人生攘攘，至夜不休。有的人在月亮出来以前，已呼呼大睡，没有福气消受桂华露影。我和你一年四季当中，都爱领略这皎洁月色，仙路禅关也就在静中打通。”小宛就是这样在自然平实的日常生活中领略精微雅致的文化趣味，在卑微的生命中企慕超脱和清澄的诗意人生。</p> <p>　　小宛和辟疆都喜欢静坐香阁，细品名香。小宛最珍爱东莞人视为绝品的“女儿香”。小宛使用沉香的方法和俗人不同。俗人是把沉香放在火上烧，烟扑油腻，须臾即灭。不仅体察不到香的性情，而且烟气沾染上襟袖还带有焦腥味。小宛采用的是隔纱燃香法，讲究品香时的情调。寒夜小室，玉帏四垂，点燃两三枝红烛，在几只宣德炉内燃沉香，静参鼻观，就好像进入了蕊珠众香深处。</p> <p>　　李自成攻占北京，清兵入关南下，江南一带燃起熊熊战火。清军肆虐无忌，冒家险遭涂毒，家产丢得一干二净。小宛随夫一路南逃。顺治五年的七夕那天，小宛看见天上的流霞，忽然有了兴致，要摹天上流霞制作一对金钏。她叫辟疆写了“乞巧”和“覆祥”的字样，镌摹在金钏上。这对制作精妙的黄跳脱在第二年七月忽然从中断开。他们又重新做了一对，辟疆写了“比翼”、“连理”四个字镌上去。足见董小宛是把这对金钏儿看作爱情的信物。小宛最爱晚菊。有个朋友送给冒辟疆几盆名为“剪桃红”的菊花，花繁而厚，叶碧如染，浓条婀娜。小宛见到“剪桃红”，非常喜爱，特意将花放在床边。每天晚上，高烧绿烛，用白色屏风围起三面，放一张小椅子在花间，调整好菊花，让菊影具有参横妙丽之态，然后身入花间，使人在菊中，菊与人都在影中，此情此景，淡秀如画。在董小宛的生命最后时刻，她还叫冒辟疆把“剪桃红”搬到床前给她看枝叶是否茂盛，可有虫害。小宛和辟疆曾住嘉兴海盐水绘阁。她在南北湖畔鸡笼山上面对暮春凄凉景致，感叹江河破碎，一家流离，泪葬残花。据说《红楼梦》林黛玉葬花即改编自小宛葬花。</p> <p>　　日子刚刚安稳不久，冒辟疆又病了两次。一次是胃病下血，水米不进，董小宛在酷暑中熬药煎汤，紧伴枕边照料了六十个昼夜；第二次是背上生疽，疼痛难忍，不能仰卧，小宛就夜夜抱着丈夫，让他靠在自己身上安寝，自己则坐着睡了整整一百天。 辟疆说自己一生的清福都在和小宛共处的九年中享尽。艰难的生活中，饮食已是难饱，小宛的身体又十分虚弱，加上照顾辟疆连续几场大病，使得小宛身体顷刻间垮了下来，连续二十多天喝不进一口水。由于体质已极度亏虚，冒家多方请来名医诊治，终难凑效。顺治八年（公元1651年）正月初二，在冒辟疆通彻心扉的哀哭声中，小宛仙逝，年仅28岁。临终之时，她手中紧握着冒辟疆镌有“比翼”、“连理”四字的那对金钏。 冒家上下恍惚伤痛，葬之于如皋影梅庵。历代文人多有凭吊。</p> <p>　　清道光以后有人妄言小宛当年未死，被洪承畴计取，送入皇宫，以博帝欢，得顺治宠爱，辟疆恐惧，谎称小宛已死，其实董鄂妃即董小宛，全属虚谈。董小宛死时28岁，顺治才14岁，小宛与辟疆崇尚气节，誓死不肯降清。小宛厌恶宫廷的奢侈生活，何况满汉不通婚，小宛无入宫邀宠之理。顺治所忠爱的是栋鄂妃也非董鄂妃。栋鄂妃武臣鄂硕之女。18岁入宫（而小宛19岁嫁辟疆）。栋鄂妃生得美慧异常，且端静温柔，宠冠后宫。顺治十三年8月册为贤妃，12月进为贵妃。顺治与她形影不离，赋诗作画，研究佛法。顺治十七年栋鄂妃的儿子不满百日夭折。她悲伤过度，不久也得病死去。顺治帝追封她为端敬皇后，罢朝五日，治丧礼仪碑极隆重。至于传说顺治因董小宛之死看破红尘到五台山出家更是谬传。</p> <p>　　董小宛从名妓到贤妾,清宫有四大疑案，第一个是顺治出家，据说顺治出家是为了一个汉族女子——董小宛。而董小宛原又本是大名士冒辟疆的小妾，据说冒辟疆因顺治从他手中夺走董小宛而悲痛欲绝。说道：“梦幻尘缘，伤心情动，莺莺远去，盼盼楼空。倩女离魂，萍踪莫问。扬钩海畔，谁证前盟；把臂林边，难忘往事。金莲舞后，玉树歌余，桃对无踪，柳枝何处？嗟嗟，萍随水，水随风，萍枯水尽；幻即空，空即色，幻灭全灵。能所双忘，色空并遣；长歌寄意，缺月难圆。” 并写下了一阂《金人捧露盘词》，寄托悲思。</p> <p>　　但疑案毕竟是疑案，真实的情况却与之颇有出入。</p> <p>　　　苏州城外有条半塘河，河水清缓；两岸风景秀丽宜人，在出城不远的河畔有一座不知名的小山，山上竹林幽幽，静如世外桃源。山边原本没有人家，只有三两座简易的亭子，供来此清心的游人休息。后来这里筑起了一座小楼，楼虽不大，却修得别致典雅，楼中住着一对母女和几个传婢。这母女俩日子似乎过得十分悠闲，每日里沉醉于山水间，看片石孤云，流水落花，累了便在院中花亭里弹琴吟诗，品茗对弈，似乎不为生计所累。是谁家的女眷有这份闲情逸意呢？她们本是城内“董家绣庄”的女主人和千金小姐。“董家绣庄”是苏州小有名气的一家苏绣绣庄，因活计做得精细，所以生意一直兴隆。董家是苏绣世家，到这一代已有两百多年的历史了，别看刺绣属于工艺制造行业，可十分接近于绘画艺术，所以董家还颇有几分书香气息。女主人白氏是一个老秀才的独生女儿，老秀才平生不得志，只好把满腹经纶传给了女儿。白氏为董家生了个千金，为寄夫妻融洽之情，取名白，号青莲，小闺女不但模样儿俊秀，脑子还十分灵慧，父母视如至宝，悉心教她诗文书画、针线女红，一心想调教出一个才德具全的姑娘。</p> <p>　　这本是个美满幸福的家庭，不料天有不测风云，董白十三岁那年，父亲在暑天患上了暴痢，药不凑效，不久便撒手人寰。这突如其来的变故，将董白母女打击得心神憔悴，料理完丈夫的后事，白氏不愿在城中的旧宅中继续住下去，睹物思人，倍感悲伤；于是花了一笔钱，在半塘河滨筑下了幽室，带着女儿隐居其中，过一种与世相隔的恬淡生活，绣庄的事则全委托伙计去掌管。两年时光在不知不觉中淡淡流走了，此时已是明朝末年。朝廷腐败，枭雄四起，天下陷入战乱之中。到了崇祯九年，乱象已迫近苏州，人们不由得惶惶不安，白氏也打算关闭绣庄的生意，收回资金以备随时逃难。谁知绣庄伙计一算帐，不但没有银两剩余，反而在外面欠下了上千两银子的帐。分明是伙计从中捣鬼，白氏又无法把握，又气又急，终于病倒在床。母亲倒下，绣庄破产，债务压头，生活的重担猛地压到了十五岁的董白身上，她仿佛从云端跌入了冰窖，一时间无法睁开眼睛。</p> <p>　　庞大的债务能拖则拖，母亲的医药费用却迫在眉睫。从小随母亲隐居世外的董白已养成一副孤高自傲的性格，那里肯低三下四地向人借贷。一急之下使出下策，答应了别人的引荐，来到南京秦淮河畔的画舫中卖艺，改名小宛。董小宛秀丽的容貌，超尘脱俗的气质使她很快就在秦淮河出了名。为生活所迫，她不得不屈意卖笑，但她那清高的脾气有时不免露了出来，得罪了一些庸俗的客人，然而却赢得了一些高洁之士的欣赏。董小宛孤芳自赏，自怜自爱，决不肯任凭客人摆布，如此一来，影响了鸨母的进帐，鸨母自然对她冷嘲热讽，董小宛郁怒之下，一跺脚离开南京，回到了苏州。可家中母亲依然躺在病床上，离不开请医吃药，一些债主听说董小宛回了家，也纷纷上门催债，董小宛无力应付，只好重操旧业，索性将自己卖到半塘的妓院，卖笑、陪酒、陪客人出游。</p> <p>　　在半塘，董小宛依然抱定不卖身的初衷，而为了生存，她不得不压抑住自己的那份清高，把一份毫无实际内容的媚笑卖给客人。倒是有一种客人，既有闲情、闲暇，又有足够的财力，便能带上个中意的青楼女游山逛水，享受自然风情。对陪客出游，董小宛是最有兴趣的，虽说那些能有此雅举的多是上了年纪的人，可那时董小宛醉心于山水之间，并不觉得白发雅士有可憎之处。在旖旎风光的衬托下，她也容易涌动柔情，而真心真意地给客人以娇媚娇笑。因此，她三番五次地受客人之邀，游太湖、登黄山、泛舟西湖，一去就是十天半月。就在董小宛离开秦淮河不久，却有一公子慕名到秦淮河去寻访她，那位公子就是冒辟疆。这冒辟疆出身于官宦之家，虽无功名，却胸怀大志，富有正义。天启年间，阉党魏忠贤阴谋弄权，惑乱朝纲，冒辟疆联合一批有志之士结社金陵，伸张正义，其中较有名的是“四公子”。“四公子”分别是陈贞慧、方密之、侯方域、冒辟疆，皆年少有才之士。无奈终因势弱力薄，不但未成气候，还惨遭阉党摧折，冒辟疆虽免于难，但前途深受影响，只好暂时寄情于山水声色之中。</p> <p>　　这年的秋天，二十九岁的冒辟疆来南京参加乡试。说起乡试，冒辟疆已参加过三次，凭他的才学早该中举，可在应试作文中，本应循规蹈矩，就经解经，他却要联系时势，针砭政局，自然违背了主考官的要求，所以屡试屡败。此次应试他也并不打算改变自己的风格，只看能否遇上个有眼力的主考官，否则就任其落第。与冒辟疆抱着同样心情来应试的还有他的好友方密之，两人全不把考试放在心上，见考前有点空暇，便相约往秦淮河去散心。方密之早听人说起秦淮河来了个冰清玉洁的“冷美人”董小宛，在青楼女子中别树一格，正合方密之等人的口味，因而与冒辟疆两人特意前往造访，不料董小宛却已睹气离开了秦淮河。后来乡试发榜，冒辟疆又一如既往地名落孙山，他没有失望。只是暗叹自己生不逢时，收拾了行装，便转往苏州闲游去也。在苏州，冒辟疆一边访胜探幽，一边打听董小宛的下落，得知她已在半塘待客，便又兴致勃勃地专程拜访。偏不凑巧，董小宛已受人之邀游太湖去了。之后又接连去了好几次，都无缘见到董小宛，直到准备离开苏州的前夕，没抱多大希望地来到半塘，却终于得以与她相晤。这是一个深秋的寒夜，董小宛刚刚参加酒宴归来，正微带醉意斜倚在床头。见来了客人，她想挣扎着起身，无奈酒力未散，坐起来都有些摇晃。冒辟疆见状忙劝她不必多礼，让传婢在小宛床头摆了个坐凳，便在她身边坐了下来。冒辟疆自我介绍后，董小宛称赞说：“早闻‘四公子’大名，心中倾佩已久！”脸上果然露出欣喜的神色。冒辟疆没想到一个风尘女子竟然对他们这劻扶正义的行为大感兴趣，不由得对她肃然起敬，细打量董小宛，素衣淡妆，眉清目爽，果然与一般欢场女子大相径庭，此时虽醉意朦胧，娇弱不堪，却依然思路清晰，谈吐不俗，纵谈时局，颇有见地。怜惜伊人酒后神倦，冒辟疆坐了不到半个时辰就匆匆离去，就是这半个时辰的交谈，已使他对董小宛留下了深刻的映象。</p> <p>　　这时冒辟疆已出游日久，囊中羞涩，不得不按原计划离开苏州回家乡如皋去了，心里则暗藏着对小宛的眷恋。第二年春天，冒辟疆再到苏州访董小宛，却又听说她陪钱谦益游览西湖去了，而且准备游完西湖再转道黄山观赏奇峰苍松，不知何时方能归来。冒辟疆只好悻悻地回去了。</p> <p>　　转眼又是春江水暖的季节，冒辟疆奉母命往襄阳探望在那里作官的父亲，经过苏州，又禁不住往半塘寻访董小宛。这次小宛又陪客人远游黄山去了，冒辟疆失望之极，自叹：“竟是如此无缘！”失望之余，他结识了当地名妓陈圆圆，两人十分投缘，相携游历了苏州的山山水水，冒辟疆离去时还约定初夏返乡时，还来与她同赏虎丘石榴。到襄阳探望父亲，小住一段时间后即如约来到苏州，这时陈圆圆却已被嘉定伯周奎聘去京都。冒辟疆怅然若失，怀着悒郁的心情只身雇舟前往虎丘。小舟沿着半塘河缓缓而行，冒辟疆漫无目的地欣赏着两岸的风景，小舟穿过一座青石小桥，眼前一片绿意融融的柳树林，抬眼望去，柳丝深处竟隐隐约约透出一幢小楼的檐角，在青山绿树的映衬下，显得如诗如画。这等僻静之地还有人家？那定是什么方外隐士、世外高人了！冒辟疆一时来了兴趣，便命舟子将船系在了柳树上，他则登岸向小楼走去。</p> <p>　　小楼的院门紧闭，悄无声息，冒辟疆上去唤了几次，才有一个小丫鬟来开门，一打听，此处竟是董小宛的家。　此时董母新丧，刚办完丧事，查小宛忧伤难持，正病倒床榻。冒辟疆心中猛地一怔，忙称自己是董小宛的朋友，特来拜访。小丫鬟禀报了主人后，来请客人进屋，并径直将客人引入了董小宛卧房。这是冒辟疆第二次见到小宛，与上次一样，她也是斜卧床头，只是上次带着娇憨的笑容，这次却是满脸的凄怆。冒辟疆满怀同情地将她宽慰一番，并且说了自己几次寻访都吃了闭们羹的经过，董小宛露出一丝歉意和欣慰。见她病体虚弱，冒辟疆几次提出早早归去，董小宛却殷勤挽留，两人直谈到深夜才分手。第二天一早，冒辟疆忍不住又雇舟来到小宛家，两人并没有约定，小宛却笑盈盈地站在门外相迎。一夜之间病竟好了大半，也似乎料定冒辟疆今天会来。董小宛将冒辟疆迎进了屋，奉上茶，小宛幽幽地自言自语道：“此番公子前来，妾身的病竟然不药而愈，看来与公子定有宿缘，万望公子不弃！”冒辟疆听了不甚欢喜，又怕对方是一时之兴。便探试道：“小生与姑娘交浅言少，姑娘难道不为此话后悔吗？董小宛心意坚定地说：“风尘打滚，阅人不少，如蒙公子不弃，妾身算是跟定公子了！”冒辟疆兴奋得一把搂住她，小宛则在他怀中嘤嘤地抽泣起来。冒辟疆此行还需到南京参加乡试后再回家乡，他与董小宛约好，一等乡试结束，就马上返回苏州为她赎身，再相伴回到如皋。对考试冒辟疆可以说是轻车熟路，反正也不抱太大的希望，轻轻松松做完考卷，便兴冲冲地离开闱场，一心想着早日飞到小宛身边。他正边想边走，忽听到一个清脆的声音在叫他的名字，抬头一看，那不是小宛吗？她站在闱场对面的旗座旁，带着灿烂的笑容向他招手。冒辟疆连忙跑上前去，一把握住小宛的手。关切地问：“你怎么来了！” “我自己有脚，就怎么不能来，我已到了三天，怕搅扰公子，未敢来见呢！”董小宛含娇带嗔地诉说着，还告诉说，她所乘的船在江上遇到强盗，幸亏船家机敏，将船藏在芦苇中躲了三天才脱险，把乘客都吓得半死。冒辟疆轻轻抚摸着她的发际，传递着无言的怜爱和安慰。不久乡试揭榜，冒辟疆再次落第。这时他已过而立之年，既然仕途难成，便索性打定主意归乡隐居，董小宛对他的决定由衷地赞同，她早就向往那种布衣素食、朝夕相依的平淡生活。什么夫贵妻荣，她早已看穿了那一套。</p> <p>　　冒辟疆带着小宛回苏州赎身，不料又遇上了麻烦，因董小宛在半塘名气太大，不论出多少银子，鸨母都不想放走这棵摇钱树。就在他们一筹莫展之际，钱谦益偕同柳如是来游苏州。柳如是是董小宛当初卖笑秦淮河时的好姐妹，钱谦益也曾与她有过颇深的交情，他如今虽然免官闲居，但在江南一带名望甚高，经他出面调排，董小宛赎身之事迎刃而解。这时已是崇侦十五年隆冬季节，冒辟疆与董小宛顶风冒雪赶往如皋。一路上，他们不愿意放弃观光赏景的好机会，走走停停，寻幽访胜，直到第二年初春才到达如皋的冒家。</p> <p>　　冒家十分通情达理，顺利地接受了董小宛这位青楼出身的侍妾。因为他们相信冒辟疆的眼光。这时冒辟疆的父亲已从襄阳辞官归家，一家人欢聚一堂，共享天伦之乐。冒辟疆的原配妻子秦氏体弱多病，董小宛便毫无怨言地承担起理家主事的担子来，恭敬柔顺地侍奉公婆及大妇，悉心照料秦氏所生二男一女。冒家的全部账目出入全由她经手，她料理的清清楚楚，从不私瞒银两。小宛还烧得一手好菜，善做各种点心及腊味，使冒家老少大饱口福，在众人的交口称赞中，小宛得到了无限的满足。对丈夫，小宛更是关照得无微不至，冒辟疆闲居在家，潜心考证古籍，著书立说，小宛则在一旁送茶燃烛；有时也相帮着查考资料、抄写书稿；丈夫疲惫时，她则弹一曲古筝，消闲解闷。</p> <p>　　战乱过后，冒家辗转回到劫后的家园，缺米少柴，日子变得十分艰难，多亏董小宛精打细算，才勉强维持着全家的生活。就在这节骨眼上，冒辟疆却病倒了，下痢兼虐疾，把他折磨得不成人形。疟疾发作寒热交作，再加上下痢腹痛，冒辟疆几乎没有一刻能得安宁。为照顾他，董小宛把一张破草席摊在床榻边作为自己的卧床，只要丈夫一有响动，马上起身察看，恶寒发颤时，她把丈夫紧紧抱在怀里；发热烦躁时，她又为他揭被擦澡；腹痛则为他揉摩；下痢就为他端盆解带，从没有厌倦神色。经过五个多月的折腾，冒辟疆的病情终于好转，而董小宛已是骨瘦如柴，仿佛也曾大病了一场。艰难的生活中，饮食难饱，董小宛的身体本已虚弱，又加上接连三次照料丈夫的病痛，冒辟疆病愈后，她却病倒了。由于体质已极度亏虚，冒家多方请来名医诊治，终难凑效。顺治八年正月，在冒家做了九年贤妾良妇的董小宛终于闭上了疲惫的眼睛，在冒家的一片哀哭声中，她走得是那样安详。</p> <p><strong>吴蕊仙</strong></p> <p>　　名琪（“琪”亦作“淇”），别字佛眉，明末长洲（苏州）人，世居花岸。其祖父吴挺庵在明朝位居方伯（布政使），父亲吴健侯官至孝廉。吴的丈夫管勋，是冒辟疆的复社好友，因反清事败遇难。吴只身渡江投靠冒氏，冒将她安置在“洗钵池边的深翠山房”。吴女来到水绘园的时候，恰巧小宛刚刚去世，冒吴二人同病相怜，日久生情。但后来吴面对冒氏已纳婢女吴扣扣这一事实，不愿插足其中。为回避矛盾，她在给冒的诗中写到“自许空门降虎豹，岂容弱水置鸳鸯”，“绮罗自谢花前影，笠钵聊为云中人”，表示自己愿意遁入空门的想法。冒氏不好强留，便由吴女自己选择，在城南杨花桥旁盖了一座小庙，名号“别离庙”，吴自号辉中，从此告别红尘。吴女死后，冒氏曾只身前往凭吊并有题词刻石庙中：“别离庙，春禽叫，不见当日如花人，但见今日话含笑。春花有时落复开，玉颜一去难复来。只今荒烟蔓草最深处，愁云犹望姑苏台。”</p> <p><strong>吴扣扣</strong></p> <p>　　清顺治十八年，51岁的冒辟疆择定当年中秋节后的第二天（八月十六日）正式将贴身丫环吴扣扣升格为妾，不料吴女在六月间突然患病，于中秋节后二天病亡，年方19岁，但“吴如君”的名份已定，事实上她也早已是冒的人了。吴女葬如城南郊影梅庵侧“冒家龙圹”。吴扣扣，名湄兰，字湘逸，小字扣扣。崇祯十六年生，原籍真州（江苏仪征）人，随父亲流寓如皋，英慧异于常人，且眉眼之间呈浅黛色。顺治六年，已嫁给冒辟疆数年的董小宛一见就将其买作婢女，并对冒氏说：“这女孩儿是君他日香奁中物。”后来果为冒氏最宠爱的小妾之一，冒氏在《影梅庵忆语》中亦对吴姬有美言，冒的好友陈维崧还专为她写一篇《吴扣扣小传》。</p> <p><strong>蔡含</strong></p> <p>　　蔡女萝（“萝”亦作“罗”），名含，号圆玉；金晓珠，名玥（“玥”亦作“钥”），一字玉山。俩人均为苏州吴县人，后来如归冒辟疆，蔡工画，金治印，时称“冒氏双画史”，现有少量与冒氏合璧的画作存世。董小宛在世时，二人难得宠，赋闲于“染香阁”作《水绘园图》等，艺术成就颇高。董卒后，清康熙四年（1665年）和六年，冒辟疆分别在55和57岁时将二人正式纳为妾，蔡享年40岁，金卒于其后，传二女亦先后葬于“冒家龙圹”，世称“蔡夫人”和“金夫人”。</p> <p><strong>张氏</strong></p> <p>　　康熙17年，冒辟疆68岁时续纳张氏为妾，后来张还为冒氏生了一个女儿。张氏生卒不详，传卒后亦葬于“冒家龙圹”。</p> <p>　　另据文献载：崇祯九年八月朔日，冒辟疆和金沙张明弼、吕兆龙、盐官陈梁、漳浦刘履丁在歌姬顾媚的眉楼结盟，冒氏与秦淮八艳之一的顾横波和南曲画姬范珏（字双玉）亦有染。崇祯十二年冒氏乡试再次落第，途经苏州半塘，每天往来于歌妓沙九畹、杨漪炤之间。又据近人《影梅庵之悲》一文称，冒辟疆直到75岁时还打算纳妾。如上所述，除陈圆圆与冒氏的“婚约”因故未践外，冒辟疆一生有“名份”的妻妾就有7人。难怪他的好友金坛张明弼在《冒姬董小宛传》中说冒氏“所居凡女子见之，有不乐为贵人妇，愿为夫子妾者无数。”</p><br/><h2>历史存疑</h2> <p><strong>籍贯</strong></p> <p>　　董小宛究竟是那里人，出生地在何处？诸多文献资料中的说法不一：有的说她是金陵（今南京）江宁人；有的说她是姑苏（今苏州）城内“董家绣庄”的小姐；还有的说她是泰州如皋或南通如皋人。其实这些说法都是不准确的，比较可靠的说法是后来成为其夫君的冒辟疆在《影梅庵忆语》所称的“籍秦淮，徙吴门。”再详细一点说就是董小宛出生于金陵，名隶南京教坊司乐籍，童年和少年时代是在秦淮河桃渡度过的，后来移居苏州半塘街达6年之久，明崇祯十五年（1642年）十二月，19岁的董小宛由礼部侍郎钱牧斋以“三千金”赎身，从苏州半塘来到如皋从良，第二年四月被时号“明末四公子”之一的如皋才子冒辟疆纳为“如夫人”。称董小宛为泰州或通州如皋人，是因为小宛后来的栖身之地在如皋，而如皋明清时期曾先后隶属于上述二州，但小宛的籍贯并非如皋。另据相关文献记载：20世纪30年代初，浙江海盐澉浦文士吴氏为编纂《澉志补录》，曾采访通元淡水里张世桢（树屏）先生（南社社员）。据张氏口述，董小宛老家在淡水村慷慨桥。父系庠生，曾为塾师，家道清贫。因父早逝，家益中落，小宛才卖身为妓。并说董、冒避难于海盐澉浦一带，可能与小宛老家相近有关云云。但现无从考证。</p> <p><strong>身份</strong></p> <p>　　董小宛是不是妓女，是“歌伎”还是“歌妓”？有人说前者是“卖艺不卖身的”，后者则是“卖艺又卖身的”。其实，仅就字义而言，“伎”和“妓”在这里是相通的，都是指歌女或舞女，两者并无贵贱之分。关键是看董小宛所在的场所和她除了歌舞之外，还做了些什么。先看看当时小宛所在的南京秦淮河上的情景，据清人余怀在《板桥杂记》中记载：十里秦淮“妓家分别门户，争妍献媚，斗胜夸奇，凌晨则卯饮淫淫，兰汤滟滟，衣香一园；停午乃兰花茉莉，沉水甲煎，馨闻数里；入夜而擫笛搊筝，梨园搬演，声彻九霄……进轩则丫鬟毕妆，捧艳而出；坐久则水陆备至，丝肉竞陈；纨绔少年，绣肠才子，无不魂迷色阵……南曲衣裳妆束，四方取以为式，大约以淡雅朴素为主，不以鲜华绮丽为工也。初破瓜者，谓之梳栊，已成人者，谓为上头，衣饰皆客为之措办。”试想在这样的环境中，情窦初开的二八佳人董小宛能独善其身出污泥而不污吗？何况旧时的女戏子并无人身尊严。其实由于她的容貌和才艺出众，16岁时小宛已是名噪秦淮的南曲名妓，跻身“金陵八艳”之列，还常被嫖客狎友们包出“游太湖、登黄山、泛舟西湖，一去就是十天半月。”而风流才子冒辟疆更是一把狎妓高手，崇祯十二年冒氏乡试再次落第，考场失意，途经苏州半塘，每天往来于歌妓沙九畹、杨漪炤之间，情场得意。在离开苏州前，冒氏又慕名前往董家，见小宛醉卧在床，后与她相会于曲栏花下。冒董的初次见面实质上就是一个名嫖对名妓的拜访，后来，冒又追名妓陈圆圆也是同理。再者，崇祯十五年董小宛由曾陪他“滞黄山”的老相好礼部侍郎<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>以“三千金赎身”送给冒辟疆，试问董小宛又没有遭“绑票”，如果不是妓女的话，何须“赎身”？如果是“官伎”辞职的话，朝庭更应该给她补偿，何须他人破费银两“倒贴”呢？此外，冒辟疆的发妻苏氏生有二子一女，冒氏在50岁后所纳的小妾张氏也生有一女。因此，说白了，董小宛从良前就是一个妓女，一个色艺双全的“高级妓女”，和冒辟疆风流不羁一样，这并不影响她的历史地位。</p> <p><strong>鬼妾</strong></p> <p>　　清康熙二十一年，年逾古稀的冒辟疆在《答和曹秋岳先生相遇海陵寓馆，别后寄赠十首原韵》之八中写到：“至今望秦海，鬼妾不曾归”。“秦海”是盐官的别称，并无歧义；至于“鬼妾”，笔者认为当指董小宛，因为冒辟疆一生虽有一妻数妾，但“秦溪蒙难”时冒氏才35岁，身边只有发妻苏元芳和刚纳两年的董小宛一妾，其余姬妾都是在他50岁以后纳的。但有人提出这里的“鬼妾”是指跟随冒氏逃难途中死去的婢女。据查，《辞源》、《辞海》、《汉语大字典》中关于“妾”字的释义共有4种：一指“女奴”，孔传：“役人贱者，男曰臣，女曰妾。”二指除正妻以外所娶女子；三为妇女的自谦之称；四是姓氏。显然，这里可以排除第三、四种释义，但如果采信第一种释义似有强词夺理之嫌。首先，从语法上讲，这里的“鬼妾”是单指，而冒家在秦溪蒙难的“仆婢杀掠者几二十口”，明显是复数，是“鬼妾们”；其次，退一步说，婢女可以称“妾”，但事实上这20几个“死鬼”中不光有女佣，也有男仆，即有“妾”也有“臣”，那么工于词赋的冒氏应将此句改为“臣妾不曾归”了；更何况晚年的冒氏妻妾成群，除曾对如夫人小宛念念不忘写下了儿女情长的《忆语》外，哪还有心事在<a href=\"http://so.gushiwen.org/author_2441.aspx\">诗</a>词中用闲情于贱卑的下人。</p> <p><strong>年龄</strong></p> <p>　　冒辟疆在《忆语》中说：“时余正四十，诸名流咸为赋诗，龚奉常独谱姬末……”冒氏生于明万历三十九年（1611年）三月，其40岁时应是1650年（清顺治七年），按冒氏所称董小宛果真死于清顺治八年的话，那么此时小宛尚在人世，友人怎敢为活人写“末”。但有人提出这里应按实（足）岁计算，这样冒氏40岁时便是1651年与小宛的“末年”相吻合了。此说虽能自圆其说但忽略了一个常识，就是古人的年龄都是按虚岁计算的，所谓“落地一岁”，相关文献中说冒辟疆（1611-1693年）享年83岁、董小宛（1624-1651年）享年28岁就是这个道理，例如《中国人名大辞典》中就称董小宛：“卒年二十八”。民俗中贺寿也都是贺虚岁，贺实岁别人是要笑话的。计算实岁是现代人的发明和需要，什么上半年生的减一岁，下半年生的减两岁，冒氏当年既不想当官，也无退休早晚之虑，何苦要自我折寿呢。</p> <p><strong>衣冠冢</strong></p> <p>　　“据专家实地考证，旧时如城南龙游河畔的彭家荡确有一董小宛墓，但前些年进行文物考古挖掘时，里面随葬物有之，却不见骨殖，原来是一个‘衣冠冢’”。这句话并非无稽之谈更不是造谣惑众，其主要依据是出自缪依杭先生《名妓董小宛的下落如何？》一文中所指出的：“现如皋城南中学南面, 龙游河边彭家荡旧时确实有个董小宛墓．笔者至如皋调查与<a href=\"http://so.gushiwen.org/author_2441.aspx\">冒襄</a>有关的戏曲史料时, 在冒襄别业水绘园中听得一位高龄的张老先生说, 发掘董小宛墓时, 穴中随葬之物有之, 却不见骨殖, 言之凿凿．”（原载1985年学林出版社《中国文化之谜》）。注：缪依杭（1936～1994年），南通人，民盟盟员，中共党员。曾任《上海戏剧》编辑，上海曲艺剧团（后易名上海滑稽剧团）编剧、艺术室主任、团长、艺术指导等职；兼任上海市艺术科学规划领导小组成员、中国戏剧家协会上海分会创作委员会委员、中国曲艺家协会会员、上海曲艺家协会第三届理事、上海戏剧家协会第四届理事。治学态度严谨，参与了《辞海》、《中国文化辞典》、《中国戏曲曲艺辞典》有关条目的撰写以及承担《中国戏曲志·上海卷》、《中国曲艺志·上海卷》、《上海滑稽戏志》等志书的撰写、修订、编纂工作，撰写条目近10万字。国务院颁发“文化事业突出贡献”证书和政府特殊津贴，表彰他的功绩。笔者所称“专家”即指缪依杭先生，不知有误否？另据冒辟疆的同宗后人冒厚哉先生1993年来如皋时说：“1940年秋某日，族里有人告诉他父亲说，董夫人墓被日本人夜里将棺材偷扒走了，那时人不敢明讲，只有暗中叹息而已。”（原载徐琛《董小宛墓址探寻》）。这两者如果是一回事，更证明缪先生所说不谬；如不是一回事，前者“言之凿凿”，后者并无现场目击者，而且既是盗墓，何况又是三四百年的古墓，棺木还能完好结实吗？怎可能一点残存物都找不到呢？用DNA检测技术取土测定也可知是否有尸源啊。</p> <p>　　总之，以上所述，仅是笔者一家之管见。学术问题，可以见仁见智，求同存异，是老人家所谓“百花齐放，百家争鸣”。不必刻意为先人讳、为名人讳，为家乡的名人讳，否则往往欲盖弥彰。（文/如皋·周高潮）</p>"
}