{
  "id": 2137,
  "star": 4,
  "name": "吕不韦",
  "image": "http://img.gushiwen.org/authorImg/lvbuwei.jpg",
  "desc": "吕不韦（前292年—前235年），姜姓，吕氏，名不韦，卫国濮阳（今河南省安阳市滑县）人。[1-3] 战国末年著名商人、政治家、思想家，官至秦国丞相。吕不韦主持编纂《吕氏春秋》（又名《吕览》），有八览、六论、十二纪共20余万言，汇合了先秦各派学说，“兼儒墨，合名法”，故史称“杂家”。书成之日，悬于国门，声称能改动一字者赏千金。此为“一字千金”。后因嫪毐集团叛乱事受牵连，被免除相邦职务，出居河南封地。不久，秦王政复命让其举家迁蜀，吕不韦担心被诛杀，于是饮鸩自尽。",
  "content": "<h2>生平</h2> <p><strong>奇货可居</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>是阳翟的大商人，他往来各地，以低价买进，高价卖出，所以积累起千金的家产。</p> <p>　　公元前267年（秦昭王四十年），悼太子死在魏国，运回国葬在芷阳。到了公元前265年（昭王四十二年），把他的第二个儿子安国君立为太子。而安国君有二十多个儿子。安国君有个非常宠爱的妃子，立她正夫人，称之为华阳夫人。华阳夫人没有儿子。安国君有个排行居中的儿子名叫子楚，子楚的母亲叫夏姬，不受宠爱。子楚作为秦国的人质被派到赵国。秦国多次攻打赵国，赵国对子楚也不以礼相待。</p> <p>　　子楚是秦王庶出的孙子，在赵国当人质，他乘的车马和日常的财用都不富足，生活困窘，很不得意。吕不韦到邯郸去做生意，见到子楚后非常喜欢，说：“子楚就像一件奇货，可以囤积居奇。以待高价售出”（成语“奇货可居”的出典）。</p> <p>　　于是他就前去拜访子楚，对他游说道：“我能光大你的门庭。”子楚笑着说：“你姑且先光大自己的门庭，然后再来光大我的门庭吧！”吕不韦说：“你不懂啊，我的门庭要等待你的门庭光大了才能光大。”子楚心知吕不韦所言之意，就拉他坐在一起深谈。吕不韦说：“秦王已经老了，安国君被立为太子。我私下听说安国君非常宠爱华阳夫人，华阳夫人没有儿子，能够选立太子的只有华阳夫人一个。现在你的兄弟有二十多人，你又排行中间，不受秦王宠幸，长期被留在赵国当人质，即使是秦王死去，安国君继位为王，你也不要指望同你长兄和早晚都在秦王身边的其他兄弟们争太子之位啦。”子楚说：“是这样，但该怎么办呢？”吕不韦说：“你很贫窘，又客居在此，也拿不出什么来献给亲长，结交宾客。我吕不韦虽然不富有，但愿意拿出千金来为你西去秦国游说，侍奉安国君和华阳夫人，让他们立你为太子。”子楚于是叩头拜谢道：“如果实现了您的计划，我愿意分秦国的土地和您共享。”</p> <p><strong>协助子楚</strong></p> <p>　　吕不韦于是拿出五百金送给子楚，作为日常生活和交结宾客之用；又拿出五百金买珍奇玩物，自己带着西去秦国游说，先拜见华阳夫人的弟弟阳泉君和姐姐，把带来的东西统统献给华阳夫人。顺便谈及子楚聪明贤能，所结交的诸侯宾客，遍及天下，常常说“我子楚把夫人看成亲母一般，日夜哭泣思念太子和夫人”。</p> <p>　　夫人非常高兴。吕不韦乘机又让华阳夫人姐姐劝说华阳夫人道：“我听说用美色来侍奉别人的，一旦色衰，宠爱也就随之减少。现在夫人您侍奉太子，甚被宠爱，却没有儿子，不趁这时早一点在太子的儿子中结交一个有才能而孝顺的人，立他为继承人而又像亲生儿子一样对待他，那么，丈夫在世时受到尊重，丈夫死后，自己立的儿子继位为王，最终也不会失势，这就是人们所说的一句话能得到万世的好处啊。不在容貌美丽之时树立根本，假使等到容貌衰竭，宠爱失去后，虽然想和太子说上一句话，还有可能吗？现在子楚贤能，而自己也知道排行居中，按次序是不能被立为继承人的，而他的生母又不受宠爱，自己就会主动依附于夫人，夫人若真能在此时提拔他为继承人，那么夫人您一生在秦国都要受到尊宠啦。”</p> <p>　　华阳夫人听了认为是这样，就趁安国君方便的时候，委婉地谈到在赵国做人质的子楚非常有才能，来往的人都称赞他。接着就哭着说：“我有幸能填充后宫，但非常遗憾的是没有儿子，我希望能立子楚为继承人，以便我日后有个依靠。”安国君答应了，就和夫人刻下玉符，决定立子楚为继承人，安国君和华阳夫人都送好多礼物给子楚，而请吕不韦当他的老师，因此子楚的名声在诸侯中越来越大。吕不韦选取了一姿色非常漂亮而又善于跳舞的邯郸女子一起同居，直到她怀了孕。子楚有一次和吕不韦一起饮酒，看到此女后非常喜欢，就站起身来向吕不韦祝酒，请求把此女赐给他。吕不韦很生气，但转念一想，已经为子楚破费了大量家产，为的借以钓取奇货，于是就献出了这个女子。后来此女生下儿子名政。子楚就立此姬为夫人。</p> <p><strong>出任秦相</strong></p> <p>　　公元前257年（秦昭王五十年），派王齮围攻邯郸，情况非常紧急，赵国想杀死子楚。子楚就和吕不韦密谋，拿出六百斤金子送给守城官吏，得以脱身，逃到秦军大营，这才得以顺利回国。赵国又想杀子楚的妻子和儿子，以子楚的夫人是赵国富豪人家的女儿，才得以隐藏起来，因此母子二人竟得活命。</p> <p>　　公元前251年（秦昭王五十六年），秦昭王去世，太子安国君继位为王，华阳夫人为王后，子楚为太子。赵国也护送子楚的夫人和儿子赵政回到秦国。</p> <p>　　安国君继秦王位，守孝一年后，加冕才三天就突发疾病去世了，谥号为孝文王。子楚继位，他就是秦庄襄王。庄襄王尊奉为母的华阳王后为华阳太后，生母夏姬被尊称为夏太后。<br>公元前249年（庄襄王元年），任命吕不韦为丞相，封为文信侯，河南洛阳十万户作为他的食邑。</p> <p>　　庄襄王即位三年之后死去，太子赵政继立为王，尊奉吕不韦为相邦，称他为“仲父”。秦王年纪还小，太后常常和吕不韦私通。吕不韦家有奴仆万人。</p> <p><strong>一字千金</strong></p> <p>　　当时，魏国有信陵君，楚国有春申君，赵国有平原君，齐国有孟尝君，被称为“四公子”他们都礼贤下士，结交宾客，名扬四海。并在这方面要争个高低上下。吕不韦认为秦国如此强大，而自己也是堂堂秦国丞相、秦王的仲父，不应该被他们比下去，所以他也招来了文人学士，给他们优厚的待遇，门下食客多达三千人。那时各诸侯国有许多才辩之士，像荀卿那班人，著书立说，流行天下。吕不韦就命他的食客各自将所见所闻记下，综合在一起成为八览、六论、十二纪，共二十多万字。自己认为其中包括了天地万物古往今来的事理，所以号称《吕氏春秋》。他还把书的内容写在布匹上，并将之刊布在咸阳的城门，上面悬挂着一千金的赏金，遍请诸侯各国的游士宾客，若有人能增删一字，就给予一千金的奖励。但是最后也没有一个人能够做到。</p> <p><strong>祸乱宫闱</strong></p> <p>　　秦王政越来越大了，但赵太后一直淫乱不止。吕不韦唯恐事情败露，灾祸降临在自己头上，就暗地寻求了一个阴茎特别大的人嫪毐作为门客，不时让演员歌舞取乐，命嫪毐用他的阴茎穿在桐木车轮上，使之转动而行，并想法让赵太后知道此事，以此事引诱她。太后听说之后，真的想在暗中占有他。吕不韦就进献嫪毐，假装让人告发他犯下了该受宫刑的罪。吕不韦又暗中对赵太后说：“你可以让嫪毐假装受了宫刑，就可以在供职宫中的人员中得到他。”赵太后就偷偷地送给主持宫刑的官吏许多东西，假装处罚嫪毐，拔掉了他的胡须假充宦官，这就得以侍奉赵太后。赵太后暗和他通奸，特别喜爱他。后来赵太后怀孕在身，恐怕别人知道，假称算卦不吉，需要换一个环境来躲避一下，就迁移到雍地的宫殿中居住。嫪毐一直跟着赵太后，得到的赏赐非常丰厚，而太后凡事也都由嫪毐决定。嫪毐的仆人有数千人，希望做官而自愿成为嫪毐门客的，也有上千人。</p> <p>　　公元前240年（秦王政七年），庄襄王的生母夏太后去世。孝文王后叫华阳太后，和孝文王合葬在寿陵。夏太后的儿子庄襄王葬在芷阳，所以夏太后另外单独埋葬在杜原之东，称“向东可以看到我的儿子，向西可以看到我的丈夫。在百年之后，旁边定会有个万户的城邑”。</p> <p>　　公元前238年（秦王政九年），有人告发嫪毐实际并不是宦官，常常和赵太后淫乱私通，并生下两个儿子，都把他们隐藏起来，还和赵太后密谋说“若是秦王死去，就立这儿子继位”。于是秦王命法官严查此事，把事情真相全部弄清，事情牵连到相国吕不韦。这年九月，把嫪毐家三族人众全部杀死，又杀太后所生的两个儿子，并把赵太后迁到雍地居住。</p> <p><strong>忧惧自尽</strong></p> <p>　　秦王想杀掉相国吕不韦，但因他侍奉先王有很大功劳，还有很多宾客辩士为他说情，所以秦王不忍心处罚吕不韦。</p> <p>　　公元前237年（秦王政十年）十月，免去了吕不韦的相邦职务。等到齐人茅焦劝说秦王，秦王这才到雍地迎接赵太后，使她又回归咸阳，但把吕不韦遣出京城，前往河南的封地。</p> <p>　　又过了一年多，各诸侯国的宾客使者络绎不绝，前来问候吕不韦。秦王恐怕他发动叛乱，就写信给吕不韦说：“你对秦国有何功劳？秦国封你在河南，食邑十万户。你对秦王有什么血缘关系？而号称仲父。你与家属都一概迁到蜀地去居住！”吕不韦一想到自己已经逐渐被逼迫，害怕日后被杀，就喝下酖酒自杀而死。秦王所痛恨的吕不韦、嫪毐都已死去，就让迁徙到蜀地的嫪毐门客都回到京城。</p><br/><h2>生平</h2> <p>　　先秦风气，名士所养门客人数越众越说明名士声誉高。比如楚有春申君，赵有平原君，齐有孟尝君，魏有信陵君，都是礼贤下士求贤若渴的政治名人，在列国间享有极高声望。<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>认为，自己身为强秦相国，比上述诸人自愧不如，因此也招贤纳士，对前来跟随的门客礼遇有加，给予厚待，欲与上述名士的门客相竞。当时各国名士又常以所养宾客能著书立说为荣，所以吕不韦也命门客编纂其所知见闻，一部辉煌的集体创作横空出世，后以他的名义发表，这就是《吕氏春秋》。这是吕不韦执政期间所做的一件大事。在先秦诸子著作中，《吕氏春秋》被列为杂家，其实，这个“杂”不是杂乱无章，而是兼收并蓄，博采众家之长，用自己的主导思想将其贯穿。这部书以黄老思想为中心，“兼儒墨，合名法”，提倡在君主集权下实行无为而治，顺其自然，无为而无不为。用这一思想治理国家对于缓和社会矛盾，使百姓获得休养生息，恢复经济发展非常有利。</p> <p>　　吕不韦编著《吕氏春秋》既是他的治国纲领，又给即将亲政的秦始皇提供了执政的借鉴。可惜，由于吕不韦个人的过失，使秦始皇对这部书弃而不用，没有发挥应有的作用。《吕氏春秋》的价值逐渐为后人领悟，成为了解战国诸子思想的重要资料。</p><br/><h2>人物墓冢</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>墓，位于洛阳市东约20公里的偃师市南蔡庄大冢头村东。</p> <p>　　吕不韦死后，他的门客害怕秦王，当时叫吕母墓，所以当时秦王派人寻找吕不韦坟墓而一无所获。</p> <p>　　河南省偃师市首阳山镇有一大冢头村，因秦相国吕不韦的墓冢在村边而得名。冢顶过去有房屋数十间，驻扎过镇公所、区干队，可知封土之高大。如今墓冢圈进偃师第一高中院内，虽已残损，仍存其岿然气势。1994年12月，首阳山镇为其立纪念碑一座，原西北大学校长、中国思想史研究所所长张岂之教授来偃讲学，参观了吕不韦墓冢并为吕不韦纪念碑奠基，并应偃师古都学会之请，撰写了《秦相国吕不韦墓碑记》，成为一处名人故迹。</p>"
}