{
  "id": 707,
  "star": 3,
  "name": "邓廷桢",
  "image": "http://img.gushiwen.org/authorImg/dengtingzhen.jpg",
  "dynasty": "清代",
  "desc": "邓廷桢（1776-1846），字维周，又字嶰筠，晚号妙吉祥室老人、刚木老人。汉族，江苏江宁(今南京)人。祖籍苏州洞庭西山明月湾。清代官吏，民族英雄。嘉庆六年进士，工书法、擅诗文、授编修，官至云贵、闽浙、两江总督，与林则徐协力查禁鸦片，击退英舰挑衅。后调闽浙，坐在粤办理不善事戍伊犁。释还，迁至陕西巡抚。有《石砚斋诗抄》等多部著作传世。江苏南京市有“邓廷桢墓”可供瞻仰、凭吊。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_707.aspx\">邓廷桢</a>原籍江苏吴县西山，嘉庆六年（1801年）进士，选庶吉士，授编修，屡分校乡、会试，历任浙江宁波，陕西延安、榆林、西安诸知府，湖北按察使，江西布政使，陕西按察使等职。道光六年（1826年）任安徽巡抚，至道光十五年升任两广总督。1836年6月，许乃济奏请弛禁鸦片。他开始甚表赞同，认为“弛禁通行，实于国计民生，均有禆益。”后因受朱嶟、许球力主禁烟的影响，且目睹鸦片祸害严重，自1837年春即由弛禁转为严禁，咨会水师提督关天培，“无分雨夜，加劲巡查”，“奋勇兜擒，尽法惩办”。1839年初上奏道光帝，决心与钦差大臣<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>“共矢血诚，俾祛大患”，并积极协助林则徐查禁鸦片走私，收缴鸦片，添置木排铁链，整顿海防，成为林则徐的亲密同僚。道光十九年十二月（1840年1月）调任闽浙总督，购洋炮，建炮台，招募练勇，出海巡缉，加强守备。7月，英舰进犯厦门，他亲督水师水勇击退侵略军，嗣因投降派诬陷，与林则徐同时革职，充军伊梨。他还是第一个公开反对割让香港大臣。后起用为陕西巡抚、陕甘总督，在西北大力组织垦荒。1846年卒于任。 善时文，犹精于音韵。所著笔记和<a href=\"http://so.gushiwen.org/author_707.aspx\">诗</a>词并行于世。有《诗双声叠韵谱》、《说文解字双声叠韵谱》、《石观斋诗抄》、《双砚斋词话》等。此外，他是著名的书法家[1]，还工书法，擅写小篆及楷、行诸体，尤以小篆最精。南京市博物馆藏有他玉筋体小篆《说文叙辞轴》，是他晚年从伊犁获释，与挚友林则徐分别时所作，用笔园劲匀称。从端正秀丽中，可看到他刚正不阿的气质。</p> <p><strong>从“弛禁”到果断禁烟</strong><br>　　道光十五（1835）年，邓廷桢任两广总督时，鸦片早已由药材变为以走私买卖为主要形式的毒品，大量非法输入中国，造成国内烟毒泛滥，白银外流，严重危害着国计民生。对鸦片贸易是弛禁还是严禁的分歧意见已经开始出现．道光十六年四月（1836年6月），太常寺少卿许乃济的《鸦片例禁愈严流弊愈大应亟请变通办理折》正式提出了弛禁论主张，道光皇帝收到许乃济的奏折后，特批给邓廷桢和广东巡抚祁贡、粤海关监督文祥议复。他们于道光十六年九月初二（1836年10月11日）联合上奏，表示赞同许乃济的弛禁论，认为许折“胪陈时弊，均属实在情形”，“如蒙俞允，弛禁通行，实于国计民生，均有裨益”，并提出了弛禁的具体办法九条。邓廷桢等的这个驰禁章程，把许乃济驰禁论加以发展和具体化，并准备付之于实施，它使鸦片入口、运输、种植完全合法化，当时在广州广为传布，产生很不好的影响，“贩食之人，无不欢欣鼓舞，明目张胆”。但是，随着形势的发展，在鸦片贸易要导致民族危亡的严峻现实面前，特别是许乃济弛禁论遭到朱嶟、许球、袁玉麟等人的批驳和正义舆论的谴责后，在广东这个鸦片走私贸易首当其冲的关口，邓廷桢检讨了自己过去的弛禁主张，认真执行严禁政策。在经过一番调查研究后，他采取了一些断然措施，通过十三洋行总商伍崇曜通知英国商务监督，命令所有停泊在内洋、外洋的鸦片趸船必须全数回国，不得逗留，更不能进入广州港口。但是，由于英国不肯轻易放弃他们鸦片贸易得到的巨大利益，而继续进行猖狂的走私活动，又由于官吏们暗中受贿，与鸦片走私贩勾结一起，狼狈为奸，因而执行不力，实际上没有收到实效。</p> <p><strong>加强海防面对挑衅</strong><br>　　道光十七年（1837年）英国商务监督义律与鸦片贩子查顿、颠地、马地臣等蓄意破坏鸦片禁令，敦促英国资产阶级政府派兵舰来，以武力威胁中国开烟禁，以扩大鸦片贸易和使之合法化。在义律的支持下，武装鸦片走私船再次窜进黄埔港，私售鸦片。邓廷桢严厉谴责义律的无理挑衅，并指名要他交出并驱逐查顿、颠地、马地臣等九名鸦片贩子出境。然而，义律的强盗行为正是与鸦片贩子共同谋划后进行的，他依赖武力为后盾，既抵赖不交出鸦片贩，也不驱逐他们，对此，邓廷桢坚持寸步不让的方针，迫使义律的威胁无法得逞，不得不自动退出广州。这一年内，英国政府支持的东印度防区舰队司令马他伦率兵舰“窝拉疑”号等五百余名士兵及随军家属到达澳门，声称以商务监督身份来稽查贸易。邓廷桢下令各水、陆师严格把守各要塞隘口，并严加巡防，又严正声明马他伦要进广州不合中国法令，坚决把马他伦赶走，使马他伦的武装挑衅不能得逞。<br>　　邓廷桢认真组织广东的东、西、中三路水师加强海防。督促水师提督关天培在沙角设提督署驻守沙角，密切监视和控制中路海口，并与关天培涉海登山，周密设计虎门三道防线的建设。又明查暗访和封闭了数百个内地窑口，捕获走私和滞留在内河、内洋的船只，禁阻内地走私船和任何船只与那些长期停泊在内、外洋的鸦片趸船靠近，使英国鸦片趸船无法出售鸦片。</p> <p><strong>同林则徐合作销烟</strong><br>　　道光十八年闰四月（1838年6月）鸿胪寺卿黄爵滋奏《请严塞漏卮以培国本折》后，道光皇帝从封建统治的利益考虑，特别是看到林则徐在他的禁烟奏折里一针见血地击中要害以后，便决定采取严禁政策，一方面将公然倡导驰禁论的许乃济降为六品顶戴，另一方面任命林则徐为钦差大臣，赴广东查办鸦片。并命令邓廷桢和广东巡抚怡良等振刷精神与林则徐和衷共济，协同办理。邓廷桢得知林则徐要到广东，十分兴奋。当林则徐在往广东途中，邓廷桢写信给林则徐立誓“所不同心者有如海”，表示愿“合力同心，除中国大患之源”。<br>　　道光十九年正月二十五月（1839年3月10日）林则徐到达广州，开始禁烟。邓廷桢予以积极支持，和林则徐进行了密切配合，成为林则徐在广东推动禁烟的亲密合作者。他们在短期内缉拿了内地鸦片烟贩，查抄了窑口，打击和驱逐了武装鸦片趸船，在虎门亲自监督缴收了二万余箱、袋，二百多万斤重的鸦片。四月二十二日至五月十五日（6月3日至25日）在虎门海滩进行销毁，向全世界宣布中国禁烟的正义性。在虎门海防的建设中，邓廷桢经常陪同林则徐往各海口视察、研究，提出建设性意见，相互配合得很好。</p> <p><strong>出任云贵和闽浙总督</strong><br>　　道光十九年十二月（1840年1月）清政府调邓廷桢任云贵总督，旋改调两江总督，尚未到任，又因陕西道监察御史杜彦士奏报福建禁烟和海防需加紧查办，改调邓廷桢任闽浙总督。并特派吏部右侍郎祁隽藻、刑部左侍郎黄爵滋查办，“并筹图防守事”。<br>　　邓廷桢由广东到福建，积极加强海防建设。他与祁隽藻、黄爵滋等根据福建海岸地形的特点，研究、决定在厦门岛南部突出海面的胡里山，建起一道五百丈的石壁，并于石壁后建筑营房、建筑灵活实用的炮墩。在厦门岛安置了一百门铁炮，又在对面的鼓浪屿、屿仔港等处安置一百六十余门铁炮。还调动漳州、同安、兴化、延平陆路兵勇协同防守，大大提高了福建厦门岛一带的海防能力，把他从广东购置的十四门洋炮也都使用上。英国侵略者称之谓“长列炮台”。他们还制定了新的海防章程，责成水陆师共同负责，在海面夹攻或配合夹击来犯的英国武装商船和兵船，并围追堵截内地鸦片贩，遏制他们与英国鸦片贩子的勾结倒卖鸦片的活动。邓廷桢在查禁鸦片的同时，还惩办了漳州、泉州等地使用进口洋钱和私自化银铸钱的罪犯。<br>　　在闽浙总督任内，邓廷桢鉴于福建、浙江军备松弛，防御能力单薄，海防不严，特下了一番大功夫进行整顿。抽调了熟悉海防形势、水性的水师官兵，又招募了大批水勇加强防范措施。他一边在泉州招募兵勇加强训练，一边注视着浙江海防的变化，并准备亲自往浙江督战，以后因道光皇帝另派钦差大臣伊里布赴浙江办理军务而作罢。邓廷桢在广东和福建查办鸦片，推动禁烟运动和建设海防方面都作出了成绩。然而，英、美鸦片贩子在其本国资产阶级政府支持下进行武装挑衅，蓄意破坏禁烟运动，加以国内投降派和内地鸦片贩子设置重重障碍，以致邓廷桢等未能达到杜绝鸦片贸易，根除鸦片输入的目的。</p> <p><strong>忠臣报国无门</strong><br>　　道光二十年九月初三日（1840年9月28日），在投降派的陷害下，道光皇帝下令革了林则徐和邓廷桢的职，派琦善为钦差大臣并接替林则徐为两广总督，令邓廷桢立即由闽浙总督任内折回广东听候处理。轰轰烈烈的禁烟运动到此实已告终。<br>　　琦善在与义律谈判的过程中，曾以厦门、香港是否可以让给英国作商埠事与邓廷桢商议，邓廷桢极力反对，他说：“厦门全闽门户，夷居厦门可以窥内地，且澎湖、台湾之在厦东者，声势为所隔绝，不得联络，其害至深，固万无许理。即香港亦在粤洋中路之中，外环尖沙嘴，裙带二屿，夷船常藉以避风浪，垂涎久矣，今一朝给与，彼必筑建炮台，始犹自卫，继且入而窥伺，广东货船鳞泊黄埔，辎重在焉，其白黑夷之居吏馆者以千百计，皆香港应也，与之良非所便”。<br>　　道光二十年十二月十五日（1841年1月7日）义律突然袭击沙角、大角炮台，虎门第一道防线被突破。邓廷桢和林则徐此时虽都已革职，但出于爱国之心，他们又亲自到两广总督署敦促琦善派兵支援，琦善竟以“无话商量”而置之不理。<br>　　道光二十一年四月（1841年）道光皇帝颠倒是非，谴责邓廷桢在广东任职多年，懈惰因循，不加整顿，所设排练空费钱粮，全无实用，以致虎门之役不能抵挡。对他从重处理，发配伊犁以效力赎罪，直到道光二十三年（1843年）闰七月才被召回，赏三品顶戴任甘肃布政使，派他到银川、洮陇、酒泉等地勘察荒地。邓廷桢认真勘察，查出荒熟地一万九千四百余亩，番灵地一千五百余顷，宁夏马厂归公地一百多顷⑧。熟地升科，荒者招垦，被赏二品顶戴。道光二十五年 （1845年）调任陕西巡抚，署理陕甘总督，后又回任陕西巡抚。在此期间，他始终与林则徐保持着联系。道光二十六年三月二十日（1846年4月15日）病死于任内，终年七十一岁。</p><br/><h2>纪念地</h2> 　　<a href=\"http://so.gushiwen.org/author_707.aspx\">邓廷桢</a>墓在东郊仙鹤门外红旗农牧场邓家山麓，墓背依灵山，正对钟山，周围松竹环抱，1982年列为江苏省文物保护单位。省里拨专款，南京市文保部门和栖霞区文化局精心组织设计、施工，维修后的邓廷桢墓，墓冢为水泥质，呈半圆形；墓前立有石碑，正面刻：“清两广闽浙陕甘总督邓廷桢之墓”，背刻：“重立碑记”，叙记邓廷桢的简历和功绩。"
}