{
  "id": 553,
  "star": 8,
  "name": "李攀龙",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_553.jpg",
  "dynasty": "明代",
  "desc": "李攀龙（1514—1570）字于鳞，号沧溟，汉族，历城（今山东济南）人。明代著名文学家。继“前七子”之后，与谢榛、王世贞等倡导文学复古运动，为“后七子”的领袖人物，被尊为“宗工巨匠”。主盟文坛20余年，其影响及于清初。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>的各体<a href=\"http://so.gushiwen.org/author_553.aspx\">诗</a>中，以七律和七绝较优。其七律声调清亮、词采俊爽。他以“金牛忽见湖中影，铁骑初回海上潮”（《与子与游保俶塔同赋》）来勾勒保俶塔下的西湖，以“浮沤并结金龛丽，飞窦双衔石瓮圆”（《酬张转运龙洞山之作》）来形容龙洞山的金龛和石瓮情况，虽嫌体物呆滞，但也还能传神。他以“明时抱病风尘下，短褐论交天地间”（《初春元美席上赠谢茂秦得关字》）来表现南北奔波的布衣诗人谢榛，以“自昔风尘驱傲吏，还能伏枕向清秋”（《寄元美》）来刻画好友<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>，也较形像。但其构思、用词多见雷同。他的某些七绝，也还写得自然，还能注意顿挫变化，如《和聂仪部明妃曲》：“天山雪后北风寒，抱得琵琶马上弹。曲罢不知青海月，徘徊犹作汉宫看。”意味隽永，静韵深长。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>品评此诗说：“不着议论，而一切着议论者皆在其下。”</p> <p>　　李攀龙诗文，由其友人、“后七子”领袖之一的王世贞整理编集为30卷，题《沧溟先生集》，其后屡有翻刻，历百年而不衰。李攀龙所编《古今诗删》，选各代之诗，影响颇大，后又摘取其中唐代诗歌编为《唐诗选》，成为当时通行的学塾启蒙读本，明清两代，影响超过《唐诗三百首》。所写《拟古诗》，临摹过甚，受人指摘。</p> <p>　　论诗比谢榛、王世贞偏狭，认为先秦古文已有古法，后世作者只要“摭其华而裁其衷，琢句成辞，属辞成篇，以求当于古之作者而已”（王世贞语）。他所著的《答冯通书》就提到：“秦汉以后无文矣”。推崇汉魏古诗、盛唐近体，所编《古今诗删》，宋元诗一首未录，可看出其论诗宗旨。其文聱牙戟口，成就不大。其诗亦多模拟剽窃之作，偶然面对现实，抒写内心真情时还有一些较好的诗，如《送明卿之江西》、《挽中丞》。七律和七绝相对较好，声调清高，词采俊爽，语近情深，然构思用词多见雷同。而乐府诗则如“临摹帖”。有《沧溟集》30卷。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>先世无所称名，其父李宝死后因李攀龙赠中宪大夫、顺德知府。攀龙9岁而孤，家无余赀，赖母张氏纺织度日。18岁入县学为诸生，廪于郡庠。与尚在髫年的殷士儋（后为大学士，有文名）、许邦才（后为王府长史，济南<a href=\"http://so.gushiwen.org/author_553.aspx\">诗</a>人）约为知交。攀龙自幼性情疏放，不耐当时书塾中讲授的经训内容和八股文，人目为狂生。</p> <p>　　嘉靖十九年（1540），攀龙取乡试第二名，3年后赐同进士出身。此后至嘉靖三十二年（1553），历顺天乡试同考官、刑部广东司主事、刑部员外郎、刑部山西司郎中，官凡三迁，辗转郎署，官职闲散。此间，攀龙与<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>、谢榛、<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>、吴国伦、梁有誉、徐中行等诗酒唱和，旨趣一致，遂结为诗社。其论诗主张，与“前七子”相倡和，形成一个新的文学流派，史称“后七子”。他们的文学主张的基本内容，即文主秦汉，诗规盛唐，继“前七子”的文学复古运动，为彻底改变“台阁体”统治文坛的局面而斗争。李攀龙集中的拟古乐府，是其文学主张的具体实践。</p> <p>　　嘉靖三十二年（1553），李攀龙出守顺德（今河北邢台市），为顺德知府。3年任期中，政绩卓著，做了一些既有利于巩固明王朝统治而又给百姓带来一定利益的事。如请蠲民税，减轻百姓负担；政刑宽简，民无冤情；增设驿站，减轻人民劳役负担等。其间诗文创作，也取得一定成就。无论赠答抒怀，还是描山摹水，或是关心时政之作，都各具特色。《登黄榆、马陵诸山是太行绝顶处四首》、《春兴》等，是这一时期的代表作品。</p> <p>　　嘉靖三十五年（1556）夏，李攀龙被提升为陕西按察司提学副使。到任不久，不能忍受陕西巡抚殷学挟势倨傲的作风，以母老归养为由，上疏乞归，旨未下即拂衣辞官。在职虽不满一年，李攀龙足迹却遍及区内，在视察府州县学的同时，也游览了各地的名山胜迹。《杪秋登太华山绝顶四首》，是这一时期的最佳诗作。</p> <p>　　由陕归来，李攀龙在家乡筑白雪楼，隐居高卧，杜门谢客，不与权贵往来，一些达官显官以其接见为荣，学人士子更以其品评来衡定自己的身价。因此“闻望茂著，自时厥后，操海内文柄垂二十年”（<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《列朝诗集小传·李按察攀龙》）。这一时期是李攀龙诗文创作的重要时期，所写诗文，殆占《沧溟集》之太半，因而其诗文最初结集曾名为《白雪楼集》。此间，诗歌以吟咏故乡湖光山色之作成就最高，《与转运诸公登华不注绝顶》、《青萝馆二首》、《抄秋同右史南山眺望》、《酬张转运龙洞之作》以及《挽王中丞八首》等，是其代表性作品。</p> <p>　　隆庆改元（1567），李攀龙起复，出任浙江按察司副使，隆庆三年（1569），诏拜河南按察使。在浙江，诗人曾写诗赞美以“戚家军”为主体的抗倭军将，表现深厚的爱国之情。在河南任职4个月，老母病故，诗人扶柩归里。本来病弱，加上持丧哀痛过甚，遂卧病不起，第二年(1570年）八月十九日（9月18日）暴疾而卒，终年58岁。葬历城城郊“牛山之原”，后移药山之麓。后人在其少年读书处趵突泉上建白雪楼，以寄托对诗人的追念之情。楼渐荒废，至解放初拆除。1996年又在原址重新修建，并建成与白雪楼连为一体的戏剧大舞台。这里常年举办以京剧为主的各种戏剧演出，已成为全国知名的演出活动中心。 </p>"
}