{
  "id": 652,
  "star": 39,
  "name": "班婕妤",
  "image": "http://img.gushiwen.org/authorImg/banjieyu.jpg",
  "dynasty": "两汉",
  "desc": "班婕妤（公元前48年—2年），西汉女辞赋家，是中国文学史上以辞赋见长的女作家之一。祖籍楼烦（今山西朔县宁武附近）人，是汉成帝的妃子，善诗赋，有美德。初为少使，立为婕妤。《汉书·外戚传》中有她的传记。她的作品很多，但大部分已佚失。现存作品仅三篇，即《自伤赋》、《捣素赋》和一首五言诗《怨歌行》（亦称《团扇歌》）。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>是楚令尹子文的后人，左曹越骑校尉班况的女儿。班婕妤出身功勋之家，其父班况在汉武帝时抗击匈奴，驰骋疆场，立下汗马功劳。而她自幼聪明伶俐，秀色聪慧，工于<a href=\"http://so.gushiwen.org/author_652.aspx\">诗</a>赋，文才出众，读书甚多。</p> <p><strong>选入后宫<br></strong>　　汉建始元年（公元前32年），汉成帝刘骜即位，班氏被选入皇宫，刚开始为少使（ 下等女官 ），不久得宠，赐封“婕妤”。成帝让班婕妤居于后宫第三区增成舍宫，婕妤也为皇帝生下一皇子，但是数月即夭折，之后班婕妤再也没有生育。班婕妤经常诵读《诗经》、《窃窕》、《德象》、《女师》等，而且每次觐见皇帝，都依照古代礼节。</p> <p><strong>皇帝专宠<br></strong>　　汉成帝为班婕妤的美貌及文才所吸引，很喜爱班婕妤。为了能够时刻与班婕妤形影不离，他特别命人制作了一辆较大的辇车，以便同车出游，但却遭到班婕妤的拒绝，她说：“看古代留下的图画，圣贤之君，都有名臣在侧。夏、商、周三代的末主夏桀、商纣、周幽王，才有嬖幸的妃子在坐，最后竟然落到国亡毁身的境地，我如果和你同车出进，那就跟他们很相似了，能不令人凛然而惊吗？”汉成帝认为她言之成理，同辇出游的意念只好暂时作罢。</p> <p>　　当时王太后听到班婕妤以理制情，不与皇帝同车出游，非常欣赏，对左右亲近的人说：“古有樊姬，今有班婕妤。”在这里，王太后把班婕妤与春秋时代楚庄公的夫人樊姬相提并论，给了她很大的嘉勉与鼓励。樊姬很贤惠，曾辅佐楚庄王成为“春秋五霸”之一。王太后把班婕妤比作樊姬，使班婕妤的地位在后宫更加突出。班婕妤当时加强在妇德、妇容、妇才、妇工等各方面的修养，希望对汉成帝产生更大的影响，使他成为一个有道的明君。但是汉成帝不是楚庄王，自赵飞燕姐妹入宫后，声色犬马，班婕妤受到冷落。</p> <p><strong>赵氏诬陷<br></strong>　　赵氏姐妹入宫后，飞扬跋扈，许皇后十分痛恨，无可奈何之余，想出一条下策，在寝宫中设置神坛，晨昏诵经礼拜，祈求皇帝多福多寿，也诅咒赵氏姐妹灾祸临门。事情败露以后，赵氏姐妹故意讲，许皇后不仅咒骂自己，也咒骂皇帝，汉成帝一怒之下，把许皇后废居昭台宫。赵氏姐妹还想利用这一机会对她们的主要情敌班婕妤加以打击，诬陷班婕妤参与“ 巫盎” 案。汉成帝听信谗言。然而班婕妤却从容不迫地对称：“我知道人的寿命长短是命中注定的，人的贫富也是上天注定的，非人力所能改变。修正尚且未能得福，为邪还有什么希望？若是鬼神有知，岂肯听信没信念的祈祷？万一神明无知，诅咒有何益处！我非但不敢做，并且不屑做！”汉成帝觉得她说的有理，又念在不久之前的恩爱之情，特加怜惜，不予追究，并且厚加赏赐，以弥补心中的愧疚。 </p> <p>　　班婕妤是一个有德操的贤淑妇女，经不起互相谗构、嫉妒、排挤、陷害的折腾，为免今后的是是非非，她认为不如急流勇退，明哲保身，因而缮就一篇奏章，自请前往长信宫侍奉王太后，把自己置于王太后的羽翼之下，就也不怕赵飞燕姐妹的陷害了，汉成帝允其所请。</p> <p><strong>请居深宫<br></strong>　　班婕妤前往长信宫侍奉王太后，从此呆在深宫。班婕妤怜悯年华老去，借秋扇自伤，作《团扇诗》，又称《怨歌行》，班婕妤自知，自己如秋后的团扇，再也得不到汉成帝的怜爱了。不久，赵飞燕被册封为皇后，赵合德也成了昭仪，然而这些都与班婕妤无关了，她除了陪侍王太后烧香礼拜之外，长昼无俚，弄筝调笔之余，间以涂涂写写，以抒发心中的感慨，从而为文坛留下了许多诗篇。</p> <p><strong>落寞晚年<br></strong>　　汉成帝在绥和二年三月，崩于未央宫。汉成帝崩逝后，班婕妤要求到成帝陵守墓以终其生。于是王太后让班婕妤担任守护陵园的职务，从此班婕妤每天陪着石人石马，冷冷清清地度过了她孤单落寞的晚年。大概一年后班婕妤就病逝了，时年约四十余岁。死后，葬于汉成帝陵中。</p><br/><h2>人物评价</h2> <p><strong>总评<br></strong>　　<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>相貌秀美，文才颇高，尤其熟悉史事，常常引经据典、出口成章，她经常开导汉成帝；班婕妤还擅长音律，既写词又谱曲，她的词曲有感而发，使汉成帝在丝竹声中受益匪浅。对汉成帝而言，班婕妤不只是她的侍妾，也是他的良师益友。班婕妤的贤德在后宫中也是有口皆碑。因她不干预朝政，谨守礼教，深受时人敬慕，有“古有樊姬，今有婕妤”之称。</p> <p>　　班婕妤算得上一个出类拔萃的才女，但宫廷女子的作用本来就是讨皇帝的欢心，是否有才倒不重要。会做<a href=\"http://so.gushiwen.org/author_652.aspx\">诗</a>的班婕妤，终是敌不过会飞舞的赵飞燕。班婕妤堪称古代妇德的楷模，但从某种意义上说，她又未尝不是为此所害。</p> <p>　　班婕妤的一生可以看作是古代后宫嫔妃生命历程的一个标本。她的人生从繁华到萧瑟，是中国几千年封建社会历代帝王后宫嫔妃们的普遍人生境遇。她们或许凭借才华美貌，能赢得帝王的一时喜爱或宠信，但终会因人老色衰或其它种种原因而被无情地抛在一边，渐渐被忘却。更言之，班婕妤的生命历程，也是男权社会中女性悲剧命运的缩影。 </p> <p>　　钟嵘《诗品》将班婕妤列入上品诗人十八位之列。西晋博玄诗赞她：“斌斌婕妤，履正修文。进辞同辇，以礼臣君。纳侍显得，谠对解份。退身避害，云邈浮云。”</p> <p><strong>历史评价<br></strong>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>：“有德有言，实惟班婕。盈冲其骄，穷悦其厌。在夷贞坚，在晋正接。临飒端干，冲霜振叶。” </p> <p>　　<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>：“斌斌婕妤，履正修文，进辞同辇，以礼匡君，纳侍显德，谠对解纷，退身避害，志邈浮云。”</p> <p>　　左芬：“恂恂班女，恭让谦虚，辞辇进贤，辩祝理诬，形图丹青，名侔樊虞。”</p><br/><h2>轶事典故</h2> <p>　　团扇出现在西汉时期，又称绢宫扇、合欢扇，是当时妃嫔仕女的饰品。<a href=\"http://so.gushiwen.org/author_652.aspx\">班婕妤</a>由于赵飞燕姐妹诬陷迫害，为自保请求居住深宫，作《团扇歌》。之后历代，团扇几乎成为红颜薄命、佳人失势的象征。而团扇与凄楚的人生境况的关联，就是源于汉代的班婕妤。</p> <p>　　班婕妤移居长信宫后，悄然隐退在深宫之中。每天长信宫门打开，她便开始一个台阶一个台阶扫地，生活刻板而单调。她感到自己仿佛秋天被弃的扇子，孤独寂寞。便作<a href=\"http://so.gushiwen.org/author_652.aspx\">诗</a>赋以自伤悼，借以度过光阴，常常触景伤情。她在《团扇歌》（亦名《怨歌行》）中自比秋扇，感叹道：“常恐秋节至，凉风夺炎热。弃捐箧笥中，恩情中道绝。”用洁白的细绢剪裁的团扇，天热时与主人形影相随。凉秋时节，则被弃置箱中。后世便以“秋凉团扇”作为女子失宠的典故，又称“班女扇”。</p>"
}