{
  "id": 2129,
  "star": 2,
  "name": "曾布",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2129.jpg",
  "dynasty": "宋代",
  "desc": "曾布（1036年11月3日—1107年8月21日），字子宣，江西南丰人。汉族江右民系。北宋大臣，曾易占之子，曾巩异母弟，曾任北宋右相。世称“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。曾作为王安石的助手推行新政，徽宗时出任丞相，谥“文肃”，《宋史》有传。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>，汉族江右民系。生于夏历1035年十月初一（公元1035年11月3日）亥时，13岁时丧父，从学于兄<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>。嘉祐二年（1057年）登进士，初任宣州司户参军、怀仁县令。熙宁二年（1069年）到开封，由知府<a href=\"http://so.gushiwen.org/author_2043.aspx\">韩维</a>聘为开封府检校库监库，经韩维、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>推荐，上书言政。深得神宗赏识，命为太子中允、崇政殿说书，加集贤校理，判司农寺，检正中书五房公事。与吕惠卿共同参与制订青苗、助役、保甲、农田之法，成为王安石的重要助手之一。熙宁三年，河北安抚使<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>上疏极力反对青苗法。曾布据理力争，驳斥了反对派的种种不实说法，使该法继续推行。王安石说：“新法初行，议论纷纷，唯独惠卿与布始终坚定不移，其他人多反复无常。”不久，升为修起居注、知制诰、翰林学士兼三司使。</p> <p>　　熙宁七年（1074年），守旧派大力反对市易法，神宗迫于皇室、外戚等的压力，令曾布进行追究。曾布将开封府主管市易的判官吕嘉问多收利息以图奖赏，认为市易法是“挟官府而事兼并之事”陈述于廷。吕惠卿、王安石认为曾布有意阻挠市易法推行，将曾布贬知饶州、再知潭州（今长沙）、广州、桂州、秦州（今天水）、陈州（今淮阳）、蔡州（今汝南）、庆州（今庆阳）。元丰末（1085年），复为翰林学士、户部尚书。适逢<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>执政，令其改役法，曾布拒绝，结果又被外调。元祐初（1086年）以龙图阁学士知太原府，再调真定府（今正定）、河阳、青州、瀛州。绍圣初（1094年），曾布为翰林学士，承旨兼侍读。章惇为左相，布任知枢密院事，力赞章惇“绍述”之议。元符三年（1100年），哲宗卒，在端王（<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>）继位问题上，曾布与章惇意见不合，附和宣仁太后，拥端王为徽宗。徽宗因曾布拥立有功，罢章惇相，拜曾布尚书右仆射兼中书侍郎（右相）。韩忠彦虽居左相，但生性柔懦，大事多由布决定。</p> <p>　　徽宗继位后，大臣对元祐、绍圣之政议论纷纷，认为有失偏颇，朝廷应处以大公至正消除朋党之争，乃改元建中靖国（1101年）。忠彦因“变易神宗法度”被罢左相，曾布独揽大权。徽宗于次年（1102年）又改元为崇宁，召蔡京为尚书左丞。曾布继续鼓吹“绍述”之说。终因“力援元祐之奸党，阴挤绍圣之忠贤”被罢相，以观文殿大学士出知润州（今镇江）。此后，曾布一再被降职至舒州（今安徽庐江）司户。大观元年（1107年），卒于润州，赠观文殿大学士，谥“文肃”。</p> <p>　　《宋史》将曾布列入奸臣传，近代<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在其著《王安石评传》中则赞言：“曾子宣者，千古骨鲠之士”，认为“其才其学，皆足以辅之，南丰可云有弟，而荆公之得士，亦一夔而足者也。”并为其辩白：“荆公之冤，数百年来为之昭雪者，尚书数十人，而子宣之冤，乃万古如长夜，吾安得不表而出之。”</p> <p>　　南丰曾氏为耕读世家。自巩之祖父致尧于太平兴国八年（983年）举进士起，77年间曾家出了进士19位。进士中，致尧辈7人，其子易占辈6人，其孙巩辈6人。此外，巩之妹婿<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>、王补之、王彦深等一批人亦皆进士。披阅《建昌府志》、《南丰县志》及诸曾著作如巩之《元丰类稿》，我们不能不被该家族的儒学底蕴、文化积淀与苦学精神所震惊。曾巩进士同年<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>赠<a href=\"http://so.gushiwen.org/author_2129.aspx\">诗</a>称：“儒术远追齐稷下，文词近比汉京西”，非虚言也。</p> <p>　　仁宗嘉祐二年（一○五七）与兄同登进士第，调宣州司户参军，怀仁令。神宗熙宁初，以集贤校理修起居注，棹知制诰、翰林学士兼三司使。以忤王安石出知饶、潭、广三州。元丰中历知桂、秦、陈、蔡、庆诸州。末年复翰林学士。哲宗元祐初，出知太原、真定、河阳、青、瀛等州府。绍圣初召为翰林学士承旨，知枢密院。徽宗立，以右仆射独当国。崇宁元年（一一○二）受蔡京所挤，罢为观文殿大学士知润州，累贬廉州司户。后徙舒州，提举崇福宫。</p> <p>　　熙宁二年（1069），经王安石推荐，受到宋神宗赏识，主管新法的推行工作，与吕惠卿共同制订免役、保甲等法，卓有成效，升任三司使。后渐与激进派产生分歧。熙宁七年，守旧派以皇太后及诸王为首，掀起反变法高潮，宋神宗动摇。曾布因与激进派意见不合，主张妥协并打击主管市易法，造成恶劣后果的吕嘉问等人，引起新法派内部的分裂，遂出知饶州（今江西鄱阳）。绍圣元年（1094），宋哲宗亲政，经宰相章惇引荐，任同知枢密院事，力赞章敦“绍述”之说，与章惇一起主持对西夏的开边活动。但在开边、恢复新法和打击元祐党人的活动中，他意见比较温和，常与章惇、蔡卞等人持有异议，并阻挠吕惠卿回朝任职。在立宋徽宗时，曾布作为新党温和派之领袖，附和向太后，排斥章敦，升任尚书右仆射兼中书侍郎。后因引用亲戚，为蔡京所攻击。罢相后，屡遭贬责，大观元年八月乙卯（初二）日（8月21日）卒於润州，年七十二。谥文肃。《宋史》卷四七一入《奸臣传》。（来源：曾布 南丰公益书院 ）</p><br/><h2>《宋史》评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>，字子宣，南丰县人，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>之异母弟，曾任参知政事，即副宰相。曾布是北宋历史上一个重要的政治人物。他曾经是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法的得力助手，参与了绝大部分变法的筹划，是新法的主要起草人之一。王安石曾说：“自议新法，始终言可行者，曾布也；言不可行者，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>也；余皆前附后叛，或出或入。”即使在王安石隐退后，司马光上台要求他出面废止新法，遭到他的断然拒绝。正是因为曾布始终坚持变法，因而被守旧派说成是“奸佞”之人。由于曾布曾经对市易法推行过程中存在的弊病，进行过尖锐的批评，又被王安石视为“沮害”市易法之人。所以后来《宋史》将他列入“奸臣传”。</p> <p>　　市易法是王安石为实现富国强兵、缓和社会阶级矛盾、摧抑兼并、增加国家财政收入而制定的理财新法之一。设置市易法、建立市易务机构，是出自布衣之士魏继忠的建议。它的出发点是由国家来平抑京城过于波动的物价，打击垄断富商。其实质归纳起来就是：物价低时稍增价买进，以保护普通商贩；物价高时则稍损价卖出，以保护平民。市易法的正式制定和实施是在熙宁五年（1072）三月，此前，京城开封和其他较大城市中的商业经营，多被大商人把持。他们勾结官府，垄断市场，操纵物价，严重损害中小商人和城市消费者的利益。魏继宗上书朝廷：“宜假钱别置常平易司，择通财之官任其职，仍求良贾为之辅。使审知市物之贵贱，贱则少增价取之，令不至伤商；贵则少损价出之，令不至害民”。神宗帝接受了这个建议，于三月二十六日下诏：“宜出内藏库钱帛，选官于京师置市易务。其条约，委三司本司官详定以闻”。不久便在京城成立市易务，由三司管辖。神宗委派吕嘉问为市易务提举。此后几年中，杭州、广州等城市亦先后设立了市易务，并于熙宁六年（1073）十月，将在京市易务改为市易司，总管全国各地市易务。</p> <p>　　市易务经营的原则是：“遇有客人物货出卖不行、愿卖入官者，许至务中投卖，勾行人、牙人与客人平其价。据行人所要物数，先支官钱卖之。如愿折博官物者，亦听。以抵当物力多少，许令均分赊请，相度立一限或两限送纳价钱。”通过这种经营方式，可以起到抑制大商人的兼并活动，使中小商人免受大商人压榨。同时还可保持城市物价基本稳定，减轻城市消费者的不合理负担。市易务也可从货物买卖中得到一定的利息，从而增加国库收入。正是由于市易法打击了大商人的投机兼并活动，影响了与之相勾结的皇室、贵族和大官僚的利益，具体而言，就是负责采办公家及宫廷用度的大小官员和宦官，以及参与某些垄断经营的部分皇族，甚至有消息说，两宫太后亦为之泣下，于是对市易法竭力诬蔑和抵制。而变法的反对派也利用这种形势，发起对新法的猛烈攻击。</p> <p>　　任何事物的发展都不是一帆风顺的，由于吕嘉问等人在市易务的运作过程中，多收利息以图奖赏，确实存在违背市易法的立法原意，动用政权力量，垄断市场，强迫商人卖货给市易务。正如郑侠在向神宗上的《流民图》中所指出的：“自市易法行，高旅顿不入都，竟由都城卯经过河北、陕西，北客之过东南者亦然。盖诸门皆准都市易司指挥，如有商货入门，并须尽数押赴市易司卖。”这就使得神宗对市易务的活动产生了怀疑，并在熙宁七年（1074）三月二十日夜，降手札给市易务的主管机构三司长官曾布，令他对市易务的活动进行调查。而吕嘉问对揭发出来的违法事实心中有鬼：“中书（曾布）每以不便事诘嘉问，未尝不巧为蔽欺，至于案牍往往藏匿改易”，调查遇到阻挠。在这种情况下只能发动群众，曾布经神宗同意，以三司名义出榜募人告发吕嘉问藏匿和涂改市易司案牍的不法行为。王安石是新法的倡导者，在新法的实施中出现的问题，不是不知道。此时王安石的心情非常复杂，他深知一旦问题的盖子被揭开，势必遭到反对派对新法更加猛烈的抨击，他想在改革中不断完善制度，纠正失误，于是打算连夜收缴文榜，但见榜上盖有神宗御宝，才只好罢手。</p> <p>　　榜文帖出后，第一个向曾布检举的是监市易务魏继宗。“继宗愤惋自陈，以谓市易主者（吕嘉问）榷固掊克，皆不如初议，都邑之人不胜其怨。”曾布便将魏继宗所述情况，如实向神宗回奏：“（吕）嘉问务多收息以干赏，凡商旅所有必卖于市易，或非市肆所无必买于市易，而本务率皆贱买贵卖，重入轻出，广收赢余。诚如继宗所言，则是挟官府而为兼并之事也。”神宗将曾布所说情况转问王安石。王安石骑虎难下，只能否认市易务存在违法行为，竭力为吕嘉问辩护，并说曾布与吕嘉问有矛盾，曾布是乘机发泄私忿。于是，神宗只得又命翰林学士吕惠卿与曾布共同查究市易务违法之事。</p> <p>　　曾布与吕惠卿奉诏共同根究市易问题，每三、五天向神宗奏对一次。而吕惠卿对根究市易事的态度与曾布完全相反。三月十三日，神宗又降手札令曾布奏对，曾布即向神宗详细陈述了调查了解到的情况，并揭露了吕惠卿在根究市易事过程中所搞的阴谋活动。四月初二日，曾布又向神宗陈述了前三司使薛向“编管无罪牙人”以及“枉徇市易，决责商贾”等违法行为。起初，神宗很相信曾布的话，但不久改变了态度，接受吕惠卿的请求，将魏继宗送开封府拘禁起来。四月十七日，曾布又向神宗奏说：“臣自立朝以来，每闻德音，未尝不欲以王道治天下。今市易之为虐，固已凛凛乎间架除陌之事矣。嘉问奏：‘近差官往湖南贩茶、陕西贩盐、两浙贩纱，皆未敢计息。’臣以为如此政事，书之简牍，不独唐虞三代所无，历观秦汉以来衰乱之世，恐未之有也。”在曾布再次揭发吕嘉问违反市易法原则的行为后，神宗态度暧昧，仍要曾布与吕惠卿继续调查。</p> <p>　　面对众人对市易务的指责和神宗动摇不定的态度，王安石心中十分愤懑，感到新法难以继续推行，于是坚决向神宗恳辞相位，并推荐吕惠卿为执政官。神宗接受了王安石的请求。四月十九日，王安石正式罢相，韩绛晋升为平章事，接替王安石的职位，吕惠卿则由翰林学士提升为参知政事。</p> <p>　　四月二十二日，神宗催促根究市易问题赶快作出结论。当时吕惠卿因自己已升任参知政事，要求辞免与曾布同根究市易司事的任务，并建议把有关此案的材料上缴中书，以便逐一比对情节的异同。两天后，曾布向神宗逐条分析了前后所陈奏的情况，并比较治平二年（1065）和熙宁六年（1073）收支钱物数进呈，神宗为当时朝廷财政开支过大而忧虑，令曾布将这些材料送交中书。</p> <p>　　五月二十四日，神宗下诏，令章惇、曾孝宽就军械监置司立专案审查曾布所究市易事。吕惠卿又令中书户房统计治平、熙宁财赋收支之数，统计结果与曾布所说皆不同。8天后，曾布向神宗说明了他与户房所统计数字不同的缘故，神宗同意曾布的说法。虽然曾布认为自己身为翰林学士、三司使，“地亲职重”，“所陈之事，皎如日月”，但他已经看到，吕惠卿“已秉政，势倾中外”，加之又新派了与自己有矛盾的章惇来办理此案，必遭打击，因而不再请求奏对。</p> <p>　　八月十七日，军器监审查曾布所究市易事终于结案，曾布落职知饶州（今上饶），罪名是：“坐不觉”，即调查情况不实。</p> <p>　　元丰末（1086），曾布晋京，恢复其瀚林学士，任户部尚书。执政的司马光要求他废除新法，尤其是雇役法。曾布是个坚持为政原则的人：“雇役一事，法令纤悉皆出吾手，若令自作改易，义不能为！”结果又被外调。</p> <p>　　就这样，《宋史》编纂者将他列入《奸臣传》。</p><br/><h2>家族成员</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>的夫人魏玩，字玉汝。襄阳邓城人。出身世家。自幼博览群书，尤以<a href=\"http://so.gushiwen.org/author_2129.aspx\">诗</a>词见长。她极力提倡并恪守封建伦理道德，多次受北宋朝廷褒奖，封鲁国夫人。</p> <p>　　其著作颇多，曾编有《魏夫人集》。南宋著名理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>对他评价很高，把她和<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>并称。朱熹说：“本朝妇人能文者，惟魏夫人及李易安二人而已。”</p> <p>　　她的词多写悠闲情怀及风光景物。描写景物的，语言清丽，形象逼真。抒发情怀的，感情真挚愁思动人。尤其是他们夫妻之间的唱和诗，受到当时人们的赞赏传诵。惜其诗词多散佚，存在不多。</p>"
}