{
  "id": 2055,
  "star": 0,
  "name": "程大昌",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2055.jpg",
  "dynasty": "宋代",
  "desc": "程大昌(公元1123年─公元1195年)，字泰之，徽州休宁(今属安徽)人。南宋政治家、学者。高宗绍兴二十一年(公元1151年)进士。二十六年，除太平州教授。二十七年，召为大学正。三十年，迁秘书省正字。孝宗即位，擢著作佐郎，历国子司业兼权礼部侍郎、直学士院。",
  "content": "<h2>生平</h2> <p>　　出为浙东提点刑狱、江西转运副使。淳熙二年(公元1175)，召为秘书少监。三年，权刑部侍郎。累迁权吏部尚书。出知泉州、建宁府。光宗即位，徙知明州。庆元元年卒，年七十三。谥文简。有《程文简集》二十卷，已佚。今存《<a href=\"http://so.gushiwen.org/author_2055.aspx\">诗</a>论》、《演繁露》、《考古编》等。事见《周文忠公集》卷六二《程公神道碑》，《宋史》卷四三三有传。</p><p>　　<a href=\"http://so.gushiwen.org/author_2055.aspx\">程大昌</a> 《南宋馆阁录》卷七《官联》上:\"程大昌，字泰之，新安人，赵逵榜进士出身，治《书》。(淳熙)二年四月除，三年四月为权刑部侍郎。\"《新安志》卷八《叙进士题名》:\"绍兴二十一年赵逵榜:程大昌，休宁。\"《新安文献志》卷首《先贤事略上》:\"程文简公大昌，字泰之，休宁会里人。绍兴二十一年进士。\"《直斋书录解题》卷一:\"《易原》十卷。吏部尚书新安程大昌泰之撰。\"同书卷八:\"《雍录》十卷。吏部尚书新安程大昌泰之撰。\"同书卷十八:\"《程文简集》二十卷。吏部尚书新安程大昌泰之撰。\"《舆地纪胜》卷二十《江南东路·徽州人物》:\"程大昌，《言行录》云:休宁人，登进士第，仕至吏书。\"《宋史》卷四三三《儒林传》:\"程大昌字泰之，徽州休宁人。十岁能属文，登绍兴二十一年进士第。\"《弘治徽州府志》卷六《选举》:\"绍兴元年赵逵榜:程大昌，休宁人。\"同书卷七《人物》:\"程大昌字泰之，休宁会里人。\"《康熙休宁县志》卷六《人物》:\"程大昌字泰之，会里人。\"《四库全书总目》卷三《经部》:\"《易原》八卷。宋程大昌撰。大昌字泰之，休宁人。\"《宋诗纪事》卷五0《程大昌》条:\"大昌字泰之，休宁人。绍兴二十一年进士。\"</p><p>　　程大昌，字泰之，徽州休宁人。十岁能属文，登绍兴二十一年进士第。主吴县簿，未上，丁父忧。服除，著十论言当世事，献于朝，宰相<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>奇之，擢太平州教授。明年，召为太学正，试馆职，为秘书省正字。</p><p>　　孝宗即位，迁著作佐郎。当是时，帝初政，锐意事功，命令四出，贵近或预密议。会诏百官言事，大昌奏曰:\"汉石显知元帝信己，先请夜开宫门之诏。他日，故夜还，称诏启关，或言矫制，帝笑以前诏示之。自是显真矫制，人不复言。国朝命令必由三省，防此弊也。请自今被御前直降文书，皆申省审奏乃得行，以合祖宗之规，以防石显之奸。\"又言:\"去岁完颜亮入寇，无一士死守，而兵将至今策勋未已。惟李宝捷胶西，虞允文战采石，实屠亮之阶。今宝罢兵，允文守夔，此公论所谓不平也。\"帝称善，选为恭王府赞读。迁国子司业兼权礼部侍郎、直学士院。帝问大昌曰:\"朕治道不进，奈何?\"大昌对曰:\"陛下勤俭过古帝王，自女真通和，知尊中国，不可谓无效。但当求贤纳谏，修政事，则大有为之业在其中，不必他求奇策，以幸速成。\"又言:\"淮上筑城太多，缓急何人可守?设险莫如练卒，练卒莫如择将。\"帝称善。</p><p>　　除浙东提点刑狱。会岁丰，酒税逾额，有挟朝命请增额者，大昌力拒之，曰:\"大昌宁罪去，不可增也。\"徙江西转运副使，大昌曰:\"可以兴利去害，行吾志矣。\"会岁歉，出钱十余万缗，代输吉、赣、临江、南安夏税折帛。清江县旧有破坑、桐塘二堰，以捍江护田及民居，地几二千顷。后堰坏，岁罹水患且四十年，大昌力复其旧。</p><p>　　进秘阁修撰，召为秘书少监，帝劳之曰:\"卿，朕所简记。监司若人人如卿，朕何忧?\"兼中书舍人。六和塔寺僧以镇潮为功，求内降给赐所置田产仍免科徭，大昌奏:\"僧寺既违法置田，又移科徭于民，奈何许之!况自修塔之后，潮果不啮岸乎?\"寝其命。权刑部侍郎，升侍讲兼国子祭酒。大昌言:\"辟以止辟，未闻纵有罪为仁也。今四方谳狱例拟贷死，臣谓有司当守法，人主察其可贷则贷之。如此，则法伸乎下，仁归乎上矣。\"帝以为然。兼给事中。江陵都统制率逢原纵部曲殴百姓，守帅<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>以言状徙帅江西。大昌因极论\"自此屯戍州郡，不可为矣\"!逢原由是坐削两官，降本军副将。累迁权吏部尚书。言:\"今日诸军，西北旧人日少，其子孙伉健者，当教之战阵。不宜轻听离军。且禁卫之士，祖宗非独以备宿卫而已，南征北伐，是尝为先锋。今率三年辄补外，用违其长，既有征行，无人在选。奈何始以材武择之，而终以庸常弃之乎?愿留三衙勿遣。\"</p><p>　　会行中外更迭之制，力请郡，遂出知泉州。汀州贼沈师作乱，戍将萧统领与战死，闽部大震。漕檄统制裴师武讨之。师武以未得帅符不行，大昌手书趣之曰:\"事急矣，有如帅责君，可持吾书自解。\"当是时，贼谋攻城，而先使谍者衷甲纵火为内应。会师武军至，复得谍者，贼遂散去。迁知建宁府。光宗嗣位，徙知明州，寻奉祠。绍熙五年，请老，以龙图阁学士致仕。庆元元年卒，年七十三，谥文简。</p><p>　　大昌笃学，于古今事靡不考究。有《禹贡论》、《易原》、《雍录》、《易老通言》、《考古编》、《演繁露》、《北边备对》行于世。</p>"
}