{
  "id": 720,
  "star": 108,
  "name": "颜真卿",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_720.jpg",
  "dynasty": "唐代",
  "desc": "颜真卿（709-784，一说709-785），字清臣，汉族，唐京兆万年（今陕西西安）人，祖籍唐琅琊临沂（今山东临沂），中国唐代书法家。 唐代中期杰出书法家。他创立的“颜体”楷书与赵孟頫、柳公权、欧阳询并称“楷书四大家”。",
  "content": "<h2>野史逸闻</h2> 　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>作抚州刺史的时候，县里有个叫杨志坚的人，酷爱学习可是家里贫困，同乡人不了解他。他的妻子因为钱财的供给太少，向他要休书离婚。杨志坚写了一首<a href=\"http://so.gushiwen.org/author_720.aspx\">诗</a>送给她说：“当年立志早从师，今日翻成鬓有丝。落托自知求事晚，蹉跎甘道出身迟。金钗任意撩新发，鸾镜从他别画眉。此去便同行路客，相逢即是下山时。”他的妻子拿著诗，到州里去办理官府的公文，以便改嫁。颜真卿在评判的公文上说：“杨志坚很早就钻研儒家学说，很有作诗的名声，心里虽然羡慕高高地考中科举，自身却没有享受到一点俸禄。他的愚昧的妻子看他始终没有考中功名，竟然不想再和他一起生活下去，不愿意象冀缺的妻子，帮助丈夫成就事业；只想学朱买臣的女人，讨厌并抛弃自己的丈夫。给家乡带来耻辱，败坏了道德教化，如果不给以惩罚警诫，怎么能制止这类轻浮的行为呢？妇人应当打二十板子，任凭她去改嫁。杨志坚秀才，资助他粮食布匹让他随着军队暂时担任个职务”。四面八方远近的人们听说了这件事，没有不心悦诚服的。从此江表一带的女人，没有敢抛弃她的丈夫的。<br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>开元二十二年（公元734年）中进士，登甲科，曾4次被任命御史，为监察迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原（今属山东陵县）任太守，人称“颜平原”。建中四年（783年），遭宰相卢杞陷害，被遣往叛将李希烈部晓谕，被李希烈缢杀。</p> <p>　　唐代宗大历元年（765年），颜真卿因奏宰相<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>阻塞言路，遭贬谪。三年（768年）四月，由吉州司马改为抚州刺史。在抚州任职的五年中，他关心民众疾苦，注重农业生产，热心公益事业。针对抚河正道淤塞，支港横溢，淹没农田的现状，带领民众在抚河中心小岛扁担洲南建起一条石砌长坝，从而解除了水患，并在旱季引水灌田。抚州百姓为了纪念他，将石坝命名为千金陂，并建立祠庙，四时致祭。</p> <p>　　他为官清正廉洁，尽力维护社会正常秩序。抚州学子杨志坚家贫如洗却嗜学如命，其妻耐不住贫困生活，提出离婚，杨写了一首《送妻<a href=\"http://so.gushiwen.org/author_720.aspx\">诗</a>》，表明自己矢志读书无奈同意离婚的心情。杨妻将这首诗作为离婚的证据呈献颜真卿。颜看了杨诗后，非常同情杨的遭遇，钦佩其苦读精神，对杨妻嫌贫爱富的行为进行责罚，并赠给杨志坚布匹、粮食，将杨留在署中任职。为此，颜还将《按杨志坚妻求别适判》公诸于众。这则判词对临川良好学风、淳朴婚俗的形成起了较好的导向作用。</p> <p>　　颜真卿为琅琊氏后裔，家学渊博，五世祖<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>是北齐著名学者，著有《颜氏家训》。颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。</p> <p>　　他的书体被称为“颜体”，与<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>并称“颜柳”，有“颜筋柳骨”之誉。但是颜真卿的书法用笔肥愚，行笔衄挫不爽落，书法艺术尖端的”飞白书“于颜氏而不显；唐张彦远云：”多骨微肉者谓之筋书，多肉微骨者谓之墨猪“，因此颜真卿的书法艺术成就较低，但粗壮狂野的书风显示出了男性的雄刚之力。</p> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾说：“颜公书如忠臣烈士，道德君子，其端严尊重，人初见而畏之，然愈久而愈可爱也。其见宝于世者有必多，然虽多而不厌也。”朱长文赞其书：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有志，自羲、献以来，未有如公者也。”颜体书对后世书法艺术的发展产生了深远影响，唐以后很多名家，都从颜真卿变法成功中汲取经验。尤其是行草，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）</p> <p><strong>政治生涯</strong><br>　　开元（713年-741年）年间中举进士，登甲科，曾4次被任命为监察御史，迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原（今属山东）任太守。人称颜平原。<br>　　天宝十四年（755年），平卢、范阳、河东三镇节度使安禄山发动叛乱，他联络从兄颜杲卿起兵抵抗，附近十七郡相应，被推为盟主，合兵二十万，使安禄山不敢急攻潼关。德宗兴元元年（784年），淮西节度使李希烈叛乱，奸相卢杞趁机借李希烈之手杀害他，派其前往劝谕，被李希烈缢死。闻听颜真卿遇害，三军将士纷纷痛哭失声。<br>　　半年后，叛将李希烈被自己手下人所杀，叛乱平定。颜真卿的灵柩才得以护送回京，厚葬于京兆万年颜氏祖茔。德宗皇帝痛诏废朝八日，举国悼念。德宗亲颁诏文，追念颜真卿的一生是“才优匡国，忠至灭身，器质天资，公忠杰出，出入四朝，坚贞一志，拘胁累岁，死而不挠，稽其盛节，实谓犹生”。他秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。</p> <p><strong>艺术生平</strong><br>　　颜真卿为琅琊氏后裔，家学渊博，六世祖颜之推是北齐著名学者，著有《颜氏家训》 。颜真卿少时家贫缺纸笔，用笔蘸黄土水在墙上练字。端庄雄伟。他的行书遒劲郁勃这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例，故而被后世誉为“天下第二行书”他的书体被称为“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。颜真卿用笔匀而藏锋，内刚劲而外温润，字的曲折出圆而有力。<br>　　欧阳修曾说：“颜公书如忠臣烈士，道德君子，其端严尊重，人初见而畏之，然愈久而愈可爱也。其见宝于世者有必多，然虽多而不厌也。”朱长文赞其书：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有志，自羲、献以来，未有如公者也。”颜体书对后世书法艺术的发展产生了深远影响，唐以后很多名家，都从颜真卿变法成功中汲取经验。尤其是行草，。苏轼曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）<br>　　比较端庄遒劲还有《颜勤礼碑》也是他的作品，但笔画细瘦和其他碑刻不大一样。<br>　　《颜氏家庙碑》，书法筋力丰厚，也是他晚年的得意作品，与其早年时期的作品相比更加浑厚大气，乃晚年之代表作。传世墨迹有《争座位贴》《祭侄文稿》、《刘中使帖》、《自书告身帖》等。</p> <p><strong>师从<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a></strong><br>　　颜真卿是唐代著名书法家。<br>　　为了学习书法，颜真卿拜在张旭门下学习。张旭是唐代首屈一指的大书法家，各种字体都会写，尤其擅长草书。颜真卿希望在这位名师的指点下，很快学到写字的窍门，从而一举成名。但拜师以后，张旭却没有透露半点书法秘诀。他只是给颜真卿介绍了一些名家字帖，简单地指点一下字贴的特点，让颜真卿临摹。有时候，他带着颜真卿去爬山，去游水，去赶集、看戏，回家后又让颜真卿练字，或看他挥毫疾书。<br>　　转眼几个月过去了，颜真卿得不到老师的书法秘诀，心里很着急，他决定直接向老师提出要求。<br>　　一天，颜真卿壮着胆子，红着脸说：“学生有一事相求，请老师传授书法秘诀。”<br>　　张旭回答说：“学习书法，一要‘工学’，即勤学苦练；二要‘领悟’，即从自然万象中接受启发。这些我不是多次告诉过你了吗?”<br>　　颜真卿听了，以为老师不愿传授秘诀，又向前一步，施礼恳求道：“老师说的‘工学’，‘领悟’，这些道理我都知道了，我现在最需要的是老师行笔落墨的绝技秘方，请老师指教。”<br>　　张旭还是耐着性子开导颜真卿：“我是见公主与担夫争路而察笔法之意，见公孙大娘舞剑而得落笔神韵，除了苦练就是观察自然，别的没什么诀窍。”<br>　　接着他给颜真卿讲了晋代书圣<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>教儿子王献之练字的故事，最后严肃地说：“学习书法要说有什么‘秘诀’的话，那就是勤学苦练。要记住，不下苦功的人，不会有任何成就。”<br>　　老师的教诲，使颜真卿大受启发，他真正明白了为学之道。从此，他扎扎实实勤学苦练，潜心钻研，从生活中领悟运笔神韵，进步很快，终成为一位大书法家，为四大书法家之首。 </p><br/><h2>书法境界</h2> <p>　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>在书学史上以“颜体”缔造了一个独特的书学境界。颜鲁公书法既以卓越的灵性系之，境界自然瑰丽；既以其坚强的魂魄铸之，境界自然雄健；又以其丰富的人生育之，境界自然阔大。在吐露风华的青年时代，颜真卿就向<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>请教“如何齐于古人”的问题。这是颜氏的书学心声，亦是颜氏高悬的鹄的。这位从小以黄土帚扫墙习字的颜氏苗裔，几乎在一开始就站到一个高耸的书学起点上。而在书学上鲲鹏展翅，则经过了几乎长达三四十年岁月的历练，才稍成自己的面目与气候。继之又以数十年工力百般锤炼、充实，使得“颜体”形神兼具。而其晚年犹求炉火纯青，出神入化的境界。“颜体”终于在书坛巍然屹立。<br>　　颜真卿一生书学境界的历练，大略有三。</p> <p><strong>第一境界</strong><br>　　立坚实骨体，求雄媚书风。<br>　　在五十岁以前，可以说是第一境界的历练。在这一过程中初步确立自己的“颜体”面目。如果以天宝五年（746），张旭在裴儆府上授笔法于颜真卿为一个界线，那末在此以前颜真卿尚在艰苦的摸索阶段。此一阶段传世之作鲜见。如天宝元年写《张仁蕴德政碑》，天宝五年写摩崖书法禾山石壁“龙溪”二字。此时颜真卿在书学方面已有相当的修养，这在张旭考问颜氏十二笔意时，颜真卿或以从张旭处领教所得，或以自己攻习所悟对答如流，使张旭深以为然。他志向高远，期在“齐于古人”。张旭也因此愿意再授笔法。<br>　　在接受张旭的笔法后，颜真卿欣喜地说：“自此得攻书之妙，于兹五年（或作七年），真草自知可成矣”。因此，从天宝五年以后的五年（或七年）时间，可说是颜真卿依照张旭的指引，刻苦再磨砺的阶段。果然在天宝十一年后，颜真卿书碑渐多，在社会上已享有一定的声誉。天宝十一年书有《郭虚己碑》、《郭揆碑》、《多宝塔碑》、《夫子庙堂碑》等。天宝十三年又有传世名作《<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>画像赞》、《东方朔画像赞碑阴记》等。天宝十四年，安禄山反，颜真卿投身于金戈铁马与叛军作战之中，无暇顾及笔砚艺事。此可为颜氏书法历练的第一阶段，也是第一境界的历练。<br>　　在这一时期，虽然各碑面目或有差异，但总体上说，是“颜体”的初步形成阶段。从《多宝塔》等典型作品的分析中可知，颜真卿所追求的是用笔上沉着、雄毅，以健力立骨体，敷以较厚之肉彩；结体上整密、端庄、深稳，由瘦长型变为方正形；在布白上减少字间行间的空白而趋茂密。这一阶段，颜真卿追求“雄”中有“媚”的境界：“点画皆有筋骨”，“点画净媚”，“其劲险之状，明利媚好”。另外他基本上专门攻习真书、草书，虽有隶书、篆书之作，并不多。颜真卿的第一境界，从初唐而来，又脱出初唐之轨辙，自立一家面目。这种境界的历练又多循张旭所示为门径。</p> <p><strong>第二境界</strong><br>　　究字内精微，求字外磅礴。<br>　　从五十岁后至六十五岁，可以说是第二境界的历练。在这一过程中“颜体”形神兼具，已渐成熟。其间作品有《金天王庙题名》（758）、《请御书逍遥楼<a href=\"http://so.gushiwen.org/author_720.aspx\">诗</a>碑额表》（758）、《鲜于氏离堆记》（762）、《磨灭记》（762）、《颜允南碑》（762）、《韦缜碑》（763）、《臧怀恪碑》（763）、《郭家庙碑》（764）、《颜秘监碑铭》（765）、《颜乔卿碑》（769）、“逍遥楼”三字（770）、《殷践猷碑》（770）、《张景倩碑》（770）、《元子蜇遗爱碑》（770）、《宝应寺律藏院戒坛记》（771）、《麻姑山仙坛记》（771）、《小字麻姑山仙坛记》（771）、《大唐中兴碑》（771）、《颜含大宗碑》（771）、《宋广平碑》（772）、《重建颜含碑》（772）、《八关斋会报德记》（772）等等。<br>　　经历了“安史之乱”的动荡，以及其后接二连三地被黜，使他一次又一次拓展了心灵的空间；书生——斗士——统帅，立朝——外黜——立朝，生活方式频繁转换，人生体验更多，艺术体味也就更深。这些，颜真卿“一寓于书”，将前期的“颜体”反复锤炼，炼形炼神，从而神形兼备，终至成熟。可以看到，他加强了腕力，中锋运行，取篆籀方法，圆转藏锋，如印印泥。笔画形成蚕头燕尾，直画则成弓弩蓄势之形。笔画之间采取横细竖粗的对比错综方法。在钩末、捺末挑踢出尖锋，耀其精神。其捺笔表现出一波三折的节奏。其直钩、平钩、斜钩，饱满取势，弯度均匀，圆劲有力。其折笔则提笔暗转，形成斜面折下，以“折钗股”拟之。从结体上说，方正端庄，稳健厚重，中宫宽绰，四周形密，不以重心欹侧取势，不以左紧右松取妍，而像篆隶以对称的正面形象示人。在布白上，字间栉比，行间茂密，以形密取气势，不以疏宕取秀逸。<br>　　既至此境界，颜真卿已一扫初唐以来的那种楷书风貌：前者侧，后者正；前者妍，后者壮；前者雅，后者直；前者瘦，后者肥；前者法度深藏，后者有法可循；前者润色开花，后者元气淋漓。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓变法出新意，雄魂铸“颜体”。</p> <p><strong>第三境界</strong><br>　　臻神明变化，与生命烂漫。<br>　　在六十五岁以后的十多年中，可以说是第三境界的历练。从成熟中加以神奇变化，一日有一日之进境，一碑有一碑之异彩。此时期的作品有《<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>碑》（772）、《干禄字书》（774）、《颜杲卿碑》（774）、《妙喜寺碑》（774）、《竹山堂连句》（774）、《李玄靖碑》（777）、《颜勤礼碑》（779）、《马璘碑》（779）、《颜家庙碑》（780）、《颜氏告身》（780）、《奉命帖》（784）、《移蔡帖》（785）等等。如《颜勤礼碑》、《颜家庙碑》等典型碑刻中，颜书在老辣中富有新鲜活泼的生机，在疏淡中显示质朴茂密的风神，在笔锋得意处显现功力的炉火纯青，在圆润丰腴中透露自己的豪迈气度。<br>　　孔子说：“六十而耳顺，七十而从心所欲，不逾矩。”颜真卿晚年也达到了这样的境界。对生命与书艺在反省中得到悟彻，并将生命哲学与书艺哲学打通，因此在其点捺撇画中既留着生活的血泪斑驳，又在笔墨的动势中洋溢着生命的颂歌；既在线条的起落移动中灌注一腔豪情，又在栉比鳞次的布白中激射人格光辉！至此境界，其书如老枿枯林，却有浓花嫩蕊，一本怒生，万枝争发，生机盎然。 </p><br/><h2>戎马生涯</h2> <p>　　文武双全　横扫燕赵建奇功<br>　　人如其字　刚正威武有气节<br>　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>被世代推崇的是书法，其实他在起浮的政治生涯中所作出的努力，也是被人称道的。但在朝为官势必会成为众矢之的，颜真卿也终究躲不过这一劫，宰相卢杞借反臣李希烈之手害了他。</p> <p><strong>固守平原 率军大破安禄山</strong><br>　　颜真卿，字清臣，祖籍山东临沂，三岁时丧父，由母亲抚养长大。一生历任玄宗、肃宗、代宗、德宗四朝。<br>　　二十六岁时他中了进士，又擢制科（朝廷为求散逸而有专长的人才临时设置的考试科目），顺利踏上仕途。公元750年，颜真卿由监察御史转殿中侍御史，在御史台下属的三院之一的察院任职。在此期间，御史吉温出于私怨陷害御史中丞宋浑（宰相<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>之子），颜真卿于是上折：“奈何以一时忿，欲危宋璟后乎?”宰相杨国忠及其党羽便把他当成异己加以排斥，公元753年（天宝十二年）把他调离出京，降为平原太守。<br>　　平原郡属安禄山辖区，安禄山谋反初露苗头时，颜真卿暗中高筑城墙，并在墙边深挖战沟，招募壮丁，积储粮草，加以防范，表面上却作出每日与宾客泛舟饮酒、不问世事的假象。公元755年（天宝十四年），安禄山谋反，河北二十四郡除了平原城守备很好外，其他城均失守。<br>　　在与安禄山的斗争中，颜真卿将原来的三千兵扩充到万人，并择取统帅、良将，与堂兄常山太守（今河北正定）颜杲卿相约共同抵抗安禄山，颜杲卿在安禄山后方讨伐叛军。颜真卿被推为联军盟主，统兵20万，横扫燕赵。公元756年（天宝十五年），又辅佐河东节度使<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼讨伐叛军。<br>　　公元756年，唐玄宗之子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>即位后，为肃宗。颜真卿重新当上了河北招讨使。安禄山利用肃宗调走河北兵力之机，乘虚急攻河北，兵围平覃。十月，颜真卿被迫弃郡。他于公元757年见到了皇帝，被诏受宪部（刑部）尚书，后升职为御史大夫。</p> <p><strong>威武不屈 以死明志千古恨</strong><br>　　李希烈听到颜真卿来了，想给他一个下马威。在见面的时候，叫他的部将和养子一千多人都聚集在厅堂内外。颜真卿刚刚开始劝说李希烈停止叛乱，那些部将、养子就冲了上来，个个手里拿着明晃晃的尖刀，围住颜真卿又是谩骂，又是威胁。但颜真卿却面不改色，朝着他们冷笑。<br>　　李希烈于是命令人们退下。接着，把颜真卿送到驿馆里，企图慢慢软化他。<br>　　叛镇的头目都派使者来跟李希烈联络，劝李希烈即位称帝。李希烈大摆筵席招待他们，也请颜真卿参加。<br>　　叛镇派来的使者见到颜真卿来了，都向李希烈祝贺说：“早就听到颜太师德高望重，现在元帅将要即位称帝，正好太师来到这里，不是有了现成的宰相吗？”<br>　　颜真卿扬起眉毛，朝着叛镇使者骂道：“什么宰相不宰相！我年纪快八十了，要杀要剐都不怕，难道会受你们的诱惑，怕你们的威胁吗？”<br>　　李希烈拿他没办法，只好把颜真卿关起来，派士兵监视着。士兵们在院子里掘了一个一丈见方的土坑，扬言要把颜真卿活埋在坑里。第二天，李希烈来看他，颜真卿对李希烈说：“我的死活已经定了，何必玩弄这些花招。你把我一刀砍了，岂不痛快！”<br>　　过了一年，李希烈自称楚帝，又派部将逼颜真卿投降。士兵们在关禁颜真卿的院子里，堆起柴火，浇足了油，威胁颜真卿说：“再不投降，就把你放在火里烧！”<br>　　颜真卿二话没说，就纵身往火里跳去，叛将们把他拦住，向李希烈汇报。<br>　　785年8月23日，李希烈想尽办法，终没能使颜真卿屈服，就派人将其缢杀，终年77岁。 </p><br/><h2>主要作品</h2> <p><strong><a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>画像赞</strong><br>　　《东方朔画像赞》的楷书作品有两件，其一传为<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>小楷，另一为<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>的大楷。此碑额篆“汉太中大夫东方先生画赞并序”，唐天宝十三年十二月立于德州陵县，时年颜真卿四十六岁。苏东坡曾学此碑，并题云：“颜鲁公平生写碑，唯此碑为清雄。字间不失清远，其后见王右军本，乃知字字临此书，虽大小相悬，而气韵良是。”明人有云：“书法峭拔奋张，固是鲁公得意笔也。”<br>　　此碑原在东方朔故里（陵县神头镇）的东方祠，元代移至城内，清康熙六年（1667年）地震，碑身半截被埋在土中，至乾隆五十七年（1793年）始为热爱颜书的县令汪本庄挖出，并修碑亭保护之。1958年，德州地区又重修碑亭作为重点文物予以保护。<br>　　行草书。安史之乱，鲁公堂兄颜杲卿任常山郡太守，贼兵进逼，太原节度使拥兵不救，以至城破，颜杲卿与子颜季明罹难。所以文中说“贼臣不救，孤城围逼，父陷子死，巢倾卵覆。”事后鲁公派长侄泉明前往善后，仅得杲卿一足、季明头骨，乃有此作。时年鲁公五十岁。书法作字向有字如其人之说。鲁公一门忠烈，生平大节凛然，精神气节之反应于翰墨，本稿最为论书者所乐举。此帖本是稿本，其中删改涂抹，正可见鲁公为文构思，始末情怀起伏，胸臆了无掩饰，所以写得神采飞动，笔势雄奇，姿态横生，得自然之妙。所有的竭笔和牵带的地方都历历可见。通篇使用一管微秃之笔，以圆健笔法，有若流转之篆书，自首至尾，虽因墨枯再醮墨，墨色因停顿初始，黑灰浓枯，多所变化，然前后一气呵成。元代张敬晏题跋云：“告不如书简，书简不如起草。盖以告是官作，虽楷端终为绳约；书简出于一时之意兴，则颇能放纵矣；而起草又出于无心，是其手心两忘，真妙见于此也。”元<a href=\"http://so.gushiwen.org/author_2100.aspx\">鲜于枢</a>评此帖为“天下第二行书”。</p> <p><strong>多宝塔碑</strong><br>　　全称《大唐西京千福寺多宝塔感应碑》，天宝十一年（752）四月廿日建，岑勋撰文，颜真卿书丹，<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>题额，史华刻字，现藏西安碑林。碑文写的是西京龙兴寺和尚楚今静夜诵读《法华经》时，仿佛时时有多宝佛塔呈现眼前，他决心把幻觉中的多宝佛塔变为现实，天宝元年选中千福寺兴工，四年始成。在千福寺中每年为皇帝和苍生书写《法华经》、《菩萨戒经》，这在佛教史上，有特殊的意义。此碑是颜真卿早期成名之作，书写恭谨诚恳，直接二王、欧、虞、褚遗风，而又有与唐人写经有明显的相似之处，说明颜真卿在向前辈书法家学习的同时，也非常注重从民间的书法艺术吸取营养。整篇结构严密，字行间有乌丝栏界格，点画圆整，端庄秀丽，一撇一捺显得静中有动，飘然欲仙。是他继承传统的作品。《书画跋》：“此是鲁公最匀稳书，亦尽秀媚多姿，第微带俗，正是近世撰史家鼻祖。”</p> <p><strong>八关斋会报德记</strong><br>　　全称《有唐宋州官吏八关斋会报德记》。唐大历7年刻在八面石幢上。唐武宗时现今灭佛，毁其五面。唐大中三年由郡守催倬根据拓本将其补全，明嘉靖时加盖碑亭，抗日战争时期日军曾试图盗取此碑，在当地军民的努力下将其保住。文革时亭碑俱毁。石幢被砸为三段，上部四分之三现存于商丘市博物馆，其余去向至今不明。1993年商丘政府在原址重刻石幢碑文内容史书有载，唐朝节度使史思明有位部将叫田神功，“安史之乱”发生时，随叛将南德信、刘从谏围攻商丘。田神功却杀了南德信，赶走刘从谏，率将士归顺朝廷，解除睢阳（商丘）之围。田神功归顺后被封为鸿胪卿，后迁任徐州刺史，淄青节度使。宝应元年，叛军又攻，田神功再解睢阳之围。后来，田神功屡受朝中嘉奖，“安史之乱”平息第二年，田神功官拜汴宋节度使，后升为太子太师信都郡王。<br>　　唐大历七年四月，田神功得热疾，一个多月才好。睢阳人便向官府建议，举行八关斋会为田神功祈福，以报其解救睢阳危难的恩德。宋州刺史徐向同意，出俸钱30万，于农历五月初八，在开元寺也就是现在的八关斋内设八关斋会，邀请1000名僧人前往诵经念佛。随后，州县官吏长史等文官设1500人为一会；镇遏团练官健副使等武官设500人为一会；地方士绅设5000人为一会。一时间，佛饭香供摆满郊野，经声佛事昼夜不息，善男信女八方云集。为记载这次活动，州郡长官又从千里之外请来了著名书法家颜真卿，由他撰文并亲笔书写，颜真卿千里之外应邀而来，满怀激情，临文感愤，纵笔浩荡，其文不仅书法价值极高有是极为珍贵的史料。后刻成八棱石幢，高3米，共8面，每面宽约51厘米，全文983字。此碑字大如拳，是颜真卿六十多岁时书，笔法老辣却不失生涩之气。较麻姑亲礼更多自在。比多宝塔更多凝练。在颜碑当中比较特别，没有多少颜书后期的规律化特点。笔法似散实凝，消散苍茫中多精到森严。风骨与瘗鹤铭相似。<br>　　因为碑刻屡遭劫难所以拓帖也有不同版本。清代拓帖已很珍贵，早期的更是少见。能见到的拓本多是修复后的本，与原迹有所不同。</p> <p><strong>麻姑仙坛记</strong><br>　　全称《有唐抚州南城县麻姑山仙坛记》，楷书。颜真卿撰文并书。<br>　　颜真卿除了书法成就之外，还研究过古生物化石，唐代宗大历六年（公元771年），颜真卿在现今江西省任抚州刺史，正值其仕途失意之际，故时有问道向禅之心。<br>　　是年四月，颜真卿游览南城县麻姑山，于一座古坛附近，看到一些螺蚌壳化石夹在地层中。他认真研究了这一现象，提出了他的论点：这里曾经是海洋，后来才成为陆地，那些化石就是证据。他为此撰写了一篇论文《抚州南城麻姑山仙坛记》，记述麻姑得道成仙之事，并刻石记之。非独记事，亦是此时心情的反映。<br>　　此碑庄严雄秀，历来为人所重，是颜体代表作之一，为颜真卿六十多岁时的作品。此时颜真卿楷书风格已臻完善，<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《集古录》中说：“此碑遒峻紧结，尤为精悍，笔画巨细皆有法。”<br>　　后世常常赞叹的仅仅是颜公这块字碑的书法，有称“天下第二书”。</p> <p><strong>颜勤礼碑</strong><br>　　唐刻石，全称《唐故秘书省著作郎夔州都督府长史护军颜君神道碑》，是颜真卿71岁时为其曾祖父颜勤礼撰文并书的神道碑。古人所谓墓前开道，建石柱以为标，谓之神道，即墓碑。碑文内容追述颜氏家庭祖辈功德，叙述后世子孙在唐王朝之业绩。除《集古录》、《金石录》著录外，他书无言及者。<br>　　《颜勤礼碑》四面刻字，碑阳19行，碑阴20行，每行38字，碑侧有5行，行37字，计1667字。左侧铭文在北宋时已被磨去，无立碑年月。<br>　　北宋欧阳修《六一题跋》卷七定为唐代宗李豫大历十四年（779年）书刻并立。石旧在陕西西安，宋元佑间石佚，下落不明。1992年10月在西安旧藩库堂后（今西安市社会路）出土，使得这一“颜体”的代表之作在沉睡地下一千余年之后得以重见天日。现藏于陕西省博物馆碑林，定为国家级重点保护文物。 </p> <p><strong>中兴颂</strong><br>　　全称《大唐中兴颂》，作于公元771年，楷书。<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>撰文，颜真卿书于摩崖上，时年六十三岁。刻于湖南祁阳县浯溪摩崖上，字径近14厘米，是颜书中少见的摩崖擘窠大字。元结是唐代著名文学家，罢官后居于浯溪，溪边山岩峰峦叠障，石壁嶙峋。《中兴颂》就刻在其中最大的一块石壁上。此文记平安禄山之乱，颂唐中兴之事。此刻石书风磊落奇伟，石质坚硬，经千年尚保存完整。《集古录》称赞此摩崖刻石“书字尤奇伟而文辞古雅。”《广川书跋》评为：“太师以书名，中兴颂尤瑰玮，故世贵之。”</p> <p><strong>颜家庙碑</strong><br>　　《颜家庙碑》于唐建中元年（780）七月立，全称《唐故通议大夫行薛王右柱国赠秘书少监国子祭酒太子少保颜君庙碑铭并序》，是为其父颜惟贞所立的神道碑。颜真卿撰文并书。书风与《李玄靖碑》相似，结体茂密，风骨圆浑，极尽颜书规范。碑在陕西西安。明赵涵《石墨镌华》评：“此书结法与《东方赞》正同，劲节直气，隐隐笔画间。”<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>评：“余尝评颜鲁公《家庙碑》以为今隶中之有玉筋体者。风华骨格，庄密挺秀。真书家至宝。” </p> <p><strong>争座位帖</strong><br>　　亦称《论座帖》、《与郭仆射书》，行草书。是唐广德二年（764）颜真卿与郭英之书信稿。宋时曾归长安安师文，安氏以此上石，石陕西西安碑林，墨迹不传。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾于安氏处见真迹赞曰：“此比公他书犹为奇特，信手自书，动有姿态。”此帖为颜真卿行草书精品。通观全篇书法，一气贯之，字字相属，虎虎有生气。此稿系颜真卿因不满权奸的骄横跋扈而奋笔直书的作品，故通篇气势充沛，劲挺豁达，字里行间横溢着粲然忠义之气，显示了颜真卿刚强耿直、朴实敦厚的性格。迄今一千余年，读之莫不令人肃然起敬。此帖本是一篇草稿，作者凝思于词句间，本不着意于笔墨，却写得满纸郁勃之气横溢，成为书法史上的名作。后世以此帖与《兰亭序》合称“双璧”。</p> <p><strong>自书告身帖</strong><br>　　楷书，作于780年（建中元年），是年颜真卿授太子少师，并自书《自书告身帖》。书法苍劲谨严，结衔小字亦一丝不苟，清淡绝伦。詹景风称此书：“书法高古苍劲，一笔有千钧之力，而体合天成。其使转真如北人用马，南人用舟，虽一笔之内，时富三转。”董其昌谓：“此卷之奇古豪放者绝少。” 此帖字里行间可体会出颜书行笔的气韵和结体的微妙变化，是后人学习楷书不可多得的良范。</p> <p><strong>乞米帖</strong><br>　　“乞米帖”写在公元765年，正值关中大旱，江南水灾，农业歉收。以致颜真卿“举家食粥来以数月，今又罄竭”的地步，于是不得不向同事李太保求告“惠及少米，实济艰勤”。谈到困窘的原因，他也直言不讳，因为自己“拙于生事”，也就是除了俸禄，他不会创收、生利，没有别的生财之道。著名艺术家<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>说：“予观鲁公‘乞米帖’，知其不以贫贱为愧，故能守道，虽犯难不可屈。刚正之气，发于诚心，与其字体无异也。”（《溪山集》）<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>也评其“最为杰思，想其忠义愤发，顿挫郁屈，意不在字，天真罄露，在于此书”。的确，“乞米帖”不仅是书法艺术中的无价之宝，也是中华民族的精神财富，研读“乞米帖”，可使我们得到双重享受，既领略了颜鲁公书法艺术的真谛，又受到其高风亮节的熏陶。</p> <p><strong>裴将军碑</strong><br>　　长64厘米，宽33厘米，厚12厘米。非正非行，非篆非隶，开创了破体书法的先河。首行刻着“裴将军”三个字，末尾刻有颜真卿名款；中间刻着气势雄浑，词句险绝的五言《裴将军<a href=\"http://so.gushiwen.org/author_720.aspx\">诗</a>》。全诗为十八句九十字。<br>　　诗的全文是：“大君制六合，猛将清九垓。战马若龙虎，腾陵何壮哉！将军临北荒，煊赫耀英材。剑舞跃游电，随风萦且回。登高望天山，白雪正崔嵬。入阵破骄虏，威声雄震雷。一射百马倒，再射万夫开。匈奴不敢敌，相呼归去来。功成报天子，可以画麟台”。<br>　　诗的词气踔历风发，字字逼人。读后使人对颜真卿讴歌裴旻那股奔雷掣电，奇杰腾跃之势油然起敬。看了这兼有楷行籀篆，写得大气磅礴，挺然奇伟的刻字，使人顿增一股森然激烈的豪气。再是，章法布局严谨，字体结构奇特。没行字二三四五，变化多样；“剑舞”·“一射”·“不敢”·“归去”等字。笔势连贯，浑然一体，这都有使人拍案称奇之妙。难怪宋朝苏轼赞扬颜字说：“诗止于杜子美。书止于颜鲁公”。这确实是很确切的评价。直到今天，它的艺术生命，在书法艺术的百花园里，依旧闪耀着光彩。<br>　　世上称为“奇书”当代书法家杨受之在雅虎网论坛（55）中提出的论点受到书家的一至好评。</p> <p><strong><a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>碑</strong><br>　　宋璟碑，是中国唐代名相宋璟的神道碑，全称“大唐故尚书右丞相赠太尉文贞公宋公神道之碑”。因碑文是唐代“金紫光禄大夫行抚州刺史上柱国鲁郡开国公颜真卿撰并书”，所以也称“颜鲁公碑”。该碑现坐落在沙河市东户村乡中学院内，原系河北省省级文物保护单位，2006年被国务院核定为第六批全国重点文物保护单位之一。<br>　　该碑高4.08米，宽1.6米，厚0.47米，碑的正面、阴面和左右两侧均刻有颜真卿书写的盈寸楷体，洋洋三千余言，尽述宋璟“历仕三朝，刚直不阿”的荣耀事迹。碑首呈半圆形，浮雕缠尾四龙，矫健雄浑。碑额为方形，正中阴文篆书“大唐故尚书右丞相赠太尉文贞公宋公神道之碑”二十个大字。原有仰首贔屃碑座，上刻褡裢花纹，庄严稳重，今已逸失。碑文题后结衔：“金紫光禄大夫行抚州刺史上柱国鲁郡开国公颜真卿撰并书”。<br>　　因宋璟为一代名相，尝作梅花赋并以梅花自喻，品格高尚，政绩卓著，其碑又由唐代名臣、大书法家颜真卿撰文并书丹，且颜真卿书写宋璟碑文时已经六十五岁，可谓人书俱老，书法艺术已至炉火纯青之境界，故明代学者都穆称宋璟碑“人文字，真足三绝”。的确，宋璟碑集道德文章、翰墨艺术于一体，正是其得以传世并名闻中外的重要原因。宋欧阳修在见到颜真卿撰写的、已有些残缺的宋璟碑时曾说过变样的话：“如忠臣烈士，首先君子庄严尊重，使人畏而爱之，虽其残不忍弃也”。明沙河县知县方豪曾将其与颜真卿所书之多宝塔碑相比，言宋璟碑有四胜：“彼演释因，此照儒躅，一也；彼代岑书，此为自撰，二也；彼尚为郎，早年之书，此已为公，晚年之作，三也；彼在名郡，拓之众者，屡经翻刻，已失其真，此在陋邦，未经屡拓，点画如初，四也”。清大学士魏裔介《宋广平碑跋》也说：“其神道碑文乃颜鲁公撰并书，文则景星庆云，字则龙翔凤翥。盖文贞公为有唐一代奇绝人物，而鲁公气节皎皎，与日月争光，精神相耀，故不肯轻着一笔，真世之鸿宝也”。现被列入中国一百通名碑。<br>　　另有《索靖碑》等传世。 </p><br/><h2>颜体由来</h2> <p>　　为什么<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>的楷书被称为颜体?</p> <p>　　颜真卿(709-785 )，字清臣，京兆万年(今陕西西安)人。五世祖为北齐的<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>，为著名的文学家、小学家。颜真卿于开元年间进士及弟，历任监察御史、殿中侍卿史。后因平定安史之乱有功，官拜吏部尚书、太子太师，封为鲁国公，故称颜鲁公。颜真卿一生忠烈，人品极高，深得时人及后人景仰。颜真卿先从其外曾祖殷令名学习书法，遍临魏晋及唐诸名家书迹，又多次向草圣<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>学习书法，有《述张长史笔法十二惫》。还与<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>一起探讨书法。颜真卿广泛学习前人的成功经验，对二王、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等书法都进行深人研究，吸取其长处，经过消化咀嚼，形成了自家的面貌。来源书法屋，书法屋是一个书法学习基地。颜真卿以自己的审美习惯，以独特的气度和胸襟，对古法进行创新。颜字气度恢宏，雍容大度，早期以方笔为主，落笔侧人，后期改用圆笔，藏头护尾。从结字上看，多呈包围之势，外紧内松。<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>说:“颇真卿如<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>挂甲，樊啥排突，硬弩欲张，铁往将立，昂然有不可犯之色。”(《海岳书评》)颐之楷书颇具阳刚之气，既有恤个人的才情典斌，又代表盛店气象，正如范文湘所说:“初店的欧、虞、褚、薛，只是二王书体的继承人，盛唐的颜真卿，才是唐朝新书体的创造者。”(《中国通史简编》)顺真卿的楷书，尤其是印岁以后的楷书，已形成一种范式，后世学习者极多，甚至有“学书当学颜”的说法，因此人们称之为颜体。 </p><br/><h2>纪念建筑</h2> <p><strong>纪念馆</strong><br>　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>纪念馆坐落在南京市广州路，东连乌龙潭公园，南望蛇山，西邻龙蟠里，北依清凉山、虎踞关，清静幽雅，翰墨流香。这里原是颜鲁公祠，是全国唯一保存完好的祭祀唐代杰出的政治家、书法家颜真卿的祠庙遗迹。<br>　　现存的颜鲁公祠为砖木结构，青砖小瓦，有大殿，配殿、东西厢房12间，占地1500平方米。<br>　　1982年，颜鲁公祠被列为市级文物保护单位。1994、1995两年，鼓楼区政府拨款全面维修颜鲁公祠。并在原放生井上恢复修建了新放生亭一座。庭院内增设景点，栽种名贵花木。全国政协副主席、佛教协会会长赵朴初亲题\"书坛泰斗\"，镶金匾高悬与大殿内正中上方。<br>　　清幽典雅、优美异常的颜真卿纪念馆，以大量的文史资料、实物、书法珍品、古碑帖及拓片介绍颜真卿的生平、政绩和其突出的书法艺术，前来参观、游览的人络绎不绝。颜真卿纪念馆成为组织书法培训、开展海内外书法艺术研究、切磋、交流书法技艺的场所，以其独特的风格成为石城风景区的重要组成部分~</p> <p><strong>7墓碑</strong><br>　　颜真卿墓位于偃师市山化乡汤泉村的村口，村民称之为 “颜鲁公坟”。颜真卿墓北倚邙山，南坐洛水，墓长宽均为16米，墓前有明清石碑各1通。明碑为县令吕纯如撰写的“唐太师颜鲁公真卿墓碑记”。该碑高1.75米，宽0.60米，厚0.15米。清碑高1.45米，宽0.6米，厚0.17米。正面正中刻“福唐赠司徒谥文忠颜鲁公之墓”，为乾隆五十五年三月太守张松孙和邑令汤毓倬所立。现为市级重点文物保护单位。1996年，山化乡政府对颜真卿墓进行了整修，并 建立了颜真卿纪念馆。国务委员陈俊生为纪念馆题写了馆名，著名作家吉学沛题写了“一代宗师”的条幅。 </p><br/><h2>艺术特色</h2> 　　<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>的书法初学禇遂良，后又得笔法于<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>，彻底摆脱了初唐的风范，创造了新的时代书风。颜真卿的真书雄秀端庄，结字由初唐的瘦长变为方形，方中见圆，具有向心力。用笔浑厚强劲，善用中锋笔法，饶有筋骨，亦有锋芒，一般横画略细，竖画、点、撇与捺略粗。这一书风，大气磅礴，多力筋骨，具有盛唐的气象。他的行草书，遒劲有力、真情流露，结构沉着，点画飞扬，在王派之后为行草书开一生面。　传世颜真卿的作品比较多，著名的墨迹，楷书有《竹山堂联句<a href=\"http://so.gushiwen.org/author_720.aspx\">诗</a>帖》、《告身帖》；行草书有《祭侄文稿》、《刘中使帖》、《湖州帖》等。其中除《祭侄文稿》为公认的真迹外，其余的作品真伪尚有不同的意见。但都是流传有绪的墨迹。颜真卿一生书写的碑刻极多，流传至今的有《多宝塔碑》，结构端庄精密，秀美多姿《<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>画赞碑》，风格清远雄浑；《勤礼碑》，雄迈清整。另外，还有《麻姑仙坛记》、《大唐中兴颂》、《<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>碑》等。他的书法刻帖也很多，历代汇集的中帖一般都会有他的作品，单帖有《争座位帖》《奉使帖》等。《祭侄季明文稿》，行草墨迹，纵 28.2厘米，横72.3厘米， 25行，共230字。此帖本是稿本，原不是作为书法作品来写的，但正因为无意作书，反成为颜氏不可多得的佳作。他用笔苍率，不着意而有自然生动之妙。所以此帖神彩飞动，姿态横出，笔势雄伟，超神入圣，誉为颜书行草第一。元<a href=\"http://so.gushiwen.org/author_2100.aspx\">鲜于枢</a>曾评此帖为“天下第二行书”。原迹现藏台北故宫博物院。"
}