{
  "id": 640,
  "star": 41,
  "name": "吴伟业",
  "image": "http://img.gushiwen.org/authorImg/wuweiye.jpg",
  "dynasty": "清代",
  "desc": "吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>他一生写<a href=\"http://so.gushiwen.org/author_640.aspx\">诗</a>千余首。著有《梅村家藏稿》五十八卷，《梅村诗馀》，传奇《秣陵春》，杂剧《通天台》、《临春阁》，史乘《绥寇纪略》，《春秋地理志》等。</p> <p>　　吴伟业与<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。诗以宗法唐人为主，兼取宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>。《四库全书总目》评论说：“其少作大抵才华艳发，吐纳风流，有藻思绮合、清丽芊眠之致。及乎遭逢丧乱，阅历兴亡，激楚苍凉，风骨弥为遒上。”颇能概括其特色及前后变化。</p><br/><h2>诗歌特色</h2> <p><strong>良苦心</strong><br>　　围绕黍离之痛，<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>以明末清初的历史现实为题材，反映山河易主、物是人非的社会变故，描写动荡岁月的人生图画，志在以<a href=\"http://so.gushiwen.org/author_640.aspx\">诗</a>存史。这类诗歌约有四种：一种以宫廷为中心，写帝王嫔妃戚畹的恩宠悲欢，引出改朝换代的沧桑巨变，如《永和宫词》、《洛阳行》、《萧<a href=\"http://so.gushiwen.org/author_311.aspx\">史青</a>门曲》、《田家铁狮歌》等。第二种以明清战争和农民起义斗争为中心，通过重大事件的记述，揭示明朝走向灭亡的趋势，如《临江参军》、《雁门尚书行》、《松山哀》、《圆圆曲》等。第三种以歌伎艺人为中心，从见证者的角度，叙述南明福王小朝廷的衰败覆灭，如《听女道士卞玉京弹琴歌》、《临淮老妓行》、《楚两生行》等。最后还有一种以平民百姓为中心，揭露清初统治者横征暴敛的恶政和下层民众的痛苦，类似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“三吏”、“三别”，如《捉船行》、《芦洲行》、《马草行》、《直溪吏》和《遇南厢园叟感赋》等。此外还有一些感愤国事，长歌当哭的作品，如《鸳湖曲》、《后东皋草堂歌》、《悲歌赠<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>》等，几乎可备一代史实。他在《梅村诗话》中评自己写《临江参军》一诗：“余与机部（杨廷麟）相知最深，于其为参军周旋最久，故于诗最真，论其事最当，即谓之诗史可勿愧。”这种以“诗史”自勉的精神，使他放开眼界，“指事传词，兴亡具备”，在形象地反映社会历史的真实上，取得突出的成绩，高过同时代的其他诗人。<br>　　痛失名节的悲吟，是他诗歌的另一主题。这以清顺治十年出仕为标志，在灵与肉、道德操守与生命保存之间，吴伟业选择苟全性命，堕入失节辱志的痛苦深渊，让自赎灵魂的悲歌沉挚缠绵，哀伤欲绝。《自叹》、《过吴江有感》、《过淮阴有感》、组诗《遣闷》等，忏悔自赎，表现悲痛万分的心情，“误尽平生是一官，弃家容易变名难”，“我本淮王旧鸡犬，不随仙去落人间”。《怀古兼吊侯朝宗》诗说：<br>　　河洛烽烟万里昏，百年心事向夷门。气倾市侠收奇用，策动宫娥报旧恩。多见摄衣称上客，几人刎颈送王孙。死生总负侯赢诺，欲滴椒浆泪满樽。　诗人自注：“朝宗归德人，贻书约终隐不出，余为世所逼，有负夙诺，故及之。”在《贺新郎·病中有感》词里，自我剖析：“故人慷慨多奇节。为当年沉吟不断，草间偷活”，“脱屣妻孥非易事，竟一钱不值何须说。”临死仍不忘反省：“忍死偷生廿载馀，而今罪孽怎消除？受恩欠债应填补，总比鸿毛也不如。”自怨自艾，后悔不迭。吴伟业是真诚的，以诗自赎确实是其心音的流露，《梅村家藏稿》以仕清分前后两集，“立意截然分明”，表示他不回避和掩饰自己的污点，死时遗命家人敛以僧装，题曰“诗人吴梅村之墓”，用以表明身仕二姓的悔恨与自赎的真心。这类诗歌对我们认识在理想与现实、感情与理智的困扰与冲突里挣扎的人生悲剧，有着启迪作用。</p> <p><strong>梅村体</strong><br>　　梅村体指在继承初唐四杰七言乐府的格律和元白长庆体叙事体制基础上变化创新而成的长篇七言歌行。<br>　　吴伟业是在继承元、白诗歌的基础上，自成一种具有艺术个性的“梅村体”。它吸取<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>《长恨歌》、《琵琶行》和<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《连昌宫词》等歌行的写法，重在叙事，辅以初唐四杰的采藻缤纷，<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>的风情韵味，融合明代传奇曲折变化的 戏剧性，在叙事诗里独具一格。梅村体的题材、格式、语言情调、风格、韵味等具有相对稳定的规范，以故国怆怀和身世荣辱为主，“可备一代诗史”，又突出叙事 写人，多了情节的传奇化。它以人物命运浮沉为线索，叙写实事，映照兴衰，组织结构，设计细节，极尽俯仰生姿之能事。“梅村体”叙事诗约有百首，如《永和宫词》、《萧史青门曲》、《鸳湖曲》、《圆圆曲》、《听女道士卞玉京弹琴歌》等， 把古代叙事诗推到新的高峰，对当时和后来的叙事诗创作起了很大的影响。《圆圆曲》是“梅村体”的代表作，也是吴伟业脍炙人口的长篇歌行，它以吴三桂、陈圆圆的悲欢离合为线索，以极委婉的笔调，讥刺吴为一己之私情叛明降清，打开山海关门，沦为千古罪人。全诗规模宏大，个人身世与国家命运交织，一代史实和人物形象辉映，运用追叙、插叙、夹叙和其它结构手法，打破时空限制，不仅重新组合纷繁的历史事件，动人心魄，也使情节波澜曲折，富于传奇色彩。细腻地刻画心 理，委婉地抒发感情，比喻、联珠的运用，历史典故与前人诗句的化用，增强了诗歌的表现力。而且注重转韵，每一转韵即进入新的层次。诗人画龙点睛般的议论穿 插于叙事中，批判力量蓄积于错金镂彩的华丽辞藻中，“恸哭六军俱缟素，冲冠一怒为红颜”，精警隽永，成了传颂千古的名句。<br>　　吴伟业歌行成绩突出，誉满当世，<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>说“公集以此体为第一”（《吴梅村全集》卷第二附“评”）。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>评吴伟业诗：“以唐人格调，写目前近事，宗派既正，词藻又丰，不得不为近代中之大家。”（《瓯北诗话》卷九）受其影响写作“梅村体”的吴兆骞（1621年～1684年）因丁酉科场案，遣戍黑龙江宁古塔，《秋笳集》描写塞外风光和郁愤情怀，苍凉激楚。吴兆骞的《榆关老翁行》、《白头宫女行》，以“老翁”和“宫女”的身世遭遇和荣辱变迁，反映家国灭亡，感慨沉沦，与“梅村体”诗歌一脉相承。至清末<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>《圆明园词》、樊增祥前后《彩云曲》、杨圻《天山曲》、<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《颐和园词》等，都是“梅村体”的遗响。 </p><br/><h2>生平</h2> <p>　　清初有影响的<a href=\"http://so.gushiwen.org/author_640.aspx\">诗</a>人，史推“江左三大家”——<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>和龚鼎孳，而真正有资格与“才名满天下”（钱泳《履园丛话》）的诗坛领袖钱谦益并列的，只有吴伟业。钱氏兼宗唐宋，吴氏学唐，此后清代的各种诗派，大抵不出这二人的门户，足见二人对清代诗歌影响之深远。<br>　　钱谦益极口赞誉吴伟业的诗才，曾用“以锦绣为肝肠，以珠玉为咳唾”（《梅村诗集》钱谦益序）来形容吴伟业诗歌之风华绮丽。康熙帝亲制御诗《题〈吴梅村集〉》：“梅村一卷足风流，往复搜寻未肯休。秋水精神香雪句，西昆幽思杜陵愁。裁成蜀锦应惭丽，细比春蚕好更抽。寒夜短檠相对处，几多诗兴为君收。”对吴伟业诗歌给予恰当中肯的高度评价，肯定了吴伟业诗歌地位。</p> <p>　　一、“苦被人呼吴祭酒，自题圆石作诗人”——宗源瀚《题梅村先生写照》<br>　　吴伟业明神宗万历三十七年（1609年）五月二十日出生于江苏太仓的一个读书人家中。吴伟业出生时，他母亲梦见一位身穿红衣的使者送来会元坊，因此，父母对小伟业寄寓了深切的期望。伟业七岁开始读家塾，十四岁能属文。著名学者<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>见到伟业的文章，感叹地说：“文章正印在此子矣！”于是收留吴伟业在门下受业，传授通今博古之学。<br>　　天启四年（1624年），张溥创立复社，吴伟业即成入室弟子，名重复社。崇祯四年（1631年），吴伟业参加会试，遭到乌程党人的诬陷，被指控徇私舞弊，幸亏崇祯帝调阅会元试卷，亲自在吴伟业的试卷上批上“正大博雅，足式诡靡”，才得以高中一甲第二名（榜眼），授翰林院编修。同年，吴伟业奉旨归娶先室程氏，荣极一时。<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>描绘当时盛景说：“年少朱衣马上郎，春闱第一姓名香。泥金帖贮黄金屋，种玉人归白玉堂。”（《送吴榜眼奉旨归娶诗》）张溥也高兴地夸奖自己的弟子：“人间好事皆归子，日下清名不愧儒。”（《送吴骏公归娶诗》）<br>　　崇祯十年（1637年），吴伟业迁东宫讲读官，与温体仁党斗争剧烈。崇祯十一年（1638年），崇祯帝临场视学，观看皇子就学情况，亲问《尚书》大义，讲毕，获赐“龙团月片，甘瓜脆李”。十二年（1639年），再迁南京国子监司业。十三年（1640年），升中允谕德（太子官属）。十六年（1643年），升庶子。这段时期，吴伟业仕途之上春风得意，踌躇满志，而这一切与崇祯帝对他的殊遇是密切相关的，他从内心感激崇祯帝。<br>　　崇祯十七年（1644年），李自成农民起义军攻入北京，崇祯帝自缢煤山，“先生里居，闻信，号痛欲自缢，为家人所觉。朱太淑人抱持泣曰：‘儿死，其如老人何？’乃已”（顾师轼《梅村先生年谱》）。出于对明王朝的依恋，特别是对崇祯帝的感恩心理，吴伟业在其编撰的《绥寇纪略》中，极力诋毁、攻击李自成、张献忠起义。<br>　　弘光元年（1645年），南京政府召拜吴伟业为少詹事，居官仅两月，因与马士英、阮大铖等权臣不合，谢官归里。 对清朝政权，吴伟业开始采取的是消极的不合作的态度，在明亡以后长达十年的时间内，一直屏居乡里，保持名节。<br>　　顺治十年（1653年），“诏举遗佚，荐郯交上”，有司再三敦逼，吴伟业控辞再四，二亲流涕相求，不得已乃应诏入都，授秘书院侍讲，寻升国子监祭酒。顺治十四年（1657年），吴伟业借口身体有病，辞官请假归里。<br>　　对这段历史，吴伟业内心深感耻辱，晚年以仕清为“误尽平生”之憾事。民国蒋芷侪《都门识小录》载：“昔吴梅村宫詹，尝于席上观伶人演《烂柯山》（即《买臣休妻》），某伶于科白时，大声对梅村曰：‘姓朱的有甚亏负于你？’梅村为之面赤。”他的好友侯方域（朝宗）在顺治九年（1652年）贻书相约，终隐林泉，杜门不通。后侯方域去世，吴伟业在《怀古兼吊侯朝宗诗》中万分悲痛地自责：“死生总负侯赢诺，欲滴椒浆泪满尊。”<br>　　康熙十年（1671年）夏季，江南酷热，吴伟业“旧疾大作，痰声如锯，胸动若杵”（《致冒辟疆书》），他预感自己不久于人世，便留下遗言：“吾一生遭际万事忧危，无一刻不历艰险，无一境不尝艰辛，实为天下大苦人。吾死后，敛以僧装，葬吾于邓尉灵岩相近，墓前立一圆石，日：‘诗人吴梅村之墓’。”这一年的十二月二十四日，一代大诗人吴伟业病逝，葬于苏州元墓山之北。<br>　　由此看来，吴伟业晚年深为自己仕清失节而痛悔，他不愿别人以入清官职“祭酒”相称，而自许为普普通通一“诗人”。《中国文学家大辞典》“吴伟业”条认为：“《清史列传》列（吴伟业）入‘贰臣传’中，殊属不当。”他与钱谦益的失节降清在本质上是有区别的，后人“苦被人呼吴祭酒，自题圆石作诗人”的评议可谓甚得伟业之心。</p> <p>　　二、“萧瑟真怜庾子山，空余词赋动江关”——施补华《题梅村先生画像》<br>　　吴伟业的文学才能是多方面的。他首先是诗人。他的诗歌专模唐人格调，辞藻华丽，长于七言歌行，尤工关于时事之古诗，这一方面可以举《永和宫词》、《圆圆曲》、《楚两生歌》为其代表作品，与唐代<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>之《长恨歌》、《琵琶行》颇有同调之感。因此，后人以“诗史”评价吴伟业诗歌，说他的诗歌是“诗中有史”。吴伟业的诗歌创作以明亡为界，分为两个阶段。前一阶段的诗作，才华艳发，吐纳风流；后一阶段的诗作，风格一变，苍凉萧瑟，晚年学<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，风骨愈上。他的诗歌收集在《梅村诗集》中。<br>　　除诗歌创作外，吴伟业还是清初重要的戏剧家，代表作品有《秣陵春》、《通天台》、《临春阁》等。他希望通过戏剧创作来表达自己的“伤心痛哭之调”，正如他自己所说：“一唱三叹，于是乎作焉，是编也，果有托而然耶？果无托而然耶？余亦不得而知也。”（《〈秣陵春〉序》）他的戏剧方面的创作收集在《乐府杂剧》中。<br>　　上文说过，吴伟业“专纪崇祯时流寇迄于明亡”撰《绥寇纪略》，全书分十二篇，每篇以三字为标题。这本专著是站在明王朝一方攻击明末农民起义的。因为是站在亡明的立场之上，不论出于何种原因，最终还是触犯了清朝统治者的忌讳，几构一场文字狱。吴伟业的学术专著还有《春秋氏族志》、《春秋地理志》、《复社纪事》等。<br>　　吴伟业的文章清秀隽丽，值得注意。他曾说“平生以文章友朋为性命”，足见他对文章的重视和自负。《梅村家藏稿》收集他的各类文章，共成三十五卷。另外，吴伟业还是清初有名的画家，有作品传世。</p> <p>　　三、“掬伤心之抱，奏亡国之音”——王式通《〈梅村家藏稿〉序》<br>　　《四库提要》论吴伟业诗歌云：“格律本乎四杰，而情韵为深；叙述类乎香山，而风华为胜。”风华绮丽是吴伟业诗歌的突出特点，例如《田园杂兴八首》（其四）：<br>　　竹坞花潭过客稀，灌畦才罢掩松扉。道人石上支颐久，渔父矶头欸乃微。潮没秋田孤鹜远，阁含山河断虹园。亭皋木落黄州梦，江海翩跹一羽衣。<br>　　吴伟业诗歌的又一特点，是在一定程度上现实地记叙了明清之际民不聊生、伤乱流离的社会生活，善于叙事，抒情性强。如《避乱六首》（其六）：<br>　　晓起哗兵至，戈船泊市桥。草草十数人，登岸沽村醪，结束虽非常，零落无弓刀。使气挝市翁，怒色殊无聊。不知何将军，到此贪逍遥？官军昔催租，下令严秋毫，尽道征夫苦，不惜耕人劳。江东今丧败，千里空萧条。此地村人居，不足容旌旄。君见大敌勇，莫但惊吾曹。<br>　　再有大量的作品，则表达了眷怀故国之深情，人事苍凉之悲愤，如《过淮阴有感》：<br>　　登高怅望八公山，琪树丹崖未可攀。莫想阴符遇黄石，好将鸿宝驻朱颜。浮生所欠只一死，尘世无由识九还。我本淮王旧鸡犬，不随仙去落人间。<br>　　晚年作品，则偏重于表达逸民之痛、失节之恨，凄婉动人。如《贺新郎·有感》：<br>　　万事催华发。论龚生、天年竟夭，高名难没。吾病难将医药治，耿耿胸中热血。待洒向西风残月。剖却心肝今置地，问华佗解我肠千结。追往事，倍凄咽。 故人慷慨多奇节，为当年、沉吟不断，草间偷活。艾灸眉头瓜喷鼻，今日须难诀绝。早患苦，重来千叠。脱屣妻孥非易事，竟一钱不值，何须说，人世事，几完缺。<br>　　吴伟业死前曾说：“吾诗虽不足以传远，而是中之寄托良苦，后世读吾诗而知吾心，则吾不死矣。”他所说“寄托良苦”，一是指他的诗歌多影射时事，只是慑于清廷之威不敢直言，所谓“诗史”之义即指此；二是指他以诗歌抒发自己失节之恨，希望后人能通过读他的诗歌而了解他的内心痛苦，并体察他复杂矛盾的心情，进而唤起人们的爱国热情。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>(1609～1672) 明末清初<a href=\"http://so.gushiwen.org/author_640.aspx\">诗</a>人。字骏公，号梅村。先世居昆山，祖父始迁太仓(今皆属江苏)。少时\"笃好《史》、《汉》，为文不趋俗\"（《镇洋县志》），受<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>赏识，收为学生。崇祯四年(1631)中进士，授翰林编修，后任东宫讲读官、南京国子监司业等职。南明福王时,拜少詹事,因与马士英、阮大铖不合，仅任职两月便辞官归里。清朝顺治十年(1653)，被迫赴京出仕。初授秘书院侍讲，后升国子监祭酒。三年后奔母丧南归，从此隐居故里直至去世。吴伟业生活在明清易代之际,仇视农民起义军,对清统治者也无好感。他屈节仕清，一直认为是\"误尽平生\"的憾事，在诗文中多有表露。</p> <p>　　吴伟业诗今存1000多首，他与<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、龚鼎孳并称\"江左三大家\"。《四库全书总目》评论说：\"其少作大抵才华艳发，吐纳风流，有藻思绮合、清丽芊眠之致。及乎遭逢丧乱，阅历兴亡,激楚苍凉,风骨弥为遒上。\"颇能概括其特色及前后变化。他的诗歌多写哀时伤事的题材，富有时代感。他的近体诗中的佳作有《过吴江有感》、《过淮阴有感》、《杂感》、《扬州》、《读史杂感》、《怀古兼吊侯朝宗》等。其中《扬州》四首，更是他七律的力作。而他的七言歌行更为出色，音节极佳,情韵悠然,其中如《圆圆曲》讽刺吴三桂降清；《永和宫词》、《萧<a href=\"http://so.gushiwen.org/author_311.aspx\">史青</a>门曲》写田妃、公主的身世遭遇；《楚两生行》、《听女道士卞玉京弹琴歌》写艺人的漂零沦落；《临江参军行》颂扬抗清将领；《松山哀》讽刺洪承畴降清,内容深婉,有\"诗史\"之称。他还有一些反映民间疾苦之作，如《直溪吏》、《临顿儿》、《堇山儿》、《马草行》、《捉船行》等。不过吴伟业的七言歌行也有用典过多的缺点。</p> <p>　　吴伟业词作不多,但传诵颇广。陈廷焯评论说:\"吴梅村词，虽非专长，然其高处，有令人不可捉摸者，此亦身世之感使然。\"又说：\"梅村高者，有与老坡神似处。\"（《白雨斋词话》）其风格与诗近似，清丽哀婉。如〔满江红〕《蒜山怀古》，咏镇江府事，声情悲壮；〔贺新郎〕《病中有感》，自怨自艾，悲感万端，感人至深。</p> <p>　　吴伟业著作有《梅村家藏稿》、《梅村诗馀》，传奇《秣陵春》，杂剧《通天台》、《临春阁》、史乘《绥寇纪略》等。</p>"
}