{
  "id": 451,
  "star": 17,
  "name": "宋江",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_451.jpg",
  "dynasty": "宋代",
  "desc": "宋江是中国古典小说《水浒传》中的主要人物之一。梁山一百单八将之首，人称“孝义黑三郎”、“及时雨”、“呼保义”。原本是郓城县押司，后加入梁山，在托塔天王晁盖阵亡后成为梁山的首领，极力主张接受朝廷的招安，并在被招安后率领梁山兄弟们先后攻打辽国以及田虎、王庆和方腊率领的起义军，回朝后不久被奸臣高俅等人用毒酒害死。宋江在历史上确有其人，历史上他是北宋宣和年间农民起义军的首领，后来投降宋朝。",
  "content": "<h2>能力</h2> <p>　　八百里水泊梁山，一百单八位英雄好汉。为什么座头把交椅的是又黑又矮的<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>？论武艺，他比不上林冲、武松、鲁智深等人。论文采，他比不上会写苏、黄、米、蔡四家字体的“圣手书生”萧让。论计谋，他比不上“智多星”吴用、“神机军师”朱武。就算是按上一任“老大”晁盖的临终遗愿，也应该是由活捉了替他报仇的卢俊义接任。按理说是如何也论不到宋江，他又黑又矮、武艺稀松，可是梁山上的英雄就服他一个！对他不仅言听计从，而且就算是后来对他的招安政策心存不满，也没有弃他而去。还是依然跟着他南征北战、出生入死。甚至断臂出家、毒酒穿肠、马革裹尸也没有人对他心怀怨恨。这是为什么？宋江从哪里来这般的影响力。<br>　　我们比较一下四大名著，《水浒传》、《三国演义》、《西游记》这三部小说，虽非同一个人写出，但有一个共同点，就是书中统率群雄的几位老大——宋江、刘备、唐僧，都属于一般人，看起来也不像是英雄。这不像是巧合，就连《史记》中的楚汉争霸，“力拨山兮气盖世”的<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，最后也确实不是“市井流氓”出身的<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的对手。在武功、兵力等占尽优势的情况下，却依然把天下“让”给了刘邦。看来，成功的确不是靠武功和权谋那么简单。<br>　　宋江之所以能坐第一把交椅，我想靠的就是他的影响力。想当年还在山东郓城做押司的时候。他就声名在外。提起及时雨宋公明，江湖豪杰就尽人皆知。因为影响力，他在江州问斩时，许多英雄就自发前去劫法场。这就是影响力的威力。影响力是不同于权力的一种控制力。尽管他不是强制性的，但是他用潜意识的方法来改变人们的行为。<br>　　所以晁盖一死，吴用、林冲等人便不管什么遗嘱不遗嘱，全都跑来找宋江：“请哥哥为山寨之主”。他们的理由有2条。一是“四海之内，皆闻哥哥大名”；二是“若哥哥不坐时，谁人敢当此位”。其实，还应该加上一条，那就是自从宋江上山以来，梁山的事务，实际上一直是宋江在主持，晁盖不过只是名义上的寨主。因此，晁盖死后，由宋江继位，不但天经地义，而且大得人心。</p> <p><strong>人脉资源</strong><br>　　和许多人未成功时一样，宋江在开一始的时候，也没有足够的人脉关系。但是他与同在衙门当差的雷横和朱仝不同的地方在于，他没有只顾着花天酒地。而是选择了去结交江湖人士。并在江湖人心中，去打造自己孝和义的品牌，第一个绰号是因为仗义疏财，他绰号“及时雨”，虽然说梁山好汉中“仗义疏财”的不止有宋江，而要是较真说每个好汉都“仗义疏财”，柴进是大周皇帝嫡孙，财力也不是宋江一个刀笔小吏能比。所以好名声更像是一个综合体，是几方面的好名声叠加在一起，形成的一个好名声的“品牌”，宋江深谙此道。于是另一方面，他又因为孝所以绰号“孝义黑三郎”，他明白，封建社会的儒家天下讲究以孝治国，义和孝是江湖人士最看中的两种东西。而他的成功的关键，在于他懂得整合这些名望资源。这就是为什么李逵说：梁山上只有俺宋江哥哥坐头把交椅，俺才服。<br>　　宋江与柴进相比，宋江的钱虽然没有柴进多，但是他更懂得如何把钱花在刀刃上，或者说他更有权谋或成本意识。比如，宋江初次见到武松时，就拉着武松就去喝酒，看武松的衣服旧了，马上就拿钱出来给武松做衣服。而后“却得宋江每日带挈他一处，饮酒相陪”。这饮酒的花费自然还是柴进开销的，宋江做的是顺手人情，“借花献佛”之事。到与武松临分别时，宋江一直送了五七里路，摆酒送行，并拿出10两银子给武松作路费，然后一直目送武松远离到看不见的地方。拿下武松，宋江从头到尾不过花了10两银子和饯行的一顿饭，却把英雄盖世的武松感动得五体投地。柴大官人庇护了武松整整一年，就算后面有所怠慢，也不会少武松的吃喝用度，在武松身上的花费岂止区区10两银子。但在武松心目中这位宋大哥的分量恐怕要远远超过柴大官人。这也就是为什么柴进名满江湖、出生高贵，却成不了老大，而宋江却可以。宋江用一切资源在打造自己品牌的美誉度。</p> <p><strong>战略眼光</strong><br>　　首先，宋江这个人的战略眼光，或者说是野心。是王伦、晁盖这样的梁山一把手比不了的。他被发配到浔阳江的时候，喝了酒在墙上题了反<a href=\"http://so.gushiwen.org/author_451.aspx\">诗</a>：“自幼曾攻经史，长成亦有权谋；恰如猛虎卧荒丘，潜伏爪牙忍受。”俗话说酒后吐真言，在他情绪特别激动的时候，把他内心最真实的东西呈现出来了。就身份来说他也只是一个郓城县的小吏，而王伦和晁盖都是中产阶级地主，他们一样对自己这样的社会身份不认同。但他与两位“前任”的区别在于，他对于梁山的未来有更长远的打算。这就是晁盖和王伦跟宋江最不一样的地方。也就是说，王伦与晁盖二人想的最多只是占山为王。而宋江从一上山，就想着梁山最终的方向和目标。<br>　　举个例子：宋江刚上梁山，做的第一件事就是要“师出有名”，于是申明了自己作为造反头子的“天然资源”——童谣：“耗国因家木，刀兵点水工。纵横三十六，播乱在山东。”此诗所应的就是宋公明，这便是天然合法性。再加上九天玄女授兵书、梁山石碣排座次这些把戏，更是强化了宋江做老大的合法性。中国古代的起义者，从“陈胜王”到“苍天已死，黄天当立”，再到“莫道石人一只眼,挑动黄河天下反”，都是如此。所谓战略，目的就是争取自己的主动权，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>挟天子以令诸候是这个道理，刘备用汉室宗亲的身份来“兴复汉室”，和《西游记》中的唐僧奉旨取经一样都是这个道理，目的只有一条，就是让自己的所有行动都天经地义。而这一点王伦和晁盖二人，没做过，甚至没有想过。因为他们从一开始就没有给梁山更长远的战略定目标。</p> <p><strong>用人观</strong><br>　　水浒里面有很多人才，论权谋吴用，论武功林冲等。但是宋江跟他们不一样的地方，宋江他始终是一个在用人的人，而很多人是等着被人用。这说明宋江是一个非常有领导天赋的人，实际上我们考察他的个人能力的话，在具体的环节上他的做法我们从历史上也能看到，像刘邦这样的，化成天下的布衣，最后他当了皇上了。他也是这样，宋江他在这种用人的这种天赋上，他和刘邦这样的帝王很相像，尤其是白手起家的帝王。<br>　　在用人上，晁盖与宋江的水平真的相差甚远。比如杨雄、石秀2个来投奔梁山，晁盖却要砍他们的脑袋，原因只在于“这厮两个，把梁山泊好汉的名目去偷鸡吃，因此连累我等受辱”。结果遭到众人反对，人情也让宋江做了。这岂非考虑欠妥？再说了，既然已经答应他2个入伙，就该唯才是举好生安顿，晁盖却叫他们坐在杨林之下。想那杨林不过地煞星之十五，杨雄、石秀却在天罡星之列，武艺本事相去何远？可知，晁盖实在没有识人之力用人之量，也实在不够资格当领袖。<br>　　清初著名文学家、文学批评家金圣叹，对《水浒》可谓情有独钟。他对《水浒》曾经做过这样的评价：“天下之文章，无有出《水浒》右者。”在金圣叹眼里：《水浒》不但有治国齐家的微言大义，也有儿女情长的手段。或者说通过研读《水浒》明白做人的道理，成功的方法。或许宋江的最大成就就在于，宋江是一个很矛盾的人物，宋江武功并不出众，但敢于上战场，可以统帅千军万马；宋江相貌不如潘安，却名扬四海，人缘极佳；宋江没通过科举入仕，但最后依然官当的很大。从这方面说，宋江值得研究是因为他身上有更多草根明星的影子。 </p><br/><h2>之死</h2> <p>　　<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>之死应该是没有悔意的，带着几个剩下的兄弟饮下毒酒非他所愿。相信宋江对性命的追求必定大于声名，这一点几乎适用奔向梁山的多数人，要不然也不会上梁山混江湖。那么，认为宋江饮下毒酒求声名或者以此向死去的兄弟谢罪的想法脱离了人性的本源。在宋江的道统价值判断里，他已然知道朝廷险恶，可是他又过分自视甚高了，或者说他觉得他仍然有极大的价值，或者说他相信自己的衷心可以感动庙堂之上的朝廷。</p> <p>　　事实上，宋江从未进入朝廷的内部，他试图进入的正是他一直所求而朝廷拒绝的。一日为贼，终生便不能翻身，这是那个时代最严肃的秩序。当然，宋江会认为自己以前在官场，上梁山是情势所逼，可是对朝廷而言，这根本不是符合秩序的解释。<br></p><br/><h2>历史原型</h2> <p>　　汪应辰《文定集·显谟阁学士王公墓志铭》谓：“河北巨贼<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>者，肆行莫之御。”张守《毗陵集·秘阁修撰蒋圆墓志铭》谓：“宋江啸聚亡命，剽掠山东一路，州县大振，吏多避匿。”《宋史·徽宗纪》上记载宣和三年（1122年），“淮南盗宋江等犯淮阳军，遣将讨捕，又犯京东（今山东），江北，入楚海州界，命知州张叔夜招降之”。《东都事略》中也提到当时的亳州知州候蒙曾向皇帝上书建议：“宋江寇京东，蒙上书，言宋江以三十六人横行齐魏，官军数万，无敢抗者，不若赦江，使讨方腊以自赎，或足以平东南之乱”。《宋史·张叔夜传》所叙最详：“宋江起河朔，转略十郡，官军莫敢婴其锋。声言将至，叔夜使间者頕所向。贼径趋海濒，劫巨舟十余，载卤获。于是募死士得千人，设伏近城，而出轻兵踞海诱之战。先匿壮卒海旁，伺兵合，举火焚其舟。贼闻之，皆无斗志。伏兵乘之，禽其副贼，江乃降。”<br>　　通过《宋史》的记载可知，宋江起义的时间在宣和元年到宣和三年。起义主要涉及的地域在太行山及山东及江苏北部一带，“横行河朔，转略十郡”。起义的首领是宋江。起义具有流寇性质，不一定有固定的根据地。起义的结局是严重受挫后投降。起义的规模虽然不太大，但战斗力特别强，“官军数万不敢撄其锋”。起义的影响不算小，起义的中心区域梁山泊，距东京汴梁仅百公里左右，严重威胁着京城的安全。起义所涉及的地区，在北宋是比较发达的。梁山泊在宣和年间是广济河中部的个湖泊，而广济河上游就是从北宋的都城汴梁城中流出，广济河又是京东重要的漕运通道，占据广济河中间的梁山泊，对于北宋朝廷的政治、经济、军事威肋可想而知。宋江起义的故事在宋史上能够记上一笔，在民间广为流传，足以说明它的影响。<br>　　宋江接受招安以后，又干了些什么事情？关于这一问题史学界争论颇大，主要围绕宋江有没有去征方腊的问题展开。方腊起义是与宋江起义几乎同时发生的一次农民起义，从起义规模上讲要比宋江起义大得多，影响也大得多。关于宋江投降后被宋朝派去镇压方腊一事，史书中有明确记载，如李焘的《续资治通鉴长编》、杨仲良的《通鉴长编纪事本末》、《三朝北盟会编》、《皇宋十朝纲要》都明确记载宋江投降后随官兵前往镇压方腊起义，宋江从农民起义领袖变成了屠杀农民起义的刽子手。但1939年出土了《宋故武功大夫、河东第二将折公（可存）墓志铭》，这就是史学界都知道的《折可存墓志铭》。墓志铭中明确记载宋江未去征方腊，折可存是在征方腊胜利后才逮住宋江的，所以有人认为方腊起义被童贯镇压后，他又一次起兵反宋。宣和四年（1122年），起义最终被折可存率兵镇压，宋江也遇害身死。同是史料，孰真孰假，史学界争论不休。但有两点是肯定的，宋江从发动起义到最后失败，只有一年多一点时间；起义失败不久，他便死去了。另据海州民间传说，宋江并没有投降张叔夜，连宋江在内的梁山三十六条好汉被张叔夜杀害，埋在白虎山下，这便是众人传人传说的“好汉茔”。民间还流传着一首<a href=\"http://so.gushiwen.org/author_451.aspx\">诗</a>：白壁虎山阴、坟垒草木青。问是谁家墓，梁山好汉茔。但是据美籍学者马泰来发现的北宋末年人李若水的《忠愍集·捕盗偶成》诗，其中提到：“去年宋江起山东，白昼横戈犯城郭。杀人纷纷剪草如，九重闻之惨不乐。大书黄纸飞敕来，三十六人同拜爵。狞卒肥骖意气骄，士女骈观犹惊谔。今年杨江起河北，战阵规绳视前作。嗷嗷赤子阴又言，又愿官家早招却。我闻官职要与贤，辄啖此曹无乃错。招降况亦非上策，政诱潜凶嗣为虐。不如下诏省科徭，彼自归来守条约。小臣无路打高天，安得狂词裨庙略。”李若水的诗写于宋江投降后的第二年，当时方腊也已经被杀。从诗中可以看出宋江三十六人的确投降了张叔夜，而且都被封官拜爵，这在当时还是一件相当轰动的大事。</p> <p><strong>人物起义</strong><br>　　宋代自<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>开国以来，一直举行对外屈辱、专力防内的政策，政权、财权和兵权高度集于中央，封建压迫非常厉害。特别是北宋末年，由于推行上述政策，导致土地兼并十分剧烈，封建剥削也异常残酷。所以，虽然当时工商业比较发达，人民生活出路较广，社会矛盾仍然相当尖锐，农民起义次数很多。仁宗时代在西夏用兵之后，几十人到数百人的小规模农民起义更是多得不胜枚举。宋江正是在这样一种情势下举起义旗的。<br>　　宋徽宗宣和元年（1119年）十二月，他聚集36个人，在京东东路所管辖的黄河以北地区起义，专打社会上的不平，杀富济贫，反抗北宋王朝的残酷统治，引起统治者的恐慌。起义发生不久，宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>便诏令京东东路、京东西路提刑督捕之。但由于宋朝军队久不征战，缺乏训练，战斗力极差；又由于宋江“其才过人”，属下的36个人都是强悍猛勇之士，个个英雄，所以，这次征剿不仅没有消灭宋江起义军，反而使其威名远扬。在此后的一年多时间里，宋江等人没有像《水浒传》等文艺作品所描绘的那样，入据八百里水泊梁山替天行道，而是“横行齐魏”，马不停蹄，千里转战于山东、河北一带。宋江率众攻打河朔（泛指今黄河下游南北一带）、京东东路（治青州，今山东省益都），转战于青、齐（今山东省济南）至濮州（今山东省鄄城北）间，攻陷十余郡城池，惩治贪官，杀富济贫，声势日盛。在数万官军的围追堵截中，起义军攻城陷地，机动灵活地打击敌人，虽然人数不多，但却似一把钢刀，令统治者闻风色变，“官军莫敢撄其锋”，成为一支很有影响的农民起义队伍。<br>　　宣和二年（1120年）十二月，宋江率部攻打京西、河北等地州县。宋徽宗赵佶闻知，采纳亳州知州<a href=\"http://so.gushiwen.org/author_727.aspx\">侯蒙</a>“赦过招降”的建策，颁旨招安，侯蒙旋卒，此事不了了之，宋徽宗遂命歙州知州曾孝蕴率军往讨。宋江避其锋，自青州率众南下沂州（今山东省临沂），与官军周旋年余。宣和三年初，转向南攻打沂州（今临沂），战斗打得十分艰苦，结果终因寡不敌众，被知州蒋园率兵击败。二月，起义军继续南下，攻打淮阳军（今江苏邳县西南），接着，占据楚州（今江苏淮安），进入海州（今江苏连云港西南）境内。在这些激烈的战斗中，宋江充分发挥了他的聪明才智和军事才能，指挥若定，谋略过人，战术灵活多变；同时，正如后来元代陈泰在《所安遗集·江南曲序》中所说的那样：“宋之为人，勇悍狂侠”。宋江作战也很勇敢，身先士卒，带头冲杀，打出了威风，令一些朝廷官吏也不得不承认其有勇有谋。就在同一月里，浙江农民起义首领方腊，也率义军连破处州、秀州（均属浙江），其攻势凌厉，使北宋王朝十分惊恐。为了瓦解、镇压这两股农民起义军，亳州知州侯蒙向宋徽宗上书，道：“宋江以三十六人，横行河朔、京东、官军数万，没有敢抵抗的，说明他必有超过常人的才能。不如赦过招降，让他率兵讨方腊以赎过，或许还能平定东南之乱。”宋徽宗对这个主意十分赞赏，立即下诏给刚刚以徽猷阁待制出任海州知州的张叔夜，令其设法招降宋江。<br>　　张叔夜到达海州后，起义军正准备攻城。宋江和起义军副将吴加亮等人，仔细分析了海州滨海的特点和城防情况，决定从海上突破，于是直取海滨，俘获了大型船只10余艘。然而这一切，都被张叔夜所派的侦探窥视到了。张叔夜连忙招募敢死队1千余人，在近城设伏；然后，再派出小股士卒赶往海滨诱战，同时将精兵埋伏在海边。双方开战后，伏兵蜂拥而上，举火烧毁了宋江的船只。宋江虽然率部勇猛拼杀，给敌人以重创，但见船只着火、退路已断，也不免有些慌乱。这时，张叔夜又乘势发动全面进攻，俘虏了吴加亮。宋江在重兵包围之下，痛感大势已去，不得已率部接受招降。</p> <p><strong>后世影响</strong><br>　　宋江死后，影响逐渐扩大。随着宋人话本、特别是《水浒传》的广泛流传，南宋之后，宋江和梁山好汉赢得了人们的尊敬与喜爱，一些文学作品里的描述，被作为史实来传颂，至今，梁山周围还有不少这样流传下来的古迹，如，主峰上的“宋江寨”、“英雄井”、“黑风口”等，山下的“宋江马道”、“晒粮场”，郓城东南的“黄泥岗”等等。 </p><br/><h2>人物生平</h2> <p><strong>人物出身<br></strong>　　<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>，表字公明，排行第三，原籍为山东郓城县宋家村，江湖人称“及时雨”，又号“呼保义”。因为他面黑身矮，人又唤他做黑宋江；又且于家大孝，为人仗义疏财，人皆称他做“孝义黑三郎”。又且舞刀弄枪。上有父亲宋太公在堂，母亲早丧，下有一个兄弟，唤做铁扇子宋清，自和他父亲宋太公在村中务农。自幼与同在郓城县东溪村的晁盖相熟。 </p> <p><strong>义释晁盖<br></strong>　　“生辰纲”事发后，观察何涛得到了消息，前来郓城县找到了宋江与宋江一起抓捕主犯晁盖，宋江假意答应，却偷偷私传讯息，使晁盖等人脱险。一天·，被宋江救济过的阎婆来报答宋江，并在做媒的王婆撺掇下，把女儿阎婆惜嫁给了宋江作小妾。但宋江并不钟情于阎婆惜，因此阎婆惜与押司张文远渐渐勾搭成奸。晁盖上梁山后，为报宋江之恩，派刘唐携礼物夜走郓城县答谢，宋江推辞不成，只好留下书信和一条黄金，不料被阎婆惜发现，并以此要挟，宋江要信不回，无奈之下，怒杀阎婆惜。</p> <p><strong>四处流亡<br></strong>　　宋江杀人后，逃回家隐藏起来，后得好友朱仝私放，于是与弟弟宋清一起到了柴进庄，在这里与武松结为了异姓兄弟，孔家庄上的孔太公十分担心宋江安危，得知宋江在柴家庄后便把宋江接到了孔家庄去，宋江在孔家庄见孔家庄两位少庄主孔明、孔亮喜欢学习棍棒，便留下来指导，一天孔家庄抓到一个人，却是已经变装为行者的武松，宋江连忙救下，互相讲了近况并澄清了误会后，宋江决定与武松一起离开孔家庄，武松独自去了二龙山，而宋江决定前往清风寨投靠花荣，并于清风山结识锦毛虎燕顺、矮脚虎王英、白面郎君郑天寿三位山寨头领，又救了清风寨知寨刘高的夫人。一天，宋江在清风寨观灯时遭知寨刘高之妻陷害入狱，花荣相救宋江也被镇三山黄信用计抓捕，黄信与刘高决定把宋江押送到青州。途中却被锦毛虎燕顺、矮脚虎王英、白面郎君郑天寿三人劫走了宋江，杀死了刘高。黄信回到青州，其师傅霹雳火秦明性急想与徒弟报仇，结果被擒，于是宋江用计让秦明、黄信都入伙上山。宋江提议弃了清风寨投奔梁山，于路在对影山劝收吕方、郭盛，不期路遇石勇得宋江家书，原来是宋父为了骗宋江回家写书称自己已病逝。于是宋江独自回家奔丧被擒，发配江州。</p> <p><strong>发配江州<br></strong>　　宋江在发配途中被梁山人马所救，梁山众人让宋江落草，但宋江不愿并以死明志，众人无奈，梁山军师智多星吴用向宋江介绍了在江州的相识神行太保戴宗。宋江离开了梁山后，路过揭阳岭被催命判官李立用蒙汗药迷倒，得混江龙李俊、出洞蛟童威、翻江蜃童猛所救。因在路上打赏了使棍棒的病大虫薛永，宋江得罪了当地恶霸没遮拦穆弘、小遮拦穆春，二人追宋江等人。宋江等人逃跑时误上了船火儿张横的贼船，幸得李俊、童威、童猛三人及时来救，三人解释误会后，宋江在穆弘宅中与在揭阳岭遇上的人进行了小聚会。到达江州后，宋江广施人情，因此当地没有人不喜欢宋江。宋江在江州故意不给戴宗贿赂，引得戴宗坐不住亲自来找宋江。由此宋江得以认识戴宗，一天戴宗与宋江饮酒，恰逢黑旋风李逵在闹事，因此戴宗将黑旋风李逵引荐给了宋江，李逵后来因为输掉了宋江借给他的钱又在赌场闹事，宋江和戴宗出现把事情摆平，三人去浔阳楼喝酒，期间李逵与当地船主人浪里白条张顺出了争执，李逵在水中被张顺打得毫无还手之力，幸好宋江及时出现拿出张顺兄长张横的书信平息了误会，李逵二人和解。四人在喝酒时，李逵又不慎弄伤卖唱的<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>娘，宋江替李逵赔了钱。回到牢房后，宋江就病倒了。过了五七天，宋江病好了，想找好友们喝酒，可惜找不到。一个人闷闷不乐到了浔阳楼，加上酒醉，宋江各种情绪涌上心头在墙上写上了一首<a href=\"http://so.gushiwen.org/author_451.aspx\">诗</a>，却被后来看到的黄文炳理解成反诗。于是蔡九知府便派人抓捕宋江，戴宗建议宋江装发疯。却被黄文炳识破，重刑之下宋江被迫认罪。于是戴宗唯有到梁山找帮手，结果吴用的假书信计谋被识破，戴宗也因此被捕，在二人行刑将要被处决那天，梁山、揭阳、江州三路人马齐聚，劫走了宋江。二十九人在白龙庙英雄小聚义。宋江决定向黄文炳报仇，薛永推荐了熟知无为军情况的通臂猿侯健，于是宋江得以用计杀了黄文炳一家，并活捉了黄文炳。杀死黄文炳后，三路人马决定起程一起上梁山，途中宋江又收伏了摩云金翅欧鹏、神算子蒋敬、铁笛仙马麟、九尾龟陶宗旺四位好汉一同上梁山。上梁山后，宋江坐了第二把交椅，为晁盖之后。 </p> <p><strong>梁山聚义<br></strong>　　宋江上山后，担心父亲与弟弟受牵连，不顾众人反对亲自下山接父弟下山，却被埋伏已久的官军追捕。宋江躲进破庙，见到了九天玄女，得知自己星宿下凡，并从九天玄女手中得到了三卷天书。梦醒后，梁山好汉们及时赶到杀退官军，救走宋江一家。</p> <p>　　后在攻打曾头市时，晁盖被史文恭毒箭射死后，坐上第一把交椅，打退朝廷多次围剿后归顺朝廷。从此，梁山主事厅由聚义厅改为忠义堂，头目增长到了一百单八将，又相继两赢童贯、三败高俅以及天下八方十位节度使，并活捉高俅，梁山事业也发展到了鼎盛。</p> <p><strong>南征北战<br></strong>　　面对梁山义军越战越勇的形势，朝廷改变策略，派人安抚。于是，在宋江等人妥协思想的指导下，梁山全体接受招安，改编为赵宋王朝的军队。</p> <p>　　统治者还采用“借刀杀人”的策略，命令梁山好汉前去抗击辽国的侵略和剿灭国内造反的河北田虎、淮西王庆、江南方腊势力。</p> <p>　　梁山泊义军接受招安后，正遇辽兵侵犯，宋江受诏破辽。于是大军北进，攻下檀州，夺回蓟州，智取霸州，占领幽州，兵围燕京，辽主请罪投降。宋江班师回国，遵照徽宗旨意，将所夺州县仍退还给了辽邦。</p> <p>　　破辽成功后，宋江等梁山军又奉旨平定了河北田虎。在平定田虎的过程，宋江又收服许多降将。</p> <p>　　平定田虎后，又奉旨出征淮西王庆。出征王庆，仗打得十分惨烈，不少河北降将也因此牺牲了，其中包括卞祥、山士奇、安仁美、余呈等猛将也不幸牺牲，孙安等几员猛将也相继病逝。平定田虎、王庆后，河北降将乔道清、鄂全忠等将领相继向宋江辞别，归隐。宋江凯旋班师。</p> <p>　　皇帝又下诏令宋江去平定江南方腊。在平定方腊军的过程中，义军损失惨重，虽然最后擒获了方腊，大功告成，但却阵亡59条好汉，回军途中，鲁智深在杭州六和寺坐化（和尚盘膝打坐安然而死），残废的武松不愿回京，就在这里出了家。离开杭州后，林冲瘫痪，杨雄、时迁、杨志、穆弘病死，燕青又悄然离去。到了苏州，李俊、童威、童猛又离去。等到大军回京驻扎陈桥驿时，只剩下27名头领（PS：梁山军共108将，5人留在京师没有出征（其中安道全在战斗中被调回京）， 公孙胜战前离去，即102（不包括战斗中被调回京的安道全）人参战，59人阵亡、10人病死、1人坐化，合计死亡70人，还有5人虽然在战斗中存活下来但是离开军队（其中1人出家），回京的只有27人。</p> <p><strong>惨烈结局<br></strong>　　蔡京、童贯、高俅、杨戬4大奸臣待宋江等封官之后，他们首先设计用水银害了卢俊义，再用毒药掺入御酒药毒死了宋江。他知道了自己中毒后，李逵必然造反，这样会坏了自己的忠义之名，于是便骗李逵来喝下毒酒。两人死后，宋江给吴用和花荣托梦。吴用去了宋江托梦给他的蓼儿洼，看到了二人的坟墓，准备在宋江坟墓旁的树上吊。这时，花荣从船上飞奔到宋江坟前，两人一惊，二人双双悬于树上，自缢而亡。</p> <p>　　此后宿元景上书厚葬与宋江等人。葬于蓼儿洼。</p> <p>　　就这样，一场轰轰烈烈的农民起义在悲剧中结束了！</p><br/><h2>上梁山</h2> <p>　　<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>上梁山，单纯的在梁山上喝酒吃肉，分金秤银已不是他的追求，为了实现“敢笑<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>不丈夫”的野心，他以九天玄女庙内之梦并玄女授的天书（猜测是自己搞的”天书“，原著没明说）抛出了天罡地煞理论，论说梁山上的人员不是江湖人士，而是天上下凡的天罡地煞星，把自己打扮成星主，再抬高自己的身价，与此同时，每次需要打仗时总以”哥哥为山寨之主，不可轻动。“等句将晁盖软禁在山上，打祝家庄如此，高唐州如此，青州如此华州亦如此，晁盖在山寨中的地位渐渐形同虚设，他的江湖义气理论渐渐被梁山上的兄弟遗忘，众人的心中便只有宋江。</p> <p>　　宋江上梁山后，收服了许多朝廷派来征剿梁山的猛将却几乎都被他以倘蒙将军不嫌草寨微贱，情愿让位。或是等来日朝廷大赦天下，招安，一齐铲除奸邪，替天行道。等类似句式笼络了呼延灼，关胜，董平（特别是打东平府收董平这一场是他自己和卢俊义拈阄做赌说谁先打下【卢俊义打是东昌府】就让谁做山寨之主，可刚刚收了董平却又要让他当“山寨之主”这是欺骗董平？还是欺骗卢俊义？）等一群朝廷猛将为梁山效命（这就是宋江过人的权术所在，试问降将上山后宋江真有让位吗？若要说等大赦天下再让朝廷招安，本是朝廷命官的那些将领又何必归降梁山再等朝廷招安呢？）他这样不断壮大自己山寨的声势，不过是为了实现敢笑黄巢不丈夫的野心罢了，高唐州为救回柴进公开向朝廷宣战，攻打青州，华州，东平府等都让朝廷对他束手无策，而且梁山上所造的旌旗节钺都已超过了皇帝的排场因此他有公然大逆不道的野心。</p> <p>　　而后为什么要让朝廷招安？明末金圣叹曾可能是最早发出这样的疑问的人之一，但是他的立场并不是站在梁山众人的一边，而是以一种统治者的姿态发问：为什么要招安他们？为了回答这个问题，他做了一个大胆的“饰演”，将此前所有水浒传版本都有的70回以后部分全部砍掉，并加了一个梁山好汉在卢俊义的梦中被悉数斩首的结尾，又伪称这样的版本才是“古本”。这也许是这位后来曾竭力奉承清朝皇帝又终被其处决的评论家心中矛盾的体现吧。</p>"
}