{
  "id": 1378,
  "star": 0,
  "name": "薛令之",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1378.jpg",
  "dynasty": "唐代",
  "desc": "薛令之，字君珍，号明月先生，长溪西乡石矶津（今福安市溪潭乡廉村）人，生于唐永淳二年（683年）八月十五日。福建（时称建安郡）首位进士，官至太子侍讲。",
  "content": "<h2>个人成就</h2> <p><strong>“屈轶草”与谏官<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a></strong></p> <p>　　被收录《全唐<a href=\"http://so.gushiwen.org/author_1378.aspx\">诗</a>》的《唐明皇命吟屈轶草》一诗，为后世所流传，这也是薛令之在及第后，作为一名谏官、最展抱负时期的写照。</p> <p>　　在唐朝，中进士的人是不会马上获得官职的，能为官的多是经过历练，才能入朝为官。显然，从后世的记载中，我们看到，薛令之很快通过历练获得官职。薛令之进士及第后，被任命为右庶子，是东宫僚属，官至四品。在薛令之及第的8年里，李唐王朝经历了6次宫廷政变。</p> <p>　　开元之初（713年），<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>即位之初，从谏如流，薛令之颇得重用，被提升为左补阙。他庆幸自己遇到了明君，可以一展他少年时立下的志愿。据研究过唐制的专业人士称，在唐朝设左右谏议大夫，左右补阙，均为谏臣。谏臣可以规谏皇帝、纠正朝政，还有弹劾百官的权力。</p> <p>　　薛令之的诗写得很好，有一日，唐玄宗命其作一首“吟屈轶草”的诗，似乎有意在朝臣中倡导一种敢于谏诤的氛围。相传屈轶草是一种能指出奸佞的草，又名“指佞草”，其实就是谏官的象征。薛令之便以“屈轶草”的特性为诗眼，直抒胸意，表达了谏臣的忠诚、正直的品格。特别是诗中“纶言为草芥，臣为国家珍。”一句为后世所传颂。这句话的表面意思是：皇帝的声音被视为草芥，臣子才是国家的珍宝。据有关学者称，这一句话其实是记载薛令之与唐玄宗关于“屈轶草”的对话，这足以体现当时唐玄宗从谏如流，薛令之备受重用，及君臣间融洽的氛围。</p> <p><strong>东宫题诗彰现一代廉臣</strong></p> <p>　　除了“屈轶草”一诗外，薛令之的《自悼》一诗，也流传千古，成为清贫、廉洁人士的写照。这里还有一段小故事。</p> <p>　　开元中期，薛令之已身为左补阙兼太子侍讲。此时的唐玄宗，已不再勤于纳谏，其实身为左补阙的薛令之谏路已绝。据有关史料记载，当时<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>为相，专权误国，朝野怨声载道，而太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>与李林甫不和。因此，东宫官员备受排挤。对于李林甫的作为，薛令之十分愤慨。</p> <p>　　有一次，薛令之在东宫墙上题诗，名为《自悼》。诗中写道，连苜蓿这种马吃的饲料，都把它当作蔬菜摆上桌。以表示对李林甫专权下东宫生活的不满。后世，有学者把此作为薛令之廉洁生活的写照。</p> <p>　　《资治通鉴》有载，唐玄宗一次偶入东宫，看到此诗大为不满，以为是在讽刺他，便很不愉快挥笔在诗旁写下了：“啄木嘴距长，凤凤毛羽短。若嫌松桂寒，任逐桑榆暖。”还“复题”四个字———“听自安者！”此后，薛令之对官场心灰意冷，借口有病，要求辞官返乡。</p> <p>　　薛令之两袖清风，“徒步”回乡。人们都难以想像，一个在朝为官30多年的人，竟然没有留任何金银珠宝。他把清廉、多才的名声留在了京城。</p> <p><strong>皇帝赐“廉”为村名</strong></p> <p>　　两袖清风，归隐乡里的薛令之一贫如洗，他的生活十分窘困。</p> <p>　　据说，薛令之告老还乡后，唐玄宗有些后悔，在京城常打听薛令之的生活情况。当听说他家庭贫困时，便下诏让长溪县资助他。薛令之从来都是酌量领取，从来都不多拿。</p> <p>　　至德元年（756年）7月，唐肃宗即位之后，思念薛令之师生之谊，可薛令之已经去世。相传，薛令之去世时，家徒四壁，什么财产都没有。</p> <p>　　唐肃宗感念恩师的清廉，特敕封薛令之所居的村为“廉村”、溪为“廉溪”、岭为“廉岭”，以表彰他的一生清廉。从此一代廉臣薛令之的声名，便代代相传。他的故事，也随着他的声名，流传千古。</p><br/><h2>故居遗址</h2> <p>　　闽东廉溪，溪水如玉带绕着一座古村落，这里是福建第一位进士<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a>的故里廉村。</p> <p>　　廉村位于福安市溪潭镇， 原名石矶津，说起因何改村名，还有一段久远的往事。据薛氏宗谱记载：唐神龙二年（公元706年），薛令之“文破八闽之荒”， 考中进士，官至左补阙兼太子侍讲。唐肃宗即位后，为嘉奖恩师薛令之廉洁刚直的高风亮节，赐村名为“廉村”， 这是中国历史上唯一由皇帝敕封以“廉”字命名的村庄。<br>沿溪徜徉于古城堡，有道长约1200米的古城墙，勾画出当年古村的磅礴气势，两座完好的用条石构筑的拱顶墙门巍然屹立。走进村里，古村道以3条纵向平行铺排的光洁条石为骨架，中间有序地镶嵌着拼花的细小鹅卵石。</p> <p>　　薛令之之后，一个村子就出了24名进士。这里的许多古迹依然完好，古民居、古官道、古码头……祠堂、民居大厅正中悬挂的块块牌匾，有许多珍贵文物。“为善最乐，读书便佳”，是<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>留下的墨宝；春、夏、秋、冬四景山水图屏，由扬州八怪之一的黄慎弟子李灿所画……</p> <p>　　因薛令之号“明月先生”，村里祭祀他的后湖宫也叫“明月神祠” 。如今，远近十里八乡的村民仍络绎不绝前来参拜，祈求佑护莘莘学子功成名就。祠前村道拐个弯，就到了薛令之故居遗址。离故居10余米处的一口古井，当地人称“聪明泉”。据说，村里每有贤人将出，井水便自然涨溢，等到怀着贤人的母亲到井边喝下三口井水，井水便回落原处。</p> <p>　　廉村河对岸的城山村灵岩山，有一处薛令之年少读书地，人称“灵谷草堂”。草堂于唐咸通元年（公元860年）改建为寺，现存寺院建筑重修于民国初年。</p><br/><h2>后世纪念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a>是闽地破天荒的第一个进士，他的及第无异向世人宣称闽中士子也能做文章，也富有文采这一种事实，其意义非同一般。作为纪念，宁德有一条路就以他的名字命名为“薛令之路”。</p><br/><h2>生平</h2> <p><strong>名号由来</strong></p> <p>　　相传<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a>的出生，与一口井有关，这口井原来是没有名字的，相传在公元682年（唐高宗永淳元年）的一天，一位妇人赶路口渴难耐，走到井前正想打水，只见井水渐涌而上，转眼工夫，井水就与井口持平。妇人见此情景备感新奇，就用手捧井水来喝，妇人觉得井水清冽可口，便一连喝了三口。</p> <p>　　回家之后没多久，妇人就怀孕了，次年中秋，妇人产下一名男婴。这名妇人，就是薛令之的母亲，这名男婴，就是薛令之。薛令之长成后，号明月先生便有此渊源。在薛令之及第后，村民们便把这口灵井取名为薛井，而相传，这口灵井在此后的千余年中再未出现过当日奇景。</p> <p><strong>少有才名</strong></p> <p>　　高祖薛许，曾任隋户曹司理，父薛法超以文章名世，唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>追赠其为侍讲国公。令之少时家贫，聪明好学，极具<a href=\"http://so.gushiwen.org/author_1378.aspx\">诗</a>才。曾在灵岩山腰筑草堂苦读，写有诗作《草堂吟》：“君不见苏秦与韩信，独步谁知是英俊？一朝得遇圣明君，腰间各佩黄金印。”</p> <p><strong>仕途风波</strong></p> <p>　　神龙二年（706年），薛令之北上长安应试得中。开元中，唐玄宗授他左补阙之职，并命他与<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>同为太子李亨侍讲。时<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>为相，擅权误国，民怨沸腾。李林甫与李亨不睦，薛令之备受排挤。薛令之对李林甫的所作所为非常愤慨。有一次，玄宗命群臣吟《屈轶草》。薛令之借传说中的屈轶草（一种仙草）能指示奸佞的特性，在吟诗中痛斥以李林甫为首的群奸。李林甫与他构怨日深。一日，薛令之看到宫苑中高达丈余、叶色紫绿的苜蓿，联想起李林甫有意冷落东宫，致使宫里教官生活十分清苦，便在东宫墙上题下《自悼》一诗。诗云：“朝日上团团，照见先生盘。盘中何所有？苜蓿长阑干。饭涩匙难绾，羹稀箸易宽。只可谋朝夕，何由度岁寒？”不久，玄宗“幸东宫，以为讽上。”遂援笔题其旁：“啄木嘴距长，凤凰毛羽短。若嫌松桂寒，任逐桑榆暖”。薛令之心知得罪玄宗，只好“谢病东归”。他担心宦途风波险恶，回乡前致书任江西安福县令的独子薛国进，命他弃官返里。薛国进遵父命，于天宝末年随父还乡。</p> <p><strong>辞官归隐</strong></p> <p>　　薛令之回乡后隐居于灵谷草堂，过着穷研经书、抱瓮灌园的生活。父子二人同时弃官，回乡后生活窘迫。唐玄宗闻其清贫，“甚心怜之”，下诏用长溪的岁赋资助他。在此期间，薛令之深居简出，偶有出游或访亲会友常留下诗篇。他游太姥山后写下的《太姥山》一诗，表达</p> <p>肃宗恩赐</p> <p>至德元年（756年），唐肃宗在灵武（今属宁夏）即位。翌年九月，他回到京都长安后，思及与薛令之的师生情谊‘欲召入朝，但在此前数月薛令之已卒，家赤贫。于是肃宗“敕命其乡曰‘廉村’，溪曰‘廉溪’，岭曰‘廉岭’”。</p><br/><h2>生平</h2> <p><strong>名号由来</strong></p> <p>　　相传<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a>的出生，与一口井有关，这口井原来是没有名字的，相传在公元682年（唐高宗永淳元年）的一天，一位妇人赶路口渴难耐，走到井前正想打水，只见井水渐涌而上，转眼工夫，井水就与井口持平。妇人见此情景备感新奇，就用手捧井水来喝，妇人觉得井水清冽可口，便一连喝了三口。</p> <p>　　回家之后没多久，妇人就怀孕了，次年中秋，妇人产下一名男婴。这名妇人，就是薛令之的母亲，这名男婴，就是薛令之。薛令之长成后，号明月先生便有此渊源。在薛令之及第后，村民们便把这口灵井取名为薛井，而相传，这口灵井在此后的千余年中再未出现过当日奇景。</p> <p><strong>少有才名</strong></p> <p>　　高祖薛许，曾任隋户曹司理，父薛法超以文章名世，唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>追赠其为侍讲国公。令之少时家贫，聪明好学，极具<a href=\"http://so.gushiwen.org/author_1378.aspx\">诗</a>才。曾在灵岩山腰筑草堂苦读，写有诗作《草堂吟》：“君不见苏秦与韩信，独步谁知是英俊？一朝得遇圣明君，腰间各佩黄金印。”</p> <p><strong>仕途风波</strong></p> <p>　　神龙二年（706年），薛令之北上长安应试得中。开元中，唐玄宗授他左补阙之职，并命他与<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>同为太子李亨侍讲。时<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>为相，擅权误国，民怨沸腾。李林甫与李亨不睦，薛令之备受排挤。薛令之对李林甫的所作所为非常愤慨。有一次，玄宗命群臣吟《屈轶草》。薛令之借传说中的屈轶草（一种仙草）能指示奸佞的特性，在吟诗中痛斥以李林甫为首的群奸。李林甫与他构怨日深。一日，薛令之看到宫苑中高达丈余、叶色紫绿的苜蓿，联想起李林甫有意冷落东宫，致使宫里教官生活十分清苦，便在东宫墙上题下《自悼》一诗。诗云：“朝日上团团，照见先生盘。盘中何所有？苜蓿长阑干。饭涩匙难绾，羹稀箸易宽。只可谋朝夕，何由度岁寒？”不久，玄宗“幸东宫，以为讽上。”遂援笔题其旁：“啄木嘴距长，凤凰毛羽短。若嫌松桂寒，任逐桑榆暖”。薛令之心知得罪玄宗，只好“谢病东归”。他担心宦途风波险恶，回乡前致书任江西安福县令的独子薛国进，命他弃官返里。薛国进遵父命，于天宝末年随父还乡。</p> <p><strong>辞官归隐</strong></p> <p>　　薛令之回乡后隐居于灵谷草堂，过着穷研经书、抱瓮灌园的生活。父子二人同时弃官，回乡后生活窘迫。唐玄宗闻其清贫，“甚心怜之”，下诏用长溪的岁赋资助他。在此期间，薛令之深居简出，偶有出游或访亲会友常留下诗篇。他游太姥山后写下的《太姥山》一诗，表达流连胜景、啸傲林泉的情趣和遁入空门的思想。而别离友人时所写的《送陈朝散》一诗，则表现出他息影林下，不忘为国荐贤的襟怀。</p> <p><strong>肃宗恩赐</strong></p> <p>　　至德元年（756年），唐肃宗在灵武（今属宁夏）即位。翌年九月，他回到京都长安后，思及与薛令之的师生情谊‘欲召入朝，但在此前数月薛令之已卒，家赤贫。于是肃宗“敕命其乡曰‘廉村’，溪曰‘廉溪’，岭曰‘廉岭’”。</p><br/><h2>轶闻故事</h2> <p><strong>草堂铸就开闽第一进士</strong></p><p>　　<a href=\"http://so.gushiwen.org/author_1378.aspx\">薛令之</a>以开闽第一进士而著世，这与他深居幽山之间灵谷草堂的十年苦读是分不开的。</p><p>　　薛氏族谱有载，薛令之出生于世代官宦书香之家。他的六世祖薛贺是梁朝天监年间（502-519年）的光禄大夫。他的高祖薛许，曾经担任隋户曹司理，父亲薛法超也因为文章写得出众而为世所看重。但此时家道已经中落，好在自小薛令之能够在极富中原文化氛围的家庭环境中长大的。薛令之自幼聪敏好学，青少年时，在草堂苦读十载。</p><p>　　在距廉村10公里外的山间，找到了灵谷草堂的旧址，这里空气清悠，绿影环抱，农田环绕，鸟儿清翠的叫声回荡在山谷中。在草堂附近，一条清清小溪，水声潺潺，宛若世外桃源。</p><p>　　灵谷草堂是个简陋的毛草屋，薛令之青少年就在草堂内日夜苦读，为此他常被村民们取笑。在当时，福建的经济文化不发达，唐朝的科举制度并不深入人心。“学而优则仕”，并没形成普遍的观念。村民们见他家贫，还整日“痴迷读书”、“不务正业”，都笑话他。</p><p>　　有一天，一个农夫上山垦种，看到在读书的薛令之，再次笑话他，背负着村民异样目光的薛令之，写下了《灵岩<a href=\"http://so.gushiwen.org/author_1378.aspx\">诗</a>》，抒发自己的大志。在诗中，薛令之抒写了，白云作伴、春日垂钓、花鸟啼鸣的美妙“苦读时光”，道出“家贫耽学人争笑”的无奈心情，也直抒自己远大的抱负：“君不见苏秦与韩信，独步谁知是英俊？一朝得遇圣明君，腰间各佩黄金印。”是《灵岩诗》抒发大志的两句诗词，他承袭祖风，对仕途充满信心。此时，从北方传来<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>首创殿试，亲令增加科举人数的消息，令他备受鼓舞。</p><p>　　唐中宗神龙二年（706年），23岁的薛令之踏上科举的征程。年底发榜，薛令之高中，成为“开闽第一进士”。这是自隋大业二年（606年）开科取士整整100年来，福建人第一次获此殊荣。有学者和研究人员称之“意味着灿烂的中原文化之花在原本蛮荒的福建已经结出丰硕之果。”</p><p>　　村中老者称，由于年代的变更，当年的灵谷草堂已不复存在，在宋代时，被建成了灵谷禅寺，到了清朝时，经过扩建占地几十亩，至今已经过多次重修。但薛令之“草堂苦读、村民争笑”的故事，流传了下来。</p><p><strong>辅佐玄宗</strong></p><p>　　薛令之看到，从中宗、韦后到安乐公主、武三思，都曾标榜效法“则天之政”，然而武后政治中积极方面并没有得到继续，延承下来的却是其中的弊端部分。这段时间，即从薛令之进士及第到唐玄宗即位后诛灭太平公主的八年半的时间里，政局很不稳定，王朝中的宫廷政变就有六次之多。</p><p>　　先天元年（712），太平公主废黜太子隆基图谋的失败，八月，唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>即位。先天二年（713）七月，唐玄宗诛灭太平公主，完全掌握了朝权，“开元之治”始露曙光。</p><p>　　在一连串的宫廷斗争中，薛令之应是拥戴李隆基的，否则李隆基即位后不会把开元中具重要作用的“左补阙”授给薛令之，更不会任命他为“太子侍讲”。</p><p>　　后人评史，认为“开元之盛，汉宋莫及”。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗对这种盛唐气象就有极生动的描绘：“忆昔开元全盛日，小邑犹藏百家室；稻米流脂粟米白，公私仓廪俱丰实……”（《忆昔》）。在开元前期，唐玄宗任用<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>、<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>，反对官场奢靡，取得“贞观之风，一朝复振”的业绩。薛令之正是在开元之治最好的时期被授予“左补阙”谏官之职的。唐制设左右谏议大夫，左右补阙，在谏院任职。“掌供奉谏诤，凡朝政阙失，大则廷议，小则上封”，即规谏皇帝，纠正朝政，另有弹劾百官之权。这种谏官议政制度只有皇帝本人重视纳谏时才不流于形式。初登皇位的唐玄宗象他曾祖<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>一样“从谏如顺流”（《旧唐书》），他一登皇位，就恢复了谏官议政制度，严格任命谏官，他曾对姚崇说，对于敢触龙鳞的谏诤“朕非唯能容之，亦能行之。”（《开元升平源》），这就是开元天下大治的重要原因之一。薛令之此时被玄宗任命为谏官，精神十分振奋，他庆幸自己遇到了圣明君主，政治抱负、才华学识可以得到施展了。这从他的《唐明皇命吟屈轶草》的诗歌得以印证（诗题当系后人所加。唐后期才称李隆基为“唐明皇”）。</p>"
}