{
  "id": 75,
  "star": 55,
  "name": "李延年",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_75.jpg",
  "dynasty": "两汉",
  "desc": "李延年，西汉音乐家，生年不详。汉武帝宠妃李夫人的哥哥。李延年原本因犯法而受到腐刑，负责饲养宫中的狗，后因擅长音律，故颇得武帝喜爱。一日为武帝献歌：“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”李延年的妹妹由此入宫，称李夫人。后因李夫人生下了昌邑王刘髆，李延年也得以被封“协律都尉”，负责管理皇宫的乐器，极得武帝宠幸，“与上卧起，甚贵幸，埒如韩嫣”。李夫人去世后，爱弛，太初年间，因弟弟李季奸乱后宫，汉武帝下诏灭李延年和李季兄弟宗族。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>，男，生年不详，汉武帝太初年间（前104年—前101年）去世。造诣很高的音乐家，中山人（今河北省定州市），出身倡家，父母兄弟妹均通音乐，都是以乐舞为职业的艺人。代表作《佳人曲》。</p> <p>　　李延年年轻时因犯法而被处腐刑，在宫里主管皇帝的猎犬的地方做事，其“性知音，善歌舞”，按《汉书》说法，在李夫人得宠前，他的歌声便颇受武帝喜爱，而按《史记》的说法，李延年是李夫人得宠后才引起汉武帝的注意。但可以明确的是，李延年的妹妹受封为夫人后，李延年荣宠一时，被封为乐府协律督尉，“佩两千石印授，而与上卧起”。后其妹病去，逐渐爱驰，因其弟李季奸乱后宫所连，被族。征和三年，李广利投降匈奴后，李家又一次被族诛，尽灭。</p> <p>　　<strong>一时荣宠</strong></p> <p>　　李夫人由平阳公主引荐给武帝。李延年的歌唱得很好，“每为新声变曲，围者莫不感动”， 《汉书》记载，元封年间（前110年—前105年），李延年在武帝前演唱《佳人曲》“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国，宁不知倾城与倾国，佳人难再得”。汉武帝听完后叹息曰：“善！世岂有此人乎？”平阳公主说：“延年有女弟（女弟即妹妹）”上乃召见之，实妙丽善舞。平阳公主说这位佳人就是延年的妹妹，于是武帝便召见延年的妹妹，果真“妙丽善舞”，其妹因此歌得幸，后来被武帝立为夫人，李夫人所生之子便是昌邑哀王(刘髆)。因其妹受宠，李延年被封做协律都尉，负责乐府的管理工作，每年二千石的俸禄，与上卧起。荣宠一时。</p> <p>　　<strong>家族尽灭</strong></p> <p>　　《史记》记载“李延年，中山人也。父母及身兄弟及女，皆故倡也。延年坐法腐，给事狗中。而平阳公主言延年女弟善舞，上见，心说之，及入永巷，而召贵延年。延年善歌，为变新声，而上方兴天地祠，欲造乐<a href=\"http://so.gushiwen.org/author_75.aspx\">诗</a>歌弦之。延年善承意，弦次初诗。其女弟亦幸，有子男。延年佩二千石印，号协声律。与上卧起，甚贵幸，埒如韩嫣也。久之，浸与中人乱，出入骄恣。及其女弟李夫人卒后，爱弛，则禽诛延年昆弟也”</p> <p>　　“李夫人蚤卒，其兄李延年以音幸，号协律。协律者，故倡也。兄弟皆坐奸，族。是时其长兄广利为贰师将军，伐大宛，不及诛，还，而上既夷李氏，后怜其家，乃封为海西侯。”</p> <p>　　太初年间（前104年—前101年），李夫人早卒，李家渐渐失宠，李延年的弟弟李季奸乱后宫，汉武帝下诏族李延年和李季兄弟宗族。</p> <p>　　当时其兄李广利正在攻打大宛未归，未受李季牵连。但李广利第一次出征没有粮草无功而返，汉武帝令其不得入玉门关，第二年重整装备攻下大宛，太初四年归来后被武帝封为海西侯。征和三年（公元前90年），李广利出征匈奴前与丞相刘屈髦密谋推立刘髆为太子被人告发，汉武帝勃然大怒，腰斩刘屈髦，刘妻枭首于市，族尽李广利家族。李广利投降匈奴，后被杀。</p> <p>　　就这样，李家被族两次，尽灭。</p><br/><h2>音乐贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_75.aspx\">李延年</a>不但善歌，且长于音乐创作，他的作曲水平很高，技法新颖高超，且思维活跃，他曾为<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>等文人所写的<a href=\"http://so.gushiwen.org/author_75.aspx\">诗</a>词配曲，又善于将旧曲翻新，他利用张骞从西域带回《摩诃兜勒》编为28首“鼓吹新声”，用来作为乐府仪仗之乐，是我国历史文献上最早明确标有作者姓名及乐曲曲名，用外来音乐进行加工创作的音乐家。他为汉武帝作《郊祀歌》19首，用于皇家祭祀乐舞。</p> <p>　　李延年把乐府所搜集的大量民间乐歌进行加工整理，并编配新曲，广为流传，对当时民间乐舞的发展起了很大的推动作用。可以说，李延年对汉代音乐风格的形成及我国后来音乐的发展，作出了卓越的贡献。</p>"
}