{
  "id": 1446,
  "star": 0,
  "name": "萧嵩",
  "dynasty": "唐代",
  "desc": "萧嵩（？－749年），字乔甫，号体竣，兰陵人，唐朝宰相，梁武帝之后，后梁明帝玄孙。萧嵩最初担任洺州参军，后得到连襟陆象先的提拔与宰相姚崇的赏识，累迁至尚书左丞、兵部侍郎。在担任河西节度使时，萧嵩用反间计除掉吐蕃大将悉诺逻恭禄，又任用张守珪等名将，大败吐蕃，被拜为宰相，进封中书令、徐国公。他任相数年，并无治国之能，凡事唯唯喏喏，从无见解，后改任尚书右丞相，加太子太师。开元二十七年（739年），萧嵩致仕，此后在家安享晚年。天宝八年（749年），病逝家中，追赠开府仪同三司。",
  "content": "<h2>生平</h2> <p><strong>早期事迹</strong></p> <p>　　萧嵩相貌英俊，生有一部美髯，娶会稽贺氏之女为妻，与陆象先是连襟。当时，陆象先担任洛阳尉，又是宰相之子，士人争相结交。而萧嵩尚未出仕，无人关注于他。后来，一个叫夏荣的人善于相术，对陆象先道：“您十年之后能位极人臣，但不如萧郎一门尽贵。”</p> <p><strong>历任官职</strong></p> <p>　　705年（神龙元年），萧嵩担任洺州（今河北永年）参军事，深受刺史桓彦范的器重，后被河北黜陟使姜师度表奏为判官。</p> <p>　　710年（景云元年），萧嵩改任醴泉尉，被中书侍郎陆象先引为监察御史。次年，陆象先拜相，便引荐萧嵩为殿中侍御史。</p> <p>　　713年（开元元年），萧嵩擢升中书舍人，与崔琳、王丘、齐浣同列，虽学识浅薄，但却受到紫微令<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>赏识，历任宋州刺史、尚书左丞、兵部侍郎。<br>节度河西</p> <p>　　727年（开元十五年），吐蕃大将悉诺逻恭禄、烛龙莽布支攻陷瓜州，生擒刺史田元献，夺取城中辎重，而回纥也杀死河西节度使王君毚，河西陇右震动。唐玄宗便任命萧嵩为兵部尚书、河西节度使，判凉州事。</p> <p>　　萧嵩将裴宽、郭虚己、牛仙客招至幕府，又任命建康军使张守珪为瓜州刺史，安定河陇地区。不久，萧嵩使用反间计，挑拨悉诺逻恭禄与吐蕃赞普的关系。最终，悉诺逻恭禄被赞普诛杀，吐蕃国力从此衰弱。</p> <p>　　728年（开元十六年），吐蕃大将悉末明再次攻打沙洲，被张守珪击退，又被陇右节度使张志亮击破。八月，萧嵩又命副将杜宾客在祁连城下与吐蕃军交战，大败敌军。捷报传来，唐玄宗任命萧嵩为同中书门下三品。</p> <p><strong>担任宰相</strong></p> <p>　　729年（开元十七年），萧嵩兼任中书令，并遥领河西节度使，后又加封为金紫光禄大夫、集贤殿学士、知院事，兼修国史，进爵徐国公。当时，萧嵩的儿子萧衡为驸马都尉，萧嵩夫人则被玄宗称为亲家母，恩宠备至。</p> <p>　　733年（开元二十一年），侍中<a href=\"http://so.gushiwen.org/author_2478.aspx\">裴光庭</a>病逝，萧嵩便推举韩休为相。韩休拜相后，刚正不阿，与萧嵩意见不和时便发生争执，甚至闹到皇帝面前。玄宗将二人一同罢相，改任萧嵩为尚书右丞相，而韩休则为工部尚书。</p> <p>　　736年（开元二十四年），萧嵩拜太子太师。</p> <p><strong>安享晚年</strong></p> <p>　　739年（开元二十七年），幽州节度使张守珪因贿赂宦官牛仙童获罪。<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>素来忌惮萧嵩，便趁机揭发萧嵩用城南庄园贿赂牛仙童一事。萧嵩因此被贬为青州刺史，不久又起复为太子太师，随即致仕。</p> <p>　　萧嵩辞官后，在家怡养天年，种花养草优游自乐，而且家财富足，子孙显贵，士人都非常羡慕。749年（天宝八年），萧嵩病逝，终年八十多岁，追赠开府仪同三司。</p><br/><h2>轶事典故</h2> <p><strong>虚有其表</strong></p> <p>　　唐玄宗曾经很看重苏颋，欲任用他为宰相，但不想让左右之人知道，便在夜间命正在值宿的中书舍人萧嵩写诏书。萧嵩写完后，玄宗见上面有一句“国之瑰宝”，便道：“苏颋是<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>的儿子，我不想使用他父亲的名讳，你替我改正过来。”又让人撤出帐幕中的屏风给萧嵩使用。萧嵩惭愧恐惧流出了汗，很久时间不能下笔，最后只改成“国之珍宝”，别的都没有更改。萧嵩退出后，玄宗将他起草的诏书扔到地上，道：“真是虚有其表。”</p> <p><strong>改任右相</strong></p> <p>　　萧嵩请求致仕，玄宗安慰道：“我没有讨厌你，你何必要走呢？”萧嵩道：“我担任宰相，爵位已到极点，幸好皇帝没有讨厌我，我才能辞官。如果皇帝讨厌我，我脑袋不保，又怎么能够自己选择去留呢？”言罢泪流不止。玄宗感动的道：“你说得很实在，我还没考虑好该怎样决定，你先回家，晚上应该有使臣去。如果没有使臣去，早晨你正常来上朝。”当夜，<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>到萧府宣诏，改任萧嵩为右丞相。</p><br/><h2>家族成员</h2> <p><strong>父亲</strong></p> <p>　　萧灌，官至渝州长史。</p> <p><strong>儿子</strong></p> <p>　　萧华，官至中书侍郎、同中书门下平章事，袭爵徐国公。</p> <p>　　萧衡，官至太仆卿，娶唐玄宗之女新昌公主。</p> <p><strong>孙子</strong></p> <p>　　萧恒，萧华之子，官至殿中侍御史。</p> <p>　　萧悟，萧华之子，官至大理司直。</p> <p>　　萧勘，萧衡之子。</p> <p>　　萧复，萧衡之子，官至吏部尚书、同中书门下平章事。</p> <p>　　萧巽，萧衡之子。</p> <p>　　萧升，萧衡之子，官至太仆卿，娶唐肃宗之女郜国公主。</p> <p>　　萧鼎，萧衡之子，官至蜀州别驾。</p>"
}