{
  "id": 1616,
  "star": 1,
  "name": "不忽木",
  "image": "http://img.gushiwen.org/authorImg/buhumu.jpg",
  "dynasty": "元代",
  "desc": "不忽木（1255年－1300年），元朝政治人物，康里人。又名时用，字用臣。元世祖侍从燕真之子，不忽木跟王恂、许衡学习儒学，历仕元世祖、元成宗两朝，官居中书平章政事、昭文馆大学士。后为平章军国事，行御史中丞，后病亡。他汉化较深，主张兴建学校，重视儒学，反对任用敛财之臣阿合马、桑哥等。大德四年（1300年），不忽木逝世，时年四十六岁。",
  "content": "<h2>主要成就</h2> <p><strong>文化</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1616.aspx\">不忽木</a>有很高的汉文化素养，他谙熟古史，崇儒尊长，纲常观念浓厚，是个完全汉化的“纯儒”。他幼年在东宫侍奉真金太子，师从王恂。后继师许衡。王、许皆为当时大儒，不忽木受业门下，自然深受影响，甚至在性格特征上，也像前辈大儒，沉稳而敏瞻。至元十三年（1276年），他与同舍生坚童、太答、秃鲁等上疏，提出“建国君民，教学为先”，继述历代学校制度。要求设立国学，下列诸科，“使其教必本于人伦，明乎物理，为之讲解经传，授以修身、齐家、治国、平天下之道。”本着儒家的纲常观念，他极力反对“奴告主”、“子证父”，认为这会坏风俗，乱人伦，断不可行。对于老师，“其敬以素，犹子事父”。因此，许衡常常夸奖他，说他将来“必大用于世”，不忽木还有深厚的文学素养，曾有乐府行于世。</p> <p><strong>社会</strong></p> <p>　　不忽木也做了一些对百姓有益的事情。至元十九年到至元二十一年（1282年—1284年）间，他曾出使河东道，遇见饥民死徙相属，就下令发廪赈济，数万人赖以不死。又有一次，有人请征讨流求。为筹措军费，计划在江南征收包银，不忽木争辩说：“吾元疆理天下，四表之间，横目穷发，何所不至，何资鱼虾之国，始广土众民哉……今江南履亩而税，输酒醋课，及他乡里门徭，水马驿递，又增包银，则重敛矣，民将不堪。”事遂止。</p><br/><h2>生平</h2> <p><strong>家族身世</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1616.aspx\">不忽木</a>，世代为康里部人。康里，即汉高车国。祖海蓝伯，曾是克烈王可汗之臣。克烈部灭亡，就弃家从几千骑兵朝西北奔驰而去，元太祖铁木真派使者招降，他回答说：“过去与皇帝同事克烈王可汗，现在大王可汗灭亡，不忍心改变这件事。”说完就离开了，不知到怎么回事。十个儿子，都是为元太祖所俘虏。</p> <p>　　其中燕真最小，年方六岁，元太祖赐庄圣皇后。后来同情才养育他的，派遣侍卫在元世祖忽必烈的藩邸。长从征讨伐，有功劳。世祖威名日盛，宪宗将要讨伐宋国，命令以守。燕真说：“皇上平素有心志疑惑，现在皇上长途跋涉到危险的地方，殿下以皇弟一处安全，可以吗？“元世祖忽必烈认为他说得对，于是南征。元宪宗蒙哥高兴，于是分兵命令到鄂州，而自己领兵攻打蜀地的钓鱼山，令阿里不哥居守。元宪宗蒙哥死后，燕真统元世祖忽必烈留部，觉得阿里不哥有野心，奉皇后来逐渐招来至南方，与元世祖忽必烈相会于上都。</p> <p><strong>进谏世祖</strong></p> <p>　　元世祖即位，燕真还没被大用就去世了，官员停止卫率。不忽木是其第二个儿子，资质超群，举止安详文雅，元世祖很喜欢他，命令给事裕宗东宫，拜太子赞善王恂。寇恂跟随北征，就学习到国子祭酒许衡。每天记下几千字，许衡常常称赞他，认为有三公和辅相器。元世祖曾经想看看国子的文字，不忽木十六岁，只有书《贞观政要》几十件事以进，元世祖知道他有劝谏之意，赞叹不已。许衡继承历代帝王名称谧、管系、年，为书给学生，不忽木读几遍就能背诵，元世祖召试，不遗漏一个字。至元十三年（1276年），不忽木与同舍生坚童、太回答、秃鲁等人上疏说：</p> <p>　　“大臣们听闻，《学记》说：‘君子想要化民成俗，他们必须学习！’‘玉不雕琢不成器，人不学不知道义。’所以古代的帝王，建立国家统治人民，必以教育为先。大概从尧、舜、禹、汤、周文王、周武王的后代，没有人不有学问，所以他治理比上，一般好于下，而为后世所效法。到了汉朝，也建造学校，下诏诸生考试补官。魏道武帝从北方，平定中原，增加学生三千，儒学以兴。这是历代都有学校的证据。”</p> <p>　　“我们现在又取平南建立学校，为陛下陈述。晋武帝司马炎曾经平定吴国，开始设立国子学。隋文帝杨坚曾经灭掉陈，使国子寺不隶属太常。唐高祖曾经消灭梁，下诏各州县和乡并命令设置学习。等到唐太宗，多次临幸国学，增筑学校到一千二百间，国学和太学、四门学也增加学生，他们的书、算各设置博士，甚至高句丽、百济、新罗、高昌、吐蕃等国家首领派子弟入学，国子监到到八千多人。唐高宗于是命令国子监领六学：一是国子学，二是大学，三是四门学，四是律学，五是书法学，六是算学，分别设置学生管理，都承担不同的领域。然而，晋平定吴国得到户数仅五十二万而已，隋朝灭亡了陈国仅获郡县五百而已，唐亡后，梁也仅得户数六十多万而已，而他们就是这样尊崇学校的。何况我堂堂大国，拥有江南、岭南之地，计算了南宋的户数不下千万，这是陛下神功，自古以来，没有发生过，而不是晋、隋、唐的所能比拟的。但是学校的政策，还没完全举，我感到惋惜。”</p> <p>　　“我们蒙受皇上的恩德，学习儒学。钦圣意，难道不是因为各种做官的人么，蒙古人做官的人还少，就想我们明白认识社会，由陛下的使唤吗？但是学习制度还未确定，朋友数少。比如要求在田里种几个苗，在寻找数匹良马，我们恐怕不容易获得。为今之计，如果想要人才众多，通晓汉法，一定要像古代普遍设立学校然后才可以。如果说没有时间，最好在大都弘扬光大国学。选择十五岁以下的蒙古人、十年以上品行好的几百人，各种官员的子弟和普通百姓几百人，让俸禄各有一定的制度。选择德业充足的人为师，担任司业、博士、助教来教育。让他们教必须以人与人的关系，明于事理，为他们讲解经传，授以修身、齐家、治国、平天下之道。其下又立几科，像小学、律、记录、计算的类。每科设置教授，分别教育。”</p> <p>　　“小学科则令诵读经书，教育是以应对进退事长；律科就专门命令通晓政事；书科则专门让学生习字绘画；算科则专门让学生熟悉算数。或者一种学科会了，可以在选择其它学科，或者一天之内重新排列学科。使国子学官职总领其事，加点调查，一定要一起通，并以义理为主。有多努力的听令学作文章。一年四季，随着他的利钝，各负其责任完成功课。勤劳的人就住上最好的房子，懒惰的人就投入下舍，等他们改过之后便又升。假入就听令学射，除非假日，没有原因不让学生出去学习。几年以后，上舍生学业有成就的人，就让学校保举，蒙古人怎么样品级，各种人如何在进。他未完成，而且令他依旧学习，等他们可以从政，然后每年允许学校举荐有贤能的人、有才能的人，使他按例入仕。始终不可教的人，三年听令于学习。学习政治变革、生员增减，如果能不及时报告，那么学习没有弊端，而天下的人才也都观感而兴起了。然后继续设立郡县的学校，以达到化民成俗的目的，没有什么不可以的。”</p> <p>　　“我们众大臣愚钝，皆是在书中发现的，听闻师者是这样。我不敢肯定它可以实施，希望圣上同意我们这一奏章，让那些老先生与尚书左丞王赞善等，商议上奏施行，我们将会感激不尽。”奏折呈上之后，元世祖看了很高兴。</p> <p><strong>为官历程</strong></p> <p>　　至元十四年（1277年），元世祖给不忽木授予少监之职。至元十五年（1278年），出任燕河北道提刑按察副使。皇帝派遣通事脱虎脱去护送西域僧人作佛事，返回经过真定，驿吏几乎快被僧人鞭打至死了，上诉给按察使，不敢问。不忽木接受上诉，让僧人入狱。如果脱虎脱一直想从僧，语气倔强，不忽木令在庭下离职，责备他不称职。如果脱虎脱逃走并上报，元世祖说：“不忽木一向刚强正直，肯定是你们犯法的缘故。”继而燕南奏到，世祖说：“我本来就知道了。“至元十九年（1282年），不忽木升任提刑按察使。有人诉讼净州守臣盗窃官家的财物，净州本来隶属河东，特别命令不忽木去调查，报告称旨归，便赐给白银一千两、钱五千贯。</p> <p>　　至元二十一年（1284年），召集参议中书省事务。当时榷茶转运使卢世荣阿附宣政使桑哥，说能用自己，那么国家赋税可以十倍于过去。世祖问不忽木，他回答说：“从过去聚敛之臣，如桑弘羊、<a href=\"http://so.gushiwen.org/author_1388.aspx\">宇文融</a>的人，用利益方法来迷惑皇上，开始的人没有一个不叫忠，他的罪行罪恶深重明显，国家和人民都倍感痛苦，即使后悔也来不及。我希望陛下不要接受他的说法。“世祖不听，以世荣为右丞，不忽木便推辞拜任参议。</p> <p>　　至元二十二年（1285年），世荣因罪被杀，世祖说：“我很对不起你。”便提升为吏部尚书。当时正在查抄阿合马家，他的奴仆张散札儿等罪该处死，缪永定说阿合马家产隐寄的多，如果可以全部得到，可以给国家使用。于是就追捕阿合马，牵连无辜，京城骚动。世祖很怀疑，命令丞相安童集六部正副长官询问这件事，不忽木说：“这是我为阿合马心腹助手，死有余辜。是这样说的，大概是为了拖延时间，侥幸不杀他。怎么可以又受他的欺骗，嫁祸给善良吗？赶快杀了他，那么怨恨诽谤就平息了。“丞相把他的话入奏，世祖醒悟，命令不忽木审问，结果符合实际，散纸儿等人被杀，被捕的人也全部被释放了。</p> <p>　　至元二十三年（1286年），改任工部尚书。九月，升任刑部。河东按察使阿合马，以财产谄媚权贵，货物在官钱，约定偿还羊马，那还是取部民所产以运输。事情被发觉，派遣使者审查，都不在，当不忽木去，才得到他的不法之物一百多件。在大同人民饥荒之时，不忽木打开粮仓赈济难民。阿合马是善于宠臣上奏不忽木擅自调发军队储备，又使阿合马使屈打成招。世祖说：“发放粮食以活我的人民，就其职责是，你又有什么罪。”命令把他监禁到京城审视，阿合马最终被杀。吐土哈求钦察的为人奴隶以增加他们的军队，而多取平民。中书佥省王遇改正之。吐土哈于是上奏时有不臣之话。世祖大怒，想杀了他，不忽木劝谏说：“王遇开始令以钦察的人奴是用于战争，没有听说过用平民征战。万一他卫都仿照此，人口减少了。如果杀了亡于，后人是否愿意为陛下尽职尽责吗？”世祖醒悟，王遇没有死。</p> <p>　　至元二十四年（1287年），桑哥奏请设立尚书省，诬告杀参政郭佑、杨在宽。不忽木争不到，桑哥很恨他，曾经手指不忽木对妻子说：“将来登记我们家的就是这人啊。”因为他回家吃饭，责备他不上班处理事务，欲加之罪，于是因病免职。世祖回到自己上都，他的弟弟野礼审班侍坐辇中，世祖说：“你哥哥一定会在某一天来迎接。”不忽木果然在这一天到。皇帝见他瘦得很，问他的俸禄多少，左右的人回答说他病得体力不济，世祖念在他的贫穷，命令全部给他。</p> <p>　　至元二十七年（1290年），任命翰林学士承旨、知制诰兼修国史。至元二十八年（1291年）春，世祖到柳林打猎，彻里等人弹劾上奏桑哥罪状，世祖召问不忽木，详细地回答。世祖大为震惊，于是决定杀了他。罢免尚书省，再以六部归于中书，想用不忽木为丞相，坚决推辞，世祖说：“我过去听桑哥，使天下不安，现在虽然后悔，已经来不及了。我记得你小时候，让你学习，正是要准备今天的使用，不要推辞。”不忽木说：“朝廷元勋旧，大臣还有很多，现在不到用我，无法服众。”世祖说：“那么谁可以？”回答说：“太子詹事完泽可以。抄阿合马家，阿合马贿赂近臣，都有文书，只有没有完泽名；又曾说桑哥是相，一定要败坏国家大事，现在果然像他说的那样，因此知道他可以的。”世祖说：“既然你决定了，就不是我的事了。”于是拜完泽右丞相，不忽木做平章政事。</p> <p>　　上都留守木八剌沙说改为按察司设置廉访司不方便，应该予以停止，于是请求宪臣贪污罪来引起君主关注。世祖因此责问中丞崔彧，崔彧推托有病。不忽木排斥崔彧不直接说，于是一一陈述不能停止的说法，世祖于是释放。</p> <p>　　朝廷大军征讨交趾失利，再图谋大举，不忽木说：“岛夷诡诈，天子的威势临到，难道你不害怕，兽走投无路了就会咬，形势使他这样。现在他的儿子继承王位，如果派一个使者，晓以祸福，他们能悔过自新，就不用兵而下了。如果不悔改，再出兵也不晚。“世祖听从了。于是交趾感到害怕，派遣他的伪昭明王等人到朝廷谢罪，尽献前六年所应当进贡物品。皇帝高兴地说：“你一句话的作用。”就把其中的一半给他，不忽木推辞说：“这是陛下神武不杀所导致，我又有什么功劳呢。”只有接受沉入水假山、象牙镇纸、水晶笔格而已。</p> <p>　　麦术丁请求恢复尚书省，专兼右三部，不忽木责备他说：阿合马、桑哥相继误国前车之鉴不远，为什么又想效仿他吗！“结束后就睡觉去了。有人劝征流求，以及江南包银，都劝阻他。桑哥党人把快刺丁等人刺杀，皇帝认为忻都长在理财，想要释放不杀。不忽木争辩，不服从。一天中一共七奏，最后定他的罪。佛教请用金银布帛祭祀他们的神，世祖感到很困难。不忽木说：“他佛以除去贪婪为宝。”于是不给。有人说京师蒙古人应该与汉人之间处，以控制意外。不忽木说：“新民忽升，还没有安宁过，如果再变更，必然导致失业。这是奸人想擅自出售的好处，结交亲近宠爱，借为效忠的说法罢了。”于是描写国内贵族住宅已与居民犬牙相制的情况已然停止。有人诬陷完泽徇私，世祖问不忽木。他回答说：“完泽和我都待罪中书，假设有如是说，怎么能专心。我们虽然愚昧落后，然而位居宰辅，有人揭发他阴短，应该使当面对质，明确表示要求，如果心怀猜疑，这不是君主大公无私的道理。”说的果然对，世祖发怒，命令左右打耳光。这一天很冷，脱下穿貂裘以赐。皇帝每次看着侍臣，为堵塞咥旗的才能，不忽木从容地问他为什么，世祖说：“他侍奉宪宗，经常暗中资助我财富，你父亲知道。你当时没有出生，我真不知道啊。”不忽木说：“这就是所谓为人臣怀二心的人。有以内府财物私下结交亲王，您认为怎样？“皇帝急忙用手挥动着说：“爱卿别说了，是我说错了话。“</p> <p>　　至元三十年（1293年），有彗星出现在黄帝星象的周围。世祖很担心的，不忽木晚上被召入禁中，问他怎样消除自然变化的规律，上奏说：“风雨从天而来，人就房屋以等待的；长江、黄河为土地的限制，人则以通的船只。天地有做不到的事，人就给他们，之所以与天地参啊。而且父母生气，你不敢怨恨，只有奉行孝敬。所以《周易·震》的象说：‘君子以恐惧反省’，《<a href=\"http://so.gushiwen.org/author_1616.aspx\">诗</a>经》说：‘恭敬地对待上天的愤怒。又说：‘遇到灾害而恐惧’。三代圣王，能够谨慎对待上天的告诫，很少有不有结束。汉文帝时，同一天发生了几次山崩，日食地震连年发生，善于使用这种方法，天也悔改，国内平安无事。这是前代的借鉴方法，我希望陛下效法的。”于是朗诵文帝《日食要求说诏书》。世祖惶恐地说：“这句话很合我的心意，可重复说。”于是详细论述款陈，晚上到四更，第二天进食，皇帝将盘珍给他。</p> <p>　　至元三十年（1293年），世祖身体不适，所以不能处理政事，不是国人或功勋旧臣不能进入卧室。不忽木以谨厚，每天询问医生，从来没有离开。世祖病危，与御史大夫月儿鲁那颜、太傅伯颜一起接受遗诏，留在禁中。丞相完泽到，不能进入，伺月鲁那颜、伯颜出来，问：“我年纪都在不忽木上，国家有大事不能参与，为什么呢？”伯颜叹息说：“如果丞相有不忽木见识，为什么我们还会这样的劳苦呢！”完泽没有回答，太后。太后召三人问他，月鲁那颜说：“我接受顾命，太后就看我们做的。我如果误国，当天就该被杀，国家大事，不是宫里所应当预先知道的。“太后同意他的意见，于是定下大计。其后发率、柑祭、请求谧号南郊，都是不忽木布置的。</p> <p><strong>辅佐成宗</strong></p> <p>　　元成宗即位，执政都接在上都北面。丞相常常独自进入，不忽木几天后才看到，成宗问道，慰劳他说：“爱卿为先朝中心，是我寡昧，只有早晚进谏，以匡正我的不足之处，希望没有辜负先帝托付的重任啊。”成宗亲自揽政事，以决断出正确的结果，朝廷商议大事多采用不忽木的话。太后也认为不忽木为先朝旧臣，礼貌甚至。</p> <p><strong>为官清廉</strong></p> <p>　　河东守臣献上生长奇异的禾苗，大臣们想上奏认为祥瑞。不忽木对献臣说：“你境内所产都是这样的禾苗吗，只有这几根吗？”他说：“只有这几根。”不忽木说：“如果这样，既无益于人民，又有什么值得为祥瑞的。”于是遣散。西域僧人作佛事，为释放犯人祈福，所谓的秃鲁麻。是犯法的，贿赂的以求免死。有杀主子、杀丈夫的，西域僧人请求被认为皇帝、皇后御服，应乘黄牛犊出宫门释放，据说可以得到幸福。不忽木说：“人生的伦理，国政的根本，风化的基础，怎么可以让他乱法！“成宗责问丞相说：“我警告你不要让不忽木知道，现在听他说的话，我很惭愧。”让人对不忽木说：“爱卿别说了！现在跟你说，然而你自己以为是自己的政事。”有奴仆告发主人，主子被杀，下诏就把他的主人所任的官职授予他。不忽木说：“如果这会严重破坏国家的风俗，让民情越薄淡，就再也没有上下之分了。“成宗醒悟，追废之前的诏令。执政官上奏为陕西行省平章政事，太后对他说：“不忽木为朝廷正人，先皇帝所托付，难道他们出城吗！”成宗又留下他。最后以与同事们多有不同意见，称病不出。元贞二年（1296年）春天，召到便殿回答说：“我知道你生病的原因，因为你不能从别人，别人也不能够从你。想用段贞顶替你，怎么样？”不忽木说：“段贞实际上比我更能治理国家。”于是任命他为昭文馆大学士、平章军国重事。不忽木推辞说：“这个职位，朝廷只有史天泽曾经做过的，我怎么敢在这个功。”之后去掉了“重”字。</p> <p>　　不忽木身为近臣，劝谏时没有多大的顾忌，但能蹇蹇匪躬，知无不言，确实精神可嘉。元军进攻交趾失利时，忽必烈欲再次征伐。经不忽木劝谏，忽必烈才罢去此役。</p> <p>　　不忽木执法公正，人无异词，一个重要原因，是他本人廉洁而正直。桑哥当政，对不忽木貌敬而实忌，曾唆使西域商人诈为讼冤，送给不忽木美珠一箧，不忽木拒绝接受。大德四年（1300年），不忽木卒，家贫无以葬。成宗赐钞五百锭，才了结丧事。</p> <p><strong>早年逝世</strong></p> <p>　　大德二年（1298年），御史中丞崔彧去世，特别命令不忽木为行中丞事。大德三年（1299年），兼领侍仪司。因父亲收受贿赂之财，御史一定要归罪自己的父亲，不忽木说：“纪律的部门，以宣政化、激励风俗为先，如果你证明自己父亲，又如何建立孝！”枢密院大臣受人玉带，征赃不说，御史说处罚得太轻，不忽木说：“礼，大臣贪污，只是说饭碗不漂亮，如果加以鞭打羞辱，不是用刑于上大夫的意思。”人们称赞他的平和宽恕。大德四年（1300年），疾病复发，成宗派遣医生医治，无效，不忽木便搭上奏说：“臣懦弱平庸无取，愧对于皇帝的眷爱与恩泽，我快死去了，永远辞别这政治清明的时代了。”便把酒杯斟满痛饮而亡，时年四十六岁。成宗听说后感到难过，士大夫都失声痛哭。</p> <p>　　家中素来贫穷，亲自用灶做饭，妻子织布来奉养母亲。后来因为出使回来，那时母亲已经亡故了，大声地痛哭呕血，数次晕倒不起。日常穿着为儒者，不追求华丽的装饰。俸禄赏赐有多，就散施关系。知晓人，多所推荐提拔，丞相哈剌哈孙答刺罕也是他所推荐的。他学先实践后文艺。不忽木平时沉默寡言，到皇帝面前讨论事情，吐辞洪畅，引义正大，以天下之重为自己的责任，知无不言。世祖曾对他说：“太祖有说，君主治理天下，如果右手拿东西，必须用左手接住它，这样才能稳固。你就是我的左手的。”每当侍宴机会，一定要陈述古今政事的要点，世祖每拍腿叹息说：“我恨你生得晚，不能早点听到这些话，但是我们子孙会幸福的。”临终，把白璧给了他，说：“有一天带着这个东西来见我。“武宗时期，追赠为纯诚佐理功臣、太傅、开府仪同三司、上柱国、鲁国公，谥号为文贞。</p><br/><h2>亲属成员</h2> <p>父亲：燕真，元世祖忽必烈侍从。 </p> <p>妻子：寇氏，鲁国公主。王氏，鲁国公主。</p> <p>儿子：回回，陕西行省平章政事。</p> <p>巎巎，江浙行省平章政事。翰林学士。书法家。</p>"
}