{
  "id": 697,
  "star": 48,
  "name": "米芾",
  "image": "http://img.gushiwen.org/authorImg/mifu.jpg",
  "dynasty": "宋代",
  "desc": "米芾（1051-1107），北宋书法家、画家，书画理论家。祖籍太原，迁居襄阳。天资高迈、人物萧散，好洁成癖。被服效唐人，多蓄奇石。世号米颠。书画自成一家。能画枯木竹石，时出新意，又能画山水，创为水墨云山墨戏，烟云掩映，平淡天真。善诗，工书法，精鉴别。擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真程度。宋四家之一。曾任校书郎、书画博士、礼部员外郎。",
  "content": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>【mǐ fú】（1051-1107），字元章，号襄阳漫士、海岳外史、鹿门居士。祖籍山西太原，曾后定居润州（今江苏镇江），曾任无为知军（遇石称兄就是在这里发生的）。因他个性怪异，举止颠狂，遇石称“兄”，膜拜不已，因而人称“米颠”。徽宗诏为书画学博士，人称“米南宫”。米芾能<a href=\"http://so.gushiwen.org/author_697.aspx\">诗</a>文，擅书画，精鉴别，书画自成一家，创立了米点山水。集书画家、鉴定家、收藏家于一身。他是“宋四书家”（苏、米、黄、蔡）之一，又首屈一指。其书体潇散奔放，又严于法度。《宋史·文苑传》说：“芾特妙于翰墨，沈著飞，得王献之笔意。”</p> <p>　　为人不似唐人狂放，险而不怪，奇正相生。</p> <p>　　注：“宋四书家”指<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、米芾、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>四人！</p> <p>　　米芾擅水墨山水，人称“米氏云山”，但米芾画迹不存在于世。但如今唯一能见到的，也很难说是真正意义上的“米画”——《珊瑚笔架图》，画一珊瑚笔架，架左书“金坐”二字。然后再加上米点和题款，米家山水便赫然而出。米芾以画代笔，颇有意趣。</p> <p>　　米芾平生于书法用功最深，成就最大。米芾自称自己的作品是“集古字”，对古代大师的用笔、章法及气韵都有深刻的领悟，这也在一定程度上说明了米芾学书在传统上下了很大功夫。米芾未卷入政治漩涡，生活相对安定，后当上书画博士，饱览内府藏书，熟谙千载故事，古人得失，如数家珍。他少时苦学颜、柳、欧、褚等唐楷，打下了厚实的基本功。苏轼被贬黄州时，他去拜访求教，东坡劝他学晋。元丰五年（1082）开始，米芾潜心魏晋，以晋人书风为指归，寻访了不少晋人法帖，连其书斋也取名为“宝晋斋”。今传王献之墨迹《中秋帖》，据说就是他的临本，形神精妙至极。米芾一生转益多师，在晚年所书《自叙》中也这样说道：“余初学，先学写壁，颜七八岁也。字至大一幅，写简不成，见柳而慕其紧结，乃学柳《金刚经》。久之，知其出于欧，乃学欧。久之，如印板排算，乃慕褚而学最久，又摩段季转折肥美，八面皆全。久之，觉段全泽展《兰亭》，遂并看法帖，入晋魏平淡，弃钟方而师师宜宫，《刘宽碑》是也。篆便爱《咀楚》、《石鼓文》。又悟竹简以竹聿行漆，而鼎铭妙古老焉。”</p> <p>　　米芾以书法名世，他的成就完全来自后天的苦练。米芾每天临池不辍，史料记载：“一日不书，便觉思涩，想古人未尝半刻废书也。”、“智永砚成臼，乃能到右军（<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>），若穿透始到钟（繇）、索（靖）也，可永勉之。”他儿子<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>说他甚至大年初一也不忘写字。（据孙祖白《米芾米友仁》）。米芾作书十分认真，自己说：“佘写《海岱诗》，三四次写，间有一两字好，信书亦一难事”（明范明泰《米襄阳外记》）。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。</p> <p>　　米芾的书法在宋四家中，列苏东坡和黄庭坚之后，蔡襄之前。然如果不论苏东坡一代文宗的地位和黄庭坚作为江西诗派的领袖的影响，但就书法一门艺术而言，米芾传统功力最为深厚，尤其是行书，实出二者之右。明代董其昌《画禅室随笔》谓：“吾尝评米字，以为宋朝第一，毕竟出于东坡之上。即米颠书自率更得之，晚年一变，有冰寒于水之奇。”皇帝询问书法，米芾自称自己是“刷字”，明里自谦而实点到精要之处，“刷字”，体现他用笔迅疾而劲健，尽兴尽势尽力。他的书法作品，大至诗帖，小至尺牍、题跋都具有痛快淋漓，欹纵变幻，雄健清新的特点。从现存的近六十幅米芾的手迹来看，“刷”这一个字正将米字的神采活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地表现出来，无怪乎苏东坡说：“米书超逸入神。”又说“海岳平生篆、隶、真、行、草书，风樯阵马。沉著痛快，当与钟王并行。非但不愧而已。”米芾的书法影响深远，尤在明末，学者甚众，像<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>、<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>、陈淳、<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>、王觉斯、<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>这样的大家也莫不从米子中取一“心经”，这种影响一直延续到如今。</p> <p>　　米芾除书法达到极高的水准外，其书论也颇多。著有《书史》、《海岳名言》、《宝章待访录》、《评字帖》等。显示了他卓越的胆识和精到的鉴赏力，对前人多有讥贬，然决不因袭古人语，为历代书家所重，但过头话也不少，诮颜柳、贬旭素，苛刻求疵。米芾传世墨迹主要有《苕溪诗卷》、《蜀素帖》、《方圆庵记》、《天马赋》等，而翰札小品尤多。 </p><br/><h2>轶事典故</h2> <p><strong>装癫索砚</strong><br>　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>喜爱砚台至深，为了一台砚，即使在皇帝面前也不顾大雅。一次宋徽宗让米芾以两韵<a href=\"http://so.gushiwen.org/author_697.aspx\">诗</a>草书御屏，实际上也想见识一下米芾的书法，因为宋徽宗也是一个大书法家，他创造的“瘦金体”也是很有名气的。米芾笔走龙蛇，从上而下其直如线，宋徽宗看后觉得果然名不虚传，大加赞赏。米芾看到皇上高兴，随即将皇上心爱的砚台装入怀中，墨汁四处飞溅，并告皇帝：此砚臣已用过，皇上不能再用，请您就赐予我吧?皇帝看他如此喜爱此砚，又爱惜其书法，不觉大笑，将砚赐之。米芾爱砚之深，将砚比做自己的头，抱着所爱之砚曾共眠数日。他爱砚不仅仅是为了赏砚，而是不断地加以研究，他对各种砚台的产地、色泽、细润、工艺都作了论述，并著有《砚史》一书，为后人留下了宝贵的经验。</p> <p><strong>米芾拜石</strong><br>　　米芾一生非常喜欢把玩异石砚台，有时到了痴迷之态。据《梁溪漫志》记载：他在安徽无为做官时，听说濡须河边有一块奇形怪石，当时人们出于迷信，以为神仙之石，不敢妄加擅动，怕招来不测，而米芾立刻派人将其搬进自己的寓所，摆好供桌，上好供品，向怪石下拜，念念有词：我想见到石兄已经二十年了，相见恨晚。此事日后被传了出去，由于有失官方体面，被人弹劾而罢了官。但米芾一向把官阶看的并不很重，因此也不怎么感到后悔，后来就作了《拜石图》。作此图的意图也许是为了向他人展示一种内心的不满。<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>在《怀麓堂集》时说：“南州怪石不为奇，士有好奇心欲醉。平生两膝不着地，石业受之无愧色。”这里可以看出米芾对玩石的投入与对傲岸不屈的刚直个性。大有<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“安能摧眉折腰事权贵，使我不得开心颜”的情怀，并开创了玩石的先河。<br>　　拜石这一事件，给了我们一个疯疯癫癫的米芾，但是事实上他并不是真疯，而是真正的大智若愚，这从他的很多实例上都可以看出，米芾的书法造诣很深，徽宗很喜欢他的书法，经常招他进宫写字，有一次他给皇上写完字后，非常喜欢皇上的御用砚台，便对徽宗说：“皇帝的砚台不能给庶民用，而如今皇帝的砚台被我用过了，臣子是低等的，既然这砚台已经被我玷污了，皇上就送给我吧”。皇帝很不舍得的刚把好的说出口，米芾害怕皇帝后悔，抓着砚台就揣在怀里跑了，墨水都没来得及洗，搞得全身是墨水。此外，米芾也是一个关心国家的人，他装傻并不是完全为了保护自己让自己得到利益。这就要说到他拜石的真正“内幕”了，石头质地坚固、脆硬，由于这一品质，它出如今画家的画笔下，被画家所爱也是情理之中的，但是米芾能疯到见石就拜还是值得怀疑的，那为什么只有在无为有记载说他认石为兄，《名画的创造者》是这样说的：“米芾知无为军后，为官清正，但是他的上司知州则是一个搜刮民财的老手，把地方百姓搞得民怨鼎沸，人们给他起了个外号叫面老鼠，米芾非常瞧不起这位知州大人，与其没有私人交往，但是，按照宋朝的规矩，每逢单日就要到州衙去参拜州官。这使米芾很不舒坦。想来想去，米芾想了个办法。平口米芾喜爱收藏，也收集了一些奇石异物。他让自己的书僮秦礼摆上那些石头和异物，自己穿上朝服，对石头拜了几拜。米芾拜石的时候，嘴里还念念有辞“我参拜无知的石头，因为石头是干净的，也不拜你肮脏的面老鼠。”米芾拜过石头后，心情好受了许多，然后再到州衙去议事。从这儿以后，米芾每逢单日，就参拜石头”。</p> <p><strong>《满庭芳》的由来</strong><br>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>将密云龙奉为至宝。除了“四学士”和廖正一，另一位书画名家米芾，也是苏轼的座上客。元祐四年（1089），苏轼出任杭州太守，途经扬州时，曾召米芾前来相见。苏轼再次拿出“密云龙”，与他共享。米芾则为此曾写下《满庭芳》，词题就叫《咏茶》。不言而喻，词中的“美盼”“娇鬟”就是朝云，这一年她二十六七岁，正是女人一生中最为光艳动人的时刻。只见她在帘外燃起小炉，轻轻倒进瓶中专用的泉水，不一会儿，紫色的沙瓯里色如玉乳，轻涛微翻。朝云轻挽翠袖，“稳步红莲”，恭恭敬敬地将茶献到客人面前，素有“米癫”之称的青年米芾早已既醉又癫，愁妒齐翻。直到朝云歌声响起，他才再度清醒，止不住对她频频顾盼，心生艳羡，直到曲终人散，他依然“欲去且留连”……</p> <p><strong>早期书画签名</strong><br>　　他的书画作品多为人所收藏。今人恰恰可以从他自己的书画题签上发现“芾”的读音。原来，米芾早先签名都写作“黻”字，而“黻”字只有一个读音，即念作“fú”（夫）。米芾在自己写的《〈王子敬帖〉跋》中说：“崇宁元年（1102年）五月十五日，易跋手装，时以芾字行，适一纪。”一纪就是12年，从崇宁元年往前推算12年，即为元祐六年（1091年），这年米芾41岁。也就是说，元祐六年（1091年）米芾41岁时，才改称米黻为米芾，这个“芾”是由“黻”改来的，自然应当读作“fú”（夫）。与“fèi”（肺）音毫不相干。<br>　　《人民日报海外版》（2003年04月18日第二版）</p> <p><strong>米芾之洁癖</strong><br>　　世传米芾有洁疾，初未详其然，后得芾一帖云：“朝靴偶为他人所持，心甚恶之，因屡洗，遂损不可穿。”以此得洁之理。靴且屡洗，馀可知矣。又芾方择婿，会建康段拂字去尘，芾释之曰：“既拂矣，而又去尘，真吾婿也。”以女妻之。</p> <p><strong>米公祠</strong><br>　　米公祠，原名宝晋斋，位于无城内，是北宋著名书画家米芾于宋徽宗崇宁年间守无为军时所建。米芾（1051－1107年）字元章，祖籍由山西太原迁居湖北襄阳，人称“米襄阳”。他为官清廉，勤政爱民，时人感其德政，在他离任去世后，于米公军邸的旧址上建米公祠以示纪念。米芾崇尚晋人法帖与名画，广为搜求，不惜耗费巨金。相传他得<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的《王略帖》、王献之的《中秋帖》、谢安《八月五日帖》及顾恺之的名画《净名天女》，戴逵的名画《观音》等真迹后将自己的书斋题名为“宝晋斋”，并将收藏的晋人法帖勒石上碑，称《宝晋斋贴》。后遭兵火，石刻残损，继任无为军守葛祜之据米芾拓本重刻，与米刻残石同置官署，后来曹之格任无为通判，又重新摹刻，并增家藏晋帖，及米芾书法多种于咸淳四年（1168年）刻成，名为《宝晋斋法帖》是帖共十卷，第一至第五卷除米刻谢安《八月五日帖》与王献之《中秋帖》外，全是王羲之书；第六、七两卷为王献之书；第八卷为王羲之四子书；第九、十两卷为米芾书。原刻至近代又毁于兵火。只有米芾篆书《宋真宗御制文宣王赞》因在学宫戟门，且埋在地下，才保存下来。<br>　　时值北宋崇宁三年（1104年），他将3种法帖摹刻上石，并于“宝晋斋”前掘池建亭，即墨池、投砚亭。他公余之暇在此读书挥毫，还在公署西侧立一形如老翁之石，每天抱笏揖拜，时人以为怪癖，故称此石为“拜石”。原斋毁于兵火，后多次重建，光绪丁丑知县王峻，建米公祠3楹，门居中，于池之左右盖耳房3间，环池循势垒假山，并搜集米公遗刻“墨池”、“画菜”2碑和其它石刻入祠内。<br>　　如今，米公祠所藏碑刻较前为多，主要是晋唐以下历代名家书刻，计一百四十多方，出自五十余位书家之手。有徐楷、钟绍京、苏轼、米芾、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>、<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>、<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>、<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>、<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>、<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>、<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>、<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、梁同书、成亲王等人的法帖。行、草、篆、楷各种书体无不具备，各种流派争妍斗艳，各种风格，尽呈异彩，令人敬羡不已。米公祠作为全省重点文保护单位，它以丰富的历史文化内涵享誉国内外，尤其在东南亚、日本等国较有影响，每年吸引众多的游客前来寻访。 </p><br/><h2>墓地资料</h2> <p>　　清远市清新县文化部门在进行文物普查时，偶然发现北宋大书法家<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>的墓葬。该墓是米芾的衣冠冢，还是真墓？还需要进一步考证。</p> <p><strong>始修于元末或明初</strong><br>　　广东省民间文艺家协会会员、清远市民间文艺家协会副主席高峰介绍，清新县第三次全国文物普查员在该县秦皇山一带考察时，偶然发现一座古墓，墓碑上刻有“米元章”3个石刻大字，这引起了专家们极大的兴趣。经初步查实，这正是北宋著名大书法家米芾的墓葬。<br>　　古墓的石碑上记载着：“大宋太祖考内阁大学士讳芾字元章米府君大人、妣诰封一品夫人米母念六娘郑氏夫人合葬墓。”该墓于清宣统三年(1911年)，由米氏后裔重修。<br>　　经查阅民国版《清远县志》记载：清远境内的湴塘村米氏，“乃芾裔也，芾十世孙由襄阳于元世迁居湴塘(今清远境内)”，有族谱记载。<br>　　据清新县光绪年间编写的《米氏族谱》手抄本记载，“太祖讳芾字元章……太祖婆郑氏念六娘，生子友仁，合葬在獭凹背。”到了米芾第十世孙，从湖北襄阳南迁到今天的清远湴塘村，开创了清远米氏700年的家族史。高峰推测，清远的米芾墓可能始修于元末或明初，清代多次重修，清新县湴塘村的米氏族人，是米芾的嫡系后人。</p> <p><strong>曾遭盗挖</strong><br>　　此前，北宋米芾墓一直被认为是在今天的江苏省镇江市鹤林寺西南黄鹤山北坡下，1984年，镇江市政府对米芾墓进行了重修。此次在清远发现的米芾墓是衣冠冢，还是真墓？这是文史专家们追寻的问题。<br>　　清远文史专家在向当地群众进行调查时了解到，10多年前，清远米芾墓曾遭人盗挖过。盗墓者以为墓中藏有大量金银财宝，但一直挖到装有逝者骨殖的“金塔(瓦罐)”，也没有挖到值钱的宝贝。数十天后，米氏后人发现祖墓被盗，于是捐资重修。<br>　　当年参与重修祖墓的老人回忆，在米芾墓的第一层安放了一个“金塔”，而“金塔”下约0.5米的第二层，才安放有米芾生前的玉佩腰带，如今，玉佩腰带被村民取回放在家中珍藏。墓的第三层则安放了一块瓦片，瓦片上画有埋葬祖先骨殖的地图。</p> <p><strong>骨殖真墓</strong><br>　　高峰说：“如果村民所说的情况属实，则清远米芾墓很可能是埋有米芾骨殖的真墓。”支撑这一观点的理由是：一是根据南方衣冠冢的特点，在“金塔”中会安放一块写着祖先生平及官衔的铜牌或银牌，但清远米芾墓中没有发现铜牌或银牌。<br>　　二是南方人在某个地方定居后，一般会回到原籍取走祖先的骨殖，到新的定居点重新安葬，清远米芾墓很可能是后人将祖先骨殖迁葬到这里。<br>　　三是据江苏的文史专家严其林考证，米芾之子<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>于南宋绍兴年间，曾往南迁葬过米芾墓。这与清远《米氏族谱》中记载的内容相符。 </p><br/><h2>纪念馆</h2> 　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>纪念馆（米公祠），于1956 年被湖北省人民政府公布为第一批省级重点文物保。该纪念馆位于湖北省襄阳市樊城区沿江路的西段，原名 “ 米家庵 ” ，是纪念北宋书画家、鉴赏家米芾而建的祠宇。米芾能<a href=\"http://so.gushiwen.org/author_697.aspx\">诗</a>文，擅书画，精鉴别，与<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>合称宋代四大书法家。米公祠始建无考，《襄阳县志》载：元末明初毁于兵燹，明代曾重修，并由太子太保吏部尚书郑继之于万历四十七年（公元前 619 年）撰书《米氏世系碑》，记述米氏故里的沿革。<br/><h2>生平事迹</h2> <p><strong>家庭背景</strong><br>　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>五世祖米信，宋初勋臣。《宋史》卷261有传，淳化五年（994年）卒，六十七岁。高祖、曾祖多系武职官员。芾父字光辅，官左武卫将军（一说米芾父名“佐”，徐邦达《米芾生卒年岁订正及其它二三事考》中认为后世称“父佐”当误。依据是米芾之孙米宪辑录《宝晋斋山林集拾遗》卷首附载的《故南宫舍人米公墓志》中谈到米芾父亲处云：“父致仕，左武卫将军。”后人则讹为“父佐，左武将军，”也许把“致仕”的仕字讹为“佐”字，又把致字脱去的缘故。）赠中散大夫、会稽（县）公。米芾《书史》云：“濮州李丞相家多书画，其孙直秘阁李孝广收右军黄麻纸十余帖，辞一云白石枕殊佳……后有先君名印，下一印曰‘尊德乐道’。今印见在余家。先君尝官濮，与李柬之少师以棋友善，意以奕胜之，余时未生。”由此知米芾在未出生时，其父曾在濮州为官，喜爱书画艺术，并精于鉴赏，且“尊德乐道”。<br>　　芾母阎氏，因其“侍宣仁皇后藩邸，出入禁中，以劳补其子为殿侍，后登进士第，恩补校书郎、太常博士，出知无为军。逾年，召为书画博士，擢礼部员外郎，知淮阳军。”《宋史》、《京口耆旧传》、《丹徒县志》、《襄阳县志》、《全宋<a href=\"http://so.gushiwen.org/author_697.aspx\">诗</a>》、《鸡肋编》等均有载。翁方纲《米海岳年谱》谓芾母“赠丹阳县太君”。</p> <p><strong>米芾身世</strong><br>　　米芾出生于仁宗皇祐三年（1051年）。米芾《太师行寄王太史彦舟》云：“我本生辛卯两丙运，今岁步辛月亦然。”又《晋太保谢安石帖后》有句云：“余年辛卯，今太岁辛已，大小运丙申丙辰，于辛卯月辛丑日，余于辛丑丙申时获之，此非天耶？”宋仁宗皇祐三年（1051年）是辛卯年，米芾有一方印曰：“辛卯米芾”。由此知米芾生于公元1051年无疑。</p> <p><strong>少年米芾</strong><br>　　《韵语阳秋》卷14载：“元章始学罗逊书，其变出于王子敬。”“《襄阳学记》乃罗逊书，元章亦襄阳人。始效其体至于笔换万钧，沉着痛快处，逊法其能尽耶？”《襄阳县志·古迹》：“襄州新学记碑：贞元五年卢群撰，罗让行书。……罗让字景宜，……让书襄阳学记最有名。米元章始效其作，后乃超迈入神耳。宋人避英宗本生于濮安懿王讳，故或称罗逊”。米芾《群玉堂米帖》自叙云：“余初学颜书，七、八岁作字，至大一幅，书简不成。”由此知，米芾是七、八岁时开始学习书法、启蒙老师是襄阳书家罗让（或称罗逊）。<br>　　翁方纲《米海岳年谱》：“五年庚子，手帖云：余年十岁，写碑刻，学周越、苏子美扎，自成一家，人谓有<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>笔法，闻而恶之。”“五年庚子”，即宋仁宗嘉祐五年（1060年）。<br>　　邹演存《米公祠及米芾族裔脉源考》：“自宋治平四年（1067）随母阎氏离乡到京都汴梁，其母内廷侍侧英宗高皇后，他自然邀幸得迁，……。”</p> <p><strong>米芾仕途</strong><br>　　魏平柱《米芾年谱简编》：“神宗熙宁元年戊申（1068年），恩荫入仕为秘书省校书郎当在本年。”《全宋词》：“以母侍宣仁皇后藩邸，恩补校书郎……。”《京口耆旧传》、《襄阳县志》、翁方纲《米海岳年谱》等载：“黻以母侍宣仁后藩邸，恩补秘书省校书郎。” 神宗熙宁三年庚戌（1070年）二十岁，由秘书省校书郎改临桂尉。<br>　　神宗熙宁八年乙卯（1075年）二十五岁，十月前在临桂尉、含光尉任，十月后官长沙椽至神宗元丰五年壬戌（1082年）三十二岁。<br>　　神宗元丰八年乙丑（1085年）三十五岁，官杭州从事。<br>　　哲宗元祐七年壬申（1092年）四十二岁，知雍丘县。<br>　　哲宗元祐九年甲戌（通常称为绍圣元年,1094年）四十四岁，由雍丘县令改监中岳祠（嵩山）。<br>　　哲宗绍圣四年丁丑（1097年）四十七岁，在涟水军使任上。<br>　　哲宗元符二年乙卯（1099年）四十九岁，由涟水军使任改除蔡河拨发。 <br>　　徽宗建中靖国元年辛已（1101年）五十一岁，发运司属官，在江淮间。<br>　　徽宗崇宁二年癸未（1103年）五十三岁，由发运司属官改太常博士、书学博士。<br>　　徽宗崇宁三年甲申（1104年）五十四岁，仲春尚在书学博士任，后知无为军。<br>　　徽宗崇宁五年丙戌（1106年）五十六岁，书画学博士，礼部员外郎。<br>　　徽宗大观元年丁亥（1107年）五十七岁，知淮阳军。</p> <p><strong>米芾子女</strong><br>　　神宗熙宁七年甲寅（1074年），二十四岁的米芾在临桂尉任上，长子<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>出生。友仁，小名尹仁、寅孙、鳌儿，字元晖，人称小米。<br>　　翁方纲《米海岳年谱》附考云：“盖生于寅岁，故以寅为小名。由此考之，友仁当生于熙宁七年甲寅也。”<br>　　《全宋词》：“友仁，字元晖，自称懒拙老人。芾子。生于熙宁五年（1072年）力学嗜古，亦善书画，世号小米。仕至兵部侍郎、敷文阁直学士。绍兴二十年（1151年）卒，年八十。”<br>　　蔡肇《故南宫舍人米公墓志铭》称，芾有五子，只长子友仁知名。米芾《题赠叔晦》：“叔晦之子道奴、德奴、庆奴，仆之子鳌儿、洞阳、三雄。”岳珂《宝晋斋法书赞》卷19载米芾一帖云：“能书第二儿，二十岁化去，刳吾心肝，至今皓首之由也。”又《晋纸帖》中云：“老来失第三子”。这两个儿子可能就是上面提到的“洞阳”、“三雄”。另二子不详，或是二女。《耆旧续闻》云：“世传米芾有洁癖。方择婿，会建康段拂字去尘。芾曰：‘既拂矣，又去尘，真吾婿也。’以女妻之。”《池北偶谈》曰：“段拂、吴激皆米元章婿。拂南渡后仕至参知政事。激字彦高，入金为翰林学士，乐府与蔡松年齐名”。</p> <p><strong>结交<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a></strong><br>　　苏轼年长米芾十五岁。<br>　　米芾《画史》有言曰：“吾自湖南从事过黄州，初见公（苏轼）酒酣曰：‘君贴此纸壁上’。观音纸也，即起作两竹枝、一枯树、一怪石见与。后晋卿借去不还。”《独醒杂志》云：“元丰中过黄州，识苏子瞻，皆不执弟子礼特敬前辈而已”。<br>　　《跋米帖》：“米元章元丰中谒东坡于黄冈，承其余论，始专学晋人，其书大进。”<br>　　魏平柱《米芾年谱简编》云：“米芾到黄州拜访苏轼无疑，但是，均未言何年、月、日。”因此，研究者有三说：（一）元丰四年说。（二）元丰五年说。朱靖华《苏轼简明年谱》于元丰五年下云：“米芾、董钺、绵竹道士杨世昌等来访雪堂。”王文诰《苏文公诗编注集总案》谓米芾来黄州访苏轼在元丰五年三月。（三）元丰七年说。翁方纲《米海岳年谱》引温革叔皮《跋米帖》，系米芾访东坡于元丰七年甲子。魏平柱《米芾年谱简编》：“三说中以元丰七年说最为不确。东坡晚年（建中靖国元年）有‘恨二十年知元章不尽’之语，如元丰七年初识，则相差三年。元丰四年虽恰为二十年，然雪堂未建，米芾访雪堂则为虚。”故元丰五年之说较可信。<br>　　哲宗元祐元年（1086年），五十一岁的苏轼六月知登州，十月以礼部郎中召回京，十二月二十日到京。有《与米元章书》：“某自登赴都，已达青社……。复思东坡相从之适，何可复得？”“惟千万节哀自重。”由此推知，芾父当逝世于本年或本年前一、二年。芾父有“中散大夫，会稽（县）公”之赠，会稽距杭州甚近。时年米芾官杭州从事。<br>　　《全宋诗》卷821苏轼有《次韵米黻二王跋尾二首》。哲宗元祐二年（1087年）米芾诗《题子敬范新妇唐摹帖三首》。米芾《书史》云：“当时唱和者<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>一首、蒋之奇诗三首，吕升卿二首，刘诠二首……，共成一轴，亦为此诗之和诗。”当年（1087年）六月或七月，苏轼等十六人于王晋卿西园晏集。李伯时绘《西园雅集图》，米芾作《西园雅集图记》<br>　　哲宗元祐四年（1089年），米芾在扬州。时年五十四岁的苏轼，四月出京，六月往扬州访米芾，七月初三日到杭州。苏轼《书米元章藏帖》：“元佑四年六月十二日与章资平同过元章。”《与米元章》书三则，有言曰：“某以疾请郡，遂得余杭…，重辱新诗为送，词韵高雅，行色赠光，感服不可言也。”又《与钱穆父》书曰：“前日作《米元章山砚铭》。此砚甚奇，得之于湖口石钟山之侧。……因山作砚其理如云。过扬且伸意元章，求此砚一观也。”《东坡全集》卷75有《米黻石钟山砚铭》一首。<br>　　哲宗元祐七年（1092年）年，四十二岁的米芾知雍丘县。翁方纲《米海岳年谱》云：“七年壬申九月，苏子瞻自扬州召还，元章知雍丘，具饮饷之。既至，则又设长案，各以精笔佳墨纸三百列其上，而置馔其旁。子瞻见之，大笑就坐。每洒一行，即伸纸共作字。以二小吏磨墨，几不能供。薄暮，洒行既尽，乃更相易携去，自以为平日书莫及也”。东坡有《与米元章》二书。其一中曰：“过治下得款奉，辱至礼之厚，愧幸兼极。”其二中曰：“临辱访，欲往谢，又蒙惠诗，欲和答，竟无顷刻暇，愧负可谅。”由此知，米芾在这期间也访过苏轼，雍丘距京较近。<br>　　宋·赵令畴《候鲭录》卷7载：“东坡在淮扬，设客十余人，皆一时名士，米元章在焉。酒半，元章忽起立，云：‘少事白吾丈，世人皆以芾为颠，愿质之’。坡云：‘吾从众’。坐客皆笑”。魏平柱《米芾年谱简编》云：“此事当发生在苏轼知扬州之后，米芾令雍丘之前”。<br>　　苏轼《记张元方论麦虫》：“元祐八年五月十日，雍丘令米芾有书，言县有虫食麦叶而不食实。”<br>　　《京口耆旧》云：“建中改元（徽宗建中靖国元年，即1101年，—笔者注），坡归自岭外，与客游金山。有请坡题名者。坡云：‘有元章在’。米云：‘某尝北面端明，某不敢。’坡抚其背云：‘今则青出于蓝矣’。元章徐曰：‘端明真知我者也’。自尔益自负矣。”当年，苏轼染疾，米芾多次谒并送麦门冬饮子于北沙东园。东坡有诗《睡起闻米元章冒热到东园送麦门冬饮子》。八月中秋，米芾得苏轼去世噩耗，作《苏东坡挽诗》五首。序中有云：“辛巳中秋，闻东坡老向以七月二十八毕此世。”<br>　　苏轼《与米元章》书九首中有“岭海八年…独念元章”，“恨二十年相从，知元章不尽”之语。<br>　　米芾《书紫金砚事》：“苏子瞻携吾紫金砚去，嘱其子入棺。吾今得之，不以敛。传世之物，岂可与清静圆明、本来妙觉、真常之性同去住哉？” </p><br/><h2>书画成就</h2> <p><strong>介绍</strong><br>　　<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>自幼爱好读<a href=\"http://so.gushiwen.org/author_697.aspx\">诗</a>书，从小受到良好的教育，加上天资聪慧，六岁时能背诗百首，八岁学书法，十岁摹写碑刻，小获声誉。十八岁时，宋神宗继位，因不忘米芾母亲阎氏的乳褓旧情，恩赐米芾为秘书省校字郎，负责当时校对，订正讹误。从此开始走上仕途，自到1107年卒于任。米芾一生官阶不高，这与他不善官场逢迎，又为人清高有关。米芾是一个有真才实学的人，不善官场逢迎。使他赢得了很多的时间和精力来玩石赏砚钻研书画艺术，对书画艺术的追求到了如痴如醉的境地，他在别人眼里与众不同，不入凡俗的个性和怪癖，也许正是他成功的基石。他曾自作诗一首：“柴几延毛子，明窗馆墨卿，功名皆一戏，未觉负平生。”他就是这样一个把书画艺术看得高于一切的恃才傲物人。<br>　　米芾平生于书法用功最深，成就以行书为最大。虽然画迹不传于世，但书法作品却有较多留存。南宋以来的著名汇帖中，多数刻其法书，流播之广泛，影响之深远，在“北宋四大书家”中，实可首屈一指。<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>曾说：“唐言结构，宋尚意趣。”意为宋代书法家讲求意趣和个性，而米芾在这方面尤其突出，是北宋四大家的杰出代表。<br>　　米芾习书，自称“集古字”，虽有人以为笑柄，也有赞美说“天姿辕轹未须夸，集古终能自立家”(王文治)。这从一定程度上说明了米氏书法成功的来由。根据米芾自述，在听从苏东坡学习晋书以前，大致可以看出他受五位唐人的影响最深：<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>、<a href=\"http://so.gushiwen.org/author_2706.aspx\">沈传师</a>、段季展。<br>　　米芾有很多特殊的笔法，如“门”字右角的圆转、竖钩的陡起以及蟹爪钩等，都集自颜之行书；外形竦削的体势，当来自欧字的模仿，并保持了相当长的一段时间；沈传师的行书面目或与褚遂良相似；米芾大字学段季展，“独有四面”、“刷字”也许来源于此；褚遂良的用笔最富变化，结体也最为生动，合米芾的脾胃，曾赞其字，“如熟驭阵马，举动随人，而别有一种骄色”。<br>　　元丰五年(1082)以后，他开始寻访晋人法帖，只一年就得到了王献之的《中秋帖》。这先人为主的大令帖，对他产生了巨大的影响，他总觉得右军不如其子。但生性不羁的米芾并不满足于王献之的字，早在绍圣年间就喊出了“老厌奴书不换鹅”，“一洗二王恶札”。米芾据说学过羊欣，<a href=\"http://so.gushiwen.org/author_578.aspx\">李之仪</a>说，“海岳仙人不我期……笔下羊欣更出奇”。那么米芾学羊欣大概在卜居海岳庵，是元祐六年之后的事情了。<br>　　尽管如此，米书并没有定型，近在元祐三年书写的《苕溪帖》、《殷令名头陀寺碑跋》、《蜀素帖》写于一个半月之内，风格却有较大的差异，还没有完全走出集古字的门槛。直到“既老始自成家，人见之，不知何以为主”时才最后完成了自己风格的确立，大概在五十岁以后。<br>　　在定型的书法面目，由于米芾过于不羁，一味好“势”，即使小楷如《向太后挽词》也跃跃欲试。这“势”固是优点，但同时又成了他的缺陷。“终随一偏之失”，褒贬分明如<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>者应该是比较客观的、公道的。黄长睿评其书法，“但能行书，正草殊不工”，当时所谓“正”，并无确指，不一定是如今的“正楷”，倘指篆隶，倒也恰当。现存的米芾篆隶，的确不甚工，草书也写得平平。他后来对唐人的草书持否定态度，又囿于对晋草的见识，成绩平平自然在所难免。<br>　　米芾作书十分认真，不像某些人想象的那样，不假思索一挥而就。米芾自己说：“余写《海岱诗》，三四次写，间有一两字好，信书亦一难事”(明范明泰《米襄阳外记》)。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。<br>　　米芾以书法名世，为北宋四家之一，若论体势骏迈，则当属第一。他的成就完全来自后天的努力。他三十岁时在长沙为官，曾见岳麓寺碑，次年又到庐山访东林寺碑，且都题了名。元祐二年还用张萱画六幅、<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>书二帖与石夷庚换<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>的《多热要葛粉帖》。证之其书法，二十四岁的临桂龙隐岩题铭摩崖，略存气势，全无自成一家的影子；三十岁时的《步辇图》题跋，亦使人深感天资实逊学力。<br>　　米老狡狯，偶尔自夸也在情理中，正如前人所云“高标自置”。米芾自叙学书经常会有些故弄玄虚，譬如对皇帝则称“臣自幼便学颜行”。但是米芾的成功完全来自后天的苦练，丝毫没有取巧的成分，米芾每天临池不辍，举两条史料为证：“一日不书，便觉思涩，想古人未尝半刻废书也。”“智永砚成臼，乃能到右军（<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>），若穿透始到钟（繇）、索（靖）也，可永勉之。”他儿子<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>说他甚至大年初一也不忘写字。（据孙祖白《米芾米友仁》）。米芾富于收藏，宦游外出时，往往随其所往，在座船上大书一旗“米家书画船”。<br>　　米芾晚年居润州丹徒（今属江苏），有山林堂。故名其诗文集为《山林集》，有一百卷，现大多散佚。如今传世有《宝晋英光集》。米芾能书又能诗，诗称意格，高远杰出，自成一家。尝写诗投许冲元，自言“不袭人一句，生平亦未录一篇投豪贵”，别具一格为其长，刻意求异为其短。<br>　　米芾画迹不存在于世，米芾自著的《画史》记录了他收藏、品鉴古画以及自己对绘画的偏好、审美情趣、创作心得等。这应该是研究他的绘画的最好依据。<br>　　米芾的成功在于通过某种墨戏的态度和母题选择达到了他认可的文人趣味。米芾意识到改变传统的绘画程式和技术标准来达到新的趣味的目的。究其原因：米芾首先是一个收藏宏富的收藏家，鉴定家，对历代绘画的优劣得失了然于胸，更多考虑的是绘画本体的内容；而<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>首先是一代文豪，然后才以业余爱好者的身份来发表他的绘画观，较多地以诗（文学）的标准来衡量、要求绘画，固然不乏真知灼见，但终究与画隔了一层。<br>　　所以后人多是把米芾当作画家，把苏轼当作美术理论家来看的。心中叨念的是苏轼的画论，而手中实践的却是米家云山，尽管苏轼有画传世而米芾一无所有。作为历史研究，不能不指出米芾的美术思想远比苏轼超出他们所处的那个时代。<br>　　其子米友仁书法继承家风，亦为一代书家。</p> <p><strong>艺术特点</strong><br>　　米芾对书法的分布、结构、用笔，有着他独到的体会。要求“稳不俗、险不怪、老不枯、润不肥”，大概<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>所记的“无垂不缩，无往不收”也是此意。即要求在变化中达到统一，把裹与藏、肥与瘦、疏与密、简与繁等对立因素融合起来，也就是“骨筋、皮肉、脂泽、风神俱全，犹如一佳士也”。章法上，重视整体气韵，兼顾细节的完美，成竹在胸，书写过程中随遇而变，独出机巧。<br>　　米芾的用笔特点，主要是善于在正侧、偃仰、向背、转折、顿挫中形成飘逸超迈的气势、沉着痛快的风格。字的起笔往往颇重，到中间稍轻，遇到转折时提笔侧锋直转而下。捺笔的变化也很多，下笔的着重点有时在起笔，有时在落笔，有时却在一笔的中间，对于较长的横画还有一波三折。勾也富有特色。<br>　　米芾的书法中常有侧倾的体势，欲左先右，欲扬先抑，都是为了增加跌宕跳跃的风姿、骏快飞扬的神气，以几十年集古字的浑厚功底作前提，故而出于天真自然，绝不矫揉造作。学米芾者，即使近水楼台如者也不免有失“艰狂”。宋、元以来，论米芾法书，大概可区分为两种态度：一种是褒而不贬，推崇甚高；一种是有褒有贬，而褒的成分居多。持第一种态度的，可以苏轼为代表。</p> <p><strong>艺术成就</strong><br>　　米芾作为北宋著名的画家，处在一个文人画的成熟时代，其绘画题材十分广泛，人物、山水、松石、梅、兰、竹、菊无所不画；米芾在山水画上成就最大，但他不喜欢危峰高耸、层峦叠嶂的北方山水，更欣赏的是江南水乡瞬息万变的“烟云雾景”，“天真平淡”，“不装巧趣”的风貌；所以米芾在艺术风格里追求的是自然。他所创造的“米氏云山”都是信笔作来，烟云掩映。<br>　　明代董其昌《画禅室随笔》谓：“吾尝评米字，以为宋朝第一，毕竟出于东坡之上。即米颠书自率更得之，晚年一变，有冰寒于水之奇。”皇帝的询问书法，米芾自称自己是“刷字”，明里自谦而实点到精要之处，“刷字”，体现他用笔迅疾而劲健，尽心尽势尽力。他的书法作品，大至诗帖，小至尺牍、题跋都具有痛快淋漓，欹纵变幻，雄健清新的特点。 从现存的近六十幅米芾的手迹来看，“刷”这一个字正将米字的神采活<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>地表现出来，无怪乎苏东坡说：“米书超逸入神。”又说“海岳平生篆、隶、真、行、草书，风樯阵马。沉着痛快，当与钟王并行。非但不愧而已。”米芾的书法影响深远，尤在明末，学者甚众，像<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>、<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>、陈淳、<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>、王觉斯、<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>这样的大家也莫不从米子中取一“心经”，这种影响一直延续到如今。<br>　　米芾除书法达到极高的水准外，其书论也颇多。著有《书史》、《海岳名言》、《宝章待访录》、《评字帖》等。显示了他卓越的胆识和精到的鉴赏力，对前人多有讥贬，然决不因袭古人语，为历代书家所重，但过头话也不少，诮颜柳、贬旭素，苛刻求疵。<br>　　米芾传世墨迹主要有《苕溪诗卷》、《蜀素帖》、《方圆庵记》、《天马赋》等，而翰札小品尤多。<br>　　米芾擅水墨山水，人称“米氏云山”，但米芾画迹不存在于世。但如今唯一能见到的，也很难说是真正意义上的“米画”——《珊瑚笔架图》，画一珊瑚笔架，架左书“金坐”二字。然后再加上米点和题款，米家山水便赫然而出。米芾以画代笔，颇有意趣。 </p>"
}