{
  "id": 2538,
  "star": 1,
  "name": "薛稷",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2538.jpg",
  "dynasty": "唐代",
  "desc": "薛稷（649～713）字嗣通，中国唐代画家，书法家。隋朝内史侍郎薛道衡曾孙，中书令薛元超之侄。汉族，蒲州汾阴（今山西万荣）人。曾任黄门侍郎、参知机务、太子少保、礼部尚书，后被赐死狱中。工书法，师承褚遂良，与虞世南、欧阳询、褚遂良并列初唐四大书法家。善绘画，长于人物、佛像、树石、花鸟，尤精于画鹤，能准确生动地表现出鹤的形貌神情。无作品传世。",
  "content": "<h2>生平</h2> <p><strong>曾祖</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>曾祖即隋代著名文学家<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>，官至内史侍郎。祖父薛收，仕唐为记室参军，封汾阴县男。从父<a href=\"http://so.gushiwen.org/author_2701.aspx\">薛元超</a>，唐中书令兼左庶子，加金紫光禄大夫。薛稷出身官宦世家，本人亦仕途显达，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>朝举进士，累迁礼部郎中、中书舍人。唐中宗景龙末年(709年)，任谏义大夫、昭文馆学士。其时唐睿宗<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>尚未登基，与薛稷关系很好，将女儿仙源公主嫁给了薛稷之子薛伯阳，二人结成儿女亲家，过从甚密。景云元年(710年)，李旦甫登帝位，即刻升迁薛稷为太常少卿，以后累迁中书侍郎，转工部、礼部尚书，复以翊赞之功，封晋国公，赐实封三百户，加赠太子少保。唐睿宗还经常召薛稷入宫参赞政事，一时恩遇，群臣莫与为比。可惜好景不长，唐玄宗即位后，因太平公主与窦怀贞等人密谋政变，事泄被杀。薛稷以知情不报，亦被赐死，享年65岁。</p> <p><strong>为人</strong></p> <p>　　薛稷为人好古博雅，辞章甚美。政事之余，专力于书画艺术。当时<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>二人书法妙绝，海内翕然宗法。薛稷外祖<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>为初唐名臣，家富收藏，其中虞、褚墨迹颇多，薛稷得以日久观摩，进而“锐意模学，穷年忘倦”，最终学成，名动天下。窦泉《述书赋》中说：“(陆)柬之效虞．疏薄不逮；(薛)少保学褚，菁华却倍。”给了他很高的评价。此外，薛稷还曾向精于草隶的舅父魏叔瑜学习草书，世称“前有虞、褚，后有薛、魏”。后世于是把薛稷与<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、虞世南、褚遂良并列，称之日“初唐四大书家”。薛稷的隶书、行书俱入能品，“章草书亦其亚也”。其书法特色是“结体遒丽”，“媚好肤肉”，被人形容为“风惊苑花，雪惹山柏”，充满了<a href=\"http://so.gushiwen.org/author_2538.aspx\">诗</a>情画意。因为薛稷的书法能够很好地继承褚遂良的笔法和风格，“可谓河南公(褚遂良)之高足，甚为时所珍尚。”所以，当时就有“买褚得薛，不失其节”的说法。唐代李嗣真在《九品书人论》中更将薛稷的真书、行书列为第一。在学习继承褚遂良书法风格的同时，薛稷又有所发展创造，由此形成了他个人融隶入楷，媚丽而不失气势，劲瘦中兼顾圆润的书风，发展了初唐书法劲瘦媚丽而又圆腴挺拔的时代风格，并给后世以影响，赢得人们由衷的赞美。史载薛稷曾经为普赞寺题额，三个大字，各方径三尺，笔画雄健，结构劲挺。唐代大诗人<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>写诗赞道：“仰看垂露姿，不崩亦不骞。郁郁三大字，蛟龙岌相缠。”他的书法作品还有《中岳碑》、《洛阳令郑敞碑》、《信行禅师兴教碑》、《升仙太子碑》、《佛石迹图传》等，其中颇不乏历代公认的书法精品。</p> <p><strong>书法造诣</strong></p> <p>　　薛稷行、楷书，始见称于开元中叶张怀瓘所撰之《书断》，并入能品，且立传称：“书学褚公，尤尚绮丽媚好，肤肉得师之半，可谓河南公之高足，甚为时所珍尚。”杜甫曾见其普赞寺题额三大字，笔势雄健，有《观薛少保书画壁》诗赞云：“仰看垂露姿，不崩亦不骞。郁郁三大字，蛟龙岌相缠。”董逌《广川书跋》承息唐人，视作褚氏嫡嗣，其卷七有评曰：“薛稷于书，得欧、虞、褚、陆（陆柬之）遗墨至备，故于法可据。然其师承血脉，则于褚为近。至于用笔纤瘦，结字疏通，又自别为一家。”“用笔纤瘦”，出于刻意，乃一时代作风，不特薛稷如是，他的堂兄弟<a href=\"http://so.gushiwen.org/author_2174.aspx\">薛曜</a>则更少丰润。稷之书法出自褚氏，虽时有新奇能别成风神，然终因“超石鼠之效能，愧隋珠之掩类”，未能尽脱褚氏规模而独张一军。名列“初唐四家”，实见逊色，其所以附骥欧、虞、褚者，斯盖论书者为求得偶数矣!存世的《信行禅师碑》，越王贞撰，神龙二年（706）立在长安，是其代表作。</p> <p><strong>文学才能</strong></p> <p>　　薛稷又具备很高的文字才能，“文章学术，名冠时流。”诗歌写得很好，《全唐诗》中共收录其作品14篇。</p> <p>　　在艺术领域中，薛稷一生中取得最高成就的是绘画。套用古人的句式，大约可以说他是“诗不如书，书不如画”吧。薛稷的绘画擅长花鸟、人物及杂画，而尤以画鹤最为精妙。鹤之作为绘画题材，可以上溯到西汉时期，但画迹寥寥，还谈不上什么成熟的技法。直到唐代花鸟画开始成为绘画的专题之一，随之出现了全力从事花鸟画创作的画家，薛稷就是其中较早而专以画鹤知名的一位，开创了一代花鸟画之先河。这与当时的社会环境很有关系；上古时代，鹤已进入文学作品，现存的青铜器上，亦可见到鹤的形象。春秋战国肘期，出现了驯养鹤的记载，卫懿公因养鹤而身死国灭，是著名的历史故事。唐代文人更是养鹤玩鹤，蔚然成风，鹤在他们的生括中占据了一定地位。反映到文学创作上，出现了一批以鹤为题材的诗歌。当文字表述有所欠缺．使他们感到不满时，则必然要求助于形象的艺术再现。于是，鹤画在绘画领域中也就顺理成章。迅速广泛地发展起来。然而，诚如《宣和画谱》所言，“世之画鹤者多矣。其飞鸣饮啄之态度，宜得之为详。然画鹤少有精者，凡顶之浅深，氅之黧淡，喙之长短，胫之细大，膝之高下，未尝见有一一能写生者也。又至于别其雄雌，辨其南北，尤其所难。虽名乎号为善画，而画鹤以托爪傅地，亦其失也。故(薛)稷之于此，颇极其妙，宜得名于古今焉。”“故言鹤必称稷，以是得名。”这里提到一般的画家连鹤的表面特征都不能准确地把握，遑论描绘出鹤的精神气质了。独有薛稷所画的鹤，能够极尽其妙，或啄苔剔羽，或阔步顾视，或昂立座隅，或上下回翔，无不栩栩如生，曲尽情状，形神兼具。当时人甚至把薛稷画鹤、秘书省内落星石(疑即陨石)、<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>草书、郎余令画凤并称为“四绝”。唐代两位大诗人社甫、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>都曾为薛稷画鹤题诗作赞，由此，可以反映出薛稷功力的不凡。</p> <p><strong>所画之鹤</strong></p> <p>　　形神兼具．达到了呼之欲出的地步。故李杜二人一说“画色久欲尽，苍然犹出尘”一说“鹤感至精以神变，可弄影而浮烟”。似乎壁上的鹤，只要注入生命，马上就会破壁飞去，令人不禁联想到“画龙点睛”的传说。而李杜二人更为之激赏不止的，乃是薛稷笔下所表现出来的鹤的那种超脱逸达、而又傲骨十足的气质。即所谓“赤霄有真骨，耻饮洿池津，冥冥任所往，脱略谁能驯”以及“昂昂伫眙，霍若惊矫，形留座隅，势出天表”的清高标格。这在某种意义上也可以说是封建文人隐士的象征，而与一般人之取意鹤的吉祥富贵，有着完全不同的两种文化内涵。宋代大画家<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>也将着眼点放在这里，他在《题薛稷二鹤》诗中说，“从容雅步在庭除，浩荡闲心存万里。”又说；“余平生嗜此老(指薛稷)矣，此外无足为者。”表达了他与薛稷之间隔越时代的强烈共鸣。</p> <p><strong>绘画成就</strong></p> <p>　　薛稷画鹤成就很高，影响也很深远。《历代名画记》载：“屏风六扇鹤样，自(薛)稷始也。”“样”，即画图的范本，薛稷能够创“样”并为社会所接受，说明了他在画史上的重要地位。以后．“六鹤图“成为一种定格．五代时黄荃曾绘六鹤于偏殿壁上，此殿遂改称“六鹤殿”，直至一千余年后，清代宫廷中还绘有六鹤屏风。历来学薛稷画鹤的人很多，著名的如唐代蒯廉，能“深得其妙”。十代花鸟画家黄荃，“鹤师薛稷”，并且后来居上，有出蓝之誉。</p> <p><strong>鹤画作品</strong></p> <p>　　薛稷的鹤画作品，计有《啄苔鹤图》、《顾步鹤图》各一幅，《瑞鹤图》(一作《鹤图》)五幅，及《二鹤图》、《戏鹤图》等，这些都是卷轴画，另有鹤画壁画多处；如唐秘书省、尚书省考工员外郎厅、洛阳尚书坊岐王宅、成都府衙院两厅、通泉县署等，也都是吐所公认的杰作。</p> <p><strong>高超造诣</strong></p> <p>　　画鹤之外，薛稷的人物画和杂画也达到了很高的造诣。前人赞誉他画踪如<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>。他曾为新安郡(治今安徽歙县)西安寺画西方佛壁画一铺，笔力潇洒，风姿连秀。被《唐朝名画录》列为神品，认为可与曹不兴、张僧繇相匹敌。薛稷又绘有西方净土变壁画一铺，杜甫写诗赞道：“又挥西方变，发地扶屋椽。惨淡壁飞动，到今色未填。”可知此画不曾填涂颜色，属于所谓“白画”，但是仍然神采飞动，具有感人的艺术力量。并且，这种白画正是后代由李公麟所创始的“白描人物”的先驱，由此也可以看出薛稷非凡的造型和线描能力。此外，成都静德精舍有薛稷人物乌兽壁画二铺，“态状生动，乃一时</p>"
}