{
  "id": 1669,
  "star": 0,
  "name": "杨炎",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1669.jpg",
  "dynasty": "唐代",
  "desc": "杨炎（727年－781年），字公南，凤翔府天兴县人（今陕西凤翔县），中国唐朝中期的政治家，两税法的创造和推行者。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>（727—781），唐代大臣，财政改革家。生于唐玄宗开元十五年，卒于德宗建中二年，年五十五岁。美须眉，峻风寓，文藻雄丽，豪爽尚气。父丧庐墓，号慕不废声。河西节度使吕崇辟掌书记。德宗时，累拜门下侍郎，同中书门下平章事。作两税法，一变租庸调旧制。当时便之。初炎矫饬志节，颇得名。后党<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>，坐贬。及得政，睚眦必仇，果于用私。以<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>劾载及己，贬晏忠州，诬而杀之。及罢相，为卢杞所构，赐死。后诏复官，谥平厉。炎著有文集十卷，制集十卷，《新唐书艺文志》系苏弁所编，并行于世。</p> <p>　　他在唐德宗时任宰相约两年，在财政方面进行了重要改革。唐中央财赋，本储存太府寺所属的左藏库。安史之乱后，移贮宫廷的大盈内库，由宦官掌管。宦官中饱私囊，账目混乱，不可究诸。杨炎入相后，首先提出国家祖赋不能变成皇帝私产，建议把大盈内库财赋仍拨归有关部门管理。德宗采纳了他的建议,恢复了安史之乱前国家公赋予皇帝私藏分管的制度，维护了国家公赋收支独立的原则。建中元年(780年),他建议废除租庸调制，创立并推行了两税法，为后代所沿用，是中国封建社会赋役制度一大改革。</p> <p>　　他提出与西周以后的“量入为出”原则相对立的“量出为入”的财政概念，主张“凡百役之费，一钱之敛，先度其数而赋于人，量出以制入”；并主张“人无丁(丁男)、中(中男)，以贫富为差”，作为两税法的课税基础，抛弃了唐代原来以人丁为征课标准的租庸调制，以土地、业产等财富的多寡，按每户的贫富差别进行课征。这使得封建人身依附关系有所削弱，适应了当时社会经济发展的需要。计资而税的两税法代替西晋以来计丁而税的制度，是一项带有划时代意义的措施，在中国财政思想史上是一个大突破。两税法还采用以钱定税的原则，除谷米外，均按田亩计算货币缴纳，反映了唐代中叶货币经济的发展。两税法大为简化了税制，便利了租税的征收，免去了税吏许多催索的苛扰，不但使国家的财政收入增加，而且也减轻了人民负担。</p> <p>　　唐代宗大历时，杨炎官礼部郎中，知制诰，迁中书舍人，与<a href=\"http://so.gushiwen.org/author_1778.aspx\">常衮</a>同掌诏敕的撰写，其文笔受到朝土的赞许；称为“常、杨”。大历九年(774年)杨炎升为吏部侍郎。与当时宰柏元载有戚谊，又受到元载的赏识和提拔。十二年，元载得罪被杀，他也遭到牵连，被贬为道州司马。十四年，唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>即位，崔佑甫推荐杨炎可以重用，因而从贬所召回，任为门下侍郎、同中书门下平章事。<br>建中二年，卢杞入朝为相，杨炎与卢杞不合。同十月，遭卢杞诬陷，被贬为崖州司马。途中赐死。</p><br/><h2>杨炎之死</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>作为一个被贬之官，起用为相后，仅几个月，以自己的政见开导德宗，给予有力的辅佐，很有政绩，一时受到朝廷内外赞誉为“贤相”，寄予很大希望。不久，因崔祐甫患有疾病，不能处理政事，另一宰相乔琳也被免职，使杨炎得以独揽大权。杨炎心胸狭隘，专权不久，便开始专意报恩复仇。杨炎由于对<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>感恩戴德，总想有所报答。建中二年（781年）二月，他先奏请实施元载生前提出的在原州修筑城堡的规划。德宗就派遣中使询问泾原节度使段秀实此举的利弊。段秀实是一个正直不阿的人，就直言不讳地指出：“凡安边却敌之长策，宜缓以计图之，无宜草草兴功也。又春事方作，请待农隙而缉其事。”杨炎听说后大怒，认为段秀实是在遏制自己。于是解除了段秀实节度使的职务，征召为司农卿。任命邠宁节度使李怀光兼为四镇、北庭行营、泾原节度使。让他率军转移到原州驻扎，派遣检校司空、同平章事朱泚，御史大夫崔宁各统领士兵万人作为他的羽翼，同时下诏命令泾州将士准备筑城工具。泾州将士愤怒地说：“吾属为国家西门之屏，十余年矣。始居邠州，甫营耕桑，有地著之安。徙屯泾州，披荆榛，立军府，坐席未暖，又投之塞外。吾属何罪而至此乎！”李怀光为朔方军帅，法令严苛，接连杀死大将，泾州副将刘文喜就利用人们怨恨的心情，拒不接受朝命，上奏疏要求段秀实重新担任主帅，如不用段秀实就请用朱泚为帅，于是朝廷任命朱泚代替李怀光。可是刘文喜又不接受诏命。泾州有强兵二万，刘文喜以此拥兵自守，并请求吐蕃援助，当时天热干旱，人心不安，许多朝臣请求赦免刘文喜，德宗不听，命令朱泚、李怀光等军进攻。幸好泾州别将刘海宾斩杀了刘文喜，否则必然会产生边患。这些都是由于杨炎以个人喜怒撤换主帅所造成的后果。</p> <p>　　杨炎还构陷了著名理财家<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>的冤案。早先，左仆射刘晏任吏部尚书时，杨炎担任侍郎，二人已有不和。后元载之案，主要由刘晏审理，元载被杀，作为其余党，杨炎也受到连累被贬，因此他对刘晏深加怨恨。德宗即位后，由于刘晏长期掌管财政大权，许多朝臣都很妒忌他，就上奏书说转运使可以罢免，德宗又风闻刘晏秘密上奏劝代宗立独孤妃为皇后。杨炎任宰相后，一心想要为元载报仇，就在德宗面前，流着眼泪说：“刘晏与黎干、刘忠翼同谋，臣为宰相不能讨，罪当万死。”又建议“尚书省，国政之本，比置诸使，分夺其权，今宜复旧”，以便剥夺刘晏的财权。于是德宗罢免了刘晏的转运、租庸、青苗、盐铁等使。建中元年（780年）初，杨炎又以刘晏奏事不实为由，贬其为忠州刺史。当时司农卿庾准也与刘晏不和，杨炎就任命庾准为荆南节度使。不久，庾准迎合杨炎的意图，诬告忠州刺史刘晏写信给朱泚请求营救，言语多有不满，又诬告刘晏召补州兵，想要抗拒朝命。杨炎作证说明确有其事，德宗信以为真。七月就秘密派遣中使到忠州杀死刘晏，然后下诏赐死。朝野上下都认为刘晏冤枉。</p> <p>　　节度使李正己多次上表朝廷，询问刘晏何罪被杀，讥讽斥责朝廷。杨炎“恐天下以杀刘晏之罪归己”，遂派遣使者前往各镇，将过错推给德宗。德宗知道后，派宦官到李正己那里核实情况，果然如此，自此产生了诛杀杨炎的想法，但当时隐而未发。就提升卢杞为门下侍郎、平章事，改任杨炎为中书侍郎，仍为平章事，但不再专任杨炎了。</p> <p>　　杨炎与卢杞二人同时执政，卢杞相貌丑陋，又无文学才干，杨炎对他很轻视，往往假托有病不和他在一起共事，议事又多有不合，卢杞因此怀恨在心。卢杞为人狡诈，为了发展自己个人的势力，树立自己的威信，对于不依附自己的人必欲置之于死地。于是荐引太常博士裴延令为集贤殿学士作为自己的羽翼，来图谋异己势力。</p> <p>　　梁崇义自代宗即位以来，就据有襄、汉七州之地，拥兵自守。德宗即位后，对他进行招抚，但他态度顽固，抗拒朝命。建中二年（781年）六月，德宗任命淮西节度使李希烈统领各军讨伐梁崇义。杨炎劝谏说：“希烈为董秦（即李忠臣）养子，亲任无比，卒逐秦而夺其位。为人狼戾无亲，无功犹倔强不法，使平崇义，何以制之。”杨炎坚持己见，争议再三，德宗不听。在此之前，杨炎回归朝廷时，路经襄、汉，努力劝说梁崇义入朝，梁崇义没有听从，已经图谋反叛。不久，杨炎又派自己的党羽李舟去劝说梁崇义，梁崇义顽固不听，最后终于反叛。议论的人都归罪于杨炎，认为是他促成梁崇义反叛的。此时，杨炎劝德宗不用李希烈，德宗对他更加不满。德宗又曾询问宰相，大臣之中谁可担当大任，卢杞推荐张镒、严郢，而杨炎推荐崔昭、赵惠伯，德宗认为杨炎议论疏阔，于是罢免杨炎宰相之职，为左仆射。过了几天，杨炎入朝谢恩，在延英殿问对后，急弛而归，没有到中书省与卢杞见面，卢杞对杨炎更加怒恨。不久卢杞引荐严郢为御史大夫。以前严郢担任京兆尹时，不依附杨炎，杨炎对他很不满，就指使御史张著弹劾严郢，罢免严郢京兆尹之职为御史中丞。杨炎又提拔了与严郢有矛盾的源休为京兆尹。严郢后来又因犯有度田不实之罪，改任为大理卿，当时人们感到惋惜。此时，卢杞则迎合众人的要求，又利用严郢与杨炎有积怨，故意引荐他为御史大夫。杨炎的儿子杨弘业很不成才，常违法犯禁，又接受别人的贿赂和请托，后严郢审理此案，便不遗余力，并查出了杨炎的其他罪行。</p> <p>　　先前杨炎为修建家庙，就请河南尹赵惠伯为他出卖东都的私宅，赵惠伯就把此宅买来作为官署。严郢审理后，认为赵惠伯是“贵估其宅”，杨炎得到不少余利。卢杞召请大理正田晋处理此案。田晋认为：获取余利，以索取论罪，应该剥夺他的官职。卢杞对这样判处很不满意，就将田晋贬为衡州司马，而召请其他官吏重新议罪，后判为：“监主自盗，罪绞。”此外，又有流言蜚语说：杨炎在曲江南修建的家庙，“此地有王气，炎故取之，必有异图。”德宗听说后更加愤怒，等到台司把审讯结果呈上，下诏三司重加覆按。于是在建中二年（781年）十月下诏宣布：尚书左仆射杨炎凭借他文学才艺多次位居要职，但“不思竭诚，敢为奸蠢，进邪丑正，既伪且坚，党援因依，动涉情故。隳法败度，罔上行私，苟利其身，不顾于国。”“询其事迹，本末乖谬，蔑恩弃德，负我何深！考状议刑，罪在难宥。”为顾全大局，特加宽宥，贬为崖州司马。诏书下达后，杨炎踏上了流放的路途，途经鬼门关，他似乎已预感到前景不妙，写<a href=\"http://so.gushiwen.org/author_1669.aspx\">诗</a>感叹：“一去一万里，千知千不还。崖州何处是，生度鬼门关。”在走到离崖州百里的地方，德宗又下诏赐死，终年五十五岁。</p> <p>　　杨炎追随元载，被贬起用为相后从个人恩怨出发，打击报复，并陷害刘晏，引起了人们的不满，遂使卢杞得以施展奸计而罹杀身之祸。</p><br/><h2>个人贡献</h2> <p><strong>革除弊政，倡行两税法</strong></p> <p>　　大历十四年（779年）德宗即位，商议任用宰相，崔祐甫推荐<a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>有文学才干。德宗在东宫为太子时也曾听说过杨炎名声，于是就起用为银青光禄大夫、门下侍郎、同平章事。他上任不久，就在经济方面进行了重大改革。</p> <p>　　按照旧制，凡天下的钱帛均贮存于“左藏”（国库之一），由太府一年分四季上报数额，由比部（掌核簿籍）核实钱帛的收支情况。第五琦担任度支使、盐铁使时，京城中豪绅很多，索取赏赐不加节制，第五琦无法制止。他就上奏朝廷，请将左藏所贮全部贮藏归大盈内库，由宦官来掌管，皇帝也认为如此取用方便。由此“以天下公赋为人君私藏，有司不得窥其多少，国用不能计其赢缩，殆二十年矣”。这样，宦官中掌管内库者有三百多人，他们牢牢地把持着内库。杨炎任宰相后，决心革除积弊，就向德宗奏告说：“夫财赋，邦国之大本，生人之喉命，天下理乱轻重皆由焉。是以前代历选重臣主之，犹惧不集，往往覆败，大计一失，则天下动摇。先朝权制，中人领其职，以五尺宦竖操邦之本，丰俭盈虚，虽大臣不得知，则无以计天下利害。臣愚待罪宰辅，陛下至德，惟人是恤，参校蠹弊，无斯之甚。请出之以归有司，度宫中经费一岁几何，量数奉入，不敢亏用。如此，然后可以议政。”德宗接受了他的建议，下诏：“凡财赋皆归左藏库，用旧式，每岁于数中量进三五十万入大盈，而度支先以其全数闻。”杨炎的奏请政见，得以革除弊政，天下的人都很称赞他。</p> <p>　　唐初，征收赋税实行租庸调制，所谓“有田则有租，有身则有庸，有户则有调”。这是以“人丁为本”的赋税制度。到玄宗末年，户籍制度废弛，居民转移死亡，土地买卖，财产变化，久未调查，也未重新登记造册。这时，均田制已遭到破坏，但征税时，官府不管实际情况，只凭旧户籍向乡里按丁收税。安史之乱后，户口削减，按丁收税已无法实行。至此，租庸调制积弊甚久，“天下之人苦而无告”。到至德年间，由于战祸，到处向人民征收赋税，逼迫催促索求，也没有固定标准，官吏巧立名目，随意增加赋税，新旧税接连不断，没有限度。“民富者，率为官、为僧以免课役，而贫者丁多，无所伏匿，故上户优而下户劳。”而征收赋税的官吏借机对百姓进行侵夺，百姓无旬无月不在纳税，因不堪忍受而大多逃亡为浮户，留在本地的百姓百无四五。<br>为了革除税收的弊病，增加国家的财政收入，并解决对藩镇的军事费用，建中元年（780年），杨炎向德宗建议实行“两税法”。具体办法是：“凡百役之费，一钱之敛，先度其数而赋于人，量出以制入。户无主客，以见居为簿；人无丁中，以贫富为差。不居处而行商者，在所郡县税三十之一，度所取与居者均，使无侥利。居人之税，秋夏两征之，俗有不便者正之。其租庸杂徭悉省，而丁额不变，”德宗采纳了杨炎的建议，可是掌管赋税的官吏反对推行。他们认为租庸调制实行了四百余年，旧制不可轻改。德宗坚信不疑，使之得以贯彻实施。</p> <p>　　两税法的推行，在当时确有其一定的优越性，并取得了一定成效。《旧唐书·杨炎传》称：实行两税法“天下便之，人不土断而地著，赋不加敛而增入，版籍不造而得其虚实，贪吏不诫而奸无所取，自是轻重之权始归于朝廷”。两税法与租庸调不同，它“唯以资产为宗，不以丁身为本，资产少者则其税少，资产多者则其税多。”这样就多少改变了贫富负担赋税不合理现象。同时，贵族官僚和商人也要按财产纳税，扩大了纳税面，增加了国家的财政收入。两税法是中国税制史上具有重要意义的改革，对后世有深远的影响。</p> <p><strong>其他理财成就</strong></p> <p>　　杨炎在理财上的成就，除了创行两税法外， 还有两点值得称道： 其一， 他将皇室财政与国家财政分开； 其二， 他在中国财政史上第一个提出“量出制入”原则， 开中国预算制度之先河。杨炎拜相后， 向德宗恳请：“夫赋税邦国之大本，生人之喉命，天下理乱轻重皆由焉。是以前代历选重臣主之，犹惧不集，往往覆败。大计一失， 则天下动摇。先朝权制，中人领其职以五尺宦竖操邦之本，丰俭盈虚，虽大臣不得知，则无以计天下利害。臣愚待罪宰辅，陛下至德，惟人是恤，参校蠹弊，无斯之甚！请出之以归有司，度宫中经费，一岁几何，量数奉入，不敢亏用。如此然后可以议政，惟陛下察焉。”德宗准炎所请，皇室经费与国家政费遂重新分开，在君主政体下，杨炎能够说动皇帝改变主意充分展示了其勇气和智慧。不但博得当时人的称赞，而且为后世树立了好的先例。</p> <p>　　中国古代财政制度，一向遵循量入为出原则，所以在清代以前，中国始终没有产生预算制度。预算制度本质上是量出为入的。杨炎主张“凡百役之费，一钱之敛，先度其数而赋于人，量出以制入”。这里所谓“先度其数”，即是首先确定国家每年各项支出的数额， 然后根据这个数额向人民征收。这样，收支都预先有一定的数额规定，然后按计划进行收支，从而有效防止浮收滥支现象的发生，所谓“量出以制入”，这样做无疑有助于保持收支平衡。虽然他这里提出的“量出制入”只是根据“旧征额数”来确定要征收的税额，做法没有现代意义上的预算制度那样完善，但生在八世纪的杨炎开世界各国预算制度的先河实在难能可贵。</p>"
}