{
  "id": 244,
  "star": 118,
  "name": "陈亮",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_244.jpg",
  "dynasty": "宋代",
  "desc": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。",
  "content": "<h2>人物生平</h2> <p>　　绍兴十三年（1143）九月七日[3] ，<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>出生于永康龙窟一个没落的地主家庭。在他的身叙中说：“陈氏以财豪于乡，旧矣，首五世而子孙散落，往往失其所庇依。”（《陈亮集》卷15《送岩起叔之官序》），陈氏在其祖父代，家境富裕，人丁兴旺。“当时聚会，动则数百人”“其后数年，死生困顿，何所不有”，从此便没落下来，陈亮的曾祖父陈知元在北宋徽宗宣和年间“以武弁赴京守御，从大将刘元庆”死于抗金战斗之中。他的祖父陈益“明敏有胆决”，其父陈次尹刚成年即为全家生活而奔波，陈亮的母亲，14岁便生下了陈亮，对陈亮的哺养教育之责，主要由祖父母承担，他们把复兴陈家的希望寄托在陈亮身上。陈亮说：“皇祖、皇祖妣鞠我而教以学，冀其必有立于斯世，而谓其必能魁多士也……少则名亮以汝能，而字以同父。倦倦恳恳之意”。</p> <p>　　《宋史·陈亮传》说他“生而且有光芒、为人才气超迈，喜谈兵，议论风生，下笔数千言立就”，从青少年开始，就显示了他是一位聪颖精明，才华横溢和志量非凡的人。在18岁时，他就考查了历代古人用兵成败的事迹，写出了《酌古论》3篇，讨论了19位风云人物。当时的婺州郡守周葵看了这部书，对他十分赏识，赞誉为 “他日国士也”，并“请为上客”（同上）。然而，周葵所欣赏的是陈亮博通古今的才华，期望把这位有希望的青年人纳入道德性命之学的轨范中去。宋孝宗隆兴元年（1163年），周葵任参知政事，聘陈亮为其幕宾，“朝士百事、必指令揖亮，因得时豪俊尽其议论”。周葵授以《中庸》《大学》曰：“谈此可精性命之学”，但陈亮对此不很感兴趣，他后来说“绍兴辛已，壬午之间，余以报治兵事，为一时明公巨臣之所许，而反授《中庸》《大学》之旨，余不能识也，而复以古文自诡于时，道德性命之学亦渐闻矣。”经过学习，陈亮虽然对道德性命之学有所了解，但他却认为，那种空谈心胜的道德性命之学无补于实际，更不能解决抗金统一事业，所以没有按照周葵为他设计的道路去实行，而是继续研究前人的历史，并且又撰著了《英豪录》和《中兴遗传》两部著作，冀图从历史的经验和教训中总结出中兴复国的借鉴。</p> <p>　　乾道四年（1168年），陈亮24岁，“首贡于乡，旋入太学”。次年，朝廷与金人媾和，“天下欣然，幸得苏息”，独陈亮敢冒风险，认为不可，他以布衣身分，连上五疏，这就是历史上著名的《中兴五论》。朝廷置之不理，陈亮回乡教书讲学，“学者多归之”。陈亮在青壮年时期，曾两次参加科举考试，都未得中。他说：“亮闻古人之于文也，犹其为仕也，仕将以行其道也，文将以载其道也，道不在于我，则虽仕何为” 。他出于一个爱国者的责任感，又于淳熙五年（1178年）连续三次上书，慷慨激昂地批判了自秦桧以来朝廷苟安东南一隅的国策和儒生、学士拱手端坐空言性命的不良风气，感动了孝宗，受其赏识，“欲榜朝堂以励群臣，用种放故事，诏令上殿，将擢用之”，但被陈亮拒绝。这是因为孝宗的宠幸大臣曾觐插手这件事，他想掠美皇恩，抢在孝宗颁发之前见了陈亮，借拢络陈亮以扩展个人势力，此事为陈亮所知，因而 “逾垣而逃”。由于奏疏直言不讳，遭到了当道者的忌恨。回乡之后，就有人向刑部控告了他，刑部侍郎<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>素忌恨陈亮，以“言涉犯上”之罪，逮捕了他，并施以酷刑“笞亮无完肤”。此事孝宗得知，下诏免死，陈亮回乡后，又发生了家僮杀人的事，被仇家控告为陈亮所指使，陈亮之父被囚于州狱，本人被下大理狱。这次蒙难，因丞相王淮和好友<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等人的营救，又得免死，回家后的三年中，同<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>展开了“王霸义利之辨”的交锋。</p> <p>　　经过两次下狱，经受严重打击排斥之后，陈亮并未对恢复中原之志有所改变，孝宗淳熙十五年（1188年），亲自到建康（南京）京口（镇江）观察地形，作词《念奴娇·登多景楼》，对建康京口一带有如下描写“一水横陈，连罔三两，做出争雄势。六朝何事？只成门户私计”、“正好长驱，不须反顾，寻取中流誓”，主张不要把长江天险仅仅当做是隔断南疆北界的门户，而要把它作为北伐中原，恢复失地的跳板，长驱直入，不须反顾。并且再次上疏，建议孝宗“由太子监军，驻节建康，以示天下锐意恢复”。这时正遇孝宗决定内禅，奏疏未予上报，此次上书不但未到孝宗皇帝之手，反而因其内容指陈时弊，触怒了许多官僚，“繇是在廷交怒，以为狂怪”，“当路欲置我于死地”。陈亮回乡后，一次参加乡人宴会，有人在杯中放了胡椒末，同座的人回家暴风，他的家人诬告陈下了毒， 陈亮再吃官司，下了大理。其后因少卿郑汝谐在光宗面前求情，才免于死，这次下狱，从表面上看，属于刑事案件，实际在其背后隐藏着政治原因。陈亮出狱后说 “亮滥膺无须之祸，初欲以人残其命，后欲以受赂残其躯，拒狱反端，搜寻竟不得一笔之罪……可谓吹毛求疵之极矣。”</p> <p>　　陈亮竭忧于国事，为国家民族的复兴尽瘁忧梦，多次上书中，向朝廷提出了很多好的建议，虽也曾得到孝宗的赏识，但终未被任用。直到绍熙四年（1193年），陈亮五十一岁时，他参加礼部的进士试，考中了状元。他在中状元后的报恩<a href=\"http://so.gushiwen.org/author_244.aspx\">诗</a>中说：“复仇自是平生志，勿谓儒臣鬓发苍”。又在《告祖考文》中说：“亲不能报，报君勿替。七十年间，大责有归，非毕大事，心实耻之”。</p> <p>　　状元及第后，陈亮被授职签书建康军判官厅公事，但因长期“忧患困折，精泽内耗，形体外高”，最终于绍熙五年（1194年）病逝，享年五十二岁。后来，吏部侍郎<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>特别请求为陈亮一子授官。</p> <p>　　宋宁宗嘉定十四年（1221年），叶适撰《陈同甫王道甫（<a href=\"http://so.gushiwen.org/author_3082.aspx\">王自中</a>）墓志铭》，以纪念陈亮。</p> <p>　　宋理宗端平（1234年—1236年）初年，追谥“文毅”。</p> <p>　　陈亮死后40年，他的著作被编辑为《龙川集》行世。</p><br/><h2>文学创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>力主抗金，曾多次上书孝宗，反对“偏安定命”，痛斥秦桧奸邪，倡言恢复，完成祖国统一大业。他的政论文、史论，如《上孝宗皇帝书》、《中兴五论》、《酌古论》等，提出“任贤使能”、“简法重令”等革新图强言论，无不以功利为依归。其哲学论文，具有朴素唯物主义思想，为永康学派的代表。他提倡“实事实功”，有益于国计民生，并对理学家空谈“尽心知性”，讥讽为“皆风痹不知痛痒之人”。他还与<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>多次进行论辩。所作文章，说理透辟，笔力纵横驰骋,气势慷慨激昂,自称\"人中之龙,文中之虎\",可谓“推倒一世之智勇，开拓万古之心胸”（《甲辰答朱元晦书》）。</p> <p>　　陈亮有词74首。他的爱国词作能结合政治议论,自抒胸臆,曾自言其词作“平生经济之怀，略已陈矣”（《水心集》卷二十九《书龙川集后》）。如〔水调歌头〕《送章德茂大卿使虏》：\"尧之都，舜之壤，禹之封，于中应有，一个半个耻臣戎\"，〔念奴娇〕《登多景楼》：“凭却江山管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓”。以及〔贺新郎〕《寄辛幼安和见怀韵》：“父老长安今余几？后死无仇可雪”等，其爱国愤世之情，慷慨激烈，气势磅礴，与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词风相近似。刘熙载《艺概》卷四说\"同甫与稼轩为友，其人才相若，词亦相似\"。</p> <p>　　陈亮作词，曾自述：“本之以方言俚语，杂之以街谭巷歌，抟搦义理，劫剥经传，而卒归之曲子之律，可以奉百世豪英一笑。”(《与郑景元提干书》)所作除爱国豪壮之词外，亦有艳丽、闲适、应酬和投赠、祝寿之作，其中如〔水龙吟〕“闹花深处层楼”、〔虞美人〕“东风荡扬轻云缕”等,颇为清幽闲淡,疏宕有致。然而他的应酬、祝寿之词则大都无甚新意，但“不作一妖语、媚语”（毛晋《龙川词跋》）。</p> <p>　　《直斋书录解题》著录《龙川文集》40卷，今不见传本。有明成化刻本30卷，明万历、崇祯刻本，史朝富刻本,均为30卷。通行本有《国学基本丛书》本,《四部备要》排印本。1974年中华书局出版校点本《陈亮集》。</p> <p>　　《直斋书录解题》著录陈亮《外集》词4卷，今不传，现存《龙川词》，有明《唐宋名贤百家词》、明毛晋汲古阁本。《四库全书》、《续金华丛书》、《四部备要》均用汲古阁本。《全宋词》用毛刻并据明钞校正，又加辑补。 </p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>：①志复君之雠，大义也；欲挈诸夏、合南北，大虑也；必行其所知，不以得丧壮老二其守，大节也；春秋战国之材，无是也。吾得二人焉，永康<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>、平阳<a href=\"http://so.gushiwen.org/author_3082.aspx\">王自中</a>。……今同甫书具有芒彩烂然，透出纸外，学士争诵，惟恐后则既传而信矣。 ②哦彼黍离，孰知我忧。竭命殚力，其为宗周。</p> <p>　　<a href=\"http://so.gushiwen.org/author_236.aspx\">方孝孺</a>：士大夫厌厌无气，有言责者不敢吐一词，况若同甫一布衣乎！人不以为狂，则以为妄。</p> <p>　　黄百家：永嘉之学，薛、郑俱出自程子。是时陈同甫亮又崛兴于永康，无所承接。然其为学，俱以读书经济为事，嗤黜空疏、随人牙后谈性命者，以为灰埃。亦遂为世所忌，以为此近于功利，俱目之为浙学。</p> <p>　　<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>：①永嘉以经制言事功，皆推原以为得统于程氏。永康则专言事功而无所承，其学更粗莽抡魁，晚节尤有惭德。②自陈同甫有义利双行、王霸杂用之论，世之为建安之徒者，无不大声排之。吾以为是尚未足以贬同甫。...若同甫，则当其壮时，原不过为大言以动众，苟用之，亦未必有成。迨一掷不中，而嗒焉以丧，遂有不克自持之势。嗟夫！同甫当上书时，敝屣一官，且有逾垣以拒曾觌之勇。而其暮年对策，遂阿光宗嫌忌重华之旨，谓不徒以一月四朝为京邑之美观，何其谬也。盖当其累困之馀，急求一售，遂不惜诡遇而得之。...同甫之失，正坐亟于求舂而不需谷，亟于求涉而不需缆，卒之米固不得，并其船而失之。</p> <p>　　<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>等：亮与朱子友善，故构陷唐仲友於朱子，朱子不疑。然才气雄毅，有志事功，持论乃与朱子相左。...足见其负气傲睨，虽以朱子之盛名，天下莫不攀附，亦未尝委曲附和矣。今观集（《龙川集》）中所载，大抵议论之文为多。其才辨纵横不可控勒，似天下无足当其意者。使其得志，未必不如赵括、马谡狂躁偾辕。但就其文而论，则所谓开拓万古之心胸，推倒一时之豪杰者，殆非尽妄。与朱子各行其志，而始终爱重其人，知当时必有取也。</p>"
}