{
  "id": 434,
  "star": 363,
  "name": "郑谷",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_434.jpg",
  "dynasty": "唐代",
  "desc": "郑谷（约851～910）唐朝末期著名诗人。字守愚，汉族，江西宜春市袁州区人。僖宗时进士，官都官郎中，人称郑都官。又以《鹧鸪诗》得名，人称郑鹧鸪。其诗多写景咏物之作，表现士大夫的闲情逸致。风格清新通俗，但流于浅率。曾与许裳、张乔等唱和往还，号“芳林十哲”。原有集，已散佚，存《云台编》。",
  "content": "<h2>人物背景</h2> <p>　　唐僖宗<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>（公元849--911年），字守愚，江西袁州（今宜春）人。其父郑史，其兄郑启，均为唐代<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>人。</p> <p>　　受父兄熏陶，郑谷七岁便能诗，“自骑竹之年则有赋咏”。当时著名诗人、诗论家<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>“见而奇之，拊其背曰：当为一代风骚主”。</p> <p>　　唐僖宗光启三年（公元887年），郑谷考中进士，官至都官郎中，人称郑都官。郑谷写的一首《鹧鸪》诗声名远播，因而又有“郑鹧鸪”之称。郑谷与许棠、<a href=\"http://so.gushiwen.org/author_336.aspx\">张乔</a>、任涛等九位同辈人经常唱和往还，诗名颇盛，被誉为“芳林十哲”。</p> <p>　　唐乾宁年间，郑谷“独守义命之戒，而不牵于名利之域”，毅然归隐故乡的仰山，过着“好句未停无暇日，旧山归老有东林”的隐居生活。 </p><br/><h2>历史价值</h2> <p>　　宜春故乡的人们对这位晚唐著名<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>人一向非常尊崇，曾将<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>与袁京（东汉时期出为蜀郡太守，为避兄难隐居袁州）、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>（唐宋八大家之首，曾被贬至袁州任剌史）、<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>（唐代宰相<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>之子，曾被贬至袁州任长史，后亦当上了唐代宰相）、<a href=\"http://so.gushiwen.org/author_686.aspx\">卢肇</a>（原属宜春，后归分宜，江西历史上第一个文科状元）、易重（唐代文科状元）排在一起，称作“袁州六先生”。</p> <p>　　在宋人祖无择建造的“韩文公（愈）祠”中，曾将郑谷的象画在东墙上，以供后人观瞻。在旧时代，宜春城南曾有一条街道名曰“鹧鸪路”，就是纪念“郑鹧鸪”的。近年来，宜春市大力开发修建人文景观。</p> <p>　　在2004年建成的袁山公园内，又以“郑鹧鸪”之名建起了一个“鹧鸪亭”。游客至此，大凡“一卷云台刚读罢”的人们，都会“耳边疑听鹧鸪声”了罢?<br></p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>7岁能<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>，“自骑竹之年则有赋咏”。父史，开成中（公元838年左右）为永州刺史，与当时著名诗人、诗论家<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>同院，图“见而奇之”，拊其背曰：“当为一代风骚主”。及冠，应进士举，凡十六年不第。僖宗广明元年（880）<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>入长安，谷奔西蜀。光启三年（887）登进士第。昭宗景福二年（893）授京兆鄠县尉。迁右拾遗补阙。乾宁四年，（897）为都官郎中，诗家因称郑都官。又曾经写过鹧鸪诗，广为流传，很出名，因此被人称为“郑鹧鸪”。官至都官郎中。天复三年（903）左右，归隐宜春仰山书屋。卒于北岩别墅。死后安葬在宜春城北7里的江北岭。北宋时期，袁州太守祖无择曾主持修缮其墓，如今已无迹可寻。今宜春市区东风大街南段，民国时期曾名鹧鸪路，以纪念郑谷而名。</p> <p>　　郑谷诗清婉明白，不俚而切，为薛能、<a href=\"http://so.gushiwen.org/author_1077.aspx\">李频</a>所赏。与许棠、任涛、张嫔。李栖远、<a href=\"http://so.gushiwen.org/author_336.aspx\">张乔</a>、喻坦之、周繇、温宪、李昌符唱答往还，号“芳林十哲”。后谷尝从僖宗登三峰，朝谒之暇，寓于云阳道舍，编所作为云台编三卷。归，编宜阳集三卷，及撰国风正诀一卷。《全唐诗》收录郑谷诗327首。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>，字守愚，宜春（今袁州区）人，生于唐宣宗大中二年（公元848年），死于五代十国时的梁太祖开平三年（公元909年），享年61岁。郑谷的父亲郑史曾考中进士，在柳州当官时，与唐代著名文学家<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>为同僚。郑谷七岁时，司空图见到他的<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>赋习作，曾一时叹为观止，亲切地拍着他的肩背说，好小子，你将来当成为“一代风骚主”啊！从这段情节，再联系到他晚年回宜春后先筑屋于化成岩下，后建草堂于仰山之麓来看，他应该是出生在柳州父亲的任所，并在那里读书长大；到他晚年回宜春时，老家已经没有了房子和亲人。但深入骨髓的故土情结，却还是使他在将老之年，选择了落叶归根。</p> <p>　　郑谷虽然自小才华横溢，但是科举、仕途却颇为不顺。郑谷21岁首次参加科举考试就名落孙山。此后又连考10回，直至40岁才中了进士，又因时局动荡，至45岁才授为京兆鄠县县尉，不久提拔为右拾遗，50岁时再升迁为尚书都官郎中（约相当于现代司局级京官），因此被称为“郑都官”。</p> <p>　　唐哀帝天佑元年（公元904年），朱全忠逼帝迁居洛阳，烧毁长安宫，郑谷眼见李家王朝气数已尽，在宜春籍和尚虚中的提示下，弃官返回了宜春，先在化成岩下建房，后又在仰山建造读书堂隐居，至公元909年去世；死后安葬在宜春城北7里的江北岭。北宋时期，袁州太守祖无择曾主持修缮其墓；如今已无迹可寻。 </p><br/><h2>贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>唐末<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>人，置身昏暗动乱时代，对社会灾难、民生疾苦，均有所关注。聂夷中的《咏田家》、杜荀鹤的《山中寡妇》、《乱后逢村叟》等篇，反映民瘼与世乱，尤其深刻沉痛。但其时从诗歌创作的总体情况看，这方面的内容仍未能居于主要地位。著名诗人中，只有生活到五代初的<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>、<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>、<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>等，历经易代之际的种种劫难，才对时代的丧乱有较多的反映。</p> <p>　　郑谷，入仕以后，在唐王朝行将灭亡前的强藩互斗中，又多次“奔走惊魂”。郑谷现存诗三百馀首，有近百首写其奔亡流徙，涉及时局。如“荆州未解围，小县结茅茨”、“传闻殊不定，銮辂几时还”（《峡中寓止二首》），涉及光启年间秦宗权军队长期围困荆州、僖宗因受强藩威胁出逃等事。“十口飘零犹寄食，两川消息未休兵”（《漂泊》），把家口飘零与两川战乱联系起来描写，揭示国无宁日，民不聊生。“访邻多指冢，问路半移原”（《访姨兄渭口别墅》），令人想见战乱后新冢累累，陵谷变迁的惨痛景象。</p> <p>　　郑谷除奔逃、访旧之类作品一再反映时乱之外，其送别怀友诗也多涉及乱离。《久不得<a href=\"http://so.gushiwen.org/author_336.aspx\">张乔</a>消息》云：“天末去程孤，沿淮复向吴。乱离何处甚，安稳到家无？树尽云垂野，樯稀月满湖。伤心绕村落，应少旧耕夫。”牵挂友人和感念时局的心情交融在一起，清婉浅世，很能代表郑谷的诗风。同时因乱离怀友，诗中又有一种悲凉的气韵。 </p><br/><h2>诗词成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>在政治上建功立业的梦想虽然惨遭破灭，但<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>歌创作却成就卓著。《全唐诗》收录他的诗有325首，郑谷本人辑录于诗歌自选集《云台编》、《宜阳集》中的，共计有1000多首，可惜版本均已失传。因此，郑谷和当时的著名诗人许棠、任涛、张摈、李栖远、<a href=\"http://so.gushiwen.org/author_336.aspx\">张乔</a>、喻坦之、周繇、温宪、李昌符同被号称为“芳林十哲”，(又称“咸通十哲”)。有人甚至称郑谷为晚唐诗坛巨擘。</p> <p>　　最后，诗人终于在这种想超脱而又超脱不了的矛盾心境中，走完了悲哀而又卓越的一生。</p> <p>　　和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>一样，郑谷也是政治仕途上的失败者，然而，仕途上的挫折，偏偏成就了他们的创作，从而也就成就了他们千古流芳的诗名。正所谓“失之东隅，得之桑榆”、“塞翁失马，焉知非福”。古贤哲们的奇丽人生，确实值得人们永世深思。这恐怕也正是郑谷读书堂能够成为千古胜迹的原因之一吧？</p> <p>　　可惜的是随着晚清朝廷的腐朽，国家的衰败，郑谷读书堂也沦落毁圯，继而没入了柴丛。近百年来，已是无人踏足了。</p> <p>　　可喜的是近年来，随着旅游经济意识的加强，人们已经越来越清楚地认识到了文化古迹的多方面价值。因此，郑谷读书堂和近旁的栖隐寺，都已被僧俗各界提上了筹备重建的议程。预期在不久的将来，这所古朴的草堂，将带着一名久远的读书人的诗书风采，重现在人们的眼前。 </p><br/><h2>评论</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a><a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>名盛于唐末，号《云台编》，而世俗但称其官，为“郑都官诗”。其诗极有意思，亦多佳句，但其格不甚高。以易其晓，人家多以教小儿，余为儿时犹诵之，今其集不行于世矣。（宋·<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》)</p> <p>　　谷诗清婉明白，不俚而切，为薛能、<a href=\"http://so.gushiwen.org/author_1077.aspx\">李频</a>所赏。（元·辛文房《唐才子传》卷九）</p> <p>　　郑都官诗非不尖鲜，无奈骨体太孱，以其近人，宋初家户习之。（明·胡震亨《唐音癸签》卷八）</p> <p>　　谷有“诗无僧字格还卑”之句，故其诗入“僧”字者甚多，昔人尝以为讥，然大历以后，诸公借阿师作吟料久矣。（同上）</p> <p>　　郑守愚声调悲凉，吟来可念，岂特为《鹧鸪着》一首，始享不朽之名？（清·薛雪《一瓢诗话》）</p> <p>　　谷以鹧鸪诗得名，至有郑鹧鸪之称。而其诗格调卑下，第七句相呼相唤字尤重复。寇宗夷《本草衍义》引作‘相呼相应’，差无语病,然亦非上乘。”方回《瀛奎律髓》又称谷诗多用“僧”字，凡四十余处。谷自有句云：“诗无僧字格还卑。”此与张端义《贵耳集》谓诗句中有“梅花”二字便觉有清意者，同一雅中之俗，未可遽举为美谈。至其他作，则往往于风调中，独饶思致，汰其肤浅，撷其菁华，固亦晚唐之擘矣。（《四库全书》卷一五一） </p><br/><h2>书堂</h2> <p>　　栖隐寺位于今宜春市袁州区洪江乡东南村后的仰山栖隐寺旁，有一道山梁名为书堂山。在书堂山中部，离栖隐寺大约一箭之遥的地方，有一块古宅遗址。那就是著名的<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>读书堂遗址。书堂山的得名，即源于此。</p> <p>　　郑谷读书堂曾是宜春历代名胜，尤为历代骚人墨客所景仰。宋朝的<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>等都曾到这里凭吊。</p> <p>　　郑谷读书堂之所以值得瞻仰凭吊，是因为郑谷的历史声誉高，<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>品、人品均堪称典范。</p> <p>　　郑谷是宜春县（现袁州区）历史上第一个在全国诗坛获得重要地位和广泛影响的著名诗人，也是唐代江西诗人中成就最大的一位。直到今天，郑谷仍然是宜春乃至江西人民的骄傲。 </p><br/><h2>作品</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>一生作<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>不下千首；因曾“寓居云台道舍”，故称诗集为《云台编》，一名《宜阳集》，又叫《郑守愚文集》，共分上、中、下三卷。另著有《宜阳外编》、《国风正误》等书籍，有的著作已失传。《全唐诗》收入郑谷的诗歌共有三百多首。</p> <p>　　郑谷的仕途顺利，诗大多是咏物和表现士大夫的清高闲适，缺少社会内容，流传下来的经典不多．</p> <p>　　郑谷的诗讲究炼字炼句，但清婉明白，通俗易晓。其绝句风神绵邈、词意婉约。《全唐诗补编》补词三首。 </p><br/><h2>诗作评论</h2> <p>　　纪晓岚在评论<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>全部<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>作的问题上，历代文人各抒己见。</p> <p>　　宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>在《六一诗话》中说，郑谷“其诗极有意思，亦多隹句”，但他直言“其格不甚高”。</p> <p>　　童宗说的意见比较委婉，他称郑谷的诗“丰入而啬出之，论其格调虽不甚高”，但“要其锻炼句意，鲜有不合于道”。</p> <p>　　元代辛文房的说法有点不同，他认为“谷诗清婉明白，不俚而切”。</p> <p>　　而明代的叶涵云和费嘉树对郑谷的评价却显得很高；叶涵云把郑谷推崇为“有唐三百年，风雅雄一代”的重量级人物，费嘉树不仅称赞郑谷“骚坛树赤帜，群贤拜下风”，而且还说他的诗是与“李杜相颉顽，岂与郊岛同”的杰作。</p> <p>　　在清代纪晓岚等人主编的《四库全书总目提要》中也有一说，谓郑诗“往往于风调之中，独饶思致”，但“汰其肤浅，撷其菁华，固亦晚唐之巨擘矣”。</p> <p>　　然而，称他“风雅雄一代”也好，论其“格调不甚高”也好，不过都是各取一端，各执其词罢了。</p> <p>　　客观地讲，从“汰其肤浅，撷其菁华”的角度来看，郑谷在诗歌创作上毕竟取得了非常显著的艺术成就，郑谷的部分作品也确实具有深刻的社会意义。郑谷的“平楚干戈后，田园失耦耕”；郑谷的“访邻多指冢，问路半移原”；郑谷的“乱兵何日息，故老几人全”；郑谷的“十口飘零犹寄食，两川消息未休兵”；还有郑谷的“不会苍苍主何事，忍饥多是力耕人”等诗句，大都不同程度地揭露与批判了唐末衰败，人民涂炭的社会现实，表达了诗人关心与同情劳动人民疾苦的思想感情。虽然难以与“李杜相颉顽”，但却继承了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的现实主义传统，因而被后人称为晚唐“咸通后僖宗、昭宗时代的诗史”，实可称作“晚唐之巨擘”。</p> <p>　　郑谷的其他诗歌，或咏物，或别离，或感遇等篇什，也都风格清新通俗，轻巧流利，语言工丽。如《菊》中的“露湿秋香满池岸，由来不羡瓦松高”；如《海棠》中的“朝醉暮吟看不足，羡他蝴蝶宿深枝”；如《淮上与友别》中的“数声风笛离亭晚，君向潇湘我向秦”；如《席上贻歌者》中的“座中亦有江南客，莫向春风唱鹧鸪”；再如《中年》中的“苔色满墙寻故第，雨声一夜忆春田”等吟咏，文笔优美，思致婉转，感情丰富，韵味深长，读后叫人赏心悦目，回味无穷。</p> <p>　　郑谷-名人评价 《唐诗鉴赏辞典》历代骚人墨客对郑谷的“一字师”和这首《鹧鸪》诗，均极为推重。有诗云：“早梅一字师，齐已谢不逮”；有诗云：“一字之师齐已拜，早梅开后独踟蹰”；有诗云：“一卷云台刚读罢，耳边疑听鹧鸪声”；有诗云：“读书堂侧老松枯，故址荒凉唱鹧鸪”；还有诗云：“何以鹧鸪诗，脍炙于千载”。</p> <p>　　元代辛文房赞赏郑谷“尝赋鹧鸪，警绝”；清代金圣叹称扬郑谷这首诗“深得比兴之遗”；<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>也说《鹧鸪》诗的“三四语胜于‘钩（车舟）格磔’也”，并称誉是“以神韵胜”。</p> <p>　　上海辞书出版社于1983年出版的《唐诗鉴赏辞典》一书也载文称，《鹧鸪》诗“终篇宕出远神，言虽尽而意无穷，透出诗人那沉重的羁旅乡思之愁”，赞许“诗人紧紧把握住人与鹧鸪在感情上的联系，咏鹧鸪而重在传神韵，使人和鹧鸪均融为一体，构思精妙缜密”。 </p><br/><h2>作品分析</h2> <p>　　<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>一生作<a href=\"http://so.gushiwen.org/author_434.aspx\">诗</a>不下千首；因曾“寓居云台道舍”，故称诗集为《云台编》，一名《宜阳集》，又叫《郑守愚文集》，共分上、中、下三卷。另著有《宜阳外编》、《国风正误》等书籍，有的著作已失传。《全唐诗》收入郑谷的诗歌共有三百多首。</p> <p>　　郑谷所作的一首七律《鹧鸪》，脍炙人口，风靡一时。其诗曰：</p> <p>　　暖戏烟芜锦翼齐，品流应得近山鸡。<br>　　雨昏青草湖边过，花落黄陵庙里啼。<br>　　游子乍闻征袖湿，佳人才唱翠眉低。<br>　　相呼相应湘江阔，苦竹丛深日向西。</p> <p>　　鹧鸪是一种羽色斑斓美丽的鸟，形如雌雉，体大似鸠，分布于祖国大陆的南方。其“鸣云‘钩辀格磔’是也”，俗称极象“行不得也哥哥”。古人常借鹧鸪的啼鸣来抒写迁客孤寂愁苦之状，游子思乡怀亲之情。<br></p>"
}