{
  "id": 1081,
  "star": 0,
  "name": "张弘范",
  "dynasty": "元代",
  "desc": "张弘范（1238年—1280年），字仲畴，易州定兴人，元朝初期重要将领，名将张柔第九子，曾参加过襄阳之战，后跟随元帅伯颜南下攻打南宋，是忽必烈灭宋之战的主要指挥者，曾击败南宋将领文天祥与张世杰，官居江东道宣慰使，深受元世祖忽必烈的器重。至元十七年（1280年）正月十日病死，时年四十三岁。元世祖赠予银青荣禄大夫、平章政事，予谥武烈。元武宗至大四年（1311年），加赠推忠效节翊运功臣、太师、开府仪同三司、上柱国、齐国公，改谥忠武。元仁宗延祐五年（1319年），加赠“保大功臣”，加封淮阳王，予谥献武。",
  "content": "<h2>生平</h2> <p><strong>初生牛犊</strong><br>　　张弘范的父亲张柔在元太祖八年（1213年），蒙古军南下中原，金都南迁之时，以地方豪强的身份，聚集乡邻亲族数千余家结寨自保。元太祖十三年（1218年），与蒙古军</p> <p>　　战于狼牙岭（今河北易县紫荆关附近的狼牙山一带），兵败被俘，降于蒙古。元太祖二十年（1225年），蒙古任命他为行军千户，保州等处都元帅。</p> <p>　　元太宗十年（1238年），张柔四十九岁时，张弘范出生，金朝已经亡国四年了，所以他说不上是金的臣民。他有八个哥哥，两个弟弟。他八哥就是后来承袭万户爵位的张弘略。郝经很长一个时期是张柔为子弟们礼聘的家庭教师，张弘范也是郝经的门下士之一。在父兄师友的熏陶下，张弘范成长为一个文武全才的年轻将领。</p> <p>　　元宪宗蒙哥六年（1256年），张弘范正二十岁，已经成人了。他身长七尺，仪表出众。当时男子成年都有蓄须的风尚。张弘范长须拂胸，丰采翩翩，算得上一位美髯公。不仅是骑射能手，而且以善于马上舞槊（即古代的武器长矛）知名于时。口才很好，善于应对，<a href=\"http://so.gushiwen.org/author_1081.aspx\">诗</a>歌也写得爽郎可通，很有特色。他的作品不留底稿，随手散落，后来有人为他网罗遗佚，刻印了一部诗集，即传世的《淮阳集》。</p> <p><strong>整军平叛</strong><br>　　主词条：<a href=\"http://so.gushiwen.org/author_1869.aspx\">李璮</a>之乱</p> <p>　　元宪宗蒙哥六年（1256年），其兄张弘略任顺天路总管，他赴蒙古大汗的驻地述职之后，张弘范被留下代理工作，这给他提供了展示其行政管理才能的绝好机会。他决意要改革风气，严格整顿纪纲。当时蒙古军队的纪律很差，他们所过之处，百般骚扰。张弘范认为：“国家应该是有法制的，应令行禁止，不允许有违法的行为。凡不遵守法度的，都要绳之以法。”这样，许多违反军纪的蒙古兵都受了处分，不少人挨了军棍。从此以后，蒙古军队风清弊绝，耳目一新。</p> <p>　　中统元年（1260年），忽必烈继承蒙古汗位，改元中统。这时张弘范正是二十四岁，被任命为御用局总管。中统三年（1262年），山东军阀之一的李璮起兵叛乱，张弘范跟从亲王合必赤前往济南讨伐李璮。忽必烈命令张柔和张弘范率兵二千迅速去大都（今北京）亲自检阅，并立即任命张弘范为行军总管。这个职务相当于一个纵队司令官。在平叛进军中，他不避艰险，屡立奇功，成为忽必烈很器重的一个青年将领。[1]他严以律己，廉洁奉公，处理日常工作，公平合理，信赏必罚。胸怀坦白，不怀报怨之心。士兵有疾病，一定要亲自去探视，照顾医药治疗，不幸而逝世的，一定要把柩骨送回故乡；上级有赏赐一定分给群众；有军功而未获酬赏的，一定为之代请陈说，不得请求，不止。这些看来是很平常的行为，但发自内心、持之以恒，在士兵中受到很多人的爱戴和信赖，逐渐取得了很高的威望。李璮之乱被平息之后，元廷认为李璮掌握地方的兵民之权，因而能够为乱，所以商议罢免势力较大的世侯的官职，张弘范因此被罢。</p> <p><strong>追随世祖</strong><br>　　至元元年（1264年），张弘范的八哥张弘略调至京城充任宿卫（蒙语称为怯薛，是为大汗轮流值宿守卫的禁卫军，后来发展成为元代官僚阶层的核心）。忽必烈在张柔诸子中特别选拔出张弘范来代替张弘略的工作，把金虎符亲自交给他，正式任命他为顺天路管民总管。佩带金虎符在当时是一种特殊荣誉，也是享有特权的标志。从此在朝廷青年贵族群中，成为一个崭露头角的新星。[3]</p> <p>　　至元二年（1265年），他又由顺天府调任大名。未上任之前，他改穿便服微行出访，到各处调查民间疾苦。发现了收租的官吏们非法加派，群众怨声载道。于是他上任后第一件事就是惩办那些不法的仓吏。由于这些措施，很快就取得群众的拥护。那年又适逢大水，他没有请示就决定免除了灾区的全部租赋。管理财赋的部门认为他犯了“专擅之罪”，要给他以处分。为此，他请求赴大都直接向皇帝申诉。见忽必烈后，忽必烈问他：“你有什么要申诉的？”他说：“我以为国家把粮食存在小仓库里。不如存在大仓库里好。老百姓因为遭了水灾，交纳不上粮。如果一定要从农民口里夺取粮食，政府的小仓库当然会充实起来，但老百姓就会死绝了。等明年就会一粒粮也收不到！首先要让人民活下来，以后才会年年有收获、家家有余粮。农民有了余粮，那不都是国家的粮食吗？这就是我所说的大仓库！”忽必烈点头称赞，夸奖他懂得治国的大道理，就不再追究他的专擅之罪了。</p> <p><strong>南征襄阳</strong><br>　　主词条：襄阳之战</p> <p>　　至元六年（1269年），宋元正在进行襄阳的争夺战。元军围困襄阳的军队大部分是平叛后改编了的李璮旧部，以勇狠骄悍难加管束著称。元政府正发愁难以物色到一个既有能耐。又得军心的将领来统帅这支队伍。恰巧有人提到张弘范的名字，忽必烈立刻想到这正是他所要选择的人！马上就任命他担任益都、淄莱等路行军万户。攻宋战役的总指挥是丞相伯颜。张弘范向伯颜建议：用重兵围困襄阳，首先应切断襄阳的粮道。伯颜采纳了这项建议，并且就派张弘范负责万山粮道的把守。在一次遭遇战中，他以少胜多，竟取得了一次意外的大胜仗，伯颜对张弘范的才能具有了进一步的认识。</p> <p>　　至元十一年（1274年），忽必烈就又命令伯颜开始征伐南宋的新攻势。伯颜分兵二路，一道进攻淮西和淮东，直指扬州；一道由他率领，命降将吕文焕为前锋，这路元军的主力就是阿里海牙，张弘范隶属阿里海牙军团之下。他们由襄阳顺汉水而下，东赂、郢西（今湖北钟祥一带），南攻武矶堡，准备直扑临安（今杭州）。</p> <p><strong>进军江南</strong><br>　　主词条：丁家洲之战、临安之战</p> <p>　　至元十二年（1275年），南宋丞相贾似道为了挽救颓势，不得不亲自出马，督师驻芜湖，又派遣宋京前往元军大本营与伯颜议和。希望象景定元年开庆密约一样，输岁币，称臣。被伯颜拒绝了。这时贾似道只得命殿帅（即殿前都指挥使司的简称）孙虎臣率领步兵、七万驻池州（今安徽贵池）丁家洲。舟师（水军）统帅夏贵以战舰二千五百艘横亘江中，自率后军驻鲁港（今安徽芜湖西南）。伯颜命张弘范所部步骑夹岸而进，利用陆上优势，形成包围，又用战舰巨炮，轰击孙虎臣军。孙军大溃，逃到鲁港。夏贵闻败讯后，也放弃了指挥，仓皇奔逃。在这次战役中，南宋水陆两军主力丧失殆尽，张弘范所部长驱到达建康（今南京市）。</p> <p>　　元军进入建康后，丞相伯颜决定在建康休整一番。在诸将出席的劳军大会上，取出库存黄金分赐诸将。在诸将均已到齐之后，张弘范却姗姗来迟。伯颜沉下脸来面带愠色地说：“我们祖宗传下来的习惯法规定：凡是军事性的集会，迟到的有罪！虽然是近侍贵戚和以材能勇敢知名的人，都不允许宽赦，你难道连这规矩也不懂，竟敢迟到！”与会的人都为张弘范的过失，捏一把冷汗。张弘范却毫不惊慌失态，很从容地说：“我认为军事集会是指战场上的集会。在战争的场合上，我从来没有迟到过。今天的聚会是领受犒赏，在犒赏之前我不敢争先，在道理上有什么不可以的呢？”丞相伯颜被他所讲的道理折服了，冷若冰霜的面孔又变得和颜悦色，连连点头称是。他辞锋敏锐，片言释疑，语言之妙，举此一例可以想见。在这个小故事的后面，可以隐约地看到他和伯颜争论的实质是蒙古习惯法和中原儒学礼教的交锋，用中原文化传统来影响蒙古贵族，正是张弘范父子们有意识或无意识的一项经常性工作。</p> <p>　　元军攻占建康后，南宋的京城临安，危在旦夕，宋廷不得不发出勤王的号召。但宋朝军民响应勤王号召的只有张世杰和<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>等少数人。张弘范则从军事形势考虑，认为应当乘破竹之势，掌握战机，不可再稍缓。他和伯颜商讨后，伯颜同意他的意见，命令他用当时最快速的交通手段——蒙古驿站的快马，奔驰到忽必烈的驻地，面陈形势。忽必烈决定继续追击。张弘范返回防地后，激战就开始了。</p> <p>　　这年秋七月张弘范与张世杰、孙虎臣等所率水军的战斗，焦山之战，是场决定性的战役。当时统帅阿术集合行省诸翼万户兵船于瓜州，阿塔海、董文炳集合行枢密院万户兵船于西津渡，南宋沿江制置使赵清、枢密都承旨张世杰、知泰州孙虎臣等陈列舟师于焦山南北。阿术派遣张弘范等以兵船千艘西掠珠金沙。阿术、阿塔海登南岸石公山，指挥水军万户刘琛循江南岸，绕出南宋防军之后，董文炳则直抵焦山南麓，和元军刘国杰左右呼应，万户忽刺出击中路，张弘范自上流来会师于焦山之北。这场会战，南宋全线溃败于焦山。张弘范率军直追至圃山（今江苏镇江市东北）之东。这是临安陷落之前元军伐宋的最后一次大战役。由于这次战役的功劳，忽必烈赐他以“拔都”（蒙语意为勇士）的荣誉称号，并改授他毫州万户。</p> <p>　　至元十二年（1275年）十月，张弘范班师还朝，朝廷上安排了不少庆功活动。忽必烈在内殿宴请张弘范，为他洗尘，慰劳他的凯旋，是这一系列庆祝活动的顶峰。但是由于他不适应南方的气候和水土等环境，再加上又得了疟疾，返回大都后不久就病倒了。忽必烈十分关心张弘范，特命御医前往护视，并规定每天要把张弘范的病情作专门的汇报，并让近侍传出口谕给御医说：“我有军国大事，等着同九拔都商量决，一定要尽心治疗，使他迅速恢复健康。”又命令卫士坐在张弘范的门口，对来探视的人们说：“九拔都病得很重，除非至亲和医护人员外，皇帝有诏令，停止一切对病人不必要的干扰。”</p> <p><strong>追击灭宋</strong><br>　　主词条：崖山海战</p> <p>　　至元十三年（1276年）正月，宋廷派遣宗室赵尹甫、赵吉甫携传国玉玺及降表赴元军大本营乞和。降表中以伯、侄相称。伯颜看了降表后，派遣张弘范、孟祺（元行省咨议）、程鹏飞等人，带着伯颜的命令，先入临安城，责备宋大臣背约失信之罪。张弘范等终于说服了宋廷，取得宋王改称臣仆，屈辱请降的表文。三月，伯颜入临安，宋幼主赵显（恭帝）及全太后等均被押送至大都。皇帝、皇太后虽然投降了，但人民并不都甘心作元朝的臣民，浙东一带发生了叛乱。按蒙古人的惯例，降而复叛，又杀了使臣，又焚烧了招降书，是要屠城的。张弘范的良心不允许他执行蒙古人屠城的习惯法，只杀了几个为首的人，就了结了此案，总算保全了一城人的性命。</p> <p>　　至元十四年（1277年），元军凯旋，张弘范也加官进爵，被授予镇国上将军的军阶，任命为江东道宣慰使。这时张弘范四十一岁，已经是武职官员中从二品大员了。</p> <p>　　至元十五年（1278年）四月，文天祥、张世杰等拥立的小皇帝赵罡，被迫逃到广州，病死于硐州岛上（今广东雷州湾上一岛）。为了坚持斗争，他们又拥立广王赵硐于广东新会海中厘山。改元祥兴。</p> <p>　　至元十六年（1279年）正月，元组织了水军，大举进攻崖山。文天祥以战俘的身份也被软禁在元军船上，途中文天祥作《过零丁洋》一诗。恰巧张弘范来要文天祥他给张世杰写一封劝降信，他就顺手写出上边这首诗，交给张弘范算是答复。张弘范读罢，</p> <p>　　除对他的遭遇同情外，心中肃然起敬。张弘范与文天祥在政治上虽然是对立的，但他对文天祥的人格则是崇敬和钦佩的。当部下劝告他：“敌国的丞相，居心叵测，不可亲近。”时，张弘范笑着说：“他是个忠义至性的男儿，决不会有其他。”</p> <p>　　二月，张弘范统率的元朝水军抵达崖山后，曾派张世杰的外甥韩某，三次去张世杰军中劝降，张世杰严辞拒绝了诱降。张弘范做了四面包围的严密部署，发动了总攻。他目的在消灭宋军的有生力量，要一举歼灭，不使其再散逸。二月初六日晨，用炮石、火箭作掩护，插入宋舰队主力所在。元军跳上宋船后，短兵相战，发挥北军之所长，宋方溃不成军。张世杰冲出重围，准备招集旧部；找寻赵宗室后裔再图恢复。元军<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>的舰队追至大洋，没有追赶上。不幸遇大风浪，船翻之后全船的人都淹死在平章山下。</p> <p><strong>晚年逝世</strong><br>　　至元十七年（1280年）年后，张弘范的病转重了。他自己也意识到病不会好了，要求从病房回到自己的旧居室，把亲戚宾客们召集来，和他们一一告别。同年十月，他叫人把南征时忽必烈赐给他的尚方宝剑与铠甲取出来，握着儿子张珪的手，珍重地交付给他。并且说：“我当年用这剑与甲为国家的统一立过功劳，你佩带宝剑、穿戴盔甲时，不要忘记了父亲的功劳！”说完就端坐而逝了，享年四十三岁。元廷赠银青荣禄大夫、平章政事，追谥武烈。</p> <p>　　至大四年（1311年），加赠推忠效节翊运功臣、太师、开府仪同三司、上柱国、齐国公，改谥忠武。延祐六年（1319年），加保大功臣，加封淮阳王，谥献武。</p><br/><h2>轶事典故</h2> <p>　　人们知道“张弘范”这个名字，大多归功于一个在民间流传甚广的段子，说他在崖山灭了南宋之后，骄狂不可一世，竟然勒石记碑，在石崖上刻上“张弘范灭宋于此”七个大字。后来，有个秀才，在他这七个大字前面又加了一个“宋”字，于是变成“宋张弘范灭宋于此”。春秋笔法，褒贬之意，不言自明。这样一来，张弘范便是自取其辱。</p><br/><h2>后世纪念</h2> <p>　　张弘范墓志早年于河北定兴县出土，初置易县清真寺内，后移入清真寺隔壁回民小学。1984年3月由易县博物馆收藏。元至元十七年（1280年）四月一日立。李谦撰文书丹，李处巽篆盖。石匠秦德刊刻。墓志为汉白玉质，志盖已佚。志石长0.97、宽0.84、厚0.15米。志文首题为：“故镇国上将军、江东道宣慰使、蒙古汉军都元帅、张公墓志铭并序”。57行，满行50字，全文2440字，字体为楷书。</p> <p>　　墓志记载了他在至元十五年（1278年）俘获南宋丞相<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>及文天祥不屈的情节，还详细叙述了他初率元军“破襄樊、下郢汉”直至“收福建、平岒南”等灭南宋的战争经过。这些对研究宋元战争史均有参考价值。</p>"
}