{
  "id": 3102,
  "star": 0,
  "name": "李昪",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3102.jpg",
  "dynasty": "唐代",
  "desc": "李昪（888年－943年），字正伦，小字彭奴，徐州人，五代十国时期南唐建立者。李昪原名徐知诰，是南吴大将徐温养子，曾任升州刺史、润州团练使，后掌握南吴朝政，累加至太师、大元帅，封齐王。937年（天祚三年），李昪称帝，国号齐。939年（升元三年），又改国号为唐，史称南唐。他在位期间，勤于政事，变更旧法；又与吴越和解，保境安民，与民休息。943年（升元七年），李昪因丹药中毒而死，是为南唐先主，庙号烈祖，谥号光文肃武孝高皇帝，葬于永陵。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>小名彭奴，自幼便在濠州（今安徽凤阳）、泗州（今安徽泗县）一带流浪，父亲李荣则在战乱中不知所踪，。</p> <p>　　895年（乾宁二年），杨行密攻打濠州，得到了彭奴，将其收为养子。但是，杨行密的儿子们却不能容纳彭奴。杨行密只得将彭奴交给部将徐温抚养，取名徐知诰。</p> <p>　　徐知诰长大后，喜好读书，善于骑射，杨行密常称赞道：“徐知诰是个俊杰，众将的儿子中没人比得上他。”</p> <p><strong>治理升州</strong></p> <p>　　909年（后梁开平三年），徐温遥领升州刺史，任命徐知诰为升州队遏兼楼船副使，治理升州（今江苏南京）。</p> <p>　　912年（乾化二年），徐知诰随柴再用攻打宣州李遇，因功升任升州刺史。当时，江淮地区刚刚平定，地方长官多是武夫出身，只知搜刮民财来供养军队，而徐知诰则与众不同。他勤俭好学，重视儒生，宽仁为政，因而得到民众赞誉。</p> <p>　　915年（贞明元年），时任镇海节度使的徐温被任命为两浙都招讨使，出镇润州（今江苏镇江），统辖升州、润州、常州、宣州、歙州、池州（今安徽贵池），其子徐知训留在广陵（今江苏扬州）辅理朝政。917年（贞明三年），徐温见升州富庶，便将镇海军治所迁到升州，改封徐知诰为润州团练使。徐知诰要求到宣州为官，被徐温拒绝，心中很不高兴，后来在<a href=\"http://so.gushiwen.org/author_2833.aspx\">宋齐丘</a>的劝说下方才到润州赴任。</p> <p><strong>掌握朝政</strong></p> <p>　　918年（贞明四年），徐知训被大将朱瑾所杀，徐知诰在润州得到消息，抢先赶到广陵平乱，从而控制了南吴朝政。</p> <p>　　知诰执政后，为了收揽民心，宽缓刑法，推广恩信，还建造延宾亭用以接待四方之士。宋齐丘、骆知祥、王令谋等人都成了他的重要谋士，其他凡有流落在其境内的士人他都加以任用，还经常派人到民间了解疾苦，遇有婚丧匮乏的，便设法予以<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>，因此赢得了人们的好感。尽管徐温身居金陵遥秉大政，但人心已大多归向徐知诰。</p> <p>　　919年（南吴武义元年），杨隆演称吴国王，任命徐温为大丞相，徐知诰为左仆射、参政事兼知内外诸军事。</p> <p>　　921年（顺义元年），徐知诰被吴王杨溥任命为同平章事，遥领江州观察使。不久，南吴升江州为奉化军，任命徐知诰为奉化军节度使。</p> <p>　　927年（顺义七年），徐温在行军司马徐玠的劝说下，派次子徐知询到广陵，准备让他代替徐知诰执掌朝政。不久，徐温病死，徐知询回金陵奔丧，徐玠就改变立场转而为徐知诰效力。同年十一月，吴王杨溥僭号称帝，改元乾贞，任命徐知诰为太尉、中书令、都督中外诸军事。</p> <p><strong>出镇金陵</strong></p> <p>　　932年（大和三年），徐知诰担任镇海、宁国节度使，出镇金陵，并沿用当年徐温的做法，任命儿子李景通为司徒、同平章事、知中外左右诸军事，将他留在广陵辅理朝政。</p> <p>　　933年（大和四年），徐知诰被封为东海郡王。</p> <p>　　935年（天祚元年），南吴加封徐知诰为尚父、太师、大丞相、大元帅、齐王，并将升州、润州等十州之地划为齐国。徐知诰推掉尚父、丞相之职，并在次年开设大元帅府，设置官员。这时，闽国、南汉等国都遣使者前来，劝徐知诰称帝。</p> <p><strong>建立南唐</strong></p> <p>　　937年（天祚三年），徐知诰建立齐国，并任命宋齐丘、徐玠为左右丞相。同年十月，徐知诰受禅称帝，国号大齐，改元升元，并尊杨溥为高尚思玄弘古让皇帝，追尊徐温为忠武皇帝。</p> <p>　　939年（升元三年），徐知诰恢复李姓，改名为昪，自称是唐宪宗之子建王李恪的四世孙，又改国号为唐，史称南唐。他为唐高祖、唐太宗立庙，追尊父祖四代为皇帝，改奉徐温为义父，并对徐氏子弟大加封赏。</p> <p>　　李昪称帝后，志在固守吴国旧地，无意开拓，被大臣<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>讥为“田舍翁”。942年（升元六年），吴越国遭受自然灾害，南唐群臣都劝李昪趁机出兵攻灭吴越。李昪却坚决拒绝，认为国内百姓需要休养生息，不应开战，并派使者去慰问吴越，送去许多礼物。</p> <p><strong>病逝</strong></p> <p>　　李昪晚年崇尚道术，因服用丹药中毒，个性变得暴躁易怒。943年（升元七年）二月，李昪背上生疮，不久病情恶化，在升元殿去世，终年五十六岁，遗命齐王<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>监国。同年三月，李璟继位，是为南唐元宗。十一月，李昪被安葬于永陵，上谥号为光文肃武孝高皇帝，庙号烈祖。</p><br/><h2>为政举措</h2> <p><strong>行政</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>在位期间，对外坚持弭兵休战，以保境安民，对内则兴利除弊。他在治理国政上礼贤下士，并能虚心纳谏。由于连年征战，从中原一带流落江淮的难民很多，李昪对此积极妥善安置，实行轻徭薄赋政策，使南唐社会经济得到很大发展，一跃成为“十国”中的强者。</p> <p><strong>文教</strong></p> <p>　　李昪在青年时代就“以文艺自好”，崇文重教，当政后非常重视征集文献图集。他将从各地征集的三千多卷图书，收藏在他治理升州时设置的“建业书房”，为南唐日后成为“文献之地”开了先河。</p> <p>　　此外，李昪对教育的重视也为后世所称道。他除了在秦淮河畔设国子监，兴办太学、小学，培养国子博士和四门博士外，还在庐山五老峰下白鹿洞建置学馆，号曰庐山国学。著名<a href=\"http://so.gushiwen.org/author_3102.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>、<a href=\"http://so.gushiwen.org/author_2305.aspx\">伍乔</a>、刘洞等人都曾在此求学。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>曾宴请徐知询，以金钟盛酒，向徐知询劝酒，道：“希望弟弟你能活一千岁。”徐知询怀疑酒中有毒，便倒出一半给李昪，道：“我愿意和哥哥各享五百岁。”李昪当即变色，不肯饮酒，而徐知询也捧酒不退，左右都不知所措。这时，伶人申渐高抢过两杯酒喝下，又拿着酒杯离开。李昪暗中命人送解药给申渐高，但为时已晚。　　</p><br/><h2>墓葬纪念</h2> <p>　　钦陵，又称永陵，是<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>与宋皇后合葬墓，位于江苏省南京市南郊祖堂山西南麓，墓长21.48米，宽10.45米，高5.3米，分前、中、后三室和十个侧室。1950年由南京博物院进行考古发掘，1988年被列为第三批全国重点文物保护单位。</p><br/><h2>家庭成员</h2> <p><strong>妻妾</strong></p> <p>　　王氏，<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>元配，吴升州刺史王戎之女，封魏国君，南唐建立后追封顺妃。</p> <p>　　宋福金，原为王氏滕嫁，生元宗<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>，后立为继室。南唐建立后册为皇后，后尊为皇太后，谥号元敬。</p> <p>　　种时光，原为宫人，生江王李景逷，进封夫人。元宗继位后，进封保宁王太妃。</p> <p><strong>子女</strong></p> <p><strong>儿子</strong></p> <p>　　李昪共有五个儿子：</p> <p>　　长子李景通（李璟），初封吴王，后改封齐王，后继承皇位，即南唐元宗。</p> <p>　　次子李景迁，南唐建立后追封高平郡王，谥号定，后追封楚王。</p> <p>　　三子李景遂，封晋王，一度被立为皇太弟。后被太子李弘冀毒死，追赠太弟，谥号文成。</p> <p>　　四子李景达，封齐王。死后追赠太弟，谥号昭孝。</p> <p>　　五子李景逷，封江王，死后谥号昭顺。</p> <p><strong>女儿</strong></p> <p>　　李昪共有七个女儿。</p> <p>　　永兴公主，李昪第四女，嫁给杨溥的太子杨琏。</p> <p>　　丰城公主。</p> <p>　　盛唐公主。</p> <p>　　太和公主，下嫁严可求之子严续。</p> <p>　　建昌公主。</p> <p>　　玉山公主。</p> <p>　　兴国公主，下嫁马仁裕。</p>"
}