{
  "id": 870,
  "star": 0,
  "name": "崔铉",
  "dynasty": "唐代",
  "desc": "崔铉（生卒年不详），字台硕，博州（今山东聊城）人，唐朝宰相，义成军节度使崔元略之子。崔铉出身于博陵崔氏大房，进士及第，早年曾历任荆南掌书记、左拾遗、知制诰、翰林学士承旨、户部侍郎等职。大中九年（855年），崔铉罢相改任淮南节度使，兼检校司徒，进爵魏国公，唐宣宗在崔铉赴任时亲自送行并赋诗一首表示对他执政七年成绩的认可，咸通年间，改任荆南节度使，并在就任后平定了庞勋的起义，最后死于任上。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　崔铉早年考中进士，进入藩镇幕府，历任荆南掌书记、西蜀掌书记、左拾遗、司勋员外郎、知制诰、翰林学士（后加承旨）、户部侍郎。他曾针对唐武宗喜好蹴踘、角抵的行为，上表劝谏，得到武宗褒奖。</p> <p><strong>担任宰相<br></strong>　　会昌三年（843年），唐武宗任命崔铉为宰相，授为中书侍郎、同中书门下平章事，后又兼任户部尚书。会昌五年（845年），崔铉因与<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>不和，被免去宰相之职，外放为陕虢观察使。</p> <p>　　会昌六年（846年），唐宣宗继位，任命崔铉为检校兵部尚书、河中节度使、河中尹，封博陵县开国子。大中三年（849年），崔铉被召拜为御史大夫，不久再次拜相，担任正议大夫、中书侍郎、同平章事。</p> <p>　　大中五年（851年），党项入寇。崔铉欲独掌相权，便趁机排挤右仆射<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>，建议派大臣前去镇抚。唐宣宗遂将白敏中外放，让他征讨党项。不久，崔铉升任金紫光禄大夫、尚书左仆射、门下侍郎、弘文馆大学士，进封博陵县开国公。</p> <p><strong>出居淮南<br></strong>　　大中九年（855年），崔铉被罢为扬州大都督府长史、淮南节度使，加检校司徒，进封魏国公。唐宣宗亲自在太液亭饯行，并赐<a href=\"http://so.gushiwen.org/author_870.aspx\">诗</a>一首，称他“七载秉钧调四序”，对他执政七年间的政绩表示认可。</p> <p>　　大中十二年（858年），宣州都将康全泰发动兵变，驱逐观察使郑薰。唐宣宗命崔铉兼任宣歙观察使，让他征讨叛军。同年十月，崔铉收复宣州，斩杀康全泰等人。宣宗加封他为检校司空，但却免去其兼任的观察使之职。</p> <p><strong>移镇江陵<br></strong>　　咸通元年（860年），崔铉担任山南东道节度使，后改任荆南节度使，出镇江陵。</p> <p>　　咸通九年（868年），徐州戍将庞勋在桂林发动叛乱，率戍卒北返中原，沿途大肆劫掠。崔铉召集兵马，扼守江湘要害，想要尽擒叛军。庞勋得知后，不敢进入荆南境内，只得改道江西、淮右。</p> <p>　　崔铉最终在江陵去世，但具体时间不详。</p><br/><h2>家族成员</h2> <p><strong>父亲<br></strong>　　<a href=\"http://so.gushiwen.org/author_2234.aspx\">崔元略</a>，进士出身，历任京兆尹、户部侍郎、户部尚书、吏部尚书、东都留守、义成军节度使等职，追赠尚书左仆射。</p> <p><strong>儿子<br></strong>　　崔铉有四子：崔沆、崔汀、崔潭、崔沂。崔沆曾在唐僖宗年间拜相，官至礼部侍郎、同平章事，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱时遇害。崔沂则历仕唐朝、后梁、后唐三朝，官至尚书左丞、太子少保。</p><br/><h2>轶事典故</h2> <p><strong>前程万里<br></strong>　　崔铉幼年时曾随父亲<a href=\"http://so.gushiwen.org/author_2234.aspx\">崔元略</a>去拜访<a href=\"http://so.gushiwen.org/author_2664.aspx\">韩滉</a>，很得韩滉的喜爱。崔元略道：“这孩子近来在<a href=\"http://so.gushiwen.org/author_870.aspx\">诗</a>道上进步很大。”韩滉便指着架上的鹰，让韩滉赋诗歌咏。崔铉接过纸笔，当即便作诗一首：“天边心性架头身，欲拟飞腾未有因。万里碧霄终一去，不知谁是解绦人。”韩滉叹道：“这孩子可以说是前程万里啊！”后来，崔铉果然进士及第，出将入相。</p> <p><strong>炙手可热<br></strong>　　崔铉担任宰相时，任用亲信郑鲁、杨绍复、段瑰、薛蒙等人参与议政，权盛一时。京师有谚语流传：“郑杨段薛，炙手可热；欲得命通（指命运亨通），鲁绍瑰蒙。”唐宣宗对此也有所耳闻，将这十六个字题在屏风上。郑鲁时任刑部侍郎，崔铉想引荐为宰相，但宣宗却将其外放为河南尹。后来，宣宗对崔铉道：“郑鲁被外放了，朝中事情还是你说了算吗？”崔铉惶恐请罪。</p>"
}