{
  "id": 715,
  "star": 32,
  "name": "扬雄",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_715.jpg",
  "dynasty": "两汉",
  "desc": "扬雄（公元前53～公元18）字子云，汉族。西汉官吏、学者。西汉蜀郡成都（今四川成都郫县友爱镇）人。 少好学，口吃，博览群书，长于辞赋。年四十余，始游京师，以文见召，奏《甘泉》、《河东》等赋。成帝时任给事黄门郎。王莽时任大夫，校书天禄阁。扬雄是即司马相如之后西汉最著名的辞赋家。所谓“歇马独来寻故事，文章两汉愧杨雄”。在刘禹锡著名的《陋室铭》中“西蜀子云亭”的西蜀子云即为扬雄。",
  "content": "<h2>著述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>早年极其崇拜<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，曾模仿司马相如的《子虚赋》、《上林赋》，作《甘泉赋》、《羽猎赋》、《长杨赋》，为已处于崩溃前夕的汉王朝粉饰太平、歌功颂德。故后世有“扬马”之称。扬雄晚 年对赋有了新的认识，在《法言·吾子》中认为作赋乃是“童子雕虫篆刻”，“壮夫不为”；并认为自己早年的赋和司马相如的赋一样，都是似讽而实劝。这种认识对后世关于赋的文学批评有一定的影响。</p> <p>　　在散文方面，扬雄称得上是位模仿大师。如他模拟《易经》作《太玄》，模拟《论语》作《法言》等。后来扬雄主张一切言论应以“五经”为准，以为“辞赋非贤人君子<a href=\"http://so.gushiwen.org/author_715.aspx\">诗</a>赋之正”，鄙薄辞赋，谓为“雕虫篆刻，壮夫不为”，转而研究玄学。如在《法言》中，他主张文学应当宗经、征圣，以儒家著作为典范，这对<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>的《文心雕龙》颇有影响。扬雄还著有语言学著作《方言》，是研究西汉语言的重要资料 。</p> <p>　　《隋书·经籍志》有《扬雄集》5卷，已散佚。明代<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>辑有《扬侍郎集》，收入《汉魏六朝百三家集》。今人张震泽校注有《扬雄集校注》。</p> <p>　　在所著的《太玄》中，扬雄提出以“玄”作为宇宙根源的学说，强调如实地认识自然现象的必要，并认为“有生者必有死，有死者必有终”，驳斥了神仙方术的迷信。在社会伦理方面，批判老庄“绝仁弃义”的观点，重视儒家学说，认为“人之性的善恶混，其善则为善人，修其恶则为恶人”（《法言·修事》）。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>，一作“杨雄”。公元前53年生于成都。其本姓杨，扬雄好奇，特自标新，易姓为扬。扬雄少时好学，博览多识，酷好辞赋。口吃，不善言谈，而好深思。家贫，不慕富贵。40岁后，始游京师。大司马王音召为门下史，推荐为待诏。后经蜀人杨庄引荐，被喜爱辞赋的成帝召入宫廷，侍从祭祀游猎，任给事黄门郎。其官职一直很低微，历成、哀、平“三世不徙官”。</p> <p>　　王莽称帝后，扬雄校书于天禄阁。后受他人牵累，即将被捕，于是坠阁自杀，未遂。后召为大夫。《三字经》把他列为“五子”之一：“五子者，有荀扬，文中子，及老庄。” </p><br/><h2>墓址</h2> <p>　　<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>墓位于成都市郫县友爱镇子云村南一公里处，又名子云坟。墓为汉代砖室墓，呈圆形，封土堆高出地面约6米，墓周长81米。该墓葬早期曾被扰乱破坏，后历代多次维修。据清同治本《郫县志》载：“扬雄墓，在县西二十里。”，“清道光中，邑令黄初，为植柏树，杨得志（后任署理知县）立石表墓”。墓南侧有小河一条，据载咸丰末，河水冲坍墓足，乡人周子升伐石培护，并将河道改向，扬雄墓始得完整。墓地原存古柏，墓周围原有石栏、石凳、石碑等。石栏上镌联“文高西汉唯玄草，学继东山是法言”。“文革”时古柏、石栏、石凳、石碑、石柱均被毁，现已不存。</p> <p>　　墓现为圆形，高数米，直径10米，封土若小丘。墓地开旷，东西有农舍竹林环抱。1985年被列为成都市重点文物保护单位。现已列为四川省重点文物保护单位。在扬雄墓附近，还有唐代文学家<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《陋室铭》中盛赞的“西蜀子云亭”遗迹。 </p><br/><h2>辞赋特色</h2> <p>　　在辞赋方面，他最服膺<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，“每作赋，常拟之以为式”（《汉书·<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>传》）。他的《甘泉》、《羽猎》诸赋，就是模拟司马相如《子虚》、《上林》而写的，其内容为铺写天子祭祀之隆、苑囿之大、田猎之盛，结尾兼寓讽谏之意。其用辞构思亦华丽壮阔，与司马相如赋相类，所以后世有“扬马”之称。</p> <p>　　扬雄赋写得比较有特点的是他自述情怀的几篇作品，如《解嘲》、《逐贫赋》和《酒箴》等。《解嘲》写他不愿趋炎附势去作官，而自甘淡泊来写他的《太玄》。文中揭露了当时朝廷擅权、倾轧的黑暗局面：“当涂者升青云，失路者委沟渠；旦握权则为卿相，夕失势则为匹夫”；并对庸夫充斥、而奇才异行之士不能见容的状况深表愤慨：“当今县令不请士，郡守不迎师，群卿不揖客，将相不俯眉。言奇者见疑，行殊者得辟。是以欲谈者卷舌而同声，欲步者拟足而投迹。”可见赋中寄寓了作者对社会现实的强烈不满。这篇赋虽受<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>《答客难》影响，但纵横驰说，辞锋锐利，在思想和艺术上仍表现出它的特点。《逐贫赋》是别具一格的小赋，写他惆怅失志，“呼贫与语”，质问贫何以老是跟着他。这篇赋发泄了他在贫困生活中的牢骚，多用四字句，构思新颖，笔调诙谐，却蕴含着一股深沉不平之气。《酒箴》是一篇咏物赋，内容是说水瓶朴质有用，反而易招损害；酒壶昏昏沉沉，倒“常为国器”，主旨也是抒发内心不平的。另外还仿效<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>楚辞，写有《反离骚》、《广骚》和《畔牢愁》等作品。《反离骚》为凭吊屈原而作，对<a href=\"http://so.gushiwen.org/author_715.aspx\">诗</a>人遭遇充满同情，但又用老、庄思想指责屈原“弃由、聃之所珍兮，摭彭咸之所遗”，反映了作者明哲保身的思想，而未能正确地评价屈原。《广骚》、《畔牢愁》今仅存篇目。</p> <p>　　扬雄早期以辞赋闻名，晚年对辞赋的看法却有所转变。他评论辞赋创作是欲讽反劝，认为作赋乃是“童子雕虫篆刻”，“壮夫不为”。另外还提出“诗人之赋丽以则，辞人之赋丽以淫”的看法，把楚辞和汉赋的优劣得失区别开来（《法言·吾子》）。扬雄关于赋的评论，对赋的发展和后世对赋的评价有一定影响。对于后来<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>的文论，颇有影响。</p> <p>　　扬雄在散文方面也有一定的成就。如《谏不受单于朝书》便是一篇优秀的政论文，笔力劲练，语言朴实，气势流畅，说理透辟。他的《法言》刻意模仿《论语》，在文学技巧上继承了先秦诸子的一些优点，语约义丰，对唐代古文家发生过积极影响，如韩愈“所敬者，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、扬雄”（<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《答韦珩示韩愈相推以文墨事书》）。此外，他是“连珠体”的创立人，自他之后，继作者甚多。 </p>"
}