{
  "id": 339,
  "star": 193,
  "name": "张岱",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_339.jpg",
  "dynasty": "明代",
  "desc": "张岱（1597年～1679年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。",
  "content": "<h2>名士风度</h2> <p>　　<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>自称：少为纨绔子弟，极爱繁华。好精舍，好美婢，好娈童，好鲜衣，好美食，好骏马，好华灯，好烟火，好梨园，好鼓吹，好古董，好花鸟。（出自《自为墓志铭》）可谓纨绔子弟的豪奢享乐习气和晚明名士文人纵欲玩世的颓放作风兼而有之。张岱博洽多通，经史子集，无不该悉；天文地理，靡不涉猎。虽无缘功名，却有志撰述。一生笔耕不辍，老而不衰。所著除《自为墓志铭》中所列十五种之外，还有《王郎<a href=\"http://so.gushiwen.org/author_339.aspx\">诗</a>集》《有明于越三不朽图赞》《石匮书后集》《奇字问》《老饕集》《陶庵肘后方》《茶史》《桃源历》《历书眼》《涫朗乞巧录》《柱铭对》《夜航船》、杂剧《乔坐衙》、传奇《冰山记》等共三十余种。其中《夜航船》一书，内容殆同百科全书，包罗万有，共计二十大类，四千多条目。张岱涉猎之广泛，著述之宏富，用力之勤奋，于此可见。而他与一般玩物之纨绔、玩世之名士的畛域，也于此分界。</p> <p>　　张岱对于自己的才高命蹇，是不胜其愤的，并将其愤世嫉俗之情，寓于山水：以绍兴府治，大如蚕筐。其中所有之山，磊磊落落，灿若列眉，尚于八山之外，犹遗黄琢。则郡城之外，万壑千岩，人迹不到之处，名山胜景，弃置道旁，为村人俗子所埋没者，不知凡几矣。（出自《黄琢山》）余因想世间珍异之物，为庸人埋没者，不可胜记。而尤恨此山生在城市，坐落人烟凑集之中，仅隔一垣，使世人不得一识其面目，反举几下顽石以相诡溷。何山之不幸，一至于此。（出自《峨眉山》）</p> <p>　　这两段文字，一则言名山胜景被埋没之多，另一则言其被埋没之易。在反复回环的议论感叹之中，发泄了他不遇的憾恨和对世俗的鄙薄，深得<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《永州八记》的骚体之精髓。但宗子毕竟不同于宗元：“山果有灵，焉能久困？余为山计，欲脱樊篱，断须飞去。”（出自《峨眉山》）他比宗元多了一分自信，多了一分诙谐。 </p><br/><h2>生平</h2> <p>　　明末清初散文家，字宗子，石公，号陶庵，别号蝶庵居士，山阴（今浙江绍兴）人，明末清初文学家。</p> <p>　　高祖天复，官至云南按察副使，甘肃行太仆卿。曾祖张元汴，隆庆五年(1571)状元及第,官至翰林院侍读，詹事府左谕德。祖父张汝霖，万历二十三年（1595）进士，官至广西参议。父张耀芳，副榜出身，为鲁藩右长史。<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>的出身，是书香门第，家学渊源。先辈均是饱学之儒，精通史学、经学、理学、文学、小学和舆地学。被舅父夸为“今之<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>”。天复、元汴父子曾撰修《绍兴府志》《会稽志》及《山阴志》，“三志并出，人称<a href=\"http://so.gushiwen.org/author_1123.aspx\">谈迁</a>父子。”（《家传》）(下引张岱<a href=\"http://so.gushiwen.org/author_339.aspx\">诗</a>文及评论出自上海古籍出版社1991年出版、夏咸淳点校的《张岱诗文集》者，均只注篇名。）祖父汝霖，“幼好古学，博览群书。”（同上）至老，手不释卷。曾积三十年之精神，撰修《韵山》，后因与《永乐大典》类同而辍笔（《陶庵梦忆韵山》）。</p> <p>　　张氏三世藏书，岱“自垂髫聚书四十年，不下三万卷。”（《陶庵梦忆三世藏书》）顺治三年（1645）避兵入山，仅携带数箧书籍而行。而所存者为清兵所居，日裂以炊烟；又用图书做甲盾，以当箭弹。40年所积，荡然无遗。 </p> <p>　　张岱的出身，还是一个文艺之家。祖孙几代都工诗擅文，咸有著述。天复有《鸣玉堂稿》，元汴有《不二斋稿》，汝霖有《石介园文集》，耀芳“善歌诗，声出金石。”（《家传》）张氏从汝霖起，自蓄声伎，讲究此道。耀芳“教习小蹊，鼓吹戏剧。”（《家传》）到张岱这辈，则“主人精赏鉴，延师课戏，童手指千。蹊童到其家，谓‘过剑门’，焉敢草草。”（《陶庵梦忆过剑门》）他拜师学琴，习曲三十余首，指法“练熟还生，以涩勒出之。”（同上《绍兴琴派》）并“结丝社，月必三会之。”（同上《丝社》）张岱仲叔联芳，“能写生，称能品”，与<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>、董其昌、<a href=\"http://so.gushiwen.org/author_35.aspx\">李流芳</a>辈“相伯仲”。又好古玩，富收藏，精鉴赏，“所遗尊?、卣彝、名画、法锦，以千计。”（《附传》）张岱耳濡目染，亦自手眼不低，所作种种文物古玩之题铭，诸多磁窑铜器之品评，确为行家里手。</p> <p>　　张岱生活于明朝末年。明中叶以后，宦官擅权，佞臣当道，特务横行，党争酷烈，内忧外患，愈演愈烈。贤能忠直，或被贬逐，或遭刑戮。与此同时，思想界涌现了一股反理学、叛礼教的思潮。以王艮、李贽为代表的王学左派，公开标榜利欲、欲为人之本性，反对理学家的矫情饰性，主张童心本真，率性而行。这无疑是对传统礼教的反叛，对程朱“存天理，灭人欲”的理学的挑战。在这种思潮的推动下，文人士子在对社会不满之余，纷纷追求个性解放：纵欲于声色，纵情于山水，最大程度地追求物质和精神的满足。他们一方面标榜高雅清逸，悠闲脱俗，在风花雪月、山水园林、亭台楼榭、花鸟鱼虫、文房四宝、书画丝竹、饮食茶道、古玩珍异、戏曲杂耍、博弈游冶之中，着意营造赏心悦目、休闲遣兴的艺术品味，在玩赏流连中获得生活的意趣和艺术的诗情；另一方面他们在反叛名教礼法的旗号下，放浪形骸，纵情于感官声色之好，穷奢极欲，焚膏继晷，不以为耻，反以为荣。“人情以放荡为快，世风以侈靡相高。”（张瀚《松窗梦语》卷七）如果说前者主要表现他们的避世玩世的话，那么后者主要发泄他们的傲世愤世。在张氏祖孙的交游中，不乏这样的文人名士。如<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>、黄汝亨、<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>、陶望龄、王思任、陈章侯、祁彪佳兄弟等，正是这样的家庭出身，这样的社会思潮、人文氛围，造就了张岱的纨绔习气和名士风度，决定了他的《陶庵梦忆》《西湖梦寻》和《琅嬛文集》的主要内容。 </p><br/><h2>黍离情结</h2> <p>　　与前辈小品文作家不同，年届知命的<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>经历了天地巨变：满清入主,社稷倾覆，民生涂炭，家道破败。他坦言自己“学节义不成”（《自为墓志铭》），“忠臣邪，怕痛。”（《自题小像》）只能“避迹山居，所存者，破床碎几，折鼎病琴，与残书数帙，缺砚一方而已，布衣蔬食，常至断炊。”（《自为墓志铭》）不得不在垂暮之年，以羸弱之身，亲自舂米担粪：“身任杵臼劳，百杵两歇息”“自恨少年时杵臼全不识。因念犬马齿，今年六十七。在世为废人，赁舂非吾职。”（《舂米》）“近日理园蔬，大为粪所困。”“婢仆无一人，担粪固其分。”“扛扶力不加，进咫还退寸。”（《担粪》）今昔生活对比，不啻霄壤，真如隔世。于是他“沉醉方醒，恶梦始觉”（《蝶庵题像》）再忆梦寻梦，撰成《二梦》，“持向佛前，一一忏悔。”（《自为墓志铭》）他也曾“作自挽<a href=\"http://so.gushiwen.org/author_339.aspx\">诗</a>，每欲引决，因《石匮书》未成，尚视息人世。”（同上）在极其艰难的物质条件和十分痛苦矛盾的精神状态下，前后历时二十七年（其中明亡后十年），五易其稿，九正其讹，撰成《石匮书》这部二百二十卷纪传体明史的煌煌巨著。后又续撰成《后集》以纪传体补记明崇祯及南明朝史事。诚如清<a href=\"http://so.gushiwen.org/author_754.aspx\">毛奇龄</a>在《寄张岱乞藏史书》中所称：“将先生慷慨亮节，必不欲入仕，而宁穷年厄厄，以究竟此一编者，发皇畅茂，致有今日。此固有明之祖<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>庶，灵爽在天，所几经保而护之式而凭之者也。”</p> <p>　　关于《陶庵梦忆》的写作，作者在《梦忆序》中自云：</p> <p>　　因想余生平，繁华靡丽，过眼皆空。五十年来，总成一梦。今当黍熟黄粱，车旅蚁穴，当作如何消受？遥思往事，忆即书之。持向佛前，一一忏悔。不次岁月，异年谱也；不分门类，别志林也。偶拈一则，如游旧径，如见故人，城郭人民，翻用自喜，真所谓痴人面前不得说梦矣。余今大梦将寤，犹事雕虫，又是一番梦呓。因叹慧业文人，名心难化。正如邯郸梦断，漏尽钟鸣，卢生遗表，犹思摹拓二王，以流传后世，则其名根一点，坚固如佛家舍利，劫火猛烈，犹烧之不失也。作者梦醒，而忆梦记梦，真邪，梦邪？真而成梦，梦又似真，这是作者的心态；悔邪，喜邪？悔而翻喜，喜而实悲，这是作者的心情。这种极其复杂矛盾的心情、百感交集的心态，在他的《自为墓志铭》中表现得最为集中和深刻。其中有自夸自诩者，如列数平生著述,追忆6岁时巧对<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>所试屏联之事；有自夸兼自悔者，如所列种种少时所好；有迷茫不解者，如所列“七不可解”；有梦醒彻悟者：“劳碌半生，皆成梦幻”，“回首二十年前，真如隔世”。作者的《梦忆》，以朱明发迹之钟山为卷首，悲叹“孝陵玉石二百八十二年，今岁清明，乃遂不得一盂麦饭，思之猿咽。”以营造自己的生圹，于梦醒之后，寻得的王郎?福地煞尾(《陶庵梦忆·王郎?福地》)，是有不胜铜驼荆棘之悲的。所以伍崇曜比之于孟元志的《东京梦华录》、吴自牧的《梦粱录》，“均于地老天荒，沧桑而后不胜身世之感。兹编实与之同。”（《陶庵梦忆跋》）所不同者，张岱用的是小品文这种文体，且“间涉游戏三昧”而已。《梦忆》的内容十分丰富，所记风土民俗，地域遍及会稽、杭州、苏州、镇江、南京、扬州、兖州、泰安等地；时节则有元宵、清明、端午、中元、中秋等；风俗则涉及张灯烟火，庙会香市，观荷扫墓，演戏赏月，观潮赛舟，校猎演武等；旁及美食方物，花卉茶道，古玩器皿，林林总总，琳琅满目。“奇情奇文，引人入胜，如山阴道上，应接不暇。”（金忠淳《陶庵梦忆跋》）《梦忆》所表达的思想感情十分复杂，其中有追忆怀恋，如《张氏声伎》、《方物》和《不二斋》；有调侃嘲讽，如《嘘社》、《张东谷好酒》、《西湖七月半》；有赞誉，如《濮仲谦雕刻》、《姚简叔画》、《柳敬亭说书》；也有揭露，如《陶庵梦忆包涵所》，描写副使包涵所“穷奢极欲，老于西湖二十年。”晚明官吏之奢华纵欲，可见一斑。奢靡如此，明朝安得不亡。如《陶庵梦忆冰山记》，描写该剧演出时，观者数万人。当演到魏党“杖范元白，逼死裕妃时，观众怒气忿涌，噤断护惜。至颜佩韦击杀缇骑，枭呼跳蹴，汹汹崩屋。”<br>　　反映出民心民意对阉竖当政的厌恶和气愤。《陶庵梦忆·二十四桥风月》写二更灯烬，那些“尚待迟客”的妓女，“或发娇声，唱《擘破玉》等小词，或自相谑浪嘻笑，故作热闹，以乱时候；然笑语哑哑声中，渐带凄楚，夜分不得不去，悄然暗摸如鬼。见老鸨，受饿、受笞，俱不可知矣。”揭示了繁华掩盖下的凄惨，强颜欢笑掩盖下的辛酸。总之，“兹编载方言巷咏，嬉笑琐屑之事。然略经点染，便成至文。读者如历山川，如睹风俗，如瞻宫阙宗庙之丽。殆与《采薇》、《麦秀》同其感慨，而出之以诙谐者欤？”（佚名《陶庵梦忆·序》）对张岱的大部分小品，都可作如是观。如在《姚长子墓志铭》中，他为姚长子这位以自己的牺牲为代价，计歼倭寇百三十人，解救全乡百姓于劫难的佣仆树碑立传，赞颂其风节功绩：“醢一人，活几千万人，功那得不思？仓卒之际，救死不暇，乃欲全桑梓之乡。”焉知作者树碑立传的目的，不是在借旌表抗倭义烈，赞颂抗清英雄呢？其中所蕴涵的爱国之情，是显而易见的。在《赠沈歌叙序》中，他盛赞友人沈素先“坚操劲节，侃侃不挠，固刀斧所不能磨，三军所不能夺矣。国变之后，寂寞一楼，足不履地，其忠愤不减文山，第不遭柴市之惨耳。”他觉得“忠臣义士，多见于国破家亡之际。如敲石出火，一闪即灭。”“不急起收之，则火种灭矣。”（《越绝诗小序》）所以他选辑《越绝诗》和《于越三不朽图》为之作赞作序。为使“忠义一线不死于人心”，他编撰《古今义列传》，“自史乘旁及稗官，手自钞集”（《古今义列传序》），“十年搜得烈士数百余人，乎自删削，自成一家之言。”（祁彪佳《义列传序》）可谓用心良苦。《西湖梦寻》是张岱的山水园林小品。王雨谦〈西湖梦寻序〉称：张陶庵盘礴西湖四十余年，水尾山头，无处不到。湖中典故，真有世居西湖之人所不能识者，而陶庵识之独详；湖中景物，真有日在西湖而不能道者，而陶庵道之独悉。今乃山川改革，陵谷变迁，无怪其惊惶骇怖，乃思梦中寻往也。</p> <p>　　在他之前，田汝成已撰有《西湖游览志》和《续志》。张岱的《梦寻》于《田志》多有采取，“张氏是编，乃于杭州兵燹之后，追记旧游。以北路、西路、南路、中路、外景五门，分记其胜。每景首为小序,而杂采古今诗文列其下。岱所自作尤夥，亦附著焉。其体例全仿刘侗《帝京景物略》，其诗文亦全沿公安、竟陵之派。”《四库全书总目》这段话，没有指出张岱的《梦寻》，于《田志》从体例到内容，多有采取和仿照，对照两书，不难看出。当然，《梦寻》和《田志》也有诸多不同。张岱自述其祖父有别墅寄园在西湖，他本人也曾读书李氏岣嵝山房。在阔别西湖二十八年期间，西湖无日不入其梦中。后于甲午（1654）、丁酉（1657）两至西湖。兵燹战火之后的西湖，“一带湖庄，仅存瓦砾。”“凡昔日之弱柳夭桃、歌楼舞榭，如洪水淹没，百不存一矣。”作者以为“余为西湖而来，今所见若此，反不若保我梦中之西湖，尚得安全无恙也。”于是“作《梦寻》七十二则，留之后世，以作西湖之影。”（《西湖梦寻自序》）《梦寻》是作者在西湖“无日不入梦”，“未尝一日别”，这种魂牵梦绕的忆旧恋旧情结中，抒发家国之痛的：李文叔作《洛阳名园记》，谓以名园之兴废，卜洛阳之盛衰；以洛阳之盛衰，卜天下之盛衰。诚哉，言也。余于甲午年，偶涉于此。故宫离黍，荆棘铜驼，感慨悲伤，几效桑苎翁之游笤溪，夜必恸哭而返。（《柳州亭》）在作者所有的小品文中，这是他抒发亡国之痛、黍离之悲最强烈、最鲜明的一则；是他的《两梦》的基调，也是他的《梦寻》与《田志》最大的不同。 </p><br/><h2>小品品位</h2> <p>　　<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>的小品，萃于《两梦》和《文集》中，《文集》的文体，则传、记、序、跋、书、檄、铭、赞均有；内容则以传人、论<a href=\"http://so.gushiwen.org/author_339.aspx\">诗</a>、品文、评史为主，集中体现了张岱的诗文创作原则和主张，反映了他的审美理想和追求。</p> <p>　　张岱论传人，则谓“人无癖，不可与交，以其无深情也；人无疵，不可与交，以其无真气也。”（《陶庵梦忆祁止祥癖》）这与<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>所说：“世人但有殊癖，终身不易，便是名士。”（《与潘景升书》）如出一辙。以有癖、有疵，为有深情，有真气，为有与众不同的个性，为有傲世刺世的锋芒，这正是晚明文人名士狂狷不羁，玩物玩世的突出表现。张岱(《自为墓志铭》)坦陈的种种所好，即是癖，是疵，而他所传之人，也多有癖，有疵。作者《五异人传》云：</p> <p>　　余家瑞阳之癖于钱，须张之癖于酒，紫渊之癖于气，燕客之癖于土木，伯凝之癖于书史，其一往深情，小则成疵，大则成癖。五人者，皆无意于传，而五人之负癖若此，盖亦不得不传之者矣。</p> <p>　　其他如祁止祥，“有书画癖，有蹴鞠癖，有鼓钹癖，有鬼戏癖，有梨园癖。”（《陶庵梦忆祁止祥癖》）王思任有谑癖，号谑庵，以致“莅官行政，摘伏发奸，以及论文赋诗，无不以谑用事。”（《王谑庵先生传》）鲁云谷有洁癖：“恨，恨酒，恨人撷花，尤恨人唾痍秽地，闻喀痰声，索之不得，几学倪迂，欲将梧桐斫尽。”（《鲁云谷传》）正因为他能抓住传主的癖和疵来着力刻画，所以笔下的人物，个个鲜活，人人传神。</p> <p>　　张岱传人撰史，力求其真。自言：“笔笔存孤异之性，出其精神，虽遇咸阳三月火，不能烧失。”（《跋张子省试牍三则》）“生平不喜作谀墓文，间有作者，必期酷肖其人。故多不惬人意，屡思改过，愧未能也。”（《周宛委墓志铭》）“心如止水秦铜,并不自立意见,故下笔描绘,妍媸自见。敢言刻画,亦就物肖形而已。”（《与李砚翁》）他认为“有明一代，国史失诬，家史失谀，野史失臆”（《石匮书序》），总之失真。而他自己撰史“事必求真，语必求确”，“稍有未核，宁阙勿书。”（同上）作者以写真传神为其传撰史的美学追求，力求“得一语焉，则全传为之生动；得一事焉，则全史为之活现。苏子瞻灯下自顾，见其颊影，使人就壁模之，不作眉目。见者皆失笑，知其为东坡。盖传神正在阿堵耳。”（《史阙序》）在这样的审美追求和创作原则指导下，张岱在《王郎文集》、《梦忆》中，塑造了不少栩栩如生的人物形象，有官吏文士，工匠伶优，也有医生僧侣，妓女牙婆，各色人等，构成社会众生相。无论是专传，还是兼记，一经作者刻画点染，人物便声口毕肖，须眉皆动。如《扬州瘦马》中状娶妾者相瘦马一节曰：黎明，即促之出门。媒人先到者，先挟之去。其余尾其后，接踵伺之。至瘦马家，坐定，进茶。牙婆扶瘦马出，曰：“姑娘拜客”，下拜。曰：“姑娘往上走”，走。曰：“姑娘转身”，转身向明立，面出。曰：“姑娘借手瞧瞧”，尽褫其袂，手出，臂出，肤亦出。曰：“姑娘瞧相公”，转眼偷觑，眼出。曰：“姑娘几岁了？”曰几岁，声出。曰：“姑娘再走走”，以手拉其裙，趾出。然看趾有法：凡出门裙幅先响者，必大；高系其裙，人未出，而趾先出者，必小。曰：“姑娘请回”。一人进，一人又出，看一家必五六人，咸如之。</p> <p>　　作者纯用白描,巧用媒婆的指令,与瘦马的动作的重复,把这段牙婆一手导演的木偶戏，演绎的活灵活现。客观而深刻地揭露了这些少女殆同牲口（瘦马）的悲惨命运，表现了作者对这种陋风丑习的厌恶之情。作者还善于精择细节，渲染气氛，为人物传神写照。如《柳敬亭说书》中状柳敬亭说景阳冈武松打虎一节：其描写刻画，微入毫发，然又找截干净，并不唠叨勃快。声如巨钟，说到胫节处，叱诧叫喊，汹汹崩屋。武松到店沽酒，店内无人，破地一吼，店中空缸空甓，皆瓮瓮有声。闲中着色，细致如此。</p> <p>　　如此描写，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓“闲中着色”，“微入毫发”。他笔下的人物，千人千面，个个灵动活现。如余若水之清高甘贫，倔强避世；秦一生之善借他人之乐为乐；沈歌叙之侠肠高义；王月生之孤高；张燕客之卞急暴躁，无不呼之欲出。所以<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>称其“条序人物，深得龙门精魄。典瞻之中，佐以临川孤韵，苍翠笔底。赞语奇峭，风电云霆，龙蛇虎豹，腕下变现。”（《古今义烈传序》）张岱为文撰史，极重一个“廉”字。他要求作者“勿吝淘汰，勿靳簸扬。”“眼明手辣，心细胆粗。眼明，则巧于掇拾；手辣，则易于剪裁；心细，则精于分别；胆粗，则决于去留。”（《廉书小序》）主张既要“以大能取小”，又要“以小能统大。”（同上）他的小品，就能以咫尺见万里。所谓“一粒粟中藏世界，半升铛里煮山川”。如《湖心亭看雪》作者迭用几个“一”字，别具匠心地选用了几个表示微小的量词如“痕”、“点”、“芥”、“粒”等，不仅选词新奇，而且用之以极小反衬天地之极大。全文不到二百字，却能写尽湖山雪景的迷蒙混茫，传尽西子雪妆的风姿神韵。又如《西湖七月半》，在不到七百字中，张岱着力描写月影湖光中的世态众生，各色各等的看月之人。在相互比照中，刻画了他们赏月的不同处所、方式和场面，披露了他们赏月的不同动机，辛辣嘲讽了那些俗不可耐，却偏要附庸风雅的豪门富户。作者还成功地运用了几组反衬：平时的避月如仇，反衬是夕的列队争出，趋“月”若鹜，是“好名”；铺陈二更前的喧闹嘈杂，反衬夜阑更深后的雅静清幽；用众人的顷刻兴尽，争先离去，反衬吾辈的兴始高，意方浓。美丑既分，雅俗自明。所绘情景，所状人物，都能穷形极状，历历逼真。无怪乎祁彪佳赞誉其“点染之妙，凡当要害，在余子宜一二百言者，宗子能数十字辄尽情状。及穷事际，反若有千百言在笔下。”（《义烈传序》）如此传人、叙事、撰史，深得小品三昧。</p> <p>　　张岱有泉石膏肓，痴于山水，癖于园林。这正是晚明文人名士标榜清高，避世脱俗的一种方式。无论山水，还是园林，张岱都崇尚清幽、淡远、自然、真朴。这种审美意趣和追求，反映在他的小品中。他认为“西湖真江南锦绣之地。入其中者，目厌绮丽，耳厌笙歌。欲寻深溪、盘谷，可以避世，如桃源、菊水者，当以西溪为最。”并为当初“鹿鹿风尘”，未能应召赴隐而“至今犹有遗恨。”（《西湖梦寻·西溪》他赞赏筠芝亭“浑朴一亭耳。太仆公造此亭成，亭之外，更不增一椽一瓦，亭之内，亦不设一扉一槛，此其有意在也。”（《陶庵梦忆·筠芝亭》）他欣赏献花阁上有“层崖古木，高出林表”，下有“支壑回涡，石拇棱棱，与水相距。阁不槛，不牖；地不楼，不台，意正不尽也。”后来“五雪叔归自广陵，一肚皮园亭，于此小试。台之，亭之，廊之，栈道之。照面楼之侧，又堂之，阁之，梅花缠折旋之。”张岱对这些弄巧成拙的做法，不以为然，认为“未免伤板，伤实伤排挤，意反局嵴。”（《陶庵梦忆·献花阁》）在《陶庵梦忆·范长白》中，他认为“地必古迹，名必古人，此是主人学问。但桃则溪之，梅则屿之，竹则林之，尽可自名其家，不必寄人篱下也。”一亭一榭，一丘一壑，布置命名，既要体现主人的儒雅学问，又要体现他的艺术个性和意趣情韵。这正是张岱的山水小品所追求的美学品位，也是他品诗论文的标准。</p> <p>　　张岱品诗平文论艺，以冰雪为喻，崇尚生气、真气。他说：“盖文之冰雪，在骨，在神。”“若夫诗，则筋节脉络，四肢百骸，非以冰雪之气沐浴其外，灌溉其中，则其诗必不佳。”（《一卷冰雪文后序》）“自弹琴拨阮，蹴鞠吹箫，唱曲演戏，描画写字，作文做诗，凡百诸项，皆藉此一口生气。得此生气者，自致清虚；失此生气者，终成渣秽。”（《与何紫翔》）他品评诗文，还崇尚空灵。认为冰雪之气，“受用之不尽者，莫深于诗文。盖诗文只此数字，出高人之手，遂现空灵；一落凡夫俗子，便成臭腐。”（《一卷冰雪文序》）“故诗以空灵，才为妙诗。”然而他所崇尚的空灵，并非“率意顽空者”，而是必须“以坚实为空灵”的基础：“天下坚实者，空灵之祖。故木坚，则焰透；铁实，则声宏。”（《跋可上人大米画》）所以他又推崇真实切近：“食龙肉，谓不若食猪肉之味为真也；貌鬼神，谓不若貌狗马之形为近也。”（《张子说铃序》）这样的美学追求，体现在他的创作实践中，使他的小品“有一种空灵晶映之气，寻其笔墨，又一无所有。”（祁豸佳《西湖梦寻序》）这是一种既世俗又儒雅，既真切又空灵的境界。</p> <p>　　张岱认为诗文书画的创作，均不能有作意，不能刻意为之，强求其好：“若以有诗句之画作画，画不能佳；以有画意之诗为诗，诗必不佳。”“由此观之，有诗之画，未免板实，而胸中丘壑，反不若匠心训手之为不可及矣。”（《与包严介》）“天下之有意为好者，未必好；而古来之妙书妙画，皆以无心落笔，骤然得之。如王右军之《兰亭记》、颜鲁公之《争坐帖》，皆是其草稿，后虽摹仿再三，不能到其初本。”（《跋谑庵五帖》）而应该是“瓜落蒂熟，水到渠成。”（《蝶庵题像》）而其论选诗，则批评其族弟张毅儒的《明诗选》“胸无定识，目无定见，口无定评。”主张“撇却钟谭，推开王李”（《与毅儒弟》），自出手眼，自具特色。他的创作能在广泛师承、博采众长的基础上，自成风格。他认为：“古人记山水手，太上<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>，其次柳志厚，近时则袁中郎。”（《跋寓山注二则》）他能兼取诸君之长，所以他的山水小品，“笔具化工，其所记游，有郦道元之博奥，有刘同人之生辣，有袁中郎之倩丽，有王季重之诙谐。”（祁豸佳《西湖梦寻序》）当然，如上所述，张岱的山水小品，还有<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>的骚怨，这是祁氏所未曾道着者。 </p>"
}