{
  "id": 371,
  "star": 3,
  "name": "曾棨",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_371.jpg",
  "dynasty": "明代",
  "desc": "曾棨（1372-1432） 字子棨，号西墅，江西永丰人。明永乐二年状元，人称“江西才子”。其为人如泉涌，廷对两万言不打草稿。曾出任《永乐大典》编纂。曾棨工书法，草书雄放，有晋人风度。",
  "content": "<h2>评价</h2> <p>　　酒与文化，自古结下了不解奇缘。酒兴诱发文才，奇才更催豪饮。我们的文明古国，酒文化源远流长，博大精深。唐朝<a href=\"http://so.gushiwen.org/author_371.aspx\">诗</a>仙<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>斗酒诗百篇。明朝状元<a href=\"http://so.gushiwen.org/author_371.aspx\">曾棨</a>（1372~1432年），永丰龙潭（今江西永丰县富溪乡曾家村）人，以豪饮与奇才闻名于世。</p> <p><strong>豪饮振邦交</strong><br>　　“虏使”酒探路。曾棨在当朝以饮酒海量著称。明朝永乐年间有一个“虏使”（大国对来访的外交官的贬称）到京，欲侦探朝廷的虚实。他自认饮酒有海量才是表现一个民族的豪强剽悍，而自己便以豪饮为其强项。因此，首先即以酒探路，步步紧逼，以期逞能。奏凯而归。朝廷也深察其用意，自然就派曾棨前往陪饮。他便当仁不让，欣然奉陪。席间宾主频频举杯，觥筹交错，饮至酒酣耳热之际，外使自况本民族的豪饮海量，剽悍强劲，不可一世。<br>　　曾棨酒气豪。曾棨则极尽主人之谊，多多敬酒，待至客人自觉难以为继，有了几分醉意，这才奉劝起来：大明朝廷一贯主张睦邻友好，和平相处，双方互助，边陲百姓大家安居乐业，岂不妙哉！客人听了深悟点头。主人更给客人斟满酒奉劝，宾主一饮而尽，酒至数巡，客人已不堪酒力，而主人谈笑风生，怡然自乐，酒意末阑，潇洒豪放。客人至此则深为感服，并恳切表示：回去一定如实禀报，大明朝廷宽宏大量，以使双方和睦共处，造福百姓。</p> <p><strong>文才魁天下</strong><br>　　三步对妙联。曾棨被誉为“江西才子”，不仅学问渊博，而且才思敏捷。成祖皇帝朱棣在审阅其状元试卷时，就极其赏识，御笔亲批：“贯通经史，识达天人，有讲习之学，有忠爱之诚，擢魁天下，昭我文明高质，启沃惟良显哉。”但是，有时兴起，还要难一难他。一次，乃吟出一上联：“红袖手提鹦鹉盏，来迎状元”，限三步就要对出下联。当他跨出第三步时，果真对出了下联：“白衣身到凤凰池，进朝天子”。又一次，正值元宵佳节，皇帝领群臣观赏彩灯，华灯灿烂，永乐帝大喜，即兴口吟一上联：“灯明，月明，大明一统，”令群臣对下联。群臣无人能对，哑口无言。即刻，只听曾棨大声吟对：“君乐，民乐，永乐万年。”皇帝当下大为欣赏嘉奖。<br>　　一梅咏百诗。朱棣屡试曾棨的奇才以为乐，并图难倒他。于是，出一题梅花，令他作诗一百首。曾棨文学渊博，诗词歌赋无不精通，记序赞传得手应心。其中的作诗更是他的强项，如何难得倒他。当下凝神构思，欣然命笔，每首都是七律，仅第40首最后有一“梅”字，再无一个“梅”字。他神采奕奕，意气风发，尽写梅花之鲜丽，抒发梅花之神韵，形象生动，寓意深远。文采喷发，一如梅花斗雪怒放。当朱棣击节诵吟，音律铿锵，口齿留香，怡情悦性，拍案称绝。于是，更是赞赏有加。一代文豪留下后世的著作有《睫巢集》18卷、《西墅集》10卷。 </p><br/><h2>生平</h2> <p><strong>早年经历</strong><br>　　<a href=\"http://so.gushiwen.org/author_371.aspx\">曾棨</a>早年被其父所厌弃，一边放猪，一边苦读。他天性聪明又博闻强记，工文辞，善草书，人称“江西才子”。曾棨作文如泉涌，廷对两万言，连草稿都不打。成祖爱其才，在他的考卷上御批：“贯通经史，识达天人，有讲习之学，有忠爱之诚，擢冠天下，昭我文明。”还在卷首朱书：“第一甲第一名”。</p> <p><strong>才华横溢</strong><br>　　曾棨之所以答卷快而好，据传，会试过后，主考官<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>特别欣赏同乡乡试解元刘子钦的才学，曾对他说：“状元属子矣。”刘子钦自恃才高、目中无人。对解缙的关照不以为然，并出言不逊。解缙见状，乃密以题意示与另一同乡曾棨，致使曾棨殿试之策最为详尽，下笔万言。成祖认为曾棨才学超群，而刘子钦只排在前十名之外。<br>　　此科为成祖登基后的首次开科，特下诏选曾棨等二十八名进士为庶吉士，开文渊阁。成祖每每召问典故，曾棨都应对如流；一次命作《天马海青歌》，曾棨挥笔立就，且词气豪宕，深得眷宠。自解缙、胡广之后，朝廷大作多出其手。他曾出任《永乐大典》副总裁。成祖每与诸臣论文士，总要问：“得如曾翰林否？”</p> <p><strong>酒量过人</strong><br>　　曾棨相貌堂堂，身材魁伟，善饮酒，且酒量惊人。一日，来了一位外国使臣，号称善饮，朝中无人能陪，成祖命廷臣推举，却只有一个下级武士敢于应战。成祖十分不高兴地说：“堂堂天朝，难道就没有一个善于饮酒的大臣？让一个武士作陪，成何体统？”于是曾棨请往，成祖问：“卿量几何？”曾棨答：“无论量”。成祖大喜，命他去陪使臣，让那武士帮忙跑堂。三人一连喝了几天，来使终于大醉，武士也东倒西歪，然而曾棨清醒如没喝过酒一样，使臣只得甘拜下风。成祖闻之大喜道：“且不以才学，只这酒量，亦堪作我朝状元。”<br>　　又有一次，英国公张辅想试探一下曾棨到底有多大酒量。他两手合拱量了一下曾棨的腹部，再根据腹部的大小做了一只木桶，置于厅堂后面，于是便邀请曾棨到家中赴宴。他喝多少，同时便往桶中注入多少，喝了一天，桶里的酒已谥了出来，便注入另一瓮中，又溢了出来，曾棨神色自若，夜半回到家中，又摆酒犒劳送他的张府仆人，直到仆人都醉了，他才休息。第二天，张辅惊呼：“子棨真海量也。” </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_371.aspx\">曾棨</a> (1372—1432) 字子棨，号西墅，江西永丰县人。家贫，以砍柴、帮工维生。永乐二年(1404) 中进士第一。成祖阅其答卷批日：“贯通经史，识达天人。有讲习之学，有忠爱之诚。擢魁天下，昭我文明，尚资启沃，惟良显哉!”授翰林修撰。是年成祖令<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>从进士中挑选优秀俊敏者28人为庶吉士，进文渊阁深造，被列为第一人。其问，成祖以《天马海青歌》为题，亲试文渊阁28人，曾又援笔成文最先，辞理俱到，词旨浏亮，受成祖奖励，赐玛瑙带和名马。成祖又将古籍经典中读到的偏僻隐语，摘记在册，召其面询出处，皆对答如流，被成祖视为有真才实学的楷模。诏令修《永乐大典》，曾綮任副总裁，书成，升侍讲学士。永乐七年、十一年，两次扈从成祖巡幸北京，其间应制<a href=\"http://so.gushiwen.org/author_371.aspx\">诗</a>赋，备受称赞。永乐十二年，主考北京乡试，次年充廷试读卷官。永乐十六年主考礼部会试，升侍读学士，授奉训大夫。后诏修天下郡县志，任副总裁。宣德元年 (1426) 升右春坊大学士，进讲文华殿。二年，任詹事府少詹事，掌管太子宫内事务，仍值文渊阁。馆阁中，自解缙、胡广后，重大文告、条例，多出自其手笔。宣德五年充廷试读卷官，参与修撰太宗、仁宗两朝实录，受赐金织袭衣和银币等奖赏。宣德七年病逝，赠礼部左侍郎，谥襄敏。体魄魁硕，爱饮酒，人称“酒状元”。病危将绝时仍呼酒痛饮。</p> <p>　　所作诗文甚多，万历年问，永丰知县吴期照加以选录，为《西墅集》10卷，存目《四库全书》集部别集类。另有《巢睫集》5卷传世。<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>称其诗文：如“园林得春，群芳奋发。锦绣灿然，可玩可悦。赋咏之体，必律唐人。兴之所至，笔不停挥。状写之工，极其天趣。”然行文过速，缺乏琢磨。《四库提要》以为“集中一题百首，往往才气用事，而按切肌理，不耐推敲，是亦速成之过也。”此与其洒脱、豪爽之特性有关。 </p>"
}