{
  "id": 732,
  "star": 68,
  "name": "鲍照",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_732.jpg",
  "dynasty": "南北朝",
  "desc": "鲍照（约415年～466年）南朝宋文学家，与颜延之、谢灵运合称“元嘉三大家”。字明远，汉族，祖籍东海（治所在今山东郯城西南，辖区包括今江苏涟水，久居建康（今南京）。家世贫贱，临海王刘子顼镇荆州时，任前军参军。刘子顼作乱，照为乱兵所杀。他长于乐府诗，其七言诗对唐代诗歌的发展起了很重要的作用。有《鲍参军集》。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>创作以<a href=\"http://so.gushiwen.org/author_732.aspx\">诗</a>为主，今存204首。《拟行路难》18首，表现了为国建功立业的愿望、对门阀社会的不满、怀才不遇的痛苦、报国无门的忿懑和理想幻灭的悲哀，真实地反映了当时贫寒士人的生活状况。少部分诗描写了边塞战争和征戍生活，为唐代边塞诗的萌芽。</p> <p>　　艺术风格俊逸豪放，奇矫凌厉，直接继承了建安传统，对后世<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>有较大影响。艺术形式上，大力学习和写作乐府诗，存80余首，有三言、五言、七言和杂言等多种形式。五言诗讲究骈俪，圆稳流利，内容丰富，感情饱满。七言诗变逐句用韵为隔句押韵，并可自由换韵，拓广了七言诗的创作道路。他的乐府诗突破了传统乐府格律而极富创造，思想深沉含蓄，意境清新幽邃，语言容量大，节奏变化多，辞藻华美流畅，抒情淋漓尽致，并具有民歌特色。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>曰：“明远乐府，如五丁凿山，开人世所未有。后太白往往效之”（《古诗源》卷十一）。《芜城赋》借广陵在汉代的繁荣和今时的荒凉来抒发怀古之幽情，被视为六朝抒情小赋代表作之一。散文基本上属于骈文。《登大雷岸与妹书》，抒情议论融合，文气跌宕，辞藻绚丽，兼有骈散之长。</p> <p>　　鲍照的集子有南齐永明年间虞炎奉文惠太子萧长懋之命所编10卷。现存鲍照集以《四部丛刊》影印明毛斧季校本《鲍氏集》为较早。明代<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>《汉魏六朝百三家集》本《鲍参军集》最为流行。鲍照集的注释，始于清末的钱振伦，他的注本没有来得及刊行。近人黄节在钱注基础上作了补注，称《鲍参军诗注》，今人钱仲联作《鲍参军集注》，附有《鲍照年表》。他的《登大雷岸与妹书》和《梦还乡》赞美了家乡的山水。今人丁福林、丛玲玲于2012年4月1号出版了《鲍照集校注》。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>的青少年时代，大约是在京口（今江苏镇江）一带度过的。元嘉期间（424—453年）被宋文帝刘义隆聘为国侍郎。孝武帝即位后，为大学博士兼中书舍人，出任魏陵（今南京市）令，转永嘉（今温州市）令，后任朐海王刘于顼的前军参军、迁军刑狱参军，人称鲍参军。宋文帝元嘉十六年（439年），鲍照26岁，据史载，曾谒见临川王<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>,毛遂自荐，但没有得到重视。他不死心，准备献<a href=\"http://so.gushiwen.org/author_732.aspx\">诗</a>言志。有人劝阻他说：“郎位尚卑，不可轻忤大王。”鲍照大怒：“千载上有英才异士沉没而不可闻者，岂可数哉！大丈夫岂可遂蕴智能，使兰艾不辨，终日碌碌与燕雀相随乎？”之后，他终得赏识，获封临川国侍郎。</p> <p>　　元嘉二十一年（444年），刘义庆病逝，他也随之失职，在家闲居了一段时间。后来，又做过一个时期始兴王刘浚的侍郎。</p> <p>　　宋孝武帝刘骏起兵平定刘劭之乱后，他任海虞令，迁太学博士兼中书舍人，出为秣陵令，转永嘉令。孝武帝大明五年（461年），做了临海王刘子顼的幕僚，次年，子顼任荆州刺史，他随同前往江陵，为前军参军，刑狱参军等职，掌书记之任。孝武帝死后，太始二年（466年），江州（今九江市）刺史刘子勋称帝，刘子顼响应，后刘于勋败，刘子顼被赐死，鲍照在荆州被乱军杀害。文帝十一子刘彧杀前废帝刘子业自立，是为明帝。子顼响应了晋安王刘子勋反对刘彧的斗争。子勋战败，子顼被赐死，鲍照亦为乱兵所害，时为泰始二年。</p> <p>　　鲍照有一妹<a href=\"http://so.gushiwen.org/author_936.aspx\">鲍令晖</a>，也善文学。 </p><br/><h2>纪念场所</h2> 　　<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>墓在黄梅县黄梅镇东禅寺村，黄梅县土肥测试站内。鲍照墓地有封土堆高2米，墓向坐北朝南，墓前有碑，高1.96米，宽0.9米，上刻“南朝宋参军鲍公明远之墓”，字为繁体楷书。碑为清道光二十五年知县俞昌烈重修其墓所立。"
}