{
  "id": 477,
  "star": 523,
  "name": "姚合",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_477.jpg",
  "dynasty": "唐代",
  "desc": "姚合，陕州硖石人。生卒年均不详，约唐文宗太和中前后在世。以诗名。登元和十一年（公元八一六年）进士第。初授武功主簿，人因称为姚武功。调富平、万年尉。宝历中，（公元八二六年左右）历监察御史，户部员外郎。出任荆、杭二州刺史。后为给事中，陕、虢观察使。与马戴、费冠卿、殷尧藩、张籍游，李频师事之。诗与贾岛齐名，号称“姚、贾”。仕终秘书监。合著有诗集十卷，《新唐书艺文志》及选王维、祖咏等十八人诗，为极玄集一卷，又摭古人诗联，叙其措意，各有体要，撰诗例一卷，（均《唐才子传》）并传于世。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>晚年编了本唐人<a href=\"http://so.gushiwen.org/author_477.aspx\">诗</a>集，取名为《极玄集》，选的是<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>、<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>、耿湋、<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>、<a href=\"http://so.gushiwen.org/author_750.aspx\">司空曙</a>、<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>、<a href=\"http://so.gushiwen.org/author_154.aspx\">郎士元</a>、畅当、<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>、皇甫曾、李嘉祐、<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>、朱放、严维、<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>、灵一、法振、<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>、清江、戴叔纶，共计21人，近百首诗，且在自序中说：“此皆诗家射雕手也/合于众集中更选其极玄者/庶免后来之非”云云，既无李/杜/元/白，也无孟/韩/刘/柳，可见在姚合眼里，“李/杜/元/白/孟/韩/刘/柳”等落选者是不够“极玄”标准的。</p> <p>　　“玄”这个字，本义为深奥、神妙，源于《老子》“玄之又玄/众妙之门”语。观姚合所选人，确也大都持澹泊人生态度；所选诗，说“玄”虽牵强些，但也几无脾气，淡之如水。从这个集子的遴选主张，我们似乎瞥见了些许姚合的人生观与诗歌观， 《唐才子传》评他“皆平淡之气”，就诗而言，是有道理的。但在仕途上，事实却很难理解为澹泊，虽说他在作品中反复表露着自己从未全心全意地为官，且满脑子是闲居山林、耕钓退隐思想，但他又能一直做到从三品的秘书监，恐非偶然。</p> <p>　　姚合与<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>同岁，也生于大历十四年（779年）。《唐才子传》说他是玄宗时宰相<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>的曾孙，这个认定是错的。清末罗振玉在《李公夫人吴兴姚氏墓志跋》中经考证得出，“算”为元景子，“閈”为元景孙，“合”为元景曾孙。可知姚合的曾祖父是姚元景，历任朝散大夫/行司农寺丞/宗正少卿；其祖父是姚算，历任鄢陵县令/汝州司马；其父是姚閈，历任相州-临河县令/赠太子右庶子。墓志上所记的吴兴，就是今天的浙江/湖州，也该是姚合的籍贯。</p> <p>　　38岁前，姚合究竟落过多少次第，不知道。他曾写过一首《下第》诗，表述的是自己无颜回乡见父老邻里的羞窘心理----“枉为乡里举、射鹄艺浑疏、归路羞人问、春城赁舍居、闭门辞杂客、开箧读生书、以此投知己、还因胜自余”。元和十一年（816年）他终于及第，恐也得自于时任主考官、后又很快升任为宰相的李逢吉的照顾。姚合及第后曾给内兄郭冏写有一诗，其中便有“相府执文柄/念其心专精/薄艺不退辱/特列为门生”的句子，可看出那时他曾被李逢吉收作过门生，阅卷时给个高分就很自然了。但姚合似乎没有料到自己还能中第，以至于惊讶远远要胜于高兴，正所谓“事出自非意/喜常少于惊”也。</p> <p>　　进士及第大约两年后，姚合被授予正九品下阶的陕西/武功县主簿，也就是说，姚合的仕途生涯，是从四十岁才开始的。主簿这个官，乃文职，主要负责记录本县日常所发生的大事以及县署各类文书等。我们今天所看到的“县志”便是由历代主簿记录整理后传下来的，中国的地方史，多亏有这些默默作记录的主簿，虽是最底层的小官吏，贡献却通过日积月累显现出重大价值。当然，一个县，大事是不可能天天有的，所以主簿相对还是很闲，有的是时间写自己的诗、喝自己的酒、养自己的花、种自己的小菜园……也大可以东走走西逛逛，只要不出县境。唐代的州县官员，若不因公事而去了别的县，则被视为“私出界”，即使是刺史、县令，也要受到“杖一百”的惩罚。</p> <p>　　姚合从一开始做官，就表现得三心二意，且抱着隐居的态度。在《武功县中作三十首》的诗里，他第一首的第一句便现出“县去帝城远/为官与隐齐”的思想；第二首里则又说“方拙天然性/为官是事疏……养身成好事/此外更空虚”；第九首则曰“到官无别事/种得满庭莎”；第十七首则曰“每旬常乞假/隔月探支钱”（连工资都懒得没月去领了）；第二十二首则曰“养生宜县僻/说品喜官微”。第三首我以为则是他这组诗的代表，也充分表露了他四十岁时的闲逸人生观----</p> <p>　　微官如马足，只是在泥尘。到处贫随我，终年老趁人。</p> <p>　　簿书销眼力，杯酒耗心神。早作归休计，深居养此身。刚一为官，就心存退隐，这样的人也真不多见。所以闻一多先生说他是在“小廨署里…做一种阴黯情调的五言律诗”，不像<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>那样“在改良社会的大纛下…对社会泣诉着他们那各阶层中病态的小悲剧”。但我以为，这仅仅是诗而已，姚合真正的人生历程，与诗却是不同的，让我们来看看他的官运吧！</p> <p>　　在武功县，姚合整整呆了三年，所谓“主印三年坐、山居百事休”，秩满后暂时卸了任。在《罢武功县将入城》二诗中，他那无官一身轻的欣喜跃然纸上，不知是说给别人听的还是真不愿意做事，因为没多久，他就又到了魏博节度使幕府中做随军从事。那时的魏博节度使是田弘正，身上的头衔及爵号很多，诸如光禄大夫/检校司徒/中书令/上柱国/沂国公等，从姚合所写的《酬光禄田卿六韵见寄》一诗中可知，他到魏博节度使幕府，是受田弘正之邀。田弘正虽也写诗，但还不能算诗人，毕竟挂着节度使的官衔，主业是领军守土，平定叛乱。与一帮军人为伍日子，姚合在诗中表现的仍然是三心二意----“每日寻兵籍/经年别酒徒/眼疼长不校/肺病且还无/僮仆惊衣窄/亲情觉语粗/几时得归去/依旧作山夫”……田弘正在魏博节度使任上蘸了还没一年的糖堆儿，就换成了一个叫李愬的；李愬也还是不足一年，就又换成了田布，田布依旧不足一年，反被手下的牙将史宪诚夺了帅印。而我们的姚诗人呢，朝廷看那里太乱，就把他调到富平县做从九品上阶的县尉去了。不久后，再调他到京城直辖的万年县任从八品下阶的县尉。</p> <p>　　大约在48岁时，姚合被调回长安，任正八品上阶的监察御史。50岁时再升任从七品上阶的侍御史。52岁任从六品上阶的户部员外郎。53岁时则调出京城，任正四品上阶的金州刺史。54至55岁再回长安，任从五品上阶的刑部朗中与户部郎中。56岁时则调出京城，赴浙江任从三品的杭州刺史。三年后，三回长安，任正四品下阶的右谏议大夫。又一年，兼给事中。又一年，转正四品的陕虢观察使。他62岁时所任的最后一个官职则是从三品的秘书监。看他的仕官史，虽开始于四十岁以后，但走得很稳，差不多平均两年就升迁一次，且从未遭过贬，这其中一定是有秘诀的。</p> <p>　　查他所结交的五品以上朝廷大员，有崔附马、李太尉（<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>）、杨尚书（杨巨源）、郑尚书（<a href=\"http://so.gushiwen.org/author_1861.aspx\">郑余庆</a>）、裴宰相（<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>）、令狐宰相（令狐楚）、田中书令（田弘正）、白少傅、（白居易）、刘郎中（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>）、韩祭酒（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>）、张司业（<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>）……这些人只是其中的一小部分，也还有更多方方面面的官员，至少在其诗中便可看出与他有往来。当然，从另一个角度揣测，姚合或许脾气不错，也不有意树敌，更不冒进。《全唐文》载<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>所写的《与陶进士书》中曾记录，当年李商隐任弘农县尉，得罪了上司孙简（时任陕虢观察使），便想辞官一走了之；正巧姚合接替了孙简，听说此事后，就立刻又把李商隐叫了回来，可见他的厚道（或许也掺杂了对李商隐诗文才华的好感罢）。</p> <p>　　姚合诗，确以五律见长。晚唐时的张为在《诗人主客图》里也第一次将“姚/贾”并称，把他与贾岛捏在一起，归入“清奇雅正”的诗格中。宋人<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>也说姚合的诗，得了<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“清雅”；赵紫芝还将姚/贾两人的诗，合编了一册《二妙集》。而元人辛文房则从姚合的诗中看出“有达人之大观”，也不是虚言。我是很喜欢姚合诗的，也觉得他与贾岛还是有很大不同，至少他的写作“不使劲/不雕刻/无怨气/也不苦”，读了让人松心。是啊，其实谁在人间都有自己的苦处，总挂在嘴边叫人听，也不舒服，所以姚合很明白要自己“找乐”，正所谓“天下谁无病/人间乐是禅”（见姚合《寄默然上人》诗）。</p> <p>　　他拿写诗，我以为多半是当玩儿，在自然中找找感觉，在词语里玩玩智巧；做官之余，反正闲着也是闲着，如此心态写来，当然也就达观。看五律，我觉得最要紧也最过瘾的，是看“颔/颈”两联，姚合写的很好看，我在下面列几句，喜欢的人可以用书法写下来当对联挂在屋里，是最好的应用----</p> <p>　　“世上诗难得/林中酒更高”；“家山去城远/日月在船多”<br>　　“纵马唯提酒/防身不要兵”；“过来心已悟/未到行弥精”<br>　　“书多笔渐重/睡少枕常新”；“爱山闲卧久/在世此心稀” <br>　　“秋卷多为好/时名屈更肥”；“山静云初白/枝高果渐稀”<br>　　“不眠知梦妄/无号免人呼”；“林下期同去/人间共是劳”<br>　　“海上归难遂/人间事尽虚”；“看月嫌松密/垂纶爱水深”<br>　　“上山方觉老/过寺暂忘愁”；“逢酒嫌杯浅/寻书怕字稠”<br>　　“诗情生酒里/心事在山边”；“有地惟栽竹/无家不养鹅”</p> <p>　　姚合卒于秘书监的任上，死后朝廷又追赠他为礼部尚书。他的弟子诗僧<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>写了一首《哭姚监》的七律，引于后，算是对其一生的评价吧----寒空此夜落文星，星落文留万古名。入室几人成弟子，为儒是处哭先生。家无谏草逢明代，国有遗篇续正声。晓向平原陈葬礼，悲风吹雨湿铭旌。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_477.aspx\">姚合</a>（776～842）中国唐代杰出<a href=\"http://so.gushiwen.org/author_477.aspx\">诗</a>人，字大凝，祖籍吴兴（今浙江省湖州市），陕州（今河南陕县）人，出自大名鼎鼎的吴兴姚氏，唐代名相<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>曾侄孙。元和十一年(816)进士，授武功主簿。历任监察御史，金、杭二州刺史、刑部郎中、给事中等职，终秘书少监。世称姚武功，其诗派称武功体。姚合在当时诗名很盛，与<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>友善，诗亦相近，然较贾略平浅，世称姚贾。擅长五律，以幽折清峭见长，善于摹写自然景物及萧条官况，时有佳句。但风格题材较单调，刻画景物较琐细。其诗曾为南宋永嘉四灵及江湖派诗人所师法。今传《姚少监诗集》10卷，另编有《极玄集》。</p> <p>　　姚合在当时诗名很盛，交游甚广，与<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>、杨巨源、<a href=\"http://so.gushiwen.org/author_465.aspx\">马戴</a>、<a href=\"http://so.gushiwen.org/author_2814.aspx\">李群玉</a>等都有往来唱酬。明代胡震亨评论他的诗说：\"洗濯既净，挺拔欲高。得趣于浪仙之僻，而运以爽亮；取材于籍、建之浅，而媚以□芬。\"殆兼同时数子，巧撮其长者。但体似尖小，味亦微□。故品局中驷耳。\"( 《唐音癸签》 )其诗对后世有一定影响，曾为南宋\"永嘉四灵\"（见\"四灵体\"）及江湖派诗人所师法。今传《姚少监诗集》10卷，通行有明代汲古阁刻本及《四部丛刊》影印明钞本。另编选有《极玄集》，收入《唐人选唐诗（十种）》。事迹见新、旧《唐书》本传。 </p>"
}