{
  "id": 2895,
  "star": 2,
  "name": "商景兰",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2895.jpg",
  "dynasty": "清代",
  "desc": "商景兰（1605～1676），字媚生，会稽（今浙江绍兴）人。明兵部尚书商周祚长女，抗清名臣祁彪佳妻。明末清初诗人，德才兼备，能书善画。其妹商景徽亦工诗。著有《锦囊集》（旧名《香奁集》），收诗六十七首、词九十四首、补遗诗三首、遗文一篇。陈维崧《妇人集》评曰：“会稽商夫人，以名德重一时......故玉树金闺，无不能咏，当世题目贤媛以夫人为冠。” 《幼学琼林》女子篇：“伯商仲商，时称越秀；德蓉德蕙，辉映祁家。”",
  "content": "<h2>生平</h2> <p><strong>琴瑟和谐</strong></p> <p>　　万历四十八年（1620），十六岁的<a href=\"http://so.gushiwen.org/author_2895.aspx\">商景兰</a>嫁入了山阴祁家。其夫祁彪佳是著名藏书家祁承爜之子，一位在仕途上少年早达、在学术上精通文墨的风雅之士，不仅有不错的文采，还相当注重生活情趣。这对少年夫妻在各方面都十分契合，自两人结合至乙酉（1645）彪佳自沉殉国，他们一共享受了25五年幸福的婚姻。这种琴瑟和谐的情形令后世的文人们羡慕不已，他们将两人喻为“金童玉女”。</p> <p><strong>国破夫殉</strong></p> <p>　　然而清军很快南下，明朝的半壁江山也难以保全。身为女性的商景兰，对家庭的关心可谓与生俱来，所以当崇祯已自缢于北京，清兵对中原虎视眈眈，弘光小朝廷偏安江南一隅却仍内斗不休之际，她屡次劝祁彪佳请辞，甚而为此“日祝于佛前”。与丈夫在朝中任职相比，她更倾向于夫妻俩归守家园，继续从前的美好生活。但清人以书币聘祁彪佳出仕为官，种种情势相逼之下，祁彪佳终于在1645年的闰六月初五日自沉于寓山住所梅花阁前的水池中。而商景兰美满的婚姻生活也就因此变故而突然中止。</p> <p><strong><a href=\"http://so.gushiwen.org/author_2895.aspx\">诗</a>作悲夫</strong></p> <p>　　祁彪佳之死与明朝的灭亡接踵而至，商景兰也因此深刻体会到了故国的沦丧与伴侣的死别所带来的悲痛，并常常将这些感情诉诸笔端。像“千里河山一望中，无端烟霭幕长空”（《苦雨》）、“独倚栏杆何所怨，乾坤望处总悠悠”（《中秋泛舟·其三》）、“晓来无意整红妆，独倚危楼望故乡”（《九曲寓中作》）这样的诗句，其中所流露出的苍凉之感与故国情思足以令人动容。虽然具有极为强烈的国家意识，但在对待丈夫殉国的态度上商景兰仍感到了几分矛盾。一方面，她写下了著名的《悼亡》诗：“公自成千古，吾犹恋一生。君臣原大节，儿女亦人情。折槛生前事，遗碑死后名。存亡虽异路，贞白本相成。”赞颂祁彪佳的坚贞不屈，并认为他的殉国是流芳百世的壮举。但接下去在第二首《悼亡》的开头，她却又表露出失偶的悲凄：“凤凰何处散，琴断楚江声”。这种感情在《过河诸登幻影楼哭夫子》一诗中表现得更为直白：“久厌尘嚣避世荣，一丘恬淡寄余生。当时同调人何处，今夕伤怀泪独倾。几负竹窗清月影，更惭花坞晓莺声。岂知共结烟霞志，总付千秋别鹤情。”</p> <p><strong>后世坎坷</strong></p> <p>　　在商景兰三十多年的寡居生活中，她又遭受了多次沉重打击。康熙六年壬寅（1662），其三女德琼亡故。同年，次子班孙因涉浙中通海案远放宁古塔，长子理孙不久即因此事郁郁而亡。虽然班孙三年后逃归，却削发为僧，断绝了与家中的联系，最终于康熙十二年癸丑去世。惨剧与祸事接连发生，所以在1676年，晚年的商景兰回顾自己一生的经历时，不由发出“未亡人不幸至此”（《琴楼遗稿序》）的感叹。</p> <p><strong>家庭联吟</strong></p> <p>　　虽然在生活中遭受了种种不幸，商景兰的文学创作活动却没有停止，甚而在她的带动下，还形成了一个盛极一时的女性家庭创作群体。据《静志居诗话》卷二十三所载，“（祁）公怀沙日，夫人年仅四十有二。教其二子理孙、班孙，三女德渊、德琼、德宦，及子妇张德蕙、朱德蓉。葡萄之树，芍药之花，题咏几遍。经梅市者，望若十二瑶台焉。”可见当时祁氏门中女性文学活动之兴盛，而商景兰自己也颇以为乐。正是商景兰对于文学自觉的追求与引导，使得她和她的女媳们的文学才华得以提升，其声名也在文人之间远播开来，不仅为当时男性诗人所激赏，而且嘉兴“负诗名数十年”的黄媛介等闺秀才女也纷纷慕名造访，吟诗唱和，引为闺中知己。她们一家的诗歌活动，可以说开了有清一代闺阁中聚会联吟的风气。</p> <p>　　商景兰之过世，大约在1676年后不久，而在她的倡导之下所形成的一门女性习文写诗的盛况也就随之消散了。</p>"
}