{
  "id": 1879,
  "star": 1,
  "name": "龚鼎孳",
  "dynasty": "清代",
  "desc": "龚鼎孳生于1615年，殆于1673年。字孝升，因出生时庭院中紫芝正开，故号芝麓，谥端毅。安徽合肥人。与吴伟业、钱谦益并称为“江左三大家”。崇祯七年（1634年）进士，龚鼎孳在兵科任职，前后弹劾周延儒、陈演、王应熊、陈新甲、吕大器等权臣。明代谏官多好发议论，擅于弹劾别人。龚鼎孳在明亡后，可以用“闯来则降闯，满来则降满”形容。气节沦丧，至于极点。风流放荡，不拘男女。在父亲去世奔丧之时尤放浪形骸，夜夜狂欢。死后百年，被满清划为贰臣之列。著有《定山堂文集》、《定山堂诗集》和《诗余》，后人另辑有《龚端毅公奏疏》、《龚端毅公手札》、《龚端毅公集》等。",
  "content": "<h2>生平</h2> <p>　　龚鼎孳是明末清初文学家，明万历四十三年十一月十七日（1616年1月5日）出生。安徽合肥人。崇祯七年（1634年）中进士，出任湖北蕲春县令，崇祯十二年任兵部给事中。赴京途中，结识南京名妓顾横波，携其进京，后纳为妾。初居宣北坊海波寺街“古藤书屋”，后迁至宣武门外大街，寓号“香严斋”。</p> <p>　　龚鼎孳祖父和父亲都颇有文名。而他少年早慧，十二三岁时即能做八股文，亦擅长<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>赋古文。明崇祯七年进士，任湖北蕲水县令。后因镇压张献忠起义有功，升兵科给事中。崇祯十七年李自成攻陷北京，龚鼎孳投井自杀，被人救起后辅李自成，任直指使，巡视北城。受吏科给事中，迁太常寺少卿。清顺治元年（1644年），睿亲王多尔衮进京，龚鼎孳迎降，授吏科给事中，迁太常寺少卿，刑部右侍郎、左都史使等。顺治三年，曾受弹劾，但因皇帝赏识仍任原职。顺治十一年，因法司章奏过激，涉及满汉关系，被降职调用，下至南苑蕃育署管菜园。后又被贬去广州。康熙元年（1662年）官复侍郎。后历任左都御史、刑部尚书、兵部尚书、礼部尚书、会试下正考官等职。康熙十二年九月十二日（1673年10月12日）病卒。</p> <p>　　龚鼎孳因失节丧操，不仅为明人所不齿，也为清人所蔑视。在明福王在南京建立政权时，曾制定过查办“从贼者”的制度，龚鼎孳就被列入了治罪名单，而清朝人也讥笑他“惟明朝罪人，流贼御史”，而多尔衮更是认为龚鼎孳“此等人只宜缩颈静坐，何得侈口论人”，“人果自立忠贞然后可以责人”。讽刺他“自比<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>，而以李贼比唐太宗，可谓无耻”。因此，龚鼎孳在仕途上便颇为艰难，往往是屡起屡仆，上下浮沉。康熙三年，才因其才名为世所重，方迁刑部尚书。龚鼎孳为人狂放不羁，反复无常。经常有不合时俗的举止，而受到当时人的讥笑。清人孙昌龄曾贬斥他说：“惟饮酒醉歌，俳优角逐，前在江南，用千金置妓名顾眉生，恋恋难割，多为奇宝异珍，以悦其心。淫纵之状，哄笑长安。”</p> <p>　　妻子顾眉号横波，原为南京秦淮名妓，不仅貌美，而且工诗词，画兰花，诗风清丽幽婉，画亦著名，有《柳花阁集》。当时以才艺双绝，与文人名士交游甚广而名动一时。后来龚鼎孳娶之为妾，深得宠爱，时称横波夫人。</p> <p>　　《心史丛刊·横波夫人考》中有一则轶事说，龚鼎孳之所以投降李自成，接受直指使的职位，就是因为他“生平以横波为性命，其不死委之小妾”。可见龚鼎孳对顾的宠爱。他曾为顾眉生作诗多首，称她为“善持君”，被当时的文人戏称为“善持夫人”。</p> <p>　　龚鼎孳沉溺声色，放荡不羁的生活方式在当时也很为人所非议，被孙昌龄责之为：“已置其父母妻子于度外，及闻讣而歌饮留连，依然如故，亏行灭伦。”在清初，统治者为巩固统治，进一步加强封建专制，而竭力强调儒家伦理纲常的背景下，他的行为自然得不到统治者的赏识，而因“素行不孚众望”多次遭到清廷的降级贬职。</p> <p>　　龚的元配夫人童氏却操行贤节远胜过了龚鼎孳。她曾两次被明朝封为孺人，在明朝灭亡后，龚鼎孳降清，她不仅独自在合肥居住，不随龚进京，而且拒绝接赏清王朝的封赏，同龚的行径形成了鲜明的对比。</p> <p>　　但另一方面，他又因能保护文人学士，为民请命而享盛名，而且惜才爱士，对困厄贫寒名士常倾力相助。有“穷交则倾囊橐以恤之，知己则出气力以授之”的名声。又由于他富有才气，洽闻博学，诗文并工，因此，在文人中声望很高，时人把他与江南的<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>并称为“江左三大家”。</p><br/><h2>毁誉参半</h2> <p>　　龚家其实也是个外来户，用今天的话说就是移民。</p> <p>　　安徽省图书馆里珍藏有八卷本的《龚氏宗谱》，是由其后代龚照昕、龚照瑗等主修。上面记载龚家始迁祖：（明）俊，字一山，行一，由江西临川迁合肥。而本支的第一个名人为龚鼎孳。</p> <p>　　说起龚鼎孳，许多年轻一些的合肥人也许并不熟悉。但提起稻香楼，大家就耳熟能详了，那原先就是龚家的。</p> <p>　　清朝初年，龚鼎孳的弟弟龚鼎孠从浙江仙居知县退归后，在合肥建稻香、水明二楼。其中稻香楼很快成为合肥名胜，文武百官和名人迁客都喜欢来此，登楼凭栏，赏四时景致，览八方风情。</p> <p>　　彼时，礼部尚书龚鼎孳曾携如夫人顾眉生数回合肥，住在稻香楼，与地<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>儒互有唱和。</p> <p>　　关于龚鼎孳，历史上对他的评价可谓毁誉参半。他是明末清初著名的文学家，洽闻博学，<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>文并工，在文人中声望很高。同时，他还因保护文人学士，有“穷交则倾囊橐以恤之，知己则出气力以授之”的名声。</p> <p>　　但在官场上，他却又因为侍奉三朝而有“贰臣”的恶名。</p> <p>　　龚鼎孳是明崇祯七年进士，先任湖北蕲水县令，后升兵科给事中。崇祯十六年，李自成攻陷北京，龚鼎孳投井自杀，被人救起后辅李自成，任直指使。</p> <p>　　清顺治元年（1644年），睿亲王多尔衮进京，龚鼎孳迎降。顺治三年，曾受弹劾，后因其才华得皇帝赏识仍任原职。康熙十二年九月十二日（1673年10月12日）病卒。</p><br/><h2>诗词评价</h2> <p>　　龚鼎孳文思敏捷，才华横溢，往往数千言的文章，能够一挥而就。且词藻缤纷，都不点窜。他的文风多受<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的影响，为文作<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>，情感深厚，常常有悲凉感慨的作品，所以吴梅村说“其侧怛真挚，见之篇什者，百世下读之应为感动”。但他的作品反映现实的深广度不够，多为吟风弄月的宴饮应酬之作，文学成就不如<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>二人。</p> <p>　　《定山堂集》包括《诗集》四十三卷，《诗余》四卷。《诗集》卷一、卷二为五言古诗，卷三、卷四为七言古诗。卷五至卷十五为五言律诗，卷十六至卷三十二为七言律诗。卷三十三为五言排律，卷三十四、卷三十五为七言排律。卷三十六至卷四十三为七言绝句，各卷均按年代为序编排。《诗集》前有吴兴祚、<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>、吴伟业、<a href=\"http://so.gushiwen.org/author_759.aspx\">尤侗</a>、钱谦益等人的序。《诗余》四卷，编年排次，前有丁澎作序。诗集中的作品大多反映了他身历几朝更替的生活经历和内心体验，吴伟业序称其诗：“有感时佗傺之响而不孜于和平，有铺扬鸿藻之辞而无心于靡艳。”龚鼎孳写诗多是凭借才气，遣词缛丽，用典富赡，可是往往剪裁不够，再加上他的诗多为宴饮酬酢之作，往往显得“词采有余，骨力不足”。</p> <p>　　不过，在他身经变乱有了切实生活感受后，也写了出了一些内容深厚，笔力矫健的佳作。如七古《多陵篇用李空同汉京韵篇》、《寿白母长歌一百二十句》、《挽船行》。律诗《过城东戚贵诸里第》、《秦淮社集白孟新有计纪事和韵》、《丘曙戒侍讲谪琼州》。绝句《上巳将过金陵》、《灯屏词次牧斋先生韵》等，无论感慨兴亡，叙述友情，还是反映民生疾苦，均写得情意深挚，气韵不凡。龚鼎孳虽然先后投降李自成和清王朝，而因此被世人视之为丧失名节的人，但在他内心深处，却始终潜伏着对故国的追思和对往事无限怀念的情感。在这种感情的作用下，他同许多明朝遗士故人还是有着密切的联系。《碑传集补》记载：“时鼎革方新、新朝耆旧多混迹于酒人画师，以寄其宅傺幽忧之感”而龚鼎孳则“开东阁以招之，分余明以照之”照顾蔽护这些人。</p> <p>　　在他被迁为刑部尚书后，曾为<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>、<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>、陶汝鼎等明朝遗士开脱罪责，使他们免遭迫害。在清朝为筹集连年穷兵黩武所需的浩大军费兵饷而横征暴敛，赋税沉重的情况下，多次上书，为江南请命。还曾因为“司法章奏，事涉满汉，意为轻重”，而降八级调用。从这些事例中，我们可以看到龚鼎孳内心充满了矛盾，一方面为了保全自己的荣华富贵而变节屈膝，另一方面对故国旧朝又不以彻底忘怀。一方面为仕途发达苦心经营，另一方面又因直言陈谏而屡遭贬斥。这种心境也自然地反映到他的诗文中，因此《定山堂集》处处萦绕着一种伤感的情调。</p> <p>　　在《诗集》中，花愁泪痕、寒雪孤鸿、疏灯萧瑟等凄婉的词词充斥诗文间，借酒消愁更是他聊以自慰的方式，于是“酒阑歌罢”、“泣然罢酒”、“灯残酒尽掷杯裂”之类繁华去尽，无可奈何的情怀一诉再诉。</p> <p>　　他在《潭影堂诗序》中无限追忆地记叙了“余方垂髫”时，在“江淮南北晏然无事”之际，与少年伙伴集会于深柳园亭，“酒酣顾视，意气飒然，横绝四海”的意气风发，今昔相照，不由得感慨万千“曾几何时，干戈满眼。向为读书游息之地，概已荡为昆明劫灰，而尘海飘零，岁月如流，吾亦冉冉其将老矣”。于是有象《五十谢客启》这样的作品“谢绝酬应，屏迹空山，借禅诵以消解悲哀，却荤酒而无滋罪业”，表达了渴望超越现实，寻找解脱的心情。</p> <p>　　在《定山堂集》里，除了哀叹自己的身世心境外。也有许多反映清初社会生活的作品。如《挽船行》“兵船积甲如山陵，千夫万卒喧催徵。悉索村巷闭空舍，枵腹负舟那即能”。《岁暮行》“荒叶落寡妇泣，山田瘦尽无耕农。男女逃窜迫兵火，十年不见旌旗空”。反映了由于清政府连年征战，抓丁催饷，横征暴敛给人民带来的沉重灾难。因此诗人热切地期待“何时戍罢科赋轻，饥鹄归飞有完宅”的局面早日来临。表达了希望清政府休兵薄敛的强烈要求。</p> <p>　　诗集中还有一些寄寓亡国之恨的作品，如《秋日感怀六首》“碧瓦朱楹半劫灰，曲池衰柳乱蝉哀。飞虹桥外清宵日，曾照含元凤辇回”。写出了明朝之后，宫室衰败残破的凄凉景象。“千年云物惊弹指，又过销魂万岁山”对崇祯皇帝自缢煤山，寄予了深沉的悲哀和无限伤感。</p> <p>　　该书曾刊刻于康熙四十二年（1673年）。雍正时禁毁钱谦益的文字，因为书前有他所作的序，加之龚鼎孳诗文报力烘染感伤时世，盛衰变幻的悲凉氛围，既有眷念故国之情，又有不满清廷之意，因此被连同全书板片入缴藩库。世传很少。到了光绪九年（1883年），龚鼎孳十四世孙龚考绪，收集编辑故乡所存残书抄录成卷，付梓，仍然为《诗集》四十三卷，《诗余》四卷。</p><br/><h2>妻子轶事</h2> <p>　　顾眉，字眉生，秦淮名妓，人称横波夫人，后为龚鼎孳宠妾。秦淮诸艳皆是色艺双全能<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>善画之人，更为难得的是她们的民族气节，巾帼不让须眉，令时常往来的一干名士汗颜。龚鼎孳大顾眉四岁，年轻有为。龚鼎孳二十岁就中了进士，外放到蕲水做县令。那一年他北上过金陵，如此认识了顾眉。</p> <p>　　龚鼎孳登上眉楼，遇见了名妓之一的顾眉，就一见钟情。这个小他四岁的女人，此后成了他毕生最爱。</p> <p>　　“一世二世孤苦伶仃，三世四世渐有书生，五世出一高僧，六世车马盈门……十三十四两代翰林”。——清代庐州城内关于龚家的民谣。</p> <p>　　时光倒回那一年的春天。龚鼎孳离开湖北，前往京城赴任，途经六朝烟水之地：金陵。金陵，这座与北方皇城遥遥相对着的江南城市，弥漫着文雅而香艳的气氛。所谓“欲界仙都，升平乐国”，是每个文化人向往的胜境。不仅气候湿润宜人，景色秀丽，物质繁华，更重要的是，这里聚集着全国最美丽最有风情和才华的女人——秦淮河畔的名妓们。</p> <p>　　在金陵，最好的时光是夜晚：“每当夜凉人定，风清月朗，名士倾城，簪花约鬓，携手闲行，凭栏徒倚。忽遇彼姝，言笑宴宴。此吹洞箫，彼度妙曲，万籁俱寂，游鱼出听。洵太平盛事也。”</p> <p>　　外有虎狼，内有流民，局势不太平，士大夫们却大都仍在享受着太平的奢华。名妓文化与名士文化成了社会上两道夺目异色。名士诗酒风流，文采与清谈共举，名妓高张艳帜，才华与美貌并重，二者惺惺相惜，水乳交融，不论谈政治，谈恋爱，抑或谈诗论文，都在这秦淮河畔一座座精巧华丽的小楼里。“复社四公子”就是常客。如今，又多了一个政坛新秀，未来“江左三大家”之一的龚鼎孳。</p> <p>　　顾眉原名媚，字眉娘，后改名为顾眉。据著名风流浪荡子弟余怀的记载：“庄妍靓雅，风度超群，鬓发如云，桃花满面。弓弯纤小，腰肢轻亚。通文史，善画兰……时人推为南曲第一。”</p> <p>　　她住的地方叫作“眉楼”，“绮窗秀帘，牙签玉轴，堆列几案；瑶琴锦瑟，陈设左右，香烟缭绕，檐马叮当。”时人戏称之为“迷楼”——隋炀帝在江南建造的豪华宫殿，据说是仙人进来，都会迷失本性的地方。</p> <p>　　在金陵那些奢华的宴席上，没有顾眉，举座就愀然不乐。受欢迎到这个地步，靠的当然不仅仅是容色。这位妩媚多才，长袖善舞的名妓，名声如日中天，也有她自己的烦恼，也是秦淮河畔所有烟花女子的共同烦恼：终身如何？没有谁想一辈子沉沦这里，总该找个好人家，做妾侍也无妨，要堂堂正正安安稳稳地过下半辈子。</p> <p>　　顾眉裙下之臣多不胜数，相传更有人为得不到她的爱而自杀。然而，过惯了奢华生活，一般家境的人她无法下嫁，有钱有势的人，又多半伧俗不入她的法眼，或者干脆就是个实在不想近身的糟老头子。就在这无可奈何之际，天上掉下个龚鼎孳，年貌相当，温柔多金，还有似锦前程。两人顿时好得如胶似漆。</p> <p>　　龚鼎孳在爱情方面，也有着他人万万不及的大胆。时代风气使名士美人相得益彰，但玩玩可以，真要把一个妓女娶回家，大部分读书人还是不愿意的——再会画兰花也是妓女啊！有损其名声与仕途。比如<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>，就谢绝了<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>的热烈追求，使得小柳只得转而去追求老头儿<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>。董小宛更惨，孤身弱女，乱军之中狂追冒辟疆数千里，勉勉强强换来个妾侍名分，二十几岁就过劳死了，死后冒公子写文悼念，口口声声还在强调自己的不得已。卞玉京苦恋吴梅村一辈子，他一辈子硬是没娶她，在明朝不娶，在清朝还是不娶。</p> <p>　　龚鼎孳就不理这套，与顾眉相好没多久，他便郑重地把一首求婚诗呈在妆台之上：“腰妒杨柳发妒云，断魂莺语夜深闻。秦楼应被东风误，未遣罗敷嫁使君。”这时候，犹豫的反倒是顾眉了。可能她还年轻，还没享受够这蜂围蝶绕的骄傲，像名贵的牡丹花，被恭维着逢迎着，一句话一个眼色就能拨弄得许多人神魂颠倒，种种日常行动和恋爱中的自由，名妓生涯有苦楚，与良家妇女相比，另样的快乐可也多得很。又可能，像她这样年纪轻轻就久历情场的女人，对一切山盟海誓都本能存疑……总之，她只是应景地含糊地先答应下来。实际上，自龚鼎孳离开后，她仍玲珑地在秦淮河畔与各色人等周旋物色着。</p> <p>　　别后鱼雁来往，龚鼎孳写了无数热烈的情诗，后都收在自传性传奇《白门柳》里。今天展读，只见一片浓郁化不开的爱意。</p> <p>　　初见，他笔下的她是这样的：“晓窗染研注花名，淡扫胭脂玉案清。画黛练裙都不屑,绣帘开处一书生。”原来顾眉也喜作书生打扮，香闺之中，书案明净，衬着个素淡文雅的人儿，和寻常脂粉多么不同。他有着获红颜亦获知音的喜悦。</p> <p>　　日日缱绻，他暗里发下誓愿：“搓花瓣、做成清昼。度一刻、翻愁不又。今生誓作当门柳，睡软妆台左右。”词风炽烈，有着小儿女初坠情场的天真痴缠，实打实是为正人君子所不齿的艳词。如果说这还只是床弚间的情不自禁，这一首：“手剪香兰簇鬓鸦，亭亭春瘦倚栏斜。寄声窗外玲珑玉，好护庭中并蒂花。”就更显出满心的怜惜，真爱一个人时，那爱意中肯定是存着怜的，总觉得对方在这宽广冷酷的世界是如此柔弱，想要好好地护着她，离开她就觉得很不放心。</p> <p>　　“才解春衫浣客尘，柳花如雪扑纶巾。闲情愿趁双飞蝶,一报朱楼梦里人。”进京后的龚鼎孳有两副嘴脸，一副放在政坛，对敌人如秋风扫落叶，另一副面对远在南方的恋人，如春风温柔，如春水缠绵。在这种感情攻势下的顾眉，心思也不知不觉地融化了。也就在这段时间，她偏偏又碰上了一场飞来横祸。</p> <p>　　眉楼的客人之中，还有一位从浙江来的“伧父”，粗俗不通风情之人，却是南京兵部侍郎的侄子，这位二世祖当时被顾眉应酬得还行，正欢喜中，却发现美人对另一位“词客”——据孟森先生考证，就是后来为顾眉自杀而死的刘芳——更加宠爱，于是醋性狂性大发，和另一位被冷落的客人合谋，诬陷刘芳偷了他的名贵酒具，一状告到官府，其意是想让顾眉也被官府传讯，折腾她个没脸见人。</p> <p>　　顾眉再精明能干，也着了慌，幸亏她的男粉丝们纷纷出面帮忙摆平。余怀发挥文人特长，写下铿锵有力的檄文，公告天下——天下人哪管这事，主要是给一帮闲得发慌的文人及官僚们看。正好余怀做过南京兵部尚书的幕僚，“伧父”叔叔顾及这层上下级关系，就把侄子痛斥一顿，撵回老家去了。又由陈则梁出面，让顾眉摆酒给“伧父”陪了情，一场闹剧才算收场。</p> <p>　　事情过后，还是陈则梁，复社名士，顾眉刚出道时就结下的蓝颜知己，苦口婆心地劝说顾眉，人世艰险，如此下去不是了局，赶紧择善而嫁了吧！陈则梁也有意思，暗恋顾眉半生，始终把自己放在“至交”和“闺密”的位置上，不管他怎么想的吧，出于无奈还是自愿，此刻说出这番话来，也颇令人敬佩其风度。顾眉也深知此话为苦口良药，加上才吃了一吓，浮华心性为之一敛。就此果断决定：嫁给龚鼎孳吧！数来数去，也就属他条件最合适，看上去也最实心实意的了。</p> <p>　　崇祯十二年的七夕，二十五岁的龚鼎孳向二十一岁的顾眉流露出求婚之意。崇祯十五年初，因为龚鼎孳尚在京城任职，她先充任金陵外室，一年之后，她翩然来京团聚。</p> <p>　　崇祯十五年秋，顾眉关掉眉楼，离开金陵，千里迢迢北上投奔情郎。此时，李自成、张献忠的部队已经攻近北京，后金的大军也已经压至山海关。一个从小锦衣玉食且裹着小脚的年轻女子，要在这一片兵荒马乱之中跋涉，也真是勇气十足。</p> <p>　　顾眉在路上足足走了一年，才到达京城，满身尘土、蓬头垢面地与龚鼎孳相见。因为时乱，龚鼎孳的原配夫人及儿女都留在合肥，他独自在京，以谏官的卑小职位，连挑当朝大佬，最孤立无援之际，得顾眉不顾死活地来到身边，自是欣喜若狂，感激不尽。也就悍然不顾物议，把这青楼女子给娶了，由此被政敌弹劾而贬官，他却坦然说道：“翦豹天关，搏鲸地轴,只字飞霜雪。焚膏相助，壮哉儿女人杰。”国势危急，风刀霜剑中，是那位女士，在鼓励和支持着我呀！</p> <p>　　顾眉到京五十天后，龚鼎孳便被关进了大牢。明朝狱事之黑暗惨酷，龚鼎孳又是因弹劾权贵入狱，更显情势不妙。顾眉不怕受牵连，一直在狱外等他出来。她的坚守给了龚鼎孳莫大的勇气。</p> <p>　　“一林绛雪照琼枝，天册云霞冠黛眉。玉蕊珠丛难位置，吾家闺阁是男儿”。“九阍豺虎太纵横，请剑相看两不平。郭亮王调今寂寞，一时意气在倾城”。龚鼎孳狱中写下的诗词，都在感念着顾眉，说她有男儿的气概，说她的侠义与深情，比及从前太平时光那些情词，多了许多患难与共的凝重。</p> <p>　　崇祯十七年二月，龚鼎孳出狱，在赠顾眉的词中他写到：“料地老天荒，比翼难别。”生死不渝的牵绊，从此正式建立。回想龚顾二人的姻缘，或许曾有着风月场上的轻佻与计量，不能否认，更有着那个时代其他名士美人间难以企及的真与诚。这真诚，是被岁月考验而沉淀下来的。</p> <p>　　具有讽刺意味的是，冒辟疆与吴梅村两位，怕烟花女子坏了自己前程，却终身在功名路上奔波得辛苦万分，收效甚微。浑不吝的龚鼎孳，倒是一路青云直上。</p> <p>　　但是两个人的好日子没过上多久，局势动荡，李自成攻城，崇祯帝自缢，在这样的情况下，明朝的官员们有三种选择，逃跑、投降或者殉国。龚鼎孳选择了投井，但事实上，龚鼎孳不是真的投井，只是避祸，那原是一口枯井，他带着顾眉躲在里面。</p> <p>　　从井里面出来后，龚鼎孳投降了大顺军，接受直指使之职，巡视北城。不久，大顺政权失败，龚鼎孳又投降了清朝。投降之后，龚鼎孳根本谈不上有什么仕途。有人骂他是“明朝罪人，流贼御史”，又有人说他在江南千金置妓。在这个时期，龚鼎孳还留下了很多与顾眉一起生活的诗句。虽然外面动荡不安，但是那段时光对龚鼎孳和顾媚来说应该是段犹如神仙眷侣般的日子。龚鼎孳的放浪形骸，屡屡成为公众攻击他的口实。</p> <p>　　顺治十四年十一月初三，是顾眉三十九岁的生日。这个时候正巧他们二人北上路过金陵，因此顾眉特意请来曲中姐妹一聚。顾眉从嫁给龚鼎孳那一天起就想给他生一个儿子，这是她多年的心愿，但是却一直都没有实现。顺治八年，他们居住在西湖边上，顾媚经常去庙里烧香求子，可惜顾眉最终还是没有如愿以偿，没有求到儿子。四十岁那年，她生下一个女儿，数月后出天花不幸夭折。</p> <p>　　顾眉唯有依凭龚鼎孳的爱而活着。他帮她挣来了一品诰命的头衔，据说这头衔本来属于正室童夫人，但是，童夫人说，我已在前朝两度受封，这次封赏，让给顾太太也可。四十五岁那年，顾眉去世，相对于她风雨飘摇的姐妹，这已是善始善终。</p><br/><h2>诗词特点</h2> <p>　　龚鼎孳在清初颇具盛名，与<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>在<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>坛上被称为“江左三大家”。三大家出处相同，均为《贰臣传》中人物，但在对三人诗歌的评价上，时人及后人均有低龚之意。综观龚诗，其中酬答、和韵之作较多确是实情。在《定山堂集》四十三卷中，三分之一多是此类作品，都标有“送”、“赠”、“和韵”、“次韵”等字样，但不能因此断定，此类作品俱是内容空虚的无病呻吟之作。作者以为，其实正是在这些作品中，龚芝麓自然地流露了出了故国之思与身世之感，抒发的是毫无事先人为经营的真心实感。</p> <p>　　龚鼎孳诗中很大一部分是表现对仕清的自责与悔恨，也就是失路之悲。“失路”一词在龚诗中运用最多，其出现频率之高都是他同时代的文人集中所少见的。再如著名的《初返居巢感怀》：“失路人悲故国秋，飘零不敢吊巢由。书因入洛传黄耳，乌为伤心改白头。明月可怜销画角，花枝莫遣近高楼。台城一片歌钟起，散入南云万点愁。”</p> <p>　　在龚鼎孳大量的送别、怀人、赠答诗中，“失路”这一意象被广泛使用，凡表现内心忏悔、自责、沧桑、羞愧的种种复杂感情，他俱以此意象概之。如作于康熙四年的《老友阎古古重逢都下感赋》：“城南萧寺忆连床，佛火村鸡五更霜。顾我浮踪惟涕泪，当时沙道久苍凉。壮夫失路非无策，老伴逢春各有乡。安得更呼韩赵辈，短裘浊酒话行藏。”阎古古即<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>，乃是龚之旧友，明亡后，阎因抗清被逮捕，两人多年未见。既而重逢，加以龚即将为阎了结此案，故惭喜交并，欲其他友人如韩圣秋、赵友沂等共来叙重逢之乐，此诗将龚面对老友时的喜悦、羞愧、表现得细微入神。面对老友、故人，龚鼎孳不掩饰对自己“失路”的内疚、自责与惭愧。</p> <p>　　在龚鼎孳的诗集中，除了失路之痛这个主题外，故国之思也是另外一个重要主题。在《如农将返真州以诗见贻和答》一诗中，就表达了龚对故国的强烈思念：“曾排阊阖大名垂，蝇附逢干狱草悲。烽火忽成歧路客，冰霜翻羡贯城时。花迷故国愁难到，日落河梁怨自知。隋苑柳残人又去，旅鸿无策解相思。”姜埰，字如农，明未因言事被遣戍，龚鼎孳曾三次上书相救。明亡龚入仕新朝，姜则坚守气节不仕，是当时著名的遗民。此时二人重逢，已是江山易帜，友仇皆散。“花迷故国”之愁、“日落河梁”之怨，形象而确切刻画出龚的复杂心态，即有对故国深切的爱恋，又有对自己<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>身份的惭怨。“故国”作为与新朝对立的意象和传统文化的载体，对其的追思与怀念即表现了贰臣对失路之行为的深切的忏悔，也表现了贰臣诗人与遗民共同的文化品格，这也是他们虽然政治立场大相径庭，但私交却甚笃的重要原因。龚鼎孳的故国之思可说是无处不在，无论是在热闹的歌舞场中、酒宴席前，还是在思朋怀友、伤春悲秋，都能引起作者浓重的故国之思。故国如同缕缕萦绕于心中的细丝，触一端而动全身。</p><br/><h2>文学成就</h2> <p>　　龚鼎孳有清才，在明即与文人学士广泛交往，著名者便有<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、<a href=\"http://so.gushiwen.org/author_2441.aspx\">冒襄</a>、<a href=\"http://so.gushiwen.org/author_592.aspx\">方以智</a>、<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>、万寿祺、曹溶、余怀、纪映钟、杜浚、龚贤、陶汝鼐、<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>、李雯、曾灿、顾与治、邓汉仪等一大批，另有王紫稼、柳敬亭等艺人。又因能保护文人学士，吴伟业称赞龚鼎孳为官“唯尽心於所事，庶援手乎斯民”。清代著名词人<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>年轻时落魄潦倒，就得到龚鼎孳的慷慨相助，这使陈维崧一辈子都对其念念不忘。</p> <p>　　龚鼎孳洽闻博学，<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>文并工，在文人中声望很高，时人把他与江南的钱谦益、吴伟业并称为“江左三大家”。工书，善山水。诗画皆得父孚肃之传，画山水，笔墨苍郁沉厚；尝书送魏环极诗卷，间作山水苍郁沈厚。有一方闲印署：“临川二十七”世孙。诗与吴伟业齐名。诗风多受<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>影响，作诗情感深厚，于婉丽中亦多寓兴亡之感，吴梅村说“其侧怛真挚，见之篇什者，百世下读之应为感动”。但其作品反映现实深度不够，多为吟风弄月的宴饮应酬之作。早年词作以“艳宗”为风尚，继而“绮忏”，晚年成于“豪放”，以意象绵密、着意锻炼、好用拟人、善于和韵为主要风貌，在清词史上独具特色，是清初词坛的主持者之一。</p> <p>　　著有《定山堂集》47卷，其中《诗集》43卷，《诗余》4卷。初刻于康熙四十二年（1673）。雍正时禁毁钱谦益文字，因书前有钱序，加之龚氏诗文内有碍语，全部板片入缴藩库，世传很少。光绪九年（1883），龚氏十四世孙龚考绪重为辑集付梓。</p><br/><h2>诗词评价</h2> <p>　　龚鼎孳文思敏捷，才华横溢，往往数千言的文章，能够一挥而就。且词藻缤纷，都不点窜。他的文风多受<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的影响，为文作<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>，情感深厚，常常有悲凉感慨的作品，所以吴梅村说“其侧怛真挚，见之篇什者，百世下读之应为感动”。但他的作品反映现实的深广度不够，多为吟风弄月的宴饮应酬之作，文学成就不如<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>二人。</p> <p>　　《定山堂集》包括《诗集》四十三卷，《诗余》四卷。《诗集》卷一、卷二为五言古诗，卷三、卷四为七言古诗。卷五至卷十五为五言律诗，卷十六至卷三十二为七言律诗。卷三十三为五言排律，卷三十四、卷三十五为七言排律。卷三十六至卷四十三为七言绝句，各卷均按年代为序编排。《诗集》前有吴兴祚、<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>、吴伟业、<a href=\"http://so.gushiwen.org/author_759.aspx\">尤侗</a>、钱谦益等人的序。《诗余》四卷，编年排次，前有丁澎作序。诗集中的作品大多反映了他身历几朝更替的生活经历和内心体验，吴伟业序称其诗：“有感时佗傺之响而不孜于和平，有铺扬鸿藻之辞而无心于靡艳。”龚鼎孳写诗多是凭借才气，遣词缛丽，用典富赡，可是往往剪裁不够，再加上他的诗多为宴饮酬酢之作，往往显得“词采有余，骨力不足”。</p> <p>　　不过，在他身经变乱有了切实生活感受后，也写了出了一些内容深厚，笔力矫健的佳作。如七古《多陵篇用李空同汉京韵篇》、《寿白母长歌一百二十句》、《挽船行》。律诗《过城东戚贵诸里第》、《秦淮社集白孟新有计纪事和韵》、《丘曙戒侍讲谪琼州》。绝句《上巳将过金陵》、《灯屏词次牧斋先生韵》等，无论感慨兴亡，叙述友情，还是反映民生疾苦，均写得情意深挚，气韵不凡。龚鼎孳虽然先后投降李自成和清王朝，而因此被世人视之为丧失名节的人，但在他内心深处，却始终潜伏着对故国的追思和对往事无限怀念的情感。在这种感情的作用下，他同许多明朝遗士故人还是有着密切的联系。《碑传集补》记载：“时鼎革方新、新朝耆旧多混迹于酒人画师，以寄其宅傺幽忧之感”而龚鼎孳则“开东阁以招之，分余明以照之”照顾蔽护这些人。</p> <p>　　在他被迁为刑部尚书后，曾为<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>、<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>、陶汝鼎等明朝遗士开脱罪责，使他们免遭迫害。在清朝为筹集连年穷兵黩武所需的浩大军费兵饷而横征暴敛，赋税沉重的情况下，多次上书，为江南请命。还曾因为“司法章奏，事涉满汉，意为轻重”，而降八级调用。从这些事例中，我们可以看到龚鼎孳内心充满了矛盾，一方面为了保全自己的荣华富贵而变节屈膝，另一方面对故国旧朝又不以彻底忘怀。一方面为仕途发达苦心经营，另一方面又因直言陈谏而屡遭贬斥。这种心境也自然地反映到他的诗文中，因此《定山堂集》处处萦绕着一种伤感的情调。</p> <p>　　在《诗集》中，花愁泪痕、寒雪孤鸿、疏灯萧瑟等凄婉的词词充斥诗文间，借酒消愁更是他聊以自慰的方式，于是“酒阑歌罢”、“泣然罢酒”、“灯残酒尽掷杯裂”之类繁华去尽，无可奈何的情怀一诉再诉。</p> <p>　　他在《潭影堂诗序》中无限追忆地记叙了“余方垂髫”时，在“江淮南北晏然无事”之际，与少年伙伴集会于深柳园亭，“酒酣顾视，意气飒然，横绝四海”的意气风发，今昔相照，不由得感慨万千“曾几何时，干戈满眼。向为读书游息之地，概已荡为昆明劫灰，而尘海飘零，岁月如流，吾亦冉冉其将老矣”。于是有象《五十谢客启》这样的作品“谢绝酬应，屏迹空山，借禅诵以消解悲哀，却荤酒而无滋罪业”，表达了渴望超越现实，寻找解脱的心情。</p> <p>　　在《定山堂集》里，除了哀叹自己的身世心境外。也有许多反映清初社会生活的作品。如《挽船行》“兵船积甲如山陵，千夫万卒喧催徵。悉索村巷闭空舍，枵腹负舟那即能”。《岁暮行》“荒叶落寡妇泣，山田瘦尽无耕农。男女逃窜迫兵火，十年不见旌旗空”。反映了由于清政府连年征战，抓丁催饷，横征暴敛给人民带来的沉重灾难。因此诗人热切地期待“何时戍罢科赋轻，饥鹄归飞有完宅”的局面早日来临。表达了希望清政府休兵薄敛的强烈要求。</p> <p>　　诗集中还有一些寄寓亡国之恨的作品，如《秋日感怀六首》“碧瓦朱楹半劫灰，曲池衰柳乱蝉哀。飞虹桥外清宵日，曾照含元凤辇回”。写出了明朝之后，宫室衰败残破的凄凉景象。“千年云物惊弹指，又过销魂万岁山”对崇祯皇帝自缢煤山，寄予了深沉的悲哀和无限伤感。</p> <p>　　该书曾刊刻于康熙四十二年（1673年）。雍正时禁毁钱谦益的文字，因为书前有他所作的序，加之龚鼎孳诗文极力烘染感伤时世，盛衰变幻的悲凉氛围，既有眷念故国之情，又有不满清廷之意，因此被连同全书板片入缴藩库。世传很少。到了光绪九年（1883年），龚鼎孳十四世孙龚考绪，收集编辑故乡所存残书抄录成卷，付梓，仍然为《诗集》四十三卷，《诗余》四卷。</p><br/><h2>轶事典故</h2> <p><strong>少年聪颖<br></strong>　　在安徽合肥，关于龚家的故事很多，不仅坊间口口相传，而且还收集在有关故事集里。</p> <p>　　在龚大塘采访时，听到老辈人讲的两个龚大司马对“对子”的故事很有味道，一个是夸他从小就是神童，一个是损他徒有虚名。</p> <p>　　据传龚大司马小时候非常聪明，读书过目不忘。有一年，其父送他去赶考，当时考生很多，要按顺序排队入场。由于他年幼人小，父亲只好将他架在颈脖上。轮到他时，主考大人见是一个小孩骑在大人脖子上，问明情况，随口出了一联：“小学生将父作马。”他不假思索地答道：“老大人望子成龙。”因为考生很多，他好奇地东张西望，主考大人又从《孟子》“古之为市者”句中出了“以左右望”一句为上联叫他对，他以《中庸》中第二十二章末尾一句“与天地参”来对答，非常贴切。这则故事至今仍为人乐道。</p> <p>　　另一则故事说龚大司马有一年衣锦还乡，前呼后拥好不威风。快要进入合肥城门口时，马路中间有一个八九岁的小孩在用石头叠桥玩耍，旁若无人。差役上前一脚踢翻几块石头，喝叫小孩快快让路。这个小孩站起来质问差役：“为什么要踢我的石头？”差役大声喝道：“龚大司马到此，你小孩胆敢拦路，真是该打！看你是小孩，就免一顿打，快快滚开！”小孩不服气地说：“要我让路不难，你去请龚大人下轿来见我，我出个对联，他若能对出，我就给他让路，不然请他另走别处。”龚大司马要小孩当面出上联，小孩不假思索随口念出：“踢去垒桥三块石。”龚大司马搜肠刮肚，思索半天，一时竟对答不出，只好吩咐差役改道回府。 </p> <p>　　龚大司马回到府里后闷闷不乐，茶饭不思，他姐姐来看他，问他有什么不乐意的事情，为何心中不快？他把路遇小孩拦道出对联的事说了。他姐姐问明小孩出的上联后，就对他说下联可对：“剪开出路二重山。”</p> <p>　　龚大司马一听姐姐对的下联真妙，喜不自胜。第二天又坐着轿子到了那里。小孩正在等他，问他是否对着下联了。龚大司马说昨天自己心里烦乱，一时没有想出，这上联有什么难对的，说着就念出下联。小孩一听哈哈一笑，说这不是你对的，而是一个女子对的。龚大司马问何以见得，小孩说只有女人常用剪子，“剪”字应当换个“劈”字，“劈开出路二重山”才贴切。两座山连在一起，用剪子能剪开吗？我只知道劈山开路，没有听说过用剪子剪开山的。龚大司马听了小孩的话，羞得满面通红，再也无话可说了。</p> <p><strong>孳龚湾巷<br></strong>　　在安徽省合肥市，龚大塘的出口处就是永红路，过去叫“龚湾巷”。龚家在合肥是大户人家，关于他们的故事自然也很多，最著名的就是“龚万巷”的故事。合肥市文化馆编著的《合肥民间文学》讲述了“龚万巷”的由来。</p> <p>　　当年这里曾居住着两户相邻的人家。一家姓龚，家主为朝廷重臣，人称“龚大司马”；另一家姓万，家主为地方权贵，人称“万大老爷”。这两户人家虽相邻多年，但并不来往。好歹是左邻右舍，各走各的门，各用各的灶，井水不犯河水，倒也相安无事。</p> <p>　　孰料这年，龚、万两家同时大兴土木，翻建房屋，均欲将各自山墙向外延伸，以扩大房基，结果引发了争吵。你不允我不依，一时间吵得天昏地暗，直吵到县衙老爷那里。龚、万两家都是有权有势的人家，县衙老爷乃七品芝麻小官，岂敢轻易判决，以致官司迟迟没有结果。</p> <p>　　龚家气愤难忍，派管家人持书星夜赶往京城，禀报龚大司马，希求龚大司马出面干预，以振族威，出掉这口怨气。远在京城的龚大司马接到家书后，起初确也很气恼，好在其妇人乃一知书明理之人，闻情后淡淡一笑而劝道：“相邻相争，只为一墙，何值如此。汝乃朝廷要臣，官居高位，对此区区小事，当大度才是，让人几尺何妨？”</p> <p>　　龚大人闻妻言之有理，顿时息怒，随即付书一封，交管家人带回。龚家人接到龚大人来书，拆开一看，见书仅<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>一首。词曰：“千里来信只为墙，让他三尺又何妨？万里长城今还在，不见当年秦始皇。”龚家人见言，皆息怒默语，悄悄将与万家相邻的山墙拆除退后三尺。</p> <p>　　龚家一反当初的举动，使万家很受震动，愧疚之余，也仿效龚家做法，主动将与龚家相邻的山墙退建三尺。这样一来，使得龚、万两家宅居间形成了一条六尺宽的巷道。人们便把这条巷道称为“龚万巷”，叫来叫去叫白了，就成了后来的“龚湾巷”了，即如今的“永红路”。</p><br/><h2>家乡轶事</h2> <p><strong>少年聪颖</strong></p> <p>　　在安徽合肥，关于龚家的故事很多，不仅坊间口口相传，而且还收集在有关故事集里。</p> <p>　　在龚大塘采访时，听到老辈人讲的两个龚大司马对“对子”的故事很有味道，一个是夸他从小就是神童，一个是损他徒有虚名。</p> <p>　　据传龚大司马小时候非常聪明，读书过目不忘。有一年，其父送他去赶考，当时考生很多，要按顺序排队入场。由于他年幼人小，父亲只好将他架在颈脖上。轮到他时，主考大人见是一个小孩骑在大人脖子上，问明情况，随口出了一联：“小学生将父作马。”他不假思索地答道：“老大人望子成龙。”因为考生很多，他好奇地东张西望，主考大人又从《孟子》“古之为市者”句中出了“以左右望”一句为上联叫他对，他以《中庸》中第二十二章末尾一句“与天地参”来对答，非常贴切。这则故事至今仍为人乐道。</p> <p>　　另一则故事说龚大司马有一年衣锦还乡，前呼后拥好不威风。快要进入合肥城门口时，马路中间有一个八九岁的小孩在用石头叠桥玩耍，旁若无人。差役上前一脚踢翻几块石头，喝叫小孩快快让路。这个小孩站起来质问差役：“为什么要踢我的石头？”差役大声喝道：“龚大司马到此，你小孩胆敢拦路，真是该打！看你是小孩，就免一顿打，快快滚开！”小孩不服气地说：“要我让路不难，你去请龚大人下轿来见我，我出个对联，他若能对出，我就给他让路，不然请他另走别处。”龚大司马要小孩当面出上联，小孩不假思索随口念出：“踢去垒桥三块石。”龚大司马搜肠刮肚，思索半天，一时竟对答不出，只好吩咐差役改道回府。</p> <p>　　龚大司马回到府里后闷闷不乐，茶饭不思，他姐姐来看他，问他有什么不乐意的事情，为何心中不快？他把路遇小孩拦道出对联的事说了。他姐姐问明小孩出的上联后，就对他说下联可对：“剪开出路二重山。”</p> <p>　　龚大司马一听姐姐对的下联真妙，喜不自胜。第二天又坐着轿子到了那里。小孩正在等他，问他是否对着下联了。龚大司马说昨天自己心里烦乱，一时没有想出，这上联有什么难对的，说着就念出下联。小孩一听哈哈一笑，说这不是你对的，而是一个女子对的。龚大司马问何以见得，小孩说只有女人常用剪子，“剪”字应当换个“劈”字，“劈开出路二重山”才贴切。两座山连在一起，用剪子能剪开吗？我只知道劈山开路，没有听说过用剪子剪开山的。龚大司马听了小孩的话，羞得满面通红，再也无话可说了。</p> <p><strong>龚湾巷</strong></p> <p>　　在安徽省合肥市，龚大塘的出口处就是永红路，过去叫“龚湾巷”。龚家在合肥是大户人家，关于他们的故事自然也很多，最著名的就是“龚万巷”的故事。合肥市文化馆编著的《合肥民间文学》讲述了“龚万巷”的由来。</p> <p>　　当年这里曾居住着两户相邻的人家。一家姓龚，家主为朝廷重臣，人称“龚大司马”；另一家姓万，家主为地方权贵，人称“万大老爷”。这两户人家虽相邻多年，但并不来往。好歹是左邻右舍，各走各的门，各用各的灶，井水不犯河水，倒也相安无事。</p> <p>　　孰料这年，龚、万两家同时大兴土木，翻建房屋，均欲将各自山墙向外延伸，以扩大房基，结果引发了争吵。你不允我不依，一时间吵得天昏地暗，直吵到县衙老爷那里。龚、万两家都是有权有势的人家，县衙老爷乃七品芝麻小官，岂敢轻易判决，以致官司迟迟没有结果。</p> <p>　　龚家气愤难忍，派管家人持书星夜赶往京城，禀报龚大司马，希求龚大司马出面干预，以振族威，出掉这口怨气。远在京城的龚大司马接到家书后，起初确也很气恼，好在其妇人乃一知书明理之人，闻情后淡淡一笑而劝道：“相邻相争，只为一墙，何值如此。汝乃朝廷要臣，官居高位，对此区区小事，当大度才是，让人几尺何妨？”</p> <p>　　龚大人闻妻言之有理，顿时息怒，随即付书一封，交管家人带回。龚家人接到龚大人来书，拆开一看，见书仅<a href=\"http://so.gushiwen.org/author_1879.aspx\">诗</a>一首。词曰：“千里来信只为墙，让他三尺又何妨？万里长城今还在，不见当年秦始皇。”龚家人见言，皆息怒默语，悄悄将与万家相邻的山墙拆除退后三尺。</p> <p>　　龚家一反当初的举动，使万家很受震动，愧疚之余，也仿效龚家做法，主动将与龚家相邻的山墙退建三尺。这样一来，使得龚、万两家宅居间形成了一条六尺宽的巷道。人们便把这条巷道称为“龚万巷”，叫来叫去叫白了，就成了后来的“龚湾巷”了，即如今的“永红路”。</p>"
}