{
  "id": 1073,
  "star": 2,
  "name": "赵构",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1073.jpg",
  "dynasty": "宋代",
  "desc": "宋高宗赵构（1107年6月21日－1187年11月9日），字德基，宋朝第十位皇帝，南宋开国皇帝，宋徽宗赵佶第九子，宋钦宗赵桓异母弟，母显仁皇后韦氏。赵构生于大观元年五月乙巳日（1107年6月12日），同年赐名赵构，封蜀国公，历任定武军节度使、检校太尉等职，不久晋封康王，1127年（靖康二年）金兵掳徽、钦二帝北去后，被宋钦宗封为天下兵马大元帅的赵构在南京应天府即位，改元建炎，重建宋朝，史称“南宋”。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong> <br>　　宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>是宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>的第九子，母显仁皇后韦氏，生于大观元年五月乙巳日（1107年6月12日），同年八月丁丑日，赐名为赵构，授定武军节度使、检校太尉，封蜀国公。大观二年（1108年）正月庚申日，封为广平郡王。宣和三年（1121年）十二月壬子日，进封为康王。赵构天性聪明，知识渊博，记忆力很强，他每日能读诵书籍千余言，博闻强记。赵构的臂力也很强，史书记载他能拉动一石五斗（约二百斤）力的弓（<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>能拉动三百斤力的弓）。在位期间重用黄潜善、汪伯彦、王伦、秦桧等奸臣，迫害打击抗金将领和忠臣良将。</p> <p>　　北宋靖康元年（1126年）春，金兵第一次包围开封府时，他曾以亲王身分在金营中短期为人质。当年冬，金兵再次南侵，他奉命出使金营求和，在河北磁州（今属河北）被守臣<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>劝阻留下，得以免遭金兵俘虏。[2] 金兵再次包围开封时，受命为河北兵马大元帅（《宋史·本纪》称赵构为天下兵马大元帅），宋廷令其率河北兵马救援京师，但他移屯北京大名府（今河北大名），继又转移到东平府（今属山东），以避敌锋。</p> <p><strong>建炎南渡</strong> <br>　　宋徽宗和钦宗为金兵俘虏北去，于次年五月初一在南京应天府（今河南商丘）即位，改元建炎，成为南宋第一位皇帝。宋高宗是南宋初年投降派的首脑。南宋政权初建,他迫于形势起用抗战派<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>为宰相，但不久赶走李纲，同宠臣汪伯彦、黄潜善等奸佞小人放弃中原，从南京应天府逃到扬州，一意享乐。</p> <p>　　公元1129年（建炎三年）旧历二月，金兵奔袭扬州，他狼狈渡江，经镇江府到杭州。迫于舆论压力，他不得不罢免汪伯彦、黄潜善等人。</p> <p>　　苗傅和刘正彦利用军士对朝政的不满，发动兵变，杀了宋高宗信任的同签书枢密院事王渊和一批宦官，逼迫宋高宗退位，史称苗刘兵变。</p> <p>　　文臣<a href=\"http://so.gushiwen.org/author_2623.aspx\">吕颐浩</a>、<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>和武将<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>、刘光世、张俊起兵“勤王”，宋高宗得以“复辟”。他继续派使臣向金朝乞降，哀诉自已逃到南方后，“所行益穷，所投日狭”，“以守则无人，以奔则无地”，要求金朝统治者“见哀而赦己”，不要再向南进军。对于抗金战争却不作任何有力的部署。九月，金兵渡江南侵，宋高宗即率臣僚南逃。</p> <p>　　十月到越州（今浙江绍兴），随后又逃到明州（今浙江宁波），并自明州到定海（今浙江舟山），漂泊海上，逃到温州（今属浙江）。</p> <p>　　直到建炎四年夏金兵撤离江南后，他才又回到绍兴府（今浙江绍兴）、临安府（今浙江杭州）等地，后将临安府定为南宋的行在。</p> <p>　　金兵暂停南侵，宋高宗便抽调精兵镇压荆湖 、江西、福建等路的农民起义军和盗匪，巩固了自己的统治。他虽然在防御金兵方面作了一些部署，任命岳飞、韩世忠、吴玠、刘光世、张俊等人分区负责江、淮防务，但只把军事部署作为乞降的筹码，始终没有收复失地的打算。他把金朝派到南宋进行诱降活动的秦桧予以重用，任为宰相，同秦桧加紧进行投降活动，竭力压制岳飞等将领的抗金要求。</p> <p>　　当绍兴十年(1140)各路宋军在对金战争中节节取胜时，宋高宗担心将领功大势重、尾大不掉，又怕迎回钦宗后自己必须退位，于是下令各路宋军班师，断送了抗金斗争的大好形势。</p> <p>屈辱求和 <br>　　绍兴十一年（公元1141年），解除岳飞、韩世忠等大将的兵权，向金朝表示坚决议和的决心。不久，他与秦桧制造岳飞父子谋反冤案，以“莫须有”的罪名加以杀害，遂同金朝签定了屈辱投降的绍兴和议，向金称臣纳贡，以换取金承认自己在淮河、大散关以南地区的统治权。十一月和议签定后，按金朝规定，秦桧事实上成了终身宰相，宋高宗虽对他日益猜忌，却仍纵容他专权跋扈，对主张抗战的臣僚加以排斥和打击。即使在秦桧死后，宋高宗仍委任投降派万俟卨、<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>等奸佞小人掌政，坚守对金和议条款，每年除纳贡银二十五万两、绢二十五万匹外，送给金统治者贺正旦、生辰等的礼物也“以巨万计”，只要金朝统治者索取玩好，宋高宗立即下令搜访送去。对其统治区的人民，却巧立名目加强搜括，使南宋的赋税名目比北宋时更多，剥削更加残酷。</p> <p>　　绍兴三十一年（公元1161年）秋，金海陵王完颜亮大举南侵，宋高宗又想再次逃离临安府。金海陵王渡江失败，被部下所杀(见采石之战)。宋高宗遣使贺金世宗完颜雍即位，准备再次对金议和。宋高宗在当了三十六年皇帝以后，于公元1162年（绍兴三十二年）六月以“倦勤”，想多休养为由，传位给养子赵昚，是为宋孝宗。他自称太上皇帝。<br> <br><strong>晚年生活</strong> <br>　　赵构退位后，自称不再问朝政，其实也干预一些政事。有一天，他去灵隐寺冷泉亭喝茶，有个行者对他照料得很殷勤，他打量了一番行者说：“我看你的样子不像个行者。”行者哭着诉说道：“我本是一个郡守，因为得罪了监司，被诬陷降罪，罚为庶人。为了糊口，得来此处投亲，干此贱活。”赵构当即说：“我明天替你去向皇帝说明。”回宫后果真对皇帝讲了，要复他的职。几天后他再去冷泉亭，见行者还在，他回宫后在宴饮时便怒容满面。孝宗小心翼翼地问赵构为何生气，赵构说：“我老了，没人听话了，那行者的事，我几天前就同你讲了，为何不办理？”孝宗回答说：“我昨日已向宰相讲起，宰相一查，说此人是贪赃枉法，免他一死已经宽大，再要复职实在不行。”赵构却不顾这些，说：“那叫我今后怎么再见人，我已经答应他向你求情。”孝宗无奈，只得去对宰相说：“太上皇大发脾气了，那人即使犯了谋杀罪，你也得给他复职。”宰相只得照办[3] 。</p> <p>　　赵构政治上昏聩，但是精于书法，善真行草书，笔法洒脱婉丽，自然流畅，颇得晋人神韵，明代陶宗仪《书史会要》称：“高宗善真行草书，天纵其能，无不造妙。”其书法影响和左右了南宋书坛，后人多效法其书迹。</p> <p>　　淳熙十四年十月乙亥日（1187年11月9日），赵构病死于临安行在的德寿宫，时年八十一岁，谥号圣神武文宪孝皇帝，庙号高宗。赵构死后，棺木未下葬，直到淳熙十六年（1189年）三月丙寅日，才下葬于都城绍兴府会稽县之永思陵。宋光宗绍熙二年（1191年），加谥号为受命中兴全功至德圣神武文昭仁宪孝皇帝。</p><br/><h2>家庭成员</h2> <p><strong>父母 <br></strong>　　父亲：宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a></p> <p>　　母亲：显仁皇后韦氏</p> <p><strong>后妃</strong> <br>　　宪节皇后邢秉懿，康王妃，封嘉国夫人，靖康之难时北迁，高宗遥册为皇后，绍兴九年崩，后韦太后归国，方知皇后早崩，时中宫已虚位达十六年。</p> <p>　　宪圣慈烈皇后吴氏，自和义郡夫人、才人、婉仪、进贵妃。绍兴十三年，立为皇后。高宗内禅，手诏后称太上皇后，迁居德寿宫。孝宗即位，上尊号寿圣太上皇后，光宗即位更号寿圣皇太后。孝宗崩，始正太皇太后之号，庆元三年崩，年八十三。</p> <p>　　张贵妃，开封祥符人。初入宫，封永嘉郡夫人。乾道六年，进婉容。淳熙七年，封太上皇淑妃。十六年，进贵妃。绍熙元年薨。</p> <p>　　潘贤妃，侍奉高宗于康王府，生元懿太子赵旉，绍兴十八年薨。</p> <p>　　张贤妃，初为才人，后晋婕妤、婉仪。死后追封贤妃。孝宗养母。</p> <p>　　刘贤妃，倾城艳名盛于天下。入宫为红霞帔，迁才人、婕妤、婉容，绍兴二十四年进贤妃。淳熙十四年（1187年）去世。</p> <p>　　刘婉仪，初入宫，封宜春郡夫人。寻进才人，与刘贤妃俱被宠，进婉仪。</p> <p>　　吴才人，吴皇后的族人。</p> <p>　　李才人，高宗晚年的爱妃，姿色明艳，高宗死后，吴皇后一见她就愤怒，因此被宋孝宗赐死。</p> <p>　　王才人，高宗晚年的爱妃，姿色明艳，高宗死后，吴皇后一见她就愤怒，因此被宋孝宗赐死。</p> <p>　　田郡君，名春罗，高宗为康王时侧室，靖康之难时死于北迁途中。</p> <p>　　姜郡君，名醉媚，高宗为康王时侧室，靖康之难时北迁。</p> <p>　　冯美人</p> <p>　　韩才人</p> <p><strong>子女</strong> <br><br><strong>儿子</strong><br>　　宋高宗仅有一个亲生儿子赵旉，即宋简宗、正安帝(元懿太子)，早夭(卒年3岁)。</p> <p>　　养子赵伯琮，即宋孝宗，养母张贤妃。</p> <p>　　养子赵伯玖，更名赵璩，养母吴皇后。</p> <p><strong>女儿</strong><br>　　高宗为康王时，曾育有五女，后皆被掳。《新安县志》载高宗其中一女于建炎三年被江西县令邓元亮于起兵勤王时于道上收养，长大后嫁给邓元亮之子邓自明。至宋光宗即位，赵氏带长子面见光宗，光宗称赵氏为皇姑，封为郡主，并把邓自明追赠为“税院郡马”，并赐地于东莞。后人散居到香港龙跃头、锦田、厦村、大埔头及东莞等地。</p> <p>　　康大宗姬赵佛佑，北迁时四岁，后入浣衣院。</p> <p>　　康二宗姬赵神祐，北迁时四岁，后入浣衣院。</p> <p>　　康三宗姬，北迁时三岁，死于途中。</p> <p>　　康四宗姬，北迁时二岁，死于途中。</p> <p>　　康五宗姬，北迁时二岁，死于途中。</p>"
}