{
  "id": 1963,
  "star": 0,
  "name": "祝钦明",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1963.jpg",
  "dynasty": "唐代",
  "desc": "祝钦明，字文思，京兆始平人。举明经。长安元年，累迁太子率更令，兼崇文馆学士。中宗在春宫，钦明充侍读。及即位，擢拜国子祭酒，同中书门下三品，历刑部、礼部二尚书。尝与群臣侍宴，钦明自言能八风舞，据地摇头，睆目顾盼。吏部侍郎卢藏用叹曰：“祝公是举，五经扫地矣。”景云初，为侍御史倪若水所劾，贬饶州刺史。",
  "content": "<h2>生平</h2> <p>　　钦明生性纯粹，唐雍州始平（今陕西兴平）人。举明经，尤精《三礼》，明经科及第，自小从父于江郎山读书，及长又游学京兆。宏道元年（683年）第进士，入朝供职，初授翰林纂修郎。长安元年（701年），累迁太子率更令，兼崇文馆学士。中宗未就帝位时，钦明兼充侍读。</p> <p>　　长安二年，累迁太子率更令、兼崇文馆学士、太子少保。<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>改谓先农坛。神龙元年（705年）中宗即位，擢拜国子祭酒、同中书门下三品，加位银青光禄大夫，历刑部、礼部二尚书，兼修国史，仍旧参知政事，累封鲁国公，食实封三百户。藉田光祭先农，唐初为帝社，亦称藉田坛。后为御史中丞萧至忠所弹劾，贬授申州刺史。之后，又复入朝为国子祭酒，兼崇文馆学士。景云初，侍御史倪若水劾奏，贬钦明为饶州刺史。开元十五年（728年），终于任，享寿七十二岁，葬于饶州城南，长子尚忠居家守之。</p> <p>　　钦明官至国子祭酒，位同宰相，久居要职，对唐礼仪制度的完备，起有一定的作用。 唐书<a href=\"http://so.gushiwen.org/author_1963.aspx\">祝钦明</a>传对其多有贬伐，均以其力挺韦后陪祭为据，为封建男权思想所不容，然其所引俱有典籍可依，并非妄言，最多只能算是抱守典籍的儒者，而所谓作“八风舞”更是酒后助兴所为，岂能作为评论一个人德行的依据？视其一生，在朝为官数十年，历武后、中宗、玄宗三朝，多有建树，并无大过，单看其屡落屡起，便知道肯定有过人之处。封建社会官场勾心斗角，文人儒者更是以互相贬低为能，后人不应仅以史籍来判断。</p> <p>　　神龙元年（705），他奏议：《周颂·载芟》“春藉田而祈社稷”。《礼》谓“天子为藉千亩，诸侯百亩”。则缘<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>社，称王社、侯社。今曰先农，失王社之义，“宜正名为帝社”。三年，中宗将亲祀南郊，又奏言皇后亦合助祭。他认为，按《周礼》，天神曰祀，地祗曰祭，宗庙曰享。大宗伯职称“祀大神，祭大祗，享大鬼，理其大礼。若王有故不预，则摄位。凡大祭祀，王后不预，则摄而荐豆笾，彻。”又追师职称“掌王后之首服，以侍祭祀。”内司服职谓“掌王后之六服，凡祭祀，供后之衣服。”。九嫔职云“太祭祀，后课献则赞，瑶爵亦如之。”据上述诸文，皇后应合助皇帝祀天神，祭地祗且《周礼》正文“凡祭，王后不预”，既不专言宗庙，即知兼祀天地，故云“凡”。旧说以天子父天，母地，兄日，妹月，所以祀天于南效，朝日于东门外，以昭事神，训人事，君必须躬亲以礼。《礼记·祭统》曰：“夫祭也者，必夫好亲之，所以备内外之官也。官备则具备。”又《汉书·郊祀志》云：“天地合祭，先祖配天，先妣配地。天地合精，夫妇判合。祭天南郊，则以地配，一体之义也。”据此诸文，即知皇后合助祭。经他奏议，定以皇后为亚献。祝钦明久居要职，对唐礼仪制度的完备，起有一定的作用。 选自《儒家文献资料汇编》</p><br/><h2>轶事典故</h2> <p>　　一：善媚案典故</p> <p>　　那神指着一个峨冠博带的人道：“此<a href=\"http://so.gushiwen.org/author_1963.aspx\">祝钦明</a>也。”王微哂道：“五经扫地者尔耶？你为人之师范，那一番高丽舞<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓面甲千重，亏你如何做得出。”踌躇道：“他尚无大罪，只善媚耳。此等人，如今天下皆是也，罪不得这许多。还许你去做一个的资郎，配你一个淫悍之妻，也足报你了。你前世既学高丽，今使你去做一个回子。”又想了一想，道：“好好，那上官婉儿是你同时的人，就把他配与你罢。</p> <p>　　二：五经扫地典故</p> <p>　　唐中宗时，韦后左右政局，大臣祝钦明为了能升官，有意奉承韦后，有一次在韦后宴请文武百官为亲族办婚事，祝钦明为了献媚，意在殿堂上跳起“八风舞”。祝体胖貌丑，在宫殿上摇头闪目，左顾右盼，不成体统。唐中宗、韦后居然大笑。祝精通五经的文人，因此史部侍郎卢藏感叹地说“真是五经扫地”后祝依附韦后得以高升。</p> <p>　　三：祭祀典故</p> <p>　　且《周礼》正文：“凡祭，王后不预。”既不专言宗庙，即知兼祀天地，故云“凡”也。又《春秋外传》云：“禘郊之事，天子亲射其牲，王后亲舂其粢。”故代妇职但云：“诏王后之礼事”，不主言宗庙也。若专主宗庙者，则内宗、外宗职皆言“掌宗庙之祭祀”。此皆礼文分明，不合疑惑。</p> <p>　　旧说以天子父天、母地、兄日、姊月，所以祀天于南郊，祭地于北郊，朝日于东门之外，以昭事神，训人事，君必躬亲以礼之，有故然后使摄，此其义也。《礼记·祭统》曰：“夫祭也者，必夫妇亲之，所以备内外之官也。官备则具备。”又，“哀公问于孔子曰：‘冕而亲迎，不已重乎？’孔子愀然作色而对曰：‘合二姓之好，以继先圣之后，以为天地宗庙社稷之主，君何谓已重焉！’”</p>"
}