{
  "id": 366,
  "star": 87,
  "name": "苏辙",
  "image": "http://img.gushiwen.org/authorImg/suzhe.jpg",
  "dynasty": "宋代",
  "desc": "苏辙（1039—1112年），字子由，汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。",
  "content": "<h2>人物生平</h2> <p><strong>三苏游京<br></strong>　　<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>生于宋仁宗宝元二年二月二十日（1039年3月18日），时其兄<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>四岁，父<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>三十一岁，游学四方。庆历八年（1048年），苏洵因父丧居家，闭户读书，把自己以学识品行教授给苏轼与苏辙。</p> <p>　　至和二年（1055年），娶同里史瞿之女，苏辙时年十七岁，史氏十五岁。</p> <p>　　嘉祐元年（1056年）春，苏辙父子三人同游都城东京（今开封），经过成都时，拜访益州知州张方平。张方平以国士礼对待苏辙父子。 </p> <p>　　嘉祐二年（1057年），苏辙、苏轼兄弟参加礼部会试，当时<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>知贡举，将苏轼、苏辙兄弟置于高等，苏辙名登五甲。苏辙中第后，创作《上枢密韩太尉书》给枢密使<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>。四月，苏辙母亲程氏去世，苏辙父子回到蜀地。</p> <p>　　嘉佑三年（1058年）至嘉佑四年（1059年）十月，苏辙随父苏洵在东京游历。十二月，苏辙全家至江陵，将舟中创作的<a href=\"http://so.gushiwen.org/author_366.aspx\">诗</a>赋一百篇整理为《南行集》。嘉佑五年（1060年），苏辙随父从江陵回到东京，父子三人将途中所作的诗赋共七十三篇整理为《南行后集》，苏辙作有《南行后集引》。三月，天章阁待制杨畋奉命根据考绩迁调官职，授苏辙为河南府渑池县主簿。杨畋又举苏辙应才识兼茂明于体用科，苏辙与兄长苏轼在东京怀远驿读书，准备制科考试。 </p> <p><strong>科举风波<br></strong>　　嘉祐六年（1061年）八月，苏辙参与殿试。当时仁宗已五十二岁，苏辙想他或许对政事感到疲倦，所以尽力讲政事得失，而对宫禁朝廷之事，议论尤为激切。策问试卷送上后，苏辙自认为一定被黜落。覆考官<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>将其置于第三等，初考官<a href=\"http://so.gushiwen.org/author_1676.aspx\">胡宿</a>不同意。司马光与范镇商议后将其置于第四等，三司使<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>也力争。只有胡宿认为苏辙对仁宗不恭，坚持要求黜落他。仁宗说：“用直言来得人，而因直言抛弃他，天下人会怎么说我呢？”宰相不得已，把他列入下等。不久后，苏辙被任命为试秘书省校书郎、充商州军事推官。当时苏洵奉命修《礼书》，苏轼出任签书凤翔判官。苏辙要求在京城侍养父亲，获朝廷准许。</p> <p>　　宋英宗治平二年（1065年），苏辙出任大名府推官，不久受命差管句大名府路安抚总管司机宜文字。</p> <p>　　治平三年（1066年）四月，苏洵在京师逝世，苏辙兄弟自汴河入淮，顺长江回蜀葬父。次年十月，葬父于彭山县安镇乡可龙里。</p> <p>　　宋神宗熙宁元年（1068年），服丧期结束后，苏辙兄弟一路东游前往京师，于次年抵达。</p> <p><strong>建议新法<br></strong>　　熙宁二年（1069年），苏辙上书论政事，即被神宗召见于延和殿。</p> <p>　　当时，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为相，与陈升之管三司条例司，命苏辙入三司条例司。吕惠卿依附王安石，苏辙和他讨论时多有抵触。王安石拿《青苗书》让苏辙仔细议论，说：“有不便之处，就告诉我不必疑虑。”苏辙说：“把钱借给百姓，使出利息二分，本意是在救济百姓，不是求利。但出入之间，吏员趁机营私作奸，即使有法也不能禁止，钱到百姓手里，即使良民也不免乱花；到交还时，即使富民也不免超过期限。这样，就怕一定要鞭打催促，州县官的事不胜其烦了。唐代<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>掌管国家财政，从没有借钱给百姓。有责怪他的人，刘晏说：‘让百姓侥幸得钱，不是国家之福；叫吏员靠法催督还债，对百姓不利。我虽然从不发放借贷，但四方的丰收和灾荒谷价的贵贱，从来能及时知道。有谷贱处就收购，有谷贵处就发售，所以四方没有太贵、太贱的弊病，岂用发贷款？’刘晏所说的，就是常平仓法。现在此法仍在而患在不整顿，你真能有意于百姓生计，就整顿实行，那刘晏的功绩可以立刻见效。”王安石说：“你的话有理，我当慢慢思考。”从此后一月之间都不谈青苗法。 </p> <p><strong>被贬出京<br></strong>　　河北转运判官王广廉奏请发给度僧牒几千份作为本钱，在陕西转运司私自实行青苗法，春天发放秋天收还，和王安石意见相合，青苗法便开始实行。王安石派人去寻求尚未收取的财利。朝廷内外知道这些人一定会迎合王安石心意添加事情，都不敢说。苏辙去见陈升之说：“从前嘉祐末年，派官去抚恤各路百姓，但他们各人都务求滋生事端，回来所奏的大多不可实行，被天下人耻笑。现在和此事有何不同？”他又写信给王安石，竭力陈说此事之不可行。王安石发怒，将加罪，陈升之劝阻，于熙宁二年（1069年）八月被贬出外，任河南府留守推官。</p> <p>　　熙宁三年（1070年）二月，张方平任陈州知州，征召苏辙为陈州教授。 </p> <p>　　熙宁六年（1073年）四月，文彦博以代理司徒兼侍中出判河阳军，征辟苏辙为学官。</p> <p>　　熙宁八年（1075年），改授齐州掌书记。</p> <p>　　熙宁十年（1077年），苏辙改任著作佐郎，又随南京留守张方平任签书应天府判官。当时苏轼也外任徐州知州，兄弟二人在澶濮之间相遇，一同前往徐州，留在徐州一百多天，创作了《逍遥堂会宿》等诗。 </p> <p>　　元丰二年（1079年）八月，苏轼以作诗“谤讪朝廷”罪被捕入狱（乌台诗案），责授为黄州团练副使。苏辙上书请求以自己的官职为兄赎罪，不准，牵连被贬为监筠州（今江西高安市）盐酒税，五年不得升调。</p> <p>　　元丰五年（1082年），苏辙沿赣水至黄州，与其兄苏轼相聚，一道游览了黄州及其对江的武昌西山。于次年（1083年）应张梦得邀请创作《黄州快哉亭记》。</p> <p>　　元丰七年（1084年）七月，量移为歙州绩溪县令。</p> <p><strong>返朝任职<br></strong>　　元丰八年（1085年），神宗驾崩，宋哲宗即位。五月，苏辙卧病，至秋痊愈。创作《病退》诗，有《病后白发》诗。八月，因旧党当政，苏辙以秘书省校书郎被召回。</p> <p>　　元祐元年（1086年），苏辙至京师，任右司谏。当时宣仁太后垂帘听政，起用司马光、吕公著，想废除新法，而支持新法的宰相<a href=\"http://so.gushiwen.org/author_136.aspx\">蔡确</a>、<a href=\"http://so.gushiwen.org/author_123.aspx\">韩缜</a>和枢密使章惇都被苏辙弹劾去职。吕惠卿开始时谄媚王安石，到和王安石势均力敌时，就排挤陷害王安石，比仇敌还狠，世人尤其恨他。到这时，他自知不免受责，请求提举宫观以逃避贬官流放。苏辙连上三疏把他的奸恶加以揭露，以散官安置建州。</p> <p>　　司马光因王安石免疫法之害，想恢复差役法，不知差役法之害相当于免疫法。苏辙说：“自从废除差役法几乎二十年，官吏百姓都未习惯。何况役法关系众多事务，盘根错节十分复杂，实行得慢些，方能审慎详尽。如果不深究事情的始终，轻易地立即推行，恐怕实行之后，又产生各种弊端。现在州县的免役钱，照例有累积剩余，大约够用几年，暂且依旧雇役，到今年为止。催促监督有关官员审议差役法，趁今冬成为法令，来年再行差役法。要使既实行之后，不再有人议论，那就进退都有利了。”司马光又因王安石设《诗经》、《尚书新义》来考取天下士人，想改变科举，另立新的条例。苏辙说：“进士来年秋天考试，没有多少日子了，而议论不及时决定。诗赋虽然是小技，但要讲究声律，用的功夫不浅。至于治经书，诵读和讲解，尤其不是轻易的事。总之，来年都还不能实行。请求来年的考试，一切还照旧，惟有经书的释义兼取注疏及各家议论，或提出应举者自己的见解，不专用王安石的学说。并罢去对律令释义的考试，使应举的人知道有定论，一心一意做学问，以待选拔考试，然后慢慢地议论元祐五年以后科举的条例，也不算晚。”但司马光都不听。</p> <p>　　同年八月，被任命为起居郎，苏辙上疏请辞，旋即权任中书舍人，不久后正式担任中书舍人。 </p> <p>　　起初，神宗因西夏内乱而派兵进攻，于是在熙河增设兰州，在延安增设安疆、米脂等五寨。元祐二年（1087年），西夏派使者贺哲宗登位，使者返回，尚未出境，西夏又派使者入境。朝廷知道他们有请求兰州、五寨土地的意思，大臣讨论守或弃尚未决定。苏辙建议答应西夏所请，朝廷便允许还西夏五寨。</p> <p>　　元祐四年（1089年），权任吏部尚书。八月，奉命与刑部侍郎赵君锡出使辽国，任贺辽国生辰国信使。</p> <p><strong>拜相参政<br></strong>　　元祐五年（1090年）五月，苏辙被任命为龙图阁直学士、御史中丞。十二月，任龙图阁学士。</p> <p>　　元祐六年（1091年）二月，任中大夫、守尚书右丞。当时苏轼遭人排挤，乞求外任，苏辙也随兄连上四札，也乞外任，但未获准许。</p> <p>　　元祐七年（1092年）四月，朝廷命苏辙代理太尉、充任册皇后告期使。六月，任太中大夫、守门下侍郎。十一月，朝廷因郊祀天地而特加苏辙护军，进封开国伯，实封食邑二百户。</p> <p><strong>连遭贬谪<br></strong>　　元祐八年（1093年），哲宗亲政，新法派重新得势。</p> <p>　　绍圣元年（1094年），门下侍郎李清臣主持科考，出题批驳元祐政事。他上书反对哲宗恢复熙宁新法，被贬官，削去职名任汝州知州。过了几个月，元丰时诸臣都在朝廷任职，再贬苏辙为左朝议大夫、袁州知州。未到任，又于七月降为左朝议大夫、试少府监，分司南京，筠州居住处分。苏辙治州有优异政绩，等到他被罢免离开，州里父老送别他的人都呜咽流涕，延绵数十里不断。八月，到真州时，作《阻风》诗。</p> <p>　　绍圣四年（1097年）二月，苏辙又被贬为化州别驾，安置雷州处分。此时，苏轼也被贬为琼州别驾，昌化军安置。五月十一日，兄弟二人再次相遇于藤州，苏辙送苏轼赴海南。六月十一日诀别于海滨。</p> <p>　　元符元年（1098年），移到循州安置。元符二年（1099年），作《龙川略志序》、《龙川别志序》、《春秋传后序》。</p> <p>　　元符三年（1100年），宋徽宗即位，苏辙移永州、岳州安置，不久受任为濠州团练副使，岳州居住。十一月，复职太中大夫，提举凤翔上清太平宫。因有田产在颍川，便前往居住。</p> <p>　　建中靖国元年（1101年）七月，苏轼在常州（今属江苏）去世，临终前以不见苏辙为憾。苏辙得知后，在悲痛中为其撰祭文，不久又作《追和轼归去来词》，其后作《东坡先生墓志铭》。</p> <p>　　崇宁元年（1102年）五月，蔡京当国，党祸复起，苏轼等已去世的元祐党人，原追复官告并缴纳；苏辙等在世之人，并不与在京差遣。同年，削苏辙五官，降授朝议大夫。</p> <p>　　崇宁二年（1103年），为避祸，苏辙独迁汝南。十月，朝廷罢苏辙提举太平宫之职。住在许州，又复授太中大夫退休。 </p> <p><strong>潜居颍滨<br></strong>　　崇宁三年（1104年）正月，苏辙在颍川定居，因感元祐时人所剩无几，于是筑室曰“遗老斋”，自号“颍滨遗老”，终日读书著述、默坐参禅，谢绝宾客，决口不谈时事，将所感皆寄托于诗中。</p> <p>　　崇宁五年（1106年）九月，撰成《颍滨遗老传》及《栾城后集序》。</p> <p>　　大观元年（1107年），著《论语拾遗》。</p> <p>　　大观二年（1108年），苏辙复任朝议大夫，迁任中大夫。</p> <p>　　政和元年（1111年），撰成《栾城第三集序》。</p> <p>　　政和二年（1112年）春，游颍昌西湖，泛赮水，并有诗作。九月，以太中大夫职致仕。十月三日（10月25日），苏辙逝世，享年七十四岁。十一月，朝廷追复苏辙为端明殿学士，特赐宣奉大夫。原拟葬苏辙于眉州祖茔，但后来仍葬苏辙于郏县小峨眉山苏轼墓旁。</p> <p>　　南宋绍兴（1131年—1162年）年间，因其子苏迟显贵，苏辙获赠太师，封魏国公；夫人史氏赠楚国太夫人。</p> <p>　　淳熙（1174年—1189年）年间，追谥文定。</p><br/><h2>评论</h2> <p><strong>治学</strong><br>　　<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>生平学问深受其父兄影响，以儒学为主，最倾慕孟子而又遍观百家。他擅长政论和史论，在政论中纵谈天下大事，如《新论》（上）说“当今天下之事，治而不至于安，乱而不至于危，纪纲粗立而不举，无急变而有缓病”，分析当时政局，颇能一针见血。《上皇帝书》说“今世之患，莫急于无财”，亦切中肯綮。史论同父兄一样，针对时弊，古为今用。《六国论》评论齐、楚、燕、赵四国不能支援前方的韩、魏，团结抗秦，暗喻北宋王朝<br>　　前方受敌而后方安乐腐败的现实。《三国论》将刘备与<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>相比，评论刘备“智短而勇不足”，又“不知因其所不足以求胜”，也有以古鉴今的寓意。</p> <p><strong>古文写作</strong><br>　　在古文写作上也有自己的主张。在《上枢密韩太尉书》中说：“文者，气之所形。然文不可以学而能，气可以养而致。”认为“养气”既在于内心的修养，但更重要的是依靠广阔的生活阅历。因此赞扬<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>“行天下，周览四海名山大川，与燕赵间豪俊交游，故其文疏荡，颇有奇气”。他的文章风格汪洋澹泊，也有秀杰深醇之气。例如《黄州快哉亭记》，融写景、叙事、抒情、议论于一炉，于汪洋澹泊之中贯注着不平之气，鲜明地体现了作者散文的这种风格。<br>　　苏辙的赋也写得相当出色。例如《墨竹赋》赞美画家<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>的墨竹，把竹子的情态写得细致逼真，富于<a href=\"http://so.gushiwen.org/author_366.aspx\">诗</a>意。<br>　　苏辙写诗力图追步<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，今存诗作为数也不少，但较之苏轼，不论思想和才力都要显得逊色。早年诗大都写生活琐事，咏物写景，与苏轼唱和之作尤多。风格淳朴无华，文采少逊。晚年退居颍川后，对农民生活了解较多，写出了如《秋稼》等反映现实生活较为深刻的诗。抒写个人生活感受之作，艺术成就也超过早期，如《南斋竹》：“幽居一室少尘缘，妻子相看意自闲。行到南窗修竹下，恍然如见旧溪山。”意境闲澹，情趣悠远。苏辙于诗也自有主张。他的《诗病五事》以思想内容为衡量标准，对<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>等都有讥评。如说李白“华而不实”，说“唐人工于为诗而陋于闻道”，这看法在宋代有一定代表性。</p> <p><strong>回河争论</strong><br>　　元丰五年（1082年）河归北流后，依然决溢不断。元祐元年（1086年）九月，朝廷命“秘书监张问相度河北水事”，十一月张问“请于南乐大名埽开直河并签河，分引水势入孙村口，以解北京向下水患”，回河东流之议复起。大臣文彦博、安焘、吕大防、王岩叟、王觌和都水王令图、王孝先、吴安持、李伟等，都力主回河东流；右相<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>和苏辙、曾肇、赵瞻、范百禄、王存、胡宗愈等则主张维持北流，反对回河。元祐三年六月皇帝下诏称：“黄河未复故道，终为河北之患。王孝先等所议，已尝兴役，不可中罢，宜接续工料，向去决要回复故道。三省、枢密院速与商议施行。”<br>　　苏辙面对回河加速之势，连上三疏，极力反对，大意谓：“议复故道，事之经岁，役兵二万，聚梢桩等物三十余万。方河朔灾伤困弊，而兴必不可成之功，吏民窃叹。”“今小吴决口,入地已深，而孙村所开，丈尺有限，不独不能回河，亦必不能分水。况黄河之性，急则通流，缓则淤淀，既无东西皆急之势，安有两河并行之理？纵使两河并行，未免各立堤防，其费又倍矣。”在疏中他又针对北流致“御河湮灭失馈运之利”，“恩、冀以北，涨水为害，公私损耗”，“河徙无常，万一自契丹界入海，边防失备”等三说进行了反驳，极力主张停止回河之役。元祐四年正月，朝廷下诏停止回河及修减水河；七月，冀州南宫等五埽危急，都水监仍坚主东流或“二股分行，以纾下流之患”。<br>　　八月，苏辙再次上疏称：“夏秋之交，暑雨频并。河流暴涨出岸，由孙村东行，盖每岁常事。而李伟与河埽使臣因此张皇，以分水为名，欲发回河之议，都水监从而和之。河事一兴，求无不可，况大臣以其符合己说而乐闻乎?”“臣愿急命有司，徐观水势所向,依累年涨水旧例，因其东溢，引入故道，以纾北京朝夕之忧。故道堤防坏决者，第略加修葺，免其决溢而已。至于开河、进约等事，一切毋得兴功，俟河势稍定然后议。”元祐五年二月、九月，苏辙又两次进言谏阻东流，并要求“罢吴安持、李伟都水监差遣，正其欺罔之罪”，甚至以“修河司若不罢，李伟若不去，河水终不得顺流，河朔生灵终不得安居”之辞相警告。但以太后为主的中枢始终倾向东流，虽时停时作，至元祐七年十月河水已大部东流。绍圣元年（1094年）,“尽闭北流，全河之水东还故道”。<br>　　这次黄河回复东流，不过仅仅五年时间，至元符二年（1099年）,黄河于内黄决口，东流断绝，主流又趋向北流，仍至乾宁军一带入海。积极主张回河的吴安持、郑佑、李仲、李伟等被朝廷加罪，“投之远方”，结束了第三次回河的争论。<br>　　（引文见《宋史·河渠志》） </p><br/><h2>主要成就</h2> <p><strong>政治<br></strong>　　<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>在政治上反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法中的青苗法，认为青苗法“以钱贷民，使出息二分，本以救民，非为利也；然出纳之际，吏缘为奸，虽有法不能禁；钱入民手，虽良民不免妄用；及其纳钱，虽富民不免逾限。如此，则恐鞭棰必用，州县之事不胜烦矣。“王安石听后，亦颇觉有理。</p> <p>　　宋哲宗初年”元祐更化“，苏辙在京师，多所论议。当时<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>变熙宁之法，废除雇役法，恢复差役法，苏辙极言不可。他的这类政治主张，与其兄<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>基本相同。《宋史》称其“论事精确，修辞简严，未必劣于其兄。”</p> <p><strong>水利<br></strong>　　在回河之争中，苏辙与右相<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>等主张维持北流，反对文彦博等回河东流之议复起。苏辙虽多次上疏反对，但以高太后为主的中枢始终倾向东流，虽时停时作，至元祐七年（1092年）十月河水已大部东流。绍圣元年（1094年），“尽闭北流，全河之水东还故道”。 </p> <p>　　这次黄河回复东流，不过仅仅五年时间，至元符二年（1099年），黄河于内黄决口，东流断绝，主流又趋向北流，仍至乾宁军一带入海。积极主张回河的吴安持、郑佑、李仲、李伟等被朝廷加罪，结束了第三次回河的争论。</p> <p><strong>文学</strong></p> <p><strong>政论与史论<br></strong>　　苏辙生平学问深受其父兄影响，他在《历代论引》中说：“予少而力学，先君，予师也；亡兄子瞻，予师友也。父兄之学，皆以古今成败得失为议论之要。”他虽自称“其学出于孟子”，而实则“遍观乎百家”。在《历代论》中多论古今得失成败，又撰有《古史》，用意亦在于此。苏辙对于前辈学人，亦尊韩、欧，政治思想，亦近于欧。但韩、欧辟佛道，而苏辙不然。苏辙的文章，与父兄并称当代大家。与父兄相比，虽有所不及，但亦自有特点。他擅长政论和史论，在政论中纵谈天下大事，如《新论》三篇，纵谈天下大事，论断相当确切。《上皇帝书》说“今世之患，莫急于无财”，亦切中肯綮。史论同父兄一样，针对时弊，古为今用。</p> <p>　　苏辙史论的代表作品是《历代论》，有些篇章是写得很有特点的。论汉光武、唐太宗，分析相当全面，和苏轼相比，特点确在于“稳”。《六国论》评论齐、楚、燕、赵四国不能支援前方的韩、魏，团结抗秦，暗喻北宋王朝前方受敌而后方安乐腐败的现实。《三国论》将刘备与<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>相比，评论刘备“智短而勇不足”，又“不知因其所不足以求胜”，也有以古鉴今的寓意。</p> <p><strong>书信杂文<br></strong>　　苏辙致力最勤的文章，在于政论和史论，史论之文，尤所尽心；但他写得更为自由随便的文章，还是书信杂文。例如十九岁时写的《上枢密韩太尉书》，说自己初到京师，“非有求于斗升之禄”，“偶然得之，非其所乐”；而所愿者，只是“一睹贤人之光耀，闻一言以自壮”。初生之犊，年少气豪，既不同于<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《上宰相书》那样卑躬屈节，也不像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《上韩荆州书》那样纵横使气。当文人仕途广于唐代的宋代，这样的文章是有时代特点的。与此书相类者，还有《上昭文富丞相书》、《上<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>政书》，都是年少气豪之作。到了晚年，所为书札，出语虽有所收敛，但依旧洒脱自然，例如《答<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>书》，其文墨颇似苏轼。二苏早年之文，气象虽不尽同，但晚年之作，以信札观之，都有平淡自然之语。二苏相比，苏辙之文，未可以一“衰”字尽之。苏辙的记叙杂文为人所称者，有《庐山栖贤寺新修僧堂记》、《武昌九曲亭记》、《黄州快哉亭记》等。其中《庐山栖贤寺新修僧堂记》以“造语奇特”见称。王士禛《香祖笔记》云：“颍滨《栖贤寺记》造语奇特，虽唐作者如刘梦得（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>）、柳子厚（<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>）妙于语言，亦不能过之。”并引其中“入栖贤谷”一段文字而后云：“予游庐山，至此，然后知其形容之妙，如丹青画图，后人不能及也。”苏辙之文，本来不是以“奇”见称的。《黄楼赋》“稍自振厉”，即被疑为苏轼所作，则此文之“造语奇特”，也就自然为人所称了。苏辙还有一篇《东轩记》，造语虽不甚奇，却是写得更加“如其为人”的文章。这篇“记”也是写得颇有特色。作“东轩”以为“宴休之所”，却不得一日“安于其中”，而日日忙于“坐市区鬻盐、沽酒、税豚鱼”，此情此景，是和历来文人雅士作轩亭以自适者大异其趣的。文章最后还说：希望有那么一天，“世或哀而怜之，使得归伏田里”，“然后追求颜氏之乐，怀思东轩，优游以忘其老”。宦情淡薄，文章亦自澹泊。这样的笔墨，也是“如其为人”的。</p> <p><strong><a href=\"http://so.gushiwen.org/author_366.aspx\">诗</a>赋<br></strong>　　苏辙写诗力图追步苏轼，今存诗作为数也不少，但较之苏轼，不论思想和才力都要显得逊色。早年诗大都写生活琐事，咏物写景，与苏轼唱和之作尤多。风格淳朴无华，文采少逊。早年的作品《次韵子瞻闻不赴商幕》三首，写得洒脱自然，颇见个性特点。</p> <p>　　晚年退居颍川后，对农民生活了解较多，写出了如《秋稼》等反映现实生活较为深刻的诗。抒写个人生活感受之作，艺术成就也超过早期，如《南斋竹》：“幽居一室少尘缘，妻子相看意自闲。行到南窗修竹下，恍然如见旧溪山。”意境闲澹，情趣悠远。</p> <p>　　又如晚年所作《游西湖》云：“闭门不出十年久，湖上重游一梦回。行过闾阎争问讯，忽逢鱼鸟亦惊猜。可怜举目非吾党，谁与开樽共一杯？归去无言掩屏卧，古人时向梦中来。”时值新党蔡京等人执政，元祐党人累遭迫害，苏辙筑室于许州，闭门不出，与早年之“闭门”遥相对应。从他一生的经历看来，始终皆以直言而不见容。故以“闭门”始，以“闭门”终。这样的作品，亦颇见性情。苏辙于诗也自有主张。他的《诗病五事》以思想内容为衡量标准，对李白、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、韩愈、<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>等都有讥评。如说李白“华而不实”，说“唐人工于为诗而陋于闻道”，这看法在宋代有一定代表性。</p> <p>　　《宋史》称其性情沉静简洁，写文章气势宏大而淡泊，和他的为人相似，不愿被人知道，而俊秀杰出之气终究不可掩饰，认为他的高超大致和苏轼相近。苏辙的赋也写得相当出色。例如《墨竹赋》赞美画家<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>的墨竹，把竹子的情态写得细致逼真，富于诗意。</p> <p><strong>儒学<br></strong>　　苏辙与父<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>、兄苏轼创立了苏氏蜀学，他与苏轼同为苏氏蜀学的集大成者，它与荆公新学、二程洛学相对立，“三苏”博通经史，遍采六经百家之说，又吸取老庄道家学说和佛教思想，逐步形成“三教合一”的思想体系。是北宋中期儒、佛、道三教融合的时代潮流的产物，是当时具有重要影响的学术派别。</p> <p>　　苏辙晚年曾著《苏黄门老子解》，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>称其书“合吾儒于老子，以为未足，又并释氏而弥缝之，可谓舛矣！”反映了蜀学派的思想特色。此派在文学上的建树最为卓著，但认为学术中最重要者并非文章辞赋，注重所谓“性命自得之际”。以文为“寓理之具”，认为“学文之端，急于明理，如知文而不务理，求文之工，世未尝有也。”</p> <p><strong>书法<br></strong>　　苏辙不仅在诗文创作方面才华横溢，而且其书法也颇有造诣。其书法运笔结字与其兄苏轼颇为接近，书法潇洒自如，工整有序。</p> <p>　　传世墨迹有《雪甚帖》、《雪诗帖》、《车马帖》、《晴寒帖》等。</p>"
}