{
  "id": 2335,
  "star": 0,
  "name": "陆文圭",
  "dynasty": "宋代",
  "desc": "陆文圭（1252~1336），元代文学家。字子方，号墙东，江阴（今属江苏）人。博通经史百家，兼及天文、地理、律历、医药、算术之学。墙东先生是元代学者陆文圭的雅号，“墙东”并非是他居住澄东的意思。西汉末年，北海人王君公因为遭遇王莽篡权的乱世，当牛侩（买卖牛的中间人）以自隐。当时人们称他为“避世墙东王君公”。见《后汉书·逄萌传》。后来以“墙东避世”作为隐居于市井的典故，“墙东”指隐居之地。墙东先生指的是隐士陆文圭，对于这个雅号，他自己也欣然接受，将自己的作品集命名为《墙东类稿》。",
  "content": "<h2>生平</h2> <p>　　南宋咸淳九年（1273），陆文圭参加乡试，以一篇《春秋》中式。当时由于战事紧急，元兵已下樊城、襄阳，陆文圭没有去应省试。南宋王朝灭亡以后，陆文圭就隐居在江阴东乡，学者们都称他为墙东先生。元至元二十八年（1291），陆文圭在吴县县学执教。</p> <p>　　元代延祐年间，政府开科取士，地方官强制陆文圭参加乡试，陆文圭又两次中举。延祐七年（1320），获江浙行省第2名。陆文圭善于写文章，他学识广博，融会经传，纵横变化，文名卓著。他隐居澄东，担任塾师，东南一带的学者，很多人拜陆文圭为师。朝廷听说陆文圭的文名，派人几次来江阴，请陆文圭出山做官，被陆文圭以各种理由谢绝。元泰定、天历年间，陆文圭应聘设教于容山。至顺末（1332）为陈敬叔作《安定祠记》。</p> <p>　　陆文圭在撰写的策问中提出过切中当时社会弊病的言论:</p> <p>　　其对策言救流民之策三：曰守令、轻赋役、议振货。革贪吏之策三：曰清选法、均俸给、严纠劾。拯盐法之策三：曰恤亭户，减官额、省职员。拯钞法之三：曰住印造、节用度、禁奢侈。”（《新元史·陆文圭传》）</p> <p>　　翻释成白话文意思就是：陆文圭对策讲解解救逃亡民众的策略有三点：即选择地方官吏、减轻赋税徭役、发放赈资贷款。革除贪官污吏的策略有三点：澄清选官的方法、均匀俸禄的供给、严厉纠察弹劾制度。拯救盐法之弊的策略有三点：抚恤给官府制盐的人户、减少官员的名额、省汰办事人员。拯救钞法之弊的策略有三点：停止印造新钞、节约用度、禁止奢侈。</p> <p>　　元世祖忽必烈在位时期，重视农业生产，采用“以农桑为急务”的政策，建立劝农机构和村社组织，并派劝农使分赴各地整顿农桑，检查﹑督促生产，对促进社会的安定和进步，起到了重要作用。陆文圭作有《戊辰劝农文》：</p> <p>　　暨阳一小州，土狭民贫，官府治从简易，一毫不肯科扰。近者口盐偏敷，塘夫远役，出不获已，然且多方区划，害不及细民，尔父老所亲见也。去春，饥民在野，为之贷粮接济，仅免流散。夏秋，蝗蝻继发，极力收捕，幸无害稼，岁小登。一冬雨雪衍期，深为尔农忧之。二月初吉，田事载兴，长官亲出东郊劝耕，虽循旧典，亦欲延见父老，巡省田里。尔等一乡之老，当帅一乡之子弟，胥训告，胥教诲，浚乃沟恤，慎乃提防，利乃耒 ，修乃疆 。事事有备，有备无患。又须孝养父母，弟逊兄长，毋淫于逸、于游。惰农自安不勤不劳，越其冈有黍稷。尔农戒哉！其或好勇斗狠，博弈饮酒，聚其淫祀，驱诱良民，邦有常刑，罪及尔身，弗可悔。</p> <p>　　陆文圭的为人刚明超迈，以奇气自负。他研司地理，考核甚详。凡天下郡县的沿革、人物、土产，都能默记在心，了如指掌。他还研究星相、占卜之学，史称他“为文融会经传，纵横变化，莫测其涯际”，陆文圭活到85岁。临终前，他对他的学生说：“据我推测，江阴二十年后必定有兵灾，可能比五代、南宋建炎还要惨烈。我死了以后，可葬在乱坟冈上，不要装修，不要种树，使人们不知道是我的墓，这样便不会来盗墓，没有暴露尸骨之患。”陆文圭死后被葬在绮山冷水湾，土名瑶墩。此后，江阴果然遭受兵乱，许多人的冢墓都被盗掘，葬于乱坟中的陆文圭墓却安然无恙。人们这才钦佩陆文圭的远见卓识。</p> <p>　　元代江阴<a href=\"http://so.gushiwen.org/author_2335.aspx\">诗</a>人王逢曾来绮山凭吊本邑先贤陆文圭，有《避乱绮山谒陆公子方先生墓》诗：</p> <p>　　我经冷水湾，缺月照微服。景非度秦岭，事类避同谷。</p> <p>　　松深阒无烟，狐兔纷窜伏。隆然四尺土，卷卷在东麓。</p> <p>　　问是先生坟，感慨逾恸哭。洵书失欧阳，蕡对多<a href=\"http://so.gushiwen.org/author_2565.aspx\">冯宿</a>。</p> <p>　　许韩两耆旧（许益之、韩明善二公）,时论推鼎足。</p> <p>　　忆过先人庐，白驹驻修竹。周情与孔思，小子幸私淑。</p> <p>　　天回晨星稀，世乱烽火属。心言采芳藻，中宵不盈掬。</p> <p>　　太玄属桓谭，九歌继<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>。抱膝独长眼，披榛忍南逐。</p> <p>　　江阴乃人文荟萃之地，历朝历代名医辈出，从儒通医者亦不乏其人，墙东先生是江阴有史记载的第一位医学家，所以被尊为江阴中医鼻祖。</p>"
}