{
  "id": 856,
  "star": 33,
  "name": "孔丘",
  "image": "http://img.gushiwen.org/authorImg/kongqiu.jpg",
  "desc": "孔丘即孔子，【公元前551年（庚戌）9月28日～公元前479年4月11日，即农历八月廿七~农历二月十一】，名丘，字仲尼。华夏族，春秋末期鲁国陬邑（今山东省曲阜市南辛镇）人，祖籍为宋国（今河南商丘市夏邑县）贵族。儒家学派的创始人，中国古代的思想家、教育家，被誉为“天纵之圣”、“天之木铎”，是当时社会上的最博学者之一，被后世统治者尊为孔圣人、至圣、 至圣先师、万世师表、文宣皇帝、文宣王，是“世界十大文化名人”之首。孔子主要思想主张：“仁”（孔子的思想核心）、“德”（以德教化人民）、“礼”（以礼治理国家）。孔子的儒家思想对中国和世界都有深远的影响，世界各地都有孔庙祭祀孔子。",
  "content": "<h2>饮食主张</h2> <p>　　孔子对饮食问题非常重视。他的饮食观完整而自成系统，涉及到饮食原则、饮食礼仪、烹饪技术等方面，并为我国的古代饮食理论拓展了思维空间。下面是孔子对于饮食的经典论述：</p> <p>　　孔子强调“食不厌精，脍不厌细”，即在做饭时，要将谷米择拣得精一些，用牛、羊、鱼等腥味重的原料制脍时，要尽量切得薄而细小些。他要求饮食精细和精益求精，不断提高烹饪技术水平。</p> <p>　　在这样的思想指导下，他提出了“八不食”的饮食主张。从饮食卫生、人体健康和烹饪技术要求来看，他的主张多数是正确的，只是他认为市场上买来的酒和肉脯，因未必清洁而不吃，则未免过分小心了。</p> <p>　　孔子还有一些饮食主张，如“唯酒无量，不及乱”，饮酒虽然不必限制数量，但要适度。另外，还有“食不语，寝不言”，“席不正不坐”等，讲究吃有吃相，坐有坐相，一切须合礼仪。</p> <p>　　孔子的这些饮食思想，在孔府中得到充分的体现。孔子的后裔尊崇其思想与主张，在饮食烹饪上自成体系，形成了制作精美、注重营养、风味独特的菜肴，被称为“孔府菜”。</p><br/><h2>主要著作</h2> <p>　　孔子对后世影响深远，虽说他“述而不作”，但他在世时已被誉为“天纵之圣”、“天之木铎”、“千古圣人”，是当时社会上最博学者之一。后世并尊称他为“至圣”（圣人之中的圣人）、“万世师表”，认为他曾修《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》、《书》，《礼》 、《乐》，序《周易》(称《易经》十翼，或称易传)，著《春秋》。《论语》是儒家学派的经典著作之一，由孔子的弟子及其再传弟子编撰而成。它以语录体和对话文体为主，记录了孔子及其弟子言行，集中体现了孔子的政治主张、伦理思想、道德观念及教育原则等。《论语》与《大学》、《中庸》、《孟子》在南宋后并称“四书”。通行本《论语》共二十篇。《论语》的语言简洁精炼，含义深刻，其中有许多言论至今仍被世人视为至理。而且古代，小孩进学堂第一个拜的就是孔子。</p> <p>　　他有众多弟子，如子贡、子路、颜回等。被后世并尊为“亚圣”的孟子与<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>（战国至秦时，荀子的影响力高于孟子，汉唐两者并尊为亚圣，南宋后宋儒为显己抑他，始尊孟子一人为亚圣），以及孙子<a href=\"http://so.gushiwen.org/author_844.aspx\">孔伋</a>的再传弟子。</p> <p>　　现人教版初一上册语文书已收录《论语十二章》。现苏教版小学第12册语文书已将孔子的名言收录到练习7。现长春版第10册语文书已收录《论语四则》。现语文版初一上册语文书已收录《论语六则》。现语文版初三上册语文书已收录《论语十则》。</p><br/><h2>轶事典故</h2> <p><strong>孔子行礼</strong></p> <p>　　传说，孔子年少而好礼，有一年的秋天，乌云滚滚，寒风嗖嗖，落叶从树上纷纷飘下来，随风翻飞。这时，年少的<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>正聚精会神的在窗下读书，由于天气太冷，他又穿着单薄的衣服，不时地搓着手。坐在一旁的母亲心痛地说：“孩子。歇一会儿吧！”</p> <p>　　“好啊！”孔子答应着站起身，拿起放在桌旁的俎豆（当时行礼用的器具），不声不响地出了屋门。</p> <p>　　母亲忙说：“孩子，外面风大，天又这么冷，眼看就要下雨了，你不要到院子里去玩了吧。”</p> <p>　　孔丘一脸正色地回答：“不是啊，母亲，我这是在祭祀神灵，行大礼呢！”</p> <p>　　“你行大礼干什么呢？”母亲问他。</p> <p>　　“如果我现在不学好礼仪，长大就不知道怎么做人了。”</p> <p>　　母亲听了孔丘的话，惊讶的说不出话来。</p> <p>　　在一个礼崩乐坏的年代，孔丘的举止确实是不同凡响的。</p> <p><strong>评赎奴隶</strong></p> <p>　　当时在春秋时代，鲁国有个规定，凡是到国外旅行去，看到有鲁国人在外国被卖为奴隶的，可以花钱把他赎出来，回到鲁国后，到国库去报帐，国库照付。孔子有一个学生，真的在国外看到有鲁国人被卖为奴隶了，就把他赎出来。赎出来以后，他没到国库去报帐，别人都说这个人品格高尚。孔子知道后，大骂这个学生，说这个学生做错了。别人奇怪了，做好事嘛，又赎了人，又不去报帐，这不是好事吗？不是品格高尚吗？孔子说看问题不能这样看，他这个做法，实际上妨碍了更多的奴隶被赎出来。这个人回来后没有去报帐，将来别人看见做奴隶的鲁国人，本想赎他出来，又想，我赎了以后，如果去报帐，别人就要议论：以前某某人不报帐，你去报帐，你的品格不如他。这样，这个人就可能装作没看见，不去赎人了。所以，这个做法就妨碍了更多的鲁国奴隶被人家赎买出来，是有害的。</p> <p><strong>落水救人</strong></p> <p>　　还有一个故事：一个人掉到水里去了，孔子的一个学生跳下水去，把人救起来了，家属感谢他，给他一头牛，他就收了。别人就议论了：下水救人还要钱？孔子知道了，表扬这个学生，说这个学生做得对，这会使更多的落水人被救。因为救了人之后，人家给钱，是可以收的，于是再有人落水，就有人愿意去救。所以要看客观的效果。</p> <p><strong>孔子学琴</strong></p> <p>　　孔子在学习方面是很虚心，尤为刻苦。有一次孔子随师襄子学鼓琴。曲名是《文王操》。孔子苦苦的练了很多日子，师襄子说“可以了”，孔子说：“我已经掌握了这个曲子的弹法，但未得其数”。又练了很多日子，师襄子又说“可以了，你已于其数”可是孔子仍说“不可以，未得其志”。又过了相当的时间，师襄子认为这回真的可以了，可是孔子仍然认为自己没有弹好这首乐曲，于是，反复的钻研，体会琴曲的内涵直到他看到文王的形象在乐曲中表现出来了，才罢休。他的精神深深的感动了师襄子，直到现在，孔子的名言“学而不厌，诲人不倦”仍是我们的座右铭。</p> <p><strong>实验欹器</strong></p> <p>　　《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·宥坐》记载“孔子观于鲁桓公之庙，有欹器焉。孔子问于守庙者曰：此为何器?守庙者曰：此盖为宥坐之器。孔子曰：吾闻宥坐之器，虚则欹，中则正，满则覆。孔子顾弟子日：注水焉。弟子挹水而注之，果中而正，满而覆，虚而欹。孔子喟然而叹日：吁!恶有满而不覆者哉!”</p> <p>　　宥与同右，又与侑同，劝说、勉励的意思，坐同座。古人无桌椅，席地而坐，前面是案几。常用的物品放在右侧，所以，座位右侧是经常关注的地方。宥坐即座右铭。</p> <p>　　欹器是很古老的陶器，相当于碗，底是尖的。它有个特点：空虚时只能歪斜地 放着，即“虚则欹”；当注入一半左右的水，就可端正地摆放，就是“中则正”；但注水又不可太满，水太多了，它又会自动侧翻倒，把水都倒了出来，这就是“满则覆”。欹器是对它的俗称，当人们利用它的特性赋予了文化内涵后，又送它一个雅号叫宥坐。</p> <p>　　宥坐所以能成为人们的座右铭是因为它具有很深的寓意：一个人不学无术，腹中空空，就不能自立；只有不断学习、掌握知识，才能立得稳、站得直；学无止境，不能自满，自满就会跌倒，前功尽弃。宥坐本是古代上层人物用来自戒自勉的，但是适于任何人。</p> <p>　　孔子博闻多识，他在鲁桓公庙虽然第一次见到宥坐，却早已知道它的特点，且立即让学生当场实验和讲解施教。这件事不仅反映出孔子知识渊博，同时映了孔子重视实践教育，把理论和实践相结合能起到更好的教学效果。</p> <p><strong>喜爱自然</strong></p> <p>　　孔子是中国古代突破对自然山水宗教式态度的第一人 ，喜爱大自然，更爱自然山水， 《论语·雍也篇》：仁者乐山，智者乐水。</p><br/><h2>生平</h2> <p>　　孔子是春秋末期的思想家、教育家，儒家思想的创始人，是儒家学派的代表人物之一。孔氏，子姓，名丘，字仲尼。鲁襄公二十二年（庚戌）八月二十七日（儒略历西元前551年，格里历西元前551年9月28日）申时在山东曲阜诞生。原籍河南商丘，先祖是商朝开国君主商汤。后宋国人孔防叔，生伯夏，伯夏生叔梁纥（hé）。孔子六世祖孔父嘉在宫廷内乱中被华督所杀，其子木金父为避难逃到鲁国邹邑，以其父字为孔我氏。相传孔子曾修《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》《书》《礼》《乐》，序《周易》，撰写《春秋》。他一生从事传道、授业、解惑，被中国人尊称“至圣先师，万世师表”。孔子死后，弟子及其再传弟子把孔子及其弟子的言行语录和思想记录下来，整理编成著名的儒家学派经典《论语》。</p> <p>　　相传他有弟子三千，贤弟子七十二人，曾带领部分弟子周游列国。孔子的思想对后世产生了极其深远的影响。孔子和战国时期儒家代表人物之一的孟子，被后世称为“孔孟”。孔孟两者思想的结合，形成了儒家思想中的“孔孟之道”。</p> <p><strong>贵族出身</strong></p> <p>　　孔子是商朝开国君主商汤的后代，是商朝的宗室。武王伐纣建立周朝，为安抚商朝的贵族，封于亳，国号所以是殷商的贵族后裔。</p> <p>　　三监之乱后，周公以周成王之命封商纣王的庶兄、商朝忠正的名臣微子启于宋国，死后葬于宋国故地（今河南省商丘市睢阳区），建有微子祠。 微子启死后，其弟微仲即位。</p> <p>　　微仲去世后，子宋公稽继立；宋公稽去世后，子丁公申继立。宋丁公去世后，子湣公共继立。宋湣公去世后，弟炀公熙自立，太子弗父何不得立。于是弗父何之弟公子鲋祀杀炀公，欲立弗为宋厉公。弗父何成为正卿。</p> <p>　　弗父何死，子宋父周立；宋父周死，世子胜继立，世子胜生正考父。正考父事宋国戴、武、宣三位国君，以恭敬著称，“一命而偻，二命而伛，三命俯“。正考父尝朝周，取回《商颂》，进行了一些整理，补充了在宋国已经亡失的篇章。</p> <p>　　正考父死，子孔父嘉继立。孔父嘉事宋穆公。穆公临死前，不立己子公子冯，而立兄子公子与夷，以报兄长宣公让国之恩。去世郑、卫等国作战，但多以失败告终，引起国人不满。孔父嘉有妻十分貌美，引起另一主政大夫华父督的垂涎。于是华父督借国人不满，发动兵变，杀掉了孔父嘉与宋殇公。孔父嘉之子木金父逃到鲁国，从此孔家成为鲁国人。</p> <p>　　木金父生祈父睾夷，祈父生孔防叔，孔防叔生伯夏，伯夏生叔梁纥，叔梁纥是为孔子的父亲，是鲁国著名的武士。前563年晋国荀莹率十一国联军进攻小国逼阳（今山东枣庄市中区），逼阳诈降，联军入城后即降下城门准备袭击联军，而此时叔梁纥则进前托住城门，使联军安然退出逼阳。孟献子称赞他：“《诗》所谓‘有力如虎’者也”。</p> <p><strong>圣人降世</strong></p> <p>　　叔梁纥正妻施氏，生九女而无子，妾生长子孟皮，但孟皮有足疾，不能为嗣，于是叔梁纥求于颜氏。颜氏有三女，且欲与叔梁纥为婚，但又念叔梁年老且性情急躁，于是征求三个女儿的意见。两长女皆不愿，唯小女颜征在愿嫁叔梁纥。</p> <p>　　颜征在时年十八，而叔梁纥已经六十六岁，年龄相差悬殊，两人为婚于《周礼》不合，夫妻在尼山居住并且怀孕，故谓之“野合”。鲁襄公二十二年（前551年）八月孔子降生。孔子生而头上圩顶，而又因其母曾祷于尼山，故名“丘”。</p> <p><strong>早年生活</strong></p> <p>　　孔子三岁的时候，叔梁纥病逝，葬于防。叔梁纥死后，颜征在失去庇佑，被叔梁纥正妻施氏所逐，于是带孔子庶兄孟皮与孔子至曲阜阙里，过着清贫的生活。孔子长大后，亦不得不为生活做许多粗活。孔子后来曾说：“吾少也贱，故多能鄙事。”</p> <p>　　虽然家庭贫困，但孔子仍然勤奋好学。幼年的孔子常将祭祀用的礼器（俎豆）摆设起来，练习行礼演礼，作为一种游戏。孔子长成后，身高九尺有六寸，因此乡人称其为“长人”。季氏曾飨士，孔子也前去，但为季氏家臣阳虎所绌，于是孔子返回。</p> <p><strong>踏上仕途</strong></p> <p>　　孔子自20多岁起，就想走仕途，所以对天下大事非常关注，经常思考治理国家的诸多问题，也常发表一些见解，到30岁时，已有些名气。</p> <p>　　鲁昭公二十年，齐景公出访鲁国时召见了孔子，与他讨论秦穆公称霸的问题，孔子由此结识了齐景公。鲁昭公25年，鲁国发生内乱，鲁昭公被迫逃往齐国，孔子也离开鲁国，到了齐国，受到齐景公的赏识和厚待，甚至曾准备把尼溪一带的田地封给孔子，但被大夫<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>阻。</p> <p>　　鲁昭公27年，齐国的大夫想加害孔子，孔子听说后向齐景公求救，齐景公说：“吾老矣，弗能用也。”孔子只好仓皇逃回鲁国。当时的鲁国，政权实际掌握在大夫的家臣手中，被称为“陪臣执国政”，因此孔子虽有过两次从政机会，却都放弃了，直到鲁定公9年被任命为中都宰，此时孔子已 51岁了。</p> <p>　　孔子年轻时做过几任小官，孔子治理中都（今汶上县）一年，卓有政绩，被升为小司空，不久又升为大司寇，摄相事，鲁国大治。鲁定公12年，孔子为削弱三桓（季孙氏、叔孙氏、孟孙氏三家世卿，因为是鲁桓公的三个儿子的后代，故称三桓，当时的鲁国政权实际掌握在他们手中，而三桓的一些家臣又在不同程度上控制着三桓，采取了隳（hui，音辉）三都的措施（即拆毁三桓所建城堡）。后来隳三都的行动半途而废，孔子与三桓的矛盾也随之暴露。恋歌舞，多日不理朝政，孔子非常失望，不久鲁国举行郊祭，祭祀后按惯例送祭肉给大夫们时并没有送给孔子，这表明季氏不想再任用他了，孔子在不得已的情况下离开鲁国，到外国去寻找出路，开始了周游列国的旅程，这一年，孔子55岁。</p> <p><strong>周游列国</strong></p> <p>　　孔子带弟子先到了卫国，卫灵公开始非常尊重孔子，按照鲁国的俸禄标准发给孔子俸粟6 万，但并没给他什么官职，没让他参与政事。孔子在卫国住了约10个月，因有人在卫灵公面前进谗言，卫灵公对孔子起了疑心，派人公开监视孔子的行动，于是孔子带弟子离开卫国，打算去陈国。</p> <p>　　路过匡城（今河南睢县）时，因误会被人围困了5日，逃离匡城，到了蒲地，又碰上卫国贵族公叔氏发动叛乱，再次被围。逃脱后，孔子又返回了卫国，卫灵公听说孔子师徒从蒲地返回，非常高兴，亲自出城迎接。此后孔子几次离开卫国，又几次回到卫国，这一方面是由于卫灵公对孔子时好时坏，另一方面是孔子离开卫国后，没有去处，只好又返回。</p> <p>　　鲁哀公2年（孔子59岁），孔子离开卫国经曹、宋、郑至陈国，于是派服劳役的人将孔子师徒围困在半道，前不靠村，后不靠店，所带粮食吃完，绝粮7日，最后还是子贡找到楚人，楚派兵迎孔子，孔子师徒才免于一死。孔子64岁时又回到卫国，68岁时在其弟子冉求的努力下，被迎回鲁国，但仍是被敬而不用。</p> <p>　　孔子的家境相当贫寒。由于身处乱世，孔子所主张的仁政没有施展的空间，但在治理鲁国的三个月中，使强大的齐国也畏惧孔子的才能，足见孔子无愧于杰出政治家的称号。政治上的不得意，使孔子将很大一部分精力用在教育事业上。孔子曾任鲁国司寇，后携弟子周游列国，入东周向老子请教。最终返回鲁国，专心执教。孔子打破了教育垄断，开创了私学先驱，弟子多达三千人，其中贤人七十二，便是著名的七十二贤士。七十二人中有很多为各国高官栋梁，又为儒家学派延续了辉煌。这“七十二贤士”中，又数颜回，是孔子最爱的弟子。</p> <p><strong>驾鹤西去</strong></p> <p>　　这段期间孔子专注于教育和古籍整理。鲁哀公十二年冬，孔鲤先孔子而死。鲁哀公十四年，颜回先他而去。孔子有所感慨：“昔从我於陈蔡者，皆不及门也。”哀公十四年夏，齐国陈恒弑其君，孔子斋戒沐浴三天，向哀公恳请伐齐，哀公让他“告季孙”，孔子又向季孙请求出兵，结果遭到拒绝。</p> <p>　　前480年，孔子另一得意门生子路死于卫国内乱，而且还被剁成肉酱。经过这一系列打击后，孔子知道自己时日不多。</p> <p>　　前479年的一天，子贡来见孔子，孔子柱杖依于门前遥遥相望。他对子贡说：“赐，你自怎么来得这么晚？”于是叹息道：“太山（即泰山）坏乎！梁柱摧乎！哲人萎乎！”说完，流下眼泪。接着他又对子贡说：“夏人殡于东阶，周人殡于西阶，殷人殡于两柱间。我昨晚梦到奠于两柱之间。我是殷人。”</p> <p>　　七天后，孔子逝世，终年七十三岁，被葬于曲阜城北的泗水岸边。众弟子为其服丧3年，子贡为孔子守坟6年。</p> <p><strong>孔子谥号</strong></p> <p>　　周敬王四十一年（公元前479年），孔子去世，弟子心丧三年，庐于墓旁者百余室，因名其地为「孔里」，并各植树一棵。孔子后裔承继其儒学，为名相、博士、大儒。台湾之孔垂长先生，为其79代嫡孙。孔子是教育家、亦是政治家，孔子去世后，历代帝王为彰显对孔子的尊崇，不断追封追谥。</p> <p>　　西汉元始元年（公元元年），汉平帝刘衎追封孔子为“褒成宣尼公”“褒成”褒奖其功劳，“宣尼”是谥号，“公”是爵位。</p> <p>　　北魏太和十六年（公元492年），孝文帝元宏称孔子为“文圣尼父”。“文圣”是尊号，“尼父”是敬称。</p> <p>　　北周大象二年（公元580年），静帝宇文衍追封孔子为“邹国公”，“邹”是国名，“公”是爵位。</p> <p>　　隋开皇元年（公元581年），文帝杨坚称孔子为“先师尼父”；乾封元年（公元666年），高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>赠孔子为“太师”，“太师”为官位。</p> <p>　　武周天绶元年（公元690年），<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>封孔子为“隆道公”。“隆道”是封号，“公”是爵位。</p> <p>　　唐开元二十七年（公元739年），玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>封孔子为“文宣王”。“文宣”为谥号，“王”是爵位。这儿的“王”不是后世皇帝以下的侯王的王，而是周天子“武王”“成王”的王。</p> <p>　　宋仁宗至和二年（1055年）改文宣公为衍圣公，后代相沿不改。</p> <p>　　西夏仁宗三年（公元1146年）三月，西夏仁宗颁布诏令：“尊孔子为文宣帝，令州郡悉立庙祀，殿庭宏敞，并如帝制。”（据《宋史·夏国传》和吴广成《西夏书事》记载）这一封号是给历朝历代最高级别的人的。</p> <p>　　元朝大德十一年（1307年）成宗加衔“大成至圣文宣王”。</p> <p>　　明朝世宗嘉靖九年（1530年）尊“至圣先师”。</p> <p>　　清朝顺治二年（1645年）世祖尊“大成至圣文宣先师”。</p> <p>　　中华民国二十四年（1935年）国民政府尊“大成至圣先师”。</p><br/><h2>藏书始祖</h2> <p>　　68岁返回鲁国，开始整理图书典籍。尤其是在晚年，主要精力是用在校勘、整理典籍方面，是我国最早的图书整理者，相传他整理《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》、《书》等文献，并把鲁史官所记《春秋》加以删修，成为我国第一部编年体的历史著作。他在整理文献中，创立了揭示文献“为之作序”、“言其作意”的目录学方法。为《诗》、《书》作序，或附于书后，或临于书首，或另出单行，这在揭示文献的内容上起重要作用。他整理图书所定的《六艺》，对汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、刘歆父子在《别录》、《七略》书目分类上产生了极大的影响。他的学生子路曾向他建议，“由闻周之征藏史有老聃者，免而归居。夫子欲藏书，则试往因矣”《隋书·经籍志》记载“孔子观书周室，得虞、夏、商、周四代之典。”说明其通过国家的藏书，了解了前四代的典章制度和历史。他所收藏的图书主要以《诗》、《书》、《礼》、《乐》、《春秋》等。《公羊解诂》载孔子“使子夏等十四人救周史记，得百二十国宝书，”说明在编定六经时，广泛搜集各国典籍。故后，“所居堂弟子内，后世因庙藏孔子衣冠、琴、车、书。”又《庄子》记载：“孔子西藏书于周室”，“藏其所著书也”。《汉书·艺文志》载：“武帝末，鲁共（恭）王坏孔子宅，欲以广其宫，而得《古文尚书》及《礼记》、《论语》、《孝经》凡数十篇，皆古字也。”其主要言行由弟子记载下来，成《论语》一书，影响深远。</p> <p>　　孔子为中国儒家学派的创始人。自汉朝“罢黜百家，独尊儒术”以来，儒学一直被历代统治者视作正统学科，以至作为任贤用能的标准，影响延绵数千年至今。</p><br/><h2>家族成员</h2> <p>　　孔子祖籍位于宋国（今河南商丘），祖居地今址位于河南省商丘市夏邑县城北六公里王公楼村。父亲叔梁纥居于鲁昌平乡邹邑，为邹邑大夫。叔梁纥与元配施氏连出9个女儿，他望子心切，于是续娶一妾，得一子名孟皮，却脚有残疾。叔梁纥在72岁时三娶18岁的颜征在，生<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>仲尼。为得子，叔梁纥曾在尼丘山求拜，故取名丘，字仲尼。</p> <p>　　孔子身后，七世单传，至第九代才有孔鲋、孔腾、孔树兄弟三人。孔子后裔秉承祖先“<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>礼传家”之祖训，在文学、经学等方面都有较大成就，在明清时期更因为得到皇帝扶持，成为“天下第一家”。孔子家谱经过5次重修，历经2500多年，记录的非常详细，各代名字取法也极有说道。现如今孔子的后裔约300万人，以山东曲阜为中心，遍及中国及海外。孔繁森、孔祥熙、孔令辉等名人均是孔子的后人。</p><br/><h2>名言语录</h2> <p>　　不义而富且贵，于我如浮云。</p> <p>　　士志于道，而耻恶衣恶食者，未足与议也。</p> <p>　　不学礼，无以立。</p> <p>　　三人行，必有我师焉。择其善者而从之，其不善者而改之。</p> <p>　　知之为知之，不知为不知，是知(zhì)也。</p> <p>　　敏而好学，不耻下问。</p> <p>　　裔不谋夏，夷不乱华，俘不干盟，兵不逼好。</p> <p>　　慎终，追远，民德归厚矣。</p> <p>　　学而不思则罔，思而不学则殆。</p> <p>　　小不忍则乱大谋。</p> <p>　　道不同，不相为谋。</p> <p>　　己所不欲，勿施于人。</p> <p>　　贤哉，回也!一箪食，一瓢饮，在陋巷，人不堪其忧。回也不改其乐。贤哉，回也!</p> <p>　　富与贵，是人之所欲也;不以其道，得之不处也。贫与贱，是人之所恶也; 不以其道，得之不去也。</p> <p>　　志士仁人，无求生以害仁，有杀身以成仁。</p> <p>　　君子和而不同，小人同而不和。</p> <p>　　子曰：“巧言令色，鲜矣仁。”</p> <p>　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”</p> <p>　　子曰：“不患人之不己知，患不知人也。”</p> <p>　　子曰：“《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》三百，一言以蔽之，曰：‘思无邪。’”</p> <p>　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”</p> <p>　　子曰：“温故而知新，可以为师矣。”</p> <p>　　子曰：“智者乐水，仁者乐山;智者动，仁者静;智者乐，仁者寿。” 译文 孔子说：“明智的人喜欢水，仁慈的人喜欢山;明智的人好动，仁慈的人好静;明智的人快乐，仁慈的人长寿。”</p> <p>　　叶公问孔子于子路，子路不对。子曰：“汝奚不曰：其为人也，发愤忘食，乐以忘忧，不知老之将至云尔?”</p> <p>　　子以四教：文、行、忠、信。</p> <p>　　子曰：“君子坦荡荡，小人长戚戚。”</p> <p>　　译文 孔子说：“君子胸怀宽广，能包容别人，小人爱斤斤计较，心胸狭窄。”</p> <p>　　子曰：“不在其位，不谋其政。”</p> <p>　　子曰：“后生可畏，焉知来者之不如今也?”</p> <p>　　子曰：“三军可夺帅也，匹夫不可夺志也。”</p> <p>　　子曰：“智者不惑，仁者不忧，勇者不惧。”</p> <p>　　子曰：“岁寒，然后知松柏之后凋也。”</p> <p>　　子曰：“君子成人之美，不成人之恶。小人反是。”</p> <p>　　颜渊问仁。子曰：“克己复礼为仁。一日克己复礼，天下归仁焉。为仁由己，而由人乎哉?”颜渊曰：“请问其目。”子曰：“非礼勿视，非礼勿听，非礼勿言，非礼勿动。”颜渊曰：“回虽不敏，请事斯语矣!”</p> <p>　　逝者如斯夫，不舍昼夜。</p> <p>　　一张一弛，文武之道</p> <p>　　轻千乘之国，而重一言之信。</p> <p>　　鞭扑之子，不从父之教。</p> <p>　　君子如欲化民成俗，其必由学乎!</p> <p>　　性相近也，习相远也。</p><br/><h2>生平年表</h2> <p>　　1岁：公元前551年9月28日（鲁襄公二十二年八月廿七）孔子生于鲁国陬邑昌平乡（今山东曲阜城东南）。关于孔子出生年月有两种记载，相差一年，今依《史记 孔子世家》说。</p> <p>　　2岁：公元前550年（鲁襄公二十三年）孔子在鲁。</p> <p>　　3岁：公元前549年（鲁襄公二十四年）其父叔梁纥卒，葬于防山（今曲阜东25里处）。孔母颜徵在携子移居曲阜阙里，生活艰难。</p> <p>　　4岁：公元前548年（鲁襄公二十五年）孔子在鲁。</p> <p>　　5岁：公元前547年（鲁襄公二十六年）孔子弟子秦商生，商字不慈，鲁国人。</p> <p>　　6岁：公元前546年（鲁襄公二十七年）弟子曾点生，点字皙，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>之父。</p> <p>　　7岁：公元前545年（鲁襄公二十八年）弟子颜繇生，繇又名无繇，字季路，颜渊之父。</p> <p>　　8岁：公元前544年（鲁襄公二十九年）弟子冉耕生，字伯牛，鲁国人。</p> <p>　　9岁：公元前543年（鲁襄公三十年）孔子在鲁。这一年，郑国子产执政，“使都鄙有章，上下有服，田有封洫，庐井有伍。”（《左传襄公三十年》）郑国大治。后来孔子对子产的政绩评价很高。</p> <p>　　10岁：公元前542年（鲁襄公三十一年）弟子仲由生，字子路，卞人。 是年鲁襄公死，其子躌继位，是为昭公。</p> <p>　　11岁：公元前541年（鲁昭公元年）孔子在鲁。</p> <p>　　12岁：公元前540年（鲁昭公二年）弟子漆雕开生，字子若，蔡人。</p> <p>　　13岁：公元前539年（鲁昭公三年）孔子在鲁。</p> <p>　　15岁：公元前537年（鲁昭公五年）孔子日见其长，已意识到要努力学习做人与生活之本领，故曰：“吾十有五而志于学”。（《论语·为政》）</p> <p>　　16岁，公元前536年（鲁昭公六年）郑铸刑鼎。弟子闽损生，字子骞，鲁国人。</p> <p>　　17岁：公元前535年（鲁昭公七年）孔母颜征在卒。是年，季氏宴请士一级贵族，孔子去赴宴，被季氏家臣阳虎拒之门外。</p> <p>　　19岁：公元前533年（鲁昭公九年）孔子娶宋人亓官氏之女为妻。</p> <p>　　20岁：公元前532年（鲁昭公十年）亓官氏生子。据传此时正好赶上鲁昭公赐鲤鱼于孔子，故给其子起名为鲤，字伯鱼。是年孔子开始为委吏，管理仓库。</p> <p>　　21岁：公元前531年（鲁昭公十一年）是年孔子改作乘田，管理畜牧。孔子说:“吾少也贱，故多能鄙事。”（《论语·子罕》） 此“鄙事”当包括“委吏”、“乘田”。</p> <p>　　27岁：公元前525年（鲁昭公十七年）郯子朝鲁，孔子向郯子询问郯国古代官制。孔子开办私人学校，当在此前后。</p> <p>　　30岁：公元前522年（鲁昭公二十年）自十五岁有志于学至此时已逾15年，孔子经过努力在社会上已站住脚，故云”三十而立”。（《论语 为政》）是年齐景公与<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>来鲁国访问。齐景公会见孔子，与孔子讨论秦穆公何以称霸的问题。弟子颜回、冉雍、冉求、商瞿、梁鴷生。回字渊，雍字仲弓，求字子有，瞿字子木，皆鲁国人；鴷字叔鱼，齐国人。</p> <p>　　31岁：公元前521年（鲁昭公二十一年）弟子巫马施、高柴、宓不齐生。施字子期，陈国人；柴字子高，齐国人；不齐字子贱，鲁国人。</p> <p>　　32岁：公元前520年（鲁昭公二十二年）弟子端木赐生，赐字子贡，卫国人。</p> <p>　　34岁：公元前518年（鲁昭公二十四年）孟懿子和南宫敬叔学礼于孔子。相传孔子与南宫敬叔适周问礼于老聃，问乐于苌弘。</p> <p>　　35岁：公元前517年（鲁昭公二十五年）鲁国发生内乱。《史记·孔子世家》云：“昭公率师击（季）平子，平子与孟孙氏、叔孙氏三家共攻昭公，昭公师败，奔齐。”孔子在这一年也到了齐国。</p> <p>　　36岁：公元前516年（鲁昭公二十六年）齐景公问政于孔子，孔子对曰：“君君、臣臣、父父、子子”。孔子得到齐景公的赏识，景公欲以尼溪之田封孔子，被晏子阻止。孔子在齐闻《韶》乐，如醉如痴，三月不知肉味。</p> <p>　　37岁：公元前515年（鲁昭公二十七年）齐大夫欲害孔子，孔子由齐返鲁。吴公子季札聘齐，其子死，葬于瀛、博之间。孔子往，观其葬礼。弟子樊须、原宪生。须字子迟，鲁国人；宪字子思，宋国人。</p> <p>　　38岁：公元前514年（鲁昭公二十八年）晋魏献子（名舒）执政，举贤才不论亲疏。孔子认为这是义举，云：“近不失亲，远不失举，可谓义矣。”</p> <p>　　39岁：公元前513年（鲁昭公二十九年）是年冬天晋铸刑鼎，孔子曰“晋其亡乎，失其度矣。”</p> <p>　　40岁：公元前512年（鲁昭公三十年）经过几十年的磨练，对人生各种问题有了比较清楚的认识，故自云“四十而不惑”。弟子澹台灭明生。灭明字子羽，鲁国人。</p> <p>　　41岁：公元前511年（鲁昭公三十一年）弟子陈亢生。亢字子禽，陈国人。</p> <p>　　42岁：公元前510年（鲁昭公三十二年）昭公卒，定公立。</p> <p>　　43岁：公元前509年（鲁定公元年）弟子公西赤生。赤字华，鲁国人。</p> <p>　　45岁：公元前507年（鲁定公三年）弟子<a href=\"http://so.gushiwen.org/author_2133.aspx\">卜商</a>生。商字子夏，卫国人。</p> <p>　　46岁：公元前506年（鲁定公四年）弟子言偃生。偃字子游，吴国人。</p> <p>　　47岁：公元前505年（鲁定公五年）弟子曾参、颜幸生。参字子舆，鲁国人。幸字子柳，鲁国人。</p> <p>　　48岁：公元前504年（鲁定公六年）季氏家臣阳虎擅权日重。孔子称之为“陪臣执国命”。（《论语·季氏》）《史记·孔子世家》云：“陪臣执国政。.……故孔子不仕，退而修《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》、《书》、《礼》、《乐》，弟子弥众，至自远方，莫不受业焉。”阳虎欲见孔子，孔子不想见阳虎、后二人在路上相遇。阳虎劝孔子出仕，孔子没有明确表态。此事当在鲁定公五年或鲁定公六年。</p> <p>　　49岁：公元前503年（鲁定公七年）弟子颛孙师生。师字子张，陈国人。</p> <p>　　50岁：公元前502年（鲁定公八年）自谓“五十而知天命”。（《论语·阳货》）“公山弗扰以费畔，召，子欲往。子路不说。”</p> <p>　　51岁: 公元前501年（鲁定公九年）孔子为中都宰，治理中都（汶上县）一年，卓有政绩，四方则之。弟子冉鲁、曹坅、伯虔、颜高，叔仲会生。鲁字子鲁，鲁国人：坅字子循，蔡国人：虔字子析，鲁国人；高字子骄，鲁国人：会字子期。鲁国人。</p> <p>　　52岁：公元前500年（鲁定公十年）孔子由中都宰升小司空，后升大司寇，摄相事。夏天随定公与齐侯相会于夹谷。孔子事先对齐国邀鲁君会于夹谷有所警惕和准备，故不仅使齐国劫持定公的阴谋未能得逞，而且逼迫齐国答应归还侵占鲁国的郓、鄵、龟阴等土地。</p> <p>　　53岁：公元前499年（鲁定公十一年）孔子为鲁司寇，鲁国大治。</p> <p>　　54岁：公元前498年（鲁定公十二年）孔子为鲁司寇。为削弱三桓，采取堕三都的措施。叔孙氏与季孙氏为削弱家臣的势力，支持孔子的这一主张，但此一行动受孟孙氏家臣公敛处父的抵制，孟孙氏暗中支持公敛处父。堕三都的行动半途而废。弟子<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>生。龙字子石，楚国人。</p> <p>　　55岁：公元前497年（鲁定公十三年）春，齐国送80名美女到鲁国。季桓子接受了女乐，君臣迷恋歌舞，多日不理朝政。孔子与季氏出现不和。孔子离开鲁国到了卫国。十月，孔子受谗言之害，离开卫国前往陈国。路经匡地，被围困。后经蒲地，遇公叔氏叛卫，孔子与弟子又被围困。后又返回卫都。</p> <p>　　56岁：公元前496年（鲁定公十四年）孔子在卫国被卫灵公夫人南子召见。子路对孔子见南子极有意见批评了孔子。郑国子产去世孔子听到消息后，十分难过，称赞子产是“古之遗爱”。</p> <p>　　57岁：公元前495年（鲁定公十五年）孔子去卫居鲁。夏五月鲁定公卒，鲁哀公立。</p> <p>　　58岁：公元前494年（鲁哀公元年）孔子居鲁，吴国使人聘鲁，就“骨节专车”一事问于孔子。</p> <p>　　59岁：公元前493年（鲁哀公二年）孔子由鲁至卫。卫灵公问陈（阵）于孔子，孔子婉言拒绝了卫灵公。孔子在卫国住不下去，去卫西行。经过曹国到宋国。宋司马桓魋讨厌孔子，扬言要加害孔子，孔子微服而行。</p> <p>　　60岁：公元前492年（鲁哀公三年）孔子自谓”六十而耳顺”。孔子过郑到陈国，在郑国都城与弟子失散独自在东门等候弟子来寻找，被人嘲笑，称之为”累累若丧家之犬”。孔子欣然笑曰：“然哉，然哉！”</p> <p>　　61岁：公元前491年（鲁哀公四年）孔子离陈往蔡。</p> <p>　　62岁：公元前490年（鲁哀公五年）孔子自蔡到叶。叶公问政于孔子，并与孔子讨论有关正直的道德问题。在去叶返蔡的途中，孔子遇隐者。</p> <p>　　63岁：公元前489年（鲁哀公六年）孔子与弟子在陈蔡之间被困绝粮，许多弟子因困饿而病，后被楚人相救。由楚返卫，途中又遇隐者。</p> <p>　　64岁：公元前488年（鲁哀公七年）孔子在卫。主张在卫国为政先要正名。</p> <p>　　65岁：公元前487年（鲁哀公八年）孔子在卫。是年吴伐鲁，战败。孔子的弟子有若参战有功。</p> <p>　　66岁：公元前486年（鲁哀公九年）孔子在卫。</p> <p>　　67岁：公元前485年（鲁哀公十年）孔子在卫。孔子夫人亓官氏卒。</p> <p>　　68岁：公元前484年（鲁哀公十一年）是年齐师伐鲁，孔子弟子冉有帅鲁师与齐战，获胜。季康子问冉有指挥才能从何而来？冉有答曰“学之于孔子”。季康子派人以币迎孔子归鲁。孔子周游列国14年，至此结束。季康子欲行“田赋”，孔子反对。孔子对冉有说：“君子之行也，度于礼。施取其厚，事举其中，敛从其薄。如是则丘亦足矣”。</p> <p>　　69岁：公元前483年（鲁哀公十二年）孔子仍有心从政，然不被用。孔子继续从事教育及整理文献工作。孔子的儿子孔鲤卒。</p> <p>　　70岁：公元前482年（鲁哀公十三年）孔子自谓“七十而从心所欲，不逾矩”。颜回卒，孔子十分悲伤。</p> <p>　　71岁：公元前481年（鲁哀公十四年）是年春，狩猎获麟。孔子认为这不是好征兆，说：“吾道穷矣”。于是停止修《春秋》。六月齐国陈恒弑齐简公，孔子见鲁哀公及三桓，请求鲁国出兵讨伐陈桓，没有得到支持。</p> <p>　　72岁：公元前480年（鲁哀公十五年）孔子闻卫国政变，预感到子路有生命危险。子路果然被害。孔子十分难过。</p> <p>　　73岁：公元前479年4月11日（鲁哀公十六年二月十一），孔子患病，不愈而卒。葬于鲁城北。鲁哀公诔之曰：“天不吊，不潎遗一老，俾屏余一人以在位，茕茕余在疚，呜呼哀哉！尼父！无自律”。不少弟子为之守墓三年，子贡为之守墓六年。弟子及鲁人从墓而家者上百家，得名孔里。孔子的故居改为庙堂，孔子受到人们的奉祀。野史记载曾皙、冉有、公西华侍坐。韦伯入，舞乎韦伯。夫诸子皆瞎！子识礼乐，俟君子。莫之能御也，曰：“汝何由可止也？”韦伯曰：“汝行窗，吾由此可止也！”子为之，韦伯触使坠之，子殁。</p><br/><h2>思想体系</h2> <p><strong>特点</strong></p> <p>　　①他提出“仁义礼智”的学说，“仁”包含了对社会、政治的最高期待。</p> <p>　　②他主张“爱人”，要求统治者体察民情，爱惜民力，“为政以德”。</p> <p>　　③他反对苛政和任意刑杀。</p> <p>　　④提出儒家学派的核心思维方法，行中庸之道。</p> <p><strong>政治思想</strong></p> <p>　　其核心是“礼”与“仁”，在治国的方略上，他主张“为政以德”，用道德和礼教来治理国家是最高尚的治国之道。这种治国方略也叫“德治”或“礼治”。这种方略把德、礼施之于民，严格了等级制，把贵族和庶民截然划分治者与被治者。打破了贵族和庶民间原有的一条重要界限。</p> <p>　　孔子的仁说，体现了人道精神，孔子的礼说，则体现了礼制精神，即现代意义上的秩序和制度。人道主义这是人类永恒的主题，对于任何社会，任何时代，任何一个政府都是适用的，而秩序和制度社会则是建立人类文明社会的基本要求。孔子的这种人道主义和秩序精神是中国古代社会政治思想的精华。</p> <p>　　孔子晚年时期的最高理愿望称之为《大同》在大同的世界里，天下的人，不止以自己的家人为亲，不止以自己的父母儿女为爱，而是相互敬爱，爱天下所有的人。使老有所终，壮有所用，孩子们都能获得温暖与关怀，孤独的人与残疾者都有所依靠，男人各自有自己的事情，女人有满意的归宿。天下没有欺诈，没有盗贼，路不拾遗，夜不闭户，人人讲信修睦，选贤举能，大道之行也，天下为公。</p> <p><strong>经济思想</strong></p> <p>　　孔子的经济思想最主要的是重义轻利、“见利思义”的义利观与“富民”思想。这也是儒家经济思想的主要内容。对后世有较大的影响。孔子所谓“义”，是一种社会道德规范，“利”指人们对物质利益的谋求。在“义”、“利”两者的关系上，孔子把“义”摆在首要地位。他说：“见利思义”。要求人们在物质利益的面前，首先应该考虑怎样符合“义”。他认为“义然后取”，即只有符合“义”，然后才能获取。孔子甚至在《论语·子罕》中主张“罕言利”，即要少说“利”，但并非不要“利”。《左传·成公二年》记载，干不符合道义的事而获得富贵，就如同浮云一样，不屑于用不义的手段取得富贵。孔子还认为，对待“义”与“利”的态度，可以区别“君子”与“小人”。有道德的“君子”，容易懂得“义”的重要性，而缺乏道德修养的“小人”，则只知道“利”而不知道“义”。这就是孔子在《论语·里仁》中说的“君子喻于义，小人喻于利”。有人认为孔子既然重“义”，则势必轻视体力劳动。这种观点是错误的。《论语》中记载他对想学农的弟子樊迟十分不满，骂他是“小人”，这是因为孔子认为人要有更大的理想和追求，要承担的是更大的责任。他要让他的学生成为价值的承担者而不是一个农民。</p> <p><strong>教育思想</strong></p> <p>　　孔子在中国历史上最早提出人的天赋素质相近，个性差异主要是因为后天教育与社会环境影响（“性相近也，习相远也”）。因而人人都可能受教育，人人都应该受教育。他提倡“有教无类”，创办私学，广招学生，打破了奴隶主贵族对学校教育的垄断，把受教育的范围扩大到平民，顺应了当时社会发展的趋势。他主张“学而优则仕”，学习了还有余力，就去做官。他的教育目的是要培养从政的君子，而君子必须具有较高的道德品质修养，所以孔子强调学校教育必须将道德教育放在首要地位（“弟子入则孝，出则悌，谨而信，泛爱众，而亲仁。行有余力，则以学文”）。孔子道德教育的主要内容是“礼”和“仁”。其中“礼”为道德规范，“仁”为最高道德准则。“礼”是“仁”的形式，“仁”是“礼”的内容，有了“仁”的精神，“礼”才真正充实。在道德修养方面，他提出树立志向、克己、践履躬行、内省、勇于改过等方法。“学而知之”是孔子教学思想的主导思想。在主张不耻下问、虚心好学的同时，他强调学习与思考相结合（“学而不思则罔，思而不学则殆”），同时还必须“学以致用”，将学到的知识运用于社会实践。他最早提出启发式教学。他说：“不愤不启，不悱不发。”意谓教师应该在学生认真思考，并已达到一定程度时恰到好处地进行启发和开导，他又是在教学实践中最早采用因材施教方法的教育家。通过谈话和个别观察等方法，他了解和熟悉学生的个性特征，在此基础上，根据各个学生的具体情况，采取不同的教育方法，培养出了德行、言语、政事、文学等多方面的人才。孔子热爱教育事业，毕生从事教育活动。他学而不厌，诲人不倦。不仅言教，更重身教，以自己的模范行为感化学生。他爱护学生，学生也很尊敬他，师生关系非常融洽。他是中国古代教师的光辉典型。孔子的教育活动不但培养了众多学生，而且他在实践基础上提出的教育学说，为中国古代教育奠定了理论基础。由于孔子保守的政治态度，因此对待经济制度的改革也反映了保守的思想。比如鲁宣公十五年（公元前594年）实行“初税亩”，从法律上承认私田的合法地位，是春秋时代的重大经济改革；但是据《左传》说，孔子修《春秋》时记载“初税亩”，目的是批评其\"非礼也\"。而民众不富足，国君没有富足的。在《论语·尧曰》中还记载，孔子主张“因民之利而利之”，即对民众有利的事情才去做。另一方面，他又主张赋税要轻一些，徭役的摊派不要耽误农时。《论语·述而》记载，孔子还对当时的为政者进行说教，要求为政者不要过于奢侈，要注意节俭。他说：“奢则不逊，俭则固。与其不逊也，宁固。”同时，还主张“节用而爱人”。这里面包含了把孔子“仁”的思想运用于经济领域。</p> <p><strong>美学思想</strong></p> <p>　　孔子的美学思想核心为“美”和“善”的统一，也是形式与内容的统一。孔子提倡“<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>教”，即把文学艺术和政治道德结合起来，把文学艺术当作改变社会和政治的手段，陶冶情操的重要方式。并且孔子认为，一个完人，应该在诗、礼、乐修身成性。孔子的美学思想对后世的文艺理论影响巨大。</p><br/><h2>后世评价</h2> <p>　　孔子所处的东周王朝春秋时代，西周社会以血缘氏族为基础的政治制度崩溃瓦解，而基于文化认同的汉民族共同体正在形成。这是中国人的文化自觉最初发生的年代，古典成为时尚，一些人开始思考天道、人生和世界秩序等方面的问题，原先由贵族所垄断的文化教育也正逐渐流入民间。孔子正是这时代精神的代表人物与集大成者，遂开战国诸子百家之先河。</p> <p>　　孔子是一位伟大的教育家。他创办私学，提出‘有教无类’的口号，在古代率先打破‘学在官府’的贵族垄断文化格局，提倡在平民阶层中普及文化教育，而且身体力行。孔门师生在社会上产生很大影响，一时成为显学，形成了中国古代的第一个学派的‘儒家’。</p> <p>　　在长期的教学实践活动中，孔子积累和总结了很多教学经验。他主张因材施教，根据学生的不同特点分别指导。他提出‘不愤不启，不悱不发’的启发式教学方法，就是说不到学生百思不得其解的时候，不要轻易告诉他现成的答案。他还提出了许多至今仍有价值的教学箴言：如‘学而时习之，不亦说乎’，强调温习的重要性；‘学而不思则罔，思而不学则殆’，强调学思结合；‘知之为知之，不知为不知，是知也’，强调端正学习态度；‘三人行，必有我师焉，择其善者而从之；其不善者而改之’，主张不耻下问，善于向别人学习。</p> <p>　　孔子还搜集和整理了中国古代的文献《<a href=\"http://so.gushiwen.org/author_856.aspx\">诗</a>》、《书》、《礼》，删修了鲁国史书《春秋》，晚年又读《易》，对中华上古文化的保存和传承做出了重大贡献。</p> <p>　　《论语》是了解其思想的主要著作。</p><br/><h2>纪念建筑</h2> <p><strong>孔庙</strong></p> <p>　　孔子庙即孔庙，是纪念祭祀我国伟大思想家、教育家孔子的祠庙建筑。在我国古代建筑类型中，堪称是最为突出的一种，是我国古代文化遗产中极其重要的组成部分。</p> <p>　　自汉代以后，各地祭孔活动延续不断，在各地逐渐建成孔庙。其中位于山东省曲阜市南门内的孔庙为本庙，另外在福州、北京、衢州、德阳等地都有孔庙。</p> <p><strong>曲阜孔庙</strong></p> <p>　　曲阜孔庙初建于公元前478年，是第一座祭祀孔子的庙宇，为孔庙的本庙。本庙以孔子的故居为庙，以皇宫的规格而建，是我国三大古建筑群之一，在世界建筑史上占有重要地位。1994年12 月，曲阜孔庙、孔林、孔府根据世界文化遗产遴选标准C(I)(IV)(VI)入选《世界遗产名录》。</p> <p><strong>南孔孔庙</strong></p> <p>　　南孔孔庙是全国仅存的两个孔氏家庙之一，位于浙江衢州市区府山街道新桥街，是全国重点文物保护单位。</p> <p>　　南宋·建炎初，北方已被金人占领，孔子第四十八世孙袭封衍圣公孔端友及其叔父孔传决定带一部分族人及孔子及亓官夫人楷木像和圣像碑两件宝物南渡，孔子世家宗室南迁衢州之后，无庙奉祀先祖。他们请南宋朝廷，鼎建家庙，奉祀孔子等列祖列宗。宝祐元年（公元1253年），宋理宗拨款建造孔庙。但这座家庙，毁于元兵之后。</p> <p>　　留下的这座家庙始建于明正德年间，由孔庙，孔府及后花园，思鲁阁三部分组成。大部分建筑仿照曲阜孔庙，为思鲁阁为首创，是为告诫孔氏子孙不忘故里。“思鲁阁”是南宗孔氏子孙为表达他们思念山东曲阜和家人而精心设计建造的。</p>"
}