{
  "id": 2682,
  "star": 0,
  "name": "杨凝式",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2682.jpg",
  "dynasty": "唐代",
  "desc": "杨凝式（873年－954年），字景度，号虚白，陕西华阴人，居洛阳。生于唐懿宗咸通十四年，卒于后周世宗显德元年（954年），享年八十二岁。唐昭宗时进士，官秘书郎，后历仕后梁、唐、晋、汉、周五代，官至太子太保，世称“杨少师”[2] 。杨凝式在书法历史上历来被视为承唐启宋的重要人物。“宋四家”（即苏轼、黄庭坚、米芾、蔡襄）都深受其影响。代表作品有《韭花帖》、《卢鸿草堂十志图跋》、《神仙起居法》。",
  "content": "<h2>艺术成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2682.aspx\">杨凝式</a>生活的时代，是唐王朝走向灭亡继之以五代战乱的时期。《五代史》本传称“凝式虽历仕五代，以心疾闲居，故时人目以风子，其笔迹遒放，宗师<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>与<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>杨凝式书《新不虚词》而加以纵逸，即久居洛，多遨游佛道祠，遇山水胜迹，辄流连赏咏，有垣墙圭缺处，顾视引笔，且吟且书，若与神会。”由于他喜欢遨游佛寺，又特别喜欢书壁，据说他居洛阳的十年间，二百余所寺院的墙壁，几乎都让他题写遍了。而各寺僧人，也以能够得到他的题壁墨书为荣耀。为此，寺僧们见有可题写的墙壁，就先将其粉饰一过，专等他到来。杨凝式或乘兴游到此处，见墙壁光洁可爱，即“箕踞顾视”，兴发若狂，乃信笔挥洒，且吟且书，直到粉壁书尽才肯作罢。这种创作方法与唐代的<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>、<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>颇有相似之处，所不同的是，张旭、怀素是借酒作书表演给人看，杨凝式则是为了自慰和自我发泄胸中的逸气。</p> <p>　　杨凝式的这些题壁作品一直到北宋时期还可以看到许多，<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>曾说：“世人尽学兰亭面，欲换凡骨无金丹。谁知洛阳杨风子，下笔便到乌丝栏。”（《跋杨凝式帖后》）如果说《韭花帖》是他作为正常人，常的心理状态之下笔底神来的杰作，那么，他的行草书《神仙起居法》和《夏热帖》等的恣肆散逸，恍惚变幻，则可以说是展现了他的貌似狂放与怪诞实则清醒颖悟的精神状态。</p> <p>　　杨凝式书法艺术是在唐、宋两代的书法艺术高峰之间架起了一座桥梁。就书法艺术的发展而卢鸿草堂十志图跋言。有宋一代，只有米元章一人的行草书偶然能得其仿佛，而他的为人也因此而被称之为“米颠”。</p><br/><h2>生平</h2> <p><strong>“装疯避祸”</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2682.aspx\">杨凝式</a>，字景度，华阴（今陕西华阴）人，小名<a href=\"http://so.gushiwen.org/author_2682.aspx\">诗</a>，他出生那年是癸巳年，所以他自号癸巳人。据说他是隋朝越国公<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>的后代，祖辈均为唐朝的宰相重臣。</p> <p><br>　　杨凝式长得既精神又聪明，富有文才，他的文章被当时的人所推崇，但他体型稍差，身材矮小，但这并没有影响他在唐昭宗时考中进士。中进士之后，他从此便踏入仕途，先任财政官即度支巡官，后又升任秘书郎。</p> <p>　　在唐朝末年，杨凝式的父亲杨涉官至宰相，但诸侯并起的形势使他这个宰相当得也很苦，最后，唐朝被朱温取代时，他经手了一个不讨好的差事，向朱温送交唐朝的天子印信。原来他刚当宰相的时候便对儿子哭诉道：“在这乱世当中，我的孩子们恐怕要遭难了。唉！不知是否会连累你？”</p> <p><br>　　杨凝式当时也很年轻，他见父亲揽过这个遭人唾骂的差事，便对父亲说：“父亲大人身为宰相，而国家却到了这种地步，不能说没有一点过错。但您又要把传国玉玺交给别人，保自己的富贵，那千年之后人们该怎么评论您？父亲还是推辞为好。”</p> <p>　　杨涉闻听此言，害怕得魂都没了，因为当时形势非常危急，朱温为了防止唐朝旧臣做于己不利的事，便派了大批暗探打入大臣们中间，搜集大臣们的言论，不少人因为言语不当而惨遭祸端，有的则是灭门之祸。杨涉每天提心吊胆地过日子，杨凝式见父亲神情惊慌，这才知道自己闯了大祸，忙闭上了嘴，父亲害怕儿子的话传出去，好几天都没有吃好饭，整天神情沮丧，唉声叹气。杨凝式也很害怕，假如他的话被人听到，传到朱温的耳朵里，那他的全家便很难存活了，杨凝式想不出再好的办法，最后只得装疯，以防万一。从此人们便叫他“杨疯子”。</p> <p>　　父子俩的话没有被外人听去，等朱温登基后，又让杨涉继续当后梁的宰相。而杨凝式的“疯病”也好了，凭借着父亲的关系，他也在后梁任职，当上了殿中侍御史、礼部员外郎。后来齐王张全义又看上了他的才华，提拔了他，而宰相赵光裔也很欣赏他，在赵光裔的支持下，他升任集贤殿直学士、考功员外郎。</p> <p>　　巧用“疯”病后梁被后唐灭掉，但杨凝式并没有受影响，相反，他却升了官，当上了知制诰，主管皇帝诏书的起草工作，权势很大。但后来他又有点“疯”了，也许他看出来这个职位虽然很显赫，但也容易惹恼皇帝招来杀身之祸，所以才装疯避祸的。就像孟知祥辞去中门使的职务一样，因为前几任中门使都由于开罪皇帝而被杀。这一疯，他便被改任了史馆修撰，主持史馆事务。</p> <p>　　等明宗李嗣源在位的时候，明宗封他为中书舍人，他装疯不去上朝，更不去上任，明宗只好让他任别的职务。在后唐末帝李从珂在位的时候，封杨凝式为兵部侍郎。李从珂有一次亲自阅兵时杨凝式“疯病”又发作了，他不停地大喊大叫，使阅兵无法继续进行，李从珂因为他名声大，又有才气，加上许多人都知道他有疯病，所以没有处罚他，让他回洛阳静养。</p> <p>　　后唐灭，后晋建立，杨凝式又做了太子宾客，后来以礼部尚书的职位退休了，到了洛阳一带闲居，过得很自在。离开了朝廷，他更自由了，说话更没有顾忌了，还有，他一说过分的话，人们便以为他的“疯病”又犯了，没人和他计较，因而他对当地的事不管什么都喜欢指责批评一番。地方的官员因为他有才，又德高望重，都没有责怪他。在桑维瀚主政时，杨凝式已经退休，所以没有了俸禄供给，生活有些拮据，桑维瀚听说才子杨凝式的窘境后，便出面奏请皇帝给他一个太子少保的荣誉职衔，让他有份固定的俸禄养家度日。</p> <p>　　后晋因为和契丹开战，最后灭掉了，后汉建立。他在后汉也担任了官职，如太子少傅，太子少师。后汉末年，郭威起兵进入开封后，总理朝政，杨凝式在郭威进城时到门口迎接，向郭威说自己年事已高，难以做事，郭威便抚慰他一番，没有责备他。但等郭威称帝后，因为他没有为郭威登基出力，所以他趁势提出致仕还乡，也就是退休回家。郭威痛快地答应了，赐他以右仆射的显要身份回乡。</p> <p>　　杨凝式在老家闲居了一段时间，郭威病死，后周世宗柴荣继位，又下诏让杨凝式回朝任职，或许是杨凝式闲居时间一长也烦闷了，他接受了世宗的任命，升为左仆射，另加太子太保之衔。</p> <p>　　从唐朝末年到后周，一般的说法是杨凝式经历了五个朝代，严格地说应该加上唐朝，就是六个。</p> <p><strong>“宽容才子”</strong></p> <p>　　杨凝式以“疯”而出名，他的一些趣事死后还经常被人们提起。有一次他乘车回府，他性子急，说车马走得太慢，干脆下车，自己拄着手杖步行，路边的行人都指着他笑，但杨凝式毫不在意。有一年，冬天到了，但妻子儿女都还没有棉衣，他不但不管，反而将不久前一位朋友送的一批帛绢转送给了两个寺庙，做了袜子给僧人们穿，家里的孩子们冻得直叫，他也毫不在意。地方的留守官见状，赶忙给他这个著名的士宦之家送去了棉衣和粮米。杨凝式笑了：“我知道他们肯定会救济我们的！”</p> <p>　　杨凝式为人非常随和，有一天的早晨，他和仆人出去游玩，仆人问去哪里，他说往东去广爱寺，仆人说不如往西去石壁寺，他举鞭说：“还是去广爱寺。”仆人说：“还是去石壁寺好。”杨凝式于是说：“那就先去石壁寺吧。”大家一听，都高兴得拍手欢呼起来。</p> <p>　　杨凝式不仅会装疯，他更擅长更出名的是他的诗和书法。他的诗中有很多诙谐诗，很有趣。张全义曾经提拔过他，他便适当地歌颂了他的功德：“洛阳风景实堪哀，昔日曾为瓦子堆。不是我公重葺修，至今犹是一堆灰。”还有一次，他从开封回洛阳，当时暴发了蝗灾，他到洛阳的时候，遮天蔽日的蝗虫正好也同时到达了洛阳。他就先将一首诗寄给了洛阳尹张从恩：“押引蝗虫到洛京，合消郡守远相迎。”张从恩见诗笑了，也没责怪他。</p> <p>　　杨凝式的诗因为他信佛而有了另一种境界。他喜欢游寺庙，各种景色都能使他对时事产生感想，因此他的诗句也很脱俗，如“院似禅心静，花如觉性圆”写得很清丽，非常出名，历来被人推崇。</p> <p>　　虽然杨凝式的诗成就很高，但和他的书法比起来，差距还是相当大的。他的书法遒劲豪放，以<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>和<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>为宗师，加上他自己的纵逸豪放，使他的书法艺术有了独特的风格。在游览寺庙的时候，遇到山水佳境时便留连忘返，观赏咏诗，见墙壁提笔便写，边吟边写，似有神助一般流畅。人们小心地保护这些他写过诗的墙壁，可见他的书法技艺已经达到很高的水平。人们说他的书法和颜真卿的很相似，因而将他和颜真卿合称“颜杨”。</p> <p>　　在洛阳的许多寺庙的墙壁上都留下了他的手迹，他在最后落款时很少用一个名字，有癸巳人，杨虚白，希维居士，关西老农。题后有时是楷书，有时是草书，像他的人一样随意，但水平都很高，所以很多人说他是五代时期书法第一人。</p> <p>　　杨凝式有不少优秀的学生，李建中写诗盛赞恩师的书法：“枯杉倒桧霜天老，松烟麝煤阴雨寒。我亦生来有书癖，一回入寺一回看。”<a href=\"http://so.gushiwen.org/author_2442.aspx\">冯道</a>的儿子对杨凝式的评价是最高的：“少卿真迹满僧居，只恐钟玉也不如。为报远公须爱惜，此书书后更无书。”</p> <p>杨凝式因为一次偶然的装疯躲过灾祸，从此便以“疯”为处世之法，经历了五代，得以善终。又凭狂放的性格成就了他的书法艺术。</p>"
}