{
  "id": 748,
  "star": 5,
  "name": "徐有贞",
  "image": "http://img.gushiwen.org/authorImg/xuyouzhen.jpg",
  "dynasty": "明代",
  "desc": "徐有贞（1407～1472）初名珵（chéng），字元玉，号天全，吴县（今江苏苏州）人，祝允明外祖父。宣德八年进士，授翰林编修。因谋划英宗复位，封武功伯兼华盖殿大学士，掌文渊阁事。后诬告杀害于谦、王文等，独揽大权。因与石亨、曹吉祥相恶，出任广东参政。后为石亨等诬陷，诏徙金齿（今云南保山）为民。亨败，得放归。成化初，复官无望，遂浪迹山水间。书法古雅雄健，山水清劲不凡，撰有《武功集》。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_748.aspx\">徐有贞</a>本名徐珵，宣德八年（1433年）进士及第，被选为庶吉士，后授翰林院编修。他身材矮小，但精明干练，颇有心计，而且喜好功名，对天文、地理、兵法、水利、阴阳五行等学问都有研究。</p> <p>　　明英宗在位期间，天下承平已久，边防守备松弛，而西南地区却连年用兵。徐珵对此颇为忧虑，他在正统七年（1442年）上疏朝廷，提出关于兵政的五条建议，得到了明英宗的嘉许，但却未被采用。正统十二年（1447年），徐珵升任翰林院侍讲。 </p> <p><strong>倡议南迁<br></strong>　　正统十四年（1449年），明英宗亲征瓦剌，结果在土木堡（今河北怀来东南）兵败被俘。二十万大军全军覆没，史称土木堡之变。瓦剌首领也先进逼北京。孙太后（即孝恭皇后）命郕王朱祁钰监国，总理国政，召集群臣商讨战守对策。徐珵托言星象有变，建议迁都南京，以避刀兵，遭到太监金英的训斥。兵部侍郎<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>坚决反对，道：“提议南迁的人应当斩首！”礼部尚书胡濙、户部尚书陈循等重臣均附和于谦。徐珵大为沮丧，不敢再言。</p> <p>　　同年九月，朱祁钰被群臣拥立为皇帝，是为明景帝，遥尊英宗为太上皇。他任用于谦等人，组织北京保卫战，同时派遣十五名科道官到外地招募军队。其中徐珵被派往彰德（今河南安阳），并代行监察御史职权。明军经过多番抵抗，终于迫使也先撤军北归，取得了北京保卫战的胜利。十一月，徐珵返回北京，仍旧担任翰林院侍讲徐珵素来追求功名，但却因南迁之议遭到内廷的讪笑，以致长久不得升迁，只得转而奉承阁臣陈循，希望得到其举荐。当时，朝廷用人多取决于于谦。徐珵便通过于谦门生，向于谦求取国子祭酒之职。于谦向明景帝举荐徐珵。但景帝却不同意，并道：“就是那个提议南迁的徐珵吗？此人生性狡诈，担任国子祭酒会败坏监生心术。”徐珵不知缘由，以为是于谦从中作梗，对他深怀怨恨。后来，徐珵听从陈循的建议，改名为徐有贞。 </p> <p><strong>治理黄河<br></strong>　　景泰三年（1452年），徐有贞升任右谕德。当时，黄河沙湾河段（在今山东阳谷）决口已有七年。朝廷先后派多位官员治理，但却始终未能平息河患。景泰四年（1453年），明景帝召集廷臣朝议，让他们推荐治水人才。群臣都推荐徐有贞。景帝不知徐有贞便是徐珵，遂任命他为左佥都御史，让他到张秋（在今山东阳谷）治理黄河。</p> <p>　　徐有贞经过实地考察，认为应设置水门、开凿支河、疏浚运河，以疏塞浚并举的方法平息河患，得到景帝批准。他征发民夫，亲自督率工程建设，在张秋到黄河、沁水之间开凿沟渠（即广济渠）、修建水闸（即通源闸）。当时，工部尚书江渊建议派五万京军前去支援，希望能在三个月内完工，尽早解决漕粮转运问题，却被徐有贞拒绝。徐有贞历经五百五十余日的艰辛努力，终于圆满的完成治河工程。</p> <p>　　景泰六年（1455年）七月，徐有贞被召回北京，佐理都察院事务，后又出京巡视漕河。他奏请朝廷，免除济宁十三州县河夫的官马徭役。景泰七年（1456年），山东地区发生洪灾，境内河堤多有毁坏，唯有徐有贞负责修筑的河堤依然完好。明景帝便命徐有贞再到山东治理水患。徐有贞修复旧堤决口，在临清到济宁之间设置多处减水闸门，成功平息水患。景帝亲自召见慰劳，进拜他为左副都御史。</p> <p><strong>参与复辟<br></strong>　　明英宗被释放回国后，虽有太上皇的名位，但一直被明景帝软禁在南宫。景泰八年（1457年）正月，景帝病重。武清侯石亨、都督张軏、宦官曹吉祥为求不世之功，有意迎英宗复辟。曹吉祥到后宫拜见孙太后，密告复辟一事，取得太后支持。石亨与张軏则去寻求太常寺卿许彬的帮助，并在许彬的建议下，连夜拜访徐有贞。徐有贞大喜过望，当即与他们一同密谋。</p> <p>　　正月十六日晚，石亨、曹吉祥等人齐聚徐有贞家中，决定当夜便发动政变。当时恰有瓦剌扰边的战报传来，张軏借机以保护京城安全为由，调集京营官兵入城。石亨负责皇城卫戍，掌管城门钥匙，于四鼓时分打开长安门，将政变军队放入皇城，而后反锁宫门，以阻遏外兵。 </p> <p>　　石亨、徐有贞等人直奔南宫，因宫门紧锁，便撞破宫墙而入。太上皇英宗忙出来查看。徐有贞等人都跪伏在地，请英宗重新登基，然后让人抬来乘舆，簇拥着英宗前往大内。英宗在途中询问诸人姓名，以示不忘功臣，随即由东华门进入大内。东华门守军本欲上前阻拦，但因英宗表明身份，皆返身而逃。徐有贞等人将英宗送入举行朝会的奉天殿，将其扶上御座，而后叩拜道贺，高呼“万岁”。此时已是正月十七日凌晨五更时分，群臣都在朝房等待早朝，却听到奉天殿中喧噪不已，皆感惊愕。这时钟鼓齐鸣，宫门大开。徐有贞走出，高声宣布英宗复位的消息，并催促群臣进殿朝贺。群臣先是愕然，继而入内参拜。正月二十一日，明英宗正式复皇帝位，改元天顺。</p> <p><strong>担任首辅<br></strong>　　明英宗复辟当日（十七日），便对夺门之变的功臣大加封赏。徐有贞兼任翰林学士，进内阁参预机枢政务，又加兵部尚书。同时，兵部尚书于谦、大学士王文被逮捕下狱，诬以“更立东宫”、“谋迎立襄王子”等罪名，定为谋反，判处极刑。英宗认为于谦曾有大功，不忍将其杀害，为此犹豫不决。但徐有贞却进言道：“不杀于谦，复辟之事师出无名。”英宗这才下定决心，于正月二十三日将于谦、王文处斩。</p> <p>　　天顺元年（1457年）三月，英宗封徐有贞为奉天翊卫推诚宣力守正文臣、武功伯，兼任华盖殿大学士，掌文渊阁事，赐诰券，子孙世袭锦衣卫指挥使（《皇明人物考》作武功卫指挥使）。当时，陈循、萧鎡、商辂等阁臣皆被斥遂。徐有贞成为内阁首辅，尽掌阁权，朝野内外为之侧目。而明英宗对徐有贞也是倾心委任，允许他可以随时进见。徐有贞大权在握后，便逐渐疏远石亨、曹吉祥，与二人的矛盾日益激化。他经常在英宗面前提及石曹二人的不法行为，挑起英宗对二人的不满情绪。后来，御史杨瑄上疏弹劾石亨、曹吉祥，称二人侵占民田。徐有贞与阁臣李贤皆称杨瑄所奏属实，明英宗遂下诏褒奖杨瑄。石亨、曹吉祥大为怨恨，日夜图谋构陷徐有贞。 </p> <p><strong>连遭贬徙<br></strong>　　明英宗当时正宠信徐有贞，常屏退左右随从，与其密谈。曹吉祥便让小太监窃听二人谈话，然后再故意把听到的内容泄露给英宗。明英宗非常惊讶，询问他如何得知。曹吉祥道：“我是从是徐有贞那里听说的。陛下哪天对他说过什么事，外面没有不知道的。”明英宗信以为真，从此逐渐疏远徐有贞。</p> <p>　　同年六月，御史张鹏等人上疏弹劾石亨，结果奏疏还未呈上，便被给事中王铉泄露给石亨、曹吉祥。石曹二人到英宗面前哭诉，称是由内阁在幕后指使。英宗大怒，将诸御史下狱，并以“图擅威权，排斥勋旧”的罪名逮捕徐有贞[23] 。这时天象突变，雷电交加，冰雹大作，狂风吹折树木。英宗认为这是上天示警，便释放徐有贞，将他贬为广东参政。石亨仍不罢休，又暗中投递匿名书，对英宗大肆指斥，然后嫁祸给徐有贞，称是徐有贞因怨望而指使门客马士权所为。英宗命将已经启程的徐有贞抓回。</p> <p>　　七月，徐有贞在德州被追上，抓回北京，与马士权一同关进诏狱。但经过审讯，却查无实据。不久，明英宗因承天门失火，大赦天下。石亨担心徐有贞获释，对明英宗道：“徐有贞封爵时，自撰诰券辞文，其中有‘缵禹成功’之句，而且他还选择武功县为封邑。大禹曾受禅称帝，而武功县曾是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>封邑。他这是以大禹、曹操自比，有非份之望。”刑部侍郎刘广衡认为应将徐有贞斩首弃市。最终，明英宗将徐有贞贬为庶民，流徙金齿（在今云南）。</p> <p><strong>晚年生活<br></strong>　　天顺四年（1460年），石亨因罪庾死狱中。英宗又想起徐有贞，对李贤、<a href=\"http://so.gushiwen.org/author_905.aspx\">王翱</a>道：“徐有贞有何大罪？都是被石亨等人陷害的。现在可赦免其罪，让他返回乡里。”徐有贞回到家乡吴县，从此纵情山水。</p> <p>　　成化元年（1465年），徐有贞获准“冠带闲住”，恢复官员身份，仍赋闲在家。他自负文武全才，常叹息不获信用，但因馋杀于谦，遭到时人的仇视，因此始终未能得到起复。 </p> <p>　　成化八年（1472年）七月，徐有贞病逝，终年六十六岁。</p><br/><h2>主要成就</h2> <p><strong>政治成就<br></strong>　　<a href=\"http://so.gushiwen.org/author_748.aspx\">徐有贞</a>是宣德八年（1433年）癸丑科进士，并以第一名的成绩被考选为庶吉士，进入翰林院。他在景泰末年参与策划了夺门之变，使得明英宗成功复辟，并因此成为内阁首辅，还获得武功伯的爵位。明朝律法明文规定，文臣无军功不得封爵。因此终明一代，获有封爵的文臣屈指可数。而徐有贞以武功伯的爵位，担任内阁首辅，堪称明代内阁官爵最高的官员。 </p> <p><strong>水利成就<br></strong>　　明朝自永乐年间定都北京后，为满足边防和京都消费，每年漕粮不下数百万石，南粮北运使运河的重要性日益凸显。明朝运河可分为三部分：清口至扬州之间，以宝应、高邮等湖为主体构成江淮运河；济宁至清口之间，借黄为运，以黄河为运道；济宁至天津之间的会通河故道。其中，济宁至清口之间的运河，以黄河兼运河之道，常因黄河决堤而淤塞。终明一代，河槽问题一直困扰其始终。</p> <p>　　正统十三年（1448年）的黄河决口淤塞了济宁至清口之间的一段运河河道，具体位置在张秋、沙湾一带。明廷先后派遣工部尚书石璞、侍郎王永和、都御史王文治理河患，但“凡七年，皆绩弗成”。景泰四年（1453年），徐有贞以右佥都御史之职，前往山东治河。他鉴于以往的治河失败，在上任之前特地向尚书王涞寻求决策。王涞建议其“分水势，寻水源”。徐有贞上任后，因“方冬月，水暴涨”，并不急于动工治理，而是停工休整，一来趁机考察水利，二来修整治河队伍。徐有贞经过初步勘察，草拟了治河计划，并上疏朝廷，即治黄史上著名的《言沙湾治河三策疏》。其具体方案如下：造水门、开分河、挑深运河。他借鉴历史上的治黄经验，采取以疏为主的方针，改良了汉朝<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>的制水闸之法，采取“置门于水而实其底，令高常水五尺”的办法，根据水的流量来控制水流，既保证了运河通航所需要的水位，也调节了水大而引起的溃决之患。而开分河，也是建立在疏导基础之上的。“黄河之势大，故恒冲决”、“运河之势小，故恒乾浅”。有鉴于两河的水势矛盾，徐有贞采取“分黄河水合运河”的办法，在黄河地形水势较合理的地段，挖渠开河疏导入运河。同时，他并未忽视内陆河水的治理，将内陆的河水开渠引入运河，并且设立通源闸水闸，节制水流流量，将黄河水势大的危害化害为利。此外，徐有贞还在分河基础上设立九堰，拦截水流、巩固堤防。治理黄河不仅要利用和治理外部环境，内部运河治理也不容忽视。运河内部河沙淤塞，造成了运河河道提高，从而导致“取水难，走水易”，徐有贞根据这个情况，顺势提出第三个治河策略——挑深运河。这个策略着眼于从运河本身来解决张秋一带运河水量不畅的情况。徐有贞经过数年苦心经营，终于平息了沙湾决河之患。他的治河三策采用了疏、塞、浚并举的方法，具体就是引黄入河、堵塞沙湾决口和疏浚运河内部所积淤泥。其中，引黄入河是治河方案中最重要的一环，既解决了黄河溃决问题，也解决了运河漕运水量不畅阻碍航运的问题。</p> <p><strong>书法成就<br></strong>　　徐有贞善书法，长于行草，小行书尤为精妙，下笔尖峭，捺笔重按，间露章草遗意，笔法瘦劲豪放，得<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>神韵，力求变化，自成风貌。明朱谋垔的《续书史会要》评其“书法古雅，名重当时”。清顾复评其书云：“武功早年书学褚，有不胜绮罗之态。中年学王，出规入矩，古色苍然。晚年豪放纵逸，谓之学怀素，又谓之学元章。”徐有贞是对吴门书派崛起具有先导作用的重要书家，在书法方面具有较高的艺术成就。其弟子吴宽、外孙<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>均受其亲自指教、提携，皆是当时名重一时的文坛人物。明代李诩曾见过徐有贞早年墨迹，认为其字画“甚是遒美”，将他誉为“吴中艺林冠冕”。</p> <p>　　明人赵宧光在《<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>帚谈》中曾说：“此法（指大字署书）不传而流落后世，带草则武功得之。”他还极力称赞徐有贞书写的“文正义泽”和“生幼堂”等。由此可见，徐有贞还善于书写带草的大字，可惜今不多见。而徐有贞的书法真正受到世人好评的还是他的草书。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在所著《艺苑卮言》中说：“徐有贞于书少所不窥，能<a href=\"http://so.gushiwen.org/author_748.aspx\">诗</a>歌，善行草，得长沙素师、米襄阳风，如剑客醉舞，僛僛中有侠气。”</p><br/><h2>轶事典故</h2> <p><strong><a href=\"http://so.gushiwen.org/author_748.aspx\">诗</a>惊胡俨<br></strong>　　<a href=\"http://so.gushiwen.org/author_748.aspx\">徐有贞</a>早年曾就学于吴讷，十二三岁时便能做诗词古文。吴讷很看重徐有贞，将他推荐给素有知人之鉴的国子祭酒胡俨，希望胡俨传授其进士业。胡俨当时正卧病在床，见了徐有贞，让其作诗一首。徐有贞当即赋诗道：“共喜斯文有主盟，诸生谁不仰仪刑。当时已见尊乔岳，后代应传是列星。上报明君心独赤，下延晚学眼能青。童蒙久抱相求志，请向贤关授一经。”胡俨听罢，竟从床上一跃而起，连声夸赞道：“此乃鼎铉之器也。”他遂将徐有贞收为门下，授以学业。 </p> <p><strong>遣妻南归<br></strong>　　英宗北征时，徐有贞夜观天象，发现火星运行到斗宿中。这在星相学中被称为“荧惑入南斗”，历来被视为不祥之兆，预示着帝王将有灾祸。徐有贞对好友刘溥道：“祸不远矣。”他随即安排家眷返回南方老家。妻子很不高兴，不愿南归。徐有贞怒道：“你还不快走，是想做鞑人妇吗？”妻子无奈，只得南归，结果刚刚行至临清，土木堡之变的消息便从前线传回。 </p> <p><strong>不邀近功<br></strong>　　徐有贞治河时，漕运都御史王竑认为漕渠淤积阻碍漕船运输，要求他尽快堵塞决口，以确保漕运畅通。明景帝命徐有贞按王竑的要求去做，但徐有贞却坚持相机行事，认为治理河渠应着眼于长远利益。他上疏道：“漕船难行是因为临清河段原本就浅，并不是决口未塞的原因。漕臣只知道堵塞决口是急务，但却不知这是徒劳无益的。即使秋冬之季堵住了决口，来年春天也会再次决口。臣不敢邀取近功（指眼前的功利）。”</p> <p>　　后来，工部尚书江渊建议派五万京军协助徐有贞治河。徐有贞却上疏道：“京军出动，每日耗费多的难以计算，而且一旦遇上涨水便会束手无策。如今泄口已经合拢，溃堤也已坚固，只用沿河民夫，便足以解决问题。”江渊的建议遂被废弃。</p> <p><strong>科技实验<br></strong>　　徐有贞治理山东河患时，采取开支河的措施，遭到很多人的反对。明景帝也有所动摇。徐有贞为解除景帝的疑虑，做了一个实验。他拿出两个完全相同的水壶，里面盛满相同质量的水，然后在一个水壶上开一个大孔，又在另外一个水壶上开五个小孔，而这五个小孔的面积之和等于大孔的面积。结果，开有五个小孔的水壶最先将水放完。<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>的《宿州符离桥月河记》、<a href=\"http://so.gushiwen.org/author_592.aspx\">方以智</a>的《物理小识》对此均有记载。</p> <p>　　这就是水力学上的水箱放水实验，法国力学家彭赛列（Jean-Victor Poncelet）、美国流体力学家史密斯（Hamitton Smith）在19世纪都曾做过。而徐有贞早在400年前便做过相同的实验，并得到类似的结论。</p> <p><strong>归人不归鬼<br></strong>　　南宫政变前，徐有贞曾焚香祝天，与家人诀别道：“事情成功是社稷之福，不成功便是家族之祸。我能回来，就是人，不能回来，就是鬼。”</p> <p><strong>不署复位诏<br></strong>　　英宗复辟后，命翰林学士起草复位诏书。徐有贞却不肯在诏书上署名，而是另起草一份诏书，并称：“岂期监国之人，遽攘当宁之位。”他认为明景帝只是明朝的监国，而不承认其皇帝之位。</p> <p><strong>意欲入罪<br></strong>　　英宗复辟后，徐有贞指使言官以“迎立外藩”之罪弹劾王文，并借此攀诬<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>，将二人下狱。按照朝廷制度，召藩王入京需用金牌符檄。经有司调查，金牌符檄当时都在宫中，未曾动用，因而王文、于谦的罪名不能成立。徐有贞却道：“虽无显迹，意有之。”意思是说，于谦等人有这个想法，但尚未付诸行动。法司便以“意欲”二字定罪，判处于谦、王文死罪。</p> <p>　　“意欲”从此成为臭名昭著的冤案，甚至与秦桧冤杀<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的“莫须有”相提并论。</p> <p><strong>石羊之鸣<br></strong>　　徐有贞流放金齿时，路过一个佛寺，见寺中老僧在道边相迎接，还备有果品、茶水，不禁非常惊讶。老僧道：“我这寺中有一只石羊，如果有异人君子前来，便会鸣叫。宋朝时鸣叫过一次，那次来的是苏相（可能是指<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>）。而昨夜石羊又鸣叫了一次，今天却是您恰巧来了。由此可知您一定是异人，所以我在此相候。”</p> <p><strong>背信悔婚<br></strong>　　徐有贞流徙金齿前，曾抚着马士权的后背，对他道：“你是个义士，将来我要把一个女儿嫁你为妻。”后来，徐有贞获赦，从金齿回到家乡。马士权经常前去问候，但徐有贞却绝口不提婚事。马士权知道徐有贞有悔婚之意，遂告辞离去，此后终身未再提及此事。时人都为此敬重马士权，而更加鄙薄徐有贞。</p> <p><strong>持鞭起舞<br></strong>　　徐有贞晚年获释后，希望能再次起复。他仰观天象，见吴地有将星出现，便以此自负，认为应在自己身上，常拿铁鞭起舞。后来，韩雍（长洲人）平定两广叛乱。徐有贞这才颓丧地扔掉铁鞭，叹道：“原来天象应在这小子身上。”</p> <p><strong>醉论宰相<br></strong>　　徐有贞曾与门客杜堇一同饮酒，醉后问道：“你认为什么样的人可以作宰相？”杜堇推称不知。徐有贞道：“左边堆积数十万两黄金，右边杀人流血，还能目不转睛，这样的人才是真宰相。”</p>"
}