{
  "id": 2508,
  "star": 0,
  "name": "陈韡",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2508.jpg",
  "dynasty": "宋代",
  "desc": "陈韡（1179—1261），字子华，福州候官人。父孔硕，为朱熹、吕祖谦门人。韡让父郊恩与弟韔。登开禧元年进士第，从叶适学。",
  "content": "<h2>人物生平</h2> <p>　　嘉定十四年，贾涉开淮阃，辟京东、河北干官。韡谓：“山东、河北遗民，宜使归耕其土，给耕牛农具，分配以内郡之贷死者。然后三分齐地，张林、李全各处其一，其一以待有功者。河南首领以三两州来归者，与节度使，一州者守其土，忠义人尽还北。然后括淮甸闲田，仿<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>河北义勇法，募民为兵，给田而薄征之，择土豪统率；盐丁又别廪为一军，此第二重藩篱也。”</p> <p>　　十五年，淮西告捷，韡策金人必专向安丰而分兵缀诸郡，使卞整、张惠、李汝舟、范成进各以其兵屯卢州以待之。金将卢鼓捶新胜于潼关，乘锐急战，当持久困之，不过十日必遁，设伏邀击，必可胜。又使时青、夏全候金人深入，以轻兵捣其巢穴，第一策也。其后金人果犯安丰，韡如盱眙犒师。改淮东制置司干办公事。再如盱眙见刘琸，调下整、张惠、范成进、夏全诸军应援捣虚，皆行韡之策，遂有堂门之捷，俘其四驸马者。</p> <p>　　迁将作监丞，又迁太府寺丞，差知真州、淮东提点刑狱。加直宝章阁，依旧提点刑狱兼知宝应州。迁宗正寺丞、权工部郎中，改仓部员外郎。入对，言：“臣所陈夏、周、汉、唐数君之事，如布德兆谋、任贤使能、信赏必罚、区处藩镇、不事姑息，规摹莫大于此。”又言：“人主所以御天下者，赏罚而已。”</p> <p>　　绍定二年冬，盗起闽中，帅<a href=\"http://so.gushiwen.org/author_1169.aspx\">王居安</a>属韡提举四隅保甲，韡有亲丧，辞之。转运使陈汶、提举常平史弥忠告急于朝，谓非韡莫可平。以宝章阁直学士起复，知南剑州，提举汀州、邵武军兵甲公事，福建路兵马钤辖，同共措置招捕盗贼兼福建路招捕使。未几，加提点刑狱。韡籍土民丁壮为一军。沙县紫云台告急。沙县破，贼由间道趋城，忠勇军破之于高桥，贼乃趋邵武，势益炽。时有议当招不当捕者，韡言：“始者贼仅百计，招而不捕，养之至千，又养之至万，今复养之，将至于无算。求淮西兵五千人可图万全。”诏韡兼福建路招捕使。</p> <p>　　贼急攻汀州，淮西帅曾式中调精兵三千五百人由泉、漳间道入汀，击贼于顺昌胜之。六月，兵大合，加福建提点刑狱。七月，韡亲提兵至沙县、顺昌、将乐、清流、宁化督捕，所至克捷。九月，分兵进讨。十月，进攻五贼营砦，平之。十一月，破潭瓦磜贼起之地，夷其巢穴。十二月，诛汀州叛卒，谕降连城七十有二砦，汀境皆平。四年正月，遣将破下瞿张原砦。二月，躬往邵武督捕余寇，贼首晏彪迎降，韡以其力屈乃降，卒诛之。进右文殿修撰，依旧提点刑狱、招捕使兼知建宁府。衢州寇汪徐、来二破常山、开化，势张甚。韡命淮将李大声提兵七百，出贼不意，夜薄其砦，贼出迎战，见算子旗，惊曰：“此陈招捕军也！”皆大哭，急击之，衢寇悉平。</p> <p>　　六年，进宝章阁待制、知隆兴府。赣寇陈三枪据松梓山砦，出没江西、广东，所至屠残。韡遣官吏谕降，贼辄杀之。乃谓盗贼起于贪吏，劾其尤者二人。又谓：“寇盗稽诛，以臣下欺诞、事权涣散所致，若决计荡除，数月可毕。”十一月，诏节制江西、广东、福建三路捕寇军马。韡奏遣将刘师直扼梅州、齐敏扼循州，自提淮西兵及亲兵捣贼巢穴。十二月，兼知赣州。</p> <p>　　端平元年正月，进华文阁待制、江西安抚使。二月至赣，斩将士张皇贼势及掠子女货财者。齐敏、李大声所至克捷。三月，分兵守大石堡，截贼粮道，遂破松梓山。三枪与余党缒厓而遁。韡亲督诸将，乘春瘴未生，薄松梓山。贼悉精锐下山迎敌，旗帜服色甚盛。韡军步骑夹击，又纵火焚之，士皆攀厓上，贼巢荡为烟埃，贼首张魔王自焚。斩千五百级，禽贼将十二，得所掠妇女、牛马及僭伪服物各数百计。三枪中箭，与敏军遇，击败之，贼遁。翼日，追及下黄，又败之。余众尚千余，薙猕略尽。三枪仅以数十人遁至兴宁就禽，槛车载三枪等六人，斩隆兴市。</p> <p>　　初，贼跨三路数州六十砦，至是悉平。诏曰：“韡忠勤体国，计虑精审，身任讨捕之责，江、闽、东广，讫底宁辑。”乃进权工部侍郎，仍知隆兴兼江西安抚使。未几，为工部侍郎，改江东安抚使、知建康府，兼行宫留守。二年，入奏事，帝称其平寇功，韡顿首言曰：“臣不佞，徒有孤忠，仗陛下威灵，苟逃旷败耳，何功之有。”迁权工部尚书，又权刑部尚书、沿江制置大使，依旧江东安抚使、知建康府。往来巡视鄂州江面，措置捍御。三年，加宝谟阁学士。十月，诏选猛将精兵，相视缓急，据地利，遏要冲，以伐奸谋。嘉熙元年，进焕章阁学士。四年，拜刑部尚书，辞免。加徽猷阁学士、知潭州、荆湖南路安抚使。</p> <p>　　淳祐四年，召为兵部尚书，迁礼部尚书兼侍读，兼同修国史、实录院同修撰。拜端明殿学士、同签书枢密院事兼参知政事。寻拜参知政事兼同知枢密院事。七年，知枢密院事、湖南安抚大使兼知潭州。九年，以观文殿学士、福建安抚大使知福州，五上章辞，以旧职提举洞霄宫。开庆元年，召赴阙，落致仕，充醴泉观使兼侍读。景定元年，授福建安抚大使兼知福州。久之，提举佑神观，力请致仕。次年卒，年八十有三。赠少师，谥忠肃。</p>"
}