{
  "id": 2135,
  "star": 2,
  "name": "葛洪",
  "image": "http://img.gushiwen.org/authorImg/gehong.jpg",
  "dynasty": "魏晋",
  "desc": "葛洪(公元284～364年)，字稚川，自号抱朴子，东晋著名医药学家.汉族，晋丹阳郡(今江苏句容)人。三国方士葛玄之侄孙，世称小仙翁。葛洪是中国东晋时期有名的医生，是预防医学的介导者。著有《肘后方》，书中最早记载一些传染病如天花、恙虫病症侯及诊治。“天行发斑疮”是全世界最早有关天花的记载。其在炼丹方面也颇有心得，丹书《抱朴子·内篇》具体地描写了炼制金银丹药等多方面有关化学的知识，也介绍了许多物质性质和物质变化。葛稚川移居图轴》元王蒙绘，故宫博物院藏。《人物图·葛仙吐火图》明郭诩绘，上海博物馆藏。",
  "content": "<h2>临床应用</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>在《肘后备急方》里面，记述了一种叫“尸注”的病，说这种病会互相传染，并且千变万化。染上这种病的人闹不清自己到底哪儿不舒服，只觉得怕冷发烧，浑身疲乏，精神恍惚，身体一天天消瘦，时间长了还会丧命。葛洪描述的这种病，就是现在我们所说的结核病。结核菌能使人身上的许多器官致病。肺结核、骨关节结核、脑膜结核、肠和腹膜结核等等，都是结核菌引起的。葛洪是我国最早观察和记载结核病的科学家。</p> <p>　　葛洪的《肘后备急方》中还记载了一种叫犬咬人引起的病症。犬就是疯狗。人被疯狗咬了，非常痛苦，病人受不得一点刺激，只要听见一点声音，就会抽搐痉挛，甚至听到倒水的响声也会抽风，所以有人把疯狗病又叫做“恐水病”。在古时候，对这种病没有什么办法治疗。葛洪想到古代有以毒攻毒的办法。例如我国最古的医学著作《黄帝内经》里就说，治病要用“毒”药，没有“毒”性治不了病。葛洪想，疯狗咬人，一定是狗嘴里有毒物，从伤口侵入人体，使人中了毒。能不能用疯狗身上的毒物来治这种病呢?他把疯狗捕来杀死，取出脑子，敷在犬病人的伤口上。果然有的人没有再发病，有人虽然发了病，也比较轻些。(发病轻应该是古人知识不足造成的误解，狂犬病一旦发作死亡率100％，不管轻重都无差异)</p> <p>　　葛洪用的方法是有科学道理的，含有免疫的思想萌芽。大家知道，种牛痘可以预防天花，注射脑炎疫苗可以预防脑炎，注射破伤风细菌的毒素可以治疗破伤风。这些方法都是近代免疫学的研究成果。“免疫”就是免于得传染病。细菌和病毒等侵入我们的身体，我们的身体本来有排斥和消灭它们的能力，所以不一定就发病，只有在身体的抵抗力差的时候，细菌和病毒等才能使人发病。免疫的方法就是设法提高人体的抗病能力，使人免于发病。注射预防针，就是一种免疫的方法 (现代免疫学的内容越来越丰富，注射预防针只是其中的一个方面)。葛洪对狂犬病能采取预防措施，可以称得上是免疫学的先驱。欧洲的免疫学是从法国的巴斯德开始的。他用人工的方法使兔子得疯狗病，把病兔的脑髓取出来制成针剂，用来预防和治疗疯狗病，原理与葛洪的基本上相似。巴斯德的工作方法当然比较科学，但是比葛洪晚了1000多年。</p> <p>　　在世界医学历史上，葛洪还第一次记载了两种传染病，一种是天花，一种叫恙虫病。葛洪在 《肘后备急方》里写道：有一年发生了一种奇怪的流行病，病人浑身起一个个的疱疮，起初是些小红点，不久就变成白色的脓疱，很容易碰破。如果不好好治疗，疱疮一边长一边溃烂，人还要发高烧，十个有九个治不好，就算侥幸治好了，皮肤上也会留下一个个的小瘢。小瘢初起发黑，一年以后才变得和皮肤一样颜色。葛洪描写的这种奇怪的流行病，正是后来所说的天花。西方的医学家认为最早记载天花的是阿拉伯的医生雷撒斯，其实葛洪生活的时代，比雷撒斯要早500多年。</p> <p>　　葛洪把恙虫病叫做“沙虱毒”。现已弄清楚，沙虱毒的病原体是一种比细菌还小的微生物，叫“立克次氏体”。有一种小虫叫沙虱，螫人吸血的时候就把这种病原体注入人的身体内，使人得病发热。沙虱生长在南方，据调查，我国只有广东、福建一带有恙虫病流行，其他地方极为罕见。葛洪是通过艰苦的实践，才得到关于这种病的知识的。原来他酷爱炼丹，在广东的罗浮山里住了很久。这一带的深山草地里就有沙虱。沙虱比小米粒还小，不仔细观察根本发现不了。葛洪不但发现了沙虱，还知道它是传染疾病的媒介。他的记载比美国医生帕姆在1878年的记载，要早1500多年。</p><br/><h2>后世影响</h2> <p>　　他一生的主要活动是从事炼丹和医学，既是一位儒道合一的宗教理论家，又是一位从事炼丹和医疗活动的医学家。<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>敢于「疑古」，反对「贵远贱今」，强调创新，认为「古书虽多，未必尽善」，并在实际的行医、炼丹活动中，坚持贯彻重视实验的思想，这对于他在医学上的贡献是十分重要的。葛洪阅读大量医书，并注重分析与研究，在行医实践中，总结治疗心得并搜集民间医疗经验，以此为基础，完成了百卷著作《玉函方》。由于卷帙浩繁，难于携带检索，便将其中有关临床常见疾病、急病及其治疗等摘要简编而成《肘后救卒方》3卷，使医者便于携带，以应临床急救检索之需，故此书堪称中医史上第一部临床急救手册。</p> <p>　　他对以前的神仙思想进行了总结，证明神仙长生的实存性，在道教历史上有极其重要的意义。</p> <p>　　他发现了汞的氧化还原反应。他是第一个将狂犬的脑子敷在狂犬病人伤口上来医治狂犬病的人。</p> <p>　　宁波灵峰寺有一座葛仙殿，葛仙殿供奉的是葛洪的塑像。东晋咸和二年(327年)，葛洪来到这里炼丹。在他隐居灵峰山的时候，瘟疫流行，葛洪广采草药，制药布施，使众多百姓起死回生。每年阴历正月初一到初十是灵峰寺香火最旺的日子，因为传说中初十是葛仙翁的生日，人们纷纷来到这里纪念这位悬壶济世的仙人。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>是东晋时期著名的道教领袖，内擅丹道，外习医术，研精道儒，学贯百家，思想渊深，著作弘富。他不仅对道教理论的发展卓有建树，而且学兼内外，于治术、医学、音乐、文学等方面亦多成就。《抱朴子》为其主要著作，他对文章及美学的论述就散布其中，虽然比较零散，但其价值还是不容忽视的。</p><br/><h2>生平</h2> <p> 　　<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>出身江南士族。13岁时丧父，家境渐贫。他以砍柴所得，换回纸笔，在劳作之余抄书学习，常至深夜。乡人因而称其为抱朴之士，他遂以“抱朴子”为号。他性格内向，不善交游，只闭门读书，涉猎甚广。其祖在三国吴时，历任御史中丞、吏部尚书等要职，封寿县侯。其父悌，继续仕吴。吴亡以后， 初以故官仕晋，最后迁邵陵太守，卒于官。葛洪为悌之第三子，颇受其父之娇宠，年十三，其父去世，从此家道中落，乃“饥寒困瘁，躬执耕穑，承星履草，密勿畴袭。…… 伐薪卖之，以给纸笔，就营田园处，以柴火写书。……常乏纸，每所写，反复有字，人尠能读也。”葛洪伯祖父葛玄曾师从炼丹家左慈学道，号葛仙公，以炼丹秘术传于弟子郑隐。葛洪约16岁时拜郑为师，因潜心向学，深得郑隐器重。郑隐的神仙、遁世思想对葛洪一生影响很大，自此有意归隐山林炼丹修道、著书立说。</p> <p>　　十六岁开始读《孝经》、《论语》、《<a href=\"http://so.gushiwen.org/author_2135.aspx\">诗</a>》、《易》等儒家经典，尤喜“神仙导养之法”。自称：少好方术，负步请问，不惮险远。每以异闻，则以为喜。虽见毁笑，不以为戚。后从郑隐学炼丹秘术，颇受器重。谓“弟子五十余人，唯余见受金丹之经及 《三皇内文》、《枕中五行记》，其余人乃有不得一观此书之首题者”。</p> <p>　　西晋太安元年 (302年)，其师郑隐知季世之乱，江南将鼎沸，乃负笈持仙药之朴，携入室弟子，东投霍山，唯葛洪仍留丹阳。晋永兴元年(304)葛洪加入吴兴太守顾秘的军队，任将兵都尉，与石冰的农民起义军作战有功，被封为“伏波将军”。次年石冰事件平息，葛洪不愿争功邀赏，辞官往洛阳搜寻炼丹制药之书。又因陈敏盘据江东作乱，归途断绝，遂流落在徐、豫、荆、襄、江、广诸州之间。太安二年，张昌、石冰于扬州起义，大都督秘任洪为将兵都尉， 由于镇压起义军有功，迁伏波将军。事平之后，洪即“投戈释甲，径诣洛阳，欲广寻异书，不论战功。”但因“正遇上国大乱(指“八王之乱”—引者注)，北道不通， 而陈敏又反于江东，归涂隔塞”。在此去留两难之际，恰逢其故友嵇含为广州刺史，表请他为参军，并担任先遣。葛洪以为可藉此避乱于南土，遂欣然前往。不料嵇含又为其仇人郭励所杀，于是滞留广州多年。深感“荣位势利，臂如寄客，既非常物，又其去不可得留也。隆隆者绝，赫赫者灭，有若春华，须臾凋落。得之不喜，失之安悲?悔吝百端，忧惧兢战，不可胜言，不足为矣”。乃绝弃世务，锐意于松乔之道，服食养性， 修习玄静。遂师事鲍靓，继修道术，深得鲍靓器重 ，以女儿鲍姑许配。建兴二年(314)，返回家乡，隐居深山继续从事《抱朴子》的创作。</p> <p>　　建兴四年(316年)，还归桑梓。东晋开国，念其旧功，赐爵关内侯，食句容二百邑。咸和(326年～334年)初，司徒王导召补州主簿，转司徒掾，迁咨议参军。<a href=\"http://so.gushiwen.org/author_859.aspx\">干宝</a>又荐为散骑常侍，领大著作，洪皆固辞不就。太宁三年(325)，友人干宝力荐他任散骑常侍领国史，坚持不去上任。后因生活所迫，再出任咨议参军等职。及闻交趾产丹砂，求为句漏令，遂率子侄同行。</p> <p>　　咸和二年(327)，葛洪听闻交趾出产丹砂，自行请求出任勾漏(今广西北流县)令。经皇帝允准后，遂南行赴任，途经广州，会晤刺史邓岳。邓告诉葛：其辖地的罗浮山有神仙洞府之称，相传秦代安期生在此山服食九节菖蒲，羽化升天。邓岳表示愿供他原料在此炼丹，葛遂决定中止赴任的行程，从此隐居于罗浮山。其间，邓岳拟任葛洪为东莞太守，葛辞不就。他在朱明洞前建南庵，修行炼丹，著书讲学。因从学者日众，又增建东西北三庵(东庵九天观、西庵黄龙观、北庵酥醪观)。南行至广州，为刺史邓岳所留，乃止于罗浮山炼丹。在山积年，优游闲养，著作不辍。卒于东晋兴宁元年(363年)，享年81岁。</p> <p>　　相传葛洪夫妇还曾在南海西樵山和广州越岗院(即今三元宫)研究炼丹术和医学，并常行医于百姓之间。葛洪一生著述颇丰，《抱朴子》是其代表作。该书分内、外两篇。内篇20卷，论述神仙方药、养生延年、禳邪却祸之事，总结晋代前的神仙方术，包含守一、行气、导引等，为医药学积累了宝贵的资料；外篇50卷，论述人间得失，世事臧否，阐明其社会政治观点。全书将神仙道教理论与儒家纲常名教相联系，开融合儒、道两家哲学思想体系之先河。《抱朴子》的问世，对道教的发展产生了深远的影响。</p><br/><h2>学术内容</h2> <p><strong>道教</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>继承并改造了早期道教的神仙理论，在《抱朴子内篇》中，他不仅全面总结了晋以前的神仙理论，并系统地总结了晋以前的神仙方术，包括守一、行气、导引和房中术等； 同时又将神仙方术与儒家的纲常名教相结合，强调“欲求仙者，要当以忠孝和顺仁信为本。若德行不修，而但务方术，皆不得长生也”。并把这种纲常名教与道教的戒律融为一体，要求信徒严格遵守。他说：“览诸道戒，无不云欲求长生者，必欲积善立功，慈心于物，恕己及人，仁逮昆虫，乐人之吉，愍人之苦，赒人之急，救人之穷，手不伤生，口不劝祸，见人之得如己之得，见人之失如己之失，不自贵，不自誉，不嫉妬胜己，不佞谄阴贼，如此乃为有德，受福于天，所作必成，求仙可冀也。”主张神仙养生为内，儒术应世为外。</p> <p>　　他在《抱朴子外篇》中，专论人间得失，世事臧否。主张治乱世应用重刑，提倡严刑峻法。匡时佐世，对儒、墨、名、法诸家兼收并蓄，尊君为天。不满于魏、晋清谈，主张文章、德行并重，立言当有助于教化。葛洪在坚信炼制和服食金丹可得长生成仙的思想指导下，长期从事炼丹实验，在其炼丹实践中，积累了丰富的经验，认识了物质的某些特征及其化学反映。</p> <p>　　他在《抱朴子内篇》中的《金丹》和《黄白》篇中，系统地总结了晋以前的炼丹成就，具体地介绍了一些炼丹方法，记载了大量的古代丹经和丹法，勾画了中国古代炼丹的历史梗概，也为我们提供了原始实验化学的珍贵资料，对隋唐炼丹术的发展具有重大影响，成为炼丹史上一位承前启后的著名炼丹家。</p> <p>　　金城山有99座山峰、36处泉水、48个山洞。金城山又名金粟山、金山、金峰、金子岭，据说藏金粟数万石于广福门内金库中，里面有金马悠悠拉磨，倘若紧贴石壁，拉磨声便会隐约传来。金库童谣：石马(石马寨)对石鼓(打鼓寨)，黄金亿万五。谁能识得破，能买重庆府。进山门100余米处是“小西天”；南京门传说是明末农民领袖张献忠所建。山上有“神仙洞”，据说东晋道学家葛洪曾在此修道，著有《抱扑子》等经书，每逢阳光灿烂之风，便将经书一一摊开，放在洞顶巨石上晒，以求得到真经，故名“晒经石”。</p> <p><strong>医药学</strong></p> <p>　　葛洪精晓医学和药物学，主张道士兼修医术。“古之初为道者，莫不兼修医术，以救近祸焉”，认为修道者如不兼习医术，一旦“病痛及己”，便“无以攻疗”，不仅不能长生成仙，甚至连自己的性命也难保住。</p> <p>　　他的医学著作《肘后备急方》，书名的意思是可以常常备在肘后(带在身边)的应急书，是应当随身常备的实用书籍。书中收集了大量救急用的方子，这都是他在行医、游历的过程中收集和筛选出来的，他特地挑选了一些比较容易弄到的药物，即使必须花钱买也很便宜，改变了以前的救急药方不易懂、药物难找、价钱昂贵的弊病。他尤其强调灸法的使用，用浅显易懂的语言，清晰明确的注名了各种灸的使用方法，只要弄清灸的分寸，不懂得针灸的人也能使用。</p> <p>　　葛洪很注意研究急病。他所指的急病，大部分是我们现今所说的急性传染病，古时候人们管它叫“天刑”，认为是天降的灾祸，是鬼神作怪。葛洪在书中说：急病不是鬼神引起的，而是中了外界的疠气。我们都知道，急性传染病是微生物 (包括原虫、细菌、立克次氏小体和病毒等)引起的。这些微生物起码要放大几百倍才能见到，1600多年前还没有发明显微镜，当然不知道有细菌这些东西。葛洪能够排除迷信，指出急病是外界的物质因素引起的，这种见解已经很了不起了。</p> <p>　　据载，葛洪还撰有《肘后救卒方》和《玉函方》。“余所撰百卷，名曰《玉函方》，皆分别病名，以类相续，不相杂错，其《救卒》三卷，皆单行径易，约而易验，篱陌之间，顾眄皆药，众急之病，无不毕备，家有此方，可不用医。”葛洪在《抱朴子内篇·仙药》 中对许多药用植物的形态特征、生长习性、主要产地、入药部分及治病作用等，均作了详细的记载和说明，对我国后世医药学的发展产生了很大的影响。</p> <p><strong>化学</strong></p> <p>　　他是早期的化学家。葛洪为什么喜欢炼丹呢?在封建社会里，贵族官僚为了永远享受骄奢淫逸的生活，妄想长生不老。有些人就想炼制出“仙丹”来，满足他们的奢欲，于是形成了一种炼丹术。炼丹的人把一些矿物放在密封的鼎里，用火来烧炼。矿物在高温高压下就会发生化学变化，产生出新的物质来。长生不老的仙丹是剥削阶级的幻想，当然是炼不出来的。但是在炼丹的过程中，人们发现了一些物质变化的规律，这就成了现代化学的先声。炼丹术在我国发展得比较早，葛洪也是一个炼丹家。</p> <p>　　当时，葛洪炼制出来的药物有密陀僧(氧化铅)、三仙丹(氧化汞)等，这些都是外用药物的原料。</p> <p>　　葛洪在炼制水银的过程中，发现了化学反应的可逆性，他指出，对丹砂(硫化汞)加热，可以炼出水银，而水银和硫磺化合，又能变成丹砂。他还指出，用四氧化三铅可以炼得铅，铅也能炼成四氧化三铅。在葛洪的著作中，还记载了雌黄 (三硫化二砷)和雄黄(五硫化二砷)加热后升华，直接成为结晶的现象。</p> <p>　　此外，葛洪还提出了不少治疗疾病的简单药物和方剂，其中有些已被证实是特效药。如松节油治疗关节炎，铜青(碳酸铜)治疗皮肤病，雄黄、艾叶可以消毒，密陀僧可以防腐等等。这些记载，对治疗关节炎有一定效果。雄<a href=\"http://so.gushiwen.org/author_1152.aspx\">黄中</a>所含的砷，有较强的杀菌作用。艾叶中含有挥发性的芳香油，毒虫很怕它，所以我国民间在五月节前后烧燃艾叶驱虫。铜青能抑制细菌的生长繁殖，所以能治皮肤病。密陀僧有消毒杀菌作用，所以用来做防腐剂。科学与宗教之间时常并非严格对立(聂文涛语)。作为一个道士，葛洪早在1500多年前就发现了这些药物的效用，在医学上做出了很大贡献。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>，丹阳人，家中贫穷请不起仆人，家里的篱笆坏得不像样也不修理，常常需要拨开杂乱的草木出门，又推开杂草进屋。家中数次失火，收藏的典籍都被焚毁了，他就背起书篓步行，到别人家抄书，他卖木柴买纸，借火光读书。</p>"
}