{
  "id": 422,
  "star": 4,
  "name": "夏言",
  "image": "http://img.gushiwen.org/authorImg/xiayan.jpg",
  "dynasty": "明代",
  "desc": "夏言（1482—1548），字公谨，汉族，江西贵溪人。明正德进士。初任兵科给事中，以正直敢言自负。世宗继位，疏陈武宗朝弊政，受帝赏识。裁汰亲军及京师卫队冗员三千二百人，出按皇族庄田，悉夺还民产。豪迈强直，纵横辩博，受宠升至礼部尚书兼武英殿大学士入参机务，不久又擢为首辅。嘉靖二十七年议收复河套事，被至弃市死。其诗文宏整，又以词曲擅名。有《桂洲集》。",
  "content": "<h2>墓地</h2> <p><strong>概述</strong><br>　　蜈蚣害鸡有天意？在上清镇桂洲村采访时，当地村民都对<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>的功绩赞不绝口，但也有不少村民，包括夏龙太在内都认为夏言遭严嵩的迫害是天意。<br>　　夏龙太说，桂洲村村头仙人山上有个庙堂。当年，庙里人养了一只大雄鸡，而山上还有一只大蜈蚣，每天雄鸡和蜈蚣都要打上一架。有一天，老和尚要出远门，告知徒弟自己不知多久才能回来，便交代徒弟：雄鸡和蜈蚣迟早会互相斗死，因此要徒弟在雄鸡死后必须在鸡头上斩上一刀，埋葬在下山路的右边，而蜈蚣则埋在下山路的左边。结果徒弟忘了斩上一刀，而且位置埋反了，导致雄鸡和蜈蚣都转世，一直斗到京城。这雄鸡就是投胎的夏言，而蜈蚣则是严嵩。</p> <p><strong>传说猜测</strong><br>　　夏龙太这个传说的真实性无从得到考究，但熊长胜在他所写的历史故事里却写道，夏言小时候看戏都是独脚站立着看的，头还喜欢往侧边或后面察看，所表现的动作确实跟鸡差不多。</p> <p><strong>夏言墓地达百座<br></strong>　　在鹰潭3555．4平方公里的版图上，自古以来官位最高的，当数贵溪籍（今属龙虎山风景名胜区）夏言。在明代，夏言官至朝廷首辅，相当于一人之下万人之上的宰相。然而，这位让当地人长期景仰的首辅却遭到严嵩的迫害，最后客死他乡。近日，记者前往夏言故里泥阳镇（今龙虎山风景区上清镇）桂洲村采访，了解到不少连当地史志都未曾记载的传奇故事。</p> <p><strong>传说资料</strong><br>　　夏言死后，嘉靖帝慢慢后悔起来。上清镇桂洲村第一小组67岁的夏龙太对记者说，嘉靖帝有后悔之意时，命人将夏言之首称了一称，发现有5斤4两，遂命人用金子铸成5斤4两重夏言的头，置备100副棺材，其中只有1副装有夏言金首，分于全国各地100处埋葬，葬后还将所有送葬者杀死。因此，截至目前，上清镇甚至贵溪大部分地区的人们买菜砍肉都没有5斤4两的概念，也很忌讳5斤4两的说法，如果遇到5斤4两时，人们都会非常自觉地要么以5斤3两成交，要么以5斤半成交。<br>　　熊长胜说，直到很久后，后人才在上饶市郊发现夏言墓的真实所在地。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>（1482年7月14日—1548年11月1日）字公谨，号桂州， 江西省鹰潭市贵溪市上清镇人，明武宗正德十二年（1517）中进士，授行人，擢兵科给事中。嘉靖七年（1528），夏言调吏部，深得世宗皇帝的赏识。嘉靖十年（1531）三月，夏言被提升为少詹事兼翰林学士掌院士，随之升为礼部左侍郎，仍掌翰林院。一月后代李时为礼部尚书。 嘉靖十五年闰十二月擢武英殿大学士，入参机务，不久为首辅。嘉靖十八年（1539）加少师，特进光禄大夫、上柱国。明朝以来，臣子无加上柱国者，唯夏言一人领此衔。</p> <p>　　继夏言出任礼部尚书的严嵩（江西分宜人），原和夏言以同乡称，对夏言甚恭谨，遂提拔他以自代。严嵩内心却十分妒恨夏言，他看出夏言和嘉靖及武定侯郭勋等人的矛盾，便不断进谗言陷害夏言。每次太监到夏言家时，夏言都气势岸然，以\"内竖\"待之。而太监到严嵩那里时，严嵩却亲自让坐，\"礼极恭\"，而且送钱给太监。故太监们按严嵩之意，在嘉靖面前总说夏言的坏话。夏言渐渐失去了世宗的宠信，接二连三地遭受斥责，如\"稽缓敕之洁，不遵用印记之，人阁晏晚以及禁内扛舆（坐轿子）之洁。\"小有过失即蒙申斥。 嘉靖二十一年，因\"昭圣太后崩，诏问太子服制言报疏有伪字\"，夏言被严嵩排挤去官，回江西，并在家乡贵溪象山书院建\"象麓草堂\"以自适。</p> <p>　　待嘉靖之子穆宗继位，柄政祸国二十余年的严氏父子终于败死。夏言家人上书伸冤，穆宗予以昭雪。下诏复其官爵，重祭安葬并追溢\"文憋\"。夏言有《桂洲集》十八卷及《南宫奏稿》传世。他的部分创作能揭露社会矛盾，一些写景抒情之作技巧也比较纯熟。《安乡道中观妇人插田》中写道：\"南村北村竞栽禾，新妇小姑兼阿婆，青裙束腰白裹首，手掷新秧如掷梭；打鼓不停歌不息，似比男儿更普力。自古男耕和女织，怜尔一身勤两役。吁嗟乎！长安多少闺中人，十指不动金满身。\"夏言墓葬于上饶市郊。 </p><br/><h2>人物生平</h2> <p><strong>直言进谏<br></strong>　　明武宗正德十二年（1517年），<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>考中进士，被任命为行人，继而升任兵科给事中。他生性机警灵敏，善于写文章。等他做到谏官，便以直言为己任。</p> <p>　　明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>继位后，夏言上书说：“自正德（1506年—1521年）年间以来，上下消息不通已达极点。现在陛下刚开始办理各项政务，请于每日早朝以后，亲自到文华殿批阅奏章，召内阁大臣当面商量决定，如有关重大利害的事情，则下达给全体大臣集中商议。不应和身边宦官商量后就直接从宫中发出圣旨。即使陛下所做出的取舍，也一定要下到内阁，经讨论然后实施，以杜绝为人蒙骗或弄虚作假的弊病。”世宗赞赏并采纳了这个意见。后来，他领命和御史郑本公、主事汪文盛一起考核世宗身边的侍卫及京城卫队的冗员，裁汰了三千二百人，又上书陈述九条意见。京城治安秩序因此得以稳定。</p> <p>　　嘉靖（1522年—1566年）初年，他和御史樊继祖等外出清理庄田，把被侵吞的民产如数夺出来归还百姓。为弹劾宦官赵灵、建昌侯张延龄，他前后上书七次。又请把后宫负郭庄田改为亲蚕厂、公桑园，禁止一切亲戚、乡人的请托及河南、山东一些坏人把民田献给王府的行为。他曾解救过被逮捕的永平知府郭九皋。庄奉夫人的弟弟邢福海，肃奉夫人的弟弟顾福，世宗下令赐他们世袭千户锦衣，夏言力争，认为不妥。这些奏章大多梗直，被世人传诵。经几次晋升，夏言任兵科都给事中。评定青羊山镇压叛乱的功罪，他的议论和奏章都很恰当。副使牛鸾缴获了乱军中的通讯名单，为了安抚人心，夏言请求烧毁了它。孝宗一朝曾经命令吏部和兵部每个季度把两京大臣及在外文武两方面官员的履历表造好进呈皇帝，但自武宗即位以后渐渐不执行了，夏言因此建议恢复了这一制度。</p> <p><strong>奏定典礼<br></strong>　　嘉靖七年（1528年），调入吏部。这个时候，世宗正锐意于修饰礼文的工作，认为天地合在一起祭祀不合礼制，想分别建立两个郊祀台，加上日月，共四个祭坛。大学士张璁不敢决定，世宗以占卜问于太祖也不吉利，议论正要作废，恰好夏言上书，请世宗亲耕于京城南郊，皇后亲蚕于京城北郊，为天下人示范。世宗因为这南北郊的说法与分别建立两个郊祀台的说法一致，所以命令张璁以诏书询问，夏言于是便请分别祭祀天和地。朝臣不同意，张璁也责问他，詹事霍韬攻击得尤其厉害。世宗非常恼火，将霍韬下狱，颁发加盖玉玺的诏书奖励夏言，赐给他四品官的官服和俸禄，最后听从了他的意见。夏言从此以后很受世宗宠信。开始修造京城祭祀的工程就让夏言负责监督。延绥发生饥荒，夏言推荐佥都御史李如圭任巡抚。吏部推荐替代李如圭的人，世宗不愿任用，再推荐，轮到了夏言。御史熊爵认为夏言推荐李如圭就是为了让他给自己让出位置，直至把他比作张彩。世宗严厉批评了熊爵，命夏言不要辩解，但夏言心中不平，攻击熊爵并推辞这一任命，世宗就此罢休。</p> <p><strong>入主内阁<br></strong>　　时张璁傲慢地指挥臣僚，没人敢与他违抗。夏言自认为世宗了解自己，所以独立一面不肯居其下风。张璁就从中破坏世宗对夏言的信任，夏言也抱怨张璁破例任用彭泽为太常卿而不抬举自己，两人从此有了嫌隙。夏言大胆上书弹劾张璁及吏部尚书方献夫，二人都上书辩说并自求解职。世宗对他们几个都很看重，所以为他们两头解劝。夏言官位已很显贵，因与张璁、方献夫、霍韬相互敌对，所以更要以强直的性格来自我保护。世宗想把郊祭之礼编成一书，提拔夏言为侍读学士，担任纂修官，叫他每天到经筵前讲论，同时仍旧兼任吏科都给事中。夏言又帮助世宗重新制定了文庙的祭祀典礼和祖先的祭祀礼制，世宗更加高兴。</p> <p>　　嘉靖十年（1531年）三月，夏言升任少詹事，兼翰林学士，掌管院事，并与以前一样任直讲。夏言眉目清朗，胡须也长得好看，口齿宏亮，不说家乡话。每次到经筵讲论，世宗都盯住他瞧，心里想要重用他。张璁忌恨得更加厉害，于是就和彭泽一起制造薛侃一案，把夏言交司法部门处理。不久，世宗发觉是张璁曲意害人，就将他罢免，释放了夏言。八月，四郊祭坛竣工，提升夏言任礼部左侍郎，仍旧掌管翰林院事务。一月后，接替李时任礼部尚书。他从谏官下来不满一年做到六卿之一的尚书，是以前没有过的事。 </p> <p>　　当时士大夫们还在恨张璁，凭借夏言来与之抗衡。夏言既因为聪明颖悟得到世宗信任，又能降低身份，屈己下人。御史喻希礼、石金请宽解因“大礼议”一事而定下的案犯，得罪了在位的大臣，世宗非常恼火，让夏言揭发他们的罪状。夏言说喻希礼、石金并无它意，请世宗宽恕他们。世宗责怪他的回答，把二人关进诏狱，然后把他们流放到边远的地方去，夏言作了自我批评才算罢休。因为这件事，夏言很得公卿们的赞誉。世宗制作礼乐，大多是夏言做礼部尚书时议定的，内阁大臣李时、翟銮只是空占官位罢了。世宗每每写了<a href=\"http://so.gushiwen.org/author_422.aspx\">诗</a>，就赐给夏言，夏言予以唱和，并刻石记录，然后进呈，世宗更加高兴了。夏言撰写奏章或是应诏写诗填词，只片刻就能完成。几次得到召见，谈到政治事务，很会揣摩世宗的心意，不免有牵强附会的时候。世宗赐给他一枚银章，让他密封上书，评论政事，诏书说他“学问博大，才识优裕”。又前前后后不隔月地赏赐他绣蟒飞鱼麒麟服、玉带、精金、贵重的酒杯、美味佳肴、流行物品等。</p> <p>　　在当时，张璁、方献夫也曾相继入阁为首辅，知道世宗很宠爱夏言，也不敢和他对着来。不久他们都辞去官职。过去议论礼制的人只有霍韬还在位，继续仇视夏言。嘉靖十五年（1536年），因为应天府尹刘淑相事件，霍韬、夏言相互攻击。最后霍韬输了，夏言由此气势更加傲慢。郎中张元孝、李遂稍稍违了他的心愿，他就奏请将他们贬官。皇子出生时，世宗赏给夏言很多东西。先是晋升为太子太保，又提升为少傅兼太子太傅，闰十二月就兼任武英殿大学士，入内阁参与机务。随世宗拜谒墓陵，归回途中至沙河，夏言的厨中起火，烧到了郭勋、李时的帐篷，世宗交给夏言的六篇奏章也给烧了。夏言本当一个人请罪，却与郭勋等共同赔罪，被世宗责怪了一番。当时，李时为首辅大臣，政令却多出自夏言。顾鼎臣入内阁后，仗着自己入官在前并且年龄较大，很想对政事表示些意见。夏言心中不愉快，顾鼎臣也就不敢跟他争论了。同年冬，李时逝世，夏言接替其为内阁首辅。</p> <p>　　嘉靖十八年（1539年），夏言因进献祭祀皇天上帝的诏书，得以晋阶为少师、特进光禄大夫、上柱国。明代大臣没有晋升上柱国的，这名号是夏言自己想出来的。</p> <p><strong>恩宠渐衰<br></strong>　　武定侯郭勋得到世宗欢心，就破坏世宗对夏言的宠信。而礼部尚书严嵩心里也忌妒夏言。夏言与严嵩随从世宗到承天，世宗拜访显陵以后，严嵩两次请准许大臣上表称贺，夏言请等到回京后。世宗批示作罢，但心里很不愉快。严嵩探知世宗心思，坚持请求，世宗就说道：“礼乐之事，当然可以出自天子。”因而命大臣上表祝贺，从此世宗渐渐不喜欢夏言。世宗巡幸大峪山，夏言前往侍候来得稍迟一些。世宗批评了他，夏言害怕得赶紧认罪。世宗大为恼火地说：“夏言本是一个卑微的小官，因为张孚敬（张璁）倡议郊礼一事得到提升，竟敢怠慢无礼，上机密奏章不使用朕赐给他的银章，现在朕命令他归还前前后后朕发给他的亲笔敕令。”夏言当时更害怕，上书认罪，请不要追索银章和亲笔敕令，让他作为子子孙孙百代光荣，说得很令人伤心。世宗怒气未消，怀疑他把亲笔敕令毁坏了，命令礼部催讨，并剥夺他少师的勋位，让他以少保、尚书、大学士退休。夏言于是把四百多幅亲笔敕令并银章一枚缴上。过几天，世宗怒气消了，让人制止他还乡。又以少傅、太子太傅入内阁值勤，夏言上书感谢，世宗高兴，指示他砥砺初忠，秉公办事，正道做人，以消除众人的怨气。夏言心里知道所谓众人的怨气，是指郭勋等人。再次上书道谢，说自己不敢自处于别人的后边，一心一意，孤立无援，所以被众人怨恨。世宗又不高兴，责问他，他惶恐认罪，才算罢休。没多久，雷电震坏了奉天殿，世宗召见夏言及顾鼎臣，夏言没按时来到。世宗又一次训斥了他，并让礼部揭发他的罪状，夏言等主动认错，世宗又批评他傲慢，并批评了顾鼎臣。过后，才算归还了以前追讨出来的银章和墨宝。 </p> <p>　　陕西传来捷报，恢复了他少师、太子太师的勋位，升为吏部尚书，值勤于华盖殿。江、淮一带叛乱得到平定后，世宗用盖了玉玺的诏书奖励他，赐他金币，让他兼领大学士俸禄。 </p> <p>　　嘉靖十九年（1540年），顾鼎臣逝世后，翟銮又一次入内阁，对夏言慎重得像他所属小吏一样，言语中不敢有一点矛盾。而霍韬任詹事府主管，几次制造矛盾。因为郭勋与夏言感情上有裂痕，就结交他，让他帮助自己，三个人开始不停地勾心斗角。后来，霍韬去世，夏言、郭勋依然在相互争斗。</p> <p>　　世宗祭祀祖宗的庙宇发生火灾，夏言当时因病在假，请求罢官，未得到批准。昭圣太后逝世，世宗用诏书询问太子丧服的礼数，夏言回答的奏疏有错字。世宗严厉批评了他，他在认错的同时又请求回家乡治病。世宗更为恼火，就命令他以少保、尚书、大学士的待遇致仕。夏言听说世宗对自己恼火，就进呈了十四篇有关边境防御的策论，希望因此得到谅解。世宗说：“夏言既然对国事有忠诚的谋划，为什么那样坚决地自我爱惜，辜负朕对他的信赖呢？姑且不治他的罪吧。”当初，夏言撰写青词及其他文章，最能满足世宗的心意。夏言罢官后，只有翟銮在职，并不是世宗急着要用的人。夏言即将离开京城时前往西苑的斋宫磕头谢恩，世宗听说，很怜惜他，特地赐他酒食，让他回私人住宅治病，等待以后的任命。恰好郭勋因为谏官很厉害地弹劾他，也称病在假。</p> <p>　　京山侯崔元新近得世宗宠信，在西苑值勤，他忌恨郭勋。世宗闲谈中问崔元说：“夏言、郭勋是我的左右臂，他们相互忌妒是什么原因？”崔元不说。世宗问夏言什么时候回家乡去，崔元说：“等圣诞（世宗生日）过后他才敢请放行。”又问郭勋得了什么病，崔元说：“郭勋本没病，夏言一回家他就会出来了。”世宗点头同意。谏官知道世宗宠信夏言而厌恶郭勋，就一起揭发郭勋的罪证，郭勋的辩护词狂悖错乱，世宗发火了，剥夺了郭勋同事王廷相的官籍。给事中高时，是夏言深厚交结的知己，这时揭发了郭勋十几件贪污、放纵、不守法度的事情。世宗因此把郭勋关进了监狱，恢复了夏言少傅、太子太师、礼部尚书、武英殿大学士的官职，等病好入内值勤。夏言虽然在病假中，内阁的事务多由他裁定。办理郭勋的案件，都是按他的授意进行的。</p> <p>　　嘉靖二十一年（1542年）春，夏言任一品官满九年，世宗派宦官颁赐银币、宝钞、羊酒和宫廷食品，全部恢复了他的官级，用加盖玉玺的诏书奖励、赞美他，在礼部为他举办宴会，由尚书、侍郎、都御史作陪。这个时候，世宗虽然优待、礼遇夏言，不过对他的宠信已不如当初了。</p> <p><strong>斗法严嵩<br></strong>　　慈庆、慈宁两宫夫人去世后，郭勋曾经请把其中一个改由太子居住。夏言以为不合适，符合世宗之意。到这个时候世宗突然又问起太子应当住哪里，夏言忘记了自己先前的话，因想到再造宫殿费事烦人，就做出了和郭勋一样的回答。世宗心里不高兴，又怀疑谏官弹劾郭勋是出于夏言的指使。等建造大享殿时，世宗命令宦官监视，夏言却不替世宗写敕令文稿进呈。到西苑值勤的几个大臣，世宗都命令他们骑马，又赐给他们束发用的香叶巾，让他们用皮绵做鞋子。夏言以为这不是礼制规定的大臣服装，不肯接受，并且只有他乘坐手挽的齐腰小轿。世宗积累了这几桩不满，想要罢他的官，因而严嵩得到了排挤他的机会。 </p> <p>　　严嵩与夏言是同乡（都是江西人），称夏言为前辈，对夏言很谨慎。夏言入内阁时推荐严嵩接替他原来的官职，把他当作门客收笼，严嵩心里很是恨他。夏言失去世宗信任后，严嵩因为善于谄言媚语，得到世宗欢心。夏言担心被罢官，唤严嵩过去商量，严嵩却已经偷偷到陶文忠家里计划怎么咬他坏话以便取而代之。夏言得知非常恼恨，便示意谏官一次次弹劾严嵩。世宗正在宠信严嵩，并未听进去，而二人从此就大为不和。严嵩得到世宗宴请和召见时，磕头下跪，诉说夏言怎么欺辱他，泪如雨下。世宗让他把夏言的罪状全说出来，严嵩这下得以大揭其短。世宗大为恼火，写诏书给礼部，一一数说夏言的罪过，并且说：“郭勋已关入监狱，他还千方百计罗织罪名。谏官本是朝廷的耳目，却专听他夏言指使。我不早朝，他夏言就不入阁办事。军国大事，能在他家里裁决；天子说的机密话，他也敢把做儿戏玩。谏官对此不发一言，就这样欺骗君上，使得鬼神怨怒，下大雨伤害了庄稼。”夏言很害怕，赶紧上书认错。过了十多天，献帝周年时，他还被召进去拜见，到西苑侍候皇帝。夏言借机谢皇上恩典，并请求准他老病还乡，话说得很哀伤。奏章在皇帝那里放了八天，正好七月初一日食，过后，世宗亲写诏令说：“老天日食超过常分，正犯着下级欺慢上级的过错，现在朕命令剥夺夏言的官职，让他回家闲住。”世宗又承认自己的三种过失，布告天下。御史乔佑、给事中沈良才等都上书评论夏言的事，并各自请问己罪。世宗大为恼火，贬斥了十三个人，其中高时因曾弹劾郭勋，单单被重贬到遥远的边地。于是严嵩取代夏言步入内阁。</p> <p>　　夏言任首辅多年，家境殷富，服饰、日用豪华、奢侈，也常和别人通讯问好并馈赠钱物。罢官时间长了，不见召用，监司府县的官吏也稍稍待他冷淡了，夏言心里闷闷不乐。每遇元旦、世宗生日他必定上表称贺，自称为“草土臣”。世宗也渐渐怜悯他，就恢复了他尚书、大学士的官衔。</p> <p>　　嘉靖二十四年（1545年），世宗微微觉察到严嵩的贪婪和放纵，又想到了夏言，派官员送亲笔诏书召他回朝，恢复了他的少师等全部官职，也加封严嵩为少师，看起来像是与夏言并重的样子。夏言来以后，一直气愤严嵩凌驾在自己头上，凡有所批示，概不征求严嵩的意见，严嵩闭上嘴巴不敢说一句话。严嵩私自所提拔使用的人，夏言大加罢斥、放逐，严嵩也不敢帮忙，但对他恨入骨髓。当时全国的士大夫正恨严嵩贪婪、嫉妒，认为夏言能压服严嵩，制其死命，莫不深感痛快。而夏言因为罢官时间长，一心要扩大权势。文选郎高简充军边远，唐龙、许成名、崔桐、王用宾、黄佐被罢官，王杲、王日韦、孙继鲁吃官司，都出于夏言的指使。贵州巡抚王学益、山东巡抚何鳌被谏官弹劾，夏言马上就草拟命令加以逮捕、审讯。唐龙过去与严嵩相好，王日韦的事又牵连着严世蕃，还有其他被他贬斥的也不全恰当，因而朝廷中士大夫对他开始畏惧了。最后御史陈其学因盐法的事情弹劾崔元及锦衣都督陆炳，夏言草拟命令要他们自己写供词说明，两人都到夏言跟前认死罪，陆炳乃至跪下双膝请求才得到谅解。后来他俩与严嵩开始勾结准备陷害夏言，而夏言却没有发觉。世宗几次派遣小宦官到夏言的住处，夏言气势凌人，把他们看作奴才。严嵩则肯定请他们坐下，并亲自把些金钱塞进他们的袖管中。因此这些宦官天天说严嵩的好，卖夏言的赖。夏言所献上的青词往往不合世宗的心意，严嵩得知后，越发认真地撰写进呈的宫体诗词。</p> <p><strong>惨遭冤害<br></strong>　　嘉靖二十七年（1548年），收复河套的议论为人提起。夏言原本是慷慨其辞，自以为有经世济用的才能的，想建立百代功勋。因为陕西总督曾铣请收复河套，就赞成、决定此事。严嵩与崔元、陆炳在中间捣鬼，最后夏言因此弄得身败名裂。原来江都人苏纲，是夏言后妻的父亲，与曾铣关系很好。曾铣请求收复河套时，苏纲极力对夏言称赞他。夏言认为倚靠曾铣此事能成，就秘密上书推荐他，说大臣中间没有比曾铣更忠诚的了。世宗让夏言拟定旨意，再三夸奖曾铣，曾铣心里高兴，更加坚决地出兵作战。世宗忽然又下诏书责备，语气很严厉。严嵩揣测到世宗的真心，就尽力说河套不可能收复，言词中间连及夏言。夏言方才大惧而称罪认错，又说严嵩未曾有过不同意见，如今竟一切推在我身上。世宗批评他为难君上，威逼众人。严嵩又上书折腾，攻击他。夏言也极力辩解。然而世宗已被严嵩的诬告蒙住，怒气难能消除。于此年剥夺了夏言的全部官衔，让他以尚书的名义致仕，但仍没有杀他的意思。碰巧有流言蜚语传入宫中，说夏言临走时埋怨、诬蔑世宗。严嵩又代仇鸾起草上书，攻击夏言收了曾铣的贿赂，插手关市，谋取暴利，事情牵连到苏纲，于是把曾铣、苏纲关进了京城的大牢里。严嵩和崔元、陆炳暗里商量，就用勾结皇帝身边侍卫人员罪名将曾铣斩首，苏纲到边远地区充军，并派官兵逮捕夏言。</p> <p>　　夏言抵达通州，听说曾铣的罪名，大惊失色，歪倒在车中，说：“唉！我恐怕非死不可了。”又上书诉说自己的冤屈，说：“仇鸾正要被捕，皇上下的圣旨不到两天，他怎么知道皇上说的话，又怎么知道严嵩的奏章而且这样附会它？大概是严嵩与崔元等伪造罪证，想迫害我就是了。严嵩这个人，言是行非，像共工；谦恭下士，像王莽；奸巧弄权父子专政，像司马懿。在京城的大臣受他的笼络，只知道有严嵩不知道有陛下；在地方上的大臣受他的钳制，也只知道有严嵩不知道有陛下。臣的命操在严嵩手中，臣只有把臣的命交给陛下您，希望能设法加以保全！”世宗并不明白他的话。案件已定，刑部尚书喻茂坚、左都御史屠侨等当他将被处死时，援引大臣、能吏量刑时可以减免的条款上书请予减免死刑，世宗不愿听，严厉批评了喻茂坚等人，扣发了他们的薪俸，并且又提到了夏言以前不戴香叶巾帽的事情。同年十月，将夏言斩首街头，时年六十七岁。他的妻子苏氏流放广西，侄儿、时任主事的夏克承，侄孙、时任的尚宝丞夏朝庆，都被削职为民。</p> <p>　　明穆宗隆庆（1567年－1572年）初年，夏言家人上书伸冤，明穆宗予以昭雪。下诏复其官爵，重祭安葬并追谥文愍。</p>"
}