{
  "id": 886,
  "star": 35,
  "name": "虞姬",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_886.jpg",
  "dynasty": "两汉",
  "desc": "楚汉之争时期“西楚霸王”项羽的爱姬，名虞（在《史记·项羽本纪》中有“有美人名虞”的记载)。一说姓虞（在《汉书·项籍传》中有“有美人姓虞”的记载）。生卒年不详，出生地不详（一说今江苏省沭阳县颜集镇虞溪村，一说今常熟虞山脚下虞溪村，一说今绍兴县漓渚镇塔石村）。相传容颜倾城，才艺并重，舞姿美艳，并有“虞美人”之称。逝世年龄正史并无记载，据野史记载，虞姬“{公元前230年-公元前202年}年仅28岁。",
  "content": "<h2>轶事典故</h2> <p><strong>女儿拔剑</strong><br>　　公元前202年，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>和<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>争夺天下，项羽被刘邦困在了垓下，刘邦手下有不少人会唱楚歌，项羽几番突围失败，兵孤粮尽，夜晚听到四面楚歌，以为楚地尽失，楚营里的将士们听见家乡的歌声，军心涣散，都纷纷逃跑了。楚霸王看见大势已去，心如刀绞，他什么也不留恋，只惦记着爱妾<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>。两人饮酒帐中，不由悲伤地唱起了《垓下歌》：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”<br>　　虞姬凄然起舞，忍泪唱起《和垓下歌》：“汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生！”<br>　　虞姬的这一首《垓下歌》，既是历史上少见的绝命悲歌，也是爱情的悲歌，虞姬为了让项羽不再有牵挂，唱完《垓下歌》，拔剑自刎。<br>　　项羽悲恸万分，在仓促间只好草草掩埋了虞姬，随即项羽带著八百骑兵连夜突围而出，被汉军追至乌江边，乌江亭长说江东还是霸王的地方，汉军没有船，让霸王渡江东山再起。项王说，自己当年与江东8000子弟出征，已全部战死，自己不愿苟且偷生，并无颜面再见江东父老，谢绝了乌江亭长的好意，将乌骓马送给乌江亭长引渡，然后率领28个子弟兵执短兵器和杀来的汉军再次拼杀，最后项王见到自己的旧部下吕马童，说：不是我项羽不能打，今天天要亡我，我又奈何，既然老朋友都来了，那就让老朋友得万户侯（刘邦当时用重金购项羽首级），于是慷慨地自刎在乌江边，将头送给了吕马童。 <br>　　于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧於心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十馀创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，馀骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜，骑司马吕马童，郎中吕胜、杨武各得其一体。五人共会其体，皆是。故分其地为五：封吕马童为中水侯，封王翦为杜衍侯，封杨喜为赤泉侯，封杨武为吴防侯，封吕胜为涅阳侯。</p> <p><strong>霸王别姬</strong><br>　　清朝<a href=\"http://so.gushiwen.org/author_886.aspx\">诗</a>人何溥的《虞美人》诗云：“遗恨江东应未消，芳魂零乱任风飘，八千子弟同归汉，不负君恩是楚腰（指虞姬）。” 认为八千楚军被迫投降刘邦，没有一人像虞姬那样的坚贞。“霸王别姬”是秦汉时期最为动人的故事之一。虞姬忠于爱情，为让项羽尽早逃生，拔剑自刎，其情，惊天地！其义，泣鬼神！作者在画中运用动感很强的涡轮线、夸张的衣袖以及视觉冲击力很强的桔红色来表现虞姬刚烈的性格。这里的霸王用大家都很熟悉的京剧霸王脸谱，为了不夺虞姬的形象,只把霸王隐在虞姬舞动的袍子中，霸王细密的胡须直线和虞姬身上的涡轮曲线形成静与动的对比，更衬托出虞姬舞剑时旋转的动感。 画内题诗用的是项羽的《垓下歌》：“力拔山兮气盖世，时不利兮骓不逝，骓不逝兮可奈何，虞兮虞兮奈若何。”再看《虞姬》：<br>　　肠断乌骓夜啸风，<br>　　虞兮幽恨对重瞳。<br>　　黥彭甘受他年醢，<br>　　饮剑何如楚帐中。<br>　　诗的大意是：夜闻乌骓马的嘶鸣，叫人肝肠寸断。虞姬在幽恨中直直地对着眼中有两个瞳子的项羽大将军。项羽部将黥布和彭越居然甘心后来被剁为肉酱而投降了刘邦，何如虞姬那样自刎于楚帐中而芳华百代？关于虞姬，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·项羽本纪》中有简略的交待。<br>　　项王被汉军围于垓下（今安徽省灵璧县东南），夜闻四面楚歌。”项王则夜起，饮帐中。有美人名虞，常幸从，骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：‘力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何？’歌数阙，美人和之。项王泣数行下，左右皆泣，莫能仰视。”虞姬对项羽的和歌，据《楚汉春秋》记载是：“汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生。”<br>　　另据《情史·情贞类》记载：“（虞姬和歌之后）姬遂自刎。姬葬处，生草能舞，人呼为虞美人草。” 《吴中先贤谱》 苏 文 编绘<br>　　“虞美人草”，多么动听的名字！<br>　　虞姬死于四面楚歌声中，张爱玲在读中学时所写的《霸王别姬》里，却感叹：“啊，假如他成功了的话，她将得到些什么呢？她将得到一个‘贵人’的封号，她将得到一个终身监禁的处分……他们会送给她一个‘端庄贵妃’或‘贤穆贵妃’的谥号……”就算楚霸王当了皇帝，她也不过是成千上万的贵妃中的一个而已。<br>　　虞姬究竟是什么人？她的绝世容貌如何？早已消失在历史帷幕的深处。在现代，梅兰芳等艺术家，一直借题发挥，扮演《霸王别姬》，让她到台前且歌且舞，亦悲亦泣，把“幽恨”二字张扬到了美学的境界。虞姬形象如何，我们都不知道，但可以肯定的是，她至少拥有美貌、才艺与风情三大优势（林黛玉笔下的五美，包括她自己 ，都是色、艺、情三者兼而有之，所以林妹妹才如此地惺惺相惜），这就让“力拔山兮气盖世”的大王像《金瓶梅》开篇里说的：“只因撞着虞姬……豪杰都休。”从历史和政治上来说，项羽是败军之将，刘邦是开国之勋。但从人格力量和美学角度看过去，项羽因了虞姬，因了在最后一搏的生死关头竟然对虞姬“泣数行下”，让后人，至少是让我觉得，这个儿女情长英雄气短的大将军更有人情味，更具个性光彩，比起刘邦来也就显得更真更善更美。 有趣的是，项羽与虞姬，貂蝉与吕布，西施与勾践、夫差，<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>与汉元帝、匈奴单于呼韩邪，红拂女与李靖，甚至绿珠与<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>，这五组男女关系中，当作为历史叙事的时候，人们注重的是它的男主角，但一旦当作人生际遇去解读、吟诵、传唱、演绎时，女性形象大都光彩照人，甚至使刻板、枯燥、冰冷的历史教科书也因此有了人性的光彩和生活的温情。</p> <p><strong>千古绝响</strong><br>　　有人说项羽和虞姬的爱情是天生一对，地配一双。这项家和虞家原都是楚国贵族，秦始皇灭楚后，迁移到今江苏省宿迁县过隐居生活。项羽和虞姬从小一起长大，两小无猜、青梅竹马，这两家于是结为秦晋之好。<br>　　虞姬嫁给项羽之后不久，陈胜、吴广领导的秦末农民起义开始了。项羽和叔叔项梁带着八千子弟兵也树起了义旗，项羽从此戎马倥偬，开始了紧张的军旅生活，南征北战，昼夜厮杀。作为妻子的虞姬，随军行动，项羽战到哪里，她就跟到那里。就这样，在项羽领兵出战时，她给他鼓励，寄予深情厚望，保佑平安归来；在项羽凯旋归营时，她以翩跹舞姿，千般柔情，万般妩媚，欢歌娱曲给他祝贺；在项羽遇到挫折的时候，她便以“胜败乃兵家之常事”的话给他抚慰；甚至她还会穿了战靴，披上绣甲，骑马跟着项羽在阵上冲锋，作他坚强的后盾。有了这一强大的精神支柱，项羽越战越勇，所向披靡。<br>　　项羽是一个性格暴躁的男子，却也是个用情专一的人。他始终爱着虞美人，成为历史上的一段佳话。刘邦进入咸阳后，项羽跟着进来，一把火烧了阿房宫，收集秦朝宫殿中的金银财宝，全部运到他的根据地彭城，却将阿房宫内成百上千的美女尽数遣散，纯粹就是为了讨好虞美人。<br>　　在楚汉相争的第4年，项羽和刘邦的大将韩信在垓下展开激战，就是历史上著名的“垓下之战”。虞美人在帐篷中心惊肉跳，惴惴不安，苦苦地等着项羽的归来。项羽回来了，这一回他中了韩信的十面埋伏计，他虽然靠着一支画戟，有钟离昧、季布在左右奋力相帮，杀散一层又一层的汉兵，杀出一条血路，逃了出来，但自己的人马，已丢了八成。他自起兵以来，像这样的失败，尚是破题儿第一回。汉军把项羽的营地围得水泄不通，而且汉营中的韩信，还编出一曲楚歌，教军士在楚营外四面唱和。其歌词无句不哀，无字不惨，使那些残败的楚兵，无不怀念起遥远的家乡，一时间斗志全无，一个个在夜色掩护下陆续逃散。楚霸王夜不能寐，心情烦闷地坐在军帐中饮酒。当时，面对他宠幸的美人虞姬，面对多年伴他驰骋战场的骏马，楚霸王抚今追昔，感慨良多，心潮难平。他禁不住慷慨悲歌：力拔山兮气盖世，时不利兮骓不逝；骓不逝兮可奈何， 虞兮虞兮奈若何！<br>　　项羽知道自己的灭亡已经无法避免，他的事业就要烟消云散，他没有留恋，没有悔恨，没有叹息。他惟一忧虑的是他所挚爱的、经常陪伴他东征西讨的虞美人的命运和前途。毫无疑问，在他死后，虞美人的命运将会十分悲惨，于是无限哀伤地唱出了“虞兮虞兮奈若何！”的千古悲歌。<br>　　虞美人在旁听了，泣不成声，对项羽说：“贱妾生随大王，死亦随大王，愿大王前途保重！”她一转身，突然从项羽腰间拔出佩剑，向自己项上一横，就这样香消玉殒。项羽抚尸大哭一声，命人就地掘坑掩埋了虞姬，跨上战马，杀出重围。但终究没有逃出汉兵的追击，到了乌江边无处可逃，自刎于江边，这年项羽才31岁。<br>　　刘邦后来以礼埋葬了虞美人。后来，在虞姬血染的地方就长出了一种罕见的艳美花草，人们为了纪念这位美丽多情又柔骨侠肠的虞姬，就把这种不知名的花叫做“虞美人”。这名称就一直流传到今天。<br>　　虞姬，是项羽毕生钟爱的一个女人。</p><br/><h2>生平</h2> <p>　　史书中对<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>的记载的较少，甚至连本名都没有记载。在西汉大历史学家<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记·<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>本纪》里记载道：“有美人名虞。”因此后来就出现了两种说法：一是有人推测“虞”是美人的名；二则“虞”是美人的姓，《辞源》备有此说。而“虞姬”则是后人对其的称呼，关于“姬”这个字，也有一定的说法，体上有两个含义：一是“姬”就是她的姓；二则是“姬”是古代妇女的美称。虞姬的姬可以归为第二义，即美称。总而言之，人们只能得知虞姬的姓名与“虞”字有关，而她的真实姓名，却成为了一个谜团。</p> <p>　　相传（非正史），项梁杀人避祸携项羽由下相奔吴中，即今日苏州地。虞氏为会稽郡（秦末置春秋吴、越地域为会稽郡，以吴(今苏州)为郡治）吴中望族。项梁叔侄在此结交江东子弟。虞姬，慕项羽英名，嫁与项羽为妻，陪伴左右。抑或可以说是项羽有幸得识虞姬，得此佳人，共谱华章。</p> <p>　　虞姬常随项羽出征，楚汉相争后期，项羽趋于败局，于公元前202年，被汉军围困垓下（今安徽省灵璧县东南），兵少粮尽，夜闻四面楚歌，哀大势已去，面对虞姬，在营帐中酌酒悲歌：“力拔山兮气盖世，时不利兮骓不逝，骓不逝兮可奈何，虞兮虞兮奈若何？”歌词苍凉悲壮，情思缱绻悱恻，史称《垓下歌》。</p> <p>　　此际，这位叱咤风云的人物，竟也流露出儿女情长、英雄气短的哀叹。随侍在侧的虞姬，怆然拔剑起舞，并以歌和之：“汉兵已略地，四方楚歌声；大王意气尽，贱妾何聊生。”（史称《复垓下歌》或《和垓下歌》）歌罢自刎，以断项羽后顾之私情，激项羽奋战之斗志，希冀胜利突围。死后葬于垓下，今安徽灵璧县城东15华里、303省道南侧有虞姬坟。 </p> <p>　　此<a href=\"http://so.gushiwen.org/author_886.aspx\">诗</a>《史记》、《汉书》都未见收载。唐张守节《史记正义》从《楚汉春秋》中加以引录，始流传至今。《楚汉春秋》为汉初陆贾所撰，至唐犹异。刘知风、司马贞、张守节都曾亲见，篇数与《汉书·艺文志》所载无异。本诗既从此书辑出，从材料来源上说，并无问题。有人认为汉初不可能有如此成熟的五言诗，颇疑其伪，但从见载于《汉书·外戚传》的《戚夫人歌》及<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>《 水经注·河水注》的《长城歌》来看，可知秦汉时期的民间歌谣，不乏五言，且已比较成熟。宋<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>《困学纪闻》卷十二《考史》认为此诗是我国最早的一首五言诗，可见其在中国诗歌史上地位之重要。</p> <p>　　后来清朝有位诗人以虞姬的口吻作诗一首：“君王意气尽江东，贱妾何堪入汉宫；碧血化为江边草，花开更比杜鹃红。”虞姬如此大义凛然、忠于爱情，人民至今传颂不已。</p> <p>　　更也有近代词人喋血赞扬虞姬的诗词：“良辰美景奈何天，英雄末路美人怨。也持吴越薄钢刃，香魂血溅乌江岸。”表现了虞姬忠烈的性格。</p> <p>　　得宠：秦灭亡后，项羽自立为西楚霸王。他分封各路有功的人，或为王，或为侯，虞姬也被封为美人。当时皇帝的内宫分皇后、夫人、美人、良人、八子、七子、长使、少使八等，项羽自封为西楚霸王，名位上自然是低于皇帝，以“美人”封虞姬已经是比较高的名号了，由此见得虞姬深得项羽宠爱。自此“虞美人”的名字传扬开来。</p><br/><h2>墓地</h2> <p>　　灵璧墓<br>　　到灵璧县城东、宿泗公路南侧，有一片终年常绿的树林，树林中有一座古墓。墓基隆起，碑石林立，静穆凝重。这就是安徽省重点保护文物——<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>墓。园内有陈列室，陈列室采用砖木结构，粉墙小窗，青灰色小瓦，内进雕梁画栋，结构巧妙。</p> <p>　　定远墓<br>　　位于安徽定远二龙乡。</p><br/><h2>庙宇</h2> <p>　　明朝崇祯年间，<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>故乡人民在颜集镇西首建立虞姬庙，以祭祀这位巾帼英烈。</p> <p>　　清乾隆三十年，乡人吴九龄重建中殿、大殿，四十年重建后楼。光绪初，宿迁叶祥麟重修。庙貌巍峨，正殿供奉虞姬戎装塑像，显示家乡人民对虞姬的高度崇敬之情。</p> <p>　　叶祥麟为悦来镇叶上庄人，候选光禄寺正。叶上庄与颜集隔沂河而相望，今属沭阳县。</p><br/><h2>出生地</h2> <p><strong>今江苏省沭阳县颜集镇</strong><br>　　沭阳县颜集镇为<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>故乡 ，境内有虞姬沟蜿蜒半境，此沟因人得名，沟畔有胭脂井、霸王桥、九龙口、点将台、项宅等史迹。沭阳，隶属江苏省宿迁市，因位于沭河之阳而得名。据《江西吉安庐陵项氏家谱》记载：虞后生时五凤鸣于宅，异香闻于庭，生于丁丑（公元前224年）卒己亥（公元前202年），葬彭城。<br>　　沭阳民间关于虞姬的传说佳话也是颇多。据介绍，清代著名文学家、<a href=\"http://so.gushiwen.org/author_886.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>曾任沭阳知县，离任43年后重游沭阳时，特地再到颜集乡凭吊虞姬，作有《过虞沟游虞姬庙》诗，并自注“相传，虞故沭人也”。民国期间沭阳当地曾对虞姬庙进行修建，后该庙在抗战期间毁于战火。</p> <p><strong>一说今江苏苏州常熟人</strong><br>　　楚国灭亡后，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>自幼便随叔父逃亡至会稽郡吴县（今苏州），并后来在苏州一带率领江东子弟起义。项羽结识虞姬，虞姬为今江苏苏州常熟人，常熟有虞山，今是著名的虞山风景区，虞姬即出生于常熟虞山脚下一个村舍——虞溪村里。</p>"
}