{
  "id": 1554,
  "star": 0,
  "name": "张继先",
  "image": "http://img.gushiwen.org/authorImg/zhangjixian.jpg",
  "dynasty": "宋代",
  "desc": "张继先（1092－1127），字嘉闻，又字道正，号翛然子，“翛然子”。 北宋末著名道士，正一天师道第三十代天师。元符三年（1100年）嗣教，宋徽宗赐号“虚靖先生”。靖康二年（1127年）羽化，年仅三十六岁，葬安徽天庆观。元武宗追封其为“虚靖玄通弘悟真君”。张继先终生未娶，无子，有《虚靖语录》七卷。张继先的思想影响了心学大师陆九渊。北宋末雷法大兴，天师派张继先天师、林灵素真人、王文卿真人、及南宗陈楠真人均为雷法有名的代表人物，",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1554.aspx\">张继先</a>为人沉默寡言。元符三年（1100年）嗣教，年就九岁。徽宗崇宁以后，四次被召至东京，建醮内廷，赐号“虚靖先生”，视秩中散大夫，并赐昆玉所刻“阳平治都功印”等。张继先天师亦为正一天师清微派大宗师。</p> <p>　　张继先得宋徽宗恩宠，却志在冲淡，喜在山中旷逸自怡，清静修道，屡乞还山。作庵于上清宫后，为心斋坐忘之所，徽宗亲书“静通庵”赐之，有亭名“翛然”，并建灵宝、云锦、真懿三观，改祖师祠为演法观。据称他曾预知国难，托弟子王道坚转告徽宗当“修德弭灾”。其弟子吴真阳，王道坚等有名于世。</p><br/><h2>思想著述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1554.aspx\">张继先</a>提出“心”为万法之宗，论述心神，无恶与符法的关系，认为人身有“精气、元气、</p> <p>　　　元神”三宝，称只要把握自身的元神即可通天，摈弃他法，是谓“破妄”。<br>张继先会通祥宗，除继承其家传符箓道法之外，亦兼修内外丹。他认为人之所以轮回于三界，出入于生死，乃是由于“一念萌动于内，六识流转于外”，故须“斋戒以神明其德”，应“慎言语，节饮食，除垢止念，静心守一，虚无恬淡，寂寞无为，收视返听，和光同尘”，使“一直澄湛，万祸消灭”，认为“道不远，在身中”，“神驭气，气留形，不须杂术自长生”，劝来拜受天师秘箓者脱去世网，反求诸己，“俱登道岸”。</p> <p>　　有著作《大道歌》（即《明真破妄章讼》）、《心说》等传世，后代天师明张宇初辑有《虚静真君语录》七卷，多叙述张继先的理论与方法，其中的《心说》谓心与神，道异名而同义，守一虚无，即离尘绝世。一念萌动，即堕轮回之苦。其论说、书信、<a href=\"http://so.gushiwen.org/author_1554.aspx\">诗</a>歌，明张宇初编次为《三十代天师虚靖真君语录》行世，收入《正统道藏》。另外，《正统道藏》又收有署题“虚靖张真君著”的《明真破妄章颂》。</p><br/><h2>传说轶闻</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1554.aspx\">张继先</a>盐池收妖</p> <p>　　宋徽宗崇宁二年（1103年），山西解州盐池水溢，采盐不成，盐税收不上来，地方官忙急报朝廷。徽宗听报，便询问道士徐神翁，徐回答说：“这是孽蛟作怪，必须请张天师来收妖。”徽宗便派人赴江西龙虎山，礼聘张师来京。</p> <p>　　且说这一代天师，正值第三十代，名叫张继先。幼年时，人就称为真仙，九岁嗣位为天师，应诏来到京师时，年仅十三岁。徽宗见面，便问：“你住在龙虎山，曾见过龙虎否？”张继先答道：“住在山中，老虎是常见到的，龙呢，今天才见到龙颜。”徽宗大喜，让他画上符来。徽宗一边看符，一边问道：“它的灵验从哪儿来？”继先回答：“神气寄寓在上面，灵验也就跟着来了。”徽宗又问他可知修炼金丹的方术，继先回答说：“这是山野之人的事业，陛下只要清静无为，功德同于尧舜，便已足够。”徽宗听后很是高兴，赐宴而出。</p> <p>　　次日，徽宗才对他说：“解州盐池水溢，民众遭受灾害，所以召你来救治。”张继先受命之后，马上在铁简上画符，让弟子祝永佑跟着太监同往解州，将符投入盐池岸崩之处。过了一阵子，震雷惊电轰鸣，白昼如晦，及天光重开，有孽蛟被斩死在水中。听了太监回来报告，徽宗便问张继先：“你治死孽蛟，派遣的是哪位神将？能让我见一见么？”回答说：“臣所召役的，便是关羽，马上就可召来。”说完</p> <p>　　便手握印剑施法召将，关羽随之现身。徽宗一见吃了一惊，手上正好拿着枚崇宁年间铸的铜钱，便掷给关羽，说：“以这钱名封你。”所以人们称关羽为“崇宁真君”。</p> <p>　　张继先收妖之后，大得徽宗赞赏，便想长留他在宫中，但继先却坚辞还山。过了若干年，朝廷又召他入京，徽宗对他说：“宫中似乎有妖怪，你须帮我驱除。”继先回答说：“听到古人说，邪不胜正，只要陛下您赶快修德，妖怪必定自己消失。”一会儿，太监来报，仁济亭真的出了妖怪，那妖精附在一个少年身上，抱头呜呜地哭。天师对他说道：“你自己把自己本心蒙昧了，坠落在迷途，不知还返。赶快恢复你本来面目！”那少年闻说倒仆在地，好一会儿才苏醒过来。徽宗为此封张继先为“太虚大夫”，但他没有接受仍坚辞还山。徽宗末年，政治混乱。继先眼见祸乱将起，曾借麻姑故事发挥说：“蓬莱水浅，沧海又要变桑田了吗？”及靖康之乱，大家才明白他话中别有深意。</p><br/><h2>道起心学</h2> <p>　　陆九渊的先祖与道教也有难解之缘。据记载，道教中的著名学者，天师道变革运动的领袖人物陆修静就是陆家“第十七代祖”他的八世祖就是唐末著名道人<a href=\"http://so.gushiwen.org/author_1957.aspx\">陆希声</a>，曾任唐昭宗相，其所著《道德真经传》今存于正统《道藏》洞神部玉决类，是研究陆氏道教思想的主要资料。</p> <p>　　陆九渊生活与讲学的江两历来是道教活动的中心之一。陆九渊讲学的象山精舍位于应天山(陆重新命名为象山，他也因此而得名“象山先生”)，他认为“实龙虎山之宗”。象山龙虎山相距不远。而龙虎山在北宋时已经成为道教在南方的活动重心。其间有六位天师，被皇帝受封为“先生”。至南宋，又有三十二代天师张守真、三十五代天师张可大先后受封为正应先生和仁静先生。</p> <p>　　陆九渊与道士直接交往的资料不多。有研究者认为，陆家与龙虎山的天师府更有着亲情往来，“青田陆家老屋与龙虎山天师府及张氏家族结缘，通婚结亲者不少。陆九渊的表姐夫张禹锡就是当时健在的‘天师世家’中的知名人物”。淳熙三年(陆九渊三十八岁)三十二代天师张守真去世，陆九渊作<a href=\"http://so.gushiwen.org/author_1554.aspx\">诗</a>挽张正应：</p> <p>　　海门昼夜吼奔雷，却立吴山亦壮哉。前殿神仙三岛邃，正门闻阖九天开。玉阶恭授大官赐，象简亲承御墨回。多少箪瓢蓬瓮士，输君留宿两宫来。</p> <p>　　从陆几渊的挽诗中可以看出，陆九渊对道教的术语(“三岛”、“几天”)可以信手拈来，对张正应抱有尊崇之意，陆九渊对道教的养生术也不陌生，“某年来气血殊惫，颇务养息，然亦不遂所志”。</p> <p>　　有的研究者据陆家和天师府的亲缘关系认为，陆九渊正是借此便利条件，先睹了第三十一代天师<a href=\"http://so.gushiwen.org/author_1554.aspx\">张继先</a>[5]为自己日后创立“心学”打下早期的理论基础的。此说见《陆九渊全传》第40页至42页，作者吴文丁先生正是抚州人，作者近十年间三易书稿，怀着一颗对先贤和乡贤的热爱崇敬之心，查阅了大料史料，家谱，碑碟，走访了陆九渊生活、学习、讲学、为官的地方，聆听了陆九渊的各种民间传说。在史料和田野调查及民间传闻相结合印证的情况下，作出此推论，故采用之以就教方家。</p> <p>　　张继先的《心说》全文如下：夫心者，万法之宗，九窍之主，生死之本，善恶之源。与天地而并生，为神明之主宰。或曰『真君』，以其帅长于一体也。或曰『真常』，以其越古今而不坏也。或曰『真如』，以其寂然而不动也。用之则弥满六虚，废之则莫知其所。其大无外则宇宙在其间，而与太虚同体矣；其小无内则入秋毫之末，而不可以象求矣。此所谓我之本心，而空劫以前本来之自己也。然则果何物哉？杳兮冥，恍兮惚。不可以智知，不可以识识。强名曰道，强名曰神，强名曰心。如此而已。由是观之，岂不大乎？岂不贵乎？然而轮回于三界，出入于生死，而不能自已者，何也？盖一念萌动于内，六识流转于外，不超乎善，而超乎恶，故有天堂地狱因果之报，六道轮回，无有出期。可不痛哉？可不悲哉？若夫达人则不然也。故斋戒以神明，其德一真澄湛，万祸消灭。老子曰：「致虚极，守静笃，万物并作，吾以观其复。夫物芸芸，各归其根，归根曰静，静曰复命，复命曰常，知常曰明，不知常，妄作凶。」所谓『常』者，越古今而不坏者是也。所谓『妄』者，一念纔起者是也。庄子曰：「既以为物矣，欲复归根不亦难乎？在易也，其为大人乎？」自兹以往，慎言语，节饮食。除垢止念，静心守一。虚无恬淡，寂寞无为。收视返听，和光同尘。瞥起是病，不续是药。不怕念起，惟恐觉迟。譬如有发，朝朝思理。有身有心，胡不如是。行住坐卧，勿使须臾离也。无何有之乡，华胥氏之国，吾其游焉。</p> <p>　　陆九渊生前以“六经注我，我注六经”的态度反对著书，留存下来的文字资料不多，其中写的诗歌更少，据此我们可以看出他本人与天师府的情谊。他与天师道的高道间，除了亲戚往来外，相互讲学论道，切磋长益也是不可少的。[7]陆九渊的思想在就是在这种乡风到家风中潜移默化地嵌入了道家和道教的思想成分。</p>"
}