{
  "id": 1931,
  "star": 1,
  "name": "何绍基",
  "image": "http://img.gushiwen.org/authorImg/heshaoji.jpg",
  "dynasty": "清代",
  "desc": "何绍基（1799-1873），晚清诗人、画家、书法家。字子贞，号东洲，别号东洲居士，晚号蝯叟。湖南道州（今道县）人。道光十六年进士。咸丰初简四川学政，曾典福建等乡试。历主山东泺源、长沙城南书院。通经史，精小学金石碑版。据《大戴记》考证《礼经》。书法初学颜真卿，又融汉魏而自成一家，尤长草书。有《惜道味斋经说》、《东洲草堂诗·文钞》、《说文段注驳正》等著。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1931.aspx\">何绍基</a>出身于书香门第，其父何凌汉曾任户部尚书，是知名的书法家、教育家、学者、藏书家。何绍基兄弟四人均习文善书，人称“何氏四杰”。嘉庆四年农历十二月与弟绍业一同出生于东门乡东门村一耕读民家。幼年家境贫寒，他和弟弟随母就食于州西小坪舅舅廖氏家。8岁随父母入京，早年是<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>、程恩泽门生。18岁应京兆试，取眷录。道光十一年（1831年）取优贡生。道光十五年（1835年）中举人，次年中进士，授翰林院编修。历任文渊阁校理、国史馆提调等职，曾充福建、贵州、广东乡试正负考官。咸丰二年(1852年)任四川学政。为官仅两年，次年因条陈时务得罪权贵，被斥为“肆意妄言”，受谗言所害，降官调职。遂辞去官职，咸丰六年(1856)，由四川出发，经陕西等地到达济南，主讲于山东泺源书院。讲学之余，尽游济南大明湖、趵突泉、珍珠泉、千佛山等处，留下许多<a href=\"http://so.gushiwen.org/author_1931.aspx\">诗</a>句。咸丰十年(1860年），受长沙城南书院之邀离开济南赴长沙。前后在山东和长沙城南书院教书达十余年。晚年主持苏州、扬州书局，校刊《十三经注疏》，主讲浙江孝廉堂，往来吴越，教授生徒。一生豪饮健游，多历名山胜地，拓碑访古。同治十二年（1873年），病逝于苏州省寓，葬于长沙南郊。</p> <p>　　1814年 嘉庆十九年 甲戌 16岁</p> <p>　　在京濡染家学，“忆余十六岁时，先公官少司成，十八省癸酉科选拔生肄业成均者彬彬然执贽门下，余得尽识其才俊，为余有交游之始”。(《徐柳臣前辈寿诗并序》)</p> <p>　　1816年 嘉庆二十一年 丙子 18岁</p> <p>　　“应京兆试取誊录。”(何庆涵《先府君墓表》)</p> <p>　　拜张掖垣为馆师。</p> <p>　　1817年 嘉庆二十二年 丁丑 19岁</p> <p>　　在京就学于张掖垣师：秋，张掖垣归湘，有《送张掖垣师下第南旋》诗。</p> <p>　　1818年 嘉庆二十三年 戊寅 20岁</p> <p>　　“始读《说文》，写篆字。”就学于顾耕石师。(《书邓顽伯先生印册后》)</p> <p>　　1825年道光五年 乙酉 27岁</p> <p>　　是年春，于济南得孤本《张黑女墓志》及《石门颂》拓本。秋初，回湘参加乡试未中。</p> <p>　　1827年 道光七年 丁亥 29岁</p> <p>　　第二次回故乡道州。是夏，于汴中获《宋拓薛少保书信行禅师碑》孤本，冬初获《天发神谶碑》拓本。 1828年 道光八年 戊子 30岁</p> <p>　　与绍祺第三次回道州。回湘应乡试，“秋间，补廪膳生”。</p> <p>　　1829年 道光九年 己丑 3l岁</p> <p>　　居北京，与<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>、<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>等赴<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>家观龚重摹《宋刻王献之洛神赋九行》。</p> <p>　　1835年 道光十五年 乙未 37岁</p> <p>　　夏，回湘应乡试。“乙未恩科主试吴晴舫、王春绶两先生以府君后场精博，拔置第一。”(《墓表》)谒吴荣光，得观其所藏金石书画，并为题跋数十件。纳妾王氏琼箫，原已纳妾陈氏东芝。（《何蝯叟乙未归湘日记》)</p> <p>　　1836年 道光十六年 丙申 38岁</p> <p>　　“丙申恩科成进士，廷对策为长文襄、阮文达两相国所激赏，已置大魁，因语疵抑落二甲第八名，改庶吉士。”(《墓表》)女(王氏所生)韶云出生。</p> <p>　　1841年 道光二十一年 辛丑 43岁</p> <p>　　四月，绍基等葬父于长沙河西谷山九子岭（今望城）。“闰三月得地，四月卜葬。余居墓侧，造坟垣，立亭堂。恭勒御祭文暨御赐碑文，立于享堂之前楹：仪征阮相国师所撰《神道碑铭》立于内楹，置墓田，种树，至岁暮而事毕。”(《望九子岭》)</p> <p>　　1842年 道光二十二年 壬寅 44岁</p> <p>　　是年服阕，自长沙奉母至金陵。八月，入都供职国史馆。“服阕后直国史馆兼办传志，每三六九馆期风雨无间。”(《十九日到史馆作》)得长孙于金陵。“庆涵公长子讳维朴生道光壬寅四月二十八日辰时。”(《宗谱》)</p> <p>　　1846年 道光二十六年 丙午 48岁</p> <p>　　供职国史馆，充提调。“因馆中照例进书，皆一品二品大臣传，无三品以下传，虽经高宗屡次严旨申谕，史馆仍因循至今。因创拟条例，欲遍搜官书及前人文集，补办国初以来三品以下名臣各传，商之总裁穆师相，坚不见允，余即日辞提调矣。” (《十月十二日约黄海华等小集吾斋为消寒第一集》)</p> <p>　　1853年 咸丰三年 癸丑 55岁</p> <p>　　在四川学政任上力求整顿，四月十八日奏《恭报岁试成都省垣情形折》；七月二十四日上《捐输军饷奉旨从优议叙谢折》，十一月初七根据按试各州了解弊端，奏《请旨饬查川省捐输广额各数暨办理土匪事涉及两歧并参将擅造关防需索骚扰折》。</p> <p>　　1854年 咸丰四年 甲寅 56岁</p> <p>　　在四川学政任上。五月二十四日上《请旨交议整顿考试力除弊窦折》、《请旨更正灌县二郎神庙祀典折》，二十六日上《请旨饬裁陋规折》，二十五日上《恭报通省岁试及岁科并试等处完竣情形折》、《请旨饬行速办土司争袭案折》，十一月二十二日上《敬陈地方情形折》。是年作《猿臂翁》诗，从此自号“猿叟”(蝯叟)。</p> <p>　　1855 咸丰五年 乙卯 57岁</p> <p>　　春间，出省按试，五月二十四日回至成都，得知由于四月屡陈时务12事，咸丰帝责以肆意妄言，由部议以私罪免除了他的学政职务，六月八日交印于四川总督黄寿臣。七月初一日，出游峨眉瓦屋，纪游之作编为《峨眉瓦屋游草》。</p> <p>　　1865年 同治四年 乙丑 67岁</p> <p>　　主讲长沙城南书院。初春至苏州，继而至上海、杭州，五月回长沙。十月十二日约胡恕堂、李次青、黄海华等作消寒第一集，李次青见示所辑《国朝先正事略》。</p> <p>　　1870年 同治九年 庚午 72岁</p> <p>　　早春，应丁日昌中丞约，赴吴门，寓苏州金狮桥巷。“时适吴氏女(韶云)随婿{吴观礼)侍母在苏，相见欢甚。复经相国曾文正公、中丞丁雨生先生延主苏州、扬州书局，校刊《大字十三经注疏》。浙江杨石泉中丞亦聘主孝廉堂讲席，府君往来吴、越，觞咏留连，意兴颇适。”(《墓表》)</p> <p>　　1873年 同治十二年 癸酉 75岁</p> <p>　　是年，在苏州病逝。“癸酉七月初旬，忽患痢下，昼夜数十起，元气骤亏，至二十日丑时，遽告终于苏州省寓。”(《墓表》)同治十三年十二月十九日，子庆涵扶柩葬于善化县南乡八都石人冲内苦竹坡之原。</p><br/><h2>个人成就</h2> <p><strong>经学<br></strong>　　<a href=\"http://so.gushiwen.org/author_1931.aspx\">何绍基</a>出入于<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>、程恩泽之门，通经史、律算,尤精小学，旁及金石碑版文字。他是近代提倡宋<a href=\"http://so.gushiwen.org/author_1931.aspx\">诗</a>的重要人物之一。论诗主张“人与文一”、“先学为人”，而后直抒性情，“说自家的话”（《使黔草自序》、《与汪菊士论诗》）。他作诗“宗李、杜、韩、苏诸大家”，不名一体，随境触发，较为真挚为“宋诗派”重要倡导者之一。他有过讥刺时政的诗作，如《沪上杂书》“愁风闷雨人无寐，海国平分鬼气多”，对外国侵略者盘踞租界深为愤慨。但由于仕途挫折，性情拘检，他说“一切豪诞语、牢骚语、绮艳语、疵贬语，皆所不喜，亦不敢也”(《东洲草堂诗钞自序》)，而强调“温柔敦厚”的诗教。所以诗作大都是登临唱和、书画题跋及抒写个人生活感受，很少涉及社会政治内容，如《沪上杂书》感慨外国侵略者盘踞之类很少。他的山水诗善于以平实自然的语言白描客观景物,颇有特色，如《山雨》、《望飞云洞》等。</p> <p><strong>书法<br></strong>　　何绍基的书法成就很高。各体书熔铸古人，自成一家。草书尤为擅长。何绍基的楷书取颜字结体的宽博而无疏阔之气，同时还掺入了北朝碑刻以及<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、欧阳通书法险峻茂密的特点，还有《张黑女墓志》和《道因碑》的神气，从而使他的书法不同凡响。何绍基的小楷兼取晋代书法传统，笔意含蕴，行草书融篆、隶于一炉，骏发雄强，独具面貌。他的篆书，中锋用笔，并能掺入隶笔，而带行草笔势，自成一格。何绍基书法，早年秀润畅达，徘徊于<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>和北朝碑刻之间，有一种清刚之气；中年渐趋老成，笔意纵逸超迈，时有颤笔，醇厚有味；晚年何绍基的书法已臻炉火纯青。济南大明湖历下亭楹联<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>名句“海右此亭古，济南名士多”，即为他所书。历下亭东壁仍存其《重修历下亭记》石刻。</p> <p>　　何氏精通金石书画，以书法著称于世。誉为清代第一。初习颜，中年博习南北朝书，笔法刚健，此期作品传世甚少。后致力分隶，汉魏名刻，无不深研熟密闭，临摹多至百本。偶为小篆，不顾及俗敷形，必以顿挫出之，宁拙毋巧。暮年眼疾，作书以意为之，笔轻墨燥，不若中年之沉着俊爽，每有笔未至而意到之妙。年尊望重，求书反多，故史年作品传世较多。尤以篆隶法写兰蕙竹石，寥寥数笔，金石书卷之气盎然。何氏博学多才，尤工于诗。有《东洲草堂集》。何氏晚年寓沪，卒于吴县，归葬长沙南郊石人冲。他是一位十分勤奋的书法家。他自己说：“余学书四十余年，溯源篆分。楷法则由北朝求篆分入真楷之绪。”何绍基早年由颜真卿，欧阳通入手，上追秦汉篆隶。他临写汉碑极为专精，《张迁碑》，《礼器碑》等竟临写了一百多遍，不求形似，全出己意。进而“草、篆、分、行熔为一炉，神龙变化，不可测已。”至今存临本仍然不少。中年潜心北碑，用异于常人的回腕法写出了个性极强的字。</p> <p>　　博《息轲杂著》称其书“专从颜清臣问津，积数十年功力，探源篆隶，人神仙境，晚年尤自课甚勤，摹《衡兴祖》、《张公方》多本，神与迹化，数百年书法于斯一振。”平生作书，对联特多，而不是一般应酬之作，书作着力，书艺很高，被誉为“书联圣手”。著有《东洲草堂金石跋》、《东洲草堂诗·文钞》、《惜道味斋经说》、《说文段注校正》等。传世书迹甚多。《邓石如墓志铭》，书于同治四年（1865）。纸本墨迹。楷书。七开，每开纵30.6厘米，横30.3厘米。故宫博物院藏。何绍基的楷书从欧阳通《道因碑》入手，后又广泛地临写六朝碑版及颜真卿楷书等，于《张玄墓志》用功最多。何绍基的这件为邓石如所书的墓志，表现颜字端庄、开阔的正面形象。他主张从篆隶入手，自然解决“中怯”最好的途径。因而在技术上，他选择了回腕执笔法。何氏在写邓石如墓志时，已年近古稀，但他能有效地避开由于他技术上奇特而造成的线条颤动，使这件作品更含蓄一些。</p> <p><strong>诗词<br></strong>　　何绍基是一位大书法家，但他的诗名为书名所掩。在晚清宋诗派中他是一位健将，擅于描绘山川。如其七律《元象》中有“石根水怒水根石，天外山惊山外天”一联，上句比喻人世风波之复杂、险恶，下句又展示人类进步之不可限量，耐人咀嚼。</p> <p>　　何绍基为官，因言事降调，于是远离官场，周游各地，以书法著作自娱，晚年倦游，在长沙生活，与黄道让、王先谦、<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>等人相唱和，成为长沙诗坛雅韵之一章。</p> <p>　　《隶书七言联》 何绍基曾曰：“如写字用中锋然，一笔到底，四面都有，安得不厚？安得不韵？安得不雄浑？安得不淡远？这事切要握笔时提得起丹田工，高著眼光，盘曲纵送，自运神明，方得此气。当真圆，大难，大难！”，由此可见其对中锋的高度重视和深刻理解。</p> <p><strong>藏书<br></strong>　　其父何凌汉（1772～1840）字云门，号仙槎，官至吏部、工部、户部尚书，曾收藏有北京朱筠的旧藏不少，建有藏书楼为“云腴山房”，收藏图籍万余卷，何氏藏书由此起源。至绍基时，南北藏书旧家，广为搜罗，一度藏书达到10万余卷，建有“云龙万宝书楼”、“惜道味斋”、“东洲草堂”。他既藏书又读书，考订有《礼经》、《水经注》，于《说文》考订尤深。校有《曝书亭记》。所藏书在辛亥革命后被变卖给长沙书贾谭厚坤，另一部分为叶启勋兄弟所收。著《惜道味斋经说》、《说文段注驳证》、《水经注勘误》、《东洲草堂诗文集》。</p> <p>　　子何庆涵（1821～1892），字伯源，继承藏书，作有《眠琴阁遗文》。何氏藏书印先后有“何凌汉印”、“道州何氏云腴山房”、“东洲草堂藏书画记”、“何绍基鉴藏”、“猿叟”、“眠琴阁珍藏”等。</p><br/><h2>藏书家</h2> <p>　　清藏书家。字子贞，号东洲，一号猿叟（一作蝯叟）。道州（今湖南道县）人。道光十六年（1836）进士，官翰林院编修、国史馆总纂，历充广东乡试考官、提督，擢四川学政，后被罢官。晚年主山东泺源、长沙城南、苏州扬州诸书院，提携后进颇多，博涉群书，于六经子史，皆有论述。尤精小学，旁及金石碑板文字。书法自成一家，上溯秦两汉古篆隶，下至六朝南北碑，皆心摹手追，草书尤为一代之冠。自父何凌汉（1772～1840）字云门，号仙槎，官至吏部、工部、户部尚书，曾收藏有北京朱筠的旧藏不少，建有藏书楼为“云腴山房”，收藏图籍万余卷，何氏藏书由此起源。至绍基时，南北藏书旧家，广为搜罗，一度藏书达到10万余卷，建有“云龙万宝书楼”、“惜道味斋”、“东洲草堂”。他既藏书又读书，考订有《礼经》、《水经注》，于《说文》考订尤深。校有《曝书亭记》。所藏书在辛亥革命后被变卖给长沙书贾谭厚坤，另一部分为叶启勋兄弟所收。著《惜道味斋经说》、《说文段注驳证》、《水经注勘误》、《东洲草堂<a href=\"http://so.gushiwen.org/author_1931.aspx\">诗</a>文集》。子何庆涵（1821～1892），字伯源，继承藏书，作有《眠琴阁遗文》。何氏藏书印先后有“何凌汉印”、“道州何氏云腴山房”、“东洲草堂藏书画记”、“<a href=\"http://so.gushiwen.org/author_1931.aspx\">何绍基</a>鉴藏”、“猿叟”、“眠琴阁珍藏”等。</p>"
}