{
  "id": 1983,
  "star": 2,
  "name": "陈翥",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1983.jpg",
  "dynasty": "宋代",
  "desc": "陈翥（982年～1061年），北宋著名科学家。字风翔，号虚斋、咸聱子、桐竹君，江东路池州铜陵县（今安徽省铜陵县）贵上耆土桥（今钟鸣镇）人。5岁读书，14岁入县学，曾有悬梁苦读跻身科举的愿望。至40岁时，方“志愿相畔，甘为布衣，乐道安贫”，一面闭门苦读，一面参与耕作，坚持不辍。北宋皇佑年间（1049年～1053年）撰成《桐谱》书稿约1.6万字，此书系世界上最早记述桐树栽培的科学技术著作。平生著有天文、地理、儒、释、农、医、卜算之书，共 26 部 182 卷，又有 10 图。陈翥是中国林学史上亦是世界林学史上作出卓越贡献的科学家。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1983.aspx\">陈翥</a> 自称子翔，讳子四，号桐竹君、咸聱子。江东路池州铜陵(今安徽铜陵)人。约北宋大中祥符二年(1009年)生；仁宗嘉祐六年(1061年)卒。 园艺学。</p> <p>　　陈翥出身于一个富有的乡绅家庭。父亲陈附是一位性格纯朴、知书达礼的人。陈翥共有兄弟4人，他排行第三，自幼享有较好的学习条件。 青年时期的陈翥和封建时代的许多读书人一样一心想通过科举考试跻身仕途，得到荣华富贵。早年虽屡试不中, 但丝毫没有动摇他发愤读书，争取金榜题名的决心。后来，他干脆在附近的山上建了一座房子，闭门苦读，即使妻子儿女也“非时不见”，指望一举成名。然而，他却一次次名落孙山。到40岁的时候，他感到自己被病魔折磨了10多年的身体已像虫蛀空的树木—样，力不能支；加之兄弟不和，更使他心疲神伤。在这种情况下，他觉得仕途无望，不如“退为治生”。于庆历八年(1048)在村后西山南面整了2—3亩地植桐种竹，聊以自娱。他的传世作品《桐谱》就是在亲自躬耕以后写的。</p> <p>　　5岁读书，14岁入县学，曾有悬梁苦读跻身科举的愿望。后因父亲早逝、兄弟不和兼自身患病十余年之故，至</p> <p>　　40岁时，方“志愿相畔，甘为布衣，乐道安贫”，一面闭门苦读，一面参与耕作，坚持不辍。</p> <p>　　60岁时，他在家中数亩山地植桐树（泡桐）数百株专事研究，除悉心钻研前人有关著作外，还“召山叟，访场师”，尤注重实践经验的总结，北宋皇祐年间（1049～1053年）撰成《桐谱》书稿约1.6万字。全书除序文外，正文共一卷，依次分“叙源”、“类属”、“种植”、“所宜”、“所出”、“采斫”、“器用”、“杂说”、“记志”、“<a href=\"http://so.gushiwen.org/author_1983.aspx\">诗</a>赋”，凡十篇，《桐谱》系世界上最早记述桐树的科学技术著作，其中6篇专论植桐技术，为全书的精萃。</p><br/><h2>贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1983.aspx\">陈翥</a>隐居家乡，始终勤奋好学，据说他生前曾撰有天文、地理、儒、释、农医、卜算方面的书达26部180多卷。但传留至今的只有《桐谱》一书。</p> <p>　　《桐谱》是陈翥搜集以往的文献资料，结合自己的野外调查和种植实践写成的。约成书于皇祐末年(1054)前后。书稿约1.6万字，全书约8000字，除序文外，正文共一卷，依次分为“叙源”、“类属”、“种植”、“所宜”、“所出”、“采斫”、“杂说”、“记志”、“<a href=\"http://so.gushiwen.org/author_1983.aspx\">诗</a>赋”，凡十篇。书中比较全面地叙述了前人有关桐树的认识史，详尽地阐述了泡桐的生物学特征，总结了它的速生丰产栽培技术。其中包括不少精辟的见解和论述，称得上是宋代众多动植物专谱中的上乘之作，有较高的科学价值。《桐谱》系世界上最早记述桐树的科学技术著作，其中6篇专论植桐技术，为全书的精粹。</p><br/><h2>社会评价</h2> <p>　　《桐谱》是我国最早一本比较详细地论述泡桐的专著。历来受到有关学者的重视。明代<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>的《本草纲目》、王象晋的《群芳谱》，清代吴其濬的《植物名实图考长编》都曾引据或辑录过其中的资料。现代某些外国学者在研究泡桐的起源和传播史时，也引用过本书，可见《桐谱》还是一本在学术界有影响的著作。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1983.aspx\">陈翥</a>能写出这样一本有一定科学价值的植物专谱，并因此而被人认为是古代一位科学家，与他本人有较高的学识和丰富的实践经验分不开的，而后者尤为重要。陈翥并非纯粹为生产目的去种植桐树的，主要还是在于平抚心中的忧伤，得到精神安慰。他曾自号“桐竹君”，乃因为桐是传说中凤凰栖止的树木，历史上曾有人因种桐而结识贵人。此外，在陈翥看来，桐树到冬天落叶能“顺时之变”，是一种用途广泛的良材。他把这种植物用来象征自己，颇有孤芳自赏的意味。还指望有一天“大匠如顾怜，委躯愿雕刻”。他作《桐谱》是为了让人们更好地认识和利用泡桐这种植物。正因为有这样的内衷，陈翥是怀着特殊的心情记述桐的。</p>"
}