{
  "id": 4,
  "star": 5,
  "name": "李方膺",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_4.jpg",
  "dynasty": "清代",
  "desc": "李方膺（1695～1755）清代诗画家。字虬仲，号晴江，别号秋池、抑园、白衣山人，乳名龙角。通州（今江苏南通）人。曾任乐安县令、兰山县令、潜山县令、代理滁州知州等职，因遭诬告被罢官，去官后寓扬州借园，自号借园主人，以卖画为生。与李鱓、金农、郑燮等往来，工诗文书画，擅梅、兰、竹、菊、松、鱼等，注重师法传统和师法造化，能自成一格，其画笔法苍劲老厚，剪裁简洁，不拘形似，活泼生动，被列为扬州八怪之一。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_4.aspx\">李方膺</a>出身官宦之家，好友<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>称其为唐代名相邺侯<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>（非蜀汉李泌）之后，其六世祖曾任明户部郎中，父亲李玉鋐历任两广及云南知县、知府，后转福建粮驿道，主管粮政、交通，两度任京官，后任福建按察使。</p> <p>　　雍正六年（1728）雍正帝为更新吏治，实行全国荐才，李方膺以“贤良方正”受到举荐。次年，李玉鋐到京城述职，三十四岁的李方膺随父进京。觐见时，雍正皇帝怜悯李玉鋐年老，问：有儿子和你一同来么？”对曰：“第四子方膺同来。”问：“何职，且胜官否？”对曰：“生员也，性赣，不宜官。”雍正笑曰：“未有学养子而后嫁者。”即召见，特旨交主管河南、山东的河东总督田文镜委派为沿海知县。</p> <p>　　雍正八年（1730）李方膺任山东乐安知县。当年夏秋之际，乐安大水成灾，万家漂橹，情势紧迫。李方膺未得上司批准，开仓赈济，下令动用库存皇粮一千二百石，以工代赈，募民筑堤，缓解了灾情。但随即因私开官仓被青州府弹劾。总督田文镜未予置理，反而称赞李方膺胆识过人，有功于民。灾后，经实地考察，李方膺写下《小清河议》、《民瘼要览》、《山东水利管窥》等著作。雍正十年（1732）因功升任莒州知州。雍正十二年（1734）他奉调返任乐安知县，同年冬改任兰山知县。</p> <p>　　雍正十三年（1735）他因反对新任总督王文俊的垦荒令，上书直陈弊端，触怒上司，被罢官入狱，成为当时震惊朝野的“兰山冤案”。民哗然曰：“公为民故获罪，请环流视狱”，兰山、莒州一带农民成群结队，自带鸡黍米酒前往青州监狱探视。狱吏不许见，老百姓就把带来的钱物、食品往监狱的高墙里扔，留下的酒坛子把监狱的大门和甬道都堵住了。这场冤狱，一拖三年。直到清乾隆元年（1736），乾隆追究起开垦失策忧民之事，罢王士俊，才得平反。那天二鼓，文书传到青州，当夜李方膺就被释放。 李方膺入都觐见，立候在军机房丹墀西槐树下，大学士朱轼指给诸王大臣说：这就是劝阻开垦的知县李兰山也。那些欲见而挤不上前的人，以手加额远望着说：就是那个瘦而长，眼睛很有神的那位吗？少宗伯赵国麟和李方膺的父亲是同年进士，握着李方膺的手说：“李贡南有子矣” 。觐见后，调安徽以知县任用，李方膺请假回乡奉养老母而不就任。</p> <p>　　乾隆四年（1739）后，李方膺父母相继去世，在家服丧六年。守制期满，受命任安徽潜山县令，权知滁州府，不久调任合肥县令。这时又逢饥荒，李方膺按过去做法，自订救灾措施，且不肯“孝敬”上司，遭嫉恨，太守加之莫须有的“贪赃枉法”罪名，罢官。前后做县令二十年，竟三次为太守所陷，李方膺感慨万千地说：两汉吏治，太守成之；后世吏治，太守坏之。</p> <p>　　李方膺罢官后在南京寄居金陵（南京）项氏借园，自号借园主人，常往来扬州卖画以资衣食，他在晚年有<a href=\"http://so.gushiwen.org/author_4.aspx\">诗</a>说：“我是无田常乞米，梅园终日卖梅花”，画上也常钤“换米糊口”之印。与居住在南京的大诗人袁枚和篆刻家沈凤过从甚密，时常联袂出游，时人称之为“三仙出洞”。</p> <p>　　在南京，李方膺还结识了篆刻家丁敬。丁敬傲岸不群，当时千金难得其一印，但李方膺却得到过丁敬刻赠的好几方印。有人觉得很奇怪，丁敬自己在《印跋》言明： 通州李方膺晴江，工画梅，傲岸不羁。罢官寓金陵项氏园，日与沈补萝、袁子才游……予爱其诗，为作数印寄之，聊赠一枝春意。</p> <p>　　乾隆十九年（1754），在南京卖画五个年头的李方膺因身体不适回乡。病重时，曾勉力致书袁枚：“方膺归两日，病笃矣！今将出身本末及事状呈子才阁下。方膺生而无闻，借子之文光于幽宫可乎！九月二日拜白”。这是托袁枚为己写墓铭。待到袁枚收到这封绝笔，李方膺已离世多日了。据送信人说：此“此吾主死之前一日，命元扶起，力疾书也”。也即清乾隆甲戌（1754）的九月三日，这年他59岁，得的是“噎疾”（食道癌），医者曰：“此怀奇负气，郁而不舒之故，非药所能平也”。临终前，他在自己的棺木上写下一生的遗憾：“吾死不足惜，吾惜吾手！”</p> <p>　　李方膺善画松、竹、兰、菊、梅、杂花及虫 鱼，也能人物、山水，尤精画梅。作品纵横豪放、墨气淋漓，粗头乱服，不拘绳墨，意在青藤、白阳、竹憨之间。画梅以瘦硬见称，老干新枝，欹侧蟠曲，著名的题画梅诗有“不逢摧折不离奇”之句。还喜欢画狂风中的松竹。工书，能诗，后人辑有《梅花楼诗草》，仅二十六首，多数散见于画上。传世画作为《风竹图》、《游鱼图》等等。</p><br/><h2>艺术生涯</h2> <p>　　南通籍著名画家<a href=\"http://so.gushiwen.org/author_4.aspx\">李方膺</a>既不是扬州人，又未如黄慎，金农等久住扬州卖画，何以得置身于“扬州八怪”之列？关于这个问题，《中华文史论丛》1980年第三辑所刊管劲丞遗稿《李方膺叙传》已经作了考证，其要点为：一、人品、画品和其他七人（按指李鱓，江士慎、高翔、金农、黄慎、<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>、罗聘）相当；</p> <p>　　二、通州于雍正元年（1723）前，还只是一个属于扬州府的散州，李方膺于康熙五十七年（1718）入学时，籍贯便是扬州府通州，所以他是广义的扬州人。李方膺跟“扬州八怪”之翘楚<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>的友谊，除从上面提到的几人共同创作的《花卉图》，《三友图》已可略见一斑外，更有可述者。</p> <p>　　首先，板桥对李方膺的画艺极为佩服，评价极高。墨竹是郑板桥最拿手的绝技，但他《题李方膺墨竹册》仍认为李的墨竹“东坡，与可畏之”连画墨竹的圣手<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>都“畏之”，可见其评价之高。至于对李方膺最擅长的墨梅，则论述更具体，评价更高，郑板桥在李方膺逝世五年后所作的《题李方膺画梅长卷》中说：</p> <p>　　兰竹画，人人所为，不得好。梅花、举世所不为，更不得好。惟俗己俗僧为之，每见其大段大炭撑拄吾目，真恶秽欲呕也。晴江李四哥独为于举世不为之时，以难见工，以口口矣。故其画梅，为天下先。日则凝视，夜则构思，身忘于衣，口忘于味，然后领梅之神、达梅之性，挹梅之韵，吐梅之情，梅亦俯首就范，入其剪裁刻划之中而不能出。夫所谓剪裁者，绝不剪裁，乃真剪裁也；所谓刻划者，绝不刻画，乃真刻画。宜止曲行，不人尽天，复有莫知其然而然者，问之晴江，亦不自知，亦不能告人也，愚来通州、得睹此卷，精神浚发，兴致淋漓。此卷新枝古干，夹杂飞舞，令人莫得寻其起落，吾欲坐卧其下，作十日功课而后去耳。乾隆二十五年五月十三日板桥郑燮漫题。</p> <p>　　在这幅画上，他还题了一首四言<a href=\"http://so.gushiwen.org/author_4.aspx\">诗</a>：梅根啮啮，梅苔烨烨，几瓣冰魂，千秋古雪。</p> <p>　　据郑板桥在同一时间所作《题黄慎画丁有煜象卷》（《板桥书画拓片集》，原件藏南通博物馆）的跋语“郝香山，晴江李公之侍人也，宝其主之笔墨如拱壁，而索题跋于板桥老人。”郑板桥在乾隆二十五（1760）初夏他六十八岁时曾第二次来通州，李方膺的侍人郝香山拿出他所访藏的主人的画，请郑板桥题辞。郑有感于他与李方膺原来的深厚情谊和郝香山对其主人的一片忠义，便欣然命笔，写了上引题跋和诗，郑板桥这次来通州，住在城北二十余里的秦灶， “寓保培基井谷园”（金榜《海曲拾遗》），并去游狼山，在他的集子中，留下了《游白狼山》七绝两首。</p> <p>　　这篇题跋先批判俗工俗僧所画梅花之令人作呕；接着称赞李亏膺所画梅花“以难见工”，“为天下先”并具体叙述其画梅时以不剪裁为剪裁，不刻划为刻划，顺乎梅之天性，不见人工雕琢的艺术经验；最后表示对这幅梅画的“新枝古干，夹杂飞舞”十分倾倒，愿意“坐卧其下，做十日功课而后去”。这篇题跋写得如此具体深刻、充满感情，也反映了郑板桥跟李云膺结交已久，接触甚多，知之甚深，是他们深厚友谊的重要见证。</p> <p>　　李方膺解任合肥知县后，在南京借寓项氏花园，题名借园，从此定居下来，直至二十年（1755）秋因病回通州，其间整整四年时间，常与当时文坛泰斗<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>，画家沈凤过从，谈诗论画，关系十分密切。袁枚曾在给李方膺的赠诗中写道：“我爱李晴江，鲁国一男子。梅花虽倔强，恰在春风里。超越言锯屑，落落如直矢。偶逢不平鸣，手作磨刀水。两搏扶摇风，掉头归田矣。偶看白下山，借园来居此。大水照窗前，新花插屋底。君言我爱听，我言君亦喜。陈遵为客贫，羲之以乐死。人生得朋友，何必思乡里。”乾隆二十年乙亥初春，李方膺曾回通州一次，袁枚亦有诗相送。诗集卷十一收了《送李晴江还通州》三首，第一首有句云：“才送梅花雪满衣，画梅人又逐飞。一灯对酒春何淡，四海论交影更稀。”所写确为初春景象，并明点“春” 字。</p> <p>　　李方膺喜画风竹。他的《潇湘风竹图》画一方丑石，几竿湘竹，竹梢弯曲，竹叶向一个方向飘动，显示出狂风大作的情景。画上小题诗：</p> <p>　　画史从来不画风，我于难处夺天工。<br>　　请看尺幅潇湘竹，满耳丁东万玉空。</p> <p>　　李方膺画风竹是有深刻寓意的，他在另一首题《风竹图》中写道：</p> <p>　　波涛宦海几飘蓬，种竹关门学画工。<br>　　自笑一身浑是胆，挥毫依旧爱狂风。</p> <p>　　《苍松怪石图题诗》<br>　　君不见，岁之寒，<br>　　何处求芳草。<br>　　又不见，松之乔，<br>　　青春复矫矫。<br>　　天地本无心，万物贵其真。<br>　　直干壮川岳，秀色无等伦。<br>　　饱经冰与霜，千年方未已。<br>　　拥护天阙高且坚，<br>　　迥干春风碧云里。</p> <p>　　他当地方官三十年，遭受过几次沉重的打击。雍正八年（1730）他在乐安知县任上，因开仓赈灾来不及请示上司，而受到了弹劾雍正十年（1732）他在兰山知县任上，总督王士俊盲目地下令开荒，官员们乘机勒索乡民，他坚决抵制，竟被投进监狱，吃了一年冤枉官司，最后是乾隆十四年（1749）在合肥知县任上，因抵忤上司竟被安上“贪赃枉法”的罪名而罢官。凡此种种，就是他所说的“波涛宦海几飘蓬”。官场太黑暗了，他便弃官去学画竹，当了“画工”，他的性格依然未变，“自笑一身浑是胆”，蔑视传统，蔑视权威，爱画狂风，以此寄托自己与恶劣环境坚决斗争的不屈精神。丁有煜曾曰：“（李方膺）谢事以后，其画益肆，为官主力，并而用之于画，故画无忌惮，悉如其气。”李方膺的笔下，狂风固然是不屈精神的象征，但这仅是画家性格的一个方面，体现了他跟恶势力斗争的一面;他的性格的另一方面，即对下层人民的关怀和同情，则促使他笔下的风化为使万物欣欣向荣的春风，使劳苦大众得到温暖的和风。他在《题画梅》诗中写道：</p> <p>　　挥笔落纸墨痕新，几点梅花最可人。<br>　　愿借天风吹得远，家家门巷尽成春。</p> <p>　　实际上，李方膺爱梅，是爱梅的秉性，爱梅的品格，其实是自我人格的外射。“识者谓李公为自家写生，晴江微笑而已”。 “为自家写生”，一语道破李方膺画梅的心态和内蕴。其题《梅花卷》云： 予性爱梅，即无梅之可见而所见无非梅。日月星辰梅也，山河川岳亦梅也，硕德宏才梅也，歌童舞女亦梅也……知我者梅也，罪我者亦梅也。李方膺好友袁枚评价其梅称：“傲骨郁作梅树根，奇才散作梅树花，孤干长招天地风，香心不死冰霜下”。</p>"
}