{
  "id": 2915,
  "star": 0,
  "name": "卢怀慎",
  "dynasty": "唐代",
  "desc": "卢怀慎（？－716年），滑州灵昌（今河南滑县）人，唐朝宰相。卢怀慎出身于范阳卢氏北祖第三房，进士及第，历任监察御史、吏部员外郎、侍御史、右御史台中丞、兵部侍郎、黄门侍郎，封渔阳县伯。他虽居高位，但为官清廉。唐玄宗继位后，任命卢怀慎为宰相，初授同中书门下三品，后升黄门监（即侍中），并兼任吏部尚书。他自认才能不如姚崇，遇事推让，被讥为“伴食宰相”。开元四年（716年），卢怀慎病逝，追赠荆州大都督，谥号文成。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　卢怀慎年轻时廉洁谨慎，后考中进士，历任监察御史、吏部员外郎。</p> <p>　　神龙元年（705年），唐中宗复辟，将<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>迁居上阳宫，并十日一去朝见。卢怀慎时任侍御史，进谏道：“昔日汉高祖称帝后，五日朝见太公一次，是因为他以布衣取天下，故将尊贵归于父亲。如今陛下遵循成法、继承皇统，怎可效仿汉高祖？应天门离提象门不过二里，骑马不能成列，乘车不能并行，陛下屡经于此，万一有愚人犯驾，又该如何？臣认为应该将太后接到内朝奉养，不劳陛下出入。”唐中宗不听。</p> <p><strong>切谏时政</strong></p> <p>　　景龙年间，卢怀慎改任右御史台中丞，又上疏朝廷，评论时政得失。他主要提出三条主张：</p> <p>　　诸州都督、刺史、别驾、长史、司马、畿县县令任职不满四年，不能迁官。政绩优异者，可加赐车马裘服，可提高俸禄官秩，可派使节慰问，可下诏书劝勉，需到有公缺之时再加以提拔。对于毫无政绩、贪婪暴虐者，则免官放归乡里。</p> <p>　　将员外官中有才能可以担任地方长官或高级僚佐的官员，加以升迁外放，由朝廷核查政绩。年老有病不能任职者，一并停罢。</p> <p>　　因贪赃而被停罢官职者，罢官不到十年，不得加以录用。</p> <p>　　奏疏呈上后，唐中宗仍不采纳。</p> <p><strong>担任宰相</strong></p> <p>　　景云元年（710年），唐睿宗继位，任命<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>为兵部尚书、陆象先、卢怀慎为兵部侍郎，整顿中宗以来混乱的武官选举制度。后来，卢怀慎又改任黄门侍郎，封渔阳县伯。</p> <p>　　开元元年（713年），卢怀慎与<a href=\"http://so.gushiwen.org/author_2745.aspx\">魏知古</a>一同到东都洛阳主持铨选事务。不久，唐玄宗将卢怀慎召回长安，任命他为宰相，授为担任同中书门下三品。</p> <p>　　开元二年（714年），卢怀慎代理黄门监。当时，薛王李业的舅父王仙童侵凌百姓，遭到御史弹劾。李业为他向皇帝求情，唐玄宗便命中书门下进行复审。卢怀慎与中书令姚崇奏道：“王仙童的罪状清楚明白，御史的弹劾并无冤枉之处，不能对他放纵宽宥。”唐玄宗遂命结案，从此皇亲国戚都收敛气焰。</p> <p>　　开元三年（715年），卢怀慎被正式拜为黄门监，并兼任吏部尚书。当时，姚崇因儿子去世，告假十余天，以致政务堆积如山。卢怀慎对此无从决断，惶恐不已，向玄宗请罪。唐玄宗道：“朕将天下之事委付姚崇，只是想让您对雅士俗人起镇抚作用而已。”<br>病重去世</p> <p>　　开元四年（716年），卢怀慎病重，上表乞骸骨，请求退休，得到玄宗的批准。同年十一月，卢怀慎病逝，并上遗表，向唐玄宗推荐<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>、李杰、李朝隐、卢从愿。唐玄宗感叹不已，追赠卢怀慎为荆州大都督，谥号文成。</p> <p>　　开元六年（718年），唐玄宗在打猎时途遇卢怀慎的家人在进行大祥祭祀（去世两周年举行的祭礼），便赏赐缣帛等物，停止打猎。他在卢怀慎的墓前停马注视，泫然流泪，让中书侍郎苏颋草拟碑文，并亲自书写，又命官府为其立碑。</p><br/><h2>轶事典故</h2> <p>　　开元年间，卢怀慎与<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>一同拜相。他认为自己的为政之道不如姚崇，每遇大事都推给姚崇处理。时人都称卢怀慎为伴食宰相，讥讽他只吃饭不办事。后人便用“伴食宰相”比喻碌碌无为的官员。</p><br/><h2>家庭成员</h2> <p>父亲：卢挺，官至潭州司户参军。</p> <p>兄弟：卢怀庄，官至驾部郎中。</p> <p>儿子：卢奂，官至尚书右丞，袭封渔阳伯。</p> <p>儿子：卢弈，官至御史中丞，安史之乱时遇害。</p> <p>孙子：卢振，卢奂之子，官至国子主簿。</p> <p>孙子：卢钧，卢奂之子，官至左武卫兵曹参军。</p> <p>孙子：卢杞，卢弈之子，官至门下侍郎、同平章事。</p>"
}