{
  "id": 417,
  "star": 1,
  "name": "真德秀",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_417.jpg",
  "dynasty": "宋代",
  "desc": "真德秀字景元，后更为希元，福建浦城（今浦城县晋阳镇人）本姓慎，因避孝宗讳改姓真。生于宋孝宗淳熙五年（1178年），卒于未理宗端平二年（1235年）。真德秀是南宋后期与魏了翁齐名的一位著名理学家，也是继朱熹之后的理学正宗传人，他同魏了翁二人在确立理学正统地位的过程中发挥了重大作用。",
  "content": "<h2>理学思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>的理学思想基本上是祖述<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，他对朱熹极为推崇，尊之为“百代宗师”，并自谓对朱学“尝私涉而有所得”。朱熹在儒学中能够占居那样崇高的地位，除了其自身对儒学巨大贡献之外，也与真德秀和<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>等人的宣扬分不开。作为朱熹之后学，真德秀的主要任务在于振兴和发扬理学，在学术贡献上重在阐发运用，但缺乏建树。<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>说：“魏鹤山、真西山两家学术虽同出于考亭，而鹤山识力横绝，……西山则依门傍户，不敢自出一头地，盖墨守之而已”。尽管如此，真德秀的学术思想仍然具有自己的特点。</p> <p>　　他用了大半生的时间，积极鼓吹理学，关于理学方面的著述也很丰富，除《西山真文忠公文集》所收之外，其理学思想主要体现在《读书记》中。这部著作“以六经、《语》、《孟》之言为主”，分甲记、乙记、丙记、丁记四个部份，“甲记曰性命道德之理，学问知行之要，凡二十有七卷；乙记曰人君为治之本，人臣辅治之法，凡一十有二卷；丙记日经邦立国之制，临政治人之方。……丁记曰语默出处之道，辞岁取舍之宜。”（《后村先生大全集》）真德秀把这部书视为人君治国的理论依据，他十分自信地说：“如有用我，执此以往”，又曰：“他日得达乙览，死无憾矣。”《读书记·乙记》，上编是《大学衍义》，他在朝作缠经待读的时候，特将《大学行义》进呈理宗皇帝，并逐章逐句向理宗进行了讲解和发挥。希望通过这个办法去指导最高统治者用理学思想治理国家。他在《大学行义自序》中说：</p> <p>　　臣始读《大学》之书，见其自格物致如、诚意正心、修身齐家至于治国平天下，其本末有序，其先后有伦。益尝抚卷三叹曰：为人君者不可以不知《大学》，为人臣者，不可以不知《大学》。为人君而不知《大学》，无以尽正君之法。即又参观在昔帝王之治，未有不本之身而达之天下者，然后知此书之陈，实百圣传心之要典，而非孔氏之私言也。三代而下，此学失传，其书虽存，概以传记目之而已，求治者既莫之或考，言治道亦不以望其君。独唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、李翱尝举其说……盖自秦汉以后，尊信此书者惟愈及翱，而亦未知其为圣学之渊源，治道之根抵也，况其他乎？臣尝妄谓《大学》一书，君天下之律令格例也，本之则必治，违之则必乱。”</p> <p>　　这里《大学行义》于皇帝，其大旨在于正君心、振纲纪，明治道，肃宫闱、抑权幸。在真德秀的诱导下，感动了理宗皇帝，此书深为理宗所称赞，说《行义》一书“备人君之轨范焉。”《大学衍义》也为后世帝王所重视，元武宗说：“治天下，此一书足矣”，明太祖“尝问以帝王之学何书为要，<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>举《大学行义》，乃命大书揭之殿两壁。真德秀的理学思想虽然十分丰富，但他上继程朱，不越其轨。</p> <p>　　（一）“德性天与”和“顺天应人”思想</p> <p>　　真德秀认为，人与动物不同，其形体和秉性都是天地之所赋，但人之所以为人，其与禽兽之根本区别，在于他们不但在形体上有别于禽兽，更具有仁、义、礼、智的特性。</p> <p>　　真德秀的天命思想中，虽然认为“天”能主宰万物，能为赏罚予夺，主要不是因为“天”是人格之神，而是认为“天”本身蕴含着秩序万物的“理”，这个“理”能够发挥出人格神的作用：“福善祸淫，不少差忒”，就是说，它能够报善以福，报淫以祸，在真德秀看来，人类社会的秩序（即纲常名教）就是“天理”所在。他将程朱的理学同董仲舒的“天人感应”论结合在一起，把理学涂上了神秘主义的色彩，这在当时的政治情况下虽然具有一定的现实意义，但从理论思维上看，却是一种倒退。</p> <p>　　（二）“即器求理”与“持敬”相结合的涵养论</p> <p>　　程朱理学历来强调把认识论同道德修养论相结合。真德秀根据这种“穷理持敬”的思想，主张”穷理”与“持敬”相辅而行。他说：“欲穷理而不知持敬以养心，则思虑纷坛，精神昏乱，于义理必无所得。知以养心矣，而不知穷理，则此心虽清明虚静，又只是个空荡荡地物事，而无许多义理以为之主，其于应事接物，必不能皆当。”</p> <p>　　人亦是物，求人理要从人本身的“良知”出发，结合对“洒扫应对”等人伦日用等事物的推究，就可以达到对“义理”的本质性认识，用以扩充心中之理，这就使“本然之知”升华到义理之极至了。由此可见，所谓“就事物上推求义理之极至并非是探求客观事物的规律，而是要上人把封建伦理关系的理在认识论上从一般的人伦日用上升到“理”（或“道”）的高度，上升到一定而不可易和只能遵循而不可违反的“天理”的高度。</p> <p>　　如何才能使“本然之知”上升为义理之知的高度？真德秀提出了“穷理”与“持敬”相辅而行的主张。何谓“持敬”？按真德秀的说法，敬就是外表端庄，整齐严肃，内心敬一，无二无杂，使外表的端庄严肃同内心的专一无杂相互交正。他说：“端庄主容貌而言，敬一主心而言，盖表里交正之义，合而言之，则敬而已矣。”</p> <p>　　真德秀的“穷理持敬”思想是对二程思想的继承和发挥。二程说：“涵养须用敬，进学则在致知”，他在此基础上，进一步强调了认识论同道德论的统一性，强调把二者相结合、相辅而行。在理学思想上进一步强化了封建主义意识的知行统一观。</p> <p>　　（三）“神者气之伸，鬼者气之屈”的泛神论思想</p> <p>　　儒家学者历来有“神通设教”思想，孔子“敬鬼神而远之”是对鬼神之有无持存疑态度。在多数人相信但又没得到科学的确凿证实之前，采用这种态度对待鬼神，也是可以的。《易传·系辞》）谓“阴阳不测谓之神”，认为事物之变化是阴阳二气的神妙作用。人们对那些不能认识（不测）的阴阳变化就称之为“神”。“神”是神妙莫测的意思。比如对人的精神现象古人不能作出科学的解释，一般认为那是精气使然，人死后，精气散了，又归回到大气之中去了。<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>道：“鬼神，二气之良能也。”真德秀说：“天之神曰神（以其造化神妙不可测也）地之神曰示（以其山川草木有形，显然示人也），人之神曰鬼（鬼谓气之己屈者也）。”这种解释已接近于朴素唯物论的观点。从这一观点出发，他进一步指出：“若以鬼神二字言之，则神者气之伸（发出），鬼者气之屈。……神者伸也，鬼者归也。且以人之身论之，生则日人，死者日鬼……自其生而言之，则自幼而壮，此气之伸也；自壮而老，自老而死，此又伸而屈也。自其死而言之，则鬼游魂降，寂无形兆，此气之屈也。及子孙享把以诚感之，则又能来格，此又屈而伸也。”这就道出了他的神道设教的思想。</p> <p>　　真德秀用精气说来论证了他的形神观。他说：“《易·系辞》曰：精气为物，游魂为变。人之生也，精与气合而已。精者血之类，滋养一身者，故属阴。气是能知觉运动者，故属阳，二者合而为人。精即魄也，目之所以明，耳之所以聪者，即精之为也，此之谓魄气充乎体。凡人心之能思虑，有知识，身之能举动，与夫勇决敢为者即气之所为也，此之谓魄。……魂魄合则生，离则死。”用这种观点解释人之形神关系，其理论远不及范缜之精确，但它已与彻底的有神论产生了离异的倾向。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>（1178年10月27日——1235年5月28日），字景元，后改景希。宋淳熙五年九月十五日出生于福建浦城仙阳的一个贫寒之家。自幼聪颖，4岁开始读书，即能一过成诵。德秀从小爱好学习，在学习中勤奋过人。据其学生刘某在他死后所写的《行状》记载：“入小学夜归，尝置书枕旁”，深夜还在蚊帐中看书，以至蚊帐被蜡烛薰成黑色。当其他儿童玩水游戏之时，德秀就把这些儿童的书取来阅读熟了。真德秀15岁时丧父，其母亲吴夫人在穷困中操劳家计，供他学习，抚养其成长，使他获得了专心学习的机会。由于他勤奋努力，学业上进步很快，在18岁时便考上了举人，19岁时即来宁宗庆元五年（1199年）和<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>同榜考中进士，授南剑州（今福建南平市）判官。再试，中博学宏词科，被闽帅萧逵聘为幕僚，协助萧逵办理政务，旋召为太学正，宁宗嘉定元年（1208年）升为博士官。</p> <p>　　自从政之后，真德秀胸怀忧国忧民之志，竭诚于职守，希望能够使处于内外交困的宋王朝振作起来，以摆脱危机。他是当时腐败政权中少数头脑清醒的大臣之一。真德秀的治国方案主要是用理学思想为指导来正君心，眼民心。在对待北方金人的侵略上，他一方面反对纳贡称臣，一方面又主张不急于征讨，而应该首先巩固内部，实行自治自守的政策。在当时的形势下，南宋小朝廷确实已面临日暮途穷的处境，根本谈不上恢复故疆。他鉴于韩胄贸然出兵北伐惨败的教训，主张清除腐败，严肃政纪，收服民心，这对当时处于危势的宋王朝来说，不失其为正确的决策。他看到当时南宋再也经不起大的折腾了，于嘉定元年，首次入对，向理宗进言说：</p> <p>　　“权臣开边，南北涂炭，今兹继好，岂非天下之福，然日者以行人之遣，金人欲多岁币数，而吾亦日可增；金人欲得奸臣之首，而吾亦日可与；往来之称谓，犒军之金币，根括归明流徙之民，皆承之唯谨，得无滋馒我乎？抑善谋国者不观敌情，观吾政事。今号为更化，而无以使敌情之畏服，正恐彼资吾岁赂以厚其力，乘吾不备以长其谋，一旦挑争端而吾无以应，此有识所为寒心。”</p> <p>　　提醒最高统治者不要安于暂时的和平，应该看到其中隐藏的祸患和危险性，所以应该提高警惕思图振救之法。按照真德秀的意见，其振救祸患之法就是崇尚理学，奉行正道，褒崇名节，以明示好尚。因此他还对理宗说：“自知不为清议所贷，至诚忧国之士则名以好异，于是忠良之士斥，而正论不闻；正心诚意之学则诬以好名，于是伪学之论兴，而正道不行。今日改弦更张，正当褒崇名节，明示好尚”。真德秀认为，制造“庆元党禁”，禁止理学，迫害理学人士，使正道不行。他趁理宗有改弦更张之意的时候，劝其重兴理学，以正人心、定国是，转移风气、矫正士习。他和魏了霸一样，认为当时解决政治混乱的根本方法就是推尊理学。</p> <p>　　嘉定三年（1210年）真德秀在入对中又向理宗提出两条建议：其一：“开公道，窒旁蹊，以抑小人道长之渐”。这是要求最高统治者广开言路，倾听更多人的意见，制止邪说歪道，以抑制小人之势；其二：“选良牧，励战士，以扼群盗声张之锐。”这是为了防备内乱，加强统治。他认为从当时的内外形势看，南宋王朝的首要任务应该是稳定国内政治局势。真德秀特别强调“公议”对政治统治的重要性，他说：</p> <p>　　天下有不可泯没之理，万世由一日者，公议是也。自昔虽甚无道之世，能使公议不行于天下，不能使公议不存于人心。用事，能颠倒是非于一时，终不免为世大戮，何者？公议，天道也，犯之，则违天矣。故善为国者，畏公议如畏天。则天佐之，人助之。”</p> <p>　　这些话也是对皇帝讲的，要求在统治集团内部实行言论公开。他把“公议”提到“天理”的高度，企图得到皇帝的重视。既然“天理”是永远不可泯灭的，那么，作为“天理”之表现的“公议”，也是万世如一日，不可泯灭的。其不可泯灭的根本原因，在于“公议”存于人心，尽管有权势的人可以暂时颠倒是非，然而最终为世人所不容。真德秀认为，“公议”，就是“天道”。顺应天道，则人佐之，天助之。这种天人一体的思想显然是儒家的顺天应人思想的表现。</p> <p>　　真德秀于宁宗在位的后期，忧患于国事，屡屡进言，数年之间，“论奏恳恳，无虑数千万言”，其中许多意见十分中肯，因而受到了宁宗的尊重，可又引起了当时身居高位的权相史弥远的忌恨，原来自韩胄失败后，大权落到主和派史弥远之手，他结党营私，重用小人，排除异己，真德秀对其所作所为十分憎恶，由于这些原因，史弥远对他更为不满。另一方面，由于真德秀的奏议言论在很大程度上代表了一些正直的士大夫之心声，在国内引起很大反响，许多人甚至将他的论奏抄录出去，进行传播和诵咏，这就使他成为名重一时的政论家。这时史弥远又想笼络他，使之为己所用，而真德秀却不与之合作，主动请求到地方上去任职。</p> <p>　　救荒惩贪。嘉定六年（1213年）十一月，真德秀受职为秘阁修撰，实授为江南东路转运副使。当时江南东路遭受了严重的旱蝗灾害，其中尤以广德、太平两军州最为严重，他到任后，首先是去赈灾，分别派遣官员到管区其他州县办理荒政，他亲自到最严重的广德、太平，协同当地官员到民间察看灾情，并授予当地长官开仓救灾的权力，从而使灾民得到了及时解救。当他把救灾工作办完，离开广德时，当地有百姓数千人相送，至郊外，有人指着道旁的许多坟墓哭泣着告诉他说：“此皆往岁饿死者。微公，我辈已相随入此矣。”。接着，他又下令废除了太平州私自创设的大斛，减轻了官府和地主对农民的超额剥削。在任期间，真德秀还弹劾了新徽州的贪官知州林琰和宁国知府张忠恕贪污赈济米的罪行。自此以后，真德秀的政誉更为提高。原来那些讥笑他为迂儒的言论，顿时烟消云散。</p> <p>　　整顿泉州漕政。嘉定十二年（1219年），真德秀以右文殿修撰出知泉州，当时泉州本来是中国同西方商人通航的一个大港口，在南宋中期，是全国最繁荣的海外贸易中心，每年有大量的阿拉伯等地外商来这里进行商业活动。但是，到南宋后期，由于管理海外贸易的官吏对外商进行繁重的敲诈勒索，一时冷落下来，每年来此贸易的外国商船减少到只有三、四艘。真德秀到任后，实行了优惠政策，减免了许多不合理的征税，很快就使来此从事商贸活动的外国船复增加到36艘，不但繁荣了商业，而且增加了税收。在泉州期间，他还在一定程度上抑制了当地富豪大家对人民的危害，减轻了人民的一些负担。在边防工作上，他还镇压了海寇，整顿和加强了海防。</p> <p>　　实施惠政。嘉定十五年（1222年），真德秀以宝漠阁待制的官析出任湖南安抚使知潭州。到任之后，立即着手整顿政风、土风，他以“廉仁公勤”四个字勉励僚属，用<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>、胡安国、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>、<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>之学术勉励读书人。在任期间对百姓实施惠政，首先废除了榷酤制度，免征了苛重的酒税，其次是停止加收斛面米，同时还免去了和来制度，废除了对农民的额外剥削，减轻了他们的一些负担。对生活上严重困难的农民，给予了适当的救济。更值得一提的，是他仿照朱熹当年创立义仓的办法，立惠民仓五万石，在青黄不接时，以平价卖给缺乏粮食的百姓，他又在辖区内十二个县普遍设立新仓，使之遍及乡落，以救饥民之急，此外又专门设立了慈幼仓，储备粮食，专门用来赈济无依无靠的老人和儿童。以上措施虽然不能解决根本问题，但对那些处于饥寒交迫的穷苦人民还是起到了点解救作用。在潭州期间，他的另一重要任务仍然是加强政治统治，镇压人民反抗，在这方面也作了一些实际的事情。</p> <p>　　综上所述，作为一个头脑比较清醒的封建地主阶级政治代表，真德秀所做的有利于国计民生的事情，无疑是应该肯定的。然而其根本目的仍在于巩固封建地主政权的统治，这也是不能忽视的。</p> <p>　　真德秀在理宗时期再度历知泉州、福州，皆有政绩，后召为户部尚书，再改翰林学士、最后拜参知政事，1235年5月30日卒，因其晚年曾在其家乡的莫西山读书和从事著述，故人称西山先生。其著作甚多，主要有《西山文集》、《读书记》、《四书集编》和《大学衍义》等。 </p><br/><h2>评价</h2> <p>　　宋明理学在南来后期的思想统治地位之确立，一方面是为了适应封建专制主义的政治统治和加强思想统治的需要，同时也是理学本身全面发展达到成熟阶段的必然结果。当时一批著名的理学家如胡宏、吕祖谦、<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>、<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>、陆九洲等人在思想界享有极高的声望，特别是朱熹集理学之大成，建立了完整的理学思想体系，经过其后学的宣扬，形成了为其他学说不可取代的大思潮。在它的发展过程中，虽然经过一些波折，甚至曾一度受到禁锢和压抑，后来仍然确立了其不可动摇的统治地位。</p> <p>　　<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>和<a href=\"http://so.gushiwen.org/author_2170.aspx\">魏了翁</a>二人，在理学处于低潮时期站出来为之树立了崇高的地位。在确立理学正统地位的事业中起了关键性的作用。魏、真二人在当时不仅具有高度的理学素养，而且有很高的政治地位，因而在当时享有极高的声望，加之他们“志同气合”（魏了翁语）慨然以斯文为任。魏了翁多次向皇帝上书，力陈推尊理学之必要，真德秀以经筵侍读的身份，不遗余力地给皇帝灌输理学思想，深得理宗的信任。终于使理学正式得到最高统治者的褒扬和肯定。黄百家说：“从来西山鹤山并称，如鸟之双翼，车之双轮，不独举也”。</p>"
}