{
  "id": 846,
  "star": 66,
  "name": "李耳",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_846.jpg",
  "desc": "老子，姓李名耳，字聃，一字或曰谥伯阳。华夏族， 楚国苦县厉乡曲仁里（今河南省鹿邑县太清宫镇）人，约生活于前571年至471年之间。是我国古代伟大的哲学家和思想家、道家学派创始人，被唐朝帝王追认为李姓始祖。老子故里鹿邑县亦因老子先后由苦县更名为真源县、卫真县、鹿邑县，并在鹿邑县境内留下许多与老子息息相关的珍贵文物。老子乃世界文化名人，世界百位历史名人之一，存世有《道德经》（又称《老子》），其作品的精华是朴素的辩证法，主张无为而治，其学说对中国哲学发展具有深刻影响。在道教中，老子被尊为道教始祖。老子与后世的庄子并称老庄。",
  "content": "<h2>主要著作</h2> <p>　　老子在出函谷关前著有五千言的《老子》一书，又名《道德经》或《道德真经》。《道德经》、《易经》和《论语》被认为是对中国人影响最深远的三部思想巨著。《道德经》分为上下两册，共81章，前37章为上篇道经，第38章以下属下篇德经，全书的思想结构是：道是德的“体”，德是道的“用”。全文共计五千字左右。</p> <p>　　《道德经》是后来的称谓，最初这本书称为《老子》而无《道德经》之名。其成书年代过去多有争论，至今仍无法确定，不过根据1993年出土的郭店楚简“老子”年代推算，成书年代至少在战国中前期。楚简《老子》校注，参看丁四新著《郭店楚竹书老子校注》等书。</p> <p>　　《老子》以“道”解释宇宙万物的演变，以为“道生一，一生二，二生三，三生万物”，“道”乃“夫莫之命（命令）而常自然”，因而“人法地，地法天，天法道，道法自然”。除了朴素的唯物主义观点，《老子》一书中还包括大量朴素辩证法观点，如以为一切事物均具有正反两面，“反者道之动”，并能由对立而转化，此外，书中也有大量的民本思想：“天之道，损有余而补不足，人之道则不然，损不足以奉有馀”；“民之饥，以其上食税之多”；“民之轻死，以其上求生之厚”；“民不畏死，奈何以死惧之？”其学说对中国哲学发展具有深刻影响。</p><br/><h2>思想体系</h2> <p><strong>哲学思想</strong><br>　　老子试图建立一个囊括宇宙万物的理论。<br>　　老子认为一切事物都遵循这样的规律（道）：<br>　　事物本身的内部不是单一的、静止的，而是相对复杂和变化的。事物本身即是阴阳的统一体。<br>　　相互对立的事物会互相转化，即是阴阳转化。方法（德）来源于事物的规律（道）。<br>　　老子的“无为”并不是以“无为”为目的，而是以“有为”为目的。因为根据之前提到的“道”，“无为”会转化为“有为”。<br>　　这种思想的高明之处在于，虽然主观上不以取得利益为目的，客观上却可以更好地实现利益。<br>　　从“天地无人推而自行，日月无人燃而自明，星辰无人列而自序，禽兽无人造而自生，此乃自然为之也，何劳人为乎？”（见于下文 老子故事孔子问礼第4段）可见：<br>　　老子所说的“自然”不是类似于神的概念，万物的规律（道）由自然来指定，即是“道法自然”。有人误解了此处自然的意思。<br>　　应当注意到：<br>　　事实上，人活着犹如宇宙之存在，没有人能理性地指出其目的。<br>　　因此，非理性地选择某个（些）目标成为唯一的选择。<br>　　老子是站在道这个无穷高的位置来看问题。<br>　　因此，老子只说了“方法”，但没有指出“目的”。<br>　　这给我们一个启示：人何必为刻意达到目的而痛苦不堪。无为，逍遥亦是一种为人处世之道。<br>　　关于老子的宇宙观，根据之前的道，“无”与“有”（万物存在即是“有”）会相互转化。因此老子认为宇宙万物来自虚无，也走向虚无。比如：人的生与死（可参见下文 老子故事圣人辞世 “昔日老聃之生也，由无至有”、“今日老聃之死也，由有归无”）。</p> <p><strong>思想渊源</strong><br>　　老子既是周的史官，因此《汉书·艺文志》说：\"道家者流，盖出于史官\"。此话并不是没有道理的。至于<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的诸子均出于王官说，又当别论。金德建《老聃学说出于史官考》认为：\"老聃学说的来历，大约是因为做周史的缘故\"。他列举了《左传》、《国语》、《论语》、《大戴礼记》等书中史官属于格言形式的话，并将16条有关材料与《老子》相对照。比如\"《左传》成公二年：'仲尼闻之曰：唯器与名，不可以假人。'《左传》昭公三十二年：慎器与名，不可以假人。《左传》这些话，显然是《老子》的'国之利器，不可以示人'（第三十六章）的语意所本。\"。。从这些材料的对比中，说明《老子》的语句，是\"史官们向来保存的知识\"。可见，《老子》与史官的知识有其思想上的渊源。</p><br/><h2>文化遗产</h2> <p>　　老子的著作、思想早已成为世界历史文化遗产的宝贵财富。欧洲从十九世纪初就开始了对《道德经》的研究，到二十世纪的四五十年代，欧洲共有60多种《道德经》译文，德国哲学家黑格尔、尼采，俄罗斯大作家托尔斯泰等世界著名学者对《道德经》都有深入的研究，并都有专著或专论问世。黑格尔说：“中国哲学中另有一个特异的宗派……是以思辨作为它的特性。这派的主要概念是‘道’，这就是理性。这派哲学及与哲学密切联系的生活方式的发挥者是老子。”</p> <p>　　苏联汉学家李谢维奇说，“老子是国际的”。英国科学家李约瑟一生研究中国，对中国文化情有独钟，著有多卷本《中国科技史》专著。他说，中国文化就像一棵参天大树，而这棵参天大树的根在道家。李约瑟越研究中国，越认识老子、道家在中国文化中的重要地位，越发相信老子学说的正确，越来越按照老子说的去做，他晚年干脆自称是“名誉道家”、“十宿道人”。李约瑟对中国古代文化的研究很有成就，是上个世纪国际上知名的汉学家，而他的最大贡献是他发现了道家思想的现代意义，从而为上个世纪后半叶世界“老子热”的形成做出了历史性的贡献。在现时的德国、法国、英国、美国、日本等发达国家相继兴起了“老子热”，《老子》一书在这些国家被一版再版。2007年，在已有多种英文译本的情况下，一种新的《道德经》译本的出版权在美国又为8个出版商所争夺，最后哈泼公司以13万美元的高价买下出版权。</p> <p>　　上世纪80年代，据联合国教科文组织统计，在世界文化名著中，译成外国文字出版发行量最大的是《圣经》，其次就是《道德经》。</p><br/><h2>生平</h2> <p>　　老子（约公元前571年—公元前471年），字伯阳，谥号聃，又称<a href=\"http://so.gushiwen.org/author_846.aspx\">李耳</a>（古时“老”和“李”同音；“聃”和“耳”同义），楚国苦县厉乡曲仁里（今河南省鹿邑县 太清宫镇）人。 曾做过周朝“守藏室之官”（管理藏书的官员），是中国最伟大的哲学家和思想家之一，被道教尊为教祖，世界文化名人。老子的思想主张是“无为”，《老子》以“道”解释宇宙万物的演变，“道”为客观自然规律，同时又具有“独立不改，周行而不殆”的永恒意义。《老子》书中包括大量朴素辩证法观点，如以为一切事物均具有正反两面，并能由对立而转化，是为“反者道之动”，“正复为奇，善复为妖”，“祸兮福之所倚，福兮祸之所伏”。又以为世间事物均为“有”与“无”之统一，“有、无相生”，而“无”为基础，“天下万物生于有，有生于无”。他关于民众的格言有：“天之道，损有余而补不足，人之道则不然，损不足以奉有馀”；“民之饥，以其上食税之多”；“民之轻死，以其上求生之厚”；“民不畏死，奈何以死惧之？”。他的哲学思想和由他创立的道家学派，不但对中国古代思想文化的发展作出了重要贡献，而且对中国2000多年来思想文化的发展产生了深远的影响。关于他的身份，还有人认为他是老莱子，也是楚国人，跟孔子同时，曾著书十五篇宣传道家之用；还有人认为是周太史儋（dān），生活在孔子死后一百多年的时间里。著名史学家<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在其《史记》的《老子<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>列传》中即说明了当时对老子何其人有过此两种猜测。“或曰：老子亦老莱子也，著书十五篇，言道家之用，与孔子同时云。”当时司马迁也疑老子即为老莱子，并不是道家创始人。</p> <p>　　老聃长寿，一百六十余岁仙逝，邻里皆来吊唁。老人哭之，如哭其子；少者哭之，如哭其母。念老子顺民之性、随民之情、与世无争、柔慈待人的大德大恩，皆悲不自胜。老聃好友秦佚来吊唁，至老子灵旁，不跪不拜，拱手致意，哭号三声即止。待其欲转身回去时，邻人拦住问道：“汝非老子好友乎？”秦佚答道；“当然。”邻人道：“既为老子好友，如此薄情少礼，可乎？”秦佚道；“有何不可？”邻人闻言，由怒转，大声责问道：“其理何在？”秦佚笑道：“吾友老聃有言，生亦不喜，死亦不悲。汝可闻乎？昔日老聃之生也，由无至有，聚气而成，顺时而来，合自然之理，有何喜哉？今日老聃之死也，由有归无，散气而灭，顺时而去，合自然之理也。有何悲哉？生而喜者，是以为不当喜而喜也；死而悲者，是以为不当悲而悲也，放生时贵生，死时怕死，皆是以己之意愿而强求生来、强求死去也，皆背自然之理而任己之情也。如安时而处顺，则哀乐不能入也。而背自然、违天理，合于道乎？不合于道，可为老聃好友乎？老聃好友者，遵其言而动、顺于道而行者也。吾既为老聃之友，故能以理化情，故不悲。”</p> <p>　　邻人闻之，似有所悟，又问：“汝既不悲，何以哭号三声？”秦佚笑道：“吾哭号三声，非因悲也，是与老聃辞别也。一号，言其生而应时，合自然之理也。二号，言其死而应时，合自然之理也；三号，言其在世传自然无为之道，合自然之理也。老聃举足而应时，动止而合道，吾有何悲哉？”众邻闻之，皆言秦佚乃老聃真友，故推其为主葬之人。合土之时，秦佚颂悼文道：“老聃大圣，替天行道，游神大同，千古流芳。”</p>"
}