{
  "id": 830,
  "star": 35,
  "name": "王昭君",
  "image": "http://img.gushiwen.org/authorImg/wangzhaojun.jpg",
  "dynasty": "两汉",
  "desc": "王昭君，名嫱，字昭君，中国古代四大美女之一的落雁，晋朝时为避司马昭讳，又称“明妃”，汉元帝时期宫女，汉族，西汉南郡秭归（今湖北省兴山县）人。匈奴呼韩邪单于阏氏。昭君出塞的故事千古流传。",
  "content": "<h2>生平</h2> <p><strong>入宫</strong><br>　　<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>出生于长江三峡中，一个叫秭归（今湖北省兴山县）的地方普通的民家。汉元帝建昭元年，征集天下美女进后宫，王昭君就被选入宫。当时的皇帝汉元帝已经40多岁了，由于纵欲身体衰弱不堪。王昭君虽然是锦衣玉食，住的是绮窗朱户，但不过是笼中之鸟，池中之鱼而已。皇帝后宫佳丽三千，按理要轮到王昭君不知什么时候，而且即使轮到了又能怎样？王昭君可能也就这样湮没于后宫之中。但是一件外交上的事情改变了王昭君的一生。这事要先从汉朝时最大的敌人——匈奴说起。<br>　　汉宣帝时，匈奴发生内乱，五个单于分立，相互攻打不休。其中有一个呼韩邪单于，被别的单于打败，逃到汉朝来，亲自朝见汉宣帝。呼韩邪单于是第一个到中原来朝见的单于，汉宣帝亲自到长安郊外去迎接他，为他举行了盛大的宴会。呼韩邪单于在长安一住就是一个多月。等到他回去的时候，汉宣帝派了两个将军带领一万人护送他到漠南。这时候，匈奴正缺粮食，汉宣帝送去了三万四千石粮食。呼韩邪单于非常感激。西域各国看见汉朝对呼韩邪单于这么好，也都争先恐后的同汉朝打交道。</p> <p><strong>出塞</strong><br>　　汉宣帝驾崩后，他的儿子刘奭即位，也就是召王昭君入宫的汉元帝。此时呼韩邪单于跟汉朝的关系已经很好 了。公元前33年，呼韩邪单于再一次到长安，这次他提出了和亲的要求。“和亲”的建议原本是汉高祖时娄敬德提出的，当时的形势是匈奴强汉弱，吕后只有一女，不忍心将她远嫁番邦，因此和亲一直都是挑一个宗室的女儿假做公主嫁出去的。不过这回，汉元帝决定挑一个宫女给他。原因可能是汉元帝时已经汉强匈奴弱，没必要一定挑皇亲国戚的女儿，皇亲国戚的女儿们毕竟不多，宫女则多的是；再者，呼韩邪单于此时就在长安，让宗亲的女儿冒充公主，这么的大事情怎么可能瞒得过他。<br>　　话说，汉元帝派人到后宫传话，宫女们在皇宫犹如鸟儿在樊笼，都争着想出去，但一听是去荒漠遥远的匈奴，一个个起劲的劲头顿时就没了，不甘心做白头宫女的王昭君毅然请命，自愿去匈奴。传说中这里还发生了许多故事，比如画师毛延寿的事情等，但大多数都是后人加上去的，不过这也从侧面说明了这件和亲事件的重要性。<br>　　昭君出塞和亲时望着漫天黄沙，孤雁南飞，不觉幽思自叹，无限感伤，便弹起琵琶，一首《出塞曲》寄托了浓厚的乡愁和一丝憧憬，声声催人泪下，而南飞大雁望着惊艳的女子，听着凄婉的琴声而扑落于平沙之上，遂成“平沙落雁”的千古绝唱。<br>　　“昭君出塞”是汉匈交往上的大事，《汉书.匈奴传》和《后汉书.南匈奴传》都记载了这件事，尤以《后汉书》中的记载绘声绘色：“昭君字嫱，南郡人也。初，元帝时，以良家子选入掖庭。时，呼韩邪来朝，帝敕以宫女五人以赐之。昭君入宫数岁，不得见御，积悲怨，乃请掖庭令求行。呼韩邪临辞大会，帝召五女以示之，昭君丰容靓饰，光明汉宫，顾景斐回，竦动左右。帝见大惊，意欲留之，然难于失信，遂与匈奴。生二子。及呼韩邪死，阏氏子代立，欲妻之，昭君上书求归，成帝敕令从胡俗，遂复为后单于阏氏焉。”文中昭君自动求行和元帝为昭君的美丽所动“意欲留之”等故事性情节非常传神，昭君之美跃然纸上。</p> <p><strong>婚后</strong><br>　　王昭君抵达匈奴后，与呼韩邪单于非常恩爱，被封为“宁胡阏氏”，并为呼韩邪单于生下一子，取名伊督智牙师，封为右日逐王。婚后的第三年，即公元前31年，呼韩邪单于逝世。<br>　　大阏氏的长子雕陶莫皋继承了单于的职位，依照匈奴的礼俗，王昭君成了雕陶莫皋的妻子。年轻的单于对王昭君更加怜爱，夫妻生活十分恩爱甜蜜，接连生下两个女儿，长女叫云，次女叫当，后来分别嫁给匈奴贵族。<br>　　雕陶莫皋与王昭君过了十一年的夫妻生活而去世，这时是汉成帝鸿嘉元年，王昭君已经三十三岁，正是绚烂的盛年，不必再有婚姻的绊系，好整以暇地参予匈奴的政治活动，对于匈奴与汉廷的友好关系，着实产生了不少沟通与调和的作用！<br>　　王昭君的兄弟被朝廷封为侯爵，多次奉命出使匈奴，与妹妹见面，王昭君的两个女儿曾到长安皇宫侍候过太皇太后，这位太皇太后即汉元帝的皇后王政君，她有个著名的侄子王莽，先谦躬下士博取虚名，后玩了一套所谓尧、舜、禹时代的“禅让制”，夺取西汉政权，建立“新朝”。但匈奴单于认为“非刘氏子孙，何以可为中国皇帝？”于是边疆迭起，祸乱无穷。<br>　　眼看自己创造的和平岁月毁于一旦，王昭君在幽怨凄清绝望中死去，葬在大黑河南岸，墓地至今尚在，在今内蒙古呼和浩特市旧城南9公里处的大黑河畔，据说入秋以后塞外草色枯黄，惟王昭君墓上草色青葱一片，所以叫“青冢”。<br>　　关于“青冢”也另有解释：《筠廓偶笔》：“王昭君墓无草木，远而望之，冥蒙作青色，故云青冢。”《塞北纪游》上也说：“塞外多白沙，空气映之，凡山林村阜，无不黛色横空，若泼浓墨，昭君墓烟垓朦胧，远见数十里外，故曰青冢。”<br>　　历来提到“青冢”的<a href=\"http://so.gushiwen.org/author_830.aspx\">诗</a>句很多。如<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“不见青冢上，行人为浇酒。”<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的“青冢前头陇水流，燕支山下暮云秋。”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“一去紫台连朔漠，独留青冢向黄昏。”</p><br/><h2>功绩</h2> <p>　　<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>的历史功绩，不仅仅是她主动出塞和亲，更主要的是她出塞之后，使汉朝与匈奴和好，边塞的烽烟熄灭了50年，增强了汉族与匈奴民族之间的民族团结，是符合汉族和匈奴族人民的利益的。她与她的子女后孙以及姻亲们对胡汉两族人民和睦亲善与经济文化交流做出了巨大贡献，因此，她得到历史的好评。</p> <p>　　元代<a href=\"http://so.gushiwen.org/author_830.aspx\">诗</a>人赵介认为王昭君的功劳，不亚于汉朝名将霍去病。昭君的故事，成为我国历史上流传不衰的民族团结的佳话。</p><br/><h2>详细介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>与西施、<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>、貂蝉并称中国四大美女，生于湖北秭归(今湖北省兴山县)。王昭君先后被迫嫁给匈奴王父子，她嫁匈奴后迫不及待地上了一道请回归汉朝的表章，汉成帝冷淡地拒绝了昭君的回归请求，王昭君年轻时在匈奴去世。</p> <p>　　王昭君先嫁呼韩邪单于，生一子，为右日逐王。昭君嫁三年，呼韩邪单于去世，依习俗昭君应嫁呼韩邪单于长子复株累单于。昭君向汉廷上书求归，汉成帝敕令“从胡俗”，由是昭君嫁复株累单于，两人共同生活十一年，复株累单于去世。王昭君卒年不详，据匈奴史专家林干推测其可能于公元前六至一年间于漠北的匈奴庭去世(参考资料为湖北宜昌昭君故里景点里的文字解说)。</p> <p>　　公元前31年，呼韩邪单于去世，留下一子，名伊屠智伢师，后为匈奴右日逐王。时，王昭君以大局为重，忍受极大委屈，按照匈奴“父死，妻其后母”的风俗，嫁给呼韩邪单于的长子复株累单于雕陶莫皋，又生二女，长女名须卜居次，次女名当于居次（“居次”意为公主）。王昭君去世后，厚葬于今呼和浩特市南郊，墓依大青山，傍黄河水；后人称之为“青冢”；到了晋朝，为避晋太祖司马昭的讳，改称明君，史称“明妃”。</p><br/><h2>墓地</h2> <p><strong>内蒙青冢</strong><br>　　“青冢”一词，出自对杜<a href=\"http://so.gushiwen.org/author_830.aspx\">诗</a>的一条注解：北地草皆白，惟独昭君墓上草青，故名青冢。<br>　　冢指高大陵墓，这青冢便是个别致的专用词。昭君墓，一说在呼和浩特市南9公里大黑河南岸的冲积平原上。墓前雕有联辔而行的双骑塑像，马背上塑的自然是<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>和呼韩邪单于。一说在晋西北与内蒙接壤的朔州朔城区南榆林乡青钟村。<br>　　红粉成灰绿意外延而成一青冢，“独留青冢向黄昏”，笼罩四野的黄昏和风尘漫漫的大漠合为穹庐，什么都可以无情地吞噬，惟独消化不了这一座墓草茸碧的青冢，这青冢在苍茫天地间便格外引人思忖。<br>　　塑像底座上是蒙汉两种文字镌刻的“和亲”二字。当年打不过匈奴，就从女性群落中选取最美丽的女子作为珍品（美色无价）去进贡，且美其名曰“和亲”，这在两千多年前的历史上，只有统治者能拿出这等“高招”来缓和矛盾，救国安邦。</p> <p><strong>塞外青冢</strong><br>　　却说昭君出塞翻过雁门关，西走二关（雁门关、宁武关）驿道，(即今雁阳路) 经旧广武、南榆林村往西过辛寨村、南磨、徐村转北向现朔州市朔城区青钟村，准备进朔州往右玉从杀虎口北行。到达青钟村时，眼见这里无垠平原，流水哗哗，土肥草旺，绿茵一片。到处花开蝶舞，牛羊遍野。回首莲花山，起伏连绵，主峰紫荆山层林葱笼，紫气升腾，彩云缭绕，气象万千。当下喜形颜开道：从来塞外荒无烟，此地美景胜关南。真天造百世福地也。于是在这里小歇几日，四处转玩，方才北上。<br>　　漫漫长途，历时一年有余，方到呼市，一路胡歌茄声，深受胡民欢迎。呼韩邪单于举行盛大国庆，封昭君为宁胡阏氏，即胡汉友好皇后。<br>　　昭君出塞和亲，化干戈为玉帛。消除了战事，为两国开创了稳定和平的政治局面，深得人心。遗憾的是，两年后呼韩邪单于暴病身亡，昭君陷入一派悲痛之中。<br>　　依据匈奴“父死妻其后母”的习俗， 昭君需改嫁呼韩邪单于第一个妻子所生长子复株累单于雕陶莫皋。为了顾全大局，昭君只好委屈求全。婚后，为其生有二女，大女儿叫须卜公主，二女儿叫当于公主。雕陶莫皋倾爱昭君言听话从，为维护胡汉两国关系，发展农牧业生产做出了极大贡献。偏偏好景难长，公元前二十年，雕陶莫皋又染疾病而亡，王昭君再一次精神重创。这时王莽推行新朝篡汉，天下大乱。胡人以外姓为啥可夺刘汉江山为由？唇枪舌剑，刀光剑影，危机四伏。眼看自已为之献身的和平之局，即刻变为乌有，昭君整日以泪洗面，仰天长叹，悲愤成疾。三十四岁的她，终于香消玉损，一命黄泉。哀哉！王昭君。临逝，子女们请命遗嘱，昭君命葬山西朔州紫荆山下青钟村，故史载有青钟变为青冢之说。昭君墓藏青钟，既顾其风水之好，且不失归汉之嫌，又可亲临汉室之关，风闻汉民之欢。子女应命尊办。厚葬该村村北一平滩之地，堆土成丘，柳荫遮被，绿草鲜花相伴。胡民思念万般，在呼市，大青山一带遍造王昭君衣棺墓几十座，以表记念。其情可嘉，实为此尔。清朔州志载名青冢村原有阔四、五亩，高丈余之冢，居民旧传为汉王昭君墓得名，即此。</p><br/><h2>故里</h2> 　　<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>故里位于湖北省宜昌市兴山县宝坪村。昭君纪念馆造型庄严，结构流畅，镂雕古朴，图案雅致，墙堵翘角、龙飞凤舞。馆内正中立着一尊高2.8米的王昭君汉白玉雕像，她冰清玉洁、倾国倾城、端庄淑静、飘逸秀慧，充分再现了昭君的丰仪和美丽，惟妙惟肖，栩栩如生。<br/><h2>考证</h2> <p>　　<a href=\"http://so.gushiwen.org/author_830.aspx\">王昭君</a>卒于何年，不得而知了。昭君死后，葬于青冢，而专家考证说，这只是她的衣冠冢，王昭君到底埋葬在什么地方，只能是一个永远的迷了。现代史学界对公元前33年“昭君出塞”的历史功过意见分化严重，赞之毁之皆有。</p> <p>　　而骚人墨客几乎一口咬定王昭君在塞外受苦受难，所以跟着也伤心同情。学者柏杨先生认为，中国固然繁华，但与王昭君何干？她只能困在宫廷的小小天地。而宫廷的小小天地，在匈奴汗国也是一样，拥有顶尖的享受。并且，就在王昭君辞行后当年，公元前33年汉元帝刘奭就死了。如果把她留下，最好的结局不过一个被汉元帝偶尔玩过的普通小宫女而已。她将守着灵枢，老死坟园。事实上，王昭君嫁给呼韩邪单于，她的幸福才真正开始，她成为匈奴汗国单于最宠爱的妃妾，因她的花容美貌和她的来自中国的强大背景，在匈奴汗国宫廷中有极为尊贵的地位。相形之下，她留在长安，只能囚在坟园。塞外却有广阔的苍穹，使她拥有丰富的爱情和人生温暖。</p> <p>　　柏杨先生的认为只是一个假设，以后来发生过的事去推断之前的发展，有点不妥。因为事物的发展都是有规律的，未知的。而且柏杨先生说的如果也不过只是一个方面，还有很多其他方面是你想不到的，事情的发展不会按照我们能想到的已知的结果去发展。在古代那种外交政策下，昭君出塞肯定是起到一定作用的，而且是利大于弊的。</p>"
}