{
  "id": 9,
  "star": 3,
  "name": "沈周",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_9.jpg",
  "dynasty": "明代",
  "desc": "沈周（1427～1509）明代杰出书画家。字启南，号石田、白石翁、玉田生、有居竹居主人等。汉族，长洲（今江苏苏州）人。生於明宣德二年，卒於明正德四年，享年八十三岁。不应科举，专事诗文、书画，是明代中期文人画“吴派”的开创者，与文徵明、唐寅、仇英并称“明四家”。传世作品有《庐山高图》、《秋林话旧图》、《沧州趣图》。著有《石田集》、《客座新闻》等。",
  "content": "<h2>书画作品</h2> <p>　　<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>的代表作品现在多藏于大博物馆，故宫博物院藏有精美作品，重要的有《仿董巨山水图》轴（作于成化九年，公元1473年）、《沧州趣图》卷、《卒夷图》、《墨菜图》（这两幅原为册页，后合装成卷）、《卧游图》等。南京博物院也藏有几幅沈周精品，其中有《东庄图》、《牡丹》轴，此画作于 1506年，当时沈周已81岁。辽宁博物馆藏有两幅沈周的杰作，一幅是《盆菊幽赏图》卷，画面中树石茅亭，亭中饮酒赏菊者三人，意态优闲，布势疏朗，景物宜人。另一幅是《烟江叠嶂图》卷，作于正德二年（1507年），笔墨之运用，随心所欲，满纸烟恋，诚属沈周82岁晚年杰作。此外，台湾故宫博物院还藏有一幅沈周极有名的《庐山高图》轴。</p> <p>　　沈周早年多画小画，40岁以后才画大幅绘画作品，中年画法严谨，用笔沉着，晚年笔墨豪放，气势雄强。 沈周的绘画，技艺全面，在学习前人的基础上有自己的创造沈周的代表作品现在很多收藏在中国各大博物馆，北京故宫博物院收藏重要的作品有：《仿董巨山水图》轴、《沧州趣图》卷、《卒夷图》、《墨菜图》、《卧游图》等。中国南京博物院也收藏有几幅沈周精品，其中有《东庄图》、《牡丹》轴。辽宁博物馆藏有两幅沈周的杰作，一幅是《盆菊幽赏图》卷，另一幅是《烟江叠嶂图》卷，它们创作于明代正德二年（1507年），笔墨的运用随心所欲，是沈周82岁晚年杰作。 </p><br/><h2>艺术特色</h2> 　　在绘画方法上，<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>早年承受家学，兼师杜琼。后来博取众长，出入于宋元各家，主要继承董源、巨然以及元四家<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙，<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>的水墨浅绛体系。又参以南宋李、刘、马、夏劲健的笔墨，融会贯通，刚柔并用，形成粗笔水墨的新风格，自成一家。沈周早年多作小幅，40岁以后始拓大幅，中年画法严谨细秀，用笔沉着劲练，以骨力胜，晚岁笔墨粗简豪放，气势雄强。 沈周的绘画，技艺全面，功力浑朴，在师法宋元的基础上有自己的创造，发展了文人水墨写意山水、花鸟画的表现技法，成为吴门画派的领袖。所作山水画，有的是描写高山大川，表现传统山水画的三远之景。而大多数作品则是描写南方山水及园林景物，表现了当时文人生活的幽闲意趣。<br/><h2>艺术成就</h2> 　　<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>的绘画为传统山水画作出了两大贡献：其一，融南入北，弘扬了文人画的传统。如沈周的粗笔山水，用笔融进了浙派的力感和硬度，丘壑增添了守人之骨和势，将南宋的苍茫浑厚与北宗之壮丽清润融为一体，其抒发的情感也由清寂冷逸而变为宏阔平和。其二，将<a href=\"http://so.gushiwen.org/author_9.aspx\">诗</a>书画进一步结合起来。沈周的书法学<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，书风“遒劲奇崛”，与他的山水画苍劲浑厚十分相似、协调。他又将书法的运腕、运笔之法运用于绘画之中。沈周同时还是一个诗人，至老年“踔厉顿挫，浓郁苍老”。他把这种诗风与画格相结合，使所作之画，更具有诗情画意。<br/><h2>生平</h2> <p>　　沈家世代隐居吴门，居苏州相城，故里和墓在今相城区阳澄湖镇。<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>的曾祖父是王蒙的好友，父亲沈恒吉，又是杜琼的学生，书画乃家学渊源。父亲、伯父都以<a href=\"http://so.gushiwen.org/author_9.aspx\">诗</a>文书画闻名乡里。沈周一生家居读书，吟诗作画，优游林泉，追求精神上的自由，蔑视恶浊的政治现实，一生未应科举，始终从事书画创作。他学识渊博，富于收藏。交游甚广，极受众望，平时平和近人，要书求画者“屦满户外”，“贩夫牧竖”向他求画，从不拒绝。甚至有人作他的赝品，求为题款，他也欣然应允。有曹太守其人，新屋落成欲图其楹庑，搜罗画家，沈周亦在其中，隶往摄之，沈周曰：“毋惊老母，旦夕往画不敢后”客人颇不平曰：“太守不知先生，何贱先生于此？渴贵游可勿往。”沈周答曰：“往役义也，岂有贱哉？谒而求免，乃贱耳。”沈周的书画流传很广，真伪混杂，较难分辨。<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>因此称他为飘然世外的“神仙中人”。 </p> <p>　　沈周在元明以来文人画领域有承前启后的作用。他书法师<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，绘画造诣尤深，兼工山水、花鸟，也能画人物，以山水和花鸟成就突出。 在绘画方法上，沈周早年承受家学，兼师杜琼。后来博取众长，出入于宋元各家，主要继承董源、巨然以及元四家<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙，<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>的水墨浅绛体系。又参以南宋李、刘、马、夏劲健的笔墨，融会贯通，刚柔并用，形成粗笔水墨的新风格，自成一家。沈周早年多作小幅，40岁以后始拓大幅，中年画法严谨细秀，用笔沉着劲练，以骨力胜，晚岁笔墨粗简豪放，气势雄强。 沈周的绘画，技艺全面，功力浑朴，在师法宋元的基础上有自己的创造，发展了文人水墨写意山水、花鸟画的表现技法，成为吴门画派的领袖。 </p>"
}