{
  "id": 1453,
  "star": 0,
  "name": "赵扩",
  "image": "http://img.gushiwen.org/authorImg/zhaokuo.jpg",
  "dynasty": "宋代",
  "desc": "宋宁宗赵扩（1168年11月18日－1224年9月18日），宋朝的第十三位皇帝，宋光宗赵惇与慈懿皇后李凤娘的次子。宋宁宗即位后，任用赵汝愚和韩侂胄为相，赵、韩两派斗争激烈。庆元元年（1195年）宁宗罢免了赵汝愚，韩党专权。次年又定理学为伪学，禁止赵汝愚、朱熹等人担任官职，参加科举，是为“庆元党禁”。嘉泰四年（1204年），宁宗追封岳飞为鄂王，两年后削去秦桧封爵，打击了投降派。嘉定十七年（1224年）9月18日宁宗驾崩于临安宫中的福宁殿，葬会稽永茂陵。理宗宝庆三年（1227年）上谥号为法天备道纯德茂功仁文哲武圣睿恭孝皇帝。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　宋宁宗<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>是宋朝第十三位皇帝，南宋第四位皇帝，宋光宗和李皇后所生的第二子。<br>乾道四年十月十九日（1168年11月19日），出生于恭王府邸，属相鼠。传说宁宗的母亲李皇后梦见一个大太阳坠落到庭院里，用手承接它，从而怀孕有娠。直到宁宗出生当天夜晚，祥光绕室。</p> <p>　　乾道五年（1169年）五月赐名赵扩。淳熙五年（1178年）十月授予明州观察使，封英国公，十二年（1185年）三月封平阳郡王，十六年（1189年）三月进封嘉王。绍熙五年（1194年）为太子，不久继位。宋宁宗继位时，其父宋光宗尚在，改太上皇，名义上宋光宗禅位给宋宁宗，实际上是<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>、赵彦逾、<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>、徐谊等朝臣以宋光宗无法执丧为理由，透过外戚韩侂胄从中连络，获得高宗吴皇后支持所造成的宫廷政变，逼迫宋光宗让位。</p> <p><strong>内禅登基</strong></p> <p>　　绍熙五年（1194年）六月，孝宗去世，光宗却以病为辞，不肯主持丧礼。大臣们只好请太皇太后吴氏代替光宗举行祭礼。大臣又奏光宗说：“皇子嘉王扩，一向仁慈孝顺，应立于储君，以安定人心。”光宗立即批示：“历事岁久，念欲退闲。”在举行祭礼时，赵汝愚等率文武百官在孝宗灵柩前请求太皇太后吴氏宣示光宗禅位诏，太皇太后吴氏宣读：“皇帝心疾，未能执丧，曾有御笔，欲自退闲，皇子嘉王扩可即帝位。”读毕，立即登位。</p> <p>　　赵汝愚出来后，把太皇太后的意思告诉宁宗。宁宗坚决推辞道：“恐怕会背负不孝的罪名。”赵汝愚说：“天子应当以安定社稷、国家为孝，如今朝廷内外忧心忡忡，害怕混乱，万一发生意外变故，置太上皇于何地？”大臣们这才把嘉王赵扩从人群中拥出，赵扩却推辞说：“上告大妈妈，臣做不得，做不得。“太皇太后吴氏立刻命太监说：“去拿黄袍来，我亲自给他穿上。”赵汝愚立即率文武百官跪拜，三呼万岁。赵扩登位，史称宁宗。</p> <p><strong>庆元党禁</strong></p> <p>　　宋宁宗继位后，重用了使其登上皇位的赵汝愚和韩侂胄两位大臣，任命赵汝愚为宰相，韩侂胄为枢密院都承旨，册立韩夫人为皇后，韩侂胄由此得势。</p> <p>　　出生皇族的宗室赵汝愚被宁宗任命为宰相，他收揽名士，想有一番作为。然而外戚韩信胄与赵汝愚不和，图谋排斥赵汝愚，先后起用京镗、<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>、刘三僳、刘德秀等人。著名理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>约吏部侍郎彭龟年同劾韩侂胄，韩侂胄对宋宁宗说朱熹迂阔不可用。由于宁宗信任韩侂胄，朱熹被罢官，彭龟年奏韩侂胄“进退大臣，更易言官”，“窃弄威福，不去必为后患”。庆元元年（1195年）二月，赵汝愚罢相，出知福州。反对赵汝愚罢官的人都陆续被窜逐。<br>宋宁宗还在韩侂胄集团的策划下，下令禁止道学，定理学为伪学，罢斥朱熹等理学家，对当时的许多知名人士进行清洗，禁止朱熹等人担任官职，参加科举。史称“庆元党禁”。</p> <p><strong>开禧北伐</strong></p> <p>　　宁宗时期，在与金朝的关系上，又逐渐趋于紧张。宋宁宗因为不满金朝蛮横要求按旧时的礼仪行事，对自己受屈辱的地位感到不满，因此他也支持韩侂胄对金朝采取强硬的措施。</p> <p>　　嘉泰四年（1204年）四月，宋宁宗采纳韩侂胄的建议，崇<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>贬秦桧，将岳珂为岳飞所作的辩白文书宣付史馆，并追封岳飞为鄂王。不久之后，宋宁宗改元开禧，取的是宋太祖“开宝”年号和宋真宗“天禧”的头尾两字，表示了南宋的恢复之志。开禧二年（公元1206年），宁宗下令削去秦桧死后所封的申王爵位和“忠献”谥号，改谥“谬丑”，下诏追究秦桧误国之罪：“一日纵敌，遂贻数世之忧；百年为墟，谁任诸人之责？”此举被认为是平反岳飞案件最彻底的一次。这些措施，有力地打击了主和派，使主战派得到了鼓舞，很得民心。同年五月，宋宁宗下诏北伐金朝，史称“开禧北伐”。</p> <p>　　宋朝军队不宣而战，首先对金朝军队发起了攻击。</p> <p>　　开战初期，宋军收复了一些地方，但由于金朝事先得到了风声，觉察到南宋“将谋北侵”，已有了准备，在遭到进攻后立即进行了反击。由于韩侂胄用人不当，中路军统帅之一皇甫斌率军攻打唐州时被金军击溃，接着在攻打蔡州时大败于溱水，韩侂胄急忙把他撤了。北伐主战场两淮统帅邓友龙等也因兵败而被撤职。</p> <p>　　不久，金军就在东、中、西三个战场上，对宋军发起了进攻，宋朝军队由进攻转为防守。在金军的大举进攻之下，真州（今江苏仪征）、扬州相继被金军占领，西路军事重镇和尚原与蜀川的门户大散关也被金军所占。韩侂胄想通过吴曦在四川战场挽回败局，但陕西河东招讨使吴曦却早已在四川暗通金兵，叛变称王。这场战争于第二年以宋朝战败而结束。</p> <p><strong>嘉定和议</strong></p> <p>　　接着，又是兵败之后的谈判。而对南宋来说，战败以后的和谈是气短的。作为胜利者，金朝自然提出了苛刻的条件。除了提出割地赔款之外，还要求将发动这场战争的主谋缚送金国。</p> <p>　　在这种形势下，朝廷中的主和派又形成了势力，礼部侍郎史弥远和杨皇后是主要的代表。杨皇后因当年韩侂胄在宋宁宗选皇后的问题上不倾向于她而怀恨在心，同时她也认为北伐过于轻率。他们通过皇子向宋宁宗进言：“韩侂胄再启兵端，将危社稷。”杨皇后也在旁边劝说宋宁宗，但宋宁宗很犹豫，一时难以定夺。杨皇后担心如果宋宁宗走漏风声，让大权在握的韩侂胄知道，后果将十分严重，就与史弥远、参知政事钱象祖等人密谋，设法除掉韩侂胄。</p> <p>　　开禧三年（1207年）十一月，韩侂胄在上朝途中被殿帅夏震派出的将士挟持，杀死于玉津园中。当时宁宗听说韩侂胄被押往玉津园，立即要下旨追回韩太师，杨皇后一把夺过写有旨意的笺条，对宁宗哭诉道：“韩侂胄要废掉我和儿子，还残害了宋金两国百万生灵！”进而要挟宁宗道：“若要追回他，就请让我先死！”宁宗只好收泪作罢。</p> <p>　　韩侂胄被杀以后，史弥远立即派人把这一消息告诉了金朝，并以此作为向金朝求和的砝码。此后朝政被史弥远、钱象祖把持。经过与金朝的谈判，按照金朝的要求，韩侂胄和苏师旦的首级被送往金朝示众。韩侂胄死后，宋宁宗对大臣说：“恢复岂非美事，但不量力尔。”<br>嘉定元年（1208年），南宋王朝与金朝签订了屈辱的“嘉定和议”，和议条款为：两国境界仍如前；嗣后宋以侄事伯父礼事金；增岁币为银帛各三十万；宋纳犒师银三百万两与金。宋朝皇帝与金朝皇帝的称谓由以前的侄叔改变为侄伯，比“隆兴和议”更为屈辱。</p> <p><strong>皇储问题</strong></p> <p>　　宋宁宗先后有九个儿子，但是在未成年时就夭折，因此他不得不从宗室子弟中另寻储嗣。庆元四年（1198年），选太祖后裔燕懿王德昭九世孙、六岁的赵与愿养在宫里，赐名日严。嘉泰二年（1202年）封卫国公。赵日严13岁时被立为皇子，封为荣王。次年立为皇太子，更名恃，后又改名为询。但赵询没有当皇帝的命，于嘉定十三年（1220年）八月病死，时年29岁，谥景献，与庄文太子一起葬在杭州的太子湾。这是如今杭州西湖太子湾公园地名的由来。</p> <p>　　嘉定十四年（1221年），又进沂靖惠王柄嗣子贵和为皇子，赐名竑，授宁武军节度使，封祁国公。次年又加检校少保，封济国公。赵竑对史弥远专权非常不满，曾书“史弥远当决配八千里”，他还指着壁上地图中的琼崖说：我今后要是得志，就要把史弥远发配到这里。然而这一切都被史弥远送去监视赵竑的侍女看在眼里，她报告给了史弥远。史弥远听了以后非常害怕，心想今后要是赵竑当了皇帝，自己就没有好日子过了。于是他就开始罗织赵竑的短处，经常向皇帝说赵竑的不是。</p> <p>　　宋宁宗病死后，史弥远和杨皇后召赵昀入宫，在宋宁宗灵柩前即皇位，并由杨皇后垂帘一同听政。赵竑在愕然之中，见到了新皇帝登基，百官朝拜。赵竑认为当皇帝的应该是自己，因此不肯朝拜，结果被别人强摁着头下拜。赵竑被封为济阳郡王，后来又被封为济王，出居湖州。</p> <p><strong>晚年生活</strong></p> <p>　　晚年的宁宗很少去妃嫔处，由于身体原因，他开始迷上道教修炼术。</p> <p>　　嘉定十七年（1224年）八月，史弥远乘宁宗病危，矫诏立贵诚为皇子，赐名昀，授武泰军节度使，封成国公。</p> <p>　　嘉定十七年（1224年）闰八月，宋宁宗病死于临安宫中的福宁殿，在位30年，享年57岁。（《宋史》并没有明确记载宁宗去世是身患何病。而据《东南纪闻》记载：宁宗病危时，史弥远进献金丹百余粒，宁宗服用后不久即去世。由此可见史弥远毒害宁宗的嫌疑之大。）</p> <p>　　宋理宗宝庆元年（1225年）正月，上谥号曰仁文哲武恭孝皇帝，庙号宁宗。三月，葬于会稽永茂陵（今浙江省绍兴县东南35里处宝山）。宝庆三年（1227年）九月，加谥号为法天备道纯德茂功仁文哲武圣睿恭孝皇帝。</p><br/><h2>为政举措</h2> <p><strong>政治</strong></p> <p>　　重视台谏</p> <p>　　虽然宁宗对政事少有自己的主见，但他对台谏的意见却是十分重视。宋代的台谏官有纠正帝王为政疏失、弹劾百官的权力，他们的议论一定程度上代表了当时的公众舆论，历代宋帝都非常重视台谏奏议。宁宗严格遵循祖宗之法，曾对人说：“台谏者，公论自出，心尝畏之。”殊不知，台谏的公正性是建立在帝王有知人之明的前提之上的，只有正直的士大夫入选台谏，才能使台谏发挥正常、良好的作用，而宁宗却缺乏辨别人才的能力，居心叵测之辈因而可以大肆引荐党羽进入台谏，控制言路。宁宗一味认定台谏之议代表公论，不可不听，至于台谏官到底是君子还是小人，却不闻不问。结果，原本受到士大夫尊敬和向往的台谏职位上，充斥着败类，他们打击异己、讨好权臣，是权臣用以控制宁宗的又一有效工具。</p> <p>　　更化措施</p> <p>　　韩侂胄死后，宋宁宗声称要革除韩侂胄的弊政，为赵宋基业“作家活”。史家把嘉定初年的政治举措称之为“嘉定更化“。“首开言路，以来忠谠”是宁宗更化的第一个措施，他再次表现出“人所难言，朕皆乐听”的诚意，但也只是听听而已。改正韩侂胄专政时期的国史记载，也是更化内容之一。</p> <p>　　此外宁宗的措施还有清洗韩党，陈自强、邓友龙、郭倪、张岩、程松等都贬窜到远恶州军，除名抄家的也大有人在。但清洗却走向了极端，凡是赞同过北伐恢复的都被视为韩党。<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>被夺职奉祠达十三年之久，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>也以“党韩改节”的罪名被撸去了职名。平反昭雪与清理韩党是同时进行的。<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>尽复原官，增谥忠定，算是充分肯定他在绍熙内禅中的忠诚与功绩。<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>被赐予文臣最高荣誉的一字谥，称为朱文公。吕祖俭、吕祖泰与庆元六君子也分别有所表彰。</p> <p>　　但宁宗在用人为政上依旧懵懂颟顸，招用人才中竟有赵彦逾，右司谏<a href=\"http://so.gushiwen.org/author_1169.aspx\">王居安</a>进言道：“用人稍误，是一侂胄死，一侂胄生。”王居安<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与政变，后任谏官，成为政变派论劾韩党的急先锋。但他的话触着了钱象祖、史弥远的痛处，立即被免去谏官之职。随着时间的推移，人们都失望地说：“有更化之名，无更化之实。”</p> <p><strong>外交</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>在位后期，北方形势巨变，蒙古崛起，金朝连年为蒙所侵，被迫迁都于汴京。宋朝廷中报仇雪耻之议又复起，纷纷请罢金国岁币。嘉定十年（1217年），金又分道伐宋，赵扩遂下诏伐金，于是宋金之战复起，东起山东，西至秦陇，互有胜负，延续了6年之久，迫使金国新君金哀宗在嘉定十七年（1224年）派人同南宋通好，明令部下不得进攻南宋。宋金双方进入休战状态。</p> <p>　　嘉定十四年（1221年），蒙古军进逼汴京，与北伐宋军接触，胶西宋军纷纷南逃，京东军降于蒙古军。由是宋被迫派使者通好于蒙古。</p> <p><strong>历法</strong></p> <p>　　颁布《统天历》</p> <p>　　庆元四年（1198年），因所用《纪元历》占候多差，宋宁宗下令更造新历。庆元五年（1199年）五月，杨忠辅创制新历，宁宗赐名为《统天历》。这与现代所测数值只相差26秒，而与现行的公历所采用的数据相同，比西方《格里历》的颁行早383年。但因推测日食等不验，《统天历》只使用到开禧三年。同年又造《开禧历》代替统天历，行用于世45年。</p> <p>　　颁布《庆元条法事类》</p> <p>　　嘉泰二年（1202年），宋宁宗令大臣谢深甫等人编修的《庆元条法事类》成书，该书共八十卷。嘉泰三年（1203年），宁宗皇帝下诏正式颁行。宋初《重详定刑统》基本照抄唐律，很多令文已不适用于宋代社会，且宋时法令汇编惟有《庆元条法事类》残本传世。尽管残本不足原书之半，但仍保存了有关政治、经济、军事、刑法、服饰等各方面的法令，为研究宋史，特别是中国法制史提供了珍贵的资料。</p> <p><strong>宗教</strong></p> <p>　　宁宗在位期间，重视新建与重修道教宫观。他即位之初，便遣使入九宫山向张道清致礼。庆元五年（1199年），朝廷赐名“真牧”。嘉泰四年（1204年）升观为“钦天瑞庆宫”，加号“太平护国”。开禧二年（1206年），令江西转运使又赐闲田，蠲其租赋。慈明皇后也赐钱为其置田庄。嘉泰元年（1201年），他将登位前的潜邸改为开元宫，祀火德真君；嘉泰四年，扩建开元宫；又增修中兴显应观，赐田百余亩。</p> <p>　　宋宁宗久闻洞霄宫住山名道龚大明，召他入宫举行斋醮，赐与十分优厚。但后来龚大明要求回宫，宁宗封他为“冲妙大师”，赐紫衣、金币，建造演教堂一座。开禧元年（1205年），宁宗赐内帑钱在洞霄宫内建造新法堂，并赐《演教堂》匾。嘉定五年（1212年）宁宗亲自来到洞霄宫，见到了新建的演教堂，亲书赐予匾额。开禧年间（1205—1207年），漕臣黄荤游洞霄宫，道士提出要新铸巨钟一只，希望得到皇帝支持。黄荦回朝后向宁宗表奏此事，宁宗很快下诏赞同，赐斋金50两，白银550两，并派遣内侍省副都知、皇城司提点刘世亨奉旨监铸巨钟事，采用金、铜、铁三合一而成，并造了钟楼配套，由尚书刑部侍郎兼国史实录院曹叔远撰《洪钟记》，刻碑立石。</p><br/><h2>人物评价</h2> <p>　　宁宗即位时面临国家艰难的形势，却能在登基这件事上不失掉礼节操守，表现其善于处事的能力。宁宗当政初年，靠着旧学辅导的功效，招引重用老成博学之士，引用提拔贤能之人，一个时期遵守成法继承传统的政治局面，非常盛隆可观。统治中期换上韩侂胄执掌大权，朝廷里潜藏着许多奸臣，以至于把正派的人当作邪恶的人，把纯正的学问视为虚假的学问，对外挑起与强邻金国的战事，祸及淮河两岸。由于连年用兵失败，结果把韩侂胄的首级送到了金国，国家的根本受到了损失。以后又是史弥远独揽朝政，他们庆幸宁宗晚年年老昏乱，暗中弄权作威作福。甚至在选立太子制订纲纪等大事上，也乘机寻找缝隙，达到或废或立太子的阴谋，这些事情别人都很明白。</p> <p>　　虽然如此，宋朝自从建都开封到宋仁宗，四代皇帝相继在位接近百年，<a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a>声称这是以前各朝代所没有的。可惜的是皇位授受的时候，宁宗、理宗与仁宗、英宗相对照，他们的路子虽然相同，其情致却相离太远了。</p><br/><h2>轶事典故</h2> <p><strong>虚心好学</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>作为光宗惟一的子嗣，自幼受到良好的教育。光宗即位后，他受封嘉王，到宫外府第居住，光宗不仅将自己在东宫时收藏的图书全部赐予他，还亲自挑选了<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>、陈傅良、彭龟年等一批名儒，担任他的老师。[45]嘉王学习也非常勤奋。他即位初，曾亲自开列了10部经史书目，又开列了一张10人的名单，对彭龟年说：“朕读的书太少了，打算把讲官增置到10名，每人各专讲一书。”他选定的讲官中，既有原嘉王府的黄裳等人，更有他仰慕已久的大儒<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，堪称极尽一时之选。</p> <p>　　尽管宁宗好学，但他似乎只注重读书的数量，对书中的内容意义却是一知半解，更谈不上灵活运用了，他的理政能力未能有所提高。即位不久，群臣的奏疏就因得不到他的及时批复而堆积如山。彭龟年建议他，让负责进呈奏疏的通进司把奏疏开列一单，皇帝阅后，在单子上注明需要亲自过目的部分，其他的就可交由三省、枢密院处理，这样，处理奏章的效率就可以大大提高。对自己这位学生的天分，彭龟年深有了解，因此他干脆附上了单子的格式，以便宁宗能够照葫芦画瓢。但这番几乎是手把手的教导，不知宁宗是真看不懂，还是嫌麻烦，最终没有采纳。凡是大臣的奏章，他一律批“可”，倒也省去了不少时间，只是害得臣下们大费脑筋，两位大臣的奏章针锋相对，皇上都批了“可”，到底以谁为是呢？</p> <p><strong>理政无方</strong></p> <p>　　即使是临朝听政，臣下们也难得听到宁宗自己对政事的看法。负责记录皇帝言行的起居舍人卫泾，曾经描述了他亲眼目睹的宁宗上朝情形：“陛下每次面见群臣，无论群臣所奏连篇累牍，时间多长，陛下都和颜悦色，耐心听取，没有一点厌倦的样子，这是皇帝谦虚，未尝有所咨访询问，多是默默地接受而已。”宁宗耐性很好，但这并不能帮助他解决实际问题。他既没带脑子也没带嘴，只空带了一双耳朵去上朝，大臣们的论奏听完了就完了，既不表态，也不决断，进奏者已经口干舌燥，最后却仍然不得要领。如此听政，身为臣子的卫泾只有以“谦虚”来为宁宗辩护，料想他心里也在怀疑当朝天子的智力水平吧。</p> <p>　　批阅奏章，临朝听政，这些都是皇帝表达自己意旨的正常途径，而宁宗也许是不愿意受到任何约束，所以选择了一条非正常的理政途径——御笔。御笔由皇帝在内宫批示，不经过三省等中央决策机构，直接下达执行。这种做法失去了对君权的制约，是不合制度的。传达御宋代杂剧图笔必经宦官和近幸之手，如果皇帝是精明强干之君，尚不致酿成大患，但宁宗却是个理政能力不强的皇帝，滥用御笔只能为权臣专政制造可乘之机。他们通过勾结宦官和后宫，或对御笔的批示施加影响，或在御笔的传达过程中上下其手，让御笔成为自己利用的工具，甚至假造御笔，代行皇帝之权。一次内廷宴会，一名伶人扮演买伞的顾客，他挑剔卖伞者，说雨伞只油了外面：“如今正（政）如客人卖伞，不油（由）里面。”巧妙地以谐音暗指政事不由内（宁宗）做主，而观剧的宁宗却懵然不晓何意。面对这样的皇上，权臣自然是有恃无恐，更加肆意妄为了。</p> <p><strong>忠厚之主</strong></p> <p>　　宁皇御舟</p> <p>　　绍熙五年（1194年）宁宗即位后，先是祖父孝宗大丧，继而太皇太后吴氏去世，所以未见有他湖山之游方面的记载。嘉泰（1201年-1204年）年间，太上皇光宗与太上皇后李凤娘的丧期已过，而宁宗已经好几年没有赏玩西湖的云树堤沙和画桥烟柳了，因此他颇有泛舟出游的念头。有个名叫张巨济的小臣听说此事后便上书宁宗道：“慈懿太后的欑（cuán）陵近在湖滨，陛下出游，不免要鼓乐，岂不是要惊动先人在天之灵吗？”宁宗认为他说得有道理，这不仅事涉孝道，还关系到人君的俭德，特迁上书者一秩，还下令把画鹢（yì）御舟都沉到湖底，以表示自己从此以后不再游湖的决心。</p> <p>　　少食生冷</p> <p>　　宁宗不仅头脑简单，而且身体也不好。宁宗宫中有两位小太监，经常背着两扇小屏风作宁宗的前导。随便到什么地方，总把屏风面对自己。屏风上写着戒条：“少饮酒，怕吐；少食生冷，怕痛。”把两事写在两扇屏风上，屏风用白纸作底，边上糊着青纸。一次到后苑游玩，有人劝宁宗喝酒与吃生冷食物，他就指屏风上戒条给对方看，大臣们也就不敢了。每次进酒，都不超过三杯。</p> <p>　　节俭爱民</p> <p>　　当然，宁宗为人尚不失仁厚，对民间疾苦颇为关心和同情。即位前，他护送高宗灵柩去山阴下葬，路上见到农民在田间艰难稼穑的场景，感慨地对左右说：“平常在深宫之内，怎能知道劳动的艰苦！”即位后，宁宗几乎每年都颁布蠲免各种赋税的诏书。在个人日常生活上，宁宗也力行节俭。他平时穿戴朴素，并不过分讲究，饮食器皿也不奢华，使用的酒器都是以锡代银。有一年元宵夜，一个宦官见宁宗独自端坐在清冷的烛光下，便问：“上元之夜，官家为什么不大摆宴席庆祝一下？”宁宗愀然答道：“你知道什么！外间百姓没有饭吃，朕怎么能有心思饮酒呢？”有一次他前往聚景园游赏，临安的百姓争相观看，以至于有人被践踏踩死。宁宗知道后十分后悔，从此再也不出宫游赏了。</p><br/><h2>家庭成员</h2> <p><strong>家世</strong></p> <p>　　祖父：宋孝宗<a href=\"http://so.gushiwen.org/author_1833.aspx\">赵眘</a></p> <p>　　祖母：成穆皇后郭氏</p> <p>　　父亲：宋光宗赵惇</p> <p>　　母亲：慈懿皇后李凤娘</p> <p>　　兄弟：赵梃，保宁军节度使，早亡。</p> <p>　　姐妹：文安郡主、和政郡主、齐安郡主、皆早亡。绍熙元年，一并追赠公主。</p> <p><strong>后妃</strong></p> <p>　　恭淑皇后韩氏：相州（今河南安阳）人，六世祖是北宋名臣忠献王<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>。宁宗受禅为帝后，册封她为皇后。庆元六年（1200年）去世，谥号恭淑。</p> <p>　　恭圣仁烈皇后杨氏：会稽人，杨次山的妹妹。少时凭借姿容入宫，被宁宗立为皇后。善<a href=\"http://so.gushiwen.org/author_1453.aspx\">诗</a>词、工书法、颇涉书诗、知古今。性机警，诛杀韩侘胄、拥立理宗，都出自她的谋略。理宗即位，尊为皇太后。宝庆五年（1232年）去世，年七十一岁，谥号恭圣仁烈。</p> <p>　　曹美人</p> <p>　　高平郡美人阎氏</p> <p>　　钟夫人</p> <p><strong>子女</strong></p> <p><strong>儿子</strong></p> <p>　　九子：赵埈、赵坦、赵增、赵觌、赵埛、赵圻、赵墌、赵垍、赵坁皆幼年夭折。</p> <p>　　赵询：初名赵与愿。6岁时，被宋宁宗收为养子，赐名日严，除福州观察使。嘉泰二年（1202年），拜威武军节度使，封卫国公，听读资善堂。后被立为太子，拜开府仪同三司，封荣王。嘉定十三年（1220年）去世，时年29岁，谥号景献太子。</p> <p>　　赵竑：宋太祖四子秦王赵德芳的八世孙，赵希瞿之子。当初，沂靖惠王去世，没有后代，以赵竑作为后代，赐名赵均，不久改赐名为赵贵和。嘉定十三年（1220年），景献太子赵询去世，宋宁宗于是立赵贵和为皇子，并赐名赵竑，授任宁武军节度使，封为祁国公。嘉定十五年（1222年）五月，加官检校少保，封为济国公。好弹琴。</p> <p>　　赵昀：本名赵与莒，<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>之子赵德昭的九世孙。嘉定十七年（1224年），宁宗驾崩，史弥远联合杨皇后假传宁宗遗诏，废太子赵竑为济王，立沂王赵贵诚为新帝，更名为昀，是为宋理宗。</p> <p><strong>女儿</strong></p> <p>　　祁国公主：出生六个月夭折，追封祁国。</p>"
}