{
  "id": 1021,
  "star": 0,
  "name": "黄任",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1021.jpg",
  "dynasty": "清代",
  "desc": "黄任（1683一1768）字于莘，又字莘田，因喜藏砚，自号十砚老人、十砚翁，清代著名诗人，藏砚家，永福（今福建永泰县）人。康熙四十一年举人，官广东四会知县，罢官归，船中所载惟砚石。归里后生活清苦。工诗，以轻清流丽为时人所称，七绝尤负盛名。著有《秋江集》《香草笺》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1021.aspx\">黄任</a>于康熙二十二年(1683），生于福建省永福（永泰）县白云乡，世代书香门第。曾祖父为明天启进士、翰林院编修黄文焕，因编修过国史，人称“太史公”。黄任家学渊源，少俊好学，12岁受业于福州著名<a href=\"http://so.gushiwen.org/author_1021.aspx\">诗</a>人许友，外祖父处学诗；同时又拜擅长楷书的林佶进士学书法。康熙四十一年（1702）举于乡，曾7次进京会试，均不第。雍正元年（1723）出任广东四会县令，次年兼署高要县事，在任期间颇有口碑 。高要系古端州地，所辖之端溪三洞，正是著名的砚石产地。黄任工诗善书，尤有砚癖，于是在任上节衣缩食，将余俸购买砚石，得良砚百余台。黄任后为小人所妒，于雍正五年(1727)被劾去职。罢官归里时，他选择质地最好者交付良工精制，最后选取十方最佳者，视为至宝。在他的福州住宅南后街光禄坊早题巷的香草斋中修建十砚轩收藏这些砚石，并自号十砚老人。</p> <p>　　黄任既爱砚，白日坐卧轩中，摩娑抚玩；晚上又让他的小妾把这些名砚抱到床上，与他同床而眠，说这样可得阴气，使之更加润滑。他还为这十方砚石取了美无度、古砚轩、十二星、天然、生春红、著述、风月、写裙、青花、蕉石等名字。黄任不仅爱砚，还能刻砚，他常把赋诗刻于砚背铭之。黄任所藏端砚亦多精品，至今闽中仍有遗砚流传，多镌“吴门顾二娘造”。</p> <p>　　黄任性好宾客，每日与名士对砚唱和吟诗饮酒，谈笑风生，口若悬河，听者无不愉快。有人问他：“你在广东为官三年，何以清贫至此？”黄任指其砚说：“我有此砚，不负广东之行了。”</p> <p>　　黄任晚年贫病交加，年八十三时病故。黄任既殁，砚旋散失。其后风月、写裙二砚曾为黄任后人觅得，生春红后为林白水所得。白水被害后归李律阁，解放初期郭沫若存其一，白云山家存其一，郑庭椿教授存其一，霞浦彭氏存其一，闽清宏琳厝黄姓宗亲存其一，福州剪纸艺术研究会会长吴文娟女士存其一，任公生前赠好友李霖村一砚，现此砚无从查询。黄任晚年寓居福州城内光禄坊早题巷，遗址现由福州市人民政府挂上“黄任故居“横匾，供人参观。</p><br/><h2>文学成就</h2> <p><strong>《秋江集》与《香草笺》</strong> <br>　　<a href=\"http://so.gushiwen.org/author_1021.aspx\">黄任</a> 善书法，尤工<a href=\"http://so.gushiwen.org/author_1021.aspx\">诗</a>。所传《秋江集》共六卷，收入黄任诗计九百余首，七言绝句有六百余首，古今少有。选自《秋江集》中200首诗而成的《香草笺》，流传台湾，对台湾诗坛影响颇大。</p> <p>　　据当代台湾学者林文龙研究，自清代以来，《香草笺》一直风靡台湾，乃至成为书房讲授诗学的范本及灯会射虎的必备参考书。在诗坛上，黄任不立宗派，也不专学某一家，而是博采唐宋明清众家之长，自成一体。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>编《清诗别裁集》不录尚存世诗人的作品，却破例选录了黄任的6首诗；著名诗人<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>也把黄任视为“本朝”“非人间凡响”的杰出诗人；建瓯郑方坤、长乐王元麟、永泰陈应魁先后为黄任的诗集作注。黄任的创作在当时所受推崇和影响的程度委实非同寻常。</p> <p>　　黄任在方志的编撰上也有建树。乾隆二十二年(1757年)，受聘助修《永春州志》（永春原是泉州辖内的一个县。雍正十二年（1734年）提升为州）。又受鼓山涌泉寺僧委托，主修《鼓山志》。乾隆二十六年(1761年)，再次应聘纂修《泉州府志》。</p> <p><strong>黄任诗述评</strong> <br>　　黄任诗又名《秋江集》,共六卷,:计九百七十余首,而七言绝句,竟有六百余首之多,实为古今稀有.他的《杨花诗》云:</p> <p>　　行人莫折柳青青,看取杨花可暂停.到底不知离别苦,后身还去作浮萍.</p> <p>　　按隋无名氏诗:\"杨柳青青着地垂,杨花漫漫搅天飞.柳条折尽花飞尽,借问行人归不归.\"又按陆佃《埤雅》:\"杨花入水化为萍.\"黄任把杨花入水化为萍深一层写,自然便打动读者的心弦,无怪当时诗人称十砚翁为\"黄杨花\"了.他自己在《答高姜田太守诗》云:\"升堂相见无馀语,诵我杨花七字诗.\"</p>"
}