{
  "id": 3038,
  "star": 0,
  "name": "吴少微",
  "image": "http://img.gushiwen.org/authorImg/wushaowei.jpg",
  "dynasty": "唐代",
  "desc": "唐代文学家。新安（今安徽黄山休宁）人。字仲材，号遂谷。生于唐高宗龙朔三年（663年）癸亥八月十三日，卒于明皇天宝八年（750年），与夫人朱氏合葬休宁石叶山（后改名凤凰山）。神龙二年(706)三月，加谟去世，病中少微，闻讯大恸，赋诗哀惮，不久亦卒。与加谟、谷倚，皆以文词著称，誉为“北京三杰”。少微所作《崇福寺钟铭》，尤为时人所推重。著录有集十卷，已散佚。《全唐文》收录其《为并州长史张仁亶进九鼎铭表》等六篇文。《全唐诗》收录其《哭富加谟》、《长门怨》、《古意》等诗六首。",
  "content": "<h2>富吴体</h2> <p>　　“富吴体”是唐代古文运动中最早出现的新式散文文体，由初唐文士<a href=\"http://so.gushiwen.org/author_1724.aspx\">富嘉谟</a>、<a href=\"http://so.gushiwen.org/author_3038.aspx\">吴少微</a>在晋阳为官时所创。富嘉谟，雍州武功（今陕西武功县）人，以进士入仕。武后圣历年间，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>令张昌宗“尽收天下文词之士”修撰大型类书《三教珠英》，富嘉谟参与了该书的编撰。长安年间（公元701至704年）富嘉谟出任北都晋阳尉，后入朝为左台监察御史，不久病逝。身后留有文集五卷，今佚。《全唐文》存其文四篇。</p> <p>　　吴少微，新安（安徽歙县）人，与富嘉谟同时，“亦举进士，累至晋阳尉”，后入朝，官拜右台监察御史。富吴二人在晋阳为官时，情投意合，相与莫逆，他们的文才受到了并州长史的赏识，“待以殊礼，坐必同榻”。初唐之时，因受六朝骈文影响，“文人撰碑颁，皆以徐（<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>）、庾（<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>）为宗，气调渐劣。嘉谟与少微，属词皆以经典为本，时人钦慕之，文体一变，称为富吴体。”富、吴二人由此声振文坛。<br>富嘉谟、吴少微任官晋阳时，有魏郡（今河北处大名县）人谷倚任太原主簿，三人“皆以文词著名”，人称“北京三杰”。据《旧唐书·文苑传》记载，“富吴体”的代表作是富嘉谟的《双龙泉颂》、《千（虫蜀）谷颂》和吴少微的《崇福寺钟铭》。三篇文章，“词最高雅、作者推重”。惜富嘉谟的两篇文章今已佚失。</p> <p>　　双龙泉、千（虫蜀）谷均为北都晋阳附近名胜。双龙泉即今太原市阳曲县西北的南、北龙泉。两泉相距仅五百米，周围山峦起伏，林木荫翳。泉旁有大安寺，建于唐初，寺内有佛塔一座，俗称“唐僧宝塔”，为贞观年间高僧玄奘法师传经之所。千（虫蜀）谷是太原西北的一条峡谷，古代为晋阳通西北诸州的孔道，其东口为著名的天门关，隋炀帝曾在此开辟交通，修设栈道，故名<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>道。此地山崖如削，谷径幽深，“天门积雪”为古代晋阳八景之一。由此可见，富嘉谟的西篇文章都属山水游记类散文。富的文章曾受到盛唐文坛的推崇和赞许，开元文坛领袖<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>赞其文章“如孤峰绝岸，壁立千仞，浓云郁兴，震雷俱发，诚可畏也，若施于廊庙，骇矣。”这样的风格，正和“纤靡淫丽，嫣然如妇人小儿嘻笑之声”的骈文形成鲜明对照。</p> <p>　　吴少微《崇福寺钟铭》（全唐文作《唐北京崇福寺铜钟铭并序》）是仅存的“富吴体”代表作。崇福寺在晋阳南五里，为唐代晋阳名刹。《崇福寺钟铭》是吴少微为崇福寺铜钟撰写的铭文。文章继承了先秦、西汉散文的写作特色，文字上简淡清新、朴质幽雅，毫无雕琢和浮华；句式上一反当时的四六文固定格式，用灵活多变的两字句、三字句、五字句，读起来节奏明快，起伏跌宕，语气上浑厚雄迈，气势不凡．显示了吴少微出众的才华和“富吴体”独特的风格。</p> <p>　　“富吴体”做为唐代古文运动创作实践上最早出现的新的散文文体，开唐代古文运动之端绪。初唐时期，“天下文章尚徐、庾，俘俚不竞”，“气调渐劣”。武则天时，<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>挺身而出，旗帜鲜明地提出了文学复古的主张。但陈子昂的文学复古主张有其局限性：一是体裁上仅限于<a href=\"http://so.gushiwen.org/author_3038.aspx\">诗</a>歌，二是复古口号仅停留在理论方面，在创作实践上并未摆脱六朝文风的羁绊。而和陈子昂几乎同时的富嘉谟、吴少微，一反六朝骈文“纤靡淫丽”的陈腐习气，独树一帜，创立了“雅厚雄迈”的新式散文文体，其文章“人争慕之”，天下传颂，给人以耳目一新之感。如果说陈子昂是唐代文学复古的最早提倡者，那么，富嘉谟、吴少微则是唐代文学复古的最早实践者。富、吴用新式散文取代骈文的大胆尝试，走出了唐代古文运动最为重要的一步，是对古文运动的突出贡献。</p> <p>　　“富吴体”“以经典为本”的创作特色，对其后的古文运动影响至深。盛唐的散文作家<a href=\"http://so.gushiwen.org/author_1131.aspx\">萧颖士</a>、李华、元德秀、<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>，中唐的<a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a>梁肃、韩云卿、韩会等，无不受富嘉谟、吴少微影响，以至最后在中唐时出现了<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，最终把古文运动推上了高潮。因此，我们可以把唐代古文运动分为三个阶段：即初唐开始阶段、盛唐发展阶段、中唐高潮阶段，正如宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所述；“唐有天下三百年，文章无虑三变，高祖、太宗大难始夷，沿江左余风，句绘章，揣合低昂”“玄宗好经术，群臣稍厌雕琢，索理致，崇雅黜浮，气益雄浑”，“大历、贞元间，美才辈出，哜道真，涵泳圣涯，于是韩愈、柳宗元、李翔、皇甫等和之，排逐百家，法度深平，抵轹晋、魏，上轧汉、周，唐之文完然为一王法，此其极也。”“富吴体”的出现标志着唐代古文运动正式兴起，并对其后运动的进一步发展产生了积极深远的影响。</p> <p>　　“富吴体”在当时北都晋阳出现决非偶然。晋阳是李唐王朝的肇基之地，又是女皇武则天梓乡，是当时全国最大城市之一。北都晋阳物华天宝、地灵人杰，战略地位重要，唐廷派驻这里的地方官员多为朝中出将入相的辅弼重臣，在他们周围聚集了一大批文学英才，这些人在一起酬唱应和、激扬文字，为繁华的晋阳城营造了浓郁的文化氛围。唐北都晋阳还是南北文化交融的中心，从三国两晋到十六国北朝，这里是民族融合的中心，旱地农业文化和草原游牧文化在此碰撞交融。隋唐以降，南朝清绮艳丽的文风传到北方，从而促进了西北文化交流，使晋阳文化更加繁荣。正是在这样的环境之下出现了富嘉谟、吴少微这样的优秀文才，从而创作出独树一帜的“富吴体”散文文体，使晋阳成了唐代古文运动的发祥地。</p><br/><h2>吴氏宗谱</h2> <p>　　吴义方在唐初以博学闻名，贞观十四年（公元640年），朝廷大招天下名儒讲字于新安歙州（今安徽休宁），吴义方也参加了这一盛会，由于喜爱当地的山水之美，遂举家由豫章（今江西南昌）迁居于此。至此，祯字宗始祖吴猛的一支后裔由江西豫章迁入新安歙州。吴义方娶程氏，生3子，长子吴太微、次子<a href=\"http://so.gushiwen.org/author_3038.aspx\">吴少微</a>、三子吴宝微。次子吴少微，字促材，号迁谷，嗣圣元年（公元684年）进士，授晋阳尉，累官至左台监察御史。史载吴少微以文学见长，与<a href=\"http://so.gushiwen.org/author_1724.aspx\">富嘉谟</a>、魏谷倚并称“北京三杰”。当时天下文人撰写文章皆以徐、庾为宗，文风浮俚不竞，唯独吴少微、富嘉谟的文章以经典为本，雅厚雄迈，文风为之一变，受到当时人的推崇，被称为“吴富体”。吴少微对宗族历史非常关注，曾主持修纂《吴氏正宗谱》。吴少微移居休宁石舌山（今称凤凰山），离年87岁，卒葬新安休宁北郭外老柏墩，后代世居于此，子孙繁衍，形成了左台吴氏。左台吴氏是吴姓宗族中发展颇为兴盛的一支，枝繁叶茂。据《左台吴氏大宗谱》的记载，新安的左台苗裔就有70余支，总支为五大派，分别为莲塘派、金竺派、石岭派、城门派、丰溪派，其宗族发展之繁盛由此可见。所谓左台吴氏是指奉唐代左台监察御史吴少微为始祖的吴氏支派，新安是左台吴氏分布的重要地区，吴姓人口数以万计，人丁极为兴旺。据《左台吴氏大宗谱》的记载，新安的吴姓中，奉吴少微为始祖的占了九成。吴少微娶武阳公李大亮之女，生3子，长子吴隆术、次子吴巩、三子<a href=\"http://so.gushiwen.org/author_2843.aspx\">吴筠</a>。吴筠，字文彬，曾任河东节度使，后裔迁居四川。豸岭吴就是次子吴巩的后人，属于左台吴氏五大派中莲塘派下桐城（枞阳）吴氏中的一支（桐城（枞阳）吴氏包括豸岭吴、麻溪吴和高甸吴）。</p><br/><h2>茗洲吴氏家典</h2> <span style=\"BACKGROUND-COLOR: #c7edcc\"> </span> <p>　　茗洲是研究徽学的人绕不过去的一个弯，因为这里有一本《茗洲吴氏家典》，《家典》是清代康熙、雍正年间徽州休宁吴氏家族编著的一部礼书，就是这样一部乡野里的《家典》也不知道有多少中外学者在研究。</p> <p>　　茗洲吴氏是唐代左台御史<a href=\"http://so.gushiwen.org/author_3038.aspx\">吴少微</a>的后裔，被称左台吴氏。吴少微，字楚材，号迁谷，嗣圣元年（公元684年）进士，授晋阳尉，累官至左台监察御史。一说吴少微的父亲吴义方由豫章迁新安。贞观十四年，朝廷大招天下名儒讲学于新安歙州。吴义方也参加了这一盛会，由于喜爱当地的山水之美，遂举家由豫章迁居于此。一说吴少微由饶州（今波阳县）迁休宁。左台吴氏分支极多，而且休宁凤凰山是吴少微的始居之地。所以后来世居休宁的吴氏都认为是左台吴氏。即使无法考证是不是真正的吴少微的后代，但是明清以来修家谱都认可了。</p> <p>　　由于程朱理学是明清王朝钦定的官学，明清两代六百年间，读书讲学之风遍及徽州六邑，书院与家塾星罗棋布，世家大族科第蝉联，人才辈出。《茗州吴氏家典》上说“我新安为朱子桑梓之邦，则宜读朱子之书，服朱子之教，秉朱子之礼，以邹鲁之风自持，而以邹鲁之风传若子孙”。《茗州吴氏家典》又说“族内子弟有器宇不凡，资禀聪慧而无力从师者，当收而教之。或附之家塾，或助以膏火，培植得一个两个好人作将来楷模，此是族党之望，实祖宗之光，其关系匪小。”</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3038.aspx\">吴少微</a>，是东海人。少年时就很有才华文彩，与<a href=\"http://so.gushiwen.org/author_1724.aspx\">富嘉谟</a>是好朋友。吴少微是进士出身，步入仕途后，连续升到晋阳太原尉，最后官为御史。遇上少年时的好朋友有病去世，他写一篇祭文哭祭亡友。祭文的大意是这样的：是年三月癸丑，友人河南富嘉谟因病去世。当时我也病卧在洛阳北里家中，听到这一噩耗后，扔掉枕头坐起来，眼泪沾湿了衣襟。后来，爬到卧室的门外，想去奔丧，但身体病得实在起不来了。我仰天大呼：“天啊天啊！你怎么这样对待我的朋友？你有的是什么样的规则？怎样让我再见到我的好朋友？”于是写这篇祭文，用以寄托我的哀思。太常少卿徐公，鄜州刺史尹公，中书省徐、元二位舍人，兵部郎中<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>，都曾见过我在朝中不叹息你的才天不得施展。现作<a href=\"http://so.gushiwen.org/author_3038.aspx\">诗</a>一首，来悼念我的亡友。这首诗是这样的：我的好友富嘉谟如果不去世，他完全可以和朝廷重臣比试一下才华能力的高低。他要作官不是为了拿取俸禄，而是关心天下的黎民百姓。无奈他还没有跻身仕途，在这太平盛世就过早地去世了。医药真是让人不信任它，连我好友的病都治不好。皇天啊你一点也不仁慈，早早地就让我的好友离开了人世。从前，我和你是好朋友，就象是亲兄弟一样。现在同卧在病床上，一个却先走了，茫茫人世间再也不能相见畅谈友情了。但是，你生前写的那些文章依然存留在世上。这些文章如同孔子老先生的新作一样啊！它们的力量可以撼动山岳江河，它们的真诚可以使那些虚幻的鬼神至死。你过早的离开人世是件让人悲伤的事情，但是你的文章与天地共存，永世不朽。此时，大概你丧车上的饰物都已经没入荒野中了。你是圣明皇上的贤臣至宝，就象我们这样的泱泱大国也很少有你这样的人才啊！这首悼词，没有人不赞美它写得真诚而富有情感。吴少微写完这首悼词后，病越来越沉重了。他长叹一声，说：“生死是人生的大限，我死了没有什么遗憾的。但是，我所从事的事业十分还没有完成一分，这是最大的遗憾啊！”吴少微慷慨陈词，说完就死去了。</p><br/><h2>生平</h2> <p>　　卢藏用（约664－约713），字子潜，河北涿州人。范阳卢氏，自南北朝以来便是北方赫赫有名的大族，不知道卢藏用跟另一个著名的范阳卢某人———<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>之间有没有亲缘关系。</p> <p>　　卢藏用出身大族，他爷爷就曾官至财政部长，自己又是天下最有名的文学青年之一，精通琴、棋、书法，人称“多能之士”，所以很容易就考上了进士。不过，考上进士后的卢藏用却怎么也得不到人事部主管官员的赏识，好久都没有安排他上岗工作。心情极度郁闷之下，他写了一篇《芳草赋》 发了一通牢骚，然后就跑到终南山当起隐士来了。在山中，他跟随道士们学道术，据说颇练得一身辟谷的好本事，好些天不吃饭，照样有力气吹牛。</p> <p>　　不过，卢藏用胸怀大志，做隐士和道士可不是他的追求。窝在终南山中的日子里，他一直琢磨着如何下山觅个官儿做做。蛇有蛇道，鸟有鸟道，最后卢藏用选择了隐居作为自己入官的路径。列位看官也许觉得奇怪，怎么隐居也成了做官之道呢？在古代，一个人要是下定决心做隐士，别人便觉得他淡泊名利，是个道德高尚的人。孔夫子曾经“曰”过：“吾未见好德如好色者也。”虽然大家都好色不好德，但不管怎样，面子上的工程还是要做足的；所以好不容易逮着一个有“德”的隐士，人们都要想方设法把他弄出来做官（你想一个人高尚？没门！）。假隐士就是瞅准了人们这种心态，才躲在山中沽名钓誉。看官们不妨想想，天下偌多名山大川，哪里不能隐居？要不是心里打着歪主意，哪里用得着非杵在终南山里头呢？终南山离大唐帝国的伟大首都非常近，站在山上都能望到大明宫的屋脊。要是在终南山中隐居，一有了名声立马便能被皇帝老儿知道，然后便能顺利地进入官场了。这与请公关公司炒作自己是一个道理，不但效果比单纯的炒作好，还省了炒作经费。</p> <p>　　卢藏用苦心孤诣地在山中混了好些年。皇帝在长安办公，他就住终南山；皇帝移驾洛阳，他就跟着跑到嵩山隐居。于是大家都知道这小子醉翁之意不在酒了，赠给他一个“随驾隐士”的外号。还好，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>知道了这个人的存在之后，终于把他请出山去了，赏了他一个左拾遗的职务。左拾遗虽然是八品，比县令还低了一级，但却是引人眼热的清望之官；同时，因为是在天子身边工作，容易升官。果然，卢藏用不出几年就做到了吏部侍郎。</p> <p>　　如果说官场是一棵大树，那官员们就是树上的猴子。猴子爬得越高，下面就有越多的人能清楚地欣赏到它丑陋的红屁股。卢藏用如愿以偿做了官，却把自己的人格缺陷暴露出来了。他在官场上是个烂忠厚没用的人，做吏部侍郎时，面对各路权贵跑官要官，一点办法也没有，只好出卖自己的良心。史书中说他“趑趄诡佞，专事权贵，奢靡淫纵”，指责可不是一般的严厉啊。唉，在山中呆着好好的，干嘛要出山毁掉自己的名节呀？再后来，唐玄宗以他曾经拍过太平公主的马屁为由，甚至把他流放到广东。晚节不保，可惜可惜。</p> <p>　　要是卢藏用知道自己最后落得个如此下场，他会不会有悔吝之心呢？同样是在终南山中当道士的隐士<a href=\"http://so.gushiwen.org/author_973.aspx\">司马承祯</a>在长安混了几年后，最后还是决定重返山中修行。临行时，卢藏用指着云遮雾罩的终南山对司马承祯说：“司马先生，山里面风景真不错，您老好好享受吧。”这老牛鼻子也不是省油的灯，语带讽刺地回答说：“在贫道看来，山里风景倒可忽略，重要的山中是有一条通往官场的捷径。”读书至此，蛀书总要坏坏地想象卢藏用听了这话后，脸涨成猪肝色的样子。</p>"
}