{
  "id": 298,
  "star": 108,
  "name": "武则天",
  "image": "http://img.gushiwen.org/authorImg/wuzetian.jpg",
  "dynasty": "唐代",
  "desc": "武则天（624年－705年），并州文水（今山西文水县东）人。中国历史上唯一一个正统的女皇帝，也是即位年龄最大（67岁即位）、寿命最长的皇帝之一（终年82岁）。十四岁入后宫为唐太宗的才人，唐太宗赐号媚娘，唐高宗时初为昭仪，后为皇后，尊号为天后。后自立为皇帝，定洛阳为都，改称神都，建立武周王朝，神龙元年（705年）正月，武则天病笃，宰相张柬之发动兵变，迫使武氏退位，史称神龙革命。唐中宗复辟，后遵武氏遗命改称“则天大圣皇后”，唐玄宗开元四年（716年），改谥号为则天皇后，天宝八载（749年），加谥则天顺圣皇后。",
  "content": "<h2>评价</h2> <p>　　对于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>，从唐代开始，历来有各种不同的评价，角度也各不相同。唐代前期，由于所有的皇帝都是她的直系子孙，并且儒家正统观念还没完全占据统治地位，所以当时对武则天的评价相对比较积极正面。但随着时间的推移，特别是<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>所主编之《资治通鉴》，对武氏严厉批判。到了南宋期间，程朱理学在中国思想上占据了主导地位，轻女的舆论决定了对武则天的评价。譬如明末清初的时候，著名的思想家<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>，就曾评价武则天“鬼神之所不容，臣民之所共怨”。惟不可否认的是，武后善治国、重视延揽人才，首创科举考试的“殿试”制度，而且知人善任，能重用<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>、<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>、桓彦范、敬晖、<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>等中兴名臣。国家在武则天主政期间，政策稳当、兵略妥善、文化复兴、百姓富裕，故有“贞观遗风”的美誉，亦为其孙唐玄宗的开元之治打下了长治久安的基础，武则天对历史做出过巨大的贡献。</p> <p>　　武则天对历史发展做出的第一个贡献是，她打击了保守的门阀世族。武则天被立为皇后以后，把反对她做皇后的<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等人一个一个的都赶出了朝廷，贬逐到边远地区。这对于武则天来说，是杀鸡儆猴，但这些关陇集团和他们的依附者，在当时已经成为一种既得利益的保守力量。把他们赶出政治舞台标志着关陇集团从北周以来长达一个多世纪统治的终结，也为社会进步和经济发展创造了一个良好的条件。</p> <p>　　第二是促进了经济的发展。武则天在建言十二事中就建议“劝农桑，薄赋役”。在她掌权以后，又编撰了《兆人本业记》颁发到州县，作为州县官劝农的参考。她还注意地方吏治，加强对地主官吏的监察。对于土地兼并和逃亡的农民，也采取比较宽容的政策。因此，武则天统治时期，社会是相当安定的，农业、手工业和商业都有了长足的发展，户口也由唐高宗永徽三年（652年）的380万户增加到唐中宗神龙元年（705年）的615万户，平均每年增长0.721％。这在中古时代，是一个很高的增长率，也是反映武则天时期经济发展的客观数据。</p> <p>　　第三个贡献是稳定了边疆形势。武则天执政后，边疆并不太平。西方西突厥攻占了安西四镇，吐蕃也不断在青海一带对唐展开进攻。北边一度臣服的突厥叛乱并且和东北的契丹一直打到河北中部。武则天一方面组织反攻，恢复了安西四镇，打退了突厥、契丹的进攻，同时在边地设立军镇，常驻军队，并把高宗末年在青海屯田的做法推广到县甘肃张掖，武威、内蒙古五原和新疆吉木萨尔一带。以温和的文化政策，接纳多元文化的发展。对在屯田工作上做出了巨大贡献的娄师德，武则天特更致书嘉勉。书中特别指出，由于屯田，使得北方镇兵的粮食“数年咸得支给”。</p> <p>　　第四个贡献是推动了文化的发展。唐人沈既济在谈及科举制度时说到：“太后颇涉文史，好雕虫之艺。”“太后君临天下二十余年，当时公卿百辟，无不以文章达，因循日久，浸已成风”。沈既济的这些话包含了丰富的内容。一是武则天重视科举，大开志科。有一次策试制科举人时，她亲临考场，主持考试。二是当时进士科和制科考试主要都是考策问，也就是申论。文章的好坏是录取的主要标准。三是武则天用人不看门第，不问是否为高级官吏的子孙，而是看有否政治才能。因此特别注意从科举出身者中选拔高级官吏。科举出身做到高级官吏的越来越多。这就大大刺激了仕人参加科举的积极性，更刺激了一般人读书学习的热情。这就是沈既济所说的“浸已成风”。开元、天宝年间“父教其子，兄教其弟”，“五尺童子耻不言文墨焉”的社会风气，就是从武则天时期开始的。正是文化的普及，推动了文化的全面发展。著名的<a href=\"http://so.gushiwen.org/author_298.aspx\">诗</a>人和文学家<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>、李乔都是这个时期涌现出来的。雕塑、绘画也达到了前所未有的水平。</p> <p>　　另外武则天也有不少负面评价，其主政初期，由于大兴告密之风，重用酷吏周兴、来俊臣等，加上后世史学家不齿于她违反传统的礼教，身为女子，竟然拥有不少男性嫔妃（称为“男宠”），也公开与多名男性欢好，不以为耻，所以史书内都对她的所作所为大加鞭鞑，直斥其阴险、残忍、善弄权术，与中宗时韦后之专政，合称为武韦之乱。</p><br/><h2>书画</h2> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>在文字上大胆改革，增减前人笔划，曾经创造了十九个汉字，被天下广泛用之。如她为自己取名为“ 曌[zhao]”，意为明月当空，名君当世，字义一看即明，又因觉得印章为“玺”，与“死”近音（也有说法是与“息”同音），遂改称为“宝”等。虽然武则天所造汉字都是为了她的政治目的服务的，但通过这些汉字，我们却能看到她的才气和非凡的智慧。 </p> <p>　　武则天除精通史籍<a href=\"http://so.gushiwen.org/author_298.aspx\">诗</a>文之外，还精于书法。尤其精于飞白书和行草书。所谓“飞白”就是在笔画中具有丝丝露白特点的书法，难度极大，但看上去却极为高雅。武则天当年曾以飞白书把大臣姓名写出来赐给他们，有大臣就上表说：“蒙恩作飞白书，题臣等名字垂赐，跪呈宝贶,仰戴琼文，如批七曜之图，似发五神之检。冠六文而首出，掩八体而孤骞……钟繇竭力而难比，伯英绝筋而不逮。则知乃神乃圣，包众智而同归；多才多艺，总群芳而兼善。”武则天的书法造诣于此可见一斑！</p> <p>　　武周圣历二年(公元699年)二月初四，武则天由洛阳赴嵩山封禅，返回时留宿于缑山升仙太子庙，一时触景生情而撰写碑文，并亲为书丹。碑文表面记述周灵王太子晋升仙故事，实则歌颂武周盛世。笔法婉约流畅，意态纵横。碑额“升仙太子之碑”六字，以“飞白体”书就，笔划中丝丝露白。碑文33行，每行66字，行书和草书相间，接近章草书体。碑文上下款和碑阴的《游仙篇》杂言诗、题名等，分别出自唐代著名书法家<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>、钟绍京之手。历代书法爱好者都视“升仙太子碑”为书法艺术珍品。</p> <p>　　此碑书体极草，多用侧锋，尚存一定古雅之气。《宣和书谱》评：“后初得晋王导十世孙方庆家藏书迹，摹拓把玩，自此笔力益进。其行书有丈夫气。”</p> <p>　　品味《升仙太子碑》的书法，无怪乎当代著名书法家谢无量先生发出这样的感慨“自来妇女亦无此大手笔”。</p> <p>　　书者，抒也。如其才，如其学，如其志，总之曰，如其人也。</p> <p>　　伟哉，武则天，奇女子也。弄权术，与中宗时韦后之专政，合称为武韦之乱。 </p><br/><h2>年表</h2> 1岁，武德七年（624年）生于长安。父，武士彟，年48岁，任工部尚书，判六曹尚书事。母，杨氏，年46岁。异母兄元庆、元爽稍长，姐一人尚幼。<br>3岁，武德九年（626年）六月初四，<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>发动“玄武门之变”，杀其兄建成、弟元吉。初七，李世民被立为太子。八月初八，高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>传位于太子李世民。九日，太子李世民即位，为太宗。封武士彟为豫州都督。<br>5岁，贞观二年（628年）六月十五日，<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>（唐高宗）诞生。袁天罡为武相面，在当地留下了朝天<br>关、望云埔等传说。<br>12岁，贞观九年（635年）五月初六日，高祖死于长安大安宫垂拱殿。武士彟在痛悼高祖中患病身亡，享年59岁。十月二十七日，葬高祖于陕西三原献陵，庙号高祖，与太穆皇后合葬。之后，与母亲杨氏回文水葬父。<br>14岁，贞观十一年（637年），太宗李世民听说武士彟之女美丽聪明有才华，召入宫中，立为才人，赐号“武媚”。<br>16岁，贞观十三年（639年），全国有州府358，县1551。高句丽、新罗、西突厥、吐火罗、康国、安国、波斯、疏勒、于阗、焉耆、高昌、林邑、昆明等酋长相继遣使朝贡。<br>20岁，贞观十七年(643年）四月初七，太宗立李治为太子。<br>23岁，贞观二十年（646年）三月初九，太宗病重，下诏军国机务并委太子李治处理。此后，太子隔日听政，朝罢，入侍药膳，武与太子开始接触，两人同在太宗身边侍疾。<br>25岁，贞观二十二年（648年）正月，太宗作《帝范》12篇，赐太子李治。<br>26岁，贞观二十三年（649年）五月二十六日，太宗下诏<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>辅佐太子李治。太宗驾崩。二十八日，武曌在感业寺出家为尼。六月初一，太子李治即位，为高宗，时年22岁。八月二十八日，葬太宗于昭陵，与长孙皇后合葬。<br>27岁，永徽元年(650年）正月初六，高宗立妃王氏为皇后。五月二十六日，太宗忌日，高宗到感业寺行香，见到武曌。武氏哭泣，高宗伤感落泪。王皇后暗示武氏留长发，并劝皇上接其回宫。<br>28岁，永徽二年（651年）八月，武曌入宫，为一般宫女，在王皇后身边。<br>29岁，永徽三年（652年）七月初二，立李忠（即陈王忠）为太子。十二日，户部奏：全国有户380万。武曌生长子李弘。<br>30岁 ，永徽四年 （653） 冬 武曌 生下长女安定公主才一月之际就夭折。<br>31岁，永徽五年（654年）三月，封武曌为昭仪。三月十四日，唐高宗应武之请求，加赠武德功臣屈突通、武士彟等13人官。六月，王皇后的舅父看出皇后宠衰的现实，自请罢官，改封为吏部尚书。十二月十七日，高宗离京师谒昭陵，武从行，生次子李贤于途中。<br>32岁，永徽六年（655年）三月，武曌著《内训》一篇。六月，王皇后与其母柳氏为“厌胜”事发，高宗大怒，令柳氏不得入宫，后舅罢知政事。此时，在皇后废立问题上朝臣分为两派：长孙无忌、褚遂良、韩瑗、来济、等反对立<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>为皇后；<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>、<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>、崔义玄、袁公瑜等拥护立武则天为后。十月十三日，王皇后、萧淑妃废为庶人。十九日，高宗下诏立武昭仪为皇后。十一月初一，举行隆重的册立皇后仪式，文武百官及蕃夷酋长朝皇后于肃仪门。初七，追赠武后父武士彟为司空。武后处死王皇后、萧淑妃。<br>33岁，显庆元年（656）正月初六，降太子李忠为梁王、梁州刺史，立武后子李弘为太子。二月十七日，追赠武后父武士彟为司徒，赐爵周国公。三月十七日，武后祀先蚕于北郊。四月十四日，高宗与武后在安福门楼观玄奘迎御制慈恩寺碑文。自魏晋以来，佛事活动从无如此之盛大。九月十二日，武后制《外戚诫》献于朝。十一月初五，武后生第三子<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>于长安。<br>34岁，显庆二年（657年）二月十二日，封李显为周王。<br>36岁，显庆四年（659年）六月二十二日，高宗下诏改《氏族志》为《姓氏录》，以皇族与后族为第一等，皇朝得五品官者皆刊入士流。七月，杀长孙无忌及柳奭。九月，高宗下诏以石、米、史、大安、小安、曹、拔汗那、悒怛、疏勒、朱驹半等国置州县府127个，全国疆域进一步扩大。<br>37岁，显庆五年（660年）正月，高宗与武后及太子在东都洛阳过春节。二十三日，离洛阳到并州。二月初十、至并州。十五日，会见随从官员、诸亲及并州官属父老等。三月初五，武后宴请亲戚故旧邻里于朝堂，宴妇人于内殿。初八，高宗讲武于并州城西，引群臣阅兵。四月初八，高宗、武后一行离并回东都。十月九日，改封武后母代国夫人杨氏为荣国夫人，品第一。高宗初患风眩病，委武后处理部分政务，从此，武后参与朝政，处事都符合高宗旨意。<br>38岁，龙朔元年（661年）正月，武后请禁止天下妇女为俳优之戏（古代指演滑稽戏的艺人），高宗采纳并下诏。四月，高宗欲亲率大军进攻高丽，武后抗表进谏以为不可，被采纳。<br>39岁，龙朔二年（662年）六月初一，武后生第四子<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>于蓬莱宫含凉殿，于殿内作佛事，供玉像。七月初一，以皇子李旦满月，大赦天下，赐宴三日。<br>41岁，麟德元年（664年）十二月，西台侍郎<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>谋废皇后失败下狱。十三日，杀上官仪等，赐废太子忠死。此后，高宗视朝，武后垂帘于后，中外称之为“二圣”。武后生下次女太平公主。<br>42岁，麟德二年（665年）十月二十八日，高宗、武后与太子去泰山封禅，从驾文武仪仗数百里不绝，东自高丽，西尽波斯，各国朝会者随从。又获丰收。<br>43岁，乾封元年（666年）正月初一，高宗祀昊天上帝于泰山之南。初二，封于泰山之上。初三，禅于社首山，武后为亚献。初五，礼毕，高宗御朝觐坛受朝贺，赦天下，改元乾封。六日，宴群臣。十九日，离泰山。二十四日，至曲阜，赠孔子为太师。二月二十二日，还至亳州，高宗等祭老君庙，尊之为太上玄元皇帝。三月十一日，高宗、武后回东都洛阳。令刻《登封记号文》，立于泰山。<br>44岁，乾封二年（667年)九月初三，高宗久病不愈，令太子弘监国，改封殷王李旦为相王。<br>45岁，总章元年（668年）闰二月，高宗欲建明堂。二十五日，分长安、万年二县置乾封、明堂二县，以明志。九月十二日，李绩攻克平壤，擒高句丽王高藏及其大臣男健等，完全征服高句丽。<br>46岁，总章二年（669年）正月，封诸王嫡子皆为郡王。十二月初三，李绩病死。<br>47岁，咸亨元年（670年）正月初七，刘仁轨因年老辞官。三月十九日，许敬宗退休养老。八月初二，武后母杨氏病死于九成宫，享年92岁。<br>48岁，咸亨二年（671年）正月初七，高宗与武后离京师长安到东都，留太子李弘监国，令戴至德、李敬玄等辅政。49岁，咸亨三年（672年）正月，以梁积寿为帅，发兵讨叛“蛮”。昆明蛮14姓3万户归顺，设殷、敦、总三州。<br>50岁，咸亨四年（673年）八月，高宗患疟疾，病重，令太子李弘于延福殿受诸司奏事。十一月，高宗监制乐章， 有《上元》、《二仪》、《三才》、《四时》、《五行》、《六律》、《七政》、《八风》、《九官》、《十洲》、《得一》、《庆云》等曲。<br>51岁，上元元年（674年）八月十五日，高宗追尊其祖先，以高祖为神尧皇帝，太宗为文武圣皇帝，高宗自称天皇，武后称天后，改元上元，大赦天下。九月初七，高宗下诏复长孙无忌官爵，陪葬昭陵，其曾孙长孙翼袭爵赵公。十月二十七日，武后上意见十二条，高宗赞同，令施行。<br>52岁，上元二年（675年）三月十三日，武后祀先蚕于邙山之南。高宗风眩病加重，不能听政，政事皆由武后处理。高宗欲逊位于武后，宰相郝处俊谏止。武后引文学之士于宫中著书，参决表奏，被人们称为“北门学士”。四月二十五日，太子李弘病死。五月初五，追谥太子李弘为孝敬皇帝。六月初五，立雍王李贤为太子，大赦天下。八月十九日，葬太子李弘于河偃师恭陵，高宗亲撰《孝敬皇帝睿德纪》。<br>53岁，仪风元年（676年）二月初七，武后劝高宗封禅中岳嵩山。十五日，高宗下诏今冬有事于嵩山。闰三月，吐善攻鄯、廓、河、芳四州，高宗下诏停封禅，遣相王李旦等率军抵御吐蕃。<br>55岁，仪风三年（678年）正月初四，百官及四夷酋长朝武后于光顺门。<br>56岁，调露元年（679年）五月初七，高宗令太子李贤监国。<br>57岁，永隆元年（680年）正月十九日，武后登洛阳城门楼，宴请诸王诸司三品以上及诸州都督刺史，太常奏新编《六合还淳》舞。八月二十二日，废太子李贤为庶人。二十三日，立英王李显为太子，改元永隆，大赦天下。<br>58岁，开耀元年（681年）正月初十，以太子初立，宴请百官及命妇于大明官。二十九日，高宗下诏免雍、岐、华、同四州两年地税。河南、河北遭水灾处免税一年。二月，武后表请赦杞王上金、鄱阳王素节之罪，乃以上金为沔州刺史，素节为岳州刺史，仍不许朝集。七月二十二日，太平公主下嫁薛绍。闰七月二十四日，高宗病，令太子李显监国。十一月初八，令废太子贤迁巴州。<br>59岁，永淳元年（682年）二月十九日，皇孙重照满月，改元永淳，大赦天下。三月二十五日，立皇孙重照为皇太孙。<br>60岁，永淳二年（683年）七月，不久因高宗病重改为来年正月。十一月初三，高宗病情加重，下诏罢来年封嵩山。十二月初四，改元弘道，大赦天下，高宗欲登则天门楼宣诏，气逆不能上马，乃召百姓入殿前宣诏。当夜，高宗崩于洛阳宫贞观殿，终年56岁。遗诏皇太子柩前即位，裴炎等辅政，军国大事有不决者，兼取武后进止。十一日，太子李显即位，为中宗。尊武后为皇太后。<br>61岁，光宅元年(684年）正月初一，改元嗣圣，大赦天下，中宗立韦氏为皇后。武太后撰写《高宗天皇大帝溢议》及《述圣记》。二月六日，武太后与裴炎等废中宗为庐陵王，幽于别所。七日，立相王李旦为皇帝，为睿宗，改元文明，政事由武太后处理。八日，废皇太孙重照为庶人，流韦玄贞于钦州。九日，令丘神绩往巴州监视废太子李贤，以备外虞。以韦待价为山陵修作使，率兵民营造乾陵。三月初五，废太子李贤在巴州自杀。四月二十二日，迁庐陵王李显于房州，二十六日迁均州。五月十五日，高宗灵柩运往长安，武太后作《高宗天皇大帝哀册文》，留镇洛阳。八月十一日，葬高宗于乾陵，庙号高宗，刻述圣记碑立于陵前。九月初六，武太后改元光宅，改东都为神都。二十一日，武太后追王其祖：五代祖克己为鲁靖公，高祖居常为太尉、北平恭肃王，曾祖俭为太尉、金城义康王，祖华为太原安成王，父士彟为魏忠孝王。立五代祠堂于文水。二十九日，徐敬业以匡复为名在扬州起兵。十月初六，武太后令李孝逸等率兵30万讨伐徐敬业。十八日，斩裴炎于都亭。十一月初四，武太后令左鹰扬卫大将军黑齿常之为江南道行军大总管讨伐徐敬业。十八日，徐敬业败逃，部将王那相杀徐敬业后投降。李孝逸令追捕余党，平定扬州。<br>62岁，垂拱元年（685年）正月初一，因平息徐敬业反叛，改元垂拱，大赦天下。二月初七，武太后下诏：“朝堂所置肺石及登闻鼓不预防守。有上朝堂诉冤者，御史受状以闻。”三月二十一日，再迁庐陵王李显于房州。四月，下《求贤制》，制令自举。十一月，武太后作《方广大庄严经序》，撰《臣规》两卷，普赐臣僚，以教为臣之道。<br>63岁，垂拱二年（686年）正月，武太后欲复政于睿宗李旦，李旦固让，请武太后继续理政。武太后开始起用酷吏。三月初八，武太后令铸铜匦，这是一个功能齐全的意见箱。十二月，免并州百姓庸、调二税，终其身。<br>64岁，垂拱三年（687年）正月初二，武太后封皇孙成美为恒王，隆基为楚王，隆业为赵王。<br>65岁，垂拱四年（688年）正月初五，武太后在神都洛阳立高祖、太宗、高宗三庙，令四时享祀如京师太庙之仪。十一日，令毁乾元殿，就地建造明堂，由薛怀义督办。四月，武承嗣造瑞石，让唐同泰献上，其文曰：“圣母临人，永昌帝业。”武太后命名为“宝图”。五月十八日，武太后加尊号称“圣母神皇”。七月初一，武太后更名“宝图”为“天授圣图”，改洛水为永昌洛水，“宝图”所出为“圣图泉”，设永昌县于泉侧。封洛水神为“显圣侯”，嵩山为“神岳天中王”。又以先于汜水得瑞石，改汜水为广武。八月十七日，琅邪王李冲起兵反对武太后。武太后令丘神绩讨伐，未至，李冲已为地方军所败。二十三日李冲被其旧部杀掉。二十五日，越王<a href=\"http://so.gushiwen.org/author_2463.aspx\">李贞</a>起兵于豫州，攻陷上蔡。九月初一，武太后令左豹韬卫大将军崇裕为中军大总管，岑长倩为后军大总管，讨伐李贞，削李贞属籍，改姓虺氏。<br>67岁，载初元年（690年），武则天废睿宗，正式称帝。自号“圣神皇帝”，改国号为周。<br>69岁，长寿元年（692年），武则天派王孝杰帅军收复安西四镇，在龟兹国恢复设置了安西都护府。并遣军常驻，从而结束了唐蕃在西域反复争夺的局面。<br>72岁，天册万岁元年（695年）十月，突厥默啜可汗遣使请降。武则天册授他为左卫大将军、归国公。<br>73岁，天册万岁二年（696年）十二月，武则天封禅嵩山。<br>74岁，万岁通天二年（697年），杀来俊臣，结束了酷吏政治。<br>75岁，圣历元年（698年）三月，复立被废的庐陵王李显为太子。<br>79岁，长安二年（702年），于庭州（今新疆吉木萨尔北破城子）置北庭都护府，取代金山都护府，统辖天山以北包括阿尔泰山和巴尔喀什湖以西的广大地区，仍隶属于安西都护府。<br>82岁，神龙元年（705年），宰相<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>等人发动政变杀死二张兄弟，逼迫武则天退位，武则天被迫将皇位让给儿子中宗李显，复唐国号。同年十二月病逝于洛阳上阳宫，留遗诏去帝号，称“则天大圣皇后”，次年唐中宗复辟唐朝，还都长安，与高宗合葬于乾陵。<br/><h2>为政举措</h2> <p><strong>政治</strong><br>　　<strong>政通人和</strong><br>　　任用酷吏让<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>背上了骂名，在武则天的统治稳定之后，武则天开始启用酷吏。为巩固统治，武则天使用严酷手段。为掌握国家统治大权，她毒死了已立为太子的亲生儿子。称帝第二年，武则天便用两大酷吏之一的来俊臣杀了另一个酷吏周兴；至万岁通天二年（697年），杀死来俊臣，结束了酷吏政治。<br>　　在用人上，武则天为了夺取政权，维护统治，任用酷吏打击反对派；但是武则天还任用了很多贤臣来治理天下，武则天作为一个政治家在历史上以知人善任著称，武则天一朝号称“君子满朝”娄师德，<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>等著名的贤臣均在其列，后来的“开元贤相”<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>和<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>也是武则天时期提拔起来的。武则天善于用人还体现在她在用人制度上的改革和创新，她改革科举，提高进士科的地位；举行殿试；开创武举、自举、试官等多种制度，让大批出身寒门的子弟有了一展才华的机会。《资治通鉴》评价武则天；“政由己出，明察善断，故当时英贤亦竟为之用”。</p> <p>　　<strong>武周都城</strong><br>　　唐高宗显庆二年（657年），以洛阳为东都。此后高宗频繁往返于两都之间，直至在洛阳病死。武则天年684迁都洛阳，改洛阳为神都，建立武周，705年唐中宗复辟，还都京师长安。她称帝期间，除了长安元年（701年）十月至长安三年（703年）十月住在长安外，一直居住在洛阳。<br>　　武则天为何选择洛阳作为武周的政治中心？<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>解释说：武则天害死王皇后、萧淑妃以后，“数见王、萧为祟，被发沥血如死时状。后徙居蓬莱宫，复见之，故多在洛阳，终身不归长安”《旧唐书》亦载：“后则天频见王、萧二庶人披发沥血，如死时状。武后恶之，祷以巫祝，又移居蓬莱宫，复见，故多在东都。”其实，这并不符合事实。王、萧两人死于唐高宗麟德二年（665年），此时距武则天定都洛阳，已近二十年。况且，武则天称帝后，仍然在长安住了两年。因此，仅仅以王、萧两人之死来解释武则天定都洛阳，难免有牵强附会之嫌。<br>　　陈寅恪先生则认为：“夫帝王之由长安迁居洛阳，除别有政治及娱乐等原因，如隋炀帝、武则天等兹不论外，其中尚有一主因……即经济供给之原因是也。” ，陈寅恪先生之说很有道理，武则天定都洛阳是由当时的政治、经济形势以及洛阳的地理形势决定的，有其必然性和合理性。<br>　　首先，就政治原因而言，武则天定都洛阳是为了与李唐王朝分庭抗礼，近而实现改朝换代的心愿。<br>　　武则天为定都洛阳进行了一系列的精心准备。光宅元年（684年）九月，改东都为神都。688年，建明堂，四月，武承嗣命令同泰将伪造的刻有“圣母临人，永昌帝业”字样的白石进献武则天。五月，武氏受“宝图”，事南郊，告谢昊天，御明堂，命诸州都督、刺史及宗室、外戚于拜洛前十日云集神都。七月，更命“宝图”为“大授神图”，封洛水为显圣，加特进，并立庙。永昌元年（689年）正月，武则天亲享明堂，大赦天下。次年正月，又享明堂，并依周制建子月为正月，以“曌”字为名。七月，颁《大云经》于天下。九月，革唐命，改国号为周，改元天授，在洛阳立武氏七庙。天授二年（691年）七月，“徙关内雍、同等九州户数十万以实洛阳”。<br>　　洛阳在政治上对武则天的重要性，还可以从徐敬业起兵时魏思温的言论中窥见一斑。光宅元年（684年）九月，徐敬业等以匡复庐陵王为借口，起兵反对武则天。当时，魏思温建议徐敬业：“明公以匡复为辞，宜率大众鼓行而进，直指洛阳，则天下知公志在勤王，四面响应矣。”遗憾的是，徐敬业没有采纳魏氏的建议，结果兵败身死。陈岳论及此事，叹息道：“敬业未能用魏思温之策，直指河、洛，专以匡复为事，纵军败身戮，亦忠义在焉。而妄希金陵王气，是真为叛逆，不败何待！”由此可见，洛阳对于武则天之重要，它实际上是武则天的政治大本营。</p> <p><strong>军事</strong><br>　　在军事上，武则天时期基本维持了唐朝的疆域和地位，由于武则天称帝前后杀了一大批能征惯战的宿将名帅，更由于均田制的逐渐瓦解，使得府兵减少，国家防御力量较弱，“好铁不打钉，好汉不当兵”即由那时而来，导致在一段时间内对外战争频频失利，随着统治的稳定又逐渐挽回了颓势。<br>　　在西北，唐朝与吐蕃为争夺西域烽烟不息，安西四镇时置时罢，高宗启用裴行俭经略西域，于调露元年（679年）重置四镇。垂拱三年（687年），正当武后忙于篡位时，吐蕃又占领了安西四镇，其前锋直达敦煌。武后称帝后的长寿元年（692年），武则天派王孝杰率军收复安西四镇，并遣军常驻，从而结束了唐蕃在西域反复争夺的局面。<br>　　在北方，东突厥在唐太宗时期本来已经被灭，唐高宗在位时期突厥复兴。调露元年（679年）十月，单于大都护府下属突厥酋长阿史德温傅、奉职率所辖二部反唐，和唐朝重新爆发了战争，双方互有胜败。武则天称帝前，抗击突厥的大将程务挺因替裴炎申辩被武则天杀死，突厥的入侵更加猖獗。武则天称帝后第5年，即天册万岁元年（695年）十月，篡位的默啜可汗为了争取中原王朝支持遣使请降，武则天册授他为左卫大将军、归国公。后来默啜因帮助平定契丹有功而被封“颉跌利施大单于”、“立功报国可汗”。万岁通天二年（697年）三月，武则天应默啜之请，将六州降户数千帐送交默啜，并给他谷种4万斛、杂彩5万段、农具3千件、铁4万斤。圣历元年（698年）六月，武则天命内侄武延秀前往突厥，准备娶默啜女为妃。默啜以武延秀非李氏为由不但不允婚，反而将其拘留，并扬言要用武力帮助李氏恢复唐朝。武则天起先命其内侄武重规等领兵45万反击默啜，但毫无成效。武则天不得已立其子庐陵王<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>为皇太子，又任命李显为河北道元帅，招募士兵讨伐突厥；但实际领兵出征的是副元帅狄仁杰。默啜得知唐朝大军将出发，即将从赵州、定州掠夺的男女八九万人全部杀死，一路残杀百姓，饱掠而去。一些大将虽拥有重兵却不敢逼近默啜。狄仁杰领兵10万，到赵州时突厥人已经撤退，他一面安抚百姓，又严令部兵不得侵扰百姓，河北才算安定。此后默啜恃强一再侵扰中原北边，采取时和时战的策略，双方关系时好时坏。<br>　　在东北，武则天时期契丹崛起，万岁通天元年（696年），因营州都督<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>翙暴虐无道，契丹人松漠都督李尽忠，和旧城州刺史孙万荣起兵反周，进攻河北地区。武则天三次派兵讨伐，损兵折将，在奚和突厥帮助下才得平定，由此不难看出武则天时期军事上的总体表现不及唐太宗时期。<br>　　长安二年（702年），武则天于庭州置北庭都护府（今新疆吉木萨尔北破城子），取代金山都护府，管理西突厥故地，仍隶属于安西都护府，巩固了唐朝中央政府对西域地区的管辖。</p> <p><strong>经济</strong><br>　　武则天早在“建言十二事”中就提出薄赋敛、息干戈、省力役等主张以保障农时；在其执政的半个世纪中，社会经济快速发展，户口数永徽三年（652年）为380万户，到武则天退位的神龙元年（705年）增长到615万户。此时均田制开始瓦解，民户逃亡现象开始普遍，武则天对此采取了相对宽容的政策，促进了生产力的发展；不过民户逃亡也使政府税收受到了损失，增加了社会的不稳定因素。武则天为了称帝尊崇佛教，大修庙宇，建造规模宏大的明堂、天堂，这也加重了人民的负担。 </p><br/><h2>生平</h2> <p>　　武曌亦作武瞾、武照，本名不详，通称<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>或武后，祖籍并州文水，中国历史上唯一得到普遍承认的女皇帝。唐高宗时为皇后（655年－683年），尊号为天后，与唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>并称二圣，683年12月27日－690年10月16日作为唐中宗、唐睿宗的皇太后临朝称制，后自立为武周皇帝（690年10月16日－705年2月22日在位），705年退位以后，成为中国历史上唯一一位女性太上皇。 <br>　　武则天，女，并州文水(今山西省文水县北徐村，村内现建有武则天庙)人，字“曌”（zhào，含义是日月当空，“曌”是武则天为自己发明的字)，故也称武曌。<br>　　武氏为唐开国功臣武士彟次女，母亲杨氏（出身于隋朝皇室，父为隋朝观德王杨雄之弟遂宁公杨达），祖籍并州文水县（今山西省文水县北徐村人），生于利州（今四川省广元市）。十四岁时因长得很美，豆蔻年华，美艳绝伦，光彩照人，而入后宫为唐太宗的才人，唐太宗赐号媚娘。高宗时为昭仪，后封为皇后，又上尊号为“天后”。高宗崩，中宗即位，武氏为皇太后，临朝称制后改名。武氏期望自己好像日、月一样崇高，凌挂于天空之上，故而改名瞾，意为日月凌空。于称帝后上尊号“圣神皇帝”，退位后中宗上尊号“则天大圣皇帝”。武氏另有废除的尊号“圣母神皇、圣神皇帝、金轮圣神皇帝、越古金轮圣神皇帝、慈氏越古金轮圣神皇帝、天册金轮圣神皇帝、则天大圣皇帝”等。<br>　　关于武则天的生辰和出生地一直扑朔迷离，相传唐高祖武德七年正月二十三(根据现代万年历相关软件推测，624年正月二十三为阳历的2月17日，亦有2月21日、2月25日之说，资料仅供参考）生于长安（亦有利州之说，即四川省广元市）；其父武士彠家境殷实。隋炀帝大业末年，<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>任职河东和太原之时，因多次在武家留住，与其结识。李渊在太原起兵反隋以后，武家曾资助过钱粮衣物，所以唐朝建立以后，武士彠因“元从功臣”出任光禄大夫，封太原郡公，后来历任工部尚书、黄门侍郎、判六尚书事、扬州都督府长史、利州都督、荆州都督等职，贞观中，改封应国公。</p> <p><strong>早期经历</strong><br>　　<strong>初入宫廷</strong><br>　　武氏为唐都督武士彠次女。武士彠掌握数州的军政大权，但他终究只是山西平民出生的木材商，只是靠战乱平步青云。所以，<a href=\"http://so.gushiwen.org/author_714.aspx\">骆宾王</a>在《讨武氏檄》中说武媚娘“地实寒微”。母亲杨氏，本名不详，一说名牡丹，号太真夫人。据说武则天祖籍山西文水，12岁父亲去世，她和母亲受到族兄的虐待。贞观十一年(637年)，14岁的武则天在长安入宫成为唐太宗的才人（正五品），唐太宗最初非常宠爱她，赐名“武媚”，但不久便将她冷落一边。武则天做了12年的才人，地位始终没有得到提升，在唐太宗病重期间，武则天和唐太宗的儿子后来的高宗李治建立了感情。<br>　　贞观二十三年（649年）唐太宗死后，武则天和部分没有子女的嫔妃们一起入长安感业寺为尼，但是她与新皇帝唐高宗李治一直藕断丝连。</p> <p>　　<strong>二次入宫</strong><br>　　唐高宗即位后，他的妃子萧淑妃专宠，永徽二年，皇后复召武则天入宫，企图“以毒攻毒”，这年武则天26岁。武则天回宫后的确迅速打败萧淑妃，获得高宗的宠爱，第二年便升为昭仪（二品），后还生下了她的第一个儿子李弘。后来，武则天不满昭仪之位。开始动起了当皇后的念头。王皇后和萧淑妃结成一派，和武则天周旋于后宫，后来武则天设计不惜牺牲自己的孩子杀死了王皇后，自己成为了皇后，而后又害死萧淑妃。</p> <p>　　<strong>武则天封后</strong><br>　　武则天攻于心计，心狠手辣，兼涉文史。30岁才产下长女，据《资治通鉴》记载：武则天的长女出生后才一月之际，王皇后来看过她的女儿之后，她就亲手把女儿给掐死，并嫁祸于王皇后，高宗一气之下把皇后打入冷宫，后来被武则天暗中杀死。书里的原话是“送到日本”。当时朝廷以<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>为首的元老大臣势力强大，唐高宗的权力受到很大限制，外廷以长孙无忌为首的很多大臣反对唐高宗废王立武，武则天前进的道路也因此充满艰辛。唐高宗企图借“废王立武”重振皇权，打击元老大臣势力。于是，武则天开始成为高宗政治上的“战友”。他们重赏首个明确支持“废王立武”的五品官员<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>，很多中层官员看到支持“废王立武”有利可图便转而支持立武则天为后，形成了“拥武派”，打破了原来铁板一块的局面，后来功臣元老中的李勣（即徐世勣，字茂功，唐高祖赐姓李）说了一句“此陛下家事，何必问外人”打动了高宗的心，使高宗和武则天在废立皇后的问题上的不利局面一下扭转过来了，可以说是峰回路转，柳暗花明。<br>　　于是在永徽六年（655年）高宗立武氏为皇后，武则天随后做出一系列举动：残忍地虐杀了王皇后和萧淑妃；让自己的儿子李弘做了太子；为高宗出谋划策，采用先易后难的策略，先后罢黜了褚遂良、韩瑗、来济，最后除掉了长孙无忌。至此，高宗基本实现了君主集权。“废王立武”事件沉重打击了关陇贵族，自魏晋南北朝以来皇权不振的情况被改变，对中国历史产生了非常大的影响。</p> <p>　　<strong>垂帘听政<br></strong>　　“垂帘听政”指太后或皇后在殿上用帘子遮隔，来管理国家军政要务。<br>　　垂帘听政的原因多是皇帝年幼，无法正常处理国事，太后代替皇帝处理政务，又因为太后必须在皇帝理政厅堂侧面的房间里，在房间和厅堂之间挂一帘子，听官员们与皇帝谈论政务。于是，这种由母亲帮助皇帝辅政的制度，就被人们形象地称为“垂帘听政”。<br>　　武则天之所以能够垂帘听政，在于高宗体弱，由于信任武则天，逐步将处理军政的权利交给武则天打理，这也为武则天顺利杀害大唐重臣和夺取中央实权埋下伏笔。最终在皇帝病重的时候，代替高宗使皇权，行王事，成为执政者。</p> <p>　　<strong>二圣临朝</strong><br>　　显庆五年十月（660年），唐高宗风疾发作，让武则天处理朝政。然而也让武则天和唐高宗出现了裂痕，也导致了武则天差一点被废。麟德元年（664年），唐高宗让宰相<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>起草了废掉武则天的诏书。墨迹未干时，武则天及时发现，软硬兼施，废掉皇后的事只好以失败告终。于是，武则天向唐高宗建议让她和高宗一块上朝，临朝听政。合称二圣，使她的政治经验和影响力进一步增长了。但武则天还不满足，她要与高宗封禅泰山。由于高宗年间国力昌盛，武则天积极窜掇高宗封禅泰山。祭祀昊天上帝时先皇配享，祭祀皇地祇时太后配享。封禅的时候先由皇帝初献，公卿当亚献。但封禅毕竟没有皇后的事，于是她又说，封禅为祭地之仪，由太后配享，彰显后土之德。让公卿当亚献非常不妥，因为男女有别。不能让外臣来祭祀。所以要让她自己充当亚献，好孝敬孝敬自己的婆婆，高宗果然答应。后来在麟德三年正月初一这天，她与高宗一块封禅泰山，充当亚献，而且还给百官赐爵加阶，使百官对她感恩戴德。</p> <p><strong>登基</strong><br>　　唐高宗的身体每况愈下，繁重的国事必须由武则天来决断。于是武则天又有了新的想法。上元元年（674年）武则天撺掇高宗以孝顺的名义，把祖宗封了个遍。追尊唐高祖李渊为神尧皇帝，他的皇后窦氏为太穆神皇后；追尊唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>为文武圣皇帝，长孙皇后为文德圣皇后。于是为了避讳，唐高宗自称天皇，武皇后改称天后！可见武则天这时的欲望有多大！<br>　　不仅仅是这样，武则天还上书唐高宗，提出十二条改革措施，向全天下颁布了她的政治纲领。历史书一般把它叫做建言十二事。这十二件事分为四个方面：第一方面，施惠百姓，切实减轻农民负担。劝课农桑，轻徭薄赋。停止对外作战，减少公共工程。把京城老百姓的徭役给免了。第二方面：笼络百官。从提高官员的待遇入手。给八品以上的官员涨工资，给才高位卑、长期得不到晋升的中下级官僚升官。第三方面：提高母权。如果母亲去世，父亲还在世，也要为母亲守孝三年。第四方面：取悦皇帝。第一，王公以降皆习《老子》。第二，提倡节俭，要求服务于宫廷的手工业作坊停止生产奢侈品。当时皇后的裙子一般是十三个褶，可武则天只穿了七个褶子的裙子。提倡节俭。建言十二事使武则天的威望更加提高了。</p> <p><strong>去世</strong><br>　　<strong>神龙政变</strong><br>　　武则天称帝后，一直没立太子，她将原来的皇帝<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>称为“皇嗣”，“皇嗣”身份近似于太子又不是太子。按照父系社会的传统，中国古代的皇权都是在一家一姓中传递的。这种继承方式让女皇武则天大受困扰：如果让儿子继承帝位，那倒是一家了，但却跟自己不是一个姓；如果把皇位传给侄子，跟自己是一个姓了，可又不是一家。武则天的侄子武承嗣为了能当上太子，使尽了浑身解数，连出狠招，把皇嗣李旦折腾得死去活来；经过<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>等大臣的劝说，契丹、突厥先后打出匡复李唐的旗号反周，武则天看到人民仍心向李唐皇室，再加上武氏子弟的不成器，武则天最终下定决心重新立已经被废为庐陵王的<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>为太子。解决了继承人的问题后，武则天已经没有什么棘手的问题需要解决，她志得意满，加上年龄增长，开始耽于享乐。<br>　　据史料记载，武则天孙女永泰公主因与丈夫武延基和皇兄、时为邵王的李重润一起议论面首张易之、张昌宗兄弟，被处死。武则天晚年，一批男宠慢慢走进她的生活。武则天挑选男宠的标准是年轻、貌美、健壮，还下令“选美少年为左右奉宸供奉”[4]。高宗去世后不久，武则天便有了第一个男宠冯小宝，当时武则天还比较注意约束男宠，后来冯小宝因为任性使气，得罪了武则天最后被秘密杀死。武则天生命中的第一个男宠销声匿迹后，张易之、张昌宗兄弟迅速崛起，成为武则天的新宠。当时武则天已经进入真正意义上的暮年，老病缠身的她长时间不能上朝，对朝政的控制力下降，她将二张兄弟当做耳目，二张兄弟逐渐插手朝政，陷害宰相<a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>，不仅跟大臣结怨，也使得武则天回归李唐、传位太子的形势发生逆转，引起了政局的复杂化，武则天母子、君臣关系也因此空前紧张起来。<br>　　神龙元年（705年）正月，<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>、桓彦范、崔玄、敬晖等人联合右羽林大将军李多祚发动政变，杀死二张兄弟，逼武则天退位，迎中宗复位，恢复唐朝旧制。同年十二月，武则天去世，享年82岁，遗诏省去帝号，称\"则天大圣皇后\"。</p> <p>　　<strong>无字丰碑<br></strong>　　无字碑位于武则天和高宗和葬于乾陵（今陕西乾县），整个陵园规制仿照唐京长安城。墓前有两块碑，一块是高宗的墓碑，上有武则天的题词：另一块是武则天的无字墓碑。一个迷信文字的女皇石碑却没有刻一个字。其说法有几种：第一种说法认为，武则天立“无字碑”是用以夸耀自己，表示功高德大非文字所能表达；第二种说法认为，武则天立“无字碑”是因为自知罪孽重大，感到还是不写碑文为好；第三种说法认为，武则天是一个有自知之明的人，立“无字碑”是聪明之举，功过是非让后人去评论，这是最好的办法；还有一种说法，武则天的儿子恨透了自己的母亲，她本写好碑文，却被她的儿子藏在了墓室之中，留下一块无字碑。也有学者认为，石碑原本计划刻字，但武则天死后政局动荡，各派政治势力，始终不能对武则天作出适当的评价，因而便不了了之。还有一种说法，因为武则天既是皇帝又是皇后，别人不知如何写碑文，所以没有文字。对于武则天历来褒贬不一，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>把武则天列为唐朝“七圣”之一。 </p><br/><h2>轶事典故</h2> <p><strong>历史谜团</strong><br>　　第一次修的《则天实录》和二次修的《则天实录》已经无从寻找，《资治通鉴》依据当时第二次修的《则天实录》记载<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>死时为八十二岁，但是和其他史书很不一致。《唐会要-皇后-天后武氏》条和《新唐书-武后传》为八十一岁说，《旧唐书-则天纪》有八十三岁说，加上《资治通鉴》的八十二岁说。那么到底武则天死的时候是多大年龄呢？按照第一种说法，武则天是生于武德八年，第二种说法是生于武德六年，第三种说法武德七年。确定武氏死亡年龄很简单，首先从她入宫的时间来看，武氏是贞观十二年年入宫，行年十四岁（有虚岁）。由此可以确定武氏生于武德八年，死于神龙元年底，加虚岁是八十一岁。</p> <p><strong>名与字</strong><br>　　武则天名曌，字明空，唐太宗赐名武媚（也有妩媚一说），称帝后以武瞾为名。<br>　　古代女性有名也有字，汉朝常不分男女，名、字可通用，南北朝之后男女名、字才有区别，女性多以花草娇美、贞柔明媚等阴性文字取名，区别于男性。<br>　　《新唐书》和《旧唐书》说武氏名“瞾”，但是“瞾”武氏称帝之后造的字，所以不可能为父母所起的名字。<br>　　“武则天”这个名字的本来也不是她本来的名字。首先，“则天”这个词不是名字，她是武则天退位之后，新皇帝给她上的尊号的一部分。（则天大圣皇帝→则天大圣皇后→天后→大圣天后→天后圣帝→圣后）<br>　　约有预期、简要、节省、穷乏等意思，明空也有这个意思，所以根据古代起名的规律，这意思是相配的，杨氏信佛，所以更有可能为武氏以明空为字，以约为名。<br>　　《新唐书-武后传》记载“太宗闻士彠女美，召为才人，方十四岁。母……母题……既见帝，赐号‘武媚’”所以武媚是太宗赐，至于武媚娘则不可查，可能是因为习惯，在后面加了一个“娘”。</p> <p><strong>文字</strong><br>　　武则天为改革文化，创造了则天文字。部分则天文字还传到日本、韩国，甚至成为某些日本人的人名用字。</p> <p><strong>驯狮子骢</strong><br>　　资治通鉴中记载：太宗有马名狮子骢，肥逸无能调驭者。则天言于太宗曰：“ 妾能制之，然须三物，一铁鞭；二铁挝；三匕首。铁鞭击之不服，则以挝挝其首；又不服，则以匕首断其喉。”<br>　　狮子骢乃吐蕃新贡的千里良驹中最桀骜难驯的一匹烈马，武则天纤纤弱质，却主动请缨为太宗训马，态度果决，手段极端。太宗惊曰：“诚如卿言，良驹不亦被卿刺死耶？” 则天则不紧不慢解释道：“良驹骏马，可为君主乘骑，驯服则用之，训不服还要它何用？” 女子有此铁腕，胸有谋略，确为她吸引了太宗的注意，但这样的女人伴在君王侧，也不得不让君主有所提防。</p> <p><strong>明堂举动</strong><br>　　明堂既是布政之宫，也是敬神之所，为武则天\"至尊所居\"，是皇权的象征,大享明堂，是武则天当政时的重要政治活动。武周革命前，武则天五次大享明堂。<br>　　实际上，从明堂建成，历经武则天称帝，从永昌元年（689）到长安四年（704），几乎每年元日、冬至都在明堂大朝大祀，明堂圣殿成为了正殿，成为了她的统治中心。</p> <p><strong>宠幸男宠</strong><br>　　《旧唐书》中记载的较为有名的武则天的面首（男宠）有薛怀义、张易之、张昌宗、沈南等，他们都是相貌英俊、体格健壮的男人，能够满足武则天的荒淫欲望。<br>　　武则天的男宠数量很多，为了加强对他们的管理，公元698年，武则天成立了控鹤监。[8]公元700年初，她又将控鹤监改为奉震府，由张易之、张昌宗二兄弟管理，俨然成为历代皇帝的“三宫六院”，张氏兄弟就像是东西宫的“皇后”、“贵妃”，成为武则天“妃嫔”的总管。</p>"
}