{
  "id": 39,
  "star": 21,
  "name": "沈德潜",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_39.jpg",
  "dynasty": "清代",
  "desc": "沈德潜（1673～1769 ）字确士，号归愚，长洲（今江苏苏州）人，清代诗人。乾隆元年（1736）荐举博学鸿词科，乾隆四年（1739）成进士，曾任内阁学士兼礼部侍郎。为叶燮门人，论诗主格调，提倡温柔敦厚之诗教。其诗多歌功颂德之作，但少数篇章对民间疾苦有所反映。所著有《沈归愚诗文全集》。又选有《古诗源》、《唐诗别裁》、《明诗别裁》、《清诗别裁》等，流传颇广。",
  "content": "<h2>之死</h2> <p><strong>九老之首</strong><br>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>是清朝大臣中的九老之首，活到九十七岁，而且位极人臣，官拜太子太傅，虽说是个名誉衔，但在清朝，能有这个头衔的人像白乌鸦一样稀少。沈德潜活得长，但发迹却很晚，考上进士，点翰林那年，已经六十七岁皤然一老了。不过，科场蹭蹬的沈德潜，却是一个名满江南的老名士，<a href=\"http://so.gushiwen.org/author_39.aspx\">诗</a>做得好。入翰林后，沈德潜例行考试并没有考好，由于乾隆的看重，不仅没有给发下去做知县，反而走进皇帝的南书房，挂上了“上行走”的头衔，从此一路畅通，翻着跟头升了上去。此公到八十多岁退休之前，一直没有离开皇帝的身边。如此好运的沈德潜，唯一的凭借，就是一手好诗，以及低调而且善于迎合圣意的老道功夫。因此，有人认为，沈德潜其实是乾隆的枪手，乾隆的诗，实际上是沈的手笔。不过，看过一些乾隆御制诗之后，沈给乾隆的诗修改润色应该没错，清史稿也说，他曾为乾隆校正《御制诗集》。但捉刀代笔好像不确，因为乾隆的诗实在太差，有的像张打油，有的则像散文码齐了押上韵，实在不大可能出自一个诗坛老手的手笔。 老名士兼老大臣的沈德潜，十几年伴君伴虎，小心翼翼，如履薄冰，如临深渊，没有透露半点“给皇帝改文章”的得意，由此挣来了逐年增加的恩遇，功名利禄，死了之后谥美号，立祠堂祭祀。可是人算不如天算，老名士活的时候总算安然渡过，但后来还是出事了。出事的原因，是老名士虽然已经变成了老大臣，但虚荣心却并没用真的丢到长白山或者爪哇国去，无论如何，给皇帝改文章都是难得的荣耀，当时不敢说，却不想从此被湮灭掉，因此，沈在自己的遗稿中，还是留下了表明自家荣耀的明确痕迹。不想，老名士想传之后世的，恰是皇帝所格外忌惮的，沈德潜死后，乾隆借故从沈的家人那里，骗来了沈的遗稿，这下老名士的馅儿露了。皇帝被气了个半死，公开发做不方便，找了一个茬，“夺德潜赠官，罢祠削谥，仆其墓碑”，就差掘坟鞭尸了。这个茬，有人说是沈德潜诗题曰黑牡丹者，有“夺朱非正色，异种也称王”之句，可以上纲上线牵强扯成不满“本朝”的悖逆言论。也有一说是沈德潜给某举人的文集做过序，而这个文集后来被人检举，有关碍文字。</p> <p><strong>名节未保</strong><br>　　沈老名士死后没有保住名节，骸骨都不得安宁，其真正的缘由肯定不是这种牵强附会的罪过，还是跟那倒霉的诗有关。用乾隆的话来说，就是，“朕于德潜，以诗始，以诗终。”皇帝和名士虚荣心都强了一点，互相较劲的结果，最终，沈家丢了皇家给的好处，而皇帝则丢了人。其实呢，写诗，从手民之误，鱼鲁亥猪，到平仄不协，压错了韵脚，找人修改，本是寻常之事。然而，这种百姓的平常事，到了皇帝那里，就一定有麻烦，因为皇帝是圣上，一生下来就不能有错，有了错，需要改，也得悄悄地进行，假装从来没改过。臣子们也一定要咬紧牙关，坚持捧臭脚到底。比如乾隆给灵隐寺题字，把个灵字(繁体)上面的云字头写大了，下面不够写了，于是臣子就出主意改题为云林禅寺。</p><br/><h2>生平</h2> <p><strong>早年家贫</strong><br>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>早年家贫，从23岁起继承父业，以授徒教馆为生，过了40余年的教馆生涯。尽管处境并不如意，但他并未弃学，在奔波生活之余，勤奋读书，十六岁前已通读《左传》、《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》、《尉缭子》等书。他早年师从叶燮学<a href=\"http://so.gushiwen.org/author_39.aspx\">诗</a>，不久即以诗文名世，曾自谓深得叶燮诗学大义，所谓“不止得皮、得骨，直已得髓”，其自负可见一斑。</p> <p><strong>仕途</strong><br>　　沈德潜热衷于功名，但就是这样一个满腹才学的读书人，竟然科举屡不中，康熙三十三年（1694）被录为长洲县庠生后，40年间屡试落第。在雍正十二年（1734）应博学鸿词科考试又被朝廷斥贬，他的诗作被禁止流传。四十岁所作《寓中遇母难日》中自表：“真觉光阴如过客，可堪四十竟无闻，中宵孤馆听残雨，远道佳人合暮云。”凄清之意和不甘寂寞的心情溢于言表。从22岁参加乡试起，他总共参加科举考试十七次，最终在乾隆四年（1739）才中进士，时年六十七岁，从此跻身官宦，备享乾隆荣宠，乾隆七年（1742），授翰林院编修。次年迁左中允。累迁侍读、左庶子、侍讲学士，充日讲起居注官。乾隆十二年（1747），命在尚书房行走，又擢礼部侍郎。乾隆十三年（1748），充会试副考官，以原衔食俸。乾隆十六年（1751），加礼部尚书衔。其间曾为父母乞诰命，乾隆给三代封典，并赐诗，其中有句云：“我爱沈德潜，淳风挹古福。”侍郎钱陈群在旁唱和曰：“帝爱沈潜德，我羡归愚归。”赐诗与和诗中巧妙地嵌入沈德潜的名“德潜”、号“归愚”，一时被传为艺林盛事。他70岁时，乾隆皇帝召其讨论历代诗源，他博古通今，对答如流，乾隆大为赏识，称之为江南老名士；并对大臣们说：“我和沈德潜的友谊，是从诗开始的，也以诗终。”后乾隆又为他的《归愚诗文钞》写了序言，并赐“御制诗”几十首与他。在诗中将他比作李（白）、杜（甫）、高（启）、王（士祯）。沈德潜77岁辞官归里，屋居木渎山塘街，著书作述，并任苏州紫阳书院主讲，以诗文启迪后生，颇得赞誉。后获特许，在苏州建生祠，祠址在沧浪亭北的可园西侧。 乾隆三十四年（1769），沈德潜去世，终年97岁。追封太子太师，赐谥文悫，入贤良祠祭祀。乾隆还为其写了挽诗，以钱（陈群）沈二人并称“东南二老”，极一时之荣。</p> <p><strong>化为泡影</strong><br>　　乾隆四十三年（1778），江苏东台县发生徐述夔诗案。已故举人徐述夔所著《一柱楼集》诗词被认为悖逆朝廷，引起一场文字狱，沈德潜因生前在书中为徐写传而受株连。乾隆大怒之下，亲笔降旨追夺沈德潜阶衔、罢祠、削封、仆碑，沈氏所有荣华顷刻之间化为泡影。</p><br/><h2>文学主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>年轻时曾受业于叶燮，他的<a href=\"http://so.gushiwen.org/author_39.aspx\">诗</a>论在一定程度上受叶燮的影响，但不能继承叶燮理论中的积极因素。他论诗的宗旨，主要见于所著《说诗晬语》和他所编的《古诗源》、《唐诗别裁集》、《明诗别裁集》、《国朝诗别裁集》（后名《清诗别裁集》）等书的序和凡例。沈德潜强调诗为封建政治服务，《说诗晬语》开头就说：“诗之为道，可以理性情，善伦物，感鬼神，设教邦国，应对诸侯，用如此其重也。”同时提倡“温柔敦厚，斯为极则”（《说诗晬语》卷上），鼓吹儒家传统“诗教”。</p> <p>　　在艺术风格上，他讲究“格调”，所以他的诗论一般称为“格调说”。所谓“格调”，本意是指诗歌的格律、声调，同时也指由此表现出的高华雄壮、富于变化的美感。其说本于明代七子，故沈氏于明诗推崇七子而排斥公安、竟陵，论诗歌体格则宗唐而黜宋。 他的所谓“格”，是“不能竟越三唐之格”（《说诗晬语》卷上），“诗至有唐，菁华极盛，体制大备”，而“宋元流于卑靡”（《唐诗别裁集·凡例》）实质上与明代前、后七子一样主张扬唐而抑宋。所谓“调”，即强调音律的重要性，他说：“诗以声为用者也，其微妙在抑扬抗坠之间。读者静气按节，密咏恬吟，觉前人声中难写、响外别传之妙，一齐俱出。朱子云：‘讽咏以昌之，涵濡以体之。’真得读诗趣味。”</p> <p>　　但沈氏诗论的意义和明七子之说实际是不同的。因为他论诗有一个最重要和最根本的前提，就是要求有益于统治秩序、合于“温柔敦厚”的“诗教”。其《说诗晬语》第一节就说：“诗之为道，可以理性情，善伦物，感鬼神，设教邦国，应对诸侯，用如此其重也。”这首先是从有益于封建政治来确定诗的价值。他也讲“其言有物”和“原本性情”，却提出必须是“关乎人伦日用及古今成败兴坏之故者，方为可存”，如果“动作温柔乡语”，则“最足害人心术，一概不存”（见《国朝诗别裁集·凡例》）。所以，按“诗教”的标准衡量，唐诗已经不行了。在宗唐和讲求格调的同时，还须“仰溯风雅，诗道始尊”（《说诗晬语》）。因而沈氏的论调，和桐城派古文家虽推重唐宋八家之文，同时却认为他们的思想仍不够纯正，还须追溯到儒家经典的态度非常相似。在诗歌的风格上，沈德潜把“温柔敦厚”的原则和“蕴藉”的艺术表现混为一谈，主张中正平和、委婉含蓄而反对发露。 又说：“乐府之妙，全在繁音促节，其来于于，其去徐徐，往往于回翔屈折处感人，是即依永和声之遗意也。”</p><br/><h2>文学创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>的<a href=\"http://so.gushiwen.org/author_39.aspx\">诗</a>现存2300多首，有很多是为统治者歌功颂德之作。《制府来》、《晓经平江路》、《后凿冰行》等反映了一些社会现实。但又常带有封建统治阶级的说教内容，如《观刈稻了有述》，一方面反映天灾为患，民生涂炭的情景：“今夏江北旱，千里成焦土。荑稗不结实，村落虚烟火。天都遭大水，裂土腾长蛟。井邑半湮没，云何应征徭？”另方面却又劝百姓要安贫乐道：“吾生营衣食，而要贵知足。苟免馁与寒，过此奚所欲。”因此多缺乏鲜明生动的气息。近体诗中有一些作品如《吴山怀古》、《月夜渡江》、《夏日述感》等，尚清新可诵，有一定功力。</p> <p>　　沈德潜的著作，除上述各选本外，有《沈归愚诗文全集》（乾隆刻本），包括自订《年谱》 1卷、《归愚诗钞》14卷、《归愚诗钞馀集》 6卷、《竹啸轩诗钞》18卷、《矢音集》4卷、《黄山游草》1卷、《归愚文钞》12卷、《归愚文续》12卷、《说诗晬语 》 2卷、《浙江省通志图说》1卷、《南巡诗》1卷等。</p>"
}