{
  "id": 1349,
  "star": 0,
  "name": "阎立本",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1349.jpg",
  "dynasty": "唐代",
  "desc": "阎立本（约601年～673年）， 唐代画家，官至宰相，汉族，雍州万年（今陕西省西安临潼县）人，出身贵族，北周武帝宇文邕的外孙。其父是石保县公阎毗北周时为驸马，其母是北周武帝之女清都公主。因为阎擅长工艺，多巧思，工篆隶书，对绘画、建筑都很擅长，隋文帝和隋炀帝均爱其才艺。入隋后官至朝散大夫、将作少监。兄阎立德亦长书画、工艺及建筑工程。父子三人并以工艺、绘画闻名于世。代表作品有《步辇图》、《历代帝王像》等。",
  "content": "<h2>人物地位</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>在艺术上继承南北朝的优秀传统，认真切磋加以吸收和发展。从传为他的作品所显示的刚劲的铁线描，较之前朝具有丰富的表现力，古雅的设色沉着而又变化，人物的精神状态有着细致的刻画，都超过了南北朝和隋的水平，因而被誉为“丹青神化”而为“天下取则”，在绘画史上具有重要地位。</p><br/><h2>特长特点</h2> <p><strong>笔法圆劲</strong></p> <p>　　传为<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>的作品保留到至今的有《历代帝王图卷》，就是古代画家企图表现性格特点的重要作品。</p> <p>　　这一画卷共包含了十三个帝王的肖像：前汉昭文帝刘弗陵、汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>、魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>、蜀主刘备、吴主孙权、晋武帝司马炎、陈文帝蒨、陈宣帝顼、陈废帝伯宗、陈后主叔宝、北周武帝宇文邕、隋文帝杨坚、隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>。其中前六人距阎立本时代较远，后七人则较近。<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>及杨坚父子等人，阎立本都有可能亲自会见过，宇文邕虽是他的外祖父，因去世较早，恐未及见，但对他的了解可能是较真实具体的。<br>阎立本成功地刻画了帝王们的个人性格。画中不仅表现了画家对他们的了解，并且表现了画家对于他们的评价。据过去史书的记载，魏文帝曹丕是博闻强识，才艺兼备的。晋武帝司马炎是深沉、有度量，而完成了统一天下的事业。北周武帝宇文邕是粗野强梁，没有文化，然而是很有策略、很有能力的人，他从叔父手中夺回了政权，进一步统一了整个北方。隋文帝杨坚是一个有名的，表面上平和，而心中有计谋多猜忌的人。隋炀帝杨广，据史书上说是美姿容，很聪明，但又浮夸、空想、好享受。陈文帝陈衍也是美姿容，有学识才干，很干练。这一切都和阎立本的表现相符合。</p> <p>　　阎立本是从拥护统一，赞美稳固的政权的立场出发描写这些帝王，这一立场是符合初唐时期的社会发展和历史要求的。阎立本对于曹丕、司马炎、字文邕、杨坚等统一了天下，或促成了统一的趋势的帝王，除了表现出他们的个人特点外，也表现了他们共有的一种庄严气概。而陈叔宝是所谓亡国之君，阎立本则处理成以油掩口的委琐之态以表示对他的蔑视。至于偏安江南的其他陈朝的帝王们就都缺少英雄气概，但江南的陈蒨是一个建立基业的帝王，陈顼是一个纵容政治败坏而无办法的帝王，两人也有显著的不同。由于历史上的帝王们作为历史发展的一个偶然性因素，个人的行为在一定的范围内是体现着历史发展的，而经他们之手所实现的统一与分裂、偏安等不同的政治情势对于人民生活有很大的影响，所以阎立本对他们的描绘联系着他们在政治上的作为，也就是通过了个人的性格刻划而企图实现概括广阔生活的目的，这样的创作是从人物肖像画的最高要求出发的。阎立本力求描绘出带有特征性的细节以表现一定性格的一定精神状态，例如曹丕的锐敏的挑衅式的目光，显出十分精悍，有咄咄逼人的神气。陈叔宝两眼无神，软弱松弛。杨坚头部微颔，眼光向上平视，具有一种深沉有计谋的神情。</p> <p>　　画家所选择的有特征性的细节，主要的是在面部，特别是眼睛和嘴。眼睛除了天生的尖圆长宽等不同外，更显然可以看出内心的心理状态经常表现的不同，而筋肉因习惯性的动作而形成的特点，嘴部表情或用力，或放松，对这些部位都特别着力地加以刻划。</p> <p>　　此外，如胡髭，因人而有软硬、疏密的不同，头身的姿势和面部筋肉、骨骼、皮肤也显然可以看出各人的差异。皮肉有松有紧，有硬有软，有粗有细。字文邕的粗野和陈蒨的文雅，极其明显地表现出面部筋肉的不同，几乎能够令人感觉到一个是白净光细，一个是黑而粗糙。</p> <p>　　其他，如侍从有男，有女，服饰器物中有的挎剑，有的执如意，也都有烘托性格的作用。</p> <p>　　另外一方面，也可以看出阎立本还保持了南北朝绘画风格的若干残余，如相类似的长圆的头型，侍从占较小的比例，姿态及表情也有僵硬的痕迹，衣褶的处理的规律化，人体比例不全正确等等，这一些都说明写实的能力虽在长期的发展中得到了进步，而犹待进一步的发展。所以，即使在主要的人物形象上，概念化的痕迹以及未能尽情描绘的生硬感觉也还是存在的。然而，技法上已大大发展了单线勾勒的表现能力，因描写对象而使用不同的线纹，如眼、鼻、嘴、耳、脸的轮廓、衣耦，用了粗细不同的线描，并达到了表现体积感的目的。</p> <p>　　《历代帝王图卷》的这一些艺术成就代表了初唐人物画的新水平，在古代绘画史的发展上有着重要地位。</p> <p><strong>政治题材</strong></p> <p>　　阎立本的不少创作活动与初唐政治事件有密切关系。据记载，他画过《职贡图》、《西域图》、《外国图》、《异园斗宝图》，都是通过对边远各民族及国家人物形象的描绘，反映唐王朝与各民族的友好关系，从而歌颂政权的强大。他曾画《<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>进谏图》则是表现太宗时名臣魏徵敢于直谏，从而歌颂唐太宗善于听取臣下意见的美德，他曾画《永徽朝臣图》，系表现高宗时的大臣肖像，又画《昭陵列像图》，则是树立在太宗陵墓两侧的各族首领石雕像的设计图，可惜这些具有历史意义的作品没有能够流传下来。</p><br/><h2>人物生平</h2> <p><strong>出身贵胄<br></strong>　　隋文帝仁寿元年（601年），<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>出生于一个贵族家庭，其外公是北周武帝宇文邕，其母是清都公主，其父是石保县公、隋殿内少监阎毗。</p> <p><strong>步入政途<br></strong>　　唐高祖武德年间，阎立本即在秦王<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>府任库直。库直是随侍帝王左右的亲信，必须由名门的亲贵子弟担任，而且必须是“才堪者”。由此可见阎立本不但才干优越，而且深得秦王的信任。</p> <p>　　唐太宗贞观年间（627年—649年），阎立本任主爵郎中、刑部侍郎、将作少监。</p> <p>　　唐贞观十年（636年），唐太宗李世民为纪念建立大唐帝国的武功，命阎立本绘制其征战四方时所骑的六匹战马图样，然后雕刻于石，立于昭陵。即著名的“昭陵六骏”。</p> <p>　　唐贞观十七年（643年），唐太宗李世民为表彰唐王朝开国勋臣，于京都长安太极殿凌烟阁绘<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、杜如晦、<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>等24名功臣像，亲撰赞词，命阎立本绘像，<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>书赞词。</p> <p>　　翠微寺在唐长安城南终南山中，原来为唐武德八年（625年）所建的大和宫，于贞观十年（636年）废。唐贞观二十年（646年），唐太宗李世民因厌禁内烦热，命将作大匠阎立本将翠微寺再次葺修为翠微宫。</p> <p>　　贞观十四年（640年）闰十月，松赞干布遣使来长安请婚，迎文成公主入藏。唐太宗命阎立本作传世名画《步辇图》，描绘了吐蕃赞普松赞干布请尚文成公主，使禄东赞来长安觐见太宗的画面。</p> <p>　　唐太宗在位时，阎立本官至重位，与哥哥阎立德齐名，曾经奉太宗召令，亲自为唐太宗画像。一次，南山出现一只凶猛的野兽伤害人，太宗皇帝派遣勇猛的勇士去捕获它，没有捕到。虢地的王元凤自报奋勇为民除害，一箭射死了这只猛兽。太宗皇帝非常喜爱他的豪壮，让阎立本将他射杀猛兽的场面画下来，鞍马仆从，都栩栩如生，跟真的一样。看过这幅画的人，没有不惊叹和佩服他技艺的高超的。李嗣真说：“阎立本的画，师承郑法士，实际上已经超过了郑法士。在阎立本之后，还有王知慎，师范的画也很见功夫。阎立本的画是最精妙的艺术品。”</p> <p><strong>任贤为用<br></strong>　　阎立本颇有识人之才，他除了是艺术家，更是一名优秀的行政官僚。</p> <p>　　唐高宗永徽年间（649年—655年），阎立本以河南道黜陟使身份，担任对官吏考核任务时，在汴州遇到了其寻求良久的治世之才。阎立本对其说：“我是一个画家，在我心中自有想画之人与不想画之人，想画的人物中，见其第一眼便有冲动下笔的人更是少之少，而你就是极少数之人，非画不可之人。”</p> <p>　　而这位阎立本认为非画不可的人就是<a href=\"http://so.gushiwen.org/author_2235.aspx\">狄仁杰</a>，当时的狄仁杰仍然是一个任职参军的小官，身份低微，但从他的眼神中搜寻不到一丝畏惧之色，极为沉着冷静，阎立本正是为其胆量所折服，阎立本事后对其近臣坦言道：“被我凝视而毫无动容之色的人，实在从未见过。”狄仁杰被擢升为并州都督府法曹，此后满身抱负得以施展，成为一代名臣。 </p> <p><strong>驰誉丹青<br></strong>　　唐高宗永徽三年（652年），在大慈恩寺翻译佛经的玄奘法师，为了安置从印度带回的经像，在高宗的资助下，在大慈恩寺西院建造了佛塔大雁塔。唐高宗命阎立本绘大慈恩寺图式和佛像，石刻于雁塔底层的四面门楣下。</p> <p>　　唐高宗显庆元年（656年），阎立德逝后，阎立本继任为将作大匠。同年由将作大将迁升为工部尚书。</p> <p>　　显庆年间（656年—661年），阎立本绘画技艺也不断精进。梁人张僧繇的《醉僧图》，画得唯妙唯肖，道士们常常用这幅画来嘲笑僧人。僧众们感到羞辱，于是大家凑了几十万钱，请阎立本画《醉道士图》，这两幅画同时流传下来。</p> <p>　　唐高宗总章元年（668年），阎立本擢升为右相，封博陵县男。当时姜恪以战功擢任左相，因而时人有“左相宣威沙漠，右相驰誉丹青”之说。</p> <p>　　唐高宗咸亨元年（670年），阎立本迁中书令，咸亨四年十月壬午（初一）日（673年11月14日）卒。</p><br/><h2>墓葬</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>墓位于江西省玉山县城南武安山东北面山坡上，今普宁寺东侧数十米处。坐西南朝东北，背靠武安山，三面青山环抱，周围林木茂密，溪水横流，环境幽雅，古朴庄严。据志书记载，武后参政掌权时，阎被贬职来玉山隐居，在冰溪之南武安山下择地建房，在暖水三山之左设斋读书，在五都购置南庄。总章年间（669－670年），阎立本遇佛教禅宗六祖<a href=\"http://so.gushiwen.org/author_297.aspx\">惠能</a>弘法后舍住宅为普宁寺；舍读书之处为智门寺；将南庄改为普园禅院。并筑墓于普宁寺后，委以祭祀。现墓地存清乾隆十五年(1750年)重立的墓碑一块，高2米，宽1.02米，厚0.11米，园顶，中央刻着“大唐相国本寺檀越立本阎公之墓”，左刻小字“清乾隆十五年冬月吉旦，住普宁寺沙门心田同本寺大众重立石。”1984年，江西省文化厅拨款修建围墙加以保护，整个墓地长30米余米，宽20余米， 占地面积700平方米。1987年12月列入江西省级文物保护单位。</p><br/><h2>野史逸闻</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>，阎立德的弟弟。唐太宗在位时，官至重位，与哥哥阎立德齐名，曾经奉太宗召令，亲自为唐太宗画像。后来，有一位高手，在玄都观东殿前间临摹，既可以镇住冈上能产生天子皇帝的灵气，又可以仰观这些天神们的神武英威。阎立德绘画的《职贡图》，画的都是外域的人物，形像非常怪异。阎立本绘画的国王的速写单本流传在民间。这以前南、北两朝的绘画高手，没有超过他们兄弟俩的。一次，南山出现一只凶猛的野兽伤害人，太宗皇帝派遣勇猛的勇士去捕获它，没有捕到。虢地的王元凤自报奋勇为民除害，一箭射死了这只猛兽。太宗皇帝非常喜爱他的豪壮，让阎立本将他射杀猛兽的场面画下来，鞍马仆从，都栩栩如生，跟真的一样。看过这幅画的人，没有不惊叹和佩服他技艺的高超的。另外，阎立本还画有《秦府十八学士图》、《凌烟阁功臣图》等作品，也是光耀以前历代绘画名家的。只有《职贡图》、《卤簿（按：古代帝王将相出行时的仪仗队）》等画，是跟他哥哥阎立德合作的。民间传说在慈恩寺画功臣，是很多人画的，看不到阎立本的手迹。这些功臣画得人物鞍马、冠冕车服，都非常传神。李嗣真说：\"阎立本的画，师承郑法士，实际上已经超过了郑法士。在阎立本之后，还有王知慎，师范的画也很见功夫。阎立本的画是最精妙的艺术品。\"唐太宗有一次同侍臣们乘舟在御苑的池中游玩赏景，看到池中有奇异的怪鸟在水面上随波浮游。唐太宗手拍船栏杆叫好多次，命令在座陪同的侍臣们当场赋<a href=\"http://so.gushiwen.org/author_1349.aspx\">诗</a>赞咏，又命令随侍的宫人宣召阎立本前来将怪鸟画下来。宫人们当即向岸上传呼道：\"召画师阎立本到青苑玉池拜见皇上！\"当时，阎立本任主爵郎中。听到传召后，他急忙跑步赶来，大汗淋漓，立即俯身池边挥笔绘画起来。而且，满面羞愧不堪。事后，阎立本告戒他的儿子说：\"我小时候爱好读书，值得庆幸的是我还不是个不学无术的蠢材。我都是有感而发才写文章。在同行中，我的文章写得还是比较不错的。然而，我最知名的是绘画。可是，它却使我象奴仆一样地去侍奉他人，这是莫大的耻辱。你应该深以为戒，不要学习这种技艺了。\"到唐高宗在位时，阎立本官为右丞相，姜恪原是守边将领，凭着战功做了左丞相，又遇上饥馑，国子监里的学生都放假让他们回家去了。同时又规定三省、六部及御史台的低级办事人员必须通晓一门《经书》。当时有人赋得打油诗一首言说这件事：左丞相是个威震大漠的骁将，右丞相是个驰誉画坛的名家。三馆学生都放羊回家了，三省、六部及御史台的办事员却要通晓经书。阎立本家世代擅长绘画。他有一次去荆州。观看张僧繇的遗画说：\"从这画来看，他是空有虚名啊。\"第二天又去看，说：\"他还是近代的绘画高手。\"过了一宿又去看，说：\"盛名之下没有低手。\"在画前或坐或卧，观赏不已，晚上就睡在画旁边，过了十天了还不离开。梁人张僧繇的《醉僧图》，画得唯妙唯肖，道士们常常用这幅画来嘲笑僧人。僧众们感到羞辱，于是大家凑了几十万钱，雇用阎立本画《醉道士图》，这两幅画同时流传下来。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>虽因善绘事而贵为右相，却无宰相器宇，缺乏政治才干，姜恪因战功升为左相，时人评论说：“左相宣威沙漠，右相驰誉丹青。”</p>"
}