{
  "id": 322,
  "star": 640,
  "name": "曹植",
  "image": "http://img.gushiwen.org/authorImg/caozhi.jpg",
  "dynasty": "两汉",
  "desc": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。",
  "content": "<h2>轶事典故</h2> <p><strong>七步成<a href=\"http://so.gushiwen.org/author_322.aspx\">诗</a><br></strong>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>“七步成诗”的广为流传：“煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？”（见于《三国演义》），然而这首诗不见于<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>的《三国志》，最早见于南朝<a href=\"http://so.gushiwen.org/author_668.aspx\">刘义庆</a>的《世说新语·文学》，《世说新语》记载着魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>妒忌曹植的才学，命曹植在七步之内作出一首诗，否则将被处死，而且对诗有严格要求：诗的主题必须为兄弟之情，但是全诗又不可包含兄弟二字，曹植在不到七步之内便吟出：“煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？”但此诗是否为曹植所著作，至现今仍有争议。</p> <p><strong>洛神悲歌<br></strong>　　对于《文选》中的谬注，清人朱乾在《乐府正义》中鞭挞说，这篇原是曹植借“宓牺氏之女，溺死洛水为神”的传说抒发自己怀才不遇心境的《感鄄赋》。鄄者，实为封地也。好事者利用“鄄”与“甄”通，附会出《洛神赋》隐寓曹植与魏文帝曹丕之妻甄氏的叔嫂恋事，不独污前人之行，亦且污后人之口。近有学者考证出《洛神赋》的主旨是曹植悼念怀恋其亡妻崔氏女，洛神形象是崔氏女的化身。然而两者说法皆有不妥之处，故此隐喻君臣大义说较为流行。朱东润主编的《中国历代文学作品选》云：“本篇或系假托洛神寄寓对君主的思慕，反映衷情不能相通的苦闷。”</p> <p><strong>梵呗泰斗<br></strong>　　中国本土赞呗之起源，相传为曹魏陈思王曹植游鱼山（在今山东省东阿县境）时，闻空中天乐梵呗之声，美妙绝伦，意境深远，感悟甚深，于是将其音节纪录下来，结合《太子瑞应本起经》，撰文制音，作成了《太子颂》和《菩萨子颂》，遂成合汉曲梵音而制作梵呗之始。</p> <p>　　梁《高僧传》卷十三：陈思王曹植，深爱声律，属音经音，既通般遮之瑞响，又感鱼山之神制，于是删治瑞应本起， 以为学者之宗，传声则三千有余，在契则四十有二。（四十二契当指四十二个曲章）</p> <p>　　《法华玄赞》卷四：陈思王登鱼山，闻岩岫诵经，清婉道亮，远俗流响，遂拟其声，而制梵呗。</p> <p>　　《法苑珠林·呗赞篇》卷三十六：魏时陈思王曹植……每读佛经辄流连嗟玩，以为至道之宗极也。遂制转赞七声，升降曲折之响，世人讽诵，咸宪章焉。尝游鱼山，忽闻空中梵天之响，清雅哀婉，其声动心，独听良久，而侍御皆闻。植深感神理，弥寤法应，乃摹其声节，写为梵呗。纂文制音，传为后式。 梵声显世，始于此焉。其所传呗，凡有六契。</p> <p>　　由于曹植创制梵呗，意义深远，贡献巨大，所以近人释永悟有词（《东阿王赞》）赞其功德：东阿王植公，降生曹魏王宫，云高天籁连竺中，鱼山接长空。瑞应本起得删治，七步诗八斗雄，和平妙音世界同，梵呗源真宗。（正史当中并无记栽说曹植与佛教有什么联系，曹植与佛教的关系多出自禅林野史以及宗教史中。）</p><br/><h2>家庭成员</h2> <p><strong>妻子<br></strong>崔氏，<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>之妻，清河东武城（今山东武城东北）人，崔琰兄长之女。《魏晋世语》记载，崔氏的衣装过于华美，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>登台看到后，认为她违反了穿着华丽的禁令，回家后崔氏就被赐死了。<br>谢氏，曹植继妻，召陵县（今河南郾城东）人，太和年间被封为“陈思王妃”，曹植后期软禁生活的伴侣。据史书记载，她一直活到晋代，享年八十余岁。参见曹植 的《谢妻改封陈妃表》。 </p> <p><strong>子女<br></strong>曹苗，曹植长子，封高阳乡公，早夭。其生平事迹史书缺载，因此少有人知道，其名字出现在曹植的作品《封二子为公谢恩章》。<br>曹志，曹植次子，初封穆乡公，后迁封为济北王。入晋改封鄄城公，后出任乐平太守，迁散骑常侍、国子博士，转祭酒。太康九年（288）卒，谥曰定公。<br>曹金瓠，曹植长女，不过出生约190天就夭折，因此少有人知道，其名字出现在曹植的作品《金瓠哀辞》。<br>曹行女，曹植幼女，比金瓠晚两年出生，约7、8个月就夭折，因此少有人知道，其名字出现在曹植的作品《行女哀辞》。</p> <p><strong>后裔<br></strong>曹臣，曹植之孙，曹志之子，元康中为中郎，封关中侯。<br>曹永洛，曹植十一世孙，奏请北齐孝昭帝在鱼山“兴复灵庙”，“雕镂真容”。</p><br/><h2>政治思想</h2> <p>　　三曹非常中重视网罗民间隐士，试图把散落在民间的隐士人才都聚集起来。三曹一方面批评动摇隐士所信仰的荒诞无稽，让众人退出山林入世治国。另一方面又歌颂其情操，把隐士视为同道中人，意在招隐求贤、让众人入世治国辅君济世。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的《大墙上蒿行》开头即以人生短暂发问：”今我隐约欲何为？”接着以入世的物质享受诱发隐士们出山，为其建功立业。此<a href=\"http://so.gushiwen.org/author_322.aspx\">诗</a>受到<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>《七启》劝隐士出山，建功立业的影响。 这一方面说明三曹欲有所作为，另一方面也说明存在着大量的隐士不为朝廷所用。</p> <p>　　曹植的《七启》中假托一个“镜机子”对另一个“玄微子”论述饮食、容饰、羽猎、宫馆、声色、友朋、王道等七个方面的妙处。此赋以招隐求贤、辅君济世为 主旨，大约作于建安十五年（210年）发布《求贤令》后。令文有“今天下得无有被褐怀玉而钓于渭滨者乎？”作者即据此兴感抒论。规摹汉代<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》大赋体制，假设镜机子与隐者玄微子问答联级成文，批评“耽虚好静”、“飞遁离俗”、“隐居大荒”的行为， 借镜机子分类铺叙肴馔、容饰、羽猎、宫馆、声色之妙及游侠、俊 公子之奇节异行，最后以赞颂“圣宰”（即<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>）之“翼帝霸世”、 “举不遗才”、“国富民康”、建“霸道之至隆”的功绩，说服玄微子 “从子而归”，表达了”君子不遁俗而遗名，智士不背世而灭勋”的积极用世、建功立业的政治态度和理想抱负。篇制宏大，铺陈夸饰，辞采瑰丽，气势慷慨，变《七发》散体笔势为骈俪整饬的精描细绘，而流畅生动过之。<br></p><br/><h2>人物生平</h2> <p><strong>才气逼人<br></strong>　　初平三年（192年），<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>出生于东武阳。曹植是<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>与卞夫人所生第三子（卞夫人为曹操生了四个儿子：丕、彰、植、熊）。当时曹操在北方尚未站稳脚跟，缺乏固定的根据地，家属常随军行止，因此幼年的曹植同众多兄弟们一样，是在戎马倥偬的生活中度过的。这种戎伍生活一直到建安九年（204年），曹操击败了劲敌袁绍集团，攻克了其经营多年的邺城（今河北临漳），方才有所改变。</p> <p>　　曹植自小非常聪慧，才十岁出头，就能诵读《<a href=\"http://so.gushiwen.org/author_322.aspx\">诗</a>经》、《论语》及先秦两汉辞赋，诸子百家也曾广泛涉猎。他思路快捷，谈锋健锐，进见曹操时每被提问常常应声而对，脱口成章。曹操曾经看了曹植写的文章，惊喜的问他：“你请人代写的吧？”曹植答道：“话说出口就是论，下笔就成文章，只要当面考试就知道了，何必请人代作呢！”</p> <p>　　再加之性情坦率自然，不讲究庄重的仪容，车马服饰，不追求华艳、富丽，这自然很合曹操的口味。渐渐地，曹操开始把爱心转移到曹植身上。</p> <p>　　建安十一年（206年）八月，15岁的曹植第一次随父东征海贼管承到达淳于（今安丘东北）。</p> <p>　　建安十二年（207年）一月回师邺城，他在《求自试表》中所说“东临沧海”即指此事。九月，16岁的曹植随父北征柳城（今辽宁朝阳），他在《求自试表》中说“北出玄塞”即指此行，《白马篇》就是曹植对此期间随父征战的写照。</p> <p>　　建安十三年（208年）七月，17岁的曹植随父南征刘表至新野，后又随父与孙权战于赤壁。</p> <p>　　建安十四年（209年），曹植随父征战第一次回到家乡亳州。</p> <p><strong>太子之争<br></strong>　　建安十五年（210年），曹操在邺城所建的铜雀台落成，召集了一批文士“登台为赋”，曹植也在其中。在众人之中，独有曹植提笔略加思索，一挥而就，而且第一个交卷，其文曰《登台赋》。从此曹操对曹植寄予厚望，以为他是最能成就大事的人。</p> <p>　　建安十六年（211年）秋，刚行冠礼的曹植暂时告别了在邺城宴饮游乐、吟诗作赋的优游生活，慨然请缨，随父西征。一路上跋山涉水，晓行夜宿。当西征大军辗转到帝都洛阳时，曹植被眼前的一幕惊呆了：饱受战火的洗劫，洛阳城往日的繁华消逝得无影无踪，到处都是残垣断壁，荆棘丛生，昔日气势雄浑的皇宫已成一片废墟，湮没在杂草间，片片黄叶满城乱舞。满腔热血的曹植怀着一颗立功垂名的心，随西征军离开洛阳，继续向西进发。经过一年多的兼并战争，西部最终结束了一盘散沙的混乱局面，迎来了它的稳定与安宁。凯旋的曹植不久即被封为临淄侯。</p> <p>　　在邺城时期，有一件对曹植来说是至关重要、并影响到他一生的事，这就是世子之争。</p> <p>　　建安十九年（214年），曹植改封临淄侯。这一年，曹操东征孙权，令曹植留守邺城，告诫他：“当年我担任顿邱令的时候二十三岁，回想起那时候的所作所为，至今都不曾后悔。如今你也是二十三岁，怎能不发奋图强呢！”曹植既因为有才而受宠，丁仪、丁廙、杨修等人便都来辅佐他。曹操有些犹疑，好几次几乎要立曹植为太子。然而，曹植文人气、才子气太浓，常常任性而行，不注意修饰约束自己，饮起酒来毫无节制，做出几件让曹操很是失望的事。</p> <p>　　尤其是在建安二十二年（217年），他在曹操外出期间，借着酒兴私自坐着王室的车马，擅开王宫大门司马门，在只有帝王举行典礼才能行走的禁道上纵情驰骋，一直游乐到金门，他早把曹操的法令忘到九霄云外去了。曹操大怒，处死了掌管王室车马的公车令。从此加重对诸侯的法规禁令，曹植也因此事而日渐失去曹操的信任和宠爱。十月，曹操召令<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>为世子。从此，曹植告别了昂扬奋发的人生阶段，陷入难以自拔的苦闷和浓浓的悲愁中。</p> <p>　　建安二十四年（219年），曹仁为关羽所围困，曹操让曹植担任南中郎将，行征虏将军，带兵解救曹仁。命令发布后，曹植却喝得酩酊大醉不能受命，于是曹操后悔，不再重用他。</p> <p><strong>洛水感怀<br></strong>　　建安二十五年（220年）正月，曹操病逝洛阳，曹丕继王位，曹植时年29岁，作《上庆文帝受禅表》、《魏德论》。曹丕称帝之后，对曹植严加防范。后来，曹丕碍于母后卞氏的压力，只好将曹植数次徙封。曹植的生活从此发生了变化。他从一个过着优游宴乐生活的贵族王子，变成处处受限制和打击的对象。</p> <p>　　黄初二年（221年），30岁的曹植被徙封安乡侯（今河北晋州侯城），邑八百户；当年七月又改封鄄城侯（今山东鄄城县），是年作《野田黄雀行》，这次改封成为曹植一生重要的转折点。 </p> <p>　　黄初三年（222年）四月，31岁的曹植被封为鄄城王，邑二千五百户，也就是在这次被封王之后回鄄城的途中，他写下了著名的《洛神赋》。在《洛神赋》中，诗人描摹了一位美丽多情的女神形象，把她作为自己美好理想的象征，寄托了自己对美好理想的倾心仰慕和热爱；又虚构了向洛神求爱的故事，象征了自己对美好理想梦寐不辍的热烈追求；最后通过恋爱失败的描写，以此表现自己对理想的追求归于破灭。</p> <p><strong>忧生之嗟<br></strong>　　黄初四年（223年），32岁的曹植徙封雍丘王。</p> <p>　　黄初六年（公元225年），曹丕南征归来，路过雍丘，与曹植见面，增其户五百。</p> <p>　　黄初七年（226年），曹丕病逝，曹叡继位，即魏明帝。壮心不已的曹植急切地渴望自己的才能得以施展，他曾多次慷慨激昂地上书曹叡，要求给予政治上的任用，拳拳之心可以使铁石心肠之人动容。但过于冷静理智的曹叡却心如古井，不起微澜，对于曹植的种种表白和要求，只是口头上给予嘉许而已。曹叡对他仍严加防范和限制，处境并没有根本好转。曹植在文、明二世的12年中，曾被迁封过多次，最后的封地在陈郡。</p> <p>　　太和三年（229年），38岁的曹植徙封东阿，其间潜心著作，研究儒典。</p> <p>　　太和六年（232年），曹植改封陈王，11月曹植在忧郁中病逝，时年41岁，遵照遗愿，将其葬于东阿鱼山。后人称之为“陈王”或“陈思王”。</p><br/><h2>文艺著作</h2> <p><strong>文艺著作<br></strong>　　<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的创作以220年（建安二十五年）为界，分前后两期。前期<a href=\"http://so.gushiwen.org/author_322.aspx\">诗</a>歌主要是歌唱他的理想和抱负，洋溢着乐观、浪漫的情调，对前途充满信心；后期的诗歌则主要表达由理想和现实的矛盾所激起的悲愤。他的诗歌，既体现了《诗经》“哀而不伤”的庄雅，又蕴含着《楚辞》窈窕深邃的奇谲；既继承了汉乐府反应现实的笔力，又保留了《古诗十九首》温丽悲远的情调。曹植的诗又有自己鲜明独特的风格，完成了乐府民歌向文人诗的转变。</p> <p>　　曹植的作品收录在《曹子建集》中。《曹子建集》共10卷，收录了曹植的诗文辞赋。其中收录较完整的诗歌有80余首，一半以上为乐府诗体。其代表作有《七哀诗》、《白马篇》、《赠白马王彪》、《门有万里客》等。其中《洛神赋》写洛川女神的仙姿美态，是文苑奇葩。</p> <p><strong>赋</strong>（代表作品 ）<br>洛神赋 幽思赋 迷迭香赋 释愁文 <br>髑髅说 归思赋 九愁赋 闲居赋 <br>登台赋 神龟赋（并序） 酒赋 芙蓉赋 </p> <p><strong>诗</strong>（代表作品）<br>七哀诗 杂诗（六首） 公宴诗 侍太子坐 <br>送应氏（二首） 闺情（二首） 赠<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a> 应诏 <br>赠白马王彪 情诗 朔风 矫志 </p> <p><strong>乐府</strong>（代表作品）<br>箜篌引 升天行（二首） 仙人篇 妾薄命（二首） <br>白马篇 薤露行 丹霞蔽日行 种葛篇 <br>名都篇 美女篇 飞龙篇 惟汉行 </p> <p><strong>书法<br></strong>　　据《书断》记载，“曹植亦工书。”《宣和书谱》上亦记载曹植少年聪慧，记忆力惊人，万言不忘，其胸中磊落之气发于笔墨闲。曹植以章草书写的《鹞雀赋》乃书法中一极品。</p> <p><strong>画论<br></strong>　　曹植著有《画赞序》，是中国画论史上流传下来的第一篇专题论画的文章。它可以同汉代的《毛诗序》相提并论。《毛诗序》是中国历史上第一篇专谈诗歌的文章，阐述诗歌的伦理教化作用；《画赞序》则主张绘画在\"教化\"方面应具有的功用。这当然是儒家思想。但曹植在这里明确了绘画艺术的社会价值和意义，肯定了绘画艺术的地位，则是很重要的。</p> <p>　　曹植明确提出画能“存乎鉴戒”。而且这种“鉴戒”还不是图解式的进行，而是通过绘画艺术形象引起观画者的感情共鸣产生的。他谈到绘画引起观画者的感情反应，有“仰载”、“悲惋”、“切齿”、“忘食”、“抗首”、“叹息”、“侧目”、“嘉贵”等等。这是不同的人物画像所引起的不同的如此丰富多样的感情反应，这就接触到了绘画艺术的特征。这是中国绘画史上第一次接触这一问题。它与<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>《典论·论文》第一次讲文章要有作者的性情是一致的。两者在理论上可说都是开启以后那个文艺自觉时代的先声。</p>"
}