{
  "id": 545,
  "star": 13,
  "name": "萨都剌",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_545.jpg",
  "dynasty": "元代",
  "desc": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>，一说是阿拉伯语Sa’dal—Allāh 的音译，意为“真主之福”，与其字“天锡”意合。号直斋，回回人。祖父思兰不花、父阿鲁赤曾镇守云、代。萨都剌生于代州雁门（今山西代县西北），一说生于镇江（今属江苏）。早年家境清贫，但资质超拔颖敏。泰定四年（1327）登进士第。天历元年（1328）七月以将仕郎资历，任镇江路录事司达鲁花赤，任间多以风教为先，他亲书录事司堂匾为“善教”，用以自勤自勉。至顺二年（1331）七月，调任江南行御史台掾史，前后三年。在职期间，他南至吴楚，西抵荆楚，北达幽燕、上都等地，并与<a href=\"http://so.gushiwen.org/author_198.aspx\">张雨</a>、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>、马九皋等人<a href=\"http://so.gushiwen.org/author_545.aspx\">诗</a>文唱和，写出《满江红·金陵怀古》、《念奴娇·登石头城》、《登北固城楼》、《鬻女谣》等名作。</p> <p>　　元统二年（1334）八月，调任燕南肃政廉访司照磨（治所真定，今河北正定）。次年初又调职。他曾作为监礼官陪集贤学士只儿合舟祭祀拖雷在真定的影堂，又先后赴河间、沧州审察刑狱。后至元二年（1336）春，他南行入闽，就任闽海福建道肃政廉访司（治福州）知事，途经徐州、扬州、平江、杭州、桐庐、兰溪、仙霞岭、崇安、建溪等山水胜地，均留下诗篇。</p> <p>　　后至元三年（1337）八月，他再迁燕南河北道肃政廉访司经历，升入从七品，该年冬季到职。至此他一生创作了四百余首诗词。可能他因体弱多病而较早去世。关于萨都剌的晚年，尚有隐居武林（杭州）、寄情山水而莫知所终之说，还有充任方国珍幕僚以及终于太湖司空山、太白山下之说等。萨都剌自称“名在儒籍”，深受儒家思想影响。为官清廉，宦绩亦可称道，他生性好游，善写楷书，主要成就在诗词创作。由于官职低微，元人将他与<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>、马祖常、余阙等并列，但后人备极推崇，列为有元一代词人之冠。因宦游南北，故胸中包纳万里名胜风情，又以北人气质，涵融前代各家之长而不蹈袭前人。诗作诸体皆备，文词雄健，音律锵然，具有一种清朗寥廓之气。诗词编有《雁门集》（有三卷、六卷、八卷、二十卷本）、《萨天锡诗集》十卷、《集外诗》一卷（毛晋刻）、《萨天锡逸诗》（日本刻本）及《西湖十景词》。</p><br/><h2>文学创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>一生给我们留下了将近八百首<a href=\"http://so.gushiwen.org/author_545.aspx\">诗</a>词，有描写景物的山水诗，有抒写宫廷生活的诗，有怀古也有伤今，诉述个人和社会的不平。他在元代以至整个中国文学史中都是占有一定地位的诗人。因出生在代州，代州古称雁门，他的诗集也就名为《雁门集》，他本人被称做“雁门才子”。《雁门集》最早刊印是元至正年间的八卷本，今已失传，现存版本以清嘉庆十二年萨龙光刻十四卷本，收辑较为完备，上海古籍出版社八二年出版了殷孟伦、朱广祁校点的《雁门集》。萨都剌另有《武夷诗集序》文1篇，还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。</p> <p>　　萨都剌博学能文，兼善楷书。他的文学创作，以诗歌为主。诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。在《送管元帅南征》、《送刘照磨之桂林》等诗中，他甚至拥护统治者对起义人民进行镇压。但有些诗涉及元代社会的黑暗现实，反映了当时的阶级压迫。如《大同驿》、《黄河月夜》、《鬻女谣》、《织女图》等等，反映了劳动人民的生活惨状。五古《早发黄河即事》，一方面描写农夫“炊烟动茅屋，秋稻上垅丘。尝新未及试，官租急征求。两河水平堤，夜有盗贼忧”，另一方面描写贵族公子“斗鸡五坊市，酣歌最高楼”，以强烈的对比手法，揭示了元代社会的阶级矛盾。有些诗大胆讽刺了统治阶级的腐朽与罪恶，笔锋不仅指向了郡守县官、王孙贵 戚，且指向了最高统治者。《记事》一诗，用“只知玉玺传三让，岂料游魂隔九重。天上武皇亦洒泪，世间骨肉可相逢”的诗句，揭露元武宗次子图帖睦尔的篡兄位之事，此事为正史不载，被称为“诗史”。有些诗歌表达了为民请命、励精图治的政治思想,如《寄朱县尹》、《送广信司狱》诗等。《湖南张子善，钦点第一人，弹劾权贵，左迁西台御史，旋拜前职，素有退志，故举兼善劝之》、《旧剑》、《尘镜》等诗，希望官吏爱护人民，抒发了作者以天下为己任的报国志愿。而《过居庸关》、《题画马图》等诗，针对元朝统治者穷兵黩武，表达了“男耕女织天下平，千古万古无战争”的反战思想。这些作品是萨都剌诗歌中的精华部分。　</p> <p>　　萨都剌考中进士以前的诗所存甚少，有一首《述怀》诗说：“青春背我堂堂去，黄叶无情片片飞。”大抵表露了他这段时期的心情。他到过镇江，溯长江而上至汉阳，《客中九日》诗说：“佳节相逢作远商”，看来他背井离乡是为了经商，不过他对于经商并不热衷，他分外留心的是山川名胜，他写下了《清明日偕曹克明登北固楼》、《清明日游鹤林寺》等绘景抒情之诗。水光山色比起货物金钱来于他更有吸引力。他并不想在追财逐利中混过一生。他在《安分》诗中说：“心求安乐少思钱，无辱无荣本自然。春日赏花惟贳酒，冬天踏雪旋添绵。频将棋局消长日，时燕香熏篆细烟。万事皆由天理顺，何愁衣禄不周全。”诗人萨都剌是一个乐天派。无论是顺境还是逆境，他都能保持宁静而处之泰然。他的这种生活态度和人生观影响到他的诗词创作。他的绝大部分诗篇都流露出热爱生活的乐观情思。他第一次走进官场正是他曾因经商而 到过的镇江，他和往日一样流连山水胜景，登北固楼，游鹤林寺，寻僧访道，饮酒赋诗，他厌恶俗吏生活，而要做一个诗人。在他一生中留下了大量的山水诗。他有一首《同杨廉访游山寺》诗说：“扶病强同步，寻幽趣不群。逢僧穿竹去，吹笛隔林闻。山势浮云合，溪流野水分。徘徊归径晚，树影月纷纷。”“寻幽趣不群”正说明他以饱览山水为乐事。据徐象梅《两浙名贤录》说他晚年寓居杭州时，“每风日晴美，辄肩一杖挂瓢笠，脚踏双不藉，走两山间。凡深岩邃壑人迹所不到者，无不穷其幽胜。至得意处，辄席草坐，徘徊终日不能去，兴至则发为诗歌。”和山水诗的奠基人<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>比起来，他酷爱山水是有过之无不及。无怪乎他刻画山川景物那样逼真。</p> <p>　　萨都剌的一生大部分在江南度过，在风光秀丽的环境中，模山范水，写出了许多赏心悦目的诗篇。不过他曾两度官翰林国史院应奉文字，稍得宫中见闻。在当时他还以擅长写作宫词和丽情乐府著称。他的朋友<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>《竹枝词序》说：“天锡诗风流俊爽，修本朝家范，宫词及《芙蓉曲》，虽<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>无以过矣。”另一位朋友<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>也说：“进士萨天锡者最长于情，流丽清婉，作者皆爱之。”可见他还是一位抒情诗人。如他的《芙蓉曲》： </p> <p>　　秋江渺渺芙蓉芳，秋江女儿将断肠。绛袍春浅护云暖，翠袖日暮迎风凉。</p> <p>　　鲤鱼吹浪江波白，霜落洞庭飞木叶。荡舟何处采莲人，爱惜芙蓉好颜色。</p> <p>　　情致雅淡，意象凝聚。似无情而有情，有所思而不怨，蕴藏着作者怀才不遇，飘泊江湖的心情，深得唐<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>、李义山的笔法，辞婉意清。“鲤鱼吹浪江波白，霜落洞庭飞木叶”，含而不露，有一种身世飘零、孤芳自赏的抒情味道。其他如《过嘉兴》、《梳头曲》、《新夏曲》、《洞房曲》等都具有相同或近似的情调。同样，他的宫词，风格亦复如此。《醉起》说： 杨柳楼心月满床，锦屏绣褥夜生香。不知门外春多少，自起移灯照海棠。这里所描写的只是宫中女性生活空虚，寓长恨于景物形象之中。一般说来，宫中对于帝王是天堂，而对于宫女却是地狱。宫中生活题材是十分狭窄的，如果不能识别天堂地狱，描写就不会深刻。</p> <p>　　好在萨都剌的笔锋着力处，不曾局限于宫廷。当他的眼光移向广阔的祖国大地时，他发现当时的社会是富人的天堂，穷人的地狱。如他的《京城春暮》，诗说： 三月京城飞柳花，燕姬白马小红车。旌旗日暖将军府，弦管春深宰相家。小海银鱼吹白浪，层楼珠酒出红霞。蹇驴破帽杜陵客，献赋归来日未斜。 将“弦管”“层楼”和“蹇驴破帽”相照映，社会不公，个人不平，不需明说，而用意十分清楚。至于他的《鬻女谣》、《过居庸关》、《征妇怨》、《高邮阻风》、《织女图》、《百禽歌》、《早发黄河即事》、《过淮阴》等，描述社会人生，题材广泛，更值得重视。《鬻女谣》写道： 道逢鬻女弃如土，惨淡悲风起天宇…… 人夸颜色重金璧，今日饥饿啼长途。悲啼泪尽黄河干，县官县官尔何颜！金带紫衣郡太守，醉饱不问民食艰。传闻关陕尤可忧，旱荒不独东南州。枯鱼吐沫泽雁叫，嗷嗷待食何时休！ 作者面对这种现象，指摘“金带紫衣郡太守，醉饱不问民食艰”，斥骂“县官县官尔何颜”。这是正义的呼声。萨都剌看不惯这种不平事，因而他希望“但操大柄常在手，覆尽东西南北行”（《雨伞》）。希望得到一种权力去拯救天下所有在困苦中挣扎的人。但在当时，他的愿望是无 法实现的。萨都剌的怀古之作也颇具特色。如他的《满江红（旧误作念奴娇）。金陵怀古》尤为脍炙人口：</p> <p>　　六代繁华，春色去也，更无消息。空怅望山川形胜，已非畴昔。王谢堂前新燕子，乌衣巷口曾相识。听夜深，寂寞打空城，春潮急。思往事，愁如织。怀故国，空陈迹。但荒烟衰草，乱鸦红日。玉树歌残秋露冷，胭脂井坏寒螀泣。到如今，惟有蒋山青，秦淮碧。</p> <p>　　这首词作于至顺三年或四年他任江南诸道行台侍御史时期。 人事代谢，古往今来，苍凉豪迈，感慨万端。但青山永在，绿水长存，一代新人将把金陵重作英才聚合的场所。怀古正所以思今。萨都剌的作品往往表达着磊落旷达的胸怀。他一生中往来南北，对于民情习俗，见闻较多，使他有些诗词生活气息甚浓，感染力很强。如《初夏淮安道中》说： 鱼虾泼泼初出网，梅杏青青已着枝。满树嫩晴春雨歇，行人四月过淮时。 “鱼虾泼泼”，“梅杏青青”，夏日初晴，着一嫩字，生意全出。给人以旷达、乐观、清新、舒畅的感受。生动的形象带着乡土气息把读者引进一个新的境界。</p> <p>　　在诗歌技巧上，萨都剌继承了唐、宋诗歌的某些手法，并具有自己的特点：</p> <p>　　①截取平淡的生活片断，铸成韵味悠远的意境。如为人艳称的《秋词》、《京城立春》等，能托出特定的情境，构成饶有意趣的“诗画”。</p> <p>　　②层层深入，凝炼简洁。如“百年诗句里，三国酒杯间”，“千古风光鬓边白，六朝山色马头青”等，言简意赅，给读者以充分的想象余地。</p> <p>　　③善于创造，形象生动。如“云孙捧出南箕簸，月姊舂来北斗量”，“一山如龙入云起，一山化作长江流”等句，化静为动，化无生命为有生命,使形象新颖流动。</p> <p>　　④偶亦采用“通感”手法，将视觉形象、听觉形象、嗅觉形象等联通使用，互相比譬。如“市声到海迷红雾，花气涨天成彩云”，“乌鹊横桥秋有影，银河垂地夜无波”等。 </p>"
}