{
  "id": 2319,
  "star": 0,
  "name": "李渊",
  "image": "http://img.gushiwen.org/authorImg/liyuan.jpg",
  "dynasty": "唐代",
  "desc": "唐高祖李渊（566年－635年6月25日），字叔德，陇西成纪人，祖籍邢州尧山，唐朝开国皇帝。李渊出身于北周的贵族家庭，七岁袭封唐国公。义宁二年（618年）农历五月，李渊接受其所立的隋恭帝的禅让称帝，建立唐朝，定都长安，并逐步消灭各地割据势力，统一全国。武德九年（626年），玄武门之变后，李渊退位称太上皇，禅位于儿子李世民。贞观九年（635年），李渊病逝。谥号太武皇帝，庙号高祖，葬在献陵。上元元年（674年）农历八月，改上尊号为神尧皇帝。天宝十三载（754年）农历二月，上尊号神尧大圣大光孝皇帝。",
  "content": "<h2>轶闻故事</h2> <p>　　唐公阿婆</p> <p>　　窦氏是京兆平陵（今陕西兴平）人，父亲窦毅在北周是上柱国，母亲是北周武帝的姐姐襄阳长公主。</p> <p>　　窦毅认为自己的女儿不是等闲之辈，在选佳婿时想了一个办法：让人在门屏上画了两只孔雀，凡是两箭各射中一只孔雀眼睛的，就招为女婿。前边有几十人都没有射中，到<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>这儿两箭都射中了。窦毅欢喜不已，便让女儿嫁给了李渊。<br>窦氏的聪明超出了一般人。隋炀帝看到李渊的脸上皱纹多，便戏称李渊是“阿婆”，李渊回了家很不高兴，窦氏问清原因，马上贺喜道：“这是吉兆啊，你继承的是唐国公，‘唐’便是‘堂’，‘阿婆面’就是指‘堂主’啊！”窦氏指的是李渊将来要做皇帝，取代隋炀帝。</p><br/><h2>家庭成员</h2> <p><strong>后妃</strong></p> <p><strong>皇后</strong></p> <p>　　窦皇后</p> <p><strong>妃嫔</strong></p> <p>　　万贵妃</p> <p>　　尹德妃</p> <p>　　宇文昭仪</p> <p>　　莫嫔</p> <p>　　孙嫔</p> <p>　　崔嫔</p> <p>　　杨嫔，<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>女</p> <p>　　小杨嫔</p> <p>　　张婕妤</p> <p>　　薛婕妤，<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>女，后封河东郡夫人，出家为尼。唐高宗年间麟德元年（664年）因与<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>私下书信来往被削去婕妤和河东郡夫人邑号，幽禁于唐高祖别庙静安宫。</p> <p>　　郭婕妤</p> <p>　　刘婕妤</p> <p>　　张美人</p> <p>　　杨美人</p> <p>　　王才人</p> <p>　　鲁才人</p> <p>　　张宝林</p> <p>　　柳宝林</p> <p>　　张氏</p> <p><strong>子女</strong></p> <p><strong>子</strong></p> <p>　　隐太子李建成（母窦皇后）</p> <p>　　太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>（母窦皇后）</p> <p>　　卫怀王李玄霸（母窦皇后）</p> <p>　　巢刺王李元吉（母窦皇后）</p> <p>　　楚哀王李智云（母万贵妃）</p> <p>　　荆王李元景（母莫嫔）</p> <p>　　汉王李元昌（母孙嫔）</p> <p>　　酆悼王李元亨（母尹德妃）</p> <p>　　周王李元方（母张婕妤）</p> <p>　　徐康王李元礼（母郭婕妤）</p> <p>　　韩王李元嘉（母宇文昭仪）</p> <p>　　彭思王李元则（母王才人）</p> <p>　　郑惠王李元懿（母张宝林）</p> <p>　　霍王李元轨（母张美人）</p> <p>　　虢庄王李凤（母杨美人）</p> <p>　　道孝王李元庆（母刘婕妤）</p> <p>　　邓康王李元裕（母崔嫔）</p> <p>　　舒王李元名（母小杨嫔）</p> <p>　　鲁王李灵夔（母宇文昭仪）</p> <p>　　江安王李元祥（母杨嫔）</p> <p>　　密贞王李元晓（母鲁才人）</p> <p>　　滕王李元婴（母柳宝林）</p> <p><strong>女</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>共有19位女儿</p> <p>　　长沙公主（下嫁冯少师）</p> <p>　　襄阳公主（下嫁窦诞）</p> <p>　　平阳公主（谥号“昭”，称平阳昭公主，母窦皇后，下嫁柴绍）</p> <p>　　高密公主（下嫁长孙孝政，又嫁段纶）</p> <p>　　长广公主（先封为桂阳公主，下嫁赵慈景，又嫁<a href=\"http://so.gushiwen.org/author_2978.aspx\">杨师道</a>）</p> <p>　　万春公主（先封为万春公主，后来改封长沙公主，下嫁豆卢怀让）</p> <p>　　房陵公主（先封为永嘉公主，下嫁窦奉节，又嫁贺兰僧伽）</p> <p>　　九江公主（下嫁执失思力）</p> <p>　　庐陵公主（下嫁乔师望）</p> <p>　　南昌公主（下嫁苏勖）</p> <p>　　安平公主（下嫁杨思敬）</p> <p>　　淮南公主（李澄霞，下嫁封道言）</p> <p>　　真定公主（下嫁崔恭礼）</p> <p>　　衡阳公主（下嫁阿史那社尔）</p> <p>　　丹阳公主（下嫁薛万彻）</p> <p>　　临海公主（下嫁裴律师）</p> <p>　　馆陶公主（下嫁崔宣庆）</p> <p>　　安定公主（先封为千金公主，下嫁温挺，又嫁郑敬玄）</p> <p>　　常乐公主（下嫁赵瑰）</p><br/><h2>生平</h2> <p><strong>家世背景</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>是十六国时期西凉开国君主李暠的后裔，世代显贵。陇西成纪（今甘肃省秦安县西北），一说是陇西狄道（今甘肃省临洮县），祖籍邢州尧山（今邢台市隆尧县）。</p> <p>　　李渊的祖父李虎，在西魏时官至太尉，是西魏八柱国之一。李渊的父亲李昞，北周时历官御史大夫、安州总管、柱国大将军，袭封唐国公。李渊的母亲是隋文帝独孤皇后的姐姐。</p> <p>　　北周天和元年（566年），李渊出生在长安。李渊七岁时，父亲李昞去世，其袭封为唐国公。李渊长大后，为人洒脱，性格开朗，待人宽容。</p> <p><strong>隋朝刺史</strong></p> <p>　　开皇元年（581年），隋文帝受北周静帝禅让，建立隋朝。隋文帝任命李渊为千牛备身（皇帝的禁卫武官）。由于李渊的姨母是隋文帝的独孤皇后，所以隋文帝特别亲近器重李渊，累任谯州、陇州、岐州三州刺史。</p> <p>　　有一个叫史世良的人，善于给人相面，他告诉高李渊说：“您的骨骼惊奇，必为一国之主，愿您自爱，不要忘记鄙人说的话。”于是，李渊有了远大的目标。</p> <p><strong>戎马生涯</strong></p> <p>　　李渊在隋炀帝即位之初先后做了荥阳（今河南荥阳）、楼烦（今山西静乐县）两个郡的太守，后来又被任命为殿内少监、卫尉少卿。</p> <p>　　大业九年（613年）春，隋炀帝征伐高句丽时，李渊在怀远镇督运粮草。同年农历六月，杨玄感利用民愤举兵反隋，李渊奉隋炀帝之命镇守弘化郡（今甘肃庆阳县），兼知关右诸军事。</p> <p>　　在此期间，李渊广交天下豪杰，遭到隋炀帝的猜疑。恰好有诏书命李渊去隋炀帝巡行所到之地，李渊因病没有去。当时李渊的外甥女王氏在后宫，隋炀帝问王氏：“你的舅舅怎么迟迟不来？”王氏回答说李渊病了，隋炀帝又问：“病的要死了吗？”李渊知道以后日益恐惧，因此无节制地饮酒、收受贿络自污以自保。</p> <p>　　大业十一年（615年），李渊调任山西河东慰抚大使，到达龙门时，遇上了母端儿农民起义，李渊领兵击败了起义军，收编万余人，实力大增。又击绛州贼柴保昌，降其众数万人。</p> <p>　　第二年（616年），他升为右骁卫将军。突厥侵犯边塞，隋炀帝便让他和马邑郡守王仁恭一同北击突厥。但他们的兵马很少。李渊便选出擅长骑射的两千骑兵，吃住骑射仿效突厥兵，给突厥看他们闲暇时的射猎驰骋。李渊有另外挑选善于射箭的士兵作为埋伏。等和突厥兵遭遇时李渊便下令埋伏攻击，结果打败突厥。</p> <p><strong>镇守太原</strong></p> <p>　　大业十三年（617年），李渊正式任太原留守、晋阳宫监，成为这一地区最高军政长官。李渊奉命率兵征讨历山飞贼甄翟儿，与甄翟儿遭遇在河西郡（今山西汾阳）的雀鼠谷，李渊大获全胜。</p> <p>　　在镇压农民起义的过程中，李渊招降纳叛，不断扩充自己的实力。李渊之子<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>知隋必亡，暗中结交豪杰，招纳逃亡之人，网罗各种人才。</p> <p><strong>太原起兵</strong></p> <p>　　大业十三年（617年），天下起兵反隋的队伍蜂拥而起，隋炀帝所在的江都（今江苏扬州）被孤立了。晋阳令刘文静、晋阳宫监裴寂都是李世民的密友。李世民就和晋阳县令刘文静密谋起兵。</p> <p>　　起兵造反的计策确定后，李渊还不知情。李世民想实情相告，又担心李渊不听。李世民私下找到裴寂商议，裴寂就选了晋阳宫的几个美女，乘李渊喝醉酒之后，陪他过夜。然后，裴寂把李世民的谋划告诉了李渊，李渊大惊。裴寂说：“安排宫女侍奉，事情暴露后是要杀头的，我这么做就是为了要劝你下定决心起兵啊。”李世民乘机向李渊汇报了整个计划。李渊开始时坚决不同意，还表示要把李世民送去报官。过一会儿李渊还是答应了起兵，对李世民说：“我爱护你，怎么忍心去告发你呢！”</p> <p>　　大业十三年（617年）农历二月，李渊治下驻马邑（今山西朔州市）的鹰扬府校尉刘武周发动兵变，杀死马邑太守王仁恭，据马邑而自称天子。农历三月，刘武周攻破楼烦郡，进占汾阳宫，并与突厥勾结，图谋南下争夺天下。炀帝闻讯后大怒，要提李渊到江都治罪。在此危急情势下，李世民说：“事情紧急，可以举事了。”[17] 其周围的心腹裴寂、许世绪、武士眜等也纷纷劝李渊起兵，李渊终于下定了反隋的决心。于是，李渊借口防备刘武周和突厥南下，派李世民、刘文静、长孙顺德、刘弘基等人到各地募兵，在很短的时间里便招到数千人。</p> <p>　　太原副留守王威和高君雅看到李渊招兵买马，怀疑李渊要造反，便密谋骗李渊父子到晋祠祈雨，除掉李氏，向隋炀帝邀功请赏。不料，这一密谋被晋阳乡长刘世龙获悉，告知了李渊。大业十三年（617年）农历五月十五日，李渊、李世民先发制人，指使开阳府司马刘政会告发王威、高君雅二人暗中勾结突厥，引突厥入寇中原，借此将二人囚禁。农历五月十七日，恰巧数万突厥军队进攻晋阳，李渊立刻名正言顺地命人将两人推出斩首。六月，又遣二子李建成、李世民率军攻杀拒命的西河郡丞高德儒。同时，李渊又设下空城计，吓退了突厥的军队。接着，李渊开始作起兵反隋的准备工作。</p> <p>　　大业十三年（617年）农历七月，李渊率军三万誓师，正式起兵。在发布的檄文里斥责隋炀帝听信谗言，杀害忠良，穷兵黩武，致使民怨沸腾。</p> <p><strong>入定关中</strong></p> <p>　　誓师后，李渊与长子建成、次子世民挥师南下，先后破守霍邑（今山西霍县）的隋鹰牙郎将宋老生、渡黄河，对守河东的隋将屈突通围而不攻。迅速向西南挺进。当时，隋炀帝远在江都（今江苏扬州），关内隋军力量薄弱；中原瓦岗军与王世充激战方酣，均无暇西顾。因此李氏父 子进军神速，大业十三年（617年）农历十一月间攻入长安。</p> <p>　　李渊进入长安不久，就宣布遥尊隋炀帝为太上皇，拥立炀帝孙代王杨侑为帝，改元义宁，是为隋恭帝。恭帝进封李渊为唐王、大丞相、尚书令，以李建成为唐王世子；李世民为京兆尹，改封秦国公；封李元吉为齐国公。</p> <p><strong>登基为帝</strong></p> <p>　　义宁二年（618年），李世民徙封赵国公。同年农历三月，隋炀帝在江都被禁军将领兵变杀死。同年农历五月，隋恭帝被迫禅位于李渊，李渊即皇帝位于长安，国号唐，建元武德，定都长安，是为唐高祖。李渊以李世民为尚书令。不久，又立李建成为皇太子，封李世民为秦王，李元吉为齐王。</p> <p><strong>扫除群雄</strong></p> <p>　　唐朝建立之初，疆土只限于关中和河东一带，尚未完全统治全国，因此，李渊经常派遣儿子李世民、李建成、李元吉出征，逐步消灭各地割据势力。</p> <p>　　武德元年（618年）农历六月，李世民攻打据有今甘肃兰州等地的薛举、薛仁果父子，农历九月薛举战死，农历十一月俘杀薛仁果，平定了西北广大地区。</p> <p>　　武德二年（619年），唐朝用反间计，使李轨集团内部矛盾激化，从而俘杀了李轨，平定了河西走廊。同年刘武周、宋金刚勾结突厥，攻入河东，占领太原。李元吉、裴寂等败逃。后李世民出讨河东，收复太原并消灭刘武周势力。刘武周、宋金刚逃往突厥，不久被杀。当时黄河流域形成夏政权窦建德、郑政权王世充与唐朝三足鼎立之势。620年，李世民奉命率军东征王世充，窦建德和王世充联盟对抗李世民的军队。</p> <p>　　武德四年（621年），在武牢关一战中李世民俘获窦建德。促使王世充投降。武德六年（623年），太子李建成俘斩窦建德余部刘黑闼，平定了河北地区。武德七年（624年），高开道为其部下张金树所杀，张金树降唐。唐军又消灭了江南的辅公祏势力，终于一统天下。</p> <p><strong>禅让退位</strong></p> <p>　　晋阳起兵是李世民的谋略，李渊曾答应他事成之后立他为太子，但李渊建立唐朝后，立李建成为太子。天下平定后，李世民功名日盛，李建成随即联合李元吉，排挤李世民。李渊的优柔寡断，也使朝中政令相互冲突，加速了诸子的兵戎相见。</p> <p>　　武德九年（626年），突厥侵犯唐朝边境，李建成向李渊建议，由李元吉做统帅出征突厥。在太子的东宫中担任率更丞（主管计时的官员）职位的王晊，已被秦王李世民收买，成为李世民在东宫的眼线，他悄悄告诉李世民：“李建成想借此控制秦王的兵马，并准备在昆明池设伏兵杀秦王。”于是李世民决定先发制人。</p> <p>　　武德九年六月初四庚申日（626年7月2日），李世民在帝都长安城宫城玄武门附近射杀皇太子李建成、齐王李元吉，史称“玄武门之变”。事后，李世民杀李建成、李元吉诸子，并将他们从宗籍中除名。李渊让出军政大权给予秦王李世民，三天后（六月初七癸亥日，626年7月5日），李世民被立为皇太子，李渊下诏说：“自今以后军国事务，无论大小悉数委任太子处决，然后奏闻皇帝。”<br>武德九年八月初九甲子日（626年9月4日），李渊退位称太上皇，禅位于李世民。李世民登基，是为唐太宗，次年改元贞观。<br>前殿，年七十一岁，庙号高祖。同年农历十月，安葬于献陵（今陕西三原县内），其妻窦氏也加号太穆皇后祔葬。</p> <p><strong>因病去世</strong></p> <p>　李渊做太上皇以后，开始的几年是在太极宫生活的。一直到贞观三年（629）农历四月，他才从太极宫迁出，搬到了大安宫。</p> <p>在大安宫生活期间，李渊除了参加李世民举行的一些宴会外，几乎不曾离开过大安宫。李世民经常到九成宫（即隋朝的仁寿宫，位于今陕西麟游）避暑，李渊也不愿意出行。</p> <p>　　贞观八年（634）农历十月，李世民决定在宫城的东北方向营建大明宫，作为太上皇的“清暑之所”。（由于第二年李渊病死，大明宫没有建成，一直到高宗之世，大明宫才渐成规模。）</p> <p>　　贞观九年（635年）农历五月，李渊因病驾崩于垂拱前殿，年七十一岁，庙号高祖。同年农历十月，安葬于献陵（今陕西三原县内），其妻窦氏也加号太穆皇后祔葬。</p><br/><h2>为政举措</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>称帝后，百废待举。他一面组织力量进行统一全国的战争，一面注意加强政权建设。唐朝前期的政治、经济、文化、军事制度，在李渊时期基本上初具规模。</p> <p><strong>政治</strong></p> <p>　　政治体制方面，李渊继承了隋朝的制度，又有一些发展。唐朝中央建立政治制度概括地说是三省六部二十四司。三省是尚书省、中书省和门下省。尚书省掌管全国政令，是命令的执行机关。下属共有六部，即吏、户、礼、兵、刑、工。吏部掌管官吏的选用、考核与奖惩；户部掌户籍和赋税；吏部掌礼仪和科举；兵部掌军事；刑部掌刑狱；工部掌土木工程；每部又分四司来作为办事机关。中书省负责皇帝诏书的起草，是决策机关。门下省则审核中书省起草的诏书，不合适的驳回修改。监察机关是御史台，职责是监督、弹劾文武百官。<br>地方的政权机构基本是两级，即州和县。长官分别是刺史和县令。刺史每年要巡查各县，考核官员政绩，还负责举荐人才。县令要负责一县的各种事务，官很小，却是最繁忙的官员。</p> <p><strong>军事</strong></p> <p>　　制度</p> <p>　　唐朝军事制度为府兵制，是一种职业兵制。这种制度创始于西魏的宇文泰时期，经过北周、隋朝，沿用至唐朝。在太原起兵进军长安的途中，李渊就逐步将手下军队纳入了府兵制度中。府兵制将练兵权和领兵权分离，以防止将领拥兵自重，对抗中央。府兵制建立在均田制的基础上，是兵农合一的制度，士卒平时在家生产，战时出征。农闲时由兵府负责操练，提高战斗力。在隋文帝时期，曾实行过这种制度。府兵的重要职责是轮流到京师或者边塞服役，叫做“番上”，战时则出征御敌。在服役期间，士兵可以免除自身的租和调，但不论“番上”还是出征，所需的兵器和衣服粮食等都要由自己负责筹备。府兵制从根本上减轻了国家的负担，它不但能扩大兵源，也能保证战斗力。而北方的游牧民族如突厥，其骑兵来源和府兵制相似，但都是牧民组成，平时没有什么军事训练，所以，在和训练有素的内地军队的较量中，虽然他们总在数量上占优势，但战斗力却很弱，经常打败仗。</p> <p>　　对外战争</p> <p>　　唐朝开国后，许多地方还在分裂之中，农民起义军和隋朝残余将领割据各地。李渊在长安安定之后便开始了长达10年的统一战争。</p> <p><strong>经济</strong></p> <p>　　唐朝赋役制度主要是均田制和租庸调制。均田制：丁男授田一顷，包括口分田八十亩，永业田二十亩。对于贵族田地也有限制：从亲王到公侯伯子男，授田数从一百顷到五顷不等。在职的官员从一品到九品，授田数从三十顷到二顷不等。此外，各级的官员还有职分田，用地租补充，作为俸禄的一部分。均田制对土地的买卖也做了限制，官僚和贵族的永业田和赐田可以买卖，百姓在贫穷无法办理丧事时可以卖永业田，从人多地少的地方往人少地多的地方搬迁时也可以出卖永业田。</p> <p>　　唐高祖李渊在实行均田制的基础上，又实行了租庸调制：受田的农民，每丁每年要交粟二石，这是租；每年交绢二丈、绵三两，或者交布二丈五尺，麻三斤，这是调；每丁每年服役20天，不服役可以折算为每天绢三尺，这是庸。假如官府额外加了役期，加够15天则免调，加30天免租调。每年的加役最多30天。唐朝的租庸调制与隋朝的相比，用庸代替服役的条件放宽了很多，更有利于农民从事农业生产。</p> <p><strong>文化</strong></p> <p>　　隋朝灭亡后，唐朝的帝王承袭了隋朝传下来的人才选拔制度，并做了进一步的完善。由此，科举制度逐渐完备起来。</p> <p>　　在文化教育方面，李渊推崇儒学，儒家的经书是教学的重要内容，如《周易》、《左传》、《礼记》、《尚书》。</p> <p>　　在文化贡献方面，李渊下诏编撰了《艺文类聚》，这是一部类编图书，引用的古籍共有一千多种，为后人保存了很有价值的历史资料。李渊还下诏开始修订各朝历史。</p> <p><strong>宗教</strong></p> <p>　　李渊对佛教采取抑制政策。在唐朝初年，最早反佛的是相州邺人傅奕。李渊在做隋朝地方太守时和傅奕结识，李渊建立唐朝后任命他为太史令。武德七年（624年），傅奕请求灭佛，认为佛教宣传的是“不忠不孝”的思想，迷惑百姓。傅奕所提倡的儒家思想是用忠孝来达到巩固政权的目的，而佛教却与此背道而驰。但李渊最后没有采取措施实施傅奕的灭佛思想。</p><br/><h2>相关争议</h2> <p><strong>反隋争议</strong></p> <p>　　唐朝建立第一件事就是晋阳起兵。晋阳起兵谁是首功，历史上有两个答案，或者是<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>，或者是<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>。</p> <p>　　一、李世民首谋论</p> <p>　　《旧唐书·高祖本纪》：“太宗与晋阳令刘文静首谋，劝举义兵。”</p> <p>　　《新唐书·高祖本纪》：“高祖子世民知隋必亡，阴结豪杰，招纳亡命，与晋阳令刘文静谋举大事。计已决，而高祖未之知，欲以情告，惧不见听。”</p> <p>　　《新唐书·太宗本纪》：“高祖起太原，非其本意，而事出太宗。”</p> <p>　　《旧唐书·太宗本纪》记载：“时隋祚已终，太宗潜图义举，每折节下士，推财养客，群盗大侠莫不愿效死力。”</p> <p>　　《资治通鉴》记载：渊与裴寂有旧，每相与宴语，或连日夜。文静欲因寂关说，乃引寂与世民交。世民出私钱数百万，使龙山令高斌廉与寂博，稍以输之，寂大喜，由是日从世民游，情款益狎。世民乃以其谋告之，寂许诺。</p> <p>　　《旧唐书·裴寂传》是另外的一种记载：大业中，历侍御史、驾部承务郎、晋阳宫副监。高祖留守太原，与寂有旧，时加亲礼，每延之宴语，间以博弈，至于通宵连日，情忘厌倦。时太宗将举义师而不敢发言，见寂为高祖所厚，乃出私钱数百万，阴结龙山令高斌廉与寂博戏，渐以输之。寂得钱既多，大喜，每日从太宗游。见其欢甚，遂以情告之，寂即许诺。寂又以晋阳宫人私侍高祖，高祖从寂饮，酒酣，寂白状曰……高祖曰：“我儿诚有此计，既已定矣，可从之。”</p> <p>　　二、李渊主谋论</p> <p>　　有历史学家根据当年的纪录考证，提出反隋是李渊本人意思的说法。依据是李渊起兵时，李世民年纪尚幼。</p> <p><strong>生日争议</strong></p> <p>　　据《册府元龟》记载，李渊以北周天和元年（566年）十一月丁酉（儒略历12月21日，格里历12月23日）生于长安。</p> <p>　　据《旧唐书》太宗在贞观八年三月甲戌（初三）上寿，推其天和元年应为4月8日。</p> <p><strong>出生地争议</strong></p> <p>　　据《旧唐书》和《新唐书》记载：李渊出生在长安。</p> <p>　　2003年12月，张振龙教授在论文《唐高祖李渊生地考》中提出李渊出生在陕西省高陵县的说法。</p><br/><h2>陵墓</h2> <p>　　唐献陵为唐高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>的陵寝。李渊死后，唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>依东汉光武帝原陵之规格修筑献陵。该陵座北朝南，封土为陵，呈覆斗型，平面呈长方形，陵园为夯筑城恒，四面各壁一门，门外各置石虎一对。陵墓陪葬区位于陵园东北，现存有封土67座，除襄邑李神符在三原县境内外，其余均在渭南市富平县境内。</p>"
}