{
  "id": 2382,
  "star": 0,
  "name": "莫宣卿",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2382.jpg",
  "dynasty": "唐代",
  "desc": "莫宣卿(834-868)，字仲节，号片玉，谥孝肃，岭南第一状元。唐文宗太和八年（公元834年）农历八月十七日出生在封川县文德乡长乐里（今广东封开县河儿口镇西村）。两广的第一个状元，也是我国科举制度时代最年轻的状元，高中时只有17岁。莫宣卿墓在河儿口镇西村东坡锣鼓岗上",
  "content": "<h2>状元故里——河儿口镇西村</h2> <p>　　广东封开，古称封川，有岭南古都之誉，亦是远古岭南土著文化发祥地之一。该县的河儿口镇历史悠久，出了唐代岭南第一个状元<a href=\"http://so.gushiwen.org/author_2382.aspx\">莫宣卿</a>，故西村村称为“状元故居”、“状元村”。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2382.aspx\">莫宣卿</a>的生平业迹不显，存世的<a href=\"http://so.gushiwen.org/author_2382.aspx\">诗</a>作也仅三首半，但由于是广东历史上的第一个状元,他的传奇式事迹及影响仍在岭南文化史上占有不容忽略的地位,为后人所尊崇。</p> <p>　　莫宣卿，广东封川县（今封开县）人。字仲节，号片玉。生于唐文宗大和八年（834） 农历八月十七日。约卒于唐懿宗咸通九年（868）。唐宣宗大中五年（851）钦点状元。</p> <p>　　莫宣卿为遗腹子，母亲梁氏因家境困难，改嫁开建县（今封开县南丰镇）莫及芝。莫宣卿七岁能诗。一次受群童欺侮他愤然在沙中写诗一：\"我本南山凤，岂同凡鸟群。英俊天下有，谁能佑圣君。（前面句载《全唐诗》，后两句载《开建县志》）。莫宣卿稍大入乡校，就读于名师梁明甫。十二岁举秀才，后在麒麟山侧建一书屋，刻苦改读。诗《答问读书居》云：\"书屋倚麒麟，不同牛马路。床头万卷书，溪上五龙渡。井汲冽寒泉，桂花香玉露。茅檐无外物，只见青云护。\"（见《全唐诗》十七册）。</p> <p>　　唐宣宗大中五年，十七岁的莫宣卿廷试第一，钦点状元。有一首《及第自咏》云：\"羽翼高飞到碧霄，鹏程万里岂知遥。才吞王母千年药，便夺龙头第一标。脚下云霞随地起，眼前尘土霎时销。万金书寄南归雁，三级天门已一跳。\"</p> <p>　　莫宣卿中状元后，出任翰林院修撰，赐内阁中书大学士。莫宣卿思念生母，上表陈情，请求出任南方地方官。宣宗封其为台州别驾，莫宣卿离京时众官相送。同榜进士柳珪赠诗一首：《送莫仲节状元归省》。诗：\"青骢聚送谪仙人，南国荣亲不及君。椰子味从今日近鹧鸪声向旧山闻。孤猿夜叫三湘月，匹马时侵五岭云。想到故乡应腊过，药囗犹有异花薰。\" （见《全唐诗》十七册）。</p> <p>　　莫宣卿荣归故里，奉母携眷赴台州上任。不幸病逝于途中。安葬于封州文德乡锣鼓岗（今河儿口镇）。唐懿宗咸通九年（868），封州刺史李邦昌上奏唐懿宗，敕封莫宣卿为正奏状元，谥孝肃。</p><br/><h2>莫宣卿状元祠</h2> <p>　　座落在封开县河儿口西村的状元祠，气势非凡，幽雅别致。传说，西村当时未有状元祠，只有乡贤祠，而最早的状元祠应是如今的“大梁宫”，由梁姓族人兴建的，梁姓与莫姓有姻缘关系，即<a href=\"http://so.gushiwen.org/author_2382.aspx\">莫宣卿</a>的恩师梁明甫是莫宣卿的舅舅，在莫宣卿中状元后，梁明甫便筹资兴建，称为“</p> <p>　　唐末咸通十一年，公元八七一年，封州刺史李邦昌表书懿宗皇帝，奏浩莫宣卿谥为“孝肃”，乡族才将乡贤祠改为状元祠。清代重修，光绪甲申年三月十四日，祠移至今西村良种场位置。封川县志》载：封川状元祠“在文德乡长乐里(今西村一带)祀唐状元莫宣卿。”由两柱雕龙冲天式单檐组成的清彩绘顶，巍巍状观，有大殿三间，大门上方中间竖匾额题有乾隆手迹的“孝肃状元”四个大字，祠内珍贵古物繁多，香火鼎盛。</p> <p>　　状元祠是历代莫氏后裔望祠祀祖的地方，也是历朝地方官上香朝拜的场所。唐刺史白鸿儒于此观莫宣卿<a href=\"http://so.gushiwen.org/author_2382.aspx\">诗</a>卷，兴叹“如真金美玉，不落形迹，如化工生物，不事妆点，而生气宛然如在也”；宋进士莫天佑发出“凤昔临封一僻隅，先生特起扫云衢”之感触；明知县方尚祖也有“平桥横跨祠前锁，四野流霞万树霜”的概叹；清仪光中情难自禁：“大魁公肇始，文德此事新。</p> <p>　　状元祠，上世纪五十年代末，被毁。一九九六年，移至此地重建状元祠。</p> <p>　　状元祠内现存有“孝肃状元”石刻两块，记述为清乾隆四年雕刻阳文，一块竖匾镶在祠门上方，高一点五米，宽八十公分，花纹雕边。另一块在祠内三进莫宣卿像后为横匾。刻字清晰可见，花纹玲珑。“考肃状元”石竖匾高悬门顶，此匾是镇祠之宝，是西村遗存的皇帝手迹，状元祠殿堂设莫宣卿坐像，由名师用樟木雕刻，涂金粉妆身，高一点八米，座高四十公分。于在二00五年农历八月十七日开光揭幕。</p> <p>　　当地的旧县志记述，状元坊在封川县前街，清隆庆四年知县朱武为状元莫宣卿建。西村明清时有状元坊和长乐里坊已毁，仅存坊塾。封川县志载，莫宣卿墓在县北百十里文德乡锣鼓岗，碑石尚存。即现河儿口镇新街邻侧。墓大开阔，座东向西，通墓处路口有莫宣卿墓之牌坊。诗云：“村中一亩地，祖建镇中位，华丽十二座，一毁尚余二。”西村原有清乾隆年间建的古居遗迹十二处，一场大火烧毁十座，现仅存二座，保存完美。</p>"
}