{
  "id": 2478,
  "star": 1,
  "name": "裴光庭",
  "image": "http://img.gushiwen.org/authorImg/peiguangting.jpg",
  "dynasty": "唐代",
  "desc": "裴光庭（678年－733年），字连城，绛州闻喜（今山西闻喜东北）人，唐朝宰相，隋朝礼部尚书裴仁基之孙，右卫大将军裴行俭之子。裴光庭出身于河东裴氏中眷房，早年以门荫入仕，历任太常寺丞、郢州司马、司门郎中、兵部郎中等职，后因建议让突厥参与封禅，升任鸿胪少卿、兵部侍郎。开元十七年（729年），裴光庭拜相，初授中书侍郎同平章事，次年又升任侍中。他任相期间，提出“循资格”，以资历作为擢用官吏的标准，还建议向吐蕃传播中原典籍，后封正平县男。开元二十一年（733年），裴光庭病逝，时年五十八岁。追赠太师，谥号忠献。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2478.aspx\">裴光庭</a>虽然幼年丧父，但因母亲厍狄氏深受<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的宠信，得以累迁至太常丞。唐睿宗年间，裴光庭因是梁王武三思的女婿，被贬为郢州司马。</p> <p><strong>累职升迁</strong></p> <p>　　唐玄宗开元年间，裴光庭历任右率府中郎将、司门郎中、兵部郎中。他沉默寡言，不善交游，但工作严谨，受到时人的推崇。</p> <p>　　开元十三年（725年），唐玄宗到泰山封禅。中书令<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>担心夷狄会趁机入侵，欲加强边防军备。裴光庭表示反对，认为有违封禅本意，会使封禅之举名不副实。他道：“夷狄之中，突厥实力最强，也有与我大唐修好之意。若遣使赴突厥，让其派人参加封禅之行，必会欣然从命。突厥若来，诸蕃君主必相继而来。到时我们就算偃旗息鼓，也能高枕无忧。”张说采纳了他的建议，并改任他为鸿胪少卿。东封结束后，裴光庭升任兵部侍郎。</p> <p><strong>担任宰相</strong></p> <p>　　开元十七年（729年），裴光庭升任中书侍郎、同中书门下平章事，兼御史大夫，后又改任黄门侍郎。当时，<a href=\"http://so.gushiwen.org/author_1388.aspx\">宇文融</a>因善于敛财，被罢去宰相之职。唐玄宗鉴于朝廷财政困难，对宰相道：“如今国库用度不足，你们认为应该怎么办？”裴光庭无言以对。他担心宇文融被起用，便行使御史大夫职权，弹劾宇文融交游朋党，并称其子贪赃受贿。宇文融最终被贬到平乐县（在今广西）。</p> <p>　　开元十八年（730年），裴光庭升任侍中，兼吏部尚书，并加弘文馆学士。他撰写《瑶山往则》、《维城前轨》各一卷，对玄宗加以讽谏。唐玄宗下诏褒奖，赐绢帛五百匹，并命皇太子李瑛在光顺门接见裴光庭。裴光庭还引荐李融、张琪、司马利宾等人入值弘文馆，打算按照左传的体制编写《续春秋经传》，并请玄宗撰经。但《续春秋经传》最终未能完成。</p> <p>　　开元十九年（731年），吐蕃遣使入朝，以金城公主的名义求取《<a href=\"http://so.gushiwen.org/author_2478.aspx\">诗</a>经》、《春秋》、《礼记》。秘书正字于休烈上疏反对：“东平王刘宇是汉成帝的亲弟弟，他求取《史记》、《诸子》，成帝尚且不给，何况吐蕃是我大唐之仇敌。若授以经典，使其知用兵韬略，变得更加狡诈，会对中国不利。”唐玄宗与宰相商议，裴光庭道：“正因吐蕃愚昧顽固，方要赐以诗书，让他们受到教化。于休烈在书籍之中只看到权略变诈，却没有看到忠信礼义。”唐玄宗遂将典籍赏赐吐蕃。</p> <p><strong>病逝任上</strong></p> <p>　　开元二十年（732年），唐玄宗命裴光庭与中书令萧嵩分统南衙左右厢兵。同年十一月，裴光庭随唐玄宗祭祀后土，加授光禄大夫，封正平县男。</p> <p>　　开元二十一年（733年），裴光庭病逝，时年五十八岁。唐玄宗废朝三日，追赠他为太师，命<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>为他撰写神道碑文。太常博士孙琬建议给裴光庭定谥号为克（一作克平），但玄宗却赐谥忠献。</p><br/><h2>主要成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2478.aspx\">裴光庭</a>任相期间，提出了新的用人制度，以资历作为选拔人才的标准，称为“循资格”。</p> <p>　　唐朝初年，吏部都以才能作为选拔官吏的标准，有才能的破格提拔，没有才能的只能长期担任低职小吏，甚至有的人取得做官资格二十年之久也没有得到任何官职。裴光庭拜相后，进献《循资格》，提出选用各级官吏，以年资为擢用官吏的条件，不论有无才能，资历满后就可升官。</p> <p>　　《循资格》对于各种官职的任职年限和晋级方式都有严格规定，不得逾越，只要不犯错误，都会有升无降。这让因才能平庸而长期得不到升迁的官员欣喜不已，纷纷称其为“圣书”，但才俊之士却无不怨叹。裴光庭去世后，“循资格”被中书令萧嵩叫停，他所提拔的官吏也都被罢为外职。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2478.aspx\">裴光庭</a>担任宰相时，兼任吏部尚书，让门下主事阎麟之主掌选官事务。凡是阎麟之裁决的，裴光庭都会同意。时人都称“麟之口，光庭手”，意思是说阎麟之一开口说出意见，裴光庭就会下笔批准。</p><br/><h2>家庭成员</h2> <p>父亲：裴行俭，官至礼部尚书，兼检校右卫大将军，封闻喜县公，累赠至太尉。</p> <p>母亲：厍狄氏，曾拜御正（女官名），封华阳夫人，后进封晋国夫人。</p> <p>妻子：武氏，武三思之女，曾与<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>有私情。</p> <p>儿子：裴稹，历任起居郎、祠部员外郎。</p>"
}