{
  "id": 738,
  "star": 2,
  "name": "郑文焯",
  "image": "http://img.gushiwen.org/authorImg/zhengwencao.jpg",
  "dynasty": "清代",
  "desc": "郑文焯（1856～1918）晚清官员、词人。字俊臣，号小坡，又号叔问，晚号鹤、鹤公、鹤翁、鹤道人，别署冷红词客，尝梦游石芝崦，见素鹤翔于云间，因自号石芝崦主及大鹤山人，奉天铁岭（今属辽宁）人，隶正黄旗汉军籍，而托为郑康成裔，自称高密郑氏。光绪举人，曾任内阁中书，后旅居苏州。工诗词，通音律，擅书画，懂医道，长于金石古器之鉴，而以词人著称于世，其词多表现对清王朝覆灭的悲痛，所著有《大鹤山房全集》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>，奉天铁岭（今属辽宁）人，尝自称山东人。如词集《瘦碧词》自署“高密郑文焯”，词集《比竹余音》自署“北海郑文焯”。远祖郑康成，九世祖郑国安于清初有战功，属汉军正黄旗，父郑瑛棨（字兰坡），同治初任陕西巡抚。</p> <p>　　文焯生于清文宗咸丰六年（1856年），十三岁能画指画，吴昌硕曾在他的指画《<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>子》上题赞：“一指蘸墨心玄玄，且园而后大鹤仙。我画偶然<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>耳，对此一尺飘馋涎。鹤与梅花一屋住，有时与鹤梅边遇。梅边遇，兴益赊。毫毛茂，翻龙蛇。”文焯青少年时期曾随其父宦游山西和陕西一带，享受过富贵公子的生活。大约在其20岁前后经历了由富贵到贫穷的急剧转变。其《己卯重九》云：“十载繁华一梦收，及时行乐且勾留。半瓶白酒消闲恨，满目青山忆旧游。翠袖空沾知己泪，黄花须抽少年头。一年一度逢佳节，忍赋新<a href=\"http://so.gushiwen.org/author_738.aspx\">诗</a>断送秋”。</p> <p>　　光绪元年（1875）中举，曾任内阁中书。因七次会试不中，遂绝意进取，自镌私印“江南退士”，弃官南游。因喜爱吴中湖山风月胜景，旅居苏州，为江苏巡抚幕僚40余年。喜与文士交往，与朱祖谋唱酬无间。喜鹤，人见之，常一琴一书，一鹤舞于其间。辛亥革命后，以清遗老自居，又自比<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>。居住上海，专精医学，行医于汉口路福利公栈，兼卖书画以自给。清史馆聘为纂修，北京大学聘为金石学主任教授兼校医职务，月俸金八百；皆婉辞不就。曾在除夕画一老梅枝上数萼，忽生横枝，悬大红爆竹，是未经入画之景，题为“春色春声”。某军长见而喜爱，愿以巨资购买，请题双款，郑文焯婉言谢绝。</p> <p>　　其家先世有藏书颇多，同治年间被水淹没不少。以后继续从事金石、书画、古籍的购藏，名人手跋、点校本，遇见即购。藏书处有“大鹤山房”、“半雨楼”等，藏书印有“叔文校定”、“石芝西堪”、“鹤公过眼”、“江南退士”、“大鹤天隐者”、“樵风家世”等。晚年，所藏书大部分出售给人，自称：物无久聚，终必散出，与其给儿孙出售，不如及身料理，尚能得相当代价。其手稿曾被<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>所得数种。编著《国朝著述未刊书目》。</p> <p>　　郑文焯于62岁时死于吴门（苏州）。1918年春卜葬于光福邓尉。郑逝世后五个月，朱古微、梁任公（启超）、叶玉虎等八人上书内务总长钱能训，致函江苏省长转吴县知县，请他们保护郑墓，可见影响之大。</p><br/><h2>成就</h2> <p><strong>词学</strong><br>　　<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>的文学作品以词为特长，在晚清词坛独树一帜。以白石、叔夏为法，倡导清空澹雅的美学趣味。即词意宜清空；语必妥溜，取字雅洁；使事用典融化无迹；骨气清空。<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>曾对其词给予颇高评价。时湘中<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>以词称雄，及见文焯作，遂敛手谢不及。程颂万、易顺鼎等咸俯首请益，陈启泰说他的词“直逼清真（指宋代<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>），时流无与抗争”。词集有《瘦碧》、《冷红》、《比竹余音》、《苕雅余集》等。其后删存诸词集为《樵风乐府》九卷。仁和（杭州）吴昌绶并收集其生平著述，如《说文引经考故书》、《<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>说故》、《高丽好太王碑》、《释文纂考》、《医故》、《词源斠律》、《冷红词》、《樵风乐府》、《比竹余音》、《苕雅余集》、《绝妙好词校释》、《瘦碧词》、合刊为《大鹤山房全集》。</p> <p><strong>医学</strong><br>　　医书有《医诂》一书。收入经方中精要近夏天者，辨其本末；又取经籍传注所记杂家言，疏通证明。然它持论怀疑《灵枢》、贬低张机的方，未为至当，但能追溯方术源流辨别古籍真伪，还是医林仅见之作，另著《千金方辑古经方疏证》八卷、《妇人婴儿方义》两卷，未见传世。郑文焯为近代词学大家，医术只是郑文焯的余技。然而《医故》一书，虽然篇幅不大，但见地殊属不凡。郑文焯的考据功夫，可与黄元同、冯梦香相比。</p> <p><strong>书法</strong><br>　　工于书法，<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>称其书法：“遒逸深古，妙美冲和，奄有北碑之长，取其高深而去其犷野。” </p>"
}