{
  "id": 251,
  "star": 38,
  "name": "张翰",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_251.jpg",
  "dynasty": "魏晋",
  "desc": "张翰，西晋文学家，字季鹰，父亲是三国孙吴的大鸿胪张俨。吴郡吴县（今苏州）人。生卒年不详，葬于芦墟二十九都南役圩。张翰性格放纵不拘，时人比之为阮籍，号“江东步兵”。齐王执政，辟为大司马东曹掾，见祸乱方兴，以秋风起思吴中菰菜、莼羹、鲈鱼为由辞官而归。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>字季鹰，西晋著名文学家，吴江莘塔人氏，晋惠帝太安元年 (302 年 ) 官至大司马东曹掾，父亲是三国孙吴的大鸿胪张俨。张俨死后不久，东吴就被西晋所灭，作为亡国之人的张翰虽然有才华，善于写文章，但是身受亡国之痛，佯狂避世，不愿意受礼法约束，恃才放旷，很像曹魏时放荡不羁的<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>，因为阮籍曾经担任过步兵校尉，世称“阮步兵”，所以当时人就称张翰为“江东步兵”。</p> <p>　　据《世说新语》记载，东吴灭亡之后，有一次张翰在阊门附近的金阊亭听到有琴声清越，循声找去，原来是会稽名士贺循泊船于阊门下，在船中弹琴，张翰和他从不相识，但是一见如故，顿有相见恨晚的知音之感，两人依依不舍，当张翰问到贺循是去洛阳后，就临时决定也和贺循一起去洛阳，登船就走，连家人也没有告诉。由此事可以看出张翰为人处世确实随心所欲，颇不负“江东步兵”的雅称。</p><br/><h2>后人评价</h2> <p>　　后人对<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>评价颇高，宋代苏东坡有<a href=\"http://so.gushiwen.org/author_251.aspx\">诗</a>赞美张翰曰：“浮世功名食与眠，季鹰真得水中仙。不须更说知几早，直为鲈鱼也自贤。”明陆树声的《长水日抄》对张翰身后名和当世名的看法也颇表赞同。清<a href=\"http://so.gushiwen.org/author_666.aspx\">文廷式</a>在《纯常子枝语》卷五对张翰、顾荣和<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>、陆云兄弟有比较中肯的分析。</p> <p>　　张翰也世代受到家乡人的纪念，据乾隆《吴江县志》卷七载，宋元祐年间，吴江知县王辟筑三高祠，将张翰、范蠡、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>并称三高，入祠其中，后经历代兴修，规模大备，祠内有塑像等物，每逢春秋都有祭奠。</p><br/><h2>墓址</h2> <p>　　其墓葬何处，曾有争议。</p> <p>　　清康熙屈运隆编纂的《吴江县志》 (1685 年 ) 说：“晋东曹掾<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>墓在二十九都南役圩”。乾隆十二年沈彤等人编纂的《吴江县志》 (1747 年 ) 说：“按《吴地记》云：张翰葬横山东五里。《吴郡图经续纪》云：张翰葬横山东五里，坟亡。《姑苏志》《吴县志》皆因之。则翰墓有确证，不可假托。”后出的乾隆县志不同意康熙县志的说法。</p> <p>　　《吴地记》虽然是最早的地情书。但此书“非一人一时之作，为后世重辑之残本”，“有他人之作窜入”。张心澄《伪书通考》称其书“伪窜”。因此该书仅几个字的含糊记述令人生疑。至于后面三本志书是“皆因之”，更难以使后人信服。</p> <p>　　清初长洲学者张大纯实地调查后，在《三吴采风类记》中明确记载张翰墓在二十九都二图南役圩，并作《过季鹰墓感赋》：</p> <p>　　弭节江干日已晡，季鹰高节冠东吴。宦情落落空千载，墓草青青傍五湖。</p> <p>　　杯酒生前轻将相，秋风身后重莼鲈。只今势利滔滔是，过此还应愧汗无？</p> <p>　　与沈彤同时代的北芦墟人沈刚中在其《分湖志》 (1747 年 ) 中记述：“南役圩有古墓，无封植树。民指为翰墓”。以后，嘉庆年间 (1800 年前后 ) ，该地曾有张翰墓碑出土，惜字迹模糊。同治九年 (1870 年 ) 吴江知县黎庶昌重修张翰墓并立石。</p> <p>　　1958 年 11 月 11 日 ，吴江县文教局派员查明：位于莘塔公社东联大队南役圩南端的张翰墓占地 50 平方米，封土高 1.5 米 ，墓西约 40 米 处的敬信庵曾供奉张翰的神位。墓碑和木神位已于去冬今春毁掉。当时建立三人保管小组，插牌明示。</p> <p>　　2000 年秋调查：张翰墓已于 60 年代中期毁掉，遗址在今莘塔镇枫西与荡东两村 ( 即原东联大队 ) 之间的东枫小学内，前排平房教室西半部即墓址所在；敬信庵原址上早已改建成村办公所和小工厂。张氏后代仍在东弥陀村，有东张、西张两支系。枫里桥、南役圩、莼鲈港又名二图港等都是当地地名；在明清朝均属二十九都二图。方言“二”念成“尼”，“二图港”转音成了“弥陀港”。此地在元荡东北滩。志书上元荡名“莼菜荡”，鼋荡、元荡均是后来的说法。</p>"
}