{
  "id": 1635,
  "star": 0,
  "name": "陈康伯",
  "image": "http://img.gushiwen.org/authorImg/chenkangbo.jpg",
  "dynasty": "宋代",
  "desc": "陈康伯（1097年— 1165年4月10日[1] ）南宋大臣，抗金宰相。字长卿，一字安侯，江西省弋阳县南港口乡南山人。 徽宗宣和三年进士。历官高宗参知政事、右相、左相、孝宗枢密使、左相兼枢密使。南宋时期 金兵南下侵宋，陈康伯力主抗金，危难之际，他迎眷属入临安，荐虞允文参谋军事，在采石大败金兵。病死于京城任所，归葬于弋阳县新政乡九龙岗。 宋高宗曾称赞陈康伯“静重明敏，一语不妄发，真宰相也。”宝庆二年（1226年），理宗图其像于昭勋阁，为昭勋阁二十四功臣之一。",
  "content": "<h2>生平</h2> <p><strong>抗金</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1635.aspx\">陈康伯</a>为宋徽宗宣和三年（1121年）进士。而后历任太学正、柯州代理知州、太 常博士、枢密院大计议官、泉州知州、汉州知州、吏部尚书、左右仆射同中书门下平章等职。在绍兴三十一年三月拜左仆射与<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>共同辅佐朝政。<br>建炎末，衢州常出现盗匪之祸，身为衢州通判的陈康伯，力督州兵济王之师，进行讨伐，并成功捣毁了盗匪在衢州的势力。高宗为奖励其功劳，提升为太 常博士，后改任提举江东常平茶盐，再后担任了枢密院大计议官。此时，虽然说陈康伯是与秦桧同朝为官，而且与秦桧在太学中有有旧交，但是，陈康伯却是与与秦桧在“泊然无求，不偷合”。在秦桧死后，陈康伯出任吏部侍郎，在次任是他就提出“节用宽民”，要求朝廷节俭岁用，采取有所入则储备其中十分一二以预防水旱灾害。在秦桧当政的时候，有的官吏为了迎奉秦桧的喜好大兴冤狱，而陈康伯挺身而出平谳多次于朝廷上直述冤情，保护了诸多士大夫，通过这些措施以此来节省费用，减轻百姓税赋，平反冤狱。高宗登基后不久就拜陈康伯为参知政事。</p> <p>　　绍兴十一年十一月，宋高宗和金人修定和议。这一和约给宋、带来了二十年相对比较安定与平和的社会生活生存环境。二十年后的绍兴三十一年五月，完颜亮即位，欲乘天下之乱，积极地准备再次入侵南宋王朝。同年 5月金国以贺天申节为名派出使节，口出蛮言，竟然要求宋朝廷将淮、汉地划割给金。面对金人的无理的要求，朝中围绕着与金是战还是和进行激烈的争议。内侍省都知张去为阻止用兵而陈退守避国策，中外妄传幸闽、蜀，劝说高宗退避福建、四川。侍御史陈俊卿就主张起用<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>并要求治张去为之罪以振作士气。当时身为右相的朱倬却无一语，不表态。大敌当前，时为左相的陈康伯极力主张抗金，反对退避与和议。认为金敌撕毁盟约，天地共愤，面对金对南宋侵害，认为朝廷有进无退，只要朝廷圣意坚决，则广大将士抗金士气自然倍增，主张并分三路坚决抗击金兵。他的主张得到了大学士宋苞的支持，一时之间主战派占据了优势。</p> <p>　　陈康伯借助其主张的相对优势，及时向高宗提出了与金作战的战略措施。他提出了具体四项措施：一是增派刘锜为荆南军，兵发重流抵抗金兵；二是分画两淮之地，命令诸将组建民间团社，各保其境；三是针对刘宝部将骄卒少难以独挡淮东，积极增援，加强城防；四是沿江诸郡修城积粮，以稳固内地。 1160年底，汤思退罢相，陈康伯独任右相。 1161年，起用正在患病的老将刘锜为江淮浙西制置使，领兵抵御。 1161年 9月，完颜亮准备兵分四路直取南宋。东路完颜亮率主力进攻淮南，中路进攻襄阳，西路由风翔率领攻打大散关，另有海路则直趋临安。面对金兵的长驱直入，主战派代表陈康伯也对此做出了积极的迎战部署，提出了分兵迎战策略：遣成闵守鄂洲以守备襄汉中路；由吴璘守川陕之地以备西路之敌；李宝率兵海上迎战；刘锜为江淮浙西制置使，守两淮之地。</p> <p>　　金军从寿州渡淮，长驱直入。刘锜领兵迎战，命副帅王权先行。而王权却和妻妾哭泣告别，以犒军为名将家中金帛装船运走，住在和州不敢前进。刘锜再次下命令王权进军寿春。王权才不得已进军到庐州，然而一听说金军到来，就连夜逃走，致使宋军不战而溃。此时正值刘锜患重病，只好退兵镇江，淮南沦陷，警报频频，京都震动，“朝中有遣家欲避者”，高宗闻讯，决计重演故技，试图再次入海避敌。宰相陈康伯竭力劝阻，陈康伯无所畏惧安排全家由江西入浙安家，且下令临安诸城门开闭如同往常，以此安定百姓。为了稳定高宗之心，他解衣置酒，从容不迫，共商大计，高宗看后才稍微放宽了心。但是陈康伯虽然这样做了，还是不放心。第二天，又一次入奏劝陛下静以侍之，坚决抵抗。在陈康伯的力阻之下，高宗决定暂留临安，观望形势。然而高宗对自己的这种观望的姿态并未坚持多久，就又开始动摇了。一日，高宗拟下诏书“如敌未退，散百官”，康伯见了诏书非常气愤，当即烧毁了诏书，以示坚决不执行，并觐见高宗，指出一旦百官散去，君主势单力孤，无法守护朝廷，还不如御驾亲征，发愤一击。在群臣的强烈的要求下，高宗最终被迫同意“下诏亲征”，派知枢密院事叶义问到建康督视江淮军马，中书舍人虞允文参谋军事，准备抗敌。但又暗地命令建造御船，做好海上逃难的准备。</p> <p>　　1161年10月，完颜亮军已抵和州，叶义问在镇江想要逃跑，被部下强留在建康。金军在和州赶造船只，打算渡江攻占采石镇，形势十分严重。这时，虞允文赶到采石，整顿溃军，激励士气，迅速做好迎战的部署。完颜亮派遣五百兵士，驾船入江，亲自在江边用小红旗指挥。虞允文命宋军战舰迎战，而另有当涂县的民兵驾海鳅船冲锋在前，金船被冲散分为两处。宋军奋勇向前，把金兵大部分杀死在江中。第二天，虞允文命舟师至杨林河口阻击金军，又在上游放火烧毁了金其余的船，取得大胜利。完颜亮不能过江，只好移军瓜洲。</p> <p>　　金军从海上进攻临安的一路，由工部尚书苏保衡率领，也在密州胶西县陈家岛被时任南宋浙西路马步军副总管李宝军队打得大败。李宝早年在<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>部下统领义军，屡立战功，这次战役他自身率领战船一百二十只，弓弩手三千人，航海抗击金水军。途中，李宝援救了被金军围困在海洲的魏胜抗金义兵，并与山东义军取得了联系，然后从海上进军到密州胶西县。他从来降的金军汉人水手那里得到金军不惯水战、在船中匍匐而睡的底细，及时发动进攻。敌舰逼近后，李宝军突然鼓噪而进，金军惊慌失措。李宝军用火箭射金船油帆，金船大半起火，少数没起火的金船，也被宋军跳上船去以短兵击刺金军，金军中的汉人脱甲而降的达三千余人。苏保衡座船尚未启程，得报战败，急忙逃跑。金军舰队被大部歼灭。</p> <p>　　李宝领导的宋军与山东农民起义军联合作战的胜利，使得其他宋军与义军纷纷效法联合作战，先后收复邓州、蔡州、陈州、顺昌府等地。西北方面进犯川陕的金军，受到四川宣抚使吴玠军的痛击，吴玠指挥各路军马收复了秦、洮、陇、商、虢、华、陕七州。金军后方，抗金义军也纷纷起兵。魏胜攻克海州，使完颜亮南侵军发生后顾之忧。“山东魏胜”的威名，金军闻之丧胆。其他各路义军，也活跃在金军后方，攻打城邑，经金朝统治者以很大的威胁。在金军南侵失败的形势下，金朝统治集团内又一次发生了改变。金东京留守完颜雍乘完颜亮南下，夺取政权，自立为皇帝（金世宗），宣布废去完颜亮。完颜亮进军到扬州，被部将杀死。金军撤退，宋军收复了两淮地区。</p> <p>　　金军的撤退，也就意味着高宗象征性的“御驾亲征”结束了。</p> <p><strong>复师北伐</strong></p> <p>　　绍兴三十二年五月，高宗对康伯说高宗自己“今老且病，久欲退闲”，想向众臣宣布让位与赵玮，与陈康伯密赞大议。同年，孝宗即位。在其父子内禅帝位的仪式上，高宗让康伯奉持禅让册书。基于高宗对康伯的重用与赏识，新主孝宗也对其倍加的尊重，在称呼上也只是称他为丞相而不叫他的名字。而且，孝宗也曾经对大臣们说“陈康伯有气量，朕伴随太上皇帝在金陵时，他遇事从容不迫的气度，可以和东晋的谢安相比。”孝宗即位不久，进封康伯为“信国公”。</p> <p>　　孝宗即位不久，就开始积极地讨论准备北伐。为此，孝宗也就被后人视为比较好的一个皇帝。隆兴元年，张浚与陈康伯为首的主战派进军中原。在北伐前期，南宋取得了比较好的成绩，而在后期则是战况不佳，特别是在符离这个地方的一次大战，宋军溃不成军。符离之败使宋金两国的关系，再次的发生变化。孝宗开始在和战之间摇摆不定，高宗这时站出来积极地主持和派，碍于高宗与众臣子的压力与议论，孝宗派淮西安抚使干办公事卢仲贤前往金军人营议和。</p> <p>　　数月后，卢仲贤带回了金军议和的条件。但是，卢仲贤一回来就遇到了<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>弹劾，说卢仲贤是“辰国丧礼”。朝廷派卢伸贤去与金交涉中争论的最大的三件事：我方所要求的停止称臣的旧礼，对方也肯同意；对方所要求的岁币数量不变，我方不深加计较；其中没有达成一致的是，对方想要得到四州之地（海、泗、唐、邓）而我方以速还祖宗陵寝、钦宗棺椁为理由，不同意交还四州。针对此种谈判条件，陈康伯斥怒说：“这些人都因为祸福利害地于他们没有切身的关系，口出大话误害国家，以博取名声。这是关系到宗端社稷的大事，岂同儿戏。” 朝中两派再一次的争吵不休，陈康伯极力支持主战，最后还是太上皇帝出来极力支持主和派，这才打定了孝宗的心。这次的论战尚未结束，主和派又开始一齐弹劾陈康伯，陈康伯不得已请求罢官回乡并推荐张浚为相。因为随高宗亲征回来时康伯就染上了病，康伯曾请求了回乡，但是没有得到同意。这次请辞，孝宗答应了，同时又对陈康伯说“有宣召，慎勿辞”。还亲自召集百官为他饯行，“宰即府饯别，百官班送都门外”。这些可以看出孝宗对回乡的康伯仍然还是十分的敬重。</p> <p>　　康伯走后，张浚代之。隆兴二年，金人又提出了无礼的要求。孝宗在主战派的鼓励之下命张浚视师两淮，全力奋战。汤思退及其同党百般攻击张浚，污蔑他“名曰备守，守未待发，名曰治兵，兵未必精”。孝宗最终还是屈从了主和派罢了张浚的相，由汤思退独任右相半年之久。汤思退与金人暗通声气，要求金军重兵迫和。金军挥师南下，由于主和派的主动撤防，金军轻而一举的攻破宋军的两淮防线。汤思退还极力主张放弃两淮，退守长江，尽快与金议和。面对险境，孝宗及时罢免了汤思退、决定重新起用因病出朝的陈康伯，任命他为左相，以支持大局。当时陈康伯的病还较严重，他的亲故们知道他又要再次入朝，纷纷来劝导不要出相，要他上书请求辞去相位。但是，康伯意正严词的说到“不然。吾大臣也，今国家危，当舆疾就道，幸上哀而归之尔。”虽然说，陈康伯的出相意味着主战派再一次的胜利，但终久还是无力回天，战争最后以宋军失败议和告终。</p> <p>　　乾道元年二月，他向孝宗汇报完工作后就退去，走到官员值宿的房舍突然发病，用轿子抬到家中，就去世了，享年六十九岁，归葬于弋阳县新政乡九龙岗。孝宗赠授他太师之衔，定谥号为“文恭”，亲笔为他书写“旌忠显得之碑”的碑文，立碑在他的墓前。庆元初，“配享孝宗庙庭，改谥号文正。”之前，宋高宗曾称赞陈康伯“静重明敏，一语不妄发，真宰相也。”这应该是很中肯的评价。</p> <p>　　陈康伯为人刚正不阿在国家危难之际，不顾惜自己个人的安危，临危赴人，挺身抗击金兵的入侵。身为孝宗之臣子，身为宋朝之臣民，“以经济自任，临事明断”不仅仅受到当 时君臣百姓的尊敬与爱戴，而且也成为后世学习的楷模。</p><br/><h2>历史评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>：静重明敏，一语不妄发，真宰相也。</p><p>　　<a href=\"http://so.gushiwen.org/author_1833.aspx\">赵眘</a>：<a href=\"http://so.gushiwen.org/author_1635.aspx\">陈康伯</a>有气量，朕扈从太上在金陵，其从容不迫，可比晋谢安。</p><p>　　郑侨：见宰臣赠太师、鲁国公、谥文恭陈康伯，德量宽博，能服众心；器资凝重，足任大事。当绍熙授受之际，密赞神谟，光辅初政，纲纪修举，朝廷清明。再还鼎司，人望愈重，始终无玷，有古贤相之风。式承明诏，伏请配飨孝宗庙庭。</p><p>　　<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>：谢安之于桓温，如近世陈鲁公之于完颜亮，幸而捱得它死耳。</p><p>　　罗大经：周瑜赤壁、谢安淝水、寇莱公澶渊、陈鲁公采石，四胜大略相似。</p><p>　　<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>：陈康伯以经济自任，临事明断。</p><p>　　<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>：迟魏之帝者，一周瑜也；保宋之帝者，一<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>也；延宋之帝者，一陈康伯也。</p><p>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>：①虞允文、陈康伯可引与同心，而未遑信任。②故孝宗立，奋志有为，而四顾以求人，远邪佞，隆恩礼，慎选而笃信之，乃其所得者，大概可睹矣。陈康伯、叶颙、陈俊卿、虞允文，皆不可谓非一时之选也。</p><p>　　《历代群英歌》：①康伯拯济艰难，<a href=\"http://so.gushiwen.org/author_982.aspx\">史浩</a>备守为尚。 ②南宋高宗四九龄，始终五相辅中兴。<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>力谏君南幸，颐浩驱驰将北征。<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>秉衡朝士贺，魏公堂轴众心倾。天诛秦桧生康伯，止幸闽都国又兴。</p><p>　　蔡东藩：①假使高宗构有恢复之志，声其罪而加之讨，则南北义士，奋起讨逆，大憝授首，炎宋中兴，宁非快事？乃闻寇南来，即思退避，愚弱不振，一至于此。幸陈康伯劝阻于内，虞允文达权于外，始得侥幸一胜，保全东南。 ②高宗内禅，孝宗嗣位，当时以英明称之，有相如陈康伯，有帅如<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>，宜若可锐图恢复矣。</p>"
}