{
  "id": 191,
  "star": 17,
  "name": "卢挚",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_191.jpg",
  "dynasty": "元代",
  "desc": "卢挚（1242-1314），字处道，一字莘老；号疏斋，又号蒿翁。元代涿郡（今河北省涿县）人。至元5年(1268)进士，任过廉访使、翰林学士。诗文与刘因、姚燧齐名，世称“刘卢”、“姚卢”。与白朴、马致远、珠帘秀均有交往。散曲如今仅存小令。著有《疏斋集》（已佚）《文心选诀》《文章宗旨》,传世散曲一百二十首。有的写山林逸趣，有的写诗酒生活，而较多的是“怀古”，抒发对故国的怀念。今人有《卢疏斋集辑存》，《全元散曲》录存其小令。",
  "content": "<h2>作品</h2> 　　<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>有《疏斋集》、《疏斋后集》,今皆佚。<a href=\"http://so.gushiwen.org/author_191.aspx\">诗</a>、文散见于《元诗选》、《天下同文集》等集中。其散曲作品见录于《太平乐府》、《阳春白雪》等集中。据《全元散曲》所辑，今存小令120首左右。<br/><h2>艺术风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>的散曲作品以“怀古”题材为多，如《洛阳怀古》、《夷门怀古》、《吴门怀古》等等。作者登临凭吊,往往吐露对于时势兴衰的感慨,调子比较低沉。他虽然身为显宦，却有不少向往闲适的隐居生活、以及描写质朴自然的田园风光的作品，如〔双调·蟾宫曲〕《田家》，描写了盛夏农村“看荞麦开花，绿豆生芽”的景象，语言本色，意致自然。 </p> <p>　　他的散曲风格明丽自然,<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>说:“疏斋媚妩如仙女寻春，自然笑傲。”(《阳春白雪序》)这大致概括了卢挚作品的艺术风格，如〔沉醉东风〕《秋景》、〔湘妃怨〕《西湖》等都体现了这种特色。他的写恋情的作品蕴藉委婉而又不失明晓自然。如〔落梅风〕《别朱帘秀》，吸收了民歌的白描手法，感情深挚。<br></p><br/><h2>生平</h2> <p><strong>家门寒微</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>生于唐玄宗天宝十三载（754年），相传出生在苏州嘉兴城内甜水井（今嘉兴市区斜西街东首）。陆氏自东汉末即为江南望族，陆贽出生时家门已衰落。父陆侃曾任溧阳县令，早逝，贽受母教成长。</p> <p><strong>德宗内相</strong></p> <p>　　大历六年（771年），陆贽中进士，又应博学鸿词得高第，授华州郑县尉，后免职回乡。寿州刺史张镒名望很高，陆贽去参见，交谈了三天，张镒认为他是奇才，请与他结为忘年交。告辞时，张镒赠钱百万，说“：请作为母亲大人一日的费用。”陆贽不肯接，只收了一串茶叶，说：“斗胆不收您赠送的厚礼。”他凭文牍判词写得出类拔萃，补任渭南县主簿（《新唐书》作渭南县尉，后迁任监察御史。<br>唐德宗即位后，派黜陟使庾何等十一人巡视天下。陆贽游说使者，请求用“五术”察看风俗民情，“八计”考察地方官政绩，“三科”选拔才智出众的人才，“四赋”管理财政“，六德”安定疲困的人，“五要”精减官员。唐德宗为太子时就听说过陆贽的名声，此时任命他为翰林学士。</p> <p>　　当时藩镇跋扈，朝政紊乱，叛军陷长安，军阀朱泚僭称帝，陆贽随德宗避乱奉天，转为考功郎中。李怀光叛乱，又扈从德宗逃往梁州，转谏议大夫。长安收复后，还东京转任中书舍人。自任翰林学士后，即参赞机要，负责起草文诏，甚得朝廷倚重，号称“内相”。时当危难之际，朝政千头万绪，大量诏书均由陆贽起草，他疾笔如飞，凡所论列，无不曲尽情理。</p> <p>　　陆贽供职翰林院，受到德宗的亲近信任。在艰难的日子里，虽然有宰相，但是无论大事小事，德宗一定要与陆贽商量，所以当时人们把他叫做内宰相。德宗无论到哪里去，也一定要有陆贽伴随。由于梁州、洋州道路险恶难行，德宗曾经与陆贽失散。过了一夜，陆贽还没有到来，德宗担惊发愁流眼泪，征召能够找到陆贽的人，赏赐一千金。过了许久，陆贽才到，德宗非常高兴，太子以下的人们都来祝贺。然而，陆贽常常直言谏诤，有违德宗的意旨。卢杞虽被贬官，但德宗内心中还是庇护他。陆贽极力陈诉卢杞的邪恶导致了变乱，德宗虽然表面上同意，心中却很不高兴。所以，刘从一、姜公辅都从低的职位进用为宰相，陆贽得到德宗的恩宠和知遇虽然隆盛，却没有出任宰相。回到京城后，只任中书舍人。母亲韦氏仍然在江东，德宗皇帝派宦官接她回京城。不久陆贽因守母丧，解除了官职，寄住在东都洛阳。各方面赠送的礼物一概不收，只有韦皋是贫贱时的故交，事先通报，说所送的礼物是皇帝命令他收的，他才收下。</p> <p><strong>贞刚律己</strong></p> <p>　　德宗又命宦官把陆贽父亲的灵柩从嘉兴护送到洛阳安葬。守丧期满后，陆贽以权知兵部侍郎职务召回，又任翰林学士。陆贽入朝谢恩时，拜伏在地抽泣，德宗也感动地站起身来，改换容仪抚慰他。爱重礼遇更加优厚，天下的人认为他能当宰相。但窦参对他一向心怀不满，嫉妒他。陆贽也多次向德宗报告窦参的罪过。</p> <p>　　贞元七年（791年），罢翰林学士职，拜兵部侍郎，知贡举。</p> <p>　　贞元八年（792年），窦参被免，陆贽拜中书侍郎、同平章事，出任宰相。</p> <p>　　陆贽执政期间，公忠体国，励精图治，具有远见卓识。在当时社会矛盾深化，唐王朝面临崩溃的形势下，他指陈时弊，筹划大计，为朝廷出了许多善策。他对德宗忠言极谏，建议皇帝了解下情，广开言路，纳言改过，轻徭薄赋，任贤黜恶，储粮备边，消弭战争。这些建议有些为德宗采纳，化为实际政策。特别是在藩镇叛乱举国动摇的情势下，规劝德宗下诏罪己，为德宗起草了诚挚动人的诏书并颁行天下，前线将士为之感动，有的听到后痛哭，叛乱者上表谢罪。由于他善于预见，措施得宜，力挽危局，唐王朝摇摇欲坠的局面得以转危为安。陆贽秉性贞刚，严于律己，自许“上不负天子，下不负所学”，以天下为己任，敢于矫正人君的过失，揭露奸佞误国的罪恶。他认为立国要以民为本，对“富者兼地数万亩，贫者无容足之居”的尖锐对比，深为愤慨，同情人民的悲惨生活。他力劝德宗爱人节用，轻徭薄赋，反对横征暴敛，主张使“一代黔黎，跻富寿之域”。</p> <p><strong>受诬被免</strong></p> <p>　　陆贽为相期间，户部侍郎、判度支裴延龄以谄佞德宗信用，“天下嫉之如仇”。陆贽仗义执言，多次上书参奏裴延龄的罪行。德宗不高兴，于贞元十年（794年）罢陆贽为太子宾客。</p> <p>　　陆贽本来谨慎小心，一向不与宾客交往。裴延龄猜到德宗对陆贽薄情，趁机进谗言，百般污蔑他，德宗发怒，想杀掉陆贽，多亏阳城等人一同上奏章替陆贽分辩，才免死降为忠州（今重庆忠县）别驾。后来德宗又渐渐思念他，恰逢薛延任忠州刺史，传达德宗慰劳的旨意。韦皋多次上奏章请求让陆贽代领剑南节度使，德宗还记恨他，不肯授任。</p> <p>　　陆贽谪居僻地，仍心念黎民，因当地气候恶劣，疾疫流行，遂编录《陆氏集验方》50卷，供人们治病使用。</p> <p><strong>卒于贬所</strong></p> <p>　　唐顺宗即位后，下诏召还陆贽，诏书还没有到达贬所而陆贽已逝，享年五十二岁，获赠兵部尚书，谥号宣。后从祀孔庙西庑四十七位。</p> <p>　　康熙六十一年（公元1722年），陆贽与历代功臣四十人从祀历代帝王庙。</p>"
}