{
  "id": 599,
  "star": 28,
  "name": "王士祯",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_599.jpg",
  "dynasty": "清代",
  "desc": "王士祯（1634—1711），原名王士禛，字子真、贻上，号阮亭，又号渔洋山人，人称王渔洋，谥文简。新城（今山东桓台县）人，常自称济南人，清初杰出诗人、学者、文学家。博学好古，能鉴别书、画、鼎彝之属，精金石篆刻，诗为一代宗匠，与朱彝尊并称。书法高秀似晋人。康熙时继钱谦益而主盟诗坛。论诗创神韵说。早年诗作清丽澄淡，中年以后转为苍劲。擅长各体，尤工七绝。但未能摆脱明七子摹古馀习，时人诮之为“清秀李于麟”，然传其衣钵者不少。好为笔记，有《池北偶谈》、《古夫于亭杂录》、《香祖笔记》等，然辨驳议论多错愕、失当。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>出生在一个世代官宦家庭，祖父王象晋，为明朝布政使。士祯出生于官舍，祖父呼其小名为豫孙。五岁入家塾读书，六七岁时读《<a href=\"http://so.gushiwen.org/author_599.aspx\">诗</a>经》。顺治七年（1650年），应童子试，连得县、府、道第一，与大哥王士禄、二哥王士禧、三哥王士祜皆有诗名。顺治十五年（1658年）戊戌科进士，文名渐著，23岁游历济南，邀请在济南的文坛名士，集会于大明湖水面亭上，即景赋秋柳诗四首，此诗传开，大江南北一时和作者甚多，当时被文坛称为“秋柳诗社”，从此闻名天下。后人将大明湖东北岸一小巷名“秋柳园”，指为王士祯咏《秋柳》处。</p> <p>　　顺治十六年（1659年），任扬州推官，“昼了公事，夜接词人”，康熙十七年（1678年），受到康熙帝召见，转侍读，入值南书房。升礼部主事，康熙四十三年（1704年），官至刑部尚书。不久，因受王五案牵连，被以“瞻循”罪革职回乡。康熙四十九年（1710年），康熙帝眷念旧臣，特诏官复原职，因避雍正讳，改名士正。乾隆赐名士祯，谥文简。但其后，世人，包括正统的中国文学史对之却居然是“王士禛”或“王士祯”两存而使用着的。</p> <p>　　《四库全书总目提要》说：“当我朝开国之初，人皆厌明代王（世贞）、李（攀龙）之肤廓，钟（惺）、谭（元春）之纤仄，于是谈诗者竞尚宋元。既而宋诗质直，流为有韵之语录；元诗缛艳，流为对句之小词。于是士祯等以清新俊逸之才，范水模山，批风抹月，倡天下以‘不著一字，尽得风流’之说，天下遂翕然应之。”钱钟书在《谈艺录》中评王渔洋的诗：“一鳞半爪，不是真龙”。</p> <p>　　王士祯的诗清新蕴藉、刻画工整，散文、词也很出色。他提出的神韵诗论，渊源于唐<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>“自然”、“含蓄”和宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>“妙语”、“兴趣”之说，以“不著一字，尽得风流”为作诗要诀。所传诗文中，有不少题咏济南风物，记叙济南掌故之作。曾为蒲评点《聊斋志异》并题诗共勉。</p> <p>　　一生著述达500余种，作诗4000余首，主要有《渔洋山人精华录》、《蚕尾集》、杂俎类笔记《池北偶谈》、《香祖笔记》、《居易录》、《渔洋文略》、《渔洋诗集》、《带经堂集》、《感旧集》、《五代诗话》。康熙四年（1665年），王士祯升任户部郎中，到京城为官。当时的京城才人墨客云集，为王士祯施展才华提供了舞台，他在诗歌创作中提出“神韵”说，开一代诗风。王士祯多才多艺，有大量名篇传世，他写景的诗文尤其为人称道，所作小令中的“绿杨城郭是扬州”一句，被当时许多名画家作为画题入画。王士祯的才华很快得到了康熙皇帝的赏识，康熙皇帝称其“诗文兼优”，“博学善诗文”。康熙十七年（1678年）王士祯受到皇帝的召见，“赋诗称旨，改翰林院侍讲，迁侍读，入仕南书房”，成为清代汉臣由部曹充词臣的第一人。康熙皇帝还下诏要王士祯进呈诗稿，这在当时是十分罕见的殊荣。王士祯遂选录自己300篇诗作进奉，定名《御览集》。从此，王士祯平步青云，常常得到御赐字画，还多次参加重要宴饮。</p> <p>　　当时，王士祯诗名扬天下，官位也不断迁升，成为清初文坛公认的盟主，一时间，诗坛新人、文坛后辈到京城求名师指点作品，往往首先拜见王士祯，如能得其一言片字褒奖，就会声名鹊起。<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>是落拓不第的文人， 《聊斋志异》也久不被世人认识，当蒲松龄找到王士祯时，王士祯“加评骘而还之”，还赠诗蒲松龄：“姑妄言之妄听之，豆棚瓜架雨如丝．料应厌作人间语，爱听秋坟鬼唱诗。”为了让《聊斋志异》出版，王士祯在该书上大书“王阮亭鉴定”，使得各家书坊争相求索书稿，刊刻《聊斋志异》“以为荣”。当时的名流称赞此事：“国家文治轶千秋，扢雅扬风，巨公踵出，而一代正宗必以新城王公称首。”</p> <p>　　宋严羽“妙语”、“兴趣”之说，记叙济南掌故周村城西长白山美丽的自然风光和优越的气候条件，吸引了王士祯，他便在修建了别墅，名叫“夫于草堂”。每逢闲暇便来游玩小住。盛夏酷暑，则全家来此消夏。这里有漫山的森林，清碧的泉水，鹿鸣鹤舞，湖光山色，是难得的避暑胜地。附近又有繁华的周村，生活十分方便。苑城的袁守侗等大官僚，也都在山中见有别墅。</p> <p>　　王士祯被罢官后，曾长期在山中别墅居住，登峰观瀑，临池戏鱼。有时登临会仙高峰，谣望清河碧带，芽庄湖帆，乘兴吟哦“东山清风来，西涧凉雨度”。兴致高时，仰天长啸，空谷传响，极为惬意。他的《长白山录》对长白山周围的自然景色、山川风物做了详细记叙，《夫于草堂集》、《香祖笔记》等，也是在这里写成的。</p> <p>　　王士祯官至刑部尚书，颇有政声。渊源于唐司空图“自然”、“含蓄”和之作。</p> <p>　　王士祯是清初诗坛上“神韵说”的倡导者。后人所辑《带经堂诗话》，反映了他的论诗主张。王士祯论诗以“神韵”为宗，而其渊源则本于司空图和严羽。他鼓吹“妙悟”、“兴趣”，以“不着一字，尽得风流”为诗的最高境界。强调淡远的意境和含蓄的语言。王士祯的诗歌创作，早年从明七子入手，“中岁逾三唐而事两宋”，晚年又转而宗唐，但是在这三次转变中，提倡“神韵说”是贯穿始终的最能体现王士祯“神韵说”理论，并且写得好的是他的七言绝句。</p> <p>　　王士祯倡导的神韵说，主宰诗坛数十年。他的诗歌创作和诗学理论在清代达到了顶峰，从而在中国诗歌理论史上写下了光辉的篇章，为中华民族文化和世界文化发展做出了重要贡献。</p> <p>　　王士祯于康熙五十年（1711年）去逝。享年78岁。王家曾四代官至尚书，桓台境内至今还存有歌颂王家功德的全国罕见的砖牌坊，上刻清代著名书法家董其昌题写的“四世宫保”四个大字。</p><br/><h2>理论观点</h2> <p>　　清初<a href=\"http://so.gushiwen.org/author_599.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>是继<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>、<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>之后倡导神韵理论的又一大家 是“神韵说”的“集大成”者。他也因标举“神韵”而名声大噪。遗憾的是，王渔洋平生只“拈出神韵”二字，并未对此作正面系统阐述。后世注家各执己见，纷纷诠释，出现了一些不同观点：</p> <p>　　有认为“神韵”即 “格调”亦即 “肌理”，它是“彻上彻下无所不该”的，这是翁方纲“泛神韵论”的解释。有认为 即，郭绍虞先生力主此说，他指出 ：“神韵”“韵” “实则渔洋所谓神韵，单言之也只一‘韵’字而已。”敏泽先生以为神韵 “有时是指创作上和形似，形式等等相对应的内在的神似、气韵、风神等一类的东西”，“有时它又是指创作中那种在内容上以写景为特点，在风格上比较清新，富有诗情画意的气氛和境界。”蔡钟翔先生认为 ：神韵是“古淡清远的意境”。吴调公先生在其著作《神韵论》“。叶嘉莹先生也说 ：总论中则说 ：神韵的主要内涵是指诗味的清逸淡远”“总清远二妙，则为神韵。”钱钟书先生在谈到渔洋诗论时亦评述道“神韵乃诗中最高境 ：界”，”“说，说等等。以上诸“优游痛快，各有神韵。此外还有味外味”“神韵分离，以韵为主”说自有其合理乃至深刻的方面，它们都不同程度地谈到“神韵”的某种内涵。然而就渔洋诗论和诗歌创作的实际倾向来看，似感不甚妥切。笔者认为，王渔洋标举的 “之 神韵”“神韵说”“有两层含义 ：一是指诗歌艺术风格上，优游不迫”与“沉着痛快”两种风格并举而又侧重于古淡闲远一格 （简称“并举说”），二是指在某一首诗歌中追求“与的高度统一，重在诗的内在品质，韵”则偏重诗的外在风貌神”“韵”“神”“（简称“统一说”）。</p> <p>　　明清时期对古典文学文法的研究日趋深入缜密，而与此同时王士祯王渔洋的“神韵说”却又别开生面，超越了传统意义上的文法研究所执着的具体的文本形式，对古典作品艺术价值的理解上升到了一个更加玄奥的层面。</p> <p>　　然而，究竟应当怎样理解王渔洋的神韵说在古典文学形式观念的发展中所处的地位，却还是一个尚待解决的问题。王渔洋自己在说明他的神韵说理论时说，他最喜欢司空图《二十四诗品》中“不著一字，尽得风流”八个字；有时又标举出严羽的“羚羊挂角，无迹可求”八个字来说明神韵的含义。从他的神韵说观念和这些解释中很容易得出这样的观点：神韵是指作品中只可意会不可言传的某种情思内涵而不是形式方面的特点。翁方纲为了澄清神韵说的玄虚之论，在专析神韵说的《神韵论》文中把神韵解释为“下笔如有神”的“神”，“熟精文选理”的“理”，乃至格调、肌理等，而最终归之为“君形者”，似认为神韵属于内蕴方面的东西。现代学者钱钟书先生在谈及神韵时说，神韵“非诗品中之一品，而为各品之恰到好处，至善尽美”，也就是入神之意。用“君形者”、“神”或神气、入神来解释神韵，都意味着是从作品内蕴的角度来理解神韵的。这样理解当然不错，因为“神韵”之“神”肯定与内在的精神意蕴相关。但这样解释的结果，“神韵”的“韵”字似乎还没有落到实处。当代学者吴调公先生则对神韵说中的“神韵”一词作了更细致的分析：</p> <p>　　神与韵，原来是浑然一体。但细细分析起来，却有一个由“神”生“韵”的过程。哪怕这变化很倏忽、很隐约，但却分明包含着歌德所强调的一种“灌注”过程。既有诗人主观“精神”的倾注，也有因灌注的需要从而有待于涵茹式地渟蓄或喷薄式地张扬，形成一种洋溢着“生气”的载体。</p> <p>　　总的说来，神韵论者比古代各种诗论家都更为注意“韵”，注意带着内在节奏感的心灵的流动。</p> <p>　　吴调公先生不仅指出了神韵说所包含的“神”和“韵”，即内在的精神与外在的节奏两个方面，而且强调了神韵说的重心是在“韵”的方面，即“带着内在节奏感的心灵的流动”。</p> <p>　　如果把严羽看作神韵说的先驱之一，那么应当说他所说的“别材”、“别趣”和“羚羊挂角，无迹可求”的“兴趣”还只是指示了一种模糊惝恍的意蕴，还没有将神韵的问题真正锲入到文本分析的实处，因而还没有构成关于艺术形式问题的观念。王渔洋则不同，他的神韵说已成为可认知甚至可效法的东西，也就是说已经形式化了。翁方纲批评人们把神韵误当作王渔洋的发明：“诗以神韵为心得之秘，此义非自渔洋始言之也，是乃自古诗家之要眇处，古人不言而渔洋始明著之也。” 为什么人们会把古已有之的东西当成是王渔洋的发明呢？除了因为王渔洋特标举出神韵说的名目以立门户外，更重要的是王渔洋谈论的神韵虽标榜“不著一字尽得风流”，实际上却有路径可寻。 </p><br/><h2>藏书事迹</h2> 　　清著名藏书家、文学家。字子真，一字贻上、豫孙，号渔洋山人，一号阮亭。曾为避讳更名为士正，新城（今山东淄博桓台人）。顺治十二年（1655），授扬州府推官，改韩林院侍讲，国子监祭酒，累官至左都御史，迁刑部尚书。康熙四十三年（1704）以案失察免官归。以<a href=\"http://so.gushiwen.org/author_599.aspx\">诗</a>文为一代宗师，其诗多抒写个人情怀，早年作品清丽华赡，中年后转为清淡苍劲。擅长各体，尤工七律。与<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>齐名，时称“朱王”。家富藏书，其先父有遗书，然而因兵火散佚过半。他入仕途后，借他人的藏书录做副本。所得收入，悉以购书，长达30余年，从无间断。康熙四十年（1701）请假告归，惟载书数车以行，弟子禹之鼎为之画有《载书图》。作书楼“池北书库”，取<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>池北书库之名命名，藏庋之富，甲于山左。与“曝书亭”并称盛一时。有《池北书库藏书目》，收录宋元明本近500种，每书之下撰写有题记，现代藏书家王绍曾辑有《渔洋读书记》600篇。朱彝尊为之作《池北书库记》。又精于鉴赏，书贾卖书欲抬高书价，必说：此书经新城王先生鉴赏过。藏书印有“王阮亭藏书印”、“御史大夫”、“宫詹学士”、“忠勤公之世孙”、“经筵讲官”、“怀古田舍”、“琅琊王氏藏书之印”、“国子祭酒”、“宝翰堂章”等图章数十枚。谥文简。著有《带经堂集》、《渔洋诗文集》、《渔洋山人精华录》、《居易录》、《精华录训篆》、《池北偶谈》、《蚕尾集》、《香祖笔记》等数十种。<br/><h2>代表作品</h2> <p>　　提起清人<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>，人们最容易想到的是“三柳”——“《秋柳》<a href=\"http://so.gushiwen.org/author_599.aspx\">诗</a>”、“秋柳诗社”、“秋柳园”。</p> <p>　　王士祯是清初杰出的诗人。他自幼聪慧过人，尤喜赋诗。他少年时在济南居住，向以济南人自称，一生写有许多咏济南山水风光的诗作。清顺治十四年（1657年）一个秋日的下午，济南大明湖上，王士祯正和几个文友观览游玩。此时，天气渐凉，大明湖岸边的垂柳，已是翠褪黄显，乍染秋色了。王士祯为眼前的景色所感染、触动，遂赋出了著名的《秋柳》诗四首：</p> <p>　　“秋来何处最销魂？残照西风白下门。他日差池春燕影，只今憔悴晚烟痕。愁生陌上黄聪曲，梦远江南乌夜村。莫听临风三弄笛，玉关哀怨总难论。”</p> <p>　　“娟娟凉露欲为霜，万缕千条拂玉塘。浦里青荷中妇镜，江干黄竹女儿箱。空怜板渚隋堤水，不见琅琊大道王。若过洛阳风景地，含情重问水丰坊。”</p> <p>　　“东风作絮糁春衣，太息萧条景物非。扶荔宫中花事尽，灵和殿里昔人希，相逢南雁皆愁侣，好语西乌莫夜飞。往日风流问枚书，梁园回首素心违。”</p> <p>　　“桃根桃叶正相连，眺尽平芜欲化烟。秋色向人犹旖旎，春闺曾与致缠绵。新愁帝子悲今日，旧事公孙忆往年。记否青门珠络鼓，松柏相映夕阳边。”</p> <p>　　这四首《秋柳》诗，意韵含蓄，境界优美，咏物与寓意有机地结合在一起，有着极强的艺术感染力。更叫人叹绝的，是全诗句句写柳，却通篇不见一个“柳”字，表现出诗人深厚的艺术提炼功底。</p> <p>　　王士祯写《秋柳》四首时，才24岁，在这之前，他已经高中进士，并以众多诗作声名在外，然而真正使他举国“文”名的，却是这《秋柳》四首。此诗传开，影响巨大，大江南北一时应和者甚众，连<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>也由京抵济，作《赋得秋柳》唱和。由于各地众名家对《秋柳》诗的唱和，因此产生了享誉当时文坛的文社——“秋柳诗社”。“秋柳诗社”在中国文学史上留有彩色的印记。</p> <p>　　《秋柳》诗四首，究竟是在大明湖什么地方作成的呢？王士祯在其《菜根堂诗集序》中云：“顺治丁酉秋，予客济南，诸名士云集明湖。一日会饮水面亭，亭下杨柳千余株，披拂水际，叶始微黄，乍染秋色，若有摇落之态。予怅然有感，赋诗四首。”这里清楚地说明，《秋柳》诗是在大明湖水面亭所作。据考证，所谓“水面亭”，全名应该是“天心水面亭”，位在当今大明湖南岸稼轩祠附近，早已毁佚。</p> <p>　　由于《秋柳》诗是王士祯的成名代表作，后人为了纪念这位杰出的诗人，就把大明湖东北岸汇泉堂附近的一处馆舍院落命名为“秋柳园”。（亦有人说秋柳园就是王士祯少年时在济南的故居。）旧时的秋柳园土墙木栋，柳丝袅袅，是个幽静清宁的地方。如今，秋柳园早已湮没，但其遗址风光依旧，从这里看去，水光粼粼，荷红芙绿，岸柳披拂，明湖风光尽收眼底。作为济南重要的人文景观，秋柳园在济南的人文史上有着显著的位置。 </p><br/><h2>纪念建筑</h2> <p>　　忠勤祠又名王家祠堂，坐落在桓台县新城镇新立村冈二姓街北，是为明代王重光而建。</p> <p>　　该祠初建于1588年（明万历十六年）建成，当时规模宏大，但现存面积只有原来的三分之一。祠院南北长88米，东西宽43米，占地3784平方米。院内有正堂5楹，中间3间出厦。长22米，高14米，进深9.65米，全为砖木结构，瓴瓦蛇脊，木椽单檐。堂内有合抱圆木柱8根，顶部栋梁上饰有彩绘，内壁墙上镶嵌石碣85块，保存完好。碑文集历代书法名家锺繇、<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、王献之、欧阳洵、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>的字刻成，真、草、隶、篆诸体俱备。堂内还有王重光及其属下王、张二指挥的碑刻彩绘像。后堂3间，称为“司马祠”，原是明末兵部尚书王象乾的祠堂，现拓为<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>纪念馆！ </p><br/><h2>扬州逸事</h2> <p>　　红桥修禊，为清康熙年间王渔洋开了先河。王渔洋原名王士禛，别号渔洋山人，原籍山东诸诚，自幼聪明好学，精金石篆刻，22岁考中进士。顺治十七年（1660年），26岁的王渔洋被任命为扬州府推官，可谓少年得志、春风得意。王渔洋来扬州之前，其实对扬州并不陌生。他的祖父王象晋曾于明崇祯元年（1628年）在扬州任职兵备副使，可见王家与扬州之缘分不浅。</p> <p>　　在扬州任职五年，王渔洋写下了很多<a href=\"http://so.gushiwen.org/author_599.aspx\">诗</a>词和游记。康熙元年（1662年），与张养重、邱象随、陈允衡、<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>等修禊红桥，王渔洋作《浣溪沙》，编有《红桥唱和集》。康熙三年（1664年）春，又与诸名士修禊红桥，赋《冶春绝句》，其中“红桥飞跨水当中，一字栏杆九曲红。日午画船桥下过，衣香人影太匆匆”一首，唱和者甚众，一时形成“江楼齐唱冶春词”的繁荣盛况。诗人的红桥修禊，使得冶春社和红桥成为文化胜地。据《扬州画舫录》记载：“贻上司理扬州，日与诸名士游宴，于是过广陵者多问红桥矣。”冶春和红桥，因王渔洋的诗文蜚声文坛，扬州，也因王渔洋的红桥修禊而成为清初士大夫的向往之地。</p> <p>　　正是这些诗词作品的广泛流传，使王渔洋在诗坛和官场名声鹊起，成为清朝文坛的一代宗师。他的诗文风格清新平淡，摒弃了凄清愁怨的格调，对当时和后代都有很大影响。扬州这块沃土，滋养了王渔洋，而王渔洋又为扬州文化发展作出了重要的贡献。</p> <p>　　诗风流韵，三百余载，当年王渔洋所题《冶春绝句》二十首，不只独步当时，至今仍被人所传唱。 </p>"
}