{
  "id": 3061,
  "star": 0,
  "name": "陈东",
  "image": "http://img.gushiwen.org/authorImg/chendong.jpg",
  "dynasty": "宋代",
  "desc": "陈东(1086～1127年)，字少阳，北宋元祐元年（1086年）出生于一个“自五世以来，以儒嗣其业”的家庭。陈东很早就有声名，洒脱不拘，不肯居于人下，不忧惧自己的贫寒低贱。蔡京、王黼当时用事专权，人们不敢指责，只有陈东无所隐讳忌讳。他参加宴会集会，在座的客人害怕连累自己，都避开他。后来以贡士进入太学。",
  "content": "<h2>生平</h2> <p><strong>除“六贼”</strong></p> <p>　　钦宗即位后，试图中兴宋朝，多有革新。<a href=\"http://so.gushiwen.org/author_3061.aspx\">陈东</a>鉴于时事危机，为重振朝纲，于十二月二十七日联合其他爱国太学生上书，论：“今日之事，蔡京坏乱于前，梁师成阴谋于后。李彦结怨于西北，朱勔结怨于东南，王黼、童贯又结怨于辽、金，创开边隙。宜诛六贼，传首四方，以谢天下。”（《宋史·卷四百五十五·列传第一百二十四·忠义十·陈东传》）</p> <p>　　童贯等“六贼”在徽宗时期为非作歹，引起朝野爱国人士的极大不满，陈东等人的正义行动，很快就得到广大爱国官员、将领的一致拥护，广大百姓也衷心拥护，在朝野中形成了巨大的声势。宋钦宗为振兴国势，为了确立自己的威信，加强自己的统治，加上宋钦宗与王黼等人的一些个人恩怨，遂于靖康元年（1126年）正月初三（陈东上书后的第五天），钦宗下令将朱勔放归田里；贬黜王黼为崇信军节度使，永州安置，二十七日在前往永州去的途中在雍丘（今河南杞县）被诛杀（开封府聂昌与王黼有宿怨，立即派武士追至雍丘县南二十里辅固村，将他杀死，而托言为盗所杀）；赐李彦死，籍没其家资。</p> <p>　　处置上述三人的同一天，金军渡过黄河，宋徽宗急忙连夜逃跑，童贯、朱勔（虽被放归田里，但还在宋徽宗的庇护之下）等护卫左右，“六贼”之首蔡京也“顷家南下”，蔡京等人的南逃，既是对金军的恐惧，也是陈东上书后他们已经难以容于东京。陈东认为童贯等人罪大恶极，不应该纵容，另外他们挟持徽宗南下，是心存异志，想另立中央。于是陈东于正月六日又单独上书请追回童贯等人，按典刑治罪，另外选忠信之人前往侍徽宗左右。不过这次由于各方面的原因，宋钦宗没有听取陈东的建议，纵容了童贯等人的逃跑行为。当时梁师成还留在朝廷里面（宋钦宗还是太子时梁师成有恩于宋钦宗），陈东怀疑是梁师成“阴贼于内” （《宋史·卷四百五十五·列传第一百二十四·忠义十·陈东传》）而使宋钦宗纵容童贯等人的逃跑行为，第三次上书论六贼之罪，其中特别指出梁师成罪大恶极，而今仍留在宫中，要求钦宗严加惩处，以明诛赏。布衣张炳亦上书论梁师成罪。在朝野一片强烈要求声中，正月十二日钦宗以命梁师成与李梲等人将宣和殿的珠玉器玩送往金营为名，将梁师成骗出宫中，下诏公布其罪行，责授为彰化军节度使，遣使押赴贬所。正月二十九日行至八角镇（今河南开封西南），又将他缢死。</p> <p>　　这样，宋徽宗时期把持朝政的“六贼”三人被诛杀，一人放归田里，另两人也实际上成为了戴罪的逃犯，经过陈东等人的努力，“六贼”对朝政的影响已经完全肃清。</p> <p>　　宋徽宗退位时，曾表示除了道教事情外，其他事一切不管。但是，当靖康元年正月中旬他逃到东南，在随他一起南逃的蔡攸及陆续赶到的童贯、蔡京、朱勔等人的怂恿唆使下，以太上皇帝圣旨的名义先后把东南地区给中央的奏报、纲运物资及勤王援兵扣住不放，不准前往都城开封。童贯、蔡京死党还直接把持东南的行政、经济、军事大权，并准备在镇江把宋徽宗重新扶上台，对钦宗的统治直接构成了威胁。</p> <p>　　靖康元年二月十七日，宋钦宗得到报告，金兵已渡过黄河北归。在亡国威胁暂时解除的情况下，宋钦宗得以有精力对付蔡京、童贯死党。二月十八日，侍御史孙觌上奏论蔡京、蔡攸、童贯之罪，钦宗便将蔡京父子、童贯一并罢免。以后，大臣们又纷纷进言，要求加重对蔡京、童贯等人的处罚。陈东在太学生请愿运动得到妥善解决后也第四次上书论蔡京、童贯的阴谋，请诛杀蔡京等人。蔡京、童贯一党一再被贬逐到岭外州军。这年七月，蔡京再被移儋州（今海南儋县）安置，行至潭州（今湖南长沙）病死，子孙二十三人被分别驱逐至外地州军，遇赦不能返回，而长子攸、次子绦后均被诛。童贯被移吉阳军（今海南宁远水下游）安置。几天后，钦宗又命所至州军将其斩首，函首送至开封。朱勔亦被赐死。</p> <p>　　陈东上书请诛“六贼”，在各方面的努力之下，最终获得了完全的成功，宋徽宗时期把持朝政的“六贼”全部被贬谪，在半年左右的时间里又相继被赐死、病死或者仇杀。</p> <p>　　靖康元年正月初三李彦贬谪、赐死</p> <p>　　靖康元年正月二十七日王黼贬谪、仇杀</p> <p>　　靖康元年正月二十九日梁师成贬谪、缢死</p> <p>　　靖康元年七月蔡京贬谪、病死</p> <p>　　靖康元年七月童贯贬谪、斩杀</p> <p>　　靖康元年七月朱勔贬谪、斩杀</p> <p><strong>东京危机，上书请愿，请求起用<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a></strong></p> <p>　　处置“六贼“，对于澄清当时的政局是一件大事，但是紧接着又面临了一件更大的大事—金军的侵逼。</p> <p>　　侵宋的金军分两路南下：西路由帖罕率领，从云中（今山西大同）出发；东路由斡离不率顿，由平州（今河北卢龙）取道燕京南下。西路在太原（今山西太原）城下遭受到军民的坚强抵抗，长时期被阻滞在那里。东路军在到达燕京后，由于宋驻守燕京的官吏和军队全都投降，遂得以长驱直入，渡过黄河。靖康元年正月初七，金军包围宋朝的京城——东京（今河南开封），并向北宋政府提出要求，主要的有：输金五百万两，银五千力两，牛马万头，绢帛一百万匹；把燕云两地之人一律遣返原籍；割太原、中山（今河北定县）、河间（今河北河间）三镇和这三镇所辖全部州县治与金人；宋钦宗尊称金皇帝为伯父；还要派亲王、宰相到金营作人质。宋钦宗在金军紧逼东京时，本来也打算逃走，但在李纲等人的强烈要求下不得不留守东京，这个时候的宋钦宗缺乏抵抗的决心，便与李邦彦等投降派一道一心求和，准备全部接受。<br>兵部侍郎、尚书右丞李纲竭力反对赔款割地，听说朝廷准备接受如此苛刻的条件后，<br>上书宋钦宗，主张跟金人拖延谈判时间，只等四方援兵一到，就可以反攻。</p> <p>　　当时几位宰相的意见不一，宋钦宗不能裁决，便对李纲说：“卿第出治兵，此事当徐议之。”（《宋史》·卷三百五十八·列传一百一十七·李纲上）</p> <p>　　过了十天，各地救援东京的宋军陆续到了城外，共有二十万人。东京守军士气振奋。围城的金兵只有六万。宗望一看形势不妙，赶快把人马后撤，龟缩在堡垒里。</p> <p>　　援军大将种师道、姚平仲都支持李纲的抗战主张。种师道是个经验丰富的老将，主张长期相持，等敌人粮草接济不上被迫退兵的时候，再找机会反击；但是姚平仲心急，主张派一支人马乘黑夜偷袭金营，活捉宗望。但是这个偷袭计谋不小心被泄露了出去，金军得到情报，事先作了准备。二月初一，姚平仲发动了偷袭，反而中了金军伏击，损失了一千多人马。姚平仲不敢担当罪名，逃走了。</p> <p>　　这一来，一批投降派大臣就幸灾乐祸，大肆造谣，说援军已经全军覆没，还攻击李纲闯了大祸。宋钦宗听信投降派的话，惊慌失措，一面派使者到金营赔礼，一面把李纲、种师道撤职。</p> <p>　　陈东和李纲素不相识，但是李纲的坚决抗战的行动使他十分钦佩。</p> <p>　　听说朝廷要解除李纲的职务，并妥协投降，陈东非常愤怒，赶快于二月初五那天带领了几百名太学生，拥到皇宫的宣德门外，上书请愿，要求朝廷恢复李纲、种师道的原职，惩办李邦彦、白时中等奸贼。</p> <p>　　“在廷之臣，奋勇不顾、以身任天下之重者，李纲是也，所谓社稷之臣也。其庸缪不才、忌疾贤能、动为身谋、不恤国计者，李邦彦、白时中、张邦昌、赵野、王孝迪、蔡懋、李棁之徒是也，所谓社稷之贼也。</p> <p>　　“陛下拔纲列卿之中，不一二日为执政，中外相庆，知陛下之能任贤矣。斥时中而不用，知陛下之能去邪矣。然纲任而未专，时中斥而未去，复相邦彦，又相邦昌，自余又皆擢用，何陛下任贤犹未能勿贰，去邪犹未能勿疑乎？今又闻罢纲职事，臣等惊疑，莫知所以。</p> <p>　　“纲起自庶官，独任大事。邦彦等疾如仇雠，恐其成功，因用兵小不利，遂得乘闲投隙，归罪于纲。夫一胜一负，兵家常势，岂可遽以此倾动任事之臣。窃闻邦彦、时中等尽劝陛下他幸，京城骚动，若非纲为陛下建言，则乘舆播迁，宗庙社稷已为丘墟，生灵已遭鱼肉。赖聪明不惑，特从其请，宜邦彦等谗嫉无所不至。陛下若听其言，斥纲不用，宗社存亡，未可知也。邦彦等执议割地，盖河北实朝廷根本，无三关四镇，是弃河北，朝廷能复都大梁乎？则不知割太原、中山、河间以北之后，邦彦等能使金人不复败盟乎？</p> <p>　　“一进一退，在纲为甚轻，朝廷为甚重。幸陛下即反前命，复纲旧职，以安中外之心，付种师道以阃外之事。陛下不信臣言，请遍问诸国人，必皆曰纲可用，邦彦等可斥也。用舍之际，可不审诸！”（《宋史·卷四百五十五·列传第一百二十四·忠义十·陈东传》）</p> <p>　　东京城的军民听说太学生请愿，不约而同地来到宣德门前，一下子就聚集了几万人。这时候，李邦彦正好从宫里退朝出来，群众一见到这样的奸贼，一下子眼都红了，纷纷指着李邦彦的鼻子痛骂，有的还从地上捡起瓦片、石头，向李邦彦劈头盖脑地扔去，吓得李邦彦抱头鼠窜，赶快逃进宫去。</p> <p>　　宋钦宗在宫里听见群众闹了起来，害怕不以，连忙派个官员传旨，说：“李纲用兵失利，不得已罢之，俟金人稍退，令复职。”</p> <p>　　这样的答复，群众哪里肯答应，很多人愤怒地冲进朝堂，拼命敲打那里的“登闻鼓”（有急事上奏时候敲的鼓），把鼓面也打破了。抗议的呼声震天撼地。</p> <p>　　开封府知府赶来，威胁太学生说：“胁天子可乎？胡不退？”</p> <p>　　太学生高声回答说：“以忠义胁天子，不愈于以奸佞胁之乎？”一面说，一面又要把那知府揪住，吓得那知府灰溜溜地逃走。</p> <p>　　禁卫军将领王宗濋一看事情闹大了没法收拾，进宫劝宋钦宗答应大家的要求。宋钦宗没法，只好派人召李纲进宫，并且派耿南仲当众宣布：“已得旨宣纲矣。”内侍朱拱之宣李纲没有按时到达，“众脔而磔之”，并杀内侍数十人。</p> <p>　　朝廷见事态严重，于是赶快恢复李纲、种师道的职务。群众还不放心，这时候，种师道正乘车赶了来。大家掀开车帘，一看果然是种老将军，爆发出一阵雷鸣般的欢呼声，才陆续散去。（《续资治通鉴长编》卷第九十六）</p> <p>　　李纲复出后，出东华门至右掖门安抚军民，运动终于平息下来了。</p> <p>　　请愿过程中的“暴力“行为给太学生的请愿行为带来了不和谐的音符，同时 “京师浮浪不逞之徒，乘民杀伤内侍攘中，劫掠内侍十余家，取其金帛”。（《靖康传信录》卷二，转载自程兆奇，《陈东与靖康学潮》）陈东及太学生们是反对使用暴力的，事态的发展，出乎陈东等人的预料，也将陈东等人推到了一个极为尴尬的位置—太学生的和平请愿却酿成了“以忠义胁天子”且杀死内侍数十人的“暴乱”，事后陈东等人难免会受到严厉的处罚。当时有人对陈东说：“事势如此，奈何？盖且逃死乎？”陈东笑曰：“均何言之谬邪，吾去，则君等戮矣，顾君等何罪？吾今至是头已在地矣。”（《行状》,转载自程兆奇，《陈东与靖康学潮》）陈东这样不惜自身性命，勇于上书言事，并且敢于承担责任的崇高精神，不得不令人感动！</p> <p>　　不过这样的“暴力”也是请愿活动得到成功的关键因素之一。</p> <p>　　太学生的请愿终于得到胜利。李纲复职后，重新整顿队伍，下令凡是能够英勇杀敌的一律受重赏。宋军阵容整齐，士气高涨。但是宋钦宗不敢坚决抵抗，仍然派人与金人谈判，妥协退让。宗望看到李纲复职，宋军大振，也有点害怕，遂不坚持输金的数额，其它各项依前约。有宋钦宗下诏割让三镇，另以枢王代替康王为质，并搜刮东京城中的金银共得金二十万两，银四百万两。</p> <p>　　金军在宋朝军民打击下，不等凑足所索要的金币数量，便退师北去。</p> <p><strong>事后宋廷对太学生请愿活动及陈东的处置</strong></p> <p>　　金人解围退去，朝廷也开始追究“暴乱”的责任（在宋钦宗诏复李纲、种师道时，就令他俩对“乘时恃众，乱行殴打”者“以军法从事”，（《三朝北盟会编》卷三十四，转载自程兆奇，《陈东与靖康学潮》）李纲在二月二十四日和以后的上书中也不回避，说：“取其最不逞者，斩数十人，枭首通衢，以靖群众。”（《靖康要录》卷二，转载自程兆奇，《陈东与靖康学潮》）不过当时被杀的还没有学生）“诏诛士民杀内侍为首者，禁伏阙上书”（《宋史》·卷二十三·本纪第二十三·钦宗）。宋钦宗在下达的诏书中虽然充分肯定了太学生请愿“本出忠义”（《靖康要录》卷二，转载自程兆奇，《陈东与靖康学潮》），但又严斥到“自今更敢有招摇倡率不从令着，并斩迄闻奏”（《三朝北盟会编》卷三十六，转载自程兆奇，《陈东与靖康学潮》）。</p> <p>　　太学府的官员看风头伺机行动，主和的几个权臣（也就是陈东上书要求罢斥的那些人）议论要除掉伏阙上书请愿的人，首先从陈东开始。京兆尹王时雍想把参与请愿的太学生全部下狱，一时人人恐惧。好在不久朝廷任用杨时为祭酒，杨时体恤太学生的爱国行为，恢复了陈东的职位，并派聂山到太学安抚示谕，事情逐渐安定下来了。</p> <p>　　宋钦宗本人对于太学生的请愿运动及陈东的处置是极为矛盾的。前述诏书已经充分的表明了宋钦宗的矛盾态度。靖康元年三月初二，“诏德安府进士张柄、太学生雷观上书论事可喜，并与同进士出身，补迪功郎，除秘书正字。”（《三朝北盟会编》卷四十二，转载自程兆奇，《陈东与靖康学潮》）当时的时论看得很清除：“试观二子之书，论事各得陈东十一而已，东以免死为幸，而二子荣遇如此。”（《三朝北盟会编》卷四十二，转载自程兆奇，《陈东与靖康学潮》）通过褒奖张、雷二人表明陈东伏阙上书不可取。同时，三月初三，构陷学生的干将尚书右丞李棁被罢职；初四，御史孙觌因论“太学生陈东诱众伏阙为乱”（《要录》卷三，转载自程兆奇，《陈东与靖康学潮》）而遭贬斥。后来，其他几个反对太学生最力的蔡懋、李邦彦、王孝迪等人也相继被罢官。</p> <p>　　朝中的百官除激励反对的宰执层李邦彦、白时中、张邦昌、赵野、王孝迪、蔡懋、李棁等人之外，绝大多数臣僚对于太学生的行为是理解、同情的。杨时在入住太学前有人就对杨时说：“诸生伏阙纷纷，忠于朝廷，非有它意。”（《宋史》卷四二八·列传第一百八十七·道学二·杨时传）聂山在二月十八日上书中说：“士庶以积年不舒之怨愤，乘隙相聚，指骂奸党，盖持陛下仁圣，必能与百姓雪去怨气”，“其言皆平昔公议，乃陛下所欲闻，而奸人所甚恶也。”（《三朝北盟会编》卷四十，转载自程兆奇，《陈东与靖康学潮》）这已经从肯定太学生伏阙，扩大而到肯定“暴徒”的“暴行”了。三月二十日，“臣僚上言”说得更彻底：“前日京城围闭，疑有为之内应者，伏阙上书十数万，不期而取其所恶，食其肉，碎其骨，脍其肝而后已。此岂行其私忿也哉，皆为陛下社稷计也！”（《要录》卷二，转载自程兆奇，《陈东与靖康学潮》）</p> <p>　　当时的舆论除了为太学生以至军民平反的呼声很高之外，为运动的领袖陈东平反的要求也很高。如二月二十二日，沈长卿就上书对宋钦宗下诏对太学生的严厉驳斥不满，极力论述陈东的“忠义”，不可惩处。三月二十八日，吴敏为平息诽谤，建议奏补陈东官职，赐给住宅。宋钦宗便于四月初九下旨，补陈东迪功郎、赐同进士出身、补太学录。这样，为太学生运动及陈东的平反总算得到了一个令人欣慰的结果。</p> <p>　　陈东平反后，又奏请诛杀蔡京，而且极力辞官以回家，前后五次上奏疏。不久得以批准回去，又积极参与乡荐。</p> <p>　　靖康学生运动不仅直接达到了所要求的结果，后来也得到了宋廷的肯定并得到正名，可以说靖康学生运动得到了完全的成功。</p> <p><strong>“靖康之耻”与陈东之死</strong></p> <p>　　宋钦宗昏庸无能，看到金兵退去，各路援军又陆续到来，北方原本反抗宋朝统治的很多起义军也把斗争锋芒转向金军，便以为可以无忧了，又进李纲知枢密院，掌管军事。不久宋军在北方战场上取得胜利，宋钦宗以为形势大好，将宋徽宗接回了东京，以为可以安享太平了。李纲建议应该积极准备，但是宋钦宗不以为然。投降派大臣正嫌李纲留在京城碍事，就撺掇宋钦宗把李纲派到河北去指挥战争。不久又找茬将李纲撤了职，贬谪到南方去了。</p> <p>　　金人听说李纲被排斥，便又发动了大规模的进攻，宋钦宗原先一味求和，没有认真准备，金军很快就兵临东京城下。这个时候宋钦宗想起了李纲，急忙让李纲回去勤王。当时李纲在前往宁江（今在何地不详）的途中停驻在长沙（今湖南长沙），接到命令后便立即率领湖南的勤王军队回东京救援，可惜还没有到达，东京就沦陷了！</p> <p>　　靖康元年（1126年）闰十一月二十五，金军攻陷东京，宋钦宗投降。</p> <p>　　金军在东京烧杀抢掠，无恶不作，昔日繁华无比的东京城几乎变成了一片废墟！（西元十一世纪的东京是整个世界上人口最多、面积最大、经济最繁荣的城市。同时，还是最具现代意义的城市。宋朝之前，王朝的京城皆是坊市分离，即居住区和交易区清楚划界，功能泾渭分明。北宋的东京，基本同当代的城市一样，住宅和商店错落交来，临街店面生意兴隆，人来人往，商业气氛十分浓厚。特别值得一提的是，北宋后期，东京汴梁的城市人口已经有一百五十万到二百五十万人口之巨。西亚的巴格达是一处大贸易转运中心，不过三十万人，欧洲当时根本没有超过十万人的城市）</p> <p>　　靖康二年（1127年）四月初一日，金军挟持宋徽宗、宋钦宗和皇室、宗戚男女，部分文武官僚，共三千余人北去。北宋王朝所用礼器、法物，教坊乐器和八宝、九鼎，以及浑天仪、铜人、刻漏、天下府州县图，皇宫侍女、戏曲演员、技艺工匠、娼妓等等，加上从东京抢掠而来的大量金银财宝，全部携载而去。临行之前，金军二帅册立了宋朝前宰相张邦昌作“大楚皇帝”，令其统治黄河以南的地区。河北、河东之地则由女真贵族们据为已有。这就是“靖康之耻”！</p> <p>　　金军俘掠宋徽宗、钦宗北去后，<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>（宋徽宗第九子，东京危机时宋钦宗任命赵构为兵马大元帅，负责组织援军救援东京）于五月初一在应天府（今河南商丘附近）即位登基，即宋高宗。为了能够坐稳皇帝，在即位第五天便起用李纲为宰相，负责抗击金军的入侵。过了五天（五月初十），又召陈东到朝廷。</p> <p>　　但是宋高宗不敢坚决抗金，对李纲的恢复中原，直捣黄龙，迎回二帝的主张不积极予以支持，暗地里和黄潜善、汪伯颜等小人谋划逃亡东南，不久（八月十八日）便罢免了才担任宰相仅七十七天李纲。</p> <p>　　陈东见宋高宗罢免李纲，就上书请求留下李纲，罢免黄潜善、汪伯彦等，宋高宗没有答复。陈东又请求宋高宗亲征，以迎回二帝；对不图进取的将领予以治罪，来振作士气；宋高宗车驾应该回到东京，不应该到金陵去，也没有得到宋高宗的答复。黄潜善等人极力怂恿宋高宗去金陵（今江苏南京），陈东又上述请求罢免黄潜善等人。</p> <p>　　这时适逢平民欧阳澈上书建议改革政治，抵抗金人，斥责黄潜善等人。黄潜善就用话来激怒高宗皇帝，说如果不赶快杀掉陈东等人，又会有鼓动众人伏阙上书的事发生。宋高宗为一己之私利，决定杀掉陈东等人，就和黄潜善密谋，以除掉陈东等人。建炎元年（一一二七年）八月二十五日，陈东与欧阳澈一起被杀于集市上。一代学生运动的杰出领袖，伟大的爱国者、民族英雄——陈东，就这样魂归天国！</p> <p>　　绍兴四年(1134年)，高宗追赠陈东为朝奉郎、秘阁修撰，赐钱五百缗、祭墓田四十顷。著有《少阳集》、《建炎两朝见闻录》传世。</p>"
}