{
  "id": 437,
  "star": 640,
  "name": "王昌龄",
  "image": "http://img.gushiwen.org/authorImg/wangchangling.jpg",
  "dynasty": "唐代",
  "desc": "王昌龄 (698— 756），字少伯，河东晋阳（今山西太原）人。盛唐著名边塞诗人，后人誉为“七绝圣手”。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。与李白、高适、王维、王之涣、岑参等交厚。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著，有“诗家夫子王江宁”之誉（亦有“诗家天子王江宁”的说法）。",
  "content": "<h2>文学成就</h2> <p><strong>成就综述<br></strong>　　<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>存<a href=\"http://so.gushiwen.org/author_437.aspx\">诗</a>181首，体裁以五古、七绝为主，题材则主要为离别、边塞、宫怨。就数量之多，体制之备，题材之广说，王昌龄的诗实不如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>，但他的诗质量很高。边塞诗可并高适、岑参而三，四杰以后，诗坛几乎没有边塞诗作。唐玄宗改府兵制为募兵制后，文人掀起了从军热以求边功。开元十三年，王昌龄漫游西北边地，有了较深的边塞生活体验，创作了大量的边塞诗，此时岑参11岁，高适还没有开始边塞生活，后人依次考证称王昌龄为边塞诗的创始和先驱。</p> <p>　　王昌龄的边塞诗善于捕捉典型的情景，有着高度的概括和丰富的表现力。既反映了盛唐时代的主旋律，又对边塞风光及边关战场场景进行细致描写，同时能够捕捉到将士细腻的内心世界。其诗歌意境开阔，语言圆润蕴藉，音调婉转和谐，耐人寻味，在发情、造景、写意等方面均有很高造诣。而王昌龄的宫怨诗可与李白争胜，且其诗用意之深、写景之妙、比兴之切、造语之奇，都有独道之处。王昌龄闺怨诗以悲天悯人的精神书写那些久闭深宫的妃殡宫人的悲情哀怨，以细腻的笔触多方面地展现她们的生活和感情世界，揭示她们在残酷的宫殡制度下所遭遇的悲惨命运，客观上批判了封建社会摧残妇女的罪恶。这种思想倾向奠定了其作品的健康基调，洗尽六朝宫廷诗浮艳色情之污秽，有力地扭转了齐梁歌咏的不良文风另一方面，就艺术表现而言，王昌龄又发扬了六朝华美艳丽、精雕细琢的表现手法，继承了其形式美。因此王昌龄被誉为是成功地用七言绝句写宫词的第一人。</p> <p><strong>诗歌形式</strong></p> <p>五古之严<br>　　王昌龄的五古，基本上都写得严正肃然，高古劲健，颇有风骨。在他有生之时，就正是以这样的诗歌风格驰誉于盛唐诗坛。王昌龄的五言古诗中也却不难看出：特点鲜明、风格多样，呈现出不同的美学风貌：其一，劲健奔放，雄浑豪迈。其二，清丽幽秀，超逸旷放。胡应麟《诗薮》曾将唐初至盛唐的五古发展划分为两大流派，即所谓“古雅之源”和“清澹之派”，并把王昌龄等归入前者。其三，悲怆惨恻，深沉苍郁。雄浑豪迈的图景渐次而为清幽超逸以致沉郁苍凉的画面所代替，这与王昌龄的人生经历、身世遭际是密切相连的。而这深沉悲怆的风格特点也正突出体现于诗人所描写的目睹边幕的苍凉、黑暗和仕途的蹭蹬、坎坷的诗歌之中。其四，清新活泼，自然明朗。难能可贵的是，王昌龄虽所谓“谤议沸腾，两窜遐荒”，因而抑郁忧伤。但是，诗人也并未时时陷于痛苦，永远沉于郁闷，而是不时脱略事务、摆落苍凉，从而也创作出一些颇具清新自然、活泼爽朗风格的五古诗篇。</p> <p>七绝于美<br>　　初唐七绝仅七十七首，盛唐四百七十二首，其中王昌龄七十四首，几乎占了六分之一。王昌龄在盛唐诗人中年辈较长，写作七绝时间也早，是唐朝诗人中较早大量写作七绝并获得优异成就的“七绝圣手”，独以七绝成为名家。七绝因为他以及李白等人的努力，逐渐地成为唐代流行的体裁，因此在七绝方面他与李白齐名。中唐、晚唐七绝数量之多，仅仅次于五律。吴乔《围炉诗话》卷二指出：“王昌龄七绝，如八股之王济之也。起承转合之法，自此而定，是为唐体，后人无不宗之。”由此可见，七绝至王昌龄而体制大定，表现手法完全成熟，给后人以很大影响。</p> <p><strong>诗歌内容</strong></p> <p>题材综述<br>　　王昌龄的七言绝句在内容上可分三类，这三类都自有特色。而其中以边塞诗第一、闺怨诗第二。</p> <p>　　第一类是沿用乐府旧题的边塞诗。盛唐边塞诗人历来以高适、岑参为首。两人又都擅长歌行长篇，高作昂扬奋激，岑作瑰丽雄奇。王昌龄却另辟蹊径，以短小的绝句形式，抒写征人的种种情思，既有“不破楼兰终不还”（《从军行七首》之四）的壮志和“已报生擒吐谷浑”（《从军行七首》之五）的胜利喜悦，也有沙漠风前、长城月下怀念亲人的离愁，都写得含蓄深沉、情景交融，配以格调的舒缓自然、音节的宛转浏亮，成为传唱不衰的名作。</p> <p>　　第二类是抒写宫女思妇怨情的闺怨诗和宫词。王昌龄在《宫词》、《闺怨》诸作中从另一方面表现了他刻画封建制度下妇女内心情感的高度艺术才能。从外表上看，宫廷生活是那么静谧迷人：“西宫夜静百花香”（《西宫春怨》）、“芙蓉不及美人妆”（《西宫秋怨》），但在绮丽的情景中，诗人却细腻入微地摹写了她们深刻的内心痛苦，她们对幸福的憧憬，她们的失望，在失望之中仍交织着希望的复杂心理。这些作品文笔之龙丽，语言之凝炼，情韵之深刻，都使后来作者难于争胜。</p> <p>　　第三类是送别诗。王昌龄的一生交游很广，和许多文人、官吏、隐士和僧道都有来往，特别是在他两次遭贬、长年谪居的情况下，他多么需要亲友的慰藉和友情的温暖。他也把自己忠贞深沉的友情，献给了那些正直的知心朋友。他一生写了四十多首送别诗，不落窠臼，不同凡响，他的送别诗，在表现手法上可分为以下四种类型：一、用不同的艺术构思，表现诚挚而深厚的友情。二、打破送别诗常规，不重在写当前的离别，却着意在写别后的情景。三、不写伤离，而以慰别为“主意”四、无恭维、无应酬，以抒情、写人见长。 </p> <p>边塞称世<br>　　王昌龄是著名的边塞诗人，并在后代以边塞诗称世。而王昌龄边塞诗的艺术特色主要表现在如下几方面：</p> <p>　　其一，王昌龄善于采用心理描写，表现细腻多变的感情。王昌龄在诗中较早地抒写征夫心灵的一位诗人，为宋词对人物心理进行细腻刻划打下了基础。他或通过瞬间征夫的心理变化，描写他们跳动的心曲;或通过营中的歌舞声，对征夫的内心痛苦进行抒写;或者借助边关的特有的生活场景，写征夫内心的忧愁;或者借战争，写守边将士捍卫国家尊严的英雄气概。可以说感情的抒发非常细腻、真实。</p> <p>　　其二，王昌龄诗情景妙合，意与境浑。王昌龄去过边塞，真正看到了边塞的大漠、雄关、孤城、长云、雪山、烽火、羌笛等景象，因而在他的边塞诗中，组成了一幅非常壮美的自然景物的群体图。这些意象的上面附着了边塞将士的情与意，是特定环境中的特定物，即自然的物与将士的情两相交触，诗人还借助化无形为有形的艺术手法，构成了王昌龄边塞诗的情景妙合，意与境浑的艺术境界。他创造情景交融的意境美，使用了各种各样的方法。其一，选择某些富有特征性的景物，注入强烈的主观情感，促使景与情水乳交融，真善美高度统一。其二，既采用赋体，描写实景，又巧用直中含曲的方式，求得含蕴无穷的言外之意。其三，以苦心与孤诣，展开形象思维的翅膀，化无形为有形，变抽象为具体，使意境十分深蔚。其三，王昌龄诗内容简洁、明快、含蓄，具有很高的语言艺术成就。王昌龄的边塞诗，非常讲究语言的精炼，真正做到了言均意足，意蕴无穷。或简洁、或明快、或含蓄，让读者回味无穷。另外，王昌龄在艺术上精益求精，对每一句都精心地加以处理，没有闲笔，绝句的起句往往是骤响易彻，以雷鸣般的声势打开一个局面，如：“秦时明月汉时关”、“大漠风尘日色昏”、“青海长云暗雪山”、“琵琶起舞换新声”等等，都是单刀直入，开门见山，不过最妙的地方还不在于起句，而是在第三句。绝句一般的都要在第三句另辟新境，翻出新意，所以首二句要平缓些才便于翻上一层。王昌龄调既已高险，还能在第三句上就势一振，把思想感情再深入一步，实在是需要高超的艺术技巧。</p> <p><strong>表现手法</strong></p> <p>诗歌意境<br>　　在艺术风格上，王昌龄的七绝以委婉含蓄为主要特色，表现曲折，意境深远。其中不少是用比兴、寄托手法，抒写了诗人对现实的揭露和幽怨，因而与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《离骚》在精神上有一致之处。王昌龄诗亦善用典故。其《诗格》提出“诗有六式”，第五就是“用事”：“谓如己意而与事合。”王诗用典不多，但往往用得巧妙而贴切，不露迹象。王昌龄很重视诗的境界，他的《诗格》提出“诗有三境”：“一曰物境，二曰情境，三曰意境。”他反对意与景的分离：“若一向言意，诗中不妙及无味。景语若多，与意相兼不紧，虽理通亦无味。”他很重视情与景的结合，认为：“凡诗，物色兼意下为好。若有物色，无意兴，虽巧亦无处用之。” </p> <p>语言风格<br>　　王昌龄的诗歌从语象选择、句式运用到语句组合三方面都体现了诗人对典雅劲健的语言艺术风格的追求。在语象选择方面，王昌龄多选用大的数词、有力度的动词、准确的形容词来表现有气势的大场景或有气魄的大胸怀，体现出了语言的力量美、气势美。在名词选择方面，王昌龄选择的是典雅的、典型的语象。王昌龄在诗中多使用短句、变形句式、紧缩复句。使语言有力量感、经济简练。王昌龄诗歌中的语句组合也体现着他简练清峻的语言风格。总结王昌龄的诗三大特点就是：语言简练而内涵丰富；文辞平易但句意险峻；意兴相兼、沉中见清。</p> <p>修辞技法<br>　　一、层层深入环环相扣，王昌龄善于运用层层深入的手法，反复渲染气氛，为突出主题服务。如《长信秋词五首》。</p> <p>　　二、典型情景画面生动，王昌龄极善于捕捉和概括典型情景，给人以真切的形象生动的画面感，如《从军行》，王昌龄以边塞为题材的七绝，其画面皆色彩浑厚，凝重，笔触粗犷。而在宫怨、闺怨诸作中，王昌龄则转变了画风，且不在是油画，而是工笔重彩的仕妇图与金壁辉煌的界画的组合。</p> <p>　　三、善用比兴深于寄托善用比兴，深于寄托，代表作如《长信怨》。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>(698-756)：字少伯，汉族，山西太原。盛唐著名边塞<a href=\"http://so.gushiwen.org/author_437.aspx\">诗</a>人，后人誉为“七绝圣手”。约生于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>圣历元年（698年），约卒于玄宗天宝十五年（756年）。早年贫贱，困于农耕，年近不惑，始中进士。初任秘书省校书郎，又中博学宏辞，授汜水尉，因事贬岭南。开元末返长安，改授江宁丞。被谤谪龙标尉。安史乱起，为刺史闾丘晓所杀。其诗以七绝见长，尤以登第之前赴西北边塞所作边塞诗最著。他的边塞诗气势雄浑，格调高昂，充满了积极向上的精神。世称王龙标，有“诗家天子王江宁”之称，存诗一百七十余首，作品有《王昌龄集》。</p> <p>　　王昌龄的籍贯，有太原、京兆两说。《旧唐书》本传云王昌龄为京兆（即唐西京长安，今陕西省西安市）人，大概是因为他在《别李浦之京》诗中说：“故园今在霸陵西”，又有《霸上闲居》之作。而《新唐书 文苑传》称其为江宁人，或为误会。殷璠《河岳英灵集》又称\"太原王昌龄\"。唐代许多山西诗人因为洛阳、长安为当时文化中心，多游洛阳、长安，有的甚至多年住于京城，不能因为居住在京城便说他们为京城人。《河岳英灵集》为唐人殷璠所编著的唐人诗集，载王昌龄为太原人，《唐才子传》也认为王昌龄为太原人。 </p><br/><h2>人物生平</h2> <p><strong>嵩山学道<br></strong>　　唐<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>圣历元年（698年），<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>出生在山西太原。</p> <p>　　唐玄宗开元八年庚申（720年），二十三岁，是年前后，曾居嵩山学道。</p> <p>　　开元十一年癸亥（723年），二十六岁，约在是年前后，客河东并州、潞州。 </p> <p><strong>边塞留名<br></strong>　　开元十二年甲子（724年），二十七岁约在是年前后，赴河陇，出玉门。其著名之边塞<a href=\"http://so.gushiwen.org/author_437.aspx\">诗</a>，大约作于此时。</p> <p>　　开元十四年丙寅（726年），二十九岁。隐居于京兆府蓝田县石门谷。是年有《同从弟销南斋玩月忆山阴崔少府》之作。“山阴崔少府”即<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>。 </p> <p><strong>进士及弟<br></strong>　　开元十五年（727年），进士及第，授秘书省校书郎（官汜水尉校书郎），后贬龙标尉，世称“王龙标”。</p> <p>　　开元十九年辛末（731年），三十四岁。在长安，以博学宏词登科，再迁河南汜水县尉。</p> <p>　　开元二十一年癸酉（733年），三十六岁，当年四月，在长安参加宴会，有《夏月花萼楼酺宴应制》诗。</p> <p>　　开元二十二年（734年），王昌龄选博学宏词科，超绝群伦，于是改任汜水县尉，再迁为江宁丞。</p> <p><strong>左迁交友<br></strong>　　开元二十六年戊寅（738年），四十一岁，因事获罪，谪赴岭南。</p> <p>　　开元二十七年己卯（739年），四十二岁，遇赦北还。秋，在巴陵（今湖南岳阳）遇<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，有《巴陵送李十二》诗。</p> <p>　　开元二十八年（740 年），王昌龄北归，游襄阳，访著名诗人<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>。孟浩然患疽病，快痊愈了，两人见面后非常高兴，孟浩然由于吃了些许海鲜而痈疽复发，竟因此而死，在这时期，王昌龄又结识了大诗人李白，有《巴陵送李十二》诗，还有《闻王昌龄左迁龙标遥有此寄》。冬，王昌龄离京赴江宁丞任，此时已与名诗人<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>相识，岑参有《送王大昌龄赴江宁》诗，王昌龄也有诗留别。途经洛阳时，又与<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>、<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>等诗人郊游，也都有留诗。 </p> <p>　　天宝三载甲申（744年），四十七岁，在江宁丞任。四月曾因事暂至长安，与辛渐、李白、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>过从。</p> <p>　　天宝七载戊子（748年），五十一岁，至此年，官江宁丞前后共八载。此年昌龄乃自江宁丞贬为龙标尉。昌龄自金陵首途赴龙标，基本上是溯江前往，曾顺道游南陵，有《至南陵答皇甫岳》。 </p> <p><strong>妒才被杀<br></strong>　　天宝十五载、唐肃宗至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>（七月，肃宗即位灵武，改元至德）丙申（756年），五十九岁。约在此年离开龙标，还乡。其去龙标，过辰溪，经武陵，扁舟沿江东去，约在今年七、八月后，有《留别司马太守》《留别武陵袁丞》等诗为证。</p> <p>　　唐肃宗至德二载丁酉（757年），六十岁。756年冬到757年年十月之间，王昌龄路经亳州，为亳州刺史闾丘晓所杀害，后张镐杖杀晓。</p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>是盛唐时享有盛誉的一位<a href=\"http://so.gushiwen.org/author_437.aspx\">诗</a>人。殷璠《河岳英灵集》把他举为体现“风骨”的代表，誉其诗为“中兴高作”，选入的数量也为全集之冠。这些都可见他在诗坛上的地位。王昌龄的诗以三类题材居多，即边塞、闺情宫怨和送别。 《全唐诗》对昌龄诗的评价是“绪密而思清”，他的七绝诗尤为出色，甚至可与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>媲美，故被冠之以“七绝圣手”的名号。尤其是他的边塞诗，流畅通脱，高昂向上，深受后人推崇。</p> <p>　　边塞诗的源头可追溯到先秦时期。《诗经》中的边塞诗作品就相当丰富了（如《小雅出车》《六月》等）。唐朝的边塞诗发展到了顶峰，仅就其数量就有近2000首，达到了各代边塞诗数量的总和。以<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>与王昌龄为主的边塞诗派，是浪漫主义中的一个重要流派。他们的边塞之作，表现了驰骋沙场、建立功勋的英雄壮志，抒发了慷慨从戎、抗敌御侮的爱国思想，还描写了西北边疆奇异壮丽的景色。同时也反映了征夫思妇的幽怨和战士的艰苦，各民族之间、将军和士卒之间的矛盾。边塞诗反映了这个时代中有关战争各方面的现实，产生了许多优秀杰出的诗篇。</p> <p>　　王昌龄的边塞诗充分体现了他的爱国主义，英雄主义精神，另外还深深蕴含了诗人对下层人民的人文关怀，体现了诗人宽大的视野和博大的胸怀。王昌龄在写作方式上擅长以景喻情，情景交融。这本是边塞诗所最常用的结构，但是诗人运用最简练的技巧，于这情境之外又扩大出一个更为广阔的视野，在最平实无华的主题之中凝练出贯穿于时间与空间中永恒的思考；最具代表的是《出塞》 。 </p><br/><h2>轶事典故</h2> <p><strong>投笔从戎<br></strong>　　大约二十岁，<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>离开家乡，开始一段学道的经历。开元年间，正王昌龄从军行<a href=\"http://so.gushiwen.org/author_437.aspx\">诗</a>意画 是盛唐气象的鼎盛时期，王昌龄在诗中对盛世景象竭尽全力、忠贞不已地加以歌颂。对盛世的信仰，正是王昌龄一生最坚实的信心、力量、希望和理想的源泉，以至日后长期身处谗枉和沦弃之境，也难以改变。火热的年代，像王昌龄这样有抱负的时代青年，只是把学道当成了一种好奇而已。不久他便到长安谋求发展，没见什么成效，于是他西出长安，投笔从戎，从此踏上西出长安，踏上出塞之路。</p> <p><strong>一片冰心<br></strong>　　王昌龄经过坚持不懈的追求，广泛精心的研读，终于在开元十五年，应进士试时一举登第，被授予秘书省校书郎。王昌龄终究心有不甘，他于开元二十二年再应博学宏词科的考试，并再次登第。然而，二次登第后官职仍旧未见升迁，仅被授予祀水尉。科场颇为得意，仕途却明显失意，王昌龄受到打击。在做了祀水尉五年后，即开元二十八年，他被远贬荒僻的岭南，任江宁丞。失意之后就是疏狂，就是放浪形骸。从长安赴江宁任所，他故意迟迟不去报到，在洛阳一住就是半年，每天借酒销愁。到江宁后，又曾去太湖、浙江一带游览。三天打鱼，两天晒网。这种明显以消极怠工作为反抗的手段，过于意气用事也实在容易授人以柄。</p> <p>　　著名的《芙蓉楼送辛渐二首》作于王昌龄赴任江宁丞之日，这时他正遭谤议，送别至友远行，当时凄切心情可想而知。临别所嘱，惟以玉壶冰心自明心迹。“寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶”，诗里的南国烟雨和兀然傲立的孤峰，既是景语也是情语。王昌龄以忠节贞信作为人生困境中的一种道德自信和超越力量，同时也表明，他对时代的公正并未失去信心。</p> <p><strong>饮酒论诗<br></strong>　　一日，<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>与<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、王昌龄到旗亭这个地方饮酒论诗。当时，有几名歌女也被叫来歌诗助兴。王昌龄首先提议：“我们几人在诗坛上也算小有名气了，但没有分出名次。今日可以听歌女都唱谁的诗，谁的诗被唱得多，谁就是第一。”一位歌女光唱了王昌龄的两首绝句，又一歌女唱了高适的一首绝句。王、高二人都喜形于色。王之涣说：“这两个歌女都是唱的下俚之曲。”说着指着一位最漂亮的歌女说：“且听这位所歌何人?”果然檀板一响，宛转的歌喉悠然而起：“黄河远上白云间，一片孤城万仞山，羌笛何须怨杨柳，春风不度玉门关。”正是王之涣的得意之作《凉州词》。歌女又唱了两首绝句，都是王之涣的作品，三人相视大笑。</p> <p><strong>失孟交李<br></strong>　　王昌龄在襄阳与<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>一见，孟浩然因旧疾复发而死。王昌龄因此在离开的路上很悲伤，没有想到在巴陵意外的遇见<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，当时李白正在被流放夜郎的途中。他们俩一见如故，在江边的小船上，边泛舟边吟酒，畅谈文坛圈里的交往故事。临别，王昌龄写了一首诗《巴陵送李十二》送李白：“摇曳巴陵洲渚分，清江传语便风闻。山长不见秋城色，日暮蒹葭空水云。” 李白对王昌龄的友情也念念不忘。后来听说王昌龄被贬为龙标尉，特地写诗寄送，予以安慰。李白的诗《闻王昌龄左迁龙标遥有此寄》：“杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随风直到夜郎西。”</p> <p><strong>冤死途中<br></strong>　　755年安史之乱爆发，756年，59岁的王昌龄辗转回老家途中，经亳州，被亳州刺史闾丘晓杀害。闾丘晓为什么要杀害王昌龄？史书记载甚少，留下千古之谜。但元人辛文房《唐才子传》卷二“王昌龄”名下，有一句发人深思的话：“以刀火之际归乡里，为刺史闾丘晓所忌而杀”。公元757年，张镐奉命平定“安史之乱”。这年秋天，为解宋州（今河南商丘一带）之围，令亳州刺史闾丘晓率兵救援。为人傲慢、刚愎自用的闾丘晓，看不起布衣出身的张镐，更怕仗打败了“祸及于己”，于是故意拖延时间，按兵不动，致使贻误战机，宋州陷落。张镐以贻误军机罪，处死闾丘晓。在行刑时，闾丘晓露出一幅可怜相，乞求张镐放他一条生路：“有亲，乞贷余命”，意思是家有老母需要赡养。张镐不愧是宰相之材，一句话就把闾丘晓挡了回去：“王昌龄之亲，欲与谁养？”。</p>"
}