{
  "id": 934,
  "star": 0,
  "name": "柳公绰",
  "image": "http://img.gushiwen.org/authorImg/liugongchuo.jpg",
  "dynasty": "唐代",
  "desc": "柳公绰（763年—830年），字宽，小字起之，唐朝大臣、书法家，唐代京兆华原人。即今陕西铜川市耀州区稠桑乡柳家塬人。柳公权之兄，长公权十三岁。性格庄重严谨，喜交朋友豪杰，待人彬彬有礼。聪敏好学，政治、军事、文学，样样精通，尤其喜爱兵法。累官州刺史，侍御史，吏部郎中，御史丞。宪宗时为鄂岳观察史，讨吴元济有功，拜京兆尹。后迁河东节度使户部尚书，检校左仆射。公元832年卒，赠太子太保，谥号元。",
  "content": "<h2>人物生平</h2> <p><strong>尊礼尽孝<br></strong>　　<a href=\"http://so.gushiwen.org/author_934.aspx\">柳公绰</a>字起之（《新唐书》作字宽，才出生三天，他的伯父柳子华说：“光大我柳家门庭的，是这个儿子。”因而小时的字叫起之），他年幼时，对父母孝顺，对兄弟友爱，性格严整，品质庄重，举动都依据礼法。</p> <p><strong>坚守法律<br></strong>　　柳公绰写的文章文雅不俗，不是圣贤的书不读。最初被推举为贤良方正直言极谏科，担任校书郎。一年后第二次考中这个科，被任命为渭南县尉。当时荒年歉收，柳公绰家虽然丰衣足食，但每餐饭他不超过一碗，到丰年才恢复饭量。有人问他，他回答说：“四方的人都困苦饥饿，我能一个人吃饱吗？”经连续提升，任开州刺史。开州地接蛮族，敌军经常逼近开州城袭扰，他属下的一个官员说：“我们的兵力不能阻止他们，希望暂时任他们的首领担任重要官职。”公绰说：“你与他们同流合污吗？怎能违犯法律？”立即杀了他，敌军也退走。公绰被提升为侍御史、吏部员外郎。当时武元衡任剑南节度使，公绰与<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>都任节度府判官，武元衡特别推重他们。</p> <p><strong>献箴讽谏<br></strong>　　后入朝任吏部郎中。当时唐宪宗爱好武功之事，并多次外出游猎，柳公绰献上《太医箴》来讽谏宪宗。宪宗认为柳公绰是高才，派使者对他说：“你说的‘元气运行不闲，裂隙漏洞不在大’，这是对朕的厚爱，应该把它作为座右铭。”过了一个月，任命公绰为御史中丞。 </p> <p><strong>儒生领军<br></strong>　　柳公绰本来与裴垍交情好，等到与裴垍交恶的<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>再次主持朝政时，便让他出任湖南观察使。因湖南潮湿荒僻，不能迎养父母，柳公绰请求在东都洛阳设立办事处，没有批准。后来调任鄂岳观察使。当时朝廷正在征讨淮西叛镇吴元济，宪宗命征调五千鄂岳士兵，隶属于安州刺史李听。柳公绰说：“朝廷说我是儒生，不懂得行军打仗吗？”便请求亲自带兵上前线，朝廷同意。他带兵渡过长江到达安州，李听用军礼迎接并会见他。柳公绰说：“您之所以背弓插箭，难道不是因为战争吗？如果去掉戎装，不过是两个郡守罢了，怎么统一指挥呢？因为您家世代是将帅，懂得兵法，我只想在您的府衙任职，按军队的法规跟随您服务。”李听说：“听从您的吩咐。”就把都知兵马使、中军先锋、行营都虞候三张任命书交给他，挑选六千精兵交他统帅，告诫众校尉说：“行营事务一切由都将决断。”李听因为外表威严，因此众人都很尽力，当时的人都佩服他会运用权力领导部下。军队出发，柳公绰多次到下级官兵家探访慰问，害病、生孩子、死了人，都给很多抚恤金，妻子嬉游放荡的，就把她沉到江里去。官兵都很感激并且服从他，说：“中丞为我们操持家事，还能不拼命作战吗？”所以鄂军每战必胜。</p> <p>　　元和十一年（816年），朝廷派李道古接替柳公绰，柳公绰回到长安，被任命为给事中。李师道叛乱平定后，派他到郓州宣读朝廷的文告，回朝复命后，受任为京兆尹。柳公绰正去府衙途中，有一个神策军军校骑马不回避，立即用棍打死。宪宗因为他不经请示杀人而发怒。柳公绰说：“这不只是称量臣的权威，更是轻视陛下的法规。”宪宗说：“已经处死了，不向朕报告，这对吗？”柳公绰说：“这事不应该我报告，在大街上打死了人，向上报告是金吾的职责；在街坊间打死了人，向上报告是左右巡使的职责。”宪宗才不追究。柳公绰后因为母亲去世应守丧而辞职，守丧期满后，任刑部侍郎，兼任盐铁转运使。后又调兵部侍郎兼任御史大夫。</p> <p><strong>屡议时政<br></strong>　　长庆元年（821年），柳公绰又任京兆尹。当时朝廷与幽州、镇州叛军在交战，任免诸将的使者骑着驿马在路上接连不断。柳公绰上奏说：“经考查，馆驿邮传缺乏，差很多驿马，穿着红色和紫色服装的宫廷使者，骑的驿马达到三、四十匹，穿黄色和绿色服装的使者，骑的驿马也不下十匹，驿官不能查验证件，宫廷使者随口向馆驿索要供给，驿马用完了，就抢民间的马匹，百姓怨恨他们惊扰，路上行人差不多断绝了。请求朝廷规定使者数额，用来制止弊端。”唐穆宗又命令中书省制定法规，因此驿官解除了处罚。宦官都憎恨他。柳公绰被改任吏部侍郎，升任御史大夫。后改任礼部尚书，因避祖父的讳改任左丞。不久，任命为检校户部尚书、山南东道节度使。</p> <p>　　宝历元年（825年），柳公绰就任检校左仆射。<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>罢相后，出任武昌节度使。柳公绰用军中的仪仗和礼节参见他，他的幕僚劝阻他，公绰回答说：“奇章公才离开相位，方镇尊重宰相，就是尊重朝廷呀！”有一个道士进献丹药，柳公绰问是从哪里得到的，道士回答说：“在蓟门。”当时朱克融刚叛乱，柳公绰立即说：“可惜呀！药是从叛贼境内得到的，即使灵验有什么用处？”就倒掉丹药，驱逐了道士。后回朝任刑部尚书，不久又任命为邠宁节度使。之前，神策军驻扎在各镇的部队，不听驻地军政长官的指挥，所以敌军能钻空子袭扰边塞。柳公绰向朝廷论述利害关系，要求采用适当措施，因此朝廷命令神策军行营的部队，在边境危急时，全部接受驻地节度使的指挥。柳公绰又回朝任刑部尚书。 </p> <p><strong>安抚外族<br></strong>　　大和四年（830年），柳公绰出任河东节度使，碰到荒年，他节约开支，停止宴请，吃穿与士兵一样。北方部族派梅禄将军李畅赶一万匹马来做生意，所经过的地方都热情地招待他，柳公绰命部队防止士兵袭夺马匹。李畅到达太原，柳公绰只派牙将一人一骑去慰劳，用极友好的态度接待他，设立衙门，命令翻译官引导他参见柳公绰，宴席不超过常规，李畅感激他的恩德，流下眼泪，马群在路上慢慢行进，不随便奔驰打猎。陉北有沙陀部族，勇武喜好争斗，九姓、六州等部族都怕它。柳公绰召来沙陀酋长宁邪执宜，修理废弃的十一处塞栅，招募三千兵留驻在塞栅上，他的妻子、母亲到太原，公绰让夫人慰问和招待他们，并赠送礼品，沙陀部族感谢他的恩德，所以全力保护边塞。</p> <p><strong>病重而逝<br></strong>　　大和六年（832年），柳公绰因病请求朝廷派人代替他。三月，朝廷任命他为兵部尚书，回到长安，允许不上朝班行参见礼。同年四月，柳公绰去世，享年六十八岁。追赠太子太保，谥号成（一作元）。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_934.aspx\">柳公绰</a>任山东节度使，巡行到所属的邓县。县里有两个官员同时被捕，一个是因为接受贿赂，一个是玩弄法令。县令听说柳公绰向来强调法纪，心想他必定杀掉贪污的人。结果柳公绰的判决是：“贪污的官吏虽触犯法令，但法律还在；奸邪的官吏破坏法令，法律就灭亡了。”结果杀的是玩弄法令的人。他马厩里的马咬伤踢伤养马的仆人，公绰就杀掉了那匹马。有人说这是一匹良马，公绰说：“哪有良马而伤害人的呢？” </p> <p>　　大将韩弘病重时，从河中郡回京，穆宗命令百官去探望他，他派儿子推辞说病重不能接待。公绰对他说：“陛下派百官来问候你，这是特殊的礼遇，应该支撑病体去会见公卿，怎么能卧病在床派儿辈传达一句话就了事呢？”韩弘害怕，让人扶着出来面谢百官。</p> <p>　　京兆府狱中关押的一个婆婆用鞭子打死了媳妇，京兆府要将她判处死刑。公绰说：“尊长打晚辈，不是斗殴，况且她的儿子在，因妻子而杀死他的母亲，在礼法上说不过去。”因此从宽判刑。</p> <p>　　柳公绰病重时，忽然命亲随人召来老部下韦长，大家认为公绰要把家事托付给他。到韦长来了，柳公绰竟对他说：“替我告诉宰相，徐州专门杀害李听的亲信部下，除非任用高瑀镇守徐州，否则不能安宁。”接着闭上眼睛不再说话，两天后就去世了。</p> <p>　　柳公绰在服孝守丧因哀伤过度而身体瘦弱，三年不洗澡。奉养后母薛氏很小心孝顺，即使是他的亲家也不知道他不是薛氏亲生的。柳公绰的舅兄薛宫很早就死了，他把薛宫的女儿抚养成人出嫁。他曾说：“我当官不曾因为私事把喜怒强加于人。我的子孙会昌盛吧？”柳公绰性格方正耿介但性情孤僻，与钱徽（一作微）、蒋乂、杜元颍、薛存诚交情很好，他选拔的人才如许康佐、郑朗、卢简辞、崔玙、夏侯孜、李拭、韦长，都显贵闻名。</p>"
}