{
  "id": 460,
  "star": 32,
  "name": "苏武",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_460.jpg",
  "dynasty": "两汉",
  "desc": "苏武（前140—前60年），字子卿，汉族，杜陵（今陕西西安东南）人，中国西汉大臣。武帝时为郎。天汉元年（前100年）奉命以中郎将持节出使匈奴，被扣留。匈奴贵族多次威胁利诱，欲使其投降；后将他迁到北海（今贝加尔湖）边牧羊，扬言要公羊生子方可释放他回国。苏武历尽艰辛，留居匈奴十九年持节不屈。至始元六年（前81年），方获释回汉。苏武去世后，汉宣帝将其列为麒麟阁十一功臣之一，彰显其节操。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>年轻时凭着父亲苏建的庇荫，与兄长苏嘉、弟弟苏贤皆官拜郎中，后升任栘中厩监。</p> <p><strong>出使匈奴<br></strong>　　汉武帝时期汉朝不断讨伐匈奴，双方多次派使节互相侦察。匈奴扣留了汉使郭吉、路充国等前后十余批人，汉朝也扣留匈奴使节以相抵。天汉元年（前100年），且鞮侯单于即位，害怕受到汉朝攻击，于是说：“汉朝天子是我的长辈。”送还了之前扣押的汉使路充国等。武帝为了赞许之，于是遣苏武以中郎将的身份，持节护送扣留在汉的匈奴使者回国，并赠送单于礼物，以答谢单于。苏武同副中郎将张胜及临时委派的使臣常惠等，并临时招募士卒、斥候百余人一同前往。到了匈奴，赠送财物给单于。单于越发傲慢，这不是汉所期望的。 </p> <p>　　单于正派使者护送苏武等，适逢缑王与虞常等在匈奴谋反,暗中策划绑架单于的母阏氏投奔汉朝。正好苏武等至匈奴。虞常在汉朝的时候，与张胜有旧，私下拜访张胜，说：“听说汉朝皇帝很恨卫律，我能替汉朝用暗箭射杀他。我的母亲和弟弟都在汉，希望他们能得到汉朝的赏赐。”张胜答应了他，并送给虞常许多财物。 </p> <p>　　一个多月后，单于出外打猎，只有阏氏和单于子弟在。虞常等七十余人起事前，一人趁夜逃跑，揭发了他们的计划。单于子弟与他们交战，缑王等战死；虞常被活捉。单于派卫律审理此案。张胜听到消息，担心和虞常所说的话被揭发，便把事情告诉了苏武。苏武说：“事情已经发生了，一定会牵连到我。如果我受到了侵害，就更加对不起国家了。”于是想自杀。张胜、常惠制止了他。虞常果然供出张胜。单于大怒，召集贵族商议，想杀汉使。左伊秩訾说：“如果有人谋害单于，那要怎么加刑？应该全部招降。”单于派卫律召唤苏武来受审讯。苏武对常惠说：“屈节辱命，即使活着，有什么面目归汉！”说著拔刀自刺，卫律大惊，抱住苏武，派人骑快马找医生。医生在地挖一个坑，在坑中点火，把苏武放在坑上，敲他的背让淤血流出。苏武本已断气，过了半天才有气息。常惠等人哭泣，用车把苏武载回营帐。单于钦佩苏武的节操，早晚派人探望询问，把张胜监禁起来。 苏武的伤势逐渐好转。单于派使者劝降苏武，并同时审判虞常，想借此使苏武投降。卫律亲手用剑斩杀虞常后，说：“汉使张胜谋杀单于亲近的大臣，应当是死罪，但是单于招募愿意投降的人，赦免其罪。”举剑要砍张胜，张胜请降。卫律对苏武说：“副官有罪，主管也应当连坐。”苏武说：“我本来就没参与计划，又不是他的亲属，凭什么连坐？”卫律又举剑对着苏武，苏武不动。卫律说：“苏君，我之前备齐汉朝归顺匈奴，有幸受到了单于的恩宠，赐予了爵位和财富，管理数万民众，牛马牲口堆满山，才有像今天这样富贵。苏君今日投降，明日也会跟我一样。否则是白白拿身体去做野草的肥料，谁会知道啊！”苏武毫无反应。卫律说：“你要是顺着我投降了，我就能和你做兄弟。今天不听吾的我的建议，以后就算想再见我也没们这么容易了。” 苏武骂卫律说：“你为人臣子，不顾恩义，背叛君主和父母，投降蛮夷去做俘虏，我见你做什么？况且单于信任你，让你决定他人的死生，你公平执法，反而想挑起两个君主的矛盾，自己坐观成败。南越国曾经杀汉朝使者，最后被汉朝消灭南越国也成了汉朝的九个郡；宛王曾经杀汉使者，最后被汉朝消灭，他的人头也被悬在北门示众；朝鲜杀汉使者，立即就被灭国了。只有匈奴还没遭到这样的下场罢了。你明知我不降，就是要杀我，令两国开战，匈奴的覆灭就从我开始吧。”</p> <p>　　卫律知道苏武不可胁迫，报告了单于。单于越发想使他投降，就囚禁苏武，置于大地窖内，不给他吃喝。天下雪，苏武卧著嚼雪，同毡毛一起吞下，几日不死。匈奴以为他是神人，就将苏武迁至北海，让他放公羊，说等公羊生小羊才可归汉。同时把他的部下常惠等人安置到别的地方。 </p> <p><strong>牧羊北海<br></strong>　　苏武到了北海，没有供应粮食，只能掘野鼠所储藏的果实吃。苏武拄著汉节牧羊，起居都拿着，以致节上毛全部脱落。过了五、六年，单于的弟弟于靬王到北海打猎。苏武会编打猎的网，矫正弓弩，于靬王器重他，供给他衣服、食物。三年多过后，于靬王大病，赐苏武马匹、牲畜、服匿、穹庐。于靬王死后，他的部下也都迁离。冬天，丁灵人盗走了苏武的牛羊，苏武又再度穷困。 </p> <p>　　苏武在汉朝时，与<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都担任侍中的官职。武帝天汉二年（前99年），李陵投降匈奴，不敢访求苏武。后单于派李陵去北海，为苏武设酒宴和歌舞。李陵对苏武说：“单于听说我和子卿你交情深厚，所以让我来劝说你，他真心你能成为匈奴的臣子。你到死也不能归汉，白白在没有人的地方让自己受苦，即使坚守信义又有谁能看见呢？先前长君（苏嘉的字）做奉车都尉，随从圣驾至雍的棫阳宫，皇帝扶辇下除，撞到柱子折断车辕，被指控为大不敬，伏剑自刎，皇帝赐钱二百万作为丧葬费。孺卿（苏贤的字）随从圣驾祠河东后土，宦骑与黄门驸马争船，把驸马推到河里淹死了。宦骑逃亡，皇帝下诏让孺卿追捕，没抓到，孺卿惶恐服毒自杀。我来的时候，你的母亲已不幸去世，我送葬至阳陵。你的妻子年少，听说已经改嫁了。只有两个妹妹，两个女儿一个儿子，重你离家至今已经十几年了，是不是还活着也不知道。人生如朝露一般短，为什么要让自己受这么久的苦呢！我刚投降的时候，也痛苦的像发疯一样，恨自己背叛了汉朝，加上老母被收留在保宫里。你不想投降的心情，难道比得过我当初？况且陛下年龄大了，法令无常，大臣们没有犯罪就被灭族的有数十家，连自身安全都无法保证，你还顾得上别人么？请听从我的建议，不要再说别的了。”苏武说：“我们苏家父子没有什么功劳，都是因为陛下才能位列将帅，获爵封侯，兄弟为近臣，我一直都想肝脑涂地来报答他的恩情。现在能够杀身报恩，即使是上刀山下油锅，也觉得快乐。臣子事奉君主，就如同儿子事奉父亲。儿子为父亲而死没有什么遗憾的。希望你不要再说了。” 李陵与苏武共饮了几天，又说：“你就听从我的话吧！”苏武说：“我早就已经死了！右校王（李陵在匈奴的爵位）如果一定要让我投降，就请请停下今日的欢宴，我直接死在你面前！”李陵见苏武如此真诚，喟然长叹道：“真是义士啊！我和卫律的罪过上通于天！”说著流下眼泪浸湿了衣襟，决别苏武而去。 </p> <p>　　后李陵又到北海，对苏武说：“区脱地区捕得云中的活口，说太守以下的吏民都穿着白衣，说皇帝驾崩了。”苏武听了向南大哭，吐血，每天早晚哭吊数月之久。</p> <p><strong>归汉封官<br></strong>　　武帝后元二年（前87年），昭帝即位。几年后，匈奴和汉朝达成和议。汉朝寻求苏武等，匈奴谎称苏武已死。后汉使又到匈奴，常惠请求看守他的人员同他前往，夜晚见了汉使，原本地述说了这几年在匈奴的情况。告诉汉使要对单于说：汉天子在上林苑中射猎，射得一只大雁，脚上系著帛书，上说苏武等人在北海。汉使万分高兴，照常惠所说的话去责问单于。单于看身边的人非常惊讶，向汉使道歉说：“苏武等人的确还活着。” 于是李陵设酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！”李陵泪下纵横，于是同苏武永别。单于召集苏武的部下，除了以前已经投降和死亡的，总共跟随苏武回来的有九人。 </p> <p>　　昭帝始元六年（前81年）春，苏武回到长安。昭帝下令苏武带一份祭品拜谒武帝园庙。官拜典属国，俸禄中二千石；赐钱二百万，官田二顷，住宅一处。常惠、徐圣、赵终根都官拜中郎，赐丝绸各二百匹。其余六人因年老而返乡，各赐钱十万，终身免徭役。 </p> <p><strong>上官谋反<br></strong>　　昭帝始元七年（前80年），左将军上官桀、骠骑将军上官安父子与御史大夫桑弘羊、燕王刘旦、鄂邑公主谋反，苏武之子苏元因参与阴谋，而被处死。</p> <p>　　起初，上官桀、上官安与大司马大将军霍光争权。上官桀父子屡次记下霍光的过失交给燕王刘旦，使刘旦上书昭帝，告发霍光。又说苏武出使匈奴二十年不肯降。但回到汉朝后，只为典属国。然而霍光属下长史并无功劳，却被升为搜粟都尉，霍光专权放肆。直到刘旦等人被处死，追查同谋者。苏武与上官桀、桑弘羊有旧，燕王又因苏武功高而官小数次上书，其子又参与谋反。廷尉上书请求逮捕苏武。霍光把奏章搁置，只将苏武免官。 </p> <p><strong>宣帝时期<br></strong>　　昭帝元平元年（前74年），宣帝即位。宣帝赐爵苏武关内侯，食邑三百户。后卫将军张安世推荐苏武通悉典章制度、出使持节不降。于是宣帝召苏武在宦者署听候宣召，多次进见。拜右曹典属国。因苏武是德高望重的老臣，只令他每月的初一和十五日入朝，尊称为“祭酒”。苏武把所得赏赐，全部施送给弟弟和过去的邻里朋友，家中不留一点财物。恭哀皇后父平恩侯许广汉、宣帝舅平昌侯王无故和乐昌侯王武、车骑将军韩增、丞相魏相、御史大夫丙吉，都很敬重苏武。</p> <p>　　此时苏武年事已高，宣帝问左右：“苏武在匈奴那么久了，难道还有子嗣吗？”苏武透过平恩侯许广汉向宣帝陈述：“以前在匈奴发配时，娶的匈奴妇人正好生了一个儿子，名字叫通国，有消息传来，想通过汉使者送去金银、丝绸，把男孩赎回来。”宣帝同意了。后苏通国随汉使回汉朝，宣帝命其为郎。又让苏贤之子做了右曹。</p> <p>　　苏武活到八十余岁，宣帝神爵二年（前60年）去世。</p><br/><h2>故事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>，字子卿，年轻时凭着父亲的职位，兄弟三人都做了皇帝的侍从，并逐渐被提升为掌管皇帝鞍马鹰犬射猎工具的官。当时汉朝廷不断讨伐匈奴，多次互派使节彼此暗中侦察。匈奴扣留了汉使节郭吉、路充国等前后十余批人。匈奴使节前来，汉朝廷也扣留他们以相抵。</p> <p>　　公元前100年，且鞮单于刚刚即位，唯恐受到汉的袭击，于是说：“汉皇帝，是我的长辈。”全部送还了汉廷使节路充国等人。汉武帝赞许他这种通晓情理的做法，于是派遣苏武以中郎将的身份出使，持旄节护送扣留在汉的匈奴使者回国，顺便送给单于很丰厚的礼物，以答谢他的好意。苏武同副中郎将张胜以及临时委派的使臣属官常惠等，加上招募来的士卒、侦察人员百多人一同前往。到了匈奴那里，摆列财物赠给单于。单于越发傲慢，不是汉所期望的那样。</p> <p>　　单于正要派使者护送苏武等人归汉，适逢缑王与长水人虞常等人在匈奴内部谋反。缑王是昆邪王姐姐的儿子，与昆邪王一起降汉，后来又跟随浞野侯赵破奴重新陷胡地，在卫律统率的那些投降者中，暗中共同策划绑架单于的母亲和阏氏归汉。正好碰上苏武等人到匈奴。虞常在汉的时候，一向与副使张胜有交往，私下拜访张胜，说：“听说汉天子很怨恨卫律，我虞常能为汉廷埋伏弩弓将他射死。我的母亲与弟弟都在汉，希望受到汉廷的照顾。”张胜许诺了他，把财物送给了虞常。</p> <p>　　一个多月后，单于外出打猎，只有阏氏和单于的子弟在家。虞常等七十余人将要起事，其中一人夜晚逃走，把他们的计划报告了阏氏及其子弟。单于子弟发兵与他们交战，缑王等都战死；虞常被活捉。单于派卫律审处这一案件。张胜听到这个消息，担心他和虞常私下所说的那些话被揭发，便把事情经过告诉了苏武。苏武说：“事情到了如此地步，这样一定会牵连到我们。受到侮辱才去死，更对不起国家！”因此想自杀。张胜、常惠一起制止了他。虞常果然供出了张胜。单于大怒，召集许多贵族前来商议，想杀掉汉使者。左伊秩訾说：“假如是谋杀单于，又用什么更严的刑法呢？应当都叫他们投降。”单于派卫律召唤苏武来受审讯。苏武对常惠说：“丧失气节、玷辱使命，即使活着，还有什么脸面回到汉廷去呢！”说着拔出佩带的刀自刎，卫律大吃一惊，自己抱住、扶好苏武，派人骑快马去找医生。医生在地上挖一个坑，在坑中点燃微火，然后把苏武脸朝下放在坑上，轻轻地敲打他的背部，让淤血流出来。苏武本来已经断了气，这样过了好半天才重新呼吸。常惠等人哭泣着，用车子把苏武拉回营帐。单于钦佩苏武的节操，早晚派人探望、询问苏武，而把张胜逮捕监禁起来。</p> <p>　　苏武的伤势逐渐好了。单于派使者通知苏武，一起来审处虞常，想借这个机会使苏武投降。剑斩虞常后，卫律说：“汉使张胜，谋杀单于亲近的大臣，应当处死。单于招降的人，赦免他们的罪。”举剑要击杀张胜，张胜请求投降。卫律对苏武说：“副使有罪，应该连坐到你。”苏武说：“我本来就没有参予谋划，又不是他的亲属，怎么谈得上连坐？”卫律又举剑对准苏武，苏武岿然不动。卫律说：“苏君！我卫律以前背弃朝廷，归顺匈奴，幸运地受到单于的大恩，赐我爵号，让我称王；拥有奴隶数万、马和其他牲畜满山，如此富贵！苏君你今日投降，明日也是这样。白白地用身体给草地做肥料，又有谁知道你呢！”苏武毫无反应。卫律说：“你顺着我而投降，我与你结为兄弟；今天不听我的安排，以后再想见我，还能得到机会吗？”</p> <p>　　苏武痛骂卫律说：“你做人家的臣下和儿子，不顾及恩德义理，背叛皇上、抛弃亲人，在异族那里做投降的奴隶，我为什么要见你！况且单于信任你，让你决定别人的死活，而你却居心不平，不主持公道，反而想要使汉皇帝和匈奴单于二主相斗，旁观两国的灾祸和损失！南越王杀汉使者，结果九郡被平定。宛王杀汉使者，自己头颅被悬挂在宫殿的北门。朝鲜王杀汉使者，随即被讨平。唯独匈奴未受惩罚。你明知道我决不会投降，想要使汉和匈奴互相攻打。匈奴灭亡的灾祸，将从我开始了！”卫律知道苏武终究不可胁迫投降，报告了单于。单于越发想要使他投降，就把苏武囚禁起来，放在大地窖里面，不给他喝的吃的。天下雪，苏武卧着嚼雪，同毡毛一起吞下充饥，几日不死。匈奴以为他是神仙，就把苏武迁移到北海边没有人的地方，让他放牧公羊，说等到公羊生了小羊才得归汉。同时把他的部下及其随从人员常惠等分别安置到别的地方。</p> <p>　　苏武迁移到北海后，粮食运不到，只能掘取野鼠所储藏的野生果实来吃。他拄着汉廷的符节牧羊，睡觉、起来都拿着，以致系在节上的牦牛尾毛全部脱尽。一共过了五、六年，单于的弟弟於靬王到北海上打猎。苏武会编结打猎的网，矫正弓弩，於靬王颇器重他，供给他衣服、食品。三年多过后，於靬王得病，赐给苏武马匹和牲畜、盛酒酪的瓦器、圆顶的毡帐篷。王死后，他的部下也都迁离。这年冬天，丁令人盗去了苏武的牛羊，苏武又陷入了穷困。</p> <p>　　当初，苏武与<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>都为侍中。苏武出使匈奴的第二年，李陵投降匈奴，不敢访求苏武。时间一久，单于派遣李陵去北海，为苏武安排了酒宴和歌舞。李陵趁机对苏武说：“单于听说我与你交情一向深厚，所以派我来劝说足下，愿谦诚地相待你。你终究不能回归本朝了，白白地在荒无人烟的地方受苦，你对汉廷的信义又怎能有所表现呢？以前你的大哥苏嘉做奉车都尉，跟随皇上到雍的棫宫，扶着皇帝的车驾下殿阶，碰到柱子，折断了车辕，被定为大不敬的罪，用剑自杀了，只不过赐钱二百万用以下葬。你弟弟孺卿跟随皇上去祭祀河东土神，骑着马的宦官与驸马争船，把驸马推下去掉到河中淹死了。骑着马的宦官逃走了。皇上命令孺卿去追捕，他抓不到，因害怕而服毒自杀。我离开长安的时候，你的母亲已去世，我送葬到阳陵。你的夫人年纪还轻，听说已改嫁了，家中只有两个妹妹，两个女儿和一个男孩，如今又过了十多年，生死不知。人生像早晨的露水，何必长久地像这样折磨自己！我刚投降时，终日若有所失，几乎要发狂，自己痛心对不起汉廷，加上老母拘禁在保宫，你不想投降的心情，怎能超过当时我李陵呢！并且皇上年纪大了，法令随时变更，大臣无罪而全家被杀的有十几家，安危不可预料。你还打算为谁守节呢？希望你听从我的劝告，不要再说什么了！”</p> <p>　　苏武说：“我苏武父子无功劳和恩德，都是皇帝栽培提拔起来的，官职升到列将，爵位封为通侯，兄弟三人都是皇帝的亲近之臣，常常愿意为朝廷牺牲一切。现在得到牺牲自己以效忠国家的机会，即使受到斧钺和汤镬这样的极刑，我也心甘情愿。大臣效忠君王，就像儿子效忠父亲，儿子为父亲而死，没有什么可恨，希望你不要再说了！”</p> <p>　　李陵与苏武共饮了几天，又说：“你一定要听从我的话。”苏武说：“我料定自己已经是死去的人了！单于一定要逼迫我投降，那么就请结束今天的欢乐，让我死在你的面前！”李陵见苏武对朝廷如此真诚，慨然长叹道：“啊，义士！我李陵与卫律的罪恶，上能达天！”说着眼泪直流，浸湿了衣襟，告别苏武而去。李陵不好意思亲自送礼物给苏武，让他的妻子赐给苏武几十头牛羊。</p> <p>　　后来李陵又到北海，对苏武说：“边界上抓住了云中郡的一个俘虏，说太守以下的官吏百姓都穿白的丧服，说是皇上死了。”苏武听到这个消息，面向南放声大哭，吐血，每天早晚哭吊达几月之久。</p> <p>　　汉昭帝登位，几年后，匈奴和汉达成和议。汉廷寻求苏武等人，匈奴撒谎说苏武已死。后来汉使者又到匈奴，常惠请求看守他的人同他一起去，在夜晚见到了汉使，原原本本地述说了几年来在匈奴的情况。告诉汉使者要他对单于说：“天子在上林苑中射猎，射得一只大雁，脚上系着帛书，上面说苏武等人在北海。”汉使者万分高兴，按照常惠所教的话去责问单于。单于看着身边的人十分惊讶，向汉使道歉说：“苏武等人的确还活着。”于是李陵安排酒筵向苏武祝贺，说：“今天你还归，在匈奴中扬名，在汉皇族中功绩显赫。即使古代史书所记载的事迹，图画所绘的人物，怎能超过你！我李陵虽然无能和胆怯，假如汉廷姑且宽恕我的罪过，不杀我的老母，使我能实现在奇耻大辱下积蓄已久的志愿，这就同曹沫在柯邑订盟可能差不多，这是以前所一直不能忘记的！逮捕杀戮我的全家，成为当世的奇耻大辱，我还再顾念什么呢？算了吧，让你了解我的心罢了！我已成异国之人，这一别就永远隔绝了！”李陵起舞，唱道：“走过万里行程啊穿过了沙漠，为君王带兵啊奋战匈奴。归路断绝啊刀箭毁坏，兵士们全部死亡啊我的名声已败坏。老母已死，虽想报恩何处归！”李陵泪下纵横，于是同苏武永别。单于召集苏武的部下，除了以前已经投降和死亡的，总共跟随苏武回来的有九人。</p> <p>　　苏武于汉昭帝始元六年（前81）春回到长安。昭帝下令叫苏武带一份祭品去拜谒武帝的陵墓和祠庙。任命苏武做典属国，俸禄中二千石；赐钱二百万，官田二顷，住宅一处。常惠、徐圣、赵终根都任命为皇帝的侍卫官，赐给丝绸各二百匹。其余六人，年纪大了，回家，赐钱每人十万，终身免除徭役。常惠后来做到右将军，封为列侯，他自己也有传记。苏武被扣在匈奴共十九年，当初壮年出使，等到回来，胡须头发全都白了。</p> <p>　　苏武归汉第二年，上官桀、子安与桑弘羊及燕王、盖主谋反，苏武的儿子苏元因参与上官安的阴谋，而被处死。起初，上官桀、上官安与大将军霍光争权，上官桀父子屡次把霍光的过失记下交给燕王，使燕王上书给皇帝，告发霍光。又说苏武出使匈奴二十年，不投降，回到汉廷后，只做典属国。而大将军属下的长史官并无功劳，却被提升为搜粟都尉，霍光专权放肆。等到燕王等人谋反，被杀，追查处治同谋的人，苏武一向与上官桀、桑弘羊有旧交，燕王又因苏武功高而官小数次上书，替他抱不平，他的儿子又参与了谋反，主管刑狱的官员上书请求逮捕苏武。霍光把刑狱官的奏章搁置起来，只免去了苏武的官职。</p> <p>　　过了几年，昭帝死了。苏武以从前任二千石官的身份，参与了谋立汉宣帝的计划，赐封爵位关内侯，食邑三百户。过了很久，卫将军张安世推荐说苏武通达熟悉朝章典故，出使不辱君命，昭帝遗言曾讲到苏武的这两点长处。宣帝召来苏武在宦者令的衙门听候宣召。多次进见，又做了右曹典属国。因苏武是节操显著的老臣，只令他每月的初一和十五两日入朝，尊称他为德高望重的“祭酒”，非常优宠他。苏武把所得的赏赐，全部施送给弟弟苏贤和过去的邻里朋友，自己家中不留一点财物。皇后的父亲平恩侯、宣帝的舅舅平昌侯和乐昌侯、车骑将军韩增、丞相魏相、御史大夫邴吉，都很敬重苏武。</p> <p>　　苏武年老了，他的儿子以前被处死，皇帝怜悯他。问左右的人：“苏武在匈奴很久，有儿子吗？”苏武通过平恩侯向宣帝陈述：“以前在匈奴发配时，娶的匈奴妇人正好生了一个儿子，名字叫苏通国，有消息传来，想通过汉使者送去金银、丝绸，把男孩赎回来。”皇帝答应了。后来通过随汉使者回到了汉朝，皇帝让他做了郎官。又让苏武弟弟的儿子做了右曹。</p> <p>　　苏武活到八十多岁，汉宣帝神爵二年（前60年）病亡 </p><br/><h2>艺术风格</h2> <p>　　甘露三年（前51年），汉宣帝因匈奴归降，回忆往昔辅佐有功之臣，乃令人画十一名功臣图像于麒麟阁以示纪念和表扬，后世往往将他们和云台二十八将，凌烟阁二十四功臣并提，有“功成画麟阁”“谁家麟阁上”等<a href=\"http://so.gushiwen.org/author_460.aspx\">诗</a>句流传，以为人臣荣耀之最。十一人中霍光为第一，尊称为“大司马、大将军、博陆侯，姓霍氏”。其次为张安世、韩增、赵充国、魏相、丙吉、杜延年、刘德、梁丘贺、萧望之、<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>共十一人。</p> <p>　　抄本《苏武牧羊记》，全剧25出。《牧羊记》是一出历史故事剧。汉武帝时，苏武出使匈奴，被匈奴扣押，拒不投降，被放逐到北海牧羊。19年的牧羊生活，苏武吞毡啮雪、历尽艰辛。匈奴单于曾令苏武的好友、降将<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>前去探望，动之以情；又派“姑娘”诱之以色。但苏武正气凛然，李陵羞愧而回，“姑娘”自刎身亡。后来，汉皇见到大雁带回苏武的血书，派兵击败匈奴，苏武得以荣归。戏剧情节较历史记载有所增删。《汉书·苏武传》所载，汉朝使者为了要求匈奴单于释放苏武，才编造了汉武帝在上林射雁得见帛书的故事。</p> <p>　　作品歌颂苏武的爱国思想和民族气节。《劝降》、《逼降》表现他拒绝敌人的威逼利诱，义正辞严，不可侵犯。《吃雪》、《牧羊》描写他在冰天雪地中茹苦含辛、不屈不挠的意志。《望乡》、《告雁》抒发他思君念母的深情。剧中写了卫律、李陵两个降臣，其思想、品格却不一样。卫律贪图富贵、降顺匈奴，他的贪婪无耻、阴险狡诈受到嘲讽和鞭挞。李陵由于孤军无援，兵败被俘。作者对他的投降有所批判，又较细致地描写了他内心的矛盾和痛苦，表现了一定程度的同情。剧中有些场次写得简练生动；曲词古朴可喜，并能通过景物描写烘托气氛，抒发人物感情。 </p><br/><h2>牧羊</h2> 　　匈奴自从给卫青、霍去病打败以后，双方有好几年没打仗。他们口头上表示要跟汉朝和好，实际上还是随时想进犯中原。匈奴的单于一次次派使者来求和，可是汉朝的使者到匈奴去回访，有的却被他们扣留了。汉朝也扣留了一些匈奴使者。公元前100年，汉武帝正想出兵打匈奴，匈奴派使者来求和了，还把汉朝的使者都放回来。汉武帝为了答复匈奴的善意表示，派中郎将<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>拿着旌节，带着副手张胜和随员常惠，出使匈奴。苏武到了匈奴，送回扣留的使者，送上礼物。苏武正等单于写个回信让他回去，没想到就在这个时候，出了一件倒霉的事儿。苏武没到匈奴之前，有个汉人叫卫律，在出使匈奴后投降了匈奴。单于特别重用他，封他为王。卫律有一个部下叫做虞常，对卫律很不满意。他跟苏武的副手张胜原来是朋友，就暗地跟张胜商量，想杀了卫律，劫持单于的母亲，逃回中原去。张胜很表示同情，没想到虞常的计划没成功，反而被匈奴人逮住了。单于大怒，叫卫律审问虞常，还要查问出同谋的人来。苏武本来不知道这件事。到了这时候，张胜怕受到牵连，才告诉苏武。苏武说：“事情已经到这个地步，一定会牵连到我。如果让人家审问以后再死，不是更给朝廷丢脸吗？”说罢，就拔出刀来要自杀。张胜和随员常惠眼快，夺去他手里的刀，把他劝住了。虞常受尽种种刑罚，只承认跟张胜是朋友，说过话，拼死也不承认跟他同谋。卫律向单于报告。单于大怒，想杀死苏武，被大臣劝阻了，单于又叫卫律去逼迫苏武投降。苏武一听卫律叫他投降，就说：“我是汉朝的使者，如果违背了使命，丧失了气节，活下去还有什么脸见人。”又拔出刀来向脖子抹去。卫律慌忙把他抱住，苏武的脖子已受了重伤，昏了过去。卫律赶快叫人抢救，苏武才慢慢苏醒过来。单于觉得苏武是个有气节的好汉，十分钦佩他。等苏武伤痊愈了，单于又想逼苏武投降。单于派卫律审问虞常，让苏武在旁边听着。卫律先把虞常定了死罪，杀了；接着，又举剑威胁张胜，张胜贪生怕死，投降了。卫律对苏武说：“你的副手有罪，你也得连坐。” 苏武说：“我既没有跟他同谋，又不是他的亲属，为什么要连坐？” 卫律又举起剑威胁苏武，苏武不动声色。卫律没法，只好把举起的剑放下来，劝苏武说：“我也是不得已才投降匈奴的，单于待我好，封我为王，给我几万名的部下和满山的牛羊，享尽富贵荣华。先生如果能够投降匈奴，明天也跟我一样，何必白白送掉性命呢？” 苏武怒气冲冲地站起来，说：“卫律！你是汉人的儿子，做了汉朝的臣下。你忘恩负义，背叛了父母，背叛了朝廷，厚颜无耻地做了汉奸，还有什么脸来和我说话。我决不会投降，怎么逼我也没有用。” 卫律碰了一鼻子灰回去，向单于报告。单于把苏武关在地窖里，不给他吃的喝的，想用长期折磨的办法，逼他屈服。这时候正是入冬天气，外面下着鹅毛大雪。苏武忍饥挨饿，渴了，就捧了一把雪止渴；饿了，扯了一些皮带、羊皮片啃着充饥。过了几天，居然没有饿死。单于见折磨他没用，把他送到北海（今贝加尔湖）边去放羊，跟他的部下常惠分隔开来，不许他们通消息，还对苏武说：“等公羊生了小羊，才放你回去。”公羊怎么会生小羊呢，这不过是说要长期监禁他罢了。苏武到了北海，旁边什么人都没有，唯一和他作伴的是那根代表朝廷的旌节。匈奴不给口粮，他就掘野鼠洞里的草根充饥。日子一久，旌节上的穗子全掉了。一直到了公元前85年，匈奴的单于死了，匈奴发生内乱，分成了三个国家。新单于没有力量再跟汉朝打仗，又打发使者来求和。那时候，汉武帝已死去，他的儿子汉昭帝即位。汉昭帝派使者到匈奴去，要单于放回苏武，匈奴谎说苏武已经死了。使者信以为真，就没有再提。第二次，汉使者又到匈奴去，苏武的随从常惠还在匈奴。他买通匈奴人，私下和汉使者见面，把苏武在北海牧羊的情况告诉了使者。使者见了单于，严厉责备他说：“匈奴既然存心同汉朝和好，不应该欺骗汉朝。我们皇上在御花园射下一只大雁，雁脚上拴着一条绸子，上面写着苏武还活着，你怎么说他死了呢？” 单于听了，吓了一大跳。他还以为真的是苏武的忠义感动了飞鸟，连大雁也替他送消息呢。他向使者道歉说：“苏武确实是活着，我们把他放回去就是了。” 苏武出使的时候，才四十岁。在匈奴受了十九年的折磨，胡须、头发全白了。回到长安的那天，长安的人民都出来迎接他。他们瞧见白胡须、白头发的苏武手里拿着光杆子的旌节，没有一个不受感动的，说他真是个有气节的大丈夫。<br/><h2>墓</h2> <p>　　陕西省重点文物保护单位。位于咸阳城西49公里处武功县武功镇龙门村。具体在武功镇北1.5公里龙门村，代有封修，题书、碑、碣殊多。清乾隆巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>题碑，同治间（1862-1874）知县陈尔茀等题碣。40年代末尚有围墙、院落、门楣，后被陈，仅存墓冢，高约1.5米。1979年被公布为省级文物保护单位，遂立标识，确定保护范围，划定墓面积330平方米，设门楣建围墙。1938年，菲律宾华侨成立有“南洋武功苏氏宗亲会”，1993年更名“世界苏氏宗亲会”，1997年，“宗亲会”追本溯源，寻根谒祖，组团回武功拜谒苏氏墓。整修以新的<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>故里苏武纪念馆，一期工程已向游人开放。被国家文物局授予全国青少年爱国教育基地。</p> <p>　　另有苏武庙，位于甘肃省武威市民勤县民武公路6公里处，向东约五公里的苏武山上，于2000年以后修建。该区有座山叫苏武山，如今的苏武山，已经告别了原来的荒漠景象，尤其是夏天！一派生机盎然的景象，变成了：苏武山万亩葡萄大庄园，临近修建了苏武酒厂。还修建了苏武公墓，苏武庙。</p> <p>　　在武威市民勤县苏武乡羊路中学（传说是苏武牧羊走的路，所以叫“羊路”，）向东大概走1个小时。就可以看见一个很高大的土墩子，叫野鸽子墩。传说是苏武为了遥看自己的国家而修筑的。附近还有九节芨芨草。 </p>"
}