{
  "id": 188,
  "star": 1503,
  "name": "纳兰性德",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_188.jpg",
  "dynasty": "清代",
  "desc": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光采夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。",
  "content": "<h2>风光</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>22岁时，再次参加进士考试，考中二甲第七名。康熙皇帝破格授他三等侍卫的官职，以后升为二等，再升为一等。作为皇帝身边的御前侍卫，以英俊威武的武官身份参与风流斯文的<a href=\"http://so.gushiwen.org/author_188.aspx\">诗</a>文之事。随皇帝南巡北狩，游历四方，奉命参与重要的战略侦察，随皇上唱和诗词，译制著述，因称圣意，多次受到恩赏，是人们羡慕的文武兼备的年少英才，帝王器重的随身近臣，前途无量的达官显贵。</p> <p>　　但作为诗文艺术的奇才，他在内心深处厌倦官场庸俗和侍从生活，无心功名利禄。虽“身在高门广厦，常有山泽鱼鸟之思”。他诗文均很出色，尤以词作杰出，著称于世。24岁时，他把自己的词作编选成集，名为《侧帽集》，又著《饮水词》，再后有人将两部词集增遗补缺，共349首，编辑一处，合为《纳兰词》。传世的《纳兰词》在当时社会上就享有盛誉，为文人、学士等高度评价， 成为那个时代词坛的杰出代表。时人云，“家家争唱《饮水词》，纳兰心事几人知？”可见其词的影响力之大。</p> <p>　　在交友上，纳兰性德最突出的特点是其所交“皆一时俊异，于世所称落落难合者”，这些不肯落俗之人，多为江南汉族布衣文人，如<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>、严绳孙、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>、姜宸英等等。纳兰性德对朋友极为真诚，不仅仗义疏财，而且敬重他们的品格和才华，就象平原君食客三千一样，当时许多的名士才子都围绕在他身边，使得其住所渌水亭（现宋庆龄故居内恩波亭）因文人骚客雅聚而著名，客观上也促进了康乾盛世的文化繁荣。究其原因，纳兰性德在一定程度上可以和汉族知识分子学到他所倾慕的汉文化知识，而更重要的是他自身有着不同于一般满清贵族纨绔子弟的远大理想和高尚人格，这就显然使得他的举动背离了社会主流，从而成为后世的一个研究焦点。 </p><br/><h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>生于顺治十一年腊月十二日（公元1655年1月19日），纳兰自幼饱读<a href=\"http://so.gushiwen.org/author_188.aspx\">诗</a>书，文武兼修，十七岁入国子监，被祭酒徐文元赏识，推荐给内阁学士徐乾学。十八岁参加顺天府乡试，考中举人。十九岁参加会试中第，成为贡士。康熙十二年因病错过殿试。康熙十五年补殿试，考中第二甲第七名，赐进士出身。这一时期的纳兰性德发奋苦读，拜徐乾学为师。在名师指导下，他于两年中主持编纂了一部儒学汇编——《通志堂经解》，深受皇帝赏识，为今后发展奠定基础。他还把自己熟读经史的见闻感悟整理成文，编成四卷《渌水亭杂识》，当中包含历史、地理、天文、历算、佛学、音乐、文学、考证等等知识，表现出相当广博的学识和爱好。</p> <p><strong>御前侍卫<br></strong>　　纳兰性德成为进士时年仅二十二岁，康熙爱其才，又因纳兰出身显赫，家族与皇室沾亲带故（纳兰的母亲出身爱新觉罗皇族；纳兰的曾祖父金台吉是叶赫部贝勒，其妹孟古格格即是皇太极生母），故被康熙留在身边授三等侍卫，不久后晋升为一等侍卫，多次随康熙出巡。还曾奉旨出使梭龙，考察沙俄侵边情况。</p> <p><strong>寄情诗词<br></strong>　　作为当朝重臣纳兰明珠的长子，本来注定荣华富贵，繁花著锦。作为皇帝身边的，以英俊威武的武官身份参与风流斯文的诗文之事。随皇帝南巡北狩，游历四方，奉命参与重要的战略侦察，随皇上唱和诗词，译制著述，因称圣意，多次受到恩赏，是人们羡慕的文武兼备的年少英才，帝王器重的随身近臣，前途无量的达官显贵。</p> <p>　　但作为诗文艺术的奇才，他淡泊名利，在内心深处厌恶官场的庸俗虚伪，虽“身在高门广厦，常有山泽鱼鸟之思”。纳兰一生虽懂骑射好读书，却并不能在一等侍卫的御前职位上挥洒满腔热情。</p> <p>　　康熙十三年（1674年），纳兰与两广总督卢兴祖之女卢氏成婚。康熙十六年卢氏难产去世，纳兰的悼亡之音由此破空而起，成为《饮水词》中拔地而起的高峰，后人不能超越，连他自己也再难超越。</p> <p>　　纳兰性德24岁时将词作编选成集，名为《侧帽集》，又著《饮水词》。后人将两部词集增遗补缺，共349首，合为《纳兰词》。传世的《纳兰词》在当时社会就享有盛誉，为文人学士高度评价。时人云，“家家争唱《饮水词》，纳兰心事几人知？”可见其词的影响力之大。</p> <p>　　纳兰性德交友“皆一时俊异，于世所称落落难合者”，这些不肯落俗之人多为江南布衣文人，如<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>、严绳孙、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>、姜宸英等。纳兰性德对朋友极为真诚，不仅仗义疏财，而且敬重他们的品格和才华，如同“平原君食客三千”一样，当时许多想升官发财的名士才子都围绕在他身边，使得其住所渌水亭（今宋庆龄故居内恩波亭）因康熙的御用文人聚集太多而著名。</p> <p><strong>藏书大家<br></strong>　　纳兰性德一生爱书藏书，从师顾贞观、陈维菘、徐乾学，研讨经学。曾耗资40万金，编辑宋以来诸儒学经之书，刻为《通志堂经解》1860卷（后世学者何焯编撰有《通志堂经解目录》）。辑有《全唐诗选》。著有《通志堂集》、《饮水词》、《渌水亭杂识》、《大易集仪萃言》、《删补大学义粹言》、《词韵正略》、《陈氏礼记集说补正》等书。晚年笃意于经史、书法、诗文。嘱友人秦松龄、朱彝尊为购求宋元诸家经解，得抄本140余种，环拥古书万卷，建藏书楼“通志堂”、“珊瑚阁”，以弹词歌曲、评定书画、鉴藏古籍为乐。藏书印有“珊瑚阁”、“绣佛斋”、“鸳鸯馆”等字。</p> <p><strong>英年早逝<br></strong>　　纳兰性德于康熙二十四年（1685年）暮春抱病与好友一聚，一醉一咏三叹，而后一病不起。七日后，于康熙二十四年五月三十日（公元1685年7月1日）溘然而逝，年仅三十岁（虚龄三十有一）。纳兰性德葬于何处位于海淀区上庄乡上庄村北，皂甲屯西一处台地上。建于清代顺治三年，总面积约为340亩，墓地分为南寿地、北寿地两个部分，共有宝顶9座，土坟两座。</p> <p>　　纳兰性德墓的宝顶建筑宏大，底座为青石，宝顶中部为汉白玉，镌刻有图案，上部为三合土夯实的半圆顶。纳兰氏家族墓地在清代基本保存完好，后多次被盗。1966年“文化大革命”期间，遭到严重破坏。1970年冬，被彻底拆毁。</p><br/><h2>与曹雪芹</h2> <p>　　首先，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>与<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>祖父曹寅同入值宫禁，均为大内侍卫。据考，这种同事关系可能还非同一般。他们都极富文采，一个是满人通过发奋勤学，成功地加入到中原主流文化的行列。另一个是祖代家风，把成熟的汉学带入旗籍。从两个不同角度达到同工之妙，对满汉文化融合作出努力。现在最能作证的便是时任江宁织造的曹寅与随康熙南巡驻跸织造署的纳兰性德的<a href=\"http://so.gushiwen.org/author_188.aspx\">诗</a>文交往。</p> <p>　　纳兰有词《满江红·为曹子清题其先人所构楝亭，亭在金陵署中》</p> <p>　　此外，纳兰性德还著文《曹司空手植树记》。</p> <p>　　同是帝王的近臣，纳兰是帝王身边与文化人士联系的桥梁纽带。曹寅是外放江南，一面任官，一面监视江南文人举动，为朝廷笼络人才的密使。他们的作用方向不一样，但目的与归宿却是一样的，都是清王朝进行文化统治的干将与助手。这便是他们在意识形态方面扮演的同一角色，以及在文化职能方面的共同之处。</p> <p>　　再者，纳兰家族和曹氏家族都是封建官僚世家。从龙入关，立有功勋，并数代承袭官爵，是功名奕世，钟鸣鼎食之家。纳兰家不但是地道的正统满州贵族，从血缘上与王朝有着复杂交叉的关系。曹家祖上是明朝辽东驻军军官，后降清改籍，入包衣列，属帝王家臣，曹寅的生母曾是康熙的乳母，曹寅当过皇帝的侍读（同学），曹雪芹的姐姐又是礼亲王五世孙，平郡王纳尔苏的王妃。曹家世袭江宁织造职达六、七十年。尤其不要忘记的是纳兰性德，曹寅与康熙皇帝是年龄相近的“一起玩大”的年少君臣。</p> <p>　　纳兰家与曹家不但在王朝的关系上，而且在家世上也有许多相似之处。他们祖上都是从龙入关的老资格，并在清王朝定鼎华夏后发迹。两个家族都有一定的文化传统，注重文化建设。明珠是满汉文化融合政策的支持者，自已曾领衔主编过一批清初的大部头书籍。他对自家子弟的文化进修、发展，尽了心力。儿孙中有著名词人纳兰性德，有翰林院掌院学士揆叙，还有喜读书、善藏书的孙子福格。而曹家祖上就是明朝辽阳驻军的游击衔炮兵教官，之后的曹家子孙均是文才出众，并乐于广交天下名士的官员。他们的祖上虽都是武官出身，但在文化的过程和完善文治的大形势下，较早地顺应这个趋势，完成了这个转变。诗书传家，崇文重礼。两个家族都有着“烈火烹油，鲜花著锦”的辉煌，都是“诗书簪缨之族”。但也都遭遇撤职抄家的厄运。一损俱损，一荣俱荣，把一个封建王朝的政治斗争与家族盛衰演绎得如此维妙维肖，再现得如此淋漓尽致。 纳兰，王朝的政治风云变幻深深影响着他们家族的命运。他们家族内部的矛盾发展，家势的炎凉，也微缩、反映了王朝的兴衰。它们互为影响，互为观照。明珠与大多数封建官吏一样，由于权势渐重，也重蹈把持朝政，背公营私、贪财纳贿覆辄，被御史参劾，遭撤职抄家的处分。他的府邸家园被另一个佞臣巨贪和珅看中，据为已有。而曹家赫赫近百载，却被告挪用资财，出现亏空被撤职查抄，其织造之职被另一个叫隋赫德的贪官接替。这种陈陈相因并非以良继莠，正是统治集团内部斗争的结果。他们两家都曾自觉不自觉地卷入宫廷权力斗争，属于皇八子允禩、皇九子允禟朋党。纳兰性德大弟揆叙因在立储问题上重提“八阿哥”，玄烨震怒，被降职。雍正更是穷治政敌，死人也不放过。降谕在揆叙墓碑上铲去旧字，改刻“不忠不孝柔奸阴险揆叙之墓”昭示永久。而揆方因婚姻关系，也自然在皇子朋党之列，亏得早逝，荣辱由他。而曹家也因为立储问题与皇八子和皇九子结为同党，被雍正恶之，一除为快。因在江宁织造衙门旁万寿庵发现曹家为允禟收藏铸造的铜狮子，找着把柄、差错，便削职为民，充军发配，一捋到底。两个家族同样在封建制度回光返照的“康乾盛世”里尽历了荣辱盛衰的轮回。纳兰性德本人虽然没有象晚些时候的曹雪芹那样，亲历家道衰败。但他的婚姻、事业好景不长，似乎也鬼使神差地预示着水满则溢，月圆必亏，“盛宴必散”的规律。应该看到，这一现象并不仅限于纳兰和曹氏家族。而是一般事物的发展规律，更是封建王朝中的普遍现象。这也正是他们家族史的社会意义所在。 </p><br/><h2>与红楼</h2> <p>　　轰轰烈烈的“红学”研究已经进行百载有余了。其中有不少文宿、巨匠参与研究，并取得不少成果和进展。不但伟人毛泽东对《红楼梦》研究有评述，就是前溯百载，清代的皇帝，公子王孙也侧身其中。但凡研究“红学”的人对明珠，<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>都会有所了解。乾隆算得上是第一位红学家。当和珅进呈《红楼梦》，乾隆读后曰：“此盖为明珠家事作也。”一句话，把《红楼梦》与纳兰家联系起来。且不说此推论是否真有道理，天子首开一家之言，根据他的阅历提示了两事物间的联系可能。</p> <p>　　纳兰明珠、纳兰性德和<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>都是清初到中期“康乾盛世”中人，相继前后。他们的家世与经历，有许多共同之处，是那个时期的政治、文化现象的集中反映。 </p><br/><h2>性格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">诗</a>人落拓无羁的性格，以及天生超逸脱俗的秉赋，加之才华出众，功名轻取的潇洒，与他出身豪门，钟鸣鼎食，入值宫禁，金阶玉堂，平步宦海的前程，构成一种常人难以体察的矛盾感受和无形的心理压抑。加之爱妻早亡，后续难圆旧时梦，以及文学挚友的聚散，使他无法摆脱内心深处的困惑与悲观。对职业的厌倦，对富贵的轻看，对仕途的不屑，使他对凡能轻取的身外之物无心一顾，但对求之却不能长久的爱情，对心与境合的自然合谐状态，他却流连向往。他于康熙二十四年（1685年）暮春，抱病与好友一聚，一醉，一咏三叹，然后便一病不起，七日后于五月三十日（7月1日）溘然而逝。</p> <p>　　<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>虽然只有短短三十一年生命，但他却是清代享有盛名的大词人之一。在当时词坛中兴的局面下，他与阳羡派代表<a href=\"http://so.gushiwen.org/author_712.aspx\">陈维崧</a>、浙西派掌门<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>鼎足而立，并称“清词三大家”。然而与之区别的，纳兰性德是入关不久的满族显贵，能够对汉族文化掌握并运用得如此精深，是不得不令人大为称奇的。</p> <p>　　纳兰性德词作现存348首（一说342首），内容涉及爱情友谊、边塞江南、咏物咏史及杂感等方面，写景状物关于水、荷尤多,尽管以作者的身份经历，他的词作数量不多，眼界也并不算开阔，但是由于诗缘情而旖旎，而纳兰性德是极为性中的人，因而他的词作尽出佳品，<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>在《蕙风词话》中誉其为“国初第一词手”。</p> <p>　　纳兰性德24岁将自己的词作结集为《侧帽》后更名为《饮水》，后人多称纳兰词。《纳兰词》在当时社会上就享有盛誉，为文人、学士等高度评价，成为那个时代词坛的杰出代表。他的词不但在清代词坛享有很高的声誉，在整个中国文学史上，也以“纳兰词”为词坛一说而占有光彩夺目的一席之地。纵观纳兰性德词风，清新隽秀、哀感顽艳，颇近南唐后主。而他本人也十分欣赏<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>，他曾说：“花间之词如古玉器，贵重而不适用；宋词适用而少贵重，李后主兼而有其美，更饶烟水迷离之致。”此外，他的词也受《花间集》和<a href=\"http://so.gushiwen.org/author_588.aspx\">晏几道</a>的影响。 </p><br/><h2>评价</h2> 　　<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>：容若天资超逸，悠然尘外，所为乐府小令，婉丽凄清，使读者哀乐不知所主，如听中宵梵呗，先凄惋而后喜悦。<br>　　顾贞观：容若词一种凄忱处，令人不能卒读，人言愁，我始欲愁。<br>　　陈维嵩：饮水词哀感顽艳，得南唐二主之遗。<br>　　周之琦：纳兰容若，南唐李重光后身也。予谓重光天籁也，恐非人力所能及。容若长调多不协律，小令则格高韵远，极缠绵婉约之致，能使残唐坠绪，绝而复续，第其品格，殆叔原、方回之亚乎？<br>　　<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>：容若承平少年，乌衣公子，天分绝高。适承元、明词敝，甚欲推尊斯道，一洗雕虫篆刻之讥。独惜享年不永，力量未充，未能胜起衰之任。其所为词，纯任性灵，纤尘不染，甘受和，白受采，进于沉着浑至何难矣。<br>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>：纳兰容若以自然之眼观物，以自然之舌言情，此初入中原未染汉人风气，故能真切如此，北宋以来，一人而已！<br>　　陈廷焯：饮水词措词浅显<br>　　容若饮水词，在国初亦推作手，较东白堂词〔佟世南撰，〕似更闲雅。然意境不深厚，措词亦浅显。余所赏者，惟临江仙〔寒柳〕第一阕，及天仙子〔渌水亭秋夜、〕酒泉子〔谢却荼蘼一篇〕三篇耳，余俱平衍。又菩萨蛮云：“杨柳乍如丝。故园春尽时。”亦凄忱，亦闲丽，颇似飞卿语，惜通篇不称。又太常引云：“梦也不分明。又何必催教梦醒。”亦颇凄警，然意境已落第二乘。 《白雨斋词话》<br/><h2>与曹雪芹的比较</h2> <p>　　就<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>和<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>个人品格来比较，也有许多共同和相通、相似之处，两人都有过人的才分和非同一般的文化基础。纳兰性德在主编《通志堂经解》时，就把凡读书、索引、见闻俱记录在册，以后编成《渌水亭杂识》，其中涉及历史、地理、天文、历算、佛学、音乐、文学、考证等方面，可见博学之一斑。一首《望海楼·宝珠洞》把视野内一望之地的自然景观、历史文物、千古苍桑一并道来，信息量大，跨度大，内涵丰富。一首《忆秦娥·龙潭口》把所看到的地理、地质现象作正确的描述与艺术的表达。竟可以与著名文化地理著作《帝京景物略》中有关描写一并参照阅读、欣赏。而曹雪芹也多才多艺，曾撰写《废艺斋集稿》《南鹞北鸢考工志》等多册关于金石工艺美术、烹调等书籍。另外还擅长书画、<a href=\"http://so.gushiwen.org/author_188.aspx\">诗</a>词。这些在他的封建社会大百科全书《红楼梦》中，都一一展现。纳兰性德与曹雪芹同属风雅之流，脱俗之士，但对朋友却有情有义。纳兰性德交友<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、梁佩兰、姜宸英、高士奇、<a href=\"http://so.gushiwen.org/author_224.aspx\">顾贞观</a>等著名学者文士，并倾力营救身陷绝地的吴兆骞。纳兰性德身虽富贵，但不恋官场，不贪功名，甚至想摆脱世俗纠缠，做闲云野鹤。曹雪芹则有诗友敦敏、敦诚、张宜泉等，更有神密的“脂砚斋”、弘晓等知音。他乐于帮贫济困，据说他在“鬻画维生”“绳床瓦灶”的困境中，仍“常济孤寡”，收养双目失明的老妪白媪，作风筝谱教盲人于叔度谋生之术。曹雪芹曾谢绝好友敦敏的推荐，不入宫谋职。</p> <p>　　他们之间确有许多极其相似之处和几乎能重叠套合的家世经历。无怪相隔不久，又与纳兰家结为“亲家”的乾隆，看过《红楼梦》后，一口咬定所写是前朝明珠家之事。更有人牵强、索隐，认定明府为大观园；明珠纳兰父子即贾政、宝玉等等不一枚举。且不管这类说法有否根据，有否意义，他们之间的相似之处的确太多，而且在纳兰之后的曹雪芹也不可能对之前的包括明珠家的变故毫无知晓，加之个人的亲历和体验，丰富了他的艺术创作源流，使《红楼梦》具有典型的代表性与更大的涵盖性。使一部文学著作具有了更丰富的蕴涵和深刻的意义。</p><br/><h2>故居</h2> <p><strong>纳兰遗迹</strong><br>　　陈列馆按其笔下“郊园”设计 。由主展厅、录像厅和画厅组成，通过大量历史文物表现其一生，后其墓地出土的墓志铭、朝珠、封诰、康熙铜钱等也在此馆展出。</p> <p><strong>家族溯源</strong><br>　　纳兰家族入关前可上溯至海西女真叶赫部。其部首领贝勒金台吉在对抗努尔哈赤统一东北女真的战争中，城陷身死。金台吉其子尼雅韩随叶赫部迁至建州，受佐领职。在满州入关过程中，积功受职牛录章京（骑都尉）。尼雅韩妻墨尔齐氏，有长子郑库，次子明珠。纳兰明珠生于天聪九年十月初十（1635年11月19日）早年任侍卫，従銮仪卫治仪 正迁内务府朗中，内务府总管、弘文院学士、刑部尚书、兵部尚书、武英殿大学 士、加太子太傅，又晋太子太师，成为名噪一时，权倾朝野的康熙朝重臣。人以 “相国”称。他官居内阁十三年“掌仪天下之政”在议撤三藩，统一台湾，抗御外敌等重大事件中，起了积极作用。同时作为封建权臣，他也利用皇帝的宠信，独揽朝政，贪财纳贿，卖官鬻爵，被参劾，在封建统治集团的内部斗争中，经历 荣辱兴衰，有起有落。明珠妻爱新觉罗氏为努尔哈赤第十二子英亲王阿济格正妃第五女。 </p>"
}