{
  "id": 130,
  "star": 447,
  "name": "韩偓",
  "image": "http://img.gushiwen.org/authorImg/hanwo.jpg",
  "dynasty": "唐代",
  "desc": "韩偓（公元842年～公元923年）。中国唐代诗人。乳名冬郎，字致光，号致尧，晚年又号玉山樵人。陕西万年县（今樊川）人。自幼聪明好学，10岁时，曾即席赋诗送其姨夫李商隐，令满座皆惊，李商隐称赞其诗是“雏凤清于老凤声”。龙纪元年(889年)，韩偓中进士，初在河中镇节度使幕府任职，后入朝历任左拾遗、左谏议大夫、度支副使、翰林学士。",
  "content": "<h2>生平</h2> <p>　　光化三年(900年)，宦官头子左右神策军中尉刘季述发动宫廷政变，废昭宗，立太子李裕为帝。<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>协助宰相崔胤平定叛乱，迎昭宗复位，成为功臣之一，任中书舍人，深得昭宗器重，多次欲立为相，都被力辞。中书门下同平章事李继昭依附宦官头子韩全诲，排挤崔胤，崔胤召凤翔节度使李茂贞入朝，意欲抑制宦官集团。李茂贞入朝后，拥兵跋扈，崔胤又想召宣武镇节度使朱全忠入朝牵制李茂贞。韩偓谏道：这样造成“两镇兵斗阙下，朝廷危矣”，应一面罢去李茂贞，一面处理宦官。议尚未行，而李茂贞、韩全诲已将昭宗劫往凤翔。韩偓闻讯，星夜赶往凤翔行在，见昭宗时恸哭失声。昭宗任韩偓为兵部侍郎。后朱全忠兵到，败李茂贞，杀韩全诲，韩偓随同昭宗回长安。</p> <p>　　韩偓回长安后，见朱全忠比李茂贞更为骄横，心中甚感不满。一次，朱全忠和崔胤在殿堂上宣布事情，众官都避席起立，只有韩偓端坐不动，称“侍宴无辄立”，因此激怒朱全忠。朱全忠一则恼怒韩偓无礼，再则忌他为昭宗所宠信，参预枢密，恐于己不利，便借故在昭宗面前指斥韩偓。崔胤听信谗言，也不予救护。朱全忠本欲置韩偓于死地，幸经京兆尹郑元规劝阻，被贬为濮州(今山东鄄县、河南濮阳以南地区)司马。不久，又被贬为荣懿(今贵州桐梓县北)尉，再贬为邓州(今河南邓县)司马。韩偓离京，使昭宗左右无亲信之人。</p> <p>　　天祐元年(904年)，朱全忠弑昭宗，立李柷为昭宣帝(即哀帝)。为收买人心，伪装豁达大度，矫诏召韩偓回京复职。韩偓深知一回长安，即入虎口，便不奉诏，携眷南逃到江西抚州。</p> <p>　　威武军节度使王审知重视延揽人才，派人到抚州邀韩偓入闽。天祐二年(905年)八月，韩偓自赣入闽。</p> <p>　　韩偓入闽后，在长汀、沙县寓居一个时期。天祐四年(907年)，朱全忠篡唐，改国号梁，王审知向朱全忠献表纳贡。韩偓对此心有抵触，想再回江西。从沙县走到邵武时，王审知急忙派人前去挽留。但韩偓因感“宦途险恶终难测”，功名之念已淡，坚拒王审知的任命。在从邵武回到沙县后，不久又经尤溪到桃林场(今永春)小住，然后进入泉州。在泉州，受到刺史王审邽父子的优礼接待，住泉州西郊招贤院，多年来疲惫的身心得到憩息。在饱览当地风物之时，又感叹“尽道途穷未必穷”，兴之所至，写下许多有名的<a href=\"http://so.gushiwen.org/author_130.aspx\">诗</a>篇。 </p> <p>　　不久，韩偓到南安漫游，认为这里是晚年栖止的理想地点，便在葵山(又名黄旗山)山麓的报恩寺旁建房舍，以为定居之地，时称“韩寓”。在这里，韩偓下地耕种，上山砍柴，自号“玉山樵人”，自称“已分病身抛印绶，不嫌门巷似渔樵”，过着退隐生活。梁龙德三年(923年)，韩偓病逝，威武军节度使检校尚书左仆射傅实为其营葬，墓在葵山之阳。</p> <p>　　韩偓才华横溢，是晚唐著名诗人，被尊为“一代诗宗”。其诗作大体上可分3个时期：初期是在被贬谪之前；中期是在贬谪之后，入闽之前；晚期在入闽后，特别是在泉州、南安定居之后。初期在朝为官，深得昭宗信任，仕途上春风得意，生活上优渥奢华，所作诗多是艳词丽句，正如后来他在南安寓所整理《香奁集》的序文上所述：“柳巷青楼，未尝糠秕；金闺绣户，始预风流”，充满缠绵浪漫的色彩。不过，也有些清新可诵的诗句，如脍炙人口的“八尺龙须方锦褥，已凉天气未寒时”；“燕子不来花着雨，春风应自怨黄昏”等。被斥逐出长安后，韩偓屡经转徙，目击乱离，诗风有很大转变，多半叙写个人坎坷遭遇，倾吐胸中悲愤之情，诅咒战乱，同情人民。入闽之初，韩偓行踪未定，过尤溪时，正值泉州王氏军与南汉军激战后，村落成墟，写出传诵千古的名句：“水自潺湲日自斜，屋无鸡犬有鸣鸦；千村万落如寒食，不见人烟只见花。”到泉州、南安定居后，写出“中华地向城边尽，南国云从海上来；四序有花长见雨，一冬无雪却闻雷”和《咏荔枝》等富有地方色彩的诗篇。晚年，热爱定居后的樵耕生活，写了“此地三年偶寄家，枳篱茅屋共桑麻”，“病起乍尝新桔柚，秋深初换旧衣裳”等诗句，抒发闲适心情。韩偓诗作，以入闽后的作品最多。尽管后人称韩偓为“香奁体”的创始人，其实，现实主义乃是韩偓诗作的主流。其诗集《玉山樵人集》，曾由《四部丛刊》重印传世；《全唐诗》收录其诗280多首。 </p><br/><h2>职业生涯</h2> <p>　　<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a><a href=\"http://so.gushiwen.org/author_130.aspx\">诗</a>中，最有价值的是感时诗篇。它们几乎是以编年史的方式再现了唐王朝由衰而亡的图景。作者喜欢用近体尤其是七律的形式写时事，纪事与述怀相结合，用典工切，有沉郁顿挫的风味，善于将感慨苍凉的意境寓于清丽芊绵的词章，悲而能婉，柔中带刚。他的作品多写上层政治变乱，触及民生疾苦者较少。而艺术上缺乏<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>沉雄阔大的笔力和<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>精深微妙的构思，有时不免流于平浅纤弱。</p> <p>　　韩偓的写景抒情诗构思新巧，笔触细腻。而最大的特色，还在于从景物画面中融入身世之感，即景抒情，浑涵无迹。七律《惜花》写得悲咽沉痛，被人视作暗寓亡国之恨。一些写景小诗如《醉著》、《野塘》，以白描手法勾摹物象，构图明晰，设色疏淡，宛如一幅幅饱含诗意的水墨画卷。至于反映农村乱败景象的《自沙县抵尤溪县，值泉州军过后，村落皆空，因有一绝》，寓时事于写景之中，更有画笔与史笔相结合之妙。</p> <p>　　韩偓作《香奁集》写男女之情，风格纤巧。对此历来评价不一。今有明汲古阁刻本《韩内翰别集》1卷，附补遗1卷。另《香奁集》有元刊3卷本和《汲古阁》1卷本传世。</p> <p>　　据《宣和书谱》记载，韩偓虽不以字誉当世，但行书写的极好，曾有《仆射帖》、《艺兰帖》、《手简十一帖》等传世，宋明之人认为他的字“八法俱备，淳劲可爱”。 </p><br/><h2>诗歌风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a><a href=\"http://so.gushiwen.org/author_130.aspx\">诗</a>中，最有价值的是感时诗篇。它们几乎是以编年史的方式再现了唐王朝由衰而亡的图景。作者喜欢用近体尤其是七律的形式写时事，纪事与述怀相结合，用典工切，有沉郁顿挫的风味，善于将感慨苍凉的意境寓于清丽芊绵的词章，悲而能婉，柔中带刚。他的作品多写上层政治变乱，触及民生疾苦者较少。而艺术上缺乏<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>沉雄阔大的笔力和<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>精深微妙的构思，有时不免流于平浅纤弱。</p> <p>　　韩偓的写景抒情诗构思新巧，笔触细腻。而最大的特色，还在于从景物画面中融入身世之感，即景抒情，浑涵无迹。七律《惜花》写得悲咽沉痛，被人视作暗寓亡国之恨。一些写景小诗如《醉著》、《野塘》，以白描手法勾摹物象，构图明晰，设色疏淡，宛如一幅幅饱含诗意的水墨画卷。至于反映农村乱败景象的《自沙县抵尤溪县，值泉州军过后，村落皆空，因有一绝》，寓时事于写景之中，更有画笔与史笔相结合之妙。</p> <p>　　宋计有功《唐诗纪事》卷六十五韩偓纪事：“偓小字冬郎，义山云：尝即席为诗相送，一座尽惊，句有老成之风。因有诗云：‘十岁裁诗走马成，冷灰残烛动离情。桐花万里丹山路，雏凤清于老凤声。’偓，字致尧，今曰致光，误矣。”</p> <p>　　（韩偓作《香奁集》写男女之情，风格纤巧。对此历来评价不一。今有明汲古阁刻本《韩内翰别集》1卷，附补遗1卷。另《香奁集》有元刊3卷本和汲古阁1卷本传世。）</p> <p>　　“和鲁公凝有艳词一编，名《香奁集》。凝后贵，乃嫁其名为韩偓，今世传韩偓《香奁集》，乃凝所为也。凝生平著述，分为《演纶》《游艺》《孝悌》《疑狱》《香奁》《籯金》六集，自为《游艺集序》云：“余有《香奁》《籯金》二集，不行于世。”凝在政府，避议论，讳其名又欲后人知，故于《游艺集序》实之，此凝之意也。余在秀州，其曾孙和惇家藏诸书，皆鲁公旧物，末有印记，甚完。”</p> <p>　　据<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》——《香奁集》应为和凝所著。 </p><br/><h2>与道教</h2> <p>　　细绎有关<a href=\"http://so.gushiwen.org/author_130.aspx\">诗</a>文可见，<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>与道教有着较为密切的关系。与唐代其他诗人一样，韩偓和道士也有着一些交往，见诸姓名的有钱氏道士、孙仁本、吴颠等。先看钱氏道士，韩偓有诗《花时与钱尊师同醉因成二十字》云：“酒仙同避世，何用厌长沙？”在大好春光里，他与钱氏道士同饮共醉，并且共称为“酒仙”，可见二人十分投机。再看孙仁本道士，“齿如冰雪发如黳，几百年来醉如泥。不共世人争得失，卧床前有上天梯”（《赠孙仁本尊师》），或许正是他不争得失的态度和品格，引起了韩偓的共鸣。对于吴颠道士，韩偓更是推重，在《赠吴颠尊师》中说他“未识心相许，开襟语便诚”，并且愿意拜吴颠为兄长。另外，韩偓和一些隐居江湖的处士如崔江、李思齐等多有交往。从《赠易卜崔江处士》和《赠湖南李思齐处士》可见二人也都是细心研习道法的。 另外，韩偓与道教的关系还可以从以下几点窥见一斑：</p> <p>　　对道教经典的熟识。韩偓对《南华真经》和《黄庭经》最为熟悉和喜爱，所谓“赖有南华养不材”（《驿步》）、“一卷黄庭在手中”（《使风》）。韩偓多次提及《南华真经》（即《庄子》），《湖南梅花一冬再发偶题于花援》云“调鼎何曾用不材”、《深村》云“甘向深村固不材”以及“赖有南华养不材”（《驿步》）皆是取自《庄子·山木》。《访虞部李郎中》“更觉襟怀得丧齐”、《凄凄》“深将宠辱齐”、《小隐》“灵椿朝菌由来事，却笑庄生始欲齐”则可见作者接受了庄子“齐物”的思想。《过临淮故里》“荣盛几何流落久，遣人襟抱薄浮生”，“浮生”来源自《庄子·刻意》“其生若浮，其死若休”。《访明公大德》云“各自心中有醴泉”，“醴泉”则用《庄子·秋水》鵷鶵“非醴泉不饮”事。《余寓汀州沙县……或冀其感悟也》云“子牟欢忭促行期”，则是借《庄子·让王》中子牟事反其意而用之。</p> <p>　　亲自参加道教修炼。韩偓曾经亲自参加道教“辟谷”的修炼，《赠湖南李思齐处士》云“知余绝粒窥仙事，许到名山看药炉”，《秋村》云“绝粒看经香一柱，心知无事即长生”。所谓“绝粒”就是“辟谷”、不食谷物，是道教重要修炼方法之一。韩偓参加道教呼吸修炼，《十月七日早起作时气疾初愈》诗云“阳精欲出阴精落，天地包含紫气中”，就是在黎明时候，阳气初生，阴气衰落，此时练功者进行服气修炼、吐故纳新，以达到以气攻病、祛病强身的效果。韩偓的修炼应该主要是精神修炼、内丹术，韩偓的“息机”、“遗虑”、“去物欲，简尘事”正是道教注重“存思通神”、“离境坐忘”的精神修炼，《使风》提到的《黄庭经》便是注重“内丹”的上清派尊奉的最为重要经典之一。因为晚唐五代由于更多的人认识到服食丹药的荒谬和危害，外丹逐步衰落，注重“精、气、神”修炼的内丹逐步兴盛。但对于外丹韩偓应该也是熟悉的，如《赠湖南李思齐处士》中提到“许到名山看药炉”，《寄邻庄道侣》云“药窗谁伴醉开颜”，可见邻庄的道侣也是炼丹药的，《蜻蜓》中也提到“云母”的意象。</p> <p>　　对道人隐逸的推崇和神仙生活的向往。从前面韩偓与道教、处士的交往就可以看出他对隐逸的兴趣，既有孙仁本的“不共世人争得失”的赞扬，也有对崔江“门传组绶身能退”的钦佩。更能直接表现这种心态的是《送人弃官入道》，对朋友的弃官入道韩偓是持热烈支持的态度的，他有感于“社稷俄如缀”，认为“忸怩非壮志，摆脱是良图”，最后寄语朋友“他日如拔斋，为我指清都”。韩偓对神仙生活同样充满了向往，对道教壶中神仙境界的更是有着好奇，“壶中日月将何用？借与闲人试一窥”（《赠易卜崔江处士》）。《漫作二首》其一写道“丹宵能几级，何必待乘槎”，登上丹宵的仙境，并非是一件十分困难的事，也未必要乘槎于海。《仙山》云“一炷心香洞府开”，作者谓心中虔诚能感通神仙，如焚香一样。《梦仙》一诗更直接而深刻表明了他的道教信仰，诗中先描写紫宵云阕的美景，然后嗟叹阮肇从仙境归来太快、对张骞乘槎天河深表羡慕。诗的最后说“澡练纯阳功力在，此心惟有玉皇知”，表达自己对修道成仙的真诚与渴望。</p> <p>　　对道教的自我认同。韩偓任翰林学士时就曾经“鹤帔星冠羽客装”（《朝退书怀》），完全是一副道士形象。韩偓有《寄邻庄道侣》一诗，称自己的朋友或伙伴为“道侣”，这正是道教徒彼此之间的称谓。《寄禅师》云“他心明与此心同，妙用忘言理暗通”，意思是说道教思想和佛教思想是相通的；细绎其诗味，在这里韩偓把禅师作为佛家的代表，而把自己作为道教的代表。可见，韩偓对道教有着某种自我认同感。</p> <p>　　从韩偓对佛教态度看其对道教的态度。韩偓也有大量与佛教相关的诗歌，他曾多次造访寺庙，与佛教徒也有着较多的交往。《游江南水陆禅院》比较显明地显示了韩偓对佛教的态度“早于喧杂是深仇，犹恐行藏坠俗流。高寺懒为携酒去，名山长恨送人游。关河见月空垂泪，风雨看花欲白头。除去祖师心法外，浮生何处不堪愁”。从这里可以看出，韩偓很早就不喜欢佛教的繁杂喧闹，甚至连一些寺庙也懒得去游玩，只是佛教的“心法”多契合诗人的情怀。《即目》其二亦云“动非求进静非禅”，明确表明自己“动”并不是要干禄求进，“静”也并非要学佛修禅。《寄禅师》中则以道教道家自居。可见，韩偓对佛教“心法”虽然比较欣赏，但他并不倾心于此。韩偓对道教比对佛教有更多的亲近感。 </p>"
}