{
  "id": 384,
  "star": 340,
  "name": "左丘明",
  "image": "http://img.gushiwen.org/authorImg/zuoqiuming.jpg",
  "dynasty": "先秦",
  "desc": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。他左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。",
  "content": "<h2>典故</h2> <p>　　作为太史，<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>非常关心国家政事，积极参政议政。如鲁定公想任命孔子为司徒，打算找三桓进行商议，事先征求左丘明的意见。左丘明说：“孔子是当今的大圣人。圣人一当政， 犯错误的人就很难保住自己的官位。您要任用孔子，却又想和三桓商量，他们怎会支持您的主张呢？”鲁定公百思不得其解地问道：“你怎么知道他们不会同意？”左丘明笑了笑，回答道：“从前，周朝有个人很喜欢毛皮大衣，同时也很喜欢美味肉食。他想做件价值千金的皮大衣，于是就去和狐狸商量，直接向狐狸索要皮毛；他想办桌味道鲜美的牲祭，于是就去同羊儿商量，直接向羊索要羊肉。话还没说完，狐狸和羊儿便都躲藏了起来。因此，五年过去了，这人一件皮大衣也没做成；十年过去了，一次牲祭也没做上。原因其实很简单，那就是周人的谋略不对。你打算任命孔子为司徒，却召集三桓来商量，这同与狐狸商量做皮大衣、与羊儿商量做牲祭是同一个道理。”</p> <p>　　左丘明为什么这样说呢？因为孔子主张削弱三桓，加强君权，曾向鲁定公提出“堕三都”的建议。“三都”指三桓的三个据点：季孙氏的费邑、叔孙氏的睩邑和孟孙氏的成邑。“三都”是三桓对抗公室的私有据点。由于三桓住在国都，封邑由家臣掌管，因此“三都”对三桓本身来说同样也是一种威胁。孔子通过游说曾一度使鲁公拆掉了叔孙氏的睩邑，如此这样，三桓怎么会支持鲁定公任用孔子呢？左丘明冷静地看到了三桓与孔子之间的矛盾，所以当鲁定公征求自己的意见时，他便用两个寓言故事比喻说明，建议避开三桓直接任用孔子。于是，鲁定公听从左丘明的建议，没经三桓同意就直接任命了孔子。 </p><br/><h2>影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>的品行和对人类历史的伟大贡献，得到了世人的尊重和敬仰。左丘明逝世不久，人们即将他著述过的地方称作“左传精舍”，予以保护，并代有修葺。</p> <p>　　汉初，肥城置县伊始，就在县城兴建了“左传精舍”，并立重修碑以志。公元1~6年(汉平帝时)，《左传》初立学宫。公元25~56年(东汉建武年间)，《左传》复立。《后汉书·郑兴范升、陈元、贾逵、张霸列传》载：陛下知丘明至贤，亲受孔子，而公羊传谷梁传闻于后世，故诏立《左氏》。晋夏侯湛赋<a href=\"http://so.gushiwen.org/author_384.aspx\">诗</a>赞左丘明曰：“世乱谗胜，君子道忧。丘明达圣，致志《春秋》。微言逃难，旁行不流。庶几斯文，希志训猷。”</p> <p>　　公元637年(唐贞观二十一年)，太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>颁《左丘明等二十一人配享孔子庙诏》，封左丘明为“经师”，从祀文庙。左丘明后裔为此植槐纪念，称“谢唐槐”。1008年(宋大中祥符元年)，宋真宗<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>，追封左丘明为瑕丘伯，授其四十七代孙丘芳衣巾，以主祀事。翌年，平阴县令王讽重修“左传精舍”并立碑详述追封之事。1111年(政和元年)宋徽宗<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a>封左丘明为中都伯。宋宰相(同中书门下平章事)<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>亦诗赞左丘明曰：“猗欤左氏，闻道素王。依经作传，微旨用彰。词有余韵，人镣末光。庆封锡壤，广鲁之疆。”</p> <p>　　元集贤大学士致仕李谦、翰林承旨张起岩均曾为左丘明赋诗作赞，或曰其“文章史学之治”，或称其“盲於目而不盲目于心者”。1371年(明洪武四年)肥城知县丘明后裔丘思齐重修“左传精舍”。1530年(嘉靖九年)明世宗朱厚璁追封左丘明为“先儒”，敕建墓门坊，并亲书“先儒之墓”。1642年(崇祯十五年)明毅宗朱由检敕封左丘明为“先贤”。肥城知县王惟精与左丘明第六十四代孙丘云特辑订《左传精舍志》。《左传精舍志》设遗像志、本传志、祠墓志、艺文志、谱系志等五卷，1741年(清乾隆六年)增 辑本现存于曲阜市文物管理委员会档案馆。</p> <p>　　清左丘明六十八代孙丘行键与六十九代孙丘玉洁捐资七千余两重修县学宫、痒门，咸丰皇帝书赠“敦崇名教”，以旌表其行。袭封衍圣公、孔子第七十代孙孔广启题赠“承先卫道”匾。</p> <p>　　1725年(清雍正三年)，为避<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>讳，上谕除“四书”“五经”外，凡丘均加“邑”部为“邱”，丘明及其后裔的丘字均改写为“邱”。民初，丘氏后人闽杭清举人丘荷、台湾清进士<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>认为雍正所为不公，呼吁去“邑”复“丘”，还祖先本来姓字。丘氏族人闻者纷纷响应，恢复了“丘”姓，而未闻者则仍沿用“邱”字至今。因此，丘与邱本是一姓，都是左丘明的后裔。1751年(乾隆十六年)，清礼部重新确认丘明之谪孙为世袭奉祀生，并赐祭田18亩。</p> <p>　　左丘明与孔子生活在同一时代，孔子与其同好恶，称其为君子，是一位品德高尚，值得尊敬的先儒、先贤。左丘明的著作及其学术思想是儒学文化的重要组成部分。《左传》作为一部记述详备、论述精辟的编年史，具有很高的史学、文学价值，又是一部著名的军事著作，是中国历史经典之一。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>（约公元前502年~约公元前422年），姓丘，名明，(一说复姓左丘，名明），春秋末期鲁国都君庄（今山东省肥城市石横镇东衡鱼村）人。 史学家。因其父任左史官，故称左丘明。为炎帝后裔，是<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>的子孙，世代居住在齐国的都城营丘（今山东临淄一带）。为逃避灾难，全家人先到楚国，后又辗转来到鲁国，左丘明博览天文、地理、文学、历史等大量古籍，学识渊博。任鲁国左史官，在任时尽职尽责，德才兼备，为时人所崇拜。是中国传统史学的创始人，有《左氏春秋》和《国语》两部史学巨著。曾任鲁太史，与孔子同时或略早于孔子。左丘明晚年双目失明，因春秋时有称为瞽的盲史官，记诵、讲述有关古代历史和传说，口耳相传，以补充和丰富文字的记载，左丘明即为瞽之一，故后人亦称盲左。</p> <p>　　左丘明相传曾著《春秋左氏传》（或称 《左氏春秋》，简称《左传》），多以史实解释《春秋》，起自鲁隐公元年（前722年），迄于鲁哀公二十七年（前468年），以记事为主，兼载言论，叙述详明，文字生动简洁，全面反映了当时的社会历史面貌，既是重要的儒家经典，又是中国第一部完整的编年体史书，在文学上也有很高的成就。又著《国语》，分别记载西周末年至春秋时期（约前967年--前453年）周王室及鲁齐晋郑楚吴越诸国史实，偏重记述君臣言论，为中国最早的国别体史书。，亦编修国史，日夜操劳，历时30余年，一部纵贯200余年、18万余字的《春秋左氏传》定稿。其历史、文学、科技、军事价值不可估量，为历代史学家和文人所推崇。</p> <p>　　为了著述历史，左丘明曾与孔子一同前往周室，在周太史那里查阅档案，回鲁后孔子便写了文字简明的《春秋》，而左丘明则写成了内容浩繁的《左传》。鲁国是周公的封地，相传周公治礼作乐，鲁国保存了前代的多种礼乐制度和文献，所以鲁国一向有“礼乐之邦”的美称。西周灭亡后，周室文化在西方荡然无存，却在东方鲁国保留得相当完整。当时鲁国的各种文献和档案资料，属于太史职掌收藏，左丘明既然为鲁国的太史，自然也就掌握了春秋时代中原最丰富的文献资源。因此，左丘明能够写出《左传》这样一部规模空前的史学巨著也就不难理解了。《左传》的编撰，是左丘明史官生涯中最大的成就，其在中国思想史、史学史、文学史和学术史上都占有重要地位。</p> <p>　　左丘明的祖父倚相是楚国左史。公元前506年，周天子率领诸侯讨伐楚国，为保存典籍，倚相带领子孙离开楚国来到鲁国，定居肥城石横衡鱼村。为使子孙后代不忘先人，他把姓氏定为老祖宗封地营丘的“丘”字。倚相把典籍献给了鲁国，以便保存下去。他的儿子亦通晓史事，被任命为鲁国的太史，后来左丘明又继承了他父亲的职位，继任鲁国的太史官。左丘明历经30余年写就的《左氏春秋传》，史称《左传》，是中国第一部叙事完整的历史著作，也是一部有着极高成就的文学著作。</p> <p>　　左丘明晚年时眼睛出了毛病，不得不辞官回乡，不久就双目失明了。强烈的历史使命感使他振作起来，将几十年来的所见所闻，各诸候的要闻和君臣容易得失的话记述下来，汇集成著名的历史名著《国语》。《国语》是中国最早的一部国别史，与《左传》一起成为珠联璧合的历史文化巨著。公元前451年前后，左丘明因病去世，并安葬于故乡肥城石横镇衡鱼村东北处。 </p><br/><h2>思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>很重视礼的作用。他认为礼是治理国家、安定社会、造福人民的依据和手段，也是“君子”必须遵行的规范；作为一个君子，首先要把礼和义放在最重要的地位，“君子动则思礼，行则思义，不为利回，不为义疚”（《左传？昭公三十一年》）。意思是：一思考问题就要想到礼，一做事就要考虑到义，不为利而丧失意志，不为义而感到内疚。体现礼的众多礼节也要和义结合，对失礼行为持坚决批评的态度。</p> <p>　　受重礼思想的影响，左丘明特别重视个人的品德修养。这些修养包括忠、孝、信、义、让等。他认为忠是一个人最美好的品德，忠的首要涵义是忠于国君：楚国的子囊在国君死后还不忘给他增加好名声，在自己将要死的时候不忘保卫祖国，他认为这就是忠；鬻拳曾用兵器威逼楚文王纳谏，自认犯了罪而砍断双脚，他认为这也是忠。对君王要忠，对父母就要孝。郑庄公因母亲帮助弟弟谋反，将母亲软禁起来发誓永不相见，颍考叔帮助郑庄公母子和解，左丘明对颍考叔大加赞叹，说他能爱自己的母亲，并且把这种爱也传递给庄公，是“纯孝”。信是君子的一个道德标准，它不仅表现在个人品德上，还体现在国家之间，如果国家之间的结盟不是建立在信的基础上，即使结盟也没有任何意义。一个品德高尚的君子，除了讲信，还要讲义。卫大夫石砏大义灭亲，将参与叛乱的儿子正法，左丘明给予高度评价，称其为“纯臣”。让，就是谦让，是礼的重要组成部分。如果一个国家能够形成一种上下谦让的良好社会风气，那么这个国家就能长治久安。另外，君子还要从善不从恶，知道善不可以丢、恶不可以长，做到从善如流。对于那些践踏忠孝信义、品行恶劣的人，左丘明表示深恶痛绝。</p> <p>　　左丘明认为国君也必须注重品德修养：国君要治理好国家，首先自己要贤明，做到秉正无私、心胸博大、知人善任；治理国家，还必须把德政和刑罚结合起来，用德政来治理百姓、用刑罚来纠正邪恶，这样百姓才能安居乐业、邪恶才能消除。</p> <p>　　左丘明认为在军事上也同样要重视德和义的作用：主张战前必须做好充分的准备，否则就不要出师。这些准备包括：度德，即考虑自己的德能否争取到民众的拥护；量力，即正确估价敌我力量的对比；亲亲，即努力团结自己的亲人，以得到最大限度的支持；征辞，即要有开战的充足理由；察有罪，即考察有罪过的征伐目标。除了第二条“量力”之外，其余四条都与德义有关。 </p><br/><h2>归宿</h2> <p>　　<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>，春秋末年鲁国人，曾任鲁太史，著有中国古代第一部编年史——《左传》和中国最早的一部国别史——《国语》。其惊世名著《左传》、《国语》中外驰名，被誉为 “ 百家文字之宗、万世古文之祖 ” 。 古人谓之 “ 先儒 ”“ 先贤 ” ，史学界推其为中国史学的开山鼻祖。经过初步开发，景区高标准、高起点修复了左丘明墓、碑、牌坊等，规模宏大，甚为壮观。左丘明文化纪 念馆，内有大量珍贵文物，对研究左丘明史学文化具有很高的历史价值。</p> <p>　　然而千百年来，史学界对左丘明的姓名及其里籍、墓地等，却多有不同见解，有说枣庄峄城人。2000年9月2日至4日肥城市举办了全国首次左丘明文化研讨会，北大、中国社科院、山大等院校近40位专家、教授、学者以及海内外丘氏宗亲代表云集肥城，进行学术交流。大会有20多件论文进行了交流，一致认为，根据掌握的材料认定，左丘明的墓地与故里均在今肥城市石横镇衡鱼村，左丘明是丘（邱）氏的祖先。大会成立了左丘明文化研究会。</p> <p>　　在“左丘明文化研讨会”上获得的消息：春秋时期的史学家、文学家、思想家、散文家左丘明的里籍，在“漂泊”了几千年后，终于找到了“归宿”——肥城市石横镇衡鱼村。</p> <p>　　公元前452年前后，左丘明因病逝世。根据左丘明生前嘱托，遗体安葬于其所植银杏树“一箭之地”的都君庄东高地上，在这里可东向齐都，南顾鲁城，表达了左丘明的齐鲁情缘。有关左丘明墓的记载最早见《魏书·地形志》。言：“东平郡领县七：无盐、范、须昌、寿张、平陆、富城(汉晋属。有富城、卞城、武强城、左丘明冢) 刚。”富城遗址位于肥城市王庄镇，其疆城包括今肥城市的王庄、桃园、石横、湖屯等乡镇。《汉书人表考》也载：左丘明“葬泰安肥城县西南五十里肥河乡都君庄”。清康熙十一年《肥城县志》载：“左丘明墓在城西南五十里肥河乡都君庄正觉寺之西。”宋王去非<a href=\"http://so.gushiwen.org/author_384.aspx\">诗</a>《题左丘明墓》也准确说明了其位置。诗中说：“寺压古坟阙已摧，坟前古树已凋衰。未能迁寺还封树，每到都君一泪垂。”清俞正燮在《左丘明墓考》中，更依据《水经注》《魏书》《通志》《元和郡县志》《天顺一统志》等史料，力排左丘墓在东平、峄(山)、曹(县)说，认定“丘明墓依古籍在今肥城，审矣！”。 </p><br/><h2>评价</h2> <p><strong>简述</strong><br>　　<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>知识渊博，品德高尚，孔子言与其同耻。曰：“巧言、令色、足恭，左丘明耻之，丘亦耻之；匿怨而友其人，左丘明耻之，丘亦耻之。”<br>　　汉代太史<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>称其为“鲁君子 ”。<br>　　647年（唐贞观二十一年）<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>封左丘明为“经师”，墓前建石坊。<br>　　1530年（明嘉靖九年）明世宗封左丘明为“先儒”。<br>　　1642年（明崇祯十五年）朱由检封左丘明为“先贤”。</p> <p><strong>详述</strong><br>　　<strong>为人品格</strong><br>　　左丘明品德高尚，胸怀坦荡，深得鲁侯器重。现存于孔府档案馆的《左传精舍志·荐圣图》载：“赵师圣云：鲁侯欲以孔子为司徒，将召三桓议之，乃谓左丘明。左丘明曰：‘<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>其圣人欤，夫圣人在政，过者离位焉。君虽欲谋，其将弗合乎？'鲁侯曰：‘吾子奚已知之？'左丘明曰：‘周人有爱裘而好珍馐，欲为千金之裘而与狐谋其皮；欲为少牢之珍而与羊谋其馐。言未卒，狐相与逃于重丘之下；羊相与藏于深林之中。故周人五年不制一裘，十年不足一牢。何者？周人之谋失矣。今君欲以孔<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>司徒，召三桓而议之，亦与狐谋裘与羊谋馐也。'于是，鲁侯遂不与三桓谋，即召孔子为司徒。”<br>　　左丘明深得世人尊敬和爱戴，孔子视其为君子，尊称其左丘明，谓之与其共好恶。《肥城县志》(清康熙十一年本)载：“乐正子春曰：‘子适齐过肥。肥有君子也。'”是以《史记》称左丘明为“鲁君子”，肥城亦因此而获“君子之邑”之美称。《论语·公冶长》载：“子曰：巧言、令色、足恭，左丘明耻之，丘亦耻之。匿怨而友其人，左丘明耻之，丘亦耻之。”孔子还与左丘明一起入周观史修《春秋》，《孔子家语·观周》载：“孔子将修《春秋》，与左丘明乘，入周，观书于周史。归而修《春秋》之经，丘明为之传，其为表里。”</p> <p>　　<strong>情操高尚　君子之风<br></strong>　　左丘明的故里，至今仍存有许多关于他的文化遗迹。“都君庄”，意思是君子的居住地，仅这一故里的名称，就生动地反映出左丘明当年的“君子”风范。左丘明的生平事迹，确实是充满了“君子”的美誉。<br>　　春秋时代史官文化的一个基本特征，便是崇尚历史文献记录的真实性。例如，齐国大臣崔杼恼恨齐庄公与妻子姜氏通奸，便制造机会，诱骗齐庄公到自己家里与姜氏幽会，然后借机杀掉了齐庄公。事后齐国太史记录国史时，便秉笔直书“崔杼弑其君”。崔杼很生气，杀掉了太史。太史的两个弟弟先后继任太史，又因如实记录而被崔杼杀掉。他们的弟弟继任后，仍在国史上如实书写，崔杼怕引起公愤没敢再杀。当时有位史官南史氏，听说齐太史兄弟被杀，怕国史上留不下崔杼弑君的记载，就手持竹简前往临淄，要继续完成记录，后来得知已经完成，才中途返回。齐太史兄弟、南史氏都是那个时代著名的良史，他们把历史的真实性看得很神圣，在记录史事时，坚持实事求是、秉笔直书、不虚饰、不隐恶的原则，即使作出牺牲也要捍卫国史的求真精神，表现了中国古代史官高尚的职业道德和人格。<br>　　忠于历史是史家的天职，正是这种良好的史官文化和求真精神，铸就了左丘明那高尚的道德情操，使他博得了广泛赞扬和“君子”美誉。<br>　　左丘明与孔子同为春秋末期人，二人关系密切。他曾与孔子一同前往周室，鼎力支持孔子从政，受到孔子的好评。孔子曾以左丘明为楷模谈论自己的做人原则：“巧言、令色、足恭，左丘明耻之，丘亦耻之；匿怨而友其人，左丘明耻之，丘亦耻之。”（《论语？公冶长》）也就是说，甜言蜜语、谗言媚色、卑躬屈膝，这种态度，左丘明认为可耻，我也认为可耻；隐匿怨恨而佯装友好，左丘明认为可耻，我也觉得可耻。孔子评价左丘明的这些话，反映出左丘明是一位诚实耿直、品德优良的人，这与秉笔直书的春秋史官文化精神是一致的。<br>　　孔子曾多次赞叹左丘明的“君子”风范。例如，有一次孔子前往齐国，路过肥邑，感叹道：“肥有君子焉。”意思是说，肥邑这块地方出了位令人仰慕的君子，对左丘明的敬佩之情溢于言表。另外，《论语·雍也》说：“质胜文则野，文胜质则史。文质彬彬，然后君子。”文胜质才称得上史笔，文质彬彬才算得上君子，敬重的也是左丘明。<br>　　如果说《论语·公冶长》所引孔子的话是在赞叹左丘明的高尚品格，那么《论语·雍也》就是在赞扬左丘明的史家文笔了。春秋以后，左丘明的“君子”美称一直沿用下来，汉代著名史学家司马迁称左丘明为“鲁君子”，可见左丘明“君子”美誉的深远影响。 </p><br/><h2>生卒年推断</h2> 　　根据存世的<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《别录》佚文“<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>授曾申”，以及陆德明《经典释文.序录》所记“左丘明作《传》以授曾申”等史料判断，可知左丘明的出生年代约与孔子晚年弟子<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>及曹恤等人大致相当。即左丘明在年龄上应为孔子的孙子辈，而约生于鲁定公在位的中期；而据《左传》、《国语》二书对于历史人物的称呼来看，可知左丘明应当卒于鲁元公在位时期，即公元前五世纪晚期。<br/><h2>家族历史</h2> <p><strong>家世渊源　学识渊博</strong><br>　　相传，<a href=\"http://so.gushiwen.org/author_384.aspx\">左丘明</a>是齐开国之君姜太公的后代。西周建立后，周公分封诸侯，姜太公因灭商有功被封于齐，都于营丘。姜太公死后，嫡长子丁公继位，小儿子印依营丘居住，改姓为丘。丁公死后三世，哀公即位。这时，纪国的国君与他不和，遂向周王进谗，挑拨哀公和周王的关系，致使周王一怒之下烹煮了哀公。哀公的弟弟静被立为诸侯，即胡公。哀公同母之弟山不服胡公，组织同党率领营丘的人马杀死胡公，自立为国君，是为献公。当时，印的后人娄嘉被迫随山参与了此次宫廷之争。斗争虽取得胜利，但骨肉相残，又背着弑君的罪名，娄嘉担心祸及己身，于是离开齐国投奔到楚国，出任楚国的左史官。那个时代的官职，往往是父死子继，所以古人常以所任官职为姓。娄嘉及其后人世代担任楚国的左史官，所以便改丘姓为左，长期在楚国定居下来。娄嘉的十二代孙倚相，史称“左史倚相”，是春秋时期杰出的史官，在楚国政治地位较高。倚相生儿子成。成任左史时楚国发生争夺君权的内乱：楚公子比弑杀其君，随后又被公子弃疾杀死。为躲避内乱，成投奔到鲁国，做了鲁国的太史。成生子左丘明，袭父亲官职为鲁国的太史。[6]<br>　　从姜太公封齐、庶子印以<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>姓，到娄嘉奔楚、改姓左氏，再到成避乱迁鲁，左丘明的先人经过了自“姜”而“丘”，由“丘”改“左”的姓氏转换，同时也经历了齐、楚、鲁三地的坎坷迁移，可以说是家世遥远、演变曲折。<br>　　左丘明的儿子瞻，精通儒道，学识渊博，品德高尚。孙子启同样博学多才，长期做鲁国的大夫。四代孙诚是位超凡脱俗的隐士，才华出众。王莽新政时，曾召集天下学者为其所用，十五代孙起也受到招聘。起因不愿为王莽效力，担心王莽加害自己，于是改姓为丘，逃避到陶阳隐居起来。<br>　　1725年（清朝雍正三年），为了表示对孔子的尊敬、避<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>名讳，乾隆帝下令丘氏宗族改姓为“邱”。辛亥革命后，闽杭举人邱荷公及台湾进士<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>倡议恢复原来的丘姓。这一提倡，得到了沿海、海外及山东等地丘氏族人的响应，“邱”恢复为“丘”。但也有不少人因没有得知此倡议而沿用原来的“邱”姓。这样，左丘明的后裔中，就有了左、丘和邱三个不同的姓氏，而且这三个不同姓氏的后裔中人才辈出。</p> <p><strong>渊源</strong><br>　　<strong>血统关系<br></strong>　　《精舍志 》卷二《本传志》云：“先贤左邱明，授经图曰：鲁人，楚左史倚相之后。”“授经图”现本作“受经图”，没有文字说明，上述文字当出于现本《精舍志》所依据的更早本。《精舍志》卷五《谱系志》“姓谱”云：“左子先世系出姜姓。太公封于营邱，嫡子丁公伋立为诸侯，其支子印遂以邱为姓（印六世孙）嘉因杀胡公，恐后及难，遂奔楚，世为楚左史官……（嘉十三世孙）倚相。周景王十有五年，楚子伐徐，次于乾溪，右尹子革夕，楚子见之，与之语，左史倚相趋过，楚子曰：‘是良史也，子善视之。是能读《三坟》《五典》《八索》《九邱》。’十有六年，楚公子比弑其君，处于乾溪，相之子避国乱，遂适鲁，为鲁太史官。生邱明，世为鲁左史官。”据《精舍志》所载，左丘明乃楚左史倚相之孙。旧方志所谓左丘明为“楚左史倚相之后”③ 当本于《精舍志》。<br>　　如果左丘明确系楚左史倚相之孙，则左丘明的家世或许可以向前追溯，但文献证明两人根本没有血统关系。<br>　　首先，倚相、孔子、左丘明系同一代人，而左丘明年龄应当略长。孔子（前551-前479）生卒年代明确，无须考证。倚相始见《左传》昭公十二年，是年即前530年（周景王十五年），上文《精舍志》所云倚相事即本《左传》。当时倚相随军出征，能读《三坟》等书，年龄不会少于20岁。《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·说林下》云：“越已胜吴，又索卒于荆而攻晋。左史倚相谓荆王曰：‘夫越破吴，豪士死，锐卒尽，大甲伤。今又索卒以攻晋，示我不病也。不如起师与分吴。’荆王曰：‘善。’因起师而从越。越王乃割露山之阴五百里以赂之。” 《史记·越王句践世家》云：“句践已平吴渡淮南，以淮上地与楚。”《楚世家》云：“越已灭吴而不能正江、淮北，楚东侵广地至泗上。”所谓“已平吴”、“已灭吴”皆指越国灭吴，前473，越灭吴后，左史倚相仍然健在，并给楚王出谋划策。所以有人推断：“按左史倚相于西元前530年在楚，楚灵王说他是良史，至西元前482年还存在，是倚相以寿八十岁计，当是550年以前生的，奔楚时约20余岁，至480年左右卒的”④其中表达有误：“550”当为“前550”，“奔楚”当为“首见楚”或“在楚”，“前482”指越灭吴当为“前473”，“480”当为“前470”，如此方能计以八十。按纠误后的推测，倚相生卒年约为前550至前470左右，生年大致同于孔子，卒年比孔子至少要晚六年。至于左丘明，生卒年虽无可考，但可从孔子与其关系推测大概。<br>　　《论语·公冶长》：“子曰：巧言、令色、足恭，左丘明耻之，丘亦耻之；匿怨而友其人，左丘明耻之，丘亦耻之。”孔子以尊重口吻将左丘明视为自己的人格楷模。《论语·雍也》：“质胜文则野，文胜质则史，文质彬彬，然后君子。”文胜质才称得上史笔，文质彬彬才算得上君子，似乎也是敬重的左丘明。如果说《公冶长》是在赞扬左丘明的高尚品格，那么《雍也》就是在赞扬左丘明的史家文笔。元初翰林学士李谦《肇建肥城庙学记》曰：“匾其讲授之堂曰‘君子’，取乐正子春所谓‘肥有君子’之义。”⑤因为“昔乐正子春日：子适齐，过肥，肥有君子焉。”⑤ “肥有君子焉”乃孔子感叹语，意为肥邑这地方出了位令人仰慕的君子，其敬佩之情溢于言表。孔子如此尊重左丘明，可见他是孔子心目中的长者，当年长于孔子。《精舍志》卷一《遗像志》有一“荐圣图”，文字曰：“赵师圣云：鲁侯欲以孔子为司徒，将召三桓议之，乃谓左邱明。左邱明曰：‘孔丘其圣人欤？夫圣人在政，过者离位焉。君虽欲谋，其将弗合乎！’鲁侯曰：‘吾子奚以知之？’左邱明曰：‘周人有爱裘而好珍羞，欲为千金之裘而与狐谋其皮，欲为少牢之珍而与羊谋其羞。言未卒，狐相与逃于重邱之下，羊相与藏于深林之中。故周人五年不制一裘，十年不足一牢，何者？周人之谋失矣。今君欲以孔丘为司徒，召三桓而议之，亦与狐谋裘、与羊谋羞也。’于是鲁侯遂不与三桓谋，即召孔子为司徒。”孔子曾任司寇，司徒乃司寇之讹。赵师圣者不知何人，然从其文学古朴，内容合乎孔子打击三桓，左丘明荐孔与上文孔子长者身份相合三点观之，该节文字似有所本，当为比较可信的文献资料。荐孔一事明确排除了左丘明乃孔子前人或孔子后人的各种经今文学说，进一步佐证了左丘明是年龄稍长孔子并深受孔子敬重的鲁太史和鲁君子。倚相大体与孔子同龄，左丘明既年长孔子，亦必年长倚相，焉得成为倚相之孙？即使倚相40岁生孙左丘明，则丘明在孔子任司寇时才十来岁，到孔子死时也不过30岁左右的孙辈人物，又何以推荐孔子，何以令孔子敬重如斯？另据《汉书·古今人表》倚相在时序上居于丘明之后。<br>　　其次，《左传》没有丝毫痕迹。前529年（鲁昭公十三年）楚国确实发生内乱，《左传》对是年楚国内乱的记载颇为详细。《左传》往往记载各国大夫、官员出奔，倘若作者生父果在这场内乱中逃来鲁国，详细记载中何以毫无蛛丝马迹？况且，楚国内乱这年倚相至多20余岁，他本人没有离楚，襁褓中的其子何以奔鲁？<br>　　再次，有人研究以为，“（楚）左史应是倚相与左史老的氏称”，“晋楚左史皆系氏称，氏称源于官名”，“楚左史当来自于晋左史”，是鲁襄公二十一年（前552）“与栾氏一起逃奔到了楚国”⑥。其说并非毫无根据，倘若成立，则倚相不出于齐。<br>　　最后，《精舍志》卷五《谱系志》分“姓谱”“世系”两部分，前者追述左丘明以前的邱姓世系，从太公支子印到左丘明之父共19代，后者从左丘明开始逐代谱列以后的世系，正如序言所谓“世次详明”。但其中存有两个疑点：第一，“姓谱”19代中前18代的名字都很清楚，惟有最近的第19代左丘明之父没有名字；第二，既是邱氏谱系，当以邱氏开祖印为“一代”，若以居鲁而计也当以左丘明之父为“一代”，而邱氏谱氏的代次却是将左丘明列为“一代”。左丘明之父是左丘明之前邱氏来源的关键环节，如此避而不言，反映了左丘明之前邱氏谱系的依托痕迹。<br>　　以上四点，可知左丘明与楚左史倚相没有血统关系，《精舍志》的“姓谱”部分当多属依托，正如嘉庆八年礼部驳议：“此固太公少子以邱为氏，故牵合附会。”⑦ 旧方志所谓肥城邱氏出于太公、倚相本自“姓谱”，皆不足为训。</p> <p><strong>后人姓氏</strong><br>　　《精舍志》卷五《谱系志》“姓谱”云：“生邱明，世为鲁左史官。故自迁楚以来，因以左为姓氏。其后裔十五代孙名起者工文学，王莽征召不就，恐及于祸，又去左袭邱，隐居陶阳，复以邱为姓氏。”世系记载了从“一代左邱明”到“六十九代玉洁”的69代世系，其中“十五代起工文学？ （按：同于上文），生子五： 、堂、懿、寿、考”；“十六代 汉光武建武五年授湖阳主薄”；“四十七代芳世居于鲁古肥子国地，宋大中祥符元年真宗如曲阜，以太牢祀孔子，追封左邱明为瑕丘伯，授芳衣巾”；“五十七代奠，元末大乱，举族流于枣强，寄居二世”，“五十九代江，明永乐二年自枣强抱姓谱及亲族还肥邑”；“六十四代云街？明天启元年本邑知县王惟精重修左氏祠墓，访求邱明后裔，得云街”。按《精舍志》记载，肥城都君邱氏即左丘明嫡传后裔，这支后裔世系清楚，两千多年来一直居守故邑祖墓。<br>　　此就左丘明姓氏、都君邱氏姓氏及其世系真伪等问题略作讨论。<br>　　左丘明姓氏历来存在争议，或云姓左，或曰姓丘，或谓复姓左丘。姓氏不清，遂影响到名字不明。三姓中首先应该排除复姓左丘，因为先秦两汉有不少以“丘”字居尾的复姓，却单单没有左丘，而且后代文献中也从无一个复姓左丘的人证。尽管<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>称“左丘失明，厥有《国语》”，但犹如“晋重”“史迁”，不过别称而己，不足说明问题。其次应该排除邱姓，邱姓也没任何根据。或以为尊称不单呼名，汉人多呼丘明，故必姓邱。按第二人称尊称不单呼名容或有之，第三人称则不尽然，单呼名者普遍见诸文献，未必皆非尊称，第二人称的习惯用法不可用来证明第三人称尤其是后人对古人的第三人称。左姓最有可能。《汉书·艺文志》云：“左丘明，鲁太史。”孔颖达《礼记正义·玉藻》曰：“在君左厢记事，则大史为左史也。”春秋是个造姓时代，由左职生出左姓合乎造姓规律。不论左丘明原来姓左还是另有其姓，但有一点可以肯定，汉代人是把他作为左姓看待的。所谓《左氏春秋》《春秋左氏》或《左氏传》等就是明证。汉代经家流派多以姓氏命名，只有《<a href=\"http://so.gushiwen.org/author_384.aspx\">诗</a>》齐、鲁两家以地命名，以职命名者一家没有，《春秋》五家皆用姓氏命名，可见汉人认左丘明姓左。这透露出一个信息，即左丘明后人亦应姓左。此与《精舍志》的资料恰好吻合。《精舍志》云：“自迁楚以来，因以左为姓氏。”所谓“迁楚”固属附会，但十五代孙起以前“以左为姓氏”却记得十分明确。另外，《精舍志》各卷图谱文字多称“左子”，此称颇似先人所传，置于先秦时代去看，定乃姓氏而非职称。由此看来，说左丘明及其后人姓左当无大误。<br>　　都君邱氏姓氏出于左丘明。《风俗通义佚文·姓氏》曰：“丘氏，鲁左丘明之后。”⑧是左丘明后裔有姓邱氏者或邱氏有出左丘明者在东汉文献有证。丘、邱通用，耳旁为后加。左丘明及其早期后裔姓左，与都君邱氏在两汉之际改左为邱相连贯。《精舍志》所谓“去左袭邱”实乃“改左为邱”，即去掉左姓而袭用丘明的丘字为姓。其中“袭”字在作《志》者本意是要说明原来就姓邱，因为“姓谱”是追述到营邱的，而实际上却是“袭”的“丘明”之“丘”，从上文可知根本与营邱无关。且不说按“姓谱”邱氏的左姓从嘉逃楚开始至起改姓已经34代千有余年，即使从左丘明开始而至起也己有500多年，500多年把邱姓放在一边不用而一直姓左，500多年后又忽然继续使用它，如何可能？如果是复姓左丘，倒是有可能去左留邱，可实际又证明历来没有复姓左丘，邱氏谱系本身也不存在复姓问题。看来只有一个解释：作为左丘明后裔的都君邱氏本来姓左，他们尊左丘明为第一代先祖，所以在“世系”中首列“一代左邱明”，明确列出一个“左”字为其姓氏，邱明之后当然概不列姓，到十五代起改姓时，因邱明为一代始祖，且功德显赫，便袭取其名的“邱”字以为新姓氏，又附会太公支子营邱的古说以托邱氏渊源悠远。应该说，都君邱氏的邱姓出于左丘明的“丘”字，与营邱没有任何关系。<br>　　肥城都君庄义为君子邑聚，相传是左丘明故里。左丘明后裔邱氏宗族世守都君，其家谱《左传精舍志》所记左丘明以来的世系，北宋初年以后可靠资料日多，有不少史籍、方志、碑记、诗文等作证，可以不用怀疑。这里主要讨论宋代以前。宋代以前从东汉初年开始渐有零星的佐证资料。上引汉人《风俗通义》谓邱氏出于左丘明。北齐《魏书·地形志》、唐《元和郡县志》都记载了左丘明墓，地址与都君吻合。清光绪十七年《肥城县志·礼仪志》云：“左邱子祠，在县署东南，邱氏奉祀生奉祀。嘉庆八年邱明善所上汉建武六年十七世孙邱堂《左传精舍志序》称‘左传精舍’，此即故址。”清志虽然较晚，但其中资料信息却较早，且绝对不是邱明善伪造。《精舍志》卷三《祠墓志》曰：“先贤左子祠在肥城县城内文庙东南，旧名‘左传精舍’，相传即左邱明传《春秋》处也。”《精舍志》卷四《艺文志》收有“宋祥符二年平阴令范讽重修左传精舍记”碑记，其中说：“县之东古肥子国地，即左子故里，古庙犹存，访其遗迹，知此即为传《春秋》之处，故名曰‘左传精舍’。洁奠，下询其居守子孙，则后裔邱芳携其旧谱而至间其家世，乃避新莽之乱，去左袭邱……观其庙貌渐颓，因为之重新焉。”按上引邱氏“世系”，邱堂乃十六世孙，排行居二，根据上述资料，建武五年嫡兄邱 授湖阳主簿，次年邱堂写出所谓《左传精舍志序》，是邱堂建起“左传精舍”，并就精舍建成重修家谱。嘉庆八年邱廷煜为邱明善请立博士所上呈文佐证了这一点：“十六代孙邱堂纂续旧谱，重修祠宇，子孙世守，依墓而居，递及六十九代孙即生胞伯祖邱玉洁，祠墓宗谱凡经五修。”⑨而实际重修次数恐怕更多。经千余年50多代展转重修相传，建武六年邱堂的所谓《左传精舍志序》原貌肯定已经难于说清，所以当时礼部驳议也就振振有辞：“既称‘志序’，当别有《左传精舍志》一书，乃谱中所称即是此序，序中所言又全是家谱，末提‘建武六年十七世孙邱堂薰沐敬书’，汉代无此款式” ⑦；“（遗像）三图既称旧谱所传，则衣冠器具必作古制，乃孔子、左邱明皆著束发道冠，又有高几坐墩，及纸本书籍笔墨砚水中丞之类，全同时式” ⑦；“《前汉书·鲍宣传》中凡王莽征召不出者具列姓名，其中并无邱起，且既改姓避莽，何以又筑左传精舍，使欲盖弥彰？” ⑦礼部驳议看似不无道理，但毕竟有些不顾历史变迁而过于苛求古本。又王莽征召人才甚滥，《鲍宣传》焉能包罗“具列”不出者名单，而建左传精舍时已时过境迁，岂得谓其欲盖弥彰呢？我们应该历史地去看待左传精舍与邱氏家谱的出现。东汉初年它们出现之前，左丘明后裔在文献中没有任何踪迹，原因何在？这与《左氏春秋》原为独立编年史、尚未向《春秋》学演变相一致，如果当时有其踪迹才是怪事。西汉经学的兴盛和刘歆对《左氏春秋》的珍重使其开始向传演变，嗜好经古文学的王莽寻求左丘明后裔本在情理之中，而丘明后裔却不知是福是祸，不敢轻易登上王莽的险船。东汉初年江山易手，经学统治地位依然，尽管经今古文学家对《左氏》是否传《春秋》还在进行争论，时代却给邱氏提供了借经人仕和光宗耀祖的良好条件，于是邱氏宗族便开始有所活跃。对于古代重视宗统的文化家族，15代世系的记忆并非难事，所以“邱堂纂续旧谱”当有所据，尽管这段时期文献无征，但结合历史去看倒也基本可信。<br>　　可以说，都君邱氏即左丘明嫡传后裔。他们世居祖地，战国、西汉默默无闻，到新莽时改左为邱，东汉初年随着《左氏》传经而大修祠堂家谱，其后便在文献中逐渐露出了清晰面貌。</p> <p><strong>左、邱两姓</strong><br>　　《精舍志》 卷五《谱系志》“姓谱”云：“太公封于营邱？支子印遂以邱为姓。”又云：“（邱明世为鲁左史官）因以左为姓氏，其后裔？去左袭邱，隐居陶阳，复以邱为姓氏。”“世系”对改姓记载同于“姓谱”。卷四《艺文志》所收“宋祥符二年平阴令范讽重修左传精舍记”碑记亦谓“乃避新莽之乱，去左袭邱。”这些资料透露出两点信息：一是丘明当有左、邱两姓后裔，二是邱姓并非皆出丘明。<br>　　按“世系”所录，左丘明及其后人为左姓时共15代，15代中第4、8 、9 、1 2四代各生二子，第6代生三子，其余各代都是单传。“世系”专记嫡长子，嫡长子所生之次、庶子或许有所忽略，因此所谓单传未必就是实际上的单传，旁支当比“世系”所录更多。即以“世系”所录计算，嫡长子一支始终为一，旁支在不同时间的四代中杈出有六，六支尚会继续分杈，是两者比例至少为1：6。邱起改姓时，第4、6两代的半数旁支与嫡长子的血缘关系己隔10代左右，8、 9代两个旁支也早已出了五服。他们或许已经迁离故土，或许继续守居祖墓，前者应当继续姓左，后者也不一定全部追随邱起改姓邱氏。例如，据《大明一统志》《山东通志》《曹州府志》《曹南文献录》等方志记载，定陶一带有陶丘，或名左山，有左丘明墓及左姓居民；又据地方调查，今汉上南陶村有不少左姓居民，皆奉左丘明为远祖。邱起“隐居陶阳”当与彼两地相关，很可能正是投靠那里的旁支同宗隐居。旁支后裔迁离故土定居，起一始祖坟墓供奉并不奇怪。上述两地左姓或许就是邱起之前左氏旁支后裔，不可轻易予以否定。邱起之前旁支保留左姓，且宗族规模应该大于改为邱姓的嫡支，邱起之后嫡支改为邱姓，是左丘明当有左、邱二裔。<br>　　《姓谱》所谓太公支子以邱为姓，在《风俗通义佚文·姓氏》《通志·氏族略》《姓考》等姓氏文献中查之有据，是邱姓有出于周初姜太公者；《左传》昭公二十三年有邾大夫丘弱，是邱姓有出于春秋邱弱者；《风俗通义佚文·姓氏》云“汉末丘俊持节江淮，属王莽篡位，遂留江左，居吴兴”，是邱姓有出于西汉丘俊者。三者皆非左丘明后裔。又据《风俗通义佚文·姓氏》，汉代有常丘、商丘、瑕丘、蛇丘、佘丘、虞丘、渠丘、葘丘、谢丘等复姓，多为后世不见，或许去复为单而成邱姓。古人依邱而居即可姓邱，是邱姓多源，不出于左丘明者多也。左姓多出于左职，左职并非仅有左史，左史并非仅有左丘明，《淮南子·览冥训》《史记·龟策列传》有商末左强，是左姓亦为多源格局。<br>　　根据上述分析，可知《左传精舍志》的主体资料基本可信，具有一定研究价值，不过左丘明与楚左史倚相没有血统关系，“姓谱”部分多属伪托。从现有资料看，左丘明后人当有左、邱二姓，其中作为嫡系后裔的肥城都君邱氏宗族比较可信，其余各地左、邱两姓中的旁支后裔尚有待探讨。<br>　　1725年（清雍正三年）为避孔子名讳，奉旨“丘”旁加“阝”改为邱氏，今石横邱氏皆为左丘明之后人。 </p>"
}