{
  "id": 778,
  "star": 11,
  "name": "李忱",
  "image": "http://img.gushiwen.org/authorImg/lichen.jpg",
  "dynasty": "唐代",
  "desc": "唐宣宗李忱（810年冬月十二－859年），汉族，唐朝第十八位皇帝（847年—859年在位，未算武周政权），初名李怡，初封光王。武宗死后，以皇太叔为宦官马元贽等所立。在位13年。综观宣宗50年的人生，他曾经为祖宗基业做过不懈的努力，这无疑延缓了唐帝国走向衰败的大势，但是他又无法彻底扭转这一趋势。宣宗性明察沉断，用法无私，从谏如流，重惜官赏，恭谨节俭，惠爱民物，故大中之政，讫于唐亡，人思咏之，谓之小太宗。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　元和五年（810年），李怡（后改名<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>）生于唐长安城大明宫，为唐宪宗第十三子。李怡的生母郑氏（孝明皇后）原为镇海节度使李锜的侍妾，李锜谋反失败后，郑氏入宫为郭贵妃（懿安皇后）的侍女，后来被唐宪宗临幸，生下李怡。</p> <p>　　唐穆宗长庆元年（821年）三月，李怡被封为光王。论辈分，李怡是敬、文、武宗的皇叔，论年龄却比唐敬宗和唐文宗还小一岁。</p> <p>　　李怡性格持重少言，宫中都认为他不聪明。他十多岁时，身患重病，当时病势愈发沉重，忽然有光辉照耀其身，他便马上一跃而起，端正身体拱手作揖，像对待臣下一样，他的乳母认为这是心病。但穆宗<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>看过后，却抚摸着他的背说：“这孩子是我家的英明人物，不是心病。”并赐给他玉如意、御马、金带。李怡常常梦见乘龙上天，他将此事告诉母亲郑氏，郑氏对他说：“这个梦不应该让旁人知道，希望你不要再说。”李怡身经太和、会昌两朝，愈加隐晦不露，与众人在一起时，不曾多言。唐文宗<a href=\"http://so.gushiwen.org/author_153.aspx\">李昂</a>、武宗李炎常在宴饮集会之时强逼他说话，以此为乐，称其为“光叔”。武宗为人豪气，尤为不礼遇李怡。 </p> <p><strong>登基为帝<br></strong>　　主词条：大中之治</p> <p>　　会昌六年（846年）三月二十一日，李炎病危，宦官马元贽等认为李怡较易控制，就把他立为皇太叔，“勾当军国政事”，并更名李忱，成为新的皇位继承人。 李忱监国后，满脸悲伤地接待臣下，决断事务，众人这才见到他的隐德。 </p> <p>　　同年三月二十一日，李炎驾崩，李忱登基称帝，时年三十七岁，是为唐宣宗。</p> <p>　　李忱非常喜欢读《贞观政要》，在即位后便勤于政事，孜孜求治，致力于改善中唐以来所遗留下来的种种社会问题。他对内贬谪<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>，结束牛李党争；抑制宦官势力过分膨胀；打击不法权贵、外戚。他把死于甘露之变中除郑注、李训之外的百官全部昭雪。</p> <p>　　李忱勤俭治国，体恤百姓，减少赋税，注重人才选拔。在对外问题上，李忱不断击败吐蕃、回鹘、党项、奚人，收复安史之乱后被吐蕃占领的大片失地，使唐朝国势有所起色，百姓日渐富裕，使本已衰败的朝政呈现出“中兴”的小康局面。因此，史家对李忱评价极高，认为他是和文景之治的汉文帝和贞观之治的唐太宗一样的明君”历史上把这一时期称之为“大中之治”。</p> <p>　　尽管李忱本人在即位后“忧勤无怠”，但天下常发生水旱灾害。而自大中十二年（858年）后，因所任将帅管理不当，各藩镇也相继发生叛乱：宣州都将康全泰驱逐其观察使郑薰、湖南都将石再顺驱逐其观察使<a href=\"http://so.gushiwen.org/author_1288.aspx\">韩琮</a>、广州都将王令寰驱逐其节度使<a href=\"http://so.gushiwen.org/author_1149.aspx\">杨发</a>、江西都将毛鹤驱逐其观察使郑宪。李忱分命崔铉兼领宣、池、歙三州观察使、温璋任宣州刺史、蔡袭任湖南观察使、李承勋任广州节度使、韦宙任江西观察使，平定了各州叛乱。 </p> <p><strong>因病驾崩<br></strong>　　自大中十三年（859年）五月起，李忱因为食用仙丹中毒，身体状况非常糟糕，一连一个多月都不能上朝。到了八月，病入膏肓的李忱驾崩，享年五十岁。由他一直信任的宰相令狐绹摄冢宰负责治丧。群臣上其谥号为圣武献文孝皇帝，庙号宣宗。 </p> <p>　　大中十四年（860年）二月，葬于贞陵（今陕西咸阳泾阳县）。</p> <p>　　咸通十三年（872年），追谥为元圣至明成武献文睿智章仁神聪懿道大孝皇帝。</p><br/><h2>评价</h2> <p><strong>人品</strong><br>　　大家都知道唐太宗以及他一手开创的贞观之治是一个什么概念，而宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>的成就竟然能用太宗和贞观之治来形容，可见其不凡之处。二十年来的政治斗争经验锻炼了他的权谋智略，流落民间的非人待遇使他更加了解民间疾苦，这些都在李忱登基之后井喷般地爆发出来！李忱先是用极短的时间将武宗时重臣<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>清除出庙堂，远调荆南节度使，这样的雷霆手段甚至使李德裕的政敌<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>都感到措手不及，之后大加起用重视科举出身的牛党成员，并且宣宗本人极其重视科举。武宗时曾经在全国范围内大举灭佛，在宣宗朝也得到了适当的恢复。<br>　　另外大中四年，孤悬于外的沙州（今敦煌）军民，在张义潮的带领下驱逐了吐蕃守将夺回了沙州，并在大中五年重新归附唐朝。<br>　　宣宗也极擅于操控群臣，大中年间最得宣宗圣眷的宰相令狐綯就曾说过：“我秉政十年，皇上对我非常信任，但是在延英殿奏事时，没有一次不是汗流浃背。”但是宣宗极度礼遇大臣，施之以情待之以礼，非常的恭敬，如此一来恩威并重以威权驾驭大臣，被称之为智术治国。<br>　　宣宗还极度平易近人，宫中一些低下的杂役，只要宣宗见过一面就能记住对方的长相和名字以及所负责的工作，从来没有弄错过，这些宫人如果生病，宣宗还会派御医去为其诊治，甚至还会亲自前往探视病情和赏赐物品，这在历代君王中可以说是极其罕见的。<br>　　宣宗在性事方面也是极端的自律，甚至可以被称之为偏执。曾经有地方献给宣宗一支女子组成的歌舞乐队，其中有位绝色佳丽被宣宗收入后宫加意宠幸，一段时间之后宣宗认为这样下去有可能会重现玄宗朝之故事。于是把这名女子召到跟前，对她说：“我留你不得。”左右奏道：“可以将她放出宫。”唐宣宗却说：“放她回去，我就会想念她，不如赐她毒酒一杯。”一名天香国色的女子就这样莫名其妙地死了。如此之行为简直可以称之为恐怖。（事见《唐语林》卷七补遗）。（这件事，史家也有争执，特此注明）<br>　　但是对于日益严重的宦官问题，宣宗鉴于“甘露之变”一样没有太好的办法，尤其宣宗本人是被宦官所救，又是被宦官所拥立，所以他只能在一些较小的范围之内对宦官势力做一些尽可能的约束。不过由于宣宗处置得当，大中年间宦官势力没有过于膨胀，也没有对国家造成较大的危害。<br>　　宣宗身上还有很多其它的优点，诸如多才多艺，生活节俭，喜爱读书等等。关于这些优点，基本可以参照其他有名的明君生平，在这不再做详细叙述。</p> <p><strong>重视人才</strong><br>　　公元847年，唐宣宗李忱即位后，决定宰相的人选，首先想到的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，但下诏时，白居易已去世八个月了。于是，唐宣宗写下《吊白居易》，深表怀念之情。缀玉联珠六十年，谁教冥路作<a href=\"http://so.gushiwen.org/author_778.aspx\">诗</a>仙。 浮云不系白居易，造化无为子乐天。 童子解吟长恨曲，胡儿能唱琵琶篇。 文章已满行人耳，一度思卿一怆然。 这首诗比喻巧妙，语言晓畅，思念故人，情感深沉，对白居易的巨大文艺成就作了高度的形象的概括，表达了作者沉痛的惋惜之情。缀玉，文章字字如缀玉；联珠，诗歌象珍珠串联。缀玉联珠，比喻白居易一生留下了大量优美动人的诗文佳作。<br>　　白居易生于公元772年，病死于846年，说他有六十年的创作生涯是实写。说他是“诗仙”，是誉美之辞。人们称<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>为“诗仙”，仔细想起来，唐代的李白、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、白居易都是令人注目的大诗人，称白居易为“诗仙”也可以理解和接受。“浮云”二句表述惋惜之情，人才难得。白居易先后在杭州、苏州任刺史，增筑湖堤，蓄水灌田；疏浚水井，以利饮用。他的政绩为世人所知，离苏州时，“郡中士民涕泣相送”。后拜秘书监，次年转刑部尚书。但晚年不得志。58岁时定居洛阳。正要重用他时，得知他仙逝，这对宣宗来说，是出乎意料的悲痛。“童子”二句重点突出白居易的两篇代表作《长恨歌》、《琵琶行》，以表示对白居易无限的敬重与怀念；我们知道《长恨歌》是脍炙人口的名篇，以精练的语言、优美的形象，叙事和抒情相结合，叙述了唐玄宗、杨贵妃在安史之乱中的爱情悲剧，“长恨”是它的主题。叙事、写景、抒情，和谐地结合，回环往复，婉转动人，缠绵悱恻。《琵琶行》和《长恨歌》各具特色。它们一直传诵国内外，“童子解吟长恨曲，胡儿能唱琵琶篇”；显示了强大的艺术生命力。《琵琶行》展现了琵琶女起伏回荡的心潮，抒发了“长安故倡”的“天涯沦落之恨”，也抒发了作者的“天涯沦落之恨”（见洪迈《容斋随笔》卷七）。 “文章”两句，进一步表达了作者对白居易的器重、难以割舍、无比悲怆的内心世界。白居易著作《白氏文集》收诗文3800篇，成75卷。传世名篇有《新乐府》50首、《秦中吟》10首。如《卖炭翁》、《观刈麦》、《轻肥》几乎家喻户晓。他的《策林》75篇纵论天下大事，内容切实，见解精辟；他的《与元九书》洋洋洒洒、夹叙夹议，是唐代批评文学的重要文献；他的《草堂记》、《冷泉亭记》等，写景状物，旨趣隽永，历来为人重视。唐宣宗是爱才的，爱的就是白居易这样的杰出人才。白居易不仅有文才，而且有从政之才。他在野时撰写诗文，才华出众；从政时颇有业绩，光彩照人。对比之下，唐宣宗对那些目无法纪、仗势凌人、欺压无辜的所谓“人才”是毫不留情的。例如，有个乐工叫罗程，善于演奏琵琶，宣宗通晓音律，很喜欢他。但是，罗程恃才横暴，以小故杀人，被捕入狱。有些乐工罗拜于庭对唐宣宗哭诉道：“罗程负陛下，万死，然臣等惜其天下绝艺，不得复奉宴游矣！”唐宣宗果断地回答：“汝曹所惜者罗程；朕所惜者高祖、唐宗法。”于是还是把罗程处以死刑。不仅如此，唐宣宗对亲属也不姑息。其舅郑光为节度使，唐宣宗与郑光讨论为政之道；郑光应对鄙浅，宣宗不悦，郑光终不复任民官。由于宣宗明察果断，用法无私，从谏如流，恭谨节俭，后人称他为“小太宗”。</p> <p><strong>总评</strong><br>　　李忱前封光王，外观很是糊涂，心里却如明镜一般，幼年在宫中被人认为笨得很，惟有唐穆宗曾抚着他的背说：“这是我家的英物。”长大后，愈发韬晦，公众场合从不开口说话，而唐文宗，唐武宗都看不起这个皇叔，常戏称为“光叔”。尤其是一身豪气的唐武宗，对他更是无礼。凭着这种糊除，这种无能，这种沉默，在唐武宗弥留时，他被宦官们立为皇太叔，成为皇位继承人。<br>　　然在唐宣宗登位之后，一扫旧态，处理政务无一不合情合理，众人方知这是个不可等闲视之的君主。<br>　　在宗教上，唐宣宗与唐武宗反其道而行之。他抑制道教，杖杀了赵归真等数名大道士；恢复佛教，除了诏令在长安、洛阳二京增加寺庙外，听任僧人修复各已毁之寺庙。他以牺牲政府夺取寺院经济之利，争取信仰佛教的朝臣以及广大民众的支持，从而建立他的政治基础。厚实的政治基础，使他得以用自己的意志，来刷新政治。<br>　　时边境形势的变化，也帮助他取得了政治资本。自唐武宗以来的吐蕃内乱，削弱了吐蕃的实力，到唐宣宗初年.吐蕃据有的秦(今甘肃天水)、原(今甘肃固原)、安乐(今宁夏中卫)三州以及原州七关，归附了唐朝。<br>　　此后，沙州(今甘肃敦煌)志士张议潮联结当地军民起兵，赶走吐蕃守军，收复沙州。他在被唐宣宗任命为沙州防御使后，又收复了瓜(今甘肃安西)、伊(新疆哈密)、西(新疆吐鲁番)等十州。由此，唐朝重新取得了对河西走廊的控制权，在沙州设置归义军，张议潮升为节度使。<br>　　唐宣宗兴奋地说：“宪宗常有志收复河、迫地区，然忙于中原用兵，事遂未成。朕竟其遗志，足以告慰父皇在天之灵！”<br>　　在掌握了朝廷的政柄后，唐宣宗开始为他的父皇唐宪宗报仇。唐宪宗名为死于金丹，实死于宦官之手，且牵涉面颇广。据风闻，郭太后(唐宪宗皇后)与唐穆宗母子均涉嫌。事情尚未正式立案，郭太后因愤恨唐宣宗待她礼薄，登上勤政楼，欲跳楼自杀，然未遂。唐宣宗听闻后，怒不可遏。当夜，郭太后突然身亡。外面各种谣言四起。数年之后，唐宣宗才正式追究弑唐宪宗之党，杀戮和流放了人数众多的宦官、外戚以及当时的东宫官员。<br>　　与唐文宗一样，唐宣宗久有诛灭宦官的心愿。他为“甘露之变”扼腕长叹，但他又认为李训、郑注是小人，除此二人，他对当时所有死于宦官之手的朝臣予以平反昭雪。<br>　　为解决宦官问题，他以论诗为名，召翰林学士韦澳入内，屏退左右侍从，问：“近日外面舆论，对宦官的权势有何说法？”<br>　　韦澳答道：“陛下威断，宦官已大有收敛。”<br>　　唐宣宗闭目摇头说：“全非这样，朕尚畏其存在。卿有何良策？”<br>　　韦澳以为和朝臣商量，恐重招甘露之祸，不如在宦官中找一些有胆识者共谋。唐宣宗否定了这建议。<br>　　他又召宰相令狐绹商议。令狐绹的计策是：有罪必究，有缺不补，待其自然消耗，以至于尽。<br>　　然令狐绹的奏章被宦官发觉，从而此计非但难以奏效，反面加剧了南衙北司的矛盾，势成水火。<br>　　尽管大动作无法实施，然唐宣宗还是尽力抑制了宦官。宦官内园使李敬实气焰嚣张，遇到宰相郑朗不下马，唐宣宗立即剥了李敬实的官服，配给南衙当贱役。他又规定，凡是节度使有罪，监军(由宦官充任)连坐。<br>　　宦官问题虽终未能全盘解决，然唐宣宗在整顿吏治上下了大功夫，非但收到了一些成效，且赢得了民众的颂扬。<br>　　鉴于前朝晋升高官太滥的弊端，唐宣宗对高官的人数予以严格控制。官员各以品级授服色，自唐高宗上元以后规定，三品以上服紫，四品服深啡，五品服浅啡，六品服深绿，七品服浅绿，八品服绿，九品服探青，流外官及庶人服黄。时以紫、啡为高官，所谓的赐紫赐纬即为升高官。唐宣宗极为珍惜紫、啡，侍从官常备紫、啡二色服相随，然有时半年未赏出一件。他授官爵的原则是，不到规定时间的不授，没有政绩的不授，换言之，也就是不以个人好感相授，不以亲近相授。<br>　　他曾胃口不佳，苦干饮食。医人梁新为他治了数日，有了明显的好转。梁新以功求宫，然被一口拒绝，仅赏赐了钱财。他授官不仅依据有关机构的报告，且注重自己的调查。他外出打猎，听径阳樵夫说当地县令李行言不畏军人威胁，将数名强盗绳之以法，回宫后即授以紫服。他又听酸泉父老说其县令李君爽有惠政，亲手签了任命书，授为怀州刺史。<br>　　相反，对那些鱼肉百姓、作威作福的官员，不论职位高低，一经发现，必予以制裁。有个奉旨出外办事的使者，途经砍石(今河南三门峡东南)，投宿驿站，见所食之饼黑，竟鞭打释吏出血。陕貌观察使高少逸，将此饼进呈唐宣宗。待使者回朝，唐宣宗斥责道：“砍石为深山所围，此饼岂是容易得来！”遂将这使者发配到恭陵〔唐高宗、<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>长子李弘之陵)去守陵。淮南大饥，民众大批流亡，带宰相衔的节度使杜棕却不理政事，荒于游宴。考虑杜棕有较高的德望，唐宣宗将他调为虚职，换人替代其职。<br>　　唐宣宗最重视的是地方最高长官刺史，他认为整个帝国由各个地方所拼而成，这些父母官的政绩，直接关系到民心向背。他规定刺史人选被确定后，不准直接去上任，必须到京师来接受他的当面考察，以定可否。他对此的解释是：“朕以刺史多不得其人，而为害百姓，故要一一面见，询问其如何施政，以此了解其优劣，再确定是否可以任命。”<br>　　先前几朝，乐工、倡优仗着皇帝的宠信，极是胡作非为，并屡屡于政，在朝廷中影响甚坏。此风延续到了唐宣宗朝，他铁面无私地进行了扭转。优人祝汉贞，以滑稽著称，反应敏捷，能当场应景出语，且诙谐无比。唐宣宗以他能为自己解闷，很是宠信。有一日，祝汉贞说着说着，触及了政事。唐宣宗立即板了脸，说：“我畜养尔等，只是供戏笑，岂可干预朝政！”从此疏远了他，并在其子贪赃事发后，杖死其子，将他处以流放。乐工罗程，弹得一手好琵琶，也极得唐宣宗宠。罗程倚恃宠，竟然因小事杀人，被关进大牢。乐工们为他求情，说他有绝艺，可为唐宣宗游宴助兴，要求赦免他。可唐宣宗却说：“尔等所可惜的是罗程的艺，朕所可惜的是高祖、太宗之法，”下令将罗程给杖杀了。<br>　　唐宣宗有着好记性，叫得出宫中最低等的洒扫者的姓名，能记住奏表中出现的天下狱吏的姓名。他不但记性好，且心极细。度支部门上报污损的布帛，奏表中将“渍”误写成了“清”，主管官以为唐宣宗不会注意，胡乱报了上去。岂知唐宣宗一眼看破，处罚了与此事相关者。<br>　　善于纳谏，是唐宣宗有别于唐朝晚期其他君主的一个重要特征。他曾想到唐玄宗所修的华清宫去放松一下，谏官纷纷上谏，谏得极为激烈，他由是取消了行程。他纳谏的程度，仅次于唐太宗，不论是谏官论事，还是门下省的封驳(将君主不合适的诏令退回)，他大多能够顺从。此外，他十分尊重大臣的奏议，每每得了大臣的奏议，必洗手焚香再阅读二。<br>　　事也凑巧，唐太宗纳谏，得了<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>；唐宣宗纳谏，得了魏征的五世孙魏谟。魏谟是唐文宗读《贞观政要》后，思慕魏征，而在魏征后裔中找来的。魏谟入仕后，再现了魏征直言极谏之风。唐宣宗登位后，拜为宰相。其他宰相进谏，唯恐君主不快，都委婉而谏，独他开门见山，无所忌讳。唐宣宗常叹：“魏谟有祖风，我心极重他。”<br>　　唐宣宗临朝，对待群臣如待宾客，从未有倦容。宰相奏事，他威严不可仰视。奏毕，他脸上放出微笑，让群臣闲语，或问里坊琐事，或谈宫中游宴，无所不至。经一刻时辰，复严肃地告诫群臣：“卿等好自为之，朕常担心卿等负朕，日后难以相见！”说罢，起身回宫。令狐綯说：“我秉政十年，最受恩遇。然每次奏事，未尝不汗透脊背。”<br>　　唐宣宗努力仿效唐太宗，以“至乱未尝不任不肖，至治未尝不任忠贤”为座右铭。他将《贞观政要》书于屏风之上，每每正色拱手拜读。他处理天下事务，明察果断，用法无私，从谏如流，重惜官赏，恭谨节俭，惠爱民物，故其大中年间所施之政，直到唐亡，尤被入称颂，时称为“小太宗”。<br>　　唐宣宗时代，帝国虽然称不上是太平盛世，但起码也算是承平之局。“大中之治”落下帷幕后，历史给予了李忱很高的评价：“宣宗明察沉断，用法无私，从谏如流，重惜官赏，恭谨节俭，惠爱民物。故大中之政，讫于唐亡,人思咏之，谓之‘小太宗’!” 由于宣宗李忱的励精图治，使得我们在时隔一千多年后，仍然能够在9世纪混乱不堪的历史迷局中，有幸瞥见一抹盛唐的余晖。<br>　　最让人遗憾的是，这个明君晚年竟然也去求长生不老，服用金丹过量而送了命。 </p><br/><h2>为政举措</h2> <p><strong>政治</strong></p> <p>●加强皇权<br>　　<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>勤于政事，孜孜求治。先是用极短的时间将唐武宗时重臣<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>清除出庙堂，这样的雷霆手段甚至使李德裕的政敌<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>都感到措手不及。之后，李忱大加起用重视科举出身的牛党成员（李忱本人极其重视科举），一举消灭了为患唐朝长达半个世纪的“牛李党争”。</p> <p>　　武宗在位时曾经在全国范围内大举灭佛，李忱在位时，纠正武宗时期矫枉过正的灭佛弊端，使其得到了适当的恢复。他以牺牲政府夺取寺院经济之利，争取信仰佛教的朝臣以及广大民众的支持，从而建立他的政治基础，对加强皇权起到一定的作用。而厚实的政治基础，使他得以用自己的意志，来刷新政治。</p> <p>　　李忱任用宰相，皆由自己亲自选定。一次，李忱命萧邺为相，遣枢密使询问是否留其史职，李忱惧有朋党，遽换崔慎由为相。 </p> <p>●重视人才<br>　　李忱即位后，决定宰相的人选，首先想到的是<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>，但下诏时，白居易已去世八个月。于是，李忱写下《吊白居易》，深表怀念之情。白居易不仅有文才，而且有从政之才。他在野时撰写<a href=\"http://so.gushiwen.org/author_778.aspx\">诗</a>文，才华出众；从政时颇有业绩，光彩照人。皇帝为一个诗人作悼亡诗，这在古代不说绝无仅有，恐也属凤毛麟角。白居易当然也是官员，但李忱完全是当作诗人来描述的，足见白居易当时的诗名。</p> <p>　　对比之下，李忱对缺乏才能的皇亲国戚却不徇私情。其舅郑光为节度使，李忱与郑光讨论为政之道；郑光应对鄙浅，李忱不悦，郑光终不复任民官。 </p> <p>　　兵部侍郎蒋伸曾向李忱上言，认为官位易得，其中多有心存侥幸的人，可能止卵。李忱对其言论倍加称叹，并再三留住他，说：“别的时间就不再能单独与你谈论政事了。”不久后，李忱就拜蒋伸为相。</p> <p>●整肃吏治<br>　　李忱即位后，鉴于前朝晋升高官太滥的弊端，他对高官的人数予以严格控制。官员各以品级授服色，自唐高宗上元年间以后规定，三品以上服紫，四品服深绯，五品服浅绯，六品服深绿，七品服浅绿，八品服绿，九品服深青，流外官及庶人服黄。时以紫、绯为高官，所谓的赐紫赐绯即为升高官。李忱极为珍惜紫、绯，侍从官常备紫、绯二色服相随，但有时半年未赏出一件。他授官爵的原则是，不到规定时间的不授，没有政绩的不授，换言之，也就是不以个人好感相授，不以亲近相授。</p> <p>　　李忱最重视的是地方最高长官刺史，他认为整个帝国由各个地方所拼而成，这些父母官的政绩，直接关系到民心向背。他规定刺史人选被确定后，不准直接去上任，必须到京师来接受他的当面考察，以定可否。他对此的解释是：“朕以刺史多不得其人，而为害百姓，故要一一面见，询问其如何施政，以此了解其优劣，再确定是否可以任命。”</p> <p>●严明法度<br>　　李忱虽然宽仁爱人，但用法极严格。尤其对于身边的人，李忱更是严禁他们干预朝政。他曾说：“违犯朕的法律，即使是我的子弟，一样不宽赦。”</p> <p>　　《资治通鉴》及《唐语林》记载了李忱用法严格的两件故事：</p> <p>　　李忱在位时的优人祝汉贞，以滑稽著称，反应敏捷，能当场应景出语，且诙谐无比。李忱认为他能为自己解闷，很是宠信。有一日，祝汉贞说着说着，触及了政事。李忱立即板了脸，说：“朕养着你是为了娱乐，你怎么能干预朝政呢？”从此便疏远了他，并在其子贪赃事发后，杖死其子，将他处以流放。</p> <p>　　还有一个乐工名字叫罗程，弹得一手好琵琶，也极得李忱宠爱。罗程倚恃宠，竟然因小事杀人，被关进大牢。乐工们为他求情，说他有绝艺，可为李忱游宴助兴，要求赦免他。可李忱却说：“你们怜惜的是他的才艺，而我怜惜的是祖宗的法度啊。”下令将罗程给杖杀了。</p> <p>●从善如流<br>　　善于纳谏，是李忱有别于唐朝晚期其他君主的一个重要特征。他曾想到唐玄宗所修的华清宫去放松一下，谏官纷纷上谏，谏得极为激烈，他便取消了行程。</p> <p>　　他纳谏的程度，仅次于唐太宗，不论是谏官论事，还是门下省的封驳（将君主不合适的诏令退回），他大多能够顺从。此外，他十分尊重大臣的奏议，每每得了大臣的奏议，必洗手焚香再阅读。</p> <p>　　唐太宗纳谏，得了<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>；李忱纳谏，得了<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>的五世孙魏谟。魏谟是唐文宗读《贞观政要》后，思慕魏徵，而在魏征后裔中找来的。魏谟入仕后，再现了魏徵直言极谏之风。李忱登位后，遂拜魏谟为宰相。其他宰相进谏，唯恐君主不快，都委婉而谏，独他开门见山，无所忌讳。李忱常叹：“魏谟有他祖辈（魏徵）的风范，朕心极重他。”</p> <p>●智术治国<br>　　李忱临朝，对待群臣如待宾客，从未有倦容。宰相奏事，他威严不可仰视。奏毕，他脸上放出微笑，让群臣闲语，或问里坊琐事，或谈宫中游宴，无所不至。经一刻时辰，复严肃地告诫群臣：“卿等好自为之，朕常担心卿等负朕，日后难以相见！”说罢，起身回宫。大中年间最得圣眷的宰相令狐綯就曾说过：“我秉政十年，皇上对我非常信任，但是在延英殿奏事时，没有一次不是汗流浃背。” 但是李忱极度礼遇大臣，施之以情待之以礼，非常的恭敬，如此一来，恩威并重，以威权驾驭大臣，被称之为智术治国。</p> <p>　　李忱还极度平易近人，宫中一些低下的杂役，只要李忱见过一面就能记住对方的长相和名字以及所负责的工作，从来没有弄错过，这些宫人如果生病，李忱还会派御医去为其诊治，甚至还会亲自前往探视病情和赏赐物品，这在历代君王中可以说是极其罕见的。 </p> <p>　　李忱不但记性好，且心极细。度支部门上报污损的布帛，奏表中将“渍”误写成了“清”，主管官以为李忱不会注意，胡乱报了上去。岂知李忱一眼看破，处罚了与此事相关者。</p> <p>　　经常外出游猎的李忱，其实真正的目的是为了深入民间、了解民情，并且实地考察地方官吏的政绩。但是天下之大，李忱不可能全部走遍，为此他特意想了个办法，秘令翰林学士韦澳将天下各州的风土人情以及民生利弊编为一册，专门供他阅览。李忱将其命名为《处分语》，此事除了韦澳之外无人知晓。不久，邓州刺史薛弘宗入朝奏事，下殿后忍不住对韦澳说：“皇上对本州事务了解和熟悉的程度真是令人惊叹啊！”韦澳询问后，得知李忱掌握的资料正是出自《处分语》。</p> <p>　　为解决宦官问题，他以论诗为名，召翰林学士韦澳入内，屏退左右侍从，问：“近日外面舆论，对宦官的权势有何说法？” 韦澳答道：“陛下威断，宦官已大有收敛。” </p> <p>　　尽管大动作无法实施，但李忱还是尽力抑制了宦官。宦官内园使李敬实气焰嚣张，遇到宰相郑朗不下马，李忱立即剥了李敬实的官服，配给南衙当贱役。</p> <p>　　李忱又规定，凡是节度使有罪，监军（由宦官充任）连坐。宦官问题虽终未能全盘解决，然李忱在整顿吏治上下了大功夫，非但收到了一些成效，且赢得了民众的颂扬。</p> <p>　　按旧例：每次罢免左护军时，继任者从右军挑选；罢免右护军时，则从左军挑选；以此来防微杜渐。李忱在位时，以法驭下，每次罢免左、右护军，常从本军中挑选继任者，众人都无法窥测他的想法。</p> <p>●在位大臣（宰相、使相）<br>　　宰相　 <br>　　李让夷、<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>、郑肃、李回、<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>、韦琮、崔元式、李德裕、卢商、马植、周墀、崔龟从、任铭、魏扶、令狐绹、<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>、魏壡、崔慎由、郑朗、萧邺、刘瑑、夏侯孜、蒋伸 　 </p> <p>　　使相 <br>　　魏壡、杜悰、崔郸、王元逵、何弘敬、王起、张仲武、崔慎由、卢耽、白敏中、郑涯 　 　 　 　 　 </p> <p><strong>军事</strong></p> <p>●大破北狄，稳定北方<br>　　大中元年（847年）五月，卢龙节度使张仲武出兵深入，大破北部诸山奚，禽酋渠，烧帐落二十万，取其刺史以下面耳三百，羊牛七万，辎贮五百乘，献捷京师。</p> <p>　　这是继会昌时期大破回鹘汗国以后又一次对北方游牧民族取得的军事胜利，至此以后，北方再无大的军事威胁，得到了彻底的平定。</p> <p>　　李俭在《清河张公神道碑铭》对这次战争记载：“破獯鬻之众，帐盈七千；拓鲜卑之疆，地开千里。万狄稽颡，百蛮投诚”，描述了大中年间对北狄战争所取得的胜利。 </p> <p>●驱逐吐蕃，收复河西</p> <p>　　主词条：河陇归地</p> <p>　　安史之乱使唐朝国势渐趋衰落，边防力量虚弱，于是吐蕃乘隙攻略河西诸州。从乾元元年（758年）至大历十一年（776年），廓州、凉州、兰州、瓜州等地相继陷落。沙州军民同吐蕃军进行了艰苦卓绝的斗争。</p> <p>　　大中（847年—859年）初年，唐朝乘机收复了陷于吐蕃的三州（原州、乐州、秦州）和七关（石门、驿藏、木峡、特胜、六盘、石峡和萧关）。极大地鼓舞了河西各族人民反抗吐蕃统治的斗争。 </p> <p>　　不久，吐蕃尚恐热率五千骑兵来到瓜州，大肆劫掠河西鄯、廓等八州，不仅激起了河西人民的极大愤慨，而且使他的部下怨望不平，“皆欲图之”。</p> <p>　　原陷于吐蕃的沙州首领张议潮，暗中结交豪俊，密谋归唐。大中二年（848年），张议潮见时机成熟，遂发动起义，“众擐甲噪州门，汉人皆助之，虏守者惊走，遂摄州事”。张议潮等率众驱逐了吐蕃守将，光复了沙州，即派遣使者，赴京师告捷。当时，凉州等地仍控制在吐蕃手中，东道受阻，张议潮的使者，不得不迂道东北的天德城，至大中四年正月，才因天德军“防御使李丕以闻”。接着，张议潮又“缮甲兵，耕且战”，又先后收复了瓜州、伊州、西州、甘州、肃州、兰州、鄯州、河州、岷州、廓州等十州。大中五年（849年）八月，复派其兄张议潭和州人李明达、李明振，押衙吴安正等二十九人入朝告捷，并献瓜、沙等十一州图籍。至此，除凉州而外，陷于吐蕃近百年之久的河西地区复归唐朝。李忱特下诏，大力褒奖张议潮等人的忠勇和功勋。因命使者赍诏收慰，擢张议潮为沙州防御使，拜李明达为河西节度衙推兼监察御史，李明振为凉州司马检校国子祭酒、御史中丞，吴安正等亦授官武卫有差。十一月，唐朝令于沙州置归义军，统领沙、甘、肃、鄯、伊、西、河、兰、岷、廓十一州，任命张议潮为节度、管内观察处置、检校礼部尚书，兼金吾大将军、特进，食邑二千户，实封三百户。</p> <p>　　河西归唐后，李忱兴奋地说：“宪宗常有志收复河、迫地区，然忙于中原用兵，事遂未成。朕竟其遗志，足以告慰父皇在天之灵！”</p> <p>●平定安南，都护南疆<br>　　大中年间，安南（今越南河内）屡有军乱，遭南诏侵扰。李忱以康王傅王式授安南都护、经略使。王式到任后，选练士卒，修筑城池，加强防守。都校罗行恭久专府政，多不法，王式借故杖责，黜于边远之地。不久，南诏大举入犯，王式沉着遣翻译喻责，迫其退兵。七月，安南恶民作乱，欲逐王式，王式披甲率兵登城，责乱者；次日，发兵将其擒斩。洞蛮杜氏家族自齐、梁以来骄蹇难制，王式设计离间其众，其酋长杜守诚败死。安南饥乱数年，军中无犒赏，六年无上供，王式自此赏士、上供，一方安定。占城（今越南中南部）、真腊（今柬埔寨、泰国等地）皆通使修好。</p> <p>●抚平党项，安定西陲<br>　　自武宗发兵讨伐党项，连年无功，而馈饷不已。党项仍为边患。李忱得悉党项骚扰系由边将侵掠其羊马，妄行诛杀，使党项不胜愤怒，故起兵反抗。大中五年（851年）春，李忱以右谏议大夫李福为夏绥（今内蒙白城子）节度使，自后选用儒臣以代边将之贪暴者，安抚党项百姓。由此党项遂安。</p> <p>　　当时，南山、平夏党项久未平定，宣宗颇厌用兵。大中五年（851年）春，宰相崔铉建议遣大臣镇抚。三月，李忱命白敏中充招讨党项行营都统、制置等使，及南北两路供军使兼邠宁（今陕西彬县）节度使。四月，敏中以左谏议大夫孙景商为其行军司马，知制诰蒋伸为节度副使，率军赴宁州（今甘肃宁县）。十日，定远城（今宁夏平罗南）使史元击破平夏党项于三交谷（夏州境内，今内蒙与陕西靖边交界地区）。白敏中奏称平夏党项平定。八月，白敏中奏称南山党项请降。当时用兵年久，李忱因国用不足，便下诏赦免南山党项，使其安于本业。</p> <p><strong>经济<br></strong>　　大中五年（851年）二月，李忱任命户部侍郎裴休为盐铁转运使。自太和（827年—835年）以来，每年运江淮米不过四十万斛，沿途吏卒侵盗，以及沉没，运达渭仓（今陕西潼关北）的还不到二十万斛。裴休得知其弊端，就任后，立漕法十条，派官员整治漕运，每年运米至渭仓一百二十万斛。</p> <p><strong>文化<br></strong>　　李忱曾令崔龟从、韦澳、李荀、张彦远撰《续唐历》二十二卷，至大中五年（851年）七月修成。《续唐历》止于唐宪宗朝，以补柳芳《唐历》之阙。</p> <p>　　李忱又曾命宰相崔铉、学士崔瑑、<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>编撰《续会要》四十卷，续编德宗到宣宗年间的史事。至大中七年（853年）十月修成。</p> <p><strong>法律<br></strong>　　大中七年（853年）五月，左卫率府仓曹张戣集中法令条文相类似的条目一千二百五十条，分为一百二十一门，取名《刑法统类》（亦称《大中刑法统类》、《大中刑律统类》），献上朝廷。</p> <p>　　《大中刑法统类》开创了《刑统》这种刑事法律汇编的编纂体例；其特点是，将与刑律有关的敕、令、格、式等均附在律文之后，从而便于查找使用，具有很强的实用性。对于五代和宋朝立法技术有重大影响。</p> <p>外交<br>　　大中元年（847年）六月，李忱以鸿胪卿李业为册黠戛斯可汗使，持节赴黠戛斯册封其王子为英武诚明可汗。</p> <p>　　大中二年（848年）三月，日本国王子入唐朝贡，献方物，李忱设百戏及盛宴接待，赠宝器音乐。 </p> <p>　　大中七年（853年），日僧圆珍等乘唐商良晖船入<a href=\"http://so.gushiwen.org/author_2777.aspx\">唐求</a>法，历温台至福州。</p> <p>　　大中十年（856年）十月，安西回纥庞勒可汗遣使入贡。十一月十二日，以卫尉少卿王端章为册回纥可汗使，拟册封庞勒为怀建可汗，但因黑车子拦截而未成。</p> <p>　　大中十二年（858年）二月，渤海王大彝震卒，立其弟虔晃权知国务。李忱诏以虔晃为银青光禄大夫、检校秘书监、忽汗州都督，册为渤海国王。</p><br/><h2>轶事典故</h2> <p><strong>老儒生<br></strong>　　<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>酷爱读书，曾经建造一坐宫殿，每次在退朝后，他一定独坐在殿中读书，有时直至夜中烛将尽才结束，被宫中称为“老儒生”。 </p> <p><strong>友爱至孝<br></strong>　　李忱天性友爱，和睦兄弟。曾在十六宅（唐末诸王共居的第宅）造雍和殿，多次前往雍和殿，诸王不分年纪，都得以入座。乐工表演百戏，直至日暮才结束。诸王中有人患病时，李忱斥退戏乐，亲自到其房间内看望，忧形于色。</p> <p>　　李忱性情极孝，即位后，即在大明宫奉养母亲郑太后（孝明皇后），而不另作别宫。他在拜谒太庙时，进入父亲宪宗李纯的房间，禁不住泪如雨下，感动了左右侍从。李忱因李纯生前常去青龙寺，命复道开便门，到青龙寺登高远眺，回忆往事而感触许久。</p> <p><strong>严教子女<br></strong>　　李忱是一个提倡节俭的皇帝，他对于子女的要求更是严格，几乎到了不尽人情的程度。</p> <p>　　李忱的长女万寿公主，下嫁给起居郎<a href=\"http://so.gushiwen.org/author_1240.aspx\">郑颢</a>，按常例要用银箔饰车，从李忱开始，改为铜饰。公主出嫁时，李忱亲自告诫她，到夫家要严守妇道，不得以皇家贵胄轻视夫族。有一回，驸马的弟弟郑觊得了重病，李忱打发中使去探望。中使回朝，李忱询问公主在否，中使答，公主在慈恩寺观戏。李忱大怒，说：“朕有时怪士大夫家不愿娶公主为妻，至今才知其情。”于是命人把公主叫来，当面斥责道：“小郎有病，你为何不去看视，反倒去看戏？成何体统！”公主一看父皇发怒，吓得连忙请罪，表示洗心革面，不再敢犯。</p> <p>　　让人吃惊的是，李忱的二女儿永福公主，已经选定于琮为驸马，不日就要下嫁，公主也很高兴。偏偏在一次和李忱同席吃饭时，因为一点儿小事怄气，把筷子折断。李忱大动肝火，愤然说：“你这般性情，怎么能嫁到士大夫家做媳妇？”当即传旨，令四女广德公主下嫁于琮。就这样，永福公主眼睁地看着自己的未婚夫被父皇夺去。</p> <p><strong>毛发洒淅<br></strong>　　李忱素来厌恶宰相<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>专权，他即位之时，李德裕主持册封典礼。大典完成后，李忱对左右内侍道：“刚才靠近朕的是不是李太尉？他每看朕一眼，都让朕紧张的毛发直竖。”</p> <p><strong>赐死歌姬<br></strong>　　曾经有地方献给李忱一支女子组成的歌舞乐队，其中有位绝色佳丽被李忱收入后宫加意宠幸，一段时间之后，李忱认为这样下去有可能会重现玄宗朝之故事。于是把这名女子召到跟前，对她说：“我留你不得。”左右奏道：“可以将她放出宫。”李忱却说：“放她回去，我就会想念她，不如赐她毒酒一杯。”一名天香国色的女子就这样莫名其妙地死了。如此之行为简直可以称之为恐怖。（事见《唐语林》卷七补遗）。 </p> <p><strong>为僧之说<br></strong>　　李忱为僧之事的来源，主要是韦昭度的《读皇室运寻》和令孤澄的《贞陵遗事》，在这两篇文章中，他们说唐武宗为了争夺皇位，曾想杀死李忱。于是派中常侍四人将李忱抓来，浸在宫内厕所里。有个叫仇公武的宦官有心搭救，便假意借口已杀死李忱，而将其送出皇室。三年后，武宗死，宦官才将李忱请出来当皇帝。</p> <p>　　不过不少史家，如北宋的<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>，认为李忱曾被唐武宗迫害及出家为僧是没有根据，因正史中没有相关记载，而且当时李忱只是众多的庶出皇叔其中之一，对武宗的帝位根本没有威胁，更有史家认为李忱被武宗迫害而出家为僧的讲法，是后世佛教徒杜撰出来的故事，为的是丑化曾推行会昌灭佛的武宗，同时圣化在登基后支持佛教的李忱。</p> <p>　　经过佛教徒的渲染，五代时《中朝故事》、《北梦琐言》及宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《避暑漫钞》中也都有李忱潜逃到江南遁入空门的简略记载。五代末，宋初人赞宁《宋高僧传》也说，李忱为僧，曾游方到杭州，齐安禅师很好地照看了他。李忱即位时，齐安已死，李忱为了报恩，便敕赐寺名，谥齐安为悟空大师，还御制哀<a href=\"http://so.gushiwen.org/author_778.aspx\">诗</a>悼念。此外，在禅宗的名僧希运《黄檗宛陵录》中也有记载，说李忱为沙弥时，曾见黄檗大师大佛殿上礼佛，便问，“不看佛求，不看法求，不看众求，长老礼拜当何所求?”于是两人一问一答，就说起公案来。禅宗以说“公案”代替说经，这次两人的谈话，还成了以“黄襞礼佛”为命名的有名的“公案”。希运在江西主安黄檗山路过，传说还曾和正在该山做沙弥的李忱一同观瀑布，吟诗作赋。 </p> <p>　　关于李忱为僧的传说，随着时间的推移，流传越广，也传得越来越神奇。到明代时，有一名僧圆悟禅师在其撰的《碧岩集》中，是这样记载的：李忱少时，爬到哥哥唐穆宗的龙床上，作出接见大臣的姿态，穆宗非常赞赏。武宗即位后，记起此事，便心存疑忌，想害死李忱，李忱不得不逃走，就在香严智闲和尚门下剃度为僧。后随智闲和尚来到江西庐山，两人同观瀑布，智闲提出要作诗，其动机是觉得此人气度不凡，想趁机考考他，以判断其底细究竟怎样，便先吟出两句诗：“穿云透石不辞劳，地远方知出处高。”李忱接着吟到：“溪涧岂能留得住，终归大海作波涛。”智闲和尚见此人学识渊博，气度不凡，便以礼相待。后来在一次盐官会上，希运是首座法师，在其礼拜时，两人就谈起“公案”来，在这里，与《黄檗宛陵录》中所记载不同的是，将智闲和尚代替了黄檗禅师，地点也由黄檗山变成了江西庐山。另外，在《黄檗万福禅诗志》中也有关于李忱为僧的记载，该书中则将地点又搬至福清黄檗山，将黄檗禅师观瀑布所吟的两句诗也改为：“千岩万壑不辞劳，远看方知出处高。李忱所吟的两句诗倒没有改。《禅诗志》中还说，李忱来到福清黄檗山后，又南行至惠安观看洛阳江，再南行至同安，还出现了所谓神象夜间出来迎接李忱到来之事。</p><br/><h2>贞陵</h2> 　　贞陵，陕西省重点文物保护单位。2001年6月25日，国务院公布为全国第五批重点文物保护单位。 位于咸阳城北50公里处泾阳县白王乡崔黄村。唐宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>墓。陵园地跨泾阳、淳化两县。李忱（810年～859年）为宪宗第十三子，在位期间（846年～859年），励精图治，史称;大中（宣宗年号）之政有贞观之风。859年（大中十三年），因服长生药中毒而死。贞陵因山为陵，城垣沿自然山势构筑，南垣长1680米，北垣长4080米，东垣长2985米，西垣长4440米，内城面积约629万平方米。陵园城垣四门前均有对称的土阙。存石刻有华表1对、翼马1对、鸵鸟1只、石马5对、石狮4对、石人13尊，皆破损残缺。 贞陵的石刻形体已见差异，雕工已粗疏；左文右武的石人像一如中唐陵墓，只是面容已较瘦削，神情也已索然。这些石刻既无中唐时期精细圆和的资质，也没有盛唐时期粗壮魁武的气势，更没有初唐时期古朴新奇的风格。显示了国势衰竭，是亡国前夕窘迫荒凉的写照。可以说贞陵是晚唐陵墓石刻的代表。<br/><h2>家族成员</h2> <p><strong>皇后<br></strong>元昭皇后晁氏，生唐懿宗、万寿公主，广德公主。初封美人，逝世后被追封昭容、皇太后，追谥元昭皇后。</p> <p><strong>儿子<br></strong>1.唐懿宗李漼，元昭皇后晁氏。<br>2.靖怀太子李渼，会昌六年始封雍王，卒后追册太子。<br>3.雅王李泾。<br>4.夔王李滋，母吴昭仪。<br>5.庆王李沂，母史氏惟，疑为史才人。<br>6.濮王李泽。<br>7.鄂王李润。<br>8.怀王李洽。<br>9.昭王李汭，母柳婕妤。<br>10.康王李汶，母仇才人。<br>11.广王李澭，母陈氏。<br>12.卫王李灌。</p> <p><strong>女儿<br></strong>1.万寿公主，母晁皇后。万寿公主嫁<a href=\"http://so.gushiwen.org/author_1240.aspx\">郑颢</a>，受<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>宠爱。<br>2.永福公主，曾许嫁于琮。<br>3.齐国恭怀公主，始封西华公主，嫁刑部侍郎严祁。卒后追赠及谥。<br>4.广德公主，母晃皇后，嫁于琮。广德公主治家有礼法。“<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱”时，于琮遇害，她自缢而死。<br>5.义和公主。<br>6.饶安公主。<br>7.盛唐公主。<br>8.平原公主（追封）。<br>9.唐阳公主。<br>10.许昌庄肃公主，嫁柳陟。<br>11.丰阳公主。</p>"
}