{
  "id": 821,
  "star": 4,
  "name": "毕沅",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_821.jpg",
  "desc": "毕沅（1730～1797）清代官员、学者。字纕蘅，亦字秋帆，因从沈德潜学于灵岩山，自号灵岩山人。镇洋（今江苏太仓）人。乾隆二十五年（1760）进士，廷试第一，状元及第，授翰林院编修。乾隆五十年（1785）累官至河南巡抚，第二年擢湖广总督。嘉庆元年（1796）赏轻车都尉世袭。病逝后，赠太子太保，赐祭葬。死后二年，因案牵连，被抄家，革世职。毕沅经史小学金石地理之学，无所不通，续司马光书，成《续资治通鉴》，又有《传经表》、《经典辨正》、《灵岩山人诗文集》等。",
  "content": "<h2>生平</h2> <p><strong>侥幸夺魁</strong><br>　　<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>于雍正八年（1730）出生于镇洋（今江苏太仓），幼年失父，由母亲张藻养育成人，深受其母的熏陶。后至苏州灵岩山，拜<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>从学。乾隆十八年（1753），顺天乡试中举，被授内阁中书，撰拟、结写诏令。后来入值军机处，担任素有“小军机”之称的军机章京，负责撰写谕旨、记载档案、查核奏议。乾隆二十五年（1760）三月，毕沅参加会试。会试分三场，初九、十二、十五日各一场。四月发榜，毕沅榜上有名。能否登科，还得看四月二十六日的殿试。殿试时间为一白昼，未能完卷者，列入三甲之末。会试中选的人，不敢松气，紧张地准备，以期考中。<br>　　四月二十五日夜，毕沅与同僚诸重光、童凤三在军机处值班。他们三人都通过了会试。明日就要殿试了，诸、童二人想回寓所准备考试，让毕沅一人值班，说：“我俩书法好，可望夺魁。你书法不行，就别作非分之想了，替我们代劳吧！”殿试确有偏重书法的现象，毕沅见二位同僚如此讲，也就答应了。当夜，陕甘总督黄廷桂关于新疆屯田事宜的奏折下转军机处，毕沅详加研读。翌日，殿试开考，地点在太和殿的丹墀。<br>　　殿试的内容是经史时务策一道，读卷大臣（即评卷人）于考前一日在文华殿密拟，缄封呈皇帝阅。发下后，读卷大臣同赴内阁，在监试御史的监督下，内阁中书用黄纸誊写。晚上，传集工匠，在内阁大堂刊刻印刷。护军统领带领护军校等在内阁门外严加稽查。次日凌晨印刷完毕。考卷送至太和殿，诸考生列队跪受，然后回到各自的试桌答题。毕沅打开试卷一看，时务策正是策问新疆屯田事宜的。他胸有成竹，挥笔立就。<br>　　第二、三天，诸读卷大臣在文华殿阅卷。毕沅的楷书不太好，但立论高深，倍受读卷大臣的关注，列为第四名。第四天，乾隆帝在中和殿听读卷大臣读卷，对毕沅的卷子极为欣赏，擢为一甲第一名。诸重光得了一甲二名，即榜眼。而童凤三位列二甲第六名。当诸、童二人得知毕沅那晚的事后，无不嗟叹。</p> <p><strong>仕途沉浮</strong><br>　　毕沅中状元后，被授予翰林院修撰--状元例授此官。他的仕途进入了一个新的阶段。<br>　　乾隆三十年，升翰林院侍读学士。三十一年，迁太子左庶子，实授甘肃巩秦阶道员，即巩昌府（府治今甘肃陇西）、秦州（州治今甘肃天水）、阶州（州治今甘肃武都）一府二州的长官。曾随总督明山出关堪查屯田。后调安肃道道员。三十五年，授陕西按察使。乾隆帝出巡，毕沅朝见，奏告甘肃大旱，乾隆帝诏赈济，免速欠田赋400万。三十六年，擢陕西布政使。三十八年，擢陕西巡抚。黄河、洛水、渭河泛滥成灾，开仓赈济，救了若干人的性命。募民开垦荒地80余顷。疏渠灌田。置姬氏《五经》博士，奉祀文、武、成、康四王及周公墓。缮修华狱庙等名胜古迹。征集碑刻，储藏于学宫。四十一年，赏戴花翎--这是赐给有功勋者的殊荣。四十三年，听说有个叫高朴的官员在计尔羌私采玉石，运送回京。毕沅逮捕审讯高朴的仆人，没有问出什么。乾隆帝降旨斥责毕沅草率。四十四年，老母去世，离职守丧。<br>　　四十五年，陕西巡抚缺员，乾隆帝诏：“毕沅在西安任职很久，在家守丧快一年了。特命毕沅署理陕西巡抚。这是特殊情况，不是开在职守丧的先例。”四十六年三月，甘肃发生内乱，毕沅会同西安将军伍尔泰等率兵前往镇压，事平论功，乾隆帝赏毕沅一品顶戴。甘肃一些州县谎报灾情，冒领赈济，毕沅未据实参奏，乾隆帝让毕沅自行定罪。毕沅请罚款白银5万两，以充军饷。御史钱澧奏劾毕沅之罪应与冒赈等同，当照冒赈议处。四十七年，乾隆帝降旨，褫夺一品顶戴，降为三品。<br>　　四十八年，复为一品顶戴。守丧期满，实授陕西巡抚。四十九年，甘肃再度发生内乱，毕沅遣兵镇压，受到乾隆帝的奖励。五十年二月，调为河南巡抚。毕沅上疏，说黄河北岸一带连年干旱，租税收不上来，仓廪空虚，请截留漕粮20万石备用。并不得私自囤积粮米，以平粮价。疏通贾鲁、惠济河以利漕运。他的奏请皆获诏准。奉诏去调查淮水发源地，查明源自桐柏山。乾隆帝御写《淮源记》赐他。五十一年六月，擢湖广总督。伊阳县（今河南汝阳）杀官首犯秦国栋等人迟迟没有缉获，乾隆帝降旨责斥，将他罢归陕西巡抚。五十三年，长江在荆江决口，乾隆帝复命毕沅为湖广总督。毕沅到任，上疏：“长江自松滋（今属湖北）流至荆江万城堤，折而东北流，荆水无处散泄。请筑对岸杨林洲土坎、鸡嘴石坝，逼水南流，冲涮洲沙，可克壅遏。”又请修筑襄阳等处堤坝，凿四川、湖北一带长江的险滩，便于云南钢铁的漕运。<br>　　五十五年，是乾隆帝的宠臣和珅的40大寿。和珅，满洲正红旗人，纽枯禄氏，原在銮仪卫当差。一次，乾隆帝看见他，觉得他很象父皇的一个妃子。雍正的这个妃子长得很美，当年还是个青年的乾隆进宫会见母后，看见那个妃子在梳头，便从她身后捂着她的两眼，妃子用梳子往后一甩，击中乾隆的额头。母后见他额头上有个伤疤，问他是怎么回事，乾隆吱吱唔唔的。母后误以为是那妃子调戏乾隆，遂将她赐死。乾隆想承认自己的过错，不能责怪那妃子，但又不敢直说。那妃子死了，乾隆在她颈上按百个殊印，默默道：“是我害了你，魂若有灵，二十年后再相会。”他见和珅很像那妃子，再看他颈上，果然有个印，便断定他是那个妃子转生，倍加宠爱，官至文华殿大学士，擅权独断，贪赃枉法。文武百官多有讨好、巴结，毕沅是其中之一。在和珅40大寿时，毕沅赋<a href=\"http://so.gushiwen.org/author_821.aspx\">诗</a>10首相赠。<br>　　五十九年，陕西安康、四川大宁发生叛乱，传言来自湖北，毕沅被贬为山东巡抚，摘去花翎，罚交湖广总督“养廉银”--正俸之外按官职高低另给的银两--五年，山东巡抚“养廉银”三年。<br>　　六十年，再授湖广总督。湖南苗入石三保造反，奉命赴常德、荆州督饷，克尽职守，'赏戴花翎。<br>　　嘉庆元年，枝江（今属湖北）人聂人杰等造反，破保康（今后湖北）、来凤（今后湖北）、竹山（今属湖北），围攻襄阳。毕沅自辰州（州治今湖南沅陵）赶赴枝江弹压，当阳（今属湖北）又落入聂人杰手中。嘉庆帝诏罢毕沅官。诏令未到，毕沅攻克当阳，嘉庆帝又下诏复毕沅职，授二等轻车都尉世职，毕沅擒获石三保、吴半生、吴八月等人，惟叛乱者的首领石柳邓还没捉拿到。毕沅上疏，请撤各省军队，留二、三万兵分守苗疆要隘。未被允许。不久石柳邓被浮，嘉庆帝命毕沅赴湖南镇抚。嘉庆二年（1797）六月，毕沅手足麻木不仁，嘉庆帝赐“活络丸”药。七月，病死湖南辰州军营中，享年六十七岁，归葬于灵岩山的东北麓。嘉庆闻奏，诏赠毕沅太子太保。但说他在湖广总督任内失察过多，没加谥号。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>曾挽以联云：羊祜惠犹留岘首 <a href=\"http://so.gushiwen.org/author_801.aspx\">马援</a>功未竞壶头。嘉庆四年（1799），太上皇乾隆去世，嘉庆帝查办太上皇的宠臣和珅，抄了他的家，把他赐死。毕沅曾巴结过和珅，嘉庆闻悉，下令虎夺世职，籍没家产。一说为朝廷追究其镇压白莲教不力，滥用军需。</p> <p><strong>学问大家</strong><br>　　做官从政之暇，毕沅辛勤笔耕，著作等身，“虽官至极品，铅椠未曾去手。”北宋<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>《资治通鉴》是一部编年史杰作，博采典籍，考证甄选，剪裁熔铸，成一家之言。上起周烈王二十三年（前403年），下迄周世宗显德六年（959）。但就时间来看，前后尚有巨大的空白、欲补续的，代有其人。就下续的来看，南宋有李焘的《续资治通鉴长编》，刘时举的《续宋编年资治通鉴》等。明代薛应旗、王宗沐各著有《宋元资治通鉴》。清代康熙年间，徐乾学等编成《资治通鉴后编》。这些续编在史事记录、年月编排上，错误百出。乾隆三十七年，毕沅开始编纂一部新的《续资治通鉴》。他广延英俊（诸如邵晋涵、章学诚等），博稽群书，历时20年，完成220卷的《续资治通鉴》。上起宋太祖建隆元年（960），下迄元顺帝至正二十八年（1368）。乾隆五十三年，毕沅任河南巡抚时，开始编写《史籍考》，这项工程一直进行到他病死，尚未完稿。章学诚、潘锡恩相继续补，最后成书300卷。《续资治通鉴·宋纪》中的《<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>》一文曾被选入初中教材。<br>　　毕沅博学多才，潜心研攻经史敬重文士，尤好扶植后进，“一时名儒，多招至幕府”，据其门下<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>记载，毕沅生平最爱礼贤下士，“毕沅爱才尤笃，人有一技之长，必驰币聘请，唯恐其不来，来则厚资给之。”（《更生斋集文甲集》），著名学者章学诚、孙星衍、洪亮吉、汪中、段玉裁等皆曾受知其门下。毕沅精通经史，旁及语文学、金石学、地理学，并善诗文，一生著作颇丰。他在其幕宾的襄助下，搜求善本古籍，校勘辑佚，编纂了许多有价值的著作，尤其在经学与史学方面作出了很大贡献。经学方面著有《传经表》、《通经表》等，并撰《墨子集注》，直接指明诽墨始于孟子，提出《墨子》作为一种古代典籍，“不可忽也”。另注疏《道德经考异》、《晏子春秋注》、《吕氏春秋注》等。<br>　　毕沅极注重历史和地理的关系，广征博采，完成了王隐《地道记》和《太康三年地志》的辑佚、《山海经新校注》等书。在金石学上，他广加收集铜铭碑刻，编辑成《关中金石记》、《中州金石记》、《山左金石志》、《三楚金石志》、《两浙金石志》等书。对先秦诸子，也素有研究，他还是一位杰出的诗人，有《灵岩山人诗集》传世。同时，在他主持下，整修了西安碑林、华岳庙，翻修了<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>祠，修缮了苏东坡祠，重建了西安灞桥等。</p><br/><h2>轶事典故</h2> <p><strong>才子全靠慈母教</strong><br>　　<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>幼年就失去父亲，全靠母亲张藻培育成人。张藻是当时颇有名气的才女，不仅能<a href=\"http://so.gushiwen.org/author_821.aspx\">诗</a>，而且学问渊博，著有《培远堂集》。毕沅在她的调教下，6岁能读《诗经》、《离骚》，10岁便通晓声韵，善作诗文。随后，张藻又亲自把毕沅送到苏州灵岩山，拜著名学者、诗人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>和经学大师惠栋为师，以进一步拓宽视野。后来，毕沅中状元当官，离开京城到陕西任巡抚，张藻还以母亲特有的情怀，作54句270言《训子诗》，殷切期望儿子“不负平生学，弗存温饱志；上酬高厚恩，下为家门庇”。张藻病故后，乾隆皇帝特赐御书“经训克家”四字褒扬。毕沅为了铭记母亲和皇上的恩赐，特将室名称作“经训堂”，将自己的诗文集名为《经训堂集》。</p> <p><strong>代人值班忠厚得福</strong><br>　　在军机处任职的时候，毕沅与同事诸重光、童凤三等人都是举人身份。为了有个更好的前程，他们三人都参加了乾隆二十五年（1760）的礼部会试。考试结束后，他们照常回到军机处办理公务。会试发榜的前一天晚上，本该轮到诸重光值夜班，但诸重光急于打听考试的结果，就毫不客气地对毕沅说：“今天夜班还须请你代劳。”毕沅不解，便问：“为什么呢？”诸重光提高嗓门说：“问题明摆着的，要中状元书法必须过关。我的书法比你好，明天放榜倘若高中，还有殿试夺魁的希望，得早做准备。你的书法属中下水平，即使明天榜上有名，难道还想去夺一甲前三名吗？”毕沅尽管心里也非常想乘空探听一下消息，但觉得诸重光的分析不无道理，就答应了他的请求。傍晚值班时，接到陕甘总督黄廷桂一份有关新疆屯田的奏折，毕沅闲坐无事，便饶有兴致地将这篇奏折反复看了几遍，其内容已是烂熟于心。第二天会试发榜，毕沅与诸重光、童凤三均中贡士。数日之后，他们一起去参加殿试。当时新疆初定，乾隆皇帝准备在那里搞屯田，于是亲自出了与新疆屯田有关的“策问”题。对此，一般士子半天摸不着边，可毕沅因心中有底，答得特别顺手，写得格外详实得体，很得主考官们的好评，只因书法稍差，初拟名次时，仅排在第四位。乾隆皇帝阅读前十名贡士卷时，发现前三名的卷子都不太满意，读到第四名毕沅的卷子时，觉得颇对胃口，大加赞赏，便亲自改为第一甲第一名，而书法颇佳的浙江余姚人诸重光却屈居第二位。人们都说，毕沅中状元是忠厚得福。</p> <p><strong>礼贤下士著述等身</strong><br>　　毕沅性情儒雅和易，爱才若渴，身边常名士云集。当时的著名诗人<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>由于不愿当官，又不知理财，生活贫寒。一天，毕沅读到他“一家俱在西风里，九月寒衣未剪裁”的诗句，马上派人送去银子50两。黄景仁病逝后，毕沅又出资抚养其老母，还为他整理出版诗集。祖籍歙县的著名文人汪中与毕沅没有见过面，有一次跑到毕沅的衙门，递给门卫一张小纸条，只说住在某某客店，转身便走。门卫将纸条呈送毕沅，只见纸条上写道：“天下有汪中，先生无不知之理；天下有先生，汪中无穷困之理。”毕沅看罢，哈哈大笑，立即派人送去白银500两。在任陕西巡抚的时候，毕沅有一次路过一座寺院，老僧出来热情招待，谈得十分投机，毕沅忽然开玩笑地问道：“一部《法华经》，不知有多少个阿弥陀佛？”老僧从容应道：“我一个破庙老和尚，非常惭愧生成钝根。大人是天上文曲星，非同一般，不知一部《四书》有多少个‘子曰’？”毕沅不禁一愣，非常佩服老和尚思维敏捷、谈吐风雅，于是捐银为寺里添置田产，还把寺院整修一新。</p> <p><strong>结交名伶性向成谜</strong><br>　　有说毕沅是同性恋者，与名伶李桂官交好，<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>与<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>均有诗歌描述李桂官与毕沅之间的情感：赵翼作《李郎曲》，而袁枚为李桂官的《劝毕公习字》一文作序时也写了长歌。</p><br/><h2>死后抄家</h2> <p>　　嘉庆元年（1796年），湖北省荆州、襄阳爆发了白莲教农民起义，规模浩大，得快蔓延到南方各省，前后历经九年，才被清朝廷镇压下去。为此清朝廷耗用军费二亿两白银，相当于四年财政收入的总和。嘉庆元年，清朝廷派兵对湖北的白莲教农民起义进行镇压，军队的军需钱粮委派湖北省安襄郧荆道道员胡齐仑负责管理。胡齐仑自负责管理军需钱粮以后，任意侵贪、克扣，致使领取军响的清军官兵多有怨言。于是两湖总督景府对胡齐仑经管的军费收支进行了审计清查。经过审讯得实：胡齐仑在嘉庆元年至二年间，掌管湖北省军需钱粮，在发放湖北襄阳军队的军饷时，每发一百两军饷，扣除户部在拨款时已少拨的四两“短平”银外，又报请当时的湖广总督<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>批准再扣除四两，以备支付按规定不准报销的款项，此外胡齐仑还利用职权私自加扣二两。如此三扣两扣，每发一百两军饷，官兵们实得九十两。胡齐仑经手发放的襄阳军队的军饷一百四十余万两，他私自扣留二万九千两，馈送给各营将军、督抚们花用，其中仅送给一名叫永保的领兵大员就达六千两。</p> <p>　　接到审案官关干胡齐仑一案的审讯结论报告，嘉庆帝为此特发上谕，严厉痛斥贪污军饷的行为，他说：自镇压白莲教以来，至今已有四年了，所耗用的款项达七千万两之多。白莲教起自湖北，而清军的行贿馈送之风也起自于湖北。前任两湖总督毕沅，公然将军需钱粮，任由胡齐仑一人经理，恣意侵扣，实为罪魁祸首，毕沅现已去世，倘若他还活着，我将立即把他处死，以正国法。即便如此，毕沅死后，家产还是遭到藉没，全部充公。也就是《清史稿·毕沅传》所写的那样：“（嘉庆）四年，追论沅教匪初起失察贻误，滥用军需币项，夺世职，籍其家。”</p> <p>　　相较《清史稿》，《清史列传》的内容的记载则更为详细。嘉庆四年九月，嘉庆帝发布上谕称：“迄今匪徒蔓延，皆由毕沅于教匪起事之初，办理不善，其罪甚重。昨又据倭什布查奏胡齐仑经手动用军需底帐，毕沅提用银两及馈送领兵各大员银数最多。毕沅既经贻误地方，复将军需帑项任意滥支，结交馈送，执法营私，莫此为甚。倘毕沅尚在，必当重治其罪。今虽已身故，岂可复令其子孙仍在官职？”故将其作官的儿子就地免职。至十月，“追产入官”。</p> <p>　　关于这一点，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>曾以同情的口吻写道：“独军旅非所长，且驭下太宽，未免蒙蔽，卒坐是被累，身后遭籍没，论者惜之。”其实，毕沅远非一个洁身自好者。乾隆末年，当时他为湖广总督，福宁为湖北巡抚，陈淮为湖北布政使，这三人即官官相护，千方百计婪索民财。当地百姓形容他们三人说：“毕如蝙蝠，身不动摇，惟吸所过虫蚁；福如狼虎，虽人不免；陈如鼠蠹，钻穴蚀物，人不知之。” （昭连：《啸亭杂录》卷一O《湖北谣》）</p> <p>　　还有一个记载可以对毕沅的人品做一个补充。钱泳《履园丛话》载，和珅当权时，“欲令天下督抚皆欲奔走其门以为快，而（毕沅）先生淡然置之”。但到和珅四十岁生日时，“自宰相而下皆有币帛贺之”，毕沅也坐不住了，赋<a href=\"http://so.gushiwen.org/author_821.aspx\">诗</a>十首，“并检书画铜瓷数物为公相寿”。钱泳问他：“公将此诗入《冰山录》中耶？”毕沅“默然，乃大悟，终其身不交和相”。钱泳所说的《冰山录》当是《天水冰山录》，明朝权相严嵩被革职，他的被查抄没收的全部财产，登在《天水冰山录》中，换言之，那是一份赃物的详细清单。钱泳的意思很明白，他已经预见了日后和珅的倒台，于是给毕氏一个忠告；毕氏接受了，遂保持了气节。</p> <p>　　可惜，这只是钱氏的一家之言。清人陈康祺早就指出：“秋帆（毕沅）制府爱古怜才，人所共仰，其交和珅，慑于权势，未能泥而不滓，亦人所共知。”毕秋帆死后被抄家，也和卷入和珅贪污案有莫大关系。在陈康祺看来，作为“毕氏客”的钱泳，对这件事不要提就算了，“惟欲以拒绝权门，归功于一言之谏沮，其然，岂其然乎？”欲盖弥彰，倒是弄巧成拙了。</p><br/><h2>藏书故实</h2> <p>　　乾隆二十五年（1760）进士，授翰林院修撰，调任甘、陕等地为官。乾隆五十三年（1788），升任湖广总督。与学者章学诚交往极深。 同年底，章学诚到武昌署投入他的幕下，他在武昌水陆街择一公馆，出其私人藏书20万卷，让章学诚编书修志。修成有《麻城通志》、《湖北通志》、《史籍考》等。他于经史、书画、小学、金石、<a href=\"http://so.gushiwen.org/author_821.aspx\">诗</a>文、地理之学，无不贯通。为编撰《关中金石记》，搜罗秦中文献1 500余种。家有“经训堂”、“灵岩山馆”，是藏书之所。编撰有《经训堂书目》。辑刊《经训堂丛书》，收书21种，是辑者注释、校订重要古籍的汇刻，由<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>、孙星衍等共同校理，因名家所校，刻印质量高，被藏书家称为善本收藏。其中《山海经》、《吕氏春秋》、《释名疏证》等校本，尤为精善。其他如《长安志》、《晋泰康三年地记》，流传极少，是考证西北古史地所必备之书。刊刻图书数种。藏书印有“<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>审定”、“秋帆珍赏”、“经训堂珍藏印”、“秋帆书画图章”、“毕沅鉴藏”、“毕沅一字湘蘅”等。著有《传经表》、《续资治通鉴》（二书多出自章学诚之手）、《山海经晋书地理书校注》、《西安省志》、《关中胜迹图记》、《关中中州山左金石诸记》、《灵岩山人诗文集》等。弟毕泷，字涧飞，号竹痴，亦富于藏书，多宋元明人珍品，藏书印有“娄东毕泷涧飞氏藏”、“毕泷校定本”、“毕泷真赏图书”、“太仓毕氏静逸庵图记”等。</p>"
}