{
  "id": 524,
  "star": 100,
  "name": "薛逢",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_524.jpg",
  "dynasty": "唐代",
  "desc": "薛逢，字陶臣，蒲洲河东（今山西永济县）人，会昌元年（公元八四一）进士。历侍御史、尚书郎。因恃才傲物，议论激切，屡忤权贵，故仕途颇不得意。《全唐诗》收录其诗一卷。《旧唐书》卷一九零，《新唐书》卷二零三皆有传。",
  "content": "<h2>轶事</h2> <p>　　性傲才高阻力多</p> <p>　　——<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>一再讥讽“差同学”当宰相</p> <p>　　作为文人，有作品能丝毫不因“人情关系”入选后世著名的《唐<a href=\"http://so.gushiwen.org/author_524.aspx\">诗</a>三百首》，那当然是很有“面子”的事情了。晚唐诗人薛逢就拥有这种荣耀，①但他在世时却因所谓的“褊傲”性格而在仕途上显得阻力多多；这可真是令人感慨不已。</p> <p>　　蒲州人薛逢，字陶臣。他不仅天资聪明，学力深湛，而且性情也很耿直。只是在写作时，他却不大喜欢冥思苦想；就是作品写成后，他也依然能做到豪放自如，不再对句子进行细心检束。至于在谋略学方面，他却认为自己尤其有着独到的心得体会。</p> <p>　　武宗会昌元年（841年），薛逢以第三名的好成绩考取进士，很快便担任了万年县尉；没过多久，他又担任河中幕府里的文书职务。时值崔铉被任为宰相，而崔对薛很器重，遂让薛担任弘文馆里的学士；此后薛又担任侍御史、尚书郎等职务。在这个时期，他<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓一路春风得意。</p> <p>　　然而，意想不到的麻烦事就来了。生性高傲的薛逢由于自身才力不凡，加以少年得志，他往往在无意中得罪了人还不自知呢。当年跟他一样还没有发达的同学刘瑑，由于所写文章都在薛逢之下，所以经常不被薛放在眼里。然而，眼看着刘瑑后来居然当上一人之下万人之上的宰相了，但生性高傲的薛也仍没向刘乞求拉自己一把。而此时，有人向刘推荐说，薛逢的才能足以担任知制诰这一职务而无忝。刘心里也知道这职务当然很适合薛，而且这还能使之做到人尽其才，才尽其用。但有着小人性格的刘瑑想起自己当年被薛逢所轻视的一幕幕时，遂借口说：“要知道，先朝的知制诰一职，都是由担任过州县等地方官之后的人才能出任的；而薛逢并不具备这一资格。”这样一来，薛逢就做不成知制诰这职务了。</p> <p>　　其实，薛逢受到阻力的情况并不只是这一次。他开始跟杨收、<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>同年考取进士，而且薛的成绩最好。后来，杨收也成了辅政的宰相，而薛则仍还是原来的职位；他心中多少有些不平了，便写诗嘲弄他们。其中有句说：</p> <p>　　谁知金印朝天客，同是沙堤避路人。</p> <p>　　杨一见此诗，果然非常恼怒，先后调他到蓬州、绵州两地担任刺史了事。再就是王铎后来也担任了宰相，薛在赋诗时又有着这样的句子：</p> <p>　　昨日鸿毛万钧重，今朝山岳一毫轻。</p> <p>　　同样地，这带有讽刺意味的诗句也惹恼了王，使得薛被调到秘书监当他的闲差去。</p> <p>　　一生中就这样尽是遭到冷遇的薛逢，晚年时也丝毫未能如意。一次，经济条件也不见佳的他正骑着一头老而跛的毛驴上朝，当时却正好遇见了新进士；他们意气风发地驾着高头大马，而那车夫则一路吆喝着过来。靠近薛的坐骑时，车夫居然大喝道：“请赶快回避新郎君！”薛逢一听，当即便不由冷笑起来，他也派一个人对他们说：“请不要再耍这样的贫嘴好了！想老夫在少年时，也曾经是一个东涂西抹过来的人啊！”</p> <p>　　这时候，凛冽的大风竟把大路上的草木连根都拔起来了。而孤独地站立在寒风中的薛逢，终究赶不上那些新进士们耀武扬威的车尘马足，痴痴地静立在那儿，再也说不出一句话来。</p> <p>　　按：① 薛逢七律诗入选《唐诗三百首》者，其题为《宫词》；兹不赘。</p> <p>　　编者按：此文原出阿袁（即陈忠远）《唐诗故事 性傲才高阻力多——薛逢一再讥讽“差同学”当宰相》。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_524.aspx\">薛逢</a>（？～？），字陶臣，河东蒲州（今山西永济）人。唐武宗会昌元年（841）辛酉科崔岘榜进士第三人。</p> <p>　　薛逢进士及第后，初任秘书省校书郎。崔铉罢相据河东，招其为从事。崔铉恢复相位辅政，奏授薛逢万年尉，直弘文馆，累迁传御史、尚书郎，迁秘书监等。</p> <p>　　崔逢年轻时文词俊拔，议论激切，抱负远大，可惜没有腾达的机会。应进士举时，与彭城人刘蠪关系很好，刘蠪的词艺才华不如薛逢，薛逢经常嘲笑他。到大中末年，刘蠪官运亨通，手握权柄，薛逢倒每每不如意。这时有人推荐薛逢知制诰（任替皇帝写诏书一职）。刘蠪奸狡地说：“按祖上的老规矩，担任这一类官职要先有州县一级任职的经历，薛逢没有担任过州一级官职，所以不能知制诰。”薛逢只能去任巴州刺史。既而沈询、杨收、<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>由学士相继为将相，他们都是薛逢同年进士，而薛逢文才要优于他们，可仕途失意。杨收作相后，薛逢有<a href=\"http://so.gushiwen.org/author_524.aspx\">诗</a>云：“须知金印朝天客，同是沙堤避路人。威凤偶时皆端圣，潜龙无水（谩）通神。”杨收听说了，心中甚为嫉恨。薛逢又被迫离京，担任蓬州刺史一职。杨收罢免相位后，薛逢才入朝担任太常少卿。给事中王铎为相时，薛逢又有诗云：“昨日鸿毛万钧重，今朝山岳一尘轻。”王铎又怨恨他。薛逢依仗自己才华出众，言辞偏颇，常言人所不愿言之往事，招人反感，故而朝中人将其视为另类。</p> <p>　　又有史书记载，薛逢曾以抱病之躯赴朝，正值进士科放榜，进士们依次而行，满朝人等都投以羡慕的眼光。前面引路的官员见薛逢衣衫破旧，便斥责说：“躲开！躲开！”薛逢感慨不已，便对其中一个人斥责说：“你开道的时候不要以衣着打扮取人，老太婆在十几岁的时候，也曾经擦脂抹粉（意思是说，我年轻的时候，也中过进士！）。”这个人才露出尴尬的笑脸。?　元代诗人辛文房评价他说：“薛逢天资本高，学力亦赡，故不甚苦思，而自有豪逸之态。第长短皆率然而成，未免失浅露俗。盖亦当时所尚，非离群绝俗之诣也。夫道家三宝，其一不敢为天下先，前人者谁肯后之？加人者孰能受之？观逢恃才怠傲，耻在宣卑，而喋喋唇齿，亦犹恶醉而强酒也。累摈远方，寸进尺退，至龙钟而自愤不已，盖祸福无不自己者焉。”</p> <p>　　薛逢由怀才不遇到愤世嫉俗，把自己人为地放到了别人的对立面，用诗歌形式表达了对腐败世事的不满。也是他孤芳自赏、不愿随波逐流而又无可奈何的必然结果。</p> <p>　　薛逢之子薛廷皀。曾于唐僖宗中和年间（881～885）登进士第。</p> <p>　　著有诗集十卷，赋集十四卷。 </p>"
}