{
  "id": 21,
  "star": 37,
  "name": "文征明",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_21.jpg",
  "dynasty": "明代",
  "desc": "文征明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。",
  "content": "<h2>人物生平</h2> <p><strong>早年时光<br></strong>　　明宪宗成化六年（1470年11月28日），<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>生于一个武官家庭。</p> <p>　　成化八年壬辰（1472年），父林举进士，担任温州永嘉县令。携家赴任。母祁氏相继携文征明兄弟前往文林赴任地。</p> <p>　　成化十二年丙申（1476年），文征明小时候生性迟钝但是为人忠厚。同年五月廿七日，母祁氏卒。于是被抚养于里中外祖母家。</p> <p>　　成化十三年丁酉（1477年），7岁的文征明还不能说话，但父亲文林认为他会大器晚成。</p> <p>　　成化十六年庚子（1480年），11岁开始能说话，于是就读外塾。</p> <p>　　成化十八年壬寅（1482年），父文林起复知博平县。征明随侍。</p> <p>　　成化二十一年乙巳（1485年），文林因为政绩考核要前往京城，征明随侍。不久提拔为南京太仆寺丞，请假回归故里。返吴后，文征明与<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>、都穆结为朋友；并且跟从都穆学<a href=\"http://so.gushiwen.org/author_21.aspx\">诗</a>。唐寅也经常来到文征明家，向文林请教。</p> <p>　　成化二十三年丁未（1487年），随父在安徽，读书并且认真体会古人之德，能自会有所得。后其父担任太仆寺少卿，文征明作为官属，陪侍父亲文林左右。</p> <p>　　明孝宗弘治元年戊申（1488年），从安徽归还故乡，成为乡里的秀才。岁试时，宗师批评文征明其字不佳，评价为三等。因此文征明开始精研书法，刻意临学。与蔡羽、吴爟结为朋友。 </p> <p><strong>书<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>进<br></strong>　　弘治二年己酉（1489年），当时学官严厉，拘文法，循章句。文征明虽然练习程式之文，但是心底里却很是不愿意学习。于是在间隙读《左传》、《史记》、两《汉书》及古今文集。与祝明、都穆、唐寅提倡为古文辞。<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>、杨循吉皆折辈行相交。初识<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>，观沈周画《长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>图》于双娥精舍，很是羡慕和赞赏他的绘画技艺，于是跟从沈周学画。周刚开始不希望文征明因为绘画妨碍了他的科举大业，但是最终还是倾尽全力将所有的画艺教授给他；并且非常喜欢和器重他。</p> <p>　　弘治四年辛亥（1491年），跟从南京太仆寺少卿李应祯学书。李应祯书迹清古，将其书诀传授征明。</p> <p>　　弘治五年壬子（1492年），父林移病归，这个时候李应祯致仕，同舟东归，相从甚乐。抵家后，于所居隙地筑停云馆。娶昆山吴愈第三女。征明内行淳古，和妻子白头偕老，一生之中从未变过心。</p> <p>　　弘治七年甲寅（1494年），为王银钩勒竹题诗。跋夏昺画《云山图》。得到一古砚，取名“五星”，诗以纪之。当时唐寅放诞不羁。征明虽然其性格和唐寅完全不一样，两人却亲密无间。</p> <p>　　弘治八年乙卯（1495年），以父命从吴宽游，时宽丁继母忧于家，悉以古文法授之，且为延誉于公卿间。秋，第一次赶赴南京参加乡试，考试不中。认识金陵顾璘、陈沂、王韦、徐霖。画《金焦落照图》。曾经与唐寅商酌画法，认为作画应以六朝为师，设色以闲淡为贵。又谓南宋李唐丘壑布置，可为初学之师。</p> <p><strong>屡试不第<br></strong>　　弘治十年丁巳（1497年），与<a href=\"http://so.gushiwen.org/author_450.aspx\">徐祯卿</a>、钱同爱、朱凯、张灵等交往同游。征明既博古善议论，又通晓元、明之际旧事，为时推服，与祝允明、唐寅、徐祯卿号称为“吴中四才子”。</p> <p>　　弘治十一年戊午（1498年），春，父林出任温州知府。秋，二试应天不利，唐寅考试应天府乡试第一。父林在任，还书诫慰之。有《咏文信国事》诗，又画信国公像。</p> <p>　　弘治十二年己未（1499年），唐寅被罢黜，撰写长文给文征明，以表达其志向，文征明因为都穆检举唐寅开始疏远都穆。当年文征明远游闽、浙、湘、赣。六月七日，文林病逝，享年五十五岁。文征明携带医生前往去帮父亲检查疾病，却晚了三日才到。</p> <p>　　弘治十七年甲子（1504年），七月，文征明三试应天，考试不中，陈淳同行。观唐<a href=\"http://so.gushiwen.org/author_1349.aspx\">阎立本</a>画、元<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>书，跋之。友人曾经掘地得宋高宗与<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>手敕刻石，沈周与文征明皆题《满江红》词。又沈周画山栀以配征明画菊并题。</p> <p>　　正德二年丁卯（1507年），兄长文奎因事遭到麻烦，文征明千方百计为兄长调和维护，满了一个月事情才得以成功化解。五月十一日，前往相城访沈周。周命钩抚无锡华氏藏《唐摹万岁通天进帖》。秋，四试应天，考试不中。</p> <p>　　正德四年己巳（1509年），春，为金陵严宾题旧作《桐阴高士图》。朱应登自南京户部主事升延平知府，文征明为之作《剑浦春云图》送别。功名未就，以笔墨为生计，不无食指之忧，有寄陈钥乞米诗。</p> <p>　　正德五年庚午（1510年），正月廿八日，为朱承爵跋所藏<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>父子帖。五试应天，考试不中。应吴兴吴琉邀请，撰送刘麟擢守西安叙。</p> <p>　　正德八年癸酉（1513年），六月，小楷抄录《铁崖诸公花游倡和诗》并追和一首，赠与弟子王守。六试应天，考试不中。顺道至滁访叔父森。</p> <p>　　正德十一年丙子（1516年）秋，七试应天，考试不中。重阳日，小集唐寅北园，有诗。时寅已治圃舍北桃花坞中，结亭曰梦墨，自号六如。</p> <p><strong>入仕乞归<br></strong>　　嘉靖二年（1523年），文征明接受工部尚书李充嗣的推荐以贡生进京，经过吏部考核，被授职低俸微的翰林院待诏。</p> <p>　　嘉靖五年丙戌（1526年），居官三年，考满，当赴吏部，而因有所顾虑徘徊不前没去赴职。再上疏乞归，再次没有答复。大概自官京师，归思未尝稍释，多有怀归之作，如《病中又怀吴中诸寺》等诗。张璁既用议礼骤贵，讽征明主之，征明辞。至是，杨一清与璁谋，欲迁征明官。征明乃多次上疏乞归，始得致仕。十月十日出京，阻冰潞河。</p> <p>　　嘉靖十七年戊戌（1538年），巡按郭宗皋为征明建坊于德庆桥西。征明以书与知府王仪请辞，未果。三月，《停云馆帖》卷二“唐抚晋帖”上石。五月十七日，王榖祥过访，谈及画竹，为写竹册并识。</p> <p><strong>游山作画<br></strong>　　嘉靖二十三年甲辰（1544年）三月七日，七十五岁的文征明与诸友游东禅寺及南城，见桃花盛放，归写《桃源洞小景》并书《桃花源记》。望日，与朱朗、周天球、彭年及子彭、台至宜兴，游史济玉阳洞天。此行曾为宜兴吴俦作《沧谿图》。七月，行书《兰亭序》扇。</p> <p>　　嘉靖二十七年戊申（1548年）三月，文征明与汤珍、钱同爱及甥陆之箕游宜兴善权洞。过吴氏，观吴伦旧藏赵伯驹《春山楼台图》并题。四月十日，小楷《千字文》于玉磬山房。六月八日，为华云写生十幅，用细笔白描，而神明不衰。</p> <p>　　嘉靖三十五年丙辰（1556年）二月四日，跋<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>临《禊帖》。是月，《停云馆帖》卷十“国朝名人书”摹勒上石。三月既望，病愈，行书《早朝诗》十首。观仇英画《玩古图》，作《玩古图说》。是月，跋《兰馨帖》，考定为唐<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>书。</p> <p><strong>执笔而逝<br></strong>　　嘉靖三十七年戊午（1558年），二月既望，行书《山居篇》及前后《赤壁赋》。春，久雨。客携沈周《溪山深秀图》至玉磬山房，借留半载，摹临一过并题。偶得古纸数翻，作墨戏并录旧作。四月既望，仿<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>作小幅。是月，雨窗作《云山卷》并题。</p> <p>　　嘉靖三十八年己未（1559年）二月二十日，为御史严杰母书写墓志，没有写完就离开了人世。其弟子私谥贞献。</p><br/><h2>仕途坎坷</h2> 　　<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>出身于官宦世家，早期考取功名仕途不太顺利。明清时代，凡经过各级考试，取入府、州、县学的，通称“生江南春图员”，亦即所谓的“秀才”。文徵明在生员岁考时，一直考到嘉靖元年（公元1522年）五十三岁 ，一直未能考取，白了少年头。五十四岁那年，受工部尚书李充嗣的推荐到了京城朝廷，经过吏部考核，被授职低俸微的翰林院待诏的职位。这时他的书画已负盛名，求其书画的很多，由此受到翰林院同僚的嫉妒和排挤，文徵明心中悒悒不乐，自到京第二年起上书请求辞职回家，三年中打了三次辞职报告才获批准，五十七岁辞归出京，放舟南下，回苏州定居，自此致力于<a href=\"http://so.gushiwen.org/author_21.aspx\">诗</a>文书画，不再求仕进，以戏墨弄翰自遣。晚年声誉卓著，号称“文笔遍天下”，购求他的书画者踏破门坎，说他“海宇钦慕，缣素山积”。他年近九十岁时，还孜孜不倦，为人书墓志铭，未待写完，“便置笔端坐而逝”。<br/><h2>主要成就</h2> <p><strong>成就综述<br></strong>　　<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>的绘画兼善山水、兰竹、人物、花卉诸科，尤精山水。早年师事<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>，后致力于<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、王蒙、<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>三家，自成一格。画风呈粗、细两种面貌。粗笔源自沈周、吴镇，兼取赵孟頫古木竹石法，笔墨苍劲淋漓，又带干笔皴擦和书法飞白，于粗简中见层次和韵味；细笔取法赵孟頫、王蒙，布景繁密，较少空间纵深，造型规整，时见棱角和变形，用笔细密，稍带生涩，于精熟中见稚拙。设色多青绿重彩，间施浅绛，于鲜丽中见清雅。这路细笔山水属本色画，具装饰性、抒情味、稚拙感、利家气诸特征，也奠定了“吴派”的基本特色。</p> <p>　　文征明书法初师李应祯，后广泛学习前代名迹，篆、隶、楷、行、草各有造诣。尤擅长行书和小楷，温润秀劲，法度谨严而意态生动。虽无雄浑的气势，却具晋唐书法的风致，也有自己的一定风貌。小楷笔划婉转，节奏缓和，与他的绘画风格谐和，有“明朝第一”之称。</p> <p>　　文征明在书法史上以兼善诸体闻名，尤擅长行书和小楷， <a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在《艺苑卮言》上评论说：“ 待诏（文征明）以小楷名海内，其所沾沾者隶耳，独篆不轻为人下，然亦自入 能品。所书《千字文》四体，楷法绝精工，有《黄庭》、《遗教》笔意，行体苍润，可称玉版《圣教》，隶亦妙得《受禅》三昧，篆书斤斤阳冰门风，而楷有小法，可宝也。”</p> <p>　　文征明书法温润秀劲，稳重老成，法度谨严而意态生动。虽无雄浑的气势，却具晋唐书法的风致。他的书风较少具有火气，在尽兴的书写中，往往流露出温文的儒雅之气。也许仕途坎坷的遭际消磨了他的英年锐气，而大器晚成却使他的风格日趋稳健。文征明是继沈周之后的吴门画派的领袖，门人、弟子众多，形成当时吴门地区最大的绘画流派。</p> <p><strong>绘画成就</strong></p> <p>初期作品<br>　　文征明初期的作品，可以看见其纤细而精密记忆及有力的组织能力的表现方法。用普通线条的细心描写，不但很精致，一旦使用模糊的效果，在微妙的灰色部分就会生动起来。浓墨通常只作重点式地使用，色彩也就淡多了。这么做的结果，根据画册中的《风雨孤舟图》或<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>风格的《春山烟树图》，就要被归入宋末绘画的样式。然而在同时，这图甚至连《雨余春树图》使用青绿色的古风或《溪山深雪图》的雪景技巧都谈不上。当时活跃于苏州的画家们，尤其是承教于沈周的弟子，封元代大家都有相当的敬慕之意。《仿王蒙山水图》是文征明透过其生活体验，所做的一连串相同主题的作品中最早的一幅。在《东林避暑图》中——稍稍大胆地使用沈周的风格——可以看出<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>的格调。在纤细的小品《秋山图》里也可看到吴镇的影子；现存于上海的《天平纪游图》（1508年），即是用<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>的格调。而代表性的《听泉图》里的敏锐和简洁，以及简拙的古风，都比较接近赵孟頫的风格。[此时文征明的山水画有两种比较典型的风格：“粗文”和“细文”。他的粗笔山水主要取法沈周和吴镇，在粗简中表现出层次和韵味；细笔山水则取法于赵孟頫、王蒙，用笔细密，布景繁密。设色多以青绿重彩或间施浅绛绘之，清雅宁静，具有很强的装饰意味。文征明性情温和儒雅，尤推崇秀润、细丽、含蓄的画风，作品以细笔山水为主。这与沈周的雄强刚健、粗犷张扬的画风明显不同。收藏界历来有“粗文细沈”之说，他的粗笔山水因数量较少而更受藏家钟爱。</p> <p>后期作品<br>　　文征明后期作品，将青绿法和浅降法结合运用。文征明的青绿山水有两种，一种是较浓的，另一种是较淡的。前一种作品如《仿赵伯骕后赤壁图》、《春深高树图》、《晓春高树图》等，后一种作品比较多，如《兰亭序》、《雨余春树图》、《浒溪草堂图》等。文征明在青绿山水的设色方面继承了赵孟頫的设色方法，赵孟頫的设色与宋代院画相比，已不是那种浓艳俗气的设色法，他本人也对宋人浓艳的设色方式大加批评，尽管如此，赵孟頫有些精工秀丽的青绿山水中仍有宋代院体画作浓艳的遗风。文征明在青绿山水的设色上可以说已经完全摆脱了宋代院体浓艳俗气的画风，从他的作品来看，文氏巧妙地将青绿法和浅降法融合在一起，使他的作品既清丽雅致，又富有笔墨情趣。文征明是文人画家中非常重视色彩效果的画家，在中国画的设色方面做出了巨大贡献，开创了明代青绿山水画的新风格。从现存世的文征明作品来看，以元四家笔墨为主要取法对象的作品非常多，反映出文氏对元人笔墨的偏爱。他的画中并不是单一地运用元四家中某个人的笔法和墨法，而是善于把各家的笔墨、构图以及造型巧妙地融合在一起。从绘画创作者的角度来看，文征明对于元人笔墨和形式美感的研习是相当深厚的，元四家的各种笔墨特色和造型手法在他的画中得到完美地承继与转化。</p> <p><strong>书法成就<br></strong>　　文征明于书法则是博飞专精的典范。文征明的小楷造诣最高。主要师法传为<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的《黄庭经》、《乐毅论》以及钟繇《宣示》，王献之《十三行》等，又能融入唐人小楷笔法于一炉，形成“温纯精绝”的自家风貌。</p> <p>　　文征明的行书大致可分两大类风格：一是以王羲之《圣教序》笔意为主所写的行书小品；一是以黄山谷笔意书写的大行楷。他在形成这两大类风格之前，同样经历过博采阶段，他不仅搜遍尽可能见到的王羲之法帖，还深入临习过<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>《争座位》、《祭侄文稿》、《刘中使帖》、《瀛州帖》、苏东坡《前赤壁赋》（并为此以苏体补书所缺三十六字）、黄山谷《经伏波神祠<a href=\"http://so.gushiwen.org/author_21.aspx\">诗</a>》、《竹枝词》以及米芾、赵孟頫等行书大家的墨迹。有时他也能像<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>那样，以苏、黄、米等人的笔意书写自己的诗文。当然他并未停留在这个阶段，而是入后知出，对古法进行了扬弃，最后求得适合己性的自家笔法。</p> <p>　　文征明的草书除学二王以及智永小草之外，也学<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>、黄山谷的狂草。最常见的还是前一类小草，且时常融入他的小行书中，狂草作品很少，仅见他分别作于43岁、50岁、51岁的三件作品。43岁应友嘱作《东林避暑图卷题诗》（现藏纽约美术馆）以黄山谷行书、狂草及苏体行书各书诗一首。其中狂草《上巳日独行溪上有怀》十七行，体由山谷及狂素。50岁所作《草书卷》（现藏无锡博物馆）则是学山谷狂草《竹枝词》后有所得而拟其笔意所作。51岁所作《八月六日书事·秋怀七律诗合卷》（现藏上海博物馆）则已脱去山谷狂草形骸，直逼怀素神意。此幅与以狂草见长的祝枝山相比，毫不逊色。李登在此卷后跋云：书家拟仿，虽极品皆可致力，所谓步步趋趋，惟草圣如颠素不可拟仿，何？危波以纵逸。而以拟仿，神先乖隔。故能逼真，所谓飘逸绝尘而膛乎其后者也。</p> <p>　　文征明的隶书作品不多，但他颇为自得。主要学钟繇、梁鹄等。他有时以隶书作跋，如《跋范庵石湖诗卷》、《跋康里子山书<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>诗》等；也常作四体千字文（正、草、隶、篆）；有时以大字隶书作引首。他的大字隶书与小字隶书大异其趣。 此外，他曾集汉隶书写《汉隶韵要》（祝允明校韵，国家图书馆藏）可见他于隶书用功之勤，推广此体也不遗余力。文征明的隶书虽不是他最擅长的书体，却也是明代隶书风格的典型，恐怕与此举不无关系。文征明的篆书与其他书体相比算是弱项。但在写篆书风气沉寂的明代，他的篆书仍是相当难得而珍贵的。《艺苑巵言》由于文征明常书千字文作日课，故其篆书自有相当的基本功力。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1190.aspx\">文嘉</a>《先君行略》曾云：“公平生雅慕元<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>敏公，每事多师之。论者的公博学，诗、词、文章、书、画，虽与赵同，而出处纯正，若或过之。”由此可知文徵征明不但诗文书画皆绝，而且于书法一门亦篆隶正行草皆擅，比他的前辈师友吴、王、李、沈、祝等更多能于篆隶两体。因此，他能继祝允明之后主盟吴门书派。</p> <p><strong>诗歌成就<br></strong>　　文征明前期为“东庄十友”与“吴中四才子”之一，后期又“主风雅数十年”。文诗宗宋与宗中晚唐，融各家之所长，如陆诗之工整、苏诗之文人意趣、白诗之雅致、柳诗之幽深等。于此之外，文征明自身的性格、趣尚融化于诗中，形成了“雅饬之中，时饶逸韵”的诗风。</p> <p>　　其一，雅饬之中，文诗的“雅”，自然在一定程度上影响了其诗在结构和辞句上的安排，亦偏雅化。在文诗中，其结构严谨，句式工整，体现了整饬的特点。征明曾学<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，二者诗中均喜用对偶句。在文诗中，对偶句比比皆是，其常用的对偶句有四类：数字对、叠字对、色彩对和人地名对。</p> <p>　　其二，“逸韵”诗风 ，文诗中的“逸韵”主要体现在隐逸之情和飘逸之美。文征明有浓厚的隐逸情结，自然在诗中有所流露。而其隐逸情怀的超凡脱俗，尤使其诗表现出飘逸的神采。再者文征明的雅致和隐逸情怀使其诗脱离尘俗，染上一缕不食人间烟火之气。其部分诗作写得飘逸洒脱。如《醉仙图》。</p> <p>　　综上，文征明诗风既“雅饬”，亦饶“逸韵”，吴中地域特色鲜明，充满“雅”之气息，与当时吴中“俚俗”诗歌形成鲜明反差。受吴中俗文化的影响，文征明亦作有极少量带有俚俗特点的诗歌，但雅致诗歌占绝对主导地位。文诗取盛唐之下，依照当时七子派的标准，文诗格调不高，而其部分诗作体现出来的飘逸奔放之气，使其诗摆脱了柔靡的格调，只是所占比例不大；同时，文诗不能纯粹以七子派的标准来衡量，需用辩证的眼光来看，自有独特的美学价值。</p> <p><strong>富余藏书<br></strong>　　文征明家藏书籍、书画极富，真赝纵横。收藏的古籍中，善本较多，宋刻本有《周易》《资治通鉴》《洪氏集验方》《冲虚至德真经》《杜工部草堂诗笺》《白氏文集》等10数种，近千卷。其藏书楼名众多，今从其藏书印知道有“玉兰堂”、“辛夷馆”、“翠竹斋”、“梅花书屋”、“梅溪精舍”、“玉盘山房”、“烟条馆”、“悟言室”、“清白堂”、“归来堂”等。藏书印章还有“竺坞”、“悟言室”、“江左”、“停云”等。卒后，其子文彭、文嘉，皆能保藏其书籍和书画。</p>"
}