{
  "id": 2650,
  "star": 0,
  "name": "于志宁",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2650.jpg",
  "dynasty": "唐代",
  "desc": "于志宁（588年－665年），字仲谧，雍州高陵（今陕西高陵）人，唐朝宰相，北周太师于谨曾孙。于志宁原为隋朝冠氏县长，后投奔唐朝，担任渭北道行军元帅府记室、天策府从事中郎，位列秦王府十八学士。后任太子左庶子、太子詹事，教导太子李承乾。他多次进谏，但李承乾不听，终至被废。唐高宗继位后，于志宁升任侍中，又任尚书左仆射、同中书门下三品，进封燕国公。他在唐高宗废后之事中，没有表明立场，因而得罪武则天，被贬为荣州刺史，并以华州刺史之职致仕。665年（麟德二年），于志宁病逝，追赠幽州都督，谥号定。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>是北周太师于谨的曾孙，隋末曾任冠氏县长，后因山东大乱，弃官回乡。</p> <p>　　617年（大业十三年），唐国公<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>在晋阳起兵，攻入关中。于志宁到长春宫拜见李渊，被任命为渭北道行军元帅府记室，与殷开山等人一同辅佐<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>。次年，李渊称帝，是为唐高祖，封李世民为秦王。</p> <p>　　621年（武德四年），李世民加封天策上将，并开设文学馆。于志宁被授为天策府从事中郎，兼任文学馆学士。626年（武德九年），李世民发动玄武门之变，被立为皇太子，不久继承帝位，是为唐太宗。</p> <p><strong>数论朝政</strong></p> <p>　　629年（贞观三年），于志宁担任中书侍郎。当时，唐太宗在内殿宴请近臣，问道：“志宁在哪？”有司答复道：“敕令召见三品以上官员，于志宁只是四品官。”唐太宗遂特命于志宁参加宴会，又加封他为散骑常侍、太子左庶子、黎阳县公。</p> <p>　　635年（贞观九年），朝廷欲设立天子七庙，群臣都建议以西凉武昭王李暠为始祖。于志宁却以李暠没有开创大唐基业为由，加以反对。</p> <p>　　639年（贞观十三年），唐太宗欲任命功臣为世袭刺史。于志宁进谏道：“这样做会使后患无穷，不是长久之计。”唐太宗采纳了他的建议。</p> <p><strong>劝谏太子</strong></p> <p>　　640年（贞观十四年），太子李承乾日益奢侈放纵。于志宁为此撰写《谏苑》二十卷，进行劝谏。唐太宗大喜，赐他黄金十斤、绢帛三百匹，又让他兼任太子詹事。</p> <p>　　641年（贞观十五年），于志宁因母亲去世，辞官守孝。唐太宗将他夺情起复，命中书侍郎<a href=\"http://so.gushiwen.org/author_986.aspx\">岑文本</a>宣谕道：“自古忠孝不能两全，太子需要教诲，请你以国事为重。”于志宁只得复职。</p> <p>　　当时，李承乾在农忙季节命人建造曲室，数月不停工，又沉溺于歌舞。于志宁进谏道：“如今的东宫是隋朝时修建的，那时人们就说它奢侈豪华，怎能再进行雕凿装饰。工匠官奴都是犯法亡命之徒，他们带着钳子凿子等物来往进出，宫廷警卫不能盘问。警卫在宫外，奴隶在宫内，怎不令人担心呢？东宫里多次响起鼓声，乐官乐工时常被留在宫里不让出去，前几年皇上的口谕告诫，殿下能不想想吗？”。[9] <br>李承乾不但不听劝告，还任用许多宦官，一同作乐。于志宁又劝谏道：“宦官身心都不健全，善于阿谀逢迎，靠着主子受宠作威作福，凭借上传下达制造祸患，所以历代都有宦官之祸，导致国家覆灭。如今殿下周围任用的全是宦官，轻慢高官，欺压朝臣，使得品级混乱，法度废弛，连路人都觉得奇怪。”太子更加不高兴。</p> <p>　　后来，李承乾又私引突厥人，相互狎昵，而且不许宫中仆役轮休。于志宁再次进谏：“东宫仆役都有父母儿女，不许他们休息，有失宽厚仁爱。达哥支等突厥人，人面兽心，难以教化，把他们引进内室，甚为不妥。”李承乾大为恼怒，暗中派刺客刺杀于志宁。刺客不忍下手，于志宁这才得以幸免。</p> <p>　　643年（贞观十七年），唐太宗废李承乾为庶人，东宫官属除于志宁之外全都获罪。唐太宗还抚慰他道：“听说您多次劝谏，承乾不听您的，所以到了这个地步。”不久，唐太宗立晋王<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>为太子，再次任命于志宁为太子左庶子。</p> <p><strong>担任宰相</strong></p> <p>　　649年（贞观二十三年），唐太宗去世，太子李治继位，是为唐高宗。于志宁改任侍中，加封光禄大夫、燕国公，成为宰相，并监修国史。</p> <p>　　651年（永徽二年），洛阳百姓李弘泰诬告太尉<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>谋反，唐高宗命将其即刻斩首。于志宁劝道：“春季不宜行刑，而且诬陷谋反不是十恶不赦的大罪，请按律法等秋分后再判决。”高宗采纳。不久，于志宁被任命为尚书左仆射、同中书门下三品，又兼太子少师。[14] <br>655年（永徽六年），唐高宗废黜王皇后，改立<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>为皇后。当时，太尉长孙无忌、右仆射<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>坚决反对，司空李勣暗中支持，而于志宁则一言不发，并未表态。</p> <p>　　656年（显庆元年），于志宁改封太子太傅。659年（显庆四年），于志宁请求退休。唐高宗便解除他尚书左仆射之职，任命他为太子太师、同中书门下三品。</p> <p><strong>晚年被贬</strong></p> <p>　　不久，<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>诬陷于志宁党附长孙无忌，唐高宗遂将他贬为荣州刺史。</p> <p>　　664年（麟德元年），于志宁改任华州刺史，因年老请求退休，获得批准。</p> <p>　　665年（麟德二年），于志宁病逝，终年七十八岁。追赠幽州都督，谥号为定。</p> <p>　　676年（上元三年），唐高宗追复于志宁为左光禄大夫、太子太师。</p><br/><h2>轶事典故</h2> <p>　　唐高宗曾赏赐<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>、张行成、高季辅三人田产，于志宁推辞道：“臣家自从北魏以来，世代居于关中，家中颇有产业。张行成、高季辅如今才开始经营田产，希望把赐给我的土地赐给他们。”高宗非常赞赏，于是把赐给他的土地分赐给张行成、高季辅。</p><br/><h2>家庭成员</h2> <p>祖父：于义，隋朝潼州总管，封建平郡公。</p> <p>父亲：于宣道，隋朝上仪同，封威安县公。</p> <p>嗣父：于宣敏，隋朝奉车都尉。</p> <p>儿子：于立政，官至太仆少卿、虢州刺史。</p> <p>儿子：于慎言。</p><br/><h2>墓葬纪念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>墓位于陕西省咸阳市三原县陵前镇兴隆村东，2003年被定为省级重点文物保护单位。</p>"
}