{
  "id": 632,
  "star": 53,
  "name": "赵鼎",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_632.jpg",
  "dynasty": "宋代",
  "desc": "赵鼎(1085-1147)， 南宋政治家、词人。字元镇，自号得全居士。南宋解州闻喜（今属山西）人。宋高宗时的宰相。有《忠正德文集》10卷，清道光刊本。《四印斋所刻词》有《得全居士词》一卷，存词45首。",
  "content": "<h2>抗金</h2> <p>　　“以身去国故求死，抗议犯颜今独难。阁下大书三姓在，海南惟见两翁还。一丘孤冢寄穷岛，千古高名屹泰山。天地只因悭一老，中原何日复三关？”这是<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>悼念<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>时所作的《哭赵鼎》一<a href=\"http://so.gushiwen.org/author_632.aspx\">诗</a>。<br>　　在三亚市崖城镇水南村，有一处荒废的古迹——“盛德堂”，据光绪《崖州志》收录的《盛德堂记》一文记载：绍兴十四年（1144年），南宋抗金名相赵鼎被贬至吉阳军（即今三亚）后，曾经在此谪居3年，直至1147年绝食身亡；与其志同道合的抗金主帅胡铨于1148年被贬到此，也在这里寓居达8年之久。“盛德堂”是唐代宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>后人的私宅，其得名于胡铨1156年遇赦离开前题写的“盛德堂”匾额。</p> <p><strong>铁骨铮铮九死不悔</strong><br>　　翻阅《宋史·赵鼎传》，但觉其人其事就如死后的谥号——“忠简”，这位四岁丧父，全赖母亲抚养教育，精通经史百家学问的南宋宰相，不但精忠报国，而且敢于直谏，全然不顾个人的得失。<br>　　王俞春先生说：“赵鼎直言不讳的个性，加上奸臣小人的诋毁陷害，导致了他个人政治命运的沉浮多变，在宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>执政期间，赵鼎时而被擢升，时而被降职，连宰相都是二度出任''.湖栦安平义君姚丹萍先生说;赵鼎与<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>都大宋忠贞宰柤''。<br>　　1138年，南宋朝廷迫于金国的军事压力，很多人都主张割地求和，但赵鼎坚决反对以秦桧为首的投降派的卖国行径，遭到了秦桧的忌恨。秦桧当上宰相后，对赵鼎采取了疯狂的报复行为，他不断捏造罪名，将赵鼎一贬再贬，最后流放到吉阳军。<br>　　被贬吉阳军后，赵鼎在上给朝廷的谢表中写道：“白首何归，怅余生之无几；丹心未泯，誓九死以不移。”秦桧看后，不得不感慨：这老头还是像以前一样倔强！<br>　　在吉阳军的3年时间中，赵鼎深居简出，门人故吏都不敢过问，只有广西帅张宗元偶尔给他送些醪米。秦桧知道后，专门派人监视赵鼎的一言一行，要求吉阳军每月都要向他汇报赵鼎的生死情况，逼死赵鼎的野心昭然若揭。于是，赵鼎派人对儿子赵汾说：“桧必欲杀我。我死，汝曹无患，不尔，祸及一家矣。”他带病写好自己的 “铭旌”，并在遗言中嘱咐儿子乞旨归葬，然后绝食而亡。<br>　　“铭旌”是古代人死后由当地官员、名人或族长来书写的，一般要写上死者的官衔、谥号和姓名，但赵鼎却在死前自己写好，且不写个人的官衔、谥号和姓名，只是写下两句话：“身骑箕尾归天上，气作山河壮本朝。”“箕尾”是二十八星宿中的二星，相传辅佐商王武丁中兴的名相傅说死后，灵魂骑跨在箕宿和尾宿之间，后人便把“骑箕尾”指代国家重臣之死。<br>　　赵鼎在“铭旌”中以殷商名相傅说自比，可惜壮志未酬，便已抱恨归天。后来，爱国诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>读到这两句话时慨叹道：“呜呼！不可谓伟人乎？”</p> <p><strong>“天涯万里，海上三年。”</strong><br>　　《宋史》记载了赵鼎死后第二年，便得旨归葬。<br>　　在昌江黎族自治县昌化镇旧县村北面有座 “赵鼎衣冠冢”，2005年清明节前，当地村民还自发为赵鼎修葺墓地，并重立墓碑以示纪念。赵鼎在海南的贬所本为“吉阳军”，也就是今天的三亚，死后为何葬在今天的昌江县，即当时的“昌化军”境内？这一直是海南史学界一个争议性的话题。<br>　　王俞春说，当年赵鼎谪居的“盛德堂”的主人是裴度的十五世孙裴闻义，裴闻义之所以接纳赵鼎，一是因为他敬重赵鼎的为人，二是因为他们的祖籍都是山西闻喜县，所以才敢冒着得罪秦桧的危险让赵鼎住下；裴闻义当时还是昌化知军，赵鼎死后，被葬在昌化军辖地，完全在情理之中。裴闻义在赵鼎自身难保，众人避之唯恐不及的特殊历史时期，不求自保而顾念同乡情谊，着实难能可贵。<br>　　在三亚期间，赵鼎曾写下了不少诗词，其中的《贺圣朝·道中闻子规》：“征鞍南去天涯路，青山无数。更堪月下子规啼，向深山深处。凄然推枕，难寻新梦，忍听伊声音。更阑人静一声声，道不如归去。”道出了赵鼎的去国怀乡之情，也难怪他想要死后归葬内地了。<br>　　谪居水南三年，赵鼎的一言一行都受到了秦桧爪牙的严密监控，身不由己，纵然他想为当地父老乡亲做些实事好事也难以实现。但赵鼎的心却是自由的，他曾写下《行香子》一词：“草色芊绵，雨点阑斑。糁飞花，还是春残。天涯万里，海上三年。试倚危楼，将远恨，卷帘看。举头见日，不见长安。谩凝眸，老泪凄然。山禽飞去，榕叶生寒。到黄昏也，独自个，尚凭阑。”<br>　　从“天涯万里，海上三年”一句可以看出，作词时赵鼎已经在三亚呆了三年，离他绝食自尽的时日已然不远。作为一名不是囚犯却胜似囚犯的贬官，赵鼎孤独、落寞的心情是可想而知的，春来春去，对他而言，都是凄凉。</p> <p><strong>浩然正气后世称颂<br></strong>　　王俞春告诉记者，在赵鼎还是一名“右司谏”（对朝政进行规谏讽议的小官）的时候，他就大胆进谏，发表个人意见，并基本上都得到宋高宗的采纳实施，将他升迁为“殿中侍御史”；这时朝中有人提出异议，说直接从“司谏”升为“殿中”，那是史无前例的事情。但高宗说：“鼎在言路极举职，所言四十事，已施行三十有六。”<br>　　由于宋高宗使用了赵鼎这样的忠臣和能臣，使得宋王朝从“靖康之变”中转危为安，在偏安的尴尬一度出现了“中兴”的局面。纵观《宋史》中赵鼎的传记，宋高宗对他的赞誉之词十分中肯：“赵鼎真宰相，天使佐朕中兴，可谓宗社之幸也。”“赵鼎两为相，于国有大功，再赞亲征皆能决胜，又镇抚建康，回銮无患，他人所不及也。”宋高宗处理军国要事，发布诏书，也多由赵鼎先行起草。<br>　　难怪《宋史》给予赵鼎很高的评价：“论中兴贤相，以鼎为称首云。”<br>　　即使如此，宋高宗还是受到奸佞之臣的蛊惑，最终轻信秦桧之流对赵鼎的诽谤，将赵鼎“斥逐远徙”，魂断天涯，实在让时人和后人扼腕痛惜。王俞春说：“其实，秦桧当道之时，打压和迫害了一大批忠义之士，其中被流贬到海南岛的除了赵鼎、胡铨、<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>和<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>，还有兵部侍郎王居正和<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的部将于鹏等人。”<br>　　赵鼎身后，海南人一直没有遗忘这位忠直的宋代宰相，而是对他景仰有加。康熙年间，崖州地区就将他与<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>、胡铨等人一起祀入“五贤祠”；后来，府城的“五公祠”也是为了缅怀赵鼎等人而建。<br>　　明代临高才子王佐曾写过四首七律，分别吊唁南宋期间的“海外四逐客”李纲、赵鼎、胡铨和李光，其中一首为《赵忠简公鼎》：“身骑箕尾壮山河，气作中原胜概多。立赞建康开左纛，左挥羯虏倒前戈。孤忠惟有皇天在，万口莫如国是何？直待崖州沧海涸，英雄遗恨始消磨。”<br>　　前人已逝，刚性尚存，赵鼎的到来和离去，都为天涯热土留下了浩然正气。可是他的非正常死亡，他的英雄遗恨，何时能够消失殆尽呢？<br>　　王俞春认为，在中国历史上，赵鼎是个悲剧人物，但他的浩然正气却为后世所称颂；他被流放天涯，无疑提升了海南尤其是三亚的知名度，为三亚的历史注入了人文底蕴，对今天三亚旅游业的开发也是大有裨益的。 </p><br/><h2>诗词成就</h2> 　　<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>善文、<a href=\"http://so.gushiwen.org/author_632.aspx\">诗</a>、词。文章多为奏疏，气势畅达，“浑然天成”（《宋史》本传）。黄升称其词“婉媚，不减《花间集》”（《中兴以来绝妙词选》）。《四库全书总目》说他“本不以词藻争短长，而出其绪余，无忝作者，盖有物之言有不待雕章绘句而工者”。他身经靖康之变，词中不乏伤时念乱之作。如写于建炎元年(1127)的〔满江红〕《丁未九月南渡泊舟仪真江口作》：“凄望眼，征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。”怀念为金人占领的家乡，忧虑国家前途，真切感人。他的〔点绛唇〕《春愁》等词，也是佳作。有《忠正德文集》10卷，清道光刊本。《四印斋所刻词》有《得全居士词》一卷，存词45首。<br/><h2>轶事典故</h2> <p>　　宋朝时刘豫在山东张贴告示，散布谣言说：掌管天子御用药物的太监冯益派人收买飞鸽。告示中并有一些不敬的话。</p> <p>　　泗州知州刘纲将此事禀奏朝廷。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>（成纪人，字伯英）要求天子处斩冯益以释清谣言。</p> <p>　　<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>（谥忠简）随即上奏道：“冯益的事暧昧不明，然而在若有若无之间，已关系着国家的体统。但是朝廷如果完全不加处罚，外面的人一定认为陛下确实派冯益做这种事，这会损害皇上的盛德，不如暂时解除他的职务，外放到别处去，以消除众人的疑惑。”</p> <p>　　皇帝听了很高兴，便将冯益外放到浙东。</p> <p>　　张浚很气赵鼎反对他的主张，赵鼎说：“自古以来，想除去小人如果操之过急，小人一伙会团结起来，祸害就大了；如果缓慢渐进，可使他们自相排挤。目前以冯益的罪，虽处死也不足以大快天下人之心，然而太监们怕皇上习惯以处死来处理这种事，一定极力为冯益开脱罪行；不如把他贬到远处去，既不抵触皇上的心意，太监们看到贬谪的处分尚轻，一定不会极力营救，又庆幸出来一个空缺，一定一个个图谋进用，怎肯容纳被贬的人呢？如果现在就大力打压他们，这些人一定对我们起反感，那么他们的党羽组织将更坚固而不可破。”</p> <p>　　张浚这才叹服。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>，字元镇，自号得全居士。南宋爱国政治家、词人。解州闻喜（今山西）人。宋徽宗崇宁五年(1106)进士。曾任河南洛阳令、开封士曹等职。南渡后，累官至尚书左仆射同中书门下平章事兼枢密使。他荐任<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>等爱国将领，有效地组织了军事力量以抵御金兵。他极力反对议和，遭到秦桧等人的打击和迫害。</p> <p>　　宋绍兴八年（1138年）因力主抗金与奸臣秦桧不和，被贬到潮州。知州王惕“假肩与以送”，秦桧闻知，谪王惕金州。赵鼎在崖州寓宿裴闻义家给宋高宗的上表中，表达了他抗金救国的思想永远不改变：“白首何归，帐余生之无几；丹心未泯，挚九死而不移。”坚强的意志使秦桧感到胆寒：“此老倔强犹者。”同时更加紧对赵鼎的逼害。赵鼎在吉阳“深居简出，杜门谢访”。“海南积荡水云飞，黎婺山高日上迟，千里孤光一樽酒，此情惟有故人知。”广西帅将张宗元遣人持<a href=\"http://so.gushiwen.org/author_632.aspx\">诗</a>书和药石、酒、曲前往慰问，秦桧知后，马上把张调离广西。</p> <p>　　由于秦桧残酷迫害，赵鼎只能以死来表示抗争。临终前自书墓石，记乡里及除解岁月。铭中有这种两句：“身骑箕尾归天上，气作山河壮本朝。”表示他死后也不会忘记宋朝，不会忘记抗金救国，要把他的精神化为河山，使宋朝强大起来。逐绝食而死，葬于昌化县旧县村。时为绍兴十七年（1147年）八月，享年仅63岁。卒前，自书“身骑箕尾归天上，气作山河壮本朝\"。忠义凛然，为人所钦仰。孝宗时，谥忠简。</p> <p>　　《宋史》有传：“鼎为南渡名相，与<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>齐名。其词‘清刚沈至，卓然名家。”作品有《忠正得文集》十卷，《得全词》一卷。正得文集》十卷，《得全词》一卷。 </p>"
}