{
  "id": 52,
  "star": 90,
  "name": "刘过",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_52.jpg",
  "dynasty": "宋代",
  "desc": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。",
  "content": "<h2>交契稼轩</h2> <p>　　<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>交往颇深，后世传为佳话，宋元笔记中就有多段二人交游的逸事。元人蒋正子的《山房随笔》细述了他们相识的过程：辛弃疾在浙东为帅时，刘过慕名而来欲结交，门房见刘过只是一介布衣，势利眼发作，坚决不让其入内。刘过愤然与门房争执，辛弃疾听见声音召门房问话，门房不免加油添醋地说刘过是非，辛弃疾大怒，本想将刘过逐走，幸而此时<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>与<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>在侧，二人把刘过大大夸奖一番，说他是当世豪杰，善赋<a href=\"http://so.gushiwen.org/author_52.aspx\">诗</a>，不妨一见。辛弃疾这才让刘过进来，斜眼看他，冷冷问：“你能写诗么？”刘过说：“能。”这时席间正上羊腰肾羹，辛弃疾便命他以此为赋，刘过笑道：“天气太冷，我想先喝点酒。”辛弃疾赐酒，刘过接过，大口饮尽，一时手颤，有酒液沥流于怀，辛弃疾就让他以“流”字为韵。刘过随即吟道：“拔毫已付管城子，烂首曾封关内侯。死后不知身外物，也随樽酒伴风流。”辛弃疾闻之大喜，忙请他共尝羊羹，宴罢后还厚赠他不少财物。后来辛弃疾在京口为官，一日大雪，辛率众幕僚登多景楼观雪景，刘过出现时的模样很魏晋，敞着衣襟，穿着拖鞋，懒洋洋地就来了。辛弃疾大概很觉碍眼，有心刁难，便命刘过赋雪，并以“难”字为韵。不想刘过张口即吟道：“功名有分平吴易，贫贱无交访戴难。”辛弃疾赞叹不已，自此二人遂为莫逆之交。</p> <p>　　辛刘二人都是性情中人，元人郭宵凤《江湖纪闻》中记载的一则他们交往的趣事颇含几分江湖豪情：刘过欲回乡探望母亲，向辛弃疾告假，辛弃疾知其囊中羞涩，有心相助。是夕，二人微服登倡楼饮酒，正好遇上一位都吏在左拥右抱宴客作乐。都吏并不认得自己的上司的上司辛大帅，自恃财大气粗，叫嚣着要包场，命左右随从把辛刘二人赶出去。二人也不与他相争，哈哈大笑着就回去了。辛弃疾随后称有机密文书要处理，点名要这都吏前来领命，而此刻都吏早已醉倒在温柔乡中，哪里还能连夜赶来。辛弃疾遂决定没收其家产并将其流放以示惩戒，都吏醒来吓出一身冷汗，忙四处托人在元帅面前求情。辛弃疾仍不宽恕，病急乱投医的都吏打听到刘过缺钱，便一咬牙，掏出五千缗奉上，说是为刘过母亲祝寿，再请辛弃疾开恩。辛弃疾却还不答应，摇摇头连说不行，命都吏将祝寿钱翻倍。都吏虽然心痛如刀绞，但也不敢不从命，如数把数额增到万缗，辛弃疾这才放了他一马。宋朝的宰相一月俸禄才三百缗钱而已，可见一万缗在当时是笔不小的巨款，一个小小的都吏能拿一下子出这么多钱充当罚金，显然来源难保干净，辛弃疾此举是劫富济贫，同时也给了这位贪污腐败的小官一记漂亮的双重警告。</p> <p>　　然后辛弃疾自己出钱为刘过买了回乡的船，把万缗钱交给他，知道刘过用钱向来大大咧咧，还特意嘱咐说不要像平时那样乱用。刘过大为感动，作了一阕《念奴娇》相赠：“知音者少，算乾坤许大，著身何处。直待功成方肯退，何日可寻归路。多景楼前，垂虹亭下，一枕眠秋雨。虚名相误，十年枉费辛苦。 不是奏赋明光，上书北阙，无惊人之语。我自匆忙天未许，赢得衣裾尘土。白璧追欢，黄金买笑，付与君为主。莼鲈江上，浩然明日归去。 ”</p><br/><h2>文学创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>以词闻名。他的词中写“平生豪气，消磨酒里”处甚多，如《沁园春》“柳思花情”、《水调歌头》“春事能几许”等。不过，更能代表刘过词特色的是那些感慨国事、大声疾呼的作品。如《沁园春》“拂拭腰间，吹毛剑在，不斩楼兰心不平……威撼边城，气吞胡虏，惨淡尘沙吹北风”，《念奴娇》“知音者少”，《贺新郎》“弹铗西来路”等。这些作品都写得慷慨激昂、气势豪壮。另外《六州歌头·题岳鄂王庙》，颂赞<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>的生平业绩、痛斥朝廷奸佞诬陷忠良，写得跌宕淋漓、悲壮激越，十分感人。这些爱国词虽偶有粗率之处，但风格豪放，却是刘过词的本色。他的词中亦有俊逸纤秀之作，如《贺新郎》“老去相如倦”、《唐多令》“芦叶满汀洲”等。刘熙载称其“狂逸之中，自饶俊致，虽沉著不及稼轩（<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>），足以自成一家”（《艺概》卷四）。至于他的《沁园春》咏美人指甲、美人足二首，虽刻画纤巧，但体格卑弱不足取。</p> <p>　　刘过也工于<a href=\"http://so.gushiwen.org/author_52.aspx\">诗</a>，古体、律诗兼备。诗多悲壮之调。如《夜思中原》“独有孤臣挥血泪，更无奇杰叫天阊”，《登多景楼》“北固怀人频对洒，中原在望莫登楼”。也有的诗写山水景物，清新秀美。</p> <p>　　刘过《龙洲集》14卷，《直斋书录解题》著录，今已不传。明王朝用复刊宋端平中刘澥（刘过之弟）辑刻的《龙洲道人集》15卷，有明嘉靖本、汲古阁本。《四库全书》收录14卷、附录2卷。1978年上海古籍出版社点校《龙洲集》12卷。</p> <p>　　所著《龙洲词》，《直斋书录解题》著录1卷，明代长沙《唐宋名贤百家词》本《刘改之词》。有明汲古阁《宋六十名家词》本。明初沈愚刊本收词69首，其中为他本所无者凡21首（今人罗振常为之补遗刊行共得86首）。《强村丛书》初刊为2卷，乃清黄丕烈藏钱曾（遵王）校本，曹元忠跋谓出宋椠，犹在赵闻礼《阳春白雪》未出之前，罗振常则谓出于王朝用而加补辑者。《全宋词》收龙洲词80首。</p>"
}