{
  "id": 72,
  "star": 268,
  "name": "吴潜",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_72.jpg",
  "dynasty": "宋代",
  "desc": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。",
  "content": "<h2>三沙书院</h2> <p>　　<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>出生在名宦之家，其曾祖、祖父、伯父、父亲均是当朝名儒。父亲吴柔胜乃程、朱理学的饱学之仕，治学极为严谨，为南宋理学的复兴和发展作出过重要贡献。吴潜少小天资聪慧，读书过目不忘，作文急促而就，加之书香门第的耳濡目染，从小受到了良好的熏陶。</p> <p>　　庆元(今浙江宁波市)是南宋重要的军事重地，吴潜在此担任较长时间的知府兼沿海制置使，他在巩固边防、发展经济的同时，尤其重视平民教育。“化民成俗其必由学”，作时亭及诸生祠，先后有几千子弟入学，并给于穷苦的学童以食宿的周给。一时家咏人习，学风蔚然。社会风气也得以大大淳化，“昔日荡无纪纲，而今粗知理法”。</p> <p>　　又主篡修编了《四明续志》十二卷，这部珍贵的志书，现已成为了解宋、元时期边防、边贸、教育的重要历史文献资料。吴潜在庆元为政时期，边防巩固、经济繁荣、政治清明、教育发展，离任时，百姓匍伏挽留，热泪相送。</p> <p>　　循州(今广东省河源市)东山寺不仅是善男信女顶礼膜拜之地，也是尊师重教之地。吴潜罢官贬谪循州期间(南宋景定三年，公元1261年)，在东山寺创设了“三沙书院”，又名“东山书院”，常偕士大夫、文人墨客在此讲授道经，并收取了过百余名学生，他以饱满的热情，向循州学人传播先进的中原文化和南宋理学，开启了潮汕地区启蒙教育的先河。</p> <p>　　吴潜几度在地方任职，对平民教育倾注了巨大的热情，为推动程、朱理学的发展和传播先进的中原文化起到了积极的作用。</p> <p>　　吴潜<a href=\"http://so.gushiwen.org/author_72.aspx\">诗</a>词及在南宋词坛上的地位词者诗余也。两宋时期是中国词发展的颠峰时代，大家蜂起，佳作迭出，吴潜就是这群星闪耀中的一颗。他的词风激昂凄劲，慷慨悲怆，题材广泛，主要是抒发济时忧国的抱负，也常吐露个人理想受压抑的悲愤，与稼轩(<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>)词媲美。吴潜与同时代的文人骚客多有诗词唱和往来，著名词人<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>即出其门下，任其幕僚。吴潜存世词作共计268首，《全宋词》收有其词256首，在南宋词坛占有重要地位，是南宋著名的实力词人，为南宋一大家。</p> <p>　　明人梅鼎祚将吴潜著作整理成《履斋诗馀》、《许国公奏稿》等传世。</p> <p>　　吴潜多篇诗词描写了家乡的美丽风光、山村生活的怡然自得以及小住家乡时不争而闲适的愉快心情。如吴潜在50岁时回忆家乡皖南和儿时生活写下的14首《望江南》词，每首均以“家山好”开头，情真意切，热爱家乡的赤子之心跃然纸上。</p><br/><h2>之死</h2> <p>　　去年秋，今年秋，湖上人家乐复忧，西湖依旧流。</p> <p>　　吴循州，贾循州，十五年前一转头，人生放下休。</p> <p>　　这首南宋无名氏所作的《长相思》，里面提及的吴、贾两个“循州”，正是南宋理宗时的状元丞相<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>与恶贯满盈的大奸臣、蟋蟀宰相贾似道。这一忠一奸，他们相隔15年，先后被贬循州（今广东龙川）。</p> <p>　　景定二年（1261年），奸臣贾似道罗织罪名，吴潜被罢相，年近70岁流放到循州。吴潜看到循州城常受东龙江（即东江上游）洪水威胁，东山寺北面和西边的大片农田亦十年九涝，便发动邑人，修建了大路田防洪大堤。吴潜致力为百姓造福，“政绩斐然”，“百姓勒碑纪念”。</p> <p>　　贾似道惧怕吴潜会东山再起，指派武臣刘宗申到循州当知州，暗中陷害吴潜。景定三年（1262年），吴潜在循州暴卒。有人认为是被刘宗申毒死的。吴潜早有预知，对人说：“吾将逝也，夜必雷风大作”，是夜，果然电闪雷鸣、风雨交加。吴潜撰遗表，作<a href=\"http://so.gushiwen.org/author_72.aspx\">诗</a>颂，端坐而逝。他在临终前写有《谢世诗》、《谢世颂》各三首。循州百姓闻此噩耗，无不失声痛哭。</p> <p>　　贾似道被贬循州，沿途百姓认为，他经过当地，将带来晦气，于是纷纷张贴檄文驱逐，贾狼狈不堪。当时负责押送贾似道的官员郑虎臣.他们走到一所古寺中歇息时，墙壁上有吴潜贬循州过此地时的题字。郑虎臣大声责问：“贾团练，吴丞相何以到此？”贾似道羞愧难言。9月，贾似道到达福建漳州城南的木棉庵。郑虎臣多次催他自尽，贾似道贪恋余生，不肯寻死。郑虎臣说：“我为天下杀你，虽死何憾！”便将贾似道锤杀。</p> <p>　　吴潜之死朝野震惊，时人写下了不少哀悼、纪念他的诗文。南宋后期，曾有两个文韬武略“状元宰相”，一个是吴潜，另一个是<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>，这两个“状元宰相”都是南宋股肱之臣，虽然后来都遭遇不幸，却万世流芳，为后人景仰，时人将他们的才华和道德比做北宋时期的名相<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>和<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>。</p> <p>　　1261年，年近70的吴潜被罢相，流放到循州，仍竭力为百姓造福，受到百姓爱戴，“百姓勒碑纪念，将吴潜曾寓居的仙塔下的古寺，改名为“正相寺”，塔亦因名“正相塔”。1989年，广东省政府将“正相塔”列为省级文物保护单位。</p> <p>　　2004年，休宁县“状元博物馆”落成对公众开放。休宁县高调亮出这张具有浓郁文化特色的名片，一时声誉鹊起。我市“状元宰相”——吴潜，排在了该县十九名文武状元之首。</p> <p>　　2008年3月8日,纪念宋状元宰相吴潜诞辰811周年特刊的定稿会在泉州召开。会议参观了泉州市重点文物保单位——吴氏宗祠。宗祠正厅为《状元宰相》匾额，系为南宋状元宰相吴潜所题。</p> <p>　　此外，宣城的“状元路”“状元桥”，浙江德清的“状元故里”、江苏溧水、高淳的“吴门三贤”，都因留下状元宰相吴潜的印迹，而成为当地宝贵的文化资源。</p><br/><h2>墓地</h2> 　　出南安东田镇沿南（安）同（安）公路车行5公里，顺山路行至湖尾山坡谷,映入眼帘的是南宋状元宰相<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>墓。湖尾山从南安最高峰芹山之脉逶迤而来,吴潜墓坐落在半山坡。一路草木苍翠,新绿扑眼;山涧流泉淙淙,山风送来阵阵花香。墓丘坐北向南,远望巍巍芹山高入天穹,环视四周,青松翠竹,如黛如染。墓前面对仙洞山,坡下田园阡陌尽收眼底,显得视野开阔。如此风水宝地,安息着一代名相,至今已经有700年沧桑风雨了。<br/><h2>民族英雄</h2> <p>　　宋朝时期，来自倭、高丽的海盗就已对我边防构成了严重威胁，沿江制置<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>成为中华民族最早抗击倭寇的民族英雄。</p> <p>　　宝祐年间，吴潜任沿江制置时，订立了“义船法”。他命令三郡所属各县，分别选出各乡里有财力的人，要求他们联合起来，如“一郡岁调三舟，而有舟者五六十家，则众办六舟，半以应命，半以自食其力，有余赀，俾蓄以备来岁用。凡丈尺有则，印烙有文，调用有时，着为成式，其船专留江浒，不时轮番下海巡视。船户各欲保护乡井，竞出大舟以听调拨。旦日于三江合兵，民船阅之，环海肃然”。</p> <p>　　又设永平寨于夜飞山，统以偏校，饷以生券，给以军舰，使渔户有籍而行旅无虞。设向头寨，外防倭、丽（高丽），内蔽京师。又立烽燧，分为三路，皆发轫于招宝山，一达大洋壁下山，一达向头寨，一达本府看教亭。从亭密传一牌，竟达辕帐。而沿江沿海，号火疾驰，观者悚惕。</p> <p>　　并创设定海水军的港口招宝山自至壁下山的——“海上十二铺”。这绵延百余里的“海上十二铺”，构成了一个海上长城，对来自倭、丽（高丽）的威胁起到了有效的震慑作用。</p> <p>　　面对这样的“军民联防”，明朝<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>给予了极高的评价：“海上如此联络布置，使鲸波蛟穴之地，如在几席，呼吸相通，何寇之敢乘？” </p><br/><h2>水利专家</h2> <p>　　它山堰位于宁波市鄞江，是中国古代闻名于世的四大水利工程之一，1989年被国务院公布为全国重点文物保护单位。至今仍发挥其阻咸、蓄淡、泄洪、引灌的水利功能。<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>担任浙东制置使时修洪水湾塘三坝，外泄江潮，内增官池蓄水，为阻隔江河之巨防，成为它山堰的重要配套工程。另修“吴公塘”、大西坝、北郭碶、澄浪堰等水利工程。这些13世纪的水利工程，历经800年风雨，有的至今还在发挥作用，惠泽万民，造福后人。</p> <p>　　1259年的秋天淫雨绵绵，河水在秋雨中不断上涨，当地人称为“秋潦”。秋天的潦水使制置使吴潜坐立不安了。按规定，由他直接控制各地水闸的开启和闭合。提前放闸就会浪费水资源，而延迟泄放又可能造成水灾。他在等待四乡的地保把水情报上来，然后命令决定何时放水。四乡的地保，有些远在数十公里之外，早上徒步出发，要到傍晚才能到达州城。于是，他雇了一条小船摇到城外视察水情。他回城的时候，制置使忽然灵机一动：城外的河流与城内的河流不是沟通的吗？那么城外和城内的水面应该在同一平面上，在这子城边上，就能察看平原的水位。聪明的制置使拣了块石头，在上面刻上一条水位警戒线，作为开闸放水的标准线；然后推算了关闸闭水的标准线。并在两线之间画了一条虚线，以示正常水位。从此，在宁波城内平桥下设水则，以测算出各处水情，宁波的水闸就不必再等四乡的地保，首席官员一看警戒线，就可下令开合水闸。这三条线，是中国水利科技史上的重要发明，诞生了中国最早的水文观测站。</p> <p>　　吴潜还于宝祐四年(公元1256年)重建宁波鄞西高桥，形成至今的规模。高桥入选1998年的《宁波十大名桥》。高桥在建筑史、军事史、交通史、民俗史上都有重要的历史文化价值。现已作为浙东历史文化的重要名胜古迹，受到世世代代的保护。 </p><br/><h2>贡献</h2> 　　<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>是南宋词坛的重要词人。词风激昂凄劲，题材广泛，主要是抒发济时忧国的抱负，也常吐露个人理想受压抑的悲愤。\"报国无门空自怨，济时有策从谁吐？\"（〔满江红〕《送李御带珙》）是他壮志未酬的自我写照。吴潜也能<a href=\"http://so.gushiwen.org/author_72.aspx\">诗</a>,多为纪游、即事之作,有的也抒发\"丈夫勋业在安边\"（《送曾阿宜往戍》的抗敌抱负。诗较平衍，佳作不多。嘉庆《宁国府志》卷二十《艺文志·书目》载，吴潜著有《履斋诗馀》、《论语士说》、《许国公奏稿》、《鸦涂集》。现存明末梅鼎祚编校《履斋先生遗集》,4卷，辑诗1卷，词1卷，杂文 2卷。《□村丛书》有《履斋先生诗余》1卷，续集1卷，别集2卷，收词250余首。<br/><h2>生平</h2> <p>　　横亘皖浙边境的天目山有一千秋雄关， 自古为兵家必争之地，上演过一幕幕金戈铁马的故事。关下地名曰云梯，唐朝<a href=\"http://so.gushiwen.org/author_72.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>有“回望千秋岭上云”之誉，其“山若城廓之状，风土有生化之机”，这就是一代名相<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>的故里。</p> <p>　　吴潜1195年诞辰。嘉定十年（1217年），二十三岁的吴潜参加科举考试，高中进士第一，成为宁国1300年科举考试中唯一的状元。吴潜初授承事郎、签镇东军节度，后逐步升迁，历任太府卿表权沿江制置、知建康府、江东安抚留守、知庆元府兼沿海制置使、权兵部尚书、吏部尚书、工部尚书，以吏部尚书兼知临安府。淳祐十一年（1251年），入为参知政事，拜右丞相兼枢密使，开庆元年（1259年）拜左丞相兼枢密使。</p> <p>　　吴潜为人正直不阿，无论是在地方任职,还是权掌六部，他都以正直无私、忧国忧民、忠义爱国闻名。时值南宋末年，蒙古大军不断南侵，吴潜于民族危亡之际出任宰相，颇想力挽狂澜，救国家于不坠。他曾对宋理宗赵昀惊呼：“国家之不能无敝，犹人之不能无病。今日之病，不但仓、扁望之而惊，庸医亦望而惊矣！”又曾上书议政：“边事当鉴前撤以图新功，楮弊当权新制以解后忧”。在上丞相史弥远论政事中，提出：“一格君心，二节奉给，三振恤都民，四用老成廉洁之人.五用良将以御外患，六革吏弊以新治道。”对蒙古，吴潜主张和、守、战三者结合：“以和为形，以守为实，以战为应。”但是，由于南宋王朝的腐败，吴潜的雄图大略成空。景定三年（1262年），他因反对立赵禥（即宋度宗）为太子。惹怒了宋理宗，被革去丞相之职，贬黜广东潮州，任循州（今广东龙川）安置。不久，吴潜即忧愤去世。后来赵宋王朝为吴潜恢复荣誉，追赠少师。</p> <p>　　传说吴潜去世前自知死日，曾对人说：“我将逝，夜必雷风大作。”他临死前，果然风雷大作，四鼓开霁，吴潜撰作遗表，作诗颂，端坐而逝。百姓闻之，无不嗟叹悲恸。德祐元年（公元1275年），祸国殃民贾似道被贬官抄家，由县尉郑虎臣押解循州安置。途经福建一古寺，郑虎臣见壁上有吴潜南行所题字，不禁忿忿不平地问贾似道：“吴丞相何以至于此。”贾似道脸露愧色，不敢回答。至漳州时，因知府赵介如为贾似道门客，竟设宴为贾洗尘。郑虎臣暗自思忖：潮汕贾氏门徒甚多，一旦入粤境，杀贾难以得手。出漳州城时，遂果断将贾处死于木棉庵内。赵介如闻之，便前往哭祭道：“呜呼，履斋死循，死于宗申；先生死闽，死于虎臣。”只此四句，道出二相的死因。一忠一奸，天理报应，昭然若揭。赵宋王朝后来为吴潜恢复荣誉，追赠少师。因此，在《义门吴氏谱》中，吴潜便有“公贤相状元左右丞吏兵工三部尚书枢密使封金陵郡开国公加封崇国相国庆国改封许国公赠少师”的冗长头衔。</p> <p>　　为旌表吴潜及族人，吴潜故里云梯建有“三贤祠”，宁国县城敕建有“状元坊”（已废）。</p> <p>　　开庆元年，理宗封诰曰：吴潜“天资忠亮，问学渊深。负经纶致远之才，抱博古通今之蕴。指陈谠论既有保安社稷之谋，措置时宜尤着沥胆洗心之策”。</p> <p>　　《义门吴氏谱》中称吴潜为：“宋贤相状元左右丞吏兵工三部尚书枢密使封金陵郡侯金陵郡开国公加崇国相国庆祝国改封许国公赠少师。”</p>"
}