{
  "id": 238,
  "star": 411,
  "name": "屈原",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_238.jpg",
  "dynasty": "先秦",
  "desc": "屈原（约公元前340-前278），中国古代伟大的爱国诗人。汉族，出生于楚国丹阳，名平，字原。战国时期楚国贵族出身，任三闾大夫、左徒,兼管内政外交大事。公元前278年秦将白起一举攻破楚国首都郢都。忧国忧民的屈原在长沙附近汩罗江怀石自杀，端午节据说就是他的忌日。他写下许多不朽诗篇，成为中国古代浪漫主义诗歌的奠基者，在楚国民歌的基础上创造了新的诗歌体裁楚辞。他创造的“楚辞”文体在中国文学史上独树一帜，与《诗经》并称“风骚”二体，对后世诗歌创作产生积极影响。",
  "content": "<h2>文学成就</h2> <p><strong>著作</strong><br>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>是个<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>人，从他开始，中华才有了以文学著名于世的作家。他创立了“楚辞”这种文体（也称“骚体”），被誉为“衣被词人，非一代也”。屈原的作品，根据<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、刘歆父子的校定和王逸的注本，有25篇，即《离骚》1篇，《天问》1篇，《九歌》11篇，《九章》9篇，《远游》《卜居》《渔父》各1篇。据《史记·屈原列传》<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>语，还有《招魂》1篇。有些学者认为《大招》也是屈原作品；但也有人怀疑《远游》以下诸篇及《九章》中若干篇章非出自屈原手笔。据郭沫若先生考证，屈原作品，共流传下来23篇。其中《九歌》11篇，《九章》9篇，《离骚》、《天问》、《招魂》各一篇。<br>　　大体说来，《离骚》《天问》《九歌》可以作为屈原作品三种类型的代表。《九章》《远游》《卜居》《渔父》《招魂》《大招》，其内容与风格可与《离骚》列为一组，大都是有事可据，有义可陈，<br>　　重在表现作者内心的情愫。《离骚》是屈原以自己的理想、遭遇、痛苦、热情以至整个生命所熔铸而成的宏伟诗篇，其中闪耀着鲜明的个性光辉，是屈原全部创作的重点。《天问》是屈原根据神话、传说材料创作的诗篇，着重表现作者的学术造诣及其历史观和自然观。《九歌》是楚国祀神乐曲，经屈原加工、润色而成，在人物感情的抒发和环境气氛的描述上，充满浓厚的生活气息。然而是代人或代神表述，并非作者自我抒情，它更多地显示了南楚文学传统的痕迹。《离骚》一组，《九歌》一组，构成了屈原作品的基本风格。</p> <p><strong>理想</strong><br>　　屈原的作品是他坚持“美政”理想，与腐朽的楚国贵族集团进行斗争的实录。他的“美政”理想表现在作品中，就是“举贤而授能兮，循绳墨而不颇”(《离骚》)。所谓“举贤授能”，就是不分贵贱，把真正有才能的人选拔上来治理国家，反对世卿世禄，限制旧贵族对权位的垄断。他还以奴隶傅说、屠夫吕望、商贩宁戚的历史事迹为例，说明了不拘身分选拔人才的合理性。所谓“循绳墨而不颇”，就是修明法度，即法不阿贵，限制旧贵族的种种特权。<br>　　屈原虽遭谗被疏，甚至被流放，但他始终以祖国的兴亡、人民的疾苦为念，希望楚王幡然悔悟，奋发图强，做个中兴之主。他明知忠贞耿直会招致祸患，但却始终“忍而不能舍也”；他明知自己面临着许许多多的危险，在“楚材晋用”的时代完全可以去别国寻求出路，但他却始终不肯离开楚国半步。表现了他对祖国的无限忠诚及其“可与日月争光”的人格与意志。<br>　　屈原作品和神话有密切关系。许多虚幻的内容就是承袭神话发展而来的。屈原又是关注现实的诗人，作品里反映了现实社会中的种种矛盾，尤以揭露楚国的黑暗政治最为深刻。<br>　　屈原作品的风貌和《诗经》明显不同。这与长江流域的民风和黄河流域的民风不同有关。当时，北方早已进入宗法社会，而楚地尚有氏族社会的遗风，民性强悍，思想活泼，不为礼法所拘。所以，抒写男女情思、志士爱国是如此直切，而使用的材料，又是如此丰富，什么都可以奔入笔底。写人神之恋，写狂怪之士，写远古历史传说，写与天神鬼怪游观，一切神都具有民间普通的人性，神也不过是超出常人的人而已。它们使作品显得色泽艳丽，情思馥郁，气势奔放。这样的作品，表现了与北<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>学不同的特色。从体制上看，屈原以前的诗歌，不管是《诗经》或南方民歌，大多是短篇，而屈原发展为长篇巨制。《离骚》一篇就有2 400多字。在表现手法上，屈原把赋、比、兴巧妙地糅合成一体，大量运用“香草美人”的比兴手法，把抽象的品德、意识和复杂的现实关系生动形象地表现出来。<br>　　在语言形式上，屈原的作品形式上参差错落、灵活多变；语言上采用了大量楚地方言，极富于乡土气息；其方言土语大都经过提炼，辞藻华美，传神状貌，极富于表现力。 屈原作品突破了《诗经》以四字句为主的格局，每句五、六、七、八、九字不等，也有三字、十字句的，句法参差错落，灵活多变；句中句尾多用“兮”字，以及“之”“于”“乎”“夫”“而”等虚字，用来协调音节，造成起伏回宕、一唱三叹的韵致。总之，他的作品从内容到形式都有巨大的创造性。<br>　　屈原作品，在楚人建立汉王朝定都关中后，便产生了更大的影响，“楚辞”的不断传习、发展，北方的文学逐渐楚化。新兴的五、七言诗都和楚骚有关。汉代的赋作家无不受“楚辞”影响，汉以后“绍骚”之作，历代都有，作者往往用屈原的诗句抒发自己胸中的块垒，甚至用屈原的遭遇自喻，这是屈原文学的直接发展。此外，以屈原生平事迹为题材的诗、歌、词、曲、戏剧、琴辞、大曲、话本等，绘画艺术中如屈原像、《九歌图》、《天问图》等，也难以数计。所以<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>称屈原作品“逸响伟辞，卓绝一世”，“其影响于后来之文章， 乃甚或在《三百篇》（《诗经》）以上”（鲁迅《汉文学史纲要》）。　著名诗人郭沫若曾为其编剧《雷电颂》，以纪念其事迹。</p> <p><strong>作品风格</strong><br>　　屈原的作品充满了积极的浪漫主义精神。其主要表现是他将对理想的热烈追求融入了艺术的想象和神奇的意境之中。如《离骚》写他向重华陈辞之后御风而行，他先叩天宫，帝阍闭门不纳；他又下求佚女，佚女恰巧不在那里；他去向宓妃求爱，宓妃却对他无礼；他欲求简狄和二姚，又苦于没有好的媒人去通消息。这种上天入地的幻想与追求反映了屈原在现实中对理想的苦苦探求。此外如《九歌》、《天问》等还采用大量神话和历史传说为素材，其想象之大胆、丰富 ，古今罕有。<br>　　除此之外，屈原的作品还以一系列比兴手法来表情达意。如他以鲜花、香草来比喻品行高洁的君子；以臭物、萧艾比喻奸佞或变节的小人；以佩带香草来象征诗人的品德修养 。这种“香草美人”的比兴手法，使现实中的忠奸、美丑、善恶形成鲜明对照，产生了言简意赅、言有尽而意无穷的艺术效果。<br>　　屈原是中国文学史上第一位伟大的爱国诗人。是浪漫主义诗人的杰出代表。作为一位杰出的政治家和爱国志士，屈原爱祖国爱人民、坚持真理、宁死不屈的精神和他的人格，千百年来感召和哺育着无数中华儿女，尤其是当国家民族处于危难之际，这种精神的感召作用就更加明显。作为一个伟大的诗人，屈原的出现，不仅标志着中国诗歌进入了一个由集体歌唱到个人独创的新时代，而且他所开创的新诗体——楚辞，突破了《诗经》的表现形式，极大地丰富了诗歌的表现力，为中国古代的诗歌创作开辟了一片新天地。后人也因此将《楚辞》与《诗经》并称为“风、骚” 。“风、骚”是中国诗歌史上现实主义和浪漫主义两大优良传统的源头。同时，以屈原为代表的楚辞还影响到汉赋的形成。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，湖北秭归人，芈[mǐ]姓屈氏（与楚王同姓不同氏，楚王为芈姓熊氏，先秦时期男子称氏不称姓，所以他叫屈原，不叫芈原），名平，字原。生卒年未见正史记载，史学界尚有争论。据推测生于公元前342年3月6日，卒于公元前278年4月26日。是中国最早的浪漫主义<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>人，是楚武王熊通之子屈瑕的后代，中国文学史上第一位留下姓名的伟大的爱国诗人。他被世人称为“诗歌之父”。他的出现，标志着中国诗歌进入了一个由集体歌唱到个人独唱的新时代。公元前342年屈原诞生于楚都丹阳，屈原自幼勤奋好学，胸怀大志。早年受楚怀王信任，任左徒、三闾大夫，常与怀王商议国事，参与法律的制定，主张章明法度，举贤任能，改革政治，联齐抗秦，提倡“美政”。在屈原努力下，楚国国力有所增强。为人性格耿直，却因在修订法规的时候，不愿听从上官大夫的话与之同流合污，再加上楚怀王的令尹子兰、上官大夫靳尚和他的宠妃郑袖等人，受了秦国使者张仪的贿赂，不但阻止怀王接受屈原的意见，并且使怀王疏远了屈原。公元前305年，屈原反对楚怀王与秦国订立黄棘之盟，但是楚国还是彻底投入了秦国的怀抱。使得屈原亦被楚怀王逐出郢都，开始了流放生涯。结果楚怀王在其幼子子兰等人的极力怂恿下被秦国诱去，囚死秦国。</p> <p>　　楚襄王即位后，屈原继续受到迫害，并被放逐到江南。公元前278年，秦国大将白起带兵南下，攻破了楚国国都，屈原的政治理想破灭，对前途感到绝望，虽有心报国，却无力回天，只得以死明志，就在同年五月怀恨投汨（mì）罗江自杀。老百姓听到噩耗很悲痛，争先恐后的来打捞他的尸体，结果一无所获。于是，有人用苇叶包了糯米饭，投进江中祭祀屈原，这种祭祀活动一年一年流传下来，渐渐成为一种风俗。 定于农历五月初五为端午节（是关于端午节其中的一种说法）。对于屈原的忠而见疏，后世诗人阵志岁遥为郁结，其诗《屈原》云：“浩气干霄汉，沉湘忠佞分。材堪佐明主，无计事昏君。”（《载敬堂集·江南靖士诗稿》） 此不仅对爱国者屈原，也是对历代“王之荩臣”（《诗·大雅·文王》）的由衷忾惜；不只对当时楚王，也是对其他昏暗君王的一深刻批判。</p> <p>　　“朝发枉渚兮，夕宿辰阳。苟余心之端直兮，虽僻远其何伤”；“入溆浦余儃徊兮，迷不知吾所如。深林杳以冥冥兮，乃猿狖之所居；山峻高而蔽日兮，下幽晦以多雨；霰雪纷其无垠兮，云霏霏其承宇。哀吾生之无乐兮，幽独处乎山中。吾不能变心以从俗兮，固将愁苦而终穷。”，在流放期间，屈原为后世留下了许多不朽名篇。其作品文字华丽，想象奇特，比喻新奇，内涵深刻，成为中国文学的起源之一。</p> <p>　　“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”屈原被放逐后，在和渔父的一次对话中，渔父劝他“与世推移”，不要“深思高举”，自找苦吃。屈原表示宁可投江而死，也不能使清白之身，蒙受世俗之尘埃。在渔父看来，处世不必过于清高。世道清廉，可以出来为官；世道浑浊，可以与世沉浮。至于“深思高举”，落得个被放逐，则是大可不必。屈原和渔父的谈话，表现出了两种处世哲学。 公元前278年，秦国攻破了楚国国都郢都。当年4月26日（农历五月初五），屈原在绝望和悲愤之下怀抱大石投汨罗江而死。端午节，就是因此而来的。第二次世界大战以后，17个国家的75名著名人士联合发起了“世界保卫和平大会”。1953年，在莫斯科举行世界保卫和平大会的世界和平理事会决定将屈原列为会议中的历史上的该年“当年世界四大文化名人之一”，号召全世界人民纪念他。（因为那一年正是屈原逝世2230周年，也是其他三位文人逝世的“大年”。类似的活动后来也曾举行过多次，如迦梨陀沙、海涅、陀思妥也夫斯基为1956年“世界三大文化名人之一”） </p><br/><h2>流放背景</h2> <p>　　战国时代，称雄的齐、楚、燕、韩、赵、魏、秦七国，争城夺地，互相杀伐，连年不断混战。那时，楚国的大<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，正当青年，为楚怀王的左徒官。他见百姓受到战争灾难，十分痛心。屈原立志报国为民，劝怀王任用贤能，爱护百姓，很得怀王的信任。<br>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>在《吊屈原赋》中，这样描写屈原所处时代的社会状况：呜呼哀哉，逢时不祥！鸾凤伏窜兮，鸱枭翱翔。阘茸尊显兮，谗谀得志。贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、为廉。莫邪为钝兮，铅刀为铦。斡弃周鼎，宝康瓢兮。腾驾罢牛，骖蹇驴兮。骥垂两耳，服盐车兮。章甫荐履，渐不可久兮。嗟苦先生，独离此咎兮！<br>　　贾谊笔下，屈原生活的时代一切都是颠倒的：猫头鹰在天上飞翔，鸾凤却深藏起来；小人得志尊显，圣贤却不得其用；正直廉洁的人受到诬蔑，强横残暴的人却得到称誉；宝剑被贬为钝口，铅刀却被说成锋利；国之重宝周鼎被抛弃，空瓦罐被当成宝物；疲牛跛驴骖驾着马车，千里马却拉着沉重的盐车；帽子本应戴在头上，却被垫在脚下，被汗水湿透。这就是楚国的时局。<br>　　那时西方的秦国最强大，时常攻击六国。名士苏秦提出合纵，即联合六国一同抗秦，屈原积极参与此事，与苏秦一起促成楚、齐、燕、赵、韩、魏六国君王齐集楚国的京城郢都，结成联盟，并使怀王成了联盟的领袖，因此得到了怀王的重用，很多内政、外交大事，都凭屈原作主。<br>　　因而，楚国以公子子兰为首的一班贵族，对屈原非常嫉妒和忌恨，常在怀王面前说屈原的坏话。说他夺断专权，根本不把怀王放在眼里。挑拨的人多了，怀王对屈原渐渐疏远，因为齐楚连盟，秦国不敢动手，听到这个消息，秦王忙把相国张仪召进宫来商量。 张仪认为六国中间，齐楚两国最有力量，只要离间这两国，联盟也就散了。他愿意趁楚国内部不和的机会，亲自去拆散六国联盟。</p> <p><strong>第一次流放</strong><br>　　屈原第一次流放汉北地区为汉水的上游。楚怀王十六年（前313年），为了破楚、齐联盟，秦国派张仪贿赂楚国权贵宠臣，又欺骗楚王说：“楚国如果能和齐国绝交，秦国愿意献出商、于一带六百多里土地。”楚怀王听信张仪的，就把相印授予 人跟张仪去秦国受地。张仪回秦国后装病，三个月不见楚使。怀王以为张仪怪他绝齐不够坚决，又派人去辱骂齐王一通。齐王大怒，断绝了和楚的合纵，反而和秦国联合起来了。这时张仪才出面对楚使说：“您为什么不接受土地呢？从某地到某地，广袤六里。”六百里变成了六里，楚使很生气，归报怀 丐、裨将军逢侯丑等70余人被秦军俘虏，汉中郡沦陷。<br>　　前303年，楚怀王二十六年，齐、韩、魏三国攻楚，声讨楚违背纵约。楚向秦求救，还把太子送到秦国作人质。第二年，楚太子杀了秦大夫逃回楚国。前301年，楚怀王二十八年，秦以此为借口，联合齐、韩、魏攻楚，杀楚将唐昧，占领了重丘 （今河南泌阳县东北）。第二年又攻楚，消灭楚军2万，又杀楚将景缺。这时，昏庸的怀王才又想起齐楚联盟的重要，让太子质于齐以求齐楚联盟反秦。前299年，秦又攻楚，取楚八城。趁这形势，秦昭王“邀请”怀王在武关（今陕西商县东）相会。<br>　　屈原此时已从汉北的流放地返回，和昭雎等一起，力劝怀王不要赴会，说：“秦，虎狼之国，不可信，不如无行。”可怀王的幼子子兰怕失去秦王欢心，竭力怂恿怀王前去。结果怀王一入武关，就被秦军扣留，劫往咸阳，要胁他割让巫郡和黔中郡。楚怀王被劫往咸阳，楚由齐迎归太子横立为顷襄王，公子子兰为令尹，不肯向秦割让土地，秦又发兵攻楚，大败楚军，斩首5万，取十六城。前296年，顷襄王2年，怀王死于秦国，秦国将他的尸体送回楚国安葬。诸侯由此认为秦国不义。秦国、楚国绝交。</p> <p><strong>第二次流放</strong><br>　　前293年，顷襄王六年，秦国派白起前往伊阙攻打韩国，取得重大胜利，斩首24万。秦国于是送给楚王书信说：“楚国背叛秦国，秦国准备率领诸侯讨伐楚国，决一胜负。希望您整顿士卒，得以痛快地一战。”楚顷襄王不忘欲反”的感情，又指出，怀王最后落到客死他国的下场，就是因为“其所谓忠者不忠，而所谓贤者不贤也”。这对子兰形成了威胁，于是子兰指使靳尚到顷襄王面前进谗，使屈原第二次被流放到南方的荒僻地区。这次流放的路线，按《哀郢》分析，是从郢都（湖北江陵县）出发，先往东南顺江而下经过夏首（湖北沙市东南）、遥望龙门（郢都的东门）经由洞庭湖进入长江，然后又离开了夏浦（湖北汉口），最后到了陵阳（据说是今安徽青阳县南）。</p> <p><strong>自尽</strong><br>　　秦国对楚王的妥协退让，并不满足。楚顷襄王十九年（前280年），秦将司马错攻楚，楚割让上庸、汉北地；第二年，秦白起攻楚，取邪、邓、西陵；顷襄王二十一年（前278年）白起更进一步攻下了郢都，顷襄王只好跟那些执政的贵族们一起，狼狈不堪地逃难，“保于陈城（今河南淮阳县）”。在极度苦闷、完全绝望的心情下，于农历五月五日投江自尽了。这一年大概是前278年，顷襄王二十一年，屈原当时62岁左右（生于前340，死于前278）。 </p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　周显王二十九年（公元前340年），一说周显王三十年（公元前339年），正月初七日，<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>生于楚国丹阳。次年，居乐平里。</p> <p>　　周显王三十九年（公元前330年），屈原居乐平里。屈原自幼嗜书成癖，读书多而杂，“石洞读书”与“巴山野老授经”当在这一年的时间。</p> <p>　　周显王四十年（公元前329年），居乐平里。屈原虽出身贵族，但因自幼生活在民众之中，加以家庭的良好影响，故而十分同情贫穷的百姓，从这时起，小小年纪便做了许多体恤民众的好事，博得了众口一词的赞誉。</p> <p><strong>初露才华<br></strong>　　周显王四十八年（公元前321年），秦军犯境，屈原组织乐平里的青年奋力抗击，他一方面居高临下地对青年们进行思想教育，一方面巧用各种战术，机智果敢地给敌人以沉重打击，一展其非凡才华。</p> <p>　　周慎靓王元年（公元前320年），仲春三月，屈原应怀王之召出山进京，这一年他在鄂渚为县丞。</p> <p>　　周慎靓王二年（公元前319年），升任楚怀王左徒。这一年的深秋，屈原首次使齐。</p> <p>　　周慎靓王三年（公元前318年），忙于楚之内政外交工作。五国联兵攻秦，屈原随军而前。</p> <p><strong>任职高位<br></strong>　　三闾大夫屈原 《史记·屈原贾生列传》：屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强识（zhi，四声），明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。</p> <p>　　关于屈原所任楚怀王左徒一职，古今学者多有解释，现择其要者而举之：</p> <p>　　1、张守节说：左徒是左右拾遗之类的官。唐·张守节《史记正义·屈原列传》说：“左徒盖今左右拾遗之类。”但据近现代学者褚斌杰、赵逵夫等人考证，认为后世的拾遗实为言官，可以上书言事而无实权，唐代的拾遗官阶只是“从八品上”，同《史记》中的所述屈原所从事的政治活动不相称。陆侃如《屈原评传》说：“左徒是左右拾遗之类的官，仅次于令尹。”</p> <p>　　2、林庚说：左徒是太傅之类的官。林庚《民族<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>人屈原传》所附《四注·说左徒》一文中，在引《史记》关于春申君为楚之亲信，任左徒再升令尹的记述后说：“左徒所以说是宫廷的亲信，因为是亲信，所以侍从太子，其情形大约如<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>之为‘长沙王傅’，秦因此也称黄歇为‘太子之傅’。”</p> <p>　　3、游国恩说：左徒是令尹的副职。游国恩在《屈原》一书中说，据《史记·楚世家》：“考烈王以左徒为令尹，封以吴，号春申君。”因此认为左徒之职似乎仅次于地位最高的令尹，也许就是令尹的副职。</p> <p>　　4、赵逵夫说：左徒是行人。赵逵夫在《屈原与他的时代》中有《左徒·征尹·行人·辞赋》一文。在该文中，他从出土的文物及相关资料进行考证，认为“徒”、“尹”二字是双声假借。并举《离骚》“济沅湘以南征”，《九歌》“驾飞龙兮北征”，又引《尔雅·释者》：“征，行也。”说“征尹”之取义，同于中原国家所谓“行人”，是指负责外交的官员。</p> <p>　　5、汤炳正说：左徒是左登徒。汤炳正在《屈赋新探·左徒与登徒》一文中认为，曾侯乙墓出土的竹简上记载的官职有“左登徒”、“右登徒”字是古代典籍中“升”字的通假字，“升”字古音跟“登”字完全相同，并且互相通假，因此，“左徒”是“左登徒”的省称，在楚国朝廷上属于大夫级别。同时，汤炳正也对“左徒”的职掌进行了说明，认为“左徒”虽兼管内政、外交，但从《屈原列传》，尤其是《春申君列传》的记述来看，他们的主要活动都在外交方面。如屈原的几次使齐及其与张仪的斗争等方面都可以证实。</p> <p>　　6、聂石樵说：左徒是仅次于宰相的官。聂石樵《屈原论稿》说：“令尹就是宰相，可见左徒是仅次于宰相的官。”詹安泰在《屈原》一书中认为：“我们根据后来春申君、黄歇以左徒为令尹，就可以看出，左徒在当时是一个仅次于令尹（宰相）的高官。”并说：“左徒升级就可以做令尹。”</p> <p>　　7、姚小鸥说：左徒是太仆之类的官。姚小鸥在《〈离骚〉“先路”与屈原早期经历的再认识》一文中，考证《离骚》“来吾道夫先路”的“路”就是“辂”，是楚王的乘舆，与下文“恐皇舆之败绩”相合。进而考证了“左徒”的职掌，认为“左徒”是相当于后世“太仆”一类的官职。姚小鸥所说的“太仆”，据《周礼·太仆》载：“太仆，掌王正之服位，出入王之大命。掌诸侯之复逆。”为此，姚小鸥说：“《周礼》中‘太仆’一职为下大夫，其爵位并不高，但职掌甚为重要。”并认为“左徒之职约与《周礼》中的‘太仆’相当”。</p> <p>　　8、王一军说：左徒即楚怀王左司徒。王一军在《屈原左徒即左司徒考》（《现代语文》2010年第8期）中指出<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>《史记》中的屈原为楚怀王左徒即左司徒之略写。根据《屈平列传》中的相关记述，屈原所任职务即起草宪令接遇宾客应对诸侯与《周官书》所规定的大小司徒职守相近。楚人尚右，故右司徒为正，左司徒为副，所以楚君以左右司徒以取代《周官书》的大小司徒之名称。 </p> <p><strong>变法改革<br></strong>　　周慎靓王四年（公元前317年），忙于变法改革，制订并出台各种法令。</p> <p>　　周慎靓王五年（公元前316年），继续进行变法改革，与旧贵族和一切顽固势力进行斗争。</p> <p>　　周慎靓王六年（公元前315年），深入进行变法改革，民心沸腾；楚之形势大变，旧贵族面临着覆灭的命运。</p> <p><br><strong>谗而见疏<br></strong>　　周赧王元年（公元前314年），屈原因上官大夫之谗而见疏，被罢黜左徒之官，任三闾大夫之职。</p> <p>　　周赧王二年（公元前313年），屈原第一次流放汉北地区（今河南西峡、淅川、内乡一带）。为了打破楚、齐联盟，秦国派张仪贿赂楚国权贵宠臣，又欺骗楚王说：“楚国如果能和齐国绝交，秦国愿意献出商、于一带六百多里土地。”屈原极力劝谏，但是楚王不听，楚怀王听信张仪的，就把相印授予人，跟张仪去秦国受地。张仪回秦国后装病，三个月不见楚使。怀王以为张仪怪他和齐国断绝关系不够坚决，又派人去辱骂齐王一通。齐王大怒，断绝了和楚的合纵，反而和秦国联合起来了。这时张仪才出面对楚使说：“您为什么不接受土地呢？从某地到某地，广袤六里。”六百里变成了六里，楚使很生气，回来报告楚怀王，怀王大怒，先后两次兴师伐秦于汉北楚古都丹阳（今河南西峡、淅川一带），结果都被秦打败，丧失八万军队，大将军屈丐、裨将军逢侯丑等70余人被秦军俘虏，汉中郡沦陷，史称“丹阳之战”。随后，秦又遣军攻取楚地汉中（今陕西汉中）600里地，置汉中郡。</p> <p>　　周赧王三年（公元前312年），楚国发兵反击，在蓝田（今陕西蓝田一带）大败。韩、魏趁机偷袭楚国至邓（今河南邓州），楚国军队兵畏惧，从秦国回归。韩宣王死，在位二十一年。子襄王仓立。孟轲议定在周赧王三年离开齐国。孟轲主张“性善”，劝齐宣王行仁政，劝滕文公行“井田”，均因为迂阔难行，不受两国采纳。怀王重新启用屈原，让他出使齐国，目的是让齐楚两国缔结新的联盟。</p> <p>　　周赧王四年（公元前311年），秦惠文王更元十四年，攻取楚召陵。惠文王愿分汉中之半给楚，与楚结盟。楚怀王比起汉中的土地，更想要获得张仪。张仪来到楚国，由于重金贿赂了靳尚，并得到楚怀王宠姬郑袖进言，得到释放回到秦国。秦惠文王死，在位共二十七年。子武王荡立。屈原出使齐国，回来楚国的时候张仪已经离开，劝谏怀王说：“为什么不杀张仪？”怀王后悔，派人追张仪没有追到。</p> <p>　　周赧王五年（公元前310年），秦武王元年。张仪由于不被武王满意，离开秦国赶赴魏国。屈原仍事怀王为三闾大夫。怀王领悟到被张仪欺骗，出于一时权宜之计起用屈原为齐使，当屈原从齐国回来后马上便被楚怀王疏远。</p> <p>　　周赧王六年（公元前309年），秦武王二年，齐宣王欲为纵长，恶楚之与秦合，遣使遗楚王书，怀王犹豫不决，昭睢力谏，遂不合秦而合齐以善韩。屈原不能参与朝政，极可能通过昭睢等大臣敦怀王合齐。</p> <p>　　周赧王七年（公元前308年），秦武王三年，甘茂取韩宜阳。屈原居住在郢都，设坛教学。</p> <p>　　周郝王十七年（公元前298年），秦昭王发兵出武关，攻楚，斩首5万，取析（今河南淅川）及左右15城而去。 </p> <p><strong>初次流放<br></strong>　　周赧王十一年（公元前304年），屈原流浪汉北（汉江以上，今河南南阳西峡、淅川一带）。秦楚复合，与屈原谋划相反，而奸人必有谗言害之，避地汉北，当有不得已之情在，故《抽思》有欲归不得之意。</p> <p>　　流放背景：战国时代，称雄的齐、楚、燕、韩、赵、魏、秦七国，争城夺地，互相杀伐，连年不断混战。那时，楚国的大诗人屈原，正当青年，为楚怀王的左徒官。他见百姓受到战争灾难，十分痛心。屈原立志报国为民，劝怀王任用贤能，爱护百姓，很得怀王的信任。</p> <p>　　贾谊在《吊屈原赋》中，这样描写屈原所处时代的社会状况：呜呼哀哉，逢时不祥！鸾凤伏窜兮，鸱枭翱翔。阘茸尊显兮，谗谀得志。贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、为廉。莫邪为钝兮，铅刀为铦。斡弃周鼎，宝康瓢兮。腾驾罢牛，骖蹇驴兮。骥垂两耳，服盐车兮。章甫荐履，渐不可久兮。嗟苦先生，独离此咎兮！</p> <p>　　贾谊笔下，屈原生活的时代一切都是颠倒的：猫头鹰在天上飞翔，鸾凤却深藏起来；小人得志尊显，圣贤却不得其用；正直廉洁的人受到诬蔑，强横残暴的人却得到称誉；宝剑被贬为钝口，铅刀却被说成锋利；国之重宝周鼎被抛弃，空瓦罐被当成宝物；疲牛跛驴骖驾着马车，千里马却拉着沉重的盐车；帽子本应戴在头上，却被垫在脚下，被汗水湿透。这就是楚国的时局。</p> <p>　　那时西方的秦国最强大，时常攻击六国。名士公孙衍提出合纵，即联合六国一同抗秦，屈原积极参与此事，与公孙衍一起促成楚、齐、燕、赵、韩、魏六国君王齐集楚国的京城郢都，结成联盟，并使怀王成了联盟的领袖，因此得到了怀王的重用，很多内政、外交大事，都凭屈原作主。</p> <p>　　因此，楚国以公子子兰为首的一班贵族，对屈原非常嫉妒和忌恨，常在怀王面前说屈原的坏话。说他夺断专权，根本不把怀王放在眼里。挑拨的人多了，怀王对屈原渐渐疏远，因为齐楚连盟，秦国不敢动手，听到这个消息，秦王忙把相国张仪召进宫来商量。 张仪认为六国中间，齐楚两国最有力量，只要离间这两国，联盟也就散了。他愿意趁楚国内部不和的机会，亲自去拆散六国联盟。</p> <p>　　周赧王十三年（公元前302年），齐、魏、韩三国联军攻打楚国，楚怀王派太子横到秦国为人质，请求秦出兵援救。秦王命客卿通率兵救楚，击退了三国联军。次年，秦国一大夫与太子横因为私事争斗被杀死。太子横惧怕秦昭王怪罪，私自逃回楚国。此事使秦、楚两国关系恶化，导致了此后秦国对楚国的频繁进攻。“屈原憎恨楚怀王听信小人谗言，让不真实的语言蒙蔽了正确的语言，这些谣言将会损害楚国的利益，是方正的人不能容忍的，所以屈原在忧愁幽思而作《离骚》。”</p> <p>　　周赧王十六年（公元前299年），屈原此时已从汉北的流放地返回，和昭雎等一起，力劝怀王不要赴会，说：“秦，虎狼之国，不可信，不如无行。”可怀王的幼子子兰怕失去秦王欢心，竭力怂恿怀王前去。结果怀王一入武关，就被秦军扣留，劫往咸阳，要胁他割让巫郡和黔中郡。楚怀王被劫往咸阳，楚由齐迎归太子横立为顷襄王，公子子兰为令尹，不肯向秦割让土地，秦又发兵攻楚，大败楚军，斩首5万，取十六城。</p> <p><strong>二次流放<br></strong>　　周赧王十九年（公元前296年），怀王死于秦国，秦国将他的尸体送回楚国安葬。诸侯由此认为秦国不义。秦国、楚国绝交。屈原于周赧王十九年年免去三闾大夫之职，放逐江南。他从郢都出发，先到鄂渚，然后入洞庭。</p> <p>　　周赧王二十年（公元前295年），屈原到达长沙，在这楚先王始封之地遍览山川形势，甚起宗国之情。</p> <p>　　周郝王二十二年（公元前293年），顷襄王六年，秦国派白起前往伊阙攻打韩国，取得重大胜利，斩首24万。秦国于是送给楚王书信说：“楚国背叛秦国，秦国准备率领诸侯讨伐楚国，决一胜负。希望您整顿士卒，得以痛快地一战。”楚顷襄王不忘欲反”的感情，又指出，怀王最后落到客死他国的下场，就是因为“其所谓忠者不忠，而所谓贤者不贤也”。</p> <p>　　周赧王二十一年到周赧王三十六年（公元前294年到公元前279年），屈原第二次被流放到南方的荒僻地区。这次流放的路线，按《哀郢》分析，是从郢都（湖北江陵县）出发，先往东南顺江而下经过夏首（湖北沙市东南）、遥望龙门（郢都的东门）经由洞庭湖进入长江，然后又离开了夏浦（湖北汉口），最后到了陵阳（据说是今安徽青阳县南）。时间长达16年，在这之间并写下了大量优秀的文学作品，如《九章·悲回风》。</p> <p><strong>自投汨罗<br></strong>　　秦国对楚王的妥协退让，并不满足。楚顷襄王十九年（前280年），秦将司马错攻楚，楚割让上庸、汉北地；第二年，秦白起攻楚，取邪、邓、西陵；顷襄王二十一年（前278年）白起更进一步攻下了郢都，顷襄王只好跟那些执政的贵族们一起，狼狈不堪地逃难，“保于陈城（今河南淮阳县）”。在极度苦闷、完全绝望的心情下，于农历五月五日投汨罗江自尽了。这一年大概是顷襄王二十一年（公元前278年），屈原当时62岁左右。</p><br/><h2>习俗</h2> <p>　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>是一位最受人民敬仰和崇拜的<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>人。据《续齐谐记》和《隋书·地理志》载，屈原于农历五月五日投江自尽，因为怕祭屈原之米被鱼虾所窃，因此创造了粽子这种形色。中国民间五月五端午节包粽子、把粽子系上五彩丝线，赛龙舟的习俗就源于人们对屈原的纪念。1953年，屈原还被列为世界四大文化名人之一，受到世界和平理事会和全世界人民的隆重纪念。</p> <p>　　中国端午节习俗后来传到了朝鲜、日本、缅甸、越南、马来西亚、印尼等国。 明、清时期政府法令最初只规定了三个主要的节庆：新年、冬至，还有皇帝的生辰，但端午和中秋也变得重要，后来最重要的节日是新年、端午和中秋。这三个主要的节庆称为三大节，各阶层都是一样的。</p><br/><h2>墓园</h2> 　　<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>墓位于湖南汨罗市城北玉笥山东5公里处的汨罗山顶。因在2公里范围内有12个高大的墓冢，这些墓冢前立有“故楚三闾大夫墓”或“楚三闾大夫墓”石碑，相传为屈原的“十二疑冢”。屈原墓园附近有3座规模颇大的寺庙，分别是保缘寺、普济寺和普德大庙。<br/><h2>故里</h2> <p>　　关于<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>出生地，中国屈原学会会长方铭发表文章称屈原生活的战国正值剧烈动荡的时代，楚国由于受到秦国的压迫，疆土不断东移，导致楚国的都城和楚国贵族的食邑也一再变化，而屈原一生，更是处于不断的颠沛流离中。</p> <p>　　河南西峡县一带流传的屈原故事有鲜明的地方特色。当地还有与屈原传说相关的碑刻资料。西峡县有回车镇，“回车”得名于屈原代表作《离骚》“回朕车以复路兮，及行迷之未远”的<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>句。回车镇有村名“屈原岗”，其地处于秦楚之间的大道上。“相传战国时张仪使楚，离间楚、齐关系，许诺将秦商一带地方送给楚国。后来秦背割地之盟，楚怀王一怒之下，不顾三闾大夫屈原的再三谏阻，亲自率兵伐秦，结果败北，行至一土岗想起屈原，仰天哀叹，悔不听他之劝阻，后人即称此岗为屈原岗”（《西峡县志》）。在现存屈原岗碑，“青石质，碑阳横刻‘地以人传’四个小字，下竖刻‘屈原岗’三个大字，碑阴为清人邱铭勋撰写的序文，时为清宣统三年（1911年）。”屈原岗上有屈原庙，每逢端午，香火不绝，体现了当地人民对屈原的怀念与敬仰之情。</p> <p>　　秭归县位于长江北岸的卧牛山麓，形似一个倾斜的葫芦，故有“葫芦城”之称。因城墙石头叠砌而成，又叫“石头城”。秭归县城东门外，牌坊“屈原故里”系郭沫若手书。旁两块石碑，刻“楚大夫屈原故里”和“汉昭君王嫱故里”。秭归与香溪之间有一沙滩取名“屈原沱”，沱上有屈原祠。从唐宋以来，经数次迁址修葺，后因葛洲坝水利枢纽工程兴建，水位升高，于1976年修建此祠。现位于秭归城东向家坪。改名为“屈原纪念馆”。三峡工程的兴建，屈原祠将再次迁建。在乐平里，有关屈原的名胜古迹和传说甚多，如香炉坪、照面井、读书洞、玉米三丘等。 </p><br/><h2>评价</h2> <p>　　《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>.不苟篇第三》：君子行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵。故怀负石而投河，是行之难为者也，而申徒狄能之。然而君子不贵者，非礼义之中也。</p> <p>　　汉武帝是汉代第一个热爱<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>作品的皇帝。而所作赋达82篇之多的淮南王<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>，则是对《离骚》作了很高评价的第一位文学理论家。刘安称《离骚》兼有《国风》、《小雅》之长，它体现了屈原“浮游尘埃之外”的人格风范，可“与日月争光”。其后，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>为屈原作传，不仅照录了刘安的这些警句，还进一步把《离骚》和孔子删定《春秋》相提并论。他称前者“其文约，其辞微，其志洁，其行廉……”，</p> <p>　　但是，后汉的历史学家<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>却不以司马迁对屈原之评赞为然。虽然”弘博丽雅，为辞赋宗。后世莫不斟酌其英华，则象其从空。”但，他对屈原的评价是：“虽非是明智之士，可谓妙才也。”以贬为主班他指出，称屈原和《离骚》可“与日月争光”云云，“斯论似过其真”。班固的人生观是“全命避害，不受世患”。他以为屈原应像《<a href=\"http://so.gushiwen.org/author_238.aspx\">诗</a>·大雅》所谓的“‘即明且哲，以保其身’斯为贵矣！”他批评屈原不应“露才扬己，责数怀王，怨恶椒兰，愁神苦思，强非其人，忿怼不容，沉江而死”。他也不同意屈原把大量的神话传说融入作品中，多称昆仑、冥婚、宓妃虚无之语，皆非法度之正，经义所在。 </p>"
}