{
  "id": 643,
  "star": 203,
  "name": "晁补之",
  "image": "http://img.gushiwen.org/authorImg/chaobuzhi.jpg",
  "dynasty": "宋代",
  "desc": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>生性聪敏，有很强的记忆力，他刚懂事就会写文章，<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>一见到他就感到很惊奇。十七岁那年，父亲到杭州做官，他随同前往，于是荟萃了钱塘山川风景人物的秀丽，写成《七述》一书，带去见杭州的通判<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>。苏轼原先也想有所感赋，读了他的书赞叹说：“我可以搁笔了！”苏轼又称赞他的文章写得博雅隽永瑰伟很有说服力，超过一般人甚远，以后一定会显名于世，因此人人都知道了晁补之的名字。</p> <p><strong>进入仕途<br></strong>　　宋神宗元丰二年（公元1079年），晁补之考中进士，参加了开封府考试和礼部别院的考试，他都第一。宋神宗看了他的文章后说：“这是深于经术的，可以革除现在的浮藻风气。”他被调为澶州的司户参军、北京国子监教授。 </p> <p>　　宋哲宗元祐初年（公元1086年），晁补之任太学正，李清臣推荐并认为他可任馆阁，皇帝召他面试，他被升为秘书省正字，又迁校书郎。 </p> <p>　　元祐五年（公元1090年），晁补之终因校书郎官奉微薄，不足赡养，乃乞补外官，得以秘阁校理通判扬州。元祐七年（公元1092年），晁补之被召回朝廷后，任著作佐郎。元祐末，绍圣初宋王朝政局大变，用章敦为相、倡绍述之说，新党复起，乃尽逐元祐相臣，晁补之亦受累离开京师。</p> <p><strong>出知济州<br></strong>　　绍圣元年（公元1094年），晁补之出知济州（今山东济南）。当时有一群强盗白天抢劫街巷，晁补之暗中记住他们的姓名，并对他们的行装都记得很清楚。一天，他设宴请客，传召贼曹官，并将捕贼的方法教给他，席间依次斟酒还没有斟完，贼曹官就已经把盗贼全部抓来了，整个府城为此撤除了警戒。</p> <p><strong>连遭贬职<br></strong>　　绍圣二年（公元1095年），晁补之犯修神宗实录失实之罪，被降职通判应天府和亳州，到贬所不久，又以岳父杜纯弟杜纮知应天府兼南京留守司公事，为避亲嫌，改差通判亳州（今安徽亳州）。朝廷纷争倾轧继续激烈。绍圣四年（公元1097年），党讫起，再治元祐旧臣。晁补之亦在籍中，被贬监处、信二州（今浙江丽水）盐酒税，乃匆匆赶赴贬所。不料行到丹阳途中，母杨氏夫人病殁，即奉灵柩还乡，服丧家居。元符二年（公元1098年）夏服除，改监信州（今江西上饶）盐酒税。</p> <p><strong>宦途沉浮<br></strong>　　宋徽宗即位，皇太后听政，复用元祐党人。晁补之得遇赦，又召为著作佐郎。靖国元年（公元1101年），被提升为吏部员外郎、礼部郎中，并兼史馆编修、实录检讨官。党论之祸起，他为谏官管师仁所弹劾，出知河中府，他在河中府修河桥以便民，老百姓都画了他的像进行祭拜。但他又被徙任湖州、密州和果州。大观二年（公元1180年），政局渐有缓和，晁补之先是改提西京崇福宫，又改提举南京鸿庆宫。最后令他回家，他修筑了一座归来园以自娱，自号归来子，忘情于仕途，羡慕<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的为人。宋徽宗大观末年（公元1110年），他才出党籍，复起用为达州的知州，后改知泗州，不久，便逝世，年五十八。</p><br/><h2>文学成就</h2> <p><strong>概述</strong><br>　　<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>少时即受到<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>知赏，宋神宗熙宁四年（公元1071年），晁补之19岁时（《宋史》本传云时年17，误），从父游宦杭州，观览钱塘风物之盛丽，山川之秀异，于是写了《七述》一文。此时，大文学家苏轼正做杭州通判，喜欢杭州美景，欲作杭州赋。晁补之以《七述》谒见苏轼，苏轼“读之叹曰：‘吾可以搁笔矣！’又称其文博辩隽伟，绝人远甚，必显于世，由是知名”（《宋史》本传），具体原文为“于文无所不能，博辩俊伟，绝人远甚。”（《晁君成<a href=\"http://so.gushiwen.org/author_643.aspx\">诗</a>集引》）<br>　　晁补之在诗、文、词诸方面均有所建树，《四库全书总目》卷一百五十四《鸡肋集》提要说：“今观其集，古文波澜壮阔，与苏氏父子相驰聚，诸体诗俱风骨高骞，一往逡迈，并驾于张、秦之间，亦未知孰为先后。”又卷一百九十八《晁无咎词》提要云：“其词神姿高秀，与轼可肩随。”<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>在《苕溪渔隐坐话前集》卷五十一中则特别提出：“余观《鸡肋集》，惟古乐府是共所长，辞格俊逸可喜。”</p> <p><strong>诗歌成就</strong><br>　　晁补之诗以古体为多，七律次之，其诗善学<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，骨力遒劲，辞格俊逸。也有失于散缓，散文化倾向较显著。今存词160余首，风格与东坡词相近，但缺乏苏词的旷达超妙。写景、咏花、赠和、悼亡而外，还多写贬谪生涯和田园风光，而绮艳语较少。有的篇章气象雄俊，追步东坡，如《摸鱼儿·东皋寓居》、《水龙吟·问春何苦匆匆》等篇，词气慷慨，笔如游龙，为后来名家所竞效，有人认为亦是<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>词所本。晁词时有健句豪语，如“牙帐尘昏余剑戟，翠帷月冷虚弦索”（《满江红·次韵吊汶阳李诚之待制》），但缺乏苏词的旷达超妙，而趋于凄壮沉咽。<br>　　他的诗风与<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>接近，而且以乐府诗见长。他的乐府诗具有浓郁的民歌风味，如《豆叶黄》：蒹葭苍，豆叶黄，南村不见冈，北村十顷强。东家东满箱，西家未上场。豆叶黄，野离离，鼠窟之，兔入畦。豕母从豚儿，豕啼豚咿咿，衔角复衔箕。豆叶黄谷又熟。翁媪衰，?糜粥。豆叶黄，叶黄不独豆。白黍堪作酒，瓠大枣红皱。豆叶黄，穰穰何朊朊，腰镰独健妇，大男往何许？官家教弓刀，要汝杀贼去。这是一幅农村的风俗画，它画出了农民生活的艰辛和负担的沉重。另一首著名的长篇歌行《芳仪怨》，是写南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的妹妹入宋后嫁孙某，又在宋辽战争中被辽圣宋所掳，封为芳仪的悲剧：“秦淮潮水钟山树，塞北江南易怀土”，“国亡家破一身存，薄命如云信流传”，辞句凄宛动人，当时曾传诵一时。<br>　　晁补之的词风颇能追步苏轼。如《洞仙歌·填<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>词》就是效法苏轼的《哨遍》之隐括陶潜的《归去来辞》的。《摸鱼儿·东皋寓居》则被公认为其代表作：“买陂塘，旋载杨柳，依稀淮岸湘浦。东皋嘉雨新痕涨，沙嘴鹭来鸥聚。堪爱处，最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。青绫被，莫忆金闺故步，儒冠曾把身识破。弓刀千骑成何事？荒了邵平瓜圃。君试觑，满青镜、星星鬓影今如许！功名浪语。便似得班超，封侯万里，归计恐迟幕。”<br>　　此词先是描述归来园的清丽景色，充分呈现啸傲风月、寄兴诗酒的意趣襟怀；过片转而悔痛年轻时徒然为馆阁侍臣消磨岁月，接着迭用旧典坐实儒冠误人，一时的荣华显赫也不足恃，总不如归隐高蹈。证诸有关史实及他的生平，就会明白晁补之心中实在是积郁着一股不易消解的愤懑，所以才激出“功名浪语”的反笔，质率径直，酣畅奔泻，以气象的阔大见长，全然不同于传统艺术规范的密丽婉曲。故《气概》卷四说：“无咎词堂庑颇大，人知辛稼轩《摸鱼儿·更能消几番风雨》一阕为后来名家所竞效，其实辛词所本，即无咎《摸鱼儿·东皋寓居》之波澜也。”此外，如《一丛花·十二叔节推以无咎生日，于此声中为辞，依韵和答》二首，简直同《摸鱼儿》如出一辙，只不过有些句子情绪更加激切，吐属更为率直发露，犹似骨鲠塞喉，尽出方快。这与含蓄曲幽、婉而不露的流行风格实在是背道而驰的。<br>　　当然，说晁补之属豪放词家，师承苏轼，只是就其主导倾向而言，实际上，晁补之全部词章中，伤春惜别、相思忆旧之传统题材的作品仍占约半数之多，并颇具清新蕴藉韵味与柔丽绵邈情调，合乎词的当行本色。如他的《引驾行·梅精琼绽》一词，起首说春光满园，人却独自落泪，中间略事点染，歇拍便揭示出“忆年时，把罗袂”的缘由：全在旧情难忘啊！过片转过笔意呼应，只写了恋人留在印象最深处的一个细微动作，则她的风采便跃然可见。那艳红的樱桃仿佛一根基线，将今春与去春连缀起来，韵华依然，芳姿历历能迹，人竟一去无音讯，当时的离别实出无奈，但此情有谁知，又堪向谁人道呢！全词用铺叙手法，章法缜密不懈，不作大幅度跨跃摇曳，率拙间饶见浑厚气，表现出作为驾驭长调的能力，得益于<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>处实多。<br>　　又如《鹧鸪天》，上阕先以“欲上面湖”虚似，暗示蛰居贬地的苦闷，随之点明“还思”齐州风物景光的本旨，见出眷念挚情。下厥慨喟年华渐老去，犹自连蹇仕途，以后纵或有幸重游旧境，只怕也没有当时豪兴了。词中即景言情，于轻歌微吟间透出流连迟回的惆怅，虽淡淡，却余味缭绕不尽，全在情思的厚重真切。</p> <p><strong>散文成就</strong><br>　　其散文成就高于诗，风格温润典缛，流畅俊迈。吴曾认为四学士中，“秦、晁长于议论”，张文潜有“晁论峥嵘走珠玉”之句（《能改斋漫录》卷十一）。他的记叙体散文，如《新城游北山记》、《拱翠堂记》等，或即景抒情，描摹真切；或借事寓理，叙议交织，均可看出苏（轼）文的影响。著有《鸡肋集》70卷，其中诗赋23卷，杂著散文47卷，有《四部丛刊》本。<br>　　他的散文擅长描绘山林景物，名篇有《照碧堂记》《拱翠堂记》《有竹堂记》等，而以《新城游北山记》最为脍炙人口：“去新城之北三十里，山渐深，草木泉石渐幽，初犹骑行石齿间。旁皆大松，曲者如盖，直者如幢，立者如人，卧者如虬。松下草间有泉，沮洳伏见，堕石井，锵然而鸣。松间藤数十尺，蜿蜒如大螈。其上有鸟，黑如鸲鹆，亦冠长喙，俯而啄，磔然有声。稍西，一峰高绝，有蹊介然，仅可步。系马石嘴，相扶携而上，篁筱仰不见日，如四五里，乃闻鸡声。有僧布袍蹑履来迎，与之语，愕而顾，如麋鹿不可接。顶有屋数十间，曲折依崖壁为栏楯，如蜗鼠缭绕乃得出。门牖相值，既坐，山风飒然而至，堂殿铃铎皆鸣，二三子相顾而惊，不知身之在何境也。”晁氏善于继承<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>写山水游记的传统，风格峭刻峻洁，语言凝练简朴。此文可见一斑。</p> <p><strong>作品集</strong><br>　　《宋史·气文志》曾录有晁补之《左氏春秋传杂论》一卷、《续楚辞》二十卷、《变离骚》二十卷、《鸡肋集》一百卷[6]和《晁补之集》七十卷。这些集子在宋徽宗崇宁二年均遭禁，现存的仅有《鸡肋集》七十集，其中诗赋二十三卷，散文杂著四十七卷，系补之从弟晁谦之于绍兴七年编成刊行于建阳。有明晁瑮本、明嘉靖三十三年重刊宋庆元五年黄汝嘉本、明崇祯八年顾凝远诗瘦阁依宋本重刊本、四部丛刊本。另补之现存一百六十余首，有明毛晋汲古阁刊《晁氏琴趣外篇》六卷本、旧钞《鸡肋集词》一卷本、旧钞《晁补之乐府》一卷本、清道光十年晁氏裔孙贻端刊《晁氏丛书》本、涵芬楼刊林大椿七卷本、吴昌绶煦楼影刊宋金元明本词本，龙榆生《苏门四学士词·晁氏琴趣外篇》校点本等。 </p><br/><h2>文学观念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>生活在北宋宋仁宗、宋英宗、宋神宗、宋哲宗、宋徽宗几帝期间，正值北宋王朝由盛渐衰之际，社会的各种矛盾、朝内新旧党争，日益尖锐、激烈。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的变法受到保守派的强烈反对，加上自身的弱点，最后失败。北宋王朝在日趋激化的社会矛盾，以及朝政的危机中，越陷越深。昏庸的宋帝及统治集团已无力、也不可能改变和摆脱这一衰败局面。在当时黑暗腐败的社会里，尽管晁补之有济世之志，但不能施展，政治抱负不能实现。他在任职期间，虽颇有政绩，但不被重用；相反，却一次次受排斥、被贬官。</p> <p>　　晁补之联系他仕途坎坷、郁郁不得志的身世，愤怨抑郁的心情凝聚于笔端，抒之于词章之中。他这种情感，从其创作的许多<a href=\"http://so.gushiwen.org/author_643.aspx\">诗</a>词作品中都程度不同的流露出来。其中较有代表性的是他于元符二年（公元1099年），贬监信州酒税时写的《迷神引·贬玉溪，对江山作》（引自《晁氏琴趣外篇》卷二）：</p> <p>　　黯黯青山红日暮，浩浩大江东注。余霞散绮，向烟波路。使人愁，长安远，在何处。几点渔灯小，迷近坞。一片客船低，傍前浦。</p> <p>　　暗想平生，自悔儒冠误。觉阮途穷，归心阻。断魂素月，一千里，伤平楚。怪竹枝歌，声声怨，为谁苦。猿鸟一时啼，惊岛屿。烛暗不成眠，听津鼓。</p> <p>　　这首词写他目睹夕阳江水、烟波暗淡、一片客船的苍茫景象，心中产生出万千思绪，不禁发出帝乡归路在何处的感慨。“暗想平生，自悔儒冠误”，联系自己被贬职的境遇，以“断魂素月”、猿鸟哀啼，烘托他的凄苦心境。“烛暗不成眠，听津鼓”，表现出他沦落天涯、长夜不眠的悲苦。</p> <p>　　晁补之一生嗜学不倦，文章名重一时。《宋史》本传云：“补之才气飘逸，嗜学不知倦，文章温润典缛，其凌丽奇卓出于天成。尤精《楚辞》，论集屈、宋以来赋咏为《变离骚》等三书。安南用兵，著《罪言》一篇，大意欲择仁厚勇略吏为五管郡守，及修海上诸郡武备，议者以为通达世务。”晁补之散文流畅，其政论、论史之作，比较注重“事功”，并对空泛、迂腐、不切实际的议论，有所嘲讽。他除善文外，亦工诗词书画。其所作诗文凡70卷，名《鸡肋集》，另有收录晁补之词作的《晁氏琴趣外篇》6卷，此两种著作辑本，今均传于世。 </p><br/><h2>家世</h2> <p><strong>简介</strong><br>　　晁氏家族在宋代是仕宦世家，吕夷简、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>等是晁氏姻亲，<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>、吕东莱、梁师成等与晁家均相友善。</p> <p><strong>高祖晁迪</strong><br>　　高祖晁迪，赠刑部侍郎。曾祖晁宗简为尚书刑部郎中，知越州，赠特进吏部尚书。又高叔祖晁迥，宋真宗朝任翰林学士承旨、太子少傅。迥子晁宗悫官至参知政事，可谓名重一时。</p> <p><strong>族叔<a href=\"http://so.gushiwen.org/author_62.aspx\">晁端礼</a></strong><br>　　补之族叔晁端礼（1046年—1113年），字次膺。一作元礼。词人。常与补之唱和。徽宗政和三年（1113年），进《并蒂芙蓉》词，得徽宗称赏，于是以承事郎为大晟府协律。“与万俟雅言（咏）齐名，按月律进词”。（《唐宋诸贤绝妙词选》卷七）未及供职即病逝。著有《闲适集》、《闲斋琴趣外篇》。由于世族的逐渐衰落。</p> <p><strong>父亲晁端友</strong><br>　　补之父晁端友仅做过上虞令、新城令之类小官。</p> <p><strong>堂弟晁冲之</strong><br>　　补之堂弟晁冲之（生卒年不详）字叔用。<a href=\"http://so.gushiwen.org/author_643.aspx\">诗</a>人。早年师事著名诗人陈师道，隐居阳翟（今河南禹县）具茨山。为吕本中《江西诗社宗派图》所列26人之一。其诗“专学老杜诗”。（《紫微诗话》）笔力雅健，风格高古，为<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>、王渔洋等诗家所称赏。有《晁具茨先生诗集》15卷。其子<a href=\"http://so.gushiwen.org/author_1867.aspx\">晁公武</a>（约公元1105年—1180年），字子止，人称昭德先生，是宋代著名学者、目录学家、藏书家，所著《郡斋读书志》，是我国最早的一部附有提要的私家藏书目录。</p> <p><strong>从弟晁咏之</strong><br>　　补之从弟晁咏之（生卒年不详），字之道，少有异才，深受苏轼赏识，著有文集50卷，已佚。</p> <p><strong>其他亲人</strong><br>　　如其从叔晁端淑、从弟晁说之等，皆有文名。</p>"
}