{
  "id": 1754,
  "star": 1,
  "name": "宗楚客",
  "image": "http://img.gushiwen.org/authorImg/zongchuke.jpg",
  "dynasty": "唐代",
  "desc": "宗楚客(?-710年7月22日) 唐代大臣，宰相，诗人。字叔敖，蒲州(今山西永济县西)人，祖籍南阳(今河南南阳市)。工诗，《全唐诗》录存其诗六首，皆为奉和应制、粉饰升平之作。其中《奉和人日清晖阁宴群臣遇雪应制》、《奉和幸安乐公主山庄应制》等，词藻典丽，对仗精工，为旧时选家所称赏。传在《旧唐书》卷九十二、《新唐书》卷一○九，事又见新、旧《唐书·则天皇后纪》。",
  "content": "<h2>生平</h2> <p><strong>官至宰相</strong></p> <p>　　武后时，突厥沓实力吐敦降唐，部落迁居平夏，谣传吐敦反叛，京师震动。当时，<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>为兵部员外郎，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>召见，咨问方略。宗楚客分析吐敦为人忠义和厚，不会轻易反叛，但其侄默子，颇为狡悍。素与吐敦不和，所叛者非默子而无他人。不过此人无大能耐，不会造成严重后果。果然不出宗楚客所料，不久夏州上奏默子劫部落北奔，被州兵与吐敦所擒。事后，张仁亶请在夏州筑三处受降城以防突厥南下，议者多不同意，唯宗楚客赞成，并指出筑三城有万世之利。</p> <p><strong>被贬司马</strong></p> <p>　　后来，宗楚客与兄宗秦客因贪赃流放岭外，岁余还京，任夏官侍郎、同凤阁鸾台平章事，因与权贵武懿宗不和，加之营造府第，僭侈过度，再次贬为播州司马，从此，又从豫州长史，渐至少府少监，并恢复了原来的职位。宗楚客二次任相后，又因聘邵王*女被贬为原州都督。终武则天执政时，宗楚客虽谓官运亨通，但复起复落，也多坎坷。</p> <p><strong>兵部尚书</strong></p> <p>　　唐中宗返政后，权贵武三思与韦皇后勾结，操纵国政，势倾中外。宗楚客尽力结纳武三思，被引荐为兵部尚书。在皇太子李重俊与武三思、韦皇后的宫廷斗争中，宗楚客如终站在武三思与韦皇后一面，与杨再思等人率兵2000余人拒守在太极殿前。李重俊兵败后，逃入终南山，宗楚客派果毅赵思慎追捕，并奏请断李重俊身首祭武三思幽灵。斗争平息后，宗楚客又升为同中书门下三品，再次身居宰相之位。武三思死后，宗楚客步其后尘，与韦皇后、安乐公主勾结在一起，权势日张。他与纪处纳结为朋党，史称“宗纪”，成为活着的武三思。</p> <p>　　景龙二年(708年)，唐中宗诏突厥娑葛为金河郡王，部下阙啜忠节心怀不满，贿赂宗楚客，阻止此事。由此引起娑葛怒恨，率兵侵掠，成为边患。监察御史崔琬上奏唐中宗，揭发宗楚客作威作福，与外境交结，为国家生怨。宗楚客不但不认罪，反而声肆厉色地大言自己忠鲠，被崔琬诬陷。唐中宗不敢追究根由，约二人饮酒，结为兄弟而和解，唐中宗因此落了个“和事天子”的称呼。</p> <p><strong>不臣之心</strong></p> <p>　　宗楚客随着权势的膨胀，政治野心越来越大，外表上依附韦皇后，但内心却逆谋已久。曾对其党说，我初在卑位，尤爱宰相职权，及为宰相，又想当天子，哪怕南面称寡一日便心满意足了。但没等到这天来临，韦氏集团就被临淄王<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>铲除，宗楚客与弟宗晋卿同时被诛。</p> <p>　　宗楚客在唐前期三次任相，是一位显赫的政治人物。但是，为了实现自己的权欲和利欲，依附武三思、韦皇后一股腐朽势力，反对改革。特别是在太子李重俊与韦皇后的斗争中，表现得尤为突出。如果不是他杀害李重俊，唐代盛世“开元之治”将会提早出现。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>随着权势的膨胀，政治野心越来越大，外表上依附韦皇后，但内心却逆谋已久。曾对其党说，我初在卑位，尤爱宰相职权，及为宰相，又想当天子，那怕南面称寡一日便心满意足了。但没等到这天来临，韦氏集团就被临淄王<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>铲除，宗楚客与弟晋卿同时被诛。</p> <p>　　宗楚客在唐前期三次任相，是一位显赫的政治人物。但是，为了实现自己的权欲和利欲，依附武三思、韦皇后一股腐朽势力，反对改革。特别是在太子李重俊与韦皇后的斗争中，表现得尤为突出。如果不是他杀害李重俊，唐代盛世“开元之治”将会提早出现。</p><br/><h2>家族成员</h2> <p><a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>之侄，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>最后一任妻子宗氏，是前宰相<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>的孙女。</p>"
}