{
  "id": 1540,
  "star": 1,
  "name": "姚崇",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1540.jpg",
  "dynasty": "唐代",
  "desc": "姚崇（651年－721年），本名元崇，字元之，陕州硖石（今河南陕县）人，唐代著名政治家，嶲州都督姚懿之子。姚崇文武双全，历仕则天、中宗、睿宗三朝，两次拜为宰相，并兼任兵部尚书。他曾参与神龙政变，后因不肯依附太平公主，被贬为刺史。唐玄宗亲政后，姚崇被任命兵部尚书、同平章事，进拜中书令，封梁国公。他提出十事要说，实行新政，辅佐唐玄宗开创开元盛世，被称为救时宰相。姚崇执政三年，与房玄龄、杜如晦、宋璟并称唐朝四大贤相。721年（开元九年），姚崇去世，追赠扬州大都督，赐谥文献。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>年轻时生性洒脱，注重气节，勤习武艺，以打猎自娱，二十岁后发奋读书，以孝敬挽郎的身份步入仕途，又考中下笔成章举，授为濮州司仓参军，累迁至夏官郎中。</p> <p><strong>担任宰相</strong></p> <p>　　696年（万岁通天元年），契丹李尽忠、孙万荣作乱，攻陷河北数州。当时，军机事务繁忙，姚崇处理得当，有条有理，深受<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>赏识，被擢升为夏官侍郎。</p> <p>　　698年（圣历元年），姚崇升任同凤阁鸾台平章事，成为宰相，后改任凤阁侍郎，又兼任相王府长史。</p> <p>　　704年（长安四年），姚崇因母亲年迈，请求辞去官职。武则天遂免去他的宰相之职，但保留其相王府长史一职，让他奉养老母。不久，武则天又让姚崇兼任夏官尚书，同凤阁鸾台三品。姚崇推辞道：“夏官执掌兵权，臣是相王府属官，兼任夏官不利于相王。”武则天深以为然，便改任他为春官尚书。</p> <p>　　当时，武则天的男宠张易之欲把长安大德寺中的十名僧人调到定州，充实私置寺院，致使僧人上诉。姚崇不顾张易之的屡次说情，断停此事，因此得罪张易之，被贬为司仆寺卿，但仍保留宰相头衔。九月，姚崇出镇灵武，充任灵武道行军大总管、安抚大使，并举荐秋官侍郎<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>为宰相。</p> <p><strong>贬为外任</strong></p> <p>　　705年（神龙元年），张柬之与桓彦范等人，发动神龙政变，拥立唐中宗为皇帝，复辟唐朝。姚崇恰于此时回到京城，得以参与政变密谋，因功赐爵梁县侯，实封二百户。不久，姚崇被外放为亳州刺史，后历任宋州、常州、越州、许州。</p> <p>　　710年（景云元年），唐睿宗继位。姚崇被征召回朝，担任兵部尚书、同中书门下三品，又升任中书令。姚崇与<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>协力合作，革除中宗时期弊政，任用忠良，贬黜奸邪，赏罚分明，杜绝请托，使得各项法度重新得到整饬，朝野都认为国家复有贞观、永徽之风。</p> <p>　　当时，太平公主干扰朝政，诸王手握兵权，对皇太子<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>构成威胁。711年（景云二年），姚崇与宋璟密奏睿宗，建议将宋王李成器、豳王李守礼外放为刺史，将岐王李范、薛王李业由羽林将军改为东宫属官，并让太平公主迁居东都。太平公主大怒，指责李隆基。李隆基无奈，只得上奏皇帝，称姚崇离间宗室。姚崇因此被贬为申州刺史，后历任扬州长史、淮南按察使、同州刺史。他政法简肃，吏治清明，得到百姓立碑颂扬。</p> <p><strong>辅政开元</strong></p> <p>　　713年（开元元年），唐玄宗李隆基发动先天政变，诛杀太平公主党羽，后到新丰（在今陕西临潼东北）检阅军队。当时，姚崇正在同州担任刺史，距离新丰不到三百里，按规定应到行在见驾，而唐玄宗也密召姚崇前来。姚崇到后，与唐玄宗议论天下大事，侃侃畅谈，不知疲倦，唐玄宗有意任命他为宰相。姚崇遂提出十条政治主张：</p> <p>　　1.实行仁政，废除严刑峻法。</p> <p>　　2.息兵休战，不求边功。</p> <p>　　3.法行自近，公平执法。</p> <p>　　4.宦官不得干政。</p> <p>　　5.拒绝租赋外的贡献。</p> <p>　　6.皇亲国戚不得担任台省官。</p> <p>　　7.礼待朝臣。</p> <p>　　8.虚怀纳谏。</p> <p>　　9.不再增建道观、佛寺。</p> <p>　　10.以两汉外戚专权为鉴戒。</p> <p>　　唐玄宗欣然接受。次日，姚崇被任命为兵部尚书、同中书门下三品，封梁国公，后升任紫微令。</p> <p>　　姚崇拜相后，佐理朝政，革故鼎新，大力推行社会改革，兴利除弊。他从整饬制度入手，罢去冗职，选用官吏，并抑制皇亲、国戚和功臣的权势，注意发展生产，为开元盛世奠定了政治基础和经济基础。</p> <p><strong>灭蝗救灾</strong></p> <p>　　716年（开元四年），山东地区发生蝗灾。百姓只知设祭膜拜，却不敢捕杀蝗虫，任由蝗虫嚼食禾苗。姚崇上奏道：“《<a href=\"http://so.gushiwen.org/author_1540.aspx\">诗</a>经》道：‘秉彼蟊贼，付畀炎火。’汉光武帝也曾下诏道：‘勉顺时政，劝督农桑。去彼螟蜮，以及蟊贼。’这些都足以证明灭除蝗虫是应该的。蝗虫怕人，容易驱除。田地都有主人，让他们救护自己的庄稼，一定会很卖力。夜间焚火，在旁挖坑，边烧边埋，蝗虫才能灭尽。古代有除蝗而没能灭尽的，只是因为没有尽力。”于是派出御史为捕蝗使，督促各地灭蝗。</p> <p>　　当时，朝议鼎沸，都认为蝗虫不宜捕杀，唐玄宗犹豫不定。姚崇进言道：“庸儒拘泥不化，不知变通。事物的发展常有违反经典而切合潮流的，也有违反潮流而合乎权宜的。古时曾有蝗灾，只因不肯捕杀，以致发生饥荒，百姓相食。如今飞蝗遍地，反复繁殖，河南河北家无宿粮，若无收获则百姓流离，关乎国家安危。灭蝗即使不能尽灭，也比留下来形成灾患为好！”唐玄宗深以为然。</p> <p>　　唐玄宗虽被说服，但百官仍疑惧不安。黄门监卢怀慎道：“蝗虫乃是天灾，岂是人力所能除。况且杀虫太多，有伤天和。”姚崇道：“楚惠王吞蛭治好痼疾，孙叔敖斩蛇得到福报。如今蝗虫可以驱除，若任其成灾，粮食将被食尽，到时百姓怎么办？灭蝗救人，如果天降灾殃，有我姚崇承担，绝不会推诿给您。”卢怀慎无言以对。</p> <p>　　地方官员对灭蝗之举仍有反对意见。汴州刺史倪若水进言道：“只有修德才能消除天灾，前赵刘聪除蝗不成反而招致更大的危害。”他拒绝御史的指挥，不肯灭蝗。姚崇写信责备道：“刘聪篡逆之君，德不胜妖，陛下圣明之主，妖不胜德。古时州有良守，蝗虫不敢入境，如果说修德可以免除蝗灾，发生蝗灾就是无德造成的么？”倪若水不敢抗拒，只得配合捕杀蝗虫。在姚崇的坚持下，蝗灾的危害被减小到最低限度，虽然连年蝗灾，也没造成大面积的饥荒。</p> <p><strong>晚年荣宠</strong></p> <p>　　姚崇在京城没有住宅，寓居在罔极寺中，因疟疾卧床不起。唐玄宗每日派遣使者数十人，前去探病，每遇军国重事，都命黄门监<a href=\"http://so.gushiwen.org/author_3112.aspx\">源乾曜</a>去征求他的意见。后来，唐玄宗采纳源乾曜的建议，命姚崇搬入四方馆居住，并准许他的家属侍疾。姚崇认为四方馆存有官署文书，不是病人居住之地，极力推辞。唐玄宗道：“设置四方馆本就是为官员服务，朕安排您住进来，是为国家考虑。如果可能，朕恨不得让您住进宫里，您不要推辞！”</p> <p>　　姚崇虽是一代贤相，但却教子无方。其子姚彝、姚异广交宾客，招权纳贿，遭到舆论的非议。中书主书赵诲接受胡人贿赂，因事情败露，被唐玄宗定为死罪，姚崇也极力营救。玄宗对此非常不悦，在赦免京城罪囚时，特意在敕文中注明，将赵诲流放岭南。姚崇为此忧惧不安，数次请辞相位，并推荐广州都督宋璟继任宰相。不久，姚崇被罢去宰相之职，改任开府仪同三司。</p> <p>　　唐玄宗虽将姚崇罢相，但对他仍极为尊崇，让他五日上朝一次，遇到重大政事也专门征询他的意见。720年（开元八年），唐玄宗封姚崇为太子少保，但他却因病没有接受。</p> <p>　　721年（开元九年），姚崇病逝，终年七十二岁，追赠扬州大都督，谥号文献。729年（开元十七年），唐玄宗又追赠姚崇为太子太保。</p><br/><h2>轶事典故</h2> <p><strong>力保百官</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>曾与侍臣谈论起周兴、来俊臣主持刑狱，朝臣反逆案件颇多一事，怀疑其中是否有冤狱。<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>进言道：“垂拱以来因谋反罪被处死的人，大多都是由于周兴等罗织罪名，以便自己求取功劳造成的。陛下派亲近大臣去查问，这些大臣也不能保全自己，哪里还敢动摇他们的结论！被问之人如果翻供，又惧怕惨遭毒刑，与其那样不如早死。如今酷吏诛除，我以一家百口人的性命向陛下担保，今后朝廷内外大臣不会再有谋反的人。若是稍有谋反之实，我愿承受知而不告的罪责。”武则天大悦道：“以前的宰相都顺从周兴等人，使酷吏得逞，让朕成为滥用刑罚的君主。听到你说的话，很合朕心意。”于是赏赐姚崇白银千两。</p> <p><strong>泣辞旧主</strong></p> <p>　　神龙政变后，武则天移居上阳宫，百官都为唐朝复辟而相互称庆，只有姚崇哭泣不止。<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>对他道：“今天难道是哭泣的时候吗？恐怕您从此要大祸临头了。”姚崇道：“我长期事奉则天皇帝，现在突然辞别，感到悲痛难忍。我随你们诛除凶逆，是尽臣子本分，今日泣辞旧主，也是人臣应有的节操，就算因此获罪，我也心甘情愿。”</p> <p><strong>疏汏僧尼</strong></p> <p>　　唐中宗时期，贵戚竞相营建佛寺，滥度僧尼。很多富户强丁也乘机削发为僧，以逃避徭役。姚崇执政后，进言道：“佛图澄、鸠摩罗什号称高僧，也不能挽救后赵、后秦的灭亡。齐世宗、梁武帝崇信佛教，却未能免除灾殃。陛下只要能使百姓安居乐业，就是佛身，无需剃度奸诈之徒，让他们败坏佛法！”唐玄宗采纳了他的建议，命官员筛选淘汰全国僧尼，因弄虚作假被勒令还俗的多达一万二千余人。</p> <p><strong>贬斥功臣</strong></p> <p>　　唐玄宗继位后，对辅助他发动政变的功臣多有贬斥，这和姚崇也有很大的关系。</p> <p>　　姚崇担任同州刺史时，<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>曾因旧怨，唆使赵彦昭弹劾他。姚崇拜相后，张说非常惶恐，到岐王府中暗通款曲。一日，姚崇在退朝后故意落在后面，并在唐玄宗询问时称有足疾。玄宗问道：“是不是很痛。”</p> <p>　　姚崇答道：“我心里担忧，痛楚不在脚上！岐王是陛下爱弟，张说是朝中辅臣，他秘密出入岐王家中，恐怕岐王要为张说所误，所以我很担忧。”唐玄宗因此将张说贬到相州。<br><a href=\"http://so.gushiwen.org/author_2745.aspx\">魏知古</a>早年曾得到姚崇的引荐，后与姚崇并列相位，对他略有轻慢。姚崇便排挤魏知古，让他担任吏部尚书，到洛阳主持选官。魏知古非常不满。姚崇之子趁机请托于魏知古，被魏知古告知玄宗。玄宗假意问姚崇道：“你儿子才能如何？现在何处？”姚崇揣知玄宗的心意，便答道：“臣有两个儿子在洛阳任职，欲望很多但不谨慎。臣早年曾有恩于魏知古，他们一定是借此请托于魏知古。”唐玄宗认为姚崇公正无私，而魏知古却有负于姚崇，欲罢免他的官职。姚崇道：“臣的儿子行为失检，扰乱法纪，陛下却罢免魏知古，天下人一定会以为陛下偏私于臣。”唐玄宗虽然作罢，最终还是将魏知古罢为工部尚书。</p> <p>　　刘幽求、钟绍京也都因为姚崇的弹劾而遭到贬黜。</p> <p><strong>救时宰相</strong></p> <p>　　姚崇曾问紫微舍人齐浣：“我为宰相，可以和什么人相比？能比得上管仲、<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>吗？”齐浣道：“管仲晏婴所行政策虽不能传诸后世，但在他们执政时期却能一直保持。您所制定的法度则随时更改，从这一点来看，您似乎比不上他们。”姚崇又问：“那我是个怎么样的宰相？”齐浣道：“您是个救时之相。”意思是说姚崇只是拯救时弊的宰相。姚崇大喜，拍腿而言道：“救时之相，也是不容易得到的。”</p> <p><strong>太庙自坏</strong></p> <p>　　唐玄宗将要巡幸洛阳时，太庙突然崩坏。<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>进谏道：“陛下三年服丧未满，不可离京巡幸。发生灾变，是上天用以警诫的，陛下应停止东行。”唐玄宗又询问已经罢相的姚崇，姚崇道：“太庙原是前秦时期修建的宫殿，后被隋文帝改为太庙，又被大唐所袭用，已存在近三百年。高山若有朽坏也会崩塌，何况木料。这次太庙崩坏只是凑巧与陛下东行碰到一起，不是因为你要东行才崩塌的。陛下因关中歉收，粮运劳民，才东幸洛阳，这是为了百姓。东都百司都已做好迎驾准备，陛下停止东行，岂不失信于天下。依臣之见，陛下继续东行，至于太庙，让人修理就是。”唐玄宗大悦。</p> <p><strong>算计张说</strong></p> <p>　　张说曾与姚崇一同担任宰相，但常发生矛盾，对他怨恨很深。姚崇临死时，嘱咐儿子道：“我死之后，张说出于礼节，一定会来吊唁。你们可将我收藏的珍宝器皿全部陈列出来，他最喜爱这类东西。如果他看都不看，那你们就会有危险了；如果他看了，你们就将他喜欢的送给他，并请他为我撰写神道碑。你们得到碑文后，马上誊写，呈报皇帝后立即雕刻。张说一定会后悔，必会索回碑文，你们就告诉他已经呈报皇帝。”姚崇死后，张说果然跟他料想的一样，为他写了碑文，给他很高的评价，但随即后悔，派人索回，说是需要修改。姚崇之子告诉来人，碑文已通过皇帝审阅。张说知道后，懊悔的道：“死去的姚崇还能算计活着的张说，直到今天我才知道自己的才能不如他！”</p><br/><h2>家庭成员</h2> <p>父亲：姚懿，官至巂州都督，谥号文献。</p> <p>母亲：刘氏，襄州长史刘志逵之女，封彭城郡夫人。</p> <p>兄弟：姚元景，曾任宗正少卿。</p> <p>儿子：姚彝，官至光禄少卿。</p> <p>儿子：姚异，官至坊州刺史。</p> <p>儿子：姚弈，曾任礼部侍郎、尚书右丞，后受侄子姚闳牵连，贬为永阳太守。</p><br/><h2>墓葬纪念</h2> <p><strong>墓葬</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>墓位于河南省伊川县彭婆镇许营村，2008年被列为河南省第五批文物保护单位。</p> <p><strong>后世纪念</strong></p> <p>　　唐朝开元年间，百姓便把姚崇的画像当作真神来供奉。许多地方都为他修盖庙宇，希望他能保佑人民，降临福祉。台湾省云林县虎尾镇还保存有姚王爷庙，以祭祀姚崇。</p> <p>　　北宋元祐年间，陕州知州游师雄因仰慕姚崇，在姚崇故乡陕州（今河南陕县）设立姚公祠。在姚崇后裔散居各地的情况下，姚公祠被人们祭祀一直延续到民国时期。</p>"
}