{
  "id": 3052,
  "star": 0,
  "name": "康有为",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3052.jpg",
  "dynasty": "清代",
  "desc": "康有为（1858年—1927年），原名祖诒，字广厦，号长素，又号明夷、更甡、西樵山人、游存叟、天游化人，广东省南海县丹灶苏村人，人称康南海，中国晚清时期重要的政治家、思想家、教育家，资产阶级改良主义的代表人物。民国十六年（1927年）病死于青岛。康有为作为晚清社会的活跃分子，在倡导维新运动时，体现了历史前进的方向。但后来，他与袁世凯成为复辟运动的精神领袖。",
  "content": "<h2>思想主张</h2> <p><strong>经济思想</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>主张变法使中国走上资本主义的道路。他认为赋税政策方面的改革主要是”蠲厘金之害以慰民心，减出口之税以扩商务。他猛烈抨击了厘金税，认为它既不利商，又不利农，也不利于国，必须予以裁撤。他说“内地害商之政，莫甚于厘金一事，天下商人久困苦之”。指出“厘金内之务农工之源，外之损富商之实。既以筹款计，亦徒中饱吏役，而国不受其大益”。他主张通过征收印花税等开辟财源，同时举办银行、邮政等国有事业，用以代替厘金税。</p> <p>　　康有为认为商兴才能国富，统治者必须“保商”，而保商的关键在于轻税。指出“中国向者误于抑末之说，乃惟重租税以困辱之。至于吾商出口之税，重于外商人口之税，此与各国保商之道相反，商务安得不困？”康有为的轻税思想在后期发展为无税论，在《大同书》里他主张“公中更未尝向一人而收赋税，扫万国亘古重征厚敛之苦。”这种观点实际上是超越现实的空想。</p> <p><strong>宪政思想</strong></p> <p>　　1. 依宪治国观念的引入</p> <p>　　到戊戌变法以前，中国的封建制度存留长达4000余年，不可谓没有法，也不可谓没有“依法治国”，但是法自君出，权尊于法，法律作为一种统治工具，拘束臣民而不拘束君主，引礼入法，以家族为本位而维护封建等级制。康有为第一次提出了包含限制君权意义的法律概念，即宪法。他认为国家的政体可以分为专制、立宪和共和三种。在专制政体下，“一君”与“大臣数人共治其国”，而立宪政体则是“人君与千百万国民和为一体”。因此，“宪法”就是“维新之路”。早期出国留学或出使海外的中国人，也曾经提出应当改革内政、学习西方的政治体制，但往往是简单的制度引介，没有意识到宪法限制君权、对抗封建专制的作用。自康有为提倡君主立宪以来，直至清末立宪，虽然历经共和制、帝制以及民主、专制政体之反复，历任政府无不以立宪为立国之开端，无不以宪法记载一国政治的基本原则，这未尝不应归功于第一代倡导依宪治国者。</p> <p>　　2. 主张君主立宪</p> <p>　　康有为反对君主专制政体，主张君主立宪。他认为君主权威无限“大背几何公理”，主张“立一议院以行政，并民主亦不立。”又说，“君臣一伦，亦全从人立之法而出，有人立之法，然后有君臣。今此立法权归于众，所谓以平等之意用人立之法者也，最有益于人道矣。”由此，康有为在中国明确提出了作为资产阶级民主立宪理论基础的身份平等观。</p> <p>　　康有为对立宪模式的选择在戊戌变法前后有所变化。戊戌变法以前，他提倡集权制的君主立宪，类似于日本和德国。但是戊戌变法之后，他提倡虚位君主，类似于英国。戊戌变法时期，他认为“变法”应“以俄国大彼得之心为心法，以日本明治之政为政法”。前者意在强调其自上而下的改革方式，后者则指日本明治维新后所确立的君主立宪制。</p> <p>　　3. 提倡权力制衡</p> <p>　　康有为很早就从理论上肯定了三权分立、权力制衡理论的合理性。在戊戌变法之前所撰写的《实理公法全书》（1888年前）当中，康有为从几何原理出发，认为“以互相逆制立法，凡地球古今之人，无一人不在互相逆制之内。”他认为：“以一顺一逆立法，凡使地球古今之人，有彼能逆制人，而人不能逆制彼者。则必有擅权势而作威福者，居于其下，为其所逆制之人必苦矣”。他又具体指出了三权分立的主要内容：“泰西论政，有三权鼎立之义。三权者，有议政之官，有行政之官，有司法之官也。夫国之政体，犹人之身体也。议政者譬若心思，行政者譬为手足，司法者譬如耳目，各守其官，而后体立事成。”同时，他反对机构设置重叠，认为中国之弊“在治地太大，小官太疏也。”</p> <p>　　4. 民权思想与政治观</p> <p>　　在康有为之前，中国虽然有“民本”思想，但是却没有民权思想。康有为吸收了西方自由主义的民权观，强调公民自治。在《万身公法书籍目录提要及实理公法全书》中，康有为较为系统地提出了自己的民权观。他认为，人生来平等，同时又充满差异性，这些充满差异性的人是独立的，有自主权，应当“以平等之意，用人立之法”，对此进行规范。他不但主张长幼平等、朋友平等（治事门、论人公法），甚至认为君民之间也是平等的。在该书的君臣门实理中，他论述道：“民之立君者，以为己之保卫者也。盖又如两人有相交之事，而另觅一人以作中保也。故凡民皆臣，而一命之士以上，皆可统称为君”。把君主比作契约关系中的见证人，而不是以往以君主为一切社会关系的合法性来源，这在当时是一大思想进步。</p> <p>　　5. 主张实行地方自治</p> <p>　　以公民自治理论为基础，主张实行地方自治。他认为：“中国地方之大病在于官代民治，而不听民自治”，“立法之意但以为国，非以为民，但求不乱，非以求治。有大官而无小官，有国官而无乡官，有国政而无民政，有代治而无自治”。康有为所主张的地方自治，类似于“古者之封建也”，“但古者，乱世封建其一人，则有世及自私争战之患，此所以不可行也。今者升平封建其众人，听民自治，听众公议，人人自谋其公益，则地利大辟，人工大进”。他还提出了具体的参照系，即“因乡邑之旧俗而采英德法日之制”，以“万人以上地十里者为一局，或名曰邑，等具体设计。</p> <p><strong>教育思想</strong></p> <p>　　康有为把教育作为培养维新变法人才的主要途径，所办万木草堂以“激励气节，发扬精神，广求智慧”为教育宗旨。康有为光绪二十四年（1898年）六月在《请废八股试帖楷法试士改用策论折》中力陈明清两代科举考试注重八股、试帖和楷法的危害，请求光绪帝令“今乡会重试，请改试策论”。并且进一步提出废科举，兴学校。“宏开校舍，教以科学，俟学校尽开，徐废科举。”他主张“远法德国，近采日本，以定学制”。具体办法是乡立小学，县立中学，省府立高等学堂，京师立大学，并分设海、陆、医、律、师范等各专门学。</p> <p>　　康有为关于学校教育制度的设想反映在1884年写成的《大同书》中。具体情形如下：</p> <p>　　人本院：已怀孕的妇女进入人本院，接受胎教。</p> <p>　　育婴院：婴儿在人本院到6个月，断乳后进入育婴院，接受学前教育至5～6岁；任务是“养儿体，乐儿魂，开儿知识”。</p> <p>　　小学院：学习期限为6～10岁；任务是“以育德为先”，“以养体为主，而开智次之”。</p> <p>　　中学院：学习期限为11～15岁；“一生之学根本于是”，任务除养体、开智外又以育德为重。</p> <p>　　大学院：学习期限为16～20岁，任务“专以开智为主”，接受专门教育。</p> <p>　　这是一个体系完整、前后衔接的学校教育制度，强调早期教育、学前教育，主张男女教育平等，主张实行德、智、体、美诸方面发展教育，反映了改良主义者的良好愿望，具有强烈的空想色彩。</p> <p><strong>书学思想</strong></p> <p>　　康有为在书法艺术方面所作的贡献，绝不比他在政治舞台上的作为逊色。他是继<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>、包世臣后又一大书论家。他于光绪十五年（1889年）所著的《广艺舟双楫》从理论上全面地系统地总结碑学的一部著作，提出“尊碑”之说，大力推崇汉魏六朝碑学，对碑派书法的兴盛有着极其深远的影响。康有为对帖学一系作全面否定，大肆鼓吹“尚碑”意识，造就一代新风，提出“卑唐”，将有唐数百年来书家创作一笔抹杀，终觉太过偏激。康有为振聋发聩的理论是为自身创作服务立言。康有为不能容忍帖学的存在，即使象赵之谦这样以帖写碑的人都逃脱不了频频讥讽，而他却对张裕钊则大加称赞，不惜抬举到“国朝第一”的高度，他的偏激之处由此可见，但必须辨证地看，正是他的偏激使碑学发展达到了崭新的历史高度。就康有为的创作而言，对《石门铭》和《爨龙颜》用功尤深，同时参以《经石峪》和云峰山诸石刻。书写上以平长弧线为基调，转折以圆转为主，长锋羊毫所发挥出的特有的粗茁、浑重和厚实效果在他书作中有很好的体现，迥然异于赵之谦的顿方挫折、节奏流动，也不同于<a href=\"http://so.gushiwen.org/author_1931.aspx\">何绍基</a>的单一圆劲而少见枯笔，这是他的别开生面处。至于线条张扬带出结构的动荡，否定四平八稳的创作，也是清代碑学的总体特征表现。就创作形式上来说，以对联最为精彩，见气势开张、浑穆大气的阳刚之美。</p> <p>　　康有为在书学理论上虽持见多有偏激，但其对碑学的阐幽发微、探赜索隐是他人无可比附的，故其贡献也是值得后人肯定的。然他的创作实践并未能像他的思想—样光芒四射。他认为“古今之中，惟南碑与魏为可宗”，并列出其“十美”：一曰魄力雄强，二曰气象浑穆，三曰笔法跳越，四曰点画峻厚，五曰意态奇逸，六曰精神飞动，七曰兴趣酣足，八曰骨法洞达，九曰结构天成，十曰血肉丰美。有论者以此为坐标比照康氏本人的创作，谓其心有余而力稍逊，仍未能摆脱早年的帖学窠臼。康有为书法早年学<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>，后从学朱九江，宗法欧阳通、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>，又力学张芝、索靖、皇象章草，后又转学<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>、钟繇等，自谓执笔用朱九江法，临碑用包世臣法，用墨浸淫于南北朝。由此可知，碑学的养分他只吸收了—部分，其他均是杂糅诸家而成。</p><br/><h2>生平</h2> <p><strong>早年求学</strong></p> <p>　　咸丰八年二月初五日（1858年3月19日），<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>生于广东南海西樵山银塘乡一个官僚地主家庭。祖父康赞修，官至连州训导；其父康达初，官任江西补用知县；从叔祖康国器，护理广西巡抚，曾经参加过镇压太平天国运动。康有为少年时期师从康赞修、朱次琦，他们都崇信宋明理学，因此，康有为在宋明理学的影响下，鄙弃所谓汉学家的烦琐考据，企图开辟新的治学道路。学习一段理学之后，便对理学也不赞成了。因为理学仅言孔子修已之学，不明孔子救世之学。康有为五岁能诵唐<a href=\"http://so.gushiwen.org/author_3052.aspx\">诗</a>数百首。六岁时跟从简凤仪读《大学》、《中庸》、《论语》和<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>所注《孝经》，康有为十一岁时父亲去世，跟随祖父接受严格的封建正统教育，攻读经史。这时，太平天国失败不久，他“频阅邸报，览知朝事，知曾文正、骆文忠、左文襄之业，而慷慨有远志矣”。</p> <p>　　同治十一年（1872年），康有为再应童子试不售，就致力于科举考试和八股文。同治十三年（1874年），“始见《瀛寰志略》、地球图，知万国之故，地球之理”。光绪二年（1876年），他应乡试不售，跟从朱次琦学习。朱次琦教学重四行五学：四行是敦行孝弟，崇尚名节，变化气质，检摄威仪；五学是经学、文学、掌故之学、性理之学、词章之学。主张济人经世，不为无用之空谈高论；“扫去汉、宋之门户，而归宗于孔子”。康有为受其影响，“以圣贤为必可期”，“以天下为必可为”。又攻读<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、钱大昕、<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>等人论述历史的著作，于是“议论宏起”。光绪四年（1878年），继续跟随朱次琦读书，攻读《周礼》、《仪礼》、《尔雅》、《说文》、《水经注》诸书，以及《楚辞》、《汉书》、《文选》诸文，“大肆力于群书”。不久，以日埋故纸堆中，汨其灵明，渐厌之，乃“闭户谢友朋，静坐养心”。“静坐时忽见天地万物皆我一体，大放光明。自以为圣人则欣然而笑，忽思苍生困苦则闷然而哭”。国家的危亡，现实的刺激，使他对传统的文化学术发生怀疑。</p> <p>　　光绪五年（1879年），开始接触西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化。二十二岁那年离开朱次琦，一个人到西樵山白云洞读书，读了不少经世致用的书，如顾炎武的《天下郡国利病书》、顾祖禹的《读史方舆纪要》等。同年又游了一次香港，使康有为大开眼界。以后续继阅读《海国图志》、《瀛环志略》等书，“购地球图，渐收西学之书，为讲西学之基矣”。这一年是康有为从中学转为西学的重要开端。光绪八年（1882年），康有为到北京参加会试，回归时经过上海，进一步接触到了资本主义的事物，并收集了不少介绍资本主义各国政治制度和自然科学的书刊。经过学习，康有为逐步认识到资本主义制度，比中国的封建制度先进。帝国主义的侵略，清朝的腐败，使年轻的康有为胸中燃起了救国之火。西方的强盛，康有为立志要向西方学习，借以挽救正在危亡中的祖国。从此吸取了西方传来的进化论和政治观点，初步形成了维新变法的思想体系。</p> <p><strong>长兴讲学</strong></p> <p>　　光绪九年（1883年），“购《万国公报》，大攻西学书，声、光、化、电、重学及各国史志、诸人游记皆涉焉”。创《不裹足会草例》，规定入会的人皆不能裹足，凡是已经裹足而重新放足的，都给予表彰。光绪十年（1884年），中法战争爆发，两广受到法国侵扰。康有为“感国难，哀民生”，独居一楼，“所悟日深，因显微镜之万数千倍者，视虱如轮，见蚁为象，而悟大小齐同之理”。俯读仰思，“日日以救世为心，刻刻以救世为事”。光绪十四年（1888年），康有为再一次到北京参加顺天乡试，借机第一次上书光绪帝，请求变法，受阻未上达。当年九月，他上书光绪帝，痛陈祖国的危亡，批判因循守旧，要求变法维新，提出了“变成法，通下情，慎左右”三条纲领性的主张。</p> <p>　　光绪十七年（1891年），康有为徇陈千秋、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>之请，在广州长兴里万木草堂开始讲学。讲学内容主要是“中国数千年来学术源流、历史政治沿革得失，取万国公法比例推断之”，“大发求仁之义，而讲中外之故，救中国之法”。并为变法运动创造理论。先后写了《新学伪经考》和《孔子改制考》两部著作，这两部书都是在尊孔名义下写成的。前一部书把封建主义者历来认为神圣不可侵犯的某些经典宣布为伪造的文献。后一部书把本来偏于保守的孔子打扮成满怀进取精神，提倡民主思想、平等观念的人。康有为的这些看法，虽都不科学，但他的改革精神却在知识界产生了强烈的震动和反响，而对封建顽固守旧分子构成了很大的威胁，因而这两部书被他们视为异端邪说。次年，康有为将讲堂移至广州卫边街邝氏祠。</p> <p>　　光绪十九年（1893年），仍讲学于卫边街。同年冬，迁草堂于府学堂仰高祠，这时康有为已有一百多个学生了。光绪二十年（1894年），康有为开始编《人类公理》一书，这本书经多次修补，后来定名为《大同书》发表。《大同书》描绘了人世间的种种苦难，提出大同社会将是无私产、无阶级、人人相亲、人人平等的人间乐园。这当然是荒谬的。康有为写了《大同书》，他没有也不可能找到一条到达大同的路。在从容不迫地为戊戌变法奠定了理论基础之后，康有为积极地进行了变法实践。同年，中日甲午战争爆发，中国又一次惨败。</p> <p><strong>酝酿变法</strong></p> <p>　　光绪二十一年（1895年）三月二十三日，清廷与日本签订丧权辱国的《马关条约》，瓜分危机更是迫在眉睫。康有为趁入京应试的机会，联合各省应试举人1300余人，于四月初八日（5月2日）联名请愿，发动“公车上书”。他在“公车上书”中，请求拒和、迁都、练兵、变法，提出“下诏鼓天下之气”、“迁都定天下之本”、“练兵强天下之势”、“变法成天下之治”等改良派的救国纲领。认为变法着重在富国、养民和教民三方面。提出富国之法有六：一、钞法，户部用精工造钞票，设官银行，以扩充商务；二、建筑铁路，收我利权；三、制造机器、轮舟，奖励新制造，并发展、保护民营工业；四、矿务，开设矿学，请比利时人教导勘测，选才督办，不滥用私人；五、铸银，各省设铸银局，以塞漏卮；六、邮政，设邮政局。养民之法有四：一、务农；二、劝工；三、惠商；四、恤穷。教民之法则为分立学堂、开设报馆，以“化导愚民，扶圣教而塞异端”。这是康有为的第二次上书，也是改良派正式登上政治舞台的第一幕。</p> <p>　　“公车上书”被拒绝代呈，光绪帝没有看到。不久榜发，康有为得中进士，授工部主事。康有为又于同年五月初六日呈送《上清帝第三书》，提出了变法的步骤，指出自强雪耻之策有四：即富民、养民、教士、练兵，而如何审端致力于上述四策，则在乎“求人才而擢不次”、“慎左右而广其选”、“通下情而合其力”三者，以求“人才得，左右贤，下情达”。这次上书由都察院代呈，光绪帝第一次读到他的上书。接着，他又上《第四书》，再次吁请“尊贤而尚功，保民而亲下”，使“有情必通，有才必用”，并正式提出了“设议院以通下情”的主张，但又被顽固派拒绝代呈。康有为在不断上书光绪帝，以争取进行自上而下的政治改革的同时，又“日以开会之义号之于同志”，认为“思开风气，开知识，非合大群不可”，“合群非开会不可”。于是先办《万国公报》，于光绪二十一年（1895年）六月二十七日创刊于北京，“遍送士夫贵人”，使之“渐知新法之益”，“告以开会之故”，并于十月初（11月中）成立了强学会，又名译书局，也叫强学书局。参加强学会的还有梁启超、陈炽、沈曾植、沈曾桐、<a href=\"http://so.gushiwen.org/author_666.aspx\">文廷式</a>、丁立钧、杨锐等，翁同龢等也予支持，强学会成为改良派与帝党相结合的政治团体。《万国公报》后改为《中外纪闻》，于十一月初一日（12月16日）正式出版，双日刊，有阁抄、新闻及“译印西国格致有用之书”，译印后每加附注，论说不多。光绪二十一年十二月初六日（1896年1月20日），后党御史杨崇伊上疏弹劾，“请饬严禁”。强学会被改为官书局，专欲“译刻各国书籍”，不准议论时政，不准臧否人物，这样，“专为中国自强而立”的强学会已违失原旨。康有为在北京发起筹组强学会后，于光绪二十一年八月二十九日（1895年10月17日）出京，至南京游说张之洞，在南北之汇的上海设立强学会，“以上接京师，次及于各直省”。十月，上海强学会成立，拟定章程，说明设立的目的是通声气、聚图书、讲专门、成人才、扶“圣教”。十一月二十八日（1896年1月12日），刊《强学报》，以孔子纪年，欲“托古以改今制”，宣传设会办报，倡导维新变法。北京强学会被劾奏，上海强学会也遭封禁。不久，在此基础上创办《时务报》，由梁启超任主笔，鼓吹康有为的变法主张，议论敏锐，文字新颖，在当时影响广泛。</p> <p>　　光绪二十三年（1897年），德国强占胶州湾，康有为再次上书请求变法。戊戌变法之前，康有为撰写了两部有关明治维新史的专著。一部是《日本书目志》，同年冬由上海大同译书局出版。另一部是在故宫博物院发现的《日本变政考》。据日本学者研究，“在大量收集和阅读日本书籍的过程中，他对明治维新的史实进行不少改动和捏造，借以适合中国当时变法改制的需要。这些改动大都和作者所建议的具体变法措施有着密切关系。”次年一月，光绪帝下令康有为条陈变法意见，他呈上《应诏统筹全局折》，又进呈所著《日本明治变政考》、《俄罗斯大彼得变政记》二书。四月，他和梁启超组织保国会，号召救国图强。</p> <p><strong>戊戌干将</strong></p> <p>　　光绪二十四年（1898年）六月十六日，光绪帝在颐和园勤政殿召见康有为，任命他为总理衙门章京，准其专折奏事，筹备变法事宜，史称戊戌变法。戊戌变法之初，在康有为的幕后主持下，光绪帝推动了一系列的改革，此后，康有为迭上奏折，对政治、经济、军事、文教方面提出不少改革建议，包括拟定宪法、开制度局、禁止妇女缠足、裁冗官、置散卿、废漕运、撤厘金、裁绿营、放旗兵、废八股试帖楷法取士、改书院、废淫祠等，希望中国有一个不要根本改变封建制度而可以发展资本主义的宪法；要求保护工商业，予中国资本主义适当的发展；要求重练海陆军，挽救中国被帝国主义瓜分的危机；要求废科举、办学校，以培养新的人才。这时，他还和梁启超、<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>、杨深秀等积极策划推行新政。</p> <p>　　“百日维新”期间，新旧斗争异常尖锐，例如废八股疏上，后党即多方阻挠，公开宣称嫉恶康有为如仇敌，说是“摇惑人心，混淆国是”；还有人严参康有为，说其“聚集匪徒，招诱党羽”，“遍结言官，把持国是”。康有为和御史宋伯鲁、杨深秀等予以反击。但是，后党掌握了军政实权，而光绪帝则只有起草上谕权。七月中旬，后党怀塔布、杨崇伊先后到了天津看荣禄，阴谋策划政变，推翻新政。光绪帝先后发出两次“密诏”，担心“今朕位几不保”，并明谕康有为“迅速前往上海，毋得迁延观望”。八月初五日（9月20日），康有为离京南下。次日，慈禧太后再出“训政”，戊戌政变发生。</p> <p>　　戊戌变法期间，日本前首相伊藤博文至中国访问。当时英国传教士李提摩太向变法派领袖康有为建议，要求清朝方面聘请伊藤为顾问，甚至付以事权。于是，变法派官员在伊藤抵华后，纷纷上书请求重用伊藤，引起保守派官员的警惕。保守派官员杨崇伊甚至密奏慈禧太后：“风闻东洋故相伊藤博文，将专政柄。伊藤果用，则祖宗所传之天下，不啻拱手让人。”这种激烈的言论，促使慈禧太后在光绪二十四年（1898年）八月初四（9月19日）由颐和园回到紫禁城，意欲了解光绪皇帝对伊藤有何看法。不过，伊藤与李提摩太又向康有为提议“中美英日合邦”。于是，在康有为的授意下，变法派官员杨深秀于八月初五（9月20日）上书光绪皇帝：“臣尤伏愿我皇上早定大计，固结英、美、日本三国，勿嫌‘合邦’之名之不美。”另一变法派官员宋伯鲁也于9月21日（八月初六）上书言道：“渠（李提摩太）之来也，拟联合中国、日本、美国及英国为合邦，共选通达时务、晓畅各国掌故者百人，专理四国兵政税则及一切外交等事。”俨然欲将中国军事、财税、外交的国家大权，交于外人之手。慈禧太后返回紫禁城后，于9月20至21日获知此事，惊觉事态严重，才当机立断发动政变，重新训政，结束了戊戌变法。</p> <p><strong>逃亡海外</strong></p> <p>　　光绪二十四年八月初七日（1898年9月21日）凌晨，慈禧太后宣布“临朝听政”，光绪帝被软禁，戊戌六君子被杀。九月初十日（10月24日），康有为经由吴淞、香港到达日本，他在途中发表公开信，说是“天祸中国，际此奇变”，称慈禧太后为“伪临朝”，称幽废光绪帝为“罪大恶极”，并将“密诏”改窜露布，提出“无徐敬业之力，只能效申包胥之哭”，表示要“奉诏出外求救”。接着，康有为发出《奉诏求救文》，首数慈禧太后大罪十条，继言光绪帝“勤政爱民，大开言路”等“圣明”。说明自己“过承知遇，毗赞维新，屡奉温室之言，密受衣带之诏”，准备“奉诏求救”。当他在香港时，就想“动身到英国去”，并“先告英使署参赞及上海领事、香港总督，请其电英廷相救”。还谒见英国子爵柏丽斯辉，“请其出力相救”。他的弟子梁启超在逃亡途中上书伊藤博文，请他与英、美诸公使商议揭破慈禧太后“欲杀寡君之阴谋，诘问其幽囚寡君之何故”。等到了日本，康有为又请文部大臣犬养毅予以支持；又上书同文会领袖近卫笃麿，说明“受衣带之诏，万里来航，泣血求救”。这时，资产阶级革命派孙中山、陈少白也在日本，“以彼此均属逋客，应有同病相怜之感”，拟亲往慰问，借敦友谊，曾托日人宫崎寅藏、平山周等向康有为示意。康有为表示自己奉有“密诏”，不便和革命党人往来，拒绝合作。孙中山又通过日本人的关系，组织一次孙、陈、康、梁的会谈，商讨合作方法，康有为不到会，派梁启超为代表，没有谈出什么结果。孙中山复派陈少白往访，梁启超导陈见康，陈少白反复辩论至三小时，请康有为“改弦易辙，共同实行革命大业”。康答曰：“今上圣明，必有复辟之一日。余受恩深重，无论如何不能忘记，惟有鞠躬尽瘁，力谋起兵勤王，脱其禁锢瀛台之厄，其他非余所知”。</p> <p>　　光绪二十五年（1899年），清廷向日本交涉，不准康有为留日。</p> <p>　　二月二十三日（4月3日），由日本外务省赠以旅费，康有为自横滨乘和泉丸渡太平洋，抵加拿大，在温哥华、乌威士晚士打等地演说：“惟我皇上圣明，乃能救中国”，希望华侨“齐心发愤，救我皇上”。旋渡大西洋赴美国，企图运动美国政府干涉中国内政，扶助光绪帝重掌政权，未能实现。又重回加拿大，于六月十三日（7月20日），与李福基等创设保皇会，亦称中国维新会。《会例》指出：“专以救皇上，以变法救中国黄种为主”，准备在美洲、南洋、日本、香港、澳门各埠设会，以澳门《知新报》和横滨《清议报》为宣传机关，以保救光绪帝，排除慈禧太后、荣禄、刚毅一伙顽固势力为宗旨。同年，印有《保救大清皇帝公司序例》，说要保国保种非变法不可，要变法“非上圣如皇上不可”，凡是有“忠君爱国救种之心”的都是会中同志。他把“忠君”和“救国”联系起来，把光绪帝和变法联系起来，“救圣主而救中国”，在海外颇有一些号召力。</p> <p>　　光绪二十六年（1900年），清廷下令，严命<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>将康有为、梁启超在广东本籍的祖上坟墓尽皆铲平，以儆凶邪。清廷又命闽、浙、广东督抚悬赏10万两，缉拿康有为、梁启超，呈验尸身，亦一体给赏。如愿得官阶，亦必予破格之赏。如有购阅所发报章者，严拿惩办，并将所著各书严查销毁。[23-24] 这时，义和团运动展开，他主张“助外人攻团匪以救上”，“先订和约以保南疆，次率劲旅以讨北贼”，说是光绪帝复位，就能“辑睦外交”，“中国可安，亿兆可保”，酝酿“讨贼勤王”。结果，实际活动的唐才常在汉口事泄被杀，演成自立军悲剧。</p> <p><strong>反对民主</strong></p> <p>　　义和团运动以后，推翻清朝封建统治逐渐成为时代主流。光绪二十七年（1901年），章太炎在东京《国民报》上发表《正仇满论》，指出：“夫今之人人切齿于满洲而思顺天以革命者，非仇视之谓也”，清廷腐败，“无一事不足以丧吾大陆”，不能“隐爱于光绪皇帝一人”，处于今日，“革命固不得不行”。“然则满洲弗逐，而欲士之争自濯磨，民之敌忾效死，以期至乎独立不羁之域，此必不可得之数也。浸微浸衰，亦终为欧、美之奴隶而已矣”。革命形势的发展，连康有为的弟子梁启超、欧榘甲都有些摇惑，康有为很是焦虑，连函切责。</p> <p>　　光绪二十八年（1902年），发出《答同学诸子梁启超等论印度亡国由于各省自立书》和《答南北美洲诸华侨论中国只可行立宪不可行革命书》二文，前文对梁启超等“摇于形势”，“妄倡十八省分立之说”予以驳斥，主张“今令以举国之力，日以击荣禄请归政为事，则既倒政府之后，皇上复辟，即定变法变新政而自强，是则与日本同轨而可望治效耳”。如果“移而攻满洲，是师法印人之悖蒙古而自立耳，则其收效亦与印度同矣”。康有为以为革命自立是“求速灭亡”，而立宪可以避免“革命之惨”，不准各埠再言革命，不准保皇党人稍涉游移，再三“布告同志”：“本会以保皇为宗旨，苟非皇上有变，无论如何万不变。若革命扑满之说，实反叛之宗旨，与本会相反者也。谨布告同志，望笃守忠义，勿听莠言，仆与诸公既同为保皇会人，仆以死守此义，望诸公俯鉴之。”表示死守此义，保皇不变。这时，康有为写了《孟子微》、《论语注》、《春秋笔削微言大义考》以及《大同书》。随着他的政治思想的日趋沉沦，“大同”三世学说也起了变化，说是孔子之时，“身行乎据乱”，是“乱世”，如果能循“孔子之道”，推行至于隋、唐，应该进化到“升平世”（“小康”）了；隋唐以后，“至今千载”，中国应该“先大地而太平矣”，但因秦、汉的崇“刑名法术”，王莽、刘歆的“创造伪经”，晋代以后的“伪古学大行”，以致“微言散绝”，“三世之说，不诵于人间；太平之种，永绝于中国”，而二千年的中国，只是“笃守据乱之法以治天下”。据此而言，中国二千多年的历史，不过是“乱世”，并非“小康”，与戊戌变法前的“三世”说已不同了。</p> <p>　　光绪二十九年（1903年），章太炎发表《驳康有为论革命书》，把康有为等人奉为神圣不可侵犯的光绪皇帝斥为“载湉小丑”，沉重打击了改良主义。接着，孙中山发表《敬告同乡书》，明确指出：“革命者，志在倒满而兴汉；保皇者，志在扶满而臣清。事理相反，背道而驰”。号召划清革命与保皇的界限。而康有为则漫游各地，离印度、居香港。光绪三十年（1904年），自香港至槟榔屿，自槟榔屿赴欧洲，重渡大西洋去美洲。</p> <p><strong>力主立宪</strong></p> <p>　　光绪三十一年（1905年）春，康有为自加拿大南游美国。同年秋，康有为赴欧洲，不久回到美国，撰《物质救国论》，以为中国之病弱，在于不知讲物质之学。同年，中国同盟会成立。为了抵制革命，清廷于光绪三十二年（1906年）七月十三日颁布预备立宪。正在欧洲漫游的康有为大喜过望，九月四日，发出《布告百七十余埠会众丁未新年元旦举大庆典告藏，保皇会改为国民宪政会文》，准备于丁未新年元旦行大庆典，宣布旧保皇会“告蒇”，新开国民宪政会。宣称“向日之诚，戴君如昔”，“开天之幕，政党我先”，希望重温立宪之梦。光绪三十三年（1907年）二月十日，保皇党人在纽约召开大会，康有为自欧洲赶来，正式定名为帝国宪政会，对外则称中华帝国宪政会。在章程第二条中申明：“本会名为宪政，以君主立宪为宗旨，鉴于法国革命之乱，及中美民主之害，以民主立宪万不能行于中国，故我会仍坚守戊戌旧说，并以君民共治、满汉不分为本义，凡本会会众当恪守宗旨，不得误为革命邪说所惑，致召内乱而启瓜分。”第三条申明：“本会以尊帝室为旨。”帝国宪政会成立后，康有为企图回国从事政治活动未果，指使梁启超等人与清朝皇室贵族、国内立宪分子联系，又借用侨商名义写了请愿书，请求召开国会并且制定国家宪法。光绪三十四年（1908年）八月初一日，清廷宣布自本年起第九年召开国会，再于下月颁布《宪法大纲》。这个《宪法大纲》的主要目的是要保存封建专制制度。革命派采取了坚决反对的立场，而保皇派则表示拥护。《宪法大纲》颁布不到两个月，光绪帝就“龙驭上宾”了。康有为又说帝国宪政会“本以保皇为事，忠义昭著”，“应发讨贼之义”，但是荣禄早死，慈禧太后也卒，康有为的宣传已经时过境迁，于是宣称光绪帝之死是由袁世凯下毒所致，于是签名上书监国公，请求杀贼以报光绪帝之仇。</p> <p>　　宣统二年（1910年），康有为用帝国宪政会的名义草书请求召开国会，指出“若待九年，恐国非其国”，请“立下明诏，定以宣统三年开国会”。这时，保皇会与国内的国会请愿会联系频繁，拟于年底改帝国宪政会为帝国统一党，向清政府民政部申请注册，说是“不曰会而曰党，乃合全国人士与蒙古藩王共之”，“故益光明广大之”。宣统三年（1911年），清廷严制国会请愿。四月，清廷组织皇族内阁，康有为对奕劻并不信任，一些保皇会员在海外制造舆论，散布揭贴，说是“今举中国之败坏危亡，非他人，皆奕劻一人为之而已；阻挠立宪，阻挠国会，非他人，皆奕劻一人为之而已”。警告奕劻：“若不即开国会，则为举国公敌，为卖国大贼”。五月，康有为赴日本，初住箱根，后移居须磨。八月，武昌起义爆发。康有为听到消息之后，忧心如焚，仍持“革党必无成”之说，想“用北军倒政府，立开国会，挟以抚革党”，还想“乘此以建奇功”。自我陶醉地说：“人知革之无成，士大夫皆思吾党而归心”，“他日国会开时，吾党终为一大政党，革党亦自知无人才，不能为治也”。</p> <p><strong>尊孔保皇</strong></p> <p>　　辛亥革命后，康有为于民国二年（1913年）以母丧归。在国外15年，至此归国。去国时是一个进步的维新运动领袖，回国时却是一个保守的人了。袁世凯邀请他去北京，作为袁世凯政权的点缀。康有为没有答应，这是为了记住袁世凯出卖戊戌变法的旧恨，反对袁世凯乘着革命危机逼垮了清朝。葬母完成之后，他又移居上海，办《不忍》杂志，主张“以孔子为国教，配享天坛”，说是“若今不尊孔，则何从焉，将为逸居无教之民欤？暴戾恣睢，以快嗜欲，而近于禽兽乎，则非待烹灭绝种而何？”戊戌变法前的孔子，在康有为的心目中是“维新”的孔子；这时的孔子，却是封建势力的代表者了。</p> <p>　　民国五年（1916年）三月，康有为电请袁世凯退位。六月，袁世凯逝世，康有为电大总统黎元洪，希望早日召开正式的国会，又请求“以孔子为大教，编入宪法，复祀孔子之拜跪明令，保守府县学官及祭田，皆置奉祀官，勿得荒废汗菜，勿得以以他职事假赁侵占”。</p> <p>　　民国六年（1917年），康有为和效忠前清的北洋军阀张勋发动复辟，拥立溥仪登基，不久即在当时北洋政府总理段祺瑞的讨伐下宣告失败。康有为遭通缉，潜逃上海，此后又长期隐居茅山。民国八年（1919年），五四运动爆发，康有为发表《请诛国贼救学生电》，首谓“曹汝霖、章宗祥等力行卖国，以自刈其人民，断绝其国命久矣”。继称“幸今学生发扬义愤，奉行天讨，以正曹汝霖、陆宗舆之罪。举国逖闻，莫不欢呼。</p> <p><strong>晚年生活</strong></p> <p>　　民国十二年（1923年），康有为迁居青岛汇泉湾畔，购宅居住，题其宅为“天游园”。后其几个子女在青岛读书时也都居住在此。初居青岛时，有意兴建大学，并拟好大学章程，后因胶澳商埠督办高恩洪先行一步而作罢。晚年，为青岛的优美风光写下了不少诗作，其若干诗词刻石已成为崂山景点的组成部分。民国十三年（1924年），冯玉祥部入京，把溥仪赶出清宫。康有为电北京当局，说是“挟兵逼宫”，“何以立国？”次年，从上海去天津“觐见”溥仪，漫游各地后返沪，办天游书院。关于康有为的生平事迹，虽然诸多历史学家已写下了许多专著，但对于他在1916年秋至1927年春这段时间里，曾一度超脱世外，遁身茅山的往事，却至今鲜为人知。</p> <p>　　民国十六年二月二十六日（1927年3月29日），康有为去一位广东同乡家中作客。回家饮了一杯柠檬红茶，腹痛如绞，请了两位医生诊断，一位日本医生断为食物中毒。20小时后，于民国十六年二月二十八日（1927年3月31日）清晨5时逝世。康有为逝世，正值北伐军进入江浙，张静江任浙江省主席，曾以康有为系“保皇余孽，占据公产”封闭一天园。</p><br/><h2>行政举措</h2> <p><strong>维新实践</strong></p> <p>　　为了组织和发展维新派力量，光绪二十一年（1895年）九月，<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>在北京组织了强学会。强学会成立之后，每三天举行一次例会，相互讨论“中国自强之学”，批判顽固派的投降卖国。这就惹怒了<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>等人，于同年十一月离京南下在上海组织了强学分会，不久也被封闭。光绪二十一年（1895年）三月二十三日，签订割地赔款的《马关条约》。康有为闻讯极为愤慨，四月初，康有为约同十八省举人一千三百多人，用一日两夜的时间，起草了一万八千字的《上今上皇帝书》，请求光绪帝拒和、迁都、练兵、变法，虽然书未递上，但这一行动在知识界已产生了巨大的影响，史称“公车上书”，它标志着维新思潮渐变为政治运动。七月，筹设北京强学会，得到光绪帝和帝师翁同龢的支持。九月，赴上海，设上海强学会，翌年仍在广府学宫万木草堂讲学，他撰写多年的《孔子改制考》完稿，该书借“素王改制说”把孔子描述成“托古改制”的改革家；又附会《春秋公羊传》“通三统，张三世”之说，认为历史发展有据乱世、升平世、太平世三个阶段，不断改革进步，以此作为维新变法的理论根据。</p> <p>　　光绪二十三年（1897年）十一月，德国出兵占胶州湾，引起了全国人民的激烈反对。光绪二十四年（1898年）三月，康有为在北京又组织了保国会。保国会员很快发展到数百人。这就引起了顽固派的恐惧和诽谤。有人上书大骂保国会是“名为保国，势必乱国。”有的人还上书弹劾，准备对康等进行查究。只是光绪帝说了“会为保国，岂不甚善”才算作罢。不过从此以后，保国会的活动也就很少了。康有为和他的同事们通过组织学会，宣传了爱国主义思想，进一步动员了群众，扩大了变法维新的影响。</p> <p><strong>保皇立宪</strong></p> <p>　　戊戌变法失败以后，康有为流亡海外，不忘改良，组织起这个改良派政治团体。康有为任会长，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>、徐勤任副会长。以保救光绪、反对慈禧和抵制革命为宗旨，陆续在美国、墨西哥、中美、南美、日本、南洋等地建立组织，共建总会11个，支会103个，设总部于澳门。以澳门《知新报》和横滨《清议报》为喉舌，宣传君主立宪。</p> <p><strong>创办报刊</strong></p> <p>　　改良派还通过发行报刊进行舆论宣传。光绪二十四年（1898年）强学会成立时，康有为就在北京创办《万国公报》（后改名《中外纪闻》），当时许多官员都能看到，一时在朝廷内外影响甚大。同年，康有为又在上海组织发行了《强学报》。改良派通过报纸，动员力量，扩大了自己的阵地。</p><br/><h2>轶事典故</h2> <p><strong>古玩丑闻</strong></p> <p>　　在《这个世界会好吗—梁漱溟晚年口述》中，梁漱溟披露了<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>两件关于古玩的丑闻：一件是，康有为在陕西西安的卧龙寺参观时，将寺中多卷珍贵的古版佛经装到他的骡车上试图盗走，后被人发现并追回。还有一次，康有为向银行家余凡澄“借”一幅十分名贵的字画，试图据为己有。余凡澄多次讨要不得，便不得不派许多人到康家强行索回。</p> <p><strong>牛教问答</strong></p> <p>　　光绪二十三年（1897）初，康有为第二次到桂林讲学。当年开春三月，康有为从桂林由陆荣廷的老上司、师爷唐景崧、岑春煊的介绍前来明秀园拜会陆荣廷，期间在园内的“别有洞天”亭中举行了私人宴会。一次酒过三巡，康有为抬头看着亭子支架上挂的书有“别有洞天”的牌匾，打趣地问道：“‘洞天福地’是道教徒的热门熟语，您到底信道教，还是信佛教？”陆荣廷也望了望那块牌匾，摆摆手笑道：“我既不信道，也不信佛，就是当地人信奉的师公，我也不信！我只信牛教！”康有为感到奇怪，忙问：“世界上哪有什么牛教？！这到底是什么宗教呀？”陆荣廷郑重其事地回答：“牛教呀，是我陆荣廷在龙州时创造的。”康有为更感诧异地用广东话问道：“您创造这牛教，点解呢？”陆荣廷又哈哈大笑了起来，喃了一首壮语山歌做解释。康有为洗耳恭听，莫名其妙，又用广东话说道：“唔知！唔知！”陆荣廷接着也用不甚标准的广东话说：“有乜嘢难知嘅！”然后马上用柳州话接着说：“这首山歌说的是：牛有四个胃，体壮力很强，干生全咬碎，消化不慌忙嘛！”康有为哈哈笑了起来，说：“这是民间歌谣，不是什么宗教嘛！”</p> <p>　　接着，陆荣廷脸色有点严肃，一本正经地说：“说实话，我陆荣廷是个大老粗，世界的事懂得少，什么宗教不宗教，我一窍不通，我只看到农民养的耕牛本事大，干草、枯草、嫩草、老根一起吞下肚子里去，饱了就蹲在树荫下慢慢再吐出来，七咬八嚼，再吞下肚里消化它，不也有力得很吗？”他停了停，接着说，“孙中山先生派人来找我，教我实行三民主义；<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>前不久也来找我，叫我搞什么造反主义；现在您来找我，教我大搞什么改娘主义。”</p> <p><strong>遗诏谎言</strong></p> <p>　　康有为身上有一个大谎言，就是所谓的“衣带诏”。此衣带诏是光绪会见杨锐时写给杨锐的，上面有“尔其与林旭、刘光第、<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>及诸同志妥速筹商”等语。后来康有为说，是他受此“衣带诏”。他以为诏书上提到的人都已死去，死无对证。他想不到的是，杨锐被杀后，他的儿子杨庆昶趁扶柩回四川，缝到四川举人黄尚毅的衣领中，带回老家，后来又拿出来。皇帝的手书，是铁证，伪造不了。“衣带诏”之事大白于天下。但是康有为却逃到海外，以“衣带诏”等事欺世而盗名，敛了很多财。 </p> <p><strong>中日合邦</strong></p> <p>　　戊戌变法失败后，康有为提出了荒唐的“中日合邦”。康有为早在《自编年谱》中并不讳言：“（我当时）与日本使矢野文雄约两国合邦大会议，定稿极<br>详，请矢野君行知总署答允，然后可以大会于各省。”同时，康有为还曾让其心腹杨深秀向光绪上奏，建议“我皇上早定大计，固结英、美、日本三国，勿嫌合邦之名之不美，诚天下苍生之福矣”。</p> <p>　　较明确透露“合邦”之具体内容者，乃康党骨干宋伯鲁之奏折。奏折称：“英国教士李提摩太来京，往见工部主事康有为，道其来意，拟联合中国、日本、美国及英国为合邦，共选通达时务、晓畅各国掌故者百人，专理四国兵政税则及一切外交等事，别练兵若干营，以资御侮。今拟请皇上速简通达外务、名震地球之重臣，如大学士<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>者，往见该教士李提摩太及日相伊藤博文，与之商酌办法，以工部主事康有为为参赞，必能转祸为福，以保乂我宗社。”</p> <p>　　所谓“选通达时务、晓畅各国掌故者百人，专理四国兵政税则及一切外交等事”，意即参与“合邦”之国，其现存政府架构完全作废，须另由康有为、李提摩太、伊藤博文等人挑选百名外国顾问，全面接管中国的政治、军事、财政、外交等一切事务。</p> <p><strong>晚年婚姻</strong></p> <p>　　康有为落魄上海，天天狎妓，却无钱偿嫖资。久而久之，让妓家知道了，群到康有为所住的客栈索取，康有为觉得很不好意思，就往广东逃。上船之日，各妓家都到船上来找他，搜了半天找不到。开船后，有水手看见船板内有人，大惊，呼众人来看，正是康有为先生。后来，有人写<a href=\"http://so.gushiwen.org/author_3052.aspx\">诗</a>讽之：“避债无台却有舟，一钱不值莫风流”。民国七年（1918年）春夏畅游杭州。这位“圣人”竟“挟妓游湖”，并乘兴做诗一首，开头便是“南妆西子泛西湖，我亦飘然范大夫”。把妓女比作西施，自己比作范蠡，一时被传为笑柄。康有为泛湖闲游，忽见一位妙龄女郎在浣纱，疑是西施再世。经打听此女叫张光，年仅18岁，尚未婚配。康赶紧托人提亲，张家见康已年逾花甲，婉言相拒。但在康的坚决要求和媒人尽力撮合之下，家境贫寒的张家最终点了头。民国八年（1919年），康有为在上海举行婚礼，亲朋好友尽皆道贺，唯独妻妾儿女均不赞成这门亲事，以集体缺席婚礼相抵制。</p><br/><h2>藏书成就</h2> <p>　　光绪十七年（1891年）在广州设“万木草堂”，宣传西方政治文化，又多聚书，多为普通之书及西学书籍。与<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>倡导维新变法。戊戌之变，其家被抄，其藏书移广雅书院。《广雅书院藏书目》对其所藏书均有著录。变法失败后，逃往日本。在日本亦搜集图书，撰《日本书目志》15卷，分15门，每门各分子目，数项至数十项不等。自海外回国后，政治上趋于保守，反对孙中山民主革命。曾与张勋一道策划复辟帝制。其学术成就颇高。所藏书初贮于“云衢书屋”，后移至“万木草堂”、“万木楼”中。民国后，在上海又建有“天游阁”藏书楼。据《南海珍藏宋元明书目》所载，计有宋刊14种，428册；元刊9种；明刊232种，共5万余册。又收有南海孔氏“三十三万卷楼”旧藏及新购新学、西学之书，数逾万册。藏书印有“御赐天游阁”、“南海康氏万木草堂珍藏”等。去世后，所藏书大部分分别归于广西大学图书馆、镇江图书馆、香港中文大学图书馆等。</p><br/><h2>后世纪念</h2> <p><strong>小蓬仙馆</strong></p> <p>　　小蓬仙馆是何人所建，历来众说纷纭。一说是道教羽士集资兴建。一说是<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>的祖父所建。尚有一说是曾任两广总督的叶铭琛奉父命所建。据有关部门和人士近几年的考证，小蓬仙馆应是康有为的祖父所建，以仙馆为名乃是当时的一种风气，以示高雅脱俗。同治六年（1867年）左右，年幼的康有为曾在此读过书。小蓬仙馆现被广州市人民政府列为广州市内部控制文物保护单位。</p> <p><strong>万木草堂</strong></p> <p>　　中法战争后，康有为为了宣传其维新变法思想和培养变法人才，于1891年（光绪十七年）租借“邱氏书院”作为讲学堂，创办了万木草堂，成为戊戌变法策源地。光绪十八年（1892年），万木草堂迁至卫边街的邝氏宗祠（今广卫路附近）。光绪十九年（1893年），因来学者众，遂迁至广府学宫仰高祠（今文明路广州市第一工人文化宫内）。习惯上，人们将康有为在这三址所办的学堂统称为“万木草堂”。</p> <p>　　草堂创办之初，康有为就主张“脱前人之窠臼，开独得之新理”。草堂的命名，就含有培植万木、为国家培养栋梁之才的意思。万木草堂的出现，在中国教育史上具有开创性的意义。康有为在这里主要讲授中国数千年来学术源流、历史政治沿革得失，旁及西方国家历史、政治，也注重体育和音乐。由于课程设置和授课方法的新颖，以及康有为的宏学，让来试听的<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>一听倾心，放弃了在另一所书院的学籍，投入康氏门下。万木草堂本是丘氏宗祠，也是清末岭南三大<a href=\"http://so.gushiwen.org/author_3052.aspx\">诗</a>人之一的<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>族人祭祖、授课之地。康有为开学收徒之时借用了此处。</p> <p>　　光绪十七年（1891年）三月，康有为撰写了《长兴学记》作为万木草堂学规，以《论语》“志于道，据于德，依于仁，游于艺”为纲，对学生施以德、智、体教育。由于万木草堂明确提出中体西用为办学宗旨，而且采用中西并重的教育内容。对当时的书院教学影响很大，后来梁启超在湖南主讲时务学堂时，基本上因袭了万木草堂的办学精神。</p> <p><strong>康有为岛</strong></p> <p>　　光绪二十四年（1898年），戊戌变法失败后，康有为开始周游列国。光绪三十年（1904年），康有为来到北欧国家瑞典，被这里的风情吸引，他在游记中形容瑞典的美景时写道：“瑞典百千万亿岛，楼台无数月明中，岛外有湖湖外岛，山中为市市中山，欲徙宅居之。”他买下斯德哥尔摩东南沿海的沙丘巴登（意为盐湖浴场）地区的一座小岛，并在岛上建起中国式园林，取名“北海草堂”，直到光绪三十三年（1907年）才离开。</p> <p>　　一百多年过去了，“北海草堂”在波罗的海寒风的侵蚀下，早已湮没难寻，但北欧的华人为了纪念康有为，习惯把该岛称为“康有为岛”。</p><br/><h2>人物评价</h2> <p><strong>总评</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>的一生，当时与后世皆褒贬不一，颂之者称他是改革家，“广厦长素究为谁？南海先生康有为。治学公羊张三世，上书清帝凡七回。论性劝学长兴记，万木草堂立学规。人类公理大同书，不忍为仁孟子微。”康有为作为晚清社会的活跃分子，在倡导维新运动和领导戊戌变法时，体现了历史前进的方向。贬之者称其为保皇党，<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>在《驳康有为论革命书》中对他的保守思想就有很多批判。这其中更重要的原因就是他没有和<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>一样选择杀身成仁，而选择了逃亡。当他在民国初年为尊孔复古思潮推波助澜，与袁世凯同流合污，充当帝制复辟运动的精神领袖时，就站到了历史的对立面，从政治巨人蜕变为现实的侏儒。</p> <p>　　进一步来看，康有为试图结合儒家思想传统和西方立宪主义的努力虽然成为一幕“悲剧性的历史”，但是作为一种方法，移植和借鉴国外的法学经验，并兼顾该国国情的思路，却被后来的学者所继承。自20世纪50年代以来很长一段时间里，学术界对他在近代历史发展进程中所起的作用评价较低。这是因为有两种说法一直为多数研究者所接受，一曰：康氏对帝国主义抱有幻想，“跌入了帝国主义的圈套”，成为其“推行侵略政策的工具”，与洋务派主张的“以夷制夷”并无二致。一曰：戊戌变法失败以后，康氏的政治思想倒退到反对民权、膜拜君权的立场，最终堕落为保皇党，成了社会前进的绊脚石。康有为保守主义立宪思想的第二个来源是其“同治情结”，这是中国的王党主义。此后，当<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>企图与革命党合作时，康有为强烈反对，指责梁启超辜负圣恩。康有为所主张的变法，仍然是一种统治阶级内部的纠纷解决机制，是一种自我“革政”，并未上升到革命。</p> <p>　　康有为的立宪思想曾经启迪和影响了后来的宪法理论，但是，其中却存在许多保守主义的成分，主要表现在对君权的妥协以及对传统的、占统治地位的以礼治国、儒法合流思想的吸收。以康有为为代表的改良派缺乏成熟的阶级力量的支持。康有为对西方的立宪政治缺乏价值上的深刻认识。由于时代的局限性，康有为对西学的认识仍然停留在“器物”论的基础上，他还不能把资产阶级的民主政治与封建的开明政治严格区分开来。因此，康有为对宪法的理解是有内在矛盾的。</p> <p><strong>名人评价</strong></p> <p>　　梁启超：“先生是最富有自信力的人，他所坚持的主义，无论任何人都不能摇动。在学术上是这样，做事情也是这样，从来不肯为了做事而让自己的主义有所迁就，但却每每曲解事实来迁就他的主义，所以批评先生的人，总是说他武断、执拗、专制。”</p> <p>　　陈寅恪言及戊戌变法的思想源流曾说，他的先人陈宝箴、陈三立的政治思想和源流与康梁不同：“至南海康先生治今文公羊之学，附会孔子改制以言变法。其与历验世务欲借镜西国以变神州旧法者，本自不同。故先祖先君见义乌朱鼎甫先生一新《无邪堂答问》驳斥南海公羊春秋之说，深以为然。据是可知余家之主变法，其思想源流之所在矣。”</p> <p>　　安维峻：“惑世诬民，非圣无法”。</p> <p>　　章太炎：“国之将亡必有；老而不死是为”。</p> <p>　　茅海建：“康有为的言论多有夸张自扬之处，须得处处小心”。</p>"
}