{
  "id": 1362,
  "star": 0,
  "name": "崔湜",
  "dynasty": "唐代",
  "desc": "崔湜（shí）（671年－713年），字澄澜，定州安喜（今河北定县）人，唐朝宰相，中书侍郎崔仁师之孙。户部尚书崔挹之子。崔湜出身于博陵崔氏安平房，进士及第，曾参与编纂《三教珠英》，先后依附于武三思、上官婉儿，由考功员外郎累迁至中书侍郎、同平章事。后因典选受贿被贬为江州司马，不久又起复为尚书左丞。唐中宗驾崩后，崔湜依附韦皇后，改任吏部侍郎。唐隆政变后，他又依附太平公主，升任同中书门下三品，并进中书令。开元元年（713年），唐玄宗铲除太平公主，崔湜被流放岭南，途中被赐死。时年四十三岁。",
  "content": "<h2>生平</h2> <p><strong>依附武氏</strong></p> <p>　　崔湜年轻时便以文辞著称，后考中进士，累迁至左补阙，又参与编撰《三教珠英》，改任殿中侍御史。</p> <p>　　705年（神龙元年），崔湜改任考功员外郎。当时，桓彦范执掌朝政，害怕武三思向皇帝进谗，便将崔湜派到武三思身边，让他暗中探听消息。崔湜见唐中宗猜忌功臣，武三思日渐受宠，便出卖桓彦范，依附武三思，升任中书舍人。</p> <p>　　706年（神龙二年），桓彦范、敬晖等人被流放岭南。崔湜劝武三思道：“敬晖等人日后肯定会回来，到时必成后患，不如矫诏将他们杀死。”并推荐表兄周利贞。周利贞将桓彦范、敬晖等人残害致死，被擢升为御史中丞。</p> <p><strong>担任宰相</strong></p> <p>　　708年（景龙二年），崔湜改任兵部侍郎，与担任礼部侍郎的父亲崔挹同时担任尚书省副职，开唐朝之先例。当时，昭容上官婉儿专秉内政，崔湜便依附于她，因此深受唐中宗的宠信，改任吏部侍郎、中书侍郎、同中书门下平章事。</p> <p>　　709年（景龙三年），崔湜与郑愔一同执掌典选。他收受贿赂，卖官鬻爵，大肆破坏选官制度，遭到御史李尚隐的弹劾，被贬为江州司马。后来，上官婉儿与安乐公主多次在皇帝面前进言，崔湜得以改授襄州刺史，不久又任尚书左丞。</p> <p>　　710年（景云元年），唐中宗驾崩。韦皇后立李重茂为帝，临朝听制，再次任命崔湜为吏部侍郎、同中书门下三品。不久，李重茂禅位于相王<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>，是为唐睿宗。崔湜则被贬为华州刺史，后又担任太子詹事。</p> <p>　　起初，崔湜曾建议开通南山新路，以连接商州水陆交通。他役使数万役丁，开出一条新道，并严禁旧道通行。711年（景云二年），崔湜被追论开辟山路之功，加封银青光禄大夫，不久又在太平公主的引荐下担任同中书门下三品。</p> <p>　　712年（先天元年），唐玄宗登基，任命崔湜为中书令。他诬陷刘幽求，致使刘幽求被贬岭南，又命周利贞将其杀死，却没有成功。当时，崔挹年老致仕，因受人请托，多次干涉崔湜公务。崔湜大都加以拒绝，因此父子失和，受到舆论的鄙薄。</p> <p><strong>流放赐死</strong></p> <p>　　此前，唐玄宗还是皇太子的时候，多次到崔湜家中做客，将他视为心腹，但是崔湜却依附于太平公主。门客陈振鹭进献《海鸥赋》，以此劝谏崔湜，崔湜虽然称善但心中很不高兴。<br>713年（开元元年），太平公主与宰相崔湜、窦怀贞、岑羲、萧至忠以及太子少保<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>等人密谋，欲废除唐玄宗，另立皇帝。崔湜还与宫人元氏密谋，要在玄宗使用的赤箭粉中下毒。</p> <p>　　同年七月，唐玄宗欲诛杀萧至忠等人，还将崔湜召去，托以腹心。弟弟崔涤对崔湜道：“皇帝不管问你什么，你都不要隐瞒。”崔湜没有采纳。萧至忠等人被杀后，崔湜也被流放岭南。</p> <p>　　当时，新兴王李晋也获罪伏诛，临死前叹道：“本来谋划这件事的是崔湜，现在我被斩首崔湜却只被流放，多么冤枉啊！”不久，崔湜密谋进毒之事被查出，被唐玄宗追命赐死，时年四十三岁。</p><br/><h2>轶事典故</h2> <p><strong>自比王谢</strong></p> <p>　　崔湜与兄弟崔液、崔涤、崔莅都因才学而担任要职。每次兄弟们饮宴之时，崔湜都自比东晋时的王谢贵族，常道：“我们崔家出身高贵，官职显要，都属一流。大丈夫应该掌权治人，岂能默默地受制于人。”</p> <p><strong><a href=\"http://so.gushiwen.org/author_1362.aspx\">诗</a>服<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a></strong></p> <p>　　崔湜担任宰相时，年仅三十八岁。他曾在傍晚出端午门，下天津桥，赋诗道：“春还上林苑，花满洛阳城。”张说叹道：“这般文采地位，我还可以追得上他，可是像他这般年纪便有如此成就，我就比不上了。”<br> <br><strong>杖则遭忧</strong></p> <p>　　崔湜的父亲崔挹曾接受他人的贿赂，为他谋取官职。崔湜不知此事，没有录用这个人。这人便对崔湜道：“您的亲人收了我的钱，为什么没有给我官职？”崔湜大怒：“我哪个亲人收了你的钱？我要将他杖毙。”不料，这个行贿人竟然道：“您可千万不能将他杖毙，不然您就要丁忧了。”崔湜这才知道是自己的父亲受贿，不禁大惭。</p> <p><strong>死前梦兆</strong></p> <p>　　崔湜被流放岭南时，途经荆州，他梦到自己坐在地上一边听法一边照镜子，便问善于占梦的张猷。张猷道：“这是大凶之兆啊。坐在地上听法，法是从上而来的。镜字是金旁加个竟子，难道要终于今日？”不久，御史传来敕命，令崔湜自尽。</p><br/><h2>家庭成员</h2> <p>祖父：崔仁师，官至中书侍郎。</p> <p>父亲：崔挹，官至户部尚书。</p> <p>兄弟：崔泌，官至刑部员外郎。</p> <p>兄弟：崔涤，官至秘书监。</p> <p>兄弟：崔莅，官至吏部员外郎。</p>"
}