{
  "id": 449,
  "star": 8,
  "name": "张惠言",
  "dynasty": "清代",
  "desc": "张惠言（1761～1802）清代词人、散文家。原名一鸣，字皋文，一作皋闻，号茗柯，武进（今江苏常州）人。嘉庆四年进士，官编修。少为词赋，深于易学，与惠栋、焦循一同被后世称为“乾嘉易学三大家”。又尝辑《词选》，为常州词派之开山，著有《茗柯文集》。",
  "content": "<h2>生平</h2> <p>　　张惠言先祖自宋初由安徽滁州迁至武进，因之而为武进人。出生世代业儒的贫寒家庭，从七世祖张典以下到他的祖父张金第、父亲张蟾宾都以教授乡里为谋生方式。张惠言四岁丧父，生活贫寒，赖其母姜氏与姊观书（长惠言四岁）作女工，将他与遗腹而生的弟弟张翊（后改名琦）抚养成人。据其《先妣事略》记载，张惠言九岁离家，至常州城中依伯父张思楷读书。“一日暮归，无以为夕飧，各不食而寝。迟明，惠言饿不能起，先妣曰：“儿不惯饿惫耶？吾与尔姊尔弟时时如此也。”惠言泣，先妣亦泣。”其早年的艰难困苦于此可见一斑。</p> <p>　　迫于家贫，年十四，即为童子师。乾隆四十一年（1776）娶国子监生吴承绂之女为妻。次年，补县学附生，开始科举之路。乾隆四十四年（1779）试高第，补廪膳生。乾隆五十一年（1786）高中举人。乾隆五十二年（1787）赴礼部会试，中正中榜。中正榜是从当年会试落第者挑选合乎要求者，任命为内阁中书或国子监学等职。张惠言考取了景山宫官学教习，教授内务府佐领以下官宦子弟，开始了长达八年的教学生涯。教学之余，与邓石如、陆以宁、吴德旋、孙星衍切磋古文词赋，与杨随安交流易学，学术境界得到提升。乾隆五十九年（1794）奔母丧，两年后，应时任富阳县令的挚友恽敬之邀，至浙江富阳县编修县志。未等县志修成，恽敬调任贵州江山县为官，张惠言至歙县，在江承之家授馆收徒。嘉庆二年（1797），易学著述相继问世。与张琦合编影响深远的《词选》。</p> <p>　　嘉庆四年（1799），第七次会试，中二甲进士，改庶吉士，充实录馆纂修官。六年（1801）四月，散馆，奉旨以部属用，朱珪奏改翰林院编修。嘉庆七年（1802）六月，卒于官，年四十二。 </p><br/><h2>经学成就</h2> <p>　　张惠言作为经学家，其主要贡献是对《易》和《仪礼》的研究。他以惠栋的方法治《易》，立说专宗虞翻，参以郑玄、荀爽诸家之言。著《周易虞氏义》九卷，将虞翻对《易》的解说发挥尽致。</p> <p>　　张惠言对虞氏易学予以高度评价，谓“翻之言《易》，以阴阳消息、六爻发挥旁通升降上下归于乾元用九而天下治，依物取类，贯穿比附，始若琐碎，及其沈深解剥，离根散叶，畅茂条理，遂于大道”。而对后儒解《易》之学则多有批评，谓虞氏《易》学，“后儒罕能通之”，指出：“自魏王弼以虚空之言解《易》，唐立之学官，百汉世诸儒之说微，独资州李鼎祚作《周易集解》，颇采古《易》家言，而翻注为多。其后古书尽亡，而宋道士陈搏以意造为龙图，其图刘牧以为《易》之河图、洛书也。河南<a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a>又为先天、后天之图，宋之说《易》者翕然宗之，以至于今，牢不可破，而《易》阴阳之大义盖尽晦矣”。（《周易虞氏义序》）</p> <p>　　张惠言认为古书亡而汉魏师说略可见者仅十余家，唯荀爽、</p> <p>　　郑玄、虞翻略有梗概可指说，而虞氏之说又较备，故“求七十子之微言、田、何、杨叔、丁将军之所传者”，必自虞氏之注。又著《消息》二卷、《虞氏易礼》二卷、《易候》一卷、《易言》二卷，于虞氏《易》成一家之言。还著有《周易郑氏义》三卷、《周易萄氏九家义》一卷、《周易郑荀义》三卷、《易义别录》十四卷、《易纬略义》三卷、《易图条辨》二卷，尽括汉《易》各家古义，以羽翼虞氏《易》。</p> <p>　　张惠言于《礼》主郑玄。著《仪礼图》六卷，谓治《仪礼》者当先明宫室，故兼采唐、宋、元及本朝诸儒之义，断以经注，首列官室图，而后依图此事。又详考吉凶冠服之制，为之图表。又著《读仪礼记》二卷，摘录《仪礼》章句，附以诸家特别是郑玄的注释。张惠言还研究过墨家教义，撰有《墨子经说解》二卷。他亦治《说文》，著《说文谐声谱》未竟。 </p><br/><h2>文学成就</h2> <p>　　张惠言早岁治经学，工骈文辞赋。后受桐城派刘大櫆弟子王灼、钱伯□的影响，与同里恽敬共治唐、宋古文，欲合骈、散文之长以自鸣，开创阳湖派。《送钱鲁斯序》和《古稿自序》，都曾自道其为文本末。后来文学<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，“不遁于虚无，不溺于华藻，不伤于支”（<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>《茗柯文编序》）。所作如《游黄山赋》、《赁舂赋》、《邓石如篆势赋》、《送恽子居序》、《词选序》、《上阮中丞书》等，或恢宏绝丽，或温润朴健，气格颇为笃茂。</p> <p>　　张惠言又是常州词派的开创者。嘉庆二年（1797），他所编的《词选》行世。《词选》选录唐、五代、宋词凡44家、116首。他有感于浙派词的题材狭窄,内容枯寂，在《词选序》中提出了“比兴寄托”的主张，强调词作应该重视内容，“意内而言外”，“意在笔先”，“缘情造端，兴于微言，以相感动”，“低回要眇，以喻其致”；同于“<a href=\"http://so.gushiwen.org/author_449.aspx\">诗</a>之比兴变风之义，骚人之歌”，“不徒雕琢曼词而已”。从清词的发展情况来看，张惠言的词论有超越他的前人<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>之处。但他强调的“比兴寄托”在应用上也有片面性，如论说<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>、<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>和欧阳修的一些艳词都有政治寄托，即失之于偏。</p> <p>　　张惠言的词现存46首，数量不多而颇有佳构，如〔水调歌头〕《春日赋示杨生子掞》（五首）：“东风无一事，妆出万重花”，“晓来风，夜来雨，晚来烟。是他酿就春色，又断送流年”。抓住暮春景色，寄寓当时感慨，写得既沉郁，又疏快，“热肠郁思，若断仍连，全自风骚变出。”（陈廷焯《白雨斋词话》）再如〔木兰花慢〕《杨花》借杨花的形象，寓作者怀才不遇、自伤飘泊的感喟，婉曲沉挚。在〔风流子〕《出关见桃花》中,作者所见之处是“地尽寒垣，惊沙北走；山侵溟渤，迭障东还”的榆关之外,却有一树桃花“向人独笑”，然而“经他风雨，能几多番？”从中也寄托作者飘零沦落之感。此外，如〔木兰花慢〕《游丝同舍弟翰风作》、〔玉楼春〕“一春长放秋千静”、〔贺新郎〕“柳絮飞无力”等阕都写得委婉盘旋而能微言寄讽，体现出常州词派论“比兴寄托”、“意内言外”的主旨。<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>题其《茗柯词》云：“回澜力，标举选家能。自是词源疏凿手，横流一别见淄渑。异议四农生。”（《强村语业》卷三）。四农为潘德舆字，尝谓：“张氏词选，抗志希古，标高揭己，宏音雅调，多被排摈，五代、北宋，有自昔传诵，非徒只字之警者，张氏亦多恝然置之。”（《与叶生书》）</p> <p>　　张惠言《词选》辑录虽偏苛严，评词也有穿凿附会和疏于考订的失误。但对历代词人的评论，较之浙派词人的论断，显得比较公允恰当。他自己所写的词，笔调较浙派厚重，但也不免有缺乏广泛的社会意义和用意较隐晦的毛病。 </p>"
}