{
  "id": 2879,
  "star": 0,
  "name": "黄公望",
  "image": "http://img.gushiwen.org/authorImg/huanggongwang.jpg",
  "dynasty": "元代",
  "desc": "黄公望（1269-1354），元代画家。本姓陆，名坚，汉族，江浙行省常熟县人。后过继永嘉府（今浙江温州市）平阳县（今划归苍南县）黄氏为子，居虞山（今宜山）小山，因改姓黄，名公望，字子久，号一峰、大痴道人。擅画山水，师法董源、巨然，兼修李成法，得赵孟頫指授。所作水墨画笔力老到，简淡深厚。又于水墨之上略施淡赭，世称“浅绛山水”。晚年以草籀笔意入画，气韵雄秀苍茫，与吴镇、倪瓒、王蒙合称“元四家”。擅书能诗，撰有《写山水诀》，为山水画创作经验之谈。存世作品有《富春山居图》、《九峰雪霁图》、《丹崖玉树图》《天池石壁图》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>是元代著名全真派道士、画家。字子久，号一峰道人，又号大痴道人，一说为常熟（今江苏省常熟市）人。本姓陆，名坚，幼年父母双亡，族人将其过继给永嘉州（今浙江温州市）平阳县（今属苍南县）黄氏为子，因改姓黄，名公望，字子久。其山水画宗法董源、巨然，由此生发，自创一格；创浅绛山水，画风雄秀、简逸、明快，对明清山水画影响甚大，为“元四家”（外三家为<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>、王蒙、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>）之首。元至元（1335年～1340年）中，浙西廉访徐瑛辟为书吏，被诬入狱，出狱后师事金月岩入全真道。曾住持万寿宫，提点开元宫。后往来松江、杭州等地，卖卜为生。晚年住于杭州筲箕泉，86岁时逝世。《道藏》收入金月岩编、黄公望传《纸舟先生全真直指》一卷、《抱一函三秘诀》一卷，阐述全真派内丹原理和功法。</p> <p>　　一度曾以卖卜为生。后参加了主张儒、释、道三教合一的全真教，更加看破红尘。由于长期浪迹山川，开始对江河山川发生了兴趣。为了领略山川的情韵，他居常熟虞山时，经常观察虞山的朝暮变幻的奇丽景色，得之于心，运之于笔。他的一些山水画素材，就来自于这些山林胜处。他居松江时，观察山水更是到了如痴如醉的地步，有时终日在山中静坐，废寝忘食。在他居富春江时，身上总是带着皮囊，内置画具，每见山中胜景，必取具展纸，摹写下来。富春江北有大岭山，公望晚年曾隐居于此，他以大岭山为师，曾画有《富春大岭图》。纸本，水墨，纵33厘米，横636.9厘米，开始创稿于至正七年（1347年），时断时续，历经数年，至正十年，他83岁，为此图作题时，尚未最后竣稿。此图描绘富春江两岸初秋景色，坡陀起伏，林峦深秀，笔墨纷披，苍茫简远，是当时社会上摹本有<br>十余种之多。到此本之前，但已被烧成两段(后人分别名之《剩山图》和《无用师卷》）。现 《无用师卷》藏于台北故宫博物院，《剩山图》藏于浙江博物馆。</p> <p>　　黄公望虽学董源，但也确实学过荆浩、关仝、李成，因当时董源的名气还不如荆、关、李的名气大，所以，大家都强调他学荆、关、李的一面。他自己既强调学董，也屡屡提到荆、关、李，恐怕也有趋向时尚的意思在内。后来论者只说他学董，乃是根据他们所见到的黄公望画的实际加以陈述的，倒是更符合实际些。</p> <p>　　传世作品有《富春山居图》、《富春大岭图》、《溪山雨意图》、《快雪时晴图》、《九峰雪霁图》、《丹崖玉树图》、《天池石壁图》、《九珠峰翠图》、《水阁清幽图》、《洞庭奇峰图》等。</p> <p>　　黄公望曾做过小吏，因受累入狱，出狱后隐居江湖，入道教全真派。工书法，善<a href=\"http://so.gushiwen.org/author_2879.aspx\">诗</a>词、散曲，颇有成就，50岁后始画山水，师法<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、董源、巨然、荆浩、关仝、李成等，晚年大变其法，自成一家。其画注重师法造化，常携带纸笔描绘虞山、三泖、九峰、富春江等地的自然胜 景。以书法中的草籀笔法入画，有水墨、浅绛两种面貌，笔墨简远逸迈，风格苍劲高旷，气势雄秀。</p> <p>　　黄公望是否原是陆氏子，尚存疑。元明间的多数著作并无陆氏子之说，包括明写本元人钟嗣成《录鬼簿》，仅元末明初黄岩陶宗仪所著《辍耕录》持陆姓出继黄姓之说。</p><br/><h2>辉煌之绩</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>在绘画史上独树一帜，被尊为“元四家”之首。由于成名时已是全真道士，浪迹江湖，所以即使是同时代的人，也没有讲清他的籍贯和逝世时间、地点。关于黄公望的籍贯，当下有着多个版本的说法，分别有杭州、松江、常熟、富阳、衢州、徽州和永嘉等说法：</p> <p>　　元明间，黄公望的朋友常州人王逢认为黄公望是“杭人”，他在《题黄大痴山水》<a href=\"http://so.gushiwen.org/author_2879.aspx\">诗</a>中写道：“大痴名公望，字子久，杭人……”；元朝钟嗣成认为黄公望是松江人，他在《录鬼簿》中写道：“黄子久，名公望，松江人。”；元代末年绘画鉴藏和史论家夏文彦认为黄公望是常熟人，其在《图绘宝鉴》里写明：“黄公望……平江常熟人。幼习神童，科通三教，旁晓诸艺，善画山水。”；同是夏文彦的《图绘宝鉴》神州国光社本则认为黄公望是衢州人；1461年成书的《明一统志》卷三十八：“黄公望，富阳人”，明凌迪知《万姓统谱》也持富阳说，但明万历陈善《杭州府志》则又增加了“徽州人”的说法；清朝乾隆年间的《大清一统志》卷五十九写道：“黄公望，莆田人”，乾隆《娄县志》卷三十中也写道：“……相传莆田巨族，一云常熟陆神童之弟。”元末明初，黄岩陶宗仪认为黄公望是永嘉（今温州市）人。他《辍耕录》卷八《写山水诀》里写道：“黄子久散人公望，自号大痴，又号一峰，本姓陆，世居平江常熟，继永嘉黄氏”。自从元末明初的陶宗仪认为黄公望是“常熟陆姓出继永嘉黄氏”之说后，后人似乎对此备为推崇且广为流传。然而元明间的多数著作并无陆氏子之说，包括明写本元人钟嗣成《录鬼簿》，仅陶宗仪所著《辍耕录》持陆姓出继黄姓之说。直至清初，曹楝亭刊本《录鬼簿》更为添枝接叶，说黄公望本姑苏陆姓，名坚，“髫龄时，螟蛉温州黄氏为嗣，因而姓焉。其父九旬时方立嗣，见子久，乃云：‘黄公望子久矣’”。于是改姓黄，名公望，字子久。清钱陆灿《常熟县志》又把黄公望的继父黄公说成居住在常熟小山。称黄公望：本陆氏子，少丧父母，贫无依，永嘉黄氏老无子，居于邑之小山，见公望姿秀，异之，乞以为嗣，公望依焉，因用其姓。</p> <p>　　但据黄公望晚年仍坚持自称“平阳黄公望”，并且不顾年老体迈，返回浙东老家事实来看，继子之说，实为臆测之辞。</p> <p>　　黄公望的绘画在元末明清及近代影响极大，画史将他与<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>、王蒙合称元四家。著《山水诀》，阐述画理、画法及布局、意境等。有《富春山居图》、《九峰雪霁图》、《丹崖玉树图》、《天池石壁图》、《溪山雨意图》、《剡溪访戴图》、《富春大岭图》等传世。黄公望的山水画，很多创作于70岁以后，在富春江畔创作的《富春山居图》，长636.9厘米，高33厘米，用水墨技法描绘中国南方富春江一带的秋天景色。在构思时，他跑遍了春江两岸，用六、七年时间才画成，画面表现出秀润淡雅的风貌，气度不凡。他在创作风格上主张学习前人，并提出见到好山好水就随时写生，不被动绘画创作。 作为地位显赫的富贵文人画家，王原祁更关注纯真的绘画语言，他“为艺术而艺术”的迷狂心态，值得后人学习。</p><br/><h2>画之素材</h2> <p>　　他的一些山水画素材，就来自于这些山林胜处。他居松江时，观察山水更是到了如痴如醉的地步，有时终日在山中静坐，废寝忘食。 在他居富春江时，身上总是带着皮囊，内置画具，每见山中胜景，必取具展纸，摹写下来。富春江北有大岭山，公望晚年曾隐居于此，他以大岭山为师，曾画有《富春大岭图》。纸本，水墨，纵33厘米，横636.9厘米，开始创稿于至正七年（1347年），时断时续，历经数年，至正十年，他83岁，为此图作题时，尚未最后竣稿。此图描绘富春江两岸初秋景色，坡陀起伏，林峦深秀，笔墨纷披，苍茫简远（见彩图《富春山居图》（部分元））。 元惠宗至正七年（1347年），<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>准备画一幅富春山全图，此时黄公望已是近八十岁的老人了，前后经历三四年的经营，始告完成。此图描写富春江两岸秋景，笔法上取董、巨，又自出新意，多用披麻皴，干笔皴擦，丛树平林多用横点，林峦浑秀，似平而实奇，整个画面，似融有一种仙风道骨之神韵。这便是《富春山居图》。此图经明<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、文彭、周天球、董其昌、邹之麟等题记。邹之麟在题跋中称此图“笔端变化鼓舞，右军之《兰亭》也，圣而神矣！”明清许多画家都从《富春山居图》中得到启示，影响深远。清乾隆时此画入内府，著录于《石渠宝笈三编》。当时社会上摹本有十余种之多。乾隆在见到此本之前但已被烧成两段，因而被后人称之为《剩山图》。此图的主要部分藏于台北故宫博物院，余者藏于浙江博物馆。</p><br/><h2>传世名作</h2> <p>　　《富春山居图》（元·<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>）</p> <p>　　此画已被烧成两段，前段称《剩山图》，现收藏于浙江省博物馆；后段称《无用师卷》，现收藏于台北故宫博物院。</p> <p>　　《富春山居图》足以代表他一生绘画的最高成就。图为长卷，山峰起伏，林峦蜿蜒，平岗连绵，江水如镜，境界开阔辽远，雄秀苍莽，简洁清润。凡数十峰，一峰一状；数百树，一树一态；变化无穷。其山或浓或淡，都以干而枯的笔勾皴，疏朗简秀，清爽潇洒，远山及洲渚以淡墨抹出，略见笔痕。水纹用浓枯墨勾写，偶加淡墨复勾。树干或两笔写出，或没骨写出，树叶或横点，或竖点，或斜点，勾写松针，或干墨，或湿墨，或枯笔。山和水全以干枯的线条写出，无大笔的墨，惟树叶有浓墨、湿墨，显得山淡树浓。远处的树有以浓墨点后再点以淡墨，皆随意而柔和。虽师出董巨，又超出董巨，把<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>在《水村图》、《鹊华秋色图》、《双松平远图》中所创造的新法又推向一个高峰，自出一格。 元画的特殊面貌和中国山水画的又一次变法赖此得以完成。元画的抒情性也全见于此卷。</p> <p>　　后世的画家对此图评价极高。董其昌题识：“吾师乎，吾师乎，一丘五岳，都具是矣。”“此卷一观，如诣宝所，虚往实归，自谓一日清福，心脾俱畅。”“诚为艺林飞仙，迥出尘埃之外者也。”邹之麟题识谓：“知者论子久画，书中之右军（<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>）也，圣矣。至若《富春山居图》，笔端变化鼓舞，又右军之《兰亭》也，圣而神矣。”</p><br/><h2>成就影响</h2> <p>　　南宋山水画之变，始于<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>，成于<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>，遂为百代之师。继赵孟頫之后，他彻底改变了南宋后期院画陈陈相因的积习，开创了一代风貌。中国山水画产生于晋和南朝末，至唐末五代达到一个高峰。北宋的山水画基本上继承李成、范宽等北方派画风，南宋自始至终流行李唐、刘松年、马远、夏圭水墨刚劲派画风。元赵孟頫托古改制，主张摒弃南宋，仿效北宋，远法晋唐。但赵的绘画全面，风格也多变，其山水画早期学晋唐，多青绿设色，后期宗法董、巨、李、郭，以水墨为主。然无固定面貌。黄公望虽受赵的影响，但他专意于山水画，且更多地着意于董、巨，水墨纷披，苍率潇洒，境界高旷，皆超出赵孟頫之上。他并把董、巨一派山水画推向画坛主流地位。董、巨的山水画，本来不受人重视，北宋郭若虚《图画见闻志》“论三家山水”指的是李成、关仝、范宽，评为“才高出类……百代标程”。这里没有董、巨的地位。北宋后期<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>发现了董源画的妙处，开始宣扬，但仅在南方引起部分文人的注视，以后便无反应。至元代，和赵孟頫同时的汤厚则以董源代关仝，谓“李成、范宽、董源，……三家照耀古今，为百代师法”（《画鉴》）。</p> <p>　　此时董源已为三大家之一。至黄公望《写山水诀》谓：“近代作画，多宗董源、李成二家。”董源的地位步步高升，在黄公望眼中已居首位。他更以自己的实践影响后人。至元末，董源的画派已成为中国山水画的泰斗。可以说，经过黄公望的努力，开拓了一个学董为风的时代，使这个本来不大受人重视的画派发扬光大，彻底变革了南宋院体的画风。</p> <p>　　但也确实学过荆、关、李成。因当时董源的名气还不如荆、关、李的名气大，所以，大家都强调他学荆、关、李的一面。他自己既强调学董，也屡屡提到荆、关、李，恐怕也有趋向时尚的意思在内。后来论者只说他学董，乃是根据他们所见到的黄公望画的实际加以陈述的，倒是更符合实际些。</p> <p>　　在元代，黄公望的画名很高，当时著名文人的<a href=\"http://so.gushiwen.org/author_2879.aspx\">诗</a>文集中常提到他的画。“元四家”之一倪云林《题黄子久画》说：“本朝画山林水石，高尚书之气韵闲静，赵荣禄之笔墨峻拔，黄子久之逸迈，王叔明之秀润清新，其品第固自有甲、乙之分，然皆予敛衽无间言者。”（《清闷阁集》卷九）又说：“大痴画格超凡俗，咫尺关河千里遥。”（同上，卷八）郑元佑《侨吴集》题黄公望山水云：“荆关复生亦退避，独有北苑董、营丘李，放出头地差可耳。”善住《谷响集》亦谓：“黄公东海客，能画逼荆关。”</p><br/><h2>后世纪念</h2> <p><strong>常熟<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>墓</strong></p> <p>　　清乾隆时修该墓。嘉庆二十二年（1817年）五月，其16世孙黄泰修墓建坊，筑罗城、墓道等。1982年整修，神道用黄石铺筑，从公路直通墓前，长约60米。墓以砖砌筑，直径3.5米，高约1.4米。黄石砌的罗城内立墓碑，碑高1.3米，宽0.36米，并刻有画像、传略。此碑为黄泰修墓时立。</p> <p><strong>常熟黄公望纪念馆</strong></p> <p>　　此次新建的位于虞山西麓小石洞景区的黄公望纪念馆，是继2006年王石谷纪念馆、瓶隐庐纪念馆开馆之后，常熟市又一处建成开放的名人纪念馆。纪念馆建筑面积约五百平方米，整个建筑分为前厅和后厅两部分，中间有一庭院，两侧由长廊相连。前厅进门处正中树立一介绍纪念馆概况的屏风。两侧墙壁设立斜向展板，介绍黄公望生平和历代对其的评价。后厅正壁摆放黄公望塑像，两侧墙壁展出其经典作品的复制品。</p> <p><strong>虞山派篆刻艺术馆</strong></p> <p>　　而同日对公众开放的虞山派篆刻艺术馆，是我国首家集中展示篆刻艺术一个流派的历史、风格、代表人物的专题博物馆。为纪念黄公望这位画坛巨匠，常熟市实施黄公望祠修缮工程，并依托该建筑辟设黄公望纪念馆。修缮工程遵循“不改变文物原状”的原则，最大限度地保留原有构件，尽量采用原材料、原工艺、原风格，力求使其恢复原貌。</p> <p><strong>黄公望森林公园</strong></p> <p>　　因元代大画家黄公望在此结庐隐居，创作著名山水国画《富春山居图》而得名。公园面积333公顷，森林覆盖率96.5％，有云豹、羚羊等国家一、二级保护动物49种。境内九垅九湾、竹茂林深，荟萃了竹种园等一批世界一流的亚热带森林景观。</p><br/><h2>两画合璧</h2> <p>　　2011年6月1日，<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>的代表作品《富春山居图》的两半，在台北故宫博物院正式合璧。根据记载，《富春山居图》在明代曾被著名画家<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、大书画家董其昌所珍藏，后来转入宜兴收藏家吴之矩之手。吴死后传给儿子吴洪裕。吴洪裕是狂热收藏家，爱画若至宝，临死前要求儿子以画“殉葬”。他的子侄吴静庵从炉火中把画抢救出来，但已烧去一些，画也因此分成两截。台北故宫博物院首次和唯一授权大陆企业仿制其藏品。</p> <p>　　双方合作的第一件作品，就是在台北故宫博物院和浙江省博物馆双授权下，中金国礼公司用贵金属打造合璧版“富春山居图”艺术作品。其中按照原著 1∶1 比例打造，耗材100多公斤黄金打造的合璧版《富春山居图》旗舰作品，将在5月的第八届中国（深圳）国际文化产业博览交易会上与世人见面。此外，中金国礼公司还将按照1∶9的比例，限量打造2012件黄金合璧版《富春山居图》，其中0001号作品将由台北故宫博物院收藏，2012号作品将由浙江博物馆收藏。</p> <p>　　《无用师卷》和《子明卷》很早就进入清朝宫廷，《剩山图》却长期湮没无闻，后来被吴湖帆所发现。</p> <p><strong>画之简介</strong></p> <p>　　《富春山居图》是黄公望晚年的杰作，也是中国古代山水画的巅峰。此画流传于世的有两卷，即《无用师卷》和《子明隐君卷》。《无用师卷》的流传过程，据吴其贞《书画记》载，此卷明代尝归宜兴吴之矩，之矩子吴问卿很喜欢它，清顺治初年，吴问卿临死前欲将平生所爱的唐代智永《千字文》和这幅《富春山居图》焚烧殉葬。《千字文》于前一日焚毁，翌日将焚《富春山居图》时，被其侄儿吴子文抢出，遂成两段。前一段(《剩山图》)现藏浙江省博物馆，后一段现藏台北故宫博物院。前段纵31.8厘米、横51.4厘米；后段纵33厘米、横636.9厘米。前后段画心连接处上端有吴之矩骑缝印。前段前隔水有鉴赏家吴湖帆篆书<a href=\"http://so.gushiwen.org/author_198.aspx\">张雨</a>题辞“山川浑厚，草木华滋”八字；后段前隔水有董其昌题跋，画幅前上方有梁<a href=\"http://so.gushiwen.org/author_2879.aspx\">诗</a>正书乾隆御识，拖尾有沈石田、文彭、王登、周天球、邹之麟、金士松等人的题识。</p> <p><strong>画遭火殉</strong></p> <p>　　此图自署创作年代，起于元至正七年(1347年)成于至正十年(1350年)。这一不朽巨制传世至今已有六百多年。自元以降，所有画家莫不以得观此图为幸，所谓“此卷一观，如诣宝所，虚往实归，自谓一日清福，心脾俱畅”。(董其昌语)因而在收藏家中以重金流转，收藏者或奉为至宝，或秘而不示；此画既备受赞颂，也饱经沧桑。终于在清顺治七年(1650年)遭到“火殉”之厄运，从此被一分为二，其艺术的完美性惨遭损害，实乃一大遗憾。</p> <p>　　此画的第一位收藏者是黄公望的道友无用禅师。无用考虑到此卷可能被人“巧取豪夺”，因而在画完成之前就请作者“先书无用本号”，明确归属。至明代画家沈周(成化年间)收藏前的一百多年中，收藏情况不明。沈周收藏的时间很短，即被人借去，而后，沈周家贫难以赎回，甚感惆怅，凭记忆背临以慰怀。明弘治元年(1488年)苏州节推樊舜举以重金购得后，沈周为之题记，补叙自己收藏时已经是“一时名辈题跋，岁久脱去”的破旧情况，又从画家角度称赞其“墨法、笔法深得董、巨之妙，此卷全在巨然风韵中来”。到了隆庆四年(1570年)，此卷又转入画家、鉴赏家无锡谈志伊(字思重)手中，太原王登和画家周天球都在次年得观并写观后记。明代后期著名书画家、鉴赏家董其昌，于明万历二十四年(1596年)购得此卷，但不久就转入宜兴收藏家吴之矩(名正至)手中。吴之矩传给儿子问卿，吴问卿酷爱无比，谨守家传，特建富春轩以藏之。卷上有吴之矩、吴正至印鉴。画家邹之鳞与问卿友善，为富春轩题写匾额，得以再三批阅此图，因而作长句题识，说藏主“与之周旋数十载，置之枕籍，以卧以起。陈之座右，以食以饮”。喜爱之情到了朝夕不离的地步。在明、清易代的动荡岁月中，问卿在逃避战乱时，惟独携带此卷，进而叹曰：“直性命殉之矣。”但问卿并未因此而丧命，倒是在他生命垂危之际，竟然火焚此画为自己殉葬。万幸的是他的侄儿子文，迅速地从火中抢出已着火的《富春山居图》。可惜前段已经过火，部分焚毁。以后三百多年中两段画卷乃分别流传。</p> <p><strong>画之前段</strong></p> <p>　　前段过火部分，从吴之矩骑缝印处揭下一纸，吴其贞在《书画记》中记其长四尺余，去掉完全烧焦的残片，图形无重大影响的尚有一尺六寸。吴其贞得到以后名为《剩山图》，并钤有其贞印。《剩山图》紧接后段完好的画面，是富春江起始的丘陵山峦。清康熙八年（1669年）此图归广陵王廷宾(师臣)所有，有王的跋文题画。1938年，被吴湖帆购得，列入《梅景书屋秘笈》，并盖有多枚吴氏鉴藏印。吴氏考证为《富春山居图》前段真迹，重新装裱成卷，小面积残缺处有修补痕迹。1949年后被浙江省博物馆征藏。</p> <p><strong>画之后段</strong></p> <p>　　后段连题跋长三丈余，是《富春山居图》的主体。此图再度在收藏家中转换。先归丹阳张范我，张氏酷爱收藏，常至“无钱则典田宅以为常”的地步，然终不能永保。后转入泰兴季寓庸（字因是）之手，钤有“扬州季因是收藏印”等印章多枚。再后则被画家兼鉴赏家高士奇(字江村)于清康熙二十九年（1690年）前后以六百金购得。后又被松江王鸿绪（字俨斋）以原价买进。高、王二氏也钤有收藏印。清雍正六年（1728年），王俨斋病故，此卷又流落于扬州，索价高达千金。时有天津盐商安岐，收藏书画，精于鉴赏，于清雍正十三年（1735年）前后购进是卷，并钤有“安绍芳印”。至清乾隆十一年（1764年），被嗜爱书画的清高宗弘历收进清宫内府。弘历擅书画，精赏鉴。但因他已将伪作《子明卷》定为真品，一时难断是非，乃将《无用师卷》定为赝品，划入《石渠宝笈》次等。直至嘉庆年间，胡敬校阅石渠旧藏，这一经元、明、清三朝诸多鉴赏家审定，流传有序的杰作，才被编入《石渠宝笈三编》，一直藏于清宫内府。清亡后仍藏故宫。解放前夕，被国民党政府带去台湾，至今真伪二卷均藏于台北故宫博物院。</p> <p><strong>画之真假</strong></p> <p>　　关于《富春山居图》卷的真伪问题，清乾隆年间曾有过所谓“富春疑案”。清高宗弘历于乾隆二十九年(1674年)专门写了一篇六百字左右的记，叙述该案始末，并一锤定音。其大意是乾隆十年（1745年）冬，“偶得子久《山居图》，笔墨苍古，的系真迹”。但同年夏，又从<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>进呈的诗文稿中，看到他的两则《富春山居图》跋，知道安岐家中还藏有一卷黄公望名为《富春山居图》的画。次年冬，安氏家道中落，将《富春山居图》等旧藏求售于大学士、清宗室傅恒，后由傅恒介绍卖给“内府”。弘历“剪烛粗观，则居然子久《富春山居图》也，五跋与德潜文吻合，偶忆董跋，与予旧题所谓山居图者同，则命内侍出旧图视之，果同。次日命梁诗正等辨其真伪，乃咸以旧为真，新为伪”。进而说“德潜、高士奇、王鸿绪辈之侈赏鉴之精，贾直之重，以为豪举者，均误也。富春、山居，本属一图，向之题山居者，遗富春二字，故虽真而人疑其非真耳”。但又不得不承认《富春山居图》“有古香清韵”，便用二千金买进，允其编入《石渠宝笈》次等。弘历先入为主，也许是“金口”早开，臣下又惟皇上之好为准，所以虽然两画对照作过一番比较，仍然真伪颠倒，将《富春山居图》定为“赝鼎无疑”，而将《山居图》定为黄公望真迹，入《石渠宝笈初编》。此时，连沈德潜也只得顺着“圣论”说“山居即富春图”。《山居图》即《子明卷》，款题“子明隐君将归钱唐，需画山居景，图此赠别。大痴道人公望至元戊寅秋”。前隔水亦有董其昌跋，两跋相比，此跋缺少“忆长安”以下55字，幅末有明成化年间吴县刘珏（字廷美）鉴藏记，拖尾有邹之麟短句题识和孔谔跋文。弘历看到沈德潜的两则跋文后，也曾对《山居图》产生过疑虑，“姑俟他日之辨”，也考证出子明即任仁发。任仁发（1255～1327），字子明，上海青浦人，和黄公望是同一时期的画家，善画马，又是水利专家，因修河道有功，累官至浙东道宣慰副使，一直为官，但无隐居记载。真伪两卷摆在弘历面前，他最终还是以假为真，并于乾隆十二年（1747年）题诗一首：“高王目迷何足奇，压倒德潜谈天口。我非博古侈精鉴，是是还应别否否。”讥讽沈德潜的“误鉴”。从此他对《山居图》格外珍爱，不仅常在宫中展阅，出外巡游时也随身携带。1745年至1794年的50年间，乾隆在画上题跋54次，长长短短，印迹累累，凡空隙处，几乎为之充塞，这对画面的损害无疑是很严重的。</p> <p>　　可悲的是，乾隆一生为之倾倒的画作却并非黄公望的亲笔，“笑予赤水求元珠，不识元珠吾固有”。这是弘历自以为花了二千两银子买了伪作后写的自嘲诗句。他除了命侍臣梁诗正在《富春山居图》上写了一段他的“御识”外，没有再留下“御笔”，使这一不朽巨作得以完好保持原有的空旷江景，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓不幸中之大幸。而独具慧眼的沈德潜不得不违心地谓伪为真，他在《子明卷》后题诗说：“……圣人得此屡评品，探诀亭毒穷端倪。江山万里入毫楮，大造在手非关思。敕命小臣题纸尾，迫窘诘屈安能为。昔年曾跋《富春卷》，今阅此本俯仰兴赍咨。天章在上敬赓和，秋蛇春蚓敢望岣嵝山尖碑。”把自己被迫“敬赓和”的实情隐蔽地告诉后人。</p> <p>　　弘历的“圣论”维持了近两百年，终于被近人吴湖帆推翻。吴氏经过研究、考订，于1939年在《剩山图》前隔水题上黄公望好友张雨(号句曲外史)的题辞“山川浑厚，草木华滋”八个篆书大字，并以小字真书题“画苑墨皇大痴第一神品富春山图。己卯元日书句曲题辞于上，吴湖帆秘藏”。从此又挑起了一场新的“富春公案”。经过美术界几十年的争论，最终基本取得一致意见，认为《无用师卷》为真，《子明卷》为伪，但也公认《子明卷》具有很高的艺术价值及历史价值。</p> <p>　　最终确定《无用师卷》为真迹的是著名鉴定家徐邦达先生，他于1973年在《故宫博物院院刊》第5期发表《黄公望〈富春山居图〉真伪考辨》一文，认为《无用师卷》为真迹，《子明卷》系赝品。主要依据是：一是画面本身。构图“三远”(平远、深远、高远)俱备，大多用干笔勾皴，极少渲染，披纷苍劲，具有草篆奇籀的笔势，又画中多复笔、改笔，与自题中“逐旋填”语相吻合。二是题跋。除自跋外，他人题跋多出自名家之手，内容丰富，紧扣原画，而伪本则内容空泛、贫乏，离题太远。真本的题跋更提供了一条明晰的流传线索。三是收藏记录和印记。自元代始就有真本的评价或流传记录，明、清记述甚详，且与题跋相符。鉴藏者的印记与记述相佐证。画幅上方的吴之矩骑缝印是最有力的凭证。</p> <p><strong>创作背景</strong></p> <p>　　《富春山居图》是元朝画家黄公望的作品，是黄公望为无用师所绘，以浙江富春<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>背景，全图用墨淡雅，山和水的布置疏密得当，墨色浓淡干湿并用，极富于变化，是黄公望的代表作，被称为“中国十大传世名画”之一。</p> <p>　　《富春山居图》是黄公望72岁时为无用师所绘，用三、四年时间才画成，画面表现出秀润淡雅的风貌，气度不凡，以浙江富春江为背景，是黄公望的代表作。</p> <p><strong>作品风格</strong></p> <p>　　《富春山居图》为纸本水墨画，宽33厘米，长636.9厘米，是黄公望晚年的力作。它以长卷的形式，描绘了富春江两岸初秋的秀丽景色，峰峦叠翠，松石挺秀，云山烟树，沙汀村舍，布局疏密有致，变幻无穷，以清润的笔墨、简远的意境，把浩渺连绵的江南山水表现得淋漓尽致，达到了“山川浑厚，草木华滋”的境界。</p> <p>　　《富春山居图》，高一尺余，长约二丈。此图展现了富春江一带景色：富春江两岸峰峦坡石，似秋初景色，树木苍苍，疏密有致地生于山间江畔，村落、平坡、亭台、渔舟、小桥等散落其间。董其昌称道，“展之得三丈许，应接不暇。”确给人咫尺千里之感。</p> <p>　　这样的山水画，无论布局、笔墨，还是以意使法的运用上，皆使观者不能不叹为观止。正如恽南田所说，“所作平沙秃峰为之，极苍莽之致。”董其昌还曾说，他在长安看这画时，竟觉得“心脾俱畅”。</p>"
}