{
  "id": 777,
  "star": 1,
  "name": "金章宗",
  "image": "http://img.gushiwen.org/authorImg/wanyanjing.jpg",
  "dynasty": "宋代",
  "desc": "完颜璟（公元1168－1208年），小字麻达葛，世宗完颜雍孙，完颜允恭子，世宗病死后继位。章宗统治前期，金朝国力强盛，后期由盛转衰。在位19年，病死，终年41岁，葬于道陵（今北京市房山县大房山东北）。",
  "content": "<h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a><a href=\"http://so.gushiwen.org/author_139.aspx\">完颜璟</a>在位二十年，上承世宗太平日久，国内小康，于是考正礼乐，修订刑法，制订官制，典章制度光彩夺目，成为一伐统治的典范。又多次向群臣询问漠宣帝综合考核名实是否相符、唐代考查官员的方法，实在想超过辽、宋而与汉、唐比肩，也可说是有志于治理国家的人了。</p> <p>　　然而宠婢独揽朝政，继承人没有建立，疏远猜忌宗室，而传位授国又不得其人。</p> <p>　　以前所谓维持巩固到久远，只是空文，而不能被后世子孙遵用一天，金源氏从此衰落了。</p> <p>　　过去<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>说遇：“秦的官员违背了秦的法度，秦的法度又违背了圣人的法度。”大概是有原因的吧。——《金史·章宗本纪》</p> <p>　　《金史》：璟善书法，知音律，雅尚汉文化。 </p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a><a href=\"http://so.gushiwen.org/author_139.aspx\">完颜璟</a>，生于大定八年（1168年）七月丙戌日，小字麻达葛，因生于金莲川麻达葛山而命名。是金世宗完颜雍之孙，金显宗完颜允恭之子，母孝懿皇后徒单氏。</p> <p>　　大定十八年（1178年），完颜璟被封为金源郡王，开始学习女真小字及汉字经书，以进士完颜匡、司经徐孝美等为侍读。</p> <p>　　大定二十五年（1185年）父亲完颜允恭去世，进封原王、判大兴府事。</p> <p>　　次年拜尚书右丞相，被立为皇太孙。</p> <p><strong>登基为帝<br></strong>　　大定二十九年（1189年）正月癸巳日，金世宗驾崩，完颜璟于同日在灵柩前继位，是为金章宗。次年改年号为明昌。章宗生长于金世宗执政的“大定之治”时期，自幼对祖父的文韬武略耳濡目染，加之对儒家文化的融会贯通。登位后，在继行祖父\"仁政\"之治的同时，极力效法北魏孝文帝否定本族旧制的那种翻然改进式的全盘汉化改革，不再因循世宗的民族本位主义作法。不断完善各种政治、经济制度，实现了女真族的彻底封建化。</p> <p>　　大定二十九年（1189年）二月，章宗刚即位，就解决了金朝的奴隶又称\"二税户\"的历史遗留问题。这些奴隶既要向国家纳税，又要向寺院纳租，地位最为低下，随着封建制的发展，奴隶制的存在已成为发展生产的严重障碍，经过的章宗努力使绝大多数的奴隶变成了平民。</p> <p>明昌之治<br>　　章宗聪慧好学，有其父的风采，他喜好文学，崇尚儒雅，因此一时名士层出不穷，执政的大臣大多都有文采、学问可取，有能力的官吏和耿直的大臣都得到了任用，政治清明，文治灿然。</p> <p>　　章宗继承大定盛世，加强了官制改革，为适应形势和需要，又设立了许多新的机构。同时，章宗在法制建设方面取得了很大的成果，对于巩固政权，安定社会，发展经济，维护统治阶级利益，都起到了很大的作用。使女真社会封建化最后完成，这是金朝最为繁荣兴盛的时期，经济发达，人口增长，府库充实，天下富庶，史家评为“宇内小康”。</p> <p>　　章宗时期是金朝人口数量最多的时期，明昌六年（1206年），契丹，女真汉户为7223400户，48490400人，比世宗大定二十七年（1187年）增加了1623700多户，8827000多人。泰和年间人口最盛，总人口超过5600万。</p> <p><strong>由盛转衰<br></strong>　　章宗在位后期，中原地区水旱蝗灾频频发生，而黄河三次大决堤在使河道南移夺淮入海成为定局的同时，也使金朝经济一蹶不振。这是因为：一方面，两岸农民流离失所，中原农业遭到严重破坏，中央财税大受影响。另一方面，大规模的赈灾和河防更令金朝财政雪上加霜，仅章宗即位那年修复河堤用工四百三十余万，每工钱一百五十文，日支官钱五十文，米一升半。</p> <p>　　章宗又宠爱李师儿（后封元妃）并信用李氏外戚，任用经童出身的胥持国管理朝政。这两位互相勾结，营利干政，使章宗后期的政风逐渐下滑，而黄河泛滥与改道又使金朝国势开始衰退。此时金朝军事逐渐荒废，北方蒙古诸部兴起。章宗曾派兵至蒙古减丁，并且诱使互相残杀，但收效不大，最后由成吉思汗所统一。南宋权臣韩侂胄见金朝国势衰退，命吴璘之孙吴曦管理蜀地，准备北伐，而金廷也派仆散揆坐镇汴京，抵御宋军。1206年韩侂胄发动开禧北伐，宋军一度收复淮北地区，但是镇守蜀地的吴曦投降金朝。八月仆散揆率军九路南下，年底金兵直逼长江，并且围攻襄阳。隔年吴曦被杀，四川复归南宋，至此双方有意议和。韩侂胄最后在金朝与南宋的要求下被杀，双方于泰和八年（1208年）议和，史称嘉定和议，宋尊金为伯，增加每年岁币至银三十万两、绢三十万匹及向金朝纳“犒军钱”三百万两，金朝始归还南宋失地。</p> <p>　　作为太平天子，章宗也奢用渐广，完全不像金世宗那样节俭。他改造宫殿陈设，每日动用绣工一千二百，两年才完工。官僚机构的完善和膨胀，使得章宗末年的官员数额比世宗时期激增三倍，这些成本也必须打入国家财政开支。再加上刚才所说的赈灾、河防和军费，完颜璟深感财政上的窘迫。</p> <p>　　为弥补财政亏空，金朝开始滥发交钞。人民就拒绝使用这种贬值的纸币，私下以铜钱交易，即便朝廷以行政命令来维持钞法，也无济于事。有些情况颇能说明交钞贬值的严重程度：完颜璟在世时，万贯交钞只能买到一个烧饼；而去世后二年，有一次为了发军赏，竟动用了八十四辆大车来装运交钞。</p> <p><strong>抱病去世<br></strong>　　泰和八年（1208年）十一月乙卯日，金章宗完颜璟患病，同月丙辰日在福安殿病死，时年四十一岁。他的六个儿子都在三岁前夭折。由于他没有后嗣，所以由其叔父卫王完颜永济继位。章宗立遗诏说：“朕尚无子，贾氏、范氏已经怀孕，即将分娩，如果两妃中生下男孩，就马上立为皇帝。”为此，完颜永济继位后立即清除李、贾、范三妃等外戚势力。</p> <p>　　大安元年（1209年）正月，上谥号宪天光运仁文义武神圣英孝皇帝，庙号章宗。同年二月甲申日，葬于道陵。</p><br/><h2>为政举措</h2> <p><strong>政治<br></strong>　　<a href=\"http://so.gushiwen.org/author_139.aspx\">完颜璟</a>是女真封建化的最后完成者，他在这一方面的举动有三。</p> <p>　　其一，废除奴隶制度。世宗时期，只是局部解放奴隶。完颜璟即位当年，将宫籍监户原系奴婢者放为良人，解放了女真奴隶；原寺院僧道控制的契丹奴婢也悉放为良。明昌二年（1191年），更定奴诱良人法，以法律形式确认废止奴隶制和禁止诱良为奴的成果。</p> <p>　　其二，限制女真特权。完颜璟先后制定了有关猛安谋克的一系列规定，例如，镇边以后放免授官格、军前怠慢罢世袭格、斗殴杀人遇赦免死罢世袭格、放老入除格、承袭程式格等等，在维护猛安谋克权益的外表下，通过法制规定在实际上削弱或废除猛安谋克女真户的特权，并淘汰了一批平庸无能的猛安谋克，从而提高了猛安谋克的整体素质。</p> <p>　　其三，保护封建农业。明昌三年（1192年），完颜璟规定猛安谋克只能在冬季率属户畋猎两次，每出不过十日，此举改变了女真猛安谋克圈占猎地习武的习惯。次年，他下令将行宫禁地和围猎场所尽与民耕种。这些措施显然都是有利于封建农业经济发展的。</p> <p>　　其四，允许蕃汉通婚。明昌二年（1191年），完颜璟同意尚书省建议，认为女真猛安谋克屯田户与当地汉户“若令递相婚姻，实国家长久安宁之计”。泰和六年，他下诏准许屯田军户与驻地居民互相通婚。通过通婚的纽带，女真民族加速了与中原汉族的融合。</p> <p><strong>经济<br></strong>　　由于金朝铜少，因而铜钱无法取代纸币作为主要流通货币。<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>时，纸币作为永久流通货币而被大量发行，加之货币屡屡更改，市民怨恨，金代币制开始陷入极度混乱之中。社会经济陷入危机。为此政论采取了一些经济上的对策，其中之一就是铸造银锭，使其便于流通，金章宗承定二年（1162年）以前是以锭来计量白银的，银锭重50两，这一年，开始铸造“承安宝货”，有1两至10两共5等，从此成为法定货币，这次货币的革命性变革虽无法改变金王朝经济极度混乱的局面，却对后代产生了深远的影响。 </p> <p><strong>文化<br></strong>　　完颜璟自幼接受女真文化和汉文化的良好教育。他被封为王时，能以女真语入谢，令坚持女真传统的世宗着实感动。但他又是金朝诸帝中受汉化最深的君主，女真族的汉化也最终在章宗朝宣告完成。在这一方面，他起了多方面的作用。</p> <p>　　其一，尊崇孔子。他即位次年，就修缮曲阜孔子庙学、碧瓦廊庑，雕龙石柱，极尽壮观；还下诏全国州县各修孔庙，避孔子名讳。孔子在金朝所受尊崇已与宋朝相同。</p> <p>　　其二，完善科举。即位当年，完颜璟就增设经童科。明昌初，完颜璟增设制举宏词科，以待非常之士，金朝科举至此诸科齐备。故而史称：世宗、章宗之世，儒风大变，学校日盛，士人由科举而位列宰相者前后相望。</p> <p>　　其三，健全礼制。世宗时分别命官员参考唐宋沿革，议定礼乐，章宗初修成《金纂修杂录》四百余卷。明昌六年（1195年），又编成《大金仪礼》，史称“大定、明昌其礼浸备”。与此同时，金朝开始祭祀三皇五帝和禹汤文武，表明其继承汉族王统。</p> <p>　　其四，修备法典。史称“明昌之世，律义敕条并修，品式浸备”。明昌年间，编成《明昌律义》，另编榷货、边部、权宜等敕条。泰和元年（1201年），又修成《泰和律》，这是金朝最称完备的法典。</p> <p>　　完颜璟在完备汉制方面所颁布的措施，是女真族汉化的总结，在金朝女真封建化过程中具有积极意义。完颜璟禁止称女真人为“番”，本人也宛然汉家天子。他雅好汉族士人的书画作品，学得一手宋徽宗的瘦金体。他还设立书画院，命应奉翰林文字、汉人<a href=\"http://so.gushiwen.org/author_414.aspx\">王庭筠</a>任都监，为他鉴定<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、顾恺之的书画。完颜璟对汉文<a href=\"http://so.gushiwen.org/author_777.aspx\">诗</a>词有精深的修养，有句云：“三十六宫帘尽卷，东风无处不扬花”，诗风虽纤弱，却是有意境的佳句。</p> <p><strong>军事<br></strong>　　北方的鞑靼诸部，与金朝长期保持着臣属关系。但自明昌六年（1195年）至承安三年（1198年），不时侵扰金朝边界。完颜璟采取攻防并举的战略。一方面派遣夹谷清臣、完颜襄和完颜宗浩多次北伐，给以重创。另一方面，由完颜襄亲督军士民夫，在临潢（今内蒙古巴林左旗东南）至泰州（今黑龙江洮安东北）一线，开凿绵延九百里的界濠。据考古勘测，界濠深三至四米，宽十余米，内侧还筑有墙堡，这是一项规模浩大的防御工事。鞑靼诸部的南侵，虽打破了明昌承安之治的宁静，好在蒙古诸部尚未统一成为强悍善战、无坚不摧的游牧军事帝国，还未对金朝形成真正巨大的威胁。</p> <p>　　完颜璟对南邻宋朝始终是一心维护和平局面的，但南宋权臣韩侂胄主动挑起战端，发动开禧北伐，金朝反击，在全线获胜的有利形势下，迫使南宋订立了嘉定和议。南北两线的战争，虽然都以金朝占上风而告终，但大量的军费却使金朝财政入不敷出。</p><br/><h2>家族成员</h2> <p><strong>父母<br></strong>父亲：完颜允恭（金世宗第二子，<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>即位后，为其父上庙号显宗）。<br>母亲：徒单皇后，谥号孝懿皇后。</p> <p><strong>后妃<br></strong>钦怀皇后蒲察氏，正妻，早逝。<br>元妃李师儿，宠妃，章宗死后被赐死。<br>资明夫人林氏，事迹不详。<br>昭仪夹谷氏，夹谷清臣之女。<br>承御贾氏，章宗过世，遗诏自己后宫有两位姬妾有孕，若其中生有男胎，就立为皇储。卫绍王即位后的大安元年（1209年）四月，下诏表示有人密告元妃李师儿实与其母王盻儿及太监李新喜合谋，命令贾氏诈称有孕，等足月时再从李家找婴儿入宫；于是贾氏被认为受指使假装怀孕，被赐死。<br>承御范氏，章宗死时她怀有身孕。卫绍王即位后的大安元年（1209年）二月，下诏表示承御范氏之子早已流产，令其削发为尼。</p> <p><strong>儿子<br></strong>长子完颜洪裕（1186年―1188年），母蒲察皇后。明昌三年（1192年），追封绛王，并赐名。<br>次子完颜洪靖（1192年—1193年），本名阿虎懒，母资明夫人林氏。承安四年（1199年），追封荆王，赐名，加开府仪同三司。<br>三子完颜洪熙（1192年―？），本名讹鲁不，生母不详，未满月夭折。承安四年（1199年），追封荣王，赐名，加开府仪同三司。<br>四子完颜洪衍（1193年―？），本名撒改，生母不详，承安四年（1199年）追封英王，加开府仪同三司。<br>五子完颜洪辉（1197年五月—1197年十月），本名讹论，生母不详，封寿王。<br>幼子完颜忒邻（1202年―1203年），母元妃李师儿，封葛王。</p>"
}