{
  "id": 1479,
  "star": 0,
  "name": "王安礼",
  "image": "http://img.gushiwen.org/authorImg/wanganli.jpg",
  "dynasty": "宋代",
  "desc": "王安礼（1034年--1095年），字和甫，北宋政治家、诗人。抚州临川（今江西省抚州市） 人，王安石同母四弟。生于宋仁宗景祐元年，卒于哲宗绍圣二年，年六十二岁，官至尚书左丞。世称王安礼、王安国、王雱为“临川三王”。著有《王魏公集》20卷。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1479.aspx\">王安礼</a>嘉祐六年（1061）中进士，初入幕河东路唐介门下。熙宁三年（1070），西夏侵犯边境，河东宣抚使韩绛仓促调集四万百姓防守。王安礼坚决反对，认为“民不习武事，今驱之上阵，纵不为敌所败，亦会冻饿而死，应该停止征用”。后帅吕公弼采纳他的意见，改调精兵迎敌，使四万无辜百姓免于难。吕公弼非常感谢王安礼之议，并将此事上奏。宋神宗闻其才，召为崇文院校书，入集贤院，出任润州、湖州知州，开封府判官，直舍人院，同修《起居注》，知制诰。</p> <p>　　王安礼敢于仗义执言，大胆进谏。王安礼与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>政见不一，曾上书反对变法。元丰二年（1079），<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因写了一些反对变法的<a href=\"http://so.gushiwen.org/author_1479.aspx\">诗</a>文，被御史中丞李定等指控下狱，处境十分危险，无人敢救。王安礼从容面君，对神宗说：自古有气量的君主，不以言语定人罪，今一旦将苏轼逮狱加罪，恐后人要说陛下不能容才。神宗对此案本来就不准备深究，王安礼进谏后，遂从轻发落苏轼。</p> <p>　　王安礼以翰林学士任开封知府时，善于断案，执法严明。“有滞讼不得其情及剖决具案而未论者几万人”。经过日夜操劳、明查暗访，不畏权势，认真剖析案情，秉公执法，到职不过3个月，将所有积案审清，致使“囚系皆空”，并将结果公布于府前。辽使在府前看到后，也大加赞誉。神宗听说后也称赞“安礼能勤吏，骇动殊邻，于古无愧矣！”特给他官升一级，以资奖励。</p> <p>　　元丰四年（1081），拜尚书右丞，迁左丞（副相），参与执政议事。元丰七年（1084），终因多次谏阻神宗派兵攻打西夏，被御史张汝贤所劾，以端明院学士知江宁府。元祐中，加资政院学士，先后任扬州、青州、蔡州、舒州等知州、永兴知军。绍圣二年（1095）任太原知府，卒于任所。赠金紫光禄大夫、太师、魏国公。</p> <p>　　王安礼以文词见长，<a href=\"http://so.gushiwen.org/author_3076.aspx\">楼钥</a>称其文“踔厉骏发、卒归于道”。其诗或旷达超迈，或寄情高远。著有《王魏公集》20卷，明中叶后散佚，今存《永乐大典》辑佚本收入《四库全书》《豫章丛书》。《宋史》卷三二七、《东都事略》卷七九有传。</p> <p>　　《王魏公集》收录了作者所撰祭文四十余篇，这些祭文，系宋代国家祭祀大典的重要文书。这些道教祭祀仪式上的祭文资料，让我们了解到宋代社会祭祀仪式频繁举行的真实状况。作为道教祭祀仪式重要组成部分的祭文，真实再现了宋代社会道教文化发展兴盛的面貌，表明宋代社会道教在人们社会生活中的重要地位，是了解和研究宋代社会民俗学的重要史料。这些祭文，就文体名称而言，分有青词、朱表、斋文、祈文、祝文、上梁文、祭文等类。就内容上说，包括祈求生命、济度亡灵、避让灾害、祈请雨雪、祷告土地等方面，就祀神方面看，含有上天神明、城隍土地、雷电水火、阎王地藏等神鬼谱系，是宋代社会祭文较为集中的一部文书。</p> <p>　　其后裔居东乡县愉怡乡礼坊村，有“宋名臣王安礼故居”石碑。</p><br/><h2>家族状况</h2> <p>祖父：王用之，曾任卫尉寺丞</p> <p>父亲：王益，字损之，曾为临江军判官，一生在南北各地做了几任州县官</p> <p>庶母：徐氏，王益的第一任妻子</p> <p>生母：吴氏，抚州金溪人，王益的第二任妻子</p> <p>异母兄长：王安仁，皇祐元年冯京榜进士</p> <p>王安道(1017年－1051年)，字仁甫，曾授衡州军司法参军</p> <p>同母兄长：<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>(1021年12月18日－1086年5月21日)，字介甫，号半山，北宋著名宰相</p> <p><a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>(1028年－1074年)，字平甫，曾任武昌军节度推官、西京国子教授</p> <p>王安世(?－1059年)，曾任太平州当涂县主簿</p> <p>王安上，字纯甫</p><br/><h2>人物轶事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1479.aspx\">王安礼</a>擒诬告者</p> <p>　　宋代<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的弟弟王安礼任开封知府时，曾断过不少疑难案子。</p> <p>　　某日，有人投递一封匿名信，告京城的一个富翁，说此人家屯大量兵器，养有兵丁，并正在联络有关权威人士，想要谋反。</p> <p>　　王安礼接信后觉得奇怪，他虽与那富户没往来，可早听闻该人忠厚老实，是个本份的生意人。加之信中语言刻薄，许多罪名只有列举而无旁证。根据多年办案经验，他认为此事属匿名诬告，便没将它当作一回事。</p> <p>　　不料，没多久，京城竟到处传闻富户谋反的事。没过几天，竟传到皇帝耳中。皇帝立即诏令开封府彻底清查此事。王安礼只得奉命前往搜查。</p> <p>　　富翁甚为惊恐。官兵封锁住出口，进而翻箱倒柜，一下子把富翁家中搞得天翻地覆。搜查整整进行了一天，各路人马竟没有查出任何谋反的证据。</p> <p>　　王安礼问富翁：“你平日可有仇人？”</p> <p>　　富翁摇摇头道：“小人一向本分，从不与人结仇。”</p> <p>　　王安礼又问：“你再回忆一下，可有对你不满之人？”</p> <p>　　富翁想了想，一拍脑门，说：“哦，前不久有个靠写讼状谋生的马生来借债，当时我手头正好没现钱。他很不满，临走说了许多怨恨的话，还说要给我厉害看看。”</p> <p>　　王安札暂且将富翁拘至大狱，以免遭人非议。</p> <p>　　次日，王安礼将马生传到衙门，对马生说：“听说你写得一手好字，本府这里有几本案卷，因书吏生病，上面催得紧，能否请你帮忙抄一下？”</p> <p>　　马生受宠若惊地道：“小人有幸，愿意效劳。”</p> <p>　　当即，马生便落笔抄案卷。王安礼将抄好的案卷拿到后房一瞧，心中大喜，此字与匿名信上的笔迹竟出自一人之手。</p> <p>　　王安礼即命手下将马生擒获，询问他写诽谤文书之事。物证皆在，马生无可抵赖，只得招认。</p>"
}