{
  "id": 3086,
  "star": 0,
  "name": "滕宗谅",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3086.jpg",
  "dynasty": "宋代",
  "desc": "滕宗谅一般指滕子京。滕宗谅（990年-1047年），字子京，河南洛阳人，北宋官员，因范仲淹的《岳阳楼记》而为世人所知，岳阳楼的双公祠中有范仲淹与滕子京的雕像（右）。在岳州做过太守。他做太守时，政事顺利百姓和乐。",
  "content": "<h2>人物影响</h2> <p>　　滕子京在西北的甘肃泾州当他的知州。那是个边关阻隔，动乱无常的荒凉之地。西夏大举攻宋，宁夏定川寨一仗，打得昏天黑地，血肉横飞。滕子京镇守城池，手中兵卒无几，“乃集农民数千戎服乘城”，又“会<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>引番汉兵来援”。之后，他动用公款犒劳边关将士，祭奠英烈，抚恤遗属。事隔一年，便有人弹劾（弹劾，担任监察职务的官员检举官吏的罪状）滕子京滥用公款，“其间数万贯不明”。于是，“泾州过用公款案”闹得沸沸扬扬。幸得<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、范仲淹从中解释，方未处刑，仅贬官而已。于是就有了“庆历四年春，滕子京谪守巴陵郡”。</p> <p>　　滕子京是背着沉重的十字架来到巴陵岳阳的。</p> <p>　　岳阳这地方怎么就成了贬官们的钟爱之地？上自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>数起，涉足岳阳的各朝名家大都是仕途坎坷，累有贬迹。无论“去国怀乡，忧谗畏讥”也好；“心旷神怡，宠辱偕忘”也好，只要贬官们踏上岳阳这块土地，总是文思泉涌，佳作叠出。</p> <p>　　是洞庭山水抚慰了落魄的人生，还是人生的苦难打磨了岳阳的灵魂？这一拨拨朝廷的弃儿，将热泪抛洒在岳阳楼头的时候，巴陵的山捧着它，洞庭的波含着它，分明就铸成了岳阳城头一块块苦涩的砖石，从屈夫子一直垒砌到今天。<br>那么，滕子京为岳阳留下了什么呢？</p> <p>　　那古楼上写着“不以物喜”。他是不以物喜的。他在岳阳的3年，承前制，重修岳阳楼；崇教化，兴建岳州学宫；治水患，拟筑偃虹堤。三年治政，成就三件大事，此君足矣！同朝史学家<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>赞其在岳州“治为天下第一”。滕子京是完全有资本以物喜的，他却不能喜，“负大才，为众所嫉”，他如何喜得！</p> <p>　　古楼上还写着“不以己悲”。他又何尝以己悲之？一个负罪的贬官，仕途的失意，人生的坎坷，要消沉当可消沉，论哀怨亦可悲之，而这位滕公却“居庙堂之高则忧其民；处江湖之远则忧其君”，他是不喜不悲，不艾不怨，上任一年便“政通人和，百废具兴”，于治政是如此的投入，于黎民是如此的体恤！此种襟怀，问谁领会得来！当岳阳楼重修落成之日，滕子京也只是“痛饮一场，凭栏大恸（恸，大哭）十数声而已”，可见其忍辱负重仍然勤于政绩的惨淡心境。男儿有泪不轻弹，这“凭栏大恸十数声”是何等的悲怆，何等的壮烈！</p> <p>　　岳阳楼是重新耸立起来了。设若没有滕子京重修岳阳楼，何来此大观？没有滕子京修书求记范仲淹，又何来“先天下之忧而忧，后天下之乐而乐”的《岳阳楼记》传诸后世？范仲淹是“先天下之忧而忧，后天下之乐而乐”精神的宣扬者，滕子京何以不是这精神的践行者？</p> <p>　　滕子京谪守岳州3年，于庆历七年初调任苏州，离开岳阳3个多月之后不幸病逝于苏州任所，时年56岁。《宋史》对他有这样的评价：“宗谅（滕子京，名宗谅，字子京）尚气，倜傥自任，好施与，及卒，无余财。”</p> <p>　　无余财呀！这便是一个受诬贬官的结局。可悲的是，当年弹劾滕子京的那个人，受命“审讯”此案，他的调查结果却是“滕子京所用钱数分明，并无侵欺入己”。可怜滕子京们已是遍体鳞伤，欲哭无泪，小人却在一旁暗自窃笑。范相滕公今安在？于是，让我想起了刻在岳阳楼上的那半副楹联：“范秀才，亦多事，数十年光景，甚么先甚么后，万家忧乐独关心。</p><br/><h2>生平</h2> <p>　　滕子京与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、刘越举同科进士。初授泰州军事判官，范仲淹任西溪（今江苏东台）盐官时建议泰州知州张纶修筑捍海堤堰，荐举滕子京给张纶当助手。在筑捍海堤堰中滕子京吃苦耐劳，也显示出其才干，备受张纶称赞。后迁当涂（今安徽当涂县）、邵武（今福建邵武市）知县。范仲淹升任京官后，赏其有才干，将其召入试学院；天圣中又改任专管审核刑狱案件的大理寺丞。天圣七年（1029）六月，京都开封天大雷雨，电光乱掣，规模空前的玉清昭应宫内，竟射入一大火团，四处爆裂，霎时间烈焰腾飞，穿透屋顶，大火烈烈轰轰的烧了一夜，竟将三千六百一十间房屋的一座琳宫玉宇，变成了一片瓦砾荒场，只剩得长生、崇寿两座小殿。执掌朝纲的刘太后闻报，传旨将守宫官吏全部系狱抵罪。枢密副使范雍、中丞王曙、司谏范讽均上谏言，说大火“是天意，与人无关，不当置狱穷治”。刘太后无奈，便借机将多次劝阻她想得皇权礼遇的首相王曾以“兼领玉清昭应宫使管理不严，因而发生大火”为名，罢免了王曾首相，贬为青州（今山东潍坊市境）知州。灾后，范仲淹、滕子京等诸多高中低级官员分别奏请刘太后放弃垂帘听政，将军国事大权交还给仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>（在现代，池州有出版物，将劝刘太后“还政”解释成劝太后，不能只垂帘听政，而应以皇帝礼遇，临朝执政。意思全反了，真叫人啼笑皆非），刘太后大怒，将范仲淹等高级官员逐出朝廷任地方官，将中低级官员一一贬逐边远州县。滕子京也于天圣九年（1031）由大理寺丞贬至闽北邵武县。这是他二次来邵武，在一年多任职时间内他为民办好事，建学堂，访贫问苦，与当地百姓亲密无间。《闽书》称他“复知邵武军州事，自任好施予，喜建学，为人尚气倜傥，清廉无余财。”</p> <p><strong>奉调入京</strong></p> <p>　　明道元年（1032）滕子京奉调入京，任掌管皇帝衣食行等事的殿中丞。然而时运不济，命途多舛。这年八月，内宫再次发生火灾，连烧八殿。“火始作，小黄门王守规独先觉，自寝殿至后苑门，皆击其锁”，带着仁宗逃至延福宫。仁宗恼怒，对执政大臣们说“非王守规引朕至此，几与卿等不相见。”诏令追查起火原因。滕子京当是首当其冲的被迫查者。他与秘书丞刘越分别上疏谏，认为宫中屡屡失火原因是规章制度不严，未能防患于未然。但根本原因是太后垂帘，妇人柔弱，朝纲不整，政失其本。“祥符中宫中失火后，先帝（真宗）常索其类实之法矣，若防患以刑而止，岂有今日之虞哉。”“诚愿修政以禳之，思患以防之。”“倘能如此，需请太后还政”，“庶灾变可销，而福祥来格也。”仁宗听其言，罢诏狱。明道二年三月由垂帘听政到皇帝礼遇，至军国事权一手独揽，专政达十一年之久的刘太后终于一命呜呼。刘太后死去，常劝太后“还政”的人，都有提升，滕子京迁左司谏，秘书丞刘越病故，也赠右司谏衔。未久，有人告滕子京所奏宫中失火原因不实，其本人有不可推脱之责。景佑元年（1034）滕子京又被降为尚书祠部员外郎，知信州（今江西上饶市）。后又因与司谏范讽君子之交，心心相印，知无不言，言无不尽，范讽次年因事被贬，株连滕子京，子京被降为监管酒业专卖的池州监酒（在现代，池州有出版物，将滕子京“与范讽雅相善，及讽贬”解释成与范仲淹“讽雅相善”，范仲淹被贬，滕子京遭殃。张冠李戴，真是不可思议。）这次贬逐池州，前后数年（有出版物说他在池州隐居九年。九年之说无据，隐居之说也不准确。）可能（无确凿史据）就在监池州酒任上，邀请范仲淹来池州游玩，两人同登九华山，同游秋浦山水，饱赏贵池、青阳秀丽风光，滕子京流露百年后安卧青阳之心愿。不然滕子京死后，范仲淹为其撰写的墓志铭中，怎会有“君昔有言，爱彼九华书契。”</p> <p><strong>直集贤院</strong></p> <p>　　宝元元年（1038）滕子京调江宁（今江苏南京）府通判，不久徙湖州（今浙江吴兴）知州。康定元年（1040）九月西夏国王嵬名元昊大举兴兵侵宋。滕子京升官刑部员外郎、职直集贤院、任泾州（今甘肃州泾川北）知州（宋朝官吏大都是三个头衔即官、职、差遣）。开始长达四年防御西夏东侵的艰难生涯。庆历二年（1042）闰九月，嵬名元昊举兵进犯泾原，谓州（今甘肃平凉市）马步军都部署、经略安抚招讨使王沿命副都部署葛怀敏率军抗击，葛不听都监赵询的建议，命诸军分四路向定川寨（今宁夏固原北）进攻，结果在定川寨被西夏军包围，水源也被切断，葛怀敏等遂战死，近万人被西夏军俘虏。葛怀敏兵败，沿边郡县十分惊忧。西夏军打到渭州时，距滕子京守军泾州只120里。他沉着应战，动员数千百姓共同守城；又招募勇敢之士，侦探敌军之远近及兵力之多少，檄报邻郡使之做好防备。后环庆路马步军都部署、泾略安抚招讨使范仲淹率一万五千人解泾州之危。滕子京张罗供应柴粮，确保了战争所需一切物资，终于将西夏军击退。在保卫泾州的战役中立下了汗马功劳。战争结束后，滕子京大设牛酒宴，犒劳羌族首领和士兵，又按当时边疆风俗，在佛寺里为在定川战争中死亡的士卒祭神祈祷，并安抚死者亲属，其良苦用心是笼络少数民族民心，借以求得民心安定和边疆的安稳。</p> <p><strong>庆州知州</strong></p> <p>　　在范仲淹举荐下，滕子京提为管理宫廷中藏书的高级文官天章阁待制、任环庆路都部署，接任范仲淹庆州知州职位。庆历三年（1043）他调京不久，驻扎在泾州的陕西四路马步军都部署、泾略安抚招讨使郑戬告发滕子京在泾州滥用官府钱财，监察御史梁坚对其进行弹劾，指控他在泾州费公使钱十六万贯，随即遣中使检视。滕子京恐株连诸多无辜者，将被宴请、安抚者的姓名、职务等材料全部烧光。其实，所谓十六万贯公使钱是诸军月供给费，用在犒劳羌族首领及士官的费用只有三千贯。时任参知政事的范仲淹及监官<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>等都为其辩白，极力救之。后只被官降一级；贬知凤翔府（今陕西宝鸡市境），后又贬虢州（今河南灵宝市境）。御史中丞王拱辰上奏不放，认为滕子京“盗用公使钱止削一官，所坐太轻”。因而在庆历四年春又贬到岳州巴陵郡（今湖南岳阳一带）。</p> <p><strong>勤政为民</strong></p> <p>　　滕子京到巴陵后，不计个人荣辱得失，以国事为重，勤政为民，办了几件好事，如扩建学校、修筑防洪长堤和重修岳阳楼等。这些事受到百姓称赞，结果两年时间就政通人和，百废俱兴，“治为天下第一”。在重修岳阳楼之后，他写信给好友范仲淹，请他作记，共襄这“一时盛事”。随信还送了一幅《洞庭秋晚图》，供仲淹参考，说是“涉毫之际，或有所助。”范仲淹是苏州吴县人，小时去太湖玩过，后母亲改嫁，又随继父到洞庭湖畔的澧县和安乡县读书，所以对太湖、洞庭湖的风雨晴晦种种风情非常熟悉。其时，范仲淹因“庆历新政”遭当朝保守派大臣<a href=\"http://so.gushiwen.org/author_921.aspx\">贾昌朝</a>、陈执中、王拱辰等的攻击而失败，已于庆历五年由参知政事贬谪为邓州（今河南南阳市）知州。同是天涯沦落人的范仲淹，借楼写湖，凭湖抒怀，真正的意图是对挚友的婉转规劝，惟恐招来祸患。在《岳阳楼记》中规劝他应有以天下为己任的人生观，“不以物喜，不以己悲。居庙堂之高，则忧其民；处江湖之远，则忧其君”；“先天下之忧而忧，后天下之乐而乐”。范仲淹可谓苦心孤诣，深知重修岳阳楼要花很多钱，担心有些人再次借此攻击滕子京，所以在文章一开头就用“政通人和，百废俱兴”，既是对他的政绩的肯定和颂扬，又是为他被贬谪再次辩白；同时告诉他人，他是在干出大成绩后才重修名胜古迹岳阳楼的，又堵塞了攻击者之口。</p> <p>　　庆历七年（1047）滕子京由于治巴陵郡有功，调任江南重镇苏州知州，上任后不幸卒于任所，终年五十八岁。始葬于苏州，后其子孙（是子还是孙无史据可考）按其生前“君昔有言，爱彼九华书契”意愿，迁葬于青阳县城南金龟源。明清两朝敬仰滕子京的青阳人，在九华山云外峰下建造了“滕子京书堂”，供后代子孙瞻仰凭吊，只可惜书堂遗址今已无处寻觅。</p> <p><strong>仕途坎坷</strong></p> <p>　　滕子京与范仲淹同举进士，两人一见如故，说身世，谈抱负，十分投机。范仲淹举进士后，偕滕子京来青阳长山和九华山游玩。滕子京爱青阳、九华山山水秀美，恋契友范仲淹情深，曾有言“爱彼九华书契”终归于青阳。死后，其诸子遵其志，葬子京于青阳，这是滕子京葬于青阳的原因之一。</p> <p>　　滕子京中进士后，曾任大理寺趁丞、左司谏、天章阁待制、礼部员外郎等京官。在任礼部员外郎时曾以审计监察官员身份来池州府督察政事，并游览了池州的山水名胜，写了不少<a href=\"http://so.gushiwen.org/author_3086.aspx\">诗</a>文。庆历年间，宋仁宗赵祯任命他为繁华的大州泾州知府，任职期间，由于他“用公使钱无度”，被谪贬到偏僻的小郡巴陵。前后不到两年，因范仲淹的一篇为他歌功颂德的《岳阳楼记》，获得宋仁宗好感，庆历六年秋调他到有小汴京之称的徽州任知府。其时，滕氏家族陆续迁来青阳，父亲年迈在青阳养老。他曾几次来青阳拜望父老乡亲，并在九华山麓建造一座读书堂。庆历七年(1047)又调任苏州知府，上任不久便卒于苏州，时年58岁。定居青阳的滕氏族人，将其遗体运回青阳安葬，这是滕子京归葬于青阳的原因之二，可能是滕子京归葬青阳的真正原因。<br>自宋至清朝中叶的数百年间，滕氏后裔，瓜瓞绵绵，在滕公墓东北几里处形成为名门望族--滕家冲。不知何故，嘉庆以后，滕氏族人陆续外迁，今日滕家冲，只有其名，已无滕姓。</p> <p>　　滕子京墓位于青阳县东5里的金龟源，即今新河乡光荣村陇岗村民小组。金龟源得名于一座酷似金龟的小山岗。滕公墓取金龟朝北斗之向。墓东的山岗上有块巨石，状如“金鸡登高”，也称“金鸡岭”;墓西北有一葱翠欲滴的孤山，形同绿色宝珠，名曰：“抱珠墩”。滕公基地周围，山峦起伏，林术蔽岗，景物清丽，是块难寻的风水宝地。滕公墓后半里处，曾耸立巨碑一块，上刻12个径尺阴文：“宋名臣天章阁待制滕公神道”。碑在“文革”中被推倒、砸碎。1981年青阳县政府定滕子京墓为县重点文物保护单位。墓家因紧靠318国道，后来国道拓宽，无法避让，迁葬于国道北侧抱珠墩，重建了墓碑。</p> <p>　　滕子京一生仕途坎坷，屡贬屡谪，历经磨难，最高官职只是天章阁待制，与范仲淹不是同一官位层次上人，也称不上文学家，但其为人豪迈自负，是位有才干，有抱负的政治家。北宋诗人<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>称他“忠义平生事，声名夷翟闻。言皆出诸老，勇复冠全军”。宋人王辟之在《渑水燕谈录》中称“庆历史，滕子京谪守巴陵，治最为天下第一。”《宋史》滕子京传曰：“宗谅尚气，倜傥自任，好施予，及卒，无余财。所莅州喜建学，而湖州最盛，学者倾江、淮间。”</p>"
}