{
  "id": 508,
  "star": 75,
  "name": "祖咏",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_508.jpg",
  "dynasty": "唐代",
  "desc": "祖咏 唐代诗人。洛阳（今属河南）人。生卒年不详。少有文名，擅长诗歌创作。与王维友善。王维在济州赠诗云：\"结交二十载，不得一日展。贫病子既深，契阔余不浅。\"（《赠祖三咏》）其流落不遇的情况可知。开元十二年(724)，进士及第，长期未授官。后入仕，又遭迁谪，仕途落拓，后归隐汝水一带。",
  "content": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>(699-746?)，洛阳(今属河南)人，开元十二年(724)进士。后移居汝水以北别业，渔椎终老。曾因<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>推荐，任过短时期的驾部员外郎。<a href=\"http://so.gushiwen.org/author_508.aspx\">诗</a>多状景咏物，宣扬隐逸生活。其诗讲求对仗，亦带有诗中有画之色彩，其与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>友善，盖“物以类聚，人以群分”或“近朱者赤，近墨者黑”故也。代表作有《终南望余雪》、《望蓟门》、《七夕》、《汝坟秋同仙州王长史翰闻百舌鸟》、《陆浑水亭》、《家园夜坐寄郭微》、《送<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>下第》、《古意二首》等，其中以《终南望余雪》和《望蓟门》两首诗为最著名。《望蓟门》诗描写沙场塞色，写得波澜壮阔，令人震动，其中“万里寒光生积雪，三边曙色动危旌”为有名的佳句。</p> <p>　　祖咏经历与<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>相似，存诗数量也比较接近。他的山水诗具有语言简洁、合蕴深厚的特点。他的诗以赠答酬和、羁旅行役、山水田园之作为主，一般都写得工稳妥贴，但却缺乏较深刻的思想和较鲜明的艺术特色。从大致的倾向上看，他的一些诗已经接近“大历十才子”的诗风。</p><br/><h2>轶事</h2> <p>　　跟大<a href=\"http://so.gushiwen.org/author_508.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>关系极其密切的洛阳诗人<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>，尽管在写作诗文时不怎么喜爱长篇大论，但他却经常为获得一句好诗而终日冥思苦想，所以他写出来的诗作往往也受到了人们的称赞。著名唐诗选本《唐诗三百首·五绝》卷便选有他的诗作《望终南余雪》，当然，若严格按照近体诗要求的话，其实说它是“五古”，似更为妥当些。①</p> <p>　　说起此诗的创作过程，诗人祖咏却有着一番颇不寻常的经历。那年冬天，祖咏到了京城长安参加进士考试。按照考试的惯例，举子们无疑要写上一首六韵十二句的五言排律诗，这才算合式。而这次应试的题目叫《望终南余雪》；终南山，亦即横亘陕西等省的一座著名山脉。望着它上面的余雪，不用说，它使人想像的余地当然就大了。因为距离京城如此之近的地方，有些人望着积雪将产生高兴的心情，而有的人则感到自己还受到饥饿的交攻而痛苦不堪。当然，也有些人将由此感到广大人民的生活深受煎熬，不由得感慨万千而顿生同情之心……</p> <p>　　考场里一片静寂，连根针掉落地上的声音也都能听得一清二楚。而原本生性苦吟的祖咏此时此刻就坐在还算是暖和的考场里，两眼眺望终南山北那绵延着的仍还没有全部融化的余雪；俗谚所说“下雪不冷消雪冷”呀，这顿然使他联想到不但是我这个外来人感到一种身心的寒冷，而且更多的百姓由于贫寒交迫，不就尤其感到身心的寒冷了吗？想到这一层，他刹那间便把诗作一气呵成了；接着，他就站起来对主考官说：“试官大人，我现在可以出场了吗？”那位正在沉思该次将会录取上什么举子的试官大人，却连头也都没抬地闷声说：“这么快就考好啦？那你把考卷拿来我看！”</p> <p>　　听到此话的祖咏遂把他的考卷恭恭敬地呈献给这考官大人：</p> <p>　　终南阴岭秀，积雪浮云端。<br>　　林表明霁色，城中增暮寒。②</p> <p>　　这主考官粗粗扫视了试卷一眼，当下便不由惊讶起来：“噫，你怎么才写四句就不写了？要知道，按照规定你得写上六韵十二句的呀！”祖咏向他深深地施了一礼，然后严肃而斩截地说：“大人所言不差！但小生觉得拙作已经把题目中的意义写完了，便没有必要再去画蛇添足地硬要凑着了，所以小生就此交卷！”主考官听了，再次端详着祖咏的诗作，细细吟味之下，感到祖咏这诗果然含有一种悲天悯人的襟怀，这是极为难得的诗人所应具备的素质，遂不由含笑地点了点头。</p> <p>　　清代大诗人王士稹把他这首咏雪诗，跟东晋大诗人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“倾耳无希声，在目皓已洁”以及唐代大诗人王维“洒空深巷静，积素广庭闲”相提并论，以为它们都是咏雪的“最佳”之作；事实上，从诗作的深度和对人民的关切度来说，还得算祖咏这诗出类拔萃。因为大凡文学作品，当然是极其讲求立意高低和韵味悠长而定其品质高下的。</p> <p>　　所以，玄宗开元十二年（724年），他果然考取了被人们所羡慕着的进士。祖咏这敢于冒险打破常规而又被主考官破格录取的事情，端的都是极为难得之事！但他的仕途生涯却并不怎么顺利，后来甚至到了以捕鱼砍柴为生的地步，这真是他乃至那个时代的读书人的无限悲哀了。所以，好友王维就在赠送祖咏诗中有句悲叹道：</p> <p>　　结交三十载，不得一日展。<br>　　贫病子既深，契阔余不浅！③</p> <p>　　按：① 因“浮云端”三字为“三平”，而“三平”则属古体诗最为明显的标志，故此诗不应是近体诗“五绝”；但普通选本皆如此对待，姑从之。至于“霁”失律，则有“增”来隔句拗救，故仍合律而非“失律”也。② 此据《直斋书录解题》、《河岳英灵集》及《唐诗纪事》等。③ 展，有作“废”者，误。</p>"
}