{
  "id": 1488,
  "star": 0,
  "name": "刘沆",
  "image": "http://img.gushiwen.org/authorImg/liuhang.jpg",
  "dynasty": "宋代",
  "desc": "刘沆，今江西省永新县埠前镇三门前人。北宋至道元年（995年）九月十八日生。天圣八年（1030年）刘沆进士及第，名列第二。宋仁宗时任参知政事（副宰相）、同中书门下平章事（宰相）共7年，“自进士设科，擢高第至宰相者，吉郡以沆为首”，在位以“长于吏事”著称。",
  "content": "<h2>生平</h2> <p>　　皇祐三年（1051年）三月，<a href=\"http://so.gushiwen.org/author_1488.aspx\">刘沆</a>由尚书工部侍郎升任参知政事（副宰相）。以前政事多由宰相决断，副相不过备位而已。刘沆任职后，积极参与国事决策，重大问题多廷议解决，对政事有所救正。至和元年（1054年）八月，刘沆又进拜同中书门下平章事（宰相）、集贤殿大学士。当时中书省任官多近臣举荐，刘沆向皇帝进言指出其三弊：一、近臣保荐，授非公选，多出私门，浮薄权豪之流交相荐举，互以贸易，以致不能选贤任能；二、任人唯亲，造成“当入川广，乃求近地；当入近地，又求在京”，边远贫困之地无人愿去；三、奖罚升迁，“常格虽存，侥幸尤甚，以法则轻，以例则厚，执法者不能持法，多以例与之”，以致赏罚不明。刘沆恳请皇帝能革除这用人上的弊端，使真正有才德的人，能挑选到政府部门中来。仁宗接受了刘沆的奏请，诏令照此施行。</p> <p>　　刘沆奉诏，实行三举，革除“三弊”。一、举荐贤才。他反对近臣拉关系，走后门，任用无德无才之人；而他本人则以国家利益为重，大力举荐贤才，为安邦治国尽力尽责。当时<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>被谗出守同州（今陕西澄城县），刘沆奏请皇帝把欧阳修留在史馆修书。过后不久，推荐欧阳修担任翰林学士。欧阳修不负众望，与<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>等到同心协力，终于编修成了一部高水平的《新唐书》。刘沆荐人，不为私利，完全出于公心，他引富弼共政，勉其大展经纶，富弼感激不尽。刘沆罢相后，富弼写了一封信给他，仍不忘此事：“每辱公勉以尽瘁”。弼终身感其恩德。二、强化中央集权。定御史迁次之格，“满二岁者与知州，御史范师道、赵忭，岁满求补郡，沆引格出之”。三、竭力抑制侥幸，深入观察权近的功过是非，“阴持以轩轾取事论者，以此少之”，“沆挟台谏之威。权近畏之。”</p> <p>　　刘沆为相，敢于启用贤人，救正时弊，他的这种刚正性格，得罪了那些侥幸谋官者与既得利益者，于是群起而攻。中丞张升上书刊号17条弹劾刘沆。仁宗皇帝本性温厚，时人说他“无隔夜之怨”，眼看刘沆被控，便一改初衷，取消革新。刘沆孤掌难鸣，受到内外夹击，便称病求罢，坚卧月余，嘉祐元年（1056年）十二月后，以观文殿大学士、工部尚书知应天府，再后迁刑部尚书，徙陈州（今河南省淮阳）。</p> <p>　　刘沆故事一则</p> <p>　　真宰相刘沆</p> <p>　　（宋仁宗时）刘沆任丞相执政的时候，他故乡家族中有人逃避拖欠了国家的赋税达几十万钱；但刘沆并不知道这件事。当地的官员一连好几任都因为是刘丞相家族而不敢过问。程珦来担任庐陵县县尉时，负责征收赋税，把逃避拖欠赋税的刘沆 族人逮捕关入监牢内，责令他们把所欠赋税全部缴清才能释放。有人把这件事报告了刘沆。刘沆说：“赋税不及时上缴，原是我家犯了法，怎么可以叫地方官徇情而不照国家法令办事呢？”就写信给程珦道歉。后来程珦辞官回到京城，刘沆接见，很有礼貌。程珦出来后，对别人说：“刘沆的大量，不是他人能比得上的，是真宰相。”</p><br/><h2>藏书故实</h2> <p>　　<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>被谗出守同州，他向皇帝建议把欧阳修留在史馆修书，极力推荐让其编纂《唐书》，并担任翰林学士。欧阳修不负众望，与<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>等人同心协力，将《新唐书》编纂问世。嘉佑元年(1056)十月罢为观文殿大学士、工部尚书、知应天府，后又迁刑部尚书，徙陈州。个人藏书丰富，据《宋史·艺文志》著录有《<a href=\"http://so.gushiwen.org/author_1488.aspx\">刘沆</a>书目》2卷，当为其家藏书目，今已佚，其藏书数量不详。</p>"
}