{
  "id": 113,
  "star": 940,
  "name": "岑参",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_113.jpg",
  "dynasty": "唐代",
  "desc": "岑参（约715-770年），唐代边塞诗人，南阳人，太宗时功臣岑文本重孙，后徙居江陵。[1-2] 岑参早岁孤贫，从兄就读，遍览史籍。唐玄宗天宝三载（744年）进士，初为率府兵曹参军。后两次从军边塞，先在安西节度使高仙芝幕府掌书记；天宝末年，封常清为安西北庭节度使时，为其幕府判官。代宗时，曾官嘉州刺史（今四川乐山），世称“岑嘉州”。大历五年（770年）卒于成都。",
  "content": "<h2>人物争议</h2> <p><strong>籍贯争议<br></strong>　　关于<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>的籍贯，学界有两说：一谓江陵人，一谓南阳人。闻一多《岑嘉州系年考证》谓岑参唐江陵（即今湖北省江陵县）人，其先世本世居南阳棘阳，梁时长宁公善方始徙江陵。诸书称岑为南阳人，盖从其郡望。此后陈铁民等撰《岑参年谱》亦同意闻说之考证。但此后学者中亦有人坚持“南阳”说，如任晓润《岑参生年籍贯考》就认为，岑参的籍贯应是唐代棘阳（今河南南阳）人；廖立《唐代户籍制与岑参籍贯》则从唐代户籍制的考察入手，论证岑参的籍贯当为“南阳”；刘开扬《岑参<a href=\"http://so.gushiwen.org/author_113.aspx\">诗</a>集编年笺注·岑参年谱》也认为，岑参“祖籍南阳棘阳，今河南新野县，梁时徙江陵，今湖北省江陵县，”似亦倾向于南阳说。</p> <p><strong>生卒年考<br></strong>　　岑参的生卒年史无明文，长期以来亦无确考，本世纪学界颇多异说：<br>　　1．赖义辉《岑参年谱》考证岑参当生于开元六年（公元718年），卒于大历四年（公元769年）。<br>　　2．闻一多《岑嘉州系年考证》则不同意赖说，通过详细考证认为，岑参生于开元三年（公元715年），卒于大历五年（公元770年），享年五十六岁；后来陈铁民《岑嘉州系年商榷》也同意此说。<br>　　3．曹济平《岑参生年的推测》也认为，赖说的错误较明显，但闻一多先生的证说亦有不足之处，他认为，岑参生于开元二年（公元714年）更为确切。任晓润《岑参生年、籍贯考》也持此说。<br>　　4．刘开扬《略谈岑参和他的诗》以为岑参生年最少应该比闻氏所定的后一年，即公元716年，至公元770年死去时为五十五岁。<br>　　5．孙映逵《岑参生年考辨》通过对岑参及第授官之年的考证，认为岑参应生于公元717年（开元五年）。</p> <p>　　对于岑参的卒年、月，学界有三说：一为闻一多《岑嘉州系年考证》所考的大历五年（公元770年）正月说；一为赖义辉《岑参年谱》提出的大历四年说，郭沫若《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>》则认为，闻一多的考虑还欠周到，经过他的推测，岑参应当死于大历四年十二月下旬。一为王勋成《岑参去世年月考辨》所云，疑参于大历十月左右即病逝于东归途中之船上，其地可能在嘉、戎一带，而非成都之旅舍。</p> <p><strong>游河朔时间考<br></strong>　　关于岑参游河朔的时间，闻一多在其《岑嘉州系年考证》中有较详细的考证，他认为，岑参于开元二十九年游河朔，春自长安至邯郸，历井陉，抵冀州。八月由匡城经铁丘，至滑州，遂归颍阳。陈铁民等《岑参年谱》则不同意闻说，认为岑参于开元二十七年游河朔。春自长安经古邺城至邯郸，复由邯郸抵贝丘。暮春自贝丘至冀州。四月由冀州抵定州。后到井陉。冬抵黎阳、新乡。</p> <p><strong>西征本事<br></strong>　　《轮台歌奉送封大夫出师西征》、《走马川行奉送出师西征》是岑参两首著名的边塞诗，对于此两诗的背景，闻一多认为是“天宝十三载冬破播仙之作”，此说为李嘉言《岑诗系年》、马茂元《唐诗选》、林庚、冯沅君《中国历代诗歌选》及其他一些选注本所沿用，影响较大。</p> <p>　　陈铁民《岑嘉州系年商榷》提出此两诗与《献封大夫破播仙凯歌六章》同指一事，似不妥当，然未作辨析。胡大浚《岑参“西征”诗本事质疑》从边疆历史地理的实际出发，对上述两家说法细加考察，认为闻一多将两诗系于天宝十三载封常清摄御史大夫之后固然是正确的，但把它同《凯歌六章》并列为征播仙之作，则显然不妥。胡文认为，常清之破播仙，当在天宝十三年冬末至次年初春，岑参乃作《凯歌六章》以颂之；而《轮台歌》、《走马川》所叙西征事，当在十三载九月，或十四载九月常清返京之前。在胡文发表后不久，孙映逵撰《岑参“西征”诗本事及有关边塞地名》与胡文商榷，孙文认为西征与破播仙是一役，闻说是确当的，岑诗中的“西征”即是征讨入寇吐蕃（而不是征回纥），同时也是征讨吐蕃支持下的叛镇播仙；而且三诗所写地理位置亦合，在行军路线和地点上也无矛盾。胡大浚《再论“西征”本事――答孙映逵同志》再次强调“西征”与“破播仙”并非一役，且就二诗诗意的理解提出了一些与孙文不同的看法。</p> <p>　　此外，孙映逵《岑参边塞经历考》一文将岑参两次赴西北边塞的经历作了考证，其中与闻一多《考证》、李嘉言《系年》及陈铁民等《年谱》多有不同。</p> <p><strong>隐居问题<br></strong>　　岑参一生曾有几次隐居，对于其《感旧赋序》中所说的“十五隐于嵩阳”一句所指，闻一多认为，此乃指开元十七年（岑参十五岁）移居河南府登封县（太室别业）事，嵩阳乃是太室。陈铁民《岑嘉州系年商榷》则认为此句主要应指作者十五岁至二十岁左右隐于少室的一段经历。刘开扬《岑参诗集编年笺注·岑参年谱》则认为，当指其十五岁至二十岁隐于太室、少室两山事，不一定专指一处。另外，陈铁民此文还认为，岑参至晚于开元二十九年时已隐居终南，但这种隐居，乃是一面隐居，一面不断寻求出仕的道路。</p> <p><strong>岑参的交游<br></strong>　　此类文章首推闻一多的《岑嘉州交游事辑》，后来诸年谱也都涉及到一些。八十年代后又产生了几篇考述岑参交游的论文，如王刘纯的《岑参交游考辨》、廖立的《岑参师友考》等。</p><br/><h2>人物生平</h2> <p><strong>家世背景<br></strong>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>于开元三年（715年）生于河南仙州（今河南许昌附近），时父为仙州刺史。岑参的高祖善方时已由南阳棘阳（今河南新野县）迁居荆州江陵（今湖北江陵）。他出身于一个官僚贵族的家庭，曾祖父<a href=\"http://so.gushiwen.org/author_986.aspx\">岑文本</a>相太宗，伯祖长倩相高宗，伯父羲相睿宗。但长倩被杀，五子同赐死，羲亦伏诛，身死家破，岑氏亲族被流徙的数十人。他的父亲植曾作过仙、晋（今山西临汾）二州刺史，不幸很早就去世。</p> <p><strong>早年经历<br></strong>　　岑参幼年家境孤贫，只能从兄受学，岑参天资聪慧，五岁开始读书，九岁就能赋<a href=\"http://so.gushiwen.org/author_113.aspx\">诗</a>写文。这种聪明早慧与他出生在书香门第的影响是分不开的。岑参的父亲开元八年（720年）转晋州刺史，他随父居晋州。父死后，仍留居晋州，直至开元十七年（729年）才移居嵩阳（今河南登封县） 。不久又移居颍阳（今河南登封县西南七十里颍阳镇）。嵩阳、颍阳为嵩高山东西两峰所在地，东峰太室在嵩阳，西峰少室在颍阳，两室相距七十里，岑参在这两地都结有草堂。嵩高为五岳之一，奇峰峻岭，古木流泉。年轻的诗人在这幽静的自然环境中潜心攻读，啸傲山林，不仅在学问上打下了广博的基础，而且也初步形成了他那种沉雄淡远、新奇隽永的诗风。他早期的作品淡远多于沉雄。出塞以后，沉雄悲壮中亦不乏淡远。岑诗的题材也是多种多样。</p> <p><strong>仕宦生涯<br></strong>　　岑参二十岁岁至长安，献书求仕无成，奔走京洛，漫游河朔。天宝三载（744年），登进士第，授右内率府兵曹参军。及第前曾作《感旧赋》，叙述家世沦替和个人坎坷。天宝八载，充安西四镇节度使高仙芝幕府掌书记，初次出塞，满怀报国壮志，在戎马中开拓前程，但未得意。天宝十载，回长安，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>等游，深受启迪。十三载，又充安西北庭节度使封常清判官，再次出塞，报国立功之情更切，边塞诗名作大多成于此时。安史乱起，岑参东归勤王，杜甫等推荐他为右补阙。由于“频上封章，指述权佞”（杜确《岑嘉州诗集序》），乾元二年（759年）改任起居舍人。不满一月，贬谪虢州长史。后又任太子中允、虞部、库部郎中，出为嘉州刺史，因此人称“岑嘉州”。罢官后，东归不成，作《招北客文》自悼。客死成都舍。享年56岁。 </p> <p>　　岑参诗歌富有浪漫主义的特色，气势雄伟，想象丰富，色彩瑰丽，热情奔放，尤其擅长七言歌行。现存诗403首，七十多首边塞诗，另有《感旧赋》一篇，《招北客文》一篇，墓铭两篇。</p><br/><h2>诗歌特色</h2> <p><strong><a href=\"http://so.gushiwen.org/author_113.aspx\">诗</a>文特色<br></strong>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>诗歌的题材涉及到述志、赠答、山水、行旅各方面，而以边塞诗写得最出色，“雄奇瑰丽”是其突出特点。岑参两度出塞，写了七十多首边塞诗，在盛唐时代，他写的边塞诗数量最多，成就最突出。</p> <p>　　在他笔下，在大唐帝国的伟大力量面前任何敌人都不能成为真正的对手，所以他并不需要写士兵们的出色奋斗和艰苦牺牲，他要写的是横在战士们面前的另一种伟大的力量，那就是严酷的自然。如《走马川行奉送出师西征》中，雪夜风吼、飞沙走石，这些边疆大漠中令人望而生畏的恶劣气候环境，在诗人印象中却成了衬托英雄气概的壮观景色，是一种值得欣赏的奇伟美景。如没有积极进取精神和克服困难的勇气，是很难产生这种感觉的，只有盛唐诗人，才能有此开朗胸襟和此种艺术感受。</p> <p>　　岑参以好奇的热情和瑰丽的色彩表现塞外之景。在立功边塞的慷慨豪情的支配下，将西北荒漠的奇异风光与风物人情，用慷慨豪迈的语调和奇特的艺术手法，生动地表现出来，别具一种奇伟壮丽之美。突破了以往征戍诗写边地苦寒和士卒劳苦的传统格局，极大地丰富拓宽了边塞诗的描写题材和内容范围。</p> <p>　　“雄奇瑰丽”是其突出特点，生动夸张、慷慨激昂、奇峻壮阔、气势磅礴、想象丰富、语言变化自如。</p> <p>　　他的诗歌中有关边塞风习的描写，也很引人注目。这里军营生活的环境是：“雨拂毡墙湿，风摇毳幕膻”（《首秋轮台》）；将军幕府中的奢华生活的陈设是：“暖屋绣帘红地炉，织成壁衣花氍毹。灯前侍婢泻玉壶，金铛乱点野驼酥”（《玉门关盖将军歌》）；这里的歌舞宴会的情景是：“琵琶长笛齐相和，羌儿胡雏齐唱歌，浑炙犁牛烹野驼，交河美酒金叵罗”（《酒泉太守席上醉后作》），“曼脸娇娥纤复浓，轻罗金缕花葱茏。回裙转袖若飞雪，左延右延生旋风”（《田使君美人舞如莲花北延歌》）。这些都是习于中原生活的岑参眼中的新鲜事物。更值得注意的是他诗中还反映了各族人之间互相来往，共同娱乐的动人情景：“军中置酒夜挝鼓，锦筵红烛月未午。花门将军善胡歌，叶河蕃王能汉语”（《与独孤渐道别长句兼呈严八侍御》）；“九月天山风似刀，城南猎马缩寒毛。将军纵博场场胜，赌得单于貂鼠袍”（《赵将军歌》）。岑参也写过一些在边塞怀土思亲的诗歌，如为后人传诵的《逢入京使》：事情很平凡，而情意却很深厚。但是，他的《发临洮将赴北庭留别》一诗：更表现了他把国事放在首位的动人心情。</p> <p>　　安史乱后，他虽然也在《行军二首》等个别诗篇中，发出了一些伤时悯乱的感慨，但比之前面说的那些边塞诗，就未免有些逊色了。他的《西蜀旅舍春叹寄朝中故人呈狄评事》诗说：“四海犹未安，一身无所适。自从兵戈动，遂觉天地窄。”这种心情也可以说明他浪漫豪情消失，对安史之乱反映得很少的原因。</p> <p>　　不可否认，岑参的诗的确极富感染力。</p> <p><strong>诗词评价<br></strong>　　岑诗的主要思想倾向是慷慨报国的英雄气概和不畏艰难的乐观精神；艺术上气势雄伟，想象丰富，夸张大胆，色彩绚丽，造意新奇，风格峭拔。他擅长以七言歌行描绘壮丽多姿的边塞风光，抒发豪放奔腾的感情。唐人杜确编有《岑嘉州诗集》，后人集据此演变。今人陈铁民、侯忠义有《岑参集校注》。事迹见杜确《岑嘉州集序》、《唐诗纪事》、《唐才子传》。与<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>齐名，并称“高岑”。</p> <p>　　岑参的诗歌，以慷慨报国的英雄气概和不畏艰苦的乐观精神为其基本特征，这和高适是一致的。所不同的是他更多地描写边塞生活的丰富多彩，而缺乏高适诗中那种对士卒的同情。这主要是因为他的出身和早年经历和高适不同。</p> <p>　　岑参的诗，富有浪漫主义的特色：气势雄伟，想象丰富，色彩瑰丽，热情奔放，他的好奇的思想性格，使他的边塞诗显出奇情异采的艺术魅力。他的诗，形式相当丰富多样，但最擅长七言歌行。有时两句一转，有时三句、四句一转，不断奔腾跳跃，处处形象丰满。在他的名作《凉州馆中与诸判官夜集》等诗中，从中可以看出他也很注意向民歌学习。</p> <p>　　杜确《岑嘉州诗集序》说他的诗“每一篇绝笔，则人人传写，虽闾里士庶，戎夷蛮貊，莫不讽诵吟习焉”。可见他的诗当时流传之广，不仅雅俗共赏，而且还为各族人民所喜爱。殷番、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>在他生前就称赞过他的诗。宋代爱国诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>更说他的诗“笔力追李杜”（《夜读岑嘉州诗集》）。评价虽或过当，岑诗感人之深却可以由此想见。</p> <p>　　可是他出生在这样一个没落的贵族家庭，对他一生的生活、思想都打上了深刻的烙印。历代的评论家认为岑诗俊逸悲壮，我们对这四个字反复玩味，其实就是热衷功名，勇于进取，和全身远祸，遁踪山林这两种思想矛盾在诗歌创作上的反映。这一对矛盾自始至终地贯穿在诗人岑参的一生中。这种江湖魏阙的思想矛盾，在唐代诗人中是具有普遍性的。超逸豪迈的浪漫主义诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>亦不例外，他一方面高唱“安能摧眉折腰事权贵，使我不得开心颜”（《梦游天姥吟留别》），而另一方面却多次上书州官，以毛遂自比，《与韩荆州书》说：“而今君侯何惜阶前盈尺之地，不使白扬眉吐气、激昂青云耶？”岑参在诗歌中反映出来的心情，不仅受家庭影响，亦有其社会基础。</p><br/><h2>文学成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_113.aspx\">诗</a>歌文学<br></strong>　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>殁后30年，其子岑佐公收集遗文，请杜确编成《岑嘉州诗集》8卷，是为岑诗编集之始。到宋代，演变为8卷、7卷、10卷三种刊本。宋刊10卷本今不传。通行的《四部丛刊》影印7卷本，似由宋刊7卷本演变而来；而《全唐诗》4卷本，则似由宋刊8卷本演变而来。今人陈铁民、侯忠义参校过多种版本，作《岑参集校注》。</p> <p><strong>边塞诗<br></strong>　　岑参是唐代著名的边塞诗人。岑参的作品，以边塞诗为主，自出塞以后，在安西、北庭的新天地里，在鞍马风尘的战斗生活里，他的诗境空前开扩了，爱好新奇事物的特点在他的创作里有了进一步的发展，雄奇瑰丽的浪漫色彩，成为他边塞诗词的主要风格。如《走马川行奉送封大夫出师西征》是岑参边塞诗中杰出代表作之一。《轮台歌奉送封大夫出师西征》也是写唐军出征的。《白雪歌送武判官归京》可以说是和前两诗鼎足而三的杰作。</p> <p>　　岑参还有不少描绘西北边塞奇异景色的诗篇。像《火山云歌送别》以及《热海行送崔侍御还京》更充满奇情异采。</p> <p>　　当时西北边疆一带，战事频繁，岑参怀着到塞外建功立业的志向，两度出塞，久佐戎幕，前后在边疆军队中生活了六年，因而对鞍马风尘的征战生活的冰天雪地的塞外风光有长期的观察与体会。他充满激情地歌颂了边防将士的战斗精神，如《轮台歌奉送封大夫出师西征》，写了将士们勇往直前、转战沙场雪海的壮烈场面。“四边伐鼓雪海涌，三军大呼阴山动”，将士们奋不顾身，充满了忠勇爱国的精神。又如《走马川行奉送出师西征》中，诗人描绘将士们在风雪中紧张的战前行军：“将军金甲夜不脱，半夜行军戈相拨，风头如刀面如割。”岑参也揭露了军营生活中苦乐不均的现象。他在《玉门关盖将军歌》中描写边疆大将的生活是“暖屋绣帘红地炉，织成壁衣花氍毹。灯前侍婢泻玉壶，金镗乱点野酡酥。紫绂金章左右趋，问着即是苍头奴”。而另一方面，士卒的生活却是“战士常苦饥，糗粮不相继”。岑参叙写了祖国西陲的壮丽山川等，对千变万化的边疆景色，给以生动夸张的艺术描绘，如《白雪歌送武判官归京》的“忽如一夜春风来，千树万树梨花开”，写的是边塞风雪，却给人以春意无边的感觉。岑参的诗想象丰富，意境新奇，气势磅礴，风格奇峭，词采瑰丽，具有浪漫主义特色。爱国诗人<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>曾称赞说，“以为太白、子美之后一人而已”。（《渭南文集·跋岑嘉州诗集》）。</p> <p>　　天宝后期，唐帝国内政已极腐败，但在安西边塞，兵力依然相当强大。岑参天宝十三载写的《北庭西郊候封大夫受降回军献上》一诗就曾经描写了当时唐军的声威：“胡地苜蓿美，轮台征马肥。大夫讨匈奴，前月西出师。甲兵未得战，降虏来如归。橐驼何连连，穹帐亦累累。阴山烽火灭，剑水羽书稀。”这种局面一直保持到安史之乱发生。岑参的边塞诗就是在这个形势下产生的。因而成为边塞诗派的代表。</p> <p><strong>山水诗<br></strong>　　岑参的诗题材很广泛，除一般感叹身世、赠答朋友的诗外，他出塞以前曾写了不少山水诗。诗风颇似谢兆、<a href=\"http://so.gushiwen.org/author_569.aspx\">何逊</a>，但有意境新奇的特色。象殷番《河岳英灵集》所称道的“山风吹空林，飒飒如有人”（《暮秋山行》），“长风吹白茅，野火烧枯桑”（《至大梁却寄匡城主人》）等诗句，都是诗意造奇的例子。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>也说“岑参兄弟皆好奇”（《美陂行》），所谓“好奇”，就是爱好新奇事物。</p> <p><strong>风格转变<br></strong>　　岑参早期诗歌多为写景、抒怀及赠答之作。山水诗风格清丽俊逸，颇近何逊，但语奇体峻，意境新奇；感伤不遇，嗟叹贫贱的忧愤情绪也较浓。如《感遇》、《精卫》、《暮秋山行》、《至大梁却寄匡城主人》等。六年边塞生活，使岑参的诗境界空前开阔，造意新奇的特色进一步发展，雄奇瑰丽的浪漫色彩成为他边塞诗的基调。他既热情歌颂了唐军的勇武和战功，也委婉揭示了战争的残酷和悲惨。火山云、天山雪、热海蒸腾、瀚海奇寒、狂风卷石、黄沙入天等异域风光，也均融入其诗。代表作有《白雪歌送武判官归京》、《走马川行》、《轮台歌》。此外，他还写了边塞风俗和各民族的友好相处以及将士的思乡之情和苦乐不均，大大开拓了边塞诗的创作题材和艺术境界。</p> <p>　　岑参晚年诗歌感时伤乱，渐趋消沉。入蜀后，山水诗中添奇壮特色，但隐逸思想在诗中也有了发展。</p><br/><h2>轶事典故</h2> <p><strong>教子<br></strong>　　公元752年，一天，<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>在武威办完军务，赶回西域，途经赤亭，戍边的士兵让他题词、赋<a href=\"http://so.gushiwen.org/author_113.aspx\">诗</a>。岑参和这些士兵是老熟人了，也不托词。刚题完一首诗，不料，挤在当中的一个小孩，随口吟了出来。岑参有些吃惊，这里还有这样的孩子。士兵告诉他说：“这个小孩子是个回鹘放羊娃，一次大风，这个放羊娃救了我们十三个士兵，是我们允许他在这放羊的。”岑参转过头问放羊娃：“是谁教你汉语的？”放羊娃说：“是父亲。”一个士兵说：“他家是早年流落到这里的。”放羊娃从怀里掏出一本破旧的书递给岑参。岑参不懂回鹘文，问放羊娃。放羊娃说：“是爷爷写的，叫《论语》。”岑参没再吱声，他抚摸了一下放羊娃的头，给放羊娃题了一幅字：“论语博大，回鹘远志。”放羊娃把题词揣到怀里，向岑参鞠了三个躬，高兴地走了。 第二天，放羊娃的父亲听说诗人岑参来此，就领着放羊娃找到岑参说，他家是书香门第，原来在漠北草原，因宫廷之乱逃亡西域。他恳求岑参收孩子为义子，教以成人。岑参内心非常喜爱这个聪明伶俐的孩子，又心想，在西域，军队很缺翻译，这孩子可以造就造就。于是，对放羊娃的父亲说：“我是军人，要收他为义子，我得把他带走。”放羊娃的父亲立刻答应了岑参。放羊娃的名字原来叫也里，岑参给他改了个名字叫，“岑鹘”。就这样，岑鹘跟着岑参参军入伍，来到了轮台。</p> <p>　　几年过后，岑鹘在岑参的悉心教导下，不仅聪明干练，而且精通汉语和回鹘语。岑参入关赴任，向朝廷举荐了岑鹘。岑鹘没有辜负老师的栽培，一边工作，一边培养了许多翻译。岑鹘晚年回到了家乡蒲昌，享受天伦之乐。他继续教育他的儿孙们，讲岑参的故事。后来，回鹘首领仆固俊尽取西州，建立高昌回鹘王国。岑鹘后代多有在王国为官者，元代，高昌著名尼僧，翻译家舍兰兰就是岑鹘的后代。</p> <p><strong>墓中账单<br></strong>　　阿斯塔那-哈拉和卓古墓群（位于新疆吐鲁番市以东42公里处），是世界上最著名的古墓地之一，有“地下博物馆”之称。而考古工作者在506号墓穴中，意外地发现了盛唐时期著名诗人岑参留下的一纸账单。岑参的这张账单，糊在一个独特的罩在尸体的纸棺上。纸棺大小如木棺，只是没有底。在阿斯塔那古墓，很多死者上面都罩着一个纸糊的棺材，并伴有纸糊的衣带、鞋等随葬物品。可能是古代纸张珍贵稀少，用过的纸不会随便扔掉，而是再做他用。这些随葬品所用的冥纸就是当时使用过的文件、档案、书信、账本等，上面的文字均是用汉文墨笔书写。这些纸做的随葬品拆开来，就是闻名天下的“吐鲁番文书”。岑参的这张账单，就出自其中，这是诗人无意间给我们留下的珍贵文物。试想，在边塞的风雪大漠中，年轻的诗人岑参也是一位意气风发、胸怀壮志的青年，他征战驰骋在大漠边关，往来于天山、轮台、雪海、交河等地。他常飞马而来，在驿站稍事休整，备足粮草，又跨马匆匆而去。在天宝十二年至十四年（公元753～755年），西州等驿站的马料出入账上有一笔清楚地记载着：岑判官马柒匹共食青麦三豆（斗）伍胜（升）付健儿陈金。</p> <p>　　天宝末年，在驻节西州的北庭都护，伊西节度使封常清幕府中当判官姓岑的只有一人，那就是岑参。所以史学家断定这里的“岑判官”就是岑参。这笔账说的是，岑参等人的七匹马在驿站用了马料，把马料钱付给了驿卒陈金。就是这张账页，不知被什么人糊在了一个纸棺上，在1000多年后，奇迹般地被考古工作者在古墓中发掘出来。岑参曾两度出塞，前后在边塞生活了6年，写了大量的边塞诗，他的诗气势雄浑、色彩瑰丽、想象丰富、笔法多变，呈现出一幅幅奇异而又壮美的塞外图景。以岑参、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>为代表的边塞诗，之所以能形成独特的艺术风格，成为一个重要的流派，主要原因应该是这些诗人，普遍具有远大的理想和抱负，洋溢着开拓进取、建功立业的激情与梦想。正是这种粗犷豪迈的气质，造就了令后人永远仰慕的盛唐辉煌。</p> <p><strong>边塞诗派<br></strong>　　边塞诗派是盛唐诗歌流派之一，以书写战争为主题，亦有歌咏塞外风光，反映战争残酷，黯然思乡之作。代表诗人是高适、岑参、还有<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>、<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>、<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>等。唐时，中央政权与欧亚各国及国内各民族之间有着广泛的往来，但也时常发生一些民族冲突，边塞战争频繁。这些历史现象对当时的生活影响较大，因此也成为很多诗人歌咏的题材。边塞诗作者结合壮丽辽阔的边疆景象，表现驰骋沙场、建功立业的壮志豪情，抒发慷慨从戎、抗敌御侮的爱国思想，反映征夫思妇的忧怨以及连续的荒凉艰苦生活，同时也反映了唐帝国内部的各种矛盾。边塞诗人的作品气势奔放，慷慨激昂，给人一种奋发向上的力量。边塞诗人深入表现边塞生活，不论从开拓诗歌的表现题材，还是艺术上的创新方面，都取得很大成就。王昌龄的《出塞》、《从军行》、李颀的《古从军行》是唐边塞诗中的杰作，王之涣和<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>等人也写过一些边塞诗，但边塞诗人中成就最大的是高适、岑参，因而该诗派又称高岑诗派。</p><br/><h2>纪念馆</h2> 　　<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>纪念馆位于荆州市，经过修葺布展的岑参纪念馆全新亮相，干净整洁的大厅里陈列着68幅书画作品，岑参纪念馆由省市区文化局下拨20万元、岑河镇人民政府筹资30万元修建而成。"
}