{
  "id": 857,
  "star": 9,
  "name": "颜之推",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_857.jpg",
  "dynasty": "南北朝",
  "desc": "颜之推（531年－约595年），字介，汉族，琅邪临沂（今山东临沂）人。中国古代文学家，教育家，生活年代在南北朝至隋朝期间。颜之推著有《颜氏家训》，在家庭教育发展史上有重要的影响。是北朝后期重要散文作品；《北齐书》本传所载《观我生赋》，亦为赋作名篇。",
  "content": "<h2>教育方法</h2> <p>　　<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>宣扬性三品说，他把人性分为三等，即上智之人，下愚之人和中庸之人。他说：“上智不教而成，下愚虽教无益，中庸之人，不教不知也。”他认为上智之人是无须教育的，因为上智是天赋的英才，不学自知、不教自晓。其次，下愚之人“虽教无益”，尽管教他，都是无效果的，因为“下愚”是无法改变的。颜之推强调中庸之人必须受教育，因为不受教育就会无知识，陷于“不知”的愚昧状态。教育的作用就在于教育中庸之人，使之完善德性，增长知识。</p> <p>　　关于教育的目的，颜之推指出：“古之学者为人，行道以利世也；今之学者为已，修身以求进也。”行道的“道”自然是儒家之道，即儒家宣扬的那一套政治理想和道德修养的内容；“修身以求进”思想渊源于孔子的“修已以安人”，善于“为已”（有良好的道德修养）才能更有效地“利世也”（治国平天下）。从这一教育目的出发，颜之推批判当时士大夫教育的腐朽没落，严重脱离实际，培养出来的人庸碌无能，知识浅薄，缺乏任事的实际能力。他认为传统的儒学教育必须改革，培养的既不是难以应世经务的清谈家，也不是空疏无用的章句博士，而是于国家有实际效用的各方面的统治人才，它包括：朝廷之臣、文史之臣、军旅之臣、蓠屏之臣、使命之臣、兴造之臣。从政治家到各种专门人才，都应培养。这些人才应专精一职，具有“应世任务”的能力，是国家实际有用的人才。颜之推的这种观点，冲破了传统儒家的培养比较抽象的君子、圣人的教育目标，而以各种实用人才的培养作为教育的重要目标。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>原籍琅邪临沂（今山东省临沂市），世居建康（今南京市），生于士族官僚家庭，世传《周官》、《左氏春秋》。他早传家业，12岁时听讲老庄之学，因“虚谈非其所好，还习《礼》、《传》”，生活上“好饮酒，多任纵，不修边幅。”他博览群书，为文辞情并茂，得梁湘东王赏识，19岁就被任为国左常侍。后投奔北齐，历20年，官至黄门侍郎。公元577年 ，北齐为北周所灭，他被征为御史上士。公元581年 ，隋代北周，他又于隋文帝开皇年间，被召为学士，不久以疾终。依他自叙，“予一生而三化，备苶苦而蓼辛”。叹息“三为亡国之人”。传世著作有《颜氏家训》和《还冤志》、《集灵记》等。《颜氏家训》共二十篇，是颜之推为了用儒家思想教训子孙，以保持自己家庭的传统与地位，而写出的一部系统完整的家庭教育教科书。这是他一生关于士大夫立身、治家、处事、为学的经验总结，在封建家庭教育发展史上有重要的影响。后世称此书为“家教规范”。</p> <p>　　祖籍邹鲁，东汉关内侯颜盛之后。大通三年辛亥（531年）生于江陵（湖北江陵），有颜之仪、颜之善两兄。七岁能诵《鲁灵光殿赋》。大同八年壬戌（542年），随湘东王萧绎在江州（江州治寻阳，今江西九江）。十九岁时（547年），为湘东王萧绎右常侍，加镇西墨曹参军，驻江陵。550年为萧方诸中抚军外兵参军。太清二年（548年），侯景之乱爆发，颜之推被俘，因侯景行台郎中王则相救未被杀害，囚送建康。552年，侯景败死，获释还江陵。萧绎在江陵自立，承圣元年王申（552年），为散骑侍郎，奏舍人事，奉命校书。554年，西魏攻陷江陵，再次被俘，迁移长安；后出逃北齐，出逃之日，“值河水暴涨，具船将妻子来奔，经砥柱之险。”。北齐宣帝天保七年（556年），在北齐任官。557年，北周兵陷晋阳，之推出任平原太守，守河津。北周大象（579年—580年）末，为御史上士。隋朝开皇中，太子杨勇召为学士，甚见礼重。寻以疾终。。开皇十一年（591年）卒。</p> <p>　　他结合自己从小学的家庭教育和切身经历，写了一本《颜氏家训》（420年—581年），主张早教。他认为，人在小的时候，精神专一；长大以后，思想分散，不易学习。袁衷称：“六朝颜之推家法最正，相传最远。”周作人对颜之推和《颜氏家训》极为佩服，《夜读抄》里写了一篇《颜氏家训》读书笔记。《钦定四库全书》杂家类有《颜氏家训》二卷。</p> <p>　　有三子：长子颜思鲁，次子颜愍楚，三子颜游秦。</p><br/><h2>教育内容</h2> <p>　　为了培养“行道以利世”的实用人才，<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>提倡“实学”的教育内容。他认为培养出来的人才必须“德艺同厚”。所谓“德”，即恢复儒家的传统道德教育，加强孝悌仁义的教育。所谓“艺”，即恢复儒家的经学教育并兼及“百家之书”，以及社会实际生治所需要的各种知识和技艺。</p> <p>　　关于“艺”的教育，当然是以五经为主。他认为学习五经，主要是学习其中立身处世的道理，“夫圣贤之书，教人诚孝，慎言检迹，立身扬名，亦已备矣。”但读书不能止限于《五经》，还应博览群书，通“百家之言”。此外，他还重视学习“杂艺”。他认为在社会动荡的非常时期，学习“杂艺”可以使人在战乱“无人庇荫”的情况下“得以自资”，保全个体的生存和士族的政治、经济地位。颜之推倡导的“杂艺”内容相当广泛，主要包括文章、书法、弹琴、博弈、绘画、算术、卜筮、医学、习射、投壶等，这些技艺在生活中有实用意义，也有个人保健、娱乐的价值。但这些“杂艺”“可以兼明，不可以专业”。</p> <p>　　值得注意的是，颜之推强调士大夫子弟要“知稼穑之艰难”，学习一些农业生产知识，这与孔子轻视农业生产的态度有所不同。</p><br/><h2>学习态度</h2> <p>　　<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>提倡虚心务实的学习态度，他反对妄自尊大，骄傲浮夸的学风。</p> <p>　　颜之推指出：“观天下书未遍，不得妄下雌黄。”</p> <p>　　他认为只有尽可能地扩大获取知识的范围，并把所学的知识进行比较、鉴别，才能更接近客观的真理。他提倡既要博览群书，又要接触世务，籍以培养自己的独立思考能力，所谓“博学求之，无不利于事也。”</p> <p>　　颜之推强调学习要刻苦钻研，勤勉努力，他罗列了历史上许多动人事例，说明即使迟钝的人，只要勤学不倦，也可以达到学识精通和技艺熟练的程度。同时，他认为人的一生都要学习，应珍惜时光，年幼“固须早教”，少年也不可“失机”，晚年如果“失之盛年，犹当晚学，不可自弃”。他说早年学习“如日出之光”，前途无量；而“老而学者”，虽然如“秉烛夜行”，但总比“瞑目而无见”要好得多。</p> <p>　　颜之推赞赏《尚书》中的“好问则裕”和《学记》中的“独学而无友，则孤陋而寡闻”的说法，提倡师友之间相互切磋，相互启明，认为只有在学习上好问求教与切磋交流，才能较快地增进知识而避免错误。</p><br/><h2>教育主张</h2> <p><strong>提倡尽早施教</strong><br>　　<a href=\"http://so.gushiwen.org/author_857.aspx\">颜之推</a>认为家庭教育要及早进行，有条件的还应在儿童未出生时就实行胎教。儿童出生之后，便应以明白孝仁礼义的人“导习之”。稍长，看他“识人颜色，知人喜怒”之时，就该加意“教诲”，该做的事就引导他去做，不该做的就不让他做。如此教育下去，到9岁以后，自可“少成若天性，习惯如自然。”<br>　　颜之推认为早期教育之所以重要，至少有两条原因：其一，幼童时期学习效果较好，得益较大。他说：“人生小幼，精神专利。长成已后，思虑散逸，固须早教，勿失机也。”他根据幼童阶段与成年以后的不同心理特征，说明幼年时期受外界干扰少，精神专注，记忆力旺盛，能保持长久的记忆。而成年人思想复杂，精神不易集中，记忆力逐渐衰退。其二，人在年幼时期，心理纯净，各种思想观念和行为习惯尚未形成，可塑性很大。颜之推认为这个时期，儿童受到的好的教育与环境影响，抑或坏的教育与环境影响，都会在儿童心灵上打上很深的烙印，长大以后也难以改变。</p> <p><strong>提倡严格教育</strong><br>　　颜之推认为家庭教育应当从严入手，严与慈相结合，不能因为儿童细小而一味溺爱和放任，父母在子女面前要严肃庄重，有一定威信。他说：“父母威严而有慈，则子女畏慎而生孝矣。”他认为善于教育子女的父母，能把对子女的爱护和教育结合起来，便会收到良好的效果。相反，如果没有处理好两者关系，“无教而有爱”，让孩子任性放纵，必将铸成大错。</p> <p><strong>注重环境习染<br></strong>　　颜之推继承孔子、孟子等儒家学者关于“慎择友”的教育思想，十分重视让儿童置身于比较优良的社会交往的环境之中。他认为家庭教育要注意选邻择友，是因为儿童的心理处于发展阶段，尚未定型，而儿童的好奇心和模仿性都很强，总在观看模仿别人的一举一动，无形之中，周围人的为人处世给儿童以“熏渍陶”、“潜移暗化”。因此，邻友对于儿童的影响，有时甚至可能比父母的作用还大。这就是“必慎交游”的道理。孔子说：“无友不如己者”，择友确实不是一件易事，贤人是难以找到的，但有优于我者，便很可贵的了。对他就应景仰向慕，与之交游，向他学习。</p> <p><strong>重视家庭的语言教育</strong><br>　　他认为语言的学习应该成为儿童教育的一项重要内容。在家庭教育中，子女学习正确的语言，是做父母的重要责任。一事一物、不经查考，不敢随便称呼。学习语言应注意规范，不应强调方言，要重视通用语言。</p> <p><strong>注重道德教育</strong><br>　　颜之推承袭了孔孟以孝悌仁义等道德规范为主要内容的传统，十分注意对子女道德的教育。他认为士大夫子弟的教育应该“德艺周厚”，以德育为根本。他指出知识教育是道德教育的基础，并为道德教育服务。由于德艺二者关系的密切，因此有可能、也有必要通过阅读记载前人道德范例书籍的途径来进行道德教育。<br>　　颜之推对子女的道德教育，是以孝悌等人伦道德教育为基础，以树立仁义的信念为主要任务，以实践仁义为最终目的。他教育子女为实践仁义道德的准则，应不惜任何代价，以至牺牲生命。他认为立志尤为重要，士大夫子弟只有确立远大的志向、理想，才经得起任何磨难，坚持不懈，成就大业。他说：“有志尚者，遂能磨砺，以就素业。”他教育子女以实行尧舜的政治思想为志向，继承世代的家业，注重气节的培养，不以依附权贵、屈节求官为生活目标。</p> <p><strong>重视人之道教育</strong><br>　　颜之推根据自己积累的经验与当时的现实，还特别重视为人之道的教育。他所强调的为人之道，首先是“厚重”（“轻薄”的反义）。他认为“自古文人，多陷轻薄”，历史上许多文人都由“轻薄”而终为败累，残遇杀祸。他认为要吸取这个惨痛的教训，就必须养成忠君、孝顺、谦恭、礼让这些“厚重”的道德品质。其次，他主张“少欲知足”。如果“不知其穷”的情性任其发展，不加以限制，就是如秦始皇、汉武帝“富有四海，贵为天子”的大人物，也会自取败累，至于一般士庶更不用说了。其三，“无多言”、“无多事”。颜之推欣赏“无多言，多言多败；无多事，多事多患”的铭言，认为“天道”，原来如此。所以，“论政得失”、“献书言计”等，都属于多言性质。同理，也不应该多做事。如果不是你份内的事，你就不必想它，不必做它。至于主持公道，打抱不平，“游侠之徒，非君子之所为也”。由此可见，颜之推所传授给子女的为人之道，是他历官四朝的经验总结，在政治腐败、朝政多变的封建专制社会里，不失为一种在丧乱之世明哲保身，以免“杀身之祸”的处世哲学。然而，在今天看来，这种做人处世方法是不足为训的，它反映了消极遁世、利己主义的思想情绪，与先秦儒家的积极入世态度也有很大的距离。</p>"
}