{
  "id": 2877,
  "star": 0,
  "name": "江万里",
  "image": "http://img.gushiwen.org/authorImg/jiangwanli.jpg",
  "dynasty": "宋代",
  "desc": "江万里（1198年—1275年），名临，字子远，号古心，万里是其出仕后的用名。南康军都昌（今江西省九江市都昌县）人。南宋著名爱国丞相，民族英雄，是南宋末年仕林和文坛领袖，中国十三世纪著名的政治家和教育家。与弟江万载、江万顷被时人和后世雅称为江氏“三古”或江氏“三昆玉”。创办的白鹭洲书院，千年来培养出文天祥等十七位状元，2700多名进士。任正式官职91种，三度为相；一生为官清廉，政绩斐然，直言敢谏，忧国爱民。其一生堪称古今之完人，千古道德风范之楷模。江万里是江西著名的地方先贤之一。",
  "content": "<h2>后世评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>一生历两朝，宦海几度沉浮，先后任过吉州、隆兴知府、驾御郎官、尚右兼侍读、监察御史、右正言殿中待御史、左丞相兼枢密使，但他无论是位高权重还是贬谪期间，始终不忘爱国，正所谓“届庙堂之高，则忧其君；处江湖之远，则忧其民”。南宋理宗时，江万里任待御史，其母病危，江万里因公务繁忙不能脱身，只是派其弟回家探望，当他亲自返家里，其母已病故。这时，朝中有人诽议说他“不忠不孝”，这在当时可是不小的罪状，江万里因此在家赋闲12年。宋度宗即位，度宗念江万里之远见卓识，任命他担任同知枢密院事兼参知政事，逢权臣贾似道得宠，与贾曲阿逢迎不同，江万里因刚直不阿而为贾不容，江万里被再次罢官。南宋将亡，宋度宗再次想起曾被自己誉为“国之柱石”的江万里，遂任命江万里为左丞相兼枢密院使。江万里一身领两府，加上时局维艰，公务更为繁忙。因湖北襄樊被元兵围困，临安危在旦夕（军事家有“襄樊破，南宋亡”之说），江万里力主抗元，提出襄樊解围良策，与贾似道相抵触被再度罢官。罢官赋闲后的江万里对前来探望的学生<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>执手相看泪眼，嘱予国事并寄予殷切的希望。</p> <p>　　作为著名学者，史书称江万里“问学德望，优于诸臣”，“议论风采，倾动一时”，是历史公认的与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>齐名的历史文化名人，文天祥称江万里“都范（范仲俺）、马（司马光）之望于一身”。文天祥曾在《贺江左丞相除湖南安抚使判潭洲》一文中对江万里的学问名节有过精彩的评述：“……修名伟节，以日月为明，泰山为高；奥学精言，为天地立心，生民立命……”江万里壮烈殉国后，门生<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>（著名爱国<a href=\"http://so.gushiwen.org/author_2877.aspx\">诗</a>人）在《江文忠公祠堂记》中说：“自斯文一变而至欧公，再变而至先生……其好士似欧公”论谏似欧公，变文体似欧公，而又得谥似欧公”。</p> <p>　　作为书院教育家，江万里依然成就斐然。他先后创办了白鹭洲书院、道源书院、宗濂精舍等三所书院，就是在被贬期间还被邀请到安徽黟县石鼓寺讲学。江万里一生奖掖人才，培养出了一批以文天祥为代表的杰出人士，另外还有刘南圃、刘辰翁、欧阳守道、邓光荐等都是他的学生。</p> <p>　　“兄宰相，弟尚书，联璧文章天下少；父成仁，子取义，一门忠孝世间稀”，后人把这样一副楹联镌刻在都昌江万里老家古心堂的门楣上，正是对一代名相最客观、真实的评价，也体现了后人对他的无限崇敬和怀念之情。</p><br/><h2>纪念活动</h2> <p>　　1996年4月22日，数千只鸿雁在都昌县阳峰乡府前江村上空近二、三里的范围内盘旋、起舞近半小时且久久不愿离去，村里八、九旬的老人们都说从未见过这种奇异景象，他们认为这是一种祥瑞吉兆。这天是村里为纪念他们的先祖——南宋爱国丞相<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>而建造的古心堂落成的日子，两年后，都昌县将举办各种盛大活动隆重纪念一代名相江万里诞辰八百周年，在此之前，都昌县已经成立了江万里研究学会，与福建、浙江、广东、台湾等地研究学会形成波澜壮阔之势，他们并于1995年举办了空前规模的活动纪念江万里殉国720周年。</p> <p>　　跨越时空隧道，让我们再次走近这位足以让后人万世景仰的一代名相。 江万里，字子远，号古心，江西都昌人，自小“神隽有锋颖”，为官后成为一代诤臣，曾官至左丞相兼枢密使，1275年退隐后，以78岁高龄与其弟江万顷（授翰林院中书）在饶州（今江西鄱阳）与元军血战，寡不敌众，率子江镐及家人投水自尽，其弟江万顷被捕后，大义凛然，至死不降，遭肢解遇难。万里公弟万载公后代繁盛，今潜山、桐城、东至江氏（柏荫堂，济阳堂之分支）已传至第134代孙，两广江西四川湖广福建台湾也均有后裔存世。万里公所在江姓为济阳堂江氏， 与江泽民之萧江一脉、六桂堂翁江不同，希江氏后人不至混淆。详情参考，中国都昌网。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>（1198年11月16日—1275年3月），宋宁宗庆元四年（1198年）十月十六日生于今江西省九江市都昌县阳峰乡府前江村，卒于宋恭帝德佑元年（1275年）二月。名临，字子远，号古心，万里是其出仕后的用名。与弟江万载、江万顷因为先后科举高中，且又都登仕宋庭高官，最后又先后殉国，被时人和后世雅称为江氏“三古”或江氏“三昆玉”。南宋著名爱国丞相，民族英雄，是南宋末年仕林和文坛领袖，中国十三世纪著名的政治家和教育家。一人独自创立三所高等学府，为古今中外之第一人，尤其是其所创办的白鹭洲书院，延续千年，在中国科举时代共培养出<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>等十七位状元，2700多名进士，书院所在的江西吉安科举中选人数几近此后中国千年科举的一半，被称为千年“文章节义之邦”为中国古代书院之最。江万里为官清廉，敢言直谏，无论朝官还是放任地方府省均政绩斐然，为官府和百姓所称道；一生虽屡受权奸排挤，屡遭罢贬，而始终不畏权奸，不泯忧国爱民之心；在南宋末民族矛盾激化，国家危难之际，始则“手培国本，力济时艰”，“但见拳拳于国事，未尝汲汲于身谋”，“极力破权门之死党，奋身生善类之齐盟，精白一心，创切百奏，风彩耸闻于列辟，霜棱愈棱于内台，其序升横榻之班，以增重本朝之势”，“以淳心正学，辅国视政，起贤远识，为时奇艾，若朝廷之典章，军国之机务，生民之休戚，政治之得失，皆常履而知矣”当其穷尽一生，年老体弱，无力补天之时，则“从容坐守，以为民望”“死不离城”继而“去生就死，义节忠肝”恨“生面被执，为国之耻”，“愤国家云之亡，耻腥膻之移，虽神林故乡可以终其天年，旦不肯为，而况于屈身事虏者哉！”最终“左右携孙，自为纷纷，父忠子孝，兄贞弟烈，天义妇顺，笑赴止水”“从之者同知君，积尸如叠，不审其偕老之媛，而婢仆变亦争以尽”。在国破家亡之际，江万里与其子江镐，毅然率180多家人投止水池殉国，希望以自己及家人之死唤醒“天下忠义节烈之士闻风而起，聚集万千众人之力，保江山社稷不移腥膻，道德文章不堕宇内”，其一生堪称古今之完人，千古道德风范之楷模。</p> <p>　　宋嘉定十五年（1222年），江万里贡入大学，太子赵昀（宋理宗）极为赏识，曾书“江万里”三字于几砚之间。宝庆二年（1226年）以舍选登进士第，所作策论，《<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>单骑见虎》文中表露对郭子仪的胆识和爱国情操仰慕之情，主考官阅卷为之动情，欣然批道：“立意新而措词妙，高古文也。”宝庆六年，以舍选出身，任池州教授。后召馆试，历任著作佐郎，权尚左郎官兼枢密院检详文字。嘉熙四年（1240年）出知吉州军，其所作《劝农<a href=\"http://so.gushiwen.org/author_2877.aspx\">诗</a>》云：“父老前来吾语尔，官民相近古遗风。欲知太守乐其乐，乐在田家欢笑中。”从政之余，特别热心教育。淳祜元年（1241年）于吉州州治庐陵县城东赣江之心，创建白鹭州书院，广泛收藏图书，收授门徒。奏闻朝廷，理宗御书赐匾额“白鹭州书院”。当时书院没有另任山长，他自主其事，自为诸生讲授，忘其为大府。后人为他立碑，表彰他的办学功道：江万里创白鹭书院，使“缙绅（即官宦代称）德之，吏民怜之，悍卒（勇猛之人）化之”。第二年，迁直秘阁，知隆兴府，又在隆兴府建宗濂精舍，广聚生徒，讲学其中。奏闻朝廷，理宗又亲赐书御书匾额。这期间，他还嘱告南安知军林寿公在其军治大庾县源三先生祠（祀<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>，程颐，<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>）扩建为周程书院。因办学成绩卓著，于淳祜三年迁考功郎官，兼直秘阁，主管健康府崇禧观。不久，改任绍兴府千秋鸣禧观，后又以驾部郎官召，迁尚右兼侍讲。五年（1245年）三月，与理宗谈论诸事得失，曾说：“君子只知有事非，不知有利害。”他秉性耿直，刚正不阿，十一月上书弹劾林光迁等依权附势之徒。十二月不顾主降派反对，劝说理宗启用<a href=\"http://so.gushiwen.org/author_2771.aspx\">赵葵</a>主持兵事，陈韦单主持财政，使主战派一度得以执掌朝政，为此屡遭主降派攻击。六年，他升迁监察御史兼侍讲，未几，又升殿中侍御史。这时的江万里，“器望清峻，论议风采，倾动于时。”但忤者嫉妒，谤言兴起，言其母病未能及时到家送终，使其遭受酷罚，坐废十二年。</p> <p>　　宝祐三年（1255年），由于陆德兴为江万里辨白而得以启用，任福建转运使。开庆元年（1259年）正月，投入京湖宣抚大使贾似道幕下 任参谋官。十月贾似道入相，万里同时入朝兼国子监祭洒，侍读。景定元年（1260年）入对。迁刑部侍郎。不久，升吏部尚书。次年（1261年）。进迁端明殿学士，同签书枢密院院事兼太子宾客。这年，万里已年逾六十，是贾似道府中之任职最久者。他开始虽府仰默客，为贾似道所用，但他秉性耿直，临事不能无言。贾似道恶（讨厌）其轻发（轻率，说话不够慎重），经常触怒贾似道，故第每次都不能久在其位。这年。又因言论而被解职，只以端明殿学士提临安府洞霄宫。至景定四年，才以原职出任福州知州兼福建安抚使。</p> <p>　　景定四年十一月，度宗即位，诏求直言善谏之士，召江万里回行都临安。咸淳元年（1265年）二月，任万里同知枢密院事，兼参知政事，又与贾似道同朝。贾似道擅政后,位极人臣,极力推行卖国张,使疆土日削,国势日危，万里不能耐何，便于同年七月，奏请归田，未允。十二月，贾似道辞职要挟度宗，度宗涕泣，欲拜留，万里当即以身掖帝云：“自古无此君臣礼，陛下不可拜。”又一次触怒了贾。帝在讲筵，每问经史及古人姓名，贾不能对，万里常从旁代答，使贾积怒而谋逐出万里。江万里与贾似道每每相忤，不得已四次上书求退,于咸淳三年出知太平洋州兼江东特运吏,后又转湖南任安抚吏,咸淳五年,又自湖南召拜参知政事,封南康郡公,刚到任,又拜左丞相兼枢密使。六年,蒙古军围攻襄阳,万里屡请派援军救护,贾似道不许,于是万里又因此被委以观文殿大学士出知福州兼福建安抚吏,万里坚持,依旧职提举洞霄宫。</p><br/><h2>家庭成员</h2> <p>　　万里家世：祖父江辚，一生隐居，教授乡里。父江烨，宋理宗时登进士第，曾任教授、都尉、知县、江南东路提举常平司、西路提举茶盐公事、大理司帅参等职，一生专治程朱理学。虽在“庆元党案”蒙难之时，亦仍暗中坚持传授程朱学说，母陈氏，理学名儒陈大猷之女，陈灏之姊，万里家学渊源，幼年在祖父所建的书馆内读书，神隽铎颖，连举于乡，后从父教，学《易》经，稍长，赴白鹿洞书院深造，后又游学于隆兴府东湖书院，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>弟子林夔孙为师问学。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>的母亲不是陈大猷之女。</p> <p>　　网络上关于南宋丞相江万里的介绍文字，有些地方有错误，需要考证，有些地方不准确，需要商榷。不能以讹传讹，贻误他人。文中提到的“母陈氏，理学名儒陈大猷之女，陈灏之姊”，这简单的十几个字，至少有两处错误：第一，江万里公的母亲不可能是陈大猷之女。因为，陈大猷（1198—1250）与江万里（1198—1275）是同一年出生的。他们之间若有亲戚关系，极有可能是表兄弟。如果说江万里的母亲是陈大猷的姑母，至少在时间、年龄上是没有矛盾的。江万里宝庆二年（1222）考上进士，陈大猷绍定二年（1229）才考上进士，比江万里晚了七年。第二，“陈灏”应作“陈澔”，陈澔（1261—1341）不仅不是江万里的舅舅，而且应该是江万里或陈大猷的晚辈，至少是孙辈，陈澔绝非陈大猷的儿子（陈大猷比陈澔大63岁）。第三，陈澔是宋末元初的儒家学者，不是我们常说的宋代大儒“<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>（1032年——1085）”，不能混淆。陈澔字可大，号云住，又号北山叟，“不求闻达，博学好古，淹贯经史，注《礼记集说》行于世”。 华容 江良发</p> <p>　　万里家人及后裔</p> <p>　　“兄宰相，弟尚书，联璧文章天下少；父成仁，子取义，满门忠孝世间稀。”这是后人评价和形容江万里家族的一副对联，很客观真实地反映了万里家人前赴后继，舍生取义，满门忠烈的情况。除江万里已率180多人（其中除江万里及其子江镐、孙江澄留下姓名外，其余均因家族匆匆外迁，时间久远而忘记名讳）投止水殉国外，万里二弟也先后以身殉国，江万里家族成年子孙中，有七、八人在其后的反抗外族入侵，维护民族尊严的斗争中为国捐躯，战死沙场，的确是世间少有，名符其实的忠烈之家。</p> <p>　　万里家族是传统的理学世家，祖父江璘，一生修治儒业，终生隐居，教授乡里，“乡称善人”；父江烨，“祀世积德，以<a href=\"http://so.gushiwen.org/author_2877.aspx\">诗</a>书抗户门，早岁粹于经行，户履常满，经其指授，多所成达，于训子尤力。”江万里经其祖、父两代传承，“遂大明易学，扬六馆，策高第，且以古文为天下倡，世谓复生欧、韩也。”江万载、江万顷“尽得父兄之学，明经登仕；”“显于当世，为天下世人所慕，时人以‘三古’雅称之”。江氏“三古”家族经几代人的薰淘，于民族危难之际，前赴后继，舍生取义，以自己的行动实践汉代大文学家<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>在《江氏士族谱系》上“烈士出将军之门，忠臣来自孝子之家”的寄望，成为古往今来世间少有的满门忠烈的民族英雄之家。其中最为出名的就是江氏“三古十二斋”，“三古”是指江万里三兄弟，都先后以身殉国；十二斋是指其以“斋”为号的十二个子侄，他们自蒙元入侵湖北鄂州时，就自发跟随江万载节节抵抗蒙元，千里转战临安、婺州、温州、福州、泉州、惠州等地，直到新会崖山，其中有多人战死沙场。以下分别简介如下：</p> <p>　　江万载（1207——1278），名亿（又名德），字子玖，号古山，万载是其出仕后用名。“三古”之一，江万里同母弟，先于其兄以武选出仕，端平元年（1234年）曾与其族叔江海一道带“忠顺军”和殿前禁军联合蒙古兵攻陷和收复金国首都蔡州，一雪百年“靖康之耻”。绍定二年（1229年），以武阶从三品的身份参加文举舍选，被赐进士及第（与徐元杰同榜），累官至礼部尚书。后因不愿与丁大全、史弥远、贾似道等权臣同流合污，以壮年之身（52岁）辞官归里奉养慈母，宋理宗及宋度宗皆多次征诏复官而不就。宋度宗咸淳九年（1273）蒙元全面进犯南宋时，与其兄江万里一道号召江氏三古家族成年子孙毁家纾难，筹组义军以抗蒙元，并不顾朝庭反对率义军从鄂州起对蒙元兵进行了节节的抵抗。德祐元年（1275年）二月，在张世杰部宋军的帮助下，率领义军一度收复三古家乡饶州城。被谢道清诏令复礼部尚书、殿前禁军都指挥使官职，平息了南宋最精锐军队——殿前禁军的叛乱，整顿和恢复提高了殿前禁军的战斗力，使其成为日后保护南宋小朝庭流亡达三年之久的骨干力量。在德祐元年七月份的焦山战役中，排除谢道清、陈宜中等患得患失的干扰，果断指挥殿前禁军出击，救回了在焦山之战中大败的张世杰、刘师勇、苏刘义等人，为南宋日后抗元保全了一批军事将领。德祐二年（1276年）正月临安城临危城破之际，被谢道清密命摄行军中事，保护益、广二王及其他南宋小朝庭人员出走东南，经一路血战到达福州，始得扶立广王赵昰为帝，是为宋端宗，景炎三年（1278）三月，江万载等保护南宋小朝庭到达广州湾（今雷州半岛）附近的井澳，遇元将刘深伏击，江万载带亲兵奋力击退刘深的伏击，年逾七十的江万载奋力跃入海中救起了宋端宗，自己却不幸被海风巨浪卷走。二十万南宋军民痛失实际统帅，杨太后虽然追赠江万载为“开闽侯”，并赐溢号“武肃”，但对外却封锁江万载已殉国的消息，不到一个月，宋端宗也因惊悸而死，流亡近三年的南宋小朝廷接连遭受打击，军民之心大为动摇，几欲解散。在江万载殉国前3年，南宋小朝庭虽节节败退，但从临安到新会崖山，南宋小朝庭和二十万抗元军民基本能得到保全，没有什么大的损失；而江万载牺牲后不出半年，先是陈宜中因害怕第三次当了逃兵一去不返，继而张世杰收复雷州半岛失败，在厓山之战中，更是没有人能制约张世杰的军事独裁，至其重犯焦山之战的错误，最后几乎令南宋二十万抗元军民全部葬身海底，少有能逃生的，南宋小朝庭因此覆亡。由此可见，江万载实际上是南宋小朝庭及二十万南宋抗元军民的幕后最高统帅及精神领袖。</p> <p>　　江万顷（1211—1275），名伯，字子玉，号古崖，万顷也是其出仕后的用名。三古之一，江万里之弟，初以明经乡举登翰林庶吉士入仕，历任地方官和朝官，累官至户部左侍郎；1275年三月，冒险与子江铎往饶州探视兄长，被蒙元兵俘获，因不屈而大骂不止，被蒙元兵凶残肢解。</p> <p>　　江璆（1225——1283），名璆，字宗宝，号玉斋，到十六、七岁成年时，遇其父江万里创白鹭洲书院，宣扬周程理学，塑“六君子”像于书院，故又为其取字用周，号六峰，江氏十二斋之首，江万里长子。自幼随其叔江万载习文尚武，在鄱阳湖、长江中游一带演练水陆阵法，颇得要领；13岁后，又随其叔父宦居临安，就近攻读于临安官学。成年后，回乡以江右漕闱入仕，历仕怀安、潮阳两任知县，两任南安、衡州通判资序等职，关升提刑、将作少丞。后又补将作郎，遏选迪功，转承直，改通直、奉议，咸淳元年改秩右朝请郎，除大理寺丞，宋度宗咸淳元年（1265）四月改差知德庆府，加衔兵部侍郎。宋度宗咸淳元年（1265）闰五月，以右朝请郎晋兵右侍郎（二品官衔）差遣岭南德庆府知军州事（正五品官衔），公元1266年，又被封为兵部尚书（正二品官衔），兼提举广南东路常平茶盐公事；咸淳五年（1270）二任知州届满致仕。从其叔万载公之命，奉母邓氏并携儿孙落户粤西山区，安家于两广军事要冲之地——德庆金林乡二都钦仁里双朵村（今官圩镇江村）。德祐元年（1275年）月募组3000广东义军入卫临安，与其叔摄行军中事江万载议齐向谢道清建议南宋朝庭化整为零，潜往东南积蓄力量，待机北伐规复中原，并建议选粤西肇庆或德庆作临时行在中心指挥之处。所募义军被陈宜中遣散后，回德庆为行在移驻作准备，在德庆西北一线，建立了20多座军事城堡——故砖城（现存遗迹10处），分派个儿孙和部将、地方豪杰等分兵把守，准备效其家族忠烈报国之精神，以武力抵御元军，用生命捍卫南疆。景炎二年（1277年），复募10000多义军输送给在流亡于广东沿海的南宋小朝庭，并联络熊飞、曾逢龙、马南宝等部义军一度收复广州。祥兴元年（1278），江璆联络旧部刘宗纯收复德庆。祥兴二年（1279），在南宋灭亡后，仍率三子一孙及部将刘宗纯之子刘喆凭借砖城体系扺御蒙元一年多。1280年，江璆奔走联络南沿海各省，图谋复宋。1283年，联合亡宋故臣林获、林桂芳父子扶立赵宋皇族后人赵良钤为帝，于新会建立后宋政权（元史称罗平国）。同年为掩护赵宋后人突围，率疲惫之师与元兵熬战三日，力歇而死。其三子一孙和刘喆奋力抢回遗体，奔回德庆，葬于村后山圣岭岗。乡人感其爷孙三代忠烈，将江璆及其三子一孙并刘喆塑像于圣岭岗上龙母行宫，配祀千年龙母。江璆后裔最初居于广东德庆，后发展到其他地方。</p> <p>　　江钲（1229——1279），名钲，字国岩，号道斋，江氏十二斋之一，江万载次子。咸淳九年（1273），响应其父江万载号召，积极参与筹组义军，任义军先锋将。在抵抗蒙元入侵的斗争中箭伤刘整，被谢道清诏授从军征郎将。德祐元年（1275年）入卫临安后，被诏授殿前禁军都统制之职，是年七月，率殿前禁军将在焦山之战中大败的张世杰、刘师勇、苏刘义等人救援回临安。德祐二年（1276年）正月，与其父江万载拥军保护益、广二王及其他南宋小朝庭人员撤离危城临安，从这时起一直到新会崖山，每有蒙元兵逼近南宋小朝庭，皆由江钲率军出击击退。是年五月，在福州与父江万载及其他大臣拥立广王赵昰登帝位，江钲被诏令授殿前禁军副都指挥使之职。景炎元年（1276年）十一月，与父江万载，少保张世杰等帅兵保护宋端宗等南宋小朝庭到达泉州，张世杰强抢泉州港海船，逼反开始就已有反意的泉州市舶司——阿拉伯裔（“蕃客回回”）人<a href=\"http://so.gushiwen.org/author_2864.aspx\">蒲寿</a>庚（1205-1290年），蒲拥兵作乱，欲劫持南宋流亡行在，又是江钲带少部兵力掩护二十万军民大部分登船撤离泉州。景炎三年（1278）三月，保护南宋小朝庭到达广州湾（今雷州半岛）附近的井澳，遇元将刘深伏击，带亲兵奋力击退刘深的伏击，保护端宗登上海船，却又突然遇上台风，将年幼体弱的宋端宗刮落海中，江钲父年逾七十的江万载奋力跃入海中救起了宋端宗，自己却不幸被海风巨浪卷走。不到一个月，宋端宗也因惊悸而死，二十万南宋军民痛失实际和名义上统帅，军民之心大为动摇，几欲解散。江钲强忍丧父之痛，力撑陆秀夫劝伏大臣们，扶立宋端宗之弟赵昺为帝，是为宋帝昺，以陆秀夫为丞相，张世杰为太傅，江钲为殿前禁军指挥使，南宋小朝庭遂得继续流亡于广东沿海。同年（景炎三年，亦称祥兴元年，即1278年）六月，保护流亡小朝庭到达广东新会崖山。张世杰、江钲等领军将领与陆秀夫等文臣都看中崖山的险要地位，因而决定流亡小朝庭暂驻崖山，但对如何布防崖门，张世杰与江钲两大军事统帅却发生激烈争吵，江钲要求分兵防守崖门出入海口，以便相互呼应，张害怕兵力分散，不予同意，江不同意张把大船都用铁链相连的方案，并暗示其可能重复焦山之战的错误。张嫌江妨碍其作战方案的实施，以杨太后的名义调江钲回福建立江万载衣冠冢并募兵筹晌，并以苏刘义（<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>后裔）暂时接替江钲职务掌管殿前司。祥兴二年（1279年）三月，崖门海战时，蒙元军统帅张弘范果然先分兵封锁控制宋军海陆出口，而南宋二十万军民因战船被铁链相连，移动艰难而鲜有能逃生者；陆秀夫和宋帝昺因张世杰派来接应的士兵非是平常见惯的江氏父子所带亲兵，死活不肯登上接应者之小船，最后陆秀夫抱宋帝昺投海而死，二十万军民大多投海而死，厓海十万浮尸，最终向世人展示了一个民族宁折不弯、宁死不屈的英雄气概。随张世杰突围的杨太后闻知宋帝昺已死，亦都投海而死，张世杰带剩余残兵沿海漂流，不久亦遇上台风，任船自沉而死。江钲回闽为其父治坟之后，募得几百士豪杰士卒赶去厓山，到广东海陆丰时，厓门之战已结束七天，江钲闻知厓门二十万军民已全军覆没，大哭几场后，亦投海而死。当地居民根据其部属的叫唤立岩公庙以纪念，遗迹至今仍存。江钲子孙最初随其兄江钥隐居福建夏门同安洪水桥汤坂里，后裔才逐渐向其他方向发展。</p> <p>　　江铭（1232——1276）名铭，字国熙，号毓斋，江氏十二斋之一，江万载第三子。咸淳九年（1273），随父江万载参加义军，任义军办粮将，1275年参加收复饶州战役，入卫临安后，被谢道清授殿前禁军带械副将，1276年宋端宗即位后，为御前环卫将军，1276年十一月在泉州蒲寿庚叛乱战役中为掩护皇室人员登船战死，被追赠节义大夫。由于其妻及子女已在饶州之役时随伯父江万里投止水殉国，在福州时杨太后星配以曾渊子之女，但未及过门江铭即已战死，故江铭一房无留下后裔。</p> <p>　　江钰（1243——1276）名钰，字国维，号寓斋，江氏十二斋之一，江万载第四子。咸淳九年（1273），随父江万载参加义军，任义军先锋副将，1276年在保护二王从临安到温州时战死，被宋端宗追赠崇义大夫，妻及子女之前已投止水殉国，故无后。</p> <p>　　江镐（1229——1275）名镐，字国禹，号义斋，江氏十二斋之一，江万里次子。一生随侍其父江万里，生前曾被朝庭授事郎将，1275年二月蒙元兵破饶州时，抱子江澄（是几十江氏未成年子孙中唯一留下姓名的）携妻随父江万里投止水殉国。后裔不详。</p> <p>　　江铎（？——1275）名铎，字国弼，号本斋，江氏十二斋之一，江万顷长子。一生随侍其父江万顷，任官职不详。1275年三月，冒险伴其父江万顷前往饶州探视二位伯父和其他家人，被蒙元兵俘获，大骂不屈，被元兵肢解。其母钱氏九娘、妻丘氏十六娘及九子都随其二父江万载入福建，最初隐居于福建长汀宁化石壁村。后向其他地方发展。</p> <p>　　江铸（？——？）名铸，字国通，号直斋，江氏十二斋之一，江万里第三子。咸淳九年（1273），随叔父江万载参加义军，任中军护将，在福州扶端宗即位后，经丞相<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>奏请杨太后同意，与堂兄江钥、弟江镗隐居福建夏门同安洪水桥汤坂里，后裔才逐渐向其他方向发展。</p> <p>　　江钥（1227——？）名钥，字国器，号慎斋，江氏十二斋之一，江万载长子。咸淳九年（1273），随父江万载参加义军，任义军中军护将，1275年参加收复饶州战役，入卫临安后，与堂弟江铸、江镗隐居福建夏门同安洪水桥汤坂里，后裔才逐渐向其他方向发展。</p> <p>　　江镗（？——？）名镗，字国雍，号侃斋，江氏十二斋之一，江万里第四子。咸淳九年（1273），随叔父江万载参加义军，任义军中军护将，1275年参加收复饶州战役，入卫临安后，与兄江铸、堂兄江钥隐居福建夏门同安洪水桥汤坂里，后裔才逐渐向其他方向发展。江镗有一子江日新，替父继续保护南宋小朝庭，入广东后，被杨太后看中，将自己女儿赵氏公主配嫁给他。崖山之战后，江日新侥幸逃脱，携赵氏公主并文天祥的堂姑文氏大娘流寓到四会，居住于县城门高街。是第二支在广东落户的江氏三古支系。</p> <p>　　江锜（？——？）名锜，字国鼎，号祥斋，江氏十二斋之一，江万顷次子。</p> <p>　　江锖（？——？）名锖，字国烈，号遁斋，江氏十二斋之一，江万顷第三子。</p> <p>　　江铜（？——？）名铜，字国南，号远斋，江氏十二斋之一，江万顷第四子。</p> <p>　　咸淳九年（1273），随伯父江万载参加义军，任义军中军护将，1275年参加收复饶州战役，入卫临安后，被谢道清授殿前禁军带械副将，在福州扶端宗即位后，经丞相文天祥奏请杨太后同意，奉母钱氏九娘最初隐居于福建长汀宁化石壁村。后向其他地方发展。</p> <p>　　江万里家族除了著名的“三古十二斋”之外，还有其他家族成员。如江万载收养的族人孤儿江宗杰，号律斋，咸淳九年（1273），随父江万载参加义军，任义军参军，1275年参加收复饶州战役，入卫临安后，被谢道清授殿前禁军带械参军。崖山之战中也幸运得生，承父江万载堪舆之业，云游天下，后不知落户何处。江万顷夫人钱氏九娘到福建后曾抱养了一个养子江钮，字国珍，其后代也居于福建长汀宁化石壁村。江万里家族成年孙辈也大都随江万载参加义军，其中有多人战死在临安到崖山的路上，剩下的，多数先在福建落户，后来才发展到其他地方。</p>"
}