{
  "id": 163,
  "star": 276,
  "name": "司空图",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_163.jpg",
  "dynasty": "唐代",
  "desc": "司空图（837～908）晚唐诗人、诗论家。字表圣，自号知非子，又号耐辱居士。祖籍临淮（今安徽泗县东南），自幼随家迁居河中虞乡（今山西永济）。唐懿宗咸通十年（869年）应试，擢进士上第，天复四年（904年），朱全忠召为礼部尚书，司空图佯装老朽不任事，被放还。后梁开平二年（908年），唐哀帝被弑，他绝食而死，终年七十二岁。司空图成就主要在诗论，《二十四诗品》为不朽之作。《全唐诗》收诗三卷。",
  "content": "<h2>诗论成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_163.aspx\">诗</a>论主张</strong><br>　　<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>的诗，大多抒发山水隐逸的闲情逸致，内容非常淡泊。他还写诗表白：“诗中有虑犹须戒，莫向诗中着不平。”在文学史上，他主要以诗论著称。他的《二十四诗品》是唐诗艺术高度发展在理论上的一种反映，是当时诗歌纯艺术论的一部集大成著作。《二十四诗品》把诗歌的艺术表现手法分为雄浑、含蓄、清奇、自然、冼练等二十四种风格，每格一品，每品用十二句形象化的四言韵语来比喻说明。对后世的文学批评和创作具有深刻的影响。<br>　　司空图论诗发展殷璠、<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>之说，注重含蓄蕴藉的韵味与清远醇美的意境，提倡“咸酸之外”的“味外之旨”和“近而不浮，远而不尽”的“韵外之致”（《与李生论诗书》）；讲究“象外之象，景外之景”（《与极浦书》）。他推崇<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_564.aspx\">韦应物</a>“趣味澄夐”的诗风，而批评<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>为“力勍而气孱”（《与王驾评诗书》）。他也赞美过<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>之作与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>歌诗的气势奔腾，“物状奇变”（《题柳柳州集后序》），但并不专主一格。《与李生论诗书》中曾自引其得意诗句，有得于早春、山中、江南、塞下、丧乱、道宫、夏景、佛寺、郊园、乐府、寂寞、惬适等，大都属于抒写闲情逸趣而偏于静美的。他的部分作品如《秋思》 、《喜王驾小仪重阳相访》 、《狂题》 、《偶书》 、 《河湟有感》等，也流露了他别有伤心怀抱。<br>　　《二十四诗品》是他的论诗专著，简称《诗品》。其中把诗歌的艺术风格和意境分为雄浑、冲淡、纤秾、沉着、高古、典雅、洗炼、劲健、绮丽、自然、含蓄、豪放、精神、缜密、疏野、清奇、委曲、实境、悲慨、形容、超诣、飘逸、旷达、流动等二十四品类，每品用十二句四言韵语来加以描述，也涉及作者的思想修养和写作手法。与钟嵘《诗品》以品评作家作品源流等第为内容是不同的。</p> <p><strong>美学思想</strong><br>　　司空图的美学思想包含多个层面。在其美学代表著作《二十四诗品》中，不仅有各类风格论的阐释，而且蕴藏着创作方法的探索，还有诗人自身修养的指迷。这些对当代美学亦有着较强的指导作用和借鉴意义。<br>　　司空图《二十四诗品》以二十四种意境来阐述诗歌的二十四种风格，无疑是精细而微约的，但是深加思索，这二十四种风格之中也内蕴着司空图一致的美学思想，如以老庄思想为底蕴的对自然、冲淡美学情趣的追求；司空图“味外之旨”、“象外之象”等美学理论在《二十四诗品》中也有共同而鲜明的体现。“自然”是中国古代文学创作中最高的理想审美境界，它的哲学和美学基础是在老庄所提倡的任乎自然，反对人为。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙》篇中说：“云霞雕色，有逾画工之妙；草木贲华，无待锦匠之奇；夫岂外饰，盖自然耳。”因而此品首二句谓：“俯拾即是，不取之邻。”其意就是真正美的诗境是任其自然而得，不必着意去搜寻，所以下二句接着说：“俱道适往，着手成春。”“俱道”，《庄子;天运》：“道可载而与之俱也。”道，即指自然，若能与自然而俱化，则着手而成春，无须竭力去追求。中四句进一步发挥此意，如花之开，如岁之新，皆为自然而然之现象，非依人力而产生。“真与不夺”之“真”，即指自然之真，与，同予，此二句谓自然赋予者不会丧失，欲凭人力而强得者反而会失去。后四句言“幽人”居于空山，不以人欲而违天机，雨后闲步，偶见苹草，随意采拾，亦非有意。“薄言情悟”二句中之“薄言”，为语助词，如《诗经》云“采采芣苡，薄言采之。”“情”，情性，本性，即指自然天性。“悠悠天钧”，乃指天道之自在运行，流转不息。《庄子》云：“是以圣人和之以是非，而休乎天钧。”天钧，别本作天均，成玄英疏云：“天均者，自然均平之理也。”意谓听任万物之自然平衡运行。这二句是说以自然之本性去领悟万物之自在变化。李白《峨眉山月歌》云：“峨眉山月半轮秋，隐入平羌江水流。夜发清溪向三峡，思君不见下渝州。”舟行于月夜江中，与山水浑然一体，如自然造化之涌现，而无一丝人工斧凿之痕迹。<br>　　司空图艺术风格上体现了由阳刚、阴柔两种基本风格美所发展出来的多种多样的风格美。《四库总目提要》说它“所列诸体毕备，不主一格”，许印芳在跋中也说“其教人为诗，门户甚宽，不拘一格”。然而《诗品》在艺术风格理论上最大的贡献，还是在从一般地论述文学的语言风格转向研究文学的意境风格。唐代开始诗文分论，诗论中的风格论逐渐转向诗歌的意境风格，这在皎然的十九字风格论中可以看得很清楚，而《诗品》则是纯粹的诗歌意境风格论。这就和刘勰有了很大的不同。</p> <p><strong>诗论影响</strong><br>　　《二十四诗品》影响深远。宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《书黄子思诗集后》说：“唐末司空图崎岖兵乱之间,而诗文高雅，犹有承平之遗风。其论诗曰：梅止于酸，盐止于咸，饮食不可无盐梅，而其美常在咸酸之外。盖自列其诗之有得于文字之表者二十四韵，恨当时不识其妙，予三复其言而悲之。\"表示了向慕之忱。<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》提倡兴趣、妙悟，与司空图主张韵味也是一脉相承的。清代<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>标举“神韵”之说，更奉司空图、严羽的论说为准则。他在《香祖笔记》中说：表圣论诗有二十四品，予最喜不著一字，尽得风流八字，又云“采采流水，蓬蓬远春”二语，形容诗境亦绝妙，正与戴容州“蓝田日暖，良玉生烟”八字同旨。《鬲津草堂诗集序》说：昔司空表圣作《诗品》凡二十四。有谓冲淡者曰遇之匪深，即之愈稀；有谓自然者曰俯拾即是，不取诸邻；有谓清奇者曰神出古异，淡不可。是三者，品之最上。论者或对其所取不满，如《四库全书总目》说，诗品：所列诸体毕备，不主一格。王士祯但取其“采采流水，蓬蓬远春”二语，又取其不著一字，尽得风流二语，以为诗家之极则，其实非图意也。王士祯对二十四诗品的撷取确有其片面性，但所取却不能不说是司空图诗论精神的重点所在。《诗品》在开创文艺批评形式方面有广泛影响。模仿之作，清代有<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《续诗品》、顾翰《补诗品》，还有马荣祖的《文颂》、许奉恩的《文品》、魏谦升的《二十四赋品》、<a href=\"http://so.gushiwen.org/author_719.aspx\">郭麐</a>的《词品》等。 </p><br/><h2>生平</h2> <p><strong>仕宦</strong><br>　　<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>做过唐朝的知制诰，中书舍人。出生于一个中等官吏之家，其曾祖父、祖父和父亲都官至郎中。史称司空图少有文才，但不见称于乡里，后来以文章为绛州刺史王凝所赏识。王凝回朝任礼部侍郎，知贡举，司空图于唐懿宗咸通十年（公元 869年）应试，擢进士上第，时年三十三岁，受到王凝赞许，名声益振。不久，王凝因事被贬为商州刺史，司空图感于知遇之恩，主动表请随行。唐僖宗乾符四年（ 877年），王凝出任宣歙观察使，召请他为幕府。第二年，朝廷授司空图殿中侍御史，他因不忍离开王凝，拖延逾期，被左迁为光禄寺主薄，分司东都洛阳。当时卢携罢相，正居于洛阳，对他的才华和为人很爱重，常相往来共游。有一次，卢携经过司空图的宅第，在壁上题了一首<a href=\"http://so.gushiwen.org/author_163.aspx\">诗</a>称赞他说：“姓氏司空贵，官班御史卑。老夫如且在，不用念屯奇。”后来，卢携回朝复相，召司空图为礼部员外郎，寻迁郎中。<br>　　唐僖宗广明元年（ 880年），<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军攻入长安。司空图的弟弟有个奴仆叫段章，参加了黄巢起义，曾热情地向他宣传起义军的各种好处，劝他往迎起义军，他不肯，便回到故乡河中。后来他听说僖宗在凤翔，便入拜见，被封为知制诰、中书舍人。广明二年，僖宗逃到成都，他追随未及，又回到河中。从这时起直到他去世的二十多年时间，司空图基本上是过着一种消极的隐居生活，他的大部分诗歌和诗论也是在这一时期写成的。</p> <p><strong>隐退</strong><br>　　司空图出身于官僚地主阶级家庭，又处在黄巢起义和唐王朝行将覆灭的时代，在历史的大动荡中，他没有勇气面对现实，就采取避世隐退的人生态度。回乡以后，他既不同百姓往来，也不与官府联络，而是“将取一壶闲日月，长歌深入武陵溪”（《丁未岁归王官谷》），“侬家自有麒麟阁，第一功名只赏诗。”（《力疾山下吴村看杏花》）当时王重荣兄弟镇守汉中，很仰慕他的名声，常多馈赠，他都拒绝不纳，后骗他作碑文，并赠绢数千匹，司空图就把绢堆放在虞乡市上，任众人取用。后来他定居在中条山王官谷的先人别墅，在这“泉石林亭，颇称幽栖之趣”的“世外桃源”里，每日与高僧、名士吟咏为乐。唐昭宗即位，曾先后数次召他入朝，拜舍人、谏议大夫、户部侍郎、兵部侍郎等职，他都以老病，坚辞不受。为此，他在王官谷庄园特地修了一个亭子，取名叫“休休亭”，并写了一篇《休休亭记》以明其志：“休，美也。既休而美具。谓其才，一宜休也；揣其分，二宜休也；耄而聩，三宜休也。而又少而坠，长而率，老而迂，是三者皆非济时之用，则又宜休也。”还自号“知非子”、“耐辱居士”，又作了一首《耐辱居士歌》，反复咏叹“休休休，莫莫莫”，表示自己“宁处不出”的心志。</p> <p><strong>殉唐</strong><br>　　天复四年（ 904年），朱全忠扶持朝政，迁都洛阳，召司空图为礼部尚书，他佯装老朽不任事，被放还。开平二年（908年），哀帝被弑，他绝食，呕血而卒，终年七十二岁。 </p><br/><h2>影响</h2> 　　在文学史上，<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>主要是以<a href=\"http://so.gushiwen.org/author_163.aspx\">诗</a>论著名，他的《诗品》（还有《与李生论诗书》等几封书信）是唐诗艺术高度发展在理论上的一种反映，是当时诗歌纯艺术论的一部集大成著作。《诗品》把诗歌的艺术表现手法分为雄浑、含蓄、清奇、自然、冼炼等二十四种风格，每格一品，每品用十二句形象化的四言韵语来比喻说明。但他的诗论缺乏严密的系统性，特别是片面强调所谓“韵外之致”、“味外之旨”，宣扬了一种远离现实生活体验的超脱意境，忽视诗歌的思想内容和重大的社会作用。这些都为宋代<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>的《沧浪诗话》、清代<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>的《渔洋诗话》等所继承和发挥，对后世的批评和创作产生了不少消极的影响。<br/><h2>相关著作</h2> <p>　　今存《司空表圣<a href=\"http://so.gushiwen.org/author_163.aspx\">诗</a>集》，有《唐诗百名家全集》本、 《乾坤正气集》本、《四部丛刊》影唐音统签本； 《司空表圣文集》有《四库全书》本、 《四部丛刊》影旧钞本。《嘉业堂丛书》本文集与诗集附有缪荃荪等撰校记。</p> <p>　　《二十四诗品》不载于今存的《司空表圣文集》和《司空表圣诗集》 ，但收于《全唐诗》 ，别有单行本多种，通行的有《津逮秘书》本、 《学津讨原》本、 《说郛》本、 《历代诗话》本、 《四部备要》本等。事迹见新、旧《唐书》本传。 </p><br/><h2>评价</h2> 　　<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>的<a href=\"http://so.gushiwen.org/author_163.aspx\">诗</a>，大多抒发山水隐逸的闲情逸致，内容非常单薄。他还写诗表白：“诗中有虑犹须戒，莫向诗中着不平。”在文学史上，他主要以诗论著称。他的《二十四诗品》是唐诗艺术高度发展在理论上的一种反映，是当时诗歌纯艺术论的一部集大成著作。《二十四诗品》把诗歌的艺术表现手法分为雄浑、含蓄、清奇、自然、冼练等二十四种风格，每格一品，每品用十二句形象化的四言韵语来比喻说明。对后世的文学批评和创作具有深刻的影响。"
}