{
  "id": 70,
  "star": 124,
  "name": "司马相如",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_70.jpg",
  "dynasty": "两汉",
  "desc": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”",
  "content": "<h2>轶事典故：文君夜奔</h2> <p>　　汉朝的大才子<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>为景帝时武骑常侍，因不得志，称病辞职，回到家乡四川临邛。有一次，他赴临邛大富豪卓王孙家宴饮。卓王孙有位离婚女儿，名文后，又名文君。因久仰相如文采，遂从屏风外窥视相如，司马相如佯作不知，而当受邀抚琴时，便趁机弹了一曲《凤求凰》，以传爱慕之情，因司马相如亦早闻<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>芳名。司马相如、卓文君倾心相恋，当夜即携手私奔。司马相如一贫如洗，文君亦因卓王孙怒其败坏门风而不分给她一文钱。两人只好变卖所有东西后回到临邛开了家小酒铺。每日，文君当垆卖酒，相如打杂。后来，卓王孙心疼女儿，又为他俩的真情所感动，就送了百万银钱和百名仆人给他们。《西京杂记》上记载：司马相如得势后，准备娶茂陵的一个女子为妾，卓文君得知就写了一首《白头吟》给他，表达自己的哀怨之情，相如因此打消了娶妾的念头。[3]<a href=\"http://so.gushiwen.org/author_70.aspx\">诗</a>中写到：“皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼；愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁。男儿重意气，何用钱刀为！” </p><br/><h2>轶事典故：“犬子”的由来</h2> <p>　　“犬子”本是<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的小名，后来竟巍巍然成了对自己儿子的谦称。怎么回事呢？</p> <p>　　据太史公《史记》的记载，司马相如“少时好读书，学击剑，故其亲名之曰“犬子”。也就是说“犬子”其实是他的乳名，或者名字。就像“二毛”、“小胖”之类，难登大雅之堂。他长大后，也觉得名字不好听，加上又仰慕蔺相如的为人，自己便更名为相如。</p> <p>　　最开始，“犬子”之称，其实并无小名之意，只是司马相如的父母为了小儿好养活，便特意选一个低贱的字词为之命名，以远离鬼魅，但因为司马相如长大后自己改了名字，“犬子”才成了小名。</p> <p>　　随着司马相如的成名，“犬子”也不断为人所知。自此而后，因为司马相如的巨大历史以及文化影响，人们谦称自家儿郎，便纷纷用上了“犬子”一词，争相仿效，附庸风雅，竟一时蔚然成风，堂堂皇传至于今日，成为中国人日常用语之不自觉习惯。 </p><br/><h2>轶事典故：名琴绿绮</h2> <p>　　梁王慕名请<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>作赋，相如写了一篇“如玉赋”相赠。此赋词藻瑰丽，气韵非凡。梁王极为高兴，就以自己收藏的“绿绮”琴回赠。“绿绮”是一张传世名琴，琴内有铭文曰：“桐梓合精”。</p> <p>　　相如得“绿绮”，如获珍宝。他精湛的琴艺配上“绿绮”绝妙的音色，使“绿绮”琴名噪一时。后来，“绿绮”就成了古琴的别称。</p> <p>　　成语红拂绿绮中的绿绮指司马相如以绿绮琴挑文君的典故，成语指能于流俗中识名士、敢于追求自己幸福的古代奇女子。 </p><br/><h2>历史评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。他被<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>、<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>称为“辞宗”，被林文轩、<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>、<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>等学者称为“赋圣”。同时，司马相如出使西南夷，将西南夷民族团结统一于大汉疆域，被称之为“安边功臣”，名垂青史。司马相如与<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>不拘封建礼教的束缚，追求自由、幸福的爱情婚姻的果敢行为，远在公元前就演绎了自由恋爱的爱情经典，被誉为“世界十大经典爱情之首”，闻名中外。后人则根据他二人的爱情故事，谱得琴曲《凤求凰》流传至今。唐代<a href=\"http://so.gushiwen.org/author_70.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>则有《司马相如琴歌》一首，曰：“凤兮凤兮非无凰，山重水阔不可量。梧桐结阴在朝阳，濯羽弱水鸣高翔。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>的《汉文学史纲要》中把司马相如和<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>原名司马长卿，因仰慕战国时的名相蔺相如而改名。据考证，司马相如出生于巴郡安汉（今四川省南充市蓬安县）；另一说据<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的《史记·司马相如列传》记载，为蜀郡（今四川成都）（司马相如字长卿，蜀郡蓬州人也）。少年时代喜欢读书练剑，二十多岁时以訾（钱财）为郎，做了汉景帝的武骑常侍，但这些并非其所好，因而有不遇知音之叹。景帝不好辞赋，待梁孝王刘武来朝时，司马相如才得以结交<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、庄忌等辞赋家。后来他因病退职，前往梁地与这些志趣相投的文士共事，就在此时他为梁王写了那篇著名的《子虚赋》，并因此被武帝赏识。</p> <p><strong>琴挑文君</strong><br>　　刘武去世后，司马相如离开梁地回到四川临邛（今邛崃市，属四川省直辖成都市代管），生活清贫。临邛令王吉与相如交好，对他说：“长卿，你长期离乡在外，求官任职，不太顺心，可以来我这里看看。”于是相如在临邛都亭住下，王吉天天拜访相如，相如托病不见，王吉更显恭敬。<br>　　临邛富人卓王孙得知“（县）令有贵客”，便设宴请客结交，相如故意称病不能前往，王吉亲自相迎，相如只得前去赴宴。“一坐尽倾”。酒酣耳热之际，相如一曲《凤求凰》 ， 表达了对仰慕已久的卓王孙新寡的女儿<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的爱慕之情。文君听出了司马相如的琴声，偷偷地从门缝中看他，不由得为他的气派、风度和才情所吸引，也产生了敬慕之情。宴毕，相如又通过文君的侍婢向她转达心意。于是文君深夜逃出家门，与相如私奔到了成都。卓王孙大怒，声称女儿违反礼教，自己却不忍心伤害她，但连一个铜板都不会给女儿。<br>　　司马相如的家境穷困不堪，除了四面墙壁之外，简直一无所有。卓文君在成都住了一些时候，对司马相如说：“其实你只要跟我到临邛去，向我的同族兄弟们借些钱，我们就可以设法维持生活了。”司马相如听了她的话，便跟她一起到了临邛。他们把车马卖掉做本钱，开了一家酒店。卓文君当垆卖酒，掌管店务；司马相如系着围裙，夹杂在伙计们中间洗涤杯盘瓦器。<br>　　卓王孙闻讯后，深以为耻，觉得没脸见人，就整天大门不出。他的弟兄和长辈都劝他说：“你只有一子二女，又并不缺少钱财。如今文君已经委身于司马相如，司马相如一时不愿到外面去求官，虽然家境清寒，但毕竟是个人材；文君的终身总算有了依托。而且，他还是我们县令的贵客，你怎么可以叫他如此难堪呢？”卓王孙无可奈何，只得分给文君奴仆百人，铜钱百万，又把她出嫁时候的衣被财物一并送去。于是，卓文君和司马相如双双回到成都，购买田地住宅，过着富足的生活。</p> <p><strong>武帝赏识</strong><br>　　过了很久以后，景帝去世，汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>在位。刘彻有一次看到《子虚赋》非常喜欢，以为是古人之作，叹息自己不能和作者同时代。当时侍奉刘彻的狗监（主管皇帝的猎犬）杨得意是蜀人，便对刘彻说：“此赋是我的同乡司马相如所作。”刘彻惊喜之余马上召司马相如进京。司马相如向武帝表示说，“《子虚赋》写的只是诸侯王打猎的事，算不了什么，请允许我再作一篇天子打猎的赋”，这就是内容上与《子虚赋》相接的《上林赋》，不仅内容可以相衔接，文字辞藻也都更华美壮丽。此赋以“子虚”“乌有先生”“亡是公”为假托人物，设为问答，放手铺写，以维护国家统一、反对帝王奢侈为主旨，歌颂了统一大帝国无可比拟的声威，又对最高统治者有所讽谏，开创了汉代大赋的一个基本主题。此赋一出，司马相如被刘彻封为郎。<br>　　建元六年（西元前135年），相如担任郎官数年，正逢唐蒙受命掠取和开通夜郎及其西面的僰中，征发巴、蜀二郡的官吏士卒上千人，西郡又多为他征调陆路及水上的运输人员一万多人。他又用战时法规杀了大帅，巴、蜀百姓大为震惊恐惧。皇上听到这种情况，就派相如去责备唐蒙，趁机告知巴、蜀百姓，唐蒙所为并非皇上的本意。他在那儿发布了一张《谕巴蜀檄》的公告，并采取恩威并施的手段，收到了良好的效果。<br>　　相如出使完毕，回京向汉武帝汇报。唐蒙已掠取并开通了夜郎，趁机要开通西南夷的道路，征发巴、蜀、广汉的士卒，参加筑路的有数万人。修路二年，没有修成，士卒多死亡，耗费的钱财要用亿来计算。蜀地民众和汉朝当权者多有反对者。这时，邛、笮的君长听说南夷已与汉朝交往，得到很多赏赐，因而多半都想做汉朝的臣仆，希望比照南夷的待遇，请求汉朝委任他们以官职。皇上向相如询问此事，相如说：“邛（qiong，琼）笮（zuo，昨）、冉、駹（mang，忙）等都离蜀很近，道路容易开通。秦朝时就已设置郡县，到汉朝建国时才废除。如今真要重新开通，设置为郡县，其价值超过南夷。”皇上以为相如说得对，就任命相如为中郎将，令持节出使。副使王然于、壶充国、吕越人等，乘坐四匹马驾驭的传车向前奔驰，凭借巴、蜀的官吏和财物去拢络西南夷。相如等到达蜀郡，蜀郡太守及其属官都到郊界上迎接相如，县令背负着弓箭在前面开路，蜀人都以此为荣。于是卓王孙、临邛诸位父老都凭借关系来到相如门下，献上牛和酒，与相如畅叙欢乐之情。卓王孙喟然感叹，自以为把女儿嫁给司马相如的时间太晚，便把一份丰厚的财物给了文君，使与儿子所分均等。司马相如就便平定了西南夷。邛、笮、冉、駹、斯榆的君长都请求成为汉王朝的臣子。于是拆除了旧有的关隘，使边关扩大，西边到达沫水和若水，南边到达牂（zāng，脏）柯，以此为边界，开通了灵关道，在孙水上建桥，直通邛、笮。相如还京报告皇上，皇上特别高兴。他的一篇《难蜀父老》以解答问题的形式，阐明了和少数民族相处的道理，其文苍劲优美，说理透彻，成功地说服了众人，使少数民族与汉廷合作，为开发西南边疆作出了贡献。可惜好景不长，有人告发他接受贿赂，遂遭免官。岁余，被重新启用，仍为郎官。 相如口吃，但却善于写文章。他同卓文君结婚后，很有钱。他担任官职，不太愿意同公卿们一起商讨国家大事，由于身患糖尿病，常借病在家闲呆着，不追慕官爵。他曾经跟随皇上到长杨宫去打猎。这时，天子正喜欢亲自击杀熊和猪，驰马追逐野兽，相如上疏加以劝谏，刘彻认为他说的对。相如还曾经向刘彻献赋，哀悼秦二世行事的过失，以劝诫刘彻。<br>　　相如被授官为汉文帝的陵园令。武帝既赞美子虚之事，相如又看出皇上喜爱仙道，趁机说：“上林之事算不得最美好，还有更美丽的。臣曾经写过《大人赋》，未完稿，请允许我写完后献给皇上。”相如认为传说中的众仙人居住在山林沼泽间，形体容貌特别清瘦，这不是帝王心意中的仙人，于是就写成《大人赋》。<br>　　元狩五年（西元前118年），相如已因病免官，家住茂陵。天子说：“司马相如病得很厉害，可派人去把他的书全部取回来；如果不这样做，以后就散失了。”派所忠前往茂陵，而相如已经死去，家中没有书。询问相如之妻，她回答说：“长卿本来不曾有书。他时时写书，别人就时时取走，因而家中总是空空的。长卿还没死的时候，写过一卷书，他说如有使者来取书，就把它献上。再没有别的书了。”他留下来的书上写的是有关封禅的事，进献给所忠。所忠把书再进献给天子，天子惊异其书。<br>　　相如其他著作，如《遗（wei，魏）平陵侯书》、《与五公子相难》、《草木书》篇没有收录，收录了他在公卿中尤其著名的作品。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>的文学成就主要表现在辞赋上。《汉书·艺文志》著录“司马相如赋二十九篇”，现存《子虚赋》、 《天子游猎赋》、《大人赋》、《长门赋》、《美人赋》、《哀秦二世赋》6篇，另有《梨赋》、《鱼葅赋》、《梓山赋》3篇仅存篇名。《隋书·经籍志》有《司马相如集》 1卷，已散佚。明人<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>辑有《司马文园集》，收入《汉魏六朝百三家集》。</p> <p>　　汉代最重要的文学样式是赋，而司马相如是公认的汉赋代表作家和赋论大师，也是一位文学大师和美学大家。 司马相如赋才天纵，文思萧散，控引天地，错综古今，旷世莫比。</p> <p>　　他是汉赋的奠基人，<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>欣赏他的赋作，赞叹说：“长卿赋不似从人间来，其神化所至邪！”被<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>、<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>称为“辞宗”，被林文轩、<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>、<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>等学者称为“赋圣”。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《汉文学史纲要》中将司马相如和<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>放在一起作专节介绍，并指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”鲁迅说：“不思故辙，自摅妙才，广博闳丽，卓绝汉代……其为历代评骘家所倾倒，可谓至矣”。</p> <p>　　司马相如还充分地掌握了辞赋创作的审美规律，并通过自己的辞赋创作实践和有关辞赋创作的论述，对辞赋创作的审美创作与表现过程进行了不少探索，看似只言片语，但与其具体赋作中所表露出的美学思想相结合，仍可看出他对赋的不少见解。他已经比较完整地提出了自己的辞赋创作主张。从现代美学的领域，对其辞赋美学思想进行阐释，无疑是有益的和必要的。</p> <p>　　司马相如还是汉代很有成就的散文名家，其散文流传至今的有《谕巴蜀檄》、《难蜀父老》、《谏猎疏》、《封禅文》等。虽然有部分著作在历史上起了一些消极作用。尽管如此，从整体上看，在语言的运用和形式的发展等方面，司马相如对汉代散文作出了重要的贡献。</p> <p>　　两千多年来，司马相如在文学史上一直享有崇高的声望，产生了深远的影响。两汉作家，绝大多数对他十分佩服，其中最有代表性的是伟大的历史学家司马迁。在整个《史记》中，专为文学家立的传只有两篇：一篇是《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》，另一篇就是《司马相如列传》，仅此即可看出相如在太史公心目中的重要地位。并且在《司马相如列传》中，司马迁全文收录了他的三篇赋、四篇散文，以致《司马相如列传》的篇幅大约相当于《屈原贾生列传》的六倍。这就表明，司马迁认为司马相如的文学成就是超过<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>的。 </p><br/><h2>成都遗迹</h2> <p><strong>琴台故径</strong><br>　　琴台故径位于成都市通惠门，相传为<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>弹琴处，并在此处与<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>相遇。其时司马相如弹琴，卓文君卖酒。<a href=\"http://so.gushiwen.org/author_70.aspx\">诗</a>圣<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>曾有《琴台》一诗记载。此后成都市将琴台故径延伸成为琴台路。</p> <p><strong>驷马桥</strong><br>　　位于成都北门高笋塘外百米的沙河上横卧着一座小桥，它就是古今闻名的驷马桥。往北过桥是个三岔路口，直行便是驷马桥街，右拐则叫驷马桥路。<br>　　驷马桥原名升仙桥（位于成都北，现存升仙湖），因桥下的河水名升仙水，即今日之沙河。《华阳国志》说：“城北十里有升仙桥，有送客桥，汉代司马相如初入长安，题其门曰：‘不乘高车驷马，不过汝下’也。”意思是不乘四匹高头大马拉的官车，就不再从此桥过，表示一定要功成名就、志在必得。 </p>"
}