{
  "id": 709,
  "star": 4,
  "name": "舒亶",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_709.jpg",
  "dynasty": "宋代",
  "desc": "舒亶（1041-1103）字信道，号懒堂，慈溪（今属浙江）人。治平二年（1065）试礼部第一，即状元（进士及第），授临海尉。神宗时，除神官院主簿，迁秦凤路提刑，提举两浙常平。后任监察御史里行，与李定同劾苏轼，是为「乌台诗案」。进知杂御史、判司农寺，拜给事中，权直学士院，后为御史中丞。崇宁元年（1102）知南康军，京以开边功，由直龙图阁进待制，翌年卒，年六十三。《宋史》、《东都事略》有传。今存赵万里辑《舒学士词》一卷，存词50首。",
  "content": "<h2>人物介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>是坚定的新党后辈，并非由<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>直擢超迁，而是为蜀人张商英所荐。自舒亶进入北宋政坛开始，新旧党变法之争已趋激烈。舒亶进入台谏以后，以忠直称。先是从严处理了郑侠、<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>案，有效扼止了保守派对熙宁新法的反攻。元丰初，已经在贬的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>因讥讽朝政而被捕，在时任御史中丞的李定主导下，开始对苏轼的羁押审问，是为“乌台<a href=\"http://so.gushiwen.org/author_709.aspx\">诗</a>案”。由于苏轼文名极盛，当时朝野即对此案展开广泛议论，如<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>曾言苏轼何罪，“独以名太高”。后苏轼虽定罪坐实，但在舆论营救下特赦开释。元丰年间，新党虽仍占上风，但神宗已对改革和改革派产生怀疑，进而对新党由支持转向利用。也正在这一时期，舒亶担任御史中丞，从而走上了政治斗争的风口浪尖。此时，新党与温和派之间，新党内部，已多分裂。元丰四年，舒亶被人利用，卷入了攻击<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>的政治阴谋。元丰末年，又主导了张商英案。</p> <p>　　舒亶虽是新党，但并非严格意义上的党人，也因此，在元丰末期，他舍弃党派利益而劾张商英，而绍圣年间他也没有回到权力核心。</p> <p>　　宋史中舒亶见于卷三百二十九列传第八十八。其主要的材料取自《邵氏见闻录》，而后者，是一部极不真实，充满了保守派的谎言的作品。在研读宋史这一部分记载时，读者要倍加小心。</p><br/><h2>乌台诗案</h2> <p>　　乌台<a href=\"http://so.gushiwen.org/author_709.aspx\">诗</a>案，是北宋年间的一场文字狱，结果<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被抓进乌台，被关4个月。御史中丞李定、<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>、何正臣等人摘取苏轼《湖州谢上表》中语句和此前所作诗句，以谤讪新政的罪名逮捕了苏轼，苏轼的诗歌确实有些讥刺时政，包括变法过程中的问题。这案件先由监察御史告发，后在御史台狱受审。所谓“乌台”，即御史台，因官署内遍植柏树，又称“柏台”。柏树上常有乌鸦栖息筑巢，乃称乌台。所以此案称为“乌台诗案”。</p><br/><h2>后人评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>在乌台<a href=\"http://so.gushiwen.org/author_709.aspx\">诗</a>案的表现历来成为他人生的污点。舒亶的行为固然有“过头”之处，特别是将<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的一些诗句与文章“上纲上线”，确实有悖“君子之道”，为后世所鄙视。但是，他与苏轼主要是由于政见与观念不同而导致的矛盾。苏轼看到了新法实行中的弊端，看到了变法带来的混乱，因此以诗歌形式表达他的意见。而舒亶积极赞成并参与变法，且性格执拗，在他看来，苏轼虽名高天下，但反对变法、诋毁皇帝就是大罪，就是犯法。</p> <p>　　此外，弹劾张商英一事，也反映出舒亶类似的文人品性。张商英是新党的重要人物，为四川新津人，与舒亶同为新党中的王（安石）党30人之列，是有恩于舒亶的同党中人。据《宋史》记载，这位权重位高的新党领袖人物，给了舒亶一封信，并将女婿的文章让舒亶指点，结果舒亶不仅不予指点，而且“恩将仇报”，将张商英的信和女婿文章送到皇帝那里，并弹劾张商英以宰辅之重干扰谏官的工作。结果张商英被免职贬为江陵税官。世人由此认定舒亶是恩将仇报的奸人。</p> <p>　　据历史资料研究与分析，这件事很可能是《宋史》作了假。《宋史》为元<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>主编，在二十四史中差错最多，特别是有关舒亶的主要材料取自《邵氏见闻录》，而此书是邵伯温所作，邵伯温是一个充满偏见并偏执的旧党人物，因而此书对新党人物的记载就极不真实。好在同一时代的文献《东轩笔记》记载了这件事，其过程相似，但原因却完全不同。</p> <p>　　原来张商英要女婿在科举考试中顺利中举，就想借用舒亶之力，所以写信暗示，另送文章给他以作联络。让张商英想不到的是，舒亶因品性使然，不想因私情而让“有关部门”帮助，从而失去其监察的独立性和公正性。所以他在奏书中写上自己的反感。最后张商英的这种行为受到惩处。</p> <p>　　敢作敢为的舒亶被连续委以重任，朝中大臣多怕他弹劾，一些朝官对以舒亶为首的御史台也多有不满。《宋史》载：“举劾多私，气焰熏灼，见者侧目，独惮<a href=\"http://so.gushiwen.org/author_1479.aspx\">王安礼</a>。”“多私”未必，但这个时期的舒亶意气飞扬倒很可能是事实，因为他正处在仕途的黄金时期。但由于得罪的人太多，他的仕途不久便黯然中止。</p> <p>　　元丰六年，任翰林的舒亶因论奏朝廷钱粮等事与尚书省产生矛盾。也许是神宗为了平衡新旧两党的力量，发话说：“身为执法而罪妄若是，安可置也。命追两秩，勒停。”舒亶就这样被罢免了。尽管以“微罪”罢免，但朝廷一片欢呼，因为对朝官而言，少一个比较会“寻麻烦”的人毕竟不是坏事。当时对此事的记载是“虽坐微罪废斥，然远近称快”。</p> <p>　　舒亶黯然回乡，迁居鄞县。那一年他仅42岁，正是人生的黄金时期。于是他迁居于鄞县的月湖畔，名其居曰“懒堂”，一个“懒”字，很可能蕴含着他心中的愤懑与不平？自此后终神宗一朝，没有再被起用。直至绍圣元年，53岁的舒亶才被起用为官，后为朝廷带兵平定了一些地方的反叛，巩固地方统治。崇宁二年，舒亶生病死于军中，终年62岁。</p><br/><h2>余姚学士桥</h2> <p>　　学士桥位于余姚大隐镇里埠头与学士桥村之间的大隐溪上，是余姚市现存最长的古桥梁之一。著名的学士桥已被余姚市人民政府列为文物保护单位。 据光绪《慈溪县志》载：“学士桥宋元裕年间(公元1086一1094年)初建，北宋<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>学士居此。”可见学 士桥之名始于此时。现存桥身系清咸丰四年(公元1854年)捐资重建。学士桥是座石砌平板多孔桥，南北走向，全长70.3米，桥宽1.96米，除两岸桥堍外，共有桥墩14个，桥孔13个，中间桥墩西端上耸立着六角形有二米高石经塔一座，意在藏经镇桥(惜已被毁)。桥中孔东侧及南端东西两侧面镌刻“清咸丰四年捐资重修”字样。桥墩用规整的条石，错缝砌叠，西端砌成分水尖状，起到剖水作用，遇山洪时能减轻排洪的阻力。桥面两边铺于4--6米不等长条石，中间镶嵌长方形石板组成，桥板上镌刻“五福捧寿”“平升三级”等吉祥寓意图案。桥面两侧不设栏杆，桥南端用条石铺砌的石阶，北端连接泥石路过80米处小溪上又一座独孔桥，系学士桥之延伸。整条桥梁两端呈微弓型向上游方弯曲，使洪水往中流直泻，以缓解洪水对两边堤岸的冲刷。</p>"
}