{
  "id": 975,
  "star": 1,
  "name": "周亮工",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_975.jpg",
  "dynasty": "清代",
  "desc": "周亮工（1612～1672）明末清初文学家、篆刻家、收藏家、贰臣。字元亮，又有陶庵、减斋、缄斋、适园、栎园等别号，学者称栎园先生、栎下先生。江西省金溪县合市乡人，原籍河南祥符（今开封）人，后移居金陵（今江苏南京）。崇祯十三年进士，官至浙江道监察御史。入清后历仕盐法道、兵备道、布政使、左副都御史、户部右侍郎等，一生饱经宦海沉浮，曾两次下狱，被劾论死，后遇赦免。生平博极群书，爱好绘画篆刻，工诗文，著有《赖古堂集》、《读画录》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>祖居金溪栎林（今合市乡），后其父周文炜迁河南祥符（今开封市），故以先世常居栎下而自号“栎园”，以志不忘，学者称之曰“栎园先生”。曾自题有《寄籍祥符》<a href=\"http://so.gushiwen.org/author_975.aspx\">诗</a>（《江西诗征》卷65/35）。<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>等所撰史料中，都称其为金溪人（《渔洋山人感旧集》）卷5/11）。又迁南京。 </p> <p>　　周亮工于明万历四十年（1612）生于南京。周亮工出身书香门第，父周文炜，国子监监生，曾任浙江诸暨县主簿。周亮工年少随父出游，广交朋友。明崇祯十三年（1640）中进士。次年（1641）进入仕途，为山东潍县令，守城有功，“举天下廉卓，行取入京师。”崇祯十七年（1644），迁浙江道监察御史。李自成破京师，投缳自杀，为家人所救。顺治二年（1645）“豫亲王多铎兵下江南，亮工诣军门降。”以御史职为清军招抚两淮，后改任两淮盐运使。 </p> <p>　　顺治三年（1646），擢升淮扬海防兵备道参政。顺治四年（1647）擢为福建按察使，兼摄兵备、督学、海防三职。参与镇压福建反清起义，并兴建建诗话楼，祀宋严沧浪其上，召邑诸生能诗者益日与倡和。顺治六年（1649），周亮工升任福建右布政使。当时两广未定，清廷拟调其前往广东，有人认为周亮工“治闽久，得闽人心；闽未大定，未可去闽”。遂留任。顺治七年（1650）七月，周亮工代理建南道，招抚农民军首领曾省，瓦解汀州反清武装。顺治八年（1651）秋，赴延平，代理延建道。为平叛乱，周亮工单骑入邵武叛兵营，招降首领耿虎；随后，又镇压建宁陈和尚、延平吴赛娘的抗清队伍。顺治九年（1652），郑成功部围攻漳州，城内绝粮，周亮工临危受命，代理漳巡道，从戈戟林中破围入漳，协助守城。漳州解围后，城厢内外尸骸狼藉，周亮工捐赀收埋遗骸十余万具，发粮煮粥供应饥民，并赎回被清军掳掠的良家子女千余人。顺治十年（1653），调署兴泉道。当时，福建总督刘清泰因兴泉沿海14寨接济郑成功，准备发兵剿灭。周亮工极力劝止，使百姓免遭涂炭。同年夏天，周亮工升为福建左布政使，为清初汉人受左布政使职之第一人。上任后，即在衙堂上大书：“收银不用火耗，发银即是原封”；“批到即收银，收完即领批”。</p> <p>　　顺治十一年（1654）正月，周亮工奉调入京，任都察院左副都御史；六月，升户部总督钱法右侍郎；不久，又擢为吏部左侍郎。针对福建军事形势，周亮工奏陈6项策略，要求协调浙江、广东、福建三省对郑成功的军事部署；增设水师，驻防海口；停止招抚郑成功，斩郑芝龙等。其意见与福建总督所行政策相左，郑芝龙对之恨之入骨。顺治十二年（1655）七月，福建总督佟代上章弹劾周亮工在镇压南社、西社、兰社一案时“滥杀无辜”，并贪污4万余两银子。奏上，周亮工被解职回闽候审。对质时，所谓“贪污”皆属子虚，而福建吏民为周亮工诉冤者，“日以百千计”。顺治十三年（1656）秋，郑成功大军奇袭福州，“城中疲卒不盈千，军储无十日饷”。巡抚宜永贵急从狱中请出周亮工，命防守城防要冲射乌楼。周亮工“亲发巨炮”，拼死抵挡郑军进攻；又向宜永贵献计，抄后路夜袭郑军。结果，郑军退屯闽安，福州之围遂解。由于周亮工戴罪立功，且所参罪状皆无实据，在宜永贵默许下，主审人田缉馨等6人拟为之翻案。然而，继任巡抚刘汉祚以为田缉馨等有受贿嫌疑，维持原议，报刑部复审。顺治十七年（1660），周亮工被定罪，原定“立斩籍没”，后减等改徙宁古塔，未行，又遇赦获释。</p> <p>　　康熙元年（1662）十月，以佥事起用补山东青州海防道，康熙五年（1666）调江南江安粮道，康熙六年(1667年)，代理安徽布政使；不久，篆江宁粮署。康熙八年(1669）漕运总督帅颜保劾亮工纵役侵扣诸款，得旨革职逮问论绞。康熙九年（1670）复遇赦得释，晚年有焚书之举。康熙十一年（1672）六月二十三日卒于南京。《清史列传》列入贰臣传。</p><br/><h2>文学成就</h2> 　　<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>博学多才，<a href=\"http://so.gushiwen.org/author_975.aspx\">诗</a>文、金石、书画皆有很深造诣。古文宗法唐宋八大家，推崇<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>诗论。<a href=\"http://so.gushiwen.org/author_43.aspx\">魏禧</a>称：“博及群书而未尝好征引故实以自侈其富，……每命一文，必深思力索，戛戛乎务去其陈言习见而皆衷于理义，无诡僻矫激之辞以惊世骇俗，其正也如是。”<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>称其诗文：“情深而文明，言近而旨远，包涵雅故，荡涤尘俗，卓然以古人为指归，而不复坠于昔人之兔径与近世之鼠穴”。周亮工在福建任职多年，遗迹遍闽疆，所到之处，都奖掖后进，规复文化；公事之余，好与同僚谈论古今掌故，探究方物土产。所著《闽小记》，“凡夫全闽之轶事旧闻，方物土产，大而人文之盛，微而工使之巧，幽而洞壑之奇，细而物类之伙”，莫不备载，是研究福建古代社会的重要文献。此外，还有《全潍纪略》、《赖古堂集》、《书影》、《字触》、《同书》、《读画楼画人传》、《印人传》、《赖古堂文集》、《读画录》、《赖古堂藏印》、《赖古堂印谱》等。传世墨迹有《行书诗轴》、《七言绝句诗轴》、《五言诗轴》等十数种著述传世。<br/><h2>藏书功绩</h2> 　　精于鉴赏，好故图书字画，于古今之书无所不览，知名之士无不交，游宦所至，访求故籍不遗余力，福建藏书家谢在杭的旧藏，尽归于他。家有“赖古堂”、“因树屋”、“藏密庵”等，藏印篆、古书、字画极富。“赖古堂”藏书，多得自江浙闽赣。藏书印有“是书曾藏周元亮家”、“曾为大梁周氏收藏”、“响山楼”、“栎园赏鉴图书”、“缄斋藏书”、“周栎园家藏书”、“赖古堂图书记”、“周元亮抄本”等。据曹寅《楝亭书目》记载，有《栎园书目》1卷；李筠嘉《古香阁藏书志》亦记载有《赖古堂书目》，著录藏书4670余种。著述近百种，后因牢狱，遂放火烧之，仅存《读画录》、《印人传》、《闽小记》、《印树屋书影》、《赖古堂印谱》、《赖古堂<a href=\"http://so.gushiwen.org/author_975.aspx\">诗</a>文集》等。<br/><h2>篆学主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>与明末清初的许多篆刻家交往甚密，嗜印成癖，曾云：“生平嗜此，不啻南宫爱石。”其为篆刻家立传，保存了大量的印学资料。在《赖古堂书画跋》一书中，收有二十九则，对研究明清书画史有一定的参考价值。其关于印章美学的论述，主要集中在《尺牍新钞》中，提出了“印章之妙，原不一趣”的观点：仆常合诸家所论而折衷之，谓斯制之妙，原不一趣。有其全，偏者亦粹；守其正，奇者也醇。故尝略近今而裁伪体，惟以秦汉为师，非以秦汉为金科玉律也，师其变动不拘已耳。——《与济叔论印章》 </p> <p>　　在这段论述里，周亮工提出了印章求变的观点，对历代印人能革新者推崇有加。这种观点与晚明时期提倡个性解放的思潮有关，正如文学家李贽《焚书·杂说》所言：蓄极积久，势不可遏，一旦见景生情，触目兴叹，夺他人之酒杯，浇自己之块垒，诉心中之不平，感数奇于千载。</p> <p>　　这种观点不仅对晚明的文坛有重大的影响，对当时的书画篆刻也有冲击。周亮工认为透过印人的作品，同样可以评价印人的本色胸次。他在《又与济叔论印章》中说：绝去甜俗蹊径，是济叔本色，空夷浩渺，更可见济叔胸次。只有改革，才有生气，有生气则动人，动人则佳。“世人所以不可传者无他，坐使人无所动耳。”（《答黄济叔》）除印章美学的贡献外，其在书画研究方面也有贡献，如在《赖古堂书画跋》中，有“题所作八分书寒鸦歌后”：己亥重九后一日写此卖钱沽酒，缀以二绝。一、谁能隔宿对黄花，度尽重阳更忆家。欲换青钱沽雪酒，八分小字写寒鸦。二、难教去尽外来姿，老腕羞惭力不随。方叠出夸官样好，阿谁解受《阳碑》。命童子携出户，童子笑谓予：“收此冷淡生活，应惟虎林霍君。”已而果为维翰索去，携酒为予作三日醉。维翰雅好笔墨，遂为童子所知，《阳碑》即不方整，亦复为人爱，老人潦倒涂鸦，尚可易三日软饱，皆足记也。从此则题跋，可看出周亮工与人交游的一些情况，对于研究明清之际书画家的创作和生活状况提供了第一手资料，值得一读。</p><br/><h2>仕宦生涯</h2> <p>　　<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>宦海沉浮二十九年．其中寓闽的十二年（1647—1658，前八年在闽任按察使，布政使等职，后四年被劾“在闽质审”）是他仕途生活中的重要时期，对当时福建的政治、军事和文化起了一定的作用，产生了一定的影响。 </p> <p>　　周亮工“时时与世抵牾”，他对自己的一生是不满意的，别人对他则褒贬不一。“康熙三十有五年（1696，周死后二十五年），闽八郡士大夫诣当事诸有司，请崇祀故户部右侍郎栎园周公于郡学宫之名宦祠。”结果获准。（福建通志）为周立传，列于名宦传卷二十八，而（清史列传）则将周亮工列入贰臣传，理由是“本朝顺治二年（1645）豫亲王多铎兵下江南，亮工诣军门降。</p> <p>　　周亮工的一生是复杂的，把他寓闽的十二年搞清楚，对于了解他的生平和创作，对于福建地<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化史的研究，不无裨益。</p> <p>　　明崇祯十四年（1641），周亮工始入仕途，为潍县令．守城有功，于1643年“举天下廉卓，行取入京师。崇祯十七年（1644）春，“授浙江道试御史，未十日，逆闯破京师，公投缳，为家人救免”。据明杨士聪（甲申核真略）记载；前此数日，即崇祯十七年三月十八日，“左都御史李邦华入，言新御史周亮工等三人著效城守，宜用之城上，已具疏入告，特求票拟相应。”周亮工等并未登城，因“中贵拒之，遂回。”北京城破，周“杂难民中逸出，遂间道归白下。”（今南京市）是时明福王朱由嵩在南京即位，为弘光帝，建立南明王朝。周亮王原是愿意为南明政权服务的，可是“锦衣冯可宗诬公，从贼，罗织下镇抚狱。讥无左验，复公官。马阮又欲公劾刘公宗周，始肯补用。公笑谢之，遂奉两尊人栖隐子牛首幽栖间，不入城郭。”刘宗周（1578—1645）是晚明清官能吏，刚直不阿，清正敢言，几度被革职，几度被起用。周亮工不依附马阮，不听从马阮的旨意诬陷刘宗周，说明他那时是有正义感的，有明确的是非观念的正直官吏。</p> <p>　　明清之际，鼎新革故。当时汉族地主官僚中的大多数，对农民起义深恶痛绝，对朱明王朝则忠心耿耿。崇祯帝死后，他们有的投缳，以死殉职，所谓追从先帝于地下，可是等到满族王室入主中原，建立新政权，他们中的一些人又不讲民族气节，投降清室，为之效命。周亮工就是这样的人，清师南下金凌，他便出山迎降。</p> <p>　　南明马阮排斥周亮工，南下清师却拉拢周亮工。“顺治二年（1645）王师南下，特征君以原官，招抚用准。”从此以后周亮工就一头栽进满族王室的怀抱，尽心竭力地为之效劳。</p> <p>　　顺治三年（1646）六月，清王室贝勒博各进军浙江，八月，进驻福建，在闽西一带追捕甫明隆武帝，九月，进军闽南泉川，招降郑芝龙。博洛纵兵疯狂镇压福建人民反满抗清的斗争之后一年，周亮工奉调入闽，他的吏命就是巩固并扩大博洛的战果，继续镇压福建人民的抗清斗争，巩固并加强清王朝在福建的统治。</p> <p>　　清顺治四年（1647）周亮工被擢为福建按察使。是年秋天，周由浙江经赣从杉关入闽，先抵光泽，因道路受阻，于初冬十月抵邵武，在邵武“凡七阅月”，于1648年夏才到达省会福州。顺治六年（1649）擢为福建右布政使，十年（1653）升为左布政使，十一年（1654）擢为部察庑左副部御史，调离福建。周仕闽八年，除任按察使、布政使外，还前后兼任兵备，海防、督学、建南、漳南，兴泉等道道台。总的说，这八年仕途还是顺利的，这同他积极地参与镇压福建人民的抗清斗争，从而得到上司的赏识有关。清初，福建人民的抗清斗争，风起云涌，此起彼伏，沿海内地，莫不如此。周亮工参与镇压福建人民抗清，从地域来说，可分两条地带，一是闽北和闽西内陆山区，这些地区反清火焰较小，较分散，因而较快被扑灭，另一是闽南和闽东一带的沿海地区，反清力量规模大，声势仕、历时久，到周亮工离闽时（1654年）仍然很活跃。</p> <p>　　顺治四年（1647）秋，周亮工抵光泽，即用计击退当地义军领袖李凤毛。是年十月至次年五月，周在邵武不分昼夜守减，亲自登城督战，既击败当地抗清义军，又清除“叛将”熊再法、秦登虎等人。顺治七年（1650）赴汀州招抚“土寇曾省，次年赴邵武平息“叛卒耿虎之变”，另外，还率军剿除建宁的陈和尚和延平的吴赛娘。</p> <p>　　正当周亮工在闽西北率军扑灭小股反抗满清的军事力量时，民族英雄郑成功却在闽南沿海一带大举进军，打击清朝驻在福建的军事力量。顺治九年（1652）五月，郑成功率军围攻漳州，“漳泉八郡震动，援剿大军，驻师泉州。”郑成功用计将来自泉州的增援敌军诱入漳喊，重又团团围困，漳州军事态势十分险峻。福建巡抚张学圣为解漳州之围，急调正在延平巡视的周亮工为漳州巡道道台，周星夜南下，参与解围战斗。周亮工在漳州虽然不像在闽西北一样是最高指挥官，只不过是配合清朝在闽南的其他军事力量协同作战，但他为击退郑成功的抗清义军，却是竭尽全力的。这次包围与突围的战役，历时半年，双方参战的兵力有数十万，人民群众死伤惨重，蒙受了极大的灾难。据《小腆纪年附考》卷十八记载：</p> <p>　　成功急攻城，（总兵马）逢知虞内变，令所部兵杂守陴堵，随坏随筑，久未克。时，秋谋盛涨，成功塞镇门山，激水灌之，城中食尽，人相食，枕藉死者七十余万。门巷海开，落落如游嘘墓，馋鼠饥乌白昼蹲几上，解围后存者才一二百人。（考曰：《行朝录》：有土人素慷慨，率妻子一恸绝，邻舍儿窃煮食之，见肠中累累皆故纸，字瑞隐然可辩，邻舍儿亦废箸而绝。《台湾外纪》云：有公姑欲杀其媳，媳逃归，告父母，父母曰，吾生汝，且不得食，反与波邪!杀其女食之。……守道周亮工尝为《清漳城上<a href=\"http://so.gushiwen.org/author_975.aspx\">诗</a>》纪其事，酸楚不忍卒读。）</p> <p>　　考《漳城上诗》原题为《清漳城上感怀四首同唐肯堂作》，载《赖古堂集》卷八，其三为：</p> <p>　　天宝山前百战场，鲸鲵浪涌海云荒。</p> <p>　　饥魂彳亍霏微雨，白骨支撑远近霜。</p> <p>　　碛里角声吹细柳，沙边旗影沸清漳。</p> <p>　　六年瘴疠须麋苦，不信岩关路信长。</p> <p>　　周亮工参与击退郑成功围城的进攻是很积极的，除上述漳州战役外，四年之后，他又参加了一次。顺治十三年（1656），周原在京为官，受诬被革职，返福州受审查，听候发落。其时郑成功率师攻打福州，于1656年七月，“亲帅王秀奇等将大队舟师入南台，夺其桥，再战再胜，进围福州。分兵东守乌龙江以御泉、漳救援之师，西据洪塘水口以截延津饷道，北守连江北岭，以遏温、台，惟南面近水，故不为备焉。”福州三面被围，一面临海，形势岌岌可危。八月，“巡抚宜永贵与副将田胜议分兵守乌楼，以为犄角，成功每攻城，辄为乌楼炮石所伤，乃并力攻乌楼，破之，城中益惧。参将张国威请于宜永贵，出原任藩司周亮工、副将王进于狱，（考曰：亮工时为督臣佟岱所劾，进以失守漳州下狱。）问以破敌之策，亮工曰：‘城外营垒相连，独东南一角疏防，今令王进将步骑暗过鼓山，出路通桥以袭南台海船，令田胜伏南门，李武伏西门，出不意突击，破之必矣’。”周亮工不但为巡抚宜水贵出谋献策，固守福州，还亲自在射乌楼上指挥炮战，亲手点燃大炮，击死郑成功部将领三人，使郑成功部不得不撤退。</p> <p>　　周亮工寓闽期间，政治上投靠爱新觉罗氏，为满清王朝服务，军事上参与镇压福建人民的抗清斗争，但在文化建设和提携人才方面，却做了一些好事，受到当时及后世知识分子的好评。顺治五年（1648）春在邵武受阻，战事频仍，生活紧张，周亮工仍不忘地方文化建设，“建诗话楼，祀宋严沧浪其上，召邑诸生能诗者益日与倡和。”对闽中士人不忘品题和提携，在培养人才方面起了促进作用。试看下列两例：</p> <p>　　黄秋声</p> <p>　　元季词人辈出，而邵武有黄镇成，诗多奇警。《秋声集》十卷，佳句叠出，如“王孙不归怨芳草，山鬼欲啼牵女梦。”……惜梨枣朽腐。予属邵武司理何涵斋刻之郡中，更为建秋声亭于熙春山，祀其上。</p> <p>　　陈叔度</p> <p>　　侯官陈鸿，字叔度，家贫，无人物色之。能始石仓园在洪塘中，有渺阁，集诸同人为诗。叔度有“一山在水次，终日有泉声”句。能始叹赏，为之延誉。因即以石仓为居停，名其诗曰《秋室篇》，取李长吉“秋室之中无俗声”也，丙戌（1646）之变，”能始殉节，叔．度年七十二，不能自存，以贫病死。无子，不能葬。戊子（1648）余入闽时，客以其诗来，予悲其蒿露，谓客曰，“余任其葬，子任其诗。”因助以金，浼诸生徐存永董其事。先是莆田布衣赵十五，名璧，亦工诗，善作画，所为枯木竹石类，闽人珍之。然性孤僻，不多为人作，惟山房寺壁，则淋漓泼墨。与叔度先后死，亦不能葬。存永因举十五之棺，与叔度合摹于小西湖之侧。余为书碑曰：“明诗人陈叔度，赵十五合墓。”客刻《叔度集》，予为之序，板式精好，传之南中，莫不知闽有陈叔度矣。十五不多为诗，无传者。</p> <p>　　周亮工不但注意评介已经死去的闽中士人，使之不泯灭无闻，面且重视正在奋进的士子，予以培养，使之更快成长，如对祖籍泉州，侨居江宁的黄虞稷（1629—1691）的培养和教育，对曾任江西广信府司理，永新县令的汀州黎愧曾的关心和爱护，便是很好的例证。</p> <p>　　顺治十一年（1654）周亮工被擢为都察院左副都御史，十月离闽北上，次年五月抵京就任，即上疏言闽事，“又陈用兵机宜六事”，受到顺治帝的重视和赏识。正当周亮工在京师官场十分得意的时候，顺治十二年（1655）七月，浙闽总督佟岱上疏弹劾周亮工。皇帝降旨，革去周亮工职务，“赴闽质审”。</p> <p>　　佟岱为什么要弹劾周亮工？周亮工为什么由堂堂左副都御史变成了阶下囚？周亮工本人认为那是因为佟岱张冠李戴，错误地把另一个姓周的官吏当作是周亮工，责怪他没有于海途中与佟相遇时过船恭候。（其实周亮工那次走陆路，根本未与佟相遇。）佟索贿未遂，恼羞成怒，于是故意陷害。加上周平时得罪了浙帅马进宝和泉帅马得功，于是他们三人联合起来，诬告周贪而且酷，锻炼成狱，置周于死地。这是把封建统治阶级内部官场上复杂的政治斗争看成是由生活小事引起的个人之间的恩恩怨怨。为周亮工立名宦传韵林佶（1660一？，字吉人，号鹿原，侯官人，康熙进士，授内阁中书，著《朴学斋集》。）则认为周之所以革职受审，是因他上疏言闽事，极陈郑成功父子“逆状”，首论除降寇郑芝龙，又陈用兵机宜六事。世祖皇帝深嘉纳，而公祸基此矣。……世祖密下公疏于部，遂执芝龙下狱。芝龙知公发其事，乃大恨，挥金谋报公，适督闽者方修怨撼公，一二巨帅向与公甚奇世乞者争相媒孽，飞章上告，公遂听勘。”《清史列传》的说法与林佶的说法又不同：</p> <p>　　亮工任按察司时，福建武举王国弼及贡生马际昌、穆古子、蔡秋浦、蔡开南，史东来等创立南社、西社，兰社，党类繁众，作奸犯科，亮工申请督抚勘明定罪，勒石南台，列际昌及余党姓名。寻际昌，秋浦、国弼、开南四人毙于狱。是年（1665）五月，督臣佟岱抵任，际昌等亲属具牒辩冤，佟岱列亮工贪酷诸软以闻，命亮工回奏，寻解任，赴福建听质。……先是，亮工未就质时，按察使田起龙等据证佐定谳，谓亮工得赃四万余两，应拟轩籍没。及亮工至，质问皆虚。</p> <p>　　周亮工一案由于前后谳词不一，在闽在京反复审理，历时六年（1655—1660）才结案，牵连所及近千人，不但被告，原告及有关证人受审查，连在福建为周工平反的司法人员，如有关州府的司理等，也被押送至京师对质审查。全串牵连致死者十数人。（周亮工在《赖古堂诗集序》中说：“案验六年，为公拷掠垂毙者百余人，毙三木下者十数人，有司白公冤死道路者一人，瘐死者二人。”）周亮工于狱中自分必死，请同狱黄济叔刻“又活一日”印一枚。最终以案情不实，无罪释放。康熙元年（1662）十月，“补山东青州海防道，五年调江南江安粮道，八年漕运总督帅颜保劾亮工纵役侵扣诸款，得旨革职逮问论绞。九年复遇赦得释，十一年（1672）死。”</p> <p>　　当年浙闽总督佟岱以“贪酷”诸款弹劾周亮工，纵观周亮工寓闽八年的宦情，周确是酷吏，但未必是贪官。他重视文化，尊重人才，对福建的文化开发有一定的贡献。</p>"
}