{
  "id": 581,
  "star": 150,
  "name": "王羲之",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_581.jpg",
  "dynasty": "魏晋",
  "desc": "王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。祖籍琅琊（今属山东临沂），后迁无锡，晚年隐居剡县金庭（今属浙江）。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。",
  "content": "<h2>轶事典故</h2> <p><strong>竹扇题字</strong><br>　　据说有一次，<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>到一个村子去。有个老婆婆拎了一篮子六角形的竹扇在集上叫卖。那种竹扇很简陋，没有什么装饰，引不起过路人的兴趣，看样子卖不出去了，老婆婆十分着急。王羲之看到这情形，很同情那老婆婆，就上前跟她说：“你这竹扇上没画没字，当然卖不出去。我给你题上字，怎么样？” 老婆婆不认识王羲之，见他这样热心，也就把竹扇交给他写了。王羲之提起笔来，在每把扇面上龙飞凤舞地写了五个字，就还给老婆婆。老婆婆不识字，觉得他写得很潦草，很不高兴。王羲之安慰她说：“别急。你告诉买扇的人，说上面是王右军写的字”王羲之一离开，老婆婆就照他的话做了。集上的人一看真是王右军的书法，都抢着买。一箩竹扇马上就卖完了。</p> <p><strong>书成换鹅</strong><br>　　书圣王羲之很喜欢鹅，他认为养鹅不仅能陶冶情操，还能从观察鹅的动作形态中悟到一些书法理论。有一次王羲之出外游玩，看到一群很漂亮的白鹅，便想买下，一问之下知道这些鹅是附近一个道士养的，便找到那个道士想与他商量买下那群鹅，那个道士听说大名鼎鼎的王羲之要买，便说：只要王右军能为我抄一部《黄庭经》，便将拿些鹅送给他，王羲之欣然答应，这便成就了书成换白鹅的佳话。</p> <p><strong>巧补春联</strong><br>　　大书法家王羲之每逢除夕都要亲手写春联贴之于门。因为他的字号称“天下第一行书”，很多人都想得其字而又难得。所以每年除夕他的春联一贴出，不到半夜，就被人偷偷揭走。这一年，除夕又至，王羲之照旧写了“福无双至，祸不单行”八个字的春联，留下了下半截。想偷对联的人一看此八个字太不吉利，便扫兴而归。到了寅时，王羲之补了后半截，变成了“福无双至今朝至，祸不单行昨夜行。”第二天一大早，想偷春联的人见春联变了样，皆赞叹不已，拍手叫绝。</p> <p><strong>不避之字</strong><br>　　斐松之、刘牢之、寇谦之、司马孚之、司马亮之、司马景之、司马昙之……王羲之的儿子玄之、凝之、徽之、操之、献之；孙子桢之、静之。上述人为什么不避家讳？这里藏着个大秘密，与西汉张良有关的秘密。王羲之一辈人名有“之”字的12个，子侄辈有“之”22个，孙辈12个，曾孙13个，玄孙9个，五世孙4个……陈寅恪说这些人所以不避讳是因为都是天师道成员，这个“之”是暗号、徽章。而天师道老大张天师，是张良的八世孙。</p> <p><strong>道教情缘</strong><br>　　东晋著名书法家王羲之的书法艺术达到了 “登峰造极”的高度。究其成因，与王羲之信奉道教，书籍、道合一有很大的关系。土生土长的道教，很早就产生道教符。在抄写经书时，必须由精于书艺的经生抄写，而在书写经本过程中不知不觉地受到了道教文化的潜移默化影响。历史上诸多道家学者多是有名的书画家，他们修身养性，既精通道法，又能挥毫泼墨，落笔成体。王羲之就是这方面的典型代表，他将修道和书法艺术相互契合，相得益彰，因而产生了具大的艺术魅力。<br>　　王羲之的道教信仰有着深厚的家庭背景。王氏家族是东晋时最有代表的文化士族。从上到下，奉信黄老学说。《晋书·卷八十·列传第五十》记载，王氏家族“世事张氏五斗米道，又精通书道。”《道经》中记载了王羲之始祖王子晋向往神仙之灵虚，迈行放达于天台北门金庭桐柏山（即今嵊州金庭）第二十七洞天(道界三十六洞天之一)的故事。《潜夫论》记载：“因氏王氏，其后子孙，世喜养性、神仙之术。” </p><br/><h2>墓址</h2> <p>　　<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>后因与骠骑将军王述不和，称病辞官，迁来金庭，晚年即在金庭养老，直至去世，也安葬在此。现有王氏后嗣于清代所建之家庙——金庭观，观右有一座古朴的石坊，横额上镌“王右军墓道”六字。穿石坊上行山谷，是一条依稀可辨的鹅卵石铺成的古墓道。尽头处便是王羲之墓。</p> <p>　　王羲之墓本身并不大，墓的制式与谢安墓相仿，也是青石条围沿一土堆，类似杭州<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>墓。墓前有大碑，镌刻《兰庭序》全文，碑体有些风化斑驳，许多地方字迹洇漫，只能依稀辨识。倒是相关的墓园规模相当大，大得叫人惊讶。 </p><br/><h2>生平</h2> <p><strong>入木三分</strong><br>　　晋代<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>，字逸少，是世上难得的才子。七岁就擅长书法，十二岁时在父”晋帝当时要到北郊去祭祀，让王羲之把祝词写在一块木板上，再派工人雕刻。刻字者把木板削了一层又一层，发现王羲之的书法墨迹一直印到木板里面去了。他削进三分深度，才见底，木工惊叹王羲之的笔力雄劲，书法技艺炉火纯青，笔锋力度竟能入木三分。</p> <p><strong>袒腹东床</strong><br>　　16岁时，王羲之被郗鉴选为东床快婿。郗鉴有个女儿，年长二八，貌有貌相，尚未婚配，郗鉴爱女故要为女择婿，与丞相王导与情谊深厚，又同朝为官，听说其家子弟甚多，个个都才貌俱佳。一天早朝后，郗鉴就把自己择婿的想法告诉了王丞相。王丞相郗鉴就命心腹管家，带上重礼到了王丞相家。王府子弟听说郗太尉派人觅婿，都仔细打扮一番出来相见。寻来觅去，一数少了一人。王府管家便领着郗府管家来到东跨院的书房里，就见靠东墙的床上一个袒腹仰卧的青年人，对太尉觅婿一事，无动于衷。郗府管家回到府中，对郗太尉说：“王府的年轻公子二十余人，听说郗府觅婿，都争先恐后，唯有东床上有位公子，袒腹躺着若无其事。”郗鉴说：“我要选的就是这样的人，走，快领我去看。”郗鉴来到王府，见此人既豁达又文雅，才貌双全，当场下了聘礼，择为快婿。“东床快婿”一说就是这样来的。 </p> <p><strong>相聚兰亭</strong><br>　　东晋穆帝永和九年（公元353年），农历三月三日，王羲之和谢安、孙绰等41人在绍兴兰亭修褉（一种祓除疾病和不祥的活动）时，众人饮酒赋<a href=\"http://so.gushiwen.org/author_581.aspx\">诗</a>，汇诗成集，羲之即兴挥毫为此诗集作序，这便是有名的《兰亭序》。此帖为草稿，28行，324字。记述了当时文人雅集的情景。作者因当时天时地利人效果发挥极致，据说后来再写已不能逮。其中有二十多个“之”字，写法各不相同。宋代<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>称之为“天下第一行书”。</p> <p><strong>称病弃官</strong><br>　　永和十一年（公元355年）三月王羲之称病弃官。“携子操之由无锡徙居金庭。建书楼，植桑果，教子弟，赋诗文，作书画，以放鹅弋钓为娱。”他和许询、支遁等人，开始遍游剡地山水。 定居金庭后，书法兴起。其后裔多擅书画，作品挂满厅堂、书房，人称“华院画堂”。后人定村名为“华堂”，沿称至今。</p> <p><strong>会稽安逝</strong><br>　　东晋升平五年（公元361年），王羲之卒于会稽金庭（今浙江绍兴），葬于金庭瀑布山（又称紫藤山），其五世孙衡舍宅为金庭观，遗址犹存。梁大同年间（535－546年），嗣孙建豆腐干豆腐右军祠于墓前。 </p><br/><h2>后世影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的书法影响到他的后代子孙。其子献之，善草书；凝之，工草隶；徽之，善正草书；操之，善正行书；焕之，善行草书；献之，则称“小圣”。黄伯思《东观徐论》云：“王氏凝、操、徽、涣之四子书，与子敬书俱传，皆得家范，而体各不同。凝之得其韵，操之得其体，徽之得其势，焕之得其貌，献之得其源。”其后子孙绵延，王氏一门书法传递不息。<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>尝求王羲之书，王羲之的九世重孙王方庆将家藏十一代祖至曾祖二十八人书迹十卷进呈，编为《万岁通天帖》。南朝齐王僧虔、王慈、王志都是王门之后，有法书录入。释智永为羲之七世孙，妙传家法，为隋唐书学名家。后战乱中，其后世走乱，家谱遗失，后世分布在沈阳，海伦等地。现知其后世有王庆凯、王潇丹等人。</p> <p>　　王羲之书法影响了一代又一代的书苑。王羲之书圣地位的确立，有其演变过程。南朝宋泰始年间的书家虞和在《论书表》中说：“洎乎汉、魏，钟（繇）、张（芝）擅美，晋末二王称英。”右军书名盖世于当时，而宋齐之间书学地位最高者则推王献之。献之从父学书，天资极高，敏于革新，转师张芝，而创上下相连的草书，媚妍甚至超过其父，穷微入圣，与其父同称“二王”。南朝梁<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>《与梁武帝论书启》云：“比世皆尚子敬书”，“海内非惟不复知有元常，于逸少亦然”。改变这种状况的是由于梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>推崇王羲之。他把当时的书学位次由“王献之——王羲之——钟繇”转变为“钟繇——王羲之——王献之”，在《观钟繇书法十二意》中，萧衍云：“子敬之不迨逸少，犹逸少之不迨元常。”“不迨”，或作“不逮”，不及之意。萧衍的地位使他的品评有特殊的感召力，因而舆论遂定。</p> <p>　　历史上第一次学王羲之高潮在南朝梁，第二次则在唐。唐太宗极度推尊王羲之，不仅广为收罗王书，且亲自为《晋书·王羲之传》撰赞辞，评钟繇则“论其尽善，或有所疑”，论献之则贬其“翰墨之病”，论其他书家如子云、王蒙、徐偃辈皆谓“誉过其实”。通过比较，唐太宗认为右军“尽善尽美”，“心慕手追，此人而已，其余区区之类，何足论哉”！从此王羲之在书学史上至高无上的地位被确立并巩固下来。宋、元、明、清诸朝学书人，无不尊晋宗“二王”。唐代<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>、<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>和<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>，五代<a href=\"http://so.gushiwen.org/author_2682.aspx\">杨凝式</a>，宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>，元代<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>，明代董其昌，历代书学名家无不皈依王羲之。清代虽以碑学打破帖学的范围，但王羲之的书圣地位仍未动摇。“书圣”、“墨皇”虽有“圣化”之嫌，但世代名家、巨子，通过比较、揣摩，无不心悦诚服，推崇备至。 </p><br/><h2>家族背景</h2> 　　<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的家族是晋代屈指可数的豪门大士族。无论是王羲之的祖上，还是其子孙、亲戚朋友，都是虔诚的道教信仰者。同时，王氏家族还是名门望族，素来重视对家族成员文化素养的培植。王羲之置身其中，耳濡目染，自然不外其例他的祖父王正为尚书郎。他的父亲王旷为淮南太守，曾倡议晋室渡江，于江左称制，建立东晋王朝。王羲之的伯父王导更是名闻于世，是东晋的丞相。而他的另一位伯父王敦是东晋的军事统帅。琅琊王氏在东晋可谓权倾一时，炽盛隆贵。晋室南渡北民南迁，在江南大融合。山东琅琊国王氏望族，经王览（206年-278年）、王正到王旷（约274年-328年）时，两晋（266年-316年），发生“八王之乱”（290年-306年），历16年，死30万人。王旷善于审时度势，效法先祖王览，于东汉末年避乱南居30年。在五胡侵鲁，琅琊危急，299年开始，两晋大分裂，北方大混战。<br/><h2>成就</h2> <p><strong>书法风格</strong><br>　　<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的《兰亭集序》为历代书法家所敬仰，被誉作“天下第一行书”。王兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。其书法平和自然，笔势委婉含蓄，遒美健秀，世人常用<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的《洛神赋》中：“翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘飖兮若流风之回雪。”一句来赞美王羲之的书法之美。传说王羲之小的时候苦练书法，日久，用于清洗毛笔的池塘水都变成墨色。后人评曰：“飘若游云，矫若惊龙”、“龙跳天门，虎卧凰阁”、“天质自然，丰神盖代”。有关于他的成语有入木三分、东床快婿等，王羲之书风最明显特征是用笔细腻，结构多变。<br>　　王羲之书法影响了一代又一代的书苑。唐代的<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、诸遂良、<a href=\"http://so.gushiwen.org/author_2538.aspx\">薛稷</a>、和<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>，五代的<a href=\"http://so.gushiwen.org/author_2682.aspx\">杨凝式</a>，宋代<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>，元代<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>，明代董其昌，这些历代书法名家对王羲之心悦诚服，因而他享有“书圣”美誉。</p> <p><strong>作品<br></strong>　　王羲之真迹早于不存于世，唐代的精摹本历来已被当作真迹看待。由于年代久远，且本帖享盛名久，和王羲之其它墨迹一样，对它的摹刻年代就有不同推断。有称为宋摹的，也有疑为米芾所摹的，而更多的则定为唐摹。它著录极多，并一再被刻入各种丛帖中，元以后的公私藏印及流传历历可考与可靠，其珍贵性不言而喻。</p> <p><strong>造诣</strong><br>　　王羲之自幼爱习书法，由父王旷、叔父王廙启蒙。七岁善书，十二岁从父亲枕中窃读前代《笔论》。王旷善行、隶书；王廙擅长书画，王僧虔《论书》曾评：“自过江东，右军之前，惟廙为最，画为晋明帝师，书为右军法。”王羲之从小就受到王氏世家深厚的书学熏陶。当代留美书法新秀刘铎曾赞叹：“好字唯之（之，王羲之）”。<br>　　王羲之早年又从卫夫人学书。卫烁，师承钟繇，妙传其法。她给王羲之传授钟繇之法、卫氏数世习书之法以及她自己酿育的书风与法门。《唐人书评》曰：“卫夫人书如插花舞女，低昂美容。又如美女登台，仙娥弄影，红莲映水，碧沼浮霞。”今人沈尹默分析说：“羲之从卫夫人学书，自然受到她的熏染，一遵钟法，姿媚之习尚，亦由之而成，后来博览秦汉以来篆隶淳古之迹，与卫夫人所传钟法新体有异，因而对于师传有所不满，这和后代书从帖学入手的，一旦看见碑版，发生了兴趣，便欲改学，这是同样可以理解的事。可以体会到羲之的姿媚风格和变古不尽的地方，是有深厚根源的。”（《二王法书管窥》）<br>　　王羲之善于转益多师，当他从卫夫人的书学藩篱中脱出时，他己置身于新的历史层而上。他曾自述这一历史转折：“羲之少学卫夫人书，将谓大能；及渡江北游名山，比见<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>、曹喜等书；又之许下，见钟爵、梁鹄书； 又之洛下，见<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>《石经》三体书；又于从兄洽处，见张昶《华岳碑》，始知学卫夫人书，徒费年月耳。……遂改本师，仍于众碑学习焉。”从这段话可以看到王羲之不断开拓视野、广闻博取、探源明理的经历和用心。 <br>　　王羲之志存高远，富于创造。他学钟繇，自能融化。钟书尚翻，真书亦具分势，用笔尚外拓，有飞鸟鶱腾之势，所谓钟家隼尾波。王羲之心仪手追，但易翻为曲，减去分势。用笔尚内抵，不折而用转，所谓右军“一搨瓘直下”。他学张芝也是自出机杼。唐代张怀耿曾在《书断》中指出这一点：“剖析张公之草，而浓纤折衷，乃愧其精熟；损益钟君之隶，虽运用增华，而古雅不逮，至研精体势，则无所不工。”王羲之对张芝草书“剖析”、“折衷”，对钟繇隶书“损益”、“运用”，对这两位书学大师都能“研精体势”。沈尹默称扬道：王羲之不曾在前人脚下盘泥，依样画着葫芦，而是要运用自己的心手，使古人为我服务，不泥于古，不背乎今。他把平生从博览所得秦汉篆隶的各种不同笔法妙用，悉数融入于真行草体中去，遂形成了他那个时代最佳体势，推陈出新，更为后代开辟了新的天地。这是王羲之“兼撮众法，备成一家”因而受人推崇的缘故。 </p>"
}