{
  "id": 1181,
  "star": 0,
  "name": "陈慥",
  "image": "http://img.gushiwen.org/authorImg/chenzao.jpg",
  "dynasty": "宋代",
  "desc": "陈慥（生卒年不详），字季常，北宋眉州（今四川青神）人，一说永嘉（浙江今县）人，陈希亮第四子。居于黄州（今湖北黄冈市黄州区）之歧亭，常信佛，饱参禅学，自称龙丘先生，又曰方山子，与苏东坡是好友，常与苏轼论兵及古今成败，喜好宾客，蓄纳声妓。",
  "content": "<h2>轶事典故</h2> <p><strong>成语：河东狮吼</strong> </p> <p>　　<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>居于黄州（今湖北黄冈）之歧亭时，常信佛，饱参禅学，自称龙丘先生，又曰方山子，与苏东坡是好友，尝与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>论兵及古今成败，喜好宾客，蓄纳声妓。但陈慥非常惧内，宋·洪迈《容斋随笔·卷三·陈季常》就记载了有关陈慥惧内的故事。《容斋随笔·卷三·陈季常》说，陈慥的妻子柳氏（本名不详，民间称柳月娥）非常厉害又爱嫉妒。有时陈慥与宾客谈天谈得起劲，柳氏却摔锅打灶地骂将起来，弄得陈慥和宾客十分难堪。陈慥很怕老婆，不能拿老婆怎么样。于是苏轼赋<a href=\"http://so.gushiwen.org/author_1181.aspx\">诗</a>《寄吴德仁兼简陈季常诗》戏之曰：“龙邱居士亦可怜，谈空说有夜不眠。忽闻河东狮子吼，拄杖落手心茫然。”这首诗翻译成白话就是这样的，“我的朋友<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>怜，谈论佛法忘睡眠。忽听老婆一声吼，手杖落地心发抖。” 刻画出正在高谈阔论的陈慥听到老婆骂声时惊慌失措的可笑神态，幽默至极。 “河东”本是地名，代指山西。因黄河流经山西省的西南境，则山西在黄河以东，故这块地方古称河东。秦汉时指河东郡地，在今山西运城、临汾一带。在魏晋至隋唐是柳姓人的郡望所在，故在此是指柳氏。狮子吼其实本是佛家的一个用语，意思是说，佛祖在众生面前讲法，无所畏惧，如狮子大吼。这里比喻柳氏骂声之洪亮。成语“河东狮吼”即来自此，比喻嫉妒而又厉害的妇人，来嘲笑怕老婆的男子。</p> <p><strong>戏剧：《狮吼记》</strong> </p> <p>　　明代戏曲作家汪廷讷又根据洪迈《容斋随笔·卷三·陈季常》创作了戏剧《狮吼记》。</p> <p>　　《狮吼记》全剧二卷三十出，剧叙宋人陈慥，字季常，家居黄州。上京探访伯父不遇，与旧友苏轼每</p> <p>　　日携歌姬游赏。陈季常妻柳氏生性嫉妒，遣家仆催季常速归。不久苏轼谪黄州，与陈慥同游杏坞桃溪。柳氏担心他们与妓女鬼混，本不准他去。陈作了保证，如有妓女愿受罚打，柳氏才答应。后来柳氏打听到，果然有妓女陪他们游逛，回来便要打他。陈怕挨打，经苦苦哀求，改为在池边罚跪。正巧苏轼来访,陈慥急忙起身，柳氏怒号，且打骂不已，苏轼戏称为“狮子吼”。柳氏觉得苏东坡唆使其夫携妓游，又来干涉自己家的事，便把他赶出去了。</p> <p>　　柳氏还拉陈去县令处投诉,县令夫人出面袒护柳氏。为人拥至土地神处,土地娘娘也为柳氏作主。不久，柳氏又将陈慥痛责时,巫婆让陈慥变成一只白羊，柳氏惊怕，幡然省悟，为佛印禅师度脱,，偕赴灵山。数年后陈慥入朝为官，授东官伴读，各得其所。</p> <p>　　《狮吼记》是我国古典戏曲中杰出的喜剧作品,其《梳妆》、《游春》、《跪池》、《三怕》诸出,一直盛行於昆曲舞台上,令观者捧腹绝倒。</p><br/><h2>人物生平</h2> 　　眉州青神（四川眉山市青神县）人，字季常。生卒年不详。陈希亮第四子，少嗜酒好剑，用财如粪土。北宋时，常从两骑挟二矢与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>游，并论用兵及古今成败，自谓一世豪士。折节读书，终不遇。家钜富，洛阳园宅壮丽与公侯并列，河北有田岁得帛千匹，晚年皆弃而不取，隐于黄州之歧亭（今麻城歧亭）。自号龙邱居士，庵居蔬食，徒步往来山中，不与世相闻。人以其所著之帽方正高耸，似古之方山冠，因谓之“方山子”。北宋元丰二年（1079年）苏轼贬黄州，屡至探<a href=\"http://so.gushiwen.org/author_1181.aspx\">陈慥</a>于岐亭，并为之作传【即《方山子传》】，始知其名。<br><br><br>　　陈慥的故事主要见于苏轼《方山子传》、洪迈《容斋三笔》和戏剧《狮吼记》。"
}