{
  "id": 121,
  "star": 20,
  "name": "王世贞",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_121.jpg",
  "dynasty": "明代",
  "desc": "王世贞（1526年－1590年）字元美，号凤洲，又号弇州山人，汉族，太仓（今江苏太仓）人，明代文学家、史学家。“后七子”领袖之一。官刑部主事，累官刑部尚书，移疾归，卒赠太子少保。好为古诗文，始于李攀龙主文盟，攀龙死，独主文坛二十年。有《弇山堂别集》、《嘉靖以来首辅传》、《觚不觚录》、《弇州山人四部稿》等。",
  "content": "<h2>书法</h2> 　　<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>是吴门地区杰出的书画鉴藏家，他与众多的文人书画家都有很深的交游。就书法而言，他的篆隶书学观极力推崇<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>和其弟子的 书法，对前代书家有所鄙薄；其篆隶书学观虽有偏颇，但在篆隶创作式微的明代，他对篆隶的鉴赏和品评弥足珍贵，对后世篆隶创作和品评的兴起不无裨益。<br/><h2>研究</h2> 　　此外，<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>对戏曲也有研究。他的曲论见于《艺苑卮言》的附录，即《□州山人四部稿》卷一百五十二。后人摘出单刻行世，题曰《曲藻》。王世贞已较深刻地认识到戏曲艺术的美学特点，“不唯其琢句之工，使事之美”，而关键在于“体贴人情，委曲必尽；描写物态，仿佛如生；问答之际，了不见扭造，所以佳耳。至于腔调微有未谐，譬如见锺、王迹，不得其合处，当精思以求诣，不当执末以议本也。”由此出发，他认为戏曲成功与否首先在于是否“动人”。他称赏《荆钗记》，因为它“近俗而时动人”；他批评《香囊记》，因为它“近雅而不动人”。这是他戏曲观的精华处。《曲藻》在引述前人曲论时，或赞成，或驳难，都颇精当。<br/><h2>人物生平</h2> <p><strong>嘉靖时期<br></strong>　　嘉靖五年（1526年），十一月初五（12月8日），<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>出生。（注：今岁忽已知命，仲冬五日，为悬弧之旦。）</p> <p>　　嘉靖十一年（1532年），王世贞的父亲王忬上京参加会试，却因为生病回家。（注：壬辰会试，以病弗任场事归。）</p> <p>　　嘉靖十三年（1534年），王世贞九岁作《咏凤凰》一<a href=\"http://so.gushiwen.org/author_121.aspx\">诗</a>。注：胡应麟《少室山房类稿》卷十八。王世贞祖母陈氏病卒。</p> <p>　　嘉靖十四年（1535年），王世贞开始跟随塾师陆邦教学习《易经》。（注：陆邦教，字子才，号爱溪，长洲人，嘉靖十六年举人，任过东乡县知县。）同时，王世贞跟随姜周学习。（注：姜周，字佐周，任过归德府通判。）</p> <p>　　嘉靖十五年（1536年），五月二十六日（6月14日），王世贞的弟弟王世懋出生。同年，王世贞的伯父王愔致仕。</p> <p>　　嘉靖十七年（1538年），王世贞的父亲王忬会试落榜，但名声却越来越大，拜在他门下的弟子越来越多。</p> <p>　　嘉靖十八年（1539年），王世贞得到<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>集，读起来手不释卷，废寝忘食，喜爱程度在“三苏”之上。（注：余十四岁从大人所得王文成公集，读之，而昼夜不释卷，至忘寝食，其爱之出于三苏之上。）</p> <p>　　嘉靖十九年（1540年），王世贞跟随骆居敬学习《易经》、《左传》、《史记》和<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>文章。于是王世贞作《宝刀歌》，得到老师骆居敬赞赏（注：骆居敬，字行简，山阴人）。同时，王世贞也跟随王材学习。（注：王材，字子难，号稚川，嘉靖二十年进士，官至南京太常寺卿。）</p> <p>　　嘉靖二十年（1541年），王世贞师从季德甫学习《易经》。（注：季德甫，字仲修，太仓州人，嘉靖二十三年进士，官至按察使。）同年，王世贞的父亲王忬考中进士。</p> <p>　　嘉靖二十一年（1542年），王世贞考中秀才，成为太仓州州学附生。王世贞与母亲一道上京师与父亲汇合，在上京的路上王世贞结识了张逊业。</p> <p>　　嘉靖二十二年（1543年），王世贞得到苏州府知府冯汝弼看重。（冯汝弼，字惟良，号祐山，平湖人，嘉靖十一年进士。）同年秋，王世贞与好友徐学谟一同赴应天府乡试，王世贞以《易经》中应天府乡试第五十八名，主考为翰林院侍读华察和右春坊右中允闵如霖。（注：徐学谟，字叔明，又字子言，嘉定人，嘉靖二十九年进士，徐学谟《归有园稿》。）同年底，王世贞赴京参加会试。</p> <p>　　嘉靖二十三年（1544年），王世贞参加会试落榜。同年，王世贞娶妻魏氏。</p> <p>　　嘉靖二十四年（1545年），王世贞的父亲出差顺道回家。弟弟王世懋生病。注《亡弟中顺大夫太常寺少卿敬美行状》。王世贞的大女儿出生，此女后来嫁给了华叔阳。（注：华叔阳，字起龙，无锡人，学士华察之子，隆庆二年进士。）</p> <p>　　嘉靖二十五年（1546年），冬，王世贞作诗《丁未计偕将出门夕》然后赴京再次参加会试。在途中王世贞又作诗《计偕途中四绝句》。</p> <p>　　嘉靖二十六年（1547年），王世贞参加春闱，中会试第八十二名。三月三日与友人一同出游，作诗《水调歌头》。王世贞中进士二甲第八十名，考试官为掌詹事府吏部左侍郎翰林院学士孙承恩和吏部左侍郎翰林院学士张治。父亲对王世贞谆谆道：士重始进，即名位当自致，毋濡迹权路。在随后的馆选庶吉士，翰林院有人指点王世贞执文于大学士<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>门下，但王世贞耻于干谒，拒绝参加本次选馆。（注：丁末成进士，会选馆，举主讽公贽文于夏学士，公耻于干谒，谢之。）四月，王世贞隶大理寺左寺。八月，王世贞的外祖父郁遵病卒。</p> <p>　　嘉靖二十八年（1449年），中秋，王世贞与<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>、李孔阳、谢榛赏月论诗。</p> <p>　　嘉靖二十九年（1550年），二月，王世贞的好友王宗沐出任广西学政，他作序相赠。</p> <p>　　嘉靖三十年（1551年），三月，通州都察院公廨失火，王世贞的父亲王忬被罚俸三个月。秋，王世贞升为刑部员外郎。</p> <p>　　嘉靖三十一年（1552年），正月，父亲王忬出抚山东，李攀龙作诗相送。王世贞的爱子果祥早夭，悲痛不绝。七月，王世贞以刑部员外郎出使案决庐州、扬州、凤阳、淮安四地。王世贞先后娶妾李氏、高氏。</p> <p>　　嘉靖三十二年（1553年），四月，父亲王忬巡抚海防事宜。王世贞启程赴京师，迁升为刑部郎中。王世贞的妹妹王氏嫁太学生张希九。</p> <p>　　嘉靖三十三年（1554年），六月，王世贞的父亲王忬改任右副都御史，巡抚大同。十一月，王世贞的父亲王忬升兵部右侍郎兼右佥都御史。</p> <p>　　嘉靖三十四年（1555年），三月，王世贞的父亲王忬进兵部左侍郎，总督蓟辽、保定。秋，王世贞的弟弟王世懋乡试落榜。十二月，王世贞受命察北直隶狱事。王世贞被推为督学副使，但被严嵩所阻止。</p> <p>　　嘉靖三十五年（1556年），正月，王世贞出京巡察狱事。八月，王世贞到顺德府察狱事，过访李攀龙。王世贞巡察狱事作《大狱招拟小序》。十月，王世贞升山东按察司副使，兵备青州。十二月，妾李氏生一女。</p> <p>　　嘉靖三十六年（1557年），立春，王世贞抵达山东，受命开始募兵，目睹了兵防慵懒，王世贞深感忧愁，并思考如何强军。</p> <p>　　嘉靖三十七年（1558年），二月，王世贞的父亲王忬在辽东大胜，斩首一百七十二级，得荫一子为国子生。五月，王世贞的一个女儿夭亡。六月，王世贞的儿子荣寿夭折。 </p> <p>　　嘉靖三十八年（1559年），正月，王世贞访李攀龙，与之谈诗论文。三月，王世贞的弟弟王世懋中进士。王世贞的父亲王忬因滦河战事失利下狱。七月，王世贞上疏请退。</p> <p>　　嘉靖三十九年（1560年），十月，王世贞的父亲王忬被杀，李攀龙、<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>、王材、方弘静写挽诗。王世贞与弟弟王世懋扶父棺丧归。十一月二十七日，王世贞扶父丧抵家。十二月五日，王世贞的妹妹王氏病卒。</p> <p>　　嘉靖四十年（1561年），正月，王世贞往妹婿张希九家吊唁亡妹。<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>为王世贞之父作祭文。</p> <p>　　嘉靖四十二年（1563年），戚继光来吊唁王世贞亡父，王世贞结识戚继光。王世贞除服。</p> <p>　　嘉靖四十三年（1564年），王世贞的女儿出嫁华叔阳。</p> <p>　　嘉靖四十四年（1565年），秋，王世贞生病，感到人生了无生趣。</p> <p>　　嘉靖四十五年（1566年），五月，王世贞生大病。八月，王世贞病小愈。王世贞嫁给华叔阳的女儿卒。王世贞的儿子王士骕出生。</p> <p><strong>隆庆时期<br></strong>　　隆庆元年（1567年），正月，王世贞与弟弟王世懋上京为父亲申冤。八月，隆庆皇帝下诏为王世贞父亲王忬平反。</p> <p>　　隆庆二年（1568年），戚继光、汪道昆来访，戚继光以宝剑相赠，王世贞遂作《宝剑歌》。五月十八日，王世贞具疏请求致仕，上面不允。六月二十七日，王世贞接到吏部答复，吏部催促王世贞上任。到达京口，王世贞再次上书求辞职。除夕，王世贞得到吏部迁升其为浙江左参政的任命。</p> <p>　　隆庆三年（1569年），正月，王世贞赴浙江参政之任。四月，王世贞履任，开始裁撤贪吏，对巨富不仁之人进行打击。十月初九日，王世贞葬父。十二月，王世贞得到转任山西提刑按察司按察使的任命，他作诗自嘲。弟王世懋升礼部制司署员外郎事主事。王世贞三子王士骏出生。</p> <p>　　隆庆四年（1570年），正月初一，王世贞作诗感怀，有白首之叹。二月，王世贞行至常熟，忽然生病，当时他的母亲郁氏正在送他弟弟王世懋赴任礼部仪制曹郎，见王世贞生病，心情惶恐不安，强留王世贞就医。王世贞上疏求致仕。同时王世贞的母亲郁氏患脾疾。王世贞的求退疏未被允许。六月，王世贞赴山西按察使任，到达时已经逾期。八月，王世贞监试山西乡试。十月，王世贞监试山西武举乡试。王世贞得知妾李氏或高氏病亡，同时知道母亲病重消息，上疏告假。王世贞到达泽州时，获知母亲郁氏讣告，连夜急奔回家。</p> <p>　　隆庆五年（1571年），五月望日，王世贞的《尺牍清裁》一书增至六十卷，并作序。</p> <p>万历时期<br>　　万历元年（1573年），二月，王世贞接到湖广按察使任命。六月初七，王世贞赴任。九月，王世贞接到改任广西右布政使的任命，感到行止无定，于是王世贞上疏请求致仕。十月，王世贞监试湖广武举乡试。十一月，王世贞到达广西。</p> <p>　　万历二年（1574年），三月，王世贞抵京。九月，王世贞被任命为都察院右佥都御史督抚郧阳。</p> <p>　　万历三年（1575年），正月十五日，王世贞到达郧阳。四月，王世贞上疏请撤荆州府二卫班军远戍者半数，以防卫本府，并商军饷事宜。五月，地震，王世贞上《地震疏》。六月，王世贞上疏请为已故南京兵部尚书原为补谥号，朝廷不许。十月，王世贞听说谢榛卒，写诗挽之。</p> <p>　　万历四年（1576年），五月，王世贞上《议处本镇军饷以资边用改添实力以固地方疏》申言兵饷事宜。张居正妻弟王生欺辱江陵知县，王世贞奏请严惩不贷，并致书张居正。张居正心怀不满，二人产生嫌隙。六月，张居正迁王世贞为南京大理寺卿。秋，湖广乡试，作《湖广乡试录后序》。九月，张居正发动吏部夺王世贞俸禄。十月，张居正指使刑科都给事中弹劾王世贞，使王世贞回籍听用。</p> <p>　　万历五年（1577年），九月，王世贞结识胡应麟，二人相见恨晚。</p> <p>　　万历六年（1578年），八月，朝廷起用王世贞为应天府府尹，王世贞上疏请致仕。十月，王世贞还没赴任。南京兵科给事中王良心，福建道御史王许之弹劾王世贞，又被朝廷下令回籍听用，王世贞上疏申辩。</p> <p>　　万历七年（1579年），正月，王世贞病愈。王世贞羡慕王锡爵之女王焘贞所为仙道事，有意求仙问道。</p> <p>　　万历八年（1580年），二月，王世贞造访王锡爵，谢其女儿王焘贞，决心崇道。四月初二，王世贞始拜王焘贞为师。七月，王世贞患疟疾，精神委顿。九月，王世贞为王焘贞羽化事奔忙，初九，侍王焘贞羽化，为其作传。十一月初二，王世贞为王焘贞移神龛，迁入昙阳观，与自己的妻儿日渐疏远。</p> <p>　　万历九年（1581年），六月，王世贞、王锡爵因为王焘贞羽化事被弹劾。</p> <p>　　万历十年（1582年），八月，王世贞之子王士骐中应天乡试第一名解元，王世贞作诗相勉。</p> <p>　　万历十一年（1583年），闰二月，王世贞病重，药饵不离口。六月，病痞。七月，病脾。八月，病有起色。</p> <p>　　万历十二年（1584年），王世贞被任命为应天府府尹，上疏请致仕。二月，王世贞升南京刑部右侍郎，称病请辞。</p> <p>　　万历十三年（1585年），王世贞与儿子在屋后花架下饮红酒。九月，戚继光被解职，来访王世贞。</p> <p>　　万历十四年（1586年），十一月初五，王世贞、王世懋与子孙十人饮酒赋诗。</p> <p>　　万历十五年（1587年），二月，礼部以王世贞的父亲“破虏平倭，功业可纪”，为其请旌。四月，妻子魏氏中风。十一月初五，王世贞被推荐为南京兵部右侍郎，上疏请致仕。</p> <p>　　万历十六年（1588年），二月十三日，王世贞赴任，瞻顾家冢，拜辞王焘贞庐。三月，王世贞履任，事务繁多，寝食难安。闰六月十四日，王世贞弟王世懋卒，王世贞写诗哭亡弟。十一月，王世贞上《为申饬部规及时务少有献给纳以效裨补疏》，称病请辞。</p> <p>　　万历十七年（1589年），三月，王世贞上书请辞，不允。王世贞的儿子王士骐中进士。六月二日，王世贞三年考满，北上报政，途中得知自己升任南京刑部尚书，患腹泻之疾，左目视力不清。八月，王世贞赴南京刑部上任。九月初九，南京广西道监察御史黄仕荣论劾王世贞。十月，王世贞上疏辩考察事，请求罢免自己，朝廷不允。十一月，王世贞再次上疏求辞，这时他的右目已经失明。</p> <p>　　万历十八年（1590年），正月，王世贞以病求辞，朝廷不允。<a href=\"http://so.gushiwen.org/author_823.aspx\">李时珍</a>的《本草纲目》请王世贞作序。三月，王世贞上疏求辞，回复准其回家调理。十一月二十七日，王世贞病卒。</p><br/><h2>藏书</h2> 　　家藏书甚富。自称：平生所购《周易》、《礼经》、《毛<a href=\"http://so.gushiwen.org/author_121.aspx\">诗</a>》、《左传》、《史记》、《三国志》、《唐书》之类，过3 000卷，均为宋本精椠。前后班、范二书，尤为诸本之冠。家有别墅“弇山园”，自称“吾弇山园之中，为楼者五，为堂者三，为室者四”。于园后建“小酉馆”，贮书达3万余卷。明学者胡应麟记其“小酉馆藏书凡三万卷，二典不与”。另将经学之书专藏于“藏经阁”中。对宋椠元刊之书，另作“尔雅楼”贮之，又于“九友斋”中，藏宋本两汉书，为斋中第一宝。此书后归于“天禄琳琅”。收藏名迹有《哀册》、《汝南志》、《季直表》等；收藏名画有《清明上河图》、《烟江叠嶂》等；与<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>为莫逆之交，两人皆以文学、藏书而知名。又与范钦、项元汴等藏书家有藏书互抄之约。家设有专人管理书楼，非常熟悉藏书布局，史称“能解公意，公欲取某书、某卷、某页，一脱声即检出待用”。藏书印有“贞元”、“抚治郧阳等处关防”、“天弢居士”、“伯雅”、“仲雅”、“季雅”、“五湖长”、“乾坤清赏”、“默然守吾口”、“太仆寺印”、“王氏元美”、“有明王氏图书之印”、“汉晋唐斋”、“元美氏”等。<br/><h2>主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>与<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>、谢榛、<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>、梁有誉、吴国伦、徐中行等相唱和，继承并倡导“前七子”复古理论，史称“后七子”。其始，王世贞与李攀龙同为文坛盟主。李死后，又为文坛领袖20年，“一时士大夫及山人、词客、衲子、羽流，莫不奔走门下。片言褒赏，声价骤起”（《明史·王世贞传》）。有所谓“前五子”、“后五子”、“广五子”、“续五子”、“末五子”等等名目，可见其影响甚大。</p> <p>　　王世贞的文学观主要表现在《艺苑卮言》里。虽然他并未脱离前七子的影响，仍然主张文必秦汉，<a href=\"http://so.gushiwen.org/author_121.aspx\">诗</a>必盛唐。但其学问淹博，持论并不似李攀龙那样偏激，故时露卓见。他虽然十分强调以格调为中心，但也认识到：“才生思，思生调，调生格；思即才之用，调即思之境，格即调之界。”(《艺苑卮言》卷一)这就将创作者的才思与作品的格调密切联系起来，看到了才思生格调、格调因人而异的必然性，实为<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>、李攀龙所未发。王世贞虽然也主张从学古入手，但他特别注意“捃拾宜博”，强调“渐渍汪洋”，最终要求“一师心匠”。并且认为，唯有这样，创作方法才能“由工入微，不犯痕迹”，达到“气从意畅、神与境合”的地步。这显然与一味主张模古范型者有别。到了晚年，他的文学思想更有一些显著变化。他自悔40岁前所作的《艺苑卮言》，并悟出“代不能废人，人不能废篇，篇不能废句”（《守诗选序》）的道理，有取于宋元之诗，还称赏<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>的散文“不事雕饰而自有风味”（《归太仆赞》）。王世贞作为后七子的首领，他也觉察到复古的流弊，标志着统治明代中期100余年的复古思潮已濒临绝境。</p> <p>　　从王世贞《乐府变》的序言来看，他主张创作要继承《国风》批判现实精神，他要求诗歌要不避禁纲，批评时事，以成一代“信史\",实属难能可贵。所以他的诗歌有不少感时伤世的政治诗，现实感较为强烈。《钧州变》无情地揭露了贵族藩王的荒淫残暴，《袁江流铃山岗当庐江小吏行》在浓墨铺叙了严嵩父子横行不法，造成“不复问诏书，但取相公旨”的局面之后，谴责了他们“负国”的累累罪行，义正辞严，气势磅礴。《太保歌》以鲜明的对比手法描写了陆炳生前“一言忤太保，中堂生荆棘”的嚣张气焰和死后金宝尽流离，妻子尽逐故郡，兄弟作长流等的凄凉景象,其中寄寓了诗人无限感概。王世贞不仅对封建统治阶级里的腐朽势力有所抨击，还对君王进行了旁敲侧击的嘲讽。如《正德宫词》之四，对沉湎酒色的武宗有所讽谕；又如《西城宫词》之六，对听信道士胡言，选少女炼丹铅的世宗也极尽揶揄。此外，王世贞的咏史诗，通过对“固始祠中”的许忠节公犹有“父老椎牲考钟鼓”的赞叹，通过对“丈夫变名难变心，此心在宋不在身”的<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的崇敬，也流露了诗人的政治理想。 </p>"
}