{
  "id": 475,
  "star": 28,
  "name": "张维屏",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_475.jpg",
  "dynasty": "清代",
  "desc": "张维屏(1780-1859年)，字子树，号南山，又号松心子，晚号珠海老渔，广东番禺(今广东省广州市)人。嘉庆九年(1804年)中举人，道光二年(1822年)中进士，因厌倦官场黑暗，于道光十六年(1836年)辞官归里，隐居“听松园”，闭户著述。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_475.aspx\">张维屏</a>少时就有<a href=\"http://so.gushiwen.org/author_475.aspx\">诗</a>才，闻名乡里。鸦片战争爆发后，张维屏目睹英国对中国的野蛮侵略，激发了爱国热情，写出了歌颂三元里人民抗英斗争的《三元里》，赞扬陈连升、葛云飞、陈化成捐躯报国的《三将军歌》等。这些诗篇在当时流传很广，影响很大，成为鼓舞爱国主义的有力武器，在中国文学史上占有重要的地位，也是研究鸦片战争史的可贵资料。已故的著名文学家阿英(钱杏邨)曾称赞张维屏的这些诗是鸦片战争中“最具有灿烂不朽光辉”的“英雄史诗”。 </p> <p>　　张维屏在嘉庆、道光年间以诗著称，与黄培芳、谭敬昭号称“粤东三子”。鸦片战争前，他受到诗坛耆宿翁方纲、曾燠 的赏识，又与宣南诗社中成员交往唱酬，诗篇内容大多是山水、闲情、赠答，夹杂一些壮志蹉跎的感慨。只有少数反映现实的篇章。如“体近谣谚”的《县言》组诗等，暴露了吏胥贪婪毒狠的面目；《黄梅大水行》、《催科》等，表现了对人民疾苦的关怀。鸦片战争期间，是他诗情最激昂的时期，写下了《三将军歌》、《江海》、《书愤》、《孤坐》、《海门》、《雨前》等一系列爱国诗篇，表彰抗战，指斥投降。特别是《三元里》，是这一时期诗坛少见的歌咏人民自发反帝斗争的佳篇。</p> <p>　　张维屏认为“诗固出于性情”(《陈清端公诗集序》)，写诗当如造物之自然。他的诗以明白晓畅的语言写真情实景，于白描笔墨中又时见含蓄凝炼。故林昌彝说他“警炼异常”（《射鹰楼诗话》卷十三）。他引新事物入诗，如写火轮船、世界地图等，表现了近代诗突破传统题材、展拓诗境的趋向。张维屏古文也有一定成就。恽敬称誉他为“岭外柳仲涂”（《送恽子居还常州》诗注）。他批评当时古文两大病，即“陈言”与“赝古”，提出“不拘成见，不囿偏隅，随感而通，因物以付，如风行水，如水行地”（《复龚定庵舍人书》）。他的文章不拘体格，随意挥洒，如《释涉川片云行草序》就云生发，《十二石山斋记》依石立论，都表现出“意新格创”（许应騤评《情释》语）的特色。</p> <p>　　张维屏著有《张南山全集》，汇集诗人各种著述刻本。其中《松心诗略》,亦称《松心十录》，共10集，是其门人选全诗十之二三而成，为今传张诗最多之本。道光末年刻文有《松心文钞》10卷、《松心骈体文钞》。尚有《听松庐诗话》、《艺谈录》、《国朝诗人征略》等有关谈诗及文献掌故著作。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_475.aspx\">张维屏</a>(1780～1859年10月13日) 清代官员、<a href=\"http://so.gushiwen.org/author_475.aspx\">诗</a>人。字子树，号南山，因癖爱松，又号松心子，晚年也自署珠海老渔、唱霞渔者，广东番禺人。嘉庆九年(1804)中举，道光二年(1822)成进士。此后在湖北、江西任州县地方官，一度署理南康知府。为官清廉，终因不耐官场的腐败，于道光十六年(1836)辞官归里。</p> <p>　　其父曾任四会县学训导，张维屏从小接受家庭教育，少年时即以能诗名，13岁时名列番禺县童子试榜首，知县吴政达赞赏其才华，取《毛诗序》“南山有台，乐得贤也”之意赐名“南山”。张维屏于嘉庆九年(1804)中举后，首次进京赴考，诗坛大家翁方纲阅其诗作，惊呼“诗坛大敌至矣！”再度赴试时，翁方纲为他和黄培芳、谭敬昭等三位岭南诗人之诗集作《粤东三子诗序》，从此“粤东三子”的文名得到显扬。张维屏曾与林伯桐、黄乔松、谭敬昭、梁佩兰、黄培芳、孔继勋筑云泉山馆于白云山，人称“七子诗坛。”</p> <p>　　道光二年(1822)，43岁的张维屏四度会试终成进士，署湖北黄梅知县。他勤政爱民，莅任第二年夏天，江水决堤，他亲自乘小舟勘察水情，散发干粮赈灾，竟被洪水冲走，幸挂树梢而不死。老百姓为之歌曰：“犯急湍，官救民，神救官。”道光四年（1824）调任广济知县，他不愿向百姓征收漕粮，引疾求退未成，调署襄樊同知。过三年，返粤丁父忧，次年迁家回清水濠故里。道光九年（1829），他被聘为学海堂学长。居家数年，致力于教育事业。道光十年（1830），张维屏丁忧服阕，同<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>、黄爵滋、<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>等在北京结“宣南诗社”。后又出任了几年的地方官员，但他最终看透官场腐败，产生“一官无补苍生，不如归去”的念头，终在道光十六年（1836）五十七岁时告病辞归广州，赁居河南花地潘氏别业东园。他将所筑小园名为“听松园”，于松涛间悉心著述讲学、游园吟诗。道光十九年（1839）林则徐在广东禁烟时专门拜访，征求禁烟对策。鸦片战争爆发后，张维屏写下反对外敌侵略、赞颂人民抗战的不朽诗篇，其中《三元里》和《三将军歌》最为著名。咸丰九年（1859）九月十八日（10月13日）病逝于清水濠，葬于广州城东北银坑岭，临终留下时人争传之绝笔：</p> <p>　　烟云过眼总成空，留得心精纸墨中。书未刻完人已逝，八旬回首惜匆匆。</p> <p>　　偶堕尘寰八十年，飘然归去在罗天。松溪花棣常游处，或者诗魂系画船。 </p><br/><h2>藏书故实</h2> 　　道光十六年（1836）辞官后寄住在花埭潘氏东园。<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>来广州禁烟，曾赴东园与之商讨禁烟大计。鸦片战争爆发后，写下了歌颂人民斗争的《三元里》、《三将军歌》等壮丽<a href=\"http://so.gushiwen.org/author_475.aspx\">诗</a>篇。喜收书藏书，以清代文集居多，藏书楼有“南雪楼”、“听松园”、“松心草堂”、“还读我书斋”等。辑刊《国朝诗人征略正续集》；著《松心诗集》、《松心十录》、《松心草堂集》、《花地集》等。"
}