{
  "id": 355,
  "star": 3,
  "name": "韦安石",
  "dynasty": "唐代",
  "desc": "韦安石(648～712年)，唐武则天、中宗、睿宗三朝宰相。",
  "content": "<h2>生平</h2> <p>　　韦安石(648～712年)，唐<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>、中宗、睿宗三朝宰相。京兆万年(今西安市)人。出身于官僚世家，其曾祖韦孝宽是北周名将，其祖父、父亲先后在隋末唐初为官。安石应明经举及第，初任乾封县尉。永昌元年(689)，迁任雍州司兵参军。宰相苏良嗣赏识他有才干，向武则天推荐，擢升为膳部员外郎，再迁并州司马。在任有政绩，武则天曾亲笔致书慰劳说：“闻卿在彼，庶事存心，善政表于能官，仁明彰于镇抚。如此称职，深慰朕怀。”【注：《旧唐书·韦安石传》】被擢拜并州刺史，后历任德州、郑州刺史。</p> <p>　　韦安石生性敦厚，为人持重，为官严明清正。久视年(700)迁为文昌丞，不久拜鸾台侍郎、同凤阁鸾台平章事，当了宰相，又兼任太子左庶子。长安三年(703)，担任东都洛阳留守，兼管天官、秋官两尚书事。不久知纳言事，仍为凤阁鸾台三品、兼太子左庶子。</p> <p>　　武则天在暮年时仍想稳住自己的统治地位，牢牢掌握最高权力，于是组成了以张易之兄弟为中心的新的政治势力，将朝政大权多委托于张易之、张昌宗二人。二张凭藉武则天的宠爱，横行于朝，欺压大臣，迫害正直之士，引起朝中许多官员的强烈不平。韦安石不畏权贵，反对张氏兄弟。一次，武则天在宫中设宴，张易之引来蜀中商人在席前嬉戏，安石立即向武则天奏谏，认为不应将商人引入宫内，有失朝廷威严。武则天无话可对，安石立即命左右将商人赶出，在座大臣皆惊，武则天见他言词正直，也无可奈何。凤阁侍郎陆元方退席后对人说：“此真宰相，非吾等所及也。”【注：《旧唐书·韦安石传》】</p> <p>　　长安四年(704)七月，张易之兄弟五人贪赃卖法的事情败露，被同时下狱。武则天借口张昌宗合药有功，将其赦免，并令复职。接着，韦安石又检举张易之等的罪状，武则天无奈敕付韦安石、唐休璟审问。但随即在八月又将韦、唐二人调为外官，安石去扬州任大都督府长史，草草了结了对张易之的审讯。但是，对立两派的政治斗争并未缓和，反二张派的朝官很快组成了政变集团，趁武则天卧病，于长安四年(705)正月二十二日，以武力冲人内宫，杀了张易之、张昌宗兄弟及其党羽，逼武则天交出政权，拥中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>复位。</p> <p>　　中宗复立，以韦安石原任过自己的侍读、左庶子之职，怀有旧情，尤其是他反对二张的政治态度，受到中宗一派的赞赏，立即将他从扬州调回朝任刑部尚书、吏部尚书，参议政事。不久，又升任中书令，封郧国公，食300户。后又相继担任相王<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>府长史，户部尚书、侍中、监修国史等。</p> <p>　　景云元年(710)六月，中宗李显被韦皇后、安乐公主等人合谋毒杀，韦皇后篡政。当月，<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>发动政变，杀了韦皇后及其党羽，拥立睿宗李旦为皇帝，韦安石改拜太子少保，改封郇国公。景云二年(711)二月复为侍中，四月任中书令，加开府仪同三司。【注：《旧唐书》称景云元年历侍中，中书令，二年加开府仪同三司。此从《新唐书》】</p> <p>　　当时，太平公主与皇太子李隆基之间矛盾尖锐，打算策动睿宗废太子，就拉拢元老重臣韦安石“参与其事”，派自己女婿唐睃请韦安石到府密谈。韦安石与李隆基关系密切，拒绝了太平公主要求。睿宗得知，又密召韦安石，叮咛他要留意东宫。韦安石说：“陛下何得亡国之言，此必太平之计。太子有大功于社稷，仁明孝友，天下所称，愿陛下无信谗言，以致惑也。”【注：《旧唐书·韦安石传》】太平公主得知韦安石之言，欲加暗害，幸得宰相郭元振的保护，免了性命之难。当年五月，太平公主从蒲州回到长安，对睿宗施加压力，把韦安石撤职，改拜左仆射，兼太子宾客，依旧同三品，假崇宠而实夺其权。是年冬，罢知政事，拜特进，充东都留守。因其妻打杀了一奴婢，被御史中丞杨茂谦弹劾，安石降调蒲州刺史。不久罢为青州刺史。</p> <p>　　在蒲州刺史任上时，太常卿姜皎有私事相求，遭安石拒绝，怀恨在心。玄宗开元二年(714)姜皎弟姜晦任御史中丞，指使御史郭震奏劾韦安石，言称安石在中宗死后，身为宰相，没有抵制韦皇后、<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>、韦温一派排挤相王李旦辅政之事，顺从了韦皇后一派的政策，“苟安荣宠”。【注：《旧唐书·韦安石传》】玄宗皇帝下诏，将韦安石贬为沔州别驾。继而，姜晦又奏韦安石在监修安陵时，有贪隐财物之事。玄宗命州官追赃。安石因气愤过甚而死，时年64岁。开元十七年(729)赠蒲州刺史。天宝初年，追赠开府仪同三司、尚书左仆射、郇国公。 </p>"
}