{
  "id": 1908,
  "star": 0,
  "name": "王镕",
  "image": "http://img.gushiwen.org/authorImg/wangrong.jpg",
  "dynasty": "唐代",
  "desc": "王镕(873～921)，又名王矪，是五代十国初期赵国的君主。王镕是成德节度使王景崇的儿子，882年，王景崇去世，王镕继位为成德节度使。907年，朱温建立后梁，封王镕为赵王。921年，赵国发生兵变，王镕被杀。",
  "content": "<h2>生平</h2> <p><strong>家族背景</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>的祖上是回鹘阿布思部的遗族，名叫没诺干，在成德节度使王武俊手下担任骑兵将领，王武俊收他为养子，因而改姓“王”，人称“王五哥”。没诺干之子叫末垣活，末垣活之子叫王升，没诺干、末垣活、王升三代人在成德镇都担任骑兵将领。</p> <p>　　王升之子王廷凑，在王承宗任成德节度使时为兵马使。821年，朝廷消灭契丹王氏在成德的割据之后，改任魏博节度使田弘正为成德节度使。田弘正归顺朝廷之后常年对成德用兵，所以成德的将士们对田弘正有很深的怨恨。田弘正到成德就任，王廷凑利用成德将士们的仇恨心理，把田弘正杀死，自称成德留后，迫使监军向朝廷请封其为成德节度使。朝廷对王廷凑的自立行径很是愤怒，任田弘正之子田布为魏博节度使，集合诸镇兵马攻打王廷凑。822年，朝廷征讨一年之后仍然劳而无功。并且，在821年，卢龙镇发生兵变，朱克融夺取节度使之位，再次背叛朝廷,822年，魏博镇发生兵变，史宪诚自立为魏博留后，背离朝廷，攻打节度使田布，田布兵败自杀。于是河北三镇都同时背叛了朝廷。在这种诸镇叛乱的情况下，唐朝皇帝只好承认王廷凑为成德节度使，从此，回鹘王氏开始割据成德镇。</p> <p>　　835年，王庭凑去世，其子王元逵继位为成德节度使。855年，王元逵去世，其子王绍鼎继位为成德节度使。王绍鼎在位两年后去世，由于其子<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>崇年幼，所以由其弟王绍懿继位。866年，王绍懿去世，传位给王绍鼎之子王景崇。</p> <p>　　王景崇之子就是王镕,882年，王景崇去世，王镕年仅10岁，继位为成德节度使。</p> <p><strong>年幼继位</strong></p> <p>　　882年，王景崇去世，其子王镕继位为成德军节度使，年仅10岁。</p> <p>　　王镕继位之初，正是诸镇割据称雄的时候，李克用割据河东，李全忠割据幽州，王处存割据易定，赫连铎割据大同，孟方立割据邢台。诸镇军阀连年征战，互相兼并。其中，以河东李克用和幽州李全忠势力最强。</p> <p>　　王镕年幼继位，河东晋王李克用对成德镇早已虎视眈眈，只是李克用正对孟方立用兵，暂时没有进犯成德。王镕为了和李克用修好，在李克用进攻孟方立期间，常年为晋军供应粮草。但是李克用兼并了孟方立之后，仍然迅速派兵进攻成德镇。</p> <p><strong>联燕抗晋</strong></p> <p>　　891年，李克用派军大举进攻成德，攻取临城（今河北省临城），又攻元氏。王镕向幽州李匡威（此时李全忠已死，其子李匡威继位）求救，李匡威率兵救援王镕。次年(892年)，王镕派军攻打晋治下的邢州（在今河北省邢台市），晋将李存信、李嗣勋等在尧山（今河北省邢台市尧山）打败赵军。二月，李克用联合义武军王处存进攻王镕治下的坚固、新市，两军战于新市，王镕派出追风都团练使段亮和剪寇都团练使马珂等，率兵配合李匡威，两军在磁河（今河北磁河）大战，大败王处存军。十月，晋将领李存孝据邢州叛乱。次年(893年）春，晋军进攻李存孝，李存孝向王镕求救，王镕出兵营救，在叱日岭（今河北井陉县微水镇西青泉岭）大败，晋军进围井陉，王镕再次向幽州李匡威求救，晋军退兵。</p> <p>　　起初，在李匡威从幽州出发之前，李匡威酒后乱性，竟将弟弟李匡俦的妻子强奸了，从此李匡俦对哥哥怀恨在心。此时，李匡威率兵回师幽州，结果李匡俦早已发动兵变，闭门不纳。李匡威只好回京师了，途中经过深州（在今河北深州），王镕感激李匡威出兵助他退敌，于是将他迎接到赵国，住在梅子园，王镕像对父亲一样对待李匡威。</p> <p>　　李匡威有个叫李正抱的下属，李匡威总是为失去幽州而感叹，而且他看到王镕年幼，身子虚弱，便与李正抱密谋夺取成德节度使之位。</p> <p>　　李匡威谎称忌日，王镕到梅子园拜诣，去其侍卫，只身进入梅子园，当王镕入座之后，李匡威事先安排好的甲士冲出来，劫持王镕，逼迫他让位于李匡威，王镕恭敬的对李匡威说：“我的国家遭受晋的侵略，全靠您的援助才得以保全，今日要让我让位于您，我心甘情愿。请您同我一起回军府，我向众将宣布让位于您。”李匡威信以为真，劫持王镕回军府，途中经过亲事营的时候，成德将士们闭门高呼，瞬时雷鸣闪电，雷雨交加，逛风呼啸，有一个叫墨君和的屠夫望见了王镕并认出了他，墨君和从断壁残垣中跃出，迅速将王镕拉上马，飞奔而去，乱兵将李匡威、李正抱杀死，李匡威所带来的燕地将士也全部被杀。事后王镕重赏墨君和，赐以千金，赏以豪宅，给他宽恕十次死罪的机会，还向朝廷奏封其为光禄大夫。</p> <p><strong>归附晋王</strong></p> <p>　　李匡威死后，其弟李匡俦以为兄报仇之名进攻成德，而晋王李克用又在此时急攻平山，王镕失去了幽州的援助，无奈之下只好与晋王李克用结盟。</p> <p>　　王镕献帛五十万匹，与晋言和，并出兵帮助晋攻打李存孝。乾宁元年(894年）三月，晋军活捉李存孝并杀之。</p> <p><strong>归附后梁</strong></p> <p>　　光化元年(898年），朱温派名将葛从周攻取晋王治下的邢、洺、磁州。朱温派人诏王镕绝晋以归梁，但是王镕犹豫不决。光化三年(900年），晋将李嗣昭夺回洺州（在今河北永年县），朱温率军围困洺州，李嗣昭弃城而逃。朱温得到李嗣昭的辎重，其中有王镕给李嗣昭的信件，很多都谈论到梁军的事情。朱温看后很是愤怒，以葛从周为先锋，进攻成德，兵至临城，葛从周中流箭，身负重伤。朱温亲自率军至傅城，焚其南关。</p> <p>　　王镕很害怕，他手下的判官周式说：“我们现在无法与梁军力争，只有以理来说服朱温。”因为周式与朱温有旧交，又是一个辨士，所以王镕派他到梁军中说服朱温，朱温见到周式后，大骂道：“我多次用书信招王镕他不来，现在我亲自到此，你却来了，已经太晚了。况且晋是我的仇敌，王镕却归附了他，我知道李嗣昭一定在你们城中，你们把他交出来吧。”朱温把王镕给李嗣昭的书信拿出来给周式看。周式说：“梁王只想得到一个镇州而已？还是想成就天下霸业呢？况且称霸者只会因大义而责备别人，而不会因私人恩怨而责难别人，如今天子在上，各路诸侯又各守封地，和睦共处，所以战争才得停息，百姓才得以休养。昔时<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>破袁绍，得到魏国将吏给袁绍的书信，全部都焚烧了，这是英雄之举啊！如今梁王知道举兵无名，却以李嗣昭为借口。况且王氏五世六公据有赵地，难道没有英勇敢死之士吗？”朱温听了之后很高兴，起来拉着周式衣袖对他说：“我只是在说笑而已！”于是把周式延入上座，商量与王镕议和。</p> <p>　　随后王镕送牛、酒、货物、钱币去犒劳梁军，以其长子王昭祚以及成德大将梁公儒、李宏规各一个儿子为人质，随朱温回汴梁，王镕与梁结盟，朱温将女儿嫁给王昭祚。</p> <p><strong>建国称王</strong></p> <p>　　公元907年，朱温废黜唐朝皇帝，自立为帝，改国号为“梁”，史称“后梁”，建元开平。</p> <p>　　开平元年(907年），朱温封王镕为赵王，王镕也欣然接受，从此以赵王自居，在镇州（在今河北省正定市）建赵王府，以镇州为都城，建立赵王国。</p> <p>　　王镕虽归附于后梁，但是在赵国领地，王镕是完全自主的，就算后来再次归附晋国，王镕也同样称赵王，在赵国镜内也是王镕自己说了算。直到921年，赵国发生兵变，王镕被杀。</p> <p><strong>再次附晋</strong></p> <p>　　王镕称王后的几年，赵国相对安宁，无重大战争。王镕的祖母去世，诸镇节度都遣使去吊念，当时后梁使者看到晋国使者也在，便怀疑王镕有二志。910年，魏博节度使罗绍威逝世，朱温控制了魏博，他想彻底消灭割据镇州的王镕和定州（在今河北定州市）的王处直。</p> <p>　　910年冬，朱温派大将王景仁进攻赵国，面对后梁大军压境，王镕只好向晋王<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>（此时李克用已死，其子李存勖继位为晋王）求救，李存勖率兵救援赵国，同时，北平国的王处直也派遣使者向李存勖表示归附，并派出军队配合晋军行动。次年(911年）正月，梁军与赵国、晋国、北平国联军会战于柏乡（在今河北柏乡县），结果大败梁军。</p> <p>　　同年七月，王镕在承天军拜见晋王李存勖，王镕奉酒为李存勖祝寿，李存勖因王镕是其父李克用之友，所以很礼待他，李存勖酒醉之后，为王镕而歌，取下身上的佩刀割断衣袖和王镕盟誓，并许诺将女儿嫁给王镕次子王昭诲。王镕再次与晋国结盟，并且废后梁年号，改用唐朝“天祐”年号。此后，晋国北灭桀燕国，南取魏博镇，王镕都出兵相助。</p> <p>　　911年，幽州节度使刘守光称帝，建立桀燕国，晋王李存勖出兵讨伐。次年正月，晋派遣周德威联合赵国和北平国进攻燕国，刘守光向后梁求救，后梁派兵攻打赵国，屠于枣强，晋国将领李存审将其击败。913年，晋国灭桀燕国。</p> <p>　　其后，李存勖与后梁作战，王镕也经常派兵援助。</p> <p><strong>治国无为</strong></p> <p>　　王镕虽然统治赵国（成德藩镇）数十年，却毫无一点建树，能够保境数十年也都是依靠外部的援助。王镕出身乱世，年幼之时就成为了一方割据者，可是他却不思进取，贪图享乐。</p> <p>　　882年，王镕继位为成德节度使，成德当时是不受其他藩镇控制的强镇，可是到893年，却归附了晋国，后来更是得到晋的保护才能得以保境。</p> <p>　　王镕虽然聪慧，却无政治远见，溺于享乐，骄于富贵。在位后期，又好左道，炼制丹药，妄想长生不死，并常与道士王若讷一起出游，每次出游都长达旬月，出游之时把政务交给宦官处理，而且每次出游西山王母祠，都极度奢华。其手下将领李弘规、李蔼凭权用事，重用亲旧，树立党羽，分居要职，这些王镕也都没有加以控制，也为后来的政变埋下了隐患。</p> <p><strong>兵变被杀</strong></p> <p>　　921年正月，王镕从西山回府途中宿于鹘营庄，准备回府，其男宠宦官石希蒙阻止了他，其手下将领李宏规劝谏他说：“如今晋王李存勖不惧战场上的刀枪箭雨，亲自领兵作战，而大王您却竭尽全国之力来出游畋猎，如今大王出游在外长达一个多月，留下一座空城，如果出现闪失，有人闭门不纳，大王您去往哪里呢？”王镕听后也觉得很恐惧，于是准备回城，但是石希蒙却仗着王镕对他的宠信，对王镕说：“李弘规总是仗势在大王面前作威作福，他一定对大王怀有异心，大王不可不防。”坚持劝阻王镕回府，于是王镕又决定不回府了，李弘规很是愤怒，派手下将领苏汉衡率兵带刀来到王镕帐前说道：“军士们都很疲惫，希望能跟随大王一同回府。”李弘规接着又进言：“迷惑大王的是石希蒙，请大王斩了他。”王镕不同意，于是李弘规命手下甲士斩了石希蒙，将他的人头扔到王镕面前，王镕很恐惧，只好同意马上归府。</p> <p>　　王镕回到镇州赵王宫后，迅速派其长子王昭祚和养子王德明率兵包围了李弘规和其行军司马李蔼的府第，随后诛杀他们家族，牵连被灭族的竟达几十家，又杀苏汉衡，收押李弘规等人的手下偏将，追究其罪状，李弘规的手下亲军士卒都惧怕获罪，王镕养子王德明暗中对他们说：“大王是打算诛杀你们，你们要提前做好打算啊。”这天晚上，这一千多士卒从子城西门翻墙进入赵王宫，当时王镕正在和道士焚香受箓，士卒们杀死王镕，割下他的头颅，焚烧赵王宫，王镕姬妾数百人有的投井而死，有的投入火中被活活烧死。</p> <p>　　当夜，军校张友顺带军到王德明府第，请王德明统领众军。第二天王德明捕杀王镕长子王昭祚，并诛灭王氏子孙，只留下了王昭祚的妻子朱温的女儿普宁公主以通告后梁。</p> <p><strong>赵国结局</strong></p> <p>　　其实明眼人都能看出，王镕被杀的这场政变的幕后操纵者正是王德明，王德明自称成德节度留后，恢复原本姓名张文礼，遣使向晋王李存勖请命，李存勖不知道其中缘由，所以任命张文礼为镇州留后。</p> <p>　　其后，张文礼南通后梁，北结契丹，李存勖得知后很是愤怒。921年八月，李存勖派遣阎宝、史建瑭和原赵国将领符习率军进攻张文礼，张文礼原本生有疽疮，当史建瑭攻取赵州（在今河北省赵县）时，张文礼惊吓而死，其子张处瑾闭城坚守。九月，史建瑭战死。次年(922年）三月，阎宝在镇州兵败，晋王李存勖改用李嗣昭为帅，继续攻打张处瑾。四月，李嗣昭战死，又以李存进为帅，攻打张处瑾。九月，李存进在东垣大败成德军，但是李存进却在此战中战死。十月，李存审攻破镇州城，俘虏了张处瑾、张文礼的妻子、张文礼的儿子张处球和张处琪，将他们全部折断了脚送回晋国，赵地百姓请求对他们处以醢刑，将他们剁成了肉酱。晋军又将张文礼的尸体挖出，处以磔刑，尸体被分解。成德的割据政权到此最终灭亡。</p> <p>　　王镕被杀之时，他的尸体没有被找到。晋军破镇州城后，在被焚毁的赵王宫的废墟里找到了王镕的尸体残骸，李存勖下令让幕客祭拜他，并将其尸体归葬于王氏坟地。</p><br/><h2>生平大事</h2> <p>873年，<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>出生。</p> <p>882年，其父<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>崇去世，王镕继位为成德节度使。</p> <p>891年，李克用进攻成德，幽州节度使李匡威出兵援助王镕。</p> <p>893年，李匡威为其弟李匡俦所逐，投靠王镕，阴谋夺取王镕之位，事败被杀。王镕被迫归附李克用。</p> <p>900年，朱温进攻成德，王镕归附朱温。</p> <p>907年，朱温建立后梁，封王镕为赵王，王镕建立赵国。</p> <p>910年，后梁进攻成德，晋王<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>领兵援助赵国，王镕再次归附晋国。</p> <p>921年，张文礼发动政变，王镕被杀。</p><br/><h2>家庭成员</h2> <p><strong>父亲<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>崇</strong></p> <p>　　王景崇(847-882年），字孟安。857年其父成德节度使王绍鼎去世，由于王景崇年幼，由其弟王绍懿继位。866年王绍懿去世，王景崇继位为成德节度使，后被封为赵国公。878年，被封为常山王。882年去世，赠太傅，谥曰：忠穆。</p> <p><strong>母亲何氏</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>之母何氏，有妇女贤德，在世时严厉训诫王镕，何氏去世后，王镕开始过起了奢侈生活，并纳后宫姬妾一千多人。</p> <p><strong>长子王昭祚</strong></p> <p>　　王昭祚（?-921年），王镕长子，公元900年，朱温进攻王镕，王镕归附朱温，王昭祚作为人质随朱温回汴梁，朱温将其女儿普宁公主嫁给王昭祚，后来回到镇州。921年，王镕派王昭祚与张文礼杀死李弘规、李蔼等人，此后，王镕将政务交给王昭祚处理。同年，张文礼发动政变，杀死王镕，次日捕杀王昭祚，并诛灭其族，仅留下其妻普宁公主通告后梁。</p> <p><strong>次子王昭诲</strong></p> <p>　　王昭诲，王镕次子,911年，王镕归附<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>，李存勖许诺将其女嫁给王昭诲,921年，王镕被杀之时，王昭诲才十几岁，王镕的一个手下将其藏在洞穴中，叛乱结束后，剃去王昭诲的头发，让他披上僧人的衣服，又遇到湖南人李震，李震将王昭诲藏在茶笼中，带到了湖南，王昭诲到湖南后在南岳出家为僧，改名为崇隐。后唐明宗在位之时，王昭诲想回故土，当时原赵国大将符习是宣武军节度使，李震将王昭诲引见给符习，符习上表朝廷，王昭诲称其为原成德军中军使，朝廷封王昭诲为考功郎中、司农少卿，后周显德年间，王昭诲任少府监。</p><br/><h2>手下官吏</h2> <p><strong>1.张文礼</strong></p> <p>　　张文礼（?-921年），<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>养子，原为刘仁恭裨将，为人奸险低俗。刘守文赴沧州任义昌节度使，张文礼为其偏将，刘守文回幽州拜谒父亲，张文礼据城叛乱，失败之后逃到镇州投靠王镕，并曲意奉承，得到王镕的信任和重用，王镕收其为养子，改名王德明。柏乡之战之后，常年领赵兵随<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>征战。张文礼素不知书，不懂兵法，杨师厚据魏州之时，他率3万赵兵夜掠经、宗，侵入贝郡，行至唐店，杨师厚伏兵杀出，张文礼全军覆没，他自己以单骑逃脱。张文礼见王镕不理政事，产生了图谋不轨的念头，王镕并未察觉，后来对张文礼更加宠信，改任他为防城使。921年正月，王镕杀死李弘规之后，张文礼离间李弘规的手下士卒说：“赵王让我杀害你们，我念你们对赵国十几年的功劳，不忍对你们下手。”当夜，这些士卒潜入赵王宫杀死王镕，军校张友顺请张文礼为留后，张文礼自称成德留后，恢复原名张文礼，向晋王李存勖请封得到同意。其后张文礼北结契丹，南通后梁,921年八月，晋王李存勖派阎宝、史建瑭等人带兵讨伐张文礼，史建瑭攻取赵州，张文礼疽疮复发而死。</p> <p><strong>2.李弘规</strong></p> <p>　　李弘规（?-921年），王镕手下大将，凭借其势力树立党羽，用事专权,900年王镕与归附朱温，王镕长子王昭祚和李弘规的一个儿子、梁公儒的儿子为人质，随朱温回汴梁。李弘规是赵国权臣，却和王镕宠信的石希蒙不和,921年，李弘规斩杀石希蒙，其后王镕派长子王昭祚和张文礼杀李弘规，并夷灭其族。</p> <p>3.李蔼</p> <p>　　李蔼（?-921年），在李弘规手下为行军司马,921年石希蒙被李弘规杀死后，王镕派王昭祚、张文礼诛杀李弘规、李蔼，并灭其族。</p> <p>4.石希蒙</p> <p>　　石希蒙（?-921年），赵王宫的宦官，受王镕宠信，是王镕的男宠，与王镕同床而眠，与李弘规不和。921年，被李弘规手下将领苏汉衡斩杀。</p> <p><strong>5.苏汉衡</strong></p> <p>　　苏汉衡（?-921年），李弘规手下将领,921年奉李弘规之命杀石希蒙，不久被王镕所杀，并灭其族。</p> <p><strong>6.符习</strong></p> <p>　　符习，王镕手下任军校，后来柏乡之战之后，常率赵兵随同晋王李存勖作战,921年，王镕被杀之后归附晋王，晋王任命他为成德留后，派他进攻张文礼，没有取得成功，后来李存勖派沙陀军打败张处瑾，以符习为成德节度使，符习辞而不受，李存勖任命他为天平军节度使，后辗转各地任职。</p> <p><strong>7.梁公儒</strong></p> <p>　　梁公儒，在王镕手下为牙将,900年王镕与朱温，他也派出一个儿子为人质。</p> <p><strong>8.张允</strong></p> <p>　　张允，在张文礼手下为参军，李存勖讨伐张文礼之时逃脱，后在后唐任职。</p> <p><strong>9.段亮</strong></p> <p>　　段亮，在王镕手下为追风都团练使，李匡威援助成德之时，派他带兵配合李匡威与李克用作战。</p> <p><strong>10.马珂</strong></p> <p>　　马珂，为剪寇都团练使，李匡威援助王镕之时，率军配合李匡为对抗晋军。</p><br/><h2>人物评价</h2> <p>　　《旧五代史》和《新五代史》中对<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>都有“仁而无武”的评价，其实王镕的一生可以用“目光短浅、贪图享乐、不思进取、治国无为”来评价。</p> <p>　　王镕自幼就很聪慧，所以在李匡威阴谋夺位之时能够顺利脱险并诛杀李匡威。但是王镕却胸无大志，不思积极进取，厉兵秣马，与各路诸侯争雄，而是偏安于一隅之地。王镕也贪图享乐，纳后宫姬妾数百人，他又好于左道，常常让道士一起随同出游，每次都长达旬月，在西山王母祠，王镕竟然让侍女们堆上锦绣，相互牵持着上去，真的是竭尽奢华。</p> <p>　　王镕在治理国家方面也是随意而为，他常常将政务交于宦官处理，使得宦官权力膨胀，对于李弘规、李蔼等人凭权专事、树立党羽等行为又不加以控制，也使得后来李弘规能够在他面前肆无忌惮，杀死石希蒙。王镕在位期间，面对诸侯的进攻，几乎全是依靠其他诸侯的援助才得以保全。纵观王镕的一生，可以用贪图享乐、目光短浅、不思进取、治国无为来评价王镕。</p>"
}