{
  "id": 690,
  "star": 34,
  "name": "王诜",
  "image": "http://img.gushiwen.org/authorImg/wangshen.jpg",
  "dynasty": "宋代",
  "desc": "王诜（1048-1104后），北宋画家。字晋卿，太原（今属山西）人，后徙开封（今属河南）。熙宁二年（1069年）娶英宗女蜀国大长公主，拜左卫将军、驸马都尉。元丰二年，因受苏轼牵连贬官。元祐元年（1086）复登州刺史、驸马都尉。擅画山水，学王维、李成，喜作烟江云山、寒林幽谷，水墨清润明洁，青绿设色高古绝俗。亦能书，善属文。其词语言清丽，情致缠绵，音调谐美。存世作品有《渔村小雪图》《烟江叠嶂图》《溪山秋霁图》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>(1036年-1093年后，一作1048年-1104年后)，字晋卿，原籍太原(今属山西)人，居开封(今属河南)，北宋著名词人、画家。</p> <p>　　他出身贵族，娶宋英宗赵曙之女蜀国公主为妻，官驸马都尉及定州观察使、利州防御使。元丰二年(1079年)坐罪落驸马都尉，责授昭化军节度行军司马，均州安置，移颍州。元祐元年(1086年)，复登州刺史、驸马都尉。卒諡荣安。能<a href=\"http://so.gushiwen.org/author_690.aspx\">诗</a>善画，亦工词，词风清丽，然欠丰容宛转。今有赵万里辑《王晋卿词》。</p> <p>　　其家筑“宝绘堂”，藏历代法书名画日夕观摩，精于鉴赏，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为之记。广交苏轼、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、李公麟等众多文人雅士，“析奇赏异”，酬诗唱和，李公麟曾画《西园雅集图》以纪胜，其风流蕴藉有王谢家风气。能诗，亦工山水，学李成皴法，以李思训金碧统之，溶两家法规而出新意，在水墨勾皴基础上，“不古不今，自成一家”，独具风貌。喜画“烟江远壑，柳溪渔浦，晴岚绝涧，寒林幽谷，桃溪苇村”等他人难状之景，将锦绣河山展现画幅中，深得好评。苏轼谓其“得破墨三昧”，有“<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>三绝居有二，笔执挽回三百年”句。兼写墨竹，学<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>。亦工书，真、行、草、隶皆精。《宣和画谱》著录御府藏其作品有《幽谷春归图》《晴岚晓景图》《烟岚晴晓图》《烟江叠嶂图》等35件。传世作品有《渔村小雪图》卷，现藏故宫博物院；《烟江叠嶂图》卷，藏上海博物馆。</p> <p>　　王诜妻宝安公主(1051年－1080年)，宋英宗第二女，母宣仁圣烈皇后。嘉祐八年（1063年），封宝安公主。宋神宗即位，进舒国长公主，改蜀国长公主，下嫁左卫将军王诜。</p> <p>　　王诜母卢氏寡居，公主住在近处，每天给婆婆进献美食。卢氏生病，公主亲自调和汤剂奉上。皇帝厚待姊妹，因此公主府第池花园服饰珍玩极其华丽。公主因不能每天在宝慈宫服侍宣仁皇后，常常郁郁不乐。有时干热不雨，宋神宗减少享受以祈祷，公主也是如此，说：“我的俸禄皆出于朝廷，固应同同喜同悲。”宋神宗为慈圣光献皇后居丧，哀伤过度，公主说：“吾与皇上同母所生，视此亦复保聊！”马上遣散歌舞三十人。</p> <p>　　元丰三年(1080年)，公主病笃。公主性不妒忌，王诜以是放纵自己，曾经被贬官。高太后亲临探病，公主已不省人事，太后大哭，公主很久后稍能说话，说自己必定好不起来了，握着母亲的手哭泣。宋神宗随后到达，亲自为公主诊脉，端着粥喂公主，公主勉强为皇帝都吃了。皇帝赐公主金帛六千，再问有什么要求，公主只是请恢复王诜官职而已。这时，宋神宗命王诜官复原职，来安慰公主。第二天，公主薨逝，年三十岁。宋神宗未没有吃饭即驾往，望第门而哭，辍朝五日。追封越国长公主，谥贤惠。后进封大长公主，累改秦、荆、魏三国大长公主。</p> <p>　　公主好读古文，喜笔札，<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>亲属，朝野内外称贤。而王诜不拘小节，和小妾在公主身边为非作歹，小妾常常触犯公主。公主去世后，乳母告发，宋神宗命彻底追查，杖打八妾并把她们婚配兵卒。公主既葬，贬谪王诜到均州。王诜有一子王彦弼，三岁时就死了。 </p><br/><h2>画作成就</h2> 　　<a href=\"http://so.gushiwen.org/author_690.aspx\">王诜</a>绘画以山水见长，水墨山水受李成影响，具有幽雅清润的格调。青绿着色山水则源自李思训父子而又创新意，不古不今自成一家。所画山水多为烟江远壑、柳溪渔浦、晴岚绝涧、寒林幽谷、桃溪苇村等“<a href=\"http://so.gushiwen.org/author_690.aspx\">诗</a>人难状之景”。尤擅长画小景山水，并能画墨竹，师法<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>。王诜传世作品有《渔村小雪图》、《烟江叠嶂图》及《瀛山图》。《渔村小雪图》（故宫博物院）为水墨山水，生动地描绘了初冬雪后山峦溪岸的景色，渔夫冒雪垂钓捕鱼，文人雅士兴冲冲地出游，远处山峦重叠，两岸虬松盘屈，江面开阔。技法上以水墨渲染并施金粉以加强雪后的效果，用笔尖俏爽利，体现了李成画派的特色。《烟江叠嶂图》亦为王诜名作，开卷烟波浩渺，后段则奇嶂叠起，笔墨细润，青绿设色典雅。"
}