{
  "id": 785,
  "star": 311,
  "name": "卓文君",
  "image": "http://img.gushiwen.org/authorImg/zhuowenjun.jpg",
  "dynasty": "两汉",
  "desc": "卓文君，汉代才女，西汉临邛（属今四川邛崃）人，与汉代著名文人司马相如的一段爱情佳话至今还被人津津乐道。她也有不少佳作流传后世。以“愿得一心人白首不相离”为著名。",
  "content": "<h2>与司马相如</h2> <p><strong>相识</strong><br>　　<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，字长卿，是蜀郡成都人，好读书，善弹琴，风流洒脱，文章写得很漂亮，特别擅长写赋。他与王吉是好朋友，王吉曾对他说：“你在外面游学，如果官运不好，日子不好过，就到临邛找我。”有一天，司马相如真的来投奔了王吉。<br>　　两人携手来到客厅，司马相如向王吉谈了近几年的行踪，王吉知道了相如尚未成家，便向他说起，临邛首富卓王孙有个女儿<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>，生得聪明无比，美貌无双，如今在娘家守寡。与相如是天生的一双。司马相如听了，不好意思地摇了摇头。王吉却不以为然，他认为事在人为。<br>　　卓王孙知道司马相如是有名的文人，便宴请了他，并顺便发了一百多张请帖，邀请了很多县中的官员与有名望的人。<br>　　宴会开始，卓王孙带领众宾客向司马相如敬酒，少不了说了许多奉承话。正在大家喝得高兴的时候，王吉向大家介绍说：“相如先生是当今第一名流，不仅文章写得好，而且琴也弹得很好。今天有佳宾美酒，何不请相如先生弹奏一曲呢？”众人听了，齐声叫好。<br>　　司马相如推辞了一番，便弹奏起来，先弹了一支短曲，后来偷看到竹帘后面有一个影影绰绰穿白衣服的女子在听琴，知道是卓文君，就施展自己高超的琴技，弹起了一曲凤求凰，通过琴声，向卓文君表达了自己求爱的心情。原来，卓文君听说司马相如来做客，早就想见识一下这位大才子。她本来就喜爱音乐，听到琴声，就偷偷地躲在帘子后面看。卓文君深懂琴理，听出了琴声中的意思。而宴席上的宾客，当然听不出个所以然来，只是为了恭维司马相如，一味地拍手叫好。<br>　　司马相如回去以后，就用钱买通了卓文君的仆人，通过仆人送给卓文君一封求爱信。卓文君接到求爱信激动不已，但她知道父亲不会同意这门亲事。便在一天晚上，偷偷地跑出来，投奔了司马相如。俩人连夜乘车回到司马相如的家乡成都。　卓文君同司马相如来到成都，开始时，倒安于清贫生活，可是日子长了，就忍耐不住了，便劝相如到临邛去。司马相如也没有别的办法两人就一同来到了临邛。<br>　　卓王孙对卓文君私奔十分恼火，不肯<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>他们。为了出卓王孙的丑，他们便开起了一个夫妻酒店，文君当垆卖酒，相如故意当众洗涤碗筷杯盘，提壶送酒，像个酒保。<br>　　果然，卓王孙认为卓文君与司马相如这样做太丢面子，羞得连大门也不敢出。后来在亲戚朋友和县令的劝说下，送给了司马相如他们一笔财物。司马相如同卓文君又回到了成都，开始过起了富裕的生活。</p> <p><strong>相恋</strong><br>　　卓文君：事见《孤本元明杂剧·私奔相如》，清袁于令《肃霜裘》传奇。汉时，司马相如不得志时，在临邛富户卓王孙家操琴。才貌双全的卓女文君17岁新寡，司马相如仰慕文君，借琴音倾诉心曲，二人订盟，因卓王孙不允，文君遂偕相如私逃，返回家乡当垆卖酒。后来相如献《子虚赋》，汉武帝拜为中郎将，卓王孙献金相认。<br>　　卓文君生在汉代这种大而化之的年代，又生在一个四川临邛巨贾之家，金山银山地养着。她长得眉如远山，面若芙蓉，通晓琴棋书画，十七岁出嫁，半年后便因丈夫去世返回娘家。这时候，一个贫穷的小子做客卓家，用那把著名的“绿绮琴”弹唱那首著名的《凤求凰》，把这个十七岁的小寡妇内心撩拨起来，半夜三更就夜奔他去了，第二天索性双双跑到这个穷小子的成都老家。当然，我们都知道这个穷小子就是西汉有名的才子司马相如。可是那时的卓文君还不知道啊，她只顾得上收拾司马相如那个家徒四壁的烂摊子了。<br>　　司马相如豪情不减地典衣沽酒，今朝有酒今朝醉；卓文君也荆钗布裙，风风火火开始新生活。几个月后，他们干脆卖掉车马，回到临邛开了一间小酒家，卓文君淡妆素抹，当垆沽酒，司马相如更是穿上犊盘鼻裤，与酒保佣人一起洗盘子，忙里忙外地跑堂。<br>　　卓文君是一个罕见的女人，居然不慕虚荣，司马相如也是一个罕见的文人，居然一点都不自卑一点都不羞愧。这对才子佳人开的小酒店远近闻名，门庭若市，逼得卓王孙不得不分给他们童仆百人，钱百万缗，并厚备妆奁，接纳了这位把生米已经煮成熟饭的女婿。从此这对小夫妻又过上了整天饮酒作赋，鼓琴弹筝的悠闲生活。<br>　　这时，司马相如写下的《子虚赋》、《上林赋》，才华四溅，好大喜功的皇帝惊为天人，拜司马相如为郎官，后来又再拜为中郎将。司马相如衣锦荣归，着实让岳父卓王孙风光了一把。<br>　　中国的古典文学永远都是“私订终身后花园，落难公子中状元”，看来这个恶俗的传统是以卓文君和司马相如为蓝本的。说着“慧眼识英才”的爱情佳话，其实一看就知道是涎着脸的政治投资。看看诸多戏文，女人舍身割肉地供养着男人读书，哪里是追求爱情，倒像是伯乐当了裤子去赌马。既然是赌，肯定有输有赢，《琵琶记》、《西厢记》里赵五娘、<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>赢了，终于赢得她们的丈夫，秦香莲输了，让天谴劈死了她那负心的状元郎……但，不管结果如何，被动地承受了许多无中生有的苦难，总是有点怆然的吧？<br>　　中国传统道德向来有一种“目标正确论”，常常为了名分而放弃现实生活。所以对古代历史上的苦女人我一般很难同情。以前的人就是活得太认真太累了，不知道好玩才是生活的要义。<br>　　从来未见记载卓文君对丈夫功名的渴求，倒是看出她非常会享受和司马相如在一起的不同生活形态。在司马相如年逾知命的时候，这个凡人想娶妾了，卓文君忍无可忍，作了一首《白头吟》，说道：“皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟止，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一人心，白头不相离。竹竿何袅袅，鱼尾何徒徒。男儿重意气，何用钱刀为。”让司马相如回心转意了，两人白首偕老，安居林泉。</p> <p><strong>夫君得赏识</strong><br>　　窦太后崇尚“黄老”学说，罢免了支持儒家学说的窦婴和田羛的官职，陆续任命了几个浑浑噩噩的人当了丞相、御史大夫和郎中令。武帝不愿与他们议事，呆在宫里实在无趣，就经常换上便装，外出游玩打猎，有时跑得很远，一连四五天不回来。后来，他觉得跑得太远，不仅危险，也实在辛苦，就命光禄大夫吾丘寿王拓造大型苑囿上林苑。年轻的武帝便把大部分时间消磨在上林苑中。<br>　　汉武帝雅好文学喜欢辞赋，<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>、吾丘寿王等著名的文人，便经常陪伴在他的身旁，吟<a href=\"http://so.gushiwen.org/author_785.aspx\">诗</a>作赋，倒也十分快活。<br>　　一天，汉武帝读到司马相如的《子虚赋》，被赋中华美的文辞与磅礴的气势所吸引，不由拍手叫好。他一口气读完《子虚赋》，以为作者是前朝人，便连声叹息说：“写这篇赋的人，真是个才子，可惜我没有和这个人生活在同一个时代。”<br>　　这时，在汉武帝身边服侍的狗监（替汉武帝管理猎狗的人）杨得意谄笑着说：“陛下，写这篇赋的人小臣知道，他是小臣的同乡司马相如，现在成都闲居。”<br>　　汉武帝听了又惊又喜，问道：“你说的可是真实情况吗？\"杨得意回答说：“是的，司马相如曾经对我说过，是他写的《子虚赋》。”<br>　　“太好了!这么一个有才华的人，竟没有人对我说过。”汉武帝有点惋惜地说，于是，他马上派人召司马相如来京。<br>　　且说司马相如被召到朝廷，汉武帝接见了他，问他道：“《子虚赋》是你写的吗？”<br>　　司马相如非常自负地回答说：“是的，陛下，《子虚赋》正是臣写的。不过，那是写诸侯的事，并没有什么了不起。若准臣陪陛下游猎，臣可写出天子游猎赋献给陛下。”<br>　　汉武帝听了非常高兴。为司马相如安排了豪华的住处，给以优厚的待遇。第二天就带了司马相如等人去上林游猎。没过几天，司马相如就挥洒大笔，写出了一篇《上林赋》，呈献给汉武帝。汉武帝读了《上林赋》，感到十分满意，心中高兴，就封了司马相如一个郎官（帝王的侍从官）。<br>　　后来，司马相如曾经作为汉武帝的专使招抚了夜郎归顺汉朝，很得武帝的赏识。邛、鮈、冉、鮉一带地区各族首领见夜郎归顺了汉朝，也表示愿意归顺汉朝。于是汉武帝就封司马相如为中郎将，手持皇帝的旄节，去招抚这些地区的部族。司马相如顺利地完成了使命，汉武帝十分满意，重赏了他。不久，有人上书给汉武帝，说司马相如出使时曾接受了很多金钱贿赂，武帝信以为真，就罢免了司马相如的官职。<br>　　司马相如家中富有，也乐得清闲自在，就把家搬到茂陵，与卓文君过着悠闲舒服的生活。</p> <p><strong>婚姻破裂</strong><br>　　自古至今，大多数男人总是令人失望。司马相如自然也不例外。 当他在事业上略显锋芒，终于被举荐做官后，久居京城，赏尽风尘美女，加上官场得意，竟然产生了弃妻纳妾之意。曾经患难与共，情深意笃的日子此刻早已忘却。哪里还记得千里之外还有一位日夜倍思丈夫的妻子。文君独守空房，日复一日年复一年地过着寂寞的生活。一首《白头吟》，“……闻君有两意，故来相决绝。愿得一心人，白首不相离。……”表达了她对爱情的执着和向往以及一个女子独特的坚定和坚韧。也为她们的故事增添了几分美丽的哀伤。<br>　　终于某日，司马相如给妻子送出了一封十三字的信：一二三四五六七八九十百千万。聪明的卓文君读后，泪流满面。一行数字中唯独少了一个“亿”，无亿？岂不是夫君在暗示自己已没有以往过去的回忆了。她，心凉如水。怀着十分悲痛的心情，回了一封《怨郎诗》。<br>　　其诗曰：一别之后，二地相思，只道是三四月，又谁知五六年。七弦琴无心弹，八行书无可传，九曲连环从中折断，十里长亭望眼欲穿。百思想，千系念，万般无奈把君怨。万语千言说不完，百无聊赖十倚栏。重九登高看孤雁，八月中秋月圆人不圆。七月半，秉烛烧香问苍天。六月伏天人人摇扇我心寒。五月石榴似火红，偏遭阵阵冷雨浇花端。四月枇杷未黄，我欲对镜心意乱。急匆匆，三月桃花随水转；飘零零，二月风筝线儿断。噫，郎呀郎，恨不得下一世，你为女来我做男。<br>　　司马相如看完妻子的信，不禁惊叹妻子之才华横溢。遥想昔日夫妻恩爱之情，羞愧万分，从此不再提遗妻纳妾之事。这首诗也便成了卓文君一生的代表作数字诗。细细品读，其爱恨交织之情跃然纸上。<br>　　卓文君是聪明的。她用自己的智慧挽回了丈夫的背弃。她用心经营着自己的爱情和婚姻，终于苦尽甘来。他们之间最终没有背弃最初的爱恋和最后的坚守。这也使得他们的故事千转百回，成为世俗之上的爱情佳话。<br>　　卓文君，一个有思想，有勇气，敢爱敢恨的才女。她的一生，应该是值得的。比如充满浪漫色彩的夜奔，比如可遇而不可求的一见钟情，比如与爱的人携手终老等等。女人一生如此，夫复何求？后来人们根据这个事还有一首诗：《望江亭》<br>　　当垆卓女艳如花，不记琴心未有涯。<br>　　负却今宵花底约，卿须怜我尚无家。<br>　　句首四字连起来为：“当不负卿” </p><br/><h2>凤求凰</h2> <p>　　当年<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>一曲《凤求凰》打动了才女<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的心，“文君夜奔相如”演出了一幕传唱千古的私奔佳话。这两首琴歌据说就是司马相如弹琴歌唱的《凤求凰》歌词。因《史记》未载此词，到南朝《玉台新咏》始见收录，并加序说明，唐代《艺文类聚》、宋代《乐府<a href=\"http://so.gushiwen.org/author_785.aspx\">诗</a>集》等书亦收载，故近人或疑乃两汉琴人假托司马相如所作。第一首琴歌表达司马相如对卓文君的无限倾慕和热烈追求。司马相如自喻为凤，比卓文君为凰，在这首琴歌的特定背景中有多重含义。其一，凤凰是传说中的神鸟，雄曰凤，雌曰凰。凤凰为鸟中之王，故此处比为凤凰，正有浩气凌云、自命非凡之意。其二，古人常以“凤凰于飞”、“鸾凤和鸣”喻夫妻和谐美好。此处则以凤求凰喻司马相如向卓文君求爱，而“遨游四海”，则意味着佳偶之难得。其三，凤凰又与音乐相关。卓文君雅好音乐，司马相如以琴声“求其皇”，正喻以琴心求知音之意，使人想起俞伯牙与钟子期“高山流水”的音乐交往，从而发出芸芸人海，知音难觅之叹。第二首琴歌写得更为大胆炽烈，暗约卓文君半夜幽会，并一起私奔。前两句呼唤卓文君前来幽会，三四句暗示彼此情投意合连夜私奔，不会有人知道；五六句表明远走高飞，叮咛对方不要使我失望，徒然为你感念相思而悲伤。这两首琴歌之所以赢得后人津津乐道，首先在于“凤求凰”表现了强烈的反封建思想。</p> <p>　　司马相如善鼓琴，其所用“绿绮”琴，是传说中最优秀的琴之一。司马相如原本家境贫寒，徒有四壁，但他的诗赋极有名气，梁王盛赞其才情高华，赐给他一把名叫 “绿绮”的琴，上面刻有“桐梓合精”的铭文，是当时不可多得的名贵乐器。司马相如得“绿绮”，如获珍宝，他精湛的琴艺配上“绿绮”绝妙的音色，使“绿绮” 琴名噪一时。后来“绿绮”还成了古琴的别称。这把琴就是司马相如用来弹奏《凤求凰》、卓文君听后夜奔的那把琴，所谓“绿绮传情”使这把琴更富传奇色彩。</p> <p>　　司马相如因为仰慕以“完璧归赵”、“将相和”而大名鼎鼎的赵国名相蔺相如，所以就更名相如。司马相如精通楚辞，善于写辞作赋，汉景帝年间任武骑常侍，但因为景帝不喜欢词赋，所以无法施展自己的才华，常常称病，被景帝免职。以后他和<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>一起游于梁孝王门下，在那里作了著名的《子虚赋》，梁孝王的短命去世，宾客星散，司马相如回到老家成都，而家里已是父母双亡，家徒四壁，再无以自立。据《史记·司马相如列传》记载：他入京师、梁国宦游归蜀，应好友临邛（今四川邛崃）令王吉之邀，前往做客。当地头号富翁卓王孙之女卓文君，眉如远山，面如芙蓉，才貌双全，通晓琴棋书画。卓文君十七岁时曾许婚窦家，未聘夫死，成了望门新寡。卓文君青年寡居，自然是面对春花秋月，感物伤人，倍感凄凉。</p> <p>　　一次，卓王孙举行数百人的盛大宴会，卓王孙慕司马相如之名声，王吉与相如均以贵宾身份应邀参加。席间，王吉介绍相如精通琴艺，请司马相如抚琴助兴。司马相如早已听说卓王孙有一位才貌双全的女儿，就趁做客卓家的机会，当众弹了两首琴曲《凤求凰》，意欲借琴音倾诉心曲，以此挑动文君，表达自己对卓文君的爱慕之情。这种在今天看来也是直率、大胆、热烈的举动，自然使得美丽多才的卓文君怦然心动，卓文君在屏风后面倾听到司马相如的琴声，一曲《凤求凰》拨动了她不甘遵循封建礼教而终生寡居的心扉。当时卓文君颇为相如才情所动，“文君窃从户窥之，心悦而好之，恐不得当也”。卓文君听琴后，理解了琴曲的含意，不由脸红耳热，心驰神往。后司马相如又通过侍女向卓文君大献殷勤，卓文君便夜奔相如住所，在与司马相如会面之后，一见倾心，双双约定私奔。当夜，卓文君收拾细软走出家门，与早已等在门外的司马相如会合，一同私奔回到了成都，从而完成了两人生命中最辉煌的事件，留下了脍炙人口的佳话。司马相如和卓文君大胆冲破了封建礼教的罗网和封建家长制的樊篱，一切封建神圣礼法，统统被他们的大胆私奔行动踩在脚下，成为后代男女青年争取婚姻自主、恋爱自由的一面旗帜。</p> <p>　　对此事，卓王孙自然是盛怒难消，认为司马相如有辱衣冠，自己的宝贝女儿也太不争气，夤夜私奔，败坏门风，使他丢尽脸面。司马相如是一个穷光蛋，回到成都，因生活窘迫，卓文君便把自己的头饰当了。司马相如豪情不减地典衣沽酒，过着有今天、没有明天的逍遥生活；卓文君也脱钏换粮，根本不把今后的生计放在心上。几个月后，他们索性卖掉车马，回到临邛开了一间小酒家，卓文君淡装素抹，当垆沽酒，不卑不亢，神态自如。而为了爱情永驻，司马相如亦不抚琴，更是穿上犊盘鼻裤，与保佣杂作，涤器于市中，忙里忙外担任跑堂工作，提壶洗碗干杂活，谈笑风生。如此这般，虽然生活清苦了点，但两人却是幸福美满，丝毫不为世俗所累。为此，历史上临邛也成了酝酒之乡，文君酒成为了历史名酒，唐人<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>《桃花》诗云：“数枝艳拂文君酒。”传说中卓文君和司马相如酝酒开酒店还留下了“文君井”和弹琴的琴台，南宋<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>《文君井》诗云：“落魄西州泥酒杯，酒酣几度上琴台，青鞋自笑无羁束，又向文君井畔来。”</p> <p>　　司马相如和卓文君当垆沽酒，这是临邛市上的一件天大新闻，顿时远近轰动，小酒店门庭若市，热闹非凡。消息传到卓王孙耳中，他感有女若此，实在是对自己脸面上的大过不去，加之经不起亲朋好友的疏通劝解，于是妥协，承认了他们的爱情，迫不得已分给他们童仆百人，钱百万缗，并厚备妆奁，接纳了这位把生米已经煮成熟饭的女婿。夫妻双双回到成都，置田买房，成了富人，又过上了整天饮酒作赋、鼓琴吟诗的悠闲生活。后来汉武帝即位，读了《子虚赋》相当赞赏，遂将司马相如召回长安。</p> <p>　　后人则根据司马相如和卓文君的爱情故事，谱得琴曲《凤求凰》流传至今。唐代诗人<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>有《司马相如琴歌》一首云：“凤兮凤兮非无凰，山重水阔不可量。梧桐结阴在朝阳，灌羽弱水鸣高翔。”尽管后世的道学家们称他们的私奔为“淫奔”，但这并不妨碍他们成为日后无数情侣们的榜样。榜样的力量在后代文学中的影响极大，《西厢记》中张生亦隔墙弹唱《凤求凰》说：“昔日司马相如得此曲成事，我虽不及相如，愿小姐有文君之意。”《墙头马上》中李千金，在公公面前更以卓文君私奔司马相如为自己私奔辩护；《玉簪记》中潘必正亦以琴心挑动陈妙常私下结合；《琴心记》更是直接把司马相如和卓文君的故事搬上舞台……足见《凤求凰》反封建影响之深远。 </p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　汉代文景之治时期，蜀郡临邛县（四川成都邛崃）的卓家传到了卓王孙这一代。由于社会安定，经营得法，卓家已成巨富，拥有良田千顷；华堂绮院，高车驷马；至于金银珠宝，古董珍玩，更是不可胜数。<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>为四川临卭巨商卓王孙之女，姿色娇美，精通音律，善弹琴，有文名。十六岁时嫁人，几年后，丈夫过世，返回娘家住。</p> <p><strong>文君听琴<br></strong>　　时逢梁孝王去世，<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>返回成都，然而家境贫寒，没有可以用来维持自己生活的职业。相如一向同临邛县令王吉相处得很好，王吉说：“长卿，你长期离乡在外，求官任职，不太顺心，就来我这里看看吧。”于是，相如前往临邛，住在城内的一座亭子里。临邛县令佯装恭敬，天天都来拜访相如。最初，相如还是以礼相见。后来，他就谎称有病，让随从去拒绝王吉的拜访。然而，王吉却更加谨慎恭敬。</p> <p>　　临邛县里的富人很多，如卓王孙家就有家奴八百人，程郑家也有数百人。二人相互商量说：“县令有贵客，我们备办酒席，请请他。”一并把县令也请来。当县令到了卓家后，卓家的客人已经上百了。到了中午，去请司马长卿，长卿却推辞有病，不肯前来。临邛令见相如没来，不敢进食，还亲自前去迎接相如。相如不得已，勉强来到卓家，满座的客人无不惊羡他的风采。酒兴正浓时，临邛县令走上前去，把琴放到相如面前，说：“我听说长卿特别喜欢弹琴，希望聆听一曲，以助欢乐。”相如辞谢一番，便弹奏了《凤求凰》等一两支曲子。</p> <p>　　这时，卓王孙有个女儿叫卓文君，刚守寡不久，很喜欢音乐，所以相如佯装与县令相互敬重，而用琴声暗自诱发她的爱慕之情。相如来临邛时，车马跟随其后，仪表堂堂，文静典雅，甚为大方。待到卓王孙家喝酒、弹奏琴曲时，卓文君从门缝里偷偷看他，心中高兴，特别喜欢他，又怕配不上他。</p> <p><strong>文君夜奔<br></strong>　　宴会完毕，相如就派人以重金赏赐文君的侍者，以此向她转达倾慕之情。于是，卓文君乘夜逃出家门，私奔相如，相如便同文君急忙赶回成都。</p> <p><strong>当垆卖酒<br></strong>　　进到司马相如家所见，空无一物，只有四面墙壁立在那里。卓王孙得知女儿私奔之事，大怒道：“女儿极不成材，我不忍心伤害她，但也不分给她一文钱。”有的人劝说卓王孙，但他始终不肯听。</p> <p>　　过了好长一段时间。有天，文君对相如说：“长卿，只要你同我一起去临邛，向兄弟们借贷也完全可以维持生活，何至于让自己困苦到这个样子！”相如就同文君来到临邛，把自己的车马全部卖掉，买下一家酒店，做卖酒生意。并且让文君站在垆前卖酒，而自己穿起犊鼻裤，与雇工们一起操作忙活，在闹市中洗涤酒器。</p> <p><strong>归隐田园<br></strong>　　卓王孙听到女儿的事情之后，感到很耻辱，因此闭门不出。一些兄弟和长辈交相劝说卓王孙，说：“你有一个儿子两个女儿，家中所缺少的不是钱财。如今，文君已经成了司马长卿的妻子，长卿本来也已厌倦了离家奔波的生涯，虽然贫穷，但他确实是个人才，完全可以依靠。况且他又是县令的贵客，为什么偏偏让他们受这样的委屈！”卓王孙不得已，只好分给文君家奴一百人，钱一百万，以及她出嫁时的衣服被褥和各种财物。文君就同相如回到成都，买了田地房屋，成为富有的人家。后来司马相如所写《子虚赋》得到汉武帝赏识，又以《上林赋》被封为郎（帝王的侍从官）。司马相如衣锦荣归，着实让岳父卓王孙风光了一把，卓王孙献金相认。</p><br/><h2>轶事典故</h2> 　　<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>（约公元前179年以后—前117年以后），西汉蜀郡临邛（今四川邛崃）人，大富商卓王孙的女儿。容貌秀丽，喜欢音乐；十七岁而寡。辞赋家<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>落魄归蜀时，文君毅然冲决封建罗网，与之自由结合。《史记·司马相如列传》中载有她的事迹。<br>　　司马相如原是汉景帝的弟弟梁孝王刘武的门客。梁孝王死后，司马相如回到老家成都，可是家境贫困，无以为生。他一向跟临邛县令王吉很有交情，便到临邛县去作客，受到王吉的礼遇。<br>　　这天，王吉到卓王孙家赴宴，宾客来了上百人。到了午时，司马相如也应邀而至。在座的人均为他那潇洒的神采所倾倒。而当酒酣耳热之际，王吉捧琴至司马相如跟前：“闻君擅长琴技，请弹一曲，如何？”司马相如推辞了一番，便弹了两支曲子。这就是著名的琴曲《凤求凰》。众宾客只晓得弹得铮铮动听，又谁能解曲中深意！曲辞①是：<br>　　凤兮凤兮归故乡，游遨四海求其凰。<br>　　有艳淑女在此房，何缘交接为鸳鸯？<br>　　凤兮凤兮从我栖，得托孽尾永为妃。<br>　　交情通体心和谐，中夜相从知者谁？<br>　　知者谁？知者是卓王孙之女文君！文君新寡，又素爱音乐。因而司马相如就借琴曲来倾述自己的爱慕之意。席间，文君听到了司马相如的琴声，偷偷地从门缝中看他，不由得为他的气派、风度和才情所吸引，产生了敬慕之情。宴毕，相如又通过文君的侍婢向她转达心意。当夜，卓文君私自跑到司马相如的旅舍，决心跟他患难与共，生死相依。<br>　　司马相如带着卓文君，快马加鞭，赶回成都。然而他的家境穷困不堪，除了四面墙壁之外，简直一无所有。卓王孙得知文君跟司马相如私奔后，大为恼怒，说道：“文君太不成器，我不忍心杀死她，可是也别想得到我的一文钱！”<br>　　卓文君在成都住了一些时候，对司马相如说：“其实你只要跟我到临邛去，向我的同族兄弟们借些钱，我们就可以设法维持生活了。”司马相如听了她的话，便跟她一起到了临邛。他们把车马卖掉做本钱，开了一家酒店。卓文君挡路买酒，掌管店务；司马相如系着围裙，夹杂在伙计们中间洗涤杯盘瓦器。<br>　　卓王孙闻讯后，深以为耻，觉得没脸见人，就整天杜门不出。他的弟兄和长辈都劝他说：“你只有一子二女，又并不缺少钱财。如今文君已经委身于司马相如，司马相如一时不愿到外面去求官，虽然家境清寒，但毕竟是个人材；文君的终身总算有了依托。而且，他还是我们县令的贵客，你怎么可以叫他如此难堪呢？”卓王孙无可奈何，只得分给文君奴仆百人，铜钱百万，又把她出嫁时候的衣被财物一并送去。于是，卓文君和司马相如双双回到成都，过着富足的生活。<br>　　这就是有名的“文君夜奔”的故事。<br>　　这个故事在民间广为流传，后世小说、戏曲也曾取作题材。比如，《古今杂剧》中有明太祖第十七子朱权《卓文君私奔相如》一卷；清人舒位《瓶笙馆修箫谱》中有《卓女当垆》一剧。卓文君的“越礼”行为，无疑是对封建礼教的勇敢挑战。她的胆识，诚然是值得讴歌赞颂的。同时，卓王孙为了顾全自己富家的体面，最终不得不对女儿作出让步和妥协，这也显示出封建礼教的脆弱性和虚伪性。<br>　　另据《西京杂记》卷三记载：“相如将聘茂陵人女为妾，卓文君作《白头吟》以自绝，相如乃止。”此说似不足信。<br>　　《白头吟》最早见于《玉台新咏》，另有《宋书·乐志》载晋乐所奏歌辞。两篇内容大致相同，后者篇幅较长。《乐府<a href=\"http://so.gushiwen.org/author_785.aspx\">诗</a>集》一并载入《相和歌·楚调曲》。《白头吟》本辞是一首凄丽的绝妙好辞：<br>　　皑如山上雪，皎若云间月。<br>　　闻君有两意，故来相决绝。<br>　　今日斗酒会，明旦沟水头；<br>　　躞蹀御沟上，沟水东西流。<br>　　凄凄复凄凄，嫁娶不须啼；<br>　　愿得一心人，白头不相离。<br>　　竹竿何袅袅，鱼尾何蓰蓰。<br>　　男儿重意气，何用钱刀为！<br>　　诗的内容确是写男有二心，女方表示决绝。因为诗中有“愿得一心人，白头不相离”的句子，所以便以《白头吟》作为诗的题目。但《白头吟》究竟是否文君所作，后人多疑出于附会。据《宋书·乐志》看来，它与《江南可采莲》一类乐府古辞，都同属汉代的“街陌谣讴”，带有浓厚的民歌色彩。《乐府诗集》和《太平御览》也都把它作为“古辞”。《玉台新咏》题作《皑如山上雪》，非但不作为文君的诗篇，就连题目也不叫《白头吟》。惟有《西京杂记》有文君作《白头吟》以自绝之说，然而却不著录歌辞。清人冯舒在《诗纪匡谬》中也力辩其伪。因而这或许是一首来自民间的作品，或许文君自有别篇也未可知。但无论如何，这是在我国古代歌谣中也有一定价值的作品。诗的语气决绝而又不舍，怨恨而又抱有期望，思想感情复杂而深沉，尤其是“凄凄复凄凄”四句，艺术手法很是巧妙。正如张玉谷《古诗赏析》所说：“妙在从人家嫁娶时凄凄啼哭，凭空指点一妇人同有之愿，不着己身说，而己身已在里许。”《白头吟》的思想艺术价值还是不可忽视的。<br>　　据传说，文君还写了两次信给相如，现抄录于此：<br>　　春华竞芳，五色凌素，琴尚在御，而新声代故。锦水有鸳，汉宫有水，彼物而新，嗟世之人兮，瞀于淫而不悟！<br>　　朱弦断，明镜缺，朝露晞，芳时歇；白头吟，伤离别，努力加餐勿念妾。锦水汤汤，与君长诀！<br>　　《西京杂记》又传司马相如死后，“文君为诔”，亦不可信。《司马相如诔》原载明人梅鼎祚《历代文纪》，然而出处不详；《西京杂记》虽说“文君为诔，传于世'”，可又不载其辞。据前人考证看来，《司马相如诔》②一文当是后人伪托。<br>　　尽管《西京杂记》之说值得怀疑，但是有一点，卓文君是个能诗善画的女才子，恐怕是可以推断的③。<br>　　①此据《艺文类聚》，与《史记·司马相如列传》索隐所记稍异。<br>　　②参见清人严可均校辑的《全上古三代秦汉三国六朝文·全汉文》卷五十七。<br>　　③明人胡应麟论及汉魏间夫妇俱有文词而最名显者，首推司马相如和卓文君。参见《诗薮》外编卷一。<br>　　△「南朝·梁」<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>编选：《玉台新咏》卷一△「南朝·梁」<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>：《宋书》卷十九、卷二十一△「唐」<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>等辑：《艺文类聚》卷四十三、卷四十四△「宋」<a href=\"http://so.gushiwen.org/author_55.aspx\">郭茂倩</a>编：《乐府诗集》卷四十一△北京大学中国文学史教研室选注：《两汉文学史参考资料》△余冠英选注：《乐府诗选》、《汉魏六朝诗选》△路侃如：《乐府古辞考》七△谭正璧：《中国女性的文学生活》第二章<br>　　司马相如初出道时，担任汉景帝的武骑常侍（骑兵侍卫），但是，他本人并不喜欢这个职业。司马相如喜爱的是写赋（一种文体），但是，汉景帝偏偏不喜爱赋。所以，景帝朝司马相如才华得不到施展，干得很郁闷。<br>　　后来，梁孝王进京，随同他一块来的有<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>、<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、庄忌等人，相如和这几位辞赋高手，志趣相投，非常谈得来。于是，他以有病为由辞去了景帝朝的“郎”，随梁孝王到了梁国。梁孝王让司马相如和邹阳、枚乘等人一同居住，享受同等待遇。在此期间，司马相如创作了著名的《子虚赋》，声名鹊起。<br>　　但是，不久（景帝中元六年，前144），梁孝王病卒，门客各奔东西。司马相如离开梁地，回到家乡成都。《史记司马相如传》记载：梁孝王卒，相如归，而家贫无以自业。《汉书司马相如传》：梁孝王薨，相如归，而家贫无以自业。这两本重要史书记载的内容完全一致，都说司马相如从梁孝王游宦归来后，家贫无以自业，家中穷困，没有谋生的手段。<br>　　这段记载非常可疑。如果司马相如真是“家贫无以自业”，那么，他当初怎么能够“以赀为郎”呢？但是，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>两个人都这么写，我们今天已经无法知道事实的真相了。<br>　　正是在这种情况下，临邛县（今四川邛崃）令王吉邀请司马相如到临邛。王县长与司马相如是莫逆之交，司马相如来到后，王吉将他安顿在县城的宾馆（都亭）里。<br>　　一场“琴挑”的浪漫剧正式拉开序幕。<br>　　临邛县令王吉安置好密友司马相如之后，故意装出一副谦恭的姿态，天天到宾馆来看望司马相如。司马相如开始每天还见见县令王吉，后来，县令来访，司马相如一律谢绝。司马相如越是谢绝，王吉越是恭敬，照样天天来访（临邛令缪为恭敬，日往朝相如。相如初尚见之，后，使从者谢吉。吉愈益谨肃）。<br>　　司马迁在司马相如传中写下的“缪为恭敬”四个字非常值得玩味，所谓“缪为恭敬”，就是故意装出一副毕恭毕敬的姿态。王县长为什么要装出这副毕恭毕敬的姿态？司马相如和王吉究竟在打什么主意呢？<br>　　原来，临邛县有两位钢铁大王，一位是卓王孙，一位是程郑，两家都以炼铁暴富，是临邛两位著名民营企业家，按照时下的说法，一位是卓总，一位是程总。卓王孙家中的奴仆有八百多人，程郑家中的奴仆也有数百人，略逊一筹。这两位老总听说王县长天天去宾馆看望一位贵客，还屡屡碰壁，非常好奇，很想见识一下。思来想去，便想出一计。既然是县长的贵客，作为民企老总，我们理应表示一下。不如备下一桌酒宴，好好款待一下人家，顺便也宴请一下县长（令有贵客，为具召之，并召令）。<br>　　到了宴请这一天，王县长先来到卓总家中。此时，上百位宾客已经入席，等到中午，卓文孙才派人去请司马相如前来赴宴；但是，司马长卿推说有病不能赴宴。本来，等陪客们都到了才去请主宾，这是对客人非常尊敬的一种做法。但是，主宾不来，卓王孙别提多难堪了。王县长一听司马相如不来，菜都不敢吃一口，立即登门去请。司马相如见王县长如此盛情，没有办法，只好免强成行。司马相如一到，他的风采立刻震撼了酒宴中的整个临邛上流社会之人（卓氏客以百数，至日中，谒司马长卿。长卿谢病，不能往。临邛令不敢尝食，自往迎相如。相如不得已强往，一坐尽倾）。<br>　　有趣的是，《汉书》和《史记》记载王县长亲请司马相如一事有一字之差：《史记》写的是“相如不得已强往”，《汉书》写的是“相如为不得已而强往”。比起《史记》，《汉书》多了一个“为”字，“为”者“伪”也，即司马相如故作清高，假装不愿去赴宴。班固写得比司马迁更透彻，他揭示了司马相如和密友王县长的确是策划了一个大阴谋。那么，司马相如和密友王县长究竟想从这个阴谋中得到什么呢？<br>　　通过《汉书》这个“为”字，我们基本上可以知道，司马相如这次临邛之行，绝对不是一般的探亲访友，而是有备而来，要办成一件事，而且这件事一定和卓王孙有关。<br>　　王县长将司马相如安顿在宾馆里天天去朝拜，就是在造势，制造新闻热点，吸引卓王孙的眼球；果然，这出戏引得王孙总上钩了：亲摆家宴宴请司马相如。赴宴之际，他又“千呼万唤始出来”，吊足了卓王孙的胃口，哄抬了自己的身价。<br>　　酒宴进行到高潮时，王县长把一张琴恭恭敬敬送到司马相如面前，说：听说长卿的琴弹得极好，希望能弹一曲以助酒兴。司马相如一再推辞，王县长一再相邀，最后，拗不过去的司马相如便顺手弹了两支曲子（酒酣，临邛令前奏琴曰：窃闻长卿好之，愿以自娱。相如辞谢，为鼓一再行）。<br>　　《史记司马相如传》记载：相如口吃而善著书。司马相如有一个生理缺陷，就是口吃，但是，他的文章写得非常之好。王县长之所以让司马相如赋琴，一是让司马相如回避了自己的弱项——口吃，二是发挥了自己的强项——弹琴。<br>　　既然做了这么多的铺垫，司马相如弹这两支曲子，到为什么呢？<br>　　原来，这位卓总有一个宝贝女儿叫卓文君，这位文君小姐刚刚守寡，回到娘家暂住。她非常喜欢音乐，又特别精通琴瑟。所以，司马相如与其说是为王县长弹两支曲子，不如说是司马相如想用琴音挑动卓文君的芳心（是时卓王孙有女文君，新寡，好音。故相如缪与令相重而以琴心挑之）。大家特别注意司马迁“相如缪与令相重而以琴心挑之”这句话中的“缪”字，司马相如有意装出来为王县长抚琴一曲，但是，实际上此曲绝非为县长大人所奏，而是为了让一位小姐芳心暗许。<br>　　一个人有了爱好，就成为一个人的软肋。卓文君酷爱音乐，精通音乐，这恰恰成了卓文君的软肋。司马相如其实早就把卓文君给琢磨透了，卓文君酷爱音乐，精通琴瑟，这就是她的心理兴奋点。一曲表达自己爱慕之情的琴曲正是司马相如打开卓文君芳心的一把万能钥匙。原来司马相如故弄玄虚、排兵布阵多时，要谋的就是卓王孙的掌上明珠——卓文君。<br>　　司马相如应临邛县长王吉的邀请来临邛之时，跟随他来的车马非常多，来到之后处处表现得从容大方，举止文雅，加上他英俊帅气，整个临邛县无人不知。寡居在家的卓文君早就听闻，只是无缘相会。等到司马相如到自己家中饮酒，弹琴，文君从门缝里看见司马相如风流倜傥的样子，内心十二万分仰慕，还生恐自己配不上他。而两支求婚曲让文君小姐听得如醉如痴，心动不已。<br>　　这就是所谓司马相如的“琴挑”，即用琴声挑动文君的春心。"
}