{
  "id": 391,
  "star": 120,
  "name": "薛涛",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_391.jpg",
  "dynasty": "唐代",
  "desc": "薛涛（约768～832年），唐代女诗人，字洪度。长安（今陕西西安）人。因父亲薛郧做官而来到蜀地，父亲死后薛涛居于成都。居成都时，成都的最高地方军政长官剑南西川节度使前后更换十一届，大多与薛涛有诗文往来。韦皋任节度使时，拟奏请唐德宗授薛涛以秘书省校书郎官衔，但因格于旧例，未能实现，但人们却称之为“女校书”。曾居浣花溪（今有浣花溪公园）上，制作桃红色小笺写诗，后人仿制，称“薛涛笺”。成都望江楼公园有薛涛墓。",
  "content": "<h2>情感纠葛</h2> <p>　　<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>与<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>一见钟情，当时薛涛已三十八岁，而元稹小薛涛十一岁。元稹9岁能文，16岁明经及第，24岁授秘书省校书郎，28岁举制科对策第一，官拜左拾遗。是中唐时期与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>齐名的<a href=\"http://so.gushiwen.org/author_391.aspx\">诗</a>人，世称“元白”。</p> <p>　　当时，薛涛在诗坛已有盛名，令元稹十分仰慕，只恨无缘一面。直到元和四年（809）元稹任监察御史，奉使按察两川，才有机会托人与薛涛相识。三十八岁的薛涛，成熟且有魅力，才情俱备，年老色未衰，吸引了亡妻的元稹。二人一见如故，相见恨晚，共同赋诗吟词，好不惬意。</p> <p>　　薛涛已经38岁，对迎来送往的诗妓生涯早已颇感厌倦，见到元稹，即有托身相许之意。她还作过一首诗《池上双鸟》：双栖绿池上，朝暮共飞还；更忙将趋日，同心莲叶间，表达了她追求真情挚爱愿与元稹双宿双飞的愿望。然而此一段缠绵缱绻的情感，却因数月后元稹离蜀返京，从此天涯两分。</p> <p>　　薛涛在《赠远》诗中是这样描绘的：“知君未转秦关骑，日照千门掩袖啼。闺阁不知戎马事，月高还上望夫楼。”大约两人分手之际，元稹曾答应过了却公事之后，会再来成都与薛涛团聚。但世事难测，实际情形并不如约定的那样，元稹后来仕途坎坷，官无定所，在后来频繁的调动之中，原本比薛涛年轻的元稹，自然不能坚守爱情，加之唐代官吏与妓女交往并无禁令，元之移情别恋，也就在所难免。尽管分手之后，两人也还保持文墨往来，但在元稹一面，似乎只是应付，并非如当日之信誓旦旦了。薛涛只有远望长安，掩袖悲叹，像所有盼望丈夫归来的妻子，在月缺月圆的时候，登楼寄托一份怀旧的哀思。</p> <p>　　就中国文学史而言，两人也许算得一段佳话；但从薛涛个人的角度来说，却是一幕遥远凄清的回忆。薛涛悒郁寡欢，终身未嫁。</p><br/><h2>人物生平</h2> <p><strong>堪比<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的才女<br></strong>　　<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>，长安人，父亲薛郧在京城长安当官，学识渊博，把这个唯一的女儿视为掌上明珠，从小就教她读书、写<a href=\"http://so.gushiwen.org/author_391.aspx\">诗</a>。</p> <p>　　薛涛八岁那年，薛郧在庭院里的梧桐树下歇凉，他忽有所悟，吟诵道：“庭除一古桐，耸干入云中。”薛涛头都没抬，随口续上了父亲薛勋的诗：“枝迎南北鸟，叶送往来风。”那一年，薛涛不过八九岁。她天分很高，让父亲又喜又忧。</p> <p>　　薛郧为人正直，敢于说话，结果得罪了当朝权贵而被贬谪到四川，一家人跋山涉水，从繁华的京城长安搬到了遥远的成都。没过几年，他又因为出使南诏沾染了瘴疠而命丧黄泉。那时薛涛年仅14岁。母女俩的生活立刻陷入困境。薛涛不得已，凭借“容姿既丽”和“通音律，善辩慧，工诗赋”，在16岁加入乐籍，成了一名营妓。</p> <p>　　那时的官员们往往都是科举出身，文化素质不低，要让他们看得上眼，不仅需要美貌，更需要才艺、辞令和见识，而这正是薛涛的长项。身在娱乐场中，使得她与当时许多著名诗人都有来往，在这份名单中不乏像<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>、<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>、<a href=\"http://so.gushiwen.org/author_56.aspx\">张祜</a>等诗坛领袖。薛涛作诗500多首，然而这些诗歌大多散失，流传至今仅存90余首，十分令人惋惜。</p> <p><strong>大帅府里的女校书<br></strong>　　贞元元年（785年），中书令韦皋出任剑南西川节度使。在一次酒宴中，韦皋让薛涛即席赋诗，薛涛神态从容地拿过纸笔，提笔而就《谒巫山庙》，诗中写道：“朝朝夜夜阳台下，为雨为云楚国亡；惆怅庙前多少柳，春来空斗画眉长。”韦皋看罢，拍案叫绝。这首诗完全不像出自一个小女子之手。</p> <p>　　一首诗就让薛涛声名鹊起，从此帅府中每有盛宴，薛涛成为侍宴的不二人选，很快成了韦皋身边的红人。</p> <p>　　韦皋任节度使时，随着接触的增多，就让她参与一些案牍工作。这些事对于薛涛来说，不过是小菜一碟，她写起公文来不但富于文采，而且细致认真，很少出错。韦皋仍然感觉大材小用，有一天他突发奇想，要向朝廷打报告，拟奏请唐德宗授薛涛以秘书省校书郎官衔，为薛涛申请作“校书郎”（一说为武元衡所奏）。“校书郎”的主要工作是公文撰写和典校藏书，虽然官阶仅为从九品，但这项工作的门槛却很高，按规定，只有进士出身的人才有资格担当此职，大诗人白居易、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、杜牧等都是从这个职位上做起的，历史上还从来没有哪一个女子担任过“校书郎”。但因格于旧例，未能实现，但人们却称之为“女校书”。</p> <p>　　薛涛红得发紫，不免有些恃宠而骄。前来四川的官员为了求见韦皋，多走薛涛的后门，纷纷给她送礼行贿，而薛涛“性亦狂逸”，你敢送我就敢收。不过她并不爱钱，收下之后一文不留，全部上交。虽然如此，她闹出的动静还是太大了，这让韦皋十分不满，一怒之下，下令将她发配松州（今四川松潘县），以示惩罚。</p> <p>　　松州地处西南边陲，人烟稀少，兵荒马乱，走在如此荒凉的路上，薛涛内心非常恐惧。用诗记录下自己的感受：“闻道边城苦，而今到始知。却将门下曲，唱与陇头儿。”她开始后悔自己的轻率与张扬，于是将那种感触诉诸笔端，写下了动人的《十离诗》。《十离诗》送到了韦皋手上，他的心一下子就软了，于是一纸命令，又将薛涛召回了成都。这次磨难，让薛涛看清了自己，归来不久，她就脱去了乐籍，成为了一个自由身，寓居于成都西郊浣花溪畔，院子里种满了枇杷花。那一年，她20岁。 </p> <p><strong>一场轰轰烈烈的姐弟恋<br></strong>　　元和四年（809年）三月，当时正如日中天的诗人<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>，以监察御史的身份，奉命出使地方。他久闻薛涛的芳名，所以到蜀地后，特地约她在梓州相见。与元稹一见面，就被这位年仅31岁的年轻诗人俊朗的外貌和出色的才情所吸引。</p> <p>　　薛涛的爱情之火一经燃烧，就极为炽烈。尽管她已经步入中年，但那种前所未有的震撼与激情告诉她，这个男人就是她梦寐以求的人，于是她便不顾一切，如同飞蛾扑火般将自己投身于爱的烈焰中。第二天，她满怀真情地写下了《池上双鸟》，完全一副柔情万种的小女子神态。</p> <p>　　迟来的爱情让薛涛感受到了从未有过的幸福，两个人流连在锦江边上，相伴于蜀山青川。那段时光，是薛涛一生最快活的日子。然而幸福总是最为短暂，这年7月，元稹调离川地，任职洛阳，细算起来，他们在一起的日子不过3个月而已。</p> <p>　　分别已不可避免，薛涛十分无奈。令她欣慰的是，很快她就收到了元稹寄来的书信，同样寄托着一份深情。劳燕分飞，两情远隔，此时能够寄托她相思之情的，唯有一首首诗了。薛涛迷上了写诗的信笺。她喜欢写四言绝句，律诗也常常只写八句，因此经常嫌平时写诗的纸幅太大。于是她对当地造纸的工艺加以改造，将纸染成桃红色，裁成精巧窄笺，特别适合书写情书，人称薛涛笺。</p> <p>　　可惜，元稹是个用智而不是用心去谈恋爱的人。才子多情也花心，但薛涛对他的思念还是刻骨铭心。她朝思暮想，满怀的幽怨与渴盼，汇聚成了流传千古的名诗《春望词》。</p> <p><strong>一袭道袍了余生<br></strong>　　元稹没有回来，有着自己的理由。两人年龄悬殊过大，31岁正是男人的风华岁月，而薛涛即便风韵绰约，毕竟大了11岁。另外更重要的是，薛涛乐籍出身，相当于一个风尘女子，对元稹的仕途只有负作用，没有正能量。对于这些，薛涛也能想明白，并不后悔，很坦然，没有一般小女子那种一失恋便寻死觅活的做派。</p> <p>　　只是，从此她脱下了极为喜爱的红裙，换上了一袭灰色的道袍，她的人生从炽烈走向了淡然，浣花溪旁仍然车马喧嚣，人来人往，但她的内心却坚守着一方净地。</p> <p>　　人生垂暮，薛涛逐渐厌倦了世间的繁华与喧嚣。她离开了浣花溪，移居到碧鸡坊（今成都金丝街附近），筑起了一座吟诗楼，独自度过了最后的时光。大和六年（832年）夏，薛涛安详地闭上了双眼。第二年，曾任宰相的<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>为她亲手题写了墓志铭，墓碑上写着“西川女校书薛涛洪度之墓”。</p><br/><h2>历史相关</h2> <p><strong>“韦令孔雀”</strong><br>　　韦皋镇蜀之初（贞元元年、公元七八五年），南越献孔雀一只，皋依涛意，于使宅开池设笼以栖之。至大和五年（公元八三一年）秋，孔雀死。次年夏，涛亦卒。一些<a href=\"http://so.gushiwen.org/author_391.aspx\">诗</a>词中提到的“韦令孔雀”也就是指的这段史话。<br>　　<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>字　薛涛字无女子气，笔力峻激。其行书妙处，颇得<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>法，少加以学，亦卫夫人之流也。每喜写己所作诗，语亦工，思致俊逸，法书警句，因而得名。若公孙大娘舞“剑器”，黄四娘家花，托于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>而后有传也。然涛字真迹今皆佚。</p> <p><strong>薛涛笺</strong><br>　　薛涛自贞元初被罚赴边回，即退隐于成都西郊之浣花溪甚久。浣花之人多业造纸，涛惜其幅大，不便写己所作小诗，她在成都浣花溪采用木芙蓉皮作原料，加入芙蓉花汁，制成深红色精美的小彩笺，后世流行之红色小八行纸，薛涛笺也。多用于写情诗情书，表达爱慕思念之意，在当时及后世极为流传。因为薛涛所发明，所以称为薛涛笺。至于称浣花笺、松花笺、十样笺为涛笺者，实误。浣花殆假借地名；松花恐浣花笔误，况松花嫩绿色；而十样笺出自北宋。时谢景初于浣花溪专造十色笺（深红、粉红、杏红、明黄、深青、浅青、深绿、浅绿、铜绿、浅云），号谢公笺。</p> <p><strong>薛涛井</strong><br>　　薛涛井旧名玉女津，“水味甘冽，异于江泉。”乃因井傍锦江，源出江泉，又经砂滤过耳。传涛造笺系自此井取水，无考。然明藩确取此井之水造纸，且以上贡。康熙三年（公元一六六四年）三月，冀应熊始书薛涛井三字，立石碑于井傍。嘉庆十九年（公元一八一四年），四川总督常明奉敕建雷祖庙于井左，布政使方积与王启锟等，因建吟诗楼、浣花亭于井右。</p> <p><strong>薛涛酒</strong><br>　　居人汲井为酒，名薛涛酒，甚美。但是，薛涛制笺系自所谓薛涛井取水之说，明代始尔，斯已谬矣。清初忽有用薛涛井水酿酒之事，自更与涛无关。但已吟咏不绝，皆附丽而已。</p> <p><strong>薛涛墓</strong><br>　　位于成都望江楼公园西北角的竹林深处。主体由墓、墓碑、墓基平台组成，四周有护栏分隔。墓体直径约三米，由三层红砂条石砌成圆形墓基，环墓为一米宽的墓基平台，用石板拼成环墓小路，墓与平台形成一个整体，视觉效果甚佳。关于碑的造型，最初设计为浮雕云头碑，后由于在公园发现一块风蚀的古碑，碑高一点五八米，宽零点八二米，碑右上方隐约可见明“万历”二字，故为明碑，中间正文首字一点一横一撇的广旁似唐字，猜测应为唐女校书薛洪度墓碑，重新设计时参考了该碑的造型、尺寸，形成现在的墓体造型。现在的幕碑正面“唐女校书薛洪度墓”八个大字，由四川省著名书法家刘秉谦先生1994年十月题写。碑背面的“重建薛涛墓碑记”由四川省薛涛研究会副会长刘天文撰写。薛涛墓的立意布局，根据我国儒家思想和道家学说，认为天圆地方，设计以墙界为方以墓为圆，寓意女诗人在天地中安息，永为世人凭吊。<br>　　据唐末诗人<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>诗云：“渚远清江碧簟纹，小桃花绕薛涛坟”知唐时薛涛墓四周种了不少桃树。又据清朝初期诗人郑成基诗句：“昔日桃花无剩影，到今斑竹有啼痕”知清代的薛涛墓旁已无桃花，唯有修竹万竿。故现在的薛涛墓旁栽种了桃花、翠竹，以示纪念这位杰出的女诗人。<br>　　太和五年，公元832年一个秋日的黄昏一代才女薛涛香消玉殒，65岁的薛涛永远闭上了她寂寞的眼睛。当时的剑南节度使<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>为她亲手题写了墓志铭，并在她的墓碑上刻上了“西川女校书薛涛洪度之墓”，至此，女校书便真的成了薛涛的别名。但真正葬于何处，史料并无明确记载，毕生致力于研究薛涛的专家，原上海大公报记者张蓬舟老先生根据晚唐诗人郑谷诗句“渚远清江碧簟纹，小桃花绕薛涛坟，朱桥直指金门路，粉堞高连玉垒云，窗下断琴翘风足，波中濯锦散鸥群，子规夜夜啼巴蜀，不并吴乡楚国闻”，推测薛涛坟应在望江楼东面的锦江之滨。当然也有学者认为薛涛晚年生活在城西浣花溪。按照常理推断死后也应葬在城西一带。由于没有明文记载，当然也不排除葬在城东的可能。晚清贵阳诗人陈矩《洪度集》云：“墓去井里许，在民舍旁”，李淑熏的《记薛涛坟》中载：“江楼南去二三里，荒陇犹留土一抔”可知薛涛墓距薛涛井最多二三里之远。二十世纪六十年代以前，距望江楼公园仅一墙之隔的四川大学校园曾有薛涛墓并题有墓碑，只可惜毁于十年动乱之中，踪迹全无，为我们后人破解其真伪留下了无穷的遗憾。 </p><br/><h2>年谱</h2> <p>此年谱以<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>年谱为纲，所列<a href=\"http://so.gushiwen.org/author_391.aspx\">诗</a>歌除注明作者外，均为薛涛作品。<br>大历五年（770）薛涛生。<br>大历十二年 续父《井梧吟》。（此诗作于十二年到十三年间）大历十四年 <a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>生。贞元元年（785）入乐籍。<br>贞元四年 与韦晋行《千字文令》。<br>贞元五年韦皋罚薛涛赴松州，旋即释回。脱乐籍，退隐浣花溪。作品：《罚赴边上韦相 公二首》、《罚赴边有怀上韦相公二首》、《十离诗》十首。<br>贞元九年元稹明经及第。<br>贞元十六年 元稹与<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>恋爱，旋即弃之。<br>贞元十八年元稹登吏部乙科，授校书郎。<br>贞元十九年 稹娶太子少保韦夏卿季女韦丛。<br>元和元年（806）《贼平后上高相公》、与<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>行《一字令》。（公元805年<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>反，806年高崇文讨平。）<br>元和二年武元衡充剑南西川节度使。<br>元和三年武元衡奏薛涛为校书郎。作品：《续嘉陵驿诗献武相国》、《上川主武元衡相国二首》<br>元和四年 稹三月授监罕御史，出使东川。涛识元稹。时稹年三十，涛年四十。稹七月移务洛阳。稹妻韦丛卒。作品：《四友赞》<br>元和五年创制薛涛笺（一种深红色小笺）。稹二月贬江陵府士曹参军。作品：《赠远二首》<br>元和六年稹在江陵贬所纳妾安仙嫔。<br>元和九年稹徙唐州从事。<br>元和十年武元衡卒。稹正月自唐州还京。三月，出为通州司马。五月续娶裴淑。作品：《别李郎中》<br>元和十三年——元和十五年《浣花亭陪川主<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>相公暨寮同赋早菊》<br>元和十四年 稹转虢州长史。徵还，为膳部员外郎。<br>元和十五年稹为祠部郎中，知制诰。<br>长庆元年（821）稹入翰林，为中书舍人承旨学士。旋罢授工部侍郎。《段相国游武担寺病不能从题寄》、《赠段校书》、《寄旧诗与元微之》。元稹作《寄赠薛涛》<br>长庆二年稹 二月同平章事。六月，罢为同州刺史。<br>长庆三年稹冬转越州刺史，兼浙东观察史。<br>长庆四年 <a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>作《与薛涛》<br>大和三年稹 九月入为尚书左丞。<br>大和四年稹 正月充武昌军节度使。<br>大和五年（831）元稹卒。 《筹边楼》大和六年 夏，薛涛卒。作品《赏梨花和李太尉》。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《和西川李尚书〈伤孔雀及薛涛〉之什》。<br>大和七年<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>抵镇，为薛涛撰墓志。<br>——以上资料据张篷舟笺注《薛涛诗笺》人民文学出版社1983年版。</p>"
}