{
  "id": 822,
  "star": 9,
  "name": "枚乘",
  "image": "http://img.gushiwen.org/authorImg/meicheng.jpg",
  "dynasty": "两汉",
  "desc": "枚乘（？～前140)，字叔，西汉辞赋家。汉族，秦建治时古淮阴人。枚乘因再七国叛乱前后两次上谏吴王而显名。文学上的主要成就是辞赋，《汉书·艺文志》著录“枚乘赋九篇”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>以游谈之士而为文学家，所作之赋才充分显现了 腴辞云构，夸丽风骇 的散体汉赋的特点，使之成为 铺采摛文，体物写志 的全新的文学体裁，脱离楚辞余绪， 与<a href=\"http://so.gushiwen.org/author_822.aspx\">诗</a>画境 而成熟。</p> <p>　　文帝时，吴王刘濞招四方游士，枚乘遂仕吴，为郎中；曾上书谏吴王，不听，于是离吴至梁，从游于梁孝王刘武。景帝即位后，召为弘农都尉；因不乐郡职，称病而辞，复游梁。待梁孝王病薨，遂退归淮阴。武帝为太子时就闻枚乘之名，及即位，就以安车蒲轮征之，然枚乘已年老，未至长安而卒于道中。</p> <p>　　《汉书·艺文志》著录枚乘赋有九篇，然现在枚乘名下仅存三篇，为载于《文选》的《七发》、载于《古文苑》的《梁王菟园赋》及《忘忧馆柳赋》。</p> <p>　　其中《梁王菟园赋》曾被<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙·诠赋》称为 举要以会新.但文字已错脱不可理，近世虽经黄侃校释，勉强可通，但为《古文苑》作注的宋代章樵早已疑曰： 乘有二书谏吴王濞，通亮正直，非词人比。是时梁王宫室逾制，出入警跸，使乘果为此赋，必有以规警之。详观其辞，始言苑囿之广，中言林木禽鸟之富，继以士女游观之乐，而终之以郊上采桑之妇人，略无一语及王，气象萧索。盖王薨、乘死后，其子（枚）皋所为，随所睹而笔之。史言皋诙笑类俳倡，为赋疾而不工。后人传写，误以后乘耳。 究竟如何，已难考定。至于《忘忧馆柳赋》，最早出自晋代<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>《西京杂记》，文词骈俪，而且两处不避汉惠帝刘盈之讳，故被认为是后世伪托之作。这样，枚乘赋传下来的只有《七发》一篇了。《七发》是假托楚太子有病，而吴客前往探视，以客、主二人问答的形式铺写而成。其内容是从自文帝到景帝汉代的王公贵族日益奢侈腐化，精神状态也日渐萎靡颓唐的现实出发，通过对大量富于典型意义的腐败现象的具体描述，向统治者痛下针砭，并积极地提出以 要言妙道 为其解救的方法。全文篇制弘阔，长达二千多字，是首先出现的第一篇名符其实的散体大赋，在汉赋发展史上具有里程碑的意义。</p> <p>　　所谓《七发》，《文选》李善注为： 说七事以起发太子也。 全文共分八段，第一段写 楚太子有疾，而吴客往问之 ，指出太子之病，源在于生活过分地侈靡安逸，所谓 今夫贵人之子，必宫居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘膬（脆），脭脓肥厚；衣裳则杂遝曼暖，烁热暑。……且夫出舆入辇，……越女侍前，齐姬奉后；往来游燕，纵恣于曲房隐间之中。此甘餐毒药，戏猛兽之爪牙也。 长此以往， 虽令扁鹊治内，巫咸治外，尚何及哉！ 进而提出 今太子之病，可无药石针刺灸疗而已，可以要言妙道说而去之也。 也就是用思想启发、振作精神的办法来治疗。这一段是全篇的基础、立赋的宗旨，思想性最强，可谓痛下针砭，一针见血。待楚太子表示： 仆愿闻之。 之后，从第二段至第七段，吴客就分别以音乐、饮食、车马、游观、田猎、观涛六种事，由静而动，由近及远地一步步启发太子，诱导他改变生活方式。这六段虽然并不是作品的中心思想之所在，但却是全赋的主体结构。作者以铺张扬厉之法，细致精工地描绘了许多贵族生活富丽堂皇的场面和情景，同时又寓明显的讽谕和劝戒，在艺术上不仅藻饰盛丽，颇具音律之美，而且还不显雕琢堆砌。其中第七段观涛描写广陵长江大潮的奇观，历来被称为最精彩的一段美文。文中先写大潮到来之前已足以使听者心动向往的江水混浩荡漾之态： 怳兮忽兮，聊兮栗兮，混汩汩兮；忽兮慌兮，俶兮傥兮，浩瀇漾兮，慌旷旷兮。……汩乘流而下降兮，或不知其所止；或纷纭其流折兮，忽缪往而不来。 继而再写 江水逆流，海水上潮 的壮伟景观： 其始起也，洪淋淋焉，若白鹭之下翔；其少进也，浩浩，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装；其旁作而奔起也，飘飘焉如轻车之勒兵。六驾蛟龙，附从太白，纯驰浩晲，前后骆驿。颙颙卬卬，椐椐强强，莘莘将将，壁垒重坚，沓杂似军行。</p> <p>　　訇隐匈，轧盘涌裔，源不可当。…… 如此声势威貌，极尽夸张、渲染，确如方伯海所评： 心思魄力，凿险洞幽，神技也，亦绝也。 （引自《评注昭明文选》）像这样描写景观的词采声色，是枚乘之前从未有过的。</p> <p>　　然而对以上六种事物活动，楚太子依然不能 起而观之 ，于是最后第八段即顺势写吴客适时揭出第七种事： 将为太子奏方术之士有资略者，若<a href=\"http://so.gushiwen.org/author_685.aspx\">庄周</a>、魏牟、杨朱、墨翟、便蜎、詹何之伦，使之论天下之精微，理万物之是非。孔、老览观，孟子持筹而算之，万不失一。此亦天下要言妙道也，太子岂欲闻之乎·于是太子据几而起曰：' 涣乎若一听圣人辩士之言' 涊然汗出，霍然病已。所谓 说到精论，更无容费词.表现出以精神修养克服物欲的主旨，从而结束全篇。</p> <p>　　枚乘《七发》对后世汉赋创作的繁盛有很大影响。这不仅如前人所指出的第二段写音乐 虽只二百字，而实具《子虚》规模，后来箫、笛、琴赋祖此.第五段写游观 内具七种意思，山川、辞赋、宫馆、鸟鱼、草木、声伎、女色，次第铺叙，绝紧严，而造语更工妙，是《高唐》、《子虚》缩体 （《评注昭明文选》引孙月峰语）。而且致使 七 也成为一种特定体裁，西晋<a href=\"http://so.gushiwen.org/author_176.aspx\">傅玄</a>在《七谟序》中说： 昔枚乘作《七发》，而属文之士若傅毅、刘广世、崔駰、李尤、桓麟、崔琦、刘梁、桓彬之徒，承其流而作之者，纷焉《七激》、《七兴》、《七依》、《七款》、《七说》、《七蠲》、《七举》、《七设》之篇。于是通儒大才马季常（融）、张平子（衡）亦引其源其广之。马作《七厉》，张造《七辨》，或以恢大道而导幽滞，或以黜瑰奢而托讽咏，扬辉播烈，垂于后世者，凡十有余篇。 直到魏晋，还有<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>作《七启》、左思作《七讽》等等，南朝梁时，卞景居然汇集 七 体作品成《七林》十卷，可谓洋洋大观。然而皆不如枚乘《七发》，所以刘勰《文心雕龙·杂文》说： 自《七发》以下，作者继踵。观枚氏首唱，信独拔而伟丽矣。</p><br/><h2>详细介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>（？～前140)，字叔，西汉辞赋家。古淮阴（今江苏淮安市西南）人。曾做过吴王刘濞、梁王刘武的文学侍从。七国之乱前，曾上书谏阻吴王起兵；七国叛乱中，又上书劝谏吴王罢兵。吴王均不听。七国之乱平定后，枚乘因此而显名。景帝时，拜为弘农都尉，因非其所好，以病去官。武帝即位后，以“安车蒲轮”征之，因年老，死于途中。枚乘文学上的主要成就是辞赋。</p> <p>　　枚乘曾做过吴王刘濞、梁王刘武的文学侍从。七国之乱前，曾上书谏阻吴王起兵；七国叛乱中，又上书劝谏吴王罢兵。吴王均不听。七国之乱平定后，枚乘因此而显名。景帝时，拜为弘农都尉，因非其所好，以病去官。武帝即位后，以“安车蒲轮”征之，因年老，死于途中。枚乘文学上的主要成就是辞赋。《汉书·艺文志》著录“枚乘赋九篇”。今仅存《七发》、《柳赋》、《菟园赋》三篇。后两篇疑为伪托之作。</p> <p>　　《七发》见于南朝梁萧统《文选》，是一篇讽谕性作品。赋中假托楚太子有病，吴客前去探望，以互相问答的形式构成八段文字。首段为序，借吴客之口，分析了楚太子患病的缘由：贪逸享乐、荒淫奢侈的宫廷生活所造成，指出这种病非药灸所能治，唯有“以要言妙道说而去之”。第二至八段，即写吴客以七种办法启发太子，为他去 病。前六种是为他描述音乐之美、饮食之丰、马车之盛、宫苑之 宏深、田猎之壮阔、观涛之娱目舒心，结果都不管用。最后吴客向太子推荐文学方术之士，“论天下之精微，理万物之是非”。作品的主旨在于揭示贵族腐朽生活的戕害人身，提出了应进用文学方术之士的主张。《七发》辞采华美，气势壮观。其中“观涛”一节写得繁音促节，气壮神旺，令人怵目惊心，如临其境。《七发》的出现，标志着汉代散体大赋的正式形成。并影响到后人的创作，在赋中形成了一种主客问答形式的文体--“七体”。近人辑有《枚叔集》。</p>"
}