{
  "id": 563,
  "star": 21,
  "name": "陈子龙",
  "image": "http://img.gushiwen.org/authorImg/chenzilong.jpg",
  "dynasty": "明代",
  "desc": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。",
  "content": "<h2>生平</h2> <p><strong>名士风流</strong><br>　　<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>祖上世代务农，父亲陈所闻，以文学名江南，万历四十七年中进士，官至刑、工两部郎。陈子龙六岁入学，勤治经史，力攻章句。天启三年（1623年），十六岁举童子试，名居第二。时大批廷臣因为反对魏忠贤，纷纷被削职为民或逮之狱死。陈所闻告病在家，每阅邸报，扼腕叹息，教陈子龙剖析邪正，明辨是非。天启五年（1625年），他先后与本郡夏允彝、徐孚远、周立勋、宋征璧以及苏州、嘉兴等府的一些文人学士结为好友，切磋学术，议论时务，后来大都成为明季江南党社运动的骨干分子。天启六年（1626年），补松江府学生员。父病殁，居家守孝，闭门不出，博览群书，尤其致力于古文词。<br>　　崇祯元年（1628年），陈子龙二十一岁，与湖广宝庆府邵阳知县张轨端之女结为夫妻。崇祯二年，陈子龙中秀才，拔为第一。是年，夏允彝、杜麟征二人以在松江组织“几社”。“几者，绝学有再兴之几，而得知几其神之义也。”最初入社者有周立勋、徐孚远、彭宾三人。陈子龙“甫弱冠，闻是举也，奋然来归。诸君子以年少讶之，乃其才学则已精通经史，落纸惊人，遂成六子之数”，世称“几社六子”。几社和其他文社一样，起初是通过以文会友，选择知己，学习制艺，后来随着政治形势的变化，逐渐演变成一股政治势力。几社成立后汇刻八股文范本《几社壬申文选》，集六子之文，人各六十首。又刻《几社会义初集》、《二集》、《三集》、《四集》、《五集》，几社的声势由此大振。陈子龙的名气亦因之日重，“问业者日进，户外屦满”。崇祯三年（1630年）秋，应乡试，中举人。次年，赴京师会试，“为省中某公所黜”，周延儒建议朝廷重新检阅被废黜考生试卷，朝廷同意，开始重审，陈子龙答卷受到文安之、倪元璐赏识，周延儒“欲置异等”，但因陈子龙卷子存在涂抹，周害怕被政敌温体仁借机攻讦，放弃录取，于是陈子龙落第归里，从事古文词。[1]又作书数万言，极论时政得失，本欲上奏朝廷，被当时松江名士<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>戒之而止。<br>　　崇祯七年春，再度应会试，因此次主管录取的是温体仁，温体仁极度排斥复社成员，这一年复社成员被录取人数急剧减少，陈子龙自然落榜。受此重大打击，陈子龙几乎心灰意冷，回家闭门谢客，“专意于学问”，作古<a href=\"http://so.gushiwen.org/author_563.aspx\">诗</a>乐府百余章。接着，在松江南园读书、写作，成《属玉堂集》、《平露堂集》。<br>　　崇祯十年，第三次北上，与夏允彝同中进士，俱在丙科（三甲），当就外吏。陈子龙选得广东惠州府司理，未抵任而闻继母亡，回家治丧。</p> <p><strong>志士雄心</strong><br>　　此时关外清军压力与关内饥民起义使得本已衰朽的明皇朝已危在旦夕，同时促使一批忧国忧民的知识分子对王阳明后学的空谈误国产生强烈的不满，大声疾呼“经世致用”，以改变残酷的社会现实，陈子龙就是其中的一位典型代表。这一时期，他为古代中国科学与文化的发展做了两件极有意义的事情。<br>　　崇祯十一年（1638年）夏，陈子龙以“君子之学，贵于识时；时之所急，务之恐后”的紧迫感，与徐孚远、宋徵璧一起，取明朝名卿大臣“有涉世务、国政”之文，“撷其精英”，“又旁采以助高深”，“志在征实”，辑成《皇明经世文编》，凡五百零四卷，又补遗四卷。是书选文以明治乱、存异同、详军事、重经济为原则，内容十分丰富，包括政治、军事、赋役、财经、农田、水利、学校文化、典章制度等等，并根据当时接触到的许多现实问题，对其中一些文章加作旁注，表达了编者的政治主张。陈子龙等人编辑此书的动机和目的，是为了“上以备一代之典则，下以资后学之师法”，试图通过自己的努力，扭转“俗儒是古而非今，撷华而舍实”，不务实际的坏风气。它是一部“从历史实际出发，总结了明朝两百几十年统治经验，企图从中得出教训，用以改变当前现实、经世致用之书。这部书的编辑出版，对当时的文风、学风是一个严重的挑战，对稍后<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>、<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>等人讲求经世实用之学，也起了先行的作用”。<br>　　继后，陈子龙整理了徐光启的农学巨著《农政全书》。徐光启负经世之志，“其生平所学，博究天人，而皆主于实用。至于农事，尤所用心。盖以为生民率育之源，国家富强之本”。对于徐光启的为人和学问，陈子龙向来是十分敬佩的，早年曾到北京拜访他，“问当世之务”。徐光启谢世后，陈子龙从其次孙徐尔爵处得《农书》草稿数十卷，日夜抄录。崇祯十二年（1639年），“慨然以富国化民之本在是，遂删其繁芜，补其缺略”。“大约删者十之三，增者十之二”，灿然成《农政全书》六十卷。并作《凡例》，概述《农政全书》基本宗旨、各篇主要内容、思想渊源和徐光启的独到见解。同时抒发了他本人的社会经济主张。编辑《皇明经世文编》和整理《农政全书》，是陈子龙一生中在经世实用方面两项最主要的贡献。从中也可以看出他对“经世”，即现实社会经济问题，特别是农业生产是何等的重视。<br>　　此后，陈子龙曾一度“欲绝仕宦”，在家“广其宅，示无志四方也”。然而，面对着明末农民大起义的燎原之势和清军的步步进逼，为挽救明朝国运，最终还是放弃个人打算，于崇祯十三年（1640）六月，出任浙江绍兴府司理，不久开始兼代理诸暨知县。在官之日，由于他的辖区连年水患成灾，饥民蜂起，为了维护当地社会稳定，他刚柔并用，剿抚兼施，一边“力行保甲，设互首之法，申连坐之令”，平定饥民暴动；一边亲司赈事，救济饥民，立粥厂，设药局，养老幼，医病疾，收死骨，救活十几万人。十五年（1642年）五月，在浙江巡抚董象恒节制下，陈子龙督抚标兵千余人到浙江遂昌县，积极参加浙、赣、闽三省会剿，平定多年来活动在三省交界处的福建汀州人邱凌霄父子为首的山民暴动。崇祯十六年春，李自成起义军破承德，南京大震。他受董象恒委派负责筹划军备，在余杭等地筑关建台，整修城池，铸炮储硝，并督运军粮入南京。崇祯十七年初，陈子龙因招抚浙江东阳县诸生许都暴动有功，授兵科给事中。但许都投降后，由于浙江巡按左光先不顾陈子龙的再三要求，违背当初许下的只要许都自缚来降，“当待以不死”的诺言，在许都率众出山投降之后将许都及部众六十余人杀死。对此，陈子龙很是不满；又闻祖母病甚笃，便没有去赴任，于三月乞身归里。</p> <p><strong>投水殉节</strong><br>　　崇祯十七年，李自成攻破北京，崇祯帝自缢身亡。明朝灭亡。紧接着吴三桂引清军入关，李自成溃败。陈子龙正准备北上时，听到崇祯死讯。不久后，福王朱由菘在南京监国，不久后称帝，即史上之弘光政权。陈子龙在黄道周的推荐下，以崇祯时授的兵科给事中职务在弘光朝廷任职。兵科给事中虽然只是七品，但是可以直议国防要务，陈子龙在朝50多天，上书30多次，提出大量有价值的建议，但是弘光帝沉溺酒色，无心复国，只求偏安。陈子龙对朝政失望之极，同时由于自己的直言触犯了马士英、阮大铖等人，受到排挤，因此借故辞职回乡。次年清军在汉奸将领协助下，迅速南下。弘光朝覆灭，福王丧命。<br>　　辞职后，陈子龙避地泖滨。有旧友陈洪范时已降清，派人招抚他和夏允彝，夏允彝抗辞答之，陈子龙则避而不见。又有故明参将洪恩炳，与陈子龙“素执弟子礼”，亦降清，自称“安抚使”路过松江求见，陈子龙亦拒之门外，矢志坚持抗清立场。闰六月，江南各郡“竞起兵为恢复计”，组织义军，掀起轰轰烈烈的抗清运动。松江府籍的故明官员也同样在城内募兵抗清。这时，陈子龙与徐孚远及陈湖义士集众千余人驻扎陈湖，伺机起兵。夏允彝致书联络吴淞副总兵吴志葵、参将鲁之玙率水师三千自吴淞入泖湖，总兵官黄蜚率船千艘、水师二万人由无锡到此会合。是月初十日，陈子龙设明太祖像誓师起义，原明两广总督沈犹龙称总督兵部尚书，陈子龙称监军左给事中，军号“振武”。陈子龙所集义兵，虽有千余之众，但“饷无所办”，且多泖滨渔人，不知纪律，未尝作战，甚不堪用，与吴志葵水师进攻苏州失败。黄蜚不听陈子龙的劝阻，将二万水师移营黄浦江，因沿途水道狭隘，不利旋转，单行数十里，首尾不相应，仅支撑两月，亦被清军击败。八月三日，松江城陷，沈犹龙等皆阵亡。陈子龙在城西遇清兵，得逃脱，携家走昆山。夏允彝投水死。继而，陈子龙避难青浦县金泽，最后隐姓埋名入嘉善县陶庄水月庵，托为禅僧，取名信衷，字瓢粟，号颍川明逸。在此，他与庵僧衍门同研佛学，并完成自撰《年谱》。<br>　　弘光元年六月，鲁王朱以海监国于绍兴。闰六月，唐王朱聿键称号于福州。鲁王命陈子龙为兵部尚书，节制七省军漕；唐王授其兵部左侍郎、左都御史。<br>　　五月，陈子龙监临吴易义师。陈子龙见其“轻敌，幕客皆轻薄之士，诸将惟事剽掠而已，师众不整”，“军纪日弛”，遂与之断绝关系。至秋天，吴易被清军杀害，义军失败。此时陈子龙因为匡复大业不成，经常沈忧咤叹，至废寝兴。及闻浙东、福州失守，“志不欲生，孤筇单幞，混迹缁流”。泣然曰：“茫茫天地将安之乎，惟有营葬大母归死先垄耳。”即于七月遣家归里，十一月，殡葬祖母于广富林。并作长书《报夏考公书》焚夏允彝墓前，“述己所以未死之故，期不负夏公”。南明昭宗永历二年（西元1647年）初，在广富林家居时，念生平知友如夏允彝辈一时零落殆尽，周立勋之死亦已数年，而丧未举，慨然曰：“我死，谁为了此事者。”遂捐地葬之。三月，会葬夏允彝，陈子龙赋诗《会葬夏瑗公》二章，又作《寒食》、《清明》二词，此系其绝笔。<br>　　提督吴胜兆，辽东人，跟着清军来到江南。1647年四月，吴胜兆因受排挤，密谋策划反正，他的部下戴之儁是陈子龙的旧识，积极支持吴胜兆起兵，私访陈子龙，一再请求陈子龙写信联络南明舟山守将黄斌卿率舟师为外应。<br>　　据陈子龙学生王沄后来记载，陈子龙认为：黄等“虚声寡信，事必不济”，没有答应戴的要求，并说：“海舶往来，不乏信使，你等好自为之，我决不阻拦”。戴即离去，“自是不复相闻矣”。<br>　　但是，据陈子龙生前友人宋征舆记载，陈子龙当时慨然应允，亲手写信联系黄斌卿，积极参与起义。<br>　　两种说法中，以宋的说法更为可靠，因为王沄续写陈子龙年谱时，为不给陈子龙遗孀和后代招来麻烦，所以故意在描述中否认陈子龙参与起义。而宋征舆回忆时未曾考虑这一点，因此直言不讳。<br>　　十六日，吴胜兆未举兵而事泄被捕，入狱穷治。清军污蔑陈子龙与吴“共谋”，遣兵捕之。陈子龙逃往苏州，易姓李，改字大樽。当时清军江宁将军巴山、都御史陈锦和江宁巡抚土国宝阴谋乘吴胜兆事，“尽除三吴知名之士”，而以陈子龙为首。五月初，他们派出士兵五百，在苏松一带大肆搜捕达五六日之久，最后陈子龙在吴县被捕。巴山等人对他进行审讯，他“植立不屈，神色不变”。陈锦问他为何官？曰：“我崇祯朝兵科给事中也。”又问：“何不剃发？”曰：“吾惟留此发，以见先帝于地下也。”又问，陈子龙凛然挺立，拒不回答。乃执之舟中，令卒守之。五月十三日，陈子龙被押往南京，在途中经松江境内跨塘桥时，他乘守者不备，突然投水以死，捞起时已经气绝，清军还残暴地将其凌迟斩首，弃尸水中。时年四十岁。次日，陈子龙门生王沄、轿夫吴酉等在毛竹港找到他的遗体，具棺埋葬。</p> <p><strong>陈子龙墓</strong><br>　　陈子龙墓位于上海市松江区余山镇广富林村。1988年修竣陈子龙墓，墓地为花岗石平台，墓碑为清乾隆五十一年（1786年）之原物。墓前有石柱方亭，名沅江亭。有陈子龙画像碑，刻有传略。墓门额为李一氓书。<br>　　为了便于前来谒墓者对墓主的了解，其旁有石刻陈子龙画像（据云间邦彦图）及顾廷龙同志撰并书的《陈子龙事略》，另有李一氓同志所书“明陈子龙墓”的墓门，庄严肃穆，一代伟人，长眠于此。我们步花冈石的台阶而上，在“沅江亭”里，默念《陈子龙文集》，对这位死节志士的文学家，益增钦佩。 </p><br/><h2>文学成就</h2> <p>　　明清易代之际，<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>以其特出之才情文章与铮铮之民族气节成为当时文人之代表、明末清初江南风云人物、文坛盟主，《明史》本传称其“生有异才，工举子业，兼治<a href=\"http://so.gushiwen.org/author_563.aspx\">诗</a>赋古文，取法魏、晋，骈体尤精妙” 。陈子龙领袖云间派(云间词派与云间诗派)，对明末清初诗词振兴形成巨大影响，流风余韵波及身后近半个世纪。陈子龙在诗、词、骈文、散文均卓然自成一家，是明清二代最多才多艺的作家之一，又由其高尚的人格、不屈的风骨，而为当世以及后世敬仰，其人文章气节，皆堪称后人楷模。</p> <p><strong>明诗殿军</strong><br>　　陈子龙为明末清初三大诗人之一，与<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>、<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>齐名（但钱、吴二人在词与骈文方面都不及陈子龙）。其诗学思想追慕六朝、盛唐，倡导明七子复古主张，但其诗歌创作尤其是中后期诗歌创作旨在继承盛唐诗歌创作反映现实的精神，特别强调文学创作的社会意义，所以其诗感慨时事，关心民生，雄深豪迈，沉郁顿挫，苍劲之色与节义相符，同时文辞华美、音韵铿锵，浸透着忧国忧民的真挚情怀与高尚的爱国节操，是结束明代复古派诗歌创作的最后一个大诗人，被公认为“明诗殿军”。<br>　　陈子龙早期诗歌多摹古之作，但是也已经有大量创新，随着时局的变化，尤其是明亡前后，在家国陵夷、沧桑剧变的特定时代环境感促下，诗风有较大改变，摹古习气也几乎消失，忧时念乱的沉痛情感注入诗中，显得悲劲苍凉，而又辞藻华丽，音韵铿锵，具有很强的感染力。陈子龙各体皆工，尤其是他的七律与七言古诗，更为后人称道，这些七律与七言古诗，大多写于勤劳国事、戎马倥偬之际，表达了他对时局的关切，悲凉慷慨，酣畅淋漓。<br>　　陈子龙诗歌虽受“前后七子”影响，但是能够摆脱“诗必盛唐”之窠臼，兼学齐梁丽藻、初唐四杰音韵和盛唐格调，对晚唐诗歌之秾丽特征也有一定吸收，这些要素配合其过人才气，使其诗歌与“前后七子”大不相同，因此乾隆年间著名诗人和诗歌评论家<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>全面否决“前后七子”却对陈子龙诗歌予以相当高的评价，认为陈子龙的诗论“意理粗疏处，尚未免英雄欺人”，却不得不承认他“沉雄瑰丽，实未易才”。<br>　　明代诗歌自<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>去世之后就陷入了长期的低迷状态， 陈子龙崛起于东南文坛，不仅终结了明朝诗歌艺术近三百年的衰微状态，而且也是开创清初诗歌抒写性情、反映现实新风较早的一个大诗人。清代康熙年间著名诗人、词人<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>在编选《明诗综》，高度评价陈子龙在恢复诗歌大雅传统的功绩：“王李教衰，公安之派浸广，竟陵之焰顿兴，一时好异者，诪张为幻。关中文太清倡坚伪离奇之言，致删改《三百篇》之章句；山阴王季重寄谑浪笑傲之体，不免绿衣苍鹘之仪容。如帝释既远，修罗药叉，交起搏战，日轮就暝，鵩子鹗母，四野群飞。卧子张以太阴之弓，射以枉矢，腰鼓百面，破尽苍蝇蟋蟀之声，其功不可没也。”<br>　　对于陈子龙在诗歌方面正本清源的作用，钱瞻百也有类似评价：“大樽（陈子龙）当诗学榛芜之余，力辟正始，一时宗尚，遂使群才蔚起，与弘、正比隆，摧廓振兴之功，斯为极矣。”<br>　　缪天自持类似观点： “剥极而反，否极而复，先征于声音之道，卧子当楚人众咻之余，力追正始，允矣人豪。”<br>　　龚蘅圃则针对那些将陈子龙与前后七子一并批评者提出见解：“若诗当公安、竟陵之后，雅音渐亡，曼声并作，大樽力返于正，翦其榛芜荆棘，驱其狐狸貒貉，廓清之功，讵可借口七子流派，并攒讥及焉？”<br>　　康熙年间诗坛领袖王士禛（与朱彝尊并称“南朱北王”）更是对陈子龙的诗歌推崇备至，在《香祖笔记》中评价其诗：“沉雄瑰丽，近代作者未见其比，殆冠古之才。一时瑜亮，独有梅村（吴伟业）耳。”[3]陈子龙在结合齐梁与三唐风格方面的努力深刻影响了同时代的大诗人吴伟业。吴伟业初学宋枚，以<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗歌质朴一面为宗，后在陈子龙影响下，全面吸收齐梁与初唐四杰之诗风，结合<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等人之叙事诗风格，融入传奇小说笔法，终成自具面目之“梅村体”，对清代诗歌造成深远影响。<br>　　清同治年间诗人朱彭年赋诗评价吴伟业：“妙年词赋黄门亚，复社云间孰继声？一自鼎湖龙去后，兴亡凄绝庾兰成”。此诗认为吴伟业诗继承了明末云间诗派陈子龙之风格。（按：黄门，陈子龙曾任兵科给事中，黄门是“给事中”代称。）<br>　　后代学者所论述的“梅村体”的五大特征即诗史特则、频繁转韵、歌行中多用律句、用典较多、叙事特征，其中四大特征都可以在陈子龙七言歌行中找到。这四个特征在初唐四杰的诗歌中已经基本具备（如初唐四杰之一的<a href=\"http://so.gushiwen.org/author_744.aspx\">卢照邻</a>，其名篇《长安古意》，富丽精工，典雅绝伦，除诗史特征不够明显外，已经完全具备以上所说四大特征），陈子龙是直接继承者，然后影响了吴伟业。必须强调的是，明代中期<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>在好友<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>影响下也已经涉足这类作品（见《明月篇》并序）。<br>　　陈子龙与吴伟业的歌行在以上四个方面难分伯仲，陈子龙胜在雄丽有骨，吴伟业胜在高超的“叙事”风格。陈子龙的叙事诗仍然以唐代之前叙事诗风格为宗且数量极少（如《大梁行》、《紫玉歌》），而吴伟业则基本上依赖叙事诗成名，叙事风格不仅熔铸了白居易等人的“长庆体”，而且采用插叙、倒叙等一系列明清小说和戏剧中具有的叙事技巧，从而自成新吟，成为娄东派首领，与云间派首领陈子龙、虞山派首领钱谦益在明末清初诗坛鼎足而三。<br>　　陈子龙殉国多年之后之后， 吴伟业仍在《梅村诗话》中评价陈子龙：“卧子（陈子龙）负旷世逸才……。其四六跨徐、庾，论策视二苏，诗特高华雄浑，睥睨一世。……当是时，几社名闻天下。卧子眼光奕奕，意气笼罩千人，见者莫不辟易。登临赠答，淋漓慷慨，虽百世后犹想见其人也。”并且回忆二人在京城论诗情景：“尝与余宿京邸，夜半谓余曰：‘卿诗绝似<a href=\"http://so.gushiwen.org/author_671.aspx\">李颀</a>。’又诵余《雒阳行》一篇，谓为合作。余曰：‘卿诗固佳，何首为第一?’卧子曰：‘“苑内起山名万岁，阁中新戏号千秋”，此余中联得意语也。“祠官流涕松风路，回首长陵出塞年”，又“李氏功名犹带砺，断垣落日海云黄”，此余结法可诵者也。’余赞叹久之。晚岁与夏考功相期死国事，考功先赴水死，卧子为书报考功于地下，誓必相从，文绝可观。……”[4]对于陈子龙诗歌成就，著名学者钱钟书先生在《谈艺录》中有过中肯评价：“陈卧子大才健笔，足殿明诗而无愧，又丁百六阳九之会，天意昌诗，宜若可以悲壮苍凉，上继简斋、遗山之学杜”，以“天意昌诗”评价陈子龙为代表的烈士诗人与遗民诗人之出现，足见评价之高。<br>　　在《谈艺录》中，钱钟书先生还对陈子龙一些诗歌名联进行汇总：“陈卧子结有明三百年唐诗之局，其名联如‘禹陵风雨思王会，越国山川出霸才’（《钱塘东望》）‘左结旧宅犹兰圃，中散荒园尚竹林’（《重游弇园》）‘九天星宿开秦塞，万国梯航走冀方’（《送张玉笥》）及《香祖笔记》卷二所称之‘四塞山河归汉关，二陵风雨送秦师’，‘石显上宾居柳市，窦婴别业在蓝田。’皆比类人地，为撑拄开阖。”</p> <p><strong>一代词宗</strong><br>　　词自元代开始衰落，到明代更加凋零，明末以陈子龙为核心的云间词派致力为词，勤苦唱和，使得词艺再次焕发出迷人光彩，其中尤以陈子龙词最为杰出。陈子龙论词崇尚南唐<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>、<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>以及花间词名家、北宋<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>等人，风流婉丽，蕴藉极深，享明词“第一”之誉。元、明词衰微近四百年后，陈子龙的出现使得词艺衰败的趋势得到根本的扭转，为词艺的中兴开辟了道路。<br>　　陈子龙词在词史上的重要地位与其词境的成功创造是密不可分的。他的词在意境方面分别表现出了情韵生动、浑融自然、含蓄婉约等特征和风貌。这些风貌大大提升并增强了其词的内涵及价值，使得其词在明代词坛上熠熠生辉，词风影响了他去世后近半个世纪，对词坛回归南唐、花间、北宋风格作出了至关重要的贡献。 在陈子龙殉国之后，其词即开始深刻影响词坛，清末著名词学家谢章铤在《赌棋山庄词话》续编卷三中描述了当时的盛况：“昔大樽（陈子龙）以温、李为宗，自吴梅村（吴伟业）以逮王阮亭（王士禛）翕然从之，当其时无人不晚唐。”<br>　　陈子龙身为烈士与英雄，诗歌中兼有英雄气与才子气，但其词却是风流婉丽、意蕴极深的婉约词，与豪放词毫无关联，后代评家对此均深为惊叹，如康熙年间顾璟芳《兰皋明词汇选》中称：“大樽先生文高两汉，诗轶三唐，苍劲之节，与志气相符。遒其词风流婉约，堪付与、十八歌喉。传称河南亮节，作字不胜绮罗；广平铁心，《梅赋》偏工柔艳，吾于先生益信。”此后沈雄在《古今词话》中引用此评价并稍加改动：“《兰皋集》曰：有赞大樽文高两汉，诗轶三唐，苍劲之色，与节义相符。乃《湘真》一集，风流婉丽如此。传称河南亮节。作字不胜绮罗，广平铁心，《梅赋》偏工清艳，吾于大樽益信。”陈子龙词因其杰出成就而得到了清初至今众多评词名家的高度肯定。著名诗人、词人王士禛不仅对陈子龙诗歌推崇备至，对其词也同样推崇，在《花草蒙拾》中评价：“陈大樽诗首尾温丽，湘真词亦然。……譬若安车驷马，流连陌阡，殊令人思草头一点之乐。”王士禛与邹祗谟编选的《倚声初集》评价陈子龙词：“大樽诸词神韵天然，风味不尽，如瑶台仙子独立却扇时。湘真一刻晚年所作寄意更缅邈凄恻。”这个评价对后代的影响很大，被近现代许多文学史专著采用，如近代著名国学家钱基博在《中国文学史》就承袭了这个评价并稍作扩充：“子龙之词，则直造唐人之奥宇。……惟陈子龙之《湘真阁》、《江蓠槛》诸词，风流婉丽，足继南唐后主，则得于天者独优也。观其所作，神韵天然，风味不尽，如瑶台仙子，独立却扇时；而《湘真》一刻，晚年所作，寄意更绵邈凄恻，言内意外，已无遗议。”又如游国恩教授的经典著作《中国文学史》评价元明二代词人曰：“词发展到南宋已达到高峰。元代散曲流行，词乃退居次要地位。<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>、<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>、张翥等较有名，而张氏《蜕岩词》为尤著。明人词多率意之作。杨慎、<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>稍突出，而成就不高。惟明末陈子龙是一个优秀作家，王士禛称其《幽兰》、《湘真》诸集，‘意内言外，已无遗议’。可以说是明词冠军。”[9]康熙年间的佟世南则称：“至故明惟（<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>）《写情》、（陈子龙）《湘真》二集，高朗秀艳，得两宋轨则。”<br>　　直到清末，著名词人、词学大师<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>在《复堂词话》仍然给出高度评价：“有明以来，词家断推湘真（陈子龙）第一。”并说：“重光(李煜)后身，唯卧子（陈子龙）足以当之。词自南宋之季，几成绝响。元之张仲举（张翥）稍存比兴。明则卧子直接唐人，为天才。”谢章铤《赌棋山庄词话》称：“明末风雅首陈大樽子龙，大樽门下首夏存古完淳”。<br>　　民国徐敬修《词学常识》称：“按子龙之词，缠绵悱恻，神韵天然，为有明一代词人之冠。……总之有明一代之词学，初则沿蜕岩（张翥）之风轨，永乐以后，《花间》《草堂》诸集渐盛，当时唯小令中调，间有可取，其余则偏于浮靡，无一硬语，至陈子龙出，始卓然可称一代词宗，然已身丁季叔，而开有清风气之先矣。”民国词曲学大师吴梅《词学通论》称：“余尝谓明词，非用于酬应，即用于闺闼，其能上接风骚，得倚声之正则者，独有大樽（陈子龙）而已。三百年中，词家不谓不多，若以沉郁顿挫四字绳之，殆无一人可满意者。……至卧子（陈子龙）则屏绝浮华，具见根柢……。<br>　　二十世纪词学大师龙榆生在《近三百年名家词选》对陈子龙词的评价影响最大：“词学衰于明代，至子龙出，宗风大振，遂开三百年来词学中兴之盛。”龙榆生又在《跋钞本湘真阁诗馀》中说：“明季词人，惟青浦陈卧子子龙，衡阳王船山夫之，岭南屈翁山大均三氏风力遒上，具起衰之力。卧子英年殉国，大节凛然，而所作词婉丽绵密，韵格在淮海、漱玉间，尤为当行本色，此亦事之难解者。诗人比兴之义，固不以叫嚣怒骂为能表壮节，而感染之深，原别有所在也。”<br>　　《中国古代文学通论 明代卷》评价：“陈子龙、<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>、孙承宗、<a href=\"http://so.gushiwen.org/author_1938.aspx\">张煌言</a>等人构成的英烈词人群体，其中成就最大而且足为明词生色的是陈子龙，他的《湘真阁》《江篱槛》二集，置于宋词名家中亦无愧色。论明词者，每谓两头最佳，明初翘楚数刘基，明季殿军则当推陈子龙。而且以陈子龙为领袖的云间词派，对清初词坛也具有深远的影响。”<br>　　陈子龙词集有两部，分别为《江蓠槛》和《湘真阁存稿》，后世以“湘真”代称词人身份的陈子龙，即因此而来，其词也被统称为“湘真词”，如袁行霈教授主编的《中国文学史》中称：“揭开清词帷幕的陈子龙于词推尊五代北宋，以‘婉畅浓逸’为宗，沧桑变后，其《湘真词》抒写抗清复明之志和黍离亡国的哀思，突破闺房儿女的纤柔靡曼，‘上接风骚，得倚声之正’。”</p> <p><strong>骈赋高手</strong><br>　　陈子龙的赋和骈文成就也很高，《明史》本传称其“兼治诗赋古文，取法魏晋，骈体尤精妙。”如《别赋》：“至若祖道浙江，歌骊易水，击筑渐哀，举杯数起。人虎狼兮不复还，感乌马兮谁能理。信事君兮无二心，愤国仇兮渐壮士。独临风以唏嘘，咸攀辕而莫止。”借用历史典故抒发自己的忠君报国之情，写得慷慨悲壮，并非纯拟<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>之作。其他如《感逝》《拟恨》《秋兴》《湘娥》等赋皆凄怆悲凉，忧时伤乱，亦有所寄托。而赋体文《汉诅匈奴大宛》则显然是针对清兵的入侵而作，托汉之诅咒匈奴而咒骂侵略者。陈子龙的这些文章虽然宗效魏晋，却都融入了鲜明的时代特色，写出了爱国志士的满腔忠愤，是明末时世激荡的产物。</p> <p><strong>策论名家</strong><br>　　陈子龙的奏疏文章独具一格，尤其是任职南明宏光朝廷期间所写的三十多篇奏疏，下笔流畅，思想深刻，极具战略眼光，后被收入《兵垣奏议》。其文关心社稷，经世致用，为挽救明朝国运，呕心沥血。<br>　　吴伟业称“其四六跨徐、庾，论策视二苏”，对其四六文（骈赋）和论策奏疏予以高度评价。<br>　　陈子龙的八股文也很出色，《明史》称他“工举子业”，就是指他在八股文方面的造诣，他被称为“（天）启（崇）祯五大家”之一，对明末八股文演变有较大影响。<br>　　他生前所写的各种体裁的作品，多数收集在清嘉庆八年（1803）刊行的《陈忠裕公全集》中，另外一部分文章收录于《安雅堂稿》。 </p>"
}