{
  "id": 858,
  "star": 19,
  "name": "孙膑",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_858.jpg",
  "desc": "孙膑，山东鄄城人，生卒年不详，中国战国初期军事家，兵家代表人物。孙膑原名不详，因受过膑刑故名孙膑。为鬼谷子王诩的徒弟，同庞涓一师之徒。唐德宗时将孙膑等历史上六十四位武功卓著的名将供奉于武成王庙内，被称为武成王庙六十四将。宋徽宗时追尊孙膑为武清伯，位列宋武庙七十二将之一。",
  "content": "<h2>评价</h2> 　　<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>作为一名优秀的军事家，两次击败魏国帮助齐国成就霸业，并且著有《孙膑兵法》一书，为后世留下重要军事理论。历朝历代对于孙膑都有很高的评价。孙膑遭到庞涓陷害失去双足，身体残疾，但他没有自暴自弃，最终两次击败庞涓，得以报仇，孙膑身残志坚的精神也得到了后世的称赞。孙膑虽然在军事领域取得了辉煌的成就，但<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>和<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>仍批评他鼓励发动战争，最后致使社稷倾覆，国家灭亡。<br/><h2>艺术形象</h2> <p><strong>民间传说</strong><br>　　<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>在民间享有很高的声誉，共有制靴、制鞋业、皮革业、烧炭业、豆腐业和泥塑业尊孙膑为祖神。<br>　　传说孙膑被庞涓暗害后，为保护被削去髌骨的伤腿，用兽皮制成有史以来第一双过膝皮靴，后世的靴匠将孙膑尊为祖神。<br>　　传说孙膑下山遇到一位被毒蛇咬伤的樵夫，为了不让蛇毒攻心，孙膑用剑将樵夫的双脚砍去，然后砍下自己的双脚献给樵夫，而樵夫将自己鞋穿在孙膑腿上供其行走。因樵夫忘记询问孙膑的姓名和住处，为感激孙膑的救命之恩，樵夫夫妇制鞋送人，使鞋匠一行逐渐兴旺。鞋匠们后来知道了孙膑舍足救樵夫的事，就把他尊为制鞋业的祖神。<br>　　传说孙膑被庞涓挖膝之后，只好跪步行走，需要用皮张裹缠膝部。因为带毛的原皮非常硬，磨得膝部非常疼，他就将皮子去毛后加工柔软，使用起来舒服方便，从此便出现了皮革业，而孙膑也成了这个行业的始祖。<br>　　传说鬼谷子让孙膑、庞涓二人外出寻找“无烟柴”，孙膑在乌鸦“哇哟”的叫声提示下挖窑烧炭，找到“无烟柴”，鬼谷子对孙膑十分满意，而庞涓则对孙膑更加忌恨。从此，人们把孙膑尊为烧炭业的祖神。<br>　　传说鬼谷子为考验孙膑、庞涓而假装生病。孙膑为了让老师吃点有营养的东西，就磨了豆浆，正巧他晾的盐，被露水化成盐水流进豆浆，豆浆凝固变成了豆花（还有一个传说是庞涓往豆浆里洒了泡尿）。鬼谷子吃完豆腐后，夸奖了孙膑，要求孙膑再做点。庞涓十分嫉妒孙膑，偷偷的往盐水里加了点石膏水，没想到也制成了豆腐。从此以后，人们就把孙膑和庞涓供奉为豆腐业的祖师爷和保护神。<br>　　传说孙膑曾流落至吴地以做泥人为生，后来孙膑出任齐国军师，以泥人、泥马布阵，破了庞涓的“五雷阵”，无锡惠山人传承了孙膑捏泥人的技艺，孙膑也被无锡惠山的泥塑从业者尊为开业祖神。</p> <p><strong>文学形象</strong><br>　　长篇历史小说《东周列国志》中，孙膑于第八十七回《说秦君卫鞅变法 辞鬼谷孙膑下山》中登场，孙膑原名孙宾，与庞涓都是鬼谷子的弟子。庞涓急于下山出仕，孙宾为其送行，二人流泪而别。 次日夜晚，鬼谷子将失传的《孙子兵法》交给孙宾习诵，三日后孙宾学成。庞涓出仕于魏国，在王错的推荐下担任魏国元帅，建立战功。墨翟游历至魏国时，向魏惠王推荐孙宾。魏惠王于是命庞涓写下书信，携带厚礼前往鬼谷迎接孙宾。鬼谷子推算出孙宾日后有劫难，于是让孙宾该名为孙膑。在第八十八回《孙膑佯狂脱祸 庞涓兵败桂陵》中，魏惠王想要试探孙膑的才能，命孙庞二人演练阵法。庞涓所布阵法，孙膑全部知晓并能破解。而孙膑布阵，庞涓却不知。庞涓于是私下询问孙膑，孙膑告知他后庞涓先行报告给魏惠王。魏惠王又问孙膑，得到相同的答案，于是认为二人才能不相上下。但庞涓深知孙膑才能远胜于自己，于是设计陷害孙膑私通齐国，将孙膑处以膑刑和黥刑，事后又假装好人，治愈照顾孙膑，诱骗他写出《孙子兵法》及注解。孙膑在侍从的告知下得知真相，用装疯卖傻的方法欺骗庞涓。在淳于髡和禽滑厘的帮助下，孙膑逃奔至齐国寄居于田忌门下，庞涓以为孙膑已经投井自杀，没有追查。魏惠王命庞涓攻打赵国，夺回中山，庞涓献策直接攻打邯郸来迫使赵国割地，魏惠王于是命庞涓率兵车五百进攻赵国。赵成侯将中山国故地献给齐国，请求齐国出兵援助。齐威王命田忌为将、孙膑为军师救援赵国。战场上田忌布下“颠倒八门阵”，在孙膑的指导下，庞涓破阵失败，损失两万人。庞涓得知孙膑未死，于是连夜撤兵，齐国取得桂陵之战的胜利。邹忌嫉妒田忌、孙膑的战功，又收受了庞涓的贿赂，于是派公孙阅陷害田忌，田忌于是交出兵权、孙膑也辞去军师一职来消除齐威王的怀疑。齐威王死后，齐宣王继位，得知田忌的冤情，将二人官复原职。其余记载与《史记》基本相同。<br>　　此外，明末清初的吴门啸客所著历史小说《孙庞斗志演义》，以《史记·孙子<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>列传》为蓝本，夹杂以历代说部、戏曲的演绎，中间穿插了不少神怪小说内容，使孙庞斗智的故事深入人心。</p><br/><h2>军事思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>的军事思想主要集中于《孙膑兵法》。在战争观方面，孙膑主张重视、慎重地对待战争。他强调战争是国家政治生活中解决问题的一种重要手段，只有以强有力的武力作为保障，才能够使国家安定、富强。但是他反对穷兵黩武，指出作战胜利能够挽救濒临灭亡的国家但战败也同样会失去土地、危害社稷，一味好战必然会灭亡，自取其辱，所以必须慎重地对待战争，不可不用也不可滥用。孙膑主张积极地做好战争的准备工作来获得胜利，这样才能做到以战争抑制战争。他指出政治和经济条件是决定战争胜负的基础，“强兵”必先“富国”，只有具备强有力的政治和经济作为后盾才能做到“事备而后动”。他又指出民心军心是取得战争胜利的决定性因素，所以战争必须顺应民心军心，要做到“得众”、“取众”。</p> <p>　　战争认识论方面，孙膑提出将领要知“道”，“道”就是战争的规律。孙膑认为作战时人众、粮多、武器精良等因素都不足以保证取胜，只有掌握了战争的规律，了解敌我双方情况，指挥得当，才能保证取胜。为此他专门阐述了积疏、盈虚、径行、疾徐、众寡、佚劳六对相互对立又相互转化的矛盾，还对“奇正”进行了深层次的分析，认为将领只有真正认识到这些矛盾的作用，把握了这些矛盾的转化规律，才能利用微妙的变化出奇制胜。</p> <p>　　战略思想方面，孙膑强调“必攻不守”。在敌众我寡、敌强我弱的情况下，积极主动地进攻敌人防守的薄弱环节，不仅能够有效地歼灭敌人的有生力量，而且能够转换攻守形势，掌握战争的主动权。战术方面，孙膑提出“因势”、“造势”的思想。充分利用敌我双方的条件，造成有利于我的态势，以扭转敌众我寡的不利形势。</p> <p>　　在具体的战术方面，孙膑对阵法进行了专门论述，进而分析了攻击各种战阵的对策。他还专门论述了攻城的问题，把处在不同地形的城分为难攻的雄城和易攻的牝城两类，论述了当时攻城的策略与技术。</p> <p>　　在军队建设、管理方面，首先，他对君主和将领的关系进行了分析。将领必须忠于君主，君主不应该干涉将领的具体军务，将领要有独立的军事指挥权。其次，他对将领的素质进行了较多的论述。将领应当具备义、仁、德、信、智五个要素，他还分析了能够致使将帅作战失败的品德缺陷。最后，他就管理队伍的问题进行了论述，可以概括为任用贤能、严明纪律、奖惩公平、赏罚及时。</p> <p>　　但是孙膑的军事思想也有其阶级和时代的局限性。他对战争的性质分辨不清，把士兵纯粹当作被驱使的工具，有些战略战术的表述过于简单片面，有时还夹杂着迷信观念，这也是应当指出的。</p><br/><h2>生平</h2> <p><strong>家世出身</strong><br>　　<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>的先祖是陈国公子陈完，陈完的曾孙陈无宇有子陈书，因讨伐莒国有功，被齐景公赐姓孙，改名孙书，封于乐安作为食邑，是妫姓孙氏的始祖。孙书之子孙凭生<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>，孙武因躲避齐国国内发生的陈、鲍、高、国四族之乱而出奔吴国，有子三人，孙驰、孙明和孙敌。次子孙明有子孙顺，孙顺有子孙机，孙机有子孙操，孙操即为孙膑之父。但唐代孙壬林自述家族世系的碑文却记载孙膑是卫武公的后代。</p> <p><strong>逃奔齐国</strong><br>　　孙膑曾与庞涓为同窗，二人一起拜师学习兵法。庞涓后来出仕魏国，担任了魏惠王的将军，但是他认为自己的才能比不上孙膑，于是暗地派人将孙膑请到魏国加以监视。孙膑到魏国后，庞涓嫉妒他的才能，于是捏造罪名将孙膑处以膑刑和黥刑，砍去了孙膑的双足并在他脸上刺字，想使他埋没于世不为人知。当齐国使者出使至魏国首都大梁（今河南省开封市）时，孙膑以刑徒的身份秘密拜见齐国使者，用言辞打动了他。齐国使者觉得孙膑不同凡响，于是偷偷地用车将他载回齐国。逃奔到齐国的孙膑得到了田忌的赏识，于是他寄居于田忌门下担任门客。</p> <p><strong>田忌赛马</strong><br>　　田忌经常与齐国诸公子赛马，设重金作为赌注。孙膑发现比赛的马脚力都差不多，可分为上、中、下三等，于是建议田忌加大赌注，并且向他保证必能取胜。田忌于是与齐威王和诸公子设千金作为赌注，比试赛马。孙膑让田忌用下等马替换上等马，与齐威王的上等马比赛，首场大败；随后孙膑又让田忌用上等马替换中等马、中等马替换下等马，分别与齐威王的中等马及下等马比赛，结果田忌两胜一负，最终赢得齐威王的千金赌注，孙膑由此名声大振，这揭示军事上一条重要规律：着眼全局，舍弃局部，出奇制胜。孙膑在“田忌赛马”故事中所采用的方法，被视为“策对论”的最早运用。<br>　　田忌将孙膑推荐给齐威王，齐威王向他请教兵法并让他担任自己的兵法教师。</p> <p><strong>桂陵之战</strong><br>　　公元前354年，赵国进攻魏国的盟国卫国，夺取了漆及富丘两地（均在今河南省长垣县），此举招致了魏国的干涉，魏国派兵包围赵国首都邯郸（今河北省邯郸市）。次年，赵国派使者向齐、楚两国求救。齐威王召集大臣们商议，邹忌反对救援，而段干朋则建议齐威王分兵一路向南攻打襄陵（今河南省睢县）来疲劳魏军，然后趁魏军攻破邯郸后救援赵国，这样既救援了赵国，又同时削弱了魏、赵两国。齐威王采纳段干朋的建议，兵分两路，一路齐军围攻魏国的襄陵，一路由田忌、孙膑率领救援赵国。<br>　　公元前353年，齐军兵分两路，一路与宋国景敌、卫国公孙仓所率部队会合，围攻魏国的襄陵。一路由田忌、孙膑率领救援赵国。齐威王打算让孙膑担任主将，但孙膑以遭受过酷刑、身体有残疾为由拒绝。齐威王于是任命田忌为主将，孙膑为军师，让坐在带着蓬帐的车子中出谋划策。此时魏军主力已攻破赵国首都邯郸，庞涓率军八万到达茬丘，随后进攻卫国，齐国方面田忌、孙膑率军八万到达齐、魏两国边境地区。田忌想要直接与魏军主力交战，但被孙膑阻止。孙膑认为魏国长期攻打赵国，主力消耗于外，老弱疲惫于内，国内防务空虚，应当采用声东击西、围魏救赵的战术，直捣魏国首都大梁迫使魏国撤军，魏国一撤军，赵国自然得救。孙膑于是建议田忌南下佯攻魏国的平陵（今山东省定陶县东北），因为平陵城池虽小，但管辖的地区很大，人口众多，兵力很强，是东阳地区（指魏国首都大梁以东的地区）的战略要地，很难被攻克；而且平陵南面是宋国，北面是卫国，进军途中要经过市丘，容易被切断粮道，佯攻此地能很好的迷惑魏军，造成庞涓产生齐军主将指挥无能的错觉。田忌采纳孙膑的计谋，拔营向平陵进军。接近平陵时，孙膑向田忌建议由临淄（今山东省淄博市）、高唐（今山东省高唐县）两城的都大夫率军直接向平陵发动攻击，吸引魏军主力，果然攻打平陵的两路齐军大败。孙膑让田忌一面派出轻装战车，直捣魏国首都大梁的城郊，激怒庞涓迫使其率军回援；一面让田忌派出少数部队佯装与庞涓的部队交战，故作示弱使其轻敌。田忌按孙膑的要求一一照办，庞涓果然丢掉辎重，以轻装急行军昼夜兼程回救大梁。孙膑带领主力部队在桂陵（今河南省长垣县西南）设伏，一举擒获庞涓。<br>　　桂陵之战并没有击溃魏军主力，齐国也没有正式进攻魏国首都大梁，赵国首都邯郸仍为魏国所占领。前352年，魏惠王调用韩国的军队击败包围襄陵的齐、宋、卫联军，齐国被迫请楚国大将景舍出面调停，各国休战。前351年，魏惠王与赵成侯在漳河边结盟，撤出赵国首都邯郸。大约在此时齐国将庞涓释放，使其回魏再度为将。</p> <p><strong>马陵之战</strong><br>　　公元前342年，魏将穰疵在南梁（今河南省汝州市西）和霍（今河南省汝州市西南）击退韩将孔夜的军队，韩昭侯派使者向齐国求救。齐威王向大臣们询问应当及早救韩还是推迟救韩。张丏认为如果晚救韩，韩国必将转而投靠魏国，不如早救韩；田忌则认为趁韩、魏之兵还未疲惫就出兵，等于代替韩军遭受魏军的攻击，反而会受制于韩，不如晚救韩等待魏军疲惫，韩国危在旦夕一定会求救于齐国，这样可以名利双收。齐威王十分赞同田忌的观点，秘密与韩国使者达成协议，但没有立即派出援军援助韩国。而韩国自恃有齐国的援助，与魏国作战接连五次战败，不得不求救于齐国。齐威王于是派田忌、田朌为主将，田婴为副将，孙膑为军师，率军援助韩国。<br>　　孙膑再次采用围魏救赵的战术，率军袭击魏国首都大梁。庞涓得知消息后急忙从韩国撤军返回魏国，但齐军此时已向西进军。孙膑考虑到魏军自恃其勇，一定会轻视齐军，况且齐军也有怯战的名声，应采用诱敌深入的战术，引诱魏军进入埋伏圈后加以歼灭。孙膑命令进入魏国境内的齐军第一天埋设十万个做饭的灶，第二天减为五万个，第三天减为三万个。庞涓行军三天查看齐军留下的灶后非常高兴，说：“我本来就知道齐军怯懦，进入魏国境内才三天，齐国士兵就已经逃跑了一大半。”于是丢下步兵，只带领精锐骑兵日夜兼程追击齐军。孙膑估算庞涓天黑能行进至马陵，马陵道路狭窄，两旁又多是峻隘险阻，孙膑于是命士兵砍去道旁大树的树皮，露出白木，在树上写上“庞涓死于此树之下”，然后命令一万名弓弩手埋伏在马陵道两旁，约定“天黑能在此处看到有火光就万箭齐发”。庞涓果然当晚赶到砍去树皮的大树下，见到白木上写着字，于是点火查看。字还没读完，齐军伏兵万箭齐发，魏军大乱。庞涓自知败局已定，于是拔剑自刎，临死前说道：“遂成竖子之名！”齐军乘胜追击，歼灭魏军十万人，俘虏魏国主将太子申。经此一战魏国元气大伤，失去霸主地位，而齐国则称霸东方。</p> <p><strong>走为上策</strong><br>　　成侯邹忌一向与田忌不和。马陵之战后，孙膑对田忌说：“将军有意做一番大事吗？”田忌不知所以。孙膑说：“将军最好不要解除武装返回齐国，而是让那些疲惫老弱的士兵来把守住主地（今山东省淄博市西南）。主地的道路狭窄，车辆只能依次通行，碰撞摩擦而过。如果让那些疲惫老弱的士兵把守住主地，定能以一当十，以十当百，以百当千。然后将军背靠泰山，左有济水，右有高唐，辎重可直达高宛（今山东省桓台县境内），只需轻车战马就可以直冲齐国首都临淄的雍门。如此，齐国的大权就可以由将军掌握决定了，那时候邹忌必定出逃，否则将军有可能不能安全的返回齐国。”但田忌没有听从孙膑的劝告。<br>　　后来邹忌派公孙阅令人携带重金招摇过市，找人占卜，自我介绍道：“我是田忌将军的臣属，如今将军三战三胜，名震天下，现在欲图大事，麻烦你占卜一下，看看吉凶如何？”卜卦的人刚走，公孙阅就派人逮捕占卜的人，在齐威王面前验证这番话。田忌闻讯后大为恐慌，被迫出奔至楚国，后被楚宣王封于江南（今长江以南的地区）。孙膑这时也随田忌来到楚国，有可能一起去了田忌在江南的封地，与弟子潜心著述。《孙膑兵法》的大部分篇章，可能是在楚国完成的。齐宣王继位后得知田忌被陷害，将田忌召回国内官复原职，而孙膑也于此时返回齐国。《太平御览》记载孙膑曾为齐宣王献上收服燕、赵两国来对抗秦国的计策。后孙膑返回故地乐安颐养天年。辞官隐居后的孙膑开始著书和教学，结合理论与实践，整理出《孙膑兵法十六篇》传世。<br>　　而<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《汉书》和<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>的《战国策序》却记载孙膑不得善终。孙膑有子孙胜，字国辅，担任秦国将领。据记载，三国时期的东吴孙氏家族就是孙武、孙膑的后代。</p><br/><h2>纪念</h2> <p><strong><a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>墓</strong><br>　　孙膑墓位于山东省菏泽市鄄城县箕山镇孙花园村东北500米的向阳河东岸。1990年，在此地出土了明嘉靖三十七年（1558年）重修亿城寺的墓碑一块，上刻有“膑墓址深邃”，经考证确定孙膑墓址在此。经孙氏族人重建，孙膑墓占地600平方米，其中墓丘直径4米，封土高3米，立有县级重点文物保护单位石碑。</p> <p><strong>孙膑拳</strong><br>　　孙膑拳是广布于山东省境内的一种外家拳术，始创于晚清时期，由于习练者多穿长袖衣服，人称“长袖拳”；又因打拳时动作开合张显，又称之为“大架拳”。但孙膑拳是否为孙膑所创所传，已无从考证。2011年，孙膑拳被列为第三批中国国家级非物质文化遗产。</p>"
}