{
  "id": 2207,
  "star": 0,
  "name": "归庄",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2207.jpg",
  "dynasty": "明代",
  "desc": "归庄（1613～1673），明末清初书画家、文学家。一名祚明，字尔礼，又字玄恭，号恒轩，又自号归藏、归来乎、悬弓、园公、鏖鏊钜山人、逸群公子等，昆山（今属江苏）人。明代散文家归有光曾孙，书画篆刻家归昌世季子，明末诸生，与顾炎武相友善，有“归奇顾怪”之称，顺治二年在昆山起兵抗清，事败亡命，善草书、画竹，文章胎息深厚，诗多奇气。有《玄弓》、《恒轩》、传世者名《归玄恭文钞》、《归玄恭遗著》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>，入清后更名祚明或称归藏、归乎来、归妹，字玄恭，或署元公、元功、悬弓、园公，又字尔礼、铁虎，号恒轩，又号己斋，既为僧，自署普明头陀，又署圆照或鏖鏊钜山人，又尝自称逸群公子、逐花狂客等。归庄对自己的字号，颇有戏谑之谓：“归子名庄，字元公，别号鏖鏊钜山人，平生名字号屡更，以十数计，今名从其旧，字从其新，号从其怪者云。”</p> <p>　　归庄出身书香门第，祖父为隆庆时南京大理寺丞、后人赞其散文为“明文第一”的<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>。父亲归昌世，为昆山三才子之一，书法晋唐，善草书，兼工印篆，擅画兰竹。归庄自幼受<a href=\"http://so.gushiwen.org/author_2207.aspx\">诗</a>书熏陶，为诸生时，即博览群书，下笔数千言不止，工诗文散曲，擅画竹石，尤精于书法，狂草功力更深，时人以为绝伦。归庄与同里顾绛（<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>）学行相推许，俱不谐于俗，时有“归奇顾怪”之目。十七岁时与顾绛一同参加复社，后又参加惊隐诗社。崇祯十三年（1640）以特榜被召，鉴于国事日非，辞不赴。</p> <p>　　其兄归尔德，名昭，官至同知，贤明有政声。归昭勤王时，参史可法幕府，弘光元年（1645）四月，扬州为清军所陷，尔德于西门浴血奋战，壮烈牺牲。叔继登，亦在长兴遇害。归庄闻耗，不辞险阻，赴汤蹈火，往收两人遗骨而归。清兵又攻江南，昆山知县出走，县丞阎茂才代知县，下剃发令，士民大哗。归庄鼓动群众杀阎茂才，闭城拒守，七月城破，死者四万余人，嫂陆氏、张氏俱殉节，其父亦相继卒。归庄被指名搜捕，亡命他乡，未几，潜返乡里，削发为僧，称普明头陀。后来顾绛改名“炎武”，归庄则改名“祚明”，以示志向。</p> <p>　　顺治九年（1652），应万年少之聘，到淮阴任教，暗中与顾炎武联系谋抗清。次年归庄“泣血负土”，归葬三世七人于新地，另有仲兄尔德随史可法战死扬州，尸骨无存，为其立衣冠冢。又筑茅庐于墓侧居处，自题一联于堂上：“两口居安乐之窝，妻太聪明夫太怪；四邻接幽冥之宅，人何寥落鬼何多。”他家茅庐柴门破烂不能掩闭，椅子缺腿少面以绳纬索，却又自撰归庄居室联，云：入其室，空空如也；问其人，嚣嚣然曰。归庄在乱世中的唯一慰藉是有一位知心的妻子，感情甚笃。他曾把内室署名为“推仔楼”，人不解其意，问之，答云：“才子佳人合抱也（按，“推仔”二字拆开，是“才子佳人”四字）”。归庄为了表示和新朝划清界限，甚至将自已的居所命名为“己斋”，以示抗拒。“己斋”乃是“己之斋也”，亦即是“我之所居”的意思。归庄指这样命名自己的居所，是“不得已而寓其意”，与何晏（190～249）於魏宫之中，画地自处，命名为“何氏之庐”，以区别於外面非何氏之土的用意一样。</p> <p>　　万年少死后，归庄回昆山隐居，卖书画为生，拒不仕清，野服终身。后遭母丧，继而长子外出谋生，不知所终。“其秋传凶问，不详地与日”，遂愈癫狂，每日“纵酒狂歌，长篇短咏，挥洒淋漓”，往来湖山，谈忠义者以庄为归。晚年寄食僧舍，非素交虽厚不纳。好友顾炎武此时远游北方、奔走王事，归庄每念及故友，不胜唏嘘，写信言道：“昔柳子厚之窜于南方，怀其祖先不若马医畦之鬼，无享岁时之祭，君独无邱墓之思乎？”然参商两地，两人终未再见一面。归庄晚年致力于汇刻曾祖《归有光全集》，康熙十二年（1673）未竟而卒，卒年六十一。归庄在逝世那年的元旦，作了一首诗，诗说：常年元日五更兴，多病衰翁兹未能。名姓不劳通邑里，豆觞并免召亲朋。山头爆竹豪家事，天上风云稔岁徵。甲子重逢怀感叹，平生壮志竟何凭？”用“甲子”纪年，不用清朝的年号，亦了却了归庄作为明遗民的心愿。</p> <p>　　顾炎武在山东章丘获知归庄死讯，特在桑家庄设坛致祭，写下《哭归高士》诗四首悲悼。后人在诠释“归奇顾怪”时说：“先生（指顾炎武）北游后已不复怪，庄虽里居而晚节益奇。”</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>的<a href=\"http://so.gushiwen.org/author_2207.aspx\">诗</a>文，以反对清朝统治、富有民族气节之作为主体。诗有质朴明畅、直抒胸臆的，如《古意十二首》、《卜居十四首》、《己丑元日四首》、《观田家收获三首》等；有工整绵丽的，如《归庄集》 《落花诗十二章》、《落花诗又四首》。<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>评其《落花诗十二章》说：“流丽深雅，得寄托之旨，备体物之致。”<a href=\"http://so.gushiwen.org/author_207.aspx\">宋琬</a>评：“以磊落崎□之才，为婀娜旖旎之词，兴会所至，犹带英雄本色。”（均见《归庄集》附录）散文亦酣畅雄恣，有强烈的感情，《送顾宁人北游序》、《书先太仆全集后》、《书欧阳公泷冈阡表后》、《敬亭山房记》、《归氏二烈妇传》、《两顾君大鸿、仲熊传》、《杨忠烈公传》、《书义盗事》等可为代表。归庄还有一篇《万古愁曲》，评论历代史事，悲痛明朝灭亡，斥责明朝官吏的误国，抒写自己隐居不仕的志向，极嬉笑怒骂的能事，也很著名。</p> <p>　　所著《恒轩诗集》12卷、文集《悬弓集》30卷、《恒轩文集》12卷，皆亡佚。后人辑有《玄恭文钞》、《归玄恭文续钞》、《归玄恭遗著》等。1962年中华书局上海编辑所（现上海古籍出版社）搜集各种辑佚本和一部分归氏手写稿本，编成《归庄集》印行。</p>"
}