{
  "id": 2266,
  "star": 1,
  "name": "朱厚熜",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2266.jpg",
  "dynasty": "明代",
  "desc": "明世宗朱厚熜（1507年9月16日－1567年1月23日），汉族，明宪宗朱见深之孙，明孝宗朱祐樘之侄，兴献王朱祐杬之子，明武宗朱厚照的堂弟。明朝第十一位皇帝，1521年—1566年在位，年号嘉靖，后世称嘉靖帝。嘉靖帝是中国封建历史上最为独特的皇帝，也是明朝皇帝中最任性和倔强的一位，他为人非常聪明，尤其在书法和文辞修养都有不错的造诣。史书评价嘉靖帝为“中兴之主”，说他“有不世之奇谟六，无竞之伟烈四，而又有震世之独行五”。",
  "content": "<h2>人物评价</h2> <p><strong>总评</strong></p> <p>　　嘉靖帝是一个颇具争议的皇帝，在他执政的前二十年中颇有作为，以不因循守旧的革新精神开创了中兴局面；但在嘉靖二十一年之后日益腐化，朝政日坏，局势动荡不堪。嘉靖帝是个极其聪明并且自信的皇帝，而且有些自大狂妄，但却十分小气，又喜欢乱花钱，也很要面子，能与之打交道的，也只有徐阶、严嵩这类的官场老手。</p> <p>　　嘉靖帝治国与为政，诚如不少学者、研究者所指出的，有许多劣迹，如大礼议杖笞群臣、崇奉道教并祸及自身、寻兴大狱、误用佞臣、刚愎自用、荒淫残暴等，但也不能不看到他顺应历史潮流、敢于打破传统、体恤士农工商、有利社会发展的一面，还应当看到，他的时代的许多建筑，如北京的天地日月四坛，钟祥的明显陵、元佑宫等，至今仍显现着劳动人民艺术创造的风采，为文化的发展做出贡献。</p> <p>　　史书上都会说嘉靖帝几十年不上朝，宠信“青词宰相”严嵩，奸人当道，国事日非。二十几年不上朝是真，但不上朝并不就是不管事。嘉靖帝在西苑修道的同时坚持亲自批阅奏疏，始终牢牢掌控着一切大权。嘉靖朝的外患严重，北方蒙古侵扰连绵，甚至在嘉靖二十九年包围了北京，朝野震动。而东南沿海又有倭寇肆虐，南北夹击之下，朝廷一片忙乱。嘉靖帝忧而不惧，分别拣选重臣应对南北的侵扰，对地方大员既付以大权又责以重任。官员把事情办好了便升官加赏，毫不吝惜，若是稍有差池，更是毫不手软，直接逮回北京下狱论死。从结果上来看，在嘉靖末期，南北方的纷扰基本停息。严嵩虽然当权二十几年，但只要嘉靖帝出手，一道饬令就让严嵩丢官回家，连亲生儿子都保不住，其他的督抚尚书人等，嘉靖帝更是将他们玩弄于股掌之间。</p> <p>　　嘉靖帝和他父亲读圣贤书却是到了痴迷的程度，在历史上还是不多见。这也可与他在礼仪之争时的强硬态度联系起来，除了与前朝老臣争权的因素之外，嘉靖帝更在乎的是要为他敬爱的父母争名分，因此他不顾自己势单力薄，在群情汹涌之中，毅然要为自己父母争得更为尊荣的地位。嘉靖帝是个十足的孝子，但他逞一己的私孝而不顾天下公义，终究太小气太狭窄，有违宽阔浩荡的为君之道，后人说他是“中材之主”，似可认作确论。</p> <p>　　后世的史家说嘉靖除了他自己和他父母，他没有爱过任何人。在四十五年的统治中，杀大臣杀言官，他毫不留情，连后宫中都到处弥漫着他的强横。嘉靖帝与儿子们的关系也说不上融洽，他一直到死都没有立太子。可以说在他父母去世后，嘉靖帝已经没有可以温馨相处的人。每逢节日和他父母的忌辰，嘉靖帝总要屏退众人，向父母的灵位长跪，流泪默祝，神情惨楚，让偷偷窥见的宫女也为之动容，也只在这时，刚强的皇帝才显出骨子里的些许温情与脆弱。</p> <p><strong>正面评价</strong></p> <p>　　嘉靖帝统治前期，出现“嘉靖中兴”的局面。</p> <p>　　政治上打击权臣和封建地主贵族势力，总揽内外大政，皇权高度集中，积极改革，推行新政，裁抑司礼监的权力，撤废镇守太监，严肃监察制度，严分厂、卫与法司职权，重视任用张璁、<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>等贤臣。</p> <p>　　经济上严革贪赃枉法，清理勋戚庄田，鼓励生产，重新整顿赋役，赈济灾荒，体恤民情，资本主义萌芽兴起。</p> <p>　　文化上改革科举之弊，改正孔子称号和典祀，文化和科技空前繁荣，优秀文学作品和杰出人物大量涌现。</p> <p>　　军事上整顿军队团营，守兵东南，阻挡倭寇入侵。</p> <p><strong>负面评价</strong></p> <p>　　嘉靖帝统治后期，日渐腐朽，不仅滥用民力大事营建，而且迷信方士，尊尚道教。</p> <p>　　嘉靖二十一年后更是移居西苑修玄，日求长生。首辅严嵩专国20年，吞没军饷，吏治败坏。</p> <p>　　边事废弛，倭寇频繁侵扰东南沿海地区，造成极大破坏。</p> <p>　　在长城以北，蒙古鞑靼部首领俺答汗不断寇边，二十九年甚至兵临北京城下，大肆掠夺。在嘉靖年间，南倭北虏始终是明王朝的莫大祸患。</p> <p>　　在用人上 ，嘉靖帝“ 忽智忽愚”、“忽功忽罪”，态度变化很大，对于权力把握很强，对于文官集团控制也很强。功臣、直臣多遭杀害、贬黜。</p> <p>　　晚年嘉靖帝疏远严嵩，起用徐阶为内阁首辅，国家才再次走上了正轨。</p> <p><strong>历代评价</strong></p> <p>　　当年明月：他是明代有史以来最为聪明的皇帝，在明代的十几位皇帝中间，如果要按智商水平排序，他至少在第三名，他的聪明，丝毫不比<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>差，而且非常狡猾，也善于控制大局；嘉靖白天是在潜心修道，晚上他在改奏章，这是他能控制群臣的关键。晚上改奏章直到凌晨五点，他才躺下睡一会儿，他决不放过任何一个控制群臣的机会。自古以来做皇帝的是有蠢人，但明代没有蠢皇帝，嘉靖修道是为了多活两年，因为他掌握了做皇帝的规律，没有人能动摇他，这是修道的根本。</p><br/><h2>生平</h2> <p><strong>早期经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>，兴献王朱祐杬之次子。兴献王封地位于今湖北省钟祥市，明朝时是三大府之一的承天府，正德二年（1507年）9月16日，朱厚熜出生于湖广安陆（今湖北钟祥市）的兴王府。他的父亲朱祐杬是明宪宗第四子，于成化二十三年七月十一日（1487年7月30日）受封兴王，弘治七年九月十八日（1494年10月16日）就藩湖广安陆州。朱厚熜的母亲蒋氏是北京中兵马指挥使（追封玉田伯）蒋斅的女儿，她于1493年与朱祐杬成亲，1494年随朱祐杬就藩安陆。</p> <p><br>　　朱厚熜幼时就聪敏过人，兴王教他读<a href=\"http://so.gushiwen.org/author_2266.aspx\">诗</a>几次后就能准确背诵。稍大以后在父亲的指导下学习古籍，通《孝经》、《大学》及修身齐家治国之道。不仅如此，兴王还让他参加王府的祭祀和典礼，因此他很小的时候便熟悉了各种礼仪和规范。</p> <p><br>　　正德十四年六月十七日（1519年7月13日），兴王朱祐杬病薨，年仅12岁的朱厚熜袭为兴王，朱厚熜在长史袁宗皋的辅佐下接管王府。</p> <p><strong>承袭皇位</strong></p> <p><br>　　由于武宗没有子嗣，早在武宗弥留之际，杨廷和替皇帝起草遗诏：“皇考孝康敬皇帝亲弟兴献王次子，聪明仁孝，德器夙成，伦序当立，已遵奉祖训兄终弟及之文，告于宗庙，请于慈寿皇太后，与内外文武群臣合谋同词，即日遣官迎取来京，嗣皇帝位。”</p> <p><br>　　正德十六年（1521年）4月20日，明武宗驾崩。首辅杨廷和预料到之后的继承人问题，他援引《皇明祖训》中“兄终弟及”的原则，在武宗逝世前五天以皇帝的名义颁布敕令，令朱厚熜缩短为其父服丧时间，并承袭兴王爵位。武宗驾崩后的当天，杨廷和让司礼监请太后懿旨，正式宣布朱厚熜为皇帝继承人。</p> <p><br>　　正德十六年（1521年）4月22日，一个由司礼监、皇室和朝廷代表组成的使团前往安陆，朱厚熜以兴王的身份接见了使团并接受了太后的诏书，在王府接受诸臣行礼，随后同使团前往北京。</p> <p><br>　　在朱厚熜及使团到达北京城外的良乡时，双方发生了第一轮冲突。根据杨廷和的安排，要礼部用太子的礼仪迎接朱厚熜，即由东华门入，居文华殿。但朱厚熜并不接受这种方案，他对其右长史袁宗皋说：“遗诏以我嗣皇帝位，非皇子也。”双方互不妥协，最后由皇太后令群臣上笺劝进，朱厚熜在郊外受笺，从大明门入，随即在奉天殿即位。</p> <p><br>　　正德十六年（1521年）5月27日，朱厚熜正式即皇帝位，次年改元嘉靖。</p> <p><br>　　即位不久后，嘉靖帝与杨廷和、毛澄为首的武宗旧臣们之间关于以谁为嘉靖帝皇考（即宗法意义上的父亲），以及嘉靖帝生父尊号的皇统问题发生了长达三年半的大礼议之争。嘉靖帝不顾朝臣反对，追尊生父为兴献帝后又加封为献皇帝、生母为兴国皇太后，改称孝宗敬皇帝曰“皇伯考”。嘉靖十七年（1538年）九月，兴献帝被追尊为“睿宗知天守道洪德渊仁宽穆纯圣恭简敬文献皇帝”，并将兴献帝的牌位升袝太庙，排序在武宗之上，改兴献王墓为显陵，大礼议事件至此以嘉靖帝的胜利最终结束。</p> <p><strong>嘉靖中兴</strong></p> <p><br>　　嘉靖朝前期，嘉靖帝力革前朝时弊，励志效法太祖、像成祖推行“新政”，在张璁的辅助下大刀阔斧推行了改革：大赦天下，抑制宦官，整顿朝纲，诛杀了钱宁、江彬等佞臣，还土地于民，鼓励农耕，治理水灾，汰除军校匠役十万余人，极大地缓解了当时激烈的社会经济矛盾。他吸取了前朝宦官当权乱政的教训，对宦官严加管束，中央集权得到复兴和加强，使朝政为之一新。减轻租银，整顿赋役，赈济灾荒；勘查皇庄和勋戚庄园，还地于民，鼓励耕织；体恤民情，集异纳谏，勤于政务；征剿倭寇，清除外患，整顿边防。内容广泛，成效显著。这期间，“资本主义”开始萌芽，文化科技空前繁荣，优秀作品和杰出人物大量涌现，“天下翕然称治”。</p> <p><strong>崇奉道教</strong></p> <p>　　中年的嘉靖帝日渐腐化，滥用民力大事兴建，迷信方士、尊崇道教，好长生不老之术，二十年不理朝政。方士、道士们利用世宗梦想长生不死和灵瑞现象的迷信，屡行诈骗之术，万般愚弄嘉靖，使每年不断修设斋醮，造成巨大的靡费。</p> <p>　　嘉靖二十一年（1542年）十月，爆发“壬寅宫变”，几死于宫女之手。此后嘉靖帝移居西苑，此后首辅严嵩专国二十年，残害忠良，<a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>、沈炼等朝臣惨遭杀害；吏治败坏，爆发多起民变；边事废弛，1524年以后爆发多起大同兵变，1535年爆发辽东兵变，1560年爆发振武营兵变；长城北方蒙古鞑靼俺答汗寇边，倭寇侵略中国东南沿海，后赖朱纨、<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>、俞大猷等人率军肃清。在此期间，葡萄牙人于1553年取得入居澳门的特权。</p> <p>　　后期，嘉靖帝为了缓和社会矛盾，采取厘革缩弊、振兴纲纪等改革措施，下令退还一些被侵占的民田，汰除军校匠役10万余人，开创了嘉靖年间的“新政”时期，得到朝野上下的拥护。</p> <p><strong>去世</strong></p> <p><br>　　随着嘉靖帝年龄增大加之长期服用有砒霜，水银，雄黄，处女红的丹药，朱厚熜的身体每况愈下。嘉靖四十四年（1565年）正月，方士王金等伪造《诸品仙方》、《养老新书》，制长生妙药献世宗。嘉靖四十五年（1567年）二月，户部主事<a href=\"http://so.gushiwen.org/author_1531.aspx\">海瑞</a>上《治安疏》，嘉靖帝大怒，下狱论死，为徐阶所救。嘉靖四十五年十二月十四日(1567年1月23日），嘉靖帝驾崩于乾清宫，年60岁。庙号世宗，谥号钦天履道英毅神圣宣文广武洪仁大孝肃皇帝。葬北京昌平永陵。</p> <p>　　嘉靖帝驾崩后，裕王朱载垕继位，年号隆庆。奉先帝世宗皇帝遗诏，“存者召用，殁者恤录，见监者即先释放复职”。以海瑞为代表，赦免了所有谏言诸臣。从这一刻起，揭开了长达十八年隆万大改革的序幕。</p><br/><h2>为政举措</h2> <p>　　嘉靖帝在位的前二十年中很有作为。除采取了历代新君例行的大赦、蠲免、减贡、赈灾等措施外，还扭转了自正统以来形成的宦官擅权、败坏朝政的局面，并下令清理庄田，“不问皇亲势要，凡系冒滥请乞及额外多占者悉还之于民”，废除勋戚世袭等。所有这些举措皆进一步巩固了明朝的统治。</p> <p><strong>行政</strong></p> <p>　　嘉靖帝14岁即帝位，因想追封亲生父母的尊号，但首辅杨廷和等旧臣要求他改换父母而引发了长达三年半的大礼议之争；世宗不顾朝臣反对，追尊生父为兴献帝后又加封为献皇帝、生母为兴国皇太后，改称孝宗敬皇帝曰“皇伯考”。嘉靖十七年（1538年）九月兴献帝被追尊为“睿宗知天守道洪德渊仁宽穆纯圣恭简敬文献皇帝”，并将兴献帝的牌位升袝太庙，排序在明武宗之上，改兴献王墓为显陵，大礼议事件至此最终结束。</p> <p>　　历经三年半的大礼议，最后以君权的高压结束，之后嘉靖帝羽翼丰满，并且由议礼的过程体会到了如何行使皇权的无上威严，此后变得独断独行。大礼议加强了皇权专制，促成了嘉靖帝刚愎自用的政治作风。</p> <p>　　从此再也没有官员敢非议皇帝的意见，皇帝依然年轻，但是他的无上权威已经没人再敢质疑。从毫无根基的藩王到雷霆万钧的帝王，嘉靖帝转变得非常出色。</p> <p>　　大礼议使得杨廷和与嘉靖帝两人彻底决裂，杨廷和后被削官为民，嘉靖帝在理论和礼仪上终于为自己树立了正统地位；在权力上终于独揽乾纲，威慑群臣。除强化了皇权外，还产生了许多其他严重后果。由于朝野上下都把主要精力集中于议礼，因此干扰、冲击、扰乱了政治、经济的进步性改革；由于只要顺着嘉靖帝的意愿议礼有功，便可飞黄腾达，甚至一跃而为巨卿宰辅，因此酿成谄媚之风；由于议礼两派党同伐异，势不两立，因此酿成党争之风。所有这一切都加重了朝政的腐败，因此史家说“吏治繁伪，兵政窳惰，民力虚耗，亦由是始”。</p> <p>完善内阁</p> <p>　　明太祖把宰相废除了之后，一天不吃不睡要处理的国家大事有400件，每天需要阅读的文字可能是20万左右。明太祖不得不使用一些学士来帮助他处理行政工作。一代一代演变到了嘉靖皇帝时，内阁制度才正式有模有样：有名称、办公地点、下属人员，内阁的所有大学士级别就从原来的五品或六品提升到了二品，甚至一品，比所有的五府六部官员们级别都高，所以到了嘉靖时期才最后形成了内阁制度。</p> <p>推行改革</p> <p>　　嘉靖帝在位前期推行了大刀阔斧的改革，清理勋戚庄田、罢天下镇守中官、改革科举制度、革除外戚世封等，内容广泛，成效显著。所以获得很多赞美之声。河南道御史<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>说：“今明天子综核于上，百执事振于下，丛蠹之弊，十去其九，所少者元气耳。”</p> <p>　　明代名臣张居正在万历三年（1575年）以自己少年时的亲身体验，对嘉靖前期整顿学政的成就予以极高的评价。他说：“臣等幼时，犹及见提学官多海内名流，类能以道自重，不苟徇人，人亦无敢干以私者。士习儒风，犹为近古。”</p> <p>　　明人黄光升《昭代典则》载：“张孚敬奏革各省镇守内臣及清勘皇亲庄田，土官得行其志，黎庶得安其寝，天下鼓舞若更生，其功万世不可泯也。”</p> <p>　　隆庆二年（1568年）进士李乐对嘉靖前期革除镇守中官的积极作用给予的较为全面的评价，言道：“世宗皇帝继统，年龄虽小，英断夙成，待此辈不少假借。又得张公孚敬以正佐之，尽革各省镇守内臣，司礼监不得干预章奏。往瑾时，公卿大臣相见，无敢抗礼，甚有拜伏者。自张公当国，司礼以下各监局巨珰，见公竦息敬畏，不敢并行并坐，至以“张爷”呼之，不动声色，而潜消其骄悍之心。盖自汉唐宋元以来，宦官敛戢，士气得伸，国体尊严，未有如今日者，诚千载一时哉！”</p> <p>　　嘉靖帝和张璁、方献夫在革除外戚世封的问题上也达到了共识，下令永远废除此制，《明通鉴》编纂者说：“安昌伯钱维圻卒，其庶兄维垣请嗣爵，下吏部议。尚书方献夫等言：‘外戚之封，不当世及。’历引汉、唐、宋事以证。璁以为然，力主之。上善其言，诏：”自今外戚封爵者，但终其身，毋得请袭。’自是，外戚遂永绝世封。”</p> <p>　　明代史学家何乔远《名山藏》总结嘉靖前期“励精化理，湔濯海内观听，挈清政本，杜塞旁落，奋武揆文，网罗才实。至于稽古礼典，取次厘毖一切，创必表章，轶往宪来，赫然中兴，多孚敬（张璁）所翼赞。” 何乔远认为嘉靖前期出现的国家中兴是得益于首辅张璁推行的改革。</p> <p>　　由于在张璁之后的阁臣中无人能够担当继续推行改革的重任。于是，明朝又进入了新一轮的因循败政之中。嘉靖十八年后，嘉靖帝从锐意进取转向消极荒殆，在嘉靖后期，<a href=\"http://so.gushiwen.org/author_1531.aspx\">海瑞</a>于嘉靖四十五年亦言：世宗“二十余年不视朝，法纪弛矣”。</p> <p>　　宰辅 杨廷和、蒋冕、毛纪、费宏、张璁、贾咏、杨一清、谢迁、翟銮、方献夫、<a href=\"http://so.gushiwen.org/author_422.aspx\">夏言</a>、顾鼎臣、严嵩、许赞、张治、李本、徐阶、袁炜</p> <p>　　名将 俞大猷、胡宗宪、<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>、谭纶、汤克宽、周尚文</p> <p>　　太监 黄锦：初任<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>伴读。世宗期间掌司礼监、东厂。称其为“黄伴”，颇受信任。权势强大，但能自我约束的一个太监。</p> <p>　　孙洪：御马监太监。成化十三年入宫。此人清廉奉公。</p> <p>　　毕云：提督东厂。办事清廉、勤劳谨慎。</p> <p>　　孙彬：内官监太监。此人好学，善于楷书。</p> <p>　　在位年号</p> <p>　　嘉靖是明朝第十一位皇帝明世宗朱厚熜（1507年9月16日－1567年1月23日）的年号，明朝使用嘉靖这个年号一共45年，是明朝使用第二长的年号（最长的是明神宗万历帝一共48年）。</p> <p><strong>军事</strong></p> <p>　　“御外侵，修边墙；抗倭寇，安海疆”，是嘉靖帝对外政策的重要组成部分，修边墙是补修长城和防御工事，主要对付北方的俺答、把都儿等；抗倭寇、安海疆，则是清剿倭人海盗、安定东南沿海地区，民族英雄戚继光由此声震海外。</p> <p>　　蒙古</p> <p>　　明中叶，蒙古鞑靼部兴起，统一了蒙古各部，至俺答汗时势力强盛，屡次率军骚扰内地，当时明朝边将为保官升职，将诸边军粮大半贿赂了当朝内阁首辅严嵩。以致军士饥疲，无力抵抗蒙古鞑靼部的骚扰。同时驻在边关的兵卒一方面忍受不了将领们克扣军粮，另一方面厌恶了频繁的战斗，因此经常爆发边卒哗变。搅的明朝的北边几乎没有安宁过。特别是嘉靖二十九年（1550年），鞑靼部俺答汗率军长驱直入北京郊区，烧杀抢掠数日，满意而去，史称“庚戌之变”。</p> <p>　　抗倭</p> <p>　　在东南沿海，海防十分空虚，一些重要地段的士兵仅有原额的三分之一，战船十存一、二。致使日本海盗大举进犯。仅嘉靖三十一年（1552年）以后的三四年间，江浙军民被倭寇杀害的就有数十万人。所以，嘉靖帝在位的四十多年间，是东南沿海倭患最为严重的时期。虽然最后东南沿海的抗倭斗争取得了决定性的胜利，并涌现了胡宗宪、戚继光、俞大猷等著名抗倭将领，成功捍卫了帝国海疆安定，有力打击和扑灭了倭寇侵扰和海盗疯狂掠夺行为。</p> <p><strong>经济</strong></p> <p>　　嘉靖帝执政的近46年，是资本主义在中国萌芽的时期，“一般认为是一个经济非常活跃的、农业技术和生产发展的、纺织品和手工业生产大规模发展的时代。”。同时，也是文化繁荣和思想活跃的时期，“开了晚明和清代严密的、批判的学问的先河。”。</p> <p>　　“恤士民、赈灾荒”，即体恤民情，减轻人民负担，减免赋税，赈济灾荒。嘉靖在位46年中，减免赋税、赈济灾荒45年、100余次。在依律量刑上，嘉靖尝谕辅臣：“近连岁因灾异免刑，今夏当刑科三覆请旨。朕思死刑重事，欲将盗陵殿等物及殴骂父母大伤伦理者取决，余令法司再理，与卿共论，慎之慎之。</p> <p>　　“振灾耕，励蚕桑”，嘉靖帝曾亲自到南郊耕田励农，皇后亲自到北郊养蚕，并举行了盛大的仪式，嫔妃、宫女们都参加了。</p> <p>　　“振经济，兴市场；理河道，修堤防”，在嘉靖年间，贸易市场发展了，就连医生与药店也分营了，税务在国计民生中有了举足轻重的地位，服匠役的劳动力可以用银两抵换，这是低级形态的劳动市场。嘉靖还亲令朱裳总理河道，采纳了曾省吾《修堤防疏》和《天下郡国利病疏》。</p> <p><strong>文化</strong></p> <p>　　文化繁荣</p> <p>　　“兴土木，修殿堂；兴文化，建学堂”，既修了劳民伤财的宫殿、陵墓，又修了维护朝廷秩序的内阁阁房，同时近30次拨款修建书院。嘉靖重视发展教育，尊重孔子及孔子门生，在全国各地兴建书院。嘉靖重视文学艺术，谕示勘刻《三国志通俗演义》和《忠义水浒传》，使当时的白话小说和戏剧传奇创作得到了繁荣。此外，嘉靖皇帝的文学素养较高，他的<a href=\"http://so.gushiwen.org/author_2266.aspx\">诗</a>词写得较好，是历代帝王少见的。<br>重录永乐大典</p> <p>　　《永乐大典》有两个版本，人们习惯于把永乐年间的第一个版本称为正本，把嘉靖年间的重录本称为副本。所能见到的都是明嘉靖副本。《明实录》等大量文献记载的确切史实指出，《永乐大典》是嘉靖帝“殊宝”爱之的珍品。他登基以来，更将其作为必备的参考经典，并时常在朝廷上引用。嘉靖三十六年宫中意外失火，嘉靖立即命左右登上文楼，抢运出《大典》，一夜中竟下谕三四次，焦急失态，足见《大典》在他心中的分量。</p> <p>　　嘉靖帝巡访图嘉靖三十六年（1557年）宫中火灾，火势危及文楼。火灾之后，嘉靖皇帝萌生了将《永乐大典》再抄一部副本另外保存的念头。重录副本直到隆庆元年（1567年）方告完成，与永乐正本的格式、装帧完全一致。永乐正本移放到文渊阁，明亡之后下落不明。</p> <p><strong>社会</strong></p> <p>　　更定祀典</p> <p>　　嘉靖皇帝好标新立异，较少保守思想，强化君权、树立“英主”形象，嘉靖九年开始进行以清理封建祭祀制度为主要内容的改正祀典活动。改天地合祀粼天地分祀，去掉孔子王号，恢复“至圣先师”称号等一系列清理和改定的举措陆续实施。虽然这些与政治、经济改革关系极小，但却是嘉靖皇帝敢于变更祖制的结果。</p> <p>　　嘉靖帝在改正祀典中，将<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>制定的关于天地合祀，孔子祀典等多项规定改动了。这无疑动摇了祖制不得变动的陈腐观念，一定程度上为改革活动的开始清除了思想障碍。</p> <p>　　改造北京城</p> <p>　　嘉靖帝在对北京城的改造中，很多地方都体现出这位年轻皇帝对礼仪的颠覆与再造。嘉靖初年还在四郊新建了地坛、日坛、月坛。他将敬万神的天坛改为只敬天神，并兴建地坛、日坛、月坛，整个北京城被放置于一幅八卦图之中：南侧为天属乾卦，北侧为地属坤卦，东侧为日属离卦，西侧为月属坎卦。痴迷于道教的嘉靖还在皇城内大规模营造道教宫观，遗憾的是绝大多数宫观没有保存到今天，如位于今天中海以西的国务院机关办公地，就曾经是嘉靖皇帝兴建的一组称为“大光明殿”的道教建筑群。</p> <p>　　嘉靖三十二年（1553年）又决定利用元大都土城遗址，四面环绕修筑京城外郭城。最初规划的外城长七十里，东西十七里，南北十八里，设城门十一座、敌台一百七十六座，西直门外和通惠河设置水闸两处，其他低洼地带设置水关八处。由于工期浩大，在严嵩的建议下改为先修筑南面，将正阳门外的大片繁华市区包入，得到嘉靖帝的许可。后因用兵频繁，再加上1557年紫禁城大火灾后将财力物力集中于宫殿的重建，因此外城一直没有再筑。嘉靖四十三年（1564年）增筑外城各城门的瓮城。</p> <p>　　宗室管理</p> <p>　　嘉靖皇帝为解决长期困扰明王朝的宗藩问题而颁布实施的《宗藩条例》更是嘉靖朝改革的重要成果。明朝的宗藩制度始于建国初期，在这个制度下，宗室家族世代承袭，只享受优厚的待遇，但却无所事事，成为由朝廷供养的一群寄生阶层。随着时间的推移，宗室生齿日繁，人数不断扩大，朝廷的负担也就日益加重。洪武时，山西惟封晋王一人，到世宗时剧增为两万余人；朝廷所支付的禄米也由每年1万石，增至87.2万余石。明王朝背上了沉重的负担，越来越无法忍受。面对严重的“宗藩”问题，嘉靖皇帝采取一系列措施，企图予以解决。其中收效较为显著的是嘉靖四十四年(1565)颁布实行的《宗藩条例》。它一方面限制诸王宗藩的请封活动，另一方面减少亲王的禄米，规定了数十条具体条款。这在一定程度上限制了宗室贵族势力的膨胀，略为减轻了朝廷的财政负担。嘉靖皇帝实施的改革措施，为万历初期张居正全面推行改革进行了准备。</p><br/><h2>轶事典故</h2> <p><strong>信奉道教</strong></p> <p>　　嘉靖帝信奉道教、敬鬼神，这与他从小生长的环境关系密切。荆楚之地本就是道教的源头，嘉靖帝的父母也尊信道教，耳濡目染对嘉靖帝的影响不言而喻。嘉靖帝个性很强，认定的事大多难以改易，他不仅本人信道，当上皇帝以后，还要全体臣僚都要尊道，尊道者升官发财，敢于进言劝谏者轻则削职为民，枷禁狱中，重则当场杖死。嘉靖帝时道士邵元节、陶仲文等官至礼部尚书，陶仲文还一身兼少师、少傅、少保数职，这在明朝历史上是空前绝后的。</p> <p>　　嘉靖帝迷信丹药方术，他派人到处采集灵芝，并经常吞服道士们炼制的丹药。为满足自己修道，嘉靖帝数次遴选民女入宫，每次数百名。嘉靖帝二十一年（1542年），嘉靖帝命宫女们清晨采集甘露兑服参汁以期延年，致使上百名宫女病倒。宫女们忍无可忍，以杨金英为首的宫女差点将嘉靖帝勒死，这就是历史上罕见的宫女弑君的“壬寅宫变”。特别是经“壬寅宫变”幸得未死，从此移居西苑，设醺炼丹，迷信道士邪说，养生修道，二十余年不回大内，法纪逐渐松弛。另在宫内外兴建大量宫殿庙宇，加重百姓的负担，使得国家财政危机愈益深重。</p> <p>　　嘉靖帝任用道士，把自己的想法写在纸上，然后让道士烧掉， 企图让神仙知道自己的想法，有一个叫蓝道行的道士，平生最恨奸臣严嵩，借助这个机会向嘉靖帝传达了“奸臣如严嵩，忠臣如徐阶”的字样，最终使权臣严嵩落马，而严嵩之前是嘉靖帝最喜欢的臣子，蓝道行也借助这一事件得以登上《明史》。</p> <p><strong>壬寅宫变</strong></p> <p>　　嘉靖二十一年（1542年）十月，十几个宫女以杨金英为首，决心要害死嘉靖帝。一天夜里，她们找到嘉靖帝的宿处，一拥而上，七手八脚按住他，用绳索勒住他的脖子，不料慌乱之中，把绳索打成了死结，费了九牛二虎之力，也勒不死嘉靖帝，其中两个妃子一看事态不妙，就扔下了其他宫女，向皇后报告，想以此得以宽侑。皇后立即带人救下了气息奄奄的嘉靖帝。可怜以杨金英为首的这些宫女，包括那两个向皇后打报告的妃子都被处以极刑。</p> <p>　　事后，嘉靖皇帝便搬到西苑的万寿宫，不敢住在紫禁城的寝宫里。</p> <p><strong><a href=\"http://so.gushiwen.org/author_1531.aspx\">海瑞</a>骂嘉靖</strong></p> <p>　　嘉靖四十五（1566）年，时任户部主事（正六品）海瑞上《治安疏》，严厉批评嘉靖帝妄想长生，无父子、君臣、夫妇之情，称“天下人不直陛下久矣”，又称如皇帝“一旦翻然悔悟，日御正朝，与宰相、侍从、言官讲求天下利害，洗数十年之积误，置身于尧、舜、禹、汤、文、武之间”，“天下何忧不治，万事何忧不理，此在陛下一振作间而已”。嘉靖帝大怒，命左右“趣执之，无使得遁”，司礼监掌印太监黄锦在旁说：“此人素有痴名。闻其上疏时，自知触忤当死，市一棺，诀妻子，待罪于朝，僮仆亦奔散无留者，是不遁也。”嘉靖帝默然，留中不发数月。</p> <p>　　海瑞骂皇帝那一年是嘉靖四十五年的春天，嘉靖帝是这一年冬天死掉的。嘉靖帝老了，当时徐阶也起了重要作用。嘉靖本来要杀海瑞的，徐阶说：海瑞是想当比干，皇帝想成全他一个忠臣的名声吗？嘉靖皇帝说：“此人可方比干，第朕非纣耳”。就把海瑞关在监狱里10个月没理他。</p><br/><h2>家庭成员</h2> <p><strong>家世</strong></p> <p>　　祖父：宪宗纯皇帝朱见深</p> <p>　　祖母：孝惠皇后邵氏（追尊）</p> <p>　　父：（追尊）睿宗献皇帝朱祐杬</p> <p>　　母：（追尊）慈孝献皇后蒋氏</p> <p><strong>后妃</strong></p> <p><strong>皇后（4位）</strong></p> <p>　　孝洁肃皇后，陈氏，原配妻，流产血崩而死。初谥悼灵，后改谥曰“孝洁恭懿慈睿安庄相天翊圣肃皇后”，合葬永陵，祔庙；</p> <p>　　废后张氏，初为顺妃，陈皇后死，继立为皇后。后来废死冷宫。无谥；</p> <p>　　孝烈皇后，方氏。嘉靖十年三月册选的“九嫔”之一，封德嫔，晋德妃。嘉靖二十七年在坤宁宫大火中遇难。谥曰“孝烈端顺敏惠恭诚祗天卫圣皇后”，世宗遗命祔庙，但穆宗以孝洁元配故，未祔太庙，移主弘孝殿，葬永陵；</p> <p>　　孝恪皇后，杜氏，明穆宗生母，嘉靖十年三月册选的“九嫔”之一，封康嫔。晋康妃。崩，谥荣淑康妃。穆宗即位，尊谥曰“孝恪渊纯慈懿恭顺赞天开圣皇后”，迁葬永陵，祀主神霄殿。</p> <p><strong>皇贵妃（3位）</strong></p> <p>　　阎贵妃（？--1541），嘉靖十年三月册选的“九嫔”之一，封丽嫔。嘉靖十二年八月生皇长，十三年晋丽妃，十五年晋贵妃，十九年病死。</p> <p>　　赠皇贵妃，谥曰荣安惠顺端僖。世宗对她母子二人的去世颇为伤感，在当年晋封了所有为他生育子女的后宫妃嫔。与王贵妃、郑贤妃等六位妃子、二位太子合葬于明十三陵的“世宗贤妃墓”。</p> <p>　　王贵妃（？--1553），嘉靖十年三月册选的“九嫔”之一，封庄嫔，十五年生皇次子，晋昭妃。十八年因儿子立为皇太子，次年正月晋为皇贵妃。三十一年太子病故，次年她亦死，推测年40岁上下。谥曰端和恭荣顺温僖；葬于明十三陵陵区内，即“世宗贤妃墓”。</p> <p>　　沈贵妃（？--1581），嘉靖十年三月册选的“九嫔”之一，封僖嫔。晋宸妃、晋贵妃，十九年正月封皇贵妃。抚养曹端妃的第二个女儿宁安公主。万历九年病死，年60多岁，谥曰庄顺安荣贞静皇贵妃。葬于悼陵。</p> <p><strong>贵妃（3位）</strong></p> <p>　　马贵妃，谥曰荣安贵妃。生平不详，封号见于《明书》；</p> <p>　　文贵妃，入宫时间不详，初封敬妃，后于嘉靖四十五年（1566年），世宗六十大寿前二日（一说前三日）晋封贵妃，与尚寿妃同时册封。其父加封指挥同知。于万历年间去世，谥曰恭僖贞靖贵妃，葬悼陵。资料见《万历野获编》卷29、卷30 。</p> <p>　　周贵妃，生平不详。《世宗嘉靖实录》卷241载：嘉靖十九年九月甲寅\"葬贵妃周氏于孝洁皇后陵次\"，推测她最迟在嘉靖十九年就已经去世。葬于明十三陵“世宗贤妃墓”。</p> <p><strong>妃（41位）</strong></p> <p>　　（一）以下17位妃，见《明史》、《明书》、《国榷》、《世宗实录》、《昌平山水记》、《宛署杂记》等史料：</p> <p>　　文恭妃（？--1532），她是嘉靖元年朝廷为世宗皇帝大婚、在民间大规模选美时的前三名，封恭妃。后因罪被软禁。十一年忧伤而死，世宗下令葬礼一切从简。谥曰悼隐恭妃。</p> <p>　　郑贤妃，嘉靖十年三月册选的“九嫔”之首，封贤嫔。十五年死，约20岁出头。谥曰怀荣贤妃。葬于明十三陵陵区内，即“世宗贤妃墓”。</p> <p>　　沈安妃，嘉靖十年三月册选的“九嫔”之一，为安嫔。十五年进封为安妃，无出，卒年不详。（参见《明书》、《宛署杂记》）</p> <p>　　卢靖妃，嘉靖十年三月册选的“九嫔”之一，为和嫔。十六年生景恭王朱载圳，晋靖妃。她在万历年间以高龄去世，葬于悼陵</p> <p>　　曹端妃（？-1542），生常安公主、宁安公主。嘉靖二十一年十月发生“壬寅宫变”，她受诬陷，被方皇后借机以凌迟酷刑处死。</p> <p>　　尚寿妃（1549-1610)，原为宫女。嘉靖四十年13岁时被皇帝临幸，是世宗晚年很得宠的妃子之一。嘉靖四十五年，世宗和她玩过家家，在帐子里放焰火，结果引起火灾，把毓德宫给烧了，但皇帝没有怪罪她，还于当年八月册封她为寿妃。几月后世宗亦病死，舆论因此把皇帝的死归罪于她。她死于万历三十八年，年62岁。</p> <p>　　杨荣妃（？-1566），原为宫女，得世宗临幸，还未及册封，她就在嘉靖四十五年的大火中为保护皇帝和尚寿妃遇难。追赠为荣妃，谥曰恭淑安僖荣妃，葬礼按皇贵妃规格的四分之一办理，葬于明十三陵陵区内的“世宗贤妃墓”。其父兄皆得恩赏；</p> <p>　　江肃妃，嘉靖十五年封恭嫔，次年生颍殇王朱载（土啇)，十九年晋肃妃。</p> <p>　　包宜妃，生平不详。《明穆宗实录》隆庆三年九月记载“己卯，世庙懿妃赵氏薨，命治丧礼仪杀宜妃包氏三之二。”据此推测她最迟在隆庆三年（1569年）已经去世。</p> <p>　　赵懿妃（？--1569），嘉靖十六年生皇六子戚怀王朱载沴，十九年晋懿妃。隆庆三年九月病死，不知何故，明穆宗严令她的葬礼从简，其规模只有包宜妃的三分之一；</p> <p>　　陈雍妃（？--1586），嘉靖十六年封雍嫔，八个月后生蓟哀王朱载?。十九年晋雍妃，次年生归善公主。万历十四年去世。</p> <p>　　马贞妃，嘉靖四十五年六月薨，赐谥曰荣安。葬天寿山之陵次，丧葬礼仪同阎贵妃。史料见《昌平山水记》。葬于明十三陵陵区内的“世宗贤妃墓”。</p> <p>　　赵荣妃，生皇八子均思王朱载（土夙)，其他事迹不详；</p> <p>　　张德妃，生嘉善公主，谥曰荣昭德妃；</p> <p>　　杨淑妃，谥曰端静恭惠淑妃。</p> <p>　　王丽妃，谥曰恭僖丽妃。</p> <p>　　徐永妃，谥曰端惠永妃。</p> <p>　　（二）以下24位妃子的名号见《宛署杂记》或《明书》，葬于北京西郊的金山妃子墓，生平谥号不详：王靖妃、于宜妃、宋宜妃、王宸妃、褚晏妃、褚静妃、张常妃、王庄妃、彭安妃、杜庄妃、王康妃、张和妃、高和妃、高安妃、张安妃、王徽妃、张淑妃、王贞妃、陈静妃、王怀妃、何睦妃、耿平妃、吴定妃、李顺妃。</p> <p><strong>嫔（31位）</strong></p> <p>　　（一）嘉靖十年三月二日，嘉靖帝欲仿古礼为九嫔之选，在民间选美，册选如下九嫔：郑氏为贤嫔、方氏为德嫔、王氏为庄嫔、阎氏为丽嫔、韦氏为惠嫔、沈氏为安嫔、卢氏为和嫔、沈氏为僖嫔、杜氏为康嫔，时年在14－18岁之间。其中的8人后来分别晋为皇后、皇贵妃、妃，只有1人未得晋封。</p> <p>　　韦惠嫔，嘉靖十年三月册选的“九嫔”之一，事迹不详。</p> <p>　　（二）如下6嫔，名号见《国榷》：</p> <p>　　王宁嫔（？--1542），入宫途径、封嫔时间不详。据说她是嘉靖二十一年“壬寅宫变”的主谋之人（待考证），被方皇后下令凌迟处死。</p> <p>　　李敬嫔，由其父自荐、未经挑选而直接入宫，嘉靖十四年二月册为敬嫔，无出；嘉靖二十四年九月，其妹又被哥哥献入宫，位份不详。</p> <p>　　赵荣嫔；卢靖嫔；江恭嫔；任顺嫔。</p> <p>　　（三）如下25嫔，俱葬金山。名号见《宛署杂记》 县始坟墓：庄嫔王氏、惠嫔韦氏、常嫔陈氏、常嫔李氏、裕嫔王氏、怀嫔王氏、御嫔黄氏、宛嫔赵氏、常嫔马氏、常嫔刘氏、常嫔杨氏、常嫔张氏、康嫔刘氏、常嫔傅氏、常嫔张氏、常嫔刘氏、昭嫔张氏、常嫔武氏、宁嫔郭氏、静嫔田氏、安嫔孟氏、丽嫔宋氏、和嫔任氏、常嫔高氏、常嫔王氏。</p> <p><strong>子女</strong></p> <p><strong>皇子</strong></p> <p>　　长子朱载基（1533－1533）（《弇山堂别集》作朱载填），是明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>庶长子，母阎贵妃。朱载基在嘉靖十二年八月十九日出生，两个月后十月十日去世，追封谥号哀冲太子，葬西山。</p> <p>　　二子朱载壡（1536－1552），是朱厚熜庶次子，母王贵妃。朱载壡在嘉靖十五年出生，嘉靖十八年立为太子，嘉靖三十一年去世，年十七岁，追封谥号庄敬太子，葬西山。</p> <p>　　三子朱载垕（1537－1572），母杜皇后，封裕王，后继位为皇帝，即明穆宗；明穆宗朱载垕为明朝第十二位皇帝。明世宗病死后继位。其母亲杜康妃失宠于世宗，且其又非长子，所以很少得到父爱。登基前的内忧外患使他关心朝局，对他登基后处理政务有着较大的影响。倚靠高拱、陈以勤、张居正等大臣的尽力辅佐，实行革弊施新的政策。但因为沉迷媚药，也服这些媚药助兴，导致不理朝政。朱载垕在位6年，因病去世，终年36岁。庙号穆宗，谥号契天隆道渊懿宽仁显文光武纯德弘孝庄皇帝。葬于十三陵昭陵，后传于位朱翊钧。</p> <p>　　四子朱载圳（1537—1565），与明穆宗朱载垕同岁，仅小一月，母靖妃卢氏。嘉靖十八年（1539年）被封景王，嘉靖四十四年正月死于德安（湖北安陆）王府，无子撤藩，谥恭。</p> <p>　　五子朱载??（1537－1538），母江肃妃，出生一天就夭折，死后追封为颍王，谥曰殇。</p> <p>　　六子朱载&lt;戞斗土&gt;，母赵懿妃，封戚王，谥戚怀王。</p> <p>　　七子朱载?，母陈雍妃，封蓟王，谥蓟哀王。</p> <p>　　八子朱载&lt;土夙&gt;，母赵荣妃，封均王，谥均思王。</p> <p><strong>公主</strong></p> <p>　　常安公主（1536－1549）朱寿媖，曹端妃所生。嘉靖十五年八月戊戌日生，九月十五日嘉靖帝赐名寿媖。嘉靖二十八年七月去世，终年十四岁，未下嫁，嘉靖帝为此辍朝一日，诏治丧如归善公主例。</p> <p>　　思柔公主（1538—1550）朱福媛，母王徽妃，逝于明世宗嘉靖二十八年，年仅十二岁，逝世后追封为思柔公主。</p> <p>　　宁安公主（1539-1607）（《国榷》作成平公主）名朱禄媜，明朝公主，明世宗朱厚熜第三女，曹端妃所生，后母沈贵妃。在母亲曹端妃死后，朱禄媜由庶母沈贵妃抚养成人。嘉靖三十四年，公主下嫁李和，生子李承恩。后累进大长公主。有同母姐妹常安公主朱寿媖。</p> <p>　　归善公主（1541－1544）朱瑞嬫，母陈雍妃。嘉靖二十年正月六日生，二十三年薨，年四岁。追册，葬祭视太康公主（朱秀荣）。</p> <p>　　嘉善公主（1541—1564年）朱素嫃，明世宗女，母德妃张氏。明世宗嘉靖三十六年，公主下嫁许从诚。公主逝世于嘉靖四十三年。</p><br/><h2>陵寝墓地</h2> <p>　　世宗死后葬于永陵。永陵的营建在世宗皇帝登上皇位后的第十五个年头，系其在位时营建的“寿宫”。但其卜选陵址却是在嘉靖七年(1528)皇后陈氏去世之时。当时，世宗命辅臣张璁及兵部员外郎骆用卿等人为陈皇后选择陵地。同时，他也在秘密地为自己的陵地做准备工作。</p>"
}