{
  "id": 1475,
  "star": 0,
  "name": "汤思退",
  "image": "http://img.gushiwen.org/authorImg/tangsitui.jpg",
  "dynasty": "宋代",
  "desc": "汤思退（1117年—1164年），南宋宰相，字进之，号湘水，浙江景宁汤氏第七世祖。据《汤氏宗谱》记载，汤氏二世祖永高于北宋初自青田徙居剑川石笏，即今龙泉市八都镇瀑云安田村。北宋末其曾祖父汤高由此徙龙泉县龙门乡汤侯门村，民国年间，该乡被划归云和县，现已变为库区，沉没仙宫湖中。所以汤氏称自己系处州龙泉人。",
  "content": "<h2>成就荣誉</h2> <p>　　宋绍兴十五年（1145）考取进士，同榜复中“博学宏词”第一名，任龙泉邻县——建州政和县令，后又考取博学宏词科第一名，任秘书省正字。绍兴25年（1155），升任端明殿学士、签书枢密院事。秦桧病危时，召见参知政事董德元和<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>，嘱咐后事，各赠黄金千两。思退“虑其经我期其死”，不敢接受。宋高宗闻知，以为思退不是秦桧朋党，升任同知枢密院事。绍兴27年（1157）升任尚书右仆射，两年后改任宰相左仆射。绍兴三十年冬，侍御史陈俊卿谴责他“挟巧作之心，济倾之术，观其所为，多效秦桧，盖思退致身，皆桧父子恩也”，于是思退被免去相位。孝宗隆兴元年（1163）北伐失败，孝宗再任思退为相。金元帅纥石烈志宁遗书宋廷，索取海、泗、唐、邓四郡，思退主张割弃四郡议和。隆兴二年，右仆射<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>上奏反对议和，请求迁都建康，以图进兵，孝宗准奏，传谕制止议和，思退深为不安，上疏力辩，排斥主战派张浚，致使张浚被罢官，死于谪途。孝宗则命思退修书，答应将四郡割给金。不久金又挑起战事，孝宗甚为后悔，下令抵抗，并命思退督江、淮军，思退推辞。金兵自清河口渡过淮河，宋军节节败退。朝野强烈谴责思退议和撤备之罪，思退被罢官，在贬往永州途中，忧悸而死。</p><br/><h2>相关信息</h2> <p><strong>后事</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>死后，其子兵部尚书汤硕，奏请将其父归葬祖籍。宋孝宗准奏，敕葬汤思退于浙江景宁县鹤溪镇西直弄汤山。但据《浙江通志》记载：汤思退之墓，位于丽水市水东风化村。因汤思退为宋孝宗背了黑锅，所以朝廷以国礼葬之，其墓前立有六匹各异不同的石马和石仲翁、石兽等像。1985年，汤思退墓被挖掘，其墓前石马、石仲翁、石兽等像被移入丽水市万象山公园之中。汤思退后裔在景宁县鹤溪镇汤氏宗祠内祭祀先祖，汤氏宗祠悬额为“歧国公宗祠”，殿内供有歧国公灵位。清代史家公正的认为：“汤思退乃属救时之相，因朝中显要多为<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>门人，故而贬其名。”汤思退著有《徽宗实录》150卷、《竹轩小集》等书为传世之作，其家族世系被收录于《括苍金石录》。</p> <p><strong>回乡怀感</strong></p> <p>　　汤思退因主和，被谪回老家处州景宁鹤溪，但未至老家已逝途中，其生命历程中留下的最后一首西江月词，寥寥50字，却写出了自己一生不平常的官宦生涯，以及被谪后的悲苦又无奈之情。附：西江月 《被谪怀感》。</p><br/><h2>人物介绍</h2> <p><strong><a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>世居何处？</strong></p> <p>　　(无为)</p> <p>　　汤思退（1117—1164），南宋著名宰相，其或战或和、忠奸善恶、是褒是贬，历来是国人争议的对象，特别是其世居之处，众说纷纭，有扯旗之嫌。考史者，当以古史优今史、正史优野史、实见优虚传的原则纵考古今，最大限度还史于真实。今考，汤思退诞生于丽水，就读于丽水，除工作外生活于丽水，亦安葬于丽水。云和汤侯门村（即现今龙门）是其祖代所建的行宫，或避难之所，思退之子致公、及沐公后裔完全迁到该村，此后子孙繁衍。</p> <p><strong>思退世居丽水。</strong></p> <p>　　据通用版本《汤氏族谱》的一般记载：唐末，一世祖汴梁玑公，任青田主簿，辞官后遂居青田；二世永高迁居龙泉石笏村（即今龙泉市八都镇瀑云安田村）；北宋末，其曾祖父八世祖汤高，封婺国公，徙龙泉县东南届首（即汤侯门村）；十一世祖思退，南宋高宗绍兴十五年进士，官拜丞相，爵岐国公，自七世至十一世追封五代国公，乃处州钜族。</p> <p>　　《汤氏改建宗祠记》也载：“我族当赵宋时，自芝田徙剑川石笏，再由石笏迁县东南届首，尔时簮缨不绝，门第高宏，先人曾建祖庙于渡蛟村口，背北面南，规模极宏，结构亦美，世人所称汤丞相祠堂者也。”</p> <p>　　在原龙门村对面的渡蛟村，现为云和湖水下，尚存至元四年（1267）岁次戊寅三月朔日立的《石屋处士汤镛墓志铭》，由承事郎杭州路临安县尹致仕叶现撰、承事郎处州录事孔林书、嘉议大夫处州路总管兼管内勤农事卢景篆刻。汤镛为思退第四代孙。碑载：“君谠镛，字伯韶，姓汤氏。汤为括著姓，自宋丞相岐国公思退显，丞相从祖，（讳）稻赠大中大夫，繇龙泉西乡石笏，徙家县东南届首（即汤侯门村），子姓蕃衍成聚，环邑里皆汤姓地，因以氏著。”碑文所提及的“稻公”乃汤高之子，“大中大夫稻公之像”配图<a href=\"http://so.gushiwen.org/author_1475.aspx\">诗</a>云：“仰惟我公，策名天府，政绩循良，民颂父母，致仕还乡，卜居乐土，石笏迁来，界首始祖。”说明真正在汤侯门建村的应当是稻公，并非其父汤高。</p> <p>　　元至政元年（1341）岁次辛巳三月甲子日志、奉政大夫江淛等处儒学提举黄习撰、提举班惟志书、通奉大夫江浙等处中书省参政知事韩涣篆刻的《处州汤氏义田之碑记》（现存水下）也作了如是记载：“处之汤氏最为钜族，宋南渡时，岐国公思退以文章家位宰相……婺国公载之长子曰大中大夫稻，始自龙泉西乡徙家东南届首凡十世……”</p> <p>　　综上所载，思退的世居之地应当就在汤侯门村，然而，《宋史》卷371《汤思退传》载：“汤思退，字进之，处州人。”并未载明是处州哪县哪乡之人。古人重视坟莹，故记载详实，考其世居，纵观历代墓厝之所在，不失为一种好办法。</p> <p>　　思退之父为举公，宋政和二年（1112）进士，“魏国公举公之像”配图诗云：“寿至九十有一，无疾白日飞升，狮峰山下座玉，松楸永护崇陵。”《族谱》另有详载：“封魏国公，元妣叶氏，合厝丽水三都狮子岗；续妣高氏，厝花园，今处州府后堂；再妣郑氏，厝丽水一都天井岭。生三子：思退、思进、思运。公迁龙泉东南届首。”</p> <p>　　“丞相思退公之像”配图诗云：“公才天纵，举世崇钦，宏文获选，驰誉儒林，文章道德，式玉式金，不避权贵，佐宋丹心，爵封岐国，名重古今，风化墓上，古栢垂阴。”另有详实记载：“公厝丽水风化，建有庵守祀，曰停云庵。妣叶氏生三子：硕、沐、致；续妣何氏生二子：榴、转。”</p> <p>　　思退之子的坟厝有如是记载：“硕公：厝丽水之杨岭兮，山廻水抱；致公：佳城绝邑，九松寺（丽水）边，路人来往，口碑犹传。”此后记载：致公进士，官至户部尚书，致公之后的谨公，生德清公、德范公，德范公厝汤侯门大草林，坐南。以后坟莹记述非常详尽,都为汤侯门村之瓯江两岸之地。</p> <p>　　思退的主要活动之地亦丽水。许多资料均记载：思退幼年曾在处州南明寺僧房读书。《宗谱》先人遗迹篇记载了多处丽水之地：云山堂，右堂在丽水县，为思退公相府，元至元间处州路总管，勒以水南琵琶圩，便置府治郡前，清太守衙门，今改为丽水县公署；退思轩，右轩在云山堂后，为思退公静养室，今废已久；停云庵，右庵在丽水东乡风化，为思退公之子硕、沐、致三公建立，守祀先莹，今仅存基址。</p> <p>　　以上讲述足以说明，汤思退的世居、主要活动中心均在丽水，并未转移至其它各县。</p> <p><strong>汤侯门乃其行宫，亦为后代避难繁衍之所。</strong></p> <p>　　汤侯门，距丽水80里，水路畅通。该村是八百里瓯江中段美丽的江滨村寨，有龙门八景诗柳岸为证：“依依杨柳护村西，不羡苏堤与白堤，飞絮浑疑春日雪，客来换渡晓光迷。”汤氏把该村作为行宫，非常具备其合理性。正如上文所述，稻公在汤侯门建村，举公迁至该村，经过汤氏几代人的建设，汤侯门已初具规模，现存于水下的许多碑记足见其盛。</p> <p>　　明成化五年（1469）岁次已丑十月立的《习善堂碑记》载：“栝苍槎东南届首，节妇汤阿夏、适事汤怀仁无嗣，誓发心同夫投礼古拙座下，定海和尚授记焚修梵曰……”清雍正二年（1724）九月十六日立的《永福堂碑记》云：“本里坛越信士汤君，佐同族等，原因太祖建造名山胜境，寺院名曰永福堂，佛像现身，请僧供奉三宝香灯……”还有上文所述的《石屋处士汤镛墓志铭》等。此外还谱载的先人遗迹：义士亭（后谐音称议事厅或米子亭），右亭在龙门区渡蛟村，为石屋老人镛公建，按镛公置义田以惠族，为范文正公后第一人，故人称为义士亭，今存亭址；思孝庵，右庵在龙门区汤侯门村尾，为镛公建，守父坟之庐，今废已久。</p> <p>　　直至1986年水库淹没之前，龙门、渡蛟村的建筑规模空前，现今的移民依然记忆犹新。龙门社殿气势宏大，其立柱一个难以合抱；“米子亭”村的道路全部用两米多长大块的石板铺就，世人称之为官道，遗存的房屋也气势恢宏。足见当年必定为世族人家所为。</p> <p>　　汤侯门“丞相之后”的影响力一直在延续。在龙门的外垟村，尚存刘伯温（1311-1375）亲自撰并书的《汤滨墓志铭》残碑，署名“江浙等处知枢密院事<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>撰并书、等处行中书参知政事石末篆刻”。“浙江通志馆”也记录了该碑文，其目录为：“刘祝群：《刘诚意伯撰并书汤滨墓志铭残榻跋》,《浙江省通志馆馆刊》，13期，1945年8月。”虽然汤滨墓已被盗贼捷足先登，但根据谱载“汤滨公墓厝在云邑五都外垟，坐乙兼卯，墓下有碑为志，附图，每墓均有石柱。”很容易在外垟村的田畈中找出了该墓。《汤滨墓志铭》为残碑，断字较多，但也略懂一二，碑云：“(□为残碑断字处)□因以为氏望出范阳山中者最著，龙泉之裔亦出山中，至□太师婺国载实，生大中大夫稻，大中始自龙泉西乡迁家东南届首……铭曰：孰不有宗，曾莫惠之，兄能达于乡以鬯，□世弗遗。”</p> <p>　　族谱记载之中，出现了断代史。思退之子：硕、沐、致、榴、转，仅载明“硕公，进士，官至吏部尚书；沐公，武翼大夫；致公，进士，官至户部尚书。”虽有硕、致两人的坟厝记载，但其兄弟五人的生平、迁徙等记载均欠详实。</p> <p>　　据分析，绍兴十一年农历十二月廿九（1142年1月27日）除夕之夜，秦桧以“莫须有”的罪名，将一代名将<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>及其儿子岳云、部将张宪在杭州大理寺风波亭内被杀害。岳飞沉冤21年后，绍兴三十二年（1153年），宋孝宗即位，下诏平反岳飞，追封鄂王，谥武穆，忠武，改葬在西湖栖霞岭，修宋史列志传记。此后秦桧均以“奸臣”现世。宋绍兴30年（1159年）8月，汤思退却仍坚持与金国议和的政策，御史陈俊卿趁势上奏弹劾汤思退，言其“挟巧诈之心，济倾邪之术，观其所为，多效秦桧，盖思退致身皆桧之父子恩也。”同年12月，宋高宗诏准，罢免汤思退相权（后复相位）。宋隆兴2年（1164年）11月，宋孝宗在主战派的支持下，再次诏罢汤思退宰相之权，太学生张观等欲治汤思退于死地，其联名72人上书论汤思退议和误国。汤思退正行至信州（江西上饶），闻太学生之请，气愤忧悸而死，年47岁，此后身败名裂。据汤氏代代口传，此间，思退儿子及族人均惧怕被朝庭所杀，四处逃跑，隐姓埋名而居。也许汤侯门就是他们的避难之所，也可能汤氏外居它乡，时过境迁之后，致公后人才回汤侯门村的，现已无从考证。也许这就是造成“断代史”的原因。</p> <p><strong>汤氏后裔各处繁盛。</strong></p> <p>　　谱中“乔迁”篇载：永定公由青田徙丽水浮云乡；永高公由青田迁居龙泉西乡石笏；高公迁东南届首；稔公迁婺州；稷公居缙云；思凤、思相、思康派下迁居杭州昌化县杨公坞；滨公从汤侯门迁居丽水西乡汤村；德范公迁居渡蛟；再朝公云和县；启选公迁居陈袋林；家护公迁松邑潘坑上马山；启芳公迁松邑香菇寮；学圣公迁松邑北门；述颜公迁居杭州于潜县米师潭……</p> <p>　　正如谱所载，汤氏为处州巨族，迁徙各处繁衍很正常，青田、景宁、杭州等各处均有“岐国公祠”的牌子，说明他们也是汤思退的后人，或者同族之裔。只因人力有限，无法逐一考证。</p><br/><h2>人物墓地</h2> <p><strong>景点简介</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1475.aspx\">汤思退</a>墓，位于浙江省丽水市莲都区紫金街道凤化村的后山上，但这座南宋时期的坟墓早已面目全非。</p> <p>　　在330国道边一空地上停好后，下车穿过凤化村的弄堂往后山走。一路上，汤真淼和汤碧华不时指着路旁房子墙基的石块、水渠边上的石板、水池边沿的石条说：“这些石头，都是从我们太公坟里抬来的，整个凤化村到处都是。”</p> <p>　　从瓯江边的330国道穿过凤化村，再往后山爬了100多米后，我们来到一片桔林里。在一根水泥电线杆附近，汤真淼和汤碧华停下来，指着边上一个坑状地块告诉记者：“太公的坟墓就在这个位置上！”</p> <p>　　汤思退是一位历史名人，他的坟墓有许多文物，恢复坟墓、保护文物合情合理；恢复坟墓、祭祀祖先是我们民间的传统。黄肚村100多位汤氏子孙曾到凤化村汤思退坟墓遗址祭祀，并和当地村民商量恢复坟墓的有关事宜。</p> <p><strong>坟墓规模</strong></p> <p>　　汤思退死后，宋孝宗“念前故”，追封他为“歧国公”，并准许灵柩运回家乡安葬。<br>有材料表明，当时处州府的官员考虑到汤思退有“歧国公”的封号，要奉旨礼葬，日后处州府和属县青田每年都要祭祀，便将汤思退的灵柩安葬在丽水和青田的交界处——凤化村的后山腰。</p> <p>　　《汤氏族谱》几百年来清清楚楚地记载着，汤思退坟墓所在的那片山，上到山顶、下到瓯江、左右各至两边山岗，都是墓地范围。凤化村63岁的老人章子成回忆也证实了汤碧华的说法：“过去这一片地都是汤家买去的，坟前直到溪边不准村里人盖房子的！”</p> <p>　　坟墓的规模很大，坟前有四个很大的台阶，从坟堂依次下降到山脚。从山脚往上，第二个台阶最大，少说也有300多平米，其它三个台阶要小一些，大约有几十个平米。山脚第一个台阶，放置着一个和真床大小差不多的石床。第二个大台阶最为壮观，不仅摆放着12对十二生肖的石兽，还有很多石狮子、石翁仲。</p> <p>　　这些东西后来慢慢地都被破坏了。尤其是上个世纪七十年代后，村里人盖房、铺路、修渠缺乏好的石材，而汤思退墓地有大量的石材，村民们便纷纷到墓地去挖取石材。正因为如此，如今在凤化村，墙角、路边等随处可见汤思退墓地的石材。</p> <p><strong>未列保护</strong></p> <p>　　汤思退坟墓已经被破坏，相关文物除少数几件外都已经难寻踪迹，整个南宋宰相墓仅存墓地遗址。上个世纪八十年代，我市文物部门进行文物普查时，在凤化村碾米厂门前水沟上发现了汤思退坟墓的一块墓志。墓志碑文共35行，每行32字。当时志石已断裂，并有多处文字脱落。该墓志现藏于丽水市博物馆。</p> <p>　　上个世纪七十年代，几位盖房子的村民到后山汤思退坟墓前挖石材，在离地面大约两米深的地方发现了这块墓志。当时人民公社的工作人员听说后，赶来制止了，这块墓志后来被抬到生产队的碾米厂存放。</p> <p>　　据时任博物馆(文保所)馆长许旭尧介绍，该墓志发现之前，史料上只有汤思退去世的时间，关于他的出生年月却一直不详。当年他们发现墓志后，才知道了汤思退的出生年月，弥补了史料的空白。</p> <p>　　为此，记者专门翻阅了《宋史》卷371《汤思退传》以及黄肚村汤氏子孙保存的清朝道光辛巳年(1821)和清朝光绪乙未年(1895)两个版本的《汤氏族谱》，发现上述史料中的确没有关于汤思退出生年月的记载。上个世纪八十年代初期，当时的丽水地区医院(现为丽水市中心医院)曾从凤化村买走汤思退坟墓前的一匹石马。</p> <p>　　至于汤氏子孙有人说市区万象山公园上的石马、石翁仲来自汤思退墓，许旭尧否定了这种说法：“万象山上的石马、石翁仲是从通济堰边上轿马郑村何偁(<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>之父，南宋)墓移来的！”，从市文物部门了解到，汤思退坟墓遗址并未列入文物保护点。但是，青田县章村乡黄肚村汤氏子孙想要恢复汤思退坟墓，必须得到文物行政主管部门的批准。</p>"
}