{
  "id": 1155,
  "star": 0,
  "name": "王继鹏",
  "image": "http://img.gushiwen.org/authorImg/wangjipeng.jpg",
  "dynasty": "唐代",
  "desc": "王继鹏（？―939年8月29日），后改名王昶，闽太宗王延钧长子，母南汉清远公主刘德秀，五代十国时期闽国君主。原封福王。宠妾李春燕本为王延钧的宫女，王继鹏与之私通，因此向继母陈金凤求助，说服王延钧将其赐给王继鹏。闽永和元年（935年），与李仿政变，杀王延钧，继位称帝，封李春燕为贤妃。次年（936年），改元通文，再封李春燕为皇后。王继鹏亦如其父，十分宠信道士陈守元，连政事亦与之商量，兴建紫微宫，工程浩大更胜宝皇宫，又因工程繁多而费用不足，因此卖官鬻爵，横征暴敛。后被拱宸、朱文进等禁军将领发动兵变所杀。",
  "content": "<h2>趣闻轶事</h2> <p><strong>笃信道教</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1155.aspx\">王继鹏</a>信奉道教，曾赐给道士洞真先生陈守元天师的称号，非常信任和倚重陈守元，甚至更换将相、施行刑罚、选贤举能这样的重大事情，都同他商议；陈守元接受贿赂、请托，有求必应，门庭若市。 </p> <p>　　王继鹏又采用陈守元的建议，在宫中建造三清殿，用黄金数千斤铸造宝皇大帝、天尊、老君像，昼夜作乐，焚香祷告，寻求神丹。政事不论大小，都由卜巫人林兴传达宝皇的神命来决定。</p> <p><strong>鸳鸯树</strong></p> <p>　　据说王继鹏和李春燕死后，他们墓上长出一棵树，树上生出一种少见的花，如同鸳鸯交颈一样，当时人们称为鸳鸯树。</p><br/><h2>家庭成员</h2> <p><strong>父母</strong></p> <p>　　父亲：闽太宗王延钧</p> <p>　　母亲：刘德秀，南汉清远公主。</p> <p><strong>后妃</strong></p> <p>　　梁国夫人李氏，同平章事李敏之女。</p> <p>　　皇后李春燕（一作春雁）</p><br/><h2>生平</h2> <p><strong>杀父篡位</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1155.aspx\">王继鹏</a>初封福王。天成二年（927年），王继鹏的父亲王延钧继位。长兴三年（932年），王延钧听信道士陈守元的话退位，命王继鹏掌管府事。不久王延钧又复位。</p> <p>　　王继鹏父亲王延钧的婢女李春燕（一作春雁）长得很漂亮，王继鹏就与她私通。王延钧患病后，王继鹏请嫡母皇后陈金凤向王延钧索要李春燕，王延钧不情愿地赐给了他。王延钧的次子、王继鹏的弟弟王继韬恼怒，图谋杀害王继鹏，王继鹏害怕，与皇城使李仿商议计策对付王继韬。</p> <p>　　陈金凤的情夫李可殷曾经在王延钧面前说过李仿的坏话，陈金凤的同族陈匡胜对王继鹏没有礼仪，李仿和王继鹏都怨恨这些人。王延钧病情发展严重，王继鹏暗中高兴。李仿认为王延钧的病必定不能康复，清泰二年（935年）十月十八日，李仿指使几个身体强壮的人，手持棍棒去袭击李可殷，把他杀了，朝廷内外震惊。十月十九日，王延钧的病稍微见好，陈金凤把这件事告诉了王延钧。王延钧带病勉强临朝视事，查究李可殷的死因。李仿恐惧而出，与王继鹏率领皇城卫士进入宫中。王延钧见有变故，躲在九龙帐底下，被乱兵刺伤，痛苦呻吟而没有死，宫人看了不忍心让他受这样的痛苦，便将他杀死。李仿与王继鹏杀了陈金凤、陈守恩、陈匡胜、归守明和王继韬。</p> <p>　　清泰二年（935年）十月二十日，王继鹏声称皇太后令他监国，就在当天即皇帝位，改名为王昶。给其父王延钧上谥号为齐肃明孝皇帝，庙号太宗（一作惠宗）。接着又自称暂时主持福建节度事，派遣使者向后唐朝廷上表，在其辖境内实行大赦；册立李春燕为贤妃。</p> <p><strong>铲除李仿</strong></p> <p>　　王继鹏继位后，皇城使、判六军诸卫李仿专权把持朝政，暗中培养亡命之徒，王继鹏与拱辰指挥使林延皓等合谋铲除李仿。林延皓等假意亲近依附于李仿，李仿对待这些人不加怀疑。清泰二年（935年）十一月二十一日，李仿入朝，林延皓等在内殿，埋伏卫士几百人，将李仿捉住杀死，并砍下他的首级在朝门示众。李仿的部兵一千多人拿着白色棍棒进攻应天门，攻不下来，于是焚烧启圣门，夺走李仿的首级投奔吴越国。王继鹏下诏宣布李仿弑君以及杀死王继韬等罪名，告示朝廷内外。王继鹏任用建王王继严暂领判理六军诸卫的事务，任用六军判官叶翘为内宣徽使、参政事。</p> <p><strong>搜刮民财</strong></p> <p>　　天福元年（936年）三月，王继鹏改年号为通文，册立贤妃李春燕为皇后，尊祖母皇太后称为太皇太后。</p> <p>　　天福二年（937年），王继鹏修建紫微宫，用水晶做装饰，比其父王延钧修建的宝皇宫还要盛大。又派出使者分散到所辖各州，暗中侦查人们所隐匿的事情。</p> <p>　　有个方士哄骗王继鹏说，有条白龙夜间出现在螺峰，王继鹏便下令修建白龙寺。当时，各种劳役接连不断，资金用度很不充足，王继鹏对吏部侍郎、判三司蔡守蒙说：“听说有关部门委任官员都接受贿赂，有这样的事吗？”蔡守蒙回答说：“流言蜚语不足为信。”王继鹏说：“朕知道此事已经很久了，现在把授官任职的事情，委托给你办理，要选择授给贤能的人，不称职和假冒顶替的人也不要拒绝，只要让他们纳贿，就立籍造册加以举荐。”蔡守蒙素称廉洁，认为不应该这样做；王继鹏发怒，蔡守蒙因害怕，便依从了王继鹏。从此任用官员就凭纳钱多少来分差等。王继鹏又让医工陈究用空白不填名姓的委任牒文在外面卖官，专门从事搜刮民财。王继鹏贪得无厌，没有满足，又下诏民间如有隐瞒年龄者处以鞭打之刑，隐瞒人口者处死，逃亡者诛杀全族。就连种植水果蔬菜、养殖牲畜都要征收重税。</p> <p><strong>辞晋册封</strong></p> <p>　　天福二年（937年）十月，王继鹏命令其弟威武节度使王继恭向后晋朝廷上表报告他继承了闽国的君位，并且请求在闽国都建置府邸。</p> <p>　　天福三年（938年）十一月初三日，后晋朝廷册命王继鹏为闽国王，委命左散骑常侍卢损为册礼使，赐予王继鹏天子服用的褚袍。十一月初五日，任命威武节度使王继恭为临海郡王。王继鹏听说后，遣派进奏官林恩向后晋使者告白，认为王继鹏已经承袭闽国帝号，辞却后晋的册封和使者。谏议大夫黄讽认为王继鹏荒淫暴虐，他便和妻子诀别而后入朝进谏，王继鹏要用廷杖责处他，黄讽说：“我若是迷乱国家而不忠，即使死了也没有怨言；若是因为直言进谏而被杖罚，我不能接受。”王继鹏发怒，将他罢黜为民。</p> <p><strong>忌杀宗室</strong></p> <p>　　天福四年（939年），王继鹏忌妒其叔父前建州刺史王延武、户部尚书王延望的才干和名声，卜巫人林兴与王延武有怨隙，借托鬼神的话，说“王延武、王延望将要叛变。”王继鹏没有查核，就让林兴率领强壮兵卒在他们的府第中把他们杀死，连同他们的五个儿子也一起杀了。</p> <p>　　判六军诸卫、建王王继严很得军心，王继鹏嫉妒他。同年六月，罢免他的兵权，把他的名字改为王继裕；任用另一个弟弟王继熔为判六军，删去诸卫二字。</p> <p><strong>兵变被杀</strong></p> <p>　　当初，王延钧把王审知的原来侍从设立为拱宸、控鹤二都。等到王继鹏继位后，又募集壮士二千作为腹心，号称宸卫都，俸禄和赏赐都比拱宸都、控鹤都高；有人传言，拱宸都、控鹤都有怨气，将要作乱，王继鹏想把拱宸都、控鹤都分别隶属于漳、泉二州，拱宸都、控鹤都更加愤怒。王继鹏喜欢作长夜的饮宴，强制群臣喝酒，喝醉了便让左右之人伺机找他的过失；王继鹏的堂弟王继隆醉后失礼，把他斩了。这样，由于多次猜疑、发怒而诛杀宗室。王继鹏的叔父左仆射、同平章事王延羲表面上装作狂呆用来躲避祸端，王继鹏赐给他道士服装，把他放置在武夷山中；不久又把他召回来，幽禁在他自己的私第。</p> <p>　　王继鹏几次轻侮拱宸、控鹤军使朱文进、连重遇，二人很怨恨。没过多久，北宫失火，查究放火的人但没有寻获；王继鹏命令连重遇带领内外营兵扫除余烬，每天役使上万人，士兵很劳苦。王继鹏又怀疑连重遇知道纵火的阴谋，想要把他杀了；内廷学士陈郯私下告诉了连重遇。天福四年（939年）闰七月十二日晚上，连重遇进宫值勤，率领拱宸都、控鹤都的兵众焚烧长春宫，袭击王继鹏，派人从瓦砾中把王延羲迎接出来，拥立他为皇帝，又召集外营的拱宸都、控鹤都兵众共同攻击王继鹏；只有宸卫都的兵土抗拒进行战斗，王继鹏便和李春燕避往宸卫都。待到天亮，乱兵焚烧宸卫都。宸卫都被打败，剩下的一千多人保护王继鹏和李春燕逃出北关，到达梧桐岭时，剩下的人又逃散了一部分。王延羲派侄子前汀州刺史王继业带兵追赶他们，一直追到村舍；王继鹏平素擅长射术，拉起弓射杀数人。不多时追兵云集，王继鹏自知不能逃脱，便丢下弓箭对王继业说：“你的臣节到哪里去了！”王继业说：“君既然没有君德，臣还有什么臣节！新君，是我的叔父，旧君，是我的兄弟，分得清谁亲谁远吗？”王继鹏不再说话。王继业同他一起回来，到达陀庄，让王继鹏喝酒，醉后把他勒死。连同李春燕及王继鹏的几个儿子、王继鹏的弟弟王继恭都被杀死。</p>"
}