{
  "id": 811,
  "star": 5,
  "name": "邹阳",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_811.jpg",
  "dynasty": "两汉",
  "desc": "邹阳，散文家，齐人，是西汉时期很有名望的文学家。文帝时，为吴王刘濞门客，以文辩著名于世。吴王阴谋叛乱，邹阳上书谏止，吴王不听，因此与枚乘、严忌等离吴去梁，为景帝少弟梁孝王门客。邹阳“为人有智略，慷慨不苟合”，后被人诬陷入狱，险被处死。他在狱中上书梁孝王，表白自己的心迹。梁孝王见书大悦，立命释放，并尊为上客。邹阳有文七篇，现存两篇，即《上书吴王》、《于狱中上书自明》。",
  "content": "<h2>生平</h2> <p>　　齐人，西汉散文家。约前206—前129。文帝时，为吴王刘濞门客，以文辩著名于世。吴王阴谋叛乱，<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>上书谏止，吴王不听，因此与<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、严忌等离吴去梁，为景帝少弟梁孝王门客。邹阳“为人有智略，慷慨不苟合”，后被人诬陷入狱，险被处死。他在狱中上书梁孝王，表白自己的心迹。梁孝王见书大悦，立命释放，并尊为上客。 </p> <p>　　邹阳有文七篇，现存两篇，即《上书吴王》、《于狱中上书自明》。又《西京杂记》录有他的《酒赋》、《几赋》，不可信。从《上书吴王》可以看出邹阳是一个有志于维护国家统一的人，在政治主张上与<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>有一致的地方。</p> <p>　　因他是吴王的门客，其时叛乱尚未发动，所以只能隐晦曲折地加以劝说，文多隐语，常于言外见意。《于狱中上书自明》，情意恳切，在哀婉悲叹之中包含着激愤感慨。文中反复征引史实，词采华丽，多用排偶，有战国策士说辞气味。《汉书·艺文志》可能即因此把邹阳列入纵横家。</p><br/><h2>主要著作</h2> 　　<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>有文七篇，现存两篇，即《上书吴王》、《于狱中上书自明》。又《西京杂记》录有他的《酒赋》、《几赋》，不可信。从《上书吴王》可以看出邹阳是一个有志于维护国家统一的人，在政治主张上与<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>有一致的地方。因他是吴王门客，其时叛乱尚未发动，所以只能隐晦曲折地加以劝说，文多隐语，常于言外见意。《狱中上梁王书》，情意恳切，在哀婉悲叹之中包含着激愤感慨。文中反复征引史实，词采华丽，多用排偶，有战国策士说辞气味。《汉书·卷三十·艺文志第十》可能即因此把邹阳列入纵横家。<br/><h2>时代背景</h2> <p>　　汉代立国之后，社会由战乱转为安定，农业获得稳定发展，国力不断增强。与此相伴随的，是文化事业和文学艺术再度繁荣。汉代君臣多为楚地人，他们在将自己的喜怒哀乐之情和审美感受付诸文学时，便自觉不自觉地采用了《楚辞》所代表的文学样式，从而创造出汉代文坛独具风貌的赋。中国文学发展中一段辉煌的历史便由此展开了。汉王朝立国之初，天下尚未安定，以<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>为代表的统治者对文化建设的重要意义缺乏深刻认识，刘邦曾明确表示不喜欢《<a href=\"http://so.gushiwen.org/author_811.aspx\">诗</a>》、《书》。陆贾首先指出了文化建设的重要性，以出色的政论文启发并引导最高统治者总结前代王朝兴衰成败的经验教训，同时，陆贾也运用赋抒发情志，为汉代文学创作揭开了序幕。</p> <p>　　汉代初期的作家多具备陆贾那种精神、气质，他们集纵横家、文学家的品格于一身。他们的修养、素质对汉初文学风貌的形成影响至深。同陆贾最为接近的作家当属<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>，他是促进汉代文学繁荣期早日到来的最重要的作家。汉初为巩固刚刚建立的政权，刘氏集团先后消灭了具有实力的异姓诸侯，而广建同姓诸侯。这些刘氏宗亲不具备秦以前诸侯那样独立王国的地位，却也具有相当强大的势力。他们不能像战国诸侯那样开疆拓土，于是，便向着经济、文化、享乐方面发展。此时的诸侯国，还有养士的遗风。大国诸侯多礼贤下士，延揽人材。当时诸侯国的宾客除在政治、邦交方面发挥一定的作用之外，更多的人则将注意力转移到文学方面。汉初的刘氏宗亲多具有较高的文化修养，刘氏子孙以文学见于历史记载者有多人。</p> <p>　　梁孝王去世和汉武帝继位，是汉代文学由初期进入盛期的转折点。它掀开了汉代盛世的帷幔，同时，也开始了汉代文坛的新纪元。武帝少时即好文学，即位之后，对文学之士的亲幸，对文学事业的热心推动，为前代君主所不曾有。于是，一时文坛俊杰，集中在武帝周围，形成一个庞大的文学侍从群体。这个时期，不仅作家队伍壮大，所作赋的数量也多于其他时代，而且作品题材广泛，艺术水平较高，特别是出现了一批足以代表这个辉煌时代的作家。武帝朝的文坛，是汉代盛世景象的重要组成部分，也成为中国文学史上光辉的一页。</p><br/><h2>主要经历</h2> <p><strong>谏吴王书</strong><br>　　<a href=\"http://so.gushiwen.org/author_811.aspx\">邹阳</a>生活的时代是一个社会经济逐渐恢复发展、思想文化相对自由，同时也是各种社会矛盾潜滋暗长的时期。承秦之衰，为了迅速恢复被战争破坏的社会经济，刘汉皇朝在初期崇尚道家黄老学说，实行无为而治。到文帝、景帝时期，经济上，社会生产力有所发展，出现了封建史家所艳称的“文景之治”；政治上，刘汉皇朝日加巩固，但诸侯王的势力也在扩张，分裂因素不断增加;思想文化上，诸子之学复起，士人的活动有一定的自由度，虽然不比春秋战国时期任意驰骋，“合则留，不合则去”，但也可以讲议集论，著书立说。正是在这种背景下，大约于文帝中期，邹阳与著名赋家<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>、严忌(即庄忌，为避汉明帝刘庄名讳改)等先后应聘至富庶的吴国。吴王刘濞是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>之侄，汉初封于吴地3郡53城，地理位置优越，擅渔、盐、铜山之利，经过几十年的发展，实力已经相当强大。国富起异心。吴王刘濞招致流亡，延揽贤士，谋夺帝位。邹阳至吴之后，吴太子赴长安朝见文帝，与皇太子博戏，无意中被皇太子用博局(棋盘)砸死。当时御吏大夫<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>又向汉景帝建议削弱诸侯王封地。这些使得吴王刘濞怨恨之余又添恐慌，遂暗地勾结其他诸侯王以及闽越、匈奴等，伺机叛乱。邹阳微有察觉，写下《谏吴王书》进行规劝。因他是吴王门客，其时叛乱尚未发动，所以只能隐晦曲折地加以劝说，文多隐语，常于言外见意。尽管如此，在文中他还是不无忧虑地指出，如若轻举妄动，“则我吴遗嗣，不可期于世矣。”从《谏吴王书》可以看出，邹阳既有维护诸侯王地位的动机，又见微知著地认识到中央集权的不可逆转，具有维护国家统一的思想。这从另一个方面也说明了，战国游士的风气已不能照旧存在下去。然而吴王刘濞刚愎自用，利令智昏，一意孤行，于景帝三年(公元前154年)联合楚、赵、胶西、胶东、淄川、济南六国诸侯王，以“诛晁错、清君侧”为名，发动了“七国之乱”，但很快被汉兵打败，身死国破。<br>　　邹阳劝谏吴王后不久，即与枚乘、严忌离开吴国，来到待士甚厚的梁国。梁孝王刘武为汉景帝同母弟，原为代王，后改封淮阳王，于公元前168年又改封为梁王。因仁慈孝顺，被追谥为孝王，后人称之为梁孝王。在七国之乱时，梁孝王旗帜鲜明地支持中央，为维护西汉王朝的统一立下了大功。梁孝王因功劳显赫，再加之受窦太后的宠爱，被授予天子旌旗，权势“拟于天子”。因此故，他动了谋求帝嗣的野心，大力招贤纳士，天下文人名士也齐趋梁国，邹阳与公孙诡、羊胜、枚乘、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>等都成了座上客。在羊胜、公孙诡等人的怂恿、策划下，梁孝王在谋求帝嗣上采取了一系列实际行动。不过，这受到汉大臣袁盎等人的强烈反对，梁孝王盛怒之下，派人刺杀了袁盎及其他与议大臣十余人。<br>　　邹阳死后，归葬故里临淄。在清朝咸丰元年(1851)正月，临淄知县邹崇孟立汉邹阳故里碑。《临淄县志》有记载：“邹阳故里，在辛店庄，有碑尚存。”碑文曰：“大清咸丰元年正月，‘汉邹阳故里’，临淄县知县邹崇孟”。后人有<a href=\"http://so.gushiwen.org/author_811.aspx\">诗</a>曰：“招贤纳士汉梁王，善辩邹阳是智囊；总有小人羊胜妒，一腔血泪著华章。”</p> <p><strong>上书洗冤</strong><br>　　起初，梁孝王谋议杀袁盎等大臣时，邹阳持反对态度。羊胜、公孙诡本来嫉妒邹阳之才，于是就利用机会向梁王进谗言，导致邹阳下狱论死。邹阳“恐死而负累”，留下恶名，为后人所诟病，就从狱中上书梁孝王，即《狱中上梁孝王书》，以自我表白。这是一篇为自己辩诬的作品，当是时，邹阳“情至窘迫”(《古文观止·邹阳狱中上梁孝王书》文后评语)，处于一个非常尴尬的境地：一方面是梁孝王听信谗言将其下狱，若直说自己无罪，则等于直斥梁王昏聩，处境将更为不利。<br>　　另一方面，若不将梁孝王偏信谗言说明，则又无以自白无辜。为此，邹阳采用了高超的表达技巧，首先拈出“忠无不报，信不见疑”，从“忠、信”二字入手，避开正面指斥，广征史实，论“谗毁”之祸，表述自己“忠信”的心迹。接着，从知人与不知人处落墨，说明要知人就不能听信谗言，而应警惕党人横恣的道理。最后，用大量古代君臣遇合的事例为证，劝谏梁孝王真正信用贤才，“不牵乎卑乱之语，不夺乎众多之口”，如此天下士人才能真正为所用。该文比物连类，文采飞扬，词多偶俪，语意层见复出，情意恳恳；又铺张扬厉，意多慷慨，有足悲者，给人以战国纵横家的韵致。虽然文章所论忠信，观念陈旧，但仍不失为一篇千古名文，后被收入《古文观止》。<br>　　梁孝王看到邹阳的上书大受感动，马上释其出狱，并向他深词谢罪。当时，梁孝王派人刺杀袁盎等大臣的阴谋已经败露，招致汉朝大臣千夫所指，也引起景帝不满。羊胜、公孙诡被迫自杀，梁孝王也胆颤心惊，深恐朝廷追究。在这危急关头，梁孝王觉得邹阳可用，就令其携带千金，设法不让朝廷追究自己的责任。邹阳受命后，首先找到以奇计见称的齐人王先生。受其指点，他赶赴长安，见到景帝王皇后之兄王长君。邹阳虽为梁孝王说项，却处处站在王长君的角度以利害出之，危言耸听，终于说服了他。然后王长君出面，说服景帝不再追究此事。</p>"
}