{
  "id": 673,
  "star": 1,
  "name": "吴澄",
  "image": "http://img.gushiwen.org/authorImg/wucheng.jpg",
  "dynasty": "元代",
  "desc": "吴澄，字幼清，晚字伯清，学者称草庐先生，抚州崇仁（今江西崇仁县）人。平生著作有《吴文正集》100卷、《易纂言》10卷、《礼记纂言》36卷、《易纂言外翼》8卷、《书纂言》4卷、《仪礼逸经传》2卷、《春秋纂言》12卷、《孝经定本》1卷、《道德真经注》4卷等并行于世。吴澄是元代杰出的思想家、教育家，他与当世经学大师许衡齐名，并称为“北许南吴”，以其毕生精力为元朝儒学的传播和发展做出了重要贡献。",
  "content": "<h2>生平</h2> <p><strong>早年生活</strong><br>　　<a href=\"http://so.gushiwen.org/author_673.aspx\">吴澄</a>出身于一个普通知识分子家庭。据危素《吴文正公年谱》和<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>《吴公行状》记载，其祖父吴择为人宽厚，不屑细务，擅长于<a href=\"http://so.gushiwen.org/author_673.aspx\">诗</a>赋写作，又粗通天文星历之学。父亲吴枢性格温纯，对人诚实谦让，与世无争；平日乐善好施，热心帮助他人。有一年，其乡瘟疫流行，医生惧怕疾病传染，居然不敢为患者治病，以至于病灾日益严重，弄得有些人全家老小卧床不起。吴枢眼看这种情况，心中十分着急。他遍寻民间秘方，连日上山采集药草，亲手煎成汤药，挨门挨户送给病人服用，为不少家庭解除了疾苦，使许多患者重新恢复了健康。乡里有些穷人死后无钱办丧事，吴枢便慷慨解囊，尽力<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>。一个人做几件好事并不难，难的是一辈子做好事。吴枢难能可贵的就是他一贯关心和同情穷苦人家，终生以助人为乐，由此深受乡里人尊敬和爱戴。这个有一定文化教养和优良道德传统的家庭，对吴澄的一生无疑产生了良好而深远的影响。　宋理宗淳祐九年（1249）正月十九日，吴澄诞生了。他从3岁开始，颖异日发，与一般儿童迥然不同。当时，祖父特别喜欢他，经常教他读一些古诗，几乎随口便能成诵。祖父见他悟性甚高，更加钟爱。日复一日，吴澄渐渐可以背诵好几百篇古诗，家里人无不为此而感到莫大高兴，深信他将来必定会有大作为。母亲游夫人曾带着他去邻村玩耍，有一位老奶奶见到吴澄十分可爱，便送给他一些钱币和水果。吴澄恭恭敬敬地向老奶奶道了谢，随即收下了这些礼物。过了一会儿，他想到老奶奶年迈体衰，生活艰辛，自己实在不应该接受老人家赠送的礼物。于是，他满怀内疚，悄悄把钱币和水果放还老奶奶家里，才跟随母亲默默地离开了邻村。<br>　　宝祐元年（1253），吴澄刚刚进入5岁。家里人从外地聘请了一位老师，专门为吴澄授课。在老师的教导下，吴澄愈加颖敏异常，读书即使是一千多字的篇幅，只要读上两三遍，就能够牢记不忘。自此以后，他整天专务学习，勤奋不懈，读书常常通宵达旦。母亲游夫人担心儿子过分勤学会损伤身体，引发疾病，便定量供给吴澄读书所用灯油，只许他读至半夜时分，适可而止。吴澄的求知欲非常强烈，他嗜书如命，哪能忍受母亲这种约束，于是暗地到街市买回一些灯油，以满足自己熬夜读书的需要。每天晚上，他先按照母亲规定的时间熄灯，等到母亲就寝以后，又悄悄燃灯苦读，并小心翼翼地把灯光遮蔽起来，避免母亲发觉。<br>　　这样，通过日积月累，吴澄读了大量书籍。7岁时，对《论语入《孟子》以及“五经”（《诗》、《书》、《易》、《札》、《春秋》都能全部背诵，而且还学会了做诗，又能写作进士赋。9岁那一年，他几次参加邻邑课试，都是名列前茅。<br>　　宝祐六年（1258年），吴澄刚好10岁，开始懂得治学的根本。他努力攻读大理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>编纂的《大学》、《中庸》等“四书”章句，每日诵习《大学》一二十遍，一直坚持了3年之久，在学业上取得了很大进展。后来，吴澄曾对学者谈到自己这段经历，他说：“吾幼时习诗赋，未尽见朱子之书，益业进士者不知用力于此也。十岁偶于故书中得《大学》、《中庸》章句读之，喜甚，自是清晨必诵《大学》二十过者千余日，然后读《中庸》及诸经，则如破竹之势，略无凝滞矣。学者于《大学》得分晓，则《中庸》不难读。”<br>　　景定二年（1261），吴澄13岁。他为了拓宽自己的知识领域，开始博览诸子百家之书。时有麻沙新刻《古文集成》丛书，吴澄因家贫无钱购买，便想尽办法从售书人那里借书来读，时满—月后便按时归还。售书人曾问他：“你借的书都一本一本地读完了吗？”吴澄回答道：“你试抽书中的任何章节考考我吧！”售书人听了，便随意点出书中某页某段文字，吴澄都能熟诵如流，没有一字一句差误。售书人十分惊异，深为这个少年的苦学精神所感动，当下便将一套《古文集成》丛书双手送给了吴澄，勉励他继续用功读书，立志将来出人头地。一年以后，14岁的吴澄头上挽着两个小角丫，前往抚州郡学补试，本州儒士前辈见其文不凡，竞相赞叹。<br>　　景定四年（1263），吴澄十15岁，他已深知科举之业不足致力，于是专务圣贤之学，伊然以圣人之道自任。有一天，他读了朱熹的《训子帖》，见到其中有“勤”、“谨”二字，如得面命而深为信服，认定这是“持养之要经，为学之大务”。随即，吴澄挥笔写下《勤》、《谨》二箴，又作《敬》、《和》二铭。《敬铭》有云：“把捉于中，精神心术；检束于外，形骸肌骨。”《和铭》则极言<a href=\"http://so.gushiwen.org/author_713.aspx\">周敦颐</a>、<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>等学人风范以自勉。他常说：“吾读《敬铭》，则使人心神收敛，百妄俱消，如在灵祠中，如立严师侧，凄凄乎似秋，而不觉足之重手之恭也；读《和铭》则使人心神怡旷，万境俱融，有弄月吟风情，有傍花随柳想，熙熙乎似春，而不知手之舞足之蹈也。”其后，吴澄还写了《自修铭》、《自新铭》、《消人欲铭》、《长天理铭》）、《克己铭》、《悔过铭》、《矫轻铭》、《警惰铭》等等，可见他处处自我鞭策，时时自我激励，其勤学笃行的功夫实可谓深矣！吴澄后来之所以成为元代一位儒学大师，与他早年的自觉修养、刻苦磨炼是分不开的。</p> <p><strong>师事二程</strong><br>　　吴澄自从15岁立志专务圣贤之学以后，先后拜程若庸、程绍开为师，长期僻居乡陋，孜孜于理学，“研经籍之微，玩天人之妙”，最终形成了自己的一家之说。　宋理宗景定五年（1264）秋天，吴澄陪同祖父前往抚州（治所在今江西临川）参加乡试。当时正遇上本州郡守邀请名儒程若府先生到临汝书院讲学，这可算是抚州儒学界的盛事。程若庸，宇逢原，安徽休宁人。他从学于饶鲁（学者称双峰先生，为朱熹门人的“高弟”），得朱熹之传。后历任安定、临汝、武彝三书院山长，学者宗之，称勿斋先生，又称微庵先生。著有《性理字训讲义》、《太极洪范围说》等书传世。景定时期正当南宋末造，士人大多以科举之业为务，而程若府当时却潜心于理学，独以朱子之学传授诸生。吴澄本来眼膺朱学，现在又仰慕程若庸之名，于是便去临汝书院拜谒程先生。当他在书院外厅等待先生出来接见的时候，发现四壁粘满揭帖，内容全是程若庸教诲学者之说，充分反映出程氏在理学方面的独特见解。吴澄饶有兴致地细看了一遍，又将壁间话语默记心上。他察觉程氏的一些说法并不完全符合朱熹学说，由此引起了他的怀疑和思索。过了一阵，程先生从书院内堂走出来了，吴澄立即迎上前去，拜谒之后，便向先生请教。其中问道：“如先生壁间之书，以大学为高明正大之学，然则小学乃卑小浅陋之学乎？”如此这般，一连质疑了好几个问题。程若庸不禁赞叹道：“吾处此久矣，未有如子能问者。吾有子曰仔复，与子年相若，可同学为友。”从此，吴澄向程若庸执弟子之礼，经常往来于程氏之门。程先生深知这位弟子于儒学必有所成，坚信其前途不可限量，而同门诸生有不少人却未能真正了解吴澄。<br>　　宋度宗咸淳元年（1265），祖父卧病在床，吴澄侍奉汤药，不离左右。这样一连坚持了十多天，他毫无倦怠之色。祖父对吴澄的父亲说道：“吾察此孙服勤昼夜不懈，而神气有余，此大器也，可善教之！”吴澄从婴儿时期开始，就一直受到祖父的特别喜爱。祖父经常夸耀小吴澄如何聪敏颖慧，以致使乡里人都认为这位老人有誉孙之癖。这一年十二月，祖父因病情恶化而溘然长逝。吴澄遵循古礼，亲自为祖父操办丧事，凡事先禀告父亲而后施行，一切细务处理得井井有条，乡亲们都称赞他精明能于。<br>　　后来，吴澄又师事程绍开先生，通过往来问学，使自己在学业上更加精进。程绍开（1212—1280），字及甫，号月岩，广信贵溪（今江西贵溪县）人。宝祐四年（1256）曾伏阙上书万言，指斥南宋时弊。至咸淳四年（1268）始中进士乙科，授从仕郎，差临汝教授，调宁海军节推，历礼、兵部架阁。他曾自创道一书院，又主讲象山书院，提倡合朱（熹）陆（九渊）两家之说。吴澄继师事程若庸之后，又跟从程绍开问学，深受其“和会朱陆”学说的巨大影响，后来成为元代理学界朱陆合流的代表人物之一。<br>　　吴澄转益多师，注定他将来成为元代一位儒学大家。二程都是他的良师益友，二程之学也都是他的理学思想形成的重要渊源。如果说程若庸谨授程朱之学，使吴澄获得“正学真传”，从而在理学研究上打下了坚实基础；那么，程绍开倡导“和会朱陆”，更启迪他“深造自得”，从而形成了以折衷朱陆为特色的草庐学说。</p> <p><strong>接武朱熹</strong><br>　　吴澄以圣贤之道自任，他并不只是满足于学习圣贤之道，而更重要的是立志接武朱熹，最终跻身于圣贤之列。宋度宗咸淳三年（1267），19岁的吴澄作了《道统图并叙》，阐明了儒家道统历代承传和发展的脉络，公开以朱幕之后道统的接续者自居，充分表现出一位青年学者非凡的自信和自负。在写给学者的书信中，他曾以“豪杰”比之于儒学“圣贤”，又“以绍朱子之统而自任”。他这样说道：<br>　　天生豪杰之士不数也。夫所谓豪杰之士，以其知之过人，度越一世而超出等夷也。战国之时，孔子之徒党尽矣，充塞仁义若杨、墨之徒，又滔滔也。而孟子生乎其时，独愿学孔子，而卒得其传。当斯时也，旷古一人而已，真豪杰之士哉！孟子没千有余年，溺于俗儒之陋习，淫于老、佛之异教，无一豪杰之士生于其问。至于周、程、张、邵，一时迭出，非豪杰其孰能与斯时乎？又百年而朱子集数子之大成，则中兴之豪杰也。以绍朱子之统而自任者，果有其人乎？（虞集《吴公行状》）　吴澄在这里高度评价孟子继承儒家道统并将儒学发扬光大的历史功绩，随即又明确指出在朱子之后尚无他人承传道统，实际上自许为朱子之后一人而已。为此，他在这封书信中又接着说道：<br>　　澄之韶此时，惟大父家庭之训，是闻以时文见知于人，未闻道也。及知圣贤之学，而未知能学也。于是以豪杰自期，以进于圣贤之学，而又欲推之以尧、舜，其君民而后已。实用其力于斯，豁然似有所见，坦然知其易行，而力小任重，因未敢自以为是，而自料所见愈于人矣。（同上）<br>　　吴澄这几句委婉而又直露的话语，对于朱熹之后道统的承传者，大有“当仁不让”、“舍我其谁”之意，足见吴澄胸中抱负何等远大。<br>　　此后，吴澄在经学上确实以接续朱熹为己任。他鉴于《孝经》因后儒穿凿更改，真伪混杂，首先加以校正。朱熹曾说：《孝经》独篇首六七章为本经，其后乃传文，皆齐鲁闲儒纂取左氏请书语为之传者，又颇失其次第。吴澄谨遵朱子遗言。特据朱子刊误以今文、古文校其同异，经增删修订，编成《孝经》善本传世。同时，他又采集其他典籍中谈论“孝”的文字，另外编成《孝经外传》一书刊行于世。<br>　　这一年，吴澄又潜心研读<a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a>《皇极经世》一书，颇有所领悟。他不满那些对《易经》抱着一知半解的人，往往流为术数之末，于是便以先天六十四卦分配一元之数，仔细推究历代治乱相禅、兴衰交替的缘由，从而撰写了《皇极经世续书》。可惜后来因遭受兵火之灾，该书竟至散佚不存。<br>　　咸淳六年（1270）八月，吴澄应抚州乡贡，以《乾卦保合太和万国咸宁赋》中第二十八名。次年春，他又奔赴京师应礼部试，不料名落孙山。吴澄虽然成了一个落事举子，但并不灰心丧气。他回到崇仁故里，精心整理旧作，编纂成书，题名为《私录》。程若庸先生在此书后写了一篇跋语，其中有云：“若庸来此二十二年，阅人多矣，未见年方弱冠而有此志量，有此工夫，广大精微，无所不究，如昼方旦，何可量也。仆虽老不敢自弃，愿闻切磋语。”短短几句话，高度评价了吴澄的渊博学识，充分肯定了他的著述成就。<br>　　当时，南宋日趋灭亡的征象已经越来越明显。吴澄眼看国家衰败，儒道凋敝，只好闲居家乡，授徒讲学。他修建了几间简陋的茅屋，作为自己安身之所，还特意在门窗上题辞曰：<br>　　抱膝梁父吟，浩歌出师表。<br>　　这显然是取<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>隐居待时之意，表示自己澹泊明志，宁静致远的胸襟抱负。然而南宋王朝的覆灭已成定局，没过几年便土崩瓦解了，可惜吴澄满怀壮志，未得施展。学友程钜夫深知吴澄当时的良苦用心，专门为他的茅屋题名曰“草庐”。从此以后，四方学者便称吴澄为草庐先生。</p> <p><strong>隐居穷谷</strong><br>　　元世祖至元十二年（1275），元兵攻陷江西，抚州沦为元人统治区。乐安县丞黄西卿是一位忠义之士，他不愿降元做官，便携带全家避入深山穷谷，甘心忍饥挨饿，艰难度日。他素慕吴澄讲学之名，特意邀请吴澄前去教授其子。吴澄出于对这位县丞的敬仰，欣然应邀前往。于是在山中授徒讲学，潜心著述，与黄西卿相处甚得。　至元十四年（1277），江西战乱频仍。吴澄侍奉父母双亲到处避难，很少有安居之日。后来，幸得乡贡进士郑松热情相迎，于是一道隐居布水谷。郑松（1235—1307），字特立，乐安（今江西乐安县）人。南宋末年应乡试中选，入无闲居不仕，专意研究经学。吴澄与郑松共同结庐于布水谷中，二人每日以论学为事，可谓优游年岁，自得其乐。布水谷位于乐安之高山，上有田有池，群山外环，内有一道溪流直通悬崖飞瀑而出，其景致十分壮观。谷中吴郑两人所居草庐，后人称为古隐观。<br>　　吴澄身居布水谷，虽箪食瓢饮。艰苦备尝，但他一力纂次诸经，一日不曾懈怠。在短短几年时间内，他注释了《孝经》章句，校订了《易》、《书、《诗》、《春秋》，修正了《仪礼》、《小戴礼记》、《大戴礼记》等，对儒学经典的整理和流传作出了不可磨灭的贡献。下面就诸书分别予以简述，以便知其大概。</p> <p>《易》<br>　　据《汉书·艺文志》载：《易》12篇，即包括经二传十。自从魏晋诸儒分象象文言入经、而《易》非古，注疏传诵者苟且因循以至于宋。宋代名儒吕祖谦通过精心考证，将《易》恢复其旧。而后朱熹沿用吕本，但对于书中文字阙衍谬误，没有来得及全面订正。吴澄有鉴于此，特重加修订。他采用吕祖谦古易本经文，每卦先列卦变主交，每交先列变交，次列象占。十翼也各分章数，其训解各附句下，音释考证于经则附于每卦之末，于传则附于每章之末。</p> <p>《书》<br>　　宋儒多疑古文《尚书》为伪书，从吴澄开始，专主今文《尚书》。吴澄以今文《尚书》25篇自成卷帙，以区别于古文《尚书》；又将原书各篇开头的小序合并在一起，放在全书后一部分；至于孔安国的一篇序文，也附录书末。此书虽专门阐释《尚书》今文，但大多合于古义，实为其可取之处。</p> <p>《诗》<br>　　自汉代以来，学者解说《诗经》，全都以《诗序》为本。尤其是毛公将《诗序》分置于各篇开头，使后世读者往往局限于只从序中去探索诗之大旨。对此，宋儒颇以为非，朱熹深斥其失而索性去掉序文。吴澄按照朱子所定，删掉各篇开头之序，以避免其混淆于《诗经》正文，使读者便于以诗求诗，而不为序文所惑。至于诗篇次第，吴澄也酌情加以调整，使其编排更为合理。</p> <p>《春秋》<br>　　吴澄认为，汉儒对于《春秋》三传，专门守残护缺，不能贯穿异同而有所去取；唐代啖助、赵匡、陆淳三位学者始能信经驳传，多得其本义，但仍有若干失当之处。为此，吴澄将《春秋》再加审订，编为七纲八十一目，解说以左氏为主，兼采诸家传注，而参之以己见，旨在使读者知道《春秋》史笔有一定之法，相信经文无不通之例，从而避免望文生义，误解圣贤之言。</p> <p>《仪礼》<br>　　吴澄深惜《仪礼》17篇尚不完备，于是从《礼记》、《大戴礼记》、《小戴礼记》以及郑玄《三礼注》等广泛摄拾，编成《仪礼逸经》8篇，即投壶礼、奔丧礼、公冠礼、诸侯迁庙礼、诸侯衅庙礼、礻帝于太庙礼、王居明堂礼。他又从《大戴礼记》、《小戴礼记》中采摭，编成《仪礼传》10篇，即冠仪、婚仪、士相见仪、乡饮酒仪、乡射仪、宴仪、大射仪、聘仪、公食大夫仪、朝事仪。此书仿朱熹《仪礼经传通解》之例，按照古人行礼之节次编纂经传文字，其条理显得较为缜密。</p> <p><strong>漫游讲学</strong><br>　　元世祖至元二十年（1283）冬，吴澄因父亲身染重病，只得告别友人郑松，离开布水谷，侍奉父亲返回崇仁老家。次年五月，其父不幸病逝。吴澄哀毁骨立，竭其全力为父亲办理丧事，以尽孝子之道。<br>　　至元二十三年（1286），程钜夫任江南行台侍御史，奉皇帝之命四处访求遗贤，凡发现德行高尚、才艺杰出的人，便由当地驿站立即派人护送入京拜见皇帝，以听候封赏。这一年冬天，程钜夫不辞辛苦，专程赶到抚州，命郡县官吏亲往慰问吴澄，并想方设法强求他出来做官。当郡县官吏来到吴家的时候，吴澄再三声称母亲年老，无人奉养，以此作为理由坚决推辞。最后，程钜夫亲自前来看望他，经过一番问寒问暖、叙旧谈心之后，又十分恳挚地对吴澄说：“诚不肯为朝廷出，中原山川之胜可无一览乎？”吴澄看到这位老学友一片诚心，实在推却不过，只好答应与之同行，权作一次北上漫游。他将此事禀告母亲游夫人，征得老人家同意，随即整治行装，与程钜夫一道，于十一月向建昌路（今江西南城）出发。<br>　　次年春天，吴澄到达燕京（今北京市），与一班名士频繁交往，彼此谈经论学，相互切磋，倒也不虚此行。程钜夫一拢京都，忙着把自己所荐贤士的名册向皇帝上报复命。他原本答应吴澄，不将其列入推荐之列；但经过反复思考，总觉得人才难得，实在不忍心遗弃贤能之士。于是竟违背自己的诺言，特别把吴澄向皇上作了推荐。吴澄很快知道了此事，仍以母亲年迈体衰为由，极力推辞。随后收拾行李，决定独自南归。朝中公卿大夫素闻吴澄之贤，纷纷出面挽留，但吴澄执意离京。众人无可奈何，便相率为吴澄饯行，席间赋诗送别，依依难舍。故宋宗室<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>（当时召为兵部郎中）还手书朱熹与刘子晕所和诗三章，送给吴澄以作留念。目睹当时这种送别场面，无不令人为之感叹。十二月，吴澄抵达崇仁故里。在沿途舟中，他触景生情，挥笔写下了《感兴诗》25首。<br>　　至元二十五年（1288）初春，宜黄（今江西宜黄县）吴东子修建了一座义塾，匾上题名曰“明新堂”，专为乡里子弟提供读书之便。他特地奉书聘请吴澄前往授徒讲学，吴澄欣然应允。留寓塾中数月，吴澄不分朝夕，讲学不倦；远近学子登门受教，络绎不绝。<br>　　同年秋，程钜夫上疏朝廷说：“吴澄不愿仕，而所考《易》、《书》、《诗》、《春秋》、《仪礼》、《大戴礼记》、《小戴礼记》俱有成书，于世有益，宜取置国子监，令诸生经习，次第传之天下。”朝廷采纳了程矩夫的意见，于是移命江西行省派遣官员前往吴澄家中誊写进呈，并下令地方政府对吴澄随时给予优礼厚遇。<br>　　元成宗元贞元年（1295）八月，吴澄出游龙兴西山（位于今江西南昌市郊）。江西湖东道肃政廉访使司经历官郝文得知这一消息，特地迎请吴澄入城，留居郡学讲授《易经》。郝文本人询阿《易经》疑难数十条，吴澄一一作答，其言深入浅出，透辟明晰，使郝文和在座学者大为叹服。两人对答之辞，由官吏从头至尾记录下来，题名曰《原理》，让四方学者传抄研习。<br>　　当时，南北土友前来问学者颇多。清河人元明善身任江西省椽，向以文学自负，经常屈其同座。这次听说吴澄来到郡学，他也不甘寂寞，专捡有关《春秋》大义的数十条疑难问题请吴澄解说。吴澄不假思索，而对答如流，句句皆为领会至深之语。元明善听了，有如醍醐灌顶，对《春秋》义理领悟了很多，但尚存些须疑点。吴澄因材施教，便指导他研读《程氏遗书》和朱熹《近思录》。元明善过去曾几次读过这两种书，但直到现在经吴澄点拨，才知反复玩味而有所得。一天，他当面感谢吴澄说：“与吴先生言，如探渊海。先生之学，程、朱之学也，请执弟子礼终身！”随后，城中士友及诸生纷纷请求由吴澄主讲郡学，吴澄便为大家专题讲授“修己以敬”章，滔滔万余言，听众成百上千，多所感发。</p> <p><strong>官授师儒</strong><br>　　掾元成宗元贞二年（1296），董士选身任江西行省左丞。经省椽元明善引见，他前往馆塾拜望了吴澄，并询问《春秋》经义和治乱之道，都得到了令人满意的解答。董士选拱手告别了吴澄，与元明善同返官署。归途中，他深有感慨地对元明善说：“吾平生所见士多矣，未有德容辞气、援据经传如吴先生者！”<br>　　大德元年（1297），董士选拜江南行台御史中丞。次年进京朝见皇帝，改金枢密院事。他多次向朝廷推荐吴澄，但吏部迟迟未能采纳他的意见。一日在都堂议事，董士选离座起立，对丞相愕勒哲和平章军国重事博果密说道：“士选所荐吴澄，非一才一艺之能也。其人经明行修，论道经邦，可以辅佐治世，大受之器也。”丞相和平章军国重事听了，都说：“金院质实所荐，必天下士何疑焉！”事有不巧，平章军国重事博果密改拜御史中丞，不久去世，未及任用吴澄。<br>　　大德五年（1301），董士选官拜御史中丞，又全力举荐吴澄。于是，朝廷授吴澄为应奉翰林文字、登仕郎、同知制诰兼国史院编修官，并移命江西行省派遣官吏敦促吴澄赴京就职。董士选专门以个人名义写了一封书信，再三勉励吴澄应召出仕。吴澄当即复书，极力推辞不就。他在回信中说：<br>　　澄以古之贤人君子自期，则其出处进退必有道矣。不然，贪荣嗜进，亦若而人也，阁下奚取焉？爱人以德，成人之美，是所望于今之大臣宰相能如古人者；爱之以德而成其美，岂必其仕哉。康节邵先生诗云：“幸逢尧舜为真主，且教巢由作外臣。”澄虽不肖，愿自附于前修，成之者在阁下。<br>　　吴澄虽然一再陈情推却，但迫于地方官吏三番五次催促，只得亲自去京城向皇帝谢辞。等他抵达京都，已经有人先代其任，此事方才作罢。时值大德六年（1302）十月，吴澄本想立即动身返回故里，但河冻冰封，归路难行，于是暂且滞留京都，再作打算。门人元明善朝夕侍奉吴澄，甚为勤谨。而朝中士大夫纷纷前来问学，吴澄一一为他们解惑释疑。<br>　　大德七年《1303）春天，吴澄治装南归。御史中丞董士选抗章论奏朝廷有失待士之礼。他说：<br>　　应奉翰林文字吴澄，天禀高特，道业安成，不求用于时，隐居五十余载。至元间遣使求贤，同至者俱为按察，本官力以母老辞还。大德五年，举本官有道之士，都省奏克前职，咨行省特遣之任，未至而吏部作不赴任阙。顷于本官无所加损，似失朝廷崇儒重道之意。<br>　　尽管言辞恳切，朝廷却一时置若罔闻。吴澄于五月到达扬州江北，淮东道肃政廉访使赵完泽以天气暑热为由，强行挽留吴澄暂居郡学，当时有中山王(王介)、河南张恒等学者登门受业。张恒等人就《孝经》若干疑难问题虚心请教，吴澄逐一进行解说，使之恍然大悟，获益非浅。其后，淮东宣抚使沙卜珠(王介)、工部侍郎贾钧、湖广廉访使<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>、淮东金事赵瑛、南台御史詹士龙以及元明善等达官名流，也纷纷具疏致币，亲率子弟赶到扬州，请谒吴澄拜师求学。<br>　　大德八年（1304）十月，吴澄回到崇仁故里。这时，朝廷有旨传来，授他为将仕郎、江西等处儒学副提举。次年，吴澄校定邵子（雍）之书，编次其目为（一）《皇极经世》12卷，为书62篇；附录《观物外篇》两篇；（二）《渔樵问答》1卷，为书22章，附录遗文6篇；（三）《伊川击壤集》20卷，为诗1498首，附录集外诗13首以及《后序》1卷。吴澄天资高明，早年已能领悟《易经》奥秘，所以对邵子之书考校详实，编订精审，有功于邵子之学可谓大也。与此同时，吴澄还精心校订了郭璞《葬书》等古籍。<br>　　吴澄不愿出仕，迟迟未去上官。大德十年（1306），他决定漫游南岳衡山，四月到达袁州（治所在今江西宜春县）。江西儒学提举郑陶孙闻知此事，立即派人致书，追请吴澄赴任。十月，吴澄被迫到官就任。次年正月，他突然染病，二月便告请到富州（治所在今江西丰城县）就医。在疗养期间，吴澄又精心校订了一《老子》、《庄子》以及<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《太玄》诸书，还与门人论及诸书之本旨，并辨正讹伪，而后著论立说。<br>　　元武宗至大元年（1308），新天子即位，广求人才，诏授吴澄为从侍郎、国子监丞，并移命江西行省敦促赴官。次年六月，吴澄就任国子监丞，六馆翕然归向。最初，元世祖命北方名儒许衡出任国子监祭酒，开始以朱熹理学教授弟子。许衡告老以后，继之者多是他的门人，还能烙守师法。但时间既久，师传渐失，学者散漫无归。而今吴澄一到，决心整治颓风，使诸生为学知其趋向。他每天拂晓便举烛堂上，让诸生依次受业，并各持所疑以质问。直至傍晚，他才退归寓舍稍事休息，而诸生往往执经以从，随时请教。吴澄根据清生才质之高下、识见之深浅而分别给予指导，使他们都能“刻意研穷，以究乎精微之蕴；反身克治，以践乎进修之实。”吴澄就这样谆谆教诲，循循善诱，朝夕讲论，寒暑不废，从而赢得了六馆请生的衷心爱戴。他本来不愿出仕，但而今官授师儒，每日面对莘莘学子，确实也感到了为人师表、哺育英才的莫大快乐。<br>　　至大四年（1311）三月，元仁宗即位，罢尚书省。吴澄被改授文林郎，升国子监司业。原侍御史刘赓拜集贤学士兼国子监祭酒，他召集六馆请生，反复告诫大家说：“朝廷徒以吾旧人，故自台臣来领学事，主工作，新斯文之意甚重，吾岂敢当！司业大儒，吾犹有所质问，时不可失，师不易得，诸生其勉之！”<br>　　吴澄在国子监克尽职守，不负众望。他采用宋代程颢《学校奏疏》、胡安国《大学教法》以及朱熹《贡举私议》三者，加以斟酌取舍，专门制订了四条教法：一曰经学，讲授内容有《易》、《书》、《诗》、《仪礼》、《周礼》、《大戴礼记》，再附加《春秋》三传，要求诸生各专一经，并须熟读经文，旁通小学，融会诸家讲说义理；二曰行实，教育诸生孝顺父母，友爱兄弟，尊敬长辈，和睦宗亲，厚待朋友，同情他人；三曰文艺，指导诸生学习古文和诗赋，要求人人能够写诗作文；四曰治事，为诸生讲授有关选举、食货、礼仪、乐律、算法、吏文、星历、水利等方面的知识，对他们加强能力培养。吴澄还未及施行这些教法，却被同僚所嫉恨，于是产生了辞官退隐的想法。<br>　　元仁宗皇庆元年（1312）正月，吴澄告病辞归。他登舟赋诗，留别各位僚友，众人无不唏嘘感慨。监学官当即命令属吏及诸生数十人追至通州河上，再三恳留，吴澄执意不从。朝廷也专门遣使追留，终究未果。其时，六馆诸生怅怅然如失父母一般，竟有未经合清而追随吴澄南行者数人，从学几年后北归，全都中选高科，成为儒学名士。</p> <p><strong>穷究五经</strong><br>　　吴澄到了晚年，更加专心致志，穷究“五经”。在总结数十年治经成果的基础上，着力撰写了《五经纂言》，完成了经学史上的一大壮举，实现了他终生研究经学的宏愿。　元仁宗延祐三年（1316），吴澄漫游宜黄（今江西宜黄县），入山留居五峰僧舍，历时六月有余，修成《易纂言》。五年（1318）春，吴澄除集贤直学士，特升奉议大夫，朝廷当即委派集贤修撰虞集奉诏前往江西迎致。吴澄应召，于五月启程，八月到达仪真（今江苏仪征县），突然疾病发作，不能前行，只得暂时滞留淮南。十一月寓居建康（今江苏南昌市），修成《书纂言》以后返家。<br>　　元英宗至三年（1323），朝中元老大臣一致举荐吴澄为当代天下儒士之冠，故有旨超授翰林学士、知制诰同修国史，进阶太中大夫，并委派直省合人刘布囗齐奉敕前去聘召。舍人到了崇仁，代皇帝向吴澄殷勤致意，还说：“皇上固知先生年事已高，所以来召者，必欲见先生，宜毋以此为辞！”吴澄拜命即行，于五月抵达京师，六月入翰林院就任。七月，诏令吴澄撰写《金书佛经序》，以资皇室追荐冥福之用。他颇有异议，后因皇帝驾崩而止。<br>　　泰定元年（1324）二月，朝廷采纳江浙行省左丞赵简的建议，大开经筵进讲。中书平章政事张珪主持讲席，分派吴澄担任经学讲官。三月，吴澄为泰定帝讲述《中庸》“舜其大孝”章以及《资治通鉴》数条。由于他进讲时言温气和，经旨敷畅，颇得古人劝讲之体，因此使皇上听后甚为满意。七月，吴澄奉诏纂修《英宗实录》。次年十二月，纂修事毕，吴澄又告病还乡。<br>　　泰定三年（1326）。张挂上疏皇帝，恳请起用吴澄。他说：<br>　　翰林学士吴澄，心正而量远，气充而神和，博考于事物之赜而达乎圣贤之蕴，致察于践履之微而极乎神化之妙，正学真传，深造自得，实与末俗盗名欺世者霄壤不同。粤自布衣，一再收召，超擢学士，有识君子不以为过。前当讲明创切，温润完厚，康健聪明，经学之师，当代寡二。虽蒙恩赐存抚，为礼甚优，然合召还，资其学问，良非小补。<br>　　于是，泰定帝下诏加授吴澄为资善大夫，仍任翰林学士，知制诰同修国史，但吴澄终究称病未赴。<br>　　吴澄闲居故里，依然一如既往地精心研究“五经”，继《易纂言》、《书纂言》之后，他又陆续修成了《诗纂言》、《春秋纂言》、《礼记纂言》、《易纂言外翼》等书。元顺帝元统元年（1333）六月，吴澄不幸感冒得疾，家人延医诊治无效，历时数日竟与世长辞。噩耗传至朝廷，有旨加赠资德大夫、江西等处行中书省左丞上护军，追封临川郡公，谥曰文正。<br>　　吴澄终生治经，孜孜不倦，从年轻时校订“五经”，到中年又“采拾群言”，“以己意论断”，再“条加记叙”，并努力探索朱熹研究五经“未尽之意”，直至晚年方才修成《五经纂言》。除了《诗纂言》而外，其余《易纂言》、《书纂言》、《礼记纂言）、《春秋纂言》四种以及《易纂言外翼》、《仪礼逸经传》、《孝经定本》、《道德真经注》等书，均为《四库全书》所著录。<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>季子黄百家在《宋元学案·草庐学案》中评赞曰：“朱子门人多习成说，深通经术者甚少。草庐《五经纂言》，有功经术，接武建阳（朱熹），非北溪（陈淳，朱熹“高弟”之一）诸人可及也。”<br>　　的确如此，吴澄撰修《五经纂言》，在编次整理经文的同时，还特别对其内容从义理方面加以疏解，深入探讨其微言大义，发明张大朱熹之说。他摆脱了汉唐局限于文字训诂的治经方法，在五经研究上完成了由汉、唐的典制训诂转入宋元的义理疏注这一发展过程。毋庸置疑，这确是“朱子门人所不及”的经学成就。即使在元代，研究五经者虽然不乏其人，但唯有吴澄的成就最为显著。</p> <p><strong>草庐学说</strong><br>　　朱熹的学说对吴澄影响很大<br>　　吴澄与许衡同为元代名儒，当时号称“北有许衡，南有吴澄”。许衡主要是承传程、朱之学，而吴澄则主要是折衷朱、陆之学。《宋元学案·草庐学案》将吴澄列为“朱熹四传”、“象山私淑”。<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>说：“草庐出于双峰（饶鲁），固朱学也，其后亦兼主陆学”；“然草庐之著书，则终近乎朱”。（《宋元学案》卷92）吴澄，就其师授而言，当是朱学人物，所著《五经纂言》，也是“接武建阳（朱熹）”；但从其论学实际来看，吴澄又是元代“和会朱陆”的突出人物。对于朱、陆之学，他既看到了其相同的一面，也看到了其相异的一面，他企图解决朱、陆之间的矛盾，进而和会朱、陆。在理学上，吴澄确实谈了不少朱学的内容；但对于朱、陆的分歧，他又基本否定了朱熹的“道问学”论，而接受了陆学的本心论，提倡读书问学当以陆象山的“尊德性”为本，这在一定程度上克服了朱熹哲学方法与体系的矛盾。因此，草庐学说是折衷朱、陆的产物。<br>　　以下分别从道统论、天道观、心性说三个主要的方面，对吴澄的理学思想进行简要的论析。<br>　　道统论儒家道统说，始于唐代古文家<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>。韩愈为了辟佛反老，特提出儒家圣人传道的道统。此说一倡，遂为后世儒家所祖述，道统也就成了儒学名流自谓得孔门心传、以抬高自己身价的工具。程颐、朱熹、陆九渊等人就是如此，吴澄则更有甚之。他19岁作《道统图》，便慨然以接武朱熹继承道统自任。对于道统，吴澄曾有这样的论述：<br>　　道之大原出于天，神圣继之。尧舜而上，道之元也；尧舜而下，其亨也；诛泅邹鲁，其利也；镰洛关闽，其贞也。分而言之，上古则羲皇其元，尧舜其亨，禹汤其利，文武周公其贞乎！中古之统，仲尼其元，颜曾其亨，子思其利，孟子其贞呼！近古之统，周子其元，程张其亨也，朱子其利也。孰为今日之贞乎？未之有也，然则可以终无所归哉？（《元史·吴澄传》）<br>　　从这段文字中，充分体现出吴澄道统论的几个主要观点：<br>　　其一，以天为道统之原。韩愈的道统始于尧舜，而吴澄则借用董仲舒“道之大原出于天”之说，视天为道统之原，尧舜继之。这显然反映了宋以来儒家的宇宙本体观念。<br>　　其二，高度重视宋代理学。吴澄根据《周易》的元、亨、利、贞排列，把道统的发展过程分为上古、中古。近古三个历史阶段，每一阶段又分为元、亨、利、贞四个小段；而特别把两宋理学排在儒学发展的“近古”阶段，亦即最后阶段，处于终结之“贞”的最高位置。这表明吴澄对于两宋理学的极端重视。<br>　　其三，一自我标榜为朱子传人。吴澄在《道统图》中，将近古理学阶段从周敦颐发展到朱熹，按序排列为元、亨、利，而处于终结的“贞”却有意留下一个空缺。显然，吴澄的本心是想以“贞”自任，从而跻身于宋儒诸子之列，成为朱熹之后道统的继承人。<br>　　天道观探讨太极、理、气的内涵及其相互关系，是理学的基本内容。吴澄的天道思想，主要包括自然观、太极与理气论。关于天、地、日、月和人、物的形成，吴澄认为皆本于“一气”。他曾经说过：<br>　　天地之初，混沌洪濛，清浊未判，莽莽荡荡，但一气尔。及其久也，其运转于外者，渐渐轻清，其凝聚于中者，渐渐重浊；轻清者积气成象而为天，重浊者积块成形而为地。天之成象者日月星辰也，地之成形者水火土石也。天包地外，旋绕不停，则地处天内，安静不动，天之旋绕，其气急劲，故地浮载其中，不陷不堕，歧伯所谓大气举之是也。天形正国如虚球，地隔其中，人物生于地上，地形正方如搏骰，日月星辰旋绕其外，自左而上，自上而右，自右而下，自下复左。（《吴文正公全集》卷1《原理》）<br>　　吴澄的所谓“气”具有实体性，是形成天地人物的质料。这种认识应当说具有一定的唯物论因素。<br>　　然而，吴澄并未把“气”作为宇宙的本原，而将宇宙本原另属之于“理”和太极。对于气与理的关系，吴澄认为：“自未有天地之前至既有天地之后，只是阴阳二气而已。本只是一气，分而言之则日阴阳，又就阴阳中细分之，则为五行，五行即二气，二气即一气。气之所以能如此者何也？以理为之主宰也。理者非别有一物在气中，只是为气之主宰者即是，无理外之气，亦无气外之理。”（《吴文正公全集》卷2《答人问性理》）吴澄认定理是气的主宰者，但它又寓于气中，理气不可分割。<br>　　关于理和太极的关系，吴澄则视理为太极，为精神本体。在他看来，天地生灭，人销物尽的变化反复，统统是由于“太极为之”。太极之所以能起到主宰宇宙的作用，是由于它本身包含的动静之理，能随“气机”之动静而动静。但太极本身又是“冲漠无朕，声息泯然”，“无增无减，无分无合”。可见，吴澄是把太极作为宇宙的本原，而太极本身却是一个寂然不动的绝对体，这种宇宙观无疑属于唯心主义的范畴。<br>　　再进一步，吴澄还把太极等同于天、帝、神、命、性、德、仁等范畴。按照他的解释，太极就其“全体自然”而言叫做天，就其“主宰造化”而言叫做帝，就其“妙用不测”而言叫做神，就其“赋与万物”而言叫做命，再就“物受以生”而言叫做性，得此性便叫做德，就其“具于心”而言叫做仁。如此一来，吴澄的所谓“太极”，不仅是宇宙的本体，是普照天地的万能神，而且它还具有道德的属性，是人生最高的理想和极则，也就是天理。<br>　　心性说人如何认识天理，并做到与之合一，这是理学家们研究的重要课题。朱熹是持之以格物，陆九渊是持之以本心，而吴澄则是“和会朱陆”，形成了自己的心性说。 </p>"
}