{
  "id": 393,
  "star": 6,
  "name": "江总",
  "dynasty": "南北朝",
  "desc": "江总（519～594）著名南朝陈大臣、文学家。字总持，祖籍济阳考城（今河南兰考）。出身高门，幼聪敏，有文才。年十八，为宣惠武陵王府法曹参军，迁尚书殿中郎。所作诗篇深受梁武帝赏识，官至太常卿。张缵、王筠、刘之遴，乃一时高才学士，皆对江总雅相推重，与之为忘年友。侯景之乱后，避难会稽，流寓岭南，至陈文帝天嘉四年（563）才被征召回建康，任中书侍郎。陈后主时，官至尚书令，故世称“江令”。任上“总当权宰，不持政务，但日与后主游宴后庭”，“由是国政日颓，纲纪不立”（《陈书·江总传》）。隋文帝开皇九年(589)灭陈，江总入隋为上开府，后放回江南，去世于江都（今江苏扬州）。",
  "content": "<h2>文学创作</h2> 　　江总是陈代亡国宰相，后宫“狎客”，宫体艳<a href=\"http://so.gushiwen.org/author_393.aspx\">诗</a>的代表诗人之一，其诗意浮艳靡丽，内容贫弱，多是一些为统治者淫乐助兴之作，因此在历史上声名不佳。但随着国家兴亡和个人际遇的变化，他的诗也渐渐洗去浮艳之色，而时有悲凉之音。今存诗百首，少量赠答诗及陈亡后凭吊故土之作，有一定价值；《闺怨篇》开唐人七言排律之体。《陈书·江总传》载有集30卷。但今存明代<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>《汉魏六朝百三家集》中所辑《江令君集》仅1卷。<br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　江总字总持，济阳考城人（今河南商丘民权县）。是晋朝散骑常侍江统的十世孙。</p> <p>　　江总七岁丧父，寄依外祖家。年少时聪明敏捷，性情纯厚。其舅舅吴平光侯萧劢，在当时名望很高，特别钟爱他，曾对江总说：“你节操品行与众不同，神态举止超群出众，将来出名，必当超过我。”江总长大后，勤奋笃学才思敏捷，他家世代相传的书数千卷，江总日夜探究研读，未曾离手。</p> <p>　　十八岁时，江总初任宣惠武陵王府法曹参军。中权将军、丹阳尹何敬容建府置僚属，设置佐吏，都以显贵的后代担任，江总又授职为何敬容府主簿。不久调任尚书殿中郎。</p> <p><strong>才华横溢<br></strong>　　梁武帝<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>撰写《正言》才毕，又写《述怀<a href=\"http://so.gushiwen.org/author_393.aspx\">诗</a>》，江总参与写此诗，萧衍读完江总的诗后，大为叹赏。又调任侍郎。尚书仆射范阳张缵，度支尚书琅邪王筠，都官尚书南阳刘之遴，都才学渊博，因江总年少时出名，张缵等人很是推重，结为忘年之交。刘之遴曾以诗文相赠江总。后调任太子洗马，又出京任临安县令，再回京任中军宣城王府内录事参军，调任太子舍人。</p> <p>　　梁朝和西魏友好往来，萧衍诏命江总和<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>出使西魏，江总生病没有前去。侯景寇掠京城，萧衍诏命江总暂兼太常卿，坚守小庙。台城陷落后，江总在外境维艰中逃难，费了几年时间才到会稽郡，住到龙华寺，便写了《修心赋》，大略评品时事。</p> <p>　　江总的第九个舅舅萧勃首先占领广州，他又从会稽去投依萧勃。</p> <p>　　梁元帝萧绎平定侯景之乱后，诏命江总任明威将军、始兴内史，给江总八百斛太守薪俸让他出行。恰逢江陵陷落，江总遂不成行，从此寄居岭南多年。</p> <p><strong>效力陈朝<br></strong>　　天嘉四年（563年），因任中书侍郎回朝廷，管辖侍中省。江总历任司徒右长史，掌东宫管记，给事黄门侍郎，兼南徐州大中正。又授职太子中庶子、通直散骑常侍，东宫、中正职务不变。不久调任左民尚书，后转任太子詹事，中正职务不变。江总因与太子彻夜畅饮，收养良家女子陈氏为女，太子便装去江总住所，皇上怒而免除其职。不久复任侍中，兼左骁骑将军。再任左民尚书，兼左军将军，未授职，又因公事免职。不久任散骑常侍、明烈将军、司徒左长史，调任太常卿。 </p> <p>　　陈后主<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>继位后，授职江总任祠部尚书，又领左骁骑将军、参掌选事。又转任散骑常侍、吏部尚书。再调任尚书仆射，参掌选事职务不变。 </p> <p>　　至德四年（586年），江总加任宣惠将军，量置佐史。不久授官尚书令，赐给鼓吹一部，加扶，其他官职未变。</p> <p><strong>昏庸亡国<br></strong>　　祯明二年（588年）晋号中权将军。后任宰相，他不理政务，只是每天和后主在后宫饮酒作乐，还加上陈暄、孔范、王瑗等十余人，当时称他们为狎玩之客。因此国家日益衰败，典章制度不健全，有上言者，就以犯罪论处，君臣昏庸腐败，以至于国家灭亡。</p> <p>　　祯明三年（589年）建康陷落后，江总入隋朝，任上开府。 </p> <p>　　开皇十四年（594年）死于江都，时年七十六岁。</p><br/><h2>家族成员</h2> 十世祖：江统（晋朝散骑常侍）<br>五世祖：江湛（宋朝左光禄大夫、开府仪同三司，封爵号忠简公）<br>祖父：江蒨（梁朝光禄大夫）<br>父亲：江紑（本州迎主簿）<br>长子：江溢（历任著作佐郎、太子舍人、洗马、中书黄门侍郎、太子中庶子。入隋后，为秦王文学）<br>第七子：江漼（驸马都尉、秘书郎、隋给事郎，直秘书省学士）"
}