{
  "id": 1870,
  "star": 0,
  "name": "宋璟",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1870.jpg",
  "dynasty": "唐代",
  "desc": "宋璟（663年—737年），字广平，河北邢台市南和县阎里乡宋台人。其祖于北魏、北齐皆为名宦。璟少年博学多才，擅长文学。弱冠中进士，官历上党尉、凤阁舍人、御史台中丞、吏部侍郎、吏部尚书、刑部尚书等职。唐开元十七年（公元729年）拜尚书右丞相。授开府仪同三司，进爵广平郡开国公，经武、中宗、睿宗、殇帝、玄宗五帝，在任52年。一生为振兴大唐励精图治，与姚崇同心协力，把一个充满内忧外患的唐朝，改变为政治、经济、文化、军事处于世界领先地位的大唐帝国，史称“开元盛世”。",
  "content": "<h2>生平</h2> <p><strong>年表记事</strong></p> <p>　　生于唐龙朔三年（公元663年），十七岁中进士，授义昌（今汝城）令后又升任监察御史，凤阁舍人。</p> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>长安三年（公元703年），张易之诬构宰相<a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>，他赂贿凤阁舍人<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>作诬证。张说将至御前作证。同为凤阁舍人的<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>对张说：“一个人一生最重的是名誉气节，不可只图个人苟生，陷诬好人。即使因此被谪官流放，他的美德会受到人们的尊敬。倘有不测之祸，准备叩请天子赦免，要死与你一起去死。努力为之，万代瞻仰，在此举也。”张说为宋璟的话所感动，廷辩时如实上奏，使魏元忠免受陷害。</p> <p>　　神龙二年（公元706年），京兆人韦月将上书中宗，告发武三思“潜通宫掖，必为逆乱”，武三思闻知后，暗使手下诬陷韦月将大逆不道。中宗听信谗言，特令处斩韦月将。宋璟以为案情不实，请求查实验证。中宗大怒，他说：“朕已决定斩首，你还有什么可说的？”宋璟说：“人家告韦后与三思有私情，陛下不加过问就问斩，臣恐天下会议论，请查实后用刑。”中宗愈加发怒。宋璟面无惧色，说：“请陛下先将臣斩首，不然不能奉诏。”中宗无奈，才免韦月将极刑，发配岭南。不久，中宗下诏宋璟为检校并州长史，没有成行，又任为检校贝州刺史，宋璟被挤出了朝廷。</p> <p>　　睿宗景云(元年710年)，宋璟自洛州长史入为吏部尚书、同中书门下三品，掌铨选。宋璟取舍平允，为时所称。当时，太平公主擅权，将谋害太子，宋璟与<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>奏请令公主出居东都洛阳，又被贬为楚州刺史。</p> <p>　　开元初，为广州都督，教百姓烧瓦代竹茅盖房，以避火灾。</p> <p>　　开元四年(公元716年)，召入为刑部尚书，不久代姚崇为相。宋璟居相位，以择人为务，随才授任，使百官各称其职。他刑赏无私，敢犯颜直谏，为玄宗所敬惮，虽不合意，也勉强采纳。宋璟与姚崇并称贤相，号“姚、宋”。史称“崇善应变以成天下之务，璟善守文以持天下之正。二人道不同，同归于治”。</p> <p>　　开元五年（公元717年），宋璟随同玄宗巡幸东都，路过崤谷（今河南陕县），山高路窄，难以行走。玄宗十分恼怒，要罢免河南尹李朝隐和负责旅途事务的知顿使王怡。宋璟进谏说：“陛下方事巡幸福，今以此罪二臣，臣恐将来民受其弊”。玄宗认为很有道理，就免去二人死罪。</p> <p>　　开元八年（公元720年），以压制犯法官僚的申诉，又严禁恶钱流通，颇招人怨，遂被授开府仪同三司，罢相。</p> <p>　　开元十年，京兆人权梁山聚众暴动，被镇压后，其众多遭逮捕，玄宗以宋璟兼京兆留守复审，他只治罪为首数人，余皆释放。</p> <p>　　开元十二年（公元724年），玄宗东巡泰山，宋璟留守京师。玄宗将出发，对宋璟说：“卿是国家元老，为朕股肱耳目。今将巡洛阳，分别有一段时日，请有什么好主意，告诉朕。”宋璟一一直言相告。玄宗将宋璟“所进之言，书之座右，出入观省，以诫终身”。</p> <p>　　开元十七年，拜尚书右丞相。</p> <p>　　开元二十年（公元732年），宋璟年已七十三岁，年老体弱，请求辞职，退求洛阳东都私宅。</p> <p>　　开元二十五年(公元737年)，一代名相与世长辞，享年七十五岁，赠太尉，谥曰文贞。</p> <p>　　唐大历五年（公元770年），即宋璟去世33年之后，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>应宋璟后裔之托，撰文并书写了碑文。</p> <p>　　大历七年（公元772年），墓碑镌刻完成，立于宋璟墓地。</p> <p>　　该碑高4.08米，宽1.6米，厚0.47米，碑的正面、阴面和左侧刻有颜真卿书写的盈寸楷体，洋洋三千余言，叙述了宋璟这位中唐政治家的政治经历和他一生的伟绩。碑的左侧镌刻的是此碑建立6年后（大历十三年，即公元778年），又由颜真卿补记的宋璟的生平事迹。碑的右侧镌刻的是明朝人方思道记述宋璟碑倒伏后重新树立起来的经过。宋璟碑文，字体端庄，气势开张，用蚕头磔尾的隶法于捺笔首尾，结体字大充格，磅礴大气。颜真卿书写宋璟碑文时，时年65岁，书法艺术炉火纯青，成为他的成熟的传世名作之一。</p> <p><strong>为官事迹</strong></p> <p>　　武后时期</p> <p>　　唐代著名政治家宋璟，生于公元六六三年，唐高宗调露年间进士及第，年仅十七岁。</p> <p>　　武后执政，宋璟因为率性刚正而被重用，逐步由凤阁余人（即中书舍人）升迁至御史中丞；武则天的宠臣张昌宗因为私自向相士询问运程，违反了宫规，宋璟奏请追究，但是武则天则特旨赦免，并命令张昌宗及张易之两兄弟到他的住所谢罪，宋璟却拒而不见。宋璟因此与他们结怨，二张屡次欲借故中伤他，但却不成功。<br>中宗睿宗时期</p> <p>　　李唐复兴后，在中宗时，宋璟担任黄门侍郎。当时宋璟得罪了当权的武三思，因此受到排挤，被外调为贝州刺史。其后因为韦后叛乱，中宗被杀，睿宗子<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>平叛，睿宗继位。宋璟重新被起用，睿宗将他由洛州长史调为吏部尚书、同中书门下三品，执掌朝政，这是他首度为相。在这期间，他一改朝廷用人惟亲的恶习，提出了用人“虽资高考深，非才者不取”的准则，并且不顾当时拥有极大权势的太平公主等人的反对及阻饶，罢去昏庸的官员达数千人，并请太平公主出居东都洛阳，以防太平公主谋反，但因此得罪了太平公主，被其中伤，因此反而被罢相，贬为楚州刺史。</p> <p>　　玄宗时期</p> <p>　　其后太子李隆基讨平太平公主的叛乱，即位为唐玄宗，宋璟被调为广州都督。这时宋璟仍专注改善民生，并没有因为外调而灰心，他教晓百姓以砖瓦盖屋取代简陋的茅屋及草屋，以减少火灾出现的可能。开元716年，他被调返京师，任刑部尚书，后来姚崇因事退隐，他获姚崇推荐，再度为相。这时，宋璟再度提出“虽资高考深，非才者不取”的准则。他为防奸佞小人私下在皇帝耳边进谗言，提出百官奏事，必定要有谏官、史官在旁的规定。而玄宗亦十分器重宋璟，并以师礼待之；进则迎，出则送，因此宋璟提出的具建设性的提议，通常均被采纳。亦因如此，当时朝廷一改以往用人惟亲的恶习，并减少了奸佞小人诬谄好人的情况，使开元初期的政局十分清明。宋璟前后为相四年，他不畏权贵，力革前弊，奉公守法，不徇私情。相传，他叔父宋元超当了“选人”（侯选官）后，要求吏部予以优先照顾，宋璟得知后，不但不予优先录用，并手示吏部“不能私害公。”又据史书记载，唐代规定，每年地方各道派人定期向皇帝、宰相汇报工作。使者进京，往往多带珍贵宝货，四处送礼，拜结权贵，许多官吏收礼受贿，使者也多有因此得以晋升。宋璟对此则异常不满，并面奏玄宗同意，勒令所有礼品一概退回，以绝侥求之路，削杀收礼受贿之风。公元720年，他因为压制犯法官员的申诉，并严禁黑钱的流通，得罪了不少权贵，因此被降为开府仪同三司，再度罢相。729年，再度拜为尚书右丞相。733年，以年老为由退休，“仍令全给禄奉”，隐居洛阳。开元二十五年（公元737年）十一月十九日去世于东都明教里私第，享年74岁。玄宗追封他为太尉，谥文贞公。</p> <p>　　唐玄宗后期，由于政治上安于现状，在吏治方面也慢慢受到后庭和宗族、姻戚的影响，加之<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠等奸相为辅，由姚、宋苦心建立起来的政治纲纪，很快被他们破坏殆尽。相传，安史之乱发生后，唐玄宗狼狈逃到咸阳，一位长者向玄宗说：“臣犹记宋璟为相，数进直言，天下赖以平安。自倾以来，在廷之臣以言为讳，维阿谀取容，是以阙门之外，陛下皆不得知，草野之臣，必知有今日久矣”。这是对玄宗的批评，也是对宋璟的赞扬和怀念。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>同<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>一样，是唐代历史上著名政治重臣。唐朝三百年间，素有“前称房、杜，后称姚、宋”之说。史书上一向姚宋并提，并有“崇善应变以成务，璟善守文以持正”的赞词。</p> <p>　　朝野赞誉宋璟为“有脚阳春”。意言景如一缕春风，趟到哪里哪里似春风煦物，倍感温暖，不为自己争名谋利;严以律己，宽以待人，均体现了景爱民恤物的高尚品德。</p><br/><h2>主要成就</h2> <p><strong>武后时期<br></strong>　　武后执政，<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>因为率性刚正而被重用，逐步由凤阁余人（即中书舍人）升迁至御史中丞；<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的宠臣张昌宗因为私自向相士询问运程，违反了宫规，宋璟奏请追究，但是武则天则特旨赦免，并命令张昌宗及张易之两兄弟到他的住所谢罪，宋璟却拒而不见。宋璟因此与他们结怨，二张屡次欲借故中伤他，但却不成功。</p> <p><strong>中宗睿宗时期<br></strong>　　李唐复兴后，在中宗时，宋璟担任黄门侍郎。当时宋璟得罪了当权的武三思，因此受到排挤，被外调为贝州刺史。其后，韦后叛乱，中宗被杀，睿宗子<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>平叛， 睿宗继位。宋璟重新被起用，睿宗将他由洛州长史调为吏部尚书、同中书门下三品，执掌朝政，这是他首度为相。在这期间，他一改朝廷用人惟亲的恶习，提出了用人“虽资高考深，非才者不取”的准则，并且不顾当时拥有极大权势的太平公主等人的反对及阻饶，罢去昏庸的官员达数千人，并请太平公主出居东都洛阳，以防太平公主谋反，但因此得罪了太平公主，被其中伤，因此反而被罢相，贬为楚州刺史。 </p> <p><strong>玄宗时期<br></strong>　　李隆基讨平太平公主的叛乱，即位为唐玄宗，宋璟升调为广州都督。宋璟仍专注改善民生，并没有因为外调而灰心，他教晓百姓以砖瓦盖屋取代简陋的茅屋及草屋，以减少火灾出现的可能。开元716年，他被调返京师，任刑部尚书，后来<a href=\"http://so.gushiwen.org/author_1540.aspx\">姚崇</a>因事退隐，他获姚崇推荐，再度为相。这时，宋璟再度提出“虽资高考深，非才者不取”的准则。他为防奸佞小人私下在皇帝耳边进谗言，提出百官奏事，必定要有谏官、史官在旁的规定。而玄宗亦十分器重宋璟，并以师礼待之；进则迎，出则送，因此宋璟提出的具建设性的提议，通常均被采纳。亦因如此，当时朝廷一改以往用人惟亲的恶习，并减少了奸佞小人诬谄好人的情况，使开元初期的政局十分清明。宋璟前后为相四年，他不畏权贵，力革前弊，奉公守法，不徇私情。相传，他叔父宋元超当了“选人”（侯选官）后，要求吏部予以优先照顾，宋璟得知后，不但不予优先录用，并手示吏部“不能私害公。”又据史书记载，唐代规定，每年地方各道派人定期向皇帝、宰相汇报工作。使者进京，往往多带珍贵宝货，四处送礼，拜结权贵，许多官吏收礼受贿，使者也多有因此得以晋升。宋璟对此则异常不满，并面奏玄宗同意，勒令所有礼品一概退回，以绝侥求之路，削杀收礼受贿之风。后因为压制犯法官员的申诉，并严禁黑钱的流通，得罪了不少权贵，因此被降为开府仪同三司，再度罢相。</p> <p>　　唐玄宗后期，由于政治上安于现状，在吏治方面也慢慢受到后庭和宗族、姻戚的影响，加之<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>、杨国忠等奸相为辅，由姚、宋苦心建立起来的政治纲纪，很快被他们破坏殆尽。相传，安史之乱发生后，唐玄宗狼狈逃到咸阳，一位长者向玄宗说：“臣犹记宋璟为相，数进直言，天下赖以平安。自倾以来，在廷之臣以言为讳，维阿谀取容，是以阙门之外，陛下皆不得知，草野之臣，必知有今日久矣”。这是对玄宗的批评，也是对宋璟的赞扬和怀念。</p>"
}