{
  "id": 1807,
  "star": 0,
  "name": "范祖禹",
  "image": "http://img.gushiwen.org/authorImg/fanzuyu.jpg",
  "dynasty": "宋代",
  "desc": "范祖禹（1041-1098），字淳甫（淳，或作醇、纯，甫或作父），一字梦得，汉族，成都华阳人。生于宋仁宗康定二年，卒于哲宗元符元年，终年五十八岁。著名史学家，“三范修史”之一。祖禹著《唐鉴》十二卷，《帝学》八卷，《仁宗政典》六卷；而《唐鉴》深明唐三百年治乱，学者尊之，目为唐鉴公。《宋史本传》又著文集五十五卷，《宋史艺文志》并行于世。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1807.aspx\">范祖禹</a>，生于仁宗康定二年（公元1041年），卒于哲宗元符元年十月初十（公元1098年11月5日）。字淳甫，一字梦得，是北宋中期著名的史学家，“三范修史”范镇、范祖禹、范冲之一。</p> <p>　　据说，范祖禹出生时，他母亲梦见“一伟丈夫被金甲入寝室，曰：‘吾汉将军邓禹。’”因此，被命名为范祖禹。范祖禹从小是孤儿，他叔祖父是北宋名臣范镇，把他当作自己的儿子一样抚育。但范祖禹仍因为自己是孤儿而伤心不已，每当别人参加喜庆宴会时，他都面容凄惨，心情抑郁。整日里闭门读书，从不干预人事。后来到了京城汴梁，所接触的都是一时名人。叔祖父范镇对范祖禹十分器重，说：“此儿，天下士也。”</p> <p>　　范祖禹在仁宗嘉祐年间，中进士甲科。<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>修撰《资治通鉴》，范祖禹负责唐代部分的撰写工作。在洛阳十五年，一心撰写《资治通鉴》，不事进取，赢得司马光的称赞。司马光认为他“智识明敏，而性行温良，如不能言；好学能文，而谦晦不伐，如无所有；操守坚正，而圭角不露，如不胜衣，君子人也。”《资治通鉴》修成后，司马光推荐范祖禹任秘书省正字。当时是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>执掌朝政，也十分看重范祖禹。王安石的弟弟<a href=\"http://so.gushiwen.org/author_169.aspx\">王安国</a>与范祖禹十分友善，曾示意范祖禹去拜谒王安石，但范祖禹竟不为名利所动，没去拜谒。富弼致仕以后住在洛阳，很少与人接触，唯独对范祖禹例外；富弼病重时，召来范祖禹授给他临终密疏，主要是论述王安石查封误国和新法的弊端，言辞十分激切。富弼死后，别人都认为这样的奏疏奏上去肯定会得罪王安石，建议范祖禹不要上奏，但范祖禹还是坚持上奏了。</p> <p>　　神宗死去，哲宗继位，范祖禹擢任右正言。后吕公著执掌朝政，而范祖禹是吕公著的女婿，避嫌辞职改任祠部员外郎，不久又辞职而除任著作郎、修《神宗实录》检讨，后迁任著作郎兼侍讲。</p> <p>　　哲宗因夏天暑热，暂停讲书，范祖禹上疏皇帝认为，“陛下今日学与不学，系他日治乱。如好学，叫天下君子欣慕，愿立于朝，以直道事陛下，辅佐德业，而致太平；不学，则小人皆动其心，务为邪谄，以窃富贵。”建议哲宗恢复讲读。不久，范祖禹迁任起居郎，又召任中书舍人。吕公著死去，召拜右谏议大夫，首次上疏论皇帝正心修身的必要性。<a href=\"http://so.gushiwen.org/author_136.aspx\">蔡确</a>得罪，范祖禹上疏，建议宽厚对待大臣。蔡京在蜀地任职，范祖禹上疏批评蔡京“小有才，非端良之士。”当时的执政大臣想在新法、旧法中间依违模棱，范祖禹上书反对。不久，兼任国史院修撰、礼部侍郎，上书论述监、司、守、令官职的重要性。</p> <p>　　宣仁太后去世，朝迁上下议论纷纷，当权者胆小畏惧，莫敢发言，范祖禹担心小人乘机兴风作浪，危害朝政，上奏皇帝不要听信谗言，遗误将来。又建议皇帝“以大公至正为心，罢安石、惠卿所造新法，而行祖宗旧政。”</p> <p>　　哲宗绍圣年间，章惇执掌朝政，有意恢复王安石、吕惠卿时期颁行的新法，范祖禹上书皇帝，极力证明章惇不可大用，皇帝没有听从，于是范祖禹请求离开京城去地方。皇帝当时准备重用范祖禹，但朝廷内外反对的人为数不少，于是以龙图阁学士出知陕州。不久，有人上奏论范祖禹在撰修《神宗实录》时刊落事迹、变乱美恶，再加上曾经上书谏禁中雇乳媪事，于是连贬武安军节度副使，昭州别驾，安置永州、贺州二地；不久，又迁往宾州、元符元年(1098年)被贬至化州安置，未几卒，卒年五十八岁。</p> <p>　　据记载，范祖禹“平居恂恂，口不言人过”。但遇到大是大非问题，往往坚持原则，据理力争，从不模棱两可。在皇宫里侍从皇帝，“守经据正，献纳尤多。”范祖禹为皇帝讲解《尚书》至“内作色荒，外作禽荒”时，拱手而立，再三吟诵，直到皇帝“首肯再三”，才肯罢休。每次为皇帝进讲之前，一定要端正衣冠，好似在皇上面前一般，命子弟在一旁侍立，先按讲其说，“开列古义，参之时事，言简而当，无一长语，义理明白，粲然成文。”被<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>誉为皇帝的第一号讲官。范祖禹除参预编撰《资治通鉴》外，还独自撰有《唐鉴》十二卷，《帝学》八卷，《仁皇政典》六卷。特别是《唐鉴》十二卷，“深明唐三百年治乱，学者尊之，目为‘唐鉴公’。”</p> <p>　　范祖禹的<a href=\"http://so.gushiwen.org/author_1807.aspx\">诗</a>文集被称为《范太史集》，共五十五卷。据《四库全书总目提要》，范祖禹的文集，“世有两本，一本仅十八卷”，是明朝人程敏政从秘阁中借阅时摘钞而成，不是全本。《四库全书》收存的五十五卷本，与《宋史·艺文志》、马端临《文献通考·经籍考》所记载的卷目基本相符，大概是宋朝时的旧本。在五十五卷的《范太史集》中，卷一至卷三是诗歌；卷四至卷六是表状、札子；卷七至卷十二是表；卷十三至卷二十六是奏议；卷二十七是进故事；卷二十八至卷三十三为翰林词章；卷三十四是启状；卷三十五是赋、论、策问；卷三十六是记、序、铭、书、传；卷三十七是青词、祭告文、诔文、哀词等；卷三十八至卷五十五为墓志铭、神道碑、皇族墓志铭、石记、皇族石记等。</p>"
}