{
  "id": 651,
  "star": 11,
  "name": "赵孟頫",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_651.jpg",
  "dynasty": "元代",
  "desc": "赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。",
  "content": "<h2>夫妻书家</h2> 　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>的妻子管道升也是著名书画家，在古代女书法家中地位仅次于<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>老师卫夫人。管道升，字仲姬，一字瑶姬，江苏青浦（今属上海）人。南宋景定三年（1262年）生。幼习书画，笃信佛法。曾手书《金刚经》数十卷，赠名山寺。嫁元代吴兴书画名家赵孟頫为妻，封吴兴郡夫人，世称管夫人。管道升所写行楷与赵孟頫颇相似，所书《璇玑图<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>》笔法工绝。精于诗。尤擅画墨竹梅兰。晴竹新篁，为其首创。元延佑六年（1319年）卒。存世的《水竹图》等卷，现藏北京故宫博物院；《竹石图》1帧，藏台湾故宫博物院。<br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>[fǔ]（1254-1322年），字子昂，号松雪，松雪道人，生于吴兴（今浙江湖州）。</p> <p>　　他是宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>的第11世孙、秦王赵德芳的嫡派子孙。</p> <p>　　他的父亲赵与告（又名赵与訔），曾任宋朝的户部侍郎兼知临安府浙西安抚使，宋朝灭亡后，归故乡闲居。元朝至元二十三年（1286年）行台恃御史程钜夫“奉诏搜访遗逸于江南”，元世祖赞赏其才貌，两年后任从四品的集贤直学士。至元二十九年（1292）出任济南路总管府事；在济南路总管任上，元贞元年（1295），因世祖去世，成宗需修《世祖实录》，赵孟頫乃被召回京城。可是元廷内部矛盾重重，为此，有自知之明的赵孟顺便借病乞归，大德三年（1299），赵孟頫被任命为集贤直学土行江浙等处儒学提举，至大三年（1310），赵孟頫的命运发生了变化。皇太子爱育黎拔力八达对他发生了兴趣，延祐三年（1316），官居一品，名满天下”。</p> <p>　　赵孟頫是一代书画大家，经历了矛盾复杂而荣华尴尬的一生，他作为南宋遗逸而出仕元朝，对此，史书上留下诸多争议。“薄其人遂薄其书”，贬低赵孟頫的书风，根本原因是出自鄙薄赵孟頫的为人。赵孟頫博学多才，能<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。自五岁起，赵孟頫就开始学书，几无间日，直至临死前犹观书作字，可谓对书法的酷爱达到情有独钟的地步。他善篆、隶、真、行、草书，尤以楷、行书著称于世，其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”。与<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>并称为楷书“四大家”。</p> <p>　　赵孟頫传世书迹较多，代表作有《千字文》、《洛神赋》、《胆巴碑》、《归去来兮辞》、《兰亭十三跋》、《赤壁赋》、《道德经》、《仇锷墓碑铭》等。著有《尚书注》、《松雪斋文集》12卷等。 </p><br/><h2>书法成就</h2> <p><strong>楷书大家</strong><br>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>的书法，因熟而俗，这是董其昌的评价。不过，作为入门规范训练，还是不错的。<br>　　赵孟頫与夫人管道升同为中峰明本和尚（1263-1323）弟子。精通音乐，善鉴定古器物，其<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>清邃奇逸，书画尤为擅名，篆籀分隶楷草书俱佳，以楷书、行书造诣最深、影响最广。赵孟頫是元代初期很有影响的书法家赞誉很高。据明人<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵（即宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>）书，中年学“钟繇及羲献诸家”，晚年师法李北海。王世懋称：“文敏书多从二王（羲之、献之）中来，其体势紧密，则得之右军；姿态朗逸，则得之大令；至书碑则酷仿李北海《岳麓》、《娑罗》体。”此外，他还临抚过元魏的定鼎碑及唐<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>等人；于篆书，他学石鼓文、诅楚文；隶书学梁鹄、钟繇；行草书学羲献，能在继承传统上下苦功夫。诚如<a href=\"http://so.gushiwen.org/author_1190.aspx\">文嘉</a>所说：“魏公于古人书法之佳者，无不仿学”。<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>称他：“楷法深得《洛神赋》，而揽其标。行书诣《圣教序》，而入其室。至于草书，饱《十七帖》而度其形。”他是集晋、唐书法之大成的很有成就的书法家。同时代的书家对他十分推崇，后世有人将其列入楷书四大家：“颜、柳、欧、赵”。明代书画家董其昌认为他的书法直接晋人。</p> <p><strong>吸取长处</strong><br>　　赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。尤为可贵的是宋元时代的书法家多数只擅长行、草体，而赵孟頫却能精究各体。后世学赵孟頫书法的极多，赵孟頫的字在朝鲜、日本非常风行。</p> <p><strong>书论深高</strong><br>　　赵孟頫在中国书法艺术史上有着不可忽视的重要作用和深远的影响力。他在书法上的贡献，不仅在他的书法作品，还在于他的书论。他有不少关于书法的精到见解。他认为：“学书有二，一曰笔法，二曰字形。笔法弗精，虽善犹恶；字形弗妙，虽熟犹生。学书能解此，始可以语书也。”“学书在玩味古人法帖，悉知其用笔之意，乃为有益。”在临写古人法帖上，他指出了颇有意义的事实：“昔人得古刻数行，专心而学之，便可名世。况兰亭是右军得意书，学之不已，何患不过人耶。”这些都可以给我们重要的启示。<br>　　他的文章冠绝时流，又旁通佛老之学。其绘画，山水取法董源、李成；人物、鞍马师法李公麟和唐人；工墨竹、花鸟，皆以笔墨圆润苍秀见长，以飞白法画石，以书法用笔写竹。力主变革南宋院体格调，自谓“作画贵有古意，若无古意，虽工无益”，遥追五代、北宋法度，论者谓：“有唐人之致去其纤；有北宋人之雄去其犷。”开创了元代新画风。 交友甚广，与高克恭、钱选、王芝、李衍、郭祐之等相互切磋；直接受其指点的有<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、唐棣、朱德润、柯九思、<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙等。能诗文，风格和婉。兼工篆刻，以“圆朱文”著称。</p> <p><strong>传世书迹</strong><br>　　传世书迹较多，有《洛神赋》、《道德经》、《胆巴碑》、《玄妙观重修三门记》、《临黄庭经》、独孤本《兰亭十一跋》、《四体千字文》等。传世画迹有大德七年（1303）作《重江叠嶂图》卷、元贞元年（1295）作《鹊华秋色》卷，图录于《故宫名画三百种》；皇庆元年（1312）作《秋郊饮马》卷，现藏故宫博物院。著有《松雪斋文集》十卷（附外集一卷）。<br>　　<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>曾说“勿学赵董流靡之辈”，这是个人偏见。因康瞧不起赵身为帝胄而入元为官，故对其书法极尽贬低。世人只道赵字婉转流利，却不知其外秀内刚，六十岁以后作品更是老辣厚重，绝无柔媚之气。近人马宗霍《书林记事》谓：“元赵子昂以书法称雄一世，落笔如风雨，一日能书一万字，名既振，天竺有僧数万里来求其书，归国中宝之。” </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>一生历宋元之变，仕隐两兼，他虽为贵胄，但生不逢时，青少年时期南宋王朝已如大厦将倾，他在坎坷忧患中度过。</p> <p>　　他的父亲赵与告,官至户部侍郎兼知临安府浙西安抚使，善<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>文，富收藏，给赵孟頫以很好的文化熏陶。但赵孟頫十一岁时父亲便去世了，家境每况愈下，度日维艰。</p> <p>　　宋灭亡后，归故乡闲居。元至元二十三年（1286年）行台恃御史程钜夫“奉诏搜访遗逸于江南”，赵孟頫等十余人，被推荐给元世祖忽必烈，初至京城，赵孟頫立即受到元世祖的接见，元世祖赞赏其才貌，两年后任从四品的集贤直学士。至元二十九年 （1292年）出任济南路总管府事；在济南路总管任上，元贞元年（1295年），因元世祖去世，元成宗需修《世祖实录》，赵孟頫乃被召回京城。</p> <p>　　可是元廷内部矛盾重重，为此，有自知之明的赵孟頫顺便借病乞归，被任命为集贤直学士</p> <p>　　大德三年 （1299），赵孟頫被任命为集贤直学士行江浙等处儒学提举拜为翰林侍读学士</p> <p>　　至大三年（1310），赵孟頫的命运发生了变化。皇太子爱育黎拔力八达在儒师太子副詹事王约的影响下对他发生了兴趣。</p> <p>　　延祐三年（1316），夏文彦《图绘宝鉴》盛赞他“荣际王朝，名满四海”。赵孟頫在元朝文人中最为显赫。 </p><br/><h2>著述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>传世书迹较多，代表作有《千字文》、《洛神赋》、《汲黯传》、《胆巴碑》、《归去来兮辞》、《兰亭十三跋》、《赤壁赋》、《道德经》、《仇锷墓碑铭》等。著有《尚书注》、《松雪斋文集》12卷等。</p> <p>　　孟頫所著，有《尚书注》，有《琴原》、《乐原》，得律吕不传之妙。<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>文清邃奇逸，读之使人有飘飘出尘之想。篆、籀、分、隶、真、行、草书，无不冠绝古今，遂以书名天下。天竺有僧，数万里来求其书归，国中宝之。其画山水、木石、花竹、人马，尤精致。前史官<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>称孟頫之才颇为书画所掩，知其书画者，不知其文章，知其文章者，不知其经济之学。人以为知言云。 子雍、奕，并以书画知名.</p> <p>　　孟頫所作《黄钟·人月圆》“一枝仙桂香生玉，消得唤卿卿。缓歌金缕，轻敲象板，倾国倾城。几时不见，红裙翠袖，多少闲情。想应如旧，春山澹澹，秋水盈盈。”</p> <p>　　孟頫所作《仙吕·后庭花》“清溪一叶舟，芙蓉两岸秋。采菱谁家女，歌声起暮鸥。乱云愁，满头风雨，戴荷叶归去休。”</p> <p>　　赵子昂的山水，取法董源和李成，人物、鞍马师李公麟和唐人法，亦工墨竹和花鸟，均以笔墨苍润见长，以飞白法画石，以书法笔调写竹。突破了南宋画院，打破了马夏江山的“清一色”局面。他画的花鸟，成为以后的范本。他的画作，遗存的有《重汉叠嶂图》卷（在台湾），《双松平远图》卷（在美国〕，《鹊华秋色图》卷（在台湾），《秋郊饮马图》卷《水村图》卷（在北京故宫博物院），《红衣罗汉》图卷（辽宁省博物馆）。其《人骑图》（北京故宫博物院），人物雍和，意态从容，很有韵味。 </p><br/><h2>墓地</h2> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>于英宗至治二年(1322)六月逝于吴兴。其子<a href=\"http://so.gushiwen.org/author_961.aspx\">赵雍</a>等将他与管夫人合葬于德清县洛舍东衡里“阳林堂”别业东南侧。2013年5月，国务院核定公布：元代“赵孟頫墓”为全国重点文物保护单位。</p> <p>　　东衡里赵孟頫墓保存尚好，有乡间小路可达，四周修竹茂林，绿树成荫，周围河港交叉。墓前石人剩二尊，石马一匹，散置于露天民居旁，局部已遭涂料污染。</p> <p>　　此墓穴为赵孟頫和夫人管道升的合葬墓。墓地坐北朝南，地处“龙穴”，北倚鸡笼山、勤王山，左有鸡山，右有赤山，南临弯曲的小河，远处有屯山、张家山，是极典型的“堪舆学”思想的物化，符合道教“堪舆阴宅”的地形地貌，是水晶宫道人赵孟頫的道教思想的集中体现。赵孟頫墓穴距地下约1.5米，长3米，宽2.6米，墓为石棺双室墓，墓前有石马一匹，石朝官二尊。1319年，管道升下葬于于此；1322年，赵孟頫卒，与管道升合葬；这年秋，赵孟頫谥封魏国公，墓地规模扩大；1915年，德清县新编县志总纂程森加土修理，立墓碑；1992年，发现地下墓穴；1992年8月，列为县级文物保护单位；1993年，德清县人民政府修复墓地。2013年，对墓周边又进行了绿化，墓前石人石马重新安放，泥沙地也铺成了大理石。 </p><br/><h2>与东衡</h2> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>与东衡这片土地的姻缘，主要发生在两个时期。</p> <p>　　第一次是在南宋度宗咸淳十年（1274年），蒙古铁骑先锋部队由大将伯颜率领，驻马湖州，虎视临安。为避战乱，21岁的赵孟頫，因为大母李氏乃德清人士，仓皇南逃之德清境内，几经周折，于当年冬天在德清县千秋乡东衡这个偏僻的乡村安顿下来，前后度过约11年的时光，一直到1286年春北上大都步入仕途生涯。</p> <p>　　第二次发生在元贞元年(1295)，此时的赵孟頫已入仕元朝九年，官居从四品。因世祖去世，成宗需修《世祖实录》，赵孟頫乃被召回京城。可是元廷内部矛盾重重，赵孟頫借病乞归，于当年夏秋之交得准返回阔别十年的故里。这次呆了四年。两个时期相加，长达15年之久。</p> <p>　　延佑五年(1318)，管夫人脚气病复发，经赵孟頫多次请求，次年四月，方得准送夫人南归。五月中旬，途经山东临清，管夫人病逝舟中。赵孟頫悲痛万分，相濡以沫的管夫人撒手西去，给了赵孟頫很大的打击，他对官场的虚名，也因此彻底看破。晚年由于丧偶，长途跋涉，操理丧事，赵孟頫的健康状况急剧下降。倾心于佛、道之旨，以书写经文为乐，并写下许多书画作品和题跋。他认为“人谁无死，如空华然”，因而在平淡中度过光阴。英宗至治二年(1322)六月，他逝于吴兴。临死前还观书作字，谈笑如常。享年六十九岁。 </p><br/><h2>绘画成就</h2> <p><strong>关键人物</strong><br>　　明人<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>曾说：“文人画起自东坡，至松雪敞开大门。”这句话基本上客观地道出了<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>在中国绘画史上的地位。无论是研究中国绘画史，还是研究中国文人画史，赵孟頫都是一个不可绕开的关键人物。如果说，唐宋绘画的意趣在于以文学化造境。那么，赵孟頫在其间起到了桥梁作用。如果说，元以前的文人画运动主要表现为舆论上的准备，元以后的文人画运动以其成功的实践逐步取代正规画而演为画坛的主流，那末，引发这种变化的巨擘仍是赵孟頫。</p> <p><strong>承前启后</strong><br>　　作为一位变革转型时期承前启后的大家，赵孟頫有以下几方面突出的成就为前人所不及：<br>　　一是他提出“作画贵有古意”的口号，扭转了北宋以来古风渐湮的画坛颓势，使绘画从工艳琐细之风转向质朴自然。<br>　　二是他提出以“云山为师”的口号，强调了画家的写实基本功与实践技巧，克服“墨戏”的陋习。<br>　　三是他提出“书画本来同”的口号，以书法入画，使绘画的文人气质更为浓烈，韵味变化增强。<br>　　四是他提出“不假丹青笔，何以写远愁”的口号，以画寄意，使绘画的内在功能得到深化，涵盖更为广泛。<br>　　五是他在人物、山水、花鸟、马兽诸画科皆有成就，画艺全面，并有创新。 <br>　　六是他的绘画兼有<a href=\"http://so.gushiwen.org/author_651.aspx\">诗</a>、书、印之美，相得益彰。<br>　　七是他在南北一统、蒙古族入主中原的政治形势下，吸收南北绘画之长，复兴中原传统画艺，维持并延续了其发展。<br>　　八是他能团结包括高克恭、康里子山等在内的少数民族美术家，共同繁荣中华文化。</p> <p><strong>审美标准</strong><br>　　综观赵孟頫的画迹，并结合其相关论述，可以知道，赵氏通过批评“近世”、倡导“古意”，从而确立了元代绘画艺术思维的审美标准。这个标准不仅体现在绘画上，而且也广泛地渗透于诗文、书法、篆刻等领域中。</p> <p>　　1.提倡古意<br>　　历史上每遇沧桑变易之际，文化颇易失范，人们总是以史为鉴，从古代的启示中去寻找医时救弊的良方，如孔子的“克己复礼”、魏晋“竹林七贤”的返朴归真、唐宋的“古文运动”等，重视传统成为中国文化的特色之一。赵孟頫提倡“古意”的出发点亦不例外，他引晋唐为法鉴，批评南宋险怪霸悍和琐细浓艳之风；不仅如此，作为一位士大夫画家，他还一反北宋以来文人画的墨戏态度，这是十分可贵的。作为价值学原则，赵孟頫既维护了文人画的人格趣味，又摈弃了文人画的游戏态度；作为形态学原则，赵孟頫既创建文人特有的表现形式，又使之无愧于正规画的功力格法，并在绘画的各种画科中进行全面的实践，从而确立了文人画在画坛上成为正规画的地位。应该说，赵孟頫使职业正规画与业余文人画这两种原本对立或并行的绘画传统得以交流融汇，从此，一个以文人画家为主角，以建构文人画图式为主题的绘画新时代，拉开了序幕。</p> <p>　　2.转化<br>　　应当特别指出，赵孟頫的山水画不但将钩斫和渲淡、丹青和水墨、重墨和重笔、师古和创新，乃至高逸的士夫气息与散逸的文人气息综合于一体，使“游观山水”向“抒情山水”转化；而且使造境与写意、诗意化与书法化在绘画中得到调和与融洽，为“元季四大家”（<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>、<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>）那种以诗意化、书法化来抒发隐逸之情的逸格文人画的出现，奠定了坚实的基础。<br>　　上述这些理论与实践，将赵孟頫推向了开元代绘画风气宗师的地位。</p> <p><strong>弟子众多</strong><br>　　作为一代宗师，不仅他的友人高克恭、李仲宾，妻子管道升，儿子<a href=\"http://so.gushiwen.org/author_961.aspx\">赵雍</a>受到他的画艺影响，而且弟子唐棣、朱德润、<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、商琦、王渊、姚彦卿，外孙王蒙，乃至元末黄公望、倪瓒等都在不同程度上继承发扬了赵孟頫的美学观点，使元代文人画久盛不衰，在中国绘画史上写下了绮丽奇特的篇章。他与儿子赵雍、孙子赵麟都做《人马图》，称《三世人马图》，传为佳话，三幅画都流传至美国，由大都会博物馆收藏。</p> <p><strong>书画诗印</strong><br>　　“先画后书此一纸，咫尺之间兼二美。”赵孟頫书画诗印四绝，当时就已名传中外，以至日本、印度人士都以珍藏他的作品为贵，为当时的中外文化交流作出了贡献。<br>　　赵孟頫的书法作品中与道教有关者有《洛神赋》、《道德经》、《玄妙观重修三门记》等。画作名品甚多，关于道教内容的有《玄真观图》、《三教图》、《轩辕问道图》、《松石老子图》、《溪山仙馆图》等。又有《玄元十子图》，画道教人物关尹子、文子等十人像，并旁书小传。该作笔墨高古，元大德九年（1305年）路道通于杭州刻版印摹，后被收入明正统《道藏》。诗文风格和婉。兼工篆刻，以“圆珠文”著称。有《松雪斋集》。元延祐六年（1319年），得请南归于家乡。曾经入松江北道堂事道，道号道渊。 </p><br/><h2>评价</h2> <p>　　在绘画上，山水、人物、花鸟、竹石、鞍马无所不能；工笔、写意、青绿、水墨，亦无所不精。他在我国书法史上已占有重要的地位</p> <p>　　《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。元<a href=\"http://so.gushiwen.org/author_2100.aspx\">鲜于枢</a>《困学斋集》称：“子昂篆，隶、真、行、颠草为当代第一，小楷又为子昂诸书第一</p> <p>　　其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”，与<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>并称为楷书“四大家”。他被称为是<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>二代。</p> <p>　　<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>是一代书画大家，经历了矛盾复杂而荣华尴尬的一生，他作为南宋遗逸而出仕元朝， 对此，史书上留下诸多争议。“薄其人遂薄其书”，贬低赵孟頫的书风，根本原因是出自鄙薄赵孟頫的为人。</p> <p>　　尽管很多人因赵孟頫的仕元而对其画艺提出非难，但是将非艺术因素作为品评画家艺术水平高低的做法，是不公正的。 </p>"
}