{
  "id": 1704,
  "star": 0,
  "name": "刘太真",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1704.jpg",
  "dynasty": "唐代",
  "desc": "刘太真 [唐] （约公元七八九年前后在世），唐代诗人，今安徽宣城市（古宣州）人。生卒年、生平、字、号均不详，约公元七八九年前后在世。善属文，少师事词人萧颖士。天宝末，（公元七五六年）举进士。大历中，为淮南节度使陈少游掌书记。累迁刑部侍郎。贞元四年，（公元七八八年）德宗诏群臣宴曲江，自为诗，群臣皆和。帝自第之，以太真、李纾等为上。迁礼部，掌贡士，多取贵近子弟。后坐贬信州刺史。",
  "content": "<h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1704.aspx\">刘太真</a>是唐代人，新、旧《唐书》均有传。因为《旧唐书》上记载“刘太真，宣州人，涉学，善属文”，于是安徽宣城人就认为刘太真是他们那里“土生土长的<a href=\"http://so.gushiwen.org/author_1704.aspx\">诗</a>人”；又因为在当时的诗文交往中，文人喜欢称古地望，人称“丹阳刘太真”，于是，今天有丹阳人就认为刘太真是“丹阳刘氏之祖”。在唐代，说刘太真是宣州人或丹阳人，这都不错，因为溧水在汉朝、隋朝属丹阳郡管辖，在唐代属宣州府（天宝元年为宣城郡）管辖，古人又有称古地望的习惯。但今天我们只能说刘太真是南京溧水人。</p> <p>　　让我们读一读唐朝宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>撰写的《刘府君神道碑铭》中的一段文字：刘太真“以贞元八年三月八日薨于余干县之旅馆，春秋六十八。……以言归兆域，未叶蓍龟，权窆于丹阳之别墅。至贞元十八年十月十九日，方以理命葬于宣城郡溧水县方墟之古原。”我对这段不算太难懂的文言文再作一点注释，“兆域”即坟地，“以言归兆域”意思是说，按刘太真的生前交代回祖坟归葬；“未叶（xié）蓍龟”即不合卜筮，意思是阴阳先生推算，认为当即归葬不利，所以就暂时停丧在“丹阳之别墅”；十年以后，才“以理命”，即按刘太真临终神志清醒时留下的遗嘱，葬到溧水柘塘（古方墟）。在这段碑文中，裴度再三强调，葬回溧水方墟是刘太真生前的强烈愿望。刘太真眷恋生斯长于斯的故乡，死后一定要归葬于斯。毫无疑问，刘太真是唐代溧水人。</p> <p>　　刘太真，祖籍彭城。永嘉（公元307年---313年）末年，晋王室仕族南迁，刘家迁至金陵，但不知何年迁来溧水。一代祖刘悱，为隋伏波将军、贵阳太守；高祖刘关，为襄州别驾；曾祖刘轸，为皇州刺史；祖父刘际，为洪州录事参军；父亲刘若筠，虽是读书人，但未入仕途，死后因其子为显宦，朝廷赠封谏议大夫。其兄刘太冲，比刘太真早一年考中进士，当时兄弟俩接连中举，曾使京城轰动。刘太冲在“安史之乱”时曾做过平原太守<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>的从事。代宗朝宝应年间（公元762年---763年），颜真卿任吏部侍郎，曾“超升等第”提拔过刘太冲，但刘太冲才不偶命，仕途蹭蹬，一直蹉跎卑位，竟然落魄而困守家园。颜真卿曾因受宰相<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>排挤，贬为夷陵别驾，后迁任庐陵刺史，赴任时特意取道溧水蒲塘。很有可能刘太冲赶到蒲塘与颜真卿相见，也或许刘太冲将颜真卿请到了自己家中，并告诉他自己打算西游。颜真卿当即泼墨挥毫，写下了《送刘太冲叙》，这是书法史上的盛事。《送刘太冲叙》是法帖瑰宝。《叙》文中有对刘太冲兄弟的赞扬：“果行洁修，斯文彪炳，鄂不照乎栘华”，“冲与太真嗣家声于后”；有对刘太冲的勉励：“冲之西游，斯有望矣”，“勖哉之子！”可见颜真卿对刘家兄弟的赏识与厚爱。</p> <p>　　刘太真从小受到严格的儒家正统教育，十五岁就开始自觉勤奋读书，二十岁时道德修养、文章才华已为时人称颂，裴度在《刘府君神道碑铭》中这样称道，“公十有五而志于学，弱冠以行义修洁，词藻瑰异，名声藉甚于诸公间。”刘太真青年时师事<a href=\"http://so.gushiwen.org/author_1131.aspx\">萧颖士</a>。萧颖士，字茂挺，兰陵人。“开元二十三年进士，对策第一，……名播天下，号萧夫子。”“倭国（日本）遣使入朝，自陈愿得萧夫子为师者，中书舍人张渐等谏不可而止。”萧颖士为人鲠直，学问大，脾气也大。即使是宰相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>，他也不买账；客居金陵时，永王李璘招他入幕，他也不与理采。天下想投到他门下、拜他为师的人不计其数，但萧夫子“才高意广，诱接甚寡”。不过，萧颖士一见到刘太真，“便延之座右，以孔门高第不在兹乎？”刘太真成了萧颖士最得意的门生。萧颖士说“吾尝谓门弟子有尹征之学，刘太真之文，其首选焉。今春连茹甲乙，淑问休阐，为时之冠。”刘太真在天宝年间于镇江初见萧颖士，然后追随他到京师，直到天宝末年考中进士以后，回乡省亲，才离开老师。萧颖士写下了《赠刘太真叙》，并赋《江有归舟》一首为之送行。</p> <p>　　刘太真约在天宝末年前后中进士。唐代举子考中进士并不是立即就有官做，还得经过吏部铨选，有人中举后多年不得任职，在家待业，或入藩镇幕府。而刘太真中举后仅十多天，朝廷就征召他典校秘书。“且驰传陇首，领元戎书记之事。”金榜题名，随即又成为朝廷命官，“声动日下，浃于寰外。”当年夏五月（农历），告假回乡，省视父母。刘太真回到家乡不久，“安史之乱”便爆发了，紧接着两京失守。京城回不去了，官也做不成了，“安史之乱”期间的前后十年，刘太真一直待在家乡，潜心读书，侍奉父母。“属被虐虏包祸，中原俶扰，潜心坟素，退迹村庐，乐以忘贫，安乎终养。”直到广德二年（公元764年），由江淮宣慰使、御史大夫李季卿荐举，刘太真出任左卫兵曹。永泰二年（公元766年）河内副元帅、太尉<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼，慕名邀请刘太真入幕协助自己，“辟命诏书，叠至门里”，任他为大理评事。刘太真满怀感激，溯淮北上。但他考虑到战乱未平，离家太远，家中父母无人照顾，于是中途归棹，又返回家乡。</p> <p>　　刘太真孝敬父母，友于兄弟。裴度在《刘府君神道碑》中记载了这样两件事：刘太真的父亲曾经因热疾而生毒疮，医生告诫，手不可触摸，但刘太真竟然用嘴去取吮吸脓血。有一次，他和大哥一起去县城买了一些新鲜菜肴回来，这时天快黑了。半路上，突然遇到个拉开弓箭拦路抢劫的强盗，刘太真赶忙告诉那人自己叫什么名字，家住哪里，并且说身上所有的东西你任意拿走，只是不要伤害我哥哥。强盗一听，大为惊恐，说，我不知道你们是刘家兄弟，非常惭愧，落荒而逃。刘太真的言行，“故宗族称孝焉，乡党称悌焉。”浙西观察使、御史大夫李栖筠听到这些事，向朝廷举荐他为常熟县令。在常熟做县令时间不长，母亲病故，他哀痛至极，辞官回家为母亲守孝。三年服除，约在大历六年（公元771年），浙东观察使、宣州刺史兼御史中丞陈少游请他到宣城任职。刘太真本不想离开父亲身边，但考虑到陈少游对自己的厚爱，尤其是对父亲的敬重。四时八节陈少游派人向刘太真的父亲送礼、问候不绝于道，于是刘太真就答应了陈少游，去宣城任职。陈少游表奏朝廷，授刘太真监察御史。在宣城任上，很得陈少游倚重，陈少游既是他的上司，又是他的朋友。所以刘太真心情很愉快，在宣城经常游历山水，饮酒赋诗，其中一首题为《宣州东峰亭各赋一物得古壁苔》：“冉冉温寒泉，绵绵古危壁。光含孤翠动，色与暮云寂。深浅松月间，幽人自登历。”不久，陈少游移镇扬州，刘太真又随陈少游去扬州任节度判官，再升任为侍御史。他为官勤勉，努力报答陈少游的知遇之恩。</p> <p>　　建中元年（公元780年）唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>即位。李适在治理国家方面算得上是个窝囊的皇帝，但他在文学上却很有些才能，史称“天才秀茂，文思雕华”、“颇负经纶”，因而像刘太真这样名闻天下的饱学之士立刻得到了唐德宗的青睐。德宗一即位，就征拜刘太真为起居郎，时间不长让他改任尚书司勋员外郎，不久又任他为吏部员外郎，参与对官员的考核。刘太真凭他的学识与才能，很快流誉朝野，裴度称刘太真在吏部任职，“综核品流，练达程式 ，藏奸立见，析滞如流，名著南宫，望归西掖。”德宗皇帝非常赏识刘太真的才干，又升任他为驾部郎中、知制诰。国家典章、朝廷诏诰、皇帝圣旨，多出之刘太真之手。刘太真进京以后一路顺风，建中三年（公元782年），又“以称职赐绯鱼袋”，绯鱼袋是唐代四品官员的佩带。刘太真进京三年，四次迁升，从八品郎官到知制诰、佩绯鱼袋，成为四品大员，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓扶摇直上。</p> <p>　　建中四年（公元783年）夏，刘太真升任中书舍人。是年冬十月丙午，泾原节度使饶令言师出京城，至浐水，士兵哗变，倒戈谋叛，饶令言无法掌控局面。第二天，德宗皇帝派晋王装了两车彩缯前往安抚，但军队已冲进皇宫，陈兵丹凤阙下；德宗赶紧召唤神策军抵抗，可是神策军一个也不来，唐德宗只好带着太子、诸王、公主、嫔妃一百多人仓皇出逃。当晚逃到咸阳，德宗匆匆吃了几勺饭，又连夜逃窜，逃到了西北小镇奉天（今陕西乾县，非东北之奉天）。叛军剽劫京城，迎来朱泚做元帅。朱泚自称太尉，住进了含元殿。德宗皇帝是大唐王朝三个逃难的皇帝之一，面对蓬头垢面的嫔妃媵嫱，丧魂落魄的王子王孙，我想这一路上威风扫地的大唐九五之尊应该感慨良多。而在为数不多的扈从官员中，就有刘太真。刘太真弃家不顾，一直守在德宗皇帝身边，陪德宗度过了最艰难的日子，这也难怪德宗皇帝日后对刘太真格外信任。</p> <p>　　兴元元年（公元784年）六月，李晟收复京师。凡扈从皇帝赴奉天的官员及收复京城的将士，朝廷均赐名“奉天定难功臣”。毫无疑问，刘太真也是奉天定难功臣。是年，刘太真升任工部侍郎，赐金紫（金印紫绶，赐给三品以上官员）。</p> <p>　　“安史之乱”使唐王朝一蹶不振，又经过肃宗、代宗两个昏君的统治，强盛的唐帝国更是江河日下，德宗朝，仍是朝政腐败。德宗登基后，用卢杞做宰相，而卢杞为人阴险奸诈，是继元载、李林甫之后的又一个奸相，这使得朝野不平，加上德宗本人猜忌刻薄，各地藩镇纷纷叛乱。连续几年水旱频仍，飞蝗蔽天，物价腾踊，京城又接连发生地震，经济崩溃，国库空虚。连年战争，军费开支浩大，朝廷拼命搜刮百姓。农村是“征税多门，乡邑凋耗”；京城是“大索京畿富商，刑法严峻”，“京城嚣然，如被盗贼”；天下谣言蜂起，人心不稳；“奉天之难”的发生决非偶然。好在“奉天之难” 多少使唐德宗受到了一点教训。为了收拢人心，朝廷决定选派老成能干的官员充当宣慰使，去各地赈灾安抚，刘太真被选中。贞元元年（公元785年），刘太真充任河东泽、潞、恒、冀、易、定等道赈给宣慰使，前往河南、河北等地安抚百姓。当年，刘太真又转任刑部侍郎。</p> <p>　　刘太真任刑部侍郎两年后，于贞元三年（公元787年）又改任礼部侍郎，执掌天下贡举，主管进士考试，为朝廷选拔人才。这是一个非常荣耀的职务，使刘太真的人生到达辉煌的顶峰，但这也是最招物议、最惹麻烦的差使，也为刘太真的贬谪埋下了祸根。</p> <p>　　贞元四年（公元788年），这年是多年荒灾后难得的一个丰收年。秋九月，德宗皇帝于曲江亭大宴群僚，并赋六韵《重阳赐宴诗》，让群臣毕和，然后德宗皇帝亲自品定优劣。结果，以刘太真、<a href=\"http://so.gushiwen.org/author_2750.aspx\">李纾</a>为上等，鲍防、于邵为次等，张濛 等三十六人又次之。《旧唐书》称：“太真长于诗句，每出一篇，人皆讽诵。”刘太真生前应该写有大量的优美诗篇，很可惜，这些诗歌大多散佚而不见流传，《馆阁书目》载，仅有文集三十卷存世，这与刘太真身后萧条，无子翤为之积集梓行有关。</p> <p>　　贞元五年（公元789年）三月，刘太真被贬为信州（江西上饶）刺史。《旧唐书》上说，刘太真之被贬，罪名有两条：一是“掌贡举，宰执姻族，方镇子弟先收擢之。”二是“常叙少游勋绩，拟之桓、文，大招物议。”《唐语林》也载“刘太真为陈少游行状，比之齐桓、晋文，时议喧腾。后贡院用情，追责前事，贬信州刺史。”因这两条罪状而遭贬，刘太真实在有些冤枉。</p> <p>　　德宗朝，宰执炙手可热，藩镇气焰熏天，谁敢得罪？连德宗皇帝也是一味姑息。比如李怀光，其反状已明，德宗不但不加以制约，反而以“封太尉、赐铁券”去笼络。结果李怀光不领情，将铁券扔到地上，德宗皇帝也不敢发怒，却是派翰林学士<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>去好言劝慰。刘太真不是个刚烈不阿的人，《旧唐书》说他“性怯懦诡随”，这是含贬义的，意思是说他是一个胆小谨慎，会见风使舵的人，我想这可能是比较符合刘太真的性格实际的。刘太真长期（前后达十年）做藩镇幕僚，又长期（正好是十年）为皇帝近臣，他只能是惟命是从，看别人眼色行事。他一个礼部侍郎怎能挡得住在科举考试中那些宰执、方镇们为姻族、子弟开后门。那些连皇帝都向他陪笑脸的人，刘太真岂敢冒犯？这让刘太真非常愁苦犯难，他在《贡院寄前主司萧尚书听》中描述了自己当时的焦虑，认为只有他的前任、经历过此事的萧听能够理解他的痛苦：“独坐贡帏里，愁心芳草生。山公昨夜事，应见此时情。”《唐摭言·误放》中写了这样一件事，那年考试结束，准备放榜，刘太真先将及第名单送给宰相看。宰相一看，名单中有一朱姓举子，认为朱泚为逆，立即要刘太真将这个姓朱的换掉。也不管这个考生学识如何，与朱泚是何关系，就仅仅因为他姓朱。刘太真大为惊恐，只好换上那个曾经唐突过自己、名叫包谊的人。由此可知，当时的科举，谁该及第谁该落第，并不由掌管贡举的礼部侍郎说了算，掣肘的实在太多！然而录取不公，天下怪罪的只是你这个掌管贡举的刘太真。裴度对这件事作过分析评论，我认为是很中肯的。他说：“适值时栋变更，怒不在公而及于公矣。遂因嚣嚣之口，成是贝锦（即谮言）。”刘太真也想“秉公心而排众议，履正道而杜私门”，但在那个年代他做不到。他只能背上“贡院用情”罪名，离开京城，远赴信州做刺史。</p> <p>　　我们再来看看刘太真将“少游拟之桓、文，大招物议”是怎么回事。刘太真曾追随陈少游从宣州到扬州，两人有多年老交情。兴元元年（公元784年）五月，陈少游调任淮南节度使，当年十一月死在淮南节度使任上。陈少游死后，作墓志铭需要家人或请死者生前熟悉的人，写一份行状，介绍死者生平事迹。刘太真在这份“行状”中，对陈少游大加颂扬，把他比作春秋时的霸主齐桓公与晋文公。这个比方当然是不太妥当，但古人谀墓文字也太多了，为什么刘太真出于感恩写了这几句话就大招非议呢？这与御史中丞窦参有关。窦参做大理司直时，到江淮一带办案,住进扬州,作为朝廷钦差，地方官员应该出城迎接。可是当时的扬州节度使陈少游骄横惯了，根本不把窦参放在眼里。窦参在扬州遭受冷遇，心生怀恨，当即派人去责备陈少游。陈少游也有些懊悔，赶紧去拜访，但这时窦参已经离开扬州回京城。窦、陈恩怨就这样结下了。陈少游坐镇一方时，谁也奈何他不得，德宗为了笼络他，还不断给他加检校司徒、检校司空的头衔。陈少游一死，这只死老虎谁还怕！偏偏这时陈少游的儿子陈正仪向朝廷提出袭封，窦参知道这个消息，认为报仇的时机到了。他在尚书省大门上大书：“陈少游位兼将相之崇，节变艰难之际，君上含垢，愚子何心，辄求袭封。”这件事在京城造成了轰动。陈少游的儿子当然不敢再求袭封了，吓得赶紧回家。作为陈少游的老部下，又在行状中把他比作齐桓、晋文，很快，朝野议论集中到刘太真身上，这就是刘太真倒霉的另一个原因。</p> <p>　　刘太真在京城已是心力交瘁，所以对于被贬信州，也不太在意，虽然多少有些伤感，但更多的感觉是解脱。刘太真在信州做了三年刺史，为政易简，苛刑不用，百姓得以休养生息，社会风气大为好转。</p> <p>　　后刘太真病逝于江西余干县。刘太真没有儿女，由过继的儿子刘讽主丧，将灵柩从余干县运到丹阳。刘讽不久又病故，其子刘祐才四五岁，刘太真的遗孀李氏晚景凄凉，无力归葬刘太真。十年后，贞元十八年（公元802年），刘太真的门生：谏议大夫杜羔、中书舍人裴度、殿中侍御史李修、光禄少卿卢长卿、右司郎中韦乾度、工部郎中李君何、浙东观察团练使李逊、黔中观察经略使李道古、泽州刺史卢顼、嘉州刺史王良士、复州刺史郑群、沔州刺史严公弼、慈州刺史刘元鼎、侍御史田伯、殿中侍御史卢璠、马逢、监察御史冯鲁、杨巨源、栎阳县令麻仲容、蓝田县令崔立之、盩厔县尉麴澹等人，共同商量谋划，将恩师停丧于丹阳别墅的灵柩迁葬到溧水柘塘刘墓村（村因刘太真墓得名，今村名不存），并为恩师树碑立传，碑文由裴度（文宗朝任宰相，封晋国公）撰写。裴度的这篇碑文写得非常好，共同表达了门生对恩师的怀念与哀思，也使刘太真获得了极大的哀荣。</p> <p>　　为了纪念这位先贤，溧水人在柘塘建了刘府君庙，刘府君庙也叫刘公祠，刘太真被奉为柘塘神。刘公祠南宋端平丙申年（公元1236年）重修，在修祠时，有个漆匠喝醉了酒，对神大不敬，结果这人某天晚上上吊自杀了。县尉陶季治来验尸，就一把火将刘公祠烧毁。以后，这里出现种种怪异，地方不太平。于是，当地人濮智明倡议重建刘公祠，淳佑甲辰（公元1244年）修建成功，濮智明的儿子濮桂发请杜子源写了《唐礼部侍郎刘公祠记》。刘公祠直到清朝才毁掉，今天也不知遗址在何处。</p>"
}