{
  "id": 408,
  "star": 152,
  "name": "王国维",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_408.jpg",
  "dynasty": "清代",
  "desc": "王国维（1877年—1927年），字伯隅、静安，号观堂、永观，汉族，浙江海宁盐官镇人。清末秀才。我国近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子，国学大师。",
  "content": "<h2>治学三境界</h2> <p><strong>1.治学三境界</strong><br>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>在《人间词话》里谈到了治学经验，他说：“古今之成大事业、大学问者，必经过三种之境界：</p> <p>　　第一种境界<br>　　“昨夜西风凋碧树。独上高楼，望尽天涯路。”这词句出<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的《蝶恋花》，原意是说，“我”上高楼眺望所见的更为萧飒的秋景，西风黄叶，山阔水长，案书何达？在王国维此句中解成，做学问成大事业者，首先要有执着的追求，登高望远，瞰察路径，明确目标与方向，了解事物的概貌。</p> <p>　　第二种境界<br>　　“衣带渐宽终不悔，为伊消得人憔悴。”这引用的是北宋<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>《凤栖梧》（《蝶恋花》别称）最后两句词，原词是表现作者对爱的艰辛和爱的无悔。若把“伊”字理解为词人所追求的理想和毕生从事的事业，亦无不可。王国维则别具匠心，以此两句来比喻成大事业、大学问者，不是轻而易举，随便可得的，必须坚定不移，经过一番辛勤劳动，废寝忘食，孜孜以求，直至人瘦带宽也不后悔。</p> <p>　　第三种境界<br>　　“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”是引用南宋<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>《青玉案》词中的最后四句。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>称此词“自怜幽独，伤心人别有怀抱”。这是借词喻事，与文学赏析已无交涉。王国维已先自表明，“吾人可以无劳纠葛”。他以此词最后的四句为“境界”之第三，即最终最高境界。这虽不是辛弃疾的原意，但也可以引出悠悠的远意，做学问、成大事业者，要达到第三境界，必须有专注的精神，反复追寻、研究，下足功夫，自然会豁然贯通，有所发现，有所发明，就能够从必然王国进入自由王国。</p> <p><strong>2.三种阶级</strong><br>　　在《文学小言》一文中，王国维又把这三境界说成“三种之阶级”。并说：“未有不阅第一第二阶级而能遽跻第三阶级者，文学亦然，此有文学上之天才者，所以又需莫大之修养也。”王国维所引词句第一为晏殊《蝶恋花》，第二为柳永《凤栖梧》，第三为辛弃疾《青玉案·元夕》。，“三种境界”论出自晚清学者王国维的《人间词话》之二六，原文如下：“古今之成大事业、大学问者，必经过三种之境界。‘昨夜西风凋碧树，独上高楼，望尽天涯路’，此第一境也；‘衣带渐宽终不悔，为伊消得人憔悴’，此第二境也；‘众里寻他千百度，回头蓦见，那人正在灯火阑珊处’，此第三境也。此等语皆非大词人不能道。然遽以此意解释诸词，恐晏、欧诸公所不许也。”</p> <p><strong>3.三境合一</strong><br>　　“第一境界”原出自晏殊的《蝶恋花》：“槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处。”王国维以这句话形容学海无涯，只有勇于登高远望者才能寻找到自己要达到的目标，只有不畏怕孤独寂寞，才能探索有成。<br>　　“第二境界”两句原出自柳永的《凤栖梧》：“伫倚危楼风细细。望极春愁，黯黯生天际。草色烟光残照里。无言谁会凭阑意。拟把疏狂图一醉。对酒当歌，强乐还无味。衣带渐宽终不悔。为伊消得人憔悴。”王国维以这句话比喻为了寻求真理或者追求自己的理想，废寝忘食、夜以继日，就是累瘦了也不觉得后悔。<br>　　“第三境界”原出自辛弃疾的《青玉案》：“东风夜放花千树。更吹落、星如雨。宝马雕车香满路，凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕。笑语盈盈暗香去。众里寻它千百度。蓦然回首，那人却在，灯火阑珊处。”王国维用这句话比喻经过长期的努力奋斗而无所收获，正值困惑难以解脱之际，突然获得成功的心情。踏破铁鞋无觅处，得来全不费工夫，乃恍然间由失望到愿望达成的欣喜。<br>　　细细品味，真的为这三境地折服和感叹。若非曾经“独上高楼”远望“天涯路”，又怎能“为伊憔悴”而“衣带渐宽”呢？如非“终不悔”地苦苦追索，又怎能见得“灯火阑珊处”的美景呢？<br>　　今人常用这“三重境界”来解析爱情离合、仕途升迁、财运得失等等。大师的阐释与这俗世的轮回的确是不谋而和的。洞悉人生，爱情也罢，仕途也罢，财运也罢，所有成功的个案无非都是经历着三个过程：有了目标，欲追求之；追求的过程中有所羁绊，坚持不放弃；成败关键一刻，挺过来了，喜获丰收。而所有失败的个案大都是败在第二个环节上了。<br>　　凡人都可以从容地做到第二境界，但要想逾越它却不是那么简单。成功人士果敢坚忍，不屈不挠，造就了他们不同于凡人的成功。他们逾越的不仅仅是人生的境界，更是他们自我的极限。成功后回望来路的人，才会明白另解这三重境界的话：看山是山，看水是水；看山不是山，看水不是水；看山还是山，看水还是水。<br>　　王国维的三境界说只是他29岁时所体会的学术、人生境界，没有描述他达到的最高境界。——王攸欣</p><br/><h2>死因</h2> <p>　　遗书（参见《海宁王静安先生遗书》总目）</p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>死后，家人在他遗物中发现了他死前一日所写的遗书。遗书条理清晰，考虑周密，足见死者绝非仓促寻死。这与王死前几日无异常举止相吻合。但遗书一开头“五十之年，只欠一死。经此世变，义无再辱”十六字，却给生者留下种种疑窦，成为70多年来其自沉之因久说纷纭，又难以确论的“谜面”。</p> <p>　　二、死因</p> <p>　　对王国维死因，其亲属自始至终讳莫如深。而后世臆测大致又分几种：</p> <p>　　“殉清”说王国维为清朝遗老，更对逊帝溥仪向有国士知遇之感——王国维以秀才身份，被溥仪破大清“南书房行走”须翰林院甲科出身的旧制，召其直入“南书房”——有此思想基础和遗老心态，逢“覆巢”之将再，以自杀而“完节”似乎也是情理之中。所以<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>以伯夷、叔齐不食周粟而比之，当时的清华校长曹云祥和罗振玉、吴宓等均持此说。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《谈所谓“大内档案”》一文中，称王“在水里将遗老生活结束”，可见也为此论。但反对此说者认为，王国维与罗振玉、郑孝胥、陈宝琛辈有别，郑等效命清室复辟，不惜委身于日本政客。而王国维却领清华职，心无旁骛，潜心学术。他虽“忠清”，却不充其鹰犬，以至“愚忠”至“殉清”程度。所以当时就有人说：“你看他那身边的遗嘱，何尝有一个抬头空格的字？殉节的人岂是这样子的？”</p> <p>　　“逼债”说当年溥仪在其《我的前半生》中说：内务府大臣绍英委托王代售宫内字画，事被罗振玉知悉，罗以代卖为名将画取走，并以售画所得抵王国维欠他债务，致使王无法向绍英交待，遂愧而觅死。当时报纸还传，王曾与罗合作做生意亏本，欠罗巨债。罗在女婿（王长子潜明）死后，罗、王已生隙，罗令女居己家为夫守节，逼王每年供其生活费2000元。王国维一介书生，债务在身，羞愤交集，便萌生短见。此说经郭沫若先生笔播，几成定论。但从王遗书对后事的安排看和事后其它一些证据表明，王国维生前并无重债足以致其自尽。</p> <p>　　“惊惧”说1927年春，北伐军进逼北方，而冯、阎两军易帜，京师震动。有人认为，王国维自杀是怕自己这个前清遗老落入北伐军手中，蒙受耻辱；又王视脑后辫子为生命，当时传言北伐军入城后将尽诛留有发辫者，所以与其被辱，莫若自我了断。但这种说当时即多有人鄙而不取，以为不合王国维立身处世方式。</p> <p>　　“谏阻”说认为王国维投湖与<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>投江相类，是以“尸谏”劝阻溥仪听从罗振玉等人主意，有东渡日本避难打算，并认为王、罗两人最后决裂的原因也缘于此因。</p> <p>　　“文化殉节”说与王国维同为清华导师，且精神相通、过从甚密的陈寅恪先是以“殉清”论王之死，后又认为：“凡一种文化值衰落之时，为此文化所化之人必感苦痛，其表现此文化之程量愈宏，则其所受之苦痛亦愈甚；迨既达极深之度，殆非出于自杀无以求一己之心安而义尽也。”</p> <p>　　“诸因素”以一遗民绝望于清室的覆亡，以一学者绝望于一种文化的式微，一介书生又生无所据——当王国维徘徊于颐和园长廊，回想起“自沉者能于一刹那间重温其一生之阅历”的箴言，遂“奋身一跃于鱼藻轩前”。也许，这就是王国维自沉之“谜底” </p><br/><h2>生平</h2> <p><strong>1.少年失意</strong><br>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>世代清寒，幼年为中秀才苦读。早年屡应乡试不中，遂于戊戌风气变化之际弃绝科举。</p> <p><strong>2.结识罗振玉</strong><br>　　1898年，二十二岁的他进上海《时务报》馆充书记校对。利用公余，他到罗振玉办的“东文学社”研习外交与西方近代科学，结识主持人罗振玉，并在罗振玉资助下于1901年赴日本留学。<br>　　1902年王国维因病从日本归国。后又在罗振玉推荐下执教于南通、江苏师范学校，讲授哲学、心理学、伦理学等，复埋头文学研究，开始其“独学”阶段。1906年随罗振玉入京，任清政府学部总务司行走、图书馆编译、名词馆协韵等。其间，著有《人间词话》等名著。<br>　　1911年辛亥革命后，王国维携3种生平著述，眷随儿女亲家罗振玉逃居日本京都，从此以前清遗民的身份处世。其时，在学术上穷究于甲骨文、金文、汉简等方面。1916年，应上海著名犹太富商哈同之聘，返沪任仓圣明智大学教授，并继续从事甲骨文、考古学研究。1922年受聘北京大学国学门通讯导师。翌年，由蒙古贵族、大学士升允举荐，与罗振玉、杨宗羲、袁励准等应召任清逊帝溥仪“南书房行走”，食五品禄。</p> <p><strong>3.人生转折</strong><br>　　1924年，冯玉祥发动“北京政变”，驱逐溥仪出宫。王国维引为奇耻大辱，愤而与罗振玉等前清遗老相约投金水河殉清，因阻于家人而未果。<br>　　1925年，王国维受聘任清华研究院导师，教授古史新证、尚书、说文等，与<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>、陈寅恪、赵元任、李济（一说吴宓）被称为“五星聚奎”的清华五大导师，桃李门生、私塾弟子遍充几代中国史学界。</p> <p><strong>4.巨子陨落</strong><br>　　1927年，北伐军挥师北上，听闻北伐军枪毙湖南叶德辉和湖北王葆心（王被杀是谣传），6月2日同朋友借了五块钱，雇人力车至北京颐和园，于园中昆明湖鱼藻轩自沉。从其遗体衣袋中寻出一封遗书，封面上书写着：“送西院十八号王贞明先生收”，遗书内容如下：<br>　　五十之年，只欠一死。经此事变，义无再辱。我死后当草草棺殓，即行藁葬于清华茔地。汝等不能南归，亦可暂移城内居住。汝兄亦不必奔丧，因道路不通，渠又不曾出门故也。书籍可托陈吴二先生处理。家人自有人料理，必不至于不能南归。我虽无财产分文遗汝等，然苟谨慎勤俭，亦必不至饿死也。——五月初二日父字<br>　　废帝溥仪事后赐王国维谥号为“忠悫”。王国维为何自溺，至今仍争论不论，一般学者论点有所谓的：“殉清说”、“逼债说”、“性格悲剧说”、“文化衰落说”。陈寅恪《<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>堂先生挽词》的序言中写道：“或问观堂先生所以死之故。应之曰：近人有东西文化之说，其区域分划之当否，固不必论，即所谓异同优劣，亦姑不具言；然而可得一假定之义焉。其义曰：凡一种文化值衰落之时，为此文化所化之人，必感苦痛，其表现此文化之程量愈宏，则其所受之苦痛亦愈甚；迨既达极深之度，殆非出于自杀无以求一己之心安而义尽也。”、“吾中国文化之定义，具于白虎通三纲六纪之说，其意义为抽像理想最高之境，犹希腊柏拉图所谓Idea者。若以君臣之纲言之，君为<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>亦期之以<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>；以朋友之纪言之，友为郦寄亦待之以鲍叔。其所殉之道，与所成之仁，均为抽像理想之通性，而非具体一人一事。”<br>　　根据溥仪在其《我的前半生》一书第四章“天津的“行在” (1924 - 1930)”中之说法，王国维早年受罗振玉接济并结成儿女亲家，然而罗振玉常以此不断向王氏苛索，甚至以将王氏女儿退婚作要胁，令王国维走投无路而自杀。然此说漏洞百出，溥仪亦是听他人言传，不足采信。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>(1877--1927)，字伯隅，又字静安，号观堂，又号永观，谥忠悫，汉族，浙江省嘉兴市海宁盐官镇人，清末秀才，我国近代享有国际盛誉的著名学者，近现代在文学、美学、史学、哲学、古文字学、考古学等各方面成就卓著的学术巨子、国学大师，徐志摩、穆旦、金庸等人与其俱为同乡，甲骨四堂[(郭沫若(字鼎堂)、董作宾(字彦堂)、罗振玉(号雪堂)和王国维(号观堂)]之一。<br/><h2>论著</h2> 《观堂集林》二十四卷<br>《观堂别集》四卷<br>《庚辛之间读书记》一卷<br>《苕华词》一卷<br>《静安文集》一卷续集一卷<br>《尔雅草木虫鱼鸟兽释例》一卷<br>《两周金石文韵读》一卷<br>《观堂古今文考释》五卷<br>《史籀篇疏证》一卷<br>《校松江本急就篇》一卷<br>《重辑苍颉篇》二卷<br>《唐写本唐韵校记》二卷佚文一卷<br>《殷礼征文》一卷<br>《联绵字谱》三卷<br>《补高邮王氏谐声谱》一卷<br>《释币》二卷<br>《简牍检署考》一卷<br>《魏石经残石考》一卷附录一卷<br>《宋代金文著录表》一卷<br>《国朝金文著录表》六卷<br>《汉魏博士题名考》二卷<br>《清真先生遗事》一卷<br>《耶律文正公年谱》一卷余录一卷<br>《五代两宋监本考》三卷<br>《两浙古刊本考》二卷<br>《古本竹书纪年辑校》一卷<br>《今本竹书纪年疏证》二卷<br>《古行记四种校录》一卷<br>《蒙鞑备录笺证》一卷<br>《黑鞑事略笺证》一卷<br>《圣武亲征录校注》一卷<br>《长春真人西游记校注》二卷<br>《乾隆浙江通志考异残稿》四卷<br>《观堂译稿》二卷<br>《人间词话》二卷<br>《宋元戏曲考》一卷<br>《唐宋大曲考》一卷<br>《戏曲考源》一卷<br>《古剧脚色考》一卷<br>《优语录》一卷<br>《录鬼簿校注》二卷<br>《录曲余谈》一卷<br>《曲录》六卷<br>《都四十三种》一百零四卷<br/><h2>治学</h2> <p>　　陈寅恪对<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>史学研究的治学领域和治学方法有明确、清晰的说明。</p> <p><strong>甲骨研究</strong><br>　　甲骨文晚清始发现，最早是王懿荣，后来<a href=\"http://so.gushiwen.org/author_3128.aspx\">刘鹗</a>刊印《铁云藏龟》，继之，孙治让和罗振玉对甲骨文字进行研究。而将甲骨学由文字学演进到史学的第一人，则推王国维。他撰写了《殷卜辞中所见先公先王考》、《殷卜辞中所见先公先王续考》、《殷周制度论》、《殷虚卜辞中所见地名考》、《殷礼徵文》以及《古史新证》等，他将地下的材料甲骨<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>纸上的材料中国历史古籍对比来研究，用卜辞补正了书本记载的错误，而且进一步对殷周的政治制度作了探讨，得出崭新的结论，他的考证方法极为缜密，因而，论断堪称精审。</p> <p><strong>二重证据</strong><br>　　他自己称以上考证方法为“二重证据法”，即以地下的材料与纸上的材料相比较以考证古史的真象。这种考证方法既继承了乾嘉学派的考据传统，又运用了西方实证主义的科学考证方法，使两者有机地结合起来，在古史研究上开辟了新的领域，创造了新的方法，取得了巨大的成就。郭沫若曾赞颂说：“王国维……遗留给我们的是他的知识的产品，那好像一座崔巍的楼阁，在几千年来的旧学的城垒上，灿然放出了一段异样的光辉。”</p><br/><h2>成就</h2> <p>　　作为中国近代著名学者，<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>从事文史哲学数十载，是近代中国最早运用西方哲学、美学、文学观点和方法剖析评论中国古典文学的开风气者，又是中国史学史上将历史学与考古学相结合的开创者，确立了较系统的近代标准和方法。</p> <p>　　这位集史学家、文学家、美学家、考古学家、词学家、金石学家和翻译理论家于一身的学者，生平著述62种，批校的古籍逾200种。（收入其《遗书》的有42种，以《观堂集林》最为著名。）</p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>是中国近代最后一位重要的美学和文学思想家.他第一个试图把西方美学，文学理论融于中国传统美学和文学理论中，构成新的美学和文学理论体系.从某种意义上说，他既集中国古典美学和文学理论之大成，又开中国现代美学和文学理论之先河.在中国美学和文学思想史上，他是从古代向现代过渡的桥梁，起到了承上启下，继往开来的作用，被誉为“中国近三百年来学术的结束人，最近八十年来学术的开创者”。</p> <p>　　“不独为中国所有而为全世界之所有之学人。” ——<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a></p> <p>　　“留给我们的是他知识的产物，那好像一座崔嵬的楼阁，在几千年的旧学城垒上，灿然放出了一段异样的光辉”。 ——郭沫若</p> <p>　　“中国近代之世界学者,惟王国维及陈(陈垣)先生两人。”——伯希和</p> <p>　　“南方史学勤苦而太信古，北方史学能疑古而学问太简陋......能够融南北之长而去其短者，首推王国维与陈垣。” ——胡适</p> <p>　　“中国有一部《流沙坠简》，印了将有十年了。要谈国学，那才可以算一种研究国学的书。开首有一篇长序，是王国维先生做的，要谈国学，他才可以算一个研究国学的人物。”（《不懂的音译》）——<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a></p> <p>　　“惟此独立之精神，自由之思想，历千万祀，与天壤而同久，共三光而永光。”（《清华大学王静安先生纪念碑铭》）——陈寅恪</p> <p>　　“王国维寥寥几万字的《人间词话》和《红楼梦评论》比朱光潜洋洋百万字的体系建树在美学史上更有地位。”（《选择、接受与疏离——王国维接受叔本华、朱光潜接受克罗齐美学比较研究》）——王攸欣</p><br/><h2>年表</h2> 1877年，丁丑，生于光绪三年<br>12月3日（旧历十月二十九日）出生于浙江省海宁州城（今海宁市盐官镇）双仁巷旧宅。初名国桢，后改国维，字静庵（安），又字伯隅，号人间、礼堂、观堂、永观、东海愚公等。海宁王氏乃当地书香世家。<br>1886年，丙戌，光绪十二年，十岁。<br>全家迁居城内西南隅周家兜新宅，此处后成为<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>故居纪念馆。少年时代与陈守谦、叶宜春、诸嘉猷被誉为“海宁四才子”。<br>1892年，壬辰，光绪十八年，十六岁。<br>7月入州学，参加海宁州岁试，以第二十一名中秀才。<br>1893年，癸巳，光绪十九年，十七岁。<br>3月赴省城杭州应乡试不中，肄业于杭州崇文书院。<br>1894年，甲午，光绪二十年，十八岁。<br>中日甲午战起，清军战败，极为震动。始知世有\"新学\"。<br>1895年，乙未，光绪二十一年，十九岁。<br>11月与莫氏成婚。<br>1897年，丁酉，光绪二十三年，二十一岁。<br>9月赴杭州再次参加乡试，不中。从1895年至此，撰成《咏史》<a href=\"http://so.gushiwen.org/author_408.aspx\">诗</a>二十首。1928年始发表于《学衡》第66期，吴宓称之\"分咏中国全史，议论新奇正大\"。年底，与同乡张英甫等谋创海宁师范学堂，并上呈筹款缘由，未果。1898年，戊戌，光绪二十四年，二十二岁。<br>2月，至上海任《时务报》书记。此举为其一生行事之始。26日罗振玉等创办的东文学社开课后，王氏入学学习，受业于藤田丰八等，渐为罗振玉所知。7月因患脚气病，回籍治疗。10月返沪，《时务报》因戊戌变法失败而遭关闭，罗振玉引之入东文学社，负责庶务，免缴学费，半工半读。是年，撰《曲品新传奇品跋》、《杂诗》三首。<br>1899年，己亥，光绪二十五年，二十三岁。<br>春，东文学社迁至江南制造局前之桂墅里，王氏学监，其与同学关系不洽，旋免职，但薪俸照拿。学社除日文外，始兼授英文及数理化各科。王氏攻读甚勤。从日本教员田冈文集中，始知汗德（即康德）、叔本华，并萌研治西洋哲学之念。是年，河南安阳小屯发现殷商甲骨文。代罗振玉为日人那珂通世所撰、东文学社影印之《支那通史》撰序、为日人桑原隲骘藏《东洋史要》撰序。<br>1900年，庚子，光绪二十六年，二十四岁。<br>夏，庚子事变发生，东文学社因之而提前让学生毕业，秋即停办。王氏毕业返里，自习英文。秋，返沪，罗振玉请其译编《农学报》，自谓译才不如沈纮而荐其任之，自己则协助译日本农事指导。秋，罗振玉应张之洞之邀，至武昌任农务局总理兼农校监督，不久，召王国维等同至，任武昌农校日籍教员翻译。年底，由罗氏资助，东渡日本东京物理学校习数理。是年撰《〈欧罗巴通史〉序》，译《势力不灭论》（The Theorg of The Conservation of Energy）、《农事会要》。<br>1901年，辛丑，光绪二十七年，二十五岁。<br>春，在日本东京物理学校留学，夏归国，协助罗振玉编《教育世界》杂志，此后，其哲学及文学方面的撰述常刊载于此。是年，撰《崇正讲舍碑记略》，译《教育学》《算术条目及教授法》。<br>1902年，壬寅，光绪二十八年，二十六岁。<br>春，始读社会学、心理学、论理学（即逻辑学）、哲学等书，尤关注人生问题。夏，张謇在通州（今南通市）创办通州师范学堂，欲聘一心理学、哲学、伦理学教员。经罗振玉推荐，王国维应其一年之聘。是年译《教育学教科书》。<br>1903年，癸卯，光绪二十九年，二十七岁。<br>3月，应聘至通州师范学堂任教，通读叔本华、康德之书。《铁云藏龟》影印刊行。是年撰《哲学辨惑》《论教育之宗旨》《叔本华像赞》《汗德像赞》。译《西洋论理学史要》。<br>1904年，甲辰，光绪三十年，二十八岁。<br>代罗振玉为《教育世界》主编，进行刊物改革。8月，罗振玉在苏州创办江苏师范学堂，自任监督，藤田丰八为总教习，王国维来校任教。仍钻研叔本华思想，并深受其影响。是年撰《孔子之美育主义》、《就伦理学上之二元论》（后易名为《论性》）、《尼采之教育观》《叔本华之遗传说》《教育偶感二则》《汗德之哲学说》《汗德像赞》《叔本华之哲学及其教育学说》《国朝汉学派戴阮二家之哲学说》《红楼梦评论》《书叔本华遗传说后》《叔本华与尼采》《释理》。<br>1905年，乙巳，光绪三十一年，二十九岁。<br>1906年，丙午，光绪三十二年，三十岁。<br>春，随罗振玉进京，暂住罗家。4月，集数年间（1904-1906）所填词61阙成《人间词甲稿》刊行。8月，其父王乃誉病故，奔丧归里，并为之守制。是年撰《教育小言十二则》、<br>《奏定经学科大学文学科大学章程书后》、《教育家之希尔列尔（即席勒）传》、《德国哲学大家汗德传》、《墨子之学说》、《老子之学说》、《汗德之伦理学及宗教论》、《原命》、《去毒篇（鸦片烟之根本治疗法及将来教育上之注意）》、《孟子之伦理思想一斑》、《列子之学说》、《纪言》、《论普及教育之根本办法（条陈学部）》、《教育小言十则》、《文学小言十七则》、《屈子文学之精神》。<br>1907年，丁未，光绪三十三年，三十一岁。<br>4月，自海宁返京，住罗家。不久，经罗振玉引荐，得识学部尚书兼军机大臣荣禄，甚为其赏识，未几，得在学部总务司行走，任学部图书编译局编译，主编译及审定教科书等事。6月发表《三十自序二》，言其由哲学转向文学，并有志于戏曲之研究，这标志着他学术研究的一次转折。7、8月，因其夫人莫氏病亡而归省，事毕即返京。11月，汇集1906年5月至1907年10月间所填词43阙，成《人间词乙稿》。是年撰《教育小言十三则》、《人间嗜好之研究》、《三十自序一、二》、《论小学校唱歌科之材料》、《教育小言十则》、《书辜氏汤生英译〈中庸〉后》、《孔子之学说》。<br>1908年，戊申，光绪三十四年，三十二岁。<br>1、2月间，太夫人病故，奔丧返里。3月，与继室潘夫人完婚。5月，校《片玉词》。4月，携眷北上返京，赁屋于宣武门内新帘子胡同。7月，辑《唐五代二十家词辑》二十卷，对每家词数及其出处，均以按语说明。又辑《南唐二主词》。8月，撰《词录》及《词录序例》，搜集词目，自宋迄元，存佚并录，且作考订。撰《〈词林万选〉跋》。9月，辑《曲录》初稿二卷，为其研究戏曲史提供了材料。10月，译著《辨学》（即逻辑学）一书刊出。11月，在《国粹学报》刊出《人间词话》前21则，提出\"境界\"说。手录明抄本《录鬼薄》，并作《跋》。作《古代名家画册叙》（1909年刊行时易名为《中国名画集》）。12月，撰《曲品新传奇品跋》。<br>1909年，己酉，宣统元年，三十三岁。<br>1月，撰《罗懋登注拜月亭跋》，《国粹学报》第49期刊《人间词话》第23-39则。2月，《国粹学报》第50期刊登《人间词话》第40-64则。1910年，庚戌，宣统二年，三十四岁。<br>2月，校《录鬼簿》。录《能改斋漫录》记<a href=\"http://so.gushiwen.org/author_642.aspx\">杜安世</a>一则，作《寿域词》补跋。3月，读《元曲选》，并以《雍熙乐府》校之，作《〈元曲选〉跋》。5月，所译《教育心理学》由学部图书编译局排印出版。6月译作《世界图书馆小史》始陆续刊出。9月，作《〈续墨客挥犀〉跋》、《盛明杂剧跋》、《录鬼簿》补跋。将已刊《人间词话》64则进行修订，并加附记（此稿由俞平伯于1925年标点，次年朴社出版。此为此书最早之单行本）。12月，草《清真先生遗事》、《古剧脚色考》。<br>1911年，辛亥，宣统三年，三十五岁。<br>1月，为《百川学海》本《晁氏客语》题跋。2月，为罗振玉创办之《国学丛刊》作《序》，提出\"学无新旧、无中西、无有用无用\"。校《梦溪笔谈》、《容斋随笔》，3月，校《酒边集》、《宾退录》，并分别作跋。校《大唐六典》，并作跋。春，撰《隋唐兵符图录附说》，此为其治古器物学之始（1917年又订正之，成《隋虎符跋》、《伪周二虎符跋》）。7月，见唐写本《太公家教》，作跋将近几年所作校书题跋集成《庚辛之间读书记》，10月10日辛亥革命爆发，12月，罗振玉、王国维各率全家避居日本，居京都田中村，侨居日本达五年之久。从此，其治学转而专攻经史小学。<br>1912年，壬子，民国元年，三十六岁。<br>罗振玉藏书运抵日本，存京都大学，王国维与其一同整理，并与日本学者相过从，专攻古史。春，草《简牍检署考》，夏，作《双溪诗余跋》。9月，撰成《古剧脚色考》，10月，《简牍检署考》撰成定稿。<br>1913年，癸丑，民国2年，三十七岁。<br>1月，撰成《宋元戏曲考》，并作序（后易名为《宋元戏曲史》）。春，撰《宋椠大唐三藏取经诗话跋》。5月，集1912年和1913年所作诗成《壬癸集》，着手草《明堂寝庙通考》。作《译本琵琶记序》。8、9月间，撰《释币》（原名《布帛通考》）、《唐写本兔园册府残卷跋》。9月辑《齐鲁封泥集存》，并作序。10、11月间，撰《秦郡考》、《汉郡考》（上、下），又草《两汉魏晋乡亭考》二卷（稿本）。<br>1914年，甲寅，民国3年，三十八岁。<br>2月，与罗振玉合撰《流沙坠简》，并为之作序，此为近代关于西北古地理的第一篇著作。4月又作《流沙坠简后序》，又成《补遗》一卷，附于书后。6月，代罗振玉撰《国学丛刊序》（后易名为《雪堂丛刊》）。草《宋代金文著录表》，并作序。7月，读潘祖荫《攀古楼彝器款识》，并作跋。9月，撰《国朝金文著录表》六卷，并作序。10月，为罗振玉校写《历代符牌图录》、《蒿里遗珍》、《四朝钞币图录》。岁末，为罗振玉撰《殷虚书契考释》校写，并作序和后序。是年又作《邸阁考》。<br>1915年，乙卯，民国4年，三十九岁。<br>2月，撰《殷虚书契前编》，一、二卷释文，作《洛诰解》。3月，写成《鬼方昆夷〈犭严〉狁考》（初名《古代外族考》）。中旬，携眷返国扫墓，4月13日罗振玉亦归国扫墓，二人会于上海。中旬，经罗振玉介绍与沈曾植相识于上海，多有往还，商磋古音韵之学。下旬，携长子随罗振玉往日本。撰《不期敦盖铭考释》、《三代地理小记》，其下包括《自契至于成汤八迁》、《说商》、《说毫》等数篇。8月，撰成《胡服考》。10月撰《元刊杂剧三十种序录》，又撰《古礼器略说》，其总题下分《说俎》、《说盉》等数篇。11月，作《与林浩卿博士论洛诰书》，12月，撰《生霸死霸考》。<br>1916年，丙辰，民国5年，四十岁。<br>1月，作《再与林博士论洛诰书》。决定春节后返国，《国学丛刊》停刊。王国维认为其寓居日本期间，乃\"成书之多，为一生冠\"。2月，携长子回国，至上海，应哈同之聘，主持《学术丛编》。3月，撰成《史籀篇疏证》及序、《流沙坠简考释补证》及序、《周书·顾命考》及序、《国学丛编序》。4月，撰《殷礼征文》、《释史》、《乐诗考略》（含《释乐次》、《周大武乐章考》、《说勺舞象舞》、《说周颂》、《说商颂》。《汉以后的传周乐考》），草《毛公鼎考释》。5月，作《大元马政记跋》，校《水经注》，《毛公鼎考释》定稿，并作序。下旬，始草《魏石经考》。8月中旬，酝酿作《汉魏博士考》。9月，《魏石经考》、《汉魏博士考》写定。10月，撰《周书·顾命后考》及序，重订《汉魏博士考》成三卷。11月，撰《汉代古文考》、《彊村校词图序》、《元秘书监志跋》、《隋志跋》。12月，草《尔雅草木虫鱼鸟兽释例》。<br>1917年，丁巳，民国6年，四十一岁。1月下旬，受罗振玉招至日本，2月归国，始草《殷卜辞中所见先公先王考》，3月成《太史公年谱》，并酝酿《殷卜辞中所见先公先王续考》及序。4月，返海宁扫墓。5月，撰《古要竹书纪年辑校》，并作《自序》，又撰《殷文存序》、《乡饮礼席次图》。6月，撰《今本竹书纪年疏证》及序，编就《戬寿堂所藏殷虚文字》及序，作《戬寿堂所藏殷虚文字考释》、《释旬》、《释昱》。7月1日，张勋复辟。撰《周代金石文韵读》、《唐韵别考》。8月作《南越黄肠木刻字跋》、《玉溪生诗年谱会笺序》。9月，草成《殷周制度论》、《商三勾兵跋》、《〈汉书艺文志举例〉后序》、《〈周代金石文韵读〉序》。入秋，检古书古器物，题跋甚多，如《楚公钟跋》《书论语郑氏注残卷后》《唐尺考》《裴岑纪功刻石跋》等。10月，撰《韵学余说》《江氏音学跋》《五声说》。11月，汇集近年间所撰文，成《永观堂海内外杂文》。12月，撰成《古本尚书孔氏传汇校》（稿本），据《唐语林》以校《封氏闻见记》。<br>1918年，戊午，民国7年，四十二岁。<br>1月，校《尚书孔传》、《方言》等。去年底，北京大学蔡元培托马衡与王国维联系，欲聘其往北大任教。经与罗振玉商量，今拒绝之。自本年起，任\"仓圣明智大?quot;经学教授，并撰《经学概论讲义》。2月，校《净土三部经音义》。3月以大徐《说文》音校《唐韵》反切，乃拟重订《唐韵校记》，4月校《一切经音义》，并作跋。6月，校陈辑本《苍颉篇》，抄毕并校定《唐写本唐韵残卷校记》，并附录《唐韵佚文》，作《匈奴相邦印跋》。7月，为罗振玉《雪堂校刊群书叙录》作序。再次辞谢北京大学邀任教授之聘。9月，作《释环玦》《释珏释朋》《释礼》《重辑苍颉篇》及自序、《释由》。是月，日本京都大学教授欲延其赴校任教，为其婉辞。10月，撰《校松江本急就篇》及序。11月草《随庵吉金图序》。12月，改定前所撰《唐韵别考》《音学余说》，合为《续声韵考》，以补戴氏《声韵考》。<br>1919年，己未，民国8年，四十三岁。<br>1月，撰《书郭注方言后》（一、二、三）、《书尔雅郭注后》。2月，撰成《书契后编》上卷释文、《齐侯二壶跋》。3月，校阅《徐俟斋先生年谱》，作《沈乙庵先生七十寿序》。4月，罗振玉携眷归国，与王国维会于上海。伯希和在上海与罗、王会见，商谈学术。校《一切经音义》，并作跋。7月，作《唐写本老子化胡经残卷跋》《音学五书跋》。8月，作《九姓回鹘可汗碑跋》《重校定和林金石录》《九姓回鹘可汗碑图记》《摩尼教流行中国考》《敦煌石室碎金跋尾》（含《唐写本残职官书跋》）等十数篇跋，均为日人狩野直喜寄来其游欧时所录英国伦敦博物馆所藏敦煌残卷而作。9月，撰《西胡考》（上、下）及《续考》《西域井渠考》《曹夫人绘观音菩萨像跋》《于阗公主供养地藏王菩萨画像跋》等。10月，为乌程蒋汝藻编撰其藏书志。是秋，因脚气病发作，赴天津罗振玉处养病，11月初始返沪，并接受《浙江通志》聘约，与张尔田共同负责寓贤、掌故、杂记、仙释、封爵五门的撰述，并似作《宋元浙本考》。作《高昌宁朔将军麴斌造寺碑跋》《书虞道园高昌王世勋碑后》《重辑仓颉篇自序》。<br>1920年，庚申，民国9年，四十四岁。<br>本年继续为蒋氏编藏书志，并校阅多种古籍，并作《天宝韵英陈廷坚韵英张戬考声切韵玄武之韵铨分部考》《周玉刀考》《顾刻广韵跋》《某君像赞》《徐母太囗人像赞》《敦煌发现唐朝之通俗诗及通俗小说》《残宋本三国志跋》《魏曹望憘造象跋》《影宋本孟子音义跋》《日本宽永本〈孔子家语〉跋》。<br>1921年，辛酉，民国10年，四十五岁。<br>年初，马衡受北京大学委托，再次来书邀王国维出任北大文科教授，为其所拒。继续为蒋编藏书。春，作《与友人论〈诗〉〈书〉中成语书》（一、二）。5月，将数年间所写经史论文，删繁挹华，集成《观堂集林》二十卷，由乌程蒋氏出资刊行。9月，去年撰述之《西胡考》刊出，12月，撰《唐写本切韵残卷跋》。1922年，壬戌，民国八年，四十六岁。<br>年初，王国维允任北京大学研究所国学门通讯导师，以\"无事而食，深所不安\"，未受酬金。1月，作《宋刊后汉书郡国志残叶跋》《兮甲盘跋》《汉南吕编磬跋》等。2月，北京大学马衡集资影印王国维于上年所辑之《唐写本切韵残卷三种》。3月，撰《两淅古刊本考》及序，并校《水经注》。5月，顾颉刚来访，后多有书信往还问业。8月，草成《五代两宋监本考》，为乌程蒋氏撰《传书堂记》。致书马衡，询以研究科章程、研究生人数、研究项目等事。为罗振玉撰《库书楼记》。12月，为北京大学研究所国学门拟就《研究发题》寄沈兼士。不久，又致书马衡，建议大学开设\"满蒙藏文讲座\"并建议遣送有史学根基者出国深造。致书北大研究所国学门何之兼等同学，条陈所询事宜，是年校阅《蒙古秘史》、《龙龛手鉴》。<br>1923年，癸亥，民国12年，四十七岁。<br>2月，为南陵徐氏所藏古器拓本作跋数则，如《刺鼎跋》《父乙卣跋》等，撰《肃忠亲王神道碑》。寒假，仓圣明智大学解散，王国维所任《学术丛刊》编辑及该校教授至此结束。2月下旬一度返海宁故里。作《<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>量跋》《高邮王怀祖先生训诂音韵书稿叙录》《秦公敦跋》。4月16日，受命任逊帝溥仪\"南书房行走\"。为乌程蒋氏编藏书志基本结束，历时近四载，编成经、史、子三部，集部至元末，明则为草稿。5月离沪取海道北上入京，6月1日，觐见溥仪。7月初，撰《殷虚书契考释序》，同时，始校《淮南鸿烈》，历时三月余。7月，作《梁伯戈跋》《颂壶跋》《唐贤力宓伽公主墓志跋》，校《抱朴子》。始草《魏石经续考》。夏曾至天津罗振玉处消夏。11月，受溥仪命，清理景阳宫等处藏书，作《肃霜涤汤说》、《明钞本北磵集跋》。12月初，《观堂集林》二十卷样本印成，文二百篇，诗67首。<br>1924年，甲子，民国13年，四十八岁。<br>3月，法人伯希和寄来《秦妇吟》全卷影印本，取与另本相校，作《唐写本<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>秦妇吟又跋》，撰《论政学疏》，作《聚珍本戴校水经注跋》。4月，与蒋汝藻书，言及北京大学友人欲请其出任国学门研究室主任，而自己不愿就任。5月，撰成《明内阁藏书目录跋》、《散氏盘考释》及跋。6月，作《金文编序》、《吴王夫差监跋》。9月，罗振玉入直南斋，至京，住王国维家，后又与罗氏共检理内府藏书。近年，与胡适往还书信，商讨学问。11月，冯玉祥部\"逼宫\"，命溥仪迁出紫禁城。王国维随驾前后，并因此而写下“艰难困辱，仅而不死\"之言。<br>1925年，乙丑，民国14年，四十九岁。<br>2月，清华委任吴宓筹办研究院，并拟聘王国维为导师。王国维在请示溥仪后就任。此后治学转入西北地理及元史。9月14日，国学研究院普通演讲正式开始，王国维讲《古史新证》。10月15日，加授《尚书》课程。是月，草《鞑靼考》及年表，《元朝秘史地名索引》。11月，撰《蒙文元朝秘史跋》。<br>1926年，丙寅，民国15年，五十岁。<br>2月，撰《黑鞑事跋》，校阅《亲征录》。21日，赴天津，为溥仪祝寿。4月，撰《圣武亲征录校注序》，26日，清华批准印其丛书，即《蒙古史料四种校注》，发表《耶律文正年谱余记》、《黑鞑事略序》。5月，写定《长春真人西游记校注》及序，刊出《圣武亲征录校序》。6月发表《鞑靼考》、《长春真人西游记注序》。7月26日，为燕京大学校讲演《中国历代之尺度》。9月上旬，研究院新学年开学，王国维每周讲演《仪礼》2小时，《说文》1小时；指导研究学科范围为：（1）经学（含《书》、《礼》、《诗》）；（2）小学（含训诂、古文字学、古音韵学）；（3）上古史；（4）金石学；（5）中国文学。10月，因其长子病逝，与罗振玉发生误会。撰成《桐乡徐氏印谱序》。11月下旬，为北京大学历史学会讲演《宋代之金石学》。<br>1927年，丁卯，民国16年，五十一岁。1月，撰成《南宋人所传蒙古史料考》。2月，撰《元朝秘史之主因亦儿坚考》。3月，撰《金长城考》（后易名为《金壕界考》）、《水经注笺跋》。4月，编撰《清华学校研究院讲义》。5月12日，出席清华史学会成立会，并致辞。6月1日，国学研究院第二班毕业，中午，参加研究院师生叙别会，午后访陈寅恪先生。6月2日上午，告别清华园，到颐和园内的鱼藻轩前，自沉于昆明湖。在其内衣口袋内发现遗书，（背面书\"送西院十八号王贞明先生收\"）云：五十之年，只欠一死；经此世变，义无再辱！我死后，当草草棺敛，即行藁葬于清华园茔地。汝等不能南归，亦可暂于城内居住。汝兄亦不必奔丧，因道路不通，渠又不曾出门故也。书籍可托陈（寅恪）、吴（宓）二先生处理。家人自有人料理，必不至不能南归。我虽无财产分文遗汝等，然苟谨慎勤俭，亦必不至饿死。<br>6月3日，入殓，停灵于成府街之刚秉庙，7日，罗振玉来京为其经营丧事，16日举办悼祭。8月14日，安丧于清华园东二里许西柳村七间房之原。1928年6月3日，王国维逝世一周年忌日，清华立《海宁王静安先生纪念碑》，碑文由陈寅恪撰，林志钧书丹，马衡篆额，梁思成设计。碑铭云：<br>海宁王先生自沉后二年，清华研究院同人咸怀思不能自已。其弟子受先生之陶冶煦育者有年，尤思有以永其念。佥曰：宜铭之贞珉，以昭示于无竟，因以刻石之词命寅恪。数辞不获已，谨举先生之志事，以普告失下后世。其词曰：士之读书治学，盖将以脱心志于俗谛之桎梏，真理因得以发扬。思想而不自由，毋宁死耳。斯古今仁圣所同殉之精义，夫岂庸鄙之敢望。先生以一死见其独立自由之意志，非所论于一人之恩怨，一姓之兴亡。呜呼！树兹石于讲舍，系哀思而不忘。表哲人之奇节，诉真宰之茫茫。来世不可知者也，先生之著述，或有时而不章；先生之学说，或有时而可商。惟此独立之精神，自由之思想，历千万祀，与天壤而同久，共三光而永光。<br>是年，编成《海宁王忠悫公遗书》四集，1940年由赵万里、王国华合编之《王静安先生遗书》刊行，1983年上海古籍出版社又据此刊本影印，名为《王国维遗书》，1984年中华书局始出版《王国维全集》，但仅出《书信》一册。在台湾，1976年大通书局影行《王国维先生全集》，为目前收罗最为完备之本。<br/><h2>故居</h2> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>故居位于海宁市盐官镇西门直街周家兜，南隔城墙与钱塘江相望，北临市河，现为浙江省省级重点文物保护单位。</p> <p>　　1886年，王国维的父亲王乃誉在此造这座“娱庐”，于是全家从居住的双仁巷搬来这里。王国维在海宁度过了他的青少年时期，故居座北朝南，木结构庭院式建筑，共二进，前为平屋三楹，大门内外分别悬有顾廷龙、<a href=\"http://so.gushiwen.org/author_1902.aspx\">朱穆</a>之题“王国维故居”匾额；门厅中央置有王国维先生半身铜像。大厅内陈列王氏一生十二幅画像及其它资料。在门厅之后的寝楼亦为三楹，楼中为厅，有“苍松万年春”图。“寝楼上为王氏学术成就、对王国维评论及书籍、文献、手迹、拓片、照片等展览。中厅悬有沙孟海先生题“广业甄球”匾额，以对王氏博学多才的敬仰。楼后为花园，园内植有花草树木，设有假山古井。 </p>"
}