{
  "id": 1504,
  "star": 1,
  "name": "李远",
  "dynasty": "唐代",
  "desc": "李远，字求古，一作承古，夔州云安（今重庆市云阳县）人，大和五年（831）杜陟榜进士，官至御史中丞。李远善为文， 尤工于诗。 常与杜牧、许浑、李商隐、温庭筠等交游， 与许浑齐名， 时号 “ 浑诗远赋”。",
  "content": "<h2>文学成就</h2> <p>　　李远善为文， 尤工于<a href=\"http://so.gushiwen.org/author_1504.aspx\">诗</a>。 常与<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>、<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>等交游， 与许浑齐名， 时号 “ 浑诗远赋”。</p> <p>　　他的主要活动在武宗、宣宗两朝，大约在懿宗咸通中辞世。《唐才子传》称其“夸迈流俗，为诗多逸气，五彩成文”，其人品、气度也可从此略见一斑。</p> <p>　　李远虽然久居官职，但他的诗则清新可读，内容以描写现实为主。李远注意在意境上有所创新。如《剪彩》诗，前六句尽在于描写女子剪彩时缠绵甜美的情思，宛如一条清清流淌的溪水。末两句紧衔前情，以“愿君千万岁，无岁不逢春”作结，使读者产生骤然幽远的遐思，为之情动，这就使诗歌的主题得以深化，给人以美的享受。在语言运用上，李远注意选择和锤炼字句，颇见功力。如《增写御容李长史》诗，清人<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在唐诗别裁集中评价很高。他的“杜魄呼名叫，巴江学字流”之语，也曾被宋人魏庆之誉为“绮丽”的唐人典范句法。</p> <p>　　李远的作品传世不多。据《全唐诗》载，计有三十五首（其中二首重出于他人集中）及二句残句。李远诗向无单行本，清人席启寓《唐诗百名家集》和江标《唐人五十家小集》录其诗。</p> <p>　　许浑《寄当涂李远》诗称他“ 赋似相如诗似陶”； 《诗治总龟》卷四五引 《郡阁雅谈》谓 “ 李远体物缘情， 皆尽臻妙”， 又引卢尚书哭李远诗云： “洛下已传平子赋，临川争写谢公诗”， 可见其诗名已重当时。 著有 《 李远诗集》、 《 武孝经》、 《 龙纪圣异历》、 《 历代鸿名录》名一卷。 《 全唐诗》录其诗一卷， 《 全唐文》录其文五篇， 计序二篇， 赋三篇。</p> <p>　　李远今存之赋， 以 《 蝉蜕赋》、 《 题桥赋》为佳。《 蝉蜕赋》以蝉的生长阶段为切入点， 写蝉虽小， 却 “ 能变化以知机”， 历经验恶，从时而变， 终能 “ 响绕晴云”， “ 声催晚景”， 实现 “ 飞声而不朽”之愿。此赋以蝉喻人， 隐含士子入世、挣扎、上进、挫抑、出世以及奋进之寄托， 激励士子们刻苦努力， 顺应时势， “ 脱身而奋飞”， 颇含象征味。 《 题桥赋》写<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>离旧居赴长安之时， “ 别骑留连， 乡心顾望， 铜梁杳杳以横翠， 锦水翩翩而迸浪。徘徊浮柱之侧， 睥睨长虹之上。神催下笔。俄闻风雨之声； 影落中流， 已动龙蛇之状”，借司马相如穷达之变， 表达 “ 警后进而慕前贤”的意旨。</p> <p>　　李远的诗赋清丽疏放， 骈俪工稳， 极富艺术感染力。</p><br/><h2>生平</h2> <p>　　李远，字求古，一作承古，夔州云安（今重庆市云阳县）人，少勤学， 有大志。 唐文宗大和五年 （831）登进士第。</p> <p>　　唐文宗开成年间（836-840），在建州建阳（今福建省建阳县）任过职，旋为福建观察使幕宾。武宗会昌初年（841），官司门员外郎。</p> <p>　　公元847年， 唐宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>即位， 改元大中。大中时期，历司勋员外郎、岳州刺史。大中十二年 （858）， 宰相令狐绹奏荐李远为杭州刺史。 宣宗曰： “ 联闻远<a href=\"http://so.gushiwen.org/author_1504.aspx\">诗</a>有‘ 青山不厌千杯酒， 白日惟销一局棋’， 疏放如此， 岂可临郡理人耶！ ”令狐 答曰： “ 诗人托此以写兴耳， 未必实然。 ”再次进行推荐， 宣宗才说：“ 令往观之。”李远</p> <p>　　至杭州，治绩卓著， 颇有政声。后历官忠州、建州、江州刺史， 皆有政绩， 终御史中丞。</p>"
}