{
  "id": 461,
  "star": 5,
  "name": "刘晏",
  "image": "http://img.gushiwen.org/authorImg/liuyan.jpg",
  "dynasty": "唐代",
  "desc": "刘晏，是唐代著名的经济改革家和理财家。字士安，曹州南华（今东明县）人。幼年才华横溢，号称神童，名噪京师，明朝时列名《三字经》。历任吏部尚书同平章事、领度支、铸钱、盐铁等使。实施了一系列的财政改革措施，为安史之乱后的唐朝经济发展做出了重要的贡献。因谗臣当道，被敕自尽。",
  "content": "<h2>经济思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>主要是利用商品经济增加财政收入。他熟悉商情﹐在他看来﹐到处有增加收入的门路:“自言如见钱流地上”(《刘晏传》)。刘晏认为“因民所急而税之﹐则国足用”(《食货志四》)。盐是人们的急需之物﹐因此﹐税于盐价﹐使盐利成为增加财政收入的重要项目。这一理财特点﹐被史家赞为“敛不及民而用度足”(《刘晏传赞》)。刘晏的经济思想接近于西汉的桑弘羊﹐他的理财办法比桑弘羊有新的创造﹐但所涉及范围则要狭小得多。</p> <p>　　理财以养民为先 刘晏把赋税的增加建立在户口增加的基础上。他认为“户口滋多﹐则赋税自广﹐故其理财以爱民为先”(《资治通鉴》卷二百二十六)。他的增加赋税收入的办法﹐不是单纯依靠增税﹐而是通过实行有利于人民休息的政策﹐以促进人口的增加和生产的发展﹐使税源得以扩大。刘晏改革转运制度﹐采取雇佣劳动的办法﹐就是一项有利于人民休养生息的措施。在刘晏任转运使的初期﹐全国户口只有二百万﹐后来增加到三百余万﹐而且增加的都在刘晏所管辖的地区。“养民为先”的政策确是取得了一定的效果。</p> <p>　　在赈济贫民问题上﹐刘晏有独特的主张﹐他不赞成进行无偿的赈给。他认为：“善治病者﹐不使至危惫；善救灾者，勿使至赈给”(《新唐书.刘晏传》)。因此在发生灾荒时，他除了及时进行减免赋税和必要的贷放外，主要是利用常平法，在灾区出卖粮食，收购其它杂货，运往别处出卖或留给官府自用。他认为这样做既不会造成国用的不足，又能使“下户力农”得到实际好处。 </p><br/><h2>任职经历</h2> <p>　　<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>在肃宗时代历任彭原太守，徙陇、华二州刺史，迁河南尹，公元762年，刘晏任京兆尹、户部侍郎兼御史中丞，领度支转运使，掌管铸钱，盐铁等使用权，开始掌握唐王朝财政大权，公元763年刘晏被提升为吏部尚书、同中书门下平章事，兼任度支、转运使等职，成为兼管财政的宰相，766年兼七道盐铁使，为安史之乱后的唐王朝统治作出了突出的贡献。</p> <p><strong>经济改革</strong><br>　　由于长达8年的安史之乱，唐王朝千疮百孔，当时唐朝经济十分萧条，财政极为困难，刘晏采取一系列有效措施，发展生产，开源节流，使唐代财政逐步好转。刘晏在任期间，办成了几件大事：</p> <p><strong>改革漕运</strong><br>　　唐代宗广德二年（764年）任命刘晏接办漕运，漕运是通过水路交通，将江淮的粮食运至长安，当时漕运废弛阻塞，造成关中粮食困难，缺粮上百万石，饥荒四伏，粮价暴涨。刘晏曾做过一个时期的地方官，对人民的疾苦比较了解和同情。为此日夜焦虑，最后果断提出疏浚河道，南粮北调的宏伟计划，给宰相写了一份报告，报告说：“见一水不通，愿荷锸先往；见一粒不运，愿负米而先趋，焦心苦形，期报明主，丹诚未克，漕引多虞，屏营中流掩泣献状。”表示要竭心尽力完成这一使命，同时也充分表现了他忧国忧民和勇于承担重任的献身精神。他上任后，首先组织人力逐段疏浚由江淮到高师的河道，打造了二千艘坚固的大漕船，训练军士运粮，每十船为一队，军官负责押运。船工由经调为雇募。他不再征发沿河壮丁服役，而是用政府的盐利雇用船夫。他沿用过去<a href=\"http://so.gushiwen.org/author_1595.aspx\">裴耀卿</a>的办法，改直法为段运法，将全程分成四个运输段，建转运站。使江船不入汴水，汴船不入黄河，河船不入渭水，提高了运粮效率，杜绝了翻船事故。为此又在扬州、汴口、河阴、渭口等河道的交界处设仓贮粮，以备转运。漕运改革后，比过去用江南民工直运的方法提高了效率，减少了损耗，降低了运费，免除了南方人民一项旷目持久的而又十分艰辛的劳役。江淮的粮食因此源源不断地输送到长安，每年运量达四十万石至一十万石，解决了粮荒还有所储备。当第一船粮到达长安时，皇帝欣喜万分，专门组织乐队到渭桥迎接，盛赞刘晏“你真是我的萧何啊！”</p> <p><strong>改革盐政</strong><br>　　唐初，实行自由贩卖，不收盐税。后实行国家专卖，官府大幅提高盐价，甚至贪官污吏还抓夫抓差无偿运盐，勤孛百姓。中饱私囊。人民怨声载道，恨透食盐专卖。同时政府盐务机构庞大，开支惊人。他首先大力削减了盐监、盐场等盐务机构，又调整了食盐专卖制度，改官收、官运、官销为官收、商运、商销、统一征收盐税，改变了肃宗时第五琦规定的官运官卖的盐法。规定盐官统一收购亭户（专门生产盐的民户）所产的盐，然后加价卖给盐商，由他们贩运到各地销售。国家只通过掌握统购，批发两个环节来控制盐政。为防盐商哄抬盐价，在各地设立常平盐仓，以平盐价，这样一来，大批盐吏被精简，盐价下跌，万民称颂，税收也缴增。政府收取的盐利，原来每年只有六十万缗，到大厉末年增至六百多万缗，占全国财政收入的一半，被用以支付漕运费用和政府各项开支。</p> <p><strong>改革粮价</strong><br>　　半年收粮存入平仓，以免谷贱伤农，当荒年、青黄不接粮价上涨时，开平仓以平粮价，百姓受益、国家获利。在商业中建立驿站信息，使“四方货殖低昂及它利害，虽甚远，不数日即至。”</p> <p><strong>推行常平法</strong><br>　　进行了财政体制改革，建立了经济情报网。他在诸道置设巡院官，选择勤廉干练的士人作知院官，管理诸巡院，诸巡院收集本道各州县雨雪多少、庄稼好坏的情况。每旬、每月都申报转运使司，刘晏所在处又召募善走的人，将各地物价迅速申报。由于刘晏从中及时准确地掌握了全国经济和市场动态，并根据这些情报，调剂有无，平抑物价，扶持生产，积极救灾。他用“丰则贵取，饥则贱与”的办法，防止了谷贱伤农、水旱民散。同时又多购谷物菽粟运往歉收地区，贱价出售，换取农民的土产杂物转卖丰处，这样既救了灾，又不损国用，还刺激了生产。他在实践中总结了这样一条经验：“王者爱人，不在赐与，当使之耕耘纺织，常岁平敛之，荒年蠲救之。”他认为“善治病者，不使之危惫，善救灾者，勿使至 给。”刘晏救灾为了做到“应民之急”，还在其所辖各州县储粮三百万石，以作备荒之用。刘晏大胆改革了过去只管收取金钱，不管人民死活的税收政策，实行了安定社会，发展生产，“以养民为先”的财政方针，这一方针，对后世也产生了深远影响。 </p><br/><h2>特点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>自幼天资颖悟，少年时期十分勤学，才华横溢、名噪当时，七岁举“神童”，八岁时唐玄宗封泰山，因献《颂》，唐玄宗召见后，大加赞赏，授秘书省太子正字，据《东明县志》记载，刘晏十岁那年，“一日玄宗御驾勤政楼，大张鼓乐百妓，罗列教坊，有王大娘者，能戴百尺竿，竿施木山状，瀛州方丈，令小儿持绛节出入歌舞”。这时刘晏被唐玄宗诏于楼中，“使贵妃施粉黛如巾栉”，打扮停当，玄宗目视刘晏发问，“正字，正得几字？”刘晏答道：“天下字皆正，唯有朋字未有正得。”此话一语双关，不仅说出了“朋”字的字形结构特点，还寓意深刻地指出了朋党相互勾结的时弊，真不愧是有风趣的字谏。接着贵妃又让刘晏针对勤政楼下百戏争新和王大娘头戴百尺竹竿的精湛表演作<a href=\"http://so.gushiwen.org/author_461.aspx\">诗</a>。刘晏应声吟道：“楼前百戏竞争新，唯有长竿妙入神，谁谓绮罗翻有力，尤自嫌轻更着人。”博得了唐玄宗、杨贵妃和嫔妃等人的一片赞颂。为此，唐玄宗赏赐了刘晏一制象牙笏和一领黄纹袍，神童刘晏一时名噪京师。从此他利用职务之便，勤奋苦读，博览群书，四处救教，对他后来的施政改革，都有重大影响。</p> <p>　　宋代<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>在他的《三字经》里写道：“唐刘晏，方七岁，举神童，作正字，彼虽幼，身己仕。尔幼学，勉而致，有为者，亦若是”。把他树立为当时青年才俊学习的榜样。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>（715－－780）字士安，唐曹州南华（今山东东明东北）人，我国古代杰出的理财专家。开元时以神童授太子正字，天宝年间办理税务，因政绩显著，官至侍御史。唐肃宗时，先任度支郎中，兼侍御史，领江淮租庸事。后任户部侍郎，兼御史中丞，充度支、铸钱、租庸等使。唐代宗时，为京兆尹、户部侍郎，兼御史大夫，领度支、盐铁、转运、铸钱、租庸等使。不久，提任吏部尚书，同中书门下平章事，身居宰相地位，仍领使职。广德二年（764）贬为太子宾客，很快又进为御史大夫，领东都、河南、江淮、山南等道转运、租庸、盐铁使。大历时，先与户部侍郎第五琦分管全国财赋，后与户部侍郎韩晃分领关内、河东、山东、剑南道租庸、青苗使。升为尚书左仆射，重登宰相之位。唐德宗即位后，刘晏总领全国财赋。建中元年（780），因<a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>所陷被害，家中所抄财物唯书两车，米麦数石而已。刘晏一生经历了唐玄宗、肃宗、代宗、德宗四朝，长期担任财务要职，管理财政达几十年，效率高，成绩大，被誉为“广军国之用，未尝有搜求苛敛于民”的著名理财家。<br/><h2>主要成就</h2> <p><strong>经济改革<br></strong>　　由于长达8年的安史之乱，唐王朝千疮百孔，当时唐朝经济十分萧条，财政极为困难，<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>采取一系列有效措施，发展生产，开源节流，使唐代财政逐步好转。刘晏在任期间，办成了几件大事：</p> <p><strong>改革漕运<br></strong>　　唐代宗广德二年（764年）任命刘晏接办漕运，漕运是通过水路交通，将江淮的粮食运至长安，当时漕运废弛阻塞，造成关中粮食困难，缺粮上百万石，饥荒四伏，粮价暴涨。刘晏曾做过一个时期的地方官，对人民的疾苦比较了解和同情。为此日夜焦虑，最后果断提出疏浚河道，南粮北调的宏伟计划，给宰相写了一份报告，报告说：“见一水不通，愿荷锸先往；见一粒不运，愿负米而先趋，焦心苦形，期报明主，丹诚未克，漕引多虞，屏营中流掩泣献状。”表示要竭心尽力完成这一使命，同时也充分表现了他忧国忧民和勇于承担重任的献身精神。他上任后，首先组织人力逐段疏浚由江淮到高师的河道，打造了二千艘坚固的大漕船，训练军士运粮，每十船为一队，军官负责押运。船工由经调为雇募。他不再征发沿河壮丁服役，而是用政府的盐利雇用船夫。他沿用过去<a href=\"http://so.gushiwen.org/author_1595.aspx\">裴耀卿</a>的办法，改直法为段运法，将全程分成四个运输段，建转运站。使江船不入汴水，汴船不入黄河，河船不入渭水，提高了运粮效率，杜绝了翻船事故。为此又在扬州、汴口、河阴、渭口等河道的交界处设仓贮粮，以备转运。漕运改革后，比过去用江南民工直运的方法提高了效率，减少了损耗，降低了运费，免除了南方人民一项旷目持久的而又十分艰辛的劳役。江淮的粮食因此源源不断地输送到长安，每年运量达四十万石至一十万石，解决了粮荒还有所储备。当第一船粮到达长安时，皇帝欣喜万分，专门组织乐队到渭桥迎接，盛赞刘晏“你真是我的萧何啊！”</p> <p><strong>改革盐政<br></strong>　　唐初，实行自由贩卖，不收盐税。后实行国家专卖，官府大幅提高盐价，甚至贪官污吏还抓夫抓差无偿运盐，勤孛百姓。中饱私囊。人民怨声载道，恨透食盐专卖。同时政府盐务机构庞大，开支惊人。他首先大力削减了盐监、盐场等盐务机构，又调整了食盐专卖制度，改官收、官运、官销为官收、商运、商销、统一征收盐税，改变了肃宗时第五琦规定的官运官卖的盐法。规定盐官统一收购亭户（专门生产盐的民户）所产的盐，然后加价卖给盐商，由他们贩运到各地销售。国家只通过掌握统购，批发两个环节来控制盐政。为防盐商哄抬盐价，在各地设立常平盐仓，以平盐价，这样一来，大批盐吏被精简，盐价下跌，万民称颂，税收也缴增。政府收取的盐利，原来每年只有六十万缗，到大历末年增至六百多万缗，占全国财政收入的一半，被用以支付漕运费用和政府各项开支。</p> <p><strong>改革粮价<br></strong>　　半年收粮存入平仓，以免谷贱伤农，当荒年、青黄不接粮价上涨时，开平仓以平粮价，百姓受益、国家获利。在商业中建立驿站信息，使“四方货殖低昂及它利害，虽甚远，不数日即至。”</p> <p><strong>推行常平法<br></strong>　　进行了财政体制改革，建立了经济情报网。他在诸道置设巡院官，选择勤廉干练的士人作知院官，管理诸巡院，诸巡院收集本道各州县雨雪多少、庄稼好坏的情况。每旬、每月都申报转运使司，刘晏所在处又召募善走的人，将各地物价迅速申报。由于刘晏从中及时准确地掌握了全国经济和市场动态，并根据这些情报，调剂有无，平抑物价，扶持生产，积极救灾。他用“丰则贵取，饥则贱与”的办法，防止了谷贱伤农、水旱民散。同时又多购谷物菽粟运往歉收地区，贱价出售，换取农民的土产杂物转卖丰处，这样既救了灾，又不损国用，还刺激了生产。他在实践中总结了这样一条经验：“王者爱人，不在赐与，当使之耕耘纺织，常岁平敛之，荒年蠲救之。”他认为“善治病者，不使之危惫，善救灾者，勿使至 给。”刘晏救灾为了做到“应民之急”，还在其所辖各州县储粮三百万石，以作备荒之用。刘晏大胆改革了过去只管收取金钱，不管人民死活的税收政策，实行了安定社会，发展生产，“以养民为先”的财政方针，这一方针，对后世也产生了深远影响。</p>"
}