{
  "id": 420,
  "star": 2,
  "name": "林景熙",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_420.jpg",
  "dynasty": "宋代",
  "desc": "林景熙（1242～1310），字德暘，一作德阳，号霁山。温州平阳（今属浙江）人。南宋末期爱国诗人。咸淳七年（公元1271年），由上舍生释褐成进士，历任泉州教授，礼部架阁，进阶从政郎。宋亡后不仕，隐居于平阳县城白石巷。林景熙等曾冒死捡拾帝骨葬于兰亭附近。他教授生徒，从事著作，漫游江浙，是雄踞宋元之际诗坛、创作成绩卓著、最富代表性的作家，也是温州历史上成就最高的诗人。卒葬家乡青芝山。著作编为《霁山集》。",
  "content": "<h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>（1242～1310），字德暘（一作德阳），号霁山。温州平阳（今属浙江）人。南宋末期爱国<a href=\"http://so.gushiwen.org/author_420.aspx\">诗</a>人。咸淳七年（1271）进士。受泉州教授，历礼部架阁，转从政郎。宋亡后不仕，隐居于平阳县城白石巷。据新编《平阳县志·林景熙传》载：元世祖忽必烈所任江南释教总统杨琏真迦，发掘绍兴宋陵及大臣墓101所，抛弃其遗骨。时景熙在绍兴王英孙家作客，激于爱国义愤，约乡人郑朴翁等乔装采药人前往，<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>高宗、孝宗骸骨，共装六函，葬于兰亭附近，移植皇陵冬青树作为标志，又作《冬青花》和《梦中作四首》，以记其事。景熙这种热爱祖国，反抗民族压迫的行动，深受称赞。他教授生徒，从事著作，漫游江浙，因而名重一时，学者称“霁山先生”。霁山先生墓在家乡青芝山。著作有《白石稿》、《白石樵唱》，后人编为《霁山集》。<br/><h2>个人成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_420.aspx\">诗</a>歌<br></strong>　　<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>的诗歌创作大不同于其同乡前辈—“四灵派”诗人。面对鼎革之际，山河破碎、民生艰危的局面，诗人并没有啸傲山林、寄情田园，而是时刻关注社会现实、关心民生疾苦。</p> <p>　　宋朝末年，民族斗争剧烈，阶级矛盾深化，人民灾难重重。林景熙作为一个深感亡国之痛的爱国志士和文学家，其作品处处充满对祖国美好河山的深深眷恋，对民族兴衰存亡具有强烈的责任感和对人民的疾苦寄于无限的同情。他的诗文风格幽婉，沉郁悲凉。论诗主张“诗文归一”、“根于性情”。他的诗歌大多以自然达意的联想，托物比兴的手法，精粹简练的语言，委婉曲折的表达方式，来揭示自己心灵深处亡国隐痛的情思和起到了对侵略者狰狞面目进行淋漓尽致的暴露，对在民族危难关头卖国求荣、投敌变节的民族败类进行无情鞭挞和对在抗击外来侵略势力、捍卫国家独立、维护民族尊严而捐躯的死难者无限敬仰的效果和愿望。如他的五言律诗《枯树》篇：“凋悴缘何事，青青忆旧丛。有枝撑夜月，无叶起秋风。暑路行人惜，寒巢宿鸟空。倘留心不死，嘘拂待春工。”40个字落落简篇，用托物比兴的手法，精粹简练的语言，意深笔婉地揭露了在元朝统治阶级的屠刀与铁蹄之下，故国山河处处一片焦土，人民流离颠沛、无家可归，处在水深火热之中难以聊生的悲惨局面。又如《山窗新糊有故朝封事稿阅之有感》：“偶伴孤云宿岭东，四山欲雪地炉红。何人一纸防秋疏，却与山窗障北风！”触景生情，借景写怀，沉郁苍凉，其哀国怀旧之情，感人至深。</p> <p>　　同时林景熙在作品中还流露了强烈的复国愿望。《枯树》中，“有枝撑夜月，无叶起秋风”暗示为复国而努力的志士尚在，只是力量还不足；“倘留心不死，嘘拂待春工”，巧妙地将“树心”比“人心”，只要人心不变，到适当的时候一定会达到复国目的。这是一首号召人民团结起来等待时机，赶走侵略者，实现复国目的、充满爱国激情的诗歌。</p> <p>　　林景熙作诗没有像某些诗人一样专事一体，而是不拘一格，更为难能可贵的是，《白石樵唱》中各体均有佳作问世。体裁的多样化，不仅显示了他开阔的创作视阈，而且有利于他在广袤的文学天地里成就新的建树。</p> <p><strong>传道<br></strong>　　林景熙于德祐二年（1276 年）辞官引归，后“往来吴、越间，殆二十余年”，并以“湖海客”自称。他放弃仕途的林景熙踯躅于故国山水之间，朝夕与猿鹤为伍（《寄四明陈懋阳》：不如息我躯，猿鹤与朝夕），与鸥鹭为伴（《题水云深处》：所以盟白鸥，万荷最深处），像已所仰慕的<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>那样，过起了“坐啸山水城”（《登谢客岩》）、“乃乐烟水宽”（《简卫山斋》）的生活。林景熙墓(10张) 林景熙在宋亡之后，虽然不曾剃度为僧或者乘鹤仙游，但是却积极地与僧侣、道士为友，展开了广泛的沟通和交流，并经常形诸吟咏，与当地的其他遗民诗人组成了一个带有明显地域特征的遗民群体，并开展了一系列的群体活动。林景熙成了联系平阳、会稽两个遗民集团的枢纽人物，正是他的穿针引线，使得两个遗民集团之间互通声气、互相感召、互相激发，在思想上沟通联合成了一个志同道合的反元阵营，他们进行的不仅仅是一般意义上的交往活动，更是一种深层次的心灵交感。</p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>虽然弃官不仕过隐居生活，但他对战斗在抗击入侵者斗争第一线的爱国将土十分关怀和深深思念。当他得到厓山战斗失败、将士大部阵亡、陆秀夫抱起年幼的皇帝跳海自亡的消息时，义愤填膺，悲痛之极，仰天大哭，遂与同里志士陈则翁等举行哭祭悼念活动，并洒泪挥毫写下了《题陆大参秀夫牡丹<a href=\"http://so.gushiwen.org/author_420.aspx\">诗</a>卷后》：“南海英魂叫不醒，旧题重展墨凝香。当时京洛花无主，犹有春风寄广陵”的壮丽诗篇，以示对民族英雄的深深敬仰。林景熙的《读文山集》七古云：“黑风夜撼天柱折，万里飞尘九冥竭。谁欲扶之两腕绝，英泪浪浪满襟血。龙庭戈延烂如雪，孤臣生死早已决。纲常万古悬日月，百年身世轻一发。苦寒尚握<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>节，垂尽独存杲卿舌。膝不可下头可截，白日不照吾忠切。哀鸿上诉天欲裂，一编千载虹光发。书生倚剑歌激烈，万壑松声助幽咽。世间泪洒儿女别，大丈夫心一寸铁。”这首诗历来被认为是对民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>赞歌中最成功的一首，堪与《正气歌》同读。这是他的诗集中的压卷之作。《中国文学史》评述作者林景熙的气概不减“留取丹心照汗青”的文天祥。</p> <p>　　历史上曾有“南渡之后，堪与山阴放翁媲美者，唯霁山也”之说，并非过之。被清末著名学者<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>称赞为“亘古男儿一放翁”的<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，临终之时写了一首“死去元知万事空，但悲不见九州同，王师北定中原日，家祭无忘告乃翁”的《示儿》诗。 陆游念念不忘的祖国，在时过66年之后，终于实现了“统一”。林景熙亲自目睹了这一在敌人屠刀铁蹄之下的残酷“统一”。所以林景熙很有感慨地写了一首《书陆放翁诗卷后》诗：“……青山一发愁蒙蒙，干戈况满天南东。来孙已见九州同，家祭如何告乃翁”。陆游的《示儿》不是说“但悲不见九州同”、“家祭无忘告乃翁”吗？林景熙说：九州已经“同”了，可却是“同”在蒙古人的干戈之下，家祭之时怎么可以告诉九泉之下的“乃翁”呢？林景熙这首诗的心情是非常沉重的，难怪有人读了他的诗，无不感动得潸然泪下。</p> <p>　　林景熙的诗歌创作反映了宋元之交遗民的爱国情怀和亡国悲愤，不但思想性极强，而且在艺术上，尤其是诗歌意象与语词特性以及比兴与寄托、用典与寄托等方面达到了很高水平。</p> <p>　　林景熙诗歌创作最工七言律体，他对诗圣<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>与陆游既有华藻、又见骨气的诗歌风格十分推崇。他称赞杜甫“诗中有史”，推誉陆游“寤寐不忘中原”的高风，他提倡作家要做到品德高尚，要有民族气节，作品要雄浑和谐，正气凛然。他在诗歌创作过程中“独提诗律继黄陈”，注重效法<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>和<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>奇警遒劲的格律。所以他创作的诗歌达到了立意深婉豪健，文笔简古凝炼，语言含蓄酣畅，喻物生动贴切，脍炙人口，百读不厌，感人至深的绝佳境界。他的“衣冠洛社浮云散，弓剑桥山落照空”、“鹤归尚觉辽城是，鹃老空闻蜀道难”和“离亭落日马嘶渡，旧国西风人唤船。湖海已空弹铗梦，山林犹有着书年”、“游丝不系春晖住，愁绝天涯寸草心”等等都是警句迭出、耐人寻味的绝好佳句。</p> <p>　　林景熙不仅工诗且善作文。宋亡隐居后，在“神游旧月山河改，梦断疏槐风雨深”的情境之中，他寄情山水，漫游吴越，在山水自然中抒发国家兴亡之慨。《中国古代散文鉴赏辞典》中选载的《蜃说》、《粼说》和《鞍山斋记》是他的散文代表作。林景熙的散文文字精炼准确，叙述简洁生动，意境深远，感染力强，依次叠进，结构完整，文笔豪迈，挥洒自如，耐人寻味，引人入胜。他的《蜃说》篇被历代注家作为范文选读。</p> <p>　　林景熙的创作成就和艺术造诣，历来受到很高的评价。与其同年代的方逢辰序称：“宛然六义之遗音，非湖海啸吟风月而已，于诗家门户，当放一头”，明胡应麟《诗薮》称：“林德暘七言劲逸雄迈，《读文山集》可谓元初绝唱”。</p> <p>　　蒙古人章祖程说：“<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>以义熙为心，杜子美以天宝兴感为得诗人忠爱遗意，霁山先生之诗，盖祖陶而宗杜者也，熟味之可见矣！”陈增杰教授在应浙江古藉出版社邀作《林景熙集校泔》时撰文称：“林景熙的诗歌在宋季戛戛独造，凌架诸家之上。”还有清人王士禛的《带经堂诗话》、吴之振的《宋诗抄》、<a href=\"http://so.gushiwen.org/author_675.aspx\">李慈铭</a>的《越缦堂诗话》等等，都对林诗备加赞扬。</p> <p>　　林景熙有《白石樵唱》、《白石稿》诗文16卷传世。元统二年(1334)乡人章祖程合编为《霁山集》。《知不足斋丛书》本作《霁山先生集》5卷，卷首1卷，拾遗1卷。有1960年中华书局排印本。《宋代五十六家诗集》中有《白石樵唱集》1卷、清宣统石印本。1949年后，中华书局曾刊行《霁山集》。自2000年以来，浙江古藉出版社又整理编撰陆续出版发行。</p><br/><h2>生平</h2> <p>　　南宋理宗淳祐二年（1242），<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>出生于平阳腾蛟带溪林泗源。林家兄弟三人（一说四人），景熙居第二。长兄林景怡，字德和，号晓山，从事教育工作，为当地乡校主持人，人品高洁，有<a href=\"http://so.gushiwen.org/author_420.aspx\">诗</a>作传世。季弟林景英，字德渊。</p> <p>　　景熙自幼聪颖，好读书，20岁时已有诗名。被举荐到首都临安，就读太学。宋时太学分外舍、内舍、上舍三等。外舍考试合格，选升内舍，再由内舍选升上舍。内舍、上舍均有限额。上舍考试上等，即可授职，称“上舍释褐”，荣耀等同进士登第。</p> <p>　　南宋恭帝德祐元年（1275）三月，元军在伯颜率领下进入建康，临安政权已呈土崩瓦解之势，可恨那些大臣们尚在勾心斗角。景熙眼看国事已无可为，不久便弃官归里，隐居平阳县城白石巷。</p> <p>　　德祐二年（1276）春，在临安陷落前，益王、广王逃离临安，闰三月陆秀夫等在温州江心寺，奉益王为天下兵马都元帅，广王副之。</p> <p>　　南宋端宗景炎二年（1277），林景熙应会稽王英孙的邀请，来到越中。“一曲危栏人独倚，江山浑在梦中看。”宋亡后，贵公子出身的王孙英，在这样百无聊赖的心情下，延致四方名土，啸傲泉石，饮酒赋诗，这是反元情绪一种无可奈何的发泄。景熙在越中先接触了谢翱、唐珏、胡侨等富有强烈的民族意识的志士。</p> <p>　　南宋祥兴二年（1279）二月，厓山（今作崖山）战败，陆秀夫背着小皇帝投海。消息传来，林景熙与陈则翁等人秘密举行哭祭。</p> <p>　　元世祖至元二十二年（1285），总统江南释教的札木杨喇勒智（杨琏真珈）为了盗取来皇陵中的金玉宝玩，把在会稽的徽钦二帝以下的历代帝王后妃的陵墓全部发掘，把剩骨残骸抛弃在草莽中，惨状目不忍睹，但无人敢去收拾。这时林景照正在会稽，出于民族义愤，与郑朴翁等扮作采药人，冒着生命危险，上山拾取骨骸。景熙收得残骨两函，托言佛经，埋葬于兰亭山中，并移植宋常朝殿前冬青树作为标志，并写了《冬青花》诗：“移来此种非人间，曾识万年觞底月。蜀魂飞绕百鸟臣，夜半一声山竹裂。”又作《梦中诗》四首，以凄怆的声调记录了埋骨的经过，抒发了自己的悲愤，并希望将来能读到他的诗的人，知道民族正气依然存在，没有随着国家的沦亡而完全消失。</p> <p>　　至元二十七年（1290）十二月初九，是<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>就义八周年忌日，好友谢翱登富春山西台哭祭，写了《西台恸哭记》，又寄诗给林景熙，林景熙写了《酬谢皋父见寄》，一开头便说：“入山采芝薇，豺虎据我丘；入海寻蓬莱，鲸鲵掀我舟。山海两有碍，独立凝远愁。”意为：古人不得志，则隐居山林，或遁迹江海，如今国亡，何处去找一方净土呢？因悲叹：“行行古台上，仰天哭所思。余哀散林木，此意谁能知？”</p> <p>　　元成宗大德初年，林景熙开始他的漫游。先后到过杭州、华亭、苏州、无锡、镇江、湖州以及严陵等地。写了许多寄托爱国之情的纪游诗，与志同道合的朋友相处，也以诗文相互勉励。他重过故宫，江山易主，景物全非，发出“王气销南渡，僧坊聚北宗。烟深凝碧树，草没景阳钟”的感叹。过葛岭时，他对已被杀死的权奸贾似道，还责问“误国竟何言！”</p> <p>　　景熙归隐后，曾说不再与闻世事，但当他听到<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>不与元朝合作，绝食而死，十分钦佩，他写道：“何人续迁史，表为节义雄。”他听到家铉翁放归，呈诗说：“衣冠万里风尘老，名节千年日月悬。”把他比作<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>，表示无限景仰。同时，他以犀利的笔锋，借秦吉了和孙供奉，对那些寡廉鲜耻的叛将贰臣，予以痛斥。</p> <p>　　元成宗大德三年（1299），景熙到58岁后，才大部分时间住在平阳，他在马鞍山麓建了一所超奥别业，教授生徒，过着清贫的生活，以颜回草食瓢钦、乐在其中来自我解嘲。但他还是关心世事。</p> <p>　　大德四年（1300）他为判官王秉仁写了《平阳县治记》使人们知道平阳建县的历史。</p> <p>　　大德五年（1301），他写了《公溥堂记》向州守孙筠进了药石之言，希望他能为老百姓做些好事。</p> <p>　　大德十年（1306），州判皮元修了阴均陡门，他欣然为其作记。</p> <p>　　大德十一年（1307），《平阳州志》修成，他作了序言。</p> <p>　　元武宗至大元年（1308），景熙67岁，忽然游兴勃发，北上杭州。来往吴越日久，时感思念家乡，渐觉体力不支。他在杭州患疾，自觉不宜久留异地而挥泪诀别友人回到平阳家乡。</p> <p>　　林景熙在家卧病两年后，于元武宗至大三年（1310）饮恨辞世，享年69岁。晚年，他把自己的诗文收集起来，编成杂文十卷，诗六卷，诗集名《白石樵唱》。</p> <p>　　元顺帝元统二年（1334），林景熙逝世后二十四年，同里章祖程的《白石樵唱》注释本问世。</p><br/><h2>墓</h2> <p>　　<a href=\"http://so.gushiwen.org/author_420.aspx\">林景熙</a>墓位于其故乡平阳县带溪乡林泗源村庄后面青芝山（俗名卧牛山）朝南山坡上。砖室结构。清乾隆十二年（1747），平阳县令徐恕率林泗源裔孙重修陵园，并亲题墓碑曰：南宋忠义林霁山先生之墓。1983年，霁山先生墓被平阳县人民政府列为首批重点文物保护单位，并分别于1987年和1991年，由政府和当地群众筹集资金，在墓前修筑“仰霁亭”和“霁山碑林”。仰霁亭作8桩3间，仿宋亭阁式石木建筑。亭匾“仰霁亭”三字为全国政协原副主席赵朴初所题。亭中<a href=\"http://so.gushiwen.org/author_420.aspx\">诗</a>碑正面刻有林景熙代表作《冬青花》，张鹏翼书；背面刻有《仰霁亭碑记》，苏渊雷撰书；石柱上刻有名家书写的楹联多副。刘海粟、沙孟海、方去疾，陆俨少等一大批书画大家也在这里留下了珍贵的墨宝。</p> <p>　　林景熙墓碑刻有“南宋忠义林霁山先生之墓”，系清乾隆十二年（1747）邑令徐恕题。1987年修葺时，在墓前新建仰霁亭一座。亭作8桩3间。仿宋亭阁式石木建筑。亭匾“仰霁亭”三字为全国政协副主席赵朴初所题。亭中诗碑正面刻有林景熙代表作《冬青花》，张鹏翼书；背面刻有《仰霁亭碑记》，苏渊雷撰书；石柱上刻有名家书写的楹联多副。</p>"
}