{
  "id": 896,
  "star": 0,
  "name": "王辟之",
  "dynasty": "宋代",
  "desc": "王辟之（1031—？），字圣涂，临淄（今山东临淄）人。宋英宗治平四年（1067）进士。宋哲宗元佑年间（1086—1094），他担任任河东县（今山西省永济县）知县，曾“废撤淫祠之屋，作伯夷叔齐庙”，以“贵德尚贤”闻名。",
  "content": "<h2>生平</h2> <p><strong>主要政绩</strong><br>　　绍圣二年（1095年），他知忠州(今重庆市忠县)。在任期间，政绩卓著，“拊养柔良，锄治奸滑”，使境内人民安居乐业。曾经有手下的官吏受贿，别人在告发这个官吏时把王辟之也一块告了，王辟之神色不变，对上级来调查的人说：“白头老翁安能畏吏苛民耶？”意思是说自己是清白的，不怕上级调查，也决不对错告他的老百姓打击报复。后来上级查明了事实真相，王辟之是无辜的。王辟之对古代先贤十分思慕敬佩，不但为曾经在忠州做官的<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>（唐代理财家，曾被贬为忠州刺史）、<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>（唐代骈文家，曾被贬为忠州别驾）、<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>（唐代地理学家，曾被贬为忠州刺史）、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>（唐代著名<a href=\"http://so.gushiwen.org/author_896.aspx\">诗</a>人，曾被贬为忠州刺史）修了“四贤祠”，而且以这些名官为榜样，“兴旧起废，慨然不倦”，以廉洁勤政、务实爱民赢得了当地百姓的拥戴。北宋著名词家、书法家<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>在《忠州复古记》中，高度称赞他“知务乐善，击强拨烦，才有余地”。</p> <p><strong>致仕还乡</strong><br>　　绍圣四年（1097年），王辟之从忠州任上致仕还乡。回到家乡临淄后，他隐居在渑水河畔，过着饮酒赋诗、悠闲自得的生活。渑水发源于临淄齐故城小城西由南向北，经长胡同、督府巷、东石桥、邵家圈，至王青庄南分为两支，北流经广饶入博兴者为渑水，西流经梧台入画水者为系水。民国九年《临淄县志》载：“渑水与系水同源。”渑水附近，齐文化内涵丰富。《左传·昭公十二年》（公元前530年）记载：晋昭公与齐景公在宴席上投壶，齐景公说：“有酒如渑”，形容其酒之多。《淮南子》载：善于烹饪的齐桓公宠臣易牙，能尝辨出淄水与渑水的味道。《史记·鲁仲连列传》记载：鲁仲连谓“田单黄金横带，骋于淄渑之间”。在渑水河畔这个人文荟萃的地方，喜欢文学的王辟之经常和朋友们欢宴，追古抚今，指点江山，畅谈一些风土人情和官场趣闻。后来他把这些听来的故事，整理成了《渑水燕谈录》十卷。《郡斋读书志》、《直斋书录解题》、《宋史·艺文志》、《四库全书总目》均著录于子部小说家类。</p><br/><h2>贡献</h2> <p>　　王辟之的作品内容丰富，体裁广泛，为后世对北宋时期政治、经济、军事、文化的历史研究，特别是对一些政治家、文学家的生平研究以及山东省的地方史研究、宋<a href=\"http://so.gushiwen.org/author_896.aspx\">诗</a>研究，提供了大量真实可靠的史料。王辟之长期担任北宋基层地方官吏，交际范围主要是官场，所以对统治阶级内部的一些传闻故事非常感兴趣也十分熟悉。书中的前半部分如帝德、谠论、名臣、知人、奇节、忠孝、才识等篇记录了大量明君、贤臣的历史事迹，如“杯酒释兵权”、“开卷有益”的宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>、“治最为天下第一”并修岳阳楼的滕子京、力主革新变法的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>、品行高尚的<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>、先天下之忧而忧的<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>以及大将军狄青、名臣<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>等，很有史料价值；同时，王辟之又是一个文人，对诗人、书画家等文艺界的轶闻趣事非常关注，如著名文学家<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、尹洙、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>，山水画家李成、著名词人<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>等人的事迹也时时出现在书中。尤其值得一提的是书中的“官制”、“贡举”、“文儒”等部分，准确、翔实的记录了当时的官制、科举情况，为后人留下了非常宝贵的第一手资料，为研究北宋官制和科举提供了大量真实的佐证；“歌咏”、“书画”部分，记录了大量诗人、书画家的创作经历和艺术理论，是我们研究宋代文学史、书画史时不可不读的参考文献。</p> <p>　　王辟之是临淄人，晚年大部分时间又在临淄度过，所以《渑水燕谈录》记录了大量北宋时期临淄以及周边地区的人和事，比如以著书扶道为己任、著《山东野录》七篇的临淄人贾公疏；教子有方、少寡情欲的临淄长寿老人麻希孟；博学醇德的临淄名儒赵师民等。书中对范仲淹知青州的事迹也记之甚详，有近十条之多。另外，王辟之的《渑水燕谈录》还在有意无意之间创造了几个第一：这在瓦当的收藏、研究史上可谓前无古人，因而意义极大。原文是：“秦武公作羽阳宫，在凤翔宝鸡县界。岁久，不可究知其处。元六年正月，直县门之东百步，居民权氏浚池，得古铜瓦，五皆破，独一瓦完。面径四寸四分。瓦面隐起四字，曰羽阳千岁，篆字随势为之，不取方正。始知即羽阳旧址也。其地北负高原，南临渭水，前对群峰，形势雄壮，真胜地也。武公之初年，距今千有七百八十八年矣。武功游景叔方总秦凤刑狱，摹刊于石，置之岐阳宪台之瑞丰亭，以贻好事者。”由此可见，从一千年前的北宋时期开始,瓦当就已经成为文人雅士案头的赏玩了。第二，我国古典文学史上关于“三苏”并称最早也源于本书。据《卷四·才识》记载：“眉山<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>，少不喜学，壮岁犹不知书。年二十七，始发愤读书。举进士，又举茂才，皆不中。曰：“此未足为吾学也。”焚其文，闭户读书，五六年，乃大究《六经》、百家书说。与二子轼、辙至京师。欧阳文忠公献其书于朝，士大夫争持其文，二子举进士亦皆在高等。于是，父子名动京师。而苏氏文章擅天下，目其文曰三苏，盖洵为老苏、轼为大苏、辙为小苏也。”本书还记载了许多苏轼的事迹，对我们今天研究宋代文学有很珍贵的价值。特别是书中提到，宋使张芸叟奉旨出使辽国，在幽州的旅馆里发现有辽国人在墙上抄录的苏轼诗歌，还听说范阳的书店曾经刊刻苏轼的诗集等事，对我们研究苏轼诗歌的影响和传播有重要意义。</p> <p>　　《卷八·事志》记载：“皇佑中，范文正公镇青州，龙兴僧舍西南阳溪中有醴泉涌出，公构一亭泉上，刻石记之。其后青人思公之德，名之曰范公泉。环泉古木茂密，尘迹不到，去市廛才数百步而如在深山中。自是，幽人逋客，往往赋诗鸣琴，烹茶其上。日光玲珑，珍禽上下，真物外之游……最为营丘佳处。”书中对“虹桥”的记载是最早的，以至于不了解王辟之历史的某些当代桥梁史专家给王辟之冠以了古代桥梁专家的称号。据《卷八事志》记载，青州太守<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>见城中的桥梁常被大水冲坏，便想办法改建。这时，他正好得到了牢城中的一个“废卒”。“废卒”就是关押在监牢的残废士兵。这个人有“智思”，也就是有超常的智慧。这个“废卒”取来数十根大木，相贯为桥，无柱的虹桥就这样造出来了。这是我国历史上有据可查的最早的“虹桥”之一。另外，“开卷有益”、“高下其手”两个成语源于本书，对淮安点心“蜂糖糕”、江南“建茶”、纸牌、麻将的前身“叶子”、安南椰子等物产的记载也是较早的。书中还有“用长松治麻风病”的最早药方。</p><br/><h2>著述</h2> 　　《渑水燕谈录》十卷，《郡斋读书志》、《直斋书录解题》、《宋史·艺文志》、《四库全书总目》均著录于子部小说家类。《郡斋读书志》题《渑水燕录》，作王辟撰。 《渑水燕谈录》分“帝德”、“谠论”、“名臣”等十七类。自序云：“闲接贤大失谈议，有所取者，辄记之，久而得三百六十余事。”《四库全书总目提要》云：“今考此书，皆记绍圣以前杂事”，而记事“不能尽确”。如“谁传佳句到幽都”，本<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>作，而误为<a href=\"http://so.gushiwen.org/author_243.aspx\">张舜民</a>。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>夤缘中宫献《醉蓬莱》词，本为仁宗所斥，误为仁宗大悦。<br/><h2>写作特色</h2> <p>　　作者站在封建士大夫的道德立场，歌颂了爱民尊贤、勇于纳谏的明君以及廉洁务实、克己奉公的清官；赞美了一些文学家高洁傲岸的品质和灵敏机智的创作才华；对弄虚作假、不切实际、残害百姓等丑恶现象进行了讽刺和批判。比如《卷一·帝德》中记载了这样一个故事：宋真宗曾经对一个外放到地方做官的郎官印象很好，称赞他品德高尚，做事得体，答应在合适的时机把他调回中央，委以重任。但是这个郎官回京之后托关系，走后门，到处行贿当朝重臣。事情被真宗知道后，便没有重用提拔他。这个故事表现了宋真宗对那些跑官要官者的憎恨，赞扬了宋真宗坚持原则的品格，对今天的人们很有教育意义。</p> <p>　　再比如《卷二·谠论》中记载，宋仁宗的时候，京城出现日食，但由于当时阴云密布，京城的人都没看见。掌管天文历法的官员以此奏请皇帝，认为日食是不祥之兆，可现在在京城却没有看到，这说明皇帝吉祥，天下太平，应该大宴群臣，庆贺一下。<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>劝谏皇帝说：“日食，全国其他地方都看见了而唯独京城看不见，老天好像在说皇帝您正在被阴邪小人所蒙蔽，天下人都知道而唯独朝廷不知道，这是很不吉利的事情，不应庆贺。”宋仁宗听从了司马光的劝告，没有进行劳民伤财的祝贺仪式。在这个故事里，司马光仗义执言、耿直机敏的性格表现得淋漓尽致，宋仁宗勇于纳谏、善于听取别人意见的精神也可见一斑，贤相、明君的风范在极端的篇幅里展现无遗。</p>"
}