{
  "id": 2608,
  "star": 1,
  "name": "裴度",
  "image": "http://img.gushiwen.org/authorImg/peidu.jpg",
  "dynasty": "唐代",
  "desc": "晋国文忠公裴度（765年－839年4月21日），字中立，汉族，河东闻喜（今山西闻喜东北）人。唐代中期杰出的政治家、文学家。裴度出身河东裴氏的东眷裴氏，为德宗贞元五年（789年）进士。宪宗时累迁司封员外郎、中书舍人、御史中丞，支持宪宗削藩。裴度在文学上主张“不诡其词而词自丽，不异其理而理自新”，反对古文写作上追求奇诡。他对文士多所提掖，时人莫不敬重。晚年留守东都时，与白居易、刘禹锡等借吟诗、饮酒、弹琴、书法以自娱自乐，为洛阳文事活动的中心人物。有文集二卷，《全唐文》及《全唐诗》等录其诗文。",
  "content": "<h2>墓冢</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>卒葬新郑小乔乡（今龙湖镇）东张寨村北0.5公里、林锦店村东南400米处。原墓冢占地8亩，墓地高8米、底面周长200米。封土堆已基本被毁，神道、雕像、碑碣及位于墓东100米处的“奶母坟”等陈设也被时光清洗得干干净净。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>由一个书生凭辞章辩才、对答策问考中制科，数年之间，几经浮沉，获得清贵、接近皇帝的官职。适逢时局艰难困苦，而能奋发奏召决策机要，亲身广行讨伐逆贼，成为人们崇仰的中兴名臣。在宪宗元和（806年—820年）、穆宗长庆（821年—824年）年间，众乱臣贼子，积蓄了力量却意气衰颓，害怕的是裴度的声威。裴度身材不超过中等，但风神俊爽、文采出众，应口答对雄辩有力，观者听者为之震动。当时凡有出使极远地区的使臣，东夷、南蛮、西戎、北狄的君长必定问裴度的年岁多大，形貌与谁相似，天子是否正任用他。他的威名传扬到远方、流传于俗众，中原、异邦对他都如此畏惧钦服。裴度当时的威信名望、德操功业，与<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>并驾齐驱。他进调朝廷，以一身维系国家的安危，对时局有举足轻重的影响达二十年。凡是委任将相，不论贤士还是不正派的人，无不首推裴度，他被士大夫爱戴推重到如此境地。即使是晋代的江左王导、谢安，在风雅之士与流俗之辈中安坐能起镇定作用，但在大的谋略上，裴度又超过了他们。他曾自赞道：“尔身不长，尔貌不扬。胡为将？胡为相？一片灵台，丹青莫状。”</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>出身世宦名族“河东裴氏”中的东眷裴氏，祖父裴有邻，曾任濮州濮阳县令。父亲裴溆，曾任河南府渑池县丞。</p> <p>　　贞元五年（789年），裴度中进士科，又于贞元八年（792年），登博学宏辞科，参与唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>在殿廷亲自诏试的贤良方正、能直言极谏科考试，因应对策问的成绩优等，被委任为河阴县尉。后晋升为监察御史，密章奏论德宗宠臣时措语直切，德宗不喜，裴度遂被调出朝廷任河南府功曹。后提升为起居舍人。</p> <p>　　元和六年（811年），以司封员外郎职务掌管拟制诏令，不久转任本司郎中。</p> <p><strong>出使魏博</strong></p> <p>　　元和七年（812年），魏博节度使田季安去世，其子田怀谏年幼不能管理军政，府营军官拥立魏博军衙内兵马使田兴（即田弘正）担任留后。田弘正安排心腹前往朝廷，奏请魏博遵守朝廷法令，由朝廷委任魏博的官吏，向朝廷缴纳法定赋税。唐宪宗派裴度出使魏州宣布解说朝廷旨意。田弘正任留后之时，他的先任僭伪不守礼法而侈奢浮华，享用的车辆、服饰、住房，超过制度的规定，处理政务的厅堂楼阁更为宽敞。田弘正避忌，不去那里处理公务，仍取用原采访使的官厅居住；于是请裴度在他居所的墙壁上写下题文，记述田弘正的谦卑奉法，魏博人十分感激裴度。田弘正又请裴度遍行魏博所属的各郡，传达宪宗的诏书旨意，魏博人到郊外迎接，倍感欣悦。裴度出使魏博回朝后，被任命为中书舍人。</p> <p>　　元和九年（814年）十月，裴度改任御史中丞。</p> <p><strong>平定淮西</strong></p> <p>　　元和十年（815年）五月，因讨吴元济诸军久未有功，裴度又以中丞的身份兼刑部侍郎，受命赴蔡州行营宣慰，了解军情，向诸将传达朝廷旨意。回朝后，他向宪宗详细地述说了淮西之现状，宪宗向裴度询问各将的才干，裴度说：“据臣看，<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>颜深明大义、能干勇为，终将有所成就。”李光颜统兵后不久，便大破淮西军于陈州溵水县西南之时曲。消息传来，宪宗更是叹服裴度的知人善用。</p> <p>　　同年六月，成德节度使王承宗、平卢淄青节度使李师道都派刺客刺杀宰相武元衡，同时指使他们刺杀裴度。这天，裴度从通化里出来，刺客向裴度击刺三剑：头一剑砍断了裴度的靴带；第二剑刺中背部，刚刚划破内衣；末一剑微伤裴度的头部。裴度跌下马来。适逢裴度头戴毡帽，因此头部伤不很深。刺客又挥剑追杀裴度。裴度的随从王义便抓住刺客连连急声呼救，刺客回剑砍断了王义的手，才得脱身。裴度跌进沟中，刺客以为裴度已死，这才罢手离去。事隔三日，宪宗下诏委任裴度为门下侍郎、同中书门下平章事。</p> <p>　　裴度为人刚强正直，而且能言善辩，尤其擅长把握施政要领，凡是他陈情讲述的事，总能感动人心。自出使魏博返朝，因传布朝廷旨意使宪宗称心，宪宗十分赞许、看重他。再从蔡州劳军回京，宪宗更加听从他的意见。因武元衡执政，委以重任却未见成效，自从京城发生刺杀宰相事件，宪宗便将朝廷的重大谋划决策之事托付给裴度。起初，武元衡遇害，某些献计者奏请罢免裴度的官职，以安抚王承宗、李师道之心，宪宗大怒说：“如果罢免裴度，这就是让奸计得逞，朝廷纲纪如何得以整顿树立？朕任用裴度一人，足以击败这两个乱臣逆贼子。”裴度也以平定逆贼为己任。当他因所受刺伤向朝廷请求告假二十余日时，宪宗下诏派卫兵到裴度的私宅值夜守卫，内宫使臣前往他家问候探询络绎不绝。在裴度拜相前一日，宪宗对裴度宣诏称：“不用去宣政殿参加报到，即入延英殿来应答。”到裴度进殿应答，宪宗对他安抚告慰备至。这时盗寇群起违反法纪，京城内惊扰四起，朝野一片惊恐。待到委任裴度为相的制诰下达，人心方才安定，认为他必定能消灭盗寇。从此诛除盗贼的计策，日日都有进献，调兵遣将愈益紧急。</p> <p>　　元和十二年（817年），宪宗的生母庄宪王皇后逝世，裴度任礼仪使。宪宗不上朝处理政事，想按旧例设置冢宰来总领百官。裴度认为不必因循守旧，建议不设冢宰。宪宗便下令：“诸官公事，当暂受中书门下省处置。”裴度的建议被时人称许。</p> <p>　　同年六月，蔡州行营的唐、邓节度使高霞寓自萧陂进至文城栅，遇伏而败，仅以身免。在此之前，宪宗询问群臣讨伐吴元济是否妥当。朝臣多认为还是罢兵赦罪为上策，翰林学士钱徽、萧俛等纷纷对策延英殿，想借此劝阻宪宗罢兵。惟有裴度声称：吴元济不可赦免。及至高霞寓兵败，宰相们以为宪宗必定厌倦用兵，想以停止征讨应答。众宰辅在延英殿刚要启奏，宪宗说：“一胜一负，是兵家的常态。若是王师就不该失败，那么自古以来朝廷用兵还有何难？屡屡无所不能，就不应留有这号凶贼。今天只论此次用兵该与不该，以及朝廷决断处置是否妥当，众卿只须在关键问题上做出处理。将帅有不合适的，撤去，毋须迟疑；兵力不足的，迅速给予接应。怎么能够因一个将领的失利，就阻止既定的大计？”于是宰臣不敢再言罢兵，裴度平淮之计得以推行。</p> <p>　　王稷家的两个奴仆告发王稷掉换其父的遗表，隐瞒了进奉朝廷的财物。宪宗将这两个奴仆留在宫内，派宫内使臣去东都搜查、索取王稷的家财。裴度进奏说：“王锷去世之后，他家进奉朝廷的财物已经很多。现因其家奴告发，就查抄他的家财，臣担心全国的将帅听说后，必将会有为保全家财而谋虑的人了。”宪宗当天就让宫内使臣返回，两个家奴交给京兆府处死。</p> <p>　　从元和九年（813年）至元和十二年（817年），李愬、李光颜诸将屡屡奏报攻破贼军，但国家在淮右集结军队四年，支付供给的粮饷，朝廷难以承受其消耗，诸军将领彼此观望，轻忽剿寇，毫无收获，宪宗也以此为忧。宰相李逢吉、王涯等三人，以劳损军力、耗费财赋为由，想要停止进剿，面见宪宗，交相陈述用军、罢兵的利与害。惟独裴度缄默不语，宪宗问他的意见，裴度回答说：“臣请求亲自督战。”次日在延英殿重议此事，李逢吉等出殿后，宪宗单独留下裴度，对他说：“卿确能替朕出巡吗？”裴度匍伏流泪说：“臣与此贼誓不两全！”宪宗也为之动容。裴度又进言说：“臣日前看到吴元济的乞降表，料想这个逆贼，处境实已窘迫，只是我军诸将持见不一，未能进逼，所以未降罢了。如果臣亲赴行营，那么诸将各都想要立功来巩固圣上的恩宠，剿灭此贼是必定无疑的了！”宪宗同意他的见解。八月，裴度受命，以门下侍郎、同中书门下平章事、蔡州刺史之职，任彰义军节度使，申、光、蔡州观察使，兼任淮西宣慰招讨处置使。</p> <p>　　诏书拟成后，裴度因韩弘已是淮西行营都统，不想再给自己加“招讨”职份，请求只称“宣慰处置使”。又因此行既兼招抚，请求将“剪除”改为“革心”。同时，韩弘已是都统，请求将“改弦更张”改为“暂停枢衡”，将“烦劳宰相”改为“授以成谋”，宪宗一一采纳了他的建议。裴度又奏请委任刑部侍郎马总为宣慰副使，太子右庶子<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>为彰义行军司马，司勋员外郎李正封、都官员外郎<a href=\"http://so.gushiwen.org/author_2565.aspx\">冯宿</a>、礼部员外郎李宗闵等人任两使判官书记，这些奏请也都获准。</p> <p>　　德宗时，朝政多有乖情悖理之举，朝廷官员偶有过从，也多命掌管京城治安的执金吾暗中侦察，密报德宗，以致宰相不敢在自己家中会见宾客。到裴度辅政，因众乱臣逆贼尚未诛除，应接待奇才能士，共商破贼计谋，他于是奏请在宰相私宅接见宾客，宪宗准奏。从此天下贤才俊杰得以向宰相献计出谋，宰相能在私宅接待才士，是由裴度奏请而施行的。自讨伐淮西以来，朝廷的军队屡遭失败。议论之人因官军被杀伤的人愈来愈多，转送不及，考虑息兵撤军，频繁交相进奏。裴度认为根本的祸患不及时除掉，终将酿成大祸；不除淮西的腹心之患，两河的寇贼，也将效法淮西逆贼，与朝廷一争高下。于是坚决请求坚持讨伐，宪宗十分倾心信赖裴度，因此言听计从毫不犹疑。</p> <p>　　裴度受命后，在延英殿回答宪宗策问，进陈衷情说：“主忧臣辱，理当赴义捐生献必死之力。逆贼被灭，则将有朝见天子之日；贼在一日，则将无返回朝廷之期。”宪宗为他的恳切陈情潸然泪下。同年八月初三，裴度前往淮西，宪宗诏令神策军派三百名骑士随从护卫，并亲至通化门慰问勉励。裴度在城楼下含泪辞别，宪宗赐给他帝王佩用的通天犀角腰带。裴度名义上虽是宣抚使，实际上行使元帅职权，仍以郾城为官署所在地。宪宗因李逢吉与裴度不和，于是免除了李逢吉执掌朝政的职务，调出朝廷任剑南东川节度使。</p> <p>　　裴度离京后，淮西行营大将李光颜、乌重胤对监军梁守谦说：“如果等裴度到来并建立了军功，就会对我们不利。当迅疾出战，先行立功。”便在八月六日，率军出战，但败于贾店。同月二十七日，裴度到达郾城，立即巡抚诸军，宣达圣旨，士气倍增。当时诸道兵都有宦官监阵，致使“进退不由主将，战胜则先使献捷，偶创则凌挫百端”。裴度又罢中使监军，归兵权于将帅，颇得军心。由于裴度军法严肃，号令划一，因此捷报连传。裴度派使者入蔡州劝降，吴元济拒降。十月十一日，李愬雪夜袭破悬瓠城，擒获吴元济。裴度先派宣慰副使马总入城安抚。次日，裴度执持彰义军使符节，带领洄曲投降的士卒万人，相继进往，李愬身着戎装以军礼迎接裴度，在路旁拜见。裴度处置政务后，蔡州人极其高兴。吴元济时法令：路途上不许相对密谈；夜晚不得燃点火烛；有以酒食相交往的人，按军法论处。裴度却减省刑法：除盗贼斗杀外，其余旧法一概取消，相互往来，不再以白天、夜晚作为限制。到这时，归降朝廷的蔡州人才知道有人生的欢乐。</p> <p>　　最初，裴度用蔡州士卒任署府卫兵，有人认为反叛地区刚刚归顺的人，他们尚未安心，不可自己撤去防备。裴度笑着回答说：“我受朝廷任命做彰义军节度使，叛逆元凶已经被擒，蔡州黎民就是本朝的黎民了。”蔡州父老听说后，无不感激涕零。申、光二州的百姓，立即平稳安定下来。十一月，宪宗受降，斩吴元济。至此，淮西战事终告结束。二十八日，裴度由蔡州入朝，留马总任彰义军留后。裴度刚入蔡州时，有人诬陷裴度私自没收吴元济家的妇人珍宝，宪宗听说后颇为怀疑他。这时宪宗想将吴元济的旧将全部诛杀，加授梁守谦两支宝剑，派他前往蔡州执行。裴度回朝至郾城时遇见梁守谦，便又与他返回蔡州，按罪行轻重对吴元济的旧将施以刑罚，并未完全按宪宗诏令行事。梁守谦一再以诏令制止裴度，裴度先以奏疏陈述，之后直接回朝当面陈述。</p> <p>　　元和十三年（818年）二月，宪宗为嘉奖裴度，下诏加其为金紫光禄大夫、弘文馆大学士，赐勋上柱国，封晋国公，食邑三千户，复知政事。又诏刑部侍郎韩愈撰《平淮西碑》，以示纪念。</p> <p><strong>节度河东</strong></p> <p>　　宪宗因淮西平定、功臣李光颜等入朝时，打算在宫内为他们设宴，诏令六军使派人修葺麟德殿的东廊。军使张奉国因公费不足，拿出私财用以补助，他向宰相诉说了这件事。裴度委婉禀奏说：“陛下营造宫室，有将作监等司局经管，怎么能让功臣破费家产来营建修缮？”宪宗恼怒张奉国泄露此事，便让他辞官归居。疏浚龙首渠，兴建凝晖殿，雕塑装饰绮丽光华，将佛寺的花木移植到内宫庭院。程异、皇甫镈二人兼任度支使、盐铁使时，屡屡进贡超额钱财，帮助宪宗营造宫室。宪宗又以程异、皇甫镈在平定蔡州时供给粮饷不少，同时授予二人同平章事之职。裴度在延英殿面奏时因而劝谏宪宗，宪宗未同意；裴度三次上疏论析此事，甚至请求免除自己的相位，宪宗都不省悟。</p> <p>　　此时，商人张陟欠五坊使杨朝汶的利息钱潜藏隐迹，杨朝汶在张陟家搜到一个私人记事簿，有个欠债人卢载初，说是已故的西川节度使卢坦的手书笔迹，杨朝汶就逮捕卢坦家的人关押起来。卢坦的儿子不敢申辩鸣冤，便用自己的钱偿还杨朝汶。经验证笔迹，却是已故郑滑节度使卢群的手笔。卢坦的儿子为此事申辩索还代偿的钱，杨朝汶说：“钱已进缴入宫，不可能再得到。”御史中丞萧俛与谏官们向宪宗上疏，陈述杨朝汶强暴蛮横的情况，裴度与崔群趁延英殿对答策问时，也力陈其暴横情况。宪宗说：“朕要与你们商量东线的军事，这样的小事我自会处置。”裴度进奏说：“用兵是小事，五坊使追捕无辜平民是大事。军事不顺，可忧的只是山东一地；五坊使滥施暴虐强横，恐怕将会乱了皇城危及天子。”宪宗很不高兴。在裴度的坚持下，宪宗不得不将杨朝汶赐死，并释放所有被拘系的人。</p> <p>　　起初，淮西刚被平定时，成德节度使王承宗十分恐惧，裴度派善辩之士前去游说，旅居在赵、魏二州之间，使者劝说王承宗，让他献出领地，送其子入朝做人质，以示投诚。之前，王承宗曾向田弘正求援，经由裴度派去的使者劝说打动，因而兵不血刃，而使王承宗降伏。</p> <p>　　同年，因李师道一再违背朝廷命令，宪宗下诏书调集宣武、义成、武宁、横海四节度使的军队与田弘正会师讨伐。田弘正奏请取道黎阳渡过黄河，会同李光颜等一起进军。宪宗在延英殿召集宰辅大臣商议，其他人都说：“统兵在外的事，由大将裁决，既然已有奏陈，自当听从他的奏请。”惟独裴度认为不可取黎阳渡河，进言说：“魏博军与其他各道的军队不同。此次用兵，过河之后，不可退却，必须进击，才能成功。若取道黎阳渡河，则刚一离开自家地界，便到了滑州，与敌毗邻，空有供给粮饷之劳，又因担心战火波及本境而生顾盼不前之势。况且，田弘正、李光颜二人均缺少当机立断的威势，交相疑惑不定，势必延误军机。然而用兵之事不容中途插手节制，一开始决策，应有不可行的谋虑。如果想倚重河南，倒不如扬威河北。否则，就暂且秣兵厉马，等待霜降水落，从杨刘渡过黄河，直抵郓州。只要到达阳谷安营扎寨，那时朝廷军队的威势自必旺盛，贼军自必衰弱。”宪宗说：“裴卿所言极是。”于是诏令田弘正取道杨刘渡河。当田弘正渡过黄河向南进军，距离郓州四十里处构筑营垒时，贼军威势果然顿减。不久，就平定了李师道。</p> <p>　　裴度为人执著，不改禀性，忠心侍奉宪宗，当时的朝政凡有失误他无不极力进言，因此遭皇甫镈挑拔离间，使宪宗对裴度心生不悦。元和十四年（819年），裴度任检校左仆射、同中书门下平章事、太原尹、北都留守、河东节度使。</p> <p><strong>参戎入辅</strong></p> <p>　　元和十五年（820年）正月二十七日，宪宗为宦官陈弘志等谋害。由唐穆宗<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>即位。</p> <p>　　长庆元年（821年）秋，张弘靖被幽州军囚禁，田弘正在镇州遇害，朱克融、王廷凑又在河朔作乱，穆宗诏令裴度以原职任镇州四面行营招讨使。当时穆宗荒唐乖戾，宰相才能平庸，治国谋划不当，致使再度兴乱。即使号为名将的李光颜、乌重胤等，率十余万军队攻打叛镇，也无一点成效。因局势已经动荡，无力再振朝纲。然而，裴度自接受委任之日起，便检阅军队，补充士卒，无暇安寝。又亲自督战西线军队，身临敌境，攻破敌城，斩杀贼将，频频向朝廷报捷。穆宗十分嘉许裴度的忠诚，月月派遣宫中使臣前往抚慰，晋升裴度为检校司空，兼任掌管北山诸蕃使。</p> <p>　　当时，翰林学士<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>勾结穆宗身边的近侍，谋求充任宰相，他与知枢密魏弘简是刎颈之交。元稹虽与裴度素无仇怨，但非常忌妒他位在自己之上。裴度当时正在山东指挥作战，每每处置军务有所论奏，多被元稹留持，天下人都说元稹恃宠迷乱穆宗视听。裴度忍无可忍，在军中相继上呈三个奏章，抨击、揭露魏弘简、元稹阻挠、破坏讨伐幽州军事的罪行，情激辞切。穆宗尽管不高兴，但惧怕众人议论，于是调任魏弘简为弓箭库使，免去元稹宫内官职，但偏宠元稹的心意未减。不久，授予元稹平章事；接着解除裴度的兵权，命其以代理司徒、同平章事之职调任东都留守。谏官们相继从便殿角门拜伏到延英门进谏，每日二三起。穆宗明白他们谏奏什么，却不及时召见；谏官们都上疏说：当前尚未息兵，裴度有将相的全才，不应将他安置在闲散之地。穆宗因奏疏纷繁，不知怎么办，明白人心在裴度，便命裴度由太原起程，经长安赴洛阳。当时元稹为相，奏请穆宗罢兵，以替王廷凑、朱克融昭雪，来解深州之围，其目的是想解除裴度的兵权。</p> <p>　　长庆二年（822年）三月，裴度到达长安，见到穆宗后，先叙述朱克融、王廷凑在河朔暴乱，自己奉命讨贼无功；再陈述受职东都，准许让他进京朝见。言辞温和，气势强劲，感动了周围在座的人。裴度拜伏在殿前台阶上进奏，泪水横溢，声音呜咽，穆宗为之动容，亲自口谕说：“所奏谢恩之意已明，朕在延英殿接见你。”事先，人们认为裴度没有近臣帮助，被奸邪之臣排斥，尽管他有功勋德望，仍恐怕不能感动穆宗。待到裴度禀奏河北讨贼情况，陈辞慷慨激切，扬声于殿廷，在座者无不直身敬重。即使是武将公卿，也有为之叹息落泪者。次日，委任裴度代理司徒、扬州大都督府长史，任淮南节度使，进阶为光禄大夫。</p> <p>　　当时，朱克融、王廷凑虽已接受朝廷授予的符节和斧钺，却未解除对深州的围困。裴度刚从太原出发时，即去信给二人，晓以大义。朱克融撤去围困的军队，王廷凑也撤军退却。宫廷使臣有人从深州返京禀报军情，穆宗非常高兴，当天又派宫廷使臣去深州接出牛元翼；并让裴度再次去信给王廷凑。裴度在顺路来京都长安途中接到诏书，中使到裴度的信，称：“臣入朝谢恩后，立即在东都执行留守任务。恐怕王廷凑得知臣已无兵权，便违背以前的约定，请考虑改换别给他去信。”使臣便将裴度的信呈送朝廷，并拟更奏报此事。待到裴度抵达京城，进殿应对明辨是非，穆宗正为深州被围忧愁，于是委任裴度为淮南节度使。</p> <p>　　此前，监军使刘承偕倚仗穆宗宠信凌辱昭义节度使刘悟，三军将士群情愤激，大肆喧闹，抓了刘承偕，打算杀了他。他的两个侍从已被杀，刘悟护救，刘承偕才得以免死，因而将刘承偕囚禁起来。穆宗下诏让刘悟将刘承偕送还京城，刘悟以军情为由推托，不按时奉行诏令。到裴度受任淮南节度使时，宰相们在延英殿进奏，裴度也在场，穆宗向裴度询问此事，裴度为刘悟辩解，并请求穆宗下诏斩杀刘承偕。穆宗低下头思考了好久，说：“我并不怜惜刘承偕，只是因为他是太后的养子。现在他被囚禁，太后还不知道。如果您的处置办法还未想好，可再议合适的办法。”裴度与<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>等再进奏说：“只要将刘承偕流放到偏远条件恶劣的地方，他一定能被放出来。”穆宗认为这样处置恰当，刘承偕果然得以返回京城。</p> <p><strong>再遭排挤</strong></p> <p>　　裴度刚被册拜为司徒，徐州便奏报：节度副使王智兴从河北行营率军返回徐州，驱逐了节度使崔群，自称留后。朝廷惊骇恐惧，当即命裴度任司徒、同平章事，仍主持朝政；并委派王播接替裴度镇守淮南。</p> <p>　　裴度与李逢吉一向不和，裴度从太原入朝奏事，那些忌恨裴度的大臣认为李逢吉善于搞阴谋诡计，足以设计构陷裴度，于是从襄阳召李逢吉入朝，任兵部尚书。裴度再次主政后，魏弘简、刘承偕的党羽仍在宫中。李逢吉采用同宗兄弟之子李仲言的计谋，通过医士郑注与中尉王守澄勾结，使宫内官员都帮助李逢吉。五月，左神策军奏报：告发人李赏声称和王府司马于方受元稹指使，勾结刺客要行刺裴度。穆宗命左仆射韩皋、给事中郑覃与李逢吉三人审理此案，案未审毕，就将元稹贬为同州刺史，裴度贬为左仆射，李逢吉接替裴度为相。从此，李逢吉党羽李仲言、张又新、李续等，勾结宦官，煽动朝臣建立朋党来阻挠裴度，当时号称“八关十六子”，“八”、“十六”，都是所勾结相关人员数字。而裴度的丑恶名声，传闻日甚一日。长庆三年（823年）八月，穆宗就将裴度调出朝廷任司空、山南西道节度使，不带“平章事”之衔。</p> <p><strong>辅佐敬宗</strong></p> <p>　　长庆四年（824年），王廷凑听说襄阳节度使牛元翼去世，竟将在镇州的牛元翼一家杀尽。刚即位不久的唐敬宗李湛听说牛家全部惨遭屠杀，连日痛惋叹息，因而感叹宰相不是所任之才，致使奸臣抗命忤逆到如此地步。翰林学士韦处厚趁机上疏为裴度申诉。敬宗感到惊讶而省悟，见裴度的奏章不署“平章事”职衔，问韦处厚说：“裴度曾任宰相，为什么没有‘平章事’职衔？”韦处厚于是奏禀：“被李逢吉排挤，裴度以仆射之职出镇兴元，就从原有的职衔中去掉了。”敬宗说：“怎么到这种地步。”次日，下诏恢复裴度兼任同平章事。但李逢吉的党羽害怕裴度重被起用。称与裴度熟识的袁王府长史武昭想要谋害李逢吉。判罪定案时，武昭已死，他们想要借此牵连裴度，但公众舆论都卫护裴度而归罪李逢吉。敬宗逐渐明白了事情的真相，凡有使者前往兴元，必定传告密旨抚慰，并有将他召回朝廷的约定。</p> <p>　　宝历元年（825年）十一月，裴度上奏请求到长安朝见敬宗。次年（826年）正月，裴度抵达长安，敬宗待他礼遇隆重优厚，不几日，便宣诏再命裴度主持政事。李逢吉的党羽左拾遗张权舆为诽谤裴度，在裴度奏请入朝时，便上疏称：“裴度的名字应了图谶之言，住宅占据了山脊的平地，不召自来，居心可知。”在此之前，李逢吉党羽忌恨裴度，编了一支童谣说：“非衣小儿袒露腹，天上有口被驱逐。”“天口”是说裴度曾平定吴元济。而长安皇城的东、西两厢横亘六道山岗，与《易象》的“乾”卦相合。裴度在平乐里的府宅，碰巧在第五道山岗，因此张权舆用来编派了上述那些话。敬宗虽然年轻，却非常明白这些话是诬陷诽谤，奖掖裴度的心意不减，从而使奸邪之徒无法再进谗言。</p> <p>　　当时，敬宗打算游历东都洛阳，李逢吉和门下、中书两省的谏官屡屡上疏劝阻。敬宗神情严肃地说：“朕去洛阳的心意已定。那些侍从官员和随行宫人，全让他们自备干粮，无需烦劳百姓供奉饮食。”李逢吉叩首进言。敬宗不听谏劝，命度支员外郎卢贞前往检查洛阳沿途行营及皇宫。朝臣正忧惧惶恐，适逢裴度从兴元来京，随同至延英殿议事，敬宗谈到游历东都的事。裴度说：“国家营建两个都城，原来是供帝王游历。然而自国事艰难以来，游历东都也就中止，东都的宫殿及六军的营垒、百官的府舍，大多荒芜。陛下一定要去游历，也应稍加修整再去。一年半载后，才能计议陛下出行的事。”敬宗说：“群臣奏谏没有说明这一点，只是说不该去。如果是像您所禀奏的情况，不去也可以，岂止是延期？”不久，朱克融、史宪诚又奏请各派五千名服役的工匠，帮助修复洛阳。敬宗于是停止东游之行。</p> <p>　　幽州镇使朱克融扣留了赐春衣使杨文端，奏称所赐春衣布料粗劣，又奏称这年的三军春衣不足，拟从度支府请求拨给一季的春衣布料，约计三十万端匹；又奏请派出五千名服役工匠帮助修复东都。敬宗怕朱克融怀有不顺从朝廷之心，便向宰相问计，意图派一位重臣前往宣示抚慰，趁便要回春衣使。裴度建议下两道诏令即可。敬宗听从他的建议，由他进呈诏书拟文。诏书到达幽州，情况全如裴度所料。不到十天，幽州人便杀了朱克融和他的两个儿子。</p> <p>　　当时，敬宗年少骄纵，厌倦接见群臣，裴度和缓地进言劝谏。此后，敬宗坐朝理政次数稍有增多。不久，裴度兼任度支使。</p> <p><strong>迎立江王</strong></p> <p>　　宝历二年（826年）十二月初八，宦官刘克明等谋害敬宗，裴度与宦官王守澄、杨承和、梁守谦、魏从简等密谋，诛除刘克明等人，迎立江王<a href=\"http://so.gushiwen.org/author_153.aspx\">李昂</a>为天子。裴度因功加授门下侍郎、集贤殿大学士、太清宫使，其他职位依旧；因辅佐导引的功勋，进阶为特进。当时，沧景节度使李全略去世，其子李同捷窃取兵权，谋求承袭父职，裴度奏请进行讨伐，经历数年，诛杀了李同捷。裴度于是上疏陈奏：调派军粮不是宰相的职责，请将度支使职权归还各有关官吏。文宗下诏书遵从他的奏疏，进阶为开府仪同三司，实封裴度三百户食邑，裴度不得已而接受。</p> <p><strong>避祸东都</strong></p> <p>　　裴度年迈而又多病，自文宗即位后便上疏恳请辞去军政机要之职，文宗对他的礼遇更加深厚。文宗派御医替他诊断治病，每天让中使前去安抚慰问。太和四年（830年）六月，文宗下诏褒奖裴度，任他为司徒、平章军国重事，允许病愈后每三、五日前往中书省一次。裴度上表辞让，文宗依从他的请求。同年九月，裴度以加守司徒、兼侍中、襄州刺史之职，任山南东道节度使、观察使、临汉监牧等使。</p> <p>　　裴度一向有坚贞正直的声誉，侍奉君主百折不回，因而屡屡遭受奸邪之辈的排挤打击，几乎陷于难以摆脱的艰难窘迫困境。到了晚年，渐渐追随世俗以避免身遭祸事。起先，度支盐铁使王播，大肆向朝廷进献财物，希求得到皇帝的宠信。裴度也效法王播，收取无名杂税进献，遭到有节操的士大夫轻视。后又引荐韦厚叔、南卓担任补阙拾遗，以求弥合矛盾扩大自己交结。而后来进用的宰相李宗闵、<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>等不满意他的所作所为，因此趁裴度以病辞官时，罢免了他的相位，然后又将他调出长安任襄阳节度使。之前，在宪宗元和十四年（819年）时，朝廷在襄阳设置了临汉监牧，废毁百姓的农田四百顷，放牧官马三千二百余匹。裴度以牧马数量少、又空废民<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>由，奏请朝廷取消这一牧场，撤销临汉监牧使。</p> <p>　　太和八年（834年）三月，裴度以本职兼任东都尚书省职务，充任东都留守。</p> <p>　　太和九年（835年）十月，升任中书令。十一月，发生甘露之变，文宗遭软禁，李训、王涯、贾餗、<a href=\"http://so.gushiwen.org/author_1011.aspx\">舒元舆</a>的亲属、门生受株连者上百人，被投入监狱审讯定罪，并打算将他们流放。裴度上疏朝廷为他们申辩，被保全、救活的有几十家。</p> <p>　　自甘露之变后，宦官当权，士大夫的道统沦丧。裴度因已到辞官居家的年纪，朝廷纲纪又已败坏，不再把仕途的进退放在心上。他在东都的集贤里建立府宅，构筑假山，开凿池塘，竹树荟萃，建有风亭水榭、梯桥架阁，岛屿四环，极尽都城的丽色佳境。另在午桥建造了别墅，裁培花木万株，其中修建了一座歇凉避暑的亭阁，名叫“绿野堂”。引入清水灌注其中，导引分流贯通有序，两岸景物交相映衬。裴度处理公务之暇，在这里与<a href=\"http://so.gushiwen.org/author_2608.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>整日酣畅宴饮，放声吟唱纵情谈论，借吟诗、饮酒、弹琴、书法自娱自乐。当时的名士，都相从交游。每次有名望的人士从东都返回京都，文宗必定首先询问他：“你见到了裴度吗？”</p> <p>　　文宗认为裴度虽然脚有毛病，来京朝见不方便，但他精力尚未十分衰减，开成二年（837年）五月，又让裴度以本职兼任太原尹、北都留守、河东节度使。诏书发出后，裴度连续上表一再以年迈有病推辞，不愿再掌兵权；要言复诏不允。文宗派吏部郎中卢弘前往东都宣诏说：“卿虽然多病，还不很衰迈，替朕垂衣拱手坐镇北门即可。”催促他起程，裴度不得已而赴任。</p> <p>　　易定节度使张璠去世后，军中准备立其子张元益，裴度派使者劝说张元益归朝。</p> <p><strong>回朝而逝</strong></p> <p>　　开成三年（838年）冬，裴度病重，祈请返回东都养病。</p> <p>　　开成四年（839年）正月，文宗下诏准许裴度返回长安，授官中书令。裴度因病不能入朝谢恩，文宗下诏书命有关部门计日支给裴度所任本官的俸禄食粮。又派御医去裴度家为他治病。适逢三月初三上巳节，文宗在曲江池赏赐宴饮，群臣赋诗，裴度因病不能赴宴。文宗派宦官赐给裴度诗一首：“注想待元老，识君恨不早。我家柱石衰，忧来学丘祷。”并随赠诗附亲笔书信说：“朕诗集中想见到你的唱和诗，因此将此诗给你看。你病未痊愈，必定乏力无心和诗，尽管改日将诗进献给我。春季，通常说是难于养病的季节，需要尽力调养护理，尽快血气和顺。心中怀念千百，所写不及一二。药物治病所须，不要顾忌奏请频繁。”</p> <p>　　文宗的亲笔书信刚到裴度家门口，裴度便已逝世，享年七十五岁（《新唐书》作七十六岁），时为开成四年三月初四（839年4月21日）。文宗听到裴度逝世的噩耗后，惊悸悲痛了很长时间，又让人重新缮写那封信，将它放在裴度的灵位上。随后下诏追赠裴度为太傅，谥号文忠，停朝四日，加赐裴度家助葬的车马、布帛、财物。命京兆尹郑复监护料理丧事，办丧所需的物品，全由官府供给。文宗惊讶诧异裴度没有遗表，宦官去他家询问此事，裴度家属送上裴度遗表的草稿，主旨以文宗尚未确定皇储为忧虑，并未谈及家事。会昌元年（841年），加赠太师。</p><br/><h2>主要成就</h2> <p><strong>行政</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>坚持治理国家要任用贤才。宪宗时，他极力反对任用“掊克取媚”的皇甫镈为宰相。穆宗长庆年初，他无情揭露翰林学士<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>与宦官魏弘简勾结“挠军败政”的罪行。裴度为将相20余年，荐引过<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>、李宗闵、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>等名士，重用过<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>颜、李朔等名将，还保护过<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>等，但从不荐引无才的亲友为官。在唐朝后期，朝官结为朋党，相互援济的情况下，他不拉帮结派，反对权奸，坚持唯才是荐。</p> <p>　　裴度一生，为了维护和巩固李唐王朝的统治，坚持与权奸、宦官、割据势力进行斗争，并在反对藩镇割据势力取得巨大功绩，先后平吴元济、李师道，实现了“元和中兴”。</p> <p><strong>文学</strong></p> <p>　　裴度在文学上也有成就。他认为“文之异，在气格之高下，思致之浅深，不在磔裂章句，隳废声韵”，主张“不诡其词而词自丽，不异其理而理自新” 。这对于当时古文写作上追求奇诡的倾向，具有补偏救弊的意义。他对韩愈的才能是赞赏的，但不赞成韩愈“以文为戏”，写那些嘲讽性的杂文。晚年留守东都，筑绿野堂，与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、刘禹锡等名士唱酬甚密，成为洛阳文事活动的中心人物，对洛阳文人活动起到凝聚作用。他对文士多所提掖，时人莫不敬重，宋代方回称“<a href=\"http://so.gushiwen.org/author_2608.aspx\">诗</a>人出其门尤盛。”《蔡宽夫诗话》称：晋公文字世不传，晚年与刘、白放浪绿野桥，多为唱和。间见人文集，语多质直浑厚，计应似其为人，如“灰心缘忍事，霜鬓为论兵”之句，可谓深婉。</p><br/><h2>轶事典故</h2> <p><strong>少时逸闻</strong></p> <p>　　据说<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>少时贫困潦倒。一天，在路上巧遇一行禅师。大师看了裴度的脸相后，发现裴度嘴角纵纹延伸入口，恐怕有饿死的横祸，因而劝勉裴度要努力修善。裴度依教奉行，日后又遇一行禅师，大师看裴度目光澄澈，脸相完全改变，告诉他以后一定可以贵为宰相。依大师之意，裴度前后脸相有如此不同的变化差别是因为其不断修善、断恶，耕耘心田，相随心转。</p> <p><strong>裴度还带</strong></p> <p>　　《裴度还带》为元代<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>作。写裴度拾宝不昧因而救人性命，最终得中状元的故事。全剧共四折一楔子剧，剧情是：唐代宰相裴度未做官时，因父母双亡家境贫寒，又不肯跟随姨父王员外做生意，只得寄居在山神庙中，幸有一白马寺长老供他斋饭。有一道人为裴度相面，断定他命该横死。此时另有韩太守因廉洁为官被国舅傅彬诬陷入狱，韩夫人与女儿琼英辛苦筹资以救韩太守，幸得朝廷采访使李邦彦赠玉带相助。琼英路过山神庙时不慎失落玉带，被裴度捡到。韩氏母女正要绝望自尽，裴度将玉带归还，韩太守一家三口性命皆得救。就在裴度送韩氏母女出门之时，山神庙倒塌，裴度得以逃脱横死厄运。后裴度赴京赶考，得中状元，并与韩琼英结为夫妇。《裴度还带》全名《山神庙裴度还带》，版本现有：明万历43年（1615）脉望馆钞校本、《孤本元明杂剧》本。另有<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>所著《喻世明言》第九卷“裴晋公义还原配”与《醒世恒言》第十八卷“施润泽滩阙遇友”亦记载此事。</p> <p><strong>智叟谶言</strong></p> <p>　　裴度未显贵的时候，客居洛中。曾骑着一匹跛脚驴进到皇城里，正走上天津桥。当时淮西不朝朝廷有好几年了。有两位老人倚着桥柱子站着，嘴里说道：“蔡州用兵的时间已很长了，官府征发给人们带来了极大的困难，不知什么时候才能平定？”忽然看见了裴度，吃惊而发呆地走开了。裴度的仆人背着书囊走在后面，彼此距离稍远一点。仆人听老人说：“刚才忧虑蔡州没有平定，原来是等待这个人做将。”等回来以后，仆人就把这件事告诉了裴度。裴度说：“他看我这潦倒的样子，特意戏弄我罢了。”那年的秋天，果然参加乡试，第二年就考中了科举。</p> <p><strong>镇定寻印</strong></p> <p>　　裴度在中书省任职时，一次随从忽然报告说官印丢了。裴度依旧神色怡然，告诫随从们不要声张此事，当时正在举行酒宴歌舞，随从们不晓得他为什么会这样处理。半夜酒宴正进行到热闹处，随从们又报告说官印又回来了，裴度也不答话，宴饮极欢而散。人们问他为什么这样，裴度说：“书办们偷印去私盖书券，不急着寻找追查的话，就会再放回原处，追得太急的话就会将印销毁掉，再也找不着了！”冯梦龙在《智囊全集》中评此举“不是矫情镇物，真是透顶光明，故曰‘智量’，智不足，量不大。”</p> <p><strong>解救裴寰</strong></p> <p>　　裴度任御史中丞时，宣徽院的五坊小使，每年秋季都要到京城附近地区试放宫廷的鹰犬行猎。所到之处，官吏必须盛情相邀厚礼馈赠，小使们稍不满意，便任意勒索。百姓们畏惧他们如同害怕盗寇。在此之前，贞元末年，这帮小使尤为暴虐蛮横，甚至用网罩住平民家门和井口，不许住户出入打水，说是：“有人出入会惊吓了我们豢养的皇家鸟雀。”还成群结伙到酒食店聚饮，纵情放肆吃喝。临走，留下一箱蛇，并警告店家说：“我们用这些蛇喂养皇家鸟雀，要好好喂养这些蛇，不得让它们受渴挨饿。”店东贿赂、道歉，小使们才肯将蛇箱带走。到元和初年，虽屡屡整治这类弊病，小使们的惯常恶行始终不能根绝。这时，一帮五坊小使曾到下邽县试放鹰犬，县令裴寰性格严厉苛刻，痛恶这帮小使的凶恶暴虐，除向他们提供公务馆所外，其他一无曲意奉承。小使们怒恼，诬陷裴寰狂言侮辱朝廷，并传到宪宗那里。宪宗发怒，催促拘捕裴寰入狱，打算以“不敬皇帝”的大罪处置裴寰。宰相武元衡等人以理劝解，意图使宪宗省悟，宪宗怒气不消。裴度入延英殿奏事时，借机竭力论理评说，陈述裴寰无罪。宪宗更加恼怒，说：“按你的意见，裴寰无罪就处决五坊小使；如果小使们无罪，就处决裴寰。”裴度回答说：“论罪，确如圣上所言，只是任用裴寰为县令，他替陛下忧心、顾惜百姓才至于如此，怎么可以加罪于他呢？”宪宗怒色立消。次日，便下令释放了裴寰。</p> <p><strong>妖由人兴</strong></p> <p>　　令狐楚曾经上奏说亳州有圣水涌出，喝到的人生的病都能被治愈。裴度认为：“妖由人兴，水不自作。”命亳州官员堵塞此水的出口。</p> <p><strong>除夜叹老</strong></p> <p>　　裴度在一次除夕围炉守岁时，叹息自己年岁已高，一夜都没睡，炉中的商陆火，多次续添。</p> <p><strong>牡丹先发</strong></p> <p>　　裴度卧病在永乐里，于暮春时忽然梦到自己在南园游玩，命家里的仆僮抬自己到药栏，说道：“我没有见到此花而死，真是令人伤心啊。”便怅然而返。明早，仆人告诉裴度说牡丹的一丛已经开花，裴度前往观看，三日后才去世。</p> <p><strong>三事可恨</strong></p> <p>　　裴度临终时，对门生说：“我死无所系，只有午桥庄松云岭（在洛阳）还未建成，软碧池的绣尾鱼还未长成，《汉书》还未终篇，是令人遗憾的。”</p> <p><strong>气义助人</strong></p> <p>　　宪宗元和年间，有个新任命的湖州录事参军，没等去上任遇到了强盗，将他的钱物都抢去了，就连委任状也没有给他留下。于是他便在京城附近收购旧衣服，然后想办法换钱，夜晚住在旅店里。这个旅店靠近裴度的住宅。这一天裴度休息，穿上便衣到附近散步，来到了这个人住的旅店。裴度与这个叫湖紏的人打招呼以后坐下说话，问他是干什么的。湖紏说：“我的遭遇，别人都不忍听。”说着哭了起来。裴度觉得他很可怜，详细询问他的遭遇。他说：“我在京城任职数年，被授予一个官职在湖州，遇到强盗把我的东西抢光了，只剩下一条性命。这还是小事，还有的是，我准备结婚还没有去迎娶，未婚妻就被郡牧抢去，献给了宰相晋公裴度，他可是最大的官。”裴度说：“你未婚妻姓什么？”回答说：“姓某字黄娥。”裴度当时穿着有钱人常穿的紫色衣服，他对湖紏说：“我就是裴度的亲信官员，会帮着你查访。”然后问了湖紏的姓名以后走了，湖紏非常后悔，心想刚才来的人如果是裴度的亲信，回去和裴度一说，会给我带来灾祸，当天晚上他想着这件事睡不着，等到天明，他来到裴度的住宅附近观察，可是他看不到屋内。到了傍晚，有个穿红衣服的公差来到旅店，非常急促地对他说，裴度让他去。湖紏的心里非常惊慌害怕，急忙跟着差人去了。他们进了裴度的住宅，来到一个小客厅。他趴在地上吓得直出汗，不敢抬头观看。主人让他坐下，他偷着观看，正是昨天穿紫衣服的那个官员，再三点头表示谢罪。裴度说：“昨天听了你说的话，心中很同情可怜你，今天可以弥补一下你的遭遇了。”说着命令将箱子里的授官凭证交给他，重新任命了他的官职，他高兴得要跳起来。裴度又说：“黄娥立刻就可以还给你，同你一起去那里上任。”然后特意派人将他送回旅店，并给了他衣服行李和一千贯钱，第二天这个人和未婚妻一起上任去了。</p><br/><h2>家庭成员</h2> <p><strong>曾祖</strong></p> <p>　　裴寘</p> <p><strong>祖父</strong></p> <p>　　裴有邻，曾任濮州濮阳县令。</p> <p><strong>父亲</strong></p> <p>　　裴溆，曾任河南府渑池县丞。</p> <p><strong>儿子</strong></p> <p>　　据《新旧唐书》本传载：<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>有子五人：裴识、裴撰、裴让、裴谂、裴议，其中以裴识、裴谂最有名，史称“兄弟并列方镇，时人荣之”。</p> <p>　　裴识，长子，字通理，以荫授上柱国，袭爵晋国公，历任六镇节度使，官至检校尚书右仆射。卒赠司空，谥号昭。<br> <br>　　裴撰，次子，字宜业，长庆元年（821年）进士，官至翰林学士、工部侍郎。</p> <p>　　裴让，三子，初任京光府参军，太和（827年─835年）年间随裴度镇襄阳。</p> <p>　　裴谂，四子，官至太子少师，封河东郡公。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱时遇害。</p> <p>　　裴议，五子，生平不详。</p> <p>　　但根据《新唐书·宰相世系表》记载，裴度有七子，分别为裴让、裴诩、裴谂、裴调、裴识、裴諴、裴让。</p> <p><strong>孙子</strong></p> <p>　　据《新唐书·宰相世系表》记载，裴度有孙六人，其中裴识二子名阙。</p> <p>　　裴造，裴议之子。</p> <p>　　裴沼，字化龙，裴谂之子。</p> <p>　　裴光鼎，字德原，裴諴之子。</p> <p>　　裴禹昌，字圣规，裴让之子。</p> <p><strong>曾孙</strong></p> <p>　　裴纯懿，裴识之孙，官至掌书记。</p><br/><h2>后世地位</h2> <p>会昌六年（公元846年）十月，<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>与杜<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>、李愬、<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>等配享宪宗庭庙。</p> <p>康熙六十一年（公元1722年），裴度与历代功臣四十人从祀历代帝王庙。</p>"
}