{
  "id": 600,
  "star": 114,
  "name": "元好问",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_600.jpg",
  "dynasty": "金朝",
  "desc": "元好问，字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，元好问过继叔父元格；七岁能诗，十四岁从学郝天挺，六载而业成；兴定五年（1221）进士，不就选；正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎；金亡不仕，元宪宗七年卒于获鹿寓舍；工诗文，在金元之际颇负重望；诗词风格沉郁，并多伤时感事之作。其《论诗》绝句三十首在中国文学批评史上颇有地位；作有《遗山集》又名《遗山先生文集》，编有《中州集》。",
  "content": "<h2>轶事典故</h2> <p><strong><a href=\"http://so.gushiwen.org/author_600.aspx\">诗</a>狂他日笑遗山</strong><br>　　<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>在临终之时嘱咐后人在他的墓碑上只题七个字“诗人元好问之墓”，足见他对自己诗歌创作的重视与肯定，而“诗狂他日笑遗山，饭颗不妨嘲<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>。”一句更是显示了他对自己诗才的极为自信。<br>　　元好问（1190-1257），字裕之，曾在遗山（今山西定襄县城东北）读过书，因此自号遗山，金朝太原秀容（今山西忻州）人，出身于一个官宦家庭，祖系出自北魏拓跋氏。他自幼聪明过人，四岁读书，八岁就能作诗，十四岁拜陵川名儒郝天挺为师。潜心学习六年，研究古代典籍，数年间精通百家，并具备了较高的文学修养。元好问一生写了5000多首诗，今存1388首，词今存384首。<br>　　元好问的文学成就以诗歌创作最为突出，并以“丧乱诗”奠定了他在文学史上地位的。这些诗是在金朝灭亡前后写出的，主要有《歧阳》三首、《壬辰十二月车驾车狩后即事》五首、《俳体雪香亭杂咏》十五首、《癸巳五月三日北渡》三首、《续小娘歌》十首等。这些诗篇广泛而深刻地反映了国破家亡的现实，具有诗史的意义。元好问的“丧乱诗”就艺术上的概括力和情感上的真挚性来说，是杜甫以后少有的。但他不像杜甫那样对国家的复兴还抱有希望，他是既绝望而又不甘心，郁结的感情爆发为悲歌，感染力是很强烈的，并且这些“丧乱诗”又掀起了杜甫之后的现实主义诗风的又一高潮。比如《歧阳》之二：“百二关河草不横，十年戎马暗秦京。歧阳西望无来信，陇水东流闻哭声。野蔓有情萦战骨，残阳何意照空城。从谁细向苍苍问，争遣蚩尤作五兵”再比如《癸巳五月三日北渡》：“道傍僵卧满累囚，过去旃车似水流。红粉哭随回鹘马，为谁一步一回头”“随营木佛贱于柴，大乐编钟满市排。虏掠几何君莫问，大船浑载汴京来”“白骨纵横似乱麻，几年桑梓变龙沙。只知河朔生灵尽，破屋疏烟却数家。”笔笔皆为血泪，字字饱含悲愤。正如清代大文学家史学家<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《题遗山诗》中说：“国家不幸诗家幸，赋到沧桑句便工。” 正是山河的破碎，诗人的忧患，才造就了这些旷世之作。<br>　　当然，元好问还有为数不少的写景诗，这类诗的总体风格是豪壮、清雅、不事雕琢，有很多名句。比如《游黄华山》：“湍声汹汹转绝壑，雪气凛凛随阴风。悬流千丈忽当眼，芥蒂一洗平生胸。雷公怒击散飞雹，日脚倒射垂长虹。骊珠百斛供一泻，海藏翻倒愁龙公。”诗人以大气磅礴、力度千钧的笔势，写出了黄华山瀑布的奇观，给人以雄壮豪放的感受。此外，元好问在晚期还写有一些题画诗，这类诗短小精炼、意境深远，往往是借题发挥，耐人品味，充分地衬托了画作的内涵。比如《秋江晓发图》：“百转羊肠挽不前，旃车辘辘共流年。画图羡杀扁舟好，万里清<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>天。”由诗中可以看出，画的内容是秋江无际、扁舟晓发，但诗人只把这种画面作为引子，而把道路艰难、世路艰难作为咏叹的真正对象，使得画图的意境和内涵都扩展了许多。<br>　　元好问留存下来的词有384首，称为《遗山乐府》。后代研究者有不少人爱他的词，如翁方纲认为元好问的词比<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的词还高秀；刘熙载称元好问的词是“集两宋之大成”，兼备豪放和婉约两种风格；近代学人郭象升在《古文学家别集类案》中评价元好问：“遗山笔力奇伟，吸纳万流，遗集四十卷，与《金史》相为表里。”应当说，这些评价虽有拔高之嫌，却也说明元好问的词的确是达到了一定的水平。从青年时代起他就填词，到晚年也没有放弃。就风格而言，以金朝灭亡为界，前期清雄豪放，后期苍凉深郁。<br>　　元好问不仅诗词功底深厚，而且自称“诗中疏凿手”，他在兵荒马乱之世就写下了一部不朽的诗评《诗论三十首》，《诗论》几乎概括了汉朝以来的各种是个风格与重要诗人，所有的点评都浓缩在七言诗句之中，不仅点评准确而且文采斐然， “以诗论诗”再继杜甫风范。那一年，他才二十八岁。<br>　　然而，无论是元好问的诗词还是他的诗论，除了专攻学者以及喜爱他的人，大众知之甚少。在大多数人的心里，这一代文坛领袖，正如他所处的那段乱世一样，只是一个模糊的历史影像罢了。</p> <p><strong>构亭野史一布衣</strong><br>　　元好问由于显著的文学成就，在金元文学史上占有举中轻重的地位。其实，元好问的诗，不只是文学性的，而且是史诗；他更是精于史学，在作为一个文人的同时对《金史》的修著做出了不可磨灭的贡献。金朝，是我国古代少数民族女真族建立的以文治斐然著称于史的王朝。而元好问所处的时代，是元灭金，北方各少数民族与汉民族大融合，北<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化与中原文化大交流，北方文学与南方文学交错移植的时期。在这一时期，元好问所撰的《中州集》、《壬辰杂编》、《续夷坚志》及《元遗山先生文集》等诸多论述，都寓史于文，对元人修《金史》起了重要的作用。<br>　　金宣宗兴定年间（1217-1221年），元好问在文坛上已渐露头角，与此同时，元好问也已涉足史学，“长大来与游益多，知秦中事益熟，每闻谈周、汉都邑及蓝田、杜间风物，则喜色津津然动于颜间”。更是“览山川之胜概，考前世之遗迹，庶几乎不负古人者”。天兴二年（1233年）四月，元好问与其他一些官员被蒙古军羁管于聊城（今山东聊城）后，他最关心的事情就是将金末的史实记下来。在1239年，旧朝已亡换了新庭，在山东聊城被羁押6年的元好问重获自由，返回忻州。终于，他下定决心“构亭于家，著述其上，因名曰《野史》。”多年的奔波，他积累了大量的金朝君臣遗言往行的资料上百万字，后称“金源君臣言行录”。他又抱着“以诗存史”的目的，编辑成了《中州集》。这是一部金代诗歌总集，里面不仅收录了他所知道的金期一代已故或未仕于蒙古国的诗人词客、包括金朝两位皇帝及诸大臣以至布衣百姓的诗词2116首（其中诗2001首，词115首），而且为每位作者共250余人写了小传，给中国文学史填补了空白。《金史?艺文传》就是以它为蓝本写成的，后来的《全金诗》自然也是在它的基础上增补而成的。同时，《中州集》也为金代历史提供了丰富的资料。元好问一向尊重史实，不阿时俗，秉笔直书，后代学者一致认为《金史》与元好问关系密切，《四库全书总目》称“多本其所著”。元好问的这种国亡修史的作法，也多为后人所仿效。<br>　　野史亭盛名可谓久矣，八百年间，屡有大雅宏达之人或凭吊或修缮，留下诗文碑记众多，然而，早在民国初年，山西教育会长梁善济就发出“今亭寥落如此，何其名实不相符”的叹息。如今又将百年，更显颓败了。颓败之间，只剩下遗忘。</p> <p><strong>且莫独罪元遗山</strong><br>　　这是元好问的学生郝经(郝天挺的孙子)曾做《辨甘露碑》一诗，其中一句“作诗为告曹听翁，且莫独罪元遗山”，历代学者认为这句话是郝经在为老师辩解，意思是不能独独怪罪元遗山。为什么学生要为这位身为金元文坛领袖的老师作诗辩解呢？此诗又所为何事而辩呢？这就不能不提起历史上关乎元好问名节的争论了。这个争论主要有三个焦点分别是：“崔立碑事”、举荐五十四金朝儒士和拜忽必烈为儒教大宗师。<br>　　首先是“崔立碑事”，忻州市文联的李千和认为，元好问根本就没有参与崔立碑事件，一切皆由趋炎重利的刘祁所诽谤。这种说法我觉得可信度并不是非常的高，一是刘祁一人之言很难能够造成世人对于“崔丽碑事”的讨论；而是并无确切的史料证实这种说法，我比较认可的一种说法是这样的：1232年，蒙古大军包围汴京，金国皇帝弃百姓而逃。1233年正月，金将崔立发动政变，开城纳降，并自封郑王。崔立认为他的行为避免了蒙古军屠城，拯救了全城百姓，便命当时的翰林学士王若虚执笔，为他立“功德碑”。王若虚、元好问自认关乎名节，推给了太学生刘祁，刘祁写好后交王、元二人推敲，“直叙其事，敷衍成文”。 就是说我认为元好问的的确确是参与了，但同时也像社科院研究员、中国元好问学会副会长降大任先生说的那样，元好问是被迫撰碑，尚构不成气节问题，关键是碑文是否为崔立颂功，而史料考证表明，元好问虽然参与了此事，但耻于颂功的立场，说明元好问在这件事上没有屈节问题。 并且对于此事，郝经也在向世人疾呼，元遗山是清白无辜的。<br>　　第二个争论的焦点是1233年汴京城破后，元好问曾写信给蒙古中书令<a href=\"http://so.gushiwen.org/author_1454.aspx\">耶律楚材</a>，请他保护资助54名金朝儒士，酌加任用。耶律楚材并未给元好问回信，但元好问举荐的54名儒士大多被元朝起用。我认为山西大学李正民教授在他主编的《元好问集》中对此事的评价是十分有道理的：“这一惊世骇俗之举，是有关他一生名节的重大公案，而实际上却是他高瞻远瞩，见识卓越的铁证，是他维护中原文化的一大贡献。”后事也证明，那54名知识分子中有15名在《元史》中有所记录，他们对保存中原文化方面起到了很大的作用。<br>　　最后便是那饱受争议的1252年，晚年的元好问觐见忽必烈，请他任儒教大宗师。，前朝旧臣尊一个不通儒学的蒙古统治者为儒教大宗师，很多人都认为这是趋势逢迎。但自金灭亡后，元好问并未出任元朝任何官职，一介布衣又何需趋炎附势！有人认为这是某种策略，意在改善天下儒生在元朝初年低贱的政治地位，引导游牧民族的统帅能“以儒治国”，“以汉法治汉地”。这种说法也不无道理，但我更多的倾向于元好问的感情变化占了主导地位，当然，情感的变化并不等于变节！金朝时，元好问当过中央和地方官，都尽心竭诚，兢兢业业，关心国家兴亡，关心民生疾苦，所以政治声誉非常高。当他罢职镇平县令，时元宵佳节，百姓老老少少对他恋恋不会，敬酒惜别。他做官立志为民，气节同样为百姓而立。从他做官的经历以及他文坛上奖掖后进重视和保护人才等几方面来看，金灭入元将三十载，那些出仕蒙古国的汉族世侯如张柔、严实等能够兴文教、安定百姓生活；蒙古贤王忽必烈能够重视儒学、大兴学校，实行较利于发展经济文化的政策；忽必烈击灭云南地方势力，取消它的半独立状态、恢复汉唐旧疆……种种的变化也都在元好问的内心催生着改变：在他的《刘时举节制云南》七律诗中，他索性直接直接称蒙古国为“汉家”：“云南山高去天尺，汉家弦声雷破壁。九州之外更九州，海色澄情映南极”。渐渐地，元好问开始把自己看作是蒙古国的一个臣民一样，开始接受这个不同于腐败和混乱的金朝的新局面，朝代虽改，而元好问心中为苍生而立的气节未曾改变！<br>　　然而一名旧臣，没有随主殉国，没有战死疆场，没有树起反元复金的旗帜，也没有归于山林，反而与新朝“眉来眼去”，这样的行为终是引来了种种流言蜚语。元好问不是贪生怕死之辈，在蒙古大军围城时，元好问曾竭力谋求救国救民之策，“死不难，诚能安社稷、救生灵，死而可也”。“他在一定程度上突破愚忠一家一姓的腐儒之见……以先进文化的传承、社会进步和人民利益为重，将封建的个人名节置于次要地位，终于做出了不朽的历史性贡献。”李正民先生对元好问晚年的文化活动做出了高度的评价。<br>　　奈何，旧朝老臣，以一己之力为着自己的理想奔走，为着一个知识分子的良心苦苦担当，全然不顾世俗的道德评判，其内心的焦虑，外在的困顿可想而知，“十年旧隐抛何处？一片伤心画不成”，世上有几人懂他的苦心！<br>　　八百年朝代更迭，历史的尘烟又在他身后筑起高高的块垒，这高高的块垒上刻着两个字———遗忘。</p><br/><h2>人物生平</h2> <p><strong>家庭背景<br></strong>　　相传他的祖先是北魏太武帝拓跋焘的儿子（一说为秦王拓跋翰，另一说为南安王拓跋余）。其祖先又随孝文帝由平城（今大同市）南迁洛阳，并在孝文帝的汉化改革中改姓元。北魏分裂之后，户籍落至汝州（今河南省临汝县）。五代时期以后，又由河南移家平定州（今山西省平定县）。他的高祖元谊，在北宋徽宗宣和年间（1119—1125年）官忻州神武（虎）军使。曾祖元春（一作椿）任北宋隰州（治今山西省隰县）团练使，又从平定移家忻州，遂为忻州人。祖父元滋善，在金朝海陵王正隆二年（1157年）任柔服（今内蒙古土默特右旗托克托附近）丞。父亲元德明多次科举不中，以教授乡学为业，平时<a href=\"http://so.gushiwen.org/author_600.aspx\">诗</a>酒自娱，著有《东岩集》。</p> <p><strong>游学四方<br></strong>　　<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>明昌元年七月八日（1190年8月10日），<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>诞生在忻州农村一个世代书香的士大夫家庭里。由于他的二叔和三叔都没有儿子，元好问的兄弟有三个，他又是第三。根于中国传统，他的叔父元格（后元好问称他为陇城府君）在他生后七个月时，就把他当做过继儿子，随即把他带到掖县县令任上。</p> <p>　　据记载，元好问天资聪明，七岁就能写诗，被人誉为“神童”。十一岁时，元格在冀州任职，元好问得到了翰林侍读学士兼知登闻鼓院路择的赏识，路择“爱其俊爽，教之为文”。十四岁时，元好问又师从陵川人郝晋卿，博通经史、淹贯百家。到元好问十七岁时，元格被罢去陵川县令之职，但为了儿子的学习，他仍继续住在陵川，直到元好问十九岁完成学业，才带全家离开陵川。</p> <p><strong>科场受挫<br></strong>　　元好问从十六岁起开始参加科举考试。由于金章宗明昌元年（1190年）“识免乡试”，他直接到并州参加府试，但榜上无名。此后在泰和八年（1208年）十九岁时，他又到长安参加府试，但这次又未中。</p> <p>　　元好问二十一岁时返回故里，在离祠堂几十里外的定襄遗山读书，故而自号“遗山山人”。两年之后，蒙古大军突袭秀容，屠城十万余众，其兄元好古丧生。为避兵祸，元好问举家迁往河南福昌，后转徙登封。</p> <p>　　卫绍王崇庆元年（1212年），元好问又到中都（今北京）第三次参加考试，仍未考中。这年正月，金朝三十万大军被蒙古击败，蒙古已逼近中都，路途的坎坷、国家的危机，加上考试的失败，使他的情绪非常低沉忧虑。</p> <p>　　贞佑二年（1214年），蒙古兵围攻、金兵节节败退，金宣宗仓皇迁都南京，元好问于这年夏天赴汴京，准备将于秋天举行的考试。虽然考试又一次失败，但他却通过应试汴梁，得以与朝中名人、权要如<a href=\"http://so.gushiwen.org/author_672.aspx\">赵秉文</a>、杨云翼、雷渊、李晏等交接结好，诗歌创作极丰。其中《箕山》、《元鲁县琴台》等篇，深得时任礼部尚书的赵秉文赞赏，其文名震京师，被誉为“元才子”。但不久由于蒙古兵围攻，元好问不得不由山西逃难河南，并在豫西逐渐定居下来。贞佑五年（1217年），二十八岁的元好问又赴京赶考，仍未成功。</p> <p><strong>坎坷仕途<br></strong>　　兴定五年（1221年），三十二岁的元好问进士及第，因科场纠纷，被诬为“元氏党人”，便愤然不就选任。又过了三年，到他三十五岁时，元好问又得到赵秉文等人的贡举，以考试优异得中科举。这次宏词科登第后，元好问才正式就选，被任为权国史院编修，留官汴京，但生活颇为清苦。 </p> <p>　　金哀宗正大二年（1225年），三十六岁的元好问因不满冷官生活请长假回到了登封，期间撰写了一部重要著作《杜诗学》，内容包括<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的传志、年谱和唐朝以来评论杜诗的言论。</p> <p>　　正大三年（1226年），元好问任河南镇平县令。次年，改官河南内乡县令，不久其母张氏身故，其长子出生，元好问丁忧闲居内乡白鹿原，应邓州帅移刺瑗之邀，赴任幕僚。不久，蒙古军攻陷凤翔，邓州帅投降，元好问借机辞去幕府。</p> <p>　　正大八年（1231年），元好问调任南阳县令，他在任上大刀阔斧进行改革，成绩斐然。所以河南志书称他“知南阳县，善政尤著”。《南阳县志》记载：“南阳大县，兵民十余万，（元好问）帅府令镇抚，甚存威惠”。</p> <p><strong>国亡被囚<br></strong>　　此后不久，元好问赴京调金中央政府任尚书省令史，移家汴京。此后又升任左司都事，又转任尚书省左司员外郎。官至翰林知制诰。</p> <p>　　天兴二年（1233年），蒙古军围开封，元好问在围城中。金哀宗逃出京城，兵败卫州后逃往归德府。朝中无主，崔立率兵向蒙古请降献城。崔立投降蒙古后，胁迫朝臣为其立碑歌功颂德，元好问、王若虚、刘祁等都被迫参加撰写碑文，磨掉宋徽宗所立《甘露碑》字迹，刻上碑文。</p> <p>　　天兴二年（1233年）四月，蒙古兵攻破汴京，元好问即向当时任蒙古国中书令的<a href=\"http://so.gushiwen.org/author_1454.aspx\">耶律楚材</a>推荐了五十四个中原秀士王若虚等，请耶律楚材予以保护和任用。金亡后，元好问随金朝大批官员被俘，并被押往山东聊城看管两年，后居住冠氏县。元好问作为囚徒，与家人辗转于山东聊城等地，并逐渐与蒙古国的汉军首领严实、赵天锡等接上关系，生活逐渐好转和行动较为自由。</p> <p>　　这期间，他痛心金国的沦亡，奸贼的误国，并为了以诗存史，勤奋编辑金国已故君臣诗词总集《中州集》。以“中州”名集，则寓有缅怀故国和以金为正统的深意。</p> <p><strong>晚年生活<br></strong>　　元太宗十一年（1239年）秋，因其诗文名气颇大，耶律楚材倾心接纳元好问。可五十岁的元好问已无意出仕为官，其年重回老家，隐居故里，并交友游历，潜心编纂著述。元宪宗七年九月四日（1257年10月12日），元好问在获鹿寓舍逝世，享年六十八岁。</p><br/><h2>成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_600.aspx\">诗</a>歌</strong><br>　　<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>是一位才华横溢、多才多艺的文学家。他对当时所有的文学形式除金院本之类的戏曲作品未见流传至今的实证或记载传说之外，其他的几乎都有，如：诗、词、歌、曲、赋、小说，传统的论、记、表、疏、碑、铭、赞、志、碣、序、引、颂、书、说、跋、状、青词，以及官府公文诏、制、诰、露布等，均掌握熟练、运用自如。<br>　　元好问的作品，最主要的特点就是内容实在，感情真挚，语言优美而不尚浮华。他的同时代人和后世都对他的诗文有极高的评价。<br>　　他的朋友徐世隆说他：“作为诗文，皆有法度可观，文体粹然为之一变。大较遗山诗祖李、杜，律切精深，而有豪放迈往之气；文宗韩、欧，正大明达，而无奇纤晦涩之语；乐府则清新顿挫，闲宛浏亮，体制最备。又能用俗为雅，变故作新，得前辈不传之妙，东坡、稼轩而下不论也。”他的另一位朋友<a href=\"http://so.gushiwen.org/author_1924.aspx\">李冶</a>更誉其为“二李（<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>）后身”。<br>　　《四库全书总目·遗山集》评元好问称；“好问才雄学赡，金元之际屹然为文章大宗，所撰《中州集》，意在以诗存史，去取尚不尽精。至所自作，则兴象深邃，风格遒上，无宋南渡<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>湖诸人之习，亦无江西派生拗粗犷之失，至古文，绳尺严密，众体悉备，而碑版志铭诸作尤为具有法度。”<br>　　元好问又是一位高明的文艺理论家，他的《论诗三首》、《论诗三十首》《与张仲杰郎中论文》《校笠泽丛书后记》等等，都很精辟地评论了古代诗人诗派的得失。他也主张作诗为文要“诚”、要写“情性”，还提出许多写作时的技巧原则，反对生硬晦涩，乱排典故，做学问要“真积力久”等等，都是他几十年亲身实践得来的结晶，有着切实可行的指导意义。</p> <p><strong>词</strong><br>　　词的创作<br>　　1、反映了多方面的社会生活<br>　　（1）丧乱词；（2）写景词；（3）爱情词<br>　　（4）其他：咏怀、吊古、送别、咏物、射猎、边塞词<br>　　2、特色：元好问以苏、辛为典范，并吸取各家之长，因而兼有婉约、豪放诸种风格。</p> <p><strong>诗歌理论</strong><br>　　元好问《论诗三十首》的诗歌理论主张<br>　　元好问《论诗三十首》的主要理论观点在于提倡“自然”，主张情性之“真”；倡导雄劲豪放的诗风提倡性灵、神韵、格调的兼容；主张李、杜并列；提倡多元继承的诗风；开郝经诗歌理论之先端。元好问的诗歌理论观点影响也有元一代的诗歌理论。</p> <p><strong>文学</strong><br>　　元好问的主要文学成就<br>　　元好问诗歌的主要成就在于丧乱诗的思想价值和山水诗的审美价值。 　元好问的丧乱诗两个最主要的特点，一是真实地反映了金朝被灭亡，人民遭涂炭的社会现实，他的著名的《岐阳三首》为其中代表作品。真实是元好问丧乱诗最主要的特点。<br>　　二是历史的反思。元好问的丧乱诗，包融了他对丧乱事实的历史审视，作出了历史的评价，从而增加了思想的深度。<br>　　元好问是金朝最杰出的词人，存词三百余首，无论词之数量质量，都为金词之冠；元好问的散文雄深简朴，独具一格，元好问有笔记作品《续夷坚志》，为金代笔记上乘之作。</p> <p><strong>史学</strong><br>　　元好问目睹亲历金朝的衰亡和蒙古灭金的全过程，又从政多年，强烈的忧国忧民的社会责任感，使他时刻关注着金国的命运和金国史迹的保存。<br>　　当金如败亡前夕，他就向当政者建议用女真文小字写一部金史，但未能如愿，他就私下编撰了一部《壬辰杂编》。金灭亡后，他抱着“国亡史兴，己所当任”的爱国信念，决心以自己一人之力修一部金史，并为此付出了艰苦的努力和沉重的代价。他拒不应聘作蒙古国的官，以表明自己的遗民身份和对故国的忠忱。但为了写金史，又不得不与出仕蒙古国的中上层官员相周旋，以便取得他们的协助和必要的资料；也正因如此，而引起许多人对他的不谅解，“百谤百骂，嬉笑姗侮，上累祖弥，下辱子孙”。为了完成自己修金史的宏愿，元好问忍辱负重20多年，直到去世，并为修金史，在自己家的院子里建了一座“野史亭”，作为存放有关资料和编辑写作的地方。多年的奔波，他积累了相当多的金朝君臣遗言往行的资料上百万字，后称“金源君臣言行录”。<br>　　他抱着“以诗存史”的目的，编成《中州集》。这是一部金代诗歌总集，里面不仅收录他所知道的金期一代已故或未仕于蒙古国的诗人词客、包括金朝两位皇帝及诸大臣以至布衣百姓的诗词2116首（其中诗2001首，词115首），而且为每位作者共250余人写了小传，填补了中国文学史空白。<br>　　《金史·艺文传》就是以它为蓝本写成的，后来《全金诗》也是在它的基础上增补而成。同时，《中州集》也为金代历史提供了丰富的资料。可惜，正当他满怀信心地说只需破费三数月功夫，查阅抄录了《金实录》上的有关内容，即可着手《金史》的著述时，他的一个朋友却从中作梗，未能得在蒙古万户、汉军首领张柔处见到金实录，以致功亏一篑，使他抱恨以殁。元好问生前虽然未能实现自己修成金史的愿望，但他所收集的这些资料，却为元代修宋、辽、金史，以至明朝修元史，提供了大量的第一手资料，特别是为修金史奠定了基础。元好问尊重史实，不阿时俗，秉笔直书，所以后代学者一致认为，《金史》与元好问关系密切，《四库全书总目》称“多本其所著”。元好问这种国亡修史的作法，也为后人所仿效。如明朝遗老万斯同拒绝应清政府的博学宏词科的征召，也坚决不要清朝给的七品俸的纂修官官衔，却以“布衣”参与修《明史》。民国三年（1914年）创清史馆，也有不少清朝遗老为报故主来参与《清史稿》的编撰。</p> <p><strong>政绩</strong><br>　　元好问当过中央和地方官，尽心竭诚，兢兢业业，关心国家兴亡民生疾苦，以至于政治声誉非常高。他罢职镇平县令，时元宵佳节，百姓对他恋恋不会，敬酒惜别。在内乡县令任上时，他“劳抚流亡，边境宁谧”，所以当他因母亲去世，按照传统礼制为其母亲罢官守孝3年“丁内艰”时，“吏民怀之”赞许他：“元好问劳抚流亡，循史也，不当徒以诗人自之”。他任南阳县令时，为当地人民争得减3年赋税，发展生产，使人民有休养复苏之望。所以河南志书称他“知南阳县，善政尤著”。《南阳县志》记载：“南阳大县，兵民十余万，（元好问）帅府令镇抚，甚存威惠”。<br>　　元好问十分重视和努力保护人才，喜欢奖掖后进。金哀宗天兴二年（1233年）四月，蒙古兵攻破汴京初，元好问即向当时任蒙古国中书令的<a href=\"http://so.gushiwen.org/author_1454.aspx\">耶律楚材</a>推荐了54个中原秀士王若虚、王鹗、杨奂、张德辉、高鸣、<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>、刘祁、<a href=\"http://so.gushiwen.org/author_1832.aspx\">杜仁杰</a>、张仲经、商挺等，请来耶律楚材予以保护和任用。而经他教育或指授出来的文坛名手如郝经、<a href=\"http://so.gushiwen.org/author_221.aspx\">王恽</a>、许楫、王思廉、孟琪、<a href=\"http://so.gushiwen.org/author_1423.aspx\">徐琰</a>、郝继先、阎复等多人。尤其是他保护和教育<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>的故事一直传为文坛佳话。白朴之所以后来能元曲四大家成为之一，为白朴的《天籁集》作序的王博文认为，这与元好问的教导分不开：“遗山之后，乐府名家者何人？残元曲四大家膏剩馥，化为神奇，亦于太素（白朴字）集中见之矣。然则继遗山者，不属太素而奚属哉！”</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>（1190—1257）字裕之，号遗山，太原秀容（今山西忻州）人；系出北魏鲜卑族拓跋氏，唐<a href=\"http://so.gushiwen.org/author_600.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_79.aspx\">元结</a>后裔。</p> <p>　　高祖元谊，北宋宣和年间官忻州神武军使，定居秀容。</p> <p>　　元好问出生七月，过继叔父元格。格历任掖县、陵川令，卫绍王大安二年（1210）卒于陇城 。好问七岁能诗 ，有神童之目。十四岁从学郝天挺，六载而业成。兴定五年（1221）进士，不就选。正大元年（1224 ），中博学宏词科，授儒林郎，充国史院编修，历镇平、南阳、内乡县令。八年（1231）秋，受诏入都，除尚书省掾、左司都事，转员外郎。</p> <p>　　金亡不仕，以著述存史自任；采摭金源君臣遗言往行，至百余万言，元人编修《金史》多本其著。纂成《中州集》十卷 ，附《中州乐府》，有金一代诗词多赖以存。元宪宗七年卒于获鹿（今属河北）寓舍，年六十八。</p> <p>　　《金史》卷一二六附传元德明。缪钺谓：“金自大定 、明昌以还，文风蔚起，遂于末造笃生遗山，卓为一代宗匠。其诗嗣响子美，方轨放翁，古文浑雅，乐府疏快，国亡以文献自任。</p> <p>　　所著《壬辰杂编》虽失传 ，而元人纂修《金史》，多本其书，故独称雅正。诗文史学，萃于一身，非第元明之后无与颉颃，两汉以来 ，固不数数觏也 。”</p> <p>　　著有《遗山文集》四十卷，《遗山乐府》五卷，《续夷坚志》四卷。《全金元词》收录其词三百八十馀首，最为完备。</p> <p>　　元好问工诗文，在金元之际颇负重望。其诗奇崛而绝雕琢，巧缛而不绮丽，形成河汾诗派。年致力收集金君臣遗言往事，多为后人纂修金史所本。著有《杜诗学》《东坡诗雅》《锦畿》《诗文自警》《壬辰杂编》《遗山先生文集》四十卷、《续夷坚志》四卷、《遗山先生新乐府》五卷等，传世有《遗山先生文集》，编有《中州集》，现有清光绪读书山房重刊本《元遗山先生全集》。</p> <p>　　他是我国金末元初最有成就的作家和历史学家，文坛盟主，是宋金对峙时期北<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>学的主要代表，又是金元之际在文学上承前启后的桥梁，被尊为“北方文雄”“一代文宗”。其诗、文、词、曲，各体皆工。诗作成就最高，“丧乱诗”尤为有名；其词为金代一朝之冠，可与两宋名家媲美；其散曲虽传世不多，但当时影响很大，有倡导之功。</p> <p>　　著有《元遗山先生全集》，词集为《遗山乐府》。辑有《中州集》，保存了大量金代文学作品。著有其诗刚健、其文弘肆、其词清隽，缺点是“往往自蹈窠臼”。今存诗1361首，内容丰富。一些诗篇生动反映了当时的社会动乱和百姓苦难，如《岐阳》《壬辰十二月车驾东狩后即事》诗，沉郁悲凉，追踪老杜，堪称一代“诗史”。其写景诗，表现山川之美，意境清新，脍炙人口。诗体裁多样，七言是其所长。</p> <p>　　元好问之文继承唐宋大家传统，清新雄健，长短随意，众体悉备，为金代文学批评之巨子，仿<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《戏为六绝句》体例所写《论诗绝句三十首》，在文学批评史上影响颇大。</p> <p>　　今存词377首，艺术上以苏、辛为典范，兼有豪放、婉约诸种风格，当为金代词坛第一人。今存散曲仅9首，用俗为雅，变故作新，具有开创性。《续夷坚志》为其笔记小说集，为金代现存的优秀短篇小说。</p><br/><h2>藏书之家</h2> 　　金文学家、藏书家。字裕之，号遗山。太原秀容（今山西忻县）人。兴定进士，官至行尚书省左司员外郎，入翰林知制诰。金亡不仕。<a href=\"http://so.gushiwen.org/author_600.aspx\">诗</a>文为一代文坛盟主，晚年以著述自任。据《遗山故物谱》称，其家多藏书，皆宋元祐以前旧物。贞祐四年（1216）兵乱，将书藏于墙壁间而得免。有杂书及手写《春秋》、《三史》、《庄子》、《文选》等书尚有千余册，画有百轴。建书屋为“野史亭”，藏书著述其中。又就顺天张万户家。取金历代实录，晨夕抄集，至百余万言，未成而卒。一生写诗1 380余首，词380余首。散曲6首，散文250余篇，小说《续夷坚志》4卷。著有《遗山诗集》、《乐府》、《续夷坚志》、《壬辰杂编》、《唐诗鼓吹及签注》。编有《中州集》。另有已经散佚的著作多种，如《锦机》、《东坡诗雅》、《杜诗学》、《诗文自警》、《壬辰杂编》、《金朝君臣言行录》、《南冠录》、《集验方》、《故物谱》等。"
}