{
  "id": 405,
  "star": 912,
  "name": "王安石",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_405.jpg",
  "dynasty": "宋代",
  "desc": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”",
  "content": "<h2>个人恩怨</h2> <p>　　说到苏东坡的政敌，最难措辞的莫过于<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>了，然而事实上又绝对无法回避王安石，因为两人不但分属两个政治营垒，又是上下级关系，而且彼此之间还有纠缠不清的私人恩怨。王安石去世后，中书舍人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>为其撰《王安石赠太傅》的\"制词\"，足见关系的不一般。</p> <p>　　东坡一入仕途就陷入了新旧党争，他的父亲和弟弟、他敬爱的朝中元老、他的亲朋好友，几乎无一不是站在旧党一边的。当然，更重要的是东坡本人的政治观念与新法南辕北辙，他的学术思想也与新学格格不入，忠鲠谠直的他不可能违心地对方兴未艾的新政沉默不言，他势必要成为新党的政敌，也势必要与新党党魁王安石发生冲突。</p> <p>　　<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>与王安石素不相协，嘉祐年间苏洵以文章名动京师，王安石却未有一言褒奖。王安石的母亲去世，朝中大臣纷纷前去吊唁，苏洵独不前往。东坡对其父写《辨奸论》是不以为然的，认为有些话说得太过分。东坡对王安石的文才也非常赞赏，曾称道王安石所撰的《英宗实录》为本朝史书中写得最好的。</p> <p>　　但是东坡对王安石好为大言诡论的行为非常不满，曾在祭<a href=\"http://so.gushiwen.org/author_1781.aspx\">刘敞</a>的祭文中予以讥刺。熙宁二年(1069)，东坡上疏论贡举之法不当轻改，神宗非常重视，当天就予接见，然后又想让东坡修中书条例，王安石阻拦并力荐吕惠卿。同年，东坡为国子监举人考官，策题以历史上君主独断或兴或亡之事为问，王安石大为不悦。神宗又想让东坡修起居注，王安石却说东坡不是“可奖之人”。神宗说东坡文学出众，为人亦平静，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>、<a href=\"http://so.gushiwen.org/author_2043.aspx\">韩维</a>等大臣都称道之。王安石回答说东坡是“邪险之人”，还说1066年东坡遭父丧时，<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>等赠送赙金不受，却利用运丧的官船贩卖苏木入蜀，还说此事是人所共知，所以东坡虽有才智和名望，但只能当个通判，不可大用。</p> <p>　　然而王安石却绝非奸佞小人，他与苏东坡的矛盾仅仅是政治观念的不同，为了推行新政，王安石当然要打击，排斥清洗反对派，但也仅仅是将其降职或外放，从不罗络罪名陷害对手，也从未企图将对方置于死地。甚至，当“乌台<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>案”发生时，已经辞官的王安石还挺身而出上书皇帝，营救朋友兼政敌苏东坡，直言“岂有圣世而杀才士乎”。要知道王安石与苏东坡长期政见不和，而苏东坡却正是因为蔟击新政而罹祸，王安石却能摒弃私见主持公道。更何况，当时不但苏轼本人已经屈打成招，就连他自己的许多亲朋好友都噤若寒蝉，无人敢为苏东坡说一句话，而王安石这时却是一个被皇帝和百官厌弃的人，此时他受尽攻击遍体鳞伤，又痛失爱子家破人亡，一人孤独在家独守贫寒，在这种情况下他还能冒险在苏东坡的亲友都不敢为他说话时上书皇帝为他申冤，正因为个人品德高尚，所以他可以不顾个人好恶宁肯冒着危险在别人都不敢为苏轼说话，甚至连其亲朋好友都不敢为其说话时在自己失势的情况下仍然挺身而出为苏轼向皇帝直言鸣冤，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓高风亮节！</p> <p>　　同样，苏轼对王安石的不满也仅仅限于政治观念上，苏东坡不但在王安石落难之后写诗给他，说“从公已觉十年迟”，而且在代宋哲宗所拟的敕书中，高度评价自己的这位政敌，说正因为天意要托付“非常之大事”，才产生王安石这样的“希世之异人”，并称赞他“名高一时，学贯千载，智足以达其道，辩足以行期言；瑰玮之文，足以藻饰万物；卓绝之行，足以风动四方。”</p> <p>　　此外，王安石的品行不论是他的敌人还是朋友都十分敬佩，无话可说。王安石质朴，节俭，博学多才，在当时士大夫中有极高威望，且是历史上惟一不坐轿子不纳妾，死后无任何遗产的宰相。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>(1021年12月18日--1086年5月21日)，字介甫，晚号半山，谥号“文”，世称王文公，自号临川先生，晚年封荆国公，世称临川先生又称王荆公，江西临川延寿乡(今东乡县黎圩镇上池村)人，中国杰出的政治家、文学家、思想家、改革家。王安石变法对北宋后期社会经济产生很深的影响，已具备近代变革的特点，王安石以“天变不足畏，祖宗不足法，人言不足恤”的精神推动改革，力图革除北宋存在的积弊，推行一系列措施富国强兵，是中国十一世纪伟大的改革家。在文学上具有突出成就，是唐宋时期八大家之一，即唐代的<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>和宋代的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、王安石、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>。</p> <p>　　其<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>“学杜得其瘦硬”，擅长于说理与修辞，善于用典故，风格遒劲有力，警辟精绝，也有情韵深婉的作品。 著有《临川先生文集》，现有《王临川集》、《临川集拾遗》，著名散文《游褒禅山记》。 </p><br/><h2>为官经历</h2> <p>　　庆历二年(公元1042年)，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>以进士第四名及第，历任签书淮南(江苏省扬州市)节度判官厅公事、知鄞县(今浙江省宁波市鄞州区)事、舒州(今安徽省安庆市)通判，旋又外调提点江南东路刑狱公事[江西、安徽一带]，江宁知府（江苏省南京市）。多年的地方官经历，王安石认为宋朝所面临的危局是“内则不能无以社稷为忧，外则不能无惧于夷狄”。因此，王安石在嘉祐三年(公元1058年)上宋仁宗<a href=\"http://so.gushiwen.org/author_1321.aspx\">赵祯</a>的万言书中，要求对宋初以来的法度进行全盘改革，革除宋朝存在的积弊。以历史上晋武帝司马炎、唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>等人只图“逸豫”，不求改革，终于覆灭的事实为例，王安石大声疾呼：“以古准今，则天下安危治乱尚可以有为，有为之时莫急于今日”，要求立即实现对法度的变革；不然，汉亡于黄巾，唐亡于<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>的历史必将重演，宋王朝也必将走上覆灭的道路，宋朝一批士大夫期待王安石能早日登台执政。熙宁二年(公元1069年)，王安石出任参知政事，次年，又升任宰相，开始大力推行改革，以博学善文见称的福建浦城才子章悦为谋士，以<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>、邓润甫、章惇、章衡、<a href=\"http://so.gushiwen.org/author_136.aspx\">蔡确</a>、吕惠卿等为变法派的中坚力量。</p> <p>　　王安石变法的目的在于富国强兵，借以扭转北宋积贫积弱的局势。王安石阐释了政事和理财的关系，“今所以未举事者，凡以财不足故，故臣以理财为方今先急”，“政事所以理财，理财乃所谓义也”。更重要的是，王安石在执政前就认为，只有在发展生产的基础上，才能解决好国家财政问题：“因天下之力以生天下之财，取天下之财以供天下之费。”执政以后，王安石继续坚持他的这一见解，“今所以未举事者，凡以财不足故，故臣以理财为方今先急”，而“理财以农事为急，农以去其疾苦、抑兼并、便趋农为急”。在这次改革中，王安石把发展生产作为当务之急而摆在头等重要的位置上。王安石认为，要发展生产，首先是“去(劳动者)疾苦、抑兼并、便趣农”，把劳动者的积极性调动起来，收成好坏就决定于人而不决定于天。要达到这一目的，政府需制定相应的政策，在全国范围内进行从上到下的改革。王安石虽然强调了国家政权在改革中的领导作用，在王安石上述思想的指导下，变法派制订和实施了诸如农田水利、青苗、免役、均输、市易、免行钱、矿税抽分制等一系列的新法，王安石亲自撰写《周礼义》、《书义》、《<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>义》，即《三经新义》，也称“荆公新学”，为学校教育改革提供了新教材。</p> <p>　　多年地方官经历，王安石认识宋朝所面临的危局是“内则不能无以社稷为忧，外则不能无惧于夷狄”。因此，王安石在嘉祐三年（公元1058年）上宋仁宗赵祯的万言书中，要求对宋初以来的法度进行全盘改革，革除宋朝存在的积弊，扭转积贫积弱的局势。熙宁初，王安石以翰林学士侍从之臣的身份，同年轻的宋神宗议论治国之道，深得宋神宗赏识。熙宁二年（公元1069年），王安石出任参知政事，次年，又升任宰相，开始大力推行改革。王安石变法的目的在于富国强兵，借以扭转北宋积贫积弱的局势。然而变法触犯了保守派的利益，遭到保守派的反对。因此，王安石在熙宁七年第一次罢相。特别是由于变法的设计者王安石与变法的最高主持者宋神宗在如何变法的问题上产生分歧，王安石复相后得不到更多支持。加上变法派内部分裂，其子王雱的病故，王安石于熙宁九年第二次辞去宰相职务，从此闲居江宁府。宋哲宗元祐元年(公元1086年)，保守派得势，此前的新法都被废除。当他听到免役法也被废除时，不禁悲愤地说：“亦罢至此乎！”不久便郁然病逝。</p><br/><h2>出身</h2> <p>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>出身于临江军(今江西樟树)，生活在地方官家庭，自幼聪颖，读书过目不忘。而且他从小随父宦游南北各地，更增加了社会阅历，开阔了眼界，目睹了人民生活的艰辛，对宋王朝“积弱”的局面有了一定的感性认识，青年时期便立下了“矫世变俗”之志。在他进入仕途地方官吏时，能够关心民生疾苦，多次上书建议兴利除弊，减轻人民负担。由于较长时期接触了解社会现实，对北宋中期隐伏的社会危机有所认识，“慨然有矫世变俗之志”。庆历二年（1042年）三月，考中进士，授淮南节度判官。之后调任鄞县(今浙江省宁波市鄞州区)，为人正直，执法严明，为百姓做了不少有益的事。组织民工修堤堰，挖陂塘，改善农田水利灌溉，便利交通。在青黄不接时，将官库中的储粮低息贷给农户，解决百姓度荒困难。1058年冬，王安石改任三司度支判官。嘉佑三年(1058)《上仁宗皇帝言事书》，系统地提出了变法主张，法度必须改革，以求其能“合于当世之变”，要求改变北宋“积贫积弱”的局面，抑制大官僚、大地主的兼并和特权，推行富国强兵政策。王安石认为变法的先决条件是培养人才，因此王安石改革科举制度，改革取士。废明经，设明法科。进士科不考<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>赋考时务策，整顿太学，唯才是举，培养经世致用的人才。</p> <p>　　他出生在一个小官吏家庭。父益，字损之，曾为临江军判官，一生在南北各地做了几任州县官。安石少好读书，记忆力强，受到较好的教育。 </p><br/><h2>改革运动</h2> <p>　　公元1067年宋神宗继位，起用<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>为江宁知府，旋即诏为翰林学士兼侍讲，为摆脱宋王朝所面临的政治、经济危机以及辽、西夏不断侵扰的困境，1068年，神宗召王安石“越次入对”，王安石即上书主张变法。次年任参知政事，主持变法。为指导变法的实施，设立制置三司条例司，物色了一批拥护变法的官员参与制订新法。</p> <p>　　1070年王安石任同中书门下平章事，位同宰相，在全国范围内推行新法，开始大规模的改革变法运动。所行新法在财政方面有均输法、青苗法、市易法、免役法、方田均税法、农田水利法；在军事方面有置将法、保甲法、保马法等。同时，改革科举制度，为推行新法培育人才。这些措施在一定程度上限制了大地主和豪商对农民的压迫，促进了农田水利事业的发展，国家财政状况有所改善，军事力量也得到加强。王安石大胆地提出了“天变不足畏、祖宗不足法、人言不足恤”的振聋发聩的政治思想，王安石积极倡导和推行政治、经济、军事、文化变革。王安石两度为相 ，发动和领导了举世闻名的“熙宁变法”运动。这场变法，以发展生产，富国强兵，挽救宋朝政治危机，以“理财”、“整军”为中心，涉及社会、经济、政治、军事、文化各个方面，是中国古代史上继<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>变法之后又一次规模巨大、威武雄壮的社会变革运动。</p> <p>　　改革变法触及官僚、大地主的利益，遭到保守派的激烈反对。加上在实施过程中一些官吏借机敲诈盘剥，王安石处于“众疑群谤”之中，宋神宗迫于皇亲贵戚和反对新法大臣的压力，于1074年四月接受王安石辞去相位，再任江宁知府。次年虽又起用为相，但因新法派内部分裂及保守派的挑拨离间，至熙宁九年十月再次罢相，出任江南签判，次年隐退江宁，过着闲居生活。</p> <p>　　1085年，哲宗即位，年仅十岁，由太皇太后高氏临朝听政，启用反对变法的<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>为相，废除了大多数新法。王安石于翌年四月去世，葬于江宁半山园。王安石晚年封荆国公，世称王荆公、王文公、临川先生。死后被追封为 “太傅”；绍圣年间，赐谥号为 “文”，配享神宗的庙庭；徽宗时，又配享文宣王庙。而钦宗时，皇帝下诏停止他文宣王庙配享。高宗采纳<a href=\"http://so.gushiwen.org/author_632.aspx\">赵鼎</a>、吕聪的意见，削去了其“舒王”的封号。</p> <p>　　王安石执政敢做敢为，矢志改革，王安石把“新故相除”看做是自然界发展变化的规律，以“天变不足畏、祖宗 不足法、人言不足恤”的大无畏精神推动改革变法。这些进步思想在他的文学作品中也闪烁着夺目的光彩。其散文</p> <p>　　长于说理，言简意深，笔力雄健，见识超群；<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>词则 遒劲清新，豪气纵横，对宋初形式化的文风是有力的冲击，对豪放派诗词有直接影响。其著作极为丰富，存世的有《临川集》、《临川集拾遗》、《三经新义》（残卷）、《唐宋百家诗选》、《诗义钩沉》等。</p> <p>　　王安石从小在外，为官四处奔波，但对家乡有着一股挚情，几次回乡探亲，对家乡的亲朋好友，名胜古迹，写了许多诗文、书信、墓志，表达了他热爱家乡的思想感情。家乡人民也对他有着深深的景仰和怀念，许多地名都是为纪念他而取的，家乡学者著书撰文，为王安石辩诬：南宋金溪陆九渊在《荆公祠堂祀》中盛赞其人品高尚，贬斥了王安石的政敌；清代金溪蔡上翔，穷毕生精力撰写《王荆公年谱考略》，以辩宋史之诬。 </p><br/><h2>历史评价</h2> <p><strong>《宋史》评价</strong><br>　　《宋史·论》曰：<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>尝论安石“以文章节行高一世，而尤以道德经济为己任。被遇神宗，致位宰相，世方仰其有为，庶几复见二帝三王之盛。而安石乃汲汲以财利兵革为先务，引用凶邪，排摈忠直，躁迫强戾，使天下之人，嚣然丧其乐生之心。卒之群奸嗣虐，流毒四海，至于崇宁、宣和之际，而祸乱极矣。”此天下之公言也。昔神宗欲命相，问<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>曰：“安石何如？”对曰：“安石为翰林学士则有余，处辅弼之地则不可。”神宗不听，遂相安石。呜呼！此虽宋氏之不幸，亦安石之不幸也。</p> <p><strong>北宋的评价</strong><br>　　元祐元年（1086），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>去世后，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>曾说：“介甫文章节义过人处甚多，……方今……不幸谢世，反复之徒必诋毁百端，……朝廷宜加厚礼，以振浮薄之风。”。司马光对王安石的道德文章进行了肯定，而对作为政治家的王安石，进行了全盘否定。北宋时期，其反对派就以修史的方法进行批评，朱熹多次批评王安石及其后学：“学术不正”，“坏了读书人”，但是朱熹对王安石个人是给予了相当肯定的。</p> <p><strong>南宋至晚清</strong><br>　　王安石本以“天变不足畏，祖宗不足法，人言不足恤”，锐行变法，但因性格、运气、旧党及富豪反对和用人不当，导致变法失败，其人亦被旧党标上“变乱祖宗法度，祸国殃民”，所促成的党争更加速了北宋亡国。宋高宗为开脱父兄的历史罪责，以靖康元年以来士大夫们的议论，把“国事失图”由蔡京上溯至王安石。绍兴四年五月宋高宗诏命重修《神宗实录》以否定王安石变法为基调，这一定谳对于后世产生了深远影响。王安石作为北宋亡国元凶的论调，经宋国史至元人修《宋史》所承袭，成为中国皇权时代官方定论。<br>　　南宋以后，王安石变法总体上是被否定的，但对王安石的部分新法措施则有不同程度的肯定看法。在诸新法措施中，尤以科举改革、免役法、保甲法、保马法得到较多的肯定。<br>　　持肯定者在南宋有陆九渊，元朝有<a href=\"http://so.gushiwen.org/author_673.aspx\">吴澄</a>、<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>，明朝有陈汝錡、章衮，入清后有颜元、李绂、蔡上翔、杨希闵、<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>、陆心源等。<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>认为王安石的“三不足”之说是“祸天下而得罪于名教”。如蔡上翔以为“荆公之时，国家全盛，熙河之捷，扩地数千里，开国百年以来所未有者。南渡以后，元祐诸贤之子孙，及苏程之门人故吏，发愤于党禁之祸，以攻蔡京为未足，乃以败乱之由，推原于荆公，皆妄说也。其实徽钦之祸，由于蔡京。蔡京之用，由于温公。而龟山之用，又由于蔡京，波澜相推，全与荆公无涉。”<br>　　他们给王安石以高度评价的原因主要有两点：其一，他们大都是江西临川人，对王安石的褒扬，实际上是中国古代尊重和敬仰“乡贤”优良传统的一种表现；其二，颜元、龚自珍肯定王安石及其变法，与他们和王安石有着相近的思想理路分不开。<br>　　南宋至晚清最具代表性的批判意见有三点：一是认为王安石变乱祖宗法度，“祸国殃民”，最终导致北宋亡国。这个观点定于南宋初期的《神宗实录》，后经宋国史至元朝人修《宋史》所承袭，成为元明清时期的官方定论，不仅为史家所认同，而且被社会普遍接受。二是对荆公新学进行了严厉抨击。荆公新学是王安石变法的指导思想和理论基础，自宋理宗取缔王安石配享孔庙后，荆公新学所遭受的抨击之严厉，要远甚于对新法措施的否定。南宋理学家对荆公新学的批判主要集中在两个方面：一是斥荆公新学为异端邪说“于学不正”、“杂糅佛道”或“学本出于形名度数”，二是把新学作为变乱祖宗法度而致北宋亡国的理论依据，予以无情打击。由于理学在元明清被定为一尊的统治思想，“是当时思想的主流”，荆公新学作为异端邪说遂成不易之论。三是把王安石的诸项新法称为聚敛之术“聚敛害民”。把王安石的理财思想视作兴利之道“剥民兴利”，是北宋熙宁、元祐时反变法派批评新法的主要观点，自南宋至晚清仍是绝大多数史家和思想家评议王安石新法的基本观点之一。</p> <p><strong>20世纪上半叶的评价：为王安石及其变法彻底翻案</strong><br>　　<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《王荆公》是20世纪评议王安石及其新法影响最为持久的著作。《王荆公》为王安石及其变法彻底翻案。梁启超称王安石“三代下求完人，惟公庶足以当之矣”，他把青苗法和市易法看作近代“文明国家”的银行，把免役法视作“与今世各文明国收所得税之法正同”“实国史上，世界史上最有名誉之社会革命”，还认为保甲法“与今世所谓警察者正相类。”胡适也有类似的评价，其后研究者虽然已涉及到王安石及其变法的方方面面，但梁启超的肯定性评价为大多数人所尊奉，而成为20世纪前半叶的主流观点。<br>　　1949年以来的评价：肯定说、否定说和不完全肯定说<br>　　一、对王安石及其变法亦做出了全面的肯定。研究王安石变法并产生较大影响的学者，当推邓广铭先生和他的门人漆侠先生。他们在肯定王安石及其变法的性质上与20世纪前半叶的肯定又不尽相同,其特点是：一是注重强调王安石变法的思想性，即把王安石变法置于宋代特定的时代历史环境中。二是对王安石变法的效果基本持肯定态度，即王安石变法在实现其富国强兵，推动了宋代社会生产力的发展和历史的前进。三是对司马光及其反对派的否定，认为以司马光为首的守旧派的政治运动阻碍了历史的前进。这是对自南宋初以来是司马光而非王安石的传统观点的彻底否定，也与梁启超以来的评价有所不同，梁启超对王安石变法的翻案并未否定司马光。四是王安石变法的失败原因一般归结为保守势力的强大、变法派内部的分裂以及宋神宗的动摇和过早的去世。<br>　　二、文革中王安石被作为法家的杰出代表，把其变法看作是儒法斗争的典型事例而遭到批判和否定。在1973—1976年10月间，相关文章共发表150多篇。文章作者大致可分为三类：一是“四人帮”的宣传班子，专门为“四人帮”制造舆论，他们炮制的文章虽然不多，但分量甚重，犹如重磅炸弹，一时影响极大。罗思鼎《从王安石变法看儒法论战的演变———读&lt;王荆公年谱考略&gt;》。二是工厂、学校和部队的理论小组和学习小组撰写的文章，都根据“四人帮”的调子，上纲上线，无学术意义可言。三是一些专家、学者经受不住强大的政治压力，违心地跟着撰写了一些著作和文章。1977—1979年学界发表了二三十篇文章批判和矫正“四人帮”对王安石及其变法的扭曲，并力图澄清一些基本史实，还原历史的本来面目。<br>　　三、进入20世纪80年代以后，学界出现三种意见：肯定说、否定说和不完全肯定说。1980年，《中国社会科学》第3期发表了王曾瑜先生的《王安石变法简论》，对王安石变法的再评价随之而热烈地展开。肯定说基本承接了五六十年代以来的肯定性意见。否定说又有两种不尽相同的意见，第一种是对五六十年代肯定观点的全盘否定：王安石不应算作中小地主的代表，王安石变法的客观效果是加重了对农民的负担，阻碍了商品经济的正常发展，变法期间社会矛盾依然尖锐，一句话王安石“富国有术，强兵无方”，应予以基本否定。另一种否定意见是以全盘否定王安石，全面肯定司马光，亦即“尊马抑王”为其特色的。不完全肯定说，一方面充分肯定王安石变法是中国古代的一次重要改革活动，具有明显的进步意义。变法期间生产有所发展，财政状况好转，基本上达到了富国的目的。另一方面亦指出新法在实施过程中给劳动人民在政治上和经济上增加了新的负担。对王安石变法与商品经济发展的关系，也是肯定它还有对商品经济发展起积极影响，又承认它对商业活动的发展有不良影响。</p> <p><strong>国外</strong><br>　　美籍华裔历史学家黄仁宇认为，王安石的多项改革，涉及将当时的中国进行大规模的商业，以及数目字管理，但不见容于当时的官宦文化，亦缺乏有关技术能力而无法取得成功。按黄仁宇先生的说法是他可以把中国历史一口气提前1000年，因为变革是对以往的体制或法律的部分否定最初是少数敏感的发现者觉察到了原有制度中不合理的地方，通过努力，更多人有了变革要求，这种要求不只是给朝廷方面造成必要压力促其革新，也提示朝廷顺应多数人的要求来进行改革。王安石的变革思想，在他之前和在他之后所有的改革家的思想，是人类思想反抗的文明成果，正是这些成果，使人类有了摆脱野蛮统治的可能和方向。 </p><br/><h2>生平</h2> 　　庆历二年登杨寘榜进士第四名，先后任签书淮南东路（治所在今江苏扬州）节度判官公事、鄞县（今浙江宁波鄞州区）知县。舒州（今安徽安庆）通判、江南东路（在今江浙一带）刑狱。治平四年（1067（丁未年））神宗初即位，诏安石知江宁府，旋召为翰林学士。熙宁二年（1069）提为参知政事，从熙宁三年起，两度任同中书门下平章事，推行新法。熙宁九年罢相后隐居，病逝于江宁（今江苏南京）钟山，谥号“文”，故世称王文公。是唐宋著名八大家之一。<br/><h2>文学成就</h2> <p><strong>政治家思想家文学家</strong><br>　　<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>不仅是一位杰出的政治家和思想家，同时也是一位卓越的文学家。他为了实现自己的政治理想，把文学创作和政治活动密切地联系起来，强调文学的作用首先在于为社会服务，强调文章的现实功能和社会效果，主张文道合一。他的散文大致贯彻了他的文学主张，所作多为有关政令教化、适于世用之文。他反对西昆派<a href=\"http://so.gushiwen.org/author_158.aspx\">杨亿</a>、刘筠等人空泛的靡弱文风，认为“所谓文者，务为有补于世而已矣。所谓辞者，犹器之有刻镂绘画也。诚使巧且华，不必适用；诚使适用，亦不必巧且华。要之以适用为本，以刻镂绘画为之容也。”（《上人书》）正因为安石以“务为有补于世”的“适用”观点视为文学创作的根本，他的作品多揭露时弊、反映社会矛盾，具有较浓厚的政治色彩。今存《临川集》《临川集拾遗》《临川先生歌曲》《临川先生文集》等。他所著的《伤仲永》在人教版初一下册课本有收录。</p> <p><strong>言简练明快笔力雄健</strong><br>　　他的散文雄健简练、奇崛峭拔，大都是书、表、记、序等体式的论说文，阐述政治见解与主张，为变法革新服务。这些文章针对时政或社会问题，观点鲜明，分析深刻，长篇则横铺而不力单，短篇则纡折而不味薄。王安石的政论文在唐宋八大家中是突出的，他驾驭语言的能力非常强，其言简练明快，却无害于笔力雄健。其文以折为峭而浑灏流转，词简而意无不到。《上仁皇帝言事书》，是主张社会变革的一篇代表作，根据对北宋王朝内外交困形势的深入分析，提出了完整的变法主张，表现出作者“起民之病，治国之疵”的进步思想。《本朝百年无事札子》，在叙述并阐释宋初百余年间太平无事的情况与原因的同时，尖锐地提示了当时危机四伏的社会问题，期望神宗在政治上有利建树，认为“大有为之时，正在今日”。它对第二年开始施行的新政，无异吹起了一支前奏曲。《答司马谏议书》，以数百字的篇幅，针对<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>指责新法为侵官、生事、征利、拒谏四事，严加剖驳，短小精悍，言简意赅，措词得体，体现了作者刚毅果断和坚持原则的政治家风度。安石的政论文，不论长篇还是短制，结构都很谨严，主意超卓，说理透彻，语言朴素精练，“只用一二语，便可扫却他人数大段”（刘熙载《艺概．文概》），具有较强的概括性与逻辑力量。这时推动变法和巩固北宋<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>文革新运动的成果起了积极的作用。王安石的一些小品文，脍炙人口，《鲧说》《读孟尝君传》《书刺客传后》《伤仲永》等，评价人物，笔力劲健，文风峭刻，富有感情色彩，给人以显豁的新鲜觉。他还有一部分山水游记散文：《城陂院兴造记》，简洁明快而省力，酷似<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>；《游褒禅山记》，亦记游，亦说理，二者结合得紧密自然，用简单的自己游山洞的经历说明了大道理：“夫夷以近，则游者众；险以远，则至者少。而世之奇伟瑰怪非常之观，常在于险远，而人之所罕至焉。” </p> <p><strong>诗歌造诣</strong><br>　　王安石的诗歌，大致可以以熙宁九年（1076）左右王安石被罢相的时间划界而分为前、后期，在内容和风格上有较明显的区别。“荆公少以意气自许，故诗语惟其所向，不复更为涵蓄……后为群牧羊官，从宋次道尽假唐人诗集，博观而约取，晚年始尽深婉不迫之趣”（<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>《石林诗话》）。前期的诗歌，长于说理，倾向性十分鲜明，涉及许多重大而尖锐的社会，问题注意到下层人民的痛苦，替他们发出了不平之声。《感事》《兼并》《省兵》等，从政治、经济、军事等方面描写和提示了宋代国势的积弱或内政的腐败，指出了大地主、大商人兼并土地对于国家和人民的危害，提出“精兵择将”的建议；《收盐》《河北民》等，反映了当时人民群众备受统治者迫、害压榨的悲惨遭遇；《试院中》《评定试卷》等，则直接抨击以诗、赋取士的科举制度，要求起用具有经世济国的人才；《元日》《歌元丰》等，热情地讴歌了变法带来的新气象和人民的欢乐；《<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>》《贾生》等，通过对历史人物功过得失的价，抒发了自己的新的见解和进步意义。王安石后期的隐居生活，带来了他的诗歌创作上的变化。他流连、陶醉于山水田园中，题材内容比较狭窄，大量的写景诗、咏物诗取代了前期政治诗的位置，抒发一种闲恬的情趣。但艺术表现上却臻于圆熟，“雅丽精绝，脱去流俗，每讽味之，便沉沆瀣生牙颊间。”（《后山诗话》载黄鲁直语）《泊船瓜洲》《江上》《梅花》《书湖阴先生壁》等诗，观察细致，精工巧丽，意境幽远清新，表现了对大自然美的歌颂和热爱，历来为人们所传诵。</p> <p><strong>王荆公体</strong><br>　　“王荆公体”的特点是：重炼意，又重修辞。在用事、造语、炼字等方面煞费苦心，既新奇工巧又含蓄深婉，主要载体是其晚期雅丽精绝的绝句。其长处是下字工，用事切，对偶精；其短处在于作诗主意求工，主意之过流为议论，好求工而伤与巧；故“王荆公体”有深婉不迫处，也有生硬奇崛处。这既体现了宋诗风貌的部分特征，又有向唐诗复归的倾向，可谓既有唐音，又有宋调，对宋诗的发展影响较大。<br>　　王安石的词，今存约二十余首。虽不以词名家，但其“作品瘦削雅素，一洗五代旧习”（刘熙载《艺概.词曲概》）。《桂枝香.金陵怀古》一词，通过描写金陵（今江苏南京）壮丽景致及怀古伤今，揭露六朝统治阶级“繁华竞逐”的腐朽生活，豪纵沉郁，被赞为咏古绝唱。它同<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>的《渔家傲》“塞下秋来风景异”一词，共开豪放词之先声，给后来词坛以良好的影响。</p> <p><strong>文学主张</strong><br>　　从文学角度总观王安石的作品，无论诗、文、词都有杰出的成就。北宋中期开展的诗文革新运动，在他手中得到了有力推动，对扫除宋初风靡一时的浮华余风作出了贡献。但是，王安石的文学主张，却过于强调“实用”，对艺术形式的作用往往估计不足。他的不少诗文，又常常表现得议论说理成分过重，瘦硬而缺少形象性和韵味。还有一些诗篇，虽然论禅说佛理，晦涩干枯，但也不失大家风范，是我国诗歌史上的一颗明星。 </p><br/><h2>变法</h2> <p><strong>酝酿变法</strong><br>　　熙宁元年(公元1068年)，新即位的宋神宗问<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>：“当今治国之道，当以何为先？”王安石答：“以择术为始。”熙宁二年，宋神宗问王安石：“不知卿所施设，以何为先？”王安石答：“变风俗，立法度，方今所急也。凡欲美风俗，在长君子，消小人，以礼义廉耻由君子出故也”。熙宁二年（1069）二月，王安石开始推行新法，采取一系列改革措施。翰林学士范镇认为实行“青苗法”是变富人之多取而少取之，然“少取与多取，犹五十步与百步”，七八月间<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>上书皇上，公开指责安石“掊克财利”，舍“尧舜知人安民之道”，御史中丞吕诲上书劾王安石巧诈，说他：“置诸宰辅，天下必受其祸”。一次宋神宗和文彦博讨论变法之事，神宗说：“更张法制，于士大夫诚多不悦，然与百姓何所不便？”文彦博说：“为与士大夫治天下，非与百姓治天下。”第二年，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>给王安石写了三封长信——《与介甫书》责难王安石“财利不以委三司而自治之，更立制置三司条例司”，“又置提举常平广惠仓使者”，“今介甫为政，尽变更祖宗旧法，先者后之，上者下之，右者左之，成者毁灭之，弃者取之，矻矻焉穷日力，继之以夜不得息”，“今介甫为政，首建制置条例司，大讲财利之事，又命薛向行均输法于江，淮，欲尽夺商贾之利，又分遣使者散青苗钱于天下而收其息，使人愁痛，你子不相见，兄弟妻子离散”。“或所见小异，微言新令之便者，介甫辄艴然加怒，或诟骂以辱之，或言于上而逐之，不待其辞之毕也。明主宽容如此，而介甫拒谏乃尔，无乃不足于恕乎！” ；列举实施新法“侵官”、“生事”、“征利”、“拒谏”、“致怨”等弊端，要求王安石废弃新法，恢复旧制。王安石则写了《答司马谏议书》回复：“如君实责我以在位久，未能助上大有为，以膏泽斯民，则某知罪矣，如曰今日当一切不事事，守前所为而已，则非某之所敢知。”后司马光向宋神宗辞职，隐居洛阳专心编纂《资治通鉴》。</p> <p><strong>变法背景<br></strong>　　1、北宋初年，宋朝统治者由于对土地兼并采取“不抑兼并”态度，导致三分之一的自耕农沦为佃户和豪强地主隐瞒土地，致使富者有田无税、贫者负担沉重，连年的自然灾害加剧了农民苦难，因而造成各地农民暴动频繁。<br>　　2、北宋与西夏和辽国发生多次战争，土地不断遭蚕食。<br>　　3、宋朝内部改革派与守旧派斗争激烈。<br>　　“三冗”危机：<br>　　1、冗官，北宋政府采用分化事权的方式，集中皇权，比如，宰相职位一般有很多人担任，同时还设置了枢密使、参知政事、三司使，来分割宰相的军、政、财权。官职也不断增加，导致北宋机构臃肿；采用恩荫制，一个官僚一生当中可以推荐数十个亲属当官；北宋大兴科举，科举应试人数增加，取士人数也增加。<br>　　2、冗兵，政府为稳定社会秩序招收流民入军，军队数量增加，军费增加。<br>　　3、冗费，冗官、冗兵导致政府财政支出增加，北宋政府还要给西夏和辽“岁币”，与此同时由于土地兼并现象严重，富豪隐瞒土地，导致财政收入锐减，因而造成了北宋政府的财政危机。<br>　　一大背景：军队涣散，指挥效率和战斗力较低，导致北宋在与辽国和西夏的斗争中常常失败。<br>　　1、北宋政府为了防范武将实行更戍法，频繁调动武将，导致兵无常帅、帅无常师并设立不同机构管辖军队，调兵权与领兵权分离，削弱军队战斗力。<br>　　2、为了稳定社会秩序，北宋政府荒年募兵，招募流民当兵，军队战斗力下降。<br>　　3、北宋以步兵为主，与北方少数民族的骑兵作战处于劣势。<br>　　4、武器生产管理混乱，影响军队战斗力。</p> <p><strong>王安石变法</strong><br>　　由于深得宋神宗赏识，熙宁二年(1069年)，王安石出任参知政事，次年，又升任宰相，开始大力推行改革，进行变法。王安石阐释了政事和理财的关系，并认为只有在发展生产的基础上，才能解决好国家财政问题。执政以后，王安石继续发挥了他的这一见解。在改革中，他把发展生产作为当务之急而摆在头等重要的位置上。王安石虽然强调了政府在改革中的领导作用，但他并不赞成国家过多地干预社会生产和经济生活，反对搞过多的专利征榷，提出和坚持“榷法不宜太多”的主张和做法。以“天变不足畏、祖宗不足法、人言不足恤”推动改革变法，在王安石上述思想的指导下变法派制订和实施了一系列新法，从农业到手工业、商业，从乡村到城市，展开了广泛的社会改革。与此同时，王安石为首的变法派改革军事制度，以提高军队的素质和战斗力，强化对广大农村的控制；为培养更多的社会需要的人才，对科举、学校教育制度也进行了改革。变法触犯了大地主、大官僚的利益，两宫太后、皇亲国戚和保守派士大夫联合起来，共同反对变法。因此，王安石在熙宁七年(1074年)第一次罢相。次年复拜相王安石复相后得不到更多支持，不能把改革继续推行下去，于熙宁九年(1076年)第二次辞去宰相职务，从此闲居江宁府。宋哲宗元祐元年(1086年)，保守派得势，此前的新法都被废除。王安石不久便郁然病逝。</p> <p><strong>变法内容</strong><br>　　北宋王安石于宋神宗熙宁年间进行的改革。治平四年(1067年)正月，宋神宗<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>即位。神宗立志革新，熙宁元年(1068年)四月，召王安石入京，变法立制，富国强兵，改变积贫积弱的现状。 王安石建立一个指导变法的新机构--制置三司条例司，条例司撤销后，由司农寺主持变法的大部分事务。<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>、吕惠卿等人参与草拟新法。这些新法按照内容和作用大致可以分为理财、军事、教育等措施，其具体内容如下：<br>　　1.理财措施<br>　　最重要的是“民不加赋而国用饶”。<br>　　2.限制大商人<br>　　供应国家需要和限制大商人的政策，主要是均输法、市易法和免行法。<br>　　3.均输法<br>　　熙宁二年七月，颁行淮、浙、江、湖六路均输法。由发运使掌握六路的财赋情况，斟酌每年应该上供和京城每年所需物资的情况，然后按照“徙贵就贱，用近易远”的原则，“从便变易蓄买”，贮存备用，借以节省价款和转运的劳费。均输法夺取了富商大贾的部分利益，同时也减轻了纳税户的许多额外负担。<br>　　4.市易法<br>　　熙宁五年三月，颁行市易法。在开封设置市易务。市易务根据市场情况，决定价格，收购滞销货物，待至市场上需要时出售，商贩可以向市易务贷款，或赊购货物。后又将开封市易务升为都提举市易司，作为市易务的总机构。市易法在限制大商人垄断市场方面发挥了作用，也增加了朝廷的财政收入。<br>　　5.免行法<br>　　熙宁六年七月，正式颁行免行法。免行法规定，各行商铺依据赢利的多寡，每月向市易务交纳免行钱，不再轮流以实物或人力供应官府。<br>　　6.发展农业生产<br>　　调整国家、地主和农民关系的政策以及发展农业生产的措施，有青苗法、募役法、方田均税法和农田水利法。<br>　　7.青苗法<br>　　熙宁二年九月，颁布青苗法。规定以各路常平、广惠仓所积存的钱谷为本，其存粮遇粮价贵，即较市价降低出售，遇价贱，即较市价增贵收购。其所积现钱，每年分两期，即在需要播种和夏、秋未熟的正月和五月，按自愿原则，由农民向政府借贷钱物。收成后，随夏、秋两税，加息十分之二或十分之三归还谷物或现钱。青苗法使农民在新陈不接之际，不至受“兼并之家”高利贷的盘剥，使农民能够“赴时趋事”，但具体实施中一些官吏强制借贷，借机敲诈盘剥。<br>　　8.募役法<br>　　熙宁四年颁布实施。募役法(免役法)规定由州、县官府出钱雇人应役。各州、县预计每年雇役所需经费，由民户按户等高下分摊。募役法使原来轮流充役的农村居民回乡务农，原来享有免役特权的人户不得不交纳役钱，官府也因此增加了一宗收入。<br>　　9.方田均税法<br>　　熙宁四年(1071年)八月由司农寺制定《方田均税条约》，分“方田”与“均税”两个部分。“方田”是每年九月由县长举办土地丈量，按土塙肥瘠定为五等，“均税”是以“方田”丈量的结果为依据，制定税数。方田均税法清出豪强地主隐瞒的土地，增加了国家财政收入，也减轻了农民负担，同时却严重损害了大官僚大地主的利益，遭到他们强烈反对。<br>　　10.农田水利法<br>　　熙宁二年颁布。条约奖励各地开垦荒田，兴修水利，修筑堤防圩岸，由受益人户按户等高下出资兴修。在王安石的倡导下，一时形成“四方争言农田水利”的热潮。北方在治理黄、漳等河的同时，还在几道河渠的沿岸淤灌成大批“淤田”，使贫瘠的土壤变成了良田。<br>　　稳定国家秩序，这一方面属于军事措施。巩固国家秩序和整顿、加强军队的措施，有将兵法、保甲法、保马法以及建立军器监等。<br>　　11.将兵法<br>　　作为“强兵”的措施，王安石一方面精简军队，裁汰老弱，合并军营，另一方面实行将兵法。自熙宁七年始，在北方挑选武艺较高、作战经验较多的武官专掌训练。将兵法的实行，使兵知其将，将练其兵，提高了军队的战斗力。<br>　　12.保甲法<br>　　熙宁三年颁行。各地农村住户，不论主户或客户，每十家（后改为五家）组成一保，五保为一大保，十大保为一都保。凡家有两丁以上的，出一人为保丁。农闲时集合保丁，进行军训；夜间轮差巡查，维持治安。保甲法既可以使各地壮丁接受军训，与正规军相参为用，以节省国家的大量军费，又可以建立严密的治安网，把各地人民按照保甲编制起来，以便稳定国家秩序。<br>　　13.改革教育制度<br>　　王安石等变法派还改革了科举制，整顿了各级学校，为社会培养需要的人才。王安石在变法在教育上的措施主要有改革科举制度、整顿太学和在州郡广设学校。<br>　　熙宁四年(1071年)，颁布改革科举制度，废除以空洞的华而不实的<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>赋词章取士的旧制，恢复以《春秋》，三传明经取士。即要求考生联系当前实际采取参加经义策论的考试。这就把科举的立足点放在选拔具有经纶济世之志和真才实学的天平上，从而扩大了考选名额，使一大批新进之士取代反对改革的旧官。同年秋，实行分上、中、下三班不同程度进行教学的太学三舍法制度。<br>　　王安石变法时改革科举制度。废除明经诸科，进士科不再考诗赋，专考经义和时务策。设明法科，专考律令、断案等。旧有的科举取士之不能满足国家治理的需要，与社会实际脱节。王安石的这一改革，主要目的是纠正过去的缺陷，选拔一些通经术、明时务的人才为国家治理服务，以便由此选拔的人才能够更好的为变法服务。</p> <p><strong>变法影响</strong><br>　　王安石变法以“富国强兵”为目标，从新法实施，到守旧派废罢新法，前后将近15年时间。在此期间，每项新法在推行后，基本上收到了预期的效果，使豪强兼并和高利贷者的活动受到了一些限制，使中、上级官员、皇室减少了一些特权，而乡村上户地主和下户自耕农则减轻了部分差役和赋税负担，国家也加强了对直接生产者的统治，增加了财政收入。各项新法或多或少地触犯了中、上级官员、皇室、豪强和高利贷者的利益，司马光当政时，最终新法被罢废。不久，因为中央财政资金不足，经司马光提议，荆公的变法条目部分得以恢复。<br>　　王安石变法和20世纪30年代美国新政同为世界经济史上影响巨大的事件。1000年来，对于王安石变法的巨大历史意义，后人的认识越来越深刻，世界上对王安石进行积极评价的人也越来越多，不少人对王安石变法对当代的启示意义给予全面评价。王安石变法和新政农业政策之间的联系，,少有人给予像美国新政农业部长华莱士对之的关注。在华莱士看来，王安石变法所要解决的问题，是20世纪30年代美国同样面临的问题；王安石变法的措施，新政农业政策同样可以借鉴。<br>　　1944年，华莱士访华期间，有关的报道写道：“华氏研究中国历史，对于吾国王安石之农政，备致推崇，迭次言论中皆有向往之词。在迪化今乌鲁木齐参观新疆女子学院时，图书室中适有一部《王临川全集》。王世杰罗家伦两氏，因示华氏以该书。华氏谓彼曾研究过王安石，但在全集中一定还有彼所不曾知道的文章。王氏因语此书中不畏天变、不畏祖宗之法等语，谓王安石整个精神，只是不畏任何阻力。华氏答称:余于此颇悉。离院时向诸生演说，因即量诸生记取王荆公的话，不畏天灾，不畏任何阻力，效法蒋委员长，克服一切困难。在与王主任世杰及盛主席夫妇、罗监察使家伦等闲谈中，亦询及我宋代政治家王安石之有关各节，华氏誉王安石中国历史上推行“新政”之第一人；并请王主任可能搜集有关王安石之事迹，并访得其后人。在沈部长欢宴席上，华氏重复提到王安石，并进而以现时代眼光与当时情形相较恒，发为一种乐观的期待。”<br>　　华莱士为什么对王安石评价如此高？在他看来，罗斯福时代的美国与王安石时代的中国经济形势非常相似，一方面出现农产品过剩，一方面由于美国农业信贷系统本身为垄断集团所把持，一般农民无法取得贷款，土地被地主收回，生计日窘，只有通过政府向人民提供贷款，使农民们能够尽快找到生计，才较好地解决这个问题。王安石的良好立法在古代皇权时期不能实现，但是在当代可以成为现实。1930年正值美国经济大萧条时期，时任农业部长的华莱士仿照王安石的青苗法，在美国建立常平仓（中国古代储备粮荒平抑粮价的政府粮仓），一方面实施农业贷款，一方面收购多余的物资和粮食食品，免费发给城市人民，不但解决了粮荒问题 ，还保证了粮食物资价格的稳定，为美国度过经济大萧条起了重要的作用。某种程度上讲，是王安石拯救了饥饿的美国农民。</p> <p><strong>变法成果</strong><br>　　熙宁六年(1073)，在王安石指挥下，熙河路经略安抚使王韶率军进攻吐蕃，收复河(今甘肃临夏)、岷(今甘肃岷县)等五州的作战。宋军收复5州，拓地2000余里，受抚羌族30万帐，建立起进攻西夏地区的有利战线。</p><br/><h2>诗歌点评</h2> <p>　　从<a href=\"http://so.gushiwen.org/author_405.aspx\">诗</a>体说来，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的古体诗虽然多用典故，好发议论，但像《明妃曲》、《桃源行》篇，立意新颖，充满着情感和丰富的想象。律诗则用字工稳，对偶贴切，但有时亦不免失于过分雕琢。五绝和七绝尤负盛誉，“王半山备众体，精绝句”（《寒厅诗国话》），“荆公绝句妙天下”（《艇斋诗话》）。他的诗对当代和后世都有影响，被称为“王荆公体”（<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话》）。</p> <p>　　金陵怀古，诸公寄调桂枝香者三十余家，惟王介甫为绝唱。东坡见之，叹曰：“此老乃野狐精也！”作：“登临送目，正故晚秋，天气初肃。千里澄江似练，翠峰如簇。征帆去棹残阳里，背西风、酒旗斜矗。彩舟云淡，星河鹭起，画图难足。　念往昔、繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，漫嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。”其中，不少是在变法途中写的，来激励自己。 </p><br/><h2>年表</h2> 宋真宗天禧五年辛酉(1021) 一岁<br>是年十一月十二日出生于临江军(今江西清江)。<br>仁宗天圣八年庚午(1030) 十岁<br>王益以殿中丞知韶州(今广东韶关)，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>随父至韶州。<br>明道二年癸酉(1033) 十三岁<br>王益回临川母报丧，王安石随行。<br>景祐三年丙子(1036) 十六岁<br>王益服满赴京，王安石随行。<br>景祐四年丁丑(1037) 十七岁<br>四月，王益通判江宁府(今江苏南京)，王安石随行。<br>宝元二年己卯(1039) 十九岁<br>二月，王益卒于江宁任上。<br>庆历二年壬午(1042) 二十二岁<br>三月，王安石登杨寘榜进士第四名。以秘书郎签书淮南节度判官厅公事。<br>庆历六年丙戌(1046) 二十六岁<br>自临川赴京，不求官职，知鄞县。<br>皇祐三年辛卯(1051) 三十一岁 以殿中丞通判舒州(今安徽潜山)。<br>至和元年甲午(1054) 三十四岁 自舒州赴京，特授集贤校理，辞不受，九月除群牧司判官。<br>嘉祐二年丁酉(1057) 三十七岁 五月改太常博士，知常州。<br>嘉祐三年戊戌(1058) 三十八岁<br>二月提点江东刑狱。十月回京，任三司度支判官。<br>嘉祐六年辛丑(1061) 四十一岁<br>为工部郎中、知制诰、纠察在京刑狱。<br>嘉祐八年癸卯(1063) 四十三岁<br>三月仁宗崩，英宗(赵曙)立。八月，母吴氏逝于京师，十月归葬江宁。<br>治平四年丁未(1067) 四十七岁<br>正月，英宗崩，神宗(<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>)立。诏以故官知江宁府。九月，召为翰林学士。<br>神宗熙宁元年戊申(1068) 四十八岁<br>四月，自江宁入京。神宗诏越次入对。<br>熙宁二年己酉(1069) 四十九岁<br>二月，以谏议大夫参知政事。颁行均输法、青苗法、农田水利法等。<br>熙宁三年庚戌(1070) 五十岁<br>十二月，拜同中书门下平章事、史馆大学士，与韩绛并相。立保甲法。<br>熙宁五年壬子(1072) 五十二岁<br>行市易法、保马法。<br>熙宁六年癸丑(1073) 五十三岁<br>提举经义局。九月，熙河大捷，神宗解身上玉带赐之。<br>熙宁七年甲寅(1074) 五十四岁<br>三月，行方田均税法。四月以吏部尚书、观文殿大学士出知江宁府，新法遭遇首次挫折。十月，行手实法。<br>熙宁八年乙卯(1075) 五十五岁<br>二月，复拜同平章事、昭章馆大学士。六月，进加左仆射，兼门下侍郎。<br>熙宁九年丙辰(1076) 五十六岁<br>六月，子雱卒。十月，罢为镇南军节度使、同平章事、判江宁府。<br>元丰元年戊午(1078) 五十八岁<br>正月，进尚书左仆射，封舒国公。<br>元丰三年庚申(1080) 六十岁<br>九月，加特进尚书左仆射、门下侍郎，改封荆国公。<br>元丰七年甲子(1084) 六十四岁<br>乞以宅为寺，赐名“报宁”。<br>元丰八年乙丑(1085) 六十五岁<br>三月，神宗崩，宋哲宗(赵煦)即位。新法先后废罢。<br>哲宗元祐元年丙寅(1086) 六十六岁<br>四月初六病逝，赠太傅。<br/><h2>恳辞入朝</h2> 　　皇祐三年（1051），任舒州通判，颇有政绩。宰相文彦博推荐他为群牧判官，先仕常州知州，后出任江东刑狱提典。嘉祐三年（1058）任度支判官时，向宋仁宗上万言书，对官制、科举以及奢靡无节的颓败风气作了深刻的揭露，请求改革政治，加强边防，提出了“收天下之财，以供天下之费”的理财原则，但并未引起朝廷的重视。不久朝廷任命他入直集贤院，同修起居注，他不愿任此闲职，固辞不就，遂改任知制诰，替皇帝起草诏令文告，纠察在京刑狱，因言忤旨意，难以在朝为官，于嘉祐八年（1063）八月以母病为由辞官回江宁守丧。英宗即位后(1063年—1066年)，屡召<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>赴京辞入朝。"
}