{
  "id": 890,
  "star": 9,
  "name": "王充",
  "image": "http://img.gushiwen.org/authorImg/wangchong.jpg",
  "desc": "王充（27—约97），字仲任，会稽上虞人（今属浙江），他的祖先从魏郡元城迁徙到会稽。王充以道家的自然无为为立论宗旨，以“天”为天道观的最高范畴。以“气”为核心范畴，由元气、精气、和气等自然气化构成了庞大的宇宙生成模式，与天人感应论形成对立之势。其在主张生死自然、力倡薄葬，以及反叛神化儒学等方面彰显了道家的特质。他以事实验证言论，弥补了道家空说无着的缺陷。是汉代道家思想的重要传承者与发展者。《论衡》是王充的代表作品，也是中国历史上一部不朽的无神论著作。",
  "content": "<h2>思想主张</h2> <p>　　<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>是东汉杰出的唯物主义思想家和教育家，他的哲学思想可以概括为以下几点：</p> <p>　　1.天自然无为</p> <p>　　王充认为天和地都是无意志的自然的物质实体，宇宙万物的运动变化和事物的生成是自然无为的结果。他认为万物是由于物质性的\"气\"，自然运动而生成的，\"天地合气，万物自生\"，生物间的相胜是因为各种生物筋力的强弱、气势的优劣和动作的巧便不同，并非天的有意安排，天不是什么有意志能祸福的人格神。</p> <p>　　2.天不能故生人</p> <p>　　王充认为天是自然，而人也是自然的产物，\"人，物也；物，亦物也\"，这样就割断了天人之间的联系。他发扬了<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>明于天人之分\"的唯物主义思想。他说：\"人不能以行感天，天亦不能随行而应人\"。他认为社会的政治、道德与自然界的灾异无关，所谓\"天人感应\"的说法只是人们以自己的想法去比拟天的结果。</p> <p>　　3.神灭无鬼</p> <p>　　王充认为人有生即有死。人所以能生，由于他有精气血脉，而\"人死血脉竭，竭而精气灭，灭而形体朽，朽而成灰土，何用为鬼?\"他认为人死犹如火灭，火灭为何还能有光?他对于人的精神现象给予了唯物的解释，从而否定鬼的存在，破除了\"善恶报应\"的迷信。</p> <p>　　4.今胜于古</p> <p>　　王充反对\"奉天法古\"的思想，认为今人和古人相\"齐\"，今人与古人气禀相同，古今不异，没有根据说古人总是胜于今人，没有理由颂古非今。他认为汉比过去进步，汉在\"百代之上\"，因为汉在\"百代\"之后。这种见解与\"天不变道亦不变\"的思想是完全对立的。</p><br/><h2>成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>喜欢博览群书，但是不死记章句。小时候家里穷没有书，经常去逛洛阳集市上的书店，阅读那里所卖的书，看一遍就能够背诵，于是精通了百家之言。后来回到乡里，住在家里教书。会稽郡征聘他为功曹(官职名)，因为多次和上级争论，和上级不合而辞职离开。</p> <p>　　他擅长辩论，开始的话好像很诡异，最后却又得出实在的结论。他认为庸俗的读书人做学问，大多都失去儒家的本质，于是闭门思考，谢绝一切庆贺、吊丧等礼节，窗户、墙壁都放着刀和笔。写作了《论衡》八十五篇，二十多万字，解释万物的异同，纠正了当时人们疑惑的地方。其中《订鬼》已是中学课文。订正当时社会上流行的对鬼的认识。</p> <p>　　刺史董勤征聘他为从事(官职名)，改任治中(官职名)，自己辞职回家。他的朋友同郡人谢夷吾上书推荐王充有才学，汉肃宗特地下诏派遣公车（朝廷征聘贤人特定的车马）去征聘他，因为得病没有去。当时年近七十，体力和脑力都衰弱了，于是写作了《养性书》十六篇，倡导节制欲望，守住原神。永元（汉和帝年号）年间，病死在家中。生平著述有《讥俗》、《政务》、《养性》、《论衡》。其中《讥俗》、《政务》、《养性》现已失传。</p><br/><h2>生平</h2> <p><strong>家族显赫</strong><br>　　<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>祖籍是魏郡元城(今河北大名)，系元城王氏之后。元城王氏在西汉时期极为风光，自开基始祖王贺始，王氏一门内外，上有皇后、宰相、下有列侯、将军及各级官吏，一时间，元城王氏势齐云霄，荣耀非凡。到了王莽时候，废汉自立新朝，元城王氏走向顶峰，成为天下第一家族，但也随着王莽政权的消失，地位一落千丈。<br>　　王充的祖上在元城王氏势力急剧膨胀时期开始显达。 “几世尝从军有功”，骁勇善战，后被封到会稽阳亭（具体位置及辖域现已不可考，一说湖州，一说义乌，但位在江浙一带是肯定的），因此王充祖上由燕赵之地迁居秀水江南。<br>　　有封邑奉养、有爵位功勋，加上朝中有人荫蔽，迁居江南的王氏家族很快就成为当地一方大户。可惜好景不长，长期以来养成的豪门习气改变了这个家族的命运，王充祖上丢掉了爵位和封地，成为以农桑为业的普通人家，家族也从此走向衰落。<br>　　燕赵之地向来风行任侠斗气，由河北南迁而来的王氏家族也还保留着这种彪悍的作风，军功起家使他们更加肆无忌惮，平日里飞扬跋扈，仗势凌人，乡亲们敢怒不敢言。在家道破落之后也不知道收敛，依旧横行乡里，遇到灾荒之年，又干些杀人越货的勾当，结果仇家越来越多，一家人惶惶不可终日。在王充祖父王汛的时候，正逢上西汉末年天下大乱，官府已不再干涉民间用武力解决私怨，为了躲避仇家的抓捕，他丢弃几近精光的祖业，率全家迁居到会稽钱塘县(今浙江杭州)，靠经商糊口。王充父辈有二人：长子王蒙，次子王诵，王诵即王充的父亲。搬到钱塘县的王家兄弟又犯上了祖上的老毛病，斗气逞勇比其先辈有过之而无不及，到处欺负别人，大耍无赖，后来与当地一个丁姓豪强结怨。几番争斗下来吃了不少亏，遂又举家仓皇出逃，落户上虞章镇。<br>　　为了讲述自己的家族渊源，王充在《论衡·自纪篇》中顺带记载了祖上的这些不光彩行径，本意是为了凸显自己出身贫贱，“宗祖无淑懿之基”，成功靠的是自己，同时印证自己“疾虚妄”而禀实言之的人生信条，结果却遭到了很多人的误解。史学家<a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>认为这不合纲常，斥王充为“三千之罪人”，怎么能自抖家丑呢？后人也多有诟病，“历诋其祖父之恶，恐难称孝”。意思是，别人都可以记，就是你王充不能记！，但王充偏偏这样做了！在那个做出孝道就可以扬名、甚至可以做官的时代，王充反其道而行之，不为祖上讳，其特立独行可见一斑。<br>　　在王家迁居上虞后不久，王诵迎来了长子的诞生，他就是王充。而此时王家已十分穷困，“贫无一亩庇身”，“贱无斗石之秩”。王充十岁左右时候父亲去世，成为孤儿，家族顶梁柱的倒下使王充家庭更趋残破。</p> <p><strong>孤门细族</strong><br>　　王充一生业儒业道，仕路不亨，只作过几任郡县僚属，且多坎坷沮阻，从事迹上看，既无悲歌慷慨之行，也无惊天动地之业。因此无论是他自己写的长篇自纪，还是<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>为他作的正史传记，他的事迹都甚寥寥，实在无法引人入胜。<br>　　王充自谓出自“孤门细族”，但种种迹象表明，王家祖上还是比较风光的。《论衡·自纪篇》（下引此书，只注篇名）曰：王充者，会稽上虞人也，字仲任。其先本魏郡元城，一姓孙一，几世尝从军有功，封会稽阳亭。一岁仓卒国绝，因家焉。以农桑为业。世祖勇任气，卒咸不揆（原谅）于人。岁凶，横道伤杀，怨仇众多。会世扰乱，恐为仇家所擒，祖父汛举家担载，就安会稽，留钱唐县，以商贾为事。<br>　　元城，旧县，在今河北大名县东北。充说其先“一姓孙一”，字颇费解，论者疑有脱误，甚是。根据上下文意，后“一”字下当脱“姓王”二字。王氏意谓其先祖“一姓孙，一姓王”。同祖两姓，必是一姓之分化。颇疑王充祖先乃王孙氏之族，为先秦某工族之后，后来才分为二姓：一姓王，一姓孙。由此看来，王充的血统曾是很高贵的。<br>　　在汉代，王充祖先因功受封会稽阳亭。亭侯是汉代军功爵之一。汉制，从军立功者，依军功大小可食邑于县、乡、亭。十里一亭，十亭一乡，乡以上则是县。亭的大小，约相当于后世的堡或村。级别不高，但可坐食其税，是个中小地主。可惜好景不长，有一年，王充家在一次突发事变中，失掉了爵命和地位。无爵可继，有家难归，王充的祖先们只好就近安置下来，男耕女织，以农桑为业，成了会稽郡人氏。<br>　　失掉了封爵的王充列祖列宗，都骁勇使气，结果结怨甚多，众人皆怨。一遇天灾岁歉，王充的祖先们又干些拦路抢劫，杀人越货的勾当，弄得千夫所指。在王充祖父王汛手上，正值西汉末年天下动荡，秩序大乱，王汛担心乱中被仇家绑票，于是收拾细软，“举家担载”，或肩挑，或车载，离开阳亭，先迁会稽（今浙江绍兴），最后留居于钱塘县，以转手倒卖，贾贩经商为业。由此可见，王充的家世，由先秦王孙，而西汉封侯，进而农桑贾贩，真是江河日下，一代不如一代。<br>　　王充的父辈共有二人：王蒙、王诵。王诵即是王充的父亲。王充祖辈好勇任气之习，至王蒙、王诵更是有过之而无不及，终于又与地方豪强丁伯家结下深仇，钱塘也不能呆下去了，遂又举家迁入上虞。<br>　　这真是一个十足的破落之家，到王充出世时，已是“贫无一亩庇身”，“贱无斗石之秩”，再加“宗祖无淑懿之德”。确实是一个“孤门细族”之家（《自纪》）。在这个家里，迎接王充降临的，不仅没有任何财产、名誉地位，而且更让他背上了一个先人无德，祖宗无行的沉重包袱。以致后来王充成名后，还有人以此来讥讽他。王充在《论衡·自纪篇》中详尽地记载了这些家庭状况，是比较真实的。对此，刘知几却不以为然，认为：“王充之《自纪》也，述其父祖不肖，为州闾所鄙”，“必责之以名教，实三千之罪人也！”（《史通·序传篇》）实在不是通达之论。</p> <p><strong>幼读经史</strong><br>　　王氏家族虽然不是地方大户，但还没到揭不开锅的地步，田昌五《王充评传》说“他的家庭是屡受排挤而行将落入贫苦劳动群众队伍中的家庭。”（《中国古代著名哲学家评传》第二卷）这个估计是合乎实际的。王家祖宗尽管在社会上大耍无赖，好勇斗气，但对王充还是十分痛爱的，也十分注意培养。《后汉书》本传说：“充少孤，乡里称孝。”似乎他从小不是失去父爱，就是缺乏母慈。这并不符合实际。王充《自纪》曰：充少“有巨人（大丈夫）之志，父未尝答，母未尝非，阎里未尝让(谴责)。”可见双亲俱在，且很慈爱，未尝见背。王充少时，不喜欢押呢戏辱等无聊游戏。其他小孩喜欢掩雀捕蝉，戏钱爬树，王充从来不去参与，表现出孤介寡和，端庄严整的气质。这引起王诵的重视，六岁便教他读书写字，八岁进他上小学。书馆中学童百余人，都因过失和书法不工遭到先生体罚，唯有王充书法日进，又无过错，未尝受责。学会写字，王充告别了书馆，开始了儒家经典的专经学习和儒家道德的修练。<br>　　《自纪》说：手书既成，辞师，受《论语》、《尚书》，日讽千字。经明德就，谢师而专门，援笔而众奇。<br>　　可见王充接受的正规教育仍然是儒家的伦理，使用的系统教材仍然是儒家的经典《论语》、《尚书》，与常人并无两样。乡学既成，王充乃负笈千里，游学于京都洛阳。在洛阳，王充入太学，访名儒，阅百家，观大礼，大开了眼界，大增了学问，初步形成了他博大求实的学术风格。</p> <p><strong>负笈京师</strong><br>　　东汉的京师在洛阳，当时是全国政治、经济、文化的中心。东汉的开国皇帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>（即光武帝）本是南阳的一位书生，夺得天下后，特别注重文雅，尤向儒术。史称他“未及下车，先访儒雅”，收集典籍，征招遗隐，“于是四方学士，莫不抱负坟籍，云会京师。”为了安抚这批饱学通经之士，光武皇帝特起太学，设博士，用他们来教授生徒，造就人才。太学既是当时全国的最高学府，而且典籍丰富，名流革集，也是全国最权威的学术活动中心。因此四方郡县都挑选优秀青年进入太学深造，王充亦因成绩优异被保送到太学学习。<br>　　王充到太学的时间，大约在建武二十年（公元44年），谢承《后汉书》载：“<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>年13，王充见之，抚其背谓<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>曰：‘此儿必记汉事。’”谢承书已佚，此文见于范晔《后汉书·班因传》李贤注。班因生于建武八年，比王充小5岁，班固13岁，王充到京师时，已年满18，正当汉光武二十年。风华正茂，正是学知识，长见识的大好时机。不过，当时太学受今文经学的影响，盛行章句之学。传经注重家法师承，先生们将先师的遗教记下，章有章旨，句有句解，称为“章句”。弟子们反复记诵，味同嚼蜡；恪守师训，不敢越雷池一步。加之光武皇帝沉迷纬书谶记，事无巨细，皆决于图谶，神学迷信，充斥学坛。太学教育，不仅方法僵死，而且内容虚诞。好在这时王充的前辈学者社林、郑众、桓谭、班彪等人都在京师，他们都是古文经学家，博学淹贯，号称大儒。在数家之中，王充对桓谭和班彪最为推崇，受他们的影响也最深。<br>　　在思想方法上，王充又得益于桓谭。桓谭（公元前23年一公元50年），字君山，沛国相（今安徽濉溪县）人。“博学多通，遍习五经”，是两汉之际著名学者。著有《新论》一书。他治学的特点也是“训诂举大义，不为章句”，与班氏父子学风相同。在思想方法上，颇具求实精神，喜好古文经学，常与刘歆、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>“辨析疑异”，尤其反对当时盛行的谶纬神学，他曾在光武皇帝面前冒着杀头的危险非议谶纬神学，对俗儒的鄙俗见解更是深恶痛绝，常常调笔讥讽，“由是多见排抵”。桓谭求实的治学精神，王充特别欣赏，他在《论衡》书中多次赞赏说：“（桓谭）又作《新论》，论世间事，辨照然否，虚妄之言，伪饰之辞，莫不证定。”（《超奇》）“世间为文者众矣，是非不分，然否不定，桓君山论之，可谓得实矣。论文以察实，则君山汉之贤人也。”（《定贤》）<br>　　王充本来对汉代的董仲舒、<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、扬雄等人十分赞赏，但在数家之中，王充对桓谭最为激赏，说“仲舒之文可及，君山之论难追”（《案书》片“彼子长（司马迁）、子云（扬雄）说论之徒，君山为甲。”（《赵奇》）认为舒仲其文虽奇，犹可学而及之；桓谭出语高峻，非可企及。甚至与以论说为长的太史公、扬雄相比，桓谭也是首屈一指的。他说桓谭为汉世学术界值定是非，就像一个公正的执法官一样。从前汉朝的丞相陈平出佳之前，在阎里“分均若一”，这是能当丞相的象征。桓谭论议平实如陈平之分物，也是当丞相的料。可惜他因非毁谶纬，贬死途中。王充将这位没过过一天丞相瘾的落拓之士称为“素丞相”，以配孔子“素王”；并将桓谭作《新论》与孔子作《春秋》相比美：“孔子不王，素王之业在于《春秋》；然则桓君山不相，素丞相之迹在于《新论》者也。”（《定贤》）又说“质定世事，论难世疑，桓君山莫上也。”（《案书》）评定世间的事情，讨论世间疑难，没有一个比得上他。受桓谭的影响，王充对神学迷信、俗说虚妄也深不以为然，他后来撰著《论衡》一书，其主旨也是“解释世俗之疑，辨照是非之理”（《对作》），与桓谭《新论》的主题如出一辄。<br>　　当时在京师的青年学者除班因外，还有贾逵、傅毅、杨终等，俱曾为官兰台，王充也与他们有所往来。兰台是东汉的皇家图书馆和国家史馆，在那里读书作文，皆由公家供应纸墨，条件优越，待遇优厚，是一个清高又实惠的学术机构，因此时人称进入兰台为登蓬莱，世以为荣。<br>　　贾逵，字景伯，扶风平陵人，东汉歹（的古文经学家。其父贾徽尝从刘歆习《左氏春秋》。逵少承庭训；通《左传》及五经本文。《后汉书》本传又说他“自为儿童，常在大学，不通人间事”，是一个兼得家庭教育和太学教育双美的幸运儿。他博通五经，兼明今古，对《左传》、《国语》、《周礼》尤其专门，特别是对《左传》的兴旺发达，功劳甚大。同时他对于今文家的《大夏侯尚书》、《谷梁传》也十分精通。他还是汉代第一个遍注群经的大儒，史书说“逵所著经传义诂及论难百余万言，学者宗之，后世称为通儒。”明帝时，拜为郎官，与班固同在兰台校书。<br>　　傅毅，字武仲，扶风茂陵人，少博学，水平中在平陵习章句，深为章句之学的破碎支离所苦恼，因作《迪志<a href=\"http://so.gushiwen.org/author_890.aspx\">诗</a>》，以殷高宗贤相傅说后裔自居，说：“先人有训，我讯我诰。训我嘉务，诲我博学。”遂以大义文采为务，斐然成章。章帝时，授兰台今史，与班贾同业，杨终，字子山，蜀郡成都人。年13为郡小吏，太守遣至京师习《春秋》。后随郡上计吏至京师，见三府为《哀牢传》不成，杨终因来自四川，熟悉西南民族情况，作传上之，今天《后汉书·南蛮西南夷列传》中的《哀牢传》就是杨传的改编本。明帝奇其才，征诣兰台，拜校书郎。<br>　　班贾傅杨，俱为同学少年，风华正茂，共在兰台，酬酌诗文，好不风光！明帝水平十七年，五色雀群集，明帝下诏群儒学士各献《神雀赋》。百官众僚，纷纷响应，结果只有他们四人和侯讽的赋受明帝欣赏。王充记其事曰：“永平中，神雀群集，孝明诏上《神雀颂》。百官颂上，文皆比瓦石，唯班固、贾逵、傅毅、杨终、侯讽五颂金玉，明帝览焉。”（《侠文》）<br>　　王充亲睹其盛，好不羡慕！一再赞美说：“兰台之史，班固、贾逵、傅毅、杨终，名香文美。”（《别通》）到了晚年，穷居陋巷，还希望朝廷有朝一日也把他王充征在兰台，“蹈班、贾之迹”，一则以还平生未遂之愿，二则以“论功德之实”（《须颂》），报主隆思。</p> <p><strong>博览百家</strong><br>　　王充在洛阳除了从名师，交胜友外，还广沙博览，穷读群书。《后汉书》说王充在洛阳，“家贫无书，常游洛阳市肆，阅所卖书，一见辄能诵忆，途通众流百家之言。”在熟读经史之余，王充还兼及百家，通诸子之学。浅学俗儒多拘守经本，认为经为圣人所造，是真理所在，皓首穷经；一经之中，又专守一师之说，抱残守缺，排斥异己。更莫说儒书以外的诸子百家了。因此他们目光短浅，见解鄙俗。王充通过对儒书与诸子百家的对比研究，认为诸子与儒经同等重要，有时子书甚至比经书还为可靠。他说：五经遭秦朝“燔烧禁防，伏生之徒，抱经深藏”，汉兴，“经书缺灭而不明，篇章弃散而不具”、<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>之徒受经于伏生，自后名师儒者，“各以私意，分析文字”，师徒传相授受，形成了所谓的家法和师法。经书本身的正误已难以辨别，更莫说经师讲解的是是非非了。相反的是，“秦虽无道，不播诸子”。由此看来，经书有遗篇，而诸子无缺文。孰劣孰优就不辩自明了。<br>　　王充认为：“诸子尺书，文篇俱在，可观读以正说。”王充说：圣人作经也有文献依据，“六经之作皆有据”。由此言之，“书（于史）亦为本，经亦为末。末失事实，本得道质”。可见诸子群籍，还是经书赖以造作的依据，哪么正可据之以定正经书。因此他说：“知屋漏者在字下，知政失者在草野，知经误者在诸子。”就像立身屋檐底下知道屋漏，身处草莽看得清政治得失一样，读读诸子百家的书，就容易看出经书的错误。可是章句之儒只知信守师说，鹦鹉学舌地“师师相传”，代代相袭，殊不知“初为章句者，非通览之人也”（《书解》）。这是就经与子的关系来说的。<br>　　从一个希望成为心胸开阔、知识渊博的人来说，博涉经书以外的众流百家更显必要。他形象地比喻说：“涉浅水者见虾，其颇深者察鱼鳖，其尤深者观蛟龙。”所涉历的程度和深浅不同，其所见闻和收获自然也不同。他说做学问也是如此：“入道浅深，其犹此也。浅者则见传记谐文，深者入圣室观秘书。故人道弥深，所见弥大。”他又比喻说：人们游历都想进大都市，就是因为“多奇观也”。而“百家之言，古今行事，其为奇异，非徒都邑大市也。”他又说：“大川相间（兼），小川相属（归属），东流归海，故海大也。”倘若“海不通于百川，安得巨大之名”？人做学问也是如此，“人含百家之言，犹海怀百川之流也。”（《别通篇》）其渊博的知识就会自然而然形成。王充经子并重，博涉众流的特点，正是他成就其博学通才的原因之一。<br>　　王充还注意训练自己通博致用和造书属文的能力，他将当时儒学之士分为四等，即：儒生、通儒、文人、鸿儒，他说：“能说一经者为儒生，博览古今者为通人，采掇传书以上书奏记者为文人，能精思著文连结篇章者为鸿儒。”并且认为：“儒生过俗人，通人胜儒生，文人逾通人，鸿儒超文人。”（《超奇》）儒生托身儒门，治圣人之经，学圣人之道，远远胜过不学无术的俗人；但儒生仅能死守一经，不知世务，不通古今，“守信师法，虽辞说多，终不为博”（《效力》），故不及博览古今的通人；通人识古通今，诚然可贵，王充曾说过：“知古不知今，谓之陆沉；知今不知古，谓之盲瞽。”（《谢短》）但是识古通今，只是一种知识的象征，只要“好学勤力，博闻强识”即可做到，能力如何不得而知。如果“通人览见广博，不能摄以论说，此为匿书主人”，好像那藏书家有书不能观读一样，他认为：“凡贵通者，贵其能用之也”，如果学而不能用，“虽千篇以上，是鹦鹉能言之类也。”<br>　　文人能草章属文，正是“博通能用”的人，故贵于通人。但是，文人仅能作单篇文章，不能“连结篇章”，写成专书，所以不及能写长文大著，自成一家之言的鸿儒。他认为鸿儒最为珍贵，如果说文人是知识分子中的超人奇士的话，那么鸿儒就是“超而又超”，“奇而又奇”的特级人物，若与儒生相比，就好像装饰华美的车子与破车，锦绣与旧袍子相比一样；如果与俗人相比，更是犹如泰山的山顶与山脚，长狄的颈项与脚掌一样，具有天壤之别！他们是人中超奇，“世之金玉”。（《超奇》）汉代的谷永、唐林，能上书言奏，依经论事，属于“文人”；而董仲舒、司马迁、扬雄、<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、刘歆、桓谭等人能鸿篇大论，著书立说，则是“鸿儒”。王充把他们与圣人同科，视为稀世之珍：“近世刘子政父子、杨子云、桓君山，其犹文武周公并出一时……譬珠玉不可多得，以其珍也。”（《超奇》）王充对鸿儒如此看重，自然他的努力方向也就是成为一名为世所贵的鸿儒了。他师事班彪，不守章句，博览百家……都是通往鸿儒之路的有效措施。<br>　　王充在京师游学历时多久，史无明文，袁山松《后汉书》说王充赶上了汉明帝临辟雍的盛典：充幼聪朗。诣太学，观天子临辟雍，作《大儒论》。袁山松书已佚，这条材料见于李贤《后汉书注》。注文作《六儒论》，根据王充推崇鸿儒的思想，“六儒”当为大儒之误。辟雍，周代为太学之一，汉代则作为尊儒学、行典礼的场所。据《后汉书·儒林列传》，东汉辟雍始建于光武皇帝中元元年（56年），尚未来得及亲临其境，光武帝便驾崩了。到了“明帝即位，才亲行其礼。”《明帝纪》说，水平元年（58年）十月“幸辟雍”，那么，至少在永平元年，王充尚在京师，其时他已32岁，在洛阳访学已经14岁。明帝在即位之年，恢复了许多久废的儒礼，以表示对礼治的提倡。这年正月，皇帝戴上九寸高的通天冠，穿上绣着日月星辰的礼服，先祭光武皇帝于明堂，既而登灵台，望云物，吹奏迎春的乐曲，观察物候的变化，制定《时令》书，颁给列侯、诸王，重演了一番早为孔子所叹惜的授时“告朔之礼”。<br>　　这年冬天，明帝又亲临辟雍，举行尊老养贤之礼。事先推定年老博学的李躬为“三老”，曾授明帝《尚书》的桓荣为“五更”，这天，天子先行到达辟雍，举行典礼，然后派人用安车蒲轮（用蒲草裹轮以免巅簸）将三老五更接来，皇帝亲自到门屏之间迎接。以宾主（而非君臣）之礼迎上柞阶。皇帝下诏“尊事三老，兄事五更”，三公九卿，各就各位。皇帝挽起龙袍，操刀亲割，将肉献（不是赐）给三老，还亲自给他酌酒；五更，则由三公如此这般地侍候。接着举行射礼，射礼完毕，明帝归坐于讲堂之上，正襟危坐，执经自讲，诸儒执经问难于前。不够级别的“冠带缙绅”，只有环绕着辟雍璧水，隔岸观望了。这天，平时被人骂为穷酸腐儒的儒生算是扬眉吐气了一回。王充看到了这出从前只在礼书上记载着、在儒生们口头传诵着的敬老尊儒大典，无疑是十分兴奋的，于是欣然作《大儒论》以颂其事。就是事隔数百年后，范晔作《后汉书》，在写到这一盛况时，也不无激动地说：“（明帝）坐明堂以朝群后，登灵台以望云物，袒割辟雍之上，尊事三老五更……济济乎！洋洋乎！盛于永平矣。”</p> <p><strong>仕途落拓</strong><br>　　和所有的读书人一样，王充学成之后，也曾抱着致君尧舜的梦想，走“学而优则仕”的路子。可是王充在官场的境遇并不比他的老师们好多少，《自纪篇》自叙其为官履历曰：在县，位至掾功曹；在都尉府，位亦椽功曹；在太守，为列掾五官功曹行事；入州为从事。王充一身只当过地方官，东汉地方机构，实行州、郡、县三级制，王充历仕三级，但都位不离“掾”。掾，是汉代各极机构中的属官。在县里，他作官至掾功曹，主管一县人事和考功。在郡里，他曾先后在军事长官都尉府作过掾功曹，在行政长官太守府代理五官曹和功曹。在州里，他亦被州刺史征辟为从事属官。生平就没逃脱过为人下僚的命运。<br>　　王充为官的地方，可考知者有扬州、丹阳、九江、庐江等地，《自纪篇》曰：“充以元和三年（86年）徙家辟诣扬州部丹阳、九江、庐江，后入为治中。材小任大，’职在刺割。章和二年（88年），罢州家居。”这条自纪《北堂书钞》卷73和《太平御览》卷602引作“章和二年，徙家避难扬州丹阳。”有误，“章和二年”应作元和二年，章和二年是充自免家居年，非始往之年。辟，指征辟，被征去作官，不是避难。《后汉书》亦载：“刺史董勤辟为从事，转治中，自免还家。”辟字正作征辟讲。扬州是汉武帝所置十三部（州）之一，东汉为郡上一级行政机构。丹阳、九江、庐江皆郡名，当时属扬州部所辖。在元和三年值钱前，王充为任何所尚不清楚。刘汝霖《汉晋学术编年》建初元年条，根据王充《对作篇》“建初孟年，中州颇歉，颍川汝南，流民四散，圣主忧怀，诏书数至，《论衡》之人，奏记郡守，宜禁奢侈，以备困乏。言不纳用，退题记草，名曰《备乏》”的自述，遂怀疑“充所仕者非在会稽而在中州之郡邪？”但别无旁证，难成定论。<br>　　造成王充这种徘徊州县，淹滞不进的原因是多方面的，后来王充结合自己的切身体会，曾对仕路穷通作过全面的分析和论述。《逢遇篇》将入仕宦的达与不达归结为遇与不遇：操行有常贤，仕宦无常遇。贤不贤，才也；遇不遇，时也。才高行洁，不可保以必尊贵；能薄操浊，不可保以必卑贱。或才高行洁，不遇，退在下流；薄能浊操，遇，进在众上。世各自有以取士，士亦各自得以进。进在遇，退在不遇。处尊居显，未必贤，遇也；位卑在下，未必愚，不遇也。<br>　　古人常说“千里马常有，伯乐不常有”，贤才常有，但仕宦的机会不常有。生逢其时，仕遇其主，虽才浅德薄也因缘得进；反之，如果生不逢时，所遇非人，即使才高八斗，德比夷齐，也会落拓在野，沉沦下僚。这在缺乏健全的竞争机制时更是如此。不过王充生当光武、明帝、章帝、和帝之世，正是东汉王朝的上升时期，征辟举拔之制，还是比较正常的，似乎谈不上生不逢时的问题，但并不排除其所遇非人的可能。《后汉书》说他“仕郡为功曹，以数谏争不合去”。王充也曾自纪建初初年，中州欠收，充曾上书郡守，主张厉行节俭，以备困乏，但“言不纳用”；时俗嗜酒，充以为酒耗五谷，又有醺酒滋事之忧，奏记郡守：主张“禁酒”，亦不被重视。读书人的看家本领就是建言献策，既然言不纳用，可见他遇到的确实并非知己。<br>　　王充在《累害篇》中又提出“累害”说：凡入仕宦有稽留不进，行节有毁伤不全，罪过有累积不除，声名有暗昧不明，才非下，行非悖，又知（智）非昏，策非味也，连遭外祸，累害之也。<br>　　仕宦留滞，行迹诬伤，有罪不除，声名狼狈……这一切并不一定是他本人的过错，很可能是外物的连累和陷害。王充将这些来自外物的毁伤归纳为“三累三害”。何谓三累三害？充说：乡里有三累，朝廷有三害。乡之三累指仕宦之前遇到的麻烦：朋友反目，相为毁伤，一累也；庸才忌妒，毁伤高才，二票也；交游失和，转相攻击，三累也。朝之三害指出佳之后遭受的陷害：竟进者为了有限的职位互相诋毁，在长官面前捏造夸大事实，长官又不明察，信纳其言，一害也；同僚爱好不同，清浊异操，“清吏增郁郁之白，举涓涓之言”，名声越来越洁白，见解越来越高明，浊吏自惭形秽，怀恨在心，暗中收集清吏的过失，陷害重罚，二害也；长官亲幸佐吏，佐吏人品不高，提拔邪回之人，对不肯附从的“清正之士”必然心怀不满，在长官面前诋毁他，三害也。王充所举的三累三害，生动而具体，恰如自己的切身遭遇。</p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>是东汉时期杰出的思想家，唯物主义哲学家。整个东汉二百年间，称得上思想家的，仅有三位：王充、王符、仲长统。王符（公元85—162年），字节信，著有《潜夫论》，对东汉前期各种社会病端进了抨击，其议论恺切明理，温柔敦厚；仲长统（公元180年—220年），字公理，著有《昌言》，对东汉后期的社会百病进行了剖析，其见解危言峻发，振聋发聩。王充则著《论衡》一书，对当时社会的许多学术问题，特别是社会的颓风陋俗进行了针砭，许多观点鞭辟入里，石破天惊。《论衡》也可以说是我国古代的一部“百科全书”。就物理学来说，王充对运动、力、热、静电、磁、雷电、声等现象都有观察，书中记载了他的观点。他还解释了人与自然的关系。王充把人的发声，比喻为鱼引起水的波动；把声的传播，比喻为水波的传播。他的看法与我们今天声学的结论是一致的：声是物体振动产生的，声要靠一定的物质来传播。欧洲人波义耳认识到空气是传播声音的媒介，是17世纪的事，比王充晚1600年。</p> <p>　　<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>《后汉书》将三人立为合传，后世学者更誉之为汉世三杰。三家中，王充的年辈最长，著作最早，在许多观点上，王充对后二家的影响是十分明显的，王充是三家中最杰出，也最有影响的思想家。</p> <p>　　但是由于王充在书中对传统的儒学，特别是汉代经学，进行了论难，有时甚至怀疑古经，上问孔孟，著有《儒增》《书虚》《问孔》《刺孟》等专篇，公然向神圣的经典挑战，向孔孟圣贤发难，这就有犯天下之大不韪，因而被视为名教之罪人。清乾隆皇帝御批：王充“刺孟而问孔”，“已有非圣无法之诛！”其他学人虽然不能治其“非圣无法”之罪，但也多挥毫濡翰，口诛笔伐。素以危言危行著称的大史学家<a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>，因《论衡》书中记载了王充父祖横行乡里的不光彩行径，不合乎子为父隐的纲常名教，说王充“实三千之罪人”！章学诚亦对王充非难儒学的作法，对他的儒家身份提出了质疑。</p> <p>　　自《隋书·经籍志》以下，历代目录书都将王充《论衡》列入无所宗师的“杂家”类。近代经学大师刘师培又说王充是“南方墨者之支派”。进入20世纪70年代后，在中国学坛上又曾有人说王充是儒家的反对派，是反孔的急先锋……凡此等等，不一而足。自然我们今天不必为这些带有浓厚政治偏见的褒贬，去为古人的恩恩怨怨纠缠不休，但是，从学术的角度看，我们认为不能仅凭“问孔、刺孟、非儒”这些表面现象就断定他的学术派别，而应视其所问、所刺、所非的具体内容。根据王充的整体思想来分析定性，笔者认为：综观王充的一生言行，他不仅是一位儒者，而且是一位博学的奇儒。</p> <p>　　<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在《中国近三百年学术史》中称：“王充《论衡》实汉代批评哲学第一奇书。”黄侃在《汉唐玄学论》一文中说：“东汉作者，断推王充。《论衡》之作，取鬼神、阴阳及凡虚言、谰语，摧毁无余。自西京而降，至此时而有此作，正如久行荆棘，忽得康衢，欢忭宁有量耶”（《黄侃论学杂著》）？由此可见王充与《论衡》在近现代学者心目中的地位。 </p> <p>　　近年笔者有《论衡词典》编撰之役，在选择底本、搜集资料中发现：第一，近现代学者眼中如此重要之书，在整个有清一代，竟无像样的版本。第二，校注成果寥寥，竟无有一部完整的校注本。中国历史上流传下来的经、史、子、集有代表性的重要著作，大都经过了清代学者的校注整理，不少重要典籍甚至有多个校注本问世，《论衡》一书却几乎无人问津，没有一部新的校注本出现。笔者心中遂生一疑团：清代学者心目中的王充与《论衡》和今人一样吗？如果一样，那么他们为何对《论衡》如此冷漠，既不刊刻又不整理？是偶尔疏忽还是另有原因？ </p> <p>　　原来，清代学者心目中的王充与《论衡》，和现代学者大不相同。在清代学者眼里，王充实在是一个不孝之人。</p> <p>　　王充的不孝，首先表现在自述父祖的劣迹。王充介绍自己的家世时说：“世祖勇任气，卒咸不揆于人。岁凶，横道伤杀，怨仇众多。会世扰乱，恐为怨仇所擒，祖父泛举家担载，就安会稽，留钱唐县，以贾贩为事。生子二人，长曰蒙，少曰诵。诵即充父。祖世任气，至蒙、诵滋甚，故蒙、诵在钱唐，勇势凌人。末复与豪家丁伯等结怨，故举家徙处上虞。”通过王充的记述，我们可以看出，王充的祖上，连续数辈，横行乡里，仗势欺人，时常犯有命案，结怨甚多，因担心仇家报复，不得不数度迁徙，可谓是违法乱纪的恶霸。以我们今人的眼光看来，王充的作法可以说是不避家丑、实事求是。但在“臣为君讳、子为父讳”的封建社会里，被视为是一种不孝之举，便不足为奇了。清代著名学者钱大昕在《潜研堂文集·跋〈论衡〉》中批评王充的罪过之一，便是“《自纪》之作，訾毁先人。”其实早在唐代，史学家刘知己在《史通·序传》中就已指出：“王充《论衡》之《自纪》也，述其父祖不肖，为州闾所鄙……夫自叙而言家世，固当以扬名显亲为主，苟无其人，阙之可也。”王充之所以毫不忌讳地言其父祖的劣迹并不奇怪，因为从王充的思想深处来看，孝的意识十分淡薄。人们之所以会形成孝的观念，主要是出于对父母生育之恩的感激。在王充看来，父母生儿育女，完全是性欲冲动的结果。他在《论衡·物势篇》中说：“夫天地合气，人偶自生也，犹夫妇合气，子则自生也。夫妇合气，非当时欲得子，情欲动而合，合而生子矣。”王充所言虽然有一定道理，但把父母生子完全看作是为了满足性欲的要求而非有意识的行为，便很难产生出孝的观念，因而其有诋毁父祖的言论，也就不难理解了。 </p> <p>　　王充的不孝，最被人所诟病者在于扬己抑祖。他在《自纪篇》中一方面贬毁祖辈，另一方面极力标榜自己，说自己自小便与众不同，仁义听话，恭敬有礼，“父未尝笞，母未尝非，闾里未尝让，”喜欢学习，成绩突出。成年之后，更是品德高尚，淡薄名利，“常言人长，希言人短”，“得官不欣，失位不恨。处逸乐而欲不放，居贫苦而志不倦。”“为人清重，”“性恬澹，不贪富贵”，简直完美无瑕，无可挑剔，与其劣迹斑斑的祖上，形成了鲜明对比。尽管如此，王充卑微的出身，祖上不光彩的形象，始终是他一块难以消除的心病。于是他便从历史上寻找证据，来说明父祖不好，并不影响后人成才，以此洗刷自己。他《自纪篇》中说：“母骊犊騂，无害牺牲；祖浊裔清，不％奇人。鲧恶禹圣，叟顽舜神；颜路庸固，回杰超伦；孔、墨祖愚，丘、翟圣贤。”清代著名学者惠栋，在“母骊犊騂，无害牺牲；祖浊裔清，不％奇人”之后加批语云：“自誉而毁其先，非人也”（王欣夫《蛾术轩箧存善本书录》）。钱大昕《十驾斋养新录》卷六“王充”条针对这段文字说：“盖自居于圣贤而訾毁其亲，可谓有文无行，名教之罪人也。”《四库全书总目》亦云：“至于述其祖父顽很，以自表所长，傎亦甚焉。”可见，无论是官方，还是清代学者个人，都认为王充是一个毁祖誉己的小人和破坏名教的千古罪人。在“天下之事孝为上”、孝“为万事之纲纪”的观念占统治地位的封建社会里，谁愿意整理、刻印一个不孝之子的著作呢？知道了这一点，清代学者不刊刻、不校注《论衡》，便很容易理解了。</p>"
}