{
  "id": 18,
  "star": 981,
  "name": "元稹",
  "image": "http://img.gushiwen.org/authorImg/yuanzhen.jpg",
  "dynasty": "唐代",
  "desc": "元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，别字威明，唐洛阳人（今河南洛阳）。父元宽，母郑氏。为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。",
  "content": "<h2>轶事典故</h2> <p><strong><a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a><br></strong>　　白居易与元稹是当时唐代齐名的大<a href=\"http://so.gushiwen.org/author_18.aspx\">诗</a>人，他们的诗歌理论观点相近，共同提倡新乐府，结成了莫逆之交，世人将</p> <p>　　闻乐天授江州司马 他们并称为“元白”。两人之间经常有诗歌唱和，即使两人分处异地，也经常有书信往来，并发明了“邮筒传诗”。一次，元稹出使到东川，白居易与好友李建同游慈恩寺，席间想念元稹，就写下了《同李十一醉忆元九》：</p> <p>　　“花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。”</p> <p>　　而此时正在梁州的元稹也在思念白居易，他在同一天晚上写了一首《梁州梦》：</p> <p>　　“梦君同绕曲江头，也向慈恩院院游。亭吏呼人排去马，忽惊身在古梁州。”</p> <p>　　后来两人都先后遭贬，分别被放置外地做官。于是他们经常联络，互相鼓励和慰藉。如白居易所说的那样，两人终其一生都是友情极其深厚的“文友诗敌”。白居易有诗写道： “君写我诗盈寺壁，我题君句满屏风；与君相遇知何处，两叶浮萍大海中。” </p> <p>　　白居易这样评价元稹“所得惟元君，乃知定交难”，并说他们之间的友谊是“一为同心友，三及芳岁阑。花下鞍马游，雪中杯酒欢。衡门相逢迎，不具带与冠。春风日高睡，秋月夜深看。不为同登科，不为同署官。所合在方寸，心源无异端。”而元稹对白居易关心，更凝结成了千古名篇《闻乐天授江州司马》。</p> <p><strong>元稹与<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a><br></strong>　　元稹的原配夫人是韦丛，娶韦氏之前曾与一女子颇有私情，此女便是崔莺莺。关于崔莺莺，描写较多的乃是元稹的《莺莺传》（又叫《会真记》），《莺莺传》则成为<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>撰写《西厢记》的蓝本。</p> <p>　　唐贞元十五年（799年），元稹到蒲州（今山西永济市）任小职，与其母系远亲崔姓之少女名“双文”者（即后来传奇小说《莺莺传》中的崔莺莺）恋爱。崔莺莺才貌双全，而且家中富有，但毕竟没有权势，这与元稹理想中的婚姻存在很大距离。根据唐代的举士制度，士之及第者还需要经过吏部考试才能正式任命官职，所以元稹于贞元十六年（800年）再赴京应试。元稹自从赴京应试以后，以其文才卓着，被新任京兆尹韦夏卿所赏识，且与韦门子弟交游，从而得知韦夏卿之女韦丛尚未许配与人，于是意识到这是一个走门路、攀高枝的绝好机会。贞元十九年（803年），元稹与白居易同登书判拨萃科，进入秘书省任校书郎。求官心切的元稹考虑到崔莺莺虽然才貌双全，但对他的仕途进取没有多大帮助，所以权衡得失，最后还是弃莺莺而娶了韦丛。也许是受良心的谴责，也许是对初恋情人崔莺莺的难以忘怀，所以很多年以后，元稹以自己的初恋为原型，创作了传奇小说《莺莺传》，即后来《西厢记》的前身。</p> <p>　　在《莺莺传》里，元稹开篇这样写道：“唐贞元中，有张生者，性温茂，美风容”，张生游于蒲时，在军人骚乱抢掠中保护了寡母弱女的崔姓表亲，由此识得表妹崔莺莺。崔莺莺“垂鬟接黛，双脸销红”的美丽，“颜色艳异，光辉动人”的俏丽让张生顿生爱慕。后来，在莺莺丫环红娘的帮助下，张生与莺莺私会西厢下，成了云雨。自此之后，莺莺“朝隐而出，暮隐而人”，与张生私会。《莺莺传》里的张生其实就是元稹自己当年与崔莺莺的故事，张生为元稹自寓。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生在《中国小说史略》中说：“元稹以张生自寓，述其亲历之境。”元稹还写了“取次花丛懒回顾，半缘修道半缘君”，意思是他对其她女色绝无眷恋之心，除“君”之外，再没有能使自己动情的女子了。 </p> <p><strong>元稹与韦丛<br></strong>　　元稹和妻子韦丛的半缘情深为人津津乐道，元稹曾经留下“曾经沧海难为水，除却巫山不是云”这千古传诵的佳句，就是元稹悼念亡妻韦从而作的。</p> <p>　　唐德宗贞元十八年（802年），太子少保韦夏卿的小女儿年方二十的韦丛下嫁给二十四岁的诗人元稹。这桩婚姻有很大的政治成分，当时二十四岁的元稹科举落榜，但是韦夏卿很欣赏元稹的才华，相信他有大好前程，于是将小女儿许配给他，而元稹则是借这桩婚姻得到向上爬的机会，不过两人在婚后却是恩爱百般，感情非常好。以韦丛的家庭背景，下嫁给元稹对于当时的元稹来说就好像天女下凡一样。她不仅贤惠端庄、通晓诗文，更重要的是出身富贵，却不好富贵，不慕虚荣，从元稹留下来几首那时期的诗来看，当时正是他不得志的时候，过着清贫的生活，韦丛从大富人家来到这个清贫之家，却无怨无悔，尽自己最大的努力去关心和体贴丈夫，对于生活的贫瘠淡然处之。元稹原本以为这只是一个政治上晋升的途径，却没想到韦丛是这样一个温柔的女子、体贴的娇妻。古话说，百无一用是书生，婚后元稹忙着科试，家中的家务全是韦丛一人包办，而婚前她是大户人家的千金、父亲疼爱的小女儿，韦丛的贤惠淑良可想而知，所以元稹在数年以后，总还是会忍不住想起与他共度清贫岁月的结发妻子韦丛。</p> <p>　　唐宪宗元和四年（809年），韦丛因病去世，年仅二十七岁。此时的三十一岁的元稹已升任监察御史，幸福的生活就要开始，爱妻却驾鹤西去，诗人无比悲痛。韦丛营葬之时，元稹因自己身萦监察御史分务东台的事务，无法亲自前往，便事先写了一篇情词痛切的祭文，托人在韦丛灵前代读。但即便如此，到了下葬那天，元稹仍情不能已，于是又写了三首悼亡诗，这就是最负盛名的《三遣悲怀》（即《遣悲怀三首》）。元稹对妻子一直有深切的思念和无法释怀的悲伤，韦丛与他同苦七年，却在他即将飞黄腾达的时候离开了他，而元稹能做的只有祭奠亡故的爱妻，以及在诗中写下自己的思念。‘‘诚知此恨人人有，贫贱夫妻百事哀”，贫贱的夫妻总是这样，尽管互相恩爱却因为物质条件的贫瘠而无法让心爱的人过得更加幸福，韦丛因为几组情意绵绵的诗歌而永远留在了后世读者的心中。 </p> <p><strong>元稹与薛</strong>涛<br>　　元稹和唐代才女<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>的爱情故事是中唐文艺界最出名的爱情故事之一，虽然这场爱情是无疾而终，但正因为没有结果，反而更有“余味”。</p> <p>　　薛涛是唐代著名的女诗人，她制作的“薛涛笺”一直流传到至今。她才貌过人，不但聪慧工诗，而且富有政治头脑。虽然身为乐伎，但心比天高，十分鄙视那些贪官污吏，达官贵人。</p> <p>　　唐元和四年（809年）三月，当时正如日中天的诗人元稹，以监察御史的身份，奉命出使地方。他久闻蜀中诗人薛涛的芳名，所以到蜀地后，特地约她在梓州相见。与元稹一见面，薛涛就被这位年仅三十一岁的年轻诗人俊朗的外貌和出色的才情所吸引。两人议诗论政，情谊渐深。在薛涛的支持下，元稹参劾为富不仁的东川节度使严砺，由此得罪权贵，调离四川任职洛阳。从此两人劳燕分飞，关山永隔。</p> <p>　　分别已不可避免，薛涛十分无奈。令她欣慰的是，很快她就收到了元稹寄来的书信，同样寄托着一份深情。劳燕分飞，两情远隔，此时能够寄托她相思之情的，唯有一首首诗了。薛涛迷上了写诗的信笺。她喜欢写四言绝句，律诗也常常只写八句，因此经常嫌平时写诗的纸幅太大。于是她对当地造纸的工艺加以改造，将纸染成桃红色，裁成精巧窄笺，特别适合书写情书，人称薛涛笺。才子多情也花心但薛涛对他的思念还是刻骨铭心。她朝思暮想，满怀的幽怨与渴盼，汇聚成了流传千古的名诗《春望词》。</p> <p>　　由于两人年龄悬殊过大，三十一岁的元稹正是男人的风华岁月，而薛涛即便风韵绰约，毕竟大了十一岁。另外更重要的是，薛涛乐籍出身，相当于一个风尘女子，对元稹的仕途只有负作用，没有正能量。对于这些，薛涛也能想明白，并不后悔，很坦然，没有一般小女子那种一失恋便寻死觅活的做派。于是薛涛从此她脱下了极为喜爱的红裙，换上了一袭灰色的道袍，她的人生从炽烈走向了淡然，浣花溪旁仍然车马喧嚣，人来人往，但她的内心却坚守着一方净地。</p><br/><h2>人物生平</h2> <p><strong>家族背景<br></strong>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>（779年－831年），字微之，别字威明，唐河南府东都洛阳（今河南洛阳）人，父元宽，母郑氏，为北魏宗室鲜卑族拓跋部后裔，是什翼犍之十四世孙。元稹家族久居东都洛阳世代为官，五代祖元弘，官至隋北平太守，四代祖元义端，官至唐魏州刺史，曾祖元延景，为歧州参军，祖父元悱官至南顿县丞，父亲元宽任比部郎中、舒王府长史。</p> <p><strong>早年经历<br></strong>　　唐代宗大历十四年（779年）二月，元稹出生于东都洛阳城南，八岁那年父亲元宽因病去世，出生书香门第的母亲郑氏，用柔弱的肩膀担起了元稹上学的担子。天资聪颖的元稹不负母亲厚望，15岁参加朝廷举办的“礼记、尚书”考试，实现两经擢第；23岁登吏部科，授校书郎；28岁应制“举才识兼茂、明于体用科”考试，授左拾遗，职位为从8品。早年元稹和<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>共同提倡“新乐府运动”，后人把他和白居易并称“元白”。</p> <p><strong>初进宦海<br></strong>　　唐德宗贞元九年（793年），十五岁的元稹以明两经擢第。唐代科举名目甚多，而报考最多的科目则为进士和明经两科。不过两科相比也有难易之分，进士科难，“大抵千人得第者百一二”；明经科“倍之，得第者使一二”，故有“三十老明经，五十少进士”之说，而唐代文人也更为看重进士科。元稹为尽快摆脱贫困，获取功名，选择投考的为相对容易的明经科，一战告捷。及第之初的元稹却一直无官，闲居于京城。但他没有终止勤奋学习。家庭藏书给他提供了博览群书的条件，京城的文化环境和他的广泛兴趣，陶冶了他的文化修养。次年得<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>《感遇》<a href=\"http://so.gushiwen.org/author_18.aspx\">诗</a>及<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗数百首悉心读之，始大量作诗。</p> <p>　　贞元十五年（799年），二十一岁的元稹寓居蒲州，初仕于河中府。此时，正当驻军骚乱，蒲州不宁。元稹借助友人之力保护处于危难之中的远亲。乱定，与其家少女相爱。不久，元稹牵于功名，西归京城应制科试。</p> <p><strong>选婚高门<br></strong>　　贞元十八年（802年）冬，元稹再次参加吏部试。次年春，中书判拔萃科第四等，授秘书省校书郎。贞元十九年（803年），二十四岁的元稹与大他八岁的白居易同登书判拔萃科，并入秘书省任校书郎，从此二人成为生死不渝的好友。元稹出身中小地主，门第不高，只有入仕以后，才有结婚高门的资本，如今作了校书郎，这时，元稹正值风华正茂，才华横溢，自然就把终身大事提上了日程。据<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《监察御史元君妻京兆韦氏墓志铭》云：“选婿得今御史河南元稹。祺时始以选校书秘书省中”，元稹授校书郎后不久便娶韦夏卿之女韦丛为妻。十月，岳父韦夏卿授东都洛阳留守，赴东都洛阳上任，由于韦丛是”谢公最小偏怜女”，割舍不下，于是元稹、韦丛夫妇一同侍从韦夏卿赴洛阳，元稹夫妇就住在东都洛阳履信坊韦宅。元稹次年初才返回京城，而依据元稹诗文韦从则久居洛阳，这一阶段元稹因家事多次往返于京城与洛阳。</p> <p><strong>一贬江陵<br></strong>　　唐宪宗元和元年（806年）四月，元稹和白居易同登才识兼茂明于体用科，元白同及第，登第者十八人，元稹为第一名，授左拾遗。元稹一到职立刻接二连三地上疏献表，先论“教本”（重视给皇子选择保傅），再论“谏职”、“迁庙”，一直论到西北边事这样的大政，同时旗帜鲜明地支持<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>（时任监察御史）对朝中权幸的抨击，从而引起了宪宗的注意，很快受到召见。元稹奉职勤恳，本应受到鼓励，可是因为锋芒太露，触犯权贵，反而引起了宰臣的不满，九月贬为河南县尉。白居易罢校书郎，亦出为县尉。此时，母亲去世，元稹悲痛不已，在家守孝三年。此后，三十一岁的元稹被提拔为监察御史。 </p> <p>　　元和四年春（809年），奉命出使剑南东川。初登官场，意气风发，一心为民，报效国家，遂大胆劾奏不法官吏，平反许多冤案，得到民众的广泛欢迎和崇高赞誉。白居易更是作诗赠他“其心如肺石，动必达穷民，东川八十家，冤愤一言申”。这一举动触犯了朝中旧官僚阶层及藩镇集团的利益，很快他们就找了机会将元稹外遣——分务东台。东台就是东都洛阳的御史台，用意在于将他排挤闲置。即便遭受到这样的打压，元稹仍然坚持为官之初的原则，秉公执法。同年，正值仕途受挫时，其娴熟聪慧的妻子韦丛盛年而逝，韦丛之死，对元稹打击很大，使他常常夜不能寐。由于难遣伤痛，元稹写下了有名的悼亡诗——《遣悲怀三首》。</p> <p>　　元和五年（810年），元稹因弹奏河南尹房式（开国重臣<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>之后）不法事，被召回罚俸。途经华州敷水驿便宿于驿馆上厅，恰逢宦官仇士良、刘士元等人在此，也要争住在上厅，元稹据理力争，却遭到仇士良的漫骂，刘士元更是上前用马鞭抽打元稹，打得他鲜血直流，最终被赶出了上厅。后来唐宪宗便以“元稹轻树威，失宪臣体”为由，贬元稹为江陵府士曹参军。从此开始了他困顿州郡十余年的贬谪生活。 </p> <p><strong>二贬通州<br></strong>　　元稹因才华出众、性格豪爽不为朝廷所容，流放荆蛮近十年。随即白居易也贬为江州司马，元稹量移通州司马。虽然通州、江州天远地隔，可两人来往赠答，计所做诗，有自三十韵、五十韵直至百韵者。江南人士，驿舍道途讽诵，一直流传至宫中，里巷之人互相传诵，致使市上纸贵。由诗中可知其流离放逐之心境，无不凄惋。</p> <p>　　元和十年（815年）正月，三十七岁的元稹一度奉诏回朝，以为起用有望。途经蓝桥驿曾题诗留赠命运相似的友人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>。抵京后，与白居易诗酒唱和，意气风发。元稹收集诗友作品，拟编为《元白还往诗集》，但书稿未成，却突然与刘禹锡、柳宗元一同被放逐远州。元和十年（815年）三月，元稹“一身骑马向通州”，出任通州司马。流落“哭鸟昼飞人少见，怅魂夜啸虎行多”（《酬乐天得微之诗，知通州事，因成四首》）的通州，他“垂死老病”，患上疟疾，几乎死去。曾赴山南西道兴元府求医。潦倒困苦中，诗人只能以诗述怀，以友情相互慰藉。在通州完成了他最具影响力的乐府诗歌《连昌宫词》和与白居易酬唱之作180余首。</p> <p><strong>三贬同州<br></strong>　　随着平淮西后的大赦和元稹知己旧识崔群、李夷简、裴度相继为相，逐渐改变了他在政治上长期受压抑的处境。元稹于元和十三年（818年）已代理通州刺史，岁末，转虢州长史。元和十四年冬（819年），唐宪宗召元稹回京，授膳部员外郎。宰相令狐楚对其诗文深为赞赏，“以为今代之鲍、谢也”。</p> <p>　　元和十五年（820年），唐穆宗及位后，因宰相<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>之荐，元真授祠部郎中、知制诰。唐穆宗为太子时已喜爱元稹诗歌，此时特别器重于他，经常召见，语及兵赋及西北边事，令其筹画。数月后，被擢为中书舍人，翰林承旨学士，与已在翰林院的<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>、<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>俱以学识才艺闻名，时称“三俊”（《旧唐书·李绅传》）。在迅速升迁的同时，元稹陷入了尖锐复杂的政治斗争漩涡，与李宗闵的积怨爆发，埋下党争的种子。不久，由于误会等原因，裴度弹劾元稹结交魏宏简，元稹被罢承旨学士，官工部侍郎。次年春，元稹、裴度先后为相。在唐王朝与地方军阀的斗争中，元稹积极平息骚乱，拟用反间计平叛。可觊觎宰相之位的李逢吉与宦官勾结，派人阴谋诬告元稹谋刺裴度，后虽查清真相，但元、裴被同时罢相。元稹出为同州刺史。</p> <p>　　长庆三年（823年），他被调任浙东观察使兼越州刺史。唐敬宗宝力元年（825年），元稹命所属七州筑陂塘，兴修水利，发展农业。在浙东的六年，元稹颇有政绩，深得百姓拥戴。</p> <p><strong>四贬武昌<br></strong>　　唐文宗大和三年（829年）九月，元稹入朝为尚书左丞。身居要职，有了兴利除弊的条件，他又恢复了为谏官时之锐气，决心整顿政府官员，肃清吏治，将郎官中颇遭公众舆论指责的七人贬谪出京。然而因元稹素无操行，人心不服。时值宰相<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>突然去世，李宗闵正再度当权，元稹又受到排挤。大和四年（830年）正月，元稹被迫出为检校户部尚书，兼鄂州刺史、御史大夫、武昌军节度使。大和五年（831年）七月二十二日暴病，一日后便在镇署去世，时年五十三，死后追赠尚书右仆射，白居易为其撰写了墓志。</p><br/><h2>创作风格</h2> 　　他非常推崇杜<a href=\"http://so.gushiwen.org/author_18.aspx\">诗</a>，其诗学杜而能变杜，并于平浅明快中呈现丽绝华美，色彩浓烈，铺叙曲折，细节刻画真切动人，比兴手法富于情趣。乐府诗在元诗中占有重要地位，他的《和李校书新题乐府十二首并序》“取其病时之尤急者”，启发了<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>创作新乐府，且具有一定的现实意义。缺点是主题不够集中，形象不够鲜明。和刘猛、李余《古乐府诗》的古题乐府19首，则能借古题而创新词新义，主题深刻，描写集中，表现有力。长篇叙事诗《连昌宫词》，在元集中也列为乐府类，旨含讽谕，和《长恨歌》齐名。其铺叙详密，优美自然。元诗中最具特色的是艳诗和悼亡诗。他擅写男女爱情，描述细致生动，不同一般艳诗的泛描。悼亡诗为纪念其妻韦丛而作，《遣悲怀三首》流传最广。 在诗歌形式上，<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>是“次韵相酬”的创始者。《酬翰林白学士〈代书一百韵〉》、《酬乐天〈东南行诗一百韵〉》，均依次重用白诗原韵，韵同而意殊。这种“次韵相酬”的做法，在当时影响很大，也很容易产生流弊。元稹在散文和传奇方面也有一定成就。他首创以古文制诰，格高词美，为人效仿。其传奇《莺莺传》（又名《会真记》）叙述张生与<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>的爱情悲剧故事，文笔优美，刻画细致，为唐人传奇中之名篇。后世戏曲作者以其故事人物创作出许多戏曲，如金代董解元《西厢记诸宫调》和元代<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》等。元稹曾自编其诗集、文集、与友人合集多种。其本集《元氏长庆集》收录诗赋、诏册、铭谏、论议等共100卷。事迹见新、旧《唐书》本传。今人陈寅恪有《元白诗笺证稿》，卞孝萱有《元稹年谱》,周相录校有《元稹集校注》，冀勤有《元稹集》。"
}