{
  "id": 585,
  "star": 75,
  "name": "黄景仁",
  "image": "http://img.gushiwen.org/authorImg/huangjingren.jpg",
  "dynasty": "清代",
  "desc": "黄景仁（1749～1783），清代诗人。字汉镛，一字仲则，号鹿菲子，阳湖（今江苏省常州市）人。四岁而孤，家境清贫，少年时即负诗名，为谋生计，曾四方奔波。一生怀才不遇，穷困潦倒，后授县丞，未及补官即在贫病交加中客死他乡，年仅35岁。诗负盛名，为“毗陵七子”之一。诗学李白，所作多抒发穷愁不遇、寂寞凄怆之情怀，也有愤世嫉俗的篇章。七言诗极有特色。亦能词。著有《两当轩全集》。",
  "content": "<h2>人物生平</h2> <p><strong>少年孤苦<br></strong>　　乾隆十四年（1749年）正月四日，<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>出生于高淳学署。朝隆十八年（1753年），丧父，家中叔辈很少，只好由祖母吕孺人监读黄景仁。</p> <p>　　乾隆二十年（1755年），随祖父黄大乐从高淳回到祖籍常州，居住在白云溪上游。</p> <p>　　乾隆二十二年（1757年），应试。乾隆二十五年（1760年），祖父黄大乐去世。乾隆二十六年（1761年），祖母吕孺人去世。乾隆二十八年（1763年），开始写<a href=\"http://so.gushiwen.org/author_585.aspx\">诗</a>。乾隆二十九年（1764年），哥哥黄庚龄去世。同年参加童子试，名列第一，颇受常州府知府潘恂、武进县知县王祖肃的欣赏。</p> <p><strong>游学江浙<br></strong>　　乾隆三十年（1765年），补博士弟子员，在宜兴、氿里读书。乾隆三十一年（1766年），和<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>结交，从此专心于诗，因为母亲年老，从此客游四方谋生以奉养家人。冬，游扬州。</p> <p>　　乾隆三十二年（1767年），娶妻赵氏，时邵齐焘在常州龙城书院讲学，可惜黄景仁没有师傅，便邀请他来受学，黄景仁为其知遇之恩所感动，便前去受教，不久离去。春，游铜官山。秋，前往杭州，准备参加江宁乡试。</p> <p>　　乾隆三十三年（1768年）夏，游徽州。秋，参加江宁乡试。</p> <p>　　乾隆三十四年（1769年）春，游杭州、徽州。夏，游扬州。秋，回常州。冬，拜访湖南按察使王太岳，成为王太岳的幕宾。</p> <p>　　乾隆三十五年（1770年）春，登衡山。夏，回常州。秋，参加江宁乡试，同年邵齐焘去世，黄景仁认为知己已死，世间已无可留恋，便开始浪游。</p> <p>　　乾隆三十六年（1771年）春，到秀水，游览安徽，成为太平知府沈业富的幕宾。秋，参加省试。长子黄乙生出生。冬，到太平，拜访安徽学政朱筠，在朱筠的幕中校勘文章。</p> <p>　　乾隆三十七年（1772年），成为朱筠的幕宾，从师朱筠。三月，与会太白楼，黄景仁年纪最小，穿着白色的袷衣站在太阳的影下，不一会便写下几百字，其他客人都为之惊叹，纷纷放下笔，黄景仁因此名声大噪，士子都争相模仿他的诗。黄景仁又游黄山、白岳、九华。秋，游安庆、六安。冬，游颍州、凤阳。十二月，回常州。</p> <p>　　乾隆三十八年（1773年）春，跟随朱筠到庐州、泗州。夏，游徽州，到杭州。秋，游徽州。冬，回常州。</p> <p>　　乾隆三十九年（1774年）春，游扬州。夏，回常州。秋，参加江宁乡试。冬，游虞山，祭拜邵齐焘之墓，又到江宁。</p> <p>　　乾隆四十年（1775年），从江宁前往太平。夏，在寿州正阳书院讲学。冬，因为觉得自己的诗没有幽、并之地的豪士的风范，于是决定北上，十二月抵达北京，同年著成《两当轩集》。</p> <p>　　乾隆四十一年（1776年），应乾隆帝东巡召试，取二等，被赐予二匹缎，任武英殿书签官，任主薄。</p> <p><strong>穷困潦倒<br></strong>　　乾隆四十二年（1777年），接母亲和家人到北京居住。秋，参加顺天乡试。乾隆四十三年（1778年），受业于鸿胪寺少卿王昶门下。</p> <p>　　乾隆四十四年（1779年）秋，参加顺天乡试。乾隆四十五年（1780年）秋，再次参加顺天乡试。同年将家人送还常州。游山东。冬，到北京。</p> <p>　　乾隆四十六年（1781年）秋，游西安，拜访陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>，毕沅对他的才能感到惊奇，款待他，并援助他为县丞。冬，回北京。乾隆四十七年（1782年）春，到吏部等待任官。</p> <p>　　乾隆四十八年（1783年）三月，为债主所逼，带病离开北京，跋涉太行山，到达解州时病发。四月二十五日，在河东盐运使沈业富府邸中去世，友人洪亮吉为其服丧。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>为北宋<a href=\"http://so.gushiwen.org/author_585.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的后裔。祖黄大乐，为高淳校官。父黄之掞，为县学生。黄景仁4岁丧父，十二岁祖父去世，十六岁时唯一的哥哥罹病身亡。黄景仁依赖母亲屠氏养成，八岁能制举文，16岁应童子试，三千人中名列第一，“前常州府知府潘君恂、武进县知县王君祖肃，尤奇赏之”。17岁补博士弟子员，于宜兴氿里读书，与汪中友好，但从此屡应乡试都不中。乾隆三十一年，于江阴遇同邑<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>，各为诗歌，人们评价说，黄诗似<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，洪诗学<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，因此时称“洪黄”。次年，黄景仁娶赵夫人。</p> <p>　　乾隆三十三年（1768），黄景仁20岁时即开始浪游浙江、安徽、江西、湖南等地。曾在湖南按察使王太岳、太平知府沈业富、安徽学政朱筠幕中为客。在朱筠幕，于采石矶的太白楼宴会上即席所赋《笥河先生偕宴太白楼醉中作歌》诗传诵一时。他在二十四岁生日时写的自寿词《沁园春》非常伤感：</p> <p>　　苍苍者天，生我何为？令人慨慷。叹其年难及，丁时已过；一寒至此，辛味都尝。似水才名，如烟好梦，断尽黄齑苦笋肠。临风叹，只六旬老母，苦节难偿。男儿堕地堪伤，怪二十、何来镜里霜。况笑人寂寂，邓曾拜衮；所居赫赫，周已称郎。寿岂人争，才非尔福，天意兼之忌酒狂。当杯想，想五湖三亩，是我行藏。</p> <p>　　乾隆四十年(1775），27岁时赴北京，次年应乾隆帝东巡召试取二等，授武英殿书签官。乾隆四十三（1778），受业于鸿胪寺少卿王昶门下。家境日贫，在北京从伶人乞食，粉墨登场，入陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>幕府，毕沅替他捐补县丞。乾隆四十八年（1783），黄景仁35岁，为债家所迫，乃北走太行，抱病赴西安，至山西解州运城，病逝于河东盐运使沈业富官署中。友人洪亮吉持其丧以归。</p> <p>　　现代作家郁达夫的小说《采石矶》系以黄景仁为故事主角，两人经历颇为相似。 </p><br/><h2>文学成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_585.aspx\">诗</a>歌风格<br></strong>　　黄仲则一生充满悲哀和困顿，他个性倔强，常常发出不平的感慨。所作诗歌，多抒发穷愁不遇、寂寞凄怆的情怀，情调比较感伤低沉的作品则最能体现其诗文成就。写得沉郁苍凉，但语调清新，感情真挚动人。他还作有一些爱情诗，写得缠绵悱恻；有些诗写得慷慨豪迈；有些刻画山水景物或人情世态的诗篇也写得细致生动；怀古咏史的诗篇，也能别出新意。后世评黄氏诗多云“愁苦辛酸”，但这只是其诗的一个层面，其古风常具幽、并豪侠气，是学太白而真能得其神者。<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>亦能词，词作明白晓畅，擅长白描，但含蓄不够。</p> <p>　　黄景仁诗多嗟贫叹苦、啼饥号寒之作，这正是他生活和性情的真实反映，他早著才名，孤高自负，但没有得到所期望的社会地位，故而诗中歌颂“盛世”之作甚少，而刻画愁苦之辞为多，出于在爱情上也未谐所愿，他的情诗也是一片凄清悱恻、无限掩抑低徊。而其山水诗，则虽俊逸清壮，也难藏抑塞愤懑之气，与友朋唱和之作，亦多作不平之鸣。</p> <p>　　黄景仁的诗大部分都笼罩着浓重的感伤情绪，这种风格通过他常用的“月”、“酒”、“秋”、“鹤”等意象得到了深化。“月”在黄景仁诗歌中很少成为宁静或闲淡的背景，而是或衬托孤寂、或寄托愤激、或渲染郁结。“酒”意象在其诗中则随着生活的日益困窘，出现的频率越来越高，借以浇愁、籍以表狂、凭以忘世。而“秋”意象的大量使用，则形成了他侍中的“秋气”，即使西风送爽，他笔下的“秋”夜难免淡淡的哀愁，而更多的时候，诗人眼中的“秋气”皆是肃杀、萧条、凋败的象征，用来暗语周遭的客观现实。其诗涉及的鹤，多是“独鹤”、“病鹤”、“笼鹤”、“雨鹤”，自寓之意显然。 </p> <p><strong>表现手法<br></strong>　　黄景仁性格上的“狂”，使其词风以豪旷为主导，他的豪词，有的清朗疏宕，平淡高逸；有的奔放舒卷，气度开张；有的大开大阖，豪放悲壮；有的苍凉悲凄，也有的恬淡闲适，但“豪旷”是其词作的主要风格。仲则游览过许多名胜古迹，由于是亲身经历，使得他所作的咏古词充满历史的厚重感；安徽是黄仲则幕府游历生活的起点，词人有生三十五年，就有八年时光与安徽紧密相连。因此黄景仁诗中有着皖文化特色。黄景仁词在字里行间流露出一种挥之不去的哀愁情绪，绝大多数抒发的都是他人生的缺憾感、失落感、忧患感，以及历史的苍茫感，这种悲剧情感是仲则词的主要基调。总之，黄景仁词句句渗透着感人的力量，也渗透着无法掩饰的浓厚的悲剧意蕴。仲则词的艺术表现手法，一是善于运用比兴寄托的手法，仲则词中之寄托处处可见。仲则词中比兴寄托的表现，主要有二种类型：以景寄情和索物托情。仲则词重比兴寄托主要受南宋诸词家和当时词坛的影响；二是善于运用语典和事典。三是仲则词善于化用前人诗句入词。仲则之词几乎篇篇都学习、借鉴了前人诗词的精华之处，他化用前人诗句，尤其是唐人诗句，既能摄前人诗之意韵，又能臻“若自己出”之境。</p><br/><h2>轶事典故</h2> <p><strong>敬重先祖<br></strong>　　因为<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>是宋朝<a href=\"http://so.gushiwen.org/author_585.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的后裔，所以每次他到翁方纲家中时，都要向他家中的黄庭坚画像敬拜，经常看着画像，沉思很久。</p> <p><strong>放荡不羁<br></strong>　　黄景仁住在京师的时候，不会交际，和众人合不来，经常觉得自己和三国时期的虞翻有着共同的处境，权贵也不能随意召唤他。黄景仁每天跟着戏子要饭，甚至有时还在红氍毹之上，以身说法，打扮得粉墨淋漓，又歌又哭，谑浪笑傲，旁若无人。</p> <p>　　黄景仁仪态优美，站在常人之中如同鹤立鸡群，人们都争着想和黄景仁交往，但他视而不见，因此人们都认为他是伟才，或说他是狂生，但都不是。</p> <p><strong>自幼爱诗<br></strong>　　黄景仁方上私塾学艺之时，年少无知，不知道喜好什么，偶然听闻有几本诗集放在高阁之上，便偷偷取来窥看，虽然黄景仁看得一知半解，但他却自认为看的很透彻，洋洋自得地说：“这个东西是可以喜爱的。”便开始作诗，人们都取笑他，并因为他的诗多是幽苦之语，又对其十分唾弃，但黄景仁对诗的爱好却越来越大。</p> <p>　　黄景仁九岁应试时，住在江阴小楼，临考了还躺在床上裹着被子，同考的学生都取笑他，他却说：“方才想到江头一夜雨，楼上五更寒一句，想要完成全诗，你们不要打扰我。”</p> <p><strong>与<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a><br></strong>　　黄景仁和洪亮吉相识于县试，两人被店家安排入住同一间房，从此成为一生挚友。洪亮吉诗与经并重，但并不把诗当饭吃，而黄景仁浪漫气息更重，他对考试科目吊儿郎当，对非圣贤书废寝忘食。常常半夜三更躲在被窝里，每作一首诗或得一句诗，都要把洪亮吉吵醒，与其奇文共赏。</p> <p>　　黄景仁是感性之人，浪漫而又任性；洪亮吉偏理性，行事相对稳重，讲究变通。他俩后来到安徽学道朱筠办公室，从事秘书工作。两人白天同桌弄材料，晚上同窝赏诗文，然则有时他们观点并不一致。有天，两人为某事争得厉害，黄景仁一气之下，跑到徽州游山玩水。洪黄交恶，影响很大。当时朱筠送了河豚与蒙古酒到其部下武亿家，武亿抱着朱筠大哭，闹得朱筠摸不着头脑，哭完才知道，这武亿是为洪黄失交而哭：“无他，远念古人，近伤洪亮吉、黄景仁不偶耳。”</p> <p>　　后来黄景仁北上京都，混得略有起色，就意气洋洋，夸大口说：“人谓长安居不易，误矣”，叫呆在老家的洪亮吉把其眷属迁来皇城根下。洪亮吉力劝黄景仁，但劝不住，只好垫资，出雇工费，安排人千里送黄家眷。果然，黄在京城活得艰难。两年后，洪亮吉到京城，看到老友狼狈模样，再劝其将家属送回故乡。后来洪亮吉到陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>幕僚，又不遗余力荐举黄景仁，使毕沅赠了五百金给黄诗人。黄景仁收到这笔巨款，把钱全投入买官，他打的主意是，卖了主簿一职，买上地方实职。只是按照清朝政策，捐官之前，得除现职，他新官没得到，旧职停了薪，连饭都吃不上了。</p> <p>　　二十多岁时，黄景仁曾与洪亮吉戏言：“予不幸早死，集经君订定，必乖余之旨趣矣。”而洪亮吉确实把黄景仁文集收拢了，一字不删编辑出来，并请毕沅出钱，印行了《两当轩集》出版。</p>"
}