{
  "id": 1351,
  "star": 0,
  "name": "冯时行",
  "dynasty": "宋代",
  "desc": "冯时行（1100—1163）宋代状元。字当可，号缙云，祖籍浙江诸暨（诸暨紫岩乡祝家坞人），出生地见下籍贯考略。宋徽宗宣和六年恩科状元，历官奉节尉、江原县丞、左朝奉议郎等，后因力主抗金被贬，于重庆结庐授课，坐废十七年后方重新起用，官至成都府路提刑，逝世于四川雅安。著有《缙云文集》43卷，《易伦》2卷。",
  "content": "<h2>生平</h2> <p>　　冯时行少时读于巴县缙云山寺，得中北宋徽宗宣和六年（1124）恩科状元。以忤当道，当为云安（今重庆市云阳县）尉。南宋建炎元年至三年（1127—1129）调任奉节尉调，建炎四年至绍兴四年（1134），调任江原丞，任职期中，显露才华，深受川陕抚谕杨愿器重，极力推荐，旋擢左奉礼郎。绍兴五至六年知丹梭县。绍兴七年（1137）奉召入京任左朝奉议郎（皇帝身边咨询官）。时金兵已占汴梁（北宋都城今开封）十载。时行力主抗金，于绍兴八年晋见高宗，呈上《请分兵以镇荆襄疏》，奏金人议和不足信，请选大臣重兵镇荆，使<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>得以专力致于江汉间。被主张和议的高宗斥之为“杯羹之语”。绍兴九年（1139），出任万州知府，镇邪锄恶，为民除害，惠农劝学，为地方积蓄了一批钱财。绍兴十一年（1141），转运判官李炯，企图以提取万州大量积钱，向朝廷献媚固宠，率500飞虎军强行提取，时行坚决反对，被提刑何麒弹劾，罢官削职，除名《大宋状元录》，辗转流离万州、开江间近两年。</p> <p>　　绍兴十四年底由万州回到家乡乐碛，气愤之下，将原籍“乐碛”改为“落碛”（今洛碛得名缘由）。稍后，到缙云山置田地，建房办学，“坐废”十七年之久。直到秦桧死后，绍兴二十七年（1157），冯时行才又复起知蓬州（今四川蓬安县）。绍兴二十八年（1158）冬，又荐知黎州（今四川汉源）；绍兴三十一年（1161），金人背盟，冯时行被高宗再次召见，上《请易田师中用<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>、刘绮疏》，疏中说：“自古未有人主退而能使天下进，人主怯而能使天下勇，今之形势，愿陛下舍一己之好恶，勉用张浚、刘绮、<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>忠等将领抗金。”并提出“宜省官吏，减州郡冗卒”。擢右朝请大夫，提点成都府刑狱，经划边事，卓有功绩。孝宗隆兴元年（1163）逝世于雅州（今雅安），时年63岁。死后被追为“古城侯”，初葬雅州古城，后移葬巴县鱼嘴沱（今江北区鱼嘴镇）。</p> <p>　　乾道五年（1169），雅州（今四川雅安）民众曾斥钱七十万，为冯时行立祠庙。《古城冯侯庙碑》载：“大众斥七十万钱，缚屋二十五盈，中为堂，塑侯像，挟以两庑，民岁时歌舞其下，水旱厉疾，必祷侯。”冯时行故乡洛碛有“缙云故里”、“状元井”、“状元桥”等纪念建筑。</p><br/><h2>轶事典故</h2> <p>　　《不懂规矩的冯时行》</p> <p>　　绍兴九年，也就是公元1139年，冯时行出任万州知府。此时的万州，民生凋敝，破败不堪，毫无生气。一天，冯时行沿着码头行走，思量如何治理万州，突然间，看见一个老妇人径直往江心走去——她要自寻短见！</p> <p>　　冯时行立刻差人将老妇救回，搀扶她坐在岸边，询问老妇为何要自寻短见。须臾之间，老妇生死两地，睁开眼睛看着面前这位大人，虽然第一次见面，但却有一种说不出的亲切感，就一把鼻涕一把泪地将自己的不幸和盘托出：原来这位老妇，本是万州江边的一位住户，几代人打渔为生。因这两年，官府赋税越来越重，丈夫和儿子为了能多打些鱼，被迫涉险到江中更远处打渔，好不容易有了更大收获回来时，却被恶霸孙奇虎抢了鱼，并毒打致死。</p> <p>　　冯时行气愤之极，强压怒火，沉沉地问道：“那您怎么不去官府伸冤，却跑来沉江呢？”</p> <p>　　“大人有所不知，这孙奇虎有转运判官李炯大人做后台，没人敢惹。”老妇越说眼泪越多。</p> <p>　　冯时行安慰老妇：“您放心，这件事我管了。”没过多久，冯时行收集到恶霸孙奇虎几年来犯下的罪行，状纸足有一尺多厚，冯时行当众宣判：恶霸孙奇虎为患乡里，恶迹累累，立马上报朝廷，秋后问斩！百姓拍手称快，但万州转运判官李炯却怀恨在心。</p> <p>　　冯时行看着大家久违的笑脸，高声说道：“诸位乡邻，我冯时行是来和大家一起治理万州的，这些日子，我走遍了万州的每一个县、乡，有的地方临水，那就打渔，有的地方近山，那就养蚕，大部分县乡土地肥沃，那就种田，一句话，就是让大家安居乐业。”</p> <p>　　百姓欢呼雀跃，感到了多年来没有过的踏实。冯时行说到做到，清闲之时下到乡野，指导农桑，甚至就在乡野开办学堂，给孩子上课，教大人识字，一扫初到万州时的死气沉沉，换来一片清明祥和的生机勃勃。</p> <p>　　有一次夏稻收割之后，乡绅们给冯时行送来两担新米，让他尝尝新鲜，冯时行无法推脱，不得不收下稻米，但坚持以市价折成钱物抵米；有人给他送鱼也是如此，甚至还挽留送鱼人一起吃饭，结果弄得这些“送礼之人”不敢再讨“无趣”，也就断了这种风气。但百姓心里都感恩冯时行，在上缴赋税之时，少有拖沓，渐渐地，官仓中余粮增多，府库中钱财增加，这就让转运判官李炯垂涎不已。</p> <p>　　一日，李炯登门拜访冯时行，开口直奔主题：“恭喜冯大人，贺喜冯大人！”</p> <p>　　冯时行一看是李炯，颇感意外。当初刚到万州，就斩了他的爪牙孙奇虎，事后，李炯怀恨在心，所以基本上没有往来。可今天李炯亲自上门，定有蹊跷，于是淡淡地问了一句：“李大人，不知冯某喜从何来？”</p> <p>　　“哈哈……冯大人是揣着明白装糊涂呢？你这两年，在万州任上干得风生水起，仓库之中钱粮不少，只要我们把这些钱粮孝敬朝廷，那你我就可以扶摇直上啊。”</p> <p>　　“孝敬朝廷？朝廷的赋税已经尽数缴清，难道还有名目？”冯时行明知故问。</p> <p>　　“呵呵……冯大人，这朝廷赋税是缴完了，但还有些名目需要打点。说白了，就是拿到京城孝敬秦桧秦丞相。想必你也清楚，你的前任万州知府政绩平平，为什么可以顺风顺水，官升一级呢？”李炯干脆说破其中奥秘。</p> <p>　　“哈哈……李大人，你打错算盘了，冯某绝不会拿百姓的血汗钱，来满足一己之私的！”冯时行转过身去，厉声喊道：“送客！”</p> <p>　　李炯一看冯时行变脸了，以为是冯时行假作清高，不但不知趣，反而接着说：“冯大人，果然清廉，李某佩服。但是我想告诉冯大人的是，这是历年来地方上的规矩，如果到了时间不送到京城丞相府，秦丞相是要怪罪的。”</p> <p>　　“什么规矩？谁立的规矩？给谁立的规矩？冯某这里，只有百姓和朝廷，朝廷赋税，重不伤民，这是朝廷的规矩；为官一任，两袖清风，这是做官的规矩。现在朝廷正在危难之际，外有金兵犯境，内有天灾不断，如果再加上你们这些人，掘地三尺，榨取民脂民膏，百姓怎么活？”冯时行的话掷地有声。</p> <p>　　“好，冯时行，你不懂规矩，就不要怪我不客气了！来呀，飞虎军何在？给我开库取钱！”气急败坏的李炯一声令下，五百飞虎军直奔官库。</p> <p>　　冯时行一看大事不好，立刻前往官库，坐在大门口，厉声呵斥：“你们是朝廷的军队，应该保卫百姓的安宁，可你们今天却公然无视朝廷法度，强取朝廷财物，霸占百姓的血汗，简直无法无天，你们想要拿走官库中一枚铜钱，就必须从我身上踏过去！”</p> <p>　　飞虎军看着平日里文弱斯文的冯知府，此刻却如同下山猛虎一般，声若洪钟，气势逼人，直吓得连连后退。闻讯赶来的百姓，迅速围拢冯时行，扇形排开，挡住官库，直面李炯和飞虎军：“要踏冯大人，先踩我们！”</p> <p>　　李炯一看场面越来越大，百姓越聚越多，甚至飞虎军中也有人开始倒戈，对自己不利，只能收兵，愤愤而去：“哼，冯时行，你等着！”</p> <p>　　百姓看着李炯等人离开，忙搀扶起已经筋疲力尽的冯时行。</p> <p>　　此后不久，李炯为了自保，怕秦桧怪罪，连夜写信密告秦桧，说冯时行不但不识时务，反而沽名钓誉，煽动百姓闹事。秦桧接到密信，趁着残害<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>等抗金名将之际，随便找了个“莫须有”的罪名将冯时行削职为民，发回原籍。</p> <p>　　冯时行被迫离开万州，准备登船回乡。可谁知万州百姓早已在码头恭候多时，默默垂泪，但没有一个人手里拿着东西。冯时行又惊又喜又悲：惊的是能有这般场景为自己一介布衣送行；喜的是百姓才是真懂得自己的人，不枉自己清廉一任；悲的是，自己一去，那官库中的百姓心血就会付诸东流。面对此情此景，他千言万语却无从说起，只哽咽说道：“诸位乡邻，冯某告辞了！”说完，头也不回，离岸登船，听不见江水滔滔，满耳尽闻百姓呼喊声；看不见群山巍巍，满眼尽是辛酸离别泪。</p> <p>　　船渐行渐远，慢慢消失在浩浩长江中，但冯时行的清廉却传递了千年，感动了千年。</p>"
}