{
  "id": 1049,
  "star": 0,
  "name": "郭祥正",
  "dynasty": "宋代",
  "desc": "郭祥正（1035～1113）北宋诗人。字功父，一作功甫，自号谢公山人、醉引居士、净空居士、漳南浪士等。当涂（今属安徽）人。皇祐五年进士，历官秘书阁校理、太子中舍、汀州通判、朝请大夫等，虽仕于朝，不营一金，所到之处，多有政声。一生写诗1400余首，著有《青山集》30卷。他的诗风纵横奔放，酷似李白。",
  "content": "<h2>生平</h2> <p>　　郭祥正出身官宦之家，父亲郭维，曾任淮南提刑、度支郎中等职。郭祥正少年即倜傥不羁，<a href=\"http://so.gushiwen.org/author_1049.aspx\">诗</a>文有飘逸之气，史传其母梦<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>而生。</p> <p>　　对于轮回的描述，在中国历史上也有很多的记载。根据《宋史》十帖三册四百四十四卷记载，唐朝的著名诗人李白，转世到了宋朝，名字叫做郭祥正。还有南北朝时代的梁元帝，他的前生是一位出家人，他的名字叫眇目僧，这也是出自《南史梁纪》一帖三册八卷。还有天人转世的记载，例如出自《唐书》三帖二册二十七卷，就记载着唐朝的皇帝唐代宗，他是神人降胎来的。另外还有人转成动物的，最著名的例子是在战国时代秦国的大将白起，当时他跟赵国打仗。赵国的大将赵括是纸上谈兵，不懂用兵之道，四十万赵国士兵都被俘虏了，大败。结果秦将白起，居然把手无寸铁的四十万赵国士兵都给活埋了。因此，後来《东周列国志》上面记载，在唐朝末年的时候，有一天突然天上打了个雷，就把一头牛给震死了，结果发现牛的肚子上面写着「白起」两个字。历史对这个事件的评论，是说白起因为杀人太多了，所以他生生世世都要轮回做畜生，受这个报应，而且还要受天雷震死的报应。这些历史的记载，再加上古圣先贤的教诲，所以古人对於轮回转世、因果报应，其实真的没有什麽怀疑。</p> <p>　　史传其母梦李白而生，少年即倜傥不羁，诗文有飘逸之气。<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>见之叹道：“天才如此，真太白后身也!”仁宗时举进士，庆历初年(1041)，任过秘阁校理、德仕尉，因经常高谈阔论，遭到非议；又常常同太守抵触，相处不洽，遂弃官回家。熙宁中(1073年前后)复出，知武冈县，签书保信军节度判官。当时<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>主持朝政，实行变法，祥正每次上疏神宗，陈述天下大计，唯王安石一人是听。神宗甚异之，将奏章转给王安石，称其有才可以任用。时郭祥正从章惇考察回来，听说朝中有人嫉恨，遂辞去殿中丞官职，回家乡姑孰屏居。不久又复出做官，于元丰中(1080前后)任汀州通判，经常在公余外出游览，饮酒赋诗。因在漳州顶撞了吏部使者，被诬陷下狱，5年后得以平反，知端州。宋哲宗元祐年间(1086～1094)又被朝廷启用为转承议郎，阶至朝请大夫。后以耄耋之年请归故里，隐于青山，终在故乡去世。祥正一生飘洒，他在姑孰屏居时，其宿处自号“醉吟庵”，曾作《醉吟先生传》，有“朝霞濯鲜于水上，夕风泛凉于木末，月魄在钩，莲香满船”之佳句，洋溢着江南水乡的生活气息。漳州出狱后，还自号“漳南浪士”。一生交游，多天下名士。著有《青山集》30卷。[1] </p> <p>　　少时曾拜访过正任国子监直讲的梅尧臣，将自己的诗作呈梅尧臣审阅，梅尧臣阅后惊叹道：“天才如此，真太白后生也！”并作《采石月》赠他。当时的诗坛名将<a href=\"http://so.gushiwen.org/author_2520.aspx\">郑獬</a>、潘兴嗣等也纷纷以“江南又有谪仙人、“人疑太白是重生”等诗句称誉郭祥正。</p> <p>　　皇祐五年（1053）中进士，授秘书阁校理，迁星子县（今江西）主簿。任职期间，性格与上司不合，至和元年（1054）弃官归寓宣城（今安徽）昭亭。嘉祐四年（1059）赴德化县（今江西九江）尉。嘉祐八年（1063）德化尉任满，适逢母卒，归家守丧。其后一直在家闲居。神宗熙宁五年（1072）知武冈（今湖南）县尉，并应辟赴权邵州防御判官，六年四月为太子中舍，与江东路家便差遣，遭谤言。八年（1075）为桐城县令。时王安石为相，实行“新政”，郭祥正拥护王安石变法，并上书奏乞天下大计，称颂王安石。王安石升他为殿中丞。他积极参与王安石的信誉之人编修三司条例官章惇“开梅山”工作。但遭王安石反对派百般诬蔑，一些人说他谀颂王安石。王安石避嫌，“耻为小人所荐，因极口陈其无行”，故而对他冷漠、轻蔑。<br>　<br>　　熙宁十年（1077）自桐城令徙为签书保信军节度判官。郭祥正自觉实难做人，心灰意冷，便于熙宁十一年（1078）辞官归隐姑孰青山。就在郭祥正辞官的当年，王安石也被罢官，以使相衔判江宁府。元丰四年（1081）起任汀州（今福长汀）通判，次年代理漳州（今福建）知州。时章惇执政，由于他曾“刺新法之非”，为章惇一派所忌恨，先被停职、罢官，后又入狱。直到哲宗即位后的元祐元年（1086）冤屈得伸，出狱后自号“漳南浪士”，后以覃恩转承议郎。元祐三年（1088）起为端州（今广东）知州，在任上有惠政。元祐四年（1089）阶至朝清大夫，他看清官场的险恶，奏准致仕，返乡隐居，长达二十四年。初宅居当涂城关东街西二条巷的寿俊坊。晚年，隐居青山东麓，宅号醉吟庵，俗称“郭子垅”，曾作《醉吟先生传》，有“朝霞濯鲜于水上，夕风泛凉于木末，月魄在钩，莲香满船”之句，洋溢着江南水乡的气息。隐居期间，专心释氏，自号净空居士。在居士林中，最钦服庞蕴大士，“何日许庞公”是他的平生追求。曾先后谒见白云守端、保宁仁勇等禅师，多有省悟。徽宗政和三年（1113）郭祥正病故，终年七十九岁。</p> <p>　　北宋仁宗皇祐至神宗熙宁年间，我国诗坛上出现了一颗新星，这就是当涂诗人郭祥正。他一出现，立即赢得享有盛誉的诗坛老将梅尧臣的赞扬，赢得著名诗人王安石、袁世弼、章望之、章衡的赞扬，他们中的多数人都说他是“李白后身”。希望他继<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>之后领导诗坛，为诗坛盟主，郭祥正的作品产生过相当广泛的影响。</p> <p>　　郭祥正，字功父，一字功甫，又名谢公山人、醉吟先生、漳南浪士。史传“其母梦李白而生”，少年即倜傥不羁，诗文有飘逸之气。梅尧臣一见，便叹道：“天才如此，真太白后身也。”皇 五年（1053），他至京师应礼部试，举进士。初任秘阁校理，后为南康军星子县主簿。嘉 四年（1059），转任江州德化尉，时年25岁。治平二年（1063）他闻郑毅夫知荆州，即以诗赠之。郑毅夫看到郭祥正的诗十分惊叹，称他为“谪仙人”。郑在《寄郭祥正》诗中说：“天门翠色未绕云，姑孰波光欲夺春。怪得溪山不寂寞，江南又有谪仙人。”熙宁五年（1072），郭祥正调任武冈县令。六年四月，为太子中舍，以军功迁升殿中丞。八年，复为桐城县令。十年，又自桐城令徙为庐州签书保信军节度判官。当时王安石主持朝政，祥正每上疏神宗，陈述天下大事“唯安石一人是听”，“凡议论有甚异于安石者，虽大吏亦当屏黜。”神宗甚异之，将奏疏转给王安石，称其“有才可用。”王安石认为郭祥正“为人纵横捭阖而薄行”，极口称其不可。郭祥正得知朝中有人嫉恨，遂辞去殿中丞官职，回到家屏居，一吟一酌，婆娑溪上，自号“醉吟先生”。元丰四年（1081），起用汀州通判。五年，摄守漳州，以顶撞吏部使者，被召回京。行至半途，遭诬下狱。5年后始得平反，出狱后自号“漳南浪士”。元 二年（1087）复被朝廷起为转承议郎，阶至朝请大夫，出知端州。四年，以年迈请求归里。初宅居当涂城关东街西二条巷的寿俊坊。晚年，隐居青山东麓，宅号醉吟庵，俗称“郭子垅”。曾作《醉吟先生传》，有“朝霞濯鲜于水上，夕风泛凉于木末，月魄在钩，莲香满船”之句，洋溢着江南水乡的气息。</p> <p>　　郭祥正一生写诗1400余首，著有《青山集》30卷。他的诗纵横奔放，崇尚李白，其诗风酷似李白，在所著的30卷《青山集》中，郭祥正就收录了用李白韵写的诗41首。南宋末年，著名的文艺理论家黄 对他的作品予以高度评价，说“功甫诗如此数绝，真得太白体，宜为诸老之所称赏也”。黄 在这里所说的“数绝”，是指郭祥正收入他的《青山集》中的《西村》、《访隐者》及《山居》等绝句。曹庭栋在《宋百家诗存》中更说他的诗“沉雄俊伟，如波涛万叠，一涌而至，莫可控御，不特句调仿佛太白，其气味竟自逼真”。南宋著名文艺理论家<a href=\"http://so.gushiwen.org/author_938.aspx\">胡仔</a>在他所纂辑的《苕溪渔隐丛话》中，曾专章记述了郭祥正的创作活动，并高度评价他的作品说：“功甫《金山行》造语豪壮，世多不见全篇”。为此，他特全录予后人。从元到明、清的几百年中，即使是“诗必盛唐”的口号笼罩一时，一些文坛巨子还给郭祥正的作品以比较公允的评价。著名诗人<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《升庵诗话》中曾说：“宋诗信不及唐，然其中岂无可匹体者，在选者之眼力耳。如郭功甫的《水车岭》云：“千丈水车岭，悬空九叠屏。北风吹不断，六月亦生冰。……谁谓宋无诗乎？”胡应麟在他的名著《诗薮》中也说：“苏于瞻的《定慧寺海棠》、郭功父的《金山行》等篇，尚有佳处，而不能尽脱宋气。”又说：“蔡天启的《题申王画马图》……与郭功甫的《金山行》，俱七言古诗翘楚，不可全以宋目之。”清嘉庆八年（1803年），安徽巡抚朱 在《青山集序》中还说：“考功甫在《宋史·文苑传》，称其母梦李白而生祥正，梅尧臣叹为李白后身，誉之至矣。”还慨然叹之云：“先生之志则大矣，以之侑食青山祠，列之北宋名家，亦不负其 骥千里之愿也。”可见后人对他的作品赞不绝口。</p> <p>　　郭祥正的诗不仅深得李白的神韵，还因为他对家乡人民的深切同情与关怀。如《苦寒行》、《前春雪》、《后春雪》、《川涨》、《治水谣》等。在《苦寒行》二首中，郭祥正写道：“江南饶暖衣 ，今冬春寒人未识。溪流冰合地成坼，一月三旬雪三尺。去年大僚人无食，子母生离空叹息。只今道路多横尸，安忍催科更诛殛。”又说：“下溪捕鱼一丈冰，上山采樵三尺雪。人人饥饿衣裳单，骨肉相看眼泪血。乾坤失色云未收，雕鹗无声自将拆。官仓斗米余百金，愿见春回二三月。”在《前春雪》和《后春雪》中，诗人更是饱含泪水地写道：“嗷嗷何物声，云是饥民哭。来请义仓米，奈何久空腹。寒威如戈矛，命尽须臾速。忆昨去年水，云涛卷平陆。高村既无麦，低田又无谷。民间已乏食，租税仍未足。县令欲逃责，催科峻鞭扑。嗟哉吾邦民，何以保骨肉？”类似这样的诗句，在郭祥正的诗集中多处可见。他卒年近八十，虽仕于朝，“不营一金”，所到之处，多有政声。</p><br/><h2>人物趣事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1049.aspx\">诗</a>人郭祥正有一次路过杭州，把自己写的一卷诗送给苏东坡鉴赏。未等东坡看诗，他自己先有声有色地吟咏起来，直读得感情四溢，声闻左右。吟完诗，征询东坡的意见：“这些诗能评几分？”</p> <p>　　东坡不假思索地说：“十分。”郭祥正大喜，又问何以能有十分。东坡笑着答道： “你刚才吟诗，七分来自读，三分来自诗，不是十分又是几分？” ——宋·<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>语明·<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>次《调谑编》</p><br/><h2>文学创作</h2> <p>　　在北宋新旧党的斗争中，郭祥正的遭遇有似<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>，因此他对苏轼颇为同情，感慨很多，如《寄东坡先生自朱崖量移合浦》写道：“君恩浩荡似阳春，海外移来住海滨。莫向沙边弄明月，夜深无数采珠人。”他的《金山行》一<a href=\"http://so.gushiwen.org/author_1049.aspx\">诗</a>，被称为“造语豪壮”，其中有“卷帘夜阁挂北斗，大鲸驾浪吹长空”；“寒蟾八月荡瑶海，秋光上下磨青铜；鸟飞不尽暮天碧，渔歌忽断芦花风”句。晚年隐居，不问世事，诗风由豪壮而冲淡，如《西村》：“远近皆僧刹，西村八九家。得鱼无卖处，沽酒入芦花。”又《访隐者》：“一径沿崖踏苍壁，半坞寒云抱泉石。山翁酒熟不出门，残花满地无人迹。”可见他的诗风多样，所以过去人评其“诗如大排筵席二十四味”（《宋诗纪事》）。</p> <p>　　著有《青山集》，有道光九年刊本，30卷，另振绮堂有钞本30卷。钱钟书曾指出：“郭祥正《青山集》续集里的诗篇差不多全是孔平仲的作品，后人张冠李戴，错编进去的。”（《宋诗选注》）</p>"
}