{
  "id": 2840,
  "star": 0,
  "name": "怀素",
  "image": "http://img.gushiwen.org/authorImg/huaisu.jpg",
  "dynasty": "唐代",
  "desc": "怀素（737-799，一说725-785），字藏真，俗姓钱，永州零陵（今湖南零陵）人，唐代书法家，以“狂草”名世，史称“草圣”。自幼出家为僧，经禅之暇，爱好书法。与张旭齐名，合称“颠张狂素”。怀素草书，笔法瘦劲，飞动自然，如骤雨旋风，随手万变。他的书法虽率意颠逸，千变万化，而法度具备。怀素与张旭形成唐代书法双峰并峙的局面，也是中国草书史上两座高峰。传世书法作品有《自叙帖》《苦笋帖》《圣母帖》《论书帖》《小草千文》诸帖。",
  "content": "<h2>生平</h2> <p><strong><a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>练蕉</strong></p> <p>　　怀素勤学苦练的精神是十分惊人的。因为买不起纸张，怀素就找来一块木板和圆盘，涂上白漆书写。后来，怀素觉得漆板光滑，不易着墨，就又在寺院附近的一块荒地，种植了一万多株的芭蕉树。芭蕉长大后，他摘下芭叶，铺在桌上，临帖挥毫。由于怀素没日没夜的练字，老芭蕉叶剥光了，小叶又舍不得摘，于是想了个办法，乾脆带了笔墨站在芭蕉树前，对着鲜叶书写，就算太阳照得他如煎似熬；刺骨的北风冻得他手肤迸裂，他还是在所不顾，继续坚持不懈地练字。他写完一处，再写另一处，从未间断。</p> <p>　　怀素与<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>，性格都很疏放率真，不拘小节，尤喜杯中物。据说张旭“每大醉呼叫狂走乃下笔，或以头濡墨而书。既醒，自视以为神不可复得也。世呼张颠”。怀素也曾一日九醉，时人常呼之为醉僧。他曾在寺内粉壁长廊数十间，每因酒后小豁胸中之气，便提笔急书于粉墙之上，其势若惊蛇走虺，骤雨狂风；满壁纵横，又恰似千军万马驰骋沙场。为此，时人又称怀素为“狂”。说怀素之与张旭，是“以狂继颠”。</p> <p><strong>看公孙大娘剑舞</strong></p> <p>　　唐代公孙大娘是开元时有名的女舞剑家，她的弟子也擅长舞剑。怀素看了公孙剑器舞后，大受启发。由此他的狂草在画形分布、笔势往覆中增强了高昂回翔之态；在结体上也加强轻重曲折、顺逆顿挫的节奏感。他的名气越来越大。</p> <p><strong>醉僧</strong></p> <p>　　怀素虽然是个僧人，但又不拘于寺院的清规。他十分喜欢饮酒，酒醉兴发，就在墙壁上、衣服上、器具上书写。他说：“饮酒以养性，草书以畅志。”因此，人们称他为“醉僧”。</p> <p><strong>笔冢</strong></p> <p>　　怀素对东晋书法家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、王献之及同朝张旭的行书、草书专心摹写，从不间断，专攻日久，自成一体。因长期精研苦练，秃笔成堆，埋于山下，人称“笔冢”。</p> <p><strong>墨池</strong></p> <p>　　怀素，其冢傍有小池，常洗砚水变黑，名为“墨池”。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>十岁时“忽发出家之意”，父母无法阻止。进入佛门后，改字藏真，史称“零陵僧”或“释长沙”。家贫，买不起纸张，只好在寺院的墙壁上、衣服上、器皿上，芭蕉叶上，练习书法；为了练字，还制作了一块漆盘。</p> <p>　　怀素年轻时，书法在于“不师古”。按照中国的笔法传承，他还“不得法”，还处于正统书法的门外。</p> <p>　　乾元二年（759），怀素正值弱冠之年，慕名前往<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>处求<a href=\"http://so.gushiwen.org/author_2840.aspx\">诗</a>。两个人性情相近，李白爱其才，还为他写下《草书歌行》。</p> <p>　　唐宝应元年（762年），怀素他由零陵出发，作万里之行，求师访友，经衡阳、客潭州。</p> <p>　　唐宝应元年（763年），怀素又开始北上岳州（今湖南岳阳）。</p> <p>　　唐大历元年（766年），怀素写《秋兴八首》。怀素此帖的书风，到这时还未发育成熟，而他的内心也处于彷徨阶段。无论是起笔、行笔、收笔，远还没有迈进晋人的门槛。</p> <p>　　唐大历二年（767年），怀素南下到广州向<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>学笔法。时徐浩去广州任刺史，此行目的并没有达到。同年冬或三年春，张谓奉诏回京任太子左庶子，于是怀素随同张谓一同进京。有幸见到<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>、王献之作品，也鉴赏到《曹娥碑》。 在长安，怀素前后大约滞留了5年的时间。</p> <p>　　唐大历三年（768年）春，怀素“遂担笈杖锡，西游上 国，谒见当代名公”，在衡阳与同舟北上的王邕等共游山水。当时，恰逢贬来潭州（长沙）任刺史的张谓回朝复职，怀素便与之同伴入秦。入京后拜会<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>的弟子邬彤，并引以为师。邬彤把张芝临池之妙、张旭的草书神鬼莫测，以及王献之的书法，都一一讲解给了怀素；离别之时，邬彤又将作字之法，一个“悟”字教给怀素。</p> <p>　　唐大历六年，怀素母病甚重，遂于腊月初回乡探视，以待汤药。怀素觐亲以后，即重返京师。</p> <p>　　唐大历七年（772年），九月左右，怀素返回故乡，绕道东都洛阳南下，拜会<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>。颜真卿把“十二笔意”即“平谓横、直谓纵、均谓间、密谓际”等传授给了怀素，并告诉怀素，他二十多岁时，曾游长安，师事张旭二年，略得笔法，自以为未稳。颜真卿并为怀素作《怀素上人草书歌序》。</p> <p>　　唐大历十一年（777年）八月六日，创作《自叙帖》。帖中概括了他一生的主要事迹，在《自叙帖》中，怀素对给予自己艺术有所教益的几位重要人物都留下了篇幅。</p> <p>　　唐贞元三年（787年），怀素与<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>相识并相交。陆羽写下了《僧怀素传》，是研究怀素的第一手资料。</p> <p>　　唐贞元十五（779年），怀素又回到了零陵，写《小草千字文》。</p> <p>　　晚年在四川成都宝园寺度过，唐贞元十五年（799年），患风痹病，圆寂。</p><br/><h2>艺术特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，和<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>齐名。后世有“张颠素狂”或“颠张醉素”之称，对后世影响极为深远。他也能做<a href=\"http://so.gushiwen.org/author_2840.aspx\">诗</a>，与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_3003.aspx\">苏涣</a>等诗人都有交往。好饮酒，每当饮酒兴起，不分墙壁、衣物、器皿，任意挥写，时人谓之“醉僧”。他的草书，出于张芝、张旭。《金壶记》说他是“一日九醉”。大概醉翁之意不在酒，“狂僧不为酒，狂笔自通天”，他志在“狂草”而已。</p> <p>　　怀素的草书以篆书入笔，藏锋内转，瘦硬圆通，用笔迅疾，气势宏大，虽然狂放，但并没有为追求新奇而无视法度。相反，他的草书严谨，结字简练，体现独特的草书艺术风格。</p> <p>　　怀素善以中锋笔纯任气势作大草，如“骤雨旋风，声势满堂”，到“忽然绝叫三五声，满壁纵横千万字”的境界。虽然如是疾速，但怀素却能於通篇飞草之中，极少失误。与众多书家草法混乱缺漏相比，如圣母、食鱼、苦笋、藏真、诸帖，保留晋法甚多，藏真帖且多有<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>作风。如小草千字文、圣母帖，与其狂肆作风，大异其趣，完全换过一番面目，也可说是他过人之处。</p> <p>　　从笔迹学的角度看，怀素一生的书法线条，质地上都倾向于瘦细，和禅修苦寒的美学有很大关系。怀素年轻时代，书法在于“不师古”。按照中国的笔法传承，他还“不得法”，还处于正统书法的门外。怀素二十九岁时，曾经写下了《秋兴八首》。《秋兴八首》是杜甫的诗句，创作于大历元年（766年），也就是“安史之乱”三年以后。怀素此帖的书风，到这时还未发育成熟，而他的内心也处于彷徨阶段。对于一个“野狐禅”，或者一个“贱家鸡”，怀素草书根本得不到认同。《秋兴八首》的书法线条，臃肿中包含着怯懦，为追求“一笔书”的效果，牵丝萦带显得很牵强，给人以拖沓的感觉。无论是起笔、行笔、收笔，远还没有迈进晋人的门槛。</p> <p>　　怀素本是一个叛逆者，在盛唐走向晚唐的时代，唐朝书法氛围崇尚法度；<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>书法在初唐，受到唐太宗的追捧，时人更是趋之若鹜，怀素并不在意当代的艺术潮流。他更多地在“一笔书”的领域探索，继承了张芝、崔爰、杜度以及王献之的书法传统。如果说，怀素青少年时期的书法，凭借的是艺术直觉。那他三十岁以后的艺术探索，则是在艺术传统中求索。而中国书法的历史传统，就是中国书法史上的笔法传承，笔法则是魏晋书法的“核心机密”。</p><br/><h2>家庭成员</h2> <p>曾祖父：钱岳，唐高宗时做过纬州曲沃县令</p> <p>祖父：钱徽，任延州广武县令</p> <p>父亲：钱强，做过左卫长史</p> <p>母亲：刘氏</p> <p>叔父：<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>（722-780），字仲文，吴兴人，大历十才子之一</p> <p>伯祖父：释惠融，僧人，书法家</p> <p>表兄：邬彤，钱塘人，唐代书法家</p><br/><h2>后世纪念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>公园</p> <p>　　为纪念怀素在今永州市零陵区潇水中路建有“怀素公园”。公园里有古迹绿天奄，是怀素出家修行，种蕉练字的地方。据零陵县志记载：绿天庵清咸丰壬子年毁于兵，同治壬戍年郡守阳翰主持重建。下正殿一座，上为种蕉亭，左为醉僧楼，有怀素塑像。庵后一处刻有“砚泉”二字，是怀素磨墨取水的地方。右角有“笔冢”塔，怀素写秃了的笔都埋于此。庵正北70余步有墨池，是怀素洗砚处。</p>"
}