{
  "id": 2065,
  "star": 2,
  "name": "尤袤",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2065.jpg",
  "dynasty": "宋代",
  "desc": "尤袤（mào）（1127年—1202年），字延之，小字季长，号遂初居士，晚年号乐溪、木石老逸民。南宋著名诗人、大臣、藏书家。祖父尤申，父尤时享，治史擅诗。绍兴十八年（1148年），尤袤登进士第。初为泰兴令。孝宗朝，为大宗正丞，累迁至太常少卿，权充礼部侍郎兼修国史，又曾权中书舍人兼直学士。光宗朝为焕章阁侍制、给事中，后授礼部尚书兼侍读。卒后谥号“文简”。尤袤与杨万里、范成大、陆游并称为“南宋四大诗人”。原有《梁溪集》五十卷，早佚。清人尤侗辑有《梁溪遗稿》两卷，刊行于时。",
  "content": "<h2>主要成就</h2> <p><strong>文学</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>的成就在于他的<a href=\"http://so.gushiwen.org/author_2065.aspx\">诗</a>歌创作。元朝的方回曾谈到，南宋“中兴以来，言诗者必曰尤、杨、范、陆”。尤袤、<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>、<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>并称为南宋四大诗人。可惜，尤袤的大量诗稿和其他著作以及三万多卷藏书，在一次火灾中全被焚毁。见到的他的五十九首诗是由他的清朝后裔<a href=\"http://so.gushiwen.org/author_759.aspx\">尤侗</a>从一些方志、类书中搜集到的。从这些残留诗篇的思想内容上看，尤袤与陆、杨、范三位诗人一样，都对当时南宋小朝廷一意偏安、屈膝投降流露出不满的情绪，对山河破碎、人民遭受异族压迫是十分忧愤的。如从《落梅》一诗中就可以看出诗人对国事的忧虑，对南宋朝廷不思恢复、陶醉于歌舞升平之中的愤懑：“梁溪西畔小桥东，落叶纷纷水映红。五夜客愁花片里，一年春事角声中。歌残《玉树》人何在？舞破《山香》曲未终。却忆孤山醉归路，马蹄香雪衬东风”。</p> <p>　　尤袤的诗歌写得平易自然，晓畅清新，没有华丽的辞藻也没有生辞的典故之句。《青山寺》可称为他现存诗歌中的代表作：“峥嵘楼阁扦天开，门外湖山翠作堆，荡漾烟波迷泽国，空蒙云气认蓬莱。香销龙象辉金碧，雨过麒麟驳翠苔。二十九年三到此，一生知有几回来”。</p> <p><strong>藏书</strong></p> <p>　　尤袤一生嗜书，早有尤书橱之称。他对于图书“嗜好既笃，网罗斯备。”凡是他没有读过的书，只要他得知书名，就要想尽办法找来阅读，读后不仅要做笔记，借来的还要抄录收藏。杨万里曾经描述他乐于抄书的情景：“延之每退，则闭门谢容，日计手抄若干古书，其子弟亦抄书……其诺女亦抄书。”杨万里还记述一则故事，说他曾将其所著《西归集》、《朝天集》赠送给尤袤，尤袤高兴地写诗酬谢：“西归累岁却朝天，添得囊中六百篇。垂棘连城三倍价，夜光明月十分圆。”</p> <p>　　由于尤袤酷好收集、珍藏书籍，加上他曾担任过国史馆编修、侍读等公职，有机会借阅朝廷三馆秘阁书籍，能够更多地抄录到一些一般人所难以见到的书。因此，他的藏书十分丰富，其中善本、珍本也很多。他的好友陆游曾在诗中描写他的藏书是“异书名刻堆满屋，欠身欲起遗书围。”</p> <p>　　取孙绰《遂初赋》，作藏书楼名为“遂初堂”于九龙山下，由宋光宗赐书匾额。于收无所不观，观书无所不记。著名文学家杨万里记其：“延之每退，则闭门谢客，日计手抄若干古书，其子弟亦抄书，其诸女亦抄书”。一生抄录图书达3000余卷。他说：“吾所抄书今若干卷，将汇而目之。饥读之以当肉；寒读之以当裘；孤寂而读之，以当友朋；幽忧而读之，以当金石琴瑟。”所藏书不轻易借人，新若手未触。另有藏书处“锡麓书堂”、“万卷楼”等。藏书3万余卷，多有善本、珍本。</p> <p>　　尤袤曾把家藏书籍“汇而目之”编成了《遂初堂书目》一卷。（亦称《益斋书目》），这是中国最早的一部版本目录，对研究中国古籍具有相当的参考价值。著录有3 200余种书籍。分经、史、子集四部44类。仅记书名，不具解题，不详记卷数和著述人姓氏，《四库总目提要》疑为传写者所删削，今本非其原书。但记版本较为详细。从这本书目中可看出，尤袤的藏书包括经、史、子、集、稗官小说，释典道教、杂艺、谱录等等的内容。特别值得一提的是，尤袤十分重视收藏本朝书籍，约占他所收藏史籍总数的三分之一。他收藏的北宋《国史》，九朝具备，北宋《实录》不仅齐全，而且有多种版本。可惜尤袤藏书在他逝世后因宅第失火，焚之一炬。仅留下《遂初堂书目》一部。</p><br/><h2>生平</h2> <p><strong>少年英才</strong></p> <p>　　公元1127年（北宋靖康二年）农历二月十四日生于无锡一个书香门第中。<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>自小受家学熏陶，5岁能为<a href=\"http://so.gushiwen.org/author_2065.aspx\">诗</a>句，10岁有神童之称，15 岁以词赋闻名于毗陵郡（今常州，时无锡属毗陵）。</p> <p><strong>县政改革</strong></p> <p>　　公元1148年（绍兴十八年）举进士（原为状元及第，因得罪秦桧，改了三甲37名）。最初任泰兴县令。当时宋室山河破碎，偏安江南。泰兴处于南宋边区，金兵时常入侵，“县旧有外城，屡残于寇”。尤袤上任后，一面为民请命革除苛捐弊政；一面率领军民整修城廓。南宋朝绍兴三十一年（公元1161年）十月，金兵大举南侵，扬州、真州（今仪征）等城都被攻陷，只有“泰兴以有城得全”。金兵蹂躏两淮地区后，淮南人民死伤枕籍，流离失所。尤袤在诗作《淮民谣》中，描述了当时淮南人民的悲惨处境：“流离复流离，忍冻复忍饥；谁谓天地宽，一身无所依。淮南丧乱后，安巢亦未久，死者积如麻，生者能几口？荒树日西斜，抚摩力不给，将奈此忧何？”。</p> <p><strong>外知台州</strong></p> <p>　　尤袤在泰兴有政绩，后奉调入京，任秘书丞兼国史院编修官和实录院检讨官，质又升任著作郎兼太子侍读。公元1172年（南宋朝乾道八年）农历二月，尤袤因参与一些大臣反对孝宗任用安庆军节度使<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>执政，于次年冬被赶出京城，任台州（今浙江临海）知州。尤袤在台州期间，曾减免了一万多户无地贫民的税收，继续加厚和加高了前任知州修筑的城墙。后来，台州发生洪水时，城区由于城墙高、厚而未受淹。</p> <p>　　当尤袤在台州作出政绩时，一些奸诈之辈就散布流言蜚语对中伤于他，引起了宋孝宗的怀疑，特派人对尤袤进行秘密调查，。使者在台州听到的是民众对尤袤的一片赞誉声，回京如实作了回报，并抄录了尤袤在台州所作的《东湖》诗四首呈送孝宗。其中二首：“三日瑶霖己渺漫，未晴三日又言干。从来说道天难做，天到台州分外难。百病疮痍费抚摩，官供仍傀拙催科。自怜鞅掌成何事，赢得霜毛一倍多。”宋孝宗对尤袤勤于政事和忧国忧民的品德十分叹赏。不久就提升他为淮东（今淮扬一带）提举常平，后又调任江东（今南京、广德一带）提举常平。</p> <p><strong>转运江西</strong></p> <p>　　尤袤在江东任内，适逢大旱，他率领人民抗灾，并设法赈济灾民。后被题升为江西转运使兼隆兴（今江西南昌）知府。公元1182年（南宋朝淳熙九年），尤袤被召入朝，授吏部郎官、太子侍讲，后又提升为枢密检正兼左谕德。在朝时，他直言敢谏。公元1183年（南宋朝淳熙十年）夏大旱，尤袤便上书皇帝，对当时政治上的黑暗作了无情的揭露，书中说：“催科峻急而农民怨；关征苛察而商旅怨；差注留滞，士大夫有失职之怨；给浚削，而士卒又有不足之怨；奉谳不时报，而久系囚者怨；幽枉不获伸，而负累者怨；强暴杀人，多特贷命，使已死者怨；有司买纳，不即酬价，负贩者怨。”他要求宋孝宗革除弊政，以弭民怨。</p> <p>　　公元1187年（南宋朝淳熙十四年）农历十月，尤袤被任命为太常少卿，他对朝廷礼制和人才使用提出了很多正确的意见，深受宋孝宗的赞许，进官权礼部侍郎兼同修国吏侍讲，后又被任命兼权中书舍人和直学士院之职，尤袤力辞并推荐<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>替代，但宋孝宗不同意。</p> <p><strong>苦谏无果</strong></p> <p>　　宋光宗于公元1189年（南朝宋淳熙十六年）农历二月即位，即位后，尤袤再三劝谏劝，要他“谨初戒始，孜孜兴念”，告诫他“天下万事失之于初，则后不可救”。并对宋光宗即位后即任用亲信和滥施爵赏的做法十分忧虑。他引用唐太宗登基后不私秦王府旧人的故事，想引起宋光宗的重视，但尤袤的这番忠言不仅没有打动光宗，反而被一些奸臣从旁诽谤，说他是已经下野的<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>的党羽。公元1190年（南宋朝绍熙元年），尤袤再次被逐出京城，出任婺州（今浙江金华）、太平州（今安徽当涂）的知府。后又被召入朝任绘事中兼待讲。此时他又要求光宗“澄神寡欲”、“虚己任贤”，并对宋光宗帝继续滥施爵赏的做法一再进行劝阻。宋光宗有时也能采纳尤袤的意见，如撤销了一些升迁近臣的决定等等。但有时仍固执己见，甚至对尤袤的上谏大发脾气。有一次宋光宗帝又对不应提升的官员委以重任。尤袤上奏谏阻，宋光宗大怒，当即把尤袤的奏章撕得粉碎。</p> <p><strong>告老归田</strong></p> <p>　　尤袤对于宋光宗朝令夕改、反覆无常的做法非常不满，曾数次要求致仕归田，并以不愿为官、隐居山林的晋代名士孙绰撰写的《遂初赋》的“遂初”二宇以自号，宋光宗帝一面书写“遂初”二字赐给尤袤；一面又不同意他致仕，还迁升尤袤为礼部尚书。尤袤到了七十岁方致仕归家。在无锡束带河旁的梁溪河畔造了园圃，题名乐溪。园内有万卷楼、畅阁、来朱亭、二友斋等。公元1202年（南宋朝嘉泰二中），尤袤病逝，终年七十六岁。</p>"
}