{
  "id": 2554,
  "star": 1,
  "name": "憨山德清",
  "image": "http://img.gushiwen.org/authorImg/hanshandeqing.jpg",
  "dynasty": "明代",
  "desc": "憨山德清（1546年11月15日－1623年1月15日），俗姓蔡，字澄印，号憨山，法号德清，谥号弘觉禅师，安徽全椒人，明朝佛教出家众，为临济宗门下。复兴禅宗，与紫柏真可是至交，被认为是明末四大高僧之一。憨山德清精通释、道、儒三家学说，主张三家思想的融合。倡导禅净双修，教人念自性佛，其思想见解颇与禅宗六祖惠能大师相契。中国禅宗的祖庭—曹溪，经过憨山德清的锐意经营，由荒废恢复旧观，因此被称为曹溪中兴祖师。其功德巍巍，为后人所敬仰。",
  "content": "<h2>生平</h2> <p><strong>早年事迹</strong></p> <p>　　父亲蔡彦高，金陵府全椒县居民。 母亲洪氏，虔诚的佛教徒，奉观音大士，一夜因梦见观世音菩萨抱送童子而有孕。七岁时，钟爱他的叔父病死，德清开始思索生死去来的问题。德清九岁时，常随母亲至寺院礼佛，能背诵《普门品》。嘉靖三十六年（西元一五五七），德清十二岁，辞亲入报恩寺依西林永宁和尚诵习经教，兼习儒学及古文<a href=\"http://so.gushiwen.org/author_2554.aspx\">诗</a>赋。不久，即能背诵《法华经》，并博通内外黄老之学。</p> <p><strong>求法因缘</strong></p> <p>　　十九岁，德清往谒栖霞山云谷法会禅师领受禅法，读到《中峰广录》时，体会禅中三昧，乃决志参禅，便返回报恩寺出家，受具足戒。一日，听和尚讲《华严玄谈》，至十玄门、海印森罗常住处，恍然了悟法界圆融无尽之旨，因而恳切仰慕华严宗清凉澄观法师的为人，自字“澄印”。</p> <p><strong>自号憨山</strong></p> <p>　　隆庆五年（1571），他北游参学，先至北京听讲《法华》和唯识，并参徧融（真圆）、笑岩（德宝）二巨匠，请示禅要。继往游五台山，见北台憨山风景奇秀，即有取为自号之意。不久又回北京西山，获识当时名士王凤洲、汪次公、欧桢伯等，以诗文相唱酬。</p> <p>　　万历二年（1574）他又离京行脚，游嵩山、洛阳，至山西蒲州会见妙峰，和他同上五台山，居北台之龙门，专事参禅。万历四年（1576），袾宏游五台山，与憨山叙谈五日，使其深受禅净兼修思想的影响。万历九年（1581），神宗慈圣太后派人至五台山设“祈储道场”并修造舍利塔，他和妙峰共建无遮会为道场回向。越年在山讲《华严玄谈》，听众近万人。</p> <p>　　万历十一年（1583），德清赴东海牢山（山东崂山）那罗延窟结庐安居，开始用憨山为别号。皇太后遣使送三千金为他建庵居住，当时山东遭灾荒，他即建议将此费全数施舍给灾民。万历十四年（1586），神宗印刷大藏经十五部分送全国名山，慈圣太后特送一部与东海牢山，因无处安置，又施材修寺，称海印寺。同年，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>（达观）与弟子道开为刻藏事特来访他，住了两旬而去。万历二十年（1592），他访达观于房山上方山，同游石经山，巡礼隋静琬所刻石经。时静琬塔院为僧所卖，达观出资赎回，德清撰《复涿州石经山琬公塔院记》。</p> <p><strong>充军广东</strong></p> <p>　　万历二十三年（1595），神宗不满意皇太后为佛事耗费巨资，恰恰太后又派了个当时大臣所忌的使者送经到牢山，这样就迁罪于德清。他从北京回来，被捕下狱，以私创寺院罪名充军去广东雷州。他于十月间携侍者福善南行，至韶关，入曹溪南华寺礼六祖肉身，越三年三月到达雷州。时雷州旱荒，饥民死亡载道，他发动群众掩埋并建济度道场。八月间，镇府令他还广州，当地官民仰慕他的学德，经常有人去访问他。他即以罪犯服装登座为众说法，创开岭南的佛教风气。</p> <p><strong>住持曹溪</strong></p> <p>　　万历二十八年（1600）秋，南韶长官祝公请他入曹溪，时南华寺衰落已久，他到寺后，开辟祖庭，选僧受戒，设立僧学，订立清规，一年之间，百废俱兴。万历三十一年（1603），达观在京师因《妖书》事，被捕下狱，又累及德清，仍被遣还雷州。这中间他曾渡海游海南岛，访苏东坡故居，作《琼海探奇记》。</p> <p>　　万历三十四年（1606）八月，明廷大赦，德清于是再回曹溪。他为复修南华寺大殿，自往端州采运大木。有僧挟嫌诬他私用净财，讼于按察院，他船居芙蓉江上二年待讯，大病几死。后来虽真相大白，他却坚决辞去曹溪的住持，至广州长春庵，为众讲经。</p> <p><strong>结缘庐山</strong></p> <p>　　万历四十一年（1613），他从广州至衡阳，居灵湖万圣寺。缁素又在寺傍为他建成昙华精舍。他在衡阳写成了《楞严通议》、《法华通议》、《起信论略疏》，并自开讲。</p> <p>　　万历四十四年（1616）四月，他离湖南，至九江，登庐山。九江四众弟子为建静室于五乳峰下，他很爱其环境幽寂，有终老其地之意。后到径山，即为达观举行荼毗佛事并撰塔铭。</p> <p>　　万历四十五年（1617）正月，他又去杭州云栖寺为袾宏作《莲池大师塔铭》。时各地僧徒领袖在西湖集会欢迎他，盛况一时。归途经苏州、华严学者巢松、一雨请入华山游览。又被弟子洞闻、汉月及居士<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>迎至常熟虞山，说法于三峰清凉寺。同年五月回庐山。<br>这时九江众弟子为他在五乳峰下扩建道场，他即命名为法云寺，于此为众开讲《法华》、《楞严》、《金刚》、《起信》、《唯识》诸经论，并效远公六时礼念，专心净业。又为继续华严一宗的遗绪，据《清凉疏钞》撰成《华严经纲要》八十卷。</p> <p><strong>圆寂前后</strong></p> <p>　　天启二年（1622），德清应韶阳太守张公之请，再入曹溪，为众说戒讲经。天启三年十月示微疾，向大众宣布道：“老僧世缘将尽矣！”有僧请他垂一言，他说：“金口所演，尚成故纸，我又何为？”（《憨山大师传》，《憨山老人梦游集》卷五十五），后焚香趺坐而逝，世寿七十八，僧腊五十九，諡号“弘觉禅师”，后人为他立塔于南华寺天子岗。崇祯十三年（1640），弟子们将遗骸漆布升座，安放塔院，即今曹溪南华寺内供奉的憨山肉身像。（刘起相《本师憨山大和尚灵龛还曹溪供奉始末》）。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2554.aspx\">憨山德清</a>灵龛于天启四年正月二十一日归匡山。因匡山地多阴，不便安葬，经二十年后又从匡山重返广东曹溪。大众开灵龛瞻视，见大师结双跏趺坐，面色鲜红，爪发犹生，衣服尚新，只是开龛以后立即见风零星飘碎。当时有一僧人建议依天竺的方法，用海南栴檀末涂其体。众人同意他的作法，此僧人涂罢以后即离去不见。然后弟子们恭恭敬敬为大师肉身披上了千佛衣，供奉于憨山寺内。</p><br/><h2>主要成就</h2> <p><strong>中兴曹溪</strong></p> <p>　　曹溪，禅宗南宗别号。以六祖慧能在曹溪宝林寺演法而得名。韶州（今广东省曲江县）曹溪宝林寺的建立，是在南北朝梁武帝天监三年（公元504年）。经过南北朝和隋唐之际军事战乱，到了唐初，宝林寺近于毁废。六祖慧能剃度后再次回到韶州曹溪，住持宝林寺，对宝林寺进行大规模扩建，使得其香火鼎盛。至明末，这座唐朝著名的禅宗道场，已经破落不堪。修行的僧人们不守戒律，饮酒食肉，经营生产。<a href=\"http://so.gushiwen.org/author_2554.aspx\">憨山德清</a>有感于曹溪祖庭的败落，着手进行整治，历经一年，使大鉴之道，有勃然中兴之势，被尊为曹溪中兴祖师。</p> <p><strong>佛学主张</strong></p> <p>　　修心</p> <p>　　关于德清的佛学思想，吴应宾在其《憨山大师塔铭》中曾说，德清有与圭峰宗密、觉范和延寿诸家相似之处，在法界观上似宗密，在文字禅方面似觉范，在以心为宗方面似延寿，可见其思想，并不拘于一家。</p> <p>　　德清是临济系统内的禅僧，在禅学观上，德清坚持原禅的一些基本观点，他论为人人自心光明圆满，各各现成，不欠毫发，众生因为无始劫来的爱根种子造成的深厚妄想，障蔽了这个妙明之心，得不到真实受用，一心只在妄想世界里做活计，流浪生死。只要一念顿歇妄念，就能彻见自心，清净本然了无一物，这就叫悟。他强调，所谓修，所谓悟，都是修此心，悟此心，不是离开自心而别有可修可悟者。</p> <p>　　德清进一步证明为什么只需修此心，悟此心，他认为，三界唯心，万法唯识，佛法只是解说这八个字。心外无法，心外无事，所以，“除此一心，无片事可得”（《示蕲阳宗远庵归宗常公》，《憨山老人梦游集》卷七）。所谓事法，只是识所变现，识只是心迷而有，已经失去真如之名，推究自心，则了无可得之处。</p> <p>　　德清认为，本质上禅宗向上一路，直指自心，明心见性，顿悟成佛，无需修行，而处处都真，平常生活，都见法身，“江光水色，鸟语潮音，皆演般若实相；晨钟暮鼓，送往迎来，皆空生晏坐石室见法身时也。”（《示灵州镜上人》，同上卷三）不但无修，也无知解，无文字般若，要将从前知解，尽情脱去，一点知见都用不着，要将文言字句，全都去除。“所读之般若，又岂有文言字句，寄于齿颊之端耶？”（同上）这却是与紫柏<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>有些差异的。但是，末法时代，“吾人积劫习染坚固，我爱根深难拔。”（《答郑琨岩中丞》，同上卷一）所以不可能像祖师那样的直指，学人不能顿悟，而有参禅提话头之说，但祖师们并未有公案话头之类。德清并不反对参话头，他只是指出，参话头不是在公案话头、文字语句上下功夫，要的是参究自己，而禅界学人，却”不知向根底究，只管在话头上求，求来求去，忽然想出一段光景，就说悟了……如此参禅，岂不瞎却天下后世人眼睛？”（《示参禅切要》，同上卷六）德清强调参禅要下疑情，有怀疑精神，他非常推崇“小疑小悟，大疑大悟，不疑不悟”这一原则，疑情破处便是悟。参禅又要有大勇猛力，大精进力，大忍辱力，决不能思前算后，决不能怯弱。</p> <p>　　融净</p> <p>　　德清的净土思想，是自心净土，他说：“今所念之佛，即自性弥陀，所求净土，即唯心极乐。诸人苟能念念不忘，心心弥陀出现，步步极乐家邦，又何以远企于十万亿国之外，别有净土可归耶？”（《示优婆塞结念佛社》，同上卷二）这就是与净土宗所讲的西方净土有所区别，实际上以禅的思想加入并改造净土宗，如果从禅净合一的角度分析，是以禅为主而融入净土，这与袾宏所讲的西方净土有些区别，但在实际操作上，则又是讲他利的。</p> <p>　　修行</p> <p>　　净土法门的具体修行方法，德清弘传的是念佛，他在雷州时，就向不能进修自度的人传授念佛三昧，专念阿弥陀佛名号，或念三五千声，或念一万声，早晚如此。</p> <p>　　德清又从话头禅的角度，把参禅和念佛结合起来，参话头只要参这个念佛，“只是心心不忘佛号，即此便是话头。”（《答德王问》，同上卷十）就是单提一声阿弥陀佛作为话头，下个疑情，审问这念佛的是谁，再提再审，审之又审，看看这念佛的究竟是谁，这样一切杂念当下顿断，不容再起。</p> <p>　　德清不只主张禅净融合，也讲禅教融合，三教融合。关于禅教，德清认为达摩虽讲禅是教外别传的，其实他也是以教来印证禅的，可见教禅本无二致。禅宗中虽然也有超佛越祖之谈，但实际上也是要人成佛作祖去的，而要成佛作祖，必须要遵照佛祖的言教而行。舍教而习禅，“是舍规矩而求方圆也”（《示六如坤公》，同上卷八）。</p> <p><strong>三教融合</strong></p> <p>　　关于三教，德清花了很多篇幅来说明三教的融合，他有一句名言，“为学有三要，所谓不知《春秋》，不能涉世；不精《老》、《庄》，不能忘世；不参禅，不能出世。”（《学要》，同上卷三十九）这三者缺一不可，缺一则偏，缺二则隘，三者全无而称之为人者，则是貌似人而已。</p> <p>　　憨山有关三教之会通，比较完整而有系统的论述，见于所著《观老庄影响论》一篇中。三教之间，特别是儒佛之间，德清也提出了许多融合的根据，最根本的，儒家讲忠讲孝，德清则讲佛教也讲忠孝的：“出家人宁可上负佛祖，下负我憨山老人，不可自负，不可负君，不可负亲。”</p><br/><h2>轶事典故</h2> <p><strong>顿悟法界</strong></p> <p>　　嘉靖四十四年，德清至天界寺习禅，云谷禅师授以念佛公案，德清发奋参究。一日，德清在天界寺闻法后，发现寺中后架精洁，对净头不由得生起敬意。及至探访，才知是一位全身黄胆，却两眼炯炯有神、目光激射的妙峰禅师。德清欣赏妙峰的率真，应其病情需要准备了果饼去探视他，并与他约定结伴同游。不料数日后，妙峰却不告而别，不知去向。隆庆五年（西元一五七一），德清二十四岁，开始游历四方，参谒善知识，随身仅有一钵，一路迳往风雪霜寒的北国天地而去，想藉此经历一番冰寒彻骨的磨炼。一日，他托钵于寒风刺骨的广隆市，自忖得意：“只此一钵，可抵万钟厚禄矣！”当他行脚至京师时，一位身着衲衣，蓬头垢面的苦行僧来到面前，德清立刻是妙峰。二人相视而笑，莫逆于心。随后两人连袂参访笑岩等二禅师。万历元年（西元一五七三），德清游五台山，见憨山奇秀，乃取“憨山”为号。第二年，德清与妙峰结冬于蒲阪，阅僧肇的《物不迁论》，至“梵志自幼出家白首而归”一段，顿明旋岚偃岳之妙，去来生死之疑，即作偈曰：“死生昼夜，水流花谢，今日乃知，鼻孔向下。”妙峰见德清神情异于昔日，遂问有何所得，德清回答：“夜来见河中两铁牛相斗入水去，至今绝消息。”妙峰说：“恭喜你已有住山的本钱了！”德清已然泯除能所的对待，当下体证自性的无分别智。</p> <p><strong>结缘太后</strong></p> <p>　　神宗万历九年（公元1581年），<a href=\"http://so.gushiwen.org/author_2554.aspx\">憨山德清</a>应神宗皇帝朱翊钧的生母、慈圣皇太后李氏（号称“九莲菩萨”）之请，与妙峰、大方二师于五台山启建祈皇嗣大法会。憨山隐居东海牢山（即崂山）一年多后，慈圣皇太后为嘉慰憨山当年祈嗣之劳，特派专使亲访，力请憨山入京受赏，憨山固恳谢不就。慈圣皇太后复遣前使送三千金予憨山，仍婉辞以拒，并与使者相商，将该笔巨款转作赈济山东饥民之用；憨山慈悲利他的善行，不仅令当地父老铭感五内，也使慈圣皇太后赞叹不已。</p> <p>　　明万历十八年（1590）时，慈圣皇太后施刻了五万册《佛说高<a href=\"http://so.gushiwen.org/author_270.aspx\">王观</a>世音经》颁行天下。龙牌上榜题写明：大明慈圣宣文明肃皇太后万历庚寅正月吉日发心刊版施印。以求“皇图永固，帝道遐昌。佛日增辉，法轮常转”可见慈圣宣文明肃皇太后深受憨山德清念诵《高王观世音经》的影响。</p> <p><strong>牢山劫难</strong></p> <p>　　万历二十三年，憨山德清被以私造寺院的罪名充军于广东雷州。</p> <p>　　德清被捕充军的消息遍传京城，城中士民老小及微服官员倾城而出，涕泣追送，足见人心之感化。当行经南京时，德清母亲迎于江上，母子相见欢喜，谈话音声清亮，内心没有丝毫的滞念。他不禁开口问道：“母亲！当您听到儿子面临死生大事时，难道一点都不忧虑吗？”　“死生是既定的因缘，我自己年纪一大把了，都不曾忧虑，又何忧于你呢？”母亲再叮嘱他：“你要以道自爱，不必忧愁于我，今日我就要先与你作长别了。”德清感动地说：“如果普天下的母亲都能有这样的见解，那里不能顿尽死生之情？”因此，他在《憨山大师梦游集．母子铭》中写道：“母子之情，磁石引针；天然妙性，本自圆成。我见我母，如木出火，木已被焚，火原无我。生而不恋，死若不知，始见我身，是石女儿。”　万历二十五年，德清抵达雷州镇，时值雷州旱荒，饥民死亡载道。德清发动群众掩埋并建济度道场。八月间，镇府令他回返广州，当地官民崇仰其学德，经常有人来访。德清身服囚衣仍为众说法，追随他学佛悟道者众多，他亦立下弘经之愿，日日以布教、弘法、着述为事，并着手疏论《楞伽》、《楞严》诸经。</p><br/><h2>得法弟子</h2> <p><a href=\"http://so.gushiwen.org/author_2554.aspx\">憨山德清</a>的得法弟子很多。</p> <p>据《梦游集》记载，跟随憨山德清在狱中的福善和尚；</p> <p>随德清流放广东的善与、通炯、超逸、通岸诸人；</p> <p>安徽舒州（今安庆市）的吴应宾和常熟的<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>；</p> <p>会稽（今浙江绍兴县）人陆梦龙；</p> <p>另外还有一位刘起相，记述了憨山德清灵龛还归曹溪宝林寺供奉始末。</p><br/><h2>后世纪念</h2> <p><strong>肉身<br></strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2554.aspx\">憨山德清</a>与六祖慧能的肉身并列供奉于曹溪南华寺内。</p> <p><strong>纪念堂</strong></p> <p>　　憨山大师纪念堂位于和县绰庙乡—古渡口蔡浅。公元2004年，南华禅寺传正法师主持兴建此堂。</p>"
}