{
  "id": 768,
  "star": 13,
  "name": "徐锡麟",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_768.jpg",
  "dynasty": "清代",
  "desc": "徐锡麟（1873年-1907年），字伯荪，号光汉子，浙江山阴（今绍兴）人。生于地主绅商家庭，幼读私塾，喜欢算术、天文，先后取得廪生、副举人等功名。因他常宣传革命思想，仇视清廷，其父恐受连累，分了一部分财产给他，表示脱离父子关系。",
  "content": "<h2>秋瑾关系</h2> <p>　　《戊戌喋血记》说，<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>听闻<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>之死很绝望，因此后来她放弃了逃跑的选择，慷慨就义。<br>　　徐锡麟与秋瑾并无儿女私情<br>　　中新网杭州10月10日电(记者 严格)坐在记者面前的徐乃达刚刚参加纪念辛亥革命的一个活动，这并非因为他的身份——美国飞翔网讯控股集团公司执行董事，也不是因为其姐姐徐乃锦嫁给了蒋介石的长孙蒋孝文，而是因为其祖父徐锡麟。<br>　　在会场里，坐在徐乃达旁边的是秋瑾的后人，他们交流了一个流传了百余年的话题：他们是恋人吗？<br>　　徐锡麟秋瑾都是浙江绍兴人，他们先后加入光复会，共赴日本求学，共同创办大通学堂，共同谋划浙皖起义，最后徐壮烈牺牲，秋从容就义。<br>　　而由邱礼涛执导，黄奕、杜宇航、黄秋生、郑嘉颖等人主演的《竞雄女侠·秋瑾》也引起了广泛争议，黄奕饰演的秋瑾和杜宇航饰演的徐锡麟两人关系亲密。<br>　　针对秋瑾徐锡麟为表兄妹和情侣的说法，徐乃达经过考证均不成立，在徐家家谱中没有发现和秋瑾的关系，秋瑾是拿着光复会会长蔡元培的介绍信第一次见到徐锡麟，如果是表兄妹就不需要介绍信。<br>　　“秋瑾巾帼不让须眉”，徐乃达认为这并不符合当时男性的审美倾向，何况徐锡麟当时已婚，夫妻非常恩爱，其妻子王振汉与秋瑾情同姐妹。<br>　　徐乃达认为秋瑾徐锡麟年纪相仿，志同道合，但并无儿女私情。<br>　　虽没有儿女私情，但他们100多年前共同发动浙皖起义后来被认为是辛亥革命的前奏。<br>　　徐锡麟为浙江绍兴人，1907年7月6日，时任安庆巡警学堂监督的徐锡麟枪杀安徽巡抚恩铭发动起义，终因准备仓促、寡不敌众被捕，英勇捐躯，其后秋瑾在浙江绍兴牺牲。起义虽很快失败，但却撼动清廷，震惊中外，大大激励了时人推翻清朝的斗志。<br>　　现定居上海的徐乃达为徐锡麟之孙，他告诉记者，根据家中长辈口述，祖父徐锡麟出生在绍兴一个非常富裕的家庭，，父亲徐凤鸣秀才出身，当过县吏，家有田地百余亩，又在绍兴城内开设“天生绸庄”、“泰生油烛栈”，资本甚厚。但其从小就是桀骜不驯，自幼“器物过手，辄破坏之”，十二岁那年，为了“学武功”，跑到深山大岭中的寺庙去当小和尚，其后曾祖父为了避祸甚至和其断绝父子关系。<br>　　“按照现在的标准，几乎就是个问题少年”。徐乃达这样定义其祖父。<br>　　徐乃达认为1903年的日本之行对徐锡麟走上革命之路影响极大，在日本徐锡麟认识了很多日本的中国留学生，也了解了中国以外的世界，同时积极参加营救因反清入狱的革命志士<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>。让他印象最深刻的是，他在东京博物馆看到了一座中国古代大钟在那里展示，他想中国的文物怎么被日本人掠夺过去，加上之前的甲午战争、八国联军等等，让他觉得必须彻底革命。<br>　　1907年徐锡麟牺牲后，其独子也就是徐乃达的父亲徐学文不满两岁与祖母避难日本，直到辛亥革命后才回到故乡绍兴，其后在蔡元培的支持下徐学文赴德留学，1946年担任台湾樟脑局局长举家迁往台湾，徐乃达出生于台湾，2000年后徐乃达长住上海，担任美国飞翔网讯控股集团公司执行董事、上海捷康食品有限公司董事长。<br>　　在台湾，徐乃达记得在念小学的时候当时国文课本里就有一课叫《徐锡麟传》，上这篇课文的时候，老师就说，“我们班上有位同学，他的祖父就是这个人。”然后他就叫徐乃达站起来，当然没有这篇课文了。<br>　　无论是大陆还是台湾知道徐锡麟的人并不多，徐乃达觉得正常，但他觉得很多年轻人对于中国历史几乎一无所知，不知道秦汉唐宋，不知道辛亥革命，不知道台湾和大陆的风风雨雨。<br>　　“历史是不断在重演的”。喜欢历史的徐这样认为，对于牺牲在百余年前的祖父徐锡麟，他觉得其出生富贵却赴汤蹈火投身革命最后以身许国，其见义勇为的精神至今价值犹存。<br>　　1989年徐乃达陪同老父亲第一次回到大陆，在浙江绍兴徐锡麟故居，徐乃达父亲徐学文泪流满面。这也是徐乃达第一次看到自己父亲的眼泪。<br>　　“那时上海浦东还是一片荒凉，有人建议我投资买地，我说神经病，现在看来我是神经病”。谈及大陆的高速发展，徐乃达感慨万千。<br>　　100多年前徐锡麟被凌迟处死，临刑神色自若地说：“功名富贵，非所快意，今日得此，死且不悔矣！”<br>　　“我看到了祖父为之牺牲的富强中国”，徐锡麟之孙徐乃达非常动情。(完)</p><br/><h2>之死</h2> 　　在如何处理<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>的问题上，清廷参照了了当年“刺马案”张汶祥暗杀两江总督马新贻的先例。当年张汶祥所受的是剖挖心脏之刑，新任安徽巡抚<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>请示两江总督端方后，决定仿行。行刑之日，先由刽子手持铁锤将徐锡麟的睾丸砸烂，再剖腹取出心脏，这颗心脏被拿去祭祀恩铭的“在天之灵”，然后被恩铭的亲兵们烹熟下酒。清廷此时正在实施法律制度的近代化转型，却不惜逆流而动，以如此残忍的手段杀害徐锡麟，更坐实了革命党对其“假立宪、假改革”的指控。<br/><h2>经历</h2> <p><strong>在日本</strong><br>　　1901年<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>出任绍兴府学校算学讲师，得到知府重用，后升为副监督。1903年赴日本参观大阪博览会，会中竟有中国古钟在展，徐锡麟愤感列强欺中国太甚。不久结识陶成章、钮永建等，在他们影响下，徐锡麟思想发生了巨大转变，逐渐放弃对清政府的希望，弃改良而从革命。当时，“《苏报》案”事起，日本留学生群起反对，徐锡麟也慷慨解囊，积极参与营救<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>。归国后，在家乡建蒙学、设书局，以期开启民智，因遭排挤，事竟不成，仍退任副监督之职。此时，俄人逼我远东，徐锡麟恸哭国弱受欺，于是投笔从戎，开始苦练枪法。<br>　　1904年初，绍兴城内大善寺地产被天主教觊觎，将至不保。徐锡麟得知后，抱病奔走，呼吁群众与教会作斗争，又积极发动绍兴各商号联名上书官府。因群情激愤，官府不敢包庇，天主教图谋终未得逞。该年冬，徐锡麟因事过上海，得遇蔡元培、陶成章，首批加入光复会，后成为光复会的主要领导人之一。回绍兴后，徐锡麟创办了大通师范学堂，罗致少年英俊，教以军法纪律，为革命培养人才。他还积极结交各地会党，甚至延请他们为学校教练。不久，徐锡麟借北上联络大盗冯麟阁之机，出山海关，过吉林、奉天，走西北边疆，查看了山川形势，并亲见日、俄在中国疆土上张狂角逐，愤愤不平，欲挥刀沙场“为国死”。<br>　　谋革命不易，为了达到反满目的，徐锡麟等人逐渐产生了“以术倾清廷”的思想，他们打算以捐官之法，使光复会的成员学习军事，乘机打入清廷内部，以掌握军权。于是他向清廷捐了一道员头衔，指分安徽候补。经多方活动，1905年冬，受绍兴徐克丞资助和徐锡麟表叔、湖南巡抚俞廉三推荐，徐锡麟与马宗汉、陈伯平各捐得官职，并被获准前往日本学习陆军。但到日本后，由于清廷驻日公使的阻挠，学习陆军的计划被破坏，无奈回国。</p> <p><strong>归国后</strong><br>　　徐锡麟<br>　　归国后， 徐锡麟等人又打算进一步打入官府，“藉权倾虏廷”。通过发动利用各方关系，徐锡麟谋得筹办安庆陆军小学之事。后因表叔俞廉三的推荐和徐锡麟本人的精明干练，终于得到安徽巡抚恩铭重用，光绪三十二年。冬季他到了安庆，向抚院落报到，恩铭接见后，派他为安徽 巡警尹。他小心逢迎，拜恩铭为师，恩铭引为亲信，又派他兼任巡警学堂会办。徐锡麟食清廷之禄，却时刻不改革命之志。1907年2月，徐锡麟与<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>约定在皖、浙同时举行反清武装起义。起义原定7月19日举行，因一会党人员在上海被捕，招供出革命党人的一些别名暗号，两江总督端方电令恩铭拿办。恩铭召徐锡麟计议，徐锡麟见自己别号在列，知事机迫人，遂决定于7月8日巡警学堂举行毕业典礼时举义。谁知恩铭这天有事，要求将毕业典礼提前两天，无奈起义只得于6日举行。外援不至，准备未周，起义堪忧。<br>　　6日，恩铭及文武官吏陆续齐集巡警学堂，毕业典礼开始.徐锡麟当时呈上毕业名册，口头报告了毕业官兵人数，随后市场说：“报告，今天有革命党人起事！”恩铭拍案高声说：“在哪里？什么人？”徐即应声说：“在这里，就是我。”话音没落，就朝恩铭连射数枪。大家夺门逃命。恩铭在被抬出去时喊叫道：“快把乱党就地正法。”于是藩台<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>命令大家一齐集中到抚院。顾松也去了，他们集中在大堂后东边大厅里，忽闻上房内哭声震天，又见同仁医院院长、美国人戴世璜与拎着包的一行人匆匆走出，大家围上去打听消息，戴说”不中用了，身中六七枪，尤以右耳及腰部两颗子弹无法治理。“一会儿，人声又开始杂乱，几名士兵将徐锡麟反绑着押来了。他见藩台说：“大帅安否？”冯将脚一跺，说：“畜生，大帅待你何等恩厚，现被你枪杀，还敢问安否？”徐笑道貌岸然：“问大帅安问正是私谊也。”接着说：“枪杀恩铭，此乃正义也。”这时忽然传说“太太下来了。”宣称要将徐先剜心，后斩首。</p> <p><strong>英勇就义</strong><br>　　徐锡麟遇难前神情安然<br>　　公堂之上，面对审判，徐锡麟义正词严，怒斥清廷专政误国。清官质问徐锡麟：恩铭待你不薄，为何刺杀。徐锡麟厉言道：“恩抚待我，私惠也；我杀恩抚，天下之公也。”清官又问：汝常见恩铭，为何不于署中杀之。徐锡麟言：“署中，私室也；学堂，公地也。大丈夫作事，须令众目昭彰，岂可鬼鬼祟祟。”遂自写供词，愿一人承担责任，不牵连学生。<br>　　1907年7月6日，光复会成员安徽巡警处会办兼巡警学堂监督徐锡麟，在安庆刺杀安徽巡抚恩铭，率领学生军起义，攻占军械所，激战4小时，失败被捕，慷慨就义。审讯时挥笔直书：“蓄志排满已十余年矣，今日始达目的。本拟杀恩铭后，再杀瑞方、铁良、良弼，为汉人复仇。”<br>　　1907年7月7日，徐锡麟惨遭杀害，心肝被挖，用于炒菜。<br>　　徐锡麟的英勇事迹和大无畏气概为后人钦服，正像<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a><a href=\"http://so.gushiwen.org/author_768.aspx\">诗</a>中所言：<br>　　慷慨告天下，灭虏志无渝。<br>　　长啸赴东市，剖心奚足辞！<br>　　徐锡麟以官员身份刺杀恩铭，引起了清廷的极大震惊，一时间，人人自危。清政府先防康梁党，后防革命党，继防留学生，今又防及侯补道，其心忐忑，其势飘摇，革命成功已胜利在望。</p><br/><h2>纪念建筑</h2> <p><strong>墓址</strong><br>　　在杭州西湖区风篁岭下南天竺，龙井路旁。原演福寺旧址。<br>　　<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>牺牲后，遗体安葬安庆城北马山。民国元年(1912年)1月21日，徐锡麟、马宗汉、陈伯平三烈士灵柩运经上海，在永锡堂召开追悼大会，同时追悼的还有陶成章。次日烈士灵柩运至杭州，葬于孤山东南麓。1964年，徐锡麟墓及附近葬左右的陈伯平、马宗汉墓被分藏三坛，迁鸡笼山。墓碑同时随迁，墓表藏劳动路孔庙。1966年文化大革命期间，墓遭破坏，碑石无存。1981年9月，遗骨由鸡笼山再迁风篁岭南天竺原演福寺旧址。三烈士遗骨重换骨坛，坛内各置砚石一方，上刻姓名和“一九八一年九月自鸡笼山迁南天竺”字样。新墓为三座圆形墓，徐锡麟墓居中，高100厘米，直径400厘米。左为马宗汉墓，右为陈伯平墓，皆市80厘米，直径250厘米。均用大块青石砌成，上植草皮。 </p> <p><strong>锡麟街</strong><br>　　锡麟街是为了纪念为推翻清廷在安庆牺牲的烈士徐锡麟而命名的。1906年春，徐锡麟以候补道员的身份来到安庆，出任安徽巡警学堂会办，他积极发展革学堂起义”，一度攻占军械所，但终因寡不敌众，起义失败，徐锡麟惨遭杀害。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生在《狂人日记》里曾提到此事，并以此为题材，写出了《药》这篇著名的小说，表达了对刽子手的痛恨和对烈士的深深悼念。革命胜利后，安庆人民为纪念这位烈士，就把他起义地点旁边的一条街道命名为“锡麟街”，并在人民路旁立起一座他的塑像，以示纪念。 </p><br/><h2>故居</h2> <p>　　<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>故居位于绍兴东浦镇孙家娄，晚清建筑，坐北朝南。共三进，占地1133平方米，徐锡麟青少年时代在这里生活、读书。</p> <p>　　徐锡麟（1873-1907），字伯荪，号光汉子，华夏志士，华夏先烈。清山阴东浦人。出身商人家庭，自幼秉性刚强，崇拜英雄豪杰。21岁中秀才，无意仕途，好论国事，曾任绍兴府中学堂教师并副监督，开设特别书局，经销新书，宣传排满革命。创办热诚学堂，自任体操教员。1904年加入光复会，次年创办大通学堂，训练会党骨干，后捐道员官衔，去安徽任陆军小学堂会办、巡警学堂监督，以合法身份进行革命活动。准备浙皖起义。1907年7月6日，因事被察觉，仓卒举义，枪杀巡抚恩铭，终因寡不敌众被捕，英勇捐躯。</p> <p>　　徐锡麟故居现辟作徐锡麟生平事迹陈列室对外开放。</p> <p>　　徐锡麟现葬在杭州辛亥革命纪念馆。 </p><br/><h2>生平</h2> <p>　　1901年<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>出任绍兴府学校算学讲师，得到知府重用，后升为副监督。1903年赴日本参观大阪博览会，会中竟有中国古钟在展，徐锡麟愤感列强欺中国太甚。不久结识陶成章、钮永建等，在他们影响下，徐锡麟思想发生了巨大转变，逐渐放弃对清政府的希望，弃改良而从革命。当时，“《苏报》案”事起，日本留学生群起反对，徐锡麟也慷慨解囊，积极参与营救<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>。归国后，在家乡建蒙学、设书局，以期开启民智，因遭排挤，事竟不成，仍退任副监督之职。此时，俄人逼我远东，徐锡麟恸哭国弱受欺，于是投笔从戎，开始苦练枪法。</p> <p>　　1904年初，绍兴城内大善寺地产被天主教觊觎，将至不保。徐锡麟得知后，抱病奔走，呼吁群众与教会作斗争，又积极发动绍兴各商号联名上书官府。因群情激愤，官府不敢包庇，天主教图谋终未得逞。该年冬，徐锡麟因事过上海，得遇蔡元培、陶成章，首批加入光复会，后成为光复会的主要领导人之一。回绍兴后，徐锡麟创办了大通师范学堂，罗致少年英俊，教以军法纪律，为革命培养人才。他还积极结交各地会党，甚至延请他们为学校教练。不久，徐锡麟借北上联络大盗冯麟阁之机，出山海关，过吉林、奉天，走西北边疆，查看了山川形势，并亲见日、俄在中国疆土上张狂角逐，愤愤不平，欲挥刀沙场“为国死”。</p> <p>　　谋革命不易，为了达到反满目的，徐锡麟等人逐渐产生了“以术倾清廷”的思想，他们打算以捐官之法，使光复会的成员学习军事，乘机打入清廷内部，以掌握军权。于是他向清廷捐了一道员头衔，指分安徽候补。经多方活动，1905年冬，受绍兴徐克丞资助和徐锡麟表叔、湖南巡抚俞廉三推荐，徐锡麟与马宗汉、陈伯平各捐得官职，并被获准前往日本学习陆军。但到日本后，由于清廷驻日公使的阻挠，学习陆军的计划被破坏，无奈回国。</p> <p>　　归国后， 徐锡麟等人又打算进一步打入官府，“藉权倾虏廷”。通过发动利用各方关系，徐锡麟谋得筹办安庆陆军小学之事。后因表叔俞廉三的推荐和徐锡麟本人的精明干练，终于得到安徽巡抚恩铭重用，光绪三十二年。冬季他到了安庆，向抚院落报到，恩铭接见后，派他为安徽 巡警尹。他小心逢迎，拜恩铭为师，恩铭引为亲信，又派他兼任巡警学堂会办。徐锡麟食清廷之禄，却时刻不改革命之志。1907年2月，徐锡麟与<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>约定在皖、浙同时举行反清武装起义。起义原定7月19日举行，因一会党人员在上海被捕，招供出革命党人的一些别名暗号，两江总督端方电令恩铭拿办。恩铭召徐锡麟计议，徐锡麟见自己别号在列，知事机迫人，遂决定于7月8日巡警学堂举行毕业典礼时举义。谁知恩铭这天有事，要求将毕业典礼提前两天，无奈起义只得于6日举行。外援不至，准备未周，起义堪忧。</p> <p>　　6日，恩铭及文武官吏陆续齐集巡警学堂，毕业典礼开始.徐锡麟当时呈上毕业名册，口头报告了毕业官兵人数，随后市场说：“报告，今天有革命党人起事！”恩铭拍案高声说：“在哪里？什么人？”徐即应声说：“在这里，就是我。”话音没落，就朝恩铭连射数枪。大家夺门逃命。恩铭在被抬出去时喊叫道：“快把乱党就地正法。”于是藩台<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>命令大家一齐集中到抚院。顾松也去了，他们集中在大堂后东边大厅里，忽闻上房内哭声震天，又见同仁医院院长、美国人戴世璜与拎着包的一行人匆匆走出，大家围上去打听消息，戴说”不中用了，身中六七枪，尤以右耳及腰部两颗子弹无法治理。“一会儿，人声又开始杂乱，几名士兵将徐锡麟反绑着押来了。他见藩台说：“大帅安否？”冯将脚一跺，说：“畜生，大帅待你何等恩厚，现被你枪杀，还敢问安否？”徐笑道貌岸然：“问大帅安问正是私谊也。”接着说：“枪杀恩铭，此乃正义也。”这时忽然传说“太太下来了。”宣称要将徐先剜心，后斩首。</p> <p>　　公堂之上，面对审判，徐锡麟义正词严，怒斥清廷专政误国。清官质问徐锡麟：恩铭待你不薄，为何刺杀。徐锡麟厉言道：“恩抚待我，私惠也；我杀恩抚，天下之公也。”清官又问：汝常见恩铭，为何不于署中杀之。徐锡麟言：“署中，私室也；学堂，公地也。大丈夫作事，须令众目昭彰，岂可鬼鬼祟祟。”遂自写供词，愿一人承担责任，不牵连学生。</p> <p>　　1907年7月6日，光复会成员安徽巡警处会办兼巡警学堂监督徐锡麟，在安庆刺杀安徽巡抚恩铭，率领学生军起义，攻占军械所，激战4小时，失败被捕，慷慨就义。审讯时挥笔直书：“蓄志排满已十余年矣，今日始达目的。本拟杀恩铭后，再杀瑞方、铁良、良弼，为汉人复仇。”</p> <p>　　1907年7月7日，徐锡麟惨遭杀害，心肝被挖，用于炒菜。</p>"
}