{
  "id": 852,
  "star": 14,
  "name": "张仲景",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_852.jpg",
  "desc": "张仲景（约公元150～154年——约公元215～219年），名机，字仲景，汉族，东汉南阳郡涅阳县（今河南邓州市）人。东汉末年著名医学家，被后人尊称为医圣，南阳五圣之一。张仲景广泛收集医方，写出了传世巨著《伤寒杂病论》。它确立的辨证论治原则，是中医临床的基本原则，是中医的灵魂所在。在方剂学方面，《伤寒杂病论》也做出了巨大贡献，创造了很多剂型，记载了大量有效的方剂。其所确立的六经辨证的治疗原则，受到历代医学家的推崇。",
  "content": "<h2>著述</h2> <p>　　1、《伤寒杂病论》（已经散佚，中医四大经典著作之一）</p> <p>　　2、《伤寒论》，晋代太医王叔和根据自己搜寻到《伤寒杂病论》的伤寒部分的轶文整理而成。</p> <p>　　3、《金匮要略》，宋代王洙、林亿、孙奇等人在偶然的机会发现《伤寒杂病论》残简，将关于杂病的部分整理成册，更名为《金匮要略》刊行于世。</p> <p>　　<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>的著述除《伤寒杂病论》外，还有《辨伤寒》十卷，《评病药方》一卷，《疗妇人方》二卷，《五藏论》一卷，《口齿论》一卷，可惜都早已散失不存。然而仅此一部《伤寒杂病论》的杰出贡献，也足以使张仲景成为海内外景仰的世界医学伟人。</p><br/><h2>典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>是东汉时候的一位名医。他不仅治学态度严谨，而且医德高尚,一生为民医病，深受老百姓爱戴。人们尊称他为医圣，在南阳城东关修座“医圣祠”来纪念他。民间还流传许多他的故事。</p> <p><strong>襄阳访医</strong></p> <p>　　张仲景年轻的时候，在医学上就有了名望。但他仍勤奋好学，四处查访名医，登门求教。 这一年，张仲景的弟弟，要出外做生意，临行时说：“哥哥，我这次要出远门，你给我看看，日后有没有大症候！”</p> <p>　　哥哥给弟弟抚了抚脉，说：“明年只怕你要长个搭背疮！”</p> <p>　　弟弟惊讶道：“哎呀！常听你说，疮怕有名，病怕无名，长个搭背疮，我眼看不见，手摸不着，怎么治呀？”</p> <p>　　张仲景说：“不要怕！我给你开个药单，到时候，服了这付药，把疮挪到屁股的软肉上好了。日后谁识得搭背疮，就叫谁医治。谁治好了，要给我来个信。”弟弟放心地走了。</p> <p>　　张仲景的弟弟到湖北做了一年生意。第二年在襄阳，一天突然觉得脊背上疼痛，忙照哥哥开的药单取付药吃了。不几日，疮真的从屁股上发了。他求遍襄阳的郎中，这个说是疖子，那个说是毒疮，都不识得，后来，同济药堂有个名医“王神仙”，他看后笑了笑，说：</p> <p>　　“这原是个搭背疮嘛！是谁把它挪到屁股上啦？”</p> <p>　　回答：“是我哥哥挪的”。</p> <p>　　王神仙说：“他既然能挪，一定能治啦！”</p> <p>　　张仲景的弟弟说：“他远在南阳，远水不解近渴。还望先生劳神治治吧！”</p> <p>　　王神仙当下开了药方。张仲景的弟弟吃了药，又贴了几张膏药，不多久，疮就好了，他随即给哥哥写了封信。张仲景接到书信，十分高兴，立即准备盘费，打点好行装，步行奔襄阳而来。</p> <p>　　这天一清早，襄阳同济药堂的大门前，站着一位身背行李、手拿雨伞的年轻后生，他向管家的央求说：“我从河南来，生活没有着落，请贵店收留我当伙计吧！”</p> <p>　　王神仙闻声从药店走出来。他见后生年轻利落，就说：“好吧！我这里缺人，就收你当个炮制药材的伙计吧！”这个后生，就是张仲景。</p> <p>　　从此，张仲景就在同济药堂住下来。他聪明好学，药理纯熟，不但熟悉各种中草药的性能，而且炮制药材，干得又快又好，没几天，就被王神仙替换至药铺当司药。他管司药，又管看病，店里的人有个头疼发热，也来找他诊治，大伙都称赞他是二先生！</p> <p>　　王神仙看二先生确有两手哩，就让他做自己的帮手。王神仙抚脉看病，他抄药单；王神仙遇着疑难病症，抚了脉再叫他摸摸，好叫他明了病在哪里，怎样医治。张仲景把这些医理深深地记在心上，写在本子上，就这样度过了一年。</p> <p>　　这天，一个骑驴的老者，匆匆来到药店，说他儿子得了急症候，请上王神仙去了。</p> <p>　　约摸半个时辰，老者拿回个药方，来到药店取药。张仲景见药方内有毒药藤黄，知道病人肚内有虫，这味药是治虫的。但又见藤黄只开了五钱，就迟疑了一下，随后抓了药叫带走了。不一会，王神仙回来了。他下了驴，就要到后院歇息。张仲景忙走上前道：“先生慢走！病人很快还要来请的！”</p> <p>　　王神仙惊奇道：“病人好啦，还来做什么？”</p> <p>　　张仲景说“恕学生直言。藤黄能毒死人体内的虫，便要一两的量才行。先生只开五钱，只能把虫毒昏，等它返醒过来，会更凶恶。再用药也不灵了，只怕病人还有性命危险哩！”</p> <p>　　王神仙听了，正在半信半疑，忽然那老者跟头流水地跑来，呼叫道：“王先生！不得了啦！我儿疼得死去活来，你快去看看吧！”</p> <p>　　王神仙顿时慌了手脚，急得额上直冒冷汗，在店里左转右转不敢去。张仲景看了，笑着上前道：“先生，不管是吉是凶，学生冒昧，情愿替先生去一趟！”当下骑着毛驴走了。</p> <p>　　这时候，病人疼得在地上直打滚。张仲景一看就知道是虫在作怪。只见他不慌不忙，掏出三寸银针，叫病人脱掉衣服，看准穴位，捻动手指，照着虫的头部刺了进去。</p> <p>　　虫头被刺中，死命的挣扎。只听病人疼得哎哟一声，昏了过去。老者一看大惊失色。</p> <p>　　张仲景却呵呵笑着说：“别害怕，虫已经被刺死了！”说罢病人呻吟两声，醒了过来。</p> <p>　　张仲景又开付泻药，让病人吃下。顷刻，一根尺把长的大虫被排泄出来，病人完全好了。</p> <p>　　王神仙知道后，又惊又喜，问道：“二先生，你到底是什么人？”张仲景说：“我姓张名机字仲景，到这里拜师学医来啦！”</p> <p>　　王神仙说：“哎哟哟，可不敢当！”立刻摆宴款待。</p> <p>　　后来张仲景回到老家，两人还相互交往，成了医学上的好朋友。</p> <p><strong>对病下药</strong></p> <p>　　张仲景在医学上出了名，还虚心地为同行医病，不失时机地向别的郎中学习。</p> <p>　　从前，一些郎中们，只把医术传给自己的子孙，一般都不外传。那时南阳有个名医叫沈槐，已经七十多岁了，还没有子女。他整天惆怅后继无人，饭吃不下，觉睡不着，慢慢忧虑成病了。</p> <p>　　当地的郎中们，来给沈槐看病，都缩一头。老先生的病谁也看不好。越来越重了。张仲景知道后，就奔沈槐家来。</p> <p>　　张仲景察看了病情，确诊是忧虑成疾，马上开了一个药方，用五谷杂粮面各一斤，卵成蛋蛋，外边涂上珠砂，叫病人一顿食用。</p> <p>　　沈槐知道了，心里不觉好笑！他命家人把那五谷杂粮面做成的药丸，挂在屋檐下，逢人就指着这药丸把张仲景奚落一番。</p> <p>　　亲戚来看他时，他笑着说：“看！这是张仲景给我开的药方。谁见过五谷杂粮能医病？笑话！笑话！”</p> <p>　　朋友来看他时，他笑着说：“看！这是张仲景给我开的药方，谁一顿能吃五斤面，真滑稽！滑稽！”</p> <p>　　同行的郎中来看他时，他笑着说：“看！这是张仲景给我开的药方。我看几十年病，听就没听说过，嘻嘻！嘻嘻！”他一心只想这件事可笑，忧心多虑的事全抛脑后了，不知不觉地病就好了。</p> <p>　　这时，张仲景来拜访他，说：“恭喜先生的病好了！学生斗胆在鲁班门前耍锛了。”沈槐一听恍然大悟，又佩服、又惭愧。张仲景接着又说：“先生，我们做郎中的，就是为了给百姓造福，祛病延年，先生无子女，我们这些年青人不都是你的子女吗？何愁后继无人？”</p> <p>　　沈槐听了，觉得很有道理，内心十分感动。从此，就把自己的医术全部传授给了张仲景和其他年轻的郎中。</p> <p><strong>巧“治”府台</strong></p> <p>　　东汉年间，南阳有个府台，他干了很多坏事，人们气恨他，巴不得找个出气的机会。</p> <p>　　这年，府台的女儿有病了，一连几个月，遍求名医，也治不好病。这天，府台派家人去请张仲景，来给女儿看病。那阵子，伤寒病正游行，张仲景每天早出晚归，到乡下给老百姓医病，只有儿子在家。他们就把张仲景的儿子请了去。</p> <p>　　张仲景的儿子常年随他学医，也是个知名的郎中。他来到府衙，询问了小姐的病情，府台夫人没张嘴，泪就先落下来：“唉呀！她面黄肌瘦，茶饭不进，还不住歇地呕吐呢！”说着说叫女儿诊脉。</p> <p>　　那时候，年轻郎中给女子看病是不能见面的。所以只好从帘帏中牵出一根红线，一头拴在小姐的中指上，一头让张仲景的儿子拉着，放在耳朵边静听。他仔细听了好久，心里不觉好笑：哈哈！就这病竟没人看得出吗？</p> <p>　　原来府台的女儿是怀孕啦！可他并不知道“病人”还是个没出阁的姑娘，就高声朝着府台说：“恭喜大人！小姐没有啥病呀，他是喜脉！你快要当外爷了！”</p> <p>　　府台一听气得浑身乱颤，嚎叫道：“混帐东西！纯是一派胡言，快把他赶出去！”家人一拥而上，把他痛打一顿，赶出了府门。</p> <p>　　晚上，张仲景回来听了，心里十分气愤，他问儿子：“你果是看得真？”</p> <p>　　儿子说：“确确实实是怀孕，已经六、七个月啦！”</p> <p>　　张仲景沉吟了一下，说“这个府台，干尽了坏事，明天找他出气去！”</p> <p>　　第二天，张仲景吆喝着邻居，带着礼品，来到府衙，正赶上全城绅士和名流在那里议事。张仲景见府台施一礼，说：“不肖之子医理不明，口出不逊之言，望大人海函！今天，一来赔礼道歉，二来我要亲自给令爱诊脉医病！”</p> <p>　　府台一听大喜，忙说：“贱女区区小痒，何劳先生大驾呀！”说着就要设宴款待。</p> <p>　　张仲景说：“还是先给令爱诊病要紧。”府台忙叫佣人把女儿请出来。</p> <p>　　张仲景观那女子气色，早已明白了几分。暗用右的小姆指甲剜了一点药，藏在宽大的袖中，然后端坐给小组抚脉。</p> <p>　　张仲景一抚脉，果然此妇向孕六七个月啦！就对病人说：“张开嘴巴，看看舌苔！”小姐刚张开嘴，他就弹动右手小姆指，把药弹进小姐嘴中，又叫端来开水，小姐喝了。张仲景这才笑呵呵地对府台说：“药到病除，送令爱到耳房观察，一会儿说会好的。”</p> <p>　　府台十分感激，摆上酒宴招待。他刚端起要敬张仲景酒，耳房边传来了小姐的呻吟声，府台有诧异，张仲景说：“这是药力到了，你放心，令爱顷刻就会痊愈的！”</p> <p>　　话音未落，只听哇哇的婴儿哭声从耳房传来。府台和夫人猛地惊呆了，一时羞得面红耳赤，恨不得钻到地缝里去。那些绅士名流也惊奇地你看看我，我看看你，交头接耳暗暗发笑。</p> <p>　　张仲景拍案而起，哈哈大笑，指着府台说：“现已真相大白你们口口声礼义廉耻，干的却是男盗女娼呵！”府台和夫人听了，气得晕了过去。张仲景为百姓们出了气，高高兴兴地回去了。</p> <p><strong>张仲景与饺子</strong></p> <p>　　张仲景在长沙做官，在告老还乡退休的时候，正赶上那年冬天，寒风刺骨，雪花纷飞。在白河边上，张仲景看到很多无家可归的人面黄肌瘦，衣不遮体，因为寒冷，把耳朵都冻烂了，心里十分难受。</p> <p>　　回到家后，由于张仲景的名声早已经闻名天下，所以很多人上门求医。张仲景有求必应，整天都很忙碌，可虽然上门求医的人很多，可张仲景依然挂念那些冻烂耳朵的人。</p> <p>　　经过研究，他研制了一个可以御寒的食疗方子，叫“祛寒娇耳汤”。</p> <p>　　他叫徒弟在南阳东关的一个空地搭了个棚子，支上大锅，为穷人舍药治病，开张的那天正是冬至，舍的药就是“祛寒娇耳汤”。</p> <p>　　祛寒娇耳汤当初其实就是把羊肉、辣椒和一些祛寒的药物放在锅里煮，熟了以后捞出来切碎，用面皮包成耳朵的样子，再下锅，用原汤再将包好馅料的面皮煮熟。</p> <p>　　面皮包好后，样子象耳朵，又因为功效是是为了防止耳朵冻烂，所以张仲景给它取名叫“娇耳”。</p> <p>　　张仲景让徒弟给每个穷人一碗汤，2个“娇耳”，人们吃了“娇耳”，喝了汤，浑身发暖，两耳生热，再也没人把耳朵冻伤了。</p> <p>　　当初张仲景在长沙任职的时候，就在平时经常为老百姓看病，很受群众的爱戴。退休以后，长沙的百姓每年都派代表到家乡去看望。</p> <p>　　俗话说，医生难治自己的病。张仲景也是人，不是神。</p> <p>　　有一年，张仲景病了，他自己也知道，生命的灯油就要烧干了。</p> <p>　　长沙来看望他的人说，长沙有一个风水很好的地方，想让张仲景百年之后在那里安身，可南阳的人不干了，双方就争吵起来。</p> <p>　　张仲景说：吃过长沙水，不忘长沙父老情；生于南阳地，不忘家乡养育恩。我死以后，你们就抬着我的棺材从南阳往长沙走，灵绳在什么地方断了，就把我埋葬在哪里好了。</p> <p>　　在那一年的冬天，张仲景驾鹤西去了。寿终的那天正好是冬至。</p> <p>　　当送葬的队伍走到当年张仲景为大家舍“祛寒娇耳汤”的地方的时候，棺绳忽然断了。</p> <p>　　大家按照张仲景的嘱托，就地打墓、下棺、填坟。两地的百姓你一挑、我一担，川流不息，把张仲景的坟垒得大大的，还在坟前为他修了一座庙，这就是现在的医圣祠。</p> <p>　　张仲景是在冬至这天去世的，又是在冬至这天为大家舍“祛寒娇耳汤”的，为了纪念他，从此大家在冬至这天都要包一顿饺子吃，并且都说，冬至这天吃了饺子，冬天耳朵就不会冻了。</p> <p>　　“祛寒娇耳汤”很少有人吃了，但经过岁月的冲刷，大家在冬至这天吃饺子的习俗流传了下来。并且饺子的种类和形状也有了很大改进，有中国人的地方就有饺子，饺子也成了阖家团圆的代表食品，但张仲景的名字却很少有人提到了。</p> <p><strong>“堂”的来历</strong></p> <p>　　张仲景在任长沙太守期间，正值疫疠流行，许多贫苦百姓慕名前来求医。他一反封建宫吏的官老爷作风，对前来求医者总是热情接待，细心诊治，从不拒绝。开始他是在处理完公务之后，在后堂或自己家中给人治病；后来由于前来治病者越来越多，使他接应不暇，于是他干脆把诊所搬到了长沙大堂，公开坐堂应诊，首创了名医坐大堂的先例，他的这一举动，被传为千古佳话。</p> <p>　　后来，人民为了怀念张仲景，便把坐在药店内治病的医生通称为“坐堂医”。这些医生也把自己开设的药店取名为“××堂药店”，这就是中医药店称“堂”的来历。</p><br/><h2>生平</h2> <p><strong>乱世立志</strong></p> <p>　　东汉末年，我国出现了一位伟大的临床医学家<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>。他不仅有丰富的临床经验，以精湛的医术救治了不少病人，而且写出了一部创造性的医学巨著《伤寒杂病论》。这部巨著的问世，使我国临床医学和方剂学，发展到较为成熟的阶段。</p> <p>　　张仲景出生在没落的官僚家庭，其父亲张宗汉是个读书人，在朝廷做官。由于家庭的特殊条件，使他从小有机会接触到许多典籍。他也笃实好学，博览群书，并且酷爱医学。他从史书上看到扁鹊望诊齐桓公的故事，对扁鹊高超的医术非常钦佩。“余每览越人人虢之诊，望齐侯之色，未尝不慨然叹其才秀也。”从此他对医学发生了浓厚的兴趣，这也为他后来成为一代医学大师奠定了基础。</p> <p>　　当时社会，人心涣散，朝政不安。农民起义此起彼伏，兵祸绵延，到处都是战乱，黎民百姓饱受战乱之灾，加上疫病流行，很多人死于非命，真是“生灵涂炭，横尸遍野”，惨不忍睹。而府衙自顾不暇，为争权夺势，发动战争。这使张仲景从小就厌恶官场，轻视仕途，怜悯百姓，萌发了学医救民的愿望。汉桓帝延熹四年（公元161年），他10岁左右时，就拜同郡医生张伯祖为师，学习医术。</p> <p>　　张伯祖当时是一位有名的医家，他性格沉稳，生活简朴，对医学刻苦钻研。每次给病人看病、开方，都十分精心，深思熟虑。经他治疗过的病人，十有八九都能痊愈，他很受百姓尊重。张仲景跟他学医非常用心，无论是外出诊病、抄方抓药，还是上山采药、回家炮制，从不怕苦不怕累。张伯祖非常喜欢这个学生，把自己毕生行医积累的丰富经验，毫无保留地传给他。比张仲景年长的一个同乡何颙对他颇为了解，曾说：“君用思精而韵不高，后将为良医。”意思是说张仲景才思过人，善思好学，聪明稳重，但是没有做官的气质和风采，不宜做官。只要专心学医，将来一定能成为有名的医家。何颙的话更加坚定了张仲景学医的信心，从此他学习更加刻苦。他博览医书，广泛吸收各医家的经验用于临床诊断，进步很大，很快便成了一个有名气的医生，以至“青出于蓝而胜于蓝”，超过了他的老师。当时的人称赞他“其识用精微过其师”。张仲景提倡“勤求古训”，认真学习和总结前人的理论经验。</p> <p>　　他曾仔细研读过《素问》、《灵枢》、《难经》、《阴阳大论》、《胎胪药录》等古代医书。其中《素问》对他的影响最大。《素问》说：“夫热病者，皆伤寒之类也。”又说“人之伤于寒也，则为病热”。张仲景根据自己的实践对这个理论作了发展。他认为伤寒是一切热病的总名称，也就是一切因为外感而引起的疾病，都可以叫做“伤寒”。他还对前人留下来的“辨证论治”的治病原则，认真地加以研究，从而提出了“六经论伤寒”的新见解。</p> <p>　　他除了“勤求古训”，还“博采众方”，广泛搜集古今治病的有效方药，甚至民间验方也尽力搜集。他对民间喜用针刺、灸烙、温熨、药摩、坐药、洗浴、润导、浸足、灌耳、吹耳、舌下含药，人工呼吸等多种具体治法都一一加以研究，广积资料。经过几十年的奋斗，张仲景收集了大量资料，包括他个人在临床实践中的经验，写出了《伤寒杂病论》十六卷（又名《伤寒卒病论》）。这部著作在公元205年左右写成而“大行于世”。到了晋代，名医王叔和加以整理。到了宋代，才渐分为《伤寒论》和《金匮要略》二书。《金匮要略》就是该书的杂病部分。</p> <p><strong>撰写医书</strong></p> <p>　　尽管张仲景从小就厌恶官场，轻视仕途。但由于他父亲曾在朝廷做过官，（汉代从汉武帝开始实行举“孝廉”“良才”的选官制度，“举孝廉”，这是汉代发现和培养官吏预备人选的一种方法。它规定每二十万户中每年要推举孝廉一人，由朝廷任命官职。被举之学子，除博学多才外，更须孝顺父母，行为清廉，故称为孝廉。在汉代，“孝廉”已作为选拔官员的一项科目，没有“孝廉”品德者不能为官。）东汉末期多举世家子弟，仲景承袭家门，在灵帝时（约公元168～188年），被州郡举为孝廉，进入官场。在建安年间（公元196～219年），被朝廷指派为长沙太守（长沙郡：秦置，下辖湘、罗、益阳、阴山、零陵、衡山、宋、桂阳等9县，治所湘县【今长沙市】。长沙太守，类似今天湖南省省长）。但他仍用自己的医术，为百姓解除病痛。在封建时代，做官的不能随便进入民宅，接近百姓。可是不接触百姓，就不能为他们治疗，自己的医术也就不能长进。于是张仲景想了一个办法，择定每月初一和十五两天，大开衙门，不问政事，让有病的百姓进来，他端端正正地坐在大堂上，挨个地仔细为群众诊治。他让衙役贴出安民告示，告诉老百姓这一消息。他的举动在当地产生了强烈的震动，老百姓无不拍手称快，对张仲景更加拥戴。时间久了便形成了惯例。每逢农历初一和十五的日子，他的衙门前便聚集了来自各方求医看病的群众，甚至有些人带着行李远道而来。后来人们就把坐在药铺里给人看病的医生，通称为“坐堂医生”，用来纪念张仲景。</p> <p>　　张仲景看到百姓对他非常信任，在医术上更加精益求精，不断探索。他大量采集民间验方，进行认真研究。</p> <p>　　有时甚至不畏路途遥远，拜师取经。有一次他听说襄阳城里同济堂有个绰号“王神仙”的名医，对治疗扼背疮很有经验。他立即带着行李，长途跋涉几百里，去拜“王神仙”为师。对“王神仙”在药性、医道各方面的独到之处都用心学习研究，获益很大。</p> <p>　　虽然张仲景的医术非常高超，但有些病他也不能医治。俗话说，“大兵之后，必有灾年”。东汉末年，战乱频繁，不断的战争导致瘟疫流行。建安年间，瘟疫大流行，前后达5次之多，使很多人丧生，一些市镇变成了空城，其中尤以死于伤寒病的人最多。如张仲景的家族，原来有200多人，自汉献帝建安元年（公元196年）以来，在不到10年的时间里，就死了三分之二，其中有十分之七是死于伤寒病。一些庸医便趁火打劫，不给病人认真诊脉，</p> <p>　　“按寸不及尺，握手不及足”，和病人相对片刻，便开方抓药，只知道赚昧心钱。更多的人，虽师承名医，却不思进取，因循守旧，不精心研究医方、医术，以解救百姓的病痛，而是竞相追逐权势荣耀，忘记了自己的本分。张仲景对这些人非常气愤，痛加斥责，他决心要控制瘟疫的流行，根治伤寒病。从此他“勤求古训，博采众方”，刻苦研读《素问》、《灵枢》、《八十一难》、《阴阳大论》、《胎胪药录》等古代医书，继承《内经》等古典医籍的基本理论，广泛借鉴其他医家的治疗方法，结合个人临床诊断经验，研究治疗伤寒杂病的方法，并于建安十年（公元205年）开始着手撰写《伤寒杂病论》 。</p> <p>　　这时候，东汉王朝动荡不安，为了避乱，张仲景官来到岭南隐居，专心研究医学，撰写医书。到建安十五年，终于写成了划时代的临床医学名著《伤寒杂病论》，共十六卷。经后人整理成为《伤寒论》和《金匮要略》两本书。《伤寒杂病论》系统地概括了“辨证施治”的理论，为我国中医病因学说和方剂学说的发展做出了重要贡献。后来该书被奉为“方书之祖”，张仲景也被誉为“经方大师”。</p> <p>　　张仲景写成该书后仍专心研究医学，直到与世长辞。晋武帝司马炎统一天下后的公元285年，张仲景的遗体才被后人运回故乡安葬，并在南阳修建了医圣祠和仲景墓。</p> <p><strong>为人医风</strong></p> <p>　　张仲景为人谦虚谨慎，提倡终身坚持学习。他在序文中说：“孔子曰：生而知之者上，学则亚之，多闻博识，知之次也。余宿尚方术，请事斯语。”张仲景引用孔子语录，在于说明自己不是天才，只能靠刻苦努力学习来获得知识。他特别表明自己从青少年时期就热爱医学，请允许他扎扎实实地按照孔子的话去做，因为医学没有止境，必须终身坚持学习，活到老，学到老。</p> <p>　　张仲景还为后人树立了淳朴无华、勤恳踏实的学风。《伤寒杂病论》著述风格朴实简练，毫无浮辞空论，对后世中医著作影响甚大。他诊病和学习时遇到一丝一毫的疑问，即“考校以求验”，绝不放过，一定要弄清楚是怎么回事。</p> <p>　　张仲景的医学理论对中国古代医学的发展和人民的健康做出了巨大的贡献，而且对东南亚各国的影响也很大。后人研究他的医理，敬仰他的医术和医德，称他为“医圣”。在河南省南阳还为他修建了“医圣祠”。解放后，翻修了“医圣祠”，并修建了“张仲景纪念馆”，以纪念这位奠定中国中医治疗学基础的医学家。</p><br/><h2>贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>，名机，字仲景，东汉南阳郡涅阳县（今河南省南阳市卧龙区，一说为河南省邓州市穰东镇）人，为古代伟大的医学家。他公元二零五年写的医学著作《伤寒杂病论》对于推动后世医学的发展起了巨大的作用。</p> <p>　　张仲景生活的东汉未年，是中国历史上一个极为动荡的时代。统治阶级内部出现了外戚与宦官相互争斗残杀的“党锢之祸”。军阀、豪强也为争霸中原而大动干戈，农民起义的烽火更是此起彼伏。一时里战乱频仍，百姓为避战乱而相继逃亡，流离失所者不下数百万。汉献帝初平元年（公元190年），董卓挟汉献帝及洛阳地区百万居民西迁长安，洛阳所有宫殿、民房都被焚毁，方圆二百里内尽为焦土，百姓死于流离途中者不可胜数。</p> <p>　　《伤寒杂病论》</p> <p>　　据史书记载，东汉桓帝时大疫三次，灵帝时大疫五次，献帝建安年间疫病流行更甚。成千累万的人被病魔吞噬，以致造成了十室九空的空前劫难。其中尤以东汉灵帝（公元168一188年）时的公元171年、173年、179年、182年、185年等几次的疾病流行规模最大。 南阳地区当时也接连发生瘟疫大流行，许多人因此丧生。张仲景的家族本来是个大族，人口多达二百余人。自从建安初年以来，不到十年，有三分之二的人因患疫症而死亡，其中死于伤寒者竟占十分之七。</p> <p>　　面对瘟疫的肆虐，张仲景内心十分悲愤。他痛恨统治者的腐败，将百姓推入水深火热之中。对此，张仲景痛下决心，潜心研究伤寒病的诊治，一定要制服伤寒症这个瘟神。</p> <p>　　建安年间，张仲景行医游历各地，亲眼目睹了各种疫病流行对百姓造成的严重后果，也借此将自己多年对伤寒症的研究付诸实践，进一步丰富了自己的经验，充实和提高了理性认识。经过数十年含辛茹苦的努力，终于写成了一部名为《伤寒杂病论》的不朽之作。这是继《黄帝内经》之后，又一部最有影响的光辉医学典籍。</p> <p>　　《伤寒杂病论》是集秦汉以来医药理论之大成，并广泛应用于医疗实践的专书，是我国医学史上影响最大的古典医著之一，也是我国第一部临床治疗学方面的巨著。《伤寒杂病论》的贡献，首先在于发展并确立了中医辨证论治的基本法则。张仲景把疾病发生、发展过程中所出现的各种症状，根据病邪入侵经络、脏腑的深浅程度，患者体质的强弱，正气的盛衰，以及病势的进退缓急和有无宿疾（其它旧病）等情况，加以综合分析，寻找发病的规律，以便确定不同情况下的治疗原则。他创造性地把外感热性病的所有症状，归纳为六个证候群（即六个层次）和八个辨证纲领，以六经（太阳、少阳、阳明、太阴、少阴、厥阴）来分析归纳疾病在发展过程中的，演变和转归，以八纲（阴阳、表里、寒热、虚实）来辨别疾病的属性、病位、邪正消长和病态表现。由于确立了分析病情、认识证候及临床治疗的法度，因此辨证论治不仅为诊疗一切外感热病提出了纲领性的法则，同时也给中医临床各科找出了诊疗的规律，成为指导后世医家临床实践的基本准绳。</p> <p>　　《伤寒杂病论》的体例是以六经统病证，周详而实用。除介绍各经病证的典型特点外，还叙及一些非典型的症情。例如发热、恶寒、头项强痛，脉浮，属表证，为太阳病。但同是太阳病，又分有汗无汗，脉缓脉急之别。其中有汗、脉浮缓者属太阳病中凤的桂枝汤证；无汗、脉浮紧者，属太阳病伤寒的麻黄汤证；无汗、脉紧而增烦操者，又属大青龙汤证。这样精细的辨证及选方用药法则，使医家可执简驭繁，应付各类复杂的证候都能稳操胜券。除了辨证论治的原性之外，张仲景还提出了辨证的灵活性，以应付一些较为特殊的情况。如“舍脉从证”和舍证从脉”的诊断方法。即辨证必须有望、闻、问、切四诊合参的前提，如果出现脉、证不符的情况，就应该根据病情实际，认真分析，摒除假象或次要矛盾，以抓住证情本质，或舍脉从证，或舍证从脉。阳证见阴脉、表证见沉脉。和证实脉虚，其实质都是证有余而脉不足，即当舍证从脉而救里；而阴证见阳脉，提示病邪有向表趋势，里证见浮脉，多提示表证未尽解；证虚脉实，则宜舍脉从证。脉、证取舍的要点是从“虚”字着眼，即证实脉虚从脉，证虚脉实从证。这无疑为医者理清临床上乱麻一般的复杂症情，提供了可供遵循的纲要性条例。</p> <p>　　对于治则和方药，《伤寒杂病论》的贡献也十分突出。书中提出的治则以整体观念为指导，调整阴阳，扶正驱邪，还有汗、吐、下、和、温、清、消、补诸法，并在此基础上创立了一系列卓有成效的方剂。据统计，《伤寒论》载方113个，《金匮要略》载方262个，除去重复，两书实收方剂269个。这些方剂均有严密而精妙的配伍，例如桂枝与芍药配伍，若用量相同（各三两），即为桂枝汤；若加桂枝三两，则可治奔豚气上冲，若倍芍药，即成治疗腹中急痛的小建中汤。若桂枝汤加附子、葛根、人参、大黄、茯苓等则可衍化出几十个方剂。其变化之妙，疗效之佳，令人叹服。尤其是该书对于后世方剂学的发展，诸如药物配伍及加减变化的原则等都有着深远影响，而且一直为后世医家所遵循。其中许多著名方剂在现代人民卫生保健中仍然发挥着巨大作用，例如：治疗乙型恼炎的白虎汤，治疗肺炎的麻黄杏仁石膏甘草汤，治疗急、慢性阑尾炎的大黄牡丹皮汤，治疗胆道蛔虫的乌梅丸，治疗痢疾的白头翁汤，治疗急性黄疽型肝炎的茵陈蒿汤，治疗心律不齐的炙甘草汤，治疗冠心病心绞痛的瓜蒌薤白白酒汤等，都是临床中常用的良方。另在剂型上此书也勇于创新，其种类之多，已大大超过了汉代以前的各种方书。计有汤剂、丸剂、散剂、膏剂、酒剂、洗剂、浴剂、熏剂、滴耳剂、灌鼻剂、吹鼻剂、灌肠剂、阴道栓剂、肛门栓剂等。此外，对各种剂型的制法记载甚详，对汤剂的煎法、服法也交代颇细。所以后世称张仲景的《伤寒杂病论》为“方书之祖”，称该书所列方剂为“经方”。《伤寒杂病论》对针刺、灸烙、温熨、药摩、吹耳等治疗方法也有许多阐述。另对许多急救方法也有收集，如对自缢、食物中毒等的救治就颇有特色。其中对自缢的解救，，很近似现代的人工呼吸法。这些都是祖国医学中的宝贵资料。</p> <p>　　《伤寒杂病论》奠定了张仲景在中医史上的重要地位，并且随着时间的推移，这部专著的科学价值越来越显露出来，成为后世从医者人人必读的重要医籍。。张仲景也因对医学的杰出贡献被后人称为“医圣”。清代医家张志聪说过：“不明四书者不可以为儒，不明本论（《伤寒论》）者不可以为医。”后该书流传海外，亦颇受国外医学界推崇，成为研读的重要典籍。据不完全统计，由晋代至今，整理、注释、研究《伤寒杂病论》的中外学者记逾千家。邻国日本自康平年间（相当于我国宋朝）以来，研究《伤寒论》的学者也有近二百家。此外，朝鲜、越南、印尼、新加坡、蒙古等国的医学发展也都不同程度地受到其影响及推动。《伤寒论》和《金匮要略》仍是我国中医院校开设的主要基础课程之一。</p><br/><h2>故里</h2> <p><strong>故里简介</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>故里邓州市穰东镇张寨村东南现立高3米，宽0.65米的“医圣张仲景故里”碑一通，1993年，穰东镇政府划该镇仲景路东端6600平方米，作为张仲景纪念地。外围筑1.5米高透景护拦墙，纪念地内建张仲景纪念塔及医圣宫。塔为齿形四柱，自下而上，逐渐收敛交合为顶。塔顶有转盘彩灯两层，共计塔高30米。塔内耸立10米高的医圣汉白玉塑金雕像，医圣右手握《伤寒杂病论》，左手持中药灵芝。像前设敬拜医圣台。医圣纪念塔下，建医圣宫两层。一层为地宫，占地300平方米，内设医圣：从小立志、茅山求教、研究中草药、针炙八卦传统治疗、发明人工灌肠术、发明人工呼吸术等20尊学习、创作、发明塑像，宫壁皆绘汉画图。医圣宫第二层，建筑面积80平方米。内设医圣长沙大堂行医塑像五尊，晚年著《伤寒杂病论》塑像两尊。一宫壁记载医圣故里简介及医圣宫简介。宫外围，三面建仿古式单层仲景医院。医圣雕像正面一侧，设左右石梯，可拾梯而上至宫顶纪念塔，石梯有石柱、石狮、石栏板构成。两梯下端正中立“医圣故里碑”一通。碑高2.5米、碑后筑有香台。</p> <p><strong>故居位置</strong></p> <p>　　张仲景故里张寨村位于邓州市穰东镇西1.5公里。紧靠豫53线，进出交通便利。东距南阳卧龙岗30公里，西距邓州花洲书院、雷锋展览馆等景区30公里，距内乡县衙70公里，距襄樊隆中100公里。</p> <p><strong>保护建设</strong></p> <p>　　张仲景纪念地为市级文物保护单位。现正筹建凉亭、拱桥、假山、药葫芦塘等建筑设施。</p><br/><h2>影响</h2> <p>　　有关<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>的事物有张仲景六味地黄丸。在南阳市有医圣祠，是纪念张仲景的地方。张仲景治疗伤寒热病，有独特的功效,其用药的要点在于精，简,直中病情，不象现代中医那样,用西医的思维方式与逻辑来看病，为后世中医的楷模和学习的典范！</p> <p>　　是中医界的一位奇才，《伤寒杂病论》是一部奇书，又称《仲景伤寒论》。它确立了中医学重要的理论支柱之一——辨证论治的思想，在中医学发展过程中，实属“点睛之笔”。</p> <p>　　张仲景为人敬仰的重要原因之一，就是在这部著作当中体现出来的“辨证论治”的重要医学思想，可以说，它的出现对后世中医学发展起到了绝对的主宰作用。使用寒凉药物治疗热性病，是中医的“正治法”；而使用温热的药物治疗，就属于“反治法”。但是这两种截然不同的治疗方法都是用于治疗热性疾病的，相同的症状，不同的治疗方法，如何区别和选择呢？就是要辨证。不仅仅是表面的症状，还要通过多方面的诊断（望闻问切四诊）和医生的分析（辨证分析）得出证候特点，才能处方。这种“透过现象看本质”的诊断方法，就是<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>师著名的“辨证论治”观点。这种理论的形成，正是建立在精深的医理和严密的辨证分析的基础上的，它彻底地否定了仅凭症状来判断疾病性质和治疗方法的主观诊断法，也就确立了中医的又一重要支柱理论——“辨证论治”的原则.奠定了后世中药临床学的理论基础。</p> <p>　　这也是几千年来中医长盛不衰，至今仍能傲立于世界医林的“拿手绝活儿”，也就是通过望、闻、问、切四诊，综合分析疾病的性质，因人、因病、因证来选方用药，这才符合变化的病情和不同体质的病人，才能做到药到病除。也可以说，整部《伤寒杂病论》就是针对当时医生不能具体分析，准确方用药而著述的一部“纠偏”之书，其中许多条文都是针对所谓“坏症”，就是医生误治后出现的问题而进行纠正性治疗的。</p> <p>　　同时，书中提出了治疗外感病时的一种重要的分类方法，就是将病邪由浅入深地分为6个阶段，每个阶段都有一些共同的症状特点并衍生出很多变化，这一时期的用方和选药就可以局限在某一范围，只要辨证准确，方子的运用就会有很好的疗效。这种方法后人称为“六经辨证”，但“经”绝不同于经络的“经”，它包含的范围要宽泛得多。书中的113首处方，也都是颇具奇效的经典配方，被后人称作“经方”，运用得当，常能顿起大病沉疴，因此，《伤寒论》也被称为“医方之祖”。</p> <p>　　《伤寒杂病论》是我国最早的理论联系实际的临床诊疗专书。被后世医家誉为\"万世宝典\"它系统地分析了伤寒的原因、症状、发展阶段和处理方法，创造性地确立了对伤寒病的“六经分类”的辨证施治原则，奠定了理、法、方、药的理论基础。书中还精选了三百多方，这些方剂的药物配伍比较精炼，主治明确。如麻黄汤、桂枝汤、柴胡汤、白虎汤、青龙汤、麻杏石甘汤。这些著名方剂，经过千百年临床实践的检验，都证实有较高的疗效，并为中医方剂学提供了发展的依据。后来不少药方都是从它发展变化而来。喻嘉言高度赞扬张仲景的《伤寒论》，说：“为众方之宗、群方之祖”。“如日月之光华，旦而复旦，万古常明”（《中国医籍考》）。历代有关注释、阐发此书的著作很多。特别是注释、阐发《伤寒论》的著作，竟达三四百种之多。它的影响远远超出了国界，对亚洲各国，如日本、朝鲜、越南、蒙古等国的影响很大。特别是日本，历史上曾有专宗张仲景的古方派，直至今天，日本中医界还喜欢用张仲景方。日本一些著名中药制药工厂如小太郎、内田、盛剂堂等制药公司出品的中成药（浸出剂）中，伤寒方一般也占60％以上（其中有些很明显是伤寒方的演化方）。可见《伤寒杂病论》在日本中医界有着深远的影响，在整个世界都有着深远的影响。</p> <p>　　张仲景高尚的医德和医学上的贡献， 使他在中国医学史上享有殊荣。 汉代以后, 研讨伤寒杂病论的论著超过五百家， 张仲景的声誉远远超越了国界, 特别是在日本，朝鲜,东南亚一些国家， 影响很大. 今天日本的汉方处方和成药制剂中, 大部分仍是张仲景</p> <p>　　以后的中医医学院校的学生都以张仲景为楷模，他的精神永远激励着后世的探索。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>是东汉南阳郡涅阳县（今河南邓州市）人，中国东汉伟大的医学家、世界医史伟人。张仲景的《伤寒杂病论》，是中医史上第一部理、法、方、药俱备的经典，而仲景因而被后世尊为“医圣”，有庙供奉香火。</p> <p>　　张仲景生在一个没落的官僚家庭，其父张宗汉曾在朝为官。由于家庭条件的特殊，于是他从小就接触了许多典籍。他从史书上看到了扁鹊望诊蔡桓公的故事后，对扁鹊产生了敬佩之情。他一生勤求古训，博采众方，集前人之大成，揽四代之精华，写出了不朽的医学名著《伤寒杂病论》。这部医书熔理、法、方、药于一炉，开辨证论治之先河，形成了独特的中国医学思想体系，对于推动医学的发展起了巨大的作用。</p> <p>　　他从小嗜好医学，“博通群书，潜乐道术。”当他十岁时，他的同乡何颙赏识他的才智和特长，曾经对他说：“君用思精而韵不高，后将为良医”（《何颙别传》）。后来，张仲景果真成了良医，被人称为“医中之圣”。这固然和他“用思精”有关，但主要是他热爱医药专业，善于“勤求古训，博采众方”的结果。</p> <p>　　年轻时曾跟同郡张伯祖学医。经过多年的刻苦钻研和临床实践，医名大振，成为中国医学史上一位杰出的医学家。</p> <p>　　他是处在的东汉末年连年混战，“民弃农业”，都市田庄多成荒野，人民颠沛流离，饥寒困顿。各地连续爆发瘟疫，尤其是洛阳、南阳、会稽（绍兴）疫情严重，“家家有僵尸之痛，室室有号泣之哀；”张仲景的家族也不例外。对这种悲痛的惨景，张仲景目击心伤。</p> <p>　　据《伤寒杂病论》的序文记载，自汉献帝建安元年（公元196年）起，张仲景家族中人十年内有三分之二的人去世，其中死于伤寒病的，占百分之七十。他“感往昔之论丧，伤横夭之莫救”，发愤研究医学，立志做个能解脱人民疾苦的医生。“上以疗君亲之疾，下以救贫贱之厄，中以保身长全，以养其生”。后世有医学者称张仲景为“医圣”，其著作从魏晋及今，一千六百多年来，一直是学习中医必读的经典著作。</p> <p>　　当时，在他的宗族中有个人叫张伯祖，是个极有声望的医生。张仲景为了学习医学，就去拜他做老师。张伯祖见他聪明好学，又有刻苦钻研的精神，就把自己的医学知识和医术，毫无保留地传授给他，而张仲景尽得其传。《襄阳府志》一书中曾赞叹：“仲景之术，精于伯祖”。</p> <p>　　他所确立的“辨证论治”原则，是祖国医学伟大宝库中的灿烂明珠，从而使中华民族的医学独具特色而自立于世界民族之林。自隋唐以后，张仲景的著作远播海外，在世界医学界享有盛誉。从晋朝至今，中外学者整理、注释、研究、发挥《伤寒论》、《金匮要略》而成书的已超过一千七百余家，这在世界医学史上实属罕见。张仲景是中华民族悠久文明史上最杰出的医学家之一，他的学说哺育了世代名医，为中华民族的繁衍昌盛做出了巨大贡献，至今依然是“道经千载更光辉”。</p> <p>　　张仲景故里位于河南省邓州市穰东镇，民众自发地前来南阳医圣祠纪念、拜谒。“瞻仰医圣”、“叠纸求医”、“摸羊头”、“接圣水”等是群众主要祭祀活动内容，这一民俗活动一般持续3天。医圣张仲景祭祀活动已入选河南省首批非物质文化遗产名录。</p> <p>　　张仲景的墓位于南阳（今河南省南阳市），仲景墓现保存完好。</p>"
}