{
  "id": 1832,
  "star": 1,
  "name": "杜仁杰",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1832.jpg",
  "dynasty": "元代",
  "desc": "杜仁杰（约1201—1282年），原名之元，又名征，字仲梁，号善夫（“夫”也作“甫”），又号止轩。济南长清 （今属山东济南市）人。元代散曲家。《录鬼簿》把他列入“前辈已死名公。”他由金入元，金朝正大中与麻革、张澄隐居内乡山中。元初，屡被征召不出。性善谑，才学宏博。平生与元好问相契，有诗文相酬。元好问曾两次向耶律楚材推荐，但他都“表谢不起，”没有出仕。其子杜元素，任福建闽海道廉访使，由于子贵，他死后得赠翰林承旨、资善大夫，谥号文穆。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1832.aspx\">杜仁杰</a>，出生于<a href=\"http://so.gushiwen.org/author_1832.aspx\">诗</a>书之家。父杜忱志行廉洁，有文名，进士及第授京兆录事判官，后因病归里。仁杰淡于名利，一生未仕，淡泊于功名，不求仕进，大部分岁月流连于山水之间。金末，他隐居于河南内乡山中，与友人麻革、张澄等以诗相唱和；入元，屡征不就，隐居长清故里，居住在灵岩寺内的石龟泉畔，常游于灵岩、五莲山之中，并谒曲阜孔庙，登泰山，留有多处碑文、游记和墨迹。<br>在残曲[双调]“蝶恋花”中，他说自己“难合时务”，把“荣华”、“品秩”看作“风中秉烛”、“花梢滴露”。他认为世人只看官禄，不辨贤愚；只认金玉，不识亲疏。对昏暗腐败的政治现实，他无力改变也不想去改变，只好洁身自好，保持住自己一点节操。因此，金正大中，他与麻革、张澄隐居内乡山中；入元，屡征不就，隐居于长清故里，伏游于灵岩和五峰山之间。其子杜元素，任福建闽海道廉访使，因赠翰林院承旨、资善大夫，卒谥“文穆”。葬长清东北王宿铺西里许，墓已不存。</p> <p>　　杜仁杰自幼受到良好的家庭教育，祖、父对其文学传教熏陶，使他在诗、词、曲、文诸方面具有良好素养。金正大元年（1224），杜仁杰离家南游汴梁，参加金廷科考未中，乃滞留京师，结识著名诗人<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>。开兴元年（1232）元军与金军战于钧州三峰山，金军大败，是为“壬辰之变”。杜氏于乱军国北渡黄河，逃归长清，结束了长达八年之信的游历生活。这时严实“称藩于东平，以长清为汤沐邑，往来其间，能折节下士”。请名流学者“延教其子”，“兴办长清庙学”，“一时名士会聚于此”（《长清县志》）。杜仁杰、张澄、商挺等即于此时成为严实的门客与政治谋士，家庭教师。严实卒后，其子忠济、忠范、忠嗣相继任东平行台。这段时间约从乃马真后称制到至元初的二十余年间，正是杜仁杰的中年时期，是在东平严氏幕府中度过的。此时的东平，聚集了一大批金亡以后的名流人物，如元好问、王磐、王鹗、商正叔、商挺、宋子贞、<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>、李昶、刘肃等，为教化方、治理东增作出了重大贡献。</p> <p>　　在这中间，杜仁杰与严氏子关系尤为特殊，一方面都是长清人，有同乡之谊；另一方面，杜与严实有知遇之恩，与严氏史弟则亦师亦友，志同道合；还有，杜氏在东平行台和东平府学谋划出力颇多，却始终示出任正式职务，无心仕途，处于隐、仕之间，很让严氏放心。在杜仁杰的鼎力辅佐与策划下，严氏办了三件深得民心的事：第一，宣扬孔孟仁慈爱民的王道，反对元朝推行的野蛮劫掠的霸道。以德养民，以礼养士，深得东平民心。他建议严实改“善善堂”为“种德堂”，以教严氏子孙和辖内百姓修德行善。这在当时具要的现实意义。第二，兴学养士。中原战乱未定，严实率先办起东平府学，不仅吸引了大批名流学者，为东平繁荣发展起了重要作用，还培养了一大批政治与文化人才。如前列举的人物，大都做了元廷的高官，后起之秀如<a href=\"http://so.gushiwen.org/author_221.aspx\">王恽</a>、王构、王旭、李谦、徐世隆、孟祺、阎复、<a href=\"http://so.gushiwen.org/author_1878.aspx\">高文秀</a>、张时起等，亦成为朝廷官员和著名诗人、戏剧家。所谓“东平庙学（即府学）……教养诸生，后多显者”（《元史·<a href=\"http://so.gushiwen.org/author_2115.aspx\">严忠济</a>传》）。第三，兴礼乐以化民，改变杀伐之音。金亡后，严实首先把孔子五十一代孙孔元措从汴京请到东平，行礼乐之教，并为元廷输送了一批礼乐人才。严氏父子治理东平的四十余年间，曾数次至曲阜祭孔，意在宣扬孔孟的仁义礼乐之教，把东平治理成为一方“王道乐士”。上述种种，杜仁杰居间筹划力行，功不可没。</p> <p>　　至元初年，杜仁杰约六十五岁，是步入晚年的老者了。此时东平行台严氏兄弟相继去职家居，杜氏靠山失据；加之行政区划变动，东平散府，新任执政者与其关系不似严氏亲密；另外，长期在东平患难与共的老友或入京为官，或去各地任职。约在至元二年（1265）后，杜仁杰便离开东平，在此后的近二十年中，他隐迹山林，徜徉于泰山、灵岩、长清、济南之间。大约在至元十九年（1282）逝于长清老家。杜仁杰之了杜无素，字质，曾任福建闽海道廉访使，杜仁杰因此被赠为翰林承旨、资善大夫，谥文穆。杜氏著作有《逃空丝竹集》、《河洛遗稿》，惜皆早佚。现存诗作二十八首，词二首，散曲六首，尚不足九牛一毛。</p><br/><h2>人物贡献</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1832.aspx\">杜仁杰</a><a href=\"http://so.gushiwen.org/author_1832.aspx\">诗</a>文兼擅，而以散曲名世。他的散曲传世不多，却颇具特色。他性喜谐谑，言谈风趣，<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>称其“善谑”。因此，善谑和风趣，便形成杜仁杰散曲的风格。套曲[般涉调·耍孩儿]《喻情》，通篇用歇后语写成，而[般涉调·耍孩儿]《庄稼不识勾栏》套曲，则以幽默的笔调，描写一个庄户汉秋后进城看戏的经历，并以庄户汉的口吻，写勾栏（剧场）门前招徕观众的情景，戏棚和戏台的建筑结构，院本杂剧的表演体制等等，谐谑多端，情趣横生，读来令人捧腹。因它涉及到演出剧场、戏台、道具、乐队以至化装、角色等，也成为研究元代戏曲的重要资料。</p> <p>　　散曲虽传世不多，却有特色，笔触老辣而有谐趣，善于驾驭丰富活泼的口语。套曲〔般涉调·耍孩儿〕《喻情》，通篇用歇后语写成，对于了解元代口语甚有价值。最著名的是〔般涉调·耍孩儿〕《庄家不识勾栏》套曲，描写一个庄户汉秋收后进城，到勾栏看戏的种种经历。借这个庄户人的口吻，真实地再现了元代勾栏演戏时剧场、戏台、道具、乐队乃至化装、角色等种种情况，写得情趣盎然。这个套曲因而成为研究元代戏曲的重要资料。</p><br/><h2>人物历史</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1832.aspx\">杜仁杰</a>之父杜忱墓志：杜仁杰家世，历代研考甚少，当代吴晓铃、孔繁信先生始据方志资料，考明仁杰之父为杜忱（见《重辑杜善夫集·前言》）。两家均援引民国《长清县志》卷十《祠祀志·邱墓》“杜忱碑”之记载为其史证。志载：“元杜文穆君仁杰墓：见旧志。查墓在城东北王宿铺西里馀，龟趺败裂，翁仲倒仆，现存一石门，其上横书‘杜征君神道’。石门之南，东偏有一碑，破碎在地，字不可辨。细查之，其额上题曰：‘故金府京兆君杜公墓志’，系篆书，其文内有‘贞祐丙子公殁于泗上’，并有‘高祖文，曾祖实，祖渊’等字。石门之正南更有一碑，亦极破碎，查有‘知建昌路总管府事男质立’等字。”</p> <p>　　这一关涉杜仁杰生平的重要碑石，惜已毁于近世，致其全文难以稽考，有关史实莫明其详。但幸运的是，二十世纪六十年代时，在县志所记之杜氏墓区——即今长清平安店镇王宿铺村，新出土了一方《杜忱墓志》。1993年由村民送交长清县博物馆保存。此志各墓志目录（如《1949—1989四十年出土墓志目录》）均未著录，其记文不仅可印证县志所载，且可增补诸多未知的史实。</p><br/><h2>作品介绍</h2> <p>　　一生交游颇广，与金代著名<a href=\"http://so.gushiwen.org/author_1832.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>、元代散文家<a href=\"http://so.gushiwen.org/author_221.aspx\">王恽</a>、诗人胡祗遹交往甚厚，彼此有诗唱酬。隐居期间，在故乡的名山胜水间，也留下不少碑文、游记和诗篇。如定宗二年（1247年）游五峰山洞真观，撰《五峰山真静崔先生传碑》和《崔先生像赞》（今存）。此外，有《贫乐岩铭》（徂徕山）、《娄敬洞洞虚观碑记》（娄敬洞山）、《谷山寺碑》（谷山）、《泰山天门铭》，以及《东平张宣慰登泰山记》等。今存《灵岩志》（卷三）的《游灵岩寺》一首七律云：涧水消尽水声喧，山杏开时雪满川。老木嵌空从太古，断碑留语自前贤。蓬莱不合居平陆，兜率何为卜半天。金色界中无量在，可能此地了残年。</p> <p>　　不幸而此诗成为诗谶，<a href=\"http://so.gushiwen.org/author_1832.aspx\">杜仁杰</a>终以80高龄而卒于此。杜仁杰著有《逃空丝竹集》、《河洛遗稿》，已佚。清人顾嗣立编《元诗选》三集甲集收有《善夫先生集》一卷。散曲作品散见于《朝野新声太平乐府》、《雍熙乐府》、《盛世新声》等集中。</p><br/><h2>人物评价</h2> <p>　　喜爱弹唱，博学多才。他<a href=\"http://so.gushiwen.org/author_1832.aspx\">诗</a>文兼擅，而尤以散曲名世。他的散曲虽传世不多，但颇具特色。由于他性善谐谑，言谈风趣，因此善谑和风趣，便形成了其散曲的特色。对他的诗歌作品，金代著名诗人<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>曾称誉：“仲梁气锐而笔健，业专而心精，极他日所至，当于古人中求之。”(《遗山先生集·逃空丝竹集引》)</p>"
}