{
  "id": 2891,
  "star": 2,
  "name": "王景",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2891.jpg",
  "dynasty": "唐代",
  "desc": "王景（889年—963年），莱州掖县（今山东莱州）人。五代时期后周名将，历仕后梁、后唐、后晋、后汉、后周、北宋六朝。官至凤翔节度使、西面缘边都部署，封太原郡王。乾德元年（963年），王景去世，年七十五。册赠太傅，追封岐王，谥号“元靖”。",
  "content": "<h2>生平</h2> <p><strong>投身行伍</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>家族世代务农，他年轻时豪爽洒脱而不受世俗礼法拘束，善于骑射，不事生产，与同乡的恶少年结伙沦为盗贼。后隶属于后梁大将王檀，随其镇守渭台，与后唐庄宗<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>在黄河沿岸对抗。王檀立下军功，王景在其左右侍奉。</p> <p>　　庄宗攻入汴京时，王景率军投降，迁升为奉圣都虞候。</p> <p><strong>叛唐归晋</strong></p> <p>　　清泰末年，王景随张敬达围攻晋阳，遇到契丹来支援，王景便率部归顺后晋高祖石敬瑭。</p> <p>　　天福元年（936年），王景获授相州刺史。范延光拥邺城发动叛乱时，所属郡县大多被胁迫听从他，唯独王景分兵拒守。石敬瑭表彰他，升王景为耀州团练使。石敬瑭外出时，留王景为京城巡检使，又改任洺州团练使。</p> <p>　　后晋出帝石重贵即位后，王景获授侍卫马军左厢都校。</p> <p><strong>抵御契丹</strong></p> <p>　　开运二年（947年），契丹南侵，石重贵前往澶渊，王景与高行周等在戚城大破契丹，又升迁侍卫马军都指挥使、担任郑州防御使，后又出京担任晋州巡检使，授横海军节度使。</p> <p>　　契丹攻入汴京后，用他的乡党取代王景。王景归途停留在常山时，听说辽太宗耶律德光死于栾城，便抄小道回到横海军，攻入城关，契丹军逃走。</p> <p><strong>怀抚饥民</strong></p> <p>　　后汉乾祐初年，王景加职同平章事。适逢契丹发生饥荒，幽州的百姓大多过雁门关来寻求食物，其中到沧州境内的有五千多人，王景善于安抚他们，朝廷命给难民田地来安置他们。</p> <p><strong>为政有声</strong></p> <p>　　周太祖郭威在还未发迹时与王景交好，等到他即位后便升王景兼任侍中。王景出身行伍，平时也没什么智谋，但处理政务并不刻薄，民众有案申诉，他一定当面审问，没有什么大过错的即下令释放，能坚持己见而不轻信胥吏的话，因而颇受百姓爱戴。广顺初年，王景获召入朝，百姓数百人挡在道上，甚至有人拉住王景乘马两边的脚踏，但最终没能留住他。王景在不久后担任护国军节度使，一年后，又迁守凤翔。显德初年，获封褒国公，加开府仪同三司。</p> <p><strong>大败后蜀</strong></p> <p>　　周世宗柴荣即位后，王景升任中书令。之前，秦、凤两州被后蜀军攻陷，州旁的少数民族请求朝廷派兵收复失地，柴荣命王景与向拱率兵出大荼关讨伐，相继攻陷砦栅，柴荣便任命王景为西面行营都部署，于上邽大破后蜀，斩首数万级。同年秋，秦州向王景投降。次年，王景转镇秦州兼西面缘边都部署。</p> <p><strong>历仕六朝</strong></p> <p>　　周恭帝柴宗训即位后，进封王景为凉国公。</p> <p>　　北宋初年，加王景为守（代理）太保，获封太原郡王。</p> <p>　　建隆二年（961年）春，王景来朝，宋太祖设宴赏赐，又让他担任西面缘边都部署。</p> <p>　　乾德元年（963年），王景去世，享年七十五岁。赠太傅，追封岐王，谥号元靖。</p><br/><h2>性格特征</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>性格谦虚，对下属谦和有礼。每次朝廷有使臣到，即使地位不够高的人王景也一定降阶送迎，周到有礼。左右的人有人说：“王位固然要尊崇，也不要过于压抑自己。”王景说：“人臣看重君命，本来就应该这样，我只是担心不够谨慎罢了。”</p><br/><h2>逸闻趣事</h2> <p><strong>礼重张昭</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>获封太原郡王时，朝廷派吏部尚书张昭前来宣命，王景非常礼敬尊重张昭，赠给他一万多缗钱。他的一位亲信认为礼节太过优厚。王景说：“我在军中就听闻张尚书的名声。现在派他出使于我，这是朝廷对我的厚爱啊。我怎么可以拿以往的旧例来限制呢。”</p> <p><strong>迎娶官妓</strong></p> <p>　　当初，王景率部归顺后晋高祖石敬瑭时，在后唐的妻子被诛杀，两个儿子逃走才得以幸免于难。石敬瑭厚待王景，总共赏赐他上万的钱物。石敬瑭曾经问王景想要什么，王景回答说：“臣从归顺国家（指叛唐归晋）以来，受到陛下的恩泽深厚，确实没有想要的。”石敬瑭一再询问，王景在行稽首礼后，又先后拜两次，才说道：“臣当初还是士卒时，曾跟随一个军官多次经过官妓侯小师家中，心里也很爱慕她。如今妻子已经遇害，现在假如能娶她为妻，就心满意足了。”石敬瑭听后大笑，马上把侯小师赐给王景。王景非常宠爱他，侯小师后来被封为楚国夫人。她曾经偷取王景的尝盗景金数百两，私自送给以前的情人，王景知道却也不责怪她。</p><br/><h2>家庭成员</h2> <p><strong>妾室</strong></p> <p>　　侯小师，曾为官妓，后嫁<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>，累封楚国夫人。</p> <p><strong>儿子</strong></p> <p>　　王廷义，王景长子，外号“王当代”，官至横州团练使，后在随征太原战死，获赠建雄军节度使。</p> <p>　　王廷睿，王景次子，生平不详。</p> <p>　　王廷训，王景三子，以骁卫大将军致仕。</p>"
}