{
  "id": 616,
  "star": 113,
  "name": "曹丕",
  "image": "http://img.gushiwen.org/authorImg/caopi.jpg",
  "dynasty": "魏晋",
  "desc": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。",
  "content": "<h2>为政举措</h2> <p><strong>政治<br></strong>　　●政治体制<br>　　在即位魏王之初，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>便出台两项新政：</p> <p>　　第一项新政是废除中常侍和小黄门，改设散骑常侍，散骑侍郎两种官职，定员各四人，同时又宣布：严禁宦人干政、宦人为官，最高只能充任”诸署令“，从制度上铲除宦官干政的根源。为了传之久远，他还依照”国有大事则镂于金版“的古训，命人把上述政令镌刻在金属的简策上，然后珍藏于石室之中。</p> <p>　　第二项新政是采纳陈群的意见，确立九品中正制，成功缓和了曹氏与士族的关系，取得了他们的支持，为称帝奠定基础。他推行九品中正制后，用人权从地方收归了中央，但也导致魏国的统治实权逐步被士族垄断。</p> <p>　　曹丕于黄初元年（220年）果断称帝，结束汉朝四百年统治，开创士族政治之先河。登基之后，坚持大权独揽，设立中书省，其官员改由士人充任，原由尚书郎担任的诏令文书起草之责转由中书省官员担任，机要之权渐移于中书省。定令妇人不得预政，群臣不得奏事太后，后族之家不得当辅政之任，又不得横受茅土之爵”。削夺藩王权利，曹魏藩王的封地时常变更，没有治权和兵权，举动受到严格监视，形同囹圄。这个政策虽然吸取了汉朝诸侯国作乱的教训，却留下隐患，导致宗亲势单力薄，日后无力阻止外臣夺权。</p> <p>　　同时，曹丕整肃朝纲，于黄初二年（221年）颁布《日食勿劾太尉诏》，以革除无辜归咎股肱大臣的弊端；次年（222 年）颁发《禁诽谤诏》和《百官不得干预郡县诏》，以改变相互诬告与朝臣颐指的世风。</p> <p>　　●消除割据<br>　　此外，曹丕在位时，还假借征吴之名，平定了青州、徐州一带的地方割据势力，最终完成了北方的统一。汉末以来，青、徐一带存在着以臧霸、孙观等为首的割据势力，他们虽归顺<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，却拥有独立的地盘和兵力，曹操不得不对他们采取羁縻政策。曹操刚死，在洛阳的青、徐兵就发生骚动，曹丕采取抚而不讨的策略，稳住了他们，控制了局面；黄初三年（222年），曹丕以孙权不纳质子为由，三路伐吴，借机剥夺了臧霸的兵权；黄初五年、六年（224年、225年），曹丕两次亲自督师伐吴，均止步于广陵，未与吴军交锋，却平息了利城兵变，彻底解决了青、徐的隐患。因此后世推测，曹丕亲征的真实目的不是伐吴，而是以此为幌子不声不响地平定青、徐割据势力，充分表现出他作为政治家的小心谨慎又不失坚决果断的素质。史学家田余庆评价说：“曹丕在广陵之役中最终解决了青徐豪霸割据一方的问题，增进了魏国的稳定，巩固了北方的统一，可以说是他在位七年中的一件可以称说而又被人们忽略了的政治大事……广陵之役解决了青徐问题，使东方归于一统，魏国国势更加强大起来”。</p> <p><strong>经济<br></strong>　　在经济方面，曹丕继续发展屯田制，施行谷帛易市，稳定社会秩序。黄初末，魏国国库充实，累积巨万，基本解决战争造成的通货膨胀问题。同时，采取战略防守，恢复生产。除禁令，轻关税，禁止私仇，广议轻刑，与民休养，使北方地区重现安定繁荣局面。</p> <p>　　曹丕提倡节俭、薄葬，下诏禁止厚葬、淫祀。预作《终制》。</p> <p><strong>文化<br></strong>　　●重视文教、礼乐<br>　　黄初二年（221年），下令人口十万以上的郡国每年察举孝廉一人，如有特别优秀的人才，可以不受户口限制。</p> <p>　　黄初三年（222年），又颁布《取士勿限年诏》，以打破年龄界线，提出 无论老幼只要“儒通经术，吏达文法”都可试用的用 人之法。</p> <p>　　黄初四年（223年），在原来汉室乐舞的基础上制礼作乐，朝堂之上宗庙之中演奏起正世乐、迎灵乐、武颂乐、昭业乐、凤翔舞、灵应舞、武颂舞、大昭舞、大武舞。</p> <p>　　黄初五年（224年），封孔子后人孔羡为宗圣侯，享食邑百户，重修孔庙，在各地大兴儒学，立太学，置五经课试之法，设立春秋谷梁博士。</p> <p>　　曹丕的这些举措，在短期内使封建正统文化复兴。</p> <p>军事<br>　　曹丕在位六年，统治期间，曹魏国力进一步增加，版图得以扩大。</p> <p>　　●与诸胡<br>　　曹丕在担任魏王时，令苏则平定武威三种胡、酒泉和张掖的叛乱； 称帝之后，命曹真督军大破羌胡联军，平定河西，遣使复通西域，恢复了中原王朝在西域的统治，并设置了西域长史府。</p> <p>　　因北狄强盛，侵扰边塞，于是曹丕任命田豫为持节、护乌丸校尉，牵招、解俊同为护鲜卑校尉，田豫、牵招、梁习等将领在北疆表现出彩，多次击败鲜卑。</p> <p>　　●与蜀汉<br>　　曹丕在延康元年（220年）命夏侯尚、徐晃招降蜀汉宜都太守孟达，大破刘备义子刘封，收复上庸三郡。</p> <p>　　●与孙吴<br>　　孙权曾向魏称臣，接受吴王封号。经过多次斡旋，魏吴最终走向敌对，曹丕三次亲征东吴，均没有取得太大的效果。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>是中国三国时代第一位杰出的伟大<a href=\"http://so.gushiwen.org/author_616.aspx\">诗</a>人。其《燕歌行》是中国现存最早的文人七言诗；他的五言和乐府清绮动人，现存诗约四十首。</p> <p><strong>诗歌</strong><br>　　曹丕诗歌形式多样，而以五、七言为长，语言通俗，具有民歌精神；手法则委婉细致，回环往复，是描写男女爱情和游子思妇题材的个中能手。<br>　　代表曹丕诗歌最高成就的《燕歌行》，据考写于建安十二年<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>北征三郡乌桓期间，采用乐府体裁，开创性地以句句用韵的七言诗形式写作，是现存最早最完整的七言诗。《燕歌行》从“思妇”的角度，反映了东汉末年战乱流离的现状，表达出被迫分离的男女内心的怨愤和惆怅。全诗用词不加雕琢，音节婉约，情致流转，被<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>盛赞“倾情，倾度，倾色，倾声，古今无两”。曹丕的一些为后人称道的作品都在担任五官中郎将至魏太子期间所作，他的诗歌细腻清越，缠绵悱恻。<br>　　学者叶嘉莹在《叶嘉莹说汉魏六朝诗》里，列举钟嵘《诗品》、<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>《文心雕龙》和王夫之《姜斋诗话》对曹丕的评价。《诗品》将曹丕排在中品，认为他的诗不及弟弟<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>，原因是曹丕诗“率皆鄙直如偶语”（“偶语”，即两个普通人在讲话），反观曹植则是“骨气奇高，词采华茂。情兼雅怨，体被文质，粲溢今古，卓尔不群”。《文心雕龙》（才略篇）说曹丕“魏文之才，洋洋清绮，旧谈抑之，谓去植千里......子桓虑详而力缓，故不竞于先鸣”，与曹植“思捷而才俊”不同，又谓“俗情抑扬，雷同一响，遂令文帝以位尊减才，思王以势窘益价，未为笃论也”，世人都同情曹植的处境，曹丕是兄弟争位的胜方，人们也因此忽略他文章的美妙。明末清初，王夫之在《姜斋诗话》里直言：“实则子桓天才骏发，岂子建所能压倒耶？”，可谓为曹丕文学成就“平反”的宣言。叶嘉莹说，曹丕是一位“理性诗人”，有节制有反省，“以感与韵胜”。</p> <p><strong>理论</strong><br>　　曹丕的《典论·论文》是中国最早的文学理论与批评著作，写于曹丕为魏太子时，文中要点有： ①评价<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>、<a href=\"http://so.gushiwen.org/author_359.aspx\">陈琳</a>、<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>、<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>、阮瑀、应玚、<a href=\"http://so.gushiwen.org/author_695.aspx\">刘桢</a>的文风和得失，“建安七子”的说法来源于此； ②提出“文以气为主，气之清浊有体，不可力强而致”，认为作家的气质决定作品的风格； ③肯定文学的历史价值，“盖文章，经国之大业，不朽之盛事”。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《魏晋风度及文章与药及酒之关系》中称“他（曹丕）说诗赋不必寓教训，反对当时那些寓教训于诗赋的见解，用近代的文学眼光来看，曹丕的一个时代可说是‘文学的自觉时代’，或如近代所说是为艺术而艺术的一派。”</p> <p><strong>影响</strong><br>　　曹丕是邺下文人集团的实际领袖，对建安文学的精神架构起到关键作用，由此形成的“建安风骨”对后世文学产生了深远影响。 ①曹丕命令刘劭、王象、缪袭等人编纂中国第一部类书《皇览》，开官方组织编纂类书的先河。 ②《典论·论文》开创了文学批评的风气，为中国文学批评之祖。 ③其《燕歌行》则是中国文学史上第一首完整的七言诗，此对后世七言诗的创作有很大影响。 </p><br/><h2>历史评价</h2> <p><strong>三国<br></strong><a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>：<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>篡弑，自立为帝，是犹土龙刍狗之有名也。 <br>孙权：及操子丕，桀逆遗丑，荐作奸回，偷取天位，而叡么麽，寻丕凶迹，阻兵盗土，未伏厥诛。<br><a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>：祥惟圣贤，歧嶷幼龄。研几六典，学不过庭；潜心无妄，抗志清冥。才秀藻朗，如玉之莹。<br>卞兰：研精典籍，留意篇章，览照幽微，才不世出，禀聪睿之绝性，体明达之殊风，慈孝发于自然，仁恕洽於无外。是以武夫怀恩，文士归德。窃见所作典论，及诸赋颂，逸句烂然，沈思泉涌，华藻云浮，听之忘味，奉读无倦。</p> <p><strong>两晋南北朝<br></strong><a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>：文帝天资文藻，下笔成章，博闻强识，才艺兼该；若加之旷大之度，励以公平之诚，迈志存道，克广德心，则古之贤主，何远之有哉！<br>刘渊：黄巾海沸于九州，群阉毒流于四海，董卓因之肆其猖勃，<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>父子凶逆相寻。<br><a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>：自建安之后，魏之武文， 送终之制，务在俭薄，此则墨子之道， 有可行矣。<br><a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>：魏文之才，洋洋清绮，旧谈抑，之谓去植千里。然子建思捷而才俊，<a href=\"http://so.gushiwen.org/author_616.aspx\">诗</a>丽而表逸；子桓虑详而力援，故不竞于先鸣。而乐府清越，《典论》辩要，选用短长，亦无懵焉。但俗情抑扬，雷同一响，遂令文帝以位尊减才，思王以势窘益价，未为笃论也。<br>垣荣祖：昔曹操、曹丕上马横槊，下马谈论，此于天下可不负饮矣！</p> <p><strong>隋唐五代<br></strong>《陈思王庙碑》：魏高祖文皇帝，绍即四海，光泽五都，负彰魈茫朝宗万国，允文允武，庶绩咸熙，正践升平，时称宁晏。<br><a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>：文帝富裕春秋，光应禅让，临朝恭俭，博览坟典，文质彬彬，庶几君子者矣。<br>郝处俊：昔魏文帝著令，虽有幼主，不许皇后临朝，所以杜祸乱之萌也。<br><a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>：文帝临戎不武，为国好奢，忍害贤良，疏忌骨肉。<br><a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>：周文王之为太子也，崇礼不倦；魏文帝之在青宫也，好古无怠，博览史籍，激扬令闻，取高前代，垂名不朽。<br>王锴：文帝八岁能属文，博览古今，贯穿经史。及居帝位，益尚谦和。坐不废书，手不释卷。</p> <p><strong>宋明<br></strong><a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>：至于欲使当时累息之民得阔步高谈无危惧之心，未尝不为之三复也，于是时吴蜀争帝，中国庶几乎息肩矣，是以在位七年而谥曰文也。<br>郝经：丕特负赃胠箧之盗。操死丕直取，自以为可也，乃从容禅让，自以为舜、禹复出，其自欺也甚矣！且轻薄佻靡，未除贵骄公子之习，不矜细行，隳败礼律，刻薄骨肉，自戕本根，乱亡基兆，已在于是。孔明谓为土龙刍狗，宜哉！<br><a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>：霸朝初创，力更旧辄，至待山阳公以不死，礼遇汉老臣杨彪不夺其志，盛德之事，非孟德可及。<br>胡应麟：诗未有三世传者，既传而且煊赫，仅曹氏操、丕、睿耳。然白马名存钟《品》，则彪当亦能诗。又任城武力绝人，仓舒智慧出众。阿瞒何徳，挺育多才？生子如此，孙仲谋辈讵足道哉<br><a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>：自三代而后，人主文章之美，无过于汉武帝、魏文帝者。</p> <p><strong>近现代<br></strong>毛泽东：曹丕也是他儿子，也有些才华，但远不如曹操。曹丕在政治上也平庸，可他后来做了皇帝，是魏文帝。历史上所称的‘建安文学’，实际就是集中于他们父子的周围。一家两代人都有才华、有名气，在历史上也不多见哪！<br>郭沫若：曹丕在政治见解上也比乃弟高明得多，而在政治家的风度上有时还可以说是胜过他的父亲。如令宦人为官不得过诸署，禁母后预政，取士不限年资但纠其实，轻刑罚，薄赋税，禁复仇，禁淫祀，罢墓祭，诏营寿陵力求俭朴等等，处处都表示着他是一位旧式的明君典型。 <br>马植杰：从曹丕的政治设施来看，也有些不错的。拿曹丕与其他封建帝王相比，尚属中等偏上者。<br>叶嘉莹：魏文帝在即位后，曾下了息兵诏，下了薄税诏，下了轻刑诏。他实在是一个很有理想的皇帝，希望能够把天下治理得更好。但是很可惜，他只做了七年的皇帝就死了，死的时候只有四十岁。</p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　汉中平四年（187年）冬，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>生于谯县。他自幼天资聪颖，后天良好的教育成长环境，给予了他深厚的文学素养。年少成长的阶段，他广学博览，“少诵<a href=\"http://so.gushiwen.org/author_616.aspx\">诗</a>、论，及长而备历五经四部、史汉、诸子百家之言，靡不毕览。”为日后的文学创作打下了坚实的基础。</p> <p>　　初平三年（192年），<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>认为时下兵荒马乱，教曹丕学射箭，六岁时，曹丕学会了射箭。八岁时，曹丕学会了骑马。从十岁起，曹丕就随父亲征战南北，长时间的军旅生活锻炼了他强健的体魄，而且还丰富了他的见闻，为其诗篇创作积淀了大量的素材。随着他年龄与阅历的不断成长，艰苦生活环境带来的精神冲击，逐渐形成了他特有的沉郁性格气质。</p> <p>　　建安二年（197年），曹丕随曹操南征张绣，张绣先降后反，曹操长子曹昂和侄儿曹安民遇害，年仅十岁的曹丕乘马逃脱。</p> <p>　　建安十五年（210年），曹丕被司徒赵温举荐，曹操认为赵温举荐他的儿子，并不是因为他真实的才能，因此使侍中守光禄勋郗虑持节奉策免去赵温官职。次年（211年），任五官中郎将、副丞相。</p> <p>　　建安十八年（213年），曹操带着曹丕等人，回到亳州老家上拜坟墓。事毕，曹丕等乘马游观，经过东园，循着涡河，穿过高林，驻马书鞭，写下《临涡赋》。</p> <p><strong>夺嫡之争<br></strong>　　曹丕是曹操的次子，曹昂死后，曹操还曾打算传位其庶弟曹冲。曹冲是个神童，五六岁时智力已经“有若成人”。且天性仁厚爱人，常常为不慎犯了过失的设法解免，“赖以济宥者，前后数十”。为此，曹冲深得曹操的宠爱，但曹冲十三岁患病夭折。在他死后，曹操曾对曹丕说：“此我之不幸，而汝曹之幸也。”曹丕后来也常对人说：“若使仓舒在，我亦无天下。”不久，曹丕同母弟<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>，随后以风流文采而展露头角，深受曹操喜爱。于是就发生了曹丕、曹植兄弟间的夺嫡之争。</p> <p>　　曹操长期在立嗣上狐疑不决，难免不影响下属。时间一长，下属间渐渐形成了拥护曹丕和拥护曹植的两个集团。拥护曹丕的有桓阶、邢颐、吴质、贾诩等人，拥护曹植的有丁廙、丁仪、杨修、孔桂、杨俊等人。他们各自结为党羽，设计谋、造舆论，尔虞我诈，互相倾轧。拥护曹植的杨修出身东汉名门“弘农杨氏”，是个智谋过人的奇士，又身为曹操的主簿，消息特别灵通，对曹植十分有利，在他出谋画策之下，曹植在这场争夺战中渐占优势，“几为太子者数矣”。但因曹植“任性而行，不自雕励，饮酒不节。”终为曹操所不悦。</p> <p>　　建安二十二年（217年），曹丕运用各种计谋，在司马懿、吴质等大臣帮助下，在继承权的争夺中战胜了曹植，被立为魏王世子。建安二十四年（219年），曹丕作为储君驻守邺城，魏讽密谋攻邺，与之同谋的陈祎自首，曹丕率众平定变乱，诛杀魏讽。</p> <p><strong>登基为帝<br></strong>　　延康元年（220年）正月，曹操逝世于洛阳，曹丕从邺城至洛阳继承丞相位，称魏王，改建安二十五年为延康元年。初登高位手掌大权的曹丕，面对突而其来的权力交接，心理上不免有些激动和志满意得。面对从乃父手中接管下来的国家，深感完成乃父复兴国力和实现统一之遗志，将是他人生今后任重而道远的责任。</p> <p>　　曹丕从东汉末年，纲纪紊乱的历史中吸取教训，迅速将权力集中在手，稳定政权局势。他深知只有加强巩固自己的集权，才能巩固自己的权利宝座的重要性。他一开始就从内部权利制衡中着手，迅速做出反应。他笼络和扶植自己的政治势力，重新分配在权利蛋糕上的占有份额，同时打击排除异己势力。二月，任命贾诩为太尉，华歆为相国，王朗为御史大夫。已卯，任命夏侯惇为大将军。濊貊、扶馀单于、焉耆、于阗王皆各遣使奉献。五月，册封投降的山贼郑甘、王照为列侯，又命苏则督军平定武威、酒泉和张掖的叛乱。七月，孙权遣使奉献，同月，命夏侯尚、徐晃与蜀将孟达里应外合，收复上庸三郡。武都氐王杨仆率种人内附，居汉阳郡。甲午，带着军队驻扎在谯，在邑东以酒食慰劳六军和谯郡父老。</p> <p>　　十一月癸卯，下诏收敛、祭奠阵亡将士。乙卯，汉献帝禅让，曹丕三次上书辞让。 辛未，曹丕登受禅台称帝，改元黄初，改雒阳为洛阳，大赦天下。 黄初元年（220年）十一月癸酉，以河内郡山阳邑万户奉汉献帝为山阳公。</p> <p><strong>平胡征吴<br></strong>　　曹丕对外一向主张征伐，渴望早日实现统一山河的志向。他积极折冲疆场，曾两次兴师伐吴。</p> <p>　　黄初二年（221年），吴国孙权攻击刘备，关羽败走麦城被杀，遂收荆襄之地。孙权害怕刘备报复首尾难顾，假意与魏曹丕修好“孙权遣使者奉章，并遣于禁等还。”曹丕遣“使太常邢贞持节拜权为大将军，封吴王，加九锡。”孙权假意称臣。刘备愤孙权之袭关羽，率诸军伐吴，孙权遣书请和，刘备盛怒不许。是年，攻破吴军巫口和姊归两处。</p> <p>　　黄初三年（221年）正月，孙权给曹丕上书言说出兵迎敌，曹丕作《报吴王孙权书》鼓励其杀敌。二月，鄯善、龟兹、于阗王各遣使奉献。是后西域复通，置戊己校尉。三月，封曹叡为平原王，弟弟曹彰等十一人皆为王。四月，封曹植为鄄城王。闰月，孙权破刘备于夷陵。当初曹丕听说刘备率军东下，与孙权交战，树栅连营七百余里，对群臣说：“刘备不懂兵法，哪有连营七百里抵抗敌人的！‘苞原隰险阻而为军者为敌所禽’，这是用兵的忌讳，孙权打败刘备的上书快到了。”过了七天，孙权击破刘备的文书送到。八月，蜀大将黄权率众降。九月庚子，立郭女王为皇后。随后孙权因解除了蜀国的威胁，孙权遣长子孙登入魏为质一事拖延再三，魏吴两国的联合也逐渐出现貌合神离的状况。同年十月，“孙权复叛。复郭州为荆州。帝自许昌南征，诸军兵并进，权临江拒守。”对于孙权的欺骗与背叛，曹丕十分恼怒，又下《伐吴诏》鼓励将士们曰：“南征进军，以围江陵，多获舟船。斩首执俘，降者盈路。牛酒日至。” 表示坚决要南征孙权之意。</p> <p>　　曹丕自许昌南征，诸军兵并进，曹真、张郃、曹休等诸路大捷，击败孙盛、大破吕范、火烧诸葛瑾，几乎攻下江陵，孙权临江拒守，几条战线或溃或败，仅朱然获胜，曹丕胜利在望，却不料遇到疫疾，孙权乘机重新遣使纳贡，双方言和，曹丕退兵。十一月辛未，命镇西将军曹真率诸将及州郡兵讨破叛胡治元多、封赏等，平定河西。过了十天，破胡告檄传到洛阳，曹丕非常高兴，大笑说：“我在帷幕之内运筹帷幄，诸将在万里之外奋勇作战，其相应若合符节。前后战克获虏，没有如此之多的。” </p> <p>　　黄初四年（223年），曹仁、曹彰、贾诩先后去世。</p> <p>　　黄初五年（224年）四月，曹丕立太学，制五经课试之法，置春秋谷梁博士。</p> <p><strong>临江观兵<br></strong>　　黄初六年（225年）二月，派遣使者从许昌到沛郡询问民间疾苦，救济贫困者。同年，并州刺史梁习大破鲜卑轲比能。 </p> <p>　　十月，曹丕行幸广陵故城，临江观兵，戎卒十余万，旌旗数百里。当年大寒，水道结冰，舟不得入江，乃引还。期间，经过雍丘，到曹植处所，与曹植见面，增其户五百。十二月，曹丕一行从谯经过梁，派遣使者用太牢礼祭祀东汉太尉乔玄（与曹操为忘年之交）。</p> <p><strong>去世<br></strong>　　黄初七年（226年）正月壬子，曹丕回到洛阳的宫殿。</p> <p>　　五月丙辰日（6月28日），曹丕病重，命镇军大将军陈群、中军大将军曹真、征东大将军曹休、抚军大将军司马懿受领遗诏，共同辅佐嗣主曹叡。让后宫淑媛、昭仪已下的都各归其家。同月十七日（6月29日），曹丕去世，时年四十岁。谥号文皇帝，庙号高祖（《资治通鉴》作世祖）。按其生前的文告，不树不坟，葬于首阳陵。</p><br/><h2>家族成员</h2> <p><strong>父母<br></strong>父亲：<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，字孟德，官至丞相、魏王、冀州牧，<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>登基后追封为武皇帝。<br>母亲：卞氏，曹操之妻，曹丕登基后尊为太后，谥号武宣皇后。</p> <p><strong>后妃<br></strong>皇后郭女王，曹叡继位尊为皇太后，谥号文德皇后。<br>皇后甄氏，生明帝曹叡，东乡公主。追谥文昭皇后。<br>李贵人，生曹协。<br>阴贵人<br>柴贵人<br>潘淑媛，生曹蕤。<br>朱淑媛，生曹鉴。<br>仇昭仪，生曹霖。<br>徐姬，生曹礼。<br>苏姬，生曹邕。<br>张姬，生曹贡。<br>宋姬，生曹俨。<br>刘氏，汉献帝二女之一。<br>刘氏，汉献帝二女之一。<br>任氏，建安中废黜。</p> <p><strong>子女<br></strong>儿子<br>魏明帝曹叡。<br>赞哀王曹协，子殇王曹寻。<br>北海悼王曹蕤。<br>东武阳怀王曹鉴。<br>东海定王曹霖，子东海王曹启、高贵乡公曹髦。<br>元城哀王曹礼。<br>邯郸怀王曹邕。<br>清河悼王曹贡。<br>广平哀王曹俨。<br>曹喈，早夭。</p> <p>女儿<br>东乡公主，母甄氏。</p> <p>后裔<br>曹霸，曹髦后人，唐玄宗时期画家，能文善画，官至左武卫将军。</p><br/><h2>轶事典故</h2> <p><strong>喜爱葡萄<br></strong>　　<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>在世时甚喜爱葡萄一物，并对古作蒲桃。</p> <p>　　此于《与吴监书》、《诏群医》中有记：“三世长者知被服，五世长者知饮食。此言被服饮食，非长者不别也……中国珍果甚多，且复为说蒲萄。当其朱夏涉秋，尚有余暑，醉酒宿醒，掩露而食。甘而不，酸而不脆，冷而不寒，味长汁多，除烦解渴。又酿以为酒，甘于鞠蘖，善醉而易醒。道之固已流涎咽唾，况亲食之邪。他方之果，宁有匹之者”。曹丕在其诏书中也曾记：“南方有龙眼荔枝，宁比西国葡萄石蜜乎？”</p> <p>　　由此可见，曹丕的确对葡萄钟爱有佳。</p> <p><strong>允文允武<br></strong>　　曹丕善击剑骑射，好博弈弹棋，在《典论》的自叙中更自诩其非凡箭艺，能“左右射”，可谓文武兼备。</p> <p>　　有一次，曹丕和平虏将军刘勋、奋威将军邓展共同饮宴。曹丕一向听说邓展精研武术，擅于运用各种兵器，而且还能空手入白刃，因此，曹丕就和邓展谈论起剑术，谈着谈着，曹丕直率地说：“我过去对剑术曾经有过研究，而且也得到高明的传授，我觉得你刚才所说的某处是不对的。”邓展听了曹丕的话，很不服气，要求和曹丕在实战中较量一下。此时，正是酒酣耳热之后，大家正在吃甘蔗，于是就以甘蔗为剑，下殿后对打起来，几个回合下来，曹丕连续三次都击中邓展的手臂，左右皆大笑起来。邓展不觉脸红，更不服气，要求再来一次。曹丕就故意说：“我的剑快而集中，很难击中对方的面部，因此只是打中了你的手臂。”邓展说：“别说了，我们再来一次吧。”曹丕知道这次邓展一定会突然间向中路猛攻，就装假不经意地向邓展进击，邓展果然如曹丕所料，猛地冲杀过来，曹丕却迅速退步闪过。出手如风，从上方截击，一下打中邓展的额角，这一下使得一同喝酒的人都禁不住惊叫起来。</p> <p>　　这一幕比剑结束后，曹丕和邓展二人还座继续畅饮，曹丕笑着对邓展说：“从前有一个名医叫杨庆的，他曾叫淳于意将自己的旧秘方全部抛弃，另外教授他的秘术，我看邓将军还是把旧技抛弃，接受新的重要的击剑方法吧。”话音刚落，满座都不禁欢笑起来。</p> <p><strong>临台立誓<br></strong>　　永始台是汉魏故都丞府建筑群的一部分，曹丕年轻时在此修文习武。曹丕娶郭女王之后，将她迁居此处，时刻伴于身边。二人情义相投，恩爱异常。但时间一长，郭女王愁容渐生。曹丕不知何故，便向她询问，郭女娲答道：“妾出身寒微，自知不配伴君，今虽乐，恐难长久。”曹丕听闻，便向郭女娲立誓：”吾爱卿出自诚心，今生生死与共，永远如初，此台以为证。”这座殿台遂被人称作永始台。</p> <p><strong>哭吊<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a><br></strong>　　建安二十二年（217年），建安七子之一的王粲去世，当时还是魏王世子的曹丕与其交情非常深厚，亲临哭吊。在灵堂上，曹丕建议道：“仲宣（王粲字）生前喜欢驴叫，我们就各学一声驴叫来送走他吧！”于是吊客纷纷学驴叫，此事一时传为佳话。 </p> <p><strong>煮豆燃萁<br></strong>　　主词条：煮豆燃萁<br>　　曹丕曾命<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>在七步之内作出一首<a href=\"http://so.gushiwen.org/author_616.aspx\">诗</a>，否则就要把他处死，曹植在七步之内便吟出：“煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？”曹丕听了这首诗，感到非常惭愧。<br>　　注：此事件不见于正史《三国志》，此诗亦不见于《曹植集》，其真伪历来争论不休。亦有人认为确有兄弟阋墙之事，但现存的《七步诗》为后人伪托。</p> <p><strong>预言成真<br></strong>　　汉灵帝熹平五年（176年），谯县上空出现了黄龙，光禄大夫桥玄问太史令单飏说：“这是何吉兆？”单飏回答：“以后必有称王的人在这里诞生，不到五十年，还会有黄龙出现，天象经常和人事相应，这就是天人感应。”内黄人殷登把这话默默记下来。四十五年后，殷登还健在。延康元年（220年）三月，黄龙又在谯县再现，殷登听到这个消息时说：“单飏的话，现在果然应验了。”</p> <p><strong>相士算命<br></strong>　　曹丕任五官中郎将时，曾在一次宴请中向相士朱建平询问自己的寿命，朱建平说：“您的寿命是八十岁，四十岁时会有小灾难，希望您多加小心。”曹丕果然四十而终。</p>"
}