{
  "id": 1123,
  "star": 2,
  "name": "谈迁",
  "image": "http://img.gushiwen.org/authorImg/tanqian.jpg",
  "dynasty": "清代",
  "desc": "谈迁（1594～1657），明末清初史学家。原名以训，字仲木，号射父。明亡后改名迁，字孺木，号观若，自称“江左遗民”。浙江海宁（今浙江海宁西南）人。终生不仕，以佣书、作幕僚为生。喜好博综，子史百家无不致力，对明代史事尤其注心。著有《国榷》一书。50多岁完成原稿，但被小偷偷走，在受到打击后，他便从痛苦中挣脱出来，编著一部新的《国榷》。新的《国榷》共104卷，428万4千字。",
  "content": "<h2>生平</h2> <p><strong>基本信息</strong><br>　　明末清初史学家。原名以训，字仲木，号射父。明亡后改名迁，字孺木，号观若，自称“江左遗民”。浙江海宁（今浙江海宁西南）人。终生不仕，以佣书、作幕僚为生。喜好博综，子史百家无不致力，对明代史事尤所注心。天启元年（1621）始，以明实录为本，遍查群籍，考订伪误，按实编年，序以月日，历时六年，完成《国榷》初稿。南明弘光元年（清顺治元年，1644）为内阁大学士高弘图幕僚，为高弘图和张慎言所器重，荐为中书舍人、礼部司务，参与修史，但不愿“以国之不幸博一官”，力辞未就。清顺治二年（1645）回原籍，增补《国榷》中崇祯、弘光两朝史事。四年，全稿被窃，愤而重写。十年，应弘文院编修朱之锡聘，携稿赴京，探求公私著述，访询故明遗老，尤重邸报和公文等政府档案才料，校补厘订《国榷》。对清初赋役制度混乱繁重，曾上书户部，建议“立法定制”、“轻徭薄赋”。十三年夏，南归海宁。次年夏又应沈贞亨聘，去山西平阳（今山西临汾）作幕，是年冬病死于幕所。其他著述有《枣林杂俎》、《枣<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>索》六卷、《枣林集》十二卷、《枣林<a href=\"http://so.gushiwen.org/author_1123.aspx\">诗</a>集》三卷、《北游录》、《西游录》二卷、《海昌外志》八卷、《史论》二卷等。当是时，人士身经丧乱，多欲追叙缘因，以显来世，而见闻窄狭，无所凭藉。闻迁有是书，思欲窃之为己有。迁家贫，不见可欲者，夜有盗入其室，尽发藏橐以去。迁喟然曰：“吾手尚在，宁遂已乎？”从嘉善钱氏借书复成之。阳城张慎言目为奇士，折节下之。慎言卒，迁方北走昌平，哭思陵，复欲赴阳城哭慎言，未至而卒，顺治十二年冬十一月也。<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>为表其墓。自幼刻苦好学，家贫，靠缮写、代笔或作记室（秘书）维持生活。一生未曾做官，靠替人抄写、代笔或作记室（秘书）来维护生活。用我的话说，是真正献身学术的人，自学成才，然后私人写史。不计报酬，不慕虚名，贫寒一生，活的很有骨气、很有节气、很有使命感和责任感的史家。</p> <p><strong>史学生涯</strong><br>　　<a href=\"http://so.gushiwen.org/author_1123.aspx\">谈迁</a>博览群书，家境贫寒，善诸子百家，精研历史，尤其是明代典故。他立志撰写一部翔实可信的明史。从天启元年（1621）27岁开始，历时20余年，“六易其稿，汇至百卷”，始完成这部编年体明史，全书约400万字，取名《国榷》。清顺治四年（1647）手稿被窃，时已53岁，他很快从痛苦中挣脱出来，发奋重写，经四年努力，完成新稿。顺治十年携稿北上，在北京走访降臣、皇室、宦官和公侯门客，搜集明朝逸闻，并实地考察历史遗迹，加以补充、修订。书成后，署名“江左遗民”，以寄托亡国之痛。十四年，去山西平阳（今临汾）祭奠先师张慎言，病逝于客地。谈迁祖籍汴梁（今开封），随宋室南渡，定剧场于盐官西南枣林村，后江沙坍落，迁至马桥麻泾港西。著作另有《枣林集》、《枣林诗集》、《枣林杂俎》、《北游录》、《西游录》、《史论》、《海昌外志》等。</p> <p><strong>关于《国榷》的故事</strong><br>　　天启元年（1621年），谈迁28岁，谈迁母亲亡故，他守丧在家，读了不少明代史书，觉得其中错漏甚多，因此立下了编写一部翔实可信符合明代历史事实的明史的志愿。在此后的二十六年中，他长年背着行李，步行百里之外。到处访书借抄，饥梨渴枣，市阅户录，广搜资料，终于卒五年之功而完成初稿。以后陆续改订，不懈努力，六易其稿，撰成了百卷400多万字的巨著《国榷》。岂料书稿即将付印前（清顺治四年1647年8月）书稿被小偷盗走，他每日以泪洗面，茶饭不思，夜难安寝。可是，他却没有放弃，并决定重新撰（zhuàn)写。当时谈迁已经是个体弱多病的老人了。经4年不懈努力，日夜奔波，终于完成新稿。顺治十年（1653年）。</p> <p>　　《国榷》以《明实录》为本，参阅诸家史书，考证订补，取材广博，选择谨严，为研究明史的重要著作。书中对满清颇多贬责，当时无法流传。直至建国后，里人张宗祥着手整理校订，编为108卷，1958年由中华书局出版。谈迁重编《国榷》的事迹也被苏教国标版语文第九册（五年级上册）列入课文，作者蒋光宇，题目为《厄运打不垮的信念》。</p> <p>　　《厄运打不垮的信念》内容为：明朝未年时，史学家谈迁经过20多年的奋斗，6次修改，谈迁终于在50多岁时完成了一部400多万字的明朝编年史——《国榷》。</p> <p>　　面对这部可以流传千古的巨著，谈迁心中的喜悦可想而知。可是，就在书稿即将付印前发生了一件意想不到的事情。一天夜里，小偷溜进他家，见到家徒四壁，无物可偷，以为锁在竹箱里的《国榷》原稿是值钱的财物，就把整个竹箱偷走了。从此，这些珍贵的书稿就下落不明。20多的心血转眼之间化为乌有，这对任何人来说，都是致命的打击。对年过六十、两鬓已开始花白的谈迁来说，更是一个无情的重创。可是谈迁很快从痛苦中崛起，下定决心从头撰写这部史书。</p> <p>　　谈迁又继续奋斗十年后，又一部《国榷》重新诞生了。新写的《国榷》共104卷，428万4千字，内容比原先的那部更翔实、精彩。谈迁也因此留名青史、永垂不朽。</p> <p><strong>为人操守</strong><br>　　谈迁一直是靠给别人抄写谋生的，这是很艰苦的。尽管艰苦，他也从不为钱财和骨气而放弃了自己的原则。</p> <p>　　崇祯十五年冬，有商船从日本走私人参，价值十万金。在海宁登陆，前往嘉兴。邑令刘宪模抓了私贩，但不上报，企图侵吞这批人参，肯托谈迁写信给浙江巡抚，买通关节。谈迁认为此事重大，隐瞒不住，拒绝写信，后果然事情败露，刘宪模被罢官。</p> <p>　　顺治十二年，谈迁在北京。自己的同乡，新科的进士杨雍建托谈迁的老友沈仲嘉，转求谈迁代拟两份信稿。谈迁很不情愿的答应了。后来杨雍建又派人来找他，谈迁一口拒绝了。在日记中写道：我年纪老了，不受年轻人的侮辱。姓杨的虽然是海宁同乡，却让我干这干哪。无非是仗着自己的进士头衔，你做你的高官，我当我的穷书生，我们毫不相干。（大意如此）</p> <p>　　但是他却肯为一些人写东西，不计报酬。史可法在扬州督师的时候，那篇《史相国誓师文》就出自谈迁之手。此外，还为史可法拟过一篇《乞援文》。</p> <p>　　南明弘光元年(1645)为阁臣高弘图的记室，出谋划策，力图恢复。颇受高弘图、张慎言等赏识。后拟荐为中书舍人及礼部司务。他感到“时事日非，不足与有为”，坚辞不就，引退回家隐居。</p><br/><h2>家庭成员</h2> <p>父：谈于庭，字扬甫，号存一，（1548—1626年）。母：俞氏，为谈于庭的继室，<a href=\"http://so.gushiwen.org/author_1123.aspx\">谈迁</a>生母。</p> <p>妻：俞氏，有一女三子。子女：长女，三子名：谈朴、谈祺、谈祉。</p>"
}