{
  "id": 552,
  "star": 724,
  "name": "曹操",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_552.jpg",
  "dynasty": "两汉",
  "desc": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。",
  "content": "<h2>轶事典故</h2> <p><strong>谯水击蛟</strong><br>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>十岁那年，有一次在龙潭中游泳，突然遇到一条凶猛的鳄鱼。鳄鱼张牙舞爪地向曹操攻击，但曹操毫不畏惧，沉着地与鳄鱼周旋。鳄鱼无法下口，于是逃掉了。曹操回家后，没有向家人提起鳄鱼的事。后来，有个大人看见一条蛇而恐惧畏缩，曹操大笑，天真地说：“我在龙潭碰到鳄鱼都不怕，你却怕一条蛇，真是可笑！”众人询问，曹操以实相告，无不惊叹少年曹操的胆略。</p> <p><strong>行刺张让</strong><br>　　曹操曾私入中常侍张让的府邸试图行刺，张让发觉，派人追捕，他挥舞着手戟，从庭堂一路打将出来，张让的卫士无法接近他，他且战且退，退到垣墙边时，纵身一跳，逾墙而出。</p> <p><strong>望梅止渴</strong><br>　　有次曹操带兵出征，途中找不到有水的地方，士兵们都很口渴。于是曹操叫手下传话给士兵们说：“ 前面就有一大片梅林，结了许多梅子，又甜又酸，可以解渴。”士兵们听后，嘴里都流口水。他们凭借着这个，得以到达前方有水源的地方。</p> <p><strong>割发代首</strong><br>　　有一次，曹操率军经过麦田，下令说：“士卒不要弄坏了麦子，有违反的处死！”军中凡是骑马的人都下马，用手相互扶着麦子走，未想曹操的马竟然窜进了麦地，招来手下的主簿来论罪，主簿用春秋的典故应对说：自古刑法是不对尊贵的人使用的。曹操说：“自己制定的法律而自己违反，如何能统帅属下呢？然而我身为一军之帅，是不能够死的，请求对自己施予刑法。”于是拿起剑来割断头发投掷在地上。</p> <p><strong>迎回文姬</strong><br>　　曹操在平定北方后，出于对故人<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>的怜惜与怀念，“痛其无嗣”，于是派遣使者用金璧将<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>从匈奴赎回国中，重嫁给陈留人董祀，并让她整理蔡邕所遗书籍四百余篇，为中国文化的传播作出了贡献。</p> <p><strong>横槊赋<a href=\"http://so.gushiwen.org/author_552.aspx\">诗</a></strong><br>　　赤壁之战前夕，曹操率大军饮马长江，与孙权、刘备联军决战。是夜明月皎洁，他在大江之上置酒设乐，欢宴诸将。酒酣，曹操操取槊立于船头，慷慨而歌。苏东坡在《前赤壁赋》里称其“酾酒临江，横槊赋诗，固一世之雄也”。</p> <p><strong>绝妙好辞</strong><br>　　曹操曾经途经曹娥碑下，杨修跟随着（曹操）。石碑的背面题写着“黄绢、幼妇、外孙、齑臼”八个字。曹操问杨修说：“你知道这是什么意思吗？”（杨修）回答说：“知道。”曹操说：“你先别说，等我想一想。”走出三十里远的时候，曹操才说：“我已经知道了。”命令杨修单独写出他所知道的。杨修写：“黄绢，有色的丝织品，写成字是‘绝’；幼妇，少女的意思，写成字是‘妙’；外孙，是女儿的孩子，写成字是‘好’；齑臼，受辛之器，盛纳五辛的器具。五辛的另外一种解释是葱、蒜、椒、姜、芥；注：这不是受尽艰辛的器具，而是受（盛纳）五辛的器具）。这说的是‘绝妙好辞’的意思。”曹操也写下了自己的想法，和杨修是一样的，于是赞叹道：“我的才能比不上你，走了三十里路才明白（碑文的意思）。”</p> <p><strong>分香卖履</strong><br>　　曹操临终前，留下《遗令》说：“我的婢妾和歌舞艺人都很辛苦，让他们住在铜雀台（遗址在今河北临漳县西南二十公里邺城遗址内），好好安置他们，在台正堂上放六尺床，挂上灵帐，早晚上食物供祭，每月初一、十五两天，从早至午，要向帐中歌舞奏乐。你们要时时登上铜雀台，看望我西陵的墓地。余下的香可分给诸夫人，不用它祭祀。各房的人无事做，可以学着制作带子、鞋子卖。”<br>　　后以“分香卖履”喻临死不忘妻妾，唐朝诗人<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>在《邺城》中写到：“英雄亦到分香处，能共常人较几多。”宋朝才女<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>在《金石录后序》曾言：“取笔作诗，绝笔而终，殊无分香卖履之意。” </p><br/><h2>为政举措</h2> <p><strong>政治</strong><br>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>在北方屯田，兴修水利，解决了军粮缺乏的问题，对农业生产恢复有一定作用；用人唯才，打破世族门第观念，罗致地主阶级中下层人物，抑制豪强，加强集权。所统治的地区社会经济得到恢复和发展。精于兵法，著《孙子略解》、《兵书接要》《孟德新书》等书。善<a href=\"http://so.gushiwen.org/author_552.aspx\">诗</a>歌，《蒿里行》、《观沧海》、《龟虽寿》等抒发自己的政治抱负，并反映汉末人民苦难生活，气魄雄伟，慷慨悲凉，他在政治上的功绩亦是不凡的。曹操统一北方的积极作用。前已叙及，东汉王朝后期，由于政治黑暗，社会生产遭到严重破坏，人民无法生活，终于爆发了轰轰烈烈的黄巾大起义。但在当时的历史条件下，农民起义不可能取得最终的胜利，继之而来的是东汉王朝的解体和军阀混战。在混战中，不仅董卓、李傕等凉州军阀到处屠杀人民、抢劫财物，就是打着勤王旗号的东方将领也“纵兵钞掠”。因而普遍出现了“民人相食，州里萧条”的荒凉景象。但相对的说，各军阀之间，毕竟还是有所差别的。拿曹操来说，他虽然镇压过农民起义和滥杀过无辜人民，但从他在政治、军事、经济各方面的表现来看，他比被他消灭的那些军阀还是胜过一筹。比如他推行屯田，兴修水利，实行盐铁官卖制度，对社会经济的恢复和经济的整顿起了积极作用。<br>　　曹操一开始走上仕途就试图用比较严格的法律改变当时权豪横行的情况。但由于祸害根子在中央，曹无法施展自己的意图。到他自己掌握政权以后，才得全面推行抑制豪强的法治政策。他说：“夫刑，百姓之命也”；“拨乱之政，以刑为先”。他起用王修、司马芝、杨沛、吕虔、满宠、贾逵等地方官吏，抑制不法豪强。如果把袁绍和曹操在冀州先后推行的治术加以比较，就可以看出两种不同的情况：“汉末政失于宽，绍以宽济宽，故不摄”。在袁绍的宽纵政策下，“使豪强擅恣、亲戚兼并，下民贫弱，代出租赋，炫鬻家财，不足应命”。这样，自然不能使“百姓亲附，甲兵强盛”。所以袁绍虽地较大、兵较多、粮较足，终为曹所败。曹得冀州后，立即“重豪强兼并之法”，因而收到了能使“百姓喜悦”的效果。<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>说曹“化乱为治”，并非无据。而且曹用人不重虚誉，他选用官员要“明达法理”，能行法治。曹还提倡廉洁，他用崔琰、毛玠掌管选举，“其所举用，皆清正之士，虽于时有盛名而行不由本者，终莫得进。务以俭率人，由是天下之士莫不以廉节自励，虽贵宠之臣，舆服不敢过度”。社会风气有所好转。<br>　　总的来看，黄河流域在曹操统治下，政治有一定程度的清明，经济逐步恢复，阶级压迫稍有减轻，社会风气有所好转。曹操在汉朝的名义下所采取的一些措施具有积极作用。<br>　　在选拔人才方面：汉时期选拔官吏，被选用人既要有仁义孝悌等方面封建道德品质，也要有高贵的家世出身。曹操为维护和发展势力，让更多的人为自己的事业服务，不受上述标准限制，强调“唯才是举”。只要有才能，即使缺少封建道德品质、出身下层的人，他也注意提拔。210年到217年，他先后下了三次“求贤令”，选拔和任用一些有才能的人。</p> <p><strong>经济</strong><br>　　汉魏之间，社会生产遭受严重破坏，出现大饥荒。这一时期，粮食供应成为各军事集团最大的问题，因军粮不足而无敌自破者不可胜数。<br>　　建安元年，曹操采纳部下枣祇等人的建议，利用攻破黄巾所缴获的物资，在许下募民屯田，当年即大见成效，得谷百万斛。于是曹操命令在各州郡设置田官，兴办屯田。屯田有效地解决了曹操集团的粮食问题，所以曹操说：“后遂因此大田，丰足国用，摧灭群逆，克定天下”。在兴置屯田的同时，曹操采取各种措施，扶植自耕农经济。针对当时人口流失，田地荒芜的情况，曹操先后采取招怀流民、迁徙人口、劝课农桑、兴修水利、检括户籍等办法，充实编户，恢复农业生产。此外，曹操还陆续颁布法令，恢复正常租调制度，防止豪强兼并小农。建安五年，曹操颁布新的征收制度，到建安九年，又明确：“其收田租亩四升，户出绢二匹，绵二斤而已，他不得擅兴发。”曹操前后实行的这一系列措施，使濒于崩溃的自耕农经济不断得到了恢复和发展。这成为曹操集团的雄厚经济基础。通过以上二项措施，曹操统治区的农业生产迅速恢复。这是曹操在经济上的一大成功。<br>　　屯田制的实行，是以国家投资的方式保证再生产，工作效率当然高于普通的自耕农。因此这个政策收到立竿见影之效，短时间内就将地方变成“农官兵田，鸡犬之声，阡陌相属”的欣欣向荣，称其为一大创举并不过分。曹操在攻破邺城后，鉴于东汉后期沉重的人头税，改为户调制，对土地所有者（包括自耕农和地主）收田租每亩为四升，每户出绢二匹、绵二斤，“他不得擅兴发。”这一政策大大减轻了农民的负担，得到了一致的拥护。<br>　　曹操在世时大力兴修水利设施并卓有成效，如在周瑜的家乡舒城建立的七门三堰一直到北宋宋仁宗时还能每天浇灌两万顷良田。这些政策之厉害，可以从下面的事例中反映出来：第一，曹操在汉中打过两仗，先战胜张鲁后败于刘备，但由于北方的元气恢复他前后顺利地从汉中武都等地迁出了十三四万户人口。以一户人家四口人计算，这就是五十多万。第二，建安十九年五月，吕蒙提醒孙权，曹操在皖城（即庐江）一带屯田，如果坐等他们收获，无异于如虎添翼。因此东吴趁雨季来临水军来去自如之机，孙权大动干戈亲征皖城这么一个弹丸之地，吕蒙、甘宁全上阵后俘获太守朱光，迁数万百姓回吴。有统计称，孙策、孙权兄弟曾先后四次打到周瑜的故乡淮南舒城一带，但毫无例外的是劫掠而还。<br>　　开源同时，曹操也非常注意节流，并以身作则。史书中称曹操“雅性节俭，不好华丽，后宫衣不锦绣，侍御履不二采，帷帐屏风，坏则补纳，茵蓐取温，无有缘饰。”简单地说，衣服没有花里胡哨，鞋子不曾雕花绣彩，帷帐屏风落满补丁，床榻被褥“败絮其中”。在曹操的大力纠正下，东汉以来的奢华之风为之一扭，天下的人都以廉洁勤俭自律。即使是高官显贵也不敢过度铺张，甚至出现了有人故意穿破旧衣服取悦曹操的咄咄怪事。<br>　　建安十四年，曹操反过来不得不下令来纠正这一奇怪的不正之风。曹操的遗嘱，也体现了自己的一贯俭朴的风格：“天下尚未安定，未得遵古也。葬毕，皆除服。其将兵屯戍者，皆不得离屯部。有司各率乃职。敛以时服，无藏金玉珍宝。”相比之下，刘备、孙权的晚年则是昏聩糊涂。《三国志·先主传》注引《典略》记载：“刘备称汉中王，于是起馆舍，筑亭障，从成都至白水关，四百余区”，他的这些所作所为，后来成了陈群劝谏曹叡弃奢华罢宫室的反面教材：“昔刘备自成都至白水，多作传舍，兴费人役，太祖知其疲民也。”孙权在太子废立上的胡来更是把群臣弄得四分五裂无所适从，已经成了笑柄了。</p> <p><strong>军事</strong><br>　　汉末三国的军事家首推曹操。曹操钻研兵法，有高深的军事理论，曾熟读<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>等前代军事家的著作，在习诸家兵法的基础上，写成《兵书接要》一书，结合自己的战争经验加以论述。所撰《孙子略解》，开创整理注释《孙子》十三篇的先河，丰富和发展了中国古代军事理论。主张“兵以义动”的战争观，强调师出有名，符合道义。在战略战术上灵活多变，因事设奇、任势制胜，兵不厌诈。<br>　　在带兵方面，他治军严整，法令严明，一次在行军途中，曹操传令不得使战马践踏麦地，如有违犯，一律斩首。士兵皆下马步行，惟恐踏坏麦苗。可曹操的战马因受惊吓踏了麦田。他即拔剑割下自己一撮头发，以示处罚，足见执法认真。《通典·兵典》中收录的《魏武军令》、《魏武船战令》、《魏武步战令》等，也反映了他严明的军令。<br>　　在用兵方面，史称他“行军用师，大较依孙吴之法，而因事设奇，谲敌制胜，变化如神。自作兵书十万余言，诸将征伐，皆以新书从事，临事又手为节度，从令者克捷，违教者负败。”在对吕布、张绣、袁绍、马超、韩遂等一系列战斗中，常用声东击西、避实就虚、埋伏、包抄、突袭、离间、劫粮、攻彼救此、弃物诱敌等战术，谲敌致胜，转弱为强。他确实是一个极为杰出的军事家。李靖的《李卫公问对》、何去非的《何博士备论》等著作都赞誉曹操的行军用兵。<br>　　在御将方面，曹操拔于禁、乐进于行阵之间，取张辽、徐晃于亡虏之内，皆佐命立功，列为名将。曹操能够根据将领特点，用其所长。例如，许褚、典韦壮武有力，忠诚奉法，曹操就让他们战则为军锋，息则统亲兵；臧霸有恩信于东土，曹操将青、徐二州托付于他，从而得以专心对付袁绍，不必以东方为念；降将文聘本是刘表帐下大将，在江汉一带颇有威恩，曹操任其为江夏太守，委以边事，使御孙权。</p> <p><strong>文化</strong><br>　　曹操喜爱坟典和六艺之学。在统一北方的混战中，就注意对图书的保护和收求。建安五年（200年）他击败袁绍后，下令“尽收其辎重图书珍宝”。任魏公后，设置了掌管典籍的官吏，广收在战乱中散佚的东汉官府和民间藏书，“采辍遗亡”，藏在中外三阁和秘书省。还请<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>之女<a href=\"http://so.gushiwen.org/author_3111.aspx\">蔡文姬</a>讲其藏书之事，蔡文姬“缮书送之，文无遗误”。由于他重视国家的文化建设，逐步建立了魏国的国家藏书。 </p><br/><h2>评价</h2> <p><strong>史书评论</strong><br>　　<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>《三国志》：“汉末，天下大乱，雄豪并起，而袁绍虎视四州，强盛莫敌。太祖运筹演谋，鞭挞宇内，揽申、商之法术，该韩、白之奇策，官方授材， 各因其器，矫情任算，不念旧恶，终能总御皇机，克成洪业者，惟其明略最优也。抑可谓非常之人，超世之杰矣。”<br>　　王沈《魏书》：“太祖御军三十余年，手不舍书。书则讲武策，夜则思经传。登高必赋，及造新<a href=\"http://so.gushiwen.org/author_552.aspx\">诗</a>，被之管弦，皆成乐章。”</p> <p><strong>古今评说</strong><br>孙权：“其惟杀伐小为过差，离间人骨肉以为酷耳，御将自古少有。”<br>孙楚：“太祖承运，神武应期，征讨暴乱，克宁区夏；协建灵符，天命既集，遂廓弘基，奄有魏域。”<br><a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>：“接皇汉之末绪，值王途之多违，伫重渊以育鳞，抚庆云而遐飞。运神道以载德，乘灵风而扇威。摧群雄而电击，举勍敌其如遗。指八极以远略，必翦焉而后绥。釐三才之缺典，启天地之禁闱。举修网之绝纪，纽大音之解徽。扫云物以贞观，要万途而来归。丕大德以宏覆，援日月而齐辉。济元功于九有，固举世之所推。”<br>潘安：“魏武赫以霆震，奉义辞以伐叛，彼虽众其焉用，故制胜于庙算。”<br>刘渊：“大丈夫当为汉高、魏武，呼韩邪何足效哉！”<br>王导：“昔魏武，达政之主也；荀文若，功臣之最也。”<br>裴松之：“魏太祖机变无方，略不世出。”<br>垣荣祖：“昔<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>、<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>上马横槊，下马谈论，此于天下可不负饮矣！”<br>钟嵘：“曹公古直，甚有悲凉之句。”<br><a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>：“帝以雄武之姿，常艰难之运。栋梁之任，同乎曩时；匡正之功，异乎往代。”<br><a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>：“魏武用兵，仿佛孙吴。临敌制奇，鲜有丧败，故能东禽狡布，北走强袁，破黄巾于寿张，斩眭固于射犬。援戈北指，蹋顿悬颅；拥旆南临，刘琮束手。振威烈而清中夏，挟天子以令诸侯，信超然之雄杰矣。”<br><a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>：“魏武之纲神冠绝，犹依法孙、吴，假有项籍之气，袁绍之基，而皆泯智任情，终以破灭，何况复出其下哉！”<br>朱敬则：“观曹公明锐权略，神变不穷，兵折而意不衰，在危而听不惑，临事决机，举无遗悔，近古以来，未之有也。”“昔魏太祖兵锋无敌，神机独行，大战五十六，九州静七八，百姓与能，天下慕德，犹且翼戴弱主，尊奖汉室。”<br><a href=\"http://so.gushiwen.org/author_2147.aspx\">赵蕤</a>：“运筹演谋，鞭挞宇内，北破袁绍，南虏刘琮，东举公孙康，西夷张鲁，九州百郡，十并其八，志绩未究，中世而殒。”<br><a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>：“君不见魏武草创争天禄，群雄睚眦相驰逐。昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲。城郭为墟人代改，但有西园明月在。邺傍高冢多贵臣，娥眉曼睩共灰尘。试上铜台歌舞处，唯有秋风愁杀人。”<br>张鼎：“君不见汉家失统三灵变，魏武争雄六龙战。荡海吞江制中国，回天运斗应南面。隐隐都城紫陌开，迢迢分野黄星见。流年不驻漳河水，明月俄终邺国宴。文章犹入管弦新，帷座空销狐兔尘。可惜望陵歌舞处，松风四面暮愁人。”<br><a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>：“王知人善察，难眩以伪。识拔奇才，不拘微贱，随能任使，皆获其用。与敌对陈，意思安闲，如不欲战然；及至决机乘胜，气势盈溢。勋劳宜赏，不吝千金；无功望施，分豪不与。用法峻急，有犯必戮，或对之流涕，然终无所赦。雅性节俭，不好华丽。故能芟刈群雄，几平海内。”<br>何去非：“曹公逡巡独以其智起而应之，奋盈万之旅，北摧袁绍而定燕、冀；合三县之众，东擒吕布而收济衮；蹙袁术于淮左，彷徨无归，遂以奔死。而曹公智画之出，常若有余，而不少困。彼之所谓势与勇者，一旦溃败，皆不胜支。然后天下始服曹公之为无敌，而以袁、吕为不足恃也。至于彼之任势与力，及夫各挟智勇之不全者，亦皆知曹公之独以智强而未易敌也，故常内惮而共蹙之。”“言兵无若<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>，用兵无若韩信、曹公。”<br><a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>：“项籍有取天下之才，而无取天下之虑；曹操有取天下之虑，而无取天下之量；玄德有取天下之量，而无取天下之才。”<br><a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>：“青山如浪入漳州，铜雀台西八九丘。蝼蚁往还空垄亩，骐驎埋没几春秋。功名盖世知谁是，气力回天到此休。何必地中余故物，魏公诸子分衣裘。”<br><a href=\"http://so.gushiwen.org/author_219.aspx\">洪皓</a>：“长笑袁本初，妄意清君侧。垂头返官渡，奇祸怜幕客。曹公走熙尚，气欲陵韩白。欺取计已成，军容漫辉赫。跨漳筑大城，劳民屈群策，北虽破乌丸，南亦困赤壁。八荒思并吞，二国尽勍敌。四陵寄遗恨，讲武存陈迹。雉堞逐尘飞，浊流深莫测。回首铜雀台，鼓吹喧黾蝈。”<br>钟惺：“邺则邺城水漳水，定有异人从此起。雄谋韵事与文心，君臣兄弟而父子。英雄未有俗胸中，出没岂随人眼底？功首罪魁非两人，遗臭流芳本一身。文章有神霸有气，岂能苟尔化为群？横流筑台距太行，气与理势相低昂。安有斯人不作逆，小不为霸大不王？霸王降作儿女鸣，无可奈何中不平。向帐明知非有益，分香未可谓无情。呜呼！古人作事无巨细，寂寞豪华皆有意。书生轻议冢中人，冢中笑尔书生气！”<br><a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>：“孟德御军三十余年，手不舍书，兼草书亚崔张，音乐比桓蔡，围棋埒王郭，复好养性，解方药，周公所谓多材多艺，孟德诚有之。”“汉末名人，文有<a href=\"http://so.gushiwen.org/author_787.aspx\">孔融</a>，武有吕布，孟德实兼其长。”<br>《三国志通俗演义》：”雄哉魏太祖，天下扫狼烟。动静皆存智，高低善用贤。长驱百万众，亲注《十三篇》。豪杰同时起，谁人敢赠鞭？“<br>陈祚明：“孟德天分甚高，因缘所至，成此功业。”<br>黄摩西：“魏武雄才大略，草创英雄中，亦当占上座；虽好用权谋，然从古英雄，岂有全不用权谋而成事者？”<br><a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>：“曹操是一个很有本事的人，至少是一个英雄。我虽不是曹操一党，但无论如何，总是非常佩服他。”<br>毛泽东：“曹操是了不起的政治家、军事家，也是个了不起的诗人……曹操统一中国北方，创立魏国。他改革了东汉的许多恶政，抑制豪强，发展生产，实行屯田制，还督促开荒，推行法治，提倡节俭，使遭受大破坏的社会开始稳定、恢复、发展。”后又在词作《浪淘沙·北戴河》称及曹操：”大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。“<br>范文澜：“他是拨乱世的英雄，所以表现在文学上，悲凉慷慨，气魄雄豪。”<br>《剑桥中国秦汉史》：“给予汉王朝的致命一击却留给了中国历史上最引人注目的人物之一的曹操。曹操出身微贱，是大诗人、大战略家，也是现实主义的政治思想家；他反对儒家的礼仪和道德束缚。” </p><br/><h2>生平</h2> <p><strong>早年经历</strong><br>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，沛国谯人（今安徽亳州），出生在官宦世家，为汉相曹参之后，曹操的父亲曹嵩是曹腾的养子，汉灵帝时官至太尉，历侍四代皇帝，有一定名望，汉桓帝时被封为费亭侯，《三国志·武帝纪》中说曹嵩“莫能审其本末”，而在宋人裴松之注《三国志》时间接引用三国吴人所著《曹瞒传》中称曹嵩本姓夏侯，但此说可信度不高。曹嵩继承了曹腾的侯爵。<br>　　年轻时期的曹操机智警敏有随机权衡应变的能力，而且任性好侠、放荡不羁，不修品行，不研究学业，所以当时的人不认为他有什么特别的才能，只有梁国的桥玄等人认为他不平凡，桥玄对曹操说：“天下将乱，非命世之才不能济也，能安之者，其在君乎？”南阳何颙对他说：“汉室将亡，安天下者，必此人也！”南阳的许劭以知人著称，他也曾对曹操说过：“君清平之奸贼，乱世之英雄”（此据《后汉书·许劭传》，《三国志》中是“治世之能臣，乱世之英雄”。孙盛《异同杂语》及《三国演义》小说中作“子治世之能臣，乱世之奸雄也。”）<br>　　曹操早年就表现出对武艺的爱好与才能，曾经潜入张让家，被张让发觉后，手舞著戟越墙逃出，全身而退。又博览群书，尤其喜欢兵法，曾抄录古代诸家兵法韬略，还有注释《孙子兵法》的《魏武注孙子》著作传世。这些活动为他后来的军事生涯打下了稳健的基础。</p> <p><strong>崭露头角</strong><br>　　公元174年【甲寅年】（熹平三年），二十岁的曹操被举为孝廉，入京都洛阳为郎。不久，被任命为洛阳北部尉。洛阳为东汉都城，是皇亲贵戚聚居之地，很难治理。曹操一到职，就申明禁令、严肃法纪，造五色大棒十余根，悬于衙门左右，“有犯禁者，皆棒杀之”。皇帝宠幸的宦官蹇硕的叔父蹇图违禁夜行，曹操毫不留情，将蹇图用五色棒处死。于是，“京师敛迹，无敢犯者”。但是曹操也因此得罪了蹇硕等一些当朝权贵，碍于其父曹嵩的关系，明升暗降，曹操被调至远离洛阳的顿丘（今河南清丰）。任顿丘令。这一年，曹操二十三岁。多年后曹操给其子<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>的一封书信《戒子植》写道：“吾昔为顿丘令，年二十三，思此时所行，无悔于今。今汝年亦二十三矣，可不勉欤！”<br>　　公元178年（光和元年），曹操因堂妹夫滁强侯宋奇被宦官诛杀，受到牵连，被免去官职。其后，在洛阳无事可做，回到家乡谯县闲居。<br>　　公元180年（光和三年），曹操又被朝廷征召，任命为议郎。此前，大将军窦武、太傅陈蕃谋划诛杀宦官，不料其事未济反为宦官所害。曹操上书陈述窦武等人为官正直而遭陷害，致使奸邪之徒满朝，而忠良之人却得不到重用的情形，言辞恳切，但没有被汉灵帝采纳。尔后，曹操又多次上书进谏，虽偶有成效，但东汉朝政日益腐败，曹操知道无法匡正。<br>　　公元184年【甲子年】（中平元年），黄巾起义爆发，曹操被拜为骑都尉，受命与皇甫嵩等人合军进攻颍川的黄巾军，结果大破黄巾军，斩首数万级。随之迁为济南相。济南相任内，曹操治事如初。济南国（今山东济南一带）有县十余个，各县长吏多依附贵势，贪赃枉法，无所顾忌。曹操之前历任国相皆置之不问。曹操到职，大力整饬，一下奏免十分之八的长吏，济南震动，贪官污吏纷纷逃窜。“政教大行，一郡清平”。当时正是东汉政治极度黑暗之时，甚至有了买官制度。朝廷徵还其为东郡太守，拜为议郎，曹操不肯迎合权贵，遂托病回归乡里，春夏读书，秋冬弋猎，暂时隐居了。<br>　　当时天下纷乱，先是发生了冀州刺史王芬联合南阳许攸、沛国周旌等地方豪强，谋划废黜灵帝立合肥侯的事件。王芬等人曾希望曹操加入他们，但被曹操拒绝，后来王芬事败自杀。接着，又有西北金城郡（今兰州）的边章、韩遂杀死刺史和太守，率兵十余万反叛朝廷。<br>　　公元188年（中平五年），汉灵帝为巩固统治，设置西园八校尉，曹操因其家世被任命为八校尉中的典军校尉。</p> <p><strong>陈留起兵</strong><br>　　公元189年（中平六年），汉灵帝驾崩，太子刘辩登基，何太后临朝听政。大将军何进想趁灵帝逝世、宦官失侍之机诛灭阉党，但没有取得太后的支持。于是何进便召时任并州刺史的董卓进京，胁迫太后同意。然而此举打草惊蛇，董卓尚未抵达京城，何进已被宦官下手谋杀。同年九月，董卓入京，执掌朝政，把汉少帝废为弘农王，而改立其弟陈留王为汉献帝，又派人把弘农王母子毒死，自称太师，专擅朝政。曹操见董卓倒行逆施，不愿与其合作，遂改易姓名逃出京师洛阳（今河南洛阳东）。曹操到陈留后，“散家财，合义兵”，且首倡义兵号召天下英雄讨伐董卓。<br>　　公元190年（初平元年）正月，袁术等人共推渤海太守袁绍为盟主，曹操任代理奋武将军，参加讨董军。二月，被联军击败的董卓胁迫献帝迁都长安（今陕西西安西北），自己则焚毁宫室，挖开王陵，劫掠人民，致使洛阳方圆200里荒芜凋敝无复人烟。而关东联军惧怕董卓精锐的凉州军的战力，无人敢向关西推进，全都屯兵酸枣（今河南延津北）一带。而曹操认为董卓“焚烧宫室，劫迁天子，海内震动”，应趁机与之决战，遂独自引军西进。曹操行至荥阳汴水（今河南荥阳西南），与董卓大将徐荣交锋，因为士兵数量悬殊，曹操大败，士卒死伤大半，自己也被流矢所伤，幸得堂弟曹洪所救，幸免于难。回至酸枣，曹操建议诸军各据要地，再分兵西入武关（今陕西丹凤东南），围困董卓，关东诸将不肯从。关东诸军名为讨董卓，实际各自心怀鬼胎，意在伺机发展自己势力。不久，诸军之间发生摩擦，相互火拼。联合军至此解散。<br>　　公元191年（初平二年），曹操在东郡大败于毒、白绕、眭固、於扶罗等，袁绍表其为东郡太守。<br>　　公元192年（初平三年），青州黄巾军大获发展，连破兖州郡县，阵斩兖州刺史刘岱。济北相鲍信等人迎曹操出任兖州牧。曹操和鲍信合军进攻黄巾。鲍信战死。曹操“设奇伏，昼夜会战”，终于将黄巾击败。当年冬天，获降卒三十余万，人口百余万。曹操收其精锐，组成军队，号青州兵。又助袁绍打败刘备、单经及陶谦诸军。<br>　　公元193年（初平四年）春天，曹操在匡亭六百里大追击大败袁术、黑山军、南匈奴。徐州牧陶谦率军攻入兖州南部的任城，曹操率军征讨陶谦攻克徐州十余城。</p> <p><strong>逐鹿中原</strong><br>　　公元193年（初平四年）秋，曹操的父亲曹嵩来曹操处路上，被陶谦派兵杀害，曹操遂进兵徐州（治郯，今山东郯城），向东南扩展势力。陶谦退守郯县。不久曹操军粮将尽，撤围回军。<br>　　次年夏，曹操再征徐州，略地至东海。曹操征徐州期间，所过大肆杀戮，一路上“鸡犬亦尽，墟邑无复行人”。东郡守备陈宫对曹操不满，于是与陈留太守张邈、张邈之弟张超、从事中郎许汜及王楷等同谋叛乱，迎吕布为兖州牧。吕布为当时名将，先为董卓部将，后与王允定计诛杀董卓。<br>　　当时只有鄄城（今属山东）和东郡的范（今山东范县东南）、东阿（今山东阳谷东北）两县尚在曹操掌握之中，分别由司马荀彧和寿张令程昱、东郡太守夏侯惇等坚守，形势异常危急。曹操从徐州赶回，听说吕布屯于濮阳，遂进军围攻濮阳。二军相持百余日，蝗灾大起，双方停战，曹操军还鄄城。此时，曹操失去了兖州，军粮已尽，袁绍派人来劝说想让曹操投靠他，让曹操举家迁到邺县当人质。曹操本打算答应袁绍，多亏程昱劝阻，曹操才打消这个念头。<br>　　公元195年（兴平二年），曹操整军再战吕布，三败之，破定陶、庸丘等，平定兖州。吕布逃往徐州投靠刘备。七月，因李傕、郭汜的火拼，汉献帝从长安东归，下诏让各路诸侯勤王。<br>　　公元196年（建安元年）八月，曹操迎汉献帝。辛亥，汉献帝封曹操为司隶校尉，录尚书事。庚申，迁都许昌。冬十一月丙戌，汉献帝封曹操为司空，行车骑将军事，百官总己以听。<br>　　公元197年（建安二年）春正月，曹操讨伐张绣，军队驻扎在淯水，张绣举众投降，旋即复叛，长子曹昂、侄子曹安民、猛将典韦战死。此后，曹操又两度攻击张绣，都没有彻底击破。秋九月，曹操东征袁术，袁术弃军而逃至淮河，枭袁术留守四将。<br>　　公元198年（建安三年）夏四月，曹操遣谒者裴茂率中郎将段煨讨李傕，夷三族。九月，曹操东征徐州，进攻久与他为敌的吕布。在曹军攻势之下，吕布军上下离心，十二月，吕布部将魏续、宋宪等生擒陈宫归降曹操。吕布见大势已去，下城投降。曹操将吕布、陈宫、高顺等人处死，收降吕布部将张辽以及泰山豪杰臧霸、孙观等人，初步控制了徐州。公元199年（建安四年），曹操派史涣、曹仁击破张杨旧部眭固，取得河内郡，把势力范围扩张到黄河以北。</p> <p><strong>官渡之战</strong><br>　　消灭睦固后，为了应对之后与袁绍的战争，曹操预作布置，命在青州有潜在影响的臧霸等人攻入青州，占领齐（治今山东临淄）、北海（治今山东寿光东南）等地，巩固右翼；又命大将于禁屯军黄河南岸，监视袁军。不久，张绣听从谋士贾诩之计，投降曹操，曹操大喜，拜张绣为扬武将军，解除了后顾之忧。公元199年（建安四年）十二月，曹操自率军屯于官渡（今河南中牟北），准备迎击袁绍。<br>　　刘备在陶谦死后，曾一度出任徐州牧，后徐州被吕布攻占，刘备投奔曹操。曹操认为刘备是个英雄，先后表他为豫州牧、左将军。曹操攻占徐州不久，淮南袁术准备逃往青州往依袁绍，曹操派刘备去截击，袁术北上不得，呕血而死。<br>　　公元200年（建安五年）正月，董承等人谋诛曹操事泄，被曹操杀掉。刘备遂袭杀徐州刺史车胄，占据徐州。<br>　　曹操为了免于将来同袁绍作战时前后受敌，决定先消灭在徐州立足未稳的刘备。当时诸将皆怕袁绍乘机来攻许都，曹操对此胸有成竹，说：“刘备，人杰也，今不击，必有后患。袁绍虽有大志，而见事迟，必不动也。”遂进军，以迅雷不及掩耳之势击破刘备，刘备逃奔袁绍。<br>　　袁绍是当时北方最强大的一股势力，也是曹操统一北方最强大的敌人。袁氏一门，自袁绍曾祖袁安以下，“四世居三公位”，“门生故吏遍于天下”，势力本就很大，后袁绍取得冀、并、幽、青四州之地，实力大增，有军队数十万人。袁绍以其长子袁谭、次子袁熙、外甥高干分守青、幽、并三州，后方稳固，兵精粮足，根本不把曹操放在眼里。他挑选精兵十万、战马万匹，志在一举消灭曹操。<br>　　公元200年（建安五年），袁绍命大将颜良等人进兵白马（今河南安阳滑县），自率大军进屯黎阳（今河南浚县东），向曹操发动进攻。曹操的实力比袁绍弱得多（《三国志》中说不足一万），曹操所占的大河以南地区，地盘既小，又是四战之地，残破不堪，还没有完全恢复，物资比不上袁绍那样丰富。曹操的兵力也远不及袁绍，其总兵力大概不过几万人，投入前线的兵力据《武帝纪》说“兵不满万，伤者十二三”。裴松之认为此数不准确，曹操的兵力不会如此之少，但曹操兵力远逊于袁绍却是毫无疑问的。<br>　　袁绍大军来攻，许都震动。曹操安慰众将说：“吾知绍之为人，志大而智小，色厉而胆薄，忌克而少威，兵多而分画不明，将骄而众令不一，土地虽广，粮食虽丰，适足以为我奉也。”<br>　　二月，袁绍大将颜良等人围攻白马，拉开了大战的序幕。四月，曹操亲自率兵北上解白马之围，他采纳谋士荀攸之计，先进军延津（今河南延津北，白马以西），做出要渡河袭击袁军的态势，吸引袁军分兵西向，然后突然转向迅速赶往白马。曹操军突然杀到，袁军措手不及，颜良被关羽斩首[23]，袁军大败，白马之围遂解。曹操救出白马军民，沿黄河西撤。袁绍闻知，立即命文丑、刘备渡河追赶曹操。曹操见追兵渐近，命军士解鞍放马，并置辎重于道。袁军追兵大至，争抢辎重，阵形混乱。曹操率领仅有的骑兵突然杀出，大破追兵，阵斩文丑。袁军大震。曹操初战得胜，主动撤军，继续扼守官渡。<br>　　八月，袁绍大军连营而进，东西数十里，依沙堆为屯，进逼官渡。曹操分兵坚守营垒，伺机而动。袁军向曹营发动猛攻，先是作高橹、起土山，由上向曹营中射箭，接着又挖地道，欲从地下袭击曹营，皆被曹操以设投石机、挖掘沟壑之法破解。两军一攻一守，相持近二个月。久战之下，曹操处境极为困难。<br>　　十月，袁绍从河北运来粮草万余车，派大将淳于琼等带万余人看守，屯于离袁绍大营四十里的乌巢。这时袁绍谋士许攸因向袁绍献偷袭许都之计不成，且在河北的家眷犯法被抓，心生悔恨，而来投曹操，献计让曹操偷袭乌巢。曹操大喜，跣足出迎，之后亲率精锐步骑五千人，军队人衔枚，马勒口，换袁军军装乘夜从小路偷袭乌巢。曹操军至乌巢，命四面放火，袁军大乱，淳于琼拒营死守。袁绍闻知，急忙派兵救授，曹操左右见“贼骑稍近，请分兵拒之。”曹操大怒说：“贼在背后，乃白！”士卒都拼死力战，因此大破袁军，斩淳于琼等，尽燔其粮草。而当袁绍听说曹操袭击乌巢时，认为这正是攻破曹操大营的好机会，因此派去的援兵很少，而以重兵围攻曹操大营。由于曹操预留兵力精且多，曹营未破，乌巢败讯已经传来，大将张郃、高览等人率部投降曹操，袁军溃散。袁绍弃军逃回黄河以北。曹军大获全胜，斩首七万余级，尽获袁军辎重图书珍宝。曹操清点袁绍书信，得到自己部下勾结袁绍的信，尽烧之，说：“当绍之强，孤犹不能自保，而况众人乎！”<br>　　客观条件上，曹操处于劣势，但由于他能正确分析客观条件，善于听取别人的正确意见，所以能扬长避短，采用正确的战略战术，使战争向有利于自己的方面转化，经过自己主观上的努力，终于赢得了胜利。官渡之战，曹操击溃了最大的敌人袁绍，由他统一北方已是大势所趋。官渡之战也是中国战争史上以少胜多、以弱胜强的著名战例。</p> <p><strong>远征乌桓</strong><br>　　公元202年（建安七年），袁绍病死，袁绍的两个儿子袁谭、袁尚不和，发生火拼。袁谭不敌袁尚，向曹操乞降。<br>　　公元204年（建安九年）二月，曹操乘袁尚出兵攻打袁谭之机，进军围攻邺城（今河北临漳西，河南安阳北）。袁尚率军回救，依滏水（今滏阳河）为营，曹操进军将其营寨包围。袁尚害怕，请求投降，曹操不许。袁尚乘夜逃跑，袁军溃散。袁尚逃奔中山（今河北定县）。曹操命人拿着缴获袁尚的印绶节钺招降邺城守军，城中斗志崩溃。邺城遂被曹操攻破。从这一年起，曹操把自己的据点北迁到了冀州邺城，政令军队此后皆从此出，而汉献帝的都城许县则只留些许官吏。<br>　　公元205年（建安十年）正月，曹操又以负约为名，攻灭袁谭，冀、青二州平定。于是，曹操上表让还兖州牧，改任冀州牧。袁尚兵败后，逃奔幽州刺史袁熙。不久，袁尚、袁熙又逃奔三郡乌桓。<br>　　公元206年（建安十一年），曹操攻灭高干，平定并州。<br>　　公元207年（建安十二年），曹操为了肃清袁氏残余势力，也为了彻底解决三郡乌桓入塞为害问题，决定远征乌桓。汉末，辽西、辽东、右北平三郡乌桓结合，是为三郡乌桓，其首领为辽西部的蹋顿。三郡乌桓与袁氏关系一直很好，并屡次侵扰边境，掳掠人口财物。<br>　　这年五月，曹操亲率大军到达无终（今蓟县）。时正雨季，道路积水，“浅不通车马，深不载舟船”。曹操从无终人田畴之议，改从一条久已断绝，但“尚有微径可寻”的路线进军。在田畴的引导下，曹操大军登徐无山（今河北玉田北），出卢龙塞（今河北喜峰口附近），“堑山堙谷五百余里”，直指乌桓老巢柳城（今辽宁朝阳南）。曹军进至离柳城不足二百里时，乌桓才发现，于是蹋顿与袁尚、袁熙等人率数万骑兵迎击。<br>　　八月，二军相遇，时曹军辎重在后，“被甲者少，”而乌桓军军势甚盛。曹操登高瞭望，见乌桓军虽多，但阵势不整，遂命大将张辽为前锋，乘敌阵稍动之机，向敌军发动猛攻。乌桓军大乱，曹军阵斩蹋顿，大获全胜，胡、汉降者二十余万，袁尚等人逃奔割据平州的公孙康。这时，有人劝曹操乘势进击公孙康，曹操说：“吾方使康斩送尚、熙首，不烦兵也。”遂率军还师。不久，公孙康果然斩杀袁尚、袁熙，并将其首级献与曹操。诸将不明所以，曹操说：“彼素畏尚等，吾急之则并力，缓之则自相图，其势然也。”于是，曹操攻破三郡乌桓，也彻底肃清了袁氏势力。<br>　　十一月至易水，代郡乌丸行单于普富卢、上郡乌丸行单于那楼将其名王来贺。同年郭嘉因水土不服、气候恶劣、日夜急行操劳过度，在曹操北归前病逝。归程途中，据《曹瞒传》记载：“时寒且旱，二百里无复水，军又乏食，杀马数千匹以为粮，凿地入三十馀丈乃得水。既还，科问前谏者，众莫知其故，人人皆惧。公皆厚赏之，曰：‘孤前行，乘危以徼幸，虽得之，天所佐也，故不可以为常。诸君之谏，万安之计，是以相赏，后勿难言之。’”。</p> <p><strong>赤壁之战</strong><br>　　公元208年（建安十三年），开辟玄武池训练水军。六月，曹操废三公，恢复丞相制度，并自任汉朝丞相。基本平定北方后，兵锋转而南向。<br>　　七月，进军南征荆州刘表。八月，刘表病死，其子刘琮接任荆州牧。九月，曹操大军进至新野（今属河南），刘琮以为无法抵挡，举荆州之众投降曹操。<br>　　这时，官渡之战后投奔刘表的刘备屯驻于樊城（今湖北襄樊），听说刘琮投降，便率军向江陵（今属湖北）撤退。江陵为荆州重镇，存有大量军用物资。曹操听说，怕江陵落入刘备之手，遂亲率五千骑兵从襄阳（今湖北襄樊）疾驰三百里，在当阳长坂（今湖北当阳东北）将刘备追上，大破其军，随后进占江陵。<br>　　曹操在击溃刘备后，乘势想一举鲸吞江东，孙权、刘备两家在鲁肃和<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等人的努力下，组成联盟，孙权命都督周瑜率军三万，与刘备的两万人马组成联军抵抗曹操。曹操自江陵东下，至赤壁（今湖北武昌县西赤矶山）与孙、刘联军接战不利，暂驻军于乌林（今湖北洪湖县东北，长江北岸邬林矶），与对方隔江对峙。<br>　　周瑜用诈降之计，命大将黄盖率小战船十艘，上装柴草，灌以膏油，船头钉上大钉，假称投降，向北岸而进，至离曹营二里之处时，各船一齐点火，然后借助风势，直向曹军冲去，曹军大败，舟船被烧。曹操率军从华容道（今湖北监利西北）陆路撤回江陵。撤军北还。</p> <p><strong>平定凉州</strong><br>　　赤壁战败后，曹操采取一些措施，稳定内部。建安十五年春，曹操下《求贤令》，说：“今天下尚未定，此特求贤之急时也…二三子其佐我明扬仄陋，唯才是举，吾得而用之。”曹操提出不拘品行、唯才是举的用人方针，目的是尽量把人才收罗到自己身边。<br>　　公元211年（建安十六年），曹操开始对关中用兵。三月，曹操遣司隶校尉钟繇率大将夏侯渊以讨伐汉中（治南郑，今陕西汉中东）张鲁为名进兵关中。关中马超、韩遂、杨秋等十部心生疑惧，一时俱反。曹操立即派大将曹仁进攻关中，马超等人屯据潼关。<br>　　七月，曹操率大军亲征关中，大败关中联军，马超等因之欲割地求和，曹操不允。九月，马、韩等再次请求割地，并送任子以求和，曹操采纳贾诩的建议，伪许之，并再次大败韩、马军。韩遂、马超败走凉州，杨秋则逃回安定，曹军阵斩成宜和李堪等叛将，关中自此平定[28]。十月，曹操进军安定，杨秋投降[29]。曹操率军撤回，命夏侯渊督众将继续西征，在两年内，逐马超、破韩遂、灭宋建、横扫羌、氐，虎步关右，凉州地区基本平定。</p> <p><strong>创建曹魏</strong><br>　　公元213年（建安十八年），曹操起兵号称四十万，亲自南征孙权。次年正月，曹军进至濡须口（今安徽巢县东南），攻破孙权设在江北的营寨，生擒其将公孙阳。孙权亲率军七万，前至濡须口抵御曹军。二军相持月余，各无所获。曹操见孙权军容严整，自己难以取胜，遂撤军北还。<br>　　同年五月，复《禹贡》九州。汉献帝册封曹操为魏公，加九锡、建魏国，定国都于邺城。魏国拥有冀州十郡之地，置丞相、太尉、大将军等百官。献帝还准许其“参拜不名、剑履上殿”，如汉丞相萧何故事。<br>　　公元216年（建安二十一年）夏四月，汉献帝册封曹操为魏王，邑三万户，位在诸侯王上，奏事不称臣，受诏不拜，以天子旒冕、车服、旌旗、礼乐郊祀天地，出入得称警跸，宗庙、祖、腊皆如汉制，国都邺城。王子皆为列侯。他名义上还为汉臣，实际上已是皇帝。七月，南匈奴单于呼厨泉来朝贺，被扣留在邺城，曹操借机将南匈奴分为五部，选汉人为司马加以监督[30]。冬十月，汉献帝又赐予曹操<a href=\"http://so.gushiwen.org/author_511.aspx\">王冕</a>十有二旒，乘金根车，驾六马，设五时副车，曹操以五官中郎将<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>为魏太子。</p> <p><strong>相争汉中</strong><br>　　公元215年（建安二十年）三月，曹操见刘备已取得益州，而汉中是益州门户，“若无汉中，则无蜀矣”，刘备必然要攻取汉中。于是曹操抢先一步，率十万大军亲征汉中张鲁。五月，攻克河池，斩氐王窦茂；七月，曹操大军进至阳平关（今陕西勉县西北）。张鲁听说阳平关失守、逃往巴中。曹操进军南郑，尽得张鲁府库珍宝。十一月，张鲁出降曹操，汉中遂为曹操所有。<br>　　公元217年（建安二十二年）春，曹操再次南征，率军猛攻濡须口，击败孙权，孙权派都尉徐详求降，曹操同意，并允诺重新结为姻亲。<br>　　曹操主力退出汉中后，刘备向汉中发动进攻。<br>　　公元218年（建安二十三年），刘备亲率大军进至阳平关，夏侯渊等人与刘备夹关对峙，曹军多次击退刘备军猛烈攻势。七月，曹操亲率大军赶往关中，坐镇长安，以便随时指挥汉中战局。同时，边塞硝烟再起，曹操命曹彰、田豫北征，大破乌桓鲜卑联军。<br>　　公元219年（建安二十四年）正月，刘备自阳平关南渡沔水（今汉水），依山而进，驻军于定军山（今陕西勉县东南），夏侯渊出兵与刘备争夺地势，被黄忠斩杀，曹军大败。之后，曹操亲率大军来夺汉中，但是刘备坚壁不出，曹军与刘备军相距数月，无利，遂放弃汉中。</p> <p><strong>襄樊会战</strong><br>　　公元219年（建安二十四年）七月，曹操刚刚从汉中撤出，刘备大将关羽就从荆州向他的东南防线襄、樊一带发动了进攻。曹操闻知，立刻派大将于禁率兵往救樊城。八月，关羽乘洪水泛滥之机，擒于禁，斩庞德，乘势进军，将樊城围住。时樊城曹军只有数千人，城被水淹，水面离城楼仅有数尺，曹仁率军死守。曹操又派徐晃领兵去救樊城。十月，曹操从关中赶到洛阳，亲自指挥救援樊城。<br>　　孙权因关羽处其上游，不愿意让关羽势力发展，且他早有攻取荆州之心，于是联结曹操，准备以大将吕蒙偷袭荆州要地江陵。曹操接到书信后，将这一消息通知曹仁，命他继续坚守，自己进至摩陂（今河南郏县东南），临近指挥，又派兵十二营增援徐晃，命他反击关羽。经过恶战，关羽大败而走。不久，吕蒙偷袭江陵得手。关羽撤往益州，路上被孙权军擒杀，孙权将关羽的首级送到许昌，曹操以诸侯之礼安葬。襄樊战役结束。</p> <p><strong>壮士暮年</strong><br>　　曹操在孙权擒杀关羽、取得荆州后，表孙权为骠骑将军、荆州牧。孙权遣使入贡，向曹操称臣，并劝曹操取代汉朝自称大魏皇帝。曹操将孙权来书遍示内外群臣，说：“是儿欲踞吾著炉火上耶！”曹操手下群臣乘机向曹操劝进。曹操自己还不想废献帝自立，他说：“若天命在吾，吾为周文王矣。”<br>　　公元220年（建安二十五年）正月，曹操还军洛阳。当月，病逝在洛阳，终年六十六岁，谥曰武王。他临死前留下《遗令》。 根据曹操的遗嘱，他于二月廿一丁卯日（4月11日）被安葬于邺城西郊的高陵。<br>　　这年十月，魏王曹丕取代汉朝，自立为皇帝，国号魏，追尊曹操为武皇帝，庙号太祖。 </p><br/><h2>艺术成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_552.aspx\">诗</a>歌</strong><br>　　<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>对文学、书法、音乐等都有深湛的修养。他的文学成就，主要表当今诗歌上，散文也很有特点。<br>　　曹操的诗歌，今存20多篇，全部是乐府诗体。内容大体上可分三类。一类是关涉时事的，一类是以表述理想为主的，一类是游仙诗。<br>　　与时事有某种关联的作品有《薤露行》、《蒿里行》、《苦寒行》、《步出夏门行》等。《薤露行》、《蒿里行》二诗，作于建安初年。前一篇反映何进谋诛宦官事败，董卓入洛阳作乱；后一篇写关东各州郡兴兵讨卓，又各怀野心，互相杀伐，在内容上紧相承接。诗篇以简练的语言，高度概括地写出了这一段历史过程，因此被誉为“汉末实录，真诗史也”（钟惺《古诗归》）。尤其可贵的是，在《蒿里行》诗中他以同情的笔调，写出了广大人民在战乱中所罹的深重苦难：“铠甲生虮虱，万姓以死亡，白骨露于野，千里无鸡鸣，生民百遗一，念之断人肠。”《苦寒行》作于建安十一年，诗篇描写冬日太行山区的酷寒、荒芜、险峻，形象生动，同时也写出了诗人内心的复杂感受。《步出夏门行》作于建安十二年征三郡乌桓时。该诗包括“艳”（前奏）及四解。“艳”着重写了诗人出征时的复杂心情。一解“观沧海”，写进军途经碣石时的观感；二解“冬十月”、三解“土不同”，写归途中见闻；四解“龟虽寿”，写取得了这场重要战役胜利后的思想活动。其中“观沧海”描写大海景象，“秋风萧瑟，洪波涌起，日月之行，若出其中；星汉灿烂，若出其里”，气势磅礴，格调雄放，映衬出诗人包容宇宙、吞吐日月的阔大胸怀。“龟虽寿”以一系列生动的比喻，表达诗人对人生及事业的看法：“老骥伏枥，志在千里，烈士暮年，壮心不已”。这是诗人贯彻终生的积极进取精神的真实表白。<br>　　以表述理想为主的诗歌有《度关山》、《对酒》、《短歌行》等。前两篇写政治理想。他设想的太平盛世是儒法兼采、恩威并用的贤君良臣政治。这在汉末社会大破坏的现实背景下，无疑是具有进步意义的。《短歌行》的主题是求贤，以“山不厌高，海不厌深，周公吐哺，天下归心”等诗句，抒发求贤若渴，广纳人才，以冀成其大业心情。<br>　　在艺术风格上，曹操诗歌朴实无华、不尚藻饰。它们以感情深挚、气韵沉雄取胜。在诗歌情调上，则以慷慨悲凉为其特色。慷慨悲凉，这本来是建安文学的共同基调，不过在曹操的诗中，它表现得最为典型，最为突出。在诗歌体裁上，曹操的乐府诗并不照搬汉乐府成规，而是有所发展。如《薤露行》、《蒿里行》，在汉乐府中都是挽歌，他却运用旧题抒写了全新的内容。曹操开创了以乐府写时事的传统，影响深远。建安作家以及从南北朝直到唐代的许多诗人，他们拟作的大量乐府诗，都可以说是这一传统的继承和发扬。<br>　　曹操在文学上的功绩，还表现在他对建安文学（见建安七子）所起的建设性作用上，建安文学能够在长期战乱、社会残破的背景下得以勃兴，同他的重视和推动是分不开的。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在论述建安文学繁荣原因时，就曾指出“魏武以相王之尊，雅爱诗章”（《文心雕龙时序》）。事实上，建安时期的主要作家，无不同他有密切关系。<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>是他的儿子，“七子”及<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>等，也都托庇于他的荫护。可以说，“邺下文人集团”就是在他提供的物质条件基础上形成的；而他们的创作，也是在他的倡导影响下进行的。<br>　　此外，曹操还有不少其他文章传世，例如《请追增郭嘉封邑表》、《让县自明本志令》、《与王修书》、《祀故太尉桥玄文》等，文字质朴，感情流露，流畅率真。<br>　　曹操著述，据清姚振宗《三国艺文志》考证，有《魏武帝集》30卷录1卷、《兵书》13卷等十余种，然多已亡佚，今存者唯《孙子注》。明代<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>辑散见诗、文等145篇为《魏武帝集》，收入《汉魏六朝百三家集》中。丁福保《汉魏六朝名家集》中也有《魏武帝集》，所收作品略多于张溥辑本。1959年，中华书局据丁福保本，稍加整理补充，增入《孙子注》，又附入《魏志·武帝纪》、《曹操年表》等，重新排印为《曹操集》。</p> <p><strong>书法</strong><br>　　后人称曹操为中华民族历史上杰出的政治家、军事家、文学家，文武双全、文艺兼亥之人。而曹操是一代书法家却鲜为人知，这主要是曹操传世的书法作品较少的缘故。历史上见过曹操书法作品的人，无不赞其书作有“金花细落，遍地玲珑；荆玉分辉，瑶若璀粲。”、“笔墨雄浑，雄逸绝论。”之大美。<br>　　西晋文学家<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>在《博物志》中称：“汉世，安平崔瑗、瑗子寔、弘农张芝、芝弟昶并善草书，而太祖亚之。”<br>　　南朝的书法评论家梁瘐肩在其《书品》中，把古代名人的书法作品分为：上、中、下三品，每品又分作上、中、下，共九品；他把曹操的书法作品列入中中之品。唐代书法家兼评论家张玉灌，按历代书法家的艺术成就，把它们划分为神、妙、能三类：杰立特出者为神，运用精美者为妙，离俗不谬者为能；他在书法评论专著《书 断》中称曹操的书法作品为妙品。由此看来，曹操的书法作品虽不能列为神品、上品，但在全国名书法家中是数得着的。<br>　　有史料记载，他除常与当时出名的书法家：钟繇、梁鹄、<a href=\"http://so.gushiwen.org/author_601.aspx\">邯郸淳</a>、韦诞、孙子荆等人切磋书艺外，还特把喜爱的秘书令梁鹄的字挂在帐中，细细揣摩、欣赏；有时夜间睡不着，便起来慢慢品位、琢磨钉满墙的梁鹄的字。不仅如此，魏宫的牌匾他都让梁鹄写，可以说仰俯皆是。他与梁鹄之间还有一段鲜为人知的故事：梁鹄倾其一生至力于书法事业，当曹操得知梁为借读大书法家<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>留给韦诞的一部论笔法的专著遭拒后，便又气又恨，呕血不止时，他遂将自己专用的五灵丹拿给梁鹄服用。<br>　　曹操虽善书，大概因忙于战事、政事，没有机会写，所以他流传于世的墨迹很少。<br>　　宋郑樵在所著《通志·金石略》中，仅收录曹操书写的一篇《大飨碑》；明<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《丹铅总录》中，也只是说到元朝时还有曹操书写的《贺捷表》；清叶奕苞在《金石录》中说，曹操在武昌“黄鹤楼”侧曾写有特大、凛凛有生气、正书的“涌月台”三字。现留存于世的只有两个字了，即曹操在征汉中时，写在石门南褒河一块大石上的“衮雪”二字，现已迁入汉中博物馆内。亳州《曹操地下运兵道》处所见到的“衮雪”二字，系依拓本刻写；上边两个隶书小字落款“魏王”，因系直题，又模糊不清，乃后人仿题的。 </p><br/><h2>家族成员</h2> <p><strong>长辈<br></strong>养祖父：曹腾<br>养祖母：吴氏（曹腾之“对食”妻子）<br>父：曹嵩<br>母：丁氏</p> <p><strong><a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>妻妾<br></strong>丁夫人，曹操原配夫人，无子女。<br>卞夫人，曹操继配夫人，武宣卞皇后。生<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>、曹彰、<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>、曹熊四子。<br>刘夫人，曹操之妾，生曹昂、曹铄二子。<br>环夫人，曹操之妾，生曹冲、曹据、曹宇三子。<br>杜夫人，曹操之妾，生曹林、曹衮二子。<br>秦夫人，曹操之妾，生曹玹、曹峻二子。<br>尹夫人，曹操之妾，生曹矩。<br>王昭仪，曹操之妾，曹干养母。<br>陈姬，曹操之妾，生曹干。<br>孙姬，曹操之妾，生曹上、曹彪、曹勤三子。<br>李姬，曹操之妾，生曹乘、曹整、曹京三子。<br>周姬，曹操之妾，生曹均。<br>刘姬，曹操之妾，生曹棘。<br>宋姬，曹操之妾，生曹徽。<br>赵姬，曹操之妾，生曹茂。<br>某氏，张济遗孀，《三国演义》中为邹夫人</p> <p><strong>曹操子女<br></strong>儿子<br>据《魏志·文帝纪》《任城陈萧王传》《武文世王公传》记载，曹操的儿子有25位。曹操儿子次序不可考，下以生母地位高低为序。<br>1.曹丕，魏文帝<br>2.曹彰，任城威王<br>3.曹植，陈思王<br>4.曹熊，萧怀王<br>5.曹昂，丰愍王，长子<br>6.曹铄，相殇王<br>7.曹冲，邓哀王<br>8.曹据，彭城王<br>9.曹宇，燕王<br>10.曹林，沛穆王<br>11.曹衮，中山恭王<br>12.曹玹，济阳怀王<br>13.曹峻，陈留恭王<br>14.曹矩，范阳闵王<br>15.曹干，赵王，末子<br>16.曹上，临邑殇公子<br>17.曹彪，楚王<br>18.曹勤，刚殇公子<br>19.曹乘，谷城殇公子<br>20.曹整，郿戴公<br>21.曹京，灵殇公子<br>22.曹均，樊安公<br>23.曹棘，广宗殇公子<br>24.曹徽，东平灵王<br>25.曹茂，乐陵王</p> <p>女儿<br>可考证者6位。<br>1.清河长公主，名不详，夏侯楙之妻<br>2.曹宪，汉献帝贵人<br>3.曹节，汉献帝皇后<br>4.曹华，汉献帝贵人<br>5.安阳公主，名不详，荀恽之妻<br>6.金乡公主，名不详，何晏之妻</p> <p>养子<br>可考证者3位。<br>1.何晏，大将军何进之孙，貌美而无行，娶曹操之女金乡公主<br>2.秦朗<br>3.曹真。</p> <p><strong>曹操旁系<br></strong>《三国志·魏书·诸夏侯曹传》中记载曹氏和夏侯氏之曹操宗亲、姻亲，这些人均为曹操所重用。<br>曹仁，字子孝，曹操从弟，祖父曹褒，父曹炽；<br>曹洪，字子廉，曹操从弟，<br>曹纯，字子和，曹仁之弟。<br>曹休，字文烈，曹操族子，祖父曹鼎曾为吴郡太守。曹操赞其为“吾家千里驹”。<br>夏侯惇，字元让。<br>夏侯渊，字妙才，夏侯惇从弟，曹操连襟，娶丁夫人之妹。<br>夏侯尚，字伯仁，夏侯渊从子。<br>曹操后裔<br>曹霸，曹髦后人，唐玄宗时期画家，能文善画，官至左武卫将军，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>作有《丹青引》及《观曹将军画马图》二<a href=\"http://so.gushiwen.org/author_552.aspx\">诗</a>，表达对其画艺的赞叹。渡来人高向玄理与僧旻也自称曹操后人。</p>"
}