{
  "id": 603,
  "star": 391,
  "name": "权德舆",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_603.jpg",
  "dynasty": "唐代",
  "desc": "权德舆，唐代文学家。字载之。天水略阳（今甘肃秦安）人。后徙润州丹徒（今江苏镇江）。德宗时，召为太常博士，改左补阙，迁起居舍人、知制诰，进中书舍人。宪宗时，拜礼部尚书、同中书门下平章事，后徙刑部尚书，复以检校吏部尚书出为山南西道节度使。卒谥文，后人称为权文公。",
  "content": "<h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>秉性耿直，为人宽和，言语质朴自然，风度甚佳，为时人所称道。他办事光明正大。有一次，运粮使董溪、于皋谟盗用军费，案发后，被流放岭南。宪宗感到量刑太轻，很后悔，又暗暗派宦官赶去将两人杀死于流放途中。权德舆就立即上疏说，依据这两人的罪名，本当公开处死的，但既然已经宣判了流放，就应当遵照执行，如今却又暗暗地将他们处死，这是名不正，言不顺，有损朝廷信誉，劝宪宗今后再也不能如此干了。这足见他为人之耿直。</p> <p>　　权德舆好著述，善写铭文表章，文辞雅正而又弘博，当时，王侯将相的铭志十有八九都请他撰写。他尤其喜欢读书，常常手不释卷，作有文集50卷，称《权文公集》，流传后世。</p> <p>　　宪宗曾询问权德舆：“宰相为政，宽猛何先?”权德舆对答说：“秦朝以严酷而亡国，汉朝以宽大而兴盛，为政该以何者为先，由此就可知了。”</p> <p>　　权德舆任相的次年，<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>和李绛又先后被拜为宰相。李吉甫好逢迎宪宗心意，而李绛为人梗直，两人常为政事在宪宗面前争论。每当此时，权德舆总不表态，并因此而受到朝臣的指责，也引起了宪宗的不满。元和八年 (公元813年)正月，他被罢去相职，以检校吏部尚书留守东都，后又拜为太常卿，改刑部尚书。公元816年，他又以检校吏部尚书外出担任山南西道(今陕西汉中)节度使。二年后，以病乞还，卒于途中，享年60岁。赠尚书左仆射，谥曰文。</p> <p>　　权德舆寓居阳羡期间，曾游览玉女潭，称玉女潭为“阳羡胜境，以此为首”。另有<a href=\"http://so.gushiwen.org/author_603.aspx\">诗</a>作《周平西墓》：“英威今寂寞，陈迹对崇丘。壮志清风在，荒坟白日愁。穷泉那复晓，乔木不知秋。岁岁寒塘侧，无人水自流”传世。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>（759－818年9月30日），字载之，天水略阳县第七沟（今秦安县王尹乡包全村）人。其家世源远，自十二世祖前秦仆射安邱公权翼以来，数代为宦。父亲权皋，曾为安?山的幕僚，“安史之乱”爆发前，他当机立断，以逃离叛逆的义勇行为而受到时人的称赞。权德舆就出生在这样祖德清明家风雅正的仕宦家庭。</p> <p>　　权德舆自幼聪明好学，“三岁知变四声，四岁能为<a href=\"http://so.gushiwen.org/author_603.aspx\">诗</a>”。15岁有文章数百篇，开始有了名气。之后，任江西观察使兼判官，迁监察御史。唐德宗贞元八年（792），征为太常博士，“朝士以得人相爱”，转左补阙。当时关东、淮南、浙西20余州县发生大水，毁坏了良田和房屋，冲走了人家，他立即建议德宗皇帝派遣能干的使臣赶赴灾区，救济灾民，并提出“赋取于人，不若藏于人亡为固”的主张，以减轻灾区人民的赋税。同年七月，司农少卿裴延龄因巧幸恃宠，判度支，兼管国家财政收支。针对此情况，权德舆不顾个人的安危，先后两次上疏唐德宗，义正词严，直言不讳地反对裴延龄任职，陈述度支要职，个人必须慎重。贞元十年（794），权德舆转起居舍人，知制诰。贞元十八年（802）以中书舍人典贡士，后拜礼部侍郎，转兵、户、吏三曹侍郞、太子宾客，迁太常卿。此期间，他大力选拔人才，主张“育才造士为国之本”，他“举贤类能”，不管门第等级，只要有德，一律任用，并反对徇私舞弊。他曾三次典士举，凡“举士于公者，其言可信，不以其布衣不用；既不可信，虽大官势人交言，一不以缀意”。在他的主持下，发现和造就了不少有用之才，“前后考第进士及庭所策士，唾相蹑为宰相、达官与公相先后，其余布处台阁外府，凡百余人”。</p> <p>　　权德舆在治理国家方面，主张德治和法治并用，对不法行为的贪官污吏坚决严惩。他始终认为“民为邦本”，“天下理在百姓安，百姓安在赋税减，赋税减在经费省”，对人民的疾苦，备加关注。贞元十九年（803），自春至夏及秋，关中大旱，田园荒芜，民不聊生。而德宗反祈于宗庙，祷于天地，忙于求雨而滴雨末降。权德舆见此情景，十分焦灼，大声疾呼，再次向德宗建议，　下诏各县裁留经费，把节约下来的钱物救济灾民，免除当年租赋及往年负欠，以便百姓重建家园，并遗责了当时“四方守宦，锐于上献”，剥削百姓的卑劣行为。</p> <p>　　元和五年（810），权德舆以“陈说谋略多中”，拜礼部尚书，同中书让门平章事，参与朝政。宪宗元和八年（813），权德舆免去宰相职务，以逼吏部尚书留守东都，复拜太常转刑部尚书，出镇山南西道节度使，后因病求还，818年八月二十七日（9月30日）卒于途中。赠左仆射，谥日文，著有《权载之文集》50卷。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>，唐代文学家。字载之。天水略阳（今甘肃秦安）人。后徙润州丹徒（今江苏镇江）。德宗时，召为太常博士，改左补阙，迁起居舍人、知制诰，进中书舍人。宪宗时，拜礼部尚书、同中书门下平章事，后徙刑部尚书，复以检校吏部尚书出为山南西道节度使。卒谥文，后人称为权文公。</p> <p>　　权德舆仕宦显达，并以文章著称，为中唐台阁体的重要作家。《旧唐书权德舆传》说他“于述作特盛。六经百氏，游泳渐渍，其文雅正而弘博,王侯将相洎当时名人薨殁，以铭纪为请者什八九，时人以为宗匠焉。”浑、马燧等名将功臣的碑铭、行状都出自他的手笔。所作《两汉辨亡论》，谴责张禹、胡广贪图禄位而败坏两汉政治，史家以为“大指有补于世”（《新唐书·权德舆传》）。由于他没有经历过重大的政治升沉和生活变故，因而文章有儒雅的风度、恢宏的气派，但缺少深切的内涵、创新的格局。与他同时代的皇甫《谕业》说：“权文公之文，如朱门大第，而气势宏敞,廊庑廪厩,户牖悉周，然而不能有新规胜概，令人竦观。”南宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>沧浪<a href=\"http://so.gushiwen.org/author_603.aspx\">诗</a>话对其诗作评价颇高，称为大历以后值得“深取”之作者并说:“权德舆之诗，却有绝似盛唐者，……或有似韦苏州、<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>处。”</p> <p>　　《新唐书·艺文志》著录其《童蒙集》10卷，又文集50卷、《制集》50卷。《童蒙集》、《制集》已佚。文集有清代嘉庆时朱刊《权载之文集》50卷，《四部丛刊》本即据此影印。事迹见新、旧《唐书》本传。</p> <p>　　(759-818) 唐朝大臣。字载之，行三。天水略阳(今甘肃秦安)人，家于润州丹阳(今江苏丹阳)。名士权皋子。幼颖悟，三岁知变四声，四岁能为诗。年十五，为文数百篇，见称于诸儒间。建中元年受辟为淮南黜陟使韩洄从事，官试秘书省校书郎。同年改任试右金吾卫兵曹参军。先为杜佑淮南水陆运环卫掾曹，继为汴东水陆运盐铁祖庸使包佶从事。贞元二年，以大理评事摄监察御史充江西观察使李兼判官。八年，入朝为太常博士，迁左补阙。十年，任起居舍人兼知制诰。后历驾部员外郎、司勋郎中、中书舍人，均掌诰命。十八年拜礼部侍郎，三掌贡举，号为得人。永贞元年七月，改户部侍郎。元和初历兵部、吏部侍郎。元和五年，自太常卿拜礼部侍郎同中书门下平章事，为政以宽厚为本。八年罢为礼部尚书。历东都留守、刑部尚书等职。十三年卒于山南东道节度使任所，年五十八。《旧唐书》本传谓享年六十，误。赠左仆射，谥文。权德舆于贞元、元和间执掌文柄，名重一时。<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等皆投文门下，求其品题。性直谅宽恕，蕴藉风流，好学不倦。为文“尚气尚理”（《醉说》），主张“体物导志”（《唐故漳州刺史张君集序》），“有补于时”（《崔寅亮集序》）。不满于“词或侈靡，理或底伏”（《崔文翰文集序》）之衰薄文风。其文弘博雅正，温润周详，公卿侯王、硕儒名士之碑铭、集纪，多出其手，时人奉为宗匠。其诗以五言居多，五古、五律赡缛浑厚，颇多佳什。张荐称其诗“词致清深，华彩巨丽，言必合雅，情皆中节”（《答权载之书》）。严羽《沧浪诗话》谓其诗“有绝似盛唐者”。《新唐书·艺文志》著录其文集五○卷、制集五○卷、 《童蒙集》一○卷、《元和格敕》三○卷（与刘伯刍等合编）。今传《权载之集》五○卷，<a href=\"http://so.gushiwen.org/author_1747.aspx\">杨嗣复</a>为之序。其馀并佚。《全唐诗》编其诗为一○卷，见卷三二○至三二九，《全唐诗补编·补逸》卷六补诗一首，《续补遗》卷五补七首，《续拾》卷二三补二首。《全唐文》编其文为二七卷，见卷四八三至五○九，《唐文拾遗》卷二四补其文一篇。生平事迹见<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>《唐故相权公墓碑》（碑文所记享年六十，误）、《旧唐书》卷一四八、《新唐书》卷一六五本传、《唐诗纪事》卷三一、《唐才子传校笺》卷五等。 </p>"
}