{
  "id": 1220,
  "star": 3,
  "name": "徐惠",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1220.jpg",
  "dynasty": "唐代",
  "desc": "徐惠（公元627年―公元650年），湖州长城人（今长兴人)，唐太宗李世民的妃嫔。生于贞观元年（公元627年）。年少时便才华出众。唐太宗听说后，将她纳为才人。后被封为婕妤，接着又升为充容。贞观末年，唐太宗频起征伐、广修宫殿。徐惠上疏极谏，剖析常年征伐、大兴土木之害。唐太宗认可了她的看法并对她厚加赏赐。贞观二十三年（公元649年），唐太宗驾崩，徐惠哀慕成疾，不肯服药，又作七言诗和连珠以示爱慕。永徽元年（公元650年）病逝，年仅二十四，被追封贤妃，陪葬昭陵石室。",
  "content": "<h2>故事传说</h2> <p><strong>写<a href=\"http://so.gushiwen.org/author_1220.aspx\">诗</a>息君怒</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1220.aspx\">徐惠</a>在自己的居住宫殿中，唐太宗下召让她去见驾。她过了很久还没到，唐太宗非常生气。徐惠因此献了首诗：“朝来临镜台，妆罢暂徘徊。千金始一笑，一召讵能来？”唐太宗见后怒气全消了。<br> <br><strong>花神传说</strong></p> <p>　　青岩照影夜流丹，无那清风点粟盘。自是幽香能暗度，月宫飞去不须看。</p> <p>　　谚云：八月桂花香，桂花香时人团圆。桂花又名木犀、丹桂，花朵细小，呈淡黄色或黄白色，香气浓郁突出。《瓶史·月表》中说，桂花为八月花之盟主，因此农历八月又称为桂月。</p> <p>　　关于桂花花神的传说很多，最广为传诵的，是唐太宗的妃子徐惠。徐惠是一位才情出众的女子，自小聪慧过人，长大后更能说会道，琴棋书画样样不落于人。因为才思不凡，被唐太宗选为妃子。<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>十分欣赏徐惠的才华，常和她一起吟诗作画，她也为后人留下了“仰幽岩而流盼，抚桂枝以凝想。将于龄兮此遇，荃何为兮独往”等诗篇。唐太宗死后，徐惠哀伤成疾，最终成痴，年仅二十四岁就以身殉情，追随唐太宗而去。后人因她才情出众，而且写过咏桂花的诗篇，就封她为桂花的花神。徐惠的故事令桂花香平添了一份沁心蚀骨的深情，一缕幽思自此绽开在八月的心崖。</p><br/><h2>文学作品</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1220.aspx\">徐惠</a>现存的作品共计七篇，分为<a href=\"http://so.gushiwen.org/author_1220.aspx\">诗</a>五首，《拟小山篇》、《长门怨》、《秋风函谷应诏》、《赋得北方有佳人》和《进太宗》。文赋两篇《奉和御制小山赋》和《谏太宗息兵罢役疏》。</p> <p>　　其中，根据学者的研究统计，现存以《长门怨》为题的唐诗共计三十七首，涉及诗人三十三人，徐惠之作是唐代同题诗歌中唯一的嫔妃和女性作者。《秋风函谷应诏》则被编入作为教导唐朝储君和皇子们如何诗作文，具有启蒙性质的皇室教材[19-20] 《初学记》。[21] 《奉和御制小山赋》应作于贞观二十一年，徐惠陪伴唐太宗在翠微宫休养期间，此为和韵唐太宗《小山赋》之作。清朝学者王芑孙认为这两篇作品是“和赋”文学形式的起源之作。</p> <p>　　《谏太宗息兵罢役疏》是一篇历史上罕见的杰出的女性政论文章，为历代史家所重，收入多部重要的典籍，如《旧唐书》、《新唐书》、《贞观政要》、《资治通鉴》等。</p><br/><h2>生平</h2> <p><strong>家世渊源</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1220.aspx\">徐惠</a>出身东海徐氏，为南朝梁慈源侯徐文整四世孙女，陈始安太守徐综之曾孙女，延州临真令徐方贵的孙女，祖母江夏黄氏，南朝陈司空沈国忠武公之女。唐果州刺史徐孝德长女。弟弟徐齐聃，侄子徐坚，史书都有传。妹妹为高宗婕妤，也有文采。 当时人们因为徐氏姐弟三人文采出众，将他们比作汉朝班氏。另有一弟徐齐庄，事迹无相关记载，唐玄宗授于他长城县子的爵位。</p> <p><strong>年少聪慧</strong></p> <p>　　徐惠五个月大就开始说话了，四岁就熟读《论语》、《毛<a href=\"http://so.gushiwen.org/author_1220.aspx\">诗</a>》，八岁自己懂得写文章。父亲徐孝德曾让她试着拟《离骚》作诗，她写了《拟小山篇》：“仰幽岩而流盼，抚桂枝以凝想。将千龄兮此遇，荃何为兮独往？”。父亲看后大吃一惊，知道这孩子的才华想盖都盖不住，于是徐惠的作品马上广为流传。唐太宗听说后，将她召为才人。</p> <p><strong>因才受宠</strong></p> <p>　　徐惠入宫后，手不释卷，诗文更加优美，文思更加敏捷，落笔成文。因此，唐太宗更加礼待她，提升他父亲水部员外郎（最新出土的徐孝德墓志记载为礼部员外郎），并升她为充容。</p> <p><strong>上疏极谏</strong></p> <p>　　贞观末年，<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>多次兴兵攻打四方少数民族，在多处修建宫殿，劳民伤财，百姓怨声载道。 </p> <p>　　贞观二十二年四月，时太宗驾幸玉华宫，徐惠伴驾 ，上疏说：”东边驻军辽海，西边讨伐昆丘，弄的军困马乏、粮草匮乏。用农民那有限的收成，去填战争这无边的沟壑；为谋取那些没有收复的部族，却丧失了这已经训练好的军队。所以说国土宽广并不是长久安定的办法；百姓辛劳是容易动乱的因素。“</p> <p>　　又说：“翠微宫、玉华宫等，虽然依山傍水，没有构筑方面的大工程，但人力、运输之类，也是很烦杂、劳民的。有德行的君王，以百姓安乐认为是安乐；没有德行的君王，以自己的快乐认为是快乐。”</p> <p>　　“精雕细琢的珍宝玩物是丧失国家的刀斧，光彩夺目的珠宝玉器是侵蚀人心的毒药，这些虽然看着奢华美丽，但不能不去遏止这类需求。事业安泰是志向容易骄纵，时局安定时人容易放任自己。”她所说的切中事理。唐太宗很赞同她的说法，赏赐了她。</p> <p><strong>忧郁早逝</strong></p> <p>　　贞观二十三年（公元649年）唐太宗驾崩，徐惠哀慕成疾，不肯吃药，说：“先帝待我情深，我希望能先于狗马去侍奉先帝的陵寝，这是我的心愿！”接着又写诗文表达自己的心愿。</p> <p>　　永徽元年（公元650年）徐惠病逝，年仅二十四岁，被追封贤妃，陪葬在唐太宗李世民的陵墓--昭陵的石室中。</p>"
}