{
  "id": 3080,
  "star": 1,
  "name": "陈楠",
  "image": "http://img.gushiwen.org/authorImg/chennan.jpg",
  "dynasty": "宋代",
  "desc": "陈楠（公元？----1213）字南木，号翠虚子、又号陈泥丸。（常以土掺合符水，捏成小丸为人治病，故世号陈泥丸。）金丹派南宗徒裔尊为“南五祖”之一。南宋高道，惠州博罗（今属广东省惠州市惠城区小金口）人，以箍桶为业。自云“道光禅师薛紫贤，付我归根复命篇”。宋徽宗政和年间擢举道录院事，后归隐罗浮山。不数年，定居长沙，开创南宗“清修派”。为南宗第四代传人，“南五祖”之四。四祖陈楠达到160岁以上。",
  "content": "<h2>思想与著述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>的内丹承前启后，强调练功者必须采先天真铅为药，按炼精、炼气的过程循序渐进，重以气为本，所谓“气之根本凝成神，方曰无为而通灵”。他将内丹分为上中下三品：</p> <p>　　下品：“地仙之道”者，“以闭咽搐摩为火候”，“以存想升降为运用”，这是指《灵宝毕法》、《钟吕传道集》等所记述的钟吕传统丹法。</p> <p>　　中品：“水仙之道”者，以神、气为铅汞，他在《紫庭经》中所记述的，当属此类。</p> <p>　　上品：“天仙之道”者，“以精神魂魄意为药材，以行住坐卧为火候，以清静自然为运用”，“以定为水，以慧为火”，“以念头起处为玄牝，…….....以打破虚空为了当”（白玉蟾《修仙辩惑论》，《修真十书》卷四）。陈楠认为此种丹法看起来虽然“与禅法稍同”，但实际上比禅门的“终日谈演问答,乃是乾慧;长年枯兀昏沉,乃是顽空”为优。</p> <p>　　陈楠继承南宗传统，秉承“大隐混俗”，不倡出家，所谓“吾所以混俗和光者，不欲自异耳。鱼欲异群鱼，舍水登岸，则死；虎欲异群虎，舍山入市，则禽。”（留长元《海琼问道集.序》）陈楠明确主张“独身清修”，反对房中御女术。</p> <p>　　另外，由于陈楠得到黎姆山神人所传授的“设坛关请雷神驱妖除魔的雷神秘书”——景霄大雷琅书，陈楠兼修雷法，以内炼金丹与外用符箓合而为一，称内丹炼就便能役使鬼神，呼召风雨。</p> <p>　　南宗自陈楠开始，亦就兼传雷法。从此南宗内丹与雷法并传，为南宗最终形成有广大信徒的教派奠定了基础。</p> <p>　　著有《翠虚篇》、《翠虚妙悟全集》、《罗浮翠虚吟》等。</p><br/><h2>生平</h2> <p>　　先师事薛道光（<a href=\"http://so.gushiwen.org/author_2734.aspx\">薛式</a>），自云“道光禅师薛紫贤，付我归根复命篇”。<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>后得到黎姆山神人所传授的“设坛关请雷神驱妖除魔的雷神秘书”，又得自称 “辛忠义”的道人所传“五雷法”，能够“役使鬼神，呼召雷雨，耳闻九天，目视万里”。翠虚惠州人，又云。</p> <p>　　先生忽於外席下出《都天大雷玉书》以授耜：可将归急写，明日送来。念汝一生慕道之心，成汝一生慕道之志。耜问：翠虚真人既号翠虚，又称泥丸，如何？先生云：翠虚子乃其自号。尝以泥丸与人治病，故湖广中人呼之为陈泥丸。耜问翠虚真人得法之由。先生云：先师得雷书於黎母山中，不言其人姓氏，恐是神人所授也。丹法却是道光和尚所传。</p> <p>　　先师尝醉语云：我是雷部辛判官弟子，干道光和尚甚事？</p> <p>　　陈楠常以泥土渗符水，捏成小丸救人治病，无不灵验。时人称为“陈泥丸”。又常以雷法符箓驱鬼降魔，济人利物。</p> <p>　　陈楠平日衣裳褴褛，尘垢遍身，终日烂醉，吟<a href=\"http://so.gushiwen.org/author_3080.aspx\">诗</a>歌咏，出口成章，皆成文理，但世人多不解其意。曾有诗云“嘉定壬申八月秋，翠虚道人在罗浮……还以金丹火候诀，说与琼山白玉蟾”。</p> <p>　　按《混元列仙图》陈楠传道有鞠九思、沙道彰（沙蛰虚）、白玉蟾、黄天谷四人。南宗自陈楠起，门徒始众，至其门徒“南宗五祖”之白玉蟾，才形成较具规模的社团。</p> <p>　　羽化经过</p> <p>　　白玉蟾真人的语录之一《静馀玄问》所载：</p> <p>　　耜问翠虚解化之由。（白）先生云：先师嘉定六年四月十四日，在漳州梁山，与一箍桶老子椅角，入水而逝。当日有潮州葛县尉，在潭州宁乡县见之。先师与尉之父为久契，因寄一书，使尉归以达其父。後方知当日在此死，在彼见。予时随侍在彼，目睹其事。其箍桶老子有一斧在地，先师既相与入水，势不可救。因与一二人同归，寻其斧，则亦不见。先师彼时在漳州，赴鹤会，罢，说与会主云：我要来会裏尸解。会主不以为事。遂留四句，命予题之会中而去。题云：顶上雷声霹雳，混沌落地无踪，今朝得路便行，骑箇无角火龙。湖广中人常勒先师做诗，但见自口缕缕而出，皆成文理，第不肯把笔耳。</p>"
}