{
  "id": 260,
  "star": 48,
  "name": "郑板桥",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_260.jpg",
  "dynasty": "清代",
  "desc": "郑板桥（1693—1765）清代官吏、书画家、文学家。名燮，字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。",
  "content": "<h2>轶事典故</h2> <p><strong>以怪出名<br></strong>　　<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>的“怪”，颇有点济公活佛的味道，“怪”中总含几分真诚，几分幽默，几分酸辣。每当他看到贪官奸民被游街示众时，便画一幅梅兰竹石，挂在犯人身上作为围屏，以此吸引观众，借以警世醒民。</p> <p><strong>颇有骂名<br></strong>　　郑板桥无官一身轻，再回到扬州卖字画，身价已与前大不相同，求之者多，收入颇有可观。但他最厌恶那些附儒风雅的暴发户，就像扬州一些脑满肠肥的盐商之类，纵出高价，他也不加理会。高兴时马上动笔，不高兴时，不允还要骂人。他这种怪脾气，自难为世俗所理解。有一次为朋友作画时，他特地题字以作坦率的自供：</p> <p>　　“终日作字作画，不得休息，便要骂人。三日不动笔，又想一幅纸来，以舒其沉闷之气，此亦吾曹之贱相也。索我画，偏不画，不索我画，偏要画，极是不可解处。然解人于此，但笑而听之。”</p> <p><strong>个人润例<br></strong>　　郑板桥卖画，不像历来文人画家那样犹抱琵琶半遮面。既然已经迈进市场，索性大大方方的。他制定《板桥润格》，成为中国画家明码标价卖画的第一人。“大幅6两，中幅4两，小幅2两，条幅对联1两，扇子斗方5钱。凡送礼物食物，总不如白银为妙；公之所送，未必弟之所好也。送现银则心中喜乐，书画皆佳。礼物既属纠缠，赊欠尤为赖账。年老体倦，亦不能陪诸君作无益语言也。”还在最后附了一首<a href=\"http://so.gushiwen.org/author_260.aspx\">诗</a>：“画竹多于买竹钱，纸高六尺价三千。任渠话旧论交接，只当秋风过耳边。”明明是俗不可耐的事，但出诸板桥，转觉其俗得分外可爱，正因他是出于率真。 </p> <p><strong>好吃狗肉<br></strong>　　板桥定润格，规定凡求其书画者，应先付定金，并作润例，颇为风趣。当时，许多豪门巨绅，厅堂点缀，常以得到板桥书画为荣。但板桥不慕名利，不畏权势，生平最不喜为那些官宦劣绅们作书画，这在他老人家的润格里是不便声明的。有一次，一帮豪绅为得其书画，运用计谋，设下陷阱。他们了解到板桥爱吃狗肉，就在他偕友外出交游的必经之路上，借村民的茅舍，烹煮了一锅香喷喷的狗肉，待板桥经过时；主人“笑脸相迎，并以狗肉好酒相待。”板桥不疑，开怀畅饮，连赞酒美肴不止。饭罢，主人端出文房四宝，言请大人留联以作纪念。板桥深觉今有口福，便立刻应诺，随即起身提笔，并询问主人大名，署款以酬雅意。书毕，尽兴而归。后来，在一次宴席上，他偶然发现自己的书画作品挂在那里，方知自己受骗，十分后悔，自己嘴馋不已。</p> <p><strong>刻苦习字<br></strong>　　据说，郑板桥早年学书相当刻苦，写众家字体均能神似，但终觉不足。有一次，他竟在妻子的背上划来划去，揣摩字的笔画和结构。妻子不耐烦了，说：“你有你的体，我有我的体，你老在人家的体上划什么?”这无意间说出的一语双关的话，使板桥恍然有悟：不能老在别人的体格上“规规效法”，只有在个人感悟的基础上，另辟蹊径，才能独领风骚。于是，他取<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>之长笔划入八分，夸张其摆宕，“摇波驻节”，单字略扁，左低右高，姿致如画。又以画兰竹之笔入书，求书法的画意。清人<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>说他“写字如作兰，波磔奇古形翩翩”，生动地道出了“板桥体”的特质。</p> <p><strong>板桥姻缘<br></strong>　　郑板桥文采盖世，可惜早期穷途潦倒，一日走到一家人门前，惊觉门前的对联是自己的诗作，郑生向户主饶夫人问个究竟，饶夫人说自己女儿极爱郑板桥的作品，郑生忙道自己正是郑板桥，饶夫人马上把女儿五娘叫出来，并且把她许配给郑板桥，郑板桥后来高中进士，大小登科一道儿至，夫妇二人也恩爱一生。</p> <p><strong>余桃口齿<br></strong>　　郑板桥在《板桥自叙》曾写道：“酷嗜山水。又好色，尤多余桃口齿，及椒风弄儿之戏。然自知老且丑，此辈利吾金币来耳。有一言干与外政，即叱去之，未尝为所迷惑。”余桃口齿，椒风弄儿，都是好男风的典故。大意说是自己尤其喜好男色，但是因为老丑，常常是因为金钱而接近他。只是他却不许男妓干扰他外政，否则就驱逐出去。并没有因男色而耽误县治。曾主张改刑律中的笞臀为笞背。身为县令，一次不得不对一犯赌美男施以杖责，竟至于差点当堂落泪。 </p> <p><strong>巧骂豪绅<br></strong>　　有一次，一个豪绅求<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>题写一个门匾。那个豪绅平日里巴结官府，干尽了很多坏事。郑燮决定要捉弄他一下，便写了”雅闻起敬“四个字。油漆门匾时，郑燮叮嘱漆匠对”雅、起、敬“三个字只漆左半边，对”闻“字只漆”门‘字。过了一段时间，豪绅楼前门匾上的字没上漆的部分模糊不清了，而上漆的部位越发清晰。远远一看，原来的“雅闻起敬”竟成了“牙门走苟”（“衙门走狗”的谐音）。</p><br/><h2>多才多艺</h2> <p><strong>画竹</strong><br>　　自谓画竹多于纸窗粉壁见日光月影的影射怪取得。曾题道：“吾之竹清俗雅脱乎，书法有行款，竹更要行款，书法有浓淡，竹更要有浓淡，书法有疏密，竹更要有疏密。”他擅写竹，更将款题于竹石间，以竹之“介于否，坚多节”来表达自我孤高的情操。</p> <p><strong>工楷隶</strong><br>　　综合草隶篆楷四体，再加入兰竹笔意，写来大小不一，歪斜不整，自称“六分半书”，他以黄山谷笔致增强作画的气势，以“乱石铺街、浪里插篙”形容其书法的变化与立论的依据。</p> <p><strong>擅画兰竹石</strong><br>　　体貌书朗，风格劲峭，自称“四时不谢之兰，百节长青之竹，万古不败之石，千秋不变之人”。<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>题画兰<a href=\"http://so.gushiwen.org/author_260.aspx\">诗</a>中说：“板桥作画如写兰，波磔奇古形翩翩，板桥写兰如作字，秀叶疏花是姿致。”这段话，将“书”与“画”在他作品中的关系真是说得透剔极了。</p> <p><strong>书画特色</strong><br>　　独创写意，着意趣味。他自谓应有“真气、真趣、真意”</p> <p><strong>诗文特性</strong><br>（1）去陈旧套语。<br>（2）白话代替古典。<br>（3）暗喻民族志节。</p> <p>　　<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>（板桥）有二首咏竹的诗，其一为“题竹石”：<br>　　“咬定青山不放松，立根原在破岩中，千磨万击还坚劲，任尔东西南北风。”这首诗既点出竹之“处境”，更直接说出竹的贞定，经得起各种磨难考验，俨然是个顶天立地、昂然不屈的烈士，令人望之生“敬”。<br>　　另一首为“题画竹”：<br>　　“画竹插天盖地来，翻风覆雨笔头载；我今不肯从人法，写出龙须凤尾来。”前二句写画竹的气势，后二句则双写人与竹的“择善固执”及不从俗流、不为俗物的个性。<br>　　《郑燮六十自寿》：<br>　　“常如作客，何问康宁。但使囊有余钱，瓮有余酿，釜有余粮， 取数页赏心旧纸，放浪吟哦。兴要阔，皮要顽，五官灵动胜千官， 过到六旬犹少。”<br>　　定欲成仙，空生烦恼。只令耳无俗声，眼无俗物，胸无俗事，将几枝随意新花，纵横穿插。睡得迟，起得早，一日清闲似两日，算来百岁已多。</p> <p><strong>对联</strong><br>◎ 室雅何须大，花香不在多 。<br>◎ 汲来江水烹新茗，买尽青山当画屏。（题焦山自然庵）<br>◎ 从来名士能评水，自古高僧近斗茶。（题茶馆）<br>◎ 删繁就简三秋树，立意标新二月花。</p> <p><strong>难得糊涂</strong><br>　　难得糊涂：一句平淡有味的名言。<br>　　他本是个聪明绝顶，通今博古的一代文豪，却偏偏写什么“吃亏是福”、“难得糊涂”，并煞有介事地再加上个注：“聪明难，糊涂难，由聪明而入糊涂更难”。<br>　　一般为官者都会了解，为政得罪巨室，就难有好的下场。而板桥一反积习，独行其是，明知其不可为而为之。最后，不惜扔掉热烘烘的乌纱，而宁可回到冷飕飕的秋江上去钓鱼，也正因他的率真，才能显得如此的洒脱。<br>　　他所题的“难得糊涂”，可能有两种含意，一方面似有鉴于官场中的糊涂，他难得那种糊涂，只有及早抽身。另一方面当系看透世态，为免多惹烦恼，不妨糊涂一点。他能保全这种糊涂，也算得是可人了。</p> <p><strong>板桥三绝</strong><br>　　“三绝诗书画，一官归去来。”正可概其生平，也是最确切的赞颂。传统书香门第的楹联，常题：“传家有道存忠厚，处世无奇但率真”。正是<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>的最佳写照。<br>　　举其诗集里三首题画的诗，来看郑板桥三绝－－诗、书、画的高妙。<br>　　《潍县署中画竹，呈年伯包大中丞诗云》<br>　　衙斋卧听萧萧竹，疑是民间疾苦声，些小吾曹州县吏，一枝一叶总关情。<br>　　《予告归里画竹别潍县绅士民云》<br>　　乌纱掷去不为官，囊橐萧萧两袖寒，写取一枝清瘦竹，秋风江上作鱼竿。<br>　　《初返扬州画竹第一幅》<br>　　二十年前载酒饼，春风倚醉竹西亭，而今再种扬州竹，依旧淮南一片青。<br>　　从这三首诗中，悠悠然的感受到题诗如画的美外，更可闻到他关心民情，以及因案辞官的高操志节；疏放狂宕中，更见其真性情，故人有云，板桥三绝充满了三真：真气、真意、真趣，的确形容得非常贴切。</p> <p><strong>绘画艺术</strong><br>　　封建社会中，士大夫自以为清高、坚贞、虚心，往往在画图中、题画诗中表露其意，但由于历史的、社会的多方面因素，这些士大夫对人生的挫折、社会的不公往往多采取远离生活，逃避现实，隐遁山林，寄情于自然丘壑的态度，作品大都是以闲情寄兴、自娱娱人的为多，即使有感而发的诗题也是泛泛而谈，有它的局限性。<br>　　而清代扬州八怪中的郑板桥的题画诗却有所不同，他已摆脱传统单纯的以诗就画或以画就诗的窠臼，他每画必题以诗，有题必佳，达到“画状画之像”“诗发难画之意”，诗画映照，无限拓展画面的广度，郑板桥的题画诗是关注现实生活的，有着深刻的思想内容，他以如枪似剑的文字，针砭时弊，正如他在《兰竹石图》中云：“要有掀天揭地之文，震电惊雷之字，呵神骂鬼之谈，无古无今之画，固不在寻常蹊径中也。”<br>　　郑板桥出身于书香门第，康熙末年中秀才，雍正十年中举人，乾隆元年中进士，五十岁起先后任山东范县、潍县知县计十二年。“得志加泽于民”的思想，使得他在仕途对连年灾荒的平民百姓采取了“开仓赈贷”“捐廉代输”等举措，这引起了贪官污吏、恶豪劣绅的不满，被贬官。之后，他靠卖画维持生活。郑板桥的一生，经历了坎坷，饱尝了酸甜苦辣，看透了世态炎凉，他敢于把这一切都糅进他的作品中。品析郑板桥不同时期所画的兰竹图上的题画诗，我们可以透过有限画幅的形象联想到郑板桥的人生经历，联想到清代社会的种种腐败现象，使单幅画面犹如文学作品、影视片一样，叙说着许多许多……<br>　　当他任山东潍县知县，曾作过一幅画《潍县署中画竹呈年伯包大中丞括》，画中题画诗云：“衙斋卧听萧萧竹，疑是民间疾苦声，些小吾曹州县吏，一枝一叶总关情。”这画中的竹子不再是自然竹子的“再现”，这诗题，不再是无感而发的诗题，透过画和诗，使人们联想到了板桥的人品，他身为知县，从衙斋萧萧的竹声，联想到百姓困苦疾声，说明他心中装着百姓，情感链系在百姓身上。这时画中的竹叶有了形象的扩展，郑板桥开仓赈贷，救济灾民的场景一幕幕地浮现在人们脑海里，“凝固的瞬间”在观众的脑海里变成了无限延续的故事，好似极富感染力的小说、影片那样，扣人心弦，发人深思。寥寥几笔竹叶，简练几句诗题，让人倍感作品中蕴藏着的深刻的思想、浓浓的情意。再有几幅是郑板桥被贬官后离开潍县，三头毛驴一车书，两袖清风而去，临行前后作的画，其一画竹图题云：“乌纱掷去不为官，囊囊萧萧两袖寒，写取一枝清瘦竹，秋风江上竹渔竿”，借竹抒发了他弃官为民、淡泊名利、享受人生的平静心态，其二《竹石图》中题诗曰：“咬定青山不放松，立根原在破岩中，千磨万击还坚劲，任尔东西南北风。”画幅上三两枝瘦劲的竹子，从石缝中挺然后立，坚韧不拔，遇风不倒，郑板桥借竹抒发了自己洒脱、豁达的胸臆，表达了勇敢面对现实，绝不屈服于挫折的人品，竹子被人格化了，此时，“诗是无形画，画是有形诗”。类似的还有，如《墨竹图》题云：“宦海归来两鬓星，春风高卧竹西亭，而今再种扬州竹，依旧江南一片青。”另一幅竹图题云：“我被微官困煞人，到君园里长精神，清香一片萧萧竹，里面阶层终绝尘。”这几幅墨竹图，都是借竹子抒发他遭贬官后，越发洒脱，“采菊东篱下，悠然见南山”的情感。至此，我们可以看出郑板桥所画竹子和题画诗，大多是借竹缘情，托物言志，抒发了“衙斋卧听萧萧竹，疑是民间疾苦声”的情怀，表现出“立根原在乱岩中，任尔东西南北风”的坚劲，表达出“写取一枝清瘦竹，乌纱掷去不为官”的气节和气概，凡竹子的高风亮节，坚贞正直，高雅豪迈等气韵，都被他表现得淋漓尽致。这正是郑板桥作品不同于传统花鸟画之处，不同于前人之处。传统的兰竹大多数表现为欣赏性的、娱乐性的主题，画面主要追求自然形象的真与美、绘画技能的高与低、笔墨运用的娴熟与雅俗，而到了郑板桥的笔下，除了达到这些技能技巧外，题画诗还赋予这题材新的思想内容和深邃意境，使花鸟画亦能产生思想性、抒情性，给人以深刻的感受，让人看了以后，回味无穷，思绪万千……<br>　　郑板桥画竹独特，画石亦如此。自然界再无情的石头在他笔下也活了，如《柱石图》中的石头，这也是前人画中常用题材，但很少把它作为主体形象来表现的。而郑板桥在画幅中央别具一格地画了一块孤立的峰石，却有直冲云霄的气概，四周皆空没有背景。画上四句七言诗：“谁与荒斋伴寂寥，一枝柱石上云霄，挺然直是陶元亮，五斗何能折我腰。”诗点破了画题，一下子将石头与人品结合到一块儿，可谓“画不足而题足之，画无声而诗声之。诗画互相为用，开后人无数法门。”板桥借挺然坚劲的石头，赞美<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>。板桥赞美他刚直不阿、品格高尚的人格，同时似乎也有吐露他自己同样遭遇及气度的意思。画中的石头代表了人物形象，蕴藏着刚直不阿、气宇轩昂的品质，使人感到，此处画石头比画人更有意味，更能揭示深刻含义。<br>　　郑板桥还有很多以兰花为主题的画，也表现了一些新的内容，借题画诗发挥，寓意对各种各样事物的看法。如：有的借兰花特征，透溢出做人胜不骄、败不馁，持平常心态的胸臆，题画诗云：“兰花与竹本相关，总在青山绿水间，霜雪不凋春不艳，笑人红紫作客顽。”由兰花让人产生联想，做人要像兰花一样幽静、持久、清香，不浮不躁，不争艳。咫尺画幅，拓展无限之大，意境深邃。又如：有的借一丛丛兰花，夹着一些荆棘的自然现象，抒君子能宽容小人之大度的气质。《荆棘丛兰石图》题画诗云：“不容荆棘不成兰，外道天魔冷眼看，看到鱼龙都混杂，方知佛法浩漫漫。” 另一幅《荆棘丛兰石图》题云：“满幅皆君子，其后以荆棘终之何也？盖君子能容纳小人，无小人亦不能成君子，故棘中之兰，其花更硕茂矣。”板桥匠心独运，兰花中穿插几枝荆棘，画兰花与荆棘共存，表达了遇有小人，虚怀若谷、和睦共处，“历经磨练，方成英雄”的宽宏大量之胸怀，读画者亦受益匪浅。越读越感简单的植物具有高深的意境，乐趣无穷。纵观郑板桥笔下所画的兰竹石，细品题画诗，我们不难看出，他喜画兰竹石的缘由，正如他所云：“四时不谢之兰，百节长青之竹，万古不败之石，千秋不变之人”，而“为四美也”。“有兰有竹有石，有节有香有骨”。在他眼中，兰竹石，能代表人坚贞不屈，正直无私，坚韧不拔，心地光明，品格高洁等品格，因而其题画诗的字字句句，托物言志，意境深远。<br>　　郑板桥最著名就是《墨竹图题诗》了：衙斋卧听萧萧竹，疑是民间疾苦声。些小吾曹州县市，一枝一叶总关情。 这首诗写他在任上时山东受灾，饥民无数。郑板桥整日为灾民奔波，白天劳顿，晚上思绪万千，夜不能寐。听着冷雨敲窗，风吹疏竹，发出萧萧之声，他立即联想到百姓啼饥号寒的怨声，于是起身展纸作画，成就此篇，送与上级使其了解民间疾苦。他又上书请示放赈，打开官仓，救济百姓。灾情严重，情况紧急，他来不及等上级批复，毅然决定开仓放粮，同时动员官人煮粥赈灾，因此得罪了上级，被罢官。<br>　　上述种种，都是郑板桥借兰竹石与现实生活中的各类现象发生紧密联系，有感而发的创作画，也正是将“文人画”，“脱离现实，逃避现实”，引向“关心现实，注意现实”做出的贡献。题画诗，使比较单纯的花鸟画，有了丰富的社会内容，产生深刻的思想性、抒情性，拉近了与读画者的距离，仿佛进行了心与心的交流、面对面的对话，使“凝固的瞬间”不断延续着，加强了艺术感染力。<br>　　题画诗在他笔下，除了在内容上有思想性，抒情性以外，在形式上还更具有艺术性、趣味性。题画诗能充分体现“书画同源” “用笔同法”的艺术趣味，而传统画家的题款跋文，大多题于画的空白处，与画面起平衡作用，但“扬州八怪”的题款已脱传统国画以及“文人画”题款、题诗的窠臼，特别是郑板桥将书法与画糅合在一起，还成了共同表现形象的特殊手法，彼此关系不分割。如《兰石图》，郑板桥别具匠心地将诗句用书法的形式，真草隶篆融为一体，大大小小，东倒西歪，犹如“乱石铺街”地题于石壁上，代替了画石所需的皴法，产生了节奏美、韵律美，又恰到好外地表现了石头的立体感、肌理美，比单纯用皴法表现立体感更具有意趣。这倒成了不可或缺的表现方法，既深刻揭示兰花特征，寓意高尚人品的意境美，又有书法艺术替代皴法的艺术美。让人在观画时既享受到画境、诗境的意境美，又能享受到书法艺术的形式美，沉浸在诗情画意中。另在许多兰竹石的画幅上，他题诗的形式变化多端，不守成规，不拘一格，自然成趣，达到书佳、行款得体，画亦随之增色。所谓行款得体，即是视画面的实际，进行构思，讲究构图的形式美，因而他将题画诗或长题于侧，或短题于上下，或纵题、或横题、或斜题、或贯穿于兰竹之间、藤叶之间，断断续续地题，观其形态，参差错落，疏密有致。是书也是题，是画也是诗，是诗也是画，欣赏每幅画中题画诗，既是绝妙的书法再现，也是将书画相映成趣的综合艺术，书题与画面有机地交融在一起，构成了统一的诗情画意，给人以综合的完美的艺术享受。因而，世人无不赞叹他们是诗书画印融为一体的最佳创作者。<br>　　综上所述，郑板桥的作品突破了传统花鸟画藩篱，他的作品不是自然景物的“再现”，不是前人艺术的翻版，也不是远离生活的笔墨游戏，是有着独特个性，有创新精神的。因而，自它的作品问世以来一直深受国内外人们的欢迎。不难发现，人们的审美标准，喜欢有个性，有意境，有创新，有感染力的作品，这就给我们启示：作品只有具有个性、创新，才有着无限的生命力。 </p><br/><h2>人物生平</h2> <p><strong>早岁艰辛<br></strong>　　清圣祖康熙三十二年（1693年11月22日）子时，<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>出生，其时家道已经中落，生活拮据。三岁时，生母汪夫人去世，少时随父立庵至真州毛家桥读书。至八、九岁已在父亲的指导下作文联对。</p> <p>　　康熙四十年（1701年），十四岁又失去继母郑夫人。乳母费氏是一位善良、勤劳、朴真的劳动妇女，给了郑板桥悉心周到的照顾和无微不至的关怀，成了郑板桥生活和感情上的支柱。十六岁从乡先辈陆种园先生学填词。</p> <p>　　康熙五十二年（1713年），二十岁左右考取秀才。</p> <p>　　康熙五十五年（1716年），娶妻徐夫人。是年秋郑板桥首次赴北京，于漱云轩手书小楷<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《秋声赋》。</p> <p>　　康熙五十八年（1719年），至真州之江村设塾教书。</p> <p><strong>客居扬州<br></strong>　　雍正元年（1723年），父亲去世，此时板桥已有二女一子，生活更加困苦。由于生活困苦，郑板桥在三十岁以后即弃馆至扬州卖画为生，实救困贫，托名”风雅”。在扬州卖画十年期间，也穿插着一些旅游活动。不幸的是徐夫人所生之子去世，郑板桥曾作<a href=\"http://so.gushiwen.org/author_260.aspx\">诗</a>以致哀。</p> <p>　　雍正三年（1725年），出游江西，于庐山结识无方上人和满洲士人保禄。出游北京，与禅宗尊宿及其门羽林诸子弟交游，放言高论，臧否人物，因而得狂名。在名期间，结织了康熙皇子、慎郡王允禧，即紫琼崖主人。</p> <p><strong>求学通仕<br></strong>　　雍正五年（1728年），客于通州，读书于扬州天宁寺，手写《四书》各一部。</p> <p>　　雍正七年（1730年），作《道情十首》初稿，三十九岁，徐夫人病殁。郑板桥十载扬州，结论了许多画友，金农、黄慎等都与他过往甚密，对他的创作思想乃至性格都有极大的影响。</p> <p>　　雍正十年（1732年），郑板桥四十岁，是年秋，赴南京参加乡试，中举人，作《得南捷音》诗。为求深造，赴镇江焦山读书。现焦山别峰庵有郑板桥手书木刻对联“室雅何须大，花香不在多”。</p> <p>　　乾隆元年（1736年），在北京，参加礼部会试，中贡士，五月，于太和殿前丹墀参加殿试，中二甲第八十八名进士，为赐进士出身，特作《秋葵石笋图》并题诗曰“我亦终葵称进士，相随丹桂状元郎”，喜悦之情溢于言表。</p> <p>　　乾隆二年（1737年），滞留北京一年左右，以图仕进，未果，南归扬州，得江西程羽宸资助，娶饶氏。乳母费氏卒。</p> <p>　　乾隆四年（1739年），作七律四首赠淮南监运使虞见曾。</p> <p>　　乾隆五年（1740年），为董伟业《扬州竹枝词》作序。</p> <p>　　乾隆六年（1741年），入京，候补官缺，受到慎郡王允禧的礼诚款待。</p> <p>　　乾隆七年（1742年）春天，郑板桥为范县令兼署小县朝城，始订定诗、词集，并手写付梓。</p> <p>　　乾隆八年（1743年），将《道情十首》几经修改，至是方定稿，刻者为上元司徒文膏。</p> <p><strong>两任知县<br></strong>　　乾隆九年（1744年），妾饶氏生子。郑板桥任范县知县期间，重视农桑，体察民情、兴民休息，百姓安居乐业。</p> <p>　　乾隆十一年（1746年），自范县调署潍县。同年，山东发生大饥荒，经常发生人吃人现象。潍县原本繁华大邑，因灾荒连年，救灾便成了郑板桥主持潍县政事的一项重要内容，他开仓赈货，令民具领券供给，又大兴工役，修城筑池，招远近饥民就食赴工，籍邑中大户开厂煮粥轮食之。尽封积粟之家，活万余人。秋以歉收，捐廉代轮，尽毁借条，活民无算。潍县饥民出关觅食，板桥感叹系之，作逃荒行。</p> <p>　　乾隆十二年（1747年），满洲正黄旗人、侍讲学士德保主试山东，板桥同在试院，相与唱和。</p> <p>　　乾隆十三年（1748年），大学士高斌和都御史刘统勋为特使到山东放赈，板桥随同前往。时值秋熟，潍县灾情渐趋缓解，饥民也由关外络绎返乡，板桥作还家行纪其事。为防水浸寇扰，捐资倡众大修潍县城墙。秋末，书修潍县城记。乾隆出巡山东。郑板桥为“书画史”，参与筹备，布置天子登泰山诸事，卧泰山绝顶四十余日，常以此自豪，镌一印章“云乾隆柬封书画史”。</p> <p>　　乾隆十四年（1749年），饶氏所生之子又于兴化病世。与御史沈延芳同游郭氏园。重订家书、诗钞，并手写付梓。</p> <p>　　乾隆十五年（1750年），撰板桥自序。同年，重修文昌祠，倡建状元桥，作文昌祠记。</p> <p>　　乾隆十六年（1751年），海水溢，板桥至潍县北边禹王台勘灾。郑板桥作官意在“得志则泽加于民”，因而他理政时能体恤平民和小商贩，改革弊政，并从法令上、措施上维护他们的利益，板桥宰潍期间勤政廉政，无留积，亦无冤民”，深得百姓拥戴。潍县富商云集，人们以奢靡相容，郑板桥力倡文事，发现人才，留下了许多佳话。作“难得湖涂”横幅。</p> <p>　　乾隆十七年（1752年），主持修潍县城隍庙，撰城隍庙碑记，在文昌祠记和城隍庙碑记里，板桥力劝潍县绅民修文洁行”，在潍且百姓间产生了相当大的影响。同年，与潍县童生韩镐论文，并作行书七言联删繁就简三秋树，领异标新二月花。”郑板桥在潍县任上著述颇多，其《潍县竹枝词》四十首尤为脍炙人口。“民于顺处皆成子，官到闲时更读书”。官潍七年，板桥无论是在吏治还是诗文书画方面都达到了新的高峰，“吏治文名，为时所重”。板桥居官十年，洞察了官场的种种黑暗，立功天地，字养生民的抱负难以实现，归田之意与日俱增。</p> <p><strong>晚年生活<br></strong>　　乾隆十八年（1753年），郑板桥六十一岁，以为民请赈忤大吏而去官。去潍之时，百姓遮道挽留，家家画像以祀，并自发于潍城海岛寺为郑板桥建立了生祠。去官以后，板桥卖画为生，往来于扬州、兴化之间，与同道书画往来，诗酒唱和。</p> <p>　　乾隆十九年（1754年），郑板桥游杭州。复过钱塘，至会稽，探禹穴，游兰亭，往来山阴道上。</p> <p>　　乾隆二十二年（1757年），参加了两淮监运使虞见曾主持的虹桥修禊，并结识了<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>，互以诗句赠答。这段时期，板桥所作书画作品极多，流传极广。</p> <p>　　乾隆二十七年（1762年），画了一幅《竹石图》，一块巨石顶天立地，数竿瘦竹几乎撑破画面。右上角空白处题诗一首：“七十老人画竹石，石更凌嶒竹更直。乃知此老笔非凡，挺挺千寻之壁立。乾隆癸未，板桥<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>。”下揿两方名号印。画幅右下方空白处又押上“歌吹古扬州”闲章一方。郑板桥颠沛了一生，不向各种恶势力低头，仍如磐石般坚强，如清竹般劲挺，如兰花般高洁。诗题得整整斜斜，大大小小，或在峰峦之上，代之以皴法；或在竹竿之间，使画连成一片；或在兰花丛中，衬托出花更繁，叶更茂。画上题诗，宋元即首，并非郑燮始创，但如郑燮之妙，实不多见，妙就妙在各类艺术高度统一。</p> <p>　　乾隆三十年十二月十二日（1765年1月22日），板桥卒，葬于兴化城东管阮庄，享年七十三岁。</p><br/><h2>官宦生涯</h2> <p>　　1732年，<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>四十岁，是年秋，赴南京参加乡试，中举人，作《得南捷音》<a href=\"http://so.gushiwen.org/author_260.aspx\">诗</a>。为求深造，赴镇江焦山读书。现焦山别峰庵有郑板桥手书木刻 对联“室雅何须大，花香不在多”。1736年，乾隆元年，四十四岁，在北京，参加礼部会试，中贡士，五月，于太和殿前丹墀参加殿试，中二甲第 八十八名进士，为赐进士出身”，特作《秋葵石笋图》并题诗曰我亦终葵称进士，相随丹桂状元郎”，喜悦之情溢于言表。1737年，四十五岁，滞留北京一年左右，以图仕进，未果，南归扬州.得江西程羽宸资助，娶饶氏。乳母费氏卒。1739年，四十七岁，作七律四首赠淮南监运使虞见曾。1740年， 四十八岁，为董伟业《扬州竹枝词》作序。1741年，四十九岁，入京，官缺，受到慎郡王允禧的热情款待。</p> <p><strong>作吏山东</strong><br>　　郑板桥五十岁时，即1742年春天，为范县令兼署小县朝城，始订定诗、词集。1743年，五十一岁，将《道情十首》几经修改，至是方定稿，刻者为上元司徒文膏。1744年，饶氏生子。郑板桥宰范期间，重视农桑，体察民情、兴民休息，百姓安居乐业。<br>　　1746年，乾隆十一年，五十四岁，自范县调署潍县。是年山东大饥，人相食。潍县原本繁华大邑，然自是年灾荒连年，救灾便成了郑板桥主持潍县政事的一项重要内容，他开仓赈货，令民具领券供给，又大兴工役，修城筑池，招远近饥民就食赴工，籍邑中大户开厂煮粥轮食之。尽封积粟之家，活万余人。秋以歉收，捐廉代轮，尽毁借条，活民无算。潍县饥民出关觅食，板桥感叹系之，作逃荒行。<br>　　1748年大学士高斌和都御史刘统勋为特使到山东放赈，板桥随之。秋大熟，潍县灾情 渐趋缓解，饥民也由关外络绎返乡，板桥作还家行纪其事。为防水浸寇扰，捐资倡众大修潍县城墙。秋末，书修潍县城记。<br>　　1751年，海水溢，板桥至潍县北边禹王台勘灾。郑板桥作官意在得志则泽加于民，因而他理政时能体恤平民和小商贩，改革弊政，并从法令上、措施上维护他们的利益，板桥宰潍期间勤政廉政，无留积，亦无冤民， 深得百姓拥戴。潍县富商云集，人们以奢靡相容，郑板桥力倡文事，发现人才，留下了许多佳话。1747年，满洲正黄旗人、侍讲学士德保主试山东，板桥同在试院，相与唱和。1748年，乾隆出巡山东。郑板桥为书画史，参与筹备，布置天子登泰山诸事，卧泰山绝顶四十余日，常以此自豪，镌一印章云乾隆柬封书画史”。<br>　　1749年，五十七岁，饶氏所生之子又于兴化病殁。与御史沈延芳同游郭氏园。重订家书、诗钞，并手写付梓。1750年撰板桥自序。同年，重修文昌祠，倡建状元桥，作文昌祠记。1751年，五十九岁，作难得糊涂横幅。1752年，主持修潍县城隍庙，撰城隍庙碑记，在文昌祠记和城隍庙碑记里，板桥力劝潍县绅民修文洁行”，在潍且百姓间产生了 相当大的影响。同年，与潍县童生韩镐论文，并作行书七言联删繁就简三秋树，领异标新二月花。”郑板桥在潍县任上著述颇多，其《潍县竹枝词》四十首尤为脍炙人口。</p> <p><strong>仕途不顺</strong><br>　　任山东范县知县，清正廉明。<br>　　潍县知县，遇饥荒，修筑城池，迫富豪平价售粮，被密告，以赈灾不当被惩，乃辞官归去。他先后做过山东范县及潍县的县令，深入民间，洞悉民间的疾苦，终因救灾而得罪了巨室，冤枉被参，他宦情已薄，毅然辞官返里。他在惜别潍县绅民所画的一幅竹子上题了一首诗：“乌纱掷去不为官，囊橐萧萧两袖寒；写取一枝清瘦竹，秋风江上作渔竿。”又为惜别僚属，画了一幅菊花，也题上诗：“进又无能退又难，宦途跼蹐不堪看；吾家颇有东篱菊，归去秋风耐岁寒。”必须旷达的心胸，才能自然流露出这般的潇洒。<br>　　曾当过十二年七品官，他清廉刚正，在任上，他画过一幅墨竹图，上面题诗：“衙斋卧听潇潇竹， 疑是民间疾苦声。些小吾曹州县吏，一枝一叶总关情。” 他对下层百姓有着十分深厚的感情，对民情风俗有着浓重的兴趣，在他的诗文书画中，总是不时地透露着这种清新的内容和别致的格调。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>（xiè），字克柔，号理庵，又号板桥，人称板桥先生。他是江苏兴化人。</p> <p>　　他的一生可以分为“读书、教书”、卖画扬州、“中举人、进士”及宦游、作吏山东和再次卖画扬州五个阶段。为康熙秀才、雍正举人、乾隆元年进士。</p> <p>　　<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>生于1693年11月22日，逝于1765年1月22日，享年73岁；应科举为康熙秀才，雍正十年举人，乾隆元年（1736）丙辰科二甲进士。官山东范县、潍县县令，有政声“以岁饥为民请赈，忤大吏，遂乞病归。”做官前后，均居扬州， 以书画营生。工<a href=\"http://so.gushiwen.org/author_260.aspx\">诗</a>、词，善书、画。诗词不屑作熟语。画擅花卉木石，尤长兰竹。兰叶之妙以焦墨挥毫，藉草书中之中竖，长撇运之，多不乱，少不疏，脱尽时习，秀劲绝伦。书亦有别致，隶、楷参半，自称“六分半书”。间亦以画法行之。印章笔力朴古逼文、何。为人疏放不羁，以进士选县令，日事诗酒，及调潍县，因岁饥为民请赈，忤大吏，罢归，居扬州，声誉大着。恣情山水，与骚人、野衲作醉乡游。时写丛兰瘦石于酒廊、僧壁，随手题句，观者叹绝。著有《板桥全集》，手书刻之。所作卖画润格，传颂一时。为“扬州八怪”之一，其诗、书、画世称“三绝”，擅画兰竹。 郑燮一生画竹最多，次则兰、石， 但也画松画菊，是清代比较有代表性的文人画家，代表画作为《兰竹图》。 </p>"
}