{
  "id": 762,
  "star": 84,
  "name": "林逋",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_762.jpg",
  "dynasty": "宋代",
  "desc": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>（bu一声）被后人称为和靖先生，北宋初年著名隐逸<a href=\"http://so.gushiwen.org/author_762.aspx\">诗</a>人。林逋家谱载，自五代始，世居福建长乐，传至11世，钘、钏、镮、釴兄弟4人迁居奉化、象山，林逋父釴定居大里黄贤村（今奉化市裘村镇黄贤村）。逋系林氏第12世孙，故宅在奉化大脉岙口(今大茅岙)。一说杭州钱塘（今浙江杭州）人。 </p> <p>　　少孤力学，好古，通经史百家。书载性孤高自好，喜恬淡，自甘贫困，勿趋荣利。及长，漫游江淮，40余岁后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。以湖山为伴，相传20余年足不及城市，以布衣终身。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。丞相王随、杭州郡守薛映均敬其为人，又爱其诗，时趋孤山与之唱和，并出俸银为之重建新宅。与<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>、<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>有诗唱和。</p> <p>　　大中祥符五年(1012)，真宗闻其名，赐粟帛，并诏告府县存恤之。逋虽感激，但不以此骄人。人多劝其出仕，均被婉言谢绝同，自谓：“然吾志之所适，非室家也，非功名富贵也，只觉青山绿水与我情相宜。”林逋终生不仕不娶，无子，惟喜植梅养鹤，自谓 “以梅为妻，以鹤为子”，人称“梅妻鹤子”。</p> <p>　　既老，自为墓于庐侧，作诗云：“湖上青山对结庐，坟前修竹亦萧疏。茂陵他日求遗稿，犹喜曾无封禅书。”作诗随就随弃，从不留存。有人问：“何不录以示后世?”答曰：“我方晦迹林壑，且不欲以诗名一时，况后世乎?”有心人窃记之，得300余首传世。</p> <p>　　天圣六年(1028)卒，年六十一，其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。州为上闻，仁宗嗟悼，赐谥“和靖先生”，葬孤山故庐侧。事见《宋史》卷四五七《隐逸传》。宋代桑世昌著有《林逋传》。</p> <p>　　今存词三首，诗三百余首。后人辑有《林和靖先生诗集》四卷，其中《将归四明夜话别任君》、《送丁秀才归四明》等为思乡之作。故宫绘画馆藏有所书诗卷。</p> <p>　　<a href=\"http://so.gushiwen.org/author_339.aspx\">张岱</a>在《西湖梦寻》说，南宋灭亡后，有盗墓贼挖开林逋的坟墓，只找到一个端砚和一支玉簪。现在杭州西湖孤山面对北山路一侧，仍有“放鹤亭”和“林和靖先生墓”，便是纪念林和靖的景胜。</p><br/><h2>成就</h2> 　　<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>，善绘事，惜画从不传。工行草，书法瘦挺劲健，笔意类<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、李建中而清劲处尤妙。长为<a href=\"http://so.gushiwen.org/author_762.aspx\">诗</a>，其语孤峭浃澹，自写胸意，多奇句，而未尝存稿。风格澄澈淡远，多写西湖的优美景色，反映隐逸生活和闲适情趣。如七律《孤山寺端上人房写望》一诗，清冷幽静，闲淡浑远，是其诗风的典型体现。《山园小梅》诗中“疏影横斜水清浅，暗香浮动月黄昏”两句，成功地描绘出梅花清幽香逸的风姿，被誉为千古咏梅绝唱。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>谓其书法高绝胜人。<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>高度赞扬林逋之诗、书及人品，并诗跋其书：“诗如东野（<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>）不言寒，书似留台（李建中）差少肉。”<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>云：“君复书法高胜绝人，予每见之，方病不药而愈，方饥不食而饱。”明<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>诗云：“我爱翁书得瘦硬，云腴濯尽西湖绿。西台少肉是真评，数行清莹含冰玉。宛然风节溢其间，此字此翁俱绝俗。”。林逋书法存世作品仅3件，《自书诗帖》是其中篇幅最长者。"
}