{
  "id": 1524,
  "star": 0,
  "name": "欧阳詹",
  "image": "http://img.gushiwen.org/authorImg/ouyangzhan.jpg",
  "dynasty": "唐代",
  "desc": "欧阳詹，字行周，福建晋江潘湖欧厝人，欧阳詹生活在安史之乱后的中唐，一生没有离开国子监四门助教这个官职。后世唐进士幕府参军欧阳秬、唐进士韦中令门下欧阳澥、后唐状元掌院学士黄仁颖、南唐乡贡进士欧阳偃、宋观文殿大学士欧阳珣、元处士天麟黄权、明儒林学士黄永、明进士龙游知县黄应、潘湖八世孙明进士户刑尚书黄光升、潘湖九世孙明榜眼南京礼部尚书黄凤翔、潘湖十二世孙清大学士潘湖叟黄锡衮、清洪濑金墩黄士藻、潘湖十五世孙清湖口台湾知府黄立本承行周之风接踵而至。还被称为“八闽文化先驱者。",
  "content": "<h2>生平</h2> <p><strong>缦胡之缨</strong></p> <p>　　隋代科举制度开创，180年内泉州竟没有一人参加进士考试。泉州文士贪恋家乡山水，不肯远游出仕，无心参加科举。当时有一件事深深刺激了胸怀大志的<a href=\"http://so.gushiwen.org/author_1524.aspx\">欧阳詹</a>。唐大历七年(公元772年)，李椅出任福建观察使，将府学搬到城南兴贤坊。礼部员外郎<a href=\"http://so.gushiwen.org/author_1657.aspx\">独孤及</a>为此写碑记，竟讲：“缦胡之缨，化为青衿。”意思是说结麻绳戴斗笠的野人，开始穿上读书人的儒服了。</p> <p>　　欧阳詹从小喜爱安静，常一人独处，在山湖溪河边流连忘返。青少年时代，欧阳詹在家乡潘湖资福院从隐士罗山甫等读书。在潘湖北岸的狮山岩、龙首山，九十九溪的吟啸桥上，欧阳詹不时执书一卷，高声吟唱，完全忘记自己与身边的世界。</p> <p>　　泉州城北清源山赐恩岩、南安高盖山(今<a href=\"http://so.gushiwen.org/author_1524.aspx\">诗</a>山)白云书室也都留下欧阳詹读书的身影。欧阳詹还曾到好朋友名士<a href=\"http://so.gushiwen.org/author_2601.aspx\">林藻</a>和林蕴兄弟的家乡莆田求学五年，在广化寺灵岩精舍、福平山等地读书。</p> <p><strong><a href=\"http://so.gushiwen.org/author_1778.aspx\">常衮</a>被贬</strong></p> <p>　　唐建中初年，状元宰相常衮——唐玄宗天宝十四年(755)乙未科状元及第，唐大历十二年（777）拜相），被贬为福建观察使。常衮是一位爱才的官吏，到任后大兴学校，亲自讲学，用宾主的礼节对待生员，注意提拔后进，倡导读书写文章。薛播在建中、贞元年间两次出任泉州刺史，很赏识欧阳詹的才华，经常带他到城西九日山与同来的隐士秦系和姜公辅等人交游，谈文论道。</p> <p>　　席相继薛播之后任泉州刺史，他对欧阳詹同样器重，凡观游宴集一定邀请欧阳詹参加，让他写诗记下当时的盛况。席相还引荐欧阳詹到福州谒见常衮，常衮赞叹不已，用灵芝、芙蓉来比喻欧阳詹的才学。从此，欧阳詹的名声更大了。整个福建都在传播他的文词，甚至京师都有了他的文名。</p> <p><strong>首赴长安</strong></p> <p>　　欧阳詹本无心科举功名，想长期在家读书，奉养双亲。后来因为双亲严命，亲友激励和常衮、席相等长官的提拔，才决心参加科举考试。贞元二年(公元786年)，潘湖欧阳詹北上京师，前往参加进士应试。这是闽海贤才泉州士子破天荒开气运的创举。</p> <p>　　欧阳詹离家背井，满是乡愁，作《赴上都留别舍弟及故人》：“天高地阔多歧路，身即飞蓬共水萍。匹马将驱岂容易，弟兄亲故满离亭。”他也怀着“射百步期必中，飞三年而必鸣”的信心。经过一年艰辛的跋涉，欧阳詹抵达长安。</p> <p><strong>进士及第</strong></p> <p>　　在长安，欧阳詹等了六年。这六年，他借钱租房读书，生活穷困。贞元八年(公元792年)，欧阳詹终于与当时著名青年文士贾稜(长乐人今河北冀县)、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、李观、崔群等二十二人同登金榜，当时称“龙虎榜”。贾稜第一名，欧阳詹第二名，韩愈第三名。</p> <p><strong>海滨邹鲁</strong></p> <p>　　欧阳詹中进士对福建产生深远的影响。闽南考中进士，从欧阳詹开始。明代理学名臣、乡贤蔡清为《欧阳行周文集》作序时认为，欧阳詹中进士后，福建文士才开始向慕读书，儒学风气开始振兴。欧阳詹的影响绵延不绝。传到杨时、李侗辈，分河洛之派。传到<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，正学大明，道统有归。蔡清认为，没有欧阳詹的影响，福建不可能有“海滨邹鲁”的称谓。<br>归闽省亲</p> <p>　　欧阳詹高中后并没有得到官职，就回家乡省亲。他回到高盖山，日夜思念的母亲黄昌靖已经长眠地下，再也听不到母亲的叮咛，再也看不到母亲伴儿子读书的身影。相隔层土，却比重山远。欧阳詹在一首纪念其母亲黄昌靖的诗中写到：“高盖山前日影微，黄昏宿鸟傍林飞。坟前滴酒空流泪，不见丁宁道早归。”</p> <p><strong>文以载道</strong></p> <p>　　在泉州欧阳詹写了《六曹新都堂记》。文章开篇只简单交代都堂建造的起因，粗线条描写都堂景观。重点放在文章所写的“道”，就是重点放在文章所写的“道”，就是“哲人有作，不唯利身在利人，不唯利今在利后”</p> <p>　　欧阳詹的文章正是古文运动理论的实践。欧阳詹的文章以古文运动“文以载道”的理论来创作，精于说理。韩愈评他的文章“切深，喜反复，善自道”。唐末李贻孙说他的文章“新无所袭，才未尝困。精于理，故言多周详；切于情，故叙事重复，宜司当代文柄，以变风雅……”</p> <p>　　欧阳詹所作文章大多有新意，有独见。如《片言折狱论》，指孔子说子路“片言折狱者，其由也欤”，学者普遍认为这是称赞子路善于折狱。他却指出，这句话并非称赞子路，世代“以片言折狱”为害不浅。如《吊汉武帝文》，则直指武帝心怀“帝王与神仙”的矛盾，“履其位而不知所以守，好其事而不知所以从”。这些能表现“文章合为时为事而作”的功能。</p> <p><strong>助教任上</strong></p> <p>　　回到长安，欧阳詹一等又是六年，在贞元十五年(799年)才被朝廷授予“国子监四门助教”的官职。虽然这只是皇家高等学府“四门学”中最低的职衔，但福建人担任此职在历史上还是第一次。他很想有所作为，历史记载，唐代自设助教这个官职官以来，没有比欧阳詹更尽职的。但朝廷并没有重用他。欧阳詹在长安依旧过着借钱租房，缺衣少食的客旅生涯。</p> <p>　　在国子监四门助教任上，欧阳詹全力支持和参与韩愈、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等人共同倡导的古文运动。欧阳詹与韩愈同榜登科，志同道合，成为一生的挚友。欧阳詹曾率领生员上书，大力推荐韩愈为四门博士。他们诗文酬唱。韩愈曾作《驽骥吟》表达自己有志不为朝廷所用的怨叹，欧阳詹作《答韩十八驽骥吟》诗。他们一样有着“室在周孔堂，道通尧舜门”的志向，一样无法实现志向。欧阳詹死，韩愈听说后非常悲恸，写《欧阳生哀辞》来悼念他。</p> <p><strong>惑妓而死</strong></p> <p>　　关于欧阳詹的死，还有一段凄美的爱情故事。</p> <p>　　欧阳詹《初发太原途中寄太原所思》：“驱马渐觉远，回头长路尘。高城已不见，况复城中人。去意自未甘，居情谅犹辛。五原东北晋，千里西南秦。一履不出门，一车无停轮。流萍与系瓠，早晚期相亲。”</p> <p>　　欧阳詹游太原时，爱上一个艺女李倩，与她相约回长安后再来接她。别后艺女非常思念他，作诗：“自从别后减容光，半是思郎半恨郎。欲识旧来云髻样，为奴开取缕金箱。”她把诗和发髻托人转给欧阳詹后就病逝了。欧阳詹在太原看见旧物，百感交加，悲恸而病，回长安后病逝。<a href=\"http://so.gushiwen.org/author_1558.aspx\">孟简</a>曾作《咏欧阳行周事》哀悼此事。</p> <p>　　他逝世后，好友崔群大哭，李翱为他立传。欧阳詹笃于友谊，临终时立遗嘱将灵柩运回南方，要求葬在年轻时与林藻、林蕴兄弟读书的莆田广化寺。</p><br/><h2>野史逸闻</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1524.aspx\">欧阳詹</a>，字行周，泉州晋江人。二十岁时就能写一手好文章，文章是大气磅礴，汪洋恣肆。唐德宗贞元年间，欧阳詹进士及第，吏部主持的关试结束之后，到太原去旅游。乐妓中有个他所喜欢的人，两人相处得十分亲热。等他要回京城时，便与她订立盟约道：\"回到京城后，我会来迎接你的。\"说完洒泪而别，并赠给她一首<a href=\"http://so.gushiwen.org/author_1524.aspx\">诗</a>道：\"驱马渐觉远，回头长路尘。高城已不见，况复城中人。去意既未甘，居情谅多辛。五原东北晋，千里西南秦。一屐不出门，一车无停轮。流萍与系瓠，早晚期相亲。\"不久，欧阳詹担任了国子四门助教，居住在京城里。太原相遇的那个乐妓，分手之后时刻思念着欧阳詹，过了一年便病倒了，而且病得很严重。她便将自己的发髻对着镜剪了下来，装在小匣里，然后对身边的丫环说：\"我就要死了，如果欧阳公子的使者能到这里来，你可将此小匣交给他作为信物。\"同时又留下了一首诗，诗中写道：\"自从别后减容光，半是思郎半恨郎。欲识旧时云髻样，为奴开取缕金箱。\"写完这首诗后，她便去世了。等欧阳詹的使者来到时，那位丫环便如实告诉了来使，使者带着小匣回到京城，讲述了事情的经过。欧阳詹打开小匣子看过，又见了那首遗诗，顿觉五雷轰顶，一声长嚎便死去了。旧友<a href=\"http://so.gushiwen.org/author_1558.aspx\">孟简</a>写诗表示对友人欧阳詹的哀悼痛哭，诗的序言写道：欧阳公子乃闽越之精英，因为卓有文才而及第，从此开始为朝廷效命。受着太学之奉禄，襄助成均之数化，在任期间，卓有劳绩。在我唐朝贞元巳卯那年，欧阳詹经上书相府，议论国政大事，文风清正雅浩，辞旨恳切质直。时置东方战事只起，所以府县未能及时对他进勉励和保举。时日既久，他有些倦了去太原宴游。回到京城不久，便逝世于官位上了。回想起来，实在令人悲哀呵！欧阳出身贫寒，为求功名而刻苦攻读，生活极为勤俭，从不染身于声色，直到出仕为官，也不知洞房娇妻之为盅惑。刚到太原之时，在大将军的宴席之上，有位北方出名的乐妓频频注目于欧阳，欧阳为情所动，留在太原与她朝处数月。作为燕婉之乐，平生只有这一次。后来两人分手，歌妓请求同行，欧阳说道：\"众目睽睽，不可不畏。\"于是告辞，请她等待回到京城后再来迎接。分别之后，欧阳终因有事缠身而延误，不能如期践约，过了约定期限方才派人快马前往，秘密迎接歌妓。歌妓因为长期思念而酿成疾病，临死之前剪掉自己的云髻，告诉侍儿道：\"心上的人儿会来看望我，届时可将发髻相赠作为信物。\"使者得到发髻之后，带着一匹空马返了回来，将发髻交给欧阳。欧阳追悔不及，伤心恸哭，过了十天便与世长辞。则<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>作何蕃书，所谓欧阳詹生者也，河南穆玄道访问我，常叹息其事，呜呼！男女之间互相钟爱，往往导致为爱情献出生命，这也不是什么荒谬的事情。大凡能够及时割断爱情，不为对方的姿色所诱惑，怎么会出现这类结局呢？古乐府诗有《华山畿》。《玉台新咏》中有《庐江小吏》，更是男女双方都死于相爱，与欧阳詹的经历有些类似。闲暇之日，笔者有感于此事，也曾偶尔作诗。</p><br/><h2>年谱</h2> <p>　　泉州市历史名人研究会<a href=\"http://so.gushiwen.org/author_1524.aspx\">欧阳詹</a>委员会撰</p> <p>　　755年12月唐朝天宝十四年(755年)十二月卅十日出生于潘湖。</p> <p>　　763年2月唐广德元年儿童时期的欧阳詹拜私垫郑晚为师就读于潘湖资福院。</p> <p>　　766年6月唐大历元年少年欧阳詹随母黄昌靖到南安高盖山外祖母范士宝家读书</p> <p>　　771年1月青年欧阳詹与灵源虹在安海灵源山学习道教炼丹之术。</p> <p>　　772年12月回潘湖与罗山甫、灵源虹往来潘湖间有奉养合烁之契。常到潘湖九十九溪吟啸桥、北畔狮山岩吟<a href=\"http://so.gushiwen.org/author_1524.aspx\">诗</a>高啸。</p> <p>　　775年3月与<a href=\"http://so.gushiwen.org/author_2601.aspx\">林藻</a>、林蕴兄弟结芦于清源山赐恩岩欧阳室（后辟欧阳书院）</p> <p>　　778年6月经泉州太守薜播、福建观察察使<a href=\"http://so.gushiwen.org/author_1778.aspx\">常衮</a>两人引荐与秦系、姜公辅交游磋商学艺。</p> <p>　　780年3月詹唐建中元年的欧阳詹往莆田福平山与林藻、林蕴攻读诗书有北上西安京师参加科举考试。并与林萍（林藻八妹）相恋结为夫妻在潘湖举办婚礼，后应邀到泉州西湖饯行和福州南涧寺、泉州北楼撰志。生欧阳价（781年生）、欧阳萌（783年六月初七日生）、欧阳秬（785年八月十六日生）。</p> <p>　　785年2月贞元元年刚步入壮年的欧阳詹回在晋江潘湖家乡紫帽山龙首山别墅妙峰堂召开兄弟亲友会邀请欧厝亲友商讨是否北上参加京师进士考试越年春乘马车北上西安京都应试，有“兄弟亲故满离亭”之句。</p> <p>　　786年3月春贞元二年，欧阳詹西上长安，前往参加进士考试。这是泉州士子前所未有的举动。在西安过着六年候考的其间历游太原江夏晋祠汉口等过着缺衣少食的客旅生涯和穷困的租赁生活。</p> <p>　　792年3月春唐贞元八年以礼部尚书<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>为主考官荣登龙虎榜进士取贾稜(长乐人今河北冀县)、欧阳詹、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、李观、崔群等23名同登金榜，时称“龙虎榜”。贾稜第一名，欧阳詹第二名，韩愈第三名。</p> <p>　　793年唐贞元九年衣锦还乡在丰州建应魁亭，在泉州甲第巷詹厝山（源和堂里）建欧阳詹故居。</p> <p>　　795年唐贞元十一年春与太原歌姬丽云相恋有《《初发太原途中寄太原所思》》诗为证。</p> <p>　　796年秋回潘湖建欧阳四门府第（即现潘湖宗祠）作《六曹新都堂记》。</p> <p>　　797年唐贞元十三年回京师率其师生力荐韩愈为四门博士欧阳詹作《答韩十八驽骥吟》诗。其间上书郑相公，历游京师作诗。</p> <p>　　799年在京师作《片言折狱论》四试于吏部始授国子监四门学助教。</p> <p>　　800年12月卒于京师。欧阳詹子三长欧阳檟居甲第巷早卒无嗣(欧阳秬长子欧阳澥入承)，次子欧阳萌徙莆田福平山护扫父欧阳詹墓，季子欧阳秬出继欧阳谟为嗣，遂为从子守祖居潘湖，传二十二世迨至欧阳至族长明洪武二年黑蜂之灾迁往泉州同安漳州等地。</p>"
}