{
  "id": 1978,
  "star": 1,
  "name": "钱俶",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1978.jpg",
  "dynasty": "唐代",
  "desc": "钱俶一般指钱弘俶。吴越忠懿王钱俶（929年－988年）公元948-978 年在位。初名弘俶，小字虎子，改字文德，钱鏐孙，钱元瓘第九子。是五代十国时期吴越的最后一位国王。后晋开元中，为台州刺史，胡进思立他为吴越国王。宋太祖平定江南，他出兵策应有功，授天下兵马大元帅。后入朝，仍为吴越国王。太平兴国三年（公元978 年），献所据两浙十三州之地归宋。988年逝世，葬于何地，有二种说法：第一种是洛阳，第二种是苍南。",
  "content": "<h2>生平</h2> <p>　　后汉天福十二年（947年）十二月三十（阳历为948年2月12日）将领胡进思趁吴越王钱弘倧夜宴将吏，发动政变，钱弘倧被软禁，<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>被胡进思迎立为吴越王。钱俶嗣位三十余年，期间恭事后汉、后周和北宋。</p> <p>　　宋太宗太平兴国二年（978年），钱俶奉旨入汴梁，被扣留，不得已自献封疆于宋，先后被封为淮海国王、汉南国王、南阳国王、许王、邓王。988年六十大寿，宋太宗遣使祝贺，当夜钱俶暴毙，或有怀疑其被毒杀者，谥号忠懿。</p> <p>　　好吟咏，自编其<a href=\"http://so.gushiwen.org/author_1978.aspx\">诗</a>为正本集，陶谷为序。今存一首“宫中作”。</p> <p>　　传说雷峰塔为钱俶为庆祝宠妃黄氏得子而建。</p><br/><h2>相关事件</h2> <p><strong>自立王国</strong></p> <p>　　公元947年，钱弘俶继承吴越国王位，继承了祖先留下的繁荣，也继承了祖先留下的遗训，对中原诸王朝贡奉之勤，海内罕有其匹。<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>乱建立北宋后，在宋朝统一全国的政治攻势，为保一方平安，钱弘俶更是倾国所有以事贡献。</p> <p>　　宋建隆元年（960），复兴杭州灵隐寺，请智觉延寿为中兴第一世。又迎请螺溪义寂讲法华经，特赐“净光大师”之号。复遣使赴日本、高丽，求取天台论疏，致令天台教观绷然而起。又于杭州建普门寺，于钱塘建兜率院等。</p> <p><strong>对宋称臣</strong></p> <p>　　974年，赵匡胤讨伐南唐，矛头直逼江南。钱弘俶拒绝了南唐后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的求援建议，出兵助宋灭南唐。南唐亡国后，吴越国唇亡齿寒。</p> <p>　　太平兴国三年（978年）一月，钱弘俶祭别<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>陵庙，失声痛哭：\"刑、儿不孝，不能守祭祀，又不能死社穆。\"悲伤得几乎不能站立。</p> <p>　　曾封为“淮海国王”，八年改为“南汉国王”。端拱元年（988）更封“邓王”，是年八月薨，后追封“秦国王”，谥号“忠懿王”。[3] 吴越国王钱弘俶墓志今陈列于洛阳古代艺术馆东展室，这方墓志是具有较高历史价值的“国君”级墓志。</p><br/><h2>人物轶事</h2> <p><strong>佛教之缘</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>喜佛法，年二十继承王位，即位奉天台德韶大师为国师，并从道潜律师受菩萨戒，号慈化定慧禅师。后周显德二年（955），以慕阿育王造塔一事，铸八万四千小宝塔，中纳宝箧印心咒，广行颁施，世称钱弘俶塔，甚而远传至日本。宋建隆元年（960），复兴杭州灵隐寺，请智觉延寿大师为中兴第一世。又迎请螺溪义寂大师讲‘法华经’，特赐“净光大师”号。复遣使赴日本、高丽求取天台论疏，致令天台教观盛然而起！且于杭州建普门寺，于钱塘建兜率院等。</p> <p><strong>雷峰塔的故事</strong></p> <p>　　与<a href=\"http://so.gushiwen.org/author_1978.aspx\">诗</a>情画意、美丽传说无关，雷峰塔原本只是吴越国王钱俶建造的佛塔。</p> <p>　　钱弘俶生于杭州，吴越国开国国君<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>的孙子。钱镠割据两浙时，于境内保国安民，对外则奉中原王朝为正朔所在，殷勤有加。一时间，吴越国国泰民安，经济繁荣。公元947年，钱弘俶继承吴越国王位，继承了祖先留下的繁荣，也继承了祖先留下的遗训，对中原诸王朝贡奉之勤，海内罕有其匹。<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>乱建立北宋后，在宋朝统一全国的政治攻势，为保一方平安,钱弘俶更是倾国所有以事贡献。</p> <p>　　钱弘俶毕生崇信佛教，为吴越国王时，在境内广种福田，建造佛塔无数，著名的六和塔、保俶塔皆为其例。</p> <p>　　雷峰塔同样只是钱弘俶崇信佛教的体现。</p> <p>　　史籍记载</p> <p><strong>立为吴越王</strong></p> <p>　　俶字文德。佐卒，弟倧以次立。初，元瓘质于宣州，以胡进思、戴恽等自随，元瓘立，用进思等为大将。佐既年少，进思以旧将自待，甚见尊礼，及倧立，颇卑侮之，进思不能平。倧大阅兵于碧波亭，方第赏，进思前谏以赏太厚，倧怒掷笔水中曰：“以物与军士，吾岂私之，何见咎也！”进思大惧。岁除，画工献《钟馗击鬼图》，倧以诗题图上，进思见之大悟，知倧将杀己。是夕拥卫兵废倧，囚于义和院，迎俶立之，迁倧于东府。俶历汉、周，袭封吴越国王，赐玉册、金印。</p> <p><strong>对宋称臣</strong></p> <p>　　世宗征淮南，诏俶攻常、宣二州以牵李景，俶治国中兵以待。景闻周师将大举，乃遣使安抚，境上皆戒严。苏州候吏陈满不知景使，以谓朝廷已克诸州，遣使安抚矣，亟言于俶，请举兵以应。俶相国吴程遽调兵以出，相国元德昭以为王师必未渡淮，与程争于俶前，不可夺。程等攻常州，果为景将柴克宏所败，程裨将邵可迁力战，可迁子死马前，犹战不顾，程等仅以身免。周师渡淮，俶乃尽括国中丁民益兵，使邵可迁等以战船四百艘、水军万七千人至于通州以会期。</p> <p>　　吴越自唐末有国，而杨行密、<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>据有江淮。吴越贡赋，朝廷遣使，皆由登、莱泛海，岁常飘溺其使。显德四年，诏遣左谏议大夫尹日就、吏部郎中崔颂等使于俶，世宗谕之曰：“朕此行决平江北，卿等还当陆来也。”五年，王师征淮，正月克静海军，而日就等果陆还。世宗已平淮南，遣使赐俶兵甲旗帜、橐驼羊马。</p> <p>　　钱氏兼有两浙几百年，其人比诸国号为怯弱，而俗喜淫侈，偷生工巧，自镠世常重敛其民以事奢僭，下至鸡鱼卵鷇，必家至而日取。每笞一人以责其负，则诸案史各持其簿列于廷；凡一簿所负，唱其多少，量为笞数，以次唱而笞之，少者犹积数十，多者至笞百余，人尤不胜其苦。又多掠得岭海商贾宝货。当五代时，常贡奉中国不绝。及世宗平淮南，宋兴，荆、楚诸国相次归命，俶势益孤，始倾其国以事贡献。太祖皇帝时，俶尝来朝，厚礼遣还国，俶喜，益以器服珍奇为献，不可胜数。太祖曰：“此吾帑中物尔，何用献为！”太平兴国三年，诏俶来朝，俶举族归于京师，国除。其后事具国史。</p><br/><h2>历史评价</h2> <p>　　钱弘俶审时度势，遵循祖宗武肃王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>的遗训，以天下苍生安危为念，采纳了延寿临终遗言，为保一方生民，采取“重民轻土”之善举，毅然于太平兴国三年（978年）五月入宋京开封，尽献十三州之土，归降宋朝，使宋王朝兵不血刃，成就了一段顾全大局，中华一统的历史佳话。千年前的古人具有如此的历史远见和宏大胸怀，实属不易。</p> <p>　　钱王纳土归宋后，留给后人的是“上有天堂，下有苏杭”的美丽江南城市。</p>"
}