{
  "id": 1971,
  "star": 0,
  "name": "韦处厚",
  "dynasty": "唐代",
  "desc": "韦处厚(773～828年)，唐文宗朝宰相。字德载，原名韦淳，为避宪宗李纯名字的谐音，改为“处厚”。京兆万年（今陕西西安市）人。自幼酷爱读书，博涉经史，一生手不释卷，勤奋著述。在朝为官二十多年，历仕宪、穆、敬、文四个皇帝，忠厚宽和，耿直无私，颇受爱重。",
  "content": "<h2>生平</h2> <p>　　宪宗元和初(806)进士擢第，三年(808)，应贤良方正，以优异成绩登才识兼茂科，授秘书省校书郎。宰相裴拍监修国史，奏处厚以本官直史馆，迁右拾遗。后在任左补阙时，曾数次上疏进谏，宪宗称他人忠言切，元和中后期，历任考功员外郎、开州刺史、户部郎中，知制诰。</p> <p>　　元和十五年(820)正月，宪宗卒，穆宗立。穆宗看中处厚的学问，召入翰林，充侍讲学士，改任中书舍人。三月，他和路随【注：《新唐书》为“隋”】在“太液亭”向穆宗讲授《毛<a href=\"http://so.gushiwen.org/author_1971.aspx\">诗</a>·关睢》、《尚书·洪范》等篇，受赐绯鱼袋。穆宗皇帝年轻荒唐，不理朝政，贪图游猎和酒色。韦处厚忠于皇家，见此心中颇忧。长庆二年四月(822)，他与路随合作，将《易》、《书》、《诗》、《礼》、《春秋》、《孝经》中的精粹部分择编为《六经法言)20篇，送给穆宗阅读，期望皇帝能自珍自勉。穆宗赐其金紫。当年闰十月，加权知兵部侍郎。当时正在修撰的《宪宗实录》未完成，穆宗诏命处厚和路随兼充史馆修撰，撰写《宪宗实录》。</p> <p>　　长庆四年(824)元月，穆宗因病而卒，长子李谌继位，是为敬宗。宰相李逢吉专断朝政，乘机诬陷政敌户部侍郎<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>曾反对拥立敬宗。年仅16岁的李谌不明真相，李绅面临死罪，满朝文武官员无人敢言。韦处厚与李绅为同年进士，上疏为李绅辩冤。他说，李绅是前朝重臣，即使有过失，也应让他有改过的机会。况且无过无罪，是受李逢吉朋党的诬陷。他又说：“《诗》云：‘谗言罔极，交乱四国。’自古帝王，未有远君子、近小人而致太平者。”他又举德宗建中年间的旧事说，<a href=\"http://so.gushiwen.org/author_1669.aspx\">杨炎</a>为替<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>报仇而陷害<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>，卢□（□=木+巳）上台又诬陷杨炎，使朝政大乱，皇帝应引以为戒。敬宗听了，有所省悟，将李绅免死，贬为端州司马。擢韦处厚为兵部侍郎。</p> <p>　　敬宗皇帝年轻贪玩，一月之中仅上朝三四次。韦处厚忧虑国事，因进谏说：“臣在前朝身为谏官，没有冒死劝谏先帝(指穆宗)，致使先帝好畋及色早亡，臣当死罪。然所以不死，是因为陛下你时在春宫，年已15岁。今皇太子仅一岁，我不能不冒死进谏。”敬宗明白处厚的苦心好意，赐其锦、银器等，以示纳谏。又以处厚为翰林承旨。</p> <p>　　宝历二年十二月(827)，敬宗被神策军官佐刘克明等人杀害。刘克明等拥立宪宗之子、绛王李悟掌国事。内枢密使王守澄、禁军中尉梁守谦等又杀绛王，拥立穆宗子、江王<a href=\"http://so.gushiwen.org/author_153.aspx\">李昂</a>继位。李昂当时犹豫，韦处厚进谏说：“《春秋》之法，大义灭亲，内恶必书，以明逆顺；正名讨罪，于义何嫌?安可依违，有所避讳!”【注：《旧唐书·韦处厚传》】李昂采纳处厚之言。立即下诏即位，是为文宗，命韦处厚主持登基礼仪，发布诏令，处厚以佐命之功，拜为中书侍郎、同中书门下平章事，监修国史，加银青光禄大夫，晋爵灵昌郡公。史书称“处厚在相位，务在济时，不为身计。中外补授，咸得其宜”。【注：《旧唐书·韦处厚传》】</p> <p>　　文宗皇帝虽然亲理朝政，但容易轻信，朝令夕改。韦处厚进谏，劝文宗慎重行事，勿轻信辄改，并推荐<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>、窦易直等大臣。他在朝立身正直，官员不敢私谒。他急于用才，往往弃瑕录用。大和二年(828)十二月，因急病而卒，时年56岁，赠司空。生前撰就《德宗实录》，又撰关于理财治国著作《大和国计》20卷。所撰之《宪宗实录》未及成书而卒。</p><br/><h2>藏书之家</h2> <p>　　唐藏书家、文学家。本名韦淳。字德载。京兆万年（今陕西西安）人。元和初（806年前后）举进士第，又擢才识兼茂科，授集贤校书郎，举贤良方正。出任开州刺史，宰相裴垍引直史馆，改咸阳尉，累官至中书侍郎，同中书门下平章事，封灵昌郡公。历事宪宗、穆宗、敬宗、文宗四朝。宪宗时，家居长安，公事之余，酷嗜文学，笃好典籍，藏书至万余卷，并且多手自校勘书籍，世称善本。著有《六经法言》等文集，《全唐<a href=\"http://so.gushiwen.org/author_1971.aspx\">诗</a>》录其存诗12首。撰有《德宗实录》、《宪宗实录》、《大和国计》等。</p>"
}