{
  "id": 146,
  "star": 18,
  "name": "李梦阳",
  "image": "http://img.gushiwen.org/authorImg/limengyang.jpg",
  "dynasty": "明代",
  "desc": "李梦阳（1472-1530)，字献吉，号空同，汉族，庆阳府安化县(今甘肃省庆城县)人，迁居开封，工书法，得颜真卿笔法，精于古文词，提倡“文必秦汉，诗必盛唐”，强调复古，《自书诗》师法颜真卿，结体方整严谨，不拘泥规矩法度，学卷气浓厚。明代中期文学家，复古派前七子的领袖人物。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　明成化八年十二月七日（1473年1月5日），<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>出生于甘肃庆阳，自幼家贫，10岁时举家随父还归故里，故《登科录》直书李梦阳为河南扶沟人。父时任封丘周王府教授，颇受温和王信赖，李梦阳也深得器重，“入饱出嬉”，学业长进。</p> <p><strong>得罪权贵<br></strong>　　弘治六年（1493），李梦阳登癸丑科乡试解元，弘治七年（1494）登甲寅科进士。初授户部主事时，即对当时外戚建昌侯侯张延龄怙宠横甚，人莫敢问的嚣张气焰深恶痛绝。他不畏权势，直言上书，写了有名的《应诏指陈疏》，直陈时弊的“二病、三害、六渐”，大胆地揭发了寿宁侯“招纳无赖，网利贼民、夺人田土，拆人房屋，虏人子女，要截商货，占种盐课，横行江河，张打黄旗，势如翼虎”等罪行，因此引来杀身之祸。寿宁侯怀着对他的刻骨仇恨，于帝前对其百般陷害，将其解职问罪，严刑拷打，诸贵戚亦并急欲杀害李梦阳而后快，后因皇帝不许，李梦阳才得官复原职。 </p> <p><strong>几经沉浮<br></strong>　　弘治十八年（1505），李梦阳进郎中，时明武宗（即正德皇帝）初立，宦官刘瑾等“八虎”使皇帝万机渐废，诸大臣上书皆不能上达，他又毅然为户部尚书韩文写疏揭发刘瑾，几成杀身之罪。先是正德二年（公元1507年），刘瑾假传旨贬李梦阳为山西布政司经历（掌管出纳文件），并勒令其退职回家，后刘瑾又罗织罪名，使李梦阳入狱。多亏康海力求，才使李梦阳免死。 </p> <p>　　正德五年（1510），刘瑾被诛，李梦阳被平反，官复原职，升为江西按司提学副使。后又因其得罪人太多，最后以李梦阳“欺压同列、挟制上官”之罪让其居家住闲。</p> <p>　　正德十四年（1519）宁王朱宸濠谋反被诛，原衔恨之人趁机揭发李梦阳是其同党，又将李梦阳逮捕入狱。多亏大学士杨廷和、刑部尚书林俊等人上书力陈李梦阳无罪，才使他得以获释。</p> <p><strong>终不复仕<br></strong>　　嘉靖帝即位后，诸大臣虽对李梦阳相继屡荐，终因几十年风雨的世宦生涯，使李梦阳看透了世间之险恶，竟不为官。他治园池，招宾客，饮酒著述，名驰海内。嘉靖八年十二月三十日（1530年1月28日），李梦阳卒，时年五十八岁。隆庆初年，谥景文。</p><br/><h2>成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>创作的乐府和古<a href=\"http://so.gushiwen.org/author_146.aspx\">诗</a>较多，其中有不少富有现实意义的作品，且寄寓了作者力求有所改革的政治理想。《朝饮马送陈子出塞》揭露了明朝军队的腐败：\"万里黄尘哭震天，城门昼闭无人战\"；还描写了劳动人民的悲惨处境:\"今年下令修筑边,丁夫半死长城前。\"笔力颇为苍劲沉重。《君马黄》刻画宦官的骄横，也栩栩如生。坐车的宦官由于\"前径狭以斜，曲卷不容车\"，竟然下令拆房毁屋，于是\"大兵拆屋梁，中兵摇楣栌，小兵无所为，张势骂蛮奴\"，暴露了封建统治集团的罪恶。《空城雀》通过对群雀啄麦、坐享其成的描绘，表示了对既无利弹、又蔑网罗的贫苦\"翁妪\"的同情，很有深意。《玄明宫行》铺叙了宦官住地的盛衰，抨击了他们的穷奢极欲，更嘲讽了这些家伙顷刻烟消云灭的可悲下场。</p> <p>　　李梦阳的乐府、歌行在艺术上有相当成就。他善于结构、章法，如《林良画两角鹰歌》从画说到猎、从猎生发议论，后画猎双收,很见功力。但时有雕凿之痕,并未臻于自然流转的神境。另有部分乐府模拟严重，不足取。除乐府、歌行之外，李梦阳的七律也有特色。他专宗<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，七律多气象阔大之辞。如《台寺夏日》对台寺的描绘,很有磅礴飞动的气势,并蕴藏着鉴古知今的情思。他创作七律，也能注意开阖变化。<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>祯认为：\"七言律自杜甫以后，善用顿挫倒插之法，惟梦阳一人。\"但也应看到，李梦阳的七律并非全是雄浑健拔之作，还有少数兴象飘逸、风味盎然的诗篇。如《舟次》\"贪数岸花杯不记，已冲风雨□犹牵\"，《春暮》\"荷因有暑先擎盖，柳为无寒渐脱绵\"，用词精警而自然，情趣横生而不落俗套，另具一种风致。著有《空同集》66卷。 </p><br/><h2>三下长安</h2> <p><strong>第一次</strong><br>　　<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>天资聪颖，秉赋超群，加上从小就好学多思，因而到他十五六岁时，就已是才思敏捷、出口成章的才子了。他17岁那年，陕西长安府开科考试，他备行装，告别家乡父老，只身前往长安。当时，李梦阳虽说血气方刚，才华横溢，但他一点也不自负，相反，他总是想到自己的不足，想到“强中更有强中手”。到了长安，他不像别人那样整天吟<a href=\"http://so.gushiwen.org/author_146.aspx\">诗</a>聚会，高谈阔论，借以炫耀自己，也不像那些纨绔子弟，临考前游山玩水，忘乎所以。他把自己关在小店里，认真读书。眼看就要考试了，一天，他碰到一伙挟鸡斗狗的纨绔子弟喧嚣而来。李梦阳早对这些人的行为非常反感，便上前说道：“就要考试了，你们为何如此嬉闹不休?”那些纨绔子弟，从李梦阳说话口音知是从庆阳府来的穷酸小子，哪里瞧得起他，奚落道：“北山狼；只知学而时习之，岂敢应试?”李梦阳听后，心中非常气愤。他的性子格外要强，心想，要考就必然要高中，让这些纨绔子弟看看，煞煞他们的傲气，但自己的学识状况还无这个把握，不如再读一年书。主意一定，试也不考了，长安也不呆了，回到家里，更加刻苦地攻读。</p> <p><strong>第二次</strong><br>　　不知不觉，又一年的考试来临了。这时的李梦阳学识更加广博，他满怀自信地又一次告别家乡父老来到长安。当他刚刚出现在考场里的时候，那些纨绔子弟又不怀好意地上前嘲弄他：“北山狼怎么又敢来应试?”这次李梦阳没有生气，他机智地想了想，然后委婉含蓄地说道：“虎走青山在，山在虎还来，岂有不来之理?”纨绔子弟听后面露惭色、无言以对，只得悄悄溜走了。考试开始了，李梦阳胸有成竹，临阵不惧，才思泉涌，奋笔疾书，一篇文才俊秀、论语精辟的好文章不一会儿就做完了。他满以为这次可以扬眉吐气了，谁知，学台大人不学无术，有眼无珠，只知徇私舞弊，哪里看得出梦阳的才学。非但榜上无名，考官还竟然在李梦阳的考卷上胡乱批道：“四等大秀才李梦阳。”以此来挖苦他。梦阳万万没有想到考官会这样做，又一次愤愤而去。</p> <p>　　两次应试，并没有使李梦阳灰心气馁，相反，学习更加刻苦了。弘治五年，李梦阳再次告别家乡，前往长安应试。这一次，为了回击学台大人的嘲弄，他在一只大灯笼上用红笔书写“四等大秀才李梦阳”8个大字。学台见他提着这样的灯笼招摇过市，不禁大吃一惊，又羞又怒，却又拿他没办法。</p> <p><strong>第三次</strong><br>　　考试开始了，这次考试是即景赋诗。学台和那些貌似胸有韬略的考生瞧不起李梦阳，想让梦阳当众出丑，在一旁密谋捉弄办法。李梦阳并不把这些放在心上，镇定自若，胸有成竹，一边往高楼上走，一边赋诗道：“一步一步登高楼。”学台和那些纨绔子弟一听起句如此平淡，都蔑视地笑了。梦阳并不在意，又往上走了一步说：“手扶栏杆望北斗。”学台及其他考生听后不语了，心里暗想这句还有点诗意。梦阳说完继续上楼，随即又顺口成章：“不是青天遮眼目，望尽天下十八州。”学台和那些考生听后瞠目结舌，心里不由得暗暗夸奖：“高才!高才!”从此再也不敢轻视这位年仅19岁的小梦阳了。这一年梦阳考中解元，即第一名举人。第二年，又连中进士，更使人刮目相看。(《民间故事》) </p><br/><h2>四大妙事</h2> <p><strong>渡江</strong><br>　　江南润州人丁玑，朝廷命他担任广东学政官，赴任途中要过长江。有关方面为他准备了猪头、祭羊等贡品，请祭祀水神。丁玑笑着说：“行船吗，有时浮行有时沉没，这是有关天时的事，水神管这干什么?”所以就没有祭祀水神便渡江了。船行至中流，突然起了风浪，船因此翻沉了。随后，<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>担任江西学政，也要渡过长江去赴任。有关方面又为他准备了贡品让他祭祀水神，并用丁玑的事例说服他。他听后大怒，命令随从把水神的泥像捆绑起来投到江中，并且指着下沉的水神泥像说：“把水神投到江中，是到了他应该去的地方。”此后，他乘船渡江，竟然什么事也未发生。(《中州野录》)</p> <p><strong>奏阻课盐</strong><br>　　武宗皇帝时，太监王瓒、崔果上奏朝廷，要用长芦运司伪官盐12000引到南京去变卖，然后用得来的钱给宫廷置办织造锦缎的材料。户部司官李梦阳、王宗文、徐廷用等对尚书韩文说：“现在是新登基的圣上初次管理朝政，不应该以变卖官盐去办宫廷用的锦缎。”韩文就按这个意见上奏武宗皇帝，并同意只给6000引。武宗皇帝询问内阁大臣：“户部为什么不全给?”回答说：“太监装载官盐时，中间夹带了许多私盐，沿途又害人，而且延迟了官盐的纳税和交易，。先帝在其后几年里，曾下决心整顿食盐的管理，这正是圣上您继续进行整顿的当务之急呀!”武宗皇帝很不高兴，说：“天下的事难道只由几个太监搞坏了?譬如十个人中，也还有三四个好人吧?”内阁大臣刘健等退出，再次上奏章，极请武宗皇帝按照户部的意见办理。皇上不得已，就听从了。(《续束献通考》)</p> <p><strong>出对联</strong><br>　　李梦阳在管理江西学政的时候，有一名学子与他同姓同名。李梦阳就把这个学子叫到面前说：“你难道不知道我的姓名，怎么敢起与我相同的姓名来侵犯我？”这位学子回答说：“姓名是由父母起的，明知与你的名字相同但不敢更改呀!”李梦阳想了一会说：“我现在出一副对联的上联，来检验你的才学，你如果能对上，我就宽恕了你。”接着说：“蔺相如、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，名相如，实不相如；”上联的意思是说，你与我虽然姓名相同，我们可不是一样的人物。这位学子思索了不久就应对道：“魏无忌、<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>，彼无忌，此亦无忌。”下联的意思是说，魏无忌和长孙无忌都不因为名字相同而有所顾忌，我们何必为此事计较呢?李梦阳听后，笑着将这位学子支走了。(《古今谭概》)</p> <p><strong>白昼打灯笼</strong><br>　　李梦阳自小跟随做官的父亲到外地生活、学习，因他聪颖敏惠，熟读经<a href=\"http://so.gushiwen.org/author_146.aspx\">诗</a>，学得满腹经纶，能写锦绣般的文章；在他剐满19岁时，陕西省举行乡试，全省的秀才齐集省城参加考试，考取举人。按当时规定，哪个省的人就在哪个省会参加考试，在外的人员都要回归故里。当时庆阳府安化县归陕西省布政使管辖，因此，李梦阳先回到庆阳府安化县住了当段时间，然后到陕西长安去应试。因为他一直跟随父母，亲眼目睹了官场的腐败和黑暗，；又在故里听闻了官家鱼肉百姓的事实，因此激起了义愤，总想借机发泄二下。他灵机一动，想了一个绝妙的办法。当他早晨进入考场时，手打一盏点燃的灯笼要进门，守门官吏和其他秀才都很惊讶，问：“你怎么白天打着灯笼行走?”李梦阳一本正经地答说：“现在太黑暗了，我怕遭人暗算!”李梦阳说罢，微微—笑；秀才们对他的意思心知肚明，也对应一片笑声。而主持考试的官员们虽然心中生气，想发作给李梦阳难堪，但转念÷想，明里整治他，倒显他们肚量小；等他考试时或考试后再想妙方整治他不迟。试卷是密封的，无计可施，但在试卷拆封后，李梦阳竟中了第一名，为解元，而且他的文章被人们竞相传抄，一时长安纸贵。在盛名之下，官员们只好千瞪眼了。(《民间故事》) </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>，字献吉，号空同子，明朝文学家。祖籍河南扶沟，庆阳(今属甘肃)人。身为明朝文“前七子”之一，与<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>并称文坛领袖。曾祖父赘于王氏，父恢复李姓。弘治六年(1493)举陕西乡试第一，次年中进士。因连丧父母，在家守制。直到弘治十一年，出任户部主事，后迁郎中。弘治十八年四月，因弹劾“势如翼虎”的张鹤龄，被囚于锦衣狱，不久宥出，罚俸三个月。出狱后，途遇张鹤龄，李梦阳扬马鞭打落其两齿，可见他嫉恶如仇的强硬态度。郭卓茂称李梦阳为：“有明一代中国文坛上胆大包天的<a href=\"http://so.gushiwen.org/author_146.aspx\">诗</a>人”。正德元年(1506)，因替尚书韩文写弹劾刘瑾奏章，被谪山西布政司经历，不久又因他事下狱，赖康海说情得释。刘瑾败，复起任原官，迁江西提学副使。后因替朱宸濠写《阳春书院记》而削籍。 李梦阳鉴于当时台阁体诗文存在“缓冗沓，千篇一律”的弊端，决心倡导复古以救其痿痹,确有一定进步作用。他认为“宋人主理不主调,于是唐调亦亡”(《缶音序》)；同时也鄙弃中晚唐诗,认为“至元、 白、 韩、孟、皮、陆之徒为诗，始连联斗押，累累数千百言不相下，此何异于入市攫金、登场角戏也”（《与徐氏论文书》）。主张古诗学魏晋，近体学盛唐。他的主张影响甚大。《明史·文苑传》说他与何景明“倡导复古，文自西京、诗自中唐而下，一切吐弃。操觚谈艺之士，翁然宗之”。然而，李梦阳过于强调格调、法式，未能很好地从复古中求创新。尤其在他与何景明的辩论中，意气用事，论点更趋偏激，导致刻意古节、泥古不化的流弊，甚至走上抄袭剽剥的道路，反而扼杀诗歌创作的生机。直到晚年，他有所悔悟，在《诗集自序》里，承认“真诗乃在民间”，而自己的诗是情寡词工，并非真诗。<br/><h2>两次下狱</h2> <p><strong>第一次下狱</strong><br>　　<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>出身寒微，兼之他为人强直，入仕不久，当其监税三关时，就第一次触犯权贵而下狱。据李梦阳《下吏》<a href=\"http://so.gushiwen.org/author_146.aspx\">诗</a>自注：“弘治辛酉年，坐榆河驿仓粮。”崔铣《空同李君墓志铭》中说：“常监三关，招商，用法严，格势人之求，被构下狱，寻得释。”徐缙《空同李公墓表》也记载：“公初税三关也，立法严整，请谒不行。勋珰诬之，逮狱，寻释。”综合以上材料，可知梦阳在监税三关时，因用法严整，与权豪势要相抵触，因而被诬告，以榆河（在今北京附近，离居庸关不远）驿仓粮事下狱，但很快就得以释放。这是弘治十四年（1501）的事，梦阳时年正当“而立”，却经历了宦海浮沉的第一道波澜。</p> <p><strong>第二次下狱</strong><br>　　弘治十八年（1505），李梦阳上书孝宗皇帝，劾寿宁侯，结果又导致了他第二次下狱。此事全过程，李梦阳在《上孝宗皇帝书稿》所附之《秘录》中述之甚详：“于是密撰此奏，盖体统利害事。草具，袖而过边博士（贡）。会王主事守仁来，王遽目予袖而曰：‘有物乎？必谏草耳。’予为此，即妻子未之知，不知王何从而疑之也。乃出其草示二子，王曰：‘疏入，必重祸。’……及疏入，不报也，以为竟不报也。一日，忽有旨拿梦阳，送诏狱，乃于是知张氏有本辩矣。张氏论我斩罪十，然大意主讪母后，谓疏末张氏斥后也。……奉圣旨：‘李梦阳妄言大臣，姑从轻，罚俸三个月。’此十八年四月十六日也。” </p>"
}