{
  "id": 472,
  "star": 79,
  "name": "魏学洢",
  "dynasty": "明代",
  "desc": "魏学洢（约1596——约1625），字子敬，中国明朝末嘉善（今属浙江省嘉兴市）人，明朝末年的著名散文作家。是当地有名的秀才，也是一代明臣魏大中的长子，一生未做过官，好学善文，著有《茅檐集》。被清代人张潮收入《虞初新志》的《核舟记》，是其代表作。",
  "content": "<h2>轶事典故</h2> <p>　　魏忠贤在三十岁那年又造《百官图》，污蔑清廉的官员，甚至再唆使同党刑科给事中傅櫆劾汪文言、左光斗及魏大中，给这三人冠上莫须有的罪名，说他们“招权纳贿”，更说左、魏两人“丑心险，色取行违，自命为血性男子，实为匪类”。魏忠贤更矫旨责怪：“魏大中互讦未悛，不得赴新任”玩弄言官于股掌之中。杨涟等人弹劾魏忠贤，不仅使其原形毕露，也使依附其下的干儿义孙们大为恐慌，为了惜恩邀宠，于是天启五年三、四月间，众人筹谋献策，倡兴大狱。诬陷杨涟等六君子，接受熊廷弼的贿赂，判定杨涟左光斗各坐赃二万，魏大中三千。魏大中被捕之时，乡人号送者近万人。</p> <p>　　魏大中被捕之时，魏学洢泣血号呼，想随牢车北上。他不听从父亲劝阻，改换姓名、容貌，秘密地在后跟随缇骑，沿途打听父亲的起居。抵达北京后，白天藏匿在客店之中，昼伏夜出，四处求救，但父执辈之人有的拒不相见，有的则对他仰天长叹，相对而泣，无可奈何而已。魏学洢虽然也想上书以己代父，但未能如愿。魏忠贤又矫旨下令，对六人“严刑追赃比较，五日一回奏”，于是狱卒鞭笞拷掠，棍棒交加，臀血流离，骨肉俱腐。魏大中被诬接受熊廷弼等人贿赂，亦为欲加之罪。最后竟被诬陷坐赃而死。死之时溽暑殷雷，相验领埋之旨，迟迟不下，过了六七天才差官发尸，和杨涟、左光斗等三人尸体由牢穴中拖出，骸胀而黑，肌生蛆蚋，溃烂零落，几难以辨认，那年魏大中五十一岁。魏学洢领了父亲的尸体，匍匐扶衬归乡，日夜伏草啼号。魏大中虽死，但追赃的行动并未停止，因此魏学洢被下浙江监狱。</p> <p>　　魏学洢在家庭遭此大变，对当时政治的黑暗痛心疾首，因此也视死如归。果真在这同一年，魏学洢也因病而死，死时才二十九岁。崇祯初，魏忠贤失势。魏学洢之弟魏学濂沥血上书，陈述父受冤狱，兄死孝之惨状。又上书弹劾阮大钺等人交通逆阉，罪大恶极。不久，魏大中被追谥为忠节，魏学洢也被下诏旌表为孝子。 </p><br/><h2>介绍</h2> 　　魏学洢（约1596——约1625），字子敬，号茅檐，中国明朝末嘉善（今属浙江省嘉善县）人，明朝末年的著名散文作家。是当地有名的秀才，也是一代名臣魏大中的长子，一生未做过官，好学善文，著有《茅檐集》。《核舟记》是其代表作，被清代人张潮编志的《虞初新志》收录，有删节与改动。《核舟记》生动的描述了一件精巧绝伦的微雕工艺品和雕刻人的高超境界，他的文采堪比李杜。<br/><h2>人物生平</h2> <p><strong>生性孝顺<br></strong>　　魏学洢在七岁时就能作<a href=\"http://so.gushiwen.org/author_472.aspx\">诗</a>，生性孝顺。曾经有一次不小心摔下桥，断了脚，也不敢大声喊痛，唯恐父母担心受怕。年少时，曾和父亲魏大中一起到帷萧寺苦读，生活清苦，效法<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>日夜吟诵。</p> <p><strong>闻名乡里<br></strong>　　成年之后，以擅长写文章闻名于乡里之间，而他所做的赋更是精妙，颇受大家的欣赏。</p> <p><strong>洢东林党争<br></strong>　　魏学洢生活在晚明阉党横行的时期，天启年间，魏忠贤在三十岁那年又造《百官图》，污蔑清廉的官员，甚至再唆使同党刑科给事中傅櫆劾汪文言、左光斗及魏大中，给这三人冠上莫须有的罪名，说他们“招权纳贿”，更说左、魏两人“丑心险，色取行违，自命为血性男子，实为匪类”。魏忠贤更矫旨责怪：“魏大中互讦未悛，不得赴新任”玩弄言官于股掌之中。杨涟等人弹劾魏忠贤，不仅使其原形毕露，也使依附其下的干儿义孙们大为恐慌，为了惜恩邀宠，于是天启五年三、四月间，众人筹谋献策，倡兴大狱。诬陷杨涟等六君子，接受熊廷弼的贿赂，判定杨涟左光斗各坐赃二万，魏大中三千。魏大中被捕之时，乡人号送者近万人。 </p> <p><strong>一心救父<br></strong>　　魏大中被捕之时，魏学洢泣血号呼，随牢车北上。他不听从父亲劝阻，改换姓名、容貌，秘密地在后跟随缇骑，沿途打听父亲的起居。抵达北京后，白天藏匿在客店之中，昼伏夜出，四处求救，但父执辈之人有的拒不相见，有的则对他仰天长叹，相对而泣，无可奈何而已。魏学洢虽然也想上书以己代父，但未能如愿。</p> <p><strong>父死子还<br></strong>　　魏忠贤又矫旨下令，对六人“严刑追赃比较，五日一回奏”，于是狱卒鞭笞拷掠，棍棒交加，臀血流离，骨肉俱腐。魏大中被诬接受熊廷弼等人贿赂，亦为欲加之罪。最后竟被诬陷坐赃而死。死之时溽暑殷雷，相验领埋之旨，迟迟不下，过了六七天才差官发尸，和杨涟、左光斗等三人尸体由牢穴中拖出，骸胀而黑，肌生蛆蚋，溃烂零落，几难以辨认，那年魏大中五十一岁。魏学洢领了父亲的尸体，匍匐扶衬归乡，日夜伏草啼号。</p> <p><strong>绝望去世<br></strong>　　魏大中虽死，但追赃的行动并未停止，因此魏学洢被下浙江监狱。魏学洢在家庭遭此大变，对当时政治的黑暗痛心疾首，因此也视死如归。在这同一年，魏学洢也因病而死，死时才二十九岁。一生没做过官，著有《茅檐集》8卷，为《四库全书》收录，内《核舟记》。</p>"
}