{
  "id": 565,
  "star": 15,
  "name": "薛道衡",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_565.jpg",
  "dynasty": "隋代",
  "desc": "薛道衡(540～609) 隋代诗人。字玄卿。汉族，河东汾阴(今山西万荣)人。历仕北齐、北周。隋朝建立后，任内史侍郎，加开府仪同三司。炀帝时，出为番州刺史，改任司隶大夫。他和卢思道齐名，在隋代诗人中艺术成就最高。有集30卷已佚。今存《薛司隶集》1卷。《先秦汉魏晋南北朝诗》录存其诗20余首，《全上古三代秦汉三国六朝文》录存其文 8篇。事迹见《隋书》、《北史》本传。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>少孤，好学。13岁时，作《国侨赞》，颇有思致，见者奇之。北齐武平年间，以主客郎接待南朝陈使者傅□。赠<a href=\"http://so.gushiwen.org/author_565.aspx\">诗</a>五十韵，道衡和之，南北称美，当时著名文人<a href=\"http://so.gushiwen.org/author_2143.aspx\">魏收</a>说：“傅□所谓以蚓投鱼耳。”他和<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>齐名，在隋代诗人中艺术成就最高。其诗虽未摆脱六朝文学浮艳绮靡的余风，有些作品，却具有一种刚健清新的气息。如与<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>唱和的《从军行》，就是较好的边塞诗。代表作《昔昔盐》描写思妇孤独寂寞的心情，其中“暗牖悬蛛网，空梁落燕泥”一联，最为脍炙人口，甚至传说是其引起隋炀帝嫉妒而被杀害的原因。小诗《人日思归》含思委婉，也是历来传诵的名作。</p> <p>　　有集30卷,已佚。今存《薛司隶集》1卷。《先秦汉魏晋南北朝诗》录存其诗20余首，《全上古三代秦汉三国六朝文》录存其文8篇。事迹见《隋书》、《北史》本传。 </p><br/><h2>为官生涯</h2> <p><strong>少年奇才</strong><br>　　<a href=\"http://so.gushiwen.org/author_565.aspx\">薛道衡</a>，生于东魏孝静帝兴和二年（540年），卒于隋炀帝大业五年（609年）。字玄卿，隋河东汾阴（今山西省万荣县）人。历仕北齐、北周、隋王朝，与李德林、<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>齐名，为当时文坛领袖。<br>　　薛道衡出身官僚家庭，六岁时父母双亡，成为孤儿。但他专精好学，13岁时，读《春秋左氏传》，有感于子产相郑之功，作《国侨赞》一篇，辞藻华美，世时人称为奇才。由此以文才召世。北齐时，薛道衡待诏文林馆，兼主客郎，负责接待、应对北周及陈的使者，与当时文坛才子李德林、卢思道等常相过从。<br>　　北齐亡，周武帝用薛道衡为御史二命士，薛道衡自以为不受重用，便弃官归乡里。后来又入仕途为州主簿，不久又为司禄上土。</p> <p><strong>政治才能</strong><br>　　杨坚作相时，薛道衡效力于大将军梁睿府下，参与平定王谦之乱。后又从征突厥，还朝后，被任命为内史舍人，仕途上开始有起色。当时薛道衡还兼任聘陈主使，多次往还江东，对陈朝的腐败情况了解很深，所以多次上奏隋文帝，要求对陈“责以称藩”，也就是不承认陈朝和隋对等，实有灭陈、统一南方之意。<br>　　隋文帝开皇八年（588年），薛道衡被任命为淮南道行台吏部郎，随从晋王<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>、宰相高颎出兵伐陈，专掌文翰。隋师临江，高颖问薛道衡：“此番举兵，能否克定江东，请君言之。”道衡回答说：“凡论大事成败，先须以至理断之。《禹贡》所载九州，本是王者封域，南北分裂已久，战争不息，否终斯泰，以运数言之，其必克一世；有德者倡，无德者亡。自古兴亡，皆由此道。我隋主上躬履恭俭，忧势庶政，<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>峻字雕墙，酣酒荒色。其必克二也；为国立体在于用人，陈重用小人，命将非才，其必克三也；陈甲土不过十万，西至巫峡，东至沧海，分之则势悬而力弱，聚之则守此而失彼，其必克四也。”高颖听完之后，忻然叹服，说：“君言成败，事理分明，吾今豁然矣。本以才学相期，不意筹略乃尔！”从这里可以看出，薛道衡对当时的局势分析得极有见地，表明他是一个有政治才能的人。<br>　　在隋文帝时，薛道衡倍受信任，担任机要职务多年，当时名臣如高颖、<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>等，都很敬重他。因而他的名声大振，一时无双。皇太子及诸王都争相与之结交，引以为荣。这对薛道衡来说本来应该是值得荣耀的事，然而，他却因此得罪晋王杨广而罹祸。</p> <p><strong>被逼自尽</strong><br>　　薛道衡曾与晋王杨广一起伐陈，杨广对薛道衡的文才极其爱慕。隋文帝时，有一次，薛道衡被人弹劾在朝中结党，被除名，处以流放岭南。当时晋王杨广正坐镇扬州，听说这件事后，就秘密派人到长安通知薛道衡，让他取道扬州到岭南，等他到了扬州，就上奏皇帝，把他留在扬州幕府中。但薛道衡讨厌杨广的为人。就没有走扬州路，而走了江陵道。<br>　　杨广即位后，薛道衡从地方上回到京师。当时的隋炀帝对薛道衡尚有一丝爱慕之心，本打算委以秘书监显职，但薛道衡不识时务，写了一篇《高祖文皇帝颂》奏上。薛道衡高估了皇帝的心胸，最要命是高估了自己的分量。隋炀帝看了以后，大怒，对大臣苏威说：“道衡至美先朝，此《鱼藻》之义也。”。《鱼藻》是《<a href=\"http://so.gushiwen.org/author_565.aspx\">诗</a>经》中的一篇，据《诗序》讲，此诗通过歌颂周武王而讥刺周幽王。薛道衡是否有此意不得而知，但隋炀帝猜忌心很强，他岂能容忍别人把自己和周幽王联系在一起，由此便产生了杀害薛道衡之心。<br>　　当时，薛道衡的朋友司隶刺史房彦谦（唐初名臣<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>之父），觉察到隋炀帝对薛道衡的歹意，就劝薛道衡杜绝宾客，闭门自守，以求保全，但薛道衡却不以为然。有一次，朝臣们在一起讨论新令，争论不已，薛道衡就说：“向使高颖不死，令决当久行。”薛道衡的文人气太重，出语尖刻，当下有人受不了，就密报了隋炀帝。高颖在杨广与杨勇争夺太子之位的斗争中站在杨勇一边。薛道衡公然讲崇敬高颖的话，隋炀帝岂能容忍。当时正是好大臣裴蕴担任御史大夫，他知道炀帝讨厌薛道衡，就上奏弹劾，说：“道衡负才恃旧，有无君之心。见诏书每下，便腹非私议，推恶于国妄造祸端。论其罪名，似如隐昧，源其情意，深为悻逆。”这真是欲加之罪，何患无辞，隋炀帝览奏大喜，称赞裴蕴说：“公论其逆，妙体本心。”下令将薛道衡逮捕审讯，最后逼令自尽。<br>　　薛道衡从少时就是一个用心于文章字句之间的人，他喜欢在沉静中构思，史称：“道衡每至构文，必隐坐空斋，踢壁而卧，闻户外有人便怒，其沉思如此。”尤其长于诗作，比如他的《出塞诗》一首：“绝漠三秋幕，穷阴万里生。寒夜哀笛曲，霜天断鸿声。”诗中有一种边地的悲论情调，而又弥漫着一股粗犷壮大之气，体现了北朝文风的特点。同时，薛道衡因多次出使江南陈朝，受南<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>风的影响也较深，比如他的《昔昔盐》一诗，辞采绚丽，对仗工整，描写铺排，极为细腻，其中“暗牖悬蛛网，空梁落燕泥”一句，为千古吟诵的名句。当时，薛道衡的诗名就极著，《隋书》讲：“江东雅好篇什，陈主犹爱雕虫，道衡每有所作，南人无不吟诵焉”。文风极盛的南方都很推崇道衡的诗作，可见其成就之高。<br>　　薛道衡死后，尚有文集70卷行世，后散失，明人辑有《薛司隶集》，从中还可略窥这位隋代大文豪的风采。</p> <p><strong>不善谋身</strong><br>　　出身世家，天资早慧，成人后文名大著，与卢思道、李德林齐名，为一代文章宗师的薛道衡，历仕北齐、北周和隋三朝，在每一朝都主要从事秘书工作，一生的大部分时间是在秘书岗位上度过的。他写文章用心很专，“每至构文，必隐坐空斋，蹋壁而卧，闻户外有人便怒”；每有文章写出，人们“无不呤诵焉”。隋文帝杨坚每次谈到他，总是说：“薛道衡作文书称我意。”<br>　　薛道衡不仅善于作文，而且善于谋事，是一个很有政治远见和军事谋略的人。北齐末年，薛道衡多次建议执政者采取对策，以防北周侵犯，遗憾的是这一极具政治远见的意见未被执政者所采纳，后来北齐果然为北周所灭。开皇八年（588）三月隋文帝下令伐陈后，担负指挥重任的高颎特意找到薛道衡，要他分析和预测战争形势，薛道衡纵论天下态势，明确指出隋必胜、陈必亡，从而彻底打消了高颎心头的疑虑。高颎对薛道衡说：“君言成败，事理分明，吾今豁然矣。本以才学相期，不意筹略乃尔。”<br>　　然而人有所长，必有所短，薛道衡也是如此。薛道衡的“短”，用隋文帝杨坚的话说，就是“迂诞”，也就是为人迂阔，不得“转”。隋文帝曾经多次对他“诫之以迂诞”，然而薛道衡就是改不了（更准确地说是不愿改），结果由此得祸。隋文帝开皇年间，薛道衡因受株连除名，流放岭南。晋王杨广（即后来的隋炀帝）时任扬州总管，想拉拢他，便派人传话，要他取道扬州去岭南，打算启奏文帝，把他留在自己身边。然而薛道衡历来看不惯杨广的为人，不乐意去晋王府工作，于是取道江陵而去，不给杨广面子。杨广即位后，仍旧对薛道衡存有一丝爱慕之心，外放他到番州去做刺史。薛道衡又不与杨广合作，只过了一年多，便上表请求致仕（退休）。杨广同意他回京，并打算留他做秘书监。薛道衡到京后，却呈上一篇长文《高祖文皇帝颂》，对已仙逝的隋文帝极尽赞颂之词。杨广读了此文，气得要命，对大臣苏威说：“薛道衡极力赞美先朝，和《鱼藻》的用意相同。”《鱼藻》是《诗经》中的作品，据说是借怀念武王来讽刺幽王的。但杨广隐忍未发，只是安排薛道衡去做司隶大夫，然后找机会给他安上一个罪名，治他的罪。可是薛道衡一点也没有去想自己的处境有什么不妙。司隶刺史房彦谦是薛道衡的朋友，眼看薛道衡大难临头，便劝他“杜绝宾客，卑辞下气”，要他夹紧尾巴做人，他也不听。有一次朝廷议定新的律令，议论了许久也没有结果，薛道衡便对同僚说：“要是高颎不死，新律早就制定并且颁布实行了！”高颎是文帝朝宰相，相当能干，后因得罪杨广被处死。此话传到杨广耳中，他怒不可遏，当即把薛道衡传来责问：“你怀念高颎吗？”于是下令逮捕他，并给他安上一个“悖逆”的罪名，命他自尽。他的妻子儿女也跟着倒霉，被流放到新疆的且末。<br>　　薛道衡如此“迂诞”，总不给杨广面子，他由此得祸，虽然让人深感痛惜，却不使人觉得意外。只是给他定一个“悖逆”的罪名，显然是“欲加之罪，何患无辞”。他一介书生，手无一兵一卒，怎么可能心怀叛逆和起兵造反！他无非是不愿意讨好人，不知道卖身投靠罢了！他如果处世圆滑，善于阿谀奉承，不用心琢磨事而专心琢磨人，当然不会如此“迂诞”，也不会遭此大祸了。薛道衡的悲剧，与其说是他个人的悲剧，倒不如说是旧时代忠直耿介之士的共同悲剧。<br>　　说到薛道衡的“迂”，《隋唐嘉话》等野史笔记记载的咏诗一事，倒是很能反映他的性格特点。隋炀帝杨广爱好文学，才华横溢，他曾对臣下说：“人们都认为我是靠父祖的原因当上的皇帝。即使让我同士大夫比试才学，我还是天子。”在这种思想的支配下，他自然不能容忍别的文士在诗文上超过自己。有一次，朝廷聚会上，有人出题以“泥”字押韵，众大臣苦思冥想而不见起色，隋炀帝便作了一首押“泥”字韵的诗，众大臣惊叹不已。薛道衡也作了一首以“泥”字押韵的诗，为所和之诗最佳，其中以“空梁落燕泥”一句尤受激赏，众大臣惊叹不已，高呼厉害。当然使隋炀帝嫉妒。据说薛道衡临刑前，炀帝曾问他：“更能作‘空梁落燕泥’否？”后人依据此类记载，把薛道衡之死看做诗祸，虽然完全不符合事实，但由此也可说明薛道衡的个性的确狷介，不善于矫饰，更不愿意扭曲本性投人所好，这当然也是一种“迂诞”的表现。 </p>"
}