{
  "id": 908,
  "star": 1,
  "name": "王铎",
  "image": "http://img.gushiwen.org/authorImg/wangduo.jpg",
  "dynasty": "唐代",
  "desc": "王铎（？－884年），字昭范，太原晋阳（今山西太原）人，唐朝宰相，司徒王播之侄。",
  "content": "<h2>生平</h2> <p><strong>早期事迹</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>是会昌年间进士，累迁至右补阙、集贤殿直学士，后进入西川节度使<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>的幕府。 847年（大中元年），王铎入朝，担任监察御史。860年（咸通元年），又由驾部郎中加封为知制诰，拜中书舍人。 </p> <p><strong>担任宰相</strong></p> <p>　　864年（咸通五年），王铎改任礼部侍郎。他主持会试，录取大量人才。866年（咸通七年），王铎又改户部侍郎、判度支，不久升任礼部尚书。871年（咸通十二年），王铎进封同平章事，又加门下侍郎、尚书左仆射，拜司徒。 </p> <p>　　当时，宰相韦保衡因王铎是自己科举时的主考官，对他非常恭敬，还让他兼任刑部、吏部尚书。七月，唐僖宗继位，又加王铎为尚书右仆射。不久，韦保衡获罪被贬，王铎以检校右仆射之职出任汴州刺史、宣武军节度使。 </p> <p>　　王铎有经世之志，素以安邦为己任，深受士人推崇。后来，河南发生农民起义，时人都希望王铎能入朝辅政，宰相<a href=\"http://so.gushiwen.org/author_572.aspx\">郑畋</a>也数次举荐。876年（乾符三年），唐僖宗召王铎回朝，任命他为左仆射、门下侍郎、平章事。 </p> <p><strong>出镇江陵</strong></p> <p>　　877年（乾符四年），起义军攻陷江陵（今湖北荆州），淄青节度使宋威兵败。宰相卢携建议由<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>率军征讨，但遭到反对。这时，王铎当廷上奏道：“臣忝为宰相，在朝不能为陛下分忧，愿亲率诸军，扫平贼寇。”众大臣都表示同意。 </p> <p>　　878年（乾符五年），王铎被任命为守司徒、侍中、江陵尹、荆南节度使、诸道行营兵马都统，又封晋国公。王铎到江陵后，绥纳流亡百姓，招募士卒，修缮兵甲，在一年之间使得江陵武备严整。 </p> <p>　　879年（乾符六年），王铎任命兖州节度使李系为都统都押衙兼湘南团练使，让他率精兵扼守岭北。李系虽出身将门，但本人并无用兵之能。十月，起义军入侵湖南，攻陷潭州（今湖南长沙）。李系兵败，麾下五万精兵被屠杀殆尽，尸体都被投入江中。 </p> <p>　　王铎闻听李系兵败，命部将刘汉宏守江陵，自己率军奔襄阳。王铎走后，刘汉宏大肆劫掠，弃城而走，起义军得以攻陷江陵。 不久，王铎被罢相，诸道行营都统之职由淮南节度使高骈接任。 </p> <p><strong>征讨<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a></strong></p> <p>　　880年（广明元年），起义军劫掠淮南，高骈兵败。不久，两京沦陷，僖宗逃往西川，并命郑畋为兵马都统。881年（中和元年），王铎被起复为侍中、滑州刺史、义成军节度使、诸道行营都统，率三万军队驻扎在盩厔（今陕西周至）以东。 </p> <p>　　882年（中和二年），王铎任命周岌、王重荣、诸葛爽、康实、安师儒、时溥六位节度使为将佐，以中尉西门思恭为监军，传檄天下，号召各镇诸侯讨贼。当时，诸镇虽出兵征讨，但却不肯争先，及至见到王铎檄文，这才奋力剿贼。不久，叛将朱温投降，同州（今陕西大荔）收复。 </p> <p>　　883年（中和三年），李克用率沙陀军南下勤王，收复华州（今陕西华县）。四月，官军收复长安，王铎以中书令的身份承制封拜有功将领。 这时，宦官田令孜欲夺取破贼之功，向皇帝进谗，将王铎贬为检校司徒、义成节度使。 </p> <p><strong>遇害</strong></p> <p>　　起初，王铎引朱温为外援，对他非常倚仗。后来，朱温势力壮大，逐渐倨傲，王铎知道他不能依恃，便上表请求回朝。884年（中和四年），唐僖宗从西川返回长安，并任命王铎为沧景节度使。 </p> <p>　　王铎累世豪贵，赴任之时裘马鲜明，而且带有许多姬妾。魏博节度使乐彦祯之子乐从训贪慕他的财物，在幕僚李山甫的唆使下，埋伏在高鸡泊（在今河北故城西南），趁机劫掠。王铎与家属幕僚三百余人一同遇害，天下无不痛惜。</p>"
}