{
  "id": 2143,
  "star": 0,
  "name": "魏收",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2143.jpg",
  "desc": "魏收（507年—572年）字伯起，小字佛助，钜鹿下曲阳（今河北晋州）人，南北朝时期史学家、文学家。北魏骠骑大将军魏子建之子。与温子升、邢邵并称“北地三才子”。魏收历仕北魏、东魏、北齐三朝。天保二年（551年），他正式受命撰魏史，魏收与房延祐、辛元植、刁柔、裴昂之、高孝干等“博总斟酌”，撰成《魏书》一百三十篇，记载了鲜卑拓跋部早期至公元550年东魏被北齐取代这一阶段的历史。书成之后，众口喧嚷，指为“秽史”，魏收三易其稿，方成定本。后官至尚书右仆射，天保八年（557年）迁太子少傅。武平三年（572年）去世，朝廷追赠他为司空、尚书左仆射，谥文贞。",
  "content": "<h2>轶事典故</h2> <p>　　吾为魏公藏拙</p> <p>　　<a href=\"http://so.gushiwen.org/author_2143.aspx\">魏收</a>的文学在北朝颇为出众，魏收便把自己的文集托南朝使臣<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>带往南朝，期望能够在江东得以流传。结果徐陵渡过长江时，把魏收的文集扔进江水里。随从问起原因，徐陵回答道：“我这是在为魏公藏拙”。</p><br/><h2>生平</h2> <p><strong>年少成名</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2143.aspx\">魏收</a>的先祖是汉朝初年的高良侯魏无知。祖父魏悦是魏无知的六世孙，他性情深沉厚重，胸怀宽阔，宣城公李孝伯对他深为器重，把女儿嫁给了他。魏悦担任济阴太守，政绩斐然。魏收的父亲魏子建历任左光禄大夫，加封为散骑常侍、骠骑大将军。去世后，追赠为仪同三司、定州刺史，谥号文静。</p> <p>　　魏收从小机警敏捷，不拘小节。十五岁时，已经熟悉了文章的写法。他曾随父亲奔赴边疆，喜欢骑马射箭，并想靠武艺建功立业。荥阳人郑伯调侃他说：“魏郎，你使用过的兵器有多少？”他很惭愧，便下苦功夫读书，积年累月磨平了床板，因此以文采扬名。</p> <p>　　魏收最初被任命为太学博士。当时，尔朱荣在河阴大肆捕杀朝臣，他凭借智慧逃脱，侥幸免于一死。吏部尚书李神隽很器重他的才学，奏请朝廷授他为司徒记室参军。节闵帝即位后，下诏测试群臣，让魏收起草封禅书，他提笔一挥而就，连草稿都没要。文章近千言，改动的地方寥寥无几。这时，黄门郎贾思同侍立在天子旁边，他十分激赏魏收的才学，对节闵帝说：“即便有七步成<a href=\"http://so.gushiwen.org/author_2143.aspx\">诗</a>的才华，也不能超过魏收。”又升任散骑侍郎，不久，受命掌管天子的起居注的记录，并参与国史的编纂。很快，又兼任中书侍郎，时年26岁。</p> <p><strong>文辞讽谏</strong></p> <p>　　北魏孝武帝初年，朝廷又下诏命魏收担任原来的官职。朝廷堆积了许多文书诰命，魏收一一处理，事事都能让孝武帝满意。孝武帝曾调集大批士卒到嵩山南麓狩猎，前后共十六天。当时，天气寒冷，朝野一片埋怨哀叹的声音。孝武帝与近臣们以及各位嫔妃都奇装异服，行为轻薄癫狂，大多不合礼度。魏收想劝谏但心里又害怕，想沉默不发却又不能自抑，便呈上自己写的《南狩赋》以作讽喻，文章虽然辞采过分华丽，而终属高雅宏正之作。孝武帝亲手写诏，对魏收的文章大加褒奖和赞美。</p> <p><strong>居高思退</strong></p> <p>　　起初，高欢坚持辞让天柱大将军的职务，孝武帝命魏收起草诏书，以顺从他的请求，想再加封他为相国，问魏收相国的品秩有多高，魏收据实回答，孝武帝便作罢了。魏收没有揣测出主子和丞相的心思，心里很不安稳，请求解去自己的官职，朝廷下诏同意。过了很久，朝廷命他任孝武帝哥哥的儿子广平王高赞的开府从事中郎，魏收不敢拒绝，便作《庭竹赋》以抒发自己的心情。不久，他被任命为中书舍人，与济阳的温子升、河间的邢子才齐名驰誉，世人称他们为“三才子”。这时，孝武帝对魏收已有猜疑，他便以有病为由坚决辞去官职。</p> <p><strong>受命修史</strong></p> <p>　　后来，魏收被召至晋阳，任中外府主簿，不断受到嫌弃和斥责，并遭到鞭打，很久都不能施展抱负。适逢司马子如奉命来到高欢的朝堂，利用宴会的机会同高欢开玩笑说：“魏收，是天子的中书郎，国之俊杰，希望大王您给他点好的脸色。”他因此转为府属的官员，然而，高欢对他并不优待。魏收因为不得重用，又请求撰修国史。同僚崔暹在高澄面前推荐他说：“国家的历史事关重大，你们父子二人建立的霸王的丰功伟业，都需要记载下来，这件事非魏收不能胜任。”高澄便启奏朝廷，命魏收为兼散骑常侍，修撰国史。武定二年（544年），他担任正常侍，领兼中书侍郎，仍旧负责修撰国史。</p> <p><strong>才情横溢</strong></p> <p>　　后来，高欢回到朝廷，东魏孝静帝命他为相国，高欢坚决推辞，让魏收代他写奏章。奏章写好后送给他，这时高澄在旁边，高欢指着魏收说：“这个人应当又是一个崔光。”武定四年（546年），高欢在西门豹祠宴集群臣，对司马子如说：“魏收任史官，写我的善与恶。听说北伐的时候，权贵们常常送给史官吃的东西，司马仆射你是否也曾宴请过史官呢？”因而两人一起大笑。高欢对魏收说：“你不要见元康这些人在我面前奔走，我就认为他们很勤劳。我今后的名誉地位在你手里，不要认为我不知道。”不久，加封魏收为兼著作郎。</p> <p>　　侯景背叛了北魏，攻击南部边境。高澄当时在晋阳，命魏收写下五十余页纸的一篇檄文，他不到一天就写完。朝廷又要送给南梁檄书，让南梁朝廷送给侯景。魏收刚入夜执笔起草，三更就已写完，文章写满了七张纸。高澄很赞赏他。魏孝静帝曾在秋季举行射箭，让群臣赋诗。魏收诗的末一句是：“尺书征建业，折简召长安。”高澄非常欣赏诗的雄壮豪迈，对周围的人说：“我朝现在有魏收，便是国家的光彩。雅俗共赏的文章，析理通达，气势纵横。我也让邢子才、温子升不断写作，才情词气都赶不上他。我有时心有所思，忘了而没有说出，说出来了词语又不详备，不能完全把意思表达出来。魏收呈上他起草的文章，都把我的想法说得完完全全。这种人才真难得。”又命魏收兼任主客令，接待梁朝的使者谢珽、<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>。侯景投降南梁，梁朝的鄱阳王萧范当时任合州刺史。高澄命魏收写信劝谕萧范。萧范得到书信后，便率领所部西上，州刺史崔圣念占据了这座城池。高澄对魏收说：“今天平定一州，你出了很大力，但遗憾的是‘尺书征建业’还没有实现啊！”</p> <p><strong>撰写《魏书》</strong></p> <p>　　高澄遇害身死后，文宣帝高洋到晋阳，命魏收与黄门郎崔季舒、高德正、吏部郎中尉瑾在北边的相王府参与机密大事。魏收又转任秘书监，兼著作郎，又担任定州大中正。这时，北齐即将建国，杨愔奏请把魏收置于别的馆舍，命他撰写受禅的诏书典册。<br>北齐天保元年（公元550年），他任中书令，仍然兼任著作郎，封为富平县子。二年，朝廷命他撰写《魏史》。四年，任他为魏尹，所以给予他优厚的俸禄，让他专门在史馆著述，不参与其他事务。当初，高洋让群臣各自陈述自己的志向，魏收说：“我愿在东观秉笔直书，早日写出《魏书》。”所以，高洋命他专任其职。又下诏命平原王高隆之负责监修史书，但只是挂名而已。文宣帝对魏收说：“好好地直笔写史，我始终不会像拓跋焘那样诛杀史官。”</p> <p><br>　　魏收在前人搜集的史料的基础上，与通直常侍房延、司空司马辛元植、国子博士刁柔、裴昂之、尚书郎高孝干博览总括，认真斟酌，写成《魏书》。辨析酌定名称，逐条甄别选择。又搜集博采亡佚的史料，连缀补续缺漏未写的史实，完成一代史书，上表奏闻朝廷。修撰成的这一代重要的典籍。其规模是：共有十二纪、九十二列传，共一百一十卷。天保五年（554年）三月，呈送天子。这年秋天，魏收被任命为梁州刺史。魏收因为全书并未修完，上表请求继续完成这项事业，朝廷同意。十一月，又送上十志：《天象》四卷、《地形》三卷、《律历》三卷、《礼乐》四卷、《食货》一卷、《刑罚》一卷、《灵征》二卷、《官氏》二卷、《释老》一卷、共二十卷，加上续写的纪传，共一百三十卷。全书共分十二帙，其中有三十五例，二十五序，九十四论，前后还有二表一启，都是由魏收独创的体例。</p> <p><strong>横遭非难</strong></p> <p>　　魏收性格急躁，不能公平待人。过去同他有冤仇的，大多隐去人家的善政美德，不载入史册。他写史时常洋洋自得地说：“你是个什么样的小东西，敢同我魏收作对！我的史笔要抬举你能让你上天，要贬低你能让你入地。”</p> <p>　　因为贵族子弟议论认为魏收撰述史书不公平，文宣帝便命他在尚书省与贵家的子弟儿孙们一起共同讨论。前后投诉史书问题的有一百多人，有人说遗漏了他们家的世系职位；有的说他的家人没有被记载入史；有的说书中有随便诋毁的地方。魏收都根据情况一一解答。范阳卢斐的父亲卢同的传略附在他的族祖卢玄的传后；顿丘的李庶家的事传，称他本来是梁国蒙地人。卢斐、李庶对他颇有讥讽，说他写的史书不真实。魏收性情急躁，非常气愤，启奏朝廷说他们诬告，想对自己加以迫害。文宣帝早先就看中了魏收的才学，不想加罪于他。这时，太原的王松年也批评魏收，和卢斐、李庶一起获罪，各被鞭打，流配在街巷市坊，<a href=\"http://so.gushiwen.org/author_378.aspx\">卢思道</a>也被罪罚。然而，终因众口铄金，议论纷纷，朝廷下令命《魏书》停止传播发行，让群臣们共同商议。允许史书中牵涉到家事的人进入史局，不真实的地方可以陈述吁请。于是，贵族子弟众口传扬，称《魏书》为“秽史”，投递诉状的人一个接一个，魏收应接不暇，无法抗拒。这时，左仆射杨愔、右仆射高德正二人权倾朝野，与魏收关系密切。魏收也为他们家里的人作过传，这两个人不愿说《魏书》不真实，便堵塞言路，终文宣帝一世，不再议论这件事。</p> <p>　　孝昭帝认为《魏书》没有刊行，命魏收进一步研讨审改，他奉诏后对《魏书》作了很多修改。朝廷下诏允许《魏书》传行，魏收认为书稿藏之秘阁，外人无法看见。于是，朝廷命送一本交付并省，一本放在邺城，任凭人们翻阅改易。</p> <p><strong>最后岁月</strong></p> <p>　　太宁元年（561年），朝廷加封魏收为开府。河清二年（563年），他兼任右仆射。这时，武成帝终日沉湎酒乡，朝中大事委付侍中高元海。高元海凡俗平庸，不堪大任。因魏收的才名震动世俗，都官尚书毕义云善于处理繁琐的事务，元海便虚心依赖他们。魏收畏祸保身，不能匡救时弊，被人们所讥讽。武成帝在华林另外建造玄洲苑，极尽山水台阁的壮丽，下诏命在台阁中画上魏收的像。</p> <p>　　武平三年（572年），魏收去世，朝廷追赠他为司空、尚书左仆射，谥号文贞。有文集七十卷。魏收因为写史书得罪了一些人，北齐灭亡之后，魏收的坟墓被仇家挖掘，遗骨被丢出坟墓外面。</p><br/><h2>史学成就</h2> <p>　　魏书</p> <p>　　《魏书》记载了鲜卑拓跋部早期至公元550年东魏被北齐取代这一阶段的历史。共一百二十四卷，本纪十二卷，列传九十二卷，志二十卷，因有些纪、列传和志篇幅过长，又分为上、下、或上、中、下三卷，实共一百三十卷。举凡政治、经济、文化、军事等社会生活各个领域的情况，书中都有较详尽的交待。其二十卷志尤有价值，从东汉初<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>修《汉书》到唐初修《五代史志》近六百年间，《魏书》以外的各纪传体史书中或根本没有书志部分，或虽有书志，但缺少刑法、食货等重要内容，《魏书》弥补了这方面的不足，《官氏志》针对北魏政权的特殊情况记录北魏官制，兼及拓跋部所属各部原有姓氏与所改的汉姓。《刑罚志》记载北魏政权司法制度，对于北魏各族人民对统治者的反抗斗争做了如实报导，据不完全统计，见于《魏书》的各族人民起义达一百三十馀次之多。《食货志》对于北魏的均田制有详细记述，为后人研究北魏的土地制度，提供了可贵的材料。《释老志》是《魏书》首创，记载了佛道两教在中原地区的传播及其变革，对于佛教发展的记述尤详，可看作是一部中国佛教简史。《魏书》历来为人所诟病处在于其矫饰之过，但作为研究北魏历史的重要著作，仍有其不容忽视的价值。</p> <p>　　《魏书》在流传过程中亡佚甚多，本纪缺二卷，列传缺二十二卷，此外又有三卷残缺不全，分别由后人取魏澹《后魏书》、<a href=\"http://so.gushiwen.org/author_902.aspx\">李延寿</a>《北史》、《高氏小史》等补足。中华书局1974年出版有点校本。</p>"
}