{
  "id": 1861,
  "star": 0,
  "name": "郑余庆",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1861.jpg",
  "desc": "郑余庆（748年－820年），字居业，郑州荥阳（今河南荥阳）人，唐朝宰相。郑余庆出身于荥阳郑氏北祖小白房，进士及第，早年曾入严震幕府，历任山南西道从事、殿中侍御史、兵部员外郎、库部郎中、翰林学士、工部侍郎，后以中书侍郎之职拜相，授同平章事，不久被贬为郴州司马。永贞元年（805年），郑余庆再次拜相，授尚书左丞、同平章事，因得罪权臣被贬为太子宾客。此后，他历任国子祭酒、河南尹、兵部尚书、太子少傅、山南西道节度使、太子少师、尚书左仆射、凤翔陇右节度使、司空，封荥阳郡公。元和十五年（820年），郑余庆进位司徒，并于同年病逝，追赠太保，谥号贞。",
  "content": "<h2>家庭成员</h2> <p><strong>父亲</strong></p> <p>　　郑慈明，官至太子舍人。</p> <p><strong>兄弟</strong></p> <p>　　郑承庆。</p> <p>　　郑膺甫，官至楚州刺史。</p> <p>　　郑具瞻，官至泾阳县尉。</p> <p>　　郑羽客，官至通州刺史。</p> <p>　　郑嘉宾，官至殿中侍御史。</p> <p>　　郑见利，官至当阳县令。</p> <p><strong>子孙</strong></p> <p><strong>儿子</strong></p> <p>　　郑澣，官至兴元节度使。</p> <p><strong>孙子</strong></p> <p>　　郑允谟，官至太子右庶子。</p> <p>　　郑茂休，官至秘书监。</p> <p>　　郑处诲，官至汴州节度使。</p> <p>　　郑从谠，官至司徒、侍中。</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1861.aspx\">郑余庆</a>年轻时勤奋好学，善做文章，在大历年间考中进士。建中四年（783年），郑余庆被山南西道节度使严震辟为幕僚，授为节度从事，累迁至殿中侍御史，后因父丧辞职。</p> <p><strong>累官拜相</strong></p> <p>　　贞元元年（785年），郑余庆被征召入朝，历任兵部员外郎、库部郎中，后被选为翰林学士。</p> <p>　　贞元十三年（797年），郑余庆改任工部侍郎，并主持吏部选官事务。当时，朝廷命御史中丞宇文邈、刑部侍郎张彧、大理寺卿郑云逵组成三司会审，与功德使判官诸葛述一同审理已被判令还俗的僧人出家案。朝臣都认为诸葛述只是一介小吏，不应与大臣一同审案。郑余庆上疏辩说，得到一致称赞。</p> <p>　　贞元十四年（798年），郑余庆升任中书侍郎、同中书门下平章事，成为宰相。他与度支使于〈丕页〉交好，对于〈丕页〉所奏之事皆表赞同，但于〈丕页〉不久却因罪被贬。唐德宗又打算将赈灾的物资发给禁军，却被中书省的官吏将消息泄露。郑余庆因此遭到追究，被贬为郴州司马。</p> <p>　　永贞元年（805年），唐顺宗继位，征拜郑余庆为尚书左丞。同年八月，唐宪宗继位，又擢升郑余庆为同平章事。当时，中书主书滑涣与内官典枢密刘光琦互相勾结，狼狈为奸。宰相杜佑、<a href=\"http://so.gushiwen.org/author_2961.aspx\">郑絪</a>都对他们加以姑息，但郑余庆却在议事时当众斥责滑涣。</p> <p>　　元和元年（806年），郑余庆被免去宰相之职，贬为太子宾客。八月，滑涣贪赃事发，被赐死。唐宪宗听闻郑余庆斥责滑涣之事，对他非常敬重，改任他为国子祭酒，后拜河南尹。</p> <p><strong>历居要职</strong></p> <p>　　郑余庆两次拜相，罢免均非大过，其清廉节俭深为时人所称道。他先后在中央和地方任职，更是德高望重，评议朝政得失，所言必定成为准则。元和三年（808年），郑余庆代理兵部尚书之职，并兼任东都留守。</p> <p>　　元和六年（811年），郑余庆被正式任命为兵部尚书，并为病逝的太子李宁撰写《惠昭太子哀册》。后来，医工崔环由淮南小将被擢升为黄州司马。郑余庆认为诸道散将不能无故便被授为五品正员官，而且当时并无缺职，遂将敕令封还，因此被改任为太子少傅（虚职），并兼任太常寺卿。</p> <p>　　元和九年（814年），郑余庆被拜为检校右仆射，兼任兴元尹，并充任山南西道节度观察使。</p> <p>　　元和十二年（817年），唐宪宗加授郑余庆为太子少师。此时，郑余庆已年过七旬。他认为自己已到致仕年纪，便上表朝廷，请求退休，却被唐宪宗驳回。</p> <p>　　元和十三年（818年），郑余庆改任尚书左仆射，并因谙熟典章，被任命为详定使。他引<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、李程为副使，崔郾、陈佩、<a href=\"http://so.gushiwen.org/author_1747.aspx\">杨嗣复</a>、庾敬休为判官，对朝廷仪制、吉凶五礼加以修定。不久，郑余庆改任凤翔尹、凤翔陇右节度使。</p> <p><strong>晚年生活</strong></p> <p>　　元和十四年（819年），郑余庆兼任太子少师、检校司空，赐爵荥阳郡公，并充任国子祭酒。他见太学荒废日久、生员欠缺，便上奏朝廷，请求以文官俸禄修缮两京国子监。</p> <p>　　元和十五年（820年），唐宪宗暴死，唐穆宗继位。郑余庆因曾任穆宗的东宫属官，得以进位检校司徒，深受荣宠。同年十一月，郑余庆病逝，终年七十五岁，追赠太保、谥号为贞。</p><br/><h2>轶事典故</h2> <p><strong>好用古语</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1861.aspx\">郑余庆</a>通晓《六经》，奏对之时多引用古语。夏绥留后杨惠琳不听朝廷诏令，宰臣多主张用兵。郑余庆也上表皇帝，并引用“仰给县官”、“介马万蹄”等词汇，百官都不晓其意。时论认为他虽博雅好古，但却不合时宜。</p> <p><strong>南北郑相</strong></p> <p>　　郑余庆与堂叔<a href=\"http://so.gushiwen.org/author_2961.aspx\">郑絪</a>曾同朝为相，都居住在昭国坊。郑絪府邸在坊南，郑余庆府邸在坊北。时人都称郑絪为“南郑相”，而称郑余庆为“北郑相”。</p> <p><strong>葫芦宴客</strong></p> <p>　　郑余庆为人清廉俭朴，品德高尚。一日，他忽然宴请亲近的官员。大家都感到很奇怪，但还是早早的就赶来了。一直等到红日高照，郑余庆才出来见客，并对仆人道：“去告诉厨师，要蒸烂去毛，别把脖子折断了。”客人们都认为一定是清蒸鹅鸭一类，但到吃饭时才发现，每人面前只有一碗米饭、一枚蒸熟的葫芦，并配以鲜美的酱醋。但郑余庆吃的香甜，客人只得勉强下咽。后人便用“烂蒸葫芦”表示饭食粗劣，也比喻生活俭朴。</p>"
}