{
  "id": 1759,
  "star": 0,
  "name": "吕南公",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1759.jpg",
  "dynasty": "宋代",
  "desc": "吕南公（约1047--1086），字次儒，简称南公。建昌军南城县丰义乡人（今江西黎川县裘坊乡一带）。北宋文学家。博涉丰富，书无不读，为文不喜缀缉陈言。熙宁中，（公元1073年左右）士方推崇王肃、马融、许慎之业，剽掠临摹之艺大行，独南公不能逐时好。一试礼闱不遇，遂退而乐室灌园，益著书，且借史笔以寓贬，以斧名齐。元佑初，（公元1086年）立十科士，曾肇疏称之欲命以官，旋卒。南公著有灌园集二十卷，《文献通考》传于世。",
  "content": "<h2>生平</h2> <p><strong>青年有才</strong></p> <p>　　生始数岁，日记愈万言。少长亹亹（勤勉不倦），识其义理知学，为古文歌<a href=\"http://so.gushiwen.org/author_1759.aspx\">诗</a>，尤喜韩退之（<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，唐宋八大家之首，唐代古文运动的倡导者）之为文，益以古道自居（文以载道，以道义自任，主张文章经世致用，反对缀缉陈言）。邓圣求（邓润甫，黎川县城人，和<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>同为<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>学生，是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法运动的得力干将，曾知抚州，历任吏部、礼部和兵部尚书，拜尚书左丞，谥“安惠”）待次园庐，一见南公，与语，奇之，延寘（安置）斋馆，日夕亲与议论。是时，圣求方以辞学德行重于时，由是声誉暴发，人始知南公自负为不谬也。熙宁初，尝与乡荐（州县荐举）至京师礼部试，罢（未中）。曾子宣（<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>，南丰人，曾巩之弟，曾任翰林学士兼三司使和尚书右仆射）高其才，谴其子延日三造于逆旅（旅馆），请留以馆舍，南公拂袖不谢（不辞）而去。既归，慨然叹曰：“使我有数椽屋以栖其躯，有两盂饭以不虚晨晡（申时，午后3—5时）之腹，则吾在汶上久矣（山东汶上以孔孟之乡、礼仪之邦闻名遐迩，是读书人的圣地。此处南公似有将自居之地变为汶上、暗比圣人之意）。知之者相与赞成其志。于是，置田筑室于丰义之西村，自号灌园先生。</p> <p><strong>诗歌特色</strong></p> <p>　　他对韩愈<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>之文非常的推崇，曾效仿韩愈的《送穷文》而作五古《穷鬼》，中有云：“随我三十载，间关不辞勤。诱我上债台，为我拥愁根。”亦见其处境之穷困。他为文力求高古，反对剽掠穿凿。他的《中山感怀》中说：“作诗解君颐，恨少月露体。”所以诗亦少藻饰而多议论，写景抒情都非其长，因而色调不足，但对社会下层生活却很关心，西家弃儿，贫妇改嫁，乞士忍辱，老樵受屈，黥徒叹苦，他都以同情的态度，朴素的语言发之于诗。</p> <p><strong>文章典丽</strong></p> <p>　　元祐初，陈内翰绎（王安石同年进士）知建昌军，相见惊喜，留连郡榻，动累旬浃（整整十日），属朝廷诏天下以十科举士，即“十科举荐令”，为<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>建议施行的简拔人才的法令，包括“一曰德行纯固，可为师表科；二曰节操方正，可备献纳科；三曰智勇过人，可备将帅科；四曰公正聪明，可备监司科；五曰经术精通，可备讲读科；六曰学问赅博，可备顾问科；七曰文章典丽，可备著述科；八曰善听狱讼，尽公得实科；九曰善治财赋，公私俱优科；十曰练习法令，能断请谳科”，绎即以“文章典丽，可备著述科”荐之。已而曾文昭肇（曾巩弟，历任礼、吏、户、刑四部侍郎和中书舍人，谥“文昭”，追封曲阜县开国侯）还翰林，又以“德行纯固，可为师表科”荐之。曾舍人巩（文学家，唐宋八大家之一，官至中书舍人）称其读书为文，不事俗学，安贫守道，志希古人。苏内翰轼（文学家、诗人，唐宋八大家之一，官至翰林学士、中书舍人）诸名公皆在禁掖（皇宫的旁舍，大臣办公的地方）方议取南公所为文论，荐欲命以官，未及而卒。所著有《灌园先生集》三十卷行于世（已佚。清四库馆据《永乐大典》所录，辑为二十卷）。</p>"
}