{
  "id": 1200,
  "star": 2,
  "name": "苏颋",
  "dynasty": "唐代",
  "desc": "苏颋（670年－727年），字廷硕，京兆武功（今陕西武功）人，唐代政治家、文学家，左仆射苏瑰之子。苏颋进士出身，历任乌程尉、左司御率府胄曹参军、监察御史、给事中、中书舍人、太常少卿、工部侍郎、中书侍郎，袭爵许国公，后与宋璟一同拜相，担任同平章事。苏颋是初盛唐之交时著名文士，与燕国公张说齐名，并称“燕许大手笔”。他任相四年，以礼部尚书罢相，后出任益州长史。727年（开元十五年），苏颋病逝，追赠尚书右丞相，赐谥文宪。",
  "content": "<h2>轶事典故</h2> <p><strong>思如泉涌</strong></p> <p>　　唐隆政变后，苏颋负责草拟诏书。他随口述说，让书吏抄写，不仅速度很快，而且斟酌恰当。书吏多次对他道：“请您口述得稍慢一些，我们记不过来，恐怕会把手腕累坏。”宰相<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>叹道：“苏舍人思如泉涌，我比不上啊。”</p> <p><strong>不让前朝</strong></p> <p>　　开元初期，苏颋、李乂担任中书侍郎，主掌文诰。一次，唐玄宗对苏颋道：“则天朝有李峤、<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>，并称苏李，才冠当时。如今朕有你和李乂，也不比他们逊色。”</p> <p><strong>子过其父</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>与苏颋一同执政时，关系融洽。苏颋遇事多谦让宋璟，对宋璟提出的意见，也尽力襄助。宋璟对人道：“我与苏氏父子，前后同时为相，苏仆射（<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>）宽厚长者，乃是国器。然而在对朝政提出建议以及处理政务的精敏程度方面，苏颋胜过他的父亲。”</p> <p><strong>不易忠节</strong></p> <p>　　苏颋担任益州长史时，司马皇甫恂出使蜀地，索取库钱，购买锦半臂、琵琶捍拨、玲珑鞭等物，苏颋却不肯给钱。有人劝道：“您远离京都，不要忤逆皇帝。”苏颋道：“英明的皇帝不会以私人喜爱来夺取公众利益，我又怎能因远离京都而改变忠臣的节操？”</p> <p><strong>遗书止寇</strong></p> <p>　　巂州蛮酋苴院勾结吐蕃，欲入侵唐朝。苏颋时任益州长史，他抓获一个间谍，不顾官吏出兵征讨的请求，修书给苴院，道：“不要这么做！”并将间谍送还。苴院羞愧不已，从此不敢再动入侵之念。</p> <p><strong>玄宗罢猎</strong></p> <p>　　苏颋出葬时，唐玄宗在咸宜宫游玩，正欲前去打猎，得知消息后，悲伤的道：“苏颋今日下葬，我怎忍心去游乐。”于是返回宫中。</p><br/><h2>家庭成员</h2> <p>父亲：<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>，官至尚书左仆射。</p> <p>兄弟：苏诜，官至徐州刺史。</p> <p>兄弟：苏冰，官至虞部郎中。</p> <p>兄弟：苏乂，官至职方郎中。</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　苏颋自幼聪明过人，能一目数十行，过目不忘，后考中进士，授为乌程县尉，又被举为左司御率府胄曹参军，累迁至监察御史。702年（长安二年），苏颋奉命复核来俊臣等酷吏所处理的案件，为负冤者洗脱冤屈。</p> <p>累任要职</p> <p>　　706年（神龙二年），苏颋升任给事中，加修文馆学士，又拜中书舍人，专掌文诰。当时，苏颋的父亲<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>担任同中书门下三品，父子二人同在朝中掌管枢密，荣耀一时。不久，苏颋改任太常少卿。</p> <p>　　710年（景云元年），苏瑰病逝。唐睿宗命将苏颋夺情，授为工部侍郎。苏颋上表推辞，唐睿宗又命李日知前去传旨。李日知回奏道：“臣见到苏颋悲痛欲绝的样子，实在不忍心说什么，担心他会发生意外。”唐睿宗只得允许苏颋守孝三年。</p> <p>　　713年（开元元年），苏颋守孝期满，就任工部侍郎。后来，唐玄宗问宰相道：“有从工部侍郎直接升任中书侍郎的先例吗？”宰相答道：“陛下任用贤能，何必计较其资历呢？”唐玄宗遂任命苏颋为中书侍郎、知制诰，又让他袭爵许国公。</p> <p><strong>担任宰相</strong></p> <p>　　716年（开元四年），苏颋升任紫微侍郎、同紫微黄门平章事，成为宰相，并与侍中<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>一同执政。宋璟为人刚正，对很多政务断然裁决，苏颋则顺从其美。在皇帝面前奏事时，宋璟若有没想到或一时答不上来的，苏颋就会上前协助。</p> <p>　　718年（开元六年），唐玄宗下诏严禁恶钱流通，并收缴民间私钱，熔铸为式钱，以致京师人心浮动，各项交易几乎停止。苏颋与宋璟上奏朝廷，建议由太府出钱二万缗，以平价收购百姓手中可供官府使用的滞销物品，并允许两京官员预支官俸，使得良钱流入民间。</p> <p>　　719年（开元七年），王皇后的父亲王仁皎去世，其子王守一请求援用窦孝谌的先例，修筑五丈一尺高的坟墓。唐玄宗同意，但苏颋极力反对：“根据礼制，一品官墓高一丈九尺，陪葬皇陵者也只是高出三丈而已。窦太尉的坟墓，已经受到指责，只是当时无人指出它的过失，现在怎能重犯这样的错误！臣等对此再三劝谏，只是欲成就皇后美名。”唐玄宗大悦，赏苏颋绢帛四百匹。</p> <p><strong>晚年生活</strong></p> <p>　　720年（开元八年），苏颋被罢为礼部尚书，不久出任益州大都督府长史，按察节度剑南各州。当时，蜀地凋敝，百姓流离。苏颋到任后，招募戍卒，开掘盐井，冶炼铁器，通过盐铁来赚取钱财，购买谷物，充实粮库。</p> <p>　　725年（开元十三年），唐玄宗封禅泰山。苏颋随驾前往，并撰写朝觐碑文。十二月，唐玄宗采纳御史中丞<a href=\"http://so.gushiwen.org/author_1388.aspx\">宇文融</a>的建议，将吏部的官吏选授事务分为十铨，命苏颋等十人主持吏部铨选。</p> <p>　　727年（开元十五年），苏颋病逝，终年五十八岁。唐玄宗在洛阳南门举哀，并废朝两日，追赠尚书右丞相，赐谥文宪。</p>"
}