{
  "id": 523,
  "star": 3,
  "name": "杨士奇",
  "image": "http://img.gushiwen.org/authorImg/yangshiqi.jpg",
  "dynasty": "明代",
  "desc": "杨士奇（1366～1444），明代大臣、学者，名寓，字士奇，以字行，号东里，谥文贞，汉族，江西泰和（今江西泰和县澄江镇）人。官至礼部侍郎兼华盖殿大学士，兼兵部尚书，历五朝，在内阁为辅臣四十余年，首辅二十一年。与杨荣、杨溥同辅政，并称“三杨”，因其居地所处，时人称之为“西杨”。“三杨”中，杨士奇以“学行”见长，先后担任《明太宗实录》、《明仁宗实录》、《明宣宗实录》总裁。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>一岁时丧父，其母改嫁当时任德安同知的罗性，杨士奇于是改姓罗。后来有一次罗家祭祖，年幼的杨士奇自做土像祭祀杨氏祖先，被罗性发现并赞扬他的志气，恢复其宗姓。随后，罗性因得罪权贵戍边陕西去世，杨士奇与母回到德安，他一边教学一边侍母。他游走于湖北、湖南进行教学，其间居住江夏的时间最长。</p> <p>　　建文年间，明惠帝召集文臣修撰《明太祖实录》，王叔英以史才推荐杨士奇。之后，他进入翰林，充当编纂官。随后，吏部对进入史馆的文臣进行考试，吏部尚书张紞看到杨士奇的答卷后说：“这不是一个编经人的言论。”于是奏请为第一名。该授吴王府副审理，仍然供其编纂馆职位。 </p> <p>　　明成祖即位后，改杨士奇为翰林院编修。不久，进入内阁，参与负责机务。数月后，晋升为侍讲。</p> <p>　　永乐二年，选拔宫僚，杨士奇为左中允，三年后再升为左谕德。杨士奇为官非常谨慎，回家时从不言公事，即使是至亲都不得听闻。他在明成祖前，举止恭慎，善于对答，谈事有灼见。他人有过失，杨士奇都为之揜覆。当时广东布政使徐奇统领西南时，赠当地特产与内廷官员，有人得到馈赠名单呈上皇帝。明成祖看后其中无杨士奇名字，于是召见询问。他回答道：“徐奇当时奔赴广东的时候，群臣作<a href=\"http://so.gushiwen.org/author_523.aspx\">诗</a>文赠行，当时恰逢我得病未有参与，所以唯独没有我的名字。如果我当时无病，是否有我的名字也未知。况且赠礼都是小东西，应当没有其他意思。”明成祖于是命令烧毁了那份名单。</p> <p><strong>身处宫斗<br></strong>　　永乐六年，明成祖北巡，命杨士奇与蹇义、黄淮一同留守辅佐太子监国。太子朱高炽喜欢文学，赞赏王汝玉，让他以诗法进讲。杨士奇则称：“陛下应当留意学习《六经》，空暇时候则阅读两汉时期的诏令。诗歌乃雕虫小技，不足为学。”太子表示赞同。当初朱棣起兵时候，汉王朱高煦力战有功。朱棣许诺成功后立其为太子。靖难之役结束后，却未曾立他，朱高煦于是很怨恨。朱棣又怜悯年幼的赵王朱高燧，并异常宠爱他。于是汉王、赵王联合离间太子，朱棣颇为心痛。永乐九年，明成祖回到南京，召问杨士奇太子监国的情况。他称太子孝敬，并说：“太子天资高，有过错必知，然后必改。其存有爱人之心，绝对不会辜负陛下重托。”朱棣听后大悦。永乐十一年遇到日食，礼部尚书吕震请求不要罢免朝贺，礼部侍郎仪智则持相反观点。杨士奇则引用宋仁宗故事力劝，明成祖听后遂罢免。次年，朱棣北征，杨士奇仍留任辅佐太子监国，当时朱高煦开始不断谮言太子。当朱棣北征归还后，太子迎驾迟缓，朱棣气急下把大量东宫大臣黄淮等人下狱问罪。杨士奇之后赶到，被宥免罪。之后召问太子这件事，杨士奇顿首道：“太子仍然和以前一样孝敬。凡是这些迟迎的事情，都是臣等的罪过。”朱棣听后稍微平缓。而其他重臣仍然不断上疏弹劾杨士奇不应当独宥，朱棣遂命其下锦衣卫诏狱，之后释放。 </p> <p>　　永乐十四年，朱棣返回京师，稍微听闻了汉王夺嫡的打算以及其他不轨行径，于是问蹇义这些事情。蹇义没有回答，于是问杨士奇。他对答道：“臣与蹇义都是侍奉东宫的，其他外人不敢对我俩谈论汉王的事情。但是皇帝两次派遣其就藩，都不肯赴任。现在知道陛下要迁都，马上就请留守南京。这些请陛下仔细考察他的本意。”朱棣听闻后默然不语，之后起身还宫。过了几天之后，朱棣了解了所有事情，于是削汉王的两个护卫营，并安置其到乐安。</p> <p>　　永乐十五年，晋升他为翰林学士，兼任旧职。永乐十七年，改为左春坊大学士，兼任翰林学士。永乐十八年，因为辅导太子有失职被连坐，下锦衣卫狱，十天后即被释放。 </p> <p><strong>仁宣之治<br></strong>　　明仁宗即位后，升杨士奇为礼部侍郎兼华盖殿大学士。当时明仁宗在内阁时，蹇义、夏原吉奏事未退，老远望见杨士奇，于是对两人说：“新上任的华盖殿大学士来了，必定有正直之言，我们不妨都听下。”杨士奇进言道：“皇上两日前刚下诏减免岁供，可惜薪司又征枣八十万斤，这与前诏相矛盾吧。”明仁宗于是马上下令减免一半。当时朱棣刚驾崩，明仁宗服制二十七日期满，大臣吕震上疏请穿吉服。杨士奇则称不可，吕震随即高声厉叱杨士奇，蹇义见此，兼顾两人观点进言。次日，朱高炽仍然戴素冠穿麻衣上朝，而廷臣中只有杨士奇与英国公张辅仍然服制如初。罢朝后，明仁宗对两旁人说：“（父亲）棺木仍然在停柩，我又怎能忍心易服，杨士奇所做的是对的。”之后，晋升杨士奇为少保，与杨荣、金幼孜共赐“绳愆纠缪”银章。之后晋升少傅。 </p> <p>　　当时籓司守令进朝，尚书李庆建议发军伍余马给有关部门，然后每年课征马驹。杨士奇反对道：“朝廷选拔贤能授官，却用来牧马，这是重视牲畜而轻视士族，怎么能够示于后人？”仁宗则批准李庆建议，当时朝廷寂然。杨士奇再次上言力劝，仍不批准。随后，皇帝驾临思善门后，召见杨士奇说：“我怎么会真这样呢？只是听闻吕震、李庆等人不喜欢你，我担心你被孤立会被他们中伤，所以不欲因为你的话而罢此事。现在我找到方法了。”于是拿出陕西按察使陈智称“养马不便”的上疏，命其草敕执行。杨士奇随后顿首称谢。当时群臣正在朝上商议元旦事宜，吕震请求用乐，杨士奇与黄淮上疏劝阻，仁宗不听劝阻。后杨士奇再次上奏，在庭中等至晚上十点，明仁宗最后同意。一天以后，明仁宗召对杨士奇道：“吕震每次误我，如果不是你等人的进言，我早追悔莫及了。”于是下命杨士奇兼任兵部尚书，同食三份俸禄（内阁、翰林院、兵部）。杨士奇则辞去兵部尚书的俸禄。 </p> <p>　　明仁宗还在太子监国之时，即仇恨御史舒仲成，即位后欲治其罪。杨士奇说：“陛下即位后，曾下诏忤旨的人都得免罪。如果要治舒仲成的罪，则当时的诏书则无信，众多大臣会因此恐惧。皇上为何不能效仿汉景帝对待卫绾呢？”仁宗于是打消此念头。当时有人称大理寺寺卿虞谦言事不密，明仁宗大怒降其一级。杨士奇为他鸣白，虞谦得以恢复原籍。之后大理寺少卿弋谦因言得罪。杨士奇称：“弋谦是应诏而陈言。如果要加其罪行，恐怕群臣自此都不再说话了。”明仁宗因此立升弋谦为副都御史，且下敕引过自咎。</p> <p>　　当时有大臣上书歌颂太平盛世，明仁宗把其示与各位大臣，群臣皆以为然。唯独杨士奇称：“陛下虽然泽被天下，但是靖难所牵连的流徙尚未归乡，战争所导致的疮痍尚未恢复，百姓仍然为温饱担忧。应当继续休养生息数年，太平盛世才可期至。”明仁宗表示赞同，并称：“我对你们至诚，是希望匡正辅佐、纠正错误。但只有杨士奇曾经五次上书，你们等人均无一言。果真朝廷政事毫无错误？天下太平了么？”群臣听后惭愧道歉。同年四月，明仁宗赐杨士奇玺书以表彰其贤德忠贞。此后，命修《明太宗实录》，杨士奇与黄淮、金幼孜、杨溥俱充总裁官。</p> <p>　　不久，明仁宗病重，召杨士奇与蹇义、黄淮、杨荣到思善门，命杨士奇书写遗敕召太子朱瞻基到南京。</p> <p><strong>谏免兵戈<br></strong>　　明宣宗即位后，杨士奇担任总裁修撰《明仁宗实录》。宣德元年，汉王朱高煦起兵谋反。明宣宗亲征平定叛乱。部队归还抵达献县单家桥时，户部侍郎陈山迎谒，并上言汉、赵二王沆瀣一气，请明宣宗乘势袭彰德（今河南安阳）逮捕赵王朱高燧。杨荣支持陈山的主张，但遭到杨士奇的反对。杨士奇称：“事情应当如实，怎么可以欺骗天地鬼神么？”杨荣厉声喊道：“你是要阻挡大计！现在逆党（朱高煦）都称赵王相谋为实，怎么说没有理由？”杨士奇说：“太宗（朱棣）有三个儿子，当今皇上只有两个叔父。有罪的不可赦免，但无罪的应当厚待，怀疑的话则防范，使其没有预谋而已。何必动辄加兵相战，伤皇祖的在天之意呢？”当时只有杨溥赞同杨士奇看法。于是杨荣率先入谏，杨士奇随后，明宣宗命皇宫侍卫不与两人入宫。之后明宣宗召见蹇义、夏原吉，两人均赞同杨士奇看法。明宣宗于是无意加罪于赵王，部队直接回京。抵达京师后，明宣宗召见杨士奇，并问其：“现在很多人都在上奏赵王事，怎么办？”他回答道：“赵王是您最亲的亲人，陛下应当保全他，不要被群臣言论所迷惑。”明宣宗称：“我想把群臣的奏折都拿给赵王看，另其自己处理如何？”他对答道：“甚好，如果能够赐一玺书更好。”于是朝廷发送玺书奏折给赵王。赵王看后大喜，哭着说：“吾生矣。”随即上书表示感谢，且献出护卫部队，言论从此停息。明宣宗从此待赵王日益亲切而轻待陈山，此外还对杨士奇说：“赵王之所以得以保全，都是您的功劳啊。”并赐金币给他。 </p> <p>　　自明成祖攻占交阯（现越南）并设置交阯布政使司后，该地区屡次叛变。明朝屡次发兵征讨均战败。交阯黎利派人伪请立陈氏后人。明宣宗也厌恶兵战，预备答应其请求。英国公张辅、户部尚书蹇义等大臣以下数人都称，赐其无名，反而只会示弱于天下。明宣宗于是召见杨士奇、杨荣商议，两人力言称：“陛下体恤百姓，不是无名之举；汉朝放弃珠崖郡，史书都以此为美谈，不是示弱。请许其方便。”于是明宣宗下令命选择使者出使交阯，蹇义推荐善于口辩的伏伯安。杨士奇则表示：“善于言辞的人不忠信，虽然交阯是蛮貊之邦也不可派遣。伏伯安是小人，去的话只会辱国。”明宣宗赞同其言，改派他人。从此，明朝放弃交阯并罢兵，每年省出军费上亿两。 </p> <p><strong>体恤百姓<br></strong>　　宣德五年，明宣宗奉皇太后谒陵，召见英国公张辅、尚书蹇义及杨士奇、杨荣、金幼孜、杨溥，在行殿中张太后朝见并慰劳众臣。明宣宗又对杨士奇说：“太后对我说，先帝当时在青宫，只有您敢于直言不忌，先帝能够听从，所以诸事得以不败。她又叮嘱我应当接受直言。”杨士奇对曰：“这是皇太后的盛德之言，希望陛下能够记住它。”</p> <p>　　当时杨士奇已老有疾，上朝均迟，无法论奏。明宣宗曾微服私访，某夜访问杨士奇家。杨士奇仓猝迎接，并顿首道：“陛下怎么能以社稷宗庙之身而自轻？”明宣宗答道：“我只想和您商量事情，所以来拜访。”几日后，宫中捉获两盗且有异谋。明宣宗于是召见士奇，并称“今而后知卿之爱朕也。”当时明朝屡遭水旱灾害，明宣宗召见杨士奇讨论下诏宽恤免灾租税等事。杨士奇于是请奏免除百姓所欠的薪鱼钱、减官田租赋、免除粮税、清理冤假积案、裁汰工役等建议，使百姓获益。过了两年后，明宣宗对杨士奇说：“体恤百姓的诏书已经下很久了，现在还有什么要体恤的呢？”他则称：“此前下诏减官田租，但户部仍然征收如旧。”明宣宗不悦称：“那现在必须执行，不遵守者依法处理。”他还请求招抚逃民，严惩贪污官吏，提举有文学、武勇才能的人，命曾经被判极刑的犯人子孙也有从官资格。此外，他还请廷臣三品以上及二司官各自举荐人才（<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>、周忱、况钟等人即此时被举荐）。这些建议均得到明宣宗批准。</p> <p>　　那个时候，明宣宗励精图治，杨士奇等内阁廷臣同心辅佐，海内号为治平。明宣宗还模仿古代君臣豫游，每到年初，均赐百官十日假期。到西苑万岁山郊游时，诸位学士均跟从，进行赋诗赓和，明宣宗并问民间疾苦。朝议中的论奏，明宣宗均虚心倾听采纳。此外，朝廷上内阁大臣相处融洽、风气为正。明宣宗即位时，内阁臣七人中陈山、张瑛被改为其他职位，黄淮以疾致仕，内阁中只有杨士奇、杨荣、杨溥三人。杨荣为人果毅敢为，且屡次跟随明成祖北征，熟知边疆将领与敌情事务，但颇爱接受馈遗，当时边将每年都送良马与杨荣。明宣宗知道后，问杨士奇。他则称：“杨荣通晓边疆事务，我等人不及，陛下不宜以此小错而介意。”明宣宗笑道：“杨荣曾经揭你和夏原吉的短，你为何还替他说好话？”他对答道：“希望陛下能够像容我一样容杨荣。”明宣宗于是同意。此后，话语传到杨荣，杨荣则以此愧对杨士奇，于是两人相处甚欢。明宣宗也因此对其更亲厚，前后所赐的珍果、牢醴、金绮衣、币、书器多不胜数。 </p> <p><strong>由盛转衰<br></strong>　　明宣宗驾崩后，明英宗即位，年仅九岁。军政均由张太皇太后负责，太皇太后又命所有部门议案均先经过内阁三杨的咨议后再进行裁决。三人当时亦很自信，杨士奇首推训练士卒坚守边疆，并设置南京参赞机务大臣，分遣</p> <p>　　文武镇抚江西、湖广、河南、山东等地，并罢免侦事校尉。又请求减免租税，并慎刑牢狱，此外严格官员考核机制。这些均得到太皇太后的批准并执行。正统初年，朝政清明均为三杨等人的功劳。正统三年，《明宣宗实录》制成，杨士奇晋少师。次年，乞求致仕，不予批准。之后明英宗下敕归省墓，不久批准归还。</p> <p>　　当时，中官王振受宠于明英宗，渐渐干预到外廷政事，并诱导明英宗乱对大臣加罪。靖江王佐敬偷偷赠杨荣黄金，杨荣当初正在省墓，归后不知此事。王振却欲弹劾杨荣，此时杨士奇出面力解。但杨荣不久即去世，杨士奇、杨溥日益孤立。次年，明英宗大兴兵马征讨麓川，藏帑金数万。再一年，太皇太后去世，王振势力越大并作威作福，百官若有不满均被逮捕。廷臣中人人自危，杨士奇也无法制止。</p> <p>　　此时，杨士奇之子杨稷为人傲横，曾经因施暴杀人。之后各位御史相继弹劾杨稷，朝廷商议不予加法，但把罪状给了杨士奇。随后有人再次告发杨稷横虐的数十件事情，杨士奇只能以老疾告辞。明英宗恐怕伤害杨士奇，下诏安慰。杨士奇感恩哭泣，不久忧虑不起。正统九年，杨士奇去世。赠太师，谥文贞。</p><br/><h2>相关质疑</h2> <p>　　名实不符(摘自《北京青年报》，作者：付俊良)　“三杨”，即杨荣、杨溥、<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>，他们在任辅臣期间，安定边防，整顿吏治，发展经济，使明朝的国力继续沿着鼎盛的轨道发展，并使明代阁臣的地位得到空前提高，由原来的皇帝办事员转变为具有丞相性质的辅臣，他们因此被史家视为名臣。明人焦竑《玉堂丛语》卷七中有言：“正统间，文贞（杨士奇）为西杨，文敏（杨荣）为东杨，因居第别之。文定（杨溥）郡望，每书南郡，世遂称南杨。西杨有相才，东杨有相业，南杨有相度。故论我朝贤相，必曰三杨。”可见他们在明代的影响。<br>　　但人无完人，在了解明代这一段历史的过程中，笔者发现在“三杨”的所作所为之中，也有许多与“名臣”不相称的地方。</p> <p><strong>一疑</strong><br>　　“三杨”不顾事实，歪曲前人形象<br>　　《明太宗实录》卷九下乙丑条中有这样的一条记载：“上至金川门……时有执<a href=\"http://so.gushiwen.org/author_236.aspx\">方孝孺</a>来献者，上指宫中烟焰谓孝孺曰‘此皆汝辈所为，汝罪何逃？’孝孺叩头祈哀……”方孝孺是“靖难”中的名臣，因不与新皇帝（即永乐皇帝）合作，被灭了“十族”，创造了灭族的“历史之最”。这是史实，但实录中却说他“叩头祈哀”，而身为编修《太宗实录》总裁官的“三杨”对此却置若罔闻，这是名臣之所为吗？<br>　　更值得一提的是，“西杨”杨士奇还有忘恩负义之嫌，《玉堂丛语》卷八《仇隙》中引有隆庆时的刑部尚书郑淡泉的话：“方逊志宠任时，荐西杨，西杨修实录，乃谤方叩头乞余生”。方逊志就是方孝孺，建文元年受建文帝之命担任修撰《太祖实录》的总裁官，当时杨士奇只是一个读书人，还没有入仕，《明史》本传说他被人举荐参与修撰《太祖实录》。联系到当时方孝孺的身份以及郑淡泉的话，看来推荐杨士奇的人就是方孝孺，但杨士奇在修《太宗实录》的时候却置事实于不顾，歪曲恩人，实乃有损“名臣”的形象。</p> <p><strong>二疑</strong><br>　　“三杨”庇护宦官<br>　　有明一代，宦官活动极为猖獗，而首开宦官专政的是正统朝的太监王振。王振，山西蔚州（今河北蔚县）人，进宫做了太监，英宗从小由他侍候，对他颇为信赖。英宗继位的时候只有九岁，王振“狡黠得帝欢”，“导帝用重典御下”，“于是大臣下狱者不绝，而振得因以市权”（《明史·王振传》）。英宗的祖母、太皇太后张氏觉察到王振的擅权，要把他杀掉，英宗跪下为他求情。看到皇帝下跪，站在旁边的几个大臣也跟着跪下求太皇太后不要杀王振。就这样，本来利刃已经架到脖子上的王振幸免一死（《明史纪事本末》卷29王振用事）。而在那些下跪求情的大臣中就有经历四朝的老臣“三杨”。<br>　　王振违背成宪（<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>定有“宦官不得干政”的祖制），擅权干政，连女流之辈的太皇太后都看出来了，欲维护祖制，而名臣“三杨”怎么就没有一点儿意识呢？<br>　　正是因为这个王振，才有后来几使大明陷入绝境的“土木之变”，明代宦官专权乱政的局面也从此愈演愈烈，直至明亡。</p> <p><strong>三疑</strong><br>　　“西杨”家教不严，致其子侵暴杀人<br>　　《明史》称杨士奇有学行。有学行又居高位，杨士奇应该更会“齐家”，但也许是他光顾着国家了，自家的后院却起了火，其子杨稷仰仗老爷子有权，傲慢无礼侵暴杀人，遭到了言官们的交章劾举。碍于杨士奇的面子，皇上并没有立即下旨治罪，但是接着又有人告他儿子“横虐数十事”，皇帝这才下令查治。<br>　　好在此时，年老的杨士奇还没有糊涂，为了避嫌，他以老疾告归，皇帝也给了他十足的面子，安慰并且挽留他，杨士奇感激涕零，但毕竟事关儿子的死活，一代名臣最终忧郁而死。<br>　　杨士奇死后，其子杨稷被绳之以法。 </p><br/><h2>墓</h2> <p>　　其墓坐落在泰和县澄江镇城北杏岭村北山坡上，赣粤高速公路泰和互通口下9公里可达。距吉安市区约42公里。始建于明正统九年。它背倚青山，前临方塘，四周山花飘香，青松吐翠，风景秀美。墓坐西向东，墓园东西长约100米，南北宽约50米，占地约7.5亩，有短墙环护，气势非凡。1957年，<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>墓被列为江西省第一批文物保护单位。可惜“文革”期间墓园部分建筑被毁。1986年，省文化厅拨款对被毁部分进行修复，至1988年竣工。自竣工之日起，杨士奇墓即开放，供人们游览凭吊。同年被选入《中国名胜词典》。</p> <p>　　经过修葺的杨士奇墓，除守墓房和护墙尚未修复外，基本上恢复了原貌。墓园分为三个层次，可沿台阶自下而上，依次观瞻。最下方平台上立有两支华表，顶端各有一镂雕的小狮端坐其上。华表左侧有一座碑亭，该亭平面吐方形，四面开卷顶窗。亭内有一硕大的石龟。背驮一块高2.5米、宽0.94米的汉白玉石碑，此即英宗的御祭文碑。碑的上端有篆体\"御祭\"二字，并饰以图案；其下为楷体碑文，皆阴刻。中间的平台稍高，前端建有一座牌坊。牌坊三门四柱，下砌台阶，巍然矗立，雄伟壮观；中匾浮雕的仁宗敕赐“与国咸休”四个行体大字。笔力雄键，赫然醒目，更使其流光溢彩。穿过牌坊，但见石俑、石马、石狮伫立牌坊后墓堂两边，一座座雕刻精细，栩栩如生。再拾级而上，便到达墓平台。墓室为砖石结构，前端砌有呈“八”字形的挡土墙。墓封土高2.5米，直径10米。墓前竖有\"望碑\"，亦为汉白玉石，正面阴刻“呜呼，杨文贞之墓”几个遒劲的楷体大字，背面为其生平简介。整座墓园富丽、肃穆，凸显明代墓葬的特色。 </p><br/><h2>文学著作</h2> <p>　　明成祖即位后改编修，主修《明实录·太宗文皇帝实录》。</p> <p>　　正统六年（1441年），<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>与马愉、曹鼎等人编成《文渊阁书目》。旧本不分卷（《四库全书》定为4卷）。著录图书7297部。大多不著撰著人姓氏。书分39类，编20号，每号分数橱，以千字文排次。</p> <p>　　另著有《三朝圣谕录》三卷、《奏对录》、《历代名臣奏议》、《周易直指》十卷、《西巡扈从纪行录》一卷，《北京纪行录》二卷，《东里集》二十五卷，<a href=\"http://so.gushiwen.org/author_523.aspx\">诗</a>三卷。 </p><br/><h2>诗文特征</h2> 　　明人<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>对其<a href=\"http://so.gushiwen.org/author_523.aspx\">诗</a>评论说：“少师韵语妥协，声度和平，如潦倒书生，虽复酬作驯雅，无复生气。”大致概括了他的诗文特征。"
}