{
  "id": 2589,
  "star": 1,
  "name": "李季兰",
  "image": "http://img.gushiwen.org/authorImg/lijilan.jpg",
  "dynasty": "唐代",
  "desc": "李季兰（713年-784年）原名李冶，字季兰，乌程（今浙江湖州吴兴）人。唐代女诗人、女道士。生于唐玄宗开元初年，幼时住在四川三峡。",
  "content": "<h2>生平</h2> <p>　　据《唐才子传》记载，<a href=\"http://so.gushiwen.org/author_2589.aspx\">李季兰</a>幼时“美姿容，神情萧散，专心翰墨，善弹琴，尤工格律”六岁时作《蔷薇》<a href=\"http://so.gushiwen.org/author_2589.aspx\">诗</a>曰:“经时未架却，心绪乱纵横。”“架却”谐音“嫁却”，她父亲认为此诗不祥——小小年纪就知道待嫁女子心绪乱，长大后恐为失行妇人。于是将她送入剡中玉真观出家，改名李季兰。李季兰每日做诗、弹琴倒也清净自在。转眼间她已经十六岁了，对观中生活渐渐觉得寡淡无味，向往外面的世界。当时有许多文人雅士来观中游览，见有一个清秀的小道姑，就常与她逗笑，李季兰每每以秋波暗送，故人称“风情女子”。李季兰与当时的名士朱放、<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>、崔焕、肖叔子、<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>、阎士和等人也交往甚好，经常谈诗论词，互相视为知己。李季兰的诗名越传越广，有她引发的诗友会集活动也是越来越大，越来越多，直至广陵（今江苏扬州）。广陵是文人荟萃的地方，李季兰的名气可谓无人不知、无人不晓。诗人<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>赞誉她是“女中诗豪”，高仲武夸她“形气既雄，诗意亦荡，自鲍昭已下，罕有其伦”。天宝年间，唐玄宗闻知她的诗才，特地召见她赴京入宫。此时的李季兰已经四十多岁，这可是极大地殊荣，但她的容颜已随着岁月衰退，她不免喜中有伤，作诗道：“无才多病分龙钟，不料虚名达九重；仰愧弹冠上华发，多惭拂镜理衰容。驰心北阙随芳草，极目南山望归峰；桂树不能留野客，沙鸥出浦漫相峰。”从此定居长安，晚年还被唐德宗称为“俊妪”。然而建中四年（783年）发生泾原兵变，大将朱泚自立为帝，占据长安。李季兰与朱泚交往甚密，书信频繁，所以朱泚终于被平定后，李季兰被捕，遭到唐德宗责怪说她何不学严巨川作诗“手持礼器空垂泪，心忆明君不敢言”，然后将她扑杀处决。</p> <p>　　大凡佛道同占的宗教名山，一般是佛教庙宇居山腰、山底，道教宫观在山顶。道观之所以能够雄踞名山之巅，乃是因为道教是土生土长于中国的一派宗教。春秋时代老子撰《道德经》，原本为哲学著作；但到汉代张道陵、于吉等人，篡用老子之名，创立了“五斗米教”、“太平教”等宗教组织，从而兴起了以符籙禁咒之法行世的道教。道教因宣扬长生不老之术和驱灾免祸之法，因而广为贵族阶层和贫民百姓所信奉；男女道士都宽袍黄冠，出入豪富人家或浪迹江河湖海，为人谈玄说道、驱鬼镇邪，成了一种神秘而无拘的特殊人物。到唐代道教更是盛极一时，因为唐皇室姓李，与《道德经》的作者老子<a href=\"http://so.gushiwen.org/author_846.aspx\">李耳</a>同姓，为了说明自家皇朝是顺应天时、替天行道的，唐皇朝尊奉老子为太上玄元皇帝，自己则是他的后人。既然道教成了国教，那么势必使全国上下的人们趋之若鹜 ，后妃公主进入道观修行者比比皆是，名门闺媛也多争相出家作女道士，因女道士都头戴黄缎道冠，故又称为“女冠”。</p> <p>　　受唐代思想开放之风的影响，道观中也并非清静之地，许多才貌出众的女冠，虽以修行为名，但在道观中自由交际，成为一种“交际花”似的人物，李季兰就属于这一类的女冠。 虽然当时许多地处繁华地区的道宫中常有绯色新闻发生，但李季兰所处的玉真观因地处偏僻，还算是较为清静的地方。在这里，李季兰不知不觉长到了十六岁，这个豆蔻年华的少女出落得婷婷玉立，雪肌脂肤，好似一朵盛开的白莲。她在道观中读经之外，就是作诗、习字、弹琴。观主见她悟性甚高，对她悉心栽培，使她在翰墨及音律上造诣极深；但是道经的熏陶并没能制约住她浪漫多情的心性，身在清静道观的她，却一心向往着外面繁花似锦的世界。剡中就是今日的浙江嵊县一带，水木清华，物产丰饶，气候宜人。自东晋以来，这里就文风鼎盛，骚人名士辈出。玉真观虽地处偏远，但因景色幽谧，因而也不时地有一些文人雅士来观游览。文人中不免有风流多情之辈，见到观中风姿绰约又眉目含情的小女冠李季兰，总偶尔有大胆之士暗中挑逗。李季兰并不嗔怒，反而流露出“回眸虽欲语，阿母在旁边”的神情，令挑逗者更加心荡神怡。暗怀春情的李季兰，在观主和观规的约束下，虽不敢有什么过份的行径，但她的一颗心，早已浸润在爱情的渴慕中。从她的一首七律“感兴”中，便大略可窥视她的一点心思：</p> <p>　　朝云暮雨两相随，去雁来人有归期；</p> <p>　　玉枕只知常下泪，银灯空照不眠时。</p> <p>　　仰看明月翻含情，俯盼流波欲寄词；</p> <p>　　却忆初闻凤楼曲，教人寂寞复相思。</p> <p>　　寂寞的道观，锁住了少女的芬芳年华。李季兰艳丽非凡，热情如火，却被种种清规戒律压抑着，春情只能在心底里激荡、煎熬，春花渐凋，时光如流，芳心寂寞，空自嗟叹。长昼无聊，李季兰携琴登楼，一曲又一曲地弹奏，渲染着心中的激情；月满西楼时，独对孤灯，编织一首“相思怨”倾诉心声：</p> <p>　　人道海水深，不抵相思半；</p> <p>　　海水尚有涯，相思渺无畔。</p> <p>　　携琴上高楼，楼虚月华满；</p> <p>　　弹着相思曲，弦肠一时断。</p> <p>　　没有人欣赏李季兰的才情与美貌，缩在玉真观中任芳华虚度，李季兰实在太不甘心。在一个春日的午后，乘着观主和其他道友午睡，李季兰偷偷溜到观前不远的剡溪中荡舟漫游。在溪边她遇到了一位青年，他布衣芒鞋，却神清气朗，不象一般的乡野村夫。青年人要求登船，李季兰十分大方地让他上来了，交谈中方知，他是隐居在此的名士朱放。两人一见如故，言谈非常投缘，一同谈诗论文，临流高歌，登山揽胜，度过了一个愉快心醉的下午。临别时，朱放写下一首诗赠与李季兰：</p> <p>　　古岸新花开一枝，岸傍花下有分离；</p> <p>　　莫将罗袖拂花落，便是行人肠断时。</p> <p>　　诗中包含着眷恋与期求，引动了李季兰丝丝柔情，于是两人约好了下次见面的时间才恋恋不舍地分手。从此以后，两人不时在剡溪边约会，相伴游山玩水，饮酒赋诗；有时朱放以游客的身份前往玉真观，暗中探望李季兰，在李季兰云房中品茗清谈，抚琴相诉，度过了好长一段优游美好的岁月。后来，朱放奉召前往江西为官，两人不得不挥泪告别；各处一地，两人常有书信来往，托鱼雁倾诉相思之情。李季兰寄给朱放的一首诗写道：</p> <p>　　离人无语月无声，明月有光人有情；</p> <p>　　别后相思人似月，云间水上到层城。</p> <p>　　她象一个丈夫远行的妻子那样等待着朱放，天长日久，为朱放写下了不少幽怨缠绵的诗句，期望良人归来，来抚慰她“相思无晓夕，相望经年月”的凄寂情怀。然而，远方的朱放忙于官场事务，无暇来剡中看望昔日的观中情人。就在久盼朱放不归来的时候，一位叫陆羽的男子又闯入李季兰的生活。提起陆羽，大凡稍懂茶道的人，就对他不会陌生，陆羽曾经在育茶、制茶、品茶上下过一番工夫，写成《茶经》三卷，被人誉为“茶神]。陆羽原是一个弃婴，被一俗姓陆的僧人在河堤上捡回，在龙盖寺中把他养大，因而随僧人姓陆，取名羽，意指他象是一片被遗落的羽毛，随风飘荡，无以知其根源。陆羽在龙盖寺中饱读经书，也旁涉经史子集其它各类书籍，因而成为一个博学多才的世外高人。寺中闲居无事，偶尔听说附近玉真观有一个叫李季兰的女冠，才学出众，貌美多情，于是在一个暮秋的午后，专程往玉真观拜访李季兰。这天天气薄阴，秋风送凉，李季兰正独坐云房，暗自为朱放的久无音信而怅然。忽听门外有客来访，打开门一看，是一位相貌清秀，神情俊逸的青年男子。李季兰请客人落座，先是客套一番，继而叙谈各自在宫观和寺庙中的生活，谈得十分投机。后来，陆羽经常抽时间到李季兰处探望，两人对坐清谈，煮雪烹茶。先是作谈诗论文的朋友，慢慢地因两人处境相似，竟成为惺惺相惜、心意相通的至友；最终深化为互诉衷肠、心心相依的情侣。好在当时道观中泛交之风盛行，所以也无人强行阻止李季兰与外人的交往。</p> <p>　　一次李季兰身染重病，迁到燕子湖畔调养，陆羽闻讯后，急忙赶往她的病榻边殷勤相伴，日日为她煎药煮饭，护理得悉心周到。李季兰对此十分感激，病愈后特作了一首“湖上卧病喜陆羽至”的诗作答谢，其诗云：</p> <p>　　昔去繁霜月，今来苦雾时；</p> <p>　　相逢仍卧病，欲语泪先垂。</p> <p>　　强劝陶家酒，还吟谢客诗；</p> <p>　　偶然成一醉，此外更何之？</p> <p>　　作为一个女道士，李季兰能得到陆羽如此热情的关爱，心中自是感激欣慰不已。一个女人若一生中不能得到一个知心男人的爱，就宛如一朵娇媚的花儿，没有蜂蝶的相伴一样无奈；更何况是李季兰这样一位才貌双全、柔情万种的女人呢！其实，当时李季兰所交往的朋友并不在少数，《全唐诗》中就收录有大量与诸友互相酬赠的诗作，这群朋友中，有诗人、有和尚、有官员、有名士，他们多因与李季兰谈诗论道而成为朋友的。但若讲到知心密友，就非陆羽莫属了，李季兰与他除了以诗相交外，更有以心相交。李季兰和陆羽还有一位共同的好友，就是诗僧皎然。皎然俗家姓谢，是大诗人<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的十世孙，出家到梯山寺为僧，善写文章，诗画尤为出色。皎然本与陆羽是好友，常到龙盖寺找陆羽谈诗，有段时间却总找不到陆羽，于是写下了“寻陆羽不遇”一诗：</p> <p>　　移家虽带郭，野经入桑麻；</p> <p>　　迁种篱边菊，秋来未著花。</p> <p>　　叩门无犬吠，欲去问西家；</p> <p>　　报道山中去，归来每日斜。</p> <p>　　陆羽究竟到山中去作什么呢？经皎然的一再盘问，陆羽才道出是往玉真观探访李季兰去了。后经陆羽介绍，皎然也成了李季兰的诗友，常常是三人围坐，相互诗词酬答。不知不觉中，李季兰又被皎然出色的才华、闲定的气度深深吸引住了，常常借诗向他暗示柔情；皎然却已修炼成性，心如止水，不生涟漪，曾写下一首“答李季兰”诗表达自己的心意：</p> <p>　　天女来相试，将花欲染衣；</p> <p>　　禅心竟不起，还捧旧花归。</p> <p>　　对皎然的沉定之性，李季兰慨叹：“禅心已如沾呢絮。不随东风任意飞。”因而对皎然愈加尊敬，两人仍然是好朋友。虽然对皎然的“禅心不动”大加赞叹，但李季兰自己都无论如何修炼不到这一层，她天性浪漫多情，遁入道观实属无奈，她无法压制住自己那颗不安份的心。虽然有陆羽情意相系，但碍于特殊的身份，他们不可能男婚女嫁，终日厮守，李季兰仍然免不了时常寂寞。三十岁过后的李季兰，性格更加开放，交友也越来越多，时常与远近诗友会集于乌程开元寺中，举行文酒之会，即席赋诗，谈笑风生，毫无禁忌，竟被一时传为美谈。渐渐地，李季兰的诗名越传越广，活动范围也已不限于剡中，而远涉广陵，广陵是现在的扬州，是当时文人荟萃的繁华之地，李季兰在那里出尽了风头。后来，喜文爱才的唐玄宗听到了李季兰的才名，也读了些她的诗，大生兴趣，下诏命她赴京都一见。此时李季兰已过不惑之年，昔日如花的美貌已衰落大半；接到皇帝的诏命，她既为这种难得的殊荣而惊喜，又为自己衰容对皇上而伤感，大有“美人迟暮”之感。在她西上长安前，留下一首“留别友人”诗云；</p> <p>　　无才多病分龙钟，不料虚名达九重；</p> <p>　　仰愧弹冠上华发，多惭拂镜理衰容。</p> <p>　　驰心北阙随芳草，极目南山望归峰；</p> <p>　　桂树不能留野客，沙鸥出浦漫相峰。</p> <p>　　其实唐玄宗要召见的，并非看在她的容貌上，而在于欣赏她的诗才；可多情的李季兰自己并不这么想，她更看重的是自己随流年而飘逝的芳容。就在李季兰心怀忐忑地赶往长安时，震惊一时的“安史之乱”爆发了，长安一片混乱，唐玄宗仓惶西逃。李季兰不但没能见到皇帝，自己在战火中也不知去向，才也好、貌也好，一切都变得无关紧要了。</p> <p>　　至近至远东西，至深至浅清溪。</p> <p>　　至高至明日月，至亲至疏夫妻。</p> <p>　　——《八至》李季兰</p> <p>　　从这一诗中也颇能感到李季兰的心性。</p> <p>　　李季兰结局另一说法：唐赵元一《奉天录》载：「…时有风情女子李季兰上诗，言多悖逆，故阙而不录。皇帝再克京师，召季兰而责之，曰：『汝何不学严巨川？』有诗云：『手持礼器空垂泪，心忆明君不敢言。』遂令扑杀之。」这首词写她奉召离乡之一刻。</p><br/><h2>因诗而亡</h2> <p>　　唐代三位著名女<a href=\"http://so.gushiwen.org/author_2589.aspx\">诗</a>人，最早也是死得最不幸的是<a href=\"http://so.gushiwen.org/author_2589.aspx\">李季兰</a>。据说她五六岁时，父亲带她到处显摆。一日庭中蔷薇花开，父亲要她当场写诗，她写的最后两句是：“经时未架却，心绪乱纵横。”尽管蔷薇架的故事是后出的，但她看到蔷薇而引起“心绪乱纵横”，显然与一般女训要求太远了。其父颇失颜面，有些恼怒，下断语说：“此女子将来富有文章，然必为失行妇人矣。”（《太平广记》卷二七三引《玉堂闲话》）居然都给他说中了。她长成后，父亲或已不在，至少管不了她，就做失行妇人又何如，索性去做道姑。失行的事，记载并不多，一次是恶谑<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>：“尝与诸贤集乌程县开元寺，知河间刘长卿有阴重之疾，（季兰）乃诮之曰：‘山气日夕佳。’长卿对曰：‘众鸟欣有托。’举座大笑，论者两美之。”（《中兴间气集》卷下）所引皆<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>诗，大约刘长卿有疝气，虽然用语巧妙，实在也轮不到女冠多言。另一次则因附逆丢了性命。唐赵元一撰《奉天录》卷一载：“时有风情女子李季兰，上泚诗，言多悖逆，故阙而不录。皇帝再克京师，召季兰而责之，曰：‘汝何不学严巨川有诗云：“手持礼器空垂泪，心忆明君不敢言。”’遂令扑杀之。”事情的原委是在建中四年（783）秋，即将开赴河南前线的泾原军经过长安时哗变，拥立赋闲的河北旧将朱泚称帝，唐德宗仓皇逃至奉天避难。李季兰与严巨川都失身贼廷。德宗收复京城后，追究从叛者。严巨川诗全篇为：“烟尘忽起犯中原，自古临危贵道存。手持礼器空垂泪，心忆明君不敢言。落日胡笳吟上苑，通宵虏将醉西园。传烽万里无师至，累代何人受汉恩。”据说太常少卿樊系之陷伪后被逼起草朱泚即位册文，文成，服药而卒。严巨川感其事，追念唐之旧恩，写迫于叛军凶焰之无奈，“心忆明君不敢言”，意思与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>凝碧池诗同。李季兰不仅从逆，而且毫无自悔，于是扑杀。</p> <p>　　近十几年来唐代新见文献极其可观。先是徐俊纂《敦煌诗集残卷辑考》（中华书局2000年），从俄藏敦煌文书Дх.3865号发现李季兰上朱泚诗：“故朝何事谢承朝，木德□天火□消。九有徒□归夏禹，八方神气助神尧。紫云捧入团霄汉，赤雀衔书渡雁桥。闻道乾坤再含育，生灵何处不逍遥。”估计她困留长安，朱泚认为她有诗名，让她写诗歌颂新朝。诗意是以五德终始的一般说法歌颂新朝，说天下归心，祥瑞频现，天地含育，生民逍遥。内容是歌功颂德的习惯套路，估计当时流传很广，乃至敦煌也有传本，以至传入德宗耳中，必要加以追究。</p> <p>　　接着徐俊、荣新江又发现俄藏敦煌文书中有唐蔡省风《瑶池新咏》残卷，李季兰居首，居然有多篇佚诗，其中最重要的是《陷贼后寄故夫》：“日日青山上，何曾见故夫。古诗浑漫语，教妾采蘼芜。鼙鼓喧城下，旌旗拂座隅。苍黄未得死，不是惜微躯。”可以断定作于身陷长安期间。诗首两句说自己每天登山远望，都见不到故夫的身影。再借古诗说“上山采蘼芜，下山遇故夫”之意，说自己照着办了，何曾有机会与故夫相见，古诗似乎骗了自己。《上山采蘼芜》讲弃女，采蘼芜下山途中，遇到前夫，询问新人情况，从前夫口中得知新妻的生活细节，最后得出“将缣来比素，新人不如故”的结论。这里可以视为借喻，借对故夫思念表达对旧朝眷恋。当时身处伪朝，无法直言，借此说新不如故，正是严巨川诗的同样意思。后四句说自己失身战地，生命轻贱，本来也没有特别要珍惜的理由，然叛乱仓促发生，长安沦陷和德宗出逃都瞬间发生，根本来不及做出选择，只能身不由己地苟且存生。</p> <p>　　李季兰别有《送阎伯均往江州》《登山望阎子不至》《送阎二十六赴剡县》《得阎伯均书》等诗，语意亲密缠绵，且多写送行不舍和别后相思之情，但不能确定他就是她的故夫。阎伯均名士和，以字行，是著名文士<a href=\"http://so.gushiwen.org/author_1131.aspx\">萧颖士</a>的门人，尝著《兰陵先生诔》，于其师推崇备至，以为“闻萧氏风者，五尺童子羞称曹、陆”。在大历、贞元间很活跃，与许多文人都有交往，可惜本人诗仅存几首联句。</p> <p>　　在时代的剧变前，任何个人都很渺小，每一个微小的个人，都无法如事变平定后的结论般选择自己的人生，由此或被认定叛逆，就要以你的生命来偿还本该由时代承担的罪责。很不幸，李季兰就此走完了一生，大唐王朝继续展示它的辉煌与伟大。</p>"
}