{
  "id": 582,
  "star": 205,
  "name": "李世民",
  "image": "http://img.gushiwen.org/authorImg/lishimin.jpg",
  "dynasty": "唐代",
  "desc": "唐太宗李世民（599年－649年），唐朝第二位皇帝，在位23年，年号贞观。名字取意“济世安民”，陇西成纪人（今甘肃天水市秦安县）。唐太宗李世民不仅是著名的政治家、军事家，还是一位书法家和诗人。唐太宗开创了著名的贞观之治，被各族人民尊称为天可汗，为后来唐朝全盛时期的开元盛世奠定了重要基础，为后世明君之典范。庙号太宗，谥号文武大圣大广孝皇帝，葬于昭陵。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>于公元598年（隋文帝开皇十七年）农历十二月戊午日（一说公元599年，开皇十八年十二月戊午日），出生在武功的李家别馆，父亲是时任隋朝官员的<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>，母亲是北周皇族窦氏。李世民4岁的时候，家里来了一位自称会相面的书生，对其父李渊说：“您是贵人，而且您有贵子。”当见到李世民时，书生竟说：“龙凤之姿，天日之表，等到二十岁时，必能济世安民。”李渊便采“济世安民”之义为儿子取名为“世民”。童年时代的李世民聪明果断，不拘小节，接受儒家教育，学习武术，擅长骑射。</p> <p>　　公元613年（隋炀帝大业九年），李世民娶高士廉的外甥女长孙氏为妻。公元615年（大业十一年），李世民参加云定兴的军队，去雁门关营救被突厥人围困的隋炀帝。</p> <p>　　公元616年（大业十二年），父亲李渊出任晋阳留守，李世民跟随到太原并随父多次出征，平服发生在今山西省内的各种叛乱和抗击东突厥人的入侵。</p> <p><strong>晋阳起兵<br></strong>　　公元617年（义宁元年），李世民鼓动父亲李渊起兵反隋，是为晋阳起兵。李渊封李世民为敦煌郡公、右领军大都督，统帅右三军，起兵攻入长安，并且灭隋。李世民官拜光禄大夫、唐国内史，徙封秦国公，食邑万户。</p> <p>　　公元617年（义宁元年）农历十二月，李世民为右元帅，徙封赵国公，率兵十万进攻隋朝的东都洛阳，不克而还，设三路伏兵于三王陵，击败隋将段达。公元618年（武德元年）农历五月，李渊废黜杨侑，称帝，改国号为唐，封李世民为尚书令、右翊卫大将军，进封秦王。</p> <p><strong>四方征战<br></strong>　　唐朝建立后，疆土只限于关中和河东一带，尚未完全统治全国，因此，李世民经常出征，逐步消灭各地割据势力。自公元618年（武德元年）起，李世民亲自参与四场大战役。</p> <p>　　●其一，破薛举，浅水原之战平定陇西薛仁杲（薛举之子），铲除了唐朝来自西方的威胁。</p> <p>　　●其二，击败宋金刚、刘武周，收复并、汾失地，巩固唐朝的北方。</p> <p>　　●其三，在虎牢之战中，一举歼灭中原两大割据势力：河南王世充和河北窦建德集团，使唐朝取得了华北的统治权。</p> <p>　　●其四，重创窦建德余部刘黑闼和山东的徐圆朗。</p> <p>　　自此李世民威望日隆，尤其是在虎牢之战后班师返京时，受到长安军民的隆重欢迎。公元621年（武德四年）农历十月，封为天策上将，领司徒、陕东道大行台尚书令，位在王公上，食邑增至三万户。李渊又下诏特许天策府自置官属，李世民因此开设文学馆，收揽四方彦士入馆备询顾问，文学馆与秦王府相结合，俨然形成一个小政府机构。</p> <p><strong>玄武之变<br></strong>　　太原起兵是李世民的谋略，李渊曾答应他事成之后立他为太子，但李渊建立唐朝后，立李建成为太子。天下平定后，李世民功名日盛，李建成随即联合李元吉，排挤李世民。李渊的优柔寡断，也使朝中政令相互冲突，加速了诸子的兵戎相见。</p> <p>　　长兄皇太子李建成知道李世民终不肯屈为人臣，而李世民也认为是自己奠下唐朝开国的基业，遂与李建成、四弟齐王李元吉猜忌日深，两派大臣之间互相倾轧。李建成曾经下毒谋害李世民。其中宰相裴寂、谋士<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>、<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>、东宫卫士将领薛万彻等追随李建成、李元吉。</p> <p>　　秦府谋士杜如晦、<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>，将领秦叔宝、尉迟敬德、段志玄、侯君集、王君廓等跟从李世民。宰相<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a>、朝臣<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>等暗中支援李世民。其余将领李靖、徐世勣，大臣宇文士及等保持中立。</p> <p>　　公元626年（武德九年），突厥侵犯唐边境，李建成向李渊建议，由李元吉做统帅出征突厥。在太子的东宫中担任率更丞（主管计时的官员）职位的王晊，已被秦王李世民收买，成为李世民在东宫的眼线，他悄悄告诉李世民：“李建成想借此控制秦王的兵马，并准备在昆明池设伏兵杀秦王。”于是李世民决定先发制人。</p> <p>　　公元626年7月2日（武德九年六月初四庚申日），李世民在帝都长安城宫城玄武门附近射杀皇太子李建成、齐王李元吉，史称“玄武门之变”。事后，李世民杀李建成、李元吉诸子，并将他们从宗籍中除名。李渊让出军政大权给予秦王李世民，三天后（六月初七癸亥日，公元626年7月5日），李世民被立为皇太子，下诏曰：“自今以后军国事务，无论大小悉数委任太子处决，然后奏闻皇帝”。</p> <p>　　公元626年9月4日（武德九年八月初九甲子日），李渊退位称太上皇，禅位于李世民。李世民登基为帝，次年改元贞观。</p> <p><strong>贞观之治<br></strong>　　因隋末战争而人口锐减，公元628年（贞观二年），唐朝只有二百九十万户人口，李世民经常以亡隋为戒，注意叮咛自我克制欲望，嘱咐臣下莫恐上不悦而停止进谏，励精图治，在政治上，既往不咎，知人善任，从谏如流，整饬吏治；经济上，薄赋尚俭，为政谨慎；亦致力复兴文教，令隋末动荡之局得以稳定下来。</p> <p>　　李世民十分重视吏治的清明，曾命房玄龄省并冗员，派李靖等13名黜陟大使巡察全国，考察风评；又亲自选派都督、刺史等地方官，并将其功过写在宫内屏风上，作为升降奖惩的依据。另又规定五品以上的京官轮流值宿中书省，以便随时廷见，垂询民间疾苦和施政得失，百官遂自励廉能，直接提高政府效率。</p> <p>　　在军事上，李世民多次对外用兵，先后平定突厥、薜延陀、回纥、高昌、焉耆、龟兹、吐谷浑等，由是唐朝声威远播，四方宾服。</p> <p>　　经李世民君臣二十三年的努力，社会安定、经济恢复并稳定发展，对外武功显赫，至公元652年（唐高宗永徽三年），人口达到三百八十万户，奠下了唐高宗、<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>、唐玄宗年间大唐盛世的基础，史称贞观之治。 </p> <p><strong>帝范教子<br></strong>　　公元643年（贞观十七年）四月，太子李承乾以谋反之罪被废，唐太宗遂将其第九子晋王<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>立为太子，并对太子严加教管。晚年李世民著《帝范》一书以教戒太子李治，总结了他的施政经验，同时自评一生功过。</p> <p>　　公元648年（贞观二十二年）正月，唐太宗将他撰写的《帝范》十二篇颁赐给太子李治，并对其告诫说：“你应当以古代的圣哲贤王为师，像我这样，是绝对不能效法的。因为如果取法于上，只能仅得其中，要是取法于中，就只能仅得其下了。我自从登基以来，所犯过失是很多的：锦绣珠玉不绝于前，宫室台榭屡有兴作，犬马鹰隼无远不致，行游四方供顿烦劳。所有这些，都是我所犯的最大过失，千万不要把我作榜样去效法。”</p> <p><strong>因病去世<br></strong>　　公元649年（贞观二十三年），唐太宗生病（一说是服用天竺长生药导致暴疾），医治最终无效，命李治到金掖门代理国事。</p> <p>　　公元649年7月10日（贞观二十三年五月廿六己巳日），太宗驾崩于终南山上的翠微宫含风殿。初谥文皇帝，庙号太宗，葬于昭陵。</p> <p>　　公元674年（唐高宗上元元年）加谥文武圣皇帝，公元749年（唐玄宗天宝八年）加谥文武大圣皇帝，公元754年（天宝十三年））加谥文武大圣大广孝皇帝。</p><br/><h2>评价</h2> <p>　　唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>是中国古代历史上的一位伟大政治家、书法家，卓越的领袖、影响中华乃至世界进程的杰出人物，他任用贤能，选贤任能，从善如流，闻过即改。视民如子，不分华夷，为古代中国做出了巨大贡献，因此受到人们的崇敬；筑东阳先生所说“他是继孔子之后中国数一数二的伟人。在李世民统治其间，唐朝国力强盛，被称为贞观之治。晚年著《帝范》一书以教戒太子，其中总结了他一生的政治经验，也对自己的功过进行了评述。</p> <p>　　不拘一格用人才，对人材的使用及领导达到了极高的境遇；</p> <p>　　独具慧眼，看到了个人力量的不足，充分认识到君王如石、良臣如匠，方有美玉问世，对大臣的各项进步之言豁达地予以采纳；</p> <p>　　不独断专行、初步确立了尚书省、中书省、门下省三个政府机构之间权力分立、互相监督的政治管理制度，规定法令甚至包括自己（影响国家政策的那一部分）旨意需门下省审查副署后方可生效发布，保证了政策的可行性、及时发现并纠正。在一定程度上杜绝了不良政策对国家及人民的危害与影响；</p> <p>　　认识到人命至重、不可妄杀的法政政策，规定死刑需三复奏（外地五复奏）复审批准后方可行刑，这就不难让人们想起贞观四年（630年）全国判死刑才29人、贞观六年（632年）全国死刑犯390人，李世民审查时令全部390人回家团年、待来年秋收后回来复刑，结果390人均准时到来、无一人逃亡。</p> <p>　　太宗朝武功之盛，除对高句丽战争上没有取得战略胜利外都取得了辉煌的胜利（东突厥、吐谷浑、高昌、安西四镇、漠北薛延陀等），这与当时的国力、军队战斗力、整体战略、用人选将与配合默契、过程协调一致等重要因素是分不开的，因此在中华历史上的名将名相中，贞观朝占有相当的比例，在中华军事史上，贞观朝的战例也多被引用；</p> <p>　　气吞天下的“天可汗”气质，李世民多次以少胜多，经典之役就是在渭水单骑吓退突厥10万精骑，就对比宋真宗在<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>一再坚持和请求下才勉强在大军护卫下到达澶州南城，而又要战战兢兢的马上要回去是何等的天壤之别啊！</p> <p>　　胸怀大局、四海一统的民族和外交政策，太宗朝的民族和外交政策取得了辉煌的胜利，四海之内只要知道中国的均努力内附，以唐为荣，乐不思蜀，他们不但同唐人一样可以自由自在的生存，还可以做官，著名的少数民族将领阿史那思摩、执思失力、契芯何力、黑齿常之、乃至后世的高仙芝、<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼等都为唐朝做出了杰出贡献，在他们身上正好反映出李世民民族政策的光辉，唐人、唐人街也正时那时繁荣富强、威甲四海、文礼之邦的生动写照；</p> <p>　　完善科举制度、大力兴办学校、重视教育活动、普及官吏选聘、当时的国子学、太学之盛、地方也有不少学校，如此才不难想起当时的教化呢，同时当时的科举也规范化、考选公平，以进士科最为杰出，如此才有太宗见新科进士鱼贯而出，喜言“天下英雄、入朕彀夷”，唐朝的教育及科举为政治上提供优秀人才同文化精髓——唐<a href=\"http://so.gushiwen.org/author_582.aspx\">诗</a>及经济发展做出杰出贡献；</p> <p>　　工书法、富文词，唐太宗皇帝个人修养及天赋极高，在书法同文词上也颇有名气，在他大力宏扬和鼓励支持下，才有唐代书法、文学、艺术之盛；</p> <p>　　倡导廉政、节俭、朴素、重视农田水利，太宗朝在廉政建设方面是相当成功的，他并没有像<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>一样严惩贪官污吏，而是建立一个廉洁奉公、遵纪守法的中央领导班子、重视地方长官选举，当时朝廷中不少卿相家境贫困，温彦博、戴胄、<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>、张玄素等等，再加上良好风气的宣传和行政监督，及时预防了官员犯错，因此当时的官员相当奉公守法、廉洁自律；太宗皇帝也比较注意节俭，不滥用民力、注意与民休息，当时社会形成了一种朴素求实的作风；太宗皇帝也相当重视农业，京官外巡回京太宗先问及此事，因太子冠礼与农时违背而更改；</p> <p>　　由于社会安定，商业经济得到发展，全国新兴了许多商业城市，城市业有相当的发展，广州、杭州、扬州、成都、江陵、凉州等城市经济发展相当迅猛，长安同洛阳作为世界经济大都会就不言而喻了，这为古代封建经济登顶奠定了基础；</p> <p>　　对玄奘佛学的支持同西游的肯定，打通并维护河西走廊－丝绸之路及东联新罗、日本，促进了中西文化交流与经济发展，文成公主下嫁吐蕃，使吐蕃从奴隶制社会迈入封建社会，开发并促进了西藏的发展；</p> <p>　　虚心纳谏，重用人才，由于魏征直言相劝，李世民曾把魏征比喻成“知得失的一面镜子”。</p><br/><h2>为政举措</h2> <p><strong>政治</strong><br>　　1.吸取隋亡教训<br>　　太宗吸取隋朝灭亡的教训，非常重视老百姓的生活。他强调以民为本，常说：“民，水也；君，舟也。水能载舟，亦能覆舟。”太宗即位之初，下令轻徭薄赋，让老百姓休养生息。唐太宗爱惜民力，从不轻易征发徭役。他患有气疾，不适合居住在潮湿的旧宫殿，但他在隋朝的旧宫殿里住了很久。贞观之初，在唐太宗的带领下，君臣和谐，全国上下一心，经济很快得到了好转。到了贞观八九年，牛马遍野，百姓丰衣足食，夜不闭户，道不拾遗，出现了一片欣欣向荣的景象。<br>　　<br>　　2.重视人才，从谏如流<br>　　唐太宗善于用人和纳谏，这既是“贞观之治”形成的原因之一，也是“贞观之治”的内容之一。他重用<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>、杜如晦、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>、<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>等能臣。太宗在位20多年，进谏的官员不下30余人，其中大臣魏征一人所谏前后200余事，数十万言，皆切中时弊，对改进朝政很有帮助。<br>　　太宗十分注重人才的选拔，严格遵循德才兼备的原则。太宗认为只有选用大批具有真才实学的人，才能达到天下大治，因此他求贤若渴，曾先后5次颁布求贤诏令，并增加科举考试的科目，扩大应试的范围和人数，以便使更多的人才显露出来。由于唐太宗重视人才，贞观年间涌现出了大量的优秀人才，可谓是“人才济济，文武兼备”。正是这些栋梁之才，用他们的聪明才智，为“贞观之治”的形成做出了巨大的贡献。<br>　　以民为本的思想，广开言路，虚怀纳谏的胸襟；重用人才，唯才是任的准则；铁面无私，依法办事的气度；构成了贞观之治的基本特色，成为封建治世最好的榜样。使唐朝在当时与西方国家相比，无论在政治、经济，还是文化上都走在世界的最前列。</p> <p>　　3.政治清明<br>　　贞观时期是我国历史上政治基本廉洁的时期，这也许是<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>最值得称道的政绩。在李世民统治下的中国，皇帝率先垂范，官员一心为公，吏佐各安本分，滥用职权和贪污渎职的现象降到了历史上的最低点。尤为可贵的是：李世民并没有用残酷的刑罚来警告贪污者，而是以身作则并制定了一套尽可能科学的管理体制来预防贪污。在一个精明自律的统治者面前，官吏贪污的动机很小，贪官污吏也不容易找到藏身之地。防范贪污主要取决于一套科学修明的管理体制，光靠事后的打击只能取效于一时，不能从根本上铲除贪污赖以滋生的社会土壤。</p> <p>　　4.分权制度<br>　　政治上实行三省六部制和科举制。三省六部制的实行，使宰相的人数比秦汉时期增多，便于皇帝控制。<br>　　中国封建体制的主要特征是权力高度集中，地方服从中央，中央又唯皇帝马首是瞻。这种中央集权的政治体制极大地限制了国民的创造性、主动性和灵活性，且极易酿成暴政。中国封建社会的中央政府组织实行“三省六部制”，但贞观王朝的三省职权划分则初步体现了现代化政治特征――分权原则。中书省发布命令，门下省审查命令，尚书省执行命令。一个政令的形成，先由诸宰相在设于中书省的政事堂举行会议，形成决议后报皇帝批准，再由中书省以皇帝名义发布诏书。诏书发布之前，必须送门下省审查，门下省认为不合适的，可以拒绝“副署”。诏书缺少副署，依法即不能颁布。只有门下省“副署”后的诏书才成为国家正式法令，交由尚书省执行。这种政治运作方式很有点类似现代民主国家的“三权分立”制，西方在十七世纪兴起的分权学说，李世民早在一千多年前就已成功运用于中国的政治体制，进一步说明了贞观王朝的文明程度是何等之高。最为难能可贵的是，李世民规定自己的诏书也必须由门下省“副署”后才能生效，从而有效地防止了他在心血来潮和心情不好时作出有损他清誉的不慎重决定。中国历史上出了853个帝王，只有李世民一人拥有如此杰出智慧和胸襟。</p> <p>　　5.崇尚法治<br>　　唐太宗十分注重法治，他曾说：“国家法律不是帝王一家之法，是天下都要共同遵守的法律，因此一切都要以法为准。”法律制定出来后，唐太宗以身作则，带头守法，维护法律的划一和稳定。在贞观时期，真正地做到了王子犯法与民同罪。执法时铁面无私，但量刑时太宗又反复思考，慎之又慎。他说：“人死了不能再活，执法务必宽大简约。”由于太宗的苦心经营，贞观年间法制情况很好，犯法的人少了，被判死刑的更少。据载贞观四年，全国判死刑的才29人。几乎达到了封建社会法制的最高标准——“刑措”即可以不用刑罚。</p> <p><strong>贞观之治</strong><br>　　①成因<br>　　第一、隋炀帝暴戾无道，再加上三征高句丽耗尽国力却无功而返，激化社会矛盾，导致军阀叛变和农民起义。唐初统治者亲眼看到了农民战争瓦解隋朝的过程，广大农民对封建统治稳定的重要性，吸取隋亡教训，调整统治政策，以缓和阶级矛盾，稳定社会秩序，恢复经济。<br>　　第二、因为上述因素，唐太宗确定了“安百姓”、“重人才”、“强政治”的治国思想，并通过一系列的制度政策、措施和不懈的实践去实现。首先，唐太宗认识到了统治者与人民是“舟与水”的关系，通过土地赋税制度的调整以“安百姓”。二是认识到了重用人才，虚怀纳谏的意义，得人善任，从谏如流，营造出政治清明的氛围，保证了较为开明正确的政治、经济、民族、外交、文化上的政策得以制定和实施。三是加强政治，完善隋朝的三省六部制和科举制，以巩固中央集权，提高行政效率，扩大统治基础。<br>　　注意：用人和纳谏，既是贞观之治出现的原因，又是贞观之治的重要表现。<br>　　他在位期间，推行府兵制、租庸调制和均田制，并积极推行科举制。630年，击败东突厥，被四方诸部尊为“天可汗”。641年嫁文成公主给吐蕃的松赞干布。<br>　　649年，命太子<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>到金液门代理国事。李世民于649年7月驾崩于长安含风殿，享年50岁，葬于今陕西礼泉东北50多里的山峰上的昭陵。谥号为“文皇帝”。<br>　　唐太宗还精擅书法，以行书写碑，为后世鼻祖。著名作品有《温泉铭》、《晋祠铭》等。死后更以东晋书法大家<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>所作《兰亭集序》为陪葬品。<br>　　贞观之治是指唐朝初期出现的太平盛世。由于唐太宗能任人为贤，知人善用；开言路，虚心纳谏，重用魏征等；并采取了一些以农为本，减轻徭赋，休养生息，厉行节约，完善科举制等政策，使得社会出现了安宁的局面。与后来<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>的“开元盛世”并肩而立。<br>　　唐太宗李世民在位23年，使唐朝经济发展，社会安定，政治清明，人民富裕安康，出现了空前的繁荣。由于他在位时年号为贞观，所以人们把他统治的这一段时期称为“贞观之治”。“贞观之治”是我国历史上最为璀璨夺目的时期。</p> <p>　　②形成原因：<br>　　隋唐更替，隋炀帝的暴政和其间的战争使人口减少约2000万以上，战争结束，人少地多，人心思安，这是贞观之治产生的一个原因。<br>　　唐太宗引隋之苛政为戒，调整统治政策，纠正前朝之弊端，认识到皇帝要勤于政事，大臣要廉洁奉公，政府要轻徭薄赋。唐太宗是我国封建社会时期杰出的政治家，他善于用人，勇于纳谏，不断调整统治政策，他的个人作用也是“贞观之治”局面形成的重要因素。</p> <p><strong>军事</strong><br>　　唐朝是中国历史上一个最意气风发的时代，这个“大有胡气”的朝代中，边疆战争之频繁和战胜次数之多，在中国古代史上非常罕见。所以只有唐朝才能诞生专门的边塞<a href=\"http://so.gushiwen.org/author_582.aspx\">诗</a>派，诞生像“年年战骨埋荒外”这样的诗句。而至于“汉家旌帜满阴山，不遣胡儿匹马还，愿得此生长报国，何须生入玉门关？”“大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑”，“青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还”。“葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？”这种豪言壮语，则由于后世朝代偃武修文的风气，甚至成为了古代史上中国人尚武精神的绝响。尤其是贞观年间，大唐帝国四面出击，金戈铁马，气吞万里如虎。</p> <p>　　1.第一个时期，全面扩张，四面出击。<br>　　贞观年间是唐朝拓边最猛烈的时期，也是获胜最大的时期。贞观年间，唐朝依次取得了对东突厥、吐蕃、吐谷浑、高昌、焉耆、西突厥、薛延陀、高句丽、龟兹甚至可能还包括印度用兵的胜利。这些胜利奠定了唐朝300年的基业。颉利可汗恐怕是有史以来第一个被中国军队活捉的草原帝国最高统治者。由李靖挂帅，唐军出击定襄，痛歼突厥，活捉颉利可汗，也是唐朝历史上拓边战争中最辉煌的胜利。颉利可汗被抓到长安。突厥是唐朝最大的边患，作为同时存在的两个超级大国之一遭到毁灭，建立单极世界就变得容易多了。唐朝的另一个著名将领侯君集奉命带兵修理骄横的吐蕃人。侯君集通过夜袭击败了吐蕃军，斩首千余。吐蕃军退兵后，松赞干布做了颉利可汗也做过的事：派使者谢罪求和。但是他没有放弃和亲的请求。可能是被他的执着感动，7年后他的要求终于得到了满足。贞观十五年（641年），文成公主入藏。贞观八年(634年)，吐谷浑犯唐，唐军再次远征，途中缺水，就刺马饮血，终于袭破可汗伏允的牙帐，伏允丢下老婆孩子溜之大吉，不久在沙漠中被部下所杀。吐谷浑从此被纳入唐朝的势力范围。贞观十三年，高昌国失臣礼。高昌王麴文泰看到唐兵来得那么快，吓得大病起来，感到忽冷忽热，几天后竟然一命呜呼，由此作为第一个被唐军活活吓死的人而载入史册。</p> <p>　　2.第二个时期，征战高句丽<br>　　到后来唐朝第二代皇帝唐太宗李世民的时候，为援助处于高句丽和百济围困中的新罗（《新唐书》：“（百济）与新罗联合伐高句丽，取四十余城。发兵守之，又谋取棠项城，绝贡道”，新罗告急）并统一被高句丽据有的辽东地区（当时的“辽东”的概念略同于汉朝四郡的范围，即中国东北辽河以东地区以及朝鲜半岛的北部），唐太宗征讨高句丽，放话给薛延陀：我们父子都要去打高句丽，长安空虚，你要是不怕只管放马过来！薛延陀当时就吓得气短了一截（《旧唐书》载后来高句丽用厚利诱惑薛延陀叛唐，但是“夷男气慑不敢动”）。<br>　　贞观十九年（645年），唐军向辽东进军。唐太宗在路上对手下人说，四方基本安定了，就剩下这一块地方了，趁着我还没死，良将们还有精力，一定要解决掉。<br>　　夏季，徐世绩暗渡陈仓，突然出现在辽东城下，高句丽士兵大骇。营州都督张俭和优秀将领李道宗也率兵进入辽东，击败高句丽兵，斩首数千。四月，唐军攻破高句丽盖牟城，俘虏两万多人，缴获粮食十多万石。五月，另一路唐军从山东渡海攻破高句丽卑沙城，俘虏八千人。上百年来中国军队第一次得以在鸭绿江边阅兵。<br>　　不久，李绩和李道宗所部进逼辽东城下。高句丽军数万来援。有人建议说高句丽军多唐军少，应该坚守。可是李道宗说高句丽人仗着人多以为我们不敢拿他们怎么样，我们就是要攻击他们，杀杀他们的锐气。李绩说我们被派来就是负责替皇上扫马路的。马路不干净，我们怎么能躲呢。于是唐军处于劣势却猛烈出击，高句丽兵始料不及，被冲乱阵型大败而归。唐太宗大军兵到后，把辽东围得水泄不通，日夜攻打。乘着刮南风的机会，唐太宗指挥士兵点燃城池西南楼，顺风放火。高句丽军抵挡不住了，辽东陷落。唐军杀高句丽兵一万多人，俘虏一万多人，此外还有百姓四万多人。<br>　　攻克辽东后，唐军继续向白岩城进发。乌骨城派兵一万支援，被唐军击退（此战唐军只用了800人）。六月，白岩城不战而降。唐军继续向安市进发。高句丽将领高延寿等人率领靺鞨、高句丽兵十五万来救援，被击败。高延寿向唐军乞降，来到唐军军营，一进门就跪下，挪动膝盖向前，拜伏在地。（《资治通鉴》上说“延寿、惠真帅其众三万六千八百人请降，入军门，膝行而前，拜伏请命。”）唐太宗对他们说：“东夷少年，跳梁海曲……自今复敢与天子战乎？”高延寿等人“皆伏地不能对”。唐太宗将降军中的高句丽军官、酋长三千余人虏往中原，其余高句丽人悉数释放。<br>　　安市城小而坚，在城主杨万春的抵抗下，唐军围攻数月不克。长孙无忌以为：‘天子亲征，异于诸将，不可乘危徼幸。今建安、新城之虏，众犹十万，若向乌骨，皆蹑吾后，不如先破安市，取建安，然后长驱而进，此万全之策也。’”）而这种方式过去一直是唐军克敌制胜的法宝。最终唐太宗决定暂时停止这次出征。9月，唐军班师。这次征伐高句丽，攻克玄菟、横山、盖牟、磨米、辽东、白岩、卑沙、麦谷、银山、后黄十城，迁徙辽、盖、岩三州户口入中国七万人。新城、建安、驻跸三大战，斩首四万余级。在唐军，战士阵亡的约2000人，损失最大是战马，损失了七八成。<br>　　此战虽重创高句丽，却未能灭亡高句丽。因此，唐太宗认为这战属于战败了，痛心地说：如果魏征还活着，肯定不会让我进行这次远征。但这战的意义还是比较重大的。这是自三国时期毌丘俭攻破高句丽屠王城以来上百年中国军队第一次真正战胜高句丽人，收复了今天辽宁一带很多南北朝时期被高句丽夺取的土地，为今后唐朝彻底征服高句丽打下了坚实的基础。<br>　　贞观二十二年（648年），倒是有个印度的小插曲。王玄策作为唐朝的使者去印度。中天竺大臣那伏帝阿罗那顺篡位，劫持唐使。王玄策只身逃到吐蕃，借来吐蕃军和尼泊尔军向印度进发。连战三天，印度军大败。唐军斩首三千余级，水中淹死印度兵约万人。阿罗那顺弃城逃跑，副使蒋师仁追上并俘虏之。此外虏男女一万二千人，牛马三万余匹。</p> <p>　　3.战略思想<br>　　唐太宗地缘战略思想，是唐太宗关于地缘战略问题的理性认识，是唐太宗利用唐王朝与周边少数民族政权之间的地缘关系及其作用法则谋取和维护唐王朝利益的战略思想。唐太宗地缘战略思想是中国古代地缘战略思想的重要组成部分，既有不同于西方也不同于现代的独具特色的思想内容。<br>　　唐太宗在位期间国土广大，边界线绵延曲折，地缘形势复杂，并随时间推移而发展变化。历观这一时期唐与周边所发生的诸多地缘关系，既有与唐军事利益攸关的，也有与唐政治、外交利益攸关的，还有与唐经济利益攸关的，更多的则是几种利益兼而有之，错综复杂。唐太宗比较成功地处理了与突厥、吐蕃、高昌及西域诸国、高句丽、新罗、百济等国之间的关系。唐太宗的地缘战略思想正是在处理与周边地缘关系的实践过程中逐步产生、发展并走向成熟的。<br>　　唐太宗地缘战略思想的特色主要有以下几点：<br>　　一是积极进取。这是唐太宗地缘战略思想的最显著的特色，也是其思想中最成功、最可取的地方。唐太宗的雄大豪迈是历代许多帝王所不可比拟的，这也是他取得成功不可或缺的因素；<br>　　二是灵活应对。唐太宗在重大变故面前不惊慌失措，他能够依据客观形势和对象的变化而变化，从而较大程度地保证了决策的正确性；<br>　　三是冷静务实。唐太宗鉴于隋亡教训，努力克服以往帝王急功近利、穷兵黩武的缺陷，注意结合现实需要，量力而行，在冷静分析的基础上推行务实政策；<br>　　四是措置有序。无论是北击突厥，还是西平高昌，尤其是经略西域，都是先急后缓、由近及远，有条理、有次序地进行，从中亦可见唐太宗地缘战略决策之成熟。<br>　　唐太宗地缘战略思想是其军事思想的重要组成部分，不仅在理论上取得了突破，达到了一个新高度，更重要的是在实践中获得巨大成功，业绩斐然。史载：“（贞观十四年）唐地东极于海，西至焉耆，南尽林邑，北抵大漠，皆为州县，凡东西九千五百一十里，南北一万九百一十八里。”（《资治通鉴》唐太宗贞观十四年九月。）唐太宗的突出成就正在于他以超越前人的英武雄迈之气魄，重新开拓了中华民族的疆土，为后来中国版图的确定作出了重大的贡献。而这一辉煌业绩的获得，是与唐太宗的地缘战略思想密切不可分的。即使今天看来，唐太宗的地缘战略思想里面也不乏可取之处。<br>　　唐太宗地缘战略思想包含丰富的内容，主要有以下几点：<br>　　（一）着眼于争夺关中、巩固“中国”的固本思想。其中居重驭轻的关中本位思想，乃是唐太宗成就帝业的“根本”，也是其地缘战略思想的出发点。 太宗“深根固本，治安中国”之思想，既有传统政策沿袭之因素，又有出于当时初唐政治、经济背景考虑之因素，特别是对地缘因素的考虑，为巩固政权、密切中外关系、发展经济进而增强国力而不得不为之。<br>　　（二）以夷制夷、保藩固圉的地缘藩屏思想。主要体现在以“怀辑”政策绥纳归附民族，并将其内徙安置在唐周边地区的一系列行为上，从而达到令其“世作藩屏”的目的。<br>　　唐太宗的地缘藩屏思想主要有如下两个内容：<br>　　1、置内属少数民族政权于周边，以作藩屏。<br>　　2、在唐周边地区扶植亲唐政权，以作藩屏。<br>　　（三）纵横捭阖的地缘制衡思想<br>　　其主要内容有：<br>　　①远交近攻，各个击破，如联薛延陀制突厥；<br>　　②扶弱抑强，保持地区势力均衡，如联新罗攻高句丽、百济以及联合铁勒诸部扼制薛延陀；<br>　　③联近抗远，服近慑远，稳定近邻以攻击或威慑远方政权，如联合吐谷浑以对付吐蕃；<br>　　④另外，唐太宗还有针对某一特定政权内部制定的制衡思想，旨在分化瓦解其势力，造成内部争权夺利，削弱统治实力，这尤其体现在对薛延陀的问题上。</p> <p><strong>经济</strong><br>　　1.经济政策<br>　　经济上实行均田制和租庸调制，使农民有可能安定生产，耕作有时，促进了经济的发展。重视农业，减轻农民赋税劳役。“戒奢从简”，节制自己的享受欲望；革除“民少吏多”的弊政，利于减轻人民的负担。</p> <p>　　2.商业发达<br>　　中国封建王朝历来的经济特征是“重农抑商”，商业在国民经济中所占的比重相当低。再有“士农工商”之传统，商人的地位也因之比农人要低好几个档次。这是中国的封建经济一直得不到实质性发展的主要原因。<br>　　贞观王朝是中国历史上少有的不歧视商业的封建王朝，不但不歧视，还给商业发展提供了许多便利条件，这进一步地体现了李世民将眼光放到很远。在李世民政府的倡导下，贞观王朝的商业经济有了迅速和长足地进展，新兴的商业城市象雨后春笋般地兴起。当时世界出名的商业城市，有一半以上集中在中国。除了沿海的交州、广州、明州、福州外，还有内陆的洪州（江西南昌）、扬州、益州（成都）和西北的沙州、凉州。首都长安和陪都洛阳则是世界性的大都会。<br>　　自汉开辟的“丝绸之路” 一直是联系东西方物质文明的纽带，唐朝疆域辽阔，在西域设立了安西四镇，西部边界直达中亚的石国（今属哈萨克斯坦），为东西方来往的商旅提供了安定的社会秩序和有效的安全保障，结果丝稠之路上的商旅不绝于途，品种繁多的大宗货物在东西方世界往来传递，使丝稠之路成了整个世界的黄金走廊。</p> <p><strong>文化</strong><br>　　重视文化建设：在文化方面有空前的发展，自<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>起，就极为重视藏书事业。武德三年（620），收洛阳“观文殿”、“修文殿”等处书籍、文物，有书8万余卷。贞观初，诏令在全国范围内收集图籍，在弘文殿聚四部群书20余万卷，在弘文殿旁建“弘文馆”以储图籍。并任命<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、褚无量、<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>等充任学士，以<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>、虞世南、<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>等著名学者、硕学之士相继为秘书监，主管国家的图书馆和藏书事业，选五品以上工书者为书手，又在弘文馆设立检校馆藏的官员，将缮写、整理、校勘图书，藏于内库，以宫人掌管。官府藏书机构除“弘文馆”外，另有“史馆”、“司经局”、“秘书省”和“崇文馆”等，其藏书质量和数量远远超过前代，史称“群书大备”。晚年因连年用兵，营造宫殿，杂税日益苛重。</p> <p><strong>民族</strong><br>　　唐太宗时期加强了国内汉族与少数民族的联系，加强对西北等地区的管辖，另外还加强了与亚洲各国的友好往来。</p> <p><strong>外交</strong><br>　　由于东罗马帝国（395年—1453年）的衰落，西方变得支离破碎。而唐帝国尤其是贞观时期的唐朝更是当时世界唯一的文明最为强盛的大一统帝国，首都长安是世界性的大都会。那时的唐帝国是世界各国仁人志士心目中的“阳光地带”，各国的杰才俊士冒着生命危险也要往唐帝国跑。来自世界各国的外交使节纷纷赞叹唐朝的盛世，唐朝高度发展的文化，使来到唐朝的各国人，大多数以成为大唐人为荣。不仅首都长安，全国各地都有来自国外的“侨民”在当地定居。尤其是新兴的商业城市，仅广州一城的西洋侨民就有20万人以上。贞观时期的唐王朝是中国历史上少有的完全开放的时代，比汉朝的仅限于贸易和传教还要开放，以至于各国各地的普通老百姓都可以来到唐朝一睹唐帝国的的风格，颇为开放边境和关口。极尽吸收外来文化和物质文明。<br>　　唐帝国除了接受大批的外国移民外，还接收一批又一批的外国留学生来中国学习先进文化，仅日本的官派的公费留学生就有七批，每批都有几百人。民间自费留学生则远远超过此数。这些日本留学生学成归国后，在日本进行了第一次现代化运动――“大化改新”，也就是中国化运动，上至典章制度，下至服饰风俗，全部仿效当时的贞观王朝，使处于原始部落状态的日本民族平空跃进了1000年。</p> <p><strong>社会</strong><br>　　史书记载：贞观年间“官吏多自清谨。制驭王公、妃主之家，大姓豪猾之伍，皆畏威屏迹，无敢侵欺细人。商旅野次，无复盗贼，囹圄常空，马牛布野，外户不闭。又频致丰稔，米一斗三四钱，行旅自京师至于岭表，自山东至于沧海，皆不粮，取给于路。入山东村落，行客经过者，必厚加供待，或发时有赠遗。此皆古昔未有也”。 </p><br/><h2>轶事典故</h2> <p><strong>改名世民<br></strong>　　据两唐书的太宗本纪，<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>曾经于四岁时与父亲<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>郊游时，见一识相术之士，其相士先赞李渊为贵人，又赞世民，说其“凡二十岁，必能济世安民”。李渊后遍寻相士不获，并将其改名为李世民（亦即李世民本名可能并非李世民）。 </p> <p><strong>箭术无双<br></strong>　　史书记载，李世民年轻时力大无比，随身兵器中，最有名的是一张两米长的巨阙天弓。</p> <p>　　李世民有次与敌对战前，仅率领一名骑兵一起充当侦查工作。途经一处草原高地，因为太累与士兵一起睡着，被敌人发现，本来意欲围杀李世民。此时突然有一条蛇追老鼠，奔到骑兵脸上，惊醒骑兵，才发现身边都是敌人，于是李世民与骑兵上马逃亡，李世民本人左右开弓，百发百中，终于逃出追击。</p> <p>　　虎牢关之战时，李世民对尉迟恭说：“我拿着弓箭，你手持马槊相随，即使有百万大军又奈我如何！”足见他对自己箭术的自信。</p> <p>　　李世民继位前曾任天策上将，设天策府。李世民继位后在苑囿内狩猎，有一群野猪奔了出来。李世民四箭射杀了四只，但还是有一头雄壮的公野猪冲到近前。吏部尚书唐俭慌忙下马，与之搏斗。李世民拔剑砍死野猪，笑着对唐俭说，“天策长史，不见上将击贼耶？何惧之甚！”原来唐俭曾任天策府长史。唐俭当即回答道：“汉祖以马上得之，不以马上理之。陛下以神武定四方，岂复逞雄心于一兽！”李世民觉得唐俭说得有理，于是停止了狩猎。</p> <p><strong>小鸟依人<br></strong>　　成语小鸟依人出自唐太宗之口：</p> <p>　　<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>是唐朝著名书法家，他的书法博采众长，变化多姿，自成一家。因为精通书法，被<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>推荐给唐太宗，并受到太宗的赏识。唐太宗任命褚遂良担任起居郎一职，专门记载皇帝的言行起居。有一次，唐太宗问褚遂良：“你每天记载我的言行起居，我可以看看吗？” 褚遂良回答说：“如今设立起居郎的职务，如同古代的史官，善行恶行都要记录在案，以督促皇帝不犯错。我从未听说皇帝本人要看这些内容的。”唐太宗又问道：“如果我有不好的言论、行为，你也要记下来吗？”褚遂良回答说：这是我的职责所在，您的一言一行，我都要记下来。”</p> <p>　　不久之后，唐太宗对<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>说：“我今天要当面评论你们的功过得失，引以为鉴，使你们警惕。说者没有过错，听者自己改过。”说完他就看着长孙无忌说：“你善于避嫌、随机应变，但是领兵打仗不是你的长项。高士廉博览群书，悟性很高，临危受难不变节，做官也不拉帮结派，但是缺少直谏的勇气。”唐太宗将朝中大臣评论一番，最后说到了褚遂良。唐太宗说褚遂良在学问方面大有长进，性格很刚直，对朝廷忠心，对我很有感情，平时一副飞鸟依人的模样，我很是怜爱他啊！” </p> <p><strong>房谋杜断<br></strong>　　《旧唐书·<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>杜如晦传》说：唐太宗同房玄龄研究国事的时候，房玄龄总是能够提出精辟的意见和具体的办法，但是往往不能作决定。这时候，唐太宗就必须把杜如晦请来。而杜如晦一来，将问题略加分析，就立刻肯定了房玄龄的意见和办法。房、杜二人，就是这样一个善于出计谋，一个善于作决断，所以叫做“房谋杜断”，形容他们各具专长而又各有特色。 </p> <p><strong>一代楷模<br></strong>　　成语一代楷模是李世民夸赞李靖的话：</p> <p>　　李靖觉得自己在朝廷任官多年，功劳不小，受到的封赏也不少，应该急流勇退，早点解甲归田，免生后患。所以趁唐太宗派他去访察民俗的机会，说自己的脚有毛病，奏请退休归家。唐太宗见他的奏书写得十分恳切，便答应了他的请求，并派中书侍郎牟岑少去传他的旨意说：“我看自古以来，身居富贵而能知足的非常少，不论是愚人还是智者，都莫能自知。有些人没有什么才能，却硬是要占据官职；就是有了病。也勉强留着不肯辞官，李靖能识大体，实在可嘉。我如今批准你的请求，不仅是成全你的志向，还想把你作为一个时代的模范人物。”</p><br/><h2>相关争议</h2> <p><strong>出生年月<br></strong>　　关于<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>的出生日期，主要由以下三种说法：</p> <p>　　1、《贞观政要》记载：李世民的生日是十二月癸丑；《资治通鉴》记载：李世民的生日是十二月癸未。</p> <p>　　2、据《旧唐书》记载：李世民卒年五十二岁，生于隋开皇十八年十二月戊午（599年1月23日）。</p> <p>　　3、据《新唐书》李世民卒于贞观二十三年五月廿六己巳日（公元649年7月10日），年五十三岁，则李世民的出生年月为隋开皇十七年十二月戊午（598年1月28日）。</p> <p>　　已故中国历史学家胡如雷经过考证认为：根据李世民同母弟李玄霸十六岁时死于大业十年，而倒推出李玄霸生于开皇十九年，所以若李世民生于开皇十八年十二月，则李玄霸最迟生于开皇十九年十二月，两兄弟生辰过近，不太可能。</p> <p><strong>修改实录<br></strong>　　李世民曾多次向史官要求阅读记录皇帝的言行的《起居注》。初时<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>不许，后来他再要求<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>，房应允并与<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>将《起居注》删定为《高祖实录》、《今上实录》，於贞观十七年七月癸巳日献予太宗，但唐太宗终归未能得观《起居注》。</p> <p>　　参读武德年间所著《大唐创业起居注》（不曾被官方修改），以及订正详实的《资治通鉴考异》（同时记录了《实录》、野史、物证等考据》），再考查《旧唐书》等（以《实录》为蓝本）相关记载，不同之处仅存于三个方面：其一，太原起兵的发起人是谁；二是，隐太子李建成在攻取长安时的战功；再有，<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>宫闱禁中的是否检点。而上述三个方面皆以“玄武门之变”为中心而展开，其余初唐历史事件，各史料中所载（包括不受官<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>预的稗官野史）竟保持高度一致。由此可知，除“玄武门之变”外，其它的初唐历史事件并无唐太宗参与删改杜撰的可能。</p> <p>　　因此，历来学者都将目光聚焦于“玄武门之变”，史书也记载李世民对“玄武门之变”的关注，要“削去浮，要求直书其事”。史家对此有不同看法：一些学者认为李世民此举使自己亲杀兄弟的事实在史书中保留了下来，如<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>从道德的角度批判李世民，认为直书其事是不知羞耻，“至於自敕直书，而太宗不可复列於人类矣”；一些史学家则认为，直书其事其实是唐太宗公然指使臣下在“玄武门事变”的相关记载中美化自己；但更多的学者，能够在“民为重、社稷次之、君为轻”的观点下，坦然的接受认可这次皇家宫廷政变和太宗之举。</p> <p><strong>去世原因<br></strong>　　李世民在他人生的前期，对道教的方术迷信是不屑一顾的，并且还对秦皇汉武的求仙活动持批判的态度。但是李世民晚年，随着功业的隆盛与年岁的增高，也与历史上许多有所作为的封建帝王一样，开始服食丹药。对仙道丹药之事，唐太宗突然来了个大转弯，其直接原因与其情绪的消沉和健康状况的恶化有关。</p> <p>　　从史籍上可知，唐太宗在贞观十六年（公元642年）以前多次外出围猎，精神焕发，骑射娴熟，说明他这时还有充沛的精力与健康的体魄。可是，从贞观十七年（公元643年）开始，直至贞观二十三年（公元649年）临终的6年当中，外出围猎仅有一次。这从中透露了一个信息，即他的健康状况趋向下降。究其原因，太子承乾被废，魏王泰被黔，对他的思想刺激很深，甚至一度产生了自杀的念头。精神上的郁郁寡欢，影响了他的身体健康。以前很少服药的李世民，这时开始服食药石了。据《贞观政要》载，当时有太子右庶子高季辅上疏陈述政事得失，唐太宗认为他说的有益子国，“特赐锺乳一剂，谓日：‘卿进药石之言，故以药石相报。”元戈直作注说：锺乳，产于石，食之使人通气生胃。”此药是唐太宗当时常服的。由此可知，他在这时已患了消化不良症，不得不接触“药石”了。</p> <p>　　从外国引进丹药，大概是李世民的首创。大臣们为了迎合唐太宗的这种心理，向他推荐了天竺国（今印度）的一名方士。贞观二十二年（公元648年），王玄策借兵吐蕃、泥婆罗，大败中天竺帝那伏帝国，俘虏了其国王阿罗那顺与方士那罗迩婆婆寐。同年五月，王玄策将这个方士进献给李世民。从西方来的“洋方士”那罗迩娑婆寐“自言寿二百岁，云有长生之术”，宣称能配制金石秘剂。这个谎言打动了唐太宗期望康复、幻想长寿的急切心理。</p> <p>　　经过近一年的炼制，到贞观二十三年（公元649年）春，丹药终于出炉，崔敦礼等赶紧捧送入宫，正在病中的唐太宗见到盼望已久的古印度方士炼出的仙丹，如获至宝，按照那罗迩娑婆寐的嘱咐，依法服食。然而，唐太宗万万没有想到，长生药竟成了催命药，他在三月吃下丹药，身体顿觉不适，病情大为加剧，竟导致“暴疾”，没过两个月就死去了，享年52岁。</p> <p>　　对于李世民服丹中毒以致暴亡之事，唐朝的大臣及后代史学家都多次提到。</p> <p>　　据《旧唐书·郝处俊传》载，唐高宗时，有东台侍郎郝处俊谏阻<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>不要服食胡僧炼成的“长年药”，说：“昔贞观末年，先帝令婆罗门僧那罗迩娑婆依其本国旧方，合长生药，胡人有异效，大渐之阮，名医莫知所为。”</p> <p>　　《旧唐书·宪宗本纪》也载，唐宪宗时的朝中重臣李藩也曾说：“文皇帝（即唐太宗）服胡僧长生药，遂致暴疾不救。”所说“暴疾”，即指丹药中毒；“不救”，指无法抢救。从中可知中毒之深、药性之烈。</p>"
}