{
  "id": 2368,
  "star": 0,
  "name": "姚燧",
  "image": "http://img.gushiwen.org/authorImg/yaosui.jpg",
  "dynasty": "元代",
  "desc": "元文学家。字端甫，号牧庵，河南（今河南洛阳）人。原籍柳城。官翰林学士承旨、集贤大学士。能文，与虞集并称。所作碑志甚多，大都为歌颂应酬之作。原有集，已散失，清人辑有《牧庵集》。",
  "content": "<h2>主要成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>的作品相当丰富，其弟子刘致曾经将姚燧作品加以搜集、整理，编成《牧庵文集》五十卷，<a href=\"http://so.gushiwen.org/author_2368.aspx\">诗</a>词文赋共689篇。当时的胡震亨曾颇费周折地四处搜寻，但是却一无所获。今存《牧庵集》三十六卷，系清代四库馆臣从《永乐大典》中辑出，较元刊本篇目为少。</p> <p>　　姚燧词有47阙，也成就不菲。〔石州慢〕（失题）和〔贺新郎〕（失题）是他词风偏于豪放的代表。此外，他也有委婉别致的作品，如〔虞美人〕《玉梳赠内子》等。</p> <p>　　在这里着重要提的还有他的散曲。姚燧散曲今存小令29首，套曲1首。周德清《中原音韵》曾把他的〔普天乐〕《别友》作为“定格”之例，他在这方面的成就和影响由此可见一斑。姚燧散曲内容主要写男女风情，风格以风流蕴藉为主，反映着他风流洒脱的个性。可以其一组〔越调〕《凭阑人》小令为代表，语言浅白，笔致流畅，富有情趣。最为人熟悉的小令莫过于〔越调〕《寄征衣》：“欲寄君衣君不还，不寄君衣君又寒。寄与不寄间，妾身千万难。”</p><br/><h2>人物轶事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>先生任御史台监察御史时，有一天，御史大夫忽然问他：“ 我们皇上因为你贤能，所以提拔你为高官、充当皇上的耳目。现在已经一年多过去了，还没有听你说过一句兴利除害的话，只是忙着荐举人才，这为什么？”先生回答说：“我已荐举了一百多人，他们都是治国的干才，无论在中央和地方，都能对皇上治理国家大有帮助，这样，我对皇上的报效可算尽了心力，为什么非要烦细地说些兴利除害的话，才算尽到监察御史的责任呢？”御史大夫说：“真是宰相的器度啊！”叹赏了好久。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>（1238—1313）字端甫，号牧庵，洛西（今属河南洛阳）人，祖籍营州柳城（今属辽宁朝阳）。他的祖先在辽金两代做过高官，伯父姚枢，金亡后仕蒙，后来加入忽必烈幕府，是元初著名的汉族儒臣。姚燧三岁那年父亲姚格亡故，伯父姚枢收养了他，并对幼年的他非常关切，要求也十分严格。在为姚枢撰写的碑文中，姚燧曾云：“燧三岁而孤，公卵翼之，不知其蒙暗，教督而急。”这引起了有“关西夫子”之称的河南课税所长官兼廉访使杨奂的关注。杨奂卒前，将其次女许醮与姚燧。这一段时期，在姚枢指导下，他主要学习了《小学》、《四书》。</p> <p>　　十三岁，姚燧在苏门山（今河南辉县市境内）认识了前来拜访姚枢的元代大儒、著名理学家许衡。十八岁时，他在长安正式拜许衡为老师，学习理学。史称许衡善教，“其言煦煦，虽与童子语，如恐伤之”，又能因材施教，因势利导。姚燧从许衡那里学到了很多知识，再加上他学习刻苦，长进很快。可以说在许衡等的影响下，姚燧前期主要以理学者的面目出现，这对他后来成长为一个文学家有较为明显的影响。姚燧文学思想中的理学因素和许衡有很大关系，这也影响到他的创作。</p> <p>　　二十四岁，姚燧“始取韩文读之”，深为其古奥硬朗、雄刚昂仰的风格所吸引，这使他对当时文坛承袭金文，宗宋尚苏而流于滑易骫骳的文风更加不满，决心通过自己的实践走出一条变革文风的路子来。</p> <p>　　至元八年（1271），许衡因与权臣阿合马不合，辞去中书左丞，转任集贤大学士兼国子祭酒，开国子学，择蒙古弟子以教。他奏召十二弟子为伴读，分置各斋，为斋长。姚燧为其中一人，遂应征至大都。十二年，姚燧被任命为秦王府文学，从此走上了仕途。此后的五年中，他随元军到地方去安辑人民，兴办学校，致力于抚平元宋战争遗留下来的创伤。这五年给他留下了深刻印象：“五年三人蜀，十病九归秦。”<a href=\"http://so.gushiwen.org/author_2368.aspx\">诗</a>句中流露出无限怀念之情。至元十七年，姚燧除陕西汉中道提刑按察副使，对无罪误人和连累关押在狱者，“皆纵释之”，“人服其明决”。后三年，转任山南湖北道按察副使，于次年按部澧州，赈灾济民，兴利除弊，“孜孜如弗及”。仕途经历使他看到当时官僚的腐败黑暗，也使他认识到战争给社会造成的百业凋零、满目疮痍的巨大破坏，他深深体味到当时民众所处的苦难境地。</p> <p>　　至元二十三年（1286）夏，朝廷以翰林直学士征召他。此后他又断断续续地任过大司农丞、翰林学士、江东廉访使和江西行省参政，都以尽职尽责著称。大德十一年（1307）冬，姚燧迎来了他一生中最大也是最后一次转机：元廷仿汉征四皓故事起用姚燧为荣禄大夫、集贤大学士、翰林学士承旨，知制诰兼修国史，主修《成宗实录》《武宗实录》。久于文坛，又至此高位，使当时的文人对他的修史为文多推崇有加，奉之为文坛盟主。姚氏馆内名人出入（如阎复、胡祗遹、尚野、<a href=\"http://so.gushiwen.org/author_673.aspx\">吴澄</a>、袁桷、邓文原、元明善等），跟随他学习古文的也云集影从（如<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>、<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>、孛术鲁翀、李泂、谢端、李之绍、刘自谦等），<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓是门庭若市，象笏满床，国内域外都以求得姚燧文章作为荣耀。至大四年（1311），武宗、成宗《实录》终于修成，进之后不久，姚燧得告南归。皇庆二年（1313）九月十六日，卒于家中，享年七十六岁，元廷谥之曰文。</p> <p>　　为政之暇，和古代的传统文人一样，姚燧也喜爱游历山水。在《别丁编修序》中，他说：“自历荆宪至今，其间望舒二十四弦晦。居府者三之一，而水陆舟马周历乎澧峡、归、鼎五州七县者反居三之二焉。其于江山之清驶奇峭，人才之标特秀异，实若富于心中。”在《圣元宁国路总管府兴造记》中，他又说：“燧思士生文轨混同之时，亦千载之旷遇，江山之形胜，风土之微恶，民俗之浇淳，必一就观。”姚燧一生南北迁徙数次，足迹几遍中国。今天可以考知的有长沙、武昌、龙兴、九江、彭蠡、铜陵、湖口、岳阳、金陵、杭州、旌德、江州、会稽、吴城、扬州等地，其中武昌、龙兴、吴城等地他都到过多次。秀丽多姿的山水风光和丰富多彩的民俗风情不但扩大了他的视野，丰富了他的社会阅历，也陶冶了他的情操和品格。在游历中，姚燧留下了大量的文学作品，也使他的散曲小令带上了民间色彩。</p> <p>　　姚燧出身名门，师从硕儒，这种环境再加上天性和才气，使得他恃才放旷，颇为自傲，养成了豪迈耿直的个性。他推崇唐代“名满天下，英风豪气人莫能比”的大文学家、书法家<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>，《元史》记他“然颇恃才，轻视<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、元明善辈”。</p> <p>　　元代前期高丽沈阳王父子，连姻帝室，用财货结交朝臣，许多大臣都为之所动。至大年间，姚燧做了翰林学士承旨，名倾京师，当时的文人名宦多以求文为事，“其不得者，每为愧耻。”附庸风雅的沈阳王父子于是也向姚燧求为诗文，并赠送财宝。姚燧鄙视当时朝臣的贪婪失志，也看不起沈阳王父子唯事货赂的行径，没有答应。这最终导致朝廷降旨，他才勉强作文应付。沈阳王父子得文后十分高兴，当即赠送币帛、金玉、名画，多至五十筐。姚燧平素非常喜爱搜集古玩名画，但是这次他却立即将其分给了属官、吏胥和侍从，留下金银送给翰林院做费用，自己丝毫不取。有人不解，他说：“彼藩邦小国，唯以货利为重，吾能轻之，使知大朝不以是为意。”充分反映了一个大国朝臣的器识和风度。后世修史者称赞他“器识豪迈过人”。</p> <p>　　为了统治需要，蒙古贵族统治者对各种宗教采取兼容并蓄的优礼政策。元初，佛道二教都相当盛行。当时北方的寺院道观鳞次栉比，门派发展非常迅速，尤其是各个派系都出现了许多名声远播的大师。在这样的社会环境里，姚燧既负一世之名，自然免不了奉命为佛寺撰写碑记，但是他却往往在文中公开声明自己是儒者，撰写碑文实在是出于迫不得已：“燧学儒者，未尝知为佛氏之言”，“燧性颛蒙，于周孔书，童而习之，白首不知其源，矧于佛书？未尝一望其涂涯，岂敢妄为曰知？然以压于储皇之命，不敢礼辞，故惟即夫赐田以言。”自觉地与佛学划清界限。不仅如此，他还借此机会批评元代佛教泛滥、寺院林立、僧徒众多的状况，如《重建南泉山大慈化寺碑》、《储宫赐龙兴寺永业田记》等，表现出了过人的胆识和勇气。终于，在他七十四岁那年发生了“磨平淮碑”事件。这一年，他奉元武宗之命撰写了《崇恩福元寺碑》，文中有“祝发与前圣往矣，于佛焉依”等语。当时的一些僧人认为“祝发”是谩骂出家人，“焉”是疑问词，表示否定，他们对这非常恼火，把它诉诸太后。这件事后来经李宗师等据理力争才免于追究，但还是磨平碑文，转由他人别撰。位至光显而依旧个性耿直，刚烈不屈而敢冒天下之大不韪，其不见容于朝是必然的。恐怕这也是他每每任职不久就辞职的原因之一。</p> <p>　　做为一代文豪，与元代社会风尚相合，姚燧的性格又具有风流洒脱的一面。宴席之上，酒酣神爽，赋诗酬文，他都表现得颇为豪放洒脱，流露出风流疏宕的个性。受世俗放荡风气的影响，姚燧也时常出入秦楼楚馆，有过一段狎妓生活。从今存资料看，与姚燧交往的大多是色艺双全的名妓。《青楼集》里就载有他和阎复等人常于“能诗词，善谐笑，名重京师”的乐妓张怡云的海子家中小酌、弹饮的佚闻。而今存作品中，这方面的记载也有不少，词〔浪淘沙〕《赠重阳奴》和散曲〔越调〕《凭阑人》等就是代表。姚燧身居高位，在与同僚们宴饮时，自然也不乏歌妓侑酒的场面。在一些诗词中，他也写到这一点，表现了他风流洒脱的个性。在与歌妓的交往中，姚燧同情她们，尊重她们，理解其不幸的处境，也为她们鸣不平。他在大都任翰林学士承旨时，偶于宴席中，遇到一位秀丽娴雅的歌妓，微操南音。姚燧把她招到席前，问之再三，终于得知她是宋儒<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>的后人，因父亲官微禄薄无法偿还公债而被卖入娼家，于是他派人请求丞相为之落籍。事后又把她以女儿的身份许配给他熟悉的一名史官。这件事在京师被人传为盛事，嘉兴县阙为此曾赋诗三百余言。《辍耕录》以“玉堂嫁妓”为名完整地记载了此事。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>以散文创作著称，这些创作大致可分为序记文和碑志文两类，二者在总体上有一致的艺术风格。最突出的特点是讲究文章气势的刚劲雄豪，如《卢威仲文集序》中对卢威仲的叙述就很有代表性：“甲辰一疏，夺权臣而褫其气，蚕织而蟹匡，范冠而蝉緌。夸者知往之不可恃，悖者知礼之不可失，其有功于名谊如此。垂绅学馆之际，是非必陈，邪正必辨。阙政无能言而言之者，必威仲也；巨憸无能拒而拒之者。必威仲也。射精而猿号，鉴明而尘至，威仲于是不见容于表著之底矣。”这段文字写来语言古奥而简洁，气势刚劲而雄豪，确实代表了他这方面的风格。</p> <p>　　姚燧古文创作宗法<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>，主张文气论。在《冯氏三世遗文序》中，他说：“夫人之言为声，声源于气。中顺之气劲，故其辞简洁而峻清；右部之气和，故其辞温厚而优柔；通议之气粹而正，故其言诞布除拜，吟情托物，诛奸彰善者，划戛陈言，一以经史为师，淡丽而不谀，奥雅而雄深，多体而不穷，视金诸作最为高古，信一代文章之宗也。”姚燧这里的气和<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>的“气”很接近，指人的禀赋，表现为作者的气质、性情和才调等个性因素，由于作者个性的不同而在文章中形成不同风格。正是由于这种文学理论的指导，才使得他在文学创作时，具有自觉或不自觉的个性意识，敢于大胆袒露自己的情怀。</p> <p>　　姚燧文章的风格适应了元初文学发展的需要，与当时文坛上占有很大势力的<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>的弟子阎、徐、李、孟等的宗宋尚苏的文风不同，相对于他们滑易骫骳的文风有一定的补偏救弊作用，有一定的创新性和较强的时代意义，因此很受时人的喜爱。<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>、吴善在为他文集写的序中就主要表现了对他这方面的推崇。在《桂隐文集序》中，<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>也赞叹地说：“国朝广大，旷古未有，起而乘其雄深之气以为文者，则有姚文公其人，其为言不尽同于古人，而伉健雄伟，何可及也？”对他文章气势的推崇几乎到了无以复加的地步。《元史》本传对他文章的评价也主要是着眼于他的这一方面。</p> <p>　　姚燧文章以语言的古雅深邃著称，这和他的个性有着密切的关系。正是他的这种个性使他在宗宋派流行的文化背景下，在开始文学创作时能顶着周围的压力，面对当时人“不余知”的现实，迎头而上，主张师法古人，为文崇尚高古、格古，致力于文风的改革和创新，用功甚勤，逐渐形成了有自己特色的语言风格，取得了较高的文学成就，终于得到了社会的普遍承认。他的这种创作风格在他晚年成为引人注目的文学现象。</p> <p>　　此外，姚燧文章还有一些个性的和特殊的表现。他的不少碑志文刻画清晰、形象生动，具有传记文学的特色；而序记文则多数写得变化多姿、文笔流畅、洒脱优美，更富有文学性。<br>今存姚燧<a href=\"http://so.gushiwen.org/author_2368.aspx\">诗</a>有147首，既有古诗也有律诗，尤以古诗成就为高。《清明日陪诗僧悟柳山登落星寺》写得颇有气势，可见他在古诗方面也受到韩愈的影响。《京师病中》六首则写得感情浓郁，深挚委婉，是元诗中脍炙人口的佳作。</p>"
}