{
  "id": 248,
  "star": 243,
  "name": "宋之问",
  "image": "http://img.gushiwen.org/authorImg/songzhiwen.jpg",
  "dynasty": "唐代",
  "desc": "宋之问，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（今河南灵宝县）人。初唐时期的著名诗人。",
  "content": "<h2>劣迹斑斑</h2> <p><strong>因<a href=\"http://so.gushiwen.org/author_248.aspx\">诗</a>杀亲</strong><br>　　<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>有一个外甥名叫刘希夷，与宋之问年龄相仿，中过进士但无心仕途，也是一位诗人。有一次，刘希夷写了一首题为《代悲白头翁》的诗，诗云：“洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，行逢落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台生锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时，须臾鹤发乱如丝。但看古来歌舞地，惟有黄昏鸟雀悲。” 宋之问看到外甥这首尚未公之于众的诗后，赞不绝口，尤其喜爱诗中“年年岁岁花相似，岁岁年年人不同”这两句。宋之问请求外甥将这首诗让给自己，刘希夷起初答应了，可不久又反悔，因为他实在难以割爱。宋之问恼羞成怒，为了将此诗据为己有，竟然命令家奴用土袋将外甥活活压死，可怜才华横溢的诗人刘希夷去世时还不到30岁。于是在《全唐诗》中出现了一个奇怪的现象：在刘希夷名下，收录了这首诗，题为《代悲白头翁》；在宋之问名下，也收录了这首诗，只是改了一下标题，将“洛阳女儿惜颜色”一句中的“洛阳”二字改成了“幽闺”，其余诗句一模一样。</p> <p><strong>卖友求荣</strong><br>　　唐中宗神龙元年，太子<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>复位，深得<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>宠爱的张易之、张昌宗兄弟被杀，宋之问作为张氏兄弟的党羽被贬为泷州（今广东罗定）参军。没过多长时间，他难以忍受岭南蛮荒之地的生活，竟然瞒着朝廷，偷偷逃回了洛阳，藏匿于好友张仲之家中。当时虽然武则天已死，但武姓残余势力仍在，武三思等人依然声势显赫，包括张仲之在内的一些朝廷大臣对此愤恨不已。一天，张仲之正与人密谋杀掉武三思，宋之问听到后立即派侄子前去告发，结果张仲之全家被杀。宋之问卖友求荣，依附武三思，不但其擅自逃回洛阳一事没有被追究，反而被提拔为鸿胪主簿，后又改任考功员外郎。其所作所为，为时人所不齿。</p> <p><strong>逢迎谄媚</strong><br>　　武则天大权在握后，由于宋之问经常写一些歌功颂德的诗逗得武则天眉开眼笑，因此得以任用。宋之问曾被任命为尚方监丞，负责管理各工种的制造、供应、生产等政务，不久又进入奉宸院，担任左奉宸内供奉的官职。奉宸院说穿了就是武则天的后宫，里面供养的尽是一些从各地挑选而来的年轻美貌的男子，以备女皇享用。据说宋之问“伟仪貌，雄于辩”，自然是奉宸院的合适人选。当时武则天的男宠是张易之、张昌宗兄弟，两人倚仗女皇的宠爱，飞扬跋扈，权倾一时，连武承嗣、武三思等朝廷重臣都巴结他俩。宋之问不甘落后，放下文人的自尊和清高，竭力巴结张氏兄弟，极尽谄媚之能事，据说还替张氏兄弟提过尿壶。作为左奉宸内供奉，宋之问做梦都渴望像张氏兄弟那样得到武则天的宠爱，爬上女皇的龙床，于是来了个毛遂自荐，写了一首艳诗献给女皇。武则天读后赞不绝口，待宋之问离开后，却对身边人说：“这个宋之问，的确是难遇之才，只是他口臭熏人，让朕无法忍受。”由于口臭，宋之问的美梦化作了泡影。 </p><br/><h2>评价</h2> <p>　　作为文人，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>也因其低劣的人品而遭人唾弃，不仅表现在其对待政治趋炎附势的态度上，也表现在一桩广为流传的命案上。自古凡是文人都爱好文字，一日宋之问见其外甥刘希夷的一句<a href=\"http://so.gushiwen.org/author_248.aspx\">诗</a>“年年岁岁花相似，岁岁年年人不同”颇有妙处，便想占为己有，刘希夷不从，宋之问于是用装土的袋子将刘希夷压死，被称作“因诗杀人”。</p> <p>　　媚附于<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的宠臣张易之。后张易之被杀，中宗复位，于神龙元年（705）被贬为泷州（今广东罗定县）参军。不久逃回洛阳。《新唐书》记载他匿居友人张仲之家，“会武三思复用事，仲之与王同皎谋杀三思安王室。之问得其实令兄子昙与冉祖雍上急变，因丐赎罪，由是擢鸿胪主簿，天下丑其行。”景龙中，迁考功员外郎，谄事太平公主，故见用。及安乐公主权盛，复往谐结，故太平公主甚恨之。当中宗将提拔他为中书舍人时，太平公主揭发他知贡举时受贿，便下迁为汴州长史，未知又改越州长史。在越州（今浙江绍兴）期间，“颇自力为政”，景龙三年六月，中宗崩，景云元年（710）睿宗即位，认为他依附张易之，投靠武三思，屡不悔改，便将他流放钦州（今广西钦州）。《旧唐书》说：“先天中，赐死于徙所。”而《新唐书》则说：“赐死桂州。”</p> <p>　　宋之问在世时与<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>齐名，其诗多为应制之作，内容比较贫乏，但是流放途中作的一些诗有较充实的内容，在艺术形式上，宋之问的诗以属对精密、音韵协调见长，大多词采绮丽，对仗工整，对律诗体制的定型颇有影响。 </p><br/><h2>生平</h2> <p><strong>出生</strong><br>　　<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>约生于唐高宗显庆元年（656年～712年），并无显赫的门第家世。父亲宋令文起自乡闾，矢志于学，交友重义，“比德同道，理阃探索词源论讨。”多才多艺，不仅“富文辞，且工书，有力绝人，世称三绝。”唐高宗时做到左骁卫郎将和校理图书旧籍的东台详正学士，饶著声誉。在父亲的影响下，宋之问和弟弟宋之悌，宋之逊自幼勤奋好学，各得父之一绝；宋之悌骁勇过人，宋之逊精于草隶，宋之问则工专文词，成当时佳话美谈。上元二年（675年），长得身材高昂、仪表堂堂的宋之问进士及第，登临“龙门”，踏上了仕进正途。</p> <p><strong>仕途</strong><br>　　宋之问春风得意之日，已是<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>皇后实握朝政之时。武后承应“贞观”，励精图治，选拔人才，不拘一格，宋之问以才名与<a href=\"http://so.gushiwen.org/author_44.aspx\">杨炯</a>被召分直内文学馆，不久出授洛州（今河南洛阳市东北）参军。永隆二年（681年），又与杨炯同入崇文馆充学士。天授元年（690年）秋，武后称帝，改国号为周，敕召宋之问与杨炯分直于洛阳西入阁。15年间，宋之问很快由从九品殿中内教跻身五品学士，为世人钦慕。唐朝学士之职，以文学言语被天子顾问，出入侍从，礼遇尤宠。家世低微的宋之问以此更是感恩耀荣，视为得秩于禄的捷径与保障。他在《奉敕从太平公主游九龙潭寻宴安平王别序》中说：“下官少怀微尚，早事灵丘，践畴昔之桃源，留不能去；攀君王之桂树，情可何之。”典型地表白了他的这种心态。武后雅好文词乐章，宋之问巧思文华取幸。一次游洛阳龙门，武后命群臣赋<a href=\"http://so.gushiwen.org/author_248.aspx\">诗</a>，左史东方虬诗先成，武后赐锦袍。及宋之问《龙门应制》诗成奉上，“文理兼美，左右称善。”武后夺东方虬锦袍转赐给他。此中予夺，既反映了武后对靡丽颂德诗风的提倡，也表现了宋之问这时的创作方向，对他的声名和地位都有很大的影响。武周时期，宋之问不仅扈从武后朝会游豫，而且奉承武后近幸的媚臣外戚宴乐优游，自感“志事仅得，形骸两忘。”这样的追求和生活使他逐渐沉溺和堕落，并自觉不自觉地陷入了统治集团内部争权夺利的政治漩涡中。宋之问在武后晚年先后转任尚书监丞、左奉宸内供奉，武后媚臣张易之、张昌宗兄弟“雅爱其才”，召他与好友<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>、阎朝隐、<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>、王无竞、尹元凯及<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>、<a href=\"http://so.gushiwen.org/author_1724.aspx\">富嘉谟</a>、刘允济等文士预修。宋之问与阎士隐等多代工张赋篇入集，倾心媚附。书成，于长安二年（ 703年）迁司礼主簿。神龙元年（ 705年）正月，宰相<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>与太子典膳郎王同皎等逼武后退位，诛杀二张，迎立唐中宗，宋之问与杜审言等友皆遭贬谪。宋之问贬泷州（今广东罗定县）参军，诸事艰难，慕念昔荣，次年春便秘密逃还洛阳，探知友人张伸之与王同皎等谋诛宰相武三思（时张柬之被贬），后使人告密，擢任鸿胪主簿，“由是深为义士所讥。”景龙元年（ 707年）七月，太子杀武三思父子后死事，宋之问上表歌颂武氏父子功德，请造唐中宗神武颂碑，探获赏识，于次年迁考功员外郎，并与杜审言、<a href=\"http://so.gushiwen.org/author_2208.aspx\">武平一</a>、沈佺期、阎朝隐等首选修文馆直学士，“及典举，引拔后进，多知名者。”其时朝廷朋党争立，由于他倾附安乐公主，遭太平公主忌恨，进言中宗，于景龙三年（ 7O9年）将他下迁越州（今浙江绍兴市）长史。</p> <p><strong>末路</strong><br>　　唐中宗年间的政治动荡及个人宠辱无常的经历，使宋之问感触良深，而由朽烂陈腐的宫廷来到清新秀丽的水乡，也使他开始涤净心灵，境界升华。他在越州写的《祭禹庙文》，在真诚歌颂了大禹治水、救灾拯民的千古圣德之后写道：“先王为心，享是明德。后之从政，忌斯好佞。酌镜水而励清，援竹箭以自直；谒上帝之休佑，期下人之苏息。”反映了这种思想情感上的转变。因此，他在越州登山涉险，访察民生，“颇自力为政”诗歌创作也开始转入了健康清新的轨道，“流布京师，人人传讽。”但是，就在宋之问开始走上“新生”之路的时候，又一次宫廷政变将他逼上了绝境。景云元年（ 710年）六月，临海郡王<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>与太平公主诛杀韦后和安乐公主，拥立唐睿宗，以宋之问尝附二张及武三思诏流钦州（今广西钦州市东北），后以赦改桂州。先天元年（ 712年）八月，唐玄宗李隆基即位后，宋之问被赐死于徙所，结束了最后的人生旅程。宋之问政治上无足称道，品行也多有可讥，但却是知名当世的诗人。由于宫廷诗人的局限，代笔捉刀的束囿，志向理想的低浅，他的诗文不少是歌颂功德、粉饰太平、浮华空泛之作，但随着颠簸人生，接触社会，历练生活，他也创作了一些好的作品，令人耳目一新。他在杨炯死后写的《祭杨盈川文》，采用四四制式，字字有声，句句华歆，内容言简辞切，悲凉真挚，催人泪下，与他代笔写的《为宗尚书祭梁宣王文》、《为宗尚书兄弟祭鲁忠王文》等相比，文华情感，殊若天壤。 </p><br/><h2>诗歌评价</h2> <p>　　他的主要功绩和<a href=\"http://so.gushiwen.org/author_494.aspx\">沈佺期</a>一样，在创作实践中使六朝以来的格律<a href=\"http://so.gushiwen.org/author_248.aspx\">诗</a>的法则更趋细密，使五言律诗的体制更臻完善，并创造了七言律诗的新体。他也是律诗的奠基人之一。</p> <p>　　作为诗人，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>年轻时即已知名，“尤善五言诗，其时无能出其右者。”从《宋之问集》和《全唐诗》所收作品来看，他对当时体裁多能把握，运用熟谙，佳作名句也有可观。如短歌《冬霄引·赠司马承桢》诉友情句：“明月的的寒潭中，青枯幽幽吟劲风。此情不向俗人说，爱而不见恨无穷。”五言古诗《题张老松树》喻高洁句：“百尺无寸枝，一生自孤直。”七言古诗《明河篇》思征夫句；“明河可望不可亲，愿得乘槎一向津。更将织女支机石，还访城都卖卜人。”五言绝句《送<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>》表离别：“卧病人事绝，嗟君万里行。河桥不相送，江树远含情。”五言长律《灵隐寺》绘胜景句：“楼观沧海日，门对浙江潮。”皆清新坦易，抒情真挚，畅美如画。宋之问为文赋诗，讲求比兴，属对精密，点划入微，对诗的声律化有重大贡献。他与沈佺期在齐、梁沈放、<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>到初唐四杰创作发展的基础上，努力加以实践和总结，使律诗各体制都达到了成熟定型的地步，明确划开了古体诗和近体诗的界限，并运用这种形式，写出了优秀的作品，如《江亭晚望》、《晚泊湘江》、《题大庾岭北驿》、《度大庾岭》等。 </p>"
}