{
  "id": 274,
  "star": 78,
  "name": "纪昀",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_274.jpg",
  "dynasty": "清代",
  "desc": "纪昀 jǐ yún (1724年6月-- 1805年2月），字晓岚，一字春帆，晚号石云，道号观弈道人。历雍正、乾隆、嘉庆三朝，因其“敏而好学可为文，授之以政无不达”（嘉庆帝御赐碑文），故卒后谥号文达，乡里世称文达公。在文学作品、通俗评论中，常被称为纪晓岚。清乾隆年间的著名学者，政治人物，直隶献县（今中国河北献县）人。官至礼部尚书、协办大学士，曾任《四库全书》总纂修官。代表作品《阅微草堂笔记》。",
  "content": "<h2>轶事典故</h2> <p><strong><a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>与和珅<br></strong>　　传闻二人结怨颇多，事实上，纪昀与和珅的关系就像是忘年交。年轻的和珅处世外向泼辣。年老的、处世逐渐内敛圆滑的纪昀会时时善意地提醒和珅。两人既有政见不同带来的争吵，也有默契的配合。在工作中,更多的是和珅对纪昀的关照；在人际关系上,更多的是纪昀对和珅的帮助。同时，纪昀对自己的能力也非常了解，在文学上固然无人可比，但在治国和理财上远不如和珅。而纪昀本身就只是一个御用文人，也就是说，纪昀与和珅不会有不可调和的利益冲突，另一方面两个人也是当时清朝最重要的两个支柱，乾隆最仰仗的两个大臣，如果真的斗的不可开交，那就不可能有康乾盛世了。</p> <p><strong>纪昀与<a href=\"http://so.gushiwen.org/author_488.aspx\">刘墉</a><br></strong>　　纪昀和刘墉更有着不解之缘。刘墉的父亲刘统勋正是纪昀的乡试主考官。对刘统勋的知遇之恩，纪昀一直是感激零涕。而后来纪昀被发配的案件，又恰是刘墉负责。还有更巧的，举荐纪昀担任四库馆总纂官的，也是这位刘大人。刘墉，刘统勋长子。和珅专权数十年，内外诸臣，无不趋走，唯刘墉、纪昀等为数不多的几个大臣始终不曾依附。他们一个善文，一个工书，却都有收藏砚台的癖好。有时相互赠送，也常为一个心爱之物而互相攘夺，但彼此都恬不为意，并以之为笑谈。</p> <p><strong>烟袋惹的祸<br></strong>　　纪昀喜抽旱烟，文臣武将暗地里叫他“纪大烟袋”，有次，乾隆急诏，纪昀来不及将烟熄灭，只好把烟袋藏在靴子里去朝见圣上。烟在靴子里燃烧起来，纪昀忍着痛，希望皇上快点结束，直到裤脚冒出烟来，皇上问他怎么回事，纪昀答：“失火了！”皇上赶快让他出去救火，纪昀才颠着一只脚出去了。以后有好长时间，纪昀不得不拄着拐棍。</p> <p><strong>文字狱牵连<br></strong>　　纪昀在乾隆时期文化专制最残酷的一片风声鹤唳中入主“四库馆”，有清以来的文字狱，到乾隆朝达到了最盛，在中国历史上第一次把“思想犯罪”引入法律惩治的范围之内，乾隆朝是为发轫。其文字狱的株连，也远远超过了“大清律”的规定。《四库全书》开馆期间，发生了50多起文字狱案，大多是从修书得到眼线。和纪昀一起担任总纂、总校的大员，或被吓死、或被罚光了家产，除纪昀以外，无一人得到善终。纪昀本人也曾几次被牵连进相关的文字狱中，颇有几番险象丛生。他也被多次记过，出资赔写讹错书籍。所以，在这样的政治高压下，知识分子被异化、被扭曲是难免的。</p><br/><h2>著作</h2> <p>　　五十以后，领修秘籍，复折而讲考证”（ 《姑妄听之》 自序），加之治学刻苦，博闻强记，故贯彻儒籍，旁通百家。其学术，“主要在辨汉宋儒学之是非，析<a href=\"http://so.gushiwen.org/author_274.aspx\">诗</a>文流派之正伪”（纪维九《纪晓岚》 ），主持风会，为世所宗，实处于当时文坛领袖地位。纪晓岚为文，风格主张质朴简淡，自然妙远；内容上主张不夹杂私怨，不乖于风教。看得出，他很重视文学作品的艺术效果。除开其阶级局限外，其在文风、文德上的主张，今天仍不失其借鉴价值。纪晓岚以才名世，号称“河间才子”。但一生精力，悉付《四库全书》。又兼人已言之，己不欲言，故其卒后，只有笔记小说《阅微草堂笔记》和一部《纪文达公遗集》传世。 《阅微草堂笔记》共五种，二十四卷，其中包括《滦阳消夏录》六卷， 《如是我闻》四卷， 《槐西杂志》四卷， 《姑妄听之》四卷， 《滦阳续录》六卷，自乾隆五十四年（1789）至嘉庆三年（1798）陆续写成。嘉庆五年（1800），由其门人盛时彦合刊印行。本书内容丰富，医卜星相，三教九流，无不涉及，知识性很强，语言质朴淡雅，风格亦庄亦谐，读来饶有兴味。内容上不仅有宣传因果报应等深刻的一面，而且在不少篇章，尖锐地揭露了当时的社会矛盾，揭穿了道学家的虚伪面目，对人民的悲惨遭遇寄予同情，对人民的勤劳智慧予以赞美，对当时社会上习以为常的许多不情之论，大胆地发表了自己的看法和主张，所以其可以说是一部有很高思想价值和学术价值的书籍。当时每脱一稿，即在社会上广为传抄，同<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>之《红楼梦》、<a href=\"http://so.gushiwen.org/author_567.aspx\">蒲松龄</a>之《聊斋志异》并行海内，经久不衰，至今仍拥有广大读者。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生对纪晓岚笔记小说的艺术风格，给予很高的评价，称其“隽思妙语，时足解颐，间杂考辨，亦有灼见。叙述复雍容淡雅，天趣盎然，故后来无人能夺其席”（ 《中国小说史略》）。其《纪文达公遗集》 ，是纪晓岚的一部诗文总集，包括诗、文各十六卷，为人作的墓志铭、碑文、祭文、序跋、书后等，都在其中。此外还包括应子孙科举之需的馆课诗《我法集》，总之多系应酬之作。另外，二十岁以前，在京治考证之学，遍读史籍，举其扼要，尚著有《史通削繁》多卷，为学者掌握和熟悉中国史典提供了方便。</p> <p>　　除此这外还撰写了《四库全书简明目录》、三十二卷《纪文达公遗集》(上十六卷文章，十十六卷诗赋)、十卷《评文心雕龙》、六十三卷《历代职官表》、四卷《史通削繁》三十六卷《河源纪略》、《镜烟堂十种》《畿辅通志》、《沈氏四声考》二郑、《唐人诗律说》一册、《才调集》、《瀛奎律髓》评、《李义山诗》、《陈后山集钞》二十一卷、《张为主客图》、《史氏风雅遗音》、《庚辰集》五卷、《景成纪氏家谱》等。他还参与编选、评点其它一些书籍，也参与了另外一些官书的纂修。</p> <p>　　纪晓岚一生才华和学术成就十分突出，多姿多彩。他曾给自己写过一首词，其中两句：“浮沉宦海如鸥鸟，生死书丛不老泉”，就是他一生真实的写照。纪晓岚不仅在清代被公认为文坛泰斗，学界领袖，一代文学宗师，就是在中国和世界文化史上也是一位少见的文化巨人。 </p><br/><h2>家族成员</h2> <p><strong>长辈<br></strong>世祖：纪椒坡景城纪氏一世祖。<br>高祖：纪坤（1570—1642），字厚斋，坤，字厚斋，明廪膳生。<br>曾祖：纪钰（1632—1716），钰，字润生，附监生，考授州同。<br>祖父：纪天申（1665—1732），天申，润生公次子，字宠予，监生，考职县丞。<br>父亲：纪容舒（1685—1764），容舒，字迟叟，康熙癸巳恩科举人。 </p> <p><strong>兄弟<br></strong>长兄：纪晫（1706—1777），<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>同父异母兄。<br>从兄：纪昭（1717—1770），纪昀之从兄。</p> <p><strong>妻妾<br></strong>正妻：马月芳，（？—1795年），东光进士马周菉的二女儿，是纪昀的邻县人。<br>妾：文鸾、郭彩符、沈明玕。</p> <p><strong>子女<br></strong>长子：纪汝佶（1743—1786），字御调，又字侠如，乾隆乙酉举人。<br>次子：纪汝传（1747—1777），字绪承，曾任九江府通判和江宁府同知。<br>三子：纪汝似（1766—？），字象庭，曾任广东县丞。<br>四子：纪汝亿（1784—？），字万斯，纪晓岚第四子。</p><br/><h2>评价</h2> <p>　　纪晓岚一生，有两件事情做得最多，一是主持科举，二是领导编修。他曾两次为乡试考官，六次为文武会试考官，故门下士甚众，在士林影响颇大。其主持编修，次数更多，先后做过武英殿纂修官、三通馆纂修官、功臣馆总纂官、国史馆总纂官、方略馆总校官、四库全书馆总纂官、胜国功臣殉节录总纂官、职官表总裁官、八旗通志馆总裁官、实录馆副总裁官、会典馆副总裁官等。人称一时之大手笔，实非过誉之辞。纪晓岚晚年，曾自作挽联云：“浮沉宦海同鸥鸟；生死书丛似蠹鱼”，堪称其毕生之真实写照。</p> <p>　　纪晓岚天资颖悟，才华过人，幼年即有过目成诵之誉，但其学识之渊博，主要还是力学不倦的结果。他三十岁以前，致力于考证之学，“所坐之处，典籍环绕如獭祭。三十以后，以文章与天下相驰骤，抽黄对白，恒彻夜构思。 </p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>祖籍为应天府上元县，传其家为纪家边。明永乐二年（1404年），奉命“迁大姓实畿辅”（乾隆《献县志》），人称茶星始迁来献县，入安民里四甲籍，卜居献县城东九十里之景城镇。到纪昀，北迁已十四世。</p> <p>　　清雍正二年（1724年），农历六月十五日午时纪昀出生，属龙，纪昀为纪容舒次子。</p> <p>　　雍正五年（1727年），授课于及孺爱先生，这年第一次见到父亲。</p> <p>　　雍正八年（1730年），参加童子试，并优异的成绩得‘神童’绰号。纪昀儿时，居景城东三里之崔尔庄。十一岁随父入京，读书生云精舍。</p> <p>　　清乾隆五年（1740年），17岁的纪昀就跟邻县20岁的马氏成婚，纪昀先后有一位夫人和六房妾。</p> <p><strong>初入仕途<br></strong>　　清乾隆八年（1743年），八月参加科试，获第一名；纪昀开始自满起来，同年长子降生，取名纪汝佶。次年乾隆九年（1744年 ），回乡乡试，纪昀所作破题，只考了个四等。</p> <p>　　乾隆十二年（1747年），纪昀再应顺天府乡试，以第一名解元夺魁。</p> <p>　　乾隆十三年（1748年），春天，参加会试，由于太过自负而被挡在了进士的门槛之外。</p> <p>　　乾隆十五年（1750年），四月十六日，纪昀母亲去世，纪昀居丧守孝直到乾隆十七年八月。</p> <p>　　乾隆十六年（1751年），纪昀在家守孝，没能参加这年的会试。次年朝廷为祝贺皇太后六旬大寿特开恩科，八月举行会试，纪昀孝服刚除没有参加。</p> <p>　　乾隆十九（1754年），纪昀等来了正科会试，考了第二十二名，会试后是殿试，殿试后揭榜，纪昀考了二甲第四。入选翰林院庶吉士。继授编修，开始了他的官宦生涯。 </p> <p><strong>为官经历<br></strong>　　清乾隆二十一年（1756年），纪昀伴驾热河。</p> <p>　　乾隆二十三年（1758年），任英武殿纂修。</p> <p>　　乾隆二十四年（1759年），任功臣馆总纂。</p> <p>　　乾隆二十五年（1760年），任国史馆总纂。</p> <p>　　乾隆二十六年（1761年），任方略馆总纂。</p> <p>　　乾隆二十七年（1762年），正月十二到五月初四，纪昀伴驾南巡。五月，奉命视学福建，官阶提督学政。</p> <p>　　乾隆三十年（1765年），纪昀父亲纪容舒在献县崔尔庄病故，纪昀回家服丧三年。</p> <p>　　乾隆三十三年（1768年）授贵州都匀知府。乾隆帝认为纪昀学问优胜，到外省做官不能尽其所长，将其留在身边。同年四月，提升为侍学士。六月，据《清高宗实录》记载，两淮盐政卢见曾因有营私贪污行为而被革职查办。纪昀则因为通风报信而被发配乌鲁木齐。同年十月，被遣戍乌鲁木齐赎罪。</p> <p>　　乾隆三十六年（1771年）因乾隆帝修书需要，由刘统勋荐举，将其从新疆召回，六月初至京师，暂居珠巢街，受诏校秘书。</p> <p>　　乾隆三十八年（1773年）起，任《四库全书》馆的总纂官，收书三千五百零三种，共七万九千三百三十七卷；又修《四库全书总目提要》、《热河志》。历任编修、左庶子、兵部侍郎、左都御史、礼部侍郎、尚书。</p> <p>　　乾隆三十九年（1774年），十月，纪昀次子汝传在担任九江府通判时因渎职拖欠赋税而犯法，纪昀受牵连，吏部决定将其降职调任，乾隆知道后改判为降三级留任。</p> <p>　　乾隆四十一年（1776年），正月，纪昀被提拔为侍读学士，担任文渊阁直阁事。二月，调侍讲学士。大金川首领索诺木降。至此，大、小金川全境荡平。纪昀纂《平定两金川雅》、《平定两金川颂》。九月，充文渊阁直阁事、日讲起居注官。</p> <p>　　乾隆四十四年（1779年），三月，纪昀被提升为詹事府詹事。四月，又提升为内阁学士兼礼部侍郎。</p> <p>　　乾隆四十五年（1780年），正月元宵刚过，乾隆第五次南巡，纪昀伴驾。纪昀奉旨和陆锡熊、孙士毅等共同领纂《历代官职表》至乾隆五十四年完成。</p> <p>　　乾隆四十六年（1781年），纪昀任《契丹国志》总纂官。</p> <p>　　乾隆四十七年（1782年），纪昀、陆锡熊奉旨总纂《河源纪略》于乾隆四十九年完成。同年《四库全书》完成。[8] </p> <p><strong>晚年经历<br></strong>　　清乾隆五十年（1785年），正月初六，乾隆在乾清宫摆千叟宴，纪昀参加。</p> <p>　　乾隆五十五年（1790年），乾隆八十大寿，前往热河避暑，纪昀伴驾。</p> <p>　　乾隆五十六年（1792年），任《八旗通志》馆总裁。</p> <p>　　乾隆五十七年（1792年），纪昀伴驾第六次南巡。</p> <p>　　乾隆六十年（1795年）， 纪昀夫人马氏去世。</p> <p>　　清嘉庆元年（1796年），任兵部尚书，移任左都御史。次年，又迁任吏部尚书。任协办大学士、加太子少保。</p> <p>　　嘉庆八年（1803年），六月十五日纪昀八十寿辰。</p> <p>　　嘉庆十年（1805年）二月十四日，酉时，82岁的纪昀病逝于京城。</p><br/><h2>藏书</h2> 　　清藏书家、学者、文学家、目录学家。字晓岚，一字春帆，晚号石云，又号观奕道人、孤石老人。谥文达。直隶河间府献县（今属河北）人。乾隆十九年（1754）进士，由翰林官至礼部尚书。后坐事遣乌鲁木齐。释还后，复授编修，嘉庆间官至礼部尚书，升协办大学士，加太子太保。三十八年（1773）开四库全书馆，大学士刘统勋推荐他任总纂官，由此，一生主要精力倾注于此。先从《永乐大典》中搜集散佚资料，与陆锡熊等编为《四库全书》，庋于七阁之中。《四库全书》编成后，迁左部御史，再迁礼部尚书，被誉为乾嘉时代学术界“泰斗”。编纂《四库全书总目提要》200卷，收正式入库书3 461种；存目书6 819种，93 500余卷。乾隆三十八年（1773）开始纂修，初稿成于乾隆四十六年（1781），概括了清乾隆以前尤其是元代以前的古籍，对保存和传播中国古代文化典籍有重要贡献。该目在目录学上影响很大，按四部分类，下设44大类，每大类有分若干小类，小类下又分子目，是我国四部分类目录的杰出代表，学术价值很高。后因《总目》卷帙浩繁，翻检不便，又删节编成《四库全书简明目录》20卷。喜收藏。一生嗜砚如癖，他的书斋也有“九十九砚斋”之称。乾隆年间，以数千金购得琉璃厂书肆古籍，其中以明清禁书和未刊本颇多，庋于“阅微草堂”书室之中，好友桂馥为其亲笔题写了“阅微草堂”4字，古朴刚劲。《四库全书总目》著录其进献之书有105种，入存目者41种。藏书钤有“春帆校正”、“心与古人会”、“校书天禄”、“河间<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>”、“瀛海纪氏阅微草堂藏书之印”等。著有《阅微草堂笔记》、《纪文达公遗集》、《<a href=\"http://so.gushiwen.org/author_274.aspx\">诗</a>文》等。<br/><h2>书法</h2> <p>　　纪晓岚一生，在文化事业上做了两件大事情，一是编纂了《四库全书》，二是写了《阅微草堂笔记》。纪晓岚在整个中国文化史上所做的贡献应该给予充分肯定。值得一提的是，纪晓岚在书法上的造诣也是相当精深的。清初书法，由于康熙、乾隆等人的倡导，书家大多受<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、董其昌的影响，纪晓岚也不例外。他的书法书写流利、圆融，显得雍容华贵，书法大小相兼，收放结合，疏密得体，苍劲多姿，可以说是实用性和艺术性的完美结合。由此观之，纪晓岚不愧为清代书坛一大家。</p>"
}