{
  "id": 608,
  "star": 303,
  "name": "司马迁",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_608.jpg",
  "dynasty": "两汉",
  "desc": "司马迁（前145年-不可考），字子长，夏阳(今陕西韩城南)人，一说龙门(今山西河津)人。西汉史学家、散文家。司马谈之子，任太史令，因替李陵败降之事辩解而受宫刑，后任中书令。发奋继续完成所著史籍，被后世尊称为史迁、太史公、历史之父。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。",
  "content": "<h2>作品影响</h2> 　　《史记》全书130篇，五十二万六千五百余字，包括十二本纪（记历代帝王政绩）、三十世家（记诸侯国和汉代诸侯、勋贵兴亡）、七十列传（记重要人物的言行事迹，主要叙人臣，其中最后一篇为自序）、十表（大事年表）、八书（记各种典章制度记礼、乐、音律、历法、天文、封禅、水利、财用），对后世的影响极为巨大，被称为“实录、信史”，被<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生誉为“史家之绝唱，无韵之离骚” ，列为前“四史”之首，与《资治通鉴》并称为史学“双璧”。因此<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>被后世尊称为史迁、史圣。与<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>并称“史界两司马”, 与<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>合称“文章西汉两司马”。<br/><h2>成就</h2> <p><strong>作品</strong><br>　　出狱后，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>改任中书令，发愤撰写史书，亦欲“究天人之际，通古今之变，成一家之言”，完成了中国第一部纪传体通史——《史记》。《史记》最初没有书名，司马迁将书稿给<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>看过，东方朔佩服不已，将其命名为《太史公书》，后世称《太史公书》为《史记》。<br>　　“史记”原本乃各国史书的通称，司马迁的著述也正是参考战国时期各国史记所作。但后来因为《太史公书》的影响，大约在东汉时期，就已经成为此书专名。司马迁完成《史记》后，知道该书不被当世所容，故预先将副本存之名山，流传后世。<br>　　《史记》对后世史学和文学的发展都产生了深远影响。郑樵称：“六经之后，唯有此作”。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>称誉《史记》为“史家之绝唱，无韵之离骚”。<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>《廿二史札记》说：“司马迁参酌古今， 发凡起例，创为全史，本纪以序帝王， 世家以记侯国，十表以系时事，八书以详制度，列传以志人物，然后一代君臣政事贤否得失，总汇于一编之中。自此例一定，历代作史者，遂不能出其范围，信史家之极则也。”</p> <p><strong>货殖思想</strong><br>　　司马迁《货殖列传》的开篇，即引用老子的至治理想，而且全篇自始至终都被道家“顺应自然”、“无为而治”的自然主义思想所笼罩。<br>　　开篇所引《老子》曰：“至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。”接着是司马迁自己的话：“必用此为务，挽近世涂民耳目，则几无行矣。”这段引文省去了《老子道德经》原文中“小国寡人，使有什佰之器而不用，使人重死而不远徙。虽有舟舆，无所乘之；虽有甲兵，无所陈之。使民复结绳而用之”几句，并补入了“至治之极”四个字，由此可见司马迁对《老子》这段话的重视，而紧接着引文而来的就是司马迁自己的观点——“必用此为务”。<br>　　在这里，司马迁表面上是引用老子的话，实际上是借老子之口说出了被他改造过和发展了的至治理想。他保留了道法自然的内核，有意识地剔除了反映原始社会“小国寡人”和奴隶社会“使民”如何的思想，体现了深得道家精髓的“与时迁移”思想(《史记太史公自序》)。<br>　　司马迁的这种至治理想，其核心是天道自然，要旨是人民的足欲。司马迁的至治理想堪与孔子“天下为公，选贤与能，讲信修睦”(《礼记·礼运》)的大同理想相并论，区别在于后者重秩序安排，而前者重自然演进。<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>在《论衡命禄》中引用“太史公曰”，进一步概括了司马迁的“天道自然观”思想。太史公曰：“富贵不违贫贱，贫贱不违富贵。”“夫富贵不欲为贫贱，贫贱自至；贫贱不求为富贵，富贵自得也。春夏囚死，秋冬王相，非能为之也；日朝出而暮入，非求之也，天道自然。”</p> <p><strong>天文成就</strong><br>　　在两汉时期的星象家中，首先要提出司马迁。大家都知道司马迁是一个伟大的史学家，而不知他也是一位对天文星象精到造诣的专家。其实只要仔细读其《史记》的《天官书》、《律书》、《历书》，就可明白称他为天文星家专家决非虚誉。<br>　　像司马迁这样博大精深的文学大师，绝对不会自划范围，限制自己的知识体系和探索领域。古代的史官本来以星历之事为其本职之一，故精通星象之学也不足为奇。不过司马迁能用史学家的高赡远瞩的眼光，把星象学与历史问题结合起来以究天人之际通古今之变，这可是其他星象家和史学家皆望尘莫及的高明之处。司马迁并没用星象学去占测具体的人事变异，而是用来总结历史规律，这不能不说是他对星系学的创造性应用。<br>　　司马迁继承父亲遗志遗业，完成《史记》及“推古天变”之任务，并明确表述为“通古今之变，究天人之际”，其结论表述在《天官书》中，即据春秋242年之间日食三十六、彗星三见等星象，联系点天子衰微、诸候力政、五伯代兴及到战国及秦汉之际的社会变乱动荡，而总结出天运三十年一小变，一百年一中变，五百年一大变，三大变为一纪，三纪而大备的“大数”，最后才认为“天人之际续备”。这是司马迁天文学之应用的最重要之范例，在整个星学历史上占有最高地位。<br>　　此外，司马迁又总结了战国以来的天文学的基本原则，表述如下（亦记载于《天官书》中）：“我仔细检查史书的记裁，考察历史上的事变，发现在100年之中，五星皆有逆行现象。五星在逆行时，往往变得特别明亮。日月的蚀食及其向南向北的运行，都有一定的速度和周期，这是星象学所要依据的最基本的数据。而星空中的紫宫星垣和东西南北四宫星宿及其所属的众多星辰，都是位置不变的，它们的大小程度和相互向的距离也是一定不变的，它们的分布排列象征着天上五官的位置。这是星象学中作为‘经’亦即不变的依据。而水、火、金、木、土星则是上天的五位辅住，它们的出现隐伏也有一定的时间和周期，但其运行速度快慢不均。这是天文学中的‘纬’亦即经紫变动的部分。把这些固定的和变动的两种星象结合起来，就可以预测人事的变化了。”</p><br/><h2>历史评价</h2> <p><strong>汉代</strong><br>　　汉代研究《史记》的名家，当推<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>和<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>，他们都肯定了<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的实录精神。<br>　　扬雄在《法言》一书中写道：“太史迁，曰实录”。 “子长多爱，爱奇也。” 杨雄是赞扬司马迁实录精神的第一人，他提出的实录与爱奇，为历人者所赞同，直到现在。<br>　　班固是汉代系统评论司马迁的第一人，《汉书》中有《司马迁传》。班固在赞语中说：“自<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、杨雄博极群书，皆称迁有良史之材，服其状况序事理，辩而不华，质而不俚，其文直、其事核，不虚美、不隐恶，故谓之实录。”说司马迁“不虚美、不隐恶”，可谓一语中的，世称其当，后人皆服。<br>　　司马迁的“实录”精神已成为中国史学的优良传统。</p> <p><strong>唐代</strong><br>　　唐代研究《史记》成就最大者当推散文大家<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>。韩、柳肯定了《史记》一书的文学价值，奠定了司马迁在中国文学史上的崇高地位。<br>　　韩愈十分推崇司马迁的文学才华, 他说：“汉朝人莫不能文，独<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、太史公、刘向、杨雄之为最。”他认为司马迁作品的风格是“雄深雅健”, 《史记》成为韩愈作文的样本。<br>　　柳宗元认为《史记》文章写得朴素凝炼、简洁利落，无枝蔓之疾；浑然天成、滴水不漏，增一字不容；遣词造句，煞费苦心，减一字不能。</p> <p><strong>宋元</strong><br>　　宋人赞司马迁，其著名者为马存赞司马迁的壮游和郑樵赞司马迁的五体结构。<br>　　马存认为司马迁平生喜游，足迹不肯一日休。司马迁壮游不是一般的旅游，而是尽天下大观以助吾气，然后吐而为书。所以他的文章或为狂澜惊涛，奔放浩荡；或为洞庭之波，深沉含蓄；或春妆如浓，靡蔓绰约；或龙腾虎跃，千军万马。司马迁世家龙门，念神禹立大功；西使巴蜀，跨剑阁之鸟道；彷徨齐鲁，睹天子之遗风。所以，天地之间，万物之变，可惊可愕，可以娱心，使人忧，使人悲者，子长尽取为文章，因而子长的文章变化无穷。<br>　　南宋史学家郑樵认为：诸子百家，空言著书，历代实迹，无所纪系。而司马迁父子世司典籍，工于制作，上自黄帝，下迄秦汉，勒成一书，分为五体：本纪纪年，世家传代，表以正历，书以类事，传以蓍人。使百代而下，史家不能易其法，学者不能易其书。六经之后，惟有此书。可见郑樵对《史记》评价之高。</p> <p><strong>明清</strong><br>　　金圣叹把《史记》作为“六才子书”之一，评论《史记》序赞九十多篇。他在评《水浒传》、《西厢记》中多次赞扬司马迁，发表了不少真知灼见。他说：“隐忍以就功名，为史公一生之心。”在评《<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>贾生列传》中说司马迁“借他二人生平，作我一片眼泪。”金圣叹可谓司马迁的知音。他对《史记》与小说关系的探讨独树一帜。“《水浒传》方法即从《史记》出来”，“《水浒传》一个人出来，分明是一篇列传。”清人张竹波更直言：“《金瓶梅》是一部《史记》。”可见《史记》对后世小说写作技巧的广泛影响。<br>　　<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>在《物斋有学集》中说：“司马氏以命世之才、旷代之识、高视千载，创立《史记》。”他认为司马迁创立的五体结构，成为历代史学家编史的样本，发凡起例之功“炳如日星矣”！<br>　　章学诚在史学理论名著《文史通义》中说：“夫史迁绝学，《春秋》之后一人而已。”他认为《史记》一书“范围千古、牢笼百家”，司马迁有卓见绝识之能，《史记》有发凡创例之功。由于司马迁有卓绝千古的识力和笔力，《史记》是“经纬乎天人之际”的一家之言，章学诚俨然比于后无来者。<br>　　<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>在《廿二史札记》中说：“司马迁参酌古今，发凡起例，创为全史。本纪以序帝王，世家以记侯国，十表以系时事，八书以详制度，列传以专人物。然后一代君臣政事贤否得失，总汇于一篇之中。自此例一定，历代作史者，遂不能出其范围，信史家之极则也。”司马迁的五体结构史学框架，一经创立，即为经典。纵观廿四史，无一例外。赵翼称为“史家之极则”，可谓精当之至。</p> <p><strong>近现代</strong><br>　　<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>认为：“史界太祖，端推司马迁”，“太史公诚史界之造物主也”。梁启超对《史记》评价颇高，认为《史记》实为中国通史之创始者，是一部博谨严著作。他认为：史记之列传，借人以明史；《史记》之行文，叙一人能将其面目活现；《史记》叙事，能剖析条理，缜密而清晰。因此他主张对于《史记》，“凡属学人，必须一读”。<br>　　<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《汉文学史纳要》一书中有专篇介绍司马迁。鲁迅认为：“武帝时文人，赋莫若司马相如，文莫若司马迁。”司马迁写文章“不拘于史法，不囿于字句，发于情，肆于心而为文”，因而《史记》不失为“史家之绝唱，无韵之《离骚》。” 鲁迅的评价成为《史记》评论中的不朽名言。<br>　　毛泽东在《为人民服务》文中说：“人总是要死的，但死的意义有不同。中国古时候有个文学家叫做司马迁的说过：‘人固有一死，或重于泰山，或轻于鸿毛’。为人民利益而死，就比泰山还重，替法西斯卖力，替剥削人民和压迫人民的人去死，就比鸿毛还轻。”毛泽东对司马迁很佩服，认为“司马迁览潇湘，泛西湖，历昆仑，周览名山大川，而其襟怀乃益广”。<br>　　郭沫若特别赞赏司马迁的文学才华。他说：“司马迁这位史学大师实在值得我们夸耀，他的一部《史记》不啻是我们中国的一部古代的史<a href=\"http://so.gushiwen.org/author_608.aspx\">诗</a>，或者说它是一部历史小说集也可以。”1958年郭沫若在为司马祠题写的碑文中对司马迁有“文章旷代雄”、“功业追尼父”的赞语。由此可见，郭沫若认为《史记》的文学成就是极高的。<br>　　翦伯赞认为司马迁是中国历史学的开山祖师，《史记》是一部以社会为中心的历史。他说：“中国的历史学之成为一种独立的学问，是从西汉起，这种学问之开山祖师是大史学家司马迁。《史记》是中国历史学出发点上一座不朽的纪念碑。”他还说：“《史记》虽系纪传体，却是一部以社会为中心的历史。”司马迁“几乎注意到历史上社会之每一个阶层，每一个角落，每一方面的动态，而皆予以具体生动的描写。所以我以为，《史记》是中国第一部大规模的社会史”。<br>　　郑振铎认为：自司马迁以来，便视历史为时代的百科全书，所以司马迁取的材料，范围极广，自政治以至经济，自战争以至学术，无不包括在内，其所网络的范围是极其广大的。所谓“文学史”也常常被网络在这个无所不包的“时代的百科全书”之中。<br>　　杜鹏程在《韩城市志》序中说：“韩城素称文史之乡，是一座历史悠久的文化名城，世界历史文化名人司马迁的故里，一向文化较为发达。……历朝各代，名人辈出，其中以西汉时期伟大的史学家、文学家、思想家司马迁最为著名，其宏伟巨著《史记》闻名中外，影响深远。”<br>　　师哲说：“1940年3月，我从苏联回到延安后的第二天，周恩来领我去见毛主席，他同我亲切握手之后，问我是哪里人，我回答韩城人。”毛主席说：“喔，迁生龙门，耕牧河山之阳。你和司马迁是同乡。”对此我惊诧，我想，毛主席领导全国人民抗日，领导全国人民翻身闹革命，昼夜操劳，日理万机，还不忘读《史记》，而且还能准确记住它的作者的籍贯，真了不起。”“司马迁刚直不阿，秉笔直书，所以封建统治阶级不喜欢他。1940年是人民的天下，是劳动人民当家作主的时代，我们应该大张旗鼓地、理直气壮地宣传其人其书其精神，还历史以本来面目，给司马迁以应有的历史地位。像他这样对人类历史文化有贡献的，举世公认的人，历史文化名人，全国有几人？我们应该好好地读其书，学其人，弘扬其精神。”</p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　西汉景、武年间（时间不详），在黄河龙门的一个小康之家中，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>出生了。司马迁的祖父司马喜在汉文帝诏入栗米受爵位以实边卒的政策下，用四千石栗米换取了九等五大夫的爵位，因此全家得以免于徭役。 </p> <p>　　年幼的司马迁在父亲司马谈的指导下习字读书，十岁时已能阅读诵习古文《尚书》、《左传》、《国语》、《系本》等书。汉武帝建元年间，司马谈到京师长安任太史令一职，而司马迁则留在龙门老家，身体力行，持续着耕读放牧的生涯。</p> <p><strong>学游天下<br></strong>　　稍稍年长之后，司马迁离开了龙门故乡，来到京城长安父亲的身边。此时司马迁已学有小成，司马谈便指示司马迁遍访河山去搜集遗闻古事，网罗放失旧闻。去司马迁在二十岁时开始游历天下，他从京师长安出发东南行，出武关至宛。南下襄樊到江陵。渡江，溯沅水至湘西，然后折向东南到九疑。窥九疑后北上长沙，到旧罗<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>沉渊处凭吊，越洞庭，出长江，顺流东下。登庐山，观禹疏九江，展转到钱塘。上会稽，探禹穴。还吴游观春申君宫室。上姑苏，望五湖。之后，北上渡江，过淮阴，至临淄、曲阜，考察了齐鲁地区文化，观孔子留下的遗风，受困于鄱、薛、彭城，然后沿着秦汉之际风起云涌的历史人物故乡，楚汉相争的战场，经彭城，历沛、丰、砀、睢阳，至梁（今河南开封），回到长安时任太史令的父亲司马谈身边。 </p> <p><strong>回朝为官<br></strong>　　因为父亲司马谈的缘故，司马迁回京后得以仕为郎中。</p> <p>　　汉武帝元鼎六年（前111年），驰义侯授命平定西南夷，中郎将郭昌、卫广率八校尉之兵攻破且兰，平南夷。夜郎震恐，自请入朝称臣。汉军又诛邛君，杀笮侯，冉震恐，请臣置吏。随后汉武帝在西南夷设置武都、牂柯、越巂、沈黎、文山五郡。而此时正随汉武帝东行巡幸缑氏的司马迁在继唐蒙、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>、公孙弘之后，再次出使西南，被派往巴、蜀以南筹划新郡的建设。随后又抚定了邛、榨、昆明，在第二年回朝向武帝覆命。</p> <p><strong>父授遗命<br></strong>　　汉武帝元封元年（前110年）春天，汉武帝东巡渤海返回的路上在泰山举行封禅大典。作为参与制定封禅礼仪官员的司马谈却因病留滞在周南（今湖北）未能继续前行，更因此而心中愤懑以致病情加重。奉使西征的司马迁在完成任务后立即赶往泰山参加封禅大典，行到洛阳却见到了命垂旦夕的父亲。</p> <p>　　弥留之际的司马谈对司马迁说：“我们的祖先是周朝的太史。远在上古虞舜夏禹时就取得过显赫的功名，主管天文工作。后来衰落了，难道要断送在我这裹吗？你继为太史，就可以接续我们祖先的事业了。如今天子继承汉朝千年一统的大业，到泰山封禅，而我不得从行，这是命中注定的啊！我死以后，你一定会做太史；做了太史，你千万不要忘记我要编写的论着啊。况且孝，是从侍奉双亲开始的，中间经过事奉君主，最终能够在社会上立足，扬名于后世，光耀父母，这是孝中最主要的。天下称颂周公，是说他能够歌颂周文王、武王的功德，宣扬周、召的遣风，使人懂得周太王、王季的思想以及公刘的功业，以使始祖后稷受到尊崇。周幽王、厉王以后，王道衰落，礼乐损坏，孔子研究、整理旧有的文献典籍，振兴被废弃了的王道和礼乐。整理《<a href=\"http://so.gushiwen.org/author_608.aspx\">诗</a>》、《书》，著作《春秋》，直到今天，学者们仍以此为法则。从鲁哀公获麟到现在四百多年了，其间由于诸侯兼并混战，史书丢散、记载中断。如今汉朝兴起，海内统一，贤明的君主，忠义的臣子的事迹，我作为太史而不予评论记载，中断了国家的历史文献，对此我感到十分不安，你可要记在心里啊！”司马迁低下头流着泪说：“小子虽然不聪敏，但是一定把父亲编纂历史的计划全部完成，不敢有丝毫的缺漏。” </p> <p><strong>私淑古今贤<br></strong>　　因为在长安任职，又缝“汉之得人，于兹为盛”的汉武盛世，司马迁得以结识汇聚于长安的天下贤能之士。包括<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>之孙贾嘉，公孙季功（或为公孙弘），樊哙之孙樊他广，平原君朱建之子，冯唐之子冯遂，田叔少子田仁，梁人壶遂，杜陵苏建等。然而，对司马迁影响最大的莫过于董仲舒与孔安国。</p> <p>　　司马迁与上大夫壶遂讨论文学之时曾说过：“我听董生说：‘周朝王道衰败废弛，孔子担任鲁国司寇，诸侯害他，卿大夫阻挠他。孔子知道自己的意见不被采纳，政治主张无法实行，便褒贬评定二百四十二年间的是非，作为天下评判是非的标准，贬抑无道的天子，斥责为非的诸侯，声讨乱政的大夫，为使国家政事通达而已’”。而纵观《史记》可知董仲舒之公羊学对司马迁的影响主要为：其一，公羊家颂扬汤武革命，主张以有道伐无道，成为《史记》反暴政的思想基础；其二，公羊家尊王攘夷&amp;主张大一统的思想，成为《史记》贯串全书的主要观念；其三，公羊家崇让、尚耻之义是《史记》褒贬历史人物的道德标准。因孔安国为孔子后人，家中有当世失逸的《古文尚书》十余篇，并兼通今古文学。故而司马迁亦尝就《古文尚书》问故于孔安国，学习古文经学的故训，以及别择古文资料的古文学，掌握考信历史的方法。而《古文尚书》作为整个古文学的核心，司马迁写上古三代史亦从中作了大量的引用。司马迁曾在《史记·孔子世家》给给予孔子“高山仰止，景行行止。”的高度赞扬。其亦吸收孔子学说和六艺经传的精华，效法孔子精神，继《春秋》作《史记》，完成一代大典。</p> <p><strong>讨论改历<br></strong>　　汉武帝太初元年（前104年），汉朝自建立以来已经102年了。汉室建立之初，诸事草创，大部分都沿袭了秦朝的制作。历法则采用了较为贴近的《颛顼历》。尽管如此，《颛顼历》对朔、晦的计算亦与实际情况相异。于是时任太史令的司马迁和大中大夫公孙卿以及壶遂等人向汉武帝进言说：“《颛顼历》已经不适合现·在的情况了，因该重新定制历法。”。而御史大夫儿宽恰好懂得经学，汉武帝便命令儿宽去与众博士商议修改历法等事情。并于同年，命令公孙卿、壶遂、司马迁、侍郎尊、大典星射姓等人讨论定制《汉历》。 </p> <p><strong>遭受腐刑<br></strong>　　汉武帝天汉二年（前99年），武帝想让<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>为出酒泉击匈奴右贤王的贰师将军李广利护送辎重。李陵谢绝，并自请步兵五千涉单于庭以寡击众，武帝赞赏李陵的勇气并答应了他。然而，李陵行至浚稽山时却遭遇匈奴单于之兵，路博德援兵不到，匈奴之兵却越聚越多，粮尽矢绝之后，李陵最终降敌。武帝愤怒，群臣皆声讨李陵的罪过，唯有司马迁说：“李陵侍奉亲人孝敬，与士人有信，一向怀着报国之心。他只领了五千步兵，吸引了匈奴全部的力量，杀敌一万多，虽然战败降敌，其功可以抵过，我看李陵并非真心降敌，他是活下来想找机会回报汉朝的。”然而，随着公孙敖迎李陵未功，谎报李陵为匈奴练兵以期反击汉朝之后，武帝族了李陵家，而司马迁也以“欲沮贰师，为陵游说”被定为诬罔罪名。诬罔之罪为大不敬之罪，按律当斩。</p> <p>　　面对大辟之刑，慕义而死，虽名节可保，然书未成，名未立，这一死如九牛亡一毛，与蝼蚁之死无异。想到文王拘于囚室而推演《周易》，仲尼困厄之时著作《春秋》，屈原放逐才赋有《离骚》，左丘失明乃有《国语》，<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>遭膑脚之刑后修兵法，<a href=\"http://so.gushiwen.org/author_2137.aspx\">吕不韦</a>被贬属地才有《吕氏春秋》传世，<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>被囚秦国，作《说难》和《孤愤》，《诗》三百篇，大概都是贤士圣人发泄愤懑而作。 终于，在那个“臧获婢妾犹能引决”的时代，司马迁毅然选择了以腐刑赎身死。至此，司马迁背负着父亲穷尽一生也未能完成的理想，面对极刑而无怯色。在坚忍与屈辱中，完成那个属于太史公的使命。</p> <p><strong>史记得传<br></strong>　　司马迁有一个女儿嫁给杨敞。杨敞在汉昭帝刘弗陵时期，曾官至宰相。杨敞有两个儿子，也就是司马迁的女儿给杨家生的两个儿子，大儿子杨忠，小儿子<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>。杨恽自幼聪颖好学，他的母亲把自己珍藏着的并且深爱着的《史记》，拿出来给他阅读。杨恽初读此书，便被书中的内容吸引住了，爱不释手，一字字、一篇篇，非常用心地把它读完。杨恽成年之后，还把它读了好几遍，每读一遍总是热泪盈眶，扼腕叹息。在汉宣帝的时候，杨恽被封为平通侯，这时候他看到当时朝政清明，想到他的外祖父司马迁这部巨著正是重见天日的时候，于是上书汉宣帝，把《史记》献了出来，从此天下人得以共读这部伟大的史著。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>（前145年或前135年－前86年），字子长，西汉夏阳（今陕西韩城南）人，一说龙门（今山西河津）人。中国西汉伟大的史学家、文学家，也是一位思想家。他撰写的《史记》被公认为是中国史书的典范，因此被后世尊称为史迁、太史公。他最大的贡献是创作了中国第一部纪传体通史《史记》（原名&lt;太史公书&gt;）。《史记》记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史。司马迁以其“究天人之际，通古今之变，成一家之言”的史识完成的史学巨著《史记》，是“二十五史”之首，被<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>誉为“史家之绝唱，无韵之离骚”。</p> <p>　　他被后人称为“历史之父”。他的名著《史记》是中国第一部纪传体的史书，也是一部不朽的文学名著，被鲁迅称为“史家之绝唱，无韵之离骚”。</p> <p>　　青少年时期的司马迁是在家乡度过的，10岁开始读古书，学习十分认真刻苦。20岁那年，司马迁从长安出发，到各地游历。后来，回到长安，作了郎中。他曾几次同汉武帝出外巡游，到过很多地方。35岁那年，汉武帝派他出使云南、四川、贵州等地。他了解到那里的一些少数民族的风土人情。</p> <p>　　其父司马谈为太史令（主持史书的编写工作，监管国家典籍，另外天文历法也是其职责，类似钦天监），司马谈学问渊博，曾“学官于唐都，受易于杨何，习道论于黄子”。</p> <p>　　在父亲司马谈死后，公元前108年（元封三年），司马迁接替其父做了太史令。公元前104年（太初元年），与天文学家唐都等人共订“太初历”。同年开始继承其父对《史记》的编纂。</p> <p>　　公元前99年（天汉二年），<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>进攻匈奴，兵败投降，汉武帝大怒。司马迁为李陵辩护，触怒了汉武帝，获罪被捕，被判宫刑。“人固有一死，或重于泰山，或轻于鸿毛，用之所趋异也。”（《报任安书》）为了完成父亲遗愿，司马迁含垢忍辱忍受“宫刑”。</p> <p>　　公元前96年（太始元年），获赦出狱，做了中书令，掌握皇帝的文书机要。他发愤著书，全力写作《史记》，大约在他55岁那年，终于完成了全书的撰写和修改工作。司马迁以其“究天人之际，通古今之变，成一家之言”的史识，成就了《史记》——中国历史上第一部纪传体通史。 </p><br/><h2>大事年表</h2> <p><strong>幼年</strong><br>公元前145年（汉景帝中元五年） <a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>出生于龙门。<br>公元前140年（汉武帝建元元年） 6岁，在故乡读书。 父亲司马谈任太史令。《太史公自序》：“谈为太史公，仕于建元、元封之间。太史公既掌天官，不治民。”<br>公元前136年（建元五年） 10岁，在故乡。 《太史公自序》：“耕牧河山之阳，年十岁，则诵古文。”按：司马迁10岁左右，即在故乡过着半耕半读的生活。<br>公元前135年（建元六年） 11岁。<br>窦太后死，汉地区冲突罢绌老刑名百家之言，重新发动尊儒。一说司马迁出生于这一年。<br>公元前134年（汉武帝元光元年） 12岁。<br>是年董仲舒上“天人三策”。汉武帝罢黜百家，独尊儒术。司马迁时在夏阳耕读，时在长安求学。</p> <p><strong>青年</strong><br>公元前127年（汉武帝元年朔二年） 19岁，从夏阳迁居长安。<br>汉武帝从主父偃建议迁民于茂陵。司马迁随家迁于京城。从孔安国学《尚书》，从董仲舒学《春秋》。孔安国为侍中。<br>公元前126年（元朔三年） 20岁，游历各地。<br>司马迁漫游江淮，到会稽，渡沅江、湘江，向北过汶水、泗水，于鲁地观礼，向南过薛（今山东滕县东南）、彭城，寻访楚汉相争遗迹传闻，经过大梁，而归长安，历时数年，为协助父亲著作史记做准备。<br>公元前124年（元朔五年） 22岁。<br>公孙弘为丞相，请为博士置弟子员五十人。司马迁得补博士弟子员。<br>公元前123年（元朔六年） 23岁，为郎中。<br>以考试成绩优异为郎中，即皇帝的侍卫官。<br>公元前122年（汉武帝元狩元年） 24岁，为郎中。<br>司马迁侍从武帝巡视至雍，祭祀五帝。获白麟。司马谈始修《太史公书》。<br>《史记》原计划记事止于此年。《太史公自序》：“述陶唐以来，至于麟止。”扣来司马迁修改下限述于太初末年。<br>公元前119年（元狩五年） 28岁，为郎中。<br>汉武帝游鼎湖，至甘泉（今陕西淳化县境内），司马迁以郎中身分侍从。</p> <p><strong>中年</strong><br>公元前113年（汉武帝元鼎四年） 33岁，为郎中。<br>随汉武帝祭祀五帝到雍（今陕西凤翔县），到河东（今山西夏县东北）。<br>有司与太史公司马谈、祠官宽舒议祭祀后祠。始立后土祠于汾阴（今山西万荣县）。冬十月，“武帝自夏阳东幸汾阴”，司马适随武帝回夏阳故乡。<br>公元前112年（元鼎五年） 34岁，为郎中。<br>冬十月，司马迁以侍中身分侍从汉武帝巡行至西北的扶风、平凉、崆峒。<br>太史公谈、词官宽舒等向武帝建议立泰坛。太史公谈议泰 典礼。<br>公元前111年（元鼎六年） 35岁，为郎中将。<br>汉武帝与公卿、诸生议泰山禅。司马迁受命为郎中将以皇帝特使身份奉使西征巴蜀以南，到达邛（今四川西昌一带）、笮（今四川汉源一带）、昆明（今云南曲靖一带），安抚西南少数民族，设置五郡。<br>公元前110年（汉武帝元封元年） 36岁，为郎中。<br>汉武帝前入泰山封禅，太史公司马谈随行，至周南（今河南洛阳）而病危。司马迁自西南归，见父于周南。谈临终嘱司马迁继孔子而续《春秋》。<br>司马迁以郎中身分侍从汉武帝至泰山，又至海边，自碣石至辽西。又经北边、九原（今包头市西），五月回到甘泉。<br>公元前109年（元封二年） 37岁，为郎中。<br>春，司马迁随汉武帝到缑氏（今河南偃师），又到东莱。四月，黄河决口，司马迁从武帝至濮阳瓠子决口处，与群臣从官负薪塞黄河决口。<br>公元前108年（元封三年） 38岁，为太史令。<br>继父职为太史令。《太史公自序》：“太史公卒三岁，而迁为太史令，绅石室金匮之书。”与朋友挚峻书信往还，勉励其抛弃隐居生活，立志于事业，从而立德、立言、立功。<br>公元前107年（元封四年） 39岁，为太史令。<br>冬十月，司马迁随汉武帝至雍，祭祀五帝。经回中道，批出萧关（今宁夏固原县东南），经涿鹿，从代地（今河北蔚县）而还，经河东回长安。<br>公元前106年（元封五年） 40岁，为太史令。<br>冬，司马迁随武帝至南郡盛唐（庐江），望祭虞舜于九嶷山，自寻阳（今湖北黄梅县西南）过长江，登庐山，北至琅琊（今山东诸城），增封泰山，沿海而行。<br>公元前105年（元封六年） 41岁，为太史令。<br>冬，司马迁随汉武帝行至回中（今陕西陇县西北）。三月，经夏阳至河东，祭于后土祠。<br>公元前104年（汉武帝太初元年） 42岁，为太史令。<br>司马迁与上大夫壶遂等制定《太初历》，汉武帝宣布废《颛顼历》，改用此历法。太初历对后代有极大影响。<br>冬十月司马迁随武帝祭泰山。<br>司马迁开始著述《史记》。<br>公元前103年（太初二年） 43岁，为太史令。<br>司马迁专心著述。<br>公元前100年（汉武帝开汉元年） 46岁，为太史令。<br><a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>出使匈奴被扣，武帝发兵讨伐匈奴。<br><a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>为将，请“自当一队”。<br>公元前99年（天汉二年） 47岁，为太史令。<br>三月，司马迁随汉武帝至河东，祭祀后土。<br>十一月，李陵战败被匈奴俘虏，司马迁因替李陵讲公道话，而被捕入狱，后被释放。<br>公元前98年（天汉三年） 48岁。<br>李陵被灭族。<br>司马迁为著作史记而忍辱苟活，自请宫刑。<br>《悲士不遇赋》约作于是年。<br>公元前97年（汉武帝天汉四年） 49岁，为中书令。<br>被赦出狱，任中书令。《汉书·司马迁传》：“迁既刑之后，为中书令，尊宠任职。”发愤著史记。<br>公元前93年（太始四年） 53岁，为中书令。<br>任安（少卿）此年四、五月间有信给司马迁。<br>公元前91年（汉武帝征和二年） 55岁，为中书令。<br>完成《史记》。《报任少卿书》说：“仆近自托于无能之辞，网罗天下放失旧闻，考之行事，稽其成改败兴坏之理，凡百三十篇。”“仆诚已著此书，藏之名山，传之其人。”<br>公元前90年（征和三年） 56岁。<br>司马迁约于公元前90年前后去世。死因不明。<br>一说司马迁死于公元前87年（汉武帝后元二年）， 又一说死于公元前86年（汉昭帝始元元年）。<br>《汉书·旧仪注》：“司马迁作《景帝本纪》极言其短，及武帝过，武帝怒而削去之，后坐举李陵，陵降匈奴，故下迁蚕室，有怨言，下狱死。”郭沫若《关于司马迁的死》：“下狱死事，必世有流传，故卫宏、<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>均笔之于书，谅不能无中生有，以歪曲史实”。</p><br/><h2>争议</h2> <p><strong>出生时间</strong><br>　　关于<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的生年，他本人在《史记·太史公自序》中没有记述，<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《汉书·司马迁传》亦缺乏记载。后世研究者一说司马迁生于公元前145年（景帝中元五年），一说生于公元前135年（武帝建元六年），相差十岁。<br>　　公元前145年取自《太史公自序》的《正义》，唐代张守节注。《正义》注称：“太初元年，迁年四十二岁。”公元前104年（太初元年）往上推41年，则是公元前145年（景帝中元五年）。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等主此说。公元前135年取自《太史公自序》的《索隐》，依据晋代<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》称“大夫司马迁，二十八岁古六月乙岁卯，石也”。也就是说，公元前108年（汉武帝元封三年），司马迁升为太史令，年28岁，由此上推27年，即公元前135年（武帝建元六年）应为司马迁生年。郭沫若等主此说。一般采用前说。</p> <p><strong>建元六年说</strong><br>　　持“建元六年说”者，千方百计证明《博物志》是对的，而认为张守节的《正义》是错的。理由主要有以下几点：其一，《博物志》该条所录的是汉代记籍簿，它记载着司马迁的姓名、年龄、居住地、官爵、拜官年月和俸禄等等。如此详细而真切，是录自汉代文书，其真实无疑。这是一种原始材料，其价值远超过一般史书。其二，司马迁《报任安书》中有一句话：“今仆不幸早失二亲。”如按《正义》所言司马迁生于公元前145年（景帝中元五年），公元前110年（元封元年）其父司马谈死时，司马迁应是36岁。按常理说，36岁死去父母说不上“早失二亲”。如按《博物志》所言，司马迁生于公元前135年（武帝建元六年），即26岁父死，说早失二亲尚说得过去。其三，司马迁《报任安书》作于公元前91年（征和二年），如果他生于公元前145年（景帝中元五年），这一年应是55岁，他做郎中是在20岁左右遨游各地回来后的事，那么，他应该说待罪辇毂下30余年了。司马迁不会连自己做过的事都记不清。只有晚生10年，即公元前135年（武帝建元六年），才符合其说。</p> <p><strong>景帝中元五年说</strong><br>　　持“景帝中元五年说”者除依据张守节的《正义》外，还提出以下几个问题或论据。其一，王国维在《太史公行年考》中认为后人引用《博物志》所以年“二十八”应是年“三十八”之误。《正义》注称“太初元年”，司马迁“年四十二”是正确的。其二，根据《史记·游侠列传》所载公元前127年（武帝元朔二年），下令将各地豪强和资财三百万缗以上的富户迁往茂陵，郭解财产不多，也被强行迁徙，司马迁也见到郭解，他说：“吾观郭解状貌不及中人，言语不足采者。”若司马迁生于公元前135年（建元六年），当时年仅9岁，决不可能对人有如此深刻的观察和心理活动。如果按司马迁生于公元前145年（景帝中元五年），年龄为19岁，似更合适。其三，根据《汉书·儒林传》，司马迁曾向孔安国学习古文，然据《史记·孔子世家》和《资治通鉴》，孔安国在公元前127年（武帝元朔二年）为博士，当年司马迁年方9岁，一个9岁的孩子是不可能去太学向一个经学大师求教和商量问题的；如果生于公元前145年（景帝中元五年），此年19岁，似较合理。司马迁生平经历的争议很多，出生年代是争论最多的。</p> <p><strong>西南夷记</strong><br>　　司马迁与西南夷：蜀地以南的西南夷地区包括今天的四川西部、贵州、云南等地区，这里在秦朝时设立郡县，司马错攻占的黔中郡就是今天的贵州地区。汉朝建立后，西南夷地区自立，其中黔中是夜郎国，在云南西部有滇国，滇国北部是邛都国，东部是昆明等地。汉朝建立近七十年，与西南夷没有建立联系，《史记》的太史公自序记载派司马迁出征西南夷，攻占昆明、邛、笮等地应该是汉与西南夷最早的交往。西南夷传也记载直到建元六年时才与夜郎国通使，攻占昆明的时间应该是在此之前，以后的记载中没有关于攻占昆明的记载，而元狩元年开始派使臣通身毒（印度）时被滇国阻挡，使臣都滞留昆明，可见当时司马迁攻占的昆明是汉朝的边境。前135年唐蒙出使夜郎，留下了著名的夜郎自大的典故，滇国也对汉使提出过同样的问题，这是两国长期与汉朝没有交往、封闭的原因。司马迁攻打昆明和邛的时间应该是在建元元年以前，因为他从西南回到中原时他的父亲被封为太史公参与封禅准备，在洛阳病重，临终让他从事历史写作。建元元年进行建明堂、封禅、改服色活动的失败，固然有窦太后反对儒术，也和太史公司马谈在洛阳病逝有重要关系。司马迁此后就再也没去西南地区，在唐蒙使夜郎后，汉武帝让他修建通夜郎的道路，耗费大，蜀人都反对，汉武帝派<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>前往安抚蜀地。司马相如回报后，汉武帝询问他对西南夷内附的政策，司马相如建议招抚，因此被派往蜀地出使，担任中郎将，率领副使王然于、壶冲国、吕越人等前往招抚西南夷，司马相如这次招抚、开拓不费兵卒就取得重要成功，西南夷传记载总共设立了十余县，当时一郡也就数县，司马相如开拓的地区被设立都尉治理。由于班固对《史记》的删改，造成了后世误解历史，就像班固把司马迁的封禅书照搬到《汉书》中，只是把“太史公”窜改为“太史令司马谈”那样，其实司马谈没参加元封元年的封泰山，是司马迁参加了元封元年的封禅。司马谈在建元去世，他在对司马迁的遗嘱中也说了自己没能参加封禅是命运，怎么可能像班固写的参加元封元年的封禅。在司马迁平定昆明、邛回中原后，直到平定南越，汉朝才对西南夷用兵。派八校尉攻打，灭亡了头兰，设立牂牁郡，迫使夜郎朝见，元封二年派兵攻滇国，最终使滇国臣服，但是没有直接攻占夜郎和滇国，只是设郡封两国为王，也没能打通去身毒的道路。</p> <p><strong>出生地点</strong><br>　　《太史公自序》云：“迁生龙门，耕牧河山之阳。”此龙门在何处，历来有两种不同的观点，一说在今陕西韩城市，一说在今山西河津县。<br>　　最早持“陕西韩城说”者是唐代的张守节，他在《史记》“正义”中说：龙门山在夏阳县（今韩城）。同时，韩城市嵬东乡徐村住有冯、同二姓，均自认为是太史公后裔。他们自称，原本为司马姓氏，因为司马迁受宫刑，后人为避祸，改了姓氏：在司马的“司”字左边加一竖，成为“同”字；在“马”字左边加两点，成为“冯”字，并列陕西韩城芝川镇司马迁庙为佐证。<br>　　韩城民间传说：司马迁因为<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>事件获罪后，其族人多改姓避祸。或将“司”加一撇改姓“同”；或将“马”加两点改姓“冯”。所以，芝川镇西塬上徐村同姓、冯姓的人，都是他的同族后裔。<br>　　持“山西河津说”者认为，自古以来，龙门（包括龙门山、禹门口）都记载在山西河津县。黄河自西北而东南出禹门口，急转弯由北而南流去，正是司马迁所说的“耕牧河山之阳”的地方。据悉此处曾有“汉太史司马故里”碑，只可惜此碑兴修水利时被毁之。而且那里仍有司马姓氏的居民。　司马迁的故里陕西韩城有两座司马迁祠，一处名“汉太史司马迁祠”，另一处名“汉太史遗祠”。两祠相隔3.5公里，均坐落在韩城历史名镇芝川镇附近。素有“文史之乡”美誉的韩城徐村，居住着许多姓同或姓冯的大家。两千年来他们遵奉“冯同一家”，“冯同不分”，“冯同不婚” 的遗训。每逢清明时节，他们便怀着虔诚敬佩之情，成群结队地来到“汉太史遗祠”，为司马迁祭祀扫墓。据说他们都是司马迁的后人。其中缘故，得从“李陵事件”说起。<br>　　司马迁因“李陵事件”惨受宫刑。为了完成先父的遗愿，为后人留下一部信史，他忍辱负重，在困厄潦倒之中发愤著书，终于完成了不朽的史学巨著《史记》。因《史记》对史实据实实录，在称赞汉武帝功德的同时，也斥责了汉武帝“内多欲而外施仁义”，据说武帝取《孝景本纪》和《今上本纪》阅看，多见讥刺之语，“怒而削之”。后来宣帝时的博士褚少孙补注《史记》，取《封禅书》的内容补《今上本纪》(见<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>《三国志·魏书·王肃传》）。东汉卫宏《汉旧仪》注：“司马迁作《景帝本纪》，极言其短及武帝过，武帝怒而削去之。“<br>　　司马迁有一位叫任安的好友，因“戾太子事件”被斩。狱吏在搜查其遗物时发现了一封司马迁写给任安的书信——《报任安书》。信中告诉任安，他之所以在蒙受奇耻大辱之后还顽强地活下来，就是为了完成《史记》的著述。汉武帝见信后大怒，加上一伙对司马迁极为不满的宠臣的谗言，司马迁遭受迫害，不久死去。<br>　　据传说，悲痛中的司马迁夫人（妻子柳倩娘、侍姬随清娱）为了保住《史记》副稿，免遭满门抄斩之祸，便让两个儿子司马临（字与仲）、司马观（字何求）身藏《史记》副稿，逃回故乡韩城。司马迁族人怕株连九族，连夜由族长司马厚召集主事人共同商议，决定改姓和迁居。长门在“马”字旁加两点，改姓“冯”；次门在“司”字旁加一竖，改姓“同”。逃往荒无人烟的巍山老牛坡下，定村名为“续村”，表示“高门之续”；后又担心被官家识破，取同音字为“徐村”。“徐”、“续”同音，又有“余村双人”（或说仅余二人）寓意，暗指司马迁有两子，即长子司马临，次子司马观，以表明司马氏家族后继有人。司马迁父子都是西汉太史官，后裔逃匿“徐村”后，为祭祀祖宗司马迁，合族兴建了“汉太史遗祠”。如今，“汉太史遗祠”依然完好地保存在千年古村徐村之中。<br>　　从此，司马迁的后代便分别姓“冯”和“同”了。如今，每逢清明节，前往司马迁坟前拜祭的人群中，有不少便是姓“同”和姓“冯”的。据说，他们都是司马迁的后人。</p><br/><h2>家世</h2> <p>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>自称其先祖是颛顼时期的天官，《史记·太史公自序》记载“昔在颛顼，命南正重司天，火正黎司地。唐、虞之际，绍重、黎之后，使复典之，至于夏、商，故重、黎氏世序天地。”周宣王时期，司马迁的祖上来到秦国。</p> <p>　　他的直系八世祖先是战国中后期秦国著名的武将司马错。秦惠文王时期，司马错曾经在朝堂上与张仪辩论，辩论内容被收入《战国策·秦策》，后收入《古文观止》，名为《司马错论伐蜀》。辩论胜利后，秦惠文王派司马错等人出兵巴蜀，得胜而守之。</p> <p>　　六世祖司马靳（司马错次孙）为名将武安君白起副手，参与长平之战，坑杀赵卒四十万人，司马错、司马靳等军事之功为秦国奠定了一统天下的军事基础。</p> <p>　　高祖司马昌是秦始皇的铁官。曾祖司马无泽，在汉初作长安的一个“市长”（管理市场）。祖父司马喜，没有做官，而有第九等爵位，为五大夫。</p> <p>　　司马迁的父亲是西汉武帝时期太史令司马谈。司马谈是当时一位非常杰出的学者，著有《论六家要旨[7]》一文，系统总结了春秋战国秦至汉初以来阴阳、儒、墨、法、名、道各家思想的利弊得失，并对道家思想进行了高度肯定，该文是对春秋战国以来的诸子百家思想的高度概括和凝练总结。司马谈在约汉武帝建元六年至元封元年间任太史令。</p> <p>　　公元前145年前后，司马迁出生于家乡夏阳（今陕西省韩城市），从小受到良好的教育。在《史记·太史公自序》上，司马迁说：“迁生龙门，耕牧河山之阳。年十岁则诵古文。” 二十岁时，他从长安出发，足迹遍及江淮流域和中原地区，所到之处考察风俗，采集传说。司马迁在《太史公自序》中说“（他）二十而南游江、淮，上会稽，探禹穴，窥九疑，浮沅、湘。北涉汶、泗，讲业齐鲁之都，观夫子遗风，乡射邹峄；厄困蕃、薛、彭城，过梁、楚以归。于是迁仕为郎中，奉使西征巴、蜀以南，略邛、莋、昆明，还报命。” 二十五岁时，他又以使者监军的身份，出使西南夷，担负起在西南设郡的任务。足迹遍及“邛、莋、昆明”等地。</p> <p>　　汉武帝元封元年（前110年）司马谈去世，三年之后，司马迁承袭父职，任太史令，同时也继承父亲遗志（司马谈临终曾对司马迁说：“余死，汝必为太史；为太史，无忘吾所欲论著矣。”)，准备撰写一部通史。汉武帝太初元年（前104年），司马迁与唐都、落下闳等共同定立了“太初历”，该历法改变了秦代使用的颛顼历以十月为岁首的习惯，而改以正月为岁首，从而，为中国的农耕社会奠定了其后两千年来所尊奉的历法基础。之后司马迁便潜心修史，专心写作，开始了《史记》的写作。</p> <p>　　司马迁的著作，除《史记》外，《汉书·艺文志》还著录赋八篇，均已散失，唯《艺文类聚》卷30引征《悲士不遇赋》的片段和有名的《报任安书》（即《报任少卿书》）。《报任安书》表白了他为了完成自己的著述而决心忍辱含垢的痛苦心情，是研究司马迁生平思想的重要资料，也是一篇饱含感情的杰出散文。《悲士不遇赋》也是晚年的作品，抒发了作者受腐刑后和不甘于“没世无闻”的愤激情绪。</p>"
}