{
  "id": 904,
  "star": 28,
  "name": "彭端淑",
  "image": "http://img.gushiwen.org/authorImg/pengduanshu.jpg",
  "dynasty": "清代",
  "desc": "彭端淑（约1699年－约1779年），字乐斋，号仪一，眉州丹棱（今四川丹棱县）人。生于清圣祖康熙三十八年，卒于清高宗乾隆四十四年。清朝官员、文学家，与李调元、张问陶一起被后人并称为“清代四川三才子”。 彭端淑十岁能文，十二岁入县学，与兄彭端洪、弟彭肇洙、彭遵泗在丹棱萃龙山的紫云寺读书。雍正四年（1726年），彭端淑考中举人；雍正十一年又考中进士，进入仕途，任吏部主事，迁本部员外郎、郎中。乾隆十二年（1747年），彭端淑充顺天（今北京）乡试同考官。",
  "content": "<h2>生平</h2> <p><strong>少时勤学</strong><br>　　<a href=\"http://so.gushiwen.org/author_904.aspx\">彭端淑</a>出生于一个富庶家庭。其祖父彭万昆为明末怀远将军，清初为简州（今四川简阳市）判官。以 军功勇著，授四川都督佥事（qiānshì，都督佥事是正二品）。彭端淑的8位叔父，多为举人、知县。他从小聪敏颖异，常受先辈“崇实黜浮，又宜力学，毋自弃”的教诲，与兄端洪、弟肇洙、遵泗等苦读于翠笼山紫云寺，五六年不曾下过山，得学识渊博的父亲彭珣（xún）亲授。还得益于其外祖父、进士出身的夹江名儒王庭诏的教益，长进不小。及入县学，再得合江进士、蜀中制义（八股文）匠手董新策点拨，学业立就。</p> <p><strong>为官勤政</strong><br>　　雍正四年（1726），彭端淑乡试中举。雍正十一年（1733）与孪生弟弟彭肇洙同榜登进士第，授吏部主事。乾隆十年（1745）升吏部员外郎，旋迁文选司（负责人事任免）郎中。乾隆十二年（1747）充任顺天府（今北京市）乡试同考官。乾隆二十年（1755年）出署“三江要口，五州之屏藩重地”的广东肇罗道署察使。<br>　　彭端淑待民宽厚，为官一意为民，常以“清慎”自励。每出巡议事察访，必轻衣减从，“随行不过一二人”，并明令所经各州县一律禁止迎接款待，违者严惩，深得“吏民称歌”。彭端淑断案明决果断，对民间诉讼的误断，无不一一更正，使民相安。初到粤东，遇积案3000余件，他立即调集各州县案卷，会同幕僚开诚布公，明断有声。不一月，全部案结，吏民无不惊佩。又督修省城书院，延请名师月课，亲为指授，士风甫振。彭端淑旬月之间便弄清了肇罗道所属州县陈积老案三千余件，由是声威大振，朝廷大吏“深相倚重”。彭端淑在广东做官约六七年光景，这是他一生仕途生活中最为显赫的时期。 </p> <p><strong>隐退讲学</strong><br>　　彭端淑在为官期间，虽力求进取，决心兴利除弊，上报朝廷，下慰民望，不愿碌碌终此一生。而当时的清王朝虽已进入极为兴盛的乾隆时代，经济文化也出现了相当繁荣的兴旺景象，但是阶级矛盾、民族矛盾以及统治阶级内部的斗争也日益尖锐复杂了起来。彭端淑在多年的为官生涯中，看到了清王朝表面繁荣下面民生维艰的社会现实，官场中的明争暗斗，最高统治者的好大喜功，因而内心逐渐滋生了一种愤懑和惆怅之情，消极避世的隐退思想也逐渐地发展了起来。<br>　　乾隆二十六年（1761），彭端淑随船督粤西粮运，船行在南海中，不慎失足坠水，虽被搭救脱险，但他却认为这是大难即将临头的预兆。他感叹：“人于宦途不满意，辄以咎人，此谁挤之者！今不葬鱼腹，天于我厚矣，复何望焉。”此时的彭端淑已对官场的尔虞我诈有了充分认识，决意隐退，遂借口此事，辞官归蜀，隐于成都白鹤堂，入锦江书院（今成都石室中学），走上了课士育贤的道路。<br>　　锦江书院是康熙四十三年（1704年）由四川按察使刘德芳在成都原文翁石室遗址上建立的省立最高学府。学员选自省内秀才以上人员，学员学费、生活费由清政府拨给该院的学田供给，在院学生有两百人左右的规模。彭端淑在该院任主讲、院长20年。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_904.aspx\">彭端淑</a>的主要成就在其文学方面，其<a href=\"http://so.gushiwen.org/author_904.aspx\">诗</a>歌和散体古文及文学批评理论在当时的影响都非常大。他与李调元、<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>以文名鼎立蜀中，被誉为清代“蜀中三才子”。彭端淑早年曾醉心制义（也称制艺），其制义亦技压蜀中，是继韩琢庵、董新策后唯一能“发虑经旨”的制义大家。甫入京，即以制义名噪京师，深得蔡寅斗、胡稚威、沈适芳等的推崇，谓为“不世之才”，“咸推重之”。但制义这种形式主义的创作倾向，在很大程度上限制了彭端淑在文学道路上的发展，直到50岁他才挣脱束缚，“诗学魏、文学左史”，文风为之大变。特别是他辞官后，主动与人民接近，充分了解了广大人民的贫困生活，更以无比忧愤的心情，力擎巨笔，写出了一首首含蓄沉凝、脍炙人口的传世佳作。</p> <p>　　彭端淑后期的作品，题材极为广泛，或忧国忧民，如“忧旱几经旬，农夫心独苦”（《七月十六日》）；或愤世嫉俗，如“……深山夜月一声啼，天地有春留不得。今古世事如苍狗，王侯蚁蝼同枯朽，……胡为岁岁啼不住？似含孤愤争自诉！”（《杜鹃行》）；或抚时感事，如“骨肉难无故，同怀七剩三。”“何时重聚首，一解忧心愤”（《忆弟》）。 </p> <p>　　彭端淑与其弟彭肇洙、彭遵泗在当时都以文才知名，时称“三彭”。其中以彭端淑最为著名，影响也最大。其现存作品有《白鹤堂文集》四卷、《雪夜诗谈》二卷、《粤西纪草》一卷、《<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>以下八家诗选》若干卷、《蜀名家诗抄》二卷以及《晚年诗稿》、《碑传集》、《国朝文录》、《小方壶斋舆地丛书》、《广东通志》等。其中《白鹤堂文集》最为有名，议论小品文《为学一首示子侄》（简称《为学》）即出于本书。</p><br/><h2>桃李天下</h2> <p>　　<a href=\"http://so.gushiwen.org/author_904.aspx\">彭端淑</a>一生很注意对人才的培养，造士甚多。为考官时，对才识俱佳之士，亲自考核，极力提拔，不拘一格地量才录用。清代名臣、《四库全书》总篡官<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>，为解元时即得彭端淑提携，后成为清代学术界权威。</p> <p>　　执教锦江书院后，其门下更是人才辈出，李调元、张翯（hè）、钟文韫（yùn）等皆为其学生。彭端淑把他一生中的最后约二十年时间，全部贡献给了四川的文化教育事业。他在《戊戌草·寒食》一<a href=\"http://so.gushiwen.org/author_904.aspx\">诗</a>中有明确的记载：“锦江栖迟二十年，每逢寒食一清然。”这对他讲席书院的时间和心境都作了生动形象的描述。</p> <p>　　乾隆四十四年（1779年），八十一岁的彭端淑病故于成都南郊白鹤堂。今天四川眉山市彭山县尚有彭端淑的坟台遗址。</p><br/><h2>文学思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_904.aspx\">彭端淑</a>的文学思想比较复杂。他鄙夷那些“宴饮登临，往来赠答”之作，极力推崇陶潜（<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>）“屏迹躬耕，托意<a href=\"http://so.gushiwen.org/author_904.aspx\">诗</a>酒”和<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>“抚时感事、爱国忧君”（《与友人论陶杜诗》）的作品。指出杜甫入川后的作品所以能振奋人心，是与他贬官后的陇蜀之行的经历相联系的。“少陵入蜀后，数岁且频移”、“不缘经胜处，焉得发奇思”（《题杜工部入蜀后诗》），又进一步肯定“公倘不来蜀，胸襟何由阔。蜀中得公诗，山川为增色”（《题杜工部草堂》）。他这些观点重视了客观事物和外界环境对作者思想感情的作用，指出贤者为诸并非“其初意欲为如是之诗”，而是其思想感情受客观环境的感染，是感情喷发而成。从而得出了“志动而为情，情发而为言” （《与友人论陶杜诗书》）的结论。这个观点对于文学产生的根源有较为正确的认识，在当时的历史条件下是难能可贵的。 但是，由于彭端淑曾醉心制义和古文，受先代文学批评的理论特别是程朱理学思想的影响很深，加之“崇实黜浮”的先辈遗训谆谆在耳，这些又决定了他在文学创作理论中无法走出唯心主义的泥潭。</p> <p>　　彭端淑曾说，“作文之道有三：曰学、曰识、曰才”，“才”即作者的文学才能。彭端淑指出：“才有大小，授于天而不可强加者也”，“才固授于天者也”（《文论》）。他认为<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>之所以能“网罗古今，洞悉情事”，是因为“天实授以绝人之才”（《文论》）。这些观点片面肯定作者的个人才能，忽略了作者的主观努力，与“有德者必有言”（程颐《语录》）的程朱理学有千丝万缕的联系，表现出了其世界观中的局限性。</p>"
}