{
  "id": 703,
  "star": 27,
  "name": "潘阆",
  "dynasty": "宋代",
  "desc": "潘阆（?～1009）宋初著名隐士、文人。字梦空，一说字逍遥，号逍遥子，大名（今属河北）人，一说扬州(今属江苏)人。性格疏狂，曾两次坐事亡命。真宗时释其罪，任滁州参军。有诗名，风格类孟郊、贾岛，亦工词，今仅存《酒泉子》十首。",
  "content": "<h2>生平</h2> <p>　　潘阆（làng），为人疏狂放荡，一生颇富传奇色彩。早年在汴京讲堂巷开药铺。太平兴国七年（982），卢多逊为相时图谋立秦王赵廷美为帝，潘阆参预其谋。后卢多逊和秦王事败，潘阆受株连而遭追捕。潘阆假扮僧人逃进今山西省南部黄河北岸的中条山，一路辗转到杭州、会稽卖药为生。</p> <p>　　至道元年（995），潘阆因宦官王继恩推荐，得到宋太宗的召见，赐进士及第，国子四门助教。因其过于狂妄，未几追还诏书。太宗驾崩之前，潘阆与王继恩、参知政事<a href=\"http://so.gushiwen.org/author_3141.aspx\">李昌龄</a>、枢密赵镕、知制诰胡旦等谋立太祖之孙惟吉为帝。事败，真宗即位，将王继恩等人尽行诛窜。潘阆逃往舒州潜山寺。咸平初，入京被收系入狱，真宗过问逮捕审讯，不久获宽释，任滁州（今属安徽）参军。赴任滁州途中，潘阆写有《赴滁州散参军途中书事》<a href=\"http://so.gushiwen.org/author_703.aspx\">诗</a>：“微躯不杀谢天恩，容养疏慵世未闻。昔日已为闲助教，今朝又作散参军。高吟瘦马冲残雪，远看孤鸿入断云。到任也应无别事，愿将清俸买香焚。”</p> <p>　　潘阆晚年遨游于大江南北，放怀湖山，最后死于泗上（今江苏省淮阴市一带）。道士冯德之迁其遗骨葬于杭州。集贤院钱易铭其墓云：“逍遥尝与道士冯德之居钱塘，约归骨于天柱山。大中祥符三年为泗州参军，卒于官舍。德之遂囊其骨归吴中，葬于洞霄宫之右。”今杭州城有“潘阆巷”。</p> <p>　　潘阆与<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>、钱易、<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>、<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>、许洞等交游唱和，著《逍遥词》。</p><br/><h2>评价</h2> <p>　　潘阆<a href=\"http://so.gushiwen.org/author_703.aspx\">诗</a>才不俗，当时苏州才子许洞，恃才傲物，常把僧人、隐士一类不放在眼中，但《赠潘阆》一诗却说：“潘逍遥，平生才气如天高。仰天大笑无所惧，天公嗔尔口呶呶。罚教临老投补衲，归中条。我愿中条山神镇长在，驱雷叱电依前赶出这老怪。 ”</p> <p>　　好事者以阆游浙江咏潮得名，以轻绡写其形容，谓之潘阆咏潮图。<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>《寄潘阆处士》描写他说：“烂醉狂歌出上都，秋风时节忆鲈鱼。江城卖药长将鹤，古寺看碑不下驴。一片野心云出岫，几茎吟发雪侵梳。算应冷笑文场客，岁岁求人荐《子虚》。”</p> <p>　　魏野《赠潘阆》诗说：“昔贤放志多狂怪，若比今来总不如。从此华山图籍上，又添潘阆倒骑驴。”</p> <p>　　黄静之在《酒泉子》词跋中云：“潘阆，谪仙人也，放怀湖山，随意吟咏。词翰飘洒，非俗子可仰望。”</p> <p>　　太宗朝的翰林学士宋白写给潘阆的诗甚至说：“宋朝归圣主，潘阆是诗人”，简直视他为诗歌方面的国宝。潘阆有《叙吟》一诗，说自己：“高吟见太平，不耻老无成。发任茎茎白，诗须字字清。搜疑沧海竭，得恐鬼神惊。此外非头念，人间万事轻。”表明了对诗歌的执着，对诗才的自负，同时也表明他的创作是遵循<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>以来的“苦吟”传统的。不过在他身上似乎传统的影响远不若个性的力量，他的诗风不像贾岛等诗僧以清奇僻苦为主，而是倾向于自然真率，闲逸疏放。</p><br/><h2>轶事典故</h2> <p><strong>装鬼</strong><br>　　<a href=\"http://so.gushiwen.org/author_550.aspx\">柳开</a>，宋初文学大家，一惯尚气自任，常被潘阆所嘲笑。端拱年间，柳开出知全州，途经扬州，做为朋友的潘阆自然要迎送一番。二人来到馆驿，见一堂门窗严闭，十分诡秘。吏曰：凡宿者多不自安，无人居已数十年。柳开一听，来了精神，“吾文章可以惊鬼神，胆气可以讋夷夏，有何畏哉？当下命人打扫，住了进去，潘阆见状暗笑不已，顿时心生一计。<br>　　当夜，潘阆“以黛涂身，衣豹文犊鼻，吐兽牙，披发执金棰，由外垣入，正据厅脊，俯视堂庑。”月明星朗，细微可见，那柳开正持剑四处游走，忽闻一声巨吼，如狮如虎，不禁心惊胆寒，担头却见一妖怪正居厅上！正欲仔细相看，又闻一声巨吼，柳开心胆皆碎，惶恐万分，只得道：“某假道赴任，暂憩此馆，非意干忏，幸赐恕之。”潘阆把柳开平日胡做非为之事一一道来，厉声道：“阴府以汝积戾如此，俾吾持符追摄，便须急行。”柳开急忙拜倒，“事诚有之，其如官序未达，家事未了。傥垂恩庇，诚有厚报。”说完再拜，痛哭流涕。阆缓缓道：“汝识吾否？”柳开战战兢兢：“尘土下下，不识圣者。”阆大笑，曰：“只吾便是潘阆也！”柳开气急败坏，连呼阆下。潘阆知柳开生性暴躁，当夜远远逃遁去了。</p> <p><strong>扮僧</strong><br>　　潘阆为人豪放，欲成大事，与参知政事卢多逊来往密切。卢多逊与重臣赵普交恶，被奏与秦王赵廷美密谋起事，潘阆亦受到牵连。是时，潘阆在京师讲堂巷开了家药铺做掩护，秘谋其事。只是潘阆不太懂得找掩护，他使刘少逸、鲍少卿做药童，唐巾韦带，气貌爽秀，为一时所瞩目。<br>　　卢多逊事败后，潘阆闻之有<a href=\"http://so.gushiwen.org/author_703.aspx\">诗</a>曰：“不信先生语，刚来帝里游，清宵无好梦，白日有闲愁。”潘逍遥刚哀叹完，就听说朝廷派人来捕自己，忙跑到邻居家，说：我犯事了，密谋泄露，禁兵正在追我。我死了，就我一个人。你们如果窝藏罪犯，如果抓住你们，就不是死一个，而是死一家，隔壁几家也可能知道。这可是要株连九族的。你们看着办吧！是把我送去交官还是藏起来，你们选择。”一番威逼，街坊无奈，只能将他藏匿于壁。捕者无获，只得别处寻找去了。<br>　　待到风声刚过，潘阆穿了件僧袍，剃了须发，手持佛磬，五更时分化妆出城，算是暂时脱离了虎口。此后，潘阆又化妆成箍桶匠，马不停蹄地逃到朋友阮思道家中。阮思道假装不识，只让下人领潘阆在庭中箍桶，自己拿了三锾钱放在桌案上，乘马出门去了。潘阆何等聪明，当时就明白了，看四下无人，拿了钱就跑。过不多时，阮思道归来，问仆人：案上三锾及桶匠何在？仆人答不知，被思道痛揍一顿，并命他四处寻找。如此一来，阮思道也算脱了干系。</p> <p><strong>题诗</strong><br>　　潘阆在为僧途中题诗于钟楼上言：“散拽禅师来蹴踘，乱拖游女上秋千。”被寺僧所怀疑，不得不离开中条山寺。潘阆遇赦后死不改悔，故态复燃，得意忘形，写了一首《扫市舞》的词：<br>　　“出砒霜，价钱可。赢得拨灰兼弄火，畅杀我。”<br>　　这种狂放的行径为当时士人所不齿，太宗怒而追还诏书。 </p>"
}