{
  "id": 655,
  "star": 14,
  "name": "李觏",
  "image": "http://img.gushiwen.org/authorImg/dushenyan.jpg",
  "dynasty": "宋代",
  "desc": "李觏(1009—1059)，字泰伯，号盱江先生，是我国北宋时期一位重要的哲学家、思想家、教育家、改革家，他生当北宋中期“积贫积弱”之世，虽出身寒微，但能刻苦自励、奋发向学、勤于著述，以求康国济民。他俊辩能文，举茂才异等不中，讲学自给，来学者常数十百人。李觏博学通识，尤长于礼。他不拘泥于汉、唐诸儒的旧说，敢于抒发己见，推理经义，成为 “一时儒宗”。今存《直讲李先生文集》三十七卷，有《外集》三卷附后。为纪念李觏，资溪县建有泰伯公园，塑有李觏雕像，李觏纪念馆正在建设之中。",
  "content": "<h2>轶事典故</h2> <p><strong>巧对<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a></strong><br>　　北宋著名词人晏殊和<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>是很好的朋友，晏殊每次来建昌（江西南城）李觏都要陪他游览麻姑山，并共同论<a href=\"http://so.gushiwen.org/author_655.aspx\">诗</a>赋文，写词作对。<br>　　有一次，二人观赏麻姑山的“玉练双飞”，在回来的路上经过余家沅，忽闻咿咿哑哑的车水声。此时，正是三夏盛暑，二人手持摺扇，信步来至车水处，晏殊忽然词兴大作，高声吟道：“车儿车水水随车，车停水止”李觏听了称赞道：“人谓临川多才子，而同叔当居其首，今公见水吟车，可谓临川古风矣”。晏殊笑道：“直讲先生久居仙山，山高风爽必喜吟风，愿先生以风对”。觏公沉思片刻，见晏殊挥扇以待，顿时思路大开，手摇摺扇大声诵道：“扇子扇风风出扇，扇动风生”晏殊听罢，连声称：“妙对妙对。”二人拍手大笑，车水农夫在旁聆听多时，也跟着赞道：“对得好，对得好。</p> <p><strong><a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>对下联</strong><br>　　庆历年间，北宋著名思想家李觏常在江西南城十贤堂讲课，听讲者有太学生百余人，其中有唐宋八大家之一、号称“南丰先生”的曾巩。<br>　　有一次，李觏应邀赴豫章春游，随行学生十余人。从建昌东门出发，经抚河至赣江。时值暮春三月，逆风顺水，船家扯下帆篷，装上浆橹，摇橹前进。舱内李觏居中而坐，门生并列左右，曾巩坐于右侧最后一个位子上。李觏对众生说：“此去豫章尚远，行舟寂寞，何不以行船为题，对一对联，用来消遣。”诸生同声说道：“请先生拟上联，我等对下联。”李觏点头沉思，舱中顿时沉静下来，唯有吱哑吱哑的橹声。李觏手指船橹，高声说诵道：“两橹并摇，好似双刀分绿水”<br>　　诸生从左至右，依次对下联。李觏抚髯静听，有时轻轻点头，有时又评论修改一番。看他的神气，似乎对所有下联，均不满意。最后，只剩下曾巩一人，大家的目光都集中在他身上。只见曾巩不慌不忙，站起来躬身向先生施了一礼，高声对道：“孤桅独立，犹如一笔扫青天！”<br>　　李觏听罢，不禁连声叫好：“此联气魄雄伟，思路开阔，对仗准确，实为难得之妙联。”诸生齐拱手向曾巩祝贺。正在摇橹的船家，也来凑热闹：“真是名师门下有高徒啊！”</p> <p><strong>李觏斗恶僧</strong><br>　　北宋思想李觏，幼年就聪明过人，七岁会写文章 ，九岁能吟诗作对，从小便由父亲带来麻姑山 居往。<br>　　麻姑山上有座仙坛大庙，庙里住着两个和尚，一老一少。那少和尚年近三十，极不守佛法，爱色贪财，好吃妄为，百姓皆骂他为“恶僧”。这恶僧平时只惧怕两个人：“一是庙内老和尚，因是师傅；二是乡绅骆司公，因是他堂叔。<br>　　这年七月七日，是山上朝庙大典，乡里士绅，地方官员，都上山朝庙。时年九岁的李觏，同着几个儿童 ，也来赶热闹。他们清早就来到庙门口，正欲进内，却被恶僧拦阻，喝令他们出去。李觏带一伙儿童躲到树林里，只见恶僧将偷来的酒肉装入一竹篮里面，慌慌张张出庙朝山下走去。李觏等人在后面暗暗跟踪。到了龙门桥边，忽见恶僧与一来人躬身施礼，李觏一看，正是恶僧的堂叔骆司公。只听络司公问道：“一早下山何往？”恶僧答道：“眼下正是青黄不接，师傅叫我下山买点东西。”骆司公见他神色慌张，揭开他的篮子一看，见装的正是酒和肉，便勃然大怒，骂道：“畜生放肆！”随即喝令恶僧将酒肉送回庙中。李觏等几个儿童见恶僧一副狼狈相，高兴地躺在山坡上大声唱道：“和尚不怕丑，受戒又还俗，落发不守法，喝酒又吃肉。”恶僧听了，又气又恨，不断向山坡扔石头，骂声：“笞箕鬼！”快步钻进了山庙。<br>　　早饭后，朝庙人络绎不绝，庙内红男绿女，热闹异常。李觏带几个儿童，进入大庙，又遇上恶僧。恶僧手持木棍追打李觏。李觏往人群中一钻，潜入禅堂右侧一个小小的空房。他轻轻地关好房门，只见房内有一张不方桌，上面放着一只小杯，旁边两把小木椅，南北两边墙上，各挂一个小葫芦。他取下葫芦，揭开一闻，酒香扑鼻；倒在杯中，但见酒色鲜红，一尝，甜蜜可口。他又揭开那边的小葫芦，一闻，酒气浓烈，倒在杯内，则是白色。红白两色在杯内呈现水红色。香味更是甜蜜。李觏知是敬神用的酒，正欲喝下去，忽然门被推开了，李觏来不及挂起葫芦即被来人扭住，一看，原来是恶僧。恶僧见李觏偷酒喝，觉得抓到了把柄，于是，将李觏扭到大厅见老和尚，说他偷吃了神酒，要老和尚重罚。老和尚素爱儿童，听说李觏年幼能吟作对，早想面试于他，今日正是个机会。此时，适逢骆司公也在座，就对骆司公说：“听说此儿颇有才干，今日却如此无礼，应作何处置？”骆司公说？：“我自有道理。”随即叫李觏近前，说道：“我今天出一上联，你若能对出下联，就放你回去，否则，按佛规笞罚。”李觏答道：“愿从尊便。”骆司公随即出上联曰：<br>　　“红白相渗，入室尝遍南北。”<br>　　李觏恼恨恶僧，心想，有来应有往，你嘲弄我，我也嘲弄你。正好借此出出恶僧的丑，于是对出下联曰：“青黄不接，下山买东西。”<br>　　老和尚听了，连声叫好，拍案称奇。骆司公听毕，猛想起小和尚清早提竹蓝下山的丑事，便一一告知了长老。老和尚勃然大怒，喝令众人把恶僧按倒在地，痛打四十棍。<br>　　此后，老和尚常在名门主客面前，夸赞李觏，恶僧再也不敢欺侮儿童了。 </p> <p><strong>风月亭</strong><br>　　风月亭位于黎川城南篁竹境内，阡陌之野，有亭翼然。数百年来，它为南来北往过客遮风挡雨，蔽日乘荫。细观此亭，南北通向，长6米，宽5米，高5米，两端门额均嵌有“赤溪风月亭”五个石刻大字，一门联曰“才过怀泉鸟语花香犹在耳，方临赤溪新亭古驿又宜人”亭墙斑驳脱落，芳草萋萋。亭内青砖为瓦，卵石铺地，东西两侧为后来修砌的水泥凉座，供路人歇脚之用，其东墙内嵌一石碑，上书“奉宪敕碑”。碑文依稀可辨。据其内容推断，此亭乃清朝道光6年重建，后因年久失修，今已破旧。据《新城（今黎川）县志》记载，风月亭“在城南五里赤溪，宋儒李觏（1009-1059）读书之所。其自言曰‘朝朝风扫地，夜夜月为灯’。故以名亭”。900多年前，这里曾是一处规模较大的书院式园林建筑，风光旖旎，景色怡人。南面群山黛岭，北望村里人家，东里临黎河流水，西指桑梓阡陌。周围茂林修竹亭亭如盖，桃源兰圃鸟语花香。明朝同邑邓篆赋云：“维武陵之旧圃兮，泛平津以通渔。一水飞光而带郭兮，千峰流翠以曳裾。指葱郁之曲陌，望桑麻之烟墟。山连水系，霞卷云舒。春擒转响于修竹，林花翻洒于兰区。前排峻岭之黛，左控长虹之波。村里烟迥，清溪雾错。岫蕴彩而霓飞，浦腾文而锦濯。伊亭榭之仿佛，信风月之攸托。尔其借言栋楣，托景兰药。靡翠草而成茵，幕丰叶以为幄”。如此美景仙境，有诗赞曰“杨柳春光风淡淡，梧桐秋色月溶溶”。<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓世外桃源，潜学胜地。<br>　　然而，宋时的风月亭不仅风景秀丽，更因此间主人而闻名遐迩，蜚声海内。李觏，字泰伯，北宋时期著名理学家。胡适先生称“李觏是北宋的一个伟大思想家。他的大胆，他的见识，他的条理，在北宋学者之中，几乎没有一个对手！`````他是江西学派的一个极重要的代表，是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的先导，是两宋哲学的一个开山大师”。据史志记载：“李觏世居麻姑山阳，（今南城境内），己迁黎赤溪，为赤溪人。不慕荣利，于所居赤溪庐南作‘风月亭’，读其中。夙夜讨论文武、周公、孔子之遗文旧制与当世之务，悉著于篇”。文章自成一家，创立“盱江书院”，故又被称为“盱江先生”。 </p><br/><h2>成就</h2> <p><strong>政治思想方面</strong><br>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>在政治思想方面，反对道学家不许谈\"利\"\"欲\"的说教，认为\"人非利不生\"（《原文》），\"治国之实，必本于财用\"（《富国策》），提出了一些发展经济的办法，对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法有直接影响。其<a href=\"http://so.gushiwen.org/author_655.aspx\">诗</a>歌内容，大多涉及政治得失，人民疾苦。构思遣辞，新颖独创，甚至有些奇特，出人意外。他在《论文》诗中写道：\"今人往往号能文，意熟辞陈未足云。若见江鱼须恸哭，腹中曾有<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>坟。\"可见他有意避免\"意熟辞陈\"而力求生新，别辟蹊径。他作诗师法皮(日休)陆（龟蒙）、以中兴诗道自命。如《获稻》、《乡思》、《苦雨初霁》、《读长恨辞》等诗,清新可诵。《方平》、《璧月》、《梁帝》、《送僧游庐山》、《忆钱塘江》诸绝句，王士□《居易录》以为\"风致似义山\"。但集中通体完善的诗并不很多。李觏的文章实较诗为佳。</p> <p><strong>诗作方面</strong><br>　　李觏还是一位诗人。王士真在《居易录》中曾称赞李觏的《王方平》、《璧月》、《梁元帝》、《关僧还庐山》和《忆钱塘江》五首绝句“风致似义山”。对此《四库全书总目》也认为，除《梁元帝》一首“不免伧父面目，余皆不愧所称，亦可谓渊明之赋《闲情》矣。”他的诗“受了些<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>等的影响，意思和词句往往都很奇特，跟王令的诗算得宋代在语言上最创及酬和之作，但也写了不少有着充实的现实内容的诗篇。”“根生但为松，翼飞但为风。王侯尚可轻，道义本来重”（《寄怀》），字句质朴，语出自然，而重道义爵禄的情操，跃然纸上。“居官无藉手，选部岂知贤？廉善虽由己，亨通亦在天”（《送张评事》），揭露了当时吏治的黑暗。由于他关心国计民生，加上自己政治上的不得志，又长期生活在农村，所以，也写了一些批判时政，反映农民疾苦的诗，表现了他对现实的满和对人民的同情。“产业家家坏，诛求岁岁新”，“朱门仍奢侈，柴门转窭贫”（《村行》），“役频农力耗，赋重女工寒”（《感事》），抨击了官府对农民的残酷剥削，反映出阶级矛盾日趋激化的现实。他在《哀老妇》诗中，写一个有儿有孙的老妇人还要改嫁。什么原因呢“子岂不欲养？母岂不怀居？”都不是，而是因为“徭役及下户，财尽无所输”。这是一种多么凄惨的景象啊！<br>　　他的诗文，今存《直讲李先生文集》（又称《盱江先生全集》中华书局新出版的《李觏集》，即据此校点。）三十七卷，另有《外集》三卷附后。《宋史》卷四三二有传。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>（1009-1059）字泰伯，北宋建昌军南城(今江西抚州资溪县高阜镇)人，住县城北街瑾睦坊。北宋儒家学者，著名思想家、哲学家、教育家、<a href=\"http://so.gushiwen.org/author_655.aspx\">诗</a>人。李觏一生以教学为主，40岁那年由<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>荐为太学助教，后为直讲，所以后人称他为“李直讲”，李觏家于盱江边，创办了盱江书院，故又称“李盱江”，学者称盱江先生。</p> <p>　　李觏家世寒微，自称\"南城小民\"。自幼聪颖好学。5岁知声律、习字书，10岁通诗文，20岁以后文章渐享盛名，但科举一再受挫，仕途渺茫。从此退居家中，奉养老母，潜心著述。于庆历三年（1043）创办“盱江书院”。同年受郡守之请主学事，课业授徒，慕名求学者常有数百人。“为盱江一时儒宗”，人称“盱江先生”。<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>和任过御史要职的邓润甫等，都是他的高徒。<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>与他也有交往，其《答<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>山书》一文中就提到过自己曾采纳过李觏的意见，而邓润甫更是积极参与了王安石变法。范仲淹于皇祐元年（1049）上书，称李觏“讲论六经，辩博明达，释然见圣人之旨；著书立言，有孟轲、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>之风”。后经范仲淹、余靖等人多次举荐，乃授为太学助教，历任太学说书、海门（今江苏海门）主簿、太学直讲等职。嘉祐四年（1059）权同管勾太学，以迁葬祖母，请假回乡，八月病逝于家，享年51岁，葬于凤凰山麓。</p> <p>　　李觏不仅是一位思想家，还是一位著作家。一生著述宏富，生前自编《退居类稿》12卷，《皇祐续稿》8卷。其门生邓润甫为其辑有《后集》6卷。现存有《直讲李先生文集》（又称《盱江先生全集》）37卷。1981年，中华书局整理、校点出版了《李觏集》，全集共37万字。</p> <p>　　后世人对李觏益加仰重。宋高宗绍兴年间，南城建十贤楼、四贤堂，李觏与陈彭年等共祀，并于郡学大成殿绘李觏像以风后学。理宗宝祐二年(1254年)，立兴文堂以祀之。明成化元年(1465年)，建昌新建李泰伯祠堂；成化八年，特旨准左赞状重修李觏墓。中华人民共和国成立后，李觏的哲学思想被列为重要研究项目。</p> <p>　　李觏曾在麻姑山读书林讲学，对家乡麻姑山的赞美诗文颇多，他在《麻姑赋》中写道：“慨麻姑之去远，缅王蔡其犹昔。俯稚川濯丹之泉，验福唐遗简之地。丹崖翠壁，邀接太清。碧殿紫坛，风清月白。雨滴槽牙之溜，风摇楼角之铃。”</p> <p>　　李觏是建昌府郡人仰崇的先师，宋绍兴年间，南城建十贤楼、四贤堂，李觏与陈彭年等共祀。历代郡学大成殿都绘有李觏画像，以其为风范，激励后人。南城、黎川、资溪均有李泰伯祠堂。现存资溪嵩市镇三口村的李氏家庙乃清代李氏后裔所建，悬有“理学开宗”的巨幅匾额。 </p><br/><h2>生平</h2> <p><strong>天潢世胄的家世</strong><br>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>本姓相传姓潘，李姓是因他先祖南唐烈祖<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>为了统治的目的乱认祖宗造成的。说起他先祖李昪那可是一位在历史上赫赫有名的大人物，在那战乱纷飞的时代，李昪是一个孤儿，出身低微，因聪明伶俐又作战勇敢而被当时一位叫徐温的大将收养为干儿子，于是他将本姓名潘知浩改姓徐知浩。徐知浩有勇有谋，在近二十年的精心经营中击败诸多对手，逐步建立自己强大势力，并从杨氏吴国篡得帝位。初期改国号齐，后改为国号唐（又称南唐），并乱认唐玄宗为他的先祖，又改姓李名昪。从此他将徐知浩又改姓名为李昪。这位被后人称为南唐烈祖的李昪把南唐经营得很是有声有色，他采取轻徭役、劝农桑、兴科举、建书院等策略，促使社会稳定，人民安居乐业，当时的南唐比起中原各国可以说是“世外桃源”。李昪有一位庶出的儿子叫李景芳的人。李景芳时封金吾卫国上将军，生有三子，老大官封五中丞、老二封为六府君，老三封七大夫，这三位儿子都居住在抚临上慕镇（今天的金溪秀谷镇）。这三位据李氏宗谱记载，他们自认为“吾固南唐之裔，皆为帝王之后，竟无尺土之封”，心中愤愤不平，并同当时三齐王有隙。于是，他们与外甥彭氏一同密谋发动兵变，临兵变时彭姓外甥临阵倒戈，引兵反攻，于是这场内讧胎死腹中。七大夫临行刑前发誓说：“吾子孙与彭氏婚者，吾不佑也”。六府君名昉“初无战志”，又看见形势不妙，就携妻带子匆匆忙忙连夜从上慕镇逃至当时南城县六十三都长山隐居。这就是李觏先祖家世历史的大略。所以北宋李觏文坛好友<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>称他为“天潢世胄”，应该不错。</p> <p><strong>自幼聪颖</strong><br>　　李觏自幼聪明好学六七岁始“习字书”，十二岁就能写文章。十四岁父亲去世，母亲“垦阅农事，夜治女功”（《先夫人墓志》），得免冻馁之苦。服丧三年，十七岁始出外游学。二十岁以后，文章渐享盛名。</p> <p><strong>科举受挫</strong><br>　　李觏也象其他读书人一样，想通过科举，登上仕途，干一番事业。但是，他在科举仕进的道路上却一再受挫，未能如愿，自叹“生处僻遐，不自进孰进哉！”景佑年间，他步行到京城汴梁（今河南开封），寻求仕进之途，毫无结果而归。次年，参加乡举，又名落孙山。庆历元年（1041），应茂才异等科，有旨召试。李觏入京，又未中选，在京城“忧愁经岁”，抑郁不乡。遭受这几次打击之后，遂无意仕进，隐居著述。南城立学，被聘为郡学之师。创立盱江书院，教授自资。</p> <p><strong>创建书院</strong><br>　　李觏屡试科举不第，以教学为生，创建\"盱江书院\"，从学者常有数百人。后经<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>推荐，任太学助教、直讲，卒年五十岁。北宋时期的江西学风重经世致用，这一学风，由欧阳修倡之于前，<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>得君行道于后，而李觏则是处于其间的一个十分重要的思想代表。</p> <p><strong>重经世致用</strong><br>　　他的许多思想给予范仲淹\"庆历新政\"理论上的支持，又是后来王安石\"变法\"的思想渊源。由于重经世实用，在经学卜李觏颇重《礼》学，《周礼致太子论》五卜-篇是其\"通经致用\"的理沦代表作，王安石后来作《周礼新义》不无影响。由于重实用，所以李觏反对孟子，著有《常语》以驳孟子思想，反对所谓的\"重义轻利\"，认为\"焉仁义而不利者乎?\"(《李觏集·原文》)成为宋学中\"非孟\"思潮的驱者。学术上以儒学为宗，反对佛、道二教，是庆历之际排佛、道思潮的代表人物之一。李觏著作有《盱江文集》，今有校勘标点本《李觏集》，其中《礼论》、《周礼致太平论》和《庆历民言》等是其思想和学术的代表作。</p> <p><strong>不拘旧礼</strong><br>　　李觏博学通识，尤长于礼。他不拘泥于汉、唐诸儒的旧说，敢于抒发己见，推理经义，成为“一时儒宗”，四方学子前来就学者常数十百人，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>、邓润甫等都是他的学生。后得范仲淹、余靖等推荐，皇祐二年（1050），旨授将仕郎，试太学助教。嘉祐二年（1057），用国子监奏，召为太学说书如故。嘉祐四年，令其权同管勾太学。因迁葬祖母，请假还乡。八月卒于家。 </p><br/><h2>贡献</h2> <p><strong>思想</strong><br>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>是北宋一位重要的思想家。他著书立说，大胆创新，在哲学上持“气”一元论观点，认为事物的矛盾是普遍存在的；在认识论上，承认主观来自观，因此，成为宋代哲学学派的先导，在我国哲学史上占有重要的地位。李觏还具有进步的社会历史观。他卓有胆识地提出功利主义的理论，反对道学家们不许谈“利”言“欲”的虚伪道德观念。他从实际物质利益是人类社会生活的根本这一基本观点出发，解释社会历史现象。他认为“治国之实，必本于财用”（《富国策》第一）。治理国家的基础，是经济，是物质财富。所以，他反对把实际物质利益和道德原则，即“利”和“义”对立起来。李觏认识到，物质财富多寡不均的症结所在，是土地占有的不合理。为了解决土地，问题他专门写了一篇《平土书》，提出“均田”、“平土”的主张，引经据典，煞费苦心地为统治者提供解决土地问题的历史借鉴。为了拯救北宋积弱的局面，缓和社会矛盾，他提出富国、强兵、安民的主张，写了《富国策》、《强兵策》、《安民策》各十篇，阐述自己的见解。李觏哲学上的观点和政治上的革新思想，在当时是独树一帜的，为稍后于他的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>实行变法进行了哲学理论上的准备。由此看来，他的弟子邓润甫等人成为王安石推行新法的得力助手，那就是很自然的了。</p> <p><strong>文学著作</strong><br>　　李觏不仅是一位思想家，而且还是一位著作家。他主张文以经世、致用为贵，所以他的文章内容比较充实。即使是解经之作，也常常以古说今，有着浓厚的政治色彩。《潜书》十五篇，即是出于“愤吊世故，警宪邦国”（《潜书序》），“以康国济民为意”（《上孙寺丞书》），纂写而成。《庆历民言》三十篇，更是“言言药石，字字规戒”的为民请命之作，人称“红国之书”。这些政论文章，大胆地指责时弊，阐发己见，具有很强的现实性和战斗性。李觏的其他散文，如书信、志铭、碑、记等，也都写得通达有识，逻辑性强，为人们所称道。在这些文章的字里行间，他的用世思想时有流露。他的《袁州州学记》，起语不落俗套，立论警切，结构严谨，文笔稳健，是一篇脍炙人口的名作。前人称他“著书立言，有孟轲、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>之风”（《<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>荐李觏疏》）。“在北宋欧阳（修）、曾（巩）、王（安石）间，别成一家”（《宋元学案补遗》卷三）。 </p><br/><h2>军事思想</h2> <p><strong>重兵思想</strong><br>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>深知军队、战争在国家社会生活中的重要地位、作用，故对军队的建设十分重视，并有具体而精辟的见解，于中可见其救世之意。我们知道，战争是由来已久之事，亦是一个国家、民族的大事。所以它引起中外历代的哲学家、思想家、军事家的高度重视，因而从古及今都在人们心目中占有重要位置。如古希腊哲宁家赫拉克利特就认为：“战争是普遍的。”②“战争是万物之父，也是万物之王。它使一些人成为神，使一些人成为人，使一些人成为奴隶，使一些人成自由人。”①战争不仅是普遍的，而且是神圣的，它可以决定人和宇宙万物的一切。所以他又说：“战死的灵魂比染疫而亡的灵魂纯洁。”②因此“神和人都崇敬战争中阵亡的人。”战争中阵亡的人，是“更伟大的死”，应当“获得更伟大的奖赏”。③就是说把战争视为头等大事。在中国古代先皙中，把“兵”（或战争）视为国之大事，尤为普遍、突出。在中国古代的典籍中，有关兵戎、战争在人们社会生活中所占重要地位的论述，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓史不绝书，屡屡可见。</p> <p><strong>用兵策略</strong><br>　　李觏力主重兵、强兵、武备，但并非主张穷兵黩武、扩张军备、耗尽民财，而是提倡建立仁义之师，用兵旨在安良禁暴，进而提出“本末相权”的治军用兵策略。我们知道，战争是敌我交战双方的活力、实力对抗、较量，是智力、勇力竞赛、斗争。由于战争所独具的特殊性，所以交战双方常常以诈用兵，制造假象，欺骗敌人，诱敌上当，诡诈取胜。中国历代的典籍，兵书战策，都对“兵以诈立”，“兵不厌诈”，“兵者诡道”的用兵之策，作了论述。对于“兵者诡道”的论述，以《孙子》为最详、最精、最确，被历代兵家奉为取胜之要道，用兵之要谋，制敌之良策。</p> <p><strong>强兵之策</strong><br>　　李觏认为，一个国家要想巩固疆士，保护国民，康阜百姓，就必须具有一支强大的军队。他由其“本末相权，，的思想出发，提出了“明本治军”，“富国强兵，，之策。李觏指出，军队建设是“国之大事”，这是人入共知之事。然而人们并不一定真正了解、认识兵的实质、职能、作用。所以李觏说：“天之制兵革，其有意乎？见其末者曰：为一人威天下，明其本者曰：为天下威一人。生民病伤，四海冤叫，汤、武之为臣，不得以其斧钺私于桀、纣。”①李觏在对上述两种思想主张作了分析之后，肯定见其末者不可取，明其本者亦有所失，故应当本末兼顾，以本为先，先修其本。后行其末，不可遗末。李觏的“强兵之策”，“用兵之法”是“必修诸内而后行诸外。”②具体办法则是“屯田之法”、“乡军之法”，即“兵农合一”之策。</p> <p><strong>建军思想</strong><br>　　在李觏的军事思想体系中，我们可以清楚地看到，他在重视富国强兵、民心向背、武器装备的同时，尤其重视军队自身的建设，而军队建设中的人与物相比较，他更重视人的作用，故他反复强调精兵择将的津军思想，且语洋论精，颇具光彩。李觏认为，要使国强。兵兴，就必须选择良将，挑选精兵，这是国之所以为国，兵之所以为兵的关键。他说：国之所以为国，能择将也；将之所以为将，能养士也。人莫不爱身，而以身当矢石；莫不爱死，而以死卫社稷者，厚无所往也。故曰：“视卒如婴儿，故可与之赴深溪；视卒如爱子，故可与之惧死”。为国要在择将，为将要在爱兵。人没有不爱惜自己的身体，如果良将爱士卒，就可以做到以身体当矢石；人莫有不考虑自己的生死，如果良将爱士卒，就可以做到以死来保卫国家，将领爱十养卒，爱兵如子，视兵如婴，就可以使将、兵共奔于疆场，为保卫国家而置生死于度外。只有认真选择良将、精兵，做到将贤、兵勇，方可以在战争中，以一当十，战无不胜，这才是强国、强兵。因此，将在贤不可庸，兵在勇不在多。 </p><br/><h2>无神论</h2> <p>　　在有神论和宗教观念产生发展之后，在中国长期的历史发展的长河中，有许多无神论者则从不同方面各个角度说明了鬼神的虚幻性，揭露了宗教神学的欺骗性和危害性。随着社会的发展和统治的需要，唐宋以后的宗教神学和世俗迷信则愈演愈烈，而反对宗教神学和世俗迷信的斗争亦愈演愈烈，<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>在他的宇宙观的指导下对佛教道教的有神论以及各种世俗迷信等都进行了揭露和批判。李觏以他的宇宙论、礼论为思想指导，从他的政治经济主张出发对佛教道教进行了严厉的批判和无情的揭露，他用儒家的思想去批判佛教道教的学说，主张以儒家的礼教来代替佛教道教的宗教仪式，他从政治上经济上揭露佛教道教的危害性，说明佛教道教是祸国殃民的病根毒瘤，从而论证了根除佛教道教及其思想的必要性。</p> <p>　　他指出佛教道教叫人们出家，修身养性，身居名山，脱离尘世，原理父母妻儿，不与亲人共同生活不对他们承担任何义务，这是违反“人之大伦”的行为，一个人从小就出家当和尚道士，不事君亲，不知父母，幼小是不知其害，长大了不知后悔，年老后不知所终，这既不符合人伦道德，又于自己不利，因此是十分可悲的。从人伦道德方面对佛教进行了批判，佛教主张绝君亲，去其身，这既不符人伦道德要求又是好坏不分，是祸害自身与国家的行为。他批判了佛教宣扬不杀生的伪善性和危害性，他指出，事实上人们是不可能做到不杀生的，如人们饲养鸡猪狗等家畜家禽是为了食用，正因为这样人们才不惜其资去喂养家畜家禽正是有了人们的饲养才得以生存成长繁衍，不然就会绝种佛教以不杀生为道的说教是“夺人之食以饱无用之禽”这才是不仁之道。他批判了佛教宣传的有鬼论，灵魂转世论。佛教认为人死之后为鬼，灵魂是不死的，前世的因种下今世的果。今世的因种下世的果他们宣扬“三世轮回““善有善报”“恶有恶报”神不灭论和因果报应论，他驳斥了这些理论荒谬性，指出：佛教所宣扬的人死为鬼，因果报应是培养人们愚蠢性，是欺骗，是毫无道理的。他排斥佛道的理论根据是儒家思想他认为佛教道教的思想主张和儒家经典不相符合，用儒家的礼教排斥佛教道教的仪式，他指出由于对儒家的思想宣传不力，造成了佛教道教思想乘机而入，结果是儒学受到排斥，因此，他深责儒者的失职，失礼，而自己则反击佛教、道教的泛滥。</p> <p>　　李觏以他的富国安民，治国救民的政治经济思想，着重揭露了佛教、道教的危害性，佛教道教的危害很多很大，主要是：培养懒惰，造就罪恶，弃本逐末，崇尚奇货，浪费财物，耗尽人力。最终使国弱民贫，国乱民祸。 </p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>一生以教授为业，乡曲俊异从而师之，东南闻风至者常数千人，同郡<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>、邑邓润甫（北宋名臣）皆其弟子。其终生从事理学研究，所学以推明圣经为本，不泥于汉唐诸儒之说，鉴古论今，著书立言，学识渊博，成就显著。李觏思想进步，针砭时弊，积极主张改革旧制，是“庆历新政”理论上的支持者。所著大都是愤吊世故，警宪邦国的政论，被当时誉为“医国之书”。<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>读其所著，荐于朝，称其讲论六经，辨博明达，释然见圣人之旨，著书立言有孟子、<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>之风，并上其所著。在李觏著述中，“《潜书》、《广潜书》、《礼论》、《周礼致太平论》、《庆历民言》以及《富国》、《安民》、《强兵》等策，反映了他的政治、经济、法制、军事等主张，《易论》和《明堂定易图序》（《李觏集》前言）”他的思想观点得到当时众多有识之士的赞同，产生了广泛的社会共鸣，影响巨大，震动朝野，成为后来<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法的理论基础。前有古人，后有来者。时光如赤溪长流，风月与青山依旧。然而，往事如烟，物非人杳。风月亭，亭以人名，古往今来慕者如云。观景凭吊，睹物思人，扼腕长叹。骚客<a href=\"http://so.gushiwen.org/author_655.aspx\">诗</a>云：“惟昔有鸿儒，其甫曰泰伯。语言妙天下，酌古漱琼液。上排周孔大，下接苏黄席。雄辞奋经术，异端拒老释。构亭集生徒，此焉寄朝夕。平芜弥漫青，溪水迥环赤。风月留光霁，溪山表明德。我行购遗踪，世远不可稽。我诵明堂书，山亭水悠悠”。明代邑人王材亦赋诗云“独抱遗经草满庭，竹风梧月对南屏。桃花流水年年在，谁向寒溪面客星？”寄托了对先贤的无限追思。</p> <p>　　为纪念李觏，资溪县建有泰伯公园，塑有李觏雕像，李觏纪念馆正在建设之中。 </p>"
}