{
  "id": 411,
  "star": 32,
  "name": "贯云石",
  "image": "http://img.gushiwen.org/authorImg/guanyunshi.jpg",
  "dynasty": "元代",
  "desc": "贯云石(1286～1324) 元代散曲作家。字浮岑，号成斋，疏仙，酸斋。出身高昌回鹘畏吾人贵胄，祖父阿里海涯为元朝开国大将。原名小云石海涯，因父名贯只哥，即以贯为姓。自号酸斋。初因父荫袭为两淮万户府达鲁花赤，让爵于弟，北上从姚燧学。仁宗时拜翰林侍读学士、中奉大夫，知制诰同修国史。不久称疾辞官，隐于杭州一带，改名“易服”，在钱塘卖药为生，自号“芦花道人”。今人任讷将他的散曲与自号“甜斋”。",
  "content": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>（1286年－1324年），原名小云石海涯，元朝畏兀儿人，精通汉文，著名<a href=\"http://so.gushiwen.org/author_411.aspx\">诗</a>人、散文作家。</p> <p>　　根据蒋一葵《尧山堂外纪》的记载，贯云石的父亲名为“贯只哥”，所以他以“贯”作为他的氏，名“小云石海涯”，自号“酸斋”，当时和号“甜斋”的徐再思齐名，都以擅长乐府闻名，世称“酸甜乐府”。</p> <p>　　贯云石做过翰林学士，深受汉族的思想与文学的影响，爱慕江南风物，憧憬恬静闲适的生活，后辞官不做，隐居江南，改名“易服”，在钱塘卖药为生，自号“芦花道人”。他善作散曲。据传他所创的曲调，传给浙江澉浦杨氏，后称为“海盐腔”，流传至明代，为“昆腔”的先驱。</p> <p>　　存小令七十余首，套数八套，有专集 《酸斋乐府》，近人任讷所辑。 </p><br/><h2>急流勇退</h2> 　　公元1286年，在元大都西北郊高粱河畔维吾尔族人聚居的畏吾村（今北京魏公村）里，一个“神采秀异”的婴儿诞生了。当时谁都没有想到这个北庭（今新疆吉木萨）维吾尔族农民的后裔，将成为中华民族文化史上“擅一代之长”（<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《曲藻）序》）的杰出人物。他，就是元代著名作家<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>。他的全名是贯小云石海涯，号酸斋。<br/><h2>文武双全</h2> <p>　　<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>的伯父忽失海涯、父亲贯只哥都托庇祖荫，先后在南方担任军政要职；而贯云石幼年，一直生活在大都，受着良好而又特殊的教育。贯云石的母亲廉氏是精通汉学的维族名儒廉希闵的女儿。她的一位叔父廉希宪曾任宰相，被世祖称为“廉孟子”；另一位叔父廉希贡则是著名的书法家。贯云石自幼就常随母亲住在廉家的别墅“廉园”里修文习武。尤其是园内有两万多卷藏书，使贯云石从小就受到了丰富的汉民族文化的熏陶与严格训练，既有“善骑射、工马槊”的维吾尔气质，又能“折节读书，目五行下”，为他以后用汉文写作打下了扎实的基础。</p> <p>　　元成宗大德十年（1306），年方二十的贯云石承袭父爵，出任两淮万户达鲁花赤（这是一个拥有实际兵权的三品要职）。不久，又出镇永州。这位血气方刚、文武双全的青年军官，管辖着十一万户百姓，统率着七千将士。他“在军气候分明，赏罚必信”、“御军极严猛，行伍肃然”；公务之暇，则写<a href=\"http://so.gushiwen.org/author_411.aspx\">诗</a>作曲，投壶雅歌。他要凭着自己的才能建功立业，又愿意“自适，不为形势禁格”，然而这在当时那样的社会里，简直是不可能的。在苦闷与矛盾中，他终于作出了将官职军权让给弟弟忽都海涯的决定。</p> <p>　　贯云石让爵后，“与文士徜徉佳山水处”，“倡和终日，浩然忘却”，真是：“弃微名去来心快哉，一笑白云外。知音三五人，痛饮何妨碍，醉袍袖舞嫌天地窄。”——〔清江引〕</p> <p>　　当时，元代的散曲创作正处于由草创时期向黄金时代过渡的阶段。贯云石开始以通脱豪爽的风格闯入了散曲阵地，犹如天马入苑，在元代诗坛上引起了强烈反响。1308年，贯云石回到了文人荟萃的元大都。</p><br/><h2>经历</h2> <p>　　公元1314年秋天，<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>南游途中经过梁山泊。贯云石喜爱那里一个渔翁的芦花絮成的被子，渔翁要他用<a href=\"http://so.gushiwen.org/author_411.aspx\">诗</a>来交换。贯云石略加思索，吟出了一首七律：</p> <p>　　采得芦花不涴尘，翠蓑聊复藉为茵。西风刮梦秋无际，夜月生香雪满身。</p> <p>　　毛骨已随天地老，声名不让古今贫。青绫莫为鸳鸯妒，欸乃声中别有春。</p> <p>　　这首《芦花被》诗广为流传，贯云石用它换取芦花被的事也传为佳话。贯云石干脆又取了“芦花道人”的别号，并写道：“清风荷叶杯，明月芦花被，乾坤静中心似水。”宣布了自己和名利场的决绝，开始了十年浪迹江湖、专心创作的新生活。</p> <p>　　春去秋来。贯云石“月明采石怀<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，日落长沙吊<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>”（钱惟善《酸斋学士挽诗》），登扬州明月楼填词，到淮南鲁港驿题诗，西下洞庭览胜境，东临普陀观日出……这种壮游万里的生活，使他创作出《采石歌》、《君山行》、《观日行》等许多优秀诗篇。他在诗中讴歌祖国的大好河山，凭吊中华民族历史上的杰出人物，抒发对家乡与亲人的爱恋，也表达了愿意摒弃荣华富贵、过恬静淡泊生活的愿望。这些作品感情真挚，风格清新秀丽，使他成为元诗中“绮丽清新之派”的代表人物（顾嗣立《元诗选·<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>传》）。</p> <p>　　贯云石历览名胜，著述满家，雅名愈盛。他每到一处，“士大夫从之若云，得其片言尺牍，如获拱璧”。决心避世的贯云石进而隐姓埋名，易服晦迹，定居在钱塘（今杭州）正阳门外，靠卖回回药为生。他在凤凰山休暑，到包家山修禅；时而入天目山与中峰禅师论道，时而去城东阿里西瑛的寓所去吹奏铁笛，切磋乐律；他常与散曲家<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>一道游湖观潮，饮酒唱和，也不时地同平民百姓一起切磋技艺。他在秀丽的西子湖畔度过了一生中创作散曲最旺盛的时期。贯云石自幼性格豪爽，不拘形迹，又多才多艺，工书画，通音律，精鉴赏，既善于学习前代各家之长，又“吐辞为文，不蹈袭故常”，还能注重从民间吸取营养，这就不仅使他的散曲创作形成了“如天马脱羁”（朱权《太和正音谱》）的独特风格，也呈现出丰富多样的艺术特色。尤其是他作为一个出生在大都的维族人，一生足迹遍及大江南北，又能摒弃民族的与传统的偏见，热心兼收并蓄北方“胡夷之曲”与南方“里巷歌谣”，使他的散曲往往带有北方民歌刚健质朴的气息与南方民歌清新秀丽的风采。</p> <p>　　明人李开先的《词谑》记载了贯云石的一则轶事：</p> <p>　　一日，郡中数衣冠士游虎跑泉，饮间赋诗，以“泉”字为韵。中一人，但哦“泉、泉、泉……”，久不能就。忽一叟曳杖而至，问其故，应声曰：“泉、泉、泉，乱迸珍珠个个圆。玉斧斫开顽石髓，金钩搭出老龙涎。”众惊问曰：“公非贯酸斋乎？”曰：“然、然、然。”遂邀同饮，尽醉而去。</p> <p>　　这个故事久久在杭州流传，说明了贯云石与民众的交往，也说明了民间对酸斋创作风格的了解。邓文原在《贯公文集序》中说：贯“生长富贵，不为燕酣绮靡是尚，而与布衣韦带角其技，以自为乐，此诚世所不能者。”这是贯云石作为“浊世佳公子”（陈垣评语）的可贵之处，它决定了其后期作品仍然涉及到社会生活的各个方面，内容是丰富充实的。</p> <p>　　值得一提的是，在钱塘定居期间，贯云石又与海盐杨梓交善，向他传授“南北合调”的歌唱方法。贯云石死后三十九年（1363），姚桐寿在《乐郊私语》中有一段精彩的说明：</p> <p>　　云石翩翩公子，无论所制乐府、散套，骏逸为当行之冠；即歌声高引，上彻云汉。而康惠（杨梓）独得其传。……以故杨氏家僮千指，无有不善南北歌调者。由是州人往往得其家法，以能歌有名于浙右云。</p> <p>　　贯云石的乐府、散套和高彻云汉的歌唱，在南戏四大声腔之一“海盐腔”的形成中起了重要的发端作用。</p> <p>　　公元1324年，正当壮年的贯云石病逝于杭州。他的好友张小山（可久）写了一首《为酸斋解嘲》的散曲来总结这位维族作家的一生：</p> <p>　　君王曾赐琼林宴，三斗始朝天。文章懒入编修院。红锦笺，白苎篇，黄柑传。学会神仙，参透诗禅。厌尘嚣，绝名利，近林泉。天台洞口，地肺山前，学炼丹。同货墨，共谈玄。……</p> <p>　　他的另一位好友欧阳玄在为贯云石写的碑文中称赞他“武有戡定之策，文有经济之才”，“其人品之高，岂可浅近量哉！”二百年后，<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>在《曲藻》中将贯云石列为“擅一代之长”的元曲代表作家之首。陈垣先生在《元西域人华化考》中说：</p> <p>　　云石之曲，不独在西域人中有声，即在汉人中亦可称绝唱也。</p> <p>　　是的，贯云石的作品，通过他的生活和创作所体现出来的我国各兄弟民族作家之间互相学习、亲密融洽的深厚友情，已成为中华民族宝贵的精神财富。</p> <p>　　①本文引语，除另注出处的外，均见《元史·小云石海涯传》及欧阳玄《贯公神道碑》。</p><br/><h2>作品特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>出身武官家庭，自幼武艺超群，后弃武学文，接受汉族文化。善书法，自成一家。<a href=\"http://so.gushiwen.org/author_411.aspx\">诗</a>文亦有一定成就，尤以散曲最著。在他的为人和作品中可以看到元代各族文化互相渗透的情况，他以胄子袭位，仕途本颇顺利，却有飘然世外之志，为人疏放旷达。曾以《芦花被诗》换取渔父芦花被，一时传为文坛佳话。</p> <p>　　贯云石的散曲以写山林逸乐生活与男女恋情为主。作品风格基本上属豪放派，以清俊见长。风格形成与他出身西域武官家庭有关，同时也染上了江南文学清秀媚丽的色彩。他的啸傲山林的作品尤为飘逸俊放,弃微名去来。心快哉，一笑白云外〔清江引）畅幽哉，春风无处不楼台。一时怀抱俱无奈，总对天开，就渊明归去来〔殿前欢〕等；他的情词则清新警切，善于学习俗谣俚曲的长处。四更过，情未足，情未足，夜如梭。天哪！更闰一更妨什么？〔红绣鞋〕不是不修书，不是无才思，绕清江买不得天样纸 〔清江引〕等,以白描手法取胜，颇有情致。此外，他也有一些清丽端谨的作品，如《春、夏、秋、冬》〔清江引〕等。</p> <p>　　贯云石的散曲在当时最为俊逸当行，歌唱起来，响彻云宵。他与海盐杨梓交好，或说他曾为“海盐腔”的创造和传播作出了一定贡献。“海盐腔”流传至明代，为“昆腔”的先驱。他还是最早的散曲评论家，曾为《阳春白雪》、《小山乐府》作序，在当时散曲界十分活跃，而且很有影响。</p><br/><h2>拜师</h2> <p>　　<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>做了几年世袭的官爵——两淮万户府的达鲁花赤，就把官职让给他的弟弟忽都海涯了。从那以后，他投拜了当时以文风古劲宏肆而著名的散文大家<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>为师，专门攻读汉语文学。过了几年元世祖忽必烈的孙子做了皇帝，号称仁宗。小云石海涯就给仁宗上了一份万言书，建议朝廷选贤用能，修明政治。仁宗见他很有学问，就任命他做翰林侍读学士，由于他看不惯上层统治者的罪恶污浊及其宦海生活，因之力辞不受，决意弃官归隐，从此再未出仕，浪迹钱塘江一带，以卖药度日。小云石海涯，出身于宦官贵族，他能够毅然决然的放弃了寄生生活，不和统治者同流合污，并且在一定程度上同情百姓的遭遇，主张改革政治，尽管他采取的办法是消极的，但在客观上，是有一定进步性的。作为一个封建统治阶级的官吏，当他意识到现状污浊，又无力改变现状的时候，采取弃官归隐，不仅是可以理解的，而从个人的品格来说，也是高尚的。他的反抗精神，虽然不及<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>那样强烈，但比起陶潜来，是并无逊色的。</p> <p>　　贯云石之所以能在文学方面能取得这样大的成就，除了他自己专心好学而外，与他的汉族老师姚燧和亲密的朋友<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>、徐再思、杨朝英等人的帮助是分不开的。贯云石自号酸斋。根据邓子晋在《太平乐府》序里记载，杨朝英文风以豪放著称，贯云石和杨朝英同游，贯云石说： “我酸，你就应该澹。”从那以后，杨朝英果然自号澹斋了。徐再思作品风格清丽，自号甜斋。因贯云石和徐再思是当时两位齐名而又相好的散曲家，所以，后人就把他们的作品编成一个集子，很风趣地叫作《酸甜乐府》了。张可久是元朝后期最著名的散曲大家，风格雅丽，文辞工巧，他与贯云石应答的作品也多。</p><br/><h2>直言敢谏</h2> <p>　　二十二岁的<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>成了廉园的中心人物。他的让爵，在大都传为美谈；他的<a href=\"http://so.gushiwen.org/author_411.aspx\">诗</a>词散曲，在诗界崭露头角。然而他自己并不满足。在廉园，他进而结识了程文海、<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、袁桷、<a href=\"http://so.gushiwen.org/author_2368.aspx\">姚燧</a>等文坛前辈，得到他们的赏识，也认真地向他们学习。姚燧“于当世文章士少许可”，却连连称赞贯云石“古文峭厉有法”、“歌行古乐府慷慨激烈”、“才气英迈，宜居代言之选”（见邓文原《贯公文集序》），并多次在东宫太子爱育黎拔力八达（即元仁宗）面前荐举贯云石，使他“选为英宗潜邸说书秀才”。这些，不仅促进了贯云石的文学创作，也再次激发了他报效国家的热情。</p> <p>　　公元1313年二月，仁宗即位不久，二十七岁的贯云石就被任命为翰林侍读学士、中奉大夫、知制诰同修国史，这是一个能直接向皇帝提供政治见解、参予制订国家政令的要职。仁宗说：“翰林、集贤儒臣，联自选用，汝等毋辄拟进。人言御史台任重，朕谓国史院尤重；御史台是一时之公论，国史院实万世公论也。”（《续资治通鉴》卷198）贯云石想到自己被皇帝亲自委以重任，成了赤县神州第一个维吾尔族的翰林学士，感慨万分：“迩来自愧头尤黑，赢得人呼‘小翰林’。”（《神州寄友》）小翰林充满信心，积极参政，直言敢陈。他与翰林承旨程文海一起制订恢复科举的条令，“多所建明”；他向仁宗进自著的文白对照的《孝经直解》；又递交了万言书，条陈释边戍、教太子、立谏官等六事。然而，科举制度迟迟不能恢复，《孝经》已引不起仁宗的兴趣，万言书被仁宗空许为“往往切中时弊”，却不予采纳，反而触犯了一班反对改革的权贵。此时，姚燧已辞官家居。贯云石深感自危，也清醒了许多。这位任职刚一年的“小翰林”，毅然称疾辞归江南，结束了自己的政治生涯。他的一首〔清江引〕生动地表达了当时的心情：</p> <p>　　竞功名有如车下坡，惊险谁参破！昨日玉堂臣，今日遭残祸。争如我避风波走在安乐窝。</p> <p>　　然而，贯云石这五年的大都生活并没有白过。这期间，他创作了许多清丽婉腻的散曲，世人将它们和散曲名家徐再思（号“甜斋”）的作品并称为“酸甜乐府”；他写下了著名的《〈阳春白雪）序》，也写出了不少奇诡激烈的歌行诗。就在贯云石刚刚就职翰林学士之时，程文海为贯云石诗文集写过一个跋，指出贯在文学上造诣深湛，前程不可限量，还说：“盖功名富贵有不足易其乐者，世德之流，讵可涯哉！”程文海慧眼独具，他道出了贯云石品格上的可贵之处。贯云石仰慕<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，决心从政治的漩涡中冲腾出来。</p>"
}