{
  "id": 1134,
  "star": 0,
  "name": "杜正伦",
  "dynasty": "唐代",
  "desc": "杜正伦（？－658年），相州洹水（今河北魏县）人，唐朝宰相。杜正伦出身于洹水杜氏，隋朝时考中秀才，曾授羽骑尉，入唐后担任齐州总管府录事参军，并进入秦府文学馆。贞观年间，杜正伦历任兵部员外郎、给事中、中书侍郎、太子左庶子，封南阳县侯。因漏泄禁中语，被贬为谷州刺史，再贬交州都督。后受李承乾谋反案牵连，被流放驩州。唐高宗显庆年间，杜正伦拜相，初授黄门侍郎、同三品，后又升任中书令，进爵襄阳县公。显庆三年（658年），杜正伦因与李义府不和，被诬告结党，贬任横州刺史，不久病逝。",
  "content": "<h2>主要成就</h2> <p>　　贞观年间，杜正伦被唐太宗选为东宫辅臣，教导太子李承乾。他出入于皇帝所在的太极宫与太子所在的东宫，参与机密，以干练著称。担任宰相后，杜正伦又上疏高宗，建议精简入流品官。</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　杜正伦在隋朝仁寿年间与兄长杜正玄、杜正藏一同考中秀才。他善写文章，精通佛典，后被授为羽骑尉。隋代仅有秀才十余人，而杜家却一门三秀才，因此受到时人称道。唐朝武德年间，杜正伦担任齐州总管府录事参军，后被秦王<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>（即后来的唐太宗）招纳，进入秦王府文学馆。</p> <p><strong>累职升迁</strong></p> <p>　　贞观元年（627年），尚书右丞<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>上表举荐杜正伦，称其才能古今无比。唐太宗遂擢升杜正伦为兵部员外郎，并对他道：“我让大臣推荐行能出众之人，并不是我偏爱这种人，而是因为他们对百姓有益处。而对于宗室勋臣中品行才干不佳的人，我绝对不会任用他们。我现在任用你，是因你忠诚正直，希望你能称职。”</p> <p>　　贞观二年（628年），杜正伦又改任给事中，负责记载《起居注》。唐太宗曾道：“我坐朝理政，每讲一句话，都要先思考这句话是否有益于百姓，所以我不敢多说话。”杜正伦答道：“君主言行都要记录在史书中，我的职责便是撰写起居注，所以不敢不尽忠职守。陛下如有片言只语违背道理，不仅会对当今百姓造成损害，即使千年之后都会有损圣德。希望陛下慎重。”太宗大悦，赐其绢帛二百段。</p> <p>　　贞观四年（630年），杜正伦进拜中书侍郎。贞观六年（632年），杜正伦与御史大夫韦挺、秘书少监<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、著作郎<a href=\"http://so.gushiwen.org/author_2145.aspx\">姚思廉</a>一同上疏奏事。唐太宗设宴款待，并道：“我发现历代人臣如遇开明之主，就能竭尽忠诚规劝谏诤，至于像龙逢、比干这样的忠贞之臣，竟然免不了被加刑杀戮。为君不易，为臣更难。龙有逆鳞，君主也有逆鳞，你们却敢于去碰触。如果能经常这样，我哪还有什么危亡的忧虑！”又对他们大加赏赐。</p> <p>　　不久，杜正伦改任太子左庶子，兼崇贤馆学士，并加散骑常侍。唐太宗嘱咐道：“太子自古便是国家根本，一定要选有道德的人来辅佐。现在太子年纪幼小，志向思想还没确定，我如能早晚都见到他，还能随时随事对他告诫约束。我如今让他监国，又不能把他留在身边。你志向远大，胸怀宽广，能坚持正道，所以我只能让你离开我去辅助太子，你应该知道这个委任的分量。”</p> <p><strong>连遭贬谪</strong></p> <p>　　贞观十年（636年），杜正伦再次出任中书侍郎，仍兼太子左庶子，并赐爵南阳县侯。唐太宗曾嘱咐杜正伦：“我儿患有足疾，只是小事，但却好狎昵小人，以致没有好的名声，你要时时规劝。如果他不听教导，你就来告诉我。”后来，杜正伦数次劝谏太子李承乾，都未被接受，便将太宗的话告知于他。李承乾上表抗辩。唐太宗质问道：“你为何把我的话告诉太子？”杜正伦答道：“我劝导他，他不接受，所以就用陛下的话来吓唬他，希望他有所畏惧，或许可以改恶从善。”唐太宗大怒，将杜正伦外放为谷州刺史，又贬交州都督。</p> <p>　　贞观十七年（643年），李承乾意图谋反，被废为庶人。经查证，李承乾曾命侯君集赠送金带给杜正伦。唐太宗于是将杜正伦流放驩州（在今越南境内）。后来，杜正伦又历任郢州刺史、石州刺史。<br> <br><strong>担任宰相</strong></p> <p>　　显庆元年（656年），杜正伦被授为黄门侍郎，兼崇贤馆学士，后升任同中书门下三品，成为宰相。</p> <p>　　显庆二年（657年），杜正伦兼任度支尚书，又升任中书令，兼太子宾客、弘文馆学士，进封襄阳县公。他与刘祥道曾上疏唐高宗，认为入流品官过多，乃是为政弊端。高宗便让杜正伦与刘祥道一同负责精简品官，但因阻力过大，最终无果而终。</p> <p><strong>贬死横州</strong></p> <p>　　显庆三年（658年），中书令<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>因与杜正伦不睦，诬告杜正伦与中书侍郎李友益结党营私。唐高宗遂将杜正伦贬为横州刺史，并削去他的封邑。不久，杜正伦病死于贬所。</p><br/><h2>轶事典故</h2> <p>　　杜正伦出身洹水杜氏，与京兆杜氏同出一祖，但支系较远。他曾请求与京兆杜氏连宗，却被拒绝，便怀恨在心。京兆杜氏聚居处名为杜固，相传有旺盛发达的地气，因此世代高门。杜正伦拜相后，以疏通水道为名建议朝廷开凿杜固，想借此破坏杜固的风水。杜固被凿后，川流如血，十日方止，从此南杜（北杜居于杜曲）一蹶不振。</p><br/><h2>家庭成员</h2> <p>父亲：杜子裕，曾任乐陵县令。</p> <p>兄长：杜正玄，曾任豫章王记室。</p> <p>兄长：杜正藏，曾任行军长史。</p> <p>兄弟：杜正仪。</p> <p>兄弟：杜正德。</p> <p>嗣子：杜志静，杜正藏之子，官至安福县令，袭爵襄阳县公。</p>"
}