{
  "id": 2996,
  "star": 0,
  "name": "韩世忠",
  "image": "http://img.gushiwen.org/authorImg/hanshizhong.jpg",
  "dynasty": "宋代",
  "desc": "韩世忠（1089年－1151年），字良臣，延安（今陕西省绥德县）人，南宋名将，与岳飞、张俊、刘光世合称“中兴四将”。韩世忠身材魁伟，勇猛过人。出身贫寒，18岁应募从军。英勇善战，胸怀韬略，在抗击西夏和金的战争中为宋朝立下汗马功劳，而且在平定各地的叛乱中也作出重大的贡献。为官正派，不肯依附奸相秦桧，为岳飞遭陷害而鸣不平。死后被追赠为太师，追封通义郡王；宋孝宗时，又追封蕲王，谥号忠武，配飨宋高宗庙廷。是南宋朝一位颇有影响的人物。",
  "content": "<h2>轶事典故</h2> <p><strong>赤手擒野马</strong></p> <p>　　有一年，二郎山跑来一匹野马，袭击过往的路人。官府贴出告示，说只要能降服这匹野马就能得到重赏。一天<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>正好路过，他二话没说揭下榜文，便赤手空拳直奔山上而去。不多时，只听见山梁后长嘶一声，山梁上果然跃出一匹白鬃野马。野马一看见韩世忠，便直扑过来。韩世忠待那马冲下山坡，纵身一跃骑上了马背。野马见状前蹄腾空，想要把他掀下来。韩世忠两腿紧夹，双手抓住马鬃。野马狂奔乱跳，一直跑到了一道山崖前。眼看连人带马就要跌下深沟，韩世忠朝马背上连捶几拳，野马竟停在了离深沟只有一步的地方。</p> <p><strong>擂鼓战金山</strong></p> <p>　　黄天荡之战，南宋初年抗金战役之一。高宗建炎三年（1129）冬，金兀术率军渡江，连破临安（今浙江杭州）、越州（今绍兴）。次年，宋将韩世忠率水师八千，乘海舰从海口（今上海）进趋镇江，截击其归路。韩夫人梁红玉亲自击鼓指挥，使金兵不得渡。</p> <p><strong>定胜糕来源</strong></p> <p>　　鏖战黄天荡时，如何以少胜多，颇让韩世忠费心。一天有人送糕到军中，此糕两头大，中间细，梁氏感到事有蹊跷，遂掰开此糕，发现内夹纸条，上书“敌营如定榫，头大细腰身；当中一斩断，两头不成形。”梁氏知道这是高人在暗献破敌之计，便说服韩世忠传令连夜出兵，直冲敌营中部，拦腰截之，果然大获全胜。民间至今称那块两头大、中间细的糕为“定胜糕”。</p><br/><h2>祠庙墓地</h2> <p><strong>祠堂墓地</strong></p> <p>　　南宋名将<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>的墓碑，矗立在江苏省苏州市灵岩山麓。韩世忠的墓碑全名为“宋故扬武翊运功臣太傅镇南武安宁国军节度使充礼泉观使咸安郡王食邑一万八千三百户实封七千二百户进封蕲王溢忠武神道碑”。据测：碑宽近3米，连同龟趺碑座高达10余米。碑文共88行，每行150字不等，共计约13200余字，所以人们都称其为“万字碑”或“蕲王万字碑”。碑文的主要内容是记述韩世忠的抗金事迹，突出他正直无畏、忠愤激烈的爱国精神。如碑文写道：“桧（指秦桧）主议（指议和）甚力，自大臣宿将万口和附。王（指蕲王）独慷慨泣涕上章以十数，为太上（指宋高宗）开陈和议不可之状。”</p> <p>　　清道光十二年（公元1832年）<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>任江苏巡抚时，曾为韩祠（即纪念和祭祀韩世忠的祠庙）写一副楹联。上联就提到“万字碑”：“祠庙肃沧浪，更寻来一万字，弯碑（指蕲王的大墓碑）新焕岩前榱栋。”这正是以怀念这位英雄名将来激励自己。</p> <p>　　韩世忠死于南宋绍兴二十一年（公元1151年），同年十月葬在苏州灵岩山麓。当时，他并没有被封为“蕲王”，墓前也没有墓碑。因为当时秦桧还在，竭力阻止高宗“车驾临奠”，丧事简略，营墓也不可能铺张。直到葬后26年，即南宋淳熙四年（公元1177年），宋孝宗才追封韩世忠为蕲王，并为他立碑，叙述韩世忠抗金功绩，用字万余，成为一篇最长的悼念文章。</p> <p>　　1939年6月，蕲王万字碑被飓风吹倒，碎为十余块，1946年才由当地灵岩寺住持妙真等请工扶正。可惜碑已断碎，只好分两段并立。解放后又进行修整加固，供游人观仰。</p> <p><strong>蕲王庙</strong></p> <p>　　蕲王庙占地面积不大。一尊高约5米的韩世忠雕塑伫立在山门前，通体为花岗岩雕刻而成。“韩世忠”头戴战盔，身披红色披风，左手持剑，右手呈拔剑状，眼望战阵、表情坚毅。</p> <p>　　雕塑背后是蕲王庙前殿，殿前里有一对古时的石狮，殿中陈列着十余方清代、民国的石碑，记录的是一步岩与蕲王庙的历史。跨过前殿便可进入正殿大院。一孔高大、宽敞的石拱窑洞便是蕲王庙的正殿，正中是韩蕲王和梁（红玉）娘娘的坐像。大殿西侧为古佛殿，再西则为供奉关帝、文昌的楼阁。</p> <p>　　前殿的西侧立有一座牌楼。其横额分上下两段，上段写着“宋韩蕲王故里”，下段写着“中兴佐命”，横额两面相同。庙正面的石柱子上，刻有一副对联，上联是“恢复中原志同诸葛”，下联是“再扶宋室功迈汾阳”。在这里，把韩世忠比作三国时期六出祁山的<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>和唐代平定安史之乱的汾阳王<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>。石柱背面也刻有对联一副，上联是“东南半壁仗孤撑，至今江水滔滔如闻鼙鼓”，下联是“西北一天祟血食，抚此山川郁郁隐护风雷”。这座牌楼，建于清道光二十四年（1844年），联语为绥德知州凌树祟所书。<br>蕲王庙东侧的山崖之上，还留有清道光年间绥德州知州江士松题写的“福禄寿”等石刻。</p><br/><h2>生平</h2> <p><strong>初显将才</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>出身于普通农民家庭。自幼喜欢练武，学习刻苦认真。少年时期就有过人的力气。性情憨直善良，喜欢行侠仗义。不慕功名。韩世忠长到十六、七岁时，生得身材魁梧高大，浑身是劲儿，勇力过人，家乡有人对他说，有如此好的功夫，应该去当兵为国效力。于是，年仅十七岁他就参军当了一名士卒。</p> <p>　　韩世忠所在的部队驻在西北地区，经常与西夏军队发生冲突。韩世忠入伍不久就参加了战斗，因作战勇敢就由士卒升为小队长，只管十几个人。官职虽小，但韩世忠仍能积极负责，他领导的那些士兵都比他年纪大，可是韩世忠作战勇敢，处事公道正派，说话正直在理，所以大家都听他的。有一次宋军攻打西夏的一座城池，久攻不下，韩世忠打红了眼，一个人爬墙冲进去，杀死守城的敌军头领，把他的脑袋扔出城外，宋军受到鼓舞，一涌而上，攻下城池。不久，西夏王的监军驸马亲率夏军向宋军反击，宋军有畏怯之状。韩世忠问清驸马的身份和作用，然后率几名敢死士卒，冲入敌阵，这突如其来的冲击让敌人惊慌失措，韩世忠冲入敌阵直奔元帅帐，还没等西夏兵明白过来，手起刀落，将西夏监军驸马的头砍了下来。西夏兵大乱，争相奔逃。宋军将领都称赞韩世忠的勇敢，说他年纪虽小，却是个不可多得的将才。因此，经略使上报朝廷，请求破格提拔韩世忠。可是，当时主持边事的童贯却怀疑汇报的真实性，只同意给韩世忠升一级。</p> <p><strong>抗击金兵</strong></p> <p>　　1121年（宣和三年），宋政权派出的部队与金兵战于燕山南。几路兵马均被金兵打败。韩世忠率五十余骑巡逻于滹沱河上，不巧与金兵大队人马遭遇。金兵是一支两千人的骑兵主力。韩世忠遇事冷静而果断，他告诉士卒：“慌乱就等于死，不要乱动，一切听我安排。”他让一个叫苏格的小队长率部分人抢占高坡，列阵其上，观而不动。又派出十余个骑士，把在河准备抢渡的散乱宋军组织起来，得众数百，让他们列阵击鼓呐喊。然后，他率几名敢死骑士，径直冲入金兵队阵之中，专砍打旗的金兵，连杀几个之后，其余举旗的纷纷将旗放倒，河边的宋军士卒击鼓高喊：“金兵败啦！金兵败啦！”倾刻间金兵大乱，苏格率占据高地的骑兵自上而下杀来，金兵丢下上百具尸体，乱纷纷向北逃去，韩世忠又追了一程才收住坐骑。</p> <p>　　1126年（靖康元年）十月，正在滹沱河一带担任防守任务的韩世忠被金兵数万追逼退入赵州城内。敌兵围城数重。城中兵少粮乏，军心不稳，有人主张弃城而遁。韩世忠传令下去，有敢言弃城者斩。当天夜里，天降大雪，韩世忠选精壮士卒三百人，悄悄出城，偷偷摸进金兵围城主帅营帐，杀死主帅，后偷袭金兵驻地，挑起金兵内部误相攻杀。一夜大战，金兵死伤过半，当得知主将被杀，看到遍地都是自家兄弟的尸体，流出的血把雪都染成了红色的，金兵无心再战，溃散退去。</p> <p>　　韩世忠在河北一带坚持抗金斗争数年，官阶不高，所率兵马并不多，但是战无不胜，攻无不克，因此，其威名震慑金兵。</p> <p><strong>解救高宗</strong></p> <p>　　靖康之变，开封城陷，宋徽宗和宋钦宗父子两人作了金兵的俘虏。徽宗的第九个儿子康王<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>在南京（商丘）当了皇帝，是为宋高宗。这是南宋小朝廷的第一任皇帝。赵构不想有所作为，只图苟且偷安。在商丘就任之后，一路被金兵追击，从商丘跑到杨州，又从杨州跑到杭州，最后跑到海上去躲避金兵。在<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>等将的抵抗下，金兵退出江南，赵构又从海上返回杭州。为了平息舆论，他罢免了投降派宰相汪伯彦、黄潜善等人，任朱胜非为宰相，王渊掌枢密院事，<a href=\"http://so.gushiwen.org/author_2623.aspx\">吕颐浩</a>为江东安抚制背使。将官苗傅、刘正彦对朝廷不满发动兵变，杀死了王渊和宦官康履，逼高宗让位给三岁的儿子。吕颐浩约韩世忠、<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>等大将平息叛乱，解救高宗。</p> <p>　　韩世忠身边兵不多，就在盐城一带收集散卒，组织起几十人的部队，从海上来到常熟。约见张浚等人进兵到秀州，然后诈称休兵，不再前进。实际暗中作攻城的准备。苗傅、刘正彦知韩世忠来攻，就俘虏韩世忠的妻子梁红玉作为人质。宰相朱胜非已假意屈从苗、刘，对他们说，与其逼韩世忠战，不若遣梁红玉去抚慰韩世忠，只要韩世忠能降，大事可成矣！苗、刘果然让使者跟随梁红玉去见韩世忠。梁氏回到丈夫身边，使者到来后，韩世忠烧了诏书，砍了使者，下令进攻杭州。韩世忠在杭州北关击败叛军防守部队，苗、刘惊惧，率二千主力逃跑。<br>韩世忠救出高宗赵构，高宗告诉他，宫中的中军统制吴湛和苗、刘是一伙的，此贼不除，宫中不安。恰在此时，吴湛率兵前宋迎接韩世忠，伸手与韩世忠相握，韩世忠力大，顺势捏断了吴湛的手指，喝令拿下，与其他叛将一并斩于市曹。苗、刘之乱遂平，南宋小朝廷稳定下来。韩世忠功劳最大，从此成了高宗的亲信，被任命为武胜军节度使、御营左军都统制。此次平乱，确立了韩世忠在南宋将领中的名声和地位。</p> <p><strong>围困兀术</strong></p> <p>　　1129年（建炎三年），金兵再次南下，突破长江天险，攻破了建康（今南京）等重要城镇，躲在杭州的宋高宗赵构又要逃跑。韩世忠面见高宗，慷慨陈词：“国家已丢失河北、河东、山东诸地，再把江淮丢掉，还有何处可去?”赵构根本听不进去，他所想的只有保住性命。赵构任命韩世忠为浙西制置使，防守镇江，而赵构则跟随投降势力逃到了海上。镇江其时已处敌后，韩世忠领命仅率所部八千人急赶镇江．金兵在江南抢掠一阵之后陆续退去。韩世忠驻守于松江、江湾、海口一带，听到金兵撤退的消息，韩世忠立即分兵把守要地，准备乘机斩杀金兵。埋伏的宋兵差一点儿活捉金兵元帅兀术。</p> <p>　　兀术乃好战之将，他给韩世忠下了战书，约期会战。韩世忠与敌约定日期，在江中会战。金兵因不习水战，韩世忠就利用敌人这一弱点，封锁长江，几次交战大败金兵，还活捉了兀术的女婿龙虎大王。兀术不敢再战，率十万兵马退入黄天荡，企图从这里过江北逃。</p> <p>　　黄天荡是江中的一条断港，早已废置不用，只有进去的路，没有出去的路。韩世忠见金兵误入岐途，就抓住这一难得的机会，待金兵进去之后，立即率兵封锁住出口。兀术率金兵被困于黄天荡内，进退无门，眼见十万士卒就要被饿死荡中，兀术派使者与韩世忠讲和，愿意把抢掠的财物全部送还，向韩世忠献宝马，以此为条件，换条退路，韩世忠一概不答应。兀术只好重金悬赏求计。兀术重金从一个汉奸那里买来了良策。黄天荡内有一条老鹳河，直通建康秦淮河，因年久不用而淤塞，派人挖通即可从水路逃出。兀术派人，一夜之间挖通此河，企图从水道入建康。途经牛头山，刚收复建康的岳飞在此处驻有军队，见敌人从这里出来，立即调集大军猛击，兀术只好退回黄天荡。</p> <p>　　韩世忠准备置敌于死地，他派人打制铁索和铁钩，一遇敌船定要消灭。眼看敌人无计可施，只有等死，此时又一个汉奸向金兵献策，教他们乘宋军扬帆行船之时，集中火箭射船帆，烧毁宋军战船，这样便可逃出黄天荡。兀术大喜，依计而行，果然有效，宋军船只被烧毁许多，金兵乘机冲出黄天荡，向北逃过长江，撤回黄河以北地区。韩世忠仅用八千军队，困敌十万兵马于黄天荡，战四十八天，歼敌万余。此战意义非凡，激起了江淮人民的抗金情绪，使人民看到了金兵并不可怕。韩世忠因黄天荡战役以巧制敌，其威武雄姿和将帅风范传遍江淮地区。</p> <p><strong>大仪镇大捷</strong></p> <p>　　1134年（绍兴四年），韩世忠任建康、镇江、淮东宣抚使驻扎镇江。岳飞收复襄阳（今湖北襄樊）等六郡后，伪齐主刘豫派人向金乞援，金太宗完颜晟命元帅左监军完颜宗弼率军5万，与伪齐军联合，自淮阳(今江苏邳县西南)等地，兵分两路，南下攻宋。企图先以骑兵下滁州（今属安徽），步兵克承州（今江苏高邮），尔后渡江会攻临安（今浙江杭州）。九月二十六日，金军攻楚州（今江苏淮安）。宋淮东宣抚使韩世忠军自承州退守镇江（今属江苏）。宋廷急遣工部侍郎魏良臣等赴金军乞和，并命韩世忠自镇江北上扬州，以阻金军渡江。十月初四，韩世忠率兵进驻扬州后，即命部将解元守承州，邀击金军步兵；自率骑兵至大仪镇（今江苏扬州西北）抵御金骑兵。十二日，魏良臣路一行过扬州，韩世忠故意出示避敌守江的指令，佯作回师镇江姿态。待魏良臣走后，韩世忠立即率精骑驰往大仪镇，在一片沼泽地域将兵马分为5阵，设伏20余处，准备迎击金军。翌日，金将万夫长聂儿孛堇从魏良臣口中得知韩世忠退守镇江，遂命部将挞孛也等数百骑直趋扬州附近江口，进至大仪镇东。韩世忠亲率轻骑挑战诱敌，将金军诱入伏击区，宋伏兵四起，金军猝不及防，弓刀无所施。韩世忠命精骑包抄合击，并命背嵬军各持长斧，上劈人胸，下砍马足，金军陷于泥淖之中，伤亡惨重，金将挞孛也等200余人被俘，其余大部被歼。</p> <p>　　捷报传到杭州，群臣入贺，高宗命令令对韩世忠及各部将论功行赏。大仪镇之捷，是南宋十三处战功之一，当时论者有认为这是南宋中兴武功第一。</p> <p><strong>斥责秦桧</strong></p> <p>　　在南宋政权内部始终存在着抗战与投降之间的斗争。以岳飞、韩世忠等战将为代表的主战派，拒绝妥协投降，反对与金议和；而以秦桧等文臣为首的士族势力，企图偏安一隅，因此，反对抗战，主张妥协议和，最终走向了屈膝投降的道路。</p> <p>　　韩世忠不管率兵多少，从不畏惧金兵，不管在什么地方，闻警则动，见敌则战。他坚决主张打过长江、打过黄河去，收复所有失地。1140年，在金兵大肆南侵的形势下，韩世忠竟然率领为数不多的军队包围了被金兵占领的淮阳，然后大败金兵主力于泇口镇。在这个时期，抗战派略占上风。韩世忠因功被封为太保，封英国公，兼河南、河北诸路讨使。</p> <p>　　正当韩世忠招兵买马，扩大队伍准备大干之时，形势急转直下，投降派势力获得了宋高宗的支持，因为岳飞率领的抗金大军已在中原一带大得其势。宋高宗所担心的是一旦打败金兵，迎回他的父皇（徽宗）和哥哥（钦宗）。所以，在他的支持下，秦桧收了韩世忠、岳飞、张俊三位抗金大将的兵权。秦桧一日之内连发十二道金牌，强令处在抗金最前线的岳飞罢兵回临安。因韩世忠对宋高宗有救驾之恩，因此，升枢密使，明为升官，实为剥夺其兵权。</p> <p>　　岳飞父子被捕下狱，秦桧独霸朝政，无人敢言，但韩世忠不管这一套，他面见秦桧，当面指斥道：“岳飞父子何罪？为何将其关押？”秦桧答曰：“飞子云与张宪书，虽不明，其事体莫须有”。韩世忠斥道：“‘莫须有’三字能服天下吗？”好友劝他，得罪秦桧日后难逃报复，而韩世忠却说：“今吾为已而附合奸贼，死后岂不遭太祖铁杖？”</p> <p>　　韩世忠见岳飞父子被处死，大好的抗金形势白白丧失，自己又无能为力，便毅然辞去枢密使的官职，终日借酒消愁。晚年喜释、老，自号清凉居士。最终还是忧愤而死，卒于1151年（绍兴二十一年）。</p><br/><h2>家庭成员</h2> <p>夫人梁氏（梁红玉）： “尝于军中助王督兵，屡建奇功，诰封一品贤德夫人”。</p> <p>韩彦直：（生卒年不详），字子温。南宋大臣。延安（今陕西延安市）人，名将<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>之子。进龙图阁学士，转光禄大夫致仕。卒赠开府仪同三司，爵至蕲春郡公。</p> <p>韩彦质：（生卒年不详），延安（今属陕西）人，世忠第三子。元柘二年，以司空、检校太尉致仕。三年卒，年七十七，赠太傅，谥献肃。</p> <p>韩彦古：（?——1192）， 字子师，延安（今属陕西）人，世忠第四子。官至户部尚书，绍熙三年卒。</p> <p>韩覆六：讳文吕，字天寿，世忠嫡孙。率家人隐居长兴，著书立论，学者尊其号曰‘文昌先生’。所著有《四书小说》、《五经会议》、《涧谷文集》行于世。</p>"
}