{
  "id": 32,
  "star": 75,
  "name": "谢朓",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_32.jpg",
  "dynasty": "南北朝",
  "desc": "谢朓（464~499年），字玄晖。汉族，陈郡阳夏（今河南太康县）人。南朝齐时著名的山水诗人，出身世家大族。谢朓与谢灵运同族，世称“小谢”。初任竟陵王萧子良功曹、文学，为“竟陵八友”之一。后官宣城太守，终尚书吏部郎，又称谢宣城、谢吏部。东昏侯永元初，遭始安王萧遥光诬陷，下狱死。曾与沈约等共创“永明体”。今存诗二百余首，多描写自然景物，间亦直抒怀抱，诗风清新秀丽，圆美流转，善于发端，时有佳句；又平仄协调，对偶工整，开启唐代律绝之先河。",
  "content": "<h2>生平</h2> <p><strong>世家传承</strong><br>　　<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>家世既贵，少又好学，为南齐藩王所重。初为太尉豫章王萧嶷行参军，迁随王萧子隆东中郎府，转王俭卫军东阁祭酒，后为随王镇西功曹，转文学。永明九年（491年），随王为荆州刺史，“亲府州事”，谢朓也跟着到了荆州，“以文才尤被赏爱”。后调还京都，任新安王中军记室，兼尚书殿中郎，又为骠骑谘议，领记室，掌霸府文笔，又掌中书诏诰。建武二年（495年）出为宣城太守。建武四年（497年），谢朓被任命为齐明帝萧鸾天生残废的长子萧宝义的镇北谘议、兼南东海太守。</p> <p><strong>少学成名</strong><br>　　谢朓青年时代即以文学知名，《南齐书》本传称其“少好学，有美名，文章清丽”，谢朓<a href=\"http://so.gushiwen.org/author_32.aspx\">诗</a>歌创作的主要成就是发展了山水诗。谢朓善草、隶书，长于五言诗，好奖掖人才。</p> <p><strong>因功升任</strong><br>　　岳父王敬则被迫谋反，第五子王幼隆派人到南东海治所与谢朓密谈。谢朓扣住来人，径自告发。王敬则被族灭，谢朓因功升任尚书吏部郎。王敬则之女常怀刀想向谢朓报仇，谢朓不敢与她相见。为吏部郎，沈昭略对他说：“卿人地之美，无忝此职。但恨今日刑于寡妻。”（一说，讲此话的人是范缜）<br>　　这时萧鸾已身染沉疴，而北魏军队常渡江骚扰，南北兵刃数次相接。东昏侯永元元年（499年），始安王萧遥光谋夺帝位，谢朓不预其谋，反遭诬陷，下狱而死。谢朓临败叹道：“我不杀王公，王公由我而死。”</p> <p><strong>辞官谢世</strong><br>　　当时，谢朓的岳父王敬则任会稽太守。因为他是齐武帝的心腹猛将，开国大臣，所以萧鸾对他很不放心，加重兵以监视。王敬则怖惧万状，深感大祸临头。他的第五个儿子王幼隆派人到南东海治所与谢朓密谈。谢朓深怕自己被卷入，扣住来人，径自告发。王敬则被族灭后，谢朓因功升任尚书吏部郎。<br>　　然而谢朓还是没有逃脱政治浊浪的裹挟。同年初秋，萧鸾死去，他的儿子、荒淫无度的东昏侯萧宝卷登位。第二年，在始安王萧遥光，贵戚江祏、江祀、刘沨等合谋的又一起夺位阴谋中，因为谢朓拒绝了他们奉立萧遥光为帝的要求，终于受诬而死，时年三十六岁。<br>　　对于谢朓的死，前人颇有议论。今天看来，他的死能反映出齐代乱世的时代特点；谢朓的自我矛盾和畏祸心理，也是当时士大夫阶级的通病，我们不宜对他过于苛求。我们不妨假设：以谢朓这样逸兴壮飞的才情，如果他能再活上三十六岁的话，我们将多读到多少“清水出芙蓉”般的诗篇！<br>　　谢公宅：谢公宅位于当涂青山，为南朝宣城太守谢脁故宅。环宅皆流泉奇石，摩崖石刻。谢脁诗、书、文俱佳，尤擅五言山水诗，有山水诗祖之称，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>对其推崇备至，曾明确表示死后要与谢脁结为“异代芳邻”，留下了文坛千古佳话。<br>　　马鞍山市博物馆谢朓雕塑，雕塑家唐亚明根据谢朓诗境创作的谢朓像。</p><br/><h2>相关评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>的<a href=\"http://so.gushiwen.org/author_32.aspx\">诗</a>当然也不无缺点。譬如它们往往不能做到全篇尽善尽美；与篇首相比，结尾显得比较平踬。因而它们只能是向盛唐诗歌发展过程中的“中间”作品。然而正因为如此，它们在文学史上就愈有较高的研究价值。</p> <p>　　唐代著名诗人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，在《宣州谢朓楼饯别校书叔云》中吟道：“蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，可上九天揽明月。”这是对谢朓诗歌的最恰当的评价。李白自己一生追求的便是像谢朓诗歌所体现的“清水出芙蓉，天然去雕饰”的清新自然的艺术风格。此外谢朓的诗歌，对盛唐“诗佛”<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、“诗圣”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的影响也是显而易见的。这一切都充分说明了谢朓在我国诗歌艺术的发展史上，有着特殊的贡献。</p>"
}