{
  "id": 2155,
  "star": 0,
  "name": "颜令宾",
  "dynasty": "唐代",
  "desc": "颜令宾是唐代名妓，不但能奏乐唱歌，吟诗作画，而且熟知古今名人轶事，谈吐风雅多趣，气质又特别高贵娴雅，她一出场总能带来满室春风，使每位客人都兴致勃勃。颜令宾待客对达官显贵并不十分热衷，但对文人雅士却非常礼遇，因此有许多文人名士朋友，彼此诗文酬唱，常能与他们通宵达旦地品诗清谈。当时长安的文人都以能参加颜令宾主持的文酒之会为荣幸。而颜令宾的箱笼中则贮满了要好客人的诗笺和字画，她把这些东西看成是自己无价的财富，而对金银珠宝却看得很淡，在青楼女子中别具一格，好似青莲出污泥而不染。",
  "content": "<h2>生平</h2> <p><strong>人物身份</strong></p> <p>　　唐代青楼里的娼妓一般可分成三等，是按接客的对象不同而论的：上等妓女以接待达官贵族、名人雅士为主；中等的则投向富商巨贾、中小官吏的怀抱；下等的则无论行业身份，只要肯出钱，一律笑脸相迎。这上等里面还有上等，那就是所谓的“都知”了。</p> <p>　　当时整个平康里巷中，真正能得到客人公认的“都知”只有三人，那就是郑举举、薛楚儿和颜令宾。三个人中出道最早的是郑举举，她以颇具大将风度，善以快刀斩乱麻处理尴尬场面而著称；到后来年华渐老，又性情傲僻而慢慢隐退。接下来的是薛楚儿，她伶俐乖巧，八面玲戏，最能顾及周全；可借终被<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>之儿子郭锻量珠娶走，远离欢场。最后便只剩下出道较晚的颜令宾了。</p> <p>　　颜令宾是娼妓中的佼佼者，秀目粉靥，高挑身材，纤细的腰肢，颇是婀娜多姿。其实，在平康里巷上要找颜令宾这般容貌的女子并不难，她之所以能脱颖而出，十五六岁就荣任“都知”，全在于她的才识和灵慧。她所在的挹翠楼的鸨母，也把她视为金字招牌。</p> <p><strong>相关事件</strong></p> <p>　　在唐德宗乾符年间，藩镇割据宦官专权，一般的朝廷官员反而无权无势，整天无所事事，于是大家三天两头到青楼歌馆集中的平康里巷举行文酒之会，随便找个名目，大伙儿凑个份子，无非是借着声、色、文、酒，来填补生活的空虚，排遣胸中的悒郁。</p> <p>　　这种文酒之会，除了散闲官员之外，也常邀请文人雅士凑趣。场子里，除了丝竹管弦、轻歌妙舞和陪酒女郎外，还必须有一位才貌出众、见多识广、能言善道的名妓主持宴会节目，这种节目主持人就称为“都知“。“都知”可不是容易做的，除了容貌举止要能压住阵脚外，还必须善于调排周旋，不但要制造出整个场子的气氛，还要面面俱到，使与会者皆大欢喜才行；就个人素质而言，要能说会唱，善<a href=\"http://so.gushiwen.org/author_2155.aspx\">诗</a>知文，博古通今才算全面。</p> <p><strong>芳心暗许</strong></p> <p>　　颜令宾的娇客好友如云，她却不特别偏心于任何一个，更不对谁以心相许。人们纷纷以为是惯见红男绿女的她已心无春波，以为柔弱的身体不堪承受肉体的纵欲……但谁也没想到，这个美慧少女的芳心，早已芳心暗许。</p> <p>　　谁是这个幸运的男子呢？这更是人们所料不及的，他竟是长安城中的“凶肆歌者”刘驰驰，也就是专替人唱挽歌的贫贱少年。刘驰驰虽然职业低下，但却多艺多才，不但歌喉嘹亮，而且能自编歌词，赋诗作文，为人也诚挚重情。两人情投意合，又彼此身世相似，感慨相同，常互相慰藉，互相怜借，从而产生了真情。私下里海誓山盟，互许了终身，只是迫于现况，两人只能暗中往来，只等攒足了钱，为颜令宾赎出青楼，两人就结为连理。</p> <p><strong>香消玉殒</strong></p> <p>　　在一个乍暖还寒的暮寒时节，穿着单薄衣衫为客人主持文酒之会的颜令宾，因汗后感寒，染上了微疾。本想调养几天便会好转，却因体质孱弱，病情日见沉重，最后竟缠绵病榻难起。</p> <p>　　一个和阳暖照的午后，颜令宾勉强撑起虚弱的病体，到屋外廊下小坐。这时春已将尽，花红在春风中瓣瓣飘落。柳絮似雪漫天飞舞，见此情景，颜令其不禁想起自己的身世、羸弱多病的身躯，恰似眼前寥落的花草，不知哪天，就将在生命的春天中凋零。她不禁两行热泪挂上苍白的面颊，随即转回房内，吟道：</p> <p>　　气余三五喘，花剩两三枝；</p> <p>　　话别一樽酒，相游无后期。</p> <p>　　她似乎已有某种生命的预感，趁着这些天精神略好，她把这首色调凄婉的小诗用浣花笺抄写了很多份，差小厮分送给平日交往密切的一些友人，并附短柬说：“小女子此次扶病设宴侍候客人，务请拨冗前来话别。”</p> <p>　　众友人见颜令宾送来这般惨淡的请束，纷纷赶来与会。</p> <p>　　这是一个无风无月地夜晚，颜令其微晃着身躯，消瘦的脸上带着吃力的微笑，抱病主持宴会，众宾客不愿提及伤心事，尽量作出开怀畅饮的姿态。大家在颜令宾熟练的安排下，都讲了很多很多的趣事新诗，似乎想把要说的急着说完。最后，颜令宾的笑容再也维持不下了，声泪俱下地对大家说：“我将不久于人世，春花秋月，曾经侍候各位消磨过不少快乐的时光，如今生离死别，再无相会之期，在这里我想向诸位提一个最后的请求，就是希望大家都能送我一些惜别的文章，我就感谢不尽了！”话罢伏桌而泣，虚不自持。但这时，谁又忍心写出道别之辞呢？</p> <p>　　这次宴会后，颜令宾的病情每况愈下，几天之后，这位才色绝伦的青楼名妓，终于在她豆蔻芳华的时候，无可奈何地香消玉殒了。她就象一朵娇艳的花朵，在开放得最旺盛的时候，被春风吹散了花瓣，抱憾凋零在无情流光中。</p> <p>　　颜令宾曾是她鸨母手中的一棵摇钱树，现在人死树枯，她满以为最后还能从那些平日捧场的宾客中获取一些丰厚的祭礼馈赠，不料那些客人却都遵照颜令宾生前的嘱咐，为她送来一篇篇惜别的文章，一首首哀悼的诗词。鸨母不解其中价值，只觉得失望至极，愤怒地把这些诗文，一齐都从挹翠楼上扔到窗外街上，口中还唠唠叨叨地数落着：“要这些有什么用啊！”</p> <p><strong>讴歌悼念</strong></p> <p>　　刘驰驰听到了颜令宾的死讯，无异于遭到五雷轰顶，几乎发疯。因为两人无名无份，他不能去探视病中的颜令宾，也不能去与她诀别，如今她魂归天外，因为鸨母的阻拦，他也不能到她的灵前吊唁，他的悲痛简直无法倾泻，闷在心中，令他心伤欲绝。</p> <p>　　所说挹翠楼上扔出了许多悼念颜令宾的诗文，刘驰驰连忙跑去收抢，他把那样四处翻飞的纸笺，都一页一页地仔细拾起，收藏在怀中。等到颜令宾下葬郊外以后，刘驰驰便日日跑到她的坟上，把他拾到的诗词，—一地唱给地下有灵的情人听，其中的一首是：</p> <p>　　残春扶病饮，此夕是堪伤；</p> <p>　　梦幻一朝毕，风花几日狂。</p> <p>　　孤鸾徒照镜，独燕懒归梁；</p> <p>　　厚意哪能展，含酸奠一觞。</p> <p>　　刘驰驰的歌声凄婉，哀伤动人，把他无限的悲痛和着诗词一同唱出，听到的人，都不免为之怆然落泪。许多颜令宾的旧时好友也常到她墓前悼念，并站在那里，静静地听刘驰驰唱歌。他唱得最多的一首诗是：</p> <p>　　昨日寻仙子，轜车忽在门；</p> <p>　　人生须到此，天道竟难论。</p> <p>　　客至皆连袂，谁来为鼓盆；</p> <p>　　不堪襟袖上，犹印旧眉痕。</p> <p>　　据说，刘驰驰第一次在颜令宾坟前唱这首诗时，是一个寂静无人的黄昏，他唱着唱着，昏昏欲睡，朦胧中看见淡妆素裹的颜令宾站在坟头频频向他颔首，似乎非常喜欢听这首诗。刘驰驰猛地惊醒，从坟头看去，只有纸幡飘拂在凉风中，再也不见颜令宾的影子。但从此他坚信，颜令宾一定是喜欢这首诗，因而他常常唱起，希望再次唤回她的芳影。</p>"
}