{
  "id": 389,
  "star": 1,
  "name": "康海",
  "dynasty": "明代",
  "desc": "康海（1475--1540）中国明代文学家。字德涵，号对山、沜东渔父，陕西武功人。弘治十五年（1502年）状元，任翰林院修撰。武宗时宦官刘瑾败，因名列瑾党而免官。以诗文名列“前七子”之一。所著有诗文集《对山集》、杂剧《中山狼》、散曲集《沜东乐府》等。",
  "content": "<h2>救李梦阳</h2> <p>　　陕西状元康海，是明代著名文学家，才气横溢而又狂放不羁。当时，朝中另一著名文学家<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>，亦以才气著称。两人明争暗比，互不服气。</p> <p>　　到了正德年间，武宗朱厚照是个荒淫昏庸的主子。大宦官刘瑾由于能千方百计满足他的淫乐嬉戏要求而倍受宠信，一时间权倾朝野，炙手可热。刘瑾也是陕西人，与康海有同乡之谊，因而总想将康招致门下作为装点，但没有成功。刘瑾多次登门拜访，指望康海会来回拜，可是康海老是瞅他不在家时去答礼。两人关系只在不即不离的状态中。</p> <p>　　刘瑾祸国殃民的行为引起了朝中正直官僚的普遍不满，纷纷上书进行弹幼。无奈朱厚照沉湎于享乐，不仅不追究刘瑾，反而将上书的人一个个加以处罚。李梦阳因为替户部尚书韩文出过主意并代他写过弹幼刘瑾的凑章，也被勒令致仕。第二年又被刘瑾借故逮捕人狱，危在旦夕。许多想救李梦阳的人都无计可施。在这紧急关头，李梦阳的一位姓左的亲戚冒险入狱探视。他劝李梦阳说：</p> <p>　　“您眼见没有活路了，目前唯有康先生可以救您一命。”</p> <p>　　“我与康先生一向争高比低，关系不好，现在有了危险便去求他，难道不是问心有愧么？\"</p> <p>　　“您这争的是匹夫之气！危急关头必须灵活些下”</p> <p>　　经再三劝导，左某又掏出一张纸片来，一定要李梦阳亲笔写儿个字求康海，李梦阳勉强提起笔，写了：“对山救我！唯对山能救我！”十个字，别的什么也不提。“对山”是康海的别号。左某拿着纸片去见康海。康海说：“这种事目前看来，也只有我能办。我岂能计较别的，而不为良友伸出救援之手！”</p> <p>　　第二天，朋友们得知康海要救李梦阳，都来商议援救的办法。康海说：“刘瑾虽然横行霸道，胡作非为，但生性好名，只能利用这一点以诡诈之言去打动他，用正经的大道理是行不通的。”人们都认为这个办法可行，而且只有口惹悬河的康海才能做得到。</p> <p>　　第三天，康海登门求见刘瑾。刘瑾听说，立即倒展相迎，焚香鸣炮请上座。康海也不客气，大大方方地坐下。</p> <p>　　“难得有什么好风，把先生吹到舍下来了！“’刘瑾兴奋地说着，马上又张罗设宴相待。</p> <p>　　“先别忙！我有话要说”，康海说：“如果您听我的，我就留下喝酒；要不然，我一会就要告辞。”</p> <p>　　“先生有话请讲。”刘瑾生怕他走了。</p> <p>　　“当年<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>最受唐玄宗的宠信，他尚且肯为<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>脱靴，这一点您能做得到吗？”康海单刀直人地问道。</p> <p>　　“现在就让我为先生脱靴就是了！”刘瑾连忙站起来说。</p> <p>　　“不！”康海示意让他坐下，又说：“当今李梦阳之才高出李白数倍，至于我康某，比起他来更是万不及一了。李梦阳下了死囚牢，而您不能加以解救，难道还能为李白脱靴？”说罢，站起身来，扑打着衣服，准备告辞。刘瑾一把将他按在椅子上，说：</p> <p>　　“这虽是朝廷的事，但今天先生既然这么说，我一定要设法翰旋。”</p> <p>　　康海这才宽衣解带，上席痛饮，直到次日天明才告辞回去。</p> <p>　　李梦阳果然被释放了。但康海从此脱不开与刘瑾的关系。正德五年（1510 ）刘瑾垮台，康海也被划人“刘党”而削职为民。然而，他从不跟人辩白他接近刘瑾的原因。</p> <p>　　以上根据《镇原康氏家谱》（2006年3月，康希善主编）所编。 </p><br/><h2>作品成就</h2> <p><strong>《中山狼》</strong><br>　　康海的出名，主要因为他写过一部杂剧《中山狼》。《中山狼》杂剧是根据明人马中锡的寓言体小说《中山狼传》改编而成，四折，写东郭先生冒险救子中山狼，使它逃过了赵简子的猎杀。中山狼脱险后，恩将仇报，反欲吃掉东郭先生。东郭先生大恐，幸遇杖藜老人，将狼骗进书囊杀死。作品流露了对当政的统治集团人物的不满。第四折中杖藜老人说：“那世上负恩的好不多也！那负君的受了朝廷大俸大禄，不干得一些儿事，使着他的奸邪贪佞，误国殃民，把铁桶般的江山败坏不可收拾。”词锋显然是有所指的。旧传此剧为影射<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>负恩而作，明沈德符《顾曲杂言》说：“填词出才人余技，本游戏笔墨间耳，然亦有寓意讥讪者。如……康对山之《中山狼》，则指李崆峒。”此剧关目曲致，曲文自然朴质。剧中狼、老牛、老杏开腔说话，情态逼真，带有童话色彩。前人称此剧“独摅澹宕，一洗绮靡，直掩金、元之长，而减郑、关之价矣。韵绝！快绝！”（沈泰《盛明杂剧》评语）誉之虽过，但此剧在明前期剧坛上确实是一部有思想内涵和艺术性的作品。王九思和康海在文学创作上是主张复古的，这也反映到其杂剧作品上，即基本延续元杂剧一角主唱的惯例，在曲词上也追摹元曲的风味。但剧作在内容上的新意和单折短剧的体式，也表现出明代杂剧的一些新变化。</p> <p><strong>《对山集》</strong><br>　　康海的集子叫做《对山集》，共十卷。集中有许多记游的<a href=\"http://so.gushiwen.org/author_389.aspx\">诗</a>章，但是没有一首明确提到在扬州的经历。有一首《植树》诗云：“此日春气和，万木俱含秀。况我山林居，园列颇成就。”稍稍让人联想到扬州康山草堂。还有一首《怀金可卿》诗云：“珍味安能通俗口，广陵之散谁可传。”这是他唯一提到“广陵”的地方。<br>　　故宫博物院收藏的最大的根雕作品，叫做“流云槎”，据说是康海在扬州的遗物。“流云槎”用天然榆树根制成，形似紫云，可作卧榻，原藏于扬州康山。入清后先归江春，<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>购得后转赠麟庆，麟庆将它携回北京半亩园，其后人捐赠给故宫博物院。</p> <p><strong>散曲</strong><br>　　康海的散曲，今存套数30余首、小令200余首，曲作的主要内容一是抒发其愤世嫉俗的情怀，如“真个是不精不细丑行藏，怪不得没头没脑受灾殃。从今后花底朝朝醉，人间事事忘。刚方，溪落了膺和滂；荒唐，周全了籍与康”（《雁儿落带过得胜令》）。表现了他自认为无辜遭殃的满腹牢骚，并夹杂着几分玩世不恭的幽默。二是倾吐其徜徉山水的闲情逸致，如《叨叨令》、《秋兴次渼陂韵》就着重表现了作者对“有时节望青山看绿水乘嘉树，有时节伴渔樵歌窈窕盟鸥鹭”生活的欣喜之情。他的散曲一般都写得豪放爽健。但有时过多的生造和堆砌词藻，是其缺点。 </p><br/><h2>与前七子</h2> <p>　　正德元年(1506)，即正德五年(1510)，刘瑾因谋反罪被朝廷处死，朝廷清查刘瑾一案，康海因与刘瑾有过来往，遂被列为同党，削职为民。 正在这个时候，已经官复原职的<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>，不但不为曾救自己一命的朋友两肋插刀，反过头来倒打一耙，诬陷嫉害。</p> <p>　　康海回家之后，“以文为身累，遂倦于修辞”。他认为“辞章小技耳，壮夫不为，吾咏歌舞蹈于泉石间已矣，何以小技为哉!”他与朋友、同乡王九思遭遇相似，志趣相投，于是经常在其家乡沜东及王九思的家乡鄠县(今户县)一带。他与王九思一道对戏曲音乐进行了大胆改革，形成了秦腔四大流派中影响较大的一派——“康王腔”。</p><br/><h2>趣事</h2> <p>其一<br>　　公元1502 年明孝宗皇帝弘治十五年，陕官授翰林院修撰，西武功人康海中了文科状元，官幸时年二十七岁，“春风得意马蹄急一日观尽长安花。”</p> <p>其二<br>　　满腹经论，才高八斗的康海，十年寒窗苦读，终于一朝状元及第，步入仕途。论其才，前途应一片光明。然而，饱读子经<a href=\"http://so.gushiwen.org/author_389.aspx\">诗</a>书的康海却读不透社会这部沉甸甸的厚书，洞不明世事，一言一行遭人忌恨而不自觉；一举一动被人暗算而不自防。看不透人情，明明是敌人却视为朋友。明明是陷阱眼睁睁的往里跳。为人的“不精不细”终于惹来了祸端。武宗正德年间，专权的宦官刘瑾被来自云南首辅杨一清联合太监张永参倒处死，康海涉嫌刘瑾同党受株连，被削职为民。康海蒙冤时，知情且已出狱的<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>为自保竟袖手旁观。官场的险恶，人情的冷暖，对康海极大刺激，为此他终生不仕。“从今后花底朝朝醉，人间事事忘。”便是他罢官后酌饮时的愤世嫉俗之作。</p> <p>其三<br>　　古城扬州有着深厚的文化积淀，康海寓居扬州期间，作杂剧（（中山狼》鞭苔他的忘恩负义之人李梦阳。100 多年前江西籍文人吴篙来扬州，拜访康海旧居，作（（康海草堂歌》，内有“君不见康对山，歌且舞，救友污名心独舍。乌纱一掷能千古，英雄才子亦黄土，碌碌状元何足数！”写得何其好！文革中批判“四人邦”时，常用“子系中山狼，得志便猖狂。”明代有李梦阳，当代有“四人帮”，世间很多珍稀动物都灭种了，“中山狼”偏偏难以绝种。</p> <p>其四<br>　　康山草堂的名声很大，许多文人雅士慕名造访。来头最大的，乃是乾隆。乾隆临幸康山草堂；嘉庆二年，钱泳偕友来游康山，作半日清谈；<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>于道光年间，买过此院。此时的康山，己渐趋荒凉，大半草堂，己成荒丘。如今康山草堂早己不复存，那堆黄土也己无迹可寻，但其原来所处的大致方位还是有的：由徐凝门街南端向东进再到东首，便是大约的位子。康山草堂没有了，康山的名字还在扬州人的心中流传。<br>　　漫步康山街的石板路，我隐约感到自己站在了高高的康山。俯视郡城，我看见公馆，高楼宅第；通衙夹道之上，负贩担肩，车马喧嚣，种种琐细之事，无不清晰地见。更有铮铮琵琶，楼台丝竹，时而浅吟低唱，时而慷慨激昂，仿佛流风余韵，至今还在缭绕。蓦地，眼前一片金黄闪耀，原来扬州旧时的那轮明月，还来照我，霎时人间一片迷离的清辉，洒满了我的衣裳。</p> <p>其五<br>　　康海状元赴京会试前“一梦”据爷爷康荣华老年之后，给我讲过的故事，那就是康海状元赴京会试的前一夜，梦见一壁土墙之下，有十三个小猪患在墙脚之下拱土，突然土墙坍塌，将十三个小猪压在墙下，康海也被这情景惊吓而醒，出了一身汗。直到天亮再未人睡。早上急忙告诉母亲，说他夜有不祥之梦，提出不想赴考。他母亲听了儿子的叙说之后，挺高兴的，说好梦、好梦。“一壁压倒十三省，我儿康海状元郎。”那时的中国只有十三个省，经他母亲这样解说康海高高兴兴的赴京考试了，结果中了状元。</p> <p>其六<br>　　兵部侍郎杨廷仪（杨廷和之弟，<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>之叔）自家乡赴京，路过武功县，前来拜访。康海很高兴，便留下饮酒。两人都很愉快。饮至中途，康状元自己站起来，一边唱着自制的新词，一边亲自弹琵琶助兴，气氛十分热烈。杨侍郎酒酣耳热，乘兴对康海说：“家兄在内阁（当时杨廷和为首席大学士）, 很想念您，您为什么不写封信去通个消息？只要您去封信作点表示，我再到翰林院帮您疏通一下，您一定能重新回京做官。”<br>　　康海不等他说完，立即火冒三丈，抡起琵琶就朝他打过去。杨廷仪大惊失色，急忙站起来，踉踉跄跄往外就跑。琵琶在胡床上摔得粉碎，康海仍不解气，一边追赶，一边骂道：“混帐东西，我康某人难道象<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>那样，假装乐工，借弹琵琶讨官做么？你这西蜀小子，太小看人了！我再也不想见到你！”<br>　　康海摔琵琶一举，既充分显露了他嫉恶如仇，且容易冲动的个性；也表明了他不肯再与朱明王朝合作的坚决态度。</p> <p>　　以上根据《镇原康氏家谱》（2006年3月，康希善主编）所编。 </p><br/><h2>与秦腔</h2> <p>　　康海，“主盟艺苑，垂四十年”，创“康王腔”，壮秦腔之基。</p> <p>　　这个举世有名的才子，广招演员，自制乐曲，写剧本、改革声乐唱腔脸谱，自操琵琶，创建了自家戏班子，人称“康家班社”。他招收弟子在家中教授他和王九思创作的“慷慨悲壮、喉啭音声、有阳刚之美、有阴柔之情”的“康王腔”。自己动手创作的《中山狼》和《王兰卿服信明忠烈》《杜子美游春》等剧本，并让戏班排练。康海的继室张氏，出身乐户，能唱善舞，声振秦中。并培养出较有名的演员双蛾、小蛮、春娥、端端、雪儿、燕燕等，更有“随身四帅”金菊、小斗、芙蓉、采莲，深受观众所喜爱。康家班演出的戏“歌有新词、舞有娇姿”，30年红极家乡，对秦腔发展影响很大。曾广集千名艺人，参与秋神大赛活动。康海不仅是秦腔艺术的先哲，且精通音律，善弹琵琶，被称为“琵琶圣手”。吴梅村评价说：“琵琶急响多秦声，对山慷慨称入神，同时渼 陂(王九思号)亦第一，两人失志遭迁谪，绝调康王并盛名，昆仑摩挲无颜色!”一次，康海在扬州焦山弹奏琵琶后，倾倒观者，后人遂将焦山易名“康山”，以示纪念。康海被革职后，在家闲居了整整30年，遗命以山人巾服成殓。检其遗资“借金百余”，而大小鼓却存有300多副。</p> <p>　　康海还扶植周至张于朋、王兰卿在康家班基础上组建张家班。张家班，又名华庆班，不仅在周至、户县、眉县以及省境内一些地方演出，还曾随陕西盐商、木商到过江浙一带。张于朋喜爱秦腔，多才多艺。他回家后，以暖泉别墅为基地潜心地方戏曲、音乐的研究与实践。他不但会演戏，还会编戏、排戏、打鼓等。他的妻子王兰卿，周至县城内乐户王锦之女，自幼聪敏好学，性情贞良，七、八岁吹拉弹唱，所事皆通，与张结为姻缘。王兰卿为张家班骨干，她唱做俱佳，其情感人，出色的表演艺术，为西府剧坛之冠，成为明代中叶最著名的秦腔女演员。华庆班在历史上活动长达500年之久，直到上世纪的50年代。</p> <p>　　官场不幸秦腔幸。康海为为秦腔艺术的发展，建树了不朽的功勋。</p> <p>　　康海创作的杂剧《中山狼》是讲述东郭先生救一只中箭逃命的狼，自己几乎反被狼所害的故事。通过对狼的本性的揭露，骂尽一切负国家、 负父母、 负师友的无耻之徒，同时嘲讽了迂腐的东郭先生“无所不受”的“仁心”，颇有深意。全剧紧凑，富有戏剧性。曲白生动而自然，具有爽直古朴的特点，剧中狼、老杏、老牛开腔说话，情态逼真，饶有童话色彩。一说《中山狼》杂剧是为影射<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>负恩而作。</p> <p>　　周全了籍与康”(〔雁儿落带过得胜令〕)。</p><br/><h2>影响</h2> 　　自己动手创作的《中山狼》和《王兰卿服信明忠烈》杂剧。还著有散曲《沜东乐府》。所著《武功县志》，明、清时皆推第一。<br/><h2>评价</h2> 　　前七子的文学主张和创作实践都有现实意义，但由于过分强调复古，文学的创造性显得不足，有的甚至沦为“高处是古人影子耳，其下者已落近代之口”，给文坛带来新的流弊。<br/><h2>生平</h2> <p>　　康海（1475～1540）字德涵，号对山、沜东渔父，西安府武功县人（今陕西省武功县武功镇浒西庄人）。生于明宪宗成化十一年（1475）六月二十日，死于明世宗嘉靖十九年（1540）十二月十四日，享年66岁。</p> <p>　　康海自幼机敏，童年事邑人冯寅为蒙师，习小学，“凡洒扫应对之属”，冯出仕后，又入关中理学名家习毛<a href=\"http://so.gushiwen.org/author_389.aspx\">诗</a>。成化二十二年，其父康镛从平阳知府任上归田，尝为之讲授古今贤圣掌故，期其效法。父退，海嬉戏如忘，父怒欲捶楚，问所授，海从容复述无可责。</p> <p>　　孝宗弘治七年（1494）入县学，时提学副使杨一清督学陕西，见海文，盛赞其才，言必中状元。24岁与三原马理同举于乡，次年赴京会试落榜。弘治十五年（1502），海28岁复参与会试，顺利通过殿试对策称旨。遂登进士第一，大魁天下。康海在殿试对策中，仗义执言，力陈改善吏制，裁汰庸官，重用才智之士，兴利除弊，升为翰林院修撰兼经筵讲官，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与修宪宗、孝宗两朝实录。武宗正德三年（1508）<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>入狱，为救文友，海往见同乡刘瑾，通宵畅饮，不日梦阳获释。八月，海奔母丧，途经顺德遇盗。正德五年（1510）八月，刘瑾事发，被脔割3357刀，凌迟处死。海以同乡受其株连，被削职为民。梦阳不曾进一言以救。遂以文为身累，倦于修辞。乃曰：“辞章小技耳，壮夫不为，吾咏歌舞蹈泉石间矣！”曾有人劝他向朝廷申辩其冤，以图起复，海断然拒绝。</p> <p>　　从此放形物外，寄情山水，广蓄优伶，制乐府、谐声容，自操琵琶创家乐班子，人称“康家班社”。与户县王九思共创“康王腔”，扶植周至张于朋、王兰卿组建张家班。曾广集千名艺人，参与秋神极赛活动。自己因谴责李梦阳写成的杂剧《中山狼》和《王兰卿服信明忠烈》杂剧，被之管弦，自此俳优。在康家班基础上组建的张家班，又名华庆班，在历史上活动长达500年之久。为重振北曲，为秦腔艺术的发展，建树了不朽的功勋。</p> <p>　　海放歌泉林30余年，初衷不改。殁时。除诗文集外康，还著有散曲集《沜东乐府》、诗文集《对山集》、杂著《纳凉余兴》、《春游余录》等，尤以《武功县志》最为有名。评者认为康海编纂的《武功县志》体例严谨，源出《汉书》，“乡国之史，莫良于此。”后世编纂地方志，多以康氏此志作为楷模。因为文学理念相近，加上同时尊崇复古文风，与李梦阳、<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>、<a href=\"http://so.gushiwen.org/author_450.aspx\">徐祯卿</a>、<a href=\"http://so.gushiwen.org/author_716.aspx\">边贡</a>、朱应登、顾璘、陈沂、郑善夫、王九思等号称“十才子”，又与李梦阳、何景明、徐祯卿、边贡、王九思、王廷相号称“七才子”，亦即文学史上的明代“前七子”。 </p> <p>　　康海不仅以他创作的诗文以及杂剧而闻名，成为明朝中期七才子的核心，而且在官场刚正不阿，藐视权贵，颇具秦人风范。康海和李梦阳、何景明等七才子一起，触权贵，骂奸党，指责时弊，弹劾刘谨。正德元年（1506），太监刘瑾专擅国政，刘瑾是兴平县人，以其与康海为同乡，又风闻康海的才名，企图拉拢康海作为同党，康海一直不肯去见刘瑾。恰巧李梦阳因为代尚书韩文草拟弹劾刘瑾的奏章，事情暴露后，刘瑾加给李梦阳其他罪名，将其逮捕人狱，准备处死。李梦阳从狱中给康海递了一张纸条，上写“对山救我”四字。“对山”为康海的别号。康海义不容辞，虽然一直不肯登刘瑾之门，但为了朋友，只得硬着头皮去拜谒刘瑾。刘瑾听说康海登门求见，高兴万分，急忙跑出去迎接，下榻时十分匆忙，连鞋也没有穿正，倒足汲着鞋跑出门迎接，并将康海奉为上宾。康海在刘瑾面前，多方为李梦阳辩解，刘瑾一心想拉拢康海，遂看在康海面上，第二天便释放了李梦阳。过了一年，即正德五年（1510），刘瑾因谋反罪被朝廷处死，朝廷清查刘瑾一案，康海因与刘瑾有过来往，遂被列为同党，削职为民。正在这个时候，已经官复原职的李梦阳，不但不为曾救自己一命的朋友两肋插刀，反过头来倒打一耙，诬陷嫉害。 康海回家之后，“以文为身累，遂倦于修辞”。他认为“辞章小技耳，壮夫不为，吾咏歌舞蹈于泉石间已矣，何以小技为哉！”他与朋友、同乡王九思遭遇相似，志趣相投，于是经常在其家乡沜东及王九思的家乡鄠县（今户县）一带，携带歌姬舞女畅饮，创作乐曲歌辞，自比为乐舞谐戏的艺人，以寄托其忧郁苦闷的心情。</p> <p>　　同时渼陂（王九思号）亦第一，两人失志遭迁谪，绝调康王并盛名，昆仑摩挲无颜色！”一次，康海在扬州焦山弹奏琵琶后，倾倒观者，后人遂将焦山易名“康山”，以示纪念。康海被革职后，在家闲居了整整30年，遗命以山人巾服成殓。检其遗资“借金百余”，而大小鼓却存有300多副。</p> <p>　　官场不幸秦腔幸。康海为为秦腔艺术的发展，建树了不朽的功勋。 </p><br/><h2>家谱记载</h2> <p>　　康海祖籍河南固始，宋朝末年其先世因避乱移居陕西武功，至康海时已历七代。从其高祖康汝揖起，即世代为官。他的父亲康墉，字振远，博学多识而有文名，任平阳府（治今山西临汾）知事。在这样一个书香门弟、官宦世家，康海从小就受到很好的启蒙教育。他十八岁时人县库为生员，由于读书刻苦而方法灵活，学业进步很快。无论才识、文章，在诸生中都属佼佼者。时任陕西提学副使的杨一清（字应字，成化进士）对其十分赏识，认为他将来必中状元。康亦以此自负。</p> <p>　　弘治十四年（1501 年），康海参加陕西乡试。应试之前，他就决意一展才华，夺取解元的桂冠。结果发榜以后，第一名却是吉时，他只考中第七名。弘治十五年（1 502 ）年赴京应进士试，会试虽然榜上有名，但第一名却为湖广人鲁铎所得。这对早就以状元自负的康海来说，无疑是不小的刺激。然而，虽则两次失去夺元的机会，他并未就此丧失信心。他对一同应试的人说：“乡试让吉时，会试让鲁铎，如果在廷试时再让一人，我就真成了无用的弃物了！”心情复杂的感叹之中，志在最后一博夺取状元的决心溢于言表。果然，廷试以后，他的对策得到读卷官、内阁首辅刘健的很高评价，称其“词意高古，娴于政理”。进呈宫中后，孝宗朱佑樘也十分赞赏，认为有明以来一百四十余年，进士策论还没有如此绝佳之作，于是亲耀其为一甲一名，赐其状元及第。久以状元自负的康海，终于得遂已愿。</p> <p>　　我国古代，传说天上有主宰人间文运的星宿“文星”（即“文昌星”，也称“文曲星”）。并说在朝廷科举之年，“文星”入于何处，则何处当出状元。康海及第这年，据说当时京师就有一个善占星相者能预先观出“文星”的去向。礼部诸大臣为提前知道是科状元出在何省，还曾当面询问过他。开始问他：“魁在何处？”占星者答道：“文星在楚，魁当在湖广”。一个月后，会试即将揭晓，很快要举行廷试，几位大臣再次让占星者占算。占星者讶言道：“文星人楚浅，人秦深，魁当在陕西！”结果，湖广人鲁铎得中是科会元，而陕西人康海在殿廷对策中夺魁。由于当时人们迷信心理很重，因此便说，人世之事“上应天象如此”。</p> <p>　　康海状元及第后，授翰林修撰。当时，明朝文坛上以<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>、<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>为首，倡言“文必秦汉，<a href=\"http://so.gushiwen.org/author_389.aspx\">诗</a>必盛唐”，反对以三杨（<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>、杨荣、杨溥）为代表的“台阁体”文风，发起了复古运动。康海在这场运动中与李梦阳等互相唱和，成为复古派前七子之一。武宗朱厚照即位后，宦官刘瑾窃弄威权，李梦阳等又成为敢于和刘瑾进行斗争的人物。因康海与刘瑾同为陕西人，其才学又负有盛名，所以刘瑾千方百计要招引他为已所用，但被他拒绝。</p> <p>　　正德二年（1507年），尚书韩文等因不满刘瑾干政弄权，上疏武宗，请求诛杀刘瑾及其党徒，并请李梦阳起草疏稿。不幸事情泄露，韩文等被革职（后来人狱），李梦阳被勒令致仕。不久，刘瑾又找借口把李梦阳逮捕人狱，并准备将其杀害。李梦阳在狱中密写“对山救我”四字，托人转交与康海，要他设法营救。康海本以与刘瑾交结为耻，但为了营救好友，无奈之中不得不以同乡的名义去拜渴刘瑾。刘瑾一听说康海求见，喜不自胜，慌乱中反生着鞋子出门迎接。经康海从中通融，刘瑾于次刚将李梦阳从狱中放出。一年后，刘瑾事败被诛，子却因此事受到牵累，被人指为刘瑾同党，落职为民。</p> <p>　　康海落职后，从此放浪自悠。他经常与王九思（前七子之一）等人西西安近郊）之间、聚会鄂（今陕西户县）、杜（今陕，挟带乐妓在一起宴饮。并制乐造曲，以乐舞艺人自比，借此寄托自己心中的郁愤。王九思曾出重资购买乐器，让乐工学习琵琶。康海因善于掐弹（废木拨而用手指弹凑），技艺高超，为人竞相效仿。卒后，遗囊中别的东西很少，然而仅大小鼓却有三百余副。</p> <p>　　康海一生，诗文成就颇高，与李梦阳齐名。所作北曲，风格古朴。著作有《对山集》、《沜东乐府》和杂剧《东郭先生误救中山我狼》、《王兰卿服信明贞烈》等。相传他被指为瑾党而落职之时，先前被他营救的李梦阳竟无一言相救，他因此作《东郭先生误救中山我狼》杂剧，以记其憾。但此说不尽可信。</p> <p>　　以上据《镇原氏家谱》（2006年3月版，康希善主编）记载所编。 </p><br/><h2>削职原因</h2> <p>　　康状元被削职的深层原因正德五年( l510 ) ，刘瑾势败被杀。陕西状元康海也因与他有所往来而被牵连削职，从此不再被起用。本来他一向是远看刘瑾的，完全是为了救<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>才不得不与刘瑾接近。这是举朝皆知的事，为什么当年没有人出来为他说话呢？原因在于康海自恃才高，加之行为放荡，无意中得罪了许多人。因为才华横溢，每在大庭广众之中议论风生，无所顾忌，少不了要对别人的文章及周围的事情品头评足，这样哪有不伤着人的？时间越长，伤的人越多。他行为放荡，不拘小节，又被较多的烙守礼法之士视为疏狂，不肯与之为伍。</p> <p>　　他还爱批改别人的文章。每当有人请他修改时，他总是不顾情面，别出心裁，大涂大抹，改得面目全非。这也常令同僚们心下不服，以至产生忌妒情绪。这还不打紧。</p> <p>　　有一回，几个同年进士作弄他，将首席大学士、也以文学自友的湖南人<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>的文章抄出来请他修改。经他大刀阔斧地确削一番之后，原文十亭只剩下一两亭。这事一传出去，当然大大地得罪了李东阳这位“国老”。其它“前辈”也都认为他过于狂妄，对他侧目而视，存了戒心。</p> <p>　　又有一回，康海的母亲去世。照惯例，翰林官的父母亡故，其墓文都是请内阁大学士们来写。康藻海不管这一套，一得到母亲下世的消息就动身，只顺便求了经常打交道的李梦阳、王九思等人撰写墓碑、墓志铭等等，而将号称“海内文宗”的李东阳亮在边，这更使李东阳十分恼火。</p> <p>　　如此种种，康海虽然并不是“失道者”，却己渐成“寡助”之人了。给了议罪之时，只要首辅李东阳一句话，他就会完全无事，但李东阳怎么会帮他？连他救过的李梦阳，也因平时有许多文字之争，关键时刻也不出来说一句话。可以说，康状元是被才华累，他的悲剧是性格的悲剧。</p> <p>　　也许才高就容易狂妄，而狂妄就寡助，寡助就免不了出现坎坷，这是个难以逃脱的怪圈。古今人情往往类似，真正的有才或自视“才高”者应引以为戒。</p> <p>　　以上根据《镇原康氏家谱》（2006年3月，康希善主编）所编。 </p><br/><h2>生活小叙</h2> <p>　　他出生于世代仕宦兼商人家庭。父亲康墉（音庸y6ng ）对他管教甚严。他从小好游嬉，父亲看见时拿鞭子要打他，但一翻他的作业，早己都做好了，只得作罢。他读书只注重理解而不愿费时费力去背诵，因而得以博览群书。他对经、史、子、集以乃词曲、小说．无所不窥。自青年时代起便立志要有所作为。弘治十年（1497 ）中举，十五年壬戍( 1502 ）科以状元及第，授修撰。曾充经筵讲官，与修《宪宗实录》、《孝宗实录》、《历代通鉴纂要》等。为文主张追步秦汉，强调言之有物。他写文章总是在精力充沛、心情平静时动手，于是文思泉涌，一泄千里。一感到疲倦，立即停下来。所以他的作品往往不同凡响。别人送文章来看，多半被他改得面目全非。常与另一才子<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>争高下，一时名声大起，引起许多崇拜者，也被一些文学自命的老资格官僚所忌恨。</p> <p>　　正德初年，刘瑾用事，因康海是同乡而存心拉拢，康海一直不理睬。后来李梦阳帮吏部尚书韩文写文章弹劝刘瑾，招来杀身之祸，康海为救李梦阳只得去见刘瑾，刘瑾倒展相迎，不仅放了李梦阳，而且要升康海为吏部侍郎，但康海坚决推辞了。从此与刘瑾有些往来，也设法纠正了刘瑾的一些不法行为。正德五年（巧10 ）刘瑾势败被杀，忌恨康海的人把他列人刘党，将他削职为民。他夺魁一场，仅当了八年翰林官，中间还为其母守丧三年，不少人为他感到惋惜。他却说：“玉石俱焚，是自古就有的事。杀刘瑾这样的坏人是天下的大幸，我个人受点牵连无所谓。”</p> <p>　　当然，他内心的不平之气还是有的。回乡后，葛巾野服，一转轮密码纵情山水，挟妓浪游，一边从事文学创作。许多到过关中的文人都要慕名去拜访他。也有人劝他再出来做官，但一提做官的事他就大发脾气。</p> <p>　　他写了许多抨击时弊的散曲，也写了著名的杂剧《中山狼传》。“弘治十才子”中有他，明代“前七子”中也有他。他是明代状元中最著名的文学家。所著有《对山文集》、《沂东乐府》、《康氏族谱》、《孙氏族谱》、《武功县志》等行于世。</p> <p>　　他还精音乐，懂天文历法，兼通拿脉、针灸等。其子康阜，自幼被称为神童，只活了19 岁。</p> <p>　　其次子康栗，秀才出身，早卒，颇有才华，著有《子宽集》，其女亦工文辞。</p> <p>　　以上根据《镇原康氏家谱》（2006年3月，康希善主编）所编。 </p>"
}