{
  "id": 809,
  "star": 9,
  "name": "张溥",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_809.jpg",
  "dynasty": "明代",
  "desc": "张溥（1602～1641），明代文学家。初字乾度，后字天如，号西铭。直隶太仓（今属江苏）人。崇祯进士，选庶吉士，自幼发奋读书，明史上记有他“七录七焚”的佳话。与同乡张采齐名，合称“娄东二张”。张溥曾与郡中名士结为复社，评议时政，是东林党与阉党斗争的继续。张溥在文学方面，推崇前后七子的理论，主张复古，又以“务为有用”相号召。一生著作宏丰，编述三千余卷，涉及文、史、经学各个学科，精通诗词，尤擅散文、时论。代表作有《五人墓碑记》。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>出身官宦门第，惟因婢妾所生，排行第八，故“不为宗党所重，辅之家人遇之尤无礼，尝造事倾陷诩之”，当面称他“塌蒲屦儿”，意为“下贱人所生，永远不出息”。张溥遭此侮辱，勤奋好学，读书必手抄，抄后读过即焚去，如此反复七遍，冬天手冻裂，以热水浸暖继续再练。后来他把自己的读书室名为“七录斋”，自己的著作也题名为《七录斋集》。《明史》记有张溥“七录七焚”的佳话。</p> <p>　　崇祯四年（1631年）成进士，授庶吉士。与同邑张采齐名，时称“娄东二张”。天启四年（1624年），与郡中名士结为文社，称为应社，人员有张采、杨廷枢、杨彝、顾梦麟、朱隗、吴昌时等十一人，后来遍及全国，超过三千人，平时以文会友，兼又评议时政，“一城出观，无不知有复社者”。天启六年（1626年），撰写《五人墓碑记》，痛斥阉党。崇祯元年（1628年），与张采一起，在太仓发起了驱逐阉党骨干顾秉谦的斗争，所撰散文，脍炙人口，二张名重天下。崇祯二年（1629年），组织和领导复社与阉党作斗争，复社声势震动朝野。 《七录斋集·国表序》载有复社活动的盛况“春秋之集，衣冠盈路”，“一城出观，无不知有“复社者”。其影响遍及南北各省，执政巨僚由此颇为忌恨。崇祯三年（1630年）张溥和<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>、杨廷枢、吴昌时、<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>等同时中举，隔年又与吴伟业中进士，改庶吉士。崇祯十年（1637年）礼部员外郎吴昌时与张溥一起推举周延儒复出。里人陆文声要求入社被拒，因向朝廷告发张溥等结党，正史《张溥传》和梅村的《复社纪事》说他是病卒于家。计六奇《明季北略》中说张溥被吴昌时下毒，当夜腹部剧痛而死。时年四十岁，“千里内外皆会哭”，私谥曰“仁学先生”。 张溥死后由黄道周为之作墓志铭。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>在文学方面，推崇前、后七子的理论，主张复古，反对公安、竟陵两派逃避现实，只写湖光山色、细闻琐事或追求所谓”幽深孤峭“的风格。但他在提倡兴复古学的同时，又以”务为有用“相号召，与前、后七子单纯追求形式、模拟古人有所区别。</p> <p>　　张溥散文，在当时很有名，风格质朴，慷慨激昂，明快爽放，直抒胸臆。其《五人墓碑记》，赞颂苏州市民与阉党斗争，强调“匹夫之有重于社稷”，为“缙绅”所不能及。叙议相间，以对比手法反衬五人磊落胸襟，为传诵名篇。所撰《五人墓碑记》收入《古文观止》。</p> <p>　　张溥一生著作宏丰，编述三千余卷，著有《七录斋集》，包括文12卷，<a href=\"http://so.gushiwen.org/author_809.aspx\">诗</a>3卷。此集今存明崇祯时刻本。辑有《汉魏六朝百三家集》。张溥于各集前均写有题辞。此集是张溥为“兴复古学”而编辑的一部规模宏大的总集。《四库全书总目》说：“此编则元元本本，足资检核。”人民文学出版社出版的《汉魏六朝百三家集题辞注》(殷孟伦注)，将各集卷首题辞首次辑成一书，并加必要注释。是研究汉魏六朝文学及张溥著作的重要参考书。张溥其他著作有《春秋三书》32卷。《历代史论二编》10卷。《诗经注疏大全合纂》34卷。此外，张溥又为《宋史纪事本末》及《元史纪事本末》补撰论正。另著有《万宝全书》，记述了当时博奕娱乐（如象棋棋谱、中式骨牌）的概况。</p><br/><h2>经历</h2> <p><strong>少年<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a></strong><br>　　一介书生张溥，成长于晚明风雨飘摇的时代。他满怀一腔热血，继东林而起，联合正义之士，组织和主持文人团体复社，欲只手撑起明朝摇摇欲坠的天下。二十三岁时他在苏州创立应社，团结了吴中有抱负的文人；二十六岁愤而作《五人墓碑记》，风神摇曳，正气浩然，矛头直指腐败的明王朝的宦官和贪官；二十七岁入太学，目击朝纲不振，丑类猖狂，与北京文人结成燕台社，作檄文揭发阉党罪行；二十八岁又召集了尹山大会，在会上，张溥倡导合大江南北文人社团为复社，关心国家政事和民族兴亡。崇祯六年，三十二岁的张溥主盟召开著名的虎丘大会。“山左（西）、江左（西）、晋、楚、闽、浙以舟车至者数千人”。他站在千人石上登高一呼，群起响应，朝野震惊。<br>　　在当时，复社成员发展几乎遍及国内，共三千零二十三人，著名的爱国文人<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>、夏允彝、侯岐曾、杨廷枢、<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>、陆世仪、瞿式耜、文震孟等都是社内中坚，苏州一带的文人入盟最多，他们有的在朝，有的在野，结成了浩荡洪大的政治力量。由于张溥等人的筹划和努力，当时的文人士气大振。一扫 “宁坐视社稷之沦胥，终不肯破除门户之角立” 的明时士习，打破门户之见，以国家为重，年轻的张溥在阉势熏天的日子里，不计危殆，挺身而出，振臂而呼，树起了以文会友的旗帜，来绾结天下士人的心。他匡扶正义的勇气，歆动天下。然而，这只是书生意气，他在幕后操纵朝政，反被高官大臣利用，聪明反被聪明误，抱着遗恨而死，年仅四十，留下了值得后人深思的无数问号。<br>　　张溥生于苏州太仓。幼年时，家中财产被身为工部尚书的兄长张辅之凌夺、讼争，父亲张虚宇郁郁而死。张溥因为庶出（其父与婢女所生），家族中都看不起他，连家中的奴仆也讥笑他“塌蒲屦儿何能为”。但张溥不妄自菲薄，他洒血书壁，暗暗发誓要自强不息，与好友张采日夜在家苦读，并对经典不惮一而再、再而三地抄录、默诵，直到能够流利背诵为止。著名的“七录斋”的故事由此产生。 明天启四年，张溥与江南文人在苏州创立应社，人员有张采、杨廷枢、杨彝、顾梦麟、朱隗、吴昌时等十一人，后来又发展夏允彝、陈子龙、吴应箕等加入，以文会友，兼议朝政。他们崇尚气节，欲在明末的风云变幻中有所作为。应社诸人就是未来复社的骨干。<br>　　苏州周顺昌被捕，五人奋起于平民百姓间，为周顺昌鸣不平，结果不屈而死。张溥在五人墓前，“扼腕墓道，发其志士之悲哉”，哀痛五人墓只是块无字石，便写下了著名的《五人墓碑记》。文中赞扬五人“激昂大义，蹈死不顾”，这也是他自己的写照。事后他对张采说：“我们这些人应当为国事奉献自己的生命”。他在北京结燕台社、吴江结复社，都是“目击丑类猖狂，正绪衰歇”，忧国忧民，指出应对污浊的政治反抗，伸张正义。自复社建立后，他们更是连连发起驱逐阉党顾秉谦、阮大铖的行动。<br>　　明末，朝廷中高官斗争激烈，大学士像车轮似的转换。复社兴起时，周延儒为首辅，他是张溥考取进士的宗师，复社中有许多人都出自他的门下。周便利用了这支力量。其实在周延儒的内心对东林党与复社均无好感，甚至还有些仇恨。后来，周延儒被罢官，温体仁当上了首辅。温早就对复社和张溥目为眼中钉，在他的授意下，其弟温育仁、吴炳等作了《绿牡丹传奇》，讥诮复社，故意挑衅。如今他一朝成为首辅，自然就快意恩仇了，不久就策动属下伺机陷害张溥、张采。 张溥会试中会魁，授庶吉士，为官守正不阿，不为权贵所容，“执政要人耿耿视”，温体仁等在皇上面前累进谗言，并与同党的刑部侍郎等指使人炮制出《复社首恶紊乱漕规逐官杀弁朋党蔑旨疏》，又托名制《复社十大罪檄》，说张溥以天如为名号是把自己比作天，并说复社欲倾覆宗社，并将自然界的风蝗之灾附会说是因复社招致。复社也不甘示弱，朝中有黄道周等大臣同情复社，复社又集“宇内名宿”，作《留都防乱公揭》揭露阉党，双方斗争激烈，几乎势均力敌。 不久，温体仁被多疑的崇祯帝罢官，后来又被赐死。时人《题壮悔堂集》有句云：“传奇最爱《桃花扇》，谁唱温家《绿牡丹》”，褒贬自见。张溥等复社成员累受挫折，误以为只要能推出他老师周延儒，就可以改变大局，于是全力推动这个老奸巨猾的大官复出。“太仓张溥为门户计，鸠金二十万赂要津，宜兴（指周延儒）得再召。”周延儒的东山再起，全靠张溥的幕后活动，正在这个时候，周延儒在江南把人家的妇女据为己有，被张溥抓住把柄。因此张溥就“以数事要（胁迫）之”，将话挑明：我动用了人力物力，您如果复出，必须改变以前的作为，这样才可以重新获得大家的信任。机不可失，老政客周延儒一口答应。</p> <p><strong>重新当上了首辅</strong><br>　　周延儒重新当上了首辅，朝政也确实有所更新。张溥兴奋异常，与复社同仁研究了改革国事现状的许多主张，到处议论朝政，还把自己的建议写成二册，呈给周延儒，大家都沉浸在喜洋洋的氛围中，觉得大有作为的时机来临了。孰料乐极生悲，书生意气哪敌得了政客绵里藏针的狠毒。当他兴冲冲返回太仓家中，当夜就腹部剧痛不已，一命归西，死得实在离奇。由于人为的历史遮蔽，真相迷蒙湮没。好友黄道周为之作墓志铭并挥泪题<a href=\"http://so.gushiwen.org/author_809.aspx\">诗</a>，诗中也隐约留下了对其死因的怀疑。计六奇《明季北略》上则较确定地说，是吴昌时用一剂药送张溥入九泉的。周延儒的复出，张、吴两人同是划策建功的人，但在争权夺利的斗争中，吴昌时把大权握在手中，不愿张溥尝鼎一脔，就出此毒计。当然，吴昌时的背后还能看到周延儒狞笑的影子。<br>　　张溥少年得志，锋芒毕露，不但对这个老师的某些行为看不上眼，而且经常要他按照复社的意思做事，因此周延儒对这个学生恨之入骨，只是为了利用才虚与委蛇，哪里肯真正洗心革面、痛改前非呢？<br>　　周延儒是个贪钱又贪色的人。不妨回头看看发生在此前的一件事。东洞庭山富室有一个死了丈夫的少妇，耐不住寂寞，沟通外人自嫁自。那富家当然不愿意，告到县里，娶亲的害怕，不得已将少妇盛妆送给了周延儒。周“一见宠悦”，当时恰值朝廷发表他重为首辅，他溺于美色，拖延着不肯进京出仕。张溥就拿了县里的捕单找到周延儒，也不管什么师生之礼，把捕单朝他面前一掷，周延儒不由大怒，张溥不买他的账：“这不过是小事一桩，您用不着发这么大的火。如果您现在不肯出山，将来恐怕会有比这更坏的事情。”这老滑头一听，马上变了脸，对张溥说：“没有您这番话，我看不到这一点。”竟然将学生也恭恭敬敬称您了。于是就带着那个少妇走马上任。这一出似乎是“小事”，怨毒却结得极深，无形中为张溥后来的命运埋下了伏线。<br>　　周延儒上任伊始，起用了一些人，也罢了一些人的官职，作过些“好事”。这使张溥、张采等人有些得意，天真地认为周延儒以前仇恨东林党，现在知道错了，就可以引导他走上正路，真以为周延儒一夕之间就变成了正人君子。待到张溥一死，这些读书人才知道了政治的凶险。周同谷的《霜猿集》有关张溥之死，有“故人昨夜魂游岱，相国方言好做官”的诗句，诗后有注：“张西铭（即张溥）讣音至，延儒惊起曰：‘天如奈何遽死！’既而曰：‘天如死，吾方好做官’。客曰：‘庶常（指张溥）吾道干城，公何出此言？’延儒乃出一册示客曰：‘此者天如所欲杀之人也，我如何能杀尽？’”在周延儒眼中，张溥实在是个碍手碍脚的人物。张溥将自己一展鸿图的希望寄托在周延儒的出山，而周延儒则把自己为所欲为的希望寄托在张溥的死亡，这真是悲剧的点睛之笔。<br>　　张溥一死，全国性的复社顿时失去了领袖。周延儒的身边就被吴昌时辈包围了，他们开始为所欲为，最后不但自己丢了性命，也促使了明朝的加速灭亡。<br>　　在科举取士的历史条件下，文社的盛衰与科场的荣辱密切相关。好修之士以文社为学问之地，而驰骛之徒则以文社为功名之门。虎丘大会前后所表现出来的“复社声气遍天下，俱以两张为宗”的局面，实质上是江南地主阶级及其知识分子要求参与政权的呼声日益高涨的深刻反映。各地学者纷纷登名社录，争入张溥之门，其源盖由于他奖掖进门弟子“不遗余力”，大有把持科场之势。有人公开说：春秋两试，“孰元孰魁，孰先孰后，庶常（按：指张溥）已编定无遗人矣”。又有谓：“赖其奖擢成名者数十百人”；“中式者皆复社之人”。“所以为弟子者争欲入社，为父兄者亦莫不乐之子弟入社。迨至附丽者久，应求者广，才隽有文倜傥非常之士，虽入网罗；而嗜名躁进、逐臭慕膻之徒亦多窜其中矣”。遂使复社鱼龙混杂，良莠不齐，由读书会文之地而变为争逐势利之所。张溥企图借广收门徒以控制知识界、把持科场，最终达到左右政权之目的。而执政大僚则由此恶之，伺机制造事端，构词架陷。<br>　　崇祯六年六月，周延儒与温体仁的斗争达到白热化，结果以周延儒被罢、温体仁继任首辅而告终。这时温体仁弟育仁欲求入社，不许，遂指使宜兴吴炳作《绿牡丹传奇》，描写复社选文选字之丑态，并命梨园搬演，广为宣传，温体仁由此首开攻讦复社之端。浙江社友深感耻辱，致书溥和采，要求洗刷，二张专程赴浙会见学臣黎元宽。黎下令书肆毁刊本、究作传主名，执温育仁家人下狱。温体仁遂与二张开隙，并由此而深虑“溥虽在籍，能遥执朝政，乃令心腹往官吴地，伺其隙而中之”。选御史路振飞为苏松巡按，此即为其之重要防范措施。至秋天，遇太仓岁歉，张采作《军储说》，以为救荒之策，张溥撰跋语。苏州府推官周之夔借此诬陷二张“悖违祖制，紊乱漕规”。次年十二月，以黎元宽从二张之命，下令将其革职。八年七月，周之夔在准旨致仕之时作《复社或问》，发泄他对复社和二张的不满情绪。九年五月，太仓人陆文声因事挨过张采的鞭挞，欲报私仇；又以输赀为监生而求入社不得，上疏谓：“风俗之弊，皆原于士子。溥、采为主盟，倡复社，乱天下”。首辅温体仁下所司议之。提学御史倪元珙、兵备参议冯元飏、太仓知州周仲连三人以为复社无可罪，皆贬斥，严旨穷究不已。十年，“无赖恶少年蜂起飚发，纵横长安中，俱以附会时相，矜夸旦夕得大官矣”。二月， “有宿嫌于二张”的周之夔揣当国温体仁之意，不远千里，由闽入京，呈《复社首恶紊乱漕规逐官杀弁朋党蔑旨疏》，云：“二张且反”，并语及陈子龙、黄道周、夏允彝诸人。上“疑之，下其事抚按”，令从“速严查具奏”。温体仁以陆文声和周之夔讦奏为借口，“将兴大狱”，欲置复社和二张于死地。自此二张日处危疑震惊之中，直至六月温体仁罢去，始一展眉。十一年，陈子龙、徐孚远、宋徵璧辑《皇明经世文编》五百又四卷，溥尝助其成，且为之作序。<br>　　此时，虽然温体仁已去位，但复社和二张的困难处境并没有改变，相继为首辅之张至发、薛国观“皆效法体仁，蔽贤植党”，“不喜东林”。十三年四月，有托名为徐怀丹者作《复社十大罪檄》，诬二张倡复社，“下乱群情，上摇国是”。檄中所捏十罪为：僭拟天王、妄称先圣、煽聚朋党、妨贤树权、招集匪人、伤风败俗、谤讪横议、污坏品行、窃位失节、召寇致灾。其实所加十罪，除三、四两款恰恰说明复社声气之广、威望之重外，其余无一事有真凭实据，有的是望文生义，有的是捏词诋毁，有的是攻其一点不及其余，有的则纯属怪诞不经、无稽之谈，可谓“欲加之罪，何患无词”。同月，黄道周被捕下狱。张溥历来以文章气谊为重，与朋友周笃，闻友患难如身受，遂与陈子龙等急议谋解，愿“倾身家图之”，以事未成而深感愧对道周先生。六月，素恶复社之温体仁党、内阁首辅薛国观因招权纳贿诸事被罢回籍，不久，诏逮入都，赐死。最高统治集团斗争形势的变化转而对复社有利，也可以说是复社倒薛的胜利。<br>　　崇祯十四年二月，诏起周延儒，复为首辅。延儒，溥座主也。原来里居时，颇从东林游。既陷<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>，遂仇东林。但他与温体仁又有尖锐矛盾。及主会试，所取士如张溥等又皆东林。比至失势被罢回家，而温体仁辈益横，张溥的朋友一时皆得罪。溥甚忧之，说延儒曰：“公若再相，易前辙，可重得贤声。”延儒以为然。这次，“其获再相，溥有力焉”。实际上完全是张溥为其奔走效力、利用复社倒薛（国观）的结果，也是延儒与张溥等人互相利用的结果。因此，延儒被召复起，“溥等以数事要之。延儒慨然曰：‘吾当锐意行之，以谢诸公。’既入朝，悉反体仁辈弊政”，多用复社之人，朝政一新。“此皆溥之力也”，是张溥在“遥执朝政”方面发挥重大作用的产物。</p> <p><strong>政党之魁</strong><br>　　张溥不但在政治上以天下为己任，有兼包并蓄的组织才能，成为“在野政党之魁杰”。同时，在文学上也很有成就。陈子龙称其所刊之《七录斋诗文合集》曰；“今观天如之书，正不掩文，逸不逾道，彬彬乎释争午之论，取则当世，不其然乎？待其命志良不虚者，要亦乘时鼓运之事也。”崇祯十四年四月二十七日，张溥与张采重订共读之约，以冀再展宏图，不幸，病根已深而不可治，五月初八日（6月15日）卒于家。时年四十岁，“千里内外皆会哭”，私谥曰“仁学先生”。<br>　　“十年著作千秋秘，一代文章百世师”。张溥才华出众，思想敏捷，著作繁富，涉猎经、史、文学各个方面。他死后，御史刘熙祚、礼科给事中姜埰等交章言溥“砥行博闻，所纂述经史，有功圣学，宜取备乙夜观”。周延儒亦大力荐之。崇祯皇帝遂于十五年八月，下诏征集张溥所著之书。有司先后录上三千余卷。现存的有：《诗经注疏大全合纂》、《汉魏六朝百三名家集》、《五种纪事本末》、《宋史论元史论》、《历代史论》等。</p> <p><strong>张溥之死</strong><br>　　张溥之死，结束了晚明众多文人救国的白日梦，也是一场时代的悲喜剧。“读罢惊魂似梦里，千行清泪不成悲”（陈子龙《哭张天如先生》二十四首之一）“八月胥江浊浪奔，千人缟素为招魂”（陈子龙《哭张天如先生》二十四首之二十四），多少人为之失声痛哭，多少人因此惊惶无主。张溥是为了社稷死的：“南冠君子朔风前，慷慨西行倍可怜”（陈子龙《哭张天如先生》二十四首之二十），多少人含悲流泪悼念着“西行”的张 张溥石刻像溥。</p>"
}