{
  "id": 2970,
  "star": 1,
  "name": "林古度",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2970.jpg",
  "dynasty": "清代",
  "desc": "林古度（1580年～1666年）明末清初著名诗人。字茂之，号那子，别号乳山道士，福建福清人。诗文名重一时，但不求仕进，游学金陵，与曹学佺、王士桢友好。明亡，以遗民自居，时人称为“东南硕魁”。晚年穷困，双目失明，享寿八十七而卒。",
  "content": "<h2>轶事典故</h2> <p><strong>潦倒暮年 自嘲以对</strong></p> <p>　　读清初笔记，经常遇到<a href=\"http://so.gushiwen.org/author_2970.aspx\">林古度</a>的名字。80多岁的他德高望重，却贫困潦倒、诙谐有趣。记忆最深的是他那首《冬夜》自嘲<a href=\"http://so.gushiwen.org/author_2970.aspx\">诗</a>：“老来贫困实堪嗟，寒气偏归我一家。无被夜眠牵破絮，浑如孤鹤入芦花。”把一个穷老头钻入破棉絮，比喻为孤鹤入芦花，多么滑稽。一个不失尊严的黑色幽默。</p> <p>　　冬夜没有棉被难熬，夏夜没有蚊帐也不好过。他有很多做官的朋友，或赠送他蚊帐，他却拿去换米。后辈诗人<a href=\"http://so.gushiwen.org/author_3041.aspx\">施闰章</a>劝他说：“夏天没有蚊帐，甚于严冬无衣，你还是要好好守着，有个计划。”林古度笑道：“我宁愿守之以虎。”回答得很妙，大家都笑了。</p> <p>　　夏天的蚊子不亚于虎。施闰章让人制了一幅苎麻蚊帐寄给他，生怕他再典当掉，请了不少文人在蚊帐上题诗，等于为林诗人署名落款，指望不会有买主感兴趣。其中有首诗写道：“隆万诗人林茂之，江关垂老益支离。从今睡稳芦花被，孤鹤宁教白鸟欺。”白鸟指蚊子。孤鹤怎么能让白鸟欺负呢？这一年，林古度81岁，犹老健硬朗。</p> <p><strong>萧然陋巷 车马盈门</strong></p> <p>　　林古度的父亲林章（原名春元，字初文、叙寅，号寅伯）为明末著名诗人和戏曲家，七岁能诗。万历元年（1573）“以春秋举于乡，累上不第”，曾为<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>帐下幕僚，后全家迁居金陵。林古度因父亲之故，得以在金陵与曹学佺、钟惺、谭元春、<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>等名士交往。林古度受父亲林章的影响，很小就喜欢写诗。其友人钱谦益《列朝诗集小传》丁集中《林举人章》中说：“初文二子，君迁、古度皆能诗。古度与余好，居金陵市中，家徒四壁，架上多谢皋羽（翱）、郑所南（思肖）残书，摩挲抚玩，流涕渍湿，亦初文之遗忠也。”</p> <p>　　林古度早年曾赋《挝鼓行》为屠隆赏识，开始有了名气。这时他的诗歌清绮婉缛，得六朝神韵。后来钟惺、谭元春先后游金陵，林古度与他们很投缘，相与溯大江，过云梦，住竟陵数月，他的诗歌一变而为楚风。1630年，青年<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>游学南京，还向林古度学习诗歌写作，也就是如何汉唐如何魏晋那一套。他在《思旧录》中回忆说：“林古度，字茂之，闽人，住南京，萧然陋巷，车马盈门。其先人曾被廷杖，余赠诗有：痛君旧恨犹然积，而我新冤那得平！茂之读之，流涕。”黄宗羲的父亲黄尊素是著名东林党人，被魏忠贤陷害，死在狱中。难怪他与林古度同病相怜。</p> <p>　　家境还好的时候，林古度喜欢帮助朋友刻书。1614年，他在南京刻印友人钟惺的著作《隐秀轩集》33卷。1618年，他刻印曹学佺的《蜀中名胜记》30卷。钟惺在该书序言中说：“林茂之，贫士也，好其书，刻之白门。”可见他日子已经不好过了。1640年，林古度与新安汪骏声合作，刻印闽人<a href=\"http://so.gushiwen.org/author_559.aspx\">郑思肖</a>的遗著《心史》，使这位宋遗民的著作广泛流传。同年，林古度还刻印了莆田诗人陈昂的《白云集》7卷。</p> <p><strong>寿高德高 睹物思国</strong></p> <p>　　1644年满州人入主北京，战乱之后，林古度的同代人多半谢世，剩下他巍然独立，成为前朝硕果仅存的遗老，辈分极高。海内士大夫慕其名而幸其不死，过南京，都要停车造访。林古度的家，原在华林园侧，有亭台楼阁之美，明亡后变成车库马厩，只好搬家到真珠桥南，陋巷窟门，其乐不改。钱谦益是他的老朋友，回忆说：“古度与余好，居金陵市中，家徒四壁，架上多谢翱郑所南残书，婆娑抚玩，流涕渍湿。”<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>与他相遇较迟，1661年写过一首《赠林处士古度》的诗，劈头说：“老者人所敬，于今乃贱之。”接着却大力表扬这位老诗人：“江山忽改色，草木皆枯萎。受命松柏独，不改青青姿。今年八十一，小字书新诗。方正既无诎，聪明矧未衰。”还称他德行高尚，堪为人师，一洗多寿之辱。</p> <p>　　林古度没有必要忠于前朝。他没有功名，也不曾领过大明王朝的俸禄。计较起来，明朝还与他有杀父之仇。但他终身佩带儿时的一枚万历钱。在遗民中间，这枚钱很有名。85岁的时候，<a href=\"http://so.gushiwen.org/author_992.aspx\">吴嘉纪</a>曾写《一钱行赠林茂之》，其中云：“满地干戈杜老贫，囊底徒存一钱在……谁家酒垆可赊饮，一钱先与人传看。酒人睇视皆垂泪，乃是先朝万历钱。”同年，安徽诗人汪楫见到林古度时，赠以诗，有“沽酒都非万历钱”之句。林古度大惊：“奇怪，你怎么知道我有一枚万历钱？”展开左臂给他看，钱币温润，含光慑人，于是再赋《一钱行赠林茂之》，其中说：“一片青铜何地置，廿载殷勤系左臂。陆离仿佛五铢光，笔划分明万历字。座客传看尽黯然，还将一缕为君穿。”</p> <p>　　许多遗民都精心保存一点前朝旧物，以寄托故国之思。铜钱是最有意思的物件之一。另一位著名遗民诗人<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>也保留了一枚永历钱，用黄丝系住，装于黄锦囊中，时时佩带在肘腋间。屈大均知道林古度那枚钱，他说：“侯官林茂之先生有一万历钱，系臂五十余载，泰州吴野人为赋《一钱行》以赠之。予亦有一钱，文曰‘永历通宝’，其铜红，其字小篆，钱式特大，怀之三十有一年矣。”一枚故国之钱带给他们的感触，非我们后人所知。</p> <p><strong>挂剑之约 选诗留憾</strong></p> <p>　　年岁渐增，林古度的声望也越来越高。桐城人方拱乾《晤林茂之时年八十五矣》说：“群奉丈人行，相看若鼎彝。”人们尊敬他，就像尊敬鼎彝那样的老古董，古老而稀奇。另一位桐城人<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>《林茂之前辈见过》幽默地写出了老人的贫困：“积雪初晴鸟晒毛，闲携幼女出林皋。家人莫怪儿衣薄，八十五翁犹缊袍。”</p> <p>　　他与<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>的交往历来为人称道。林古度早就在北京认识了王士祯的先祖。1662年，年轻的王士祯到扬州做官时，虽有诗名，还不响亮。王士祯对这位前辈诗人执礼甚恭，“亲为撰杖结袜”，呈上诗集，又作《长歌赠林茂之先生》云：“一月淹留邀笛步，泥滑天阴春欲暮。山人忽自乳山来，芒鞋访我青溪路。爱君坐君朝爽阁，叙述同游慨今昨。”林古度对故人之后也尽力提携，为撰《入吴集》序，并称赞说：“先生妙年高第，履官从政，如宝剑之出新型，琼花之吐鲜萼，其一片精锐之力，森秀之才。”林古度的褒奖，对于王士祯知名度的提高，有难以估量的影响。难怪王士祯终身不忘这份知遇之恩。</p> <p>　　1664年，林古度将自己1604年以后60年写作的诗歌，带到扬州请王士祯删定，说：“千秋之事，今以付子。”他的身体迅速衰败，次年王士祯去南京，他已经双目失明，垂涕而别，不久就死了。王士祯在《池北偶谈》中回忆说：1668年，他读到陈昂的《白云集》，心想：先生从前能传一陈白云，吾独不能传先生乎？于是披拣得诗一百五六十首，皆清新婉缛，有六朝、初唐之风。施闰章过广陵读之，惊呼：“世人几乎不知道这个老少年的面目，你真是茂之的知己啊。”王士祯编成林古度诗稿后，准备刊印，却被其他事耽搁下来了。直到40年后，王士祯自己也快死了，于病榻之际，托门人程哲为林古度刊行诗集，叮嘱说：“此我50年挂剑之约，子其成之。”1710年，程哲谨遵师命，刊印《林茂之诗选》上下两卷，共收诗200余首。</p> <p>　　王士祯选诗，只选林古度1611年以前的作品，他辩解说以后的作品受了竟陵派的影响，也有人说他畏祸。林古度早年学六朝，被主张性灵的竟陵派钟惺、谭元春按自己的标准删削一过，存者极少；好不容易独抒性灵了，偏偏又落到主张神韵的王士祯手里，概行删削。经过性灵、神韵两大门派掌门人的严格筛选，他的数千首遗诗大半覆没，仅存薄薄两卷。近人袁行云先生在《清人诗集叙录》中感慨说，林古度“旧作经钟、谭丹黄者删削殆尽，晚作亦所存无几，只留风华近六朝者。名士选诗之弊，令人嗟惜”。</p> <p><strong>垂死目盲 长寿多辱</strong></p> <p>　　林古度活得不耐烦了，在乳山挖了一处墓穴，比自己的身材略宽大，称茧窝，晚上就睡在里面，死了也就算了，省得下葬。他找施闰章求诗，施作《林茂之自作生圹曰茧窝索诗纪之》，极妙：“八十一叟颜尚酡，幅巾筇杖衣薜萝。肩舆强来一相见，数杯未尽能高歌。自言筑室乳山住，阴林邃谷多烟雾。新营生圹大如茧，逝即长眠不封树。卓绝才名年少时，掉头不许时人诗。只今垂死犹眼白，自作高人万古宅。君不见，富贵磨灭皆轻尘，丰碑石马空嶙峋，北邙悲风愁杀人！”死亡迟迟不来，倒是眼睛先瞎了。大约后来林古度也不住生圹了，总之死后仍存在一个下葬的问题。王士禄写过一首《闻友人言林茂之先生尚未能葬》的诗，感叹“桐棺还地上，何处故人恩”。死后3年，终于有故人来为他下葬，是曾在林古度故乡福建做过官的大学者<a href=\"http://so.gushiwen.org/author_975.aspx\">周亮工</a>。</p><br/><h2>满门风华</h2> <p>　　父亲林章（字初文）也是一位很有才情的<a href=\"http://so.gushiwen.org/author_2970.aspx\">诗</a>人，上书得祸，不幸45岁就死于监狱。林章留下二子，君迁与古度，均能诗。据《闽川闺秀诗话》，<a href=\"http://so.gushiwen.org/author_2970.aspx\">林古度</a>的妹妹林玉衡也是位才女，7岁能诗，为长老传诵。林氏风雅传家，个个都是诗人。林古度曾纳一妾，叫吴娟娟（字眉仙），为秦淮河上的著名歌妓，亦擅长诗画，著有《萍居草》。</p>"
}