{
  "id": 1888,
  "star": 1,
  "name": "裴休",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1888.jpg",
  "dynasty": "唐代",
  "desc": "裴休（791年—864年），字公美，汉族。河内济源（今河南济源）人，祖籍河东闻喜（今山西运城闻喜）。唐朝中晚期名相、书法家，浙东观察使裴肃次子。裴休出身河东裴氏东眷房。唐穆宗时登进士第。历官兵部侍郎、同平章事、中书侍郎、宣武节度使、荆南节度使等职，曾主持改革漕运及茶税等积弊，颇有政绩。晚年官至吏部尚书、太子少师，封河东县子。咸通五年（864年）去世，年七十四，追赠太尉。裴休博学多能，工于诗画，擅长书法。其撰写的《圭峰禅师碑》，貌似柳体，然而风格较柳体更为遒媚劲健。其书法的传世拓本还有《定慧禅师碑》。米芾曾评价：“裴休率意写碑，乃有真趣，不陷丑怪。”",
  "content": "<h2>轶事典故</h2> <p><strong>终不改馔<br></strong>　　在<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>求学期间，有人将一只鹿送给他的兄长裴俦，裴俦与弟弟裴俅将鹿煮好，让裴休一起来吃。裴休说：“我们这些穷书生，平时连素菜都吃不饱，今天吃肉，明天该吃什么（意指难以下咽粗茶淡饭）？不应该改变自己的饮食。”最后只有他没有吃鹿肉。</p> <p><strong>虔信佛法<br></strong>　　裴休对佛教信仰相当虔诚，与禅宗有深厚因缘。他中年以后，断绝肉食，摒弃诸欲，焚香诵经，世称“河东大士”。他一生的作为，在中国佛教史上，堪受“宰相沙门”的美称。裴休在禅宗史上，与同时代的庞蕴、白乐天、李翱、陆亘等人有同等重要的地位。</p> <p>　　裴休任洪州刺史时，结识了黄檗希运禅师。当时，希运禅师在黄檗山大安精舍隐修，终日混迹于僧众之中，做一些诸如扫洒殿堂之类的杂务，人莫测其深浅。一日，裴休入寺烧香，寺院主事僧负责接待。在参观一处壁画的时候，裴休问：“是何图相？”主事僧回答道：“高僧真仪（一位高僧的肖像）。”裴休问道：“真仪可观，高僧何在？”主事僧无言以对。裴休又问：“此间有禅人否？”主事僧道：“近有一僧，投寺执役，颇似禅者。”裴休道：“可请求询问得否（请他来问一问，好吗）？”于是，主事僧急忙把黄檗禅师叫来，裴休仔细地打量了一下黄檗禅师，心里很高兴，于是对黄檗禅师道：“休适有一问，诸德吝辞，今请上人代酬一语。”黄檗禅师道：“请相公垂问。”裴休于是把刚才的问话重复了一遍。黄檗禅师大声喊道：“裴休！”裴休应诺。黄檗禅师道：“在甚么处？”裴休当下知旨，如获至宝，欣喜不已，连声赞叹道：“吾师真善知识也！示人克的若是，何故汩没于此乎？”寺院僧众都愕然不已。</p> <p><strong>妙语诙谐<br></strong>　　曲江池位于京师长安东南隅，为风景名胜之地。每年上巳节，皇帝要赐宴臣僚，在山亭聚会，并赐予大常教坊的音乐赏听。池中备有彩船，只有宰相、三使、中书门下两省及翰林学士等官员才可登临。整个皇宫的人几乎都要来游，十分盛观。裴休此时正想要廉察宣城，还未离开京城。又正值曲江池荷花盛开之时，他便与省阁的名流们同来游赏。从慈恩寺起，他们丢下随从，只带着小仆，步行到紫云楼。见有几个人正坐在池水边上，裴休与同僚便也坐在旁边休息。几人中有个穿黄衣服的人已半醉，颇为气度不凡，指责其他人谈笑轻佻。裴休心里不平，拱手行礼问道：“请问您任什么官职？”对方轻率地回答说：“喏，郎可不敢，郎是新任的宣州广德县令。”并反问裴休道：“押衙担任什么职务？”裴休仿效那人道：“喏，郎不敢，刚任宣州观察使。”那人于是狼狈而去，与他在一起的人也都四散而走。裴休的同僚都击掌大笑。几日后此事，便传遍了京城。后来，吏部负责铨选的官员查到此人，说：“这个广德县令已请求调换到罗江去了。”唐宣宗<a href=\"http://so.gushiwen.org/author_778.aspx\">李忱</a>还是藩王时听到这一笑话，也常以这种方式与诸王开玩笑。宣宗即位后，裴休任宰相。在起草诏书时，他回头对近臣说：“喏，郎不敢，新授同中书门下平章事了。” </p> <p><strong>击碎赝盎<br></strong>　　裴休喜爱珍宝古玩。他掌理纶诰（皇帝的诏令文告）时，一位表亲被调为曲阜邑宰。当地农民在开垦荒地时，挖出一件古盎。此盎的容积大约三斗，短脖鸟足，圆口方耳，古朴笨重。将上面的泥土洗净以后，在盎的腰部隐约显现出九个古篆字，曲阜县令也不认识。兖州有个书生姓鲁，能用八体写字。县令将这个书生找来，拿出盎让他辨认。他说：“这是大篆，不是现今通行的字体，我曾经学过。这九个字是齐桓公会盟于葵丘时铸造的。”邑宰对他说的话感到很惊奇，等到拿来篆体字的书籍来对照检验，觉得字迹的笔画相似。邑宰将盎送到裴休家里。裴休认为这是春秋时的器物，非常珍爱，视同国宝。他在工作之余，特意请亲朋好友前来观赏，此盎之后便被人们称为京城里的至宝。</p> <p>　　后来，裴休主管贡举，以为学生要求观赏他收藏的盎。一天，裴休摆下酒宴，请学生、弟子到家中聚会，将盎拿出来，摆在院子，大家围着鉴赏。只有中书舍人刘蜕认为，这不是春秋时的器物，而是近代伪造的赝品。裴休不悦，向他询问原因。刘蜕说：“我自幼学习《左氏春秋》，书中记载齐桓公九次召集诸侯，树立威信，奠定霸主地位。葵丘之盟是第八次。又据《礼经》记载，诸侯在五月下葬，等结成同盟的诸侯到了，就开始进行埋葬，然后举行拜祭，拜祭以后是早、晚哭丧，哭丧以后确定谥号。然而葵丘会盟确是齐桓公生前的事情，但那时他还没有得到谥号，所以这是一件近代伪造的赝品。”裴休这才恍然大悟，命令人把盎打碎，然后举起酒杯，一饮而尽。</p> <p><strong>与法海<br></strong>　　据《金山寺志》等有关资料记载，法海就是裴休的儿子，俗名裴头陀，少年时被他父亲裴休送入佛门，取号法海。后成为金山寺的一代祖师。</p><br/><h2>人物生平</h2> <p><strong>好学不倦<br></strong>　　<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>出身河东裴氏东眷房，为浙东观察使裴肃的次子。他为人正直，有坚定的操守。他童年时，与兄弟一同在济源的别馆学习。裴休常年不出馆门，早上讲解经籍，晚上学习<a href=\"http://so.gushiwen.org/author_1888.aspx\">诗</a>赋。 </p> <p><strong>谏官生涯<br></strong>　　唐穆宗长庆（821年—824年）年间，裴休由乡贡入京登进士第。唐文宗大和二年（828年），又中贤良方正、能直言极谏科第三等。其后曾担任数个藩镇的僚属，入朝历任监察御史、右补阙、史馆修撰。</p> <p>　　唐文宗与宰相宋申锡密议诛除宦官，此事却被神策中尉王守澄及其党郑注得知。大和五年（831年）二月，郑注令神策都虞候豆卢著诬告宋申锡谋立文宗之弟、漳王李凑。文宗信以为真，大为恼怒，召集宰相等人商议，时任补阙的裴休与右散骑常侍崔玄亮等人都乞求文宗重新和宰相商议，并由相关部门来调查。最终使宋申锡免死，仅被贬为开州（今四川开县）司马。 </p> <p>　　唐武宗会昌（841年—846年）年间，裴休从尚书郎任上被外放，治理数地。</p> <p><strong>累功拜相<br></strong>　　唐宣宗大中（847年—860年）初年，裴休累官户部侍郎。大中五年（851年）二月，裴休充任诸道盐铁转运使。他改革漕运及茶税等积弊，颇有政绩。又转为兵部侍郎兼御史大夫，仍领盐铁使之职。九月，奉命守（代理）礼部尚书，进阶金紫（金鱼袋及紫衣）。至少在此前，裴休已获封河东县开国子。</p> <p>　　大中六年（852年）八月，裴休升任同中书门下平章事（宰相），仍领盐铁使。关于“时政记”的修撰，他建议将所有奏事对问宰相，以达到记事精详，并无遗漏，进而使史官得以“直书”的目的。此事得宣宗允准。其后累调为中书侍郎。裴休为相共五年。</p> <p><strong>罢守诸藩<br></strong>　　大中十年（856年），唐宣宗命裴休畅所欲言，对政事提出建议。裴休请求宣宗尽早立太子，宣宗说：“如果立皇太子，那朕就将成为闲人了。”裴休因此不敢再提此事。二月，裴休称病请辞，宣宗不许。六月，裴休罢相，带同平章事衔出任检校户部尚书、汴州刺史、御史大夫、宣武军节度使。是年冬，进阶金紫光禄大夫、上柱国，以守太子少保之职分司东都（洛阳）。</p> <p>　　大中十一年（857年）冬，裴休被起任为检校户部尚书、潞州大都督府长史、御史大夫，充任昭义节度、潞磁邢洺观察使（昭义节度使）。</p> <p>　　大中十三年（858年）十月，再加检校吏部尚书，转任太原尹、北都留守、河东节度观察等使（河东节度使）。 </p> <p>　　大中十四年（859年）八月，以原职调任凤翔尹、凤翔陇右节度使（凤翔节度使）。后任检校尚书右仆射兼江陵尹、御史大夫，充任荆南节度观察处置等使（荆南节度使）。</p> <p>　　唐懿宗咸通（860年—874年）初年，裴休入朝担任户部尚书，累官至吏部尚书、太子少师。</p> <p><strong>古稀谢世<br></strong>　　咸通五年（864年），裴休逝世，享年七十四岁，追赠太尉。</p><br/><h2>主要成就</h2> <p><strong>政治</strong></p> <p>漕运改革<br>　　自唐文宗大和（827年—835年）年间以来，每年运江淮米不过四十万斛，沿途吏卒侵盗，以及沉没，运达渭仓（今陕西潼关北）的还不到二十万斛。至唐宣宗大中（847年—860年）年间，漕吏徇私现象严重，唐代中期时<a href=\"http://so.gushiwen.org/author_461.aspx\">刘晏</a>改革所立的漕运法已经被毁殆尽。大中五年（851年），<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>被任命为盐铁转运使。</p> <p>　　裴休在总结刘晏之成功经验与<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>（唐宪宗时诸道盐铁转运使）之失败经验的基础上，不以漕运额作为激励指标，他更加注重对漕运官吏的工作积极性的调动。他采取三个措施治理漕吏：</p> <p>　　一、对漕运僚佐与州县官吏的责任进行明确划分，通过不同的漕运执法责任实现对不同类型漕吏的激励。</p> <p>　　二、将每年的漕运佣金全部划归吏民，这也解决了吏民最为关注的“利”的问题。</p> <p>　　三、将此次的改革方案具体化，立漕法十条，以法制的方式将能动激励措施固定为漕运法的激励内容。</p> <p>　　裴休的措施准确抓住了漕吏徇私的激励失灵动因，获得较好的制度效果。其在任三年，每年顺利转漕租粟至渭仓一百二十万斛，“无合升沉弃”。</p> <p>整顿茶税<br>　　裴休任盐铁使时，各藩镇设置邸阁（官府所设储存粮食等物资的仓库）储存茶叶待价出售，以此获利。而对商人的其他货物，则额外强征赋税，严重损害客商、行人的利益。裴休根据时势，建议：“允许各镇储茶，但不可擅自对商人收税。”又建议将开发“山泽宝冶”的权力也收归盐铁使所有。</p> <p><strong>书法<br></strong>　　裴休擅长书法，以<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>、<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>为宗。《旧唐书》记载：“裴休长于书翰，自成笔法。家世奉佛，休尤深于释典。”董其昌在《容台别集》也称：“唐世学书甚盛，皆不为释典所用。梁肃、房融其书不称。惟裴休深于内典，兼临池之能。”</p> <p>　　史载裴休的真书、楷书遒媚，行书“尤有体法”，率意天成，却又法度严谨。据《书林纪事》描述，他“镇太原时，太山建化成寺，寺僧粉额陈笔砚以俟休。休神色自若，以衣袖墨书之，极遒建”。关于裴休的作品，《宣和书谱》收录有其行书《判疏言状》，今已佚。其所书碑碣，今仅存《圭峰定慧禅师碑》。叶昌炽《语石》载：“《圭峰和尚碑》尚存，其书遒紧而无蕴藉，学之易滋流弊。细参之，其运笔之操纵，结体之疏密，与诚悬（即柳公权）昕（诉）合无间。大达法师（《玄秘塔碑》）裴撰文，而柳书之。此碑则柳题额而裴书之。两碑微言奥义，非精于梵乘者不能作。其文固宜出于一手，窃讶裴之书又何以神似柳，既而豁然悟曰：此碑亦裴撰而柳书，特书丹时并题裴疑耳。”</p><br/><h2>野史逸闻</h2> <p>　　曲江池所在地秦朝时叫岂州。唐朝开元年间，疏通开掘为风景名胜之地。南面是紫云楼、芙蓉苑，西面是杏园、慈恩寺。花草环绕，水色明媚，都城的人都来游玩观赏。最盛大的是中和上巳节这天。皇上要赐宴臣僚，聚会于山亭，还要赐与大常教坊的音乐赏听。池中备有彩船，只有宰相、三使、中书门下两省及翰林学士等大官才可登临。整个皇宫的人几乎都要来游，十分盛观。<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>此时正欲廉察宣城，还未离开京城，又正值曲江池荷花盛开之时，便与省阁的名流们同来游赏。从慈恩寺起，他们丢下随从，只带着小仆，步行到紫云楼。见有几个人正坐在池水边上，裴休便与同僚们也坐于他们旁边休息。那几个人中有个穿黄衣服人已酒至半醉，显示出一种气度不凡的神态，指责其他人谈笑轻佻，裴休心里有些不平。拱手行礼问道：“请问你任什么官职？”对方轻率地回答说：“喏，郎可不敢，郎是新任的宣州广德县令。”并反问裴休道：“押衙担任什么职务？”裴休仿效那人道：“喏，郎不敢，刚任宣州观察使。”那人于是狼狈而去，与他在一起的人也都四散而走。裴休的同僚们都击掌大笑。不多天，便传遍了京城。后来被吏部执掌铨选的人查到此人，说：“这个广德县令已请求调换到罗江去了。”宣宗在做藩王时听到这一笑话，也常常以这种方式与亲王们开玩笑。后来宣宗当了皇帝，裴休当了宰相，起草诏书时，回头对近臣说：“喏，郎不敢，新授同中书门下平章事了。”</p>"
}