{
  "id": 168,
  "star": 3,
  "name": "夏竦",
  "image": "http://img.gushiwen.org/authorImg/xiasong.jpg",
  "dynasty": "宋代",
  "desc": "夏竦，字子乔，北宋大臣，古文字学家，初谥“文正”，后改谥“文庄”。夏竦以文学起家，曾为国史编修官，也曾任多地官员，宋真宗时为襄州知州，宋仁宗时为洪州知州，后任陕西经略、安抚、招讨使等职。由于夏竦对文学的造诣很深，所以他的很多作品都流传于后世。",
  "content": "<h2>生平</h2> <p><strong>拜进士姚铉为师，扩写“水赋”</strong><br>　　<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>少年时就很有才华，超迈不群，出类拔萃，写<a href=\"http://so.gushiwen.org/author_168.aspx\">诗</a>作赋，非常敏捷。宋太宗至道二年（996年）家中长辈为了让11岁的夏竦进一步深造，于是领着夏竦拜了进士姚铉为老师。一天姚铉给夏竦出了一道写作练习，题目为“水”、体裁为“赋”，限定字数为一万，夏竦想了一阵，于是提笔开始写起了“水赋”，过了一段时间，终于把“水赋”写出来了，高高兴兴地把习作交给老师姚铉。姚铉将夏竦的习作扫视了一眼，估算出字数仅有三千，顿时脸上露出了怒色，把习作往夏竦手中一塞说：不用看了，你为什么不围绕“水”的前后左右更广的范围去写呢？夏竦于是根据老师的提示重新扩写了一篇“水赋”，再次恭恭敬敬地把扩写后的“水赋”交给老师姚铉。姚铉一看，字数达到了六千，高兴地说道：“可教矣”。<br>　　12岁时，夏竦作《放宫人赋》，援笔立成，而且赋也做得好。</p> <p><strong>少年善作诗文，为时人所称</strong><br>　　宋真宗咸平四年，夏承皓监通州（今江苏南通市）狼山盐场，夏竦17岁，随父在通州狼山，作《渡口》诗：“渡口人稀黯翠烟，登临犹喜夕阳天。残云右倚维扬（今江苏扬州）树，远水南回建邺（今江苏南京）船。山引乱猿啼古寺，电驱甘雨过闲田。季鹰死后无归客，江上鲈鱼不值钱。”北宋王辟之说：以后之题诗没有超过他的。</p> <p><strong>献诗给宰相李沆，改任丹阳县主簿</strong><br>　　宋真宗景德元年（公元1004年），契丹入侵中原，夏竦的父亲夏承皓率领宋兵抄近从偏僻的小路前往抵抗契丹，晚上与契丹军队相遇，夏承皓立即率领宋兵向契丹军队发起攻击。在战斗中，夏承皓不幸被流箭所伤，卒于战场。朝廷抚恤夏承皓家属，赏夏竦一个名为“三班差使”的小武官。一天，夏竦拿着创作的诗集，等候在宰相李沆退朝回家的路上，左等右等，终于看见宰相李沆一队人马退朝往回走，于是拦住宰相李沆的马头，躬身拜下，将诗集恭恭敬敬地献给李沆，李沆读到诗中的“山势蜂腰断，溪流燕尾分”很赞赏，继续看下去，全卷都是好诗句。第二天宰相李沆上朝，将夏竦的诗集呈给宋真宗看，并说夏竦父死家贫，请给他换个文职，真宗就任命夏竦为润州（今江苏省镇江市）丹阳县主簿。</p> <p><strong>应试贤良方正，“真宰相器也”</strong><br>　　宋真宗景德年间，夏竦年仅20岁出头，应试贤良方正科，对策廷下，刚出殿门，翰林待读学士杨徽之看他年轻且诗文小有名气，于是上前邀过夏竦说：“老夫它则不知，唯喜吟咏，愿丐贤良一篇，以卜他日之志”。并掏出吴绫手巾摊展在夏竦面前，夏竦乘兴题诗一首：“帘内衮衣明日月，殿前旌旆动龙蛇。纵横落笔三千字，独对丹墀日未斜。”杨徽之一看，点头称赞道：“真宰相器也！”<br>　　夏竦的诗在当时就有名气，为人看重。江休复说：“夏英公少年作诗，语意惊人，有‘野花无主傍人行’之句。”又说：“江州（今江西九江）琵琶亭诗板甚多，李卿孙惟留夏英公诗：‘年光过眼如车毂，职事羁人似马衔。若遇琵琶应大笑，何须涕泪满青衫。’”</p> <p><strong>即席吟诗咏杂技表演，巧讽上司<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a></strong><br>　　大中祥符年间，夏竦任玉清昭应宫判官，丁谓任玉清昭应宫使，是夏竦的上司。一天，丁谓在斋厅宴请官僚，有杂技表演助兴，丁谓对夏竦说：以前没有咏杂技的诗，你可以做一篇。夏即席吟诗道：“舞拂挑珠复吐丸，遮藏巧使百千般。主公端坐无由见，却被旁人冷眼看。”丁谓一听，知道夏竦是在讽刺他，气得脸都白了。</p> <p><strong>群臣迎合皇帝讲符瑞，夏竦上疏反对</strong><br>　　真宗大中祥符年间，丁谓担任参知政事，“请大治城西炮场，酾金水，作后土祠”；“三司使”林特提出在上林苑中修建复道，用来连接玉清昭应宫；“发远使”李溥提出将海上巨石搬运到会灵观池中建三神山。当时朝廷群臣都迎合真宗皇帝讲求符瑞、神仙，没有人提出异议，只有户部员外郎夏竦上疏反对，认为这些工程过于阔远，并不是秉承天意，从而阻止了这项耗费巨资的工程上马。</p> <p><strong>异礼优待下属，预言庞籍是“贫宰相”</strong><br>　　宋真宗天禧元年（1017）十二月，夏竦调任知黄州，庞籍是他在黄州的下属，官任司理参军，夏竦对他“异礼优待”。有一天，庞籍生病在床，自以为这病好不了，请夏竦给他办理后事。夏竦亲自来看望他，对他说：“你不会死，以后还会做穷宰相，而且还长寿，这病会好的，你不要担忧。”庞籍说：“我做了宰相，还会穷吗？”夏竦说：“在宰相这一等级中你是算穷的。”庞籍后来果然做了宰相，他晚年退休后，写诗记这事说，“田国贫宰相，图史富书生。”</p> <p><strong>筹粟十余万斛，全活四十余万民</strong><br>　　宋真宗天禧三年，夏竦又调任知襄州（今湖北襄樊）。这一年襄州发生大饥荒，百姓开始流亡，盗贼乘机偷窃。夏竦打开公廪，向灾民放粮，同时又劝说全州的富人拿出余粟，共募集到十余万斛，用来赈救灾民。在夏竦积极努力下，全襄州度过饥荒达四十六万余人。巡按使姜遵将夏竦的事迹上书皇帝，皇帝赐书褒谕。后来民众想到夏竦的恩惠，将皇帝所赐诏书刻成石碑，永志不忘。</p> <p><strong>命宋氏兄弟作诗，识得大小宋才华</strong><br>　　天圣元年，宋仁宗即位，升夏竦为户部郎中，历任寿州（今安徽寿县）、安州（今湖北安陆县）、洪州（今江西南昌）三州知州事。<br>　　夏竦知安州时，宋庠、<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>兄弟正值青春年少，夏竦看出他们有才华。一天，夏竦命他们作落花诗。宋庠作一联：“汉皋佩冷临江失，金谷楼危到地香。”宋祁作一联：“将飞更作回风舞，已落犹成半面妆。”夏竦说：“咏落花而不言落，大宋（宋庠）君须作状元及第，又风骨秀重，异日作宰相；小宋（宋祁）君非所及，然亦须登严近（近臣）。”后来都被他说中了。到后来，夏竦在河阳听说宋庠、宋祁兄弟同举进士，特写一纸贺信：“所喜者，昔年安陆已识光”。</p> <p><strong>取缔洪州巫师，勒令改归农业</strong><br>　　夏竦知洪州时，“洪俗尚鬼，多巫觋惑民”。夏竦了解情况后，加以取缔，将洪州巫师 1900 余户勒令改归农业及攻习针灸方脉，收缴到的神像、符箓、神仗、魂巾、魄帽、钟、角、刀、笏、沙罗11000余件，全部焚毁掉，并上疏要求下令严禁，以革妖风。天圣元年（1023年）十一月，仁宗看了夏竦的奏疏后下诏“更立重法，自江浙以南悉禁绝之”。</p> <p><strong>拒使契丹，表作“对偶精绝”</strong><br>　　天圣三年（1025），夏竦“起复知制诰，为景灵宫判官、判集贤院”，仁宗命他奉使契丹。夏竦因为父死于契丹入侵，不愿拜见契丹国主，上表说：“父殁王事，身丁母忧。义不戴天，难下穹庐之拜；礼当枕块，忍闻夷乐之声。”坚决推辞不肯前去。他这个表被当时认为是“四六（骈文）对偶精绝”。</p> <p><strong>支持守城的卒子，修建我国第一座木结构虹桥</strong><br>　　在山东省青州有座万年桥，原称南阳桥，俗称北大桥，是一座有千余年历史的古桥，它横架在流经青州市城区的南阳河上。过去，曾是青州南北二城的唯一通道。此桥历史之悠久，价值之重要，规模之恢宏，建筑技术之高超，在齐鲁大地上是有名的。<br>　　这就是景祐元年（1034年）夏竦调知青州（今山东益都）兼安抚使时，支持守城的卒子，修建的青州南阳桥，造就了我国第一座木结构虹桥。为防水患，几经筹措，垒巨石固河两岸，用数十根大木相贯，无柱，架为飞桥，由梁柱式木桥改为结构独特的无柱单拱木桥，状如彩虹，故曰“虹桥”。不久，这种造桥技术就被推广到汾、汴等地。青州虹桥的建筑成功，引起了极大的轰动。被大多数科学家认定为我国最早出现的虹桥。</p> <p><strong>好水川宋军失利，言责不在<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a></strong><br>　　宋庆历元年（1041年）二月，西夏国主元昊领兵进攻渭州（今甘肃平凉）。同年四月，诏夏竦为宣徽南院使兼陕西四路经略安抚招讨等使，判永兴军，韩琦、<a href=\"http://so.gushiwen.org/author_510.aspx\">范仲淹</a>为副使。新任陕西经略安抚副使韩琦命部将任福统军迎击元昊的西夏军。<br>　　韩琦在任福出发前交待得一清二楚：自怀远城经得胜寨（今宁夏西吉东南）直趋羊牧隆城（今宁夏西吉西北），出敌之后对西夏军发动攻击。各堡垒相距才四十里，道路便利，辎重在近，审时度势，能打就打，不能打就出敌后据险设伏，敌退回时进行攻击。“及行，诫之至再。又移檄申约，苟违节度，虽有功，亦斩！”<br>　　任福不听命令，在好水川与西夏军交战，元昊佯败，诱任福军入好水川（今宁夏隆德西北），陷入元昊所设的包围圈中，在羊牧隆城（今西吉东南）附近，全歼宋军，任福战死，西夏军也伤亡惨重，史称好水川之战。好水川之战宋军失利之后，追究责任，韩琦先上书自劾。夏竦派人收拾宋军尸体，在任福的衣装中得到韩琦嘱诫诸将的公文，上表称好水川之役失败责任不在韩琦，“犹夺一官，知秦州，寻复之”。南宋洪迈在《容斋随笔·四笔》卷第十二的“夏英公好处”中写道“英公此事贤矣，而后来士大夫未必知也，予是以表出之。”</p> <p><strong>知人善任，保荐范仲淹任副使</strong><br>　　夏竦知人善任，能任用人才。范仲淹不得志时，夏竦见他是个难得的人才，在夏竦任陕西四路经略安抚招讨使时，保荐范仲淹任副使，使范仲淹与韩琦成为他的左右手。范仲淹给夏竦写了封《谢夏太尉启》，启中说：“深惟山野之材，曷副英豪之荐。”</p> <p><strong>好学勤读，以指画肤</strong><br>　　夏竦好学勤读，他担任宋军高官期间，战事、军务繁忙，也没有停止过看书习字，就寝等休息间隙时间，还用手指在身上比划研究古文奇字。庆历四年（1044年），夏竦在郭忠恕《汗简》的基础上，编著了古文字的字汇《古文四声韵》一书，按韵编排，是现代人研究战国文字的重要参考资料。宋神宗时宰相<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>在《夏文庄公竦神道碑》中写道：“祥符中，郡国多献古鼎、钟、盘、敦之器，而其上多科斗文字”，人多不识，“公乃学为古文奇字，至偃卧以指画侵肤，其勤若此。”<br>　　夏竦有文武才，政事、文学都有建树，是一代名臣、学士，其功绩是主要的。宋人杂记、笔录中记夏竦事迹时，对夏竦多尊称为夏英公、夏郑公、夏文庄、宰相夏公等。<br>　　夏竦薨后，当时任宰相的宋庠写了二首《宣徽太尉郑公挽词》以表哀悼。挽词中宋庠对夏竦的才学、功绩作了很高的评价，对夏竦之死感到很悲痛，并慨叹夏竦没有做宰相以施展他经国济民的才干。<br>　　（湖北省黄梅县人、江西省德安县水务局、德安县水土保持办主任工程师夏卫兵，依据宋神宗时宰相王珪的《夏文庄公竦神道碑》、南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>少虞《宋朝事实类苑》、元<a href=\"http://so.gushiwen.org/author_2141.aspx\">脱脱</a>等的《宋史·列传第四十二（王钦若 林特附 丁谓 夏竦 子安期）》、清<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>等的《续资治通鉴》、周銮书等《江西历代名人传》中黄长椿的“夏竦”、1991年《德安县志》、秘书堂《夏氏宗谱·文庄公年谱》等整理）</p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>（985—1051）北宋大臣，古文字学家、文学家。德安县车桥镇（原白水街乡）长庆村人。夏承皓次子，派名文乔，字子乔，行（hang）第十。生于北宋太宗雍熙二年乙酉（公元985年）。太宗至道丙申年（公元996年）拜进士姚铉为师，为水赋，姚铉认为“可教矣”；北宋真宗景德甲辰年（即公元1004年）以父夏承皓死忠，录官润州（今江苏省镇江市）丹阳县主簿；景德乙巳年举贤良方正，擢光禄寺丞，通判台州（今浙江省天台县），赋“国清寺”、“石梁”、“琼台双阙铭”等<a href=\"http://so.gushiwen.org/author_168.aspx\">诗</a>词；真宗大中祥符庚戌年为国史编修官，后与王旦等同修《起居注》；真宗天禧年间出知黄州（今湖北省黄冈市）、知邓州，又徙襄州（今湖北省襄樊市），遇大饥，劝令大姓出粟，得二万斛，救活贫者四十余万人；北宋仁宗天圣年间知寿州（今安徽省寿县），又徙安州（今湖北省安陆县），再知洪州（今江西省南昌市），勒令巫觋(男巫)一千九百余家还农，毁其淫祠；天圣五年，为枢密副使；天圣己巳年（1029）官参知政事；天圣辛未（1031）年进兵部侍郎、兵部尚书左丞；仁宗景祐年间知青州（今山东省青州），任青州时，支持守城的卒子，修建青州南阳桥，被大多数科学家认定为我国最早出现的虹桥；后迁刑部尚书；仁宗宝元年间官户部尚书；仁宗康定年间兼陕西四路经略、安抚、招讨使，知永兴军（今陕西省西安一带）；改判河中府；拜同中书门下平章事，判大名府；仁宗庆历丁亥年（公元1047年）方召为宰相，因谏官、御史认为夏竦与陈执中论议不合，不可使两人共事，遂改枢密使，封英国公；次年复拜同中书门下平章事；仁宗皇祐己丑年（1049）进郑国公；仁宗皇祐辛卯年（即公元1051年）奉诏监修黄河堤决，躬冒淫雨，以疾归京师，遂不起，农历九月薨，赠太师中书令兼尚书令，赐谥“文庄”，御葬河南许州阳翟县三封乡洪长源（今河南省许昌市禹州市境内），建有旌贤院。夏竦以文学起家，自经史、百家、阴阳、律历、至佛老之书，无不通晓；为文章，典雅藻丽；治军尤严，敢诛杀，对疾病死丧者，则抚循甚至。著文集百卷、《策论》十三卷、《笺奏》三卷、《古文四声韵》五卷、《声韵图》一卷，其中：《文庄集》三十六卷等收入《四库全书》。事实详《宋史》、《江西省志》、《九江府志》、《德安县志》及秘书堂《夏氏宗谱·文庄公年谱》"
}