{
  "id": 2633,
  "star": 0,
  "name": "余玠",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2633.jpg",
  "desc": "余玠（？－ 1253年），字义夫，号樵隐，蕲州（今湖北蕲春东北）人，南宋名将。嘉熙年间任知招信军，于汴城、河阴战败蒙古军。淳祐元年（1241年），赴援安丰，败蒙古军，任四川安抚制置使，四川总领，兼夔州路转运使。从淳祐三年到四年，余玠与蒙古军大小36战，战果显著。后又率军北攻兴元府（今陕西汉中），还击退进扰成都、嘉定（今四川乐山）的蒙古军。宝祐元年（1253年），宋廷听信谗言，召余玠回朝。余玠闻召不安，七月，服毒而卒。余玠死后，宋理宗辍朝，特赠五官。",
  "content": "<h2>生平</h2> <p><strong>早期经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2633.aspx\">余玠</a>幼时家贫，在白鹿洞书院和太学上舍读书，因与茶馆老人发生口角，不慎失手推茶翁致死，脱身出逃襄淮，作长短句一首，投入淮东制置使<a href=\"http://so.gushiwen.org/author_2771.aspx\">赵葵</a>幕下。赵葵赞其心怀壮志，把他收留在军中任事。不久即以功补进入副尉，又擢升作监主薄。宋端平三年（1236年）2月，蒙古军侵入蕲、黄、广。余玠应蕲州守臣征召，协助组织军民守城，配合南宋援兵击退蒙古军。宋嘉熙元年（1237年）10月，余玠在赵葵领导下率部应援安丰军杜皋，击溃蒙古军，使淮右得以保全。次年，朝廷论功行赏，余玠进官三秩，被任命为知招信军兼淮东制置司参议官，进工部郎官。</p> <p><strong>盱眙退敌</strong></p> <p>　　宋嘉熙二年（1238年）9月，蒙古大帅察罕进攻滁州。余玠率精兵应援，大获全胜。宋嘉熙四年（1240年）9月被提升为淮东提点刑狱兼知淮安州，主持濠州以东、淮河南北一带防务。宋淳祐元年（1241年）秋，蒙古军察罕出兵安徽寿县，余玠率舟师进击察罕军，激战40余天，使蒙古军溃退。凭军功拜大理少卿，升淮东制置副使。</p> <p><strong>防蜀之战</strong></p> <p>　　宋淳祐三年（蒙古乃马真皇后称制二年，1243年），至宝祐元年（蒙古蒙哥汗三年，1253年），在蒙宋战争中，蜀帅余玠以山城防御抗击蒙古军进攻的作战。</p> <p>　　宋淳祐元年十一月，蒙古窝阔台汗病死，内部纷争汗位，无暇全面部署对南宋大规模战争，南宋王朝得以暂时休整和调整防御部署。宋理宗赵昀命在淮东屡立战功的的余玠为兵部侍郎、四川制置使兼知重庆府，负责四川防务。余玠赴任后，革除弊政，实行轻徭薄赋、整顿军纪、除暴奖贤、广纳贤良、聚小屯为大屯等政策。采纳播州人冉氏兄弟建策，采取依山制骑、以点控面的方略，先后筑青居、大获、钓鱼、云顶（今四川南充南、苍溪东南、合川东、金堂南）等10余城，并迁郡治于山城。又调整兵力部署，移金州（今陕西安康）戍军于大获；移沔州（今陕西略阳）戍军于青居；移兴元（今陕西汉中）戍军于合州（今合川东钓鱼城），共同防守内水（今涪江、嘉陵江、渠江）；移利州戍军于云顶，以备外水（即岷江、沱江）。诸城依山为垒，据险设防，屯兵储粮，训练士卒，经数年建设，逐步建成以重庆为中心，以堡寨控扼江河、要隘的纵深梯次防御体系，边防稍安。六年（蒙古贵由元年），蒙古分兵四道入蜀，余玠继多次战胜蒙古军进攻之后，依靠新建立的山城防御体系，又打退了蒙古军的进攻。宋淳祐十年（蒙古海迷失皇后二年），余玠调集四川各路精锐，誓师北伐。以一部兵向陇蜀边界出击；自率主力，取金牛道向汉中（今属陕西）进发，三战连捷。次年四月，余玠率军号10万进占汉中西之中梁山，潜军烧毁汉中至大散关（今陕西宝鸡西南）栈道后，率军围汉中数重，昼夜急攻。蒙古军修复栈道，各路援军会至。余玠久攻不克，兵老师钝，只好撤军。宋淳祐十二年（蒙古蒙哥汗二年），余玠率军击退进攻嘉定（今四川乐山）的蒙古军，四川抗蒙形势日益好转。</p> <p><strong>抗蒙战争</strong></p> <p>　　余玠在四川，开屯田以备军粮，整顿财赋，申明赏罚。修筑山城和抗蒙有功将士，都得到奖掖。违法的将官，受到惩处。利州都统制王夔凶残跋扈，号称“王夜叉”，不听余玠调度，到处劫掠。余玠依军法斩王夔。经过余玠的整顿，四川驻军声势大振。蒙古军多次自西蜀来侵扰，都被宋军打退。</p> <p>　　余玠守蜀有功，宋淳佑八年（1248年）被任为兵部尚书，拜资政殿学士，仍驻四川。宋淳祐九年（1249年）又任右丞相兼枢密使。宋淳佑十二年（1252年），蒙古汪德臣（汪世显子，汪世显已死）部侵掠成都，围攻嘉定。余玠率部将力战，再次打退蒙古军。余玠抗战获胜，谢方叔却设法迫害余玠。</p> <p><strong>服毒自杀</strong></p> <p>　　宋宝祐元年（1253年），因与统制姚世安不和，姚世安以宰相谢方叔为援，谢方叔和参知政事徐清叟等向宋理宗诬告，攻击余玠独掌大权，却不知事君之礼。宋理宗听信谗言，召其还朝。余玠知有变故，愤懑成疾。同年7月，余玠在四川被迫服毒自杀。</p> <p>　　余玠死后，宋理宗辍朝，特赠五官。次年，朝廷权奸削去余生前职务并迫害家属和亲信。余玠部下王惟忠，也被诬告潜通蒙古，处死。</p><br/><h2>家庭成员</h2> <p>　　据华埠镇一山《余氏宗谱》载：宋高宗南渡，其先祖椿年举家迁徙至衢之开化，住居金水芳山（即今村头芳林）。庆元戊午年（1198年）十二月辛未，其母巩氏感异梦而生<a href=\"http://so.gushiwen.org/author_2633.aspx\">余玠</a>。</p> <p>　　子：余如孙，取“当如孙仲谋”之义，遭论改余师忠，历大理寺丞，为贾似道所杀。</p><br/><h2>纪念遗址</h2> <p><strong>后世纪念</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2633.aspx\">余玠</a>薨于重庆。其子余如孙奉旨扶公之柩，安葬于溧阳荆山之原。[16] 后来，故乡人民纪念他，为其造衣冠冢，墓址在今太平山风景区横江（岗）山下青蒿村余公林。东边是沧浪书院景区，西边是梅川的源头。为了纪念英雄余玠，当时广济县用余姓作为地名，余川，余蒷由此命名。蜀人得知余玠抱恨而死，又兴建“余玠遗爱碑”及“余公祠”。在其故乡修水县，将余玠列为宋元八贤之一，入“八贤祠”。</p> <p><strong>人物遗迹</strong></p> <p>　　2010年5月，南宋抗蒙山城体系缔造者余玠（即南宋抗蒙最高军事长官）的帅府所在地在重庆渝中区被发现。位于渝中区望龙门街道的巴县衙门，后该地下考古现场开始发掘。该处小地名叫老鼓楼，按照考古学惯例，这个遗址被命名为老鼓楼遗址。至此，抗蒙山城体系已经完全清楚：核心级的指挥部就是如今发现的老鼓楼衙署；次级为钓鱼城、白帝城、泸州神臂城等；三级有南充苦竹隘等；四级如渝北多功城等。</p>"
}