{
  "id": 1138,
  "star": 0,
  "name": "朱之瑜",
  "image": "http://img.gushiwen.org/authorImg/zhuzhiyu.jpg",
  "dynasty": "清代",
  "desc": "朱之瑜（1600年11月17日～1682年5月23日），明清之际的学者和教育家。字楚屿，又作鲁屿，号舜水，汉族，浙江余姚人，明末贡生。因在明末和南明曾二次奉诏特征，未就，人称征君。清兵入关后，流亡在外参加抗清复明活动。南明亡后，东渡定居日本，在长崎、江户（今东京）授徒讲学，传播儒家思想，很受日本朝野人士推重。著有《朱舜水集》。其学特点是提倡“实理实学、学以致用”，认为“学问之道，贵在实行，圣贤之学，俱在践履”，他的思想在日本有一定的影响。朱之瑜和黄宗羲、王夫之、顾炎武、颜元一起被称为明末清初中国五大学者。并与王阳明、黄梨洲、严子陵称为余姚四先贤。",
  "content": "<h2>生平</h2> <p><strong>绝意仕进</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>生于大明万历二十八年十月十二日（即公元1600年11月17日），卒于明郑永历三十六年四月十七日未时（即公元1682年5月23日），出身官僚士大夫家庭。曾祖名诏，号守愚。祖父名孔孟，号惠翁，一生曾三让皇恩不受。父亲朱正，字存之，号定寰，皇明诏赠光禄</p> <p>　　大夫，上柱国，并授总督漕运军门，但未任。母亲金氏，生三子：长兄启明，一名之琦；次兄重林，一名之瑾；之瑜排行第三。朱之瑜八岁丧父后，家道中落，生活清贫，甚至影响其读书为学。长兄朱启明，天启五年（1625年）中武进士，后升任至南京神武营总兵，总督漕运军门。朱之瑜就随任长兄寄籍于松江府，为松江府儒学生，拜松江府学者吏部左侍郎朱永佑、东阁大学士兼吏户工三部尚书张肯堂和武进学者礼部尚书吴钟峦等为师，研究古学，尤擅长《<a href=\"http://so.gushiwen.org/author_1138.aspx\">诗</a>》、《书》。</p> <p>　　崇祯十一年（1638年），以“文武全才第一”荐于礼部，而朱之瑜见“世道日坏、国是日非”、“官为钱得，政以贿成”，朝政紊乱，自己不能为流俗所容，就放弃仕途，专注于学问。他曾对妻子说：“我若第一进士，作一县令，初年必逮系；次年三年，百姓诵德，上官称誉，必得科道。由此建言，必获大罪，身家不保。自揣浅衷激烈，不能隐忍含弘，故绝志于上进耳。”朱舜水不求功名利禄，而热衷于关心社会民生，并经常对人讲：“世俗之人以加官进禄为悦，贤人君子以得行其言为悦。言行，道自行也。盖世俗之情，智周一身及其子孙。官高则身荣，禄厚则为子孙数世之利，其愿如是止矣。大人君子包天下以为量。在天下则忧天下，在一邦则忧一邦，惟恐民生之不遂。至于一身之荣瘁，禄食之厚薄，则漠不关心，故惟以得行其道为悦。”</p> <p>　　崇祯十七年（1644年），朱舜水四十五岁时，李自成攻陷北京，崇祯皇帝自缢于煤山（今景山）。不久，福王朱由崧即位于南京，改元弘光。这时江南总兵方国安推荐朱之瑜，并奉皇帝的诏命特别征召他，他不就任。弘光元年（1645年）正月，皇帝又下令征召他，他仍不就任。四月，在荆国公方国安再次推荐下，朝廷任命他作江西提刑按察司副使兼兵部职方清吏司郎中，监方国安军，他还是不就任。一年内三次拒绝征召，遂遭奸臣嫉恨，次年以“不受朝命，无人臣礼”罪追缉。朱之瑜星夜逃到舟山，以行商为掩护。</p> <p><strong>监国鲁王敕</strong></p> <p>　　监国鲁王敕谕贡生朱之瑜，昔宋相陈宜中托谕占城，去而不返，背君苟免，史氏讥之。盖时虽不可为，明圣贤大道者，当尽回天衡命之志，若恝然远去，天下事伊谁任乎？予国家运丁阳九，线脉犹存，重光可待。况祖宗功德，不泯人心，中兴局面，应远过于晋宋。且今陜蜀黔楚，悉入版图，西粤久尊正朔，即闽粤江浙，亦正在纷纭举动间。非若景炎之代，势处其穷，故宜中不复，亦不闻有命往召其还也。尔矫矫不折，远避忘家，阳武之椎，尚堪再试，终军之请，岂竟忘情？予梦寐求贤，延伫以俟，兹特端敕召尔，可即言旋前来佐予，恢兴事业，当资尔节义文章，母安幸免濡滞他邦。钦哉特敕。</p> <p>　　监国鲁玖年参月</p> <p><strong>反清复明</strong></p> <p>　　弘光元年（1645年）五月，清兵攻陷南京，弘光帝出走，方国安、阮大铖投降清军。弘光帝败亡后，明室产生了两个领导力量，即明绍宗隆武帝（唐王朱聿键）政权和鲁王监国（朱以海）政权。不久，清兵攻取福建，杀了隆武帝。此时，鲁王率领部下进占南澳岛，然后攻取了舟山群岛。这时候，朱之瑜首次赴日本筹饷，想借日本援兵资助舟山守将、兵部左侍郎王栩，以恢复中原。由于日本实行海禁，不许外人停留，只得返回舟山。永历四年（1650年），朱之瑜再次飘浮东海去日本，不料被清兵发现。清寇白刃合围，逼他髡发投降，但他谈笑自若、誓死不降，刘文高等人被他的义烈所感动，偷偷驾舟将他送回舟山。次年，朱之瑜又去日本，后由日本到安南。当他正要起程返回舟山时，舟山和四明山寨都被清兵攻陷。鲁王走避厦门，朱之瑜的最好师友王翊、朱永佑、吴钟峦等人，先后为国殉节，尤以王翊死事最惨。朱之瑜在海外闻知后痛言“中秋为知友王侍郎完节日，惨逾柴市，烈倍文山。仆至其时，备怀伤感，终身遂废此令节。”</p> <p>　　由于国事日益危急，鲁王在永历八年（1654年）降诏徵召五十五岁的朱之瑜。但因其东西飘泊，住处不定，玺书辗转两年后才到他手中。鲁王在书中责备他“托谕占城，去而不返，背君苟免，史氏讥之。”希望他尽快回国效力。朱舜水手捧诏书，唏嘘慷慨，想立即转赴思明（今厦门）返回舟山，但苦无交通工具，困于安南。他只得先回复鲁王一封信，陈述他历年海外经营、筹资觅饷的苦心。他在丁酉《谢恩奏疏》中说：“去年委曲求济，方附一舟。意谓秋末冬初，便可瞻拜彤墀，伏陈衷曲。臣数年海外经营，谓可得当以报朝廷，当与藩臣悉心商榷，不意奸人为梗，其船出至海口，半月而不果行。复收安南，愤结欲绝。”“今谋之十年，方喜得当，意欲恢弘祖业，以酬君父，以佐劳臣。”</p> <p>　　急于早日回国尽忠报效的朱舜水，终于在永历十一年（1657年）正月，等来了日本船，准备乘舟渡海归国。但不料在二月遭安南供役之难，被羁五十余日。安南国王知道他是一位中国学者，便留住他，拜他官爵，迫他行臣子跪拜礼，朱之瑜直立不肯跪。差官举杖画一“拜”字于沙上，朱之瑜乃借其杖加一个“不”字于“拜”字之上。安南王便当着朱之瑜的面，杀了许多人威吓他，朱之瑜始终没有屈节，真正做到了威武不能屈。是年朱之瑜已五十八岁，为铭记这段老年之难，他逐日记有日记，并取“庶人召之役则往役”之义，名所记为《安南供役纪事》。</p> <p><strong>永历十四年</strong></p> <p>　　（1660年），受郑成功、<a href=\"http://so.gushiwen.org/author_1938.aspx\">张煌言</a>邀，返国抗清，于是即刻动身，于十月十九日返归厦门。永历十五年（1661年）夏，郑成功和张煌言会师北伐，收复瓜州，攻克镇江，朱之瑜都亲历行阵。北伐军一度进军顺利，收复四府二州二十四县，直抵南京城郊，兵威震动东南。然而由于郑成功目光短浅，盲目屯兵南京坚城之下，贻误战机，且律兵不严。至七月，北伐军在南京城外被击败。郑成功转而退往福建沿海，后行师海上，不得已而趋兵台湾，张煌言则数年后被捕遇害。朱之瑜鉴于复明无望，又誓死不剃发，“乃次蹈海全节之志”，学鲁仲连不帝秦，再次凄沧渡日，永不回到故国了。这年冬，最后一次东渡日本，未能获准登岸，困守舟中。当时日本施行锁国政策，“三四十年不留一唐人”。日本学者安东守约经已在日定居的陈明德介绍，以手书向朱之瑜问学，执弟子礼。朱之瑜为安东守约“执礼过谦”的恭敬、“见解超卓”的学问所动，复信安东守约。信中，朱氏悲喜交集，悲则国破家亡，故国“学术之不明、师道之废坏亦已久矣”；喜则“岂孔颜之独在中华，而尧舜之不绝于异域”，表达了他有意将圣贤践履之学传于这位异国弟子的心情。正如<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>所说，此“为先生讲学之发轫”。安东守约等人为其在日定居奔走。最后得日本政府批准，破40年来日本幕府之国禁，让他在长崎租屋定居下来，朱之瑜就此结束了十多年的海上漂泊生活。</p> <p><strong>东瀛讲学</strong></p> <p>　　朱之瑜定居日本时曾反复强调自己并非想倡明儒学于异域，仅是为了蹈海全节。永历十九年（公元1665年），他在长崎正准备购地躬耕之际，日本国副将军（大将军德川家纲之叔父）、水户侯德川光国欲兴庠序之教（庠序，旧称，古代指地方学校），派儒臣小宅生顺到长崎礼聘朱氏为国师，要朱到江户（今东京）去讲学。朱之瑜竭力谦让，但是，当他听安东守约等人介绍“上公好贤嗜学，宜勿辜其意”之后，答应了德川光国的要求，表示“至若招仆，仆不论禄而论礼”。翌年（永历二十年，公元1666年）六月，朱之瑜抵江户。德川光国亲执弟子礼，竭诚尽敬。德川光国认为朱之瑜年高德重，不敢直接称名称字，要他取一名号以称呼。朱之瑜就以故乡“舜水”为号，意为“舜水者敝邑之水名也”，以示不忘故国故土之情。“舜水先生”之称始于此时。德川光国欲为建新居，以“耻逆虏之未灭，痛祭祀之有阙，若丰屋而安居，非我志”四次力辞。在德川光国影响下，日本学者、达官显贵也纷纷诣门求教，或执弟子礼，或听其讲学。从此，朱之瑜往来于江户、水户两地，公开讲学。他曾去信远在柳川的安东守约介绍讲学的盛况。</p> <p><br>　　永历二十四年（公元1670年），日本初造学宫，朱之瑜绘画图纸，度量尺寸，亲临施工现场指导，事后撰《学宫图说》。又造古祭器簋、笾、豆、登等，率学生习释奠礼，改定仪注，详明礼节。永历二十六年（公元1672年），德川光国设置彰考馆，由朱之瑜门生安积觉任主编，聘请朱之瑜指导，编纂鼓吹“尊王一统”之说的《大日本史》，其影响直至二百年后的“明治维新”。德川光国对朱之瑜敬爱有加，就任藩主之际朱舜水也随同前往江户，朱之瑜与同为德川光国编撰《大日本史》的安积澹泊、木下道顺、山鹿素行结为好友，并对水户学的思想产生了很大影响。</p> <p><strong>归葬异国</strong></p> <p>　　永历三十五年（公元1681年）朱之瑜因水土不服而致病，全身遍生疥疮，卧床不起。明年（永历三十六年，公元1682年）四月，即<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>辞世三月后，朱之瑜在日本大阪逝世，享年83岁。安葬在历代水户藩主的墓地瑞龙山（茨城县常陆太田市）。为了纪念他不忘故国，坟墓特建为明朝式样，碑文题“明徵君子朱子墓”，私谥“文恭先生”。德川光国率诸朝士临其葬。朱舜水死前遗言：“予不得再履汉土，一睹恢复事业。予死矣，奔赴海外数十年，未求得一师与满虏战，亦无颜报明社稷。自今以往，区区对皇汉之心，绝于瞑目。见予葬地者，呼曰‘故明人朱之瑜墓’，则幸甚。”朱之瑜一直企望中原能有恢复的那一天，为此，他滞日期间生活十分节俭，死时居然储蓄了三千馀金。这是他希冀恢复国家的经费。</p> <p>　　其日本学者今井弘济、安觉济为他们的中国老师写下悼文：“呜呼先生，明之遗民。避难乘槎，来止秋津。寤寐忧国，老泪沾巾。衡门常杜，箪瓢乐贫。韬光晦迹，德必有邻。天下所仰，众星拱辰。既见既觐，真希世人。温然其声，俨然其身。威容堂堂，文质彬彬。学贯古今，思出风尘。道德循借，家保国珍。函丈师事，恭礼夤宾……”在他死后周年时，安东守约在祭文中哭道：“呜呼先生，知我望我。今也既逝，学殖云堕。有疑谁问？有过谁督？有事谁计？有怀谁告？”</p> <p>　　朱之瑜死后，德川光国派人整理了他的遗稿，正德五年（公元1715年）刊行了《舜水先生文集》全28卷。东京大学农学院内至今立有“朱舜水先生终焉之地”（朱舜水先生临终之地）的石碑。日本汉诗长老小野湖山在青年时代访水户谒朱舜水墓时曾作过一首《朱舜水先生墓》：</p> <p>　　安危成败亦唯天，绝海求援岂偶然。</p> <p>　　一片丹心空白骨，两行哀泪洒黄泉。</p> <p>　　丰碑尚记明征士，优待曾逢国大贤。</p> <p>　　莫恨孤棺葬殊域，九州疆土尽腥膻。</p><br/><h2>育才观点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>的学术博采众家所长，常谓“千金之裘，非集于一狐之腋”，博通经史，最喜《资治通鉴》，长于《春秋》；道德思想方面，主张忠君爱国，推崇<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>、<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的伟大人格。正是这种不尚虚华的学风、扎实严谨的学问和刚直崇高的人格，他的学术于日本发扬光大，当时的日本学者以师事朱之瑜为荣，比拟为“七十子之事孔子”。他的学生遍布日本，最著名的有历史学家、《大日本史》的作者安东守约，日本儒学古学派的奠基人、江户时代著名哲学家伊藤仁斋，德川家康的孙子、政治家、儒学“水户学派”的始祖德川光国，江户时代著名经学家山鹿素行、木下顺斋等等。朱之瑜一生著述不甚多，但几乎全在日本所撰，有《朱舜水先生文集》、《安南供役纪事》、《阳久述略》、《释奠仪注》等等。</p> <p>　　他论学问，以实用为标准。所谓实用者，一曰有益于自己身心，二曰有益于社会。他说：“为学之道，在于近里着己，有益天下国家，不在掉弄虚脾，捕风捉影。……勿剽窃粉饰自号于人曰‘我儒者也’。处之危疑而弗能决，投之艰大而弗能胜，岂儒者哉？”他对明朝的八股取士深恶痛绝，认为“明朝以制义举士，初时功令犹严，后来数十年间，大失祖宗设科本旨。主司以时文得官，典试以时文取士，竞标新艳，何取渊源。父之训子，师之教弟，猎采词华，埋头哗哔，其名亦曰文章，其功亦穷年皓首，惟以剽窃为工，掇取青紫为志，谁复知读书之义哉！既而不知读书，则奔竞门开，廉耻道丧官以钱得，政以贿成，岂复识忠君爱国，出治临民！”他还娴习艺事，有巧思，“尝为德川光国作《学宫图说》，图成，模之以木，大居其三十分之一，栋梁机椽，莫不悉备。而殿堂结构之法，梓人所不能通晓者，舜水亲指授之，及度量分寸，凑离机巧，教喻缜密，经岁乃毕。光国欲作石桥，舜水授梓人制度，梓人自愧其能之不及。此外，器物衣冠，由舜水绘图教制者甚多。”他在日本虽受人崇拜，但他敢批评日本人心胸狭隘、“量窄意偏”，日后必为中华之祸，“不佞视贵国人，……尝怪周虓，量窄意偏，……所以此念灰冷。”</p><br/><h2>育才观点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>在教育方面的特点是视中外为一体，以得天下英才而教育之为乐。他侨居日本20多年，接受的弟子不断增加，并曾公开讲学。他向日本弟子表示，“不佞于仲夏四国，本来一体为亲，</p> <p>　　凡遇英才，乐于奖进，”门弟子今井弘济和安积觉所撰《舜水先生行实》，记载了日本的硕儒和学生，时常登门求教，以及朱之瑜相与“讨论讲习，善诱以道”的情景。在讲学中他一方面肯定日本“才贤秀出”，可以为孔、颜，为尧舜；另一方面，他指出日本崇信佛教，圣（儒）教未兴，存在问题。依他看来，日本建国的大本在于敬教劝学，施政方面当务之急在于兴贤育才。他所提倡的忠君爱国思想，对于日本后来“尊王一统”的事业有一定的影响。</p> <p>　　朱之瑜“自幼食贫”，多能“鄙事”。他传艺传道，诲人不倦，又以“开物成务，经邦弘化”勉励日本弟子，表达了他的育才观点，关于教人之道，他认为有一定不易者，有因人而施者。“学问之道，贵在实行”；“立志当如山，求师当如海”；这是一定不易者。因弟子“资性”之不同，提出不同的要求，并予以不同的启示，这是因人而施者。他重躬行实践，却不废读书，因为书能益人神智。对于读书之法，他则认为读史应先于读经；史书文义较浅，于事情又近，于事理吻合，读之易懂。这些都表现了他着重实功、实用的精神。</p><br/><h2>学术影响</h2> <p>　　德川光国之所以能开创独树一帜、颇有成就的水户历史学派，是和<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>多年的教育、熏陶分不开的。 朱之瑜在日执教，对水户藩和加贺藩影响最大。安积觉、今井弘济、小宅生顺等都是经德川光国介绍对朱之瑜执弟子礼的。加贺藩主前田纲纪也很敬重朱之瑜，执弟子礼，所以他的属臣均拜朱为师。加贺藩的属臣奥村庸礼 等人还把服部其衷、五十川刚伯、下川三省几个儒生介绍到朱的门下。</p> <p>　　后来安积觉、今井弘济、五十川刚伯、服部其衷、下川三省五人先后成了朱之瑜的近身弟子，并负起年事已高、不谙日语的老师的起居照料、侍奉，对外应酬、联系之责。</p> <p>　　这五位弟子中数安积觉日后成就最大，和德川光国一起成为日本水户学派的领袖人物。他13岁从师朱之瑜，接受蒙学。后因父亲病故回家奔丧而中辍学业。安积觉成年后，回忆起自己之所以能学有成就，是因为当年先生“课程严峻，晨读夕诵，故至今不忘耳”。朱之瑜很喜欢这个体弱多病的学生， 亲自为他题写一本作业簿，督促他“逐日书其功课”。安积觉到了晚年还告诫其孙辈：（舜水先生的）“片言只字，皆藏而宝护之，凡吾子孙，当敬之如神明，其有沦落丧失者非吾子孙。”</p> <p>　　朱之瑜对其他几位近身弟子也尽心尽力，爱抚备至。他见下川三省“温存淳谨”，“抚之如慈母，督之如严父”。学生五十川刚伯学有基础，朱之瑜怕他“读书难入易出”，鼓励他不要虚费韶华，更上一层楼。服部其衷初投朱之瑜门下，因思乡不安心学习，朱之瑜既不急促，也不为他祚病所惑， 严格要求，一个月后服部其衷学业大进，和老师的感情也日厚笃深。朱之瑜在日本从事教育20余年，其间，或执弟子礼，或从其质疑问学的学生远不止上述几位。学有成就的，还有林春信、佐左宗淳、人见传等人。</p> <p>　　后来的日本学者评价说：“天佑以还，儒学以经世治民为要道，不务空理虚论，皆舜水所赐也……不惟后来明治维新受此良好之影响，即于朱氏学说本身发扬而光大之，其功亦伟矣！”<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在评论朱舜水时也说：“中国儒学化为日本道德基础，也可以说由舜水造其端。”“舜水人格极为高尚严峻，所以日本知识阶层受其感化最深。”</p><br/><h2>阳九述略</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>定居日本後，冷静地回顾和研讨明亡的历史教训，并在六十二岁时，即明亡後的第十七年，写下了著名的《中原阳九述略》。这篇著作共分四章。 第一章题名“致虏之由”。舜水认为明亡的原因主要有二：一是政治腐败。“中国之有逆虏之难，贻羞万世，固逆虏之负恩，亦中国士大夫之自取也。语日：‘木必朽而後蛀生之。’未有不朽之木，蛀能生之者也”。二是学术虚伪。明末科举制成了文人士子攫取个人功名的手段，所以人们穷年皓首于猎取华词、埋头 哗哔之中，不知读书以出治临民之义哉！</p> <p>　　第二章论“虏势二条”。一条论天启、崇祯年间，边臣失职，致虏披猖；二条论虏入中原後，搜括徵发，使天下骚然。第三章讲“虏害十条”。</p> <p>　　舜水痛斥满清入主中原後的十大罪状有：1.东人之害，自江以北至南京。2.沿海有防边、养兵、藏匿、接济之害。3.近海有造船、帮工、值匠之害。4.签发舵梢之害。5.内地有签派船料、搬运木植之害。6.省会近城各郡有放债举息、买官附营之害。7.仕宦有配发上阳堡、甯古塔之害，并入旗披甲之害。8.买官但计有钱，不问色目之害。9.打老鼠之害。10.拆房屋之害。</p> <p>　　第四章名为“灭虏之策”。“灭虏之策，不在他奇，但在事事与之相反。”舜水举例说：“彼以残，我以仁；彼以贪，我以义。解其倒悬，便已登之席；出之汤火，斯为沃之清凉。则天下之赤子与天下英雄豪杰，皆我繈袱之子，同气之弟，安有不合群策，毕群力，以报十七年刺骨之深仇哉？逆虏虽有神谋秘策，亦无所再施。况黔驴之技人穷，山鬼之术尽露。全为百姓勘破，毫无足惧。故知一败涂地，必不可支也。”篇末署名“辛丑年六月望日，明孤臣朱之瑜泣血稽颡拜述”。耿耿忠义之情，力透纸背。这篇著作书写完毕，舜水拜托他的日本至友安东守约收藏保存，谓“他日采逸事於外郡，庶备史官野乘。”</p>"
}