{
  "id": 986,
  "star": 0,
  "name": "岑文本",
  "image": "http://img.gushiwen.org/authorImg/cenwenben.jpg",
  "dynasty": "唐代",
  "desc": "岑文本（595-645年），字景仁，南阳棘阳（今河南新野县）人，唐太宗朝宰相，文学家。聪慧敏捷，博通经史。十四岁为父申冤，辞情激切，由是知名。萧铣荆州称帝，聘为中书侍郎。河间郡王李孝恭平定荆州，力劝安民。贞观元年，以为秘书郎，迁中书舍人，官至中书令，封为江陵子，参豫政事。贞观十九年，从征辽东，卒于途中，享年五十一岁，褒赠侍中、广州都督，谥号为宪，陪葬昭陵。",
  "content": "<h2>人物生平</h2> <p>　　<strong>早年经历 </strong></p> <p>　　祖父岑善方，仕西梁萧察，官至吏部尚书。父岑之象，隋末时期邯郸县令，遭人诬陷。<a href=\"http://so.gushiwen.org/author_986.aspx\">岑文本</a>十四岁时到司隶为父诉冤，辞情激昂恳切，召对明辩。其父冤狱得以昭雪，“由是知名”。</p> <p>　　大业十四年（公元618年），萧铣在荆州称帝，聘任岑文本为中书侍郎，负责起草文告。武德四年（公元621年），唐军包围荆州，规劝萧铣投降。河间郡王李孝恭平定荆州，军中将士都想大肆抢掠，岑文本劝李孝恭说：“自从隋朝无道，群四海延颈盼望好的君主，现在萧氏君臣、江陵父老，决计投降者，实在希望去危就安。王爷一定要纵兵抢掠，诚非鄙州从苦难中获得重生之意，也怕长江、岭南的人，向化之心受到沮丧。”李孝恭认为说得很对，立即下令禁止抢掠。于是江陵城中井然有序，秋毫无犯。南方各州县闻讯，皆望风归顺。文本先后被任用为荆州别驾、行台考功郎中。</p> <p>　　贞观元年（公元627年），岑文本被任命为秘书郎。先后上《藉田颂》、《三元颂》，文辞甚美，才名大震。后由李靖推荐，被提拔为中书舍人。武德中，诏诰及军国大事的文稿皆出于<a href=\"http://so.gushiwen.org/author_1448.aspx\">颜师古</a>之手，而岑文本才思敏捷超过他。中书侍郎颜师古被免职后，任命岑文本为中书侍郎，专门掌管机密文件。公元637年（贞观十年），他参与撰写的《周书》完成，被封为江陵县子。该书的史论多出自岑文本之手。</p> <p>　<strong>　上书言事 </strong></p> <p>　　贞观十一年（公元638年），岑文本上书说：</p> <p>　　臣闻创拨乱之业，其功既难；守已成之基，其道不易。故居安思危，所以定其世，有始有终，所以隆其基。今天虽亿兆人民平安无事，四方安宁，既承篷乱之后，又接凋敝之余，户口减损尚多，田畴垦避犹少。覆盖之恩显奇，而疮痍尚未恢复；德教之风普及，而资产屡空。就以古人种树打比喻，年代久远，则枝叶繁茂；若种之日浅，根本未固，虽给它培植厚土，暖之以春日，一人摇动它，必定枯槁。今天的百姓，颇类于此。常加葆养，则日渐繁衍生息；突然征发徭役，则随之而来的是经济凋耗。凋耗既甚，则人不聊生；人不聊生，则怨气充塞；怨气充塞，则离叛之心生。故帝舜说：“可爱非君，可畏非人。”孔安国解释说：“人以君为命，故可爱；君失道，人叛之，故可畏。”孔夫子说：“君犹舟，人犹水，水可以载舟，亦可覆舟。”就是古代贤明君王，虽休勿休，日慎一日的道理所在。</p> <p>　　陛下览古今之事，察安危之机，上以社稷为重，下以亿兆为念。明选举，慎赏罚，进贤才，退不肖。闻过即改，从谏如流，为善在于不疑，出令期于必信。颐神养性，省打猎游玩之娱；去奢侈节俭，减工役之费。秀静园内，而不求辟土；把弓箭收藏起来，但不要忘记武备。</p> <p>　　当时，魏王李泰宠冠诸王，大修第宅，岑文本以为奢侈之风不可长，便上疏极力说明节俭的重要意义，对魏王泰的奢侈挥霍要有所抑制。太宗称赞他的意见，遂赐帛三百段。贞观十七年，加银青光禄大夫。</p> <p>　　<strong>谦谨孝悌</strong> </p> <p>　　岑文本虽然官高禄厚，但他却认为自己仍是一介书生，侍奉老母以孝闻名，抚育弟侄恩义甚诚。唐太宗称赞他“弘厚忠谨，吾亲之信之”。当时，晋王<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>新立为皇太子，许多名士兼任东宫官职，唐太宗也想让岑文本兼任东宫一个官职，但他一再拜谢说：“臣以平庸之才，早已超过了本分，守此一职，犹惧不能胜任，岂能再忝东宫的官职，以速遭时谤。臣请一心侍奉陛下，不愿再希望东宫的恩惠。”唐太宗只好作罢，但要他每隔五日去东宫一次，皇太子以宾友之礼待他。贞观十八年，被任命为中书令。一般人升官则喜，他却面带忧色。他的母亲感到奇怪，问他为什么，他回答说： “非勋非旧，过度承受宠荣，责重位高，所以忧惧。”亲朋好友听说他升了官，都前来庆贺，他却说：“今受吊，不受贺”。有人劝他多置些田产，他叹道：“南方一平民，徒步人关，往日的希望，不过秘书郎、一县令罢了。而无汗马之劳，只因文墨致位中书令，这也到了极点了。承受俸禄之重，使我恐惧已经很多了，怎么还能再谈置买田产呢？”</p> <p>　　岑文本在中书令重要岗位上任职，担负重任，赏赐丰饶，凡有财物出入，都让他的弟弟岑文昭管理，他一无所问。文昭当时任秘书郎，多交结轻薄之徒，唐太宗听说了很不高兴，曾从容地对文本说：“卿弟过多交结，恐累卿，朕将出之为外官，如何？”岑文本回答说：“臣弟幼年丧父，老母特别专念，不想让他连宿两夜离开其左右。若今外出，母必忧愁憔悴，倘若没有这个弟弟，也就没有老母了。”他一边说一边流泪抽泣。太宗同情他的爱母之心，没有把他的弟弟调出京都。只召见岑文昭严加诫约，终无过失。</p> <p>　　<strong>病卒辽东 </strong></p> <p>　　唐太宗将伐辽东，所有的谋划，都委托岑文本办理。贞观十九年（公元645年），岑文本从太宗征辽东，因其“受委既深，神情顿竭，言辞举措，颇异于平常”。唐太宗见了十分担心，对左右说：“文本今与我同行，恐不能与我一同返回。”及至幽州（今北京市），得了暴病，太宗亲自前往探视，流着眼泪安抚他。不久病卒，享年五十一岁，赠侍中、广州都督，谥号为宪，陪葬昭陵。</p><br/><h2>个人作品</h2> <p>　　<a href=\"http://so.gushiwen.org/author_986.aspx\">岑文本</a>有文集六十卷，多为诏书诰命之类。<a href=\"http://so.gushiwen.org/author_986.aspx\">诗</a>歌方面成就不大。《全唐诗》卷三三存其诗四首。</p> <p>　　《奉述飞白书势》、《冬日宴于庶子宅各赋一字得平》、《安德山池宴集》</p><br/><h2>历史评价</h2> <p>　　上帝。’所谓忧能伤人，不复永年矣。洎羲而下，登清要者数十人。积善之道，焉可忽诸？” </p> <p>　　<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>等《新唐书》：“性沉敏，有姿仪，博考经史，多所贯综，美谈论，善属文。......平生故人，虽微贱必与之抗礼。居处卑陋，室无茵褥帷帐之饰。事母以孝闻，抚弟侄恩义甚笃。太宗每言其‘弘厚忠谨，吾亲之信之’。”</p>"
}