{
  "id": 2106,
  "star": 0,
  "name": "陈希烈",
  "image": "http://img.gushiwen.org/authorImg/chenxilie.jpg",
  "dynasty": "唐代",
  "desc": "陈希烈（？－758年），宋州（今河南商丘）人，唐朝宰相。陈希烈早年因精通道学受到唐玄宗器重，历任秘书少监、工部侍郎、集贤院学士、门下侍郎，后兼任崇玄馆大学士，封临颍侯。李适之罢相后，陈希烈被李林甫举荐为宰相，初授同中书门下平章事，后升任左相，兼兵部尚书，封颍川郡公，又进封许国公。他任相期间，先后依附李林甫、杨国忠，唯唯诺诺，毫无作为，后罢为太子太师。安史之乱爆发后，陈希烈被俘，并投降叛军，被授为宰相，两京收复后被朝廷赐死。欧阳修、宋祁在编撰《新唐书》时，将其列入《奸臣传》",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2106.aspx\">陈希烈</a>年轻时博览群书，精通道家学说，后被唐玄宗召入禁中，讲解《老子》、《易经》，累迁至秘书少监，并常以神仙符瑞取悦于玄宗。</p> <p><strong>担任宰相</strong></p> <p>　　开元十九年（731年），陈希烈升任工部侍郎、集贤院学士，主持集贤院事务，并整理唐玄宗的撰述，后改任门下侍郎。天宝元年（742年），陈希烈兼任崇玄馆大学士，封临颍侯。</p> <p>　　天宝五年（746年），陈希烈被任命为同中书门下平章事，成为宰相。当时，<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>专断朝政。他认为陈希烈深受皇帝宠信，而且性情谦柔，容易控制，因此荐其为相。天宝六年（747年），陈希烈升任左相，兼兵部尚书，封颍川郡公。</p> <p>　　陈希烈拜相后，与李林甫相得甚欢。李林甫为相多年，权倾朝野，虽然其阴险奸诈足以巩固自己的地位，但也深得陈希烈的佐佑唱和之力。当时，李林甫在家中处理政务，百官都集聚到他府前等候召见。而陈希烈虽坐镇政事堂，却无人谒见，他只是在公文上署名而已。</p> <p><strong>罢为散职</strong></p> <p>　　天宝十一年（752年），京兆尹王鉷之弟王焊与刑縡图谋作乱，欲杀死李林甫、陈希烈、杨国忠，却遭到镇压。唐玄宗命陈希烈与杨国忠审讯，并赐王鉷自尽。杨国忠欲借此案牵引李林甫，而陈希烈与哥舒翰则从旁作证。不久，李林甫病逝，杨国忠拜相。</p> <p>　　天宝十二年（753年），李林甫被追削官爵，子孙除名流放，唐玄宗特将陈希烈的爵位进为许国公，以奖赏他在此案中的功劳。天宝十三年（754年），陈希烈因受杨国忠忌恨，只得上表辞位。唐玄宗遂任命韦见素为宰相，将陈希烈罢为太子太师。陈希烈为此怏怏不乐。</p> <p><strong>晚节不保</strong></p> <p>　　天宝十四年（755年），安禄山起兵反唐，并攻占洛阳。至德元年（756年），安禄山称帝，建立燕国，并于六月攻陷长安。唐玄宗仓皇逃奔蜀地，陈希烈未及随从，被叛军俘获。他与张垍、达奚珣等人投降叛军，被任命为宰相。不久，皇太子<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>在灵武称帝，是为唐肃宗。</p> <p>　　至德二年（757年），<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>收复两京。广平王李俶进入洛阳，陈希烈等降臣三百余人素服待罪，被押送长安。唐肃宗采纳李岘的建议，将他们分为六等定罪，分别予以斩首、赐自尽、杖一百、流放、贬官。陈希烈论罪当斩，但唐肃宗念其曾受玄宗宠信，特减免一等。同年十二月（758年2月），陈希烈被赐死于家中。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2106.aspx\">陈希烈</a>进士及第后，曾为人撰写碑文。后此人获罪抄家，陈希烈也因碑文受到牵连，以为同党，送交河南尹衙门。陈希烈毫无惧意，自我辩护，洋洋洒洒百余言。河南尹薛季昶非常惊奇，把他请上厅来，道：“你将来能当宰相，我要把子孙托付给你。”陈希烈后果然官至宰相。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>：凡相者，必委以政事，如玄宗时牛仙客、<a href=\"http://so.gushiwen.org/author_2106.aspx\">陈希烈</a>，可以谓之相乎！ </p> <p>　　刘昫：希烈柔而多智，长于名理，竟死于名。所谓离娄不见其眉睫，与夫平叔、太初，同膏肓耳。</p> <p>　　<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>：为人臣者，策名委质，有死无贰。希烈等或贵为卿相，或亲连肺腑，于承平之日，无一言以规人主之失，救社稷之危，迎合取容以窃富贵；及四海横溃，乘舆播越，偷生苟免，顾恋妻子，媚贼称臣，为之陈力，此乃屠酤之所羞，犬马之不如。</p> <p>　　洪迈：① 安禄山、朱泚之变，陈希烈、张均、张垍、乔琳、李忠臣，皆以宰相世臣，为之丞弼。而甄济、权皋、刘海宾、段秀实，或以幕府小吏，或以废斥列卿，捐身立节，名震海内。人之贤不肖，相去何止天冠地履乎！ ②唐明皇以<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>为右相，颛付大政，而左相牛仙客、李适之、陈希烈前后同列，皆拱手备员。</p> <p>　　汤鹏：凡与不成臣节者处，皆乡原也。是故蔡义貌如老妪，行步俛偻，此霍光所以孽其邪谋也；孔光名儒，持禄保位，此王莽所以老其贼计也；牛仙客与时浮沉，陈希烈为人左右，此李林甫所以肆其阴诡也；裴冕老病易制，关播暗畏不言，此<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>、卢杞所以厚其贪横也；何执中陆陆无所建明，此蔡京所以骋其凶谲也；王次翁工柔媚，无几微忤人，此秦桧所以坚其缪误也；<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>俯首而已，此刘瑾所以资其浊乱也；魏广微惧而自明，此忠贤所以启其窥窃也。</p>"
}