{
  "id": 30,
  "star": 224,
  "name": "姜夔",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_30.jpg",
  "dynasty": "宋代",
  "desc": "姜夔，南宋文学家、音乐家。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。往来鄂、赣、皖、苏、浙间，与诗人词家杨万里、范成大、辛弃疾等交游。庆元中，曾上书乞正太常雅乐，他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，有《白石道人歌曲》等。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。",
  "content": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>（jiāng kuí 1154—1221），字尧章，别号白石道人，与姜石帚并非一人。汉族，饶州鄱阳（今江西鄱阳县）人。南宋词人。他少年孤贫，屡试不第，终生未仕，一生转徙江湖。早有文名，颇受<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>、<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>等人推赏，以清客身份与张镃等名公臣卿往来。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。工<a href=\"http://so.gushiwen.org/author_30.aspx\">诗</a>词、精音律、善书法、对词的造诣尤深。有诗词、诗论、乐书、字书、杂录等多种著作。</p> <p>　　幼年随父宦居，青年时代曾北游淮楚，南历潇湘，后客居合肥、湖州和杭州，是个浪迹江湖、寄食诸侯的游士。他一生清贫自守，耿介清高，终生布衣。</p> <p>　　姜夔对诗词、散文、书法、音乐，无不精善，是继<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>之后又一难得的艺术全才。姜夔词题材广泛，有感时、抒怀、咏物、恋情、写景、记游、节序、交游、酬赠等。他在词中抒发了自己虽然流落江湖，但不忘君国的感时伤世的思想，描写了自己漂泊的羁旅生活，抒发自己不得用世及情场失意的苦闷心情，以及超凡脱俗、飘然不群，有如孤云野鹤般的个性。</p><br/><h2>影响</h2> <p><strong>概述</strong><br>　　南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>湖词派的清空骚雅来源于<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>。而姜夔的清空、骚雅分别源于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。苏辛都是无意为词的，他们的清空、骚雅都是通过<a href=\"http://so.gushiwen.org/author_30.aspx\">诗</a>歌化的途径实现的。姜夔在引诗济词方面和苏辛是相同的，但他有意为词，将词的音律、创作风格和审美理想纳入一定的法度之中，将原来并无必然联系的清空、骚雅联成一体，形成一种新的词风。南宋江湖词派理论和创作就是阐释和普及这种清空骚雅词风的。</p> <p><strong>清空</strong><br>　　清空是宋词的一种创作风格。张炎《词源》中谈到了两种类型的清空，一种以苏轼为代表，另一种以姜夔为代表。他们的共同点在于以诗为词，指出宋词向上的一路。但在具体的方法上还有显著的差异。苏轼蔑弃一切法度，把词变成一种长短句的新体诗。<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>说他“以诗为词”，<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>则批评东坡词是“句读不葺之诗尔”。这种不够本色的词风在南宋初中期成为词坛的主流。其时词品迅速的提高，而词却朝着非本色化的方向越走越远。直到姜夔登上词坛，这种风气才有所改变。姜夔以有意的心态从事词的创作，认真探讨词的各种法度。姜夔论词的资料不多，涉及到词的字面、句法和章法，还有超越这些具体法度的活法。此后，<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>、沈义父又提出了一种质实的词法，即选曲填词、遣词造句和布局谋篇的基本法度。质实与清空都是一种化用才学的法度，程度上有高低之分，但没有根本性的对立。张炎就是以沈义父的质实为基础构建清空的。他把这种浅易平实的词法向前推进了一大步，从极要用工，旬锻月炼中，看到了法度背后的自然而然；从不蹈袭前人语意中，发现了清空中的意趣；从簸弄风月、陶写性情中，悟出了风月之外的骚雅。后来陆辅之《词旨》传张炎词法，说《词源》指迷之要，尽在清空。而这种清空词法包括清真词的典丽、白石词的骚雅、梦窗词的字面和梅溪词的句法，类似江西诗派的“一祖三宗”。从词法的取去上融通了江湖词派内部的两种创作风格。</p> <p><strong>骚雅</strong><br>　　宋词以“骚雅”为审美理想，这是由词体的特质决定的。词原名曲子词，所谓的曲子就是从西域各国传入的燕乐。这种胡夷里巷的俗乐，以其娱人娱己，导欲助淫的独特魅力流行极广。但是燕乐并不是专为词体而专设的，它也不需要借助词体而流传。隋唐时代的曲子和词之间多有龃龉，有些词就是当时的歌诗，如<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>、<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的歌诗，教坊乐人以赂求取，唱为供奉歌词，甚或天下以为歌词；而绝大部分词是各行各业的人歌唱他们的生活，敦煌曲子词内容庞杂，题材丰富，涉及到现实社会的方方面面，“宏开境域，凡百涵容，无所不至。”（任二北《敦煌曲子初探》）这些所谓的“词”，只不过借用曲子的调便于记诵而已。《花间集》是我国最早的一部文人雅词选集，它无疑具有规范词体的作用。《花间集》所选体裁多为小令；内容以言情为主，其他题材也是从言情派生出来的。这些“名高白雪，声声而自和鸾歌；响遏行云，字字而偏谐凤律”（<a href=\"http://so.gushiwen.org/author_175.aspx\">欧阳炯</a>《花间集序》）的诗客曲子词，不仅适合于歌唱，还具有主题专一情感丰富、言情小词归诸雅正的特点。遗憾的是入宋以后，纵欲享乐，不思进取之风大炽。荡子思妇变成了狎客妓女，狂嫖豪赌取代了春闺秋怨。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的闺门淫亵、羁旅狎妓之词风靡天下，凡有井水处，即能歌柳词。这些文人士大夫词也和民间俗词一样的品位低下。究其缘由，主要是由词乐淫靡所致。柳永以后的词人，往往舍词乐而论词。苏轼引诗而济词，丰富了词的表现形式，充实了词的情感内容，指出宋词诗化的道路。这种以诗为词之风到南宋辛弃疾时达到高潮。辛弃疾词器大声宏，借助诗歌的手法达到了情感的骚雅。姜夔恪守法度，用言情咏物、节序风物等近俗的题材，通过比兴寄托、咏物吟志等常用的抒情方式，也达到了词意的骚雅。<br>　　根据张炎《词源》对清空、骚雅的描述，姜夔的清空出自苏轼，骚雅脱胎于辛弃疾。和苏辛不同的是姜夔把词的创作纳入一定的法度。他根据自己对音乐精神的理解，改造唐宋乐谱，使市井俗乐与传统雅乐的精神相通；他总结化用才学的法度，从众多的典故中汲取其共同意义，把具体的情感升华为空灵模糊的意趣；他用近俗的题材，表现出雅正的情感。他从词体的特征出发，因势而利导，随俗而雅化，使清空与骚雅连成一体，形成一种新的词风。宋人以才学为词，抒发的情感比较空泛。沦落江湖，远离政治风波，使江湖词人抒发的情感多是一种清雅的意趣。姜夔词的情感是孤云野飞、去留无迹的意趣，由于它无所定指，以致《暗香》、《疏影》的主题千余年来尚无定论。史达祖、吴文英、周密等风尘小吏的词作虽然有一定的现实感受，但主要还是以抒情为主，并具有结体为虚的特点。张炎、<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>等人抒发的是宋社既屋的亡国之痛、遗民故老的黍离之悲，这种情感很难落实到具体的事件之上。散处江湖，与社会现实比较隔膜，促成了空灵情感与骚雅人品的结合。<br>　　任何一种艺术形式都是创作风格和思想内容的完美结合，并且二者之间还存在着一种天然的联系。张炎认为宋代词学的创作风格是趋向“清空”的，而审美理想是趋向“骚雅”的。到了姜夔的笔下，才把它们绾结起来。姜夔恪守本色，一切从法度出发，这使清空和骚雅的结合成为一种必然。姜夔对词体进行了全面的雅化，南宋中后期词人极工极变，皆不出姜夔的划域，并且各具姜夔的某种风格特征。后来这些相近的风格汇集起来，就形成了一个词学流派。这就是以姜夔为典范的南宋江湖词派。而江湖词派的三部词法，两部词选，还有频繁的词社聚会，都是在实践和传递姜夔的清空骚雅词法。像这样同时具备词人、词作、词选、词论、词社等五种因素比较典型的词学流派，在中国古代文学史上还是不多见的。</p><br/><h2>主要成就</h2> <p><strong><a href=\"http://so.gushiwen.org/author_30.aspx\">诗</a>词创作<br></strong>　　<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>的词境独创一格，艺术思维方式和表现手法也别出心裁。他善于用联觉思维，利用艺术的通感将不同的生理感受连缀在一起，表现某种特定的心理感受；又善于侧向思维，写情状物，不是正面直接刻画，而是侧面着笔，虚处传神。他的词在题材上并没有什么拓展，仍是沿着<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>的路子写恋情和咏物。他的贡献主要在于对传统婉约词的表现艺术上进行改造，建立起新的审美规范。</p> <p>　　姜夔词清空高洁，极富想象，语言灵动自然。有很高的艺术成就。他的艺术特色可用张炎所下断语“清空”二字来概括。这种清空既不同于传统婉约派的绵丽软媚，不同于豪放派末流的粗犷叫嚣，也不同于<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>以旷达为主要特色的那种清空。要而言之，姜夔更善于以诗人的笔法入词，且更多地以“骚”的手法入词，对客观对象不作更多的质实描写，而对灵气飘忽的心境则极善捕捉与表达。在以骚笔入词时，又善于吸收江西诗风注重锤炼、讲究瘦硬峭拔的特点，因而在清空之中带有一种刚劲峻洁之气。</p> <p>　　姜夔词具有“清空”和“骚雅”的特色。姜夔的清空出自苏轼，骚雅脱胎于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。苏辛都是无意为词的，他们的清空、骚雅都是通过诗歌化的途径实现的。姜夔在引诗济词方面和苏辛是相同的，但他有意为词，将词的音律、创作风格和审美理想纳入一定的法度之中，将原来并无必然联系的清空、骚雅联成一体，形成一种新的词风。南<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>湖词派理论和创作就是阐释和普及这种清空骚雅词风的。他根据自己对音乐精神的理解，改造唐宋乐谱，使市井俗乐与传统雅乐的精神相通；他总结化用才学的法度，从众多的典故中汲取其共同意义，把具体的情感升华为空灵模糊的意趣；他用近俗的题材，表现出雅正的情感。他从词体的特征出发，因势而利导，随俗而雅化，使清空与骚雅连成一体，形成一种新的词风。宋人以才学为词，抒发的情感比较空泛。沦落江湖，远离政治风波，使江湖词人抒发的情感多是一种清雅的意趣。姜夔词的情感是孤云野飞、去留无迹的意趣，由于它无所定指，以致《暗香》、《疏影》的主题千余年来尚无定论。史达祖、<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>、周密等风尘小吏的词作虽然有一定的现实感受，但主要还是以抒情为主，并具有结体为虚的特点。张炎、<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>等人抒发的是宋社既屋的亡国之痛、遗民故老的黍离之悲，这种情感很难落实到具体的事件之上。散处江湖，与社会现实比较隔膜，促成了空灵情感与骚雅人品的结合。 </p> <p>　　宋代词学的创作风格是趋向“清空”的，而审美理想是趋向“骚雅”的。到了姜夔的笔下，才把它们绾结起来。姜夔恪守本色，一切从法度出发，这使清空和骚雅的结合成为一种必然。姜夔对词体进行了全面的雅化，南宋中后期词人极工极变，皆不出姜夔的划域，并且各具姜夔的某种风格特征。后来这些相近的风格汇集起来，就形成了一个词学流派。这就是以姜夔为典范的南宋江湖词派。而江湖词派的三部词法，两部词选，还有频繁的词社聚会，都是在实践和传递姜夔的清空骚雅词法。像这样同时具备词人、词作、词选、词论、词社等五种因素比较典型的词学流派，在中国古代文学史上还是不多见的。</p> <p>　　姜夔以有意的心态从事词的创作，认真探讨词的各种法度。因此，后人把以姜夔为代表的一些南宋词人合称为“骚雅派”。其中包括南宋中后期的姜夔、吴文英、史达祖、高观国、张炎、王沂孙、周密等人。这是继辛弃疾之后所形成的又一个词派。他们既不同于香而弱的婉约派，也不同于苏辛以来的豪放派。他们更注重人工思力的安排，和周邦彦较为相近。但他们在风格上有更明确和自觉的追求，更注重发挥传统的“雅”与“骚”的传统。所谓“雅”是指他们都受时代濡染，以雅相标榜，以雅为美学理想。所谓“骚”是指以诗人的笔法入词，侧重继承以《离骚》为开创和代表的，以表现自我、抒发自我的主观性描写为主要目的的抒情传统。注重抒写心境是这派词人的重要特征，也是这派词人对词的发展和贡献。骚雅派词人加强了词的表现自我的能力，丰富了词的抒情手段，在词史上有一定的开创之功，但为了追求骚雅，又走上了过于隐晦、细小、破碎、缺少开阔意境与开阔手段的道路，将词带入一个狭小的天地，这对词的发展又起到了不利的限制作用。姜夔是这一词派的最高代表。</p> <p><strong>书法创作<br></strong>　　姜夔也是一位书法家。他的《续书谱》仿效孙过庭《书谱》而撰写，但并非《书谱》之续。全卷分总论、真书、用笔、草书、用笔、用墨、行书、临摹、方圆、向背、位置、疏密、风神、迟速、笔势、情性、血脉、书丹等十八则，所论书法艺术的各个方面，实自抒其心得之语。是南宋书论中成就最高，影响最大的学术著作。 姜夔“崇晋贬唐”，反对俗书，和提倡文人意趣的苏东坡、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>等相一致。但他对“唐法”并非不问青红皂白一概予以否定，而是用了大量篇幅对“法”进行了系统的、全面的论述，并从肯定和解释引申了“晋韵”古法。 </p> <p><strong>音乐创作<br></strong>　　姜夔是我国古代杰出的词曲作家，他的词调音乐无论在艺术上及思想上都达到了较高水平，并具有独创性。姜夔的词调音乐创作继承了古代民间音乐的传统，对词调音乐的格律、曲式结构及音阶的使用有新的突破，并且形成了独特风格。</p> <p>　　姜夔对于音乐史的主要贡献就是留给后人一部有“旁谱”的《白石道人歌曲》六卷，包括他自己的自度曲、古曲及词乐曲调。其代表曲有《扬州慢》、《杏花天影》、《疏影》、《暗香》等，成为南宋唯一词调曲谱传世的杰出音乐家。</p> <p>　　《白石道人歌曲》是历史上注明作者的珍谱，也是流传至今的唯一一部带有曲谱的宋代歌集，被视作“音乐史上的稀世珍宝”，其中有10首祀神曲《越九歌》、1首琴歌《古怨》、17首词体歌曲（又称“曲子词”，这些“曲子词”又分为两首填词的古曲《醉吟商·胡渭州》和《霓裳中序第一》）、一首《王梅令》（这是诗人为<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>所写曲调填词）、14首姜夔自己写的“自度曲”。他突破了词牌前后两段完全一致的套路，使乐曲的发展更为自由，在每首“自度曲”前，他都写有小序说明该曲的创作背景和动机，有的还介绍了演奏手法。</p> <p>　　姜夔能娴熟地运用七声音阶和半音，使曲调显得清越秀丽，这与他独具一格的清刚婉丽、典雅蕴藉的词风结合得天衣无缝。<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>称其有“裁云缝雾之构思，敲金戛云之奇声”。</p> <p>　　自唐末战祸四起，经过近半个世纪五代十国的战乱时期，宫廷雅乐大受挫伤，大部分的宫廷音乐、乐人流入民间。自商周以来规模盛大、气势恢弘、象征着皇权政治与王朝文化的宫廷音乐，到了宋朝则开始让位于正在崛起的民间音乐艺术。为改进宋时较混乱的音乐生活局面，姜夔曾写《大乐议》献给朝廷，希望复兴宫廷音乐，但未受重用。《大乐议》代表宋代民间音乐艺术最高成就，更为后人提供了一份了解当时音乐状况的可贵的资料。</p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　公元1154年（南宋绍兴二十四年），<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>出生于饶州鄱阳（今江西鄱阳）的一个破落官宦之家，他父亲姜噩，是绍兴十八年进士，先后官任新喻（今江西新余）县丞，汉阳（今湖北武汉）知县，在知县任上病卒。</p> <p>　　姜夔很小的时候，就跟随父亲到任职地，父亲死后，十四岁的姜夔依靠姐姐，在汉川县山阳村度完少年时光，直到成年。因为著籍饶州鄱阳，姜夔曾于公元1174年（淳熙元年）至1183年（淳熙十年），四次回家乡参加科举考试，均名落孙山。 </p> <p>　　仕途不顺的姜夔四处流寓，曾涉足过扬州、江淮一带，后来又客居湖南。大约在1185年（淳熙十二年），认识了<a href=\"http://so.gushiwen.org/author_30.aspx\">诗</a>人萧德藻，因为情趣相投，两人结为忘年之交。</p> <p>　　萧德藻是福建闽清人，绍兴十一年进士，曾官任龙川县丞、湖北参议，后调湖州乌丞县令，擅长作诗，与<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>齐名。由于赏识姜夔的才华，他特将自己的侄女许配给姜夔。公元1186年（淳熙十三年）冬天，萧德藻调官湖州，姜夔也决定和萧家随行。第二年暮春，萧德藻正式去湖州上任，途经杭州，介绍姜夔认识了著名诗人杨万里。杨万里对姜夔的诗词嗟赏不置，称赞他“为文无所不工”，酷似唐代著名诗人<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>，也和他结为忘年之交。之后杨万里还专门写信，把他推荐给另一著名诗人范成大。范成大曾官任参知政事（副宰相），当时已经告病回老家苏州休养，他读了姜夔的诗词，也极为喜欢，认为姜夔高雅脱俗，翰墨人品酷肖魏晋间人物。 </p> <p><strong>寓居湖州<br></strong>　　得到杨、范两位诗坛大家的揄扬，姜夔名声籍甚，此后寓居湖州达十多年。湖州弁山风景优美，公元1190年（绍熙元年），他正式卜居弁山苕溪的白石洞天，朋友潘德久遂称他为“白石道人”。</p> <p>　　姜夔为人潇洒不羁，以陆龟蒙自许，当时的名流士大夫都争相与他结交，连大学者<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>也对他青眼相加，不但喜欢他的文章，还佩服他深通礼乐。著名词人<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>对他的词也深为叹服，曾和他填词互相酬唱。</p> <p><strong>四处游历<br></strong>　　在湖州居住期间，姜夔仍旧时时四处游历，往来于苏州、杭州、合肥、金陵、南昌等地，这些经历在他的词集和诗集中多有反映。公元1190年（绍熙元年），他客游合肥，寓居赤阑桥，和范仲讷为邻，在合肥，他有相好的两位歌妓姐妹，彼此之间情深意厚，后来他做了很多诗词，纪念这段美好时光。</p> <p>　　公元1191年（绍熙二年），姜夔从合肥出发，泛巢湖，作《满江红》词，以浪漫的笔法和想像，讴歌巢湖仙姥，兼怀古叹今。这年夏天，又到金陵谒见杨万里，期间作了《醉吟商小品》词，怀念合肥情侣。秋天，再度奔赴合肥，作《凄凉犯》词，通过对合肥城邑荒凉景色的描写，抒发自己的忧国之思。姜夔和合肥姐妹的感情，是他一生中极为重要的感情经历。从二十多岁认识这对姐妹以来，他有过多次合肥寓居之举，直到绍熙二年秋，那对姐妹离开合肥才止。他在这年作的《秋宵吟》中无可奈何的说：“卫娘何在，<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>归来，两地暗萦绕。摇落江枫早，嫩约无凭，幽梦又杳。”对她们的离去表现出无比伤感和眷恋。同年冬天，姜夔再次来到苏州，谒见范成大，作《雪中访石湖》诗，范成大作诗见答。姜夔在范家踏雪赏梅，范成大向他征求歌咏梅花的诗句，姜夔填《暗香》、《疏影》二词，范成大让家妓习唱，音节谐婉，大为喜悦，特意把家妓小红赠送给姜夔。除夕之夜，姜夔在大雪之中乘舟从石湖返回苕溪之家，途中作有七绝十首，过苏州吴江垂虹桥之时，写下了“小红低唱我吹箫”的名句。</p> <p>　　公元1193年（绍熙四年），姜夔大约三十九岁，他在杭州结识了世家公子张鉴。张鉴是南宋大将张俊的诸孙，家境豪富，在杭州、无锡都有田宅。他对姜夔的才华也很欣赏，因为姜夔屡试不售，曾经想出资为姜夔买官，但姜夔却不想用这种让人羞愧的方式进入仕途，婉言谢绝。此后姜夔经常出入张鉴家，相互作诗填词唱和。</p> <p><strong>移家杭州<br></strong>　　公元1196年（庆元二年），萧德藻被侄子萧时父迎归池阳，姜夔在湖州失去依傍，遂干脆移家杭州，依附张鉴及其族兄张镃，后不再迁徙，在杭州居住终老。张鉴是姜夔晚年最好的知己，两人友谊极深，姜夔自己说：“十年相处，情甚骨肉。”公元1202年（嘉泰二年），张鉴死后，姜夔非常悲痛，作诗哀挽，可见其情意之深。</p> <p>　　是时南宋朝廷定都杭州已经六七十年之久，原来的乐典散落。公元1197年（庆元三年），四十三岁的姜夔曾向朝廷献《大乐议》、《琴瑟考古图》，希望获得提拔，但朝廷没有重视。两年之后，姜夔再次向朝廷献上《圣宋铙歌鼓吹十二章》，这次朝廷下诏允许他破格到礼部参加进士考试，但他仍旧落选，从此完全绝了仕途之念，以布衣终老。 </p> <p>　　公元1202年（嘉泰二年），自张鉴死后，姜夔生活开始逐年走向困顿，公元1204年（嘉泰四年）三月，杭州发生火灾，尚书省、中书省、枢密院等政府机构都被延及，二千零七十多家民房也同时遭殃，姜夔的屋舍也在其列，家产图书几乎烧光，这对于姜夔无疑又是一个打击，由于亲朋好友相继故去，姜夔投靠无着，难以为生，六十岁之后，还不得不为衣食奔走于金陵、扬州之间。</p> <p><strong>最后结局<br></strong>　　公元1221年（嘉定十四年），姜夔去世，他死后靠友朋<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>等人捐资，才勉强葬于杭州钱塘门外的西马塍，这也是他晚年居住了十多年的地方。</p>"
}