{
  "id": 2758,
  "star": 1,
  "name": "琴操",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2758.jpg",
  "dynasty": "宋代",
  "desc": "琴操（1073年-1098年），姓蔡，名云英，艺名琴操，原籍华亭（今上海），是北宋钱塘艺名人。琴操原系官宦大家闺秀，从小聪明伶俐，得到良好的教育，琴棋书画、歌舞诗词都有一定的造诣。13岁那年父亲受宫廷牵诛，母亲气激身亡，家遭藉没而为杭州歌唱院艺人。不到三年，因其学习刻苦，加上天资陪颖，才华出众，16岁那年改了北宋诗人秦观《满庭芳》词而在杭红极一时。后受到大诗人苏东坡的赏识，引为红颜知己。据闻后因与苏对答后，遁入空门。",
  "content": "<h2>生平</h2> <p>　　宋朝钱塘歌妓，姓氏不详，大约在1074年出生，13岁时被抄家，做官的父亲被打入大牢，自己被籍没为伎！抄家时她正在家中后院弹琴，那把心爱的琴也让人给毁了！“<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>”二字原出自<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>所撰的《琴操》一书，以琴操为名，可见琴操的才气也绝非一般。琴操虽说是妓，但冰清玉洁，卖艺不卖身，红极一时。</p> <p>　　琴操的轶事甚多，包括与苏东坡交往的种种趣闻。东坡的好友秦少游(1049—1100年)有首著名的词《满庭芳》：山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共饮离樽。多少蓬莱旧事，空回首烟霭纷纷。斜阳外，寒鸦数点，流水绕孤村。销魂当此际，香囊暗解，罗带轻分，漫赢得青楼薄幸名存。此去何时见也，襟袖上空有啼痕。伤情处，高城望断，灯火已黄昏。</p> <p>　　这首词用的是门字韵，是写给他所眷恋的某歌妓的，情意悱恻而寄托深远，是宋词中的杰作。有一天，西湖边上有人闲唱这首《满庭芳》，偶然唱错了一个韵，把“画角声断谯门”误唱成“画角声断斜阳”。刚好琴操听到了，说：你唱错了，是“谯门”，不是“斜阳”。此人戏曰：“你能改韵吗？”琴操当即将这首词改成阳字韵，成了面貌一新的词：山抹微云，天连衰草，画角声断斜阳。暂停征辔，聊共饮离觞。多少蓬莱旧侣，频回首烟霭茫茫。孤村里，寒烟万点，流水绕红墙。魂伤当此际，轻分罗带，暗解香囊，漫赢得青楼薄幸名狂。此去何时见也？襟袖上空有余香。伤心处，长城望断，灯火已昏黄。经琴操这一改，换了不少文字，但仍能保持原词的意境、风格，丝毫无损原词的艺术成就，若非大手笔，岂能为也！</p> <p><strong>琴操与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a></strong></p> <p>　　有一天，两只游船相撞，16岁的琴操与已到知命之年的苏东坡相遇，便有了一段至今亦令人愤愤不平的不了情。当时苏东坡是杭州知府，琴操是当时红极一时的歌妓，琴操虽已被东坡赎身，但受到世俗和伦理的束缚，两个有情人终不能结为连理。琴操曾为东坡抚琴一首，被东坡的好友佛印称为百年难得一闻。</p> <p>　　宋人《泊宅编》中记载到苏轼在杭州时，携琴操游西湖。</p> <p>　　一日东坡戏曰：“予为长老，汝试参禅。”琴操笑诺。</p> <p>　　东坡曰：“何谓湖中景？”</p> <p>　　答：“秋水共长天一色，落霞与孤鹜齐飞。”</p> <p>　　又问：“何谓景中人？”</p> <p>　　回答：“裙拖六幅湘江水，髫挽巫山一段云。”</p> <p>　　再问：“何谓人中意？”</p> <p>　　答：“随他杨学士，鳖杀鲍参军。”</p> <p>　　还问：“如此究竟如何？”琴操不答。</p> <p>　　东坡曰：“门前冷落车马稀，老大嫁作商人妇。”</p> <p>　　东坡想劝说琴操从良，谁知一语惊醒梦中人。琴操云：“谢学士，醒黄梁，世事升沉梦一场。奴也不愿苦从良，奴也不愿乐从良，从今念佛往西方。”（《东坡笔记》）东坡为之落藉。琴操削发为尼，于玲珑山别院修行，这是大学士万万没有想到的，一句笑侃，铸成玲珑山多了一位僧尼，长伴青灯没几年，闻道东坡贬至澹州（海南），百感波涌、万念俱灰，玉殒梦醒，红颜薄命年仅二十四，东坡闻知大恸，流传千年的故事。悲戚戚……</p> <p>　　琴操出家后，前两年苏东坡、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>还有佛印和尚经常来玲珑山，和她品琴论<a href=\"http://so.gushiwen.org/author_2758.aspx\">诗</a>。早些年，这里还挖出这三个人的石像。修行也许太孤寂了，让一个少女，在古佛青灯之间渐渐老去，是何等的残忍。这也是苏东坡和琴操故事中，最令人遗憾的地方。但结局无法改变。诗人和歌妓的相识，是一段夙缘，苏东坡一次次踏马玲珑山就是这一段情感觉的注释，一直到两年后的一天。两年后，苏东坡离任北上，看着诗人越来越远的背影，琴操的心扉也渐渐关上了。任凭风吹裙椐，她的双眸已经被泪水模糊了。琴操在进入玲珑山八年后，听到被朝廷勒令还俗的诗僧参寥带来的消息，苏东坡已被贬至南海中的瞻州，也就是现在的海南了。薄暮中的琴操茫然若失，不出数月，郁郁而终。时年不过二十四岁。垂暮之年的苏东坡，听人说起琴操的死讯，面壁而泣，说了一句话，翻译成白话就是，我害了她。这句后流传，没有文献记载的话，也符合后人理解中，一生风趣的北宋诗人苏东坡的形象。苏东坡最后一次见到琴操，是在他离开杭州前。那是个草长莺飞的四月，苏东坡策马狂奔，他回首时有着忧伤的一瞥。这个眼神在琴操的心中铭刻了一生。而那一个裙裾飘飘，抚琴而歌的北宋少女琴操，她曼妙的手势，和那空谷琴声一样，烙在诗人苏东坡和后人的怀想中，就象那个民国情种郁达夫。</p> <p>　　诗人苏东坡，后来玲珑山琴操修行处，重葬了这位红颜知己，并自写了一方墓碑。琴操墓到宋朝时，已淹没在荒草之中，乡人捡到东坡的题碑，就重修了一次。民国年间，诗人郁达夫寻访时，又只剩下“一坡荒土，一块粗碑”，上面刻着“琴操墓三个大字”了 。郁达夫所见的墓碑，已非东坡所书，而是明人重修的碑碣。十几年前重修琴操墓，找到这块已被当作铺路石的残碑。郁达夫见到的菜地里。那块记述东坡和琴操事的碑石，则踪影全无了。</p> <p>　　琴操在玲珑山某尼姑庵研读佛理，并将心得写下，寄与杭州城中的苏东坡。一位是出身低微却极有天赋的才女，一位是天性浪漫、不拘小节的大诗人，成为了知交。在宦海中几经沉浮的苏东坡，早已将人世看透，但却冲不破世俗枷锁，无法和心爱的人厮守，成为一段令人唏嘘的岁月悲歌。</p> <p><strong>宋人笔记中的琴操</strong></p> <p>　　宋人笔记《枣林杂俎》中写到\"琴操年少于东坡,和诗人有过一段忘年情\"此书中的一笔带过，在元代就被人写成了戏曲加以传唱，也就有了后来的《眉山秀》和《红莲债》！</p> <p>　　琴操作为一代才女，虽受到了当地父母官苏东坡的宠爱，但终逃不了红颜薄命的厄运，出家于玲珑山，且有了“琴操参宗”的典故。</p> <p> </p><br/><h2>人物评价</h2> <p>　　民国时，郁达夫、林语堂和潘光旦同游玲珑山，翻遍八卷临安县志却不见有关<a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>记载。气愤的郁达夫作<a href=\"http://so.gushiwen.org/author_2758.aspx\">诗</a>叹道“山既玲珑水亦清，东坡曾此访云英，如何八卷临安志，不记琴操一段情！”林语堂拿来一本《野叟曝言》，提议说到“潘光旦研究<a href=\"http://so.gushiwen.org/author_626.aspx\">冯小青</a>，我喜爱李香君！达夫和琴操也算的是同乡，琴操墓的修整就理应郁兄来操办了！此事后来不了了之。只因琴操一朝为妓，终入不得正史。痛感玲珑山墓冢荒鄙怎能配上这个前朝的美人，数代文人墨客因此冢而拜访玲珑山，墓碑也几度重修。琴操因东坡而得到代代文人的怜惜，玲珑山也因有琴操而千古闻名。</p><br/><h2>遁世之说</h2> <p><strong><a href=\"http://so.gushiwen.org/author_2758.aspx\">琴操</a>出家的说法</strong></p> <p>　　1、1090年宋哲宗元祐五年春天，五十多岁的<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>请琴操到苏府品琴论<a href=\"http://so.gushiwen.org/author_2758.aspx\">诗</a>，有过一段风雅之交。东坡之后被贬惠州，琴操感到这里也不是她的容身之处，随后就出家了！</p> <p>　　2、民间的说法是，琴操看破红尘，落发为尼，东坡曾数次踏马玲珑山寻访琴操，想劝说她回到杭州府衙，都被琴操婉拒！东坡醉卧石！是当年诗人吃了闭门羹后解酒消愁之地！此事曾记在石碑上，郁达夫后来寻访时在菜地里见到过被遗弃的碑石！</p> <p><strong>玲珑山简介（因有琴操而闻名）</strong></p> <p>　　玲珑山在杭州西，临安县境内，山小但很精致！玲珑山的旧迹很多，唐代古刹卧龙寺在宋时香火还很盛。昔年琴操上山时，要过南天门。这是唐朝就有的山门，上有楼阁，下通行人，有石门可开启。这景致早已湮没，遗存的只有一方后人题刻的“玲珑胜境”，还有东坡手植的学士松了。“九折岩”三个字，据说是东坡的醉书。当年琴操就从这方岩壁后拐过去，消逝在绿树中。山路不长，有一种曲径通幽之感，不知道琴操又如何想呢？她这一步过去，就和红尘隔绝了，她抛得下世间的繁华和心中的情愫吗？</p>"
}