{
  "id": 1802,
  "star": 2,
  "name": "文同",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1802.jpg",
  "dynasty": "宋代",
  "desc": "文同（1018～1079年），字与可，号笑笑居士、笑笑先生，人称石室先生。北宋梓州梓潼郡永泰县（今属四川绵阳市盐亭县）人。著名画家、诗人。宋仁宗皇祐元年(1049年)进士，迁太常博士、集贤校理，历官邛州、大邑、陵州、洋州（今陕西洋县）等知州或知县。元丰初年，文同赴湖州（今浙江吴兴）就任，世人称文湖州。元丰二年（1079）正月二十日，文同在陈州（今河南省淮阳县）病逝，未到任而卒，享年61岁。他与苏轼是表兄弟，以学名世，擅诗文书画，深为文彦博、司马光等人赞许，尤受其从表弟苏轼敬重。",
  "content": "<h2>艺术成就</h2> <p><strong>绘画</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>以善画竹著称。他注重体验，主张胸有成竹而后动笔。他画竹叶，创浓墨为面、淡墨为背之法，学者多效之，形成墨竹一派，有“墨竹大师”之称，又称之为“文湖州竹派”。“胸有成竹”这个成语就是起源于他画竹的思想。</p> <p>　　文同对竹子有深入细致的观察，故其画竹法度谨严，同时作为文臣，其作品又有着区别于职业画家的新意。《图画见闻志》说他的墨竹“富潇洒之姿，逼檀栾之秀”。《宣和画谱》则进一步指出其作品“托物寓兴，则见于水墨之战”。</p> <p>　　看到了文同墨竹画中所具有的特质。可以说文同这类作品的出现，是文人画开始兴起的标志之一。文同的墨竹作品给当时<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、金代<a href=\"http://so.gushiwen.org/author_414.aspx\">王庭筠</a>父子、元代李刊等诸多画家以重要影响，墨竹逐渐成为中国文人画的一个重要题材。</p> <p>　　文同主张画竹必先“胸有成竹”。所写竹叶，自创深墨为面、淡墨为背之法。洋州有篔簹谷，多竹林，时往观察，因而画竹益精。与表弟苏轼<a href=\"http://so.gushiwen.org/author_1802.aspx\">诗</a>词往来唱和，确立了四君子题材。其画竹，“深墨为面，淡墨为背”。其后画竹者多从其学，世有“湖州竹派”之称。至元代画墨竹蔚为风尚，如李衎、<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>等名家，皆湖州派之继承者，对后世影响极大。也喜作古木老槎，并写山水。</p> <p>　　四川仁寿县黑龙潭石壁有一铺所谓的隐形碑，灰白色的石面光滑无迹，泼水后却呈现出一枝墨竹，当地人相传是文同作品。苏轼：《苏东坡集》卷三二《文与可画贺筜谷偃竹记》：\"画竹必先得成竹于胸中，执笔熟视，乃见其所欲画者。\"署名<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>的《文湖州竹派》一文，列举文同之后的墨竹画家二十五人，画派形成于文同的亲朋好友中，如文同的妻侄、子女、外孙以及表弟苏轼等。湖州竹派在宋以后的八百多年间，影响一直不衰，其中最著名的受惠者有元代高克恭、赵孟頫、李衎、柯九思、吴镇，明代王绂，清代<a href=\"http://so.gushiwen.org/author_573.aspx\">郑燮</a>等人。</p> <p>　　文同传世作品极少，今台北故宫博物院藏《墨竹图》为其真迹，画倒垂竹一枝，形象真实，笔法严谨。广东博物馆藏有《墨竹图》一轴，系此轴临本。《墨竹图》此墨竹画轴，无名款，但钤有文同二印：静闲画室。文同与可。画悬崖垂竹，主干曲生，至末端而微仰，寓屈伏中隐有劲拔之生意。枝叶甚密，交相间错，向背伏仰各具姿态，画叶之墨色浓淡相依，正如<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>论文同画竹云：“以墨深为面，淡墨为背，自与可始也。”墨竹于北宋仍属初兴之画艺，与当时尚工笔写实之花卉犹有时代性之相关，故未见“介”、“爪”式的撇叶，也未见竹节间的书法连笔。通幅画法在“画”、“写”之间，与元代及此后的文人写竹相异其趣。</p> <p><strong>诗文</strong></p> <p>　　文同在诗歌创作上很推崇<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>，他的《织妇怨》描写织妇辛勤劳作，反被官吏刁难，与梅尧臣反映民间疾苦的诗同一机杼。他的写景诗更有特色。如“烟开远水双鸥落，日照高林一雉飞”（《早晴至报恩山寺》）；“深葭绕涧牛散卧，积麦满场鸡乱飞”（《晚至村家》）等句；形象生动，宛如图画，充分表现了画家兼诗人善于取景、工于描绘的特点。他在诗中还常常把自然景物比作前人名画，如“独坐水轩人不到，满林如挂《暝禽图》”（《晚雪湖上寄景儒》）、“峰峦李成似，涧谷范宽能”（《长举》），为古代诗歌描写景物增添了一种新的手法，这同当时画家乐于向前人诗中寻找画意具有同样的意义，表明了北宋前期诗与画这两门艺术已更为密切地结合在一起,比起前人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的“诗中有画”来就更前进了一步。</p><br/><h2>文同与苏轼</h2> <p><strong>兄弟情深</strong></p> <p>　　北宋另一位全才是苏东坡。他与<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>齐名，巧的是二人不仅是亲家，情同手足，并且同为“竹痴”。“宁可食无肉，不可居无竹”，苏东坡既是自况，也是评点自己那位亲家。据说，苏东坡画竹，追根溯源，也是受文同“传染”，并且还是文同授之以技法。</p> <p>　　文同任洋州（今陕西洋县）太守时，别人都觉得那里是穷乡僻壤，但文同却十分惬意于此地，因为这里满山满谷都是竹林。一日，文同与夫人同去观竹，晚饭仅有竹笋下饭。正吃间，收到东坡信札。东坡除了照例嘘寒问暖外，还附了一<a href=\"http://so.gushiwen.org/author_1802.aspx\">诗</a>：</p> <p>　　汉刀修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭川千亩在胸中。<br>文同读罢诗句，忍俊不禁，放怀大笑，喷饭满桌。有如此亲家，“清贫太守”倍感生活的滋润。他经常坦言：世无知己者，唯子瞻（东坡的字）识吾妙处。</p> <p>　　东坡也公开表示：与可于予亲厚无间，一日不见，使人思之。宋神宗元丰元年（公元1078年），文同曾送东坡一帧墨竹册页。次年正月，61岁的文同奉调出任湖州（今浙江吴兴）太守，不幸于二十一日病逝于赴任途中的陈州（今河南淮阳）驿舍。东坡得知噩耗，以手摩拳画册，挥泪不止。</p> <p><strong>怀念文章</strong></p> <p>　　文与可画筼筜谷偃竹记</p> <p>　　竹之始生，一寸之萌耳，而节叶具焉。自蜩腹蛇蚹以至于剑拔十寻者，生而有之也。今画者乃节节而为之，叶叶而累之，岂复有竹乎！故画竹必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，少纵则逝矣。与可之教予如此。予不能然也，而心识其所以然。夫既心识其所以然而不能然者，内外不一，心手不相应，不学之过也。故凡有见于中而操之不熟者，平居自视了然而临事忽焉丧之，岂独竹乎？ 子由为《墨竹赋》以遗与可曰：“庖丁，解牛者也，而养生者取之；轮扁，斫轮者也，而读书者与之。今夫夫子之托于斯竹也，而予以为有道者，则非耶？”子由未尝画也，故得其意而已。若予者，岂独得其意，并得其法。</p> <p>　　与可画竹，初不自贵重，四方之人持缣素而请者，足相蹑于其门。与可厌之，投诸地而骂曰：“吾将以为袜材。”士大夫传之，以为口实。及与可自洋州还，而余为徐州。与可以书遗余曰：“近语士大夫，吾墨竹一派，近在彭城，可往求之。袜材当萃于子矣。”书尾复写一诗，其略云：“拟将一段鹅溪绢，扫取寒梢万尺长。”予谓与可，竹长万尺，当用绢二百五十匹，知公倦于笔砚，愿得此绢而已。与可无以答，则曰：“吾言妄矣，世岂有万尺竹哉！”余因而实之，答其诗曰：“世间亦有千寻竹，月落庭空影许长。”与可笑曰：“苏子辩矣，然二百五十匹，吾将买田而归老焉。”因以所画筼筜谷偃竹遗予，曰：“此竹数尺耳，而有万尺之势。”筼筜谷在洋州，与可尝令予作洋州三十咏，《筼筜谷》其一也。予诗云：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。”与可是日与其妻游谷中，烧笋晚食，发函得诗，失笑喷饭满案。</p> <p>　　元丰二年正月二十日，与可没于陈州。是岁七月七日，予在湖州曝书画，见此竹废卷而哭失声。昔曹孟德《祭桥公文》，有“车过”、“腹痛”之语。而予亦载与可畴昔戏笑之言者，以见与可于予亲厚无间如此也。</p><br/><h2>文同游历</h2> <p><strong><a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>在大邑</strong></p> <p>　　宋皇佑四年（公元1052年），文同三十四岁，春，以通判邛州摄浦江县令。后于夏秋之际，改摄大邑县令。文同撰《重序九皋集》：“大邑缺令，余以郡从事摄知其治”。</p> <p>　　文同在大邑任内，“乐其少讼而多暇”，常游邑中名山胜迹，或访县之古寺高僧，每有所得，即吟咏成章，或作墨竹于壁。</p> <p>　　药师岩游历：</p> <p>　　文同摄大邑令时曾来药师岩游览，并赋五律<a href=\"http://so.gushiwen.org/author_1802.aspx\">诗</a>一首：“此景又奇绝，半空生曲栏。蜀尘随眼断，蕃雪满襟寒。涧下雨声急，岩头云色乾。归鞍休报晚，吾待且盘桓。”南宋绍兴二十三年(1153年)，眉阳程绩又经手把文同此诗勒石，并写有题记。文同诗和程绩的题记现仍保存完好。</p> <p>　　鹤鸣山游历：</p> <p>　　文同《重序九皋集》云：在摄大邑令期间，乐其少颂而多暇，辄游邑之名山胜迹，每有所得，则吟咏成章，虽一山一水，不或遗也。在鹤鸣山著长短句数章，绘墨竹画数幅，均载《丹渊集》。清《大邑县志》收载，惟墨竹壁画旧废”。</p> <p>　　雾中山游历：</p> <p>　　在游雾中山时，著有《题雾中山碧玉潭》七绝一首：“千岩角逐互吞吐，一峰拔起矜崔嵬。日光微漏潭见底，水气上薄云成堆。”</p> <p><strong>文同在汉中</strong></p> <p>　　古代汉中及所属各州县，任知府知县者多多矣，但如北宋汉中知府、洋州知州文同之风流倜傥，诗文书画俱佳，又能体恤百姓、为民请命者，却是凤毛麟角。</p> <p>　　北宋熙宁五年（1072）文同调任兴元府（今汉中）知府，次年三月赴任。任内先兴办学校，挑选品行学问最优秀的人主事，并多方劝勉百姓送子弟上学；公事之余常亲自到学校训导，于是汉中求学者日渐增多。他还亲自草拟《奏为乞置兴元府学教授状》，上奏朝廷，建议设立汉中府学教授一职，专抓教育，使汉中教育事业蓬勃发展。当时，有盗贼横行街市，关中一带不少恶徒在褒斜道间剽掠抢劫，人民深受其害。文同派吏卒侦捕，严加整治，从此盗不敢犯，使社会安定，人民安乐。文同任内常革除民间杂徭等积弊，解民疾苦。</p> <p>　　熙宁八年(1075)10 月，任满后调任洋州（辖今洋县、佛坪、西乡、镇巴县）知州。因州城年久失修，境内山高林深，时有盗贼出没。文同上奏朝廷，重修洋州城，增添兵丁，民赖以安。洋州产茶叶，当时朝廷实行榷茶法（专卖），每年洋州须上解茶40万斤，由茶农肩挑背驮至州郡上缴。其余茶叶，限运四川销售，而四川也盛产茶，遂致价贱难卖，积压霉变，</p> <p>　　茶农怨声载道。文同上奏朝廷，废“榷茶法”，洋州民大悦。他还向朝廷上《论官场榷盐宜预为计度状》，解决州民缺盐之难。朝廷遂下令：“尽行榷盐，不许私商兴贩。”</p> <p>　　洋州城北有篔筜谷（今洋县纸坊乡砚台山与文家坪之间），茂林修竹，文同暇日常携妻来此悠游，观竹、画竹，品尝竹笋。“自谓偷闲太守，人呼窃绿先生”。多年的观竹与画竹，使文同终于悟出了画竹之真谛。他告诉表兄<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>说：“画竹者必先得成竹于胸中，执笔熟视，乃见其所欲画者，急起从之，振笔直遂，以追其所见，如兔起鹘落，稍纵则逝矣。”文同画竹的至理名言，经苏轼《文与可画篔筜谷偃竹记》一文的转述而广为流传，后来被衍化为脍炙人口的“胸有成竹”（或“成竹在胸”）成语。一天，文同与妻子在篔筜谷中赏竹，烧笋晚食。忽然，衙役送来苏轼的信，文同拆开一看，原来是苏轼写给他的一首诗：“汉川修竹贱如蓬，斤斧何曾赦箨龙。料得清贫馋太守，渭滨千亩在胸中。”文同读后，不觉大笑，喷饭满案，成为一段文坛佳话，从而又衍化成了“失笑喷饭”成语。</p> <p>　　文同在洋州重视公益事业，修了多处园林亭榭等景观，供人游憩，使当时的洋州城，风景如画，美不胜收。他特写下了《洋州三十咏》等大批诗作，并把这些诗寄给表兄苏轼、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>及诗友鲜于侁，二苏及鲜于侁都合诗相赠。为此，北宋四大诗人《洋州三十咏》共120首，为洋州一时之胜，直到今天，仍不失为洋县人文一大瑰宝。此外，文同在汉中、略阳还有多首诗作传世，均收入其诗集《丹渊集》中。</p>"
}