{
  "id": 497,
  "star": 8,
  "name": "谢枋得",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_497.jpg",
  "dynasty": "宋代",
  "desc": "谢枋得(1226～1289年)：南宋进士，江西信州弋阳人，字君直，号叠山，别号依斋，担任六部侍郎，聪明过人，文章奇绝；学通“六经”，淹贯百家，带领义军在江东抗元，被俘不屈，在北京殉国，作品收录在《叠山集》。",
  "content": "<h2>生平</h2> <p><strong>自幼聪明</strong><br>　　<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>（1226～1289年），字君直，号叠山，南宋信州弋阳人（今上饶弋阳县）。谢枋得的一生充满了传奇色彩，他蔑视权贵，嫉恶如仇，他爱国爱民，用生命和行动谱写了一曲爱国的壮丽<a href=\"http://so.gushiwen.org/author_497.aspx\">诗</a>篇。作为南宋著名的爱国文学家和诗人，他的诗文豪迈奇绝，自成一家。<br>　　其伯父谢征明抗元战死，其父谢应琇因忤贵官被冤枉死，谢枋得由母亲桂氏教养，自幼颖悟，每次看书，五行一齐看下来，过目一看，终身不忘。《宋史列传》对谢枋得是这样描绘：“为人豪爽，每观书五行俱下，一览终身不忘。性好直言，一与人论古今治乱国家事，必掀髯抵几，跳跃自奋，以忠义自任”。<br>　　他好说直话，一与别人论述古今治乱的国家大事，一定是掀起胡子，抵着几案，跳跃自奋，显得很激动的样子。以“忠义”作为己任。徐霖称他为：“如受惊的白鹤伴云霄而飞，不可能用笼子来束缚他。”</p> <p><strong>中进士 怒斥奸佞</strong><br>　　宋朝是民族危机深重的时代，特别是南宋末期，当时，以理宗为首的南宋封建统治集团，荒淫腐朽，再加上宦官董宋臣和权臣贾似道祸国殃民，南宋的政治十分黑暗。<br>　　宝祐四年(1256)与<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>同科中进士。谢枋得对策时严厉地攻击丞相董槐与宦官董宋臣，本意希望擢升中进士甲科，到公布考生名单，考中乙科。任命担任抚州司户参军，随即弃职而去。<br>　　次年复试教官，中兼经科，担任建宁府教授。未上，<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>宣抚江南东、西两路，命他担任干办公事。团结民兵，以保护饶州、信州、抚州，用科降钱米以作为地方民兵的食粮。谢枋得说服邓、傅二姓所属二社各大家，得到民兵一万多人，驻守信州，到兵退后，朝廷核实各项军费，差一点没有免除科降钱。<br>　　1258年，蒙古军大举攻宋，谢枋得被朝廷任为礼兵部架阁，负责招募民兵，筹集军饷，保卫饶、信、抚三州。谢枋得变卖家产，八方奔走，经他多方筹措，共招募得民兵一万多人。<br>　　景定五年（1264），他在建康当考官时，当时的丞相兼枢密使叫贾似道，他奉行投降政策，奉币向蒙古军求和，加上蒙古大汗蒙哥刚死，内乱发生，忽必烈答应了条件，率蒙古军北撤去争夺王位。蒙军刚撤，贾似道就开始行打算法，诬陷各地抗蒙将领贪污军费，逼他们破产赔偿。谢枋得极为愤慨，也对时局失望至极，便以贾似道政事为题，言“兵必至，国必亡”。指出贾似道“窃政柄，害忠良，误国毒民”，为此，漕使陆景思抓住了这件事，送上这种文稿给贾似道，贾似道则以谢枋得居乡不守法纪、起兵时冒领使用科降钱，又诽谤他，追夺两官，贬谪兴国（今湖北阳新县），直到公元1267年才被放回家乡。此后，他隐居弋阳的家中，没有出仕，主要还是由于他厌恶统治集团的欺压百姓，昏庸无能，腐败透顶。这期间，他闭门讲学，向弟子宣传爱国思想，并鄙视权贵，足迹不入豪门。</p> <p><strong>保家卫国</strong><br>　　咸淳三年(1267)，朝廷赦免谢枋得，允准回居乡里，应吴潜征辟，组织民兵抗元。公元1271年，蒙古改国号为元。1275年，元将伯颜率元兵大举攻宋。<br>　　德祐元年(1275)，吕文焕引导元兵沿长江东下攻占鄂州、黄州、蕲州、安庆、九江，凡是他的亲友、部下都被诱降而献出城邑，于是屯驻建康。谢枋得与吕师夔友善，于是应诏上书，以一族人举保吕师夔可以信任，希望分给沿长江诸屯兵让他统帅，以他为镇抚使，使之行程成功，又愿亲自到江州会见吕文焕与他议论。朝廷同意了，令他沿长江以察访使的职务成行，正当吕文焕北归而去，没有见到他就返回。<br>　　谢枋得以江东提刑、江西招谕使的身份担任信州知州。第二年正月，吕师夔与武万户分别平定江东一带，谢枋得以兵挡之，派前锋呼喊说：“谢提刑来了。”吕师夔的军队驰到军前，用箭射谢枋得，箭头一直射到马前，谢枋得逃入安仁，调淮士张孝忠迎战团湖坪，箭射完了，张孝忠挥动双刀杀死了一百多人。</p> <p><strong>流亡生涯</strong><br>　　在此国家存亡关头，谢枋得又挺身出来组织抗战。由于南宋最高统治集团畏战，左丞相留梦炎弃职逃跑，兵部尚书吕师孟降元，其他不少封疆大臣和前线将领也纷纷投敌，大片国土沦丧。公元1276年正月，元军进攻宋朝江东地区。谢枋得亲自率兵与元军展开了一场血战，终因孤军无援而失败。三月，元军占领南宋首都临安，并将宋恭宗、太后全氏、太皇太后谢氏俘往元朝上都，谢氏曾寄诏书命令南宋臣民降元，但谢枋得拒绝降元。五月，南宋景炎帝即位，谢枋得被任江东制置使。于是，他再次招集义兵，继续进行抗元斗争，但终因寡不敌众而失败。由于元军的追捕，他被迫隐姓埋名，逃亡福建，隐遁于建宁唐石山中，宋亡，流寓建阳，以卖卜教书度日。这场战争中，谢枋得的妻子李氏饶州安仁人，宁死不屈，与次女和两婢女自尽，谢枋得的两个兄弟，三个侄子也被元军迫害致死，南宋终因回天乏术，走上了灭亡之途。<br>　　谢枋得逃到福建后，曾长期流亡在建阳一带的穷山野岭之间，生活极其贫困。他每天穿着麻衣草鞋，面向东方痛哭，藉以悼念已亡的故国。谢枋得不做元朝的顺民，以卜卦、织卖草鞋或教书为生。曾到武夷山拜访遗民<a href=\"http://so.gushiwen.org/author_2778.aspx\">熊禾</a>。在流亡期间，谢枋得创作了大量的诗和文，反映人民的疾苦，痛斥南宋的昏暗和大臣们的卖国求荣，表达对复国还乡的强烈愿望，艺术成就极高。</p> <p><strong>叠山精神</strong><br>　　谢枋得有《叠山集》，存词一首。<br>　　长女谢葵英适安仁通判周铨，早寡，后闻父亡亦投水而死，人称其投水处为“孝烈叠山”，谢枋得被贬，谪居在兴国军的叠山，谢枋得就以此为号。苏东坡曾经作诗中有“溪上青山三百叠”，兴国军属江南西路管辖。它位处长江西南面，州城紧靠长江支流富川的北岸。黄州是在离兴国军不远的长江北岸。早在宋神宗元丰三年(1080)，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾因“乌台诗案”被贬到黄州居住，过着极其艰苦淡泊的生活，境况和谢枋得非常相似。当年，苏轼曾经在黄州城东东坡的数十亩营防废地上垦荒耕种，于大雪天在这里修建房子，还亲自写了“东坡雪堂”匾额，并从此自号“东坡居士”。谢枋得十分崇敬苏轼，苏轼在兴国军写的一首七律诗：《自兴国往筠宿石驿南二十五里野人舍》。<br>　　溪上青山三百叠，快马轻衫来一抹。倚山修竹有人家，横道清泉知我渴。芒鞋竹杖自轻软，蒲荐松床亦香滑。夜深风露满中庭，惟见孤萤自开阖。<br>　　谢枋得对这首诗的格调和意境，非常推崇，在如此艰难的环境下，苏轼还有这种洒脱的风度，于是谢枋得取首句“溪上青山三百叠”，模仿苏轼，也为自己的读书堂写了—块“叠山”二字的匾额，并从此自号“叠山”，而人们也因此尊称他为“叠山先生”。</p> <p><strong>绝食殉国</strong><br>　　元朝统一中国后，就开始拉拢汉族士大夫，由于谢枋得的文名和威望，元朝曾先後五次派人来诱降，但都被他用严词拒绝，并写《却聘书》：“人莫不有一死，或重于泰山，或轻于鸿毛，若逼我降元，我必慷慨赴死，决不失志。”<br>　　1288年冬天，大雪纷飞，福建行省参政魏天佑奉元帝之命，强迫谢枋得北上大都。这时，谢枋得虽然形容枯瘦，但仍精神抖擞，慷慨赋诗赠别亲友。他一到大都，就问明太皇太后谢道清坟墓和宋恭宗所在的方向，恸哭再拜，后拘留于悯忠寺（今法源寺），见壁间有曹娥碑，哭泣说：“小女子犹尔，吾岂不汝若哉！”并再次进行绝食斗争。留梦炎派医生拿了杂有米饭的药汤请他去喝，他一面怒骂，一面将药罐拂在地上。四月初五，谢枋在大都悯忠寺(今北京法源寺)，绝食五天，终于为国尽节，至死未降为元臣。<br>　　遗书自称“大元制世，民物一新，宋室孤臣，只欠一死。某所以不死者，以九十三岁之母在堂耳，先妣以今年二月，考终于正寝，某自今无意人间事矣！”。其子定之负骸骨归信州，葬故乡弋阳玉亭龚原。门人私谥他为“文节”。<br>　　谢枋得用死来表示抗拒，从出发北上那天起，就开始绝食。后来，为了能活着到大都，看见被元军 俘虏的谢太后和恭宗后，才每天吃少量的蔬菜水果维持生命。<br>　　到大都后，尚书留梦炎下令把他安排到悯忠寺休养。谢枋得住的那间屋子中，墙上有一块纪念曹娥的碑。谢枋得看碑后，痛哭地说：“一个年轻的女子尚能为父尽孝，我怎能不为国殉难呢？”从此，他开始绝食。5天后，谢枋得终于以死殉国，那年他64岁。 </p><br/><h2>思想精神</h2> <p>　　构成<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>思想和精神境界主要由三个方面内容构成，一是爱国主义思想，这一思想成了他精神世界中的主色调，也是最为后人敬仰的。第二，程朱理学对他的影响。第三，道教思想对他的影响。</p> <p><strong>爱国主义思想</strong><br>　　分析谢枋得爱国主义思想，我们离不开当时的历史环境和人们的道德认知水平，离不开中国文化传统。笔者认为谢枋得爱国主义精神是高尚的，是有传承意义的。谢枋得的爱国主义思想表现在：他对人民的关怀，对故乡山河和亲人的眷恋，对中华文化的维护和认同，这可说是谢枋得爱国思想的核心，并使他的爱国思想远超出了单纯抗元斗争的范围。祖国，并不是一个抽象的概念，它除了代表一定阶级利益的政权之外，还指生养哺育人们的山川大地和人民群众，当然也包括故乡和亲人师友，包括儒家文化。正是对这一切的热爱，才使谢枋得强烈憎恨南宋的贪官污吏和蒙古贵族压迫者。<br>　　谢枋得之所以能够成为一个爱国志士，这决不是偶然的。谢枋得生活在宋、元之际社会动乱的时代。他出身书香门第，良好的家庭教育对他的爱国思想的形成和发展有着深远的影响。他的父亲谢应诱曾任浔州签判，为人正直；母亲桂氏也知书达理，深明大义。早在青少年时期，他就经常受到父母有关忠义爱国的教育。这就是为什么谢枋得在被押赴大都时还高唱“万古纲常担上肩，脊梁铁硬对皇天。人生芳秽有千载，世上荣枯无百年”，充分表达了他那威武不屈的民族骨气和贫贱不移的高尚志向。<br>　　当然，对谢枋得爱国思想的形成与发展影响更大的还是中国历史上的爱国主义传统。谢枋得自幼博览群书，熟读四书五经，谢枋得非常熟悉祖国的历史，并常以历史上的爱国志士为榜样。他特别敬仰<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，一则他也是<a href=\"http://so.gushiwen.org/author_497.aspx\">诗</a>人，也是爱国者，情趣相近，志向相同；二则，谢枋得和辛弃疾均属同朝，辛弃疾长期在铅山定居，有亲切感。1271年，当元军长期围攻襄、樊，南宋国运垂危之秋，谢叠山曾与同志十七人在铅山金相寺集会祭奠辛弃疾，盛赞了他“英雄之才，忠义之心，刚大之气”,表示要将他的言行录于书史， 由于历史认识的局限性，谢枋得的爱国往往又是和忠君联系在一起，在分析谢枋得忠君思想时，我们必须采取一分为二的态度，谢枋得“从道不从君”，当皇帝代表民族和国家利益时，他才报以无限忠诚。当皇帝的旨义与谢枋得恪守的思想不一致时，他也不会无条件服从皇帝的命令。如他在参加进士考试时受抑，他不从还乡，可见他对皇帝存在一定的不满情绪。特别是1276年从大都寄来太皇太后谢氏命令南宋各地臣民降元的招书时，谢枋得并不服从。后来他谈到这件事时说：“君臣以义合者也，合则就，不合则去。”可见，谢枋得对皇帝并非只是无原则的愚忠。</p> <p><strong>程朱理学对其影响</strong><br>　　谢枋得出身于封建官僚家庭，本人又是南宋大臣。自幼熟读儒家经典，一生恪守封建道德，谢枋得誓不化元，从思想根源来说，一是为了捍卫中华传统文化，元朝初期斯文遭践踏，文坛萧条，儒生被欺凌，儒道被遗弃。同时元朝把人分为四等，汉人和南宋遗民地位最低，谢枋得反抗的是元朝的民族压迫，反对的是元朝对中华文化的破坏。二是程朱理学对其产生的深刻影响。中国长期的封建专制皇权的建立，文化道德上的专制主义必然是皇权所要求的。汉代的《礼记》以“天无二日，国无二君，家无二尊”来强调皇权和父权，董仲舒概括的“君为臣纲，父为子纲，夫为妻纲”和“仁、义、礼、智、信”的三纲五常，构成了2000多年来中国传统的伦理道德最核心的内容。宋朝，在河南洛阳学者<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>、程颐两兄弟和南宋婺源人<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，又把封建伦理道德理论推到了顶点，把传统的纲常学说加以理论化、通俗化，并把“三纲五常”当作社会最高道德标准。南宋后期，朱熹所提出的程朱理学被统治者尊为正统，长期居于统治地位。谢枋得深受朱熹的理学思想影响，这就是为什么他在《与参政魏容斋书》中说：“忠臣不化二君，烈女不事二夫，此天地常道也，……此某书中第一义也”。</p> <p><strong>道教思想对其影响</strong><br>　　谢枋得信奉道教，这和南宋的历史环境有关，国破家亡的惨痛，使他对现实社会十分厌倦，逐渐滋生出世入仙的思想。道教的理想就是，世上没有战争，没有灾荒，人人安居乐业，信徒们希望通过修炼得道成仙。这种道教思想符合当时谢枋得的心理需要，谢枋得对功名利禄一向看得很淡，他不与豪门接近，生活俭朴，这与道教提倡的“清静无为”，非常接近。<br>　　谢枋得在青年时期就精通《易经》，中年时期又信奉道教，在晚年所交的人物中，多半是道与卜方面的朋友，也有一些书画及文友，在他的文集中有不少和他们往返的文字之作。如《贺蔡芳原判镇为道士启》云：“满目氛埃，儒术不胜其拘贱；游神清静，道家尚可逍遥”。四十三岁以后开始学道家的“辟谷养气”之学。“辟谷养气”,这种养生术早在先秦时期已经流行，要“养气”，首先必须保持情绪的和谐安定和心理的平衡，也就是平日要心平气飘安静养神，“乐天知命”。其次，还必须保持人体内的清新洁静。而谷物、荤牲等都会破坏“气”的清新洁静，所以要除欲、禁食。禁食，也叫“辟谷”或“绝粒”。据道教的说法，神仙就是“饮风吸露”，不食人间五谷的。<br>　　谢枋得为了练习“辟谷养气”，实行节衣缩食。从此，他不再服用丝绵衣被，常穿麻布服装。平时，他不吃或少吃荤牲，经常是只食少量蔬果。<br>　　他在流亡期间，曾遍访武夷山、龙虎山等道教圣地，还号称“依斋易卦”，为人卜课算命，几乎成了游方道士。在《宋史列传》中有关此事的记载云：“卖卜建阳市中，有来卜者，惟取米履而已。委以钱，悉谢不取。其后人稍稍识之，多延至其家，使为子弟论学”。他在《与菊圃陈尚书札》中写道：“某少日酷信书，谓患难夷狄，皆可行道，辟世者小丈夫也。……今而知辟世者非小丈夫也。日读道家书颇有益，不敢号于人曰”。 </p><br/><h2>文学成就</h2> <p><strong>简介</strong><br>　　<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>是南宋著名<a href=\"http://so.gushiwen.org/author_497.aspx\">诗</a>人，他对诗的研究造诣很深，曾编选过《千家诗》。当时的学者名流都以师事之。他认为“诗与道最大，诗为文之精者也。”他所作的诗，有着强烈的爱国忧民的现实主义传统，和沉郁婉转的艺术风格。</p> <p><strong>作品</strong><br>　　谢枋得为文推尊欧、苏，认为\"欧苏起遐方僻壤,以古道自任，发为词华，经天纬地，天下学士皆知所宗\"。他对宋末文风颇表不满，指出\"七十年来，文体卑陋极矣\"（《与杨石溪书》），于是以振兴斯文自任。他的散文格调高奇，很有气势。《上丞相留忠斋书》写得慷慨愤激，义正词严；《送史县尹朝京序》。则有见解有感情，于唐宋赠序文中，颇具特色。还有《宋辛稼轩先生墓记》记<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>垂殁之语，以为其\"精忠大义，不在张忠献、岳武穆下\"，高度评价辛弃疾的爱国精神，也正反映了他自己的节操。</p> <p><strong>诗词成就</strong><br>　　谢枋得诗伤时感旧，沉痛苍凉，诗风朴素端正，有时也饶有韵致。如《武夷山中》写道：\"十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花。\"述其转徙山中的十年岁月，颇含隐痛。《初到建宁赋诗一首》是他北上前的诀别诗，起句即以\"雪中松柏愈青青\"自喻，高风亮节，视死如归，亦感人至深。<br>　　所著《叠山集》16卷，有《四部丛刊》影印明刊本。他评点的《文章轨范》，以文章类别编选文章，是南宋一部重要的评注选本，被誉为集合宋人评点学之大成。<br>　　谢枋得的诗大都是在民族存亡严重关头，同南宋奸臣、蒙古贵族统治者作斗争时所作，因而具有强烈的爱国主义精神。在《元旦阻雨》、《春日闻杜鹃》、《寄谢叔鲁》、《思亲》等诗中，通过对故国的怀念舆留恋，表达了他对复国还乡的强烈希望，抒发了一个爱国者光阴磊落的胸怀。在《别二子及良友》一诗中，他又以雪中松柏自比，比喻自己永远独立不移的民族气节，表明他为坚持民族大义，敢于傲霜斗雪的铁骨松风。<br>　　雪中松柏愈青青，扶植纲常在此行。天下久无龚胜洁，人间何独伯夷清。义高便觉生堪舍，礼重方知死甚轻。南八男儿终不屈，皇天上帝眼分明。<br>　　南宋灭亡后，孤单一人，卖卜为生，因而深知人民疾苦，写出了不少反映人民疾苦的诗篇。如《蚕妇吟》中，就深刻地反映了劳动人民的辛苦，揭露了封建统治者的荒淫腐败。他描写道<br>　　子规啼彻四更时，起视蚕稠怕叶稀。不信楼头杨柳月，玉人歌舞未曾归<br>　　天还没亮，蚕妇就起床查看，担心蚕多了，桑叶不够吃，而此时达官贵富们还在歌舞宴乐，多似“朱门酒肉臭，路有冻死骨”啊！<br>　　枋得的诗还擅用隐喻，有很强的艺术感染力。如《庆全庵桃花》。他借<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>描写的世外桃源其居民为避秦乱而隐居此地，来反映自己的处境。<br>　　寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。<br>　　谢枋得的一些小诗也写得隽永清鲜，情意盎然。如《觅茶》：茂绿林中三五家，短墙半露小桃花。客行马上多春日，特叩柴门觅一茶。<br>　　再如《小孤山》：人言此是海门关，海眼无涯骇众观。天地偶然留砥柱，江山有此障狂澜。坚如猛士敌场立，危似孤臣末世难。明日登峰须造极，渺观宇宙我心宽。</p> <p><strong>文章</strong><br>　　谢枋得除了诗在当时非常有名，读之朗朗上口，回味无穷，他的文也可堪称一流。他无书不读，在当时也是非常有名的学者，他写了大量的书、序、记、启等方面的文章，“文词清丽，高迈奇绝，汪洋演迤，自成一家”。他所作文章，切中时弊，令人读之泣下。如《谒辛稼轩先生祠记》、《上丞相留忠斋书》、《上程雪楼御史书》、《与参政魏容斋书》等都是文中上品，不可多得。他在《上程雪楼御史书》中写道：“某三十一而仕，五十一休官，平生实历，不满八月，俸禄无一毫归家养亲，己不可言孝矣……亲丧在浅土，贫不能礼葬，苫块余息，心死形存”。所谓悠悠寸草心，十分感人。在《与参政魏容斋书》中“宋室遗臣，只欠一死。上天降其才，其生也有日，其死也有时，某愿一死全节矣，所恨时未至耳。”更足以证明他决心为国殉难，视死如归的民族气节。</p> <p><strong>绝命诗</strong><br>　　《崇真院绝粒偶书付儿熙之定之并呈张苍峰刘洞斋华甫》<br>　　西汉有臣龚胜卒，闭口不食十四日。我今半月忍渴饥，求死不死更无术。<br>　　精神常与天往来，不知饮食为何物。若非功行积未成，便是业债偿未毕。<br>　　太清群仙宴会多，凤箫龙笛鸣瑶瑟。岂无道兄相提携，骑龙直上寥天一。</p> <p><strong>编辑《千家诗》</strong><br>　　我国古代为儿童启蒙教育而编的一部诗集，相当于现在的小学课本。《千家诗》原名《分门纂类唐宋时贤千家诗选》，宋朝<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>编辑。南宋末年谢枋得对原有《千家诗》有所整理增删，成为谢枋得编辑《千家诗》。从此《千家诗》有两种版本并行与世。 </p><br/><h2>人文遗迹</h2> <p><strong>北京谢叠山祠</strong><br>　　在北京法源寺后街3号、5号。明景泰七年九月，与<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>同赐谥，天祥赐忠烈，枋得赐文节。朝廷在法源寺后街的江西会馆<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>殉难处建祠，现院内还有二层小楼一座，原供谢叠山和文天祥像，为宣武区重点保护文物。</p> <p><strong>谢枋得墓</strong><br>　　谢枋得有遗书称：“大元制世，民物一新，宋室孤臣，只欠一死。某所以不死者，以九十三岁之母在堂耳，先妣以今年二月，考终于正寝，某自今无意人间事矣！”1289年八月，其子谢定之奉灵柩还乡。<br>　　元至元二十七年（1290）庚寅九月，谢枋得被重新葬于弋阳玉亭乡龚原雷打石。<br>　　元延祐五年（1318）戊午，元集贤馆侍制李道源为《文节先生谢公神道碑》撰文：<br>　　谢枋得，字君直，弋阳人，宝佑丙辰试中，礼部高等比对，力诋时宰阉官，抑置二甲第一，元师压江上，宋社日替，江东漕司犹试士，徵校艺，枋得愤贾窃政柄，害忠良，误国毒民，发策十问，辞甚剀切，大拂贾意，台评竟上谤讪，镌两秩，兴国军安置，因谪所之山自命叠山，守令皆及门执弟子礼，丁卯以史馆召不赴，乙亥授江东提刑，总其兵以守饶信抚，与元兵战辄败，遂易服负母走闽中，隐於卜按，丁卯系度宗咸淳三年，乙亥系德佑元年。</p> <p><strong>南昌叠山路</strong><br>　　叠山路，位于南昌市老城区主干道老街，东起南京西路，西至抚河路口，中间经过象山路、胜利路步行街等。<br>　　<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>题“叠山书院”<br>　　在我国古代书院一千多年的历史中，江西书院的影响的深度与广度远远大于其他省份。特别是在宋代，象江西的白鹿洞书院、鹅湖书院等在当时学术的感召力和影响力都是当时首屈一指的。特别指出的是宋代理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>穿行于江西各书院，游走于江西的山水之间，一步步完善着著名的理学思想，也丰富了江西书院文化的内涵。<br>　　叠山书院在江西书院中是独树一帜，他因谢枋得而生，也因谢枋得的民族气节而影响日渐扩大。叠山书院最早是其弟子虞舜臣为纪念恩师择地建“谢文节公祠”，建于元皇庆二年（1313）。公元1317年，经浙江行省奏请朝廷改为叠山书院。院址原为文庙，日久倾圯，明天启年间重修。书院俯瞰信江，依山而建，由低到高，层层叠叠，错落有致。大门高悬“叠山书院”匾额，是林则徐来此瞻仰时留下的手迹。主体建筑有明伦堂、文昌阁、桂花园、望江楼。文昌阁内有桂花园和“八仙过海”等浮雕。望江楼四周为精美壁画，书院四处都依山势变化，由回廊连接，曲折迂回，缀以花木，如入精美花园。登楼远望，信江、龟峰尽收眼底。<br>　　叠山书院在社会上产生过广泛的影响。书院自创建至今，以谢叠山的文章和气节，典雅安谧的治学环境，吸引着历代政要、名流，或拜谒观瞻，或留恋长居，治学论道，留下了许多史迹和佳话。<br>　　明天启年间，纪念叠山书院重修，提学副使、理学家<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>、礼部尚书汪俊慕名前来，或讲学，或题词，益使书院之名远播。清道光年间，民族英雄林则徐参观时，亲书“叠山书院”四个大字。<br>　　叠山书院也是方志敏、邵式平等革命先烈的母校，望江楼便是他们的读书之处。在“五四”爱国潮流影响下，他们在桂花园秘密组织了赣东北第一个革命青年的先进组织“弋阳九区青年社”，并发动了声震江西的弋阳人民抵制日货的运动，为叠山书院增添了新的光辉。而今叠山书院继续秉承着叠山精神，在新世纪重发异彩。 </p>"
}