{
  "id": 2035,
  "star": 0,
  "name": "王季友",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2035.jpg",
  "desc": "王季友，生于公元714年3月11日，卒于794年12月18日，名徽，字季友，号云峰居士，洪州南昌人，祖籍河南洛阳，生于豫章东湖之滨。王季友幼年家道破落，遂与其兄一同迁至丰城云岭定居，并用功读书。王季友在22岁时便考中状元，并任御史治书。但因厌倦时政，无意与李林甫之辈为伍，王季友不久后返回到丰城，在株山脚下的龙泽智度寺设帐授徒，开始了长达二十多年的隐居生活。隐居期间，王季友著有《龙泽遗稿》、《四书要注》、《六经通义》等作。名气亦响喝当时，杜甫、钱起、郎士元等人都与其有唱和之作。",
  "content": "<h2>生平</h2> <p><strong>江西第一状元</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2035.aspx\">王季友</a>于唐·开元二十四年（736年）丙子科，以“初试第三，复试第一”的成绩高中状元，早于《江西状元谱》认定的会昌三年（843年）状元<a href=\"http://so.gushiwen.org/author_686.aspx\">卢肇</a>。为江西历史上有记载的第一位状元。</p> <p><strong>家世背景</strong></p> <p>　　其父王仪，字景肃，曾任丹阳太守，可能是王仪在任期间出了重大变故，致使王家家道中落，一家人失魂落魄地避居豫章（南昌）东湖，备受旁人的嘲笑和歧视。 王季友的家庭在出事之前看上去是不错的，父亲是封疆大吏，妻子是河东郡著名的柳姓家庭的小姐。但一切变化太快，猝不及防之时，一切荣华富贵成过眼烟云。从青云跌落尘埃的王家，生计也成了问题，以致王季友被迫做起了最简单的手工艺活——卖履，也就是卖草鞋，以换取绵薄的收入，维持衣不蔽体、食不果腹的生活。柳家知道自己女儿跟着一个倒霉的家伙在南方过着乞丐般的生活以后怒不可遏，他们决定中止这种无疑是羞辱他们门第的事件。在家族的胁迫下，柳氏不能与丈夫同甘共苦、患难终生，终于在王季友出门卖履之后，柳氏留下一纸休书，别他而去。</p> <p>　　当王季友回到破烂不堪的家时，似乎觉察到一丝异样，空寂无人的家中没有任何声响，只有一束从破屋空隙中投射进来的光线火辣辣地照射在一张纸上。有着不祥预感的王季友双手颤抖捧起了这张纸，这张纸明白无误地告诉他这段婚姻的结束。王季友的泪水滴落在休书上，墨迹边由此晕染开来而变得模糊，泪水滴落在地上，溅起一点点不易觉察的灰尘。</p> <p>　　在一个清晨，王季友默默离开了东湖边的破屋，辗转来到了丰城株山脚下，在他仰慕的徐孺子隐居的地方，结茅而居，开垦荒地。伴随他的行李除了书之外，还有那一纸休书。他在这里勤劳耕作，发愤苦读，有时感时伤事，对酒当歌，歌中有汉息，有愤怒，也有期待。</p> <p>　　多年以后的开元二十四年（736）三月，这一科的进士考试结束，一条消息迅速传遍各地，本科新状元，就是丰城客子王季友。举朝惊叹之余，河东柳家也骚动起来，气急败坏的有，后悔不迭的有，欢欣鼓舞的也有。他们又尝试恢复他们女婿的名份，但又怕遭到王家断然的拒绝而被人耻笑，况且打听到王季友在丰城已有了一位患难之妻陈氏，柳氏回来什么地位也未可知，事情就这样暂时搁置下来了。</p> <p>　　王季友雁塔题名之后，受职御史台治书，旋即又因与权倾一时的<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>之流不合而弃官而去。不久“安史之乱”爆发，唐玄宗出逃，北方领土大部沦陷。 在相对安定的江西，王季友依然过着且歌且饮的隐居生活。历经磨难的他已对官场感到厌倦，陈氏的去世引起他淡淡的忧伤，对故国的思念也使他魂牵梦萦，他多想国家一声召唤，回到北方的战场，去收复失地，抗击叛军。</p> <p>　　一个月夜，茅屋外一阵犬吠之后，响起了清晰而略有些颤抖的敲门声，剥剥啄啄，似曾相识。王季友迟疑地起身，他明显感受到一种异样的气氛流贯全身，使久惯人生的他竟然莫名其妙地心跳起来。“吱呀”声后，在门外如水的目光下站立的，正是发妻柳氏。多年未见的她略有些老态，但仍不失大家闺秀的风韵。躲避战乱的颠沛流离，使她显得疲惫而憔悴。 凝望之际，泪水奔涌而出，模糊了两人的视线。两人抱头痛哭，一夜无眠，相互倾诉久别的思念。对妻子的仇恨与愤怒，随同那纸箱底的休书一同化为灰烬。没有这张薄纸的千斤重压，也许他会潦倒终生不思进取，何况，受到家族重压的妻子这么多年也不容易。</p> <p>　　天宝十四年（755）四月，经左拾遗<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，左补阙<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>和礼部尚书崔灏等人的大力推荐，朝廷下诏起用王季友，他先后担任陕西华阴县郡，虢州录事参军，后来在江西观察使李勉幕中任洪州司仪，最后入朝任太子司仪即御史中丞。贞元十年（794），81岁的王季友与世长辞，归葬丰城林山龙泽坑智度寺后，赠豫章伯，妻柳氏附葬。</p> <p>　　今天，在白镇株山脚下的墓冢中，我们只知道这里埋藏着一位状元，一位朝廷重臣，却不知道这里还埋藏着一个凄美曲折的爱情故事。此时耳边仿佛又响起王季友的挚友杜甫为他写的《可叹》的句子：</p> <p>　　天上浮云似白衣，斯须改变如苍狗，古往今来共一时，人生万事无不有。近者抉眼去其夫，河东女儿身姓柳。丈夫正色动引经，丰城客子王季友。群书万卷常暗之角，孝经一道看在手。贫穷老瘦家卖履，好事就之为携酒。明月元暇岂容易，紫气郁郁犹冲斗……</p>"
}