{
  "id": 729,
  "star": 127,
  "name": "史达祖",
  "dynasty": "宋代",
  "desc": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。",
  "content": "<h2>性情</h2> <p>　　史达祖屡次科举不中，后得韩侂胄赏识，负责机要文书。韩侂胄死后，对其牵连影响很深。终究其因是源于其不知进退、骄傲蛮横的个性所致。当时人弹劾他得到韩侂胄的重用后，在言听计从、权炙缙绅的同时，也“公受贿赂，共为奸利”。当时韩侂胄手下向他进程书礼，都要毕恭毕敬地用上“申”、“呈”的字样，可见史达祖借着相国的威风，也曾横行一时。他有个李姓朋友，看见这种情况想要告诫他，于是在他的几案上写下几行大字：“危哉邦卿！侍从申呈。”当时当时其并没有吸取好友之建，任意妄为，使得落得一败涂地之地步。</p> <p>　　史达祖是个念旧情的人。这一点从他对亡妻的恩情上可以看出来。他的个人爱情与婚姻无考，但从词中知道他曾丧偶，其《寿楼春》是史达祖为亡妻所做。《宋词选》称：“此词因寻春服悼逝而作，情与文一气旋转，忘其为声调所拘，转觉助妻韵，自是名手。”当时他还是韩侂胄重用时期，依然无法磨灭他的悲伤之情，可见其对于妻子的情意非同一般，惹人哀叹。 </p><br/><h2>评价</h2> <p>　　梅溪词奇秀清逸，有李长吉（<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>）之韵，盖能融情于一家，会句意于两得。</p> <p>　　宋南渡后，梅溪(史达祖)、白石(<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>)、竹屋(高观国)、梦窗(<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>)诸子，极妍尽态，反有秦(<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>)、李(<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>)未到者。虽神韵天然处或减，要自令人有观止之叹，正如唐绝句，至晚唐刘宾客(<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>)、杜京兆(<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>)，妙处反进青莲(<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>)、龙标(<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>)一尘。</p> <p>　　梅溪甚有心思，而用笔多涉尖巧，非大方家数，所谓一钩勒即薄者。梅溪词中，喜用偷字，足以定其品格矣。</p> <p>　　史达祖的词作多是咏物词，其描摹物态能尽态极妍，词句声韵圆转，字琢句炼，具有较高的艺术价值，对后世词坛有较大的影响。代表作有《东风第一枝·春雪》和《绮罗香·咏春雨》，这是两首倍受后人推崇的咏物杰作，全词虽然没有一字提及“雪”、“春雨”，但又没有一句不是在写“雪”、“春雨”，被后世誉为“咏物双璧”。</p> <p>　　代表作《双双燕》是一首倍受后人推崇的咏物杰作，全词虽然没有一字提及“燕”，但又没有一句不是在写“燕”。同时其词作中也反映出了南宋腐朽的一面，如“柳昏花暝”，暗指达官贵人苟安奢侈的生活，后人毛晋曾说：“余幼读《双双燕》词，便心醉梅溪。”<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>也说：“仆每读史邦卿咏燕词……以为咏物至此人，巧极天工矣。”可见这首词深受人们的喜爱。</p> <p>　　黄升《中兴以来绝妙词选》卷七：“史邦卿，名达祖，号梅溪，有词百馀首。张功父(张镃)、姜尧章(姜夔)为序。”张序今存，末署嘉泰元年（1201）。序谓：“盖生之作，辞情俱到。织绡泉底，去尘眼中。妥帖轻圆，特其馀事。至于夺苕艳于春景，超悲音于商素，有瑰奇警迈、清新闲婉之长，而无荡污淫之失。端可以分镳清真，平睨方回，而纷纷三变行辈，几不足比数。”姜序仅存片段，称其“奇秀清逸，有李长吉之韵。盖能融情景于一家，会句意于两得”。</p> <p>　　张炎《词源》赏其咏物、节序诸作，如《东风第一枝》咏春雪，《绮罗香》咏春雨，《双双燕》咏燕，“皆全章精粹，所咏瞭然在目，且不留滞于物”。</p> <p>　　李调元《雨村词话》卷三有《史梅溪摘句图》，谓“史达祖《梅溪词》，最为白石所赏，炼句清新，得未曾有，不独《双双燕》一阕也。余读其全集，爱不释手，间书佳句，汇为摘句图”。</p> <p>　　<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《介存斋论词杂著》云：“梅溪甚有心思，而用笔多涉尖巧，非大方家数，所谓一钩勒即薄者。”刘熙载《艺概》卷四云：“周美成(<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>)律最精审，史邦卿(史达祖)句最警炼，然未得为君子之词者，周旨荡而史意贪也。 </p><br/><h2>介绍</h2> <p>　　史达祖字邦卿，号梅溪，汉族，汴（今河南开封）人。自韩侂胄柄权，事皆不逮之都司，初议于苏师旦，后议之史邦卿，而都司失职。韩侂胄为平章，事无决，专倚堂吏史邦卿，奉行文字，拟帖撰旨，俱出其手，权炙缙绅。侍从简札，至用申呈。开禧三年，韩侂胄被杀，雷孝友上言乞将史达祖、耿柽、董如璧送大理寺根究，遂贬死。有《梅溪词》一卷。</p> <p>　　张镃《题梅溪词》，署嘉泰元年(1201)。张镃时已近五旬,他称史达祖为“生”,又说：“余老矣，生须发未白。”显然其行辈要比张镃为晚。嘉泰元年正当南宋主战派韩侂胄、京镗执政五年，史达祖在韩的府中任“省吏”，颇得韩的倚重。宋人笔记说韩的“奉行文字，拟帖撰旨，俱出其手”，可见他的文章也写得很好。过去的历史家,根据元人所编的《宋史》的观点,多把主张抗敌而失败的韩侂胄定为“奸臣”，因此也贬损了史达祖及其作品。他的文字可能因此在敌对政治势力执政(1202)以后就没有收集起来，或虽有集子而失传了。</p> <p>　　史达祖的词，过去常常与周（邦彦）、姜（夔）相提并论。<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>称其词“奇秀清逸，有李长吉(<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>)之韵”。张镃的《题梅溪词》则说“辞情俱到。织绡泉底，去尘眼中。妥帖轻圆，特其余事，至于夺苕艳于春景，起悲音于商素，有瓌奇警迈清新闲婉之长，而无（佚）荡污淫之失。端可以分镳清真（<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>）、平睨方回（<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>）。而纷纷三变（<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>）行辈，几不足比数”。张镃也是南宋的填词名家，有《南湖集》，与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、项安世、洪迈等名流时相唱和。他对于史达祖的评赞，可以代表南宋词坛的标准。</p> <p>　　北宋晚期词坛大家有的并未尽脱《花间》的旧传统。尽管他们致力于长调的创制和提倡,但都未放弃小令,而一触及小令，《花间》的作风自然而然会复活起来。柳永致力于写景，但比较笼统，周邦彦就比较具体，而史达祖则更深入细致地摹写物象，出神入化。如他创作的咏春雨词〔绮罗香〕“临断岸新绿生时，是落红带愁流处”，“惊粉重蝶宿西园，喜泥润燕归南浦”，全不及春雨一字,完全从物象来写<a href=\"http://so.gushiwen.org/author_729.aspx\">诗</a>人意中的春雨,其中也无一字涉及个人的感情，而物象中自有此感情。他又把人也作物象来描写：“恰是怨深腮赤，愁重声迟。怅东风巷陌,草迷春恨,软尘庭户，花误幽期。”（〔风流子〕）“遣人怨,乱云天一角,弱水路三千”。“还因秀句，意流江外；便随轻梦，身堕愁边。”（〔风流子〕）他用小令来写平常今昔对比的主题，也与别人不同：“倦客如今老矣，旧时不奈春何。几曾湖上不经过？……向来萧鼓地，犹见柳婆娑。”（〔临江仙〕）至于他那首著名的〔双双燕〕，还不是第一流的作品。咏物诗虽然在周邦彦集中已有，但精雕细琢，刻意研炼，分析入微的，要算姜夔与史达祖。史达祖因为善于用修辞学中的“拟人格”，仿佛把作者的感情注入所咏之物，善于用工笔写金碧山水，所以比起《花间》的写意的或象征性的写法，更易吸引人的注意。有《梅溪词》 1卷，收入汲古阁《宋六十名家词》、《四印斋所刻词》中。 </p>"
}