{
  "id": 2149,
  "star": 1,
  "name": "李祎",
  "dynasty": "唐代",
  "desc": "李祎（？-743年），唐朝宗室、名将，神武军的创建者，唐太宗李世民曾孙，吴王李恪之孙，张掖郡王李琨之子。少年有志，历任诸州刺史，治理有方；进而执掌帅印，战功卓著。729年（开元十七年）石堡城一役大破吐蕃，促成两国数年之间无交兵的和平局面，并以军功恩泽先人；732年（开元二十年），抱白山之战大破奚和契丹，俘虏敌酋，驱逐叛逆。743年（天宝二年），迁太子太师；当年十月初三（公元743年10月24日），李祎任太子太师时患病，后死于官任之上，终年八十余岁。他去世后，唐玄宗痛惜良久。",
  "content": "<h2>生平</h2> <p><strong>友谦封爵</strong></p> <p>　　李祎少年就很有志向，对母亲非常孝顺，与家人相处的也很和睦，抚养弟弟李袛以友爱而著称于世。710年（景龙四年），李祎任太子仆，兼徐州（治彭城，今江苏徐州市）别驾，加授银青光禄大夫。本来作为长子，李祎应该继承爵位，但是李祎坚持让给自己的弟弟李袛，唐中宗非常赞赏他的品性，因此特别封他为嗣江王作为嘉奖，以承袭唐太宗十一子李嚣的爵位。</p> <p>　　710年（景云元年），李祎出任德州（治安德，今山东陵县）刺史，此后又调任蔡（治汝阳，今河南汝南）、衢（治信安，今浙江衢县）等州刺史。</p> <p><strong>初掌军权</strong></p> <p>　　唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>继位后，李祎多次担任蜀州（治今四川崇庆县）、濮（治鄄城，今山东鄄城东北）等州刺史。由于李祎为官清廉，治理严办，不论官员还是百姓敬畏且信服他，因此被朝廷日渐重用，被调任京城为光禄卿，随后又调任将作大匠，后因母亲去世辞官丁忧。丧期未满被复起为瀛洲刺史，李祎上表坚决请求服满三年之丧，得到准许。724年（开元十二年），唐玄宗改封其为信安郡王。</p> <p>　　727年（开元十五年），丁忧期满复出，官拜左金吾卫大将军，开始掌握军权。</p> <p>　　从713年（开元元年）起，吐蕃连续进犯唐蕃边境。727年（开元十五年）闰九月，吐蕃与东突厥连兵入寇，河西、陇右节度使王君毚率军掩击吐蕃，途中遭回纥瀚海司马护输埋伏，力战被杀，河、陇震动。鉴于河陇一带形势危急，唐玄宗决定派遣得力的官员前去镇守。十月十三日，唐玄宗任命李祎为朔方节度副大使、知节度事，兼摄御史大夫。又以朔方节度使萧嵩为河西节度等副大使。萧嵩又将刑部员外郎裴宽引为判官，与原判官牛仙客俱掌军政，这才使河、陇地区的人心才逐渐安定下来。不久，李祎迁礼部尚书，仍继续担任朔方军节度使[5] 。</p> <p><strong>唐蕃战争</strong></p> <p>　　唐玄宗继位前，唐在与吐蕃的战争中屡吃败仗，尤其是河陇战场，不占任何优势。后来唐军依托一系列坚固据点——军镇，相对集中兵力，实行机动防御，并伺机反攻，逐步扩大了控制区域。吐蕃则以河西九曲之地（今青海东南黄河曲流处）为后勤基地，不断攻掠河陇一带。此后，经多年战，唐巩固了河陇一带的防务，加上国力的不断增强，唐玄宗决定采取军事行动，对吐蕃主动发起进攻。</p> <p>　　起初，吐蕃军占领唐朝辖地——鄯州鄯城县以西的石堡城（又称铁刃城，在今青海湟源西南）后，即派重兵把守，并以此为前沿阵地，屡屡出兵，攻扰唐河西、陇右等地区。唐朝视其为心腹之患，决定攻取这一战略要地。729年（开元十七年）三月，唐玄宗命李祎与河西、陇右地区驻防将帅共议攻城大计。但诸将均认为：“这个城池占据险要，又被吐蕃所重视，大军深入，敌人必会全力据守。战事如果不能胜利，退败会狼狈”，主张“不如按军不动持重，根君形式发展再决定”。但李祎则认为，石堡城地理位置十分重要，必须尽快夺回，他说道：“为人臣子的节操，怎么能害怕艰险？如果必须寡不敌众的后果，吾将以死报效。对国家有利，这个身体有什么可惜的？”</p> <p>　　决定做出后，李祎又认真研究了攻城战术。因为石堡城依山而建，易守难攻，只有一条山道通往城中，如果采取强攻，将顿兵坚城之下，即使攻克，也必将付出惨重的代价。于是李祎大胆地决定采取远距离奔袭战术，偷袭石堡城，以求出其不意，速战速决。一切准备就绪，李祎亲率大军日夜兼程杀奔石堡城，吐蕃守城官兵果然措手不及，伤亡甚众。二十四日，唐军以极小的代价顺利地攻克了石堡城，缴获粮储器械非常多。随后李祎留兵据守要害，令吐蕃军无法前进。自此，唐河西、陇右地区连成一片，各路唐军可以四处巡逻，拓境达千余里。唐玄宗闻讯大喜，下令改石堡城为振武军。</p> <p>　　石堡成一役，李祎力排众议，坚持出兵，又出敌不意，远距离奔袭，攻其不备，夺取重镇，揭开了战略进攻的序幕。这一战同时沉重打击了吐蕃，由于连战连败，吐蕃国内哗然，只好再次派遣使者求和请婚，远嫁吐蕃的金城公主也从中斡旋。唐玄宗这才应吐蕃请求，送与<a href=\"http://so.gushiwen.org/author_2149.aspx\">诗</a>书。729年（开元十七年），因为李祎有此军功，唐玄宗追封他的父亲李琨为工部尚书，追封赠吴王。730年（开元十八年），双方约以赤岭（今青海日月山）为界，并于甘松岭（今四川松潘境）及赤岭互通市贸。733年（开元二十一年），唐蕃两在赤岭树碑纪念，双方边将均参加了这一庆典。一直到737年（开元二十五年），两国数年之间无没有交兵，李祎可谓功不可抹。</p> <p>　　李祎军功显赫，且担任朔方节度使的要职，手握实权。时任宰相的<a href=\"http://so.gushiwen.org/author_1388.aspx\">宇文融</a>害怕李祎拥有的权利，又担心他对唐玄宗日益增长的影响，同时还可能防备他会加强萧嵩的政治地位而对己不利。因此，他安排御史李寅弹劾李祎，被李祎悄悄得知，李祎于是通过玉真公主和<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>上奏唐玄宗。当李寅后来将弹劾状呈上时，唐玄宗怒加驳斥，李祎未受非难，宇文融反而被贬为汝州（治梁县，今河南临汝）刺史，此时他担任宰相只有一百天。</p> <p><strong>唐契战争</strong></p> <p>　　河陇一带的形势得到缓解后，东北的的形势却变得紧张起来。724年（开元十二年）时，契丹王李郁于卒，弟李吐于继位。</p> <p>　　李吐于与大臣可突于互相猜忌。725年（开元十三年），李吐于投奔唐朝，不敢返回，唐玄宗封其为辽阳王，留他在京城宿卫。可突于于是立前任契丹首领李尽忠之弟李邵固为主。唐玄宗为全力对付吐蕃，只好答应他的请求，封李邵固为广化王，奚王苏鲁为奉诚王。730年（开元十八年），契丹王李邵固派可突于入贡，同平章事<a href=\"http://so.gushiwen.org/author_1300.aspx\">李元纮</a>对他无礼，使可突于不满而归。五月二十六日，可突于杀害李邵固，立屈烈为主，率其部众并胁迫奚部众人背叛唐朝投降突厥，奚王李鲁苏及其妻子韦氏、李邵固的妻子陈氏都投奔唐朝。</p> <p>　　唐玄宗闻讯，立即下制，令幽州长史、知范阳节度事赵含章率部征讨，又命中书舍人裴宽、给事中薛侃等于关内、河东、河南、河北等分道招募勇士。六月二十三日，玄宗又以单于大都护忠王李浚（即后来的肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>）遥领河北道行军元帅，御史大夫李朝隐、京兆尹裴伷先为副元帅，率程伯献、张文俨、宋之悌、李东蒙、赵万功、郭英杰等十八总管继讨奚与契丹叛乱部众，后因故未能成行。</p> <p>　　732年（开元二十年）正月十一日，唐玄宗以李祎为河东、河北行军副大总管，将其由西北调至东北，率兵进击奚、契丹。二十八日以户部侍郎<a href=\"http://so.gushiwen.org/author_1595.aspx\">裴耀卿</a>为副总管。三月，李祎率裴耀卿、赵含章等分道进攻，含章军先与奚、契丹兵相遇，奚、契丹望风遁去。这时，平卢先锋将乌承玼对赵含章说：“奚、契丹，都是很厉害的敌人。前日离开，不是因为害怕我，而是要引诱我，应该按兵不动以观其变。”但赵含章却执意不纳，仍率部追赶，遂与契丹和奚众在抱白山（似为白狼山，或白鹿山，今辽宁喀喇沁左翼蒙古族自治县东境）展开激战。可突于率伏兵一齐杀出，唐军大败。恰好乌承呲率本部兵马从西面向契丹发动突然袭击，契丹与奚众抵挡不住，遂向后逃走。二十六日，李祎率唐军主力赶到，奋勇追击，大破奚、契丹，俘斩甚众。可突于率残部远逃，其余众流窜山谷；奚酋李诗琐高率5000余帐投降，李祎凯旋而归。唐玄宗封投降的契丹李诗琐高爵位归义王，并将虽他一起投降的部落五千人安置在幽州归义县（今北京房山东南）并重设县置，李诗琐高同时被任命为义州都督。</p> <p>　　抱白山之战，在唐军初战失利的情况下，李祎及时率主力赶到，并果断展开追击，终大破奚、契丹，给其以沉重打击。四月的夏天壬辰日，李祎因功加开府仪同三司，兼关内支度、营田等使，兼采访处置使，增加领导泾、原等十二州，并使得他的两个儿子因此而得到官职。<br>功勋晚年</p> <p>　　由于李祎功绩卓著，屡遭他人嫉妒，很多战功朝廷都不知道，所以赏赐不能与其功勋相称，非常可惜。734年（开元二十二年），李祎迁兵部尚书，朔方节度大使。这一年，李祎曾因为国家用度不足请求放任私铸，被仓部郎中韦伯阳认为不妥而搁置意见，或因此受到牵连，被贬为衢州刺史。此后又出任滑（治白马，今河南滑县东旧滑县）、怀（治河内，今河南沁阳）二州刺史。</p> <p>　　740年（开元二十八年）六月，李祎拜太子少师，以年老致仕。743年（天宝二年），迁太子太师；当年十月初三（公元743年10月24日），李祎时任太子太师因病去世，终年八十余岁。唐玄宗闻讯痛惜良久，追赠太尉。</p><br/><h2>家庭成员</h2> <p><strong>祖先</strong></p> <p>　　祖：吴王李恪。</p> <p>　　父：赠吴王李琨。</p> <p><strong>子孙</strong></p> <p>　　赵国公李峘。</p> <p>　　李峄。</p> <p>　　梁国公李岘，夫人独孤峻；孙李孝孙，孙女范阳卢浩妻，名未载。</p> <p>　　李峡。</p> <p>　　李嵒。</p> <p>　　李峦。</p> <p>　　李岗。</p> <p>　　李祎家教甚严，教子有方，三个儿子李峘、李峄、李岘后皆至达官，自有列传，于时有令名。根据唐制，三品以上官员可以门前立“戟”，以示尊贵，当时兄弟三人同住长兴里第，门列三戟，两国公门十六戟，一、三品门十二戟，荣耀无人可比。</p>"
}