{
  "id": 798,
  "star": 6,
  "name": "刘启",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_798.jpg",
  "dynasty": "两汉",
  "desc": "汉景帝刘启（公元前188年—公元前141年），是汉文帝刘恒的长子，母亲是汉文帝皇后窦氏（即窦太后），出生于代地中都（今山西平遥县西南）。西汉第六位皇帝，在位16年，谥号孝景皇帝，无庙号。终年48岁。刘启在位期间，削诸侯封地，平定七国之乱，巩固中央集权，勤俭治国，发展生产，他统治时期与其父汉文帝统治时期合称为文景之治。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>，汉惠帝七年（前188年）出生于代地代地中都（今山西平遥县西南），是汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的孙子，汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>的儿子，母亲是窦氏。</p> <p>　　刘启出生时，父亲刘恒在代国为代王。刘启在刘恒几个儿子中排行居中。刘恒为代王时，与代王后生有四子，刘恒未即位之前代王后便已去世。</p> <p>　　前180年，刘恒被拥立为皇帝后，代王后所生四子都相继病死。刘恒即位数月，公卿大臣请立太子，而刘恒诸子中刘启最大，于是就被立为太子，母亲窦氏被立为皇后。 </p> <p>　　刘启为太子时，吴王刘濞的太子刘贤入京，陪伴刘启喝酒下六博棋。刘贤的师傅都是楚人，从而使他养成轻佻、剽悍的个性，平时又很骄矜，与刘启博弈时，为棋路相争，态度不恭敬，刘启就拿起棋盘打刘贤，不料把他打死了，汉文帝就派人将其遗体送回吴国去埋葬。从此刘濞怨恨刘启。</p> <p><strong>登基为帝<br></strong>　　汉文帝后元七年（前157年）农历六月，汉文帝去世。同年六月初九，太子刘启继承帝位，是为汉景帝，尊祖母皇太后薄姬为太皇太后，尊母亲皇后窦氏为皇太后。</p> <p><strong>平定藩王<br></strong>　　刘启即位后，先提拔<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>做内史，然后又升晁错为御史大夫，位列三公之一。晁错经过分析，告诉刘启要特别提防诸侯势力最强大的吴王刘濞。刘濞已经暗中准备了四十来年，他私自铸钱，又煮盐贩卖，为了积蓄力量，他还招纳逃犯，谋反之心越来越显露出来。所以，晁错极力主张刘启削夺各王的封地，即削藩。</p> <p>　　刘启听从了晁错的建议，决定先削夺吴国的会稽和豫章两郡。刘濞见朝廷开始动手，不愿束手就擒，在汉景帝前元三年（前154年）联合各地诸侯王打着诛杀晁错、安定国家的旗号反叛作乱。这次叛乱共有七个诸侯王参加，史称为七国之乱。</p> <p>　　刘启知道了七国反叛的消息，就派太尉周亚夫带领三十六个将军去攻打吴国、楚国；派曲周侯郦寄攻打赵国；派将军栾布攻打齐国；派大将军窦婴屯兵荥阳，监视齐国、赵国的军队。</p> <p>　　窦婴向刘启引见曾担任过吴国丞相的袁盎。刘启召袁盎进宫相见，趁机劝说刘启杀掉晁错，以保国家安全，平息叛乱。刘启采纳了袁盎的计策，便杀了晁错。而七国之乱并没有因此而停止，刘启调派周亚夫等将领领兵平叛。周亚夫采用截断叛军的粮道然后坚守不出的战略，最终击溃了叛军，用三个月将叛乱彻底平定。</p> <p>　　七国之乱平定之后，刘启趁机将各诸侯王国的权利收回中央，又大量裁撤诸侯国的官吏数量。诸侯王不再有行政权和司法特权。经过七国之乱，诸侯王的割据问题得以彻底解决。</p> <p><strong>立子立后<br></strong>　　前元四年（前153年），刘启姐姐馆陶公主刘嫖希望自己的女儿能成为皇后，就想把女儿嫁给尚未婚配的太子刘荣。不料刘荣生母栗姬因厌恶馆陶屡次给刘启进献美女而拒绝这桩婚事，刘嫖十分恼火，于是为女儿和（刘启和王娡之子）胶东王<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>订了婚事。</p> <p>　　在此之后，刘嫖不时在刘启面前说栗姬的坏话外加称赞刘彻。刘启也认为刘彻德才兼备，所以对他格外宠爱。</p> <p>　　有一次，长公主刘嫖和刘启说，栗姬经常让宫女们在背后用巫术诅咒唾骂皇帝喜爱的妃子。刘启听后，对栗姬生出厌恶之心，但是因为以往和栗姬感情深厚，仍旧存有善念。后来，刘启生病时曾试探栗姬，说：“我百岁之后，你要善待其他妃子和她们的儿子啊。”栗姬当时怀有愤恨之心，不但没有答应刘启，反而口出恶言。刘启对栗姬彻底失望，但是隐忍没有发作。</p> <p>　　前元六年（公元前151年）农历九月，刘启废黜皇后薄皇后。前元七年（公元前150年））夏四月乙巳日，王娡被立为皇后，同月丁巳日，王娡的儿子刘彻被立为太子。</p> <p><strong>因病去世<br></strong>　　刘启很节省，在位时他极少兴建宫殿楼阁。后元三年（前141年）正月，刘启患病，病势越来越重，他自知不行了，于是病中为太子刘彻主持加冠（成年礼）典礼。</p> <p>　　不久，刘启病死于长安未央宫，享年48岁。葬于阳陵（在今陕西省咸阳市渭城区正阳乡张家湾村北），谥号“孝景皇帝”。太子刘彻即皇帝位，是为汉武帝。</p><br/><h2>为政举措</h2> <p>　　汉景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>在西汉历史上占有重要地位，他继承和发展了其父汉文帝的事业，与父亲一起开创了“文景之治”；又为儿子<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>的“汉武盛世”奠定了基础，完成了从文帝到武帝的过渡。</p> <p><strong>政治<br></strong>　　⑴无为而治<br>　　对于景帝在政治上的传统评价是“清静恭俭”：“清”，是为政少事；“静”，是安定百姓；“恭”，是善待臣民；“俭”，是节省汰用。景帝继续执行黄老无为政治，采取了一系列行之有效的措施。<br>　　⑵七国之乱<br>　　汉景帝前元三年(前154年)，爆发了以吴王刘濞为首的七个诸侯王国的叛乱，史称吴楚之乱，或七国之乱。<br>　　七国之乱的发生，既有远因，也有近因。太祖十二年（前195年），<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>立次兄刘仲(即刘喜)之子刘濞为吴王。吴王刘濞开铜矿，铸“半两”钱，煮海盐，设官市，免赋税，于是吴国经济迅速发展，刘濞的政治野心也开始滋生。汉文帝时，吴世子入朝，与皇太子刘启博弈，因争棋路发生争执，皇太子抓起棋盘将吴世子砸死。皇太子因为一盘棋竟然打死了自己的嫡长子，而且一点没有道歉的意思，这使刘濞大为恼火。当汉文帝派人将尸体运回吴国，吴王刘濞愤怒地说：“天下一宗，死长安即葬长安，何必来葬？”又将灵柩运回长安埋葬。从此，刘濞称疾不朝。汉文帝干脆赐他几杖（茶几、手杖，对老年人尊敬和优待的象征），准许他不用朝请。但吴王刘濞不但没有和好的意思，反而更加骄横。<br>　　汉景帝即位后，吴王刘濞日益骄横，反迹也越发明显。御史大夫<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>建议削夺诸侯王的封地，收归汉廷直接统治。他给景帝上《削藩策》，力主“削藩”，指出：“今削之亦反，不削亦反。削之，其反亟（迅速），祸小。不削，其反迟，祸大。”晁错的父亲得知此消息，立即大骂晁错不孝，并与其断绝父子关系。在后文中可以看出老人家的远见。景帝采纳了晁错的“削藩”建议，于景帝前三年（前154年），以卖官等各种无理罪名先后削去楚王戊的东海郡，赵王遂的常山郡和胶西王的6个县。<br>　　景帝前三年正月，汉朝廷削地的诏书送至吴国。吴王濞立即诛杀了由朝廷派来的二千石（郡级）以下的官员。以“诛晁错，清君侧”为名，遍告各诸侯国。消息传来，胶西王刘昂、胶东王刘雄渠、菑川王刘贤、济南王<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>光、楚王刘戊、赵王刘遂等，也都起兵配合。以吴、楚为首的“七国之乱”，终于爆发了。<br>　　刘濞发难后，即率20万大军西渡淮水，并与楚军会合后，组成吴楚联军。随即挥戈西向，杀汉军数万人，颇见军威。梁王刘武派兵迎击，结果梁军大败。<br>　　叛乱的消息传到长安后，皇景帝立即派中尉周亚夫（绛侯周勃的次子）为太尉，率36位将军迎击吴楚叛军，派曲周侯郦寄击赵，将军栾布率兵解齐之围，并命窦婴（窦太后堂兄之子）为大将军，驻荥阳督战。<br>　　汉景帝派周亚夫等迎击叛军的同时，内心却摇摆不定，这给了袁盎以可乘之机。袁盎原为吴相，与刘濞关系甚密。袁盎对景帝说：“方今之计，独有斩错，发使赦吴、楚七国，复其故地，则兵可毋刃血可俱罢。”景帝为换取七国罢兵，果然相信袁盎的话，表示“不爱一人以谢天下”，于是腰斩晁错于东市，并残酷地诛其九族。虽然晁错一片忠心，但削藩的方法毕竟不能使诸侯服气。这样削藩只能使问题进一步激化，并且给了七国一个发兵的理由。<br>　　景帝诛晁错，去掉了七国起兵的借口，然而七国仍不罢兵，这就进一步暴露出其反叛的面目。景帝后悔莫及，于是决定以武力平息叛乱。周亚夫率汉军很快平定了七国之乱，吴王濞逃到盟友东瓯国，被东瓯王所杀。<br>　　七国之乱是西汉中央与诸侯王国间的一次关键性的战争，仅仅三个月就胜负分明。汉廷为何速胜？叛军为何速败？其答案至少可以归纳出以下三点：<br>　　臣心、军心、民心的向背。汉朝建立以来，偃武修文，与民休息，使社会经济得以恢复和发展，百姓生活日渐好转，所以臣民拥戴汉室。如平民赵涉向周亚夫建议：汉军经蓝田出武关，即可迅速控制洛阳军械库，又可避开吴楚伏兵，取得出奇制胜的效果。相反，吴楚等七国为了各自的私利，驱使百姓，挑起战火，犯上作乱，破坏安定，再加上勾结匈奴，更为广大人民所厌恶，所以遭到国内从上到下的反对。<br>　　策略、战略得当。七国叛乱事起，太尉周亚夫就向景帝献计说：“楚兵勇悍，正面交锋恐难取胜，希望弃梁国之地，然后断绝吴楚粮道，就可以平定他们了。”此计是以暂时放弃某些空间来换取时间，达到牵制叛军、挫其锐气的目的。后来战争的发展完全证实了周亚夫的判断。<br>　　人才运用得当。景帝深谙用人之道，如以太尉周亚夫为汉军主帅，可谓选帅得人。而吴王濞虽能广泛招纳天下亡命之徒，但却不能真正任用他们。<br>　　七国失败后，形势发生了很大变化。景帝抓住这一有利时机，着手解决王国问题，以加强中央集权。<br>　　调整诸侯王国的设置。参加叛乱的七国，除保存楚国另立楚王外，其余六国皆被废掉。<br>　　继续大力推行削藩。此后，绝大多数诸侯王国仅领有一郡之地，其实际地位已经降为郡级，国与郡基本上趋于一致。诸侯王国领郡由高祖时的42郡减为26郡，而中央直辖郡由高祖时的15郡增加至44郡，使汉郡总数大大超过诸侯王国郡数。这一变化，对于国家统一，加强中央集权，意义十分重大。<br>　　抑贬诸侯王的地位。“令诸侯王不得复治国”，剥夺和削弱诸侯国的权力，收回王国的官吏任免权，取消“诸侯皆赋”，仅保留其“食租税”之权，并且收夺盐铁铜等利源及有关租税。此后，诸侯王已经不再具有同中央对抗的物质条件。<br>　　经过景帝的改革，汉初推行的诸侯王国制，至此发生了明显的变化，诸侯王在名义上是封君，实际上“唯得衣食租税”而已；但是诸侯王势力并未彻底解决，以致后来汉武帝不得不继续采取相应的措施。<br>　　⑶储位之争<br>　　太子的废立将导致统治集团权利的重新分配，各种矛盾可能在此时突然爆发，所以是君主政体最薄弱、最危险的环节。景帝从登基那天起就无时无刻不在考虑身后的储位问题，他一共生了14个儿子，却没有一个嫡出。原来，景帝的正妻薄皇后，是祖母薄太后的娘家孙女，在他做太子时由祖母指定包办的。薄皇后始终未生一男半女，于是便引起了对储位激烈的明争暗斗。<br>　　①对储位的明争<br>　　明争储位的是他的胞弟、母亲窦太后最疼爱的儿子梁王刘武。皇后薄氏无子，加上刘武有贤王之名、广袤的封土和在平定七国之乱中立下的赫赫战功。窦太后意欲在景帝驾崩之后，由梁王入继大统。<br>　　汉景帝自己也有过失。前元三年（前154年）初，即七国之乱爆发前夕，梁王入朝，当时景帝尚未立太子。一日，景帝朝宴梁王，酒醉后说：“朕千秋之后当传位于梁王。”梁王自是心中窃喜。参事窦婴说：“汉法之约，传子嫡孙。今帝何以得传弟，擅乱高祖约乎？”景帝酒醒后惊悟失言，此议搁置起来。<br>　　七国之乱平定后，立嗣矛盾更加突出。窦太后再度暗示景帝传位于梁王，景帝命袁盎等去劝诫太后，袁盎对窦太后说：“从前宋宣公不立子而立弟，引发了五世之乱。小不忍，害大义，必生事端。所以《春秋》认为传子才是正确的。”窦太后自知理亏，从此不再提及此事，遣梁王归国。<br>　　②争储位的暗斗<br>　　暗斗的主角是汉武帝的母亲王夫人。王夫人全名王娡，槐里（今陕西兴平县境）人，父王仲，生母为臧儿。兄弟王信、田蚡、田胜、妹王儿姁，曾嫁金王孙生女金俗。由其母将她与其妹王儿姁送进刘启的太子宫。<br>　　王夫人入宫后给刘启生下4个孩子，一龙三凤，前3个均是女孩，分别是平阳公主、南宫公主和隆虑公主，而龙胎，就是后来威名远播的汉武帝刘彻，生于景帝即位不久的前元元年（前156年），《汉武故事》称其出生于七月初七。<br>　　据传刘彻天生聪颖过人，慧悟洞彻，进退自如。《史记》记载是其母王夫人“梦日入怀”，当时人视为吉兆。野史《汉武帝内传》载：“至三岁，景帝抱于膝上，抚念之……试问儿：‘乐为天子否？’对曰：‘由天不由儿。愿每日居宫垣，在陛下前戏弄。’”小刘彻信口而应的回答，使刘启不得不对这个儿子另眼看待。刘彻有惊人的记忆力，求知欲特别强，尤爱读书中古代圣贤帝王伟人事迹，过目不忘。景帝深感诧异。<br>　　景帝四年(前153年)，因薄后无子，刘启最初遵照‘立长’的传统立自己的庶长子刘荣为太子，史称“栗太子”。同时立当时四岁(古代按虚岁计算)的刘彻为胶东王。<br>　　刘嫖是汉景帝的同母姐姐，即馆陶长公主。她希望自己的女儿(俗称陈阿娇)能成为皇后，就想把女儿许给太子刘荣。不料刘荣生母栗姬因厌恶馆陶屡次给景帝进献美女而拒绝这桩婚事。馆陶十分恼火，转而来讨好景帝的另一位宠妾王娡王夫人，要把女儿许配给刘彻，《汉武故事》认为景帝最初并不认同这门婚事(“上未许”)，究其原因，可能与陈氏和刘彻年纪有关。<br>　　历代正史野史都不曾记载汉武帝第一任皇后陈氏的出生年月，但一般都认为陈氏是刘彻表姐，这是有原因的。刘彻生于公元前156年，公元前154年，刘彻虚岁三岁的时候，景帝五子江都王刘非十五岁（《史记·五宗世家》：江都易王非，以孝景前二年用皇子为汝南王。吴楚反时，非年十五，有材力，上书愿击吴），刘非和景帝四子刘馀同母(推断老四刘馀至少16岁)，景帝长子刘荣、次子刘德、三子刘阏于同母(假定老三和老四同岁，老二比老三大一岁，刘荣比老二大一岁)，由此推断，此时的刘荣至少也是十八岁了，第二年（公元前153年）刘荣被立为太子，馆陶求亲被拒，此时刘荣至少十九岁，汉代这个年纪早已可以承担延续香火的责任了，陈后此时至少十三四岁方可与刘荣婚配生子。而刘彻此时虚四岁。由此可见，刘彻和陈后年龄相差可能十岁甚至更多。<br>　　陈氏和刘彻订婚之后，馆陶长公主屡屡向景帝称赞刘彻如何聪明，如何达理，使景帝更加喜爱刘彻。同时，长公主经常向景帝进谗，诬陷栗姬。<br>　　王娡王夫人暗中派人催促大臣奏请立栗姬为皇后。前元七年（前150年）十一月，一次朝会上大行官奏道“子以母贵，母以子贵”，请封太子母亲栗姬为皇后。景帝大怒，案诛大行，废栗太子刘荣为临江王。半年后，王夫人被立为皇后，7岁的刘彻被立为太子。<br>　　③争储的余波<br>　　后来，中元二年（前148年），临江王刘荣不慎犯法，被从江陵（今属湖北）征诣京城。中尉郅都令人严加看管、审讯。刘荣极其愤懑、悲伤，写完向父亲的谢罪辞后，自杀身亡。<br>　　刘彻被立为太子，梁孝王刘武不肯就此罢手。他广延四方豪杰之士，多做兵器弩弓等，储存金银“且百巨万”，又派人刺杀袁盎等十余名大臣。阴谋败露后，梁王大为恐慌，买通韩安国走长公主的后门，疏通窦太后，稍得宽释，但景帝对他已疏远多了。梁王刘武连沮丧带惊恐，不久就身染恶疾而亡。景帝将梁地一分为五，在不知不觉中就削弱了刘武诸子的势力。<br>　　景帝另立皇太子后，对权倾朝野的条侯周亚夫最不放心，又寻机处置了他。景帝后元元年（前143年），竟然以莫须有的罪名将周亚夫削职下狱。一代名将，5天不吃东西，最终呕血冤死。逼死周亚夫与冤杀晁错一样，都说明景帝“寡恩忍杀”，惯于过河拆桥。</p> <p><strong>经济</strong><br>　　⑴重农抑商，发展经济<br>　　景帝即位后，继续执行重农抑商这一既定国策。景帝说：“农，天下之本也。黄金珠玉，饥不可食，寒不可衣，以为币用，不识其始终。”因此，他多次下令郡国官员以劝勉农桑为首要政务。<br>　　景帝允许居住在土壤贫瘠地方的农民迁徙到土地肥沃、水源丰富的地方从事垦殖，并“租长陵田”给无地少地的农民。同时，还多次颁诏，以法律手段，打击那些擅用民力的官吏，从而保证了正常的农业生产。景帝曾两次下令禁止用谷物酿酒，还禁止内郡以粟喂马。<br>　　文景时期的社会渐趋稳定，物价日益低廉，据学者统计，在整个西汉时期，文景统治的近40年内，直接关系到国计民生的米价下跌的幅度最大，这就为其他各项社会事业的发展奠定了良好的基础。<br>　　⑵轻徭薄赋，约法省禁<br>　　景帝时期，对农民的剥削（赋役）、压迫（法律），较以前有所减轻。所谓约法省禁，就是法令要西汉帛书简约，刑网要宽疏。前元元年（前156年），景帝即位伊始就颁布了诏令：“令田半租”，即收取文帝时十五税一之半，即三十税一。从此，这一新的田租税率成为西汉定制。在降低田租的第二年（前155年），景帝又下令推迟男子开始服徭役的年龄三年，缩短服役的时间。这一规定一直沿用至西汉昭帝时代。<br>　　景帝在法律上实行轻刑慎罚的政策：其一，继续减轻刑罚，如前所述，对文帝废肉刑改革中一些不当之处的修正。其二，强调用法谨慎，增强司法过程中的公平性。其三，对特殊罪犯给予某些照顾。<br>　　③加强马政建设<br>　　中原内地自古以来就缺马，这样既不利于骑兵的壮大，又无法适应生产发展的需要，更限制了交通、运输等事业的发展。景帝即位之后，继续进行马政建设。他下令扩大设在西边（如北地郡）、北边（如上郡）的马苑，而且鼓励各郡国及民间饲养马匹。由于景帝时期养马业的大发展，军马生产颇具规模，属于官府的马匹发展到了40万匹，民间的尚且未计。<br>　　实行“卖爵令”及“黩罪之法”。这两项措施都是在文帝时由太子家令晁错提出，并被文帝批准实行的。景帝即位后，继续执行了这些被证实是有效的措施，并使它更为完善。大批徙民充实于边地，成为一支兵农混一的垦戍队伍，不但减轻了内地百姓的徭役，而且争取到一个安定的社会环境。</p> <p><strong>文化</strong><br>　　发展教育，打击豪强<br>　　景帝时期，由于社会经济的恢复及发展已达到相当的程度，所以统治阶级上自景帝，下至郡县官都逐渐重视文教事业的发展。当时在教育领域中最突出的就是文翁办学。<br>　　文翁，庐江郡舒（今安徽庐江县西南）人，年轻时就好学，通晓《春秋》，以郡县吏被察举（即郡国守相经过考察后向朝廷推荐），景帝末年任命他为蜀郡太守。文翁首创了郡国官学，对文化的传播起了重要作用，他的成就得到后人的肯定，武帝很赞赏文翁的办学模式，在全国予以推广。<br>　　景帝一面弘扬文教礼仪，一面又打击豪强。为了保证上令下达，景帝果断地采取了多项措施，重要的有两项：一是在修建阳陵时，效法汉高祖迁徙豪强以实关中的做法，把部分豪强迁至阳陵邑，使他们宗族亲党相互分离，削弱他们的势力，以达到强干弱枝的目的。二是任用酷吏，如郅都、宁成、周阳等，严厉镇压那些横行郡国、作奸犯科者，收到了杀一儆百的功效，使那些不法豪强、官僚、外戚等人人股栗，个个惴恐，其不法行为大大收敛，这便局部地调整了阶级关系，有利于社会的发展。<br>　　由于推行了上述措施，就进一步促进了社会经济的稳定和发展。人口翻番，国内殷富，府库充实。据说，景帝统治后期，国库里的钱堆积如山，串钱的绳子都烂断了；粮仓满了，粮食堆在露天，有的霉腐了。但是，文景时期社会经济的发展，又带来了贫富悬殊的分化。这种状况，既为后来汉武帝实施“雄才大略”，提供了雄厚的物质基础；也给西汉中期带来了新的社会问题。</p> <p><strong>民族</strong><br>　　与匈奴的关系<br>　　景帝时期是匈奴“最强大”的时期，强大的匈奴骑兵南下进击汉地，烧杀抢掠，严重威胁着西汉王朝的统治。而此时汉朝社会经济有了恢复和发展，但要战胜匈奴，条件仍不成熟。在这种情况下，景帝怎样处理汉匈关系呢？总的来说，是有战有和，但和多战少，以和为主。<br>　　景帝坚持和亲，在一定程度上缓和了军事冲突，为经济发展赢得了时间，为以后汉武帝反击匈奴做了准备。当然，景帝并不是一味妥协，也进行了必要的抵御。在不多的反击匈奴的战斗中，涌现了李广、程不识和郅都等一批卓越的将领，其中尤以“飞将军”李广最为突出。<br>　　李广，陇西成纪（今甘肃秦安）人。他的先祖李信是秦国名将。所以李广堪称将门之后。李广有一套不正规的治军方法，非常适合于塞外的地理条件和敌情条件，他的部队简单、机动、长于应变。所以<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>称赞他说：“勇于当敌，仁爱士卒。号令不烦，师徒向之。”匈奴人一听李广的名字，就感到害怕，以致他们称李广为“飞将军”。<br>　　景帝除了支持李广、程不识等边将对匈奴抵抗，及维持和和战战之外，还采取了一些措施，为以后武帝时期匈奴问题的彻底解决做了很多准备工作，其中主要有两项。</p><br/><h2>家族成员</h2> <p><strong>父母<br></strong>父亲：汉文帝<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>，西汉第五位皇帝。<br>母亲：文帝皇后窦氏（窦漪房），即窦太后。</p> <p>后妃<br>薄皇后：薄太后侄孙女，无子失宠，被废。<br>王皇后王娡（原为金王孙之妻，生女金俗，王儿姁的姐姐），生汉武帝<a href=\"http://so.gushiwen.org/author_700.aspx\">刘彻</a>。<br>栗姬，生临江闵王刘荣、河间献王刘德、临江哀王刘阏于。<br>程姬，生鲁恭王刘馀、江都易王刘非、胶西于王刘端。<br>贾夫人，生赵敬肃王刘彭祖、中山靖王刘胜。<br>唐姬（唐儿），生长沙定王刘发。<br>王夫人王儿姁（王皃姁），生广川惠王刘越、胶东康王刘寄、清河哀王刘乘、常山宪王刘舜。</p> <p><strong>子女<br></strong>儿子<br>1.皇长子临江闵王刘荣，原为太子，后废为临江王，母栗姬。<br>2.皇二子河间献王刘德，母栗姬。<br>3.皇三子临江哀王刘阏于，母栗姬。<br>4.皇四子鲁恭王刘余，母程姬。<br>5.皇五子江都易王刘非，母程姬。<br>6.皇六子长沙定王刘发（其五世孙为东汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>），母唐姬。<br>7.皇七子赵王刘彭祖，母贾夫人。<br>8.皇八子胶西王刘端，母程姬。<br>9.皇九子中山靖王刘胜（蜀汉昭烈帝刘备先祖），母贾夫人。<br>10.皇十子汉武帝刘彻，原封胶东王，母王娡。<br>11.皇十一子广川惠王刘越，母王皃姁。<br>12.皇十二子胶东康王刘寄，母王皃姁。<br>13.皇十三子清河哀王刘乘，母王皃姁。<br>14.皇十四子常山宪王刘舜，母王皃姁。</p> <p>女儿<br>1.皇长女平阳公主，母王娡，嫁平阳侯曹寿，公主的封地在阳信，所以也称阳信公主。<br>2.皇次女南宫公主，母王娡，嫁南宫侯张坐。<br>3.皇三女隆虑公主，母王娡，嫁隆虑侯陈蟜，隆虑也称林虑，所以又称林虑公主。<br>注：当时的史书对公主记载不全，往往只记载皇后之女和有事迹的公主。因此无法知晓<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>是否有其他女儿，只能期待考古发现了。</p>"
}