{
  "id": 1198,
  "star": 1,
  "name": "宋湘",
  "image": "http://img.gushiwen.org/authorImg/songxiang.jpg",
  "dynasty": "清代",
  "desc": "宋湘（1757～1826）字焕襄，号芷湾，广东嘉应州（今广东梅州市梅县区）人。清代中叶著名的诗人、书法家、教育家，政声廉明的清官。他出身贫寒，受家庭影响勤奋读书，年轻时便在诗及楹联创作中展露头角，被称为“岭南第一才子”。《清史稿· 列传》中称“粤诗惟湘为巨”。",
  "content": "<h2>对联</h2> <p>　　罕见的对联奇才。对联是我国传统文学形式之一，源远流长，至明清年间极为鼎盛。明朝<a href=\"http://so.gushiwen.org/author_21.aspx\">文征明</a>、祝枝山、唐伯虎、<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>、徐文长，清朝纪晓岚、<a href=\"http://so.gushiwen.org/author_260.aspx\">郑板桥</a>、<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>等是其中佼佼者，他们所作的对联深为人们喜爱，在民间广为传颂。</p> <p>　　“今日之东，明日之西，青山迭迭，绿水悠悠。走不尽楚峡秦关，填不满心潭欲壑。力兮<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>，智兮<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>，乌江赤壁空烦恼！忙什么？请诸君静坐片时，把寸心思前想后，得安闲处且安闲，莫教春秋佳日过。</p> <p>　　这条路来，那条路去，风尘仆仆，驿站迢迢。带不去白璧黄金，留不住朱颜皓齿。富若<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>，贵若<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>，绿珠红拂终成梦。恨怎的？劝你解下数文，沽一壶猜三度四，遇畅饮时须畅饮，最难风雨故人来。”</p> <p>　　——清嘉庆10年，宋湘从京都回广东路过南粤雄关梅岭，在岭南驿站旁边一凉亭歇息时，见北往南来，过客匆匆，油然而生万千感慨，撰写150字长联于驿站墙壁上，尽情刻划了沧桑世态、苦涩人生。</p> <p>　　“顺睦康宁雍焉乾德嘉千古；治平熙泰正是隆恩庆万年。”</p> <p>　　——宋湘供职翰林时所撰贺皇帝寿诞联，横额为“上大人”。顺治以始，五代皇帝年号均嵌于联中，可谓善颂善祷，兼且一笔好字，在诸贺联中显得特别醒目，嘉庆皇帝看后龙颜大悦，封湘为“广东第一才子”。</p> <p>　　“城收万景近；天放一山来。”</p> <p>　　——嘉庆7年，宋湘到潮州登东门楼花厅观景，有感而作。生机勃勃，气势不凡。</p> <p>　　“千秋出师表；五月渡沪人。”</p> <p>　　——嘉庆12年（1807），宋湘任四川乡试主考，过泸水凭吊古战场时所作，表达对<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>“鞠躬尽瘁，死而后已”精神的无比崇敬。</p> <p>　　“千秋怀抱三杯酒，万里云山一水楼。”</p> <p>　　——嘉庆18年，宋湘游云南昆明大观楼所作。意境辽阔，胸怀旷达，与孙髯翁长联一并为人传颂。</p> <p>　　“南岭古人瞻北斗；东坡今日住西湖。”</p> <p>　　——传说宋湘赴广州考试时，苦于盘缠不足，途经惠州时，求助于惠州太守伊秉绶，伊太守谓：“知君高才，若能五步成联，联中嵌东南西北四字，即为君治装。”宋略不思索，援笔立就，令太守大为赞叹，有“曹子建七步成<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>，宋芷湾五步成联”之誉。</p> <p>　　“云浓公且停踪去；川广吾曾待渡来。”</p> <p>　　——宋湘中解元荣归故里时，曾与夫人曹氏回娘家，在白渡罗寨村渡口等船时，大雨骤降，淋得浑身透湿，后即倡议并捐资于渡口修亭，为之书亭名“得雨得亭”及以上柱联。</p> <p>　　“天有缺，炼石以补之；地有缺，造桥以渡之。炼石者谁？女娲氏也；造桥者谁？芳名列后：……”</p> <p>　　——宋湘为嘉应州（今梅州）大埔县撰写的建桥募捐联。新颖奇特，通俗易懂。是联出后，人们广为传颂，争着慷慨解囊，很快筹足资金，在大埔通往龙岩的路上，建起了一座雄伟壮观的石拱桥。此桥至今历两百余年，依然完好。宋湘撰写的募捐联和乐捐者姓名刻于大桥石碑上，桥柱上还刻着一副相传亦为宋湘撰写的对联：“一道飞虹，人在青云路上；半轮明月，仙藏丹桂宫中。”</p> <p>　　民间流传不少宋湘应对之作（一般为别人出上联，宋湘对下联），幽默诙谐，生动风趣。如：</p> <p>　　“雨打门前芭蕉叶烂；风吹窗外瓜棚藤落。”</p> <p>　　“黄昏过河，脚踏满天星斗；清晨拆画，手卷万里江山。”</p> <p>　　“泥中捉滑，不知泥滑滑滑；花下焚香，难辨花香香香。”</p> <p>　　“白渡桥头，白屋白鸡啼白昼；黄泥墩上，黄沙黄狗吠黄昏。”</p> <p>　　“八刀分米粉；千里重金钟。”</p> <p>　　“满堂古画，龙不吟，虎不啸，鸟不唱啼，雀不鸣叫，闯进使子，可笑可笑！</p> <p>　　一盘棋局，车无轮，马无鞍，炮无烟火，卒无刀枪，喊斩将军，仓皇仓皇。”</p> <p>　　“山石岩下古木枯，此木是柴；巾长帐中女子好，少女更妙。”</p> <p>　　“旧岁因赊，赊来赊去，一副本钱浮在水；今年要现，现买现卖，三分利息稳如山。”</p> <p>　　“东鸟西飞，满地凤凰难下足；南龙北跃，一江虾蟹尽低头。”</p> <p>　　“竹笋如枪，青鸟焉能枪上立；菖莆似剑，黄蜂专向剑中行。”</p> <p>　　“一盏孤灯，走南走北；三更半夜，讲东讲西。”</p> <p>　　“南客栈北客栈南北客栈客南北；东当铺西当铺东西当铺当东西。”</p> <p>　　“螺尖蚌扁鳖甲圆，满盘皆壳；鳅短鳝长鲶嘴阔，一篓无鳞。”</p> <p>　　附录：宋湘巧对</p> <p>　　在宋湘的家乡粤东嘉应州象湖村(今梅州市梅县区白渡镇创赋村)，流传着宋湘许多动人的故事与传说。据说，宋湘七岁能诗文，联对更是他的拿手好戏，人称他是“神童”。九岁那年，宋湘去参加考试。由于动身迟，去到考场时大门己关，考试将要开始。宋湘心急，就狠劲擂门。主考官听到擂门声，心想：“谁敢这样放肆”开门一看，见一小孩闯了进来。便说道：“去去去，小家伙，考场不是你游玩的地方，就要封考场了。”</p> <p>　　宋湘说：“我是来参加考试的，你怎么叫我出去呢”</p> <p>　　主考官说：“你小小年纪考什么试，不要混闹了，快出去！”</p> <p>　　“甘罗十二为宰相，我都九岁了，难道还不能考一个秀才”宋湘不服气地说。</p> <p>　　“嗬，好大的口气！”主考官看看还有一些时间，便说：“好，就这样，我出一联给你对，对得上，给你考．对不上，你出去。”</p> <p>　　宋湘说：“请出题。”</p> <p>　　主考官想了想，说：“河水推沙粗在后。”笑宋湘考试后到，差点错过时间，是个粗人。</p> <p>　　宋湘随即回答道：“风车放谷‘甏’（精的反义）先行。”</p> <p>　　主考官见宋湘才思如此敏捷，大为惊异，就让他参加考试，并荐拔为第一名。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>(1756～1826年)，号芷湾，梅州市梅县区白渡镇象湖村人。其父为私塾教师。他7岁入蒙馆就读，聪敏过人，9岁能文，出口成章。</p> <p>　　乾隆三十三年(1768)，应嘉应州童子试，名列榜首。次年应童子科试，又居第一。乾隆三十五年至四十三年(1770～1778)，宋湘在家一边读书一边务农。</p> <p>　　乾隆四十三年(1778)，进嘉应州学宫就读。同年应府官及学政小考，中秀才。后在广州粤秀书院就读，学习勤奋，成绩优异，因家贫，往往卖文自给。乾隆五十七年(1792)秋，宋湘37岁参加乡试，才压群芳，荣登榜首，成为解元。后在京曾在镶黄旗觉罗官学校任教习，他第一本<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>集《不易居斋集》创作于此时。</p> <p>　　嘉庆四年(1799)，参加会试，旋应殿试，中二甲进士，授翰林院庶吉士，时年44岁。同年10月，因父在家病逝，返回故里。</p> <p>　　嘉庆六年(1801)，宋湘应惠州知府伊秉绶邀请，任教惠州丰湖书院，在此他写下不少诗篇，编入《丰湖漫草》和《丰湖续草》，并留下不少墨迹。嘉庆七年，宋湘因避当地战乱，离惠州转居羊城，出任广州“粤秀书院”院长，梅州从学者众。</p> <p>　　嘉庆十年(1805)冬，重赴北京，被授为翰林院编修，历任文渊阁校理、咸安宫总裁，国史馆总纂主编儒林、文苑两传、教习庶吉士等职。十二年秋，派往四川主乡试，十三年秋前往贵州主乡试。</p> <p>　　嘉庆十八年(1813)，宋湘时年58岁，万里南行出守云南曲靖、广南、永昌诸府，沿途触景生情，写下了不少同情人民疾苦的诗篇，编入《南行草》。他在云南为官13年，实职是曲靖知府，中间曾代理广南、大理、顺宁、永昌、楚雄等府及迤西、迤南道尹，在吏治方面取得卓越成就，这是他一生中最重要的时期。《清史列传》、《广东通志》、《嘉应州志》均有记载。他把薪俸大部用于振兴地方公益事业上，受到广泛的赞扬。史载，他初至曲靖，适水患之后，灾黎遍地。不堪寓目，便领众修城治水；后到马龙州，见地瘠民贫，便捐出俸银购新纺车500架和一批棉花，令其妻素云教妇女纺织，以解决人民的生活困难，人们感恩称所织之布为“宋公布”。宋湘在广南府时，见城内地高，饮用水困难，便捐款并亲自勘测水源，凿东、西二塘，引水至城，供百姓饮用；代迤西遭尹时，所属地方大饥，瘟疫流行，他捐俸赈恤并组织百姓生产自救。在任权永昌府时，见郡有永保书院久废，捐俸银170两，修复书院，促文教渐兴。其在滇为官之治绩，百姓莫不感恩戴德，当地人塑宋湘生像，建生祠，立碑祀奉。此外，为诸志所不及载之“点苍山造林”一大事，亦为宋湘之业绩。宋湘留滇13载，对云南一山一水、一草一木皆极其热爱。苍山、洱海、大理三塔，滇池大观楼，澜沧东铁索桥等，是他反复高吟的对象。尤为可贵的是，在这些边疆风物作品中，充满了忧国忧民的思想感情。他的诗作总集《红杏山房集》及在滇所写诗《滇蹄集》，就是滇任上(道光四年)付刻刊行的。</p> <p>　　道光五年(1825)，宋湘年届古稀，始调离云南，提升为湖北督粮道。次年正月三十日，71岁的宋湘，奉谕统筹漕河全局，亲自统率东南漕河粮船3000艘，任务繁重，他栉风沐雨，乘舟督粮，直至长逝为止。曾写诗道：“若问老夫今日事，春风扶上督粮船”。途经汉阳，登临龟山麓之古琴台，还兴致勃勃地以竹叶题写了“伯牙琴台题壁”一首长歌，编入《楚艘吟》中。</p> <p>　　宋湘还精于书法，是清代著名书画名家之一。查考宋湘一生，他集诗人、清官、教育家、书法家于一身，为国为民有卓越贡献。清道光六年(1826)十二月二十五日寅时，宋湘由于过度劳累，在睡眠中与世长辞，终年71岁。逝后无钱办葬，灵柩奉旨从湖北移归梅县故乡，寄厝于城西教子岌，后迁入白渡镰子凹地方。民国6年(1917)，梅县县长林玉闽慕其名，邀请白渡父老。募捐款项，在白渡圩背山修墓安葬，另勒碑铭刻宋湘遗像和“像赞”，置于梅城南门八角亭，后移回宋湘故居，今犹存。</p> <p>　　宋湘为官期间，薪俸大部分用于为民众谋福利，家徒四壁，存银无几，惟诗文墨宝颇丰，为封建官僚中所鲜见。</p> <p>　　建国后，宋湘被评为\"梅州八贤\"之一，其铜像立于梅州大会堂，供后人瞻仰。</p><br/><h2>文才</h2> <p>　　自言“作<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>不用法”，反对摹拟。以“每课艺出粘堂壁，同舍皆惊讶，以为古人文”见长，并且获得“文中骐骥”的美誉。但由于资用乏绝，<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>还需在课余卖文自给，生意亦颇兴隆，请他写字作文的纸张常常堆满了桌椅。</p> <p>　　宋湘历任翰林院编修、云南曲靖知府、湖北督粮道。为人真率，襟抱豪迈，诗书双绝，世誉岭南才子。文采风流，辉耀一世。其诗雄直豪放，哀乐无端，飞行绝迹，磊磊落落，自成一家，深具倜权奇之慨。其书高迈雄劲，如天马行空，气势超凡，兴到之际，随手取物，虽蔗渣竹叶，率意挥洒，出神入化，古意磅礴，人得其尺幅如获拱璧。为官廉明，两袖清风，读书自乐，身后无余物，仅《红杏山房诗抄》传世。</p><br/><h2>书法</h2> <p>　　著名的书法家之一。《清史稿》：“湘性豪迈，下笔显倜傥雄奇之概。”北京故宫博物馆的《龙藏宋墨题咏》评曰：“芷湾长草书，章法磊落，笔致潇洒，往往一纸书出辄为时贤所倾倒。”《清史文苑》：“<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>除善用笔外，还能随手以竹叶蔗渣作书，而不失其妙，刚劲处似钢钩铁槊，柔韧处如烟云缭绕。”</p> <p>　　宋湘的书法流传很广，梅州市梅县区档案馆和博物馆分别收藏有殿试考卷（复制本）、“山惟镇静生群物，海以宏深纳大川”行书对联，湖北汉阳有用竹叶书写的《伯牙琴台题壁》，广州有“粤海关”匾额，惠州有“丰湖书院”匾额和“人文古邹鲁，山水小蓬瀛”对联及用蔗渣代笔写的《湖上五别<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>》，昆明湖大观楼北面有“千秋怀抱三杯酒，万里云山一水楼”对联，昆明筇竹寺有用草刷蘸紫土写的“玉案山”匾额和“护门帷遣白云，听钟声何处；依杖却分青霭，话竹色当年”对联等。</p> <p>　　宋湘《伯牙琴台题壁》：“噫嘻乎，伯牙之琴，何以忽在高山之高，忽在流水之深，此曲不传愁人心。噫嘻乎，子期知音，何以知在高山之高，知在流水之深，古无文字直到今。是耶非耶，相逢在此。万古高山，千秋流水。壁上题诗吾去矣！”</p> <p>　　——有幅束竹叶为笔书写的八大块巨匾，笔走龙蛇，气势磅礴，洒脱古拙，夭矫不群。作于清道光5年宋湘任湖北督粮道时，其时宋已年逾古稀，数月后去世。几年后，有人怕被风雨剥蚀，即请匠人刻石，遂完整保存至今。</p> <p>　　传说，宋湘中解元时，曾小住嘉应会馆，一天，听会馆执事人员说邻近某会馆一新科举人为庆贺高中大摆筵席，车水马龙，十分热闹。宋湘听他们言下颇有欣羡之意，便道：“你们要看热闹不难，只要到城中各显眼处贴上告示，说新科解元宋湘定于某月某日在嘉应会馆门口写大字便了。”告示贴出后，到了那一天，果然各地文士纷纷来到，车马云集，人头攒动，把嘉应会门口挤了个水泄不通。宋湘不慌不忙，拿着大笔，登上扶梯，在照壁上草书“夜半归来月正中”七个大字，龙飞凤舞，夭矫多姿，最末一个中字，中锋拖有一丈多长，宛如一把宝剑自天而降，寒光闪闪，耀人眼目，观者无不不叹。</p> <p>　　传说，宋湘在游览一名山胜迹时，曾留下“高山万古，流水千年”草书，惊动四方。有一酷好书法的和尚闻知后，专程前来瞻仰，越看越敬服，遂在其旁搭茅棚住下，仿其笔意，废寝忘食，昼夜不停苦练。这样过了两个月，书法大进。于是，和尚运足精神，照宋湘原句草书，并将其所书与宋湘所书排列一起。观者无不赞叹，认为与宋湘书法已不分高下。此事为宋湘闻知后，深有“高山流水遇知音”之感，赶到其处一看，既大为叹服，又大为惋惜。众人问：“为何既叹服又惋惜？”宋湘回答：“叹服者是，其书法古拙洒脱，反朴归真，已臻炉火纯青；惋惜者是，其早夜不停苦练，大伤元气，已不久人世。”众人不信，认为宋湘是故作惊人之语。那知过了不久，和尚果吐血而亡。众人惊问宋湘：“你看了和尚写的字，为何即知其将离人世呢？”宋湘说：“我几十年磨穿铁砚，他竟在两个月内练成，心血耗尽，怎能不死？”众人方恍然。</p> <p>　　善书法，曾书刻“丰湖书院”巨匾。他为书院书撰的楹联“人文古邹鲁，山水小蓬瀛”被收进《中国名匾》一书。云南大理一中南花厅内，珍藏着一块古雅庄重的大理石碑――宋湘手撰的“种松诗碑”，记载了他任职期间组织发动群众植树造林的历史：前摄迤西道篆日，买松子三石，于点苍山三塔后寺鼓民种之，为其濯濯也。今有客报余松已寻丈，其势郁然成林者，予喜且感，系以三绝句：</p> <p>　　不见苍山已六年，旧游如梦事如烟。多情竹报平安在，流水桃花一惘然。</p> <p>　　古雪神云看几回，十围柳大白头催。才知万里滇南走，天遣苍山种树来。</p> <p>　　一粒丹砂一鼎封，一枚松子一株松。何时再买三千石，遍种云中十九峰。</p> <p>　　这是云南大理脍炙人口，广为流传的种松碑。据《清实录》载：宋湘在任期间曾买松子三石，让三文笔村民种于三塔后面的苍山上。六年后，道光二年五月乙亥，诗人在赴任途中又看见了六年不见的点苍山，并且有人告知“有报松已寻丈，郁然成林，”非常高兴，但诗人此时已六十六岁，他感慨万千，写了这三首七言绝句，表达了诗人复杂的心情。 碑文行书，写得流畅中显刚劲，有李北海遗风，为书法爱好者所喜爱， 民间多有珍藏。 原碑立于三塔寺旁，后移于大理一中校园南花厅内。</p> <p>　　宋湘擅长正、隶、行、草等书体，豪迈雄劲，如天马行空、气势超凡。除善用毛笔外，竹叶、蔗渣随手捡来照样挥写，甚至用抹布、扫帚同样能写出出神入化的字。故<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>有诗赞他：“伯牙台上记留题，更写西湖五别诗。竹叶蔗渣俱妙笔，米颠书法杜陵诗。”</p> <p>　　现存北京故宫博物馆的《龙藏宋墨题咏》评曰：“芷湾草书，章法磊茫，笔致潇洒，往往一纸书出辄为时贤所倾倒。”这一评说，是民国十四年（1925）由朱鹤、黄伟磐等九十多位文人学者就宋湘为广州龙藏寺（今大佛寺）题联“往来资白业，谈笑出红尘”设坛品赏时，所作出的评价。一联引来百咏，正是反映了宋湘书法为时人所倾倒的情况。</p><br/><h2>诗选</h2> <p>　　清代著名<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>人之一。<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>诗风磊磊落落，豪放不拘。《清史列传》：“粤诗自黎简、冯敏昌后，推湘为巨擘。”诗作有《不易居斋集》、《丰湖漫草》《丰湖续草》、《燕台剩沈》、《南行草》、《楚艘吟》、《红杏山房试贴诗》、《红杏山房试诗第初集》、《汉书摘咏》、《后汉书摘咏》各一卷，《滇蹄集》三卷，共收诗九百多首，合称《红杏山房集》；另有后人收集的《红杏山房集外集》，收诗一百五十首。</p><br/><h2>故事</h2> <p><strong><a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>在广州</strong></p> <p>　　一、负笈远游的穷学生</p> <p>　　宋湘（1757～1826），作为清代中叶一位有名的<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>人、书法家和教育家，他与惠州丰湖书院的关系，由于其诗集《丰湖漫草、续草》，及《西湖五别诗》题刻与书院石刻门联“人文古邹鲁，山水小蓬瀛”的流传，早已为人们熟知，但他与广州尤其是与粤秀书院的密切关系，却甚少为人提及。本文就从这里开始。</p> <p>　　宋湘是嘉应州（今梅县）人，27岁时在广州粤秀书院肄业。在书院，文思敏捷的宋湘很快在同学中崭露头角。“每课艺出粘堂壁，同舍皆惊讶，以为古人文”，并且获得师生称赞“文中骐骥”的美誉。但由于资用乏绝，宋湘还需在课余卖文自给同学，生意亦颇兴隆，请他写字作文的纸张常常堆满了桌椅。不过，生性浪漫的宋湘并不以温饱为满足，其“风流才子”习气时有显露，经常出入于歌楼酒馆，他在《忆少年七首》之三、之四的诗中曾言及：</p> <p>　　跌宕文坛十载强，中间顿挫一衿凉。</p> <p>　　家无儋石同刘毅，身有空拳似李阳。　</p> <p>　　斩蛟射虎气难囚，快事平生一马周。</p> <p>　　命酒市楼常独坐，出门一掷ht裘！</p> <p>　　二、与诗书画家的交游　</p> <p>　　宋湘在广州时，结识的诗人墨客有黄丹书、黎简（二樵）、郑炳昌、李鸣盛、张思齐、<a href=\"http://so.gushiwen.org/author_475.aspx\">张维屏</a>、阴东林、陈昙、吕坚、吕翔、叶梦龙、冯敏昌等，其中与黄、郑、李数人相交尤深。</p> <p>　　黄丹书，字廷授，号虚舟，顺德人，擅书、画，尤工诗，与张锦芳、黎简、吕坚称“岭南四家”，著《鸿雪斋诗抄》、《胡桃斋诗余》。郑炳昌，字颖超，号晓园，香山人，廪贡生，后为澄海县学训导，工诗画，著有《丛书阁遗草》。宋湘寓居郑家两年，与之同游共读。宋离郑家后，一度任广东学政陈桂森的幕客。乾隆五十七年（1792）郑炳昌特在广州租房，与宋湘同住，准备一起应试。是年乡试主考为初彭龄（号颐园），文题《梓匠轮舆章》，诗题《赋得鸿毛遇顺风》，结果宋湘高中解元（全省第一名举人）。一登龙门后，他写了两首诗述怀记事：“海日扶轮出，霞标百丈高。腾天皆虎气，得路果鸿毛。十载围灯火，来朝看锦袍。人声潮水沸，何德忝称豪。”“两点龙门额，青衫十五年。只今三破的，敢诩不空弦。远大男儿志，生成雨露天。一枝何足道，稍得慰堂前。”这是除试帖诗外现存有年月可考的宋湘最早诗作。见其亲笔札中，不载于诗集。　</p> <p>　　宋湘中举后，辞学政幕归乡，黎简赋诗为他送行：“从容长揖驾短棹，摆落美游宁恶归。竹雨池亭药洲石，梅关蝴蝶麻姑衣。窗鸡星尽汝先起，风o天长吾退飞。今日@堂南弟子，去年北雪到门稀。”（《寄怀宋孝廉芷湾》）宋湘对黎简亦十分倾服。宋还结识了诗人李遐龄。李字芳健，一字菊水，香山人，时方授徒于郑家。黄、宋两人一见其诗，诧为异才，遂与之订交。遐龄后为嘉庆贡生，著《勺园诗抄》、《容安堂全集》。宋湘后期在广州结交的还有李鸣盛。李字佐廷，一字尧山，南海人，附贡生，工诗能文，擅画竹，著有《春雨楼稿》。与宋湘交谊尤挚。鸣盛曾画竹寄湘，附诗云：“凉t动翠筠，云烟回忆十年身。屋梁落月参差影，留得虚心待故人。”湘亦有“留赠”警句“世上葛藤需快剑，心中风雨有深卮”传诵一时。</p> <p>　　三、重返母校</p> <p>　　嘉庆八年（1803），48岁的宋湘又回到粤秀书院，以堂堂院长的身份去执掌教席。本来院长一职另有人选――由广东巡抚瑚图礼聘江西学者汤藩（价人）担任。但汤至广州时，瑚已离任，而新督抚倭什布、孙玉庭与汤素无交情，故对之不大理会，汤一怒之下，拂袖而去。于是，当局便延请当时已赋闲的宋湘担任此职。宋湘在粤秀书院讲学两载，至嘉庆九年（1804）冬，才北上赴京辞去教席。</p> <p>　　两年中，他夙兴夜寐，为发展广州地区的教育事业作出了贡献。他深悉“寒窗”之苦，所以对穷学生特别关照，加之褒贬公正，故在学员中享有崇高威望。梅州乡人更是闻风竞起，从学者众，院舍几不能容。从此梅州文风渐振，学人辈出。人们公认：“程乡先辈之所以得衣被士流，变转风气者，肇始先生，而后来李绣子太史（李黼平）继之。”　</p> <p>　　宋湘主讲粤秀书院时，适值冯敏昌亦掌越华书院教席，两院相距不过一公里，于是两人时相过从，论学谈文。冯氏殁后，其门人梁炅携冯诗册稿本至京师，请在京的翁方纲、吴嵩梁、秦瀛、<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>祺、宋湘等斟酌选定，得四百余首，即传世的《小罗浮草堂诗集》。</p> <p><strong>宋湘与东莞纂香书室</strong></p> <p>　　纂香书室位于东莞市凤岗镇凤德岭上村，约建于清乾隆五十二年（1786），由上村张姓十七世祖张超群用千金所建。抗日战争和解放战争时期，中共地下党在纂香书室举办培训班，并开办“纂香女子学校”，是东莞市重点文物保护单位。书室坐北向南，宽19.86米，进总深20.09米，建筑面积399平方米。头门面宽三间12米，进深二间，硬山顶，碌灰瓦，龙船灰塑正脊，门额为宋湘题“纂香书室”四字；中进大厅横梁架“思敬堂”匾；</p> <p>　　后进厅设高1.25米长形供台。整个书室的檐棂。山墙都饰有花鸟图室，或彩绘或灰塑。2004年东莞市人民政府公布为文物保护单位。</p> <p>　　居民为客家人，主要由福建，广东梅州地区迁入。书室的创办人为凤岗上村的张超群。清乾隆年间广东才子宋湘在书室讲学。书室周围民居林立。</p> <p>　　纂香书室与宋湘有密切的关系。追溯乾隆中期，约1782年，上村财主张应中(张应中，字时行，生于乾隆癸酉年，即1753年，儒林郎历职布政司)到广州经商，邂逅宋湘，发现他有博学之才，于是招之回乡，后聘为书室教师。相传宋湘在开馆之初，出示广告，上写“即日开张”，乡民见了无不掩口而笑，宋湘不恼不怒，挥笔写成“即日开张摆出尼山杂货，他人托贱馆招天下英才”，这二十个大字笔走龙蛇，气势磅礴，洒脱古拙，夭矫不群，众人见了无不叹服。此后，纂香书室，学童莘莘。</p> <p>　　宋湘被称为对联奇才，他曾为上村天后宫写一对联：“大庙庙神灵庇佑，尚村村老少平安”。此外，还有“福无双至今朝至，祸不单行昨夜行”等等对联，在当地传为佳话。</p> <p>　　宋湘在上村任教多年，他一边教书，一边勤奋学习。张应中见他聪明颖悟，学问广博，不愿耽误他的仕途，于是资助他到南澳深造，后来他高中广东第一名举人和第十一名进士，从此宋湘仕途坦荡。</p> <p>　　纂香书室与宋湘有不解之缘，然而鲜为人知的张超羣胸怀远志，热心公益，崇尚文化，其孙张应中发扬祖德，慧眼识才，聘请名师，培育英才，以及他助人为乐的精神，永远值得后人敬仰。</p> <p><strong>宋湘在惠州</strong></p> <p>　　一、生平著述东坡若解西湖乐早解朝官住惠州</p> <p>　　宋湘于嘉庆六年（1801）应惠州知府伊秉绶之邀，曾任惠州丰湖书院院长，在惠州生活了两年，他对惠州西湖的湖光山色和风土人情十分热爱，经常游览西湖景点，访问惠州市民，将所见所闻写成诗歌。</p> <p>　　丰湖书院是伊秉绶一手扶植起来的。惠州大学校内残存的丰湖书院遗迹都是伊秉绶时代的。现存的楹联“人文古邹鲁，山水小蓬瀛”，其实是宋湘为丰湖书院的二门所题。丰湖书院头门上的楹联是伊秉绶题写的“学焉得其性之所近，览者将有感于斯文”。丰湖书院修好后，伊秉绶请来当时的著名诗人宋湘主持丰湖书院。</p> <p>　　他还与宋湘一起制订了丰湖书院的规章制度。宋湘的诗集里有《丰湖草》和《丰湖后草》各一卷，都是在书院担任山长的两年时间里写的。在丰湖书院期间，宋湘钟情惠州山水，从他的诗歌里，可以看到一个非常迷人的丰湖和同样迷人的书院：敞敞亮亮的一大片水，清清静静的一座院落，清风明月，春绿秋白的芦苇，那是一幅令人神往的画卷。</p> <p>　　二、散步黄塘村欣然写下《黄塘村晚》</p> <p>　　宋湘游览永福寺，寺僧慕他才华，向他索取墨宝，他欣然命笔，写下《永福寺》；他散步于黄塘村，见炊烟初上，牧童回家，便用诗句绘出一幅惠州农家乐图：“桐叶榕叶碧相映，竹鸡水鸡春共声。贪看黄牛骑水过，不觉远寺钟齐鸣。”（见《黄塘村晚》）；宋湘居住在丰湖书院内，日日与湖水相伴，对西湖更是情有独钟。他写下《湖居十首》，下面摘录一首：“洒洒两湖风，满山开刺桐。木棉吹作絮，蝴蝶展如篷。野笋穿篱白，江鱼出网红。倾城人上冢，都在水西东。”本报曾介绍惠州才子江逢辰的《惠州西湖棹歌》九首（2008年3月29日《东江时报》5版《“得人胜获百琼瑰”》一文），而早在江逢辰写西湖棹歌的前76年，宋湘就已写下《西湖棹歌》十首，其中一首是：“卢橘杨梅烂不收，荔枝龙眼出城头。东坡若解西湖乐，早解朝官住惠州。”</p> <p>　　宋湘在惠州生活两年，成诗195首，平均每年成诗近百首，他把在惠州写下的诗结为《丰湖漫草》及《丰湖续草》。是<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、唐庚和今释之外，可将寓惠作品结为专集的又一诗人。</p> <p><strong>宋湘在云南</strong></p> <p>　　一、为官清廉任职云南13年最受尊敬称赞</p> <p>　　宋湘曾出任云南省曲靖知府，在云南任职13年，期间曾代理广南、永昌、大理、顺宁、楚雄等地知府及迤西、迤南道尹。他在云南为官清正廉洁、勤政亲民，常勉励自己“要与民间验辛苦”，鼓励人民勤于耕牧，并把自己大部分薪俸用于兴办当地公益事业。</p> <p>　　二、民无衣穿购纺车让妻教妇女纺织</p> <p>　　初至曲靖，正逢当地水患之后，灾民遍地。宋湘积极带领当地民众修城治水，很快将水患制服，受灾百姓得到了安置。后到马龙州，见当地边民不会纺纱织布、穿衣无着，便将自己的俸银购新纺车500架和木棉一批，让妻子王素云教妇女纺织，所织之布为当地人民称为“宋公布”。在广南府时，见百姓用水困难，他捐款并亲自勘测水源，凿东、西两塘引水至城，供百姓饮用。代迤西道尹时，所属地域饥荒、瘟疫流行，他捐俸银抚恤并组织百姓生产自救，还自购松籽三石，指导群众植树造林，使原来光秃秃的点苍山成为一片翠绿。他本人也亲自到翠峰山种了一片青松，人称“太守林”。在云南大理一中南花厅内，珍藏着一块古雅庄重的大理石碑——宋湘手撰的“种松诗碑”，记载了他任职期间组织发动群众植树造林的历史。碑中有“一粒丹砂一鼎封，一枚松子一株松。何时再买三千石，遍种云中十九峰”之句。在永昌府时，见郡中书院失修，又捐俸银170两，修复书院，使文教渐兴。</p> <p>　　三、文武皆能生擒匪首安定一方秩序</p> <p>　　宋湘不但能文，而且能武。他任永昌府知府时，因府属境内湾甸一位土司死后无嗣，土司族人景在东趁机篡位，欲聚众千余人扬言要攻打永昌城。宋湘获悉后，在组织乡民操练同时，派人秘密潜入湾甸。经精心策划，宋湘率领乡团突袭土司衙门，生擒匪首景在东，安定了一方秩序。</p> <p>　　云贵总督伯麟见宋湘业绩显赫，誉他为贤吏，并向朝廷极力推荐。道光五年（1825），宋湘升任湖北督粮道。第2年病终任上，时年71岁。由于宋湘大部分收入都捐赠给公益事业，以至他去世时家徒四壁、存银无几，惟诗文墨宝颇丰，这在清代官僚中实属罕见。当地百姓极为感念宋湘恩德，为其塑像建祠，立碑奉祀。在《云南大理图书馆记》中有这样的评价：“明清两代人至云南的外省人当中，宋湘是最受人们尊敬和称赞的一位。”</p> <p>　　四、诗歌赞云南江山到处我题诗</p> <p>　　宋湘不只是一位耿介奉公、勤政有为的清官，也是诗书俱佳的诗人和书法家。光绪《云南通志》卷一百三十九《循吏·宋湘传》记述：“湘才气豪爽，工书能文，诗尤火速，每有所作，落笔立就，时称为真才子。历官皆着治绩，而奖掖后进，成绩尤多，至今士林传其遗事觉得佳话。”他在公务之余，颇好写诗，所到之处，对当地的名山胜水或光景奇花，往往付之笔端。其后，宋湘把在滇诗作编成《滇蹄集》三卷计157首。这些诗作记述了宋湘在云南的行踪和心迹，以及他与当地人民之间的深情厚谊，表达了他对云南的感情。</p> <p>　　“马蹄今日踏滇山”</p> <p>　　嘉庆十八年（1813年）秋，宋湘出任云南曲靖知府，一路南下，弃舟登车，过安顺，出盘县，风尘仆仆，终于在一天下午抵达黔滇交界的胜境关。宋湘一行人在界关木牌坊边的山脊上稍事休息。当他抬头遥望四周莽莽群山时，不禁心潮起伏，感慨万千，在驿站墙壁上题写了《滇南胜境题壁》七律一首：</p> <p>　　马蹄今日踏滇山，山在乾坤何处边。</p> <p>　　汉使石坛金碧气，佛门铃塔祖师禅。</p> <p>　　封疆六诏开荒服，道里中原认斗躔。</p> <p>　　回首十年香案直，退朝满袖只炉烟。</p> <p>　　诗中记述了宋湘路过胜境关时的感受。首二句笔力遒劲，气势壮阔，把视线一下子延伸到遥远的群山，给萧寂的荒野增添了无限的生机，令人心情为之振奋。接下来的颔联和颈联，高度概括了自汉唐以来，云南与中原内地在政治、经济、文化上的密切联系。结句回忆在京任职时的心境。</p> <p>　　据史料记载，宋湘到曲靖后，当地正遭受严重的洪涝灾害。上任伊始，宋湘身先士卒，率士民百姓赈灾救困，通过治水、筑堤、修路、补城等举措，治理了水患，并使当地经济得到长足发展，在不太长的时间内取得了有口皆碑的成效：“……郡民走告我，今岁谷增万，鱼鳖化为禾，洪波消荒甸；荒荒马龙州，男女骬不线，使君慈母心，女手扦扦劝，五百新纺车，织染兹亦遍。闻之岂不欢？百不了一愿，边荒多艰难，救民先救困。兹行复如何，区区心一寸。”（见宋湘《滇蹄集》卷一《之广南道中述怀四首》之三）。宋湘在曲靖的业绩，受到云贵总督伯麟的嘉奖。</p> <p>　　“江山到处我题诗”</p> <p>　　嘉庆十九年（1814年）夏天，宋湘到昆明述职。其间，他先后游览了大观楼、黑龙潭、西山等名胜景点，被这些优美的自然风光所感动，即兴挥笔题诗。且看《题昆明池大观楼壁二首》：</p> <p>　　江山到处我题诗，况是登楼放眼时。</p> <p>　　此水自从闻汉帝，昔人谁实见滇池。</p> <p>　　碧鸡金马今黄土，段诏蒙酋古复棋。</p> <p>　　欲唱竹枝三百首，遍传骑象戴花儿。</p> <p>　　空翠波光入酒杯，大风环佩亦仙才。</p> <p>　　杜陵眼老旌旗失，蛮徼云深关塞开。</p> <p>　　万里星辰依北极，百年草木上春台。</p> <p>　　君看一带山河影，浩荡蓬壶月照来。</p> <p>　　这两首诗都是借景抒怀之作。作者面对眼前如画江山，引发对历史的回顾与怀想，意气风发，神思飞扬，也流露出建功立业的抱负。传说，其时宋湘游兴未尽，又应邀在大观楼写下“千秋怀抱三杯酒；万里云山一水楼”的名联。此联与上述二诗，在立意上一脉相承，在意境上相得益彰，以怀古入题，以景抒情，以形象对格，以数词量词组句，构成一副妙手天成的佳联，抒发了作者旷达乐观的襟怀。</p> <p>　　五年后，嘉庆二十四年（1819年）春天，宋湘从京城返回昆明，重游大观楼，又题写了《春日重题大观楼二首》：</p> <p>　　楼上春云住又飞，楼前春水绿生肥。</p> <p>　　举头莽荡身何处？骊酒苍茫醉未非。</p> <p>　　三岛游仙他日梦，五湖垂钓几人归。</p> <p>　　球场牧马将军老，谁话天山雪打围。</p> <p>　　湖花湖柳此依依，天下春光两燕飞。</p> <p>　　好水自头连尾看，诸山从古到今围。</p> <p>　　百年作客原如寄，竟日登楼只不归。</p> <p>　　此曲莫传<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>和，怕教游子泪沾衣。</p> <p>　　诗中除了赞叹滇池的美景外，却少了前时的意气风发，多了怀旧的思绪，隐含着宋湘慨叹暮年难酬昔日壮志的心情。这二首七律，首二句似信手拈来，语言清新流丽，为全诗增添了不少艺术魅力。宋湘两次游大观楼写的4首七律，无论是诗的立意，诗艺特色，抑或是引典用词的缜密，对仗的工整，以及音韵节律等方面，都达到了相当的高度，多年来一直被后人推崇。而且在同一景点上，同时保存一个诗人的三件作品，这在诗联界尚属少见，足见其具有不可低估的审美价值。</p> <p>　　“何时泉边见梅树”</p> <p>　　春城昆明四季如春，不仅有众多的名胜古迹，亦有许多闻名遐迩的奇花异卉，是历代文人骚客心仪的休闲之地。宋湘多次途经昆明，公干之余，曾慕名前往附近的景点游玩，每有所感即题诗壁上，以抒怀记事。请看《初夏独游龙泉观访古梅，题诗而返》：</p> <p>　　何时泉边见梅树，传闻封殖自唐年。风雷战斗壮士老，烟霞骚屑将军眠。高搴参天汉柏雨，低绕扑地秦松烟。白摧朽骨何盘盘，苍皮远出青可怜。春天花开大如盏，云中之君下来翩。古香蓊勃遮远天，兰房蕙幕相新鲜。美人石肠青铁肝，中有万古相思魂。问君此情香何处？结子满枝空掩关。吁嗟客心何可言？为官万里纷忧煎。荒山野水走皮骨，蛮烟瘴雨沾衣褌。狂游岂少阮孚屐，清梦久隔罗浮村。角巾东第定何日？手版西山聊暮云。青鞋布袜古箧存，心迹要与<a href=\"http://so.gushiwen.org/author_762.aspx\">林逋</a>论。举头万丈青天月，题诗壁上花应闻。</p> <p>　　这首七言古诗，前半部分叙述黑龙潭边唐梅宋柏的来历，突出了梅花经受风霜雨雪的侵袭和磨砺后，仍保持着非同寻常的风韵。作者以比喻夸张的表现手法，逼真地描绘出古梅虬曲高大，历千年磨难而不屈不挠的风骨，以及春天到来时梅花璀璨动人的风姿，讴歌了古梅坚忍不拔的形象。后半部分抒发诗人昔日在广东惠州罗浮山下无忧无虑赏花游玩的日子，思乡之情跃然纸上。最后两句把全诗的立意推到了极致，耐人寻味，久读不厌。</p> <p>　　后来，宋湘的好友沙琛（字献如，号雪湖，大理人，乾隆举人，曾任知县，著有《点苍山人诗钞》）游黑龙潭时，见宋湘的题壁诗，也步其韵写了一首唱和诗《黑龙潭值老梅盛开，感怀旧游，用壁间芷湾太守韵次之》（见《点苍山人诗钞》卷七。诗略）。</p> <p>　　“云南茶花亦迷离”</p> <p>　　云南素有“茶花甲天下”的美誉，且看宋湘游昆明西山云安寺时写的赏茶花诗：</p> <p>　　天下茶花无甚奇，云南茶花亦迷离。入院突兀见此本，九州万古空春姿！高火伞，低摩尼；红者玉，紫者泥；十万灶，一军麾。日亦不敢出，月亦不敢窥；朱霞青天，雷电齐飞。何年所植何物为？花叶不到处，精焰犹交驰。才大有如此，独立隘两仪。世人纷纷说少态，蚍蜉撼树真群儿。吁嗟乎！种花须种一千载，看花须看一千枝，饮酒须饮一千碗。君不见挥刘伶，斥<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，云安寺里人题诗。</p> <p>　　宋湘在这首诗中，运用夸张的表现手法，首二句就突出了“云南茶花甲天下”的语境，使之达到美压群芳的地位。接着，作者满腔热情地盛赞云安寺里的茶树高大，茶花美若云霞、璀璨如火的绚丽多彩的形象。诗人在尽情赞美茶花壮观、丰美、灿烂的景象时，没有忘记为<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>伸张正义，针对那些诬陷忠良的小人情不自禁地喊出“蚍蜉撼树真群儿”的心声。全诗笔墨酣畅淋漓，诗语形象生动，节奏明快跌宕，音韵铿锵有力，情感高昂激越，立意高峻拔卓。当时诗坛名家吴嵩梁（字子山，号雪兰，1767年生，江西东乡人，嘉庆时曾任内阁中书）看了宋湘这首诗后，发出由衷的称赞：“定光寺（即云安寺）里红山茶，雷火烧空十丈花，看花君载千湖酒，醉胆轮囷大如斗。万古茫茫两谪仙，太白子瞻谁抗手？”（见《香苏山馆全集》卷十二）。</p> <p>　　嘉庆二十四年（1819年）春，宋湘时隔五年再次重游云安寺，还想饱览茶花盛开的美景。当他站在茶树前，注目茶花，心驰神往，用神来之笔写了《重题云安寺茶花二首》，赞美茶花。其二为：</p> <p>　　神仙无醉亦无醒，昨夜东皇觞百神。</p> <p>　　来路岂真狮子国，番风长压牡丹春。</p> <p>　　梦中彩笔传名士，天半朱霞立异人。</p> <p>　　难怪外间桃李笑，此花肝胆大轮囷。</p> <p>　　当时，有人说茶花是从海外传到云南的，宋湘对此提出质疑并否认。云南茶花本来就是本土所产，何来外来之说？若以番风压牡丹那样贬低云南茶花的存在，则太不应该了。这里的茶花鲜艳夺目，就像素有神来之笔的<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>那样光彩照人，其品德是多么高尚纯洁啊！最后，作者在茶花如此炽烈的氛围中，精神上得到了慰藉，从内心深处升起一种对美好事物无限依恋的深情。此诗最大的特点是善用拟人化的表现手法，引典用语似信手拈来却自然娴熟，毫无斧凿痕迹，是一首艺术品位较高的七律佳作。难怪宋湘的同乡好友黄钊在《读向华堂诗集》中称赞这首诗：“读到千枝球放句，朱霞天半照云安。”</p> <p>　　“我是何人须是我”</p> <p>　　宋湘曾写过这样的诗句：“忘年十载此长安，阅尽荣华耐尽寒。我是何人须是我，真诗莫与外人看。”不论为官还是为文、为诗，他都用一颗真心去做；不论当多大的官，他都保持着一个“真我”，不被浮云蔽眼。宋湘在云南为官13年间，“要与民间验辛苦”是他的格言。他所到之处都深入实际，调查研究，体恤民情，有的放矢地为当地解决首当其冲的问题，为当地百姓做了不少好事实事抗灾害，寻富路，除恶徒，兴文教，捐俸禄，绿荒山，题诗联……他一心奉公不计个人得失，“得失千秋一片心”。《云南大理图书馆记》《清史·列传》《广东通志》《嘉应州志》均记载宋湘始终如一地过着俭朴生活，把薪俸大部用于振兴地方公益事业，百姓都真心感佩铭记他。</p> <p>　　宋湘离开云南时，送行的人群排成长龙。人们还在他任职过的地方，自发筹钱建祠立碑来怀念他。</p> <p>　　宋湘一生清廉，道光六年（1826年）十二月二十五日，他逝世于湖北任上时，竟然无钱安葬，是当地的百姓父老募捐帮其料理后事。</p> <p><strong>宋湘巧对两广总督</strong></p> <p>　　清代嘉庆年间，一帮广东才子结伴北上赴京赶考，渡韩江，过梅岭，一直来到长江南岸。</p> <p>　　一日，他们正待渡江的时候，忽然有一艘官船顺流而下，正好被渡船挡住去路。船上官兵大声吆喝：“f渡船!渡船!别挡道!这是官船，你们挡道，该当何罪！”</p> <p>　　过河的这批人全是秀才举子，一来踌躇满志，二来人多势众，三来怕误时辰，再说又不知官船坐的是什么官人，便不理睬官兵的吆喝。</p> <p>　　却说官船上坐的是新任两广总督。他见官船被挡，便走出船头看个究竟，见是民船拦路，正待发作，忽见这些人全是赴考的才子，心里就多了个心眼。他想：这帮秀才说不准哪个这次考中状元，以后成了气候，于自已不利。因而不敢贸然得罪。但官威被灭又不甘心，于是，他大声喝道：“喂，你们要想先过河也不难，我出一副对子，你们当中谁能对得通，就让你们先过。”</p> <p>　　接着，他就信口出了上联：“万马立青霜，将军出朔方，东之广，西之广，总督两广！”他道出自己的身份，目的是吓这帮秀才，使他们给自己让路。</p> <p>　　果然，秀才们一听是新任两广总督，就有些怕了，谁也不敢应对。</p> <p>　　这时，人群中突然闪出一个身穿苎麻衣的秀才。他分开众人，喊道：“我能应对！”</p> <p>　　大家都转眼望着这个不知天高地厚的人，不知他能对出什么对子。</p> <p>　　只见秀才不紧不慢地说：“手持七寸管，挥成大文章，中解元，中状元，连中三元！”他语出惊人，正中两广总督的要害和顾忌，总督大人只好赞此人才气不凡，同时也为自己找了个下台台阶，就让他们的渡船先过。</p> <p>　　这个秀才不是别人，正是后来一举成名，被称为广东才子的宋湘。</p><br/><h2>宋湘故居</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1198.aspx\">宋湘</a>《家园杂忆四十韵》描绘了出身家世和故乡风物：</p> <p>　　“籍隶梅州古，邦名白渡前。衡门当水曲，老屋负崖巅。”“鳞次比邻接，瓜绵一脉延。世吾过二十，族众约三千。”“鸡犬家家有，桑麻处处连，先畴耕共牧，旧泽诵兼弦。”“是岸排篁竹，逢桥有木棉。楼浓红杏雨，溪淡绿杨烟。”</p> <p>　　宋湘故居京兆堂，始建于明嘉靖（1522-1566）年间，历代屡有修葺，坐东朝西，背靠矮山，前低后高，占地面积2400平方米。主体建筑为悬山式堂屋，三堂四横，中轴对称，夯墙抬梁，土木石结构，白墙灰瓦。故居外有南北横屋，内屋有三堂四廊两天井，北面横屋有房14间，南面横屋有房13间，内堂屋有房28间，前有照墙，外设斗门楼。</p> <p>　　门楼坐南向北，门楼左右设“石鼓户对”，门额楷书“太史第”，门联“赋梅世第，编竹元家”，这彰显屋主进士及第、官至编修。跨过门楼，进入院内，是宽阔的门坪，砌有照墙围护，正大门额署“解元”，门联“象贤衍庆，崇德流徽”；进入大门，见大门后门额挂“进士”匾。在下堂，可以看到故居厅堂内外，极少雕饰，质朴无华，与客家民居差别不大。据说，宋湘是历史上出了名的清官廉吏，虽身居高位，薪俸优厚，却“身与民俱瘦”，其俸银大部分都慨捐为民造福。</p> <p>　　堂内厅里多有对联，富有<a href=\"http://so.gushiwen.org/author_1198.aspx\">诗</a>文风雅。中堂正墙两面挂宋湘题并书对联“礼乐农桑今之三代，和亲康乐古为一书”。中堂右墙挂有宋湘少时题于家乡安丰寺之山形诗。这首诗乍看似塔，细看如山，上有八个“山”字镶嵌其上。经村中老人宋华光介绍，这是宋湘独创的山形诗体。全诗八句五十六字：“山外青山路曲弯，高山流水响潺潺。深山百鸟声声叫，路上行人万里难。劝君莫做江湖客，饥寒夜夜在山间。人人说道东山远，我到东山八座山。”仔细诵读，发现其与中国诗词环形体、回形体相媲美。低吟浅唱，仿至深山密林，行走林间小径，景秀水美，路艰且难，流连忘返。我们随后移步到上堂，这里设凹式神龛屏风，上端楷书“京兆堂”，左右龙柱各有长联。据介绍，宋湘71岁卒于武汉湖北观察署任上。其生卒时间同样是在农历十二月二十五日寅时，事极巧合，堪称奇事。</p>"
}