{
  "id": 1441,
  "star": 0,
  "name": "陈瓘",
  "desc": "陈瓘（1057-1124年），字莹中，号了斋，沙县城西劝忠坊人。宋元丰二年（1079年）探花，授官湖州掌书记。 历任礼部贡院检点官、越州、温州通判、左司谏等职。 陈瓘为人谦和，不争财物，闲居矜庄自持，不苟言谈，通《易经陈瓘于书法，造诣亦颇深。真迹传世唯《仲冬严寒帖》。李纲曰：“了翁书法，不循古人格辙，自有一种风味。观其书，可以知气节之劲也。”邓肃曰：“开卷凛然，铜筋铁骨，洗空千古，侧眉之态，盖鲁公之后一人而已。”明陶宗仪曰：“精劲萧散，有《兰亭》典型”。由是观之，其书法出神入化，可谓高妙矣。",
  "content": "<h2>生平</h2> <p>　　宋元祐四年（1089年），陈瓘出任越州通判。当时，大奸相蔡京的胞弟蔡卞为越州太守。蔡卞听说陈瓘很有才华，想收为已用，便多方加以笼络。陈瓘知道蔡卞心术不正，不与同流合污，多次以病为借口，要求辞官归隐。后，陈瓘改任温州通判。北宋时期，朝廷沿袭唐代的职分田制，按内、外官和服务性质的不同，授予职官员80亩到12顷的职分田，以其租充作俸禄的一部分。陈瓘认为自己的职分田收入颇丰，只取其中一部分作为生活费用，其余充公。</p> <p>　　绍圣元年（1094），章惇为相 。章惇听说陈瓘很有才华，十分器重，向他征询当今朝政应以什么为重。陈瓘直言不讳地告诉章惇：当今处理朝政应该持公正，不能再搞朋党政治。他举乘舟为例，说：“移左置右，偏重一边都要覆舟，都是不可取的。”章惇说：“<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>奸邪，应该罚治是当务之急。”陈瓘明知章惇与司马光政见相悖，却在章惇面前为司马光辩护说：“这就错了，就像乘舟一样，偏重一边，有失天下之所望。”章大怒说：“司马光不务织述先烈，而大改成绪，误国。如此不算奸邪又是什么呢？”陈瓘毫无惧色，以理力争说：“不了解人的心迹，就怀疑人家的行为，是不可为的；没有罪证，就指责他人奸邪，盲目处治才是最大的误国。当今之急是消除朋党，公平持正，才可以救弊治国。”章惇虽然十分气愤，但也不得不佩服陈瓘的胆识和学识。陈瓘被任命为太学博士。蔡卞等人就抓住司马光的《资治通鉴》大做文章，大举排除异已。陈瓘上书言朋党之争误国，因而忤犯了蔡卞一伙，被贬“出通判、沧州知卫州。”</p> <p>　　建中靖国元年（1101年）宋徽宗即位后，陈瓘被任命为右正言，后又升为左司谏。陈瓘身为谏官，认为职责所在，不能不对朝政秉公进言。他对朋党之争深为痛绝。他在回答微宗询问时说：“做事应该持公正态度，顾及大体，不要抓住人家枝节小事不放，以其一点，攻击其余。尤其是作为谏官的更应该尊重事实，不要以自己的孤见寡闻来妖言惑众。”御史龚尖因弹劾蔡京误国，被蔡京一党驱逐出京。陈瓘不畏强权，挺身而出，严正陈词说：“绍圣以来七年间就有五次驱逐朝廷大臣的事件。被罢免放逐的都是蔡京不同政见的官员。今天又要驱逐龚尖，公理何在？”他公然上书奏请治蔡京等人结党营私，误国误民之罪。陈瓘还上书抨击皇太后干预朝政等事，得罪太后一党，被贬为扬州粮科院监官；不久又转任无为军知事。翌年，陈瓘被召回京城，任著作郎，后改任右司马员外郎兼代理给事中。其时，蔡京的党羽<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>为相。曾布派门客私下告诉陈瓘，将授予他实职，企图以高官收买他。陈瓘不为所动，他对儿子陈正汇说：“我与宰相议事多有不合，现在他们以官爵为饵来笼络我，如果我接受他们的推荐，那么与他们所为有什么区别呢？这样做于公于私都有愧。我这里有一道奏章，论及他们的错处，准备呈上去。”表现了陈瓘大公无私、为人正直的品德。不久，陈瓘就被贬为泰州知府。</p> <p>　　陈瓘的儿子陈正汇在杭州举报蔡京一党有动摇东宫的企图。蔡京一党以同谋罪逮捕陈瓘。陈瓘说：“正汇举告蔡京将不利社稷的文书还在路上，我怎么有可能预先得知呢？既然我不知道，而要我违心地去指证他们犯罪，是情义所不容的；挟私愤，作伪证来迎合你们，是道义所不为的。蔡京奸邪，必定为害国家，这是我多次奏明的，用不着今天才说。”陈瓘大义凛然。字字掷地有声，连内侍黄经臣闻之都为之感动。他说：“皇上正要知道事情真相，就据陈瓘所言上奏吧。”后来，陈瓘被贬置通州。蔡京一党变本加厉地迫害陈瓘，宣和六年（1124年），陈瓘病逝于楚州，终年65岁。</p> <p>　　靖康元年（1126年）宋钦宗即位后，蔡京一党受到了清算；蔡京也被贬岭南，途中死于潭州（今湖南长沙）。同年，朝廷追封陈瓘为谏议大夫，并在县学中建斋祠奉祭。绍兴二十六年（1156年），宋高宗对辅臣们说：“陈瓘当初为谏官，正直的议论，对国家大事多次陈言，现在看来都是对的。”因此，特谥陈瓘为“忠肃”，赐葬扬州禅智寺。</p>"
}