{
  "id": 1625,
  "star": 0,
  "name": "杜濬",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1625.jpg",
  "dynasty": "清代",
  "desc": "杜濬（1611～1687） 清初诗人。原名诏先，字于皇，号茶村，又号西止，晚号半翁。黄冈（今属湖北）人。明崇祯时太学生。明亡后，不出仕，避乱流转于南京、扬州，居南京达四十年，刻意为诗，诗多寓兴亡之感。著有《变雅堂集》。",
  "content": "<h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1625.aspx\">杜濬</a>，明崇祯十二年乡试副榜。入清以后，绝意仕进，流寓金陵三十余年，家贫至不能举[1] 火，仍不屈。杜濬极为耿介孤傲，有人劝他不要太孤僻，他解释说：“某岂敢如此，只是一味好闲无用，但得一觉好睡，纵有<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>在隔舍，亦不及相访。”有些慕名要来拜访他的达官贵人，多被婉言谢绝。即使是当地地方官员（或故友）求见，也得徒步登门。但《九朝新语》中仍说杜濬对这些客人：“则偶接焉，门内为竹关。遇午睡或治事，则外锁之。关外设坐。约客至，视键闭则坐而待，不得叩门。虽大府（知府）至，亦然。”</p> <p>　　当他得知好友孙枝蔚准备应清廷征辟时，立刻写信劝他“毋作两截人”。并说：“不作两截人有道，曰，忍痒。忍痒有道，曰，思痛。至于思痛，则当年匪石之心……且夫年在少壮，则其作两截人也，后截犹长；年在迟暮而作两截人，后截余几哉？”《（与孙豹人书》）孙氏得书，力辞中书舍人而归，保全了一半清白。<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>来访，杜濬闭门拒不接见。杜濬最佩服“岭南三大家”之一的<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>。屈大均，番禺（今广州）人，字翁山。明亡时才十五岁。清兵入境，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加抗清队伍，失败后削发为僧，不久返俗，周游各地。善<a href=\"http://so.gushiwen.org/author_1625.aspx\">诗</a>，有部分作品敢于揭露清军暴行。以后仍与人联络抗清义军，筹划恢复明室。杜濬称赞屈大均为有骨有识，足以继武古人（《复屈翁山书》）。</p> <p>　　杜溶“老而益贫，贫而益狂”，终于在康熙二十六年（1687）病逝，终年七十七。身后萧条，以至无以入殓。几年以后，陈鹏年（字北溟，别字沧洲，以清廉著名，有陈青天之称）任江宁知府，才代为埋葬于南京钟山。</p> <p>　　杜濬著作，因家贫无力付梓，故多散佚。现存光绪甲午黄冈沈卓如刻《变雅堂诗集》10卷及《变雅堂文集》8卷，只相当于他全部著作的十之二三。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1625.aspx\">杜濬</a><a href=\"http://so.gushiwen.org/author_1625.aspx\">诗</a>学<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，遗貌取神，遒宕清逸中时有气势，五律尤佳。《初闻灯船鼓吹歌》是他早年成名的长篇；明亡后诗多寓兴亡之感。如《关山月》、《焦山》、《燕矶感旧》等。他在《古树》中写道：“松知秦历短，柏感汉恩深。用尽风霜力，难移草木心”，可见其情怀。</p> <p>　　《大清一统志》评杜濬：“诗文豪健，自辟畦町。”《湖广通志》说他“博极群书，吴楚人士多就正焉”。《黄州府志》认为他：“性狂气简，岸凌公卿。少立令誉。”“其所著作力砥流风。后隐江南之钟山，名公巨儒不识茶村之面者自以为赧。”<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>（字梅村）是明清之际成就最大的诗人。李元度《国朝先正事略》卷四十八中，记载了吴伟业曾说自己的五言律诗，是读了杜濬的诗作以后才得到长进的。《国朝先正事略》还说：阎若璩（清初经学家，长于考据）“于时贤多所訾謷，独许先生（指杜濬）五律，称为诗圣。”</p> <p>　　杜濬《变雅堂集》中的诗集十卷，有诗650余首。但据陈仲夔（字大章）的《秋蓬集》说，他有未刻诗三千余篇。陈仲夔与杜溶是同代的黄岗人，所说较可靠。但《九朝新语》又说：“茶村（杜濬字）好诋诃俗人。死后有富人购焚其集殆尽。”邓之诚教授在其《清诗纪事初编》中却说：“尝于书肆见其钞本茶村诗文二十余册，多出刻本之外。度其书尚在世间，好事者终有得之之一日也。”可惜至今仍未见其踪影。</p>"
}