{
  "id": 806,
  "star": 1,
  "name": "王鏊",
  "image": "http://img.gushiwen.org/authorImg/wangao.jpg",
  "dynasty": "明代",
  "desc": "王鏊（1450—1524）明代名臣、文学家。字济之，号守溪，晚号拙叟，学者称震泽先生，汉族，吴县（今江苏苏州）人。十六岁时国子监诸生即传诵其文，成化十一年进士。授编修，弘治时历侍讲学士，充讲官，擢吏部右侍郎，正德初进户部尚书、文渊阁大学士。博学有识鉴，有《姑苏志》、《震泽集》、《震泽长语》。",
  "content": "<h2>其人其事</h2> <p><strong>正直清廉</strong><br>　　<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>居官清廉，为人正直，时称“天下穷阁老”。弘治初，王鏊升为侍讲学士，担任讲官。宦官李广引导皇帝游玩西苑，王鏊就讲周文王不敢在出游狩猎方面纵情娱乐的故事，反复规劝皇上，情真意切，皇上被感动了。讲完后，皇上对李广说：“讲官指的就是你们这些人啊。”寿宁侯张峦以前与王鏊有交往，等到张峦富贵以后，王鏊就再不与他来往了。皇太子出就封国，朝中大臣请求遴选正直之士做皇太子的宫僚，王鏊保持原有的官职兼任谕德。不久转任少詹事，又被提升为吏部右侍郎。王鏊曾经向皇上陈奏边防策略，他认为如今火筛、小王子并不值得畏惧，而本朝奸佞小人乱政，大臣将士功罪不分明，职责不专一，法令不实行，边境空虚，这些才是最可怕的。但愿皇上振奋刚健决断的气魄，经常召见大臣，咨询了解守边将士的勇敢或胆怯。有罪必罚，有功必赏，明确规定主将的职权。优待体恤边境战事中死亡者的家属，招募边境上骁勇的人。分配兵力，多方出击，出奇制胜，敌人必定不敢长驱直人。皇上听从了他的建议。　正德元年四月，担任左侍郎，与韩文等大臣请求诛杀刘瑾等“八党”。不久刘瑾却掌管司礼，大学士刘健、谢迁相继离职，内阁只剩下<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>一个人。刘瑾想要推荐焦芳，但朝廷大臣们只推荐了王鏊。刘瑾迫于公论，任命王鏊保留原本官职，兼任学士，与焦芳一同入阁。一个月后，升任户部尚书文渊阁大学士。第二年加任少傅兼太子太傅。尚宝卿崔璿等三人被戴上枷锁，面临杀头之祸。王鏊对刘瑾说：“士可杀，不可辱。如今你侮辱他们，还要杀他们，我还有什么脸面坐在这里？”李东阳也竭力相救，崔璿等人得以保命而受遣戍之罚。刘瑾对尚书韩文怀恨在心，一心想杀害他，又想借其他事情中伤刘健、谢迁，王鏊奔前跑后，竭力相救，他们才得以幸免。有人在刘瑾面前诽谤杨一清，说他修筑边境城墙浪费资金。王鏊争辩说：“一清为国家修筑边防，怎么能把功臣当成罪人？”刘瑾憎恨刘大夏，把他抓到京城，想要判他“激变”罪名处死他。王鏊又争辩说：“岑猛只是迁移延时没有行动而已，没有叛变怎么叫做激变？”当时中外大权全都归于刘瑾，王鏊起初与他开诚布公地谈，他有时还会听取意见。然而焦芳一味随和，没有主见，刘瑾专权蛮横日益厉害，灾祸殃及缙绅。王鏊无法挽救局面，竭力要求离职。正德四年，上了三次奏疏，皇上准许了他的请求。在家居住十四年，朝廷大臣交相举荐，他始终没有再入朝。<br>　　王鏊坚持正义不阿谀逢迎，保持自身清正及早引退。这实在是明晓去就的分寸，作为一个清正的大臣，怎么能以随和应付、曲意周旋的态度去逢迎取悦呢？</p> <p><strong>仗义执言</strong><br>　　明武宗是个喜欢逸乐的皇帝，不问政事，信任他当太子时早夕侍奉他的太监刘瑾等八名太监（人称“八虎”），朝政黑暗。刘健、谢迁等本想除去“八虎”，结果反而自遭失败，相继去位。于是，王鏊以吏部左侍郎兼翰林院学士入阁，一个月后进户部尚书兼文渊阁大学士，翌年加少傅兼太子太傅衔。正德三年（1508年），以太子太傅、户部尚书兼武英殿大学士。<br>　　王鏊仗义执言，在刘瑾迫害朝廷官员时，他多次挺身而出，采用各种办法，坚持与宦官势力作斗争，据理力言，竭尽全力地营救、保护了一批正派官员。一、正德四年（1509年）时，刘瑾专权乱政，打击迫害带头上疏论劾“八虎”罪恶的户部尚书韩文。不仅将韩文罢官，又创“罚米法”，令韩文输米千石至大同，置韩文于死地。王鏊据理抗争，韩文终于得免。二、尚宝卿崔璿、郎中张玮、副使姚祥等3人无辜遭诬陷，都在途中乘轿被逮，枷于东西长安街，毒刑敲打几死。王鏊不顾个人安危，寻着刘瑾当面斥责道：“士可杀，不可辱。现在他们不仅受侮辱而且遭杀，我还有什么脸颜居此位！”说完愤然离去。李东阳也奋力相救，崔睿等才免遭一死，远遣戍边。三、刘瑾攻击三边总制杨一清，诬陷其筑边墙是劳民伤财，逮捕下狱。王鏊据理抗争，当面对刘瑾说：“杨一清才高望重，为国修边，到底有什么罪？！”李东阳亦力救，于是得以释放。四、兵部尚书刘大夏为人正直，刘瑾对此恨之入骨，要想以兵变之罪处死。王鏊得知后挺身而出，为之鸣冤，刘大夏得以幸免。<br>　　正德初年，刘瑾根基未稳，见王鏊开诚建言，有时还是听从其言。因此，王鏊借助在朝多年的巨大影响，保护了一批正派官员。但是，后来由于焦芳一味奉迎，刘瑾气焰日益嚣张，流毒缙绅，王鏊孤军奋战，独木难支，难以挽回局势，于是愤然请求告老回乡。正德四年（1509年），王鏊接连3次上疏辞职。刘瑾对王鏊既恨又怕，于是怂恿皇帝准其去位；五月，王鏊以武英殿大学士致仕还乡。此后，朝廷大臣多次交相荐举，王鏊终不肯再复出。《吴郡五百名贤传赞》称他是：“筹边计熟，立朝行危，急流勇退，弗事委蛇。”<br>　　王鏊致仕回乡至逝世共14年，人在朝野，但他关心朝政，关注民生，心系百姓，人称“山中宰相”。</p> <p><strong>君子之泽</strong><br>　　说到“君子之泽”，读书人自然会想到下一句“五世而斩”，是的，荫庇后世甚至福泽绵长，几乎让每一个功成名就的人都心有所愿而又力有不逮。所以孟子可以说是一语成谶。但孟子也说过：小人之泽，五世而斩。社会动荡，朝代更迭，战乱频仍。所谓“一朝天子一朝臣”，所谓“玉环飞燕皆尘土”。放在现在的语境里，就是：没有一个人可以永无休止的克隆自己。但是苏州近郊的陆巷古村，却给我们提供了一个不尽相同的佐证。<br>　　陆巷古村位于东洞庭山（东山）的后山－－嵩峰山麓。这是一个位于太湖之滨的小小村落：一说是东吴大将陆逊的埋骨之地，一说是南宋文武家眷避乱之所。让陆巷古村名闻遐迩的是在明代，村里出了个户部尚书、文渊阁大学士王鏊。成化年间，王鏊乡试、会试皆为第一，殿试时，被正考官借故“抑之置第三”。解元、会元、探花，一个农家子弟就这样走出江湖之远，走向风云变幻的庙堂之高，一个家族甚至一个村落的命运就这样被完全改变。<br>　　王鏊走上仕途之后，官至武英殿大学士，为一品宰相。之后，古村名人辈出，仅王氏家族就有王禹声、王世琛、王芑孙、王颂蔚等闻名于世。这不足百户的小小山村屡屡大兴土木，平整土地，挖沟修道，架梁造宅。现今古村内尚保存有惠和堂、粹和堂、遂高堂、会老堂等明清建筑二十多处，如果耐心，还可以查到东山王家榜上有名的历代贡士、历代名人和学者教授56人之多。<br>　　如果把中国传统官僚集权社会的社会精英，分为地主、士绅与官僚这三个阶层，那么这三个阶层的相对频繁的角色转换，绝大部分要靠科举制度来完成。比如，地主与庶民子弟可以通过科举考试，取得秀才、举人这样的士绅的身份，士绅则又可以进一步通过更高层次的科举考试而成为官僚政治精英。而官僚精英则可以利用自己的权势与影响，通过所授予的职份田或者通过购置田产，进而在经济上成为士绅地主。在传统中国社会里，由于官僚的身份大多不是世袭的，一个官僚在退出仕途之后，在约定俗成的财产继承方式的制约下，他的田产又在数个儿子中均分，这样，其后人则很容易在二、三代以后又下降为平民。而平民又可以通过科举考试取得功名，从而再次进入地主、士绅与官僚之间的角色转换或者循环过程。<br>　　行书七律<a href=\"http://so.gushiwen.org/author_806.aspx\">诗</a>轴这不能不让人们想到科举制度的整合甚至平衡功能——事实上，科举制度犹如枢纽，在中国传统社会的三大主要阶层之间，形成周而复始的循环与对流。王氏后人一次次通过科举完成由地主到士绅甚至到官僚的角色转换。在东山王家，君子之泽被他们一代接一代的续写，有声有色而又辉煌无比。<br>　　值得思考的是，仕与隐一直是中国古代知识分子的一个永恒的两难抉择；所谓达则兼济天下，穷则独善其身。王鏊之弟王铨，也是举人，曾被推荐去杭州府做官，但他不愿为官，拒不上任。在京任职的王鏊曾修书赞扬其弟，称自己“输与伊人一着高”。<br>　　当王鏊带着成功者的光环从太湖深处一路走出，他肩负的，已经不仅仅是个人命运的起落，他还必须承担光大王氏门楣的责任。然而伴君如伴虎，高处不胜寒。王鏊入朝历经宪、孝、武三朝，可谓位极人臣。但延至明武宗，不仅皇上昏庸，而且朝中还有宦官刘瑾为首的一干人兴云播雨——奸臣当道，大势难挽，国不能救，王鏊于是愤而辞职，据说他在告老还乡时，因顺口向皇上要求西太湖养养金鱼，就被刘瑾趁机诬陷，说小小太湖连三洲（苏州、常州、湖州），团团围困八百里，王鏊湖中养鱼是假，屯兵谋反是真，差点让王鏊人头落地。<br>　　王鏊致仕回乡后，修宅买田，蛰居东山，做起了隐士：或潜心学问，撰写方志，或泛舟太湖，赋诗题铭。惠和堂落成后，他在《洞庭新居落成》一诗中这样写到：“归来筑室洞庭原，十二峰峦正绕门。”为了表明他与官场的清浊之分，王鏊还筑有别墅招隐园－－事实上，王鏊在京为官时，就曾筑有小适园，似乎要给自己在官场风云中留一块小憩之地，现在他心愿得偿，可以将自己宅后花园取名为“真适园”了。园内遍植梅花，疏影横斜，幽香阵阵，与他的胞弟、著名隐士王铨幽雅古朴、小巧别致的“遂高堂”互为呼应，成为独立于高墙深宅之外的养心怡性之所。<br>　　如果王氏兄弟及其子侄们就此隐居下去，那么，洞庭东山王家就会很快式微，沦落乡间。但这显然不符合中国科举制度的游戏规则，也不符合诗礼传家的中国知识分子的共同追求。毕竟，科举制度已经营多年，士人长期浸淫于儒家经典之中，已经自觉或不自觉地以儒家文化作为立身行事的唯一标准了：修身是为了齐家，齐家是为了治国，治国是为了平天下。<br>　　王鏊信札因为“科举文化”这种不需要原创性，只需要背诵经典条文的求同思维，丰富的历史文化也就被简单地解读为“十六字心传，五百年道统，圣人之学不外乎是”的僵化教条，所以后人常常批评科举制度，说它是导致社会文化价值的高度一统化，又导致社会文化缺乏活力与生气的罪魁祸首。但人们必须承认，科举制度的确是中国社会内部的稀缺资源（财富、地位、权力与名望等等）的一次相对公平的再分配。而且这是一个强大的足以使整个社会获取文化知识的利益激励机制。虽然三年大比，金榜题名者毕竟是少数，但《范进中举》一类的故事又告诉我们，没有年龄限制的科举考试，给每一个失败者都保留了下一次胜利的希望。<br>　　比如王鏊，被妒忌者抑为探花，始终是一件不愉快的事，也是东山王家压在心头永远的痛。但这种阴霾很快因为其后人考中状元而一扫而空：传说王氏先族为了寻求一块真正的“佳穴”，不惜化巨资购买化龙池畔有数亩之广的号称“吉壤”的土地，让子孙后辈死后，依次排列葬此墓地，以期取得正穴。至明正统末年，墓地上各垅葬次一丘一丘，相联如贯珠，后人称之为“念珠坟”。王鏊死后，又有堪舆家指出：“可惜凤凰旗不正（指坟对面的山），只能出个探花郎。”王家急忙请求弥补，得到堪舆家的指点，在坟前建飨亭以合正方向。若干年后，王鏊八世孙的王世琛终于中了状元，而王家后辈再一次步入了官僚精英的序列。<br>　　当然人们不能认为这是“风水”之说的应验，但王氏一族为了进入社会上层，也的确是挖空了心思。事实上，真正延续东山王家“君子之泽”的，可能还是那句大白话：书包翻身，知识改变命运。</p> <p><strong>钟情山水</strong><br>　　王鏊对宜兴的风景名胜饶有兴趣，尤其对善卷灵迹推崇备至，曾为善卷洞赋诗、撰序，著《善卷洞》、《善权寺古今录序》。王鏊同宜兴人亦交往甚密，感情十分融洽。明成化八年进士(传胪)邵贤，自山东提学副宪告老还乡后，在周孝侯祠崇邱建造了“东邱娱晚堂”，作为宴饮和欣赏良辰美景诸老聚会的地方。多位老人或登邱、或吊古、或棋奕、或垂钓、或吟咏，各得其所，百无禁忌。正德三年，王鏊来宜，在此会见了宜兴挂冠而老者12人。他们是：前九江推官万盛，黄州府经何钊，平乐知府李廷芝，湖广布政司参议翁信封，翰林学士吴经，工部侍郎沈晖，宜春知县杨琛，通政王玉，福建布政司李云，山东按察司副使邵贤，归州知州胡琏，抚州知府胡孝。王鏊兴致勃勃地撰写了《东丘娱晚记》碑文。该碑现保存在周王庙内。</p><br/><h2>记念建筑</h2> <p><strong>苏州<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>祠</strong><br>　　王鏊祠原名王文恪公祠，位于景德路274号，1995年被列为江苏省文物保护单位。祠堂为其子中书舍人王延哲于嘉靖十一年（1532年）奏建，其地本景德寺废基。历经清康熙、乾隆、嘉庆、同治、光绪年间多次修缮。<br>　　建筑坐北朝南，分头门、过厅、享堂三进，彼此以庭院过渡，两侧连以廊庑，占地约1000平方米。头门面阔五间，进深五界，硬山顶，明间立砷石，设抱框，置金刚腿，做断砌门，额枋挑门簪一对。过厅面阔五间，进深七界，硬山顶，明间前后设长窗，次间及稍间砌半墙，置短窗。础石均为青石素覆盆式，明间和次间廊柱、金柱、脊柱皆承以木。　<br>　　享堂面阔三间15.02米，进深11界13.84米，高7.66米，硬山造。前设轩廊，檐枋下饰挂落，次间和梢间檐柱间安栏杆，廊东西两端粉墙辟砖细贡式门洞。前廊柱间装落地长窗，明间八扇，次间各六扇。各柱均承以覆盆式连磉青石础，明间金柱又于础上加置合盆式石。石础雕饰不统一，有缠枝花卉、莲荷婴戏、萱草双鹤、牡丹莲荷婴戏等，雕饰工细。梁架扁作。廊枋上置斗三升隔架科承。脊桁坐斗，缀山雾云，饰抱梁云，雕刻精细。后檐柱间，明间设长窗八扇，次间砌半墙，各置短窗六扇。<br>　　王鏊祠是保存较完整的一座祠堂建筑，头门虽已改为清式，过厅和享堂仍为明代遗构。1980年曾全面整修，现为苏绣艺术博物馆址。</p> <p><strong>王鏊故居</strong><br>　　王鏊故居“惠和堂”位于苏州东山镇陆巷村，现存的“惠和堂”是一处明基清体大型群体厅堂建筑，其占地面积约为五千平方米，共有厅、堂、楼、库、房等一百零四间，建筑面积约二千多平方米。其轩廊制作精细，用料粗壮，大部分为楠木制成；瓦、砖、梁、柱也均有与主人宰相身份相对应的雕绘图案。<br>　　王鏊故居“怡老园”位于苏州市学士街内。</p><br/><h2>家庭情况</h2> 　　成化六年（1470年）娶武山西金吴氏为妻，十二年（1476年）生一女，次年卒。 <br>　　成化十七年（1481年）娶张氏为妻，生子延喆。 <br>　　成化二十三年（1487年）娶李氏为妻，生有二女。李氏多病，不久卒，葬于洞庭东山嘶马坞。 <br>　　成化二十三年（1487年）再娶胡宜人为妻，生二子一女。 <br>　　正德十一年（1516年）侧室万氏，生子延昭。 <br>　　<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>有四子五女：长子王延喆（子贞），次子王延素〈子永〉，三子王延陵，四子王延昭。长女嫁徐缙，次女嫁朱希召，三女嫁卲銮，四女嫁靳仁，五女嫁严濡。<br/><h2>主要成就</h2> <p><strong>政治</strong></p> <p>筹边计熟<br>　　<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>面对明自正统以来的边患频繁、国势渐弱的现实，呈《上边议八事》，提出自己的治边八策（定庙算、重主将、严法令、恤边民、广召募、用间、分兵、出奇），而多被采纳。对武宗的“嬖幸乱政，功罪不明，委任不专，法令不行，边圉空虚”深感忧虑，并希望武宗“大奋干刚”。</p> <p>对抗权宦<br>　　面对武宗宠幸宦官、荒淫冶游，特别是刘瑾等“八虎”的倒行逆施，王鏊与韩文等敢于发奸。但这件事终因“八虎”向武宗“乞命”而发生逆转，结果是刘瑾掌司礼监，大学士刘健、谢迁被迫致仕，刘、谢、韩等五十三人还被诬结党，后韩文被逮下锦衣狱，刘、谢被削籍，其后又夺诰敕。而在这场斗争中，王鏊却入阁，虽然正德四年四月，他又不得不致仕，却得到了善终。嘉靖初，他在《谢存问疏》中曾说：“适值逆瑾盗政，播弄威福，臣力既不能沮抑，性又不善诡，随不得已乞身而退。”他在《我生》一<a href=\"http://so.gushiwen.org/author_806.aspx\">诗</a>中写道：“委顺齐宠辱，冥怀无丑好。得之亦不惊，失之曾不懊。”由此可见，王鏊立朝，有执政才能，不乏正义感，但明哲自守的处世哲学依然很明显。</p> <p>深睹民苦<br>　　王鏊归乡后，目睹吴中重赋之苦，作《吴中赋税书与巡抚李司空》，精辟剖析了吴中重赋之形成、发展、现状及对策，成为不朽的名作，为学者研究明代吴中重赋的权威依据。</p> <p><strong>文学</strong></p> <p>一变文风<br>　　王鏊博学善于识别人才，文章雅正，言谈议论明晰流畅。晚年著《性善论》一篇，<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>看后说：“王公的文章达到精深的境界，世上的人也很难达到。”他在弘治、正德时期，以高第探花、台阁重臣的身份，对台阁、乡邦文学都产生了重要影响，成为弘治、正德间，文体变革的先行者和楷模。他的黜浮崇古的文学观和尚经术、去险诡的取士倾向，影响了一代文风。他承接了吴宽的老一批吴中交游圈，又发展了新一批吴中及淮左文人，交游较密切的如<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>（文壁）、<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>、都穆、蔡羽、邵宝、杨一清、靳贵及“娄东三凤”等。继吴宽之后，他对吴中诗派，尤其是其中坚力量如“吴中四才子”等，产生了更为直接的影响。</p> <p>文章大家<br>　　王鏊著作《震泽长语》 王鏊的文学观点是复古的，但他显得比较开通一些。一是在复古范围上，他不专于唐，亦不专以宋，而是比较辩证地看待前代诗歌：“予尝评古今诗，唐以格高，宋以学胜，至元乃出入二者之间，其实似宋，其韵似唐，而世变之，高下则不可强也。”二是在复古方法上，他主张“师其意，不师其词”、“为文必师古，使人读之不知所师，善师古者也……所谓师其意，不师其词，此最为文之妙诀。”他崇尚<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的文章，认为韩文“变化不可端倪”，皇甫湜得其奇，李翱与<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>得其正，而李翱又兼得其态，“合三子一之”才是完整的。因此，王鏊又强调，如要师其意，就需要博学，需要精思，需要领悟。<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>说王鏊“以经义重，诗非所长。”今观其集，古体诗中杰作不多，惟歌行体中偶有力作。但王鏊写得最好的是七言近体。王鏊集中还有一组集中写武宗荒淫逸游的《十三绝句》，温雅之中深含讽刺，十分难得，朱彝尊极为欣赏，称其“甚得讽谏之体。”王鏊“时文工而古文亦工”，为一代文章大家。他黜浮崇古，湛深经术，所以其文章舂容醇厚、渊深博赡，颇有唐宋遗风。其“墓志铭”类文章，写人纪事，重视节操，联系时运，舂容有度，不华不饰，质朴典重，也有相当的文学价值。如为顾佐、倪岳、赵宽、<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>等人写的墓志铭等。见于他的“杂传”中的一些经学、史学类的文章，则更显示出他的湛深学识和纯雅而明畅的文风。</p> <p>个人作品<br>　　王鏊著有《震泽编》、《震泽集》、《震泽长语》、《震泽纪闻》、《姑苏志》等。《皇明经世文编》辑有《王文恪公文集》。王鏊还<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与编修《明宪宗实录》、《明孝宗实录》，任《孝宗实录》副总裁。并与徐溥等共修《大明会典》，任副总裁。其所撰《姑苏志》共六十卷，分沿革、疆域、山水、风俗、户口、城池、寺观、古迹、纪事、杂事等，共三十一门。该志采用纲目体。《四库全书总目提要》评该志“繁简得中，考核精当”。</p> <p><strong>书法<br></strong>　　王鏊有书名，书法清劲爽健，结字纵长严谨，得峭拔风神。不足处似清健有余，沉稳不足，笔画略见干涩，此或与硬毫书有关耳。</p> <p>藏书<br>　　王鏊家居共14年，“不治生产，惟看书著作为娱，旁无所好，兴致古澹，有悠然物外之趣”。筑“颜乐堂”、“宜晚轩”，富藏书。与吴宽、唐寅、文徵明等藏书家互相唱和。曾自称：家世藏书，分散于数处，以防散佚、水火之虞。清人姜绍书论他为明一代藏书家之一。藏书印有“济之”、“御题文学侍从”、“渭北春天树，江东日暮云，何时一樽酒，重与细论文”、“王济之图书”、“大学士章”、“三槐之裔大宗伯章”、“震泽世家”等。刊刻图书有《孙可之集》、《古尚方》等。</p><br/><h2>人物生平</h2> <p><strong>早有才名<br></strong>　　<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>于明景帝景泰元年八月十七日（1450年9月22日）在洞庭东山震泽乡胥母界陆巷口王氏三槐堂王琬旧第出生，其父王琬曾任光化知县。王鏊自幼随父读书，聪颖异常，八岁能读经史，十二岁能作<a href=\"http://so.gushiwen.org/author_806.aspx\">诗</a>，十六岁时随父北上入京师，习业于国子监，写得一手好文章，其文一出，国子监诸生就争相传颂，侍郎叶盛、提学御史陈选感到惊奇，称他为“天下士”。</p> <p>　　成化十年（1474年），王鏊在乡试中取得第一名“解元”。</p> <p>　　成化十一年（1475年），在礼部会试又取得第一名“会元”，殿试一甲第三名，被授为翰林编修，一时盛名天下。</p> <p>　　成化十四年（1478年），进阶文林郎。八月，上疏乞假还乡。抵家三月后，母叶孺人逝世，王鏊便守制居家。</p> <p>　　成化十六年（1480年），王鏊仍守制在家，闭门读书，远避权贵。</p> <p>　　成化十八年（1482年），王鏊还朝，复职翰林编修。</p> <p><strong>规劝孝宗<br></strong>　　弘治四年（1491年）八月，《明宪宗实录》修成，升任右春坊、右谕德、侍讲经筵官。当时孝宗宠信宦官李广，整日在李广陪伴下游玩。王鏊便以周文王勤政的典故反复劝谏，终使孝宗感动。日讲完后，孝宗对李广说：“讲官指的是你们。”在选择太子僚属时，孝宗命他以原职兼任太子谕德，不久转少詹事，因吏部尚书韩文荐，擢为吏部右侍郎。 </p> <p>　　弘治七年（1494年），进阶奉直大夫、右春坊、右谕德。</p> <p>　　弘治八年（1495年）三月，改侍读学士，充日讲官。</p> <p>　　弘治十年（1497年）三月，孝宗敕令修《大明会典》，由大学士徐溥任总裁，王鏊任副总裁。</p> <p>　　弘治十三年（1500年），进吏部右侍郎，仍兼日讲官。</p> <p>　　弘治十六年（1503年），王鏊父王琬去世，王鏊返乡奔丧。</p> <p>　　弘治十七年（1504年），撰《震泽集》成，同年八月，重修《姑苏志》成。</p> <p><strong>匡补时局<br></strong>　　正德元年（1506年）四月，王鏊被起用为吏部左侍郎，参与编修《明孝宗实录》，任副总裁。当时明武宗“好逸乐”，不问政事，太监刘瑾专权，吏治大坏。王鏊与吏部尚书韩文等人要求武宗诛刘瑾等“八虎”，但失败未成。不久，刘瑾入司礼监，大学士刘健、谢迁相继离去，内阁只有<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>一人。刘瑾想引焦芳入阁，但廷议只推荐王鏊。刘瑾迫于公论，命王鏊以原职兼学士，与焦芳一同入阁。一月后，升任户部尚书、文渊阁大学士、国史总裁、同知经筵事。十二月，明景帝汪皇后去世，朝廷对以什么规格举行丧礼拿不定主意。王鏊说：“皇妃并非因罪被废，应恢复原封号，按妃的规格安葬，按皇后的规格祭祀。”武宗便下令停朝，按皇后规格祭祀。 </p> <p>　　正德二年（1507年）八月，加少傅兼太子太傅、武英殿大学士，仍任户部尚书。 正德四年（1509年），明宪宗废后吴氏（吴废后）去世，刘瑾要按普通宫女的制度把她的遗体焚烧、草草安埋。王鏊认为不可，最终才得以妃礼下葬。当时，尚宝卿崔璇等三人被迫害差点死去，王鏊对刘瑾说：“士可杀，不可辱。现在对崔璇侮辱并且又要杀之，我还有何脸面留在内阁。”李东阳也极力相救，崔璇等才得以免死遣送戍边。刘瑾恨已致仕的韩文，一心要置他于死地，又想借故中伤刘健、谢迁，王鏊与李东阳前后都极力相救，使刘瑾阴谋未得逞。有人在刘瑾面前诽谤杨一清，称他筑边墙浪费军需。王鏊争辩道：“杨一清为国修边，岂能以功为罪？”刘瑾对兵部尚书刘大夏发怒，将他逮至京城，要以激变罪名判其死刑。王鏊争辩说：“岑猛不过是拖延没去罢了，未叛变怎能说为激变？” </p> <p><strong>急流勇退<br></strong>　　当时刘瑾权倾朝内外，王鏊起初开诚布公的劝谏刘瑾，刘瑾有时接纳。而焦芳专于阿谀奉承，刘瑾更为专横，士大夫深受其害。王鏊无法挽救，就力求辞官返乡。正德四年（1509年）五月，他三次上疏请辞，才被批准。武宗赐他玺书、马车，有关部门按旧例供应粮食、奴仆。王鏊家居十六年，廷臣交相荐举，终不肯复出。 </p> <p><strong>寿福康宁<br></strong>　　正德五年（1510年），《明孝宗实录》修成，王鏊因<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与编修，获赐白金五十两。</p> <p>　　正德八年（1513年），王鏊撰成《震泽纪闻》。</p> <p>　　正德十年（1515年），王鏊撰成《震泽长语》。</p> <p>　　正德十二年（1517年），王鏊撰成《震泽文集》。</p> <p>　　正德十六年（1521年）四月，王鏊与门下士<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>等八人于怡老园之池亭饮宴，并赋诗唱和。</p> <p>　　嘉靖元年（1522年），明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>即位，派行人柯维熊慰问王鏊，并赐羊酒以示优眷。王鏊上疏致谢，并奏献《讲学篇》和《亲政篇》，世宗优诏回报，特荫其一子为中书舍人。</p> <p>　　嘉靖三年（1524年），世宗又命有关部门慰问王鏊。同年三月十一日（4月14日），王鏊于家中逝世，享年七十五岁。世宗闻讯后，辍朝一日，赐麻布五十匹，赙米五十石，谕令祭九坛，诏命工部派人前往办丧。追赠太傅，谥号文恪。</p> <p>　　嘉靖四年（1525年）正月初一，葬于洞庭东山梁家山之原。<br></p>"
}