{
  "id": 222,
  "star": 17,
  "name": "黄遵宪",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_222.jpg",
  "dynasty": "清代",
  "desc": "黄遵宪（1848年4月27日～1905年3月28日）晚清诗人，外交家、政治家、教育家。字公度，别号人境庐主人，汉族客家人，广东省梅州人，光绪二年举人，历充师日参赞、旧金山总领事、驻英参赞、新加坡总领事，戊戌变法期间署湖南按察使，助巡抚陈宝箴推行新政。工诗，喜以新事物熔铸入诗，有“诗界革新导师”之称。黄遵宪有《人镜庐诗草》、《日本国志》、《日本杂事诗》。被誉为“近代中国走向世界第一人”。",
  "content": "<h2>诗界革命</h2> <p>　　<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>一生大部分时间活动于我国的政治舞台，可以说是一位出色的外交活动家和一位推动变法维新的干将，然而黄遵宪一生最大的成就，则在于他的<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>歌在我国近代诗歌史上所占有的重要地位。下面让我们来看看黄遵宪诗歌的风格和特点。</p> <p>　　那个由客家商民而上升到官宦的家庭带有的平民气息，现实精神，影响着黄遵宪，使他从小就有 较为清醒的头脑，踏实而不浮华，性格开朗，平易可亲，热爱生活，热爱家 园，热爱祖国，能清醒地面对现实，这是他后来形成现实主义的诗风的基础。 同时，由于他幼年时期受到的是相当完备的情感、智慧、品德及美的教育。 在那个风云变换的大时代发生的种种重大问题开始促使他 去更深刻地思考。四处游历和长期的外交活动，使他的思想和创作都有了深 刻的变化。他早在 21 岁所作的 《杂感》诗中，就写下了在当时可谓石破天惊 之语： “大块凿混沌，浑浑旋大圜。隶首不能算，如有几万年？羲轩造书契， 今始岁五千。以我视后人，苦居三代先。俗儒好遵古，日日故纸研；六经字 所无，不敢入诗篇；古人弃糟粕，见之口流涎。沿习甘剽盗，妄造从罪愆。 黄土同抟人，今古何愚贤？即今忽己古， 断自何代前？明窗敞琉璃，高炉? 香烟。左陈端溪砚，右列<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>笺。我手写我口，古岂能拘牵？即今流俗语， 我若登简编，五千年后人，惊为古斓斑。”在这首诗中，我们可以看出，黄 遵宪认为自开天辟地以来，人类文明就在不断地发展、前进着，文学作品也 要不断创新，不应该一味地遵古、拟古，陈陈相因，拾人糟粕。他兴奋地说 如果在明窗净几之前，对着好纸好砚，提笔抒写自己的心里话。该多么痛快！ “我手写我口，古岂能拘牵？即今流俗语，我若登简编，五千年后人，惊为 古斓斑。”这就是 21 岁的黄遵宪提出的 “别创诗界”的现实主义观点，也 是后来 “诗界革命”的纲领。黄遵宪的诗歌主张与他政治上的维新改革观点 一致。他思想一开始就代表中国新兴资产阶级的要求，要打开一条出路，为 新事物的发展鸣锣开道，表现新思想、新内容，就要改革旧形式。所以，做 为政治改良运动的一个有机组成部分的诗歌改良运动，其倡导者虽为梁启 超、夏曾佑、<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>等人，但最早从理论和创作实践上给 “诗界革命”开辟 道路的是黄遵宪。 “诗界革命”的发生，是改良运动的需要 ，也是近代进步诗歌潮流进一 步的发展，反映了人们对新思想、新文化的要求，并试图解决诗歌如何为改 良运动服务的问题。 他是<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>极力赞扬的 “诗界革命” 的一面旗帜，也是<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>以后最杰出的一位诗人。黄遵宪诗最突出的价值在于它能反映出那个时代中国社会的主要矛盾。 他的诗堪称 “诗史”，体现了时代精神。他的诗反映了新世界的奇异风物以及新的思想文化，开辟了中国诗歌史上从未有的广阔领域。 一方面他向 先进国家寻求真理，探索方向；另一方面，他知己知彼，看清了先进国家的 先进之处，也看清了它们富于侵略的本质特点。从而使他愈加明了中国封建 制度的腐朽和弊端，要求改革救亡图存的爱国心也愈炽热。他中年以后又亲 身经历了戊戌前后一系列的政治风浪，这在他心中掀起了轩然巨波。所有这 些，为他提供了创作新意境、新风格、表现新事物的 “新派诗” 的很好的生 活基础和思想感情基础。 他忠实地表现了生活 在那个时代的先进的知识分子的爱国热忱、痛苦矛盾、理想追求，忠实记录 了中国在那个历史新阶段的许多震撼人心的事件，构成他的诗作的新内容的 两个重要因素是题材新颖、主题新颖。且黄遵宪的 “新派诗”并非只是用了一些 “新 名词”而已，而是确实开辟了一片诗歌描写的新领域，表现了新时代的生活， 新时代的要求，新时代的文化风貌、政治风云，反映了近百年来中国社会的 主要矛盾，渗透着现实主义精神，贯穿着反帝爱国图新的精神。</p> <p>　　黄遵宪的诗歌基于现实主义的创作方法，同时也带有浪漫主义的瑰丽色 彩。他努力要使我国古典诗歌的旧传统、旧风格与新时代、新内容所要求的 新意境、新风格能够和谐地统一起来。他的创作基本上实践了他的理论，取 得了成功，给诗坛开拓了从未有过的广阔领域，以其富有独创性的艺术在近 代诗坛大放异彩。黄遵宪的 《人境庐诗草》是一块标志我国古典诗歌发展到 最后阶段转向革新时期的里程碑。</p> <p>　　1905 年3 月28 日，黄遵宪在家乡病逝。 4 年后他的遗体移葬于嘉应 州梅南黄居坪。梁启超写的墓?I铭中，对黄遵宪以及他的诗作了这样的评价： 其人 “明于识、练于事，忠于国。” “其为诗，则精思渺虑盘礴而莫测其际”，“阳开阴阖，千变万化，不可端倪，于古诗人中独具境界。”这一评价实不为过。 </p><br/><h2>评价</h2> 　　<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>在短短的58年生涯中，游历日、英、法、意、比、美及新加坡等西方国家以及香港等共13个年头，亲身感受到扑面而来的西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化浪潮，他站在中华民族自强不息的高度，理性地把握世界的潮流和中国的国情，积极主张维新变法，在维新变法失败后，他却矢志不渝，坚信“滔滔江水日趋东，万法从新要大同”的革新之道。100多年过去了，今天缅怀起这位客家先贤的远见卓识，仍然令人肃然起敬！<br/><h2>故居</h2> <p>　　人境庐位于梅江区东山小溪唇，建于1884年春，是清末著名爱国<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>人，杰出的政治家和外交家<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>的故居。人境庐是一座砖木结构园林式的书斋建筑，占地面积五百平方米，主要由厅堂、七字廊、五步楼、无壁墙、十步阁、卧虹榭、息亭、鱼池、假山、花圃等组成。结构精巧，布局得宜，曲径回挡，花木掩映，景致幽雅。</p> <p>　　庐之名，取义东晋诗人<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>“结庐在人境，而无车马喧”的诗句。门匾是由日本友人，著名汉学家和书法家大域成濑温先生题赠。门楣上的“人境庐”三个字，为日本书法家大域成濑温所书。庐舍筑有花圃、假山、鱼池、五步楼、十步阁、息亭、七字廊、无壁楼、卧虹榭和藏书阁等。曲径回栏，花木掩映，景致清雅。黄遵宪晚年蛰居人境庐，创作大量诗歌，并自选和编订了《人境庐诗草》。</p> <p>　　人境庐于1982年3月修复竣工并下式对外开放，1989年公布为广东省文物保护单位，1990年评定为全国近现代优秀建筑物，1994年3月成立了“梅州市人境庐文物管理所”进行专门保护管理，1995年3月列为梅州市第一批市级爱国主义教育基地。</p> <p>　　梅江区历史悠久，文化浓郁，还有很多景点，其中包括：梅州学宫（又名“孔庙”）、梅江桥，大觉寺、天主教堂建筑群旧址、曾井、东山书院（含状无桥）、凌风路骑楼式建筑群和人马石，这些都是梅江区知名的市级旅游景点。</p> <p>　　人境庐取意于东晋大诗人陶渊明“结庐在人境，而无车马暄”的名句，是我国著名爱国诗人、杰出的外交家黄遵宪的故居，为广东省重点文物保护单位。它坐落在市区东山大桥下的小溪唇，于1884年由黄遵宪亲自设计建造，距今已有一百多年的历史。这座故居占地面积不大，但建筑精巧，布局合理，里面有会客厅、书房、卧室、藏书室、无壁楼、五步楼、十步阁、息亭、花坛、假山等，藏书室内有黄遵宪的各种著作和读过的书共八千多册。庐中保留着黄遵宪亲自撰写的对联，如会客厅对联：“万丈函归方丈室，四围环列自家山”，另有一联：“有三分水、四分竹、添七分明月；从五步楼、十步阁、望百步长江”，都十分形象地描绘了这故居的环境。 </p><br/><h2>文学成就</h2> <p><strong>主题题材</strong><br>　　<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>早年即经历动乱，关心现实，主张通今达交以“救时弊”（《感怀》其一）。从光绪三年（1877）到二十年（1894），他以外交官身份先后到过日本、英国、美国、新加坡等地。经过亲自接触资产阶级文明和考察日本明治维新成功的经验，他明确树立起“中国必变从西法”（《己亥杂<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>》第四十七首自注）的思想，并在新的文化思想激荡下，开始诗歌创作的新探索。他深感古典诗歌“自古至今，而其变极尽矣”，再继为难。但他深信“诗固无古今也”，“苟能即身之所遇，目之所见，耳之所闻，而笔之于诗，何必古人？我自有我之诗者在矣”（《与朗山论诗书》）。他沿着这条道路进行创造性的实践，突破古诗的传统天地，形成了足以自立、独具特色的“新派诗”，被<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>誉为“独辟境界，卓然自立于二十世纪诗界中”（《饮冰室诗话》三二），成为“诗界革命”的巨匠和旗帜。<br>　　黄遵宪的诗“诗之外有事，诗之中有人”（《人境庐诗草自序》），广泛反映了诗人经历的时代，具有深厚的历史内容。反帝卫国、变法图强是他诗歌的两大重要主题。在反帝方面，从抵抗英法联军到庚子事变，他的诗都有鲜明反映。特别是关于中日战争，他写下的《悲平壤》、《哀旅顺》、《哭威海》、《台湾行》、《渡辽将军歌》等系列诗作，反帝卫国思想尤为突出。诗人在这类主题的作品里颂扬抗战，抨击投降，充满爱国主义激情和深挚的忧国焦思。其中不少篇章，规模宏伟，形象生动，表现出诗歌大家的气魄和功力。如《冯将军歌》中写到：“将军一叱人马惊，从而往者五千人。五千人马排墙进，绵绵延延相击应。轰雷巨炮欲发声，既戟交胸刀在颈。敌军披靡鼓声死，万头窜窜纷如蚁。十荡十决无当前，一日横驰三百里。”将中法战争中爱国将领冯子材鸷猛无前的英雄形象和冯军排山倒海的气势，活现在纸上。<br>　　黄遵宪早在《感怀》、《杂感》、《日本杂事诗》等作品中即批判陈腐事物，赞赏派遣留学生和日本明治维新等新事物。后来他更以饱满的热情讴歌变法维新，期望能通过变革使中华民族重新崛起：“黄人捧日撑空起，要放光明照大千。”（《赠梁任父同年》）戊戌政变发生，他作《感事》、《仰天》等诗痛惜新政夭折，忧虞国家前途，百感交集，情思深挚：“忍言赤县神州祸，更觉黄人捧日难”（《感事》其八）。但他没有动摇自己的信念，《己亥杂诗》第四十七首说：<br>　　滔滔海水日趋东，万法从新要大同。后二十年言定验，手书心史井函中。这种坚信变旧趋新的历史潮流不可扼抑的精神，贯穿在他的诗作中。<br>　　值得注意的是，处于新旧交替时代的黄遵宪的诗歌，较早地描写了海外世界以及伴随近代科学而涌现的新事物，拓宽了题材和反映生活的领域，写出了古典诗歌所没有的新内容。他的《今别离》四首分别吟咏在出现轮船、火车、电报、照相和已知东西两半球昼夜相反的条件下，离别的新况味，别开生面，令人耳目一新。诗人将新学理融入诗意内涵以表现同种一家等人生理想和事物变化转换之理，一新诗境，别饶兴味。诗人在这首诗里说“足遍五洲多异想”，他从一个封建国家踏进资本主义世界，事事物物都触动他的诗心歌绪，把古人不曾接触的海外世界反映到中国诗歌中来。《八月十五夜太平洋舟中望月作歌》以流美豪宕的笔墨，勾勒出太平洋上夜航独有的情境。至如各国奇异的风光，如日本的樱花（《樱花歌》），伦敦的大雾（《伦敦大雾行》），巴黎的铁塔（《登巴黎铁塔》），锡兰岛的卧佛（《锡兰岛卧佛》）等，无不收摄在诗人的笔下。海外诗篇也涉及外国民俗与时事政治。《日本杂事诗》从多方面反映了日本的历史和社会生活。《纪事》诗富有风趣地描写了美国总统大选时，共和、民主两党千方百计宣传自己、激烈争夺选民的情景。</p> <p><strong>艺术特点</strong><br>　　黄遵宪说“风雅不亡由善作，光丰之后益矜奇”（《酬曾重伯编修》其二），他深知诗歌的生命在于变化与创造。他的诗就是在广泛吸取前人成就的基础上，本着“善作”的精神，沿着“矜奇”的趋势，推陈出新，加以创造，形成自己的独特面目。首先，他的诗虽然常有一种前瞻追求的浪漫豪情，但更主要的方面是真切的写实。他有不少宏篇巨制，篇幅都超越古人，往往自成某一方面小史，如《番客篇》近于华侨南洋开发史，《逐客篇》堪称赴美华工血泪史，《拜曾祖母李太夫人墓》不啻作者的家族史与童年生活史。他善于以细致的笔墨叙事、状物、写景，铺排场面，勾画人物，既内容丰富，又形象生动。如《渡辽将军歌》形象鲜明地刻画出吴大?这个人物。吴本是湖南巡抚，喜好金石，中日战争爆发，恰好购得一枚汉印，印文为“渡辽将军”，自以为是封侯之兆，遂请缨出师。开篇写其出征的盛气：“闻鸡夜半投袂起，檄告东人我来矣。此行领取万户侯，岂谓区区不余畀！”豪气冲天。篇中写其朝会诸将的场面：<br>　　……岁朝大会召诸将，钢炉银烛围红毡。酒酣举白再行酒，拔刀亲割生彘肩。自言平生习枪法，炼目炼臂十五年。目光紫电闪不动，袒臂示客如铁坚。淮河将帅巾帼耳，萧娘吕姥殊可怜。看余上马快杀贼，左盘右辟谁当前。鸭绿之江碧蹄馆，坐令万里销锋烟。坐中黄曾大手笔，为我勒碑铭燕然！<br>　　吴大言不惭之态，不可一世之概，活龙活现。然而“两军相接战甫交，纷纷鸟散空营逃”。前之气势如虎，后之怯懦如鼠，在强烈的反差中有力地勾画出其丑陋形象。其次，为了表现丰富的现实内容，作者比较注意吸取古人以文为诗的经验，所谓“以单行之神运俳偶之体”，“用古文家伸缩离合之法以入诗”（《人境庐诗草自序》）。但取其长而避其短，在篇章结构上，注意波澜曲折，长而不板；叙写上多用比兴与描写，减少抽象直陈；议论尽量精要，并安置于描写之后，使之有水到渠成、画龙点睛之妙。再次，作者广泛采摘语言资料，“自群经三史，逮于周秦诸子之书，许郑诸家之注，凡事名物名切于今者，皆采取而假借之”（《人境庐诗草自序》），同时又不排斥“流俗语”（《杂感》其二）。这使他的诗歌词汇丰赡，富于表现力，典雅之中多生气与变化。但他用典雅词语过多，不免带来艰奥晦涩的缺陷。黄遵宪的诗“以旧风格含新意境”，体现了由旧到新的过渡。</p> <p><strong>客家诗宗</strong><br>　　黄遵宪是“诗界革命”的主将，是嘉应州的一代诗宗。他曾辑录了客家民歌9首，收入《人境庐诗草》之中，大大地提高了客家歌谣的社会地位。梁启超说：“近世诗人，能镕铸新思想入旧风格者，当推<a href=\"http://so.gushiwen.org/author_439.aspx\">黄公度</a>”；“公度之诗，独辟境界，卓然自立于二十世纪诗界中，群推为大家”。<br>　　他在《人境庐诗草》中描述客家山歌：“瑶峒月夜，男女隔岭唱和，兴往情来，余音袅娜，犹存歌仙之遗风，一字千回百折，哀厉而长，称山歌。” </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>于1848年4月27日生于广东梅州（梅县）。他的一生可分为四个阶段：即读书应试阶段（1863～1876）；出使阶段（1877年～1894年）；参加变法阶段（1895年～1898年）；乡居阶段（1899年～1905年）。</p> <p>　　1876年中举人，1877年随驻日大使何如璋出使日本，曾被日本历史学界称为中国“最有风度、最有教养的外交家”。驻日期间，撰写《日本国志》（1887年成书），全书共四十卷，五十余万字，详细论述日本变革的经过及其得失，借以提出中国改革的主张。驻日期间，针对日本于1875年派兵占领琉球，建议对日本采取强硬的政策和立场。1882年，调任驻美国旧金山总领事。适逢美国议院制订了《限制华工条例》15条，旧金山侨民深受其害，多名侨民被当地政府以“不卫生”为借口而被捕入狱。此前，黄遵宪就此已向清政府提出对策，但未被采纳。因此，他只能在自己职权范围内，尽力保护中国侨民。他在视察旧金山华工聚住地之后，亲自探望关押华工的美国监狱，并叫随从丈量监牢面积，责问美国人：“这里人多地窄、空气污浊，难道监狱里的卫生条件要比华侨的住处好吗。”经过黄遵宪的努力，被拘捕的华侨被全部释放。黄遵宪动用国际法，争得了总领事给华工签发执照的权利。从此，华工来往中美之间，有法可依。</p> <p>　　1890年，黄遵宪以分省补用道任驻英国二等参赞，1891年任驻新加坡总领事，从事改善侨胞待遇、保护侨胞财产的工作，发展华侨教育，取得一定成效。1894年中日甲午战争期间，黄遵宪被召回国，任江宁洋务局总办。1895年参与上海强学会、与<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>、<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>等人创办《时务报》，任湖南长宝盐法道，后署理湖南按察使。戊戌变法期间辅佐湖南巡抚陈宝箴大力推行变革，倡立的湖南保卫局，将近代警政引入中国。1898年8月，被任命为出使日本大臣。戊戌变法失败后，被清政府列为“从严惩办”的维新乱党，由于外国驻华公使等干预，清政府允许黄遵宪辞职还乡。</p> <p>　　黄遵宪回乡后仍热心推进立宪、革命等工作，并潜心新体<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>创作，被誉为“诗界革命巨子”。同时，他热心家乡教育事业，创立嘉应兴学会议所，自任会长，积极兴办新学堂。晚年黄遵宪在墙上悬挂兴中会会员谢缵泰画的《时局全图》。1904年冬，即黄逝世前一年，他在《人境庐诗草》最后一首诗《病中纪梦述寄梁任父》中写道：“……君头倚我壁，满壁红模糊。起起拭眼看，噫吁瓜分图……。”1905年3月28日，黄遵宪病逝于家乡梅州，终年五十八岁。六年后，辛亥革命爆发，封建制度在中国终结。</p> <p>　　私人藏书丰富，光绪十年(1884年)开始筹建藏书楼。光绪二十四年（1898）回到广东之时，一心在其“人境庐”著述和收藏，对于前朝古书和当时实用之书，一并收藏，编撰有《嘉应黄氏人境庐藏书目录》，著录有：经部100种，1 291册；史部253种，5 122册；子部221种，1 425册；集部212种，1 523册；丛书21种，2 468册、自著书4种，21册，合计811种、11 850册。珍本有《修慧寺塔铭》，其余多为普通实用之本。先后积藏有10余万卷图书，供当地学生阅览。 </p><br/><h2>科举路上徘徊</h2> <p>　　在家庭的影响下，在塾师的指导下，<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>的学习不断有长进。在封建社会里，知识分子大都要通过科举考试才能挤进官僚阶层。明清以后，适应封建制度的发展，建立了一套比唐宋时期更完备的科举制度。为培养驯顺的 奴才，统治者特别看重八股文、试帖和楷法。所谓八股文，指的是考试中 “代圣贤立言”的文章。全文除首尾外，分八段，每两段必须逐字成对。题目都是出自 “四书”、 “五经”，考生对题目的理解只能以程朱理学的解释为依 据。所谓试帖<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>，也同八股文一样，必须按一定的格式，可以说就是在做一种没有实际内容的文字游戏。这种考试分为三级：院试，考中了是秀才；乡试，考中了是举人；会试、殿试，考中了是进士。 黄遵宪所受的教育，决定了他不可能不走科举仕途的道路。</p> <p>　　然而，黄遵宪所处的年代，正是中国社会处在剧烈变化的时代。就在黄遵宪出生的前8 年，即 1840 年，爆发了鸦片战争。西方列强用炮舰打开了中国的大门，强迫清政府签订了一 个又一个不平等条约，中国的领土主权开始丧失，自给自足的自然经济遭到破坏，中国社会逐步沦为半封建半殖民地的社会。民族矛盾的加深，使阶级矛盾更加尖锐。黄遵宪出生后第三年，爆发了中国历史上最大规模的农民起义――太平天国革命运动。太平天国政权存在了 14 年，太平军纵横18 个省，沉重打击了清王朝的统治。社会动荡不安，使人们的生活和思想意识开始发生了变化。一部分地主阶级知识分子，开始了解世界，并提 出向西方学习的主张，认为不能以天朝大国自居。他们对于清朝政府的腐败， 深恶痛绝，呼吁强国强兵，抗击外来的侵略。</p> <p>　　面对民族危机、社会动荡，黄遵宪也认真思索起来。他在一首诗中写道：“世儒诵诗书，往往矜爪嘴。昂头道皇古，抵掌说平治。”诗中批评了只知 道熟读古书高谈阔论的人，认为想用古代的办法来治理国家是行不通的。诗 中又写道： “儒生不出门，勿论当世事、识时贵如今，通情贵悯世。”进一 步说出了他的主张：要治理好国家，必须了解当今世界的情况。 1867 年，黄遵宪参加院试，入州学，当了秀才，取得了参加乡试考举人 的资格，同年秋即赴广州应考，没有考中。 1870 年，黄遵宪第二次去广州应考，结果又名落孙山。广州是南方政治经济和文化的中心，也是军事要地， 又是<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>禁烟、关天培等爱国将领抗击外国侵略的地方。黄遵宪在广州的 逗留，使他写下了《羊城感赋》的组诗，其中一首极力赞扬了关天培 的英勇 和将略，歌颂了这位光荣殉国的英雄。由广州回家的途中，黄遵宪到香港作了一次短期旅行。他看到昔日祖国的海岛，今已是外国人的乐园，香港的中 国人受着殖民统治。更可悲的是，英国殖民者已把香港作为进一步侵略中国 的基地。大批的鸦片烟，正准备运往内地。黄遵宪心情十分沉痛，他写了《香港感怀十首》，字里行间表现了爱国主义的愤懑情绪。 屡次考试不中，使黄遵宪精神上非常痛苦。以后几年中，黄遵宪一方面 对埋于案头，作八股吟诗赋，消磨宝贵的生命，心有不甘，鄙弃科举的念头来越强烈；一方面又抱着一种渺茫的希望，几乎是无可奈何地进行准备， 参加下一次的考试。</p> <p>　　1873 年黄遵宪 26 岁时，考取了拔贡生，按当时考试的办法，凡得到 “监生”、 “贡生”头衔的，都可以参加顺天（清朝沿用明朝旧制。以北京为顺天府）乡试。 1874 年春，黄遵宪启程去北京。当时他父亲正在户部任职，也在北京，于是爷儿俩生活在一起。由于黄鸿藻的薪俸不多，所以他们的生活很简朴。在北京，黄遵宪交了一些朋友，还结识了一些官场上的人物，这对 他以后的政治生活产生了一定的影响。特别是1876 年，他随父亲到山东烟台作了一次漫游，见到了洋务派官僚张荫桓、<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>等人。所谓洋务派，是第二次鸦片战争后，随着清政府内外交困，统治阶级内部一部分官僚主张利用 西方先进生产技术，维护清朝的统治。他们与顽固派盲目排外，仇视一切外洋事物不同，提出 “师夷长技以自强”的口号，掀起了洋务运 动，先后创办 一些近代的军事工业和民用工业。洋务运动客观上刺激了中国资本主义的发展，对处国经济势力在中国的扩张，也起到了一些抵制作用。 黄遵宪在他们面前侃侃而谈，引起了他们对这位年轻人的兴趣和注意。李鸿章竟当着别人的面称道黄遵宪为 “霸才”。以李鸿章当时权势和地位， 能如此推重黄遵宪这样一位初出茅庐的后辈，使黄遵宪大有 “知遇”之感。 这是黄遵宪和洋务派发生联系的开始。 同年秋，黄遵宪犹豫再三，还是参加了顺天乡试。结果这一次被录取为第141名举人。</p> <p>　　1877 年，黄遵宪的同乡、翰林院侍讲何如漳，被任命为中国第一任驻日公使。他熟悉黄遵宪并了解他对时务的见解，所以邀请他一起去日本。黄遵宪考取举人后，家人都希望他再考进士，加上当时中国是一个屡战屡败的弱 国，处在列强虎视眈眈之下，清朝的许多大臣对国际形势又茫然无知，造成 外交活动的困难，所以参与外交活动是很不利的，对个人来说甚至是危险的。 为此家人反对他去日本。黄遵宪没有胆怯畏缩，爱国主义的思想使他充满着 信心和勇气，去担负艰巨的外交工作。他不顾家人和亲友的反对，毅然抛弃 科举仕途，选择了到海外从事外交工作的职业。经过何如漳的推荐，黄遵宪被任命为驻日参赞官，随行出使日本。 出使前夕，黄遵宪的心情非常激动，多年来，科举考试的折磨给他带来的痛苦，似乎都消除了。他对着自己的像片，写道： “如此头颅如此腹，此 行万里亦奇哉，诸公未见靴尖??，待我扶桑濯足来。”中国古籍里称日本为扶桑，黄遵宪风趣地表示要去扶桑洗脚，表达了他希望在对日外交工作中施展才能，实现抱负的心情。 </p><br/><h2>影响</h2> <p>　　多年来<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>的历史地位被不少人局限性地理解，后人往往从文学或<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>界革命的领域去理解他，而忽视其作为爱国者、思想家、变法维新者、政治家的本来面目，对黄遵宪历史地位全面深刻认识，是直到近年来才开始出现的。”且看：———影响中国近代思想界的达尔文进化论和卢梭民约论，最早是由黄遵宪介绍到中国来的，中国士大夫最早是从黄遵宪撰写的《日本国志》了解到人权、民主、平等的概念。《日本国志》中的维新变法思想，使当时的康、梁乃至光绪帝皇帝都受到很大启发，其“分官权于民”的思想明显地启发了一代伟人孙中山形成民权主义的思想。他有丰富的外交实践经验与斗争经验，他在戊戌政变前的湖南创立了保障社会治安的保卫局等措施在政变失败后仍能保留下来，就说明黄遵宪的改革是切中国情的，他在湖南协助陈宝箴推行新政的卓越成效是他把变法理论灵活运用于中国实践的结果。</p> <p>　　———黄遵宪在漫长的外交生涯中，深知国家主权的重要性，沉痛指出：“弱为万国役，治为天下强。”他致力保护华侨、侨工的权益，抵制排华运动，联络侨商组织商会；在新加坡又创立保卫华工的南洋护照制度。</p> <p>　　———黄遵宪被公认为晚清“诗界革命的一面旗帜”，其“我手写吾口，古岂能拘牵！”的呐喊成了诗界革命的口号；其《人境庐诗草》的清新之风，一扫旧体诗的陈腐暮气；其诗作真实生动地记录了晚清绝大多数重大历史事件，因此生前即有晚清“诗史”之誉。 </p><br/><h2>外交生涯</h2> <p>　　1877 年1126 日傍晚，<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>随何如璋由上海乘轮船启程，一行 30 余人，最后在神户登陆，开始了在日本的外交活动。 日本是亚洲东部的一个岛国，自 17 世纪开始，遭到荷兰殖民者的侵略， 引起社会的变化，民族矛盾加深，其情形与当时中国相似。1868 年，日本发生了明治维新，通过一系列的改革，日本走上了发展资本主义的道路，逐渐 强大起来。1874 年，发生了日本武装侵略台湾的事件，中国人在感到震惊的同时，迫切要求了解日本，想知道明治维新后的日本到底发生了什么变化， 究竟它是怎样学习西方变法自强的。黄遵宪的心情也正是这样。 黄遵宪作为一个友好的使者，到日本后，漫游各地，参加各种集会，结交各方面的人士，与许多日本朋友结下了深厚的友情。异国的风土人情，增 加了他的创作激情，他写下了大量的反映日本历史、现状、自然景色和风情 、民俗的<a href=\"http://so.gushiwen.org/author_222.aspx\">诗</a>歌，后来编成《日本杂事诗》刊行。</p> <p>　　1880 年，日本友人源辉声先生在征得黄遵宪同意后，把 《日本杂事诗》的部分原稿，埋藏在东京墨江畔 的家里，由黄遵宪题写了 “日本杂事诗最初稿冢”九个字，刻石竖碑，作为 中日两国人民永久友谊的象征。碑石上还刻着黄遵宪的两句诗：一卷诗兮一抔土，诗与土兮共千古。 同时还有源辉声先生和的诗： 诗有灵兮土亦香，我愿与丽句兮永为邻。 源辉声先生逝世后，安葬于东京都北部的平林寺，诗冢也被迁到该处。 这件事成了中日文化交流史上一段动人的佳话。 在日本期间，黄遵宪开始接触从西方传播到日本的资产阶级民主自由学 说。他刚到日本时，听到关于民主自由的说法是很惊讶的，当他读了法国启蒙运动先驱卢梭、孟德斯鸠的著作后，思想有了明显的转变。根据在日本的亲身体验，使他认识到民主政治比封建专制政治要好，而且认为民主政治代 替封建专制政治是必然的趋势。有一次他对何如漳说： “中国必变从西法。” 如果不像日本那样维新自强，必遭奴役、瓜分之祸。正是这种思想的形成， 使他后来成为我国维新变法运动的积极倡导者。 在日本期间，黄遵宪清楚地看到，日益强盛起来的日本正把侵略矛头指向中国和朝鲜。 1879 年，日本吞并琉球，驻日大臣何如璋给总理衙门和北洋大臣的重要文件共10 余万字，分析了日本国情，陈述了我国应采取的对策， 指出：“琉球如亡，不出数年，闽海先受其祸。”这些预见都被后来的事实 所证明。而这些文件绝大部分都是由黄遵宪草拟的。但清政府却没有采纳黄遵宪在外交政策方面的意见，终使琉球成为日本侵略政策下的牺牲品。黄遵宪只好把他满腔悲愤寄托在他的诗篇 《琉球歌》里。 黄遵宪在日本两年间，不仅广泛接触各方面的代表人物，观察和了解日本政治、经济、社会、文化、教育等方面的情况，同时还努力学习日文，以 便能够直接阅读日本书籍，搜集资料，准备编写一本介绍日本典章制度为主 的书。他以顽强的毅力，克服种种困难，精心收集了 200 多种参考文献。后来他离开日本时这部书的草稿已基本完成。 1882 年，黄遵宪奉命调任驻美国旧金山的领事，写作因而中断。</p> <p>　　1885 年，他从美国请假回国，又重新进行编 写，直到1887 年的夏天，这部名为《日本国志》的书终于完成。《日本国志》共 40 卷，约 50 余万字，编目为国统志、邻交志、天文志、 地理志、职官志、食货志、兵志、邢法志、学术志、礼俗志、物产志、工艺 志 12 部分。详细介绍了日本的历史和现状，特别着重介绍了明治维新以后采 取的改革措施及成效。书成之日，黄遵宪写下了 《书成志感》，表 达了他的 心情： 湖海归来气未除，忧天热血几时摅，千秋鉴借吾妻镜，四壁图悬人境庐。 《吾妻镜》是日本一部编年体的史书， 《千秋金鉴录》是唐朝<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>编 写的历史书。黄遵宪希望借鉴日本的经验，通过维新变法使中国繁荣富强起 来。 这部书的问世，大大加深了中国人对日本国的认识，成为当是中国人了 解和研究日本的必读参考书。 1882 年 1 月，黄遵宪奉命调任驻美国旧金山总领事。 3 月 30 日 . 黄遵宪 刚刚踏上这块美洲大陆，就碰上美国统治集团发动的排华事件。 早年，美国资本家为了开发西部，派人到中国招募了大批华工，到 1880 年时，已达 20 余万人。这些华工到美国后，在人烟稀少的沙漠沼泽里，顶烈 日，冒风雪，修铁路、挖运河、开金矿。在极恶劣的条件下，担负着艰苦的 工作。为了当地的开发和建设，他们流尽了血汗，这一点连美国人也不得不 承认他们的贡献。然而，美国资本家为追求高额利润，用极其残酷的手段对工进行剥削，当他们年老力衰时，就把他们抛弃，不仅如此，美国政府还 把华工置于法律保护之外，掀起一次次的排华事件。 1882 年，美国议会制定 了 《限制华人例案》，对来美华工及侨民作出了许多苛刻的规定，使大批华 工、华侨遭到虐待、迫害和残杀。 黄遵宪到美任职的地方――旧金山，是在美华人比较集中的地方。美国 一小撮种族分子和歹徒为非作歹，十分猖獗，那里经常发生华人住所遭袭击、 华人受侮辱甚至遭殴打的事 件。黄遵宪到美国后，看到这一切，非常气愤。 作为外交人员，他曾向清政府提出建议和应采取的对策。但昏庸腐朽且怯懦 的清政府却根本没有采纳，所以黄遵宪只能在自己职权范围内，凭着一颗热 爱侨胞的心尽力保护侨民，做一点力所能及的工作。 有一次，美国地方政府又向华工寻衅。他们派官员到华人的居住区进行 “巡视”，然后说： “华人 不讲卫生，违反了政府的卫生条例，应予以拘留 和罚款的处置。”许多华人因此遭到逮捕，监狱被关得满满的。黄遵宪闻讯， 迅速赶到拘禁华人的监狱，他叫人仔细丈量了囚房的面积，然后把美国官员 找来，指着肮脏拥挤的牢房，质问： “这里的卫生条件，难道比华人住所好 吗？”美国官员被问得哑口无言。经过黄遵宪的据理力争，美国地方政府只 得把无辜的侨民，从监狱里释放出来。黄遵宪的正义行动，受到了华人一致 的称赞。 1884 年，黄遵宪的母亲病故。第二年，他请假回国。 10 月，黄抵达广州， 他先赴梧州探望父亲，然后乘船回嘉应州。回到阔别多年的家乡，感到格外 亲切。听说黄遵宪回来了，家人、乡亲都来看他，争着向他提出各式各样的 问题，有的问题荒诞又有趣，黄遵宪巧妙地解答了这一道道 “难题”。客人走后，一家人亲亲热热地围灯团坐，只是再不能见到慈母，黄遵宪不免伤心地落下泪来。 接着黄遵宪就开始为 《日本国志》的最后编纂而忙碌。 1886 年，张荫桓 被任命为驻美使臣，他希望黄遵宪能继续担任驻旧金山领事，被黄遵宪辞却。 同年，洋务派官僚、两广总督张之洞，又意欲命黄遵宪巡察南海各岛，也被 黄遵宪辞却。黄遵宪专心致力于 《日本国志》的修改、编纂，直 到 1887 年夏 终于完成。 1889 年，驻法公使薛福成见到 《日本国志》这本书，十分欣赏，连声称 赞： “好书，好书，真是几百年少见的好书。”为此他十分器重黄遵宪，并 为 《日本国志》作了序。同年，薛福成被任命出使英、法、意、比四国，经 薛福成推荐，清政府任命黄遵宪为驻英二等参赞，随同薛福成赴欧洲。这样， 黄遵宪再次开始了他的出使生活。 1890 年 2 月，薛福成乘船到达香港，黄遵宪自嘉应州前来与薛福成会合， 登舟。他们从香港启程，经过了越南、新加坡、锡兰（今斯里兰卡）入红海， 经苏伊士运河进入地中海，再经过法国马赛、巴黎，最后到达英国伦敦。一 路上，黄遵宪被异国风土人情所吸引，更为亚洲弱小国家遭沦丧而感叹。在英国期间，黄遵宪接触了英国政界上层人物，仔细考察了英国君主立 宪的政治制度。他非常推崇这种制度，后来维新变法期间，黄遵宪在湖南， 协助陈宝箴实行地方自治制度，就是以英国为模式的。 不久，黄遵宪又被调任新加坡总领事。后来薛福成在 《出使英法意比四 国日记》中提到了调任黄遵宪一事的原委。那是因为当时北洋海军提督丁汝 昌给朝廷的报告中，说他奉命巡洋时，抵达新加坡一带，目睹当地华侨因为 中国政府没有设领事馆，受了洋人的欺凌剥削，有冤无处诉。他请求中国政 府速派领事到新加坡附近各岛。薛福成考虑将新加坡领事改为总领事，就可 以兼办其他各埠的侨务。经过考虑，他决定委派黄遵宪。因为此人 “历练有 识，持己谨严，接物和平，允堪胜任”。从薛福成的这几句评价里，可以看 出黄遵宪此时已是一个成熟老练的外交家了。 1891 年秋，黄遵宪到新加坡上任。很早以前就不断有华人到南洋一带谋 生，他们努力耕作，辛勤劳动，为当地开发做出了重要的贡献。赢得了当地 人民的赞扬。新加坡是南洋华侨聚居的地区，黄遵宪到任后，经常到各处去 访问华侨，并积极保护华侨的正当权益。经过黄遵宪的力争，清政府 颁布了一些保护华侨的规定，以后，黄遵宪又创立了给华侨颁发 “护照”的 制度。 黄遵宪在新加坡任总领事， 3 年有余，期间身体一直不好，约有一半日 子是在养病中渡过的。尽管如此，黄遵宪仍带病坚持工作，处理外交事务外， 对华侨事务特别关心。那时英属马来西亚半岛锡矿业和橡胶业发展迅速，那 里的华侨人数很多，虽然我国在新加坡设立了总领事，但英国政府却迟迟不 答应我国在吉隆坡等地设副领事。为此黄遵宪据理力争，最后终于达到了目 的。 1894 年，爆发了中日甲午战争。身在异国的黄遵宪，思念祖国，十分关 注战事的发展。 致力维新变法 1894 年底，黄遵宪结束了十几年的外交生涯，回到国内。第二年春天即 去江宁 （今南京）拜见张之洞。黄遵宪怀着满腔忧国之情，准备施展自己的 才干，大干一场。然而张之洞是洋务派的首领，又是一位老官僚，他看惯了 别人在他面前唯唯诺诺，可黄遵宪虽是他部下属员，却无半点奴颜婢膝之态， 而且还本着 “当仁不让”的精神来指教张之洞，使这位大帅很不舒服。所以 黄遵宪自然没有受到重视，被 “置之闲散”， 黄遵宪在湖北办理教案期间，清政府与日本签订了 《马关条约》，听说台湾被割让，黄遵宪心情十分悲痛，然而黄遵宪并没有 “被发入空山”，而是以极大的热情，投身到<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>掀起的维新 变法的运动中。 1897 年夏，黄遵宪被任命湖南长宝盐法道，负责管理一省食盐的生产和运销，同时兼管一路的钱谷和刑名。黄遵宪到达湖南后，原 湖南按察使李经义因事进京，由黄遵宪代理湖南按察使，掌管一省刑狱和官 吏的考核。当时湖南巡抚陈宝箴是支持变法的新派人物，黄遵宪上任后，积 极协助陈宝箴进行政治、经济、文化、教育各方面的改革。在黄遵宪的建议 下，陈宝箴同意创办一所时务学堂，以培植变法人材。黄遵宪还提出邀请梁 启超来湖南担任时务学堂的总教习。 <a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>到湖南后，倡议创办南学会，以推动地方自治。南学会虽名为学 会，但实际上却具有地方议会的规模。它的组织大致是这样：先由巡抚选派 本地绅士名流 10 人、分任总会长、副总会长。然后由总会长、副总会长吸收 州县绅士为会员，组成分会。南学会总会每 7 天讲演一次。由梁启超、黄遵 宪、<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>等人主讲，阐述国际形势和国内大事，宣传维新变法思想，主张 发展地方民族工业。南学会成立后，黄遵宪共作了 9 次讲演，其中南学会举 行的第一次讲演会就是由黄遵宪讲的。由于黄遵宪多年海外生活的经历和生 动的语言，使听者大开眼界，黄遵宪也因此名声大震。 1897 年冬，德国强占胶州湾，瓜分危机迫在眉睫，康有为再次上书光绪皇帝。</p> <p>　　1898 年 6 月 11 日，光绪帝颁布《定国是诏》。 “百日维新”正式开始。 然而后来，北京的形势发生了突变。维新派对政治、经济、文化、军事 的改革，触犯了以慈禧太后为首的顽固派的利益，遭到他们极力反对。 9 月 21 日，慈禧太后发动政变，囚禁了光绪皇帝，并宣布 “亲政”，下令逮捕维 新派，百日维新失败了。 顽固派自然不会放过黄遵宪。 10 月 9 日，上海道蔡钧奉命将黄遵宪扣留 于洋务局，派 200 余人围守，候命押解北上。然而黄遵宪并没有遭到杀害， 成为维新派领导人中少数幸存者之一，这一方面是由于他平日交游广阔，此 刻朝中有人帮他说情，更主要的则是英国、日本等国出面，对清政府施加压 力。英国驻上海总领事向清政府声言： “如中国政府欲将黄遵宪不 问其所得 何罪，必治以死，则我国必出力救援，以免其不测之祸。”日本驻华公使也 向清政府提出交涉，声言查办黄遵宪， “有伤两国交谊”。这就使顽固派不 得不有所顾忌，只好释放了黄遵宪。 10 月 15 日，黄遵宪乘舟南归。 </p>"
}