{
  "id": 667,
  "star": 8,
  "name": "姚鼐",
  "image": "http://img.gushiwen.org/authorImg/yaonai.jpg",
  "dynasty": "清代",
  "desc": "姚鼐（nài）（1731～1815）清代著名散文家，与方苞、刘大櫆并称为“桐城三祖”。字姬传，一字梦谷，室名惜抱轩（在今桐城中学内），世称惜抱先生、姚惜抱，安徽桐城人。乾隆二十八年（1763）中进士，任礼部主事、四库全书纂修官等，年才四十，辞官南归，先后主讲于扬州梅花、江南紫阳、南京钟山等地书院四十多年。著有《惜抱轩全集》等，曾编选《古文辞类纂》。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>与创始人方苞、刘大櫆并称为“桐城三祖”，被盛誉为“中国古文第一人”、“中国古文的高峰”，其在继方、刘已有成就的基础上提倡文章要“义理”、“考证\"、“辞章”三者相互为用。所谓“义理”就是程朱理学；“考证”就是对古代文献、文义、字句的考据；“辞章”就是写文章要讲求文采。这些主张充实了散文的写作内容，是对方苞“义法”，说的补充和发展。在美学上，提出用 “阳刚”、“阴柔”区别文章的风格。“阳刚”就是豪放，“阴柔\"就 是婉约。两大风格相互配合，．相互调剂，就产生出多样的风格。 同时，又发展了刘大櫆的“拟古”主张，提出“神、理、气、味、格、律、声、色”为文章八要。学习古人，初步是掌握形式(格、律、声、色)，进而是重视精神(神、理、气、味)，才能达到高的境界。桐城派古文到了姚鼐形成完整的理论体系。姚鼐著有《惜抱轩全集》，所编《古文辞类纂》风行一时，有力地扩大了桐城派的影响。鼐对传统文论的另一重大贡献是提出富有创见性的“阴阳刚柔说”，这对我国古代散文审美理论和风格特征是一次重大突破。他认为，“天地之道，阴阳刚柔而已。文者天地之精英，而阴阳刚柔之发也。”文章阴阳刚柔的变化，乃是作者性格、气质、品德的表现。鼐在发展前辈的文学思想上，用阴阳刚柔这个哲学概念来解释文章风格的来源和散文的风格特点，其中包含着朴素的唯物论和辩证法思想。</p> <p>　　姚鼐以宋儒之学为治学之本，故指斥考据的汉学家为舍本逐末；但他也不废弃汉儒治经之长。姚鼐“为文高简深古，尤近<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>，其论文根极于道德，而探源于经训，至其浅深之际，有古人所未尝言，鼐独抉其微，发其蕴，论者以为词近于方，理深于刘”(《清史稿·文苑·姚鼐传》)。其为文“以神、韵为宗”(方宗诚《桐城文录序》)，形成一种迂徐深婉，一唱三叹，而又耐人寻味，意蕴无穷的风格。近代学者章太炎谓之“谨”，刘师培称之“丰韵”，都是对其文风的富于韵味、言简意丰的高度评价。姚鼐的<a href=\"http://so.gushiwen.org/author_667.aspx\">诗</a>歌早年模仿明“七子”学唐诗，晚年兼取宋人，格意俱高，在当时俨然为一大家，故后人称“惜抱诗精深博大，足为正宗”(程秉剑《国朝名人集题词》)。姚鼐的书法造诣很深，包世臣推邓石如、刘石庵及姚鼐为清代书法之冠，将姚鼐的行草书列为妙品，故姚鼐非独特文美，其翰墨亦为世重。鼐著有《九经说》19卷、《三传补注》3卷、《老子章义》1卷、《庄子章义》10卷、《惜抱轩文集》16卷、《文后集》12卷、《诗集》10卷、《法帖题跋》1卷、《笔记》10卷、《书录》4卷、《尺牍》10卷、《古文辞类纂》75卷、《五七言今体诗钞》18卷。《登泰山记》是姚鼐的代表作，主要描绘泰山风雪初霁的壮丽景色。写作特点:首先是以时间为顺序，以游踪为线索，依次记叙了作者游泰山的历程和所见到的景色，剪裁得体，详略分明。桐城派主张的“雅洁\"和反对“冗辞”，从这里可见一斑。 </p><br/><h2>藏书故实</h2> 　　乾隆二十八年（1763）进士，选庶吉士，改礼部主事，官刑部广东司郎中，历任山东、湖南乡试考官、会试同考官，四库馆开，出任纂修官，曾撰写书录91篇，于道光十二年（1832）汇为《惜抱轩书录》4卷，为其藏书跋尾题记之属。有《惜抱轩四库馆校录书题》1册。历主江宁、扬州等地书院凡40年。治学以经学为主，兼及子史、<a href=\"http://so.gushiwen.org/author_667.aspx\">诗</a>文，曾受业于刘大櫆，论者称他辞近方苞，理深于刘大櫆，三人均为桐城籍，世称“桐城派”。家有藏书楼名“惜抱轩”，藏古文、经、史、字画居多，藏书印有“鼐”、“大季氏”、“惜抱轩藏书印”等。著有《惜抱轩文集》。选辑有《古今辞类纂》、《五七言今体诗抄》。<br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>是显赫的吴兴姚氏的后裔，其一世祖居麻溪（今枞阳钱桥河南岸姚王集），五世祖姚旭明景泰年间迁居桐城城里。至姚鼐，其家族居桐城县城已300余年。姚鼐1731年十二月二十日（1732年1月17日）出生于桐城南门的一个官宦书香人家。其祖先姚旭为明云南布政司右参政、姚之兰为江州府知府加按察副使衔，皆载入《明史循吏传》；高祖姚文然，康熙时任刑部尚书；曾祖姚士基，曾任湖北罗田知县，均贤良清廉，辞世皆享名宦祠祀。伯父姚范，进士及第后为翰林院编修，著有《援鹑堂文集-<a href=\"http://so.gushiwen.org/author_667.aspx\">诗</a>集》，学贯经史，与桐城派祖师之一的刘大櫆情深意笃，使姚鼐得以跟其伯父受经学，跟刘大櫆学文。其祖父姚孔瑛二十六岁时即去世，父淑终生为一介布衣。姚鼐出生时，家庭已衰落，鼐幼嗜学，伯父姚范授以经文，又从刘大櫆学习古文，刘大櫆对姚鼐特别器重，称其“时甫冠带，已具垂天翼”，“后来居上待子耳”。乾隆十五年（1750），他二十岁考中举人后，经过五次礼部会试均名落孙山，直到乾隆二十八年(1763)三十岁第六次应礼部试，才中进士，授庶吉士。3年以后，散馆改主事，分属兵部；旋又补礼部仪制司主事。后历任山东、湖南乡试副考官，会试同考官和刑部广东司郎中等职。乾隆三十八年（1773），清廷开四库全书馆，姚鼐被荐入馆充纂修官。此职本应翰林方可充任，独鼐与休宁戴东源、兴化伍大椿、歙县程晋芳等8人破格当选。《四库全书》成，鼐乞养归里，不入仕途，时年44岁。大学士于敏中、梁国治先后动以高官厚禄，均被辞却。鼐言：“古之君子，仕非苟焉而已，将度其志可行于时，其道可济于众”，否则，不如“从容进退，庶免耻辱之在咎已尔”。</p> <p>　　自乾隆四十二年起，姚鼐先后主讲扬州梅花书院、安庆敬敷书院、歙县紫阳书院、南京钟山书院，致力于教育，因而他的弟子遍及南方各省。其中最著名的有本邑的方东树、姚莹、刘开；上元梅曾亮、管同；宜兴吴德旋；阳湖李兆洛；娄县姚椿；新城鲁九皋和他的外甥陈用光等。这些学生都是笃守师说，遵桐城家法的文人，对桐城派的传播作用甚大。桐城派古文之传，自方苞以文章称海内，上接震川，同邑刘大櫆继之益振，传至姚鼐则集大成。因此有“桐城家法，至此乃立，流风作韵，南极湘桂，北被燕赵”之说。历城周书昌说：“天下文章其在桐城乎!”</p> <p>　　嘉庆十五年　(1815）九月十三日（10月15日），85岁的姚鼐卒于南京钟山书院，归葬桐城杨树湾。 </p>"
}