{
  "id": 860,
  "star": 41,
  "name": "姜子牙",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_860.jpg",
  "desc": "姜子牙（约前1156年—约前1017年），姜姓，吕氏，名尚，一名望，字子牙，或单呼牙，也称吕尚，别号飞熊。商朝末年人。姜子牙是齐国的缔造者，周文王倾商，武王克纣的首席谋主、最高军事统帅与西周的开国元勋，齐文化的创始人，亦是中国古代的一位影响久远的杰出的韬略家、军事家与政治家。历代典籍都公认他的历史地位，儒、法、兵、纵横诸家皆追他为本家人物，被尊为“百家宗师”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>，亦作姜尚。是东海边之人。其先祖曾做四岳之官，辅佐夏禹治理水土有大功。舜、禹时被封在吕，有的被封在申，姓姜。夏、商两代，申、吕有的封给旁支子孙，也有的后代沦为平民，吕尚就是其远代后裔。吕尚本姓姜，因为以其封地之名为姓，所以叫作吕尚。</p> <p>　　吕尚曾经穷困，年老时，借钓鱼的机会求见周西伯。西伯在出外狩猎之前，占卜一卦，卦辞说：“所得猎物非龙非螭，非虎非熊；所得乃是成就霸王之业的辅臣。”西伯于是出猎，果然在渭河北岸遇到太公，与太公谈论后西伯大喜，说：“自从我国先君太公就说：‘定有圣人来周，周会因此兴旺。’说的就是您吧？我们太公盼望您已经很久了。”因此称吕尚为“太公望”，二人一同乘车而归，尊为太师。</p> <p>　　有人说，太公博学多闻，曾为商纣做事。商纣无道，太公就离开了。四处游说列国诸侯，未得知遇之君，最终西行归依周西伯。有人说，吕尚乃一处士，隐居海滨。周西伯被囚禁在羑里时，西伯之臣散宜生、闳夭久闻吕尚之名而召请他。吕尚也认为“听说西伯贤德，又一贯尊重关心老年人，何不前往？”此三人为了营救西伯，寻找美女奇宝，献给纣王，以赎取西伯。西伯因此得以被释，返回周国。虽然吕尚归周的传说各异，但大旨都认为他是文王武王之师。</p> <p>　　周西伯昌从羑里脱身归国后，暗中和太公策划如何推行德政以推翻商纣政权，其中很多是用兵的权谋和奇计，所以后代谈论用兵之道和周朝的隐秘权术的都尊法太公的基本策略。周西伯为正清平，尤其在明断虞、芮二国的国土争讼后，被<a href=\"http://so.gushiwen.org/author_860.aspx\">诗</a>人称道为膺受天命的文王。西伯又讨伐了崇国、密须和犬夷，大规模建设丰邑。天下三分之二的诸侯都归心向周，多半是太公谋划筹策的结果。</p> <p>　　文王死后，武王即位。九年，武王想继续完成文王的大业，东征商纣察看诸侯是否云集响应。军队出师之际，被尊称为“师尚父”的吕尚左手拄持黄钺，右手握秉白旄誓师，说：“苍兕苍兕，统领众兵，集结船只，迟者斩首。”于是兵至盟津。各国诸侯不召自来有八百之多。诸侯都说：“可以征伐商纣了。”武王说：“还不行。”班师而还，与太公同写了《太誓》。</p> <p>　　又过二年，商纣杀死王子比干，囚禁了箕子。武王又将征伐商纣，占卜一卦，龟兆显示不吉利，风雨突至。群臣恐惧，只有太公强劝武王进军，武王于是出兵。十一年正月甲子日，在牧野誓师，进伐商纣。商纣军队彻底崩溃。商纣回身逃跑，登上鹿台，于是被追杀。第二天，武王立于社坛之上，群臣手捧明水，卫康叔封铺好彩席，师尚父牵来祭祀之牲，史佚按照策书祈祷，向神祇禀告讨伐罪恶商纣之事。散发商纣积聚在鹿台的钱币，发放商纣屯积在钜桥的粮食，用以赈济贫民。培筑加高比干之墓，释放被囚禁的箕子。把象征天下最高权力的九鼎迁往周国，修治周朝政务，与天下之人共同开始创造新时代。上述诸事多半是采用师尚父的谋议。</p> <p>　　此时武王已平定商纣，成为天下之王，就把齐国营丘封赏给师尚父。师尚父东去自己的封国，边行边住，速度很慢。客舍中的人说他：“我听说时机难得而易失。这位客人睡得这样安逸，恐怕不是去封国就任的吧。”太公听了此言，连夜穿衣上路，黎明就到达齐国。正遇莱侯带兵来攻，想与太公争夺营丘。营丘毗邻莱国。莱人是夷族，趁商纣之乱而周朝刚刚安定，无力平定远方，因此和太公争夺国土。太公死时一百余岁，其子丁公吕伋继位。</p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>一生坎坷多磨而又轰轰烈烈、神秘莫测。纵观太公一生的建树，无论从军事、政治、经济思想等方面，都有卓越贡献，其中尤以军事为最，所以太史公言“后世之言兵及周之阴权皆宗太公为本谋”，称得上兵家之鼻祖，军事之渊薮。姜子牙是中国历史上一位全智全能的人物，也是中国文艺舞台上一位“高、大、全”的形象，还是中国神坛上一位居众神之上的神主。作为宗教的神仙，他是武神、智神，被奉为“太公在此，百无禁忌”的护佑神灵。周朝从古公亶父起，就盼望能得到一个圣人，一位武能安邦、文能治国的贤才，来辅助周国实现灭殷兴周的任务，所以称太公为“太公望”，到武王执政时，又以“师尚父”相称，尊宠权贵无以复加。文王所命太公为“太师”，是西周王朝“三公”中的最高长官，既主军，也问政。时有“天下三分，其二归周者，太公之谋计居多”之言，足见太公在周朝中的地位之重。</p> <p>　　姜子牙半生寒微，择主不遇，飘游不定，但他能动心忍性，观察风云，等待时机，终遇明主，辅佐姬昌，修德振武，以求兴周。周武王伐纣，太公为军师，牧野大战，灭商盛周，立了首功。周初分封，姜子牙被封为齐国君主，他治国有方，创建了泱泱大国，遗风犹存，累世相续，为后来的齐桓公“九合诸侯，一匡天下成为五霸之首”而奠定了基础。</p><br/><h2>成就</h2> <p><strong>治理齐国</strong><br>　　太公在齐国的时候，修明政事，顺其风俗，简化礼仪，开放工商之业，发展渔业盐业优势，因而人民多归附齐国，齐成为大国。到周成王年幼即位之时，管蔡叛乱，淮夷也背叛周朝，成王派召康公命令太公说：“东至大海，西至黄河，南至穆陵，北至无棣，此间五等诸侯，各地官守，如有罪愆，命你讨伐。”齐因此可以征讨各国，形成大国、定都营丘。</p> <p><strong>军事韬略</strong><br>　　<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>是一位满腹韬略的贤臣和非凡的政治、军事家，一直受历代统治者崇尚，这在《<a href=\"http://so.gushiwen.org/author_860.aspx\">诗</a>经》等唐朝以前的许多史料及文学作品中颂文颇多。唐太宗即位后，外夷相侵，内患未除，政局动乱，国家面临着百乱待治，百废待兴的情况，为了达到“安人理国”的目的，便自称他是姜子牙的化身，在磻溪建立太公庙，他用这一举动告诉人们，他要象周文王访贤并重用姜子牙那样的贤臣良将，他后来果然得到了一大批治世理国的人才，终于实现了“贞观之治”。唐玄宗为求国内安宁，需要像姜子牙那样披肝沥胆，呕心沥血，忠贞不二的勤勉事主的人才，便于公元731年（开元十九年）敕令天下诸州各建一所太公庙。并要求以张良配享，在春秋仲秋月上戊日祭祀。每当发兵出师或各将领及文武举人应诏，都要先去太公庙拜谒。公元739年（开元二十七年）追谥姜子牙为“武成王”，成为中华民族“武”圣人。公元1072年（宋神宗熙宁五年）为抵御外寇入侵，下令要求各军事将领必读《太公兵法》。 <br>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>在《史记》中说：“周西伯昌之脱羑里，与吕尚阴谋修德以倾商政，其事多兵权与奇计，故后世之言兵及周之阴权皆宗太公为本谋。”这就确立了姜子牙是中华民族创立韬略理论开山祖的地位。1972年从山东临沂银雀山汉武帝初年的墓葬发掘出的《六韬》残简，来校勘存世的各种《六韬》版本和本注，说明了《六韬》一书，在汉武帝以前就流行开了，否定了《六韬》是古人伪托吕尚所着的怀疑，进一步证实了姜子牙在军事理论上的著述是真实的。他在军事理论方面，在政治、经济斗争的策略思想方面，都为子孙后代留下了不可磨灭的丰富的遗产，人们称他是兵家权谋思想的始祖。<br>　　中国古代的兵论、兵法、兵书、战策、战术等一整套的军事理论学说，就其最早发端、形成体系、构成学说来说，都始自齐国，源自太公，所以说太公为兵家宗师、齐国兵圣、中国武祖是当之无愧的。可以说，没有太公理论及其所建立的齐国兵家，则不会有如此博大精深、智谋高超、理论完整、源远流长、绵延不断、影响巨大的中国兵学理论学说。中国古今著名的军事家<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、鬼谷子、<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等都学习吸收了太公《六韬》的精华，太公的文韬武略被当今世界上的政治、经济、管理、军事、科技等各个领域所借鉴。</p><br/><h2>研究考证</h2> <p><strong>贯籍</strong><br>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>著《史记·齐太公世家》记载：“太公望者，东海上人。其先祖尝为四岳，佐禹平水土甚有功。虞夏之际封于吕，或封于申，姓姜氏。夏，商之时，申，吕或封枝庶子孙，或为庶人，尚其后裔也。本姓姜氏，从其封姓，故名吕尚。”《史记·齐太公世家》的集解引《吕氏春秋》讲：东海上，乃“东夷之土”。东夷指当时东方各少数民族，东夷之土，即泛指淮河中下游这些少数民族居住之地。其先祖伯夷帮助大禹治水很有功劳，受封在吕国，《辞海》有一条古吕国在南阳的记载：吕，古国名，作甫，亦称有吕，姜姓。传为四岳之后。在今河南南阳西，春秋初年为楚所灭。而吕国何地也成了<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>故里之争的焦点。</p> <p><strong>出生地</strong><br>　　关于姜子牙的出身之地，史料中都没有确凿可信的记载。《吕氏春秋·首时》篇说：“太公望，河内汲人（今河南省卫辉市）也；”《孟子》的《离娄上》和《尽心上》两章都提到姜子牙“居东海之滨”；《吕氏春秋·首时》也说，“太公望，东夷之士也”；《史记·齐太公世家》也说他是“东海上人”。但这些说法都很笼统含糊。晋代<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>《博物志》说得较为明确：“海曲城有东吕乡东吕里，太公望所出也”；《水经注·齐乘》也说，“莒州东百六十里有东吕乡，棘津在琅邪海曲，太公望所出”。汉代的“海曲”在今山东日照一带，“莒州”也在今日照下辖的莒县一带。据此，一般认为姜子牙的出身之地在今山东东部黄海之滨的日照、莒县一带。</p> <p><strong>身世</strong><br>　　姜子牙的家世是显赫的，但是其出身却是低微的。很多历史文献中都提到他遇周文王之前曾经做过不得志的屠夫和小商贩。《战国策·秦五》说，“太公望，齐之逐夫，朝歌之废屠”；《尉缭子》说：“太公望年七十，屠牛朝歌，卖食棘津”；《韩<a href=\"http://so.gushiwen.org/author_860.aspx\">诗</a>外传》说：“吕望行年五十，卖食棘津，年七十，居于朝歌。”汉代<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>的《说苑·尊贤》也说：“太公望，朝歌之屠佐也，棘津迎客之舍人也。”这些文献虽然语焉不详，说法不一，但是大致都透露出姜子牙垂暮之年还曾在棘津做过卖吃食的小贩，在朝歌当过屠夫。此外，还有一种说法认为姜子牙曾经是夫入妇家的赘婿，后来因为不擅生计而被老妇逐出家门。《战国策·秦五》说他是“齐之逐夫”，高诱注解说是“为老妇之逐”，即姜子牙是作为赘婿被老妇逐出的。刘向也说“太公田不足以偿种，渔不足以偿网”（《说苑·杂言》），最后被老妇逐出家门，所以说“太公望故老妇之出夫也”（《说苑·尊贤》）。<br>　　还有一些文献提到，姜子牙在遇到周文王之前，曾经在商纣王朝中担任过官职，后来因不满商纣王的暴虐无道而离开，过了一段游说和隐居生活。《史记·齐太公世家》记载说：“或曰，太公博闻，尝事纣，纣无道，去之。游说诸侯，无所遇，而卒归西伯。”至于姜子牙事纣、游说和隐居的具体细节，历史文献中都鲜有提及。</p><br/><h2>地位影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>治国，确立了“因其俗，简其礼，通商工之业，便鱼盐之利”的治国方针，在齐国数百年的发展史上，代代相传，产生了巨大的影响，确立了齐文化的历史地位。太公已去世3000余年了，人民崇拜他的高尚人格，悼念他的丰功伟绩，以朴实的感情编造出他的很多神话故事歌颂他。说他曾在昆仑山学道，后奉师命下山助周灭商，灭商之后又奉师命发榜封神。这在《太平御览》和《封神记》等书上逐步把他神化了。到了明代许仲琳为崇敬太公无法形容时便以神面化之编着了一部《封神演义》，把他说成是管天下所有神的神了，太公的神奇和威严，成为驱邪扶正的偶像了。这些虽然超出了历史的真实，但却反映出姜子牙在人们心目中的崇高地位。</p> <p>　　中国古今著名的军事家<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、鬼谷子、<a href=\"http://so.gushiwen.org/author_867.aspx\">黄石公</a>、<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>等都学习并吸收了太公《六韬》的精华，而且当今世界上的政治、经济、管理、军事、科技等各个领域仍在借鉴太公《六韬》的精华。</p> <p>　　在唐宋以前，姜子牙被历代皇帝封为武圣，唐肃宗封姜子牙为武成王，宋真宗时，又封姜子牙为昭烈武成王。到了元朝时期，民间对姜子牙增加了一些神话传说。到明代万历年间，许仲琳创作了《封神演义》小说，从此，姜子牙由人变成了神，并且为民间广为信奉。</p><br/><h2>后世纪念</h2> <p><strong>姜太公文化园</strong><br>　　姜太公文化园坐落于日照海滨国家森林公园中心地带，东面大海，金沙滩，西靠森林，碧连天。姜太公文化园是为纪念我国商周时期著名的政治家、军事家、谋略家—姜太公而建设的国内规模最大、档次品位最高的、反映太公一生功业的文化景观之一。占地面积200余亩，融合历代古建筑风格建造。园区共分四大活动区域：姜太公纪念馆、太公文化广场、姜太公钓鱼中心和水上娱乐中心。</p> <p><strong>姜太公纪念馆</strong><br>　　姜太公纪念馆，是姜太公文化园的重要组成部分，占地面积110亩，按中轴对称建筑，中轴线上有入口大门、武祖殿、后门，两侧为配殿和钟鼓楼。武祖殿为七间式，双重檐，占地面积1128.8平方米，位置突出，体型显著，座落于1.2米的平台之上，威严壮观；配殿分置于大殿两侧，七间式，单檐，占地面积508.8平方米。三幢主体建筑同钟鼓楼、大门围合成一方天地，纪念馆庭院同殿前大院之间的空间，创造了较长连贯的陈列展线，起到了未入先敬目的。盆景园以盆景为母体，结合不同的盆景创造出意境不同的空间；奇石园以奇石为立意，按照各奇石的特点摆放，路随景转，达到游览至胜的境界。水上娱乐中心以公园式手法规划，路随岸转，自由活泼，曲桥、连廊、景亭为太公湖上明珠，平静的水面同人造实景相结合，让游览者既能享受自然，又能欣赏人文景观。<br>　　馆内历史资料丰富，雕塑图画逼真，故事场景生动，环境幽雅肃穆，是一处全面展示姜太公及其后裔丰功伟绩的纪念性场所。<br>　　日照民间有一个广为流传的故事。即：文王访到姜尚时，尚让姬昌背着走，到走不动为止；让其儿子拉太公望坐的车，到不乐意拉为止。文王背着尚走了四十八步，儿子们拉着太公车走了八百零八步。尚当时向文王父子宣称：“你周朝只能出四十八个皇帝，有八百零八年的江山”。此事虽纯属民间，但反映了姜太公的神奇及其丰功伟绩。</p> <p><strong>姜太公钓鱼节</strong><br>　　山东省日照市是姜太公的出生地。姜太公钓鱼节暨姜太公文化发展研讨会由中国钓鱼协会、山东省日照市人民政府主办，在中国钓鱼协会指定的游钓乐园――日照姜太公钓鱼中心举行。<br>　　钓鱼节突出以钓鱼比赛与旅游观光相结合的特点，是集文化、休闲、娱乐、健身为一体的大型活动赛事。开幕式和比赛地点在日照，赛区在日照海域、海塘以钓海鱼为主。钓鱼比赛后组织参观名胜古迹曲阜、孔庙，颁奖和闭幕式将在泰山之顶举行。</p> <p><strong>姜太公故里</strong><br>　　位于河南省卫辉市西北十二公里处。<br>　　至今太公镇境内还保留着许多姜太公的历史遗迹，其中较为著名的有：姜太公墓、姜太公祠、姜太公庙、姜太公吕望表等。每到农历八月初三姜太公诞辰之日，许多海内外后裔组成的姜氏、吕氏宗亲会都会前往姜太公故里寻根祭祖、旅游观光。</p> <p><strong>姜太公祠</strong><br>　　姜太公祠于1993年在山东省淄博市临淄区太公衣冠冢北旁重建，为中国明清传统的殿堂庙宇式布局形式，大门的门楣悬有中国宗教学会会长赵朴初老先生题写的“姜太公祠”四个大字，大门两侧供奉有高大威武的青龙、白虎两星君。主殿内正中供奉着<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>彩绘圣像、两侧供奉有齐国的第二代国君齐丁公和第十六代国君齐桓公的圣像。殿壁上的壁画，表现了姜子牙的生平事迹，主要内容有：姜氏封吕、贫困生涯、弃官避纣、著书立说、渭水垂约、孟津会盟、牧野大战、封齐就国、与莱争丘、严罚不训、周王授权、传子归周。<br>　　西五贤殿，供奉承有齐国的五位著名政治家、军事家、有管仲、<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>、<a href=\"http://so.gushiwen.org/author_858.aspx\">孙膑</a>、<a href=\"http://so.gushiwen.org/author_2139.aspx\">司马穰苴</a>、田单；东五祖殿、供奉道教的五位先祖，有东华帝君、 纯阳祖师吕洞宾、张天师、王重阳、邱长春祖师，东院楼下供奉有碧霞元君、送子爷爷、送子奶奶，西院楼下供奉有观世音菩萨、财神、药王神。南院内新建成盆景院，现有高档盆景近300盆、达五十余个品种。<br>　　姜太公祠建成后，被山东省政府定为临淄区唯一的一处规定的道教活动场所，平时有三位道士负责殿堂的管理工作。祠内分为六个院落。园内全部铺满草皮、各种松柏树木、名贵花木等，以“古、奇、稚”和“色、香、姿”见著。</p> <p><strong>姜太公纪念馆</strong><br>　　石狮市姜太公纪念馆坐落于石狮市灵秀镇洋下村前，于2000年年底建成，在闽南地区堪为首建。该纪念馆系石狮曾、姜、邱氏海内外乡亲捐资壹佰多万人民币建成的。呈中西合璧、古今为一体之三层楼结构，建筑总面积达1064.67平方米。</p> <p><strong>钓鱼台</strong><br>　　宝鸡：钓鱼台位于宝鸡市陈仓区磻溪河上，根据记载，太公钓鱼台有3处，初钓河南新安城东，继钓陕西咸阳城西，后钓宝鸡县伐鱼河谷，而三处中又以磻溪钓鱼台最为有名。因为，姜太公在此垂钓的时候，遇到周文王的拜谒，辅佐朝政，才出现了中国历史上的“文武之治”盛世。从此以后，北魏地理学家<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>，唐代<a href=\"http://so.gushiwen.org/author_860.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_267.aspx\">许浑</a>，宋代诗人<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>都曾游览于此，并赋诗记胜。唐代的钓鱼台就此建庙塑像，历经3次重建，至今人们还可以看到“太公庙”、“文王庙”、“望贤台”、“乞子崖”、“钓鱼台”等一些庙宇，祭钓堂、殿、廊、楼、台和一石驮五柏等壮观奇景。《吕氏春秋》《水经注》有“太公钓兹泉”的记叙，民间亦有“太公背泉垂钓”、“周文王纳谏邀贤”、“武吉代薪奉母”等传说。古往今来，钓鱼台就以其盛名招待游客，宋代文学家苏轼曾游此地，留下“夜入磻溪如入峡，照山炬火落惊猿”的名句。<br>　　河北：南皮县城西五公里处有一村，名钓鱼台（1983年划入泊头市）。相传商代纣王，荒淫无道，建筑鹿台。下大夫姜子牙直言相谏，触怒纣王，欲杀子牙。子牙气愤逃走，隐居此地，常在水边钓鱼。周文王访知子牙乃贤士，遂以礼相聘。封为太师。因辅佐文王之子武王伐纣灭商有功，封为齐侯。后来，把姜子牙垂钓的地方和村名，称为钓鱼台。</p>"
}