{
  "id": 470,
  "star": 27,
  "name": "林则徐",
  "image": "http://img.gushiwen.org/authorImg/linzexu.jpg",
  "dynasty": "清代",
  "desc": "林则徐 1785年8月30日（乾隆五十年）~1850年11月22日（道光三十年），汉族，福建侯官人（今福建省福州），字元抚，又字少穆、石麟，晚号俟村老人、俟村退叟、七十二峰退叟、瓶泉居士、栎社散人等。是清朝后期政治家、思想家和诗人，是中华民族抵御外辱过程中伟大的民族英雄，其主要功绩是虎门销烟。官至一品，曾任江苏巡抚、两广总督、湖广总督、陕甘总督和云贵总督，两次受命为钦差大臣；因其主张严禁鸦片、抵抗西方的侵略、坚持维护中国主权和民族利益深受全世界中国人的敬仰。",
  "content": "<h2>生平</h2> <p><strong>人物简介<br></strong>　　<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>，字元抚，又字少穆、石麟，谥号：文忠。唐朝莆田望族九牧林后裔，1785年生，清朝中期户籍福建侯官。林则徐于道光七年所撰的《先考行状》中记述：“府君讳宾日，号阳谷，系出莆田九牧林氏，先世由莆田徙居福清之杞店乡（今海口镇岑兜村），清初再徙省治（福州）。”林则徐是中国近代“睁眼看世界的第一人”（这是<a href=\"http://so.gushiwen.org/author_347.aspx\">魏源</a>对他的评价），伟大的爱国主义者。他于道光十八年（1838年12月）受命钦差大臣赴广东禁烟。他雷厉风行，严禁鸦片，在虎门公众销毁没收的鸦片烟237万斤，取得禁烟运动的胜利，名振中外。嘉庆三年（1798年），林则徐中秀才，就读鳌峰书院。嘉庆九年（1804年）中举，任厦门海防同知书记，后入福建巡抚张师诚幕府。嘉庆十六年（1811年）进士，选为庶吉士，授编修。先后任江西乡试副考官、云南乡试正考官。嘉庆二十五年（1820年），任江南道监察御史转浙江杭嘉湖道，任上修海塘，兴水利，发展农业，颇有政声。鸦片战争时期主张严禁鸦片、抵抗侵略的爱国政治家。故史学界称他为近代中国的第一人臣。</p> <p><strong>贫苦童年</strong><br>　　林则徐的父亲林宾日原名林天翰，字孟养，号旸谷，嘉庆侯官岁贡生，是当地的教书先生，于邻居罗氏的地方开设书塾。而林则徐的母亲陈帙，为闽县岁贡生陈圣灵之第五女。<br>　　林宾日、陈帙夫妇一共生育十一名子女：长子林鸣鹤（早夭）、次子林则徐、三子林霈霖[1]及八名女儿。<br>　　虽然林宾日为私塾教师，中了秀才后又可领取公粮。但家里人口众多，僧多粥少，甚至三餐都无以为继。林母陈帙瞒住丈夫，偷偷以女红这项手艺帮补家计，她也将此剪纸手艺传于女儿，才能维持家庭生活。家计虽不用代劳，但林则徐每天到书塾之前，都先会为母亲姊妹的工艺品拿到店铺寄卖，放学后，则再到店铺收钱交回母亲。贫苦的童年，使他日后升至高官时都保持清俭的习惯。<br>　　林则徐于乾隆五十年七月二十六日（1785年8月30日）出生在福建侯官鼓东街（今福州市鼓楼区）一个下层封建知识分子的家庭里。父亲林宾日，以教读、讲学为生。仅靠父亲教私塾的微薄收入无法维持生活，于是，母亲用手工劳动来分担家庭的困窘。<br>　　在科举时代，林则徐的父母指望自己的儿子能在仕宦之途发达上升。林则徐生性聪颖，在4岁时便由父亲“怀之入塾，抱之膝上”，口授四书五经。在父亲的精心培育下，较早地读了儒家经传。嘉庆三年（1798年），他14岁中秀才后就到福建著名的鳌峰书院读书，受教于具有实学的郑光策和<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>祺。在父亲和亲友的影响下，开始注意经世致用之学。<br>　　嘉庆九年（1804年），20岁中举人。父亲的谆谆教导使林则徐的学业取得了惊人的成就。但此后由于家庭日难，外出当塾师。在十一年（1806年）秋，应房永清之聘到厦门任海防同知书记。这里的鸦片烟毒引起他的注意。同年，受新任福建巡抚张师诚的赏识招入幕府。他在张幕中获知了不少清朝的掌故和兵、刑、礼、乐等知识以及官场经验，为他日后的“入仕”准备了些必要条件。</p> <p><strong>中举成家</strong><br>　　嘉庆九年（1804年），林则徐参加乡试，中第二十九名举人。就在揭晓成绩排名的那一天，他正式迎娶郑淑卿为妻，自此林则徐在郑淑卿在世时都没有纳过妾侍，终其一生情深不渝（但据林则徐长房后人林鸿汉表示，郑淑卿逝世后林则徐曾续弦再娶）。林则徐逝世后，于同治至光绪年间，英国的杜莎夫人蜡像馆曾特地为林则徐郑淑卿夫妇制作蜡像，成为少数可长期展出的名人蜡像，以表敬意。<br>　　年底，新婚燕尔的林则徐离开家人前往京师参加会试但名落孙山。回乡后就在福州北库巷开设“补梅书屋”开班授徒，等待下一次的会试。</p> <p><strong>张师诚幕僚时期</strong><br>　　嘉庆十一年（1806年），林则徐担任厦门海防同知书记，专责处理商贩洋船来往、米粮兵饷的文书记录。那时厦门的走私鸦片问题严重，历任厦门海防同知皆是贪官污吏，外商贿赂成风，无人打击走私。林则徐见识到鸦片问题、烟贩伎俩，开扩视野。其任内他得到汀漳龙道百龄和福建巡抚张师诚赏识，张师诚招他成自己的幕僚。<br>　　张师诚为何选林则徐为幕僚的说法不一，依照林氏家族后人传说，张师诚翻阅各地呈交给他的贺启，发现林则徐的贺启写得最好。那时正值除夕，惯例都要各地官员向皇帝呈拜折。于是将林则徐召来代草拜折，途中诸多刁难，整夜在他居所外连放爆竹，又改动拜折，要林则徐重抄一遍。张师诚观察林则徐的修养和态度，只见他认真誊写一遍，深感欣赏他人品及才华，就请他纳入幕僚。<br>　　张师诚位极人臣，对典章大政等政治学问均有所知，他将自己公事上的知识、权术一一传授给林则徐，甚至他在嘉庆十四年八月（1809年9月），镇压海盗蔡牵时亦一同随往，令林则徐间接参与镇压。张师诚事后称赞林则徐：<br>　　“是役也，僚属睹余督剿之劳，佥谓非余先得贼踪，飞檄催战，未必能如斯神速。”<br>　　同年年底，张师诚推荐林则徐父亲林宾日为乐正书院主持，林家经济得以改观。后林则徐又在这年参加京师会试，可惜仍是落第，他依然留在张师诚当幕僚。直到嘉庆十六年（1811年），林则徐终中进士，殿试高居第二甲第四名，从此踏上官宦之路。</p> <p><strong>官宦之路</strong><br>　　嘉庆十六年（1811年），林则徐会试中选，赐进士，选翰林院庶吉士，开始进入了官场，实现了父母所期望的入仕做官。十九年（1814年）授编修。此后历任国史馆协修、撰文官、翻书房行走、清秘堂办事、江西乡试副考官、云南乡试正考官、江南道监察御史。<br>　　在京官时期，他矢志做一个济世匡时的正直官吏。于是，他“文学而潜修”。为了通于政事，“益究心经世学，虽居清秘、于六曹事例因革。用人行政之得失，综核无遗”。在京师为官七年中，他广泛搜集元、明以来几十位专家关于兴修畿辅水利的奏疏、著述，写了《北直水利书》。书中明确指出“直隶水性宜稻，有水皆可成田”，“农为天下本务，稻又为农家之本务”。认为只有发展华北水利，提倡种稻，就地解决漕粮，才能合理解决南粮北运及由此产生的漕运积弊问题。<br>　　嘉庆二十五年（1820年）七月，林则徐外任浙江杭嘉湖道。他积极甄拔人才，建议兴修海塘水利，颇有作为。但他感到仕途上各种阻力难以应付，曾发泄“支左还绌右”“三叹作吏难”这样的苦闷。终于在次年七月借口父病辞职回籍。林则徐为人民做过许多好事，由于性情过于急躁，请人写“制怒”大字悬挂堂中以自警。<br>　　道光二年（1822年）四月复出，到浙江受任江南淮海道，未履任前曾署浙江盐运使，整顿盐政，取得成效。林则徐受到道光皇帝的宠信，很快跨入官场上青云直上时期。道光三年（1823年）正月，提任江苏按察使。在任上，他整顿吏治、清理积案，平反冤狱，并把鸦片毒害视为社会弊端加以严禁。<br>　　道光七年（1827年）六月任陕西按察使、代理布政使，在任一月即调任江宁布政使。等待交接期间，陕南略阳一带发生水灾，遂留陕暂理原职，赴略阳察看灾情，安置受灾百姓，同时还参与了县城移建事宜。<br>　　道光十年（1830年）秋任湖北布政使，翌年春调任河南布政使，擢东河河道总督。从六月到次年七月，林则徐先后任湖北、河南、江宁布政使。面对关系到河道民生重大问题，决心“破除情面”，“力振因循”，以求“弊除帑节，工固澜安。”为了治理黄河，亲自顶着寒风，步行几百里，对备用的几千个治水商梁秸进行检查，还将沿河地势，水流情况。<br>　　道光十二年（1832年）二月，调任江苏巡抚。从这一年起到十六年间，他对农业、漕务、水利、救灾、吏治各方面都做出过成绩，尤重提倡新的农耕技术，推广新农具。他在实践活动中认识到：“地力必资人力，土功皆属农功。水道多一分之疏通，即田畴多一分之利赖。”林则徐这种农耕思想，是在实际考察中体验出来的。<br>　　道光十七年（1837年）正月，升湖广总督。面对湖北境内每到夏季大河常泛滥成灾，林则徐采取有力措施，提出“修防兼重”，使“江汉数千里长堤，安澜普庆，并支河里堤，亦无一处漫口，”对保障江汉沿岸州县的生命财产，做出了不可磨灭的贡献。<br>　　道光十八年（1838年），鸿胪寺卿黄爵滋上疏主张以死罪严惩吸食者，道光帝令各地督抚各抒己见。林则徐坚决支持黄爵滋的严禁主张，提出六条具体禁烟方案，并率先在湖广实施，成绩卓著。八月，他上奏指出，历年禁烟失败在于不能严禁。警告：“若犹泄泄视之，是使数十年后中原几无可以御敌之兵，且无可以充饷之银。”九月应召进京，在连续八次召见中，力陈禁烟的重要性和禁烟方略。十一月受命为钦差大臣，前往广东禁烟，并节制广东水师，查办海口。<br>　　道光十九年（1839年）正月抵广州。他会同两广总督<a href=\"http://so.gushiwen.org/author_707.aspx\">邓廷桢</a>等传讯洋商，令外国烟贩限期交出鸦片。采取撤买办工役、封索商馆等正义措施，挫败英国驻华商务监督义律和烟贩的狡赖，收缴英国趸船上的全部鸦片。四月二十二（6月3日）起在虎门海滩销烟，20天中销毁鸦片19179箱、2119袋，共计2376254斤。在此期间，林则徐注意了解外国情况，组织翻译西文书报，供制定对策、办理交涉参考。所译资料，先后辑有《四洲志》、《华事夷言》、《滑达尔各国律例》等，成为中国近代最早介绍外国的文献。为防范外国侵略，林则徐大力整顿海防，积极备战，购置外国大炮加强炮台，搜集外国船炮图样准备仿制。他坚信民心可用，组织地方团练，从沿海渔民、村户中招募水勇，操练教习。七月因义律拒不交出杀害中国村民的英国水手，又不肯具结保证不再夹带鸦片，他下令断绝澳门英商接济。义律诉诸武力，挑起九龙炮战和穿鼻洋海战。林则徐亲赴虎门布防，督师数败英军。十一月遵旨停止中英贸易。十九年十二月实授两广总督。此时他已觉察英国正蓄意发动侵华战争，以所得西方消息五次奏请令沿海各省备战。<br>　　道光二十年（1840年）六月，鸦片战争开始后，英军攻粤闽未逞，改攻浙江，陷定海，再北侵大沽。道光帝惊恐求和，归咎林则徐在广东“办理不善”，屡次下旨斥责。九月林则徐被革职，留粤备查问。但仍奔走察看要隘，筹募壮勇守卫广州，反对钦差大臣琦善畏敌求和。继而向主持粤战的奕山上防御建议，不被采纳。<br>　　道光二十一年（1841年）三月受命赴浙江协办海防。在浙积极筹议战守，提供炮书，帮助研制新式炮车和车轮战船。五月道光帝以广东战败，归咎前任，林则徐被革去四品卿衔，从重惩处，充军伊犁。途经镇江，授老友魏源以《四洲志》及有关外国资料，嘱撰《海国图志》。旋因黄河在河南开封祥符决口，酿成水患，奉旨往河南黄河工地治河，工竣仍戍伊犁。<br>　　道光二十二年（1842年）抵伊犁。他协助办理垦务，亲历南疆库车、阿克苏、叶尔羌等地勘察，行程三万里，所至倡导水利，开辟屯田。又绘制边疆地图，建议兵农合一，警惕沙俄威胁。<br>　　道光二十五年被重新起用署陕甘总督，次年转任陕西巡抚。<br>　　二十七年升云贵总督。曾先后平息、镇压西北、西南民族冲突和人民起义，整顿云南矿政。二十九年因病辞职归籍。<br>　　三十年九月（1850年10月）奉旨为钦差大臣，赴广西镇压农民起义。十月抱病起程，1850年11月22日病逝于潮州普宁县(今广东普宁北)行馆。清代著名思想家、史学家魏源闻讯挽联对其一生人品和功绩，作了全面和崇高的评价：“品望重当朝，犹忆追陪瞻雅范；褒荣垂史乘，徒殷景仰吊遗徽。”<br>　　咸丰元年（1851年），咸丰帝赐祭葬，谥号“文忠”，晋赠太子太傅。林则徐逝世后，全国哀悼，福州建祠奉祀。<br>　　同时林则徐整饬吏治，严惩贪赃枉法。“要正人，先正已”。“身教重于言教”，林则徐十分注意严格要求自己，事事以身作则，处处为人表率。在出任湖北布政时，入湖北发出《传牌》，禁止沿途阿谀逢迎，借端勒索。在总督任内，仍保持“一切秉公办理”的作风。林则徐办事兢兢业业，是当时官场中最廉明能干、正直无私受群众爱戴的好官。</p> <p><strong>同榜之谊</strong><br>　　林则徐，是中国近代“睁眼看世界的第一人”。因鸦片战争清政府的失败而成为替罪羊发配伊犁。潘锡恩，曾任江南河道总督兼漕运总督。晚年晋封太子少保，去世后赐谥号“文慎”。嘉庆十六年（1811年）辛未科开科取士后，林则徐赫然列居放榜单中第二甲九十二名进士中的第四位，潘锡恩列居第三十五位。中进士后两人都被选任为翰林院庶吉士。其后潘锡恩在任会试同考官后的第二年（1817年）大考中名居第一，其所写的《澄海楼赋》一文深受嘉庆皇帝的欣赏。潘锡恩是位水利专家，主持治（黄）河工程，不仅有治河方面的奏疏，而且还写过《畿辅水利》等专著。因为这些原因，林则徐对潘锡恩的学问和人品很是钦佩，两人交情深厚。这两位彪炳史册的人物是同榜也是知己，在清朝嘉庆、道光时期曾有一段不平凡的交往。<br>　　道光十八年（1838年）十一月林则徐任钦差大臣前往广州禁烟，道光二十年（1840年）五月写了一封致潘锡恩的信。<br>　　信中提到广州的夷务是一件棘手的事，林则徐为不负重任，殚精竭虑，但内无可用之才，外则海防吃重，所以“须鬓皓然”。信接下来是对潘锡恩所辖江南河道的关切，提醒他治理河道中的薄弱环节：“惟杨庄坝与双金闸，未免费神耳。”信末提及其他的好友。林则徐在公务冗杂之余，流露出的对友人的云树之思令人动容。<br>　　道光二十年（1840年）鸦片战争开始，因战事不利清政府求和，道光帝下旨斥责林则徐在广东“办理不善”，56岁的林则徐被贬至伊犁。道光二十二年（1842年）八月，林则徐到达永昌水泉驿收到家书，从中了解到中英“和议一事”，又收到陕甘总督富呢扬阿抄来的京信。因信息渠道不畅，林则徐有“不知现在究何为也”的茫然。跌入人生谷底的林则徐苦闷至极，他想到了自己的故交潘锡恩、王莲舟等人，这些人是他困苦时候最温暖的慰藉了。道光二十四年（1844年）冬林则徐又于伊犁修书信一封。<br>　　这时林则徐的心态与在广州要大有作为的表白大相径庭，信的主格调是消极的。对自己的境况一笔带过，转而是对潘锡恩的赞许和挂念。信的重点是谢绝在京诸友对自己的赎救。林则徐认为自己在洋务一事上是处置不力，“罪所应得，赎之一字不取言亦不忍言，况且一切皆关定数”，不能遽而上达，唐突圣上。林则徐尤其感激潘锡恩在其中的组织发动、解囊赎锾之举，林则徐知道潘锡恩在1829年因获罪而赔补的钱款还未能还清，自顾不暇，“正弟所代为蹙额，乃犹于涸辙中相濡以沫，使弟何以自安”，又宽慰对方，在需要用得上钱财的时候他是会毫不客气开口的。林则徐不小心还是在信末表达了对人生无常的感慨：“三十年同谱，殆若星辰，白首怀人，只增感喟。”<br>　　清代方浚师所著的《蕉轩随录》中有一副林则徐赠潘锡恩的对联：“三策治河书，纬武经文，永作江淮保障；一篇澄海赋，掞天藻地，蔚为华国文章。”这副对联高度概括了潘锡恩的平生伟业：潘锡恩提出的治（黄）河三策，是其生平得力之作；在御前考试时所写的《澄海楼赋》，光照天地，蔚为华章，这是林则徐对潘锡恩一生功业的最高肯定和褒奖。</p> <p><strong>辉煌岁月</strong><br>　　入广州之前．林则徐先弄清广州受鸦片毒害情况，查找各家烟馆，掌握大量第一手资料，于道光十九年正月（1839年3月）抵广州，于二月初四（3月19日），林则徐会同邓延桢等传讯十三行洋商，责令转交谕帖，命外国鸦片贩子限期缴烟，并具结保证今后永不夹带鸦片，他还严正声明：“若鸦片一日不绝，本大人一日不回，誓与此事相始终，断无中止之理。”但外商拒绝交出，经过坚决的斗争，挫败英国驻华商务监督义律和鸦片贩子，收缴全部鸦片近2万箱，约237万余斤。于四月二十二日（6月3日）在虎门海滩上当众销毁。道光18年11月15日，林则徐受命钦差大臣，已经来临的1839是使禁烟史上最重要的一年，对林则徐一生来说是最辉煌的岁月。 　在查禁鸦片时期，林则徐曾在自己的府衙写了一副对联：“海纳百川有容乃大，壁立千仞无欲则刚”这幅对联形象生动，寓意深刻。上联谆谆告诫自己，要广泛听取各种不同意见，才能把事情办好，立于不败之地；下联砥砺自己，当官必须坚决杜绝私欲，才能像大山那样刚正不阿，挺立世间。林则徐提倡的这种精神，令人钦敬，为后人之鉴。<br>　　1839年3月10日林则徐经过两个月的旅程到达广州，成千上万的人挤满了珠江两岸，人人争睹钦差的风采。整个广州都在等待和倾听钦差大臣的声音,林则徐的回答是第二天在辕门外贴出的两张告示《收呈示稿》宣明钦差大臣到广州的目的是查办海口事件。另一个《关防示稿》无异于钦差大臣此行的第一个宣言，是采取禁烟行动的先声。这个告示是林则徐作为钦差大臣向广州官员、百姓和外国人的首次公开亮相，它不仅再次以清廉告白天下，而且是为了驾驭极其复杂的局面。林则徐的日记记载，他当天住在越华书院。<br>　　1839年3月18日，林则徐发布两个谕贴。3月19日下令禁止外国人离开广州。3月21日下令包围商馆。3月22日下令查拿英国鸦片贩子颠地。<br>　　英国驻华商务监督义律的到来，矛盾自然转移到他身上，他到达当天，林则徐下令停泊在黄浦江上的一切外国船只封舱，当天晚上封锁商馆，并且撤走一切差役和中国雇员。但是义律是一个十足的大流氓，面对林则徐的命令，出尔反尔，采取无赖、讹诈、欺骗、撒谎的卑鄙手法交替使用。义律狡猾多端，但不是林则徐的对手，1839年3月28日，向林则徐呈送了《义律遵谕呈单缴烟二万零二百八十三箱禀》。<br>　　5月18日，实用了34天，共收缴烟土19187箱，又2119袋，总重量1188127公斤。 收缴的这段日子，林则徐一刻不怠的监督这一庞杂的过程。日夜操劳，一丝不苟，无一纰漏。缴烟获得了完全的胜利，但如此巨量的鸦片如何处置，外国人推测中国可能对鸦片实行专卖，从而使鸦片买卖合法化，但他们想错了。林则徐报告道光皇帝，要求验明实物数量，然后焚毁。道光对林则徐表示了很大的信任，他让林则徐和邓廷桢、怡良等人将收缴的鸦片就地销毁。 6月3日，历时23天的虎门销烟，在林则徐的指挥下，向全世界宣告了中华民族决不屈服于侵略的决心。虎门销烟，是人类历史上旷古未有的壮举，虎门销烟，展示出中华民族无以伦比的伟大形象，是抗击外来侵略的胜利。林则徐，理所当然地是这一事件的组织者、指挥者和完成者。从这个意义上说，他已毫无愧色地成为历史巨人了。170年前，英国是当时世界上最大的帝国主义国家。他不断的在世界各地疯狂的掠夺殖民地，还企图用鸦片打开中国的大门。广州成为外国烟贩子的贩毒中心。1838年广州地方政府处决一个中国的鸦片贩子，英国烟商竟然出来阻挠，激起了广州人民的义愤。1839年2月，一万多名群众到外国人民居住的旅馆前示威，声讨外国烟贩干涉中国内政的罪行。1839年3月，林则徐到了广州，禁烟运动迅速展开。他一面加紧整顿海防，严拿烟贩；一面限令外国烟商交出鸦片。林则徐在给外国烟商的通知中说：“若鸦片一日未绝，本大臣一日不回。”由于林则徐坚定的态度和有力的措施，再加上人民的支持，外国烟商被迫交出鸦片2万多箱。林则徐下令在虎门将鸦片公开销毁，并带领大、小官员亲自监督。他令人将鸦片放入挖好的两个大池子里，池中放入卤水，鸦片浸泡半日后，再加上生石灰，生石灰将生水煮沸，就把鸦片销毁了。经过23天，才把缴获的鸦片全部销毁。这就是举世闻名的“虎门销烟”。销烟的正义行动，取得了广大人民的支持，虎门海滩每天都有上万人观看，人们无不拍手称快。外国人看到这情形，也对林则徐禁烟的果断表示钦佩。虎门销烟是我国近代史上反帝斗争中的光辉一页，林则徐领导禁烟运动的胜利，是中国人民反侵略斗争史上第一个伟大胜利，这一壮举，严厉地打击了外国鸦片贩子，维护了中华民族的尊严和利益，增长了中国人民的志气。</p> <p><strong>广州禁烟</strong><br>　　1838年11月15日，特命林则徐为钦差大臣赴粤查办禁烟。在广州禁止鸦片的过程中，林则徐意识到英国殖民者不肯放弃罪恶的鸦片贸易，而且蓄谋要用武力侵略中国。为抗击鸦片侵略，战胜敌人，他进行了大量的“师敌之长技以制敌”的军事变革实践。<br>　　他亲自主持并组织翻译班子，翻译外国书刊。把外国人讲述中国的言论翻译成《华事夷言》，作为当时中国官吏的“参考消息”。为了解外国的军事、政治、经济情报，将英商主办的《广州周报》译成《澳门新闻报》。为了解西方的地理、历史、政治，较为系统的介绍世界各国的情况，又组织翻译了英国人慕瑞的《世界地理大全》，编为《四洲志》，还组织翻译瑞士法学家瓦特尔的《国际法》等一系列著作。通过分析外国的政治、法律、军事、经济、文化等方面的情况，他认识到只有向西方国家学习才能抵御外国的侵略。他提出“师夷之长技以制夷\"的主张，他提出为了改变军事技术的落后状态应该制炮造船的意见。林则徐在了解世界，研究西方方面带了头，成为中国近代传播西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化，促进西学东渐的带头人。<br>　　在军事方面，他着手加强和改善沿海一带防御力量。专门派人从外国秘购200多门新式大炮配置在海口炮台上。为了改进军事技术，又搜集并组织了大炮瞄准法，战船图书等资料。虽然林则徐对西方认识比较肤浅，接触西学的目的是出于外交、军事的需要，但毕竟开创了中国近代学习和研究西方的风气，对中国近代维新思想起到启蒙作用。<br>　　林则徐将西方国家的“战船制造、火器制造和养兵练兵”作为探求军事变革的重要内容。组织官兵在东较场（今广东省人民体育场一带）学习演练西洋武器，学习西法练兵，并经常亲往阅操，抓紧训练官兵。他还会同两广总督邓廷桢、广东水师提督关天培、广东巡抚怡良等在东较场检阅军队，准备迎击英国侵略军。当时，数百名精选出来的官兵演习了排枪、火炮等，林则徐看后大为赞赏。为激励官兵的爱国心和责任感，林则徐当即挥毫赋写新联一副，悬挂于东较场的演武厅内。<br>　　对联云：“小队出郊峒愿士卒功成净洗银河长不用，偏师成壁垒看百蛮气慑烟消珠海有余清。”〔见萨嘉榘辑：《林则徐联句类集》卷1〕林则徐的对联，措词磊落，充满爱国主义的浩然正气，它凝成一股无形的精神力量，激励着东较场上练武的官兵们，成为官兵刻苦训练的精神动力。<br>　　林则徐在广东一边禁烟，一边积极备战，修建炮台，拉拦江木排铁链，相信“民心可用”，招募五千多渔民编成水勇，屡败英军的挑衅。在1839年下半年，取得九龙之役、川鼻官涌之役等反击战的胜利。<br>　　但学界有一说法为，鸦片战争并非因为禁烟而起，而是因为禁商。1839年7月7日一伙英国水手来到九龙尖沙咀的小酒馆酗酒闹事，引发斗殴，结果导致村民林维喜伤重死亡。林则徐毫不迟疑地要求英国人交出凶手，按大清律要捉拿水手中的一人来偿命。但义律只同意赔偿死者家属并惩办所有参与此事的水手，而拒绝交出一人来杀头顶罪。双方僵持不下的时候，林则徐在8月15日下令禁止一切贸易，并封锁了外国在广州的全部外贸企业。义律在9月5日派特使要求林则徐解除封锁，恢复正常贸易关系。林则徐未达到目的，拒绝了义律的要求。当天下午，英国军舰向封锁他们的中国战船开炮[5]。<br>　　自1839年3月林则徐到达广州查禁鸦片起，至1842年10月清廷革林则徐两广总督职止，林则徐在广州主持禁烟抗英军事斗争共19个月。<br>　　林则徐敢于学习外国先进科学技术的精神，受到人们高度赞扬，被称为“开眼看世界的第一个人”。</p> <p><strong>横遭诬陷</strong><br>　　第一次“鸦片战争”时期,林则徐以虎门销烟、奋力抗英而闻名中外,成为一代名臣、民族英雄,为后人称颂。但也是因为禁烟和抗英,使林则徐成了朝廷的一名“罪臣”,遭受了5年悲壮的流放生活。<br>　　林则徐在广州的禁烟功绩,最初得到了道光皇帝的充分肯定。1839年7月28日,道光帝阅毕林则徐的虎门销烟报告,欣喜万分,誉为:“可称大快人心事!”不久,林则徐过55岁生日,道光帝又亲笔书写“福”、“寿”二字的大楷横匾,差人送往广州,以示嘉奖。不久,林则徐先后被任命为两江总督、两广总督。但时隔不久,林则徐所面临的形势就迅速恶化起来。1840年6月,英军派舰队封锁珠江口,进攻广州。林则徐严密布防,使英军的进攻未能得逞。英军受阻后沿海岸北上,于7月5日攻占定海,8月9日抵达天津大沽口,威胁北京。这时,道光帝惊慌失措,急令直隶总督琦善前去“议和”;又命令两江总督伊里布查清英军攻占定海的原因,究竟是由于“绝其贸易”还是“烧其鸦片”,意欲将林则徐作为“替罪羊”。 从此,各种诬陷、打击和指责连续降临到林则徐的头上。琦善是妥协派的骨干,当然不会错过这一陷害和打击林则徐的机会。他声称英国所不满的只是林则徐一人,只要清廷惩治林则徐,所有问题都可解决。其间,林则徐两次上奏,大胆陈述禁烟抗英的合理性和正义性。道光帝翻脸,指责林则徐简直是一派胡言,实在可恶! 9月29日,道光帝下旨,革了林则徐的职,并命令“交部严加议处,来京听候部议”。这只是林则徐受到的初步惩罚,后面还有更严重的惩罚在等待着他。10月25日,林则徐又收到吏部文件,通知他暂留广州,等待新任钦差大臣博尔济吉特·琦善的审问和发落。1841年5月1日,林则徐又接到圣旨:降为四品卿衔,速赴浙江镇海听候谕旨。到镇海后,林则<a href=\"http://so.gushiwen.org/author_1897.aspx\">徐积</a>极参与了当地的海防建设事宜,力图“戴罪立功”。不久,接替琦善的靖逆将军奕山在率军与英军作战中打了败仗。为了开脱罪责,他竟造谣说,英方是愿意议和的,他们恨之入骨的只有林则徐一人。言外之意,就是必须再次惩办林则徐,英方才能罢兵议和。道光帝求和心切,便把广州战败的责任再次归罪于林则徐,说他在广州任职时没有积极筹划防务,以致英军发起进攻后,奕山招架不住。6月28日,道光皇帝下旨,革去林则徐“四品卿衔”, “从重发往新疆伊犁,效力赎罪”。<br>　　林则徐抗英有功，却遭投降派诬陷，被道光帝革职，他忍辱负重，道光二十一年（1841年7月14日）踏上戍途。在赴戍途中，仍忧国忧民，并不为个人的坎坷而唏嘘，当与妻子在古城西安告别时，在满腔愤怒下写了“苟利国家生死以，岂因祸福避趋之”的激励<a href=\"http://so.gushiwen.org/author_470.aspx\">诗</a>句。这是他爱国情感的抒发，也是他性情人格的写照。<br>　　道光二十一年十一月初九日到新疆。林则徐不顾年高体衰，从伊犁到新疆各地“西域遍行三万里”，实地勘察了南疆八个城，加深了对西北边防重要性的认识。林则徐所译资料中发现沙俄对中国的威胁，促成了他抗英防俄的国防思想，成为近代“防塞论”的先驱。于是他明确向伊犁将军布彦泰提出“屯田耕战”，有备无患。他还领导群众兴修水利，推广坎儿井和纺车，人们为纪念他的业绩，称为“林公井”“林公车”。林则徐根据自己多年在新疆的考察，结合当时沙俄胁迫清廷开放伊犁，指出沙俄威胁的严重性，临终时曾大声疾呼，告诫国人：“终为中国患者，其俄罗斯乎！吾老矣，君等当见之。” 果不其然，百余年之后，数百万领土已被蚕食鲸吞，历史证明了林则徐是正确的！<br>　　道光二十五年（1845年）开始，朝廷重新起用林则徐，调任陕甘总督、陕西巡抚、云贵总督。道光二十五年九月奉召回京候补，十一月以三品顶戴署理陕甘总督。二十六年（1846年）四月，授陕西巡抚，七月初九（8月30日）抵陕上任。这时的陕西，各种社会矛盾十分尖锐：鸦片战争时，清廷为解决军费困难，除调拨陕西征收的盐税外，还强令陕西捐银一百多万两。鸦片战争后给外国侵略者的赔款也摊派到陕西，仅西安府咸宁、长安两县的赔款银，年征收就在二万两以上，相当于上缴正银数的三分之一；加上各地接连发生灾荒，劳苦群众生活异常艰难；渭南、富平、三原、大荔、蒲城等地的“刀客”与当地回民联合起来，反抗官府的斗争此起彼伏。</p> <p><strong>镇压刀客</strong><br>　　林到任后下令对“刀客”严加镇压，并申明对地方官中镇压得力者将奏请朝廷予以嘉奖；同时，又采取了一系列赈灾措施。一方面，把西安府等地的一百多万石存粮向贫民平粜，对于无力购粮的极贫户与老弱病残者，由官方收养，省城西安即收养极贫百姓三四千人；劝绅商富户出钱出粮救济其所在村寨的贫困户，并令地方官与各地富户收买、质押耕牛，以免影响耕种；另一方面，向清廷连上《被旱各属分别缓征折》《咸宁等十二州县应征粮石展限奏销折》，请求朝廷缓征钱、粮。为从根本上免除灾荒，他筹议兴修关中水利，命陕西督粮道张集馨对《关中胜迹图志》一书加以研究，提出方案。这一计划终因费用太大，未能实现。林通过上述多种办法，使陕西局势得到暂时的稳定，但他却因劳累成疾，只好奏请朝廷准假三个月，开缺医治。<br>　　道光二十七年（1847年）三月，清廷命林则徐为云贵总督。到任后，以维护云南边境安定得力加太子太保，赏戴花翎。二十九年（1849年）秋，因病重奏请开缺回乡调治，翌年三月返抵侯官。九月，又被清廷命为钦差大臣，去广西镇压拜上帝会的反清武装起义。他抱病从侯官起程，十月十九日（1850年11月22日）逝于潮州普宁行馆。在报丧奏折到京前，清廷于十月二十四日（11月27日）还命他暂署广西巡抚。<br>　　在任滇都时，他提出整顿云南矿政，鼓励私人开采，提倡商办等主张。这反映出他的思想中包含着萌芽中的资本主义思想。于道光二十九年（1849年）因病辞归。结束了他的政治生涯。道光三十年（1850年）清廷为进剿太平军作乱，故再任命他为钦差大臣，督理广西军务。但不幸的是在赴任途中，林则徐于1850年11月22日暴卒于潮州普宁县行馆，终年66岁。死后清廷晋赠其太子太傅，照总督例赐恤，历任一切处分悉行开复，谥文忠。</p> <p><strong>万古流芳</strong><br>　　林则徐禁烟、销烟受到了马克思的称赞。1858年，马克思在所著鸦片贸易专论里就肯定了林则徐的这一禁烟壮举。“国际联盟”把虎门销烟开始的6月3日定为“国际禁烟日”。（5月31日则是世界卫生组织发起的“世界无烟日”）<br>　　1987年12月联合国第42届联大又把虎门销烟完成的翌日6月26日定为每年的“国际禁毒日”（International Day Against Drug Abuse and Illicit Trafficking）。<br>　　国际天文学联合会将北京天文台1996年6月7日发现的小行星（国际永久编号7145）命名为“林则徐星”。<br>　　林则徐退休之后，欲与北京任京官的长子同住，因买不起京中住宅，最终回到福州住在父亲购置的旧屋中。其故居云左山房，又称七十二峰楼，他把新疆带回的七车书册，皆藏在里面，从此，过住平淡的生活。<br>　　咸丰帝继位后，因<a href=\"http://so.gushiwen.org/author_343.aspx\">洪秀全</a>等组织的拜上帝会正在准备起事，咸丰帝下旨求贤以对付太平天国，大学士潘世恩、通政使罗惇衍、两名尚书孙瑞珍、杜受田力荐林则徐。<br>　　可是林则徐根本未康复，疝气不时发作，结果他要躺在特制的卧轿，由福建、广东山区，一路直达广东，到潮州时，开始严重下痢，到了普宁，已病入膏肓，不得不暂住普宁行馆。最后林则徐在儿子林聪彝及幕僚刘存仁陪同下，于道光三十年十月十九（1850年11月22日）辰时，指天三呼“星斗南”之后，与世长辞，享年六十六岁。<br>　　林则徐墓位于福建省福州市北郊马安村的金狮山麓。墓用三合土筑造，为四层台结构。墓地离市区4公里。 </p><br/><h2>墓地</h2> <p>　　<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>墓，在福州市省军区内，郊马鞍村金狮山麓，坐北向南偏东南57度，面对五凤山。平面呈如意形，其墓为三合土夯筑，五层墓埕，面宽14.6米，纵深37米。封土隆起，形如覆釜。封土后护坡正中饰一圆形的“寿”字，直径0.82米。</p> <p>　　封土前竖立一块高1.08米、宽2.55米、厚0.16为的墓碑，一是御赐祭文，一是御赐碑文。正中的供案桌上立长方形石碑牌，上镌楷书56字，写法属传统形式，读时先中行，继右行，随之左行，再回读右而后左，余此类推。</p> <p>　　碑牌上所列官衔都是林则徐的，按当时“父以子贵”的规例，做父亲的死后也可以享用。供案左右的转角柱上镌有对联：“百丈松楸驯鹿土，千秋佳节卧牛眠。”碑面阴刻：“皇清诰封资政大夫、两淮盐政、前江苏按察使晹谷林公、配陈夫人，男少穆公、妇郑夫人，出继男雨人公、妇李孺人寿域。道光丙戌年仲夏吉旦立。”楷书，直下11行（读序自中、左、右），字径12厘米。</p> <p>　　碑文中的“晹谷林公”为林则徐父林宾日（1749～1827年）；“陈夫人”为林则徐母陈帙（1759～1824年）；“少穆公”即林则徐，“郑夫人”为林则徐妻郑淑卿（1789～1847年）；“雨人公”为林则徐弟林霈霖，“李孺人”为霈霖妻李氏。此墓系清道光六年（1826年），林则徐因母丧守制，为其父母营造的，林则徐逝世后附葬于此。 </p><br/><h2>教育往事</h2> <p><strong>少时往事</strong><br>　　尽管<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>家境寒苦，但是林宾日非常重视教育。四岁时，父亲林宾日已将他携入塾中，教以晓字。七岁，已经熟练文体，在当时来说是非常早的事。原因由于林宾日幼时家贫，到十三岁才入书塾，常常被同学嘲笑，为免儿子和自己一样命运，教书时便将他携入塾中，抱在膝上，一同听学。<br>　　林宾日教学方法不同于一般教书先生，教育态度暨讲究又开明。他不只重追求学问，还注重品格修养；不求死背，不求体罚，循循善诱，让学生循序渐进，因材施教。在他教了五十年书当中，中举或考上进士的多达数十人，最杰出的还是儿子林则徐，他八九岁时，他在书塾常常以佳作得到奖金，眼见家境依然贫穷，有人曾叫林则徐改业，但林宾日不许，他认为儿子日后必飞黄腾达，名成利就。<br>　　林则徐十二岁时，孔庙召童生任佾生，经一轮选拔之后，林则徐当选任佾生，为祭祀乐舞的人员。<br>　　林则徐童年家境寒苦，但他得到开明的父亲教导，还有一个温馨的家庭，童年是非常快乐的。邻居常常听到林家吃饭时的欢笑声，探看之下，不过是十多个人津津有味吃着豆腐。后来林家以此事来教诲子孙知足常乐的道理。<br>　　河南省永城县知县郑大模有次遇到林则徐，对他文思敏捷留上了心，认为此子必成大器。果然，林则徐十四岁时，就考上秀才，同年，林则徐就与郑大模之女郑淑卿订婚。以当时来说，进士门第出身的郑家千金下嫁给家境寒苦的林家秀才，是件罕见的事情。</p> <p><strong>入读鳌峰</strong><br>　　鳌峰书院是福建当时的最高学府，入读书院者皆非泛泛之辈。院长是出名敢于蔑视和珅、刚直不阿的教育家郑光策。在郑光策指导之下，林则徐专心向学，写有读书札记《云左山房杂录》，将诸子百家一同兼收。<br>　　入读期间，林则徐通过父亲结识汉学家<a href=\"http://so.gushiwen.org/author_326.aspx\">陈寿</a>祺。陈寿祺为人愤世嫉俗，对现实的社会问题和官场有深刻的思考。他经世匡时之思想对林则徐有潜移默化作用。与他同时入读的还有郑光策女婿梁章巨。两人少时已经交往甚频，加上梁章巨早已接受郑光策“经世致用”之学，加深林则徐“经世致用”之思想，两人同时立下“经国救世”之志。</p> <p><strong>林雨化案</strong><br>　　林雨化，字希吾，是林则徐的同族长辈，亦是林宾日所创立的真率会的中坚分子，为人正派不阿，不畏权势。他揭发当时的福建按察使钱士椿营私舞弊，遭钱士椿罗织罪名报复，林雨化拒不认罪，钱士椿则迫林雨化父亲代押。结果林雨化被监禁七个月后，遣戍新疆，途中受尽折磨，直到六十岁时获释归乡。<br>　　林宾日对林雨化的遭遇感到无限愤慨，林则徐少时已经从父亲口中听闻林雨化事件，希望一见林雨化。在父亲的引见下拜见了林雨化，拜读其著作。之后，林则徐对吏治腐败加深了认识，日后对他的改革吏治有重要作用。</p> <p><strong>民族思想</strong><br>　　林则徐的家离南宋抗金将领<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>之墓不远，结果那里成为他和朋友联谊之所。此后，林则徐特别游览历代爱国者的遗迹，感受到爱国及民族思想的熏陶，后来他和友人梁章巨发起修葺李纲墓地行动，又重修<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>祠墓。 </p><br/><h2>主要成就</h2> <p>放眼世界<br>　　千古未遇的西方资本主义强敌入侵， 促使<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>“ 最先从封建的闭关自守的昏睡状态中觉醒，以全新的态度睁眼看世界” 。林则徐赴广州主持禁烟后，在与侵略者斗争的实践中意识到自己对西方知识的贫乏、国人对王朝之外世界的无知，他急于改变“沿海文武大员并不谙诸夷情，震于英吉利之名，而实不知来历” 的状况，于是开始有意识有目的地收集外文报刊、书籍进行翻译，以求获得有价值的情报，加深朝廷、国人对“西洋”的了解。</p> <p>　　通过分析外国的政治、法律、军事、经济、文化等方面的情况，他认识到只有向西方国家学习才能抵御外国的侵略。 </p> <p>　　他提出“师夷之长技以制夷“的主张，他提出为了改变军事技术的落后状态应该制炮造船的意见；他亲自主持并组织翻译班子，翻译外国书刊，把外国人讲述中国的言论翻译成《华事夷言》，作为当时中国官吏的“参考消息”；为了解外国的军事、政治、经济情报，将英商主办的《广州周报》译成《澳门新闻报》；为了解西方的地理、历史、政治，较为系统的介绍世界各国的情况，又组织翻译了英国人慕瑞的《世界地理大全》，编为《四洲志》；适应当时对敌斗争和对外交涉的需要，着人迅速编译了《国际法》，这在中国国际法学史上是一个划时代的事件： 它标志着西方国际法著作开始正式传入中国，，标志着近代国际法开始在我国应用于对外交涉，标志着中国近代国际法学史的开端。从理论上说，林则徐是中国引进国际法的第一人、中国近代外交事业的先行者、中国国际法学的开山者。</p> <p>　　林则徐是我国近代史上第一位伟大的爱国者和杰出的民族英雄，他在了解世界，研究西方方面带了头，成为中国近代传播西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>化，促进西学东渐的带头人。我们从中国国际法学史角度看，他在鸦片战争中，不仅是维护国际法原则的中流砥柱，而且也是中国引进国际法的第一人、中国近代国际法学的开山者。</p> <p>治理水利<br>　　林则徐不仅是我国历史上伟大的民族英雄，同时还是一位出色的治水专家，在其仕宦生涯中，十分重视并努力举办水利事业，兴修浙江、上海的海塘、太湖流域各主要河流等水利工程，治理运河、黄河、长江。林则徐治水注重深入实际，事必躬亲，同时还重视赈灾济贫，这些都是其“重民思想”的反映。林则徐曾著《北直水利书》。《北直水利书》除经济之外，亦有治水方略，后来林则徐的学生冯桂芬将《北直水利书》改编成《畿辅水利议》。</p> <p>　　道光十一年十一月廿二（1831年12月25日），林则徐擢升东河河道总督。到任后，林则徐立即补修治水方面的知识，验催河工，保持质量，处分办事不力之官员，下令检验河堤料垛，他向道光帝呈上的奏折中表示：“周历履勘，总于每垛夹档之中，逐一穿行，量其高宽丈尺，相其新旧虚实，有松即抽，有疑即拆，按垛以计束，按束以称斤，无一垛不量，亦无一厅不拆。”</p> <p>　　林则徐做事如此认真，令贪官无可作假，桃汛来时，两岸安然无恙，道光帝多次称赞。当林则徐的对治水方面的知识和经验日丰，<a href=\"http://so.gushiwen.org/author_470.aspx\">诗</a>人张际亮向林则徐提议将黄河河道改道北流，从山东利津入海。林则徐也有同感，但民意和官员都反对此治河方略，加上林则徐不能独揽全局，张际亮之提议遭否决。直到林则徐逝世前不久，还表示张际亮的治河方略是对的。林则徐逝世后，咸丰五年（1855年），黄河改道，循大清河至利津入海。 </p> <p>安定陕西<br>　　道光二十六年七月，林则徐任陕西巡抚后，便上书皇帝，宣称陕西“ 东北毗连晋豫，西南壤接川甘，道路纷歧，奸究易于出没。如佩执凶器之刀匪，此拿彼逃，最为民害” 。并表示决心要把“ 除暴安良” 、“ 严缉捕以靖地方”，作为接任陕西巡抚后的“ 首务” 。当时刀客的活动主要在关中地区，尤以渭南、富平、大荔、蒲城一带最盛行。他们“ 有窝巢以为藏身之固， 有器械以为抵御之资” 。所以“ 不独兵役避其凶锋”，即州县营员亦“ 惜费惮劳” ， “ 望而却步”。林则徐上任后， 对地方官吏兵勇的所谓“ 锢习” ，首先是“ 剖析开导， 务令极力破除”， 增强他们“ 缉匪” 的勇气和信心，然后以“ 马得讽纠众夺犯伤差案”，从渭南刀客下手。此案原发生在五、.六月间，七、八月林正式接任后，便“ 亲提研鞠”，除判首犯马得讽以斩刑、“ 就地正法” 外， 而将刀客赵恩科子、史双儿等人，“ 不分首从，发云贵两广极边烟瘴充军” 。到是年底，由于林则<a href=\"http://so.gushiwen.org/author_1897.aspx\">徐积</a>极督剿，在关中东部各县，以及陕北的安塞等县，又相继缉获146 人，其中明确称为“ 刀匪” 的有46人， 均从严惩处 。对林则徐积极镇压刀客的行动， 道光帝朱批“ 所办甚好”，大加赞赏。</p> <p>　　在镇压了“刀客”之后，林则徐采取了一系列赈灾措施。一方面，把西安府等地的一百多万石存粮向贫民平粜，对于无力购粮的极贫户与老弱病残者，由官方收养，省城西安即收养极贫百姓三四千人；劝绅商富户出钱出粮救济其所在村寨的贫困户，并令地方官与各地富户收买、质押耕牛，以免影响耕种；另一方面，向清廷连上《被旱各属分别缓征折》《咸宁等十二州县应征粮石展限奏销折》，请求朝廷缓征钱、粮。为从根本上免除灾荒，他筹议兴修关中水利，命陕西督粮道张集馨对《关中胜迹图志》一书加以研究，提出方案。这一计划终因费用太大，未能实现。林通过上述多种办法，使陕西局势得到暂时的稳定。 </p> <p>防卫新疆<br>　　林则徐不顾年高体衰，从伊犁到新疆各地“西域遍行三万里”，实地勘察了南疆八个城，加深了对西北边防重要性的认识。林则徐所译资料中发现沙俄对中国的威胁，促成了他抗英防俄的国防思想，成为近代“防塞论”的先驱。于是他明确向伊犁将军布彦泰提出“屯田耕战”，有备无患。他还领导群众兴修水利，推广坎儿井和纺车，人们为纪念他的业绩，称为“林公井”“林公车”。林则徐根据自己多年在新疆的考察，结合当时沙俄胁迫清廷开放伊犁，指出沙俄威胁的严重性，临终时曾大声疾呼，告诫国人：“终为中国患者，其俄罗斯乎！吾老矣，君等当见之。” 果不其然，六十余年之后，数百万领土已被蚕食鲸吞，历史证明了林则徐是正确的！ </p> <p>广州禁烟<br>　　道光十八年（1838年）9月，林则徐在两湖总督任内向道光皇帝上书言事，痛陈西方国家对我国大量倾销鸦片的危害，“若犹泄泄视之，是使数十年后，中原几无可以御敌之兵，且无可以充饷之银”。道光读后深为所动， 即于同年12 月31 日任命林则徐为钦差大臣，使粤查禁鸦片。</p> <p>　　在广州禁止鸦片的过程中，林则徐意识到英国殖民者不肯放弃罪恶的鸦片贸易，而且蓄谋要用武力侵略中国。为抗击鸦片侵略，战胜敌人，他进行了大量的“师夷之长技以制敌”的军事变革实践。林则徐在广东一边禁烟，一边积极备战，修建炮台，拉拦江木排铁链，相信“民心可用”，招募五千多渔民编成水勇，屡败英军的挑衅。在1839年下半年，取得九龙之役、川鼻官涌之役等反击战的胜利。</p> <p>　　自道光十九年（1839年）3月林则徐到达广州查禁鸦片起，至道光二十年（1840年）10月清廷革林则徐两广总督职止，林则徐在广州主持禁烟抗英军事斗争共19个月。5月18日，实用了34天，共收缴烟土19187箱，又2119袋，总重量1188127公斤。 6月3日，历时23天的虎门销烟，在林则徐的指挥下，向全世界宣告了中华民族决不屈服于侵略的决心。</p> <p>　　虎门销烟，是人类历史上旷古未有的壮举，虎门销烟，展示出中华民族无以伦比的伟大形象，是抗击外来侵略的胜利。林则徐，理所当然地是这一事件的组织者、指挥者和完成者。从这个意义上说，他已毫无愧色地成为历史巨人了。销烟的正义行动，取得了广大人民的支持，虎门海滩每天都有上万人观看，人们无不拍手称快。外国人看到这情形，也对林则徐禁烟的果断表示钦佩。虎门销烟是我国近代史上反帝斗争中的光辉一页，林则徐领导禁烟运动的胜利，是中国人民反侵略斗争史上第一个伟大胜利，这一壮举，严厉地打击了外国鸦片贩子，维护了中华民族的尊严和利益，增长了中国人民的志气。</p><br/><h2>墨宝书法</h2> <p>　　<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>书法的主要成就是行草，而又以《集王圣教序》为基本路数，属于传统派系，通篇秀劲乃其可贵之处。同时，从林氏楷书作品亦足可见其临池之功力。林氏在1827年（道光七年）《跋沈毅斋墨迹》中说：\"初学临摹辄舍唐人矩范而躐等于钟张羲献，是犹未能立而使之疾行，僵卧必矣。\"（《云左山房文钞》卷四）可见，林氏有自己的学书心得，从唐人入手是他的主张。实际上，林氏并没有忽视\"取法乎上\"的传统共识，其楷书，不拘泥于某家框架，也并不纯然是唐人的规矩，还在点划使转之间偶尔透露出晋人的风度，愈是晚期之作愈如此，这不能否认是林氏的聪明。 </p> <p>　　在林氏传世的尺牍墨迹中，我们不难发现很多书法艺术珍品：不光是指其史料价值。他的手札，相对大件书法作品，往往笔墨更加轻重随意--或下笔边绵，或错落有致，或倚侧生姿。尤其是在对亲朋好友吐露胸怀时，更无疑虑矜持，笔随情发，一泻自然而已。有时家书语句，更现朴讷真情，读令人肃然起敬。如《谕儿书》：\"尔若堪弃文学稼，是余所最欣喜者。盖农居四民之首，为世间第一等最高贵之人\"。</p> <p>　　林氏的书法取势，端重安详，绝无矫揉造作的气息，虽不属于雄强一路，但他在鸦片战争中力主禁烟积极抵御英军入侵的举止却是惊天动地的，这也不难理解，因为，他所拥有的是一股中华民族固有的浩然正气、凛然大义。</p><br/><h2>轶事典故</h2> <p><strong>名字来由</strong><br>　　则，学习、效法。<br>　　徐，指的是福建巡抚徐嗣曾。<br>　　元抚，以巡抚徐嗣曾为榜样的意思。<br>　　字少穆，石麟。<br>　　一种说法：据程恩泽《题林旸谷年丈饲鹤图遗照》<a href=\"http://so.gushiwen.org/author_470.aspx\">诗</a>及注的解释，<a href=\"http://so.gushiwen.org/author_470.aspx\">林则徐</a>出生那天晚上，林宾日“梦中亲见凤凰飞”，这使他立即联想到有“天上石麒麟”之类的南朝才子<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>（字少穆），以为是吉兆，因此在给儿子取名“则徐”之余又给字“少穆”，“石麟”。<br>　　另一种说法：他出生时有一个不寻常的巧合。那天是八月三十，赤日炎炎。林则徐的父亲叫林宾日，是个在三家村训蒙童的穷教书匠，家徒四壁却洁身自好。林宾日因妻子分娩在即，接生婆也进了门，他自己便去镇上想买点龙眼等滋补品回家。<br>　　正巧，福建巡抚徐嗣曾从乡下察看灾情回衙，，差役鸣锣喝道，随从们拥簇在大桥的前后左右。不想半路突然阴云密布，雷声隆隆，顷刻间大雨瓢泼如注。徐嗣曾是个体察民情、关心手下的好官，他当即吩咐众人找地方避雨。可是这儿旷野茫茫，唯见山岙边有间破旧小屋，众人赶忙去檐下暂避。突然，屋内传出一阵婴儿坠地的呱呱啼哭声，正巧林宾日也在此时赶了回来。他见一位堂堂二品红顶花翎大官员居然站立在自己家门口，大吃一惊，也顾不得满地水淋淋，匆匆跪拜。徐嗣曾双手把林阳谷搀扶起来说：“古人云：‘天生万物，唯人为贵。’你为大清国生了一个好子民——说不定将来还是栋梁之材，不能拜、不能拜，本官还应该祝贺你才是哩！”林宾日见这位巡抚大人和蔼可亲，全无半点官架子，内心十分感动。<br>　　为纪念这次天造地设的奇遇，他兴奋地给儿子取名为则徐，字元抚，又字少穆。“则”是“效仿”的意思。因为林宾日知道巡抚徐嗣曾重视知识分子，深得士人的敬仰，故他希望儿子长大后能够效仿徐嗣曾，做一个清官，因此就给刚出生的儿子取了个“则徐”的名字。</p> <p><strong>改诗深意</strong><br>　　林则徐的女婿沈葆桢，年轻时功名未就，跌宕不羁，曾有咏新月诗云：一钩已足明天下，何必清辉满十分。林则徐读了，认为女婿诗虽好，但却小有不妥，于是替他把“必”字改为“况”字。沈葆桢的诗托月言志，未免自视清高，气量偏狭。林则徐把它改为“何况清辉满十分”，诗意迥然不同，成为功名未就时，蓄才积识以备济世之用，一旦身居高位便可大展身手，实现治国安邦的宏图大业；而且对照上下句，诗中隐含着“居庙堂之高则忧其民，处江湖之远则忧其君”的深意。一字之差，反映了翁婿两人的不同襟怀。</p> <p><strong>林则徐的手札</strong><br>　　“且彼方大炮远至五十里内外，其接仗相隔远甚。。并非亲面，况其放炮之法，与内地，排枪同，一接连连不断。我方，仅以小炮，既不能及彼，且放一炮费必须多辗转。”<br>　　“每一思之，心肝欲裂。天佑我国家，或当有伟人出现，而珍减此夷。”<br>　　这些话摘自林则徐的书信，大意是写到清军的炮打不到这些洋人，看不见敌人，敌人的洋炮却打到我们国家的士兵上，我的心都碎了，我希望老天爷能保佑我们国家，出现个伟人消灭敌人。这封信林则徐给他的朋友之后，告诉他的朋友不要发表，怕影响士气民心，也更能反映出林则徐对国家前途的忧心和民族未来的期望。 </p>"
}