{
  "id": 3156,
  "star": 2,
  "name": "西晋·李密",
  "dynasty": "魏晋",
  "desc": "李密（224年—287年），字令伯，一名虔，犍为武阳（今四川彭山）人。幼年丧父，母何氏改嫁，由祖母抚养成人。后李密以对祖母孝敬甚笃而名扬于乡里。师事著名学者谯周，博览五经，尤精《春秋左传》。初仕蜀汉为尚书郎。蜀汉亡，晋武帝召为太子洗马，李密以祖母年老多病、无人供养而力辞。历任温县令、汉中太守。后免官，卒于家中。著有《述理论》十篇，不传世。其生平见载《华阳国志》、《晋书》。代表作为《陈情表》。",
  "content": "<h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>的祖父<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>，曾任朱提太守。李密从小境遇不佳，出生六个月就死了父亲，四岁时母亲改嫁。他是在祖母刘氏的抚养下长大成人的。李密以孝敬祖母而闻名。据《晋书·李密传》说：祖母有疾，他痛哭流涕，夜不解衣，侍其基右。膳食、汤药、必亲自口尝然后进献。</p> <p>　　李密幼时体弱多病，甚好学，师事谯周，博览五经，尤精《春秋左氏传》，以文学见长。年轻时，曾任蜀汉尚书郎。</p> <p>　　李密几次出使吴国，吴大帝孙权问蜀汉兵马多少，回答道：“官用有余，人间自足。”后来吴大帝和群臣一起讨论道义问题，都说愿意做弟弟。李密说：“我愿意做兄长。”被问道为什么，李密说：“做哥哥的有更多时间侍奉父母。”吴国君臣都认为他说的对。</p> <p>　　魏灭蜀后，征西将军邓艾敬慕他的才能，请他担任主簿。李密以奉养年迈祖母为由，谢绝了邓艾的聘请。</p> <p>　　泰始三年（267年）晋武帝司马炎立太子，慕李密之名，下诏征密为太子洗马（官名）。诏书累下，郡县不断催促，这时，李密的祖母已九十六岁，年老多病。于是他向晋武帝上表，陈述家里情况，说明自己无法应诏的原因。这就是著名的《陈情事表》，或称《陈情表》或《陈事表》，此《表》写于西晋武帝泰始三年（267）。</p> <p>　　《陈情表》辞语恳切，委婉动人。表到朝廷，晋武帝看了，为李密对祖母刘氏的一片孝心所感动，赞叹李密“不空有名也”。不仅同意暂不赴诏，还嘉奖他孝敬长辈的诚心，赏赐奴婢二人，并指令所在郡县，发给他赡养祖母的费用。</p> <p>　　李密在祖母去世服期满后出仕。在任温县（今河南温县）县令时，政令严明，政绩显著，刚正见称。过去，中山诸王每过温县，必苛求供给，当地人民以此为患。李密到任后，中山诸王进过境仍苛求如故。李密以理力争，使诸王过境不敢苛求，为百姓办了件好事。</p> <p>　　李密本望到朝廷任职，施展自己的聪明才智，由于朝中权贵畏惧他的刚正，故朝中无人推荐。最后只做了汉中太守，一年后罢官归田。后病卒，终年六十四岁。</p><br/><h2>轶事典故</h2> <p>　　魏灭蜀后，征西将军邓艾招降纳叛，急于稳定人心，他聘<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>为主簿，李密力辞不受。邓艾集团的骄横已经让他胆寒。邓艾初入成都时是“蜀人称焉”，结果却是蜀人“有识者笑之”。晋泰始三年（267年），晋武帝诏征李密为“太子洗马”，诏书连下，郡县不断催促。当年李密祖母已96岁，风烛残年，他上表叙述自己无法应命的原因。这就是《陈情表》，475字。《陈情表》以侍亲孝顺之心感人肺腑，千百年来一直被人们广为传诵，影响深远。文中的一些词句如“急于星火”、“日薄西山，气息奄奄”、“人命危浅，朝不虑夕”等，直至今天人们还经常引用。</p> <p>　　《陈情表》全文用了29个臣字，除了“前太守臣逵”和“后刺史臣荣”中两处指朝臣外，其余27个“臣”字均是李密自称。在“普天之下，莫非王土，率土之滨，莫非王臣”的普适逻辑之下，这让晋武帝颇感顺眼。更关键还在于，区区一份“陈情”，不但可以免去抗旨死罪，还感动了君王铁石心肠。</p> <p>　　祖母魂归道山之后，李密已经没有借口了，他履行了在《陈情表》的承诺。先后任温县县令、尚书郎、汉中太守等职。任期内，他在汉中勉县倡建武侯祠。某天他酒后赋<a href=\"http://so.gushiwen.org/author_3156.aspx\">诗</a>：“人亦有言，有因有缘。官中无人，不如归田。明明在上，斯语岂然。”激怒晋武帝，免官回乡。其实在此之前在温县时，他曾与人书曰：“庆父不死，鲁难未已”，就差一点被人举报。</p> <p>　　公元287年李密卒于保胜龙安，好友安东将军胡熊与皇甫士安主持葬仪。</p>"
}