{
  "id": 2703,
  "star": 0,
  "name": "崔沔",
  "dynasty": "唐代",
  "desc": "崔沔 673～739年，字善冲，唐朝诗人。京兆长安（今陕西西安）人，原籍博陵，今河北安平，进士出身。应制举，对策为天下第一，累迁祠部员外郎。睿宗朝转著作郎，开元中历秘书监太子宾客。二十七年卒，年六十七，赠礼部尚书，谥曰孝。",
  "content": "<h2>轶事典故</h2> <p>　　传说崔沔幼时家居成都地区，崔沔八岁时父亲就死了，从此和母亲相依为命。十三岁时，他妈又得了眼病，于是他变卖了家产，到处为母亲求医问药，但还是没能治好母亲的眼病。崔沔小小年纪，就支撑起了这个家，把母亲伺候的好好的。崔沔家门口有一个水塘，塘边是一条弯弯的小路，住在这里的人每天都从这里经过。一天晚上，母子俩正在吃饭，忽然听见门外有嘈杂的喊声，崔沔急忙跑出去一看，原来，刚才一个小孩摸黑从塘边走过，一不小心掉到水里去了，幸好救的及时才捡了条命。</p> <p>　　回到屋里，母亲忽然对崔沔说：沔儿，你明天在屋门前挂一盏灯笼嘛！这里路窄，晚上又黑，人家从这里过很不方便，照起灯笼就不会掉到水里头了。崔沔担心用油要多花钱。妈说：我们节约点就行了。</p> <p>　　崔沔是个孝子，当即就依了母亲的意思。第二天，天刚黑的时候，他就在屋门口挂起了一盏灯笼。大家都很感动，知道崔沔家里穷，便你一家我一家，自愿拿出一点油送来。从此再也不会有人掉到水里头了。</p> <p>　　崔沔一边种菜糊口，一边发奋读书，后来终于考上了进士。他念念不忘母亲，经常陪着母亲游玩。一天，他们去馆子里吃饭，崔沔拈了菜给母亲吃。母亲吃了问：这是何菜？崔沔说这是高笋，母亲便说：高笋好吃，细滑爽口。</p> <p>　　为了让母亲时常能吃到高笋，崔沔后来请人在家门前挖塘栽上了高笋，并在周围栽上果树。崔沔的官越做越大，但始终不忘母亲养育之情。后来母亲去世了，崔沔很伤感。他回到自己简陋的家里为母守孝，塘里遍种高笋，每一年清明总不忘给母亲送上一份高笋，白玉一样的高笋承载着崔沔的拳拳孝心。世人为之钦佩感动的不得了，为了纪念崔沔对母亲的孝心，后人就把这地方取名高笋塘。</p> <p>　　崔沔的儿子崔佑甫，后来成为唐德宗<a href=\"http://so.gushiwen.org/author_1455.aspx\">李适</a>一朝的贤相；崔沔的孙子崔植也成为唐穆宗<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>一朝的宰相。后人都认为崔沔子孙的富贵，是崔沔的孝心与善行所积下来的福报。</p> <p>　　读完了历史记载，真为崔沔的孝行感动：崔沔之孝，不仅在于从物质上赡养母亲，更在于从精神上，感情上的关心与体贴；崔沔之孝体现在能帮助母亲实现她的善念，母子一起积德行善。</p><br/><h2>崔沔与《陋室铭》</h2> <p>　　崔沔可能是《陋室铭》的真正作者。</p> <p>　　传统名篇《陋室铭》的作者，诸家选集如《刘梦得文集》《历代散文选》《古文选译》均认定是唐代的<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>。</p> <p>　　查《中国人名大辞典》刘禹锡小传：“登贞元进士弘词二科。官监察御史。以附王叔文，坐贬朗州司马，作《竹枝辞》十余篇，武陵夷俚悉歌之。久之召还。又以作《玄都观》<a href=\"http://so.gushiwen.org/author_2703.aspx\">诗</a>，语涉讥忿。出为播州刺史，易连州，又徙夔州。后由和州刺史入为主客郎中，集贤直学士，复刺苏州。再迁太子宾客。禹锡恃才而废，乃以文章自适。素善诗，晚尤精，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>推为诗豪。会昌中加检校礼部尚书卒。有《刘宾客文集》及《外集》。”传中只言刘禹锡作《竹枝辞》及《玄都观》诗，未提及《陋室铭》。作《竹枝辞》的心境与当时遭贬斥的处境相吻合。据《新唐书》卷一六八本传记载：“宪宗立，叔文等败，禹锡贬连州刺史，未至，斥朗州司马。州接夜郎诸夷，风俗陋甚，家喜巫鬼，每祠歌《竹枝辞》……禹锡谓<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>居沅、湘间作《九歌》，使楚人以迎送神。乃倚其声，作《竹枝辞》十余篇。”刘禹锡被谪贬到朗州，其遭遇处境与屈原相似，故仿《九歌》作《竹枝辞》以屈原自况，完全切合客观实际。倘若作有《陋室铭》，应收入《刘宾客文集》或《外集》，但此二集中未见此文。</p> <p>　　查《中国人名大辞典》905页崔沔小传：“崔沔，唐长安人，字善冲。擢进士，举贤良方正第。岑羲(侍中)深器之，曰：‘今郗诜也。’沔深明《礼经》，详定宗庙笾豆之数及六亲服法，多所建议。性俭约，禄廪随散宗族，不治居宅，尝作《陋室铭》以见志。卒谥‘孝’。”</p> <p>　　《新唐书》卷一二九崔沔：“性情敦厚，纯谨无二言。事亲笃孝，有才章，擢进士。玄宗时官左散骑常侍，秘书监，太子宾客。沔深明《礼经》，……性俭约自恃，禄廪随散宗族，不治居宅，尝作《陋室铭》以见志。” 《中国人名大辞典》崔沔传源于史料《新唐书》。以崔沔的才华、生世、秉性“俭约”“不治居宅”，作《陋室铭》表明自己的志向，是切合实情的。</p><br/><h2>崔沔墓志文</h2> <p>　　崔沔墓志，二十世纪六十年代出土于洛阳，但具体地点不详。现存开封市博物馆，为国家一级文物。唐大历十三年?778年?四月刻。志盖高、宽98厘米，厚22厘米。录皿顶，四周有阴线刻花草纹。题篆书“有唐尚书左仆射崔孝公之墓”12字。志之高、宽与盖同，厚18厘米。<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>撰文，徐拱书丹。志文隶书52行，后26行续刻于盖之背面。行31字。首行题曰：“有唐通议大夫守太子宾客赠尚书左仆射崔孝公墓志”。盖、志二石均完好，文字清朗醒目。志文记述了崔沔的家世、生平事迹、死葬年月等，大大丰富了《新唐书》列传第五十四崔沔的传记，可与史传互为补充。</p> <p>　　墓志主要介绍了崔沔的世系家谱，包括崔沔之曾祖、祖父、父亲、子孙等人的官职及他本人官职升迁情况。据志文记载：“公讳沔，博陵安平人也。”“曾祖讳弘峻府君，隋银青光禄大夫，赵王长史：祖讳俨府君，皇朝益州雒县令；考讳皑府君，朝散大夫、汝州长史，安平县开国男，赠卫尉少卿。”</p> <p>　　志文还记载了崔沔子孙的情况：“长子，同州冯翊县尉成甫”，“嗣子佑甫，仕为朝散大夫，权知中书舍人事，赠紫金鱼袋”。“成甫之长子伯良仕殿中侍御史，次子仲德侍至太子通事舍人，少子叔贤不仕”。</p> <p>　　在唐志中，世系家谱是反映封建宗法制度的一个重要方面，崔沔墓志也不例外。志文追溯远祖，叙述了崔氏六代世代珪组蝉联，居于显赫地位。博陵崔氏是北朝时期“卢、崔、郑、王、李”五大家族之一，是著名的望族。这些士族大地主把持朝政，他们担任中正高官，朝廷任用官吏都由他们推荐或罢黜，世称门阀制度。而且这五大家族互为姻亲，一直延续到唐代。唐代建朝初期，感到士族对他们政权的威胁，采取了一些抑制大族的措施，废除九品中正制，并用科举考试取士。唐高宗时颁布禁婚令，规定北魏士族七姓十一家，不得自为婚姻。</p> <p>　　崔沔妻名王方大，王方大墓志已在洛阳出土，现存开封市博物馆。志文由崔沔亲撰，王方大是太原王氏的后裔，七姓十一家互为婚姻的事实，在墓志中得到印证。看来，禁婚令当时可能没有得到贯彻执行。由此可见，唐王朝虽采取了一些抑制大族的措施，但崔氏一门在唐代仍是一个显赫的家族，崔氏家族在唐王朝中先后有23人为相。崔沔及其子佑甫，两唐书均有传。</p> <p>　　志文除了叙述崔沔的世系家谱外，多为歌功颂德之辞。志文评价崔沔一生廉洁奉公，俭约自守，勤政爱民，与《新唐书》中所记“纯谨无二言，事亲笃孝”基本相合，都对崔沔的一生给予充分的肯定。志文记述沔曾“注《老子道德经》，文集三十卷”这句记述，史传并未记载。唐代修史注经著书之风甚盛，因各种原因，这部注经今已未能见到。崔沔传世的<a href=\"http://so.gushiwen.org/author_2703.aspx\">诗</a>文极少，仅在《全唐诗》中录有诗一首，以及《全唐文》中文十四篇。《新唐书·崔沔传》中有“沔俭约自持，禄禀随散宗族，不置居宅，尝作《陋室铭》以言志”的记载，意即“他将自己的俸禄拿出来散发救济贫民，而自己却不置宅第，甘愿过着俭朴的生活。”故目前有人推测《陋室铭》一文并非<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>所作，而是崔沔所写。至于这篇名作究竟是否出自崔沔手笔，还待以后作进一步考证。</p> <p>　　关于崔沔卒葬年月，改葬的时间、地点等问题，史书中不详，可补史缺。据志文记载，沔死于唐开元二十七（739年）十一月十七日，“大历十三年（778年）岁次戊午四月丁丑朔八日甲申，嗣子佑甫奉孝公之亲，还于邙山之平乐原，以夫人太原郡太夫人王氏礻付为礼也。”</p> <p>　　据志文一开始所说沔“以开元廿九年（741年）十二月廿九日权窆于邙山，故人北海太守江夏李邕为志曰”云云，可知李邕撰志文应在权窆之后，而志文之书写则在大历十三年四月与夫人王方大合葬之时。因沔死后受“仆射之赠”是在开元之后二十余年的永泰年间，其时李邕已于天宝年间被害而死，故志题中“左仆射”一衔及铭辞后面记其子孙及沔与夫人工氏合礻付等情况的六行文字，均为徐珙书写时所加添。迁葬之大历十三年，距其死之开元二十七年已长达39年之久。其间经历近8年的“安史之乱”，崔佑甫保护着宗族百余口人逃至江南，当是未能尽早将父母迁葬的原因之一。</p>"
}