{
  "id": 518,
  "star": 11,
  "name": "虞集",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_518.jpg",
  "dynasty": "元代",
  "desc": "虞集（1272～1348）元代著名学者、诗人。字伯生，号道园，人称邵庵先生。少受家学，尝从吴澄游。成宗大德初，以荐授大都路儒学教授，李国子助教、博士。仁宗时，迁集贤修撰，除翰林待制。文宗即位，累除奎章阁侍书学士。领修《经世大典》，著有《道园学古录》、《道园遗稿》。虞集素负文名，与揭傒斯、柳贯、黄溍并称“元儒四家”；诗与揭傒斯、范梈、杨载齐名，人称“元诗四家”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>，祖籍仁寿（今属四川省眉山市仁寿县），为南宋丞相虞允文五世孙，其父虞汲曾任黄冈尉，宋亡后，徙临川崇仁（今属江西省）。其母亲是国子祭酒杨文仲之女。祖辈皆以文学知名。虞集1272年二月二十日（3月21日）生于湖南衡阳，正当宋末，兵戈扰攘，为避战乱，随父迁居江西崇仁二都（今石庄乡）。</p> <p>　　虞集自幼聪颖，3岁即知读书，4岁时由母杨氏口授《论语》、《孟子》、《左传》及<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>名家文章，听毕即能成诵。9岁时已通晓儒家经典之大旨。14岁时师从著名理学家<a href=\"http://so.gushiwen.org/author_673.aspx\">吴澄</a>，对儒学世界观有了进一步认识。元朝统一全国后，虞集先在江西南行台中丞董士选府中教书。元成宗大德元年(1297)，虞集至大都（今北京市），大德六年（1302），被荐入京为大都路儒学教授。不久，为国子助教。他以师道自任，声誉日显，求学者甚多。仁宗即位（1312），虞集任太常博士、集贤院修撰。他上疏论学校教育问题，多有真知灼见，为仁宗所赏识。延祐六年（1319），为翰林待制兼国史院编修、集贤修撰。泰定元年（1324），为国子司业，后为秘书少监。四年（1327），他与王约随从泰定帝去上都，用蒙语和汉语讲解经书，上都大臣为其博古通今所折服。泰定帝时，升任翰林直学士兼国子祭酒。他建议京东沿海土地应让民开垦，筑堤以防潮水涌入。这既可逐年增加税收，又使数万民众得以在京师周围聚集，增强保卫京师的力量。这些主张虽未被采纳，但后来海口设立万户之计，就是采用其说。文宗在登位之前，就对虞集有所了解，登基后，即命其为奎章阁侍书学士。文宗有旨采辑本朝典章制度，仿效“唐、宋会要”，编修《经世大典》，命虞集与平章事赵世延同任总裁。后赵世延离任，由虞集独专其责。虞集呕心沥血，批阅两载于至顺二年（1331）全书编纂而成，共计880卷，是研究元朝历史的重要资料。书成后，文宗命他为翰林侍讲学士、通奉大夫，他以眼疾为由乞外任，未被允许。直到文宗及幼君宁宗相继去世，才得以告病回归崇仁。至正八年（1348）五月己未（二十三）日（6月20日），病逝于家。谥“文靖”，赠江西行省参知政事，追封为仁寿郡公。</p> <p>　　虞集学识渊博，能究极本源，研精探微。精于理学，为元代“儒林四杰”之一。他认为道德教化是国家治本的大事，选用人才必须为众所敬服。主张理学应贯穿于雅俗之中。为元代中期文坛盟主，<a href=\"http://so.gushiwen.org/author_518.aspx\">诗</a>文俱称大家。文多宣扬儒家传统，倡导理学，歌颂元室。诗风典雅精切，格律谨严，深沉含蓄，纵横无碍。其诗歌风格于精切典雅中见沉雄老练，体裁多样，长于七古和七律，与<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>、范梈、揭奚斯齐名，人称“虞、杨、范、揭”，为“元诗四大家”之一。一时朝廷宏文高册，多出其手。在其诗作中，有不少作品涉及抚州故土的山水风土人情。亦工词与散曲，一生所写诗词文章逾万篇，但所存只有十之二、三。著有《道园学古录》、《道园类稿》各50卷，《虞文靖公诗集》（又曰《虞伯生诗》）。 </p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_518.aspx\">虞集</a>素负文名，<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>在《柳待制文集》序言中说：“天历以来，海内之所宗者，唯雍虞公伯生、豫章揭公曼硕、乌伤黄公晋卿及公（柳贯）四人而已。识者以为名言”。宋荦《漫堂说<a href=\"http://so.gushiwen.org/author_518.aspx\">诗</a>》云：“元初袭金源派，以好问为大宗，其后则称虞、杨、范、揭”。又如<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《说诗晬语》云：“虞、杨、范、揭四家诗品相敌。中又以汉廷老吏为最。”</p> <p>　　虞集说：“仲宏（<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>）诗如百战健儿，德机（范梈）诗如唐临晋帖，曼硕(<a href=\"http://so.gushiwen.org/author_453.aspx\">揭傒斯</a>)诗如美女簪花(一作“三日新妇”)，而他自己的诗如“汉廷老吏”。据说揭傒斯听到这种评论，颇不高兴，因为揭的诗写得是相当典重的。虞集诗歌内容表现出较强的民族意识。他在《挽文丞相》一诗中，对宁死不屈的南宋忠臣<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>充满了哀悼，以至有人这样说：“读此诗而不泣下者几希！”文字亦流畅宛转。另有《从兄德观父与集同出荥州府君，宋亡隐居不仕而殁，集来吴门省墓，从外亲临邛韩氏得兄遗迹有说：“我因国破家何在，居为唇亡齿亦寒”，不知为谁作也？抚诵不觉流涕，因足成一章，并发其幽潜之意云》一诗，也流露同样思想感情。在《赵千里小景》诗中，他说“残云野水三百年”，也有凭吊宋亡的意思。虞集生二岁而宋亡，但由于元代民族关系紧张，以至在作品中表露出民族意识。</p> <p>　　虞集有些诗还写及了民生疾苦，如《次韵陈溪山□履》、《杞菊轩》等。此外，他对元统治者推行的民族仇杀政策，颇表不满。他更多的诗是赠答应酬、内容空泛的作品。虞集生长在社会和平安定时期，他 的诗词一般都写得清和淡远。一派承平气象，如《无题》诗表现一种朦胧的境界，《闻机杼》则呈现雅淡的画面，《腊日偶题》、《听雨》、《宫词》等给人一种安详幽静印象。虞集的诗风格严峻，声律圆熟。</p> <p>　　虞集的词作今存20几首，大都叙述个人闲愁情思，缺乏社会生活内容，景物描写亦平平无特色，惟〔风入松〕“画堂红袖倚清酣”引人注目，其中有句说：“杏花春雨在江南”，勾画江南景物，令人神往。杏花春雨本用<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>诗意而加以翻新。据说和他同时的诗人陈旅、张起岩都很欣赏这首词，而当时机坊还把它织在罗贴上，作为艺术品供人赏玩。</p> <p>　　虞集的散文多数为官场应酬文字，颂扬权贵，倡导理学。当时宗庙朝廷的典册，公侯大夫的碑铭，多由他撰写。但也有一些书信传记文章，表现了作者的思想性情。如《陈□小传》写宋代进士陈□守常州以身殉城的事迹，褒扬其忠义。又如《答刘桂隐书》对刘氏不出仕，十分称赏，赞扬刘\"霜降冰涸而松柏后凋，沙砾汰除而黄金独耀\"。这里对忠于赵宋王朝的人物的歌颂和他在诗歌中流露的民族意识是相通的。</p> <p>　　虞集还有一些散文表现他的政治理想和对社会人情物理的深刻体会。《海樵说》着重阐明“大烹以养贤，推之使天下皆得其养”的道理，《医说赐易晋》强调医生应有仁爱的心肠，等等。著有《道园学古录》50卷。</p> <p>　　虞集的书法在当时也很有名，颇得晋朝人韵味。</p>"
}