{
  "id": 6,
  "star": 60,
  "name": "张衡",
  "image": "http://img.gushiwen.org/authorImg/zhangheng.jpg",
  "dynasty": "两汉",
  "desc": "张衡（78－139），字平子，汉族，南阳西鄂（今河南南阳市石桥镇）人，我国东汉时期伟大的天文学家、数学家、发明家、地理学家、制图学家、文学家、学者，在汉朝官至尚书，为我国天文学、机械技术、地震学的发展作出了不可磨灭的贡献。由于他的贡献突出，联合国天文组织曾将太阳系中的1802号小行星命名为“张衡星”。",
  "content": "<h2>学术成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>是一位具有多方面才能的科学家。他的成就涉及到天文学、地震学、机械技术、数学乃至文学艺术等许多领域。</p> <p>　　张衡在天文学方面有两项最重要的工作——著《灵宪》，作浑天仪。此外，在历法方面也有所研究。</p> <p>　　《灵宪》是张衡有关天文学的一篇代表作，全面体现了张衡在天文学上的成就和发展。原文被《后汉书·天文志》刘昭注所征引而传世。文中介绍的天文学要点如下：</p> <p>　　他认为宇宙是无限的，天体的运行是有规律的；月光是日光的反射，月蚀起因于地遮日光，月绕地行且有升降。他认识到太阳运行(应是地球公转)的某些规律，正确解释了冬季夜长、夏季夜短和春分、秋分昼夜等时的起因。他指出在中原可以见到的星有2500个，与今人所知略近。他经过对某些天体运转情况的观测，得出一周天为三百六十五度又四分度之一的结论，与近世所测地球绕日一周历时365天5小时48分46秒的数值相差无几。 </p><br/><h2>人物生平</h2> <p><strong>博通经籍<br></strong>　　<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的家族世代为当地的大姓。他的祖父张堪，自小志高力行，被人称为圣童，曾把家传余财数百万让给他的侄子。光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>登基后张堪被任命为蜀郡太守，随大司马吴汉讨伐割据益州的公孙述，立有大功。其后又领兵抗击匈奴有功，被拜为渔阳太守。曾以数千骑兵击破匈奴来犯的一万骑兵。此后在他的任期内匈奴再也没有敢来侵扰。他又教人民耕种，开稻田八千顷，人民由此致富。所以，有民谣歌颂他说：“张君为政，乐不可支。”张堪为官清廉。伐蜀时他是首先攻入成都的，但他对公孙述留下的堆积如山的珍宝毫无所取。蜀郡号称天府，但张堪在奉调离蜀郡太守任时乘的是一辆破车，携带的只有一卷布被囊。 </p> <p>　　张衡像他的祖父一样，自小刻苦向学，少年时便会做文章。16岁以后曾离开家乡到外地游学。他先到了当时的学术文化中心三辅（今陕西省西安市一带）地区。这一地区壮丽的山河和宏伟的秦汉古都遗址给他提供了丰富的文学创作素材。以后又到了东汉都城洛阳。在那儿，他进过当时的最高学府太学，结识了后来著名的学者崔瑗，与他结为挚友。张衡兴趣广泛，自学《五经》，贯通了六艺的道理，而且还喜欢研究算学、天文、地理和机械制造等。但在青年时期，他的志趣大半还在<a href=\"http://so.gushiwen.org/author_6.aspx\">诗</a>歌、辞赋、散文上，尽管他才高于世，却没有骄傲之情。平常从容淡泊，不喜欢与俗人相交。 </p> <p><strong>步入仕途<br></strong>　　汉和帝永元（89年—105年）年间，张衡被推举为孝廉，但他没有接受，公府几次征召也不到。当时，国家太平日久，自王侯以下，没有不奢侈过度的。张衡于是仿照<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《两都赋》，殚精竭思十年，才作成《二京赋》，用以讽谏朝廷。大将军邓骘欣赏张衡的才华，多次征召他，张衡都不应命。</p> <p>　　公元100年（永元十二年），张衡应南阳太守鲍德之请，作了他的主簿，掌管文书工作。八年后，鲍德调任京师，张衡即辞官居家。</p> <p><strong>职掌太史<br></strong>　　张衡擅长机械，特别用心于天文、阴阳、历算。平常喜爱<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>的《太玄经》，对崔瑗说：“我看《太玄》，才知道子云（扬雄字）妙极道数，可与《五经》相比，不仅仅是传记一类，使人论辩阴阳之事，汉朝得天下二百年来的书啊。再二百年，《太玄经》就会衰微吗？因为作者的命运必显一世，这是当然之符验。汉朝四百年之际，《玄》学还要兴起来的呢。”汉安帝早就听说张衡善术学，公元111年（永初五年），张衡被朝廷公车特征进京，被拜为郎中，再升任太史令。于是研究阴阳，精通天文历法，制作浑天仪，著有《灵宪》、《算罔论》，写得较为详细明白。虽然在汉顺帝即位初年再调动它职，但后来又任太史令，张衡任此职前后达14年之久。他许多重大的科学研究工作都是在这一阶段里完成的。 </p> <p>　　张衡不慕当世的功名富贵，担任官职，往往多年都不得迁升。自从离开史官的职务五年后，又回到原职。于是设客问体，作《应问》来表明自己的心迹。当时，政事渐衰，宦官干政。张衡于是上疏陈事，劝谏顺帝。 </p> <p><strong>外出国相<br></strong>　　公元133年（阳嘉二年），张衡升任侍中，顺帝任用他在自己身边对国家的政事提出意见。顺帝曾询问张衡天下所痛恨的人。宦官们害怕他说自己的坏话，都用眼睛瞪着他，张衡便用一些不易捉摸的话回答后出来了。但宦官还是担心张衡以后会成为他们的祸害，于是群起毁谤张衡。张衡常想着如何立身行事。认为吉凶祸福，幽暗深微，不易明白，于是作《思玄赋》，以表达和寄托自己的情志。 </p> <p>　　公元136年（永和元年），张衡被外调任河间王刘政的国相。刘政骄奢淫逸，不遵法纪；又有不少豪强之徒，纠集在一起做乱。张衡到任后，严整法纪，打击豪强，暗中探得奸党名姓，一时收捕，上下肃然，他为政以清廉著称。任职三年后，张衡上书请求辞职归家，被征召拜为尚书。 </p> <p>　　公元139年（永和四年），张衡逝世，享年六十二岁。</p> <p>　　公元1009年（宋徽宗大观三年），张衡因算学方面的成就被北宋追封为西鄂伯。</p> <p>　　后世称张衡为“木圣”科圣）。为了纪念张衡的功绩，联合国天文组织于1970年将月球背面的一个环形山命名为“张衡环形山”，又于1977年将小行星1802命名为“张衡星”，2003年，国际小行星中心为纪念张衡及其诞生地河南南阳，将小行星9092命名为“南阳星”。</p><br/><h2>详细介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>，东汉人，章帝建初三年(公元78年)，出生于南阳郡西鄂县石桥镇(今河南省南阳市城北五十里石桥镇)一个破落的官僚家庭。 </p> <p>　　张衡是东汉中期浑天说的代表人物之一；他指出月球本身并不发光，月光其实是日光的反射；他还正确地解释了月食的成因，并且认识到宇宙的无限性和行星运动的快慢与距离地球远近的关系。</p> <p>　　张衡观测记录了两千五百颗恒星，创制了世界上第一架能比较准确地表演天象的漏水转浑天仪，还制造出了指南车、自动记里鼓车、飞行数里的木鸟等等。</p> <p>　　张衡共著有科学、哲学和文学著作三十二篇，其中天文著作有《灵宪》和《灵宪图》等。</p> <p>　　为了纪念张衡的功绩，人们将月球背面的一个环形山命名为“张衡环形山”，将小行星1802命名为“张衡星”</p> <p>　　20世纪中国著名文学家、历史学家郭沫若对张衡的评价是：“如此全面发展之人物，在世界史中亦所罕见，万祀千龄，令人景仰。”</p> <p>　　祖父张堪是地方官吏，任蜀郡太守和渔阳太守。张衡幼年时候，家境已经衰落，有时还要靠亲友的接济。正是这种贫困的生活使他能够接触到社会下层的劳动群众和一些生产、生活实际，从而给他后来的科学创造事业带来了积极的影响。在数学、地理、绘画和文学等方面，张衡表现出了非凡的才能和广博的学识。</p> <p>　　后世称张衡为“科圣”。</p><br/><h2>发明创造</h2> <p><strong>多级刻漏</strong><br>　　刻漏是我国古代最重要的计时仪器。目前传世的三件西汉时代的刻漏，都是所谓“泄水型沉箭式单漏”。这种刻漏只有一只圆柱形盛水容器。器底部伸出一根小管，向外滴水。容器内水面不断降低。浮在水面的箭舟(即浮子)所托着的刻箭也逐渐下降。刻箭穿过容器盖上的孔，向外伸出，从孔沿即可读得时刻读数。这种刻漏的计时准确性主要决定于漏水滴出的速度是否均匀。而滴水速度则与管口的水压成正比变化。即随着水的滴失，容器内水面越来越降低，水的滴出速度也会越来越慢。<br>　　为了提高刻漏运行的均匀性和准确性，古人想了两步对策。第一步是把泄水型沉箭式改为蓄水型浮箭式，即把刻漏滴出的水收到另一个圆柱形容器内，把箭舟和刻箭都放在这个蓄水容器内，积水逐渐增多，箭舟托着刻箭渐逐上升，由此来求得时刻读数。第二步则是在滴水器之上再加一具滴水器。上面的滴水器滴出的水补充下面滴失的水，这样，可使下面的滴水器水面的下降大大延缓，从而使下面的滴水器出水速度的稳定性得到提高。这样的刻漏称为二级刻漏。如果按这思路类推，可以在二级刻漏之上再加一级，则刻漏运行的稳定性又可提高。这就成了三级刻漏，如此等等。大概在隋唐以后，中国发展出了四级和四级以上的刻漏。不过，关键的从单漏到二级漏这一步发生在什么时代？在<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>以前的文献和考古实物中都没有提供明显的资料。<br>　　不过在一篇题为《张衡漏水转浑天仪制》的文章中描述了张衡所用的刻漏是一组二级刻漏。这篇文章当是张衡或其同时代人的作品，原文已佚，现只在唐初的《初学记》卷二十五中留有几段残文。文如下：“以铜为器，再叠差置。实以清水，下各开孔。以玉虬吐漏水入两壶，右为夜，左为昼”。“(盖上又)铸金铜仙人，居左壶；为金胥徒，居右壶”。“以左手把箭，右手指刻，以别天时早晚”。其中所谓叠置当是指二具刻漏上下放置。所谓差置是指上下二具容器放置得不相重而有所错开。所谓再叠差置当是指有三层容器错开叠放。至于下面的蓄水壶又分左、右两把，那是因为古代的时刻制度夜间和白天有所不同，所以张衡干脆就用二把。同时，这样也便于刻漏的连续运行。</p> <p><strong>浑天仪</strong><br>　　张衡在创作了浑天仪之后曾写过一篇文章。此文全文已佚。只是在梁代刘昭注《后汉书·律历志》时作了大段引述而使之传世。刘昭注中把这段文字标题为《张衡浑仪》。称之为“浑仪”可能是刘昭所作的一种简化。在古代，仪器的定名并不严格。虽然后世将“浑仪”一词规范为专指观测仪器，但在隋、唐以前，“浑仪”也可用于表演仪器。刘昭所引此文与前面提到的《张衡漏水转浑天仪制》是否原属一篇文章，此事也已无可考。不过从二者标题文字相差甚大这一点来说，说是二篇文章也是有理由的。不管这事究竟如何，单说刘昭所引，近人已有证明，它应是张衡原作。<br>　　我们考察刘昭所引的这一段文字大约有三个内容。第一部分讲浑天学说和浑天仪中天极、赤道和黄道三者相互关系及彼此相去度数。第二部分讲所谓黄赤道差的求法和这种差数的变化规律。这是这一残文中的最多篇幅部分。第三部分讲黄道二十八宿距度以及冬、夏至点的黄道位置。仔细研究这篇残文可以得到两点重要信息。<br>　　其一，文中介绍了在天球仪上直接比量以求取黄道度数的办法：用一根竹篾，穿在天球两极。篾的长度正与天球半圆周相等。将竹篾从冬至点开始，沿赤道一度一度移动过去，读取竹篾中线所截的黄道度数，将此数与相应的赤道度数相减，即得该赤道度数(或黄道度数)下的黄赤道差。从这种比量方法可以悟得，中国古代并无像古希腊那样的黄经圈概念。中国古代的黄道度数实际是以赤经圈为标准，截取黄道上的弧段而得。这种以赤极为基本点所求得的黄经度数，今人名之为“伪黄经”、“极黄经”(实际当名为“赤极黄经”)等等。对于像太阳这样在黄道上运动的天体，其伪黄经度数和真正的黄经度数是相等的。而对黄道之外的天体，则二者是有区别的(当然，除了正好在二至圈——过冬、夏至点及赤极、黄极的大圆——上的点之外)，距黄道越远，差别越大。<br>　　其二，文中给出了所谓黄赤道差的变化规律。将赤道均分为24等分。用上述方法求取每一分段相当的黄道度数。此度数与相应赤道度数的差即所谓黄赤道差。这是中国古代所求得的第一个黄赤道差规律。黄赤道差后来在中国历法计算中起了很重要的作用，作为首创者的张衡其贡献也是不可磨灭的。<br>　　除了刘昭所引的这段文字之外，在晋、隋两《书》的“天文志”里所引述的<a href=\"http://so.gushiwen.org/author_2135.aspx\">葛洪</a>的话中转引了一段题为《浑天仪注》的文字；在唐代《开元占经》第一卷里编有一段题为《张衡浑仪注》和一段题为《张衡浑仪图注》的文字。把这3段文字和刘昭所引的《浑仪》一文相比较后可以知道，葛洪所引的《浑天仪注》这段文字不见于刘昭所引，而见于《张衡浑仪注》中。《张衡浑仪注》的剩余部分和《张衡浑仪图注》即是刘昭所引文字的分割，但又有所增删。除此之外，在《开元占经》卷二十六“填星占”中还有3小段题为《浑仪》的文字；卷六十五的“天市垣占”下小注中有题为《张衡浑仪》的文字一句。这4段文字也不见于刘昭所引。总括上述情况，可以得出两点结论：其一，刘昭所引只是张衡《浑仪》一文的节选。张衡原文的内容更为丰富一些。但丰富到何种程度，现已无可考。且自《隋书· 经籍志》以来的目录著作中，对《浑仪》(或《浑天仪》)一文从来只标注为“一卷”。因此，想来不会有惊人的数量出入。其二，张衡《浑仪》一文确曾被人作过注，还补过图注。注和图注大概不是一人所注，且大概不是张衡本人所加，否则就不会有单独的《浑仪》一文的存在了。<br>　　这几段与《浑仪》有关的文字中当代研究家最关心的是葛洪所引的《浑天仪注》是否是张衡原作的问题。因为这一段文字素来被现代研究家视作中国古代浑天说的代表作，甚至视其地位犹在《灵宪》之上。过去人们当然把它看作是张衡的作品。但到70年代末，有人对此提出了全盘的否定。认为所有冠以或不冠以张衡之名的《浑仪》、《浑仪注》、《浑仪图注》、《浑天仪注》等等都是后人的作品。嗣后，又有人对之作了全面的辩驳，维护了传统的观点。这一段争论前后历时长达12年。现在看来，全面否定张衡有《浑天仪》一文传世的论点已基本失败，即至少可以肯定，刘昭所引的《浑仪》一文是张衡原作。但否定者仍有其历史贡献，他启发人们去注意古代文献流传中的复杂情况。例如，过去人们并未认识到《浑仪》一文还有行星和恒星等方面的内容。同时，也仍然还有理由可以怀疑葛洪所引《浑天仪注》一段是否是张衡原注。因为第一，这一段名之为“注”，而在古代文献中，加不加“注”字是有本质差别的。不加“注”字的是指原文，加“注”字的就有注文。既然有不加注字的《浑天仪》，则加“注”字的《浑天仪注》就不只是《浑天仪》原文，而且还有注文。第二，《浑天仪注》的思想就其正确面而言，并不超出《灵宪》。如果我们把《灵宪》中的地看作是浮于水面，孤居天中央，远较天为小的陆地的话，那么这与《浑天仪注》所说的“地如鸡子中黄，孤居于天内，天大而地小。天表里有水，天之包地犹壳之裹黄。天地各乘气而立，载水而浮”等这段纲领性的话并无矛盾。反之，《浑天仪注》中认为“北极……出地上三十六度”，这段话当不可能是注重实际观测的张衡的结论。张衡的诞生地南阳，长期当太史令的地点洛阳，都不会有北极出地三十六度的现象。根据他曾到过全国很多地方的经历来看，张衡也似乎不应有北极出地为固定值的概念。这大概也正是他在《灵宪》一文中未提北极出地数值的原因。有鉴于此，宁可把《浑天仪注》的作者问题作为存疑，而期待今后的研究与发现。</p> <p><strong>瑞轮</strong><br>　　荚更是一件前所未有的机械装置。所谓荚是一种神话中的植物。据说长在尧帝的居室阶下。随着新月的出现，1天长1个荚，到满月时长到15个荚。过了月圆之后，就一天掉1个荚。这样，数一数荚的荚数就可以知道今天是在一个朔望月中的哪一天和这天的月相了。这个神话曲折地反映了尧帝时天文历法的进步。张衡的机械装置就是在这个神话的启发下发明的。听谓“随月盈虚，依历开落”，其作用就相当于现今钟表中的日期显示。<br>　　遗憾的是关于张衡浑天仪中的动力和传动装置的具体情况史书没有留下记载。张衡写的有关浑天仪的文章也只留存片断。这片断中也没有提及动力和传动装置问题。近几十年来，人们曾运用现代机械科技知识对这个装置作了一些探讨。最初，人们曾认为是由一个水轮带动一组齿轮系统构成。但因有记载明言浑天仪是“以漏水转之”，而又有记载明言这漏水又是流入一把承水壶中以计量时间的。因此，就不能把这漏水再用来推动原动水轮。所以，原动水轮加齿轮传动系统的方案近年来受到了怀疑。最近有人提出了一种完全不同的设计。他们把漏壶中的浮子用绳索绕过天球极轴，和一个平衡重锤相连。当漏壶受水时壶中水量增加，浮子上升，绳索另一头的平衡锤下降。这时绳索牵动天球极轴，产生转动。此种结构比水轮带动齿轮系的结构较为合理。因为(i)张衡时代的齿轮构造尚相当粗糙，难以满足张衡浑天仪的精度要求。(ii)这个齿轮系必含有相当数量的齿轮，而齿轮越多，带动齿轮旋转的动力就必须越大。漏壶细小缓慢的水流量就越难以驱动这个系统。(iii)更关键的是前面已提到的漏壶流水无法既推动仪器，又用于显示时刻。而浮子控制的绳索传动就可避开上述三大困难。人们已就此设想做过小型的模拟实验。用一个直径为6.5厘米，高3.5厘米的圆柱形浮子和一块27克重的平衡重锤，就可通过绳索带动质量为1040克的旋转轴体作比较均匀的转动。其不均匀的跃动在一昼夜中不过数次，且跃动范围多在2°以下，这种误差在古代的条件下是可以允许的。因此，看来浮子- 平衡重锤- 绳索系统比原动水轮- 齿轮系统的合理性要大一些。不过，张衡的仪器是个直径达1米以上的铜制大物。目前的小型实验尚不足以保证在张衡的仪器情况下也能成功，还有待更进一步的条件极相近的模拟实验才能作出更可信的结论。<br>　　不管张衡的动力和传动系统的实情究竟如何，总之，他是用一个机械系统来实现一种与自然界的天球旋转相同步的机械运动。这种作法本身在中国是史无前例的。由此开始，我们诞生了一个制造水运仪象的传统，它力图用机械运动来精确地反映天球的周日转动。而直到20世纪下半叶原子钟发明和采用之前，一切机械钟表都是以地球自转，亦即天球的周日转动为基础的。所以，中国的水运仪象传统乃是后世机械钟表的肇始。诚然，在公元前4世纪到公元前1世纪的希腊化时代，西方也出现过一种浮子升降钟(anaphoric clock)，它的结构和最近人们所设想的浮子- 平衡锤- 绳索系统浑天仪相仿，不过其中所带动的不是一架天球仪，而是一块平面星图。可是在随后的罗马时代和黑暗的中世纪，浮子升降钟的传统完全中断而消失。所以，中国的水运仪象传统对后世机械钟表的发展具有极其重要的意义。而这个传统的创始者张衡的功绩自然也是不可磨灭的。<br>　　从当时人的描述来看，张衡浑天仪能和自然界的天球的转动配合得丝丝入扣，“皆如合符”，可见浑天仪的转动速度的稳定性相当高。而浑天仪是以刻漏的运行为基础的。由此可以知道，张衡的刻漏技术也很高明。</p> <p><strong>地动仪</strong><br>　　公元132年，我国著名科学家张衡发明了最早的地震仪，称为候风地动仪。它有八个方位，每个方位上均有一条口含铜珠的龙，在每条龙的下方都有一只蟾蜍与其对应。任何一方如有地震发生，该方向龙口所含铜珠即落人蟾蜍口中，由此便可测出发生地震的方向。当时利用这架仪器成功地测报了西部地区发生的一次地震，引起全国的重视。这比起西方国家用仪器记录地震的历史早一千多年。<br>　　张衡的另一个有杰出贡献的科学领域是地震学。他的代表作就是震烁古今的候风地动仪的发明。不过，要声明的是，现在中国所见到的地动仪，并不是张衡发明的地动仪，而是后人复原的。张衡发明的地动仪早就毁于战火了，地动仪发明于阳嘉元年(公元132年)。这是他在太史令任上的最后一件大工作。在《后汉书·张衡传》中对这件事有较详细的记载。自19世纪以来即有人力图运用现代科技知识，根据《后汉书》的记载来复原张衡的这项伟大的发明。到了20世纪50年代，王振铎先生“复原”了张衡地动仪（见右图），并且被认为是科学的，甚至广泛的被纳入小学生课本。不过，王振铎复原的地动仪多次在公开场合大出洋像，它要么不能动，要么就是跺脚也会被当成地震，可是人们却误信王振铎的复原就是张衡原本的发明， 国内外学者也因此早就开始不停的否定它。其中不乏言辞激烈者，这给张衡甚至整个中国古代科技的名誉带来很大的负面影响。现今证明，不是张衡的地动仪有错，而是王振铎先生的复原有原理性错误。不过，王振铎在地动仪外型上的复原，还是卓有建树的，这点应该肯定。<br>　　关于地动仪的结构，目前流行的有两个版本：王振铎模型，即“都柱”是一个类似倒置酒瓶状的圆柱体，控制龙口的机关在“都柱”周围。这一种模型最近已被基本否定。 另一种模型由地震局冯锐提出，即“都柱”是悬垂摆（见于袁宏的《后汉纪》）,摆下方有一个小球，球位于“米”字形滑道交汇处（即《后汉书·张衡传》中所说的“关”），地震时，“都柱”拨动小球，小球击发控制龙口的机关，使龙口张开。另外，冯锐模型还把蟾蜍由面向樽体改为背向樽体并充当仪器的脚（见左图）。该模型经模拟测试，结果与历史记载吻合。<br>　　张衡这台仪器性能良好，曾成功测到过陇西的一次地震，据当时记载：“验之以事，合契若神。”甚至可以测到发生在数千里外而在洛阳并无人有震感的地震。这台仪器不仅博得当时人的叹服，就是在今天的科学家看来也无不赞叹。世界上地震频繁，但真正能用仪器来观测地震，在国外，那是19世纪以后的事。候风地动仪乃是世界上的地震仪之祖。虽然它的功能尚只限于测知震中的大概方位，但它却超越了世界科技的发展约1800年之久！</p> <p><strong>历法讨论</strong><br>　　张衡<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加过一次东汉王朝的历法大讨论，这件事发生在汉安帝延光二年(公元123年)。据《汉书·律历志》记载，张衡当时任尚书郎之职。这次大讨论的起因是，有人从图谶和灾异等迷信观念出发，非难当时行用的较科学的东汉《四分历》，提出应改用合于图谶的《甲寅元历》。又有人从汉武帝“攘夷扩境，享国久长”出发，认为应该倒退回去采用《太初历》。张衡和另一位尚书郎周兴对上述两种意见提出了批驳和诘难，使这二宗错误意见的提出者或者无言以对，或者所答失误，从而为阻止历法倒退做出了贡献。张衡、周兴两人在讨论中还研究了多年的天文观测记录，把它们和各种历法的理论推算进行比较，提出了鉴定，认为《九道法》最精密，建议采用。的确，《九道法》的回归年长度和朔望月长度数值比《太初历》和东汉《四分历》都精密。<br>　　而且，《九道法》承认月亮运行的速度是不均匀的，而当时其他的历法都还只按月亮速度均匀来计算。所以，《九道法》所推算的合朔比当时的其他历法更符合天文实际。只是如果按照《九道法》推算，将有可能出现连着3个月是30天的大月，或连着两个29天的小月等的现象。而按千百年来人们所习惯的历法安排，从来都是大、小月相连，最多过17个月左右有一次两个大月相连，绝无3个大月相连，更无2个小月相连的现象。所以，《九道法》所带来的3大月或2小月相连的现象对习惯守旧的人是难以接受的。这样，张衡、周兴建议采用《九道法》本是当时最合理、最进步的，但却未能在这场大讨论中获得通过。这是中国历法史上的一个损失。月行不均匀性的被采入历法又被推迟了半个多世纪，直到刘洪的《乾象历》中才第一次得以正式采用。</p> <p><strong>汉赋贡献</strong><br>　　张衡是汉赋发展史上承前启后、具有划时代巨大贡献的重要作家。在他一生作赋的生涯中，首先是虚心学习，较全面地继承了前代赋家的赋心与表现手法。大赋则远绍<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>《子虚》，近取<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>《两都》而有《二京赋》；骚赋则上追<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《离骚》、下踪班固《幽通》作《思玄赋》；七体则步<a href=\"http://so.gushiwen.org/author_822.aspx\">枚乘</a>《七发》、傅毅《七激》作《七辩》；文赋则依<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>的《答客难》、班固的《答宾戏》作《应间》。其他还有受<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>《蜀都赋》启发作《南都赋》；效傅毅《舞赋》而再作《舞赋》等等。以上所举，虽皆属模拟，成就又有高下之分，但也都确实不同程度地显现出了艺术上的创意。如《应间》，固然踪迹东方朔的《答客难》和班固的《答宾戏》，但是又不似东方朔反话正说，辛辣尖刻地发泄遭时不遇的愤诽，也不似班固隐微地抒发内心 以二世才术，位不过郎 的不平衡的怨思，而是通过有人对自己自安帝元初二年（公元115年）为太史令，六年未迁升，建光元年（公元121年）转官接近皇帝、较有权势的公车司马令后，于顺帝永建元年（公元126年）又复任太史令，认是 失志 ， 非进取之势也 ，故说非难闲话的回答，重在表明自己坚持高尚修洁的操守： 捷径邪至，我不忍以投步；干进苟容，我不忍以歙（胁）肩。 奉顺敦笃，守以忠信；得之不休（美），不获不吝（耻）.并且尽管不被世俗理解也不愁闷， 居下位而不忧 ，一心 与世殊技，固孤是求 ，在太史令的位置上笃志于天文、科技的潜心研究，根本不以官职势禄为意的人生志向。考察张衡一生正直不阿，淡泊宁静地投身于祖国的科学事业，而且做出了享誉世界的伟大成就，推动了人类文明进展的事实，此赋自有震撼人心的人格力量。经如此广收博取的学习继承，张衡更突出的还在于能融汇贯通，极富创造性地以《归田赋》，实现了汉赋主体从铺采摛文、闳衍巨侈、重体物而淹情志，向清新爽丽、短小精练、情境相生的转变，而掀开了抒情小赋的创作时代。张衡赋的代表作历来公认为是《二京赋》、《思玄赋》和《归田赋》。</p> <p><strong>其他贡献</strong><br>　　从上面所介绍的浑天仪和候风地动仪的构造即可得知，张衡掌握了很高明的机械技术。他的朋友崔瑗在为他写的墓碑中赞道：“数术穷天地，制作侔造化。”前一句是道他数学天文学知识之渊博，后一句则是赞他制造的各种器物之神奇。其实，神奇是由于他巧妙地运用各种机械技术的结果。<br>　　传说他当时还制做过两件神奇的器物。一件是有三个轮子的机械，可以自转；一件是一只木雕，能在天上飞翔。<br>　　关于木雕，《墨子· 鲁问》就有记载：“公输子削竹木以为鹊。成而飞之，三日不下。”《列子·汤问》和《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子·外储说》都记载说，墨子本人也造过能飞的木鸢。这些木鹊或木鸢大概是一种鸟状的风筝。不可能是其他装有动力机的、如今日飞机之类的飞行器。因为当时还不可能有连续运行一日乃至三日之久的动力机。张衡的木雕，大概也是一种风筝。不过，北宋类书《太平御览·工艺部九》引《文士传》中一段记载说：“张衡尝作木鸟，假以羽翮，腹中施机，能飞数里。”这里说到“腹中施机”，而且“能飞数里”，因此，过去有的作者认为是一种飞机类的飞行器。但装在飞行器上的动力机必须重量足够轻而马力足够大，并且还要求飞行器本身具有一定的适宜起飞上升的形状等等，这些条件在张衡时代没有一条是能做得到的。所以，张衡的木雕即使真的“腹中施机”，那么，这种机也不会是动力机，而是一种装在风筝上用线控制飞行的操纵机构。<br>　　关于三个轮子可以自转的机械，古来就有不同意见。南宋学者<a href=\"http://so.gushiwen.org/author_841.aspx\">王应麟</a>认为是一种记里鼓车。这种车利用一组齿轮系把大车转动时车轴的运动传递到一个木人的手臂上，使它过一里路时敲一下鼓。这个设想看来不大符合“三轮可使自转”的意思。敲鼓的动作一般是不当作转动看的。另一种意见则认为是一种指南车。清代王先谦《后汉书集解·张衡传》中引《宋书 ·礼志》：“指南车，其始周公作，张衡始复创造”(按：这是《宋书·礼志》的摘引，实非原文)。看来，指南车的形象更符合于“自转”的用词，因为不管下面轮子怎么转，车上的人只见到指南车木人的手指在自动地转向南方。<br>　　总之，张衡在机械技术方面是非常高明的。《太平御览· 工艺部九》引晋代葛洪《抱朴子》曰：“木圣：张衡、马钧是也。”现在的中国科技史家都公认马钧是我国三国时代一位杰出的机械发明家，而在葛洪看来，张衡、马钧都是一代木圣。<br>　　《后汉书·张衡传》中提到，张衡写过一部书叫《算罔论》。此书至迟到唐代已经失传，以至唐代的章怀太子李贤怀疑张衡没写过这部书，而是因为《灵宪》是网络天地而算之，故称《灵宪算罔论》。从《九章算术·少广》章第二十四题的刘徽注文中得知有所谓“张衡算”，因此，张衡写过一部数学著作是应该肯定的。从刘徽的这篇注文中可以知道，张衡给立方体定名为质，给球体定名为浑。他研究过球的外切立方体积和内接立方体积，研究过球的体积，其中还定圆周率值为10的开方，这个值比较粗略，但却是我国第一个理论求得π的值。另外，如果按照钱宝琮先生对《灵宪》的校勘：“(日月)其径当天周七百三十分之一，地广二百三十二分之一”，则当时π值等于730/232=3.1466，较10的开方有精密了。<br>　　不过，从刘徽注中也可以看到，这位100多年之后的大数学家对张衡的数学有较严厉的批评，认为张衡：“欲协其阴阳奇耦之说而不顾疏密矣！虽有文辞，斯乱道破义，病也！”如按此批评来看，则钱宝琮先生所作的校勘似乎未必都符合张衡的原来数字。</p> <p><strong>其他方面的成就</strong><br>　　张衡曾被唐代人看作是东汉时代的大画家。张彦远的《历代名画记》卷三记有：“张衡作《地形图》，至唐犹存。”这幅《地形图》中是否还有地理科学上的意义，现已无可考了。当时还流传有他用脚画一只神兽的故事。故事虽然神化了，但也反映出张衡有很高的画技。<br>　　他当过太史令，因而对史学也有许多研究。他曾对《史记》、《汉书》提出过批评，并上书朝廷，请求修订。他又对东汉皇朝的历史档案作过研究，曾上表请求专门从事档案整理工作，补缀汉皇朝的史书。这些上书均无下文。<br>　　他还研究文字训诂的学问，著有《周官训诂》一书。当时崔瑗评价说：广大学者都对它提不出异议来。<br>　　他又是个大文学家，他的《二京赋》曾花了10年的创作功夫，可见其创作态度的严肃。这篇赋不但文辞优美，脍炙人口，而且其中讽刺批评了当时统治集团的奢侈生活，其思想性也是比较高的。他在河间相任期时创作的《四愁<a href=\"http://so.gushiwen.org/author_6.aspx\">诗</a>》受到文学史家郑振铎先生的高度评价，称之为“不易得见的杰作”。他的《思玄赋》中有大段文字描述自己升上了天空，遨游于众星之间，可说是一篇优雅的科学幻想诗。除了上述诸文外，遗留至今的还有《温泉赋》、《归田赋》等20多篇，都是辞、义俱佳的力作。<br>　　张衡虽然在年轻时就已才闻于世，但他却从无骄傲之心，他的性格从容淡静，不好交接俗人，也不追求名利。大将军邓骘是当时炙手可热的权势人物，多次召他，他都不去。后来他当了官，显然因为这种性格，使他很长时间不得升迁。他对此毫不在意，而是孜孜于钻研科学技术。大概是为了回答好心人的劝慰，他写了《应闲》一文以表明自己的志向。文中说到，有的人劝他不要去钻研那些难而无用的技术，应该“卑体屈己，美言”以求多福。他回答说：“君子不患位之不尊，而患德之不崇；不耻禄之不厚，而耻知之不博。”这二句掷地有声的话，表明了他不慕势利而追求德智的高尚情操。他认为能不能得到高位是由命运决定的。这种想法现代人当然会目之为唯心主义。但张衡的落脚点却是在于认为对高位“求之无益”，智者是不去追求它的。反之，叫他去“卑体屈己”以求升官，他说这是“贪夫之所为”，自己是羞于为此的。他特别还回答了学技术的问题，说是你们认为这些技术无用，我却唯恐高明的人不教我。这里充分表达出张衡作为一个科学家渴求知识、敢于和鄙弃知识的社会愚昧思想作斗争的崇高精神。<br>　　张衡虽然淡于名利，却不是一味清高，不问政治，不讲原则的人。恰恰相反，他一生中有许多事迹表明了他有他的政治理想和抱负。他更坚持作为一个科学家的鲜明品格的实事求是原则。<br>　　张衡的政治抱负也很简单，就是8个字：佐国理民，立德立功。而佐国理民的具体目标和方法则是改革时弊，加强礼制，剔除奸佞，巩固中央。<br>　　在张衡的时代正是政治日渐腐败，宦官逐渐在和外戚的斗争中权力越来越大，而地方豪强也趁中央衰落之际猖獗起来，他们一起对人民的剥削压榨越加残酷。对这些腐败黑暗现象张衡都有过抗争。他曾向顺帝上书，讽示近世宦官为祸，要皇帝“惟所以稽古率旧，勿令刑德八柄不由天子”，要求皇帝“恩从上下，事依礼制”。对选拔人才的方法他也提出建议加以改革。在河间相任期时他还积极进行了抑制豪强的斗争。当时朝廷腐败，像张衡那样个人的斗争已无济于事。就在他上书要皇帝警惕宦官为祸不久，顺帝却又下诏特许受封为列侯的宦官可以收养义子，继承爵位，使宦官获得了和贵族世家同样的世袭特权！张衡明白了，他的反宦官斗争已没有意义。所以，后来顺帝问他：当今天下所憎恨的是什么人？这时，在宦官们环视之下，他已无话可说，只好“诡对而出”。由此，他思想里充满了矛盾和痛苦。他晚年的诗赋里大量反映了这种情绪。后人把他的《四愁诗》和伟大诗人屈原的《离骚》相比，这并不是没有理由的。<br>　　由于黑暗势力的强大，张衡晚年有消极避世的思想，因而有《归田赋》之作。这是封建制度下的时代悲剧，不足以减损张衡这位伟大科学家为人民所建立的丰功伟绩。他在诗中开始指摘“天道之微昧”，表露出对统治者的失望；他仍然讽刺热衷利禄的人，说他们是“贪饵吞钩”。这些都说明，张衡的是非观念仍然是十分清晰的。<br>　　已故的中国科学院院长郭沫若曾为张衡墓碑题词道：“如此全面发展之人物，在世界史中亦所罕见。万祀千龄，令人景仰。”这是当代中国人民的共同心声！<br>　　附：四愁诗(节选)<br>　　我所思兮在泰山，欲往从之梁父艰。侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳? </p><br/><h2>相关论点</h2> <p>　　上海古籍出版社于2009年8月1日出版有今人张震泽注有《<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a><a href=\"http://so.gushiwen.org/author_6.aspx\">诗</a>文集校注》。</p> <p>　　<strong>(1)宇宙的起源</strong></p> <p>　　《灵宪》认为，宇宙最初是一派无形无色的阴的精气，幽清寂寞。这是一个很长的阶段，称为“溟滓”。这一阶段乃是道之根。从道根产生道干，气也有了颜色。但是，“浑沌不分”，看不出任何形状，也量不出它的运动速度。这种气叫做“太素”。这又是个很长的阶段，称为“庞鸿”。有了道干以后，开始产生物体。这时，“元气剖判，刚柔始分，清浊异位，天成于外，地定于内”。天地配合，产生万物。这一阶段叫做“太玄”，也就是道之实。《灵宪》把宇宙演化三阶段称之为道根、道干、道实。在解释有浑沌不分的太素气时引了《道德经》里的话：“有物混成，先天地生。”这些都说明了《灵宪》的宇宙起源思想，其渊源是老子的道家哲学。《灵宪》的宇宙起源学说和《淮南子·天文训》的思想十分相像，不过《淮南子》认为在气分清浊之后“清阳者薄靡而为天，重浊者凝滞而为地”。天上地下，这是盖天说。而《灵宪》主张清气所成的天在外，浊气所成的地在内，这是浑天说。</p> <p>　　总之，张衡继承和发展了中国古代的思想传统认为宇宙并非生来就是如此，而是有个产生和演化的过程。张衡所代表的思想传统与西方古代认为宇宙结构亘古不变的思想传统大异其趣，却和现代宇宙演化学说的精神有所相通。</p> <p>　　<strong>(2)关于宇宙的无限性</strong></p> <p>　　战国时代的《尸子》定义说，“上下四方曰宇，往古来今曰宙”。宇就是空间，宙就是时间。中国的传统思想是把空间和时间联系在一起的。这一点也和西方古代把二者看成是两个互相割裂的概念大不相同。但是，中国和西方一样，在二者是有限还是无限的问题上历来也有争论。《庄子》一书中就有宇宙在空间和时间上都是无限的说法。而西汉末年的<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>却认为“阖天为宇，辟宇为宙”，在空间上是有限的，在时间上是有起点的。张衡虽然长期研究扬雄的《太玄经》，并受到扬雄较深的影响，但在宇宙的无限性上却不愿遵循扬雄。《灵宪》认为人目所见的天地是大小有限的，但是，超出这个范围，人们就“未之或知也。未之或知者，宇宙之谓也。宇之表无极，宙之端无穷”。宇宙在空间上没有边界，在时间上没有起点。扬雄的思想和目前天文学界最负盛名的大爆炸宇宙学说在终极本质上是相通的。而张衡的结论却和当代的辩证唯物主义哲学相合。看来，宇宙有限无限的问题还得长期争论下去。</p> <p>　　<strong>(3)关于天地的结构</strong></p> <p>　　《灵宪》把天描述成是恒星所在的地方，它是一个偏心率极小的椭球：“八极之维，径二亿三万二千三百里。南北则短减千里，东西则增广千里。通而度之，则是浑已。”天上有一个北极，枢星正好在这个位置上。日、月、五星都绕它旋转。天还有个南极，是在地底下，人不可见。人目所见的地表面是平的，正在天的中央，“自地至天，半于八极；则地之深亦如之”。可见，张衡心目中的地是个半球。在地面上来说，如以8尺高的表在同一天正午测量日影长度，则南北相距千里的两个地点所量得的表影长度相差1寸。</p> <p>　　为什么把天地要设想成是个椭球结构？我们已无法了解，或许，一种可能是囿于传统。早在《吕氏春秋·有始览》中就提到：“凡四海之内，东西二万八千里，南北二万六千里”，东西比南北长了二千里。《淮南子·坠形训》中也引了这两个数值。可见古人大概相当相信天、地的东西要比南北来得长。</p> <p>　　地平说和“表影千里差1寸”的理论，过去人们曾以为是盖天说的内容。但若据此即认为《灵宪》的天地结构模形是盖天说，那就不当了。浑天模型和盖天模型最主要的不同在于：浑天的天是球状的，天可以转到地下去。天不仅有出于地上的北极，还有隐于地下的南极。盖天的天则或像一个盖子笼罩着平地(近人称之为第一次盖天说)，或者和地构成二片平行的曲面(近人称之为第二次盖天说)。总之，天永远在地之上。天只有北极而不可能有南极。因此，从对天的结构认识来看，《灵宪》只能划入浑天说而不能视之为盖天说。关于地的问题，必须指出，历史上的浑盖之争，主要在于天而不在于地。直到唐代一行彻底否定了日影千里差1寸的旧说之前，水平大地的观念还一直存在于浑天说中。就是在一行之后，直到西方天文学传入之前，我国仍然未能建立起明确的球形大地的数理模型。反倒是《灵宪》中的那种“天圆地平”说仍然占有重要地位。</p> <p>　　<strong>(4)关于日、月的角直径</strong></p> <p>　　《灵宪》记载，日、月角直径为整个天周的“七百三十六分之一”。化成现代通用角度单位即为29′21″，[根据钱宝琮的研究，认为《灵宪》的“(日、月)其径当天周七百三十六分之一，地广二百四十二分之一”当校改为“(日、月)其径当天周七百三十分之一，地广二百三十二分之一”。如此则日、月的角直径当为 29′35.3″]。这和近代天文测量所得的日和月的平均角直径值31′59″和31′5″相比，误差都只有2′左右。以二千年前的观测条件而论，张衡测值可谓精确。</p> <p>　　在张衡之前的《周髀算经》中也介绍过一个观测：用一根8尺高的竿子垂直立于地面，每当太阳过子午线时量竿影长度。当影长正为6尺时，用一根8尺长、孔径1寸的竹管观看太阳。《周髀算经》认为此时太阳视圆面正好充满竹管。由此，《周髀算经》按照“千里差1寸”的比例关系，求得此时太阳距人目为10万里，进而求得太阳的线直径为1250里。由于“千里差1寸”等基本出发点都是错误的，因而《周髀算经》所得极为荒谬(太阳的线直径实际为139.1万公里)。就观测本身而论，《周髀算经》的结果也是相当粗疏的。按竹管长8尺，孔径1寸计算，太阳角直径为42′58″。误差比《灵宪》所载大多了。</p> <p>　　<strong>(5)关于月食原因</strong></p> <p>　　在张衡之前，人们已对日食的原因有所认识。西汉的<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>就说过：“日蚀者，月往蔽之”(见《开元占经》卷九所引)。东汉<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>在《论衡·说日篇》中引述过别人的一种更明确的说法：“或说，日食者月掩之也。日在上，月在下，障于日之形也。”而对于月食原因，则在张衡之前尚无明晰的解释。大概正是针对这种状况，张衡在《灵宪》中就未及日食原因，而是专门论述了月食的原因：“月，光生于日之所照；魄生于日之所蔽。当日则光盈，就日则光尽也。众星被耀，因水转光。当日之冲，光常不合者，蔽于地也，是谓虚。在星星微，月过则食。” 这段话中说到，月亮本身是不发光的，太阳光照到月亮上才产生光月。月亮之所以出现有亏缺的部分，就是因为这一部分照不到日光。所以，当月和日正相对时，就出现满月。当月向日靠近时，月亮亏缺就越来越大，终至完全不见。这样一种月相理论，在《周髀算经》中已有大概：“日兆(按：通照)月，月光乃生，故成明月。”西汉京房说得更为明确：“先师以为日似弹丸，月似镜体；或以为月亦似弹丸，日照处则明，不照处则暗”(《开元占经》卷一引)。张衡的月相理论和他们没有本质的差别，所突出的是张衡强调了月相与日、月相对位置的关系。但这样一来人们自然要问，既然“当日则光盈”，那么何以有时候当日时会有月食呢？对此，张衡回答说：“蔽于地也”，即大地挡住了日光，使日光照不到月亮上去了。张衡把这块大地所产生的影子起个名字叫“虚”。月亮进入虚时就发生月食。《灵宪》对月食原因的阐述是很科学的。</p> <p>　　不过，再仔细思考一下虚，人们又会提出问题。按照《灵宪》所说的天地结构，地是其下部与天球相密合的半椭球。那么：(i)要使日、月能没入地平且能在地下运动，日、月就只能是两个无厚的圆面，这就和上面说的月相理论相矛盾。(ii)太阳没入地平后光线就会被地半球完全挡住，无论什么时候也不会投射上月亮。这样，晚上的月亮应该总是看不见的，这也就根本谈不上月食的问题了。要解释这两个矛盾，只能认为《灵宪》中的地有二层不同的含义。第一层含义是相对天来说的地，那是个半椭球。第二层含义是相对日、月来说的，那是孤悬在天球中央的一个较小的固体物。或者，可以把这二层含义统一起来说：孤悬在天内的是一片陆地，此外的地则全是水，故能与天球下半相密合。这样理解之下，则日、月仍可是个圆球；而日到水下之后日光仍能穿透水而照射到月亮上，只有那块相对较小的陆地才能产生一块虚。当然，在这样推测的时候还得再补充一点，即应该认为在张衡看来，水是一种透明度较高的物质，所以深入地下之后的日光仍能穿透厚厚的水层而射到月亮，产生皓然明月。</p> <p>　　<strong>(6)关于五星的运动</strong></p> <p>　　《灵宪》中提出了4点极有价值的见解。第一，日、月、五星并非是在天球球壳上，它们是在天地之间运行，距地的远近各有不同。第二，这7个天体的运动速度也不同，离地近的速度快，离地远的速度就慢。第三，《灵宪》用天的力量来说明行星之所以有留、逆、迟、速等运动变化现象(“天道者贵顺也。近天则迟，远天则速。行则屈，屈则留回，留回则逆，逆则迟，迫于天也”)。第四，按照五星离地远近及其运行的快慢，可以将它们分成两类。一类附于月，属阴，包括水星和金星。另一类附于日，属阳，包括火星、木星和土星。</p> <p>　　《灵宪》上述这4点都很有意思。其中第一点可以说基本上是正确的，虽然实际情况要比这种概括复杂得多。第二点则与古希腊人的思想完全相合。而在中国，则在张衡之前还没有人提起过，并且在他之后也未对此点给予重视，这就使中国古代数理天文学的发展受到很大的局限。第三点虽然说得非常含混难解，而且完全不正确，但它却显然是在寻求说明行星运动之所以有顺逆迟速的力学原因。这种努力的本身值得在整个天文学史上大书一笔。1500多年之后，王锡阐在《五星行度解》里提到了类似的思想，并进一步提出了天对日、月、五星有一种类似磁石吸针的力量。王锡阐的思想的力学性就更明确了。虽然张衡、王锡阐的思想都并不正确，但是行星和它们的卫星(月亮是地球的卫星，地球是一颗行星)的运动，的确都是受到万有引力定律所支配的。因此，追究这些天体运动中的力学原因无疑是一个正确的方向。在西方，对于这种力学原因的探讨在张衡之后的1000多年里仍然是没有的。许多伟大的希腊天文学家都只有对日、月、五星的运动作精细的运动学描述，而从未想到过解释其力学原因。力学原因的探讨要直到16世纪科学革命开始之后才被提出来。第四点也很有意思。《灵宪》的行星分类正好是太阳系中内行星与外行星的分类。当然，现在我们知道，所有的行星，包括地球，都是绕太阳转的，而月亮则是绕地球转的。所以，“附于月”的说法当然是错误的。之所以会有这样的错误，是因为张衡和其他古人一样，把月亮作为阴的代表。不过，从金、水两内行星的运动来说，人目所见的鲜有和外行星有截然不同的地方。那就是，外行星只能从晨出于东方开始一个会合周期。而内行星则在一个会合周期不但可以晨出于东方，而且还可以像月亮一样，昏出于西方。正是由于这种昏出于西方的相似性，《灵宪》才提出“附于月”的说法。</p> <p>　　<strong>(7)关于星官</strong></p> <p>　　满天繁星，古人将它们组合成一个个星组，以便于对它们进行辨认和观测。这些星组少则一星，多则数十星。这样的星组古人称之为星官。由于各个天文学家的取舍、组合方法并不都相同，因此形成了许多家不同的星官体系。直到张衡时代，流传于世的星官体系有以《史记·天官书》为代表的体系，有石氏、甘氏、黄帝以及“海人之占”等等的体系。对这些各有特色的体系，张衡作了一番比较、整理和汇总的工作，发展出了一整套收罗恒星最多的新体系。《灵宪》记载，其中“中外之官常明者百有二十四，可名者三百二十，为星二千五百，而海人之占未存焉”。张衡的这一星官体系整理工作比(三国吴)天文学家陈卓总结甘、石、巫咸三家星官的时代要早100多年，而且所包括的星官、星数比陈卓要多得多(陈卓所总结的有283官1464星)，成就当然要比陈卓大。可惜张衡星官体系已经失传，这是我国恒星观测史上的重大损失。</p> <p>　　与恒星星官有关的一个问题是，《灵宪》中提出了星空里还存在一种“微星”即很暗弱的星，其数有11520颗。这个数字并非严格得自实测，而是来自《易经》中神秘的“万物之数”。数字当然是不正确的。但张衡认为有微星存在，且星数比亮星多得多，这却是符合客观实际的。</p> <p>　　<strong>(8)流星和陨星</strong></p> <p>　　天空中除了日、月、星(古称三光。星包括行星和恒星)这些常见成员外，还不时见到流星之类的天体。《灵宪》认为“及其(按：指三光)衰也，神歇精■，于是有陨星。然则奔星之所坠，至地则石矣”。这里，张衡继承了前人“星坠至地则石也”(《史记·天官书》)的思想，对陨石的来源予以较正确的解释。同时，张衡还探讨了陨星产生的原因，认为是与日、月、星的衰败有关。虽然这个想法不正确(太阳系内有一些大大小小的流星体，当它们在运行中与地球相遇，进入大气层后因摩擦而燃烧，便成为流星；较大的流星体在大气层中未及烧尽而坠落地面，便成为陨星，或称陨石)，但是，每个天体都有发展到“衰”败死亡的阶段，这却是非常科学的结论。张衡的这个思想非常合乎辩证法，而且也正是西方古代天文学中所缺乏的。</p> <p>　　与陨石相联系，《灵宪》中对恒星的产生也有一种解释：“地有山岳，以宣其气，精种为星。星也者，体生于地，精成于天。”这种星生于地的见解当然是完全错误的。它是当时已流行了几百年的天地相应的思想的反映。《灵宪》说道：“在天成象，在地成形。天有九位，地有九域。天有三辰，地有三形。有象可效，有形可度。情性万殊，旁通感薄，自然相生，莫之能纪。”这些所谓天地之间的对应，纯粹出于人的主观附会，毫无内涵上的科学联系。例如，所谓天的九位(即古人所谓九天)和地的九域(即所谓九州)全都是中国古人的人为划分。所以，这种相应纯属数字偶合。不过，张衡之所以会有山岳之精气上升为星的想法，原因即在于他见到的陨星至地都是石头，而山岳则正是最多石头的地方。石头又怎能上天？所以必然会想到这是山岳的精气，这就可以上升到天上成为星。这些反映了陨石来自天外的思想。而在西方，直到17世纪，还有天文学家认为陨石并非来自地外的说法。</p> <p>　　《灵宪》作为一篇杰出的古代天文学著作，当然仍会有许多不足的地方。除了前面已经提到的各点外，比如文中还把嫦娥奔月的神话当作事实记载在内，甚至说嫦娥入月后化成了蟾蜍。至于文中流露的种种星占术思想，那是当时整个时代的风气，倒也不必去苛求张衡。总之，尽管《灵宪》有一些缺点，但是它在天文学史上的意义并不因此而逊色。梁代刘昭赞颂张衡是“天文之妙，冠绝一代”，其评价的主要根据之一就是《灵宪》这篇杰出的著作。</p>"
}