{
  "id": 884,
  "star": 11,
  "name": "萧衍",
  "image": "http://img.gushiwen.org/authorImg/xiaoyan.jpg",
  "dynasty": "南北朝",
  "desc": "梁高祖武皇帝萧衍（464年－549年），字叔达，小字练儿。南兰陵郡武进县东城里（今江苏省丹阳市访仙镇）人。南北朝时期梁朝政权的建立者。萧衍是兰陵萧氏的世家子弟，为汉朝相国萧何的二十五世孙。父亲萧顺之是齐高帝的族弟，封临湘县侯，官至丹阳尹知事，母张尚柔。他原来是南齐的官员，南齐中兴二年（502年），齐和帝被迫“禅位”于萧衍，南梁建立。萧衍在位时间达四十八年，在南朝的皇帝中列第一位。在位颇有政绩，在位晚年爆发“侯景之乱”，都城陷落，被侯景囚禁，死于台城，享年八十六岁，葬于修陵，谥为武帝，庙号高祖。",
  "content": "<h2>生平</h2> <p><strong>少年英才<br></strong>　　在血缘上来看，<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>和南齐皇室关系很密切。他的父亲萧顺之就是齐高帝的族弟，曾经做过侍中、卫尉等高官。他们都是东晋淮阴县令萧整的后代。 萧衍后来之所以能建立功勋，并最终建立梁朝，他的家族背景起了很大作用。 <br>　　萧衍小时候就很聪明，而且喜欢读书，是个博学多才的少年，尤其在文学方面很有天赋。当时他和另外七个人一起游于竟陵王萧子良门下，被称为“竟陵八友”，其中包括历史上有名的<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>、<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>、范云等。沈约是知名文学家、史学家，著有《宋书》、《齐纪》等书，而谢朓则是这时期有名的<a href=\"http://so.gushiwen.org/author_884.aspx\">诗</a>人。不过，这八个人当中，萧衍的胆识却是其他七个人无法相比的。 在隋炀帝正式创立科举制度之前，中国的官吏基本上是世袭加推荐两种形式，所以，家族的背景尤其重要。而且在三国、两晋、南北朝时期，更注重门第观念，不是名家大族的人，如果想做官是非常难的。萧衍因为有先天的家族背景，所以刚做官时就是在卫将军王俭手下。<br>　　果然，王俭见萧衍很有才华，言谈举止也很出众，于是就提拔他做了户曹属官。因为他办事果断机敏，和同事以及上司关系融洽，不久又提升为随王的参军。后来因为父亲去世，他回去守丧三年，然后复官，升任太子庶子和给事黄门侍郎。 </p> <p><strong>襄助萧鸾<br></strong>　　永明十一年（公元493年），齐武帝病重，当时的大臣王融想在武帝去世后拥立竟陵王萧子良，以便控制朝政。后来事情败露，王融下狱被赐死。王融的计划和结局，萧衍原来就已经推算出来了，他的好友范云由此对他异常敬佩。齐武帝去世后，皇太孙萧昭业即位为帝，只知享乐，不理政务，对大臣的劝谏也不接受。掌权的大臣萧鸾决定把他废掉。<br>　　在和萧衍他们商议时，萧衍表示反对，他说：“废立皇帝是大事，不能轻率从事，现在废立难免会遭到众王的反对。”萧鸾则说：“现在的众王没什么才能，只有随王萧子隆文武兼备，而且占据荆州。如果把他召回来，就万事大吉了。但怎么才能让他回来呢？” 萧衍说：“这个随王其实徒有虚名，并无什么真才干。他的属下也没有出色的人，只是依赖武陵太守卞白龙和另外一个，这两个也是无能之辈，贪图金钱富贵，到时候只要一封书信许诺高官厚禄，就可以把他们轻易地召回来。没有了左膀右臂，那个随王到时候也会跟着回来的。” 萧鸾对萧衍的分析很赞同，于是照他们商议的执行。萧鸾废杀萧昭业，拥立萧昭文，自己掌握朝政大权。三个月之后，萧鸾废掉萧昭文，自己做了皇帝，这就是齐明帝。萧鸾做皇帝之后，没有忘记萧衍的谋划之功，把他提拔为中书侍郎，后来又升为黄门侍郎。萧衍的地位开始显赫起来。 </p> <p><strong>力退北魏</strong><br>　　在萧衍辅佐萧鸾做皇帝的第二年，北魏的孝文帝率领三十万军队亲自进攻南朝的齐，沿淮河向东攻打钟离。齐明帝萧鸾先派左卫将军崔慧景、宁朔将军裴叔业领兵迎战。听到北魏军队分兵攻打义阳后，又派遣萧衍和平北将军王广之领兵救援。 <br>　　王广之领兵进到离义阳百里之外时，听说北魏军队人强马壮，于是畏缩不前。萧衍则请求充当先锋，和北魏军队交战。王广之于是派部分军队归萧衍指挥，进兵义阳。 <br>　　萧衍带领军队连夜抄小路赶到了距离北魏军只有几里地的贤首山，然后命令士兵将旗帜插满了山上山下。等到天一亮，义阳城中的齐军看到后，以为重兵已经赶到给他们解围来了，于是士气大增，马上集合军队出城攻击北魏军，同时顺风放火。这边的萧衍也趁机夹攻北魏军，萧衍亲自上阵，摇旗擂鼓助威，齐军士气高昂，个个奋勇杀敌。北魏军在齐军前后夹击下，溃不成军，只好退却。齐军最终取得了这场战役的胜利。萧衍也因战功而升任太子中庶子。 </p> <p><strong>雍州战败</strong><br>　　公元487年的秋天，北魏军再次南下，接连攻下了新野和南阳，前锋直逼雍州，即当前的湖北襄樊市。齐明帝萧鸾赶忙派萧衍、左军司马张稷、度支尚书崔慧景领兵增援雍州。第二年的三月，萧衍和崔慧景领兵与北魏军作战，在雍州西北的邓城被北魏的几万铁骑兵包围。萧衍知道城中粮草和枪械缺乏，就对崔慧景说：“我们远道征战，本来就很疲惫，需要休整，现在又遇到强敌围困。如果军中知道粮草缺乏的实情，肯定会发生兵变。为防万一，我们还是趁敌人立足未稳，鼓舞士气杀出重围为上策。”<br>　　崔慧景虽然心中忧虑胆怯，但表面上却假装镇静：“北方军队都喜欢游动作战，他们不会夜里攻城的，不久自然会退兵的。”没想到魏军越来越多，没有退却的迹象。原来还表现得很镇静的崔慧景这时露出了胆怯的原形，没有和萧衍商议，就私自带着自己的部曲逃走了。其他各部见统帅溜了，也纷纷逃散。萧衍无法控制局面，只好边战边退。过一道沟时，军队自相践踏，再加上北魏军在后边射箭攻击，齐兵死伤惨重。<br>　　最后，萧衍退到了樊城，才得以站稳脚跟。这次战败后，齐明帝没有责怪萧衍，而是让他主持雍州的防务，任雍州刺史。从此萧衍就有了一块固定的根据地，这为他势力的发展奠定了基础，成为他日后争夺齐政权的资本。 </p> <p><strong>谋诛东昏</strong><br>　　齐明帝萧鸾在位只有五年就病死了，他的儿子萧宝卷即位，这就是无能的东昏侯。东昏侯治国无术，却很残忍，做皇帝后杀掉了很多大臣，对于一些功臣也不知道爱护，妄加杀戮。萧衍逐渐和他对立起来。<br>　　在东昏侯冤杀军功大臣、萧衍的兄长萧懿后，萧衍召集部下商议废掉东昏侯。众人非常赞同，萧衍于是大力招兵，准备和东昏侯决战，很快招募到甲士千人，马上千匹，战船三千艘。 <br>　　为了增加号召力，萧衍联合了南康王萧宝融一起举兵，后来南康王在江陵即位，这就是齐和帝。他们共同和东昏侯争夺齐的政权。最后，萧衍领兵到达了建康城下，和守军激战，攻下了外城，将齐宫城团团围住。<br>　　在国难之际，齐内部仍有奸臣进谗言，说事到如此完全是文武大臣的过错，怂恿东昏侯大开杀戒。这使征虏将军王珍国异常愤恨，暗中派心腹给萧衍送去一个明镜，表示心迹。王珍国和其他大臣，带兵夜入皇宫，杀死在国难当头还在醉生梦死、歌舞不断的东昏侯。然后将他的头颅送出，献给萧衍。<br>　　萧衍在攻占首都建康后，派兵四处征讨，各地的官员纷纷投降归顺。这次萧衍拥戴萧宝融，消灭了东昏侯，立下了赫赫战功，他也因此升任大司马，掌管中外军国大事，还享有剑履上殿，入朝不趋，赞拜不名的殊荣。 </p> <p><strong>代齐建梁<br></strong>　　萧衍虽然大权在握，也想废和帝自己做皇帝，但他并没有急于求成，而是静待时机。原来的好友沈约知道他的心事，于是委婉地向他提起此事，第一次时萧衍装糊涂，推辞过去了。第二次提起时，萧衍犹豫片刻，说了句“让我想想再说吧”。后来就答应了。<br>　　沈约又告知了范云，两人都同意拥立萧衍做皇帝，萧衍知道后，很高兴。在他们谋划的过程中，萧衍竟然贪恋起原来宫中的两个美女来，把头等大事忘到了脑后。范云知道后很着急，又找到萧衍，说明利害，这才使萧衍下决心灭掉齐，免得夜长梦多。 <br>　　范云和沈约写信给和帝的中领军夏侯祥，要他逼迫和帝禅让帝位给萧衍。同时，萧衍的弟弟、荆州刺史也让人传播民谣“行中水，为天子”，利用人们的迷信观念为萧衍称帝大造舆论。等和帝的禅让诏书送到后，萧衍又假装谦让。于是，范云带领众臣117人，再次上书称臣，请求萧衍早日登极称帝。太史令也陈述天文符谶，证明他称帝合乎天意，萧衍这才装着勉强接受众人的请求，在公元502年的农历四月，正式在都城的南郊祭告天地，登坛接受百官跪拜朝贺 建立大梁帝国。 <br>　　然后，萧衍派人给和帝送去生金，逼其吞金自尽。和帝死后，萧衍说他暴病而死，谥为和帝。又按照皇帝的规格举行丧礼，将他葬在恭安陵。</p> <p><strong>显著政绩<br></strong>　　萧衍做皇帝之后，初期的政绩是非常显著的。他吸取了齐灭亡的教训，自己很勤于政务，而且不分春夏秋冬，总是五更天起床，批改公文奏章，在冬天把手都冻裂了。他为了广泛地纳谏，听取众人意见，最大限度地用好人才，下令在门前设立两个盒子（当时叫函），一个是谤木函，一个是肺石函。如果功臣和有才之人，没有因功受到赏赐和提拔，或者良才没有被使用，都可以往肺石函里投书信。如果是一般的百姓，想要给国家提什么批评或建议，可以往谤木函里投书。<br>　　萧衍的节俭也是出了名的，史书上说他“一冠三年，一被二年”，他不讲究吃穿，衣服可以是洗过好几次的，吃饭也是蔬菜和豆类，而且每天只吃一顿饭，太忙的时候，就喝点粥充饥。在这方面，萧衍在中国古代所有皇帝中也算得上出类拔萃之辈。<br>　　萧衍很重视对官吏的选拔任用，他要求地方的长官一定要清廉，经常亲自召见他们，训导他们遵守为国为民之道，清正廉明。为了推行他的思想，萧衍还下诏书到全国，如果有小的县令政绩突出，可以升迁到大县里做县令。大县令有政绩就提拔到郡做太守。他的政令实行起来以后，梁的统治状况得到显著改善。 </p> <p><strong>猜疑心重<br></strong>　　和封建社会很多的皇帝一样，萧衍也是猜疑心重，忌惮开国元勋。在功臣当中，应该是范云和沈约的功劳最大，谋划、辅佐他登上了皇帝宝座。但萧衍并没有重用他们。建国开始时范云就病逝了，萧衍也没有重用沈约，而是让其他的人主持朝政，反过来，萧衍还经常斥责沈约，后来，沈约也病死了。<br>　　萧衍对功臣吝啬，但是对于自己的皇室亲属却是另外照顾，照顾得有些徇私护短。但他的照顾没有给他带来好处，反而让他备受刺激，这是他以后当和尚的主要原因。<br>　　一个是他的六弟萧宏，一个是他的次子萧综。<br>　　萧宏在窝藏杀人凶手时，萧衍也不加惩罚反而加封官职，妄加纵容。萧宏也不知恩，更加肆无忌惮地胡作非为。最后，竟和自己的侄女，也就是萧衍的大女儿私通，两个人还谋划着要篡夺萧衍的皇位，结果派人刺杀萧衍时，事情败露，刺客被抓，最后处死。萧衍的女儿知道自己罪孽深重，也没脸再见父亲，于是自尽。萧衍没有怪罪萧宏。后来萧宏得病而死。<br>　　萧综是萧衍的次子，但是他的母亲吴淑媛原来是东昏侯的妃子，跟了萧衍后，仅七个月就生下了萧综，可能是东昏侯的儿子。萧综并没有受歧视，萧衍封他为王，还做将军。但吴淑媛自己失宠之后，由于对萧衍的怨恨，就把七个月生萧综的事告诉了萧综。从此，萧综就觉得自己是东昏侯的儿子，和萧衍更为疏远了。<br>　　后来，梁和北魏在边境发生冲突，萧衍让萧综领兵，督率各军作战。但萧综却投奔了北魏，北魏很高兴，授予高官厚禄。萧综还改名为萧缵，并表示为东昏侯服丧服（即斩衰，一种生麻布做成的简单衣服）三年。萧衍听说后，非常生气，不但撤消了给他的封号，还把吴淑媛废成庶人。后来，萧衍听说萧综有回来的意思，就让吴淑媛给他送去小时候的衣服。但萧综却不愿意回来。不久，吴淑媛病逝，萧衍又起了恻隐之心，又下诏恢复萧综的封号，给吴淑媛加了谥号为“敬”。<br>　　这两次打击对于萧衍来说是很大的。建国开始的时候，萧衍重视儒家思想，还自己亲自写《春秋答问》等书，解答大臣们的疑问，直接倡导了好的学习风气。但老年后，特别是以上这两桩事后，萧衍看破红尘，从儒家转向了佛家，还几次入寺庙做了和尚，当住持，讲解经书。 </p> <p><strong>笃信佛教</strong><br>　　在公元527年，萧衍亲自到了同泰寺，做了三天的住持和尚。还下令改年号为大通。信佛之后，他不近女色，不吃荤，不仅他这样做，还要求全国效仿：以后祭祀宗庙，不准再用猪牛羊，要用蔬菜代替。他吃素，要神灵也吃素。老人皇帝做事总是和年轻时、壮年时不一样。这个命令下达之后，大臣议论纷纷，都反对。最后，萧衍允许用面捏成牛羊的形状祭祀。<br>　　后来，萧衍又几次入寺做和尚，还精心研究佛教理论，这使得他没有精力再理朝政，重用的人也出现了奸臣，造成朝政昏暗。老年的萧衍也是刚愎自用，乱建佛寺，不听劝谏，导致后期的政绩下降。 <br>　　公元520年，梁武帝改元普通，这一年被历史学家视为南朝梁发展的分水岭。在这年开始，梁武帝多次舍身出家，普通八年（公元527年）三月八日，第一次前往同泰寺舍身出家，三日后返回，大赦天下，改年号大通；大通三年（公元529年）九月十五日，第二次至同泰寺举行“四部无遮大会”，脱下帝袍，换上僧衣，舍身出家，九月十六日讲解《涅槃经》，二十五日由群臣捐钱一亿，向“三宝”祷告，请求赎回“皇帝菩萨”，二十七日萧衍还俗；大同十二年（公元546年）四月十日，萧衍第三次出家，这次群臣用两亿钱将其赎回；太清元年（公元547年），三月三日萧衍又第四次出家，在同泰寺住了三十七天，四月十日朝廷出资一亿钱赎回。梁武帝晚年笃信佛法，纵容邪恶，郭祖深形容：“都下佛寺五百余所，穷极宏丽。僧尼十余万，资产丰沃。”</p> <p><strong>侯景之乱</strong><br>　　侯景原来是被鲜卑族同化的羯族人，和高欢（其子高洋建立了北齐）关系很好，在怀朔六镇起义失败后，侯景投靠了其他部落，后来又投奔了高欢，高欢很欣赏他，委以重任。<br>　　侯景为人居心叵测，在高欢死后，他和高欢的儿子高澄不和，高澄想夺他的兵权。侯景就于太清元年（547）正月据河南13州投降了西魏，但西魏宇文泰对他有戒心，于是侯景又请求萧衍接受他归顺。萧衍很高兴，封河南王，封大将军，派军队接应。朝中有的大臣知道侯景为人，一句话成了谶语：“乱事就要来了。”<br>　　后来，归顺的侯景以诛杀朝中弄权的朱异为借口，发动叛乱，最后，围困都城，本来侯景已经元气大伤，但守城的将领也没了斗志，开城把侯景放了进来。侯景带着五百甲士去见萧衍，发生了很有趣的一段对话：<br>　　萧衍见侯景来，不慌不忙地问道：“你是哪里的人，竟敢作乱，你的妻子、儿女还在北方吗？”侯景这时害怕得汗流满面，竟不知道怎么回答。旁边的部下替他说：“臣景的妻子和儿女都被高氏杀了，现在只有一人归顺陛下。”萧衍问道：“你过江时有多少兵马？”侯景答道：“千人。”萧衍问：“攻城时多少？”“十万。”“现在呢？”“率土之内，莫非己有。”最后，萧衍安慰他说：“你有忠心于朝廷，应该管束好部下，不要骚扰百姓。”侯景答应了。<br>　　见过萧衍后，侯景对身边的亲信王僧贵说：“我多年征战疆场，从没有胆怯过。这次见萧衍竟然有点害怕他，莫非真是天子威严不容侵犯吗？”其实，侯景一是作乱心虚，二是萧衍本来也是战场勇将，侯景肯定早就有敬畏之心，加上当时迷信思想严重，认为天子都是神灵下凡。还有萧衍信佛后，看清权势，他的镇静无疑更让侯景心虚。 </p> <p><strong>台城身亡</strong><br>　　五月，梁武帝萧衍被活活饿死在台城，享年八十六岁，葬于修陵（今江苏丹阳市陵口）。谥为武帝，庙号高祖。</p><br/><h2>文艺成就</h2> <p>　　梁武帝是一个多才多艺学识广博的学者。他的政治、军事才能，在南朝诸帝中堪称翘楚。他在学术研究和文学创作上的成就，则更为突出。史书称他：“六艺备闲，棋登逸品，阴阳纬候，卜筮占决，并悉称善。……草隶尺牍，骑射弓马，莫不奇妙。” 他很好学，从小就受到正统的儒家教育，“少时习周孔，弱冠穷六经”，即位之后，“虽万机多务，犹卷不辍手，燃烛侧光，常至午夜”。这种刻苦学习的精神，为他的学术研究打下了坚实的基础。</p> <p><strong>经史著作</strong><br>　　在学术上，梁武帝以经学、史学的研究为卓著。在经学方面，他曾撰有《周易讲疏》、《春秋答问》、《孔子正言》等二百余卷，可惜大都没有流传下来。天监十一年（公元512年），又制成吉、凶、军、宾、嘉五礼，共一千余卷，八千零十九条，颁布施行；在史学方面，他不满《汉书》等断代史的写法，认为那是割断了历史，因而主持编撰了六百卷的《通史》，并“躬制赞序”。他对此书颇为自负，曾对臣下说：“我造《通史》，此书若成，众史可废。”可惜，此书到宋朝时即已失传，这实在是一件很遗憾的事情。武帝最大的著述是通史六百卷，金海三十卷，五经义注讲疏等共有二百卷，赞、序、诏、诰、铭、诔、箴、颂、笺，奏等文共一百二十卷<br>　　他又倾注大量精力研究佛学，著有《涅萃》、《大品》、《净名》、《三慧》等数百卷佛学著作。对道教学说，他也颇有研究。在此基础上，他把儒家的“礼”、道家的“无”和佛教的“因果报应”揉合在一起，创立了“三教同源说”，在中国古代思想史上占有极其重要的地位。 </p> <p><strong><a href=\"http://so.gushiwen.org/author_884.aspx\">诗</a>文才华</strong><br>　　梁武帝的诗赋文才，也有过人之处。齐武帝永明年间（公元485~公 元493年），诗坛创作风气大盛，很多文人学士都聚集在竟陵王萧子良的周围，各逞其能，施展他们的诗歌创作才华。在这些文人学士中，比较著名的有八位，如谢眺、<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>、任眆、范云等人，时人称之为“竟陵八友”。<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>也是“竟陵八友”中的一位。他的很多诗歌都是在这一时期写的。建梁称帝后，他素性不减，经常招聚文人学士，以赋诗为乐。他的文学创作，推动了梁代文学风气的兴盛。<br>　　梁武帝现存诗歌有80多首，按其内容、题材可大致分为四类：言情诗、谈禅悟道诗、宴游赠答诗、咏物诗。梁武帝的言情诗集中在新乐府辞中，又称拟乐府诗，数量几乎占了其全部诗作的一半。乐府是古代专门掌管音乐的官署。据学者研究，至迟在周代便设有乐官，称为大司乐，以乐府为音乐官署的名称，则始于秦。到了汉代，汉惠帝时有乐府令一职。汉武帝时，乐府的性质和规模与以前有很大不同。那时，乐府除制作乐章、训练乐工之外，还广泛采集民间歌谣配乐演唱。凡由乐府机构制作和采集的歌辞，以及文人以乐府题写作的诗，后世皆称为“乐府诗”或“乐府”。其中，民歌是乐府诗中最有生气的部分。<br>　　魏晋时，乐府停止了采集民歌的工作，当时的乐府诗也出现了日趋雅化的倾向。到了南朝，江南新异风格的民歌再次受到了上层社会的重视，通过乐府机构的采集、演唱，对文人的诗歌创作产生了很大影响。由于江南民歌言情的题材、内容，及其纤弱绮丽的风格特点，适应了当时统治阶级对声色的爱好，因而被广泛模拟创作。<br>　　萧衍任雍州刺史驻居襄阳时，就非常喜好当地的民歌，他的许多拟乐府诗，如《芳树》、《有所思》、《临高台》等，便是在此时创作出来的。即使在称帝以后，萧衍对乐府诗的兴趣也仍然不减当年。在天监十一年（512年），他亲自动手改西曲（南朝乐府民歌分为吴歌和西曲两大部分。前者产生于建康周围，此地相袭称为吴地，故其民间歌曲称为吴歌；后者产生于江、汉流域的荆、郢、樊、邓几个主要地区，是南朝西部军事重镇和经济文化中心，故其民间歌曲称为西曲），制《江南上云乐》十四曲、《江南弄》七曲，可见其爱好沉迷的程度。<br>　　和乐府民歌一样，萧衍的乐府拟作也是情歌，主要以女性为咏唱对象。他的大多数诗作都是描摹女子对爱情的殷盼，为离别相思所苦的情态，感情缠绵，风格绮丽，语言平易，具有浓郁的江南民歌风味。如“一年漏将尽，万里人未归。君志固有在，妾驱乃无依。”（《子夜四时歌。冬歌》）；“草树非一香，花叶百种色。寄语故情人，知我心相忆。”（《襄阳蹋铜蹄歌》）等。郑振铎先生认为，“萧衍新乐府辞最为娇艳可爱”。此话确有一定的道理。<br>　　值得特别注意的是梁武帝的七言诗。梁武帝有十余首乐府诗是用七言歌行的体裁写的，如《河中之水歌》、《江南弄》、《东飞伯劳歌》等。其中以《东飞伯劳歌》最为著名：“东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜法艳照里闾。南窗北牗挂明光，幄帷绮帐脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。”七言体诗歌的创作始于魏文帝<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>，他的《燕歌行》是现存最古老、最完整的文人七言诗。此后，宋、齐时<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>、汤惠林、释宝月等人也间有此类作品问世，但影响不大。到了梁武帝，七言诗才有了进一步的发展。曹丕的《燕歌行》虽然是开山之作，但全诗逐句押韵，未免显得单调，缺乏婉转咏叹的情趣。梁武帝的七言体诗平、仄韵互换，抑扬起伏，颇具独创性。其后，仿效者四起，其子<a href=\"http://so.gushiwen.org/author_463.aspx\">萧纲</a>（梁简文帝）、萧绎（梁元帝），大臣沈约、<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>等，都有七言诗的创作。到陈朝时，七言诗的句式、结构更趋完美，韵律也更加和谐多姿。后来，唐朝的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>等人创造性地运用这一诗体写出了许多气势磅礴的诗篇，七言体诗更为发展。梁武帝等人的开拓之功是不容抹煞的。<br>　　梁武帝的谈禅悟道诗的数量仅次于其乐府诗。他早年信道，晚年佞佛，他所撰写的谈禅悟道诗是其信道佞佛的自我写照。这些诗，如同宗教哲学箴言，十分乏味，没有什么艺术可言。<br>　　梁武帝的第三类诗是宴游赠答诗，内容较前两类诗复杂。这里有表现宗教哲理、宣扬佛教思想、规劝臣下信奉佛教之作，如《游钟山大爱敬寺》、《觉新意赠江革》等；有巡幸记游、描绘景物之作，如《首夏泛天池诗》、《登北顾楼》、《天安寺疏圃堂》等；有送别诗，如《答任殿中宗记室王中书别诗》等。这类诗不乏上乘之作，如“舟楫互客与，藻苹相推移。碧池红菡萏，白沙青涟漪；新波拂旧石，残花落故枝；叶软风易出，草密路难披。薄游朱明节，泛漾天渊池。”（《首夏泛天池诗》）该诗画面景物鲜明，色彩绚丽多彩，读来颇有韵味。再如：“兰华时未晏，举袂徒离忧，……誊言无歇绪，深情附还流。”（《答任殿中宗记室王中书别诗》）写友人将别时深沉真挚的眷恋之情，也是赠别诗中较好的作品。<br>　　梁武帝的第四类诗是咏物诗，如《咏舞诗》、《咏烛诗》、《咏笔诗》等。这类诗虽穷力追新，但内容浅薄，可足称道者甚少。<br>　　他的《赠逸民十一》：“如垄生木，木有异心。如林鸣鸟，鸟有殊音。如江游鱼，鱼有浮沉。岩岩山高，湛湛水深。事迹易见，理相难寻。”此诗以树木异心、飞鸟殊音、游鱼浮沉、山高水深难以知晓的某些不可思议之处，来说明世间事物的本质、规律实在是难以寻求。<br>　　后世文人对齐梁诗总的评价不高，大都以为其“嘲风月，弄花草”（<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>语），“风云气少，儿女情多”。齐梁诗人缺乏匡世救时的崇高理想，也缺乏严肃认真的社会责任心，因此反映社会现实及言志述怀之作便不多见，充斥当时文坛的是大量的山水、咏物、艳情之诗。梁武帝的诗歌从题材、内容、风格诸方面来说，都无一例外地体现了齐梁诗歌的特点。这当然与他即位前漫长优裕的贵族生活环境不无关系。他虽然是一个开国创业之君，但即位前已官居高位，养尊处优，并未受过太多的打击；其灭齐建梁，也只经历过一年多的时间，而且非常顺利。所以，梁武帝的诗歌中多“儿女情语”、“神仙道气”，少“风云之气”，少言志述怀、积极进取之作，也就不奇怪了。<br>　　除了学术研究和文学创作外，梁武帝对音乐也颇有研究，他创制了许多新歌。《隋书·音乐志》上说：梁武帝“既善钟律，详悉旧事，遂自制定礼乐”。如“鼓吹，宋、齐并用汉曲，又充廷用十六曲”，梁武帝“乃去四曲，留其十二，合四时也。更创新歌，以述功德”。梁武帝创制了不少颂扬佛教的歌曲，如“制《善哉》、《大乐》、《大欢》、《大道》、《仙道》、《神王》、《龙王》、《灭过恶》、《除爱水》、《断苦砖》等十篇，名为正乐，皆述佛法”。</p> <p><strong>音乐绘画</strong><br>　　梁武帝重视礼乐。他素善钟律，曾创制准音器四具，名曰“通”。每通三弦，以推月气。又制十二笛和十二律相应。每律各配编钟、编磬，丰富了我国传统器乐的表现能力。他很喜欢绘画，尤善画花鸟与走兽。大画家张僧繇善于写貌，颇受梁武帝赏识。当时，梁武帝诸子多出镇外州，梁武帝常常想念他们，便命张僧繇前往各州郡去画诸子之像，悬于居室之中，梁武帝见图如见其子，思念顿减。梁武帝信佛，在位时建造了很多佛院寺塔，也都命张僧繇作画。</p> <p><strong>棋艺超群</strong><br>　　梁武帝对围棋特别喜爱，棋艺也很高超。在齐朝为官时，每逢闲暇，常彻夜不眠，与人弈棋。称帝之后，兴趣不减。大臣朱异、韦黯、到溉，都是他的棋友，名将陈庆之原先为随从时也常陪武帝下棋。每到兴致高时，便不复君臣之别。一次，梁武帝又约到溉玩了一个通宵。到溉不能熬夜，一局未终，竟低头睡着了。梁武帝见状大笑，就做诗嘲讽他：“状若丧家狗，又似悬风槌。”到溉被唤醒，颇为尴尬，及听到梁武帝的诗句，又放声大笑。君臣尽欢而散。<br>　　梁武帝对围棋如醉如痴，也有因此误事的时候。他晚年佞佛，有一个名叫榼头师的和尚，颇为他敬重。一天，梁武帝下敕召榼头师入宫研讨佛法，当榼头师入宫的时候，梁武帝正在和人下棋，要杀死对方的棋子，便随口说道：“杀掉！”左右侍从将此话理解错了，以为梁武帝要杀掉榼头师，便不由分说，将榼头师推出斩首。下完棋，梁武帝下令召见榼头师，左右侍从回答说：“已奉旨将此人杀掉了。”梁武帝听罢，后悔不迭。</p> <p><strong>时代风气</strong><br>　　由于梁武帝雅好诗文，大臣们纷纷效仿，甚至连赳赳武夫也能偶尔吟出几句好诗来。天监六年（507年），梁将曹景宗和韦睿在徐州大败魏军。班师回朝后，梁武帝在华光殿举行宴会，为他们庆功。在宴饮中，君臣连句赋诗。鉴于曹景宗不善诗文，怕他赋不出诗来难堪，负责安排诗韵的尚书左仆射沈约便没有分给他诗韵。曹景宗深感不平，坚决要求步韵赋诗。梁武帝对曹景宗这种不甘人后的性格早有了解，于是安慰他说：“将军是一位出众的人才，何必在乎作一首诗呢！”当时曹景宗已经有一些醉意，就乘酒兴再三固请。梁武帝不愿再扫他的兴，便命沈约分给他诗韵。这时诗韵差不多已经分完，只剩下“竞”、“病”二字。在这种局限之下要按韵赋诗是很困难的。可是曹景宗只是稍微想了一会儿，便提笔赋出一首诗：“去时女儿悲，归来笳鼓竞。借问行路人，何如霍去病。”诗写得自然流畅，而且非常切合眼前凯旋庆功的实际。此诗一出，语惊四座，文人们自叹弗如，连梁武帝也感叹不已，特命史官记入国史。<br>　　在梁武帝的影响和提倡下，梁朝文化事业的发展达到了东晋以来最繁荣的阶段。《南史》作者<a href=\"http://so.gushiwen.org/author_902.aspx\">李延寿</a>评价说：“自江左以来，年逾二百，文物之盛，独美于兹。”这句话颇能反映当时的实际。</p> <p><strong>书法造诣</strong><br>　　梁武帝在书法上也有很深的造诣，可以在古代善书的帝王中排上前几位。即使抛却他的帝王身份，以一个书法家的标准来评判他的字，也自有其可观之处。梁武帝当时常与<a href=\"http://so.gushiwen.org/author_24.aspx\">陶弘景</a>探讨书法上的话题，陶弘景擅长行草书，师法钟繇、<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>。二者间的对话被整理为《与梁武帝论书启》流传于后世，成为书法史上的经典典籍之一。同时梁武帝还是历史上第一个大力推崇王羲之书法成就的帝王，而在此之前王羲之的声名往往被其子王献之所掩。也因为他的推崇，从那时的梁朝起，兴起了第一波学习“大王”书法的风潮。同时梁武帝还留下了《观钟繇书法十二意》、《草书状》、《答陶隐居论书》、《古今书人优劣评》，四部书法理论著作，都是历代书法理论典籍中的精品。</p><br/><h2>轶事典故</h2> <p><strong>小名来历</strong><br>　　<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>，小名“练儿”。萧衍笃信佛教，练儿出自佛经，是梵语音译，全称“阿练若”或“阿兰若”，译成汉语，就是树林、寂静处、无诤地，指能远离喧噪，安心修习的禅定之所。<br>　　父亲的名讳要规避，小名也要规避，梁武帝的子孙为亲者讳，把“练”叫做“绢”。《颜氏家训·风操篇》讲到避讳时说：“凡避讳者，皆须得其同训以代换之……梁武小名阿练（练儿），子孙皆呼练为绢；乃谓销炼物为销绢物，恐乖其义。”萧氏子孙为萧衍避讳，绝口不提“练”字。可有一个人却对“练”字恨之入骨，他就是梁武帝的次子萧综。<br>　　原来，当日南齐的东昏侯萧宝卷临朝时，荒淫无度，百姓叫苦不迭。时任雍州刺史的梁武帝以改立南康王萧宝融为名，举兵攻下金陵，先后杀掉萧宝卷与萧宝融，以梁代齐，自立为帝。有一位东昏侯宠爱的美人吴景晖，已经怀孕三个月，梁武帝见她漂亮，就收入后宫。七个月后，东昏侯的遗腹子出生，梁武帝认为己子，排行老二，起名萧综，小名缘觉，后封豫章王。萧综长大后，吴景晖悄悄地对儿子讲了他的身世，萧综得知真相后，暗下决心，时刻准备为生父东昏侯复仇。后来，梁武帝让他出任徐州刺史，徐州有不少枝繁叶茂的练（楝）树，因梁武帝小名叫练儿，萧综对此十分反感，就让人将树统统砍伐了，借以发泄对养父“练儿”的不满。后来，萧综到底离开梁武帝，带着南徐州降了北魏。 </p> <p><strong>梁皇忏法</strong><br>　　梁皇忏法，度脱郗氏。天监二年，武帝作皇忏度皇后郗氏。郗氏初生时，也是红光照室，神奇异瑞。及长，其性明惠，形貌秀丽，且善于隶书，寻于史传女工之事，靡不闲习。当时，宋、齐诸王皆慕名而来求婚，均被她父亲郗晔所拒，后来嫁给武帝，生了三个女儿；当武帝为雍州剌史时，郗氏就不寿而死，郗氏生前貌虽美丽性却善妒，不信佛法，毁谤三宝，残杀生灵，因此死后堕为巨蟒。一日，托梦给武帝，请求他看在夫妇面上，设法为她超度，以离苦得乐。 因武帝夫妻情深，念于旧情，便参阅佛经而撰慈悲道场忏法十卷，请僧礼忏，超度夫人。郗氏遂仗佛力而脱离蟒身，化为天人，现身空中，谢帝而去。此忏因在武帝时肇始，故称〈梁皇宝忏〉。直到一千几百年后的今天，仍然盛行不衰。</p>"
}