{
  "id": 3082,
  "star": 0,
  "name": "王自中",
  "image": "http://img.gushiwen.org/authorImg/wangzizhong.jpg",
  "dynasty": "宋代",
  "desc": "王自中(1140—1199)，字道甫（一作道夫），先世由蒲门迁居凤池(今凤池乡)。四代未出仕。王自中父早死，家贫。器宇不凡，才气杰出，秉性狷介。18岁到金华，叶衡延教家塾。19岁到京都(临安)，受到礼部侍郎王十朋等的器重。宋孝宗乾道三年(1167)，朝议遣返“归正人”（指由沦陷区来的义民），王自中叹道：“是绝中原之望也。”立即3次上疏。疏中提到“内空无贤，外虚无兵”，触怒了丞相叶颐、魏杞，以为“出言不逊”，要予以流放编管，孝宗不允，遂发送徽州听读。冬，叶、魏罢相，始得赦免。",
  "content": "<h2>生平</h2> <p><strong>家庭</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3082.aspx\">王自中</a>出生于南宋绍兴十年（1140）七月二十六日，是家中的长子，下面还有两个弟弟。父亲名叫王廷佐，母亲施氏。</p> <p><strong>入士</strong></p> <p>　　淳熙元年(1174)，就试于两浙转运使，<a href=\"http://so.gushiwen.org/author_3082.aspx\">诗</a>赋第一；五年中进士。试卷皆陈实策，不同于时文。翰林学士、详定官<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>以为“论宣和、大观事，皆人所不能言”。出任怀宁县(在安徽)主簿。时两淮大旱，自中赈济有方。十年，调分水县(在浙江)县令。因中书舍人王蔺特荐赴都堂审察，上了两道疏，一为边防事：针对当时募兵制的兵员多，费用大，素质差，战斗力弱等情况，王自中主张改行类似唐代的府兵制，民田多者，听任以田募客(客户主要是佃农)为卒，分三批轮番防守’，一年中4月为兵，8月务农，做到军民合一。官田则官募军或民分屯之；二是请求起用英俊贤能之士，作为朝廷股肱，澄清吏治。孝宗深为赏识，次日，升为籍田令。</p> <p>　　某次叶衡设宴，席上有人送鹿肉至，叫请座客分韵赋诗，王自中怒叶衡因攀附幸臣曾觌居相位，摇膝朗吟道：“世间此物多谓马，宝匣还宜出上方”。叶衡变色而起，王自中仍饮啖自若。为此结下深怨。</p> <p>　　正值监察御史有缺，孝宗拟任命王自中。这时叶衡同乡王淮居相位，他们便大加反对，未成。十四年，外放为郢州(今湖北钟祥)通判，中途改知光化军(在湖北)。绍熙二年(1191)自中回京，光宗拟留京供职，王自中怕朝臣陷害，以母老为辞，遂出为信州(今江西上饶)知州。信州属县积欠公款30余万缗，历任州官不能处理。王自中向各县开诚放宽期限，不准属吏额外多取一文。于是各县争相输纳，清理了积欠。值母丧回家。宁宗庆元元年(1195)，服满回京，又受监察御史王恬等攻讦，遂主管武夷山冲佑观。四年，差知邵州，被中书舍人谢源明所阻，再与祠禄。五年，欲派往兴化，又为高文虎所阻。</p> <p><strong>爱国</strong></p> <p>　　王自中是个爱国的知识分子，<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>曾将他和南宋著名思想家<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>一起推许说：志复君之仇，大义也；欲挈诸夏合南北，大虑也；必行其所知，不以得丧壮老二其守，大节也；春秋、战国之材无是也。吾得二人焉；永康陈亮，平阳王自中。认为他们二人主张抗战、统一中国，不以得失自损名节，是豪杰之士。</p> <p>　　早在乾道四年（1168）王自中入太学读书时，南宋投降派大臣答应金国要求，将归正人（北方汉族人民逃归南宋者）遣送回去。他对这种卑鄙行为感到气愤，便三次上书朝廷，要求收回成命。因奏疏中有“内空无贤”一语斥责投降派大臣无能，触怒丞相，被送到徽州“听读”（管制读书）。</p> <p><strong>任职</strong></p> <p>　　淳熙五年（1178），王自中进士及第，历任怀宁县主薄，分水县令。淳熙十年因中书舍人王蔺的推荐，孝宗皇帝下令召对，他便对当时最重要的边防问题提出意见。北宋以来，为了防止农民起义，一向都将失业农民中的无赖奸猾者招募入伍。这种办法弊病很多，军队素质差，费用大，人员虽多，战斗力却很弱，是造成宋代国势衰弱的原因之一。王自中主张在南宋边境地区实行一种类似唐代的府兵制度。要求有田地的人家（地主或自耕农），每户出一人当兵，减免其田税。田多的人家可以田招募佃农当兵，一家有兵五名，户主为伍长，免田税百亩。有兵十名，则为什长。田逾多的兵逾多，兵逾多的免田税逾多，户主军阶也逾高。用这办法使有田地人家原因以田募兵，保家卫国。同时将这些民兵分作三批轮流防守边境，每年有四个月习武和执行任务，八个月从事农业生产，做到生产，守卫两不误。这个办法在当时的确是个良策，因此得到孝宗赏识，升任籍田令。不久，监察御史缺人，孝宗想用他，可是宰相王淮却竭力反对，甚至说如果王自中担任御史，朝中大臣都将自动离职。一些谏官也惧怕他的刚直，于是捏造罪名进行攻击，迫使他辞官回家。幸亏孝宗皇帝对他印象还好，淳熙十四年派他为郢州通判，赴任途中，改授光化军知军。任满回到京师（杭州），这时孝宗已退位为太上皇，由儿子光宗继任。光宗皇帝想留他在京师任职，可是王自中怕朝臣陷害，坚决辞谢。于绍熙二年出任信州知州。信州各县积欠公款三十余万缗，前几任州官都无法解决。他到任后，向各县开诚公布，放宽缴纳期限，不准任何人（包括自己）多取一文一物，于是所属各县官员，富民为他感动，争相输纳，圆满的解决了问题。因此得到南宋著名诗人，江西转运使<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>的荐举。恰巧这时他的老母病亡，回家守制，孝服满后，本来可以升官，可是一些谏观又以前次的“莫须有”罪名来攻击他，结果终老于家中。</p> <p>　　王自中于三十九岁中进士，只做了十来年的州县小官，而且波折很多，可说是一生坎坷，怀才不遇。他为什么屡受打击呢？《宋史》说他“自立崖岸，由是忤世”。这就是说他为人高傲，因而得罪世俗之人。叶适说过一件他与宰相叶衡之间的趣事，很能说明问题。王自中年轻时在金华叶衡家中做过塾师，所以王、叶二人彼此熟识。以后叶横钻营孝宗宠臣曾规的门路，升任宰相。做宰相时又唯唯诺诺，苟且偷安，专门以权谋私，因此王自中看他不起。有一次叶衡宴请朝臣，为了表示自己礼贤下士，也邀请王自中参加。席间恰巧有人送鹿给叶衡，于是大家便以鹿分韵作诗。王自中分到“方”韵，竟不客气的高吟道：</p> <p>　　世间此物多谓马，宝匣还宜出上方。用秦末丞相赵高指鹿为马和西汉朱云请用上方宝剑斩奸相张禹的头，来讥讽叶衡，搞的叶衡非常狼狈，宾客亦惶惶不安，他自己却饮食如常。王自中这种狷介的作风，必然遭到许多趋炎附势、平庸无能官员的嫉恨，终于排挤出朝廷。我国封建社会的官场，向来是结党营私、黑白不分的，王自中虽有才干学识，也终于被抹杀。</p> <p>　　不过话又要说回来，正是王自中的刚直和怀才不遇，使他能名留青史。否则，当时温州名人很多，官职比他大的人比比皆是，木待问，周坦都是状元，尚书，《宋史》并未立传，可见他的狷介终于得到后世的同情与敬仰。</p> <p><strong>著作</strong></p> <p>　　王自中身当南宋偏安之世，和当时许多有志之士一样，他的胸中也怀有经世致用的理想，所以他的学术具有浓厚的事功倾向，这与永嘉学派的宗旨相当一致。他研究兵法，著有《孙子新略》；研究历代史实和制度沿革，著有《历代年纪》十二卷、《王政纪原》三卷。又将平生所作的表启、奏札、诗歌，编为《厚轩集》五卷。遗憾的是，这些著作都没有流传下来。</p> <p><strong>回乡</strong></p> <p>　　回乡后，移居县城坊郭桔庄，自号厚轩居士。家居生活俭朴。著述有《孙子新略前后序》及《历代年纪》12卷，《王政纪原》3卷，其余表启奏札歌诗5卷命名为《厚轩集》。60岁病逝。</p> <p>　　王自中诗歌多口语白描，很受杨万里赏识。文笔则如好友陈亮(同甫)所称：“韩筋柳骨，笔砚当独步”，“今日人才众多，求如道甫仿佛，邈不可得。”温州学者叶适为他二人合写了《陈同甫(亮)王道甫墓志铭》。</p> <p>　　《宋史·王自中传》</p> <p>　　王自中，字道甫，温州平阳人。少负奇气，自立崖岸，繇是忤世。乾道四年，议遣归正人，自中伏丽正门争论，且言：“今内空无贤，外空无兵，当搜罗豪俊，广募忠力，以图中原。”坐斥徽州，放还。淳熙中，登进士第，主舒州怀宁簿。严州分水令。</p> <p>　　枢密使王蔺荐，召对，帝壮其言，将改秩为籍田令，又俾举所知，且响用矣，以谏疏罢。自中本韩彦古客，王蔺既荐之，上大喜。韩彦直、彦质辈恐其为彦古报仇，力请交结于自中；而密达意近习，谓“自中受彦古赂，伏阙上书荐彦古为相。”上遣人物色其事，中书舍人王信恒惧自中入台将不利于王淮，知彦直辈谮已行，亟请对，探上意；退即走白右正言蒋继周。继周方敢劾奏，读至“受赂伏阙”处，上曰：“卿可谓中其膏肓。”继周奏：“臣非不知孤踪忤王蔺，但不敢旷职。”盖欲并中蔺以媚淮，上但喜继周善论事，不知曲折如此。</p> <p>　　通判郢州，道除知光化军，改信州，丁内艰，服阕，还朝。光宗即位，迎谓曰：“朕得卿名于寿皇，留为郎可乎？”言者不置。主管冲佑观，起知邵州、兴化军，命下而自中已病，庆元五年八月，卒，年六十。</p>"
}