{
  "id": 381,
  "star": 109,
  "name": "秋瑾",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_381.jpg",
  "dynasty": "清代",
  "desc": "秋瑾（1875年11月8日－1907年7月15日），女，中国女权和女学思想的倡导者，近代民主革命志士。第一批为推翻满清政权和数千年封建统治而牺牲的革命先驱，为辛亥革命做出了巨大贡献；提倡女权女学，为妇女解放运动的发展起到了巨大的推动作用。1907年7月15日凌晨，秋瑾从容就义于绍兴轩亭口，年仅32岁。",
  "content": "<h2>墓</h2> <p>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>牺牲后，遗体被草埋于绍兴卧龙山下。后来他哥哥雇人，把灵柩寄存在严家潭。第二年初，她的好友徐白华及吴芝瑛等，将灵柩运至杭州，于2月25日葬在西湖孤山的西泠桥畔，并做了墓碑，写了墓表。这是因为当年秋瑾与友人游西湖，在凭吊<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>墓时，曾感言自己生后，若能埋于此地，将终身无憾。人们就是为了实现她“愿埋骨西泠”的遗言。</p> <p>　　这件事又引起清政府的恐慌，忙勒令把墓迁走。烈士灵柩又被运到绍兴，后又送回湖南湘潭。秋牺牲后，王家将秋遗体，从浙江西湖运回湖南，安葬在王家祖坟之湘潭昭山。别轻看此举，过去习俗，在外面非正常死亡的，是不能葬祖坟山的。何况，秋是革命党，时清朝未亡，王家不怕连累，将秋作自家人对待，是很重情义的。辛亥革命后，浙江才又将秋请回西湖公葬，王家以大局为重，又同意了。</p> <p>　　辛亥革命成功，1912年元旦成立中华民国后，才把秋瑾灵柩由湖南运送到上海。举行了隆重的追悼大会，然后用火车护送到杭州，重新安葬于西泠桥下。1921年孙中山到杭州，亲自赴秋瑾墓致祭，并题写“巾帼英雄”之匾额。荒唐的是“文革”除“四旧”时，居然又把烈士遗骸当作“四旧”，迁至杭州鸡笼山中。直到1981年，才复葬于原址。在岳飞墓旁，西泠印社前，人们可看到墓址上秋瑾的立像，她凝视着祖国的大好河山，心中定会涌起欣慰的波澜。如今秋瑾墓基座由花岗石砌筑而成，上有汉白玉雕刻秋瑾立像，正面大理石镶嵌孙中山题字“巾帼英雄”。人间百色，也许惟有这纯洁无瑕、缟素如雪的汉白玉石才能配得上她。经过时已是黄昏，湖山之畔，暮色苍茫中，只见秋瑾长裙曳地，持剑沉吟。曾经罗衫裙琚，曾经男装骑服，曾经拈花微笑，曾经弹铗当歌。但无论如何，刚柔相济、卓然独立、热血忠勇是秋瑾最本真的形象。一束鲜花摆放于墓碑前，传达着后人对她，那份犹如西湖不尽碧波的绵长纪念与崇敬。</p> <p>　　绍兴解放北路的轩亭口，是秋瑾就义的地方。秋瑾纪念碑于1930年在此落成，碑座正面刻有蔡元培撰、于右任写的碑记，碑身镌有张静江的题书“秋瑾烈士纪念碑”。后壁上镌刻“巾帼英雄”四字，系孙中山先生手书。现在纪念碑西面建有“轩亭口”牌坊，东面塑有秋瑾汉白玉塑像。 </p><br/><h2>生平</h2> <p><strong>早年经历</strong><br>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>，原名秋闺瑾，字璿卿（璇卿），号竞雄，华夏杰出女先烈，民族英雄，别署鉴湖女侠。祖籍浙江山阴（今绍兴市），出生于福建省云霄县城紫阳书院（七先生祠）。蔑视封建礼法，提倡男女平等，常以花木兰，秦良玉自喻。性豪侠，习文练武，喜男装。<br>　　清光绪二十年（1894年），其父秋信候任湘乡县督销总办时，将秋瑾许配给今双峰县荷叶镇神冲王廷钧为妻。1896年，秋与王结婚。王廷钧在湘潭开设“义源当铺”，秋瑾大部分时间住在湘潭，也常回到婆家。这年秋天，秋瑾第一次回到神冲，当着许多道喜的亲友朗诵自作的《杞人忧》：“幽燕烽火几时收，闻道中洋战未休；膝室空怀忧国恨，谁将巾帼易兜鍪”，以表忧民忧国之心，受到当地人们的敬重。1897年6月生下儿子王沅德。</p> <p><strong>投身革命</strong><br>　　光绪二十六年(1900年)，王廷钧纳资为户部主事，秋瑾随王赴京。不久，因为八国联军入京之战乱，又回到家乡荷叶。次年在这里生下第二个孩子王灿芝（女）。光绪二十九年，王廷钧再次去京复职，秋瑾携女儿一同前往。1904年夏，她在丈夫王廷钧的支持下，冲破封建的束缚，自费东渡日本留学，先入日语讲习所，继入青山实践女校。并在横滨加入了冯自由等组织的三合会。<br>　　在日本期间，秋瑾积极参加留日学生的革命活动，与陈撷芬发起共爱会，和刘道一等组织十人会，创办《白话报》，参加洪门天地会，受封为“白纸扇”（军师）。<br>　　光绪三十一年，秋瑾归国。春夏间，经<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>介绍加入光复会。徐锡麟、秋瑾先后加入光复会后，国内革命形势有了迅速的发展。[1]光绪三十一年七月，秋瑾再赴日本，加入同盟会，被推为评议部评议员和浙江主盟人，翌年归国，在上海创办中国公学。不久，任教于浔溪女校。同年秋冬间，为筹措创办《中国女报》经费，回到荷叶婆家，在夫家取得一笔经费，并和家人诀别，声明脱离家庭关系。其实是秋瑾“自立志革命后，恐株连家庭，故有脱离家庭之举，乃借以掩人耳目。”是年十二月(1907年1月14日)，《中国女报》创刊。秋瑾撰文宣传女解放主张提倡女权，宣传革命。旋至诸暨、义乌、金华、兰溪等地联络会党，计划响应萍浏醴起义，未果。</p> <p><strong>从容就义</strong><br>　　1905年秋，陶成章和徐锡麟在绍兴创办大通师范学堂，借以召集江南各府会党成员到校，进行军事训练。后来，秋瑾在该校发展了600多名会员。<br>　　1907年1月14日，秋瑾在上海创办《中国女报》。<br>　　光绪三十三年正月（1907年2月），秋瑾接任大通学堂督办。不久与徐锡麟分头准备在浙江、安徽两省同时举事。联络浙江、上海军队和会党，组织光复军，推徐锡麟为首领，自任协领，拟于7月6日在浙江、安徽同时起义。因事泄，于7月13日在大通学堂被捕。7月15日，我们的巾帼英雄从容就义于浙江绍兴轩亭口。<br>　　光绪三十四年，生前好友将其遗骨迁葬杭州西湖西泠桥畔，因清廷逼令迁移，其子王源德于宣统元年（1909年）秋将墓迁葬湘潭昭山。<br>　　1912年，湘人在长沙建秋瑾烈士祠，又经湘、浙两省商定，迎送其遗骨至浙，复葬西湖原墓地。后人辑有《秋瑾集》。 </p><br/><h2>介绍</h2> <p>　　秋家自曾祖起世代为官，父：寿南，官湖南郴州直隶知州。嫡母单氏，萧山望族之后。<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>幼年随兄读书家塾，好文史，能<a href=\"http://so.gushiwen.org/author_381.aspx\">诗</a>词，15岁时跟表兄学会骑马击剑。</p> <p>　　清光绪二十二年(1896年)，由父母做主与湖南省双峰县荷叶神冲老铺子富绅子弟王廷钧结婚。秋瑾在婆家双峰荷叶时，常与唐群英、葛健豪往来，“情同手足，亲如姐妹，经常集聚在一起，或饮酒赋诗，或对月抚琴，或下棋谈心，往来十分密切”。后来3个人被誉为“潇湘三女杰”。</p> <p>　　光绪三十年五月，赴日本留学，同年秋，在上海创办《白话报》，倡导妇女解放，提倡男女平等，揭露清政府的腐败。十月间，参加冯自由等在横滨组织的“洪门天地会”。同时结识<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>、陶成章等人。三十一年三月回国筹措学费，经陶成章介绍，在上海认识光复会会长蔡元培；回绍兴后结识<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>。经陶、徐介绍加入光复会。七月，再次东渡日本，入东京青山实践女校学习；八月，在黄兴寓所会晤孙中山，经冯自由介绍加入同盟会，被推为评议部评议员和同盟会浙江主盟人。</p> <p>　　年底，因反对日本文部省颁布《清国韩国留学生取缔规则》，率领同学回国。次年二月，由陶成章等辗转介绍，到湖州南浔镇浔溪女校任教。两个月后辞职去上海，与陈伯平、尹锐志等密商，准备组织江浙会党，发动武装起义。八月，在上海试制炸弹，不慎炸伤，险遭逮捕。同年冬，创办《中国女报》，宣传革命。为策应同盟会发动的萍、浏、醴起义，回浙江联络会党。萍、浏、醴起义失败后，与徐锡麟共谋发动皖浙起义，由徐赴皖活动，自己主持浙江军事。</p> <p>　　三十三年初，秋瑾接任大通学堂督办，以大通学堂为立足点，往返沪杭，运动军学两界，同时又到金华、处州等地，联络龙华会、双龙会、平阳党等会党组织。研究整顿光复会组织办法，草拟光复会军制，撰写了《普告同胞檄》、《光复军起义檄》等文告；对聚集在大通学堂的革命志士和会党头目进行军事训练。</p> <p>　　在年夏，秋瑾将浙江光复会员与会党群众组成光复军，以“光复汉族，大振国权”八字为序，编为八军，推徐锡麟为统领，自任协领，约定安徽、浙江同时举义。安庆起义失败后，谢绝王金发等人要其暂时离开绍兴的劝告。六月初四在绍兴大通学堂被捕。面对敌人的威逼利诱和严刑拷打，仅写了“秋风秋雨愁煞人”7个大字以对。初六(7月15日)凌晨，秋瑾就义于绍兴城内古轩亭口。遗骸几经迁葬，后建墓于杭州西泠桥侧。</p> <p>　　工诗词，作品宣传民主革命、妇女解放，笔调雄健，豪放悲壮，感情深沉。有《秋瑾集》。</p> <p>　　1930年，于绍兴轩亭口建立了秋瑾烈士纪念碑。 </p><br/><h2>精神</h2> <p>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>就义已经一百多年，世事沧桑，当今中国已不再是血与火的革命斗争年代。但秋瑾的精神，依然具有时代意义。</p> <p>　　首先，她那种忧民忧国，为了祖国独立富强，不惜牺牲个人生命，用鲜血来唤醒民众，就是一种炽热的爱国主义精神。当今我们在发展的征途中，同样充满困难与风险，必须居安思危，充满忧患意识。因此，我们需要弘扬这种以爱国主义为核心的民族精神。</p> <p>　　其次，百年前旧中国，封建礼教思想的黑暗统治是那样顽固。她作为一个生存在封建礼教千年浸淫，备受压迫的女性，敢于打破自己曾经立足生存的腐旧的社会环境，敢于如此冲破自身的思想牢笼，打碎封建精神枷锁，去崇仰真理，追求光明，主张共和，坚持男女平等。这种敢于把自己从旧思想、旧习惯中解脱出来，是一种大胆革新的思想解放运动。当今，我们同样仍需不断解放思想。因此我们要学习秋瑾，弘扬以改革创新为核心的时代精神。</p> <p>　　第三，她面对腐朽没落的社会，满腔热血，一身正气。为求得社会正义而奔走呼号，直至从容就义。她的女侠气概，就是正义的化身。当前，我们同样要把社会正义，作为社会主义国家的首要价值。现实社会中，仍存在阳光下的黑暗，有些邪恶势力和腐败现象仍在滋长。我们就应学习秋瑾这种见义勇为的大无畏精神，为弘扬社会正义，勇于斗争，敢于献身。</p> <p>　　因此，秋瑾依然是我们精神家园中一颗璀璨的明珠，永远闪耀着时代光芒。 </p><br/><h2>轶事典故</h2> <p><strong>墓葬后记<br></strong>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>遇难后，无人敢为其收尸，中国报馆“皆失声”，生前好友吕碧城、吴芝瑛设法与人将其遗体偷出掩埋。</p> <p>　　1908年，生前好友吴芝瑛将其遗骨迁葬杭州西湖西泠桥畔，因朝廷逼令迁移，其子王源德于宣统元年（1909年）秋将墓迁葬湘潭昭山。</p> <p>　　1912年，湘人在长沙建秋瑾烈士祠，又经湘、浙两省商定，迎送其遗骨至浙，复葬西湖原墓地。后人辑有《秋瑾集》。</p> <p><strong>秋瑾看戏<br></strong>　　秋瑾在北京最惊世骇俗之举是“上戏园子”。当时的宅门女性都是在家中听“堂会”，不可能抛头露面去戏园子，戏园子也不卖“昆客”的票。秋瑾坐着西式的四轮马车去听戏，开创了上层社会女性进戏院的先河。 </p> <p><strong>夫妻关系<br></strong>　　秋瑾出生在福建厦门，生长在浙江绍兴，1895年，19岁的她跟随做官的父亲秋寿南来到湖南省湘潭县。秋寿南在当地结识了湘潭首富、<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>的表弟王殿丞。王见秋瑾生得秀美端庄，聪慧可爱，就托媒人送礼给儿子王廷钧提亲。秋瑾对于这桩婚事十分不满，但在封建社会里，儿女的婚事只能依从父母之命、媒妁之言。1896年4月20日，王家彩銮花轿吹吹打打把秋瑾迎了过去。</p> <p>　　王家虽锦衣玉食，但志趣高尚、性格刚烈的秋瑾并不喜欢过养尊处优的生活，更受不了封建家庭的种种束缚。比自己小两岁的丈夫王廷钧，在志趣、爱好上也与自己毫无共同之处。她叹息道：“琴瑟异趣，伉俪不甚相得。”王廷钧一不好读书，二不务正业，每天游手好闲，吃喝玩乐。当时正值中日战争结束，清政府与日本签订了丧权辱国的《马关条约》，遭到全国人民的强烈反对。秋瑾时常劝丈夫：“天下兴亡，匹夫有责，你要好好读书，为将来国家的繁荣富强和个人的前途着想。”王廷钧却说：“朝廷只能割地赔款，委曲求全，我们这些匹夫有个屁责。”还有一次，他们谈到了<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>，秋瑾赞扬他为了国家和民族的利益视死如归，是一位伟大的维新志士。而王廷钧却大骂谭嗣同是中华乱党、士林败类。两人互不相让，差点吵了起来。秋瑾内心十分痛苦，她在一首<a href=\"http://so.gushiwen.org/author_381.aspx\">诗</a>中写道：“可怜谢道韫，不嫁鲍参军。”表达了她对王廷钧的不满。 </p> <p>　　秋瑾在湘乡荷叶塘和湘潭两地苦度了六七年时光，生下一儿一女。尽管王家生活优裕，但她与周围的人毫无共同语言，内心异常苦闷。在感情方面，她极力排拒王廷钧，对其言行嗤之以鼻。后者屡遭冷落，又无力抗衡，便另寻温柔之乡，流连秦楼楚馆，攀折倡条冶叶。这世界原是非常奇怪的，评议同样一件事，人们所持的却往往是双重标准。王廷钧不是蔡松坡那样伟大的革命家，也不是<a href=\"http://so.gushiwen.org/author_48.aspx\">苏曼殊</a>那样潇洒的名士，他眠花宿柳，风流便成下流。</p> <p>　　秋瑾嫉恶如仇，平日最看不惯男人蓄妾的陋俗和嫖妓的淫性。据冯自由的《革命逸史》所记，当年，湘人陈范家中饶有资财，携二妾湘芬和信芳远赴东瀛，红袖添香读洋书，好不惬意，秋瑾哪能看得惯他这副德性？她认为陈范拥妾而骄是玷污了同胞的名誉，便极力促成湘芬和信芳脱离了陈范的掌控，从此人格独立。后来，陈范见利忘义，竟将女儿陈撷芬许配给广东富商廖某为妾，又是秋瑾公开反对，使婚事泡了汤。另据徐自华的《秋瑾轶事》所记，有一次，她们同游上海张园，小憩品茗时，秋瑾见一名留学生挟一名雏妓乘车而来，在这花娇柳媚之地，露出一副轻狂放浪之态，她忍无可忍，立刻上前用日语狠狠地教训了他一顿，那人还算识相，赶紧灰溜溜地走了。徐自华静观这一幕，不由得打趣秋瑾横加干预是“真杀风景”。秋瑾则爽爽脆脆地回答道：“我如鲠在喉，不吐不快！” </p> <p>　　1903年，王家花大钱在北京为王廷钧捐了个户部主事的官职，秋瑾也随丈夫迁到了北京，住在绳匠胡同。秋瑾初到北京，人生地不熟，生活也不习惯，常常感叹：“室因地僻知音少，人到无聊感慨多。”后来她又搬到南半截胡同居住，在这里认识了王廷钧的同事廉泉的夫人吴芝瑛。廉氏夫妇思想较开明，崇拜孙中山先生，且在文学、书法等方面都很有造诣。秋、吴二人很快成为知己。</p> <p>　　秋瑾的革命志向与理想，不仅得不到丈夫的理解与支持，反而遭到他的训斥：“这是男人的事情，你休胡思乱想。”秋瑾也不示弱：“我要去寻求真理，女人也有救国救民的责任。”两人吵得互不相让。王廷钧知道秋瑾是个说得到做得到的倔强女子，要说服她是不可能的，只好采取卑劣手段，趁秋瑾不备，偷偷将她的珠宝和首饰及积蓄全部窃走，妄图以此来阻挠她赴日。秋瑾气愤地说：“你可以窃去我的钱财，但你捆不住我出国留学的决心。”秋瑾变卖了仅剩的财产和衣物，加上吴芝瑛等人的资助，于1904年4月只身东渡日本，从此迈出了她人生道路上的关键一步。 </p> <p>　　在日本，秋瑾结识了不少进步、探索革命真理的青年，组织起“共爱会”，参加反清秘密团体“三青会”，会晤了孙中山，和黄兴、喻培伦等人一起加入了同盟会，为救国救民而积极奔走。对于这些，王廷钧均有所闻，极力反对，两人思想的距离越来越远。秋瑾在日本三年，两人从无书信来往，夫妻关系名存实亡。1906年冬秋瑾听说王廷钧纳妾的消息，反而高兴，觉得有了与王廷钧脱离关系的理由。于是，她给大哥秋誉章写了一封信，请大哥代她办理离婚。秋誉章几经奔波，由于王廷钧的阻碍，离婚之事未成。</p> <p>　　1907年春，秋瑾由日本回国，为联络光复会、洪江会以及策划平礼起义事宜，女扮男装，潜往长沙，住在朋友家里，人们都称其“秋伯伯”。其时，她曾去王廷钧家看望子女。王家人以为她穷途归来，回心转意，盛情接待，希望夫妻破镜重圆。但又暗中监视，不让她再次出走。秋瑾借口出去看戏，从后门溜出，沿湘江乘船而去。秋瑾此次的湘潭之行，便是她与王家的诀别。 </p> <p>　　《秋瑾全集》如《将赴沪别寄尘》诗（四章）：“临行赠我有新诗，更为君家进一辞：不唱《阳关》非忍者，实因无益漫含悲。……”“题解”说明：1906年5月，秋瑾离开浔溪女学，前赴上海，临行时，徐寄尘和学生们送到江边。临别，秋瑾写了这四首诗，徐寄尘姊妹也写了送别诗。又如七绝《古意》诗：“金屋无人见泪痕，坠欢如梦黯销魂。秋风一夕捐纨扇，雪落人间弃妇恩。”题解说明：1903年夏天以后，秋瑾与其丈夫王廷钧经常冲突，秋瑾曾负气出走。后王廷钧竟想纳妾，秋瑾当然进行了反抗。她内心深处有苦痛，深感遭到了遗弃。此诗借古意表达了她的悲伤感情。 </p> <p><strong>中国女报<br></strong>　　1907年，为了有力地宣传妇女解放，发动妇女团结起来参加斗争，她决定创办一份便于普通妇女阅读的杂志――《中国女报》，提出创办的宗旨，是要“开通风气，提倡女学，联感情，结团体，并为他日创设中国妇人协会之基础”。</p> <p>　　瑾对此倾注了巨大的精力，在这两期上发表了《中国女报发刊词》、《敬告姊妹们》、《看护学教程》、《勉女权》等文章、诗作。她在《敬告姊妹们》一文中说：</p> <p>　　“唉！二万万的男子，是入了文明新世界，我的二万万女同胞，还依然黑暗沉沦在十八层地狱，一层也不想爬上来。足儿缠得小小的，头儿梳得光光的；花儿、朵儿，扎的、镶的，戴着；绸儿、缎儿，滚的、盘的，穿着；粉儿白白，脂儿红红的搽抹着。一生只晓得依傍男子，穿的、吃的全靠着男子。身儿是柔柔顺顺的媚着，气虐儿是闷闷的受着，泪珠是常常的滴着，生活是巴巴结结的做着：一世的囚徒，半生的牛马。试问诸位姊妹，为人一世，曾受着些自由自在的幸福未曾呢？”</p> <p>　　她痛心于当时广大妇女尚不觉悟，希望妇女们不要安于命运，立志从经济上获得自立的能力，以摆脱奴隶地位，争取女权。据说，许多妇女看到这些文章后，感动得流出眼泪，并开始了深刻的思考。</p> <p>　　秋瑾重视妇女们团结起来开展斗争，她努力创办《中国女报》，要把它作为“联感情，结团体，并为他日创设中国妇人协会之基础”。她还把争取女权的解放与整个国家、民族的解放紧紧地联结起来，号召妇女们在推翻清朝的斗争中与男子一起承担责任。她在《勉女权歌》歌中写道：</p> <p>　　吾辈爱自由，勉励自由一杯酒，男女平权天赋就，岂甘居牛后？</p> <p>　　愿奋然自拔，一洗从前羞耻垢。若安作同俦，恢复江山劳素手。</p> <p>　　旧习最堪羞，女子竟同牛马偶。曙光新放文明候，独立占头等。</p> <p>　　愿奴隶根除，知识学问历练就。责任上肩头，国民女杰期无负。</p> <p>　　作为女权运动的先驱者，她号召妇女们“奋然自拔”，参加反清革命斗争，在民族解放事业中建“素手”之功。</p> <p>　　《中国女报》在该年3月出版了第二期后，因秋瑾忙于准备武装起义，加之财资困难，不得不中辍。6月17日，她在给朋友的信中说，编辑好的第三期杂志“约于此月，必行付印”。然而时至7月13日，秋瑾因武装起义失败被告密而被捕，不久被清廷杀害于绍兴轩亭口，年仅31岁。《中国女报》虽然仅出版两期，却产生了较大社会影响，并在中国妇女运动史上留下了光辉的一页。</p><br/><h2>评价</h2> <p>　　对于为推翻满清专制帝制、创立民国而英勇献身的女中豪杰<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>，孙中山和宋庆龄都曾给予很高的评价。1912年12月9日孙中山致祭秋瑾墓，撰挽联：“江户矢丹忱，感君首赞同盟会；轩亭洒碧血，愧我今招侠女魂。”1916年8月16日至20日，孙中山、宋庆龄游杭州，赴秋瑾墓凭吊，孙中山称：“光复以前，浙人之首先入同盟会者秋女士也。今秋女士不再生，而‘秋风秋雨愁煞人’之句，则传诵不忘。”</p> <p>　　1942年7月，宋庆龄在《中国妇女争取自由的斗争》一文中称赞秋瑾烈士是“最崇高的革命烈士之一”。1958年9月2日，宋庆龄为《秋瑾烈士革命史迹》一书题名。</p> <p>　　1979年8月，宋庆龄为绍兴秋瑾纪念馆题词：“秋瑾工<a href=\"http://so.gushiwen.org/author_381.aspx\">诗</a>文，有‘秋风秋雨愁煞人’名句，能跨马携枪，曾东渡日本，志在革命，千秋万代传侠名。” </p><br/><h2>年表</h2> 　　1875年11月8日（光绪元年乙亥年十月十一日卯时生）生于福福建省云霄县城紫阳书院（七先生祠）。浙江山阴（今绍兴）人。早年学习经史、<a href=\"http://so.gushiwen.org/author_381.aspx\">诗</a>词，善骑射。<br>　　父寿南曾任湖南郴州知州。<br>　　1896年<br>　　在湖南依父命嫁今双峰县荷叶镇神冲村富绅子弟王廷钧。<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>在婆家双峰荷叶时，常与唐群英、葛健豪往来，“情同手足，亲如姐妹，经常集聚在一起，或饮酒赋诗，或对月抚琴，或下棋谈心，往来十分密切”。后来3个人被誉为“潇湘三女杰”。<br>　　1903年<br>　　王纳资捐得户部主事，随王去北京居往。时值八国联军入侵后不久，她目睹民族危机的深重和清政府的腐败，决心献身救国事业。<br>　　1904年7月<br>　　冲破封建家庭束缚，自费留学日本。在东京入中国留学生会馆所设日语讲习所补习日文，常参加留学生大会和浙江、湖南同乡会集会，登台演说革命救国和男女平权道理。在此期间，曾与陈撷芬发起共爱会，作为开展妇女运动的团体；和刘道一、王时泽等十人结为秘密会，以秋瑾最终打破了桎梏在身上的封建枷锁反抗清廷、恢复中原为宗旨。并创办《白话报》，“鉴湖女侠秋瑾”署名，发表《致告中国二万万女同胞》、《警告我同胞》等文章，宣传反清革命，提倡男女平权。<br>　　秋，参加冯自由在横滨组织的三合会，受封为“白纸扇”（即军师）。<br>　　1905年<br>　　在日语讲习所毕业后，报名转入东京青山实践女校附设的清国女子速成师范专修科，随即回国筹措继续留学费用。归国后，分别在上海、绍兴会晤蔡元培、<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>，并由徐介绍参加光复会。<br>　　7月，回到日本，不久入青山实践女校学习。由冯自由介绍，在黄兴寓所加入中国同盟会，会评议员和同盟会浙江省主盟人。在留日学习期间，她写下了许多充满强烈爱国思想和饱满革命热情的诗篇。慷慨激昂，表示：“危局如斯敢惜身？愿将生命作牺牲。”“拚将十万头颅血，须把乾坤力挽回。”<br>　　1906年初，因抗议日本政府颁布取缔留学生规则，愤而回国。先在绍兴女学堂代课。<br>　　3月，往浙江湖州南浔镇浔溪女校任教，发展该校主持教务的徐自华及学生徐双韵等加入同盟会。暑假离职赴沪，与尹锐志、陈伯平等以“锐进学社”为名，联系敖嘉熊、吕熊祥等运动长江一带会党，准备起义。萍浏醴起义发生后，她与同盟会会员杨卓林、胡瑛、宁调元等谋在长江流域各省响应，并担任浙江方面的发动工作。到杭州后，与将去安徽的徐锡麟约定，在皖、浙二省同时发动。此时她在杭州新军中又发展了吕公望、朱瑞等多人参加同盟会与光复会。不久，萍浏醴起义失败，接应起义事遂告停顿。<br>　　1907年1月14日，在上海创刊《中国女报》。以“开通风气，提倡女学，联感情，结团体，并为他日创设中国妇人协会之基础为宗旨”。并为该报写了《发刊词》，号召女界为“醒狮之前驱”，“文明之先导”。旋因母丧回绍兴，又先后到诸暨、义乌、金华、兰溪等地联络会党。这时大通学堂无人负责，乃应邀以董事名义主持校务。遂以学堂为据点，继续派人到浙省各处联络会党，自己则往来杭、沪间，运动军学两界，准备起义。她秘密编制了光复军制，并起草了檄文、告示，商定先由金华起义，处州响应，诱清军离杭州出攻，然后由绍兴渡江袭击杭州，如不克，则回绍兴，再经金华、处州入江西、安徽，同徐锡麟呼应。原定7月6日起义，后改为19日。<br>　　7月6日，徐锡麟在安庆起义失败，绍兴绅士胡道南出卖了秋瑾。<br>　　7月10日，她已知徐失败的消息，但拒绝了要她离开绍兴的一切劝告，表示“革命要流血才会成功”，她遣散众人，毅然留守大通学堂。13日下午，清军包围大通学堂，秋瑾被捕。她坚不吐供，仅书“秋风秋雨愁煞人”以对。<br>　　7月15日凌晨，秋瑾从容就义于绍兴轩亭口。<br/><h2>故居</h2> <p><strong>绍兴故居</strong><br>　　<a href=\"http://so.gushiwen.org/author_381.aspx\">秋瑾</a>故居是浙江著名旅游景点，位于绍兴市区塔山西麓和畅堂，清代建筑。1988年公布为全国重点文物保护单位。和畅堂原为明代大学士朱赓的别业。1891年，秋瑾的祖父秋嘉禾从福建告老还乡，向朱氏后裔典入其别业桂花厅的一部分，为晚年隐居之所。少年时代的秋瑾在此读书习文，练拳舞剑。1906年，她自日本归国，从主持大通堂直到被捕前夕，在这里生活和从事革命活动，从而留下了许多珍贵的文物和史迹。<br>　　在绍兴，与<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>遥呼相应的人物，窃以为是鉴湖女侠秋瑾。 三味书屋西南塔山附近的和畅堂，就是秋瑾故居。和畅堂布局严谨，风格简约无华。黑漆大门没有任何装饰，庄重朴实。<br>　　堂前正中有一匾，上书“和畅堂”三字。“和畅”是取<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭序》中的“惠风和畅”之意。故居共有房屋5进，青砖白墙乌瓦，穿斗结构，硬山顶。第一进为门厅，门楣上“秋瑾故居”匾额系何香凝手书。笔力遒劲的题书，或许就是一位女革命家对另一个女革命家的欣赏、怀念和惺惺相惜之情的含蓄表达。 第二进自西至东分别为会客室、堂前、餐室。正屋的东边有小楼，楼下为秋瑾卧室，均按原状布置，木床、书桌皆为当年原物。至今屋内仍挂有一张男装小照，照片中的秋瑾英姿飒爽，确有巾帼不让须眉的侠客仗义之气。卧室里的书桌以及文房四宝等，则显示了秋瑾的另一个身份：文人，或者说，是<a href=\"http://so.gushiwen.org/author_381.aspx\">诗</a>人、词人和散文家。卧室后壁有一夹墙密室，为秋瑾藏放革命文件及武器之处，至今保存完好，弥足珍贵。 第三、四两进原为秋母及兄嫂住房，现辟为秋瑾史迹陈列室，展出秋瑾诗词手稿、家书、照片、印章、头巾、文献等文物，更有孙中山、宋庆龄、周恩来等名人评价秋瑾的题词等，反映了秋瑾从事革命的光辉业绩。</p> <p><strong>双峰故居</strong><br>　　双峰秋瑾故居为清代建筑，青砖白墙乌瓦，位于湖南省娄底市双峰县荷叶镇神冲街口。 中国民主革命的先驱何香凝先生题写的“秋瑾故居”匾额悬挂于此。秋瑾故居遗址已被双峰县政府于2003年公布为不可移动文物。<br>　　特色古居、青石斜阳、亭台翘檐、青瓦驳墙。秋瑾故居由正厅，左右厢房及天井和杂物间组成。故居陈列物品中有许多是原物，卧室中的床、书桌和衣柜，堂屋中的方桌和板凳，厨房中的大水缸和碗柜，农具室中的石磨、水车和大木耙等，都曾留下过王廷钧与秋瑾夫妻的印迹。在秋瑾短短三十一年的人生里，这座故居却陪伴了她整整七年，生育了一男一女。<br>　　2007年10月，秋瑾生活过的双峰县被全国妇联正式命名为全国第一个“中华女杰之乡”。 双峰是名人故里、湘军摇篮，尤其是在中国的妇女运动史和解放史上，以葛健豪、秋瑾、唐群英、向警予、蔡畅、王灿芝为代表的双峰妇女写下了浓墨重彩、光辉灿烂的一页。<br>　　2008年4月，双峰县八女杰雕塑揭幕仪式在县城女杰广场举行。包括葛健豪、秋瑾、唐群英、向警予、蔡畅、王灿芝、曾宪植、曾宝荪八女杰雕像。</p> <p><strong>湘潭故居</strong><br>　　湘潭也有秋瑾故居，位于湘潭市雨湖区十八总由义巷4号。湘潭秋瑾故居原是丈夫王廷钧家开设的“义源当铺”，秋瑾嫁给王廷钧后经常往返于双峰、湘潭。<br>　　湘潭秋瑾故居是一个小庭院，一栋双层的木质楼房，面积在五十平米左右，院内有天井、柴房等设施。当时的“义源当铺”曾被列为辛亥革命纪念地，后孙中山手书“秋瑾故居”匾额置于大门之上。湘潭秋瑾故居是湘潭市市级文物保护单位，于1982年9月2日正式对外公布。</p> <p><strong>株洲故居</strong><br>　　株洲秋瑾故居位于株洲市石峰区清水塘大冲村，目前正在进行修复完善。此处的秋瑾故居规模宏大，气势壮观，东西长达80余米，约有三进两层房屋13栋，天井10个，亭子3座。故居集当地民居与江浙建筑风格于一体，房屋两侧为吊脚楼，前庭有两面装饰用的墙壁，这种建筑风格在当地极为罕见。<br>　　1896年，秋瑾与王廷钧结婚。秋瑾曾居住在位于现在石峰区清水塘街道大冲村的深宅大院。株洲秋瑾故居是王廷钧父亲给秋瑾和王廷钧置办的婚房，是秋瑾所有故居中最大最豪华的，也是他们生前唯一房产。</p> <p><strong>云霄故居</strong><br>　　位于漳州市云霄县云陵镇享堂村“紫阳书院”左邻的原“七先生祠”。“七先生祠”原为清代历任邑宰官邸，木石结构，二进一院，悬山顶，面阔五间，进深三间，面积350平方米。清光绪四年(1878年)八月，秋瑾祖父秋嘉禾携眷出任云霄抚民厅同知。翌年(1879年)十月十一日，孙女秋瑾诞生于此。此官邸后作为奉祀薛凝度、章辅廷、倪惟钦等七先贤之祠，故称七先生祠。更有意思的是秋瑾名字中的“瑾”字跟云霄人有着千丝万缕的关系，这是按闽南人对“孩子”的读音来取的。1992年5月云霄县人民政府公布为“秋瑾出生地”，列为第三批县级文物保护单位之一。2006年，“七先生祠”连同紫阳书院被列为漳州市文物保护单位。2009年，紫阳书院作为秋瑾故居被列为省级文物保护单位加以保护。 </p>"
}