{
  "id": 1653,
  "star": 0,
  "name": "高崇文",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1653.jpg",
  "dynasty": "唐代",
  "desc": "高崇文（746年—809年11月6日[1] ），字崇文，幽州（今北京一带）人，祖籍渤海蓚县（今河北景县），出身渤海高氏。唐代名将。曾率军击破吐蕃、平定西蜀，官至同中书门下平章事、邠州刺史、邠宁庆三州节度观察等使、京西都统。元和四年（809年），高崇文去世，年六十四，赠司徒，谥号“威武”。会昌六年（846年），配享宪宗庭庙。",
  "content": "<h2>生平</h2> <p><strong>投身行伍</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>生于幽州（今北京一带），生性朴厚寡言，不通文字，但却聪颖敏慧，才智过人。他年轻时，曾在平卢军从军，熟谙兵事。</p> <p>　　唐德宗贞元（785年—805年）年间，高崇文随长武城使、神策行营节度使韩全义镇守长武城（今陕西长武县）。他治军有声名，累官至金吾将军。</p> <p><strong>激战佛堂原</strong></p> <p>　　贞元五年（798年）夏，吐蕃军三万人犯宁州（今甘肃宁县），高崇文奉命率甲士三千前往解救，激战于佛堂原，大破吐蕃，吐蕃军死伤过半。战后，高崇文获封渤海郡王。</p> <p><strong>平定哗变</strong></p> <p>　　贞元十四年（798年）闰五月十一日，德宗任命韩全义为夏、绥、银、宥四州节度使。德宗命他率长武城部众前往就任。因夏州是沙碛盐卤之地，又时值盛夏，士兵们不愿意迁徙到西北艰苦之地。同月十二日，士兵发生哗变，杀死大将王栖岩，韩全义翻越城墙逃走。时任都虞候的高崇文诛杀了带头哗变的人，此后士兵才安定下来。同月二十七日，德宗任命高崇文为长武城都知兵马使，不颁发敕书，而是让中使口头宣授。[8]高崇文在长武城积粟练兵，声威大振。</p> <p>　　贞元二十一年（805年）八月，唐宪宗李纯即位，韩全义入朝，高崇文代掌行营节度留务，并兼任御史中丞。</p> <p><strong>戎麾指蜀</strong></p> <p>　　元和元年（806年），西川节度副使<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>割据西蜀，发兵围攻东川节度使李康。宰相杜<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>力主讨刘辟，推荐时为神策军将领的高崇文为帅。同年正月二十三日，唐宪宗拜高崇文为检校工部尚书、兼御史大夫，充任左神策行营节度使，率左右神策、麟游奉天各地的屯兵进军；神策京西行营兵马使李元奕及山南西道节度使严砺亦共同参战。当时，名声、地位平素便为人们推重的老将很多，都认为自己应当是征讨蜀中的人选，及至宪宗颁诏起用高崇文，他们都感到非常惊讶。</p> <p>　　高崇文在长武城驻扎时，训练了五千士兵，常常保持着战备状态。他在卯时接到诏命，到辰时便已启程，军中的器械装备与制成的干粮，没有任何缺少的。正月二十九日，高崇文由斜谷出兵，李元奕由骆谷出兵，一同奔赴梓州（今四川三台）。高崇文率军至兴元时，将士们途中在客舍进餐，有人把店主的筷子折断，高崇文便将此人斩首示众。</p> <p>　　高崇文领兵由阆州（今四川阆中县）直扑梓州。刘辟的将领邢泚领兵逃走，高崇文进入梓州，屯扎下来。刘辟为了洗刷自己的罪责，将被俘的李康交还给高崇文，高崇文因李康兵败丢城，便将他斩杀。</p> <p>　　刘辟命人在鹿头山（今四川德阳县东北）筑城，连结八座栅垒，屯聚一万多兵力，力阻高崇文。六月初五，高崇文击败刘辟。刘辟又在鹿头关东面的万胜堆（今四川德阳县东北）设置栅垒。同月初六，高崇文派骁将高霞寓攻下鹿头城以东的万胜堆，经过八次激战后，攻陷万胜堆，由此可以俯视鹿头关全城。</p> <p>　　六月初八，高崇文在德阳击败刘辟。同月十一日，高崇文在汉州再败刘辟。</p> <p>　　七月，高崇文在玄武击破刘辟军一万人。同月初三，宪宗颁诏，命征讨西川的援军一概听从高崇文的指挥。</p> <p>　　八月十二日，高崇文再次在鹿头关击败刘辟军，其余各军也顺利行进。此外，参战的河东将领阿跌光颜（<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>颜）驻军鹿头关西面，阻断刘辟的粮道。不久后，绵江栅守将李文悦、鹿头关守将仇良辅都率城向高崇文投降，还捕获刘辟的女婿苏强，数以万计的士兵投降。攻克鹿头关后，高崇文率军直逼成都，所到之处，敌军无不崩溃，军队在行进中从未受阻。同月二十一日，高崇文攻克成都，并派高霞寓擒获出逃的刘辟。</p> <p>　　高崇文进入成都后，在四通八达的大道上驻扎下来，让士兵就地休息，市中的店铺没有受到惊动，市场上珍贵的货财堆积如山，也没有遭受丝毫的抢掠。高崇文将刘辟等二十余人送往京城，斩杀刘辟的大将邢泚和馆驿巡官沈衍，对其余的人一概不加追究。对军府的事务，无论大小，高崇文令一律遵从前任剑南西川节度使、南康郡王韦皋时期奉行的惯例，经过高崇文从容不迫的指挥，西川全境便完全平定。</p> <p><strong>登荣相印</strong></p> <p>　　元和三年（808年）冬，高崇文被加封为同中书门下平章事，邠宁庆节度使，南平郡王。</p> <p>　　元和四年（809年）九月二十五日（11月6日），高崇文病故，追赠司徒，谥威武。</p> <p>　　会昌六年（846年）十月，高崇文与<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>、杜黄裳、李愬同配享宪宗庭庙。高崇文之孙<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>为唐末名将，大破南诏但拒绝进攻<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>，养兵自重，晚年昏庸，致使被手下将领杀害。</p><br/><h2>轶事典故</h2> <p><strong>畏惧刘澭<br></strong>　　<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>平素畏惧保义军节度使刘澭，等到率军讨伐<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>叛乱时，宰相杜<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>便让人告诉他说：“如果你不能取胜，便会让刘澭接替你。”高崇文因此能竭力平叛。 </p> <p><strong>识人之明<br></strong>　　西川平定后，韦皋的参佐房式、韦乾度、独孤密、符载、郗士美、<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>等人都身著白色丧服、脚穿麻鞋，并口衔土块，请求治罪，高崇文将他们全部释放，以礼相待，还拟章举荐房式等人，赠给他们丰厚的财物，送他们前去就任。高崇文看着段文昌说：“你肯定会成为将相，我不敢推荐你。”后来，段文昌果然在唐穆宗即位后拜相。</p> <p><strong>不纳美妾<br></strong>　　刘辟有两个妾室，有姿色。西川平定后，众将士劝高崇文纳之，高崇文不为所动。监军建议献给朝廷，崇文说：“天子命令我征伐平定刘辟这一凶顽竖子，我应当首先安抚百姓。忙着进献妇女，讨好天子，这哪里会是天子的本意呢！我奉行正义，不做这种事情。”便将二人许配给没有妻室的将吏。宪宗听说此事后，对宦官说：“高崇文得到美丽的女子，既不进献朝廷，又不留给自己，这是忠诚正直的人啊，是田舍人（称人朴直）啊。” </p> <p><strong>雪天咏<a href=\"http://so.gushiwen.org/author_1653.aspx\">诗</a><br></strong>　　渤海的俗语中称人为“髇儿”，在一天下雪时，高崇文对宾客说：“我虽然是武夫，也有一首诗。”于是吟咏道：“崇文崇武不崇文，提戈出塞号将军。那个髇儿射雁落？白毛空里雪纷纷！”有人将其比作东魏名将高敖曹。</p><br/><h2>家族成员</h2> <p><strong>家世</strong></p> <p>　　曾祖高艺官至朝散大夫、试汴州长史。</p> <p>　　祖父高夔官至试梁州司马，后赠梁州都督。</p> <p>　　父亲高行晖官至正议大夫、试怀州别驾，后赠户部尚书。</p> <p><strong>配偶</strong></p> <p>　　董氏汝州长史董同珍之女，后追封郇国夫人。</p> <p><strong>子辈</strong></p> <p>　　长子高士政曾任金紫光禄大夫、行思王傅、上柱国，封上谷郡开国公。</p> <p>　　次子高士荣曾任检校秘书监兼御史中丞。</p> <p>　　三子高士明曾任左卫率府胄曹参军。</p> <p><strong>孙辈</strong></p> <p>　　孙子<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>唐末名将，官至检校太尉、东面都统、京西京北神策军诸道兵马等使，封渤海郡王，后为部下所杀。</p>"
}