{
  "id": 560,
  "star": 4,
  "name": "俞樾",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_560.jpg",
  "dynasty": "清代",
  "desc": "俞樾（1821-1907），字荫甫，自号曲园居士，浙江德清人。清末著名学者、文学家、经学家、古文字学家、书法家。他是现代诗人俞平伯的曾祖父，章太炎、吴昌硕、日本井上陈政皆出其门下。清道光三十年（1850年）进士，曾任翰林院编修。后受咸丰皇帝赏识，放任河南学政，被御史曹登庸劾奏“试题割裂经义”，因而罢官。遂移居苏州，潜心学术达40余载。治学以经学为主，旁及诸子学、史学、训诂学，乃至戏曲、诗词、小说、书法等，可谓博大精深。海内及日本、朝鲜等国向他求学者甚众，尊之为朴学大师。",
  "content": "<h2>废除中医</h2> <p>　　<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>被认为近代中国主张废除中医的第一人，他提出“医可废，药不可尽废”的观点。他在治经之余，对中医药学也有所研究，且能处方治病。在《春在堂全书·读书余录》中，有“内经素问”篇四十八条，乃俞氏校读《素问》所做的札记，也是他用考据学方法对中医经典著作《黄帝内经》进行“探赜索隐”、“辨讹正误”的结晶。基于对中医的理解，为他的“废医存药”思想的产生埋下理论的根苗。这一思想主要体现在他的两篇论著《废医论》和《医药说》中。《废医论》和《医药说》基本涵盖了俞樾的医学观点，即“医可废，药不可尽废”的结论，实际上构成了近代“废医存药”思想的滥觞。家庭的不幸成为俞樾愤而议废医的直接原因，而晚年的病弱和无助又是促成他撰写《医药说》的重要动机。</p> <p>　　俞樾19岁与姚夫人成亲，二人一生恩爱，伉俪情深，育有二男二女。然而，这个本该幸福美满的家庭因为一连串的病患而蒙上悲凉的阴影。大约从1860年开始，疾病和灾难就接踵而至。先是大女婚后不久，丈夫便突然病故，1864年遗嫁王氏。1866年次子祖仁又染重病，几近成废。1872年，时任福宁太守的俞樾的长兄俞林又愕然病逝。不幸并未就此停息，而是愈加疯狂的袭扰这个家庭。</p> <p>　　最让俞樾遭受重创的莫过于姚夫人的去世、长子早亡和次女绣孙的突然病逝。1879年四月，夫人姚氏病故，先生“奉其柩仍至俞楼，悼亡歌哭，有‘月到旧时明出，与谁同依栏干’之感”。他将夫人归葬杭州右台山。自己在墓侧筑室三间，和夫人日夜相守。惓惓之情，不以生死有殊。从此以后，他“精神意兴日就阑衰，著述之事殆将辍笔矣”，唯“杂记平时所见所闻，以销暇日”。清光绪八年（1882年）俞樾作《双齿冢志铭》：“内子姚夫人遗有堕齿一，藏之至今，十有五年矣。余去年亦堕一齿，乃合而厝之俞楼之后，文石亭之前”。又作《双齿冢<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>》：“他日好留蓬颗在，当年同咬菜根来。残齿零落存无几，尽拟相从到右台。”表达了对亡妻的无尽思念。长子绍莱在任直隶省北运河同应、英年早卒。两子一死一废，未能继承父业不说，给俞樾带来的创痛不可谓不深。</p> <p>　　1882年俞樾最疼爱的小女绣孙又突然病逝。绣孙聪颖超群，十岁能诗，深得老父钟爱。子女相继命丧，尤其是小女病逝以后，俞樾悲伤交加，几近崩溃。俞樾一连写下15首催人泪下的悼亡诗。“一病原知事不轻，尚疑未至遽捐生。如何抛却青春婿，竟去黄泉伴母兄。”“生后零丁事事非，二男六女痛无依，呢喃一队梁间燕，母死巢空四散飞。”“老夫憔悴病中躯，暮景如斯可叹无。去岁哭儿今哭女，那教老泪不干枯。”这些诗句无不清晰地表达了俞樾的悲怆之情。妻离子散，哀歌阵阵，很难想像一个花甲老人能够承受一连串的打击。他在《哭孙妇彭氏》一诗中写到：“老夫何罪又何辜，总坐虚名误此躯，泡梦电云十年内，鳏寡孤独一家俱，自知佳世应非久，竟不忘情亦大愚，转为痴儿长太息，从今谁与奉盘盂。”流露出人生的哀叹和无奈。</p> <p>　　造物弄人，命途多舛。百般不幸频频照临，家境的灾难，中医药的无助，使俞樾不得不哀叹人生噩运，怀疑甚至迁怒中医。在经受接二连三的重创之后，俞樾步入情感生活的低谷，在撰写《俞楼杂纂》时已感“意气颓唐，衰病交作”。在这种对生活几乎失去信心的无奈心态下，作者有感而发，专列“废医”一章，“愤然”提出废除中医中药，是情绪化的自然流露。 </p><br/><h2>故居</h2> <p><strong>综述</strong><br>　　曲园——<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>故居，位于人民路马医科43号，1963年被列为苏州市文物保护单位，1995年被列为江苏省文物保护单位。俞樾于同治十三年（1874年）得友人资助，购得马医科巷西大学士潘世恩故宅废地，亲自规划，构屋30余楹，作为起居、著述之处。在居住区之西北原有隙地如曲尺形，取老子“曲则全”之意，构筑小园取名“曲园”，宅门悬<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>书“德清余太史著书之庐”横匾。建筑的主要部分取名为“春在堂”，来自于一段故事：俞樾30岁进京殿试，<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>主考复试，<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>题为“淡烟疏雨落花天”。俞樾跳出众人在“落花”悲伤处做文章的俗套，答出“花落春仍在”之句。曾国藩深为赏识，列部试第一名，推荐给咸丰皇帝，后得中进士。俞樾深感到曾国藩知遇之恩，帮寓居曲园时，由曾国藩手书“春在堂”匾额。<br>　　同为曾国藩门下又是同科进士的李鸿章，在政界青云平步，行经世致用之道，他为曲园留下了这块“德清俞太史著书之庐”的匾额。面对此物，让人不由感叹当时人们对这两位子弟的评价：李少荃拼命做官，俞荫甫拼命著书。像大多数儒学宗师一样，俞樾修身、齐家，注重训化教育后人。他特地为孙子俞陛云编写了一本《曲园课孙草》的家教教材。陛云先生后来是最后一个探花，总算了了老人的心愿。俞平伯是陛云先生的长子，四代人中有三代学人，可谓是家风未坠、书香门第。</p> <p><strong>建筑特色<br></strong>　　故居占地共2800平方米，正宅居中，自南而北分五进，其东又建配房若干，与正宅之间以备弄分隔有相互沟通。其西、北为亭园部分，形成一曲尺形，对正宅形成半包围格局。正宅门厅和轿厅皆为三间。第三进为全宅的主厅，名\"乐知堂\"，面阔三间，进深五界，为全宅唯一大木结构采用扁作抬梁式的建筑，用料较为粗壮，装饰朴素简洁。这里为俞樾当年接待贵宾和举行生日祝寿等喜庆活动的场所。第四、五进为内宅，即居住用房，与主厅间以封火山墙相隔，中间以石库门相通；均面阔五间，以东西两厢贯通前后，组成一四合院。乐知堂西为春在堂，面阔三间，进深四界。堂前缀湖石，植梧桐，为俞樾当年以文会友和讲学之处。南面为“小竹里馆”，为当年俞樾读书之处，馆南小院载竹。春在堂北突出一歇山顶小轩，名“认春轩”。轩北杂植花木，叠湖石小山为屏，中有山洞蜿蜒。穿山洞有折，东北隅为面阔两间的“艮宦”，乃昔日琴室。循廊西行，有书房三间，名“达斋”。出达斋沿廊南行，有一小亭，三面环水，池名“曲池”，亭名“曲水”。池东假山上有“回峰阁”与亭相对，假山中原有小门与内宅相通。亭南曲廊通春在堂。小园面积仅200平方米，建廊置亭，结构布局曲折多变，颇有小中见大之奇。<br>　　俞樾在曲园生活了三十余年，直至以86岁的高龄逝世。</p> <p><strong>历史沿革</strong><br>　　1954年，俞樾曾孙著名学者俞平伯先生将曾祖故居捐献归公。1957年整修乐直堂、堂、小竹里馆等厅堂及小园。故居先后由市文联、戏曲研究所、评弹团、科学之家等单位使用。十年动乱中，厅堂损坏严重，园中假山、亭阁、曲廊、水池及花木被毁殆尽，并于其间建三层居民住宅楼一栋。1980年俞平伯、顾颉刚、叶圣陶等知名人士联名呼吁修复。1982年由市园林局实施对故居厅堂建筑的维修，至1983年完成了乐知堂、春在堂等主要厅堂的修复工作。1986年由市区文物保护管理所按名人故居进行陈设布置，并于当年10月开放，供人参观。1989年又动迁居民20余户，拆除园内三层住宅楼，修复门厅、轿厅和园中亭、廊、斋、阁等建筑及曲池。1990年继续恢复假山，补栽花木。目前俞樾故居的厅堂及小园已全面开放，供人参观。所余两进内宅上房及东侧配房，仍为居民使用，将列入下一步整修规划。</p> <p><strong>其他故居</strong><br>　　曲园老人俞樾在苏州的故居，除了大家熟知的马医科巷的曲园外，还有三处，不太为人所知，那就是饮马桥畔状元石蕴玉的五柳园、紫阳书院和大仓前。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>（1821—1907），湖州府德清县城关乡南埭村人，晚清著名文学家、教育家、书法家。俞樾先后主讲过紫阳书院、杭州沽经精舍、德清清溪书院、菱湖龙湖书院，海内外慕名求学者络绎不绝，号称“门秀三千”，国学大师章太炎即是他晚年的门生。一生孜孜不倦致力教育，辛勤笔耕，著有五百卷学术巨著《春在堂全集》。俞樾是清道光进士，官至河南学政，被罢官后侨居苏州，主讲紫阳书院。晚年又主讲杭州诂经精舍。他是晚清有影响的学者。他长于经学和<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>词、小说、戏曲的研究，所作笔记搜罗甚广，包含有中国学术史和文学史的珍贵资料。</p> <p>　　清朝道光三十年(公元1850年)，俞樾殿试中第十九名进士，授翰林院庶吉士，后历任翰林编修、国史馆协修、河南学政。咸丰五年(公元1856年)二月出棚考试，后御史曹泽弹劾他，言其出题试士，割裂经文，相传他曾出“王速出令反，国家将亡必有妖”等题目，因有犯上嫌故被革职回乡，以读书教育著书为生，并终生不仕。清咸丰十年(公元1860年)春，时俞樾主讲苏州紫阳书院，因太平军攻克江南大营，于是曲园先生自苏州避战乱于新市镇居留半月。俞樾有个学生童米荪，居西庙前，在新市期间曾陪俞樾游览觉海寺，并对宋朝觉海禅寺《雷部火》(即雷书)轶闻予以考证。他在其著作《右台仙馆笔记》中曰：“吴兴德清新市镇觉海寺殿宇宏壮，唐时所建，巨材髹漆，积久剥落”，见倒书迹曰：“酉、候、李、约、攸、利、火、谢、均、思、通”十余字，与岳阳楼字大小一同积中，因曰：夹伐木于山者，其火队即则各刻其名以为别耳，凡记木必刻于木，本营建法，木在下故倒书，由是知仙之妄。”</p> <p>　　因觉海禅寺于宋朝时，雷震大雄宝殿，致使部分油漆剥落，显出酉、候、李、约等字，众人皆不识为何故，皆言雷神所书，数百年来无人能解释此事，俞樾认为系伐木人所刻，且有岳阳楼佐证，非神仙所为，从而破解了千古之谜。到了光绪中叶，俞樾又为新市题了《雄震仙潭》，书为隶书，雄健豪迈，镇人刻石榜于三贤宫墙上，今存新市镇政府。</p> <p>　　光绪二十六年(公元1900年)镇人将仙潭文社更名为“仙潭书院”，以振文风，其时俞樾已辞一切教席，且年逾八旬，但他关怀桑梓，撰写《仙潭书院碑记》近八百字，并篆额，此碑尺幅160厘米×60厘米，质地大理石，原藏仙潭书院，1987年由德清县博物馆所收藏，碑文文笔朴实骨肉精深。俞樾还隶书《敬业乐群》匾额一方，悬于门厅上方，被定为校训，而当每月之朔望，俞樾曾亲临书院授课二次，传为佳话。</p> <p>　　俞樾以“花落春仍在，天时尚艳阳”一诗博得阅卷官<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>的击节赞赏。其后，他便以“春在堂”为其诗文集总名。俞樾曾任翰林院编修，河南学政等职。他学识渊博，撰述众多，其中《群经平议》、《诸子平议》、《古书疑义举例》等，成为乾嘉学派后期的代表著作。俞樾和朝廷要臣<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>为同科进士，又同受曾国藩赏识，当俞樾贬官回苏而身处逆境时，李鸿章当时任江苏巡抚，特聘俞樾担任苏州紫阳书院讲席，在俞樾的学术生涯中起了很大的促进作用。</p> <p>　　俞樾曾经追求科举成名的人生理想，但他在刚踏进官场之时就遭打击，以致大半生出世治学，甘居清贫。然而，因祸得福，勤奋治学使他满腹经纶，使他的人生达到更高境界而成为一代朴学大师。简朴的生活，艰难的人生，使晚年俞樾的平静蕴含着深沉的凝重，可凝重的宁静更能闪烁出人格的魅力。一如他的曲园小而简朴，形如曲尺，却喻示着“曲则全”的哲理。小园同样能以一草一木展示生命的蓬勃，孤亭、小池一样可引清风飘荡，容月光流洒。生平事迹所载：门人<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>著有《俞先生传》，周云青、徐激、尤莹、陈乃乾等各编有《俞曲园先生年谱》。《清史稿》、《清代七百名人传》、 《清代朴学大师列传》等书中有专传。 </p><br/><h2>成就</h2> <p><strong>综述</strong><br>　　<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>是晚清有影响的学者。他长于经学和<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>词、小说、戏曲的研究，所作笔记搜罗甚广，包含有中国学术史和文学史的珍贵资料。善诗词，工隶书，学识渊博，对群经诸子、语文训诂、小说笔记，撰著颇丰，一生著述不倦，主要著述有《小浮梅闲话》、《右台仙馆笔记》、 《茶香室杂钞》等，辑为《春在堂全书》，凡500卷。当时社会上有一句流传颇广的话，叫做“<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>只知作官，俞樾只知著书”。</p> <p><strong>小说研究</strong><br>　　在通俗小说方面的重要贡献是修改《三侠五义》，使这部小说得以广泛流传。赵景深在1956年1月所作的《三侠五义》前言中说：《三侠五义》原名《忠烈侠义传》，出现于光绪五年（1879）。1889年俞樾初见此书，认为第一回狸猫换太子“殊涉不经”，便参考《宋史》和《默记》等加以删改；他还认为书中所叙不只三侠，“南侠、北侠、丁氏双侠、小侠艾虎，则已得五侠矣。而黑妖狐智化者，小侠之师也；小诸葛沈仲元者，第一百回中盛称其从游戏中生出侠义来。然则此两人非侠而何？即将柳青、陆彬、鲁英等人概置不数，而已得七侠矣。”就改名为《七侠五义》，与《三侠五义》并行流传。这里反映了俞樾关于小说的学术观，可供历史小说创作的参考。<br>　　他对小说的艺术研究也很精湛，赵景深又说，俞樾对于这书的评话特性也有极好的比喻：“事迹新奇，笔意酣恣，描写既细入毫芒，点染又曲中筋节。正如柳麻子说《武松打店》，初到店内无人，蓦地一吼，店中空缸空甏皆瓮瓮有声；闲中着色，精神百倍。如此笔墨，方许作评话小说；如此评话小说，方算得天地间另一种笔墨。”如果有人写一部《中国俗小说史》，不可不能提到俞樾。</p> <p><strong>经学研究</strong><br>　　俞樾长于经学研究，一生著述丰富。所著《群经平议》、 《诸子平议》、 《古书疑义举例》等书，为乾嘉学派后期代表作；《春在堂随笔》、《茶春室丛钞》等笔记，搜罗甚广，保存了丰富的学术史和文学史资料。</p> <p><strong>书法</strong><br>　　俞樾工书法有江声之风，以篆、隶法作真书，善以隶笔作楷书，别具一格。寻常书札，率以隶体书之，尤工大字。如清末光绪三十二年(1906年)，江苏巡抚陈龙重修<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>寺时，有感于沧桑变迁，古碑不存，便请俞樾手书了这第三块《枫桥夜泊》石碑。其时，俞樾虽已八十六岁高龄，仍以其饱满的情怀，稳重的章法，浑圆的笔意，挥洒淋漓，一气呵成。俞樾作书后数十天，便倏然长逝了。所题诗碑成为绝笔。这块由俞樾补书诗碑名擅当时，拓本流传甚广，古雅拙朴。 </p><br/><h2>感情世界</h2> <p>　　在世人的印象中，<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>是红学家俞平伯的曾祖，是革命家章太炎的老师，更是写下五百卷煌煌巨著《春在堂全书》的大儒。可是这样一位大学者，他其实也是个有情有义的好男人，而他背后的那个女人，可敬可爱更是不逊芸娘。</p> <p>　　俞樾的结发妻子叫文玉，是他青梅竹马的表姐，1839年，俞樾十九岁，他与这位打下就定下娃娃亲的童年伙伴成了婚。两人虽然情深意重，但无奈辗转流徙多年，家境窘涩，俞樾不得已和妻子住到了岳父家。没能力给妻儿一个真正的家，俞樾满心愧疚：文玉却善解人意安慰他，“吾终当与君创造一好家居耳。”</p> <p>　　考取功名前多年，俞樾一直四处教书，文玉在家侍奉老人，抚养孩子，她每次给俞樾写信都说家里一切都安好，让他照顾好自己，从不写一点难处和压力。1850年，在得知丈夫部考第一的喜讯后，文玉在信中回了一首<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>，“耐得人间雪与霜，百花头上尔先香。清风自有神仙骨，冷艳偏宜到玉堂。”既是恭喜，又是提醒他要像梅花一样傲骨铮铮。</p> <p>　　然而，仕途刚刚开始，俞樾就因“试题割裂”被弹劾而罢官回乡，永不再用。没有一句责怪的话，文玉默默的陪着他，温言软语，但求他淡忘胸中的苦楚。</p> <p>　　1858年，文玉四十八岁的时候，一家人定居苏州，俞樾从此再不问时事，一心治学。多年的风餐露宿漂泊艰辛，让文玉很早就开始掉牙。把妻子的落牙细心包好，俞樾心痛不已。</p> <p>　　1874年，曲园建成，这是俞樾和文玉真正意义上的第一个家，忆起当年，两人相对唏嘘。可是，幸福的晚年并没有持续多久，1879年，文玉病倒了，她与俞樾道别：“吾不起矣，君亦暮年，善自保重。”1881年的时候，六十一岁的俞樾也开始掉牙了，他把落齿与那颗珍藏了多年的文玉的牙齿收到一起，一同埋在杭州俞楼后面，取名为“双齿冢”。“他日好留蓬颗在，当年同咬菜根来。”忆起亡妻，俞樾眼神迷离，迷离如幼时的青梅往事。 </p><br/><h2>生平</h2> <p>　　清道光元年十二月初二日（1821年12月25日），生于德清县城东门外乌牛山麓南埭圩(今城关乡金星村)。</p> <p>　　二十四年中举人。三十年成进士，授翰林院庶吉士。咸丰二年(1852)授编修，举家迁北京南柳巷。</p> <p>　　五年充国史馆协修，八月出任河南学政，次年二月主考。七年七月，御史曹泽(登庸)弹劾他所出试题割裂经文，被革职回京。八年春南归，居苏州饮马桥，时与陈奂、宋翔凤相交，切磋经学。</p> <p>　　十年返德清，后展转绍兴、上虞、宁波、上海等地。同治元年(1862)春抵天津。</p> <p>　　四年秋，经两江总督<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>推荐，任苏州紫阳书院主讲。六年冬，任杭州诂访经精舍主讲。其间，先后至菱湖龙湖书院、上海诂经精舍、德清清溪书院、长兴箬溪书院讲学。</p> <p>　　十三年，在苏州马医科巷购地建宅，屋旁余地成曲尺形，叠石凿池，栽种花木，题名曲园。此后，往返于苏杭之间。光绪二十四年,因年老辞去诂经精舍讲席。</p> <p>　　二十九年，乡举重逢(中举人满60周年)，复任翰林院编修。三十二年十二月二十三日(公元1907年2月5日)卒，葬西湖三台山东麓。临终前作留别<a href=\"http://so.gushiwen.org/author_560.aspx\">诗</a>10首，代讣辞行。</p> <p>　　瑞安孙诒让在《哀世丈俞曲园》挽联中称：“一代硕师，名当在嘉定、高邮而上，方冀耄期集庆，齐算乔松，何因梦兆嗟叱，读两平议遗书，朴学销沉同堕泪，卅年私淑，愧末列赵商、张逸之班，况复父执凋零，半悲宿草，今又神归化鹤，拈三大帙手墨，余生孤露更吞声。” </p>"
}