{
  "id": 862,
  "star": 0,
  "name": "吴兢",
  "dynasty": "唐代",
  "desc": "吴兢（670—749），汴州浚仪（今河南开封）人。唐朝著名史学家，武周时入史馆，修国史。耿直敢于犯颜直谏，政治上颇有献替，他的直言敢谏，不愧为一代诤臣。",
  "content": "<h2>史学特色</h2> <p><strong>尚简</strong><br>　　吴兢撰史，简明扼要。他撰的史书今日所能见到只有一部《贞观政要》。这部书分专题记述贞观年间的政治、经济、军事、文化、制度、礼仪、教育……等方面状况，有对话、诏诰、奏表，有事件描写，有经验总结，较系统反映了贞观年间的施政方针和实践效果，是历史上对贞观之治记载最为周详扼要的著作，后人了解贞观之治必须借助此书。然而，这样一部书仅八万字左右。《旧唐书·吴兢传》称他“叙事简要，人用称之”。《新唐书·吴兢传》称他“叙事简核，号良史”。可见，吴兢史笔简明这个特点，是为当时人们所公认和赞赏的。</p> <p><strong>直笔</strong><br>　　吴兢初入史馆即愤愤然于武三思等的“苟饰虚词，殊非直笔”之行径，认为“国史之作，在乎善恶必书”。他私撰本朝国史，就是为保留历史真相。他对玄宗说明自撰国史的特点也是“虽文则不工，而事皆从实”。可见，吴兢最为关注、突出强调的史学特质就是“直笔”二字。</p><br/><h2>铁事典故</h2> <p>　　吴兢是在<a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>、朱敬则双双为相时被荐举为史官的，年纪三十左右。《唐会要·史馆上·在外修史》中有唐玄宗开元二十五年（737）时吴兢在集贤院和史馆修史的记载，这时他六十八岁。他担任修史工作至少近四十年。吴兢一生的大部分时间和主要精力都献给了修史事业，可是在史馆修史工作并不顺利，史料记载中有他几次请求调离史职的奏表。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>和吴兢所在的史馆，已与唐太宗贞观年间的史馆大不相同。贞观时史官位尊权重，甄选严格，通籍禁门，优礼有加，“得厕其流者，为一时之美事”。修史也具有相当高的效率。然而其后每况愈下。史馆或因政争而动荡，或因庸才充斥、监修弄权而混乱。刘知几在阐述辞职理由时说：“三为史臣，再入东观，竟不能勒成国典。”吴兢的辞职表中也有类似语言：“臣自掌史东观十有七年，岁序徒淹，勤劳莫著，不能勒成大典，……乞罢今职。”此时史官俸禄的确不高。吴兢自父亲退休之后，顿感经济困窘，不得不提出了加俸的请求，“又兢父致仕已来，俸料斯绝，所冀禄秩稍厚，甘脆有资，乌鸟之诚，幸垂矜察”。</p> <p>　　吴兢这一次请辞职是在任史官十七年后提出的，时间是开元初年，没有被批准。后吴兢又以居丧为由，上三次表文，坚拒起复史职。但是，吴兢请求辞职并不说明他不重视或不热爱史官工作。从他所上的三次表文中清楚看到，他对史官一职的宗旨及职能有相当透彻认识和高度推崇之情。他说：“史官之任，为代准的，……树终古之风声”，“定一代之是非，为百王之准的。”这可以看作是对史官修史根本宗旨的认识。正由于吴兢对于史官一职寄托厚望，所以也就愈不能容忍妨碍史馆正常运作的种种不端现象。作为一种抗议，他才愤然提出辞去无比热爱的史职。</p> <p>　　吴兢的另一种抗议手段是自己编撰本朝国史。既然自己的史学主张无法在史馆中实现，既然史馆中所修国史有种种歪曲、不实之处，为保留一代信史，就必须自己动手别撰一套国史了。他在开元十四年（726）上奏唐玄宗，披露了自己从武后末期及唐中宗时开始私撰国史的经过。从奏表中可以了解有关此事与他的想法。</p> <p>　　第一，二十几年来，吴兢个人撰修国史两种，已成128卷。《唐书》为纪传体，《唐春秋》为编年体。吴兢在公余时间，以个人之力撰写，该要付出多么大的艰辛。</p> <p>　　第二，吴兢对自撰国史的质量是较有自信心的，“皇家一代之典，尽在于斯矣”。此亦可佐证他辞史职时自述个人能力不足，是故意自贬。</p> <p>　　第三，吴兢之所以披露私撰一事，首先是即将撰成，接近定稿，这就“不敢不奏”；其次是遇到缮写困难，因卷帙较大，个人之能力、财力均不足以承担，不得不请求官方帮助。</p> <p>　　身处乌烟瘴气的史馆，吴兢除了辞职以抗议、私撰以抵制外，还尽最大可能保持自己的史学特色，为维护史学的优良传统而进行不懈的努力。</p><br/><h2>生平</h2> <p>　　吴兢（670—749），汴州浚仪（今河南开封）人。武周时入史馆，修国史，迁右拾遗内供奉。唐中宗时，改右补阙，累迁起居郎，水部郎中。唐玄宗时，为谏议大夫，修文馆学士，卫尉少卿兼修国史，太子左庶子，也曾任台、洪、饶、蕲等州刺史，加银青光禄大夫，迁相州，封长垣县子，后改邺郡太守，回京又任恒王傅。与同时代其他官员相比，吴兢的仕途还是较为顺畅的，没有大起大落。居史馆任职30余年，以叙事简练、奋笔直书见称。曾认为粱、陈、齐、周、隋五代史繁杂；乃别撰《粱史》、《齐史》、《陈史》各10卷、《隋史》20卷。卒后。由其子呈上其未定稿《唐史》80余卷，世称“良史”。曾从事官府藏书的整理、国家书目的编制工作。开元中，诏<a href=\"http://so.gushiwen.org/author_2272.aspx\">马</a><a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>领校图书，马怀素奏用元行冲、齐翰、吴兢、韦述等26人同在秘阁详录四部书，开元九年（721）共同编成国家图书总目《群书四部录》200卷，由元行冲奏上。家收藏图书甚富，编撰有《吴氏西斋书目》1卷，著录图书13 468卷，该书目影响颇大。所藏之书在他去世前后，赠送给外孙蒋乂。编著有《乐府古体要解》、《唐春秋》、《唐书备阙记》、《太宗勋史》、《睿宗实录》、《中宗实录》、《贞观政要》、《则天实录》、《唐高宗实录》（与刘知己合撰）等，仅《贞观政要》传于今。</p>"
}