{
  "id": 1519,
  "star": 0,
  "name": "洪亮吉",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1519.jpg",
  "dynasty": "清代",
  "desc": "洪亮吉（1746～1809）清代经学家、文学家。初名莲，又名礼吉，字君直，一字稚存，号北江，晚号更生居士。阳湖（今江苏常州）人，籍贯安徽歙县。乾隆五十五年科举榜眼，授编修。嘉庆四年，上书军机王大臣言事，极论时弊，免死戍伊犁。次年诏以“罪亮吉后，言事者日少”，释还。居家十年而卒。文工骈体，与孔广森并肩，学术长于舆地。洪亮吉论人口增长过速之害，实为近代人口学说之先驱。",
  "content": "<h2>生平</h2> <p>　　先世祖籍安徽歙县洪坑，三十七世洪璟曾任山西大同知府，其子洪公采为<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>的祖父，入赘于常州赵氏，娶康熙四十八年状元赵熊诏之女为妻，从此定居常州。洪亮吉生于1746年九月三日（10月17日），卒于1809年五月十二日（6月24日）。自幼丧父，刻苦读书，以词章考据闻名，尤其擅长舆地。与同里<a href=\"http://so.gushiwen.org/author_585.aspx\">黄景仁</a>、孙星衍友善，并得<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>、<a href=\"http://so.gushiwen.org/author_189.aspx\">蒋士铨</a>的赏识。多年屡试不中，先后充安徽学政朱筠、陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>等幕府。乾隆五十五年（1790）44岁时终于以一甲第二名考中进士，授翰林院编修，充国史馆编纂官。乾隆五十七年（1792）担任顺天府乡试同考官。后督贵州学政，任内为贵州各府书院购置经、史、《通典》、《文选》等方面图书，提高了贵州学术水平。嘉庆元年（1795）回京供职，入直上书房，教授皇曾孙奕纯读书。嘉庆三年（1798），以征邪教疏为题考试翰林和詹事，洪亮吉著文，力陈内外弊政数千言，为时所忌，以弟丧辞职回乡。嘉庆四年（1799）为大学士朱圭起用，参与编修《高宗实录》。同年，上书《乞假将归留别成亲王极言时政启》，触怒嘉庆，下狱并定死罪。后改为流放伊犁。百日之后，即被释放回籍。从此家居撰述至终。洪亮吉坐姿像。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>精于史地和声韵、训诂之学，善写<a href=\"http://so.gushiwen.org/author_1519.aspx\">诗</a>及骈体文。洪亮吉的《北江诗话》，论诗强调“性情”、“气格”，认为诗要“另具手眼，自写性情”，赞赏<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>的诗文能于韩、柳、元、白四家之外“别成一家”的独创精神；批评<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>诗学古人“全师其貌,而先已遗神”（《北江诗话》卷四）；非议翁方纲诗“如博士解经，苦无心得”（同前卷一）。这些都是可取的。此外评论古代及当时诗人，亦多精到语。洪亮吉一生好游名山大川，足迹遍及吴、 越、 楚、黔、秦、晋、齐、豫等地，所以他的山水诗特多，有不少佳构。谪戍伊犁期间写的《安西道中》、《天山歌》、《行至头台雪益甚》、《伊犁记事诗四十二首》等，写塞外风光，尤具特色。诗笔于质直明畅中有奇峭之致。他的骈体文高古遒迈，“每一篇出，世争传之”（<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>《卷施阁文乙集序》），如《出关与毕侍郎笺》、《游天台山记》、《戒子书》等都较著名。时人舒位《乾嘉诗坛点将录》曾评点当代诗坛108家，并以梁山泊好汉相拟，将洪亮吉比作“花和尚鲁智深”：“好个莽和尚，忽现菩萨相。六十二斤铁禅杖。”洪亮吉著有《卷施阁诗文集》、《附鲒轩诗集》、《更生斋诗文集》、《汉魏音》、《北江诗话》及《春秋左传诂》。</p><br/><h2>流放创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1519.aspx\">洪亮吉</a>这位著名的清代学者1799年因上书直言朝政之弊端，言辞激烈，不避锋芒，刺到了嘉庆皇帝的痛处；“人才至今日消磨殆尽矣。数十年来，以模棱为晓事，以软弱为良图，以钻营为进取之阶，以苟且为服官之计，由所遭者，无不各得其所欲而去，以定衣钵相承牢结而不可解……士大夫渐不顾廉耻，……”。为此言语，差点丢了脑袋。幸“恩旨从宽，免死，改发伊犁，交将军保宁严加管束。”</p> <p>　　这对洪亮吉无异是一次重大的打击。可洪亮吉却能坦然处之，一笑置之。“半生纵踪未曾闲，五岳游完鬓乍斑。却出长城万余里，东西南北尽天山。”《出关作》他一路歌风岭雪，觅史寻踪，赞西域山水之奇丽，记边塞风情之异观。观察之深，描绘之细，确有舆地学者之眼光，又有<a href=\"http://so.gushiwen.org/author_1519.aspx\">诗</a>人才子之文采。也许，他当初写这些诗时并未曾想到传世，然而，却给后人了解西陲风物留下了一笔宝贵的遗产。</p> <p>　　对于流放犯，诗是双刃利剑。洪亮吉曾特意提到：(流放伊犁途中)至保定，甫知有廷寄与伊犁将军，有“不许作诗，不许饮酒”之谕。是以自国门及嘉峪关，凡四匝日，不敢涉笔。及出关后，独行千里，不见一人，径天山，涉瀚海，闻见恢奇，为平生所未有，遂偶一举笔，然要皆描摹山水，绝不敢及余事也。</p> <p>　　看来嘉庆帝相当了解这个才子。“不许作诗，不许饮酒”出自皇帝之口，真是意味深长。而创设伊犁流放地的乾隆帝早在20年前就责令伊犁将军，对遣犯严加管束，“倘赡恂情面，任其置产娶妻，则伊等反得晏然安处，与无罪何异?至其遣发日久，不得归籍，</p> <p>　　或妄作诗词，编选诽言，或不安本分生事，及潜行逃走者，一面奏闻，一面正法，不得稍事姑容！</p> <p>　　次年二月，洪亮吉越过千山万水，抵达流放都会惠远。</p> <p>　　惠远，所居之房是有名的鬼屋。前居屋主在“环碧轩”遇鬼，又加上贬谪丢官后心情不舒，终死在自己的失落中。而洪亮吉在此居住百日，却从未见鬼，实乃超脱于世，不为个人之失落而恼也。他寄情山水，赏花观鱼，饮酒做诗，将伊犁所见所闻详录于日记诗文中，这决不是一时游戏之作，而是继续他一生所从事的著述之业，以传世人。</p> <p>　　他写伊犁山水：“看山不厌马蹄遥，笠影都从云外飘。一道惊流直如箭，东西二十七飞桥。”</p> <p>　　他吟伊犁风雨：“毕竟谁驱涧底龙，高低行雨忽无踪。危崖飞起千年石，压到南山合抱松。”</p> <p>　　他咏伊犁街巷：“日日冲泥扫落苔，一条春巷八门开。外台自有萧闲法，携具方家说饼来。”</p> <p>　　他赞伊犁花果：“古庙东西辟广场，雪消齐露粉红墙。风光谷雨尤奇丽，苹果花开雀舌香。”</p> <p>　　洪亮吉歌咏过的天山风光</p> <p>　　纵观洪亮吉的伊犁杂诗，决不仅仅是应酬抒怀之作，而是有意识地用诗的形式记下伊犁的山光水色、风土民情。这是跟他后来追述伊犁百日行的《天山客话》一脉相承的。他的《伊犁日记》对他来伊途中所见之物作了详细的记载，而《天山客话》则详细记载了伊犁的山川、物产、风貌等。这些都为后来研究西北地区的史地学者提供了十分宝贵的资料。《新疆图志》就引用了他的不少条述。后世史地学者对洪亮吉评价甚高。</p> <p>　　洪亮吉戍伊百日之后，即被“皇恩大赦”。当他离开惠远城时，“下马步出城，百步屡驻脚。“长刀短后衣，未忍即抛却。”他为失落而来，却满载西域奇珍而归，在自己生命价值的天平上加了一个重重的砝码。</p>"
}