{
  "id": 234,
  "star": 26,
  "name": "苏舜钦",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_234.jpg",
  "dynasty": "宋代",
  "desc": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。",
  "content": "<h2>轶事典故</h2> <p>　　“读书佐酒”：<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>为人豪放不受约束，喜欢饮酒。他在岳父杜祁公的家里时，每天黄昏的时候读书，并边读边饮酒，动辄一斗。岳父对此深感疑惑，就派人去偷偷观察他。当时他在读《汉书·张良传》，当他读到张良与刺客行刺秦始皇抛出的大铁椎只砸在秦始皇的随从车上时，他拍案叹息道：“<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>惜呀！没有打中。”于是满满喝了一大杯酒。又读到张良说：“自从我在下邳起义后，与皇上在陈留相遇，这是天意让我遇见陛下呀。”他又拍案叹道：“君臣相遇，如此艰难！”又喝下一大杯酒。杜祁公听说后，大笑说：“有这样的下酒物，一斗不算多啊。”（原文出自元·陆友仁《研北杂志》）</p> <p>　　苏舜钦以书为下酒物，其豪放直率可爱的书生风采如今仍跃跃出现在我们眼前，让人真正知道读书之乐乐如此，其读书佐酒的事迹传为美谈。 </p><br/><h2>修沧浪亭</h2> 　　“沧浪亭”始为五代时吴越国广陵王钱元璙近戚中吴军节度使孙承祐的池馆。宋代著名<a href=\"http://so.gushiwen.org/author_234.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>以四万贯钱买下废园，进行修筑，傍水造亭，因感于“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足”，题名“沧浪亭”，自号沧浪翁，并作《沧浪亭记》。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>应邀作《沧浪亭》长诗，诗中以“清风明月本无价，可惜只卖四万钱”题咏此事。自此，“沧浪亭”名声大振。<br/><h2>作品特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>早期<a href=\"http://so.gushiwen.org/author_234.aspx\">诗</a>作，充满激情，感激顿挫而发其郁积，语言明快豪迈，形成他豪犷雄放而超迈横绝的主导艺术风格。后期寄情山水自然景物的诗作，风格幽独闲放，与前期诗作大相径庭。</p> <p>　　在诗歌的语言艺术方面，苏舜钦也同<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>一样，力图用新意象、新句法来打破圆熟陈旧的诗歌格局。他的诗中常可以看到散文化的句子，生僻艰涩的语汇，怪异奇丽的意象。</p> <p>　　不过，由于两人的所长不同，诗风还是有很明显的区别，这正如<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》所评：“圣俞、子美齐名于一时，而二家诗体特异。子美力豪隽，以超迈横绝为奇；圣俞思精微，以深远闲淡为意。各极其长，虽善论者不能优劣也。”前面的《对酒》就是一个例子，下面再以《松江长桥未明观渔》为例：</p> <p>　　曙光东向欲胧明，渔艇纵横映远汀。涛面白烟昏落月，岭头残烧混疏星。鸣根莫触蛟龙睡，举网时闻鱼鳖腥。我实宦游无况者，拟来随尔带笭箵。</p> <p>　　这诗中某些特异的语汇、意象，在梅尧臣诗中也可找到类似的用法，全篇的奔放豪健，气象开阔，则是梅诗中难以找见的；反过来说，梅尧臣诗的精微、深沉、含蓄、细腻等特点，苏舜钦也比较缺乏。他的诗最明显的弱点，就在于有时只顾感情的宣泄，而忽略了感情表达方式与语言内在张力的推敲，以致显得粗糙乃至气格不完。</p> <p>　　但也有些小诗，苏舜钦写得相当精致，如《淮中晚泊犊头》：</p> <p>　　春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。</p> <p>　　第二句有些散文化，但用了一个“时”字，使视境动了起来，仿佛花树在一片青青草地中不时跳入眼帘。“幽”和“明”都是形容花，一重心理感受，一重视觉，配合得很别致。全诗的情韵近于唐诗，但更显得清幽细巧些，意脉也较为流动曲折。又如《夏意》：</p> <p>　　别院深深夏簟清，石榴开遍透帘明。树荫满地日当午，梦觉流莺时一声。</p> <p>　　也写得小巧别致，情趣盎然。它也不是以平行的意象呈现的，诗中的视线是在不断的流动转换中：先是幽深的小院，然后透过竹帘望见一树明艳的石榴，再是日在中天、树荫垂地的一片夏日景色，最后以一声流莺惊破主人的梦和午睡时的静寂。通过诗人内在体验的流程来构成诗的节奏，脉络肌理十分细密，这正是宋诗的一种特色。 </p><br/><h2>文学风格</h2> <p><strong><a href=\"http://so.gushiwen.org/author_234.aspx\">诗</a>歌理论</strong><br>　　在对诗歌的政治作用的认识上，<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>与<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>是一致的。他在《石曼卿诗集序》中说：“诗之于时，盖亦大物。”所谓“大物”，即是指诗可以反映“风教之感，气俗之变”，若统治者有“采诗”制度，就可以据以“弛张其务”，达到“长治久安”。因此，他批评“以藻丽为胜”的文学风气，而大力赞扬穆修等人“任以古道”，石曼卿的诗能“警时鼓众”。而且如前所言，他还提出过“文之生也害道德”的颇为极端的意见。其实苏氏为人性格偏于豪放开张，并无道学家的气息，他的这些主张与他在仕途上积极进取的欲望有重要的关系。</p> <p><strong>触及现实</strong><br>　　作为一个关切时政、渴望有所作为的诗人，苏舜钦的诗常常触及一些严峻的现实问题。他的《庆州败》记叙了宋王朝与西夏战争的失败，痛心疾首地批评了朝廷在边防措施上的松懈和将领的无能；《吴越大旱》写到一方面饥荒病疠使“死者道路积”，另一方面官府为了应付与西夏的战争，仍无情搜括粮食，驱使丁壮劳力上战场，致使“三丁二丁死，存者亦乏食”，最后并以“胡为泥滓中，视此久戚戚。长风卷云阴，倚柂泪横臆”之句，表述了自己内心的痛苦；《城南感怀呈永叔》同样写出民间由于饥荒而出现的惨状：“十有七八死，当路横其尸。犬彘咋其骨，乌鸢啄其皮。”并以“高位厌粱肉，坐论搀云霓”与之相对照，直斥权势者的无能与无耻。</p> <p><strong>尖锐直截</strong><br>　　在反映时弊、揭露社会矛盾方面，苏舜钦往往比梅尧臣来得尖锐直截。这一方面是由于个性的关系，另一方面也同苏舜钦郁郁不得志的遭遇有关。他本是自视很高的人，却总是受排挤乃至遭诬陷，所以既感到自己无法为社会尽到应有的责任，又感到个人失意的苦闷。这两种情绪纠合在一起，使彼此都强化了。《城南感怀呈永叔》的末一节说：“我今饥伶俜，悯此复自思：自济既不暇，将复奈尔为？愁愤徒满胸，嵘峵不能齐。”言外之意是：倘若自己能掌握权位，便能够拯救百姓；无奈自顾不暇，所以格外愤懑。而在有些诗中，他更把个人的不满直接宣泄出来，如《对酒》：<br>　　丈夫少也不富贵，胡颜奔走乎尘世！予年已壮志未行，案上敦敦考文字。有时愁思不可掇，峥嵘腹中失和气。侍官得来太行颠，太行美酒清如天，长歌忽发泪迸落，一饮一斗心浩然。嗟乎吾道不如酒，平褫哀乐如摧朽。读书百车人不知，地下刘伶吾与归！</p> <p><strong>坦露激昂</strong><br>　　这种诗情绪坦露激昂，略近于<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的风格，虽然毕竟还不如李白的意气高扬，不可一世。《宋史》本传说苏舜钦“时发愤懑于歌诗，其体豪放，往往惊人”。在北宋诗人中，他确是有些唐人的气味。所以他的理论表述虽然迂腐，诗歌却因情感袒露而显得颇有生气，不是一副道学面孔。 </p>"
}