{
  "id": 698,
  "star": 63,
  "name": "阮籍",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_698.jpg",
  "dynasty": "魏晋",
  "desc": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。",
  "content": "<h2>人物生平</h2> <p><strong>家庭背景<br></strong>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的父亲阮瑀，字元瑜，“建安七子”之一，是当时著名的<a href=\"http://so.gushiwen.org/author_698.aspx\">诗</a>人和散文家，曾经做过<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>的司空军谋祭酒，掌管记室，后为仓曹椽属。阮籍的族父阮武，也是阮籍的族兄，是位学问渊博，通达之士，是阮籍的知己兼老师。阮籍还有一个哥哥和妹妹，哥哥名叫阮熙，做过武都太守，他的儿子就是与阮籍同入竹林的阮咸，阮籍的妹妹史书上少有记载，故不知其名。阮籍有一子一女，子名浑，字长成，女不知其名。</p> <p><strong>少年时期<br></strong>　　阮籍，出生于汉建安十五年（210），三岁丧父，由母亲把他抚养长大。父亲死后，家境清苦，阮籍勤学而成才，天赋秉异，八岁就能写文章，终日弹琴长啸。在他少年时期好学不倦，酷爱研习儒家的诗书，同时也表现为下慕荣利富贵，以道德高尚、乐天安贫的古代贤者为效法榜样的志趣。阮籍在习文的同时还兼习武，其《咏怀诗》写到：“少年学击剑，妙技过曲城”。阮籍性格孤僻，轻荡，大约在十六七岁时，有一次随其叔父阮熙到东郡，充州刺史王昶与他相见时，他“终日不开一言”，王昶“自以为不能测”。</p> <p>　　籍在政治上有济世之志，曾登广武城，观楚、汉古战场，慨叹“时无英雄，使竖子成名！”</p> <p><strong>正始时期<br></strong>　　当时明帝曹叡已亡，由曹爽、司马懿夹辅曹芳，二人明争暗斗，政局十分险恶。正始三年（242）左右，当时任太尉之职的蒋济听说阮籍“俊而淑悦，为志高”，于是询问椽属王默，王默予以确认。之后，蒋济准备证辟阮籍做自己的椽属。阮籍听到消息，就写了一封《奏记》，亲自送到洛阳城外的都亭，请吏卒转呈蒋济。《奏记》中说自己才疏学浅，出生卑微，难堪重任。婉言表示谢绝。蒋济原先担心阮籍不会应辟，后来得知他已到都亭，误以为他已应命，其《奏记》中所说的不过是口头上的客套话，所以很是高兴，于是派人去迎他，不想阮籍已经回去了。蒋济非常生气，迁怒于王默。王默很是害怕，只好写信劝说阮籍。阮籍的乡党亲属也都来劝喻，他不好再推托，勉强就任，但是不久即告病辞归。这是阮籍一生中的第一次出仕，这次出仕显然带有某种被迫的性质。</p> <p>　　正始八年（247）前后，阮籍与王戎的父亲同时任尚书郎。阮籍病免尚书郎之后不久，又受曹爽的征辟，招为参军，阮籍婉言拒绝之。这是阮籍第二次出仕。（注：关于阮籍是否担任曹爽的参军，史书上有不同的记载，《晋书·阮籍传》的记载为：“及曹爽辅政，召为参军。籍因以疾辞，屏于田里。”即阮籍没有做曹爽的参军。但《三国志·魏书·<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>传》注引《魏氏春秋》写到“后为尚书郎，曹爽参军。”这里参照《晋书》上面的记载。）</p> <p>　　正始十年（249），曹爽被司马懿所杀，司马氏独专朝政。司马氏杀戮异己，被株连者很多。阮籍本来在政治上倾向于曹魏皇室，对司马氏集团心怀不满，但同时又感到世事已不可为，于是他采取不涉是非、明哲保身的态度，或者闭门读书，或者登山临水，或者酣醉不醒，或者缄口不言。</p> <p><strong>竹林时期<br></strong>　　正始之后，阮籍与<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>、山涛、刘伶、王戎、<a href=\"http://so.gushiwen.org/author_337.aspx\">向秀</a>、阮咸诸人，共为“竹林之游”，史称他们为“竹林七贤”。当今学术界通常把竹林七贤的学术思想活动时间称为“竹林时期”。</p> <p>　　正始十年（249）四月改元嘉平，阮籍时年恰四十岁，阮籍做了司马懿的从事中郎。嘉平三年（251）是司马懿卒后，阮籍又做了司马师的从事中郎，他担任此职一直到嘉平六年（254）。嘉平六年，即正元元年（254），高贵乡公曹髦即帝位之后，司马师为了笼络人心，大肆封官晋爵，阮籍也被赐为关内侯、徙官散骑常侍。第二年，即正元二年（255），司马师在讨伐丘俭、文钦时，因患目病而卒于军中。司马师之后，由其弟司马昭继任大将军、录尚书事。可能就在这年，阮籍主动向司马昭请求到东平任职，司马昭很爽快地答应了，然而阮籍在东平任上只十余日就回来了。阮籍从东平返回京师洛阳后，马上又作了司马昭的从事中郎。他担任此职的时间大概只有一年左右。甘露元年（256），也即正元三年（六月改元甘露），阮籍请求作步兵校尉。步兵校尉一职，虽然是中央政府的属官，但下像散骑常侍那样与皇帝有亲近的关系；虽然是武职，但又下执兵权，不会给司马氏造成压力，引起司马氏的猜忌。阮籍担任此官职时间最长，所以后世通常称之为“阮步兵”。 </p> <p>　　钟会是司马氏的心腹，曾多次探问阮籍对时事的看法，阮籍都用酣醉的办法获免。司马昭本人也曾数次同他谈话，试探他的政见，他总是以发言玄远、口不臧否人物来应付过去，使司马昭不得不说“阮嗣宗至慎”。司马昭还想与阮籍联姻，籍竟大醉60天，使事情无法进行。 </p> <p>　　景元四年（263）十月，司马昭被晋封位晋公，位相国，加九锡，这是司马昭正式实施其篡权的重要一步。按照例行公事，由曹魏傀儡皇帝曹奂下诏加封晋爵，司马氏谦让一番，然后再由公卿大臣当时阮籍担任步兵校尉之职，也被受命执笔，但阮籍依旧喝酒，等到使者来催稿时，阮籍只好带酒拟稿塞责。</p> <p>　　阮籍死于景元四年（263）冬，也就是在他写了《劝进表》之后的一二个月，享年五十四岁。</p><br/><h2>纪念地址</h2> <p><strong><a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>啸台<br></strong>　　一陂春水一荒台，魏晋风流杳难追。欲觅阮踪成一恸，啸声孤起我徘徊。<br>　　这是一位游客在阮籍啸台前写下的<a href=\"http://so.gushiwen.org/author_698.aspx\">诗</a>句。穿过尉氏县县城东部的一条小巷，可以看到一汪清水陪伴着那个孤傲灵魂身影的土台，那汪清水是尉氏人所称的东湖。这的确有些符合阮籍的性格，也符合尉氏“啸台清风”之景的记载。<br>　　据记载，阮籍啸台原“高15丈，阔2丈，有层3楹”，在明嘉靖十四年（公元1535年）、清乾隆十四年（公元1749年）和民国四年（1915年）曾多次重修，可惜在日寇进犯尉氏时被毁。而今，阮籍啸台看来更像一座土堆，或者是遗落在闹市中的土岗，其上杂树丛生，有游人经常攀登的小径。登上去，放目远眺，阳光灿烂，东湖之上波光粼粼，令人不禁浮想联翩，回想起阮籍的那个年代。<br>　　众所周知，曹魏、司马两个政权推行的都是血腥味十足的极权统治。统治者用强硬的手段御下，制造党锢之祸来对付士人，士人们只好以柔制刚，用喝酒、佯狂等手段与当权者作顽强而坚定的斗争，于是便有了风韵脱俗、才情过人的“竹林七贤”。“竹林七贤”洒脱不羁的风度让后人景仰，而其代表人物——阮籍，更是令人为之折服。有人甚至这样评价：魏晋时代失去了阮籍，整个时代将会黯然失色；有了阮籍，魏晋时代才能让人神思遐往，不停追逐。<br>　　阮籍嗜烈酒、善弹琴，喝酒弹琴往往复长啸，得意时忽忘形骸，甚至即刻睡去，可谓“我今欲眠君且去，明朝有意抱琴来”。<br>　　所谓的啸，就是撮着嘴吹口哨。在古时候，啸是一种音乐，有专门的乐章，可惜早已失传。据《世说新语·栖逸》记载：阮籍吹的口哨可以传几百步远。一次，阮籍去拜访隐居在苏门山中的孙登。他向孙登提出了很多问题，可孙登冷漠如冰，连眼珠子都不动一下。阮籍无奈，就干脆对着孙登吹起了口哨，这下孙登开了尊口：“请再来一次。”阮籍再次长啸，然后就下山了。到了半山腰，山谷中忽然回荡起优美的啸声，原来是孙登在长啸不已，以示与阮籍志同。受到孙登啸声的感染，阮籍写出了著名的《大人先生传》。<br>　　据了解，后人十分尊重阮籍，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>等名人曾经登啸台赋诗。如今，阮籍啸台已成为尉氏县文物保护单位。1985年，深圳建锦绣中华景观时曾来函索要阮籍啸台的照片，该古迹现已载入《中华历代名人名胜典》。福建阮姓人士已建议在尉氏召开世界阮姓联谊会，百余名各界知名人士已联合倡议举民力重修阮籍啸台。可见，阮籍啸台的开发不仅有利于旅游业的发展，而且可以促进尉氏乃至开封的开放和经济发展。</p> <p><strong>阮籍墓</strong><br>　　阮籍墓共有两处，一为阮籍墓遗址，在河南开封市尉氏县县城东南15公里的小陈乡阮庄村。清朝乾隆年间，大学士<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>曾书墓碑，碑高2．3米，宽0．65米，厚0．26米，正中镌刻“魏关人候散骑常侍嗣宗阮君之墓”14个隶书大字，左边镌刻“大清嘉庆十二年钦差兵部侍郎兼河南巡抚”，右边镌刻“提督军门实授浙江巡抚古尉氏阮元敬书”，下体38个字。其笔法矜持庄重，波磔分明，是尉氏县所存隶书碑刻中最好的。墓地原来有祠宇，可惜被黄水淹没，祠毁墓淤。1986年，阮氏族人集资建了新坟茔。<br>　　一在位于江苏省南京市城内西南角花盝北岗21号四十三中学内，此为衣冠冢。明万历年间（1573-1620年）建。现有墓冢，墓碑。碑为清光绪二十四（1898年）年立。1981年经整修，下以青灰色砖砌成，上覆封土堆，通高约1.85米，呈圆锥形，底径约5.3米。1982年列为南京市文物保护单位。《金陵琐志九种·凤麓小志》：“山旁有阮步兵籍墓。明万历间，李昭掘得石碣，有‘晋贤阮’三字已。又得半段曰‘籍之墓’，因以为步兵葬于此。籍生长中原而埋骨江左，意者南渡之际举族东迁，舆榇以至与。”顾文瑗《瓦官古迹考》名其地为阮生里。如今在四十三中学的校园内。</p> <p><strong>广武山</strong><br>　　广武山在今河南荥阳东北，山上有城，是为广武城，城分东西，中隔一涧。为当年<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>、<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>对峙处。<br>　　据《荥泽县志》载，广武山“山势自河边陡起，由北而南，绵亘不断……峰峦尖秀，峭拔数十丈，朝霞暮烟，变态万状”。广武山历来为古代的交通咽喉、兵家必争之地。<br>　　广武山上有一条由南向东北的巨壑，历史上称为“广武涧”，这里是楚汉相争的古战场。公元前203年，汉军趁项羽东击各地之机，出兵夺取成皋，后屯兵广武，阻楚西进。楚王项羽急忙率兵西来，亦屯兵广武，和汉军隔涧对垒，两军在此连番争夺，相持数月，最终因楚军缺粮，军心涣散，加上韩信也出兵击楚，项羽被迫与汉约和，以“鸿沟”（即“广武涧”）为界中分天下。<br>　　阮籍登广武山观楚汉战场时，叹道“时无英雄，使竖子成名”。实为登胜迹而怀古，借古讽今！ </p><br/><h2>后世影响</h2> <p><strong>五言<a href=\"http://so.gushiwen.org/author_698.aspx\">诗</a></strong><br>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>是建安以来第一个全力创作五言诗的人，其《咏怀诗》把八十二首五言诗连在一起，编成一部庞大的组诗，并塑造了一个悲愤诗人的艺术形象，这本身就是一个极有意义的创举，一个显著的成就，在五言诗的发展史上奠定了基础，开创了新的境界，做出了巨大的贡献，对后世作家产生了重大影响。如晋左思、<a href=\"http://so.gushiwen.org/author_834.aspx\">张载</a>、陶潜（《饮酒》），南北朝刘宋的<a href=\"http://so.gushiwen.org/author_732.aspx\">鲍照</a>，北周的<a href=\"http://so.gushiwen.org/author_662.aspx\">庾信</a>，唐<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>（《感遇》），<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>（《古风》）等人诗篇都是以抒情言志，广泛涉及现实生活，具有深厚思想内容的五言长诗，无不是对阮籍《咏怀诗》的继承和发展。<br>　　阮籍的《咏怀诗》或隐晦寓意，或直抒心迹，表现了诗人深沉的人生悲哀，充满浓郁的哀伤情调和生命意识，无不给人以“陶性灵，发幽思”的人生启悟。阮籍的诗形象得展现了魏晋之际一代知识分子痛苦、抗争、苦闷、绝望的心路历程，具有深刻的思想意义和认识价值。对五言诗的发展做出了重要的贡献，创造了抒情组诗的阮籍的《咏怀诗》以其独特的艺术风格和美学情调出现在中国诗坛上，当时就引起了强烈反响。阮籍之后，诗人争先仿效其作，影响极为深广。后人给予“忧时悯乱，兴寄无端，而骏放之致，沉挚之词，诚足以睥睨八荒，牢笼万有”的极高评价，是当之无愧的新形式，开后代左思《咏史》组诗，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>《饮酒》组诗的先河。</p> <p><strong>对<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a></strong><br>　　研究阮籍其人、其诗，难免让人想到《红楼梦》——阮籍的狷狂痴态、朦胧的诗篇、如履薄冰的处境以及对心理平衡的艰难追求等，都可以在《红楼梦》中找到影子。这难道仅仅是偶然现象吗其实，若论阮籍与《红楼梦》的作者曹雪芹之间的联系，也并非毫无缘由。<br>　　首先，曹雪芹倾慕阮籍。曹雪芹字“梦阮”（另说号“梦阮”），这“阮”应指阮籍。周汝昌先生曾指出：“‘梦阮’之一别号的背后可能暗示着曹雪芹对阮籍的梦想是并非泛泛的。”（《曹雪芹小传》百花文艺出版社1980年版）这里提出了很有价值的可能性。另外，曹雪芹的好友敦诚“步兵白眼向人斜”（《赠曹雪芹》）的诗句，用阮籍（世称阮步兵）青白眼的轶事来称赞曹雪芹不肯随波逐流的傲世态度。物以类聚、人以群分，友人的赠诗揭示了曹雪芹与阮籍相似的才情和心境。<br>　　其次，曹氏与阮氏在历史上有亲缘关系。曹雪芹曾被比做魏武之子孙，敦诚曾写道：“少陵昔赠曹将军，曾曰魏武之子孙。君又无乃将军后，于今环堵蓬蒿屯。……爱君诗笔有奇气，直追昌谷破篱樊。……”（《寄怀曹雪芹》）诗中“奇气”的评价颇为传神，建安<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>“骨气奇高、词采华茂”（钟嵘《诗品》），到了《红楼梦》，的确体现出“文采风流今尚存”（<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《丹青引赠曹将军霸》）了。汉魏之际，曹氏与阮氏关系密切，阮籍之父阮瑀是曹氏父子身边的文官，父死之后，阮籍仍受曹氏的关怀。当然，曹雪芹“梦阮”不仅因为某种亲缘关系，更重要的还在于阮籍是他心灵的知者、行为的楷模。</p> <p><strong>红楼梦的影响</strong><br>　　此外，《红楼梦》的朦胧意境与阮籍的《咏怀》诗很相似。阮籍的诗朦胧曲折，仅“孤鸿号外野，翔鸟鸣北林”两句，就有三种以上的解释,至今难以定论。《红楼梦》书中也曾提到阮诗，黛玉教导香菱学诗时说：“你若真心要学，我这里有《王摩诘全集》，你且把他的五言律读一百首，细心揣摩透了然后再读一二百首老杜的七言律，次再李青莲的七言绝句读一二百首，肚子里先有了这三个人作了底子，然后再把陶渊明、应玚、谢、阮、庾、鲍等人的一看。”这里谈到了“阮”，足见作者对阮籍的重视。不过，这段话还隐含了一个问题：中国诗史上，从魏晋南北朝到唐代，从诗佛、诗圣、诗仙、陶、谢、庾、鲍、阮籍、<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>，再上溯到建安时代，便数三曹七子了。而《红楼梦》中只提了一个在当时年辈较小、存诗较少的应玚来代表建安作家，对才高八斗的子建、开一代文风的<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>和首倡“诗赋欲丽”的<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>都故意避讳，恐怕是弦外有音的。“邺下才人应有恨，山阳残笛不堪闻。”从敦诚《挽曹雪芹》的诗句中可见，曹雪芹不仅世袭了建安曹氏的风骨，也承继了正始诗人含蓄曲折的风格。书中象这样闪烁其辞者不计其数，“满纸荒唐言，一把辛酸泪”，与其说《红楼梦》在写作上颇具匠心，不如说它象阮籍扑朔迷离的《咏怀》诗一样煞费苦心。<br>　　阮籍与曹雪芹之间的诸多联系，增强了笔者比较研究的好奇心和自信心。下面将通过四个相似点具体分析阮籍对《红楼梦》的影响。</p> <p>　　（一）　时人多谓痴阮籍与《红楼梦》中的宝玉形象都有“痴”的特征。《晋书·阮籍传》：“容貌瑰杰，志气宏放，傲然独得，任性不羁……时人多谓之痴。”《红楼梦》的篇头诗即是“都云作者痴，谁解其中味。”而描绘宝玉的《西江月》词云：“无故寻愁觅恨，有时似傻如狂。”曹雪芹“痴”的自述以及对宝玉“似傻如狂”形象的塑造，都与阮籍的“时人多谓痴”酷似，不仅形似，而且神似。相似点是他们的“痴”都由于和“时人”不同。<br>　　阮籍和《红楼梦》中的宝玉都曾经被统治者所重视——阮籍受过当时持掌朝廷大权的司马昭的关心和庇护,司马氏甚至用联姻来拉拢他。（参见《晋书·阮籍传》和《晋书·何曾传》）宝玉也深得贾府至尊贾母的宠爱，其实，贾政对他的严厉也是一种望子成龙的爱。然而，得到当权者关爱的前提是他们必须顺服。正因为他们不安于头上那片庇荫，他们才成了“多余人”。不是现实社会要抛弃他们，是他们在摒弃黑暗社会。他们都很孤独，但那是一种走在时代前列的“前不见古人、后不见来者”的孤独。大凡历史先行者每每以痴狂的反常形态为当时世俗所不容，阮籍与《红楼梦》中的宝玉即是两个典例。<br>　　阮籍的放达形象常被视为魏晋风度的化身，他曾创造过一醉六十天不醒的醉酒记录，然而他的神志却始终是清醒的。正始时期，由于阮籍的影响，阮氏家族以清谈闻名。阮籍之侄阮咸因放达也被列入竹林七贤，阮籍的儿子阮浑也想效仿，却遭到了阮籍的反对。他之所以阻止儿子放浪纵恣，“盖以浑（阮浑）未识己之所以为达了。”（戴逵《竹林七贤论》）他担心儿子只知其表不解其里，自己的狷狂中蕴含着老庄玄学的思想积淀，埋藏着愁肠百转的世事忧苦，其精神实质是难以效仿的。险恶的现实迫使他不得不将灵与肉分开，形醉而神不醉。（见拙作《阮籍现象的文化意蕴》，《求是学刊》1996年3期）《红楼梦》中的宝玉形象，从行为到精神几乎也构成了魏晋风度，透过他与阮籍的相似点，我们不难体会出宝玉“似傻如狂”的疾呆外表下面所蕴藏的深邃思想。<br>　　如果进一步从同中求异，相比之下，贾宝玉对“古今仕途经济道路的否定”（张锦池《究竟是回归，还是叛逆——〈红楼梦〉与〈儒<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>史〉社会观念的比较研究》，《红楼梦学刊》1996年2期）比阮籍单纯的对曹魏政权的失望、对司马氏统治的反抗，意义更为深刻。阮籍否定的是个别的（魏晋之交）黑暗年代之下的入仕之路，而《红楼梦》是对所有封建仕途经济道路的否定。所以后者的痴、狂在阮籍的基础上有所发展，更富有精神价值了。</p> <p>　　（二）谁云玉石同?<br>　　阮籍《咏怀》第五十四首：“谁云玉石同?泪下不可禁。”黄节《阮步兵咏怀诗注》：“楚辞九章曰：‘同糅玉石兮，一概而相量，夫惟党人鄙固兮,羌不知余之所臧。’王逸注曰：‘贤愚杂厕。’”阮籍在此倾诉了对贤、愚不分的现实的不满。也可曲折地理解为玉石纵殊，同于灰烬的无奈。<br>　　阮诗此句可以引发对《红楼梦》中玉、石意蕴的思考。关于《红楼梦》的主旨从玉还是从石的问题，学术界多有争论，而认为舍玉从石者较多，笔者曾撰文论及。（《〈红楼梦〉对水、石意象的拓展》，《红楼梦学刊》1996年3期）现在看来，对玉、石之争的问题应该采取立体的视点：第一，在表层上，是弃玉从石，返朴归真的。第二，在深层中，《红楼梦》的作者在维护主人公外石内玉的品质。这“玉”的象征意义不是金子般的贵重，而是清水一样的高洁。《红楼梦》中三个品性高洁的人物都以“玉”字为名，即宝玉、黛玉和妙玉。足见作者对玉并非持厌弃的态度，而是苦于不被理解，被与金银铜臭归为一族。作者真正厌弃的是“金玉良缘”。正因为宝玉的怀玉之质不被世人认识，世人真、假不辨，宝玉才名“假（贾）”实真，这是《红楼梦》的辩证内蕴所在。</p> <p>　　（三）终身履薄冰阮籍<br>　　《咏怀》第三十三首中描述的情景与《红楼梦》中黛玉的处境相似。<br>　　阮籍和黛玉都是富于含蓄美的悲剧人物。“悲剧人物在一定程度上对自己的受难负有责任。”（朱光潜《悲剧心理学》第80页，人民文学出版社1993年版）阮籍和黛玉的悲剧除客观环境外，也是他们自身的性格悲剧。内向的性格和隐曲的处世方式导致了其悲剧的加剧。黄节评阮籍这首诗时说：“‘终身履薄冰’，所以昭其慎与！”（《阮步兵咏怀诗注》）阮籍处世之“慎”（曾被司马昭称为“天下之至慎者”）也体现在他《咏怀》诗的创作上，其朦胧曲折的风格，造成“百代之下，难以情测”（李善注《文选》）的艺术效果。林黛玉虽然才思敏捷、伶牙俐齿，但在与宝玉的爱情婚姻问题上，却从不直吐心曲。她只在诗中悲叹：“满纸自怜题素怨，片言谁解识秋心?”与阮籍的“谁知我心焦?”、“辛酸谁语哉！”等诗句如出一辙。“古未有儿女之情日以泪洗面者，古亦未有儿女之情而终身竟不著一字者，古未有儿女之情而知心小婢言不与私者。”（清·西园主人《红楼梦论辩·林黛玉论》，《红楼梦卷》第1册）的确，黛玉熟读《西厢记》,却不曾借红娘牵线。阮籍“言在耳目之内，情寄八荒之表”（钟嵘《诗品》），黛玉更甚之，她追求那种“不著一字，尽得风流”（<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>《诗品》）的境界。<br>　　在阮籍与黛玉的人生悲剧中，性格是重要因素，但环境的污浊也是不容忽视的，他们的言行都表现为不合流俗。阮籍之所以如履薄冰，是因为他不肯随波逐流。试想，司马氏给他许多次高就的机会（如联姻等），他都消极反抗，所以艰难地保全他的名节。黛玉追求“质本洁来还洁去”，宁为玉碎，不为瓦全，从不逢迎权势，以致于把贾母喜爱她这一良好的机会都渐渐丧失了。曹雪芹的人生理想很多都反映在黛玉形象上，“她不仅对贾宝玉的那些崇尚自然、追求个性自由的表现默然相契，而且从不劝他去投身举业，走‘仕途经济’的封建道路。”（蒋和森《红楼梦引论》，载《红楼梦学刊》1996年4期）黛玉与阮籍相似，也反映出曹雪芹对阮籍人格、诗境的倾慕。</p> <p>　　（四）求仁自得仁<br>　　阮籍《咏怀》第十三首的诗尾写道：“求仁自得仁，岂复叹咨嗟?”《红楼梦》戚序本存一条脂（砚斋）评云：“所谓‘求仁而得仁，又何怨’，悲夫！”<br>　　《论语·述而》：“子贡曰：‘伯夷、叔齐何人也?’子曰：‘古之圣人也。’曰：‘怨乎?’曰：‘求仁而得仁，又何怨。’”阮籍诗和脂评都典出《论语》，意蕴也很相似。<br>　　阮籍此诗结尾的前两句是“李公悲东门，苏子狭三河。”整体诗意是说，无论是<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>、苏秦，还是伯夷、叔齐都死得其所。李斯辅秦、苏秦辅六国，后有东门之悔、车裂之殃，都杀身而死；伯夷、叔齐，身为商臣,不食周粟，守节而死。他们或出为显宦，或隐遁深山，都遂其心愿，故死而无憾。这是阮籍所向往的。魏晋之际，司马氏为篡夺魏政权，一方面杀人如麻，一方面拉拢名士；前者使国人“道路以目”，后者企图树立几个投降归顺的样板以警世人。所以，摆在魏晋人士面前的两条路——仕与隐都充满鲜血。唯一能让人心理平衡的途径就是遂其心志。这一点，嵇康在拒绝山涛推举他做官时谈得更清楚：“尧舜之君世，许由之岩栖，子房之佐汉，接舆之行歌，其揆一也。仰瞻数君，可谓能遂其志者也。”（《与山巨源绝交书》）<br>　　《红楼梦》从言情的角度而论，就是在追求一种爱我所爱，无怨无悔的理想境界。脂评为《红楼梦》一书补充了这一意旨：“而绛珠之泪，偏偏不因离恨而落，为惜其石而落。可见惜其石，必惜其人。其人不自惜，而知己能不千方百计的为之惜乎！所以绛珠之泪，至死不干，万苦不怨，所谓‘求仁而得仁，又何怨’，悲夫！”这是一种以“惜”为基础的“通灵”的情感现象。《红楼梦》打破了它以前的作品中“问世间情为何物，只教人以身相许”、“愿天下有情人都成了眷属”等以婚姻为最终归宿的传统模式，对“情”进行了新的诠释。<br>　　“现实中的爱情多半是失败的，不是败于难成眷属的无奈，就是败于终成眷属的厌倦。然而，无奈留下了永久的怀恋,厌倦激起了常新的追求，这又未尝不是爱情本身的成功。说到底，爱情是超越于成败的。爱情是人生最美丽的梦，你能说你做了一个成功的梦或失败的梦吗?”(周国平《人与永恒》第22页，上海人民出版1988年3月版)《红楼梦》也是一个梦，宝黛爱情是梦中之梦，这个梦的结局是超越成败、超越离合的。脂砚斋这段评语是对曹雪芹小说的补充和点化，是对《红楼梦》中宝黛爱情的升华，道出了黛玉泪尽而逝的美学价值。<br>　　从阮籍“求仁而得仁”的诗句抽绎出的魏晋士人“遂其志”的理想追求，让我们进一步理解了《红楼梦》的悲剧美。宝玉和黛玉彼此在精神上“求仁而得仁”、各“遂其志”，的确再没有什么值得嗟叹和悲怨的了。这应该属于一种审美意义上的“大团圆”。 </p><br/><h2>轶事典故</h2> <p><strong>醉酒避亲<br></strong>　　司马昭为了拉拢<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>，就想和阮籍结为亲家，阮籍为了躲避这门亲事开始每天拼命地喝酒，每天都是酩酊大醉，不醒人事，一连60天，天天如此，那个奉命前来提亲的人根本就没法向他开口，最后，只好回禀司马昭，司马昭无可奈何地说：“唉，算了，这个醉鬼，由他去吧！” （详见《晋书·阮籍传》）</p> <p><strong>青白眼<br></strong>　　阮籍不经常说话，却常常用眼睛当道具，用“白眼”、“青眼”看人。对待讨厌的人，用白眼；对待喜欢的人，用青眼。 据说，他的母亲去世之後，<a href=\"http://so.gushiwen.org/author_382.aspx\">嵇康</a>的哥哥嵇喜来致哀，但因为嵇喜是在朝为官的人，也就是阮籍眼中的礼法之士，于是他也不管守丧期间应有的礼节，就给嵇喜一个大白眼；后来嵇康带着酒、夹着琴来，他便大喜，马上由白眼转为青眼。</p> <p><strong>蔑视礼法<br></strong>　　阮籍好酒，他家旁边就是酒店，女主人是个年轻漂亮的小媳妇。阮籍常和王戎去吃酒，醉了就若无其事地躺在人家旁边睡着了，根本不避嫌。那家的丈夫也不认为他有什么不轨的行为。魏晋时期，男女授受不亲被认为是理所当然的事，可是阮籍全不放在眼里。一次，他嫂子要回娘家，阮籍不仅为嫂子饯行，还特地送她上路。面对旁人的闲话、非议，阮籍说：“礼法难道是为我辈设的吗？” </p> <p><strong>阮籍遭丧母<br></strong>　　阮籍为母亲服丧期间，在晋文王（司马昭）的宴席上喝酒吃肉。司隶校尉何曾也在座，他对文王说：“您正在以孝治国，而阮籍却在母丧期间出席您的宴会，喝酒吃肉，应该把他流放到偏远的地方，以正风俗教化。”文王说：“嗣宗如此悲伤消沉，你不能分担他的忧愁，为什么还这样说呢？况且服丧时有病，可以喝酒吃肉，这也是符合丧礼的呀！”阮籍依旧在喝酒吃肉，神色自若。</p><br/><h2>文学特点</h2> <p><strong>咏怀<a href=\"http://so.gushiwen.org/author_698.aspx\">诗</a><br></strong>　　<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>的《咏怀诗》通过不同的写作技巧如比兴、象征、寄托、借古讽今、借景抒情，和形象塑造等，形成了一种“悲愤哀怨，隐晦曲折”的诗风。比兴和形象塑造是《咏怀诗》最重要的艺术手法。</p> <p>　　《咏怀诗》注重炼字，看似语言朴素，不事雕琢，其实意境旨远，用词贴切。</p> <p>　　阮籍《咏怀诗》的意旨，如同钟峡所说：“厥旨渊放，归趣难求”（《诗品》）。《咏怀诗》的思想内容非常复杂而广泛，但突出的是对生命短促、人生无常的感伤和对现实的无法忘怀，以及由此所产生的一种忧愁焦虑的情绪。 </p> <p><strong>论说文<br></strong>　　阮籍的论说文，都是阐述其哲学观念的，比较全面地反映了他的思想，如《通老论》、《达庄论》、《通易论》、《乐论》等。这些论说文，都是采用“答客问”的辩难式写法，主人公则是“阮子”、“阮先生”或“先生”所以读者从这些文章中，可以看到作者为自己塑造的玄学家形象。文章注重结构上的逻辑层次，一般都首尾照应，论证逐层深入，善于作抽象的、本质的分析，体现了魏晋时期思辩方式的进步。它们的语言风格比较朴素凝重，不尚华饰，稍有骈化的痕迹。 </p> <p>　　同时阮籍在其作品中流露出较浓厚的仙隐思想，如《大人先生传》。但是却无轻松闲适，飘然轻举的内容，而是充满苦闷，哀伤和孤独的情怀，这是由当时的形式所迫。</p>"
}