{
  "id": 2236,
  "star": 0,
  "name": "京镗",
  "dynasty": "宋代",
  "desc": "京镗（1138 —1200）字仲远，南宋丞相、词人，晚号松坡居士，豫章（今江西南昌）人。高宗绍兴二十七年进士。历知江州瑞昌县。孝宗召对称旨，擢监察御史，累迁右司郎官。淳熙十五年，授四川安抚制置使，知成都府。光宗绍熙二年（1191），召为刑部尚书。五年，签书枢密院事、参知政事。庆元二年（1196）拜右丞相，六年进左丞相，封翼国公。卒年六十三。卒后赠太保，谥文忠，后改谥庄定。有诗集七卷、词集《松坡居士乐府》二卷，《文献通考》传于世。事见《诚斋集》卷一二三《京公墓志铭》。《宋史》卷三九四有传。",
  "content": "<h2>生平</h2> <p>　　京镗出生于绍兴八年(公元1138年)，字仲远。绍兴二十七年(公元1157年)考中进士，曾在“才子之乡”临川任主簿，风光旖旎的庐山山南星子县任知县。隆兴知府龚茂良非常器重他的才能，后来龚茂良官至参知政事，并代行宰相之职。京镗由龚茂良举荐入朝，开始在仕途上表现出独特的才干。</p> <p>　　孝宗即位之初，百废待兴，召集群臣垂询政事得失。许多臣僚曲意迎合，说是“大功可旦暮致”，就是说治理国家的事情很快就可以大功告成。京镗却力排众议，认为天下大事不可急于求成，应当有步骤地加以解决。他慷慨陈述民贫兵骄、士气颓靡的社会现状，直言不讳，切中要害。这使孝宗大为赏识，先后擢升他为监察御史、右司郎官等。</p> <p>　　自从绍兴十一年(公元1141年)“绍兴和议”之后，南宋向金国称臣纳贡，一直处于受屈辱的地位。淳熙十四年(公元1187年)，太上皇高宗驾崩。适逢金国派生辰使来庆贺孝宗圣诞，因在居丧期间，孝宗不宜接见，即派出京镗为宾佐，负责接待使臣。事后金国贺使想再逗留几天，但是京镗考虑国丧之日，不宜以贺喜的名义久留，很果断地拒绝了。孝宗认为他十分称职，于是将他迁为中书门下省检正诸房公事。</p> <p>　　第二年，金国派使臣前来吊唁。孝宗又派京镗为报谢使，出使金国。金国照例大设宴席，鼓乐招待。因居国丧，京镗请求免除宴席，金人不依。京镗说：“如果实在不能免宴，则请撤去宴乐。”坚持不撤乐就不入席，在金人的强迫之下，京镗毫无惧色，严正地说：“头可取，而乐不可闻!”说罢带领随从拂袖而去。守卫的兵士拔刀阻拦，京镗厉声呵叱。金人知道在这个问题上实在难以勉强，便急忙禀告金主。金主得知后大为感叹，说：“真是南朝的忠贞耿直之臣啊!”于是，特别下令撤去宴乐，然后请京镗入席。消息传到南宋朝廷，孝宗龙颜大悦，对大臣们说：“士大夫平常谁不自认为有气节，但是有谁能像京镗这样临危不变，正气凛然，不辱使命呢?”孝宗认为这是南宋积弱已久之后，一次“为国增气”的外交胜利，于是将京镗提升为权工部侍郎。</p> <p>　　罗大经《鹤林玉露》中载其使金<a href=\"http://so.gushiwen.org/author_2236.aspx\">诗</a>一首：</p> <p>　　鼎湖龙驭去无踪，三遣行人意则同。</p> <p>　　凶礼强更为吉礼，裔风终未变华风。</p> <p>　　设令耳预笙镛末，只愿身糜鼎镬中。</p> <p>　　已办滞留期得请，不辞筑馆汴江东。</p> <p>　　这大约写的就是那次要求金主免宴撤乐的事件。作为南宋的使臣，京镗抱定了不辱使命的决心，“只愿身糜鼎镬中”一句，深刻地表达了大义凛然、舍生忘死的民族气节。这是一首写实诗，不事雕琢，铿锵有力。</p> <p>　　淳熙十五年(公元1188年)，京镗任四川安抚制置使兼知成都府。到任之后，京镗采取了减免征敛、让利于民、惩治凶犯、加强治安等一系列措施，很快就形成了蜀地大治的稳定局面。在四川任上，京镗留下了许多写景抒情以及与友人唱和酬答之作。这些作品大致可以分为两个方面的内容。</p> <p>　　首先是反映巴蜀景物、乡土民风的作品。四川素有“天府之国”的美称，到了宋代，经济贸易日益繁盛，城市文化也得到迅速发展。据记载几乎每个月都有季节性的专业市场，它们是：一月灯市、二月花市、三月蚕市、四月锦市、五月扇市、六月香市、七月七宝市、八月桂市、九月药市、十月酒市、十一月梅市、十二月桃符市。市民们择日赶赴各种市场，采购、赏玩、游乐、宴集……展现出五光十色的民俗风情。在京镗的词作中，有不少描写市井风情的篇什。如《绛都春》写元夕灯市：“正锦里元夕，轻寒时候。十里轮蹄，万户帘帷香风透。火城灯市争辉照。”《汉宫春》也写灯市：“暖律初回。又烧灯市井，卖酒楼台。谁将星移万点，月满千街。”《木兰花慢》写重九药市，万家欢乐的情景：“蜀人从来好事，遇良辰、不肯负时光。药市家家帘幕，酒楼处处丝簧。”《洞仙歌》也写药市，表达了与民同乐的欢愉之情：“三年锦里，见重阳药市。车马喧阗管弦沸。，)“痴儿官事了，乐与民同，况值高秋好天气。”其中《雨中花》云：</p> <p>　　玉局祠前，铜壶阁畔，锦城药市争奇。正紫萸缀席，黄菊浮卮。</p> <p>　　巷陌联镳并辔，楼台吹竹弹丝。登高望远，一年好景，九日佳期。</p> <p>　　自怜行客，犹对佳宾，留连岂是贪痴。谁会得、心驰北阙，兴哥东篱。</p> <p>　　惜别未催鹚首，追欢且醉蛾眉。明 年此会．他乡今日，总是相思。</p> <p>　　写九九佳期，重阳药市，他乡行客，登高抒怀。词中既有“心驰北阙”的爱国之心，又有“兴寄东篱’’的诗情画意。</p> <p>　　其次是感慨言志、抒发情怀的作品。京镗在蜀地任职四年，从词作中可以看到思念江南故土的情怀。如《念奴娇》中写道：“最是游子悲乡，小人怀土，梦绕江南岸。楚尾吴头家住处，满目山川遐观。”《水龙吟》中写道：“楚尾吴头，我家何在，西山南浦。想珠帘画栋，倚阑凝望，依然卷云飞雨。”词中写楚尾吴头、西山群峰、南浦飞云……寥寥数笔，写活了记忆中的故乡和绵延无尽的乡情。从词作中还可以看到，京镗虽然身在西蜀，却是胸怀大志，壮心不已。如《定风波》：</p> <p>　　休卧元龙百尺楼。眼高照破古今愁。若不擎天为八柱，且学鸱夷，归泛五湖舟。</p> <p>　　万里西南天一角，骑气乘风，也作等闲游。莫道玉关人老矣，壮志凌云，依旧不惊秋。</p> <p>　　由“万里西南天一角”推论，这首词大约也在成都所作。这时的京镗满怀激昂的报国之志，他说如果不能成为擎天之柱，就像范蠡一样辞官归隐，泛舟太湖。已届不惑之年的他，还是满腔热血，忧国忧民，壮志凌云。这首词笔若惊雷，词意豪健，是京镗词集中很有代表性的佳作。</p> <p>　　从这些词作中可以看出，作为一方重臣，京镗时常是“乐与民同”，他在当地的民情风俗之间融汇了满腔的热忱，在巴山蜀水之中寄寓了远大的志向。他的词作非常写实，描摹市景，直抒胸臆，酬唱应答，风格平朴，没有过多的修饰之词。</p> <p>　　四年之后，京镗被召回京城任刑部尚书。绍熙五年(公元1194年)，进为参知政事。宁宗继位后，对京镗十分器重。庆元二年(公元1196年)，京镗升任右丞相。从成都调回京城，再到丞相高位，前后只用了四年时间。在仕途上一路顺风，一方面是京镗自身出色的才干，另一方面则是仰仗了定策功臣韩侂胄的大力扶持。</p> <p>　　这一时期，辅佐宁宗继位的两大功臣，韩侂胄与<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>之间的矛盾不断升级。韩侂胄是外戚，是北宋名相<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的六世孙、宁宗韩皇后的叔祖。赵汝愚出身皇族，是宋太宗长子赵德崇的七世孙，因扶立宁宗有功，曾任右丞相。赵汝愚在相位上广揽名士，曾召<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>入经筵，为皇帝讲书。宁宗即位后，韩侂胄密谋上疏，以“同姓居相位，不利于社稷”的名义，将赵汝愚罢相。庆元二年(公元1196年)正月，赵汝愚在赴贬所永州(今湖南零陵)途中，因病而死。</p> <p>　　当时韩侂胄权势威震天下，京镗登上丞相高位之后，对国家大政便不置可否，只是奉行韩侂胄的意图。庆元三年，由韩侂胄主谋，大兴“庆元党禁”，将道学斥责为“伪学”，将赵汝愚、朱熹、<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>、陈傅良、<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>、彭龟年等59人列为“伪学逆党”，这些人都受到程度不等的处罚。京镗身居相位，成为当时党争的核心人物之一。庆元六年(公元1200年)二月，京镗改任少傅左丞相，封翼国公。八月病逝，赠太保，谥文忠，后改谥庄定。</p> <p>　　总之，京镗不仅是一位朝廷重臣，也是一位文思畅达的儒雅文士。著有《松坡集》7卷，今已散佚。京镗的传世作品以词为主，有《松坡居士乐府》l卷，辑人《全宋词》，收词43首。这些作品大多写于四川任上，由四川返回京都成为台阁重臣之后，没有一首词作传世。看不见生动的自我表述，京镗这一时期的行状只能是留存在史书简单规范的记载之中。</p>"
}