{
  "id": 2760,
  "star": 0,
  "name": "白行简",
  "image": "http://img.gushiwen.org/authorImg/baixingjian.jpg",
  "dynasty": "唐代",
  "desc": "白行简（776年－826年）唐代文学家，字知退，下邽（今陕西渭南东北）人，著名文学家白居易之弟。字知退。元和二年（807）进士，授秘书省校书郎，累迁司门员外郎，主客郎中，又曾任度支郎中，膳部郎中等职。著有文集10卷，文辞简易，有其兄风格。白行简文笔优美，著有《李娃传》、《三梦记》等唐人传奇。白行简所作《天地阴阳交欢大乐赋》由法国汉学家伯希和从敦煌石窟发现，带回巴黎；后又经荷兰外交家高罗佩翻译成英文，名闻世界。另有名篇《滤水罗赋》。《李娃传》有弗兰兹·库恩翻译的德文译本。",
  "content": "<h2>生平</h2> <p>　　唐德宗贞元末（805年），<a href=\"http://so.gushiwen.org/author_2760.aspx\">白行简</a>考中进士，授秘书省校书郎。</p> <p>　　元和中，卢坦出任东川节度使，召他为掌书记。</p> <p>　　元和十二年（817年），卢坦死，他便离开东川幕府，于次年春取三峡水路归浔阳，与他任江州司马的哥哥<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>团聚。白居埸曾写了《得行简书闻欲下峡先以此寄》和《对酒示行简》两首<a href=\"http://so.gushiwen.org/author_2760.aspx\">诗</a>以记其事并庆贺他兄弟俩的重逢。</p> <p>　　元和13年（818年），白居易被贬为江州（今江西省九江市）司马，白行简与白居易在江州相聚。当白居易被任命为忠州刺史时，白行简也一同与兄长溯江而上。</p> <p>　　元和十四年春，白行简随其兄白居易前往忠州，第二年（820年）又随兄回到京城长安，授职左拾遗，累迁司门员外郎，主客郎中。长庆末年，振武水运营田使贺拔志岁终结课失实，朝廷诏命白行简复核，他把情况查实后，揭露了贺的舞弊行为，贺畏罪自杀。</p> <p>　　宝历二年（826年）冬，白行简病卒，时年52岁。</p><br/><h2>文学成就</h2> <p>　　<strong>《李娃传》<br></strong>　　史载<a href=\"http://so.gushiwen.org/author_2760.aspx\">白行简</a>敏而有辞，辞赋尤称精密，文士皆师法之，白行简以传奇著称。“文笔有兄风，辞赋尤称精密，文士皆师法之”。他有文集二十卷，可惜都已散佚了。他的传奇《李娃传》因著录于《太平广记》而得以流传至今。</p> <p>　　小说略述天宝中荥阳公子某生赴京举秀才时恋上娼妓李氏，一年余资财耗尽，假母设计弃之，遂愤懑成疾，后沦为唱挽歌的歌郎。一次与人赛歌时为其父发现，责其玷辱家门，鞭打至昏死而弃之。生复得同伴相救，但浑身溃烂，沦为乞丐。</p> <p>　　一日雪中哀叫，为李氏所闻，乃悲恸自咎，赎身而与生同居，勉其读书应举。生进士及第，授成都府参军。适其父任成都尹，乃父子相认。父感其事，备六礼迎娶李氏。十余年后生官至方面大员，李氏封汧国夫人。这个故事纯为虚构。在当时社会中，士人和妓女的爱情不可能有完满的结果，像李氏那样更异想天开。这个“大团圆”的结局回避了尖锐的现实矛盾，并成为后世戏曲小说经常套用的一种模式。但它也确实反映了人们一种善良美好的愿望，即希望久经磨难的情侣最终得到理想的结合，而读者也从中对人生得一种幻觉上的满足。</p> <p>　　《李娃传》是中国唐宋传奇中最优秀的作品之一，据说是应传奇名家李公佐之命而作。小说通过荥阳公子某生与名妓李娃的爱情故事，表现了一对出身贵同截然不同的男女青年，经历百般磨难，终于赢得爱情幸福的主题，塑造了李娃这样一个社会地位低下，而精神境界崇高、感情真挚善良的妇女形象，对门第自高的荥阳公作了尖锐的嘲讽，具有强烈的反对封建门阀制度的现实意义。直到今天，李娃的形象仍活在戏剧舞台上。</p> <p>　　<strong>《大乐赋》<br></strong>　　白行简所作《天地阴阳交欢大乐赋》（以下简称《大乐赋》）堪称古今第一大奇文。</p> <p>　　白行简所撰《大乐赋》出自甘肃省敦煌县鸣沙山石窟，文中多用俗言俚语，这与<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>倡导的新乐府运动所主张的“老妪能解”、“童孺能知”的文风有关。此赋是古代用文学形式来叙写房中男女交欢的唯一仅见之作。其旨在叙人伦，睦夫妇，和家庭，明延寿保健之道，是难得的主旨健康的性文学之作。本赋开篇有一段总序性的文字。从儒家正统道德的角度阐明了研究男女之性的可取性和必要性。说明健康的性生活是人间这最佳乐事，作者认为，人间再没有比这更快乐的事情。正如作者所说“具人之所乐，莫乐如此，故名大乐赋”。</p> <p>　　第一段写少男少女的发育、怀春，以及行婚姻之礼，这些都是正常的生理现象，也是人生所必须的。</p> <p>　　第二、三段写作者所处时代贵族士大夫的新婚之夜及夫妻婚后如何进行性生活。文中主要描写了性交前的嬉戏，性交中的十动、十已等性交……</p> <p>　　白行简还撰有《三梦记》一篇，见于原本《说郛》。三事皆篇幅短小，文辞简质，而情节颇为离奇。《聊斋志异》中《凤阳士人》一篇，即受其影响。</p>"
}