{
  "id": 3155,
  "star": 0,
  "name": "曹元用",
  "dynasty": "元代",
  "desc": "曹元用（1268年—1330年），字子贞。祖籍阳谷阿城（今嘉祥县纸坊镇李村），后迁居汶上。元代大臣，与清河元明善、济南张养浩并称为“三俊”。元文宗天历二年（1330年）去世，赠正奉大夫、江浙行中书省参知政事、护军、东平郡公。谥\"文献\"。有诗文集40卷，名《超然集》。",
  "content": "<h2>人物生平</h2> <p>　　<strong>嗜好读书</strong></p> <p>　　曹元用祖籍阿城，后迁居汶上。曹元用天资聪敏，性格开朗，幼好读书，过目不忘，每夜读书，常通宵达旦。父亲怕他因此得病，阻止他，他却用衣蔽住窗子，在房内默读。</p> <p>　　<strong>名列三俊</strong></p> <p>　　曹元用开始任镇江路儒学正，期满考核合格，游于京师。翰林承旨阎复，对于各地来的士子很少有称赞的，见到元用，将他所写的文章给曹元用看，曹元用立即指出其中的毛病，阎复认为曹元用是个奇才，荐为翰林国史院编修官。曹元用认为国史院的官员都才不称职，请于测试后录优任用。</p> <p>　　御史台聘他为属官，曹元用不曾学过如何办理公务，但对一些事情却能有明确的判断，御史台的属吏们反而要向他请教。转为中书省右司的属员，与清河的元明善、济南的<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>，并称为“三俊”。</p> <p>　　后授任应奉翰林文字，又转任礼部主事。在当时历朝皇后死后，还是称其名，没有谥号，曹元用认为：“皇后为天下之母，岂可直接称其名，应加上美好的称号，以发扬其美德。”改任尚书省右司都事，转为员外郎。废除尚书省后，他退居任城，在那里住很久，齐、鲁间士人向他求学的甚多。</p> <p>　<strong>　仕途经历</strong></p> <p>　　延祐六年（1319年），授太常礼仪院经历，建议太子硕德八剌亲自参加祭祀之事，精心于礼乐。硕德八剌亲自主持祭祀的礼节、仪仗队、车马、服装等制度，都是他裁定的。原来太庙九代皇帝的灵位分室供奉，但都在一殿之内祭祀。</p> <p>　　元仁宗驾崩后，殿内也无室可以供奉了，便在武宗室之前接了一间供奉。元英宗上京召集礼官讨论此事。曹元用认为，应该建大殿于原殿之前，内设十五室。元英宗认为此议甚好。授曹元用为翰林待制，迁任直学士。</p> <p>　　至治三年（1323）八月，发生铁失刺杀元英宗的事变，叛党赤斤铁木儿突然来到京师，收缴各衙门大印，召两院学士北上。元用一人未去，并声称：“此非常之变，我宁死也不能屈服。”不久，这次政变以失败告终，人们都说曹元用有先见之明。</p> <p>　　<strong>尽心尽职</strong></p> <p>　　泰定二年（1325年），朝廷授曹元用为太子赞善，后转为礼部尚书，兼经筵官，又任大朝会的纠仪官，在退朝时号令循序而退，无夺门而出的事情发生。他认为太医、仪凤、教坊等官，不应列入正班，应自成一列。这些建议均被采纳。丞相拟废除科举制，曹元用反对：“国家文治正要用此制度，怎么能废！”有人提出对太庙的祭祀由四季减为冬季，曹元用说：“禴祠尝烝（古四时之祭的代称，禴指最薄一祭、祠为春祭、烝为冬祭、尝为秋祭），是一年四季的祭祀，一个都不能少，这是经典礼仪中十分重要的事情，怎么可以因为吝啬钱财而废除利益呢！？”</p> <p>　　泰定三年（1326年）夏，发生日食、地震、星变，也孙铁木儿诏令廷臣商议消灾之策，曹元用提出：避免天灾的办法，是不讲空话，但务实际，也就是实行德政。具体说就是：节省一切不应开支的费用，选拔贤能者为各地守令，抚恤贫民，祭祀天地，禁止佛事，停止不必须的制作以减轻人民负担，慎重地实行赏罚以鼓励和惩罚士民。这些意见都切合实际，清除当时政治中的弊端。他还论及科举取士之法，认为应当革除冒名顶替，严格进行考核，使得有真才实学的人得到任用。这些意见朝廷都予以肯定。拜为中奉大夫、翰林侍讲学士兼经筵官，参与修纂仁宗、英宗两朝实录。又奉旨纂集甲令为《通制》，把唐朝的《贞观政要》译为蒙古语言。这些书编成后都流行于世。凡朝廷的文告和命令，都是元用起草的。文宗时他起草宽恤之诏，受到也孙铁木儿的称赞，赐金织纹锦。</p> <p>　　天历二年（1329年），曹元用代表皇帝到曲阜孔子庙举行祭祀，回来献上孔子像及所撰的代祀记，元文宗非常高兴。正值太禧宗禋院副使是个缺职，中书省上奏让曹元用担任，元文宗不答应，说：“他是翰林院学士中不可缺少的一个，要把他任用在大事情上。”当曹元用去世时，皇帝哀悼很长时间，告诉侍臣说：“曹元用尽忠竭力，现在死了，应当赐赙钞五千缗（一千文）。”又追封为政奉大夫、江浙等处行中书省参知政事、护军、东平郡公，谥号文献。</p> <p>　　济宁市太白楼、曲阜孔庙、邹城孟庙，存其撰文碑。</p>"
}