{
  "id": 495,
  "star": 455,
  "name": "钱起",
  "image": "http://img.gushiwen.org/authorImg/qianqi.jpg",
  "dynasty": "唐代",
  "desc": "钱起（722？—780年），字仲文，汉族，吴兴（今浙江湖州市）人，唐代诗人。早年数次赴试落第，唐天宝十年（751年）进士，大书法家怀素和尚之叔。初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称“钱考功”。代宗大历中为翰林学士。他是大历十才子之一，也是其中杰出者，被誉为“大历十才子之冠”。又与郎士元齐名，称“钱郎”，当时称为“前有沈宋，后有钱郎。”",
  "content": "<h2>轶事</h2> <p>　　在我国文学史上，不管出于何种目的，人们总是喜欢把那些相关的事物放在一块儿来说，却往往并不使人满意；事实上，就是个中人士自己有时也未必都觉得满意——这可真是忒有意思了。</p> <p>　　盛、中唐之交的著名<a href=\"http://so.gushiwen.org/author_495.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>，由于他诗作所具有的成就，人们便有了“前有沈、宋，后有钱、郎”这样的口诀。①但钱一听就很不高兴了，居然嗤之以鼻道：“<a href=\"http://so.gushiwen.org/author_154.aspx\">郎士元</a>怎么能跟我相提并论呢？！”②也有人把钱跟<a href=\"http://so.gushiwen.org/author_104.aspx\">刘长卿</a>并列，而此后的评论者却又觉得钱的水平远远逊色于刘。③</p> <p>　　但不论怎么说，钱起的诗作水平固然是很不简单的。尽管他曾在驸马郭暧的席上不得不服了<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>，④但他也曾在江淮诗人满座的情况下，因诗笔擅场，便一举摘得该次诗会的桂冠。</p> <p>　　吴兴人钱起小时候就极其聪明，还在乡里时他已很受人赞赏。有一次随人到京口（今江苏镇江），并住进了旅馆里；正感无聊的他便趁着皎洁的月光外出散步。忽然间，户外那悠远的吟诗声缓缓地传了过来，平时也喜欢吟诗的钱起不觉就仔细聆听起来。不知怎的，那人却一再地吟诵着这么相同语汇的两句——</p> <p>　　曲终人不见，江上数峰青……曲终人不见，江上数峰青……</p> <p>　　于是，钱起遂起来开门并缓缓地踱了出去，看看究竟是谁在吟诗。但大门一打开，却居然没有发现人！钱心中深觉奇怪，凭着他那极强的记忆力，一下子就把这诗句给记住了，只是他心中并没有太拿它当回事儿而已。</p> <p>　　玄宗天宝十载（751年），钱起参加“粉闱”考试，那试题就是《湘灵鼓瑟》，要求写作一首五言排律诗。他知道这题目出自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《楚辞·远游》里的句子“使湘灵鼓瑟兮，令海若舞冯夷”。由于对《楚辞》的格外熟悉，因此他自然很高兴；但在真正构思写作时，却久久未能完稿。正在迟疑间，钱起忽然想起那天晚间户外吟诗声的韵脚不也属于“九青”部吗？而且，如果把那联诗用在自己这诗结尾的话，不也是天衣无缝吗？想到这里，他很快地便写成全篇，并提前交卷了。</p> <p>　　时任主考官的李暐，⑤就把他眼前这份试卷拿了过来，并一再端详着：</p> <p>　　善鼓云和瑟，常闻帝子灵。<br>　　冯夷空自舞，楚客不堪听。<br>　　苦调凄金石，清音入杳冥。<br>　　苍梧来怨慕，白芷动芳馨。<br>　　流水传湘浦，悲风过洞庭。<br>　　曲终人不见，江上数峰青！⑥</p> <p>　　李考官一再摇头晃脑地轻声吟诵着，他完全被诗中这优美的意境征服了；就是后来在试房里休憩时，他还一再叹赏着，并对之拍案叫绝道：“像这样高妙空灵的结句，只有神物相助才能写得出来啊！”于是，李便把钱置于高第；没过多久，钱就被授予校书郎一职。而此后，他的诗作还得到了大诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>的大力赞扬，说钱诗颇有“高格”。至于后来著名诗人如苏东坡、秦少游等人所用“湘灵鼓瑟”这一意象时，就几乎没有不以钱起这诗为蓝本的，却居然忘了它更早的出处《楚辞》！因为后来人们的那些语句的意蕴，都跟“曲终人不见，江上数峰青”这一空灵的意蕴大有关系，而非《楚辞·远游》里的意象。而这，不能不说也是一种颇为奇特的文化传承现象了吧？</p> <p>　　按：① 此口诀见高仲武《中兴间气集》评价钱起之诗时转述“士林语”；而范摅《云溪友议》则载以为“前有沈、宋、王、杜，后有钱、郎、刘、李”云云。② 此据《云溪友议》卷上。③ 胡应麟《诗薮·近体中·七言》称“钱才远不及刘”。④ 具见本书《面试华章倚马成》。⑤ 此据《旧唐书》及《郡斋读书志》之说；而《唐诗纪事》作“崔湋”，至于《登科记考》卷九以《永乐大典》引《苏州府志》，又以为当作“李麟”。⑥ 听，可平可仄，此为平声；调，名词，仄声。馨，现今无后鼻音；而古则有之，属“九青”韵部。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_495.aspx\">钱起</a>，初为秘书省校书郎、蓝田县尉，后任司勋员外郎、考功郎中、翰林学士等。曾任考功郎中，故世称钱考功，与<a href=\"http://so.gushiwen.org/author_473.aspx\">韩翃</a>、<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>、<a href=\"http://so.gushiwen.org/author_583.aspx\">卢纶</a>等号称大历十才子。钱起长于五言，词彩清丽，音律和谐。因与<a href=\"http://so.gushiwen.org/author_154.aspx\">郎士元</a>齐名，齐名“钱郎”。人为之语曰：“前有沈宋，后有钱郎。”对此，钱起很不满意，傲然说道：“郎士元安得与余并称也？”但是，朝廷公卿出牧奉使，若无钱、郎赋<a href=\"http://so.gushiwen.org/author_495.aspx\">诗</a>送别，则为时论所鄙。钱起诗作的题材多偏重于描写景物和投赠应酬。音律谐婉，时有佳句。</p> <p>　　钱起当时诗名很盛，其诗多为赠别应酬，流连光景、粉饰太平之作，与社会现实相距较远。然其诗具有较高的艺术水平，风格清空闲雅、流丽纤秀，尤长于写景，为大历诗风的杰出代表。</p> <p>　　少数作品感时伤乱，同情农民疾苦。以《省试湘灵鼓瑟》诗最为有名。有《钱考功集》，集中五绝《江行无题一百首》及若干篇章，为其曾孙钱珝所作。 </p>"
}