{
  "id": 383,
  "star": 107,
  "name": "林嗣环",
  "image": "http://img.gushiwen.org/authorImg/linsihuan.jpg",
  "dynasty": "清代",
  "desc": "林嗣环，字铁崖，号起八。清代顺治年间的福建晋江人，当时的进士。明万历三十五年（1607）生，从小聪颖过人，七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤功读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）已丑科登进士第。授太中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。",
  "content": "<h2>轶事</h2> <p>　　“站起来！”随着塾师不怒自威的喊声，从窗外慢慢探出一个六岁光景孩子的脑袋。他身上穿着不合身的旧衣，手中拿着放牛的鞭子。</p> <p>　　塾师和学子们纷纷走出私塾。“你叫什么名字？”塾师俯下身子关切地问。“我叫<a href=\"http://so.gushiwen.org/author_383.aspx\">林嗣环</a>，家住赤岭后畲。”孩子用鞭子指了指不远处的村落，又不问自答地作介绍：“父林之粟，兄嗣祯。我很喜欢听先生讲课，已来偷听半年有余了！”“那你就来读书吧！”“我家穷，供不起我读书！”塾师颔首捋须良久，忽灵机一动：“嗣环，请你进学堂坐一会儿好吗？”</p> <p>　　塾师安排嗣环和众学子坐好，摊开纸笔，宣布考试开始。结果让塾师始料莫及、心花怒放，林嗣环这个从未上过学堂的放牛娃，妙语连珠、辞清意畅的作文，令那班乡绅富贾的纨绔子弟，瞠目结舌，难望项背。</p> <p>　　塾师磨破嘴皮磨穿鞋底，用免收束修、资助笔墨、接济家用等条件，博得林之粟的首肯，让嗣环进私塾跟班旁读。</p> <p>　　嗣环边帮父亲劳作，边努力攻读。公元1615年，嗣环7岁那年，大学士黄景坊不信他能“励志自研”、“日记万言”，特地对他进行面试，也被他的聪慧天资所折服，便破例收他为“伴读”。嗣环自此如鱼得水、如虎添翼，学业更是突飞猛进。</p> <p>　　第一次参加乡试，主考官认定字字珠玑之文，绝不可能出自乳臭未干的穷孩子之手，武断地判定为“抄袭”。</p> <p>　　落榜蒙冤的嗣环受尽白眼。有天早上，他像往常那样到黄井打水，可邻居们已暗相串通，故意于前夜将水桶全收进屋内。打不到水的嗣环默立井旁，对天发誓：“士可辱，志不可夺！我定愈加发奋……”忽然，井底訇然有声，井水漫上井盘。至今，嗣环故居门前这眼黄井的水位，仍远高于旁侧的池塘水面，成为福建安溪县赤岭后畲一大景观。</p> <p>　　子曰：“往者不可谏，来者犹可追。”嗣环落第不落志，“黄井祝天”后的日子，更付诸“虎崆耕读”。公元1642年，34岁的林嗣环中举人。继之又蟾宫折桂，顺利通过会试，高中进士。嗣环的轶事，在其故乡代代相传。 </p><br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_383.aspx\">林嗣环</a>不仅是一位博学善文的著名文学家，还是一位刚正不阿、廉洁奉公、勤政爱民、百姓口碑甚佳的清官名吏。在封建官场一片污浊腐败的境况下，他洁身自爱，实在很有几分茕茕孑立的悲剧意味。当时藩王府曾派两个人到林嗣环处言事，那两人骑马直上公堂。林嗣环把他们拉下马，各打三十大板。藩王大怒，亏得当地抚军劝解，林嗣环才幸免遭难。林嗣环“善为文”，却“不善为官”。他刚正不阿的性格，使他在官场上郁郁不得志。顺治十三年，他为减轻民众役赋而写《屯田疏》，被蓄意谋反的耿尚二藩诬告落职。但正是他的“不善为官”，不肯同流合污，使他赢得百姓爱戴，丹青留名。假如林嗣环当年平步青云，在官场上左右逢源，那么，我们几乎可以断定他不过是让官场多了一个庸庸碌碌的封建官僚罢了，林嗣环就不是著名文学家林嗣环了。</p> <p>　　他七岁即能属文。及长赴试，因文章峭奇卓绝，考官疑为他人代笔，故不得售。嗣环遇挫折不气馁，倍加发愤攻读。于明崇祯十五年（1642）年壬午科中举人，继而于清顺治六年（1649年）己丑科登进士第。授大中大夫，持简随征，便宜行事。后调任广东琼州府先宪兼提督学政。“</p> <p>　　林嗣环走马上任之际，正处于清朝初期，国家已经统一，经济也得到了恢复，因此，有不少外国商人到中国来进行贸易。可是，有些地方官员却为了个人利益胡作非为，有个外国商人运货到朱崖这个地方，当地军官因贪图船上的货物，要杀人劫货。林嗣环知道后，坚决予以制止，他说：“我虽然是一个书生，但至少也是朝廷派来的，我有权管这件事，你们为了个人利益而杀人，会引起国家和外国的不和，我就是死了也不让你们这么干！”当地军官没有办法，只好放外国商人回国。</p> <p>　　当时，“三藩”中的两股地方势力平南王尚可喜和靖南王耿精忠都在广东，他们放纵部下，欺压老百姓，林嗣环最看不惯这种事。一次他把欺压百姓的士兵抓来鞭打，放走了无辜的老百姓，巡抚<a href=\"http://so.gushiwen.org/author_155.aspx\">李端</a>吾带兵冲进官署，要抓林嗣环。林嗣环把脖子一伸，说：“要杀就杀吧！不必多言了！我如果怕死，就不会鞭打犯罪的士兵了！”李端吾自知理亏，只好悻悻地走了。</p> <p>　　林嗣环为官时，采取了一系列有益于人民的措施，例如禁止雇用奴婢，禁止捉人充军，禁止一人犯罪株连全族等。他还建议军队要自己开荒种地，减少人民的负担。林嗣环提出的这些措施，深得民众的拥护，也触犯了一些官员，他们把一些莫须有的罪名戴在林嗣环的头上，林嗣环被捉到朝廷问罪。在上司面前，林嗣环愤怒地控诉了耿尚两个地方势力的罪行。于是，耿精忠被调到福建，而林嗣环也被革职为民，充军边疆，后遇大赦放归。</p> <p>　　从此，林嗣环流落在杭州湖畔。他整天仰天长歌，痛抒自己对时政的不满。当时一些出名的文人如钱牧斋、吴梅村、朱竹宅等，非常敬重林嗣环的为人，慕名和他结交。由于心情忧郁，饥寒交迫，林嗣环病死在西湖边。他没有儿子，死后，他的尸骨几经辗转，最后由他的侄儿带回，葬在故乡安溪。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_383.aspx\">林嗣环</a>，字铁崖，号起八。治年间出生于福建省安溪县官桥镇赤岭后畲（现驷岭村,原籍福建省晋江县）</p> <p>　　“备兵海南时，恩威兼济，兵民爱之”；“性耿介，多惠政，如禁锢婢，禁投充，禁株连，禁民借营债，粤人啧啧颂之”。为减轻民众役赋，抵制奢侈无度、滥设工役、私创苛税的耿仲明、尚可喜，而上《屯田疏》。顺治十三年，被二藩诬告落职。被捕之时，民众悲声载道。顺治十七年（1660年），嗣环下刑部狱西曹就计无果。“帝念三任勤劳。暂放杭州治下。待康熙初政（1662年），复审平冤获释，诏升广西左参政”。嗣环经历磨难，无意仕途，遂客寓杭州，放舟西湖，寄情山水，唱和名流。后因贫以死，妻子晨夕不继，柩暴未葬。幸其同年唐梦赍葬于昭庆寺西沙泉石，并搜其著作四册存之。“历四十年，族侄标光始访得之，改葬于御屏山麓”（今安溪县虎邱镇金榜村玉斗牛眠山）。原碑完好，文曰：“先达进士兵学道铁崖林公、淑人王氏、男文学华亭墓。乾隆丁丑九月合族崇祀。”族人对嗣环尊崇备至，每每携幼恭诚拜谒，以期子侄学而有成。在嗣环故乡，还流动着“黄井祝天”、“虎崆耕读”等脍炙人口的故事。</p> <p>　　其博学善文，著有《铁崖文集》《海渔编》《岭南纪略》《荔枝话》《湖舫集》《过渡<a href=\"http://so.gushiwen.org/author_383.aspx\">诗</a>集》《回雁草》《口技》等，其中《口技》至今仍为初中语文课文，《口技》被收集在《虞初新志》中。《荔枝话》是一篇记述荔枝的科技小品文，不仅有一定的艺术价值，而且在农业经济方面有较高的科学价值和史料价值。他的这些著作都是祖国文化遗产中的无价之宝。林嗣环不仅是一个忧国忧民、刚正不阿的官员，还是一个出色的作家。他一生写下了许多精彩的文章，如《湖舫集》《过霞诗》《海鱼篇》《岭南纪略》等。他的文章光怪陆离，不同凡响，礌砢郁积不平之气，直欲排山裂石，作霹雳声。他和民众打成一片，因此文章有浓厚的生活气息，逼真感人。被选入中学语文教材的记叙文《口技》，确切而真实地记叙了我国民间艺人的高超技艺，语言朴素，描写生动，构思巧妙，充满了艺术情趣。 </p>"
}