{
  "id": 181,
  "star": 102,
  "name": "杨慎",
  "image": "http://img.gushiwen.org/authorImg/yangshen.jpg",
  "dynasty": "明代",
  "desc": "杨慎（1488～1559）明代文学家，明代三大才子之首。字用修，号升庵，后因流放滇南，故自称博南山人、金马碧鸡老兵。杨廷和之子，汉族，四川新都（今成都市新都区）人，祖籍庐陵。正德六年状元，官翰林院修撰，豫修武宗实录。武宗微行出居庸关，上疏抗谏。世宗继位，任经筵讲官。嘉靖三年，因“大礼议”受廷杖，谪戍终老于云南永昌卫。终明一世记诵之博，著述之富，慎可推为第一。其诗虽不专主盛唐，仍有拟右倾向。贬谪以后，特多感愤。又能文、词及散曲，论古考证之作范围颇广。著作达百余种。后人辑为《升庵集》。",
  "content": "<h2>小传</h2> <p><strong>蟾宫折桂</strong><br>　　升庵自幼聪慧过人，又非常好学，再加上他出生于书香门第，是吏部尚书、武英殿大学士杨廷和之子，湖广提学佥事杨春之孙，所以从小就受到很好的家庭教育。七岁时，他母亲教他句读和唐代绝句，常能背诵。十一岁时，就会写近体<a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>。十二岁时，拟作《吊古战场文》，有“青楼断红粉之魂，白日照翠苔之骨”的警句，他的叔父兵部侍郎瑞红看了极为赞赏，复命拟《过秦论》，其祖父读了之后，自矜谓：“吾家<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>也”（陈文烛《杨升庵太史年谱序》）。有一天，他的父亲和叔父们观画，问升庵曰：“景之美者，人曰似画；画之佳者，人曰似真，孰为正？”要求他写一首诗加以说明，升庵略加思索，立即写诗云：“会心山水真如画，名手丹青画似真；梦觉难分<a href=\"http://so.gushiwen.org/author_315.aspx\">列御寇</a>，影形相赠晋诗人。”他十三岁时，就随父入京师，沿途写有《过渭城送别诗》、《霜叶赋》、咏《马嵬坡》诗等，其《黄叶诗》，轰动京华。当时茶陵诗派的首领礼部尚书兼文渊阁大学士<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>“见而嗟赏，令受业门下”（《明史》卷192），并称<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>为“小友”。升庵二十一岁时，参加会试，主考官<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>、梁储已将杨慎写的文章列为卷首。不料烛花竟落到考卷上烧坏，以致名落孙山。遭此意外的打击，杨慎并没有灰心失望。经过几年的刻苦努力，杨慎终于在正德六年（1511）他二十四岁时，殿试第一，考中状元，授翰林修撰。从此，杨慎正式登上明朝政治舞台。</p> <p><strong>入仕求退</strong><br>　　杨慎的政治生涯是非常坎坷艰辛的。他为人正直，不畏权势。明武宗正德皇帝朱厚燳是一个喜欢玩乐的人.不理朝政,喜欢到处游玩.针对武宗荒诞的行为，杨慎不避斧钺，敢于犯颜直谏，于正德十二年（1517）呈上《丁丑封事》的奏章，指责朱厚燳“轻举妄动，非事而游”，劝他停止这种荒唐行为。朱厚燳根本不理睬，依旧我行我素。升庵目睹民不聊生，国事日非，实在气愤不过，称病告假，辞官归里。</p> <p><strong>逆鳞廷杖<br></strong>　　正德十六年（1521）武宗终被害死，死因不明，成为一场悬案，因无子嗣，由其堂弟<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>继位，是为明世宗。授杨慎翰林院修撰，经筵讲官。升庵利用给皇帝讲书的机会，经常联系当时实际情况教育世宗。如对已判死罪尚未诛杀的佞宦张锐、于经等人，由于大肆行贿、世宗破例赦免了他们的死罪。升庵在经筵讲课时，便特地选出《尚书》里《金作赎刑》这一章，对世宗讲道：“圣人赎刑之制，用于小过者，冀民自新之意；若大奸元恶，无可赎之理。”朱厚熜听了之后很不高兴，常常借故停止讲书。这样，升庵由于耿直，既失欢于皇帝，又结怨于权奸。杨慎虽胸怀壮志，力图报国，但其政治才能在当时是难以施展的。<br>　　特别是在内阁“大礼议”的纷争中，突出表现出杨慎的“叛逆”风骨。事情是这样的：朱厚熜以“兄终弟及”的方式登上皇帝宝座后，按照皇统继承规则，世宗要承认孝宗是“皇考”，享祀太庙；自己的生父只能称“本生父”或“皇叔父”。朱厚熜即位后第六天，就下诏令群臣议定他自己的生父兴献王为“皇考”按皇帝的尊号和祀礼对待；这样，皇统与家系就成了当时内阁大臣纷争的议题。当时，张璁、桂萼等新贵，为迎合上意，攀附权奸，主张在宪宗与武宗之间，加入睿宗（兴献王朱祐杬），德高望重的杨廷和父子和许多大臣坚决反对。为此，杨廷和被迫辞官归里，升庵一再上书辞职，不愿与张、桂等“无耻小人”同列共事。对此，刚愎自用的朱厚熜非常生气，他一意孤行，正式下诏改称生父为恭穆皇帝，升庵“又谐学士丰熙等疏谏。不得命，偕廷臣伏左顺门力谏”，世宗更加震怒，竟使用暴力镇压，“命执首八人下诏狱”。消息传出，群情激愤。杨慎约集同年进士检讨王元正等二百多人，激动地说：“国家养士一百五十年，仗节死义，正在今日。”于是，在金水桥、左顺门一带列宫大哭，抗议非法逮捕朝臣、声彻宫廷。“帝益怒，悉下诏狱，廷杖之。”升庵于七月十五被捕，十七日被廷杖一次，死而复苏；隔十日，再廷杖一次，几乎死去，然后充军云南永昌卫（今云南保山县）。</p> <p><strong>流放滇南</strong><br>　　杨慎在放逐滇南漫长的三十多年流放生活中，并未因环境恶劣而消极颓废，仍然奋发有为，不肯向邪恶势力屈服。他路经湘西，想起了被楚怀王放逐的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>，情不自禁地哼出：“长太息以掩涕兮，哀民生之多艰！”“路漫漫其修远兮，吾将上下而求索。”在贵州，他想起了流放夜郎（今桐梓县）的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，感叹“我行更迢递，千载同潜然”（《恩谴戌滇纪行》）。他不仅寄情山水，而且悉心著述，为白族修史。每到一处，往往借咏边塞奇花异草，抒发政治热情。他在《南枝曲》中，以生在“穷山绝域”而“绝世独立”、自放清香的老梅自喻；在《山茶花》中，盛赞山茶花不畏严寒，“绿叶红英斗雪开”的傲然风骨。他在永昌看到“背日而开，与蜀葵相反”的唐婆镜花，就慨叹葵花向日，固然是忠臣的象征；唐婆镜花背日而开，应是诤臣的表现。诤臣往往受到诌媚佞臣的排挤和诬害，无耻小人又经常乔装成向日蜀葵，使人忠奸难辨，真假难分。在咏物之中，寄寓着自己正直的人格和理想。<br>　　更为难能可贵的是杨慎在放逐期间，仍然关心人民疾苦，不忘国事。如当他发现昆明一带豪绅以修治海口为名，勾结地方官吏强占民田，化公为私，敛财肥己，坑害百姓时，不仅正义凛然地写了《海门行》、《后海门行》等诗痛加抨击，还专门写信给云南巡抚赵剑门，力言此役“乃二三武弁投闲置散者，欲谋利自肥而倡此议”，请求制止如此劳民伤财的所谓水利工程。</p> <p><strong>伉俪情笃</strong><br>　　杨慎的政治生活虽然十分坎坷，但爱情生活却很幸福美满。他的夫人黄娥，字秀眉，四川遂宁（又称黄安）人，长诗词，尤擅长散曲。婚后他们夫妇感情非常融洽，在桂湖之滨过着诗情画意、相敬如宾的甜蜜生活。他俩经常在湖畔散步，榴阁赋诗，相互酬答。杨慎夫妇虽然情投意合，但并未陶醉于卿卿我我的儿女之情。婚后第二年，在黄娥的支持和劝促下，升庵就动身进京复官。<br>　　杨慎与黄娥的忠贞爱情是经得起严峻考验的。因为在他俩的生活旅途中，春光明媚的顺境是很短暂的，而更多的是漫长的急风暴雨的逆境。当杨慎因仗义执言，遣戍滇南时，黄娥对丈夫不仅毫无怨言，而且深表同情，曲意劝慰，殷勤照顾。黄娥不辞风霜之苦，千里跋涉，亲自护送升庵从北京到云南。嘉靖三年（1524）十二月十五日这个天寒地冻的夜晚，黄娥陪伴着骨瘦如柴，身带枷锁的杨慎，行至江陵的驿站门前，他看到妻子风尘满面，疲惫不堪，再也不忍心让她向前护送了，力劝妻子回四川新都老家。临别之际，升庵填写了一首《临江仙》词云：“楚塞巴山横渡口，行人莫上江楼。征骖去棹两悠悠，相看临远水，独自上孤舟。却羡多情沙上鸟，双飞双宿何洲？今霄明月为谁留？团圆清影好，偏照别离愁。”（《戍云南·江陵别内》）。情辞凄楚，催人泪下。黄娥回到新都，看到桂湖景物依旧，物是人非，写了一首怀念丈夫的《七律·寄外》：“雁飞曾不度（一作到）衡阳，锦字何由寄永昌？三春花柳妾薄命，六诏风烟君断肠。曰归曰归愁岁暮，其雨其雨怨朝阳，相闻空有刀环约，何日金鸡下夜郎？”感情十分真挚。此后，黄娥曾越山涉水，到云南永昌探望杨慎，并在戍所住过两年多的光阴，嘉靖八年（1529）杨慎父亲去世，杨慎赶回新都治丧，夫妇才得短期会面。相见时难别亦难。临别时，黄娥写了《罗江怨》散曲，与升庵送别。曲云：“青山隐隐遮，行人去也，羊肠鸟道几回折？雁声不到，马蹄又怯，恼人正是寒冬节。长空孤鸟灭，平芜远树接，倚楼人冷栏干热。（其三）”以冷与热的强烈对比，反映自己内心的一片深情，凄婉动人，遂成千古名句。</p> <p><strong>著作等身</strong><br>　　杨慎一生刻苦学习，勤于著述，是有明一代著名的博学家。他不仅对经、史、诗、文、词曲、音韵、金石、书画无所不通，而且对天文、地理、生物、医学等也有很深的造诣。如他任翰林时，正德皇帝朱厚燳问钦天监及众翰林：“星有注张，又作汪张，是何星也？”众张口结舌，无以对答，独杨慎从容对曰：“柳星也”，并历举《周礼》、《史记》、《汉书》等文献资料加以说明。他预修《武宗实录》，事必直书，不为尊者讳。他在长期流放中，仍然“好学穷理，老而弥笃”（《明史·杨慎传》）。在云南永昌边塞荒凉地区，尽管图书资料奇缺，升庵仍嗜书成癖，“书无所不览”，经常对人说：“资性不足恃，日新德业，当自学问中来。”（《明史·何孟春传》）他认为要“知天下”，一是依靠“躬阅”，从亲身经历中获得知识；二是依靠“载籍”，从别的记载和书籍中取得。因此，他不仅刻苦读书，手不释卷；而且每到一处，就对当地风俗民情进行调查了解，努力学习当地民族语言，从亲身经历与实践中丰富自己的知识。他以被逐罪臣的身份，仅凭自己苦学、实践、记忆，在滇南时就写出了不少笔记、选本以及许多注释性书籍。如《南诏野史》、《云南通志》、《云南山川志》、《慎候记》、《南中志》、《滇载记》、《记古滇说》等书。据《升庵杨慎年谱》的记载，杨慎平生著作有四百余种。所以，《升庵外集》序称：“国初迄于嘉隆，文人学士著述之富，毋逾升庵先生者。”《明史》本传曰：“明世记诵之博，著作之富，推慎第一。”后人辑其重要著作编为《升庵集》，散曲有《陶情乐府》。<br>　　杨慎于嘉靖三十八年（1559年）七月六日卒于戍所，时年七十二岁。临终时，他还以“临利不敢先人，见义不敢后身”勉励后人。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>自幼聪颖，十一岁即能作<a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>。十二岁，写成《古战场文》,众人皆惊。进京后，写《黄叶诗》，为<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>所赞赏，让他在自己门下学习。明武宗正德六年（1511）中式辛未科殿试一甲第一名（状元），赐进士及第，授翰林院修撰。正德十二年（1517）八月，武宗微行出居庸关，杨慎上疏抗谏，被迫称病还乡。</p> <p>　　此外，杨慎的父亲也是明朝的三朝老臣——内阁首辅杨廷和。</p> <p>　　明世宗即位，被召至京师，任经筵讲官。嘉靖三年（1524），“大礼议”爆发，杨慎与王元正等二百多人伏於左顺门，撼门大哭，自言“国家养士百五十年，仗节死义，正在今日。”世宗下令将众人下诏狱廷杖，当场杖死者十六人。十日后，杨慎及给事中刘济、安磐等七人又聚众当廷痛哭，再次遭到廷杖。杨慎、王元正、刘济都被谪戍。</p> <p>　　杨慎动身前往戍地云南永昌卫。从前其父廷和当国之时，曾经裁撤锦衣卫冗员，有怀恨在心者趁机埋伏在途中，伺机加害杨慎。杨慎有所准备，处处小心。驰骋万里，到达云南之后，几乎一病不起。</p> <p>　　两年后，杨廷和生病，杨慎得以短暂回家探视，其父病愈后又返回永昌。不久，率家奴协助平定寻甸安铨、武定凤朝文叛乱。嘉靖八年（1529），杨廷和病逝，杨慎获准归葬其父。此后，或暂回四川，或在云南省城，或停留于永昌，在各地均得到地方官员善待。</p> <p>　　世宗因大礼议之故，对杨廷和、杨慎父子极其愤恨，常问及杨慎近况，大臣则回答杨慎“老病”，世宗才稍觉宽慰。杨慎听闻此事，更加放浪形骸。常纵酒自娱，游历名胜。《乐府纪闻》称他“暇时红粉傅面，作双丫髻插花，令诸妓扶觞游行，了不为愧。”终世宗一世，六次大赦，杨慎终不得还，按明律年满六十岁可以赎身返家，但无人敢受理。杨慎年近七旬时，曾返回泸州短住，不久又被巡抚派人押解回永昌。嘉靖三十八年（1559）七月，卒於戍地。明穆宗隆庆初年，追赠光禄寺少卿，明熹宗天启时追谥文宪。《明史》有传。</p> <p>　　喜藏书。早年，明司礼监大藏经厂，贮列朝书籍甚富，他多次至阁中翻览书籍。据传曾攫取数册《永乐大典》据为己有。其后主事李继先奏命查对时，戏以窃书之名。家有“双桂堂”，为读书、贮书之所。曾编撰有《杨氏书目》，明末藏书家王道明在其《笠泽堂书目》中有记载。清初姜绍书记明一代藏书家，将他与<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>、吴宽、<a href=\"http://so.gushiwen.org/author_802.aspx\">茅坤</a>、<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>等并列。著述多至100余种，李调元刊《函海》时，曾作专辑收录所著之书。重要结集有《升庵集》散曲有《陶情乐府》。 </p><br/><h2>文史创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>存<a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>约2300首，所写的内容极为广泛。因他居滇30余年，所以“思乡”、“怀归”之诗，所占比重很大。他在被谪滇时，妻子黄娥伴送到江陵话别，所作的《江陵别内》表现别情思绪，深挚凄婉。《宿金沙江》描写往返川滇途中的感慨：“岂意飘零瘴海头，嘉陵回首转悠悠，江声月色那堪说，肠断金沙万里楼。”以今昔行旅思情相对，衬出离愁的痛苦。</p> <p>　　他临终前所作《六月十四日病中感怀》诗：“七十余生已白头，明明律例许归休。归休已作巴江叟，重到翻为滇海囚。”叙述自己因病归蜀，途中却被追回的憾恨，深为感人。</p> <p>　　他也有一些诗作表现了对人民疾苦的关怀。《海口行》及《后海口行》揭露豪绅地主勾结地方官吏，借疏海口占田肥私。他在诗中指出，“疏浚海口银十万，委官欢喜海夫怨”，并呼吁“安得仁人罢此宴，亿兆歌舞如更生”。他在《观刈稻纪谚》中托老农之语，说“乐土宁无咏，丰年亦有歌。惟愁军饷急，松茂正干戈”。表现了农民遇丰年，却因军饷赋敛沉重而仍然不得温饱的贫苦生活。其他如《宝井篇》、《滇池涸》等，也是此类作品。</p> <p>　　杨慎的写景诗也不少。他叙写云南风光，描绘祖国山河，颇有特色。《海风行》写了下关的风：“苍山峡束沧江口，天梁中断晴雷吼。中有不断之长风，冲破动林沙石走。咫尺颠崖迥不分，征马长嘶客低首。”气势雄伟，有雷霆万钧之力。而《龙关歌》：“双洱烟波似五津，渔灯点点水粼粼。月中对影遥传酒，树里闻歌不见人。”写洱海夜色，渔舟灯火，月映水波，细腻清新。当他来到有川南胜景之称的西昌泸山，看到这里的美景与火把节的盛况后，在此吟出了名句《夜宿泸山》：“老夫今夜宿泸山，惊破天门夜未关。谁把太空敲粉碎，满天星斗落人间”。此外，杨慎又有描述、歌颂历史英雄、忠臣义士以至耕夫樵叟的诗，其中也不乏佳作。</p> <p>　　杨慎在前七子倡导“文必秦汉、诗必盛唐”，复古风气较为流行的时候，能别张垒壁。他广泛吸收六朝、初唐诗歌的一些长处，形成他“浓丽婉至”的诗歌风格。如《滇海曲》12首、三峡《竹枝词》9首，描绘山川风情，颇得乐府遗韵。他的《垂柳篇》，深具初唐风范。《于役江乡归经板桥》：“千里长征不惮遥，解鞍明日问归桡，真如谢姚宣城路，南浦新林过板桥。”抒发行役倦苦的情怀，情致绵细，别出新境。杨慎又广为采揽“桑间濮上”的民歌的长处，以丰富自己诗作。如《送余学官归罗江》，全用绵州民歌，后缀四句送行语，构思新颖，别致清新。杨慎对文、词、赋、散曲、杂剧、弹词，都有涉猎。他的词和散曲，写得清新绮丽。如（浪淘沙）“春梦似杨花”一首，描写细润，言辞华美流畅。散曲（驻马听）《和王舜卿舟行之咏》，写月下舟行幽景，江天一色，月光如水，并畅想驶入长空银河，意境优美，记叙细微。他的长篇弹唱叙史之作《二十一史弹词》，叙三代至元及明季历史，文笔畅达、语词流利，广为传诵。他的散文古朴高逸，笔力奔放。《汉杂事□辛》事皆淫艳而言辞端雅，不见鄙秽。他早年的疏奏《丁丑封事》，规劝正德皇帝“偏听生□，独任成乱”，以“古之圣人必谋于众”相谏诫，情挚意切，时婉时激。他的《新都县八阵图记》、《碧□精舍记》等也是记叙散文的佳品。另外他还著有《宴清都洞天玄记》、《太和记》、《割肉遗细君》等杂剧。</p> <p>　　《谭苑醍醐》八卷亦皆考证之语，与《丹铅录》大致相出入，而亦颇有异同。引《水经注》载<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>表云：“臣遣虎步监孟琰据武功水东，司马懿因渭水涨，攻琰营，臣作桥越水射之。桥成，遂驰去”。此事《三国志·诸葛亮传》不载，可补史阙。杨慎在文学上既讲求文法，主张诗文用字要有来历，又反对极端的复古主义；反对诗史说；偏爱<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，亦好<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，对李白的身世进行了有价值的探讨。又辨李白为蜀之彰明人，历引其《上裴长史书》与《悲清秋赋》及诸诗句，以证《唐书》称白为陇西人及唐宗室之非，如此之类，考订辨论，亦多获新解。 </p><br/><h2>评价</h2> <p><strong>褒</strong><br>　　李贽在《续焚书》中说： “升庵先生固是才学卓越，人品俊伟，然得弟读之，益光彩焕发，流光百世也。岷江不出人则已，一出人则为李谪仙、苏坡仙、杨戍仙，为唐代、宋代并我朝特出，可怪也哉！” 李贽恨不得“余是以窃附景仰之私……俨然如游其门，蹑而从之”。（《读《升庵集》》<br>　　<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>：“人有言曰：‘胸中无万卷书，不得雌黄人物。’然书至万卷，不几三十乘乎？除张司空外，更几人哉。吾于汉<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>、唐王仆射、宋苏子瞻见之，然自子瞻迄今又三百余年矣，吾于杨升庵、李卓吾见之。”（《袁宏道集笺校》卷五十五）<br>　　<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>称<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a><a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>“三百年来最上乘”。（王夫之《明诗评选》卷五）<br>　　周逊《刻词品序》中称他为“当代词宗”。<br>　　<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>：“明兴，称博学、饶著述者，盖无如杨用修。”<br>　　焦竑十分推崇杨慎，曾花很长时间专心搜集杨氏著作，经过校对订正，编辑成《升庵外集》一百卷，刻板传世，并在《升庵外集题识》中盛赞道：“明兴，博雅饶著达者无如杨升庵先生。”<br>　　顾起元在《升庵外集序》中说：“国初迄于嘉隆，文人学士著述之富，毋逾升庵先生者。”<a href=\"http://so.gushiwen.org/author_675.aspx\">李慈铭</a>：“有明博雅之士，首推升庵；所著《丹铅录》、《谭苑醒酬》诸书征引该博，洵近世所罕有。”<br>　　胡薇元《岁寒居词话》说：“明人词，以杨用修升庵为第一。”<br>　　钱允治《类编笺释国朝诗余》选杨慎词达118首，占了整部词选的四分之一。<br>　　《明史·杨慎传》：“杨慎博物洽闻，于文学为优。”<br>　　《四库全书总目》：“慎以博洽冠一时，其诗含吐六朝，于明代独立门户。”<br>　　明末<a href=\"http://so.gushiwen.org/author_1138.aspx\">朱之瑜</a>晚年讲学日本，教育日本学生安东守约说：“明朝文集极多，好者亦寥寥……如杨升庵、李空同集，极佳。”（《朱舜水集》卷十一《问答三》） 小宅生顺问：“<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>、司马氏鸣汉家，眉山三苏及<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等鸣宋家，不知今亦有如此人哉？”朱之瑜回答说：“国朝有宰相之子杨升庵讳慎者……”（《朱舜水集》卷十一〈问答四〉）<br>　　简绍芳〈升庵先生年谱〉说：“公颖敏过人，家学相承，益以该博。凡宇宙名物之广，经史百家之奥，下至稗官小说之微，医卜技能、草木虫鱼之细，靡不究心多识。……平生著述，四百多种…学者恨未睹其全也。”顾起元《升庵外集序》说：“文人学士著述之富，无逾升庵先生者。至其奇丽奥雅，渔弋四部七略之间，……唐宋以来，吾见罕矣。”<br>　　<a href=\"http://so.gushiwen.org/author_274.aspx\">纪昀</a>更赞曰：杨慎“可以位置郑樵、罗泌之间，其在有明，固铁中铮铮者矣。”<br>　　近现代的陈寅恪说：“杨用修为人，才高学博，有明一代，罕有其匹。”</p> <p><strong>贬</strong><br>　　陈耀文，对杨慎的博学颇感不服，特作《正杨》一书，指出《丹铝》诸录中的150条错误。万历年间，胡应麟仿杨慎《丹铅录》而作《丹铅新录》、仿杨慎《艺林伐山》而作《艺林学山》，一面订正杨氏笔误，指出：“千虑而得间有异同，即就正大方”；一面不满于陈耀文“哓哓焉数以辨其后”，自以为“求忠臣于杨氏之门，或为余屈其一指也天”。<br>　　胡氏此举，被“时人颜曰《正正杨》”，朱国桢对之评曰：“（自）有《丹铅录》诸书，便有《正杨》、《正正杨》，辨则辨矣，然古人古事古字、彼书如彼、彼书如此，原散见杂出，各不相同，见其一未见其二，哄然相驳，不免为前人暗笑。”迨于清世，四库馆臣既说：“慎于正德、嘉靖之间，以博学称，而所作《丹铅录》诸书，不免瑕瑜互见，真伪互陈”，又说：“耀文考证其非，不使转滋疑误，于学者不为无功。然衅起争名，语多攻讦，丑词恶谑，无所不加，虽古人挟怨构争如吴缜之解《新唐书》者，亦不至是，殊乖著作体。”《四库全书总目提要》著录了杨慎29种著述，一一加以考评，虽承认杨慎“博洽冠一时”，《丹铅》诸作“疏殊虽多，而精华亦复不少”，但就总体言之，还是站在正统立场，对杨慎其人其学每多贬抑，如说他“好伪撰古书，以证成己说”，责他“取名太急，稍成卷帙，即付枣梨， 为编，只成杂学”等等。由于《四库全书总目提要》为官修之书，故自面世流传后，杨慎即长期被冷落，一直不被重视。流风余波所及，以至近百余年来的中国儒学世、中国思想史著作中，多无杨慎的一席之地。 </p><br/><h2>著述管窥</h2> 小学：《古音》七书、《丹铅》诸录、《六书博证》等。<br>经学：《升庵经说》、《易解》、《檀弓丛训》等。<br>文学：《升庵<a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>话》、《艺林伐山》、《绝句衍义》、《画品》、《全蜀艺文志》等。<br>史地：《云南山川志》、《南诏野史》等。<br>诗词：《升庵诗集》、《升庵长短句》、《陶情乐府》等。<br>编纂：《古今风谣》、《古今谚》、《丽情集》等。<br/><h2>儒学思想</h2> <p>　　<strong>揭示理学和心学都存在着“重虚谈”、“多议论”、“学而无实”、“学而无用”的弊端。<br></strong>　　<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>说： 骛于高远，则有躐等凭虚之忧；专于考索，则有遗本溺心之患。故曰：“君子以尊德性而道问学”。故高远之弊，其究也，以六经为注脚，以空索为一贯，谓形器法度皆刍狗之余，视听言动非性命之理，所谓其高过于大，学而无实，世之禅学以之。考索之弊，其究也，涉猎记诵以杂博相高，割裂装缀以华靡相胜，如华藻之绘明星，伎儿之舞呀鼓，所倡其功倍于（而效）小，学而无用，世以俗学以之。<br>　　“尊德性而道问学”，本为《中庸》所谓，但宋儒中，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>主张以究理问学为主，提倡研读经传，一依圣贤遗教去做，有偏重于“道问学”的倾向，陆九渊讥评其支离破碎；陆九渊主张学者从经典中解脱出来，求诸本心，认为“学苛知本，‘六经’皆我注脚”，有“尊德性”的倾向，朱熹斥责其尽废讲学。自南宋朱、陆相争以来，两家之学渐成水火之势，“宗朱者诋陆为狂禅，宗陆者以朱为俗学，两家之学各成门户，几如冰炭矣”。这对儒学发展影响甚大，诚如程敏政所说：“朱、陆之辨，学者持之至今。……其流至于尊德性、道问学为两途，或沦于空虚、或溺于训诂，卒无以得真是之归。此道所以不明不行。”<br>　　杨慎在这里则对朱、陆都进行了批评，指出陆学之弊在于“以空索为一贯”，趋简凭虚而入于禅，“学而无实”；朱学之弊在于“以杂博相高”，遗本溺心而流于俗，“学而无用”。在他看来，“经学之拘晦，实自朱始”，“新学（此指象山心学）削经铲史，驱儒归禅”，两者对学术风气和儒学的发展都产生了不良影响。这样，杨慎便全面否定了宋儒所倡通学。<br>　　对于当世流行的“道学”（即理学）和“心学”，杨慎亦持全面否定态度。他说：“道学、心学，理一名殊。明明白白，平平正正，中庸而已矣。更无高远亢（言）妙之说，至易而行难，内外一者也。被之所行，颠倒错乱，于人伦事理大戾。顾巾衣诡服，阔论高谈，饰虚文美观而曰：吾道民、吾心学，使人领会于渺茫恍惚之间而不可琢磨，以求所谓禅悟。此其贼道丧心已甚，乃欺人之行、乱民之俦，圣王之所必诛而不以赦者也，何道学、心学之有？”他认为儒学本是“明明白白，平平正正”，“内外一者也”，但承袭宋儒之学风而流行于明世的所谓“道学”、“心学”，尽管名称不一，形式有异，而其实都是只知“阔论高谈”、“虚饰文词”，只说不行，“教人领会于渺茫恍惚之间而不可着摸”的空洞无用之物。其恶果，一是欺世，二是乱民，故皆为“圣王之所必诛而不以赦者也”。如此之“道学”、“心学”，根本背离了儒学的基本精神。</p> <p>　　<strong>指出心学“削经铲史，逃儒归禅”，同时又明确点示理学同禅学也实有千丝万缕的联系。<br></strong>　　如其指出朱熹《中庸章句》所引程颐“活泼泼地”之类的话就是以佛家语录入章句，他说余尝评之曰：《说文》之解字，《尔雅》之训诂，上以解经、下以修辞，岂不正大简易。……至宋时，僧徒陋劣，乃作语录；儒者亦学僧家作语录……欲求易欲，反为难知；本欲明经，适以晦道矣！甚者因陋就简，以打乖筋斗入<a href=\"http://so.gushiwen.org/author_181.aspx\">诗</a>章，以闭眼合眉入文字，曰：我所述程朱之说，道理之谈，辞达意而已，不求工也。噫，左矣！这里所说的“以打乖筋斗入诗章，以闭眼合眉入文字”是陈献章（白沙心学）所为。可见，在杨慎看来，“学禅家”而导致儒学之“理”难知，圣道几晦，实是程朱理学和陆王心学的通病。<br>　　此外，杨慎认为，庄子所谓“六合之外，圣人存而不论”乃切要之言，丘长春所谓“世间之事尚不能究，况天下之事乎”乃正论。而<a href=\"http://so.gushiwen.org/author_2632.aspx\">邵雍</a>、朱熹论天则是强不知为知，实为“妄说”。他说：“古论天文者，宣夜周髀浑天之书，甘石洛下闳之流，皆未尝言。非不言也，实所不知也。若邵子、朱子之言，人所不言，亦不必言也；人所不知，亦不必知也。……吾人固不出天地之外，何以知天之真面目欤？且圣贤之‘切问近思’，亦向必求知天下之事耶？”（31）他还对宋儒鬼神之论予以批判，指出朱熹对《中庸》所谓“鬼神为德”之解有悖儒家作书之旨，曰：“宋儒解‘鬼神’二字，支离太甚，既以‘二气’言，又以‘造化’言；……既曰‘人物’，又曰‘造化之迹’。则有形有声，视之可见，听之可闻矣，岂不与《中庸》背驰矣？且《中庸》一书，本是平常之理，而引之高深虚地文字，又岂子思作书之旨乎？……故朱子引程、张‘二气’、‘良能’、‘造化之迹’诸说，移以解《易》之‘鬼神’则可，解《中庸》之‘鬼神’则不可。”所以，杨慎讥笑宋儒“杂博”、“支离”、“割裂”，如同“伎儿之舞迓鼓”，既“无古人之学，而效古人之言，如村人学官衙鼓节也”。（33）如此，不流入禅，借助于佛家之言以装饰门面，又怎么可能呢？</p> <p>　　<strong>擒贼先擒王，对集理学之大成的朱熹批判最多最烈。<br></strong>　　杨慎不仅从学术、思想的诸多方面批评朱熹，如在《陈同甫与朱子书》中讥朱熹自立门户，在《文公著书》中责朱熹“违公是远情”，在《俗儒泥世》里中斥朱熹“迂”，在《大招》、《禹碑》、《大颠书》中批评朱熹文学艺术上的失误，在《圣贤之君六七作》中指出朱熹史学上的纰漏。如何等等，难以详述，而且，他更一针见血地揭示道：朱熹之学“失之专”，“失之专者，一骋意（己）见，扫灭前贤”，用其自己的理学思想来诠释儒家经典，否定汉唐诸儒经说，以确立其自己的思想权威，而后儒不察，‘失之陋’，‘失之陋者，惟从宋人，不知有汉唐前说也’，只能仰朱熹之鼻息了：“高者谈性命，祖宋人语录；卑者习举业，抄宋人之策论”。这必然要导致“经学之拘晦”。</p> <p>　　<strong>对明代中后叶风靡一时的阳明心学有所批判。<br></strong>　　杨慎借云南副使陈梦祥《六经》“一字一义皆圣贤实理之所寓，实心之所发”的话，职责陈献章“六经皆虚”论实“非圣人之蕴”，乃“佛者幻妄之意”。他说：“儒教实，以其实天下之虚；禅教虚，以其虚天下之实。陈白沙诗曰：‘六经缘在虚无里’，是欲率古今天下而入禅教也，岂儒家之学哉！”杨慎更怒斥王阳明为“霸儒”、“儒枭”，批评其以儒为表、以佛为里，证性见心、“驱儒归禅”，背叛了儒家的经义，说：“迩者霸儒创为新学，削经划史，驱儒归禅，缘其作俑，急于鸣俦， 俾其易人，而一时奔名走誉者，……靡然从之。”他又寓庄于谐地对人们何以会对阳明心学“靡然从之”作了分析，引其友之语道： 余友蒋兆晕芝善戏语而有妙理，尝论讲学之异曰：“宋儒‘格物致知’之说，久厌听闻，‘良知’及‘知行合一’之说一出，新人耳目。如时鱼鲜笋，肥美爽口，盘肴陈前，味如嚼冰，蚁而厌饫，依旧是鹅鸭菜疏上也。又如真旦看厌，却爱装旦；此北《西厢》听厌，乃唱南《西厢》。观听既久，依旧是真旦、北《西厢》出也。公多与辩，但徐徐俟之。”<br>　　在《云南乡试录序》中更揭示阳明集心学之大成，鼓倡“心即理”、“致良知”、“知行合一”诸说造成了明代中后叶知识界的空疏浅陋，谓：“今士习何如哉！其高者凌虚厉空，师心去迹，厌观理之烦，贪居敬之约，渐近清谈，遂流禅学矣。卑焉者则掇拾丛残，诵贯酒魂，陈陈相因，辞不辨心，纷纷竞录，问则口，此何异叟诵诗、阍寺传令乎？究高者既如此，卑论者又如此，视汉唐诸儒且恧焉，况三代之英乎！” </p>"
}