{
  "id": 837,
  "star": 0,
  "name": "邓牧",
  "dynasty": "元代",
  "desc": "邓牧(1246—1306)，元代思想家。字牧心，钱塘(今浙江杭州)人。年十余岁，读《庄》、《列》，悟文法，下笔多仿古作。",
  "content": "<h2>著述</h2> 　　著有《洞霄宫志》、《洞霄图志》、《大涤洞天记》、《游山志》、《杂文稿》等传世。精于古文，生前尝自编<a href=\"http://so.gushiwen.org/author_837.aspx\">诗</a>文六十余篇为《伯牙琴》，滔滔清辨而不失修洁，非晚宋诸人所及(《四库全书总目》卷一六五)。《伯牙琴》一卷补遗一卷，有清抄本、《知不足斋丛书》本，1959年中华书局标点本，1981年修订重印本。《全宋诗》卷三六八五录其诗十三首。事迹见《伯牙琴》卷首《邓文行先生传》。<br/><h2>生平</h2> 　　宋亡，终身不仕、不娶，及壮，自号(儒、佛、道)三教外人，又号九鉴山人，人称文行先生，淡泊名利，遍游名山。常在寺院闭门静坐，每日用饭一次。德祐元年(1275)至余杭洞霄宫，友人住山沈介石为建白鹿山房石室居住，匾曰空屋，旁植梅竹，和五松相间。平时不着布衣，以楮纸作服，常去超然馆静坐，有时竟数月不出，与里人叶林为至交。元元贞二年，王修竹延至山阴陶山书院。大德三年，入余杭洞霄，四方名胜多求其文。元大德九年(1305)，朝廷派玄教大师吴全节请牧出山，断然拒绝。与南宋遗民谢翱、周密等友善，来往甚密，为翱作传，为密作《蜡屐集序》。十年卒，年六十。<br/><h2>哲学思想</h2> <p>　　道家学派的创立者老子的思想集中表现为 “道 ”，“道”在老子那里既很随意但又不是任意发挥，既富有深意，又浅显易懂，既包括对天对自然的理解，又有对人生对社会的探讨，对老子道的研究成为历代思想家研究的焦点。老子将道注解为“道可道，非常道”，“古之善为士者，微妙玄通，深不可识。夫唯不可识，故强为之容：豫兮若冬涉川；犹兮若畏四邻；俨兮其若客；涣兮其若凌释；敦兮其若朴；旷兮其若谷；混兮其若浊；澹兮其若海；兮若无止。孰能浊以静之徐清！孰能安以动之徐生！保此道者，不欲盈。夫唯不盈，故能蔽而新成 。 ”从中可以看出道的不确定性和多样性，给后人留下了无尽的研究和思索的空间，也正是这样使得后人对道作了种种注疏，每一种理解都是各人心中的老子，因此，对道认识的深度成为理解道家思想的根本。</p> <p>　　邓牧在 《伯牙琴》 一书中，多次提到 “道 ”，表现了他对道的向往及对老子思想的继承和发展。邓牧将自己对道的理解与对政治、人生 、 社会的思考结合起来，也正是为了解决宋元之际的社会矛盾和社会问题，在《洞霄图志宫观门》 中，邓牧开篇就对道家思想的精髓，即 “道 ”与 “无”作了评论，他说：“夫得道之士以无何有为乡 ，太虚为家。日月之光华，烟云之变化，湖海山岳之浩瀚嵯峨，不过目睫间所寄物尔，何待占一丘一壑之胜，营一宫一室之安，与编户杂处于人间世耶！良由古道日微，淳风不竞，驰情嗜欲者岂知有清静可宗，抗志功名者岂信有神仙可学。是故太上设教，圣皇潜心，黄帝问道崆峒。”这就是说，既然“无”是道家之精华，华丽的宫观建筑就不是道家的向往，那些没有领略道家思想之内核，而只得其表皮的人，非真道家耶？因此邓牧对道家思想的理解是非常透彻的。</p> <p>　　关于生与死，邓牧认为生死都是事物发展的必然规律，是不可改变的。他说：“天地者，万物所同有也，自古及今，几何百千岁，其阅万物亦多矣，计万物之在天地间，随世随化乃如剑首一吷子。”就是说，世间万物都是发展变化的，无论皇帝或是平民百姓皆如此。不因为地位高就可以长久下去，也不因为地位低下就不能存在。邓牧又进一步解释说：“一死一生瞬息间耳，其不相知又若是，晋人去我千岁矣不知我决矣。我去晋人亦千岁矣不知晋人审矣 。……以地观之，越不知杭，杭不知越；以人观之，生不知死，死不知生；以世观之，古不知今，今不知古，则君与我握手而笑生之类也 。分袂而往死之类也，古人所以叹别离之难乎，天运易流，人生有终会面之不可常也 。”</p> <p>　　邓牧的生死观，是道家思想的集中反映。</p> <p>　　对道家轻名利重自然的思想，邓牧亦有自己的认识，当有人将他作为名人与名山大涤山相联的时候，他说 : “余本无名，奚以山之名不名为哉！且天地大也，其在虚空中不过一粟耳，而况大涤在天地之间哉！虚空本也，天地犹果也；虚空国也，天地犹人也。一本所生必非一果，一国所生必非一人，谓天地之外无复天地焉，岂通论耶”并且在一篇 《名说》 的文章中，他又提出了“善誉人者人誉之，善毁人者人毁之” ，“一人之毁不足胜众人之誉 ”的观点，这些思想的基础即是道家的“无”。</p> <p>　　道家思想在政治方面的表现就是“无为”，对此邓牧亦有自己的理解。他在反对君主专制的两篇文章《君道》 和《吏道》中，对君主和官吏都作了强烈的讽刺与批判，并指出了自己所向往的理想社会，即是 “废有司，去县令，听天下自为治乱安危 ”的上古三代之社会情形。这与老子所向往的 “小国寡民 ”的社会理想是一致的，老子 “为无为，则无不治 ”的思想，在邓牧这里得到了完全的反映。邓牧一生隐逸飘摇，不涉官场，正是对 “无为”思想的深刻认识与实践。</p> <p>　　<strong>邓牧在文学创作上对道家思想的运用和发挥</strong></p> <p>　　道家追求自然的思想运用到文学风格上，就表现为清新亮丽之感。庄子将这种文风发扬到极致，后人评论说：“用艺术形象来阐明哲学道理，是 《庄子》 的一大特色 。……从理论意识来说，庄子这一派本有‘言不尽意 ’的看法，即逻辑的语言并不能充分地表达思想。与此相关，在表现手法上，许多篇章，如 《逍遥游》、《人间世》、《德充符》、《秋水》，几乎都是用一连串的寓言、神话 、虚构的人物故事联缀而成，把作者的思想融化在这些故事和其中人物、动物的对话中，这就超出了以故事为例证的意义。而且，作者的想象奇特而丰富，古今人物、骷髅幽魂、草虫树石、大鹏小雀，无奇不有，千汇万状，出人意表，迷离荒诞，使文章充满了诡奇多变的色彩。”这种风格不是一朝一夕可以学到的，必须靠思想的长期积淀，对世事的理解，对人生的彻悟升华。初读邓牧之文，这种感觉就油然而生，没有一丝一毫的做作之感，没有一丝一毫的艰难晦涩，没有儒家思想的压抑，完全是以一种轻松活泼的心情畅游在天地万物之间，在极其舒适的心境下领略道家的向往自然的境界。</p> <p>　　邓牧谈到自己对人生、理想、世事时，都用了极其言简意赅的故事、比喻，让我们很容易从中探求到做人做事的道理与原则。如《楚佞鬼》、《越人遇狗》、《宝说》、《名说》 等篇，都与庄子有相似之感。在《越人遇狗》这一则短短的讽刺小品中，邓牧把元朝统治者暗喻为 “狗”，揭露了它的贪婪残忍性。从越人与 “狗”妥协所造成的悲惨后果，他得出“人” 和“狗”不能妥协、丝毫不能放松对“狗”的警惕的结论。在《宝说》 这则小品文里，邓牧用“宝”来比喻人才，认为人才总是深藏于社会角落之中，只要努力去发掘，总会露出来的。在这里，披着故事外衣的轻松的小品却蕴含着邓牧对黑暗现实的批判和揭露。其实，这正是我们理解邓牧思想的重要之处，长期以来，我们都认为道家思想是出世的，是消极回避的，其实不然。道家思想是用另一种眼光和视角来分析时势，做出对时势的回应。这种思想不与时势发生直接冲突，用一种平缓和平的方式来解决，也就是说，道家与儒家、法家对现世问题的解决方式是不同的，但绝不能否定道家思想的入世性。邓牧深深理解了道家思想的本意，运用寓言故事、轻松的笔调针灸时势，鞭笞腐败的统治阶级，达到了批判社会的目的。</p> <p>　　“言不尽意 ”与“得意忘言 ”是庄子文风的一个最大特点，读庄子之书，我们常有一种似懂非懂之感，但是其中的深意却给我们留下了永远的想像与回忆。这一风格亦为邓牧所继承，对此他有一段经典性的论述：“书所载者， 古人之粗，所不可载者，古人之精，粗为言精为心也，今诚有志于古，乃嗜其粗，而忽其精，泥其书而不得其心，所谓友而不心，面友尔敢以为君规”。</p> <p>　　“言不尽意”与“得意忘言”，其实就是道家思想“无”的具体表现，得到的、能表达出来的不一定是真的、正确的，反而那些不能够完全表达出来的才是真正的内涵。所以邓牧由此出发，对“言不尽意”与“得意忘言”又作了一番论述：“然余谓君无志于道则巳，苟有志，书亦累也 。比见世读书者，四方万里无所不通，上下数千载无所不闻 。归而求其本心，则虚焉者寡矣。圣人之道遂为绝学可叹也，愿君悉素所蕴于无何有之乡，然后即方寸之地朝而辟焉，暮而涤焉，使介然之有不得累乎其中，君益矣，颜子始好学，终坐忘唯道，集虚盖深造自得之妙，颜何人哉。”</p> <p>　　在这一段论述中，邓牧从老子提出的“无”的思想出发，认为古人之书只是为后人留下的方法和路径，而不是唯一的、一成不变的思想，读书要做到“得意忘言”。这种得意忘言的认识，正是对道家思想深刻理解的发挥，其思辨性正如老子的道一样，既准确地表达了自己的见解，又留有广阔的拓展空间。</p> <p>　　不仅如此，从邓牧的其它文学作品中我们也可以看出道家思想对其创作的影响，其《九锁山十咏云根石》写道：“浮云无定姿，灭没须臾间。一朝化顽石，千古遗空山。天地亦幻物，谁能诘其端。”在这首<a href=\"http://so.gushiwen.org/author_837.aspx\">诗</a>中，作者崇尚的道家思想溢于言表，对人生、对世事的心情也可见一斑。在其它的诗文中邓牧同样表达了蔑视功名利禄，忘乎一切的人生态度。他说：“人生行乐耳，何必千秋万岁名。”道家思想贵在“无”，“无”就是人生的最高追求，就是世事的最终形式，就是社会的最佳形态，这些对邓牧的影响是非常深刻的，在邓牧的思想中也表现得最为突出。</p> <p>　　<strong>邓牧异端思想的道家渊源</strong></p> <p>　　邓牧在中国古代思想史上最引人注目的就是其异端思想，也是为大多数人所津津乐道的，而这种异端思想的渊源正是道家思想。所谓异端，也只是指与统治阶级的御用思想相背，与占统治地位的意识形成不相一致 。邓牧正是用一种站在外围透视社会而得出的观点，正像他自称 “三教外人”一样，他认为自己超脱了身处的社会，因此对问题看得更加清楚，分析更加透彻。而这种异端思想也正是他思想的精华所在。</p> <p>　　道家追求自然，崇尚无为，要求人不要对自然有所改变，并将其用于政治、社会和人生，在政治上要求无为，在社会上要求和谐，在人生上强调个人的价值、生命的珍贵等，这几个方面与儒家所讲的等级尊卑、礼教思想是不相通的。例如魏晋时期的玄学家们为了表示自己对政权的嫉恨，与当权者势不两立，就从装束上、生活上表现出放荡不羁的情形，这是不能为深受儒家思想影响的世俗所能接受的，所以将他们称为“异端 ”。从以上论述可以看出，邓牧在政治、社会和人生方面的思想与传统儒家思想也有很大差别，他不与当权者合作，对传统的思想进行极度的讽刺与批判，被指斥为 “异端 ”思想实在是意料之中的。</p> <p>　　道家思想产生于春秋之世，其时社会混战不休，礼制淆乱，统治者不问民生，只是追求奢侈淫逸的生活，老子生当其时，又作为史官，看到了周王室腐败堕落的形象，因此，他对这种现象提出批评，要求统治者不要过度剥削人民，要求不要纷争，不要剥削，以期达到长久的社会稳定与和谐，并将一切社会动乱的源由归结到无止境的嗜欲与争夺。邓牧所生活的时代也是战乱不定，民生痛苦，因而他能够感受到老子当时的思想，能够体会到道家思想解决现实问题的深意，于是提出了一个与众人大相径庭的解决之道，但在当时却被指斥为异端思想。邓牧的异端思想主要体现在《君道》和《吏道》两篇文章里，在文章中，他对君主和官吏以及专制社会进行了批判，他对上古三代社会作了详尽的描述：“饭粝梁，啜藜藿，饮食未侈也；夏葛衣，冬鹿裘，衣服未备也；土阶三尺，茆茨不翦，宫室未美也；为衢室之访，为总章之听，故曰‘皇帝清问下民 ’，其分未严也。”在这里，邓牧描述了一个不追求物质生活、 众生平等的社会。但这种思想却遭到了许多人的批判，认为邓牧的思想是倒退的，是跟不上时代潮流的，其实这正是道家思想的体现。道家不追求奢华，不以物累，是一种极高的思想境界。要求皇帝清问下民，就是要摆脱传统礼教的束缚，要求平等 。</p> <p>　　儒家要求正名，认为“名不正，则言不顺”，以此建立起一套名教体系，为历代政权所沿用。为了正名，不惜牺牲一切为代价。而道家则正好与此相反，魏晋时期的玄学家提出的“越名教而任自然”，就是这种思想的体现。邓牧继承了这种思想，他在讲到三代时期的社会时指出：“尧让许由而许由逃，舜让石户之农，而石户之农入海，终身不反，其位未尊也。”之所以“位未尊”，归根结底还是名未正，名未正，故没有人为权利所争，既不争权夺利，因而社会秩序稳定，“今夺人之所好，聚人之所争”的社会现象正是由名而起，他不主张用一套严密的礼制体系来区分不同的阶层，这样做，既能达到众生平等，又不致引起社会纷争与动乱。当然，人类社会中各种不同的等级层次不是人为因素所致，而是社会历史发展的趋势使然，是人类社会的必定选择。不过，也不能因此而认为邓牧想逆潮流而动，想与社会的发展趋势相背。他只是想表达对社会现实的不满，想在历史中找到一种较理想的社会原型，而在他所处的时代中，不可能提出更好的解决办法，只能寄希望于一种近似空想的社会模式之中。</p> <p>　　邓牧对专制社会进行的批判，显然是受道家思想影响而致。老子在其著作中设计了一种鸡犬之声相闻，民至老死不相往来的小国寡民社会，庄子也提出了“至德之世”的设想，邓牧批判了当时的社会，也构想了自己心中的理想社会模式，即“废有司，去县令，听天下自为治乱安危”，与老庄的社会模式大同小异 。因此，完全可以肯定，邓牧批判专制社会的思想渊源正是道家思想。</p> <p>　　综上所述，我们可以看出邓牧尽管自称“三教外人”，但是其思想深处却是道家思想，为什么如此呢！这正是其立足社会却又无能为力的一种矛盾心理反映。他自称为“三教外人”，大概只是想表达自己对当时社会现实的不满，不愿与其他人为伍，尤其是不愿意与蒙古统治者合作，借此发泄自己的愤懑与不满情绪；他想解决社会现实问题，却又不得施展，只能在一种理想的社会中去实现自己的抱负。换句话说，他想借助道家思想超脱现世社会，却无法超脱，因为道家思想本身也是一种治世方式。在邓牧的思想中，我们看到了现实与他理想的差距，期盼改革社会却又无可奈何的困惑。这种反差极大的思想，正是道家思想的反映，正是邓牧对道家思想的透彻理解，并进一步证明了道家思想是邓牧思想体系的重要组成部分。</p>"
}