{
  "id": 1701,
  "star": 1,
  "name": "宗泽",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1701.jpg",
  "dynasty": "宋代",
  "desc": "宗泽（1060年1月20日—1128年7月29日），字汝霖，汉族，浙东乌伤（今浙江义乌）人，宋朝名将。刚直豪爽，沉毅知兵。进士出身，历任县、州文官，颇有政绩。宗泽在任东京留守期间，曾20多次上书高宗赵构，力主还都东京，并制定了收复中原的方略，均未被采纳。他因壮志难酬，忧愤成疾，七月，临终三呼“过河”而卒。死后追赠观文殿学士、通议大夫，谥号忠简。著有《宗忠简公集》传世。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>出生于北宋嘉祐四年十二月乙亥（十四）日（1060年1月20日），宗泽出生前，他的母亲刘氏，曾梦见天空出现猛烈雷电，光照其身。</p> <p>　　宗家虽贫苦，但有“耕读传家”的传统，父亲宗舜卿就是一个乡村知识分子。宗泽自幼随长兄宗沃参加劳动，农闲则在父、祖的教导下，读书识字。天资聪慧的宗泽，勤奋好学，从小就打下了良好的文化基础。</p> <p>　　大约宗泽十几岁时，宗家举家迁居交通比较便利，商贸、文化较为发达的廿三里镇。在那里，宗泽视野扩大了，耳闻目睹宋王朝吏治腐败和外敌频仍，萌发了救国救民的思想抱负。不到20岁的宗泽毅然辞家外出游学，历时十余年，就学之地多达数十处。他不仅悉心求学，研读“古人典要”，而且学以致用，考察社会，了解民情，孜孜不倦地追求治国之道，逐步看清了整顿吏治是解决政治腐败的关键所在；同时眼看辽国、西夏屡屡入侵，也产生了靖边安境、为国效力的思想。于是他认真研读兵书，苦练武艺。这样，宗泽迅速成长为一个博学广识、文武兼备、富有理想和抱负的青年。</p> <p><strong>造福一方</strong></p> <p>　　元祐六年（1091年），宋廷举行省试、殿试。年已33岁的宗泽，通过发解试后，千里迢迢前往京城开封应省试。宗泽通过省试（礼部试）后，进入殿试。宗泽在殿试时，不顾字数限制的规定，洋洋洒洒写了万余言，力陈时弊，还批评朝廷轻信吴处厚的诬陷而放逐<a href=\"http://so.gushiwen.org/author_136.aspx\">蔡确</a>，认为“朋党之祸自此始。”这是宗泽第一次在政治上亮相，就充分反映出他革除弊政的强烈要求以及与邪恶势力作斗争的勇气和决心。主考官“以其言直，恐忤旨”，将宗泽置于“末科”，给以“赐同进士出身”。宗泽虽未能名登榜首，但毕竟通过了科举考试，从此开始步入仕途。</p> <p>　　元祐八年（1093年），宗泽被派往大名府馆陶县任县尉兼摄县令职事。宗泽到任不到一个月，就迅速而妥善地处理完该县历年诉讼积案，显露了他处理政务的才能，赢得了属吏们的信任和敬仰。</p> <p>　　绍圣二年（1095年），知府吕惠卿命宗泽巡视御河修建工程，这时宗泽适丧长子，他强忍悲痛，奉檄即行。吕惠卿闻知后，赞叹道：“可称得上是为国忘家的人啊。”这时天寒地冻，宗泽在巡视中发现不少民工僵个道旁，立即上书司，建议推迟工期，待明春天暖时再动工，并表示届时“当身任其责。”朝廷同意延期。次年春，“河成，所活甚众”。宗泽在官场初露头角，就表现出勤于职守、为官清正、体恤民情等高尚品德。</p> <p>此后，从元符元年（1098年）至政和四年（1114年），宗泽先后任衢州龙游、莱州胶水、晋州赵城、莱州掖县等四县知县。纵观宗泽从政20多年，能为官一任，造福一方，政绩卓著，“所至称治”，赢得了各地群从对他的信赖和爱戴。然而，由于宋王朝政治极端腐败，权奸当道，因而宗泽长期得不到提拔和重用。</p> <p>　　宋王朝为了加强北部边防，下令将登州等四州提升为“次边”，要选拔一些干练的官员充任通判。</p> <p>　　政和五年（1115年），宗泽升任登州通判。登州邻近京师，权贵势力伸手其间。如登州仅宗室官田就有数百顷，皆不毛之地，岁纳租万余缗，都转嫁到当地百姓身上。宗泽上任后，忿然上书朝廷，陈明实情，请求予以豁免，终于为登州百姓免除了沉重的额外负担。宗泽在官场中，越来越看清宋朝统治集团的腐朽，感到自己已难以有所作为</p> <p>　　宣和元年（1119年），年届六十的宗泽乞请告老还乡，获准授予主管南京（即应天府，今河南商丘）鸿庆寺的虚衔，遂退居家乡义乌邻县东阳，结庐山谷间，拟著书自适以度晚年。后被人诬告蔑视道教，宗泽被发配镇江“编管”。宗泽被编管期间，夫人陈氏病逝。</p> <p>　　宣和四年（1122年），徽宗举行祭祀大典，实行大赦，宗泽才重获自由。宗泽先掌监镇江酒税，二年后才调任巴州通判。这时，金国在北方崛起，辽、金、宋之间正在展开激烈的斗争，忧国忧民的宗泽却被远置西南边陲巴州，完全背离了他的意愿。宗泽在这期间所作的《古楠赋》、《重修英惠侯义济庙记》，借景抒情，如泣如诉地表述了自己怀才不遇、壮志难酬的悲愤心情，并借汉末巴郡太守严颜隐喻自已，表达了愿做“断头将军”，决不做“投降将军”的决心。</p> <p><strong>磁州备战</strong></p> <p>　　靖康元年（1126年）初，在御史大夫陈过庭的推荐下，宗泽被借以宗正少卿身份，充任和议使。宗泽说“：此行不打算生回了。”有人问他原因，宗泽说：“敌人能够悔过撤兵当然好，否则怎么能向金人屈节以辱君命呢。”有人认为宗泽刚直不屈，恐怕有害于和议，钦宗把宗泽派往战争前沿的磁州任知府。当时太原失守，出任两河地区的官员都借故不到任。宗泽说：“受朝廷俸禄却逃避困难，是不行的。”宗泽受命，当日就独自骑马上路，随从的只有十几名老弱士卒。</p> <p>　　磁州经过金兵蹂躏之后，百姓逃亡，仓库空虚。宗泽到达，修缮城墙，疏浚隍池，整治器械，招募义勇，开始做固守不动的打算。他上奏说：“邢、洛、磁、越、相五州各屯精兵二万人，敌进攻一郡，则其余四郡都应援，这样一郡的兵力经常保有十万人。”钦宗表示称赞，任命宗泽为河北义兵都总管。</p> <p>　　同年十月，金兵围攻北方门户真定，钦宗命宗泽率部前往救援。真定陷落后，金兵分路南下，分遣数千骑兵进攻磁州。宗泽披甲操戈登城指挥战登城指挥战头斗，命士兵以神臂弩射之，粉碎金兵的攻势后，打开城门，乘势纵兵追击，斩敌数百，缴获大量战利品。这是宋军首次击败金兵，极大地鼓舞了河朔各地宋军的斗志。康王<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>再次出使金营，经过磁州，宗泽迎拜说：“肃王一去不回，现在敌人又诡辞召大王，希望不要去。”康王于是转回相州。<br>同年十一月，金兵分东西两路先后抵达开封，再次包围了宋都。钦宗任赵构为兵马大元帅，宗泽、汪伯彦为副元帅，命他们尽起河北兵马赴京勤王。宗泽认为应该立即会兵李固渡，断绝敌人归路，其他人不同意，宗泽于是独自领兵赶赴李固渡，在路上遇到金兵，宗泽派遣秦光弼、张德进行夹击，大败金兵。金人败后，留兵分别屯守。宗泽派壮士乘夜袭击金营，攻破三十余砦。</p> <p>　　当时赵构设置大元帅府，檄令会兵大名。宗泽踏冰渡过黄河见到康王，说京城被围困很长时间，救援京城不可缓慢。恰逢签书枢密院事曹辅带蜡封钦宗手诏从京城来，说和议可成。宗泽说：“金人狡诈，这不过是想欺骗我军罢了。君父盼望救援，胜过饥渴，应该赶快令兵直趋澶渊，依次建造营垒，以解京城之围。万一敌人有别的阴谋，则我兵已在城下了。”汪伯彦等人加以阻难，劝告赵构派宗泽先行，从此宗泽不能参与元帅府中的谋议了。</p> <p><strong>抗金勤王</strong></p> <p>　　靖康二年（1127年）正月，宗泽至开德，与金人十三战皆胜，他寄书信劝告赵构檄令诸道会兵京城。宗泽又发书给北道总管赵野、河东北路宣抚使范讷、知兴仁府曾懋，让他们合兵救援京城。这三人都认为宗泽狂妄，不予理睬。宗泽领孤军前进，都统陈淬说敌势正盛，不可轻举妄动。宗泽发怒，想将陈淬斩首，诸将请求宽免陈淬，让他以死效命。宗泽命令陈淬进兵，与金兵相遇，陈淬大败金兵。金兵攻打开德，宗泽派遣孔彦威迎战，又大败金兵。宗泽估计金兵必定会进犯濮阳，便事先派遣三千骑兵前去救援，结果金人果然来攻打濮阳，又被打败。金兵第二次攻打开德，权邦彦、孔彦威合兵夹击，金兵再次大败。</p> <p>　　宗泽领兵到达卫南，他考虑到自己将孤兵少，不深入敌营不能取得成功。先锋官回报说前面有敌人兵营，宗泽指挥士兵径直向前与金兵·接战，将金兵打败。宗泽领兵往东转战，金兵不断派兵增援，王孝忠战死，前后都是金兵营垒。宗泽下令说：“现在进退都是一死，我们不能不从死中求生。”士兵知道总是一死，无不以一当百，斩杀金兵数千人。金兵大败，退却几十里。宗泽估计金兵人数比自己多十倍，今日一战而退却，其势必定会再来，如果金兵全部出动夜袭我军，则危险了。于是趁黑夜将军队转移。金人当晚到达，只剩下一座空营，非常惊恐，从此他们害怕宗泽，不敢再派兵出战了。宗泽出其不意，派兵渡过大沟河发动袭击，将金兵打败。赵构根据旧制授任宗泽为徽猷阁待制。</p> <p>　　当时金兵胁迫徽、钦二帝北去，宗泽得知，立即领兵奔赴滑州，经过黎阳，到达大名，想直接渡过黄河，控扼金人的退路，截回徽、钦二帝，然而勤王之兵却无一到达的。宗泽又听说张邦昌僭位，想先行领兵进行讨伐。恰逢大元帅府传来书信，约他领兵靠近都城，按兵不动以观察形势变化。宗泽回书赵构说：“人臣哪有穿赭袍，打红盖，坐正殿的呢？自古的奸臣都是外表恭顺而藏祸心，没有像张邦昌那样窃占皇位，改变纪元，进行大赦、罪恶昭著的。现在徽钦二帝、诸王都渡过黄河北去了，只有大王还在济，上天之意由此可知。应该立即替天进行讨伐，兴复社稷国家。”并且还说：“张邦昌进行伪赦，有些奸雄的心被打动了，希望派遣使者分别告谕各路，以安定民心。”</p> <p>　　宗泽又上书说：“现在天下所寄期望的在于大王，如果大王行事得道，则可以使天下人之心得到慰藉。所谓道，就是近刚直正义而远离柔弱奸邪，接纳诤诤劝谏而拒绝阿谀佞言，崇尚恭谨节俭而抑制骄狂奢侈，注意忧患勤勉而忘记安逸享乐，提倡公心务实而压制私心虚伪。”接着连连上书劝告赵构积极进取。</p> <p><strong>镇守开封</strong></p> <p>　　赵构在南京即皇帝位，宗泽入朝相见，涕泪交流，提出复兴国家大计。当时他与<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>一同入朝对答，两人相见谈论国事，慷慨流涕，李纲认为宗泽是一个奇人。赵构想留住宗泽，黄潜善等人进行阻碍。宗泽被任为龙图阁学士、知襄阳府。</p> <p>　　当时金人提出割地的要求，宗泽上书说：“天下，是太祖、太宗的天下，陛下应当兢兢业业，思虑着将它传之万世，为何急忙同意割让河东、河西，还答应割弃陕州的蒲县和解县呢？自从金人再次入侵，朝廷未曾任命一将，派出一兵，只听到奸邪之臣，早进一言主张讲和，晚进一说请求盟好，终于导致徽钦二帝北去，宗社蒙受耻辱。臣以为陛下会赫然震怒，明令赏罚罢黜，以再造王室。现在陛下即位四十天了，没有听到有大号令，只见刑部指挥说：‘不得发布赦文到河东、河西、陕州的蒲县和解县。’这是压制天下忠义之气，而自绝于民。臣虽然愚钝怯弱，愿意亲冒矢石，为诸将之先，能够捐躯报国也就满足了。”赵构看完宗泽的奏疏觉得很悲壮。宗泽被改任为知青州，当时他已经六十九岁了。</p> <p>　　开封府长官职位空缺，李纲说安定和恢复旧都城，非宗泽不可。不久，宗泽改任知开封府。这时敌人仍留屯在黄河边上，战鼓之声，日夜可闻，可京城的战船全部废坏，士兵与百姓杂居，盗贼纵横，人心惶惶。宗泽一向威望高，到达开封后，他首先捕杀了几个盗贼。宗泽下令说：“盗贼，无论赃物多少，一律按军法论处。”自此盗贼平息，百姓得以安宁。</p> <p>　　王善是河东的大盗，拥有人马七十万，战车万辆，想占据京城。宗泽独自一人骑马到王善的兵营，流着泪对王善说：“朝廷正处危难之时，如果有一两个像公一样的人，怎么会再有外敌入侵之患呢。现在是你立功之时，不能失去机会。”王善感动落泪说：“怎么敢不为朝廷效力。”于是解甲投降。当时杨进号称没角牛，拥兵三十万，王再兴、李贵、王大郎等各拥兵几万，往来于京西、淮南、河南、河北之间，侵扰抢掠，成为祸患。宗泽派人告诉他们以祸福，将他们全部招降。宗泽上疏请求皇上返回京城。不久，朝廷下诏：荆、襄、江、淮都做好准备，以待皇上巡幸。宗泽上书说：“开封物价市场，渐渐恢复平常。将士、家民、商旅、士大夫之中怀有忠义之心的，都盼望陛下立即返回京师，以安慰人心。那些提出不同主张的人，并不是出于对陛下的忠心，只不过像张邦昌之流，暗中与金人勾结罢了。”宗泽被授任为延康殿学士、京城留守、兼开封尹。</p> <p>　　金国派人以出使伪楚为名，到开封府，宗泽说：“这名义上是出使，而实际上是探察我们的虚实。”于是将其使者拘留，上疏请求处死。朝廷诏令宗泽将所拘留的金国使者迁移到别的馆舍安置，宗泽说：“国家承平二百年，不知道战争，把敌国的欺瞒当成诚信，丝毫不加置疑。不仅不作进攻与讨伐的周密打算，反而对于不忘敌仇、希望尽忠报国的人、士大夫不认为是狂，便认为是妄，以致有先前的靖康之祸。张邦昌、耿南仲等人的所作所为，陛下是亲眼见到的。现在金人假借出使伪楚之名，来探察我们的虚实，愚臣请求将其斩首，以打破金人的阴谋。可是陛下为人言所惑，诏令安置到其他的馆舍，给予厚待，愚臣不敢奉诏，以示国家衰弱。”赵构于是亲自致书告谕宗泽，最终还是将金使释放。朝廷之人附合黄潜善的意思，都说宗泽拘留金使为不当。尚书左丞许景衡上书极力为宗泽争辩，并且说：“宗泽为开封尹，威名政绩，卓然过人，现在的士大夫，没有人能和他相比。请求加以重任，以让他取得御敌治民的成功。”</p> <p>　　真定、怀、卫之间，金兵很多，正加紧修造战具以作入攻打算，可是朝廷的将相却毫不经意，不作战备，宗泽感到担忧。于是便渡过黄河联络诸将共同商议有关攻防事宜，以图收复失地。并且在京城的四面，各设置一个防御使以统领新召集的士兵。另外还根据地势在城外建造二十四道坚固的防御墙，在沿河一线依次建立连珠砦，连结河东、河北山水砦的忠义民兵，由此陕西、京东、京西各路的人马都愿意听宗泽指挥。高宗下诏将巡幸淮甸。宗泽上书劝谏，朝廷不予理睬。</p> <p>　　秉义郎<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>犯法将被处刑，宗泽见到岳飞感到惊奇，说：“这是一个将才。”正碰上金人攻打汜水，宗泽将五百骑兵交给岳飞，让他立功赎罪。岳飞大败金人而回，宗泽于是升岳飞为统制，岳飞由此知名。</p> <p><strong>保卫东京</strong></p> <p>　　宗泽从河北视察军事返回，上疏说：“陛下还留在南都，人心惶惶，都认为陛下舍弃宗社朝廷，使社稷国家无所依靠，生民失去仰戴。陛下应该立即回到汴京，以安慰百姓之心。”没有得到朝廷的回答。宗泽又上书抗争说“：国家与金人结盟，想借此使百姓安宁。但最终导致金人侵扰劫掠，无所不至，这样坚守和议其结果却不足以让百姓安宁。当时有人曲意奉迎以图富贵，也有人不相附合而获罪。陛下看来，是过去求富贵者对呢？还是因不附和而获罪者对？现在主张转移巡幸的人，就如同过去认为和议可行的人；现在主张不可转移他地的人，就如同以前认为和议不可行的人。希望陛下深思熟虑，然后作出抉择。况且京师是二百年所积累的基业，陛下为什么轻易舍弃给敌国呢？”</p> <p>　　赵构下诏派遣官吏迎奉六宫去金陵，宗泽上书说：“京师，是天下的腹心。两河地区虽然没有安宁，但只是一个手臂不足以依靠罢了。现在急忙想舍弃它，不仅只是损害一个手臂，这是连腹心一起抛弃。过去景德年间，契丹侵犯澶渊，王钦若是江南人，即劝皇上巡幸金陵，陈尧叟是蜀人，即劝皇上巡幸成都，只有<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>毅然请求皇上亲征，最终采纳寇准的建议取得成功。臣不敢比寇准，但不敢不将陛下比章圣皇帝。”宗泽还呈上五件事，其一是说黄潜善、汪伯彦主张南巡江南不当。宗泽先后的建议，经过三省、枢密院，时常被黄潜善、汪伯彦等人所阻抑，他们每次见到宗泽的奏疏，都嘲讽为狂。</p> <p>　　金将兀术将渡过黄河，谋划攻打汴京。诸将请先断掉河桥，严兵固守，宗泽嘲笑说“：去年冬天，敌人直扑而来，正是由于断掉河桥。”于是命令部将刘衍奔赴滑州，刘达赶赴郑州，以分散敌人兵力，并告诫诸将极力保护河桥，以等待大兵聚集。金人得知，乘夜断掉河桥逃去。</p> <p>　　建炎二年（1128），金人从郑州抵达白沙，离汴京很近，都城之人感到惊恐。僚属进来问计策，宗泽正在与客人一起围坐交谈，他笑着回答说：“什么事这么慌张，刘衍等在外肯定能够抵御敌人。”于是挑选几千精锐兵士，让他们绕到敌后，埋伏在其退路上。当金人正与刘衍战斗时，伏兵突起，两面夹击，金人果然被打败。</p> <p>　　金将粘罕占据西京，与宗泽对峙。宗泽派遣部将李景良、阎中立、郭俊民领兵前往郑州，和金兵相遇，双方大战，阎中立战死，郭俊民投降，李景良逃跑。宗泽抓回李景良，对他说：“战而不胜，罪可以饶恕；私自逃跑，这是无视主将。”将他斩首以警戒将士。不久郭俊民与姓史的金将及燕人何仲祖等持书来招降宗泽，宗泽训斥郭俊民说：“你因失利而战死，尚且是忠义鬼，现在反而替金人持书诱降，你有什么面目见我呢？”将他斩首。宗泽又对史姓金将说：“我受命守这块疆土，宁死不让。你为人将，不能以死打败我，却想用儿女之情话招降我吗？”也将他斩首。何仲祖被认为是从者，免除一死。刘衍返回汴京，金人再次入侵滑州，部将张捴为请求前去救援，宗泽挑选兵士五千人交给他，并告诫他不要轻易作战以等待支援。张捴到达滑州与敌人接战，金人兵马十倍于张捴，诸将请求稍稍避一下敌人的锋芒，张捴说：“避而偷生，有什么面目见宗公。”于是力战而死。宗泽得知张捴告急，派遣王宣领骑兵五千人救援。张捴死后两天，王宣才到达，与金人大战，将金人打败。宗泽迎回张捴尸骨安葬，抚恤他的家属，并以王宣知滑州，从此金人不再进犯东京。</p> <p><strong>名震敌国</strong></p> <p>　　山东出现盗贼，执政认为他们多是以义军为名，请求下令停止勤王。宗泽上疏说“：自从敌人围困京城，忠义之士因愤怒争先揭竿而起，广东、广西、湖北、湖南、福建、江、淮，跨越几千里，纷纷发兵勤王。当时的大臣没有远见大略，没能加以安抚而运用，使他们饥饿困穷，弱者填沟壑，强者为盗贼，这不是勤王之人的罪过，而是大臣一时处理不当所致。现在河东、河西不附从敌国而保据山砦者，不知其数；各处有节操，有义气的士大夫，自愿黥面而争先救驾者，又不知其数。这个诏令一下，臣担心草泽之人一旦瓦解，匆忙之间有危急，有谁再愿意尽忠效义呢？”</p> <p>　　王策本来是契丹族的一个酋长，被金任命为将，往来于黄河边上。宗泽将他擒获，松开绳子让他坐在堂上，对他说：“契丹本是宋的兄弟之国，现在女真欺辱我们的皇上，又灭了你们的国家，从情义上讲我们应该协力合谋，报仇雪耻。”王策感动流泪，愿为宗泽效命。宗泽因势问金国的虚实，详细了解了金人的情况，于是决定大举进行讨伐，他召诸将对他们说：“你们有忠义之心，应当协力合谋，剿灭敌人，期望迎回徽、钦二帝，建立大功。”说罢落泪，诸将也都流下了泪，表示听从命令。金人因与宗泽战而不利，将军队全部撤去。[16]<br>宗泽上疏劝阻赵构巡幸江南，他说：“臣替陛下保护京城，从去年秋冬到今年春天，又三个月了。陛下不早回京城，则天下之人无所仰戴。”宗泽被任命为资政殿学士。宗泽又派其子宗颖到朝廷上疏说：“天下的事情，如果见机而为，待时而动，则无事不成。现在收复了伊、洛，金将北渡黄河，保住了滑台，敌人屡屡战败，河东、河北的山砦义军，并肩接踵，天天盼望官兵到来。就时机而言，中兴之兆可见，金人必将灭亡，要实现这些，就在于陛下抓住时机了。”又说“：过去楚人在郢建都城，史家给予贬论。现在听说皇上有旨在仪真教练水战，看其规模是想在江南一隅称霸，这不是非常值得鄙视的吗？消息传到四方，必定会认为是中原不能守，所以才作把守江宁的打算。”</p> <p>　　在此之前，宗泽去磁州，将州事交给兵马钤辖李侃，统制官赵世隆将他杀害。到这时，赵世隆及他的弟弟赵世兴领兵三万来投附，大家都担心他们发动变乱，宗泽说：“世隆本是我的一个军校，不会变乱。”赵世隆到达，宗泽斥责他说：“河北陷落，我大宋的法令和上下之分也陷落了吗？”命令将赵世隆斩首。当时赵世兴佩剑站立在旁边，其手下众士兵在庭下露出兵刃，宗泽慢慢对赵世兴说：“你的兄弟被杀，你能够发奋立功，也足以雪耻。”赵世兴感动落泪。金人攻打滑州，宗泽派赵世兴前去救援，赵世兴到达，乘对方不备，将金人打败。宗泽声望日著，金人听到他的名字，常常既尊敬又害怕，他们与宋人谈到宗泽，必定称他为宗爷爷。</p> <p><strong>壮志难酬</strong></p> <p>　　宗泽上疏说：“丁进几十万人愿意守护京城，李成愿意扈从皇上回朝，然后渡河讨伐敌人，杨进等拥兵百万，也愿意渡过黄河，共同抗敌。臣听说‘多助之至，天下顺之’。陛下趁这时返回京城，则众人团结一心，敌国有什么值得担忧的呢？”他又上奏：说“圣人爱自己的父母并推及别人的父母，所以教人孝；尊敬自己的兄长并推及别人的兄长，所以教人悌。陛下应当与忠臣义士合谋进行讨伐，以迎回徽、钦二圣。现在太上皇居住的龙德宫依然如旧，只有渊圣皇帝没有宫室，希望改修宝..宫以作为迎回渊圣皇帝后的居住之所，使天下人知道对父亲孝顺，对兄长贤悌，这是以身为教。”赵构于是下诏择日回京。</p> <p>　　宗泽先后上了二十多道奏章，请求赵构回京，每每被黄潜善等人所阻碍，忧愤成疾，背上长毒疮。诸将入室问候病情，宗泽看着诸将说：“我因为徽、钦二帝遭受不幸，积愤成这样。你们如果能够消灭敌人，则我死而无恨了。”诸将都流着泪说：“怎敢不效力！”诸将出去后，宗泽叹息道：“‘出师未捷身先死，长使英雄泪满襟。’”</p> <p>　　建炎二年七月十二日（1128年7月29日），刮风下雨，天色阴暗，宗泽在弥留之际，没一句话谈及家事，念念不忘北伐，最后连呼三声“渡河！渡河！渡河！”怀着悲愤的心情溘然与世长辞了，时年70岁。后由儿子宗颖和爱将岳飞一起扶柩至镇江，与夫人陈氏合葬于镇江京岘山上。</p> <p>　　都城之人闻知痛哭。宗泽所留下的遗书仍然主张赵构返回京城。朝廷追赠宗泽观文殿学士、通议大夫，谥他为忠简。</p><br/><h2>轶事典故</h2> <p>　　相传，<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>从抗金前线回到家乡后，经常买些猪肉请乡亲们腌制起来，再离开的时候带上作为军需食品，也可赠予朋友和部下。宗泽在金华民间被视为腌制火腿的祖师爷，解放前，火腿店和腌腿的作坊里都供奉着宗泽像，盛产火腿的金华、东阳、义乌、浦江、永康等县过去都属于旧金华府，“金华火腿”由此得名。</p><br/><h2>后世纪念</h2> <p><strong><a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>墓</strong></p> <p>　　宗泽墓在镇江市东郊京岘山北麓。此墓为宋墓，周长28.8米，坟直径3.5米、高2米。墓前竖白云墓碑，高1.9米，上刻“宋宗忠简公讳泽之墓”，墓道长90米、宽2.5米，两旁密集绿树，庄重肃穆。八百多年来，宗泽墓经历代多次修缮，大体保持原貌。宗泽葬于镇江京岘山后，<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>为怀念恩师宗泽的知遇之隆，于茔旁花山湾云台寺创设“宗忠简公功德院”，即当今所称的纪念堂，以祠祀宗泽。到了嘉定年间，时岳飞之孙岳珂以总饷驻节镇江军府，命重修功德院，并亲撰《重修忠简公功德院记》。<br> <br><strong>湫神之首</strong></p> <p>　　岷县民间的18位湫神之首就是忠简公宗泽，在甘肃省岷县俗称“南川大爷”，本庙在岷阳镇南川村。香火极旺，每年正月17日为当地庙会。</p> <p><strong>真君殿</strong></p> <p>　　位于浙江新昌的沃洲山，清光绪三十年（1904）捐资重建，耗资三万余金，历四年竣工，祀抗金名将宗泽，是一座佛道合揉的庙宇建筑，为县内古建筑工艺之典范，1963年公布为县级文物保护单位。依山傍水，其签特别灵验。</p><br/><h2>家庭成员</h2> <p><strong>父母</strong></p> <p>　　父：宗舜卿</p> <p>　　母：刘氏</p> <p><strong>妻</strong></p> <p>　　陈氏</p> <p><strong>子</strong></p> <p>　　宗颖</p> <p><strong>后裔</strong></p> <p>　　宗氏“忠简堂”（<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>）一支子孙散居江浙皖间乡村，以义乌、金华、丹徒、兴化、宜兴、溧阳、如皋、江都、常熟、郎溪为多，少数远至华北和东西北（汉汝南太守宗资远祖），明清宗必大、<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>、宗元鼎、宗源翰、宗稷辰、宗承烈、宗继先、宗嘉谟，国朝宗庆后、宗宇后、宗耀祖、宗益寿、宗成乐、宗才怡、宗毓华、宗维隆、宗毅、宗福先、宗白华、宗菊如、宗志华等均其嫡裔。居如皋的始祖为宗氏第10世南宋名将宗泽之孙宗安六、宗安七。主要集中居住在如皋西北部和南部，如皋境内至今以宗氏命名的村庄有宗家庄、宗港、宗家港等9处，城内原有宗家巷。</p> <p>　　在山东省菏泽市、济宁市，河南省部分地区也有宗泽后裔的分布。</p>"
}