{
  "id": 814,
  "star": 302,
  "name": "吴融",
  "image": "http://img.gushiwen.org/authorImg/wurong.jpg",
  "dynasty": "唐代",
  "desc": "吴融，唐代诗人。字子华，越州山阴（今浙江绍兴）人。吴融生于唐宣宗大中四年（850），卒于唐昭宗天复三年（903），享年五十四岁。他生当晚唐后期，一个较前期更为混乱、矛盾、黑暗的时代，他死后三年，曾经盛极一时的大唐帝国也就走入历史了，因此，吴融可以说是整个大唐帝国走向灭亡的见证者之一。",
  "content": "<h2>作品风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>对于<a href=\"http://so.gushiwen.org/author_814.aspx\">诗</a>歌的思想，最直接的表现在他为<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>所写的〈禅月集序〉中，全篇序文大致前半叙写他对诗歌的看法，后半描述贯休行止以及他与贯休的交谊，其文曰：<br>　　夫诗之作者，善善则咏颂之，恶恶则风刺之，茍不能本此二者，韵虽甚切，犹土木偶不生于气血，何所尚哉？自风雅之道息，为五言七言诗者，皆率拘以句度属对焉。既有所拘，则演情叙事不尽矣。且歌与诗，其道一也。然诗之所拘悉无之，足得于意，取非常语，语非常意，意又尽则为善矣。国朝为能歌诗者不少，独李太白为称首，盖气骨高举，不失颂咏风刺之道。厥后白乐天为讽谏五十篇，亦一时之奇逸极言。昔张为作诗图五层，以白氏为广大教化主，不错矣。至于李长吉以降，皆以刻削峭拔飞动文彩为第一流，而下笔不在洞房蛾眉神仙诡怪之间，则掷之不顾。迩来相&amp;shy; 学者，靡漫浸淫，困不知变，呜呼！亦风俗使然。君子萌一心，发一言，亦当有益于事，矧极思属词，得不动关于教化？（后略）<br>　　综合此段文字所述，可以整理出吴融于诗歌有三个重要观念：</p> <p><strong>重颂咏讽刺之道<br></strong>　　从吴融的三百零一首诗歌创作中，可以发现表现颂咏讽刺之道者，几乎在各种题材中，皆有出现。如前文「寄赠酬答」一类提到的〈赴阙次留献荆南成相公三十韵〉、〈寄尚颜师〉、〈赠<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>处士歌〉等诗，皆是实践「善善则颂咏之」的作品，如〈赠蛖光上人草书歌〉“篆书朴，隶书俗，草圣贵在无羁束。江南有僧名蛖光，紫毫一管能颠狂。人家好壁试挥拂，瞬目已流三五行。摘如钩，挑如拨。斜如掌，回如斡。”在「登临游旅」一类中更是不乏批评、讽刺之作，如〈金桥感事〉一诗，就是他对朝廷错估情势，轻率用兵之事，委婉的表达批判之意，也透露出他希望与外族和平共处的反战思想；其它如〈华清宫二首〉、〈华清宫四首〉所表达的讽刺之意，更为强烈，如其〈华清宫四首〉之一：<br>　　中原无鹿海无波，凤辇鸾旗出幸多。今日故宫归寂寞，太平功业在山河。<br>　　诗中提到帝王出幸，实是讽刺安禄山乱起，明皇偕贵妃仓皇奔蜀，而晚唐僖宗也曾因<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱奔蜀，相似情境的重复上演，今昔对比，使得吴融的讽刺更加真实而深刻。 而「咏人、咏物」类中，〈平望蚊子二十六韵〉、〈卖花翁〉等诗，也都隐含深刻的讽刺，如其〈风雨吟〉诗云：<br>　　官军扰人甚于贼，将臣怕死唯守城。又岂复忧朝庭苦弛慢，中官转纵横。李膺勾党即罹患，窦武忠谋又未行。又岂忧文臣尽遭束高阁，文教从今日萧索。（后略）<br>　　诗中对于官逼民反，将臣怕死，宦官乱政，朋党为祸表达了他最深的忧虑，又对于忠良不行，文教不兴的情况感到忧愁。 诗歌表现讽颂之道，可上追至《诗经》的传统，吴融又特重「风雅之道」，显示吴融具有儒家的宗经思想。在这样的价值思想体系之下，又适逢晚唐的纷乱，吴融的诗歌确实能够切合「善善则颂咏之，恶恶则讽刺之」的思想，表现相当抢眼。</p> <p><strong>尚实用教化之功</strong><br>　　吴融强调诗歌讽上化下的实用价值，显示他重视诗歌实用教化的功能，他重颂咏讽刺之道。而他在〈禅月集序〉中，提到白乐天的「讽谏五十篇」即指乐天的〈新乐府〉五十首，吴融美其为「一时奇逸极言」，这类讽刺的作品，正是白乐天自己最为看重的部分，吴融更同意张为将乐天列为「广大教化主」，显示吴融对于乐天诗歌能够实现教化大众之功能的赞赏，更有仿效乐天之作，如吴融的〈卖花翁〉一诗对富贵人家垄断春色的批判，正是模仿乐天〈新乐府－卖炭翁〉的题目和立意而作，内容则效乐天〈秦中吟十首－买花〉，且讽刺更为曲折委婉，却又直指重心。为了实现教化群众的功能，诗歌的俚俗、白话是很重要的，吴融虽有尚实用教化的想法，也确实作有不少讽刺味道浓厚、具实用价值的诗歌，但若以诗歌语言来衡量其教化大众之功效，吴融恐怕是微乎其微的。在其近体诗中，语言是相当雅化的，其着重声律、用典等艺术表现技巧，是跟随着晚唐文坛唯美文学风格而走的，诗虽不浓艳，却十分的文人化，他与<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>、<a href=\"http://so.gushiwen.org/author_291.aspx\">杜荀鹤</a>、聂夷中等人一样生逢乱世，一样内心矛盾痛苦，不同的是罗隐等人诗尚俚俗质朴，作品多激愤浅切而吴融作诗偏好典雅精工，表现出较多凄恻哀婉的情调，因此，实用教化的功能是较不明显的。但这并不表示吴融全无语言浅白之作，其古体诗有些作品或字句的使用，就表现了俚俗浅白的风格，如〈首阳山〉：<br>　　首阳山枕黄河水，上有两人曾饿死。不同天下人为非，兄弟相看自为是。<br>　　遂令万古识君心，为臣贵义不贵身。精灵长在白云里，应笑随时饱死人。<br>　　此诗用字平浅，无令人难解的用典或譬喻，直陈伯夷叔齐义不食周粟，饿死首阳山之事。「上有两人曾饿死」、「应笑随时饱死人」两句，更是白话得不能再白话了，全诗借首阳山咏怀古人古事，表达为人臣者，当有贵义不贵身的精神。又如上文所引〈赠蛖光上人草书歌〉云：「篆书朴，隶书俗，草圣贵在无羁束。江南有僧名蛖光，紫毫一管能颠狂」，以及〈赠广利大师歌〉：「化人之心固甚难，自化之心更不易。化人可以程限之，自化元须有其志。在心为志者何人，今日得之于广利。三十年前识师初，正见把笔学草书」云云，皆是用字简单，语句浅白之作。<br>　　作为一个儒家色彩浓厚的诗人，儒家强调圣人教化的思想，对吴融是有一定影响力的，正因为儒家的政治教化、经世济民思想，让吴融在面对江河日下的晚唐国势时，始终没有逃离，最后卒于翰林承旨任内。</p> <p><strong>重实斥诡怪之风</strong><br>　　吴融在〈禅月集序〉中，又表示了对<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>「刻削峭拔飞动文彩」及「洞房蛾眉神仙诡怪」诗风的不满，他认为「君子萌一心，发一言，亦当有益于事」，作诗亦然，怎能无关乎教化，因此，对于李贺「双鸾开镜秋水光，解鬟临镜立象床。一编香丝云撒地，玉钗落处无声腻」这样靡丽香艳，又或者如「呼星召鬼歆杯盘，山魅食时人森寒。终南日色低平湾，神兮长在有无间」这样神仙鬼怪之诗是十分排斥的。吴融较常表现的是个人的乡愁旅思，其诗写来淡泊清疏，含蓄的吐露凄凉的韵致，如〈雨后闻思归乐二首〉其一：<br>　　山禽连夜叫，兼雨未尝休。尽道思归乐，应多离别愁。<br>　　我家方旅食，故国在沧洲。闻此不能寐，青灯茆屋幽。<br>　　全诗以听觉的描写为主轴，写吴融旅途中听闻山禽、细雨以及思归乐，思乡的愁绪就在这一连串声响的催化下涌现，使他彻夜难眠。又如〈忘忧花〉：<br>　　繁红落尽始凄凉，直道忘忧也未忘。数朵殷红似春在，春愁特此系人肠。<br>　　此诗用忘忧花为题，却写满腹愁肠，吴融的愁思，就在这强烈的对比中，倾泄出来。由此看来，吴融是多愁的，他对于身世飘零，报国无望的怅恨，反映在诗歌上，是将视野收束到自身以及身边所见所闻的小天地，在这个小天地中，他表现凄凉、淡泊、自嘲、矛盾等情绪。不似李贺因功名不遂又多病苦吟，诗歌表现进入「鬼境」。 然吴融自己或因与创作「香奁体」的<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>同榜，又曾同任翰林，又或许受文坛唯美风气影响，也有一些较为艳丽的作品，如其和韩偓的〈无题〉三首、〈倒次元韵〉等。另外如〈赋得欲晓看妆面〉诗云：<br>　　胧胧欲曙色，隐隐辨残妆。月始云中出，花犹雾里藏。<br>　　眉边全失翠，额畔半留黄。转入金屏影，隈侵角枕光。<br>　　有蝉隳鬓样，无燕着钗行。十二峰前梦，如何不断肠。<br>　　描写清晨目睹女子前夜未卸的妆容，这种闺房绣阁才会有的旖旎景象，与「香奁体」是同调的。但是吴融的这类作品不到十首，数量相当有限。历来论者多将吴融与韩偓、<a href=\"http://so.gushiwen.org/author_2952.aspx\">唐彦谦</a>并举，认为其诗风偏于绮丽，此论显然有欠公允。另外，从其交游中，也不难发现他重视文学当为现实服务的观念，其所往来者诸如罗隐、<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>等人，对于诗歌都是主张揭露社会黑暗、直陈时弊的，诗歌表现更是尚俚俗、质朴、浅切，而且对政治社会批判的态度，比吴融有过之而无不及。再看到吴融的诗歌，其用典常援引《诗经》、《史记》、《左传》等书，可以推知其思想以经、史为主轴，而经学与史学又是最直接为封建政治服务的两大部门，因此，吴融强调诗歌的颂咏讽刺、现实教化功能，也就不难理解了。<br>　　综合以上所述，可以知道吴融是一个继承传统儒家思想的文人，认为诗歌要具有「歌颂」及「讽刺」的两个作用，以反映国家政治的利弊得失和人民的生活疾苦，实现讽上化下的社会功能。也因此他反对脱离现实的神仙鬼怪、浮绝绮艳之作。</p><br/><h2>作品价值</h2> 　　<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a><a href=\"http://so.gushiwen.org/author_814.aspx\">诗</a>歌在题材上，呈现一个多元的面相，他有极其深刻讽刺的作品，也有极为轻浅浮靡的作品，更有许多悲秋伤春之作。其诗可以用「矛盾」二字加以概括。矛盾的情绪反映在他的诗歌上，使他的诗歌呈现多种样貌，他为诗主张颂咏讽刺，实现教化，但是他批判讽刺、直陈时弊的作品，与同样有这这样观念的<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>等人相较，数量上却略逊一筹，语言的浅切与尖锐也远远不及他们；说他诗风浮靡绮丽，与<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>香奁体相较，吴融又不似韩诗软玉温香，露骨的表达男欢女爱；说他冲淡闲远，他其实放不开他给自己背上的包袱，不如<a href=\"http://so.gushiwen.org/author_163.aspx\">司空图</a>来的旷达。《四库总目》说他「闲远不及司空图，沈挚不及罗隐，繁富不及<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>，奇辟不及周朴」，就是这个道理。 而「矛盾」正是晚唐的时代特色之一，君臣的矛盾、臣与臣之间的矛盾、期望朝廷约束藩镇又不希望战争的矛盾、仕与隐的矛盾等，吴融的诗歌就是这多重矛盾之下的产物。他以直切的笔讽刺时政，以清丽的笔写个人情怀，以精巧的笔吟咏事物；他所以名闻当时，成为同辈谒之如先达，甚至在其遭逢贬谪时，仍有人向他行卷的原因，就是因为他各体兼备，表现不俗，更与整个时代脉动相合，足以成为时人师法的对象，这也正体现了他的诗歌无可取代的价值。<br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>，唐代<a href=\"http://so.gushiwen.org/author_814.aspx\">诗</a>人。字子华，越州山阴(今浙江绍兴)人。</p> <p>　　吴融生于唐宣宗大中四年（850），卒于唐昭宗天复三年（903），享年五十四岁。他生当晚唐后期，一个较前期更为混乱、矛盾、黑暗的时代，他死后三年，曾经盛极一时的大唐帝国也就走入历史了，因此，吴融可以说是整个大唐帝国走向灭亡的见证者之一。</p> <p>　　吴融从僖宗咸通六年（865）开始参加科举，一直到龙纪元年（889 ）才中举，当时他已经四十岁了。登第之后的吴融仕途并不顺遂，先是随韦昭度入蜀平乱，无功而返；回到朝廷曾官至侍御史，又遭人谗言，遭贬荆南；干宁三年（896）才被召回京城，任礼部郎中，后入充翰林学士，官至中书舍人，天复元年（901 ）不幸遇上朱全忠犯上作乱，致使吴融逃出京城，流落阌乡；天复三年（903）才再度被召回任翰林，迁承旨，最后卒于任翰林承旨一职任上。观其一生，宦海浮沉，几度受到重用，旋即被贬或流落他乡，这与晚唐动荡不安的政局，有很大的关联，混乱的政治局势，导致吴融漂泊一生，也造就了他矛盾忧郁的个性，以及笼罩着淡淡哀愁的诗歌。</p> <p>　　唐末的政治在朋党、宦官、藩镇同时危害之下，在位君王又多半年幼昏庸，天灾、兵祸不断，社会各种乱象、弊病丛生，对晚唐衰颓国势的而言，无异是雪上加霜，人民生活也在繁重的赋税压力下，更显艰困。民不聊生的惨况，加上政治社会的乱象，对一向细腻敏感的诗人是很具影响力的，面对政治上种种乱象的无力感，让诗人们以诗笔表达胸中不满的情绪，以诗直陈社会乱象激愤直切者，希望发挥积极讽谏的效果；消极失望者则将关心的焦点射向自身，或纵情声色或避世远祸，诗风则呈现轻巧绮丽或淡泊凄清；更有一群诗人，长期接触低下阶层民众，深知民间疾苦，自身又长年贫病交迫，诗作多奇险寒狭之风。除了政治、社会与文坛风气影响之外，与朋友的交游，往往也会影响一个人，吴融所往来的朋友，除官场上的长官、同僚之外，还有许多著名的诗人，这些诗人如释<a href=\"http://so.gushiwen.org/author_694.aspx\">贯休</a>、<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>、<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>、<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>、<a href=\"http://so.gushiwen.org/author_130.aspx\">韩偓</a>等，对吴融也产生一定程度的影响。因此，吴融诗歌所呈现的风貌，是丰富而多元的，他既有直指当世的讽刺之作，也有纸醉金迷的艳情之作，更有崇尚淡泊闲适或寒狭僻涩之作。吴融的诗歌创作题材，大致可分为「寄赠酬答」、「登临游旅」、「咏人咏物」、及「个人抒怀」四类，虽然各种题材都呈现不同的内容，表达不同的主题思想，但最特别的是，无论何种题材的创作，都多少表达了吴融在仕与隐之间的矛盾，这种左右为难的情绪，与晚唐混乱矛盾的社会，形成一种奇特的兼容现象。而吴融的艺术表现一如他的诗歌，呈现多元的写作风貌。在体式上，吴融主要创作近体律绝，其中又以七律为最，他同时兼擅各体，但数量不多；在声律方面，吴融对于平仄、用韵的要求相当精细，着重声律与诗歌内容的相辅相成，使得音节和谐雅正；在用典方面，吴融无论用事、用辞，经常援引经史，却又无陈腔滥调之失，反而能收曲折达意之功，同时能以明用、暗用、活用、反用等方法，使诗歌虽用典而不板滞；在修辞表现上，能运用迭字、色彩、对仗等手法，配合视、听等感官，使诗歌细腻而鲜活的呈现读者眼前。然历来学者对其评价不高，多囿于对晚唐诗气格卑弱，无风骚气的成见，或认为其为亡国之音，不值一谈，甚至针对吴融极少数的艳丽之作，评其靡丽，凡此种种，所论不公。吴融以其独特的诗笔，反应现实，抒写心志，在时代一片衰飒、靡丽之音中，仍不愿逃离现实，不忍弃苦难中的百姓而去，以至于处处表现矛盾、犹豫、哀伤、忧郁、淡泊等情调，而这样的情调与晚唐的时代氛围是非常相似的，如此多面相的反应时代特色的诗家，岂能简单的用「绮丽」二字评定其不足为论，而将吴融摒弃在晚唐诗歌研究之外呢！更何况吴融部分句式参差，语言俚俗浅白的一类诗作，极有可能是宋、元以降，词曲创作师法的源头之一，其重要性不容忽视。总之，吴融生在唐末乱世，诗歌也反映了整个时代风貌，作为一个从唐末接轨至宋元的桥梁式人物，绝非「绮丽」二字足以道尽，将吴融放在文学的历史长河上，就能看到他在文学史上具有无法取代的地位及价值。</p><br/><h2>人物背景</h2> <p><strong>时代背景</strong><br>　　唐朝自安史之乱后，即一蹶不振，到了晚唐正是最复杂、最矛盾的时期，先后有牛李党争、王仙芝之乱、<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱、李克用、朱全忠等攻掠诸州。<a href=\"http://so.gushiwen.org/author_814.aspx\">吴融</a>生当晚唐后期，处境较前期更为混乱，前期还有所谓的「会昌之治」（841-846）、「大中之政」（847-859），虽是昙花一现，当时的知识分子仍有力挽狂澜，恢复大唐盛世的志向。吴融生当宣、懿、僖、昭四朝，经历了挥霍无度的懿、僖二朝，二帝沉于逸乐，不思国政，导致宦官专权，藩镇为祸越烈，即使后来的昭宗有心力图振作，也难以挽回颓势，盛极一时的大唐帝国，终究难逃灭亡的命运。</p> <p><strong>社会背景</strong><br>　　晚唐的社会极其混乱，由于藩镇割据，连年征战，农田荒芜，经济萧条，人民流离失所，生活艰困，但地方官吏仍逼迫人民缴交繁重的赋税，官逼民反的结果，使得人心思变，一旦有人登高一呼，人民便群起反抗，民乱由是而生。甚至连军队都时有叛变，杀主帅以自代，自称留后的。连象征国家的军队都出问题，显示了国家整体的基础已岌岌可危。</p> <p><strong><a href=\"http://so.gushiwen.org/author_814.aspx\">诗</a>坛背景</strong><br>　　晚唐的诗坛，是个艺术光芒焕发的时代，近体诗发展至此，已臻成熟，诗人写句属对，无不精工细致，举凡平仄、押韵、用典、炼字，无不精巧。诗歌艺术之美发展到极高的境界，但是或因诗人才力不足，使得诗歌易流于词藻的堆砌；或为了平仄、押韵的需求，字句间显得连结性太弱，过于牵强，诗歌变得精雕细琢，却了无生气。也由于大时代的动乱，宦祸、党争、藩镇，消磨掉诗人救世的情志，在无力回天之余，晚唐诗人不再具有盛唐诗人的豪迈潇洒，也失去了中唐诗人勇于抗争的革命精神，他们转而关心自身，或消极避世，或纵情歌酒，因此后代评论家多不重晚唐诗，鄙其气韵卑弱。<br>　　然仔细的分析起来，晚唐虽无足以引领诗坛走向的诗界泰斗或文学集团，但晚唐诗风仍可大致区分出三条主要的创作趋向：一是承袭元白一派，诗歌内容强调描写社会现实，指陈时弊，文字倾向通俗浅显的创作趋向；二是承接温李一派，有着唯美文学倾向，着重丽藻华辞的创作趋向；三是继承韩孟姚贾一派，用字奇僻，表达寒苦情状的创作趋向。而这三种创作趋向，在晚唐各家的创作中，往往是交错复杂的。于吴融而言亦是如此。</p>"
}