{
  "id": 517,
  "star": 228,
  "name": "周密",
  "dynasty": "宋代",
  "desc": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。",
  "content": "<h2>介绍</h2> <p>　　周密（1232—1298）字公谨，号草窗，又号霄斋、苹洲、萧斋，晚年号四水潜夫、弁阳老人、弁阳啸翁、华不注山人，宋末曾任义乌令等职，南宋末年词人、文学家。祖籍济南，先人因随高宗南渡，流寓湖州（今浙江湖州），置业于弁山南。一说其祖后自湖州迁杭州，周密出生于杭州。宋宝祐(1253—1258)间为义乌县（今年内属浙江）令。景定二年(1261)，任浙西帅司幕官。咸淳初为两浙运司掾属。十年（1274年）监丰储仓，端宗景炎闸知义乌县。宋亡，入元不仕，隐居弁山。后家业毁于大火，移居杭州癸辛街。</p> <p>　　周密善<a href=\"http://so.gushiwen.org/author_517.aspx\">诗</a>词，能书画，雅好医药。他的笔记集《齐东野语》、《志雅堂杂钞》、《癸辛杂识》《武林旧事》等，多载当朝史事传闻、杏林轶事、民俗风情，是研究宋代文化史的珍贵索引。书中所载录的医事制度、医家史料、典籍训释、养生知识、各科医案，特别是治病疗疾的验方效剂，多为作者搜集、使用后的验证，大都真实可信。其作品《观潮》选入人民教育出版社八年级上册。</p> <p>　　尤其作品勤于辑录宋代文献。家藏图书极富。父周晋，积累旧书有4万卷。自称：家有三世积累，凡有书42000余卷及三代以来金石之刻1500余种。建藏书楼为“书种堂”、“志雅堂”、“浩然斋”等，常校雠其中。所著《齐东野语》亦简介历代藏书故实，对研究唐宋藏书史实有参考价值。编纂有《书种堂书目》、《志雅堂书目》，惜已早佚。</p><br/><h2>文学作品</h2> <p>　　周密为南宋末年雅词词派领袖，有词集《萍洲渔笛谱》 ，编有南宋词集《绝妙好词》《武林旧事》等，集132家作品，流传於世。周密曾作有《三姝媚》送<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>，王沂孙也赋词相和。周密、张炎，和王沂孙、蒋捷并称“宋末四大词家”。他虽出身望族，却无意仕进，一生中大部分时间为平民，可谓一个“职业江湖雅人”，从其自号“草窗”便可见端倪。</p> <p>　　从周密留下来作品中更可以窥见他充满雅趣的生活和经历。他在词、<a href=\"http://so.gushiwen.org/author_517.aspx\">诗</a>、书、杂文、画方面都有极高的造诣。诗词作品典雅浓丽、格律严谨，亦有时感之作。又能诗画音律，尤好藏弃校书，其词远祖清真，近法<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>，风格清雅秀润，词风与<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>（号梦窗）齐名，时人并称“二窗”，为宋末格律词派的代表作家。与邓牧、谢翱等往还。</p> <p>　　他曾作《志雅堂杂钞》录有关图画碑帖、诸玩、宝器、医药、阴阳算术、仙佛、书史等方面的知识。又撰《云烟过眼录》记载当时各家所藏奇珍古玩（如玉器、古琴之类）及评论书画。其《澄怀录》则是前人片断散文的辑录，其中多是古人写自然风光或田园生活的，表达他对林泉高致的向往。</p> <p>　　《齐东野语》可补史传阙文，《武林旧事》掌故见闻广博。对保存宋代杭州京师风情及文艺、社会等史料，贡献很大。曾在吴兴家中设“书种”、“志雅”两座藏书楼，藏书42000余卷，及祖上三代以来金石之刻1500余种。但生前已散去不少。</p> <p>　　另著有笔记体史学著作《草窗旧事》、《癸辛杂识》、《浩然斋雅谈》等杂著数十种词集名《频洲渔笛谱》，入《彊邨丛书》；《草窗词》2卷。存词150余首。有《四部备要》本、中华书局排印本。《武林旧事》中《观潮》被选入初二课文。 </p><br/><h2>评价</h2> 　　早期多惆怅之作，如〔木兰花慢〕《西湖十景》，韵美声谐，中期以后转为忧伤凄楚，多抒发思国怀乡之情，如〔拜星月慢〕“腻叶阴清”、〔秋霁〕“重到西泠”、〔玉京秋〕“烟水阔”、〔一萼红〕《登蓬莱阁有感》等。他善自度曲，也有过分追求形式美的倾向。<br/><h2>医学贡献</h2> <p>　　在《武林旧事·卷八》中，周密记载了宋代宫廷产科制度的严密列出饮食禁忌、合用药材、催生物件等，这足以说明当时产科水平的高超。《齐东野语·卷十六》中，还有关于男科学的论述：“世有男子，虽娶妇而终身无嗣育者，谓之‘天阉’，世俗命之曰‘黄门’。”在《经验方》中，周密记叙了以胆矾治疗喉痹的经历。周密用这一家传方治疗数人喉痹，莫不应验。遂感叹道：“养生之家，不可不预储以备用。”周密在《志雅堂杂钞》中，也记载了多个治疗喉痹和喉蛾的单验方，简单实用。</p> <p>　　《志雅堂杂钞》中，还有一则治疗痈疽恶疮初起方，用当归须、黄柏皮、羌活三味为细末，以金银花藤捣汁调敷疮头周围，可收毒托脓，消肿敛疮。周密曾因夏湿生足疡不愈而引发臁疮，敷糁膏濯至冬，仍糜烂不愈，痛痒杂作。友人俞和父见他蹒跚不便，便告他用淡齑水洗涤疮口后，用“驻车丸”研细，加乳香少许外敷，数日后果痊。此外，《曝日》中所记载的“负暄”即冬日里日光浴的保健习俗等，用香附、姜黄、甘草为细末，预防风瘴疫气等，都是宋代中医药文化的实录。<br></p>"
}