{
  "id": 899,
  "star": 20,
  "name": "冯梦龙",
  "image": "http://img.gushiwen.org/authorImg/fengmenglong.jpg",
  "dynasty": "明代",
  "desc": "冯梦龙（1574－1646），明代文学家、戏曲家。字犹龙，又字子犹，号龙子犹、墨憨斋主人、顾曲散人、吴下词奴、姑苏词奴、前周柱史等。汉族，南直隶苏州府长洲县（今江苏省苏州市）人，出身士大夫家庭。兄梦桂，善画。弟梦熊，太学生，曾从冯梦龙治《春秋》，有诗传世。他们兄弟三人并称“吴下三冯”。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>出生于明后期万历二年（1574年），卒于1646年。他生下时在世界的西方正是文艺复兴时期，与之遥相呼应，在我们这个有着几千年文明的东方大国，也出现了许多离经叛道的思想家、艺术家。李卓吾、<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>、<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>等等一大批文人，以他们惊世骇俗的见解，鲜明的个性特色，卓绝的艺术成就，写下了中国思想史、文学史上璀璨的篇章。他卒于南明唐王隆武二年，也就是清顺治三年，终年七十三岁。在这一年的前后，有许多很有成就的文学家，如凌濛初（1644年），侯峒曾、黄淳耀、黄道周、吴应箕、夏允彝、祁彪佳、刘宗周（1645年），阮大钺、王思任（1646年），杨廷枢、<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>、<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>（1647年）等等，在战乱中死去。一场具有资本主义萌芽状态的中国式的文艺复兴在异族入侵的铁蹄下夭折了。</p> <p>　　冯梦龙是南直隶苏州府吴县籍长洲（今苏州）人，生于1574年(明万历二年)，出身名门世家，冯氏兄（冯梦桂）弟（冯梦雄）三人被称为“吴下三冯”。其兄梦桂是画家，其弟梦雄是太学生，作品均已不传。冯梦龙除了写<a href=\"http://so.gushiwen.org/author_899.aspx\">诗</a>文，主要精力在于写历史小说和言情小说，他自己的诗集今也不存，但值得庆幸的是由他编纂的三十种著作得以传世，为中国文化宝库留下了一批不朽的珍宝。其中除世人皆知的“三言”外，还有《新列国志》、《增补三遂平妖传》、《古今烈女演义》、《广笑府》、《智囊》、《古今谈概》、《太平广记钞》、《情史》、《墨憨斋定本传奇》，以及许多解经、纪史、采风、修志的著作，而以选编“三言”的影响最大最广。</p> <p>　　他一生有涉及面如此广，数量如此多的著作，这除了和他本人的志趣和才华有关外，也和他一生的经历密不可分。</p> <p>　　冯梦龙从小好读书，他的童年和青年时代与封建社会的许多读书人一样，把主要精力放在诵读经史以应科举上。他曾在《麟经指月》一书的《发凡》中回忆道：“不佞童年受经，逢人问道，四方之秘复，尽得疏观；廿载之苦心，亦多研悟。”他的忘年交王挺则说他：“上下数千年，澜翻廿一史。”然而他的科举道路却十分坎坷屡试不中，后来在家中著书。因热恋一个叫侯慧卿的歌妓，对苏州的茶坊酒楼下层生活频繁接触这为他熟悉民间文学提供了第一手的资料。他的《桂枝儿》《山歌》民歌集就是在那时创作的。</p> <p>　　直到崇祯三年（1630年），他五十七岁时，才补为贡生，次年破例授丹徒训导，七年（1634年）升任福建寿宁知县。四年以后回到家乡。</p> <p>　　在天下动荡的局势中，在清兵南下时，他除了对反清积极进行宣传，刊行《中兴伟略》诸书之外，还以七十高龄，亲自奔走反清大业。冯梦龙是一位爱国者，在崇祯年间任寿宁知县时，曾上疏陈述国家衰败之因。清顺治三年（1646年）春忧愤而死，一说被清兵所杀。</p> <p>　　在思想上，冯梦龙受李卓吾的影响，敢于冲破传统观念。他提出：“世俗但知理为情之范，孰知情为理之维乎？”（《情史》卷一《总评》）强调真挚的情感，反对虚伪的礼教。</p> <p>　　在文学上，他重视通俗文学所涵蕴的真挚情感与巨大教化作用。他认为通俗文学为“民间性情之响”，“天地间自然之文”，是真情的流露。在《叙山歌》中，他提出要“借男女之真情，发名教之伪药”的文学主张，表现了冲破礼教束缚、追求个性解放的时代特质。他重视通俗文学的教化作用，在《古今小说序》中，认为“日诵《孝经》、《论语》，其感人未必如是之捷且深”，通俗小说可以使“怯者勇、淫者贞、薄者敦、顽钝者汗下”。这些见解对鄙视通俗文学的论调是一个有力的打击。</p> <p>　　纵览他的一生，虽有经世治国之志，但他不愿受封建道德约束的狂放，他对“敢倡乱道，惑世诬民”的李卓吾的推崇，他与歌儿妓女的厮混，他对俚词小说的喜爱等都被理学家们认为是品行有污、疏放不羁，而难以容忍。因而，他只得长期沉沦下层，或舌耕授徒糊口，或为书贾编辑养家。</p> <p>　　冯梦龙所编纂的这些书，从出版学的角度来看，有一个共同的重要特点，就是注重实用。他的那些记录当时历史事件的著作在当时具有很强的新闻性；他的那些解说经书的辅导教材受到习科举的士子们的欢迎；他的那些供市井细民阅读的拟话本、长篇说部、小说类书，以及剧本民歌、笑话等有更大的读者群，为书商带来了巨大的利润。这使得冯梦龙的编辑工作，具有一定的近代市场经济下的出版业的特色。在《智囊》一书中，也充分体现了这些特点。</p><br/><h2>文学思想</h2> <p><strong>主张</strong><br>　　综合<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>的小说创作，他的文学主张主要有下面三点。<br>　　第一，冯梦龙在文学上主张“情真”。他重感情，认为情是沟通人与人之间最可贵的东西，甚至提出要设立一种“情教”，用它取代其它的宗教。他曾自负的说“子犹诸曲，绝无文采，然有一字过人，曰真”。（《有怀》评），又在《叙山歌》中说山歌“借男女之真情，发名教之伪药”。落实到小说中，他在《警世通言序》中说小说要做到“事真而理不赝，即事赝而理亦真”。在他的有关小说的眉批里，常可看到“叙别致凄婉如真”，“话得真切动人”，“口气逼真”，“真真”等。情真、事真、理真是冯梦龙在各种文学形式中反复提到的，是他追求的总目标，有很高的理论价值。<br>　　第二，他虽然不反对文言小说，他的《情史》便收集了很多文言作品，但他更强调文学作品的通俗性，作品通俗易懂才具有强烈的艺术感染力。他在《古今小说序》中就：<br>　　大抵唐人选言，入于文心；宋人通俗，谐于里耳。天下之文心少而里耳多，则小说之资于选言者少，而资于通俗者多。试令说话人当场描写，可喜可愕，可悲可涕，可歌可舞；再欲捉刀，再欲下拜，再欲决脰，再欲捐金；怯者勇，淫者贞，薄者敦，顽钝者汗下。虽小诵《孝经》、《论语》，其感人未必如是之捷且深也。噫，不通俗而能之乎？<br>　　又在《醒世恒言序》说：“尚理或病于艰深，修词或伤于藻绘，则不足以触里耳，而振恒心”。这里，“文心”指的是文人典雅的作品，“里耳”是闾巷平民的感受，只有通俗的作品，才能得到闾里小民的欣赏。<br>　　第三，冯梦龙主张文学有教化作用，而且主张把社会教化的内容和通俗易懂的形式结合起来。他在《警世通言序》中举了里巷小儿听《三国》故事受小说人物影响的例子：<br>　　里中儿代庖而创其指，不呼痛，或怪之。曰：“吾顷从玄妙观听《三国志》来，关云长刮骨疗毒，且谈笑自若，我何痛为？”<br>　　这个例子生动的说明通俗小说的巨大影响力，确不是被奉为经典的《孝经》、《论语》这类书所能达至的。所以冯梦龙希望借着这些通俗作品去达到教化的目的。“三言”就是他的实践，他解释“三言”的命名：<br>　　明者，取其可以导愚也；通者，取其可以适俗也；恒者，习之而不厌，传之而可久。三刻殊名，其义一耳。（《醒世恒言序》）<br>　　明白的昭示这套书的目的是“导愚”、“适俗”和“习之不厌，传之可久”。</p> <p><strong>朔源</strong><br>　　冯梦龙思想受明代哲学家 李卓吾和王阳明影响很大。<br>　　据明人许自昌《樗斋漫录》记载：冯梦龙“酷嗜李氏之学，奉为蓍蔡”。并与袁无涯一起增补、整理、刊行李卓吾评点的《水浒传》。在冯梦龙所编纂、评改的《情史》、《智囊》、《古今谭概》、《太平广记钞》等著作中，大量引述了李贽的言论，且大多作了肯定的评价。李贽最为惊世骇俗的思想莫过于对孔子及其六经的蔑视和否定。他说：“夫六经、《语》、《孟》，非其史官过为褒崇之词，则其臣子极为赞美之语。又不然，则其迂阔门徒，懵懂弟子，记忆师说，有头无尾，得后遗前，随其所见，笔之于书。”（《童心说》）被历代统治阶级奉为经典的《论语》、《孟子》、六经，决非万世之至论，实“乃道学之口实，假人之渊薮也。”（《童心说》）李卓吾坚决反对以孔子的言论作为判断是非的标准，汉唐宋三代，“中间千百余年而独无是非者，岂其人无是非哉，咸以孔子之是非为是非，故未尝有是非耳”。（《藏书世纪列传总目前论》）李卓吾以其思想家的胆识，凭借犀利的笔锋，剥掉了孔夫子神圣的外衣，解除了六经、《语》、《孟》经典的包装，显露出其庸常的一面。在冯梦龙的著作中，也有对孔子及其六经的嘲讽和否定。他在《广笑府序》中写道：“又笑那孔子这老头儿，你絮叨叨说什么道学文章，也平白地把好些活人都弄死。”提出了孔子道学杀人的主张，其激进程度不亚于李贽。在《太平广记钞》卷二十六《刘献之》条后，冯梦龙有评：“假使往圣不作六经，千载又谁知其少乎？”将六经视为可有可无典籍。李卓吾在《答以女人学道为见短书》中，系统阐述他对妇女问题的看法。他说：“谓人有男女则可，谓见有男女岂可乎？谓见有长短则可，谓男子之见尽长，女人之见尽短，又岂可乎？” 并对历史上有作为的女性，给予了极高的评价。与李卓吾一样，冯梦龙也肯定妇女的才智，在《智囊》中，专辑《闺智部》一卷，表彰古今才女。《闺智部?贤哲》总评曰：“谚云：‘妇智胜男。’即不胜，亦无不及。”这和李贽的男女见识无长短之别的主张何其相似。<br>　　李卓吾的文学观对冯梦龙的影响更大。李贽最根本的文学主张是“童心说”，他说：“夫童心者，真心也。若以童心为不可，是以真心为不可也。夫童心者，绝假纯真，最初一念之本心也。……天下之至文，未有不出于童心焉者也。”（《童心说》）在李卓吾看来，世上最优秀的文学作品，都是作家真情实感的表露。李贽认为，真正出自“童心”的优秀作品是通俗文学，是戏曲小说。在《童心说》中，他推《西厢记》、《水浒传》为“天下之至文”。冯梦龙认为文学是作家性情的表露，他说：“文之善达性情者，无如<a href=\"http://so.gushiwen.org/author_899.aspx\">诗</a>，三百篇之可以兴人者，唯其发于中情，自然而然故也。” （《太霞新奏序》）冯梦龙所说的“性情”，主要是指情感，他也常用“中情”、“至情”、“真情”。冯梦龙对通俗文学的推崇不亚于李贽。他说：“今虽委世，而但有假诗文，无假山歌。” （《叙山歌 》）并亲手搜集、整理了《挂枝儿》、《山歌》等民歌集。他称《三国演义》、《水浒传》、《西游记》、《金瓶梅》为“宇内四大奇书”。编纂了大量的通俗文学，包括话本经典“三言”。<br>　　王阳明是明代首屈一指的大思想家，冯梦龙对其学说推崇备至，他在晚年创作了传记小说《皇明大儒王阳明先生出身靖乱录》，这样评价阳明心学：“即如讲学一途，从来依经傍注，唯有先生揭良知二字为宗，直扶千圣千贤心印，开后人多少进修之路。……所以国朝道学公论，必以阳明先生为第一。” 生活在明中叶的王阳明，亲眼目睹了现实的污浊，并对此痛心疾首，一种强烈的社会责任感驱使他凭借自己的智慧去拯救世人，达到天下大治的境地。他说：“仆诚赖天之灵，偶有见于良知之学，以为必由此而后天下可得而治。是以每念斯民之陷溺，则为之戚然痛心，忘身之不肖，而思以救之，亦不自知其量者。” （《传习录》中）王阳明提出“良知说”，希望唤醒人们的良知，改变社会现状。冯梦龙也是一位很有社会责任感的作家，他长期生活在社会底层，对其丑恶的一面看得更为清楚。他在《醒世恒言叙》中写道：“忠孝为醒，而悖逆为醉；节检为醒，而淫荡为醉；耳和目章、口顺心贞为醒，而即聋从昧，与顽用嚣为醉。”针对世上醉人多、醒者少的现实，冯梦龙要用文学创作来唤醒世人。他说：“天不自醉人醉之，则天不自醒人醒之。以醒天之权与人，而以醒人之权与言。言恒而人恒，人恒而天亦得其恒。万世太平之福，其可量乎！”（《醒世恒言叙》）冯梦龙的醒世思想和王阳明的救世思想是相通的。王阳明用以救世的一剂良药就是“良知说”。“良知”是什么？王阳明作过各种解释。他说：“良知者，孟子所谓‘是非之心，人皆有之’者也。是非之心，不待虑而知，不待学而成，是故谓之良知。”（《大学问》） “良知只是一个天理自然明觉处，只是一个真诚恻怛，便是他本体。故致此良知之真诚恻怛以事亲便是孝，致此良知之真诚恻怛以从兄便是弟，致此良知之真诚恻怛以事君便是忠。只是一个良知，一个真诚恻怛。”（《传习录》中）王阳明所说的“良知”，就是是非善恶之心，孝悌恻隐之心，真诚恻怛之心，忠君爱国之心。实际上是一种封建伦理道德观念。它是先天赋予、不假外求、人人具备的主观存在，“致良知”不过是加强自身道德修养，保持良知不为私欲遮掩，自觉自愿地履行这些道德规范。冯梦龙用以醒世的思想也主要是封建伦理观念。他说：“六经、《语》、《孟》，谭者纷如，归于令人为忠臣、为孝子、为贤牧、为义夫、为节妇、为树德之士、为积善之家，如是而已矣”，“而通俗演义一种，遂足以佐经书史传之穷”，（《警世通言叙》）可以“为六经国史之辅。”（《古今小说叙》）也就是说，小说也能起到六经的作用，可以教人为忠臣、孝子、义夫、节妇，甚至比经书的教育作用更显著。与王阳明不同的是，冯梦龙更强调文学的情感作用，而他们所宣扬的基本思想却没有什么不同。<br>　　在明代哲学史上，李卓吾和王阳明属于两个不同的思想体系。李卓吾的思想带有鲜明的叛逆色彩和反传统精神，是一位激进的思想家。王阳明则是传统儒学的拥护者和继承人，直接因袭从孟子到陆九渊的哲学思想，站在维护明朝统治的立场上，进行新的架构和阐释。如此矛盾对立的两位思想家，为何都能为冯梦龙所接受？原因是多方面的。<br>　　首先，人的思想是非常复杂的，往往具有多重性。恩格斯在评价诗人歌德时有一段非常精辟的论述，他说：“在他的心中经常进行着天才诗人和法兰克福市议员的谨慎的儿子、可敬的魏玛的枢密顾问之间的斗争；前者厌恶周围环境的鄙俗气，而后者却不得不对这种鄙俗气妥协、迁就。因此，歌德有时非常伟大，有时极为渺小；有时是叛逆的、爱嘲笑、鄙视世界的天才，有时则是谨小慎微、事事知足、胸襟狭隘的庸人。”（《诗歌和散文中的德国社会主义》）这一论断对我们理解冯梦龙是有启发意义的。冯梦龙的思想也存在着矛盾，一方面，他嘲笑孔夫子，贬斥六经；另一方面，他却一直在兢兢业业治经，著有《麟经指月》、《春秋衡库》等经学著作。称赞孔圣人“删述六经、表章五教，上接文武周公之派，下开百千万世之绪，此乃帝王以后第一代讲学之祖。”（《皇明大儒王阳明先生出身靖乱录》）一方面，他肯定<a href=\"http://so.gushiwen.org/author_785.aspx\">卓文君</a>的自择私奔；另一方面，却在《寿宁待志》中为节妇立传，认为其清白胡可没也。这种矛盾现象正是冯梦龙接受尖锐对立的李卓吾和王阳明的思想基础。其次，冯梦龙接受李卓吾和王阳明是有阶段性的。大体上来说，可以冯梦龙崇祯三年中副榜贡生为界。他青年和中年时期，受李卓吾的影响较大，思想比较进步。晚年则受王阳明影响较大，思想趋于保守。冯梦龙的主要小说、戏曲、民歌几乎都是在公元1627以前编纂的，也就是说，冯梦龙作为一位通俗文学大家的地位，在此之前已确立。他的一些进步的政治思想和文学主张也是在此之前形成的。崇祯三年，他中了贡生，做了一任丹徒训导，后来迁升寿宁知县，因为政清廉，博得了循吏的美名。作为朝廷命官，他得为维护其统治服务，文武兼备的王阳明成为他崇拜、效法的对象，接受王阳明便在情理之中。再次，冯梦龙受李卓吾、王阳明的影响程度不同，受“李氏之学”的影响更大。冯梦龙是一位文学家，对他的影响主要表现在文艺思想和文学创作方面。李卓吾既是一位思想家，又是一位文学批评家，他对小说、戏曲的评点，直接影响冯梦龙的文学活动。李卓吾的思想便受到王阳明的影响，李卓吾自己便说过：“余自幼倔强难化，不信道，不信仙释。故见道人则恶，见僧则恶，见道学先生则尤恶。……不幸年甫四十，为友人李逢阳、徐用检所诱，告我龙溪先生语，示我阳明王先生书，乃知得道真人不死，实与真佛真仙同，虽倔强，不得不信之矣。”（《王阳明先生道学钞》）事实上，李贽的一些精辟见解便受到阳明心学的启发，王阳明说：“夫学贵得之于心，求之于心而非也，虽其言出于孔子，不敢以为是也，而况其未及孔子者乎？求之于心而是，虽其言之出于庸常，不敢以为非也，而况其出于孔子者乎？”（《传习录》中）这一观点实际上是李卓吾反对以孔子之是非为是非的先声。李卓吾的“童心说”和王阳明的“良知说”之间显然有理论上的渊源关系，至少在先天赋予、人人具备的真实存在这一点上如此。既然反道学的李卓吾也能从真道学王阳明处得到启发，那么后学冯梦龙能兼采“李氏之学”和阳明心学也就不难理解了。（本文系部分节选自傅承洲《明清文人话本研究》人民文学出版社，2009年版）</p> <p><strong>海外传播</strong><br>　　“三言二拍”的国外受传者主要是一些高素质的群体，他们一方面是 “三言二拍”的受传者，另一方面又是向西方传播“三言二拍”的传播者。传教士大量译介中国古代文学作品始于18世纪的法国耶稣会士。1735年，竺赫德(亦译“迪哈尔德”)主编出版了四卷本的《中华帝国全志》(亦称《中国详志》或《中国通志》)，书中载有法国耶稣会士殷宏绪法译明“话本”《三言》、《二拍》中的《庄子休鼓盆成大道》、《怀私怨恨仆告主》、《吕女郎还金完骨肉》，“三言”于明末清初传到日本，对日本的通俗文学产生了很大的影响。十八世纪时，日本的冈田白驹、泽田一斋师徒二人从“三言二拍”和《西湖佳话》中选出部分作品译成日文，编成日本“三言”，即《小说精言》、《小说奇言》、《小说粹言》。由抱瓮老人选编“三言二拍”而成的《今古奇观》是第一部被介绍到欧洲的中国小说集。1893年，法国巴维尔译的《小说与故事》中，收了《灌园叟晚逢仙女》译本。当时，中国小说流行在欧洲的文坛。德国的著名诗人席勒读了《今古奇观》后惊讶不已，写信给歌德说：“对一个作家而言，……埋头于风行一时的中国小说，可以说是一种恰当的消遣了。”这些权威人士对“三言二拍”的接受与认同对“三言二拍”在国外的传播起着极大的作用。只有他们先认同“三言二拍”，他们才会将“三言二拍”向西方受众传播，而且受众在接收传播时都有自己的选择，受众一般选择那些具有权威性的信息，他们在该国的权威性使西方受众更容易接受他们所传播的“三言二拍”。</p><br/><h2>戏曲成就</h2> <p>　　戏曲整理及其他<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>作为戏曲家，主要活动是更定传奇，修订词谱以及在戏曲创作和表演上提出主张。至于冯梦龙创作的传奇作品，传世的只有《双雄记》和《万事足》两种，虽能守曲律，时出俊语，宜于演出，但所写之事，缺少现实意义。冯梦龙之所以重视更定和修谱工作，在于他看到当时传奇之作，“人翻窠臼，家画葫芦，传奇不奇，散套成套”(《曲律序》)的现象严重。为了纠正这种弊端，使之振兴，于是主张修订词谱，制订曲律，以期“悬完谱以俟当代之真才”(同前)。同时提出“词学三法”，强调调、韵、词三者不应偏废。在冯梦龙看来，一部优秀剧作，应该情真意新，韵严调协，词藻明白，文采斐然，案头场上，两擅其美。冯梦龙正是在这种主张驱使之下，从事传奇更定工作的。冯梦龙更定的作品达数十种之多，现可考者有17种，其中颇有不少名作，如<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>的《牡丹亭》、《邯郸梦》，袁晋的《西楼记》，李玉的《一捧雪》、《人兽关》和《永团圆》，《占花魁》，以及《精忠旗》等。在更定过程中，冯梦龙强调关目的真实自然，合乎情理，突出中心，反对枝蔓。更定的《精忠旗》，便是以慷慨大节为主脑，突出<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>忠君爱国和将士人民对他的爱戴。他还注重人物性格的多侧面刻画，使之生动鲜明。以更好地发挥“传奇之衮钺”的作用。在他更定的《酒家》中，就曾给各种人物以不同的个性特征，“虽妇人女子，胸中好丑，亦自了了”（《酒家序》）。对于音律，见原作落调失韵处，冯梦龙也总是按谱加以修改，以便于演唱。他要更定汤显祖《牡丹亭》的原因，便是认为这部具有无限才情的杰作，只是“案头之书，非当场之谱”（《风流梦小引》），冯梦龙更定的《牡丹亭》，与汤显祖原著的意趣，虽有所差异，但也的确使之便于用昆腔演唱。</p> <p>　　《春香闹学》、《游园惊梦》、《拾画叫画》等著名昆曲剧目，便有采用冯梦龙定本的地方。冯梦龙更定传奇的工作，对于纠正创作脱离舞台的案头化偏向，繁荣明末戏曲，起了一定的积极作用。</p> <p>　　在戏曲表演艺术方面，冯梦龙也有不少精湛之论。他在《双雄记序》中提出，“歌者”必须识别调的宫商，音的清浊，不能“弄声随意”、“唇舌齿喉之无辨”。在更定传奇的眉评中，也时时“提示”演员，何处是“精神结穴”处，戏要做足；何曲演时不宜删略。要求演员应认真领会角色的思想感情，气质风度，以及其所处的艺术环境，演出神情和个性来。这表明冯梦龙在有意地探讨表演艺术的规律，并从理论上作了一些总结。</p> <p>　　冯梦龙的散曲集《宛转歌》和<a href=\"http://so.gushiwen.org/author_899.aspx\">诗</a>集《七乐斋稿》，均已失传。从残存的数十首作品中可以看出，其散曲多“极摹别恨”之作。他的诗以通俗平易见长，虽不成诗家，但亦有可观之作。如在知县任上写的《催科》，其中便有“带青□早稻，垂白鬻孤孙”之句。正如钟惺所评：“下句更惨。二语出催科吏之口中，亦无可奈何之极矣。”（《明诗归》卷七）</p> <p>　　此外，冯梦龙还<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与校对精刻《水浒全传》，评纂《古今谭概》、《太平广记钞》、《智囊》、《情史》、《太霞新奏》等，并有笑话集、政论文等十余种传世，还撰有研究《春秋》的著作《麟经指月》。</p> <p>　　明代文学是以小说、戏曲和民间歌曲的繁荣为特色的。小说、戏曲方面，颇有一些大作家，但在小说、戏曲、民间歌曲三方面都作出了杰出贡献的，明代唯冯梦龙一人而已。</p>"
}