{
  "id": 2463,
  "star": 0,
  "name": "李贞",
  "image": "http://img.gushiwen.org/authorImg/lizhen.jpg",
  "dynasty": "唐代",
  "desc": "李贞（627年－688年10月12日），唐太宗第八子，母燕德妃。官至太子太傅，被先后封为汉王、原王、越王。武则天当政时，李贞因起兵失败而饮毒自尽。开元五年（716年），唐玄宗将李贞、李冲重新改葬，追谥号为敬。",
  "content": "<h2>生平</h2> <p><strong>封爵变迁</strong></p> <p>　　贞观五年（631年），<a href=\"http://so.gushiwen.org/author_2463.aspx\">李贞</a>封汉王，贞观七年（633年），任徐州都督。贞观十年（636年），改封原王，旋改封越王，任扬州都督，实封八百户。贞观十七年（643年），任相州刺史，贞观二十三年（649年），加满千户。就在这一年，父亲唐太宗逝世，九弟<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>继位，是为唐高宗。</p> <p>　　永徽元年（650年），任左卫大将军。永徽四年（653年），徙任安州都督，咸亨年间（670—674年），再任相州刺史。 李贞好武，长于骑射；好学，兼涉文史，有行政能力。皇族中与十弟纪王李慎齐名，当世唐代百姓尊称他们：“纪、越”。但李贞听信小人谗言，有正直官僚被贬退，又纵容僮仆欺侮所部的官民。</p> <p><strong>起兵反武</strong></p> <p>　　永淳二年（683年），唐高宗驾崩，太子<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>继位，就是唐中宗，命李贞为太子太傅。实权掌握在皇太后<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的手中。</p> <p>　　嗣圣元年（684年），武则天废唐中宗，立中宗之弟豫王<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>为皇帝，李贞转任豫州刺史。武则天成为实际的女皇，大肆为武氏家族加官进爵，这使李氏皇族怀疑武则天要取代李唐，并屠杀李氏皇族。这些李氏皇族主要有李贞、韩王李元嘉、霍王李元轨、鲁王李灵夔（以上唐高祖之子、李贞叔父）、李元嘉的儿子黄国公李撰、李元轨的儿子江都王李绪、李灵夔的儿子范阳王李蔼、虢王李凤的儿子东莞郡公李融和李贞的儿子琅琊王李冲。他们一起谋划共同反抗武则天。</p> <p>　　武则天在完成修建明堂后，召集宗室聚集于东都洛阳，在洛水举行祭神仪式。李贞等诸王害怕武则天就此将他们诛杀，于是开始积极行动。</p> <p>　　首先，黄国公李撰伪造唐睿宗李旦给李冲下的诏书，说：“朕被幽禁，诸王应该各自发兵救我。”李冲又伪造皇帝用玺印密封的书信说：“神皇打算将李氏的国家交给武氏。”</p> <p>　　然而，在诸王约定共同起兵的时间之前，垂拱四年（688年）9月16日，李冲召集长史萧德琮等，命令他们招募兵卒，同时分别告知韩、霍、鲁、越各王，以及贝州刺史纪王李慎，让他们各自起兵，共同向神都进发。武则天得知后，任命左金吾将军丘神勣为清平道行军大总管讨伐他们。</p> <p>　　但只有李贞起兵了，其他诸王都没有准备充分，而迟疑不决。李贞通知他姑母常乐公主和姑父寿州刺史赵瑰，常乐公主表示支持李贞。不过，李贞只有属下裴守德和他一心，他把女儿良乡县主嫁给了裴守德，将他当做心腹对待。</p> <p><strong>兵败被杀</strong></p> <p>　　李贞很快占有上蔡，武则天任命左豹韬卫大将军麴崇裕为中军大总管，岑长倩为后军大总管，领兵十万人讨伐他，又命张光辅为诸军节度。武则天削除李贞、李冲在皇族名册中的名字，改姓虺氏。</p> <p>　　李贞听说李冲失败，本想捆绑自己到皇宫前请罪，正遇上他所任命的新蔡县令傅延庆招募到勇士二千余人，李贞便向大家宣告说：“琅琊王已攻破魏、相等数州，有兵二十万，很快就要到达这里了。”又征发豫州属下各县兵共五千人，分为五营，指派汝南县丞裴守德等率领，任命九品以上官员五百余人。所任命的官吏都是受胁迫的，没有斗志，只有裴守德与他同谋，李贞将女儿嫁给他，任命他为大将军，结为亲信。李贞让道士、和尚诵经以祈求事情成功，身边的人及战士都佩带避免兵器伤害的神符。麴崇裕等军到达豫州城东四十里，李贞派遣小儿子李规及裴守德迎战，结果溃败而回。李贞大惊，闭门自守。麴崇裕等到达城下，身边的人对李贞说：“您难道可以坐着等待被杀被污辱！”于是李贞退回官邸，服毒自杀。李规缢杀其母，然后自缢；良乡县主、裴守德也自缢。</p> <p>　　李贞、李规、裴守德及他们的妻子都自杀。他们与李冲都在东都皇宫门前阙楼下被悬首示众。麹崇裕斩李贞、李规父子及裴守德之首，传首东都，枭于阙下。</p> <p><strong>死后复爵</strong></p> <p>　　神龙元年（705年），李显复位，敬晖等奏李冲父子死于社稷，请复爵土，唐中宗恢复了李贞的李姓和族籍，但恢复爵位遭到了武三思和上官婉儿的反对。</p> <p>　　开元五年（716年），唐玄宗将李贞、李冲重新改葬，追谥号为敬，并指派许王李素节之子李琳嗣越王位。琳薨，爵不传。李贞最幼子李珍子的后代流岭南，数世不能归。开成年间，后代孙女女道士李元真带着四世灵柩北还，求祔越王的坟墓。唐文宗诏嘉悯，敕宗正寺、京兆府为访其兆，非陪陵者听葬。</p><br/><h2>后世遗址</h2> <p>　　唐代名楼之一的越王楼，规模宏大、楼高10丈，历经三载建成与滕王阁、黄鹤楼、岳阳楼并列“中国唐代四大名楼”。</p> <p>　　为唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>第八子越王任绵州刺史时（公元656年-661年）所建，<a href=\"http://so.gushiwen.org/author_2463.aspx\">李贞</a>曾上奏于唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>，强调奉命镇守大西南，守边关、扬天威、布帝德，让绵州百姓可朝夕望阙叩拜，倍沾唐天子隆恩。为壮大唐之山河，他建王府、修高楼，扩建州城和军队。高宗拨给国库银两，由李贞督建。</p> <p>　　<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>、<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>等历代名人登越王楼后曾留下<a href=\"http://so.gushiwen.org/author_2463.aspx\">诗</a>篇156首，宋、元、明、清历代画家也多有描绘越王楼的精美画卷。<br>但于唐末宋初，越王楼被一场大火烧毁大半，元朝进行了大规模的修复，明代亦重建过一次，但明代的一场大火又将其彻底烧毁。越王楼于四川绵州重建，作为观光。</p><br/><h2>墓葬发现</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2463.aspx\">李贞</a>墓位于陕西礼泉县烟霞公社兴隆村以东。该墓为昭陵陪葬墓之一，南临泔河，北有公路通过，再北向约十公里，即九嵕山太宗昭陵。1972年9月16日，陕西醴泉县县政府对该墓进行发掘考察。</p><br/><h2>家庭成员</h2> <p><strong>父母</strong></p> <p>　　父：唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a></p> <p>　　母：燕德妃</p> <p><strong>妻</strong></p> <p>　　某氏，垂拱四年九月十一日（688年10月10日）被杀</p> <p><strong>子</strong></p> <p>　　李冲</p> <p>　　李洽</p> <p>　　李温</p> <p>　　李蒨，垂拱四年卒</p> <p>　　李规，垂拱四年九月十一日（688年10月10日）被杀</p> <p>　　李珍子，第六子。曾孙女女道士李玄真，《旧唐书·列女传》有载</p> <p><strong>女</strong></p> <p>　　良乡县主，嫁汝阳县丞裴守德</p> <p>　　第五女余姚县主（仪凤二年（677年）—开元二十二年十月二十八日（734年11月27日）），嫁正议大夫行太子家令借紫金鱼袋上柱国慕容嘉<br>宾 </p>"
}