{
  "id": 2332,
  "star": 0,
  "name": "卢绛",
  "dynasty": "唐代",
  "desc": "卢绛（891年～975年），字晋卿，南昌（今属江西）人，一作宜春（今属江西）人。举进士不中，为吉州回运务计吏，以盗库金事觉，亡去。后诣（南唐）枢密使陈乔，用为本院承旨，授沿江巡检，习水战，以善战闻，拜上柱国。及宋师伐南唐，以绛为凌波都虞候、沿江都郡署，守秦淮水栅，战屡胜。出援润州，授昭武军节度留后。旋为宣州节度使。金陵城陷，诸郡皆下，绛独不降。宋太祖遣人招之，遂降。授冀州团练副使。开宝八年被斩。马令《南唐书》卷二二、陆游《南唐书》卷一四有传。",
  "content": "<h2>生平</h2> <p>　　卢绛，字晋卿，号锦文，分宜观光人，南唐时是宜春属地，江西历史上第一个状元<a href=\"http://so.gushiwen.org/author_686.aspx\">卢肇</a>之曾孙。卢肇之长子卢文秀只生独生子卢元峰，而卢元峰与妻子钟氏也只生卢绛这个儿子，两代单传。卢绛生于唐天顺二年辛亥二月十六日寅时，虽然他出生于一个书香门第世家，可是他“读书明大旨，屡举进士不第”。</p> <p><strong>送往外地求学</strong></p> <p>　　他自少就爱好兵家，以博奕角抵为事，所以他读书只求弄通了大概意思就行了，不愿读死书死读书，下不了苦功，自然多次考不中进。于是家中“恨铁不成钢”，把他送往外地求学去了。他来到新淦，寄居在当地富豪陈氏家里，与陈家子弟一起读书。可是他本性难改，依然是喜欢谈论战术与兵家之事，并且跑马射箭沉湎于打猎。不在屋中下苦功读书，富豪陈氏对他非常厌恶，忍无可忍，只有赠送资金与衣装，让他到庐山白鹿洞读书去。他遵照陈氏的吩咐来到了庐山脚下，进了白鹿洞求学。然而他还是不思读书，“以屠贩为事，故被驱逐”。他这个人很执着，也很现实，屠牛宰猪，可逞一时勇狠，贩运买卖，可获利于吃喝。</p> <p><strong>不守礼法 、喜论现世利病</strong></p> <p>　　有史料评说卢绛“不守礼法”，“喜论现世利病”。他确实是一个不满现状、我行我素之人，白鹿洞不能容身了，也不返回家乡去，竟是一路流浪到金陵城（今南京）。那时候，后周王朝指挥使<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>陈桥兵变，黄袍加身做了一代扫平天下的宋太祖，天下形势非常严峻。卢绛觉得这时候正是英雄有用武之地，便向南唐朝廷上书论事以求进身，于是得到朝廷重臣枢密使陈乔的赏识，用为枢密使承旨，授沿江巡检。他的才能得到了充分显示，由他亲自招募成立的一支水上队伍，训练有素，很会战斗。北宋大军南侵，卢绛担任凌波都虞侯，由他亲自沿江都部署防务，坚守在第一线秦淮水栅处，有了他与他率领的这支水军，北宋大军屡次进攻都不能得逞，均以失败而回。卢绛屡战屡胜，名声大振。因此敌军一听到他的名字便不由胆怯害怕，南唐诸位将领竟也是心存妒忌，容不得卢绛老打胜仗，“共说后主<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>将绛调出，乃授昭武军节度留后”。让卢绛升为节度使，留在后方做了一个守护官。由于遭小人妒忌，卢绛不能发挥其一个军事家的杰出才能，难遂安邦定国之壮志。但是，宋军攻打南唐润州（今江苏镇江市）时候，南唐朝廷只得命卢绛率兵救润州，卢绛统帅八千兵马赶到润州城外，就在城外驻扎，伺机以攻宋军。宋军见状，便不敢再攻打润州城。可是润州节度使刘澄不坚守抗战，而是背叛南唐，打开城门向宋军投降，使润州变成了北宋的城池。在这时候，卢绛悲愤不已，无力挽狂澜，只得率部下奔走宣州（今安微宣城）去了。</p> <p>　　都知道，南唐后主李煜只是一个极有文学天分的才子，不是一个治理与安定江山社稷的君主，“作个才人真绝代，可怜薄命作君王”。由于后主李煜“好声色，不恤政事”，于是在宋太祖开宝八年（975），金陵城陷，李煜肉袒出降，身着白色里衣出降，宋太祖高兴地接受了:投降，封李煜为“违命侯”，从此，把他幽囚于汴京的一座深院小楼，终日过着以眼泪洗面的凄凉寂寞的日子。</p> <p><strong>坚持抗宋不投降</strong></p> <p>　　李煜一投降，南唐的各个州都也竖起了白旗，归属北宋。唯独卢绛还在坚持抗宋不投降，他率领部下攻占了歙州（今安徽歙县），其曾祖父卢肇在歙州做过刺史，留有贤声，因此他在歙州颇得民心。卢绛就在歙州派遣信使前往各个地方，告知四方南唐还有歙州。他试图据守闽中，兴复南唐，但是天下大势毕竟已去，孤掌难鸣，无力成事。虽然如此，卢绛忠于南唐之心却不会改变，誓死抵抗。宋太祖赵匡胤见不能攻克卢绛，硬的不行，便施以软的方法对付，遣其弟卢袭前去做说客劝降（查阅芦塘卢氏族谱，卢绛无嫡亲兄弟，卢袭只能是堂兄弟，而谱上且无卢袭的记载）。不管卢袭是堂兄弟也罢，当时卢绛大怒，斥责卢袭做了不忠不义之人，要把卢袭推出去斩了，以表示自已坚决不投降。后来，在部下的劝说下没有杀卢袭。据说，有说卢绛后来同意归降，随同卢袭见宋太祖而去。这是历史上的一个疑点，卢绛不可能投降宋太祖的。据《芦塘卢氏族谱》记载：我祖绛公官兼文武，志矢忠贞，宋太祖内惧其诚，外畏其威，诱至洛阳，立而不跪。宋太祖曰：“汝主已降，郎何不服？”我祖进前数步，高声应曰：“惟知我主李氏而已，岂能识汝赵氏为何如人也。”若是同意投降的话，不可能“立而不跪”，更不可能吐出冒触宋主的铮铮之言。因此宋太祖当即把卢绛推出午门杀了，其实，当时宋太祖对卢绛很是赏识看重，欲收服为己用，但又实在容不得如此英雄豪杰，害怕其有异心，干脆以绝后患杀了，并且斩草除根，敇旨诛灭九族。于是当时分宜观光卢氏合族人闻风潜逃，未逃避的便改为数代通家之好的钟姓。</p> <p><strong>结果</strong></p> <p>　　因而在分宜至今流传一句话：一夜之中，毁掉一座炉（卢），造出一口钟。但是，卢绛生有三个儿子，均幸免于难逃离观光了。长子卢钟麟载母携妻率子匿名讳姓避居监湖，后来把湖改为塘，即今芦塘。那时卢绛子孙在建隆年间还不敢称卢姓，更为姓虞，直到北宋雍熙之后，也就是从宜春划出神龙、文标等十乡成立分宜县后，才恢复本来之卢姓。次子卢钟杰与三子卢钟英各携眷匿名逃避于乾江背蜈蚣松下建宅而居。所以以后，芦塘卢姓人前去观光扫墓祭祖，均会得到观光钟姓人的亲切接待。</p><br/><h2>人物评价</h2> <p>　　卢绛虽然被宋太祖杀了，但史家对其评价很高说：“卢绛鲜克有终。而才略纵横，倔强不屈，殆亦有足取者焉。”因而在句容县东阳镇东建有卢大王庙，志云即卢绛祠。而且在武宁县四十四都有卢绛筑造的磨源陂，拦截河水，可以灌溉良田万余亩，乡民非常感谢他的恩德，特此建立了将军庙世世代代纪念卢绛。</p> <p>　　卢绛虽死犹荣。千年之后，他与夫人杨氏被卢氏后人迁葬于芦塘石口里岭上，坐西北向东南，夫妻同茔。</p>"
}