{
  "id": 489,
  "star": 49,
  "name": "戚继光",
  "image": "http://img.gushiwen.org/authorImg/qijiguang.jpg",
  "dynasty": "明代",
  "desc": "戚继光（1528年11月12日－1588年1月5日，即嘉靖七年闰十月初一－万历十五年十二月初八），字元敬，号南塘，晚号孟诸，卒谥武毅。汉族，山东登州人，祖籍安徽定远，生于山东济宁。明代著名抗倭将领、军事家。官至左都督、太子太保加少保。",
  "content": "<h2>主要事迹</h2> <p><strong>山东备倭</strong><br>　　嘉靖二十三年（1544），戚景通因病去世，十七岁的<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>袭任父职，成为登州卫指挥佥事。<br>　　嘉靖二十五年（1546），分工管理登州卫所的屯田事务。<br>　　二十七年（1548）至三十一年（1552），奉命率领卫所士兵远戍蓟门（今北京市东北），春去秋归，每年一次。<br>　　二十八年（1549）考中武举，次年进京会试，正逢蒙古俺答汗兵围北京城，戚继光临时守卫京城九门，并两次上书陈守御方略。<br>　　三十二年（1553），被提升为都指挥佥事，管理登州、文登、即墨三营二十五个卫所，防御山东沿海的倭寇。到任以后，戚继光整顿卫所，训练士卒，严肃纪律，使山东沿海的防务大大改观。</p> <p><strong>浙江抗倭</strong><br>　　当时浙江倭患严重，嘉靖三十四年（1555），戚继光被调任浙江都司佥书，次年升任参将，镇守宁波、绍兴、台州三府。此后，戚继光多次与倭寇作战，先后取得龙山、岑港、桃渚之战的胜利。实战过程中，戚继光认识到明军缺乏训练，作战不力，多次向上司提出练兵建议，最后得到批准。<br>　　三十八年（1559），戚继光无意目睹到义乌矿工与永康矿工打架的场面（几万人打架），戚继光惊呼：“如有此一旅，可抵三军。”戚继光在义乌招募了近4000人，进行了严格的训练，这就是著名的戚家军。<br>　　三十九年（1560年），戚继光针对沿海地形多沮泽、倭寇小股分散的特点，创立攻防兼宜的“鸳鸯阵”。<br>　　四十年（1561），倭寇大举进犯浙江，戚继光在台州十三战十三捷，基本平息了浙江的倭患。</p> <p><strong>岑港之战</strong><br>　　嘉靖三十六年（1557），浙江巡抚胡宗宪诱捕斩杀了海盗汪直，其党羽三千余人盘据岑港，声称要为汪直报仇。岑港在舟山岛的西面，地形非常复杂，倭寇只留一条小路以便出入，将其余通路一概堵死。<br>　　嘉靖三十七年（1558）春，各路官兵进攻岑港，戚继光由左路进攻。倭寇居高临下，明军仰攻很不方便，双方死伤都很惨重。岑港久攻不下，明政府认为将官作战不力，撤去俞大猷、戚继光等人的职务，限令一个月内攻克岑港。未至一月，嘉靖便下旨，自总兵官以下，全部戴罪立功。随着期限的临近，戚继光等亲率士卒，奋勇冲锋，倭寇抵挡不住，在一个深夜乘船退出岑港，转移到舟山北面海中的梅山，此后扬帆南下，转寇福建。</p> <p><strong>龙山所之战</strong><br>　　龙山所在定海县（今浙江舟山市定海区）境内，北面濒临大海，是倭船往来必经之道。<br>　　嘉靖三十五年（1556）九月，倭寇八百多人打到龙山所，戚继光这时新任参将不久，听到消息立刻率军前往。倭寇分成三路猛冲过来，明军纷纷溃退，戚继光见形势危急，连忙跳到一块高石上，一连三箭将三个倭酋射倒，倭寇这才退去。十月，倭寇又在龙山所登陆，戚继光与俞大猷等率军抗击，三战三捷，倭寇乘夜撤退。明军跟踪追击，至雁门岭遇伏，纷纷逃走，倭寇得以乘船出海。两次龙山所之战，戚继光初露锋芒。同时，在此战役中，戚继光认识到明军「兵无专统，谋不佥同」，有必要训练一支强而有力的军队。<br>　　战后不久，戚继光便连续两次上书，向上司提出练兵建议，但由于种种原因，建议未能及早实现。<br>　　嘉靖三十八年（1559）九月，戚继光第三次提出建议，决定到义乌招募农民和矿工，得到上司同意。到义乌后，戚继光进行了严格的挑选，他制定了严格的要求：凡选入军中之人，以下几等人不可用：在市井里混过的人不能用，喜欢花拳绣腿的人不能用，年过四十的人不能用，在政府机关干过的人不能用。<br>　　以上尚在其次，更严厉的要求还在下面：（1）喜欢吹牛，高谈阔论的人不要；（2）胆子小的人不要；（3）长得白的人不要；（4）性格偏激（偏见执拗）的人也不要。<br>　　而被录取者，还必须具备如下特征：臂膀强壮，肌肉结实，眼睛比较有神，看上去比较老实，手脚比较长，比较害怕官府。<br>　　最后选定四千多人，编立队伍，分发武器，进行严格的训练。从此，这支军队转战各地，取得了辉煌的战绩，人称「戚家军」。</p> <p><strong>台州大捷</strong><br>　　嘉靖四十年（1561）四、五月间，倭寇大举进犯浙江，船只达数百艘，人数达一两万，骚扰地区达几十处，声势震动远近。其中大股倭寇窜犯宁海、桃渚、新河等地，戚继光确立「大创尽歼」的原则，在花街、上峰岭、藤岭、长沙等地大败倭寇，先后十三战十三捷，共擒斩倭寇一千四百多人，焚、溺死四千多人，使侵犯台州的倭寇遭到毁灭性的打击。与此同时，其它将领也在宁波、温州一带和倭寇交战十多次，取得重大胜利，浙江倭患基本平息。由于台州大捷，戚继光被提升为都指挥使，「戚家军」也闻名天下。</p> <p><strong>福建抗倭</strong><br>　　福建的倭患也很严重。嘉靖三十九年（1560）后，倭寇由于在浙江受到沉重的打击，在福建的活动更加猖獗，一支筑巢于宁德城外海中的横屿（时人称夺命岛），另一支筑巢于福清的牛田，形势非常危急。<br>　　嘉靖四十一年（1562），戚继光受命入闽剿倭，先后荡平横屿、牛田、林墩三大倭巢，随后回浙江补充兵员。戚继光刚离开后，倭寇就相互庆贺说：「戚老虎去，我们还怕什么！」活动又猖獗起来，攻占兴化府（今福建莆田）城，随后又据平海卫为巢。<br>　　四十二年（1563），戚继光抵达福建，于平海卫大败倭寇。随后率军解仙游之围，灭山贼吴平于南澳，基本平息了东南沿海的倭患。</p> <p><strong>横屿之战</strong><br>　　横屿是宁德县东北的一个小岛，离岸约有十里，和大陆之间隔着浅滩。涨潮时，海水将岛屿与大陆分开；潮退后，又尽是泥淖。倭寇在岛上结下大营，修筑防御工事，侵占已达三年之久。戚继光为了渡过浅滩，命令士兵铺上干草，随着鼓声向前爬行。到达横屿岸边时，倭寇早已布成阵势，士兵们奋勇冲杀，放火焚烧倭巢，倭寇四处逃窜，明军乘胜追击，斩首三百四十八人，生擒二十九人。残余倭寇向海上逃命，被淹死六百多人。战斗从开始到结束，不过三个时辰。随后，戚继光进军牛田、林墩，铲除了福建的三大倭巢。</p> <p><strong>平海卫之战</strong><br>　　铲平福建三大倭寇后，戚继光回浙江补充兵员，倭寇又猖獗起来。嘉靖四十一年（1562）冬，倭寇六千人攻陷兴化府城，烧杀抢掠、无恶不作。次年二月，倭寇退出府城，据莆田东南的平海卫为巢。四月，戚继光率领一万多人到达福建。五月，福建巡抚谭纶命戚家军为中路，刘显为左翼，俞大猷为右翼，向平海卫发动总攻势。倭寇仓皇应战，戚家军用火器猛烈射击，倭寇战马受惊，乱跑乱窜，左右两翼乘势并进，倭寇大败，逃回许家大巢。明军进围敌巢，四面放火，倭寇或被烧死，或被杀死，逃窜者也多坠崖、蹈海而死，共被斩首二千二百一十人。</p> <p><strong>解仙游之围</strong><br>　　平海卫之战不久，又有大批倭寇陆续登陆。嘉靖四十二年（1563）十一月，倭寇约两万人围攻仙游，城内居民昼夜死守，双方伤亡都很严重。谭纶和戚继光统兵来救，驻扎于仙游城外二十里处，这时戚继光的部下只有六千人，敌我力量相差悬殊，不宜立即决战。次年一月，换防的军队到达，戚继光进行周密部署后，分道向仙游进军。当时倭寇结为四巢，分别盘据于东、南、西、北四门，中路军直冲倭寇南巢，其它各路配合作战，倭寇丢盔弃甲，全线崩溃，仙游之围得以解除。戚继光这次以寡敌众、大获全胜，体现了卓越的军事才能。</p> <p><strong>灭山贼吴平</strong><br>　　吴平是福建南部漳州诏安县梅岭人，他与倭寇勾结，招纳海盗、流氓一万多人，盘踞在梅岭一带。嘉靖四十四年（1565）春，戚继光攻占梅岭，吴平率部南逃，占据闽广交界的南澳岛，戚继光跟踪追击，将南澳岛封锁起来。十月，戚继光率军在龙眼沙登陆，命人散布劝降檄文，吴平党羽军心动摇，戚家军乘势进攻，大获全胜。吴平伤魂落魄，率领部下遁入森林。月底，戚继光与俞大猷合力进讨，吴平惨遭失败，仅率八百余人乘船逃脱。四十五年（1566），戚继光和俞大猷进剿吴平残部，吴平投海自杀，东南沿海的倭患基本平息。</p> <p><strong>惊人战绩</strong><br>　　台州花街之战：斩首308颗，生擒2名倭首，其余淹死和未割首的数目不详，牺牲陈文清等3人。白水洋战斗：我敌对比：1500对2000余，全歼2000多名倭寇，斩首344颗，生擒5名倭首，己方牺牲陈四等3人。长沙之战：消灭倭寇3000名。<br>　　横屿岛渡海之战，消灭倭寇1000多名，斩首348颗，俘虏29名．牺牲陈文彪等13人。<br>　　牛田之战：击溃数上万倭寇（包括假倭和真倭），斩首688颗，己方无一人牺牲。<br>　　林墩之战：烧死和淹死倭寇3000名左右，斩首960颗，俘虏26人。己方阵亡90人。<br>　　福清葛塘之：消灭300多名倭寇，斩首150多颗，牺牲20人。<br>　　平海卫战斗：斩首2622颗，己方牺牲金渔等16人。<br>　　仙游之战：击溃10000余名倭寇，杀死倭寇1000余，斩首498颗，生擒1名，己方牺牲童子明等24人。<br>　　王仓坪战斗：击溃倭寇近万名，斩首177颗，己方无一人阵亡。<br>　　蔡丕岭战斗：击溃倭寇7000余名，杀死1000多名，斩首160多颗．己方牺牲31人。</p> <p><strong>调镇蓟州</strong><br>　　东南沿海的倭患虽然平息了，但北边仍然存在鞑靼的威胁，为了加强北边的防务，朝廷决定调戚继光训练边兵。隆庆元年（1567）十二月，戚继光奉命北上，到京师不久，便上《请兵破虏四事疏》，提出自己的边防策略。但一些官员议论不休，纷进谗 言，戚继光结果被任命为禁军神机营副将。二年（1568）夏天，由于新任蓟辽保定总督谭纶的推荐，戚继光被任命为总理蓟州、昌平、辽东、保定之军务。当时坐镇蓟州的是总兵郭琥，戚继光来到后，权力不统一，诸将多不听命令。不久郭琥被调走，由戚继光单独负责蓟州防务，镇守蓟州、永平、山海关等处。</p> <p><strong>整顿边防</strong><br>　　戚继光到蓟镇后，将全部防区划分为十二路，上面设东、西协守，分管东西各路军队。他虽然全权负责蓟州一线的防务，但练兵主张却得不到朝廷的积极支持，于是将精力主要用到了防御工事上。他将旧城墙加高加厚，并修筑了大量空心敌台。敌台修成后，戚继光又设立车营，创立各兵种协同作战的战术。在此期间，因北方士兵纪律散漫，荀且偷安，戚继光请求调浙兵北上，得到朝廷同意。开始只调来浙兵三千，后增到九千，最后增至二万，成为守边的主力。通过戚继光的艰苦努力，北边防务有了很大的改观。</p> <p><strong>建立车营</strong><br>　　戚继光到蓟州后不久，即根据北方的地理条件，提出了车、骑、步三军配合作战的策略。敌台修筑完毕后，戚继光便建立七座车营，分别驻守建昌、遵化、昌平等地。每营有重车一百五十六辆，轻车二百五十六辆，步兵四千人，骑兵三千人；每车配备士兵二人，「佛朗机」炮两门。这种战车有八片可以折 叠的屏风，平时平放在车辕上，战时打开树立在一边，最边的两扇可以活动，供步兵出入。作战时，骑兵在前面阻挡敌人，战车在后面排成战斗队形；敌军逼近时，骑兵退入战车阵内，车上的士兵施放火器；火器的威力发出后，步兵从车后冲出；敌人攻势被挫后，骑兵又从车后出击。</p> <p><strong>抵御鞑靼</strong><br>　　戚继光镇守蓟州不久，俺答汗就放弃了骚扰政策，与明政府达成协议。明朝封俺答汗为顺义王，设立互市于大同、宣府等地，俺答汗则严禁诸部入边劫掠。不过，辽东的图们札萨克图汗（或称土蛮）还经常攻掠边境，朵颜部的董狐狸也不时和明军发生冲突。戚继光积极防御，多次击退董狐狸的进攻，使其保证不再攻扰边塞。万历七年（1579）冬，图们汗带领骑兵四万多人进犯辽东镇，辽东总兵李成梁坚壁清野，朝廷命戚继光出兵声援，图们汗见明军准备充分，只得空手退去。</p> <p><strong>罢归故里</strong><br>　　戚继光从东南抗倭到北镇蓟州，上司胡宗宪、谭纶、刘应节、梁梦龙，以及执政大臣徐阶、高拱、张居正等人，对他的工作都比较支持。尤其是张居正，常把那些作对的官员调开，甚至免除职务，所以戚继光能久镇北边，发挥所长。万历十年（1582），张居正病死，反对派群起攻击，戚继光也受到牵连。十一年（1583），戚继光被调往广东。 十三年（1585），戚继光被朝廷罢免官职，回到家乡登州。十五年十二月初八日（1588年1月5日），戚继光突然发病，与世长辞。</p><br/><h2>军事著作</h2> <p>　　在繁忙的军务中，<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>抽空撰写了两部重要兵书，即《纪效新书》和《练兵实纪》。这两部书是他练兵打仗的经验总结，也是他训练军队的教本，在军事学上有很高的地位，皆收录《四库全书》，占军事著作的十分之一。戚继光还以「能<a href=\"http://so.gushiwen.org/author_489.aspx\">诗</a>」著称，喜欢延揽文士，饮酒赋诗，往来酬对，晚年将诗文编为《止止堂集》。戚继光还著有《杂集》六卷，《将臣宝鉴》一卷，《禅家六籍》十六卷。</p> <p><strong>纪效新书</strong><br>　　嘉靖三十九年（1560），戚继光利用作战间隙撰成《纪效新书》。他在序言中说：「夫纪效，明非口耳空言；曰新书，所以明其出于法，而不泥于法，合时措之宜也。」书中阐述了选兵、号令、战法、行营、武艺、守哨、水战等内容，还吸收了同时代人的可贵经验，如卷十二收录了俞大猷的《剑经》，卷十四收录了各个拳派的拳法。这本书是他抗击倭寇的经验总结，也是他训练戚家军的教本，深受后人推崇，是中国古代兵书中的经典。</p> <p><strong>练兵实纪</strong><br>　　《练兵实纪》是戚继光镇守蓟州时撰写的兵书，完成于隆庆五年（1571）。练兵方面，戚继光主张严节制、明恩威、正名分，训练时要练伍法、练胆气、练耳目、练手足、练营阵，关于行军队形、行军规则、野营布置、宿营规则，及作战纪律、注意事项，戚继光也作了系统阐述。练将方面，戚继光认为将领必须德、才、识、艺四德兼备。兵种方面，戚继光详细介绍了马营、步营、辎重营的组织，以及各兵种的挑选及操练方法。《练兵实纪》是戚继光守边经验的总结，与《纪效新书》同为中国古代兵书的经典。 </p><br/><h2>军事影响</h2> <p><strong>阵法</strong><br>　　<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>创造独特的“鸳鸯阵”，充分发挥集体互助、长短兵器结合的力量，机动灵活打击敌人。<br>　　建立车、骑、步相配的联合兵种，与敌人进行大规模决战；集中优势兵力进攻敌人防御重点，迅速瓦解歼灭敌人；伏兵奇袭，出其不意，攻其不备。<br>　　鸳鸯阵阵形以11人为一队，最前为队长，次二人一执长牌、一执藤牌，长牌手执长盾牌遮挡倭寇的箭矢、长枪，藤牌手执轻便的藤盾并带有标枪、腰刀，长牌手和藤牌手主要掩护后队前进，藤牌手除了掩护还可与敌近战。<br>　　再二人为狼筅手执狼筅，狼筅是利用南方生长的毛竹，选其老而坚实者，将竹端斜削成尖状，又留四周尖锐的枝枝丫，每支狼筅长3米左右，狼筅手利用狼筅前端的利刃刺杀敌人以掩护盾牌手的推进和后面长枪手的进击。<br>　　接着是四名手执长枪的长枪手，左右各二人，分别照应前面左右两边的盾牌手和狼筅手。再跟进的是两个手持“镗钯”的士兵担任警戒、支援等工作。如敌人迂回攻击，短兵手即持短刀冲上前去劈杀敌人。各种兵器分工明确，每人只要精熟自己那一种的操作，有效杀敌关键在于整体配合，令行禁止。最后一名是伙夫。<br>　　“鸳鸯阵”不但使矛与盾、长与短紧密结合，充分发挥了各种兵器的效能，而且阵形变化灵活。可以根据情况和作战需要变纵队为横队，变一阵为左右两小阵或左中右三小阵。<br>　　当变成两小阵时称：“两仪阵”，左右盾牌手分别随左右狼筅手、长枪手和短兵手，护卫其进攻；当变成三小阵时称“三才阵”，此时，狼筅手、长枪手和短兵手居中。盾牌手在左右两侧护卫。这种变化了的阵法又称“变鸳鸯阵”。此阵运用灵活机动，正好抑制住了倭寇优势的发挥。戚继光率领“戚家军”，经过“鸳鸯阵”法的演练后，在与倭寇的作战中，每战皆捷。这些都体现了戚继光军事思想的现代性，是戚家军百战百胜的重要原因。</p> <p><strong>领兵将略</strong><br>　　戚继光出身于将门世家，从小受到父亲的影响和教育，学到许多行军打仗的学问。带兵打仗后，又不为书本知识所束缚，能够因地因时制宜，积极寻求制胜良策。他不喜欢书生式的高谈阔论，注重实际有效的军事学问，所著《纪效新书》和《练兵实纪》，便是其实际经验的总结。他还很善于向同时代人学习，如向俞大猷学习棍法，向<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>学习枪法，并以此训练士兵。这种注重实效，虚心学习的态度，使戚继光的军事才能成为一代名将，他所带领的戚家军从未遭受失败，成为抗倭的一只劲旅。</p> <p><strong>招募新兵 编组训练</strong><br>　　明朝的基本武装力量是各地卫所军队，但到明朝中叶，各地卫所处于严重废弛状态，根本不能承担实际的战斗。针对这种局面，戚继光主张另行招募新军，并且认为只能用「乡野老实之人」，切忌用「城市游滑之人」。自嘉靖三十八年（1559）至四十二年（1563），戚继光先后三次深入浙江义乌，共招募一万余名农民和矿工。选定士兵后，对他们进行编组，按照年龄、身材和体质等条件，分别授与藤牌、狼箲、长枪、叉、刀等武器。一方面进行单个训练，另一方面进行营阵训练，以发挥整体的战斗力。通过建立新型的军队，对倭作战的被动局面得到根本的扭转。</p> <p><strong>军纪严明 赏罚必信</strong><br>　　严明的军纪是胜利的保证。在平时的训练中，戚继光要士兵熟练掌握金鼓、号炮、旗帜的号令，要求做到统一步调，万为一体。作战时，全体官兵必须集体向前，一人退却则一人斩首，全队退却则队长斩首，队长殉职而全队退却则全队斩首。此外，戚继光还制定了各种赏罚措施，如设立固定的考选日期，武艺精通者予以奖赏，武艺生疏者予以处分。作战有功、被俘不屈、遵守军纪等，一律有赏；恃强霸道、讹言狂惑、偷摘瓜果、奸淫妇女等，一律论罪。采用这样的治军方针，戚继光造就了一支坚强的部队。</p> <p><strong>健全兵种 协同作战</strong><br>　　戚继光在东南沿海抗倭时，所依靠的兵种主要是步兵和水师。步兵编制依次为队、旗、局、司、部、营，每队十二人，每营二千六百九十九人。队是基本单位，各人分持不同的武器，作战时集体配合，以「鸳鸯阵」对付敌人。步兵之外还有水师，为了协同作战，戚继光将不同船支配为一哨，二哨为一营，共设四营。北调蓟州后，为对付大规模的蒙古骑兵，戚继光将「鸳鸯阵」加以发展，创立了由车、骑、步相互配合的联合兵种。车兵抵御敌军的冲击，步兵以车为掩护出击敌军，骑兵则包抄突袭。各兵种协同作战，这在当时是十分先进的军事思想。</p> <p><strong>以众击寡 速战速决</strong><br>　　戚继光在与倭寇作战时，经常采用以众击寡、速战速决的战术，这与沿海地形及倭寇的特点是分不开的。中国东部拥有漫长的海岸线，倭寇随时都会登陆，登陆后往往占据地形险要之处，向前推进时又常常小股分散。为了争取主动，必须用最快的速度调集军队，以绝对优势的兵力迅速消灭敌人。史称戚继光「临事则飙发电举」，他常以惊人的行军速度，像疾风骤雨一般，及时赶到数十百里之外，用优势兵力进攻敌人的防御重点，迅速将敌人瓦解、全歼。然后赶到援敌必经之地埋伏，待援敌经过，出其不意将其歼灭。</p> <p><strong>军制改革</strong><br>　　明代名将戚继光不仅有一腔爱国热情和战场指挥才干，还是一位锐意进取、对军事制度进行改革的创新者，其行为成为当朝后期衰败阴暗局面中的一个亮点。<br>　　1555年，戚继光调赴浙江就任都指挥使之际，中国东部沿海正不断受到倭寇侵犯。一股40多人的倭寇登陆后竟深入腹地行程千里，从浙东窜入安徽、江苏，一路掠杀，还围绕南京城兜一大圈。当时在南京驻有军队12万人，却多不敢出战。最后这股倭寇虽然被歼，但军民伤亡竟达3000多人！<br>　　当时中国人口和军队数量都超过倭寇海盗多倍，倭寇海盗还非正规军，然而明军几十年间在沿海却陷于被动挨打的局面。仔细分析这一反常现象，可以看出当时中日双方在军事组织和战术上的差距。倭寇虽缺乏统一指挥，只以小股力量杀人越货，却体现出日本下层社会结构的严密，其大小头目对下属能施以严格管制和指挥，还采取了飘忽不定的狡诈战法并配备了仿西洋火枪而制成的鸟铳，因而屡屡以少胜多。明朝军队量多而质差，重要原因是因其实行“卫所”世兵制，每个“军户”出丁一人，代代不变。此制度建立后，士兵逃亡和换籍众多，至明中叶以后卫所出现大量空额，所剩残卒也多为军官役用，训练废弛。偌大的明王朝，纸面上兵力多达280万人，能作战的却十分有限。<br>　　戚继光奉命抗倭后，立即改革军制，不用卫所制的世兵，招募流亡农民和矿工，精选3000人组建新部队。这些士兵多受过倭祸之害，戚继光就此以“保国卫民”训导官兵，同时严肃军纪，实行“连坐法”，规定全队退却则队长斩首等法规，使所部战斗意志高昂。他还摈弃旧式“看武艺”的训练法，采取了鸳鸯阵等新战术，并建立了队、哨、营等新编制，组织调度比较灵活。戚继光还注重研究葡萄牙和日本的新式火器，仿制出鸟铳和“佛朗机”炮，从而使明军进入了冷热兵器混用的阶段。<br>　　军制改革后，这支军队出现在浙东沿海战场，抗倭形势很快改观。戚继光不把数量有限的部队分兵把口，而形成一个拳头主动出击，在台州九战九捷。大感惊恐的日本海盗转而窜扰福建、广东沿海后，戚家军也随之南调。戚继光根据倭寇在海边游动需要一些据点和岛屿作为巢穴的特点，也以主动攻击为主，其中夜袭横屿岛一仗歼敌2000人。戚家军经过在浙江、福建、广东三省转战10年，日本海盗因惧歼而不敢再犯。[6]</p> <p><strong>编练戚家军</strong><br>　　戚家军成军于治世(相对明末)，所面对的敌人以倭寇中的萨摩人为主。戚家军赖以成名的，是严明的军纪，职业化的训练水平，东亚最先进的装备，百战百胜的战绩和高达十余万级的斩级记录。<br>　　戚家军嘉靖三十八年(1559)成军于浙江义乌，总兵力四千人，主力是义乌农民和矿工。自成军起，大小数百战未尝败绩。比较有名的大战有：嘉靖四十年台州之役，经新河、花街、上峰岭、藤岭、长沙等战斗，十三战十三捷，斩杀真倭3000余级，烧杀溺毙无算；福建之役，总兵力六千，经横屿、牛田、林墩三战，斩真倭5000余级，其中横屿之战是一场精彩的步炮协同作战，先以火炮击沉倭寇战船并轰击倭寇大营，再以突击队强行登陆突破倭寇本阵，斩杀倭寇头领。嘉靖四十二年莆田的平海卫、仙游、王仓坪、蔡丕岭四战，斩真倭20000余，另于广东剿灭勾结倭寇的海盗吴平，斩从倭30000,吴平逃亡海上。同时还创造了，以平均每22人伤亡，换取斩杀1000人的冷兵器时代“敌我伤亡比”的记录。<br>　　戚家军的胜利还建立在严格甚至是严酷的军法上：如果作战不力而战败，主将战死,所有偏将斩首；偏将战死，手下所有千总斩首，千总战死，手下所有百总斩首；百总战死，手下所有旗总斩首；旗总战死，手下队长斩首，队长战死，而手下士兵没有斩获，十名士兵全部斩首。斩级的赏赐也颇丰，每一级赏银40两。（相当12000元。）<br>　　戚家军的纪律严明也是闻名天下，但凡出征时有扰民行为的一律斩首示众，所以戚家军无论在哪里作战都能够获得当地百姓的支持，就连少数民族都愿意为之誓死效命，这样的军队在封建王朝是独一无二的.。<br>　　隆庆元年，戚继光及其老部下3000人调往京师，督阵蓟辽，编练车步骑营三万。隆庆二年，朵颜部酋长董狐狸入寇，戚继光以车营抵挡，俘董狐狸侄子长昂，董狐狸仅以身免，逼董狐狸扣关请罪；万历三年，长秃帅兀良哈入寇，戚继光又活捉长秃。<br>　　自嘉靖三十八年戚家军成军到万历十一年戚继光去职，戚家军共斩级万余级，这在日久承平的万历中兴时期是很恐怖的战绩。<br>　　戚家军的威名并没有因为戚继光的去职而低落，以戚家军为种子的浙兵一直是明后期国防力量的主力，万历朝鲜之役，浙兵首登平壤，立下头功。其中许多人还是戚继光的老部下，如攻克牡丹台的老将吴惟忠。袁崇焕的关宁铁骑最初也是由两万浙兵构成。<br>　　戚家军百战不败的原因在于戚继光的治军思想极为先进，以东亚最先进的武器装备部队，后膛的神威将军炮、佛郎机炮、大口径的加农炮发熕、鸟铳、倭刀、铁甲，戚家军的装备绝对是东亚第一，世界前列。要知道三十年之后的日本最强悍的萨摩兵团，全军有两万只火枪，却只有两门轻炮，全日本到了江户时代才开始有大型的火炮出现。而戚家军作为一支地方军队，其火器的先进程度甚至直逼京都神机营。</p> <p><strong>发明兵器</strong><br>　　狼筅，戚家军的独创兵器，是一种在竹子上安装枪头，伪装性极强的武器。它的本质就是一种长矛，但还留有竹子刚砍下后留下的枝叶等等，适合在隐蔽地带埋伏时使用，枪杆极长，通常与盾牌配合使用，从远处杀伤倭寇。<br>　　戚氏军刀，一种融合了倭刀与中国传统大刀二者共同优点的兵器，它的刀身比与倭刀极为相似，锻造过程也极为考究，吸取了日本刀精工细作的特点，同时在刀身处也融合了中国传统的弧形缳首和手感更好的握把，便于单手使用（而这正是倭刀的致命缺点，即无法单手护持，防御力差），是一种攻防兼备的利器。<br>　　藤牌，用植物藤条编织的盾牌。乍看上去不堪一击，但防御力极强。<br>　　虎蹲炮，是为了弥补一些外国火器的缺点而创造的炮，这种炮“比鸟铳，一可当百”；比佛朗机更轻、更便于携带，野战时机动性强，防御则可控扼险隘，防御大队敌人，而且机动性又强，翻山越岭不在话下。<br>　　赛贡铳，铳长三尺，内装半斤火药，发射时用木马放在火药前面，再放入若干弹丸，在铳身下面垫着木块以调节射击角度。500人之间可装备五六门。<br>　　六和铳，用六块木板组成，外面装上铁箍，以防爆膛，在水陆均可用来近距离攻坚。<br>　　无敌神飞炮，仿造佛郎机制成，重约1050斤，一发500子，击宽20余丈。 </p><br/><h2>纪念建筑</h2> <p><strong>祠堂</strong><br>　　福建福州于山设有戚公祠来纪念抗倭明将<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>。戚公祠内展出了戚继光的生平事迹，以及历代名人怀念戚继光的碑刻等。崇祯八年（1635年）为褒扬戚继光而建，赐额“表功祠”。祠堂于清康熙四十六年（1707年）重修，1985 年征为国有，并全面修复。祠为三进院落家庙式建筑。</p> <p><strong>戚氏牌坊</strong><br>　　戚氏牌坊共有两座，位于戚继光祠堂南侧牌坊里街东西两端，东为「母子节孝」坊，西为「父子总督」坊，相距一百四十三米，建于明嘉靖四十四年（1565）。两座牌坊高九点五米，宽八点三米，深二点七米，为花岗岩石雕坊。正间上下三坊，镂雕「丹凤朝阳」、「二龙戏珠」、「狮子滚绣球」等图案；侧间各有两坊，雕有花木鸟兽等图案。两座牌坊气势雄伟，雕刻精细，是明代大型石雕珍品。</p> <p><strong>纪念馆</strong><br>　　蓬莱戚继光纪念馆位于振扬门北侧，由以前的水师府辟建而成，占地三千二百二十平方米，建筑面积一千一百平方米。纪念馆座北朝南，东西两侧建有碑亭，分别立「忠」、「孝」字碑，碑阴刻有戚继光和戚景通生平。主体为中轴对称二进式仿古建筑，每进有正厅和东西厢房各一，且有回廊相连。展厅内容以展现戚继光保国卫民、戎马一生为主线。 </p><br/><h2>社会影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>抗倭保民战迹泽被莆仙（福建莆田和仙游），至今仍为莆仙人民广为传颂。</p> <p>　　嘉靖四十年（1561年），倭寇骚扰福建沿海，为害甚烈。嘉靖四十一年（1562年）秋，莆田遭受倭寇严重蹂躏，民不聊生，福建巡抚向明廷告急，戚继光奉命率精兵六千余人来闽平倭。</p> <p>　　戚家军在宁德横屿痛击倭巢获大捷后向南挺进，击破福清牛田等地倭寇据点。其时部分倭寇集结莆田林墩，依仗河沟纵横，构筑巢穴。九月十四日凌晨，戚家军以迅雷不及掩耳之势，进攻倭寇林墩大本营。官兵们游水进逼，奋勇杀敌。驻在宁海桥的张谏部与戚家军前后夹攻，与倭寇短兵相接展开巷战。戚家军连克营垒几十座，歼敌3000多名，解救百姓2000多人，倭寇残部仓皇败退到平海后遁逃出海。这次大规模歼敌战，就是历史上著名林墩抗倭大捷。</p> <p>　　嘉靖四十一年十一月，倭寇闻戚继光回浙，重聚残部进犯福建沿海，福宁、政和、兴化相继失守。他们攻陷兴化府城后大肆奸　淫屠杀，无恶不作，府城内外尸横遍野，惨不忍睹。嘉靖四十二年（1563年）正月，倭寇退出府城，集结在平海卫和东峤许厝。福建巡抚谭纶紧急上书朝廷，请求再召戚继光回师援救。戚继光率军抵闽后，会集俞大猷、刘显三大营合围夹击许厝倭巢并乘胜追击，歼敌主力，取得平海卫大捷。随后，戚继光挥师南下救援仙游。戚家军配合仙游城官兵围攻倭寇，一连交锋18阵，歼敌1000多人。接着又在大蜚山下全歼500残寇，夺取全胜。仙游城外西北那一带战场，后人称为“五百洗”、“十八战”。</p> <p>　　为缅怀戚继光恩德，倭患扫平后各地民众纷纷立祠纪念。三一教主林龙江捐地30亩在林墩建戚公生祠奉祀；此外，还在江口建惠德祠，涵江建功德祠，忠门莆禧、江口东岳观等地亦竖立戚继光石雕像。</p> <p>　　戚继光纪念馆位于黄石镇林墩南塘湖畔，原名戚公祠，1995年在戚公祠原址上兴建纪念馆，1997年被批准为莆田县文物保护单位，莆田市首批爱国主义教育基地之一，现定为福建省爱国主义教育基地。纪念馆大厅伫立着高达2.1米的戚将军塑像，威武雄壮，令人肃然起敬；厅堂两侧廊壁专栏刊载戚继光两度入莆平倭英雄史迹。这里每年接待不少中小学师生和干部群众前来参观瞻仰，重温林墩抗倭大捷历史，弘扬戚继光英勇抗倭，爱国惠民崇高精神。 </p><br/><h2>轶事</h2> <p><strong>修建长城</strong><br>　　隆庆初年，给事中吴时来以蓟门多警，请召大猷、继光专训边卒。部议独用继光，乃召之。二年五月命以都督同知总理蓟州、昌平、保定三镇练兵事。这样<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>再次来到他年轻时曾经戍守之地，直到万历十一年被调往广东。这十几年时间，他为明朝长城防御体系的最终完善以及抵制蒙古族入侵，做出了不可磨灭的贡献。<br>　　明朝为加强北方防务，将长城沿线划分为九个防御区，分别驻有重兵，称之为九边或九镇，每镇均设有总兵官管辖。蓟镇东起山海关，西至居庸关，拱卫京师，是九镇中最重要的一镇。戚继光为蓟镇总兵官。<br>　　蓟镇长城最早修建于明朝初期，洪武六年，命大将军徐达等备山西、北平边，谕令各上方略。从淮安侯华云龙言，自永平、蓟州、密云迤西二千余里，关隘百二十又九，皆置戍守。洪武十四年徐达发燕石等卫屯兵万五千一百人修永宁、界岭等三十二关。虽然到弘治、嘉靖年间长城也都有所修筑，但过于简单。真正大规模的修筑则从隆庆至万历初由戚继光完成的。<br>　　戚继光修建的长城由城墙、敌台、墙台、烽火台、关城等几部分组成。他巡行塞上，经过仔细考察，认为这些边墙不仅低薄，而且颓废较多，根本无法阻遏蒙古人的武装袭击。而且在旧长城线上虽有一些砖石小台，但这种小台彼此之间毫无联系，既不能掩蔽士卒，又没有地方贮存军火器具，敌军只要登高发矢，台上守军就很难固守，不利于战斗。于是他上疏言道：“蓟镇边垣，延袤二千里，一瑕则百坚皆瑕。比来岁修岁圮，徒费无益。请跨墙为台，睥睨四达。台高五丈，虚中为三层，台宿百人，铠仗糗粮具备。令戍卒画地受工，先建千二百座。”于是自隆庆三年起，开始了艰巨的修墙、筑台工程，戚继光亲自监工，对工程质量要求极为严格。他将城墙分为一、二、三等，双侧包砖城墙为一等边墙，单侧包砖城墙为二等边墙，石城为三等边墙，要冲地段一律包砖，严禁任何偷工减料现象。在城墙垛口下的宇墙上以一定的距离及地势情况设置了望孔、射孔，有些地段在外侧城墙筑有雷石凹槽溜道，大大加强了防卫能力。</p> <p><strong>修建空心敌台</strong><br>　　在加固城墙的同时，又修建空心敌台。所谓空心敌台分为三层:基座、中空及顶部楼橹。在戚继光所著《练兵 杂纪》中对空心敌台有这样的记载：“今建空心敌台，尽将通人马处堵塞。其制:高三、四丈不等，周围阔十二丈，有十七、八丈不等者。凡冲处数十步或一百步一台；缓处或四、五十步，或二百步不等者为一台。两台相应，左右相救，骑墙而立。造台法：下筑基与边墙平，外出一丈四、五尺有余，中间空豁，四面箭窗，上建楼橹，环以垛口，内卫战卒，下发火炮，外击敌人。敌矢不能及，敌骑不敢近。每台百总一名，专管调度攻打。”<br>　　墙台是齐墙而建的平台，上面也可以放置军械、粮草等物品，并且可以协助敌台攻击来犯的近敌。烽火台与敌台密切配合，形成一定的传烽路线，一遇敌情，举烽鸣烟放炮，迅速地把情况传递到蓟镇防线。而关隘处建筑的城堡，在战时守兵登城打仗，平时则可在城门设卡盘查过往行人。一时间在东起山海关，西到居庸关的两千里防线上，长城随着地势蜿蜒起伏，加之疏密分布的敌台、烽火台、关城等建筑，高下相间，蔚为壮观。 </p><br/><h2>人物生平</h2> <p><strong>早期经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>幼年时风流倜傥，很有个性。虽然家境贫寒，但是他喜欢读书，通晓儒经、史籍。</p> <p>　　嘉靖二十三年（1544年），戚继光继承祖上的职位，任登州卫指挥佥事。</p> <p>　　嘉靖二十五年（1546年），戚继光负责管理登州卫所的屯田事务，当时山东沿海一带遭受到倭寇的烧杀抢掠，戚继光有心杀贼，写下了“封侯非我意，但愿海波平”的<a href=\"http://so.gushiwen.org/author_489.aspx\">诗</a>句。</p> <p>　　嘉靖三十二年（1553年），戚继光受张居正的推荐，进署都指挥佥事一职，管理登州、文登、即墨三营二十五个卫所，防御山东沿海的倭寇。</p> <p>　　嘉靖三十四年（1555年），戚继光被调往浙江都司佥事，并担任参将一职，防守宁波、绍兴、台州三郡。</p> <p><strong>南征倭寇</strong></p> <p><strong>岑港之战<br></strong>　　嘉靖三十六年（1557年），倭寇进犯乐清、瑞安、临海等地，戚继光率军前往救援，但因为道路隔绝而没有来得及，朝廷也因此不治戚继光的罪。而后，汪直余党作乱于岑港，戚继光与俞大猷两军会合，前往围攻。但很长时间都没有攻下来，于是朝廷将戚继光、俞大猷等人全部罢免，让其带罪杀敌。驻守在岑港的倭寇抵御不住戚继光与俞大猷的进攻，于是打算逃走。</p> <p>　　嘉靖三十七年（1558年），倭寇造好了大船，准备驾船夜遁，俞大猷和戚继光趁机发动进攻，击沉倭寇大船，余党向闽南逃窜。从岑港逃走的倭寇又在台州烧杀抢掠，给事中罗嘉宾等人弹劾戚继光故意放走岑港的倭寇，有通倭的嫌疑。正要准备治罪，戚继光却因平定汪直的功劳而复官，让戚继光守卫守台、金、严三郡。</p> <p>　　戚继光到浙江赴任后，发现卫所的将士作战能力一般，而金华、义乌的人比较彪悍，于是戚继光前往招募了三千人，在戚继光的指导训练下，将其练成一支精锐的部队，后称“戚家军”。戚继光根据南方多沼泽的地理特点制定阵法，又给他的部队配备火器、兵械、战舰等装备，戚家军因此名闻天下。</p> <p><strong>台州之战<br></strong>　　嘉靖四十年（1561年），倭寇大举进攻桃渚、圻头等地，戚继光率军扼守桃渚，于龙山大破倭寇，戚继光一路追杀至雁门岭。倭寇遁走之后，趁虚袭击台州，戚继光一马当先手刃倭寇首领，余党走投无路，全部坠入瓜陵<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>死。而圻头倭寇竟又来侵犯台州，戚继光率军于仙居将其全歼。台州大捷后，戚继光官升三等。而后，闽、广一带的倭寇流入江西一带作乱，总督胡宗宪无法平定，于是让戚继光来增援，戚继光率军于上坊巢将其击破，倭寇奔走建宁，戚继光引军回浙江。</p> <p><strong>福建之战<br></strong>　　嘉靖四十一年（1562年），倭寇进犯福建，并联合福宁、连江等地的倭寇，先后攻陷寿宁、政和、宁德等地，从广东南澳方面侵略的倭寇联合福清、长乐的倭寇攻陷玄钟所，并进犯龙岩、松溪、大田、古田、莆田等地。</p> <p>　　倭寇声势浩大，当地官军不敢进攻，于是胡宗宪传令让戚继光带兵剿贼。戚继光领命后引兵先进攻横屿，横屿四面水路险隘不易通行，戚继光命将士们每人手持一束稻草，填壕而进，大破横屿倭寇，斩首两千二百余级。而后，戚继光乘胜追击，杀至福清，捣毁牛田，端了倭寇巢穴。倭寇余党慌忙逃往兴化，戚继光也不停歇，一路狂追，又捣毁倭寇据点六十余营，斩首无数。</p> <p>　　戚继光平定福建倭患后班师回浙江，行至福清，遇见少量倭寇从东营澳登入，戚继光率兵急攻，斩首两百人。经过几番战斗，闽广一带的倭寇几乎被戚继光杀光。</p> <p><strong>兴化之战<br></strong>　　戚继光回到浙江后，从日本国本土而来的新的倭寇又伺机侵略，他们人数日益壮大以后，袭击兴化，但围攻了好几个月都没有攻下来。而此时刘显派了八个人带着书信到兴化传达信息，被倭寇拦杀，倭寇就换上刘显使者的服饰骗开城门，趁机攻陷了兴化城。 </p> <p>　　倭寇攻陷兴化后，刘显率兵逼近兴化，但因为兵少，刘显不敢擅自攻城，却因此被弹劾，背负罪名。而福建总兵俞大猷也表示需要有大军合围。</p> <p>　　嘉靖四十二年（1563年），朝廷以谭纶为右佥都御史，巡抚福建前来支援，而都指挥欧阳深却中了倭寇埋伏搏战而死，倭寇遂占据平海卫。四月，戚继光率领浙江兵前来支援。戚继光到后，谭纶立刻筹备对倭寇的总攻，先在各海道上环立栅栏阻断倭寇归路，而后谭纶以刘显为左军，俞大猷为右军，谭纶自领中军，以戚继光为先锋，围攻平海卫，一举告破，斩首两千余级，戚继光等率兵追击，倭寇道路不通，又被斩杀三千多人。于是刘显等复兴兴化。朝廷以戚继光先前横屿大战，录前后战功，以戚继光为都督同知，世廕千户，代替俞大猷为总兵。</p> <p><strong>仙游之战<br></strong>　　嘉靖四十三年（1564年）二月，倭寇余党纠合一万多人围攻仙游，打了三天，戚继光率兵前往解围，倭寇败走，戚继光率军追击，追至王仓坪，斩首百余级，不少人都坠于悬崖摔死。余党数千人逃走占据漳浦蔡丕岭。戚继光分五哨（古代军事编制单位）将士攀岩而上，与倭寇短兵相接，连俘带杀一百多人。剩下的倭寇劫掠渔船逃到海上，而后侵扰福宁，戚继光率领李超等前往将其击败，又乘胜追至永宁，杀死三百多人。</p> <p>　　同年，潮州倭寇聚众二万，与海盗吴平互为犄角之势劫掠潮州，俞大猷率兵杀败倭寇，并将吴平招降，让吴平驻扎在梅岭。但不久之后，吴平纠合被明军击败的流散倭寇一万多人，伙同林道乾、曾一本先后在走马溪、泊浦澳登陆，洗劫南村堡和港口村。戚继光即刻率军前来围剿，吴平得知后放弃之前据守的梅岭，集合大船一百多艘，逃入南澳，并修筑大寨防御。</p> <p>　　嘉靖四十四年（1565年），俞大猷率领水军，戚继光率领步兵，二人合力围剿吴平，吴平破败，孤身逃往凤凰山。 </p> <p><strong>北御鞑靼<br></strong>　　隆庆元年（1567年），给事中吴时来向明穆宗上疏，建议让戚继光、俞大猷等人训练蓟门一带的士兵。但朝议后决定只任命戚继光即可。于是朝廷任戚继光为神机营副将。当时谭纶刚刚在辽、蓟一带募集了三万步兵，又在浙江招募了三千士兵，请求让戚继光对其训练，得到了穆宗的许可。</p> <p>　　隆庆二年（1568年），明穆宗让戚继光训练蓟州、昌平、保定等地的士兵，总兵官以下的官员都受戚继光的节制。戚继光到任后，时蓟州有总兵郭琥，而戚继光为总理，无法统一号令，于是朝廷将郭琥调走，以戚继光为总兵官，镇守蓟州、永平、山海等地。又以戚继光前破吴平有功，进封为右都督。时北蛮子侵略青山口，戚继光引兵将其击退。 </p> <p>　　万历元年（1573年），北蛮小王子与董狐狸谋划进犯，向明朝廷索要赏赐遭到拒绝，于是二人在喜峰口烧杀抢掠，戚继光得知后率兵前往平乱，差点活捉董狐狸。同年夏，董狐狸侵略桃林，被戚继光击退。[31] 而后董狐狸的侄子董长昂侵犯界岭，又被击败。董狐狸多次侵扰边境不但没有占到便宜，反而损失惨重，于是献关求赏，朝廷答应其按年给予赏赐。</p> <p>　　万历二年（1574年），董长昂又入侵边境但无法从关口攻入，于是逼着他的叔父董长秃寇犯边境。戚继光领兵将其击败并活捉董长秃。董狐狸与董长昂率领宗族三百人来到戚继光关前请罪，董狐狸穿素服大哭请求赦免董长秃。戚继光与部下商议后决定接受其投降，董狐狸于是将劫掠的百姓放回，并发誓不再反叛。自此董狐狸与董长昂再也不敢侵犯蓟门。</p> <p>　　戚继光镇守的蓟门固若金汤，北蛮子无法攻入，于是转而进犯辽东，戚继光率兵增援，协助辽东守将李成梁将其击退。朝廷封戚继光为太子太保，又进封少保。</p> <p><strong>名将陨落<br></strong>　　万历十年（1582年），朝廷里内阁首辅张居正病逝，给事中张鼎思趁机上言戚继光不应该放在北方，于是戚继光被朝廷调往广东。</p> <p>　　万历十三年（1585年），给事中张希皋再次弹劾戚继光，戚继光因此遭到罢免，回乡后病死。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_489.aspx\">戚继光</a>（嘉靖七年1528年—万历十五年1587年），山东登州（今山东蓬莱）人，字元敬，号南塘，晚号孟诸。明朝杰出的军事家、民族英雄。祖籍河南卫辉，后迁定远(今属安徽)，再迁山东登州(今蓬莱)。其祖为明朝开国将领戚祥，曾任<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>亲兵，洪武十四年（1381）最终病逝，授世袭明威将军。</p> <p>　　戚继光从小受其父戚景通严格教育，戚景通一发现其缺点，会严厉批评。</p> <p>　　嘉靖二十七年（1548年）兵部主事计士元，推荐戚继光“留心韬略，奋迹武闱。管屯而俗弊悉除，奉职而操持不荀。”更获得张居正信任。戚继光从浙江义乌募集矿工和农民，编练戚家军。</p> <p>　　嘉靖三十九年（1560年），受到时任兵部职方司郎中<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>的启发，从其所编“六编”中《武》获得灵感，戚继光创立“鸳鸯阵”，此阵法以十一人为一队，居首一人为队长，旁二人夹长盾，又次二从持狼筅，复次四从夹长矛、长枪，再次二人夹短兵。阵法可随机应变，变纵队为横队即称两仪阵，两仪阵又可变为三才阵，三才阵攻防兼宜，适合于山林、道路、田埂等狭窄地形。</p> <p>　　嘉靖四十年（1561年），倭寇大举侵犯台州，戚家军大破倭寇于浙江临海，九战九捷。</p> <p>　　嘉靖四十二年（1563年），与福建总兵俞大猷、广东总兵刘显等创平海卫大捷。从此倭患终被荡平。戚继光曾为<a href=\"http://so.gushiwen.org/author_489.aspx\">诗</a>：“南北驱驰报主情，江花边月笑平生，一年三百六十日，多是横戈马上行。”</p> <p>　　万历十一年（1583年），张居正死后，被杨四畏排斥，被调到广东任镇守，郁郁以终，晚年家徒四壁、医药不备，且被妻子遗弃。</p> <p>　　万历十五年（1588年）十二月初八日，逝世于蓬莱故里。著有《纪效新书》、《练兵实纪》。 </p>"
}