{
  "id": 2866,
  "star": 0,
  "name": "李吉甫",
  "image": "http://img.gushiwen.org/authorImg/lijipu.jpg",
  "dynasty": "唐代",
  "desc": "李吉甫（758年－814年），字弘宪，唐代政治家、地理学家，赵郡赞皇（今河北赞皇）人，御史大夫李栖筠之子。李吉甫出身于赵郡李氏西祖房，早年以门荫入仕，历任左司御率府仓曹参军、太常博士、屯田员外郎、明州长史、忠州刺史、柳州刺史、考功郎中、中书舍人等职。元和年间，李吉甫两次被拜为宰相，期间一度出掌淮南藩镇，爵封赵国公。他策划讨平西川、镇海，削弱藩镇势力，还裁汰冗官、巩固边防，辅佐宪宗开创元和中兴。元和九年（814年），李吉甫去世，追赠司空，谥号忠懿。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>年轻时勤奋好学，善写文章，以门荫补任左司御率府仓曹参军，二十七岁便担任太常博士。他学识渊博，尤精国朝典故，历任屯田员外郎、驾部员外郎，受到宰相<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>、窦参的器重。贞元八年（792年），李吉甫被外放为明州（治今浙江鄞州）长史，后起复为忠州（治今重庆忠县）刺史，历任柳州（治今广西柳州）刺史、饶州（治今江西鄱阳）刺史。</p> <p><strong>回朝任职</strong></p> <p>　　贞元二十一年（805年），唐宪宗继位，征召李吉甫回朝，授为考功郎中、知制诰。他返回朝廷后，又被召入翰林院，担任翰林学士，并改任中书舍人，获赐紫衣。</p> <p>　　元和元年（806年），西川节度副使<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>叛乱。朝臣都认为蜀地险要，易守难攻，不主张出兵讨伐。宰相杜<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>却极力主战，还推荐神策军使<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>为伐蜀主帅，李吉甫也赞同出兵。唐宪宗便命高崇文与山南西道节度使严砺入川平叛。[7] 高崇文久攻不破鹿头关（在今四川德阳），李吉甫奏道：“汉晋南朝五次伐蜀，四次都是沿江而上。江淮地区的宣州（治今安徽宣城）、洪州（治今江西南昌）、蕲州（治今湖北蕲春）、鄂州（治今湖北鄂州），强弓劲弩，号称天下精兵。陛下可让江淮军直捣三峡腹心，叛军必会分散兵力，前去救援。而且高崇文担心江淮军率先建功，也会增强斗志。”西川平定后，李吉甫又建议让高崇文、严砺分别节度西川（治今四川成都）、东川（治今四川三台），使两川相互制衡。</p> <p><strong>担任宰辅</strong></p> <p>　　元和二年（807年），杜黄裳罢相，李吉甫则被任命为中书侍郎、同中书门下平章事。他外放江淮十余年，深知百姓疾苦，拜相之后鉴于藩镇节度使贪婪恣肆，便奏请皇帝，让节度使属下各郡刺史独自为政。李吉甫还建议，应禁止州刺史擅自谒见本道节度使，禁止节度使以岁末巡检为名向管内州县苛敛赋役。唐宪宗对他愈加倚重。</p> <p>　　镇海节度使李锜骄横不法，李吉甫认为他定会反叛，便劝宪宗召他回朝，加以控制。面对朝廷三次征召，李锜都称病不应，还以重金贿赂朝中权贵。十月，李锜攻掠州县，发动叛乱。李吉甫道：“李锜不过是个庸材，网罗的都是些亡命群盗，哪有什么斗志？如果朝廷征伐，定可成功。”他又征调素为江南藩镇所畏惧的徐州军和汴州军参与平叛，以震慑叛军。叛军听闻徐州（治今江苏徐州）、汴州（治今河南开封）兴师南下，果然斩杀李锜，向朝廷投降。李吉甫因功获封赞皇县侯。</p> <p>　　唐朝自德宗年间以来，对藩镇一直采取姑息的态度。很多节度使都是终身任职，拥兵自重，形成尾大不掉的态势。李吉甫针对这一弊病，加以改革。他在拜相后的一年多时间内，共调换了三十六个藩镇的节帅，使得节度使难以长期有效地控制某个藩镇。</p> <p><strong>出镇淮南</strong></p> <p>　　元和三年（808年），右仆射裴均交结权幸，欲求取宰相之职。当时朝廷正举行“直言极谏科”制举考试，有举子在考卷中抨击朝政，唐宪宗非常不满。裴均便指使党羽，称此事背后有宰相教唆，希望借此让李吉甫罢相。谏官李约、独孤郁、李正辞、萧俛等人上疏陈述原委，竭力为李吉甫辩白，唐宪宗这才怒气稍解。</p> <p>　　李吉甫原本与窦群、<a href=\"http://so.gushiwen.org/author_639.aspx\">羊士谔</a>、<a href=\"http://so.gushiwen.org/author_1764.aspx\">吕温</a>交好。窦群担任为御史中丞后，举荐羊士谔为侍御史、吕温为知杂事。李吉甫却恼怒他事先没有向自己禀报，不肯批准，引起窦群等人的怨恨。后来，李吉甫患病，让医士留宿在家中。窦群却抓捕医士，上书弹劾李吉甫，称他结交术士。唐宪宗查知实情，贬逐窦群等人。李吉甫知道自己树敌过多，便请辞相位，并推荐裴垍接任。同年九月，李吉甫出镇淮南（治今江苏扬州），授检校兵部尚书、中书侍郎、同平章事、淮南节度使。唐宪宗亲自在通化门为他饯行。</p> <p>　　李吉甫在淮南三年，常上书议政，指陈朝政得失，论列军国利害。他率领民众修筑富人塘、固本塘、平津堰（在今江苏高邮）等水利工程，灌溉农田近万顷，还奏请朝廷，免去当地百姓数百万石欠租。</p> <p><strong>复居相位</strong></p> <p>　　元和六年（811年），裴垍因病罢相。宪宗遂将李吉甫从淮南召回，再次任命他为中书侍郎、同平章事，加授金紫光禄大夫、集贤殿大学士、监修国史、上柱国，进爵赵国公。他建议裁汰冗杂官吏，减低百官俸禄，以节省国家财政开支。唐宪宗采纳了他的建议，最终裁减内外冗官八百余人、冗吏一千七百余人。当时，宗室诸王居住在十六宅中，连女儿的婚姻都要由宦官掌管。诸王只能厚礼贿赂宦官，以求得到嫁女的目的。李吉甫奏知皇帝，唐宪宗遂封诸王之女为县主，命有司挑选门阀子弟加以婚配。</p> <p>　　元和七年（812年），魏博节度使田季安病逝，其子田怀谏继任。李吉甫劝唐宪宗出兵征讨，并推荐薛平为义成节度使，欲趁机收复魏博镇（治今河北大名）。但唐宪宗因宰相李绛极力反对，最终没有采纳。李绛刚正不阿，唐宪宗为制衡李吉甫，特意擢其为相。二人常在御前争论，唐宪宗认为李绛耿直，常听从他的主张。后来，李吉甫又绘制《河北险要图》，呈献给唐宪宗。宪宗将地图挂在浴堂门壁上，每逢议论河北局势，都对李吉甫大加赞扬。</p> <p>　　元和八年（813年），回鹘越过大漠，南攻吐蕃。朝廷得报，却认为回鹘表面声称讨伐吐蕃，真实意图是要入侵唐境。李吉甫道：“回鹘并未与朝廷断绝和好关系，南下目的不大可能是侵扰边境，我们只要加强戒备，则不足为虑。”他建议恢复自夏州至天德军之间的十一所驿站，以便传递边境军情，又征调夏州精骑五百人驻屯经略故城，以接应驿使，同时护卫党项部落。李吉甫又建议朝廷复置宥州，以防御回鹘，安抚党项。唐宪宗遂在经略故城重新设置宥州，隶属于绥银道，并征调鄜城九千神策军前往驻守。李吉甫又征调江淮地区的三十万件兵器与千余匹战马，补充给太原、泽潞两军，以加强唐朝北部边防。</p> <p><strong>暴病去世</strong></p> <p>　　元和九年（814年），淮西节度使吴少阳病逝，其子吴元济请求袭任。李吉甫认为淮西镇（治今河南汝南）深处内陆，四周又无党援，不宜效仿河朔三镇父死子继的惯例，主张趁机出兵夺取淮西。唐宪宗赞同他的意见，便让他策划征伐淮西之事。</p> <p>　　同年十月，李吉甫暴病去世，时年五十七岁。唐宪宗闻讯伤悼，派宦官前去吊唁，在按惯例馈赠之外，又从内库拿出绢帛五百匹以抚恤其家属，并追赠他为司空。太常博士为李吉甫拟谥号为敬宪，度支郎中张仲方却表示反对，认为谥号过于美化。宪宗大怒，贬斥张仲方，赐李吉甫谥号为忠懿。</p><br/><h2>主要成就</h2> <p><strong>行政</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>在元和年间两次担任宰相，共计三年七个月，被誉为“元和名相”。他的政绩主要有：</p> <p>　　抑制藩镇：加强藩镇所属州郡的权力；平定镇海李锜叛乱；调换藩镇节帅；将普润军划归泾原；策划征讨淮西（未完成便病逝）。</p> <p>　　打击宦官：削去宦官对宗室诸女的婚配管理权。</p> <p>　　整顿吏治：裁汰冗杂官吏；减低百官俸禄。</p> <p>　　巩固边防：恢复边境驿站；屯兵经略故城；增置宥州；为边军补充战马兵器。</p> <p><strong>学术</strong></p> <p>　　李吉甫著有《元和郡县图志》，叙述全国政区的建置沿革、山川险易、人口物产，以备唐宪宗制驭各方藩镇之用。</p> <p>　　《元和郡县图志》的名称有多种记载，《旧唐书·李吉甫传》《旧唐书·宪宗本纪》作《元和郡国图》，李吉甫所作《元和郡县图志·自序》及《新唐书·艺文志》作《元和郡县图志》，南宋时期因图已亡佚，改称《元和郡县志》。</p> <p>　　《元和郡县图志》是中国现存最早的一部地理总志，书成于元和八年（813年），次年又作补充。全书首起京兆府，末尽陇右道，共四十七镇，每镇篇首有图。而今仅存残本，第十九、二十、二十三、二十四、二十六、三十六诸卷已佚，第十八卷和第二十五卷缺一小部分。<br> <br>　　《元和郡县图志》继承和发展了汉魏以来地理志、图记、图经的优良体例传统，对各项地理内容作了翔实的记载，又在府州下增加府境、州境、八到、贡赋等项内容，这是以往地理志、地理总志所没有的，是李吉甫的独创，这个创新为后来的地理志、地理总志所效法。</p><br/><h2>轶事典故</h2> <p><strong>置怨结欢</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1580.aspx\">陆贽</a>执政时，怀疑<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>结交朋党，将他贬为明州长史。后来陆贽遭到裴延龄的构陷排挤，被贬谪忠州。裴延龄欲加害陆贽，便起用李吉甫为忠州刺史，陆贽的兄弟门人为此担忧不已。李吉甫却不记前仇，以对待宰相的礼节对待陆贽，与他相处甚欢。陆贽起初感到羞愧恐惧，后来逐渐与李吉甫结为至交。时人都对李吉甫的器量敬重不已，但李吉甫也因此六年未得升迁。</p> <p><strong>吉甫问卜</strong></p> <p>　　李吉甫贬官东南时，曾让擅长占卜的袁隐居推算自己的官职运数。袁隐居道：“您可以做到将相，寿数为九十三。”李吉甫道：“我的先辈中从没有能活到七十的，我也不敢奢望能活到九十三。”袁隐居道：“按照占算出来的命数，就是九十三。”后来，李吉甫果然出将入相，两居宰辅，节度淮南。他在五十六岁时去世，当时是元和九年十月三日，恰好符合九十三之数。</p> <p><strong>劾贬奸吏</strong></p> <p>　　元和初年，中书主书滑涣勾结知枢密刘光琦。刘光琦与宰相意见发生分歧时，常让滑涣传达自己的意图，常能达到愿望。宰相杜佑、<a href=\"http://so.gushiwen.org/author_2961.aspx\">郑絪</a>等人都低声下气，用友好的态度对待滑涣。<a href=\"http://so.gushiwen.org/author_1861.aspx\">郑余庆</a>当面斥责滑涣，不久便被罢去相位。各地官员对滑涣都争相贿赂。李吉甫担任中书舍人时，弹劾滑涣肆意专权。唐宪宗搜到滑涣罪状，将他贬死雷州，并抄没其家，竟多达数千万贯。</p> <p><strong>惟在进贤</strong></p> <p>　　唐宪宗任命李吉甫为宰相。李吉甫闻讯泪下，对中书舍人裴垍道：“吉甫飘泊江淮十五年，穷困失意，如今竟被拜为宰相。我能报答朝廷恩德的，只有引进贤明之士，但我对朝廷后进少有接触。您善于识别人才，希望您能向我讲出您的意见。”裴垍当即开列了三十多人的名单。李吉甫在数月内，将这些人均加以任用。时人都认为他用人得当。</p> <p><strong>劝谏宪宗</strong></p> <p>　　吐蕃曾遣使入朝，请求结盟。李吉甫谏道：“德宗年间之所以与吐蕃结盟，是因为可以借此牵制南诏。而如今异牟寻归国，南诏与朝廷友好，吐蕃不敢犯塞。朝廷若与吐蕃结盟，可能会使南诏怨望，南部边界恐难保安宁。”唐宪宗遂拒绝吐蕃的结盟请求。</p> <p>　　唐宪宗欲将濠州、泗州交还给徐州节度使张愔管辖。李吉甫谏道：“泗州背倚淮河，濠州则有涡口险要，此前交给张建封，让朝廷处于被动。如今张愔是被徐州军士拥立，虽对朝廷有善意，但他恐怕掌控不了部下的骄兵悍将。若再让他据有淮河、涡口，让他扼制东南要冲，朝廷将来恐有大忧。”宪宗遂作罢。</p> <p>　　京城僧人的庄田、水硙有免税的权利。李吉甫谏道：“钱米所征税赋，向来都有定额。僧人有余力而宽免，却摊配给贫穷而无处求助的百姓，一定不能允许。”唐宪宗遂免去僧人的免税权。</p> <p>　　唐德宗曾为义阳公主在墓所起建祠堂一百二十间，耗费钱财数万。永昌公主死后，唐宪宗命按照义阳公主一半的规格，为她起建祠堂。李吉甫谏道：“德宗权宜之举，不能循为常法。从前汉章帝欲在父祖皇陵起建祠堂，东平王刘苍表示反对。不合礼制的事情，君主应当慎重，陛下还不如酌量设置守墓民户。”宪宗道：“我也认为这样做太繁琐浪费，这才减掉一半，果然你也这么看。但我也不愿将百姓编入墓户，还是让官户来守墓吧。”李吉甫拜贺。宪宗又道：“只要有不合适的你就直接对我说，不要以为我不能实行。”</p> <p><strong>李氏三相</strong></p> <p>　　赵郡李氏有东南西三祖房，元和年间，三房各有一人被拜为宰相。南祖房是李藩，东祖房是李绛，而西祖房则是李吉甫。巧合的是，三人在各自房支中都排行第三。</p> <p><strong>父子同命</strong></p> <p>　　李吉甫五十一岁时出镇淮南，五十四岁被征召回朝，再次拜相。而其次子<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>出镇淮南，入朝复相的年龄都与他一模一样。</p><br/><h2>家庭成员</h2> <p>父亲：李栖筠，曾任御史大夫，封赞皇县子。</p> <p>兄长：李老彭，曾任侍御史。</p> <p>儿子：李德修，历任膳部员外郎、舒湖楚三州刺史。</p> <p>儿子：<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>，唐武宗朝宰相，官至太尉，封卫国公。</p>"
}