{
  "id": 349,
  "star": 649,
  "name": "李贺",
  "image": "http://img.gushiwen.org/authorImg/lihe.jpg",
  "dynasty": "唐代",
  "desc": "李贺（约公元791年-约817年），字长吉，汉族，唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室郑王李亮后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。著有《昌谷集》。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。有“‘太白仙才，长吉鬼才’之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。",
  "content": "<h2>人物生平</h2> <p><strong>宗室王孙<br></strong>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>于唐德宗贞元六年（公元790年），出生于福昌县昌谷（今洛阳宜阳县三乡）一个破落贵族之家，远祖是唐高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>的叔父李亮（大郑王），属于唐宗室的远支，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>执政时大量杀戮高祖子孙，到李贺父亲李晋肃时，早已世远名微，家道中落，隐沦昌谷。李贺对自己有李唐宗室高贵血统这一点十分自豪，在他的降里一再提起：“唐诸王孙李长吉”、“宗孙不调为谁怜”、“为谒皇孙请<a href=\"http://so.gushiwen.org/author_322.aspx\">曹植</a>”。但实际上，他这个“宗室王孙”恐怕连大郑王房的嫡脉也不是，至少是家道早就衰落了。</p> <p>　　李贺自述家境时说：“我在山上舍，一亩嵩硗田。夜雨叫租吏，舂声暗交关。”（《送韦仁实兄弟入关》）父亲李晋肃，早年被雇为“边上从事”。大历三年（768）去蜀任职，曾与表兄<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>相遇于公安，“漂泊”一生，到李贺出生的贞元年间，晋肃稍得升迁，任陕县令，但不久老死。母亲郑氏，生一女二子，长守昌谷。大女出嫁后，家境愈贫寒。李贺兄弟二人外出谋生，欲饱肌腹。“欲将千里别，特此易斗粟”（《勉爱行二首送小季之庐山》），凄凉之状，于此可见。</p> <p>　　李贺自幼体形细瘦，通眉长爪，长相极有特征。他才思聪颖，七岁能<a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>，又擅长“疾书”。相传贞元十二年（公元796）李贺正值七岁，<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、皇甫湜造访，李贺援笔辄就写就《高轩过》一诗，韩愈与皇甫湜大吃一惊，李贺从此名扬京洛[10-12] 。年纪稍长，李贺白日骑驴觅句，暮则探囊整理，焚膏继晷，十分刻苦。<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>作《小传》云：“恒从小奚奴，骑巨驴，背一古锦囊，遇有所得，即书投囊中，及暮归，太夫人使婢受囊出之，所见书多，辄曰：‘是儿要当呕出心乃已耳！’”。贞元二十年（804年），十五岁的李贺就已经誉满京华与<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>齐名了。</p> <p>　　唐顺宗永贞元年（805年），李贺十六岁，当年顺宗带病继位（中风），任用王叔文、韦执谊等除弊革新，史称永贞革新。八月宦官俱文珍勾结贵族官僚改元永贞，逼顺宗称病退位，新政遂败。次年，顺宗病亡。唐人（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等）在诗文中有影射，指称顺宗并非病故，而是遇害而死。李贺成年后，得知此事，做《汉唐姬饮酒歌》讽刺。</p> <p><strong>仕途失意<br></strong>　　唐宪宗元和二年（公元807年），李贺十八岁岁左右，即已诗名远播，元和三、四年间（公元808～809年），李贺写《雁门太守行》谒韩愈，又闻韩愈在洛阳，李贺往谒。据说，韩愈与皇甫湜曾一同回访，贺写了有名的《高轩过》诗。本可早登科第，振其家声，但“年未弱冠”，即遭父丧。当时，服丧“务必以三年全期为限，所以直到元和五年（810年）韩愈才与李贺书，劝其举进士。该年初冬，二十一岁的李贺参加房式主持，韩愈参与组织的河南府试，作《河南府试十二月乐词并闰月》，并一举获隽，年底即赴长安应进士举。可是“阖扇未开逢猰犬”，妒才者放出流言，谓李贺父名“晋肃”、“晋”与“进”犯“嫌名”。尽管韩愈“质之于律”“稽之于典”为其辩解，终无可奈何，李贺不得不愤离试院。元和三年（公元808年）春，十九岁的李贺离京返回昌谷，作《出城》，当年十月间，再次西入长安。经停洛阳，韩愈、皇甫湜到访慰藉落第之人，李贺作《高轩过》答谢。十月十四日，李贺在洛阳仁和里坊的宅院中，与前辈话别，作《仁和里杂叙皇甫湜》。</p> <p>　　元和五年（810年），这一年李贺二十一岁，韩愈调为河南令（河南府，治所洛阳），有诗《燕河南府秀才》，诗中有“惟求文章写，不敢妒与争”。可能是感怀此前李贺的不幸遭遇，诫勉本届考生。</p> <p>　　未能参加进士考试，对李贺打击甚重，他曾写了不少抒愤之诗，当年回到昌谷。大约因其为李唐宗室的后裔，又有韩愈为之推奖，元和六年（811年）五月，李贺又返回长安，经宗人推荐，考核后，父荫得官，任奉礼郎，从九品。从此，“牢落长安”长达3年，为官3年间，李贺亲身经历，耳闻目睹了许多事情，结交了一批志同道合的朋友，对当时社会状况有了深刻的认识。个人生活虽不如意，却创作了一系列反映现实、鞭挞黑暗的诗篇。虽然此间心情“瞧悴如刍狗”，但增长了生活阅历，扩充了知识领域，在诗歌创作上大获丰收。所谓贺诗“深刺当世之弊，切中当世之隐”（清姚文燮语），大多数作品就产生在这一时期。他在中唐诗坛乃至整个唐代文坛的杰出地位，应该说主要是这一时期写下的近60首作品奠定的。</p> <p><strong>晚年漂泊<br></strong>　　由于迁调无望，功名无成，哀愤孤激之思日深。加之妻又病卒，李贺忧郁病笃，元和八年（813年）春告病回昌谷休养了一段时日。但他不甘沉沦，又举足南游，希望在南楚或吴越一展才华。离长安时，他的友人无可和尚（青龙寺高僧）也曾写过一首《送李长吉之任东井》的诗，预祝他南游成功，但结果大约也不妙。“九州人事皆如此”，他折回洛阳，告别长辈皇甫湜等亲友，同年十月十四日又西进长安。元和九年（814年），他决然辞去奉礼郎之职，重回昌谷“归卧”。然后取道宜阳、洛阳、经河阳，入太行，过长平、高平，于深秋到达潞州（今山西长治市）。此后在潞州张彻的荐举下，做了3个年头的幕僚，为昭义军节度使郗士美的军队服务，帮办公文。元和十一年（816年），因北方藩镇跋扈，分裂势力猖獗，郗士美讨叛无功，告病到洛阳休养，友人张彻也抽身回长安。李贺无路可走，只得强撑病躯，回到昌谷故居，整理所存诗作，不久病卒，时年二十七岁。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的小布袋究能装得下多少好<a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>。</p> <p>　　明代著名思想家李卓吾在评论《水浒传》时曾指出：“非世上先有是事，即令文人面壁九年，呕血十石，亦何能至此哉！”①这里所说“呕血”一事，跟晋代大名士<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>因他母亲丧逝而喝酒二斗后，便大哭起来并“因吐血”之事大为不同。②李卓吾所用的典故，正是唐人<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>所写《李长吉传》里的李贺少年写诗故事。</p> <p>　　李贺天才早熟，他在七岁时便写得一手好诗文，而且当即就名动京城。其时担任吏部员外郎的大文豪<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>及侍郎皇甫湜听说有这种奇事后，开始还不大相信，说：“要是古人，那还罢了；而今天居然有这样的奇人，那我们怎么能失之交臂呢？”说罢，二人便联袂着要去探访个究竟了。</p> <p>　　见到李贺还是个小不点儿的孩子时，两位大人当即遂出题让他写作，以便验证李贺到底有无真才实学。这李贺却也并不惊慌，向两位大人深施一礼，然后便援笔写了一首在文学史足以流传的名作《高轩过》，这首古诗说的是：</p> <p>　　华裾织翠青如葱，金环压辔摇玲珑。</p> <p>　　马蹄隐耳声隆隆，入门下马气如虹。</p> <p>　　云是东京才子，文章巨公。</p> <p>　　二十八宿罗心胸，元精耿耿贯当中。</p> <p>　　殿前作赋声摩空，笔补造化天无功。</p> <p>　　庞眉书客感秋蓬，谁知死草生华风？</p> <p>　　我今垂翅附冥鸿，他日不羞蛇作龙！</p> <p>　　韩愈他们见李贺诗中所展现出来的那种自信和渊博，谦虚和恭敬，是他们很久都没有见到过的，当即便惊喜万分地对之夸赞不已：“天才，天才！果然是名不虚传哪！”从此，李贺的诗名传遍天下。！”在离开时，他们还热忱地邀请李贺到他们府第中作客。经过这次来访，李贺的诗名遂越发大了。但许多嫉妒李贺的人说他父亲名字叫“李晋肃”，其中的“晋”跟进士的“进”同音，那是“家讳”，是不能去参加进士考试的；这害得大文豪韩愈写了一篇著名的《讳辨》来为之辨解。然而，李贺此后的仕途竟因这些小人的恶意中伤，终究没能去参加进士考试，从而埋下了他一生生活中那辛酸和贫困的因子。</p> <p>　　但李贺的写作状态却是使人感慨以至于赞叹的。他写诗不急着立题，而是先要到生活中去发现题材，挖掘题材。他经常骑着一匹瘦马，带着家中的小童子，边走边思索，一旦有了好句子或是来了灵感，他便把所想到的灵感火花急速记录下来，并把它们投进小童子所背负着的小锦囊里。一到家里，他连饭也来不及吃，遂从小锦囊里拿出他白天所投进去的断章零句，当即进行整理，并把它们写成一首首令人叫好的诗作。他母亲看到这种情况，既心疼又欣慰地说道：“唉，看来我这宝贝孩子写作时非要呕出心吐出血来，才肯罢休的呀！你怎么竟连饭也要忘记了去吃呢？”</p> <p>　　事实上，正是李贺全身心地投入到创作之中，所以他所创作的大量诗作都成为后人一再赞叹的对象。如：大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋！</p> <p>　　这首五言绝句，绝大多数人在小学时就已读到过的。而人们面对那些恶劣环境下的现实时，动辄就会说“这真是‘黑云压城城欲摧’呀！”至于以前有人对知名作家余秋雨进行攻击时所集纳的一本名叫《石破天惊逗秋雨》的书，如同上述列举的，究其实，这书名如同上述所引诗句也都是李贺诗作中的句子。由此可见，李贺诗篇的应用机率至今仍是很高的。而李贺之所以能有这么个令人欣喜的结果，跟他当年不是敷衍了事，而是进行“呕心沥血”的创作态度大有关系。</p> <p>　　李贺在长安时，居崇义里，与王参元、杨敬之、权璩、崔植等为密友，常偕同出游，一小奴骑驴相随，背一破锦囊。李贺有得诗句，即写投囊中，归家后足成完篇。母郑夫人常说“是儿要当呕出心乃已尔”。死前曾以诗分为四编，授其友沈子明。死后15年，沈子明嘱<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>写了序。人们出于对李贺的怀念，传说李贺临死时，见天帝派绯衣使者相召到天上白玉楼作记文；又传其母一夕梦见李贺，说他正为天帝作白瑶宫记文（李商隐《李贺小传》及张读《宣室志》）。昭宗时，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>上奏请追赐李贺进士及第，赠补阙、拾遗官职。但因宫廷发生事变，所奏被搁置。 李贺曾自编其集。有《李贺诗歌集注》。</p><br/><h2>年谱</h2> 公元790（唐德宗贞元六年） 1岁<br><a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>出生。<br>公元796（贞元十二年） 7岁<br>《唐摭言》载“七岁能辞章。<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、皇甫湜始闻未信。过其家，使贺赋<a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>，援笔辄就，如素构，自目曰《高轩过》，二人大惊，自是有名”。《新唐书》未考辨而引之、《太平广记》亦引之有“贺年七岁，以长短之歌名动京师。时韩愈、皇甫湜贤贺所业……”。<br>公元804（贞元二十年） 15岁<br>《新唐书》之《<a href=\"http://so.gushiwen.org/author_484.aspx\">李益</a>传》云：“益故宰相揆族子，于诗尤所长。贞元末，名与宗人贺相埒。”李益与李贺齐名之说可疑，李益年长李贺很多很多，成名已久。据闻一多先生：疑原意或仅谓二子皆以乐府见称；虽益成名在前，而贺才情匮，亦能比肩先辈。（朱自清《李贺年谱补记》）<br>公元805（唐顺宗永贞元年） 16岁<br>是年正月，顺宗带病继位（中风），任用王叔文、韦执谊等除弊革新，史称永贞革新。八月宦官俱文珍勾结贵族官僚改元永贞，逼顺宗称病退位，新政遂败。次年，顺宗病亡。唐人（<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>等）在诗文中有影射，指称顺宗并非病故，而是遇害而死。李贺成年后，得知此事，做《汉唐姬饮酒歌》刺之。<br>公元807（唐宪宗元和二年） 18岁<br>《幽闲鼓吹》载：贺以歌（《雁门太守行》）谒韩吏部（愈）。小说固难尽信，且存之。<br>丁外艰（父亡）疑在是年。失去主要经济来源，或是李贺少年赴试的原因之一。<br>参加河南府试，作《河南府试十二月乐词并闰月》，获“乡贡进士”资格。旋有与贺争名者毁之曰：“父名晋肃，子不得举进士。”韩愈为作《讳辨》。然贺终未能就礼部试，落第。<br>公元808（元和三年） 19岁<br>春，离京返回昌谷，作《出城》，有“卿卿忍相问”句，可知贺娶妻当在进京赴试前。<br>十月间，再次西入长安。经停洛阳，韩愈、皇甫湜到访慰藉落第之人，李贺作《高轩过》答谢。十月十四日，《仁和里杂叙皇甫湜》，后与前辈话别。至长安，干谒请托无果。<br>公元809（元和四年） 20岁<br>春，经宗人推荐，考核后，父荫得官，任奉礼郎，从九品。居长安，为官3年间，李贺亲身经历，耳闻目睹了许多事情，结交了一批志同道合的朋友，对当时社会状况有了深刻的认识。个人生活虽不如意，却创作了一系列反映现实、鞭挞黑暗的诗篇。<br>李贺之妻或亡于这三年间。<br>公元810（元和五年） 21岁　这一年，韩愈为河南令，有诗《燕河南府秀才》，诗中有“惟求文章写，不敢妒与争”。可能是感怀此前李贺的不幸遭遇，诫勉本届考生。<br>公元812（元和七年） 23岁<br>春，送落第友人沈亚之回乡，作《送沈亚之歌》。后以病辞官，归昌谷。<br>公元813（元和八年） 24岁<br>六月末，前往潞州，投友张彻。未见重于昭义军节度使郗士美，寄人篱下近2年。<br>公元815（元和十年） 26岁<br>春，别张彻，南下和州访十四兄。恰逢其时，吴元济据蔡州，反。朝廷进剿，兵乱，李贺归途遇阻，遂南下，游历江浙一带。<br>公元816（元和十一年） 27岁<br>淮西兵乱稍解，李贺北归返家，不久病故。<br/><h2>诗词特点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a><a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>受楚辞、古乐府、齐梁宫体、李杜、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>等多方面影响，经自己熔铸、苦吟，形成非常独特的风格。李诗最大的特色，就是想象丰富奇特、语言瑰丽奇峭。长吉上访天河、游月宫；下论古今、探鬼魅，他的想象神奇瑰丽、旖旎绚烂。长吉刻意锤炼语言，造语奇隽，凝练峭拔，色彩浓丽。他的笔下有许多精警、奇峭而有独创性的语言。如“羲和敲日玻璃声”（《秦王饮酒》）、“银浦流云学水声”（《天上谣》）、“玉轮轧露湿团光”（《梦天》）等匪夷所思的奇语，比比皆是。可以说，尚“奇”是长吉所处的时代、特别是他的良师益友韩愈所代表的韩孟诗派共同的追求。他也有不少明快易懂的作品，如《勉爱行》、《感讽五首》其一、《京城》、《嘲少年》等。与“诗仙”<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，“诗圣”<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，“诗豪”<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>，“诗魔”<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>一样，另有四字真言，鬼、泣、血、死，故被称为\"诗鬼\"。</p> <p>　　长吉诗的另一大特点就是较多地写古体诗、写乐府，很少写当时流行的近体诗，现存诗作无一首七律。李贺在乐府诗的继承和创新方面作出了杰出贡献，借古寓今，或讽或叹，灵活多变，涣然有新意。在同时代的“元白”、“张（籍）、王（建）”两派乐府外，别开境界，独树一帜。他特别擅长短篇，如《天上谣》、《梦天》、《帝子歌》等，是后人称为“长吉体”的代表作。在唐代，<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>、<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的古诗，就是走李贺所开辟的道路。宋人<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>、<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>、谢翱、<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>，元人<a href=\"http://so.gushiwen.org/author_545.aspx\">萨都剌</a>、<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>，明人<a href=\"http://so.gushiwen.org/author_354.aspx\">汤显祖</a>，清人<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>、黎简、<a href=\"http://so.gushiwen.org/author_648.aspx\">姚燮</a>，都受到李贺诗的影响。</p> <p>　　<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>（《李长吉歌诗叙》）赞之为“骚之苗裔。”<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>（《唐诗评选》）说：“长吉于讽刺，直以声情动今古”，“真与供奉（李白）为敌。”毛先舒《诗辨坻》说：“大历以后，解乐府遗法者，惟李贺一人。设色浓妙，而词旨多寓篇外。刻于撰语，浑于用意。”薛雪（《一瓢诗话》）认为：“唐人乐府，首推李、杜，而李奉礼、温助教（即温庭筠），尤益另炷瓣香。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>（《唐诗别裁集》）：“依约楚辞，而意取幽奥，辞取环奇。”高棅称他为“天纵奇才”（《唐诗品汇》）；姚文燮以为他“力挽颓风”（《昌谷集注凡例》）；黎简甚至说：“论长吉每道是鬼才，而其为仙语，乃李白所不及”。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>先生同情李贺的不幸，且“年轻时较爱读唐朝李贺的诗”，在他手书古人的诗文中，李贺是最多的一位。毛泽东主席与陈毅元帅探讨诗词时也曾说：“李贺的诗很值得一读，不知你有兴趣否？”（《致陈毅》）</p> <p>　　毋庸讳言，李贺的诗也有不少缺点。一方面由于过分雕琢求奇，有的作品语意晦涩、堆砌词藻，艺术形象欠完整，情思脉络欠连贯。杜牧含蓄地说：“贺能探寻前事，所以深叹恨古今未尝道者，如《金铜仙人辞汉歌》、《还自会稽歌》，求取情状，离绝远去笔墨畦径间，亦殊不能知之。”钱钟书评曰：“长吉穿幽入仄，惨淡经营，都在修辞设色，举凡谋篇命意，均落第二义。”《谈艺录》另一方面由于李贺仕进无路，体弱多病，尽管是一个青年诗人，术特色李贺的诗想象力丰富，意境诡异华丽，常用些险韵奇字，作品中出现的“死”字达20多个﹐“老”字达50多个，风格同唐朝其他诗人迥然不同。他的诗作内容有一部分承袭了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《楚辞》中《山鬼》、《国殇》等篇的传统，如《神弦曲》、《雁门太守行》、《金铜仙人辞汉歌》等。另一部分则很有现实主义风格，如《老夫采玉歌》，反映了贫民生活的艰苦。同时他的诗中也流露出对好景不常、时光易逝的感伤情绪。贬李者说是“牛鬼蛇神太甚”（张表臣《珊瑚钩诗话》），甚至认为是“诗之妖”（潘德舆《养一斋诗话》）。<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>用一个“过”字来简要概括长吉诗，还是很有道理的。 </p><br/><h2>诗作概览</h2> <p>　　<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>一生，以<a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>为业。他的《高轩过》赞<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>和皇甫湜的诗文“笔补造化天无功”，也可以作为他的自我评赞。他的诗，包括四方面内容：</p> <p>　　（1）讽刺黑暗政治和不良社会现象。他写这类作品，有一定的现实基础。早年家居昌谷，邻近洛阳到长安的大道，征调运输所必经，使他对人民所受重赋剥削，统治阶级所为淫奢恶行，有所见闻；后来京城羁旅，游历南北，贵族官僚的腐朽骄奢，宦官集团的乱政无能，藩镇割据的祸国殃民，贪官污吏的横行不法，下层人民的受苦受难，进一步激发诗人的愤慨。李贺所写这一类诗篇，所反映的社会生活相当广阔，有的是直陈时事，有的是借古刺今：①隐射抨击永贞宫变的，如《汉唐姬饮酒歌》；②批判唐宪宗沉湎迷信、追求长生的，如《仙人》《昆仑使者》《神弦》《苦昼短》《官街鼓》；③拥护中央集权、反对藩镇割据的，如《秦王饮酒》《雁门太守行》《古邺城童子谣效<a href=\"http://so.gushiwen.org/author_770.aspx\">王粲</a>刺<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>》《上之回》；④揭露藩镇祸国殃民的，如《猛虎行》《公出无门》；⑤ 反映权贵骄奢淫逸、好景不常的，如《荣华乐》《秦宫诗》《牡丹神曲》《夜饮朝眠曲》《贵公子夜阑曲》《嘲少年》《梁台古愁》；⑥讽刺宦官专权、乱政无能的，如《吕将军歌》《感讽五首》（其二）《感讽六首》（其二、四）；⑦反映边塞敌人侵扰、抗敌士兵艰苦生活的，如《摩多楼子》；⑧揭露统治阶级剥削压迫的，如《老夫采玉歌》《感讽五首》（其一）；⑨同情妃嫔悲苦生活的，如《宫娃歌》《堂堂》；⑩反映少数民族军事活动的，如《黄家洞》。</p> <p>　　（2）个人发愤抒情。李贺有积极用世的政治怀抱，虽然因仕途困厄，疾病缠身，存在“我当二十不得意，一心愁谢如枯兰”（《开愁歌华下作》）的消沉情绪，但也有许多诗篇反映对“臣妾气态间，唯欲承箕帚”的官宦生活不满，表现“天荒地老无人识”的不平；他也不甘沉沦，发出“男儿屈穷心不穷，枯荣不等嗔天公”，“少年心事当拏云，谁念幽寒坐呜呃”的豪言壮语，更满怀着“男儿何不带吴钩，收取关山五十州”的雄心壮志。《赠陈商》、《送沈亚之歌》《野歌》《致酒行》等正是这方面的代表作。</p> <p>　　（3）写神仙鬼魅的题材。长吉插上想象的翅膀，以奔放热烈的浪漫主义情怀，描摹神仙境界，王母娘娘、嫦娥等神话人物，银河、月宫等天国风光，出现在《天上谣》《梦天》等名作中，极尽奇丽谲幻之观。但长吉诗也有另一种鬼魅世界的可怕描述：“鬼灯如漆点松花”（《南山田中行》）、“鬼雨洒空草”（《感讽五首》其三）、“秋坟鬼唱鲍家诗，恨血千年土中碧”（《秋来》）、“百年老枭成木魅，笑声碧火巢中起”（《神弦曲》），这也是后人称其为“诗鬼”的重要原因。李贺诗中多仙境鬼域，一方面是因为他极度坎坷的人生有时令他极度的迷茫苦闷，然而更多的是体现他的朴素唯物主义思想。“东指羲和能走马，海尘新生石山下”（《天上谣》），“南风吹山作平地，帝遣天吴移海水。王母桃花千遍红，彭祖巫咸几回死？”（《浩歌》）等诗肯定了万事万物的变化，指出了沧海桑田、生老病死的自然规律。《神弦》、《苦昼短》等诗更是直接写出神鬼的虚诞，矛头直指不问苍生问鬼神的唐宪宗，抨击他一心追求长生不老的荒唐。<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>说：“梗莽邱陇，不足为其怨恨悲愁也”，“牛鬼蛇神，不足为其虚荒诞幻也”（《李长吉歌诗叙》），是对这类诗篇的总评。</p> <p>　　（4）咏物等其他题材。其中如《李凭箜篌引》《申胡子觱篥歌》《听颖师弹琴歌》等，通过“石破天惊”的奇特想象和比喻等手法，描绘音乐家的高超技艺和动人的音乐美，并抒发了作者的怀抱，给人以很深的感受。《杨生青花紫石砚歌》，赞颂了劳动人民巧夺天工的手工艺。《罗浮山人与葛篇》，描写织布老人织雨剪湘的绝技。还有《昌谷北园新笋四首》，借咏笋以赞美青春的活力；《马诗二十三首》（长吉属马），借咏马以反映现实政治，抒发作者的愤激心情。后两组诗并且运用了李贺不常用的绝句形式。这类诗总的表现了李贺诗题材的广度和思想的深度。而象《美人梳头歌》一类作品，则体现了作者对贵族妇女生活的态度（一说新婚燕尔描写自己的妻子）。 </p><br/><h2>故里</h2> <p>　　唐代著名<a href=\"http://so.gushiwen.org/author_349.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>的故里在当今宜阳县三乡乡的昌谷。</p> <p>　　宜阳三乡村东的连昌河源于陕县，自西北向东南穿谷而过，经洛宁县东北境入宜阳三乡，注入洛河，昌谷就在连昌河与洛河的汇合处，昌谷之名即以连昌河谷而得。旧《宜阳县志》载：“长吉（李贺）多才，栖息昌谷”。在李贺的诗歌中，有不少直接以昌谷为题的作品。据《南园十三首·其二》的“宫北田塍晓气酣”句，宫即连昌宫，为唐高宗显庆三年（658年）建，又有玉阳宫、兰昌宫之称。连昌宫的遗址，就在连昌河谷，李贺的故宅离连昌宫不远。西有“汉刹云山”（光武庙），南有女几山隔河相望，有名的五花寺塔矗立于连昌河西岸。当年的众多权贵名人，如<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>、唐玄宗、<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>、<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>等，在这里都有吟咏唱和的诗文。 </p>"
}