{
  "id": 3131,
  "star": 1,
  "name": "朱元璋",
  "image": "http://img.gushiwen.org/authorImg/zhuyuanzhang.jpg",
  "dynasty": "明代",
  "desc": "大明太祖高皇帝朱元璋（1328年—1398年6月24日），字国瑞原名重八，后取名兴宗，濠州钟离人（今安徽凤阳），明朝开国皇帝。朱元璋聪明而有远见，神威英武，收揽英雄，平定四海，纳谏如流，求贤若渴，重农桑，兴礼乐，褒节义，崇教化，制定的各种法规都很相宜，前所未有。但他性格严明，晚年偏好诛杀，使得一代开国元勋很少有善始善终者，这是他的缺点。",
  "content": "<h2>人物生平</h2> <p>　　<strong>出身布衣</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>生长在濠州钟离孤庄村的一个贫农家庭，其父为朱世珍，母为陈氏。天历元年（1328年）朱元璋出生，家里排行第四，家族兄弟排行第八，所以叫朱重八，后改名朱元璋。根据他自己写的《朱氏世德碑》碑文记载：朱元璋这一朱姓宗族，出自金陵之句容（江苏省句容），家住朱家巷，地属通德乡，朱元璋以上几代人都以农业为生。</p> <p>　　他的父亲和祖父以及曾祖父等数辈人都是拖欠税款者，在淮河流域到处躲债，想找一个地方做佃户，能过仅能糊口的生活。他在兄妹中是大难不死的最小的孩子，除了最大的孩子外，其余孩子都因无力抚养而送人或嫁出。</p> <p>　　由于家里贫困无法读书，朱元璋从小就给村里的地主放牛为生。</p> <p>　<strong>　反元斗争</strong></p> <p>　　●加入义军</p> <p>　　元朝压榨百姓，民分为四等，民族矛盾尖锐，蒙古人统治下的汉人、南人是贱民。蒙古人无需劳动就可以享有汉人和其他民族的所有财产，杀一个南人只需罚交一头毛驴价钱。汉人甚至连姓名都不能有，只能以出生日期为名，不能拥有铁器，连一把菜刀也必须几家合用。赋役沉重，再加上灾荒不断，广大民众在死亡线上挣扎。</p> <p>　　1343年，濠州发生旱灾，次年春天又发生了严重的蝗灾和瘟疫，不到半个月，他的父亲，大哥以及母亲先后去世。只剩下朱元璋和二哥，家里又没钱买棺材，甚至连块埋葬亲人的土地也没有，邻居刘继祖给了他们一块坟地。兄弟二人找了几件破衣服包裹好尸体，将父母安葬在刘家的土地上。为了活命，朱元璋与他的二哥、大嫂和侄儿被迫分开，各自逃生。 </p> <p>　　朱元璋在走投无路之下，就去投奔了皇觉寺的高彬和尚，剃度为僧做了小行童。他在寺里每日扫地、上香、打钟击鼓、烧饭洗衣，还受到老和尚斥责。不久，当地闹饥荒，寺里得不到施舍，主持只好罢粥散僧，打发和尚们云游化缘。这样，年仅17岁的朱元璋才也只好离开寺院托钵流浪。[35] </p> <p>　　朱元璋边走边乞讨，他从濠州向南到了合肥，然后折向西进入河南，到了固始、信阳，又往北走到汝州、陈州等地，东经鹿邑、亳州，于1348年又回到了皇觉寺。在这流浪的三年中，他走遍了淮西的名都大邑，接触了各地的风土人情，见了世面，开阔了眼界，积累了社会生活经验。艰苦的流浪生活铸就了朱元璋坚毅、果敢的性格，但也使他变得残忍、猜忌。这段生活对朱元璋的一生产生了深远的影响。而在外云游的三年，也正是元末农民起义风起云涌的时期。社会上广泛流传着“明王出世，普度众生”的说法，北方的白莲教也在进行同样的宣传。朱元璋在流浪中，也接触到这样的宣传。民族矛盾以及阶级矛盾日益激化，再加上天灾频繁，走投无路的贫苦农民铤而走险。至正十一年（1351年）五月，韩山童、刘福通在颍州揭竿而起，士兵们头裹红巾，号称“红巾军”，并推韩山童为明王。接着，徐寿辉起于蕲州，李二、彭大、赵均用起于徐州。几个月之间，各地纷纷响应。第二年正月十一日，定远土豪郭子兴联合孙德崖等人起兵，数万百姓起而响应。郭子兴聚众烧香，成为当地白莲会的首领。二月二十七日，起义军攻下濠州后，郭子兴自称元帅。随后，郭子兴据濠州而坚守，号令彰明。 </p> <p>　　朱元璋收到儿时伙伴汤和的来信，邀请他参加郭子兴的义军。恰在此时，他的师兄秘密告诉他，说有人知道此信，要去告密。于是，朱元璋去投奔郭子兴的红巾军。这一年，朱元璋25岁。 </p> <p>　　●成长之路</p> <p>　　朱元璋入伍后，作战勇敢，机智灵活，粗通文墨，很快得到郭子兴的赏识，于是把朱元璋调到帅府当差，任命为亲兵九夫长。朱元璋精明能干，处事得当，打仗时身先士卒，获得的战利品全部都上交郭子兴元帅，得了赏赐，又说功劳是大家的，就把赏赐分给大家。不久，朱元璋在部队中的好名声传播开来。郭子兴也把他视作心腹知己，有重要事情总是和朱元璋商量。当时郭子兴有一养女，是其至交马公的女儿。马公死后，他最小的女儿便由郭子兴收养。郭子兴见朱元璋是个人才，于是便把养女马氏嫁给了朱元璋，从此军中改称他为朱公子，朱元璋另起了正式名字元璋，字国瑞。</p> <p>　　当时的濠州城中，红巾军有五个元帅。郭子兴一派，孙德崖与其他三个元帅一派，两派之间矛盾重重。这年九月，徐州红巾军主将芝麻李被元军杀害，其部将彭大和赵均用率兵到了濠州，彭大与郭子兴交好，而孙德崖等人则拉拢赵均用。在孙德崖的鼓动挑拨下，赵均用绑架了郭子兴，并将郭子兴弄到孙家毒打一顿，准备杀掉他。朱元璋闻讯后，在彭大的支持下，率兵救回了郭子兴。从此，两派结怨更深了。</p> <p>　　朱元璋见濠州城诸将争权夺利，决心依靠自己的力量，开创新局面。至正十三年（1353年）六月中旬，朱元璋回乡募兵，少年时的伙伴徐达、周德兴、郭英等和同村邻乡的熟人听说朱元璋做了红巾军的头目，纷纷前来投效。于是很快就募兵七百多人，回到濠州，郭子兴十分高兴，就提升朱元璋做了镇抚。</p> <p>　　这年冬天，彭大的儿子彭旱住自称鲁淮王，赵均用自称永义王，而郭子兴等仍是元帅。朱元璋见这些人半年没出濠州城，于是他从自己招募的新兵中挑选了心腹徐达、汤和等二十四人离开濠州，南略定远。在南略定远途中，朱元璋先招抚了张家堡驴牌寨民兵三千人，后又招降了豁鼻子秦把头的八百人。统率着这支队伍，朱元璋向东进发，乘夜攻破定远横涧山的元军营地，元帅缪大亨投降。朱元璋从降军中挑选了精壮汉人二万人编入了自己的队伍，并南下滁州。</p> <p>　　在南下滁州途中，定远名人李善长求见。李善长和朱元璋一见如故，李善长以汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>为例劝说朱元璋：只要效法刘邦知人善任，不乱杀人，很快便可平定天下。朱元璋认为很有道理，于是留李善长做了幕府书记，并嘱咐李善长好好协调将领间的关系，共创大业。朱元璋很快攻下了滁州，其亲侄儿朱文正、姐夫<a href=\"http://so.gushiwen.org/author_2463.aspx\">李贞</a>带着外甥保儿（后取名李文忠）前来投靠。从他们口中，朱元璋得知二哥、三哥、姐姐都去世了。其时还有定远孤儿沐英，于是，朱元璋就将这三个孩子收作养子，改姓朱。后来，朱元璋又收养了二十几个义子。 </p> <p>　　在朱元璋进攻滁州时，郭子兴受到赵均用、孙德崖等人的排挤，所以，朱元璋攻下滁州城不多久，郭子兴也来到了滁州。朱元璋立即交出兵权，三万人的队伍，纪律严明，军容肃整，郭子兴见了十分欢喜。 </p> <p>　　至正十六年（1355年），朱元璋一举攻克了和县。郭子兴即刻任命朱元璋为总兵官，镇守和州。一次，朱元璋外出，看到一个小孩在哭，朱元璋问他为什么哭，答说是等父亲。朱元璋仔细一询问才知道，原来孩子的父亲和母亲都在军营，父亲在营中养马，母亲和父亲不敢相认，只好以兄妹相称。朱元璋意识到，部队军纪存在问题，他们攻破城池后，扰民滋事，掳掠妇女，这样下去，部队将失去民心。于是，朱元璋召集众将，申明纪律，下令归还军中有夫之妇，让城中许多被拆散的夫妻团圆。此事广为传颂，朱元璋深得民心。 </p> <p>　　此年中，郭子兴病逝，小明王韩林儿任命郭子兴的儿子郭天叙为都元帅，妻弟张天佑为右副元帅，朱元璋为左副元帅。名义上，都元帅是军中之主，右副元帅的地位也比左副元帅高。但是滁州和和州的军队，多是由朱元璋招募收编的，而且朱元璋比郭天叙和张天佑有勇有谋，并且手下又有人才。所以，朱元璋事实上成了这支队伍的主帅。</p> <p>　　朱元璋在浙西驻扎6年，借助覆船山为中心的秘密明教总舵，奉行徽州谋士朱升提出的“高筑墙，广积粮，缓称王”的策略，迅速秘密扩张自己的实力，这三条战略是朱元璋发展初期的指导思想。</p> <p>　　●决胜策略</p> <p>　　朱元璋在和州驻守几个月后，粮食供应成了问题。与和州相对，紧靠长江南岸的太平、芜湖是盛产稻米的地方，但是没有船只。这时恰好两支红巾军的巢湖水军前来归附，朱元璋亲自处理合并事宜。七月间，巢湖水军千余只战舰突破元军封锁抵达和州。朱元璋的步马军登上巢湖水军的船只，从和州东渡长江。到达对岸的采石，常遇春率军冲杀，攻克采石，获得大量粮食。将士想把粮食和战利品运回和州慢慢享用。见此，朱元璋果断地命人砍断船缆，任船顺流而下，断绝退路。将士们见无路可退，一鼓作气，在朱元璋率领下攻克太平。进入太平，朱元璋重申军纪，严禁掳掠，有个别兵士犯禁，立即处死，因此，朱元璋的军队受到当地百姓的拥护。朱元璋于是置太平兴国翼元帅府，自己做元帅，任命李善长为帅府都事。这样，朱元璋便开始了稳固根据地的工作。<br>　　至正十六年（1356年）三月，张士诚在长江三角洲地带发起攻势，进攻江南元军。乘此机会，朱元璋亲自统率水陆大军，第三次进攻集庆。在第三天，攻破城外的陈兆先军营，其部三万六千人归降朱元璋。但是，朱元璋看出降军心存疑虑，军心不定。于是朱元璋就从降军中挑选了五百名勇士当亲军，在夜里守卫，而自己身边，只留有亲兵统领冯国用一人。</p> <p>　　第二天，降军知道此事，都十分感动，疑虑全消，甘愿跟随朱元璋打天下。于是，战争进行得十分顺利，不到十天，朱元璋便攻下集庆。朱元璋进城后，下令安抚百姓，改集庆为应天府。小明王韩林儿获报后，升朱元璋为枢密院同佥，不久又升为江南等处行中书省平章。朱元璋在应天则设天兴建康翼大元帅府，以廖永安为统军元帅，李善长为左右司郎中。</p> <p>　　次年，耿炳文克长兴，徐达克常州，而朱元璋亲自率众攻取宁国。随后赵继祖克江阴、徐达克常熟。胡大海克徽州、常遇春克池州，缪大亨克扬州。[83] 至正十九年（1359年），朱元璋陆续攻占浙东余下各地，常遇春克衢州、胡大海克处州，至此朱元璋部控制江左、浙右各地，向西与陈友谅部相邻。 </p> <p>　　此时，尽管朱元璋拥有十万兵力，但是占有的地盘仍然很少，而且四面受敌。东面和南面是元军，东南是张士诚，西面是徐寿辉，虽然同是反元武装，但是张、徐二人同小明王却相互敌视。不过，北面小明王、刘福通率领的红巾军主力，大大牵制了元军，而且，张士诚、徐寿辉的力量还不足以兼并朱元璋。这样一来，朱元璋暂时面临着一个很好的发展机会。</p> <p>　　至正二十年（1360年），<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>被朱元璋请至应天（今南京），委任他为朱元璋的谋臣，刘基针对当时形势，向朱元璋提出避免两线作战、各个击破建策，被采纳。</p> <p>　　完成了高筑墙部署后，朱元璋便着手实行广积粮。在初期，军粮的解决主要是靠强征，即征收“寨粮”。但是长此以往，军队就会成为纯粹的破坏力量，失去民心。为了解决粮食问题，朱元璋除了动员百姓进行生产外，决定推行屯田法，大力开展军队屯田，任命元帅康茂才为都水营用使，负责兴修水利，又分派诸将在各地开垦种田。几年工夫，到处兴屯，府库充盈，军粮充足。在1360年，朱元璋下令不再征收“寨粮”，以减轻农民负担。 为了积粮，朱元璋明令禁酒，但是其手下大将胡大海的儿子胡三舍与别人违法犯禁，私自酿酒获利，朱元璋知道后，下令杀了胡三舍，有人进谏说胡大海此时正在攻打绍兴，希望朱元璋可以看在胡大海的面子上放了胡三舍。朱元璋大怒，坚决严明军纪，于是自己动手将胡三舍杀掉。</p> <p>　　在争取民心的同时，朱元璋还不断网罗人才，特别是知识分子，朱元璋在应天还专门修建了礼贤馆来接待他们。这些人在朱元璋统一全国的过程中起了重要作用。朱元璋十分尊重儒士，他曾在1358年召见儒生唐仲实，询问汉高帝、汉光武、唐太宗、宋太祖平定天下之道，这也表明朱元璋决心要开创一个新的皇朝。</p> <p>　　<strong>朱元璋统一江南</strong></p> <p>　　参见：朱元璋统一江南之战、朱元璋与张士诚两淮之战</p> <p>　　●大败陈友谅</p> <p>　　朱元璋建立以应天为中心的根据地，在长江上游有陈友谅，下游有张士诚，东南邻方国珍，南邻陈友定。方国珍、陈友定的目标在于保土割据，张士诚则对元朝首鼠两端，没有多大雄心；陈友谅最强，是朱元璋占领应天后遇到的最危险的敌人。[91] </p> <p>　　陈友谅本是徐寿辉手下大将倪文俊的部下。后来他杀死倪文俊，并于至正二十年（1360年）挟持徐寿辉，攻占了太平、采石。于是陈友谅以为应天唾手可得，就杀了徐寿辉，在采石称帝，国号汉，改元大义。</p> <p>　　接着，陈友谅约张士诚东西夹击应天，平分朱元璋的领地，应天大震。朱元璋只好召集众将商量对策，一时众说纷纭。惟有刘基默不作声，朱元璋于是征求他的意见，刘基认为目前最危险的敌人莫过于陈友谅，必须集中力量消灭他。虽然陈友谅势力强大，但是他杀君自立，部众离心，人民疲敝，故而不难战胜，只要等他们深入，再以伏兵击之，不难取胜。朱元璋同意刘基的判断，于是设计诱敌深入，制造战机。朱元璋的部将康茂才和陈友谅是老朋友，于是修书一封，派人送到陈友谅营中，约陈攻击应天，并说愿意在江东桥作内应。 </p> <p>　　六月二十三日早晨，陈友谅率舰队主力赶到应天郊外的江东桥，才发现桥是石桥而非木桥，方知受骗中计。但为时已晚，朱元璋的伏兵奋起攻击，陈友谅大败。朱元璋收太平，占领信州、安庆。陈友谅败逃九江，第二年八月攻下安庆，于是朱元璋率军直取陈友谅的老巢江州，陈友谅逃往武昌，朱元璋攻克江西和湖北东南部。 </p> <p>　　正在这时，中原红巾军发生分裂，力量削弱。至正二十三年（1363年）二月，张士诚乘人之危，派部将吕珍进攻安丰，刘福通向朱元璋求救。待到朱元璋率军赶到安丰时，刘福通已被吕珍杀死，朱元璋只救出小明王韩林儿，把他安排在滁州居住。朱元璋率主力营救小明王时，陈友谅认为反攻时机已到，于是率兵进攻洪都。朱元璋的侄子朱文正率领将士坚守八十五天。至正二十三年（1363年）七月，朱元璋统兵二十万，进发洪都，陈友谅获悉后，撤出围军，迎战朱元璋，双方在鄱阳湖展开决战。鄱阳湖水战从八月二十九日开始，至十月三日结束，进行了三十六天。朱元璋的军队充分发挥小船灵活的长处，火攻陈军，最终取胜，陈友谅被乱箭射死。</p> <p>　　至正二十四年（1364年）元旦，朱元璋被百官推举为吴王，建百官司属，仍以龙凤纪年，以“皇帝圣旨，吴王令旨”的名义发布命令。因1363年张士诚早已自立为吴王，故历史上称张士诚为东吴，朱元璋为西吴。</p> <p>　　至正二十四年（1364年）三月，朱元璋再次到武昌督兵攻城，陈理最终出城投降。在吞并了陈友谅后，朱元璋的下一个目标就是张士诚。</p> <p>　　●消灭张士诚</p> <p>　　张士诚早年贩卖私盐为业。元末发动盐徒起义，于1354年在高邮称诚王，建国号为周，建元天佑。1356年，建都平江。消灭陈友谅后，朱元璋于至正二十五年（1365年）十月进攻张士诚，一举攻下通州、兴化、盐城、泰州、高邮、淮安、徐州、宿州、安丰诸州县，将东吴的势力赶出江北地区。</p> <p>　　至正二十六年（1366年）五月，朱元璋发表檄文声讨张士诚。同年十一月，杭州、湖州先后投降朱元璋，平江成为孤城。于是朱元璋以重兵包围平江，发动平江战役。</p> <p>　　在围城的同时，朱元璋派廖永忠去滁州接小明王韩林儿到应天来，但在瓜州渡江时悄悄将船底凿漏，小明王沉于江底。接着，朱元璋宣布不再以龙凤纪年，称1367年为吴元年。</p> <p>　　平江战役开始时，朱元璋筑墙围城，并造有三层的木塔楼，高过城墙，以弓弩、火铳向城内射击，还设襄阳炮日夜轰击。城内一片恐慌，张士诚几次突围都以失败告终。张士诚反复无常，贪图享受，对部下也十分放纵。平江被围困的最后一天，张士诚弟弟张士信在城头督战，仍不忘享乐，坐在银椅上饮酒，左右侍奉的人递桃子给他，结果桃子还没到口，恰好一炮打来，脑袋被打得粉碎。朱元璋曾多次派人劝降，都被张士诚拒绝。张士诚死守平江，粮尽后，以老鼠、枯草为食；箭尽后，以屋瓦为弹。直至正二十七年（1367年）九月初八，朱元璋率军攻入平江城，张士诚则展开巷战相抵抗。最后，张士诚被俘，解往应天。朱元璋问话，他不搭理；李善长问他，他则破口谩骂。无奈，朱元璋只得命手下卫士以乱棍打死张士诚，东吴灭亡。</p> <p>　　●歼灭方国珍</p> <p>　　至正二十七年（1367年），朱元璋命汤和为征南将军，讨伐割据浙东多年的方国珍。后命胡廷瑞为征南将军，何文辉为副将军，进攻福建。同年，方国珍投降。</p> <p>　　<strong>朱元璋建立大明</strong></p> <p>　　至正二十七（1367年）十月甲子日，朱元璋命中书右丞相徐达为征虏大将军、平章常遇春为副将军，率军25万，北进中原。北伐中发布《谕中原檄》，文告中提出“驱逐胡虏，恢复中华，立纲陈纪，救济斯民”的纲领，以此感召北方人民起来反元。朱元璋对北伐又作出了部署，提出先取山东，撤除元朝的屏障；进兵河南，切断它的羽翼，夺取潼关，占据它的门槛；然后进兵大都，这时元朝势孤援绝，不战而取之；再派兵西进，山西、陕北、关中、甘肃可以席卷而下。北伐大军按计而行。徐达率兵先取山东，再西进，攻下汴粱，然后挥师潼关。朱元璋到汴梁坐镇指挥。</p> <p>　　洪武元年（1368年），朱元璋于南京称帝，国号大明，年号洪武。大封诸将为公侯，部份追封为王。初封六公，其中以五大将、一大臣为开国元勋。分别为：韩国公李善长、魏国公徐达、郑国公常遇春、曹国公李文忠、宋国公冯胜、卫国公邓愈。而后又追封胡大海为越国公、战死的丁德兴为济国公，汤和为信国公、冯国用封郢国公。次年，朱元璋于鸡鸣山立功臣庙，朱元璋亲定功臣位次，以徐达为首，次常遇春、李文忠、邓愈、汤和、沐英、胡大海、冯国用、赵德胜、耿再成、华高、丁德兴、俞通海、张德胜、吴良、吴桢、曹良臣、康茂才、吴复、茅成、孙兴祖凡二十一人。死者像祀，生者虚位。又以廖永安、俞通海、张德胜、桑世杰、耿再成、胡大海、丁德兴七人配享太庙。</p> <p>　　洪武元年（1368年）七月，各路大军沿运河直达天津，二十七日进占通州。八月，明军进逼北京，元顺帝带领三宫后妃、皇太子等开健德门逃出大都，经居庸关逃奔上都。弃城而走，全部逃往蒙古草原。其余库库帖木尔、李思齐等手握重兵勇于内战的军阀，在明军攻来时，全部逃跑。蒙古在中原九十八年的统治结束，明朝取得了在长城以内地区的统治权，中国再次回归到汉族建立的王朝的统治之下。同时丢失四百年的燕云十六州也被收回。</p> <p>　　<strong>朱元璋洪武之治</strong></p> <p>　　朱元璋在位期间，下令农民归耕，奖励垦荒；大搞移民屯田和军屯；组织各地农民兴修水利；大力提倡种植桑、麻、棉等经济作物和果木作物、他还徒富民，抑豪强；下令解放奴婢；减免税负，严惩贪官；派人到全国各地丈量土地，清查户口等等。经过洪武时期的努力，社会生产逐渐恢复和发展了，史称洪武之治。 </p> <p><strong>　　朱元璋忧劳而逝</strong></p> <p>　　洪武三十一年闰五月初十（1398年6月24日），朱元璋驾崩于应天皇宫，下遗诏：</p> <p>　　“朕膺天命三十有一年，忧危积心，日勤不怠，务有益于民。奈起自寒微，无古人之博知，好善恶恶，不及远矣。今得万物自然之理，其奚哀念之有。皇太孙允炆仁明孝友，天下归心，宜登大位。内外文武臣僚同心辅政，以安吾民。丧祭仪物，毋用金玉。孝陵山川因其故，毋改作。天下臣民，哭临三日，皆释服，毋妨嫁娶。诸王临国中，毋至京师。诸不在令中者，推此令从事。” </p> <p>　　葬于紫金山明孝陵。洪武三十一年六月甲辰，上谥曰“钦明启运俊德成功统天大孝高皇帝”，庙号太祖。永乐元年（1403年）六月十一日丁巳，增谥“圣神文武钦明启运俊德成功统天大孝高皇帝”。嘉靖十七年（1538年）十一月朔，改谥“开天行道肇纪立极大圣至神仁文义武俊德成功高皇帝”。</p><br/><h2>人物评价</h2> <p>　　<strong>总评</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>是中国历史上最杰出的君主之一。一生勤于政事，建树颇多，特别是创设了大量的制度典章，不但打下了明朝近三百年基业，还影响到清朝。自明到清，中央集权的政治统治和统一的多民族国家的行政管理制度渐趋完备。 </p> <p>　　朱元璋最重要的功绩是驱逐胡虏，除暴乱，拯救汉民族，平定天下，成功复国，废除了蒙古人制定的种族等级及压迫政策，恢复了中华，带领华夏复兴。他从天灾人祸和饥寒交迫的钟离村，一直到南京登基，和他的文臣武将所走的这条道路，不仅仅是为私人和某个阶级的利益，如同他的自述——我本淮右布衣，天下于我何加焉。</p> <p>　　朱元璋胸怀韬略，深谋远虑，善于驾驭战争，掌握主动权。注重招贤纳士，广采众议，严格治军，完善军制，练兵育将，强调将领要识、谋、仁、勇兼备。主张寓兵于农，且耕且战，保持一支强大的武装力量。 </p> <p>　<strong>　史书评价</strong></p> <p>　　《明史》“赞曰：太祖以聪明神武之资，抱济世安民之志，乘时应运，豪杰景从，戡乱摧强，十五载而成帝业。崛起布衣，奄奠海宇，西汉以后所未有也。惩元政废弛，治尚严峻。而能礼致耆儒，考礼定乐，昭揭经义，尊崇正学，加恩胜国，澄清吏治，修人纪，崇凤都，正后宫名义，内治肃清，禁宦竖不得干政，五府六部官职相维，置卫屯田，兵食俱足。武定祸乱，文致太平，太祖实身兼之。至于雅尚志节，听蔡子英北归。晚岁忧民益切，尝以一岁开支河暨塘堰数万以利农桑、备旱潦。用此子孙承业二百余年，士重名义，闾阎充实。至今苗裔蒙泽，尚如东楼、白马，世承先祀，有以哉。” </p> <p>　　<strong>历代评价</strong></p> <p>　　●<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>：盖明祖之性，实帝王，豪杰，盗贼兼而且也。</p> <p>　　●顺治帝：“朕以为，历代贤君，莫如洪武。何也？数君德政，有善者，有未尽善者。至洪武所定条理章程，规划周详，朕所以谓历代之君不及洪武也。” </p> <p>　　●康熙帝立碑“治隆唐宋”赞誉朱元璋。还说：“明太祖天授智勇，崛起布衣，纬武经文，统一方夏，凡其制度，准今酌古，咸极周详，非独后代莫能越其范围，即汉唐宋诸君诚有所未及也。”；“洪武乃英武伟烈之主，非寻常帝王可比”</p> <p>　　●毛泽东：“自古能君无出<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>之右者，其次则朱元璋耳。” </p> <p>　　●商传：朱元璋出身于一个贫苦家庭，从社会最底层的放牛娃、四处讨饭的小和尚，全靠自己的奋斗成了一个统一王朝的开国皇帝。这是中国历史上，乃至世界历史上绝无仅有的事情。另外，朱元璋当上皇帝后，也没有停止步伐，他在位三十多年，成功地建立一个强大统一的明帝国。</p><br/><h2>为政举措</h2> <p>　<strong>　政治</strong></p> <p>　　●政治改革</p> <p>　　参见：胡惟庸案、蓝玉案、锦衣卫、巡检司</p> <p>　　一、中央改革和清理权臣</p> <p>　　明初官僚机构沿袭自元朝。<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>进行了改革，在中央废除中书省，明初中书省负责天下政务，其长官为左、右丞相，位高权重，丞相极易与皇帝发生矛盾，明朝时以胡惟庸任相后最甚。胡惟庸势力逐大，威胁皇权。且日益骄横，懈怠政事。于是，1380年，朱元璋以擅权枉法的罪名处死了胡惟庸和有关的官员，同时宣布废除中书省，不再设丞相。</p> <p>　　1393年，锦衣卫指挥使参奏蓝玉谋反，朱元璋随即令人将其拿下，并由吏部审讯。当吏部尚书詹徽令蓝玉招出同党时，蓝玉大呼：“詹徽就是我的同党!”话音未落，武士们便把詹徽拿下。三天后，朱元璋将蓝玉处死，尔后是大规模的清洗和株连。 </p> <p>　　1382年，出于监控官员的需要，朱元璋将管辖皇帝禁卫军的亲军都尉府改为锦衣卫，并授以侦察、缉捕、审判、处罚罪犯等权力，这是一个正式的军事特务机构，由皇帝直接掌控。它有自己的法庭和监狱，俗称“诏狱”，诏狱里采取剥皮、抽肠、刺心等种种酷刑。朱元璋还让锦衣卫在朝廷上执行廷杖，有很多大臣惨死杖下，工部尚书薛祥就是这样被活活打死的。朱元璋派出大量名为“检校”的特务人员，暗中监视。有一次，学士<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>上朝，朱元璋问宋濂昨天在家喝酒没有，请了哪些客人，宋濂一一照实回答。朱元璋听后满意地说：“果未骗朕。”</p> <p>　　但是到了晚年朱元璋逐步废除了锦衣卫及其特权，以及一些比较残酷的刑法。[135-137] </p> <p>　　二、地方改革</p> <p>　　在地方废除行省制，设立承宣布政使司、都指挥使司和提刑按察使司，分别担负行中书省的职责，三者分立又互相牵制，防止了地方权力过重。[132] [8] 在各府县的重要地方，朱元璋还设置了巡检司，负责把关盘查、缉捕盗贼、盘诘奸伪。</p> <p>　　●打击贪官</p> <p>　　参见：郭桓案、空印案、大诰</p> <p>　　朱元璋出身贫苦，受贪官污吏的敲诈勒索，所以，登基后在全国掀起了“反贪官”运动，矛头直指中央到地方的各级贪官污吏。</p> <p>　　首先，对贪污六十两银子以上的官员格杀勿论。他发现御史宇文桂身藏十余封拉关系私托求进的信件后，立即派人对中央各部和地方官府进行调查。结果显示从上到下贪污腐败现象极其严重，他龙颜大怒，立即诏令天下：“为惜民命，犯官吏贪赃满六十两者，一律处死，决不宽贷。”[139] 并称：从地方县、府到中央六部和中书省，只要是贪污，不管涉及到谁，决不心慈手软，一查到底。</p> <p>　　其次，从自己身边“高干”开刀。明初的中书省下属吏、户、礼、兵、刑、工六部中，由于大量留用元朝的旧官吏，以及一些造反起家的功臣。他们有恃无恐贪赃枉法。朱元璋对这些官员进行惩处。</p> <p>　　朱元璋在位处理的贪污案</p> <p>　　洪武十五年 户部官员与地方官府勾结，采取预先空白报表盖印后私自填充虚假支出数额营私肥己贪污财物。朱元璋发现后，立即将各地衙门管印的长官全部处死；副长官打百棍边疆充军。 <br>　　洪武十六年 刑部尚书开济接受一死囚家贿银万两，用另一死囚做替死鬼。还勒索其他罪囚家人钱物，并导致一家二十口人全部自杀。 <br>　　洪武十八年 又查出户部侍郎郭桓和各司郎中、员外郎与各地到中央缴纳课税的官员结成贪污团伙，采取多收少纳、捏报侵欺手段贪污国库物资折合粮食达两千四百万石的犯罪事实。朱元璋将这些贪官统统处死，各省、府、县牵连人员无一幸免。<br>　　洪武十八年 工部许多官员借营建宫廷之机，采取虚报工匠工役人数天数多领工银，发放时克扣工匠银两私吞。朱元璋在一次突击检查中就查处侍郎韩铎、李桢贪污受贿案，并且带出中央专门派去监督工部的工科给事中。 <br>　　洪武十八年 兵部侍郎王志把征兵之机当作生财之道，接受逃避服兵役的世袭军户所送贿银达23万两。朱元璋把他也送上断头台。 <br>　　洪武十九年 刑部郎中、员外郎受贿虚报死亡并私放两死囚。这些贪官都被朱元璋斩首。<br>　　洪武十九年 礼部侍郎章祥，伙同员外郎辛钦，私自侵吞皇帝赏赐公主婚礼的银两，被朱元璋拿了个正着。朱元璋为了监督各级官吏行为，专设都察院御史和六科给事中职位。 <br>　　洪武十九年 都察院御史刘志仁奉命去淮安处理一宗案件。到达后他故意拖着案子不审，吃了原告吃被告，勒索两家许多钱物，还诱奸良家民女。后被朱元璋处死。朱元璋又查出六科有61个给事中存在不同程度的贪污受贿行为，一一做了处理。 <br>　　洪武二十五年 户部尚书赵勉伙同老婆内外受贿十几万银两东窗事发，结果夫妻二人被斩。 </p> <p>　　第三，朱元璋利用残酷刑法处置贪官，采取“剥皮揎草”、挑筋、断指、断手、削膝盖等酷刑。“剥皮揎草”刑法，就是把那些贪官拉到每个府、州、县都设有的“皮场庙”剥皮，然后在皮囊内填充稻草和石灰，将其放在处死贪官后任的公堂桌座旁边，以警示继任之官员不要重蹈覆辙，否则，这个“臭皮统”就是他的下场。这种举措震慑了一批官员，使他们行为大为收敛。</p> <p>　　第四，朱元璋对自己培养的干部决不姑息迁就。为了培养和提拔新力量，朱元璋专门成立了培养人才的国子监，为没有入仕的年轻读书人提供升迁机会。他对这些新科进士和监生厚爱有加，还经常教育他们要尽忠至公，不为私利所动。然而洪武十九年，他派出大批进士和监生下基层查勘水灾，结果有141人接受宴请，收受银钞和土特产品。对于那些受贿人员全部处理。</p> <p>　　第五，朱元璋制定整肃贪污的纲领——《大诰》和《醒贪简要录》。《大诰》一书是他亲自审讯和判决的一些贪污案例成果的记录，书中还阐述他对贪官态度、办案方法和处置手段等内容。朱元璋下令全国广泛宣传这本书；他还叫人节选抄录贴在路边显眼处和凉亭内，让官员读后自律，让百姓学后对付贪官。 </p> <p>　　第六，允许民间百姓上访。明朝允许百姓扭送不法官吏。如果官吏在征收税粮以及摊派差役作弊曲法，百姓可以向上级官吏举报，也可以直接扭送。对于封建时代而言，完全打破了一贯“只许州官放火不许百姓点灯”的惯例。赋予百姓直接查送官吏的权力，是中国几千年法治史中破天荒的政治创举。上访，在明朝受到了朝廷的保护，不仅如此，对于应当接访而没有接访处理的上级官员，亦要依法论处。</p> <p>　　此外，朱元璋在午门外特设“鸣冤鼓”，民间百姓若有冤情在地方讨不回公道，可上京击鼓直接告御状。 </p> <p>　　朱元璋以残酷的法律严惩贪官污吏。其决心之大、力度之强、措施之精确，收到了强烈震慑作用。朱元璋从登基到驾崩，他“杀尽贪官”运动贯穿始终未减弱，但贪官现象始终未根除，晚年只能发出“朝治而暮犯，暮治而晨亦如之；尸未移而人为继踵，治愈重而犯愈多。”哀叹。</p> <p>　　朱元璋当政31年，先后发起6次大规模肃贪，杀掉贪官污吏15万人。 </p> <p>　　●勤政廉政</p> <p>　　朱元璋是中国历史上勤政的皇帝之一，他从来不惮给自己增加工作量。从登基到去世，他几乎没有休息过一天。在遗诏中他说：“三十有一年，忧危积心，日勤不怠。”据史书的记载，从洪武十八年（1385）九月十四日至二十一日，八天之内，朱元璋审批阅内外诸司奏札共一千六百六十件，处理国事计三千三百九十一件，平均每天要批阅奏札二百多件，处理国事四百多件。</p> <p>　　朱元璋的节俭，在历代皇帝中也堪称登峰造极。称帝后，在应天修建宫室，只求坚固耐用，不求奇巧华丽，还让人在墙上画了许多历史故事，以提醒自己。朱元璋每天早饭，“只用蔬菜，外加一道豆腐”。他所用的床，并无金龙在上，“与中人之家卧榻无异”。他命工人给他造车子造轿子时，按规定应该用金子的地方，都用铜代替。主管的官员报告说用不了很多黄金，朱元璋却说，他不是吝惜这点黄金，而是提倡节俭，自己应作为典范。朱元璋还在宫中命人开了一片荒来种菜吃。洪武三年（1370）正月的一天，朱元璋拿出一块被单给大臣们传示。大家一看，都是用小片丝绸拼接缝成的百纳单。朱元璋说：“此制衣服所遗，用缉为被，犹胜遗弃也。” </p> <p>　　<strong>军事</strong></p> <p>　　●军事建制</p> <p>　　在军事上，朱元璋废除了管理全国军事的大都督府，将其分为中、左、前、后、右五军都督府，并和兵部互相牵制。兵部有权颁发命令，但是不直接统率军队，都督府掌管军队的管理和训练，但是没有调遣军队的权力。这样，军权便集于皇帝之手。</p> <p>　　●北伐残元</p> <p>　　明太祖北征是明朝建立后针对北元的八次军事行动。<br>　　明太祖北伐 次数 时间 <br>　　明北伐灭元之战 1367年—1369年 <br>　　明太祖第一次北伐 1370年 <br>　　明太祖第二次北伐 1372年 <br>　　明太祖第三次北伐 1380年 <br>　　明太祖第四次北伐 1381年 <br>　　明太祖第五次北伐 1387年 <br>　　明太祖第六次北伐 1387年—1388年 <br>　　明太祖第七次北伐 1390年 <br>　　明太祖第八次北伐 1396年 </p> <p>　　<strong>经济</strong></p> <p>　　●与民休息</p> <p>　　明朝伊始，朱元璋实行了发展生产，与民休息的政策。1368年，外地州县官进京，朱元璋对他们说：“天下初定，老百姓财力困乏，像刚会飞的鸟，不可拔它的羽毛；如同新栽的树，不可动摇它的根，重要的是休养生息”。</p> <p>　　朱元璋还鼓励开垦荒地，1370年并下令：北方郡县荒芜田地，不限亩数，全部免三年租税。他还采取强制手段，把人多地少地区的农民迁往地广人稀的地区；对于垦荒者，由政府供给耕牛、农具和种子；并规定免税三年，所垦之地归垦荒者所有；还规定，农民有田五至十亩的，必须栽种桑、棉、麻各半亩，有田十亩以上者加倍种植。这些措施大大激发了农民垦荒的积极性。</p> <p>　　除了民屯外，明初还有军屯和商屯。军屯由卫所管理，官府提供耕牛和农具。明军士屯守比例是：边地军队三分守城，七分屯田；内地军队二分守城，八分屯田。军粮基本上自给自足。商屯是指商人在边境雇人屯田，就地交粮，省去了贩运费用，获利更丰。商屯的实行，解决了军粮问题，同时也开发了边疆。</p> <p>　　●轻徭薄赋</p> <p>　　朱元璋深知灾荒给农民造成的痛苦，即位后常常减免受灾和受战争影响的地区的农民的赋税，或给以救济。多次在全国范围内实行大型的租税蠲免。[165] 洪武二年是明初第一次大规模地蠲免赋税。之后的三年、四年、九年，也曾在应天、河南、北平、山东、江西、两浙等地陆续蠲免赋税。到洪武二十四年统计时天下田土，已达到3,874,746顷。</p> <p>　　朱元璋还十分爱惜民力，提倡节俭。在朱元璋措施的推动下，农民生产热忱高涨。明初农业发展迅速，元末农村的残破景象得以改观。农业生产的恢复发展，促进明代手工业和商业的发展。朱元璋的休养生息政策巩固了新王朝的统治，稳定了农民生活，促进了生产的发展。</p> <p>　　●兴修水利</p> <p>　　朱元璋十分重视兴修水利和赈济灾荒。在即位之初就下令，凡是百姓提出有关水利的建议，地方官吏须及时奏报，否则加以处罚。到1395年，全国共开塘堰大约40987处，疏通河流大约4162道。</p> <p>　　●移民政策</p> <p>　　明初，由于连年战乱，加上疫病流行、河水连连泛滥，中原人口锐减，而山西却未经大战，人口稠密。河南、河北、山东三省人口相加，还不及山西人口的一半。中原大地赤野千里，人迹罕见。为此，朱元障下决心从山西大规模移民整修河堤、恢复盐场、发展生产。</p> <p>　　洪武移民是中国历史上规模最大，历史最久的一次有组织有计划的迁移行动，涉及人数达百万之众。其声势之大，范围之广，旷古绝今。洪武移民不仅合理地分布了人口生存空间，而且移民与当地土著在文化上、心理上、习俗上经过长期的交融交换，地域文明必然会相互照应，为大明帝国成为当时世界最强盛的国家奠定了基础，为汉民族文化发展做出了贡献。</p> <p><strong>　　文化</strong></p> <p>　　●紧抓教育</p> <p>　　朱元璋从元朝灭亡中看到，除了统治者本身的素质以外，整个社会失于教化也是一个原因。因此，登基后，就采取措施，兴建学校，选拔学官，并坚持把“教育工作”作为衡量地方官政绩的重要指标。为了选拔能听命于皇帝的官吏，明朝政府规定科举考试只许在四书五经范围内命题，考生只能根据指定的观点答卷，不准发挥自己的见解。答卷的文体，必须分成八个部分称为“八股文”。</p> <p>　　洪武九年（1376年）六月，山东日照县知县马亮任职考满，入京觐见皇帝，州里给他下的评语是“无课农兴学之绩而长于督运”。针对这个鉴定，朱元璋的批示是：农桑乃衣食之本，学校是风化之源，这个县令放着分内的事不做却长于督运，这是他的职责吗？结果，那位马县令不但没有晋升反而被“黜降”了。</p> <p>　　有一次退朝后，朱元璋召儒臣谈论治国之道，大家畅所欲言，只有国子学官李思迪和马懿沉默不语。朱元璋极不高兴，把他们给贬了。之后，在下发给国子监的“通报”中说：身为人师，应该“模范其志，竭胸中所有，发世之良能，不隐而训……”李思迪和马懿，出身草野，能与皇帝议论国事，皇帝这么虚心请教，他们竟连一句话都不愿说，对皇帝尚且如此，还能指望他们尽心尽力教学生吗？ </p> <p>　　对待“国子学官，朱元璋的标准更高，除了关注国计民生，还要具备参政议政的素质。</p> <p>　　●兴科举</p> <p>　　洪武三年（1370年），朱元璋下令设科取士，士人参与科举考试必须通过三场的考试，不过写法或偶或散，无定规。文科考试内容主要局限于四书五经，考试文体通用八股文，虚内容而重形式，因而明代科举制又称八股取士。 </p> <p>　　<strong>民族</strong></p> <p>　　朱元璋曾禁止蒙古、色目人更易姓氏，限制回族内部通婚，明代回族没有优待身份。但朱元璋“御制至圣百字赞”以及明皇室关于修建清真寺和保护清真寺宗教职业人员的谕旨，在一定程度上肯定了回族的宗教生活。</p> <p>　<strong>　外交</strong></p> <p>　　●朝鲜</p> <p>　　唐朝以来秉持着中华正统观的朝鲜一直都是以“藩国”自居，尊中原王朝为宗主国，但在历代王朝中，朝鲜最为心悦诚服的却是明朝。1372年，朱元璋给高丽王颁发了一道敕书，命令高丽王遵循中国古代的惯例，每三年来朝见中国天子，贡献方物。 1392年，高丽王朝大将李成桂发动政变，建立了李朝。之后，李成桂参考了高丽古名“朝鲜”和李父就仕之地“和宁”，并上书朱元璋要求赐予“国号”，朱元璋认为“朝鲜”是古名，而且“朝日鲜明”出处文雅，因此裁定朝鲜为新国名。朝中关系进入了相对稳定的时期。</p> <p>　　●日本</p> <p>　　朱元璋登基之初派使臣下国书到日本，一是希望他们来朝贡，二是责令他们解决扰明倭寇问题。结果，国书送达后，日本不仅没来朝贡，反而砍了使者的脑袋。朱元璋知道后恼羞成怒，扬言出兵，要征服日本。但最终并未真正出兵，在留给接班人的丹书铁券中，朱元璋规定日本为“不征之国”。</p> <p>　　●暹罗</p> <p>　　1377年，朱元璋册封阿瑜陀耶国王为“暹罗国王”，“暹罗”这一名称正式固定下来，称为中文语境下对泰国的称呼（汉字文化圈其他诸国如日本、朝鲜、越南、琉球也采用“暹罗”之称）。有明一代，阿瑜陀耶遣使臣到中国访问112次，中国也派使臣访问阿瑜陀耶19次。 </p> <p>　　<strong>社会</strong></p> <p>　　●养老政策</p> <p>　　朱元璋对天下老年人施以尊重，颁布诏书和法令，规定每地要善待老人，并让县官定期送去米面衣物进行慰问。朱元璋怕执行不力，就又叮嘱礼部尚书，要以皇帝的名义再次重申一下这项政策。</p> <p>　　为了让居家养老者有人服侍，洪武六年规定：“民年七十以上者，许令一子侍养，免其差役。”也就是说，为了更好地让70岁以上的老人安度晚年，国家允许老人的一个儿子免于服役。</p> <p>　　对于那些孝敬老人的人，朝廷不但给予精神表扬，还给予物质奖励，赏赐衣物，发放奖金。而且，这些孝子孝女年老时可以享受特殊待遇，当他们年届60岁就可以享受普通老人80岁时才能享受的福利待遇。如果孝亲模范不幸成为孤老，那么他们在家就可以享受到在养济院的同等待遇，当地养济院会每月按标准把钱粮送到他们家中；去世后，政府还会发放三两银子作为丧葬费。</p> <p>　　在朝廷的要求和带动下，形成了尊老养老的风气，赡养老人的要求也渗透到各地家法族规之中。被朱元璋称为“江南第一家”的浦江郑氏的《郑氏规范》是中国传统家法族规的代表作。</p> <p>　　●社会福利</p> <p>　　朱元璋时代是中国古代社会福利最好的时期。免费养老院（养济院）、免费医院（漏泽园）和免费公墓（养济院）统统出现了。朱元璋还曾经试验过“保障房”政策，命令在南京试点，于郊外修筑公房，并安排无家可归者居住，是世界最早的国家免费福利公房。 </p> <p>　　●抑制商人</p> <p>　　为了贬抑商人，朱元璋规定，农民可以穿绸、纱、绢、布四种衣料。而商人却只能穿绢、布两种料子的衣服。商人考学、当官，都会受到限制。</p>"
}