{
  "id": 2133,
  "star": 3,
  "name": "卜商",
  "image": "http://img.gushiwen.org/authorImg/bushang.jpg",
  "desc": "卜(bǔ)商(前507年—?)：字子夏，尊称“卜子”或“卜子夏”。汉族，中国春秋末年晋国温地(今河南温县)人，一说卫国人，“孔门十哲”之一，七十二贤之一，受儒教祭祀。现在，山东省巨野县有其嫡系后裔。宋人疑之，《诗》、《春秋》等书，均是由他所授。在孔门弟子中，子夏并不象颜回、曾参辈那样恪守孔子之道。他是一位具有独创性因而颇具有异端倾向的思想家。他关注的问题已不是“克己复礼”(复兴周礼)，而是与时俱进的当世之政。因此，子夏发展出一套偏离儒家正统政治观点的政治及历史理论。",
  "content": "<h2>贡献</h2> <p><strong>子夏易传</strong></p> <p>　　史载孔子弟子卜子夏传《易》,并有著作《子夏易传》传世。</p> <p>　　对子夏易学的一些问题,学者存有争议。《子夏易传》作者是卜子夏还是汉人韩婴，本文对古籍所记载初步考察《子夏易传》确有古《易》面貌,确为卜子夏,韩婴不是的。</p> <p>　　另一方面,子夏既熟知《易》之中的“象数”、“卦气”等仲尼古义，又能秉承仲尼古义所创发的“观其德”，并以哲学“新义”深入的契会，显现的反映出子夏易学秉承“古义”，兼容“新义”的思想特色．子夏于诸经也皆有钻研,各有所侧重。</p> <p>　　他尤善于《<a href=\"http://so.gushiwen.org/author_2133.aspx\">诗</a>》《乐》,曾作《诗大序》;他也研习《尚书》,但不如他经;他擅长《易》理,今传孔子《易传》很可能出于子夏的传述;他于礼学则长于丧服研究,撰有《丧服传》;于《春秋》学,发挥《春秋》微言大义的《公》《谷》二传都出于子夏的传授。子夏修习儒经,擅长发掘经文的微言大义。孔子“述而不作”,他整理编订六经,寄寓了自己的思想主张,子夏所传经学,对弘扬孔子学说起了关键作用。</p> <p><strong>全面继承孔子</strong></p> <p>　　孔子的高徒子夏,在孔子去世后的六七十年间,办学成就与影响无疑是最大的。子夏的教育思想在全面继承孔子的教育思想基础上,又在教育目的论、教学过程论、学习和借鉴历史、慎交益友等方面有发展创新,是上承孔子、下启<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>和《大学》、《中庸》等光辉篇章的重要一环。</p><br/><h2>生平</h2> <p>　　子夏(前507-?)：姓卜，名商，字子夏，后亦称“卜子夏”、“卜先生”，春秋末晋国温人（今河南温县）（另有魏人、卫人二说，近人钱穆考定，温为魏所灭，卫为魏之误，故生二说），孔子的著名弟子，“孔门十哲”之一。　子夏少孔子四十四岁，是孔子后期学生中之佼佼者，才思敏捷，以文学著称，被孔子许为其“文学”科的高才生。</p> <p>　　子夏为学时，因常有独到见解而得到孔子的赞许，如其问《<a href=\"http://so.gushiwen.org/author_2133.aspx\">诗</a>经》中“巧笑倩兮，美目盼兮，素以为绚兮”一句，孔子答以“绘事后素”，他立即得出“礼后乎”（即礼乐产生在仁义之后）的结论，孔子赞曰：“起予者，商也！始可以言《诗》已矣。” （《论语·八佾》）<br>但孔子认为子夏在遵循仁和礼的方面有所“不及”，曾告诫子夏曰：“女为君子儒，无为小人儒”。（《论语·雍也》）<br>子夏才气过人，《论语》中保留了他的许多著名的格言，如：</p> <p>　　“博学而笃志，切问而近思，仁在其中矣”；</p> <p>　　“百工居其肆以成其言，君子学以致其道”；“日知其所亡，月无忘其所能，可谓好学也已矣”；</p> <p>　　“虽小道，必有可观者焉”；“仕而优则学，学而优则仕”等等。</p> <p>　　孔子去世后，子夏至魏国西河（济水、黄河间）讲学，如：</p> <p>　　“田子方、段干木、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>、禽滑厘之属，皆受业于子夏之伦” （《史记·儒林列传》）。</p> <p>　　　还做过崇尚儒学的魏文侯的老师。</p> <p>　　近人有以为子夏思想中具有“法家精神”，<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子称“儒分为八”不及子夏之儒，是因为将之视为法家（见郭沫若《十批判书》子夏像）。</p> <p>　　子夏晚年，因丧子而哭之失明，离群索居。</p> <p>　　唐玄宗时，被追封为“魏侯”，宋代时又加封为“河东公”。</p><br/><h2>后人评价</h2> <p>　　活了一百多岁的<a href=\"http://so.gushiwen.org/author_2133.aspx\">卜商</a>先哲，是孔子的著名弟子，在传播儒家学说上，独立形成子夏氏一派，成为孔门弟子中有深远影响的重要人物。他一生中博学笃志，传授五经，后世治五经的学者，大都认为他们的学说托之于卜商的传授；他不但学识渊博，整理和传播古代文献有着杰出的贡献，他更重视躬行实践，讲究道德修养，为人师表，以身作则，为后人留下良好的形象；他晚年西河讲学，离群索居，继承孔子的未竟事业，活到老，学到老。</p> <p>　　《史记·孔子世家》：“至于为《春秋》，笔则笔，削则削，子夏之徒不能赞一辞。”肯定其文学能力。<br>子夏的生活较为清寒。《说苑·杂言》称他为人“甚短于财”；《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>·大略》则说“子夏家贫，衣若悬鹑”。但这也造就了他的孤独傲慢和坚强勇敢的性格特征，他说：“君子渐于饥寒，而志不僻；銙于五兵，而辞不慑；临大事，不忘昔席之言。”<br>别人劝他出仕以改变处境，他表示不愿去争蝇头小利，以免“争利如蚤甲而丧其掌”，子夏表示：“诸侯之骄我者，吾不为臣；大夫之骄我者，吾不复见”</p> <p>　　孔门弟子的不同特征，连齐国的<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>都有耳闻，《晏子春秋·内篇问上》记晏婴曰：“臣闻仲尼居处情倦，廉隅不正，则季次、原宪侍；气郁而疾，意志不通，则仲由、卜商侍；德不盛，行不厚，则颜回、骞、雍侍。”与颜回等人在一起可以积德行善，而与子路、子夏在一起，则可以免于“气郁而疾，意志不通”。在这里子夏为人爽直，无所畏惧的特征被突出地体现出来。</p> <p>　　子夏还有一个特点，就是在交友时有一定的选择，所以孔子预言自己去世后子夏会更进步。《说苑·杂言》记孔子曰：“丘死之后，商也日益，赐也日损。商也好与贤己者处，赐也还说（悦）不如己者。”子夏与子贡（端木赐）不同，子夏与比自己强的人交往，可以学到更多的东西，这正是自己不断进步的前提。《说苑》这里的说法应当是可信的，《论语》中的一段记载正可以作为佐证。</p> <p>　　《子张》记曰：</p> <p>　　子夏之门人问交于子张。子张曰：“子夏云何？”对曰：“子夏曰‘可者与之，其不可者拒之。’”子张曰：“异于吾所闻：君子尊贤而容众，嘉善而矜不能。我之大贤与，于人何所不容？我之不贤与，人将拒我，如之何拒人也？”</p> <p>　　《论衡·知实》引《孟子》曰：“子夏、子游、子张，得圣人之一体；冉牛、闵子骞、颜渊，具体而微。”然后评论说：“六子在其世，皆有圣人之才，或颇有而不具，或备有而不明，然皆称圣人，圣人可勉成也。”子夏有圣人一体而不具，与颜渊等人还有一些区别。《大戴礼记·卫将军文子》记有子贡对子夏的评论：“学以深，厉以断，送迎必敬，上友下交，银手如断，是卜商之行也。”这基本概括了子夏的为人性格特征。</p> <p>　　子夏曾经收徒授学，所收门徒可能为数不少。《后汉书》卷四十四《徐防传》注引《史记》曰：“孔子没，子夏居西河，教弟子三百人，为魏文侯师。”《论语·子张》中记有“子夏之门人”与子张的对话，《墨子·耕柱》也有关于“子夏之徒”的记载。子夏在魏时所收弟子可能为数不少，《世本》之《秦本·姓氏篇》称“魏有子伯先，子夏门人，居西河”；《史记·儒林列传》则记曰：“自孔子卒后……子路居卫，子张居陈，澹台子羽居楚，子夏居西河，子贡终于齐。如田子方、段干木、<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>、禽滑釐之属，皆受业于子夏之伦，为王者师。是时，独魏文侯好学。”这里是说田子方、段干木、吴起、禽滑釐都跟从子夏等人学习。《吕氏春秋·尊师》则具体指出了“段干木学于子夏”。有学者误解《史记·儒林列传》的记载，称田子方、吴起、禽猾釐皆为子夏弟子，不妥。</p> <p>　　子夏的晚年是孤独的，他因丧子而双目失明，《礼记·檀弓上》等说他过着“离群而索居”的生活。</p> <p>　　汉代以来，学者大多认为，儒家的经学最初主要是从子夏一系传授下来的，如东汉徐防说过：“《<a href=\"http://so.gushiwen.org/author_2133.aspx\">诗</a>》、《书》、《礼》、《乐》，定自孔子；发明章句，始自子夏。” （《后汉书·徐防传》）这里就认为，“六经”中的大部分是来自子夏的传授。南宋的洪迈，在其《容斋随笔》中叙述得更为具体，其云：“孔子弟子，惟子夏于诸经独有书。虽传记杂言未可尽信，然要为与他人不同矣。于《易》则有《传》。于《诗》则有《序》。而《毛诗》之学，一云：子夏授高行子，四传而至小毛公，一云：子夏传曾申，五传而至大毛公。于《礼》则有《仪礼·丧服》一篇，马融、王肃诸儒多为之训说。于《春秋》所云‘不能赞一辞’，盖亦尝从事于斯矣。<a href=\"http://so.gushiwen.org/author_789.aspx\">公羊高</a>实受之于子夏。毂梁赤者，《风俗通》亦云子夏门人。于《论语》，则郑康成以为仲弓。子夏所撰定也。”洪迈之说虽未必每事皆实，但学者一般以为亦非无稽之谈。</p><br/><h2>子夏墓</h2> <p>　　子夏墓根据各地记载有：山东省菏泽市卜堌都（现菏泽市牡丹区万福办事处丁庄附近卜固里）、河南温县林召乡卜杨门村、河南省获嘉县西关村、山西省河津市辛封村等四处。</p>"
}