{
  "id": 282,
  "star": 15,
  "name": "袁凯",
  "image": "http://img.gushiwen.org/authorImg/yuankai.jpg",
  "dynasty": "明代",
  "desc": "袁凯，生卒年不详，字景文，号海叟，明初诗人，以《白燕》一诗负盛名，人称袁白燕。松江华亭（今上海市松江县）人，洪武三年（1370）任监察御史，后因事为朱元璋所不满，伪装疯癫，以病免职回家，终“以寿终”。著有《海叟集》4卷。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_282.aspx\">袁凯</a>字景文，江南华亭（今上海市奉贤区陶宅）人，元朝末年当过小小的府吏，博学有才，写得一手好<a href=\"http://so.gushiwen.org/author_282.aspx\">诗</a>。一次在浙南名士<a href=\"http://so.gushiwen.org/author_1385.aspx\">杨维桢</a>座上，有人展示一首《白燕》诗，杨对诗中“珠帘十二”、“玉剪一双”等句十分赞赏，袁凯却说，“诗虽佳，未尽体物之妙”，然后呈上自己的《白燕》诗。读到“月明汉水初无影，雪满梁园仍未归”等句，“维桢大惊赏，遍示座客。”从此有了“袁白燕”这个美称。</p> <p>　　大明洪武三年（1370），袁凯被荐授为御史，成为皇帝的近臣。《明史·文苑》里有袁凯的传略，在短短二百馀字中，除了交代他生平行状外，记述了他一生中的两件大事。第一件属政绩，他看到<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>轻易杀戮功臣，便委婉上言：“诸将习兵事，未悉君臣礼，请于都督府延（请）通经阅古之士，令诸武臣赴都堂听讲，庶得保族全身之道。”朱元璋采纳了他用心良苦的建言。</p> <p>　　朱元璋坐稳江山后，疑忌心大膨胀，臣属因一句话或几个字而被杀的不少。因为他剃过光头当过和尚，还做过流寇毛贼，忌讳僧、光等字。生和僧同音，则和贼同音，也犯他的大忌。有位官员因在贺表中有“天生圣人，为民作则”而掉了脑袋。他的杀戮滥而且酷，动不动就腰斩、剥皮。明人笔记《北窗琐语》记载了一件令人毛骨悚然的真事：中山王徐达夫人谢氏，“膂力过人，持铁器重百斤”，跟随朱元璋立过战功。因没有文化，即“未悉君臣礼”，在进宫看望亲姐妹般的马皇后时，无意间说了一句“我家不如尔家（阔绰）”的闲话，使朱元璋大不高兴。“枕边之言，中山宁（岂能）不动心乎！”於是安排妙计，召徐达进宫赴宴。席间皇帝亲自为徐达斟酒，同时告诉他：“今日卿免赤族之灾。”徐达哪里知道，夫人在家里已被御林军武士砍了。袁凯无法阻止皇帝滥杀，但可以让功臣不说错话。“办学习班是个好办法”，史家不没其功，记上了这一笔。</p> <p>　　传略中第二件大事，便是袁凯自己因为一句话而差点丢了老命的经过。“帝虑囚毕，命凯送皇太子覆讯，多所矜减。凯还报，帝问“朕与太子孰是？”凯顿首言：“陛下法之正，东宫心之慈。”以凯老猾，持两端，恶之。凯惧，佯狂告免归。久之以寿终。”朱元璋让懿文太子“练习国事”，“每有大狱，辄付论之”。太子也嫌老子太狠，常想减刑。要让监察御史袁凯来评判孰是孰非，这显然是很难置词的。平心而论，袁凯的回答十分得体。可是，朱元璋认为他“老猾持两端”，祸从天降。</p> <p>　　两端，也叫两可说，即春秋时郑人邓析创立的一种辩术，《晋书》说它“是有不是，可有不可”《淮南子》说邓析“操两可之说，设无穷之辞，数难子产之政”。其实例是，有个富户在淆水中溺死了，捞得尸体的人“求金甚多”。双方僵持着，都去请教邓析。邓对死者家属说：“等着，别人家是不会买的。”对捞尸者说：“等着，别地方他是买不到的。”朱元璋认为袁凯用“两可论”来应付他，捉弄他，显然是欲加之罪……正史十分简单，“凯惧，佯狂告免归，久之以寿终。”这十二个字，袁凯的后半生冤深如海，命悬似丝。明代吴郡文人<a href=\"http://so.gushiwen.org/author_450.aspx\">徐祯卿</a>《剪胜野闻》、<a href=\"http://so.gushiwen.org/author_177.aspx\">祝允明</a>《野记》和杨仪《明良记》，都或简或详地记述了诗人艰难屈辱的后半生。华亭学者陆深，本乡本上加上本朝本代，所以他的《金台纪问》最翔实而具体。“太祖怒，下之狱”。三天后又放了他，仍让他当御史，每天临朝，朱元璋就指着他说：“是持两端者！”在这种情况下，袁凯不得不在上朝过金水桥时装疯，“仆地不起”。朱元璋说：“风疾当不仁。”让人用木匠钻扎他身体，“凯忍死不为动”。这样，朱元璋才放他回老家。一回到华亭，袁凯“铁索锁项，自毁形骸”。朱元璋仍不放心，说“东海走却大鳗鲡”，派人到华亭宣旨，“起为本郡儒学教授”。袁凯“瞠目视使者，唱《月儿高》曲”。使者还报说真疯了。朱元璋仍然不信，又派特务跟踪观察。於是，袁凯“使家人以炒面搅砂糖，从竹筒出之，状类猪犬下，潜布於篱根水涯”，然后“匍匐往取食之”。这样，朱元璋才相信他真的疯了，才换得“以寿终”的结局。 </p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_282.aspx\">袁凯</a>的<a href=\"http://so.gushiwen.org/author_282.aspx\">诗</a>作，言及现实其少，只于个别篇内有隐晦、曲折的表露。其成功之作多为抒发个人情怀，描述旅人思乡之篇。“落叶萧萧江水长，故园归路更茫茫；一声新燕三更雨，何处行人不断肠”（《客中夜坐》），远离故土的幽情思绪尽出，情真意切。此类佳品尚有《京师得家书》、《淮西夜坐》等。《客中除夕》中“戎马无休歇，关山正渺茫。一杯椒叶酒，未敌泪千行”，则以飘泊异乡的旅人身份来写战乱之苦。袁凯诗古体学魏晋，近体师<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，但并不囿于古人，有自己意境。古风《从军行》、《杨白花》等古朴激越，余韵悠然。律诗《采石春望》、《京师归至丹阳逢侯生大醉》及七绝《淮东逢张十二信》等，都有杜诗浑厚深沉、真挚含蓄之风“流出肺腑，卓尔自立”。<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>等推袁凯为明初诗人之冠。</p> <p>　　袁凯著有《海叟集》4卷，附“集外诗”1卷。此集为明弘治间，陆深得旧刻不全本，与何景明、<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>更相删定之本。 </p>"
}