{
  "id": 839,
  "star": 10,
  "name": "袁黄",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_839.jpg",
  "desc": "袁黄 初名表，字坤仪，号了凡。袁黄是（浙江嘉善人，又有资料称其为江苏吴江人）。据日本学者酒井忠夫考证，袁家祖居嘉兴陶庄(明代并入嘉善县)，元末时家境富足。明初，因燕王朱棣夺取皇位，发生“靖难之役”，袁家因与反对燕王的人有交往，而受到牵连被抄家。袁了凡的曾祖的父亲幸免于被捕，开始四处奔走逃亡，后定居于江苏吴江。少即聪颖敏悟，卓有异才，对天文、术数、水利、兵书、政事、医药等无不研究，补诸生。明嘉靖四十四年（1565）知县辟书院，令高材生从其受业。万历五年（1577）会试，因策论违主试官意而落第。",
  "content": "<h2>主要贡献</h2> <p>　　作为一位伟大的思想家，袁了凡在许多等方面做出了贡献，闪着耀眼的光辉。</p> <p>　　1.博学多才、涉足极广<br>　　袁了凡在佛学、农业、民生、水利、医学、音乐、几何、数术、教育、军事、历法和太乙六壬奇门“三式”绝学等，“莫不洞悉原委，撰有成编”。<br>　　袁了凡是“文理全才”的人物。他是明朝著名的农学家、水利学家及历法学家。譬如，他所著《历法新书》涉及46种历法，有岁差总数积算、五纬总数积算、推天正冬至五星自行限度、求第一东西差、求太阳食甚定分、求日月出入带食所见分秒、求朔望交会约率、四平方求弦术、太白黄道南北纬度、黄道南北各像内外星经纬度等，共150多种求算方法，学问深邃。<br>　　袁了凡善于总结。譬如，他结合自己的经验探讨研究举业之道，组织编纂了《群书备考》等参考书。明朝末年，是嘉善历史上人才辈出、群星璀璨的年代。如在万历年间，嘉善有状元国相钱士升、名臣魏大中等进士29人，占明清两朝进士总数的六分之一。嘉善是全国26个巍科大县之一，这也与袁了凡等人在教育上的贡献分不开。</p> <p>　　2.江南善举运动的倡导者<br>　　明朝末年，江南社会变动剧烈，道德体系紊乱。作为社会精英的士绅阶层，为了教化民众，将劝善惩恶的诸多事例刊刻成“善书”，通过小说、说唱而流行于民间，宣扬“诸恶莫作，众善奉行”，以通俗的形式将“民众的道德”具体化。<br>　　在善书的形成、发展和流传过程中，袁了凡的言行经历对善书思想的兴盛具有划时代的意义，产生了重要而深远的影响。〔袁了凡的《了凡四训》是善书中的经典之作，劝善是全书的重点和宗旨，“积善篇”占了全书一半的篇幅。它阐明了善的含义、明辨善恶的标准、行善的道理和方法。<br>　　袁了凡为江南民间慈善事业的兴盛起了指导作用，奠定了思想基础。他与另一位嘉善名人陈龙正的父亲<a href=\"http://so.gushiwen.org/author_3130.aspx\">陈于王</a>，是万历十四年(1586)的同科进士，两人情趣相投，常探讨修德行义之举，两家还结为儿女亲家。袁了凡极为赏识陈龙正，称赞他“孝思最深，所至不可量”。<br>　　崇祯年间，陈龙正在嘉善倡举同善会，崇祯十四年(1641)又建立同善会馆，作为经办善业的常设机构和公所。同善会馆是江南最早兴起的民办慈善组织，是近代中国慈善组织的雏形，成为后来风行全国的乡村社会团体，引发了清代民间力量组织介入慈善机构的浪潮，具有重大意义。</p> <p>　　3.功过格的积极实践者<br>　　功过格是最具中华文明特色的事物之一，它把每日所做之事，按其善恶增减记数，是一种道德自律的工具。功过格的出现，标志着中国人认识到可用自己的手改变自己的命运，改变吉凶，这是精神生活中划时代的成果。<br>　　袁了凡提倡以记“功过格”的方法，“隐恶扬善”、“迁善改过”，进行道德自律，规范自己的行为，达到自我修养、完善人生的目的。袁了凡作为功过格的提倡者和身体力行者，强调个人改变命运的力量，用善书来鼓动社会流动和提升社会地位，为后来者树立了榜样，他的言行经历对后世道德伦理思想的变迁产生了广泛而深远的影响。<br>　　在宗教界，在日、韩、美、澳以及港澳台和东南亚等地，袁了凡享有极高的声誉，目前有几十个专门的研究机构。但是，国内对他的认识还很不够。对此，有研究者指出：“以前我们不注重到那些对社会对民间有影响的思想。袁了凡在当时社会里巷皆知，在今天还在发扬光大，所以我们要转变模式，去研究那些真正影响老百姓的思想！袁了凡应当是浙江思想文化史上重重的一笔，用专门的著作来写！”</p><br/><h2>生平</h2> <p>初入朝廷<br>　　明嘉靖四十四年(1565)，知县辟书院，令高材生从袁受经学。万历五年(1577)会试，初拟取第一，因策论违逆主试官而落第。后更名黄。十四年中进士，为万历初嘉兴府三名家之一。奉命清核苏松钱粮，上《赋役议》，又请减免额外加征米银10余条款，被豪绅所阻而作罢。任河北宝坻知县，时该县赋役倍于他县，积欠粮赋达万石，<a href=\"http://so.gushiwen.org/author_839.aspx\">袁黄</a>上条陈请减免旧额，建议由会通河水运皇木代替车运，朝廷允准。于是宝坻（今天津市宝坻区）得以减免旧赋，革除运木重夫、重马、采石及箭手诸劳役。袁黄还下令疏浚河道，植树挖沙，筑堤开渠，垦荒种植，成绩斐然。时蓟镇诸主、客军近20万，年例银及屯田民运各项开支计150万两，巡抚因袁黄通晓边疆事宜，遂召之共议大计，乃献革养军虚费、汰台兵冗员等十策。</p> <p>入军<br>　　万历二十年(1592)，调任兵部职方主事，适日本侵略朝鲜，朝廷大举东征，蓟辽经略宋应昌上疏请袁黄到军营赞划，与刘<a href=\"http://so.gushiwen.org/author_58.aspx\">黄裳</a>浮海渡鸭绿江。平壤战役时，提督李如松以诱兵迎战日军获胜，袁黄禁止李部下诸将割首级报功，李深为恼恨而引兵东去，派袁黄守平壤，不增拨一兵一卒。后突遇日军攻城，袁黄率领部下及3000名朝鲜兵击退之。不久，李如松兵败碧蹄馆，兵部尚书石星主张拨款议和，袁黄上书提出将骄应罢兵。提督李如松诬袁黄以十大罪状，袁黄遂罢归家居，闭户著书。卒年74岁。天启元年(1621)，吏部尚书赵南星追叙袁黄东征功勋，赠尚宝司少卿。清乾隆二年(1737)入祀魏塘书院六贤祠，浙江巡抚纳兰常安撰《祠堂记》，赞袁黄“挥击阉竖，九死不悔”。</p> <p>著述<br>　　有：《祈嗣真诠》、《皇都水利考》、《评注八代文宗》、《春秋义例》、《论语笺疏》、《袁氏易传》、《史记定本》、《袁氏政书》、《两行斋集》、《宝坻劝农书》、《袁了凡家训》、《袁了凡纲鉴》、《群书备考》、《石经大学解》、《历法新书》、《中庸疏意》、《摄生三要》等。<br>　　或曰了凡生卒为1533-1606,或1546-1618。其寿74或确。</p>"
}