{
  "id": 3135,
  "star": 0,
  "name": "步非烟",
  "dynasty": "唐代",
  "desc": "步非烟，也作步飞烟，是唐传奇《非烟传》中的女主角，是唐懿宗时期临淮武公业的爱妾，曰非烟，姓步氏，容止纤丽，若不胜绔罗。善秦声，好文笔，尤工击瓯，其韵与丝竹合。",
  "content": "<h2>人物介绍</h2> <p>　　自古女子以贞节为重，偷情别恋者总会令人发指。而唐代女子步非烟不甘柔情空落，红杏出墙，偷恋邻家公子赵象，最终私情泄露，惨遭摧残而死的事情，虽也有人对她嗤之以鼻，但更多的是得到人们的悲悯和叹息。</p> <p>　　步非烟是唐懿宗时期洛阳城中一位著名的美女，她的美不同于<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>的雍容丰腴，而以轻盈纤弱取胜，人们传说她形如柳丝，能随风飘拂，罗绮加身尚若不胜其重，是一个惹人怜爱、让人心痛的瘦美人。她生性娴雅、温柔多情。虽生长于小户人家，却才情横溢、教养颇深，喜好文墨、工于音律，尤其是能弹一手绝妙的琵琶，敲击一手好筑。筑是古代的一种打击乐器，其音节与丝竹配合，颇能增加音乐的色彩，步非烟击筑之技，堪称当时一绝。</p> <p>　　几度花开花落，步非烟转眼到了少女怀春的年龄，才貌俱佳的她一心盼望有一位才貌卓绝的多情公子与自己相伴终身。可在当时，她这种心愿既不能说与旁人知晓，也不可付诸行动去寻找自己的爱情。那时的婚姻完全取决于父母之命、媒妁之言，在父母的操持下，正值豆蔻年华的步非烟嫁给了河南府功曹参军武公业为妻。武公业身为一方武将，长得虎背熊腰，五大三粗，性情耿直剽悍、粗犷躁烈。当时步非烟的美艳和才艺已经传遍了洛阳城中，武公业在一次偶然的机会中遇到了她，顿时一见倾心，千方百计托媒人说合，终于把可人儿娶进了府中。成婚后，武参军对步非烟爱如至宝，整天尽以呆望着她的清丽身影为快事，除在公府留值外，他与非烟几乎寸步不离。</p> <p>　　感情一物偏就这样说不清楚，尽管武参军对步非烟一片痴情，爱得无以复加，多情善感的步非烟偏偏就对他没有半点激情。这个粗悍的夫君，既给不了她柔情蜜意，也不能与她<a href=\"http://so.gushiwen.org/author_3135.aspx\">诗</a>词互答，甚至在她弹奏琵琶、精心击筑时，他只会傻瞧着她的脸，根本不懂得领略音乐声中她的心曲。这样的婚姻与她梦中幻想的意境简直是天壤之别，因此新婚的步非烟内心中充满了失望和郁闷。每当风吹庭竹、雨打芭蕉的夜晚，步非烟总是偷偷一人对窗落泪，落寞萧索的心情紧紧缠绕着这个被人深爱着的新婚娇娘。武家的紧邻是府椽赵麟，他有个儿子名象，年方二十，美貌丰仪、神情秀朗，尚在家中攻读科举课业。一天，赵象在自家庭院中读书，读到兴头上，他一边绕庭漫步，一边朗声吟诵诗书。这时隔壁院中，步非烟正心不在焉地摘花玩赏，忽听得院墙那边传来朗朗的读书声，语声激昂、抑扬有致，似乎颇得书中神韵。嫁入武府后，因武公业不好文墨，常也干扰步非烟读书，这时猛听到这样入神的读书声，不禁为之感慨心喜，直想去探个究竟。但立即又转念想到，自己身已有归属，不该再生非份之念，于是强加抑制，努力不去再想这事。然而，回到屋中之后，邻院的读书声仍久久萦绕在她的耳畔，弄得她心里痒滋滋的不安。</p> <p>　　几天之后的一个清晨，东方乍白，晓雾迷蒙，赵象正在院中舞剑健身，转身腾跃中，不经意地从矮墙上望到邻家院中，只见一位纤秀的少妇正独自一人在晨雾中赏花，那少妇的容貌却已胜过春花几倍。舞剑的赵象不知不觉地停了下来，只是尽量伸长脖子，从墙头上偷看那位美艳的少妇，越看越让他心荡神恰，只见她凝神立于花木丛中，柳眉微蹙，神情中略带几分萧索，与她精致小巧的模样配在一起，是那样地让人痛爱不已。赵象这时已完全被她迷住了，这般楚楚可人的女子如何落入了粗悍的武公业家中？赵象实在是不可思议，真怀疑是天上仙女误落凡间。就在他胡思乱想的时候，邻院的美人却已穿花拂柳飘进了屋中，她行动时的那份轻灵飘逸，又让赵象在院中怔了好半天。</p> <p>　　自从那日惊鸿一瞥，赵象就再也忘不了那动人的女子，朝思暮想，辗转反侧，根本无法静下心来读书。于是，他暗中用重金收买武家的守门人，求他代为转达自己对步非烟的渴慕之情。看门人见他所爱的竟是自家主人的夫人，自然不敢惹这个是非，赶忙推脱不受，但又禁不住赵家公子的苦苦相求，再加上厚利的诱惑，他答应了帮赵象成就美事。</p> <p>　　守门人回家对妻子说明了情况，让他妻子伺机向步非烟传达赵公子的心意。守门人的妻子趁午后人寂之际，眼看步非烟独坐廊下出神，于是装作修剪廊外的花木，靠近步非烟，搭讪之后，婉转述说了隔壁赵公子的倾慕之意。步非烟一听颇为惊异，待弄清所述之人后，一丝喜悦掠过心头；然而考虑到自己的身份她不便对下人表露什么，只是带着难以察觉的一丝微笑听完述说，未置可否，只叫守门人妻子退下。</p> <p>　　守门人把事情经过详细禀报给赵象。赵象暗思：“她既然无拒绝之意，就可能有接纳之心，我不妨再试她一试。”于是取过诗笺，乘兴题下一首五言绝句：<br>　　一睹倾城貌，尘心只自猜；<br>　　不随萧史去，拟学阿兰来。</p> <p>　　赵象把这首充满挑逗意味的诗仔细封好，又通过守门人妻子的渠道，悄悄送到了步非烟的梳妆台上。步非烟读完诗，心底升起了重重柔情蜜意，她无奈地对守门人妻子说：“我也久慕赵公子雅才，但只恨自己命薄福浅，无缘与他共度此生了！”守门人妻子是一个老于世故的人，她见步非烟芳心已动，只是碍于身份不敢妄动，那种幽怨之情却分明写在脸上，于是心中有了数。既然受人钱财．就得替人效劳，守门人妻子狡黠地进一步怂恿道：“赵公子一片诚心，夫人好歹有个回音才是啊！”如此，步非烟半推半就，摊开金凤笺，写下答诗一首：<br>　　绿惨双蛾不自持，只缘幽恨在新诗；<br>　　郎心应似琴心怨，脉脉春情更泥谁？</p> <p>　　这时，赵象正怀着忐忑不安的心情在书房中踱来踱去，等待着回音。一直到落暮时分，才好不容易把武家守门人等来，他接过守门人送来的诗笺，急不可待地读下来，顿时欣喜万分，不禁喊了出来：“事情果然有眉目了！”于是再用剡溪玉叶纸写下一首七言诗，抒发感激和想思之情：<br>　　珍重佳人赠好音，彩笺方翰两情深；<br>　　薄于蝉翼难供恨，密似蝇头未写心。<br>　　疑见落花迷碧洞，只思轻雨洒幽襟；<br>　　百国消息千回梦，裁作长谣寄绿琴。</p> <p>　　诗托守门人送出去后，赵象满以为很快便能得到佳人的回音，谁知一天一天地过去了，却音讯杳然。赵象冷了半截，不知究竟出了什么岔子，是否事机不密，走漏了风声呢？还是佳人后悔自己的孟浪，关闭了心扉呢？再不然就是自己的诗句在遣词用语上冒犯了佳人？他思来想去，不得要领。正值春花将谢的时候，他忧心忡忡，独坐庭院，呆望着满院的花儿，似乎朵朵都是邻院女子俏丽的脸庞，让他心痛欲碎，怅然赋诗道：<br>　　绿暗红藏起瞑烟，独将幽恨小庭前；<br>　　重重长夜与谁语，星隔银河月半天。</p> <p>　　第二天清晨，辗转了一夜的赵象还昏沉沉的，却被一阵喜鹊的躁鸣吵醒了。他正生怨怒之际，武家守门人妻子喜滋滋地推门而入，悄悄传来了步非烟的口信：“郎君不必讶异，旬日来不通音讯，只因小女子偶染风寒，卧床难起。”说完，又从袖中掏出一只小巧的锦囊递给赵象，说是夫人所赠。赵象急急地打开锦囊，见里面装着一只玲珑的玉蝉和一副诗笺。赵象如获至宝，把王蝉紧紧攥在手中，顿感一股暖流从手中蒸腾而出，传遍了全身，令他飘飘欲仙。再展开诗笺细读：<br>　　无力严妆倚绣笼，暗题蝉锦思难穷；<br>　　近来赢得伤春病，柳弱花欹怯晓风。</p> <p>　　赵象问过守门人妻子，得知步非烟的病情已有好转，稍稍放心了。却又深恐佳人幽思满怀，加重病情，于是写下一封短信：春日迟迟，人心悄悄，自因窥觑，长萦梦魂，虽芳驾尘轻难以会合，而丹诚皎日誓以周旋；况又闻乘春多感，芳体违和，耗冰雪之妍姿，郁惠兰之佳气。忧抑之极，怅不翻飞，企望宽情，无至憔悴，莫孤短韵，宁爽后期，倘兄寸心，书岂能尽，兼持菲什，仰继华篇。<br>　　信后又附上一首诗：<br>　　见说伤情为见春，想封蝉锦绿娥困；<br>　　叩头与报烟卿这，第一风流最损人。</p> <p>　　步非烟的病可以说半是身病、半是心病，见到赵象的信和诗，大为感动，病也几乎都抛到了九霄云外。她关上房门，垂下窗帏，回信道：下妾不幸，垂髻而嫁，中间为婚妁所欺，遂匹舍于非类。每至清风明月，移玉桂以增怀；秋怅冬红，泛金微而寄恨。岂期公子，忽贻好音，发华缄而思飞，讽丽句而目断。所恨洛川波隔，贾午墙高，联云不及于秦台，旧梦尚造于楚岫。犹望天从素恳，神假微机，一拜清光，九殒无恨，兼题短什，用寄幽怀。<br>　　封末同样也附上诗一首：<br>　　画檐春燕须同宿，兰浦双鸳肯独飞？<br>　　长恨桃源诸女伴，等闲花里送郎归。</p> <p>　　当初赵象始启心扉，托人传情时，步非烟虽然春心暗动，但拘于自己的身份名节不敢轻举妄动，强压着膨胀的感情，终于酿成重病。赵象再三表明心意，大病初愈的她似乎也焕发了勇气，无法再压抑自己的感情，于是索性尽情倾诉心曲。</p> <p>　　赵象见信和诗，明白了步非烟的一片芳心，自然是喜不自持，美滋滋地幻想着自己与步非烟才子佳人相配成双，心心相通，呢爱万干。几天后的一个黄昏，武家守门人妻子又悄悄来到赵象书房，告诉他说：“近日来武参军公务繁忙，今夜将在公府值宿，夜里只剩下夫人独守空房，公子可逾墙与佳人相会。”说罢就匆匆离去，只留下赵象心中激动得怦怦直跳。好不容易等到更深人静，赵象悄悄搬了梯子，越墙来到武家院中，见步非烟默立在花丛中似已等候多时。两人一见如故，欣喜难言，牵着手悄悄潜入卧室，在幽幽的烛光中，两人无言地紧紧拥抱在一起，一团烈焰同时点燃了两颗相待已久的心。两个人顿时溶为一体。这一夜的缠绵风韵，对两人来说，就象一股清泉流进了干涸已久的心田。</p> <p>　　天晓临别时，步非烟紧紧拉住赵象的手，秀目含泪说道：“今日相遇，乃前生姻缘，望公子不要因为妾无玉洁松贞之志而轻薄待妾。妾本非风流放荡之人，以身相许，实是情之所致，愿公子深记！”赵象温柔地抚慰道：“小生非轻妄之徒，决不会逢场作戏。承蒙垂青，决不相负！”天已放亮，赵象不得不急忙跨墙而归。回到自己书房，心情仍沉浸在昨夜的激荡中，无法平静，乘兴又赋诗一首：<br>　　十洞三清虽路阻，有心还得傍瑶台；<br>　　瑞香风引思深夜，知是蕊宫仙驭来。</p> <p>　　感情的闸门一旦开启，春心如泉就再也遏制不住了。自从有了那一夜巫山云雨后，凡是武公业留值公府的夜晚，就是赵象与步非烟欢会之时。两人情深意浓，心息相通，彼此一个眼神或一声轻呼，都能唤起对方微妙默契的感应。那种好日子毕竟不多有，大多数的日子，他们都只能隔墙相思，有时托守门人夫妇传递诗书，有时赵象在院中大声吟诵诗书，步非烟坐廊下轻抚琵琶，种种方式，都被用来传达彼此浓浓的恋情。就这种情形，步非烟用诗作了描述：<br>　　相思只怕不相识，相见还愁却别君；<br>　　愿得化为松上鹤，一双飞去入云行。</p> <p>　　两颗相倾相爱的心，无论什么困难都无法阻隔，这恰似“满园春色关不住，一枝红杏出墙来。”这样过了两年，两人却实在想不出可以插翅双飞的办法，也只能这样漫无结果地苦恋着。然而，纸终究包不住火，无论他们两人怎样尽力地收买家中下人，隐蔽行迹，还是有一些风声传到了武公业耳中。武公业找来守门人妻子询句，守门人妻子开始矢口否认，武公业严加逼打，让她终于说出了事情的真象。武公业顿时火冒三丈，但他还是压住自己的火气，决心以眼见为实。他不动声色，第二天佯装留值公府，入夜时悄悄潜回家中，藏在院墙下守候。二更时分，看见墙上有人影晃动，性急的武公业奋力跃起抓住来人衣衫，只听得兹啦一声，衣衫被他撕下一大块，人却跌回邻院中。武公业心中有了数，他手持那片撕下的衣角，冲进自家卧室，向妆扮整齐的步非烟大吼道：“下贱女人，看你做的好事！”步非烟一见衣衫就知事已败露，望着暴跳如雷的丈夫，她反而显得十分平静，心想既然事已至此，也就无需抵赖了，淡淡地说：“生既相爱，死亦何恨。”武公业见妻子不但不否认、不惊恐，反而说出这样的话来，顿时气得说不出话来，转身到侧房取来马鞭，朝步非烟没头没脑地打去。皮鞭下处，步非烟霎时皮开肉绽，她却咬紧牙关，并不讨饶，武公业愤怒不已，皮鞭一阵紧似一阵，一朵鲜花猛遭狂风暴雨的摧折，转眼就已凋零。纤弱的步非烟在鞭打之下，很快就气绝身亡。武公业一阵抽打之后，发觉步非烟已不动弹，于是停下来走近一探，娇妻竟然已魂飞云外。他不由地吓傻了，又怕又急、又悔又恨，一时不知所措。</p> <p>　　为遮人耳目，武公业以妻子暴疾而亡之名把步非烟葬在北郊邙山。隔壁府椽赵麟心觉步非烟的死甚有蹊跷，本想立案追究，后来发觉此事有儿子赵象牵涉在中间，便不敢再过问，事情就这样不了了之。</p> <p>　　事后，人们发现，每至薄暮之际，邙山步非烟墓上总有一位文弱的书生伏地而泣，似乎在与墓中人倾心相诉。</p>"
}