{
  "id": 797,
  "star": 11,
  "name": "刘恒",
  "image": "http://img.gushiwen.org/authorImg/liuheng.jpg",
  "dynasty": "两汉",
  "desc": "汉文帝刘恒（前202年—前157年），汉高祖第四子，母薄姬，汉惠帝之庶弟。前196年刘邦镇压陈豨叛乱后，封刘恒为代王，其为人宽容平和，在政治上保持低调。高祖死后，吕后专权，诸吕掌握了朝廷军政大权。前180年，吕后一死，太尉周勃、丞相陈平等大臣把诸吕一网打尽，迎立代王刘恒入京为帝，是为汉文帝。",
  "content": "<h2>轶事典故</h2> <p><strong>寻找亲人<br></strong>　　窦漪房一直以来都有一个愿望，那就是找到已经失散多年的兄弟，其次就是对已故双亲尽一些孝道。虽然窦漪房已经贵为皇后，但她依然不敢提出这样的要求，因为这时候薄太后正忙于尊礼薄氏祖先。她不敢和老太太攀比。<br>　　但窦漪房一个好心的决定帮了她大忙，就在她被册封的那一天，她向<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>提议，宴请天下所有鳏寡孤独之人，并赐给生活穷困之人布匹、米面、肉食，对于八十岁以上的老人、九岁以下的孤儿，分别赐给每人一石米、二十斤肉、五斗酒、两匹帛、三斤棉絮。<br>　　以善闻名的刘恒对皇后的建议大加赞赏，并很快实施。于是，天下老百姓都对窦漪房皇后的善心口口相传，窦漪房的家世也逐渐流传开来。 一个叫窦少君的年轻人听到了窦漪房的家世。<br>　　他就是窦漪房的亲弟弟，当年分别的时候，窦少君才五六岁，已经成人。<br>　　姐姐离开没多久，厄运就降临窦少君身上，由于哥哥在外面劳作，家里没有人看管，窦少君被拐走了。他先后被拐卖多次，最后在河南阳宜一户财主家当了奴仆。<br>　　白天辛勤劳作，晚上就和工人睡在悬崖下边的窝棚里。一天，主人派窦少君到山上烧炭。不料，这天夜里，风雨大作，山崖暴发泥石流，一百名工人大都丧生，由于窦少君睡在窝棚边可轻易逃跑，才逃过这一劫。<br>　　死者的家属跑到主人家哭闹不休，主人不得已只好逃到长安，窦少君也跟着主人逃到了长安。　大难不死，必有后福。逃到长安的窦少君第一件事就是算了一卦，想看一下自己的命运如何，不料抽到一上上签。算卦的老头说他在不久的将来就会大富大贵。<br>　　窦少君打死也不信自己会大富大贵，对算卦老头说的话并没有放在心上，不料没走多远，他就听到了皇后窦漪房的故事。<br>　　窦漪房？当他听到这个名字的时候，怔了一下。自己的姐姐，当年被送进宫的那个姐姐不也叫窦漪房吗？再联系刚才算卦老头说的话，他有点将信将疑了。<br>　　有希望总比没希望好，于是他豁出去了，向皇帝上书，说自己是皇后失散多年的亲弟弟窦少君。<br>　　刘恒看了这封信，问窦漪房怎么回事。窦漪房只好把自己的身世一五一十地向刘恒说了。<br>　　刘恒听了，捶胸顿足，说自己有愧于皇后，只顾自己的亲人，却把妻子的亲人忘记了。<br>　　于是，他和窦漪房一起召见窦少君。<br>　　窦漪房的相貌虽然改变了不少，但是窦少君还是认得出来。但是窦漪房已经认不得弟弟了，因为当初离开的时候弟弟才五六岁，如今已经长大成人。<br>　　窦漪房怕误认，那样将带来不堪设想的后果。于是她问窦少君有什么证据证明他就是自己的弟弟。<br>　　窦少君不仅把父母怎么死的说了出来，还回忆了当年姐姐离开他的情景，最后一次给他洗头发，最后一次做饭给他吃……<br>　　说着说着就忍不住流下泪来。这时候，窦漪房再也控制不住自己的情绪了，跑下去和弟弟紧紧拥抱在一起。<br>　　这一幕被史官详细地记录了下来。书上说，当时不仅大汉的皇帝感动得落泪了，连旁边的宫女也跟着哭泣。<br>　　文帝为了表达自己的愧疚之情，赏赐窦少君大量的财产和田地。但窦漪房深知刘恒勤俭节约的品性，不可因为自己而破例，只让弟弟接受了足够养活他的部分财产和田地。不久又拿出自己的金银首饰来弥补文帝赏赐弟弟所造成的亏空。有这样一位贤明的皇后，刘恒这一辈子也就满足了。<br>　　不久窦漪房的哥哥也找到了，三兄妹终于团聚。<br>　　今日不同往昔，三兄妹谁也不会想到会有今天。<br>　　刘恒照例又要赏赐窦漪房的哥哥，又被窦漪房阻止。她的哥哥跑到她那里问原因，为什么不要皇帝的赏赐？不要白不要！窦漪房耐心地给哥哥如是这般地分析了一番，哥哥才不情愿地撅着嘴巴，答应了妹妹和弟弟一起住。<br>　　如此谨慎，不给大臣们一点把柄的窦漪房仍然遇到了麻烦。照理说，这是窦漪房的家事，与别人无关，可是她是皇后，皇后没有家事，皇后的一切事都是国家大事。杯弓蛇影的大臣们见窦漪房突然冒出来两个年轻力壮的兄弟，有点吃不消了。他们担心窦漪房会成为第二个吕雉，他们要把隐患消除在萌芽之中，其实连萌芽都没有，一切只是大臣们的假想敌。<br>　　一次早朝，绛侯、灌将军等一干串通好的大臣联合起来对文帝进谏，大意是说窦氏兄弟都是鲁莽之徒，没有任何文化素养，不应该依靠皇后的裙带关系而加官晋爵，让他们做富贵闲人，并且还要挑选德高望重、学识渊博的大臣与他们比邻而居，教导监督他们，以防止他们滋事扰民。<br>　　正所谓马善被人骑，人善被人欺。也只有窦漪房做皇后，这些大臣们才敢这么说，要是换作吕雉，估计他们连个屁都不敢放了，保准是千篇一律的对吕雉的亲戚们这封赏那封赏的提议。<br>　　文帝没有立即答复大臣们的进谏，尽管他相信窦漪房绝对不会成为吕雉，但吕雉的祸国殃民仍然使他如芒在背。当天晚上，他把大臣的进谏对皇后说了，面露为难之色。善解人意的窦漪房马上解除了文帝的忧虑，她说大臣们的进谏是对的，哥哥弟弟没有读多少书，正需要教导呢。最后又强调一句，无论刘恒做怎样的决定，她都支持。</p> <p><strong>宠信邓通</strong><br>　　邓通是深受刘恒宠信和喜爱的佞臣。一天，文帝叫一个看相的术士给邓通看相，相士直言不讳地对文帝说：“邓大夫以后会因贫困而饿死。”文帝听后大不高兴，愤愤地对邓通说：“朕要想让你富，有何难哉？”说完即下了一道诏书，把蜀郡严道县的铜山赐给邓通，并允许他铸钱。邓通从此富可敌国。邓通既蒙文帝宠爱，感激涕零，更加想要有所报答才行了。<br>　　一天，文帝的毒疮突然发作，红肿流脓，溃烂不堪。文帝痛得钻心，整天伏卧床上，哀号不已。一帮御医药开了不少，文帝吃了却不见疼痛稍减分毫，最后竟痛得晕了过去。邓通在旁急得抓耳挠腮，一见文帝竞昏死过去，于是也不知道他哪里来的勇气，竟一下子扑到文帝身上，也不管那脓血有多污秽腥臭，就张开嘴巴，对着文帝背部的烂疮就吸。说来也奇怪，邓通才吸了几口，文帝的疼通便减了几分，竟悠悠地醒了过来。邓通又吸了几口，然后伸出舌头，往疮口里舔了几舔，文帝竟觉得一下子疼痛全消了。等他舔完，文帝扭过头一看，见是邓通，大受感动，心想关键时刻又是邓通对自己最忠心，总算不负对他的一番提拔和宠爱。以后几天里，邓通又给他吸了几次，文帝的疮慢慢好了起来。一天文帝问邓通：“你说天下谁最爱我？”邓通说；“那自然是太子。”这时正好太子进来问安，文帝便叫太子来给他吮疮。太子无奈，跪在榻前，对着文帝溃烂的背，勉强把嘴巴凑上去，还没碰到疮口，竟一个恶心，呕吐起来。文帝见了大不高兴，太子只好怏怏退出。<br>　　后来太子听说邓通曾为文帝吮疮，大为愧恨，从此记恨在心。几年后文帝死，太子即位，这就是景帝。景帝一即位，首先便把邓通革职，追夺铜山，并没收他的所有家产。可怜富逾王侯的邓通，一旦竟与乞丐一样，身无分文，最后竟应了那个相士的话，饿死街头。</p> <p><strong>传统节日</strong><br>　　农历正月十五是元宵节。又称上元节、元夜、灯节。相传，汉文帝（前179—前157年）为庆祝周勃于正月十五勘平诸吕之乱，每逢此夜，必出宫游玩，与民同乐，在古代，夜同宵，正月又称元月，汉文帝就将正月十五定为元宵节，这一夜就叫元宵。创建《太初历》，将元宵节列为重大节日。隋、唐、宋以来，更是盛极一时。《隋书·音乐志》日：“每当正月，万国来朝，留至十五日于端门外建国门内，绵亘八里，列戏为戏场”，参加歌舞者足达数万，从昏达旦，至晦而罢。当随着社会和时代的变迁，元宵节的风俗习惯早已有了较大的变化，但至今仍是中国民间传统节日。</p><br/><h2>生平</h2> <p><strong>初封代王</strong><br>　　薄姬是吴（今江苏）人，秦末，魏豹自立为魏王，纳薄姬为妾。楚汉战争初期，魏王豹被韩信、曹参打败，她也成了俘虏，后被送入织室织布，而魏豹被<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>派去守荥阳，后被刘邦手下周苛为除后患杀之。刘邦见薄姬有些姿色，就纳入后宫。高祖五年（公元前202年）她生下<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>。高祖十一年（前196年），刘邦带兵平定了代地陈豨的叛乱，就立8岁的刘恒为代王，都于晋阳（今山西太原）。</p> <p><strong>登基为帝</strong><br>　　汉文帝的名字在中国历史上是很有名的，“文景之治”就是对他政绩的充分肯定。文帝名刘恒，是刘邦的第四个儿子，母亲是薄姬。<br>　　刘恒在刘邦的众多儿子中是很幸运的。刘邦共有八个儿子，吕后仅生了一个，即汉惠帝刘盈。在惠帝去世后，吕后为了使自己长期掌握政权，对刘邦其他的儿子们大开杀戒，吕后共害死了四个。刘邦的大儿子刘肥最后未被陷害，得以善终。吕后最后死时，刘邦的八个儿子只剩下了刘恒和刘长。<br>　　在刘邦的众子中，刘恒是最不引人注目的一个，这和他的母亲有关。母亲薄姬原是<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>所封魏国王宫的宫女，在刘邦打败魏国后，将许多宫女选进自己的后宫，后来便和薄姬生了文帝刘恒。但刘恒出生后，薄姬却遭到刘邦的冷落，地位一直是“姬”，没有升到“夫人”，所以，文帝刘恒从小就做事小心，从不惹是生非，给大家留下了很好的印象。在刘恒八岁时，三十多位大臣共同保举他做了代王。虽然地位没其他王子那样显赫，但这恰好帮文帝躲过了吕后的迫害，幸运地活下来，后来又幸运地登上了皇位。<br>　　刘邦的旧臣陈平和周勃在吕后死后，携手诛灭了吕氏势力，然后商议由谁来继承皇位，代替当时吕后立的小皇帝刘弘，他们觉得刘弘不是惠帝的后代，不符合皇位继承的法统。最后，他们相中了宽厚仁慈名声较好的代王刘恒。于是派出使者去接刘恒赴长安继承皇位。 刘恒见到使者，开始并不是很高兴，相反，这使他起了疑心，他的属臣们也意见不同，有的认为是一个阴谋，有的则分析说不会有假。刘恒决定用占卜来决定吉凶。结果达到一个“大横”的占卜结果，这个结果的意思是：大横所裂的纹路很是正当，我不久要即位天王，将父亲的伟业光大发扬，就像启延续禹的那样。占卜的人向他解释天王即是做天子，比一般的王要高一级。<br>　　为了以防万一，刘恒在向长安进发的过程中一步步小心从事，深怕又中了计，丧命黄泉路。一是派舅舅薄昭先到长安探听虚实，二是离长安城五十里的时候，又派属下宋昌先进城探路。最后，小心的刘恒终于在陈平等众大臣的拥戴下平安地继承了皇位，住进了未央宫。</p> <p><strong>巩固权势</strong><br>　　因为得到皇位不易，文帝即位后首先任命自己的心腹负责守卫皇宫、京城，从根本上保证自己的人身安全。然后，对于拥立他做皇帝的功臣们一一赏赐、封官晋爵，对于被吕后贬斥的刘姓王也恢复了称号和封地，同时，对于跟随父亲刘邦开国的功臣们也分别赏赐、分封。这些措施使文帝的帝位得到巩固。<br>　　除了用拉拢的手段巩固权势外，打击重臣也是一项很有效的措施。这方面主要是对大功臣周勃的处理。周勃因为拥立文帝有功，所以每次上朝结束后，出来时总是很骄横的样子，似乎也不把文帝放在眼里。而文帝对他更加有礼，经常目送他离去。有大臣劝说文帝，不该对周勃这样重礼，有失君主的身份了。从此，文帝的神色变得越来越严肃，而周勃则越来越敬畏。周勃的属下及时提醒他：小心功高盖主，引火烧身。周勃如醍醐灌顶，猛然醒悟了。于是辞去了右丞相（汉时以右为上，陈平当时是左丞相，相当于副职）的职务，文帝很快也答应了。一年后，因为陈平谢世，文帝又任命他做丞相，但仅十个月后，文帝又以列侯归封国为借口免除了他的相职。当时，很多的列侯都住在长安，这给京城的粮食供应增加了很多负担，所以，文帝就下诏命列侯到自己的封国去生活，即使朝廷恩准留在京城，也要将自己的儿子派到封国去。但很多人找各种各样的借口留在京城，这使文帝很生气，便让丞相周勃带头做表率，免了他的丞相职务。<br>　　在后来有人举报周勃在家常身披盔甲，有谋反之心时，文帝马上把他抓捕。周勃赶忙通过文帝的舅舅薄昭向文帝说明实情：被罢免丞相职务后害怕被抓，所以家中有些防备，但却没有反叛之心。文帝在重新调查后，没有发现周勃谋反的事实，便释放了他。这和封建时代很多皇帝相比，文帝做得确实很宽容。</p> <p><strong>巩固皇权</strong><br>　　文帝刘恒入京，仅带宋昌、张武等六人。汉文帝下定决心要尽快整合皇权体制，以恢复和加强国家政权的运转能力。</p> <p>　　①掌握军队<br>　　军权是最大的权，文帝深谙此道，所以在他进入未央宫的当天夜里，就命令宋昌为卫将军，镇抚南、北二军；命张武为郎中令，巡察保卫宫中。有司衙门分别诛杀少后帝及其三个弟弟于他们自己的府第里。皇帝回到前殿，连夜颁布诏令，大赦天下。<br>　　文帝知道自己在汉廷并无雄厚的政治基础，有的宗室认为他是“摘桃派”，仅仅是依靠一批老臣的拥戴而登上皇位的，他所面临的是不断壮大和日益骄横的诸侯王势力，所以他首要的任务是采取恩威并施的两手策略来巩固皇权。</p> <p>　　②封赏功臣<br>　　汉文帝即位之后，首先封赐诛诸吕有功之臣。文帝前元年（前179年)十月，封周勃为右丞相，陈平为左丞相，灌婴为太尉，组成新的汉廷中央。随刘恒入朝的官员，有的官至列卿。<br>　　除了保留旧有的诸侯王之外，汉文帝又立了一批新的诸侯王。同年十二月，立原赵幽王刘友之子刘遂为赵王；徙封原琅邪王刘泽为燕王。后来，又立刘遂之弟刘强为河间王；朱虚侯刘章为城阳王；东牟侯刘兴居为济北王；立皇子刘武为代王，又徙封为淮阳王，后徙封为梁王；封刘参为太原王；刘揖为梁王。<br>　　同年正月，即刘恒即位三个月后，根据群臣的建议，文帝立长子<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>为太子。这样，自汉高祖以来，预立太子就成为汉家的定制。三月，立窦氏为皇后。</p> <p>　　③镇压叛乱<br>　　由于汉王朝大力推行无为政治，对诸侯王势力的恶性发展，起了催化作用。诸侯坐大，形成“尾大不掉”之势，必然使刘氏宗室内部在皇权和王权的分割问题上产生了尖锐的矛盾，这个矛盾从文帝即位后就开始激化了。文帝三年（前177年），济北王刘兴居叛乱，首开王国武装反抗汉廷之先例。文帝派兵镇压，叛军顷刻瓦解，刘兴居被俘后自杀。<br>　　只过了三年，淮南王刘长又举起了叛旗。但尚未行动，即被朝廷发觉。文帝派人传讯刘长入京，罢去他的封号，将他发配蜀郡。途中，刘长绝食而死。<br>　　<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>献策 两起叛乱虽被平息了，但汉初诸侯王势力的恶性发展，实际上已成为对抗中央朝廷的分裂势力。朝廷中一些有识之士，认为到了非从根本上解决不可的时候了。贾谊就是其中突出的代表。 时年28岁的贾谊上《陈政事疏》（即《治安策》），提出两点：第一，亲疏不是主要问题，即同姓诸侯王不比异姓王可靠。第二，是强者先反叛，弱者后反叛，在这样的封国条件下，最后都是要威胁中央集权政权的。贾谊提出解决的办法就是“众建诸侯王而少其力”，即分割诸侯王国的势力，从而达到中央集权的目的。<br>　　文帝十分欣赏贾谊的《治安策》，然而，当时他正用心于稳定政局，恢复和发展社会经济，形势不允许他与诸侯王公开对抗。直到文帝十六年（前164年），齐王刘则死，无子嗣位，文帝才分最大的齐国的六国。又封刘长的三子<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>、刘勃、刘赐等为王，将淮南国一分为三。贾谊关于众建诸侯的建议，至此才得以实施，但皇权和王权的矛盾并没有从根本上得到解决，分权和集权的问题依然存在。由于文帝对同姓诸侯王基本上采取姑息政策，所以导致了景帝时期的吴楚七国之乱。</p> <p><strong>去世</strong><br>　　刘恒个人躬行节俭励精图治最终开创治世“文景之治”，公元前157年6月，汉文帝刘恒驾崩，在位23年，享年47岁。葬于霸陵。其庙号太宗，谥号孝文皇帝。</p> <p><strong>遗诏</strong><br>　　原文：朕闻之：盖天下万物之萌生，靡不有死。死者天地之理，物之自然者，奚可甚哀。当今之时，世咸嘉 生而恶死，厚葬以破业，重服以伤生，吾甚不取。且朕既不德，无以佐百姓；今崩，又使重服久临，以离寒暑之数，哀人之父子，伤长幼之志，损其饮食，绝鬼神之祭祀，以重吾不德也，谓天下何！朕获保宗庙，以眇眇之身讬于天下君王之上，二十有馀年矣。赖天地之灵，社稷之福，方内安宁，靡有兵革。朕既不敏，常畏过行，以羞先帝之遗德；维年之久长，惧于不终。今乃幸以天年，得复供养于高庙。朕之不明与嘉之，其奚哀悲之有！其令天下吏民，令到出临三日，皆释服。毋禁取妇嫁女祠祀饮酒食肉者。自当给丧事服临者，皆无践。绖带无过三寸，毋布车及兵器，毋发民男女哭临宫殿。宫殿中当临者，皆以旦夕各十五举声，礼毕罢。非旦夕临时，禁毋得擅哭。已下，服大红十五日，小红十四日，纤七日，释服。佗不在令中者，皆以此令比率从事。布告天下，使明知朕意。霸陵山川因其故，毋有所改。归夫人以下至少使。皇帝之有成文的遗诏，自汉文帝开始。<br>　　本文节选自《史记·孝文本纪》，这篇遗诏和汉文帝平时行事相符，比较可信。遗诏的主要内容，是文帝训告臣下在他死后务必免除繁文缛节，省除靡费，节丧薄葬，并遣散后宫女侍等。诏文谨慎谦抑的语气，显示了汉文帝淳朴宽厚的性格。</p><br/><h2>为政举措</h2> <p>　　西汉王朝建立后，汉高祖、惠帝、吕后都着力于发展农业生产，稳定统治秩序，收到了显著的成效。然而文帝即位之时，不仅国家财力严重不足，人民生活还相当困顿。造成这种贫困的状况，是由于“一人耕之，十人聚而食之”，农民遭受残酷剥削，淫侈之风日益严重，以及社会背本趋末的结果。这表明汉初一度缓和的社会矛盾，到文景时期又逐渐趋于表面化。于是他开始大显身手，开始了他的治国之路。</p> <p><strong>政治</strong><br>　　①司法<br>　　秦汉时期的黄老学一个主要特征是“守法而无为”，所谓“无为”，不是毫无作为，也不是漫无边际的放任，而是不超越既定的法律规定。“法”是“无为”的界限，而无为的“道”又是“法”的根源。所以，要求“法立而弗敢废”，就是指立法之后不轻易变更，要“循守成法”。<br>　　汉初统治者坚持黄老之学“赏罚信”的思想，主张严格执法，即使皇帝也只有“执道生法”的权力，而不得犯法。汉文帝就是一位不以个人意志破坏法律规定而“循守成法”的皇帝。一次，文帝出行中路过渭桥，有人从桥下走出，使文帝乘车的马受惊而跑。廷尉张释之判处此人“罪金”（罚四两金）。文帝要求处死。张释之向文帝说：“法律是天子和天下人共同制定的，如果我们轻易地改变法律，就会使人们对法律失去信任，不知怎样做才对。”文帝终究表示廷尉做得对。<br>　　黄老思想虽然吸收了法家的“执法”“守法”思想，但基于“安民”“惠民”的立场，对法家的“重刑轻罪”主张并不首肯。黄老思想不仅要求“君正”，而且要求“法正”。在这种思想作用下，汉初统治者坚持除秦苛法。文帝元年（前179年）十二月，除“收孥连坐法”。明令宣布：“废除一人犯罪，家人收为奴婢及各种株连的法律。”这是对旧传统的否定，对成法的改革。</p> <p>　　②改革刑制<br>　　文帝废除的首先是连坐法，当时叫做首孥连坐法。当时的大臣陈平和周勃开始不同意，但在文帝的坚持下，只好按照文帝的意思起草了诏书，终于将连坐法废除了。其次是对肉刑的废除，改为处以笞刑和杖刑，因为次数太多，有的三百，有的五百，还是太重，经常把人打死，于是又减轻次数，最终达到了减轻刑罚的目的。<br>　　文帝最重要的改革是废除肉刑，改革刑制。改革的起因是缇萦救父。文帝十三年（前167年），齐太仓令淳于公犯了罪，应当受刑。汉代的肉刑主要由黥刑（脸上刺字）、劓刑（割去鼻子）和斩左右趾（砍去左足或右足）。淳于公因为做过官，所以要押解到长安去受刑。淳于公幼女缇萦非常悲痛，便随父到长安，上书文帝，说：“臣妾愿意入官府为奴婢，来抵赎父罪。”文帝怜悯她的一片孝心，下令赦免了淳于公的肉刑，令其携女归家，并且下诏废除肉刑，改革刑制。<br>　　对汉文帝废除肉刑，后世有许多评说，大多是认为出于“悲怜”缇萦，体现了文帝的“德政”。这一刑制的改革，在中国法制史上的意义是重大的，它是中国古代刑制由野蛮阶段进入较为文明阶段的标志。这一改革，为刑制向新“五刑”（笞、杖、徙、流、死）的过渡奠定了基础。</p> <p>　　③废除过关用传制度<br>　　汉代在军事重镇或边地要塞，都设关卡以控制人口流动，检查行旅往来。出入关隘时，要持有“传”，即通过关卡的符信（凭证），方可放行。文帝十二年（前168年）三月，文帝取消出入关的“传”，从而有利用于商品的流通和各地区间的经济联系，对于农业生产的发展也有一定的促进作用。</p> <p>　　④令列侯归国<br>　　文帝即位之初，列侯多居长安，远离所属食邑，造成“吏卒给输费苦”，给人民增加了一项新的转输负担。文帝二年（前178年），即诏令列侯回归封邑，做官吏的及有诏令特许的，要将太子送归封邑，其他任何人不许留居长安，以减轻人民的负担。</p> <p>　　重民思想<br>　　①安民为本<br>　　年轻的<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>作《过秦论》为文帝提出治国的根本方针为“牧民之道，务在安之”。这股要求安民的社会思潮，是惠帝以来朝野共同的要求，也是巩固西汉统治的需要。</p> <p>　　②减省租赋<br>　　为了吸引农民归农力本，文帝以减轻田租税率的办法，改变背本趋末的社会风气，用来激发农民的生产积极性，文帝二年（前178年）和十二年（前168年），曾两次“除田租税之半”，即租率由十五税一减为三十税一，即纳1∕30的土地税，十三年还全部免去田租。自此以后，三十税一成为汉代定制。此外，算赋也由每人每年120钱减至每人每年40钱。</p> <p>　　③减轻徭役<br>　　文帝“偃武兴文”，“丁男三年而一事”，即成年男子的徭役减为每三年服役一次。这样的减免，在中国封建社会史上是独一无二的。</p> <p>　　④弛山泽之禁<br>　　文帝后六年（前158年），文帝下令，开放原来归属国家的所有山林川泽，准许私人开采矿产，利用和开发渔盐资源，从而促进了农民的副业生产和与国计民生有重大关系的盐铁生产事业的发展。弛禁的结果，“富商大贾周流天下，交易之物莫不通”。</p> <p>　　⑤入粟拜爵<br>　　文帝十二年（前168年），号称“智囊”的太子家令<a href=\"http://so.gushiwen.org/author_791.aspx\">晁错</a>向文帝建议：“募天下之人入粟于边，以受爵免罪，不过三岁，塞下之粟必多矣。”并在其《论贵粟疏》中宣传此思想，本套思想非常符合文帝时期充实国力的目的，于是，文帝采纳了这个建议，采取公开招标价卖爵的办法来充实边防军粮。晁错又建议，入粟拜爵办法实行后，边境积粟足以支5年，可令入粟者输于郡县，是郡县也积粟；边境和郡县都已充实，就可以免除天下田租。入粟拜爵办法的实行，使农民的处境暂时有所改善，而晁错的《论贵粟疏》也被后世广为传诵！</p> <p>　　躬修节俭<br>　　文帝在位23年，车骑服御之物都没有增添；屡次下诏禁止郡国贡献奇珍异宝；平时穿戴都是用粗糙的黑丝绸做的衣服；文帝为自己预修的陵墓，也要求从简。在中国历代帝王中，文帝是一生都注重简朴为世人称道的皇帝。</p> <p>　　政绩表现<br>　　由于文帝采取了上述的方针和措施，就使当时社会经济获得了显著的发展，统治秩序也日臻巩固。西汉初年，大侯封国不过万家，小的五六百户；到了文帝和景帝时期，流民还归田园，户口迅速繁息。列侯封国大者至三四万户，小的也户口倍增，而且比过去富实多了。中国古代社会开始进入治世。<br>　　源于文帝时期的文景之治之所以成为封建社会的盛世，原因是多方面的：<br>　　1、统治者认识的改变：汉初统治者从秦亡的教训中，第一次看到了“民”的力量，认识到这个力量虽在平时不显现，然而绝不能忽视它。如果过分侵犯了“民”维持生存的起码权利，“民”就不是原来的被动状态，而要以暴力的行动显示出它不仅能载舟亦能覆舟的强大力量。所以统治者就要对“民”让步，就要顺“民”心。<br>　　2、统治者大力推行黄老政治：汉初统治者，尤其是文帝和景帝，坚持“清静无为”“躬修节俭”[21]，实行轻徭薄赋的政策，结果减少了人力物力的浪费，解决了秦过分剥削农民、破坏合理的权利和界限的根本问题，这样，就造成一个“吏安其官，民乐其业”的良好社会环境。<br>　　3、文帝个人的励精图治：<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>即位不久，就废止了诽谤妖言之罪，使臣下能大胆提出不同的意见。秦代以来有所谓“秘祝”之官，凡有灾异就移过于臣下。文帝十三年（前167年）下诏废除并且声明：“百官的错误和罪过，皇帝要负责。”次年，他又禁止祠官为他祝福，文帝谦让宽容，以礼相待，便自然形成一种比较清明的政治空气，正因为如此，汉文帝的政绩不但得到了后人的赞誉，也得到了西汉末年赤眉军的尊崇，他们攻占长安后，西汉皇陵均被破坏，唯有汉文帝的霸陵得到了保护。</p> <p><strong>军事</strong><br>　　汉高后八年（公元前180年），吕后死。文帝即位，继续对匈奴和亲。<br>　　文帝前元三年（公元前177年），匈奴右贤王背弃 和亲 之约，率数万大军侵占河南地（今内蒙古伊克昭盟地区），并进袭上郡（今陕西绥德地区），杀略汉民，威胁长安。文帝急令丞相灌婴将车骑8万迎击匈奴，自率诸将诣甘泉宫（故址在今陕西淳化西北），作为应援。匈奴右贤王见汉军大队来攻，遂退出塞外。双方虽未交兵，但这次用兵是西汉自白登之围后对匈奴第一次大规模的军事行动，表明西汉王朝并不甘于 和亲 政策。<br>　　文帝前元六年（公元前174年），冒顿单于死，其子稽粥即位，号老上单于。<br>　　老上单于初即位，文帝复遣宗室女公主为单于阏氏，派宦者燕人中行说为护送使者。中行说不愿去匈奴，被强令出使。中行说忿恨上路，到匈奴即投降老上单于。老上单于对他亲信倍至。中行说在匈奴千方百计破坏汉匈的 和亲 关系，鼓动老上单于伺机南下攻汉。<br>　　文帝前元十四年（公元前166年）冬，老上单于亲率14万大军入北地郡，进占朝那（今甘肃平凉西北）、萧关（今甘肃固原东南）、彭阳（今甘肃镇原东南），烧毁中宫（秦宫，故址在今甘肃固原），前锋直抵雍县（今陕西凤翔南）、甘泉（今陕西淳化西北），距长安仅200里，直接威胁西汉王朝的统治中心。文帝得报，立即命中尉周谷、郎中令张武为将军， 发车千乘，骑十万 ，屯驻长安附近，防卫京师；又拜昌侯卢卿为上郡将军，宁侯魏遫为北地将军，隆虑侯周灶为陇西将军，东阳侯张相如为大将军，成侯董赤为前将军，大发上郡、北地、陇西等处兵马车骑迎击匈奴，苦战月余，老上单于方退出塞外，而汉军 逐出塞即还，不能有所杀 。从此， 匈奴日已骄，岁入边，杀略人民畜产甚多，云中、辽东最甚，至代郡万余人 。西汉王朝深以为患，不得不遣使者复与匈奴修好 和亲.文帝后元四年（公元前160年），老上稽粥单于死，其子军臣立为单于，仍以中行说为亲信，积极准备攻汉。<br>　　文帝后元六年（公元前158年），军臣单于绝 和亲 之约，对汉发动战争。他以6万骑兵，分两路，每路3万骑，分别侵入上郡及云中郡，杀略甚众。文帝急忙以中大夫令勉为车骑将军，率军进驻飞狐（今山西上党）；以原楚相苏意为将军，将兵入代地，进驻句注（今山西雁门关附近）；又派将军张武屯兵北地，同时，置三将军，命河内守周亚夫驻屯细柳，祝兹侯徐悍驻棘门，宗正刘礼驻霸上，保卫长安。此时，匈奴骑兵已进至代地句注边，边境烽火警报连连告急。汉军经数月调动，方抵边境地区。匈奴见汉军加强了守备，遂退出塞外。汉军也罢兵撤警。第二年，文帝死。<br>　　景帝时，继续执行高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>以来的和亲政策，通关市，给遗匈奴，遣公主，注意改善与匈奴的关系。因此，匈奴对汉只有一些小规模的边境袭扰，不再有大规模的军事入侵。</p> <p><strong>民族</strong><br>　　汉文帝即位后，不仅内政复杂棘手，边事也十分严峻，在国力不强的情况下，面对“胡强南劲”的形势，汉文帝采取了正确的策略，终于赢得了较好的外部环境。</p> <p>　　匈奴<br>　　自白登之围来，汉廷对匈奴实行和亲政策，虽然收到了一定效果，但是并不能根本解除匈奴贵族的威胁，双方一直处于战和不定的状态。<br>　　文帝在位期间，为了谋求安定的和平环境，对匈奴一直采取克制忍让的态度，继续执行和亲政策，避免大动干戈。然而，匈奴虽然受益于和亲政策，但是却不信守和亲的盟约。汉廷急需行之有效的御边之策。<br>　　当时任太子家令的晁错上书汉文帝，分析汉朝与匈奴双方在军事上各自的长短，建议实行“募民实边”的策略。其主要内容为：在边地建立城邑，招募内地人民迁徙边地，一面种田，一面备“胡”；每个城邑迁徙千户以上的居民，由官府发给农具、衣服、粮食，直到他们能自给为止；迁往边地的老百姓，按什伍编制组织起来，平时进行训练，有事则可应敌，凡能抵抗匈奴人的侵扰，夺回被匈奴人掠夺的财富，则由官府照价赏赐一半。文帝在不同程度上采纳了这个策略。<br>　　此外，文帝还在边地建立马苑36所，分布在北部和西部，用官奴婢3万人，养马30万匹。在民间，同样奖励老百姓养马，以满足边防对马匹的需求。<br>　　这些措施产生了积极的作用：改变了单一轮换屯戍的制度，既有利于对边郡的开发，又大大加强了抗击匈奴的防御力量；有利于休养和生息，使内地的社会经济迅速地恢复和发展；为后来汉武帝彻底解决匈奴问题打下了基础。</p> <p>　　南越<br>　　在战国秦汉时期，我国东南沿海一带及岭南一带，聚居一种支族众多的越族，被统称为“百越”。居住在岭南地区的越人，因地处“楚之南”，被称为“南越”。秦始皇三十三年（前214年）统一岭南，在这里设置了桂林、南海、和象三个郡。秦末农民战争起义爆发后，行南海尉事的赵佗自立为王。<br>　　汉高祖时，赵佗接受“南越王”封号，从此“称臣奉汉约”，成为西汉王朝下的一个属国—南越国。吕后统治时期，对南越实行经济封锁政策，赵佗即以兵戎相见，与汉王朝分庭抗礼。<br>　　公元前180年，吕后驾崩，文帝即位，改变扼杀政策，采取安抚政策，向南越提供发展生产所需的铁器、农具、马牛羊等。并派人修葺赵佗在真定（今河北正定）的祖坟，置守邑，岁时祭祀。又撤掉进攻南越的军官，拜赵佗的兄弟做官。然后，遣陆贾再次出使南越。在文帝诚意的感召下，赵佗谢罪称臣，从而再次赢得了发展经济的有利条件。到武帝时期，岭南地区经济文化发展已有较大发展。<br>　　由以上可以看出，汉文帝对周边少数民族不轻易用兵，尽力维持相安友好关系，以礼相待，兄弟相称，这对于加强中原人民与周边少数民族人民之间的团结，增进友谊，起了很好的作用，进一步促进了汉朝时期各个民族之间的融合，对中华民族的形成和发展做出了贡献。</p><br/><h2>家族成员</h2> <p><strong>父母<br></strong>父亲：汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a><br>母亲：薄太后薄姬</p> <p><strong>兄弟姐妹<br></strong>哥哥<br>齐悼惠王刘肥<br>汉惠帝刘盈<br>赵隐王刘如意</p> <p>弟弟<br>赵幽王刘友<br>赵共王刘恢<br>淮南厉王刘长<br>燕灵王刘建</p> <p>姐姐<br>鲁元公主</p> <p><strong>后妃<br></strong>代王王后，名讳不详，<a href=\"http://so.gushiwen.org/author_797.aspx\">刘恒</a>结发妻子，与刘恒育有四子，于刘恒即位前薨逝，无追封。<br>孝文皇后窦漪房<br>慎夫人<br>尹姬</p> <p><strong>子女<br></strong>儿子<br>刘恒与代王王后育有嫡子四名，但皆于刘恒即位前后陆续病逝。<br>嫡长子汉景帝<a href=\"http://so.gushiwen.org/author_798.aspx\">刘启</a>（孝文皇后窦氏所生）<br>嫡次子梁孝王刘武（孝文皇后窦氏所生）<br>三子代孝王刘参<br>四子梁怀王刘揖</p> <p>女儿<br>嫡长女馆陶公主刘嫖（窦皇后窦氏所生），嫁堂邑侯陈午，所以又称堂邑公主，汉武帝时称窦太主。<br>次女绛邑公主，史书未留其名讳，嫁周勃之子绛侯周胜之，按西汉惯例，称为：绛邑公主。</p>"
}