{
  "id": 1229,
  "star": 1,
  "name": "荆浩",
  "dynasty": "唐代",
  "desc": "荆浩（约850-?），五代后梁画家。字浩然，号洪谷子。沁水（今山西沁水）人，一说河南济源人。因避战乱，常年隐居太行山。擅画山水，师从张璪，吸取北方山水雄峻气格，作画“有笔有墨，水晕墨章”，勾皴之笔坚凝挺峭，表现出一种高深回环、大山堂堂的气势，为北方山水画派之祖。所著《笔法记》为古代山水画理论的经典之作，提出气、韵、景、思、笔、墨的绘景“六要”。现存作品有《匡庐图》《雪景山水图》等。",
  "content": "<h2>生平</h2> <p>　　荆浩（约850－？）中国五代后梁最具影响的山水画家，博通经史，并长于文章。字浩然，河南济源人。擅画山水，常携笔摹写山中古松。自称兼得吴道子用笔及项容用墨之长，创造水晕墨章的表现技法。亦工佛像，曾在汴京（今河南开封）双林院作有壁画。是中国山水画发展过程中具有重要影响的画家之一。</p> <p>　　他生于唐朝末年，大约卒于五代后唐（923－936）年间。士大夫出身，后梁时期因避战乱，曾隐居于太行山洪谷，故自号“洪谷子”。荆浩不仅创造了笔墨并重的北派山水画，被后世尊为北方山水画派之祖，还为后人留下著名的山水画理论《笔法记》，以假托在神镇山遇一老翁，在互相问答中提出了气、韵、思、景、笔、墨的所谓绘景“六要”，是古代山水画理论中的经典之作，比更早时期南齐谢赫的“六法论”有所发展，具有更高的理论价值。</p> <p>　　荆浩创山水笔墨并重论，擅画“云中山顶”，早已提出山水画也必须“形神兼备”、“情景交融”，他的作品已被奉为宋画典范，只可惜留存于世的作品极少，且仅有的几幅画也尚存真伪之疑。</p> <p>　　荆浩生平及早期绘画活动　荆浩出生于河南济源。济源北倚太行，西望王屋两山，南临黄河，与古都洛阳相邻，历来文风颇盛。沁河由西北截太行而出，两岸峭壁如削，谷幽水长。荆浩故里位于今县城东北十五里的谷堆头村，现存荆浩墓遗址。</p> <p>　　荆浩字浩然，约生于唐大中四至十年（850－856）。早年“业儒，博通经史，善属文”，学识渊博。济源的风物景观多名人足迹，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有<a href=\"http://so.gushiwen.org/author_1229.aspx\">诗</a>云：“济源山水好，老尹知之久。……孔山刀剑立，沁水龙蛇走；危磴上悬泉，澄碧转枋口。”唐开元道教宗师司马承桢曾于王屋山创建阳台宫。少年时的荆浩常来此宫，受司马承桢影响，在晚年所著《笔法记》中，将其与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、张璪并列，赞曰：“白云尊师气象幽妙，俱得其元，动用逸常，深不可测。”荆浩还曾创作表现王屋山主峰的《天台图》，这些都与他早期生活经历有关。</p> <p>　　唐乾符元年（874）前后，荆浩由家乡来到开封，得同乡<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>的关照，曾为唐末小官。裴休任宰相五年，唐大中十年（856）罢官，在开封遇到高僧圆绍，二人志同道合，圆绍就命他居住在开封夷门仓垣水南寺。后圆绍名声日显，又扩建成横跨夷门山的巨院，由唐僖宗亲自题赐院额曰“双林院”。荆浩曾为双林院这一重要禅院绘制壁画，足见他当时的画名。“尝于京师双林院画宝陀落伽山观自在菩萨一壁”、（《五代名画补遗》），但此画未能传留，根据他后来在水墨山水画上的创造精神，可以断定，那是一幅人物与山水结合的水墨画。</p> <p>　　荆浩兼擅人物还有其他例证。现存他的《匡庐图》中，就有几个细小而动态极佳的点景人物。《宣和画谱》中，也记载他曾画有人物繁多的《山阴宴兰亭图》三幅、《楚襄王遇神女图》四幅。清代李佐贤《书画鉴影》著录了荆浩的《钟离访道图》：“山林墨笔，人物着色，兼工带写。”并记述画中钟离作举手问讯状，将士伫立状，对岸真人傍虎而行及童子回顾指示状等，描绘得十分生动。</p> <p>　　隐居河南林州洪谷山</p> <p>　　荆浩在五代后梁时期，因政局多变，退隐不仕，开始了“隐于太行山之洪谷”的生涯，自号洪谷子。</p> <p>　　洪谷位于开封之北二百里左右的林县。林县唐时名林虑县，太行山脉于县西绵亘一百八十里，总称林虑山，由北向南依次叫黄华、天平、玉泉、洪谷、栖霞等山。山势雄伟壮丽，幽深奇瑰，历代多有隐逸者。北宋山水大家郭熙在《林泉高致》中指出：“太行枕华夏，而面目者林虑。”认为林虑乃太行山脉最美之处。</p> <p>　　荆浩在这样幽美的环境中，躬耕自给，常画松树山水。他与外界交往甚少，但同邺都青莲寺却有较多联系，至少两次为该寺作画。</p> <p>　　邺都在今河北省临漳县北，位于林县之东，三国时为曹魏都城。当时邺都青莲寺沙门（住持和尚）大愚，曾乞画于荆浩，寄诗以达其意。诗曰：“六幅故牢建，知君恣笔踪。不求千涧水，止要两株松。树下留盘石，天边纵远峰。近岩幽湿处，惟藉墨烟浓。”可知他请荆浩画的是一幅松石图，以屹立于悬崖上的双松为主体，近处是水墨渲染的云烟，远处则群峰起伏。</p> <p>　　不久荆浩果然画成赠大愚，并写了一首答诗：“恣意纵横扫，峰峦次第成。笔尖寒树瘦，墨淡野云轻。岩石喷泉窄，山根到水平。禅房时一展，兼称苦空情。”显然对自己这幅水墨淋漓的作品相当满意，同时也反映出他退隐后的心境——“苦空情”。苦空为佛家语，认为世俗间一切皆苦皆空，这正是他厌恶乱世的情怀。</p> <p>　　从两人相互赠答诗中，可以看出他们不同寻常的关系。大愚说：“六幅故牢建，知君恣笔踪。”显然讲的是另一件事。“六幅”可解释为六张画，也可释为一张篇幅很大的画。按汉制，布帛广二尺二寸为幅，六幅就有一丈三尺二寸宽，也许是一件屏幛画。“故牢建”是说依然坚固地收藏着，保存完好。建，通“键”，锁藏。正因大愚以往曾得到过荆浩之画，所以才能说“知君”如何如何。且可以推断那六幅画作已是几年前的事了。</p><br/><h2>主要作品</h2> <p>　　至明末，睢州的袁枢（袁可立子）成为收藏荆、关、董、巨作品的集大成者，明王时敏在《烟客题跋》中有《题自画关使君袁环中》对袁枢赞赏道：“环翁使君，既工盘礴，又富收藏。李营<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>士大夫之宗，米南宫乃精鉴之祖，故使荆、关、董、巨真名迹归其家。”</p> <p>　　在历代绘画史籍和著录书中，记有荆浩作品约共五十余幅，其中山水画占绝大部分，也有少量人物画。如《宣和画谱》所记的山阴宴兰亭图三幅、楚襄王遇神女图四幅，以及前面提到的观自在菩萨、钟离访道图，这九件作品都是以人物为主的。山水画据《图画见闻志》记述有四时山水、三峰、桃源、天台；《宣和画谱》记有夏山图四、蜀山图一、山水图一、瀑布图一、秋山楼观图二、秋山瑞霭图二、秋景渔父图三、白苹洲五亭图一；南宋《中兴馆阁储藏》记有江村早行图、江村忆故图；此外，在《襄阳志林》、《云烟过眼录》、《铁网珊瑚》、《珊瑚网》、《清河书画舫》、《图画精意识》、《平生壮观》、《式古堂书画汇考》、《石渠宝笈》、《庚子消夏记》等著录中，还记有渔乐图、秋山图、山庄图、峻峰图、秋山萧寺图、峭壁飞泉图、云壑图、疏林萧寺图、云生列岫图、溪山风雨图、楚山秋晚图、仙山图、长<a href=\"http://so.gushiwen.org/author_2877.aspx\">江万里</a>图、庐山图、匡庐图等。比较特殊的是《珊瑚网》中记载荆浩有交泰图册页，可能是一幅画有三只羊的风俗画，寓意“三阳（羊）交泰”。</p> <p>　　以上作品除匡庐图尚存，其他均已失传。至于目前传为荆浩所作的五幅画——美国纳尔逊美术馆收藏的雪景山水、日本大阪市立美术馆收藏的江山瑞霭图、台湾故宫博物院收藏的渔乐图等，其真伪都存有争议。</p><br/><h2>艺术特色</h2> <p>　　一、“有笔有墨，水晕墨章”　历代画史画论著作都爱引用荆浩这几句话：“吴道子画山水有笔而无墨，项容有墨而无笔。吾当采二子之所长，成一家之体。”他本人在《笔法记》中说：“随类赋彩，自古有能；如水晕墨章，兴我唐代。”这两段话确实概括了荆浩艺术的一大特色。</p> <p>　　六朝以来，山水画都是青绿设色，勾线填彩。从盛唐、中唐开始出现水墨山水画，属于开创者行列的有张璪、<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、王洽等人，然整个社会尚未形成风气。到五代，水墨山水画日益成熟，经荆浩进一步发展，上升为理论性的“有笔有墨”，并对水分运用也更加讲究。用笔与水墨相结合，更有助于表现大自然变化万千的气象，在绘画审美观上是一种拓展，在技法上也显然有助于消除那种刻板的笔迹。如前引答大愚<a href=\"http://so.gushiwen.org/author_1229.aspx\">诗</a>中所说的“墨淡野云轻”，就是水墨微妙的艺术效果。</p> <p>　　按荆浩自己的解释：“笔者，虽依法则，运转变通，不质不形，如飞如动。墨者，高低晕淡，品物浅深，文彩自然，似非因笔。”他主要强调的是用笔的变化运动感，用墨的韵味天趣。吴道子只有线条笔力而无墨色变化，项容只有墨的变化而无用笔之美，荆浩将这两家长处结合起来，达到“人以为天成”的效果，“故所以可悦众目使览者易见焉”（引自《宣和画谱》）。</p> <p>　　有关荆浩用笔的特点，历来记载分析不一。有的说他“皴用小斧劈，树石勾勒，笔如篆籀”（李佐贤语）；有的说他“将右丞（王维）之芝麻皴少为伸张，改为小披麻”（布颜图语）；还有的说“其山与树皆以秃笔细写，形如古篆隶，苍古之甚”（孙承泽语）。这些说法表明荆浩在用笔方面融入了篆隶书法的骨力，在皴法上还处于探索之中，面貌不一。宋代周密的《云烟过眼录》记述他见到荆浩渔乐图两幅，上有题书《渔父辞》数首，类似唐代<a href=\"http://so.gushiwen.org/author_1526.aspx\">柳公权</a>的书风。前人的记载值得参考。</p> <p>　　二、“大山大水，开图千里”</p> <p>　　荆浩之前的山水画，很少见到表现雄伟壮阔的大山大水及全景式布局。由于太行山气势磅礴，使他的审美眼光发生重要变化，认识到“山水之象，气势相生”。由于他放眼于广阔空间的雄伟气势，终于创立了“开图千里”的新格局。</p> <p>　　北宋<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《图画歌》写道：“画中最妙言山水，摩诘峰峦两面起。李成笔夺造化工，荆浩开图论千里。范宽石澜烟林深，枯木关同极难比。江南董源僧巨然，淡墨轻岚为一体。……”</p> <p>　　荆浩放眼于广阔空间的雄伟气象，这一变化反映了当时人们对大自然审美认识的深化。他把在现实中观察到的不同部位、形貌的山峦水流，分别定名为：峰、顶、峦、岭、岫、崖、岩、谷、峪、溪、涧等，并指出从总体上把握自然山水的规律：“其上峰峦虽异，其下冈岭相连，掩映林泉，依稀远近。”正是在从上下、远近、虚实、宾主以及各种物象的全方位审视中，形成了“山水之象，气势相生”的整体观念，在创作中往往是危峰突兀，重岩叠嶂，林泉掩映，气势浩大。</p> <p>　　收藏过荆浩作品的宋人<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>，把荆画特点归纳为“善为云中山顶，四面峻厚”；又说“山顶好作密林，水际作突兀大石”。由此可以想见气韵雄壮的格局。清人顾复在《平生壮观》中记述荆作云壑图“峰岚重复，势若破碎，而一山浑成，无断绝之形”。这里说的是善于处理整体与局部的关系，细部刻画的真实具体，并未影响浑然一体的山势。他还指出荆浩所作多为“寻丈之笔”，以致“后之大图不能出范围焉”。但是荆浩也能作小幅，如册页云生列岫图就被评为“咫尺而得千顷之势，水墨浓淡生秀绝伦”。</p> <p>　　荆浩好作秋冬之景，历代著录中有《秋山楼观图》、《秋山瑞霭图》、《秋景渔父图》、《秋山萧寺图》、《楚山秋晚图》等。元代<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>称赞《楚山秋晚图》“骨体敻绝，思致高深”，并赋诗一首：“天高气肃万峰青，荏苒云烟满户庭。径僻忽惊黄叶下，树荒犹听午鸡鸣。山翁有约谈真诀，野客无心任醉醒。最是一窗秋色好，当年洪谷旧知名。”从诗中我们可以想见画面天高气爽，峰青树荒，云烟满户，有山翁相语，野客漫饮，午鸡啼鸣，一切围绕着渲染一个“秋”字。这是一个秋色寥廓而又富于生活气息的境界。由此可见，荆浩的大山大水之境，充满丰富的细节，既有强烈的震撼力，又耐人细细品味。</p><br/><h2>影响</h2> <p>　　荆浩对中国山水画的发展作出过重要贡献，将唐代出现的“水晕墨章”画法进一步推向成熟。他总结了唐代山水画的笔墨得失，认为李思训大亏墨彩；吴道子笔胜于像，亦恨无墨；项容用墨独得玄门，用笔全无其骨；只有张璪笔墨积微，真思卓然，不贵五彩，得到他的肯定。荆浩在山水画的师承上不只取法张璪，同时亦在吴道子与项容等人的笔墨得失之间，舍短用长，加以发展，自谓：“吴道子有笔而无墨，项容有墨而无笔，吾将采二子之所长，成一家之体”（《笔法记》）。他的山水画已经开始达到笔墨两得，皴染兼备，标志着中国山水画的一次大突破。他所作的全景式山水画更为丰富生动，其特点是在画幅的主要部位安排气势雄浑的主峰，在其他中景和近景部位则布置乔窠杂植，溪泉坡岸，并点缀村楼桥杓，间或穿插人物活动，使得一幅画境界雄阔，景物逼真和构图完整。荆浩的这种全景式山水画，奠定了稍后由关仝、李成、范宽等人加以完成的全景山水画的格局，推动了山水画走向空前未有的全盛期。他那表现北方山形特点的“云中山顶，四面峻厚”的雄伟风格，对于北宋前期山水画的发展产生了极大影响。历代评论家对他的艺术成就极为推崇，元代汤垕在《画鉴》中将其称为“唐末之冠”。</p><br/><h2>作品特色</h2> <p>　　荆浩字浩然，约生于唐大中四至十年（850－856）。早年“业儒，博通经史，善属文”，学识渊博。济源的风物景观多名人足迹，<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>有<a href=\"http://so.gushiwen.org/author_1229.aspx\">诗</a>云：“济源山水好，老尹知之久。……孔山刀剑立，沁水龙蛇走；危磴上悬崖，澄转枋口。”唐开元道教宗师司马承桢曾于王屋山创建阳台宫。少年时的荆浩常来此宫，受司马承桢影响，在晚年所著《笔法记》中，将其与<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、张璪并列，赞曰：“白云尊师气象幽妙，俱得其元，动用逸常，深不可测。”荆浩还曾创作表现王屋山主峰的《天台图》，这些都与他早期生活经历有关。</p> <p>　　荆浩不仅创造了笔墨并重的北派山水画，被后世尊为北方山水画派之祖，还为后人留下著名的山水画理论《笔法记》，以假托在神镇山遇一老翁，在互相问答中提出了气、韵、思、景、笔、墨的所谓绘景“六要”，是古代山水画理论中的经典之作，比更早时期南齐谢赫的“六法论”有所发展，具有更高的理论价值。荆浩创山水笔墨并重论，擅画“云中山顶”，早已提出山水画也必须“形神兼备”、“情景交融”，他的作品已被奉为宋画典范，只可惜留存于世的作品极少，且仅有的几幅画也尚存真伪之疑。</p> <p>　　荆浩生平及早期绘画活动，荆浩出生于河南济源。济源北倚太行，西望王屋两山，南临黄河，与古都洛阳相邻，历来文风颇盛。沁河由西北截太行而出，两岸峭壁如削，谷幽水长。荆浩故里位于今县城东北十五里的谷堆头村，现存荆浩墓遗址。</p><br/><h2>仕途</h2> <p>　　唐乾符元年（874）前后，荆浩由家乡来到开封，得同乡<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>的关照，曾为唐末小官。裴休任宰相五年，唐大中十年（856）罢官，在开封遇到高僧圆绍，二人志同道合，圆绍就命他居住在开封夷门仓垣水南寺。后圆绍名声日显，又扩建成横跨夷门山的巨院，由唐僖宗亲自题赐院额曰“双林院”。荆浩曾为双林院这一重要禅院绘制壁画，足见他当时的画名。“尝于京师双林院画宝陀落伽山观自在菩萨一壁”、（《五代名画补遗》），但此画未能传留，根据他后来在水墨山水画上的创造精神，可以断定，那是一幅人物与山水结合的水墨画。荆浩兼擅人物还有其他例证。现存他的《匡庐图》中，就有几个细小而动态极佳的点景人物。《宣和画谱》中，也记载他曾画有人物繁多的《山阴宴兰亭图》三幅、《楚襄王遇神女图》四幅。清代李佐贤《书画鉴影》著录了荆浩的《钟离访道图》：“山林墨笔，人物着色，兼工带写。”并记述画中钟离作举手问讯状，将士伫立状，对岸真人傍虎而行及童子回顾指示状等，描绘得十分生动。</p><br/><h2>隐居</h2> <p>　　荆浩在五代后梁时期，因政局多变，退隐不仕，开始了“隐于太行山之洪谷”的生涯，自号洪谷子。洪谷位于开封之北二百里左右的林县。林县唐时名林虑县，太行山脉于县西绵亘一百八十里，总称林虑山，由北向南依次叫黄华、天平、玉泉、洪谷、栖霞等山。山势雄伟壮丽，幽深奇瑰，历代多有隐逸者。北宋山水大家郭熙在《林泉高致》中指出：“太行枕华夏，而面目者林虑。”认为林虑乃太行山脉最美之处。</p> <p>　　荆浩在这样幽美的环境中，躬耕自给，常画松树山水。他与外界交往甚少，但同邺都青莲寺<br> <br>　　却有较多联系，至少两次为该寺作画。邺都在今河北省临漳县北，位于林县之东，三国时为曹魏都城。当时邺都青莲寺沙门（住持和尚）大愚，曾乞画于荆浩，寄<a href=\"http://so.gushiwen.org/author_1229.aspx\">诗</a>以达其意。诗曰：“六幅故牢建，知君恣笔踪。不求千涧水，止要两株松。树下留盘石，天边纵远峰。近岩幽湿处，惟藉墨烟浓。”可知他请荆浩画的是一幅松石图，以屹立于悬崖上的双松为主体，近处是水墨渲染的云烟，远处则群峰起伏。</p> <p>　　不久荆浩果然画成赠大愚，并写了一首答诗：“恣意纵横扫，峰峦次第成。笔尖寒树瘦，墨淡野云轻。岩石喷泉窄，山根到水平。禅房时一展，兼称苦空情。”显然对自己这幅水墨淋漓的作品相当满意，同时也反映出他退隐后的心境——“苦空情”。苦空为佛家语，认为世俗间一切皆苦皆空，这正是他厌恶乱世的情怀。</p> <p>　　从两人相互赠答诗中，可以看出他们不同寻常的关系。大愚说：“六幅故牢建，知君恣笔踪。”显然讲的是另一件事。“六幅”可解释为六张画，也可释为一张篇幅很大的画。按汉制，布帛广二尺二寸为幅，六幅就有一丈三尺二寸宽，也许是一件屏幛画。“故牢建”是说依然坚固地收藏着，保存完好。建，通“键”，锁藏。正因大愚以往曾得到过荆浩之画，所以才能说“知君”如何如何。且可以推断那六幅画作已是几年前的事了。</p>"
}