{
  "id": 2051,
  "star": 0,
  "name": "陈尧佐",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2051.jpg",
  "dynasty": "宋代",
  "desc": "陈尧佐（963年—1044年10月26日），字希元，号知余子。阆州阆中人。北宋大臣、水利专家、书法家、诗人。宋仁宗时官至宰相，景祐四年（1037年），拜同中书门下平章事。康定元年（1040年），以太子太师致仕。庆历四年（1044年），陈尧佐去世，年八十二，赠司空兼侍中，谥号“文惠”。陈尧佐明吏事，工书法，喜欢写特大的隶书字，著有《潮阳编》、《野庐编》、《遣兴集》、《愚邱集》等。今存词一首。",
  "content": "<h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2051.aspx\">陈尧佐</a>性情勤俭节约，看见动物必定告诫左右侍人不要杀害。器物衣服坏了，随时就缝补，说：“无非是使之不全部被丢弃。”自号“知余子”。临终前一日，自撰墓志说：“年寿八十二不为夭折，官一品不为低贱，使相接受俸禄不为耻辱，这三者大略可以归息于父亲栖神之地了。”陈抟曾对他的父亲说：“您三个儿子都当为将相，惟有中子显贵而且年寿高。”后来果像陈抟所说的那样。</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　宋太祖乾德元年（963年），<a href=\"http://so.gushiwen.org/author_2051.aspx\">陈尧佐</a>出生。他的先祖是河朔人，至高祖陈翔时，因任蜀州新井县令，便定居于此，为阆州阆中人。</p> <p>　　宋太宗端拱元年（988年），陈尧佐登进士第。历任魏县、中牟县尉，曾撰《海喻》一篇，人们惊奇于他的志向。后以试秘书省校书郎身份知朝邑县，恰逢其兄陈尧叟出使陕西，揭发宦官方保吉的罪行，方保吉怨恨陈尧叟，便以事诬陷陈尧佐，被降职为朝邑县主簿。其后移任下邽县主簿，升任秘书郎、真源知县，任开封府司录参军。</p> <p><strong>通判潮州</strong></p> <p>　　宋真宗咸平二年（999年），升任开封府推官。他上书指摘时弊，言他人所不敢言，因触怒真宗，被贬为潮州通判。到潮州后，新修孔庙，并“选潮民秀者劝以学”，发展潮州教育事业。还倡议在孔庙正室东厢建韩吏部祠，并写了《招韩文公文》，极力称赞<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>“专以孔子之道教民。民悦其教，诵公之言，箴公之文，绵绵焉迨今知学者也。”</p> <p>　　咸平三年（1000年），百姓张氏的儿子与其母在江中洗澡，鳄鱼尾随吃掉他的儿子，母亲无法施救。陈尧佐听说后为之伤心，命两个小吏划小船拿着网前去捕捉。鳄鱼最为凶暴，无法网到，到此时，却顺服被网住，陈尧佐撰《戮鳄鱼文》，把鳄鱼示众街市并就其烹杀，人们都感到惊异。</p> <p><strong>历职地方</strong></p> <p>　　陈尧佐在任三年后被召还朝廷，献<a href=\"http://so.gushiwen.org/author_2051.aspx\">诗</a>数百篇，被任命为直史馆、知寿州。当年大饥荒，陈尧佐拿出俸米做成粥供饥饿的人吃，官吏和百姓都献出大米，赈济几万人。后移任庐州，因其父陈省华病重而请求辞官回乡，提点开封府界事。</p> <p>　　后来任两浙转运副使。钱塘江用竹笼装石为堤，堤在次年就毁坏。陈尧佐请求放进柴薪装满泥土才坚固耐久，<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>不认同，陈尧佐与之反复争论，丁谓遂将其徙为京西转运使，但最终还是按他的建议实行。移任河东路转运使，他根据河东土地贫瘠百姓贫困、依靠石炭为生的情况，奏请朝廷免除税收。又减少泽州大广冶铁课税几十万。移任河北路转运使，母亲年迈请求就近侍养，朝廷召他纠察在京刑狱，为御试编排官，因安排等次失误降职监鄂州茶场。</p> <p>　　天禧年间，黄河决口，朝廷起用陈尧佐为滑州知州，制造木笼以减除水患，又修筑长堤，人们称作“陈公堤”。</p> <p><strong>入朝拜相</strong></p> <p>　　真宗驾崩后，朝廷营造永定陵，又移任陈尧佐为京西转运使，入朝担任三司户部副使，移任度支副使，参与撰写《真宗实录》。没有应试中书，朝廷特升其为知制诰兼史馆修撰、知通进银台司。</p> <p>　　天圣二年（1024年），进升枢密直学士、知河南府。</p> <p>　　天圣三年（1025年），移任并州知州。每次汾水暴涨，并州百姓往往忧虑，陈尧佐替他们修筑堤防，栽植柳树几万株，修造柳溪，百姓赖其利。</p> <p>　　天圣五年（1027年），陈尧佐参与撰写真宗一朝国史。又接替其弟陈尧咨同知开封府，累迁右谏议大夫，任翰林学士。</p> <p>　　天圣七年（1029年），拜枢密副使。当时祥符知县陈诂治理严厉苛刻，官员打算加罪陈诂，便使县为之一空，刘太后果然愤怒；但陈诂与宰相吕夷简连亲，执政大臣以嫌不敢争辩。事情传至枢密院，只有陈尧佐说：“惩处陈诂则奸吏得计，以后谁敢再约束胥吏呢？”陈诂因此得以免罪。陈尧佐其后以给事中之职任参知政事（副相），又升尚书吏部侍郎。</p> <p><strong>出知永兴</strong></p> <p>　　明道元年（1032年），四月，刘太后去世后，宋仁宗亲政，他首先罢黜刘太后所任用的宰相，陈尧佐因而于次年以户部侍郎之职罢知永兴军。经过郑州，被郡人王文吉以反叛事告发，传经御史中丞范讽处理，此事才辨明。改任庐州知州，移任同州知州，又移知永兴军。刘太后曾派宦官在京兆（今西安）造佛塔，前知永兴军姜遵为迎合太后，把古碑古碣全部毁掉充作砖瓦用，陈尧佐上奏说：“唐代贤臣墓碑，现在已损失十分之七八了。其子孙深深地镌刻大字，是想传之千载，一旦与瓦砾等同，实在是可惜。那些没有被毁坏的，希望敕令州县完整保护。”移任郑州知州。恰逢修造真宗章惠皇后的园陵，郑州陈设之物很严格，仁宗赐书褒谕。[21]</p> <p><strong>晚年生活</strong></p> <p>　　景祐四年（1037年），授任同中书门下平章事、集贤殿大学士，再次拜相。</p> <p>　　景祐五年（1038年），因数次出现灾异，罢为淮康军节度使、判郑州。</p> <p>　　康定元年（1040年），以太子太师职致仕。</p> <p>　　庆历四年（1044年）十月辛卯（10月26日），陈尧佐去世，享年八十二岁。赠司空兼侍中，谥文惠。</p><br/><h2>主要成就</h2> <p><strong>水利</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2051.aspx\">陈尧佐</a>在水利上的成就也是父兄中最大的。为防钱塘潮，他提出了“下薪实土法”。为堵黄河在滑州缺口，他发明了“木尤杀水法”。他在汾水两岸筑堤植柳防洪，成为长期造福人民的柳溪。</p> <p>　　北宋真宗大中祥符八年（1015），也就是黄河第三次徙流的前33年，经过千余年黄沙沉积与浊浪冲刷，黄河堤岸已是岌岌可危，滑州（今河南滑县）一带尤为严重。时任京西转运使的陈尧佐于是上奏朝廷“议开滑州小河分水势，遣使视利害以闻”，勘察详确后“请规度自三迎杨村北治之。复开汶河于上游，以泄臃塞”。（《宋史·河渠·黄河》）他的建议得到了整个朝廷的认可。至宋真宗“天禧三年（1019）六月乙未夜，滑州河溢”。真宗将陈尧佐调任河北转运使，兼知滑州督理河务。尧佐甫到任，即以治黄为政务之重，他亲巡堤防，查勘水情，询问百姓，研究制定治水方略。此时黄河堤岸因水位过高，已是“浸如堆泥”，不能直接夯实加固，必须首先减轻洪水的冲击，才可筑堤。经过反复试验，陈尧佐亲手绘图，“造木龙以杀水势”。（《宋史·陈尧佐传》）木龙是状如“木梳”的一种防汛拦水工具。据《宋史·河渠·黄河》载：“（木龙）凿横木，下垂木数条，置水旁以护岸”。他采用了以木龙减消水势，而后以“埽”（旧时治水，用柳枝、秫秸、草扎成，并填以土石的防汛工具）填充土石的固堤方法，修筑河堤。这样节节推进，县县相连，筑成了一条长堤。这条大堤起自滑州，经东昌（今聊城）、临清、夏津、恩县（今平原县恩城镇）、德州等州县，逶迤绵延长达千余里。据《宋史·河渠·黄河》载：“（陈尧佐）又筑长堤，人呼为‘陈公堤’”。这条大堤为预防黄河溃泛起了重要作用，所经州县，百姓均“赖其利”。</p> <p>　　陈尧佐曾任两浙转运副使，当时由于钱塘江潮水凶猛，“篝石堤”被大水冲塌，官府急募民夫垒起，翌年复被水冲垮。陈尧佐认为按旧方式砌垒石堤是挡不住狂涛巨浪的。于是，不避危险，亲率水工勘察，反复试验后，决定以“薪石土”夯实筑堤。即先行砌垒石堤以挡浪涛，而后又于石堤之外，筑以“薪石土”堤，反复夯实，才将狂涛钳服。后来陈尧佐调任河南知府，嗣又徙知并州（今山西太原）。是时，汾水常常暴涨，堤防欲溃，几至成灾，人心骚动，难以聊生。陈尧佐到任，即以治理汾水为急务，来勘堤防，询问土民，征求当地有治水专长的“耆旧”的建议。采用“添土增防，植树固堤”之方，使汾水之堤转危为安，“民人称庆”。据《宋史》载：“陈尧佐为筑堤，植柳数万本，作柳溪亭，民赖其利”。由上述可见，陈尧佐治水是颇有经验的。天禧间，滑州黄河水溢，朝廷即将时任京西转运使的陈尧佐调任河北转运使，兼知滑州，治理黄河水患。</p> <p><strong>政治</strong></p> <p>　　陈尧佐一生为官清正，敢作敢为，不同常人。他在陕西为官，告发地方官方保吉的罪恶，他因此被降为朝邑县主簿。在开封府作官，又“言事忤旨”降为潮州通判。潮州发生鳄鱼食人，他下令捕获，具文数罪后当众烹杀。</p> <p>　　陈尧佐知寿州时，发生大饥荒，陈尧佐带头拿出俸米做成粥供饥饿的人吃，官吏和百姓都献出大米，赈济几万人。他出知永兴军时，发现前任姜遵为讨好刘后，在京兆（今西安）修佛塔，大量毁坏“古碑碣充砖瓦用”。他马上向朝廷奏请停毁和修复，为了保护文物，他公然上忤刘后。任枢密副使时，祥符知县陈沽治吏严急，奸吏便发动罢官事端。太后欲治诂罪，命枢密院察办，众不敢违，独陈尧佐上奏：“罪诂则奸吏得计，谁还敢整治贪官？”陈诂由是得免。</p> <p><strong><a href=\"http://so.gushiwen.org/author_2051.aspx\">诗</a>文</strong></p> <p>　　陈尧佐从小爱好学习，父亲教授众子经书，其兄长没有完成学业，尧佐偷听已成诵。开始肄业锦屏山，后师从种放于终南山，等到显贵后，读书没有中断。</p> <p>　　他的诗文是父兄中最好的。他初人仕途，就写了《海喻》一篇，“人奇其志”。继又具文烹鳄，“人皆惊异”，他的诗作没有《西昆》诗派那种浮艳之风，多写山水花木，寓志谈史，且明白清丽。如他写游《国清寺》一诗道：“南越第一寺，偶来心地真。却嫌桥下水，流去人红尘。”</p> <p>　　陈尧佐有文集30卷，著有《潮阳编》、《野庐编》、《遣兴集》、《愚邱集》等。《宋诗纪事》、《宋文鉴》、《舆地纪胜》录其诗40余首，《全宋词》录其词一首，《宋代蜀文辑存》录其文10篇。</p> <p><strong>书法</strong></p> <p>　　陈尧佐工书法，善古隶八分，写一丈见方的字，笔力端正遒劲，年老仍不衰。[28]点画肥重，人称“堆墨书”。</p><br/><h2>家庭成员</h2> <p><strong>家世</strong></p><p>　　高祖陈翔五代时，曾任蜀王<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>掌书记，后弃官定居阆州西水。</p><p>　　曾祖陈翊追赠开府仪同三司、太师、尚书令兼中书令、齐国公。</p><p>　　祖父陈昭汶追赠开府仪同三司、太师、尚书令兼中书令、楚国公。</p><p>　　父亲陈省华官至左谏议大夫，后赠开府仪同三司、太师、尚书令兼中书令、秦国公。</p><p>　　母亲冯氏封燕国太夫人。</p><p><strong>平辈</strong></p><p>　　长兄　陈尧叟端拱二年（989年）状元，官至枢密使、同中书门下平章事，卒赠侍中，谥文忠。</p><p>　　三弟陈尧咨咸平三年（1000年）状元，官至知天雄军，卒赠太尉，谥康肃。</p><p><strong>——</strong></p><p>　　原配宋氏封杞国夫人。</p><p>　　继室王氏封沂国夫人。</p><p><strong>子辈</strong></p><p>　　长子陈述古生平不详。<br>　　<br>　　次子陈求古曾任比部员外郎。</p><p>　　三子陈学古曾任主客员外郎。</p><p>　　四子陈道古曾任虞部员外郎。</p><p>　　五子陈博古曾任大理评事、馆阁校勘。</p><p>　　六子陈修古曾任殿中丞。</p><p>　　七子陈履古曾任秘书省正字。</p><p>　　八子陈游古曾任光禄寺丞。</p><p>　　九子陈袭古曾任大理寺丞。</p><p>　　十子陈象古曾任太常寺太祝。</p><p><strong>孙辈</strong></p><p>　　孙子四十人——生平不详。</p><p><strong>曾孙辈</strong></p><p>　　曾孙二人——生平不详。</p>"
}