{
  "id": 457,
  "star": 2,
  "name": "释敬安",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_457.jpg",
  "dynasty": "清代",
  "desc": "释敬安（1851－1912）近代爱国诗僧。俗名黄读山，字福馀，法名敬安，字寄禅，湖南湘潭县雁坪乡银湖塘人。少以孤贫出家，致力诗文，得王闿运指授，才思日进，入“碧湘诗社”。曾于宁波阿育王寺剜臂肉燃灯供佛，并烧二指使骈，自号八指头陀，曾任浙江天童寺方丈。辛亥革命后，当选为中华佛教总会会长，时湖南等地发生寺产纠纷，应众邀入京请愿，到京未达目的，即卒于法源寺。生平颇有诗名，殁后杨度为刻《八指头陀诗文集》。",
  "content": "<h2>著述名录</h2> 　　<a href=\"http://so.gushiwen.org/author_457.aspx\">释敬安</a>著有《嚼梅吟》1卷、《嚼梅吟补遗》、《<a href=\"http://so.gushiwen.org/author_457.aspx\">诗</a>集》及文集2卷，《语录》4卷。杨度为刻《八指头陀诗集》10卷及续集8卷，《八指头陀文集》1卷。1984年，《八指头陀诗文集》由岳麓书院出版。<br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_457.aspx\">释敬安</a>生于清咸丰元年（1851），父名宜杏，母亲胡氏，世代业农。他自幼即摒弃腥膻，随母拜月，喜母亲为他讲述仙佛的故事。他7岁丧母，12岁丧父，辍学为人牧牛，常读诵于牛背上。避雨村塾，听诵唐<a href=\"http://so.gushiwen.org/author_457.aspx\">诗</a>“少孤为客早”之句，凄然泪下。塾师周云帆许以服杂役代学费。周殁，至富家伴读，辄受呵斥；改习工艺，常遭雇主鞭挞。感慨身世，遂于清同治七年（1868）投湘阴法华寺出家，礼东林长老为师。在南岳祝圣寺从贤楷和尚受具足戒。</p> <p>　　次年，闻衡阳歧山仁瑞寺恒志禅师倡苦行修道，冒雪往参，为苦行僧，执饲犬役。力行“千疮求半偈”之说，燃顶48处，燃颈至腹108处。同治十年至巴陵看望舅父，登岳阳楼。友人分韵赋诗，敬安澄神趺坐，下视湖光，一碧万顷，得“洞庭波送一僧来”诗句。诗作得<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>指教，为王门四大弟子之一。</p> <p>　　光绪初东游浙江，光绪三年（1877），在宁波四明山阿育王寺佛前剜臂肉如钱者三四块，注于油中燃灯，又在佛舍利塔前烧残两指，因号八指头陀。此后7年，住禅宗四大丛林之一的宁波四明山天童寺，漫游吴越，自知读书少，刻苦读书识字，“四山寒雪里，半在苦吟中”，走的是一条先学诗后读书识字再写诗的特殊道路。</p> <p>　　光绪十年（1884）秋，闻法舰袭我基隆、闽江，顿时怒不可遏，欲亲赴国难奋击敌人，为友所阻。是年，归长沙，师事麓山寺僧笠云，继承其法。历为衡阳大罗汉寺、南岳上封寺、大善寺、宁乡沩山密印寺、湘阴万福禅林及长沙上林寺等住持17年，广交名流，参加碧湖诗社，步入诗坛。光绪二十八年再至浙江，住持天童寺。在他的擘画下，撰贤任能，百废俱兴，夏讲冬禅，靡有虚岁，经过数年经营，终于使天童寺成为海内著名大刹。</p> <p>　　光绪三十四（1908），宁波成立僧教育会，寄禅被推举为会长。宣统四年（1912），中华佛教总会成立于上海，他又被诸山长老推举为第一任会长。在此期间，他亲赴南京，谒见临大总统孙中山先生，吁请保护寺产。后来湖南安庆发生攘夺寺产销毁佛像事件，当地僧侣联名具状内务部，请求回复，而民政司长抗不行文。寄禅应湘僧之请，约请各省僧界代表，赴北京请愿。寄禅于10月中旬首途，11月1日抵北京，寓宣武门外法源寺。旋与法源寺方丈道皆法师赴内务部陈情，该民政司长态度蛮横，争办有顷，未获结果，乃愤而返回法源寺。甫下车，即胸部作痛，身体不适。亟就榻休息，侍者亦各归寝。明日昧爽往视，已圆寂。时为1912年11月2日，世寿62。北京各界千人追悼，归葬宁波天童寺前青龙岗冷香塔。 </p><br/><h2>爱国诗僧</h2> 　　<a href=\"http://so.gushiwen.org/author_457.aspx\">释敬安</a>学佛未忘世，当日本侵略中国时，其《寄日本罔千仞》<a href=\"http://so.gushiwen.org/author_457.aspx\">诗</a>中有“中日本来唇齿国，掣鲸休使海波生”句，望其能反对日本的侵略行径。晚年曾掩护从事反清的栖云和尚。光绪三十二年，向前往天童寺附近采集标本的师生大声疾呼：外国侵略者“将以奴隶待我中华”，要求师生以“卧薪尝胆”、“铁杆成针”的精神唤醒“睡狮”。曾云“豺虎未平空有恨”、“国仇未报老僧羞”。《感事呈叶吏部》诗前二联：“时事空如此，神州将陆沉。宁堪忧国泪，忽上道人襟”。《江北水灾》诗，反映水灾惨象，末云：“冻饥死路隅，无人收其尸。伤心那忍见，人瘦狗独肥”。诗作把爱国忧民的思想与佛家悲悯众生的教义交融为一，故人称他为近代爱国诗僧。但他反对维新变法，说“弄权竟使朝纲紊，变法徒伤风俗情”。并歌颂清末是“尧天盛世”。闻德宗、西太后死讯，他“抢地呼天痛莫支”。其诗以五律成就较高，高淡素雅，意境清新。绝句亦多佳作，但基调比较低沉。"
}