{
  "id": 78,
  "star": 5,
  "name": "高鹗",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_78.jpg",
  "dynasty": "清代",
  "desc": "生卒年： 约1738—约1815 清代文学家。字兰墅，一字云士。因酷爱小说《红楼梦》，别号“红楼外史”。汉军镶黄旗内务府人。祖籍铁岭（今属辽宁），先世清初即寓居北京。",
  "content": "<h2>评价</h2> <p>　　这位奇迹的创造者在相当长的时间里一直受到严厉得近乎苛刻的指责和谩骂，在中国文学史上享受这种待遇的作家并不多见。曾几何时，红学家们将难见《红楼梦》全璧的不满和怨气全撒到<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>身上，对其所做的续补工作全盘否定，横加指责，将其视为篡改《红楼梦》的罪人，还有的红学家将他描绘成用心险恶，受人指使的文化特务。其结果是高鹗以丑角形象在一部部文学史教材中被当作反面人物而游街示众。随著学术研究的规范化和正常化，人们才开始用比较公允和宽容的目光来重新审视这段文学史上的公案，为保全《红楼梦》而付出辛勤劳动的高鹗终于得到应有的尊重和肯定，饱受贬斥的后四十回在红学家眼里也有了新的色彩和内涵。</p> <p>　　用困厄失意、才华过人八个字足可概括高鹗的一生。落魄不遇，使他与<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>有类似的人生体验；才华独具，使他的后四十回在众多续红之作中脱颖而出。以高鹗的见识与功力，如果他另写一部小说，肯定会得到更高的声誉，但他做出了续补《红楼梦》这种极富挑战性和冒险性的选择，与一位最优秀的天才作家并肩而立，接受后人并不友好的审视和品评。</p> <p>　　“天涯倦客楼头妇，一种消沉奈落何”。十分遗憾的是，因资料的缺乏，高鹗在我们的视野中只是个面目模糊的身影，从其夫子自道及其零星的记载中可窥见其生活人生的一鳞半爪。他虽中过举人、进士，可等他得到这些施展才学的资格时，已年过半百，油然而生夕阳之叹了。随后而来的内阁中书、顺天乡试同考官、江南道御史、刑科给事中等有职无权的谏官、学官官衔让颇有胸襟的高鹗感到失落和惆怅，在不少<a href=\"http://so.gushiwen.org/author_78.aspx\">诗</a>文中，他流露出一种“泥途悲潦倒”的感叹。早年的科场淹滞、晚年的平淡仕途使他始终处于悲苦困厄的心绪体验中，这使他能够在情感上理解和贴近曹雪芹，完成那个动人心魄的悲剧结局。一方面是“金粉飘零旧梦怀，凄凉往事付歌喉”，另一方面是“学邃才雄”，“誉满京华”。</p> <p>　　其过人的学识、出众的才华、生花的口才据说是“凡在有目，谅皆欣赏”，这也许是失意人生的一种必要补偿吧，否则，续补《红楼梦》将成为心有余而力不足的永恒感叹。</p> <p>　　此外，我们还知道高鹗为人忠厚，常常勖勉、规劝弟子们克尽忠孝，走举业之路。他的八股文写得很好，思力精到，笔力雄健。在诗文中，他还常将人生如梦的感伤情怀抹上一层佛老色彩。所有这些，我们在《红楼梦》后四十回中都可依稀感觉到。</p> <p>　　尽管直到今天红学家们对后四十回的著作权归属问题仍然众说不一，比如有人认为其中有曹雪芹的残稿，但更多的人相信它出自高鹗之手，因为有比较可信的证据。清代著名诗人<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>在其《赠高兰墅同年》一诗的自注中明确说：“传奇《红楼梦》八十回以后俱兰墅所补。”高鹗本人也写过一首题为《重订〈红楼梦〉小说既竣题》的诗，抒发辛苦劳动后的感受。在程伟元《红楼梦序》、高鹗《红楼梦序》以及程、高合写的《红楼梦引言》中，也记述了高鹗的工作：“细加厘剔，截长补短，抄成全部。”至于高鹗究竟做了哪些工作，是修修补补，还是凭空营构，红学家们尽可以埋首穷究，互相诘难，但恐怕永远都不会有令人信服的最终结论，毕竟与《红楼梦》有关的谜团太多了。在没有新的材料推翻旧论之前，我们还是将《红楼梦》后四十回的著作权全部归之于高鹗一人。</p><br/><h2>文学特点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>的创作可分为前后期。以乾隆五十三年中举为分界线，前期喜写词，后期喜写<a href=\"http://so.gushiwen.org/author_78.aspx\">诗</a>。他的词风近于晚唐五代的花间词，秾艳多姿，稍似<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>，但还不像温的过于轻浮。词作内容大体分四种：一，塾师生活，如《竹素来谒又赠》；二，感事咏怀，如《忆王孙》《好女儿》《锦帐春》，塑造坚贞的少女形象，鲜明逼真，富有时代气息；三，冶游，如《声声慢》，留下了他年少时和贵族子弟出入歌楼舞榭的放浪痕迹；四，与畹君的恋情，如《南乡子》《唐多令》《江城子》《临江仙》《惜余春慢》，其《金缕曲》极力描绘与畹君的悱恻哀艳之情，如泣如诉，百转千回，往事历历，含情真挚。</p> <p>　　高鹗写诗注重修辞立诚、表情达意，以盛唐为宗，学杜诗特别用力，一洗脂粉香泽气息，扩大了题材范围，诗风庄雅豪放，语言雄劲有力。他的七律可以称得上是其诗作中的佼佼，特别是抒发兴亡之感的，不单气象恢弘，声调和谐，意境高远，而且由于越出了个人的狭小生活，触及了重大的历史主题，多少有点群众立场，含有朦胧的民族意识，如《晚归过三忠祠》。</p> <p>　　高鹗在艺术实践上讲究创新，注重立意，用典上善于翻新，这些都是很可贵的。其缺陷是：在内容上反映的生活面不甚宽；在表现形式上，个别对仗还不甚工；同时个别词语也失之晦涩。尽管如此，还是瑕不掩瑜，其成就是为主的。</p><br/><h2>轶事典故</h2> <p>　　麟庆是<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>同僚，其《鸿雪因缘图记》记载高鹗轶事三则：</p> <p>　　文渊阁国史馆典籍厅前有芍药一株，年久枯萎。嘉庆壬申（1812年）四月忽发新枝，麟庆友人、浙江举人沈淦绘图写之，麟庆、高鹗受邀赋<a href=\"http://so.gushiwen.org/author_78.aspx\">诗</a>，京城传为韵事。</p> <p>　　麟庆在内阁为官时，高鹗赠给他一把扇子，上面绘有王文简公（王引之）在扬州邀请众名士红桥雅集作春游诗的故事。</p> <p>　　有一年麟庆过酒仙桥，忽忆旧友，口占一联曰：“跨鹤酒仙应入座。”正思下联，见一人骑驴而至，于是对曰：“骑驴诗客或题桥。”走近细看，原来是高鹗，二人相认大笑。</p><br/><h2>红学争鸣</h2> <p><strong>综述<br></strong>　　红学界对<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>的争议围绕两个焦点：一是他对后四十回做了什么，二是如何评价后四十回的文学成就。</p> <p>　　在19世纪评点派那里，后四十回与前八十回是不分家的；20世纪20年代，胡适、俞平伯考证后四十回为高鹗续作，但并未否定其文学价值和贡献；建国后，以周汝昌为代表的大陆红学界极力打压甚至恶骂后四十回，高鹗随之被妖魔化，只有台湾的林语堂等少数学者坚持为高鹗鸣不平 ；21世纪初，由于百家讲坛的广泛影响，社会上出现了全盘否定高鹗、腰斩后四十回、狗尾续貂的不良倾向。</p> <p><strong>高鹗正方<br></strong>　　<a href=\"http://so.gushiwen.org/author_2229.aspx\">张问陶</a>《赠高兰墅（鹗）同年》自注：“传奇红楼梦八十回以后，俱兰墅所补。”胡适等学者把这个“补”字理解为“续”，此即“高鹗续书说”的起源。</p> <p>　　学者又根据张问陶《冬日将谋乞假出齐化门哭四妹筠墓》自注“妹适汉军高氏，丁未，卒于京师”，把张问陶妹夫“汉军高氏”说成是高鹗，以此强化张问陶那个“补”字的效力。例如，震钧《天咫偶闻》（清光绪三十三年刊本）卷三：“张船山有妹嫁汉军高兰墅（鹗），以抑郁而卒，见船山<a href=\"http://so.gushiwen.org/author_78.aspx\">诗</a>集……世行小说《红楼梦》一书，即兰墅所为。”</p> <p><strong>高鹗反方<br></strong>　　四川学者胡传淮发现了张问陶妹夫汉军高氏的新材料。嘉庆二年（1797）冬，张问陶等在为其父撰写的《朝议公行述》中明文提到，四妹张筠嫁给了汉军高扬曾。民国十三年刊本《遂宁张氏族谱》卷一证实张问陶妹夫高扬曾的身份为镶黄旗汉军袭骑都尉。由此可知，张问陶四妹张筠的丈夫不是高鹗，而是汉军高扬曾。张问陶与高鹗并无亲戚关系，他所说的“补”字更不能曲解为“续”，而是补缀、打补丁、编辑、整理、校对的意思。</p> <p>　　俞平伯曾运用文学考证法批评后四十回的诸多矛盾，林语堂《平心论高鹗》则运用同样的方法鉴定后四十回来自<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>原稿，认为高鹗只是对原稿进行了必要的编辑整理，而没有续写。张庆善说，对于高鹗改变《红楼梦》艺术性和思想性的说法，其实是没有根据的。高鹗保留了红楼梦手稿中的基本风貌，将一些称谓、辈分做了适当调整，增加了这部作品的真实感。</p> <p>　　人民文学出版社2008年版《红楼梦》、李少红2010版电视剧《新红楼梦》，吸取冯其庸、张庆善等红学名家的意见，将署名更改为“曹雪芹著，无名氏续，程伟元、高鹗整理”。</p><br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_78.aspx\">高鹗</a>在他自己的履历上写的出生日期是“戊寅年十月十七日寅时生”（见顾廷龙主编《清代朱卷集成》第4册《高鹗》），也就是公历1758年11月17日。</p> <p>　　高鹗父亲是读书人，有田产，住在京郊。高鹗少年喜冶游，常同“少时酒伴”“趁蝶随风，浪赢两袖香留”，看来是比较放荡，不太遵守儒家礼教。</p> <p>　　青年时期的高鹗追求功名，热衷仕进，逐渐形成了以儒家正统思想为主导的世界观和艺术观。但几次赶考都名落孙山，这给了他精神上以莫大打击，一度离京到京西北长城一带做私塾先生，也可能做过幕宾。</p> <p>　　此一时期，高鹗与畹君谈了一场刻骨铭心的恋爱。畹君上有老，下有小，因遭遇不幸而信佛。高鹗词中写得最多的就是这段爱情。</p> <p>　　高鹗在科场上折腾了很久以后，直到乾隆五十三年（1788），终于如愿中顺天乡试举人。</p> <p><strong>整理《红楼梦》<br></strong>　　高鹗中举后，接连准备会试，都一再失败，身心疲惫，不过也偷得数年闲暇。他曾从友人处借阅《红楼梦》抄本，但止于八十回，不见后半部，他深以为憾。</p> <p>　　乾隆五十六年（1791），也就是高鹗中举后第三年春，友人程伟元登门拜访，出示自己搜求购买的百二十回全本，并邀请他一同参与编辑整理。高鹗认为此书虽是不登大雅之堂的闲情小说，但大致上与儒家思想并无冲突，因此欣然应允。到这年冬至后五日，任务完成，下厂付印。很快，《红楼梦》出版史、传播史上第一个工程浩大的印本问世了，胡适称之为程甲本。据程伟元说，他们具体的工作内容是对原稿进行编辑校对，截长补短，抄成全部，再印刷出版。</p> <p>　　程甲本的出版略嫌仓促，有点急功近利，所以编校排印不够仔细，刚出厂就发现了很多瑕疵，于是高鹗与程伟元立即着手重订，于乾隆五十七年（1792）二月十三日付梓，胡适称之为程乙本。</p> <p>　　程伟元、高鹗合撰的程乙本《引言》提到，此本前八十回是在参考各种旧抄本的基础上补足缺文，订正讹误，其间偶尔也有增损几个字的情况。而后四十回仅存残本，并无别的版本作参考，因此只能按照残稿前后次序，在空缺处打上补丁，使叙事连续以减少矛盾。至于残稿的原文，他们并不敢妄自改动。</p> <p>　　高鹗对自己参与编辑、整理、出版《红楼梦》的功劳很自负，作《重订红楼梦小说既竣题》<a href=\"http://so.gushiwen.org/author_78.aspx\">诗</a>云：“悟得光明自在禅。”</p> <p><strong>仕途得意<br></strong>　　程高本《红楼梦》出版后，高鹗迎来了人生高峰。乾隆六十年（1795），中乙卯恩科进士，殿试三甲第一名，授内阁中书。</p> <p>　　高鹗在职期间讲究操守，勤于政事，年轻有为，受到同僚及上司的一致好评，因此步步高升，历官汉军中书、内阁典籍、内阁侍读。</p> <p>　　嘉庆六年（1801），高鹗以内阁侍读任顺天乡试同考官。</p> <p>　　嘉庆十四年（1809），高鹗由侍读考选都察院江南道监察御史。</p> <p>　　嘉庆十八年（1813），高鹗升刑科给事中。</p> <p><strong>晚年家贫<br></strong>　　高鹗任刑科给事中不久，即因失察八卦教教首林清谋反案而受到降三级调用的惩罚，应了“登高必跌重”的俗语。他半世为官，两袖清风，忽遭此变故，晚景凄凉。嘉庆二十年（1815），高鹗卒，享年57岁。</p>"
}