{
  "id": 1831,
  "star": 0,
  "name": "晁采",
  "dynasty": "唐代",
  "desc": "晁采，小字试莺，大历时人。少与邻生文茂约为伉俪。茂时寄诗通情，采以莲子达意，坠一盆中。逾旬，开花结缔。茂以报采。母得其情，叹曰：才子佳人，自应有此。遂以采归冒。",
  "content": "<h2>爱情故事</h2> <p><strong>青梅竹马</strong></p> <p>　　并非从没有少年郎接触过晁采，文茂就是一个暗熟晁采风貌的幸运少年。文茂是晁家邻居的孩子，年龄与晁采相仿，两人自幼一起长大，因两家都只有一个孩子，所以常让他俩在一起结伴玩耍，可以说是青梅竹马的一对。随着年龄的增长，两人渐渐体会出男女之别来，心中时时期盼着对方，见面时又隔着一份羞涩，再不象少年时的那般两小无猜。两家父母为避嫌隙，也命他们断绝往来，于是两人近在咫尺却不能相会。但这时，两人早已把心暗许给对方，对方的音容笑貌时时浮现在两人的脑海中。虽然断了来往，但他俩常有书札相通，晁采的侍女小云成了他们殷勤忠实的信使。虽不见面，两颗心的距离却越来越近了。</p> <p><strong><a href=\"http://so.gushiwen.org/author_1831.aspx\">诗</a>作传情</strong></p> <p>　　除诗词书画外，晁采还有一个嗜好，就是看云。一有闲暇，她就在窗口或庭院中仰头凝视着天际，看朵朵浮云变幻游移，长时间不知疲倦。她看着白云，常把清秀的那片云想象成自己，把硕壮的那片当成文茂，等啊等啊，她呆呆地等着两片云飘到一处，最终溶为一体，再也不分开。因为爱云，所以她给自己的居室取名为“窥云室”，书房取名“期云馆”，就连她的侍女也唤作“小云”。</p> <p>　　一天，期云馆外兰花开得正浓，晁采站在花丛中体味着兰花的幽香。晁母走出来，慈爱地对她说；“你既然爱兰，何不咏一首兰花诗？”晁采知道母亲是考自己的才思，立即应声吟出：“隐于谷里，显于澧浔，贵比于白玉，重匹于黄金，既入燕姬之梦，还呜<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>之琴。”</p> <p>　　晁母见女儿诗来得这么快，而且用典贴切，含义深远，心中十分赞赏，嘴里却没说什么，只是含笑点点头，又回屋去了。</p> <p>　　晁母进屋后，晁采却仍端视着兰花回味着自己的诗，兰花盛开时我来赏兰，而自己正值花期，心上人文茂却不能来品赏。想着想着，不由得黯然神伤。</p> <p>　　春风送暖，夏雨落红，一个夏雨阵阵的响午，晁采坐在“期云馆”窗前，看着窗外被雨水打得零乱不堪的兰花，心中倍感寂寥，感叹着韶光易逝，花落难再，思绪郁结，难以遣散。为了</p> <p>　　宣泄心臆，她顺手拈过一张素笺，提笔书成一首七言绝句：</p> <p>　　晚来扶病镜台前，无力梳头任髻偏；</p> <p>　　消瘦浑如江上柳，东风日日起还眠。</p> <p>　　写成后，她觉得很想把自己的感受让文茂知道，于是托小云把诗笺偷偷送给文茂。</p> <p>　　文茂拿到诗笺，心中砰然一动。展开细阅，闺中人儿为情所苦，如痴如病，憔悴悒郁，百无聊赖的心情跃然纸上。文茂此时也正对雨愁怅，因此对晁采的感受深有体会，立即提笔以诗作答：</p> <p>　　旭日瞳瞳破晓霞，遥知妆罢下芳阶；</p> <p>　　那能化作桐花凤，一嗅佳人白玉钗。</p> <p><strong>心底的愿望</strong></p> <p>　　文茂的诗中强烈地呼喊出他心底的愿望。晁采得诗，细细揣味，深知文郎的情意。她冒雨来到院中池塘边，精心摘下池中莲蓬上的十颗青莲子，用一块锦缎包好，又遣小云送给文茂，包中还夹着一张纸片，写着一句话：“吾怜子（莲子）也，欲使君知吾心苦耳！”</p> <p>　　晁采</p> <p>　　文茂慢慢咀嚼着送来的青莲子，在苦涩中竟渐渐品味出一丝清香甘甜来，他顿时悟出了苦尽甘来的道理，似乎看到希望就在前面，因而心头为之一振，豁地站起身来，不料却把放在膝头的一颗莲子弹出，落下了窗外盛水的盆中。他走出来正想去捡，刚巧一只喜鹊飞过，不偏不倚屙下一团粪便在盆中，真让文茂气恼，只好把盆中的水和莲子一同倾在院里的水池中。</p> <p>　　过了一段时间，文茂发现他家原本未植莲的池中竟然长出一枝莲来。开头很感讶异，仔细一想，那长莲处正是前些日子自己倾水的地方，那颗晁果送来的青莲子竟在文家生根发芽了。又过了几天，莲花开了，居然还是一株并蒂莲花。一枝茎上相并盛开着两朵娇灼的红莲，它们相互依偎着，似乎有说不尽的爱恋。见此景，文茂心中大喜，连忙写书信向晁采传达喜讯。<br>晁采见信，同样是喜不胜收，她暗想：并蒂莲开，欢好永谐，这一定是好兆头。欣喜之余，又找来朝鲜茧纸，在两面画上鲤鱼图形，鳞甲闪烁，栩栩如生。在鲤鱼腹中藏上一帧诗笺，送给文茂，上面写着：</p> <p>　　花笺制诗寄郎边，鱼雁往还为妾传；</p> <p>　　并蒂莲开灵鹊报，倩郎早觅卖花船。</p> <p>　　并蒂莲开送吉兆，鲤鱼传书共心声。虽然并蒂莲开对晁采和文茂都是莫大的鼓舞，殷勤的小云频频为两人传送诗文，沟通了缕缕情思，但这些毕竟还是望梅止渴，两个相爱的人儿不能相见言欢，终究是莫大的遗憾。</p> <p><strong>暗定终身</strong></p> <p>　　时光悠悠，酷暑渐尽，转眼已是秋凉。秋风过处，黄叶翻飞，凄清满目，夜来秋月澄冷，更增添了不能见面的情人的思念之情。这天晁母要到外地一亲戚家探视，路远需隔天才能回来，留下晁采和小云看守门户。这真是一个难得的好机会，仔细思量，不禁怦然心动，霎时红晕浮上面颊，心头犹如小鹿乱撞，但今天若不趁机见上文郎一面，还不知要到什么时候才能相会。想到这里，她下定了决心，悄悄叫来小云，要她把消息秘密传给文茂。<br>晁家院中</p> <p><strong>晁家院中</strong></p> <p>　　这夜月色朦胧，清风剪剪。待夜深人静时，文茂乘着月色越墙来到晁家院中，风摇花影，惊得他心神不宁。蹑手蹑脚登上“窥云室”，晁采正坐在镜前等他，只见她身着杏黄薄衫，脸上并不施脂粉，含羞藏喜斜倚在梳妆台旁，就象一朵正开的兰花；这边文郎，比往日益显英俊，身材修长、神情俊雅、布衣儒巾，那身影既熟悉又陌生。两人都怔了一下，很快就不约而同地扑向了对方，似乎为此都已等了一千年。两情缱倦，万般风流，两人长久的相思与系念，都消溶在这一夕的温柔之中。窗外露出了微曦，到了不得不分别的时候，相互整好衣妆，晁采从头上剪下一束青丝，用丝带系好，送给文茂。并深情地望着他说：“好藏青丝，早结自首。”文茂含泪接过，道别时，两人都已说不出话来。</p> <p>　　回到家后，文茂把青丝小心翼翼地藏在自己的枕头下。每天睡在枕上，他总嗅到枕下飘出阵阵如兰的幽香，引动他无限的遐思，也更加思念晁采了。一夜思绪缠绕使他无法入眠，索性披衣起身，就着孤灯写下一首七绝，聊以寄托情怀：</p> <p>　　唐女晁采《子夜歌》：侬既剪云鬓，郎亦分丝发。觅向无人处，绾作同心结。</p> <p>　　几上金猊静不焚，象床独卧对斜曛；</p> <p>　　犀梳金镜人何处，半枕兰香空绿云。</p> <p>　　一夕欢会之后，再也没有见面的机会。文茂因秀发的芳香不时由枕底透出，从而撩起对心上人儿刻骨铭心的思念。在萧瑟的秋风里，心情郁结，人也渐渐变得懒散不堪，对任何事情都提不起兴致来，甚至数日不理功课。晁采在闺阁中也是如此，空对罗帐，懒于杭汝，每日望着天边白云，思君断肠，也是借诗抒怀：</p> <p>　　枕簟生凉夜漏余，梦中忧惚觉来初；</p> <p>　　魂离不得空成病，面见无白浪寄诗。</p> <p>　　窗外江村钟响绝，枕边梧叶雨声疏；</p> <p>　　此时最是思君处，肠断寒猿定不知。</p> <p>　　清冷的秋夜，两人隔墙同听雨打梧桐的声音，但咫尺天涯，有情人只能在梦中相会，醒来时只有空闺寂寂，孤灯相伴。此时见到晁采言愁之诗，文茂更深生怜爱之心，挥笔饱醮深情，写下一诗，为两人的未来，钩勒出一幅幸福甜密的幻景：</p> <p>　　忽见西风起洞房，卢家何处郁金香；</p> <p>　　文君未奔先成渴，颛顼初逢亦自伤。</p> <p>　　怀梦欲寻愁落叶，忘忧将种恐飞霜；</p> <p>　　唯应分付青天日，共听床头更漏长。</p> <p>　　若能得到双方家长的赞同，两人共结连理，前景自然美好。只是儿女之事，两个少年人都羞于向父母启齿。他们所接受的礼教都认为，婚姻应遵父母之命、媒妁之言，私订终身是大逆不道的，这种根深蒂固的婚姻观念，他们一时难以冲破。顾虑重重，美梦难以立刻成真，画饼充饥终归无用。日日夜夜的刻骨相思紧紧包围着少男少女，满怀的幽情无计排遣。只见她日益消瘦萎顿，原本瘦削的腰肢，已不盈一握，就象一条能随风摇荡的弱柳。</p> <p><strong>晁采《子夜歌》</strong></p> <p>　　寒夜漫漫，孤枕难眠，更残漏静，忧思不绝，乃漫吟着长诗“子夜歌”：唐女晁采《子夜歌》：侬既剪云鬓，郎亦分丝发。觅向无人处，绾作同心结。</p> <p>　　侬既剪云鬟，郎亦分丝发；</p> <p>　　觅向无人处，绾作同心结。</p> <p>　　夜夜不成寐，拥枕啼终夕；</p> <p>　　郎不信依时，但看枕上迹。</p> <p>　　明窗弄玉指，指甲如水晶；</p> <p>　　剪之持寄郎，聊当携手行。</p> <p>　　绣房拟会郎，西窗日离离；</p> <p>　　手自施屏障，恐有女伴窥。</p> <p>　　金盆盥素手，焚香诵佛门；</p> <p>　　来生何所愿，与郎为一身。</p> <p>　　寒风响枯木，通夕不得眠；</p> <p>　　晓起遣问郎，昨宵何以过。</p> <p>　　得郎憔悴音，令人不可睹；</p> <p>　　熊胆磨作墨，书来字字苦。</p> <p>　　侬赠绿丝衣，郎遗玉钩子；</p> <p>　　郎欲系侬心，依思著郎体。</p> <p>　　晁采信口吟唱着“子夜歌”，聊以藉慰自己的相思情怀。她心想：不知此诗为何人所作，词意竟与自己的情况不谋而合，天下为情所苦的人原是那么的相通啊！唱着唱着，不禁泪珠满腮，相思之苦借泪水聊作无奈的宣泄。</p> <p><strong>终成眷属</strong></p> <p>　　然而问题并没有得到解决，正可谓借酒浇愁愁更愁。诗书往来愈频，反而愈增添相思之苦。日日愁思，夜夜不眠，晁采最终忧郁成疾。聪明的晁母察觉女儿的病有些蹊跷，于是找来侍女小云，严加询问，见晁母并无恶意，小云将事情和盘托出，特别强调小姐与文茂相爱已久，不能分开。晁母又爱又怜地叹息道：“才子佳人，本应成双；古人多有斩断儿女情思之母，我一定要成全他们。”晁母是一个明礼之人，本对文茂十分赏识，因此并不追究两人的儿女私情。她深知心病还需心药医，女儿的病用药是治不好的，于是托了媒人说合。文家父母自然是欣喜不已，连忙应承下来。于是择一良辰吉日，一对相爱至深的有情人，终于结为百年之好。婚后两人，互珍互爱，已能朝夕相伴，但时时还互以诗词传情，不忘过去那段苦恋的时光。</p> <p>　　第二年，文茂要赴京城长安参加会试，临别时两人缠绵难舍，晁采写下一首“春日送文茂之长安”诗表达惜别之情：</p> <p>　　思君远别妾心愁，蹈翠江边送画舟；</p> <p>　　欲待相看迟此别，只忧红日问西留</p> <p>　　文茂走后，晁采日日牵挂，常对着西北的天空呆望，心里盘算着文郎此时行到何处？一路风霜，不知冷暖如何？晁采养有一只白鹤，名叫素素。一天细雨迷朦，晁采隔帘凝视窗外的绵绵雨丝，想起赶路的文郎，不禁愁思满怀，于是转头对素素念道：“过去王母有青鸟名诏兰、紫燕，都能运飞送书，你难道不能吗？”素素伸长了脖子迎向晁采，俯首若待命状，晁采明白了它的意思，忙找到纸笔，写成绝句两首：<br>唐女晁采《子夜歌》</p> <p>　　其一：</p> <p>　　牖前细雨日啾啾，妾在闺中独自愁；</p> <p>　　何事玉郎久别离，忘忧草树岂忘忧。</p> <p>　　其二：</p> <p>　　春风送雨过窗东，忽忆良人在客中；</p> <p>　　安得妾身今似雨，也随风去与郎同。</p> <p>　　她把诗笺仔细裹好，系在白鹤足上，白鹤冲天而起，直往西北方向飞去。</p> <p>　　不久，文茂在京城顺利地通过了进士会试，录为进士及第，再经吏部复试，授职为淮南道福山县尉。金榜题名后，文茂衣锦还乡，携带送信的白鹤素素回来家中。晁采喜出望外，自然又和文郎有一番新婚般的温存。后来，晁采随文茂往淮南赴任，协助文茂治理一方。这对才子佳人终成恩爱夫妻，亲朋故旧与乡邻，都盛赞他们是“并蒂莲开，佳偶天成。”</p><br/><h2>声名远播</h2> <p>　　晁采与并蒂莲</p> <p>　　话说唐代大历年间，江南吴郡有一晁姓人家，世代书香，<a href=\"http://so.gushiwen.org/author_1831.aspx\">诗</a>文传家。男主人长年在江北做地方官，女主人因留恋故土不愿随去，带着唯一的一个女儿住在家乡。晁家女儿名唤晁采，出落得如同江南山水一般的秀丽可人，而且天资灵慧，性情温雅，被晁母视为掌上明珠。晁母是一个出身于书香门第，颇通文墨，知书识礼的人，她对女儿除了保护备至外，还十分注重女儿的教育。在母亲的训教和熏陶下，晁采自幼就能吟诗颂词．棋琴书画样样都能拿下。晁家母女成了远近皆知的才女。 一个夏日的上午，晁家母女正在房前庭院内休闲纳凉，一位尼姑化缘来到门前。晁采这时正倚在院中的鱼池边，右手攀着池边的翠竹，左手轻持兰花绢扇，神情专注地欣赏着池中嬉戏的游鱼。尼姑见她秀图含笑，朱唇微嘬，不施丹铅，但眉目比画过的还清爽醒目。心如止水、六根清静的修行人，这时却为一个清俊透逸的小女子惊叹不已，甚至忘了自己化缘一事。晁采赏鱼赏到悠闲心怡时，嘴里轻轻哼起了“竹枝小词”，声音虽低，但沁人心腑，清丽婉转，宛如黄莺出谷初试啼声，尼姑听了直叹此音天下少有，因此直称她为“试莺”。这尼姑见过晁采后，心中一直赞叹不已，直认为她是瑶台仙女下凡，能一睹芳容真是自己三生有幸。后来，随着尼姑云游各地，她忍不住常向人宣扬晁采的风韵，因此，晁采的芳名传遍了江南一带。吴郡的年轻男子都知道晁采貌美才佳，虽不是人人都敢与她匹配，但谁都想见她一面，盼望能一睹她绝世的风采。然而晁母礼教极严，从不许女儿在人多处抛头露面，免得惹事生非，因此，那些把晁采视为偶像的翩翩少年大都只能在梦中勾画着晁采的形象。</p>"
}