{
  "id": 543,
  "star": 9,
  "name": "李存勖",
  "image": "http://img.gushiwen.org/authorImg/licunxu.jpg",
  "dynasty": "唐代",
  "desc": "李存勖（有时被写作“勗”，885年－926年），即后唐庄宗，神武川之新城（今山西雁门)人，五代时期后唐政权的建立者。唐末河东节度使、晋王李克用的长子。沙陀人，本姓朱邪氏，小名“亚子”。908年继晋国王位，之后经过多年的南征北战，北却契丹、南击朱梁，东灭桀燕（刘守光）使得晋国逐渐强大起来。923年四月在魏州（河北大名府）称帝，国号“唐”，史称后唐，是为后唐庄宗。同年十二月灭后梁，实现了对中国北方的大部统一。以勇猛闻名。存勖虽武人，但洞晓音律，能度曲。存词四首，载《尊前集》。926年死于兵变。",
  "content": "<h2>人物生平</h2> <p><strong>家世出身</strong></p> <p>　　主词条：沙陀族、晋国、梁晋争霸</p> <p>　　<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>出身于西突厥沙陀部，本姓朱邪，世为沙陀酋长。祖父朱邪赤心因镇压庞勋兵变有功，被唐朝皇帝赐为李姓，编入宗室谱籍。父亲李克用，官至河东节度使，封晋王，驻节太原，建立河东割据势力（晋国）。当时，梁王朱温盘踞宣武镇（治所汴州，在今河南开封），控制中原地区。李克用与朱温为争夺中原霸权，进行了二十余年的梁晋争霸战争。 </p> <p>　　李存勖是李克用与侧妃曹氏所生，自幼便善于骑射，胆略过人，心性豁达，深得父亲宠爱。他爱读《春秋》，略通微言大义，而且精擅音律，可谓文武双全。</p> <p><strong>早年经历<br></strong>　　乾宁二年（895年），邠宁节度使王行瑜联合凤翔节度使李茂贞、镇国节度使韩建，攻入长安（治今陕西西安），谋废唐昭宗。李克用率军勤王，讨平三镇叛乱。李存勖时年十一岁，也随军征战，并入朝献捷，受到唐昭宗的夸奖与赏赐。不久，李存勖被授为检校司空，遥领隰州刺史，后改领汾州、晋州。</p> <p>　　天复二年（902年），李克用因太原两次被梁军围困，无力抗衡朱温，为此忧虑不安。李存勖劝慰道：“物不到极点不会反复，恶不到极点不会消亡。朱温威逼天子，觊觎帝位，陷害良善，可谓是自取灭亡。我家三代尽忠王室，如今虽因势穷力屈无法报效，但也无愧于心。父亲您应忍耐静观，积蓄力量，以待朱温衰弱之时再图复兴，怎能轻易就灰心丧气呢。李克用因而释然。</p> <p>　　天祐三年（906年），朱温遣军攻打沧州（本属横海镇，时为幽州镇治下），幽州节度使刘仁恭遣使向李克用求救。李克用恼怒刘仁恭的反复无常，不愿发兵援助。李存勖却道：“如今朱温已占据天下的九分之七，连魏博、成德等藩镇也归附于他，黄河以北能与之对抗的只剩下我晋国和刘仁恭了。如果我们不救刘仁恭，形势将会对我们更加不利。而若出兵援助，可使我晋国重振雄风，万不能因嫌怨而失此良机。”李克用遂遣军攻取潞州（治今山西长治），迫使朱温由沧州撤兵。</p> <p>　　天祐四年（907年），朱温篡唐称帝，建立后梁，史称梁太祖。他改元开平，定都于汴州。但李克用拒不承认后梁政权，仍沿用唐朝天祐年号，以复兴唐朝的名义与后梁相对抗，成为后梁北方最大的威胁。是年五月，朱温派十万兵马围攻潞州，修筑夹寨。李克用命周德威援救潞州。但周德威与梁军对峙年余，却始终不能解除潞州之围。</p> <p><strong>袭任晋王</strong></p> <p>　　主词条：潞州之战、柏乡之战</p> <p>　　天祐五年（908年），李克用病逝。李存勖继任河东节度使，袭封晋王，时年二十四岁。当时，李克用的养子李存颢、李存实等人自恃手握军权，又年长于李存勖，对李存勖袭位非常不满。他们有的称病不朝，有的见而不拜，甚至怂恿叔父李克宁发动叛乱，意欲谋害李存勖，投降后梁。李存勖沉着应对，首先取得监军张承业、大将李存璋等人的支持，而后抢先行动，在府中埋伏甲士，擒杀李克宁、李存颢等人，初步稳固了国内政局。</p> <p>　　是年四月，李存勖亲自率军援救潞州，于二十九日抵达潞州北面的黄碾（在今山西长治）。梁军本以为李存勖年轻继位，必然不敢出军，对此毫无防备，也未派出斥候探查。五月初二，李存勖伏兵于三垂冈下，趁着大雾直攻夹寨，出其不意的大破梁军，彻底解除了潞州之围。经此一战，晋国兵威大振。不久，李存勖返回太原，犒赏军士，而后开始整顿内政。他严肃军纪、抚恤孤寡，任用贤才，惩治贪腐，宽缓刑罚，打击盗贼，使得晋国民俗大变，百姓归心。</p> <p>　　天祐七年（910年）十一月，朱温遣军三千进驻深州、冀州，企图夺取成德、义武两镇。成德节度使<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>、义武节度使王处直先后遣使向李存勖求援，表示愿与晋国结成反梁同盟，共推李存勖为盟主。李存勖力排众议，毅然发兵相救。他亲率晋军东进，于是年十二月进至距离柏乡五里处的野河（今滏阳河支流）北岸，与梁军隔河对峙。 </p> <p>　　天祐八年（911年）正月，李存勖命周德威率三百精骑到梁军营前挑战，激怒梁将<a href=\"http://so.gushiwen.org/author_2891.aspx\">王景</a>仁，将梁军诱至鄗邑以南的平原旷野地带。他利用地形优势，以逸待劳，在梁军疲惫时率骑兵突击，大破梁军，俘获梁军将校二百八十五人，斩首二万级。此战，梁军伏尸数十里，龙骧、神威、神捷等精锐禁军全军覆没，王景仁、韩勍、李思安仅率数十骑连夜逃归。成德镇、义武镇从此彻底倒向晋国。</p> <p><strong>兼并河北</strong></p> <p>　　主词条：河朔三镇、桀燕、幽州之战、魏州之战、幽州保卫战</p> <p>　　柏乡之战后，李存勖决定暂缓对后梁的攻势，先夺取河北地区，以消除后顾之忧，首要目标便是囚禁父亲刘仁恭而继任幽州节度使的燕王刘守光。他采用骄兵之计，联合成德、义武、昭义、振武、天德五镇，遣使奉册，共尊刘守光为尚父，以滋长其野心。刘守光却以为六镇是畏惧幽州兵威，更是骄狂。他得知尚父无权祭天、改元，不顾幕府诸将反对，于天祐八年（911年）八月在幽州悍然称帝，国号大燕，史称桀燕。是年十二月，李存勖命周德威兵出飞狐口（在今河北蔚县），联合成德镇、义武镇一同征讨刘守光。</p> <p>　　天祐九年（912年），周德威夺取涿州，进围幽州。刘守光忙向后梁求救。朱温亲率大军北上，命杨师厚围攻枣强，又命贺德伦攻打蓚县（治今河北景县）。但梁军虽攻破枣强，却在蓚县被晋将符存审、史建瑭击败。朱温羞愤发病，返回洛阳，不久便被其子朱友珪弑杀。 </p> <p>　　天祐十年（913年），朱友贞发动政变，诛杀朱友珪，夺取帝位，史称梁末帝。而晋军则连夺幽州镇统辖的顺州（治今北京顺义）、檀州（治今北京密云）、武州（治今河北宣化）、平州（治今河北卢龙）、营州（治今辽宁朝阳）等地。是年十一月，李存勖亲征燕国，攻破幽州，俘获刘仁恭（一直被刘守光囚禁）、刘守光父子。他留周德威镇守幽州。 </p> <p>　　天祐十一年（914年），李存勖返回太原，处死刘仁恭父子，以祭奠李克用。当时，李存勖南破后梁，北定桀燕，威震天下。王镕、王处直相继遣使入晋，共推李存勖为尚书令。李存勖依礼三辞，而后接受尚书令之职。他在太原开设霸府，建立行台，以唐朝皇帝的名义承制任命官吏。 </p> <p>　　天祐十二年（915年），魏博节度使杨师厚病逝。梁帝朱友贞趁机将魏博镇分为两镇，以削弱藩镇势力，结果引发魏博兵变。变兵囚禁新任节度使贺德伦，请降于晋。李存勖乘势进占魏州（治今河北大名东北），并处死变兵首领张彦等人，以威慑兵变士卒，稳定乱局。他收魏博牙兵为亲军，亲自兼领魏博节度使，随后又攻取德州、澶州（治今河南清丰西）。是年七月，李存勖进兵莘县，与梁将刘鄩展开对峙。 </p> <p>　　天祐十三年（916年），李存勖声言回师太原，以引诱刘鄩出战。刘鄩果然中计，欲趁机夺回魏州，结果遭到李存勖、李嗣源、符存审的三面夹击，在元城一战中全军溃败，逃奔滑州（治今河南滑县）。此后，李存勖又遣军接连攻取卫州（治今河南卫辉）、洺州（治今永年东南）、相州（治今河南安阳）、邢州（治今河北邢台）、沧州、贝州（治今河北清河西）等地。黄河以北除黎阳（治今河南浚县东）一地外，全部被晋国占领。梁晋形势从此发生逆转。</p> <p>　　天祐十四年（917年），寿州刺史卢文进叛附契丹，并引契丹军南下。众多契丹大军入寇，山谷之间，毡车毳幕，羊马弥漫。有人说契丹军有五十万。周德威坚守幽州，遣使向李存勖求援。此时李存勖拥有的马只有一万匹，仍然派李存审、李嗣源率军迎战。李嗣源率三千骑兵为前锋，到达距离幽州60里的地方，契丹一万骑兵突然杀来，李存审、李嗣源极力迎战，打的契丹大败，契丹丢弃的毳幕、毡庐、弓矢、羊马漫山遍野、不可胜纪。李存审、李嗣源的军队继续追击契丹，俘斩数以万计。李存审、李嗣源的军队进入幽州。</p> <p><strong>夹河对峙</strong></p> <p>　　主词条：杨刘之战、胡柳陂之战、德胜之战</p> <p>　　契丹败退，北疆暂保无忧。李存勖开始调兵南下，推锋至黄河岸边，与梁军夹河对峙，争夺黄河沿岸各处要点。</p> <p>　　天祐十四年（917年）十二月，李存勖率军东进，连破梁军数座营寨，攻陷杨刘城（魏州通向郓州的重要渡口，在今山东东阿北），俘获守将安彦之，并攻掠至郓州（治今山东东平）、濮州（治今山东鄄城北）一带。当时，朱友贞正在洛阳进行祭天大典，闻讯仓皇赶回汴州，组织复夺杨刘城。但谢彦章数次用兵，始终未能收复杨刘城。</p> <p>　　天祐十五年（918年）八月，李存勖调发河东、魏博、幽州、横海、义武等镇军队，齐集魏州，准备直捣汴州，一举灭亡后梁。是年十二月，李存勖由濮州境内的麻家渡渡过黄河，进驻胡柳陂（在今山东鄄城西北），与梁军展开血战。晋军大败，周德威战死。李存勖被迫据土山自保。当时，围山梁军多是步卒，而且立足未稳。李存勖采用阎宝、李建及的建议，以骑兵突击，终于反败为胜，击溃梁军。此战，晋军虽乘胜夺取濮阳，但也因伤亡惨重，无力再攻汴州，只得撤归河北。 </p> <p>　　天祐十六年（919年），符存审进据德胜城（魏州通向汴州的重要渡口，在今河南清丰西南），并夹河修筑南北两城。梁将贺瑰围攻德胜南城，并以竹索连结战船横列河面，将李存勖所率援军阻在黄河北岸。李建及率三百勇士，乘船驶至河中，斧劈火烧，冲破了梁军船阵。李存勖乘势挥军渡河，大败梁军。后来，梁将王瓒从黎阳渡河，屯据杨村渡，修造浮桥，储存大量军需物资。而李存勖也征发数万民丁，扩建德胜北城。当时，梁晋两军每日大小百余战，互有胜负。</p> <p><strong>建国称帝</strong></p> <p>　　主词条：同州之战、镇州之战、定州之战</p> <p>　　天祐十七年（920年），河中节度使朱友谦攻取同州（治今陕西大荔），叛梁降晋，结果遭到刘鄩的围攻，遣使向李存勖求援。李存勖命符存审、李嗣昭、李建及出军援救，在同州、渭河两次大败刘鄩，并追击至奉先（治今陕西蒲城）一带。河中镇从此归附于晋国。 </p> <p>　　天祐十八年（921年），成德军将张文礼煽动兵变。李存勖迫于形势，授其为成德兵马留后。不久，河中、昭义、横海、成德等十一藩镇，一同遣使劝进，请李存勖建国称帝，被李存勖拒绝。八月，李存勖命阎宝征讨成德镇，围困镇州（治今河北正定）。张文礼惊惧病死，其子张处瑾接掌军事，继续负城顽抗。义武节度使王处直勾结耶律阿保机，引契丹军南下，意图背叛李存勖，结果被义子王都囚禁。王都继任节度使，不久便被契丹军围困在定州。</p> <p>　　耶律阿保机率领契丹所有军队南下，空国入寇。天祐十九年（922年），李存勖率领五千骑兵先进，到达新城（治今河北高碑店）北，遇到契丹一万多骑兵，契丹受惊逃走。李存勖将军队分成两部分去追击，行数十里，擒获契丹君主的儿子。契丹逃跑时因为沙河桥狭冰薄而导致很多契丹军溺死。契丹军退至望都。李存勖进军望都，打的契丹大败。契丹撤退时遭遇大雪，人马无食，死者相属于道。但与此同时，晋军在镇州失利。李存进战死。而梁军则趁虚反扑，攻克卫州、新乡等地，重新夺回河北重镇相州。是年九月，镇州终因久被围困，粮尽力穷，被符存审攻破。张处瑾及党羽张处球、高濛、李翥等皆俘送魏州处死，张文礼也被劈棺戮尸。李存勖又兼领成德节度使，将成德镇直接纳入晋国管下。 </p> <p>　　天祐二十年（923年）四月，李存勖接受诸镇劝进，在魏州称帝，改天佑二十年为同光元年。他沿用“唐”为国号，又追赠父祖三代为皇帝，与唐高祖、唐太宗、唐懿宗、唐昭宗并列为七庙，以表示自己是唐朝的合法继承人，史家称之为后唐。当时，后唐辖有魏博、成德、义武、横海、幽州、大同、振武、雁门、河东、河中、晋绛、安国、昭义等十三个节镇、五十个州。</p> <p><strong>灭亡后梁</strong></p> <p>　　主词条：后梁、后唐灭后梁之战</p> <p>　　后唐建立的同时，仍面临着严峻的形势。契丹不断侵扰幽州，兵锋直逼河北。潞州守将李继韬叛附后梁，梁将董璋急攻泽州（治今山西晋城），意图吞并昭义镇，直接威胁后唐西都太原的安全。李存勖为了扭转战局，决定趁梁军东面防守空虚之机，出兵奇袭郓州，以切断梁军右翼，再伺机进图汴州。同光元年（923年）闰四月，李存勖命李嗣源率五千步骑，连夜冒雨渡河，一举袭破郓州。朱友贞听闻郓州失守，命王彦章率军阻止唐军西进。李存勖命朱守殷严守德胜，自率亲军进屯澶州。</p> <p>　　五月，王彦章出兵杨村渡，攻克德胜南城，继而顺河东下，攻打杨刘城。他打算先隔断河北唐军与郓州的联系，再图收复郓州。而李存勖则命朱守殷放弃德胜北城，装载军需器械浮河而下，协助李周固守杨刘城。两军各自沿河一岸疾进，边行边战，互有胜负。不久，王彦章进抵杨刘城下，挥军强攻，昼夜不息，并以巨舰九艘横亘河津，阻拦唐军增援。他屡攻不克，只得退屯城南，筑垒连营，以阻击唐军渡河。六月，李存勖亲临杨刘，一面命唐军出营挑战，牵制梁军兵力，一面命谋臣郭崇韬领兵奔赴博州（治今山东聊城东北），在黄河东岸修筑新城，以接应郓州唐军。王彦章率军急攻博州新城，还用十余艘巨舰置于黄河中流配合作战。郭崇韬据城坚守，李存勖亦率军自杨刘增援。王彦章只得撤军，退保邹家口。李存勖与郓州李嗣源重新恢复了联系。七月，王彦章复攻杨刘，再次被唐军击败，遂撤师西归，退保杨村，不久便被召回汴州。段凝接任主帅。</p> <p>　　八月，朱友贞部署四路反击：命段凝攻澶州、董璋攻太原、霍彦威攻镇州、王彦章攻郓州，打算在十月向后唐发动总攻，但因兵力分散，造成汴州防守空虚。他还命梁军掘开滑州（治今河南滑县）南面的黄河大堤，以阻止唐军进攻汴州，但同时也将梁军主力阻隔在决河以北。九月，梁将康延孝投降后唐，将后梁军情尽数告知李存勖，建议唐军趁虚袭取汴州。而李嗣源则在郓州附近大败王彦章，俘获梁军将校三百余人，迫使梁军退保中都（治今山东汶上）。十月，李存勖自杨刘渡河，进抵郓州，并以李嗣源为前锋，攻破中都，俘杀王彦章。当时，诸将都认为应先攻占兖州等地，再乘机而动。李嗣源则坚持趁虚袭汴的战略。李存勖命李嗣源率前军倍道兼程，向汴州进发。是月初九日，李嗣源抵达汴州，挥军攻城。朱友贞自杀，梁将王瓒开城投降。李存勖于同日抵达，由大梁门进入汴州，后梁正式灭亡。</p> <p><strong>平定前蜀</strong></p> <p>　　主词条：前蜀、后唐灭前蜀之战</p> <p>　　梁晋争霸期间，南方还存在很多割据政权。其中前蜀据有三川（指剑南西川、剑南东川、山南西道），定都于成都，其国主称皇帝，与后梁分庭抗礼。后主王衍在位时，奢侈淫靡，大兴土木，委政于宦官、狎客，纵容太后、太妃卖官鬻爵，致使朝政败坏，贪腐成风。他还在国内四处巡游，强制沿途州县供应食宿，百姓苦不堪言。后唐灭梁，威震天下，岐国、楚国、吴越国、闽国、南平国等割据政权纷纷入贡称藩，前蜀却不肯臣服。李存勖便有意讨平前蜀。</p> <p>　　同光二年（924年），客省使李严出使前蜀，趁机刺探蜀中虚实，他归国后极力主张伐蜀，称蜀国已有亡国之象，更坚定了李存勖出兵灭蜀的决心。当时，前蜀为了防御后唐，在两国边界驻有重兵。同年八月，李存勖又遣使者李彦稠入川，表示要与蜀国修好，以此麻痹王衍。王衍信以为真，派翰林学士欧阳彬为唐蜀通好使，出使后唐，同时还撤除了边界守备。 </p> <p>　　同光三年（925年）九月，李存勖以魏王李继岌为主帅，统领六万大军，征讨前蜀。李继岌年幼，军务皆有副手郭崇韬决断。唐军以康延孝、李严为前锋，连克威武城（在今陕西凤县东北）、凤州（治今陕西凤县）、兴州（治今陕西略阳）等地，缴获大批粮草。而与此同时，王衍仍在国内巡游作乐，到达利州（治今四川广元）时方知唐军来犯。他急忙组织三万兵马迎战，却被唐军击溃于三泉（治今陕西宁强西南）。前蜀各处藩镇纷纷来降，王衍仓皇逃回成都。是年十一月，前蜀中书令王宗弼发动政变，囚禁王衍、后妃及诸王，自称西川兵马留后。他以王衍的名义邀请李严到成都，商谈投降事宜。李严驰入成都，抚慰前蜀官吏、百姓，命蜀军撤去成都的军事防备。不久，李继岌率大军进抵成都。王衍率百官出城拜降，前蜀正式灭亡。南方诸国皆惊惧不已。</p> <p><strong>死于兵变</strong></p> <p>　　主词条：邺都兵变、兴教门之变</p> <p>　　同光四年（926年）二月，魏博戍卒在贝州哗变，推裨将赵在礼为首领，攻入魏州。邢州、沧州也相继发生兵变，河北大乱。元行钦带兵进讨，但却连连失利。李存勖本欲亲征，被宰臣劝阻，只得起用李嗣源，让其率侍卫亲军北上平叛。李嗣源在魏州城下遇到亲军哗变，被劫持入城，与叛军合势。他本无反意，但迫于内外形势，又无以自明，只得率变兵南下。 </p> <p>　　三月，李存勖亲自率军东征，欲坐镇汴州指挥平叛。但李嗣源已抢先占据汴州，得到大批唐军将领拥戴。李存勖知道局势已不可挽回，行至万胜镇（在今河南中牟西北）便下令回师，仓皇返回洛阳。他再三抚慰士卒，许以厚赏，但已为时太晚。士卒均不感皇帝恩德，沿途逃散过半。当时，李继岌已率征蜀大军班师，途中因平定后军康延孝叛乱，被耽误了归程。</p> <p>　　四月，李存勖决定前往汜水关（在今河南荥阳西北），与李继岌会合，再联兵进剿李嗣源。他命扈从军兵候于宫门外，自己在内殿进食。从马直指挥使郭从谦突然发动叛乱，率所部攻入兴教门。李存勖亲率宿卫出战，杀死数百乱军，最终被流矢射中，死于绛霄殿，时年四十三岁。伶人善友将乐器覆盖在李存勖身上，纵火焚尸。李继岌军至渭南，因部属溃散，被迫自缢而死。征蜀大军则在副使任圜的率领下，归附李嗣源。是月，李嗣源进入洛阳，在李存勖灵前称帝，史称后唐明宗。</p> <p>　　七月，李嗣源将李存勖葬入雍陵，上庙号庄宗，追谥为光圣神闵孝皇帝。</p><br/><h2>为政举措</h2> <p><strong>政治</strong></p> <p>●处置后梁君臣<br>　　<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>与后梁抗衡，打得是“为唐复仇”的旗号，故此在灭梁后便拆毁朱氏宗庙，追贬后梁二帝朱温、朱友贞为庶人。他还打算掘开朱温的陵墓，劈棺戮尸，但因张全义力劝而作罢，最终只铲除了墓地阙室。此外，李存勖以诛杀逆臣的名义，族灭后梁宰相敬翔、李振以及权贵赵岩、张希逸、张汉杰等人，又以“助梁篡唐”的罪名，贬窜唐朝旧臣郑珏、萧顷等十一人。</p> <p>　　但对后梁所署节度使、观察使、防御使、团练使、刺史等武臣，只有肯归附后唐，李存勖都会予以承认。如宣武节度使袁象先、镇国军留后霍彦威、宣义军留后段凝、耀州刺史王晏球、匡国军节度使温韬，不但赦罪留任，还被赐以国姓（李姓）。温韬曾盗掘唐朝诸帝皇陵，被称作“罪与朱温相埒”，李存勖都未予追究其罪责。李存勖的这一举措，使得处于后梁直接统治下的河南地区，全都接受了后唐的统治。</p> <p>●迁都洛阳<br>　　后唐建立时，李存勖因曾兼任河东、魏博、成德三镇节度使，遂实行三都制，以三镇治所为都城。其中，太原号为西京；魏州升为兴唐府，号为东京；镇州升为真定府，号为北都。</p> <p>　　后梁灭亡后，李存勖将后梁的西都洛阳改称东都，定为后唐国都，同时以雍州京兆府（长安）为西京。原西京太原改称北都，东京兴唐府改称邺都。北都真定府则废除都号，复称成德军镇州。</p> <p>●吞并岐国<br>　　岐国是李茂贞在唐末建立的地方割据政权，据有关中凤翔一带，强盛时辖有二十余州，但因屡被后梁、前蜀所败，最终只剩七州之地。李茂贞因势力较弱，始终不敢称帝，而是沿用唐朝年号，以与后梁相对抗。后唐灭梁时，李茂贞曾致书庆贺，以李存勖的叔父自居。</p> <p>　　同光二年（924年），李茂贞听闻后唐定都洛阳，心中不安，于是上表称臣，命其子李从曮入京朝贡。李从曮在洛阳亲见唐军军容之盛。李茂贞更加忧惧，遂上表朝廷，请行“藩臣之礼”，被改封为秦王。具有独立性质的岐国从此消失。</p> <p>●纵容皇后干政<br>　　李存勖在位期间，皇后刘氏权力极大，所发布的教令与皇帝诏敕具有同样效力，各地官府都必须执行。刘氏生性贪婪吝啬，不但和李存勖一同聚敛钱财，还派人到各地经商，连柴火果蔬之类都要加以贩卖，从中获利。四方贡献的钱财都据为己有，却吝啬不赏，只用于供养伽蓝。降将如袁象先、温韬、张全义，都通过厚赂刘氏而得到重用。</p> <p>　　同光四年（926年），国内饥荒，洛阳府库空竭，禁军军士都不发军粮。亲族家眷只能以野菜充饥，以致冻饿而死者无数，很多军士甚至被迫典卖妻儿。而这时正逢邺都兵变，军中流言四起，形势非常不利。在这种情况下，宰相率百官上表，请李存勖开内库赈灾。李存勖应允，但刘氏却不肯答应，称生死有天命决定，非人力所能挽回。后来，宰相又在便殿议论。刘氏躲在屏风后面偷听，竟然将自己的梳妆用具、两口银盆，以及三个年幼的皇子，送到宰相面前，称宫中只剩这些，让他们拿去卖了以筹备军饷，吓得宰相惶恐而退。</p> <p>●宠信伶宦<br>　　李存勖对伶人极为宠信。早在称帝之前，便曾因任用伶人杨婆儿为刺史，而贻误战事。伶人周匝在胡柳陂之战中被梁军俘虏，因伶人陈俊、储德源的保护而免死。后唐灭梁后，李存勖竟然要授陈俊二人为刺史，以报答二人对周匝的救命之恩，结果被郭崇韬劝阻。他承认郭崇韬所言乃是公正之论，但最终还是任命陈俊二人为刺史，原因竟然是言而无信愧见周匝。而当时，亲军中很多百战将士都没得到刺史之职，对此无不愤慨。</p> <p>　　伶人们更是随意出入宫禁，欺凌大臣，群臣皆敢怒而不敢言，有的甚至反过来巴结伶人，以保求富贵。藩镇节度使也争相重金行贿。在这些伶人中，为害最深的是景进。李存勖以景进为耳目，去刺探群臣的言行，想知道宫外之事都要屏退左右，单独询问景进。景进由此大进谗言，干预朝政。文武百官对景进都忌惮不已。</p> <p>　　而本已衰微的宦官势力在同光年间也死灰复燃。后唐建立后，李存勖诏命各地，让将前朝宦官送回京师洛阳，以致宫中宦官激增到近千人。这些宦官有的担任诸司使，有的充作藩镇监军，都被李存勖视为心腹。他们恃宠争权，肆意干预军政，凌慢将帅，使得各藩镇皆愤怒不已。后来，宦官、伶人奉命到全国各地挑选美女充实后宫，竟然一次性掠走青年妇女三千人，连魏州军营兵士的家属也难以幸免。</p> <p>●疏忌功臣<br>　　李存勖在位期间，对功臣宿将多有猜忌之心。李嗣源是后唐灭梁第一功臣，曾表奏义子李从珂为北京内牙马步都指挥使，希望李从珂能就近照顾家中。李存勖却恼怒异常，认为李嗣源“握兵权，居大镇”，却插手军政人事，因此将李从珂贬为突骑指挥使，远戍石门镇，并多次驳回李嗣源的入朝请求。而在李嗣源入朝后，李存勖又命朱守殷暗中监视。</p> <p>　　而在李存勖晚年，更是变本加厉，对功臣宿将无罪诛戮。郭崇韬在灭梁、平蜀战役中，战功显赫，但与宦官不睦。前蜀灭亡后，蜀人曾请郭崇韬留镇西川。李存勖对此非常不满，又听信宦官向延嗣的谗言，以为郭崇韬截留蜀地财货，更是怒形于色。他任命孟知祥为西川节度使，让其到成都斩杀郭崇韬，被孟知祥劝止。刘皇后却私自下达教命，密令李继岌在成都处死郭崇韬父子。李存勖非但不予追究，还下诏给郭崇韬定罪。河中节度使朱友谦及其部将史武等七人皆因此案牵连而被诛杀灭族。康延孝为郭、朱复仇，起兵反唐，很快也兵败身死。</p> <p>●重视门第<br>　　李存勖在位期间，以门第族望为任官标准。他在称帝前曾颁布教令，在四镇判官中擢选前朝士族，作为新朝建立后的宰相人选。义武节度判官豆卢革、河东观察判官卢程因此被任命为行台左、右丞相。后唐建立后，豆卢革、卢程以及尚书左丞赵光胤、礼部侍郎韦说先后被拜为宰相。四人均无实学，只因出身名门高第，得以高居相位。故胡三省评论称：“兴王之君，命相如此，天下事可知矣。”</p> <p>　　受李存勖的影响，朝中掌握用人大权的宰执也以门第为命官的重要依据。如枢密使郭崇韬，不仅本人冒认唐代名将<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>为祖先，以抬高自己的门第，而且任官不讲才能功劳，只看门第高低。他“引拔浮华，鄙弃勋旧”，不肯提拔出身寒微的官员，称怕被名流所嗤笑。很多勋旧功臣因此受到排挤、压抑，以致怨声载道。</p> <p><strong>军事</strong></p> <p>●开拓疆土<br>　　同光元年（923年）闰四月，李存勖命李嗣源率军袭破郓州，而后在德胜城、杨刘城等地与梁将王彦章、段凝交战数月，将梁军主力拖在山东一带。是年十月，李存勖采取降将康延孝之策，轻骑直取汴州，一路连破中都、曹州，仅用八天便进抵汴州城下，逼得梁帝朱友贞绝望自杀，灭亡后梁。后梁将帅纷纷来降，所属节镇州府尽归后唐所有。</p> <p>　　同光三年（925年）九月，李存勖征调同州、华州、邠州等藩镇兵力以及中央禁军六万人，以李继岌、郭崇韬为主帅，征讨割据两川的前蜀政权。唐军历经威武之战、三泉之战，屡破蜀军，于是年十一月入居成都，灭亡前蜀。此战，唐军自出师南征，仅用七十日便灭亡前蜀，震动南方诸国。前蜀所辖十个节镇、六十四州、二百四十九县尽入后唐版图。</p> <p>●讨平叛乱<br>　　同光二年（924年）四月，李存勖征发潞州三千军士，前往涿州戍边。昭义军牙将杨立趁机煽动士卒作乱，聚众攻打子城东门，驱逐节度副使李继珂、监军张弘祚。他自立为昭义军留后，并遣使入洛阳，求取节度使之位。李存勖任命李嗣源为招讨使，统领元行钦、张廷蕴等将领，讨伐潞州。五月，李嗣源攻破潞州，平定叛乱，将杨立及其党羽俘送洛阳。李存勖处死杨立等人，并下诏拆毁潞州城防设施。</p> <p>　　同光四年（926年）二月，邢州左右步直军军校赵太煽动兵变，占据邢州城，自称安国军留后。李存勖命东北面招讨副使霍彦威为主帅，征讨邢州叛乱。三月，霍彦威攻克邢州，擒获赵太等人，将他们带到魏州城下斩首，以震慑城中叛军。</p><br/><h2>文学成就</h2> <p><strong>可亚其父<br></strong>　　<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>十一岁时，随父征讨王行瑜，并向唐昭宗报功。唐昭宗非常欣赏李存勖，轻抚其背部，道：“我儿日后必定是国家的栋梁之才，不要忘了对我大唐尽忠尽孝啊！”后来，唐昭宗还对人称赞“可亚其父”。意思是说，李存勖能超过其父亲，使父亲屈居亚军。李存勖遂得名李亚子。</p> <p><strong>终应父言<br></strong>　　李克用曾到潞州境内三垂冈打猎，在冈上的明皇庙前摆设酒宴，听伶人奏唱《百年歌》。歌词陈述人衰老之状，声调凄苦悲伤，只听得李克用老泪纵横。当时李存勖年方五岁，也随侍在侧。李克用指着李存勖，对诸将道：“老夫已老，壮志未酬。但二十年后，此子必能代我战于此地，完成我未竟的功业。”十九年后，初袭王位的李存勖果然在三垂冈大败梁军，奠定了晋国崛起的基础。</p> <p><strong>梁祖之叹<br></strong>　　潞州之战时，朱温曾亲赴泽州，视察前线战况，结果得知李克用去世。他对年轻袭位的李存勖非常轻视，认为攻取潞州的大局已定，便径自返回汴州。但李存勖却奇兵突出，将围攻潞州的梁军打得大败溃走。朱温得到战报，先是大惊失色，随即喟然长叹：“生子当如李亚子，李克用虽死犹生啊。我的儿子们跟他一比，简直如同猪狗一般。”</p> <p>　　后来，朱温病重，对侍臣道：“我经营天下三十年，想不到太原余孽（指李存勖）竟然发展到如今的地步。我看他志向不小，上天又夺我年寿。等我死后，我的儿子们没有一个是他的对手，我怕是要死无葬身之地了。”他伤心哽咽，竟然昏死过去。</p> <p><strong>三矢雪恨<br></strong>　　相传，李克用临终时，曾交给李存勖三枝箭，并对他道：“梁贼朱温是我晋国不共戴天之仇。燕王刘仁恭是我所立，契丹耶律阿保机与我约为兄弟，但都背叛了我，投靠朱温。我未能灭此三贼，死有余恨。我给你三枝箭，你将来一定要消灭这三个敌人，以告慰我在天之灵。”李存勖将这三枝箭供奉在家庙中，每逢出征都要以少牢之礼祭祀，将箭矢请出，放在锦囊中，背负上阵，战胜后再送回家庙。他平桀燕、败契丹、灭后梁，每战都是如此。</p> <p>　　“晋王三矢”的典故最早出自宋初<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>所著的《五代史阙文》。其真实性在历代都备受质疑。宋代<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>在《资治通鉴考异》中考证称，李存勖袭位时，还曾对契丹“遣使告哀，赂以金缯，求骑军以救潞州”，契丹亦出兵相助，而当刘守光被其兄刘守文攻击时，李克用、李存勖也屡次派兵相救，可见至少在李克用去世时，晋国根本没有与契丹、幽州结仇一事。他认为，“晋王三矢”的典故当是后人杜撰，以此夸耀李存勖的英明神武。</p> <p><strong>王误老奴<br></strong>　　<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>之乱时，传国玉玺流入民间，辗转落到魏州僧人传真手中。梁晋夹河对峙时，传真和尚将玉玺献给李存勖。李存勖得到玉玺，又因诸将连番劝进，遂有称帝之意。河东监军张承业素以唐臣自居，连忙赶赴魏州，当面劝谏道：“大王父子与梁贼血战三十年，是要为国家报仇，恢复唐室社稷。如今梁贼未灭，大王便要称帝，恐怕会令天下人失望。大王何不先诛除梁贼，为先帝报仇，迎立唐室后人为帝。您再扫平吴蜀，一统天下，到时又有何人能与大王争夺帝位。您谦让的时间越久，将来江山就越稳固。”但李存勖却道：“我也不愿称帝，只是被群臣逼迫，无可奈何。”张承业自知难以劝阻，大哭道：“诸侯们浴血奋战，本为恢复唐朝，现在大王却自取帝位，欺骗老奴啊。”他返回晋阳，从此一病不起。 </p> <p><strong>恃勇矜功<br></strong>　　李存勖自恃勇武，平梁时常率轻骑冲锋，亲临战阵，因此经常陷入险境。<a href=\"http://so.gushiwen.org/author_1908.aspx\">王镕</a>、王处直都曾致信给李存勖，劝他不要如此轻率。但李存勖却笑道：“不经百战如何平定天下，我怎能深居帷房，将自己养的肥胖呢。”符存审也曾为此劝谏李存勖。李存勖表面听从，但趁符存审不在，又策马跑出军营，还对左右侍从道：“这老头子妨碍我玩耍。”</p> <p>　　胡柳陂之战时，周德威建议李存勖按兵不动，先以小股骑兵骚扰，使梁军难以安营，待其疲乏不堪时再发动进攻。但李存勖却道：“我们在黄河沿岸终日挑战，就是要与梁军决战，却始终不能如愿。如今已经打到梁军家门口了，却避而不战，不是豪杰所为。”他当先列阵出击。周德威无奈，只得随从出战。结果晋军大败，周德威也战死于乱军之中。</p> <p>　　李存勖灭梁后，荆南节度使高季兴亲自到洛阳朝觐。他返回荆南后，对麾下将佐道：“新朝历经百战，方才平定河南。皇帝便竖着手指，对功臣夸耀道：‘我于指头上得天下。’如此一来，灭梁之功归于皇帝一人，臣僚将佐又有什么功劳可言。功臣对此莫不寒心，我没什么可担忧的了。”</p> <p><strong>背信杀降<br></strong>　　李存勖灭蜀后，命王衍举族迁居洛阳，并保证道：“我会封给你一块土地，不会薄待于你，日月星三辰为证，绝不虚言欺哄！”王衍欣然动身，率领宗族、百官及其家族数千人，启程东行。他行至关中时，因河北乱起，只得暂留秦川驿。李存勖欲东征平叛，担心王衍在后方作乱，便命宦官向延嗣前去诛杀王衍一家。王母徐氏临死高呼道：“我儿举国降顺，皇帝许以不死，而今却行杀戮。他言而无信，必遭报应。”</p> <p>　　而据《新五代史·张居翰传》记载，李存勖当时是要将王衍一行千余人全部诛杀。但枢密使张居翰认为杀降不祥，便私下将诏书中的“王衍一行”改为“王衍一家”。最终被杀者只有王衍及其近宗亲属，随行的前蜀降臣及其宗族千余人得免一死。</p> <p><strong>嫡庶倒置<br></strong>　　李存勖早年娶韩氏为正妻，后又纳伊氏、刘氏为妾。三女之中，韩氏为首，伊氏居次，刘氏最末。刘氏位次虽低但最受宠，又生有长子李继岌。李存勖称帝后，有意立刘氏为皇后，但碍于宗法制度，不能乱了妻妾次序，是以迟迟不立皇后。后来，李存勖在宰执豆卢革、郭崇韬的奏请下，越过韩氏、伊氏，册立刘氏为皇后。韩氏、伊氏二夫人皆忿忿不平。而对待父亲的妻妾，李存勖也是如此。根据宗法制度，皇帝以庶出继位，当以嫡母为皇太后，尊生母为皇太妃。但李存勖称帝后，却将嫡母刘氏尊为皇太妃，尊生母曹氏为皇太后。当时，刘太妃赴太后宫中拜贺。曹太后羞惭不已，面有愧色。</p> <p><strong>伶官天子<br></strong>　　李存勖自幼便喜欢唱戏，常与伶人嬉戏厮混，称帝自取艺名为“李天下”。一次，李存勖与众伶人一同嬉闹，四处张望着喊道：“李天下，李天下何在？”伶人敬新磨越众上前，抬手便扇了他一个耳光。李存勖顿时被打懵了，伶人们也都惊骇不已。敬新磨笑道：“理天下的只有皇帝一人，你还呼喊谁呢？”伶人们尽皆失笑。李存勖非但不怒，还重赏了敬新磨。</p> <p>　　后来，敬新磨到殿中奏事，在殿内被恶犬追逐。他躲在一根庭柱边，叫道：“陛下不要纵使儿女咬人。”李存勖出身夷狄，非常忌讳狗，闻言大怒，当场便要拉弓射死敬新磨。敬新磨忙喊道：“陛下不能杀我，我与陛下乃是一体，杀之不详。”李存勖忙问缘由，他答道：“陛下年号同光。天下都称您为同光帝。杀了敬新磨，同（铜）就没有光了。”李存勖大笑，饶了敬新磨。</p><br/><h2>家族成员</h2> <p><strong>曾祖父母<br></strong>●朱邪执宜，率部族归附唐朝，后唐建立后尊为懿祖昭烈皇帝。<br>●崔氏，后唐建立后追谥为昭烈皇后。</p> <p><strong>祖父母<br></strong>●李国昌，原名朱邪赤心，官至代北节度使，后唐建立后尊为献祖文景皇帝。<br>●秦氏，后唐建立后追谥为文景皇后。</p> <p><strong>父母<br></strong>●李克用，官至河东节度使，封晋王，后唐建立后追尊为太祖武皇帝。<br>●嫡母刘氏，初封秦国夫人，后唐建立后被尊为皇太妃。<br>●生母曹氏，初封晋国夫人，后唐建立后被尊为皇太后，谥号贞简皇后。</p> <p><strong>兄弟<br></strong>据《旧五代史·唐宗室传》、《新五代史·唐家人传》记载，李克用生有八子，<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>排行最长。<br>●李存霸，官至河中节度使，封永王，兴教门之变后被乱军所杀。<br>●李存美，封邕王，兴教门之变后不知所踪。<br>●李存礼，封薛王，兴教门之变后不知所踪。<br>●李存渥，官至天平节度使，封申王，兴教门之变后被乱军所杀。<br>●李存乂，官至保大军节度使，封睦王，因是郭崇韬之婿而被李存勖处死。<br>●李存确，封通王，兴教门之变后藏匿于民间，被霍彦威所杀。<br>●李存纪，封雅王，兴教门之变后藏匿于民间，被霍彦威所杀。<br>此外，李存勖还有几位兄弟散见于《资治通鉴》以及新旧《五代史》的各人物传记中。<br>●李落落，担任铁林指挥使，乾宁三年（896年）被梁军擒获，送交罗弘信处斩首。<br>●李廷鸾，天复二年（902年）时被梁军擒获。<br>●李存矩，担任新州刺史、威塞军防御使，总领山后八军，贞明三年（917年）死于祁沟关兵变。</p> <p>　　而据《李克用墓志》记载，李存勖有一个哥哥李嗣昭，二十三个弟弟，分别是李存贵、李存顺、李存美、李存矩）、李存范、李存霸、李存规、李存璲、李善意、李大馥、李重喜、李小馥、李柱柱、李神奴、李常住、李骨骨、李乔八、李外端、李小惠、李延受、李小住、李口宝、李小宝。[140] </p> <p><strong>后妃</strong></p> <p>皇后<br>●皇后刘氏，初封魏国夫人，同光二年（924年）四月册为皇后。兴教门之变后逃奔太原，出家为尼，最终被李嗣源赐死。后晋时期，追谥为神闵敬皇后。</p> <p>妃嫔<br>●淑妃韩氏，初封卫国夫人，同光二年四月封为淑妃，后唐灭亡时陷于契丹。<br>●德妃伊氏，初封燕国夫人，同光二年四月封为德妃，后唐灭亡时陷于契丹。<br>●昭仪侯氏，同光二年（924年）十一月封汧国夫人。<br>●昭容夏氏，同光二年（924年）十一月封虢国夫人。明宗年间赐嫁于契丹<a href=\"http://so.gushiwen.org/author_1151.aspx\">李赞华</a>。<br>●昭媛白氏，同光二年（924年）十一月封沂国夫人。<br>●出使美宣邓氏，同光二年（924年）十一月封珝国夫人。<br>●御正楚真张氏，同光二年（924年）十一月封凉国夫人。<br>●司簿德美周氏，同光二年（924年）十一月封宋国夫人。<br>●侍真吴氏，同光二年（924年）十一月封渤海郡夫人。<br>●懿才王氏，同光二年（924年）十一月封太原郡夫人。<br>●咸一韩氏，同光二年（924年）十一月封昌黎郡夫人。<br>●瑶芳张氏，同光二年（924年）十一月封清河郡夫人。<br>●懿德王氏，同光二年（924年）十一月封琅琊郡夫人。<br>●宣一马氏，同光二年（924年）十一月封扶风郡夫人。<br>●郭氏，登州刺史郭归厚之女，原为梁帝朱友贞之妃，后梁灭亡后被李存勖纳入后宫，后出家为尼，法名誓正。<br>●侯氏，原为梁将符道昭之妻，夹寨之战时被李存勖俘获，一度宠冠诸宫，号为“夹寨夫人”。 <br>●某氏，因貌美有子遭到刘皇后的嫉妒，被刘皇后赐于元行钦为继室。</p> <p><strong>子女</strong></p> <p>儿子<br>●李继岌，官至兴圣宫使，封魏王，以西南面行营都统之职领军灭蜀。兴教门之变后，在渭南兵溃自杀。<br>●李继潼，同光三年（925年）被拜为光禄大夫，检校司徒，兴教门之变后不知所踪。<br>●李继嵩，同光三年（925年）被拜为光禄大夫，检校司徒，兴教门之变后不知所踪。<br>●李继蟾，同光三年（925年）被拜为光禄大夫，检校司徒，兴教门之变后不知所踪。<br>●李继嶢，同光三年（925年）被拜为光禄大夫，检校司徒，兴教门之变后不知所踪。</p> <p>女儿<br>●义宁公主，嫁宋廷浩，生宋偓，孙女为宋朝孝章皇后。</p>"
}