{
  "id": 776,
  "star": 0,
  "name": "高適",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_776.jpg",
  "desc": "高适是我国唐代著名的边塞诗人，世称高常侍，作品收录于《高常侍集》。高适与岑参并称“高岑”，其诗作笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。",
  "content": "<h2>创作特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>是盛唐时期“边塞<a href=\"http://so.gushiwen.org/author_776.aspx\">诗</a>派”的领军人物，“雄浑悲壮”是他的边塞诗的突出特点。其诗歌尚质主理，雄壮而浑厚古朴。高适少孤贫，有游侠之气，曾漫游梁宋，躬耕自给，加之本人豪爽正直的个性，故诗作反映的层面较广阔，题旨亦深刻。高适的心理结构比较粗放，性格率直，故其诗多直抒胸臆，或夹叙夹议，较少用比兴手法。如《燕歌行》，开篇就点出国难当头，突出紧张气氛：“汉家烟尘在东北，汉将辞家破残贼”；结尾处直接评论：“君不见沙场征战苦，至今犹忆李将军！”既有殷切期待，又有深切感叹，含蓄而有力。</p> <p>　　高适诗歌的注意力在于人而不在自然景观，故很少单纯写景之作，常在抒情之时伴有写景的部分，因此这景带有诗人个人主观的印记。《燕歌行》中用“大漠穷秋塞草衰，孤城落日斗兵稀”勾划凄凉场面，用大漠、枯草、孤城、落日作排比，组成富有主观情感的图景，把战士们战斗不止的英勇悲壮烘托得更为强烈。高适在语言风格上用词简净，不加雕琢。如《别董大二首》之一：“千里黄云白日曛，北风吹雁雪纷纷，莫愁前路无知己，天下谁人不识君？”技巧上看来全不用力，词从意出，没有刻意辞彩修饰。却使人感到默默的悲凉也。 </p><br/><h2>爱国精神</h2> 　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>自己具有强烈的爱国思想，所以他对保卫边疆的爱国将领作了热情的歌颂。如《送浑将军出塞》<a href=\"http://so.gushiwen.org/author_776.aspx\">诗</a>中对浑将军的刻画是很出色的。在敌人入侵、“昨日边庭羽书至”的时候，浑将军就慷慨出征。“城头画角三四声，匣里宝刀昼夜鸣”二句不沾将军本身，却正衬托出将军忠勇为国、心情异常激动的精神面貌。“黄云白草”的塞外风光，与“击剑酣歌”的昂扬精神，进一步突出了一个不畏艰苦、为国忘身、心情乐观的爱国将领的形象。通篇严整而飞动，魄力雄毅，风骨遒上，与《燕歌行》同样表现了高适七古的艺术特征。 对于收复失地，高适同样是兴奋鼓舞的。天宝十二载五月，哥舒翰收复久已沦陷的九曲黄河，他写了豪壮而充满喜悦心情的《九曲词》，其第二、第三首云： 万骑争歌杨柳春，千场对舞绣骐磷。到处尽逢欢洽事，相看总是太平人。 铁骑横行铁岭头，西看逻逤取封侯。青海只今将饮马，黄河不用更防秋。 在这里也表现了他希望边疆巩固，获致太平的愿望。<br/><h2>生平</h2> 　　<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a> （700年—765年) ，汉族。唐代边塞<a href=\"http://so.gushiwen.org/author_776.aspx\">诗</a>人。字达夫、仲武，景县(今河北省衡水)人,居住在宋中(今河南商丘一带)。少孤贫，爱交游，有游侠之风，并以建功立业自期。20岁西游长安，功名未就而返。开元20年去蓟北，体验了边塞生活。后漫游梁、宋。天宝三载，与李、杜同游梁园，结下亲密友谊，成为文坛佳话。天宝八载(749年)，经睢阳太守张九皋推荐，50岁应举中第,授封丘尉。十一载,因不忍“鞭挞黎庶”和不甘“拜迎官长”而辞官，又一次到长安。次年入陇右、河西节度使哥舒翰幕，为掌书记。这是他生活的转折点，以后仕途遂顺，创作渐稀。安史之乱后，曾任淮南节度使、彭州刺史、蜀州刺史、剑南节度使等职，官至渤海县侯终散常侍，世称“高常侍”。 有《高常侍集》等传世。永泰元年（765年）卒，终年65岁，赠礼部尚书，谥号忠。高适为唐代著名的边塞诗人，与<a href=\"http://so.gushiwen.org/author_113.aspx\">岑参</a>并称“高岑”。笔力雄健，气势奔放，洋溢着盛唐时期所特有的奋发进取、蓬勃向上的时代精神。早年曾游历长安，后到过蓟门、卢龙一带，寻求进身之路，都没有成功。开封禹王台五贤祠即专为高适、<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>、<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>而立。后人又把高适、岑参、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>、<a href=\"http://so.gushiwen.org/author_447.aspx\">王之涣</a>和称“边塞四诗人”。<br/><h2>与李白</h2> <p>　　天宝三、四年间，<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>认识了<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>，他们相从赋<a href=\"http://so.gushiwen.org/author_776.aspx\">诗</a>，又曾到汴州漫游。感情至深，甚至到了“醉眠秋共被，携手同日行”的程度。“安史之乱”爆发时，高适善于抓住机会，表现政治才能，他佐哥舒翰守潼关。潼关失陷后奔赴正在向西行的玄宗，陈述败亡的前因后果，在朝野一片混乱的非常时期，以果敢与冷静的气质得到玄宗的注意和赏识。玄宗以诸王分镇，高适看出内乱隐患，直言极谏，吸引了肃宗的目光。永王李璘起兵叛乱，肃宗立召高适问策，他对江淮局势早已了然于心，断言永王必败。奏对称旨，擢升淮南节度使。高适又一次抓住了时机，由文人而为戎帅，负起讨伐李璘、平定江淮的重任。</p> <p>　　出镇淮南以前，高适先联络各路兵力争取支持，招降李璘部下大将，一系列举措谋在事先，赢得了“义而知变”（《旧唐书》本传）的声誉。安史之乱爆发后，李白在寻阳狱中，曾写诗给高适，想请求高适相救出狱。高适对身陷囹圄的老友李白不予援手，在今人看来未免冷漠，但也从另一面表现了高适的冷静与理性。置身于王室父子兄弟争权的复杂政治格局中，一步走错，不仅建功立业抱负成空，还可能招致灭顶之灾。安史之乱使得李白与高适由密友转为政敌。在高适来说，他作为一个政治家，是看得很清楚的，因而他时刻都在考虑与政敌划清界限。而对于天真的诗人李白来说，他不会考虑到这一点。他还认为高适是自己的密友，高适飞黄腾达，自己身陷囹圄，料想高适会援手的，殊不料高适对于李白的请求，连回音都没有。因此，所有感性的冲动与世俗人情的干扰都是应当排斥的，此时高适已由诗人成为彻头彻尾的政治人物了。</p> <p>　　高适由一个默默无闻的文士而两任节度使，但辉煌极其短暂，就是在他所谓“极达”的后期，也不断招致谗毁和冷遇。君王的求贤并不像标榜的那样迫切。尤其是通过不寻常途径被发现的才士，往往新鲜几天就被冷落了，李白如此，高适也同样。</p>"
}