{
  "id": 989,
  "star": 1,
  "name": "王闿运",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_989.jpg",
  "dynasty": "清代",
  "desc": "王闿（kǎi）运（1833—1916）晚清经学家、文学家。字壬秋，又字壬父，号湘绮，世称湘绮先生。咸丰二年（1852）举人，曾任肃顺家庭教师，后入曾国藩幕府。1880年入川，主持成都尊经书院。后主讲于长沙思贤讲舍、衡州船山书院、南昌高等学堂。授翰林院检讨，加侍读衔。辛亥革命后任清史馆馆长。著有《湘绮楼诗集、文集、日记》等。",
  "content": "<h2>主要著作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>好治经学，并以致用为目的，尤其擅长公羊学。著作丰富，有《湘绮楼<a href=\"http://so.gushiwen.org/author_989.aspx\">诗</a>集》4册，《湘绮楼文集》4册，《湘绮楼笺启》4册，《八代诗选》10册，《唐七言诗选》6册，《楚辞注》1册，以及《尚书义》、《尚书大传》、《诗经补笺》、《礼记笺》、《春秋公羊传笺》、《谷梁传笺》、《周易说》、《周官笺》、《论语注》、《尔雅集解》及墨子、庄子、鹖冠子义解等。其经学著作和诗文，后人合刊《湘绮楼全书》，因被曾国荃认为轻诋湘军及<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>而遭毁版，后由成都尊经书院学生出资重刻。</p> <p>　　文论注疏类</p> <p>　　《周易说》、 《尚书义》、《尚书大传》、《诗经补笺》、《礼记笺》、《春秋公羊传笺》、《谷梁传笺》、《周易说》、《周官笺》、《论语注》、《尔雅集解》、《墨子注》、《庄子注》</p> <p>　　诗集</p> <p>　　《秋醒词》</p> <p>　　《圆明园词》</p> <p>　　《寄怀辛眉》</p> <p>　　《独游妙相庵，观道、咸诸卿相刻石》</p> <p>　　《晓上空泠峡》</p> <p>　　《重悼师芳》</p> <p>　　《人日立春对新月忆故情》</p> <p>　　名联</p> <p>　　（自撰）春秋表未成，幸有佳儿读诗礼</p> <p>　　纵横计不就，空留高咏满江山</p> <p>　　（挽联）长船山院，为一代师，才子本多情，只怕周公来问礼</p> <p>　　登湘绮楼，望七里铺，佳人难再得，莫随王子去求仙</p> <p>　　旷古圣人才，能以逍遥通世法</p> <p>　　平生帝王学，只今颠沛愧师承</p><br/><h2>生平</h2> <p>　　据王氏族谱记载，其先祖于明代自江西徙居湖南衡阳西乡，居数世，后于宪宗成化年间迁居湘潭城外。<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>生于道光十三年（1833年），少孤，为叔父教养。自幼资质驽钝但好学，《清史稿》说他“昕所习者，不成诵不食；夕所诵者，不得解不寝。”“经、史、百家，靡不诵习。笺、注、抄、校，日有定课。”9岁能文。稍长，肄业长沙城南书院。性高旷，不事营利。</p> <p>　　咸丰七年（1857年），湖南补行壬子（咸丰二年）乙卯（咸丰五年）两科乡试，他中第五名举人，获学政张金镛赏识，一时颇负时誉。曾周旋于湘军将领间，受<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>厚待，但只为清客不受事。</p> <p>　　咸丰九年（1859年），王闿运赴京师应礼部会试，落第，应肃顺聘，在其家任教读，甚受礼遇。不久辞去。十一年“祺祥政变”，肃顺等顾命八大臣被诛，他曾撰《祺祥故事》，为肃顺被杀辨解。</p> <p>　　同治元年（1862年），王闿运入曾国藩幕，所议多不合，不久离去，以贫就食四方，专门从事讲学。光绪五年（1879年），王闿运应四川总督丁宝桢之邀来到成都，担任尊经书院山长，既爱护学生，又要求严格，每天有日记，每月有课卷，廖平、戴光等皆出其门下。王闿运后辞退回湖南，先后主持长沙思贤讲舍，衡州船山书院。光绪二十八年（1902年）主办南昌高等学堂，但不久即辞退回湘，在湘绮楼讲学授徒。前后得弟子数千人，有门生满天下之誉。</p> <p>　　光绪三十二年（1906年），王闿运已是风烛残年的老人，湖南巡抚岑春萱上书表其德行，清政府授于他翰林院检讨的官职，宣统三年（1911年）又加封他为翰林院侍讲。民国三年（1914年）受袁世凯聘入国史馆任馆长，编修国史。兼任参议院参政，复辟声潮中辞归。民国五年（1916年），83岁高龄的王闿运在家乡无疾而终，自题挽联：“春秋表未成，幸有佳儿述<a href=\"http://so.gushiwen.org/author_989.aspx\">诗</a>礼；纵横计不就，空余高咏满江山。”逝世后，当时总统黎元洪亲作神道碑文，湖南、四川等省均致公祭之文，享誉极盛。</p> <p>　　其为人狂狷谐谑，轶闻甚多。门生众多，在教育事业上颇有成就，较著名的弟子有杨度、夏寿田、廖平、杨锐、刘光第、齐白石、张晃、杨庄等。</p><br/><h2>主要成就</h2> <p>　　经学</p> <p>　　<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>为学主治《春秋公羊传》，宗今文经学。他早年先从《礼》开始，详尽考察三代的制度，20余岁即作《仪礼演》13篇；，而后再探讨《公羊春秋》中的微言大义，申张东汉何休的学说。[2] 他见清代乾嘉学者专习注疏，只有对经书的解释但没有纪述，仅仅重考证而忽略了论辨，阅者往往未竟十行就想睡觉的状况，深为感慨地说：“文者圣之所托，礼之所寄，史赖之以信后世，人赖之以为语言，词不修则意不达，意不达则艺文废。……今若此，文之道几乎息矣。”所以他作经籍注解，既不效宋儒的侈谈义理，也不效乾嘉学者的专尊古注，而是根据自己的体会作简要的诠释。对古书文字连自己都实在难弄懂的地方，他也就不强作解释。王闿运曾表明自己治经的目的只在“寻其宏旨”，用以“佐治道，存先典，明古训，雄文章。”为使读者有所解悟，发蒙悦心，他的著作文字汪洋纵肆，颇具庄子散文的风格。这种治学的方法，对当时的学风有一定的影响。终其一生，王闿运的经学著作有《周易说》、《尚书笺》、《尚书大传补注》、《<a href=\"http://so.gushiwen.org/author_989.aspx\">诗</a>经补笺》、《礼经笺》、《周官笺》、《礼记笺》、《春秋例表》、《春秋公羊传笺》、《论语训》、《尔雅集解》等10余种，200多卷。著述之众，用力之深，影响之大，在近代罕见。</p> <p>　　史学</p> <p>　　王闿运在史学方面颇有撰述。他在同光年间主编和定稿的地方志有《桂阳州志》、《东安县志》、《衡阳县志》、《湘潭县志》等多钟。这些方志叙述翔实，文笔优美，其中的《山水篇》尤为精彩，描绘景物的风韵不减《水经注》。后人曾评价它们“敛雄才于方纪，纳万变于小篇”，认为“史</p> <p>　　裁之丽密”超出了同时代著名史家的著作。王闿运自认为最得意的史学著作是应曾国荃之请而写，反映湘军完整历史的《湘军志》。为写此书，他除亲身所经历及走访口碑外，还设法借阅了军机处的大量档案，并请人制作了地图，先后花了7年时间才完稿。王闿运本人与许多湘军将领关系很深，对<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>也颇为推崇，但在书中除褒扬湘军的功勋战绩外，对太平军前期声势的凌厉，清朝内部各派势力的矛盾，湘军初期曾屡战屡败的竭蹶之状，以及曾国荃攻破江宁后纵军掳掠，吞没财物的情况都不加掩饰，一一加以叙述。所以此书一刻印就遭到一些湘军将领的攻击，认为它是“谤书”，迫使王闿运将原版交郭嵩焘毁掉才得以免祸。以后曾国荃又请幕僚王安定另撰《湘军记》，试图抵消它的影响。《湘军记》虽然记事详尽，可补《湘军志》的缺略和偏颇，但它对曾氏兄弟一味奉承，故意回避或弥缝各方的矛盾，因而无论是真实性，还是叙事的简洁，文笔的雄健都比不上《湘军志》。为此，后代有学者称《湘军志》“文笔高朗，为我国近千年来杂史中第一声色文学”，“是非之公，推唐后良史第一。”</p> <p>　　文学</p> <p>　　王闿运是一代诗文大家，民初汪国垣作《光宣诗坛总录》列他为诗坛头领，冠于一代诗人之首。王闿运幼年初学诗时就严守格律，矩步绳趋，不失尺寸，他作诗强调从拟古着手，五言长诗宗魏晋，七言长诗及近体诗兼宗盛唐，但并不单纯模拟古人，而是尽法古人之美，熔铸而出之”，能自成一家风格。他的诗作：于时事有关系者多。”《独行谣》、《圆明园词》等都是反映社会现状的鸿篇巨作，曾传涌一时，堪称史诗。他的写景诗气魄宏伟，常带一股高洁傲气。如《入彭蠡望庐山作》中写道：“轻舟纵巨壑，独载神风高；孤行无四邻，然丧尘劳。晴日光皎皎，庐山不可照；扬帆载浮云，拥楫玩波涛……。”就是这种风格的典型写照，所以<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>称他的诗是超越“诗人之诗”，属于“更向上一著”之类。王闿运还喜欢选诗、评诗，他的《八代诗选》流传很广。他曾分析说：“古之诗以正得失，今之诗以养性，虽仍诗名，其用异矣。故吾尝以汉后至今，诗即乐也，亦足以感人动天，而其本不同，古以教谏为本，专为人作，今以托兴为本，乃为己作。”道出了古今作诗宗旨的不同。王闿运撰文骈散兼行，既不堆砌辞藻，又不故作高深，所以能自然浑成，不落俗调，并多警策之言。他的《湘绮楼文集》中多有传世之作。</p><br/><h2>教育经历</h2> <p>　　<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>长期从事教育，先后执教成都尊经书院、长沙思贤讲舍、衡阳船山书院和南昌江西大学堂，加上家中私授的弟子，学生达数千人，其中名弟子杨锐、刘光弟、廖平、宋育仁、杨度、齐白石等都卓有成就。他就任尊经书院的第一天就对学生传授学经的方法，说：“治经於《易》，必先知易字含数义，不当虚衍卦名；於《书》，必先断句读；於《<a href=\"http://so.gushiwen.org/author_989.aspx\">诗</a>》，必先知男女赠答之辞，不足以颁学官，传后世，一洗三陋，乃可言《礼》，《礼》明然后治《春秋》。”又说：“说经以说宇为贵，而非识《说文解宇》之字为贵”，“文不取裁放古则亡法，文而毕摹乎古则亡意。”当时蜀学的晦塞，少有通儒，听到王闿运的这些议论，士生才知道研诵注疏诸史文选。尊经书院日有记，月有课，暇则习礼，三年士风丕变，出现了廖乎、胡从简等影响较大的人物。所以称王闿运为近代的一位大教育家并不为过。</p> <p>　　王闿运早年怀抱帝王之学，曾试图参与治世，大有作为，然而屡遭挫折，无法施展抱负，遂绝意仕进，归而撰著授徒，不过他“纵横志未就，空余高咏满江山”的傲岸之气未有稍减。平时嘻笑怒骂，讥弹嘲弄，无所不至，人常惮怕而避之。但他对学生真诚和易，勤于教诲，常常正襟教授，侃侃而谈，终日不倦。王闿运平生早眠早起，不吸烟喝酒，所以精力充足，造诣独多。他著书都自己亲笔抄录，其书法凝厚，无一笔苟且，也不轻有误字，直到晚年的应酬文字都不潦草，从中也可以看出他为人为学的严谨作风来。王闿运一生居长沙的时间为多，因而他对长沙文化的发扬光大所起的作用是很大的。</p><br/><h2>轶事典故</h2> <p>　　过去，对读书人的道德要求，一般还是很高的。不过，如果一个人被视为名士，情形就变了，好像是有了某种行动的自由，别说出点格，就是荒唐一点，人们也以为当然。凡是名士，好像一齐约好了似的，大抵都将“特权”用在男女之事上，所谓自古名士尽风流是也。</p> <p>　　不过，名士的风流，往往是牺牲掉仕途前程换来的，也就是说，大凡一个人被人看成是名士，他也就甭打算出将入相，在政界官场一显身手了。从这个角度说，做名士，往往意味着某种无奈，不是文名大著而科场蹭蹬，就是别的什么原因断了上进的路，比如像明代的<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>，一个好好的解元，被莫名其妙的科场案搅了进去，从此再也别想考试做官；当然也有这样的，人还没有踏入仕途，就比较过火，文名与青楼薄幸之名一样大，比如宋朝的<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>，当然只好不再应考，做“奉旨填词的柳三变”则个。</p> <p>　　晚清的<a href=\"http://so.gushiwen.org/author_989.aspx\">王闿运</a>，属于仕途受到挫折，愤而化为名士的一个人。他很早就中了举（26岁），踏入高级士人行列，虽然几次会试不售，也属正常，那个年月，科考联捷的跟白乌鸦一样的稀少。他的霉运在于才华早露，而且上达中枢，为咸丰皇帝的智囊肃顺看上，收入帐下，成了大清智囊的智囊。而咸丰恰属于那种气性过小，又偏偏赶上多灾多难的皇帝，长毛没有平，英法联军又打上门，两下夹攻，一口气没上来，窝囊死了。咸丰一死，肃顺一时大意，被叶赫那拉氏联合咸丰的兄弟恭亲王奕搞掉，跟着知遇的先皇去了，王闿运则从此被打上了“肃党”的烙印，不得超生。在中国就是这样，跟错人与站错队，对于文人来说，都是政治生涯中最致命的失着，王闿运站错了队，没有搭上小命已经属于皇恩浩荡了，要想出头，只好等西太后死掉。可是，偏偏这个对头命特长，活了又活，一直统治了四十多年。在这期间，王闿运就只好做名士了。除了传说他曾经劝说过<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>自立为帝之外，基本上没有参与过政治活动。</p> <p>　　跟其他名士一样，王闿运也有大量的风流韵事。不过他的韵事无关于名妓或者名媛，只跟老妈子有关。大概是由于晚清的名妓，早就没了前朝<a href=\"http://so.gushiwen.org/author_312.aspx\">柳如是</a>、李香君辈的文韵风华，纵然八大胡同的头牌苏州小妞，也不过会点弹词小曲罢了，所以，王大名士不屑在她们身上下功夫。大概是由于<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>的前鉴，为了一个<a href=\"http://so.gushiwen.org/author_571.aspx\">顾太清</a>丢官丢命，或者是清朝高门大户，门禁过严，没机会下手，反正王闿运在传统名士施展风流技能的两个方面，都没有任何成绩，风流都使在了身为佣妇的老妈子身上。</p> <p>　　跟那个时代的绅士一样，王闿运享过齐人之福，有妻有妾，不过都死得较早。丧偶的王闿运，没有续弦或者再讨个妾的意思，不过，此老虽然七老八十，却每夜非有妇人侍寝不可，否则就难以入睡。王闿运既不打算再要妻妾，又对青楼女子没有兴趣，侍寝的事，就只好由老妈子来承担了。</p> <p>　　王闿运的老妈子，最有名的是周妈。其实在周妈之前，也有过别人，可是自从周妈来了以后，“后宫”就是她一人的天下了。王闿运不仅睡非周妈不香，饭非周妈不饱，而且头上的小辫子，非周妈梳理侍弄不舒服，梳理完了，还扎上一个大红的头绳，进入民国之后，依然如此，成为湖南的一景。关键是，此老跟老妈子的事，从不避人，不仅在日记里写（日记都是写给人看的，王闿运自也不能免俗），而且双入双出，甚至当着自己弟子的面亲亲热热。清朝完结，袁世凯做了大总统，请王闿运进北京做国史馆的馆长，王闿运偕周妈上路，途经武汉，湖北督军王占元请饭，周妈上席，陪座的大人先生们一脸尴尬。到京之后，袁大总统设宴招待，周妈也有座位，而且就在王闿运的旁边，席间，王闿运旁若无人，一个劲地把好菜往周妈碗里夹，连跟总统说话都有一搭无一搭的。</p> <p>　　可是周妈也有麻烦，不仅她的儿子和兄弟老上门来要钱（不是应得的佣金，而是额外的钱），而且她自己，有事没事，总要弄出点动静来。此妇虽然仅仅是个乡下的中年寡妇，大字都不认得一个，但天生对政治，尤其是家庭政治，无师自通地门清。</p> <p>　　周妈的政治才能，在王闿运在家做名士、开门授徒的时候，不过展现在把持家政、操纵馆务上，问题还不大，可是一旦王闿运进京做了官，主持一个机构，事情就麻烦了。首先是在国史馆的杂役人员的安排上，周妈要插手——要用自己家乡的亲戚。这倒也有情可原，照顾乡亲和族人，毕竟是国人的通病，只要有人出息了，大家自然会贴上来，要求利益均沾。周妈成了国史馆馆长大人的内宠，虽然无名无分，但“出息”二字还是谈得上的。</p> <p>　　可是，糟糕的是，周妈的手越伸越长，有人见识了周妈跟王闿运的亲密，也见识了周妈的神通，于是，只要有事求到王闿运，用得到国史馆，就走周妈的后门，结果害得原本还算本分的周妈，在京城大出风头，为了方便跟人打交道，据说还有名片，名片上是王闿运的亲笔，上面六个大字：王氏侍佣周妈。虽说名头不响，但管用。世面见得多了，胆子未免越来越大，甚至敢假借王闿运的名义，写信替人求官，率众大闹妓院。闹得京城上下，有点头脸的所在，无人不知有个周妈。终于有一天，周妈纳贿的事败露了，王大名士生了气，要周妈把吃进去的吐出来。开始，周妈还抵赖，想顾左右而言他混过去，后来实在赖不过去了，遂就地打滚，又哭又闹，一如泼妇，弄得王大名士无可奈何，只好不了了之。周妈吃的贿赂吐不出来，周妈引进的人就退不出去。摸着了王闿运的软肋，知道自己只要一哭二闹三上吊，王大名士就得让着她，周妈胆子还大了，最后，一个泱泱大国的国史馆，居然是大字不识一个的周妈当了家。</p> <p>　　幸好，就在王闿运感到有点为难的时候，由他的学生杨度带头闹起来的帝制风潮，已经有点成气候了。有意思的是，在帝制的鼓噪中，有些遗老遗少错会意，以为袁世凯这么闹，是为了让清帝复辟，未免得意忘形，放肆乱叫，其中就有王闿运的学生宋育仁。为了不让帝制运动乱了方向，宋育仁被抓了起来，或者说被客客气气地请到了警察局，然后解递原籍，对于冒冒失失闯祸的弟子，王闿运没有话说，只有叹息，还让周妈送了二十元钱给他。这种捉放曹的把戏，通晓帝王术的王闿运，大概是看出了其中的猫腻，也看出了其中的危险。老谋深算的他，可不打算糊糊涂涂地蹚这趟混水，于是拿周妈说事，上书袁世凯说自己“帷薄不修”，约束不了家人，辞掉了国史馆的馆长，没等老袁照准，就夹起行李走人。周妈丢了作威作福、索贿纳贿的机会，很是恨恨，但也没有办法，只好跟着王闿运回家。</p> <p>　　在晚清和民国，王闿运属于那种才大志高、目无余子的人物，连曾国藩、左宗棠都不在眼里，何况其他。无奈，命运不济，站错了队，只好去做名士，既做名士，心中块垒难平，非得有点惊世骇俗之举不足以自显，亲近老妈子，实际上算是一种。事实上，王闿运抬举老妈子，除了满足自家性欲之外，还附带有笑骂官绅贬损官场的意思，管你什么大场合，有什么高贵的人出席，咱就带周妈一起，款待我，就得款待这个乡下来的粗鄙的仆妇，关键是，我带这个粗妇，还没有任何名义，没有任何名分，仅仅是贱人老妈子而已。达官贵人、夫人名媛，包括民国总统，一并被捉弄了，又无可奈何，王闿运也正好借此一出自己不得施展的恶气。从某种意义上说，抬举周妈，跟他找三个匠人做弟子（木匠齐白石、铁匠张仲飏、铜匠曾招吉），道理是一样的，就是偏要找这些底层的人来和士子做伴，抬举了他们，就贬低你们。骨子里，他并不真的看得起这些人，比如在日记里，就嘲笑齐白石的<a href=\"http://so.gushiwen.org/author_989.aspx\">诗</a>是薛蟠体（而在齐白石自己看来，他的诗是第一流的，而画倒在其次）。</p> <p>　　王闿运讨厌当时官场的一切，尤其讨厌春风得意的大人物，但却从来不出恶声，一切厌恶，从嘲谑出之，在近乎恶作剧的戏谑中，发泄着自己的不平。只有在自己亲人遭受磨难的时候，他才会偶尔显露出金刚怒目的本来面目。晚年，他最喜爱的女儿所托非人，女婿不仅吃喝嫖赌，不务正业，而且大搞家庭暴力，对女儿大打出手，女儿写信向他哭诉，他在信旁批道：“有婿如此，不如为娼。”愤愤之情，溢于言表，这样的话，大概也只有他王闿运能够说得出来。</p> <p>　　显然，无论是游戏人生，还是金刚怒目，在骨子里，他老人家心气还是不平衡，没有看开。可是话又说回来了，古往今来，谁又能真的看得开呢？那个时代，作为士大夫，一生志向，大而言之，是治国平天下，内圣外王；说得实在一点，则是学成文武艺，货于帝王家。所以，科考成败，人称得售与否，也就是说，卖没卖出去。既不得售，或者穷守乡里郁郁而终，或者煮字疗饥卖文为生，再就是做名士了。比较起来，做名士如果做得巧，做得有水平，日子还算是过得最舒服的。不过，做名士必须有条件，条件就是自家得有点本事，而且社会上还要承认，否则脾气和疯气就都耍不起来。</p>"
}