{
  "id": 263,
  "star": 1,
  "name": "章炳麟",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_263.jpg",
  "dynasty": "清代",
  "desc": "章太炎(1869.1.12 －1936.6.14)，原名学乘，字枚叔，以纪念汉代辞赋家枚乘。后易名为炳麟。因反清意识浓厚，慕顾绛（顾炎武）的为人行事而改名为绛，号太炎。世人常称之为“太炎先生”。早年又号“膏兰室主人”、“刘子骏私淑弟子”等。中国浙江余杭人，清末民初思想家，史学家，朴学大师，国学大师，民族主义革命者。著名学者，研究范围涉及小学、历史、哲学、政治等等，著述甚丰。",
  "content": "<h2>人物生平</h2> <p><strong>早年时期<br></strong>　　同治七年十一月三十日（1869年1月12日），章太炎出生于一个地主家庭。章太炎起初跟从外祖父朱有虔（左卿）学习，自称：“余十一岁时，外祖朱左卿授余读经，偶读蒋氏《东华录》曾静案，外祖谓：‘夷夏之防，同于君臣之义。’余问：‘前人有谈此语否？’外祖曰：‘王船山、顾亭林已言之，尤以王氏之言为甚。谓‘历代亡国，无足轻重，惟南宋之亡，则衣冠文物，亦与之俱亡。’余曰：‘明亡于清，反不如亡于李闯。’外祖曰：‘今不必作此论，若果李闯得明天下，闯虽不善，其子孙未必皆不善，惟今不必作此论耳。’余之革命思想伏根于此。 ”</p> <p>　　光绪十六年（1890年），章太炎到杭州诂经精舍学习，诂经精舍的主持人是<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>，俞樾是从<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、戴震、王念孙、王引之等一脉相承下来的清代著名朴学大师，撰有《群经平议》、《诸子平议》、《古书疑义举例》，校正群经，诸子句读，审定文义，并分析其特殊文法与修辞，治学方法缜密，章太炎受其影响，埋头研究学问，前后一共有八年之久，期间章太炎收获颇大。</p> <p>　　光绪二十年（1894年），中日甲午战争中中国被日本侵略者打败，在民族危机深重的刺激下，章太炎毅然走出书斋，听到<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>设立强学会，“寄会费银十六圆入会”</p> <p>　　并于光绪二十二年（1896年）年末辞别俞樾，来到上海，担任《时务报》编务。章太炎当时的办报主张是“驰骋百家”，“引古鉴今”，“证今则不为巵言，陈古则不触时忌”。[5] 他在《时务报》任职不久，文章也只发表《论亚洲宜自为唇齿》和《论学会有大益于黄人亟宜保护》两篇。他认为凡是西方资本主义国家的长技，都可以被中国所借鉴，并且可以作为改变成法的参考，例如举办“有益于黄人”的学会。应该“修内政”，行“新制度”，不能“惟旧章之守”，而须“发愤为天下雄”。他认为“变郊号，柴社稷，谓之革命；礼秀民，聚俊才，谓之革政。”在当时的社会条件下，应该“以革政挽革命”，亦即实施政治改革。与此同时，章太炎又编撰《经世报》、《实学报》和《译书公会报》。还于光绪二十四年（1898年）上书<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>，企求他能把握世界的潮流实行改革。也曾跑到武昌，帮助张之洞办《正学报》，幻想借助他的实力推动维新变法。不久，维新派推动的百日维新夭折，章太炎避地台湾。他对戊戌六君子的惨遭杀戮深表愤慨；对康有为“内不容于谗构”而“见诋于俗儒乡愿者”为之解脱；对以慈禧太后为首的顽固派的专制骄横极为仇恨，“讨之犹可，况数其罪乎？”经历维新新政的破灭，他的“革政”思想较前又有发展。</p> <p><strong>鼓吹革命<br></strong>　　光绪二十五年（1899年）夏天，章太炎东渡日本，在京都、东京等地为反清做准备，并与<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等人修好，之后返回上海参与《亚东时报》编务工作。此时章太炎的排满观和古文经立场日益明确，在苏州出版了其著作《訄书》的第一版，由梁启超题签。</p> <p>　　光绪二十六年（1900年），义和团运动爆发，八国联军侵华等相继发生，慈禧太后等顽固派的卖国原形暴露无遗，章太炎受到极大震动，从维新梦中醒来。7月，在上海召开的中国议会上，他激烈反对改良派提出的“一面排满，一面勤王”的模糊口号，“宣言脱社，割辫与绝”，撰《解辫发》以明志。对过去设想的“客帝”、“分镇”也进行了纠正，说是“余自戊、己违难，与尊清者游而作《客帝》，饰苟且之心，弃本崇教，其违于形势远矣”。进而提出：“满洲弗逐，欲士之爱国，民之敌忾，不可得也。浸微浸削，亦终为欧、美之陪隶已矣。”接着，章太炎树起反清的旗帜，开始向改良派展开斗争。光绪二十七年（1901年），章太炎在东京《国民报》发表《正仇满论》，尖锐批判梁启超：“梁子所悲痛者，革命耳；所悲痛于革命，而思以宪法易之者，为其圣明之主耳。”</p> <p>　　光绪二十八年正月（1902年2月），章太炎再次被追捕，流亡日本。初住横滨，后入东京，和孙中山结识，他们共同商讨推翻清朝之后的典章制度和中国的土地赋税以至建都问题，《訄书》重印本《相宅》和《定版籍》中，就记录了他俩当时的讨论情况。6月，章太炎返回祖国，为上海广智书局修改他的译文，曾译述日本岸本能武太所著《社会学》。他还修改了《訄书》，并立下了编修《中国通史》的志向，认为“所贵乎通史者，固有二方面：一方以发明社会政治进化衰微之原理为主，则于典志见之；一方以鼓舞民气，启导方来为主，则亦必于纪传见之” 。</p> <p>　　光绪二十九年二月（1903年3月），章太炎到中国教育会赞助成立的上海爱国社任教。这时，抗法拒俄运动展开，革命形势发展，而康有为却发表了《与同学诸子梁启超等论印度亡国由于各省自立书》和《答南北美洲诸华商论中国只可行立宪不可行革命书》，反对革命党公开攻击满族统治者，以为立宪可以避免革命造成的惨剧，鼓吹光绪帝复辟。章太炎看到后，公开批驳康有为，指出康有为所谓的“满汉不分，君民同治”，实际上是“屈心忍志以处奴隶之地”。光绪帝只是“未辨菽麦”的“小丑”，他当初赞成变法，不过是“保吾权位”，如果一旦复辟，必然将中国引向灭亡。章太炎赞美革命：“公理之未明，即以革命明之；旧俗之俱在，即以革命去之。革命非天雄、大黄之猛剂，而实补泻兼备之良药矣。”他又为邹容《革命军》撰序，说是“夫中国吞噬于逆胡二百六十年矣，宰割之酷，诈暴之工，人人所身受，当无不昌言革命”。</p> <p><strong>革命讲学<br></strong>　　光绪三十二年（1906年）6月29日，章太炎出狱，中国同盟会派员至沪迎章太炎赴日。他在日本加入中国同盟会，主编中国同盟会机关报《民报》。他在东京留学生欢迎会上发表演说，述“平生的历史与近日办事的方法”，认为最紧要的是：“第一，是用宗教发起信心，增进国民的道德；第二，是用国粹激动种性，增进爱国的热肠。”他说：“近来有一种欧化主义的人，总说中国人比西洋人所差甚远，所以自甘暴弃，说中国必定灭亡，黄种必定剿绝。因为他不晓得中国的长处，见得别无可爱，就把爱国爱种之心，一日衰薄一日。若他晓得，我想就是全无心肝的人，那爱国爱种之心，必定风发泉涌，不可遏抑的。”认为“古事古迹，都可以动人爱国的心思”。章太炎在《民报》上发表了不少政论，基本上是宣扬同盟会的革命纲领的。在《民报一周年纪念会祝辞》中强调：“扫除腥羶，建立民国。”《民报一周年纪念会演说辞》说：“革命大事，不怕不成；中华民国，不怕不立。”由章太炎手撰，以“军政府”名义发表的《讨满洲檄》，更明确指出：“自盟而后，为扫除鞑虏，恢复中华，建立民国，平均地权。有谕此盟，四万万人共击之。”</p> <p>　　章太炎在论文中强调革命党自身的建设，认为“优于私德者亦必优于公德，薄于私德者亦必薄于公德。而无道德者之不能革命，较然明矣”。指出革命者必须“确固坚厉，重然诺，轻死生”，应该做到“知耻”、“重厚”、“耿介”、“必信”，要有“革命之道德”。章太炎在论文中深刻揭露改良派“竞名死利”、“志在千禄”的丑态。并说：“夫其所操技术，岂谓上足以给当世之用，下足以成一家之言耶？汗漫之策论，不可以为成文之法；杂博之记诵，不可以当说经之诂；单篇之文笔，不可以承儒、墨之流；匿采之华辞，不可以备瞽蒙之颂；淫哇之赋咏，不可以瞻国政之违。既失其末，而又不得其本，视经方陶冶之流，犹尚弗及，亦曰以是哗世取宠而已”。指出改良派的“谋立宪”，只能使“豪民得志，苞苴横流，朝有党援，吏依门户，士习嚣竞，民苦骚烦”，表示坚决反对。他还在《民报》上刊发别人批驳《新民丛报》的文章。章太炎在《民报》上发表的文章，大都针锋相对，文字锐利，“真是所向披靡，令人神旺”。</p> <p>　　自光绪三十一年（1905年）起，章太炎在《国粹学报》上发表若干学术文字，并在东京开设国学讲习班，“宏奖光复，不废讲学”。此前，光绪二十九年（1903年），章太炎与近代古文经学另一重镇刘师培定交，此后因学术祈向相近而交往日密，遂发生被刘师培与妻子何震诬蔑叛变事件。又与孙中山、汪精卫、黄兴等因《民报》不合，乃由提倡光复转入专心论学，著有《文始》《新方言》《国故论衡》《齐物论释》等。其中《国故论衡》为近代学术史上有数之巨制，开辟了汉语言文字学、经学、文学及哲学、心理学的现代化研究的先河。宣统元年（1909年）又编有《教育今语杂志》，撰写若干白话述学著作，以普及学术。</p> <p><strong>民国之初<br></strong>　　宣统三年（1911年），武昌起义胜利之后，章太炎提出了“革命军起，革命党消”的错误口号，主张解散同盟会，并和一些立宪党人在一起，组织中华民国联合会。民国元年（1912年）1月1日，孙中山在南京就任中华民国临时大总统，聘任章太炎为总统府枢密顾问，他不愿常驻南京，返回上海。2月中旬，在讨论建都问题时，章太炎主张建都北京，认为“中国本因旧之国，非新辟之国，其良法美俗，应保存者则存留之，不能事事更张也”。他依恋旧制度，说“专制非无良规，共和非无粃政”，“政治法律，皆依习惯而成”，主张中央“特建都察院”，“限制元首”，地方“废省存道”，而对代议民主制则表示反对，主张“限制财产”，又以“夺富者之田以与贫民”为“大悖乎理”。</p> <p>　　南北议和告成，袁世凯上台，章太炎幻想袁世凯“厉精法治”，“以厝中夏于泰山磐石之安”。在用人问题上，以为“同盟会人材乏绝，清流不归”。反对“政党内阁”，提出“取清时南方督抚有材名者以充阁员之选”。说什么：“汉之良相，即亡秦之退官；唐之名臣，即败隋之故吏。”主张“循旧贯”，用“老吏”。将中华民国联合会与一些小政团合并，改组为统一党，以后更与民社等并为共和党，推黎元洪为理事长。</p> <p>　　袁世凯给了章太炎一个总统府高等顾问的空衔，不久又委任为东三省筹边使，调出北京。章太炎兴致勃勃地跑到东北去“兴办实业”，设东三省筹边使署于长春，拟《东三省实业计划书》，提出“设立三省银行，以圆易吊，使民易知”，并铸造金币。“欲铸金币，又不可不预浚金源，非开办金矿，收买金砂，不足以供鼓铸。又请开浚松花江、辽河，去其淤梗，以利交通”。还拟“组织报馆”，“设会研究”。但没有多久，宋教仁遇刺，血的教训使他猛醒过来，他沉痛地《挽宋教仁》：“愿君化彗孛；为我扫幽燕”，开始对袁世凯不信任了。4月，章太炎托事南行。5月，他又亲赴武昌，拜谒了黎元洪，在湖北致电袁世凯，请求免除梁士诒、陈宧、段芝贵、赵秉钧“四凶”的职位。接着，由武汉到了北京，袁世凯设法笼络章太炎。5月25日发令“<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>授以勋二位”，“冀以歆动”。6月4日，章太炎离京来沪。而他早先提议在东北筹设实业银行的借款，财政部长梁士诒不肯盖章，章太炎“实业计划”落空，感到“大抵政府之与我辈，忌疾甚深，骂亦阻挠，不骂亦阻挠”，于是决计“辞差”，“奉身而退”。 </p> <p><strong>遭袁迫害<br></strong>　　民国二年（1913年）4月，章太炎从长春返回上海。7月，孙中山、黄兴举兵武力讨袁，章太炎却不信赖，说什么“讨袁者亦非其人”。他既骂袁世凯“用心阴挚，正与西太后大同”，又说孙中山“与项城一丘之貉”。“谓宜双退袁与孙、黄，改建贤哲，仆则承命”。以为“若为久远计，凡一政党，非有实业为中坚，即有侠士为后应，无此即不足以自树。非实业则费用不给，而政府得以利用之矣；非侠士则气势不壮，而政府得以威喝之矣”。以为总统改选，“大抵仍宜推举黄陂，必不肯任，然后求之西林”。“黄陂之廉让，可望责任内阁；西林之果毅，可望廓清贪邪”。黎元洪（黄陂）也好，岑春煊（西林）也好，都是清朝旧官僚，民国新军阀，章太炎对这些人寄以厚望，他已彷徨歧途了。</p> <p>　　6月，章太炎与汤国梨结婚。8月，章太炎“冒危入京师”，一方面看到“京邑崎岖，道路以目”，以为“吾虽微末，以一身撄暴人之刃，使天下皆晓然于彼之凶戾，亦何惜此孱形为”，表示不畏强暴，敢临虎穴；另一方面又以为“共和党势渐扩张，此为可熹”，[34] “连日议员入党者，已增三十人矣，骥老伏枥，志在千里，况吾犹未老耶？”但是，袁世凯对章太炎还是不肯放松，对他加紧迫害，把他软禁起来，梁士诒、赵秉钧等还欲“捏造证据，置章于死”。</p> <p>　　民国三年（1914年）1月，章太炎欲乘车离京，为军警所阻。7日，“以大勋章作扇坠，临总统府之门，大诟袁世凯之包藏祸心”，仍被监禁。曾决意绝食，“以死争之”，自云：“不死于清廷购捕之时，而死于民国告成之后，吾何言哉！”直到民国五年（1916年）袁世凯死后，才被释放。在监禁期间，编成《章氏丛书》初编。</p> <p><strong>参与护法<br></strong>　　民国五年（1916年）6月，章太炎由北京南返。这时，孙中山也在上海，曾两电黎元洪规复约法，尊重国会；章太炎也认为“约法、国会，本民国固有之物，为袁氏所摧残”，主张维护。此后，他多次和孙中山一起参加会议，基本主张与孙中山尚相契合。8月，章太炎南赴肇庆，去看望岑春煊，更出游南洋群岛，一直到年末才回国。孙中山致电黎元洪，认为章太炎“硕学卓识，不畏强御，古之良史，无以过之，为事择人，窃谓最当”，推举章为国史馆长。</p> <p>　　民国六年（1917年）3月，段祺瑞召集督军团在北京开会，商讨对德宣战。5月7日，国会讨论参战案；10日，段祺瑞组织“公民请愿团”等，包围国会，殴辱议员。章太炎和孙中山两次致电黎元洪，要求严惩“伪公民犯法乱纪之人”，“严惩暴徒主名”，“勿令势要从旁掣肘”。6月7日，张勋率军北上，与段派集议，电黎“调停须先解散国会”。孙、章联电陆荣廷等南方各省督军、省长，指出：“调停战事之人，即主张复辟之人；拥护元首之人，即主张废立之人。”“叛人秉政，则共和遗民必无噍类”。又联名致电陈炯明：“国会为民国之命脉，调和乃借寇之资粮”，“今者群盗鸱张，叛形已著，黄陂与之讲解，实同降伏”。</p> <p>　　7月1日，张勋复辟。3日，章太炎与海军总长程璧光等在孙中山的住处秘密商议，筹划反对张勋的复辟举动。接着，与孙中山、廖仲恺、朱执信、何香凝乘海琛舰由上海启程赴广州，于7月17日抵粤。当有人询以讨逆计划时，章太炎即答以：“余此次偕孙中山来粤，所抱之希望颇大”，“讨逆之举，即为护法而起，惟不违法之人而后可以讨逆”。永丰、同安、豫章三舰抵达黄埔，孙、章一起前往迎迓。广东各界开欢迎海军大会，孙中山、程璧光到会，章太炎亦参加。9月1日，国民非常会议选举孙中山为中华民国军政府大元帅，章太炎任护法军政府秘书长，《大元帅就职宣言》就是章太炎起草的。《宣言》中说：“民国根本，扫地无余，犹幸共和大义，浃于人心，举国同声，誓歼元恶”，誓“与天下共击破坏共和者”。此后，因护法军政府中派系斗争激烈，章“欲西行”，孙中山劝以“不当先去以失人望”，章太炎表示愿为军政府争取外援，到云南联络唐继尧。当他抵达昆明后，多次向唐继尧进言，促唐继尧东下，但唐继尧始终是托故不出。</p> <p><strong>背孙反共<br></strong>　　民国八年（1919年），五四运动爆发，工人革命运动日渐发展，章太炎却由反对军阀割据逐渐演变为赞成军阀割据。民国九年（1920年）11月，湖南通电湘省自治，章太炎随即在北京《益世报》发表《联省自治虚置政府议》，认为宜虚置中央政府，军政则分于各省督军。接着，又主张使地方权重而中央权轻，各省自治为第一步，联省自治为第二步，联省政府为第三步，还必以本省人充军民长官。这种联省自治说，和孙中山的统一主张背道而驰。民国十年（1921年）5月，孙中山在广州就任非常大总统职，章太炎以为非法，并以“联合自治不可反对为献”。</p> <p>　　民国十二年（1923年）1月，孙中山在上海发表《和平统一宣言》，章太炎以为“统一利害，久处南方者自知，若谓借此以缓最高问题，则亦非计”。次年1月，中国国民党第一次全国代表大会在广州召开，通过了《中国国民党第一次全国代表大会宣言》，接受了中国共产党所提出的反帝反封建的主张，分析和批判了当时社会上流行的各种错误的、反动的政治流派，包括“联省自治派”，宣告取消不平等条约；孙中山又系统讲述了三民主义。10日，决定应冯玉祥的电邀，“即日北上”。章太炎对改组后的中国国民党表示不满，在国民党右派冯玉祥自由等的怂恿下，发出《护党救国宣言》，“冀以同盟旧人，重行集合团体”。不久，冯玉祥自由组织中国国民党同志俱乐部，章太炎也组织了辛亥革命同志俱乐部，背离孙中山，反对共产党。</p> <p><strong>晚年抗日<br></strong>　　民国十四年（1925年），“五卅运动”发生，章太炎发出《为上海英租界巡捕惨杀学生之通电》。“以为英捕而不治罪，固不足以肃刑章；英捕而果治罪，亦未必足以防后患。惟有责成外交当局，迅速收回租界市政，庶几一劳永逸，民庆再生”。</p> <p>　　民国十六年（1927年），章太炎赋<a href=\"http://so.gushiwen.org/author_263.aspx\">诗</a>自述：“见说兴亡事，拿舟望五湖”。晚年在苏州讲学，组织国学会，欲“甄明学术，发扬国光”。民国二十二年（1933年），刻《章氏丛书续编》于北平，所收不多，而更纯谨，且不取旧作，当然也无斗争之作，先生遂身衣学术之华衮，粹然成为儒宗”。但是，当帝国主义蹂躏中国，中华民族灾难深重的时候，章太炎起来谴责国民党“怯于御乱而勇于内争”。民国二十一年（1932年），北上见张学良；次年，又与马相伯等联合发表“二老宣言”、“三老宣言”：“对于当前日本之侵略暴行，不仅作消极之抵抗，同时更应动员全民族积极收复失地、根本消灭伪国”，呼吁抗日。民国二十四年（1935年），一二九运动发生，宋哲元进行压制。章太炎致电宋哲元：“学生请愿，事出公诚，纵有加入共党者，但问今之主张何如，何论其平素。” </p> <p>　　12月24日，上海学生北上请愿，国民党加以阻挠，章太炎“对学生爱国运动深表同情。但认政府当局，应善为处理，不应贸然加以共产头衔，武力制止”。请愿学生经过苏州时，又“派代表慰劳，并嘱县长馈食”。他“瞻顾民族之前途，辄中心忉怛而未能自己”，临终前，在《答友人书》中还说：“北平既急，纵令勉力支持，察省必难兼顾。盖非常之时，必以非常之事应之。令共党之在晋北者，其意不过欲北据河套，与苏俄通声势耳。此辈虽多狙诈，然其对于日军，必不肯俯首驯伏明甚”。管章太炎不可能对共产党有真正认识，但他对共产党的坚持抗战、国民党的“不抵抗主义”还是觉察的。尽管章太炎晚年的行为也有使人失望之处，却仍保持了爱国主义晚节。民国二十五年（1936年）6月14日，章太炎病逝。</p><br/><h2>馆舍</h2> <p>　　章太炎纪念馆位于西湖南屏山下，苏堤对面，占地1.5公顷，建筑面积1000平方米，环境清幽，布局具有江南园林风格。是我国唯一集章太炎生平展览、文物收藏、学术研究于一体的名人博物馆。章太炎，名炳麟，浙江余杭人，近代民主革命家、思想家、国学大师。周恩来总理评价他“学问与革命业绩赫然”。</p> <p>　　馆内收藏1000余件文物，其中《流血革命》《狱中联句》《十九路军死难将士公墓表》等，系国家一级文物。浙江省重点文物保护单位：章太炎墓及夫人汤国梨墓，坐落在纪念馆后面的苍松翠柏之中。</p> <p>　　在纪念馆右侧，还有章太炎生前仰慕的民族英雄张苍水的祠墓。张苍水，名煌言，浙江鄞县人，南明大臣，</p> <p>　　因抗清不屈被俘而牺牲。 </p><br/><h2>介绍</h2> <p>　　章太炎于1869年1月12日出生于浙江杭州府余杭县东乡仓前镇一个末落的书香门第。初名学乘，后改名炳麟，字枚叔，号太炎。早年又号“膏兰室主人”、“刘子骏私淑弟子”等。幼受祖父及外祖的民族主义熏陶，通过阅读《东华录》、《扬州十日记》等书，不满于满清的异族统治，奠定了贯穿其一生的华夷观念，并在后来与《春秋》的夷狄观以及西方的现代民族主义观点相结合，形成具有其个人特色的民族主义观。因反清意识浓厚，慕顾绛（<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>）的为人行事而改名为绛，号太炎。世人常称之为“太炎先生”。</p> <p>　　他曾\"七被追捕，三入牢狱，而革命之志终不屈挠\"。辛亥革命后，日渐脱离政治，专意治学。在经学、史学、文字音韵和文学诸方面都有深湛造诣。<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>一生著述甚丰，被尊为经学大师，著作版本繁多，后辑为《章太炎全集》。</p> <p>　　1891年（光绪十七年），章太炎入杭州诂经精舍，师从<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>、<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>等，关注经、子之学，初步确立对“今古文”界线的认识，此后几年陆续完成《膏兰室札记》、《春秋左传读》等。</p> <p>　　1894年中日甲午战争之后，章太炎曾为强学会捐款，与<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>通信。</p> <p>　　1897年任《时务报》撰述，因参加维新运动被通缉，流亡日本。1900年剪辫发，立志革命。1903年因发表《驳康有为论革命书》并为邹容《革命军》作序，触怒清廷，被捕入狱。1904年与蔡元培等合作，发起光复会。1906年出狱后，孙中山迎其至日本，参加同盟会，主编同盟会机关报《民报》，与改良派展开论战。1911年上海光复后回国，主编《大共和日报》，并任孙中山总统府枢密顾问。<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>加张謇统一党，散布“革命军兴，革命党消”言论。1913年宋教仁被刺后参加讨袁，为袁禁锢，袁死后被释放。1917年脱离孙中山改组的国民党，在苏州设章氏国学讲习会，以讲学为业。1935年在苏州主持章氏国学讲习会，主编《制言》杂志。晚年愤日本侵略中国，曾赞助抗日救亡运动。</p> <p>　　早年接受西方近代机械唯物主义和生物进化论，在他的著作中阐述了西方哲学、社会学和自然科学等方面的新思想、新内容，主要表现在《訄书》中，认为“精气为物”“其智虑非气”；宣称“若夫天与上帝，则未尝有矣”，否定天命论说教。其思想又受佛教唯识宗和西方近代主观唯心主义影响。随旧民主主义革命失败，思想上渐趋颓唐。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>笔下的章太炎先生，首先是一个革命者，其次才是一个大学问家。他张扬国粹，却坚决而激烈地反抗权威和反抗一切束缚。他的确是一个道德主义者，强调道德的力量，却反对社会对个人的压抑，主张个性的绝对自由。</p> <p>　　在文学、历史学、语言学等方面，均有成就。宣扬革命的<a href=\"http://so.gushiwen.org/author_263.aspx\">诗</a>文，影响很大，但文字古奥难解。所著《新方言》《文始》《小学答问》，上探语源，下明流变，颇多创获。关于儒学的著作有：《儒术新论》《订孔》等。</p> <p>　　一生著作颇多，约有400余万字。著述除刊入《章氏丛书》《续编》外，遗稿又刊入《章氏丛书三编》。</p> <p>　　章太炎是同盟会和辛亥革命的重要领袖之一。他与孙文既有过并肩奋战的岁月，也有过激烈争辩乃至分道扬镳的日子。孙文逝世，章太炎肯定“天生我公，为世铃铎……余岂好邮，好是谔谔。”既承认孙文首倡革命之功，又坦言彼此的分歧，是有话直说的诤友。孙文生前，他笔下已一再出现如下的字眼：“中山计划短浅，往往自败”，“中山天性褊狭”， “中山为人卤莽轻听”，“中山名为首领，专忌人才，此仆辈所以事事与之相左也。”</p> <p>　　章太炎先生是二十世纪民主主义革命先锋，是著名的经学大师，同时他还是成就卓著的中医文献学家，尤其对《伤寒论》文献之研究，至今鲜有出其右者。太炎先生于仲景里藉职官、《伤寒》版本流传、梁阮孝绪《七录》所载《辨伤寒》十卷与六朝本《伤寒论》、隋本《伤寒论》之传承关系、《<a href=\"http://so.gushiwen.org/author_852.aspx\">张仲景</a>方》十五卷与《金匮玉函经》八卷、《伤寒论》十卷之关系、北宋校正医书局校定《伤寒论》所据底本乃至《伤寒论》在临床辨证上之运用与药味加减与疗效之关系等等，皆有精湛论述。先生辨证，每多精思妙见，著有《章太炎先生论伤寒》。 </p><br/><h2>思想</h2> <p><strong>学术思想</strong><br>　　章氏的思想受到多方影响，因为变化的历程相当繁复，依其《菿汉微言》中的自述，是以“始则转俗成真，终则回真向俗”十二字予以归结。大抵而言可以1908年（光绪二十四年）著成《齐物论释》为界。在此之前，章氏先习朴学、诸子学以及西方进化论和社会学，在因苏报案入狱之后，则改习法相宗，而后思想便以唯识学为尚，认为先秦诸子之学皆不足比拟，固可谓“转俗成真”。自《齐物论释》著成之后，章太炎因齐物思想的启示，不再仅以唯识为唯一标准，转而认为凡“外能利物，内以遣忧”之学皆有价值，开始对古今中外的学术思想进行重估。即进入“回真向俗”的境界。<br>　　形成章太炎思想的背景主要来自四个渊源：一为受乾嘉考证学的影响，讲求客观实证；二为跟随晚清诸子学兴起的潮流，对<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>、庄子、老子三家思想加以揄扬，尊子贬孔；三为受到严复的影响，在其早年的文章中尤其多以进化论做为理论架构；四为佛学，尤其是佛学中的唯识论，是章氏后期思想的支柱，使其思想体系中充满个体主义、相对主义的色彩。除了这四大渊源外，<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>的民族思想，章学诚、戴震、孙诒让、<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>等人的思想也对章太炎具有相当的影响力。</p> <p><strong>革命思想</strong><br>　　认为共和政体不如专制政体<br>　　章太炎阐述的，有三层意思：代议制的民主共和政体不能行之于中国；政党与议员勾结，这种共和政体还不如专制政体为宜。结论是建立共和政体只能是不得已之举。认为清朝推翻后，中国还是行君主专制为好。 </p><br/><h2>轶事</h2> <p><strong>梦做阎王</strong><br>　　民国四年，袁世凯想做皇帝，深怕章太炎先生反对，先期诱至北京，幽于龙泉寺；先生忧愤之余，梦做阎罗王。当时有报宗仰和尚书云：<br>　　「仰上人侍者：快接复曹，神气为开，所问幻梦事状，今试笔述，愿上人评之。去岁十二月初，夜梦有人持刺，请吃午餐，阅其主名，则<a href=\"http://so.gushiwen.org/author_806.aspx\">王鏊</a>也。（王，震泽人，明武宗时贤相。）走及门外，已有马车；至其宅中，主人以大餐相饷；旁有陪客，印度人、欧洲人、汉人皆与。各出名刺，汉人有夏侯玄、<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>。余问王公：“读史知先生各德，而素无杯酒之欢，今兹召饮，情有所感。”王曰：“与君共理簿书事耳！梅君则总检察，吾辈皆裁判官，以九人分主五洲刑事；而我与君，则主亚东事件者也。”余问王曰：“生死为寿量所限，轮回则业力所牵；大自在天尚不能为其主宰，而况吾侪？”梅氏答曰：“生死轮转，本无主者，此地唯受控诉，得有传讯逮捕事耳。传讯者不皆死，逮捕则死矣。既判决处分后，至彼期满释放后，又趣生诸道，则示非此所主也。”余念此论，颇合佛法，与世俗传言焰摩主轮回生死者不同。因复问言：“铁床铜柱，惨酷至极，谁制此法者？”皆答曰：“此处本无制法之人；吾辈受任，亦是阎浮提人公举，无有任命之者。法律，则参用汉、唐、明、清及远西日本诸法，本无铁床铜柱事也。受罪重者，禁捆一劫；短则有百年。而笞杖之与死刑，皆所不用。吾辈尚疑狱卒私刑，以铁床铜柱，困苦狱囚，因曾遣人微往视之，皆云无有。而据受罪期满者言，则云确受此痛。”余曰：“狱卒私刑，非觇察所能得，吾此来当与诸公力除此敝何如？”王答曰：“固吾心也。”遂返。明日复梦到署视事。自后夕夕梦之，所判亦无重大案件，唯械斗谋杀，诈欺取财为多。如此幻梦不已，而日曜（星期日）之夜，则无此梦。余甚厌之。去岁梦此二十余日；一日，自书请假信条焚之，夜亦无梦。一夕，尽换狱卒，往询囚徒，云：“仍有铁床铜柱诸苦。”因问此具何在？囚徒皆指目所在，余则不见，归而大悟。佛典本说此为化现，初无有人逼迫之者，实罪人业力所现耳。余之梦此，是亦业感也。今春以人参能安五脏，买得服之，并于晚饭后宴坐观心一小时顷，思欲去此幻梦，终不可得。来示谓不作圣解，此义鄙人本自了然。但比量上知其幻妄，而现量上不能除此翳垢，自思此由嗔心所现故耳。吾辈处世，本多见不平事状。三岁以来，身遭患苦；而京师故人，除学生七、八人外，其余皆俯仰炎凉，无有足音过我者。更值去岁国体变更问题，心之嗔恚，益复炽然，以此业感，而得焰摩地位，固其所宜。息嗔唯有慈观，恐一行三昧，亦用不着。慈观见涅盘经，虽说其义，而无其法；亦如竟无从下手耳。想上人必有以教我也。（所嗔之事，有何体性？能嗔之心，作何形象？未尝不随念观察，而终不能破坏。）......<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>和南三月三十日</p> <p><strong>大师趣事</strong><br>　　章太炎最喜欢吃带有臭味的卤制品。画家钱化佛是章府常客。一次，钱带来一包紫黑色的臭鸡蛋，章见后大喜，慷慨问道：“你要写什么，只管讲。”钱立时向章索要“五族共和”四个字。后来，钱又不断带来苋菜梗、臭花生等臭物，换得题字一百多张。钱将这些字裱好，挂于自家店中，以每条十元售出，小赚了一笔。</p> <p><strong>文字学养</strong><br>　　<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>因太炎提倡排满革命，曾声言“曲园无是弟子”，章曾就此撰有《谢本师》一文，收入《訄书重订本》，又有《俞先生传》，收入《太炎文录》。但太炎治学，由小学入门，主张音韵文字相通，以此为基础，结合西学，恢弘清代诸子学之门户，其方法一本曲园师承，绝非自立门户。<br>　　章太炎曾在晚清时与《新世纪》报吴稚晖等人争论汉字前途，反对在中国采用“万国新语”（世界语）。乃依篆书创造记音字母，作为汉字初学的注音手段，以保存汉字。民国三年，由其弟子钱玄同、许寿裳、周树人促成教育部通过，作为国语注音符号，即今日仍在台湾通用之注音符号前身。</p> <p><strong>医学方面</strong><br>　　章太炎也精通医学，著有《霍乱论》、《章太炎医论》（原名《猝病新论》）。曾有人问章太炎：“先生的学问是经学第一，还是史学第一？”，他答道：“实不相瞒，我是医学第一。”章太炎也说过：“我的学问不是经学第一，也不是史学第一，而是医学第一。”</p> <p><strong>与袁世凯</strong><br>　　章太炎被袁世凯幽禁在北京龙泉寺，仅弟子钱玄同可以随时进见。袁世凯每月提供给他生活费500元，雇厨子一人、听差两人以供侍奉。他毫不客气，晓谕听差和厨子必须每日向他请安三次，清晨9时一次、下午3时一次、晚上9时一次，请安方式为打躬，不得违误，若有差池重责不贷。听差厨子唯唯不敢稍忘。有时已下午3时，章犹自午睡不醒，听差必联袂入房，就枕畔低语：“大人醒来，打更时间到了！”按例章可每日享受两个大洋的菜肴，极尽丰盛，他便要求只做一块钱的，剩下的一块钱公然饱入私囊。即便是这一个大洋的菜肴，光他一人享用也过于丰盛，他从来只吃摆在面前的两个菜，对摆在远处的则懒得举箸。久而久之伺侯他的两个听差便只把一些清淡的素菜放在他的近处，而把鲜腴的菜肴放在远处，等他吃完后，听差们便自己享用。后来钱玄同晓得了，便和官方取得联系，将两个听差革职。<br>　　1915年章太炎被袁世凯软禁期间，被迫写“劝进书”，书云：“某忆元年四月八日之誓词，言犹在耳。公今忽萌野心，妄僭天位，非惟民国之叛逆，亦且清室之罪人。某困处京师，生不如死！但冀公见我书，予以极刑，较当日死于满清恶官僚之手，尤有荣耀！”据说，老袁气得冒烟，又自嘲说：“彼一疯子，我何必与之认真也！”时称章太炎为“民国之<a href=\"http://so.gushiwen.org/author_441.aspx\">祢衡</a>”。</p> <p><strong>与刘半农</strong><br>　　“五四运动”时期兴起的白话文运动之中，有一位北大教授，名刘复，字半农，他发出一种论调说“文言文是死的文字，什么人再写文言文，就是死人；白话文是活的文字，凡是写白话文的，就是活人。”刘半农采访章太炎时，就问其对白话文的见解如何，章太炎说：“白话文不自今日始，我国的《毛<a href=\"http://so.gushiwen.org/author_263.aspx\">诗</a>》就是白话诗。历代以来，有白话性的小说，都是以当时的言语写出来的，写得最好的是《水浒》、《老残游记》等，甚至有用苏州话写的《海上花列传》。但是你们写的白话文，是根据什么言语做标准？”刘半农侃侃而谈说：“白话文是以国语为标准，国语即是北京话。”章太炎听了哈哈大笑，问刘半农：“你知不知道北京话是什么话？”刘半农不假思索答说：“是中国明清以来，京城里人所说的话。”章太炎就以质问的口吻问刘半农：“明朝的话你有什么考据？”刘半农呆着无词以对。章师就用明朝的音韵，背诵了十几句<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>的正气歌，其发音与北京话完全不同，接着就说：“现在的国语，严格地说来，含有十分之几是满洲人的音韵，好多字音都不是汉人所有。”这番话说出，刘半农更呆住了好久，说不出一句话来应付。<br>　　章太炎又说：“如果汉人要用汉音，我也可以背诵一段汉代音韵的文字。”说完他就背了两首汉诗，许多字的音韵都与现代不同。他又问：“你知不知道现在还有人用汉代音韵或唐代音韵来讲话的？”这时，刘半农已听得呆若木鸡，这一问他倒振作起来，便说：“现在哪里有人用汉音来说话？”他说得好像振振有词的模样。<br>　　章太炎说：“现在的高丽话，主要语是汉音，加上了唐朝的唐音、朝鲜的土话和外来话，即是今日的高丽话。”接着他说：“还有日本话，主要的中国字，称为汉字，即是汉音，其余的联缀词，日本各地的土音，又加上了近代各国外来语，就成为现在的日本。日本人的发音，各处不同，以东京为正宗，汉音也最准。各道各县的发音，连东京人也听不懂，这是你刘半农先生不研究‘小学’，不研究‘音训’，不曾研究过《说文》，所以你听了我的话，可能会觉得很奇怪。”刘半农面有赧色，无词以对。<br>　　章太炎又说：“我知道你曾经在北方的报纸上，征求过‘国骂’的字句及各地方骂人的话，第二天早上，就有人到你学校中，在课堂上讲出许多骂你老母的地方话。所以后来你就不敢再做这件工作，现在我来骂几句给你听。”接着就说汉代的骂人话，是×××出于何书，唐朝骂人的话，是×××出于何书，直说到上海人宁波人，以及广东人的三字经，完全骂出来。看起来好像供给他资料，事实上把刘半农祖宗三代都骂到了。这时已超过午餐时间，刘半农同来的人就出来向章师作揖说：“我们麻烦老师很久，现在我们要告辞了。”</p> <p><strong>交往胡适</strong><br>　　胡适著有《中国哲学史大纲》一书，出版时特送了一本给章太炎，上写“太炎先生指谬”，下署“胡适敬赠”，人名旁边便用标点符号。章看到自己名旁加了黑杠，不禁大骂：“何物胡适！竟在我名下胡抹乱画！”及至看胡的名旁也有黑杠，才消了气说：“他的名旁也有一杠，就算互相抵消了罢！”案此传说实不可信，章太炎在晚清时出版的《訄书》（铅印本）等著作就曾采用旁线作为人名、书名号。所谓新式标点，在晚清以及明治时代的日本就已经发端了，不至于对此感到惊讶。<br>　　章太炎又有一致胡适之白话信，抬头曰：“适之你看”，盖直译旧时信函“某某大鉴”之体也。<br>　　受刘歆《七略》的影响，以《国故论衡》中《原学》等篇为代表，章太炎主张“九流皆出王官”说，而后来胡适著《诸子不出于王官论》，提出相反的意见。</p> <p><strong>征婚启事</strong><br>　　章太炎也是最早刊登征婚启事的名人之一，有人问他择偶的条件，他说：“人之娶妻当饭吃，我之娶妻当药用。两湖人甚佳，安徽人次之，最不适合者为北方女子，广东女子言语不通，如外国人，那是最不敢当的。”后经过蔡元培介绍，与汤国梨女士结为夫妇，婚礼当天，皮鞋左右颠倒，一时大窘。</p> <p><strong>政治方面</strong><br>　　章太炎早年在日本主编《民报》时，曾主张社会主义，与片山潜等日本社会主义者过从甚密，并由此反思西方的进化论及现代文明，撰写了《俱分进化论》、《五无论》等著作。据传，章太炎逝世的时候，只愿以五色旗覆盖，不承认青天白日满地红旗。</p> <p><strong>其他方面</strong><br>　　章太炎逝世后，因对日战争爆发，暂厝于苏州锦帆路寓所水池中。解放后，浙江省人民政府按其遗愿，葬于杭州西湖南屏山南明遗臣张苍水墓旁。“文革”初期遭暴尸，后又重新安葬。汤国梨卒后，亦一并安葬于此。今设有章太炎纪念馆。<br>　　文化大革命后期的“评法批儒”运动中，章太炎被当作法家体系在晚清的代表而得到发掘，当时上海人民出版社组织并“解放”了一批学者，编辑了若干章太炎诗文、著作的选本和注释本。这一系列工作，虽然受到政治风潮的影响，但也在一定程度上奠定了八十年代以后编校《章太炎全集》和重建章学研究的人员基础。 </p><br/><h2>评价</h2> <p>　　当时的北京大学，有名的教授，大多出之于章太炎的门下，如：黄侃、朱希祖、钱玄同、周树人（<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>）、沈兼士等。章太炎为人戏谑，以太平天囯为例，封黄侃为天王，汪东为东王，朱先生为西王，钱玄同为南王，吴承仕为北王。当年二十七岁的胡适独树一帜，在大师环伺的北京大学，教起《中国哲学史》，其讲义《中国哲学史大纲》颇多沿袭章太炎在《国故论衡》下卷“诸子学”诸篇的观点。胡适实为章太炎中年以前学术衣钵的继承者。但此时章太炎本人的学术已经有所转向，故对胡适的中国哲学史研究不甚满意（参见章太炎《与柳诒徵书》）。胡适则在《五十年来中国之文学》(1922)中说：“<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>的古文学是五十年来的第一作家，这是无可疑的。但他的成绩只够替古文学做一个很光荣的下场，仍旧不能救古文学的必死之症， 仍旧不能做到那‘取千年朽蠹之馀，反之正则’的盛业。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>《清代学术概论》（1922）称章太炎为清学正统派的“殿军”。 </p> <p>　　鲁迅在1936年临终时回忆其师章太炎：“考其生平，以大勋章作扇坠，临总统府之门，大诟袁世凯包藏祸心者，并世无第二人；七被追捕，三入牢狱，而革命之志终不屈挠者，并世亦无第二人。这才是先哲的精神，后生的楷模。”强调其革命精神和思想深度，而相对忽略其学术业绩，奠定了中华人民共和国建立以至1980年代大陆评价与研究章太炎的主调。 </p><br/><h2>故居</h2> <p>　　在举世闻名的京杭大运河南端，余杭区仓前镇的余杭塘河畔，坐落着中国近代民主主义革命家、思想家和国学大师——章太炎先生的故居。故居是章太炎先生出生、成长之地，在此度过了对其一生产生重要影响的二十二个春秋。故居坐北朝南，共四进一弄，主体为晚清时期建筑，由前厅、正厅、卧室、书房、厨房等组成，建筑面积811平方米。故居匾额由赵朴初先生题写。故居前三进为历史原貌的复原和场景再现，展示了太炎先生青少年时期故居的风貌；第四进为展厅，展览共四个部分，以丰富的史料和实物、多种传统与现代相结合的手法展现了先生波澜壮阔的一生。</p> <p>　　故居于1985年文物普查时发现， 2006年被国务院公布为全国重点文物保护单位，2011年1月12日维修改陈后重新对外开发。 </p><br/><h2>年谱</h2> 1868年　一岁<br>农历十一月三十日即公历1869年元月12日，章太炎生于浙江杭州府余杭县东乡仓前镇。初名学乘，后改名炳麟，字枚叔，号太炎。父章濬，曾任县学训导，并在诂经精舍担任监院多年，好经术。有子女四人，太炎排行第三。<br>1873年　六岁<br>入私塾就读。<br>1876年　九岁<br>外祖父朱有虔自海盐来，对章太炎进行系统的文字音韵学教育。<br>1880年　十三岁<br>朱有虔归。在父章濬、表兄章篯指导下研读许慎《说文解字》、段玉裁《说文解字注》、<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>《音学五书》、郝懿行《尔雅义疏》、王引之《经义述闻》等，打下初步汉学基础。<br>1883年　十六岁<br>参加县试，癫痫病突然发作，没有考成。从此放弃科举，广泛涉猎经史子集。<br>1888年　二十一岁<br>12月（农历11月），<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>上书请求变法，提出“变成法”、“通下情”、“慎左右”，京师一时为之哗然。<br>1890年　二十三岁<br>父章濬去世，遵父遗训，进诂经精舍学习。时诂经精舍由经学大师<a href=\"http://so.gushiwen.org/author_560.aspx\">俞樾</a>主持，授学者有高学治、<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>等。<br>1891年　二十四岁<br>康有为《新学伪经考》刊行。《太炎先生自定年谱》（以下简称《自定年谱》）称本年“始分别古今文师说”。<br>1892年　二十五岁<br>纳妾王氏。<br>1893年　二十六岁<br>女生。<br>这一时期完成作品有：《膏兰室札记》四册及《孝经本夏法说》、《子思孟轲五行说》等。<br>1894年　二十七岁<br>与夏曾佑相识。夏氏主《公羊》、《齐<a href=\"http://so.gushiwen.org/author_263.aspx\">诗</a>》之说，与章多有辩论。又好佛学，劝章氏购览佛典。<br>中日甲午战争爆发。<br>撰《独居记》。<br>1895年　二十八岁<br>四月十七日（3月23日），中日签订《马关条约》。五月二日（4月初8日），康有为“公车上书”。<br>十一月，寄会费银十六圆，加入康有为在沪设立的上海强学会。<br>1896年　二十九岁<br>撰成《春秋左传读》(初名《春秋左传杂记》)五卷及《驳箴膏肓评》、《砭后证》，驳难清代常州今文学家刘逢禄《左传》不传《春秋》之说。<br>八月九日（7月初1），《时务报》在上海创刊，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>任主笔，汪康年任经理。<br>1897年　三十岁<br>一月，离诂径精舍赴沪，任职时务报馆。读<a href=\"http://so.gushiwen.org/author_209.aspx\">谭嗣同</a>《仁学》，“怪其杂糅”，不相许。<br>四月，因不满康有为倡言建立孔教，自称“教主”，遭康氏门徒围攻殴打，愤而离泸返杭。返杭后，与宋恕、陈虬等创办“兴浙会”，为《实学报》和《译书公会报》撰稿。<br>本年发表：《论亚洲宜自为唇齿》、《论学会大有益于黄人亟宜保护》(刊于《时务报》)；《变法箴言》、《平等难》、《读管子书后》、《东方盛衰论》(刊于《经世报》)；《后圣》、《儒道》、《儒兵》、《儒法》、《儒墨》、《儒侠》、《异术》、《重设海军议》(刊于《实学报》)；《译书公会叙》、《论民数聚增》(刊于《译书公会报》)。<br>1898年　三十一岁<br>一月，上书<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>，末有结果。三月，受张之洞邀请，赴武昌筹办《正学报》，不到一月即离去。七月，在沪任《昌言报》主笔。发表《<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>》、《弭兵难》、《书汉以来革政之狱》等。戊戌政变后，为躲避清政府迫害，携家避难台湾，于十二月抵达台湾。<br>1899年　三十二岁<br>春，与康有为、梁启超等书信往来，在梁启超主编的《清议报》上发表诗文多篇。六月，应梁启超及留日学生之邀，东渡日东，与孙中山相识。不久离日回国。夏秋间，辑订并出版《訄书》初刻本，收入文章五十篇，由梁启超题名，木刻刊行。冬，在沪任《亚东时报》主笔。<br>本年发表作品有：《答学究》、《客帝论》、《分镇》、《儒术真论》(刊于《清议报》)和《今古文辨义》(刊于《亚东时报》)等。<br>1900年　三十三岁<br>义和团运动兴起。六月，八国联军进军津、京，清廷决定宣战。<br>七月，参加唐才常发起的中国议会。断发以表示与清政府决裂。唐才常自立军失败后，思想发生较大转变，撰《客帝匡谬》、《分镇匡谬》，并开始修定《訄书》。<br>1901年　三十四岁<br>往苏州东吴大学任教，宣扬民族民主革命，引起江苏巡抚恩铭的注意。<br>发表《正仇满论》批判梁启超《积弱溯源论》；撰《征信论》批判康有为借今文经学以治史。<br>1902年　三十五岁<br>二月，为避恩铭等人追捕，东渡日本，暂寓横滨《新民丛报》社，与梁启超、孙中山相会。四月，与秦力山等发起举行“支那亡国二百四十二年纪念会”。七月，由日本返回故乡杭州，删定《訄书》重刻本。<br>本年翻译出版日本岸本能武太著《社会学》，发表《文学说例》，与梁启超通信谈修改《中国通史》。<br>1903年　三十六岁<br>三月，在上海爱国学社任教，结识邹容、章士钊等。五月，邹容写成《革命军》，章太炎为其撰序，并发表《驳康有为论革命书》，与改良派展开针锋相对的斗争。<br>六月三十日（闰5月初6日），清政府与帝国主义勾结，制造“苏报案”，章太炎被捕入狱。次日，邹容自投入狱。<br>本年发表：《论承用维新二字之荒谬》(刊于《国民日报》)、《与刘师培书一、二、》、《释真》(刊于《国粹学报》)。<br>1904年　三十七岁<br>章太炎被判刑三年，邹容被判刑两年。章氏在狱中开始研读佛经。<br>五月，《訄书》重印本在日本出版。冬，光复会成立，推举蔡元培为会长。<br>1905年　三十八岁<br>在狱中继续研读佛经，读《瑜伽师地论》等。<br>二月，《国粹学报》在上海创刊。邓实主编，撰稿人有章太炎、刘师培等。<br>四月三日（2月29日），邹容死于狱中。<br>八月二十日（7月20日），中国同盟会于日本东京成立，孙中山被推举为总理。<br>1906年　三十九岁<br>六月二十九日（5月初8日），章太炎出狱，孙中山自东京派人来迎，遂东渡日本，加入同盟会，主办民报。在东京留学生欢迎会上，章氏发表演说，认为当前最紧要的：“第一，是用宗教发起信心，增进国民的道德；第二，是用国粹激动种姓，增进爱国的热肠。”<br>十月，成立国学讲习会，作《论诸子学》等讲演。<br>清政府下令预备立宪。梁启超在《新民丛报》鼓吹立宪，反对暴力革命。章太炎在《民报》撰文予以批驳。<br>本年发表：《俱分进化论》、《建立宗教论》、《人无我论》、《无神论》、《革命之道德》、《箴新党论》、《衡三老》、《悲先戴》、《哀后戴》、《伤吴学》(刊于《民报》)；《与人论朴学报书》、《古今音损益说》(刊于《国粹学报》)。出版《国学讲习会略说》，收入《论语言文字之学》、《论文学》、《论诸子学》三篇。<br>1907年　四十岁<br>继续主《民报》笔政，因《民报》经费问题与孙中山发生矛盾。<br>二月，康有为将保皇党改为国民宪政会。九月，梁启超、蒋智由在东京筹组推动立宪的政闻社。章太炎撰文予以批驳揭露。<br>四月，章太炎与张继、刘师培等在日本东京成立亚洲和亲会，主张“反对帝国主义而自保其邦族”。<br>本年在《民报》发表：《社会通诠商兑》、《讨满洲檄》、《中华民国解》、《五无论》、《定复仇之是非》、《国家论》、《官制索隐》。《春秋左传读叙录》在《国粹学报》刊完。撰《新方言》，并开始在《国粹学报》连载。另撰《古音娘日二纽归泥说》、《古双声说》、《国粹学报祝辞》、《与刘师培书六》、《某君与人论国粹学书一、二》等，均刊于次年出版的《国粹学报》。<br>1908年　四十一岁<br>光绪、慈禧死去，溥仪即位。<br>从四月开始，为留学生开设讲座，讲授《说文》、《庄子》、《楚辞》、《尔雅》等。七月，又为周树人、周作人、朱希祖、钱玄同等单独开设一班，另行讲授。<br>刘师培、何震夫妇受清政府指使，于五月二十四日的上海《神州日报》刊登《炳麟启事》，对章太炎进行诬蔑陷害。章太炎登文予以否认。<br>十月十九日（9月25日），《民报》因宣传革命被封禁。<br>本年发表：《大乘佛教缘起说》、《辨大乘起信论之真伪》、《龙树菩萨生灭年月考》、《排满平议》、《驳神我宪政说》、《驳中国用万国新语说》、《四惑论》、《五朝法律索隐》、《马良请速开国会》(刊于《民报》)；《小疋大疋说》上下、《八卦释名》、《六诗说》、《原经》、《毛公说字述》、《刘子政左氏说》(刊于《国粹学报》)。《新方言》在《国粹学报》续完。<br>1909年　四十二岁<br>因《民报》复刊和筹款等事与孙中山发生尖锐冲突。撰《伪民报检举状》，指斥汪精卫等复刊之《民报》为非法，并对孙中山进行攻击。<br>编订《太炎集》，舍弃了一些曾起了重大政治影响的政论文章，追求“俗或末之好”的“传世”之文。<br>本年发表：《与刘光汉(师培)书七》、《原儒》、《原名》、《致国粹学报社书二、三、四》、《庄子解诂》(刊于《国粹学报》)。出版《小学答问》。<br>1910年　四十三岁<br>一月，黄兴在《日华新报》发表《<a href=\"http://so.gushiwen.org/author_263.aspx\">章炳麟</a>背叛革命党人之铁证》，指斥章太炎为清政府特务、革命党之叛徒。<br>二月，章太炎、陶成章等于东京重组光复会，章太炎任正会长，陶成章任副会长。创办《教育今语杂志》作为机关报，与同盟会正式分裂。<br>夏，黄侃创办《学林》杂志，刊登章太炎《文始》、《封建考》、《五朝学》、《信史》、《思乡愿》、《秦政记》、《秦献记》、《医术平议》等许多重要著作。<br>本年撰定《文始》、《齐物论释》。编定《国故论衡》上卷小学十篇，中卷文学七篇，下卷诸子学九篇。在《国粹学报》发表《驳皮锡瑞三书》，批驳皮锡瑞所撰《王制笺》、《经学历史》、《春秋讲义》三书。对《訄书》再次修订，原件现存北京图书馆。<br>1911年　四十四岁<br>继续在东京讲学。<br>十月十日（8月19日），武昌起义。消息传到东京，章氏中断讲学。<br>十一月三日（9月13日），上海发动起义，次日“光复”。<br>十一月十五日（9月25日），章太炎回到上海。在上海国民自治会演说：“宜先认武昌为中央政府。”当黄兴就扩大同盟会问题相询时，章太炎以“革命军兴，革命党消”告之。<br>槟榔屿《光华日报》连续刊载章氏政论《诛政党》。<br>1912年　四十五岁<br>一月一日，孙中山在南京就任临时大总统。<br>一月三日，中华民国联合会在上海宣告成立。章太炎、程德全被选为正副会长。章太炎发表演说：“本会性质，对于政府立于监督补助地位。”认为“中国本因旧之国，非新辟之国，其良法美俗，应保存者存留之，不能事事更张也”。<br>一月十四日，陶成章在上海被蒋介石刺杀，章太炎与孙中山隔阂进一步加深。<br>孙中山函聘章太炎为枢密顾问。二月七日，章太炎应邀赴南京。在建都问题上，支持袁世凯建都北京的主张，旋即返沪。<br>三月一日，中华民国联合会改名统一党，选章太炎、程德全、张謇、熊希龄、宋教仁为理事，后又与民社等合并为共和党。<br>袁世凯在帝国主义的支持下，篡夺总统职位。冬，任章太炎为东三省筹边使。<br>1913年　四十六岁<br>章太炎在长春设筹边使署。<br>三月二十日，宋教仁在上海车站被刺。<br>四月十七日，章太炎从长春赶回上海，受到孙中山的欢迎。又前往武昌见黎元洪，“以为联合之图。”五月上旬，通电袁世凯，要求罢黜四凶：梁士诒、赵秉钧、陈宦、段芝贵。下旬，由武汉返回北京。袁世凯授与二级勋章一枚。六月，由京来沪，由蔡元培主婚，与汤国黎在哈同花院举行婚礼。<br>六月十九日，袁世凯通令各省尊孔祀孔。孔教会成立。章太炎发表《驳建立孔教议》，反对定孔教为国教。<br>七月，二次革命爆发，不久失败。八月，章太炎昌着危险返回北京，为袁世凯幽禁。<br>1914年　四十七岁<br>被幽禁于北京龙泉寺。手定《章氏丛书》，并将《訄书》定名为《检论》，从分卷到内容，都有很大变动。<br>1915年　四十八岁<br>仍被幽禁。<br>四月，《太炎最近文录》出版，钱须弥编，收录章氏辛亥以来电文演说。章太炎对此书深为不满。<br>五月，《国故论衡》增订完毕。《检论》定稿，共分九卷，正文六十篇，附录七篇，大半为新写或据《訄书》旧稿重新写定。<br>七月，上海右文社出版《章氏丛书》，铅字排印，两函二十四册，包括《春秋左传读叙录》一卷、《刘子政左氏说》一卷、《文始》九卷、《新方言》十一卷附《岭外三州语》一卷，《小学答问一卷》、《说文部首韵语》一卷、《庄子解诂》一卷、《管子余义》一卷、《齐物论释》一卷、《国故论衡》三卷、《太炎文录初编》文录二卷别录三卷。<br>冬，章太炎口述，吴承任笔述整理成《菿汉微言》。自述“平生学术，始则转俗成真，终乃回真向俗”。<br>十二月，袁世凯复辟称帝，申令明年为“洪宪元年”。<br>孙中山发表《讨袁檄文》。<br>1916年　四十九岁<br>袁世凯在全国人民的愤怒讨伐中死去。<br>六月，章太炎恢复自由。七月，抵上海，受到热烈欢迎。九月，出国赴南洋考察，十二月，回国。<br>1917年　五十岁<br>三月四日，章太炎在上海发起亚洲古学会。<br>七月一日，张勋等拥立溥仪复辟。十二日，复辟覆灭。<br>段祺瑞任国务总理，掌中央大权。拒绝恢复临时约法与国会。<br>九月一日，孙中山在广州成立护法军政府，组织护法军，讨伐段祺瑞。章太炎被任为护法军政府秘书长。前往昆明争取云南军阀唐继尧的支持，因唐缺乏诚意末果。<br>1918年　五十一岁<br>赴四川，到邹容祠行礼。在重庆等地讲学。又赴湖北、湖南，十月归抵上海。<br>十一月，北洋政府教育部把一九一三年拟定的注音字母公布，注音字母采自章太炎。<br>四川观鉴庐出版《太炎教育谈》。汪太冲编《太炎外纪》出版。<br>1919年　五十二岁<br>五四运动爆发，新民主主义革命开始。<br>《章氏丛书》浙江图书馆刊本问世，较上海右文社版新增《齐物论释》重定本、《太炎文录初编》、《补编》、《菿汉微言》三种，校勘颇精，改正了右文社版不少错误。<br>1920年　五十三岁<br>一月至三月，身患黄疸，病卧。六月，热病大作，几死。<br>章太炎由反对军阀割据逐渐演变为赞成军阀割据，提出“联省自治，虚置政府议”。<br>1921年　五十四岁<br>七月一日，中国共产党成立。<br>夏，主张“武力统一”的吴佩孚率军南下，打败主张“联省自治”的湘鄂川军，“联省自治”运动遭到打击。<br>《太炎学说》上下卷由四川观鉴庐出版。上卷为章氏一九一八年在四川讲演记录，下卷为一批书札。《章太炎的白话文》出版，吴齐仁编，泰东图书馆铅字排印本。<br>1922年　五十五岁<br>黎元洪就职总统，章太炎受勋一枚。宣讲“联省自治”，还主张“南迁武汉”。<br>四月至六月，应江苏教育会之邀，主讲国学，每周一次，共十次，讲题为《国学大概》、《治国学方法》、《经学之派别》、《哲学之派别》、《文学之派别》、《国学之进步》。讲演记录有两个版本，一为曹聚仁所编《国学概论》，一为张冥飞所编《章太炎先生国学讲演集》。<br>柳诒徵对章太炎在《诸子学略说》中“诋孔”的观点提出批评，章太炎公开答复，表示接受，还懊悔“前声已放，驷不追舌”。<br>《章太炎尺牍》出版，上海文明书局铅字排印本。<br>1923年　五十六岁<br>三月二日，孙中山在广东宣告大元帅大本营成立，章太炎以为“广东帅府之欲以武力统一西南，亦西南之吴佩孚也”。<br>九月，《华国月刊》在上海创刊，章太炎任社长，欲发扬“国故”，挽救“人心”。<br>1924年　五十七岁<br>一月，中国国民党第一次全国代表大会召开，发表宣言，实现国共合作。<br>在国民党右派冯自由、居正的怂恿下，章太炎发表公函，反对国共和作。<br>《章氏丛书》上海古书流通处印本出版。<br>1925年　五十八岁<br>三月十二日，孙中山逝世，章太炎撰文祭悼。<br>五卅运动爆发，章太炎发出通电，欲“使水深火热之民，早登衽席”。<br>1926年　五十九岁<br>三月二十日，蒋介石制造中山舰事件，纂夺北伐军领导权。<br>四月七日，章太炎在上海组织“反赤救国大联合”，任理事。发出通电，叫嚷“反对赤化”。八月八日，章太炎应五省联军总司令孙传芳、江苏省长<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>遗聘请，到南京任“修订礼制会会长”。十三日，通电全国，反对蒋介石组织北伐。<br>1927年　六十岁<br>蒋介石发动“四·一二”大屠杀。<br>五月至六月，被上海市党部临时执委会指名为第一号学阀，呈请国民党中央加以通缉。<br>七月至十一月，居同孚路赁寓，终日宴坐，兼治宋明儒学，借以惩忿。<br>1928年　六十一岁<br>写《自定年谱》，至民国十一年(1922年)五十五岁止。<br>1929年　六十二岁<br>终年闭门杜客，对国事、学术俱保持缄默。<br>1930年　六十三岁<br>撰《春秋左氏疑义答问》。自称“为三十余年精力所聚之书，向之繁言碎辞，一切芟，独存此四万言而已 ”。<br>1931年　六十四岁<br>五月一日，《国学丛刊》由中国大学出版，章太炎弟子吴承仕编辑。章氏在该刊发表文章有：《与吴承仕论宋明道学利病书一、二》(1917年撰)、《论古韵四事》、《汉儒识古文考》上下等。<br>“九·一八”事变后，通信中多次议论时事，对蒋介石、张学良拱手将奉、吉让予日本不满，也不满粤方乘机倒蒋。<br>1932年　六十五岁<br>日本帝国主义侵略上海，章太炎愤怒之下，北上见张学良。在燕京大学演说，号召青年拯救国家的危亡。<br>秋，赴苏州讲学，组织国学会。章太炎亲撰《宣言》，主张“范以四经”。四经指《孝经》、《大学》、《儒行》、《丧服》。<br>1933年　六十六岁<br>民族危机严重。二月，章太炎与马相伯联合宣言(“二老宣言”)，反对日本帝国主义侵占我国东北领土。<br>《章氏丛书续编》于北京发行，章太炎弟子吴承仕、钱玄同校刊，收录著作七种：《广论语骈枝》一卷、《体撰录》一卷、《太史公古文尚书说》一卷、《古文尚书拾遗》二卷、《春秋左氏疑义答问》五卷、《新出三体石经考》一卷、《菿汉昌言》六卷。<br>1934年　六十七岁<br>秋，章太炎由上海迁居苏州。因与“国学会”旨趣不同，另创章氏国学讲习会。<br>1935年　六十八岁<br>三月，蒋介石派丁维汾(鼎臣)慰问，并致万金为疗疾费，章即将此款移作章氏国学讲习会经费。<br>四月，开办章氏星期讲演会，共九期，讲题为《说文解字序》、《白话与文言之关系》、《论读经有利而无弊》、《论经史实录而不应无故怀疑》、《再释读经之异议》、《论经史儒之分合》等，一一都有记录单行出版。<br>九月，《制言》半月刊创刊，由章太炎主编。其宗旨是研究中国固有文化，造就国学人才。<br>1936年　六十八岁<br>冬、春间，于章氏国学讲习会授《小学略说》、《经学略说》、《史学略说》、《诸子学略说》，俱有讲演记录刊行。夏，给国学讲习会学生讲完《尚书》。六月十四日，于苏州病逝。时人评为革命元勋，国学泰斗。国民政府令以国葬，葬杭州西湖畔张苍水墓侧。"
}