{
  "id": 804,
  "star": 2,
  "name": "唐顺之",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_804.jpg",
  "dynasty": "明代",
  "desc": "唐顺之（公元1507～1560）字应德，一字义修，号荆川。汉族，武进（今属江苏常州）人。明代儒学大师、军事家、散文家，抗倭英雄。 正德二年十月初五出生在常州（武进）城内青果巷易书堂官宦之家。　　嘉靖八年(1529)会试第一，官翰林编修，后调兵部主事。当时倭寇屡犯沿海，唐顺之以兵部郎中督师浙江，曾亲率兵船于崇明破倭寇于海上。升右佥都御史，巡抚凤阳，1560年四月丙申（初一）日（4月25日）至通州（今南通）去世。崇祯时追谥襄文。学者称\"荆川先生\"。",
  "content": "<h2>轶事典故</h2> <p><strong>掷笔毙刺客</strong><br>　　<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>在扫荡倭寇的战斗中，因为他用兵如神，再加上他武艺超人，他的队伍把倭寇杀得落花流水。倭寇听到唐顺之，就失魂落魄。倭寇的头子对唐顺之也恨之入骨。于是重金聘请刺客谋杀唐顺之。有一天深夜，唐顺之正秉烛挥毫，忽觉桌前烛光一闪，猛一抬头，只见一个浑身穿着黑色紧身短靠，手执利刀的人已站在眼前了。“刺客”，荆川的脑子中念头一闪，“来者不善，善者不来”我得小心对付。他微微笑着对黑衣人说： “你是谁？何故深夜前来？” “唐顺之，你不必问我何人，今天就是来取你的性命！” “既然这样，好吧，能否容我把这张字写完再就教你呢？”<br>　　刺客一看，唐顺之手执毛笔如龙飞凤舞。心里想：人家都说唐顺之学问好，字写得好，今天亲眼看他写字也算有缘。反正他性命已在我掌握之中了。于是对唐顺之说：<br>　　“念你是读书人，就让你多活一刻，把这张字写完了吧！”话虽这样说，刺客的刀刃还对准着他的颈项。<br>　　唐顺之神色自若，提着斗笔饱蘸浓墨依然挥毫如飞，正当刺客看得入神时，突然，荆川先生闪电似地将笔往刺客喉间掷去。“哎……”刺客“呀”都来不及出口，身体往后便倒，手中的利刀“当啷”一声坠落在罗砖地上，原来荆川先生把浑身的力气全运到这笔尖上，轻轻一掷有千钧之力。刺客的喉咙怎么能经受得起，鲜血和墨汁混流满地了。唐顺之从容地招呼家人悄悄地把刺客抬到后园空地上埋了，从此他就更为警惕了。</p> <p><strong>金头玉臂</strong><br>　　唐顺之先生自从刺客来行刺后，一直十分警惕，他得知倭寇对他恨之入骨，因此在他连年征战积劳成疾后，更是戒备森严。他五十四那年，正在江北讨贼，旧病复发，愈来愈沉重，自知要客死异乡了，便把儿子鹤征召到床前：“为父看来不久就要离开人世，我估计即使我死后，贼人还要对我进行报复，因此，我的灵柩你要秘藏，切勿让外人知道才好。”“父亲放心，孩儿定当格外当心。”鹤征流着泪答应着。<br>　　没几天，唐顺之归天，遗体运回常州。鹤征想，父亲生前交友很广，人家前来吊奠总不能拒之门外，但人多杂乱，倘有疏忽，致使父亲遗体受损，那怎么对得起去世的父亲呢？于是想出了一个法子，做了四口同样的棺材，同时在四个地点守灵。放有唐顺之尸体的棺木则放在东下塘自家的小房子里，派得力的家将守护着，自己反而守在另一处假棺旁接待一般宾客。四处同时哀乐齐鸣，准备等服满后分别出丧下葬。<br>　　一天清晨，只听门人报：“有远客来吊奠老爷！”只见一位书生模样的人，脸容十分哀切，后面一位从人挑着一担祭品进来。鹤征觉得来人面生，开口问道： “客人尊姓大名？从何而来？” 书生通了姓名后说： “荆川先生是我大恩人，听到噩耗我是连夜备了祭品从丹徒赶来的。”说罢号淘大哭。 鹤征见他情真意切，开口闭口说荆川先生是他大恩人，又见他路远迢迢备了祭品赶到这里，很是过意不去。看上去，这个人书生打扮，举止斯文，绝不是歹徒。心想，来人这样诚意，如不让他在父亲灵柩前吊奠，是说不过去的。于是就吩咐家将带了这两个人到东下塘设灵的房子里去祭奠。自己也随后赶来。<br>　　再说那人到了东下塘房子里，一看这里虽然人并不拥挤，却另是一种哀切的气氛，估计是唐顺之遗体的所在。于是一路号淘大哭进去，家人摆好祭品，书生就下跪磕头祭奠。书生一磕头，二磕头，到三磕头，只听得棺木中咔嚓一声巨响。书生立起身来，就同家人拱手告辞。这时鹤征正好赶来，再三挽留不住。书生走后，家人对唐公子说： “公子，刚才客人磕头祭奠时，听得棺木中‘咔嚓’声，我吓得毛骨悚然，恐怕有些蹊跷。”<br>　　鹤征说：“我刚赶到，似乎也听到这个声音，不要出什么问题。”两人走近灵枢一看，只见棺盖上已裂开一条缝，显然出了什么岔子。慌忙抬起棺盖一看，只见荆川先生的头和一条手臂已不知去向了。鹤征见此情状，知道来人是歹徒，心想自己悔不该忘了先父遗嘱，致使上当，尸骨不全，如何是好……想到这里不禁失声痛哭起来，惊动了家属、亲友。大家纷纷猜测定是倭寇派人前来报复。“怎么办呢？总不能让为国为民讨贼的唐顺之先生身首异处地安葬！”于是有人提议铸一个黄金的头，雕一只白玉的手臂，装在荆川先生遗体上，让他全尸安葬。这也是表示后人对这位民族英雄的纪念。于是金头玉臂的传说就一直流传至今。</p> <p><strong>定窑宝鼎</strong><br>　　明代抗击倭寇侵扰的著名军事家、文学家唐顺之，收藏过一件珍贵的古物，叫做定窑鼎。所谓定窑鼎，就是一只宋瓷香炉。<br>　　中国古代瓷器，很早就闻名天下。北宋宣和年间，在河北定州（今定县）烧制的瓷器，都是供宫廷贵族使用的。制作考究、质地精良、造型美观，世称“定窑”。这种瓷器以白色的最为名贵，远在四、五百年前，已经很少流传，收藏家偶然发现一只定窑盘子或瓶子，都不惜重价搜求。何况这只定窑鼎是件大器，高一尺有奇，下有三足，上有两耳，通身洁白如玉，晶莹透亮。配了一个精致的老木底座，上面刻有名书法家李西涯的篆字铭文，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>说是稀世之珍。荆川先生将定窑鼎视为传家宝，珍藏家中，不轻易示人。据说常州唐氏家谱中曾有记载。唐顺之先生死后，宝鼎传到他儿子唐凝庵手里，凝庵有一个好朋友叫周丹泉，是仿制古瓷器的高手。周在唐家看到此鼎，赞赏不已，就按照同样的尺寸和花纹，亲自跑到江西景德镇，用最好的坯泥，釉彩仿制了一只，它的色泽款式，和真鼎丝毫不差，连唐凝庵本人看了也无法辨别真假。只有把两只鼎放在一起比较，才能分辨出来。唐对周的手艺非常佩服，于是用四十两银子将复制品买了下来，和真鼎藏在一起。<br>　　到了明代万历末年，定窑宝鼎已经传到唐顺之先生的四世孙（唐凝庵的孙子）唐君俞之手。当时江苏淮安有个富商名叫杜九如，到处出重价收买古玩。他早就听到唐家定窑鼎的盛名，于是想方设法，托人介绍，来到常州唐家，再三请求一观。唐碍于情面，即将复制品出示，杜九如一见之下，爱不释手，死皮赖脸，纠缠不休，并拿出纹银一千两，硬是要唐君俞出让，唐推却不掉，只得让杜把复制品买了回去，杜喜出望外，谢了介绍人二百两银子。<br>　　唐君俞为人厚道，生平从来未做过欺人之事。过了几天，就托介绍人去对杜九如说：“你买去的鼎是假的，是一个复制品。”并表示愿将银子退还。那里知道杜九如根本不相信，反以为唐要反悔，不但不要银子，连复制品都不肯让人家看；唐君俞无可奈何，只得亲自带了真鼎上门找杜，在真假两鼎对比之下，杜才相信。当然，杜是不会让唐把真鼎再带回去的，这样两座定窑鼎都落入杜九如之手。<br>　　因为定窑鼎的名气太大了，当时的古玩商都在动它脑筋。杜九如死后，定窑鼎传给了儿子杜生之。有一个徽州古玩商王廷吾，手段阴险狠毒，他打听到杜生之是个纨绔子弟，就成天陪着这位阔少爷到处玩乐，吃喝嫖赌，不到一年，杜就把祖上留下的万贯家财，挥霍殆尽。王廷吾乘机借钱给杜，利上滚利，不觉已经欠王廷吾八百多两银子。王一看时机已到，就连吓带逼，指名要杜用定窑鼎作价抵债。杜生之无力还债，真假两鼎都被王以践价夺走。<br>　　王廷吾是一个以倒卖古董闻名的大投机商。骗到定窑鼎以后，开价要卖一万两银子，一时那里去找买主！王就伪造了几座赝品，有方的、有圆的，四出招摇撞骗。有一个泰兴人季因是素闻宝鼎之名，竟化了五百两银子向王买了一个方的，季特地请常州人赵再思鉴定。赵是唐君俞的老朋友，在唐家见过真品，一听季买到了唐家定窑方鼎，不禁哈哈大笑说：“唐家定鼎是圆的，怎么会变成了方的呢！”竟不屑一顾。季又气又恨，立即具状向衙门控告王廷吾伪造古玩、诈骗钱财，王看到情况不妙，只得请人调解，赔偿了几件古玩给季，才免去一场官司。<br>　　王廷吾有一个中表叫黄正宝，喜爱收藏古玩书画，有一次，黄将一幅元代画家倪云林的山水真迹托王廷吾转卖，索价一百二十两银子。黄深知这位老表掮客心术不正，事先有画上做了个暗记。果然不出所料，王背地里请画师照原样复制一幅，谎说画没有卖掉。黄派了一个精明的家人王佛元去取画，两人事先商定了对策。佛元到了王家一看，见画上没有暗记，马上说：“我家主人叫我来取画，他自己还要来看定窑鼎，商量买价。”廷吾信以为真，就将宝鼎取了出来，正巧黄正宝赶到，听到古画被掉了包，当即责问廷吾，为何以假代真？正在争吵之时，王佛元抢过宝鼎就走，廷吾上前扯住争夺，失手落地，这件无价之宝顿时裂成碎片，廷吾恨极，以头猛撞黄正宝的胸口，黄躲避不及，肩部受了重伤，回家过不久就不治身死。<br>　　王廷吾一见闯下大祸，连夜弃家逃奔杭州，隐姓埋名，不敢露面。过了年余，事情慢慢过去了，王又开始活动起来，扬言定窑宝鼎仍在自己手里。当时明宗室潞藩朱常芳流寓在杭州，听到定鼎还在，就令门客俞启云到处寻访。有一次，俞在西湖遇见了王廷吾，王出视复制品大肆夸耀。俞不辨真假，立刻引王去见潞藩。经过讨价还价，潞藩以二千两银子买了焉，王得一千六百两，俞得四百两。王得款后就溜之大吉。<br>　　这只假鼎藏在潞藩船上，由一名厨役保管，有一次潞藩想要看鼎，命厨役开闸取出，不料一个失手，折断了一只鼎足，厨役恐惧万分，当即投水自杀。<br>　　不久，清兵大举入杭，潞藩仓皇撤退，这座断了足的定窑鼎复制品，被家人沉入钱塘江中。</p><br/><h2>后世评价</h2> 　　<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>学识渊博，对天文、地理、数学、历法、兵法及乐律皆有研究。唐顺之的文学主张早年曾受前七子影响，标榜秦汉，赞同\"文必秦汉，<a href=\"http://so.gushiwen.org/author_804.aspx\">诗</a>必盛唐\"。中年以后，受王慎中影响，察觉七子诗文流弊，尤其是散文方面，七子抄袭、模拟古人，故作诘屈之语。于是抛弃旧见，公开对七子拟古主义表示不满，提出师法唐宋而要\"文从字顺\"的主张。他是明中叶重要散文家。与王慎中、<a href=\"http://so.gushiwen.org/author_802.aspx\">茅坤</a>、<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>等同为明代重要文学流派唐宋派代表。<br/><h2>生平</h2> <p><strong>幼时学习</strong><br>　　明正德二年（1507年）出生在常州青果巷的一个名门望族，其祖父唐贵是进士出身，任户部给事中，其父唐宝也是进士出身，任河南信阳与湖南永州府知府。在顺之的幼年时代，父亲对他管 教甚严，写字如不端正就会挨打。如果出去游玩回家晚了，母亲也会时常责骂他。顺之天生禀赋聪明并且极具个性，在同龄人中属佼佼者。顺之酷爱读书，父母除对其严加要求外，并不时为他寻觅当代的名师为其辅导，因此学业有成。在<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>23岁那年（嘉靖八年），他参加了每三年才在京城举办一次的会试，荣登第一。</p> <p><strong>初入仕途</strong><br>　　此年担任主考官的是当朝礼部尚书兼文渊阁大学士张璁（当时的权位相当于宰相），他喜见自己能收罗到唐顺之这样的人才而十分高兴，因此欲利用他的权势越级提拔唐顺之到翰林院为官。可是没有想到这个初入仕途的读书人唐顺之，在这个风云莫测而又十分险恶的官场面前显得十分谨慎，他竟婉言谢绝了这位权倾一时的主考官的知遇与栽培，情愿按部就班地去兵部任职。这自然让这位好心的主考大人十分扫兴。</p> <p><strong>几被贬黜</strong><br>　　嘉靖十二年(公元1533年)，唐顺之被调入翰林院任编修，参校累朝《实录》。因与赏识他的主考官张璁性格不投，便以生病为由，请假回家。张璁开始搁置不批，恰好此时左右私下告诉张璁说“唐顺之一直不愿在你的手下做事，一直要疏远你，你又何必苦留他！”张璁前思后想认定是这么一回事，心中恼怒，心想唐顺之好不识抬举。一怒之下准其还乡，并表示永不再让他当官。<br>　　直到嘉靖十八年（公元1539年）才让他复职，但不久唐顺之却犯了一个错误，竟然与友人一起请求朝见太子。这对皇帝来说无疑是一个危险的信号：皇帝还活得好好的，有事可以找皇帝，你一个朝廷官员，没事见太子干什么？于是唐顺之被削籍，回到常州。<br>　　唐顺之虽然离开官场，但作为一个有责任感的知识分子，他于是决心退下来潜心读书。</p> <p><strong>潜心求学</strong><br>　　唐顺之回乡后开始住在宜兴山中，后来觉得还是不能远离城市的繁嚣，便又迁居到更僻远的陈渡庄，闭门谢客，把时间和精力都用手钻研《六经》、《百子史氏》、《国朝故典律例》之中，真是昼夜讲究忘寝废食。在这些远寓官场的时日里，他还学射学算学、天文律历、山川地志、兵法战阵，下至兵家小技。例如他在三十六七岁时曾向一位河南人杨松学习枪法。在文艺方面也有许多专家学者闻风前来与顺之共同研讨学问，互通有无。那时连明朝的皇帝也是崇尚道教的信徒，也许是当时的社会风尚，顺之和道士们也常有交往。“罢官”相当于开除公职，这对于有气节的唐顺之来说可算是人生的一大转折。<br>　　他在城外陈渡住在简陋的茅舍里，晚上睡在门板上，直到有的朋友看了不忍，花几两银子给他置办了一张小床，这才从门板上换了下来。顺之日常穿着极简朴，经常是身着穿了有十来年的麻布衣服。江南水乡，交通往往是乘船，他和一般乡民出入坐船。同船的人们也不知他是何许人？有些言语上的冲撞、辱骂，甚至在行动上欺侮他，他都逆来顺受，从不与人计较，更不显露自己知识分子或做过官的身份。他严格要求自己，在生活上冬天不生火炉；夏天不搧扇子；出门不坐轿子；床上不铺两层床垫；一年只做一件布衣裳；一个月只能吃一回肉。他要用这种自苦的办法使自己摆脱各种物质欲望的引诱，以求平心静气地正确对待客观世界的—切。<br>　　当时（1467-1573），日本正处于割据分裂的“战国”时代，日本内战中的败将溃兵便纠集武士、浪人及奸商，武装掠夺中国的东南沿海一带，这就是历史上所称的“倭寇”。当时倭患严重的主要原因是中国的巨商和海盗与倭寇相互勾结。沿海各地的“海商大贾”、“浙闽大姓”们为了牟取厚利，大规模进行走私，成群结党，分泊各，后来竟演为亦商亦盗，兼行劫掠。嘉靖皇帝得知消息后，立即派<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>华前往查探。</p> <p><strong>重返朝廷</strong><br>　　赵文华得到上谕，立即想到了在家闲居读书的唐顺之。他深知此人极有才学，不但满腹经纶，且有治国平天下之大志，并且通晓军事，曾在兵部任职。据记载当时举荐唐顺之出山的奏折亦有50余件之多。<br>　　危害东南沿海一带各大城市的倭寇，并非是三五成群的贼寇，而是拥有兵力相当于现代军队三五个师团的武装力量，因此攻城略地，苏州、松江、宁波、台州均曾遭其蹂躏，杀戮之惨状亦如现代日本侵略军种种兽行！无奈的是这种情况一直延续了五六年之久，却一直没有得到解决。唐顺之面对这样的现实也是气愤得吃不下饭，尤其令人发指的是他在苏州曾经目睹倭寇以刺刀刺杀我们的婴儿作为消遣，唐顺之遇见此事后，痛心疾首，下定决心要与倭寇拼个你死我活。因此他决定放下书本，为民请命。<br>　　唐顺之回到兵部复职后，首先到京师附近的练兵基地蓟镇，制定了整顿这支无力抵抗外侮的军队方案，然后与总督胡宗宪商议讨贼御寇的策略。他主张在海上截击倭寇的兵船，不让倭寇登陆，因为倭寇登上了陆地，我们的田园庐舍生命财产势必都要蒙受巨大损失。但是那时的将校兵卒都怕海战，甚至见了水就害怕！因此他们 常常假借种种客观原因躲藏在内河的港湾内不敢出战，这给海上来的倭寇提供了登陆而来，来了就能任意抢掠满载而去的机会。顺之见到人民遭此苦难，常常皱着眉头慨叹地说，老百姓遭受横祸，等于用刀子剜我的肉，对于死难的父老乡亲，我怎样才能给他们以慰藉呢？于是他决定亲自下海去体验一下海上的生活。他从江苏的江阴剩凸驶向蛟门大洋，一昼夜走了六七百里，跟随他前往的人在风浪中或惊骇万状；或呕吐不止，可是顺之本人却意气风发镇定自若，他在海风怒吼惊涛骇浪的隆冬黑夜的海上，把躲藏在港湾内不尽职守的将官们捉住法办，严惩之下，这些拿了公家俸禄却贪生怕死贪图安逸的将官们都兢兢业业地认真尽责了。常因看见风帆就以为唐顺之的船来了，连忙整顿军容，不敢稍有懈怠。<br>　　倭寇因为知道明朝军队无力与之抗衡，五六年以来他们可以任意在东南沿海各大城市抢掠，因此干脆在上海附近的崇明建下了大本营做根据地。<br>　　唐顺之率领船队前往倭寇停泊在孤悬大洋中的三片沙，在海上较量了一仗，大获全胜，消灭倭寇120人，击沉其兵船13艘，缴获无数战利品，这是当年在海上御寇少有的一次大捷。<br>　　其后倭寇又侵犯江北，唐顺之率副总兵刘显驰大破倭寇。三沙遂又告急，唐顺之连忙回来跃马布阵持刀直前，致使倭寇见军容严整再不敢出战。</p> <p><strong>染病离世</strong><br>　　唐顺之因多年在海船上奔波抗倭，一年夏天一连好几个月都生活在海上，不幸染病，但他仍然支撑着病体泛海，度焦山，1560年四月丙申（初一）日（4月25日）至通州病逝于海船之上，年仅54岁。</p><br/><h2>文学造诣</h2> <p><strong>文学主张</strong><br>　　他一方面多推崇三代、两汉文学传统，同时也肯定了唐宋文的继承和发展。提出学习唐、宋文\"开阖首尾经纬错综之法\"。在其选辑的《文编》中，既选了《左传》、《国语》、《史记》等秦汉文，也选了大量唐宋文，并从此逐步确立了“唐宋八大家\"的历史地位。另一方面，<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>又提出<a href=\"http://so.gushiwen.org/author_804.aspx\">诗</a>文写作应\"直据胸臆，信手写出”，要师法唐、宋而\"卒归于自为其言\"。要有\"真精神\"及\"千古不可磨灭之见\"。并以“未尝较声律、雕文句”的<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>与\"用心最苦而立说最严\"的<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>加以比较。说前者的作品为\"第一等好诗\"，指斥后者之作\"不免为下格\"。唐顺之上述见解在其后期著名作品《答茅鹿门知县书》中，较全面表露出来，其反七子模拟、剽窃倾向异常鲜明、激烈，呼吁文章应\"如谚语开口见喉咙者\"。</p> <p><strong>作品风格</strong><br>　　唐顺之的文章实践了自己的主张，文风简雅清深，间用口语，不受形式束缚。如《信陵君救赵论》，立足于社稷，批驳以私义救人。\"词严义正\"、层层深入，环环相扣，如对席论辩，一气呵成而结构谨严。《明史》说唐顺之文章\"洸洋纡折，有大家风\"。就此文来看，不为过誉。他的记叙散文《竹溪记》，本应约为园写记，而着眼于园名的由来，赞扬竹\"孑孑然有似乎偃蹇孤特之士，不可谐于俗\"的品德。文笔清新流畅，别具一格，立意新颖。唐顺之其他记叙散文，大多有叙有议。往往叙中择其一点，引申开来，情思遐飞而哲理蕴其中，自然浑厚而畅达豁然。如《西峪草堂记》、《书秦风蒹葭三章后》，及《永嘉袁君芳洲记》等，皆能看出此种特色。唐顺之还没有完全摆脱复古主义理论的束缚，他师法唐宋也是在以唐宋古人为法度。在他的一些文章中还有八股文作法的影响，此为其不足一面。然而，唐顺之等唐宋派为后来撼动后七子文坛统治地位的公安派多少起了一点开拓作用。当然，唐宋派与公安派的文学主张是不能相容的。</p> <p><strong>存世著作</strong><br>　　唐顺之著作有《荆川先生文集》，共17卷，其中文13卷，诗 4卷。辑有《文编》64卷。是集取由周迄宋之文，分体编列，其中选录了大量唐宋文章。唐顺之其他著作尚有：《右编》40卷，《史纂左编》124卷，《两汉解疑》2卷，《武编》10卷，《南北奉使集》2卷，《荆川稗编》120卷，《诸儒语要》、及旧本题为<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>撰唐顺之校的《韵学渊海》12卷等。近代林纾辑有《唐顺之集》，为较通行的唐顺之选集。</p>"
}