{
  "id": 843,
  "star": 44,
  "name": "曾参",
  "image": "http://img.gushiwen.org/authorImg/zengshen.jpg",
  "desc": "曾子，姓曾，名参(zēng shēn ，前505年－前435年)，字子舆，汉族，春秋末年生于鲁国东鲁（山东临沂平邑县），后移居鲁国武城（山东济宁嘉祥县）。十六岁拜孔子为师，勤奋好学，颇得孔子真传。积极推行儒家主张，传播儒家思想。他的修齐治平的政治观，省身、慎独的修养观，以孝为本的孝道观影响中国两千多年，至今仍具有极其宝贵的的社会意义和实用价值，是当今建立和谐社会的，丰富的思想道德修养。著述《大学》、《孝经》等，后世儒家尊他为“宗圣”。",
  "content": "<h2>地位</h2> <p>　　孔子去世后，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>聚徒讲学，有不少弟子，相传他就是儒家子思、孟子一派的创始人。曾参在孔门弟子的地位原本不太高，不入“孔门十哲”之列，直到颜渊配享孔子后才升为“十哲”之一。唐玄宗时追封为“ 伯”。中唐以后，随着孟子地位的上升，曾参的地位也随之步步高升。北宋徽宗时加封为“武城侯”，南宋度宗时加封为“ 国公”，元至顺元年加封为“宗圣公”，到明世宗时改称为“宗圣”，地位仅次于“复圣”颜渊。</p><br/><h2>生平</h2> <p>　　曾子是黄帝的后代，也是夏禹王的后代，是鄫国（缯国）太子巫的第五代孙。父亲曾点（曾皙），母亲上官氏。生于公元前505年10月12日(周敬王十五年，鲁定公五年)，死于公元前435年(周考王五年，鲁悼公三十二年)，生于东鲁，移居武城，十六岁拜孔子为师，他勤奋好学，颇得孔子真传。积极推行儒家主张，传播儒家思想。孔子的孙子<a href=\"http://so.gushiwen.org/author_844.aspx\">孔伋</a>（字子思）师从参公，又传授给孟子。因之，<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>上承孔子之道，下启思孟学派，对孔子的儒学学派思想既有继承，又有发展和建树。曾参是孔子学说的主要继承人和传播者，在儒家文化中具有承上启下的重要地位。曾参以他的建树，终于走进大儒殿堂，与孔子、颜子（颜回）、子思、孟子比肩共称为五大圣人。</p> <p>　　曾子性情沉静，举止稳重，为人谨慎，待人谦恭，以孝著称。齐国欲聘之为卿，他因在家孝敬父母，辞而不就。曾提出“慎终（慎重地办理父母的丧事），追远（虔诚地追念祖先），民德归厚（要注重人民的道德修养）”的主张。又提出“吾日三省吾身”（《论语·学而》）的修养方法，即“为人谋而不忠乎？与朋友交而不信乎？传不习乎？”</p> <p>　　他著述有《大学》、《孝经》等儒家经典，后世儒家尊他为“宗圣”。唐开元二十七年（739年）追封“郕伯”。宋大中祥符二年（1009年）加封“郕侯”（一作瑕丘侯）。元至顺初年，加封为“郕国宗圣公”。明嘉靖九年改称“宗圣”。在山东省临沂市平邑县建有曾点墓和曾参墓，人民教育出版社将《语文》七年级上册第43页曾子的注释由“山东嘉祥人”纠正为“山东平邑人”。至此始于明成化年间、已有600多年历史的曾子故里之争终于尘埃落定。</p> <p>　　山东省济宁市嘉祥县南建有曾子庙、曾林（曾子墓）。</p> <p>　　至此，《中国历史地图集》、《中国百科大辞典》、《辞海》和中学课本等主流\"权威\"出版物对曾子故里的说法一致，已有600多年的曾子故里之争终于尘埃落定，宗圣曾子故里重新“回归”平邑。</p> <p>　　曾姓后裔均把曾参作为自己的开派祖先。</p><br/><h2>思想品格</h2> <p><strong>概述</strong><br>　　政治观—孔子是以政治为轴心，以伦理道路为本位，来构筑其“仁”学体系的。孔门弟子概莫能外。但也必须看到，即使同一学派，不仅在性格、经历上有各自不同的特点，就是在思想上也有一定的差异性。<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>为孔子的后进弟子，入学时间上的延误，鲁钝的天资，在其思想成熟的时间上落后于其它弟子，但另一方面，又具有更深邃、更有耐力的特点。特别是孔子去世后，曾参独立生活实践的几十年间慢慢消化夫子教诲，结合自己的经验所得，从而对孔子学说的某些方面予以推进。</p> <p><strong>品格</strong><br>　　不苟同权贵的君子品格<br>　　《韩<a href=\"http://so.gushiwen.org/author_843.aspx\">诗</a>外传》卷一记，曾参为养活父母仕于莒，曾当过“得粟三秉”的官职。虽有从政经历，但综观其一生，仍然是一个孔子式的知识分子形象。其根源在于他那尽守礼约、躬守孝道、不苟同权贵的思想品格。他曾声言道：“士不可以不弘毅，任重而道远。”“仁以为己任，不亦重乎?死而后已，不亦远乎?”(《论语·泰伯》“可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人与君子人也?”(《论语·泰伯》)<br>　　这种“以仁为己任”、“临大节而不可夺”的大丈夫气概，实际上并不亚于日后的孟子，甚至从这一点看，似乎可以预示孟子精神的出现。以这种精神气概为向导，便使人很难想象他会持有做官从政、苟合政治权势的贪婪要求。与《庄子?让王》篇中所述见义忘利，安贫乐道的形象是一致的：“曾子居卫，温袍无表，颜色肿哙，手足胼胝，三日不举火，十年不制衣。正冠而缨绝，捉衿而肘见，纳履而踵决。曳纵而歌《商颂》，声满天地，若出金声。天子不得臣，诸侯不得友，故养志者忘形，养形者忘利，致道者忘心矣。”<br>　　在“志”与“道”面前，形、利、心皆可忘记，政权官位又算得了什么呢?《说苑·立节》载：“曾子敝衣以耕，鲁君使人往致邑焉。”曾参辞而不受。为什么呢?他说：“臣闻之，受人者畏人，予人者骄人，纵君有赐，不我骄也，我能勿畏乎?”显然，他在与政治权势的交往中保持着无私无畏、议而不从的态度。难怪《韩诗外传》说曾参五十岁时，“齐聘以相，楚迎以令尹，晋迎以上卿，皆不应命。”甚至对现实政治进行无情的揭露与鞭挞，孟氏使阳肤为师，问于曾子。曾子曰：“上失其道，民散久矣。如得其情，则哀矜而勿喜。”(《论语.子张》)“上失其道”，可以说是曾参对现实政治形势总的批评性的看法。在当时“礼崩乐坏”的形势面前，曾参的态度是“天下有道，则君子欣然以交同；天下无道，则衡言不革；诸侯不听，则不干其士；听而不贤，则不践其朝”(《大戴礼记·解诂》)。不屈从、不苟合、刚直不阿清醒处世的君子品格—这基本上可以说是原始儒家对待政治权势的正面态度与做人的基本原则。虽然不必一定卷入现实政治的漩涡，但一定清醒地保留着对专制政权的批评权力。</p> <p><strong>思想</strong><br>　　1、修齐治平的政治理想<br>　　被列为“四书”之首的《大学》，开宗明义提出了三纲(明明德、新民、止于至善)，八目(格物、致知、正心、诚意、修身、齐家、治国、平天下)。“古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知。致知在格物。格物而后知至，知至而后意诚；意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。”构成了一套完整的封建伦理道德的政治哲学体系。<br>　　“至善”既是道德修养的最高境界，也是政治上的最终理想。“诚意、正心、修身”是道德修养，“齐家，治国，平天下”是政治实践。通过道德修养实现政治抱负，道德与政治水乳交融，正是儒家思想以至中国传统文化的一个重要特征。在描述“治国平天下”宏伟蓝图的时候，接着讲得众、慎德、生财、举贤。“得众则得国，失众则失国”，故“治国平天下”者，应做“民之父母”，以“民之所好好之，民之所恶恶之”。孕育着孟子“民本”思想的萌芽。要赢得民心，就必须“慎德”。“是故君子先慎乎德，有德此有人，有人此有土，有土此有财，有财此有用”。因为“德者本也，财者末也”。<br>　　但“生财”也很重要。生财之道能使“生之者众，食之者寡，为之者疾，用之者舒”。生财的目的在于富民，得民，“是故财聚则民散，财散则民聚”。因此又必须反对“聚敛之臣”。“百乘之家，不畜聚敛之臣。与其有聚敛之臣，宁有盗臣”。治国平天下者，不应“以利为利”，而应“以义为利也”。“治国平天下”的要务在于“举贤”。“见贤而不能举，举而不能先，命也；见不善而不能退，退而不能远，过也。”要举贤，首先要知贤、好贤、容贤，而后才能用贤。应该做到“人之有技，若已有之；人之彦圣，其心好之，不啻若自其口出，实能容之”。而不应“人之有技，娼嫉以恶之；人之彦圣而违之；俾不通，实不能容”。绝不能让妒贤嫉能的“小人”担当治国平天下的重任。“小人之使为国家，灾害并至；虽有善者，亦无如之何矣”。<br>　　2、天人观中的“人为贵”思想<br>　　《曾子·天圆》中指出：“阳之精气曰神，阴之精气曰灵，神灵者品物之本也。阴阳之气各从其行则静矣。偏则风，俱则雪，交则电，乱则雾，和则雨。阳气胜，则散为雨露；阴气胜，则凝为霜雪。阳之专气为雹，阴之专气为霰。霰雹者，一气之化也。”<br>　　《曾子·天圆》认为毛虫羽虫是阳气化生的，介虫、鳞虫是阴气化生的。人是倮生的，无羽毛鳞甲，乃是禀阴阳精气而生。<br>　　这就明显地突出人在万物天地中的地位。这正是儒家思想的特点。《曾子·大孝》说：“天之所生，地之所养，人为大矣。”认为人是天地间最伟大的，“天地之性为贵”(《孝经》)。《小戴礼记·礼运》中说：“人者五行之秀气也。”<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>继承并发展了这一思想，认为人不是顺应自然，屈从于自然，而是能动的改造自然。“从天而倾之，孰与制天命而用之”(荀子·天论》)。发现并重视人的作用，这是儒家思想的精华。</p><br/><h2>纪念场所</h2> <p>　　嘉祥县城南23公里的曾子故里--风景秀丽的南武山南麓，有一处历史悠久、气势辉宏的古建筑群体--曾庙。</p> <p>　　曾庙，又称曾子庙、宗圣庙，是历代祭祀孔子著名高足<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>的专庙。</p> <p>　　曾庙始建于周考王十五年（公元前426年），原名“忠孝祠”。明正统九年（公元1444年）重建后改称“宗圣庙”，重建后的曾庙当时仅有正殿、寝展、东西庑、戟门各三间。次年，又于庙右创建莱芜侯祠三间。明宏治十八年（公元1505年）山东巡按金洪因庙制简陋，秦请扩修，正德九年（公元1514年）完工。明嘉靖、隆庆年间，曾庙两次毁于战火。明万历七年（公元1579年）曾子六十二代孙五经博士曾承业秦请重修，当年九月动工，年底竣工。这次重修，奠定了布局和规模。光绪、乾隆、康熙、顺治、清朝等年间多次进行修缮。</p> <p>　　曾庙是一处极具代表性的我国古代官式建筑群体，迄今保留了鲜明的明代建筑风格。曾庙坐北朝南，四周围以红墙，平面呈长方形，南北通长230米，东西宽120米，占地面积27600平方米。建筑布局沿中轴线分正、左、右三路，共三进院落。主要建筑物30余座，殿、庑、亭、堂70余楹。庙内碑碣林立，古柏参天，更显肃穆壮观。</p> <p>　　曾庙大门外建有三座高大的石坊，均为四柱三楹石质建筑。中坊为四柱冲天式，上饰承露宝瓶和朝天吼，上镌“宗圣庙”；西坊镌“一贯心传”，皆为遒劲的楷书大字。中坊外是一座雄伟的照壁。</p> <p>　　宗圣门是曾庙的正南门，为三间悬山式建筑，长12.08米，宽8.06米，高7.5米，门扉六扇，阀阅六只，绿瓦履顶，饰螭吻，跑兽。在三坊、照壁的衬托下，显的气宇轩昂，庄严肃穆。</p> <p>　　宗圣门内为第一进院落。院两侧“景圣门”和“育英门”东西相对，均长9.5米，宽6米，高5米，为三开间悬山式建筑。</p> <p>　　戟门是曾庙的二门，长11.8米，宽8米，高7米，建筑形式与宗圣门相同。古代，宗圣门、戟门只有在重大祭祀活动迎神时开启，平时前往曾庙竭拜的官员人等只能从景圣门、育英门及戟门两侧的角门出入。</p> <p>　　宗圣殿坐落于中路第二院落的后部，是曾庙的主体建筑。大殿面阔七间，通长34米，进深18.85米，重檐九脊歇山式，高15.35米。大殿飞檐挑角，雕梁画栋，下檬三踩斗拱，上檬五踩斗拱，繁华似锦，宏大华丽。四周回廊中，22根水磨石柱，门前两根平雕云龙，其余平雕荷花、牡丹等，技艺精湛，意境新奇。前面20扇，后4扇门窗，镌扣成梅花锦式，巧夺天工，精美秀丽。顶履绿瓦，大脊游龙蜿蜒，跑兽千姿百态，螭吻，仙人栩栩如生。殿中望板，彩绘盘龙，八角藻井中，雕龙含珠，其势欲腾，殿门上悬“道传一贯”巨匾一面，遒劲的楷书大字为清雍正皇帝御笔亲书。大殿正中透雕龙凤的神龛中，祀曾子彩色塑像，冠冕衮服，双手执圭，独具儒家宗师风范。两侧有他的弟子子思和再传弟子孟轲陪祀。</p> <p>　　殿前附建月台，高1.5米，东西长18米，南北宽13.8米，四周围以雕工精致的石栏，是祭祀活动的场地。古代，每年春秋两季次丁日，都要在这里举行盛大的祭祀活动。</p> <p>　　东西庑位于宗圣殿前，东庑原祀有曾子弟子阳肤、公明仪、公明高、公明宣、孟仪的木主；西庑祀有乐正子春、沈犹行、单居离、公孟子高、子襄的木主。</p> <p>　　寝殿位于宗圣殿后第三进院落中部，为五脊歇山式，原祀曾子及夫人公羊氏塑像，1966年倒圯。</p> <p>　　三省堂为曾庙东路建筑，与宗圣殿院平行。正南门为“慎独门”，典出曾子“故君子必慎独也”之语。三省堂是为纪念曾子“吾日三省吾身”而建，院中原有三省堂、斋居所、神庖等建筑，清末倒圯。</p> <p>　　莱芜侯祠为曾庙西路建筑，与宗圣殿院平行。是供奉曾参之父曾点的祠堂。正南门为“咏归门”，典出曾点“浴乎沂，风乎舞雩；咏归门”之语。莱芜侯祠大殿“莱芜侯殿”为五间歇山式建筑，三踩抖拱，顶覆绿瓦，东西长20米，南北宽10米，高8米，殿中祀曾点彩塑。殿前附有月台。殿后原有曾点寝殿，早期倒圯。殿前报功祠与崇德祠东西相对，均为三开间硬山式建筑。报功祠祀曾子长子曾元及妻高阳氏，崇德祠祀曾子次子曾申及妻颜氏。</p> <p>　　中兴亭位于戟门左前方，两檬歇山式建筑，为曾子六十二代孙曾业于明朝万历七年（公元1579年）为保护“重修宗圣庙碑”而建。巨大的“重修宗圣庙碑”，详细记述了明万历七年扩修曾庙及翰博中兴的经过，曾氏后裔称此碑为“中兴碑”，称碑亭为“中兴亭”。1966年，石碑、碑亭均遭破坏，1985年修复了石碑。</p> <p>　　乾隆御碑亭位于宗圣殿正前方。乾隆十三年，清高宗御书“宗圣曾子”赞，派官员到曾庙祭曾立石。乾隆御碑原保存在三省堂内，乾隆四十九年（公元1784年）曾子六十九孙世袭翰林院五经博士毓 尊迁立于宗圣殿前，并建亭保护。碑亭为重檐攒尖式，覆黄瓦，七踩斗拱，堂皇富丽，1966年遭破坏。2003年，由曾宪梓博士捐资修复。</p> <p>　　涌泉井为曾子六十九代孙曾毓 尊于乾隆四十九年为纪念曾子“事亲至孝”，父亡“泪如涌泉”而建。井旁立石碑一座，上镌“涌泉井”三个楷书大字。</p> <p>　　新中国成立以来，各级人民政府十分重视对曾庙的保护，成立了保护机构，增加了看管人员。1956年和1964年，省政府两次拨款15万元维修曾庙。1981年，省政府拨款12万元，整修了曾庙围墙和曾庙现存建筑物的门窗，修复了慎独门和景圣门。1985年，省政府拨款17万元，修缮了宗圣殿。1992年，山东省人民政府公布为省级重点文物保护单位。2002年，嘉祥县人民政府修通了至曾庙、曾林专用公路。</p> <p>　　2000年，曾宪梓先生为宗圣殿题写了匾额。复原后的宗圣殿匾高1.5米，宽1米，浮雕龙边，曾宪梓先生题写的“宗圣殿”三个楷书大字，笔力雄劲，通体贴金，更增加了大殿的威严。</p> <p>　　曾子庙位于嘉祥县城南17.5公里满硐乡南武山之阳，是孔子的著名弟子曾参的祠庙，为省级重点文物保护单位。1530年（明嘉靖九年）曾参被改封为宗圣曾子，故曾子庙又称宗圣庙。曾子庙建筑雄伟，碑碣林立，古柏森然，是山东省著名的古建筑群之一。</p> <p>　　曾子庙坐北朝南，南北长260米，东西宽100米，占地2.6万平方米。庙内原有建筑30座，殿庑80余间，围以红色墙垣。建筑布局是：主建筑在南北中轴线上及两侧，分左、中、右三路，共五进院落。其主要建筑有：</p> <p>　　三坊是曾庙大门外的三座附属建筑，均为四柱三楹的石坊。中坊与第一道东西墙平行，正对曾子庙大门，上镌“宗圣庙”三个楷书大字。其他两坊东西相对。东坊与东墙平行，上镌“三省自治”；西坊与西墙平行，上镌“一贯心传”；都是斗大楷书，笔力遒劲。中坊前为一高大的红漆照壁，灰瓦覆顶，上饰吻兽。</p> <p>　　宗圣门 是曾子庙的大门。为三间悬山式建筑，长12.08米，宽8.06米，高7.5米，门扉6扇，楣饰阀阅，绿瓦覆顶，上饰鸱吻、跑兽、仙人。</p> <p>　　景胜门、育英门 二门位于第一院落两侧，东西相对，东曰“景胜”，西曰“育英”。二门形制相同，均长9.5米，宽6米，高5米，三开间悬山式建筑，灰瓦覆顶，上饰吻兽，门扉2扇，门阀4只。门内侧各建3间硬山式便房，供曾庙主持人住宿和前来拜谒的官员小憩。</p> <p>　　戟门 是曾子庙的二道门。长11.8米，宽8米，高7米，形式与宗圣门同。不逢大祭，宗圣门、戟门不开。平时人役出入，走育胜门、景胜门和戟门两边的角门。</p> <p>　　宗圣殿 坐落在中心院落的后部，是曾子庙的主体建筑。大殿7楹5间，通长34米，进深18.85米，两檐九脊歇山式，通高15米。大殿飞檐挑角，彩绘斗拱，望板描龙。上檐为七踩重拱双下昂，下檐为五踩重拱双下昂。斗拱交错，宏大华丽。四周回廊中，22根水磨石柱擎托梁架。门前两石柱平雕云龙戏水，其余平雕菊花、牡丹等花卉。雕技高超，意境新颖。顶覆绿瓦、脊上浮龙曲折蜿蜒，顶角怪兽千姿百态，鸱吻、游仙无不栩栩如生。殿内顶上建有八角盘龙藻井，龙口含珠，其势欲腾。前面20扇和后面4扇门窗均透镶梅花，秀丽壮观。殿门上方有木匾一幅，上书“道传一贯”，为清朝雍正皇帝御笔。殿内透雕龙凤的木龛内，原有曾子彩色塑像，冠冕衮服，双手执圭，神态自若。两侧有他的弟子子思和再传弟子孟轲的塑像，“文化大革命”中均被破坏。木龛两侧红漆圆柱上挂有一副板刻对联，上联为“执中精允列圣渊源约言之统于一贯故从往者法绍唐虞”，下联是“止善明德诸贤授受广推之衍作十章则开来者道传思孟”。殿前建有月台，高1.5米，东西长18米，南北宽13.8米，是祭祀曾子的地方。</p> <p>　　东西庑 位于宗圣殿前两侧，东西相对，皆为5间硬山式建筑，各长18米，宽9米，高6.8米，是供祀曾子弟子木主的地方。</p> <p>　　寝殿 在大殿后面，为五脊歇山式建筑，原祀有曾子及其夫人公羊氏的塑像，殿在1966年倒塌。</p> <p>　　三省堂 在东跨院内，与宗圣殿平行。为纪念曾子“吾日三省吾身”之语而建。堂后有斋宿所、神庖、神厨。以上建筑，均已倒塌。东跨院内两边各有侧门，正南门为“慎独门”，出自曾子“故君子必慎独也”之语。慎独门与戟门平行，通向第一进院落。</p> <p>　　莱芜侯祀 是曾子父亲的祀堂，位于宗圣殿两侧，始建于1445年（明正统十年），1579年（明万历七年）扩修。祀内建有启圣殿、复圣殿、崇德祠、报功祠，咏归门是莱芜侯祠的正门。启圣殿是莱芜侯祠的主要建筑，殿阔5间，东西长20米，宽10米，高8米，顶覆绿瓦，为五脊歇山式建筑。殿前有月台，殿内原有曾子父亲的塑像。复圣殿位于启圣殿后，是曾子父母的寝殿，早年倒塌。报功祠原祀曾子长子曾元及其妻高阳氏；崇德祠原祀曾子次子曾申和夫人颜氏。二祠位于启圣殿前，同为硬山式，各3间，长11米，宽6.5米，高6米。</p> <p>　　万历碑亭 位于戟门左前方，建于1579年（明万历七年），为重檐八角歇山式，由12根石柱擎托，顶覆绿瓦。内置“重修宗圣庙碑”一座，碑身高大。碑亭在“文化大革命”中被毁，石碑被砸断，1981年将修复。</p> <p>　　御碑亭 位于宗圣殿正前方，建于1760年（清乾隆二十五年），为重檐八角，攒尖式建筑，上覆黄瓦，小巧玲珑。内置“宗圣曾子赞碑”一座，系乾隆皇帝御笔，碑亭在“文化大革命”中被毁，现仅存御碑。</p> <p>　　涌泉井 位于万历碑亭前方，井右立石碑一座，上刻“涌泉井”三个隶书大字。井和碑同建于1784年，（清乾隆四十九年），意在纪念曾子“事亲至孝”。据传曾子“亲亡，泪如泉涌，水浆不入口者七日”。</p>"
}