{
  "id": 680,
  "star": 1,
  "name": "萧子显",
  "dynasty": "南北朝",
  "desc": "萧子显（487年--537年），字景阳，梁南兰陵（今江苏常州）人，南朝梁朝史学家，文学家。",
  "content": "<h2>主要著作</h2> <p>　　史学是萧子显所酷爱的事业，在他的四十九年的生命历史上，撰写了五部历史著作：《后汉书》一百卷，《晋史草》三十卷，《齐书》六十卷，《普通北伐记》五卷，《贵俭传》三十卷。他撰《齐书》，是向梁武帝请示并得到梁武帝的批准的。萧子显撰写和完成《齐书》的时间，按照唐代史学家<a href=\"http://so.gushiwen.org/author_2471.aspx\">刘知几</a>的说法，是在梁武帝天监年间（502—519年）。如果刘知几的说法是有根据的话，那么《齐书》的撰成当在天监八年（509年）至十八年（519年）期间，即萧子显二十岁以后至三十岁以前这十年当中。果然如此，那真是一位青年史学家了。除了《齐书》以外，萧子显的其他著作包括文集二十卷都已不存。后人为了区别萧子显的《齐书》和唐初<a href=\"http://so.gushiwen.org/author_178.aspx\">李百药</a>所撰的《齐书》，把前者称为《南齐书》，后者叫做《北齐书》。</p> <p>　　萧子显在撰写《南齐书》的过程中，可以参考的文献资料和思想还是不少的。早在齐明帝时，史学家檀超和<a href=\"http://so.gushiwen.org/author_509.aspx\">江淹</a>奉诏修本朝史，他们制订了齐史的体例，但没有最后完成修撰工作。此外，还有熊襄著的《齐典》、<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>著的《齐纪》、<a href=\"http://so.gushiwen.org/author_534.aspx\">吴均</a>著的《齐春秋》和江淹著的《齐史》十志。萧子显的撰述工作，在史书体例上“本（檩）超、（江）淹之旧而小变之”；在史书材料上汲取诸家成果，终于著成《南齐书》六十卷。</p> <p>　　《南齐书》包含：帝纪八卷，除追叙<a href=\"http://so.gushiwen.org/author_16.aspx\">萧道成</a>在刘宋末年的政治活动外，主要记萧齐皇朝（479—502年）二十三年间的史事。志八篇十一卷，其中有的上承刘宋，有的起于萧齐立国，断限比较明显。传四十卷，其中不少是记少数民族地区史事的，而以《魏虏传》记北魏史事，这在性质上同《宋书·索虏传》是一样的。序录一卷，刘知几都不曾见到，说明它佚之甚早，故全书今存五十九卷。上面讲到，萧子显既是萧齐皇朝的宗室，又是萧梁皇朝的宠臣，所以他撰《南齐书》一方面要为萧道成避讳，一方面又要替<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>掩饰。例如他写宋、齐之际的历史，就不能直接写萧道成的篡夺之事，只能闪烁其词，微露痕迹；他写齐、梁之际的历史，则用很多篇幅揭露齐主恶迹，以衬托萧衍代齐的合理。这是他作为齐之子孙、梁之臣子的“苦心”，也反映出他在史学上的局限性。</p> <p>　　《南齐书》部帙不大，包含的年代又很短，竟然也撰就了八篇志，确乎难得。这里面无疑包含了江淹的首创之功。《南齐书》有些传，显示了萧子显在历史表述上的才华。如：他于《褚渊传》，先写褚渊在宋明帝时受到信任，而在宋明帝临死，则写他也参与“谋废立”，违背宋明帝的意旨；于《王晏传》，先叙其与齐高帝、齐武帝的密切关系，继而写其在齐武帝死后也参与“谋废立”的事；于《萧谌传》，先说其受到齐武帝、郁林王的信赖，后写其在协助齐明帝夺取郁林王皇位的政变中竟然领兵作前驱；于《萧坦之传》，先烘托其受到郁林王的殊特信任，以至“得入内见皇后”，后写他成了废郁林王而拥立明帝的关键人物；等等。萧子显在写这些事件和人物的时候，都不直接发表议论，而是通过前后史事的对比来揭示人物的品格。清代史学家<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>评价说：“此数传皆同一用意，不著一议，而其人品自见，亦良史也。”用<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>的话说，这种写历史人物的方法叫做“于序事中寓论断”，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>写《史记》最善于运用这种方法。萧子显学习司马迁表述历史的方法，并取得一定的成就，被后代史学家称为“良史”，这是很自然的。</p> <p>　　《南齐书》同《宋书》一样，都宣扬神秘的思想、佛法的深远，又都过分讲究华丽的辞藻，这是它们的缺点，也是那个时代留下的印记。 </p><br/><h2>介绍</h2> <p>　　齐高帝<a href=\"http://so.gushiwen.org/author_16.aspx\">萧道成</a>孙。历任太子中舍人、国子祭酒、侍中、吏部尚书等职。后迁吴兴太守。博学能文，好饮酒、爱山水，不畏鬼神，恃才傲物。见九流宾客，不与交言，只是举起手中扇子，一挥而已，谥曰“骄”。 　撰有《后汉书》、《晋史草》、《齐书》、《普通北伐记》、《贵俭传》、《南齐书》等历史著作。但除《南齐书》外，均失传。</p> <p>　　南朝萧齐皇朝在历史上只存在二十三年，是中国历史上年代很短的一个封建皇朝。撰写萧齐皇朝时期历史即《南齐书》的萧子显，是齐高帝萧道成的孙子。一个史学家，以他曾经是宗室的身份来撰写这个皇朝的历史，这在二十五史的众多的作者中别无第二人。</p> <p>　　他十三岁的时候，萧齐皇朝被<a href=\"http://so.gushiwen.org/author_884.aspx\">萧衍</a>推翻了。萧衍的父亲萧顺之是齐高帝萧道成的族弟，他们都是萧姓，而且同族，但毕竟从他们的高祖父时候就分支了。萧衍建立了梁朝，他就是历史上有名的梁武帝。在梁朝，萧子显凭着他的才华、风度、谈吐的出众，受到梁武帝的礼遇和信任，官至吏部尚书。</p> <p>　　萧子显是一个“风神洒落，雍容闲雅，简通宾客，不畏鬼神”的人。他“性爱山水”，曾在《自序》中说：“若乃登高目极，临水送归，风动春朝，月明秋夜，早雁初鸎（yin)，开花落叶，有来斯应，每不能已也。”他又是一个“颇负才气”的人，做吏部尚书时，“见九流宾客，不与交言”，只是举起手中的扇子一挥而已，所以有些士族地主内心里对他很不满。但梁武帝倒是自始至终都把他看作是一位“才子”。事实上，他的文才的确是有社会影响的。萧子显的同时代人、《宋书》的作者<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>甚至称赞他的文章是属于东汉名家<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>一流的佳品。这个评价当然是过分高了，但也可以看出沈约对他的文才的赏识。</p>"
}