{
  "id": 394,
  "star": 168,
  "name": "张可久",
  "image": "http://img.gushiwen.org/authorImg/zhangkejiu.jpg",
  "dynasty": "元代",
  "desc": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。",
  "content": "<h2>作品</h2> <p>　　<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>存世作品现存小令855首，套曲9首，数量为有元之冠，为元代传世散曲最多的作家，占现存全元散曲的五分之一，其个人作品占朝代作品总量的比例之高，在中国文学史上是绝无仅有的。</p> <p>　　在元代220多位作家中，有散曲集传世的只有<a href=\"http://so.gushiwen.org/author_41.aspx\">张养浩</a>、<a href=\"http://so.gushiwen.org/author_37.aspx\">乔吉</a>和张可久三人，但其他两人都是在临死前或死后才刊行于世。而张可久不仅在元代已有四本散曲集传世(钟嗣成《灵鬼簿》记载，“有《今乐府》盛行于世，又有《吴盐》、《苏堤渔唱》”，另有胡存善编《小山乐府》)，在元曲选集《阳春白雪》和《乐府群英》中，张可久入选的作品也是最多的。这说明他的作品在元代已获得了广泛的欢迎，甚至连元武宗在皇宫赏月时也令宫女传唱他的散曲。</p> <p>　　散曲集有《小山乐府》、《张小山小令》、《张小山北曲联乐府》等版本传世。</p> <p>　　明朝朱权在其《太和正音谱》中称张可久为“词林之宗匠”，称“其词清而且丽，华而不艳”；明李开先则称“乐府之有乔、张，犹<a href=\"http://so.gushiwen.org/author_394.aspx\">诗</a>家之有李、社”。 </p><br/><h2>生平</h2> 　　人生坎坷，生平事迹不详，浙江庆原路（路治今浙江宁波）人。曾多次做路吏这样的下级官吏，后以路吏转首领官（以上见曹楝亭本《录鬼簿》）。钱惟善《江月松风集》中有《送张小山之桐庐典史》<a href=\"http://so.gushiwen.org/author_394.aspx\">诗</a>，可知其又曾为桐庐典史。至正初年七十余，尚为昆山幕僚（见李祁《云阳集·跋贺元忠遗墨卷后》），至正八年（一三四八）犹在世。一生怀才不遇，时官时隐，曾漫游江南之名胜古迹，足迹遍及江苏、浙江、安徽、湖南一带，晚年隐居在杭州一带。<br/><h2>成就</h2> <p><strong>最为多产的散曲大家</strong><br>　　张毕生致力于词曲的创作，是元代最为多产的散曲大家，也是元曲的集大成者之一，其在世时便享有盛誉。其作品风格多样“或咏自然风光、或述颓放生活、或为酬作、或写闺情”，是元代散曲中“清丽派”的代表作家。其散曲，元世已有《今乐府》、《苏堤渔唱》、《吴盐》三种行于世（见曹本《录鬼簿》），且胡正臣子胡存善已编有《小山乐府》（同上）。今存散曲，据隋树森《全元散曲》所辑，共小令八百五十五首，套数九套，其数量为元人之冠。小山亦能<a href=\"http://so.gushiwen.org/author_394.aspx\">诗</a>，见于《元诗选》癸集，然以散曲盛称于世。元·高栻《双调·殿前欢《题小山苏堤渔唱》称其“才华压尽香奁句，字字清殊”，“价等连城玉，名重《长门赋》”；大食惟寅《双调·燕引雏》《奉寄小山先辈》称其“声传南国，名播中州”。明·贾仲明补《录鬼簿》挽词，称“照耀乾坤《今乐府》，《苏堤渔唱》文相助，又《吴盐》余意续”，“荆山玉，合浦珠，压倒群儒”（天一阁本《录鬼簿》）。明·朱权《太和正音谱》评其词“如瑶天笙鹤”，又称“其词清而且丽，华而不艳，有不吃烟火食气，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓不羁之才；若被太华之仙风，招蓬莱之海月，诚词林之宗匠也，当以九方皋之眼相之”。明·李开先序<a href=\"http://so.gushiwen.org/author_37.aspx\">乔吉</a>、<a href=\"http://so.gushiwen.org/author_394.aspx\">张可久</a>二家小令，谓“乐府之有乔张，犹诗家之有李杜”，王骥德《曲律》则辩云：“李则（王）实甫，杜则（马）东篱，始当；乔、张，盖长吉、义山之流”。清·刘熙载《艺概》称乔、张“两家固同一骚雅，不落俳语，惟张尤翛然独远耳”。今人或有以为小山曲风雅丽，其曲作有“不脱词境”、“词曲间几乎一致”者，但亦肯定“小山一人造境，亦散曲中清华一派之所由立也”（任讷《曲谐》）。<br>　　部分作品如〔庆东原〕《和<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>先辈韵》等抒发穷通无定，世态炎凉的感慨；〔卖花声〕《怀古》等曲写百姓的痛苦和世道的险恶。这类作品充满愤世嫉俗的感情，在一定程度上反映了当时社会黑白颠倒、贤愚不分的现实。他的小山散曲的又一内容是向往归隐，描写归隐生活中的情景。“依松涧，结草庐，读书声翠微深处。”张可久结交的多为官员和文人，生活面比较狭窄，作品内容不够广阔，不少唱和之作，显得平庸。虽有愤懑和不满，但仍表现出一种“怨而不怒”的色彩。张可久是元代散曲清丽派的代表作家。他的散曲的艺术特点是：讲究格律音韵；着力于炼字炼句，对仗工整，字句和美；融合运用诗、词作法，讲究蕴藉工丽，而且常常熔铸诗词名句，藉以入于典雅。其作品多为欣赏山光水色，抒写个人情怀和应酬怀古之作。作品表现了闲适散逸的情趣，同时吸收了诗词的声律，句法及辞藻到散曲中，形成一种清丽而不失自然的风格。明清以来颇为文人推重。明朱权《太和正音谱》誉之为“词林之宗匠”。享誉当时，是一代曲风转捩的关键人物。元散曲前期创作崇尚自然真率，后期则追求清丽雅正。张可久的创作实践在曲风转变中起了重要作用。其散曲在后期被视为典范。</p> <p><strong>地位</strong><br>　　张可久早年与马致远、<a href=\"http://so.gushiwen.org/author_191.aspx\">卢挚</a>、<a href=\"http://so.gushiwen.org/author_411.aspx\">贯云石</a>有交往，曾互相作曲唱和。而他的散曲里涉及的是隐居和游荡的江湖生活，正如他自己所形象概括的“半纸虚名，万里修程”[上小楼《春思》]。<br>　　张可久长期为吏的身世，对他的创作很有影响。生活的坎坷使他抑郁悲伤，向往归隐。因此，描写归隐生活的景和情在作品中就显得多一些。“归隐”虽然是一个传统题材，而对张可久来说，有其特殊的、深切的思想内涵：他一生奔波于宦海，到70岁尚任小吏“昆山县幕僚”；80岁还任“监税松源”，有不得已的苦衷……他结交的多为官员和文人，因此生活面比较狭窄，作品内容不够广阔。他有不少唱和之作，不论在思想上或艺术上都显得平庸；同时他的社会地位和经历，又决定了他的生活态度比较顺从，虽有愤懑和不平，都表现一种“怨而不怒”的色彩。<br>　　张可久在散曲史上居有重要地位。元代前期，散曲家时尚自然真率，后期追求清丽雅正。张可久在这划时代转变中起了重要作用。他力求脱离散曲原有的白描的特色而入于雅正，以丰富多彩而又清丽的风格，自成元代散曲鲜花中的奇葩。《录鬼簿》把张可久列入“方今才人相知者”一类。他专攻散曲，特别致力于小令，能得乐府遗妙。<br>　　张可久的散曲作品，当时即已集成。据隋树森《全元散曲》所辑，共存小令855首，套数9篇，占元散曲的五分之一。著有《吴盐》、《苏堤渔唱》、《小山北曲乐府》等散曲集，又有天一阁本《小山乐府》共六卷。<br>　　张可久是元代散曲“清丽派”的代表，被誉为“词林之宗匠”。清代诗论家刘熙载推崇他为“曲家翘楚”。他的散曲主要的艺术特点是：讲究格律音韵，着力于锻字炼句，对仗工整，字句和美，融合诗词作法，籍以入于典雅。许光治说他“俪辞追乐府之工，散句撷唐宋之秀”（《江山风月情·自序》）。李开仙《小山小令序》评小山乐府，谓如瑶天笙鹤，有不食烟火气，可称之为“曲仙”。 </p>"
}