{
  "id": 887,
  "star": 10,
  "name": "张华",
  "image": "http://img.gushiwen.org/authorImg/zhanghua.jpg",
  "dynasty": "魏晋",
  "desc": "张华（232年－300年），字茂先。范阳方城（今河北固安）人。西晋时期政治家、文学家、藏书家。西汉留侯张良的十六世孙，唐朝名相张九龄的十四世祖。张华工于诗赋，词藻华丽。编纂有中国第一部博物学著作《博物志》。《隋书·经籍志》有《张华集》十卷，已佚，明人张溥辑有《张茂先集》。张华雅爱书籍，精通目录学，曾与荀勖等人依照刘向《别录》整理典籍。《宣和书谱》载有其草书《得书帖》及行书《闻时帖》。",
  "content": "<h2>生平</h2> <p><strong>博闻强记</strong><br>　　<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>字茂先，是范阳郡方城县人。父亲张平，曾任渔阳郡太守。张华少年时孤苦贫寒，靠帮别人牧羊来养活自己。与他同郡的卢钦见到张华后非常器重他。张华的同乡人刘放也对张华的才能感到奇异，于是把自己的女儿嫁给了他。 <br>　　张华的学识渊博，辞藻和顺而华丽，他聪敏而多才，图卦谶纬方技之类的书没有不详细阅览过的。少年时即注意修养身心，言行谨慎，举止一定要合乎礼度。见义勇为，<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>危难。器量宽阔，胆识弘大，当时的人大多都不能测出他的学识程度。 <br>　　他开始并不为人所熟识，于是创作了《鹪鹩赋》，通过对鸟禽的褒贬，抒发自己的政治观点。名士<a href=\"http://so.gushiwen.org/author_698.aspx\">阮籍</a>在看到这篇赋后，感叹道：“这个人是王佐之才啊！”张华的声名从此开始显著。被渔阳太守鲜于嗣推荐任太常博士，卢钦又把他推荐给司马昭，转任河南尹丞，还未上任，就被授职佐著作郎。不久，迁为长史，兼任中书郎。张华对于朝政所发表的意见以及所上的奏章，大多都被采纳施行，因此得以正式担任中书郎。 <br>　　公元265年（泰始元年），晋武帝司马炎受禅即位，建立西晋。拜张华为黄门侍郎，封爵关内侯。 <br>　　张华的记忆力极强，而且学识渊博，对天下古今的事物都了如指掌。武帝曾向张华询问汉朝宫室制度及建章宫千门万户的情况，张华都应对如流，让旁听的人都忘了疲倦，他又在地上画出图样，武帝身旁的人都注视着他。武帝自己也感到很奇异，时人把张华比作是春秋时郑国的良相子产。数年后，被拜为中书令，后来又加官散骑常侍。张华在母亲去世时非常悲哀，武帝下诏劝勉，并强令他管理政事。 </p> <p><strong>力主伐吴</strong><br>　　当初，武帝与羊祜秘密谋划伐吴，群臣大多不赞同，只有张华赞成这一计划。 <br>　　公元278年（咸宁四年），羊祜病重，武帝派张华到羊祜那里询问伐吴之计。羊祜对张华说：“现在主上有受禅让的美名，但功德还未被世人所称颂，孙皓的暴政已到极点，此时伐吴可以不战而胜。统一天下而兴办文教，那陛下可比尧舜，而臣下就好像稷契，这是百代难逢的盛事。如果放过这个机会，孙皓不幸死去，吴人另立明主，那么就算有百万大军，长江是难以越过的，这不是留下后患吗？”张华很赞赏羊祜的主张。羊祜又对张华说：“能实现我这个愿望的是你啊！” <br>　　公元279年（咸宁五年），西晋大举伐吴，武帝任命张华为度支尚书，负责策划及运输粮草，又与武帝一起制定作战计划。当时众军已经进发，但还未获成果，贾充等便奏请武帝腰斩张华。武帝说：“伐吴是朕的主意，张华只是与朕的意见相同罢了。”当时众人都认为不可以贸然轻进，只有张华坚持己见，认为伐吴必胜。 <br>　　公元280年（太康元年），吴国灭亡，武帝下诏晋封张华爵为广武县侯，增加食邑一万户，封他的一个儿子为亭侯，食邑一千五百户，还赐绢一万匹。 </p> <p><strong>受忌外放</strong><br>　　张华在此后声名显赫，为众人所推崇信服，把撰订晋史及修改礼仪规章的任务，都托付给他，有许多增减与修改。当时的武帝诏书诰文，都是张华起草的，他的声望名誉更加显赫，有任宰相（三公）的威望。而荀勖认为自己出身大族，凭着武帝对他的宠信，憎恨张华，常想伺机将张华调到外镇任职。适逢武帝问张华：“国家大事以后可以寄托给谁？”张华回答说：“才德兼备而又与陛下是至亲的，不如齐王司马攸。”此话与武帝的本意不符，荀勖离间张华的阴谋得逞，外调他为持节、都督幽州诸军事，又兼任护乌桓校尉、安北将军。张华在任内招抚接纳新归附的人，各族百姓都感念他的恩德，马韩、新弥等依山傍海，远离幽州、历代都不曾归附的二十多个国家，都遣使朝贡。当时幽州遥远的少数民族臣服，边疆安宁，粮食连年丰收，兵马强壮。 <br>　　朝中议论想要让武帝召张华回京任宰相之职，又想要为他进号仪同三司，却遇到了冯紞的阻挠。张华曾在武帝面前说过冯紞之兄冯恢的坏话，而冯紞深得武帝宠信，常陪侍在身旁。一次，冯紞与武帝闲谈魏晋的轶事，借机向武帝说：“臣私下认为钟会的谋反是太祖（司马昭）造成的。”武帝脸色一变说：“你这是什么话！”冯紞脱冠谢罪说：“臣愚钝瞎说，罪该万死！但臣微不足道的意思，还可以再申述。”武帝说：“你还要说什么？”冯紞说：“臣认为善于驾车的人一定熟习马力的盛衰，善于为政的人必懂对官吏控制适度，所以子路因好胜被抑制，冉求因退让被任用，汉高祖子弟八个诸侯王都因过于宠信被夷灭，汉光武帝的诸将由于受抑而善终。这并非为君的有仁有暴，也不是为臣的有智有愚，而是压低与抬高，给予与夺取的不同造成的。钟会才能见识有限，而太祖夸奖太过，赞美他的谋略，宣扬他的名声才略，授以大权，委以重兵，所以让钟会自认为算无遗策，功勋无比，飞扬跋扈，所以造成他谋反叛国的罪。如果太祖善用他的能力，从大的方面控制他，抑制他的权势，用各种规则约束他，那他就无法有叛乱的心思，叛乱的事也不会出现。”武帝说：“是这样的。”冯紞叩头说：“陛下既然肯定臣的意见，应该防微杜渐，不要让像钟会之类的人再造成灾祸。”武帝说：“当今还有像钟会那样的人吗？”冯紞说：“<a href=\"http://so.gushiwen.org/author_276.aspx\">东方朔</a>有句话：‘谈何容易’。《易经》上说‘臣不密则失身’。”武帝让身旁的人退出去，说：“你尽情说吧！”冯紞说：“为陛下谋划的人，大功著于天下，海内的人没有不闻知的，据方镇统辖军马的人，都在陛下该忧虑的行列。”武帝沉默不语。 <br>　　不久，武帝征召张华为太常，因为太庙屋梁折被免官。从此，张华在武帝在位期间，一直以列侯的身份朝见。 </p> <p><strong>尽忠匡辅</strong><br>　　公元290年（永熙元年），晋惠帝司马衷即位，任命张华为太子少傅，与王戎、裴楷、和峤都因有德望被杨骏猜忌，不得参与朝政。 <br>　　公元291年（元康元年），杨骏被杀后，皇后贾南风将要废黜杨太后，当时群臣在朝堂商议此事，众人大多都顺承旨意，认为太后应该被废黜。只有张华认为应该仿效汉废赵太后为孝成后的例子，贬太后称号，仍然称武皇后，居于别宫。意见不被采纳，于是废太后为庶人。 <br>　　同年，楚王司马玮受密诏杀害太宰汝南王司马亮、太保卫瓘等人，当时内外兵乱繁起，朝臣都感到恐惧，手足无所措。张华告诉惠帝说：“司马玮矫诏擅自杀害二公，将士仓促行事，认为是国家旨意，所以才听司马玮的。现在陛下可以派特使持幡让外军解除戒严，事件就可平息。”惠帝采纳了张华的意见，司马玮果然兵败。等到司马玮被杀后，张华因首先献谋有功，被拜为右光禄大夫，开府仪同三司、侍中、中书监，佩戴金印紫绶。张华辞去开府仪同三司之职。 <br>　　贾谧与贾后共同商量，认为张华出身庶族，儒雅有谋略，往上没有威逼君主的疑虑，往下又是众望所归，打算依靠他总摄朝政，大事咨询于他。但还是犹豫未决，于是询问裴頠的意见，裴頠平时很尊重张华，非常赞成此事。张华于是受到重用，他尽忠国事，辅佐朝政，弥补缺漏，尽管在惠帝昏弱贾后残暴肆虐的时候，但天下仍然安定，这都是张华的功劳。张华怕贾后亲族势力强盛酿成灾祸，于是创作了《女史箴》来讽劝。贾皇后尽管性格凶暴嫉妒，但还是敬重张华。几年后，朝廷追论张华前后的功勋，晋封他的爵位为壮武郡公。张华推让十几次，惠帝下诏敦促开导，张华这才接受。 <br>　　公元296年（元康六年），张华接替已去世的下邳王司马晃为司空，兼管修史之事。 </p> <p><strong>谏废太子</strong><br>　　公元299年（元康九年），贾后想要废太子司马遹，太子左卫率刘卞很受太子信任和优待，每次宴会，刘卞也一定参加。太子多次看到贾谧骄傲无礼，很憎恨他，并表露在言语神情中，贾谧对太子也愤怨不平。刘卞向张华询问贾后想要废太子的事情，张华回答说：“没有听说。”刘卞说：“我刘卞本是贫寒憔悴之士，在须昌县任小吏，受到您的提拔成就，才有今日。士感恩于知己，因此才无所不言，而您对我还有怀疑吧！”张华说：“假令有这回事，君准备如何应付呢？”刘卞说：“东宫才高德重的人如林，四个卫率有精兵万人，您居宰辅重位，如果能得到您的命令，朝见陛下，总领尚书事，将贾后废黜至金墉城，那只需要两个宦官就行了。”张华说：“现在陛下在位，太子是陛下的儿子，我又没有接受废立的诏命，唐突做这种事，是眼中没有一国之君，人子之父，而且是以不孝昭示天下。即使能成功，也不免获罪，何况外戚权臣满朝，权威不在一人，怎么能安然无事呢！” <br>　　不久，贾后让人作祈祷神灵的文章，文章含有叛逆的意思，让太子在酒醉时抄写，上呈惠帝。惠帝在式乾殿会集群臣，把太子的抄本遍示群臣，大家都不敢说话。只有张华进谏说：“这是国家的大祸患。自汉武帝以来，每每废黜正嫡，总要引起动乱，况且大晋拥有天下的时间不长，希望陛下慎重考虑此事。”裴頠认为先要审讯传书的人，又请求检验字体真假，认为如果不这样，恐怕其中有诈。贾后便拿出太子平时写的启事十几张，众人比照，也没人敢说不是太子亲笔所写，议论一直到太阳偏西仍不能决断，贾后明白张华等人保护太子的意志坚定，因而上表请求将太子免为庶人，惠帝同意了贾后的意见。 </p> <p><strong>被捕遇害<br></strong>　　当初赵王司马伦任镇西将军时，扰乱关中地区，使得氐羌反叛，惠帝让梁王司马肜代替他。有人劝张华说：“赵王贪婪昏庸，信用孙秀，到哪里哪就乱，而孙秀狡诈多端，是奸人之雄。现在可以让梁王杀掉孙秀，这样就削去了赵王的一半力量，以此来给关右的人一个交代，这样不是很好吗？”张华赞同他的意见，司马肜也答应了。但孙秀的友人辛冉又对司马肜说：“氐羌自己造反，不是孙秀造成的。”孙秀因而得以免死。司马伦回京后谄媚贾后，希望能录尚书事，后来又请求任尚书令。张华与裴頠都坚持认为不可以，因此司马伦、孙秀把张华看作自己的仇人。 <br>　　当初，张华所封的壮武郡有棵桑树变成了柏树，精通占卜的人认为这是不祥之兆。他的住宅及官署多次出现妖怪。张华的小儿子张韪因为中台星散裂，劝张华逊位引退。张华不听，说：“天道玄奥莫测，只能修养德行来应天变罢了。不如静观以待，听天由命。” <br>　　公元300年（永康元年）四月，司马伦、孙秀准备废黜贾后，孙秀让司马雅连夜前往见张华，告诉他说：“赵王想要与您共同匡扶朝廷，为天下除害，派我来通知您。”张华拒绝。司马雅生气地说：“刀都要架在脖子上了，还说这样的话吗！”头也不回就走了。 <br>　　不久，张华正白天卧床休息时，梦见房屋忽然倒塌，醒后心中厌恶，当天夜里便发生政变，司马伦诈称惠帝有诏召张华入宫，张华于是与裴頠一起被捕。张华将死时对张林说：“你要谋害忠臣吗？”张林称自己有诏书，指责张华说：“你身为宰相，担负天下的重任，太子被废黜，却不能为气节而死，这是为什么呢？”张华说：“式乾殿议论此事时，我竭力劝阻，这是众所周知的，并不是我不谏啊！”张林说：“劝谏不被听从，为何不逊位？”张华无话可答。片刻，使者来到说：“有诏令杀您。”张华说：“我是先帝老臣，赤心如丹。我不怕死，只怕王室将有大难，祸不可测啊！”便在前殿马道南处被杀，又夷灭其三族，终年六十九岁。朝野群臣没有不悲痛的。 <br>　　西戎校尉司马阎缵听闻张华遇害的消息后，独自前往抚摸张华的尸体痛哭说：“早劝您逊位而您不肯，现在果然不能幸免，这就是命啊！” 吏部尚书刘颂在知道张华遇害后，也哭得很伤心。后来听说张华的儿子得以逃脱，高兴地说：“茂先，你还有后代呀！” <br>　　张华爱惜人才，劝勉荐拔他们从不厌倦，即使他们身份穷贱，从事杂役之类的工作，但只要有一技之长、些许之善，张华便赞叹称道他，使他们的声誉得以传播。 <br>　　公元301年（永宁元年），司马伦、孙秀被诛杀，由齐王司马冏辅政，秘书监挚虞向司马冏写信说：“张华死后不久，我进入中书省，得到张华在先帝时答诏书的草稿。先帝问张华可以肩负重任辅佐国家托以后事的人，张华回答：‘才德兼备而又与陛下是至亲的，不如齐王司马攸，应该让他留在京师镇抚国家。’他这种忠良的谋划，坦诚的言语，在他死后才被发现，令人信服，与那些随波逐流苟且偷安的人是不可同世而论的。议论他的人指责张华在愍怀太子被废时不能直言廷争。在那时，直谏的人会加上违命之罪而死。先圣教导我们，死而无益的人，不能责他人不死。所以<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>作为齐国的正卿，在崔杼之难中不为国君而死；季札是吴国的<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>，不争论逆命顺命的道之理。循理竭力而仍无所成，是不被圣人的教化所责备的。”司马冏因而向惠帝上奏请求为张华等人平反并追赠官爵。群臣议论时意见不一，而多数人认为张华被杀是冤案。壮武国臣竺道又请求长沙王司马乂，请求恢复张华的爵位，众人意见不一，很久都没有定论。 <br>　　公元303年（太安二年），惠帝下诏为张华平反，恢复张华侍中、中书监、司空、壮武郡公、广武侯县的官爵以被没收的财产、印绶、符策，派使者专门吊祭。 <br>　　当初，<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>兄弟志气高昂，自认为是东吴的名族，刚到洛阳时，不重视中原人士，见到张华感到一面如故，钦佩张华的德望风范，以师长的礼仪对待。张华被杀后，陆机为他作了诔文，又创作《咏德赋》来悼念他。</p><br/><h2>轶事典故</h2> <p><strong>围棋定策</strong><br>　　咸宁五年（279年），杜预上表请求伐吴。据《晋书·杜预传》记载，杜预捧讨吴奏折入宫时，武帝正与<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>下棋。杜预递奏折，陈利害，而晋武帝仍埋头于棋局，不做定论。张华便推开棋盘拱手说：“陛下圣明英武，国富兵强；吴主邪恶凶残，诛杀贤良有才能的人。现在就去讨伐他，可以不受劳累而平定，希望您不要再犹豫了！”武帝接受了他的意见，定下伐吴的计划，使分裂的中国再次得以统一。 </p> <p><strong>穿屋而飞</strong><br>　　元康五年（295年）时，武库起火，张华怕有人乘机作乱，先派兵把守周围，然后才安排人员救火，所以历代珍藏的宝物以及汉高祖<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>的斩蛇剑、王莽的头、孔子穿的屐等全被烧毁。当时张华看到斩蛇剑穿透屋顶飞出，不知去向。 </p> <p><strong>共游洛水</strong><br>　　一次，众名士一起到洛水边游玩，回来的时候，乐广问王衍：“今天玩得高兴吗？”王衍说：“裴仆射（裴頠）擅长谈论名理，滔滔不绝，志趣高雅；张茂先（张华）谈《史记》、《汉书》，娓娓动听；我和王安丰（王戎）谈论季子（季札）、张子房（张良），也议论高超而玄妙。” </p> <p><strong>我所不解</strong><br>　　刘讷刚到洛阳，见到众名士而感慨他说：“王夷甫（王衍）过于精明，乐彦辅（乐广）是我所崇敬的人，张茂先（张华）是我所不理解的人，周弘武（周恢）能巧妙地使用自己的短处，杜方叔（杜育）则不善于发挥自己的长处。” </p> <p><strong>博学多识</strong><br>　　惠帝在位时，有人得到一只鸟，毛长有三丈，那人便拿给张华看，张华见了很凄惨地说：“这叫海凫毛，这东西出现，那天下就要大乱了。”<a href=\"http://so.gushiwen.org/author_838.aspx\">陆机</a>曾经请张华吃饭，席上有一盘腌鱼块，当时宾客满座，张华打开盘子便说：“这是龙肉。”众人不信，张华说：“可以试着用苦酒浇上，一定有异常的变化。”结果鱼块在浇上苦酒以后，发出五色光芒。陆机回头问送腌鱼的人，那人说：“在园中茅草堆下得到一条白鱼，样子长得非常奇怪，腌制以后，味道特别鲜美，所以才献上。” <br>　　武库的封闭很严，但有人忽然发现库中有只小鸡。张华说：“这必然是蛇变成的。”打开武库一看，小鸡旁边果然有块蛇皮。吴郡临平县的一处堤岸崩塌，出现一个石鼓，用槌敲击没有声音。惠帝询问张华原因，张华说：“可以取蜀地的桐木，刻成鱼形，就可以敲响。”惠帝吩咐按照张华的办法去做，果然在数里之外都可以听到鼓声。 </p> <p><strong>双剑化龙<br></strong>　　当初吴国还未灭亡时，斗星与牛星之间常有紫气，相信道术的人都认为这是象征吴国正强大，不可征伐，只有张华不以为然。吴国平定之后，紫气更加明显。张华听说豫章人雷焕精通谶纬天象，就邀请雷焕与他同住，避开旁人对他说：“我们一起去寻察天象，可以知道未来的吉凶。”二人登楼仰观天象，雷焕说：“我观察很久了，斗星牛星之间，有非常不一般的气息。”张华说：“这是什么吉祥的征兆呢？”雷焕说：“是宝剑的精气，上贯于天。”张华说：“你说得对。我少年时，有个相面的说，我年过六十，会位登三公，并当得到宝剑佩带。这话大概是会应验的。”因而又问道：“剑在哪个郡？”雷焕说：“在豫章的丰城。”张华说：“想委屈您到丰城做官，一起暗地寻找这把剑，可以吗？”雷焕答应了。张华大喜，立即补任雷焕为丰城县令。雷焕到丰城后，挖掘监狱屋基，下挖四丈多时，发现一个石匣，发出不一般的光彩，匣中有两把剑，剑上都刻有字，一把名龙泉，一名太阿。这天晚上，斗牛之间的消逝了。雷焕用南昌西山北岩下的土擦拭这两把剑，发出的光芒艳丽四射。用大盆装水，把剑放在上面，看上去光芒炫目。雷焕派任送其中的一把剑和北岩土给张华，留一把剑自己佩用。有人对雷焕说：“得到两把却只送一把，瞒得过张公吗？”雷焕说：“本朝将要大乱，张公也要在祸乱中遇害。此剑应当悬于徐君（徐稚）墓树之上。这是灵异之物，终究会化为他物而去，不会永远为人所佩带。”张华认为南昌的土不如华阴赤土，于是给雷焕写信说：“详观剑文，这把剑就是干将，与它相配的莫邪，怎么没有送来？尽管二剑分离，天生神物，但终究会会合的。”因而送给雷焕一斤华阴土。雷焕用华银土擦拭剑，剑更加光亮。张华被杀后，宝剑不知去向。雷焕去世后，其子雷华任州从事，一次带剑经过延平津时，剑忽从腰间跳出落入水中，雷华让人进入水中找剑，一直找不到剑，只见到两条龙各长数丈，盘绕在水中，身上有花纹，寻剑的人惊惧之下离开。一会儿水中光彩照人，波浪大作，这把剑也就消逝了。雷华叹息道：“先父化为他物的说法，张公终将会合的议论，今日算是验证了。” </p> <p><strong>擒获狐魅</strong><br>　　据《搜神记》记载：张华任司空时，在当时燕昭王墓前有一只毛色斑驳的狐狸，活了很久，能够变化，它于是变成一名书生，想去拜见张华。它问墓前的华表说：“凭我的才貌，能不能去会见张司空呢？”华表说：“你能言善辩，没有什么不能做的，但张公明智而博学，恐怕你难以掌握，你去必定遭到侮辱，大概就回不来了。不但要丧失你千年修炼的本体，还会连累我深受灾祸。”狐狸不听它的话，于是拿着名帖拜见张华。张华看他年轻才俊，肤色洁白如玉，举止神情优雅动人，十分看重他。于是与他谈及文辞篇章，辩论考察名实关系，张华从未听过那样的言论。接着评论前朝历史，探寻诸子百家的精义，谈论老庄学说深奥的地方，揭示风雅绝妙的义旨，总结古代圣贤之道，贯通天文地理人事，规诫各派儒学，指责各种礼法，张华总是无法应答，张口结舌。张华于是长叹道：“天下哪有这样的少年！如果不是鬼魅，就一定是狐狸精。”于是打扫坐榻请他留下，安排人加以防守。狐狸说：“您应该尊重贤士，包容众人，嘉奖人才而同情弱者，怎么能忌恨别人有学问呢？墨子主张的兼爱，难道是这样的吗？”说完，便要求告辞，张华已经派人守门，不能出去。狐狸过一会又对张华说：“您在门口设置兵士，定是对我起疑了。我担心天下的人将卷起舌头不说话，有智谋的人望着您的门不敢走进。我深感惋惜。”张华不回答，却让人受得更严密了。这时张华的好友丰城县令雷焕来拜访张华，张华把此事告诉他。雷焕说：“如果怀疑他，为什么不让猎狗去试试他呢？”张华于是叫人唤猎狗来试，狐狸见到猎狗竟没有一点害怕的神色。狐狸说：“我天生才智，你反正认为我是妖怪，用狗来试我。任凭你千试万试，难道能够伤害我吗？”张华听后更生气，说：“这一定是真妖怪，听说鬼怪忌惮狗，但狗只能识别几百年的妖怪，千年的老精怪，狗是不能识别的。只有用那千年的枯木照它，就会立刻现形。”雷焕说：“千年的神木，到哪里才能得到呢？”张华说：“世人传言燕昭王墓前的华表木已经千年了。”于是派人去砍华表。被派去的人到华表墓那里，忽然从空中降下一个穿青衣的小孩，问使者说：“您来做什么？”使者说：“张司空那里有一个少年来拜访，多才善辩，张司空怀疑他是妖怪，派我来砍取华表木照他。”青衣小孩说：“老狐狸不明智，不听我的话，现在连累到我，怎么能够逃掉呢？”于是放声大哭，一下子不见了。使者于是砍那颗华表木，木里留出血来；使者于是把华表木拿回去，点燃它用来照狐狸，竟是一只斑狐。张华说：“这两个怪物不遇上我，千年之内都不能擒获。”于是烹杀了狐狸。</p><br/><h2>墓葬纪念</h2> <p><strong><a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>墓</strong><br>　　张华墓位于河北徐水县城西的张华村东，地处平原，西距太行山脉十公里，北临瀑河，原墓周围地势略高。 据1977年的调查记录，张华墓原有直径4米、高1.5米的封土，墓前有乾隆年间重修墓碑一通，现不存。1982年，村民在墓地部位取士建房，使张华墓的封土遭到毁坏，现地表已无痕迹。据《安肃县志》记载：“旧志曰：士人挖之，见墓中四壁绘书，宛有生气，盖茂先之精灵耿耿所致。”据县志记载，清乾隆年间，知县谢昌言重修刘伯伦墓后，探求张华墓旧址，并植树立碑。相传张华村为张华故里村，张华墓于1982年被列为河北省文物保护单位。 </p> <p><strong>名贤坊</strong><br>　　名贤坊在河北省廊坊市的爱民东道与东安路交叉路口的西北角，实际上是一个街头公园。园内有从古至今以来包括张华在内的廊坊籍或对廊坊有直接影响的名贤达人雕像共十七尊。</p><br/><h2>成就</h2> <p><strong>文学</strong><br>　　<a href=\"http://so.gushiwen.org/author_887.aspx\">张华</a>工于<a href=\"http://so.gushiwen.org/author_887.aspx\">诗</a>赋，词藻华丽，钟嵘《诗品》评其作品多为“儿女情多，风云气少”，实际上其作品多有“侠骨柔肠”，可谓诗如其人。《晋诗》收录有《门有车马客行》、《轻薄篇》、《游侠篇》、《博陵王宫侠曲二首》、《游猎篇》、《壮士篇》、《萧史曲》、《纵横篇》、《苦寒行》、《真人篇》、《励志诗》、《祖道征西应诏诗》、《祖道赵王应诏诗》、《太康六年三月三日後园会诗》、《诗》、《上巳篇》、《答何劭诗三首》、《情诗五首》、《感婚诗》、《杂诗三首》、《拟古诗》、《游仙诗四首》、《赠挚仲治诗》、《招隐诗二首》、《荷诗》及七篇《诗》。《全晋文·卷五十八》辑录有张华的辞赋奏疏。<br>　　张华编纂有中国第一部博物学著作《博物志》。《博物志》共十卷，分类记载了山川地理、飞禽走兽、人物传记、神话古史、神仙方术等。为继《山海经》后，中国又一部包罗万象的奇书，填补了中国自古无博物类书籍的空白。在中国小说史上具有不可磨灭的地位，对后世小说的发展有一定的影响。 此书原四百卷，晋武帝令张华删订为十卷，《隋书·经籍志》杂家类著录《博物志》即为十卷。 《隋书·经籍志》录《张华集》十卷，已佚。明人<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>在《汉魏六朝百三名家集》收有《张茂先集》。 </p> <p><strong>藏书</strong><br>　　张华雅爱书籍。精通目录学，曾与荀勖等人依照<a href=\"http://so.gushiwen.org/author_403.aspx\">刘向</a>《别录》整理典籍。家中藏书甚多，曾经搬家，光书就拉了三十车。身死之日，家无余财，只有文史书籍满架盈箱，且多珍善之本。他见多识广，知识渊博，当世没有人能与他相比。 <br>　　秘书监挚虞撰写官史时，都要借阅张华家藏图籍，以资取正勘对和参考。《册府元龟·聚书》称其“天下奇秘，世所稀有者，悉在华所”。对汉代典章制度，知其源流，武帝和群臣无不感到叹服。 </p> <p><strong>书法</strong><br>　　《宣和书谱》载有张华的草书作品《得书帖》及行书作品《闻时帖》。称他“作字尤工草书，不在模仿，其规矩气度似其人物。见索靖，遂雅相厚善，深与结纳。”《淳化阁帖》有其《得书帖》四行。</p>"
}