{
  "id": 1151,
  "star": 0,
  "name": "李赞华",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1151.jpg",
  "dynasty": "唐代",
  "desc": "李赞华一般指耶律倍。耶律倍（899年―936年），小字图欲，辽太祖耶律阿保机长子，自幼聪颖好学，深得耶律阿保机的喜爱和器重，916年被立为皇太子。926年，封为东丹国王、称“人皇王”。926年太祖病逝后，耶律德光继位为帝。天显三年（928年）东丹国南迁，升东平为南京。同时耶律德光对耶律倍施以控制和监视。930年耶律倍弃国投奔后唐。936年后唐发生政变，耶律倍遇害，葬显陵。947年，耶律德光去世。耶律倍长子耶律阮最终夺回了皇位，追谥耶律倍为让国皇帝。",
  "content": "<h2>生平</h2> <p>　　耶律倍（生卒899年—937年1月11日，926—930在位），辽义宗文献钦义皇帝，契丹迭剌部霞濑益石烈乡耶律里（今中国内蒙古阿鲁科尔沁旗东）人，姓耶律，契丹文名图欲（或作突欲、托云等），大契丹国（后改称大辽国）开国皇帝耶律阿保机和皇后述律平的长子，辽太宗耶律德光和章肃皇帝耶律李胡的长兄，辽世宗耶律阮的父亲，东丹国国王（称人皇王，一般也通称东丹王）。</p> <p><strong>早年</strong></p> <p>　　899年（唐昭宗光化二年），耶律阿保机的长子耶律图欲出生，当时阿保机虽未成为契丹部落联盟的首领，但他领导的耶律氏部落是契丹诸部中最强大的一支，所以他也是契丹的显赫人物之一。</p> <p>　　在扫除了政敌和称帝的障碍后，在担任可汗的第十年春二月初一丙戌日（916年3月7日），阿保机自立为皇帝，建大契丹国（后改称辽国），改元神册，是为辽太祖。同年三月初二丙辰日（916年4月6日），年仅十八岁的耶律倍被立为皇太子，成为大契丹国皇位的继承人。</p> <p>　　公元919年11月7日，在跟随阿保机向北征讨乌古部时，作为先锋都统的耶律倍，带兵开路，首先进击，大破乌古部，俘获牲口一万四千二百头，车乘、庐帐、器物二十余万，使乌古部全部投降了契丹。</p> <p>　　922年1月9日，耶律倍又率王郁等经略燕地，一度打到定州(今河北省定州市)，大大扩张了契丹的领地。</p> <p>　　924年春，渤海国杀死了大契丹国的辽州刺史张秀实，并掠夺州民。事发后，阿保机召集群臣，颁布诏书，宣称要御驾西征。众人非常惊讶，不明其意，因为渤海国在契丹东面，阿保机不急于报仇却去攻打西面。其中，只有耶律倍最先明白了父皇声东击西的真实用意，并乘机向父皇献上了攻取渤海国的计策。</p> <p>　　公元926年2月17日，契丹在攻克渤海重镇扶余城(今吉林省农安县)后，阿保机想先清点城中的户籍和人口，耶律倍却进谏道：“如今刚刚得到扶余城就清点户籍，人民必定不会安分。如果现在乘着我军破竹之势，直接攻向渤海国的首都忽汗城(即上京龙泉府，今黑龙江省宁安市)，则一定会攻克它。”阿保机听从了长子的建议，让他和耶律德光担任前锋，于2月23日夜间开始围攻忽汗城。 3日之后，渤海国末代国王见大势已去，只好投降。</p> <p><strong>“让国皇帝”</strong></p> <p>　　征服渤海国后，阿保机将其改名为“东丹国”，采用“天、地、人”三才之典故，册封皇太子耶律倍为“人皇王”，并赐予其天子的冠冕。因为阿保机自己的尊号是“天皇帝”，皇后述律平是“地皇后”，这样就确立了耶律倍“二人之下、万人之上”的崇高地位。</p> <p>　　但是，刚刚在草原上取得了重大战果的契丹人，还没有来得及充分享受胜利的喜悦，很快就陷入了危机四伏的尴尬境地：开国皇帝阿保机没交代自己的身后事，就急病离世了。</p> <p>　　皇位的合法继承人――皇太子耶律倍汉化程度很深，尊孔尚儒，主张契丹全盘汉化，以儒家思想为治国之术；而临朝称制、大权在握的述律平则奉行草原本位主义，主张维护契丹奴隶制度。她关注传统的草原经济，更关心契丹贵族的传统利益。对于汉臣和汉人的农业经济、文化，她会借用，但并不愿看到其势力过大而影响到契丹民族自身。</p> <p>　　虽然以天、地、人皇的顺序来看，文武双全的皇太子耶律倍很有理由继承皇位，但在文化传统的考量中，耶律德光却更加符合母亲的心意。对皇位继承问题起着决定性作用的述律平，果断地走上前台，用断腕指定了她心仪的继承人。</p> <p>　　皇太子耶律倍洞悉了母亲的心思，无奈之下，只好率领群臣向述律平请命：“大元帅(德光)功德及人神，中外攸属，宜主社稷。”主动要求将契丹皇位让给母亲喜爱的弟弟。</p> <p><strong>投奔后唐</strong></p> <p>　　926年(天显元年)七月，阿保机在返回契丹的途中不幸病逝，在外的耶律倍接到噩耗后，马上动身返辽，而母亲述律平已奉梓宫西还，弟弟耶律德光也已先到“行在”。兄弟二人的急速奔丧，意味着辽朝统治集团内部皇位争夺的开始。</p> <p>　　早在阿保机建立契丹国时耶律倍就被立为皇太子，是合法的皇位继承人。但若论武功，却比其弟耶律德光稍逊一筹。更为重要的事，母亲述律平在他们兄弟三人中偏爱耶律德光，况且此时她还摄政，掌握辽代军国大权。于是述律平亲自导演了一场众拥耶律德光的把戏：她来到大臣齐集的帐内，对文武百官说：“我的两个儿子都很优秀，也都适合做皇帝，我不能决定由谁做皇帝，现在把选皇帝的权力交给你们，你们认为谁适合做皇帝就执谁的鞍辔。”文武百官都知道述律平的意图，争先恐后抢着执耶律德光的鞍辔，并欢呼“愿事德光皇帝”。耶律倍也知道其母的意图，就对大臣说“大元帅功德及人神，中外攸属，宜主社稷”。随后，耶律倍“与群臣请于太后而让位焉”，不得不让皇帝位给耶律德光。</p> <p>　　927年(天显二年)底，耶律德光即皇帝位即辽太宗，可是他对哥哥耶律倍并不放心，对其实行了监视。为此，兄弟之间的关系恶化，矛盾进一步加深。</p> <p>　　耶律倍的处境被后唐明宗李嗣源所知，出于政治目的，他派人持书密诏耶律倍。930年(天显五年)，耶律倍投奔了后唐。当他在金州(今辽宁省金县)即将上船时，面对故国，悲愤满腔，在海边立了一块小木牌，上刻《海上<a href=\"http://so.gushiwen.org/author_1151.aspx\">诗</a>》：“小山压大山，大山全无力。羞见故乡人，从此投外国”。他把“大山”比作自己，“小山”比作二弟，寥寥几笔，勾勒出契丹皇室内部矛盾的尖锐。</p> <p>　　耶律倍到达后唐受到了热情地接待，后唐皇帝李嗣源以天子仪卫迎接，并赐姓东丹，名慕华，拜怀化军节度使、瑞慎等州观察使；后又赐皇姓李，名赞华，移镇滑州(今河南滑县)，遥领虔州(今江西赣州)节度使。</p> <p><strong>被害</strong></p> <p>　　虽身在异国，但耶律倍却常思念故乡和亲人。933年(天显八年)后唐明宗李嗣源病死，其子李从厚即位不到半年，就被李嗣源的养子李从珂杀死。耶律倍认为这是攻打后唐的极好时机，派人密报辽太宗，希望利用后唐内乱之际攻打后唐。耶律德光果然亲率大军南下，但他不是应耶律倍之邀，而是应石敬瑭之请。936年(天显十一年),李从珂欲自焚，召耶律倍同焚，耶律倍不从，李从珂派壮士李彦绅害死了耶律倍，年仅38岁，洛阳一僧人把耶律倍的尸体收敛起来，暂时埋在一个荒山坡上。后来，辽太宗把耶律倍改葬在他生前喜爱的医巫闾山。937年(天显十二年)，耶律倍长子耶律阮当了皇帝，追谥其父为“让国皇帝”，陵曰显陵。1051年(重熙二十年)，辽兴宗又增谥号文献钦义皇帝，庙号义宗。</p><br/><h2>文化修养</h2> <p>　　史载，耶律倍自幼聪敏好学，是文武全才，不但善于骑射和谋略，而且文化修养很高，尤其推崇中原汉族的儒家文化。他曾经从中原买了万卷书，收藏在他隐居的医巫闾山绝顶之上的望海堂。他通晓阴阳、音律，精于医药、砭焫之术，工于契丹文和汉文的文章，曾经翻译《阴符经》。他还擅长画本国人物，后来都被收入宋朝的秘府。所以说，他集藏书家、阴阳学家、医学家、音乐家、文学家、翻译家、汉学家和画家等于一身，是一位博学多才的儒者。</p><p>　　作为北方草原民族的画家，他擅画水草放牧或游骑射猎的情景，特别擅长于画鞍马，其画作被宋代的黄复休评为“骨法劲快，不良不驽，自得穷荒之态”。据《宣和画谱》一书记载，宋朝大内皇宫的秘府中共收藏有耶律倍的15幅画作。其他传世名作还有藏于美国纽约大都会博物馆的《射鹿图》、波士顿美术博物馆的《番骑图》、台北故宫博物院的《骑射图》等。</p><p>　　耶律倍入后唐前所作的《海上<a href=\"http://so.gushiwen.org/author_1151.aspx\">诗</a>》是现存最早的一首完整的辽代诗歌，耶律倍也善写契丹文诗歌，金代<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>曾经读过他的契丹小字诗，并作《东丹骑射》题画诗云：“意气曾看小字诗，图画今又识雄姿。”据阎凤梧主编的《全辽金诗》统计：耶律倍曾有《乐田园》等诗集，均已散佚。现仅存《海上诗》一首。</p><p>　　受父皇影响，耶律倍对汉文化尤其是儒学相当尊崇，是当时汉化程度最高的契丹皇室成员。据史书记载，一次，阿保机就契丹国应该推崇哪种思想与群臣进行了讨论，他问大臣：“受命之君，应该侍奉上天，敬仰神灵。朕想祭祀立了大功、拥有崇高道德的人，谁应该排在第一位？”大家都说应该让佛排在最前面，这时，在一旁的耶律倍说：“孔子是万世所尊崇的大圣人，应该排在最先。”阿保机闻言大喜，立即下诏建孔庙，让耶律倍在每年春、秋两季率领百官祭奠孔子。</p><p>　　年幼聪敏好学，热爱中原先进的封建文化，阅读了大量汉文典籍，既善于用契丹文、汉文写作，还善于写诗、绘画，“集中原文化于一身”。</p><p>　　耶律倍酷爱中原先进的封建文化，曾命人购买万卷书籍，在东北名山医巫闾山顶建望海堂珍藏，故有“万卷藏书楼”之称，使之成为当时东北地区最早、最大的私人图书馆。据当时人记载，望海堂里的某些医学藏书，后来在中原也很难找到，因此，耶律倍对保存中国古代民族的文化遗产作出了重大贡献。</p><br/><h2>轶事典故</h2> <p><strong>幼年采薪</strong> </p> <p>　　有一年冬天，天气非常寒冷，阿保机有意命令三个儿子采薪以考察他们的才智。结果，二儿子耶律德光不经选择、无论干湿划拉一捆柴禾，第一个回到阿保机的帐中；长子耶律倍选择干柴并且将其捆绑整齐，第二个回来；三子李胡只拾了很少的柴禾，最后一个回来。</p> <p><strong>嗜饮人血</strong> </p> <p>　　耶律倍在后唐虽然官为节度使，但并“不预政事”，多数时间用来绘画，并与后唐的知识分子、臣僚往来频繁，。</p> <p>　　耶律倍虽然工文善画，但性格方面却是“刻急好杀”，嗜饮人血，经常在姬妾臂上刺洞吸血。奴婢侍妾稍犯小错，他就用火烫她们，甚至挖出她们的眼睛。他到中原后娶的妻子夏氏，因为恐惧他的这种恶行，曾求削发为尼，这种怪异性格很可能与他在家乡的不幸遭遇有关。</p><br/><h2>家族成员</h2> <p><strong>父母</strong></p> <p>　　父亲：辽太祖耶律阿保机</p> <p>　　母亲：淳钦皇后述律平</p> <p><strong>兄弟</strong></p> <p>　　二弟：辽太宗耶律德光</p> <p>　　三弟：章肃皇帝耶律李胡</p> <p><strong>妻妾</strong></p> <p>　　耶律倍的妻妾众多，知名的有5个，并为他生下了5个儿子。</p> <p>　　端顺皇后萧氏：契丹人，耶律倍母述律平娘家人，太子妃。在耶律倍逃往后唐以后为东丹国摄政，病死。</p> <p>　　柔贞皇后萧氏：契丹人，耶律倍母述律平娘家人，耶律倍妾，儿子耶律阮即位后尊为皇太后。</p> <p>　　夏氏：汉人，后唐明宗所赐，后因耶律倍性情狂暴，请求离婚，为尼姑。</p> <p>　　大氏：粟末部靺鞨人，渤海国王族，不知所终。</p> <p>　　高氏：汉人，封美人，耶律倍爱妾。与耶律倍一同逃往后唐，不知所终。</p> <p><strong>儿子</strong></p> <p>　　长子：辽世宗耶律阮，母柔贞皇后萧氏。</p> <p>　　次子：庶人耶律娄国，曾任南京留守，掌管东丹国国政，辽穆宗时谋反被诛。</p> <p>　　三子：吴王耶律稍。</p> <p>　　四子：平王耶律隆先，母大氏。</p> <p>　　五子：晋王耶律道隐，母高氏。</p><br/><h2>墓葬</h2> <p>　　耶律倍死后，一位僧人为他草草收尸。石敬瑭率军进入洛阳后，为了讨好契丹，亲自为耶律倍服丧，在耶律倍灵柩前放声大哭，并以帝王之礼将其厚葬于洛阳郊外。</p> <p>　　由于耶律倍喜爱医巫闾山的奇山秀水，耶律德光念及兄弟情分,派侄子耶律阮将耶律倍灵柩运回，归葬在了医巫闾山，并加封谥号为文武元皇王。</p><br/><h2>人物评价</h2> <p>　　作为契丹人，耶律倍免不了北方民族的豪爽直率，但由于长期接受汉文化的熏陶，他已变得外表宽让，一副忠厚长者的样子。他以太子身份失去国主地位，却不曾兴兵征战，最终投奔国外，很明显是受到了“吴太伯让国”的影响。他让位以后长期受到弟弟的压制与监视却少有怨言，与他通晓阴阳之术，受道家玄学影响有关。可以说，中原文化的侵染，使他在皇位的角逐中，抵制住了最高权力的诱惑，表现出罕见的隐忍与退让，最终做出了“让国”的选择。</p> <p>　　在流亡后唐期间，耶律倍突然变得“刻急好杀”起来。据史书记载，耶律倍在后唐时有嗜饮人血的毛病，疯狂时甚至在姬妾臂上刺洞吸血。奴婢侍妾稍微犯了点儿小错，耶律倍就用火烫她们，甚至挖掉她们的眼睛。他的暴躁脾气把嫁给他的汉妻夏氏吓得魂飞魄散，为防丈夫的辣手，以至于她请求削发出家为尼。史家评论耶律倍这种两极分化的性格时认为，这很可能与他在自己祖国的不幸遭遇密切相关。</p> <p>　　阿保机对三个儿子的评价是：“长巧而次成，，少不及矣”。从中可以看出耶律倍的灵巧，也显示出阿保机对耶律倍的喜爱。</p> <p>　　《辽史·义宗倍传》最后的“论曰”，高度概括、评价了耶律倍的一生：</p> <p>　　“自古新造之国，一传而太子让，岂易得哉？辽之义宗，可谓盛矣！然让而见疑，岂不兆于建元称制之际乎？斯则一时君臣昧于礼制之过也。束书浮海，寄迹他国，思亲不忘，问安不绝，其心甚有足谅者焉。观其始慕泰伯之贤而为远适之谋，终疾陈恒之恶而有请讨之举，志趣之卓，盖已见于早岁先祀孔子之言欤。善不令终，天道难诘，得非性卞嗜杀之所致也！虽然，终辽之代，贤圣继统，皆其子孙。至德之报，昭然在兹矣。”</p> <p>　　此论点首先大力赞扬了耶律倍的“让国”行为，以及他的孝心和爱国热情，又说他之所以会有的这种义举，是因为他深谙孔孟之道，懂得“泰伯让国”的至德和儒家的忠孝之礼；然后对他的惨死表示了惋惜，并认为是他“嗜杀”所遭到的报应；最后说，他虽然有缺点，但他 “让国” 的义举感动了上天，使得他的子孙能够享有辽国的帝位。这种说法虽然有“因果报应”的思想，但对耶律倍来说，却不失为一种公正的评价。</p>"
}