{
  "id": 802,
  "star": 1,
  "name": "茅坤",
  "image": "http://img.gushiwen.org/authorImg/maokun.jpg",
  "dynasty": "明代",
  "desc": "茅坤（1512～1601）明代散文家、藏书家。字顺甫，号鹿门，归安（今浙江吴兴）人，明末儒将茅元仪祖父。嘉靖十七年进士，官广西兵备佥事时，曾领兵镇压广西瑶族农民起义。茅坤文武兼长，雅好书法，提倡学习唐宋古文，反对“文必秦汉”的观点，至于作品内容，则主张必须阐发“六经”之旨。编选《唐宋八大家文抄》，对韩愈、欧阳修和苏轼尤为推崇。茅坤与王慎中、唐顺之、归有光等，同被称为“唐宋派”。有《白华楼藏稿》，刻本罕见。行世者有《茅鹿门集》。",
  "content": "<h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_802.aspx\">茅坤</a>反对前后七子“文必秦汉”的主张，提倡学习唐宋古文。他评选的《唐宋八大家文钞》在当时和后世有很大影响。此书选辑唐代<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>、<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>八家文章共 164卷。每家各为之引。总序中说：“世之操觚者往往谓文章与时相高下，而唐以后且薄不足为。噫！抑不知文特以道相盛衰，时非所论也。”所以茅坤选文目的在于宣扬八人文章中得“六经”之精髓者，对韩愈尤为推崇。他评述文章艺术形式也不出八股文笔法范围。他评点注释虽多有疏漏、错误之处，但此选本繁简适中，可作为初学者之门径，因此几百年来盛行不衰。“唐宋八大家”的名目也由此流行。茅坤的散文刻意模仿<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>、欧阳修。行文喜跌宕激射。但是，由于为文好摹拟，佳作不多。今存《白华楼置稿》11卷、《续稿》15卷、《吟稿》8卷、《玉芝山房稿》22卷、《耄年录》7卷，以及《浙江分署纪事本末》、《史记钞》、《纪剿除徐海本末》等。行世者有《茅鹿门集》。</p> <p>　　<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>对茅坤多赞赏之词：“（茅坤）为文章滔滔莽莽，谓文章之逸气，司马子长之后千余年而得欧阳子，又五百年而得茅子。疾世之为伪秦汉者，批点唐宋八大家之文以正之。”</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_802.aspx\">茅坤</a>生于明武宗正德七年（1512），吴兴人（现浙江省湖州人），嘉靖十七年（1538）得中三甲进士。历任青阳、丹徒两县知县，因政绩卓著，于嘉靖二十四年（1545）冬十二月，破格擢升为礼部仪制同主事，未几，迁任吏部稽勉司，曾受牵连于嘉靖二十五年（1546）被外调谪为广平通判。后又屡迁广西兵备佥事、河南副使。时广西数股瑶僮利用壁立山势，盘礴六七百里，劫杀吏民，督府尝疏请三省夹剿未果。两广总督应木贾闻茅坤之才，特檄坤至广西以大征一切军兴事宜相属。茅坤一反大征之惯用手法，用“雕剿”（即“倏而入，倏而出，如雕之搏兔然”）之法，获大胜，被总督叹为“奇才”。因“雕剿”有功，晋升其官阶二级。当时，茅坤年轻气盛，恃才傲物，终被忌者所中，于嘉靖三十四年（1555）解职还乡，开始了长达四、五十年的乡居生涯。嘉靖末，倭寇屡犯两浙，茅坤应胡宗宪请为幕僚，共商兵机。后将胡宗宪诱杀寇首徐海经历编述为《徐海本末》一卷。后因家人横行乡里，为巡抚庞尚鹏所劾，削籍归家，专事著述。万历二十九年（1601）卒，享年九十。葬武康（今德清县武康镇）鸡笼山。　</p> <p>　　《湖录》记载茅坤的藏书在当时称霸一方，书楼名“白桦楼”、“玉芝山房”，收藏宋元刻本较多。家编有《白桦楼书目》。有藏书楼数十间，仍充栋不能容，后由其孙茅元仪（茅坤次子茅国缙之子）又编有《九学十部目》。分为九学十部。九学为：一经学、二史学、三文学、四说学、五小学、六兵学、七类学、八数学、九外学。九学而外，再加世学，号曰十部。其藏书印有“茅坤”、“桐园”、“墨香亭”等。</p>"
}