{
  "id": 1397,
  "star": 7,
  "name": "寒山",
  "image": "http://img.gushiwen.org/authorImg/hanshan.jpg",
  "dynasty": "唐代",
  "desc": "寒山（生卒年不详），字、号均不详，唐代长安（今陕西西安）人。出身于官宦人家，多次投考不第，后出家，三十岁后隐居于浙东天台山，享年一百多岁。严振非《寒山子身世考》中更以《北史》、《隋书》等大量史料与寒山诗相印证，指出寒山乃为隋皇室后裔杨瓒之子杨温，因遭皇室内的妒忌与排挤及佛教思想影响而遁入空门，隐于天台山寒岩。这位富有神话色彩的唐代诗人，曾经一度被世人冷落，然而随着二十世纪的到来，其诗却越来越多地被世人接受并广泛流传。正如其诗所写：“有人笑我诗，我诗合典雅。不烦郑氏笺，岂用毛公解。”",
  "content": "<h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>的<a href=\"http://so.gushiwen.org/author_1397.aspx\">诗</a>风和100年前的王梵志一脉相承，也是口语体的白话诗。他生活在大唐盛世，却入山作了隐士。他与<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>同时代，放到星光灿烂的盛唐诗人堆里，他的诗艺算不上高超，但淹没不了个性的光辉。他生前寂寂无名，身后却声誉日隆，并绵延千年至今不断——<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>都写过访拟他的诗集的诗篇，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>对他的诗有特殊的兴趣，<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>关心过他的诗集的出版与校勘。他没有正式进入哪所寺庙剃度，唐朝苏州城外的一座著名寺庙（寒山寺）却以他的号命名。他的诗歌的最早传播者是道士，唐人的志怪小说就把他编作成仙的道士下凡。到了宋朝他却被佛家公认为文殊菩萨再世。元代他的诗流传到朝鲜和日本。明代他的诗篇收入《唐音统签》的《全唐诗》中，被正统文化认可。清朝皇帝雍正甚至把他与他的好友<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>封为“和合二圣”，居然成了老百姓礼拜的婚姻神和爱神。。到了20世纪60年代，美国的嬉皮士运动中他被封为祖师爷。这样一个传奇人物，却连真实姓名也没有留下，只是以号行世——寒山子。</p><br/><h2>生平自述</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>的生平保留在他的<a href=\"http://so.gushiwen.org/author_1397.aspx\">诗</a>篇里。听他自述：“寻思少年日，游猎向平陵……联翩骑白马，喝兔放苍鹰。”（引自钱学烈《寒山诗校注》，广东高等教育出版社，1991年版）寒山少年时，过着富家子弟的生活。青年时，照例进京参加科举考试，可是，他因为奇怪的原因而落选了——据《唐六典》云：“吏部……以四事择其才，曰身、言、书、判。“唐代选官量才有四个标准，分别是身材丰伟、言词辩正、书法遒美、文理优良。寒山“书判全非弱，嫌身不得官。“书法和文章都不错，可惜爹娘把他的身材生矮小了，或者相貌不够端正，而没有选上官职。这是大唐科举给人落下的一个话柄，当官的个个要相貌堂堂，这是奢侈的、唯美的，也是非人性的、不公平的标准。“个是何措大，时来省南院。年可三十余，曾经四五选。囊里无青蚨，箧中有黄卷。行到食店前，不敢暂回面。“寒山多次落选，最后无颜回乡，滞留京城，成为一个流浪书生。“前度是富儿，今度成贫士。”“浪行朱雀街，踏破皮鞋底。“兄弟责怪他，妻子不理他，在人世间，他求不到前程，又割绝了人情，整个世界都坍塌了，人生陷入绝境。带着一身伤痛记忆，寒山浪游天下，最后选择上山去独居。为什么在大唐盛世做隐者？因为他无法在世俗生活中求得荣耀，在三十岁以后，他是被迫走上一条与一般文人不同的生活道路。这期间，要经历多少心理煎熬和自我超越，才能摆脱世俗的束缚，跳出世俗主流的价值观，独自为自己寻找一个生存的依据？</p><br/><h2>评议研究</h2> <p><strong>评议研究</strong></p> <p>　　五四运动时期，中华大地开始大力倡导白话文。胡适在其《白话文学史》﹙1928年新月书店出版﹚中将<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>、王梵志、<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>三人并列为唐代的三位白话大<a href=\"http://so.gushiwen.org/author_1397.aspx\">诗</a>人。由此，寒山始受到国人的青睐，大陆及台湾学术界纷纷撰文评议寒山，新中国成立后到八、九十年代，寒山研究更呈现出雨后春笋之态势。</p> <p>　　从二十世纪五十年代起，寒山诗远涉重洋传入美国，美国“垮掉的一代”(TheBeatGeneration)将寒山奉为偶像，其诗一时之间风靡欧洲。寒山诗被翻译成英语和法语为众多的读者所接受，在那里，他赢得了比<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>还要高的声誉。</p> <p>　　寒山诗在二十世纪受到了中国及西方众多读者、研究者的关注。随着二十一世纪全球化脚步的逼近，文学及文化的全球化也成为一个重要话题，中国文学史上那些如寒山一样能够被不同文化背景下的人们所接纳的诗人应当引起我们更多的重视。以下让我们一起回顾一下过去百年中的寒山研究概况。</p> <p><strong>研究内容</strong></p> <p>　　二十世纪以来的寒山子研究，总体上可分为生平研究和作品研究两大部分。关于寒山子生平研究包括对其生活年代、生活经历、以及葬地三个方面的内容。关于寒山子生活年代问题，历来有“贞观说”（公元627—649）、“先天说”（公元712—713）以及“大历说”（公元766—799）三种说法。贞观说以唐代贞观年间台州刺史闾丘胤所作《寒山子诗集序》为始，后经宋释志南《天台山国清禅寺三隐集记》肯定，后人如宋释志磐《佛祖统纪》、宋释本觉《释氏通鉴》、元释熙仲《释氏资鉴》、1979年版的《辞海》等均以此说为准，近有学者中亦有赞同此说者，其中以严振非《寒山子身世考》、李敬一《寒山子和他的诗》为代表。前者以诗为证，通过历史与寒山诗的相互印证，指出寒山“约生于隋开皇三年（584），卒于唐长安四年（704）﹙也许是个概数,难以肯定﹚”。后者通过对寒山诗中所反映社会状况的详尽分析同样支持贞观说。先天说以宋释赞宁所作《宋高僧传》为滥觞。此说仅有元释昙噩，撰于至正二年（公元1366）的《科分六学僧传》和谭正璧所撰，1934年版的《中国文学家大辞典》表示赞同。</p> <p><strong>得出看法</strong></p> <p>　　对寒山诗歌所表现的生活及对诗歌内容分类的研究，有以下几种看法。李振杰在《寒山和他的诗》中将寒山诗内容分为以下几种：表达对战乱时期社会伦理崩溃状况下社会中丑恶现象的讽刺和嘲弄；对山林生活的描写和吟咏；直接宣传佛理；记叙个人生活及身世。李敬一在《寒山子和他的诗》中，把寒山子诗歌内容分为：反映农村生活和农民思想面貌；反映地主阶级与农民阶级的矛盾和斗争；反映统治阶级内部矛盾、下层群众的生活状况、揭露社会上不合理的婚姻现象；反映沙门生活，宣扬虚无观念、因果轮回、消极遁世以及描画社会炎凉世态和城镇、乡村不同习俗等几个方面。钱学烈《寒山子与寒山诗》对其诗歌也作了较系统的分类，将其诗歌分为：自叙诗、隐逸诗、风俗诗、道家诗和佛家诗五类，并分别对各类诗歌作了较详尽的解释和说明。项楚《寒山诗校注·前言》中认为寒山诗“从内容上大致可以分为两大类，即世俗诗与宗教诗，不过，二者并不是绝对地泾渭分明的。”其世俗诗中又包括抒情咏怀诗、讽世劝俗诗、山林隐逸诗等。通过寒山子诗歌内容的探究，可以使我们看清当时社会的基本面貌，从而进一步认识其诗歌的价值。寒山子的诗歌“有相当多的作品触及现实生活，大谈人生问题，从农业生产、社会道德、到婚姻家庭、子女教育，几乎触及了农村生活的各个角落，这部分诗歌不仅在绮靡软媚的初唐诗风笼罩下面使人感到清新可爱，就是在高亢激昂的盛唐之音回荡的时代里，也掩盖不了它的蓬勃生机和朴爽之美。”寒山诗歌的价值很大程度上是通过其对社会现实等各方面的反映表现出来。</p> <p>　　除了对寒山诗歌总体上的内容分类研究外，由于寒山诗中表现出驳杂的儒、释、道思想，有人认为其诗从内容上看“似儒非儒，非儒亦儒；似道非道，非道亦道；似僧非僧，非僧亦僧；似俗非俗，非俗亦俗”，因而，对寒山诗歌宗教思想的研究也颇为重要。张立道《浅谈寒山子诗的道家思想》、钱学烈《试论寒山诗中的儒家与道家思想》，这两篇文章对寒山诗所体现的儒、道思想有所论述。然而，寒山思想相对来说受佛教思想影响更大，其诗中体现佛禅思想的诗占一大部分。台湾黄永武指出：“唐人中以诗来写禅理，写得最多，写得境界最精湛的，应该是寒山。”因而对其诗歌从禅的角度分析也是一个重要切入点。钱学烈在其《寒山子禅悦诗浅析》中，将其佛禅诗分作佛教劝戒诗和禅悦诗两类，而其禅悦诗又分为禅语禅典诗、禅理诗、禅悟诗、禅境诗、禅趣诗几类，并分析各类诗歌具体包含内容及思想特征，系统地对寒山子佛禅诗进行了分类整理工作。另有何西虹的《略论寒山景物诗中的禅意》一文，对寒山景物诗中所体现的禅意之美有所论述。</p> <p>　　《四库全书总目提要·寒山诗集提要》中指出，寒山诗“其诗有工语，有率语，有庄语，有谐语”。可见寒山诗歌研究的另一个重要方面即是探究其诗的艺术特色。李振杰《寒山和他的诗》中指出，寒山诗“蕴藏着神秘的禅机哲理”、“形式自由、感情朴实”、“语言通俗”、多用“比拟的手法”等几大艺术特点。李敬一《寒山子和他的诗》中则指出，其诗歌“具有民歌那种通俗、质朴、生动、清丽的特色”、“常采用民歌中的比、兴手法”、“尤其注重自然界声音的模拟”、“体制上一般都较为短小……形式和风格是比较多样的”等艺术特点。钟文《诗僧寒山子》将其艺术风格概括为“讥讽时态，毫不容情”、“劝善戒恶，富于哲理”、“俚语俱趣，拙语俱巧（<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>《古诗源·例言》），耐人寻味”、“有许多比喻生动的句子”、“叠字的连用”等几方面。《吴中先贤谱》苏文编绘</p><br/><h2>艺术风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a><a href=\"http://so.gushiwen.org/author_1397.aspx\">诗</a>具有独特的艺术风格，情景交融， “信手拈弄”，“机趣横溢”（《四库全书总目提要》卷一百四十九））。程德全在《寒山子诗集跋》（见清宣统二年（1910年）刻本）中指出“以诙谐谩骂之辞，寓其牢愁悲愤之慨，发为诗歌，不名一格，莫可端倪”；王宗沐序《寒山子诗集》（见明台州计谦亨刊刻本）有“如空谷传声，乾坤间一段真韵天籁也。”的评价。项楚在《寒山诗注·前言》中认为“不拘格律，直写胸臆，或俗或雅，涉笔成趣”是寒山诗的总体风格。寒山诗所独有的风格为后代文人所模仿，从而形成独特的“寒山体”。 　寒山子诗歌最大的特征就是接近口语。胡适在其《白话文学史》中认为，寒山、<a href=\"http://so.gushiwen.org/author_2237.aspx\">拾得</a>是七世纪中期以后出现的“三五个白话大诗人”之一，是继王梵志之后“佛教中的白话诗人” 。钱学烈《寒山子与寒山诗版本》指出：“寒山诗十分接近口语，堪称唐代白话诗的典范，在白话文学史上占有重要地位。由于它比较真实地反映了当时的语言面貌，对于了解唐代口语的语音、词汇、语法，对于研究中古和近代汉语，对于研究汉语发展史，都是极其珍贵的资料。”因而，从语言学角度研究寒山诗者也不在少数。钱学烈《寒山诗语法初探（上）》</p>"
}