{
  "id": 2993,
  "star": 1,
  "name": "王衍",
  "dynasty": "唐代",
  "desc": "前蜀后主王衍（899年―926年5月2日），字化源，初名王宗衍，许州舞阳（今属河南舞钢）人，前蜀高祖王建第十一子，母贤妃徐氏，五代十国时期前蜀最后一位皇帝。。王衍被封为通正公。后来，王衍在被送赴洛阳途中，李存勖遣人将他和他的亲族一起杀害，王衍死时二十八岁。王衍很有文才，能作浮艳之词，著有《甘州曲》、《醉妆词》等诗，流传于世。",
  "content": "<h2>轶事典故</h2> <p><strong>好戴大帽</strong></p> <p>　　蜀人富有而喜好游玩，前蜀王朝末期，民俗争相戴小帽子，仅仅盖住头顶，低头即掉，称之为“危脑帽”。王衍认为这不吉利，禁止戴这种小帽子。王衍自己喜欢戴大帽子，每次微服在民间游玩时，人们凭借他所戴的帽子就能识别他，于是王衍命令全国都戴大帽子。</p> <p><strong>醉妆效仿</strong></p> <p>　　王衍又喜欢包裹尖巾，其形状像锥子。后宫嫔妃都戴金莲花冠，穿道士的服装，酒醉后摘掉帽子，发髻散向两边，再在脸上涂上红色的脂粉，称之为“醉妆”，举国上下都争相效仿。</p> <p><strong>貌似神仙</strong></p> <p>　　王衍曾与太后、太妃一起游览青城山，宫人的衣服上面都画上云霞，望上去飘飘然好像是神仙。王衍自己创作《甘州曲》，描述他们貌似神仙的形状。王衍还时常在上下山谷歌唱，让宫人附和。</p><br/><h2>家庭成员</h2> <p><strong>父母</strong></p> <p>　　父亲：前蜀高祖<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a></p> <p>　　母亲：贤妃徐氏</p> <p><strong>兄弟姐妹</strong></p> <p><strong>哥哥</strong></p> <p>　　卫王王宗仁</p> <p>　　庶人王元膺</p> <p>　　赵王王宗纪</p> <p>　　豳王王宗辂</p> <p>　　韩王王宗智</p> <p>　　莒王王宗特</p> <p>　　信王王宗杰</p> <p>　　鲁王王宗鼎</p> <p>　　宋王王<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a></p> <p>　　薛王王宗平</p> <p><strong>姐妹</strong></p> <p>　　普慈公主，嫁李茂贞侄李继崇</p> <p>　　安康公主</p> <p>　　峨眉公主，嫁刘知俊子刘嗣湮</p> <p><strong>后妃</strong></p> <p>　　高皇后</p> <p>　　金飞山</p> <p>　　韦元妃，本姓徐，与王衍是表兄妹。</p> <p>　　钱贵妃，926年被后唐庄宗所杀</p> <p>　　苏顺妃</p> <p>　　昭仪李舜弦</p> <p>　　宫人刘氏，926年被后唐庄宗所杀</p> <p><strong>儿子</strong></p> <p>　　王承祧，926年被后唐庄宗所杀</p> <p>　　王承祀，926年被后唐庄宗所杀</p><br/><h2>生平</h2> <p><strong>立为太子</strong></p> <p>　　王衍的父亲<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>共生十一子，分别是卫王王宗仁、简王王元膺，赵王王宗纪，豳王王宗辂，韩王王宗智，莒王王宗特，信王王宗杰，鲁王王宗鼎，兴王王<a href=\"http://so.gushiwen.org/author_1701.aspx\">宗泽</a>，薛王王宗平和王衍，王衍在王建诸子中排行最小。王衍初封郑王，因其母徐氏得宠而被立为皇太子。开设崇贤府，设置官属，后来更名天策府。</p> <p>　　王衍长得方面大嘴，垂手超过膝盖，侧目能看到耳朵，颇有学问，能写一些虚浮艳丽的<a href=\"http://so.gushiwen.org/author_2993.aspx\">诗</a>辞。王元膺死后，王建因豳王王宗辂的相貌类似自己，而信王王宗杰是王建诸子中最有才能的，因此想在这两人中选择立嗣。但徐贤妃得宠专权，王建又老弱糊涂，徐贤妃与宦官唐文扆教看相的人上书说王衍的长相最高贵，又婉言劝说宰相张格赞成，于是王衍被立为太子。</p> <p><strong>卖官刮财</strong></p> <p>　　公元918年（光天元年）六月初一日，王建去世。六月初二日，皇太子王衍继位，谥王建为神武圣文孝德明惠皇帝，庙号高祖，陵名永陵。王建的正宫周氏称昭圣皇后，尊其生母徐贤妃为皇太后，徐贤妃的妹妹<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>妃为皇太妃。太后、太妃唆使王衍卖官，自刺史以下，每有一官职出缺，总有好多人争夺，而以出钱最多者得到官职；又在通都大邑设立旅舍店铺，以搜刮民财。</p> <p><strong>荒淫无道</strong></p> <p>　　王衍年少荒淫，将政事托付给宦官宋光嗣、宋光葆、景润澄、王承休、欧阳晃、田鲁俦等人；又用韩昭、潘在迎、顾在珣、严旭等人为狎客（陪伴权贵游乐的人）；起造宣华苑，内有重光殿、太清殿、延昌殿、会真殿，有清和宫、迎仙宫，有降真亭、蓬莱亭、丹霞亭，有飞鸾阁、瑞兽门；又建作怡神亭，日夜与众多狎客、妇女在亭中酣饮作乐。还曾经在宣华苑大摆宴席九天，嘉王王宗寿以社稷大事上言，说话之时，禁不住伤心哭泣落泪。韩昭等人说：“嘉王不过酒后难过罢了！”众多狎客一起以轻侮的言辞戏弄嘲讽嘉王，坐席喧哗。但王衍仍然没能醒悟。</p> <p><strong>巡行天下</strong></p> <p>　　公元919年（乾德元年）正月十二日，王衍在南郊祭祀，大赦天下，并加尊号为“圣德明孝皇帝”。</p> <p>　　公元920年（乾德二年）七月二十六日，王衍颁发诏书，准备到北边巡视。八月初十日，王衍从成都出发，他身披金甲，头戴珠帽，手执弓箭而行，随从的旌旗兵甲，连接起来有百余里长。雒县守令段融上书说：“不宜远离都城，应委派大臣出去征讨。”王衍不听。九月，军队驻扎在安远城。十二月初三日，到达利州，阆州团练使林思谔请求王衍巡视阆州，王衍答应了他的请求。十二月初六日，顺江而下，龙舟彩船，光辉照映在江的两岸，这些都是强制沿江州县供应，老百姓开始发愁抱怨。十二月十五日，到达阆州。十二月二十六日，王衍梓州。公元921年（乾德三年）正月初七日，王衍巡游结束回到成都。</p> <p>　　公元923年（乾德五年），王衍下令建造上清宫，塑王子晋像，加尊号“圣祖至道玉宸皇帝”，为父亲王建和自己塑像，侍立于王子晋左右；又在正殿塑玄元皇帝及唐朝皇帝的雕像，王衍乘法驾前往朝拜。</p> <p><strong>乞降后唐</strong></p> <p>　　公元924年（乾德六年），王衍任命王承休为天雄节度使。天雄军，属秦州。王承休因宦官而得宠幸，担任宣徽使，王承休的妻子严氏是位绝色丽人，王衍与她通奸。当时，后唐庄宗<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>已经灭了后梁，前蜀国人都很恐惧。后唐庄宗派遣李严访问前蜀，王衍与李严在上清宫会见，成都的士庶男女，成群结队，夹道欢迎。李严看到前蜀人富物丰，但王衍骄奢淫逸，于是归国以后向后唐庄宗献策攻蜀。</p> <p>　　公元925年（乾德七年）六月三十日，后唐庄宗下诏购买战马，用以攻打前蜀。九月初十日，后唐庄宗派魏王李继岌、郭崇韬等率兵六万攻打前蜀。</p> <p>　　十月，因为王承休之妻严氏的缘故，又驾往秦州，群臣直言极谏，王衍不听。走到梓潼，狂风刮翻屋瓦，拔起树木，太史进言说：“这是贪狼风，肯定有敌军要杀来。”王衍仍不省悟。行至绵谷时，后唐的军队攻入前蜀国境，王衍害怕而急忙回返。唐军所到之处，州县无不迎降。王衍留王宗弼守绵谷，派王宗勋、王宗俨、王宗昱率兵抵御唐军。王宗勋等人到三泉就望风而逃。王衍诏令王宗弼诛杀王宗勋等人，宗弼反而与宗勋等人合谋，赠送军粮给唐军。王衍从绵谷回成都，公卿百官及后宫嫔妃在七里亭迎候，王衍用宫人充作回鹘卫队入城。第二天，上文明殿，与群臣相对哭泣，束手无策。而这时王宗弼也从绵谷驰归成都，登上太玄门，捕杀成都尹韩昭、宦官宋光嗣、景润澄、欧阳晃等人，将这些人的首级装进匣子里送给李继岌。王衍只好上表乞降，前蜀灭亡。王宗弼将王衍迁至天启宫。魏王李继岌到成都时，王衍君臣带着棺材，绑缚着到七里亭迎降。</p> <p><strong>被杀灭族</strong></p> <p>　　公元926年（同光四年）正月，后唐庄宗将王衍召入洛阳，赐诏给他说：“我一定分封土地给你，不会在你有难处的时候薄待于你，日、月、星在上可以作证，一言既出，决不骗人！”王衍接到诏书很高兴地上路，率领他的宗族和宰相王锴、张格、庾传素、许寂、翰林学士李旻等人，以及一些将佐家族几千人向东而行。</p> <p>　　公元926年（同光四年）四月，他们走到秦川驿时，后唐庄宗采纳伶人景进的建议，派遣宦官向延嗣诛杀王衍及其宗族，王衍被杀时，终年二十八岁。王衍的母亲徐氏临刑时大叫：“我儿子以一个国家迎降，反而被杀戮，信义都被抛弃，我感到你们的祸患不久就会跟随而来了！”王衍的妾刘氏，鬓发如云，颇有姿色，行刑的人打算赦免她，但她说：“家丧国亡，宁死不能遭受污辱！”于是从容就死。</p> <p>　　公元927年（天成二年），后唐明宗李嗣源，追封王衍为顺正公，以诸侯的礼节下葬。</p><br/><h2>为政举措</h2> <p><strong>政治</strong></p> <p>　　公元918年（光天元年）六月初一日，王衍即位。七月初一日，王衍封兼中书令王宗弼为钜鹿王，王宗瑶为临淄王，王宗绾为临洮王，王宗播为临颖王，王宗裔、王宗夔以及兼侍中王宗黯都为琅琊郡王。七月初三日，封王宗侃为乐安王。七月初五日，任命兵部尚书庾传素为太子少保兼中书侍郎、同平章事。王衍不亲自处理政事，内外官员的变动都由王宗弼来处理。王宗弼收到的贿赂很多，都归为私有，上上下下都有怨气。宋光嗣聪明且善于迎合，王衍十分宠爱信赖他，前蜀由此也就逐渐衰弱。</p> <p><strong>外交</strong></p> <p>　　公元924年（乾德六年），十一月，王衍派遣翰林学士欧阳彬前往后唐互通友好。王衍认为前蜀已经与后唐建立了友好关系，于是就对后唐放松了戒备，下令撤去戍守在威武城的士卒，又把关宏业等二十四军调回成都。十月十四日，王衍又下令撤去武定、武兴招讨刘潜等三十七军。[26] 王衍这些行为最终导致前蜀的覆亡。</p>"
}