{
  "id": 914,
  "star": 21,
  "name": "柳亚子",
  "image": "http://img.gushiwen.org/authorImg/liuyazi.jpg",
  "dynasty": "清代",
  "desc": "柳亚子（1887—1958），江苏省苏州市吴江区北厍镇人，出生于大胜村的港上港南中段。创办并主持南社。曾任孙中山总统府秘书，中国国民党中央监察委员、上海通志馆馆长。“四·一二”政变后，被通缉，逃往日本。1928年回国，进行反蒋活动。抗日战争时期，与宋庆龄、何香凝等从事抗日民主活动，曾任中国国民党革命委员会中央常务委员兼监察委员会主席、三民主义同志联合会中央常务理事，中国民主同盟中央执行委员。1949年，出席中国人民政治协商会议第一届全体会议。建国后，柳亚子曾历任中央人民政府委员、全国人大常委会委员。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>（1887—1958），江苏吴江黎里镇人。（出生吴江汾湖镇北厍大胜村，12岁随家人迁居黎里）父亲钝斋，学养有素，母亲费漱芳，曾从名士徐山民的女儿徐凡如读书，《<a href=\"http://so.gushiwen.org/author_914.aspx\">诗</a>经》、《唐诗三百首》都能熟练背诵。亚子幼受母教，喜读古诗。17岁至上海，入爱国学社，为蔡元培、章太炎弟子，始谈革命。1906年，由高旭、<a href=\"http://so.gushiwen.org/author_93.aspx\">陈陶</a>遗、马君武、刘师培介绍，入同盟会，复由蔡元培介绍，加入光复会。1909年11月13日，和<a href=\"http://so.gushiwen.org/author_2385.aspx\">陈去病</a>、高旭、朱少屏、姚石子等创立革命文学团体南社，主持社务多年。第一次结集在苏州虎丘张公祠，到会17人。这一文学团体具有浓厚的反满色彩，会员多为同盟会员。第二次结集在杭州西湖，第三次结集在上海张氏味莼园。每次结集出版一部诗文集，共印了22集，汇为《南社丛刻》。会员后来发展到1000多人。1924年第一次国共合作，柳亚子以中国同盟会员身份为国民党员，当选为国民党中央监委。1927年“四·一二”事变后，他遭迫害被搜捕，以匿于复壁得免。抗日战争时期，他流亡重庆、桂林、香港，自比为行吟泽畔的<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>。他潜心南明历史的研究，搜集 了很多有关南明的史籍，并写出了一批研究成果，可惜战乱中，大量文稿失散，编写明史的愿望没有实现。1941年“皖南事变”爆发，在香港的柳亚子，亲自撰写电文，和宋庆龄、何香凝联名发电报责问蒋介石，斥责蒋介石倒行逆施，破坏团结，破坏抗战。结果，被开除了国民党党籍。</p> <p>　　1945年，毛主席飞抵重庆和国民党谈判，他写诗赠毛主席：“阔别羊城十九秋，重逢握手喜渝州。弥天大勇诚能格，遍地劳民乱倘休。霖雨苍生新建国，云雷青史旧同舟。中山卡儿双源合，一笑昆仑顶上头。”称赞毛主席“弥天大勇”。1945年10月，毛主席致信给他，其中说：“先生诗慨当以慷，卑视<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>，读之令人感发兴起。”对他的诗给予很高的评价。1949年2月，他应毛主席的电邀，由香港启程进入解放区，后来参加了中国人民政治协商会议，并参加了中华人民共和国开国大典。1952年，他与叶恭绰、李济深、章士钊联名上书毛泽东，呼吁保护北京广东新旧两义园的民族英雄袁崇焕遗墓，使袁墓古迹得以保存。他的诗约有5000多首，有《磨剑室诗词集》。</p> <p>　　郭沫若评价柳亚子：“是一位典型的诗人，有热烈的感情，豪华的才气，卓越的器识，随着时代的进步而进步。”他的诗感慨豪宕、沉郁深婉，热情奔放，独树一帜，开一代革命诗风，写了一部敢哭、敢笑、敢怒、敢骂的革命史诗。</p><br/><h2>年表</h2> <a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>，原籍北厍大胜村，12岁随家人迁居黎里镇。柳亚子出身书香门第，少从母亲学唐<a href=\"http://so.gushiwen.org/author_914.aspx\">诗</a>，并受父亲影响，赞成变法维新，醉心于《新民丛报》的宣传。<br>1903年，他在家乡参加中国教育会，随即赴上海入爱国学社读书。1906年，参加中国同盟会，同时还加入光复会，在吴淞口外轮上谒见孙中山。<br>1909年，与<a href=\"http://so.gushiwen.org/author_2385.aspx\">陈去病</a>、高旭组织反清团体文学南社，鼓吹革命。<br>辛亥革命后，他曾到临时总统府任秘书，因不习惯于军政机关生活，三日即辞职，到上海办报。袁世凯窃取政权，他感觉国事不可为，惘然返黎里，纵情诗酒。写了大量诗歌。<br>1926年6月，出席国民党二中全会，反对蒋介石提出的“整理党务案”，在会 场痛哭以示抗议，并中途退会，返回黎里。<br>1945年10月，毛泽东赴重庆谈判，与柳亚子会晤。手书《沁园春·雪》词相赠。<br>1948年，柳亚子与宋庆龄在香港组织中国国民党革命委员会，任秘书长。<br>解放后，他历任中国人民政府委员、全国人大常委会政务院文教委员、华东行政委员会副主席、中央文史馆副馆长等职。<br>柳亚子一生写下了大量声情激越、意气风发的诗篇。计有诗7000余首，词200余首。<br/><h2>文学特点</h2> <p>　　<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>重视文学的思想性，他反对叹老嗟卑的个人主题的吟咏，也反对批风抹月的流连光景之词。在<a href=\"http://so.gushiwen.org/author_914.aspx\">诗</a>风上，他崇尚唐音，承继<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a> 、<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>3家，贬斥以<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>为代表的江西诗派。在词风上，他推崇<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，贬斥<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>。在文风上，他反对<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>和桐城派。</p> <p>　　柳亚子是一个以诗歌为武器的政治诗人。他的诗，紧密结合资产阶级民主革命的发展，洋溢着强烈的爱国主义、民主主义激情，具有鲜明的战斗性。在广泛的革命交游中，柳亚子写下了大量的怀人诗和赠友诗。革命派的英勇斗争使柳诗充满了慷慨激昂之气，这一斗争的多灾多难的历程又使他的诗具有沉郁苍凉的风格。辛亥革命后，柳亚子的诗歌主题转为对这次革命不彻底的批判。五四运动后，他的创作转入了新时期，一直歌唱到中华人民共和国建立以后。</p> <p>　　柳亚子一生中写下了大量声情激越、意气风发的诗篇，计有诗7000余首。词200首。箸有《柳亚子自传年谱》、《磨剑室诗集》、《词集文集》、《南社纪略》，编有《南社丛刻》、《<a href=\"http://so.gushiwen.org/author_48.aspx\">苏曼殊</a>全集》、《柳亚文集》，编辑委员会编辑有《柳亚子集》。</p> <p>　　在中国近代诗歌发展史上，柳亚子诗词的“横空出世”，无疑具有划时代的意义。亚子先生毕生都把宋代<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>的这两句话：“推倒一世豪杰，开拓万古心胸”，既作为自己诗词创作的追求，又作为自己诗词风貌的写照。所以，一方面，他把所谓“正统派”的诗人，都不放在心上；另一方面，他敢于在“宋派诗”牢笼一代、“同光体”风靡当世的现实氛围中，在南社内部的矛盾和斗争中，以恢宏的气魄，雄厚的实力，巍然独立地树起了一面“掀天揭地”、“震电惊雷”的诗歌旗帜。</p><br/><h2>文学贡献</h2> <p><strong>搜集文献</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>原名柳慰高，字号很多，在读了法国卢梭的“天赋人权”学说后，就以“亚洲卢梭”自居，改名人权，号亚庐。后友人高天梅因“亚庐”之“庐”，笔画太多，而写作“亚子”，他也就认定了。柳亚子家学渊博，三岁能背诵《唐<a href=\"http://so.gushiwen.org/author_914.aspx\">诗</a>三百首》，12岁就背完《<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>全集》。1903年(光绪二十九年)，才16岁的柳亚子，已读遍自家书房的藏书。他的家乡江苏吴江，在明末就是抗清基地，人才辈出，非常讲究民族正气，这让他熏陶了强烈的反清意识，早年喜欢开“诗界革命”之风的<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>的诗文，特别是南明志士<a href=\"http://so.gushiwen.org/author_1938.aspx\">张煌言</a>、<a href=\"http://so.gushiwen.org/author_526.aspx\">夏完淳</a>的道德文章。</p> <p>　　1918 年，柳亚子主持南社时期，因人事纠纷，自请辞去主任职务，回到家乡，把更多精力转向家藏图书馆和搜集本土地<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>献。他将几代所搜集的书籍目录《养余斋书目草本》《养余斋书目》重作调整、核对，并自辑《养余斋松陵书目》《养余斋书画目录》；与此同时，又开始有目的地搜集、整理吴江地区乡邦文献，与同乡、图书目录学家薛凤昌发起建立吴江文献保存会。他说：“此时我又在发狂地收买旧书，凡是吴江人的著作，从古时到近代，不论精粗好歹，一律收藏。这样，便花去了一万多块钱。”为此，他还编了《吴江文献保存会书目》，共收集吴江人著作740种。还不包括100余种抄本，这些抄本，多是他人家藏孤本或是尚未刊刻的稿本，若得，便请人——包括年纪很小的儿女柳无忌、柳无非等——参加抄录，柳亚子自作校对、审定；更有甚者，柳亚子还辑录若干地方文献，见存上海图书馆的《分湖诗钞》稿本23册，辑录吴江地方历代作者400余人，诗作2500余首，前19册按作者姓氏分册，后四册分别为“杂姓”、“闺秀”、“方外”和“寓贤”。此部辑集造端宏大，柳亚子乃据乡邦典籍，大量地采撷、编辑和考订，呈现了分湖地区的历史文化内涵，兼及苏南、浙西的艺文景观和望族文化。其中或可窥出早年柳亚子应用图书目录和文献学，对乡邦文化所作的巨大努力了。</p> <p>　　柳亚子非常珍重搜集的乡邦文献，见存上海图书馆的这些吴江地方抄件、稿本，很多留下他所写的题跋。这些题跋，有记述文献来源，流传始末，收集经过；有涉及撰著年代、著者、辑者及收藏者情况；有交代校勘、增补、参订缘起：有与各种刊本、抄本的比较；更有若干有价值而一般不易查询的，还广征博引，多加考证。柳亚子写字潦草，自认为“写字像冲锋一般，喜欢赤膊上阵，杀了一下，胜败不问，也就完蛋，管它写得像样不像样呢！”“我写字的毛病，就是太快，太随便，倘然把一个一个地剪碎了，连我自己也会不认得的。”但他自行抄写或写题跋，却是一丝不苟，极其工整。20世纪八十年代初，顾廷龙在谈及柳所写图书题跋时就说：“柳先生的题跋很有用，如果收集起来，可以考见其藏书之故实及吴江文献的史料。”因而，当年上海图书馆沈津先生，曾有意地收集柳亚子的题跋，计得270余篇，六万字。</p> <p><strong>普查图书</strong></p> <p>　　三十年代初，柳亚子任上海市通志馆馆长，主持编撰《上海市通志》。通志馆白手起家，没有自己的图书资料库。他和通志馆同仁所拟的有关上海古今史事方方面面的课题，就需有大量的图书资料作依托。当时上海虽已定格为直隶中央的特别市，但基于历史因素，没有一家有权威性的、集中地方文献的文化机构，因而需要对全市的图书馆做普查，特别是那些知名度很高、藏书丰富的图书馆，如商务东方图书馆、上海天主教徐家汇藏书楼和亚洲文会。他把这项任务交给才由持志大学毕业的胡道静，由他对全市大街小巷的图书馆调查，还特别关照他要注意这些图书馆庋藏的上海地方文献。</p> <p>　　当时柳亚子搜集、采购有大量新文化启蒙以来的各种书籍，正由胡道静前来帮助编目、分类。胡通常上午赴辣斐德路(今复兴中路)柳家整理图书，下午外出调查。柳亚子常于胡处获得有关图书馆的庋藏。当时上海有些庋藏地方文献极为丰富的图书馆，是不对圈外人开放的，也拒绝他人采访、调查。胡道静以他的真诚、恳切，竟然受到徐家汇天主教堂欢迎，几次伴同进书库，摸清庋藏中国地方志，特别是上海及其周遍的县镇和乡村方志，回来与柳亚子介绍，柳大为欣喜。又为他兴奋的是，胡道静还在英国人主办的亚洲文会北中国支会图书馆作了详细调查，发现书库所收上海文献很多，而且还把这一项书籍用特殊方式分类排架。柳亚子很欣赏胡道静的图书馆调查报告，在定稿后，还破格把它作为通志馆期刊抽印本，取名为《上海图书馆史》出版。上海市通志馆到1937年“八一三”时结束，柳亚子和他的同侪，利用图书馆若干图书文献，出版了两本《上海研究资料》，四期《上海市通志馆期刊》和三部《上海市年鉴》。</p> <p><strong>校对史书</strong></p> <p>　　全面抗战爆发后，1937年底，日本侵略军侵占了上海华界，柳亚子困居法租界，自题寓所为“活埋庵”。抚今思昔，他又拣起旧时有兴致的南明史和抗清的民族志士史可法、吴易、夏允彝、夏完淳和<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>等故事，但是见于吴江早已沦陷，无法运用所藏图书文献。他通过当年南社和通志馆关系，向收藏颇多的胡朴安、朱希祖借阅。一天，柳亚子买票观看剧作家阿英创作的《碧血花》(《葛嫩娘》)，这是一部以南明志士复明抗清为题材的话剧，归后赞扬不已，与素不相识的阿英写了一封长信，此后两人订交，几乎天天信件来返，讨论南明史事。阿英将自己收藏的几十本南明史图书相借，柳亚子凭着固有的版本学知识，对这些史料分别作了考信。他还从隐名蛰居的郑振铎处借得善本《南疆逸史》，竟闭门抄写了20天，将全书 56卷抄写完毕。1940年12月，柳亚子离开上海到香港，将这些南明图书，抄本，以及所著述的《南明记事史纲》《南明后妃宗藩传》等多种携带了去。他把在九龙寓所的藏书室称为“羿楼”，寓意“后羿射日”故事。这时，他又陆续收集，遂使所藏南明史料达几百种。柳亚子对此非常兴奋，其中若干本本得来不易，如广东<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>《皇明四朝成仁录》补辑本抄件，经他考订，乃是后人据正本补缀而编的。盖晚明史书在清季均乃禁书，300年里没有人敢刊刻印刷，因而弥足珍贵。当太平洋战争后，日本侵占九龙，羿楼所藏图书不及带走，柳亚子后来在广西桂林每每谈及，不胜惋惜，尤其是这部《皇明四朝成仁录》，了无去向。他很清楚此书的稀罕，他掌握了其余几部传抄本的去向，其中一部是中山大学九龙书库的朱希祖寄存；还有一部是广东顺德风雨楼藏书中散佚出来的，已归屈的后人。柳亚子经努力终于在屈大均后裔处抄到藏书目录，又得悉朱希祖藏本还有副稿在重庆可供借抄，他真是高兴极了。</p> <p>　　柳亚子仍对佚失的南明文献念念不忘。他在桂林四个月期间，很多精力放在为南明史籍做提要、整理等事宜。开始，他据自己在《笔谈》写的《一年来对于南明史料的工作报告》，为九龙羿楼所失的部分书籍做提要，又托熊佛西赴广西省图书馆查找香港《大风》新年号杂志，上面有他写的《我的南明史料研究经过》，按图索骥，写了《续忆劫灰中的南明史料》，为《南疆逸史》《小腆纪年》等书做提要，但仍不够，再托熊佛西自广西省图书馆借用谢国桢《晚明史籍考》。他视此书为“研究南明史料的一把钥匙”。柳亚子就是据该书，旧梦重温，以所列书目为本，凡是羿楼所旧有的，都把它写成题跋。他用了半个月时间，终于写完了《羿楼旧藏南明史料书目提要》117种。</p> <p><strong>捐献藏书</strong></p> <p>　　1950年秋，柳亚子从颐和园乔迁到北长街89号新居，他把书房取名为“上天下地之庐”，后又将从家乡黎里和上海带来的南明史料和南社图书文献，捐赠给北京图书馆。北京图书馆特为开辟研究室，柳亚子很是高兴。在与柳无忌的信中还提及：“在北京的书，我把后明史料《南社文库》《革命文库》都捐给北京图书馆了。他们替我腾空了一间房子，把这些书放着，算是我的特别研究室。我随时可以去看，非常满意。”当时柳亚子还计划编写一部《南明史》。</p> <p>　　1950 年底，柳亚子又南下，在上海向陈毅市长提出：“要将自己在上海及吴江乡下的藏书全部捐献给政府，由国家来保存。”陈毅欣然同意，由上海文管会组建陈乃乾、尹石公等七人小组清点装箱，此间黎里藏书就有木箱300余只，内贮书籍四万四千余册，柳亚子往来信札400余包。其中各种版本图书、报刊由上海图书馆庋藏。在此同时，他又动员老友朱希祖之子朱偰，希望将朱希祖所藏南明史料捐与国家。朱偰遂将家藏南明史料最珍贵部分整理五大箱，交与柳亚子，全部捐献北京图书馆。</p> <p>　　柳亚子捐献的图书，在五、六十年代上海图书馆就作了整理，那些庋藏的大革命时期、土地革命时期的出版物，因其稀罕的文化价值，被厘定为一级藏品特藏。柳亚子的信件文札被编成《书信辑录》，1985年由上海人民出版社出版。1987年，在柳亚子诞生100周年纪念时，上海图书馆又编选、影印了《柳亚子先生手札》，“既反映先生思想活动之一斑，亦体现时代风云之特点”，还举办了“柳亚子先生在上海”的展览会。</p> <p>　　早年喜搜集文学书籍，后又收藏书画、印章及30年代前后文献资料。晚年枕酣典籍中，网罗吴江人著述达千余种。1950年10月，将其故乡吴江县黎里镇旧宅中的藏书全部捐献国家，计有书籍44 000余册，还有其私人信札400余件。潜心于南明史研究，自1919年就开始搜集南明史料，所藏南明史料颇富，有《南明史料书目提要》，著录南明史料图书数百种，并将藏书处名为“羿楼”。与钱杏邨、胡朴安、郑振铎等友谊甚笃，爱好相宜。藏书室名有“磨剑室”、“笑隐楼”、“灵风别馆”、“更生斋”、“上天入地室”等。有《磨剑室藏革命文库目录》，著录书籍皆为辛亥革命时期的国民革命之书刊。病故后，家属将手稿遗著20余种、所藏图书7万余册全部献给上海图书馆、苏州博物馆、中国革命博物馆。</p><br/><h2>纪念馆</h2> <p>　　<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>纪念馆于1987年5月28日，柳亚子先生100周年诞辰之际建立的。坐落在吴江市黎里镇中心街30号。该馆的房屋原为清乾隆工部尚书周元理的私邸，宅院宏大。</p> <p>　　第一进，现已改建成八开间门厅，正中是民革中央名誉主席屈武题写的“柳亚子纪念馆”匾额。第二进茶厅布置成纪念馆的序厅，厅中央为柳亚子汉白玉雕像，座基刻有邓颖超的题词：“柳亚子先生像”，左右两壁是毛泽东和柳亚子《沁园春》唱和词，两边金柱悬有周恩来为柳亚子题写的对联：“铁肩担道义，辣手著文章”。第三进正厅，就是颇有盛名的“赐福堂”。这里是柳亚子先生生平事迹的主展厅。以《峥嵘岁月，光辉一生》为题，按“青少年时代”、“南社革命时期”、“第一次国共合作前后”、“抗日战争前后”、“新中国成立前后”五个部分，用150余件珍贵的历史文献和实物，系统地介绍了柳亚子爱国爱民的一生：加入同盟会，创建南社、新南社，坚持孙中山“联俄联共扶助农工”的三大政策，筹建“民革”，坚决走国共合作道路等等。第四进为生活起居楼，柳亚子曾名之为“拜孙悼李楼”。在这里他自称“亲炙中山，私淑列宁”，写下了许多文章。楼下为客厅兼作膳厅，正中是中堂和对联，左右墙上是柳亚子一家的照片。楼上是全家卧室，陈设如旧。第五进藏书楼。楼下的客厅里字画、长台、茶几和椅子安放有序，中堂悬挂古画，两侧是柳亚子亲笔所书：“少年虽亦薄汤武，许身何必定夔皋”的对联。这里是柳亚子先生会客的地方，当年，同志好友来往频繁，相聚于此，纵论国是，探讨<a href=\"http://so.gushiwen.org/author_914.aspx\">诗</a>文，针砭时弊。著名的书斋“磨剑室”就在客厅东首，室内张挂南社社友赠送的对联“青兕后身<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，红牙今世柳屯田”。柳亚子早年仿照<a href=\"http://so.gushiwen.org/author_2385.aspx\">陈去病</a>，因仰慕辛弃疾，改名“弃疾”，并以辛弃疾别号“青兕”为笔名发表反对南北议和向袁世凯妥协的文章，在这里柳亚子写下了近二百万字的文章和诗歌。楼上西墙一侧，为原周姓屋主的特殊建筑“复壁”，1927年5月8日夜半，柳亚子藏身其间，才免遭国民党反动派搜捕，复壁成了柳亚子先生坚持国共合作的历史见证。复壁以东五间屋子是柳亚子的藏书室。1950年冬，柳亚子将所藏44000 多册图书全部捐献给上海图书馆。第五进与第六进下房之间的庭院内，新辟了“柳氏家谱碑廊”，36块碑刻记载着柳亚子上五代的行状事迹，是研究柳亚子及其祖辈的重要历史资料。</p> <p>　　2004年4月，在第五进楼下西侧开辟了柳无忌先生生平事迹展览室。柳无忌是柳亚子先生的哲嗣，青少年时代即参加南社、新南社的活动，1946年赴美国，在印第安纳等多所大学任教，为著名教育家、作家、诗人，著作等身。退休后创建了国际南社学会，亲任会长，多次组织出版南社丛书，为继承与发扬南社精神作出了不平凡的贡献。</p>"
}