{
  "id": 855,
  "star": 30,
  "name": "刘勰",
  "image": "http://img.gushiwen.org/authorImg/liuxie.jpg",
  "desc": "刘勰（约公元465——520），字彦和，生活于南北朝时期的南朝梁代，中国历史上的文学理论家、文学批评家。汉族，生于京口（今镇江），祖籍山东莒县（今山东省莒县）东莞镇大沈庄（大沈刘庄）。他曾官县令、步兵校尉、宫中通事舍人，颇有清名。晚年在山东莒县浮来山创办（北）定林寺。刘勰虽任多种官职，但其名不以官显，却以文彰，一部《文心雕龙》奠定了他在中国文学史上和文学批评史上的地位。",
  "content": "<h2>文学特点</h2> <p>　　传统修辞学分为消极修辞和积极修辞两大方面。<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>在《文心雕龙》中，对这两方面都有精当而深刻的论述，尤其对消极修辞的论述，不仅论及文章技巧，而且深入到心理活动和思维规律与语言生成关系的层面，不仅当时直至今天也仍有重要指导意义。</p> <p><strong>语音</strong></p> <p>　　在语音修辞方面，刘勰没有沿习名人<a href=\"http://so.gushiwen.org/author_628.aspx\">沈约</a>的“八病说”，而着重提出了“飞沉”问题、“双声叠韵”问题。</p> <p>　　在《神思》中，刘勰就提出了“寻声律而定墨”的主张，在《声律》中又说：“凡声有飞沉，响有双叠。双声隔字而每舛，叠韵杂句而必睽；沉则响发而断，飞则声飏不还。”刘勰认为，作韵易而选和难。足见刘勰不但非常重视而且准确把握了汉字汉语的语音特点，对语音修辞在理论上作出了可贵贡献。</p> <p>语汇</p> <p>　　在语汇修辞方面，刘勰提倡慎重遴选词语。</p> <p>　　语汇修辞中，还涉及用字，刘勰在《炼字》提出用字“四要则”：一避诡异，二省联边，三权重出，四调单复。无怪刘勰叹曰：故善为文者，富于万篇，贫于一字，一字非少，相避为难也。</p> <p><strong>语法</strong></p> <p>　　语法修辞部分，刘勰在《章句》中提出了要按内容安排章句和按情韵安排章句的主张。刘勰主张，句式的选择上，用长用短，或长短穿插，整散结合，完全要符合情韵需要，情韵急，少音节短词句，情韵缓，可用舒曼之长句，情韵起伏跌宕，则可长短并用整散结合，以收荡气回肠之效。</p> <p><strong>篇章</strong></p> <p>　　刘勰修辞美学最为璀璨的部分，在篇章修辞。</p> <p>　　重涵养，立风格。文章有风格，更有风骨，才煽情动人，辞采焕然。要使文章含风树骨，则须“练于骨者，析辞必精，深乎风者，述情必显。”</p> <p>　　感人的才情和生动的语言固然重要，但一定要为情而造文，而不要为文而造情。要写真情实话，不要假意虚言。</p> <p>　　重熔裁，明隐秀。文章长短、内容详略、语意显隐、精警庸凡，亦为文之必虑。</p> <p>　　文章秀句，或自出锦心，或得益援引。刘勰并非反对引用，而是反对抄袭。</p> <p><strong>运用</strong></p> <p>　　在具体运用方面，刘勰指出“碌碌丽辞，则昏睡耳目。必使理圆事密，联璧其章。迭用奇偶，节以杂佩，乃其贵耳。”</p> <p>　　《夸饰》专讲夸张。刘勰抓住夸张得是否合乎事义情理这一关键，将夸张分为两类并指出其不同效果：“然饰穷其要，则心声蜂起，夸过其理，则名实两乖。”——如果夸张得合情理得神髓，就会引起强烈共鸣，反之，就会违背事实不合情理。</p><br/><h2>评价</h2> 　　<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>能在距今1500余年之遥，提出这如许之多的至今难超其苑囿的精辟修辞理论实为难能可贵。其修辞之论，既有理性的阐释，又有言证、事证，既涉文章内容形式，又关作者思维、气质、涵养、才情。他能从美才、美德、美情与美辞美文的关系方面，阐释情动而辞发、因内而符外的修辞美学观，他承认“物色之动，心亦摇焉”，“情以物兴，故义必明雅；物以情睹，故辞必巧丽”，尽管当时还没有堂皇的辩证唯物主义之说，然而在今天看来，这完全符合这种观点。在这种观点指导之下，他从内容决定形式的认识出发，建立了系统的剖情析采理论，他从历史唯物主义和现实唯物主义的认识出发，提出了“时运交移，质文代变”，“文变染乎世情，兴废系乎时序”，这种选择继承、据时创新的修辞观，这种服务于时代的“时文”修辞观，时至今日，也是必须遵循的一条修辞美学原理。<br/><h2>生平</h2> <p>　　南北朝宋泰始初年（公元465年），<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>生于京口（今镇江），字彦和，原籍东莞(今山东省莒县境内)。祖父灵真，宋司空秀的弟弟。父亲叫刘尚，曾担任越骑校尉。刘勰很早就成了孤儿，他发愤图强，热爱学习。因为家里太穷而没有娶妻结婚，和沙门的僧人住在一起，十多年后，他对那些经文都很精通。他分门别类地整理了这些经文，抄录下来，还为经文写了序言。如今定林寺里面藏的经文，都是刘勰编写修订的。天监初年，刘勰开始担任奉朝请，兼职做中军临川王宏的秘书，后升职担任车骑仓曹参军。担任太末县县令时，政绩清正廉洁。兼任东宫咨询专家时，刘勰向皇上建议佛教和道教都应该与其他的宗教祭祀一起改革。皇帝下诏书讨论此提案并按刘勰所提建议通过。后升任步兵校尉。奉皇命和慧震在定林寺撰写订证经文，后请求出家，帝允许出家，改名慧地。不久去世。</p> <p>　　32岁时开始写《文心雕龙》，历时五年。</p> <p>　　卒年歧说甚多。一说卒于梁普通元年（公元520）和二年（公元521年）之间，一说卒于梁大同四年（公元538）和五年（公元539年）之间。</p><br/><h2>后世纪念</h2> 　　<a href=\"http://so.gushiwen.org/author_855.aspx\">刘勰</a>纪念馆设于南京钟山南麓的定林山庄内，纪念馆分前、中、后三个展厅，以南京“钟山与六朝都城”、“钟山定林寺”、“刘勰与《文心雕龙》”三个展览单元，揭示了刘勰及《文心雕龙》与六朝首都、钟山及与定林寺的密切关系。刘勰在钟山定林寺前后生活了20年左右，他在这里借助定林寺丰富的藏书，潜心学习和研究，最终完成了标志着辉煌成就的文学理论巨著《文心雕龙》。钟山定林寺也因刘勰的学术成就而名垂青史。"
}