{
  "id": 611,
  "star": 125,
  "name": "曹雪芹",
  "image": "http://img.gushiwen.org/authorImg/caoxueqin.jpg",
  "dynasty": "清代",
  "desc": "曹雪芹，名霑，字梦阮，号雪芹，又号芹溪、芹圃。清代著名文学家，小说家。先祖为中原汉人，满洲正白旗包衣出身。素性放达，曾身杂优伶而被钥空房。爱好研究广泛：金石、诗书、绘画、园林、中医、织补、工艺、饮食等。他出身于一个“百年望族”的大官僚地主家庭，因家庭的衰败饱尝人世辛酸，后以坚韧不拔之毅力，历经多年艰辛创作出极具思想性、艺术性的伟大作品《红楼梦》。",
  "content": "<h2>小说创作</h2> <p>　　《红楼梦》一书所反映的是清代康熙、雍正、乾隆时代的社会生活画面，正是历史上的所谓乾隆盛世，其实在王朝鼎盛的背后存在着种种的矛盾，也隐藏着重重的危机。</p> <p>　　康熙末年，皇子们分朋树党，争权谋位。最后是四皇子胤稹夺得了帝位，这就是雍正皇帝。雍正即位后，立即开展了一场穷治政敌的凶残斗争，残酷地迫害与己争夺皇位的诸兄弟和异己的政治势力。<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的嗣父曹頫就是因跟皇室派别斗争有牵连被罢官，抄家。</p> <p>　　曹雪芹的《红楼梦》，是以自己和亲戚家庭的败落为创作素材的，因此带有一定的回忆性质；但他创作的《红楼梦》是小说而不是自传，不能把《红楼梦》作为曹雪芹的自传看待。</p> <p>　　1727年（雍正五年）末、1728年（雍正六年）初，曹頫因织造差员勒索驿站及亏空公款等罪，被下旨抄家，曹頫被“枷号”，曹寅遗孀与小辈等家口迁回北京，靠发还的崇文门外少量房屋度日。曹家从此败落。经历这样家族变迁的曹雪芹，因此而获得对贵族之家种种黑暗与罪恶的深切体验，这便成为他创作《红楼梦》重要的生活基础。《红楼梦》创作开始时，雪芹年未二十。他前后花了十年时间，经五次增删修改，在他30岁之前，全书除有少数章回未分定，因而个别回目也须重拟确定，以及有几处尚缺<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>待补外，正文部份已基本草成（末回叫“警幻情榜”），书稿匆匆交付其亲友脂砚斋等人加批誊清。最后有十年左右时间，雪芹是在北京西郊某山村度过的。不知是交通不便还是另有原因，他似乎与脂砚斋等人极少接触，也没有再去做书稿的扫尾工作，甚至没有迹象表明他审读、校正过已誊抄出来的那部份书稿，也许是迫于生计只好暂时辍笔先作“稻粱谋”吧。其友人敦诚曾写诗对他规劝，希望他虽僻居山村，仍能继续像从前那样写书：“劝君莫弹食客铗，劝君莫叩富儿门。残杯冷炙有德色，不如著书黄叶村。”（《寄怀曹雪芹》） </p><br/><h2>身世籍贯</h2> <p>　　关于<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>，很多方面仍难有定论，除却生卒年的争议，他的字、号也不能十分确定，按照曹雪芹的好友张宜泉的说法，应该是“姓曹名沾，字梦阮，号芹溪居士”，但有的研究者认为他的“字”是“芹圃”，“号”是“雪芹”。他的生卒年问题，已经争论了几十年。他的生年，主要有二种看法，一种认为他生于公元1715年，即康熙五十四年乙未；另一种说法认为他出生于公元1724年，即雍正二年甲辰。他的卒年，主要有三种看法，一种认为他卒于公元1763年2月12日，即乾隆二十七年壬午除夕；另一种看法认为他卒于公元1764年2月1日，即乾隆二十八年癸未除夕；还有一种看法认为他卒于公元1764年初春，即乾隆二十九年甲申岁首。<br>　　曹雪芹的父亲——曹頫是贾母的原型——李氏的过继子（李氏的丈夫曹寅的侄子）。曹雪芹的上世的籍贯，现有几种看法，一是河北丰润，于明永乐（明成祖年号，1403—1424）年间还至辽东铁岭，后来跟随清兵入关，一是辽阳，他的上祖曹振彦原是明代驻守辽东的下级军官，大约于天命六年后金攻下了辽阳时归附，以后随清军入关。</p> <p><strong>身世考证</strong><br>　　曹振彦归附后金以后，先是属佟良性管辖，后来又归了多尔衮属下的满州正白旗，当了佐领。旋即跟随清兵入关。曹振彦在入关前的明、金战争中以及入关后的平姜瓖之叛的战争中是立过功的，他历任过山西吉州知州、阳和府知府、浙江盐法道等官职。曹家的发迹，实是从曹振彦开始的。此后，曹振彦之媳，即曹玺之妻孙氏当了康熙的保母。1663年（康熙二年），曹玺首任江宁织造之职，专差久任，至1684年（康熙二十三年）在江宁织造任上病故，康熙旋即命其子曹寅任苏州织造，后又继任江宁织造、两淮巡盐御史等职务。并命其纂刻《全唐<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>》《佩文韵府》等书于扬州。曹寅之所以很得康熙的信任和赏识，是因为他的母亲是康熙最重要的教引嬷嬷（康熙曾对别人介绍曹寅之母时说过：此吾家老人也。）曹寅又曾是康熙的陪读，是康熙儿时的玩伴。所以康熙南巡六次曹寅家曾主持过四次接驾大典。1712年（康熙五十一年）曹寅在扬州任上病危，康熙特命千里马送药拯救，只可惜曹寅已死。曹寅病故后，康熙又因极其宠爱曹寅，就叫其子曹顒继任江宁织造（那时好像不许世袭）。不幸的是1714年（康熙五十三年）曹顒病故，康熙又特命曹寅的胞弟曹荃（宣）之子曹頫过继给曹寅的妻子李氏并继任织造之职，直至1727年（雍正五年）12月24日曹頫被抄家败落，曹家在江南祖孙三代先后共历60余年。曹雪芹就是出生在南京的。直到1728年（雍正六年）曹家抄没后才全家返回北京。当时，曹雪芹尚年幼，按生于乙未说是虚岁是四岁，按生于甲辰说是虚岁五岁。曹家回北京以后的情况，文献绝少记载，曹頫曾经在给康熙的奏折里说道：“惟京中住房二所，外城鲜鱼口空房一所，通州典地六百亩，张家湾当铺一所，本银七千两”等等。<br>　　曹雪芹在穷愁困顿中于公元1763年或1764年即乾隆二十七年或二十八年的除夕去世。他的不朽巨著《石头记》的前80回，早在他去世前十年左右就已经传抄问世；书的后半部分据专家们研究，认为基本上已经完成，只是由于某种原因未能传抄行世，后来终于迷失，这是不可弥补的损失。</p> <p><strong>武阳说</strong><br>　　300年前《南昌武阳曹氏宗谱》问世，武阳镇曹村是曹雪芹祖籍地。<br>　　2010年4月8日，在浙江图书馆。找到了300年前的《南昌武阳曹氏宗谱》，这是一本300年前保存完好的《南昌武阳曹氏宗谱》的手抄本。在这本1693年修的《南昌武阳曹氏宗谱》里就清楚地记载了“盖自永乐二年，始祖伯亮公从豫章武阳渡协弟溯江北上，一卜居于丰润咸宁里，一卜居于辽东铁岭卫。则武阳者，洵吾始祖所发祥之地也。”和武阳曹氏的宗谱记载完全一样。历史的清楚记载，事实胜于雄辩，武阳镇曹家是就是曹雪芹南宋祖籍地，千真万确。<br>　　曹雪芹南宋祖籍地在武阳。自中央电视台1994年报道以来，在全国引起了很大的反响，全国很多的红学.曹学专家都为之付出了很多的心血来武阳曹家深入研究考察，周汝昌对曹雪芹祖籍更是研究之深，并亲笔题字：《曹雪芹祖籍武阳镇》。<br>　　这部清康熙三十二年（公元1693年）《江西南昌武阳曹氏宗谱》的出现，不但证明了南昌武阳曹氏宗谱的真实性，还为研究探讨红学和曹学的专家提供了重要的研究依据。<br>　　《南昌武阳曹氏宗谱》不但记录了曹氏的世系和世序，还清楚地记录了曹氏的迁徒志和祠堂志。从这本宗谱可以得知：曹雪芹南宋祖籍地在武阳镇，300年前就有真实的记载和认定！看到这本300年前的修的《武阳曹氏宗谱，几十年来曹雪芹祖籍地的争论，考察，研究，今天真相大白，所幸的是许多专家能看到自己的研究成果，与历史记载一模一样，应感心慰。</p> <p><strong>乳山说</strong><br>　　据最新研究成果显示，曹雪芹高祖曹玺是被清军自胶东半岛虏获，因同姓而被曹振彦收养，因此曹雪芹祖籍地的研究应以曹玺为主，而不能把曹振彦的祖籍地当做曹雪芹祖籍地。致力于红学研究的曹祖义先生从1998年就提出曹雪芹是曹髦后裔，同曹祖义是宗亲的观点。并在全国红学大会上发表其研究成果，获得了部分红学家的认可。<br>　　曹祖义说，曹雪芹的祖籍在乳山，不管从历史资料上，还是曹雪芹在书中亲撰的家谱上，以及曹祖义的家谱上，都充分证明曹雪芹是<a href=\"http://so.gushiwen.org/author_616.aspx\">曹丕</a>、曹髦的后裔。另外，曹雪芹家和曹祖义家以范字起名上的规则完全统一，这些都是有力的证明。曹祖义在对《红楼梦》多年的研究中发现，曹雪芹把他们家的家谱，用“十首怀古诗”灯诗谜的方法，写在《红楼梦》第51回中。可以看出，曹雪芹家和其亲宗东港市大孤山曹家在起名范字上是一脉相承的，以此可以证明他们是同宗谱的本家人。如此，曹祖义和曹雪芹有着共同的祖籍———当时的宁海州河南村。<br>　　复旦大学对国内与曹雪芹有关的曹姓人群进行了DNA检测，现有的曹姓DNA数据支持曹雪芹祖籍“乳山说”，而不支持“丰润说”、“辽阳说”等众多学说。 </p><br/><h2>铁事典故</h2> <p><strong>医德高尚</strong><br>　　根据孔祥泽老先生说，20世纪70年代初和吴恩裕先生去白家疃访问，曾听一位村民说：当年前山（指香山）旗里有位大夫时常过来给穷人看病不要钱，每次来都在南边山根一间空庙临时借来桌椅给人看病，后来这位大夫搬到桥西住，有了家看病的人方便多了。一次舒成勋先生曾对孔老说，在蓝靛厂原有多家药铺，<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>经常到这些药铺给病人抓药或配药，这些药铺的名字舒老都一一记得，并说给孔老听，遗憾的是孔老当时没有记下。<br>　　孔老还说：雪芹因医术高明，为不少的人治愈了病，一些有钱人的病被雪芹医好了后，常常要买些东西送于雪芹，以报雪芹医病之恩。雪芹往往告诉这些人，你不要给我买东西，你的钱先留着，一旦有病人看病，抓不起药，我让他找你，你把他的药钱给付了，这不是可以帮助更多的人解除病痛吗？就这样雪芹为许多贫苦的百姓，治愈了多种顽症，人们交口称赞雪芹的医术高明医德高尚。<br>　　看来，一个人，做一点好事并不难，难得的是一贯做好事。雪芹为西山百姓医病，不要钱，甚至为贫苦的百姓采药，出自于雪芹对西山百姓的爱，百姓口中、心中的口碑就是最好的证明。</p> <p><strong>与白家疃</strong><br>　　雪芹的好友敦敏在《瓶湖懋斋记盛》中确切地记载是乾隆二十三年春（即1758年），雪芹迁徙白家疃，有原注为证：“春间芹圃（雪芹的号）曾过舍以告，将迁徙白家疃。”在该文后敦敏因请雪芹鉴定书画又先后两次去白家疃，不巧，雪芹都不在家。在后注中敦敏大致讲了雪芹在白家疃新居的情况，为飨读者，引缀如下：“有小溪阻路，隔岸望之，土屋四间，斜向西南，筑石为壁，断枝为椽，垣堵不齐，户牖不全。而院落整洁，编篱成锦，蔓植亟杞藤……有陋巷箪瓢之乐，得醉月迷花之趣，循溪北行，越石桥乃达。” 　雪芹留下的传记材料极少，敦敏的《瓶湖懋斋记盛》记述了曹雪芹迁徙白家疃的时间以及雪芹的一些言行，殊显重要。那么雪芹为什么要迁徙白家疃呢？从乾隆十五六年雪芹辞别宗学迁徙西郊，并几经迁徙，最后一次由香山迁到白家疃。有人分析有经济原因之说、有回避“舆论”之说、有屋塌之说、有“满汉轸域”（乾隆年间，规定旗人的家奴可以开户，即准许汉人出旗）之说、也有雪芹筑屋白家疃与怡亲王有关之说等不一而足。我则认为除了经济原因之外，雪芹为了寻找一方远避尘嚣，更为理想的著书、修书之所。</p> <p><strong>空空道人</strong><br>　　《红楼梦》中有个很重要的过场人物——空空道人。在关于曹雪芹的各种传说中，事涉此人的并不很多。但这位神秘的道人于“红楼”成书到底有什么关联呢？<br>　　吴恩裕先生所著《有关曹雪芹十种》中的《考稗小记》曾说：“得魏君藏'云山翰墨冰雪聪明”八字篆文，谓为雪芹所书。按篆文并不工。下署‘空空道人’有‘松月山房’阴文小印一方，刻技尚佳，……见之者邓之诚先生谓的确为乾隆纸，而印泥则不似乾隆时物，盖乾隆时之印泥色稍黄云云。余为谓倘能断定为乾隆纸，则印泥不成问题。盖不惟此印泥本即为浅朱，即使为深朱亦不能必其为非乾隆时物。‘空空道人’四字尚好。此十二字，果为雪芹所书否，虽不可必，然1963年2月晤张伯驹先生，谓‘空空道人’四字与其昔年所见雪芹题海客琴樽图之字，‘都是那个路子’云。”吴先生虽然经两位大家鉴定为曹雪芹真迹，因印泥的颜色有碍，证据略显苍白。<br>　　杨奕先生长期生活在白家疃附近的太舟坞，曾写过《清代著名词人之一<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>》一文，讲到一件非常重要的问题，就是白家疃有一座空空庙，这便是为雪芹的“空空道人”提供了直接证据。为飨读者，引缀如下：“就在曹雪芹白家疃居所的南边山根，曾有一座小庙独立山麓。庙一间，面积约十平方米。因为庙中没有神祇偶像和牌位，空空荡荡，当地人叫它‘空空庙’。此庙于上世纪70年代末80年代初平整土地时被拆除。……虽已无文字记载，但从形制和位置判断，当为山神庙一类。建筑年代已无考证。现今有人认为这座‘空空庙’可能与曹雪芹《红楼梦》开头所写的‘空空道人’有关。”<br>　　杨奕先生仅推测空空庙与《红楼梦》的“空空道人”有关。但并没有点破“空空道人”就是曹雪芹。可能杨奕先生没有见到吴恩裕先生着的《有关曹雪芹十种》一书，或许也没有见到“云山翰墨冰雪聪明”这幅篆文小品。吴恩裕先生虽然请了当时著名鉴定大家鉴定为曹雪芹亲书，但始终没有弄清“空空道人”之号与雪芹的关系。白家疃的“空空庙”无疑为《红楼梦》以及曹雪芹的研究提供了极为重要的证据。</p> <p><strong>与广泉寺</strong><br>　　香山广泉寺是唯一确切记载曹雪芹与好友张宜泉到过的地方，并且两人留有<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>歌唱和，遗憾的是，雪芹先生的诗没有流传下来，只有宜泉先生按照雪芹诗歌的原韵和诗被记录下来，为飨读者，引缀如下：　“君诗曾未等闲吟，破刹今游寄兴深。碑暗定知含今雨，墙贵可见补云阴。蝉鸣荒径遥相唤，蛩唱空厨近自寻。寂寞西郊人到罕，有谁曳杖过烟林。”（《和曹雪芹〈西郊信步憩废寺〉原韵》）</p> <p><strong>虎门经历</strong><br>　　位于西城西单东侧的石虎胡同31号、33号院（上世纪60年代前为7号、8号院，今为民族大世界商场），两院相通，是北京保存较好的一座明清大宅。而且还曾为皇家府邸。这座府邸是大型的多重四合院。在北京众多的四合院中，这个院可以说是居住名人最多的院落之一。此院在明代为“常州会馆”，是江南举子进京科考居住学习的地方。在清初，清政府把会馆迁移到南城，这里又为吴三桂之子吴应熊的府邸。因清皇太极的小女即十四格格恪纯公主下嫁给吴应熊，故这里一直被人们称为“驸马府”，又称“恪纯公主府”。北京的史地学者们为着文或探讨方便，仍习惯称这里为“驸马府”。到清雍正年间，为对八旗子弟教育，在这里建立清“右翼宗学”（清左翼宗学在东城的灯市口）。曹雪芹曾在这里任教。因曹公的好友敦诚有诗句“当时虎门数晨夕”，所以红学家们又称这里为“虎门”。<br>　　曹雪芹是什么时间到右翼宗学任教的呢？红学家们也没有定论。但有的红学家认为大约是在1744年（乾隆九年）左右。他在宗学里具体的工作是什么呢？红学家们竟说法不一。有的说是助教，有的说是教师，有的说是舍夫，有的说是瑟夫（这个瑟夫是否为舍夫的谐音），还有的说是职员、夫役、当差等。总之，他是在宗学任教。曹雪芹在右翼宗学任教，他是什么学历呢？有的红学家认为他是孝廉（即举人），但多认为是“贡生”，而且是“拔贡”。在清朝的学制中“贡生”有六贡，即恩、拔、岁、优、副、例。曹公的“拔贡”是顺天府的拔贡，是经朝考合格的，故能到宗学任教。而敦敏、敦诚兄弟是右翼宗学的学生，他们大约是在1744年（乾隆九年）入学的。<br>　　关于曹公是什么时间离开的宗学，红学家们也不太清楚。只是根据右翼宗学是在乾隆十九年时迁走，推算可能是在乾隆十六、七年左右离开宗学到的西山。曹雪芹纪念馆，即过去的正白旗村39号老屋，实际上也就是曹公故居，在1974年4月发现了题壁诗，有的诗注有“丙寅”年，也就是乾隆十一年，证明曹公在乾隆十一年时已到西山。有红学家说，曹雪芹是在其好友及表兄福彭的帮助下住到西山的，福彭正是正白旗的都统。还有福彭英年早逝，是在乾隆十三年41岁时去世的。所以曹公在乾隆十一年时已在西山是可能的。在曹雪芹纪念馆的第三展室就明确写着：“约于乾隆十年左右，他为生活所迫，离开京城，结庐西山，过着'茅椽蓬牖，瓦灶绳床'的生活，用血和泪铸成了他的举世名著的”。这也就是说，曹公在乾隆十一年时已离开清右翼宗学。总之，曹雪芹在清右翼宗学教学的时间不会太长。因红学家们多有着文，说曹公的思想感情是爱憎分明，疾俗愤世，甚至“傲骨狂形”，这当然是统治者所不容的。 </p><br/><h2>文学特点</h2> <p>　　“生于繁华，终于沦落”。<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的家世从鲜花着锦之盛，一下子落入凋零衰败之境，使他深切地体验着人生悲哀和世道的无情，也摆脱了原属阶级的庸俗和褊狭，看到了封建贵族家庭不可挽回的颓败之势，同时也带来了幻灭感伤的情绪。他的悲剧体验，他的<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>化情感，他的探索精神，他的创新意识，全部熔铸到《红楼梦》里。</p> <p>　　热爱生活又有梦幻之感，入世又出世，这是曹雪芹在探索人生方面的矛盾。曹雪芹并不是厌世主义者，他并不真正认为人间万事皆空，也并未真正勘破红尘，真要劝人从所谓的尘梦中醒来，否则，他就不会那样痛苦地为尘世之悲洒辛酸之泪，就不会在感情上那样执著于现实的人生。他正是以一种深挚的感情，以自己亲身的体验，写出入世的耽溺和出世的向往，写出了耽溺痛苦的人生真相和希求解脱的共同向往，写出了矛盾的感情世界和真实的人生体验。</p> <p>　　《红楼梦》开卷第一回有两篇作者自序。在这两篇自序里，曹雪芹自述写作缘起、写作经历和心得体会，鲜明地表达了自己的文学思想和创作原则。[4] 他首先批评了那些公式化、概念化、违反现实的创作倾向，认为这种创作远不如“按自己的事体情理”创作的作品“新鲜别致”，那些“大不近情，自相矛盾”之作，“竟不如我半世亲睹亲闻的这几个女子”，“至若离合悲欢，兴衰际遇，则又追踪蹑迹，不敢稍加穿凿，徒为供人之目而反失其真传者”。他既不借助于任何历史故事，也不以任何民间创作为基础，而是直接取材于现实社会生活，是“字字看来皆是血”，渗透着作者个人的血泪感情。作品“如实描写，并无讳饰”，保持了现实生活的多样性、现象的丰富性。从形形色色的人物关系中，显示出那种富贵之家的荒谬、虚弱及其离析、败落的趋势。他所写的人物打破了过去“叙好人完全是好，坏人完全是坏”的写法，“所叙的人物，都是真的人物”，使古代小说人物塑造完成了从类型化到个性化的转变，塑造出典型化的人物形象。曹雪芹以诗人的敏感去感知生活，着重表现自己的人生体验，自觉地创造一种诗的意境，使作品婉约含蓄，是那样的历历在目，又是那样的难以企及。他不像过去的小说居高临下地裁决生活，开设道德法庭，对人事进行义正词严的判决，而是极写人物心灵的颤动、令人参悟不透的心理、人生无可回避的苦涩和炎凉冷暖，让读者品尝人生的况味。 </p><br/><h2>族属辨析</h2> <p><strong>满族说<br></strong>　　满族，还是汉族？<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的祖上曹锡远，早在后金时期就加入了满洲族籍，隶属满洲正白旗。到了曹雪芹这一代，曹家已经在满族中生活了100多年，满族文化已经渗透到了曹家的方方面面。不论从曹雪芹自身，还是从其著作《红楼梦》中都可以找到与满族文化千丝万缕的联系。曹雪芹应该是满化了的汉人，也可以说就是满族人。<br>　　满族从后金开始，大量的汉人、蒙古人、朝鲜人涌进了满族这一“共同体”，他们在这一共同体中长期“交往”，共同生活，融为一体。虽然他们的血统不同，但谁也无法否定，他们就是满族，他们同处于一个民族“共同体”之中。看满清的“柳条边”和“满城”-对中华鸠占鹊巢的心虚，这篇文章可以详细的介绍民族共同体是如何形成的过程。<br>　　曹雪芹家是汉人血统无疑。但到了曹雪芹这辈，他们家已经加入了满洲八旗（包衣），并且在满族这个圈子里生活了一百多年，其思想感情、风俗习惯已经满族化了。<br>　　曹家加入了满洲族籍，不但已经得到了满族的认可，甚至得到了乾隆皇帝的认可。最有力的证据就是，曹家早在乾隆年间就已经被收录到了《八旗满洲氏族通谱》之中。《八旗满洲氏族通谱》（80卷）又称《御制八旗满洲氏族通谱》，因为是奉乾隆皇帝之敕编纂的。该书共收入除皇族爱新觉罗氏之外的满族姓氏1114个，主要记载其归顺时间，其原籍所在，其官级事迹，并且为各个姓氏中的重要人物立了传。<br>　　值得注意的是，这是八旗满洲氏族通谱，而不是八旗蒙古氏族通谱，更不是八旗汉军氏族通谱。曹家之所以能够进入《八旗满洲氏族通谱》，说明他们家已经归属满洲八旗，其满洲族籍也已经得到了认可。由于这本书是乾隆皇帝“御制”的，从一定意义上说，曹家的满洲族籍也得到了乾隆皇帝的认可。据《八旗满洲氏族通谱》卷七十四中记载：<br>　　曹锡远，正白旗包衣人，世居沈阳地方，来归年分无考。<br>　　其子曹振彦，原任浙江盐法道。<br>　　孙曹玺，原任工部尚书；曹尔正，原任佐领。<br>　　曾孙曹寅，原任通政使司通政使；曹宜，原任护军参领兼佐领；曹荃，原任司库。<br>　　元孙曹颙，原任郎中；曹頫，原任员外郎；曹颀，原任二等侍卫兼佐领；曹天祜，现任州同。<br>　　从《八旗满洲氏族通谱》中，可以看出曹家的族籍应该是：满洲内务府正白旗。曹雪芹也当如此。正白旗是清代八旗之一。曹家祖上被俘后，隶属于满洲正白旗，也就是说从那时起，他们曹家就正式加入了满族，成为满族中的一员了，自然与满族存在连姻，具有了满族血统。清代八旗又分为满洲八旗、汉军八旗、蒙古八旗。曹家隶满洲八旗，无疑是加入到了满族共同体之中。<br>　　另曹寅大女儿嫁给了平郡王讷尔苏，清初尤其是康熙一朝时，满汉之间严禁通婚，而这一联姻，则无疑的表明曹家的满人身份已被清室认可。<br>　　另《江南通志》明确记载了曹家为满洲人。<br>　　《江南通志》卷一百五《职官志》：江宁织造：“曹玺，满洲人，康熙二年任”。<br>　　《江南通志》卷一百五《职官志》：苏州织造：“曹寅，满洲人，康熙二十九年任”。<br>　　《江南通志》卷一百五《职官志》：江宁织造：“曹颙，满洲人，康熙五十二年任”。<br>　　《江南通志》卷一百五《职官志》：江宁织造：“曹頫，满洲人，康熙五十四年任”。<br>　　八旗满洲是当代满族的直接前身和主要来源之一，八旗满洲人，其民族按现行说法则是满族。</p> <p><strong>汉族说</strong><br>　　乾隆初纂修的《八旗满洲氏族通谱》的凡例中就写道：“乾隆五年十二月初八日奏定：蒙古、高丽、尼堪、台尼堪（开原边门外汉人）、抚顺尼堪等人员，从前入满洲旗内，年代久远者，注明伊等情由，附于满洲姓氏之后”（录自赵宗溥《曹雪芹的旗籍问题考释》一文252页）。<br>　　这里就存在着两个问题：一是曹雪芹一家虽归入《满洲氏族通谱》，但他是按蒙古、高丽、尼堪（汉人）这些民族归类列入的；二是这种列入是“附于”“满洲姓氏之后”的。 这里标明年代久远的附属于满洲帝国的曹家等家族并没有因此而改变他们的民族成份。而是注明仍然是汉人。<br>　　康熙皇帝在曹雪芹之祖父曹寅和李煦奏请让满人满都暂署盐运使的奏折中批复道：两淮运使，甚有关系，所以九卿会选，已有旨了；况满洲从未作运使之例，不合。<br>　　雍正七年，内务府为补放内府三旗参领等缺，请皇帝钦点的名单中有：尚志舜佐领下护军校曹宜，当差共三十三年，原任佐领曹尔正之子，汉人。<br>　　另，从曹雪芹的民族观分析，他自己也不认同是满人，在《红楼梦》第六十三回本为描写贾宝玉“生日”的，其回目为“寿怡红群芳开夜宴，死金丹独艳理亲丧”，其中有一段描写“因又见芳官梳了头，挽起（髟+赞） 来，带了些花翠，忙命他改妆，又命将周围的短发剃了去，露出碧青头皮来，当中分大顶，又说：“冬天作大貂鼠卧免儿带，脚上穿虎头盘云五彩小战靴，或散着裤腿，只用净袜厚底镶鞋。”又说：“芳官之名不好，竟改了男名才别致。”因又改作“雄奴”。...宝玉便叫他“耶律雄奴”。”<br>　　曹雪芹用满洲清朝服妆妆扮了芳官，这是为宝玉的生日造型。而曹雪芹又在此文中公开贬斥边境少数民族为“小土番儿”，斥其“番名”为“犬戎”的“耶律雄奴”，这种民族观点的称谓就特别显眼了。<br>　　民族是一个较新的概念，中国在民国后才确定满族，满洲八旗中的很多汉人和朝鲜人、蒙古人在清王朝灭亡后，都划回自己所属的民族，曹雪芹血统是汉人，又秉承汉族文化，他写《红楼梦》的时候满语是清朝的国语，如果说曹雪芹是满族人，为什么不写一本国文——满文的《红楼梦》呢？综合上述事实，曹雪芹是汉族人。</p> <p><strong>家族渊源</strong><br>　　曹家作为满洲正白旗人（包衣），世代为官。到了曹雪芹的太爷曹玺那辈，已任工部尚书的要职。曹玺还当过“江宁织造”一职。《江南通志》一书直接写上了曹玺是满洲人，“江宁织造：曹玺，满洲人，康熙二年任”。<br>　　曹雪芹的爷爷曹寅还是一名重要作家，著有《楝亭<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>钞》五卷、《词钞》一卷，并主持编辑了《全唐诗》，同时留下了几部戏剧作品。曹家到了曹寅这代，可以说达到了鼎盛。曹寅母亲是康熙的乳母，满语作meme eniye（嬷嬷妈）。在满族中，乳母的地位是很高的。可以说亲如生母，又胜于生母，因为她不仅要将皇子养大，而且要从小对他进行教育。据陈康祺《郎潜纪闻三笔》（卷一）记载：<br>　　康熙己卯夏四月，上南巡回驭，驻跸于江宁织造曹寅之府。曹世受国恩，与亲臣世臣之列。爰奉母孙氏朝谒，上见之，色喜，且劳之曰：“此吾家老人也。”赏赉甚渥。会庭中萱花盛开，遂御书“萱瑞堂”三字以赐。<br>　　曹寅与康熙从小关系甚密，又是他的伴读。他长期在南方任“织造”一职，名义上是掌管宫廷内部的织造事务，而实际上权势很大。<a href=\"http://so.gushiwen.org/author_676.aspx\">袁枚</a>在所著《随园诗话》中记下了这样一件事，“康熙间，曹楝亭为江宁织造，每出，拥八驺，必携书一本，观玩不辍。人问曰：‘公何好学？’曰：‘非也。我非地方官，而百姓见我必起立，我心不安，故藉此遮耳目’”。其地位之显赫可见一斑。康熙在位曾六次南巡，其中四次是曹寅在职出面接驾，并以其织造府作为皇帝行宫。同时，曹寅还经常上奏江南事，并得到康熙帝的朱批。一次，康熙在其奏折上批道，以后有关地方诸事，“必具密折来奏”。还有一次，康熙得知曹寅得疟疾，便马上赐药，并破例用驿马星夜送去。所有这些可以看出，曹寅一家与皇家的亲密关系。<br>　　曹寅的两个女儿，也就是曹雪芹的两个亲姑姑分别嫁给了满洲王爷，其中一位“适镶红旗平郡王讷尔苏”，另一位“适王子侍卫某”。曹家不论与康熙皇帝家族的关系，还是与满族亲戚的关系都十分密切。 </p><br/><h2>人物评价</h2> <p>　　周汝昌：<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>的一生，是不寻常的，坎坷困顿而又光辉灿烂。他讨人喜欢，受人爱恭倾赏，也大遭世俗的误解诽谤、排挤不容。他有老、庄的哲思，有<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的《骚》愤，有<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>的史才，有顾恺之的画艺和“痴绝”，有李义山、<a href=\"http://so.gushiwen.org/author_211.aspx\">杜牧</a>之风流才调，还有李龟年、黄旛绰的音乐、剧曲的天才功力。他一身兼有贵贱、荣辱、兴衰、离合、悲欢的人生阅历，又具备满族与汉族、江南与江北各种文化特色的融会综合之奇辉异彩。所以我说他是中华文化的一个代表形象。 </p> <p>　　胡德平：英国人讲，宁愿失去英伦三岛，不愿失去莎士比亚。曹雪芹和莎士比亚、塞万提斯一样，用文学的火把给人以真情，给人以温暖，给人以诀别旧制度的勇气。</p> <p>　　蔡义江：曹雪芹是中国最伟大的文学家之一。他在世界文学史上的地位与成就，比之于莎士比亚、歌德、巴尔扎克、普希金、托尔斯泰都毫不逊色。</p> <p>　　张庆善：曹雪芹是中国最伟大的作家，他值得中国人民缅怀、纪念。因为他是《红楼梦》的作者，是中华民族文化的象征。因为有了曹雪芹和《红楼梦》，中国人面对着莎士比亚、巴尔扎克、普希金、托尔斯泰等等世界文学巨匠，而不会不好意思。因为曹雪芹的《红楼梦》以其深邃的思想、精湛的艺术和永恒的魅力，可以与世界上任何一部文学经典相媲美而毫不逊色，它永远矗立在世界文学的珠穆拉马蜂上，是中华民族的骄傲。</p><br/><h2>人物生平</h2> <p><strong>出身豪门<br></strong>　　康熙五十四年（1715）正月，时任江宁织造的曹顒在北京述职期间病逝。康熙大帝恩旨，以曹顒堂弟曹頫过继给曹寅，接任江宁织造。是年三月初七，曹頫奏折：“奴才之嫂马氏，因现怀妊孕已及七月。”此遗腹子即<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>，于四月二十六日（公历1715年5月28日）生于南京江宁织造府 。</p> <p>　　曹雪芹满月后数日，六月初三，曹頫奏折：“连日时雨叠沛，四野沾足。”此即曹雪芹名“沾”的机缘，天时地利人和均占 。“沾”字取《<a href=\"http://so.gushiwen.org/author_611.aspx\">诗</a>经·小雅·信南山》“既优既渥，既沾既足，生我百谷”，有“世沾皇恩”之意。“雪芹”二字出自<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>《东坡八首》之三：“泥芹有宿根，一寸嗟独在；雪芹何时动，春鸠行可脍。” </p> <p>　　曹雪芹的曾祖母孙氏做过康熙帝的保母，祖父曹寅做过康熙帝的伴读和御前侍卫，后任江宁织造，兼任两淮巡盐监察御史。在康熙、雍正两朝，曹家祖孙三代四个人主政江宁织造达五十八年，家世显赫，有权有势，极富极贵，成为当时南京第一豪门，天下推为望族。康熙六下江南，曹寅接驾四次。不过，曹雪芹晚生了几年，本人并没有亲历康熙南巡盛事。《红楼梦》第16回可以为证，原著写到比贾宝玉年长的凤姐都要听赵嬷嬷等长辈的口述去了解那段历史。 </p> <p><strong>秦淮残梦<br></strong>　　曹雪芹早年托赖天恩祖德（康熙帝之恩，曹玺、曹寅之徳），在昌明隆盛之邦（康雍盛世）、花柳繁华地（南京）、诗礼簪缨之族（江宁织造府）、温柔富贵乡（西园）享受了一段锦衣纨绔、富贵风流的公子哥生活，日子过得心满意足，“每日只和姊妹丫鬟们一处，或读书，或写字，或弹琴下棋，作画吟诗，以至描鸾刺凤、斗草簪花、低吟悄唱、拆字猜枚”，“只在园中游卧，每每甘心为诸丫鬟充役，竟也得十分闲消日月”。他终生都对这段幸福生活记忆犹新，在《红楼梦》开卷第一回《作者自云》中亲切地呼曰“梦幻”。</p> <p>　　童年曹雪芹淘气异常，厌恶八股文，不喜读四书五经，反感科举考试、仕途经济。虽有曹頫严加管教，请了家庭教师，又上过几天家塾，但因祖母李氏溺爱，每每护着小曹雪芹。幸而曹家家学渊深，祖父曹寅有诗词集行世，在扬州曾管领《全唐诗》及二十几种精装书的刻印，兼管扬州诗局。曹家藏书极多，精本有3287种之多。曹雪芹自幼生活在这样一个很富丽的文学美术环境之中，接受父兄教育、师友规训，博览群书，尤爱读诗赋、戏文、小说之类的文学书籍，诸如戏曲、美食、养生、医药、茶道、织造等百科文化知识和技艺莫不旁搜杂取。</p> <p>　　苏州织造李煦、杭州织造孙文成皆与曹家连络有亲，李煦且兼任两淮盐政（治所在扬州，曹雪芹祖父曹寅生前也曾兼任此职）。曹雪芹小时候走亲访友时多次游历苏州、扬州、杭州、常州等地，对江南山水风物十分钟爱，友人敦诚、敦敏诗作谓为“秦淮残梦”、“扬州旧梦” 。</p> <p><strong>家遭萧索<br></strong>　　曹雪芹蒜市口老宅遗址 雍正五年（1727），曹雪芹十三岁（虚岁），十二月，时任江宁织造员外郎的叔父（一说父亲）曹頫以骚扰驿站、织造亏空、转移财产等罪被革职入狱，次年正月元宵节前被抄家（家人大小男女及仆人114口）。曹雪芹随着全家迁回北京。曹家从此一蹶不振，日渐衰微。刚回北京时，尚有崇文门外蒜市口老宅房屋十七间半，家仆三对，聊以度日。可是为了偿还骚扰驿站案所欠银两，以及填补家用，不得已将地亩暂卖了数千金，有家奴趁此弄鬼，并将东庄租税也就指名借用些。再后来，亏缺一日重似一日，难免典房卖地，更有贼寇入室盗窃，以至连日用的钱都没有，被迫拿房地文书出去抵押。终至沦落到门户凋零，人口流散，数年来更比瓦砾犹残。曹雪芹为着家里的事不好，越发弄得话都没有了，“虽不敢说历尽甘苦，然世道人情，略略的领悟了好些”。</p> <p><strong>广交名流<br></strong>　　雍正末期，曹雪芹一年长似一年，开始挑起家庭重担，渐渐地能够帮着曹頫料理些家务了。因曹頫致仕在家，懒于应酬，曹雪芹就出来代为接待，结识了一些政商名流和文坛前辈，在他们的影响下树立了著书立说、立德立言的远大志向，把少时那一派迂想痴情渐渐地淘汰了些，为了家族复兴而努力奋斗，一度勤奋读书，访师觅友，多<a href=\"http://so.gushiwen.org/author_1.aspx\">方干</a>谒朝中权贵。</p> <p><strong>虎门晨夕<br></strong>　　乾隆元年（1736），曹雪芹二十二岁，谕旨宽免曹家亏空。</p> <p>　　乾隆初年，曹雪芹曾任内务府笔贴式差事，后来进入西单石虎胡同的右翼宗学（旧称“虎门”）担任一个不起眼的小职位。曹雪芹在宗学里具体的工作，有助教、教师、舍夫、夫役、当差等说法。曹雪芹北京朋友圈不乏王孙公子，如敦诚、敦敏、福彭等人。在与他们的交往中，曹雪芹得以领略北京王府文化。</p> <p>　　乾隆九年（1744），曹雪芹三十岁。敦诚（1734—1791）十一岁，敦敏（1729—1796）十六岁，入宗学。兄弟俩十分敬仰曹雪芹的才华风度，欣赏他那放达不羁的性格和开阔的胸襟。在漫长的冬夜，他们围坐在一起，听曹雪芹诙谐风趣、意气风生的“雄睨大谈”，经常被曹雪芹的“奇谈娓娓”“高谈雄辩”所吸引、所折服。敦诚《寄怀曹雪芹（沾）》诗云：“当时虎门数晨夕，西窗剪烛风雨昏。”记录并深切回味这段难忘的日子。</p> <p>　　曹雪芹大约于本时期写作《红楼梦》的初稿《风月宝鉴》。</p> <p><strong>燕市狂歌<br></strong>　　乾隆十二年（1747），曹雪芹三十三岁，大约于是年移居北京西郊。此后数年内住过北京西单刑部街，崇文门外的卧佛寺，香山正白旗的四王府和峒峪村，镶黄旗营的北上坡，白家疃（西直门外约50里）。此一时期，曹雪芹住草庵，赏野花，过着觅诗、挥毫、唱和、卖画、买醉、狂歌、忆旧、著书的隐居生活，领略北京市井文化，一面靠卖字画和福彭、敦诚、敦敏、张宜泉等亲友的救济为生，敦诚《赠曹芹圃》诗云：“满径蓬蒿老不华，举家食粥酒常赊。” 曹雪芹长恨半生潦倒，一事无成，“在那贫穷潦倒的境遇里，很觉得牢骚抑郁，故不免纵酒狂歌，自寻派遣”，其正邪两赋而来的真性情愈加鲜明。</p> <p><strong>著书黄叶<br></strong>　　曹雪芹“补天”之志从未懈怠，直至晚年，友人敦诚《寄怀曹雪芹（沾）》还在安慰他：“劝君莫弹食客铗，劝君莫叩富儿门。残羹冷炙有德色，不如著书黄叶村。”意思是因罪臣之后的身份及其它原因，曹雪芹的个人奋斗遭遇艰难险阻，敦诚劝他知难而退，专心著书。曹雪芹亦不负所望，在隐居西山的十多年间，以坚韧不拔的毅力，将旧作《风月宝鉴》“披阅十载，增删五次”，写成了巨著《红楼梦》 。</p> <p><strong>重游故里<br></strong>　　乾隆二十四年（1759），曹雪芹四十五岁，约在是年南游江宁。南游原因不明，可能是去看望离散的族人，也可能为其他家务私事（传曹雪芹曾于此时前后任两江总督尹继善的幕僚）。南游期间，阅历山川，凭吊旧迹，听话往事。张宜泉《怀曹芹溪》一诗当作于这一时期。 </p> <p>　　乾隆二十五年（1760），曹雪芹四十六岁，初秋，敦敏作诗《闭门闷坐感怀》云：“故交一别经年阔，往事重提如梦惊。”可能是指曹雪芹南游、经年未归而言。此次南游历时一年多，于重阳节前后回京。节后不久，敦敏在友人明琳家养石轩偶遇曹雪芹，做《感成长句》以记之。</p> <p><strong>贫病而逝<br></strong>　　曹雪芹南游回京后，仍在继续写作《红楼梦》。乾隆二十七年（壬午1762），曹雪芹四十八岁，因幼子夭亡，陷于过度的忧伤和悲痛，卧床不起，大约于这一年的除夕病逝于北京 。敦诚作《挽曹雪芹》，敦敏作《河干集饮题壁兼吊雪芹》，张宜泉作《伤芹溪居士》。</p> <p>　　乾隆四十四年（1779 ），曹雪芹去世十七年，敦诚作《寄大兄（敦敏）书》怀念曹雪芹。</p><br/><h2>纪念展馆</h2> <p>　　辽阳<a href=\"http://so.gushiwen.org/author_611.aspx\">曹雪芹</a>纪念馆位于辽阳老城西小什字街口路东吴公馆院内（即吴恩培宅第）。有房屋21间，四周高墙围绕，属小四合院。占地1300平方米，建筑面积630平方米。</p> <p>　　1997年8月，为纪念曹雪芹祖籍在辽阳而设立，由冯其庸题写馆名。是继北京、南京等地纪念馆之后，在东北新建的唯一一处纪念馆。</p> <p>　　纪念馆陈列面积480平方米，设4个展室，陈列内容围绕祖籍辽阳，以辽阳发现三块碑石的题名为主线。一是在喇嘛园的1630年（后金天聪四年）旧历六月《大金喇嘛法师宝记》碑上的“教官曹振彦”题名，二是在玉皇庙1630年（后金天聪四年）旧历九月“致政曹振彦”的题名，三是在新城弥陀寺1641年（清崇德六年）“曹世爵、曹得选、曹得先”三人的题名。前两块碑上的曹振彦是雪芹的高祖，后一块碑上三人是雪芹家族第三房人物。通过题名碑石拓片，结合《辽东曹氏宗谱》有关文献资料记载，再以沙盘形式作成展品。纪念馆中塑有曹雪芹坐像。<br></p>"
}