{
  "id": 2512,
  "star": 0,
  "name": "曹彦约",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2512.jpg",
  "dynasty": "宋代",
  "desc": "曹彦约（1157～1228）南宋大臣。字简甫，号昌谷，南康军都昌（今属江西）人。淳熙八年进士。曾从朱熹讲学，后受人之召，负责汉阳军事，因部署抗金有方，改知汉阳军。后累官宝谟阁待制、知成都府。嘉定初，为湖南转运判官，镇压郴州（今湖南郴县）瑶民起义，后任利州路（今属陕西）转运判官兼知利州，发漕司储粮减价粜与饥民、通商蠲税，并论兵柄财权并列之弊。宝庆元年，擢为兵部侍郎，迁礼部侍郎，不久又授为兵部尚书，力辞不拜，后以华文阁学士致仕，卒谥“文简”。",
  "content": "<h2>生平</h2> <p><strong>家庭环境</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2512.aspx\">曹彦约</a>的叔祖曹省，曾任岳州（今湖南岳阳）士曹，后调任雍丘（今河南杞县）丞。</p> <p>　　曹彦约之父曹兴宗，字伯起，宋绍兴二十四年（1154）进士，历官崇阳尉，岳州司理、参军等职。“所至政声籍甚”，被上赠以光禄大夫。都昌县志《重修儒学记》中称：曹兴宗“讲学之懿，修行之笃，传诸其家以及其乡之人者，尽宋之季年，衣冠相望，犹有可考者。”可见曹家<a href=\"http://so.gushiwen.org/author_2512.aspx\">诗</a>书孝义传家的影响了。</p> <p><strong>解围安陆</strong></p> <p>　　曹彦约于南宋淳熙八年（1181）中进士，历官建平县（今安徽郎溪）尉、桂平军（今湖南桂阳）录事参军、司法参军，知乐平县，江西安抚司京湖宣抚司主管机宜文字，权知汉阳军事。开禧年间，金兵“重兵围安陆，游骑闯汉川。”而郡兵寡弱，形势危急。曹彦约登高一呼，积极组织地方武装，招募乡勇，加强水陆防御，制定周密作战计划。他先派赵观迎战金兵，在渔民大力配合之下，“斩其先锋”，“焚其战舰”。接着又遣党仲升偷袭金营，杀敌千余，“民赖以安。”曹彦约也因救援安陆，大败金兵而升任汉阳知军。“开禧北伐”失败后，史弥远等主张与金议和，遭到曹彦约坚决反对。曹彦约上疏给宋宁宗义正词严予以批驳，深得皇上赏识。但终因孤掌难鸣，朝廷还是与金重开和局——签订了《嘉定和约》。</p> <p><strong>上书言弊</strong></p> <p>　　嘉定二年，（1209）曹彦约升为湖南转运判官，后改利州（今四川广元）转运判官兼知州。其时正值饥荒，粮食奇缺，饿殍遍地。他果断决定：“减价遣粜，勤分免役，通商蠲税。”通过这些救灾措施，“民赖以济”。他征对当时四川边境各司并列，兵权不一，互相推诿，不堪防卫的状况，作《病夫议》上奏，历数各种弊端，痛陈医治良策。主张用人“求一贤者而尽付之兵权。”不应“虽信而用之，又以人参之；虽以事权付之，又从中御以系维之。”对军队和民勇，要进行整顿和训练，要正本固源。认为：“本原一坏 ，百病间出。”、“忠义民兵利在战斗。”、“若其恃勇贪利，犯上作乱，则又不止于大军而已。”必须“磨之以岁月，渐之以礼义”。要求“择知书者以为教导。”万不可有侥幸获胜得功的心态。《病夫议》切中边境要害，提出可行解决方略，是颇有见地的。虽不蒙上采信，但曹彦约拳拳报国之心是上苍可鉴的。不久，曹彦约受命回江西，任安抚使兼知隆兴府（今南昌），为服务桑梓出力。</p> <p>　　宋理宗即位，曹彦约被提为兵部侍郎兼国史院修撰，不久迁礼部侍郎、宝谟阁学士兼侍读。授兵部尚书，曹彦约以年高力辞，于是改宝章阁学士、知常德府。其时国事日非，奸佞当道，曹彦约深感不安，多次上书直言，“劝上讲学，防近习”“倚忠直如耆龟，去邪佞若蟊贼。”应该“谨定省以为长乐，开王社以笃天伦，孝友之行，宜足以取信于天下。”抨击“下情未通，横歛未革。”抨击行贿贪污之风，抨击不负责任，相互诋毁。其言辞耿直激烈，不避嫌疑。</p> <p><strong>经幄管见</strong></p> <p>　　庆元元年到三年（1195～1198）曹彦约常侍讲筵，“殚心启沃”，以太祖、太宗、真宗三朝事迹为宝训，反复阐明，以为效法。他将所讲内容辑为一书《经幄管见》，共四卷（已收入《四库全书》史部史评类）“旁证经史而归之于法诫。”《四库全书总目》评价很高：“其间奏议，大都通达政体，可见施行。所论兵事利害，尤确凿有识，不同于摭拾游谈。其应诏陈言二封事，乃庆元、宝庆间先后所上，于当日苟且玩偈之弊，反复致意，切中窾要，亦可证其耿直之概。惟俪词韵语，稍伤质朴。然不事修饰而自能词达理明，要非学有原本者不能也。”他还存有文学著作《昌谷集》二十二卷，收入《四库全书》集部别集类。还有著作《昌谷类稿》六十卷、《舆地纲目》十五卷、《星凤楼法帖》等。1128年，曹彦约病逝，上赠少保，赐号“文简”，归葬县北龟山，崇祀都昌乡贤祠，又入白鹿洞书院宗儒祠、紫阳祠和朱子祠，《宋史》卷四百一十上有传，又列清同治都昌县志卷九人物志·名臣传。</p><br/><h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2512.aspx\">曹彦约</a>历官孝宗、光宗、宁宗、理宗四朝，任上政绩显著，体恤民情，学问渊博，敢于直言，多谋善断。大凡政治、经济、军事、教育均有涉猎。《宋史》称他：“可与建立事功，”<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>道统继承人、女婿黄干称其为“豪杰之士”。人论学统，以黄干为第一；论经济大略，以曹彦约为第一。他最后以文华阁大学士致仕归。 曹彦约还是一位<a href=\"http://so.gushiwen.org/author_2512.aspx\">诗</a>人，其名已收入《江西历代文学艺术家大全》。在《偶作》，他教人读圣贤之书，信孔孟之说。在《赠杨伯洪》诗中：“扁舟下峡七经年，犹忆西民困备边。已病一夫空有议，误谋元帅本非贤。公朝虑蜀天常近，之子忧时火未燃。遇合却留经济用，此行应不愧登仙。”写出当时自己的情状和忧虑。而在一些迎来送往的题赠之作中，却充满了情义和友谊，如《祭刘仲明文》：“二十余年，手足弟兄。有财共用，有田共耕。”“生不同姓，居不同州”。“慰我寂寥，问我穷愁。别久不见，贻书置邮。”</p><br/><h2>满门风华</h2> <p>　　其兄曹彦纯，字粹甫，与弟同学于<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>，也是白鹿洞的学生，并有时名。</p> <p>　　其弟曹彦继，也是都昌的文化人。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2512.aspx\">曹彦约</a>有四子，在父亲的言传身教之下，四兄弟角力并进，或从政，或从教，皆为名士。长子士况，读书刻苦，有士大夫操行。宋宁宗嘉泰二年，（1202）以士行征召为官，所至政绩斐然，累官至郎中，以朝散大夫辞官归居。次子士规，孝敬父母，友爱兄弟，知书达礼，嘉定七年（1214）以孝友征辟为迪功郎，官太平县主簿。三子士衮，授丞务郎，后迁知重庆府。四子士冕，字端可，号陶斋，由幕僚仕至州郡，曾以奉议郎知德化县。（今九江县）士冕自幼聪慧，勤于书法，见识高明，得父真传，均为书坛高手，所著《法帖谱系》二卷，每条都详叙摹刻始末，订其异同工拙，以资参考。</p> <p>　　曹彦约之侄曹士中,宋嘉定四年(1211)进士，任福建泉州佥判。</p> <p>　　曹彦约之孙曹愚，字伯明，由廷臣荐编国史，后改知萍乡，赠朝列大夫。</p> <p>　　南宋都昌曹氏，是为名门望族。曹氏子弟，在曹彦约中进士后，由科举入仕途者达十多人，在都昌县是少见的。</p>"
}