{
  "id": 769,
  "star": 28,
  "name": "牛峤",
  "dynasty": "唐代",
  "desc": "牛峤，字松卿（约公元890年前后在世），一字延峰，陇西人。生卒年均不详，约唐昭宗大顺初前后在世。乾符五年（公元878年）进士及第。历官拾遗，补尚书郎，后人又称“牛给事”。以词著名，词格类温庭筠。原有歌诗集三卷，今存词三十三首，（见《花间集》）诗六首。",
  "content": "<h2>生平</h2> 　　牛峤(8487)，字松卿，一字延峰，陇西狄道（今甘肃临洮）人，祖籍安定鹑觚（今甘肃灵台），中唐宰相<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>之孙。他生逢乱世，中进士仅两年，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义军破长安。在动荡的僖宗朝历仕拾遗、补阙、尚书郎。光启二年（公元886年）又避襄王李媪之乱，先流落吴越，后寄寓巴蜀，过着渡口杨花，狂雪任风吹般的飘荡生活。以东汉名臣袁安自许的牛峤忧国心切，却有志无时，昭宗大顺二年（公元891年）以后被西川节度使<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>辟为判官。前蜀开国，仕秘书监，以给事中卒于成都。《郡斋读书志》说他博学有才，以歌<a href=\"http://so.gushiwen.org/author_769.aspx\">诗</a>著名。原有《牛峤集》三十卷，已佚。今存诗三首，见《全唐诗》、《全唐诗外编》。词三十三首，见《花间集》。<br/><h2>文学贡献</h2> <p>　　牛峤博学能文，以歌<a href=\"http://so.gushiwen.org/author_769.aspx\">诗</a>著名当时，自称慕<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>长歌，作诗常加仿效。善制小令,其词莹艳缛丽，如女冠子“锦江烟水”、应天长“玉楼春望晴烟灭”、菩萨蛮“玉钗风动春幡急”等，内容与风格均与<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>相近。也有少数作品如定西番“紫塞月明千里”、江城子“飞起郡城东”等，具有清俊之致。牛峤又是最早写咏物词的词人。他的梦江南二首“衔泥燕”、“红绣被”，一咏燕，一咏鸳鸯，对后世咏物词的发展有一定影响。词存32首，收于《花间集》、《唐五代词》。事迹见《十国春秋·前蜀》。自序云：“窃慕李长吉所为歌诗，辄效之。”今传于世。</p> <p>　　牛峤从小苦心写作，既追风初、盛唐诗人<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，也窃慕李长吉所为歌诗，辄效之（《郡斋读书志》卷一八引峤集自序）。他之所以被词论家陈廷焯、<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>推为花间派的重要词人，主要是因其词含蕴深厚，颇具内美，多传达女性的身心苦痛并能寄予深切同情。其指斥薄情郎的望江怨、曲传歌女隐恨的西溪子皆为名作，柳枝词五首尤见称于时，其一云：解冻风来末上青，解垂罗袖拜卿卿。无端袅娜临官路，舞送行人过一生！形象地揭示出封建社会稚龄舞女可叹可悲的人生遭际，体现着峤词咏物而不滞于物，感情沉挚又风致十足的重要特征。组词更漏子、感恩多数首同咏征人妇的伤离念远，书托燕，梦归家，觉来江月斜，满含哀怨之情。其词也咏边塞：紫塞月明千里，金甲冷，戍楼寒，梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。这首定西番意境完美，是词史上早期的声情并茂的边塞词之一，<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>誉其为盛唐遗音（《历代诗馀》卷一一三引）。与唐末五代蜀中的诗风相关，在取材、构思和用语上，牛峤词与李贺乐府《春怀引》和《苏小小墓》、《恼公》等相接近，其女冠子、菩萨蛮等描形拟态，与温庭筠词一致之处也多，所用十三调就都不出温词范围。不过牛峤词更像<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>词那样，多用白描，并注重从民歌、民间词中汲取营养，如梦江南二首和鸳鸯排宝帐，豆祝词、愿语、问句，章法、取比和表述方式都接近民间词，词中还常有作决绝语而妙者（贺裳《皱水轩词筌》）。牛峤词在急弦促柱问有劲气暗转，感情充沛，色调明朗。他也以此成为花间派中根柢于风骚，涵泳于温韦(陈廷焯《白雨斋词话》卷五)的典型花间派词人。 </p><br/><h2>评价</h2> 　　牛峤做官比<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>稍逊一畴，但也差不到哪儿去，从唐末至后蜀之初，他历任左拾遗、尚书郎、剑南西川节度判官、给事中等。牛峤承牛僧孺文学禀赋，也是一个大家，著有文集三十卷、<a href=\"http://so.gushiwen.org/author_769.aspx\">诗</a>歌三卷，其著作以词著名，风格似<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>，属“花间派”。唐末是中国“诗之盛”到“词之盛”的过渡时期，牛峤无疑也是促进这种历史大演绎的功臣之一，并在词发展成熟过程中，起了绵薄之力。<br/><h2>铁事典故</h2> 　　出处五代·前蜀·牛峤《灵怪录·郭翰》传说从前有个名叫郭翰的人，夏天的一个晚上因酷热难受。在庭院里睡觉。他仰望上空，只见一轮明月悬在朵朵飘浮的白云之中。突然，一朵浮云化为一位仙女，从空中飘落而下；郭翰以为是在梦中，但顷刻之间那仙女出到自己眼前，分明是在现实。于是慌忙起身，向仙女施礼道：“请问仙姑从何处来到人间?”那仙女还了一礼。柔声说道：；我是天上的织女。”郭翰细细打量织女的衣服，不知它是用什么衣料制成的，特别使他感到惊奇的是，她穿的这身衣服竟然没有衣缝；不禁非常奇怪，便问。请问您穿的衣服怎么没有衣缝?”织女笑了笑回答说：“我穿的是天衣，天衣本来就不是用针线缝起来的，自然没有衣缝。”"
}