{
  "id": 2253,
  "star": 0,
  "name": "钱澄之",
  "dynasty": "清代",
  "desc": "钱澄之（1612～1693），初名秉镫，字饮光，一字幼光，晚号田间老人、西顽道人。汉族，安徽省桐城县（今枞阳县）人。明末爱国志士、文学家。作为皖江文化的重要诗人，与同期的顾炎武、吴嘉纪并称江南三大遗民诗人，诗歌创作上取得了杰出成就。 著有《田间集》、《田间诗集》、《田间文集》、《藏山阁集》等。钱澄之学识渊博，文笔雄健，质朴宏肆，不事雕琢。他勇弃俗学，专治古文，文章精洁、典雅，对后来“桐城派”的形成有一定影响。钱澄之对数学、地理、训诂、义理亦有研究。",
  "content": "<h2>生平</h2> <p><strong>明末抗清</strong></p> <p>　　清初的抗清志士中，不少人都是当时比较著名的<a href=\"http://so.gushiwen.org/author_2253.aspx\">诗</a>人。他们在当时影响很大，作品也流传甚广。但由于清廷统治者的禁毁，后来就很少有人提到，甚至湮灭无闻。钱澄之就是其中的一个。</p> <p>　　钱澄之之七岁时即从舅父读书，十六岁应乡试，中第四名。后随父往游南京，应举不中，与<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>、夏允彝、钱木秉诸名士结交。崇祯即位之初，整顿朝纲，定逆案，逐阉党。几社、复社兴起，继武东林。钱澄之与同邑<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>、<a href=\"http://so.gushiwen.org/author_592.aspx\">方以智</a>等人，同主桐城坛坫，与阉党余孽进行斗争。方苞《田间先生墓表》记载：“有御史某，逆阉余党也，巡按至皖，盛威仪谒孔子庙，观者如堵，诸生方出迎。先生忽扳车前往而揽其帐，众莫知所为，御史大骇，命停车，而溲溺已溅其衣矣。先生徐正衣冠，植立昌言以诋之。驺从数十百人相视莫敢动。”大灭了逆阉余党的威风。澄之疾恶如仇，“由是名闻四方。”澄之与阮大铖有世谊，但阮谄附阉党认魏忠贤为义父，澄之因此对他极为卑视。南明弘光朝建立后，阮窃据要职，大兴报复，澄之也在搜捕之列。他变姓名，逃往嘉兴，隐藏在钱木秉家中。</p> <p>　　不久，清兵攻下南京，重申剃发令，为了反抗清廷的民族压迫，人民纷纷起兵，“剃发令朝下，相顾为发悲。三吴同时沸，纷纷起义师。”（《三吴兵起事答友人问》）乙酉八月，“嘉兴民揭竿起者数千人。”（《小腆纪传》卷四十七）钱木秉毁家充饷，澄之也参与组织领导。兵败之后，钱木秉投水自杀，澄之妻方氏也携幼子，抱弱女，沉江而死。澄之对抗清义师的失败，对亲友的壮烈牺性，非常悲痛，有一首名为《悲愤诗》的长篇五古，记述此事的始末。“南渡失国柄，二竖履皇都。”痛斥马士英、阮大铖奸党，祸乱朝政。“撤兵防上游，坐视扬州屠。”清军攻打扬州，南明弦光朝不仅不去救援，还把长江沿岸防备清军的部队也撤回，以抗挡内讧的左良玉的部队。结果清兵很快打过长江，攻下南京。“可怜佳丽地，士女成涂炭”，清兵在南京大肆杀掠。“我友报韩切，义旗倡三吴。”钱木秉等人倡义师，起兵反抗。“兵力虽不敌，志己无完躯。”虽因敌众我寡，义兵失败。钱木秉也以身殉国。“抚尸哭一声，痛绝还复苏。”诗人悲恸万分，但是，“事败志勿渝”，他决不向清廷低头，仍然继续奔走，坚持抗清斗争。</p> <p>　　这时南明隆武朝在福州建立，澄之闻讯后，立即奔赴。“崎岖两月，始抵闽关。”（《拟上行在疏》）在其师黄道周的推荐下，澄之被任命为延平司理。但其后不久，隆武朝在汀州被清兵灭亡。澄之因公外出，幸免于难。他隐匿于乡下，并再招义兵以抗清，结果未成。这时，南明永历朝又在广东建立，澄之再由闽入粤，“间道宵奔”,“备历厄苦”，（《初至端州行在第一疏》）于永历二年十月，到达肇庆。永历三年，澄之参加了永历朝的考试，被授为庶吉士，后又迁编修，知制诰。当时，“凡大诏令悉秉镫视草。”（《小腆纪传》卷五十五）澄之也思有所作为，屡上书言事。这期间，澄之有许多诗记述了永历朝政事。如《放诏歌》描写了永历三年，永历帝颁布亲征诏书，大大鼓舞了民心士气的情景：“亲征诏草已一年，亲征诏书今始宣。诏下百官同拜舞，即时雷动边廷传。诸将接诏勇十倍，南军奋臂威争先。”澄之本人的欢欣鼓舞之情，也活跃于字里行间。但是永历朝内部党派斗争十分激烈。澄之为救金堡事，被大学士王化澄忌恨。澄之见事不可为，又有病，遂乞假，于永历四年秋离开梧州去桂林，与留守桂林的瞿式耜过从唱和。后又碾转回归故里，于永历五年冬十二月，回到家乡。此间，澄之改今名以逃避清廷的搜捕，并曾祝发为僧，号西顽。</p> <p><strong>入清隐逸</strong></p> <p>　　此后四十年，钱澄之多半时间隐居家里，躬耕读书。他曾筑庐于田野中以居住，因以“田间”为号。他还多年亲身参加田间劳动，有许多诗篇都描述了劳动的生活，著名的如《田园杂诗》。这组诗比较全而地描写了澄之“日入开我卷，日出把我锄”的隐居生活。在劳动中，澄之得到了农民的多方面的帮助，与农民结下了较深的情谊。如：</p> <p>　　秉耒赴田皋，叱牛出柴荆。耒耜非素习，用力多不精。</p> <p>　　老农悯我拙，解轭为我耕。教以驾驭法，使我牛肯行。</p> <p>　　置酒谢老农，愿言俟秋成。</p> <p>　　老农不仅教他种田的技术，还常与他一起喝酒畅淡：</p> <p>　　临舍有老叟，念我终岁劳。日中挈壶榼，饷我于南皋。</p> <p>　　释耒就草坐，斟出尽酒醪。老叟自喜饮，三杯兴亦豪。</p> <p>　　纵谈三国事，大骂孙与曹。</p> <p>　　有的农民还提醒他不要忘了读书，以致荒废学业：</p> <p>　　道旁一老父，颦蹙前致辞，言儿筋力薄，稼穑非所宜。</p> <p>　　诗书虽不尊，犹是祖父遗。如何舍夙业，自甘辛苦为。</p> <p>　　多谢父老言，此意君未知。</p> <p>　　澄之参加农业劳动，“自甘辛苦为”，不仅是为了养家糊口，更重要的是为了砥砺气节，并逃避清廷的注意。清初许多遗民，如广东番禺的<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>，江苏徐州的万寿祺，河北永平的申涵光，都曾亲身参加田间劳动，并有诗记述自己的情怀，经过较长时期的亲身劳功，澄之的思想感情也起了一定的变化：</p> <p>　　奋身田野间，襟带忽以散。乃知四体勤，无衣亦自暖。</p> <p>　　君看狐貉温，转使腰肢懒。</p> <p>　　认识到劳动对人生的重要，开始摆脱一般儒生“四体不勤，五谷不分”，轻视稼穑的陋习。在其它诗文中，澄之也多次表达了这种认识。《夏日田家作》中说：“民生食为本，要在四体勤。盛夏岂不渴，良苗独欣欣。我苗既以长，我草亦以耕。南村稻何早，今晨已食新。”自己亲身劳动的收获，吃起来感到“新米饭极香”。在《西田庄记》中，澄之教导自己的后辈说：“吾所望于子孙者，读书课耕而已。”又说：</p> <p>　　“且劳固可习筋力，习之既久，虽弱者亦强。”当然，澄之他们毕竟和一般的农民不同，以学问诗文闻名于世，即使隐居躬耕，也不断有人前来拜访请教。《田园杂诗》中也描写了这种情况：</p> <p>　　驾牛东皋上，有客问我《经》。我牛依田转，客亦随我行。</p> <p>　　请问大易旨，此理不宜听。干卦冠潜龙，遁世去其名——</p> <p>　　顾客且安坐，我牛不肯行。</p> <p>　　一边驱牛耕田，一边侃侃谈《易》，真是别有一番情趣。钱澄之对经学很有研究，对《易》与《诗》功力尤深，晚年曾着《田间易学》、《田间诗学》二书各十二卷，他对此二书颇为自负，曾说：“平生怀抱，毫发未申，惟少有著述，妄谓足传。四十年心血，尽于《诗》《易》两书，颇发先儒所未发。”（《与余诠庐》）二书后被《四库全书》收入经部。两书成后，他又著《庄屈合话》一书，合《庄子》《楚辞》二书为之训释。他在自序中说这是：“以《庄》继《易》，以《屈》继《诗》，足以转相发明。”《四库全书总目提要》指出：“盖澄之丁明末造，发愤著书，以《离骚》寓其幽忧，而以《庄子》寓其解脱，不欲明言，托于翼经耳。”可谓深得澄之用心。</p> <p><strong>诗文影响</strong></p> <p>　　钱澄之在当时更以诗文著称。韩炎说他“诗歌古文满天下。”（《田间先生八十寿序》）他有《藏山阁文存》六卷，《藏山阁诗存》十四卷，《田间文集》三十卷，《田间诗集》二十八卷，还有《田间尺牍》《所知录》等，数量众多，为时人称誉。当时诸选本，如<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《吾炙集》选澄之诗独多。陈维菘《箧衍集》开卷第一人第一首即是澄之七古，卓尔堪《明遗民诗》录诗百首以上者仅杜浚、屈大均、钱澄之三人。后来雍、乾时，刘大木魁选《历代诗约》，于清初只录钱谦益、<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>、王士稹数家，而澄之也被选入。由于澄之诗中多记清初史实，特别是南明隆武、永历两朝的时政，对清廷多有揭露、攻击，因而在编集时，许多已不敢收入。即使如此，已刊行之《田间诗集》等书，在乾隆时仍被列入禁毁书目中，因此其流传大受限制。诗话行也很少有人提及。道光年间陆蓥《问花楼诗话》中有一条说：“‘谁怜灵武麻鞋叟，老向空山拜杜鹃。’潘次耕赠桐城钱饮光句也。饮光着有《田间易学、诗学》，盖诗人邃于经者。其书东海公（<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>学）为刊传之，版久逸也。”是因潘耒诗而提到澄之，又仅仅提到澄之的经学，可见其诗文久已无闻于世了。到了光绪末年，才有人从传抄本的《藏山阁集》谋付印，于宣统年间刊行。因此，许多文学史著作根本不提钱澄之一字。近年来专论钱澄之诗文的文章有了几篇，但有的论定澄之为清初“次要的作家”，有的会把《藏山阁集》误以为就是《田间集》。这种状况显然与钱澄之在清初诗坛上应有的地位，是很不相称的。坊间论清初学术极盛者，往往并称顾(炎武)、黄(宗羲)、王(夫之)三大儒。张舜徽大师则以为“桐城钱澄之实亦不废大家，足与三人媲美。”<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>生持论并非孤见，观诸伟奇教授彚录时人迄今评钱文字，可谓众口一词，连绵共识。桐城文学嫡传吴孟复先生干脆赞称：“先生高见空千载，故与渊明伯仲间。”</p> <p><strong>诗文特点</strong></p> <p>　　钱澄之诗歌一个最显著的特点，是直接反映社会现实的作品众多，特别是他《藏山阁集》中的作品，大半都与明末清初的社会政治、民生疾苦有关，绝少无聊的应酬之作，流连景物的内容也不多。这一点在清初诗坛上也是很突出的。</p> <p>　　澄之作于明未的诗中，很多揭露了当时的社会黑暗，明廷对于百牲的横征暴敛，以及在官吏与灾荒逼迫之下人民的痛苦生活。如《悯荒和韵》中的一首说：</p> <p>　　种豆南山又苦蝗，哀哀寡妇哭三荒。劝耕已缺明年种，加派还征隔岁粮。</p> <p>　　市井揭竿争闭籴，官司传檄急通商。朝廷近日专心计，谁听悲歌云汉章。</p> <p>　　崇祯末年，自然灾害不断，人民生活已非常贫困，但朝廷只是在口头劝耕，实际土仍在催科不已，加派不断。大臣们只知道勾心斗角，争权夺利，根本不问人民的死活。生活在社会下层，亲眼目睹民生疮痍、社会混乱的钱澄之，对国家的前途十分焦虑，他在《感时》诗中说：“也知国计正艰难，其奈闾阎已尽残。”明朝内忧外患，急需大量军晌，但广大百姓也已经被赋税、加派搞得焦头烂额。即使象钱澄之这样的家庭，也是“晚收担石尽输官”，因而“青黄不接哪得餐”。（《伯仲叹》）到了难免忍饥挨饿的地步，一般百姓的境况就可想而知了。《杂感》第八首写道：</p> <p>　　水旱频仍父老嗟，飞蝗又见际天遮。耕农去尽田难认，赋税逋多派枉加。</p> <p>　　窃恐流亡还伏莽，即令盗贼正如麻。朝廷弭乱须蠲免，终是饥寒且恋家。</p> <p>　　水、早、蝗灾频频袭来，明廷的赋税不仅不减免，反而越派越多，正供之外，又有“练饷”、“剿饷”、“辽饷”等等名目，百姓被逼得活不下去，只得抛弃家园，流亡他乡，许多人投奔了农民军，使得“盗寇”越剿越多，澄之认为，要使社会安定下来，根本的一条，是要蠲免赋税，使百姓能够生活下去。这当然只是他的一种愿望，朝廷是不会采纳的。《大水叹》中说：“白头老翁休叹息，秋来官粮逋不得，回家早计卖妻儿，如今九年之水尧不知。”最高统治者根本不了解百姓的情况。即使知道了也没有什么用：“诏书屡问灾伤苦，课税宁教赋役宽？”（《感时》）皇帝知道了灾情，也只是一纸空诏书，不解决实际问题。而且，“年年搜括助军兴，御寇防边总未能。”（《和百史闻警韵即送其北上》）明廷拼命搜刮，结果“寇”也灭不了,“虏”也挡不住，只是加速了自己的灭亡。</p> <p>　　澄之明末的诗篇中，还有不少是揭露当时官吏将兵的残暴横行，鱼肉百姓，草菅人命的情形，如《官兵行》说：河边大舰者何为？河下风吹舰上旗。云是新调守江北，行船过客索酒赀。榜人船头快招手，泊船送钱毋多口。勿令指作渡江贼，缚去请功袅汝首。 官兵到处敲诈勒索，稍不如意，即指为“贼”，加以杀害。这还是小者。《大梁行》记述官兵决河放水灌城以杀“贼”，结果“水来杀人百万多，隔岸官军年奏凯歌。”《九江行》描述了官兵抢掳妇女，又强迫她们集体赴水而死，结果“水中白骨蔽江来，都门昼闭不敢开。”明末兵荒马乱之际，百姓遭受的种种苦难，澄之诗中都有描述。</p> <p>　　甲申以后，清廷入主中原。清兵在征服全国的过程中，烧杀掳掠，给人民带来同样深重的灾难。对于那些抵抗最为激烈的城市，清兵屠杀平民，劣迹斑斑。钱澄之这时期的作品中，对清廷的暴行多有记载。作于顺治四年的《虔州行》，描写了顺治三年十月清兵攻破虔州之后，进行大肆杀戮的情景说：</p> <p>　　五更未醒虔州破，闭城刈人人莫逃。马前血溅成波涛，朱颜宛转填眢井，白骨撑柱无空壕。</p> <p>　　清兵的杀掠破坏，使虔州这座“关税兼通闽与粤”、“闾阎扑地楼插天”的繁华都市，变成了“烟冥冥，雨啾啾，黄昏鬼火遍城头，行人白昼不敢过”的阴森可怕的废墟。遭到清兵惨重破坏的又何止一个虔州！澄之《过将乐县》写道：</p> <p>　　飘风激沙砾，曜灵惨不舒。我行升虚邑，空国无人民。</p> <p>　　颓垣穴孤兔，赤瓦夷沟渠。排徊不能过，问此谁为欤？</p> <p>　　人烟稀少，野兽横行，白骨遍地，凄凉萧条，正是当时被清兵蹂躏过的城市残破景象的真实写照。其它如《哀邵武》、《过漠埠》、《悲顺昌》、《夜过贡川》、《永安即事》、《力疾入大田纪事》等等。都记述清初动乱中人民处境悲惨，城市被严重破坏的情景。城市如此，乡村也不能幸免。澄之《间道奔江右发横坑即事》写道：</p> <p>　　鸟雀满废村，屋倒门犹闭。人去碓空喧，烟稀食屡缺。</p> <p>　　呻吟见寡妇，疮痍正流血。</p> <p>　　乡村也是残破不堪，人民到处都在流血，在呻吟。这些都是澄之奔波于抗清斗争途中亲眼所见、亲耳所闻的事实，其中或有夸大之词，但其史料价值不可忽视。</p> <p>　　清廷在征服过程中残酷地烧杀，同时，对人民的剥削压迫也非常严苛，澄之诗中此也多有揭露。《获稻词》写道：</p> <p>　　女蹋椎，儿扫仓，我家今日稻登场。获稻上场打稻毕，拂还租稻叉手立。</p> <p>　　往时入仓才输官，今年只在场上看。晚禾干死田无稿，又下官符催马草。</p> <p>　　买草纳官官不收，千堆万堆城南头。风吹雨打烂欲尽，饿杀栏中子母牛。</p> <p>　　清廷不等农民将新稻入仓即来催逼租税，把农民一年辛勤劳动所得全部掠去，尚且不足，又强迫农民拿钱买马草，结果又嫌不好而不收，让它们全部烂掉。清军多马，因而催征马草也是人民的一项沉重负担。清初著名诗人如吴伟业、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>等人诗集中都有以《马草行》为题的作品，揭露清廷的这项苛政。清廷的苛政还有许多。为了镇压南明政权海上抗清部队，到处搜掠民船，抓派船夫，还驱赶工匠赶制军船。澄之《捕匠行》写道：</p> <p>　　今年江南大造船，官捕工匠吏取钱。吏人下乡恶颜色，不道捕匠如捕贼。</p> <p>　　事关军务谁敢藏？搜出斧凿同贼赃。十人捕去九人死，终朝锤斫立在水。</p> <p>　　自腰以下尽生蛆，皮革乱挥不少纾。官有良心无法救，掩鼻但嫌死尸臭。</p> <p>　　昨日小匠方新婚，远出宁顾结法恩，昼被鞭挞夜上锁，早卖新妇来救我！</p> <p>　　描写了被官吏抓去为清廷造船的工匠的悲惨遭遇。《水夫谣》记述清兵对船夫的驱使说：</p> <p>　　遭他鞭挞无完肤，行迟还用刀箭驱。掣刀在腰箭在手，人命贱同豕与狗。</p> <p>　　射死纷纷满路尸，那敢问人死者谁？</p> <p>　　这些都记述了清初残酷的阶级压迫与民族压迫的事实，清兵对百姓任意鞭打，随意杀害。对于满洲八旗士兵的凶残，澄之《县门行》写道：</p> <p>　　县门朝开官不出，昨夜大盗进官屋。健儿被伤公子死，街外知更衙里哭。</p> <p>　　枞阳临水万余家，公然船过弹琵琶。县上差兵亲认得，鸣锣捉贼通街哗。</p> <p>　　家家揭竿拦江口，船到江口谁能守？弓箭在手刀在腰，一夫上岸千夫走。</p> <p>　　差兵昼夜尾船行，获之乃是纛下兵。可怜冤杀城中人，严刑至死无一声。</p> <p>　　纛下兵来不敢锁，当堂揖官对官坐。官免杀伤已有恩，明日同官赴辕门。</p> <p>　　移文调取军前用，临去传言谢官送。</p> <p>　　诗中描写了一个八旗士兵闯入县官家里杀人劫物之后，肆无忌惮的情景，县官对他也是无可奈何，只能屈杀一般老百姓。县官欺压汉族百姓，自己又被八旗士兵凌辱。这反映了清初复杂的阶级矛盾与民族矛盾的一个侧面。 钱澄之反映社会现实的另一个重要方面，是他作品中很多直接记述当时的时政大事，特别是他归隐之前的作品。在弘光朝时，他对当时震动南明朝野的三大疑案，作有《假亲王》、《假后》、《假太子》三诗，并有《南渡三疑案》一文，详细记述了三案始末。这些案件的真实内幕，当时人已很难搞清。澄之根据自己的见闻，有所根据的据实记载，传闻之词录以存疑，以俟后人论定。澄之还有《髯绝篇听耿伯良叙述诗以纪之》一诗，记述了大奸佞阮大铖投降后，谄媚清廷官吏，在协助清军攻打抗清力量的途中，卖力过甚而致死的丑态。他是根据起先降清，同阮在一起，后又反正，回到南明的耿伯良所述而录，耿“始未亲所见”，他“记以待史评”，当是可靠的，并且当时沈昆铜的祭文，《台湾外记》等书，也有相类记载，可证澄之所记不诬。澄之亲身参与隆武、永历两个南明政权的朝政，对其中情况的了解，自非外人可比。他有很多诗，如《端州杂诗》、《广州杂诗》、《梧州杂诗》、《桂林杂诗》、《临轩曲》等，都是几首、几十首的组诗，并且许多诗中还有小注，记述了南明朝政人事、党派纷争、抗清活动等方面的史实，许多可证史书之误，可补史书之缺，是研究南明政权的宝贵资料。澄之每到一处，都注意观察、记录当地的风俗民情，如《南海竹枝词》、《闽江竹枝词》等组诗都是，其它如《南海有女择配求完发者得宣城汤生归焉嘉其志为赋是诗》等作品，都可考见当时的民心之一斑。这些直接反映了社会现实，特别是当时社会的民族矛盾、阶级矛盾这些主要方面的作品，是澄之诗中最可宝贵的部分。当然，就题材而论，澄之诗歌反映的生活面还是很广阔的，描写山水风景，描写朋友交情等等方面，都有不少佳作，兹不详论。</p> <p><strong>推崇<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a></strong></p> <p>　　钱澄之自觉地运用诗歌来记录、反映当时的社会现实，“以诗庀史”，这与他的诗歌理论有直接关系。 澄之于诗最推崇杜甫，于杜诗最称道其真实、深刻地反映社会面貌这一方面。其《与方尔止论虞山说杜书》中说：方文对钱谦益注杜诗大为不满，澄之认为谦益注杜不能一概否定，但他没有抓住杜诗的精髓。谦益“谓杜诗字字皆有根据”，澄之认为这点不足称道，因为“今人诗用惯陈语，苛逐字求之，岂有无所根据者邪？”前人所赞不绝口的杜诗“每饭不忘君国”，澄之则认为“此亦臣子大义，骚人之本旨，非绝无而仅有者也。”那么澄之最推崇杜诗的是什么呢？</p> <p>　　他说：“杜诗之佳，在于格力气韵，迥绝诸家，至其体物尽变，造险入神，幽奇屈曲之境，诮屑酸楚之情，一字匠心，生面逼出，千载而下，读之如当其时，如见其境，故其诗千载犹新。区区典故之详核，音调之悲壮，岂足为公称？即声病又岂足为公讳哉？”认为真实而又富于艺术性地表现了自己的思想感情、反映出时代的面貌，才是杜诗最值得称道的地方。《张穆之杂论跋》中又说：“读杜诗者，千秋而下，当世之人情物状，恍然如见。惟其察之至微，故言之逼真。真，故古今不能易也。”这些是就后世读者看杜诗而言，澄之对杜甫当时希望能以自己的诗作有助于国计民生的良苦用心，也十分赞赏，《叶井叔诗序》中说：“至杜子美出，而复见三百篇之遗，其诗慷慨悲壮，指陈当世之得失，眷怀宗国之安危，一篇之中，三致意焉。”澄之学杜，也是努力这样做的，他诗中也不乏“指陈当世之得失，眷怀宗国之安危”的作品，虽然由于他人微言轻，不能起到多大效果，但他是始终以杜甫“诗史”作为自己榜样的。他在《生还集》自序中说：“其间遭遇之坎坷，行役之崎岖，以至山川之胜概，风俗之殊态，天时人事之变移，一览可见。按斯集者，以作予年谱可也，诗史云乎哉？”澄之的诗篇，尤其是《藏山阁集》中的作品，可以说是清初的一部“诗史”。当时人对此也多有赞赏。潘耒《钱饮光八十寿序》中说：“先生少负隽才，遭时坎坷，浩然独行其志。间关转徙，备尝人世之艰难。中有感慨，——发之于诗，其质直真挚，如家人对语，未尝稍加缘饰，而情事切至，使人欲喜欲悲，不能自已。”在真实地表现自己的思想感情，比较全面深刻地反映当时的社会生活这些方而，澄之在清初诗坛上是非常突出的。</p> <p>　　钱澄之推崇杜甫，起初是受到明七子派的影响的。他在《生还集》自序中说：“予自总角学诗，迄今二十年。其十年茫如也，戍己以后，始能明体审声，一窥风雅之指，所拟乐府，以新词谐古调，本诸合州新乐府，自谓过之。五言诗远宗汉、魏，近间取乎沈、谢，誓不作陈、隋一语，唐则惟杜陵耳。七言诗及诸近体，篇章尤富，皆出入于初、盛之间，间有为中、晚者，亦断非长庆以下比。此生平学诗之大概也。”此序作于顺治六年，澄之近四十岁之时，所述学诗主张，完全是七子派古诗必汉魏、近体必盛唐的论调。他自称学诗十年后才“一窥风雅之旨”，接受了七子的主张。他拟乐府，也是以<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>《乐府变》为楷模。今集中仍存多篇，形式上不脱七子拟古窠门，内容上对社会黑暗有所揭露，也同于王世贞《庐江小吏行》诸作。七子对后代的影响，也有积极的一面，所以明末清初许多著名诗人如陈子龙、<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、申涵光等人，都对七子有相当的尊崇，不独钱澄之一人如此。七子学杜，致力反映现实，这是应当肯定的。但他们模拟过甚，有很大的弊端，这对澄之也有消极的影响，也表现在他早期的作品中。但是，使澄之消除了这些不良影响的不是什么人对七子的批判，而是社会环境的急剧变化。澄之在《生还集》自序中接着说：“难后无赖，遇境辄吟，感怀托事，遂成篇帙。既困顿风尘，不得古人诗，时时涵泳。兼以情思溃裂，夙殖荒芜，得句即存，不复辩为汉魏六朝三唐矣。”社会动荡，国亡家破，人民涂炭，他本人也奔波于抗清斗争的前线，这种境遇，使他挣脱了七子格调派的束缚，“遇境即吟”，“得句即存”，保存了那时代的诗史。当然，也因为此，在澄之的作品中，有些也难免粗糙，但大部分诗还是具有较高的艺术性的。姚文燮《无异堂集》评澄之诗说：“时时吟诗，不拘一格，上有汉魏，下迄中晚，随兴所至即为之。古诗感慨讽谕，婉而多风，直得古《三百篇》之旨。”萧穆《藏山阁集跋》中也说：“是集诸诗，皆记出处时事，无意求工，而声调流美，词采焕发，自中绳墨。”这些都说明澄之诗，即使是奔波途中所作，也取得了一定的艺术成就。如果说在战火纷飞的动乱中，诗人没有可能对作品刻意雕琢，那么在隐居之后，澄之就非常注意对诗篇艺术方而的锤炼了。这表现他反复强调要“苦吟”上。《陈官仪诗说》中写道：“吾学诗五十年矣。其前此十余年，皆以才情气调为时所称。自后四十年，放废无事，益专致于此。见三唐近体诗之设辞造句，洵是良工心苦。乃知古人以诗成名，未有不由苦吟而得者。”苦吟就要反复修改。《陈昌集文集序》中说：“生平于诗好苦吟，虽不能如古人之十年始成一句，然每一字必数经改窜，要诸稳而后已。为文亦然。”事实确是如此，他有许多苦吟修改的例子。如《与王忍亭》中说，《青箱堂集》前载他所作之序，“中有何时白发之叟，重上青箱之堂等语，叟作翁字，失叶平仄，应是忙中落笔错耳，希为改正之。”已刊行的文，一字未安，仍请人改正，可见他是如何的一字不苟了。他非常注意炼字。《诗说赠魏丹石》中说：苦吟无他，情事必求其真，词义必求其确。而所争只在一字之间。此一字确矣而不典，典矣而不显，显矣而不响，皆非吾意之所需也。 可见他对炼字的要求多么高，创作态度多么认真。而这又不仅是雕琢字句，而是为了“意”，“情事”之“真”，“词义”之“确”，即是为了尽可能完美无缺地把自己的思想感情表现出来，把客观现实描绘出来。而要达到这样的境界，又不是仅仅在字句上下功左所能奏效。《诗说赠魏丹石》中接着说：“然非读书研理、体物尽变者，求此一字终不可得。何则？无其本也。”《匏野集序》中也说：“不读书则词不足以给意，不穷理则意不足以役词。”这些又是把苦吟炼字与诗人的整个修养联系在一起了。</p> <p>　　明末清初残酷的社会现实，血与火的刺激，使不少诗人，特别是遗民诗人，对儒家传统的温柔敦厚的诗教，产生了怀疑。申涵光《贾黄公诗引》中说：“温厚和平，诗教也。然吾观古今为诗者，大抵愤世嫉俗，多慷慨不平之音。”钱澄之怀疑得更厉害，《叶井叔诗序》中说：“近之说诗者，谓诗以温厚和平为教，激烈者非也，本诸太史公：‘《小雅》怨诽而不乱。’吾尝取《小雅》诵之，亦何尝不激乎？讯尹氏者旁连姻娅，刺皇甫者上及艳妻，暴公直方之鬼域，巷伯欲畀诸豺虎，正月繁霜之篇，辛卯日食之行，可谓极意询厉，而犹日其旨和平，其词怨而不怒，吾不信也！”他一口气举出了《诗径》中那么多词旨激烈的作品，从根本上否定“温厚和平”之说，认为这是后人的曲解，不足为信。他更反对当时一些人“至痛迫于中，而犹缘饰以为文，舒徐以为度”的作法，认为这样不能表达出作者的真性情。这些观点都是时代刺激的结果，社会的动荡，政治的黑暗，征服者的残暴，人民的惨遭杀戮，诗人本身的困厄磨难，反映到澄之的作品中，就呈现出“往往激楚”的风格。《田间集自序》中说：“吾遭遇如此，欲不悲，得乎？”又说：“论诗者当论其世也，论其地也，亦曰观其所感而已。吾不知世所为温厚和平者，何情也了”但是，诗人这些愤怒抨击黑暗势力的作品，大大地触犯了清廷统治者的忌讳。因而澄之的亲友为他编集时，就劝他“删其过悲者”，澄之不肯，说：“吾宁诗不传尔，其悲者不可删也。”然而亲友为了逃避清廷文网的迫害，“代为删之”。澄之对此虽有不满，而也无可奈何。澄之《与潘木崖》中曾说：“拙集本不宜删，删者可存，存者正多可删。”清廷残酷的文字狱，毁灭了多少有价值的作品，这是难以数计的。</p> <p>　　钱澄之早年学诗，是从七子派入手的。时代的动乱，使他摆脱了七子派的消极影响。他一生始终以杜甫为宗，学习杜甫反映社会现实、同情民生苦难的精神。在诗的风格上，受陶潜、杜甫、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>影响最深。当有人称道澄之诗风“在杜、白之间”（《书松声阁集后》）他以为知言。澄之《田间集》中和陶之作颇多，其隐居以后的作品，冲澹自然，也近于陶诗。韩炎《田间文集序》中说：“读先生之诗，冲澹深粹，出于自然，度王、孟而及陶矣。”徐世昌《晚晴移诗话》也说澄之“五古近陶”，“冲淡雅和中，时有沉至语。”朱彝尊《静志居诗话》更说：“昔贤评陶元亮诗云：‘心存忠义，地处闲逸，情真、景真、事真、意真。’《田间》一集，庶几近之。”无论从思想内容，还是艺术成就而论，钱澄之都无愧于清初有数的重要诗人之列。在遗民诗人中，澄之诗风接近于<a href=\"http://so.gushiwen.org/author_992.aspx\">吴嘉纪</a>、邢仿等人，成就也可并肩。澄之的诗歌作品及其诗歌理论，有些在今天还有一定的认识价值和借鉴作用，是不应当忽视的一笔遗产。</p>"
}