{
  "id": 1631,
  "star": 3,
  "name": "李亨",
  "image": "http://img.gushiwen.org/authorImg/liheng.jpg",
  "dynasty": "唐代",
  "desc": "唐肃宗李亨（711年—762年），初名李嗣升、李玙，唐玄宗李隆基第三子，唐朝第七位皇帝（不算武则天和殇帝李重茂），唐朝第一个在京师以外登基再进入长安的皇帝，756年—762年在位。初封忠王。公元738年被立为太子，改名李亨。公元756年七月十二日，李亨在灵武即位，史称肃宗。先后于至德二年（公元757年）6月、10月收复长安、洛阳两京。在位7年，762年在宫廷政变中惊忧而死，终年51岁。唐肃宗死后，宦官李辅国、程元振杀张皇后等，拥太子李豫即位，是为唐代宗，将肃宗葬于建陵（今陕西省礼泉县）。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历</strong></p> <p>　　唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>，原名李玙，初封忠王。睿宗景云二年（711）九月三日，肃宗李亨出生在东宫之别殿，初名嗣升。</p> <p>　　其生母杨氏出身于弘农杨氏（今属陕西），为关陇地区的名门望族。杨氏曾祖父杨士达在隋代任门下省纳言（宰相），<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的生母就是杨士达的女儿。父杨知庆以祖荫为官。<br>景云元年（710）八月与杨氏成婚前几天，<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>刚被册立为太子。不久，杨氏怀孕，生儿育女本来是人之常情，天之大伦。可是由于此时李隆基与太平公主关系紧张，他担心太平公主会借题发挥，像隋文帝时太子杨勇、唐太宗时太子李承乾一样，借口太子耽于女色难当大任而行废立。正由于这种原因，李隆基内心焦虑，便让属下秘密弄来一些堕胎药，打算将这一小生命扼杀于母腹之中，但思来想去，最终没有施行。</p> <p>　　李亨出生以后，没有能够与生母杨氏生活在一起。因为杨氏仅是太子姬妾，而太子妃则是后来做了玄宗皇后的王氏。在等级森严的宫廷中，太子妃（正妻）的地位要比其他姬妾优越得多。此时的太子妃王氏一直没有生育，杨氏自觉班次在王妃之下，不敢独享为人母的喜悦。王氏便把李亨接到自己身边，对他百倍呵护，极为疼爱，“慈甚所生”。</p> <p>　　开元三年（715）正月，李亨的次兄李嗣谦（即李瑛）被册立为皇太子。第二年正月，李亨被拜为安西大都护，安抚河东、关内、陇右诸蕃大使，各设副使，他所任职事只系遥领，并不出阁就职，从此，唐朝始开诸王遥领节度使之例。这一年，李亨才6岁。玄宗特意为诸王子选派了师傅教其学业，李亨有幸以<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>、潘肃、吕向、皇甫彬等名士为侍读，他的文化知识与素养提高很快。</p> <p>　　开元十三年（725）十一月，玄宗于泰山行封禅大典。归来后，他在安国寺东附苑城修建了一处巨大的宅院，号称“十王宅”，玄宗把业已长大成人的皇子安置在十王宅中，诸王分院而居，由宦官担任监院使，负责管理诸王的日常活动。李亨在以忠王身份居于十王宅中，时年15。</p> <p>　　肃宗在十王宅中一直生活了13年，直到开元二十六年（738）六月，太子李瑛被废，肃宗被立为皇太子，改名李亨。</p> <p><strong>艰难太子</strong></p> <p>　　从被推上政治前台的那一刻起，李亨就被显而易见的政治威胁所包围。威胁首先来自宰相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>，在开元末年之后的李林甫以及后来的杨国忠等宰相成员成为对太子威胁最大的政治势力。<br>在李林甫与太子之间的较量与斗争中，玄宗的内心世界是颇值得探秘的。玄宗几乎不出面遏制或阻拦宰相李林甫对太子李亨的轮番冲击，这说明，他也是不情愿看到太子李亨羽翼丰满、势力扩张。对于李亨来说，成长在一个太平盛世，充当一位富有巨大成就感和自信心的帝王的继承人，很难说是什么幸事。也许，在李亨的心里，会不时泛起几丝淡淡的悲哀。不过，在开元天宝之交的七八个年头，身为皇太子的李亨尽管心情会有些抑郁，这却是他此后一生政治生活道路上最为安定的一个时期。这期间，来自宰相李林甫方面的种种打击还没有能严重到危及其太子地位的程度，朝廷之上对册立皇太子之事也暂时减少了议论与猜测。玄宗对于在十王宅中成长起来的皇三子李亨的政治资本颇为知悉，因此对他也没有什么不放心。玄宗也不愿再如当年一日废弃三子那样剥夺李亨的继承权。至少在天宝四载（745）年底之前，李亨伴着大唐帝国的辉煌度过了一段颇为难得的好时光。</p> <p>　　天宝五载（746），对于太子李亨来说，<a href=\"http://so.gushiwen.org/author_1137.aspx\">真可</a>谓多灾多难的年头。这一年，太子亨相对安宁的生活被打破，从此，在他的政治生涯中，以往的平静与安谧已是不可复求了。</p> <p>　　天宝五载（746）正月，曾任忠王友的陇右节度使皇甫惟明兼领河西节度使，从驻地来到京师长安，向玄宗进献对吐蕃作战中的战利品，并与太子亨之间互有往来。皇甫惟明向玄宗明确表达了应当将李林甫撤职的态度，又大加赞誉韦坚的才干。边将皇甫惟明的介入，使双方暗中的较量一下子成为公开的秘密。李林甫在得悉了皇甫惟明的密奏后，便利用宰相的有利身份，开始布置反击并加快了行动的步骤。这时候，<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>矜成为李林甫对付太子集团的一员干将。</p> <p>　　杨慎矜，乃隋皇族一脉，隋炀帝<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>的玄孙，因“沉毅有材干”充太府出纳，颇以政能知名。李林甫觉得此人可用，破格将他擢升，并有意让他取代太子集团中的韦坚。韦坚是太子妃的哥哥，他有个姐姐是睿宗第五子也就是玄宗五弟薛王李隆业（后赠惠宣太子）的妃子。就是说，韦坚的姐妹分别嫁给了肃宗李亨和他的叔叔为妻。</p> <p>　　天宝五载（746）正月十五日元宵之夜，风清月朗，太子亨出游，在市井之中与韦坚相见。之后韦坚又匆匆与皇甫惟明相约夜游，一同前往位于城内崇仁坊中的景龙道观。以二人太子妃兄与边镇节帅的身份，夜间相约，私相往来，势必会给宰相李林甫以可乘之机。果然，这一次极秘密的行动没有逃出李林甫的暗中监视。李林甫立即要御史中丞杨慎矜写成报告，以韦坚乃皇亲国戚，不应与边将“狎昵”为由对韦坚提出弹劾。李林甫则向玄宗奏称他们结谋，“欲共立太子”，玄宗得奏，毫不犹豫地下诏进行审讯。李林甫得旨，遂指使手下罗织罪状，想把太子牵扯进来。玄宗虽然也怀疑韦坚与皇甫惟明有构谋之心，却不想轻易涉及太子，“三庶之祸”的教训太深刻了。玄宗不想把韦坚案扩大化，要求立即结案，遂给韦坚定了“干进不已”的罪名，将他由刑部尚书贬为缙云郡（今属浙江）太守，皇甫惟明则以“离间君臣”的罪名，解除河西、陇右节度使的职务，贬为播川郡（治今贵州遵义）太守，并籍没其家。这一处理，只是限于惩治韦坚、皇甫惟明的个人过失，并未有任何针对太子亨之处。皇甫惟明的兵权则移交给朔方、河东两道节度使王忠嗣。王忠嗣与太子亨关系亲密，朝廷上人人皆知。这一结果，太子亨有惊无险，李林甫也无奈何。</p> <p>　　然而，事态逆转，平地惊雷，一下子把太子亨推到了危险的境地。原来，韦坚被贬之后，他的弟弟将作少匠韦兰、兵部员外郎韦芝上疏替他鸣冤叫屈，二人为了达到目的，还引太子亨作证，谁知这样一来，招致玄宗龙颜震怒。事情一下变得复杂起来。太子亨见状，极感恐惧，为了逃脱自己与韦坚兄弟之间的干系，立即上表替自己辩解，并以与韦妃“情义不睦”为由，请求父皇准许他们离婚，以表明“不以亲废法”。玄宗着意对太子亨加以慰抚，听任他与韦氏离婚，断绝了关系。太子亨的谨慎确实使他度过了这场政治危机，只是共同生活多年的韦妃不得不从此削发为尼，在禁中的佛寺之中做了永成陌路的出家人。李林甫对韦坚一案大加株连，不依不饶，牢狱为满，被逼死者甚多。一直到天宝十一载（752）李林甫死后，此事方才停止。</p> <p>　　天宝五载（746）年底，太子之杜良娣（地位低于太子妃的姬妾，秩正三品）的父亲杜有邻惹上了官司，这又是一起政治案件。杜有邻时任赞善大夫，是太子东宫官属。告发杜有邻的不是别人，而是他的另一位女婿、左骁卫兵曹柳勣。柳勣之妻是杜良娣的姐姐。柳勣生性狂疏，喜好功名，善交结豪杰。自淄川（今属山东）太守裴敦复荐之于北海（治所在今山东潍坊）太守<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>，柳勣就与李邕打成一片，成为至交。李邕性喜豪侈，不拘小节，任职期间纵求财货，驰猎自恣，多次因贪污被人告发，屡遭贬斥，但才艺出众，人人望其风采，尤其他擅作碑颂、精于书法，人们往往手持金帛，求取他的书法和文章。</p> <p>　　柳勣状告杜有邻的罪名是“亡称图谶，交构东宫，指斥乘舆”，由于案情重大，直接由宰相李林甫负责委派人员审讯。柳勣告发岳父杜有邻，缘由是他与妻族不协，想陷害妻子的家人，谁知事情被李林甫揪住不放，将李邕、王曾等一批好友都牵扯进去。最后太子也被牵连进来，玄宗立即令京兆府会同御史台官员审问。案情很快明朗，原来都是柳勣搞鬼。但李林甫授意手下指使柳勣诬告，先将案情扩大，又引李邕作证，使案情一下子扩大到地方官员，大有废太子李亨于朝夕之势。但玄宗仍旧态度谨慎，他对下级官员的告密未加宽贷，因柳勣、杜有邻等与皇室有亲戚关系，特予免死，判杖决，贬往岭南。但杖刑在执行中出入很大，杜有邻、柳勣均在重杖之下丧命，积尸大理寺，妻儿家小流徙远方。由于牵连出李邕，李林甫特命人奉敕往北海将其决杀，李邕时年已70多岁。<br>杜有邻一案使李亨十分不安，他为了表明自己的清白无私，再次将杜良娣抛出来，宣布与她离婚，杜良娣被迁出东宫，废为庶人。杜氏家人已是死的死，流放的流放，境遇十分凄惨。</p> <p>　　两次大案，两次婚变，接踵而来。一波未平，一波又起，都与自身个人安危直接相关，李亨身心由此蒙受巨大的创伤，精神受到极大刺激。有一次，他入宫觐见，玄宗在他行礼时，发现这位尚未到中年的儿子，头发已有几分脱落，间或有几丝的花白，有些进入暮年的感觉。久历政治风雨的玄宗也不免心生几丝恻隐，他对发生的事情很清楚，不少的内情他还是了解得到。<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>不时地在他问询时传递一些朝廷上的真实情形，还经常赞誉太子亨的仁孝与谨慎，说太子很识大体。玄宗也感到，太子在遭受冲击时，很能忍辱负重，他在上表中从没有向皇帝寻求保护，而是按自己的方式来应付。玄宗心中有几丝的安慰，因为他觉得太子可以托付大事。不过，正是太子这种表现，又让他心中有了几分的苦涩与踌躇。或许，太子亨应付事变的能力与忍受困顿的耐力超出了玄宗的想像，他心情有些复杂，也有些态度暖昧。</p> <p>　　李亨的孝谨并没有得到玄宗给他任何的政治许诺。不过，在父皇的安排下，李亨两次离婚之后，再一次成婚，似乎说明玄宗还没有动过废他的念头。因为，这次续娶的是一位很有背景的女子，她就是后来成为李亨皇后的张氏。</p> <p>　　张氏的祖母窦氏与玄宗的母亲昭成太后是亲姊妹。玄宗小时候，母亲窦氏被武则天处死，是这位姨母亲自将他鞠养成人。因此，玄宗一直对姨母怀有特殊的感情，即位后，封她为邓国夫人。姨母的5个儿子也都封为高官，其中一位名叫张去盈的儿子还娶了玄宗的女儿常芬公主。当玄宗见太子忧思劳形、鬓发斑白时，就想到用婚嫁之事给李亨些暗示，希望他能够放松一些。为此，玄宗想到了姨母这位待嫁的孙女张氏。不久，张氏即被选立为太子良娣。</p> <p>　　李亨并未因为娶了张氏就感觉太平无事了，他依旧谨慎，处处小心，就连生活中的一些细枝末节也从不敢大意。有一次，宫中专门负责膳食的尚食局做了一桌熟食，其中有一只烤羊腿，玄宗就让太子李亨割来吃。李亨奉命割罢羊腿，手上全是油渍，他就顺势用旁边的饼子把手揩净，这一动作，玄宗看到很不高兴，但忍着没有发作。李亨装作没有看见，待慢慢将手揩拭之后，又不紧不慢地把擦过油渍的饼子拿起来，大口地吃起来。这一下大大出乎玄宗意料，不禁喜上眉梢，对李亨道：“福当如是爱惜。”李亨借此进一步博得了父皇好感。但是，李林甫并没有因为这一态势而改变初衷，他对太子的态度依然如故。这就是说，太子李亨并没有因为续娶张氏而使自己的处境根本改观。天宝十载（751），张良娣为他生下了一个儿子李佋——后封为兴王。转过年来，李林甫一命归西，李亨少了一个政敌，但是继任宰相的杨国忠在清算李林甫的同时，仍旧是太子李亨的死对头。此后，李亨与杨国忠明争暗斗，度过了几年貌似平静实则险象环生的时光。直到安史之乱爆发后，李亨才找到反击的良机。</p> <p><strong>马嵬之变</strong></p> <p>　　天宝十四载（755）十一月初九，范阳、河东、卢龙三镇节度使安禄山以诛杨国忠为名起兵叛唐。十二月十三日攻占洛阳，十五载正月，禄山在洛阳自称燕帝，建元圣武。十五载（756）五月，叛军破潼关。六月十三日，玄宗带领少数家人、随臣逃出长安。十四日，玄宗在逃亡途经马嵬驿站时，发生了兵变。这就是唐朝历史上著名的马嵬之变。</p> <p>　　按照旧史的说法，兵变的首倡者是龙武大将军陈玄礼，出身于飞龙军系统的太子贴身宦官李辅国乃是中介人，太子李亨只是被动的角色。其实，这样的记载是为尊者讳，掩盖了历史真相。真实的情况应该是：太子李亨同亲信密定之后，派李辅国去拉拢陈玄礼，密谋策划以非常手段对付杨国忠，这一行动或许在长安城内就已开始。玄宗避乱出逃，离开京师时的全部队伍约有3000余人，殿后的太子李亨的后队人马就有2000人，其中包括禁军中的精锐部队——飞龙禁军。他的儿子广平王和建宁王在出逃的队伍中“典亲兵扈从”，这给李亨发动政变提供了千载难逢的好机会。如果说唐前期历次宫廷政变都要煞费苦心地攻占玄武门才能取得成功的话，此番君臣已离宫禁，僻处野外荒郊，利用手中掌握的禁军发动一场政变，已可稳操胜券。</p> <p>　　六月十四日，逃亡队伍到达马嵬驿（今陕西兴平市西北23里）。禁军将士因饥疲劳顿，已有不逊怨言。队伍的骚动给暗中操纵与策划兵变的太子李亨提供了绝好时机。</p> <p>　　偏又凑巧，杨国忠骑马从驿中出来，被二十几位吐蕃使者拦住，向他陈诉无食，并请示归途。正在这个时候，禁军中有人大声喊叫：“杨国忠与胡虏谋反。”喊声惊动了杨国忠，他见事不妙，拨马想走。有位叫张小敬的骑兵飞射一箭，将他射落马下，布置周密的禁军追到马嵬驿的西门内，把他乱刀砍死，割下首级，挂在驿门之外示众。他的儿子杨暄及韩国夫人也被乱军杀死。宰相魏方进出面斥责众人，也被一刀砍死。同时闻讯而出的另一位宰相韦见素，被击伤头部，军中有人大叫“勿伤韦相公”，韦见素才侥幸免于祸患。张小敬的飞箭和军中的高喊，提示人们明白，这次兵变事前已做了周密谋划，并确定了明确的攻击目标。不过，杀死杨国忠父子，事变才只是完成了第一步。</p> <p>　　玄宗亲自告谕军士，令各归本队，并加以慰劳。嘈杂的禁军队伍集于驿站之外，仍不散去，不时传来刀枪的撞击声。玄宗发现自己的话失去了威力。这时，陈玄礼出面奏道：“杨国忠谋反，众将已把他处决，贵妃尚在左右供奉，请陛下割恩正法。”玄宗见禁军要挟自己杀死杨贵妃，感到了事态严重，便倚仗回身转入驿内，倾首而立，很久未发一言，神情有些悲怆。他认为：“贵妃常居深宫，安知国忠的反谋？朕若杀她岂不是累及无辜！”高力士见状，忙上前跪禀：“贵妃确实无罪，但将士们已杀了宰相，贵妃仍在左右，将士岂能自安？请陛下审时度势，将士心安才能确保陛下平安呀！”玄宗见已无法挽回，无奈之中命高力士传谕，赐贵妃死，同时与她诀别，愿她“善处转生”，贵妃也挥泪揖别，并叮嘱皇上前路保重。就这样，年仅38岁的杨贵妃被缢杀于驿中之佛堂。死后，尚陈尸于天井之中，请禁军将士验明正身。</p> <p>　　逼杀杨贵妃，是太子发动马嵬兵变的又一步骤。但令李亨始料不及的是，陈玄礼身为禁军首领，在处死贵妃后，带头向玄宗表示效忠。在诛杨一事上陈玄礼与李亨意见一致，但是他仍然忠于玄宗。这确保了玄宗的人身安全。因此，太子策划政变虽然意在夺权，但并没有像历史上很多政变一样危及皇帝，应当说，陈玄礼的政治立场一定程度上影响了马嵬之变的结局。这也正是陈玄礼日后追随玄宗入蜀，玄宗不予怪罪，而返长安后却被李亨勒令致死的真实原因。</p> <p>　　李亨一手策划马嵬兵变，诛杀杨氏，矛头已指向了玄宗。玄宗入蜀不可逆转，父子分道扬镳也已势在必行。李亨不可能再随父皇一路西行，只有分兵，另谋发展。所以说：“马嵬涂地，太子不敢西行。”这一点，他们父子心中都很清楚。</p> <p>　　玄宗一路艰阻，到达成都时，扈从官吏军士总共1300人，宫女仅24人而已。</p> <p>　　与玄宗情况毫无二致，李亨分兵后的境况也极其窘促。旧史中说“太子既北上渡渭，一日百战”，未必真实，但一路之上，草动风吹，仓皇颠沛，惊魂难定，“太子或过时不得食”，当不是夸张。直到顺利抵达朔方军治所灵武，狼狈不堪的太子李亨一行才得以喘息。</p> <p><strong>登位平乱</strong></p> <p>　　天宝十五载（756）七月九日，李亨在杜鸿渐等人的陪同下，抵达朔方军大本营灵武。经过一番布置与筹划，七月十二日，李亨在灵武城的南门城楼，举行了简单的登基仪式。登基后，改年号为至德，并且将当年改为至德<a href=\"http://so.gushiwen.org/author_2171.aspx\">元载</a>，玄宗被推尊为太上皇。当天，肃宗就派使者前往四川，向太上皇报告这一消息。宋代史学家<a href=\"http://so.gushiwen.org/author_1807.aspx\">范祖禹</a>评价说，肃宗至灵武称帝，此乃“太子叛父”，是“不孝”，也就是说，是一次未经玄宗许可的擅立。</p> <p>　　那一天，李亨的内心是复杂的。多年来险象环生的太子生涯从此划上句号，多年的对头杨国忠也已命丧马嵬，今日登基，终于可以一展愁眉，一吐怨气。但是，身处灵武，与京师相距遥遥，叛军已占据两京，收复失地，平叛靖乱仍任重道远。</p> <p>　　无论怎么说，肃宗灵武即位，毕竟打出了平叛靖乱的大旗。消息传到叛军占领区，极大地鼓舞了当地的抵抗运动，从政治上扭转了玄宗出逃后全国平叛战争的被动局面。肃宗在四海近乎分崩离析的严峻时刻，在灵武举起平叛的大旗，给全国臣民的复兴带来了希望，各地又重新点燃了报国抗敌、誓死与叛军决战的熊熊火焰。这是肃宗灵武自立朝廷的理由，也是他赖以发展的惟一前提。</p> <p>　　公元757年安庆绪杀死安禄山，肃宗没有听从谋士<a href=\"http://so.gushiwen.org/author_613.aspx\">李泌</a>的建议趁乱直捣叛军老巢，错失歼敌良机。乾元二年（公元759年）三月，安史叛军与唐军在相州展开激战，肃宗却为了防范武将而不设元帅，只派宦官鱼朝恩监军，鱼根本不懂兵法，不知用兵，致使唐军大败，鱼朝恩将相州失利的责任推到<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>身上，肃宗不明是非，罢免了郭子仪兵权。此时，安史叛军再次发生内乱，史思明杀安庆绪，自称大燕皇帝，并于同年五月，从<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼手中，夺取了洛阳，史思明占据洛阳不久，就被自己的儿子史朝义所杀。肃宗死后一年，安史之乱平定。</p> <p><strong>祸起萧墙</strong></p> <p>　　在朝中，自鱼朝恩之后，肃宗开始信用宦官李辅国、程元振等操纵军政大权，宦官势力日益嚣张。肃宗同时又宠信张皇后，纵容她干预政事。张皇后和李辅国起初连成一片，结为一党。后来，张皇后恨李辅国专权，欲谋立越王李系为嗣君，张皇后、李系与李辅国、程元振开始对立。公元762年，肃宗患病，接连几个月不能上朝视事。四月，玄宗病死，他悲恸不止，病情加剧。张皇后召见太子，皇后说：“李辅国久掌禁兵，权柄过大，他心中所怕的只有我和你。眼下陛下病危，他正在勾结程元振等人阴谋作乱，必须马上先诛杀他们。”太子流着泪说：“父皇病情正重，此事不宜去向他奏告，如果我们自行诛杀李辅国，父皇一定震惊，于他贵体不利，我看此事暂缓再说吧。”张皇后送走太子，马上召肃宗次子，越王李系入内宫商议。李系当即命令宦官段恒俊，从太监中挑选了200多名强健者，发给兵器，准备动手。太监中有人将此情报告了李辅国。李辅国、程元振带着党徒到凌宵门探听消息，正遇太子要进宫探望父皇。李辅国谎称宫中有变，阻止太子入宫，并命令党徒将太子劫持进飞龙殿监视起来。[3]李辅国假传太子的命令，鼓动禁兵入宫将李系、段恒俊等人抓住，投入狱中。张皇后闻变，慌忙逃入肃宗寝宫躲避。李辅国带兵追入寝宫逼张皇后出宫。张皇后不从，哀求肃宗救命。肃宗受此惊吓，一时说不过话来，李辅国乘机将张皇后拖出宫去，随后杀死张皇后、李系等人。肃宗因受惊而病情陡然转重，加之无人过问，当天就死于长生殿，时年五十一岁。</p> <p><strong>因病逝世<br></strong>　　上元二年（761年）末，肃宗患重病，不理朝政，即命太子监国。宝应元年（762年）四月，玄宗去世，肃宗病危。张皇后惧太子“功高难制”，暗中把越王李系召至宫中，阴谋废立太子。张皇后趁机召见太子，要太子李豫帮她杀李辅国、程元振。太子李豫不允许杀李辅国、程元振。张皇后与内官朱辉光等人谋划废太子李豫、改立越王李系。张皇后选择在唐肃宗即将病死时发动政变，召太子李豫进宫，准备与越王李系除掉太子。程元振得知了他们的阴谋，告诉了李辅国。</p> <p>　　李辅国阻止了太子，出兵把太子保护起来，然后率兵逮捕了张皇后与李系的党羽，将张皇后囚禁在别殿。这一晚，李辅国、程元振出兵擒获了与唐肃宗有矛盾的张皇后、杀越王系、兖王僴。当夜，唐肃宗病死，时年五十二岁。[2] [18] 庙号肃宗，谥号文明武德大圣大宣孝皇帝。<br></p><br/><h2>人物评价</h2> <p>　　肃宗一生颇有波折：在初生之日，即险遭不测；幼年、少年时代，又耳闻目睹了皇宫内院的纷争与倾轧；成年之后，他眼见大唐帝国由繁荣昌盛转向衰落。安史之乱的混乱政局，给他个人提供了施展拳脚的舞台。在他7年的帝王生涯中，有两个鲜明的主题：一是“北集戎事”，也就是组织平叛，收复两京、消灭叛军；二是“南奉圣皇”，也就是处理先在成都后来迎归的太上皇玄宗的关系。他最后壮志难酬，平叛没有取得最终胜利。</p> <p>　　总的来说，肃宗是位乱世天子，他继承了天宝盛世的成果，在致力平叛的同时尝试解决天宝以来政治、经济体制运作中的各种弊端，并为身后的帝国打下了一定基础。当然，由于他的主要精力在平叛，无法对后宫、宦官势力的膨胀进行限制，反倒给安史之乱后的重建留下了难消的隐患，这是肃宗个人的不幸，也是大唐帝国的悲哀。</p><br/><h2>家族成员</h2> <p><strong>父母</strong> </p> <p>　　父亲：唐玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a></p> <p>　　母亲：元献皇后杨氏（杨皇后）</p> <p><strong>后妃</strong> </p> <p><strong>皇后</strong></p> <p>　　张皇后（？－762年，被继任皇帝唐代宗废为庶人），生李侗</p> <p>　　章敬皇后吴氏（？~730年，唐代宗李豫即位后追尊），生李豫，濮州濮阳（今濮阳）人，吴令珪之女.</p> <p><strong>妃嫔</strong></p> <p>　　韦妃（8世纪－757年），京兆万年人，属京兆韦氏彭城公房，父韦元珪。唐肃宗为太子时的太子妃，后离婚。韦氏生兖王李僴（xiàn）、绛王李佺（quán）、永和公主、永穆公主。</p> <p>　　裴昭仪，生李僙</p> <p>　　陈婕妤，生李仅，</p> <p>　　段婕妤，生李倕</p> <p>　　张美人，生李侹，</p> <p>　　宫人孙氏，生李系，</p> <p>　　宫人张氏，生李倓，</p> <p>　　宫人王氏，生李佖，</p> <p>　　后宫某氏，生李荣，</p> <p>　　后宫某氏，生李僖。</p> <p><strong>子女</strong> </p> <p><strong>儿子</strong></p> <p>　　1.唐代宗李豫（726年11月11日－779年6月10日），唐肃宗长子。初名俶，原封广平王，后改封楚王、成王，唐朝第八位皇帝（不计<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>和殇帝），762年－779年在位。763年平定了安史之乱。安史之乱结束，大唐开始走向衰落。当时，东有诸多藩镇割据，北方又有邻国回鹘不断勒索，西面有邻国吐蕃侵扰。763年吐蕃占领首都长安十五日。唐代宗为求安定，大封节度使，造成了藩镇割据。朝廷政治经济进一步恶化。779年去世，庙号代宗，谥号睿文孝武皇帝，葬于元陵（今陕西省富平县西北三十里的檀山）。</p> <p>　　2.越王李系，唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>次子，生开元时。玄宗末年，悉王太子子，故系王南阳郡。帝即位，至德二载十二月，进王赵，与彭、兖、泾、郓、襄、杞、召、兴、定九王同封。乾元二年，九节度兵溃河北，朝廷震骇，乃以<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>弼代<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>总兵关东，而光弼请贤王为帅，于是诏系充天下兵马元帅，而光弼以司空兼侍中、蓟国公副，知节度行营事，系留京师。史思明陷洛阳，系请行，不听。</p> <p>　　3.齐王李倓，谥承天皇帝天宝年间封为建宁王，授太常卿同正员。762年，李豫即位为唐代宗，768年，追封李倓为齐王，不久又追谥为承天皇帝，与兴信公主第十四女张氏冥婚，谥曰恭顺皇后，备礼改葬于顺陵。</p> <p>　　4.卫王李佖，始王西平。蚤薨，宝应元年五月，与郓王同追封。</p> <p>　　5.彭王李仅，天宝中，封新城郡王，授鸿胪卿同正员。至德二年十二月，进封彭王。乾元二年冬，史思明再陷河洛，关东用兵，人情震惧，群臣请以亲王遥统兵柄。</p> <p>　　6.兖王李僩，母韦妃。始王颍川，帝即位，至德二载十二月，进王兖，与彭、越、泾、郓、襄、杞、召、兴、定九王同封。宝应元年薨。</p> <p>　　7.泾王李侹，天宝中，封东阳郡王，授光禄卿同正员。至德二载十二月，进封泾王。乾元三年，领陇右节度大使。兴元元年薨。</p> <p>　　8.郓王李荣，始王灵昌。帝即位，至德二载十二月，进王郓，与彭、兖、泾、越、襄、杞、召、兴、定九王同封。蚤薨，宝应元年五月，与卫王同追封。</p> <p>　　9.襄王李僙（8世纪－791年2月15日），裴昭仪所生。至德二载（757年）十二月，唐肃宗收复长安后，封李僙为襄王。李僙一直住在十六宅，直到贞元七年（791年）正月初八去世。他的曾孙李煴在886年一度自立为帝。</p> <p>　　10.杞王李倕，母段婕妤，贞元六年六月赠为昭仪。倕，至德二载封，贞元十四年薨。</p> <p>　　11.召王李偲，代宗嫡长子，肃宗“养孙为子”。唐肃宗至德二年十二月（758年）封召王，逝世于唐宪宗元和元年（806年）。但此说法存疑，李偲在《新唐书》中出现了两种身世，匪夷所思。《新唐书 卷八十二 列传第七》：“肃宗十四子：章敬皇后生代宗皇帝，宫人孙生系，张生倓，王生佖，陈婕妤生仅，韦妃生僩，张美人生侹，后宫生荣，裴昭仪生僙，段婕妤生倕，崔妃生偲，张皇后生佋，侗，后宫生僖。”<br>这里明确记载了李偲是肃宗妃崔氏所生，但是却在《新唐书 卷七十七 列传第二》中出现截然不同的记载。<br>《新唐书 卷七十七 列传第二》：“天宝中，帝为广平王，时贵妃杨氏外家贵冠戚里，秘书少监崔峋妻韩国夫人以其女女皇孙为妃。妃生子偲，所谓召王者。”这里的广平王指的是唐代宗李豫，因此召王李偲的生母崔氏是李豫的妃子，这样说了，李偲便成了唐代宗李豫的儿子。</p> <p>　　12.兴王李佋，谥恭懿太子，母张皇后。至德二载始封兴王，与杞、召、襄、定四王同封。上元元年薨。佋生，后方专爱，帝最怜之。后数撼储嫡，欲以佋嗣，会薨，计塞。是夕，帝及后梦佋辞决流涕去，帝鲠怅，故册赠皇太子。</p> <p>　　13.定王李侗，母张皇后，至德二载十二月，与彭、兖、泾、郓、襄、杞、召、兴、越九王同封。宝应初薨。</p> <p>　　14.宋王李僖，初封淮阳王，后追赠宋王。在新旧《唐书》中，其他十三个皇子都有简略的传记，唯李僖仅列名而无传，这也许是十三个皇子都曾受封为王，而李僖出了家的缘故。《新昌县志》记载：僖禅师，肃宗第十四子。从南阳慧忠国师出家。后居逍遥山，赐田甚广，为建资福禅寺。真身塔存焉，今自太子塔。李僖来宜丰后的事迹。无可稽查，旧县志上仅说皇上对他\"赐田甚广\"。李僖用这些田产，修建了资福寺、资寿寺、云峰山寺、清梵院等寺院。其中以云峰山寺最为有名。</p> <p><strong>女儿</strong></p> <p>　　1.宿国公主，始封长乐公主。下嫁豆卢湛。</p> <p>　　2.萧国公主，始封宁国公主。下嫁郑巽，又嫁薛康衡。</p> <p>　　3.和政公主，章敬太后所生。后由韦妃抚养。下嫁柳潭。</p> <p>　　4.郯国公主，始封大宁公主。下嫁张清。</p> <p>　　5.纪国公主，始封宜宁公主。下嫁郑沛。</p> <p>　　6.永和公主，韦妃所生。始封宝章公主。下嫁王诠。</p> <p>　　7.郜国公主，始封延光公主。下嫁裴徽，又嫁萧升。</p><br/><h2>轶事典故</h2> <p><strong>政治沧桑<br></strong>　　有一次，<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>入宫觐见，玄宗在他行礼时，发现这位尚未到中年的儿子，头发已有几分脱落，间或有几丝的花白，有些进入暮年的感觉。久历政治风雨的玄宗也不免心生几丝恻隐，他对发生的事情很清楚，不少的内情他还是了解得到。<a href=\"http://so.gushiwen.org/author_3073.aspx\">高力士</a>不时地在他问询时传递一些朝廷上的真实情形，还经常赞誉太子亨的仁孝与谨慎，说太子很识大体。玄宗也感到，太子在遭受冲击时，很能忍辱负重，他在上表中从没有向皇帝寻求保护，而是按自己的方式来应付。玄宗心中有几丝的安慰，因为他觉得太子可以托付大事。不过，正是太子这种表现，又让他心中有了几分的苦涩与踌躇。 </p> <p><strong>谨慎事父<br></strong>　　李亨身为太子，行事谨慎，处处小心，就连生活中的一些细枝末节也从不敢大意。有一次，宫中专门负责膳食的尚食局做了一桌熟食，其中有一只烤羊腿，玄宗就让太子李亨割来吃。李亨奉命割罢羊腿，手上全是油渍，他就顺势用旁边的饼子把手揩净，这一动作，玄宗看到很不高兴，但忍着没有发作。李亨装作没有看见，待慢慢将手揩拭之后，又不紧不慢地把擦过油渍的饼子拿起来，大口地吃起来。这一下大大出乎玄宗意料，不禁喜上眉梢，对李亨道：“福当如是爱惜。”李亨借此进一步博得了父皇好感。</p> <p><strong>因子得宠<br></strong>　　李亨长子李豫出生的第三天，玄宗来到东宫赐给了吴皇后一个金盆，并叫她用金盆给李豫洗澡。这时吴皇后身体很弱，而李豫的身体还没有舒展开，负责侍奉的老婆婆十分惊慌，就把宫中各位王子以及和李豫同一天出生的而身体相貌都很丰满健康的抱来献给玄宗。玄宗一看就很生气说：“这个小孩不是我的孙子。”老婆婆连连叩头谢罪，玄宗斜着眼睛看着她说：“这不是你所能知道的，快把我的孙子抱来。”于是只好把李豫抱来给玄宗。玄宗一看特别高兴，用手托着李豫，笑着说：“这个孩子的福禄远远地超过他的父亲。”玄宗回到宫里，对高力士说：“这个殿里有三个天子，真是高兴啊！可以跟太子喝酒了。”</p><br/><h2>墓地陵寝</h2> <p>　　唐肃宗建陵位于礼泉县建陵镇凉马村。唐肃宗<a href=\"http://so.gushiwen.org/author_1631.aspx\">李亨</a>陵墓。位于咸阳城西北50公里处、礼泉县城东北15公里、海拔783米的武将山南麓，以山为陵。东与九旧街昭陵遥相对峙，西与梁山之乾陵隔川遥望，北面群山叠嶂，南面是层层梯田和广阔的沃野。</p> <p>　　陵区由陵园、下宫及陪葬墓区等组成。陵园为夯土城垣，平面呈不规则矩形，以四隅尚存角楼基址间距计，陵园东墙长1524米，北墙长879米，西墙长1373米，南墙长1050米，面积15万平方米。城垣四面各辟一门，以四神命名。门外各置石狮1对，筑阙台1对。朱雀门（南神门）外设神道，长763米，其南端筑乳台1对。神道自南而北依次排列华表、翼马、驼鸟、仗马、翁仲等石刻造像。朱雀门内有献殿遗址。陵园西南2.2公里有一处长110米、宽70米的建筑基址。当为下宫遗址，与《长安志》 “下宫去陵五里”所载基本吻合。陵园南偏西约2公里为陪葬墓区，原有封土6座。1961年调查时尚存3座，今复查，两座已无存，仅余汾阳王<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>墓1座，亦近夷平。据《文苑英华》所录墓志，华州刺史李怀让亦陪葬建陵。</p> <p>　　1956年公布为陕西省重点文物保护单位。2001年公布为全国重点文物保护单位。</p> <p>　　唐肃宗李亨的陵墓。其建制如昭、乾、定、桥、泰诸陵，依山凿石，陵饰亦如之，只是各类石刻，体型略小，但雕刻技巧，超过上述诸陵。因沿山沟壑纵横，交通不便，游人较少，为现存唐关中十八陵中保存陵饰石刻最多、最完整、雕凿最细腻的一座唐陵。由于一千多年的水土流失，陵区内横贯南北两条大沟，整个陵区的遗迹破坏较大。</p> <p>　　建陵依山为陵，陵区周围20公里陵墓现已非原貌，屡遭破坏，但陵园四角阙址尚在，东南与西南角阙址间距1050米，东北与西北角阙址间距879米，东南与东北角阙址间距1524米，西南与西北角阙址间距1373米，东神门在东神墙偏南处，北神门在北神墙偏西处。</p> <p>　　陵园东南角阙高2.5米，底径12米，西南角阙高3.5米，底径12米，东北角阙高3米，底径12.5米，西北角阙高3米，底径14米，宽12米；南神门，北为献殿遗址，范围东西500米，南北50米；长安志卷十六载，建陵下宫去陵五里，在陵园西南2200米有一处长110米宽70米的建筑遗址，疑为下宫遗址。</p> <p>　　陵园内原有石刻数处，4门有石狮各1对，朱雀门外有石人10对、石马5对、鸵鸟1对、翼马1对、华表1对，玄武门外有石马3对。今陵园内残存石刻有石门狮8只，每只石狮高1.50米、宽0.90米，石狮雕刻极为精细，肌肉强劲。</p> <p>　　神道石刻东西列间距160米，华表位于乳台阙址北95米，华表高5.5米，石座埋入土中，未计算在内。华表上已不存在。桥陵华表的石座上所雕十二瓣覆莲环座，而代之以微凸圆盘环座，建陵华表上部的仰覆莲之间的莲珠也变得较小。</p> <p>　　建陵的一对冀马，位于石望柱北28米。翼马身长2.40米，身高2.45米，形制与其它陵的基本相同，唯其翼翅的三长翎尾端卷云纹更为突出，翼马身驱变得较小，除了和其它陵墓石刻的冀马一样在前肩雕双翅外，再无别的雕饰，但从侧面看屹然而立从正面看跃然欲驰，其雕刻之精致在诸唐陵中最为突出，使人不能不叹服，诚为高超的艺术品。</p> <p>　　鸵鸟位于翼马北32米，鸵鸟身高1.19米，身长1.40米，头颈弯曲折於翅外中部，其毛羽清晰，犹如鳞状，头较大，眼突出，尾发达。 石马位于鸵鸟北32米，每 对石马南北间距30米。石马身长1.90米。身高1.80米。唯其于颈下系一圆球状铃，这在唐陵的石刻中是罕见的。每马前左方各有牵马石人一个，均系武士装束现均已残。</p> <p>　　石人位于石马北32米，每对石人南北 间距30米，石人身高2.5米。</p> <p>　　从建陵的石刻风格来看，普遍较以前唐诸陵体型略小，制造也稍粗疏，与陵墓的比例也不相称，反映了安史之乱后的唐朝经济由盛而衰的状况。总的来说，建陵是中唐时期帝陵的代表，文物不仅叹为观止，保存也最完好唐代石刻艺术登峰造极之作，建陵石刻当之无愧。</p>"
}