{
  "id": 370,
  "star": 5,
  "name": "朱孝臧",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_370.jpg",
  "dynasty": "清代",
  "desc": "朱孝臧（1857~1931）晚清四大词家之一。一名祖谋，字古微、藿生，号沤尹、彊村，浙江归安（今吴兴县）人。光绪八年举人，次年进士，历官编修、侍讲学士、礼部侍郎。光绪三十年出为广东学政，因与总督龃龉，引疾辞官。民国二十年卒于上海。朱孝臧始以能诗名，为京官时，与王鹏运交，弃诗而专攻词。词作“融诸家之长，声情益臻朴茂，清刚隽上，并世词家推领袖焉。诗能入品。”著有词集《彊村语业》二卷，身后其门人龙榆生为补刻一卷，收入《彊村遗书》。",
  "content": "<h2>主要著作</h2> 　　<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>尤精校勘，循<a href=\"http://so.gushiwen.org/author_619.aspx\">王鹏运</a>所辟途径，而加以扩展，所刻《彊村丛书》，搜集唐、宋、金、元词家专集163家，遍求南北藏书家善本加以勘校，为迄今所见比较完善的词苑的大型总集之一。又辑《湖州词徵》30卷，《国朝湖州词录》6卷。其他已刻、未刻丛稿，由其门人龙榆生于1933年汇编为《彊村遗书》出版。其中包括足本《云谣集杂曲子》1卷，《词莂》1卷，《沧海遗音集》13卷等多种。朱孝臧选《宋词三百首》突出选格律派的作品，以<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>名列第一，计二十四首；<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>次之，凡二十三首；<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>再次，录十七首。而<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>仅有九首，<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>十三首，<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>仅有七首，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>仅十首，<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>仅有十二首。朱氏承常州词派遗绪，由此可以概见。<br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>，归安（今湖州）埭溪渚上彊村人。父光第（字杏簪），初幕游江淮间，光绪中曾任河南邓州知州，后被劾落职卒于河南。朱孝臧童年爱好文学，随父在河南生活。光绪八年（1882年）中举，光绪九年（1883年）中癸未科二甲一名进士，改庶吉士，散馆授编修，历官会典馆总纂总校、侍讲学士、礼部侍郎、兼署吏部侍郎。光绪三十年（1904年），出为广东学政，因与总督不和，最后辞官，寓居苏州，任教于江苏法政学堂。</p> <p>　　光绪二十六年（1900），义和团包围外国使馆，董福祥部击毙日本外交官。朱孝臧上疏反对仇教开衅，因触怒西太后等，几获罪。次年《辛丑条约》签订后，以“忠心谋国”升为内阁学士，擢为礼部侍郎。是年秋，外放广东学政。因与总督意见不合，引病退职，卜居苏州。不久，被聘为江西法政学堂监督。宣统元年（1909），为弼德院顾问大臣，因病未赴任。辛亥革命后，隐居上海。袁世凯欲聘为高等顾问，一笑拒之，后在天津以君礼参拜废帝溥仪，卒于上海。</p> <p>　　朱孝臧有亲兄弟三人：二弟孝威，分省补用道；三弟祖谦，江苏候补巡检；四弟祖誉，国史馆誊录。朱孝臧原配严氏封一品夫人，侧室陆氏。严氏出一子：方诒，二品荫生，官山东通判。才隽有父风，壮年殒折。娶夏氏，孙桐第二女也。孙一：贞同，奇慧先殇。所以继大宗者尤可待。晚抚仲弟子方饬为嗣。</p><br/><h2>文学创作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>早岁工<a href=\"http://so.gushiwen.org/author_370.aspx\">诗</a>，风格近<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>，陈衍称其为“诗中之梦窗（<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>）”，可以乐“枵然其腹者”（《石遗室诗话》）。光绪二十二年(1896)，<a href=\"http://so.gushiwen.org/author_619.aspx\">王鹏运</a>在京师立词社，邀其入社， 方专力于词。所受鹏运影响指教甚多。他将自己生平所学抱负，尽纳词中，颇有关系时事之作。如《鹧鸪天·九日丰宜门外过裴村别业》、《声声慢·辛丑十一月十九日，味耼赋落叶词见示感和》、《烛影摇红·晚春过<a href=\"http://so.gushiwen.org/author_439.aspx\">黄公度</a>人境庐话旧》、《摸鱼子·梅州送春》、《夜飞鹊·香港秋眺》等表现对维新派的同情，感慨光绪帝珍妃的遭遇，抒发壮怀零落、国土沦丧之感，悲惋沉郁。</p> <p>　　晚年虽词境更趋高简浑成，内容除偶及军阀混战情事外，多为遗老孤独索寞情怀或流连海上歌场之作。他的词取径吴文英，上窥<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>，旁及宋词各大家，打破浙派、常州派的偏见，“勘探孤造”（陈三立《清故光禄大夫礼部右侍郎朱公墓志铭》），自成一家。又精通格律，讲究审音，有“律博士”之称。所以被时人尊为“宗匠”，乃至被视为唐宋到近代数百年来万千词家的“殿军”。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>称其为“学人之词”的“极则”（《人间词话》）。著有词集《彊村语业》3卷，诗集《彊村弃稿》1卷。</p><br/><h2>年表</h2> 　　咸丰七年丁巳（1857） 七月二十一日。<br>　　生于湖州埭溪上彊村。夏孙桐《朱孝藏墓志》。<br>　　咸丰十年庚申（1860），四岁。<br>　　随家人从故乡湖州埭溪来到萧县。《归安县志》称，大约在咸丰庚申（1860）二月，太平军围湖，其乡埭溪“遭兵火尤甚，居民什不存一，村墟寥落”。这里所谓的“庚申二月，粤匪窜湖郡”的史事，指的是太平军在1860年二月为了解除天京之围而对浙江的一次用兵。是年正月末，李秀成率部将陈坤书、谭绍光等从安徽芜湖出发，至南陵合左军主将李世贤所部，取道皖南，攻入浙境。二月十二日，攻占长兴之后，由李世贤率部围攻湖州，用以牵制清军，这是太平军首次围攻湖州。至三月下旬，太平军即解围而去。而大约就在这个“吴越方被寇乱”的时候，朱氏举家开始从其父客幕于萧县。<br>　　同治三年甲子（1864），八岁。<br>　　朱氏改名祖谋。<br>　　光绪元年乙亥（1875），二十岁。<br>　　随父候补知州来到河南。《朱公行状》：“光绪初，（<a href=\"http://so.gushiwen.org/author_370.aspx\">朱孝臧</a>又）随官大梁”。之后几年，他除了参加取得乡试资格的各类考试之外，基本上是随侍其父幕游仕宦生活的。<br>　　光绪八年壬午（1882），二十七岁。<br>　　中举，翌年进士。据《朱公行状》云：“壬午，癸未联捷，成二甲一名进士。”接下来十三年的时间里，历任编修、国史馆协修、会典馆总纂总校、戊子科江西副考官、戊戌科会试同考官等职。<br>　　光绪二十二年丙申（1896），四十岁。<br>　　重新回到京师在会典馆任职。当时任御史的<a href=\"http://so.gushiwen.org/author_619.aspx\">王鹏运</a>倡举词社，<a href=\"http://so.gushiwen.org/author_738.aspx\">郑文焯</a>《比竹馀音·木兰花慢》序云：“半塘前辈咫村词社，咏京师胜迹。”早年彊村就与王鹏运交好，正如钱基博《现代中国文学史》论述彊村云：“少时随宦河南，遇王鹏运，交相得也。”因此，半塘举词社，彊村也应邀加入。自此彊村开始专工于词，从一定意义上来说，他的词学渊源，正是半塘老人引导的结果。时值国事日非，外患日亟，身经亡国之痛的他在许多词作中寄托了国家之慨。<br>　　光绪二十三年丁酉（1897），四十一岁。<br>　　于苇湾作词感发国事。时距甲午战败三年，沙俄与德国假借调停之名，垂涎我国的旅顺、大连、胶州湾。有词《长亭怨慢·苇湾重到，红香顿稀；和半塘老人》“尽消尽涉江情绪。风露年年，国西门路。绀海凉云，昨宵飞浣石亭暑。乳蝉高柳，凄咽断、宾洲谱。莫唱惜红衣，算一例、飘零如雨。 迟暮。隔微波不恨，恨别旧家鸥侣。青墩梦断，枉赢得、去留无据。试巡遍、往日阑干总无著，鸳鸯眠处。胜翠盖亭亭，消受斜阳如许。”<br>　　光绪二十四年戊戌（1898），四十二岁。<br>　　移居上斜街查查浦故居，邻小秀野草堂。《朱公行状》：“上斜街新居，是查德尹先生的住宅。”是年戊戌变法失败，“戊戌六君子”惨遭杀戮，彊村与六君子之一刘光第有旧，遂作《鹧鸪天·九日丰宜门外过裴村别业》“野水斜桥又一时，愁心空诉故鸥知。凄迷南郭垂鞭过，清苦西峰侧帽窥。 新雪涕、旧弦<a href=\"http://so.gushiwen.org/author_370.aspx\">诗</a>，喑喑门馆蝶来稀。红萸白菊浑无恙，只是风前有所思。” “裴村”就是刘光第的字。徐世昌《晚晴簃诗话》云：“朱古微侍郎与裴村为同岁生日，重其人，并重其诗，谓有少陵意境。”裴村于八月十三日遇害，此词作于“九日”，时隔二十五、六日，过旧友别业，有感而发。<br>　　光绪二十五年已亥（1899），四十三岁。<br>　　按吴熊和《〈彊村丛书〉与词籍校勘》称，是年与王鹏运合作校刊《梦窗词》，这是彊村校词之始。《梦窗词》也是最能说明“校词之难”的一部书。<br>　　是时，先生还与张仲炘交往颇密。作词《乌夜啼·同瞻园登戒坛千佛阁》“春云深宿虚坛。磬初残。步绕松阴，双引出朱阁。吹不断。黄一线。是桑乾。又是夕阳无语、下苍山。”张仲炘字慕京号次珊，又号瞻园。“戒坛”，寺名，又称戒台寺，为中国三大戒台之一，素有“天下第一坛”之誉。是年早春的傍晚，先生与词友张瞻圆在戒坛寺登览志感，写下此词。此外还有词作《瞻圆前辈见示酒边新作，半塘和之，蒙复继声，用清真韵·氐州第一》一首，《瞻圆约为西山之游，寒阴滞人，屡阻携屐，雪后引眺，赋比作简·三姝媚》一首，可见祖谋与瞻圆过从甚密。<br>　　光绪二十六年庚子（1900），四十四岁。<br>　　秋，八国联军入侵北京，西太后挟光绪帝逃亡西安。当时祖谋困居在宣武门外校场头条胡同，王鹏运的“四印斋”寓所，与王鹏运、刘福姚一起填词书法家国之恨。《鹧鸪天·庚子岁除》“似水清尊照鬓华。尊前人易老天涯，酒肠芒角森如戟，吟笔冰霜惨不花。 抛枕坐，卷书嗟。莫嫌啼煞后楼鸦。烛花红换人间世，山色青回梦里家。”也是其中一首。此调旧刻共有两首，据其中第一首序云：“‘好友同居亦当家’。 庚子岁除，与忍庵同居四印斋，惊翁词成索和，遂拈此作歇拍，盖乐句事情，适相和也。”<br>　　光绪二十七年辛丑（1901），四十五岁。<br>　　被提升为礼部侍郎，不久便兼任吏部侍郎。《朱公行状》：“辛丑回銮后，遂擢礼部侍郎，召对称旨，有留心外事之褒。寻兼吏部侍郎。”《光绪东华禄》：“二十七年十二月乙卯，以朱祖谋为礼部右侍郎。”夏，半塘与孝藏分别，出都，此后两人通过书信来往保持联系。半塘甲辰五月致彊村云：“自辛丑夏与公别。”<br>　　光绪二十八年壬寅（1902），四十六岁。<br>　　秋，出任广东学政。《朱公行状》：“是秋，简放广东学政。”及闰枝《悔龛词·霜叶飞》序云：“壬寅展重阳，天宁寺饯古微督学广东，用梦窗韵。” 光绪二十九年癸卯（1903），四十七岁。<br>　　官广东学政，视学至嘉应州（今梅县）。春，曾与当时放归在家的<a href=\"http://so.gushiwen.org/author_222.aspx\">黄遵宪</a>相聚。有词《摸鱼子》题云：“梅州送春，时得辇下故人三月几望书”一首，《烛影摇红》题云：“晚春过黄 度公人镜庐话旧”一首。<br>　　光绪三十年甲辰（1904），四十八岁。<br>　　仍任广东学政。是秋九月，他利用出任广东学政的机会游览香港。作词《夜飞鹊·香港秋眺怀公度》“沧波放愁地，游轻回，风叶乱点行杯。惊秋客枕，酒醒后、登临倦眼重开。蛮烟荡无霁，天香花木，海气楼台。冰夷漫舞，唤痴龙、直视蓬莱。多少红桑如拱，筹笔问何年，真割珠崖？不信秋江睡稳，掣鲸身手，终古徘徊。大旗落日，照千山、劫墨成灰。又西风鹤唳，惊笳夜引，百折涛来。”<br>　　是年，王鹏运病殁。先生得知此消息后，作《木兰花慢》序云：“程使君书报半塘翁亡，翁将之若耶上冢，且为西湖猿鹤之问，遽逝吴中，赋此寄哀。”足见两人之深厚交谊。<br>　　光绪三十一年乙巳（1905），四十九岁。<br>　　是年，祖谋在广东任职时，为友人朱敬斋送行。作词《琵琶仙·送朱敬斋还江阴》云：“残酒辞春，渺千里、岸草征袍同色。离绪轻结柔杨，丝丝怨行客。茸帽底、暄风暗咽，愁满、乱云江国。越缦离声，吴舟双俊约，须记今夕。 是蛮海、飘泊归来，甚临别天涯又寒食。颠倒玉殇无味，苦低垂头白。人意比，飞花更嫩，怕隔年、冷了词笔。好趁 甲光阴，嘴君重碧。”<br>　　任广东第三年，因与总督意见不合，引疾去官。《朱公行状》：“乙巳，以修墓请假，离学政任回籍。”《墓志铭》云：“会与总督龃龉，引疾去。”有《西平乐·别西园作》一首为祖谋去官之前所做，借道香港，经水路北归时，作词《清平乐·夜发香港》“舷灯渐灭，沙动荒荒月。极目天低无去鹘，何处中原一发？ 江湖息影初程，舵楼一笛风生。不信狂涛东驶，蛟龙偶语分明。”<br>　　光绪三十二年丙午（1906），五十岁。<br>　　解职北归后，估计居住于苏州吴门，往来于上海与苏州之间。《朱公行状》：“是年，遂以病乞解职，卜居吴门。”<br>　　王鹏运客死苏州。孝臧哭之以词，有《庆春宫》、《木兰花慢》、《哨遍》、《八声甘舟》诸阕皆为悼祭半塘所作。而《木兰花慢·岁除苦雨，兀坐篝灯，赋此遣怀》尤见凄绝。“洗梅根堕粉，换年事，雨声中。看蜜炬笼花，糁盘添胜，围幕香重。楼东。曙鸦未起，黯歌尘，犹颤好帘栊。吟与玉笺旋引，曲游金埒还慵。 欢悰。半冷翠盘龙。多事买吴篷。笑黄柑未擘，洗妆清靥，惯湿东风。相逢，镜屏梦底，问岁寒、宫袖几时红。双举流霞漫动，老怀翻恼琼钟。”<br>　　光绪三十三年丁未（1907），五十一岁。<br>　　孝藏寓居苏州已一年有馀，《郑叔问年谱》：“朱古微侍郎卜居吴城小市桥东听风园，先生为相阴阳，练时日，且举宋词人吴应之故事，词以张之。”后居上海，与郑公交往颇为密切。《郑孝胥日记》载：“光绪三十三年，四月十三日，朱古微邀至庭筠里花凤英家，未能往。五月十七日晨，过啸桐。……过朱古微。五月廿三日晨，过朱古微。六月十一日晨，过朱古微，同视杨彝卿、李畲曾，不遇。六月十三日，与柽弟俱赴朱古微之约于庭筠里缀春阁，呼本堂绣云阁花如兰、金小菊及同春坊缥缈楼等。六月十四日，李拔可约至一枝香午饭，晤古微、伯潜、幼点、惠亭、子有等。六月十六日午后，与朱古微、拔可、稚辛同至清和坊花如兰家斗牌，至十一点乃散。七月十二日， 淇泉亦宴客于楼下，于座晤朱古微。席散，偕古微步月至立宪公会，与孟庸生谈久之乃去。七月十四日，啸桐邀同古微斗牌。九月初五，过朱古微。可见祖谋在这一年里，还经常往来于苏州与上海之间。作词《蓦山溪》、《渡江云·沪上遇伯弢，旋复别去歌酒相劳，声为此词》诸阕。<br>　　光绪三十四年戊申（1908），五十二岁。<br>　　年初居上海，与郑公往来密切。《郑孝胥日记》：“正月初四，又过朱古微谈。饭后，过中国公学。与古微同照相，游张园，返同过云帅。正月初十，朱古微来。[1128]二月初七夜，宴客于花如兰家，客为夏剑丞、朱古微、沈友卿、严又陵、孟庸生、柯贞贤。后任江苏法政学堂监督。《朱公行状》：“既而苏州创立法政学堂，聘为监督。士林仰起清望，归依甚殷。”按龙沐勋《忍寒序零拾》载永嘉江蓬仙步瀛所记《彊村逸事》云：“光绪三十四年，摄政王检庚子奏案，以公之奏折，感言而不失国体，遂命荣督端方劝公击山，诏书数颂，卒不受。上著苏抚聘为江苏法政学堂监督。以示国家礼贤之至意。”因对初刻“意未尽慊”，根据他续有创获，重校《梦窗词》。二十一日，光绪帝崩。<br>　　宣统元年己酉（1909），五十三岁。<br>　　朝廷诏祖谋赴京就职，引疾未痊，没有赴任。《朱公行状》：“宣统纪云，特诏徽诏，以宿疾未痊，乞假未赴。”《郑孝胥日记》宣统元年二十二日：“报登十四日上谕：‘前礼部侍郎朱祖谋，前内阁学士陈保琛，前黑龙江巡抚程德全，均著来京，钦此。’此所谓‘特诏徽诏’也。而先生则以‘宿疾未痊，乞假位赴。”<br>　　宣统二年庚戌（1910），五十四岁。<br>　　清明，孝藏经过何笛帆的骝桥故居。作词《雨霖铃·清明过何笛帆骝桥故居》<br>　　昏鸦啼涩。近连桥路，暗雨如 。孤云一逝何处，门巷乱、苔花綦迹。薄暝流飙旋起，渐尘动欹壁。甚燕燕、凄语东邻，此地无人解吹笛。 天涯酒醒消魂极。但忽忽、地空尊泣。文章枉换羁旅，零落尽、茂陵残笔。夜壑孤吟，应省今朝、过了寒食。待剪纸、重新招魂，梦断枫林黑。<br>　　初夏，罗掞东从京师来苏州，拜访了彊村，祖谋有词《西河》序云：“庚戌夏六月，瘿庵薄游吴下，访予城西厅枫园，话及京寓，乃半塘翁旧庐。”《郑叔问年谱》：“宣统二年庚戌夏，‘罗掞东自京师来苏，访先生及朱古微侍郎，言渠之京寓，即半塘翁四印斋故居，古微于是有《西河》之作。”<br>　　秋，彊村先生与赵尧生侍御聚饮，同泛横塘。《郑叔问年谱》：“是年，程雪楼曾招赵尧生侍御游苏州，与先生及彊村侍郎聚饮。侍御与彊村同泛横塘，彊村奉先生言，卧舟中，于桥洞见远山，大似团扇中景，昔人诗词少及者。”<br>　　另孝藏笺注的《东坡乐府》成，继校《梦窗集》所创的五例而又有所发展，创凡例七条。<br>　　宣统三年辛亥（1911），五十五岁。<br>　　是年，朝廷设置弼德院，授祖谋为顾问大臣，乞假未赴。《朱公行状》：“是年，设弼德院，授顾问大臣，乞假未赴。”夏敬观《忍寒庐零拾》载江蓬仙所记彊村逸事云：“迨宣统三年奉诏命为顾问大臣 。”十二月二十五日，清帝下诏退位。<br>　　民国元年壬子（1912），五十六岁。<br>　　辛亥革命之后，先生以遗老自居，致力于填词校刻，不问世事，往来于淞与湖之间。《朱公行状》：“辛亥国变，不问世事，往来湖凇之间，以遗志终矣。”江蓬仙记彊村逸事云：“光复之后，苏人七清公主持法校，浙人电公任军政府事，皆以衰病力辞。从是退居沪上，易名鬻书，林下优游，校词传世。”<br>　　是年，还与友人李宣龚同游焦崖。据李宣龚《甲子小寒奉题沤尹年丈校词图时距焦崖之游已十有二年矣》。<br>　　民国二年癸丑（1913），五十七岁。<br>　　北上入京。于词《绮寮怨·兵后海上遇歌者朱素云》中“怅恨病辞茂陵”句，《曲玉管·京口秋眺》中“最爱青山，也似北顾仓皇。寄奴乡。”句。可知是年秋，祖谋已至京城，面对昔日旧景，有感而发。<br>　　民国三年甲寅（1914），五十八岁。<br>　　重至旧京，袁世凯欲聘为高等顾问，笑而却之。《朱公行状》：“乙卯岁，至旧京。袁世凯方为总统。旧礼旧僚，欲罗政而不得。闻其至，急致书聘为高等顾问笑却之，未与通一字。”然先生当于甲寅秋后一至旧京，至明年五月挽麦孺博间，时已归上海。故《行状》中“乙卯岁”应当是“甲寅岁”。<br>　　民国四年乙卯（1915），五十九岁。<br>　　于上海为郑叔问刊行《苕雅馀集》，并作序事见《郑叔问年谱》。<br>　　民国五年丙辰（1916），六十岁。<br>　　与自海外归来的<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>聚于上海。王国维《彊村校词图序》云：“丙辰春，国维自海外归，过先生于上海。同时流寓至贤大夫，颇得相从捧手焉。”<br>　　中秋，先生还与<a href=\"http://so.gushiwen.org/author_145.aspx\">况周颐</a>等词友，相约听歌，作词唱和。《蕙风词》集有“中秋集愚圆，为彊村补祝”《定风波》一首，又有“彊村有听歌经年之约，词以坚之。”《满路花》一首，又有“彊村嘱屡听歌，鲰生竟弗舆。”《塞翁吟》一首，皆此年中作，足以证明二人在沪交游踪迹。又《词林新语》（载唐圭璋《词话丛编》、张尔田《近代词人逸事》附录）有记彊村，蕙风在沪行踪数条。一条云：“归安朱彊村，词流宗师，方其选三百首宋词时，辄携钞帙过蕙风簃，寒夜啜粥，相与深论。维时风雪甫定，清气盈宇，曼诵之声，直充闾巷。”又一条云：“蕙风有芙蓉癖，濡染彊村微灯双枕，抵掌剧谈，往往中夜。”云云。<br>　　民国六年丁巳（1917），六十一岁。<br>　　祖谋时居沪上。章梫《题校词图》：“丁巳冬月，奉题彊村去前辈校词图，兼补寿丙辰六月生日，时同寓上海。”《清代七百名人传》称：是年，他校刻唐代宋金元词总集，别集一百六十八家是年，名曰《彊村丛书》。凡经三次校补印行，初刻问世。 《彊村丛书》的校例，是朱孝臧之前校《梦窗集》、《东坡乐府》创“五例”、“七例”的发扬光大。<br>　　另对于张勋复辟一事，祖谋有词“问几度，安排平圃宴”《调仙歌》暗指此事。<br>　　民国七年戊午（1918），六十二岁。<br>　　祖谋故人郑叔问殆。遂与叶恭绰，<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等，致函内爷总长钱干臣，江苏省长转行吴县知事，将郑公之任宅，坛墓分别立案保护。据《郑叔问年谱》所记。<br>　　十一月嘱罗掞东题校词图序，并同游西湖。<br>　　民国八年己未（1919），六十三岁。<br>　　时居沪上。清明，游龙华寺。龙华寺在上海市西南十八里，寺外桃花簇拥，为三国吴赤鸟中所建。有词《六幺令·清明龙华寺薄游》。<br>　　纸鸢风过，扶路糖箫热。江桥酒旗青处，草色裙腰接。扑水红英万点，过眼芳菲节。数声新鴂，鞧千索外，唤起春人罗屟。 不信玄都梦里，历尽华鬘劫。百尺无主香台，断续残钟咽。鸡酒招魂几许，钱纸灰成蝶。照人啼靥。端端正正，却是桃花旧时月。<br>　　民国九年庚申（1920），六十四岁。<br>　　民国十年辛酉（1921），六十五岁。<br>　　贺仲弟孝威六十寿，特作词《金缕曲·寿闰生弟六十》“无怪吾衰矣。算阿连、左弧悬到，齐头甲子。湖海平生轻离合，颇负夜寒姜被。溯别恨、峡流牂水。犹有沧江容一卧，便安排、风雨连床计。秋色在，雁行里。 篆盘婆律香云起。待商量、归心与问，闻思大士。咫尺苕山家何许，茅屋石田而已。且生事、醉乡料理。四海子由真键者，几沧桑、自笑难兄弟。吾意托，小山桂。”<br>　　民国十一年壬戌（1922），六十六岁。<br>　　是年，曾游虎丘山。《蕙风词话》是年有《戚氏》一首题云：“沤尹为畹华索赋此调，走笔应之。”又注云：“畹华将别去，道人先期作虎山之游避之。”畹华即梅兰芳。先生与蕙风皆极赏梅剧，可知是时先生与梅也过从颇密。<br>　　是年还拜访了李景铭，即石芝居士。有词《鹧鸪天》题作：“越日重游，遂访石芝居士”<br>　　民国十二年癸亥（1923），六十七岁。<br>　　仲弟孝威病殁，伤心至极。《朱公行状》：“与诸弟爱最笃。季弟早世，叔弟里居，仲弟孝威亦寓吴，相依为命，前岁病殁，伤之盛，遂益衰。”此“前年”相对于前文“乙丑”而言。<br>　　是年，吴昌硕为祖谋画《彊村校词图》，并题词一阕《减兰》，词云：“金风嫡派。一世词流甘下拜。馀事丹黄。远接虞山近半塘。故山浮玉。梦里消磨文字福。何日归篷。和尔樵歌一笛风。”<br>　　民国十三年甲子（1924），六十八岁。<br>　　是时，梅兰芳在沪，先生与况周颐、吴昌硕雅集，填词唱和。按赵尊岳《蕙风词史》云：“畹华（梅兰芳）去沪，越岁东来，先生（指蕙风）属吴昌硕为会香南雅集图，并两集余家，一时裙屐并至。图卷题者四十余家，画五帧，则吴昌硕、何诗孙，沈雪庐、汪鸥客作也。彊村每会辄至。”有词《浣溪沙》题作《和病山，蕙风即席之作》推是时祖谋常有即席闻歌作词唱和之雅会。<br>　　民国十四年乙丑（1925），六十九岁。<br>　　春，与陈仁先一同北上天津。《朱公行状》：是年“谒天津行在，谆谆于典学，生计两端，忠诚靖献，仅止于此。”据陈仁先《旧月簃词》有：“乙丑春三月赴行在所”作《丑奴儿慢》一首，推知大概陈仁先与先生一同北上了。另《郑孝胥日记》民国十四年闰四月初五记云：“朱古微来，言行在近况，入观四次。”初七又记：“暮访古微。”记即先生自津返沪之时事。又据《日记》所载：是年二月初四，得陈弢庵电促其赴津。孝胥即于初五日离沪，初六日抵津，初七日召见。继于二月二十日复“乞假赴沪”。遂于二十四日离津，二十六日抵沪。<br>　　可见祖谋以三月赴津，闰四月始归沪。<br>　　民国十七年戊辰（1928），七十二岁。<br>　　八月与梅泉、病山、伯夔、公渚等至吴淞见海。陈三立有《戊辰八月，梅泉招彊村、病山、伯夔、公渚汝舟至吴淞见海》<br>　　民国十八年己巳（1929），七十三岁。<br>　　民国十九年庚午（1930），七十四岁。<br>　　客居吴门。春，与苍虬等友人出游唱词。据《旧月簃词》中词题为《三月廿四日，同彊村、夷叔、?庵、子玉、惕齐及寥志二弟集苏州怡园·征招》及黄公渚《征招》一首，题云：“庚午三月，薄游姑苏，彊村丈招同夷叔，苍虬、慎先、笠士诸公集顾氏怡园，苍虬有词，余亦继声。”<br>　　是年，还与天津诸遗老书札往来，谈词唱和。据苍虬丙子六月为陈弢庵作《听永齐词序》云：“岁庚午，曾寿赴天津行在所，与同丈陈文忠公朝夕相见于直庐者历三年之久。……须社者，天津流人文士所设立，月再三集，集则拈题限调，寄彊村侍郎沪上，平第甲乙。”<br>　　秋，曾回故乡，但不过十天。有词《芳草渡》题云：“还乡未旬，旋复别去，经碧浪湖作。”于词中“照落枫临岸，丹黄对展崖画。”等句可知其归乡的时节为秋季。<br>　　民国二十年辛未（1931），七十五岁。<br>　　十一月廿二日先生卒于上海。据《朱公行状》云：“辛未年十一月廿二日卒于上海寄庐，距生咸丰丁巳七月廿一日，享年七十有五。"
}