{
  "id": 580,
  "star": 11,
  "name": "杨继盛",
  "image": "http://img.gushiwen.org/authorImg/yangjisheng.jpg",
  "dynasty": "明代",
  "desc": "杨继盛（1516年－1555年）明代著名谏臣。字仲芳，号椒山，直隶容城（今河北容城县北河照村）人。嘉靖二十六年进士，官兵部员外郎。坐论马市，贬狄道典史。事白，入为户部员外，调兵部。疏劾严嵩而死，赠太常少卿，谥忠愍。后人以继盛故宅，改庙以奉，尊为城隍。著有《杨忠愍文集》。",
  "content": "<h2>人物生平</h2> <p><strong>刻苦勤学<br></strong>　　<a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>于明武宗正德十一年（1516年）五月十七日（6月16日）辰时生于直隶容城县（今河北容城县）一个世代耕读之家。七岁时，其母曹氏早逝，其父杨富另娶。继母陈氏妒嫉他，让他放牛。杨继盛经过里塾，看见里面的儿童读书，很是羡慕。因而对他的哥哥说，请求能够跟从塾师学习。哥哥说：“你还小，学什么？”杨继盛说：“年纪小能放牛，就不能学习吗？”哥哥将这些对父亲说了，父亲让他学习，但还要牧牛。杨继盛十三岁时，才能够从师学习。家庭贫困，学习越发刻苦自厉。乡试中举，此后曾入国子监学习，国子祭酒徐阶颇为欣赏他。 </p> <p><strong>从师习艺<br></strong>　　嘉靖二十六年（1547年），三十二岁的杨继盛参加会试，中第三十八名。随后在殿试中二甲第十一名，成丁未科进士。六月，杨继盛担任南京吏部主事。到任后，考功司郎中郑晓对杨继盛颇为赏识，常常向他传授“居官守身之道与夫古今典故”。 </p> <p>　　嘉靖二十八年（1549年），杨继盛跟从南京吏部尚书韩邦奇学习，深思乐律的学问，亲手制十二律，吹奏时声音均极和美。韩邦奇大喜，将自己所学的全部传授给他，从此杨继盛更加有名。</p> <p><strong>力劾仇鸾<br></strong>　　嘉靖二十九年（1550年），三十五岁的杨继盛调升京师，任兵部车驾司员外郎。当时，蒙古首领俺答汗数次带兵入侵明朝北部边境，奸臣严嵩的同党、大将军仇鸾请开马市以和之，杨继盛上书《请罢马市疏》，力言仇鸾之举有“十不可五谬”。疏章呈入，明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>颇为心动，将这个建议下发由仇鸾、成国公朱希忠，大学士严嵩、徐阶、吕本，兵部尚书赵锦，兵部侍郎聂豹、张时彻讨论。仇鸾攘臂相骂说：“这小子没有看到敌寇的厉害，应当将他撤职。”诸位大臣于是说派遣的官员已经走了，这件事难以中途废止。朱厚熜还在犹豫，仇鸾又进宫密疏。朱厚熜于是将杨继盛下诏狱，后贬为狄道（今甘肃临洮县）典史。</p> <p><strong>治理狄道<br></strong>　　狄道地区番人与汉人杂居，文化落后罕知<a href=\"http://so.gushiwen.org/author_580.aspx\">诗</a>书。杨继盛在狄道期间兴办学校、疏浚河道、开发煤矿、让妻子张贞传授纺织技术，深受当地各族人民的拥戴，称他为“杨父”。等到他离开时，“送于百里之外者千余人”。</p> <p><strong>直击严嵩<br></strong>　　杨继盛被贬一年后，俺答依然扰边，马市全遭破坏。朱厚熜知杨继盛有先见之明，再度起用杨继盛，调为山东诸城县令，改任南京户部主事、刑部员外郎。当时严嵩当权，恨仇鸾侵犯自己，心中高兴杨继盛首攻仇鸾，想骤然使杨继盛显贵，又将杨继盛改为兵部武选司员外郎。但杨继盛憎恶严嵩超过仇鸾。而且想起被谪籍后，一年内连迁四职，便考虑如何报效国家。当时<a href=\"http://so.gushiwen.org/author_804.aspx\">唐顺之</a>曾劝说他“愿益留意，不朽之业，终当在执事而为。”</p> <p>　　嘉靖三十二年（1553年），杨继盛上任刚一个月，就草拟奏章弹劾严嵩。斋戒三日后，杨继盛在元旦上《请诛贼臣疏》弹劾严嵩，历数其“五奸十大罪”。奏疏呈入后，朱厚熜已发怒，严嵩看见其中有召问二王（裕王朱载垕、景王朱载圳）的话，高兴地说可以指此为罪，便暗中向朱厚熜进谗。朱厚熜更加愤怒，将杨继盛下诏狱，诘问为什么要牵引二王。杨继盛辩解说：“不是二王谁不慑怕严嵩呢？”他在诏狱被廷杖一百。廷杖前，友人王西石托人送给杨继盛一副蛇胆，告诉他：“用此物可以止痛。”杨继盛收入袖中。一位苗姓校尉也送酒一壶，劝他：“可以此吃蚺蛇胆。”但杨继盛拒绝，曰：“椒山自有胆，何必蚺蛇哉！”苗姓校尉又说：“不要怕。”杨继盛回答：“岂有怕打杨椒山者。”于是谈笑赴堂受打。杖刑完毕后，杨继盛被关入刑部狱。家人所送的药物都被巡风官李天荣所截下。杨继盛“两腿肿粗，相摩若一，不能前后；肿硬若木，不能屈伸。止手扶两人，用力努挣，足不覆地而行入狱。”提牢刘槚又将杨继盛转至条件更差的民监。幸得狱内外诸多人相助，才得以渡过难关。在狱中，杨继盛创伤发作，于半夜苏醒过来，摔碎瓷碗，用手拿碎片割腐肉。肉被割尽，筋挂膜，他又用手截去。为他持灯的狱卒颤抖欲坠，杨继盛却意气自如。在朝审时，观看杨继盛的人堵塞了道路，都非常叹息，甚至为他哭泣。朱厚熜将杨继盛关入诏狱后，让刑部定罪。刑部侍郎王学益为严嵩党羽，他受严嵩的嘱咐，想以诈传亲王令旨的罪名将杨继盛绞死，郎中史朝宾坚持不同意。严嵩愤怒，将他贬出朝廷。刑部尚书何鳌最终妥协，像严嵩所指的那样定案，但世宗还不想杀杨继盛。严嵩本想将杨继盛杀死，但杨继盛在陆炳等人的保护下，在监狱之中存活三年之久。同年闰三月，杨继盛撰成《年谱》（《杨继盛自书年谱》）。</p> <p>　　杨继盛的好友<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>等人为他四处奔走求救，严嵩见舆论不容，本想上疏解救杨继盛，但在其党羽鄢懋卿及其子严世蕃等人的说服之下，决心杀死杨继盛。当时国子司业王材也在坐，争道：“继盛之死不足惜也。然关系国家甚大，老先生还当为天下后世虑。”但严嵩已决意杀杨继盛。逢严嵩的党羽<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>华送来对闽浙总督张经等人的论罪奏疏，严嵩在这份奏疏之后附上杨继盛的名字，世宗在阅奏时并未注意，便草草同意处刑。杨继盛的妻子张氏伏阙上书说：“我的丈夫杨继盛误听市井之言，还习惯于书生之见，于是抒发狂论。圣明不即加戮，使从吏议。两次经过上奏被审判定罪，都承受皇上的宽宥之恩。现在突然阑入张经的疏尾，奉旨处决。我仰望的只有圣德，草木昆虫都想得到处所，岂惜回首一次，下察沉冤。倘若因为罪重，一定不可赦免，希望立即斩臣妾的首级，来代替夫君受诛。我的丈夫虽然远御魑魅，必能战死疆场，来报效君父。”严嵩将此书扣下不奏。嘉靖三十四年（1555年）十月，严嵩授意刑部尚书何鳌，将杨继盛与张经、浙江巡抚李天宠、苏松副总兵汤克宽等九人处决，弃尸于市。杨继盛临刑前，将自书年谱交予其子，并作诗曰：“浩气还太虚，丹心照千古。生前未了事，留与后人补。天王自圣明，制作高千古。生平未报恩，留作忠魂补。”天下相互涕泣传颂此诗。张氏不久后便殉夫自缢。燕京士民敬而悯之，以杨继盛的故宅改为庙以奉祀，尊为城隍，并以其妻配祀。</p> <p>　　嘉靖四十一年（1562年），即杨继盛死后七年，严嵩倒台，其子严世蕃被斩首。严嵩被没收家产，削官还乡，于两年后凄惨死去。</p> <p><strong>死后褒赠<br></strong>　　隆庆元年（1567年），即杨继盛死后十二年，明穆宗朱载垕继位，抚恤直谏诸臣，以杨继盛为首。追赠太常少卿，谥号“忠愍”，予以祭葬，并任命他一子为官。</p> <p>　　隆庆二年（1568年），直隶监察御史郝杰在保定百姓的要求下，上奏道：“保定府是杨继盛的故乡，本地官吏和百姓请为杨继盛立祠，以做永久的纪念，请求批准。”朱载垕很快批准，并定名为旌忠祠。</p><br/><h2>主要成就</h2> <p><a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>担任狄道（今甘肃临洮）典史时，他的创书院、置学田，开煤山、肃褐市以及疏园圃、核户籍等举措，开拓了狄道吏治和教育事业的新局面。<br></p> <p><strong>1、创书院、置学田：<br></strong>　　狄道为汉、藏、回等民族杂居之处，其子“西番回子，俱习番经，通不读儒书”。杨继盛到任后，一改往昔谪官多静坐不理县事的习俗，决定从教育入手，以改变狄道文化落后的局面。 他首先解决了府县生员的学习之所，将门生贽礼并俸资所余，于东山超然台盖书院一区。其次，又在圆通寺设馆，募番、汉童生读书者百余人，聘教读二人指导学习。经过三个月的努力，取得了教育的初步成效，“各生俱知揖让、敬长上，出入循礼，其资质可进者三十余人。其各父兄亦因而知道礼，弃番教，举忻忻然…。”<br></p> <p>　　为解决府县生员的生活问题，杨继盛多方筹措款项，购置学田二千亩。款项的主要来源有两个方面：一是自筹部分，包括所得俸银并“鬻所乘马，出妇服装”的收入；二是清查户籍后的余粮，经请示上级后留用以置地。所购得的这些学田，一千亩由生员分种，一千亩佃种于人，收成用于诸生婚丧祭的补助或遇年荒时分用。</p> <p>　　杨继盛创书院、置学田，为临洮的教育事业付出了心血。他的付出在他身后得到了回报，迤明以降，考诸陇上进士名录，临洮人氏多列其中，此皆杨继盛开创之功。</p> <p><strong>2、开煤山、肃褐市：<br></strong>　　狄道县西南80里有煤山。煤山地居锁林峡（即今黑甸峡），有两处可供采煤，一处在陕西，一处在地竺寺前。烧柴的供应主要靠藏民贩运，价格高于县城。县府多次派员与藏民协商未果，最直接是煤山开采后，将触动藏民的实际利益。</p> <p>　　杨继盛了解情况后，利用自己的声望，主动请命前往疏通。他与同去的四人“到则先摄之以威，次惠之以赏，由是煤利以开”，方便了当地百姓的生活。</p> <p>　　“结褐”是边民的主要谋生手段之一。嘉靖时，吏治已坏，官吏承差和书吏动辄巧取豪夺，或减价和卖，或以杂物易换，致使织褐者不得其价。一些以织褐为生的家庭，生活得不到保障，“故有号泣于道者，有求死于河者，”这种流弊为害甚烈。</p> <p>　　杨继盛为改变这种现状，首先公出告示禁止公差人员购褐，由上司定价后交给县府办理，以杜绝公差减价易换的舞弊行为。过了一段时间，巡按派人到狄道购褐，杨继盛不留情面，将差人拘禁起来，后经府掌印官说情才罢休。这件事情在官府中引起了强烈震动，各上司再也不敢派人来购褐了，百姓的收入也因此增加。</p> <p><strong>3、及疏园圃、核户籍：<br></strong>　　黄河的主要支流—洮河，流经狄道县境，经多年沉积，形成了自南而北的狭长谷地，为农业生产提供了肥沃的土壤。狄道城西一带，多年来以种蔬菜为主，各户的园圃也连成一片，从而为县民生活提供保障。但多年的灌溉导致水渠的淤塞，蔬菜的产量逐年下降。杨继盛及时招募各园户予以疏通，使其得以恢复往年的规模，灌溉面积也增加了一倍以上。</p> <p>　　狄道县征收粮草，没有正规的官府文册，只有书手的旧簿相传。征收粮草仍以旧簿为准，导致了“富者实减而贫者反增富者纳轻而贫者反重”的严重后果。为扭转这一局面，杨继盛将掌管私簿的手书召集起来，先算各户的总数，次算一县的总数，往日的弊端便暴露无遗，粮草数量比原来反而多出30石。杨继盛在确查的基础上，将应征粮草的轻重分为三等，按各户拥有的土地均摊，使从前游移于其间而得利者无隙可乘。 </p> <p>　　户籍核查多出的30石粮草，杨继盛并没有隐瞒，而是如实上报。经过请示上司批准，这些多余的粮食用于购置学地。他的意义不仅在于此事本身，而在于它即解决了府县生员的后顾之忧，使狄道的吏治有迹可循，也使它的教育事业得到有力支持。</p>"
}