{
  "id": 590,
  "star": 78,
  "name": "唐婉",
  "dynasty": "宋代",
  "desc": "唐婉，字蕙仙，生卒年月不详。陆游的表妹，陆游母舅唐诚女儿，自幼文静灵秀，才华横溢。她也是陆游的第一任妻子，后因陆母偏见而被拆散。也因此写下著名的《钗头凤》（世情薄）。",
  "content": "<h2>民间传说</h2> <p><strong>郎才女貌结并蒂</strong><br>　　唐婉是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>的表妹，唐婉的父亲和陆游的母亲是亲姐弟，感情很好。在唐婉刚出生的时候，两家就定下了娃娃亲。唐婉的父亲祖上是名门望族，只是到了唐婉这一代，人丁凋零，只有唐婉这一个女儿。后来，唐婉的家乡出了很厉害的传染病，唐婉的父母都去世了，只留下唐婉和一个丫鬟。唐婉的父亲临终前让唐婉去投奔她姑姑，也就是陆游的母亲。<br>　　唐婉带着丫鬟远道而来，陆游的母亲见到和自己弟弟长相相似的唐婉，又想起弟弟和弟媳早丧，不由得悲从心来，对唐婉也宠爱有加。<br>　　几年后，唐婉已经出落成一个十分漂亮，懂礼仪，才貌兼备，举止大方的女子，而这时候的陆游也是才华横溢的翩翩少年。陆母看见他们两个情投意合，十分相配，心里也十分高兴。陆游自小就对这个表妹十分疼爱，对这门亲事是十分愿意的。就看唐婉的意见了，于是有一天，陆母找了个机会，趁周围没有人的时候，悄悄地问唐婉：“婉儿，我一直当你亲生女儿看待，如今你也大了，虽然以前咱们两家有婚约，可我还是想问问你，你看中我家陆游了吗？”唐婉垂睑一笑，脸色微红：“全凭姑母做主。”陆母就知道，这孩子心里愿意。<br>　　之后不久，陆游和唐婉就结婚了。婚后，两个人填词作对，相敬如宾，日子十分快乐。三年过去了，陆游也有了功名，小两口日子还是和和美美。可美中不足的是，唐婉没有给陆游生下一个孩子，这让陆母的脸色越来越难看。陆游是家里惟一的儿子，陆母每日盼星星盼月亮就希望唐婉能给陆家生个孙子，可唐婉的肚子一直没有起色。这使得陆母十分着急，常常带唐婉去庙里求神拜佛。</p> <p><strong>祸生尼姑庵</strong><br>　　有一天，陆母领着唐婉来到当地一家香火很盛的庵堂。唐婉也希望能和陆游有爱情的果实，跪在蒲团上，虔诚的叩拜着。这一天，有一个当地的恶少恰巧也在，看见唐婉姿色出众，娉婷动人，不禁色由心起，想要霸占唐婉。可是唐婉一拜完就跟着陆母回家了，这个恶少没有机会动手，就在那里皱着眉头想歪计。这时候，有一个庵里的尼姑看见这个恶少在这儿看着唐婉的背影发呆，就猜到他没想好事。这个尼姑也不是好人，她常靠哄骗人来赚钱，这回，她感到又有一次发财的好机会。<br>　　她溜到恶少的背后，拍了恶少一下，说：“大官人，那是陆府陆公子的媳妇儿，怎么样，长的标志吧？”这恶少吓了一跳，回头一看是这个尼姑，他也知道这个尼姑常替人做些坑蒙拐骗的恶事，就放下心来。这个尼姑又说：“看大官人愁眉紧锁，不知道贫尼能不能帮上什么？”这个恶少看见她这么主动，就想，不如将所想之事说给这个尼姑听，说不定这个尼姑也能帮上什么忙。就对她说：“不瞒师太，我自从看见刚才那个大美人，就觉得人世间一些美女都是俗不可耐，一心爱慕她，想和她亲近。如若不能与美人相拥，这辈子还有什么意思？”尼姑一听，心里想，你这个貌如豺狼的杂毛也学癞蛤蟆吃天鹅肉，哼，自不量力。不过，她一转眼看见恶少那沉甸甸的钱袋，又转念一想，不过，如果我给你办成这件偷鸡摸狗的事儿，估计少不了好处。就又堆出笑脸对恶少说：“大官人和那小娘子真是天造地设的一对，能促成这桩好事也是替贫尼行善积德。只不过这庵破衫薄，还望大官人多多帮忙。”这恶少一听能办成，心里乐开了花，满口答应事成之后定有重谢。于是这尼姑就和恶少约好，下月十五再来庵中，定能成事。<br>　　过了几天，这个尼姑去了陆府，见到陆母后说：“那天你们刚走，大殿里的神像忽然显灵，说感受到你们的诚意了。切记下月十五再去还愿，定能心想事成。不过，再去时，要所求之人独自前往，方能显示诚意。”这种无稽之言陆母却深信不疑，唐婉虽有疑惑，但看见陆母心意已定，也不好再说什么。<br>　　下月十五转眼就到了，这天天还下着小雨，上山参拜的人很少。唐婉一个人提着贡品来到了庵堂。这个尼姑将唐婉迎了进来，说：“娘子的衣衫都被这山雨打湿了吧，不如先进禅房来休息一下，反正今天没有别的香客。”唐婉一想，衣衫不整的拜佛恐对神明不敬，就跟着尼姑来到了禅房。这尼姑把唐婉引进禅房，一转身就出去了，把门也锁上了。唐婉感到事情不对劲，就用力的敲门，叫喊，可是没有人回应。这时，从里面的一扇门里走出了那个恶少，看着唐婉，满脸赖笑：“娘子莫惊慌，小生有礼了。”唐婉惊慌的看着恶少，只见他满脸油光，长得像猪一样，两片薄嘴唇咧开，像恶煞一样。恶少看见唐婉满眼惊慌，更觉得可爱，一下就扑了上来。唐婉很是绝望，大声的喊着救命。这时候，窗子猛地被踢开，一个人影闪了进来。只见来人一脚将恶少踢开，迅速的制服了那恶少。可就在他低头询问唐婉有没有受伤时，那恶少趁机从窗户逃了出去。那个人来不及追恶少，只得先将唐婉从屋里救了出来。唐婉这才看清楚，救她的人是一个青年。这人放开唐婉，恭恭敬敬的行了一礼，说：“在下赵士程，路过这里听见娘子呼喊，救人要紧，就没有顾及礼数，多有得罪。”唐婉道谢，又想到自己刚才差点就惨遭凌辱，不由失声痛哭。赵士程见状急忙安慰。唐婉就把这事情的前前后后向赵士程说了。赵士程久慕陆游文采，又见唐婉柔弱无依，便决定将唐婉送回陆府，并说明情况。<br>　　到了陆府，赵士程说明了前前后后，陆游十分心疼，可陆母却指责唐婉水性杨花，不守妇道，又埋怨唐婉给家族蒙羞。又过了几日，陆母又找了一个尼姑给唐婉算命，得出的结论是：与陆游八字不合，会阻碍陆游仕途上的发展，严重了会给陆游带来杀身之祸。陆母一听，决定，无论如何，都必须让陆游与唐婉离婚。<br>　　迫于陆母的压力，陆游只得含泪与唐婉分离。之后陆游娶了一位王小姐，唐婉嫁给了赵士程。赵士程虽是宋朝皇室，但为人坦荡，对唐婉很好。</p> <p><strong>情凝《钗头凤》</strong><br>　　很多年过去了，虽然赵士程很体贴，也很同情唐婉，可唐婉心里总放不下陆游。有一天，唐婉和赵士诚相伴到沈园，却遇到了陆游。两人见面时十分尴尬，赵士程见状对妻子说，自己还有公务，先走一步。之后命仆人给唐陆二人送去酒菜。<br>　　陆游与唐婉四目相对，多少年压抑的情感涌上心来，提笔在墙上写：<br>　　钗头凤<br>　　红酥手，黄縢酒。满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。<br>　　春如旧，人空瘦。泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫。<br>　　然后深叹一口气，转身走了。留下唐婉一个人，对着墙上未干的墨迹，泪水盈眶。<br>　　几天之后，陆游收到唐婉寄给他的一封信，信里只有一首词：<br>　　钗头凤<br>　　世情薄，人情恶。雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难、难、难。<br>　　人成各，今非昨。病魂尝似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒、瞒、瞒。<br>　　这是唐婉和陆游的一首《钗头凤》。<br>　　不久，唐婉抑郁成疾，病逝了。<br>　　专家对陆游、唐婉及赵士程关系的考证<br>　　千百年来，前哲时贤多认为陆游和他的原配夫人唐氏是姑表关系，其实事实并非如此。最早记述《钗头凤》词这件事的是南宋陈鹄的《耆旧续闻》，之后，有<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>的《后村<a href=\"http://so.gushiwen.org/author_590.aspx\">诗</a>话》，但陈、刘二氏在其著录中均未言及陆、唐是姑表关系。直到宋元之际的周密才在其《齐东野语》中说：“陆务观初娶唐氏，闳之女也，于其母为姑侄。”从这以后“姑表说”遂被视为“恒言”。其实综考有关历史文献和资料，陆游的外家乃江陵唐氏，其曾外祖父是历仕仁宗、英宗、神宗三朝的北宋名臣唐介，唐介诸孙男皆以下半从“心”之字命名，即懋、愿、恕、意、愚、谰，并没有以“门”之字命名的唐闳其人，也就是说，在陆游的舅父辈中并无唐闳其人（据陆游《渭南文集。跋唐修撰手简》、《宋史。唐介传》、<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>《华阳集。唐质肃公介墓志铭《考定（；而陆游原配夫人的母家乃阴唐氏，其父唐闳是宣和年间有政绩政声的鸿胪少卿唐翊之子，唐闳之昆仲亦皆以“门”字框字命名，即闶、阅）据《嘉泰会稽志》、《宝庆续会稽志》、<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>《两浙金石录》、宋绍兴府进士题名碑考定。由此可知，陆游和他的原配夫人唐氏根本不存在什么姑表关系。这样，周密的“姑表说”就毫无来由了，那么这完全就是出于他的杜撰了吗？并不是这样的。刘克庄在其《后村诗话》中虽然未曾言及陆、唐是姑表关系，但却说过这样的话：“某氏改适某官，与陆氏有中外。”某氏，即指唐氏；某官，即指“同郡宗子”赵士程。刘克庄这两句话的意思是说：唐氏改嫁给赵士程，赵士程与陆氏有婚姻关系。事实正是如此，陆游的姨母瀛国夫人唐氏乃吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>的后人钱忱的嫡妻、宋仁宗第十女秦鲁国大长公主的儿媳，而陆游原配夫人唐氏的后夫赵士程乃秦鲁国大长公主的侄孙，亦即陆游的姨父钱忱的表侄行，恰与陆游为同一辈人。据陆游《渭南文集 跋唐昭宗赐钱武肃王铁券文》，王明清》《挥后录》及《宋史宗室世系、宗室列传、公主列传》等考定。作为刘克庄的晚辈词人的周密很可能看到过刘克庄的记述或听到过这样的传闻，但他错会了刘克庄的意思，以致造成了千古讹传。 </p><br/><h2>生平</h2> 　　陆家曾以一只精美无比的家传凤钗作信物，与唐家订亲。<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>二十岁（绍兴十四）与唐婉结合。不料唐婉的才华横溢与陆游的亲密感情，引起了陆母的不满（女子无才便是德，陆游为孙姓女子写墓志时也说过，才藻非女子事也），后陆母认为唐婉把儿子的前程耽误殆尽，遂命陆游休了唐婉。陆游曾另筑别院安置唐婉，其母察觉后，命陆游另娶一位温顺本分的王氏女为妻。唐婉而后由家人作主嫁给了皇家后裔同郡士人赵士程。公元1151年（绍兴二十一年），礼部会试失利后陆游到沈园去游玩，偶然遇见了唐婉，两个人都非常难过。陆游感伤地在墙上题了一首《钗头凤》 （红酥手）词。1152年，唐婉再次来到沈园瞥见陆游的题词，不由感慨万千，于是和了一阕《钗头凤》（世情薄）。同年秋，便抑郁而终。<br/><h2>经历</h2> <p><strong><a href=\"http://so.gushiwen.org/author_590.aspx\">诗</a>词诉衷肠</strong><br>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>出生于书香之家，南宋爱国诗人。唐婉，字蕙仙，陆游之表妹，自幼文静灵秀，不善言语却善解人意。与年龄相仿的陆游情意十分相投，两人青梅竹马，相伴度过一段纯洁无瑕的少年美好时光。随着年龄的增长，一种萦绕心肠的情愫在两人心中渐渐滋生了。<br>　　青春年华的陆游与唐婉都擅长诗词，他们常借诗词倾诉衷肠，二人吟诗作对，互相唱和，丽影成双，宛如一双翩跹于花丛中的彩蝶，眉目中洋溢着幸福和谐。两家父母和众亲朋好友，也都认为他们是天造地设的一对，于是陆家就以一只精美无比的家传凤钗作信物，订下了唐家这门亲上加亲的姻事。成年后，一夜洞房花烛，唐婉便成了陆家的媳妇。从此，陆游、唐婉更是鱼水欢谐、情爱弥深，沉醉于两个人的天地中，把功名利碌抛置于九霄云外。新婚燕尔的陆游留连于温柔乡里，根本无暇顾及应试功课进仕为官。陆游的母亲唐氏是一位威严而专横的女性。她一心盼望儿子陆游金榜题名，登科进官，以便光耀门庭。目睹眼下的状况，她大为不满，几次以姑姑的身份、更以婆婆的立场对唐婉大加训斥，责令她以丈夫的科举前途为重，淡薄儿女之情。但陆、唐二人情意缠绵，无以复顾，情况始终未见显著的改善。陆母因之对儿媳大起反感，认为唐婉实在是唐家的扫帚星，将把儿子的前程耽误贻尽。于是她来到郊外无量庵，请庵中尼姑妙因为儿、媳卜算命运。妙因一番掐算后，煞有介事地说：“唐婉与陆游八字不合，先是予以误导，终必性命难保。”陆母闻言，吓得魂飞魄散，强令陆游，将唐婉休弃。陆游心中悲如刀绞，素来孝顺的他，面对态度坚决的母亲，除了暗自饮泣，别无他法。</p> <p><strong>母命难违遂休妻</strong><br>　　迫于母命难违，陆游只得答应把唐婉送归娘家。就这样，一双情意深切的鸳鸯，行将被无由的孝道、世俗功利和虚玄的命运八字活活拆散。陆游与唐婉难舍难分，不忍就此一去，相聚无缘，于是悄悄另筑别院安置唐婉，陆游一有机会就前去与唐婉鸳梦重续、燕好如初。无奈纸总包不住火，精明的陆母很快就察觉了此事。严令二人断绝来往，并为陆游另娶一位温顺本分的王氏女为妻，彻底切断了陆、唐之间的悠悠情丝。<br>　　无奈之下，陆游只得收拾起满腔的幽怨，在母亲的督教下，重理科举课业，以他扎实的学识功底和才气横溢的文思博得了考官陆阜的赏识，被荐为魁首。但同时也遭到当朝宰相秦桧的嫉恨。于是在第二年春天的礼部会试时，硬是借故将陆游的试卷剔除。使得陆游的仕途在一开始就遭受了风雨。<br>　　唐婉是石女，不能给陆游传宗接代，陆游托母命难为，故休掉了唐婉。</p> <p><strong>沈园再相逢</strong><br>　　礼部会试失利，陆游回到家乡，家乡风景依旧，人面已新。睹物思人，心中倍感凄凉。为了排遣愁绪，陆游悠游放荡的生活。在一个繁花竞妍的春日晌午，陆游随意漫步到禹迹寺的沈园。在园林深处的幽径上迎面遇见前妻唐婉。在那一刹间，时光与目光凝固了，恍惚迷茫，眼帘中饱含的不知是情、是怨、是思、是怜。此时的唐婉，已由家人作主嫁给了同郡士人赵士程，赵家系皇家后裔、门庭显赫，赵士程是个宽厚重情的读书人，他对曾经遭受情感挫折的唐婉，表现出诚挚的同情与谅解。使唐婉饱受到创伤的心灵已渐渐平复，并且开始萌生新的感情苗芽。这时与陆游的不期而遇，无疑将唐婉已经封闭的心灵重新打开，里面积蓄已久的旧日柔情、千般委屈一下子奔泄出来，柔弱的唐婉对这种感觉几乎无力承受。而陆游，几年来虽然借苦读和诗酒强抑着对唐婉的思念，但在这一刻，那埋在内心深处的旧日情思不由得涌出。四目相对，千般心事、万般情怀，却不知从何说起。这次唐婉是与夫君赵士程相偕游赏沈园的，那边赵士程正等她进食。在好一阵恍惚之后，已为他人之妻的唐婉终于提起沉重的脚步，留下深深的一瞥之后走远了，只留下了陆游在花丛中怔怔发呆。<br>　　和风袭来，吹醒了沉在旧梦中的陆游，他不由地循着唐婉的身影追寻而去，来到池塘边柳丛下，遥见唐婉与赵士程正在池中水榭上进食。隐隐看见唐婉低首蹙眉，有心无心地伸出玉手红袖，与赵士程浅斟慢饮。这一似曾相识的场景，看得陆游的心都碎了。昨日情梦，今日痴怨尽绕心头，感慨万端，于是提笔在粉壁上题了一阙“钗头凤”：</p> <p><strong>和《钗头凤》</strong><br>　　随后，秦桧病死。朝中重新召用陆游，陆游奉命出任宁德县立簿，离开了故乡。第二年春天，唐婉再一次来到沈园，徘徊在曲径回廊之间，忽然瞥见陆游的题词。反复吟诵，想起往日二人诗词唱和的情景，不由得泪流满面，心潮起伏，不知不觉中和了一阙词，题在陆游的词后。<br>　　唐婉是一个极重情谊的女子，与陆游的爱情本是十分完美的结合，却毁于世俗的风雨中。赵士程虽然重新给了她感情的抚慰，但毕竟曾经沧海难为水。与陆游那份刻骨铭心的情缘始终留在她情感世界的最深处。自从看到了陆游的题词，她的心就再难以平静。追忆似水的往昔、叹惜无奈的世事，感情的烈火煎熬着她，使她日臻憔悴，悒郁成疾，在秋意萧瑟的时节化作一片落叶悄悄随风逝去。只留下一阙多情的《钗头凤》，令后人为之唏嘘叹息.</p><br/><h2>与陆游</h2> <p><strong>情投意合</strong><br>　　<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>和唐婉不是表兄妹关系。最早记述《钗头凤》词的本事的是南宋陈鹄所写的《耆旧续闻》，之后，有<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>的《后村<a href=\"http://so.gushiwen.org/author_590.aspx\">诗</a>话》，但陈、刘二人在其著作中均未提及陆、唐是表兄妹关系。参考史料。陆游的外家乃江陵唐氏，其曾祖父是历仕仁宗、英宗、神宗三朝的北宋名臣唐介，唐介诸孙男皆以下半从“心”之字取名。而无以从“门”之字。刘克庄的《后村诗话》中提到：“某氏改适某官，与陆氏有中外”。某氏即唐氏，某官是同郡宗子赵士程。他的意思是：唐氏改嫁给赵士程，赵士程与陆氏有姻娅关系。陆游的姨娘瀛国夫人唐氏乃吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>的后人钱忱的嫡妻、宋仁宗第十女鲁国大长公主的儿媳，而赵士程乃是秦鲁大长公主的侄孙，亦陆游的姨夫钱忱的表侄行，恰与陆游为同一辈人。<br>　　离婚后陆游先娶妇，新娘姓王，过门后很快生了孩子。唐家愤愤不平，觉得不把女儿嫁出去，面子会失尽。于是将女儿嫁于当时也很有点名气的另外的一个文人赵士程。这文人对唐婉很好。他是唐家的世交朋友，完全知道陆游的文友，对陆游比较钦佩，也很同情唐婉，想尽力令她幸福。</p> <p><strong>二人是否为表兄妹</strong><br>　　后世的论著大都同意陆游与唐婉是表兄妹。然而一些学者对此也提出疑义，他们查考了《宝庆续会稽志》，发现唐婉的父亲唐闳是山阴（今浙江绍兴）人鸿胪少卿唐翔之子，而陆母则是江陵（今属湖北）人唐介的孙女。两地相距遥远，两家虽同姓，却无种族血亲关系。既然唐婉的父亲唐闳与陆母不是兄妹，那么陆游与唐婉也不可能是表兄妹了。虽说野史笔记有采录传闻，不暇考证的弊端，但周密，刘克庄等人毕竟与陆游年代相接，所言总应有根据。因此，直到今天，对于陆游与唐婉是否为表兄妹的关系，已有资料证明二人不是。专家在调查相关家谱时发现陆游的表兄妹中并没有唐婉，而且其他一些资料也从侧面证明了这一点。因而对于二人关系已经有了结论：陆游与唐婉不是表兄妹。</p> <p><strong>钗头凤此诗的来由</strong><br>　　相传一日陆游去游览沈园，正巧遇到唐婉夫妇也在园中。双方很尴尬。唐婉的后夫知道他们两人情缘未了，就主动为他们安排一个单独谈话的机会，便说：“你表兄来了，你们是亲戚，何不去聚聚呢？”于是，唐婉就带了一个丫鬟，还有一壶酒向陆游走了过来。双方各说分别后事，知道今生缘分已尽，再无复合的机会。说不尽的伤心。唐婉亲手向陆游敬了一杯酒。陆游饮后，在沈园题写了那首《钗头凤》。写罢，搁笔而去。<br>　　沈园一别后，唐婉悲恸不已。回家后，反复玩味陆游的词，便和了一首同样的曲牌的词。</p><br/><h2>陆游、唐婉及赵士程关系考证</h2> 　　千百年来，前哲时贤多认为<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>和他的原配夫人唐氏是姑表关系，其实事实并非如此。最早记述《钗头凤》词这件事的是南宋陈鹄的《耆旧续闻》，之后，有<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>的《后村<a href=\"http://so.gushiwen.org/author_590.aspx\">诗</a>话》，但陈、刘二氏在其著录中均未言及陆、唐是姑表关系。直到宋元之际的周密才在其《齐东野语》中说：“陆务观初娶唐氏，闳之女也，于其母为姑侄。”从这以后“姑表说”遂被视为“恒言”。其实综考有关历史文献和资料，陆游的外家乃江陵唐氏，其曾外祖父是历仕仁宗、英宗、神宗三朝的北宋名臣唐介，唐介诸孙男皆以下半从“心”之字命名，即懋、愿、恕、意、愚、谰，并没有以“门”之字命名的唐闳其人，也就是说，在陆游的舅父辈中并无唐闳其人（据陆游《渭南文集。跋唐修撰手简》、《宋史。唐介传》、<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>《华阳集。唐质肃公介墓志铭《考定（；而陆游原配夫人的母家乃阴唐氏，其父唐闳是宣和年间有政绩政声的鸿胪少卿唐翊之子，唐闳之昆仲亦皆以“门”字框字命名，即闶、阅）据《嘉泰会稽志》、《宝庆续会稽志》、<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>《两浙金石录》、宋绍兴府进士题名碑考定。由此可知，陆游和他的原配夫人唐氏根本不存在什么姑表关系。这样，周密的“姑表说”就毫无来由了，那么这完全就是出于他的杜撰了吗？并不是这样的。刘克庄在其《后村诗话》中虽然未曾言及陆、唐是姑表关系，但却说过这样的话：“某氏改适某官，与陆氏有中外。”某氏，即指唐氏；某官，即指“同郡宗子”赵士程。刘克庄这两句话的意思是说：唐氏改嫁给赵士程，赵士程与陆氏有婚姻关系。事实正是如此，陆游的姨母瀛国夫人唐氏乃吴越王<a href=\"http://so.gushiwen.org/author_1978.aspx\">钱俶</a>的后人钱忱的嫡妻、宋仁宗第十女秦鲁国大长公主的儿媳，而陆游原配夫人唐氏的后夫赵士程乃秦鲁国大长公主的侄孙，亦即陆游的姨父钱忱的表侄行，恰与陆游为同一辈人。据陆游《渭南文集 跋唐昭宗赐钱武肃王铁券文》，王明清》《挥后录》及《宋史宗室世系、宗室列传、公主列传》等考定。作为刘克庄的晚辈词人的周密很可能看到过刘克庄的记述或听到过这样的传闻，但他错会了刘克庄的意思，以致造成了千古讹传。"
}