{
  "id": 2050,
  "star": 1,
  "name": "冯煦",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2050.jpg",
  "dynasty": "清代",
  "desc": "冯煦（1842～1927）原名冯熙，字梦华，号蒿庵，晚号蒿叟、蒿隐。江苏金坛五叶人。少好词赋，有江南才子之称。光绪八年(1882) 举人，光绪十二年（1886）进士，授翰林院编修。历官安徽凤府知府、四川按察使和安徽巡抚。辛亥革命后，寓居上海，以遗老自居。曾创立义赈协会，承办江淮赈务，参与纂修《江南通志》。冯煦工诗、词、骈文，尤以词名，著有《蒿庵类稿》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>生于清宣宗道光二十二年（1842），母朱氏，梦僧拈花入室，遂寤而生，故字曰梦华。号蒿庵，江苏金坛人。[1] 幼年丧父，寄居宝应外公家。少好词赋，有江南才子之目。光绪三年在金陵书局校书。光绪八年（1882）举人，累试不第，久寓江宁，与顾云齐名。年四十五，始成光绪十二年（1886）一甲三名进士，授编修。胪唱时，慈禧太后呼为老名士。光绪十四年（1888），出任湖南乡试主考官。光绪二十一年（1895），离京都，赴任安徽凤阳府。时凤阳连年水涝成灾，百姓苦忧不堪。冯煦单骑匹马率领府吏，深入民间勘察，沿途严禁请客送礼，他按照灾民受灾轻重，定民赈给多寡，从而使受灾之民，户户得到相应补助，人人受到实惠好处。除此之外，他屡平反疑狱，还捐出两万俸金，深得两江总督刘坤一的嘉许。刘坤一曾以“心存利济、政切勤劳”为其疏荐。光绪二十六年，赐予道员官职，加二品顶戴，候选道台。光绪二十七年（1901）冯煦由安徽调任山西按察使，兼理陕、豫、晋三省盐库。在职期间，他为官清廉，凡公家之物不入私囊，他独创“岁入岁出表”，严格财经纪律，使下属官吏有章可循，违章必究。</p> <p>　　光绪二十八年（1902），迁任四川按察使。时广安州有不法之徒聚众捣毁学堂，他得到报告后立即组织侦缉，很快就查获4人，他要将4人按土匪正法，总督锡良出面求情，当朝某公主亦想加以庇护，冯煦刚正不阿，抗颜力争，最后由皇上定夺，将锡良削职，公主亦遭“廷训”。</p> <p>　　光绪三十一年（1905），迁任安徽布政使兼任提学使。光绪三十二年（1906），时任安徽巡抚的恩铭，被浙江同盟会革命党人<a href=\"http://so.gushiwen.org/author_768.aspx\">徐锡麟</a>暗杀，清政府擢升冯煦为安徽巡抚，处理枪杀案，他以“治其狱，不株连一人，主散胁从，示宽大”的办法妥善处理好此事。徐锡麟被处决后，冯巡抚又公开为其题了一幅对联，书写在安庆的大观亭里，对联曰：</p> <p>　　“来日大难，对此茫茫百端集；英灵不昧，鉴兹蹇蹇匪躬愚。”</p> <p>　　上联的意思，是感慨清廷将亡（来日大难），徐锡麟眼下虽是“逆贼”，日后却是勋臣烈士，自己站在徐的墓前，想着朝廷之必亡与革命之必胜，心头茫然，百感交集；下联的意思，是公然赞誉徐锡麟（英灵不昧），希望徐的英魂能够原谅自己对他的处决，不过是奉命行事，为清廷尽一愚忠罢了。</p> <p>　　事后他上疏朝廷：“今者党祸日亟，民不聊生，中外大臣不思引咎自责，合力图强，乃粉饰因循，苟安旦夕，贻误将来，大局阽危，日甚一日。”建议“挽救之方，惟一核名实，明赏罚为第一义，而其要则在民为邦本之一言。有尊主庇民之臣，用之勿疑；有误国殃民之臣，刑之勿赦。政府能使天下自治，则天下莫能乱；政府能使天下举安，则天下莫能危。根本大计，实系于此。”然而，其用心虽好，却引起朝廷权贵们的忌恨，从此便对他处处加以掣肘，任安徽巡抚之职仅一年，他就被两江总督端方借故“有革命之嫌”遭罢官而回乡。</p> <p>　　宣统二年（1910），江苏、安徽遭受严重水灾，清廷又起用了罢官在家的冯煦为查赈大臣。他“食不甘味，寐不安枕”地巡视灾区。在任不到一年的时间里，他的足迹遍及两省乡邑，赈济灾区39个州县，放款300余万。《清史稿》中对这段历史作了较详细的记载：“后复立义赈会，连年水旱，兼有兵灾，远而推至京直鲁豫湘浙，无岁不灾，无灾不赈。”对冯煦也有“与荒政相终始，仍以民为重”的赞誉。冯煦不仅以救赈为己任著称于时，而且还因势利导，积极筹资兴修水利，组织疏浚东台竹港，建闸泄洪，使万顷农田受益，修筑浙江缙云县海塘石堤，防止海水倒灌，使沙土变沃壤，在他的家乡金坛，修筑了小至岸头的长堤，罗家村的圩堤和其他多处圩堤等。</p> <p>　　民国后冯煦寓居上海，自号蒿隐公，以遗老自居，曾创立义赈协会，承办江淮赈务，并参与纂修《江南通志》。年已八十，犹能作蝇头小楷。煦工<a href=\"http://so.gushiwen.org/author_2050.aspx\">诗</a>词骈文，尤以词名，所著《蒙香室词》，<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>以为深入容若、竹坨之室。壮年诗，则多凄咽之音。又著有日记四十五册，积六十二年，迄殁之日，皆精楷不苟。民国十六年（1927）夏天去世，享年八十五岁。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2050.aspx\">冯煦</a>笃实好学，精研经义，少时就有“江南通儒”之称。他对学术研究力主学以致用，因此他的文章大多来自实践或亲自考察，所以颇具实用价值。主要著述有《蒿庵类稿》（32卷）、《续稿》（3卷）、《滕稿》（16卷）、《随笔》（9卷）、《奏议》（4卷）、《杂俎》（5卷），尚有《宋六十一家词选》（12卷）及《从稿》、《蒙香室词集》等。他还精于书法，<a href=\"http://so.gushiwen.org/author_2050.aspx\">诗</a>词上的造诣也较深，其词出入於<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>﹑张炎之间，<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>称其能入<a href=\"http://so.gushiwen.org/author_188.aspx\">纳兰性德</a>﹑<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>之室。所作多感旧怀人或客游思绪，哀惋低回，如〔八声甘州〕《乙亥除夕作》、〔霓裳中序第一〕《丙子元夕﹐与次泉踏月夔州城东》、〔霜叶飞〕《秋暮过亏园同次米赋》等。</p> <p>　　冯煦的另一突出贡献是对方志事业的建树，他先后用10多年的时间总纂了《江苏省通志》，主编《金坛县志》、《凤阳府志》，以及溧阳、镇江、嘉兴、宝应、睢宁、宿迁等地的府、县志书。所编志书以其范围广泛而又纲目清晰，内容充实完备，资料翔实可靠，文采斐然，典雅清丽而著称于世。</p>"
}