{
  "id": 1982,
  "star": 0,
  "name": "陆景初",
  "image": "http://img.gushiwen.org/authorImg/lujingchu.jpg",
  "dynasty": "唐代",
  "desc": "陆景初一般指陆象先。陆象先（665年－736年），原名景初，苏州吴县（今江苏苏州）人，唐朝宰相，尚书左丞陆元方之子。陆象先早年历任扬州参军、洛阳县尉、监察御史、殿中侍御史、中书侍郎，并在太平公主的举荐下担任宰相。但他始终不肯依附太平公主，并拒绝参与政变密谋。先天政变后，陆象先进封兖国公，出任益州长史、剑南道按察使。后历任蒲州刺史、太子詹事、工部尚书、刑部尚书、同州刺史。736年（开元二十四年），陆象先病逝，追赠尚书左丞相，赐谥文贞。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　陆象先年轻时便很有度量，因考中制举，被授为扬州参军，后在吏部侍郎吉顼的举荐下，担任洛阳县尉，历任左台监察御史、殿中侍御史，累迁至中书侍郎。</p> <p><strong>担任宰相</strong></p> <p>　　711年（景云二年），太平公主欲推荐崔湜为宰相。崔湜道：“陆象先素有人望，理应拜相，不然的话，我也不敢担任宰相。”太平公主无奈，只得同时举荐陆象先。陆象先遂被任命为同中书门下平章事，并监修国史，成为宰相。他为人清心寡欲，言辞议论高妙玄远，受到舆论的推崇。</p> <p>　　712年（先天元年），皇太子<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>登基，是为唐玄宗，尊父亲睿宗为太上皇。当时，太平公主干预政事，权倾朝野，宰相崔湜、萧至忠、岑羲等人争相依附，只有陆象先不肯，始终没有前去拜访过她。</p> <p>　　713年（开元元年），太平公主欲废黜唐玄宗，另立皇帝，召集宰相商议，道：“宁王是太上皇嫡长子，而皇帝只是庶子，我们不应废嫡立庶。”陆象先道：“那皇帝为何得以继位？”公主道：“他只是一时立功，才登上帝位。如今失德，理应被废。”陆象先则道：“因为有功被立为皇帝，那么有罪才可以废黜。如今皇帝没有罪过，怎能被废？”太平公主只得另与窦怀贞等人商议。</p> <p><strong>罢为外任</strong></p> <p>　　七月，唐玄宗抢先发动政变，诛杀太平公主党羽。陆象先因是太平公主所举荐，也被捕获。唐玄宗将他释放，还加封他为兖国公。当时，唐睿宗支持太平公主，闻变登上承天楼，对前来护驾的群臣道：“愿意帮助我的，都留下来。不愿意的，就请离开！”有些大臣为表忠心，便留了下来，并在名单上署名。</p> <p>　　政变平息后，唐玄宗得到名单，命陆象先进行搜捕，陆象先却将名单焚毁。唐玄宗大怒，打算加以治罪。陆象先谢罪道：“赴君之难是忠诚的表现，陛下以德行教化天下，怎能杀行义之人？我违背您的命令，是为稳定大局，让心怀疑虑之人安心。”唐玄宗这才醒悟。当时，唐玄宗还要进一步清洗萧至忠、岑羲的党羽，陆象先暗中进行营救保护。很多人得以保全，但都不知是陆象先所为。</p> <p>　　不久，陆象先被罢去相位，出任益州大都督府长史、剑南道按察使。他为政宽仁，司马韦抱真进言道：“请您严肃刑罚以立威，不然会使百姓无所畏惧。”陆象先笑道：“为政者非要用刑罚来树立威信吗？”没有听从他的建议。后改任蒲州刺史，兼河东道按察使。</p> <p><strong>晚年生活</strong></p> <p>　　722年（开元十年），唐玄宗撤销按察使之职。陆象先回朝，历任太子詹事、工部尚书、刑部尚书，后因丧母而辞职。</p> <p>　　725年（开元十三年），陆象先被起复，担任同州刺史，后改任太子少保。</p> <p>　　736年（开元二十四年），陆象先病逝，终年七十二岁，追赠尚书左丞相，赐谥文贞。</p><br/><h2>轶事典故</h2> <p><strong>皇帝赐名<br></strong>　　陆象先本名<a href=\"http://so.gushiwen.org/author_1982.aspx\">陆景初</a>，后被唐睿宗赐名“象先”。睿宗曾道：“子能绍先构，是谓象贤者。”意思是，陆象先既然能继承前人的建树，希望也能效法先人的贤德。 </p> <p><strong>岁寒知松柏<br></strong>　　太平公主曾召集自己举荐的五位宰相，密谋废黜唐玄宗。她提出的理由是，唐玄宗乃是庶出，不符合即位的条件。陆象先极力反对，道：“那皇帝当初为何得以继位？”公主道：“他只是一时立功，才登上帝位。如今失德，理应被废。”陆象先道：“既是因为有功被立为皇帝，那么只有有罪才可以废黜。如今皇帝没有罪过，不应被废？”公主大怒。先天政变后，陆象先并未因是公主举荐而获罪。唐玄宗对他道：“这真是岁寒知松柏啊。”</p> <p><strong>尽焚名帖<br></strong>　　先天政变时，唐睿宗支持太平公主，闻变登承天楼避乱。他对前往护驾的群臣道：“愿意帮助我的，都留下来。不愿意的，就请离开！”很多大臣为表忠心，便留在了承天楼，并呈上自己的名帖。政变平息后，唐玄宗得到了这些名帖，命陆象先进行搜捕，但陆象先却将名帖全部焚掉。唐玄宗大怒，欲究治陆象先之罪。陆象先道：“赴君之难是忠诚的表现，陛下以德行教化天下，怎能杀行义之人？我违背您的命令，是为稳定大局，让心怀疑虑之人能够安心。”唐玄宗这才醒悟。 </p> <p><strong>施政宽仁<br></strong>　　陆象先担任益州长史，施政宽仁。司马韦抱真进言道：“您应该严肃刑罚，以树立威信。不然会使下属怠堕，无所畏惧。”陆象先却没有听从，对他道：“施政只要遵照事理就行，何必严刑树威。这样做损人益己，不合仁恕之道。”</p> <p>　　陆象先担任蒲州刺史，对犯罪的小吏只是批评了事。录事进言道：“按照规矩，应该施以杖刑。”陆象先道：“人心都是相通的，难道他们不理解我的话吗？如果你一定要施杖刑，那就从你开始！”录事羞愧而退。</p> <p><strong>庸人自扰<br></strong>　　陆象先常道：“天下本来没有那么多是非，庸人自己心里不安，才生出许多是非。如果能从心灵的源头上开始清理，那天下的事就简单多了。” </p> <p>　　这句话后来被概括为谚语“天下本无事，庸人自扰之”以及成语“庸人自扰”，比喻本来没有问题而自找麻烦。</p> <p><strong>吾非笑具<br></strong>　　陆象先担任同州刺史时，属下参军大都是名门子弟出身，因其性情仁厚，对他不大恭谨。有一个参军道：“我能在大厅前旋转笏板，瞪着眼睛，扬眉举目给使君做揖，然后唱喏而出。”又一个参军说道：“我能在使君厅前，涂黑面孔，穿绿布衣，扮作神跳舞，然后慢慢走出。”还有一个参军道：“我能在使君厅前，学女人梳妆，学新嫁娘拜公婆四拜。”府中僚属都以此打赌，作为玩笑。陆象先对这些行为都如同没有看见，毫无愠怒之色。陆象先的弟弟陆景融对此极为不悦，怒气冲冲的道：“哥哥身为三辅刺史，如今却成了天下笑具（嘲笑的对象）。”陆象先慢悠悠地道：“是那些青年参军成为笑具，怎么会是我呢？” </p> <p><strong>举荐房琯<br></strong>　　房琯早年曾担任冯翊县尉，与孔目官党芬在街上相遇。党芬因没来得及回避，被其拽下马来，打了数十脊杖。他向刺史陆象先哭诉，陆象先问道：“你是哪里人氏？房琯是什么官？”党芬道：“我是冯翊人，房琯是冯翊尉，”陆象先道：“冯翊尉打冯翊百姓，你告诉我干什么呢？”随后，房琯也来见陆象先，诉说此事，请求解去官职。陆像先说：“党芬所犯的过错，打也使得，不打也使得；你打了他，解去官职可以，不解去官职也可以。” </p> <p>　　几年后，房琯调任闵乡。而陆象先自江东入朝，途经闵乡，恰巧遇到房琯。自中午至天黑，房琯都没敢说一句话。陆象先对他道：“你把衾被带来，我们晚上好谈一谈。”但当晚，房琯仍是一言不发。不久，陆象先抵达京城，却举荐房琯为监察御史。陆景触很奇怪，问道：“房琯原先在冯翊为官，哥哥一点都不知遇他，如今分别四五年，因旅途暂住而相遇，没谈一句话，一到京城却推荐他做监察御史，这是为何？”陆象先道：“房琯的为人，各种事都没什么缺欠，只是在不言方面有所欠缺，现在他能做到不言，因此擢用他。”同僚们非常佩服陆象先的度量。</p><br/><h2>家庭成员</h2> <p><strong>父母</strong></p> <p>　　陆元方，官至鸾台侍郎、同平章事。</p> <p>　　贺氏，<a href=\"http://so.gushiwen.org/author_368.aspx\">贺知章</a>族姑。</p> <p><strong>兄弟</strong></p> <p>　　陆景倩，官至右台监察御史。</p> <p>　　陆景融，官至工部尚书。</p> <p>　　陆景献，官至屯田郎中。</p> <p>　　陆景裔，官至光禄卿。</p> <p><strong>子孙</strong></p> <p><strong>儿子</strong></p> <p>　　陆泛，官至秘书少监，袭爵兖国公。</p> <p>　　陆广，官至沂州刺史。</p> <p>　　陆偃，官至泉州刺史。</p> <p><strong>孙子</strong></p> <p>　　陆冀，陆泛之子，官至桥陵县令。</p> <p>　　陆潀，陆泛之子，官至刑部郎中。</p> <p>　　陆该，陆泛之子，官至溧水县令。</p> <p>　　陆眺，陆广之子，官至夏阳县令、大理司直。</p> <p>　　陆谋，陆偃之子，官至丹杨县丞。</p> <p>　　陆秘，陆偃之子，官至奉天县尉。</p> <p>　　陆预，陆偃之子。</p>"
}