{
  "id": 2101,
  "star": 0,
  "name": "赵顼",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2101.jpg",
  "dynasty": "宋代",
  "desc": "宋神宗赵顼[xū]（公元1048年5月25日―公元1085年4月1日），初名仲针，宋英宗长子，生母高皇后，北宋第六位皇帝。公元1064年（治平元年）封光国公，后进封淮阳郡王、颍王。公元1066年（治平三年）立为皇太子，次年即帝位，是为宋神宗，时年20岁。公元1067年（治平四年），赵顼即位，由于对疲弱的政治深感不满，且他素来都欣赏王安石的才干，故赵顼即位后立即命王安石推行变法，以期振兴北宋王朝，史称“王安石变法”（又称“熙宁变法”）。公元1085年（元丰八年），赵顼在福宁殿去世，享年38岁，共在位18年，庙号神宗，谥号为英文烈武圣孝皇帝，葬于永裕陵。",
  "content": "<h2>人物评价</h2> <p><strong>正面评价</strong></p> <p>　　漆侠认为：<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>主持的熙宁变法是地主阶级的一个自救运动，在根本上是对抗农民的阶级斗争的；但它又在阶级斗争影响、推动之下，在一定程度上适应了经济发展的前景和劳动人民的要求。</p> <p>　　翦伯赞主编的《中国史纲要》认为：宋神宗的熙宁变法是以“去疾苦，抑兼并、便趣农为急”。</p> <p><strong>反面评价</strong></p> <p>　　王才忠认为：宋神宗是变法派的靠山，但他气魄不够宏大，思想不够深刻，性格不够刚毅。《宋神宗与<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法》</p> <p>　　华业认为：赵顼在推行新法的过程中，其富国强兵的总目的与王安石是一致的。但在抑制兼并这一点上，他却没有王安石坚定，赵顼既想增加财政收入，又不愿损害上层既得利益者，最终，负担只有转嫁到下层人民身上。</p><br/><h2>生平</h2> <p><strong>早期经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>于公元1048年5月25日（庆历八年四月十日）在濮安懿王宫邸睦亲宅出生。初名赵仲针，是宋英宗赵曙和宣仁圣烈皇后高氏所生长子。</p> <p>　　公元1063年（嘉佑八年），受封光国公；后又加任同中书门下平章事，受封淮阳郡王。</p> <p>　　公元1064年（治平元年），进封颍王。</p> <p>　　公元1066年（治平三年），被立为皇太子。</p> <p>　　赵顼自幼“好学请问，至日晏忘食”。当太子时就喜读《<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子》，对法家“富国强兵”之术颇感兴趣；还读过<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>的《上仁宗皇帝言事书》，对王安石的理财治国思想非常赞赏。</p> <p><strong>登基为帝</strong></p> <p>　　公元1067年（治平四年）正月，宋英宗驾崩，太子赵顼继位。次年改元熙宁。赵顼即位时，北宋的统治面临一系列危机，军费开支庞大，官僚机构臃肿而政费繁多，加上每年赠送辽和西夏的大量岁币，使北宋财政年年亏空。据《宋史·食货志》记载，公元1065年（治平二年）宋朝财政亏空已达1750余万。广大农民由于豪强兼并、高利贷盘剥和赋税徭役的加重，屡屡暴动反抗。值此内外忧患、财政困乏之际，赵顼对宋太祖、宋太宗皇帝所制定的“祖宗之法”产生了怀疑。年轻的赵顼有理想，勇于打破传统，他深信变法是缓解危机的唯一办法。为了实现富国强兵，缓和阶级矛盾，挽救封建统治的危机，他不治宫室，不事游幸，废去元老，起用王安石主持变法。在王安石的辅助下，开始了一场两宋历史上空前绝后的大变法，在政治、经济、军事等方面进行了诸多改革，对赵宋王朝产生了巨大的影响。</p> <p>　　公元1068年（熙宁元年四月），王安石入京受命。赵顼一听王安石来京，异常兴奋，马上召其进宫。赵顼与王安石晤面，听取王安石有关政治、财政、经济以及军事上的改革谋略之后，深感王安石就是能与自己成就大业的人才。而王安石也被赵顼励精图治、富国强兵的远大抱负所折服，君臣二人为了共同的理想和信念走到了一起。不可否认，赵顼的改革理想之所以在继位之初就能付诸实施，与王安石的支持有着密切关系。</p> <p><strong>推行新法</strong></p> <p>　　公元1069年（熙宁二年二月），赵顼任命王安石为参知政事，主要负责变法事宜。同时调整了人事安排，组成新的执政班子。变法措施大概分为三个部分：即富国之法、强兵之法和取士之法。随后新法逐渐出台。新法刚一出台，便招来朝野间一片指责和谩骂，不仅从内容和效益上对新法进行非难，而且在思想、道德上大肆指责，说王安石“变祖宗法度”，“以富国强兵之术，启迪上心，欲求近功，忘其旧学”，“尚法令则称<a href=\"http://so.gushiwen.org/author_854.aspx\">商鞅</a>，言财利则背孟轲，鄙老成为因循，弃公论为流俗”。在朝议纷纷面前，王安石不为所动，喊出了“天变不足惧，人言不足恤，祖宗之法不足守”的口号，赵顼对王安石表示支持，说：“人臣但能言道德，而不以功名之实，亦无补于事。”主张道德与功名并重，反对守旧派空言道德、在政治上无所作为的做法。在两派争议当中，赵顼先后罢退了一批对变法持否定意见的官员：如御史中丞吕公著“以请罢新法出颍州”；“御史刘述、刘琦、钱锣、孙昌龄、王子韶、<a href=\"http://so.gushiwen.org/author_25.aspx\">程颢</a>、张戬、陈襄、陈荐、谢景温、杨绘、刘挚，谏官<a href=\"http://so.gushiwen.org/author_1926.aspx\">范纯仁</a>、李常、孙觉、杨宗愈皆不得言，相继去”；“翰林学士范镇三疏言青苗，夺职致仕”；<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>乞致仕，“乃听之”；“富弼以格青苗解使相”；文彦博言市易与下争利，“出彦博守魏”。</p> <p>　　公元1070年（熙宁三年），擢王安石为同中书门下平章事，位同宰相，让其有了更大的权力，于是农田、水利、青苗、均输、保甲、免役、市易、保马、方田等新法先后颁行天下，变法进入了高潮。为了及时有效地制定和推行新法，赵顼特命设置了“制置三司条例司”，即制定户部、度支、盐铁三司条例的专门机构，由王安石和知枢密院事陈升之主持；在这个机构中，赵顼听从王安石的举荐，起用了吕惠卿、章敦、<a href=\"http://so.gushiwen.org/author_136.aspx\">蔡确</a>、<a href=\"http://so.gushiwen.org/author_2129.aspx\">曾布</a>、吕嘉问、<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>、薛向等一批新人。</p> <p><strong>变法失败</strong></p> <p>　　新法虽得到赵顼的鼎力支持，但实行起来举步维艰，由于新法在多方面触犯了享有特权的大官僚、大地主、大商人的利益，因此，这次改革从一开始就遭到激烈的反对。这股反对力量得到太皇太后、皇太后和神宗皇后的支持。同时由于新法本身也存在许多缺点，所以也遭到了一些正直的大臣的反对，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>、<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>、<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>都在反对之列。神宗的思想也开始犹疑起来。保守大臣们反对新法，王安石早有思想准备，但是改革派内部分裂，给王安石的打击是格外沉重的。而这时的神宗也不像前几年那样对王安石言听计从，有时甚至不重视他的意见。王安石对神宗慨叹道： “天下事像煮汤，下一把火，接着又泼一勺水，哪还有烧开的时候呢?”</p> <p>　　公元1076年（熙宁九年）春天，王安石因身体有病，屡次要求辞职。到六月间，王安石的儿子壮年而逝，王安石悲痛欲绝，精神受到极大刺激，已无法集中精力过问政事。神宗只好让王安石辞去相位，出判江宁府。第二年王安石连江宁府的官衔也辞去了，此后直到1086年去世，王安石再也没有回朝。</p> <p>　　王安石两次罢相，都是赵顼向守旧势力妥协的结果。赵顼的目的是为了保住自己的皇位，获得大臣和后族的支持，但是他希望通过变法富国强兵的政治目标并没有变。他一边安抚守旧派的大臣，启用曾被罢退降职的旧派人物吕公著、冯京、孙固等，一边坚持改革，以平衡新派、旧派的力量。</p> <p>　　王安石第二次罢相后的第二年，赵顼改年号为“元丰”，从幕后走到前台，亲自主持变法。然而，变法依旧伴随着反对的声音。失去了王安石，赵顼本就很伤心，又要独自面临巨大的压力，不免有些恼火。他决定实行更为强硬的手段来推行新法，严惩反对变法的官员。赵顼没有停止改革的进程，经过他的不断努力，宋朝基本建立起了更有利于君主专制的中央集权制，其基本制度一直实行到宋朝末年未再进行大的变动。</p> <p><strong>元丰改制</strong></p> <p>　　北宋中期冗官成灾，不但官僚机构十分庞大，官员急增，而且造成官职不符，大批官僚无所事事却身居要职；办事效率低下，得过且过之风盛行。这种官僚体制，当然既无益于朝政，更不能适应改革的需要。因此，宋神宗经过深思熟虑，下决心对官僚体制进行改革。</p> <p>　　首先对中央机构进行整改，使“台、省、守、监之官实典职事，领空名者一切罢去，而易之以阶，因以制禄”。适当合并机构，裁减官员，使官员名实相符，有职有权。设立中书、门下、尚书三省，统管中央行政。中书省主管宣布皇帝命令，批复臣僚奏议，决定重要官员的任免，下设吏房等八房办事机构。门下省主管审议中书省所定事宜。尚书省是执行机关，设宰相，分六部，行使实际权力。但兵部只管保甲、民兵等事，实际兵权仍为皇帝和枢密院掌管。这样，宋初以来中央机构虚职多而实职少的弊端，得以扭转，原来“三省长官不预朝政，六曹不厘本务”的怪现象消除了。</p> <p>　　其次，宋神宗统一了全国官员的薪金，原来只领薪金的虚官，改为相应的阶，以阶级领薪金，以便于对官员的考核和使用，使“卿士大夫涖官居职，知使责任，而不失宠禄之实”，发挥官员的积极性。</p> <p>　　宋神宗的元丰改制，虽然有一定的积极作用，但在当时的历史条件下，他没有也不可能进行彻底的机构体制改革，精简官员，因而他徒有良好的愿望，却不可能达到巩固改革成果的目的。</p> <p><strong>因病去世</strong></p> <p>　　公元1085年（元丰八年）正月初，雄心大志的宋神宗赵顼由于对西夏战事的惨败，精神上受到沉重的打击，病情恶化。大臣们乱成一团，<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>等人开始劝赵顼早日立储。赵顼此时已经有不祥的预感，无奈地点头同意了。神宗六子赵佣，改名为“煦”，被立为太子，国家大事由皇太后暂为处理。赵顼一生都在追寻自己的理想，他希望重建强盛的国家，再造汉唐盛世。当这些梦想破灭之时，赵项也走到了人生的尽头。同年年三月，年仅38岁的神宗赵顼带着深深的遗憾离开了这个世界。他九岁的儿子赵煦继位，是为宋哲宗。他耗尽一生心血的新法，在他死后不久，就被他的母亲高太后暂时废除，不过，哲宗亲政后又陆续恢复，很多措施一直到南宋仍在继续执行。</p><br/><h2>为政举措</h2> <p><strong>行政</strong></p> <p>　　在政治上神宗还是勉力维持新政局面的。在<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>第一次罢相后，守旧势力以为时事将有大变。神宗却明确下诏说明新法“间有未安，考察修完，期底至当。士大夫其务奉承之，以称朕意。无或狃于故常，以戾吾法。敢有弗率，必罚而不赦”。王安石第二次罢相后，终神宗朝，除方田法罢废及部分新法条文被稍作调整外，新法基本上得以贯彻执行。神宗对在外地任职的王安石也多有关照，如公元1077年（北宋熙宁十年）以王安石为集禧观使；公元1078年（北宋元丰元年）以王安石为尚书左仆射、舒国公、集禧观使；公元1080（北宋元丰三年）改制，则以王安石为特进，改封荆国公。</p> <p>　　公元1078年（北宋元丰年）间，神宗亲自主持改制，希望在保持新法既得成果的基础上，在某些方面使改革有所推进。他绕开容易引起争论的理财问题，而把注意力放在整顿冗官和强化军兵保甲问题上。冗官冗费是宋朝官僚政治的毒瘤，宋初，太祖、太宗二朝为了加强皇权，广授官职以分宰相和省、部、寺、监之权，授官制度复杂，有官、职、差遣之分，造成机构重叠，闲官冗费等弊端。元丰三年八月，神宗正式启动官制改革，他首先从积弊最深的差遣制度入手，诏令撤销只领空名的官职，原作为虚职的省、部、寺、监各官皆实际任事。并采用旧文散官的名称编成官阶，作为官员俸禄及升降的品阶标准。公元1082年（北宋元丰五年），以《唐六典》为蓝本，颁行三省、枢密、六部新官制。元丰年间中央官制的改革，虽然局限性很大，但表现了神宗维持新政，继续改革的心愿，在一定程度上改变了宋初以来混乱的官僚体制，奠定了北宋后期和南宋中央官制的基本构架。</p> <p><strong>经济</strong></p> <p>　　熙宁变法使得宋王朝又重新恢复了生机与活力。新法的实行，大大增加了国家的财政收入，社会生产力有了巨大发展，垦田面积大幅度增加，全国高达七亿亩耕地，单位面积产量普遍提高，多种矿产品产量为汉代、唐中叶的数倍至数十倍，城镇商品经济取得了空前发展。宋朝军队的战斗力也有明显提高。</p> <p><strong>文化</strong></p> <p>　　宋代经济的发展为编纂《通鉴》提供客观的条件。赵宋王朝建立后，经济得到迅速发展，伴随着经济发展的是文化事业的发达，加之宋王朝实行“右文”政策。雕版印刷术的普及，造纸术的进一步改进，对文化的发展起着推波助澜的作用。北宋初期，先后编成了《太平御览》《太平广记》《文苑英华》《册府元龟》四大部书，就是宋代“右文”政策结出的硕果，又是宋代文化发展的标志。龙图阁和天章阁分别是度藏太宗、真宗著作的地方，也藏有不少典籍。仅崇文院藏书，据仁宗时修成的《崇文总目》记载，就有书籍30669卷，可谓当时全国最大的图书馆。这就从资料上为书局编书提供了保证。书局迁到洛阳后，神宗又以颍邸旧书2400卷赐予<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>，并为《通鉴》作序。</p> <p><strong>军事</strong></p> <p>　　神宗在治内的同时，也非常关注宋朝的边事。他一反宋朝自真宗以来对辽与西夏的妥协退让，以强硬的态度对付虎视眈眈的邻邦，并立志要统一中国。他在位期间，亲自主持了两次大的军事行动，一次是对交趾的反击战，一次是对西夏的讨伐。</p> <p>　　交趾位于今越南北方地区，自仁宗末期以来，就时时侵扰宋朝边境。公元1075年（北宋熙宁八年）九月，交趾进攻广西路的古万寨（今广西扶绥）。十一月，交趾出动6万大军，分水陆两路大举进攻广西路（今广西）。1076年二月，神宗派郭逵领兵抗击交趾军。宋军连连取胜，收复了不少失地，于十二月攻入了交趾国内，迫使交趾国王李乾德奉表投降。此后，交趾再也不敢侵扰宋境。</p> <p>　　神宗对西夏用兵，却很不顺利。公元1082年（北宋元丰五年），神宗在银、夏交界修筑永乐城屯军，想要困住兴州的西夏军。不料西夏出动了30多万大军围城，永乐城失陷，宋军将校伤亡200多人，损失民夫工匠20多万。战报传至汴京，神宗临朝恸哭。他从此也失去了斗志，继续维持着原来对西夏的纳贡和议。</p> <p><strong>教育</strong></p> <p>　　在一系列变法中，教育方面的改革异议较少，州县建立小学，朝廷直接领导太学，分外舍生、内舍生、上舍生三等，由定期的考试选拔。外舍生两千人，考试优秀的升内舍生；内舍生三百人，考试好的升上舍生；上舍生一百人，优秀者可以直接选拔为官。</p><br/><h2>家庭成员</h2> <p><strong>父亲</strong></p> <p>　　赵曙　宋英宗</p> <p><strong>母亲</strong></p> <p>　　高太后 </p> <p><strong>皇后</strong></p> <p>　　向皇后 即钦圣宪肃皇后向氏</p> <p>　　朱皇后 即钦成皇后朱氏</p> <p>　　陈皇后 即钦慈皇后陈氏</p> <p><strong>妃嫔</strong></p> <p>　　宋贵妃 </p> <p>　　林贤妃 </p> <p>　　武贤妃 </p> <p><strong>儿女</strong></p> <p>　　长子赵佾 早殇，封成王 ，母宋夫人</p> <p>　　次子赵仅 早殇，封惠王，母邢贤妃</p> <p>　　三子赵俊 早殇，封唐哀献王，母宋婕妤</p> <p>　　四子赵伸 早殇，封褒王，母向夫人</p> <p>　　五子赵僩 早殇，封冀王，母邢贤妃。</p> <p>　　六子赵煦 宋哲宗，母钦成皇后朱氏</p> <p>　　七子赵价 早殇，封豫悼惠王，母邢婉仪</p> <p>　　八子赵倜 早殇，封徐冲惠王 ，母邢贤妃</p> <p>　　九子赵佖 吴荣穆王，母惠穆贤妃武氏</p> <p>　　十子赵伟 早殇，封仪王，母郭夫人</p> <p>　　十一十<a href=\"http://so.gushiwen.org/author_428.aspx\">赵佶</a> 宋徽宗，母钦慈皇后陈氏</p> <p>　　十二子赵俣 封燕王，母贤妃林氏</p> <p>　　十三子赵似 封楚荣宪王，母钦成皇后朱氏</p> <p>　　十四子赵偲 封越王，母贤妃林氏</p> <p>　　周国长公主 长女公元1078年二月壬戌薨，母向皇后 封延禧公主，追赠燕国公主。改封周国公主</p> <p>　　楚国公主 次女初封宝庆公主，公元1072年秋七月甲申薨，才三岁，母张婕妤</p> <p>　　唐国长公主 三女封淑寿公主追封唐国长公主</p> <p>　　潭国贤孝长公主 四女母宋贵妃下嫁王遇。始封康国公主</p> <p>　　郓国公主 五女公元1085年二月薨，年才七岁，母钦成皇后朱氏</p> <p>　　潞国公主 六女公元1084年夏四月薨，年才五岁，母钦成皇后朱氏</p> <p>　　邢国公主 七女公元1084年正月薨，生才五岁，母林贤妃</p> <p>　　邠国公主 八女公元1085年冬十月薨，年才四岁，母钦成皇后朱氏</p> <p>　　衮国公主 九女早薨</p> <p>　　徐国长公主 十女母钦成皇后朱氏， 下嫁郑王潘美之曾孙潘意。始封徐国公主。公元1113年，改称柔惠帝姬。公元1115年薨，年三十一</p> <p>，追封贤静长帝姬。</p><br/><h2>轶事典故</h2> <p><strong>不信谗言</strong></p> <p>　　苏东坡曾写过一首《吟桧（树）》的<a href=\"http://so.gushiwen.org/author_2101.aspx\">诗</a>，其中有这样两旬：“根到九泉无处曲，世间惟有蛰龙知。”就这样两句诗，却惹起一场事端。 同平章事<a href=\"http://so.gushiwen.org/author_1022.aspx\">王珪</a>，便向宋神宗奏道：“臣下的看法，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对圣上有不臣之意，应从重量刑，给以处罚”神宗说：“朕一直待苏轼不薄，所以，尽管苏轼有错，但还不至于达到谋反的地步 不知爱卿是如何知道苏轼要谋反的？”王珪说：“他作咏桧诗，内有“根到九录无曲处，世间惟有蛰龙知”一句。陛下飞龙在天，苏轼以为不是他的知己，却把地下蛰龙作为自己的知音，这不充分说明他确有不臣之意吗？非严遣不足示惩。”神宗听后说道：“诗人作诗，本为咏桧，与朕有什么相干？请你们不要再妄加牵强附会了。后来，又有人诬告<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>、张方平、范缜、陈襄、刘挚等人，都与苏轼有相类似的举动．并且经常私下联络，都应该受到严厉惩罚！对此，宋神宗坚决不允许，最后，只将苏轼贬为黄州团练副使，免于追究刑事责任。</p> <p><strong>严惩诬告</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2101.aspx\">赵顼</a>即位后的时候，有一天，御史蒋之奇上书弹劾尚书左丞<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，说其作风不正，与外甥女有乱伦之丑闻。神宗看后，转问故宫臣孙思恭。孙思恭答道：“这是根本不可能的事。”并指出此事关系到大臣名节，应谨慎从事。神宗下诏蒋之奇，让他拿出证据，蒋之奇的上谏本来就是道听途说，哪来的证据，见神宗令他出证，一时便慌了手脚，只好说出此事是从中丞彭思永处听来的。神宗叉沼问彭思永，结果，彭思永又说他是听来的，并无证据。这彭思永又如何听来的？经进一步查证，神宗终于弄清了说欧阳修乱伦之事纯属诬告。这是怎么回事呢？原来，欧阳修的内弟薛宗孺，平时因与欧阳修有矛盾，便捏造流言蜚语，说欧阳修有淫乱行为。这流言蜚语不知怎么传到了中丞彭思永耳中，彭思永又告诉了蒋之奇。而蒋之奇未分真伪，竟然以此为由上奏弹劾。宋神宗弄清之后，怒责蒋之奇诬告行为，遂后连同彭思永一并贬职，调出京城。神宗严惩诬告，朝廷震动，天下服其明鉴。</p>"
}