{
  "id": 1380,
  "star": 0,
  "name": "丁谓",
  "image": "http://img.gushiwen.org/authorImg/dingwei.jpg",
  "dynasty": "宋代",
  "desc": "丁谓（966-1037），字谓之，后更字公言。丁氏先祖是河北人，五代时迁居苏州。祖父丁守节，与范仲淹曾祖范梦龄同是吴越国中吴军节度使钱文奉（钱镠之孙）的幕僚，任节度推官，遂为长洲人。离京时，宋真宗特赐御诗七言四韵和五言十韵，“尤为盛事”。他同时兼任使持节苏州诸军事、苏州刺史、苏州管内观察处置堤堰桥道等使，又兼任知升州军州事。天禧初（1017），以吏部尚书复参知政事。不久，拜同中书门下平章事，兼任昭文馆大学士、监修国史、玉清昭应宫使、平章事兼太子少师。乾兴元年（1022），封为晋国公。显赫一时，贵震天下。",
  "content": "<h2>生平</h2> <p><strong>机敏聪颖</strong></p> <p>　　天才式人物</p> <p>　　<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>机敏智谋，多才多艺，天象占卜、书画棋琴、<a href=\"http://so.gushiwen.org/author_1380.aspx\">诗</a>词音律，无不通晓。他文追韩（愈）、柳（宗元），诗似<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，曾被人誉为“今日之巨儒”。</p> <p>　　丁谓是个天才式人物，机敏聪颖，“书过目辄不忘”，几千字的文章，他读一遍便能背诵。早年，丁谓随做官的父亲丁颢在泾州（今属甘肃省）。父亲同僚窦偁见丁谓聪明机灵，颇有才气，称赞道：“此儿将来必定做大官。”于是将女儿相许。宋代著名文学家<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>曾在平江（今苏州）担任长洲县令，丁谓与好友孙何曾一同以文章拜谒，王县令看了文章大加赞赏，认为“自唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>之后，二百年始有此作”。王禹偁后来曾称他是“今之巨儒”，诗似杜甫。昆山龚颖平时很自负，极少称赞别人，但对丁谓的文章却给予很高评价，认为可与唐代韩愈、柳宗元匹敌。他勤奋好学，博闻强记，天象占卜、书画棋琴、诗词音律，无不通晓。</p> <p>　　聪明机智</p> <p>　　有一次皇帝问道：“唐朝的酒价是多少？”丁谓脱口答道：“每斗三百。”皇帝问他怎么知晓的，答道：“有杜甫诗为证，‘速宜相就饮一斗，恰有三百青铜钱’。”一天，宋真宗与贵妃一起赏花钓鱼，钓了半天一条鱼也没钓到，心里很不高兴，皱着眉头，一言不发。大臣们不知如何为好，丁谓笑盈盈地跑上去赋诗道：“莺惊凤辇穿花去，鱼畏龙颜上钓迟。”宋真宗见他如此聪明，顿时十分开心，赏咏再三</p> <p><strong>运筹帷幄</strong></p> <p>　　实事求是地讲，丁谓为官尚算勤勉，有较强的应对和处理突发事件的能力，也做过不少益事。</p> <p>　　巧造玉清昭应宫</p> <p>　　丁谓凡事能动脑筋，办事都有谋略，巧造玉清昭应宫便是一例。大中祥符二年（1009年）四月，丁谓负责修建玉清昭应宫。工程规模宏大，规制宏丽，建筑分为2610区，共计有3600余楹。工程除了钱外有3个难题：一是盖皇宫要很多泥土，可是京城中空地很少，取土要到郊外去挖，路很远，得花很多的劳力；二是修建皇宫还需要大批建筑材料，都需要从外地运来，而汴河在郊外，离皇宫很远，从码头运到皇宫还得找很多人搬运；三是工程上原有很多碎砖破瓦等垃圾清运出京城，同样很费事。经过周密思考，丁谓制订出科学施工方案：首先从施工现场向外挖了若干条大深沟，把挖出来的土作为施工需要的新土备用，以解决新土问题。第二步，从城外把汴水引入所挖的大沟中，利用木排及船只运送木材石料，解决了木材石料的运输问题。最后，等到材料运输任务完成之后，再把沟中的水排掉，把工地上的垃圾填入沟内，使沟重新变为平地。一举三得，不仅节约了时间和经费，而且使工地秩序井然，使城内的交通和生活秩序不受施工太大的影响。工程原先估计用15年时间建成，而丁谓征集动用数万工匠，严令日夜不得停歇，结果只用了7年时间便建成，深得皇帝赞赏。“丁谓造宫”成为工程理论的一个典型实例。</p> <p>　　不动兵刃、安抚边民</p> <p>　　淳化年间（990-994年），峡路一带少数民族因不堪压迫，在边境地区纠众反抗，丁谓奉命前往处置。他以安抚团结为上，不动兵刃，妥善稳定了局势，得到朝廷赞赏。川陕地区王均起兵叛乱，朝廷调集士兵抵御，结果转身为寇。这些人熟悉山川道路，攻占州县，掠夺男女，与官府为敌。丁谓奉命处置，他一到即命罢兵，冒险入溪洞会见其首领，晓谕朝廷安抚之意，并宣称带有皇帝诏书，一律赦免不杀；赠以锦袍、银帛，使他们感激涕零，纷纷表示愿意世代奉贡朝廷，并将誓言刻录石柱竖在边境上，西南地区从此得以安宁。丁谓采用以盐换粮的办法，解决夔、万诸州军饷之弊，同时也减轻了边民长途解送皇粮的劳苦。他又奏准黔南边民养的马，可以到市场上自由交换。他曾亲自规划经营建筑夔州城寨，以增强边防。宋真宗曾问丁谓，如何才能使边防久远安宁，少数民族不敢为非。丁谓回答说：“只要朝廷所派的官，不邀功生事，以安静为胜，就能安宁无事。”</p> <p>　　巧渡黄河、机智退敌</p> <p>　　景德元年（1004年），宋辽发生战争。北方契丹的铁骑南下，民心惊惶，黄河北边的百姓纷纷抢渡黄河，每天要有几千人避难渡河，而船夫邀利，不肯及时渡民过河。丁谓奉命处置，采取果断措施，急忙从监狱中取出死囚数人，假冒船夫，斩首于河上。船夫见官员斩首杀人了，再不敢胡来，丁谓于是组织人员与船只日夜摆渡，不到3天时间，使黄河北边的百姓得以全部渡过黄河。紧接着，他又从难民中挑选少壮者，在数百里的黄河边分成若干块，均竖起旗帜，鸣金鼓，击刁斗，声音百里外都能听到。契丹人不了解内情，以为宋方已有防备，便撤退离去，从此“境内晏然”。</p> <p>　　治理水利、一举多得　</p> <p>　　天禧元年（1018年），丁谓任升州（今南京）知州时，城北后湖因多年得不到治理，变成了旱湖，前任将湖底佃租给百姓，共有76顷，纳500余贯税赋。丁谓到任后，经过调查发现了诸多不妥，上疏请减免这部分税赋，并请求派部队组织开挖治理，退田还湖，蓄水种菱植莲养鱼，养活饥民，增加收入；如果遇上大旱年份则可以灌溉农田，一举数得。</p> <p>　　减免赋税</p> <p>　　大中祥符年间，丁谓任平江军节度使，后又兼任苏州刺史，为家乡也办过好事，曾“为乡里请于朝，特免丁钱”，老百姓十分感激，“乡人至今德之，祠于万寿寺”。</p> <p>　　整顿经济秩序</p> <p>　　丁谓是宋朝著名的经济专家。当时全国粮赋十分混乱，每年征收数量不一，并随意加码，百姓苦不堪言。丁谓担任三司使后，专门调查，制定相应政策，并奏议以咸平六年户口和财赋收入为标准，此后每年按此数据征收，并报朝廷备案，以利国计民生。朝廷准奏，下诏褒奖。任职期间，丁谓还组织编写了不少反映宋初财政状况，采取应对策略的专著，成为后人研究宋代经济的重要文献资料。</p> <p><strong>奸邪之臣</strong></p> <p>　　迎合皇帝，“天下目为奸邪”</p> <p>　　原本博学多才的丁谓，为了权利变得邪佞狡诈，被人斥为“奸邪之臣”。</p> <p>　　丁谓憸狡过人，为了向上爬和巩固权位，只得扭曲自己灵魂，讨好皇帝，做事“多希合上旨”，因而被“天下目为奸邪”；人们将他与王钦若、林特、陈彭年、刘承珪合称为“五鬼”。</p> <p>　　丁谓做了不少的坏事，下面略举几件说明：</p> <p>　　一、鼓动皇帝大兴土木。宋真宗要在宫城营建玉清昭应宫，左右近臣上疏劝谏反对。宋真宗召问，丁谓回答道：“陛下有天下之富，建一宫奉上帝，而且用来祈皇嗣。群臣如有阻挠，我愿意与他辩论。”从此便无人再敢劝谏。丁谓又领建造会灵观、玉皇像迎奉使、修景灵宫使、天书仪卫副使，为皇帝建造了一批豪华宫殿，耗费了大量的民脂民膏。</p> <p>　　二、勾结太监，陷害忠良。丁谓一味迎合，给皇帝出坏主意，自然会遭到正直之士的反对，<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>对他诌主媚君十分痛恶。丁谓于是怀恨在心，千方百计罗织罪名极力排挤。天禧四年（1020年），将寇准赶出朝廷，被贬为相州（今河南安阳）知州，后又贬为道州（今湖南道县）司马。乾兴元年（1022年），丁谓又勾结宦官雷允恭，修改“诏书”，把宋真宗病死归罪于寇准，再将他贬为雷州（今广东海康），最后客死贬所。丁谓趁机将朝中凡是与寇准相善的大臣全部清除。</p> <p>　　三、利用迷信，愚弄皇帝。丁谓自称是神仙丁令威（神话人物）的后裔，在自家的园林里特建有仙游亭、仙游洞，每天“晨占鸣鹊，夜看灯蕊，虽出门归邸，亦必窃听人语，用卜吉兆”。他好言仙鹤，任玉清昭应宫使时，每次醮祭，即奏报有多少多少仙鹤舞于殿庑之间，被人讥为“鹤相”。宋真宗到亳州谒太清宫时，丁谓特献白鹿一头、灵芝9．5万只。宋真宗从泰山封禅回到充州时，丁谓将当地小孩子玩的一只小乌龟，指为瑞物献给皇帝，并载入史册。他操纵女道士刘德妙，拿家里养的一只乌龟说成是老上君化身，亲自作赞颂。</p> <p>　　因作恶太多，丁谓最后被罢相，贬为崖州（今广东省境内）司户参军，他的四个儿子、三个弟弟全部被降黜。抄没家产时，从他家中搜得各地的贿赂物品，不可胜纪。</p><br/><h2>人物轶事</h2> <p><strong>一举三得</strong></p> <p>　　宋真宗大中祥符年间，宫中着火。当时<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>主持重建宫室（需要烧砖），被取土地很远所困扰。丁谓于是命令从大街取土，没几天就成了大渠。于是挖通汴河水进入渠中，各地水运的资材，都通过汴河和大渠运至宫门口。重建工作完成后，用工程废弃的瓦砾回填入渠中，水渠又变成了街道。做了一件事情而完成了三个任务，省下的费用要用亿万来计算。</p> <p>　　北宋丁谓的“一举三得”重建皇宫方案。我国古人管理策略。丁谓的“一举三得”方案表明了这一点。宋真宗时期，大臣丁谓用“一举三得”方案重建皇宫，是一次典型的系统管理实践。当时，由于皇城失火，皇宫被焚，宋真宗命丁谓重修皇宫。这是一个复杂的工程，不仅要设计施工，运输材料，还要清理废墟，任务十分艰巨。丁谓首先在皇宫前开沟渠，然后利用开沟取出的土烧砖，再把京城附近的汴水引人沟中，使船只运送建筑材料直达工地。工程完工后，又将废弃物填人沟中，复原大街，这就很好地解决了取土烧砖、材料运输、清理废墟三个难题，使工程如期完成。工程建设的过程，同现代系统管理思想何其吻合。丁谓主持的皇宫修建工程体现了中国古人高超智慧的管理实践。</p> <p><strong>溜须</strong></p> <p>　　那年，汴京城发生火灾，绵延了半个皇宫。火熄，宋皇帝把灾后重建的任务放在了丁谓的肩上。</p> <p>　　丁谓命人在京城大街取土，将三街九衢挖成壕沟。取土完毕，将壕沟灌上黄河水，外地运来的树木，全部通过壕沟水放入城中。房屋盖好，过去那些灰土碎瓦废砖，又倒入壕沟中，平整成街道：一举三得。</p> <p>　　思维的缜密，规划的精妙，用在建设设计上，固然无人可及，如果用在排挤他人、打击政敌上，同样也无人可及。</p> <p>　　<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>和丁谓，开始时，是朋友，更是知己。一日，寇准与另一宰相李沆议事，丁谓来拜，谈了一会儿，离开，李沆叮嘱，像丁谓这人，万万不可使得势。</p> <p>　　寇准一笑，不以为然。后来随着寇准做宰相后，丁谓登上了副宰相的位置。丁谓曾兵不血刃，安抚了西南边疆少数民族的叛乱；还曾奏议为民减赋。大文学家<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>曾对丁谓的文学成就给予很高评价。</p> <p>　　一日，是中书省举行宴会吧，寇准不注意，一点汤汁流到胡须上了。丁谓忙上前给他抚去。</p> <p>　　今天看来，这种做法也没有什么出格的，毕竟是同事兼朋友嘛。可寇准却冷了脸，说了一句话，让丁谓下不来台——一个副宰相，给上司溜须，成何体统？</p> <p>　　这以后，丁谓就恨上了寇准，而且私下里处处寻寇准的短。丁谓这样精明的人，要寻别人的错，还不是举手之劳。不久，丁谓投靠真宗皇后刘后，将寇准出知相州，一直贬到雷州半岛。丁谓掌权，不久也犯法被贬，到了更远的海南。最可惜的是，最终他上了《佞臣传》。其实，除了排挤寇准外，他实在没有干什么坏事，算得上一个干吏。</p> <p>　　再后来的故事是，丁谓被贬路过雷州，要求拜访寇准，被寇准拒绝，至此，一对朋友永别，彻底断了联系。想过这件事，寇准错了。丁谓也错了。</p><br/><h2>人物评价</h2> <p><strong>才高八斗</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>相貌不佳，生一双斜眼，张目仰视，好像是个经常饥寒的人，相面的说他是“猴形”。小时顽劣，多亏有位姓郁的老先生对他严加管教，使他学业有所进步。后来，丁谓去拜访郁先生时说：“自己少时狭劣，多亏先生教诲，痛加夏楚，使某得以成立。”郁先生死后，丁谓还特地派人处理后事，“为棺殓葬，埋之物甚厚”。</p> <p>　　轻时丁谓与孙何最为友善，同以才名著称，人称“孙丁”。他俩曾一同以文章拜谒当时担任长洲县令的著名文学家<a href=\"http://so.gushiwen.org/author_122.aspx\">王禹偁</a>，王县令看了他们的文章十分惊奇，大加赞赏，认为“自唐<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>之后，二百年始有此作”，当即赠<a href=\"http://so.gushiwen.org/author_1380.aspx\">诗</a>云：“二百年来子不振，直从韩柳到孙丁。如今便可令修史，二子文章似六经。”宋太宗淳化三年（992），丁谓登进士科，列第四名。（寇莱公始与丁晋公善，尝以丁之才荐於李文靖公沆屡矣，而终未用。一日，莱公语文靖曰：“比屡言丁谓之才，而相公终不用，岂其才不足用耶？抑鄙言不足听耶？”文靖曰：“如斯人者，才则才矣，顾其为人，可使之在人上乎？”莱公曰：“如谓者，相公终能抑之使在人下乎？”文靖笑曰：“他日后悔，当思吾言也。”晚年，与寇权宏相轧，交至倾夺，竟有海康之祸，始服文靖之识。——《东轩笔录》）</p> <p>　　有的说他是一代名相,有的说他是一代佞臣.总的来说,说他毁誉参半似乎评价过高了,他的毁应该多于他的誉.但有一点是可以肯定的,就是他的才。王禹偁就曾赞赏“自唐韩愈、柳宗元之后，二百年始有此作”，并赠诗云：“二百年来子不振，直从韩柳到孙丁。如今便可令修史，二子文章似六经。几千字的文章，他读一遍便能背诵（丁谓“机敏有智谋，文字数千言。经览辄诵，善谈笑为诗。至图画、博弈、音律，无不洞晓”）；三司案牍复杂繁多，一般官吏长久难以解断，而他一看案情，一言判决，众人都释然而悟；听凭满座宾客各自陈述，他从容应接，随口解答，条分缕析，统慑满座，没人能超出其意。著有《景德会计录》、《建安茶录》、《刀笔集》、《青衿集》、《晋公集》、《晋公谈录》、《丁晋公词》等十多种。</p> <p><strong>政绩</strong></p> <p>　　在安抚边疆少数民族方面也作出了一定的贡献。淳化年间（990-994），他对与官府为敌的西南少数民族武装以安抚团结为上，不动兵刃，并设法解决当地缺少食盐、长途解送皇粮、马匹交易等困难，妥善稳定了局势，得到朝廷赞赏。西南地区赖以安宁。据叶得梦《石林燕语》记载，丁谓以郓、齐、濮安抚使知郓州时，北方契丹铁骑南下，民心惊惶，河北百姓纷纷抢渡黄河，“欲避于京东者，日数千人”，而船民不肯尽力摆渡。丁谓听到此事后，采取果断措施，急忙从监狱中取出死囚数人，“以为舟人，悉斩于河上，于是晓夕并渡，不三日皆尽”。他又从难民中挑选少壮者，在数百里黄河边“分画地分，各使执旗帜、鸣金鼓于河上，夜则传更点、申号令”。契丹人以为宋方已有防备，便撤退而去，于是“境内晏然”。由此可以看出丁谓的为人聪明，办事果断、干练。</p> <p>　　当时全国粮赋十分混乱，每年征收数量不一，随意加码，百姓苦不堪言。丁谓奏议以景德四年民赋数为准征收，并报朝廷备案，以利国计民生。朝廷准奏，并下诏褒奖。丁谓为家乡苏州也办过好事，曾“为乡里请于朝，特免丁钱。乡人至今德之，祠于万寿寺”。</p> <p>　　（丁谓有才智，然多希合，天下以为奸邪，及稍进用，即启导真宗以神仙之事，又作玉清昭应宫，耗费国帑，不可胜计。谓既为宫使，<a href=\"http://so.gushiwen.org/author_168.aspx\">夏竦</a>以知制诰为判官。一日，宴宫僚於斋厅，有杂手伎俗谓弄碗注者，献艺於庭，丁顾语夏曰：「古无咏碗注诗，舍人可作一篇。」夏即席赋诗曰：「舞拂挑珠复吐丸，遮藏巧便百千般。主公端坐无由见，却被傍人冷眼看。」丁览读变色。——《东轩笔录》。）</p> <p><strong>奸臣</strong></p> <p>　　丁谓虽才智过人，然而心术不正，做事“多希合上旨，天下目为奸邪”。他与王钦若、林特、陈彭年、刘承珪都以奸邪险伪著名，人称“五鬼”。宋真宗<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>相信迷信，丁谓极力迎合，以神仙之事启迪皇帝。景德四年（1007），宋真宗听信王钦若造作“天书”，准备举行泰山封禅等事。不久，王诈称京师、泰山“天书”下降，为此特改元大中祥符。起初，因朝廷内库经费短缺，封禅之事未定。一天，宋真宗问丁谓：“封禅经费有没有问题？”丁谓回答：“经费足够，大计有余。”宋真宗听了便决定封禅泰山，诏丁谓为计度泰山路粮草使，负责所有经费。他先以三司名义向朝中内库借银10万两，又命各州献钱贡物，于十月以前集中到泰山下。封禅队伍数千人，浩浩荡荡。封禅结束，又到曲阜祭祀孔子。这次封禅活动，耗费钱财800余万贯。丁谓曾修编《封禅记》。</p> <p>　　宋真宗要在宫城营建玉清昭应宫，左右近臣上疏劝谏。真宗召问，丁谓回答道：“陛下有天下之富，建一宫奉上帝，而且用来祈皇嗣。群臣有沮陛下者，愿以此论之。”从此便无人再敢劝谏。大中祥符二年（1009），宋真宗命丁谓为修玉清昭应宫使，又加天书挟侍使、总领建造会灵观、玉皇像迎奉使、修景灵宫使、天书仪卫副使，还曾奉旨摹写天书刻玉笈。丁谓做这些事可谓是尽心尽力。玉清昭应宫计3600余楹，原估计二十五年建成。丁谓征集大批工匠，严令日夜不停，只用了七年时间便建成，深得皇帝赞赏。赐宴赋诗以宠其行。</p> <p>　　丁谓不顾国家与百姓的利益，一味迎合皇帝，并给皇帝出坏主意，自然会遭到正直之士的反对，名臣<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>对他谄主媚君尤为痛恶。于是，丁谓罗织罪名极力排挤，寇准被罢相贬官。满朝文武敢怒不敢言。乾兴元年（1022）二月，宋真宗死，宋仁宗即位时。年仅13岁，太后听政，丁谓利用职位之便修改“诏书”，把真宗死因归罪于寇准，并以此为借口，将朝中凡是与寇准相善的大臣全部清除。丁谓勾结宦官雷允恭，规定将重要奏章先送丁谓阅过后再送内廷，以达到把持朝政的目的。雷允恭为修宋真宗皇陵的都监，与判司天监邢中和擅自移改陵穴，这本是要杀头的事，“众议日喧”，而丁谓庇护雷允恭，不作处理。但最后终于被人揭发出来，触怒了太后，雷允恭被诛，丁谓被罢相，贬为崖州（今海南省）司户参军，四个儿子全被降黜。抄没家产时，从他家中搜得“四方赂遗，不可胜纪”。</p> <p>　　丁谓贬官至死共计十五年，在崖州三年多，在雷州五年多，在道州近四年，在光州大约三年，其“流落贬窜十五年，须鬓无斑白者，人服其量。”明道年间（1032——1033），授以秘书监致仕，准许定居光州（今河南省潢川）。景祐四年（1037）闰四月卒于光州，归葬苏州城西华山习嘉原。</p>"
}