{
  "id": 883,
  "star": 6,
  "name": "石崇",
  "image": "http://img.gushiwen.org/authorImg/shichong.jpg",
  "dynasty": "魏晋",
  "desc": "石崇（249年—300年），字季伦，小名齐奴。渤海南皮（今河北南皮东北）人。西晋开国元勋石苞第六子，西晋时期文学家、大臣、富豪，“金谷二十四友”之一。",
  "content": "<h2>生平</h2> <p><strong>白手起家</strong><br>　　<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>是西晋开国元勋石苞的第六子，因生于青州，所以小名齐奴。他少年时便敏捷聪明，有勇有谋。<br>　　公元273年（泰始九年），石苞临终时将财物分给几个儿子，只不给石崇。石崇的母亲向石苞请求，石苞说：“这孩子尽管年纪小，以后他自己是能得到财富的。” </p> <p><strong>好学不倦</strong><br>　　石崇二十多岁就担任修武县令，以有才能著名。后入洛阳任散骑侍郎，又迁任城阳太守。公元280年（太康元年），石崇因参与伐吴有功，被封为安阳乡侯。他在郡任职时虽有职务，仍好学不倦，后因疾病自求解职。不久，又被拜为黄门郎。<br>　　石崇的兄长石统因事触犯了扶风王司马骏，有关部门受司马骏指使，上奏弹劾石统，武帝打算严惩石统，后又赦免他。因石崇没有上朝谢恩，有关部门想把罪名再加到石统身上。石崇便向武帝上表辩白，得以解脱。经屡次升迁任散骑常侍、侍中。武帝因为石崇是功臣之子，又有才干，非常器重他。</p> <p><strong>谏开封赏</strong><br>　　公元290年（永熙元年），晋惠帝司马衷即位，由太傅杨骏辅政，杨骏心里明白他平时就没有好名声，便想效仿魏明帝即位时的先例，普遍给大臣们进封爵位，以便讨好众人，收买人心。石崇与散骑侍郎蜀郡人何攀一起上奏认为：“陛下被正式立为太子有二十多年，现在继承了大业，但是遍施奖赏，赐予爵位，比泰始之初及各位将领平吴的功绩得到的奖赏还要丰厚，这就使轻重不相称了。况且占卜得知，大晋传国世代无穷，现在开创的制度，是要传于后世的，如果有爵位就必得进升，那么几代以后，就没有人不是公侯了。”他们的意见没有被采纳。</p> <p><strong>劫商至富</strong><br>　　不久，石崇被外调任南中郎将、荆州刺史，兼领南蛮校尉，加职鹰扬将军。石崇在南方得到一个鸩鸟雏，把它送给后军将军王恺。按当时制度规定，鸩鸟不能到长江以北，此事被司隶校尉傅祗所纠察荐举。惠帝下诏宽恕石崇，将鸩雏烧死于街市。<br>　　石崇聪明有才气，但任侠而行为不检点。任荆州刺史时竟抢劫远行商客，取得巨额财物，以此致富。后来被征召为大司农，因征召的诏书未到他就擅离职守而被免职。不久，被拜为太仆。公元297年（元康六年），出任征虏将军，假节、监徐州诸军事，镇守下邳。石崇有别馆建在河阳的金谷，又名梓泽。他前往徐州时几乎倾城出动来，在金谷为他设帐饯行。石崇到下邳后，与徐州刺史高诞争酒互相侮辱，军司上奏弹，被免职（《晋书·嵇绍传》说嵇绍任徐州刺史，当时石崇任都督，尽管性情傲慢粗暴，但嵇绍以道义相助，所以石崇很是亲敬他）。 </p> <p><strong>绿珠坠楼</strong><br>　　石崇后来担任卫尉，与<a href=\"http://so.gushiwen.org/author_827.aspx\">潘岳</a>共同巴结奉承权臣贾谧，贾谧与他们很亲善，号称“二十四友”。贾谧的外祖母广城君郭槐每次出来，石崇遇到时总先下车站在路左，望尘而拜。他就是如此卑鄙奸佞。<br>　　公元300年（永康元年），赵王司马伦发动政变，诛杀贾后等人，贾谧也被杀，石崇因是贾谧同党而被免官。石崇的外甥欧阳建之前因弹劾司马伦而与其有仇。石崇的爱妾绿珠，相貌美艳，善吹笛。司马伦的党羽孙秀派人去索要绿珠，石崇当时在金谷别馆，正登上凉台，面临清澈的河水，婢女在旁伺候。孙秀的使者将要人的事告诉石崇，石崇将自己的数十个婢妾都引出来让使者看，婢妾们都是满身兰麝的芳香，披戴绫罗细纱。石崇对使者们说：“从中挑选吧！”使者说：“君侯这些婢妾美丽倒是美丽，然而我本是受命来要绿珠，不知哪个是？”石崇勃然发怒说：“绿珠是我的爱妾，你们是得不到的。”使者说：“君侯博古通今，明察远近，希望三思。”石崇说：“不需要三思了。”使者出去后又转回来劝石崇，但他最终还是没有答应。孙秀恼怒之下，劝司马伦杀石崇和欧阳建。 <br>　　石崇、欧阳建也暗地得知他们的计谋，便与黄门侍郎潘岳暗地劝淮南王司马允、齐王司马冏谋划诛杀司马伦与孙秀。孙秀觉察了这些事，就假称惠帝诏命逮捕石崇与潘岳、欧阳建等人。当时石崇正在楼上宴饮，甲士到了门前。石崇对绿珠说：“今天我为了你而惹祸。”绿珠哭着说：“我应该在你面前死去来报答你。”便自投于楼下而死。石崇说：“我不过是流放到交趾、广州罢了。”直到被装在囚车上拉到东市，这才叹息道：“这些奴才是想图我的家产啊！”押他的人答道：“知道是家财害了你，为何不早点把它散发掉！”石崇无法回答。他的母亲、兄长、妻妾、儿女不论老少共十五人都被杀害，石崇遇害时五十二岁。 <br>　　当初，石崇家的稻米饭撒在地上，过了一夜，都变成了螺，时人认为这是石崇全家被杀的征兆。有关部门查阅石崇的财产簿籍，有水碓三十多处，奴仆八百余人，其他珍宝财货田宅也有这样大的规模。<br>　　公元301年（永宁元年），司马伦被杀，惠帝复位后，以九卿礼仪重新安葬了石崇，并封石崇的从孙石演为乐陵公。</p><br/><h2>轶事典故</h2> <p><strong>巨富痣<br></strong>　　<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>巨富痣，这个痣的位置比较难找，是在右肩胛骨最下端靠近脊椎的位置。石崇本来是古代的巨富，而这颗痣以他的名字命名意味着，有此痣的人无论男女都是以富得名的，动产和不动产经营都收入颇丰。</p> <p><strong>金谷园<br></strong>　　西晋石崇的别墅也叫金谷园。石崇是有名的大富翁。他因与王恺争富，修筑了金谷别墅，即称“金谷园”。石崇因山形水势，筑园建馆，挖湖开塘，园内清溪萦回，水声潺潺。周围几十里内，楼榭亭阁，高下错落，金谷水萦绕穿流其间，鸟鸣幽村，鱼跃荷塘。石崇用绢绸茶叶、铜铁器等派人去南洋群岛换回珍珠、玛瑙、琥珀、犀角、象牙等贵重物品，把园内的屋宇装饰的金碧辉煌，宛如宫殿。</p> <p>　　金谷园的景色一直被人们传诵。每当阳春三月，风和日暖的时候，桃花灼灼，柳丝袅袅，楼阁亭树交辉掩映，蝴蝶翩跃飞舞于花间；小鸟啁啾，对语枝头。所以人们把“金谷春晴”誉为洛阳八大景之一。</p> <p>　　明代<a href=\"http://so.gushiwen.org/author_883.aspx\">诗</a>人张美谷诗曰：“金谷当年景，山青碧水长，楼台悬万状，珠翠列千行。”此诗描绘出了金谷园当年的华丽景象。除了石崇斗富的故事，还有石崇爱姬绿珠，为石崇徇情勇而坠楼的历史典故一样美丽动人，千百年来为人们所传颂。只可惜历史战乱，沧桑巨变，昔日的名园已荡然无存，无可寻觅。 古时的金谷园究竟在哪里，就像<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的故乡在哪里一样，历来众说不一。一说在洛阳火车站附近的金谷园村一带，一说在白马寺附近，一说在孟津县送庄乡凤凰台村附近，还有一说就是在孟津县白鹤镇北部的黄河岸边。</p> <p><strong>生活奢侈<br></strong>　　据《世说新语》等书载，石崇的厕所修建得华美绝伦，准备了各种的香水、香膏给客人洗手、抹脸。经常得有十多个女仆恭立侍候，一律穿着锦绣，打扮得艳丽夺目，列队侍候客人上厕所。客人上过了厕所，这些婢女要客人把身上原来穿的衣服脱下，侍候他们换上了新衣才让他们出去。凡上过厕所，衣服就不能再穿了，以致客人大多不好意思如厕。官员刘寔年轻时很贫穷，无论是骑马还是徒步外出，每到一处歇息，从不劳累主人，砍柴挑水都亲自动手。后来官当大了，仍是保持勤俭朴素的美德。有一次，他去石崇家拜访，上厕所时，见厕所里有绛色蚊帐、垫子、褥子等极讲究的陈设，还有婢女捧着香袋侍候，忙退出来，笑对石崇说：“我错进了你的内室。”石崇说：“那是厕所！”刘寔说：“我享受不了这个。”遂改进了别处的厕所。</p> <p>　　石崇的财产山海之大不可比拟，宏丽室宇彼此相连，后房的几百个姬妾，都穿着刺绣精美无双的锦缎，身上装饰着璀璨夺目的珍珠美玉宝石。凡天下美妙的丝竹音乐都进了他的耳朵，凡水陆上的珍禽异兽都进了他的厨房。</p> <p>　　据《耕桑偶记》载，外国进贡火浣布，晋武帝制成衣衫，穿着去了石崇那里。石崇故意穿着平常的衣服，却让从奴五十人都穿火浣衫迎接武帝。石崇的姬妾美艳者千余人，他选择数十人，妆饰打扮完全一样，乍然一看，甚至分辨不出来。石崇刻玉龙佩，又制作金凤凰钗，昼夜声色相接，称为“恒舞”。每次欲有所召幸，不呼姓名，只听佩声看钗色。佩声轻的居前，钗色艳的在后，次第而进。</p> <p>　　侍女各含异香，笑语则口气从风而飏。石崇又洒沉香屑于象牙床，让所宠爱的姬妾踏在上面，没有留下脚印的赐真珠一百粒；若留下了脚印，就让她们节制饮食，以使体质轻弱。因此闺中相戏说：“你不是细骨轻躯，哪里能得到百粒珍珠呢？” </p> <p><strong>王石斗富<br></strong>　　石崇曾与贵戚晋武帝的舅父王恺以奢靡相比。王恺饭后用糖水洗锅，石崇便用蜡烛当柴烧；王恺做了四</p> <p>　　十里的紫丝布步障，石崇便做五十里的锦步障；王恺用赤石脂涂墙壁，石崇便用花椒。晋武帝暗中帮助王恺，赐了他一棵二尺来高的珊瑚树，枝条繁茂，树干四处延伸，世上很少有与他相当的。王恺把这棵珊瑚树拿来给石崇看，石崇看后，用铁制的如意击打珊瑚树，随手敲下去，珊瑚树立刻碎了。王恺之后感到很惋惜，又认为石崇是嫉妒自己的宝物，石崇说：“这不值得发怒，我现在就赔给你。”于是命令手下的人把家里的珊瑚树全部拿出来，这些珊瑚树的高度有三尺四尺，树干枝条举世无双而且光耀夺目，像王恺那样的就更多了。王恺看了，露出失意的样子。 </p> <p>　　豆粥是较难煮熟的，可石崇想让客人喝豆粥时，只要吩咐一声，须臾间就热腾腾地端来了；每到了寒冷的冬季，石家却还能吃到绿莹莹的韭菜碎末儿，这在没有暖房生产的当时可是件怪事。石家的牛从形体、力气上看，似乎不如王恺家的，可说来也怪，石崇与王恺一块出游，抢着进洛阳城，石崇的牛总是疾行若飞，超过王恺的牛车。这三件事，让王恺恨恨不已，于是他以金钱贿赂石崇的下人，问其所以。下人回答说：“豆是非常难煮的，先预备下加工成的熟豆粉末，客人一到，先煮好白粥，再将豆末投放进去就成豆粥了。韭菜是将韭菜根捣碎后掺在麦苗里。牛车总是跑得快，是因为驾牛者的技术好，对牛不加控制，让它撒开欢儿跑。”于是，王恺仿效着做，遂与石崇势均力敌。石崇后来知道了这件事，便杀了告密者。 </p> <p><strong>解救二刘<br></strong>　　刘舆兄弟年少时与王恺有隔阂，王恺假意让他们在王家留宿，实际打算把他们活埋了石崇一向与刘舆交情非浅，听说了王恺的阴谋，便星夜骑马驰入王恺家里，问二刘的所在。王恺在石崇的迫问下哑口无言，石崇直接到后斋将刘舆兄弟救出，一同坐车回去。在车上石崇对刘舆说：“年轻人，怎么就轻易在别人家里留宿？”刘舆对此十分感激。</p> <p><strong>劝酒斩美人<br></strong>　　石崇每次请客饮酒，常让美人斟酒劝客。如果客人不喝酒，他就让侍卫把美人杀掉。一次丞相王导与大将军王敦一道去石崇家赴宴。王导向来不能喝酒，但怕石崇杀人，当美女行酒时只好勉强饮下。王敦却不买账，他原本倒是能喝酒，却硬拗着偏不喝。结果石崇斩了三个美人，他仍是不喝。王导责备王敦，王敦说：“他自己杀他家里的人，跟你有什么关系！”</p><br/><h2>家族成员</h2> <p><strong>父亲<br></strong>石苞，字仲容，西晋开国元勋，官至大司马，封乐陵公，卒谥号武。</p> <p><strong>兄长<br></strong>石统，字弘绪。<a href=\"http://so.gushiwen.org/author_883.aspx\">石崇</a>长兄，西晋射声校尉、大鸿胪，儿子为石顺。<br>石越，字弘伦，石崇二兄，早死。<br>石乔，字弘祖，石崇三兄，曾任尚书郎、散骑常侍。后因不应晋武帝召命而令晋武帝怀疑石苞叛变，事后被废，终身不获仕官。后与石崇同被诛杀。儿子有石超、石熙。<br>石浚，字景伦，石崇四兄，西晋时名士，官至黄门侍郎，早死。石俊，字彦伦，石崇五兄，官至阳平太守，早死。</p> <p><strong>姐妹<br></strong>石氏，石崇姊，嫁苏绍。</p> <p><strong>侄子<br></strong>石超，石乔之子，在八王之乱中后期是较有影响的人物。</p> <p><strong>从孙<br></strong>石演，石崇从孙，封乐陵公。</p>"
}