{
  "id": 2473,
  "star": 1,
  "name": "李阳冰",
  "image": "http://img.gushiwen.org/authorImg/liyangbing.jpg",
  "dynasty": "唐代",
  "desc": "李阳冰（生卒年不详），约生于唐玄宗开元年间。唐代文学家、书法家。字少温，汉族，谯郡（治今安徽亳州）人。李白族叔，为李白作《草堂集序》。初为缙云令、当涂令，后官至国子监丞、集贤院学士。世称少监。兄弟五人皆富文词、工篆书。初师李斯《峄山碑》，以瘦劲取胜。他善词章，工书法，尤精小篆。自诩“斯翁之后，直至小生，曹喜、蔡邕不足也。”他所书写的篆书，“劲利豪爽，风行而集，识者谓之苍颉后身。”甚至被后人称为“李斯之后的千古一人”。",
  "content": "<h2>与李白的来往</h2> <p>　　唐上元二年（761），晚年的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>穷困潦倒，从金陵（今南京）来到当涂，投奔从叔<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>。起初，李阳冰不知道李白的窘境和来意，当李阳冰送李白上船告别时，见到李白的《献从叔当涂宰阳冰》<a href=\"http://so.gushiwen.org/author_2473.aspx\">诗</a>后，才又把他挽留下来。诗中首先对李阳冰的才华进行了赞扬，说：“吾家有季父，杰出圣代英，虽无三台位，不借四豪名。激昂风云气，终协龙虎精。弱冠燕赵来，贤彦多逢迎。鲁连擅谈笑，季布折公卿。”他认为李阳冰为人耿介，才高出众，从小就受到家乡贤士的器重和赏识，许多贤达名士都愿意与他交往，说他既不依附权贵，又具有英豪之气。接着他又在诗中对李阳冰在当涂的政绩进行了颂扬与评价。说“宰邑艰难时，浮云空古城。居人若 草，扫地无纤茎。惠泽及飞走，农夫尽归耕。广汉水万里，长流玉琴声。雅颂播吴越，还如太阶平。”他认为李阳冰在安史之乱后来到当涂，临危受命，治理有方，惠泽遍施，政绩卓著。最后才在诗中陈述了自己无所依归的困难处境，说：“小子别金陵，来时白下亭。群凤怜客鸟，差池相哀鸣。各拔五色毛，意重泰山轻。赠微所费广，斗水浇长鲸。弹剑歌苦寒，严风起前楹。月衔天门晓，霜落牛渚清。长叹即归路，临川空屏营。”从诗里看出李白分明是在冬天由金陵来当涂访问阳冰的，因为在金陵靠朋友的<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>已不能维持生活，所以才来当涂求靠。而李阳冰则气度轩朗，竭力相助，待友以仁，使李白晚年终于有了一个栖身之所和归宿之地。</p> <p>　　李白寓居当涂后，与李阳冰在县署和山间时相过从，屡有聚会。他看到当时的李阳冰，是“高歌振林木，大笑喧雷霆。落笔洒篆文，崩云使人惊。吐辞又炳焕，五色落华星。秀句满江国，高才 天庭。”说阳冰不仅书法有独到之处，而且所写的诗文也十分艳丽华美。为了表达对李阳冰的敬慕，他还专为李阳冰写了一篇《当涂李宰君画赞》，赞云：“天垂元精，岳降粹灵。应期命世，大贤乃生。吐奇献策，敷闻王庭。帝用休之，扬光泰清。滥觞百里，涵量八溟。缙云飞声，当涂政成。雅颂一变，江山再荣。举邑 舞，式图丹青。眉秀华盖，目朗明星，鹤矫阆凤，麟腾玉京，若揭日月，昭然运行。穷神阐化，永世作程。”这篇赞文不仅表达了李白对李阳冰怀着十分敬慕的心情，而且为李阳冰这样有谋略、有胆识、有政绩的人，在国家动乱、世道衰微的情况下，不能大显身手、施展抱负而惋惜。</p> <p>　　唐代宗宝应元年（762）十一月，李白一病不起。在病榻将自己的诗文草稿交给李阳冰，请他编辑作序。后来李阳冰将其诗文辑成《草堂集》十卷，并为之作《序》。阳冰在《序》中说他“临当挂冠，公又疾亟，草稿万卷，手集未修，俾予为序”。这是说李阳冰在“临当挂冠”正要罢职的情况下，还为李白编了集子，写了序言。他在序言中除对李白的家世、生平、思想、性格、交游等情况作了扼要记述外，同时对李白的著述情况和诗文成就作了高度评价。他称李白是“千载独步，唯公一人”，“唯公文章，横被六合，可谓力敌造化欤！”</p><br/><h2>艺术成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>主编<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a><a href=\"http://so.gushiwen.org/author_2473.aspx\">诗</a>集《草堂集》并为序。李阳冰在唐代以篆学名世，精工小篆，圆淳瘦劲，为秦篆一大变革，被誉为<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>后小篆第一人，对后世颇有影响。自秦李斯创制小篆，历两汉、魏、晋至隋、唐，逾千载，学书者惟真草是攻，而篆学中废。李阳冰尝叹曰：“天之未丧斯文也，故小子得篆籀之宗旨。”李阳冰曾刊定东汉许慎所著《说文解字》为二十卷，但对原书的篆法和解说都大加改动。此后，许慎的原本渐渐消失，而李氏刊本则盛行。直至宋代初年，<a href=\"http://so.gushiwen.org/author_2357.aspx\">徐铉</a>奉诏校订《说文解字》，对原书内容进行了整理，才大致恢复许著原貌。</p> <p>　　李阳冰以篆书为己任，始学李斯《峄山碑》，承玉筋笔法，然在体势上变其法。线条上变平整为婉曲流动，显得婀娜多姿。《金壶记》称“阳冰尤精书学，豪骏墨劲，当时人谓曰笔虎。”<a href=\"http://so.gushiwen.org/author_15.aspx\">张旭</a>的笔法也曾得到李阳冰的传授。暮年所篆，笔法愈见淳劲。自称：“ 斯翁（李斯）之后， 直至小生。曹喜、<a href=\"http://so.gushiwen.org/author_258.aspx\">蔡邕</a>不足道也。”<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>《广艺舟双辑》称其为：“以瘦劲取胜，若《谦卦铭》，益形怯薄，破坏古法极矣。”</p> <p>　　当时<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>所书之碑，必请李阳冰用篆书题额，可见其篆书影响的深远。大诗人李白有诗云：“吾家有季父，杰出圣代英”、“落笔洒篆文，崩云使人惊”，说明李阳冰的篆书确实取得了较大的成就。清代孙承泽在《庚子消夏记》中也称，篆自秦汉而後，推李阳冰为第一手，可见对其评价之高。</p><br/><h2>人物成就</h2> <p>　　阳冰善词章，“秀句满江园”；工篆书，“笔法妙天下”。论者以“虫蚀鸟迹语其形，风行雨集语其势，太阿龙泉语其利，崇高华岳语其峻”，赞其书法，谓“唐三百年，以篆称者，唯公独步。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>所书的石刻很多。其中如浙江缙云的《城隍庙记》、福州乌石山的《般若台题记》、广西桂林的《舜庙碑》、湖北武昌的《怡亭铭》、陕西西安的《颜帷贞庙碑额》等。尤其安徽芜湖十二中学校园的《谦卦碑》，是李阳冰在任当涂县令期间，应友人之请所书而刻于石的。此碑为篆书，气势犀利，风骨遒劲，笔法雄健。唐时散落民间，明初芜湖王氏于当涂城内获得，将碑转至芜湖秘藏家中。至明嘉靖四年（1525），始由芜湖关监督张大用从王氏家中移立于学官，并为之题跋云：“阳冰篆书祖秦相斯，而笔力过之，<a href=\"http://so.gushiwen.org/author_1011.aspx\">舒元舆</a>辈论之详矣。是刻藏芜湖王氏，国初得之当涂县治，风骨雅健，卓越有古意。”可惜这“题跋”碑石在“文革”动乱中毁坏无存，而《谦卦碑》至今仍存。</p> <p><strong>作品</strong></p> <p>　　《三坟记》，唐大历二年（767年）刻。李季卿撰，李阳冰书。《三坟记》为李阳冰代表作。在唐代篆书中，李阳冰是成就最高的。谓之“铁线描。”《三坟记碑》承<a href=\"http://so.gushiwen.org/author_796.aspx\">李斯</a>《峄山碑》玉筋笔法，以瘦劲取胜，结体修长，线条遒劲平整，笔画从头至尾粗细一致，光滑洁净，婉曲翩然。</p> <p>　　清孙承泽云：“篆书自秦、汉以后，推李阳冰为第一手。今观《三坟记》，运笔命格，矩法森森，诚不易及。然予曾于陆探微所画《金滕图》后见阳冰手书，遒劲中逸致翩然，又非石刻所能及也。”清<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>认为《三坟记》以“瘦劲取胜”。当代书法家王南溟先生曾撰文评介李阳冰的小篆：“线条或如垂柳之摇曳，或如流云之舒卷，洋溢著一种抒情的气息，代表著小篆书法在唐代复兴的文采风流。”传世刻帖有《三坟记》、《城隍庙碑》、《谦卦铭》、《怡亭铭》、《般若台题名》、《吴季札墓志》等，均为后世翻刻本。</p> <p><strong>石刻书法</strong></p> <p>　　李阳冰性喜刻石，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>所书之碑多请他篆额。他的著名书作有《三坟记》、《怡亭铭并序》、《城隍庙碑》、《易谦卦》、《滑台新驿记》等。其中《易谦卦》笔法尤为瘦健。清代王漱《竹云题跋》称它：“运笔如蚕吐丝，骨力如绵裹铁。”</p>"
}