{
  "id": 278,
  "star": 286,
  "name": "白朴",
  "image": "http://img.gushiwen.org/authorImg/baipu.jpg",
  "dynasty": "元代",
  "desc": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。",
  "content": "<h2>创作原由</h2> 　　在<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>的成长过程中，有一个人对他起过相当重要的影响，这就是<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>。1233年南京被攻陷后，一片喊杀声中元好问抱着被他视为“元白通家旧，诸郎独汝贤”的神童白朴逃出京城，自此，白朴有很长一段时间生活在他身边。白朴自幼聪颖好学，这时又有大学问家元好问的悉心指导，因此他的学业取得突飞猛进的进步，十几岁就已才华出众，声名远扬。但是生逢乱世，又加幼年仓皇失母的离散之痛不绝于胸，因此他无意于建功立业，拒绝了朋友的极力举荐，只是以纵情<a href=\"http://so.gushiwen.org/author_278.aspx\">诗</a>酒、游乐山水为己事。这条人生道路的选择，使世间少了一位谨小慎微的官宦，却诞生了一位流芳至今的文学大家。白朴曾到各地漫游，两次到过大都（今北京），还游历了顺天（今保定一带）、寿春（今安徽寿县）、怀州（今河南沁阳）等地。与许多才子名流优游于诗酒之间，这些人多为当时有名的杂剧或散曲作家，而白朴的创作也就是在这时开始的。<br/><h2>著作</h2> <p>　　在元代杂剧的创作中，<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>更具有重要的地位。历来评论元代杂剧，都称他与<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>、<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>、<a href=\"http://so.gushiwen.org/author_1052.aspx\">郑光祖</a>为元杂剧四大家。据元人钟嗣成《录鬼簿》著录，白朴写过15种剧本，这15种是：《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《唐明皇游月宫》、《韩翠颦御水流红叶》、《薛琼夕月夜银筝怨》、《汉高祖斩白蛇》、《苏小小月夜钱塘梦》、《祝英台死嫁梁山伯》、《楚庄王夜宴绝缨会》、《<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>谒浆》、《高祖<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>》、《鸳鸯间墙头马上》、《秋江风月凤凰船》、《<a href=\"http://so.gushiwen.org/author_2298.aspx\">萧翼</a>智赚兰亭记》、《阎师道赶江江》。加上《盛世新声》著录的《李克用箭射双雕》残折，共16本。现在仅存《唐明皇秋夜梧桐雨》、《董秀英花月东墙记》、《裴少俊墙头马上》三种，以及《韩翠颦御水流红叶》、《李克用箭射双雕》的残折，均收入王文才《白朴戏曲集校注》一书中。</p> <p>　　题材多出历史传说，剧情多为才人韵事。现存的《唐明皇秋夜梧桐雨》，写得是唐明皇与杨贵妃的爱情故事，《鸳鸯间墙头马上》，描写的是一个“志量过人”的女性李千金冲破名教，自择配偶的故事。前者是悲剧，写得悲哀怛侧，雄浑悲壮；后者是喜剧，写得起伏跌宕，热情奔放。这两部作品，历来被认为是爱情剧中的成功之作，具有极强的艺术生命力，对后代戏曲的发展具有深远的影响。</p> <p>　　在我国戏曲史上，宋、金两代已有了纯粹演故事的戏曲，但没有剧本流传下来，我们无从说清楚这些戏曲的情况。元代的杂剧，在故事情节、人物塑造方面，都发展到相当娴熟的地步，为我国的戏曲艺术奠定了坚实的基础。从保留下来的剧作中，可知其情节曲折，主题突出，具有强烈的吸引力；剧中人物，无论是因享乐而坏江山的唐明皇，冰肌玉骨、一身娇娆之气的杨贵妃，还是爽朗果敢的闺秀李千金，都塑造得各具个性，栩栩如生。以至于现在戏剧舞台上的唐明皇，还可见到白朴塑造的这一形象的遗风。</p> <p>　　与关汉卿相比，白朴的生活圈子比较局限，因此，他不可能从社会下层提炼素材，写出像关汉卿那感天动地的《窦娥冤》。然而，他善于利用历史题材，敷演故事，因旧题，创新意，词采优美，情意深切绵长，又是关汉卿所不及的。他在文学史和戏曲史上的地位和作用，以及他的剧作的艺术成就，早已成为文学艺术上的重要研究课题。</p> <p>　　白朴的词作，在他生前就已编订成集，名曰《天籁集》。到明代已经残佚，字句脱误。清朝中叶，<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、洪升始为整理刊行。全集收词二百余首，除了一些应酬赠答、歌楼妓席之作外，多为伤时感怀的作品。赖有这部作品，我们才可以了解白朴的生涯。他的词作，承袭<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>长短句的格调，跌宕沉详，天然古朴。 </p><br/><h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>（1226—约1306），字太素，号兰谷，原名恒，字仁甫，祖籍隩州（今山西河曲一带），后迁居真定（今河北正定县），元代著名戏曲作家。与<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>、<a href=\"http://so.gushiwen.org/author_1052.aspx\">郑光祖</a>、<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>称为“元曲四大家。”白朴出身官僚士大夫家庭，他的父亲白华为金宣宗三年（1215年）进士，官至枢密院判；仲父白贲为<a href=\"http://so.gushiwen.org/author_777.aspx\">金章宗</a>泰和间进士，曾做过县令，叔父早卒，却有<a href=\"http://so.gushiwen.org/author_278.aspx\">诗</a>名。白家与<a href=\"http://so.gushiwen.org/author_600.aspx\">元好问</a>父子为世交，过从甚密。两家子弟，常以诗文相往来，交往甚好。</p> <p>　　白朴出身于这样的家庭，本应优游闲适，读书问学，以便将来博取功名。然而，他的幼年却偏偏遭逢兵荒马乱，他只得同家人在惊恐惶惑中苦熬光阴。他出生后不久，金朝的南京汴梁已在蒙古军的重重包围之下，位居中枢的白华，整日为金朝的存亡而奔忙，从而无暇顾及妻儿家室。金哀宗天兴元年（1232年），蒙古军树炮攻城，哀宗决计弃城北走归德，白华只得留家人于汴京，只身随哀宗渡河而上。次年三月，汴京城破，蒙古军纵兵大掠，城内士庶残遭杀戮，财富遭到空前洗劫。战争中，白朴母子相失，幸好当时元好问也在城中，才把他和他的姐姐收留起来，在乱兵和饥荒中救了他的性命。四月底，元好问携带白朴姐弟渡河北上，流寓聊城，后寄居于冠氏（今山东冠县）县令赵天锡幕府。元好问虽也是亡国奔命之臣，生活至为艰辛，但他视白朴姊弟犹如亲生，关怀备至。白朴为瘟疫所袭，生命垂危，元好问昼夜将他抱在怀中，竟于得疫后第六日出汗而愈。白朴聪明颖悟，所以从小喜好读书，元好问对他悉心培养，教他读书问学之经，处世为人之理，使他幼年时就受到了良好的教育。</p> <p>　　白朴的父亲白华于金朝灭亡后投降了南宋，做了均州提鲁（八品官）。不久，白华遂北投元朝。蒙古太宗九年（1237年），白朴12岁时，白华偕金朝一些亡命大臣来到真定，依附在世守真定的蒙古将领史天泽门下。同年秋，元好问由冠氏返太原，路经真定，遂将白朴姊弟送归白华，使失散数年的父子得以团聚。父子相见，白华感到极大的快慰，他有一首《满庭芳·示列子新》词，表述当时的心情：“光禄他台，将军楼阁，十年一梦中间。短衣匹马，重见镇州山。内翰当年醉墨，纱笼支高阔依然。今何日，灯前儿女，飘荡喜生还”。他也十分感激元好问代为抚育儿女之恩，曾有诗谢之曰：“顾我真成丧家犬，赖君曾护落窠儿。”</p> <p>　　随着北方的安定，白朴父子也就在真定定居下来。从此，他按照父亲的要求，写作诗赋，学习科场考试的课业。他对律赋之学颇为上进，很快即以能诗善赋而知名。其时，元好问为修撰金朝历史书籍，也常出入大都，从而往来于真定，关心着他的学业，每至其家，都要指导他治学门径，曾有诗夸赞白朴说：“元白通家旧，诸郎独汝贤。”勉励他刻苦用功，成就一番事业。然而，蒙古统治者的残暴掠夺，使白朴心灵上的伤痕难以恢复，他对蒙古统治者充满了厌恶，兵荒马乱中母子相失，使他常有山川满目之叹，更感到为统治者效劳的可悲。因此，他放弃了官场名利的争逐，而以亡国遗民自适，以词赋为专门之业，用歌声宣泄自己胸中的郁积及不满。</p> <p>　　随着年岁的增长，社会阅历的扩大，白朴的学问更见长进。元世祖中统二年（1261年），白朴36岁。这年四月，元世祖命各路宣抚使举文学才识可以从考者，以听擢用，时以河南路宣抚使入中枢的史天泽推荐白朴出仕，被他谢绝了。他既拂逆史天泽荐辟之意，自觉不便在真定久留，便于这年弃家南游，更以此表示他遁世消沉，永绝仕宦之途的决心。然而，眷妻恋子的情肠终不能割断，他也经常为自己矛盾的心情所煎熬，感到十分痛苦。</p> <p>　　他先到汉口，再入九江，41岁时曾北返真定，路经汴京。此后，再度南下，往来于九江与洞庭之间，到元世祖至元十七年（1280年）在金陵定居下来。这前后，可能因为他的真定原配去世，他曾为妻丧而回到过真定，逢着这个机会，又有人建议他去朝中做官，却被他谢绝了。此后不久，他即返金陵。从此，主要在江南的杭州、扬州一带游历，直到81岁时，还重游扬州。而后，他的行踪就无从寻觅了。</p> <p>　　白朴放浪形骸，寄情于山水之间，但他却并不可能真正遁迹世外，对现实熟视无睹。加之，他的足迹所至，恰恰是曾经繁华一时，而今被兵火洗劫变为的荒凉境地。前后景象的对比，更激起他对蒙古统治者的怨恨。他以诗词来宣泄这种怨恨，控诉蒙古统治者的罪恶行径。</p> <p>　　元世祖至元十四年（1277年），白朴游至九江，再入巴陵。九江昔日的繁华，却被一扫而光，留在他眼底的是萧条冷落，他不禁无限伤感地叹息道：“纂罢不知人换世，兵余独见川流血，叹昔时歌舞岳阳楼，繁华歇”。至于金陵怀古，杭城“临平六朝禾黍、南宋池苑诸作，”处处抒发遗民的心情，“伤时纪乱，尽见于字里行间。”其感物伤情从笔下款款道出。</p> <p>　　白朴毕竟是封建时代的知识分子，尽管他为江山异代，田园荒芜而感伤、而悲戚，但他更多地是为自己一生九患的身世伤怀。一部《天籁集》 ，可以说处处倾诉着他对怆凉人生的感慨。他除了用词曲表达他的意志情怀外，还写下了不少杂剧，为元代杂剧的繁荣贡献了自己的才华。</p> <p>　　在元代杂剧的创作中，白朴更具有重要的地位。历来评论元代杂剧，都称他与关汉卿、马致远、郑光祖为元杂剧四大家。</p><br/><h2>文学才能</h2> <p>　　<a href=\"http://so.gushiwen.org/author_278.aspx\">白朴</a>自幼聪慧，记忆过人，精于度曲。与<a href=\"http://so.gushiwen.org/author_235.aspx\">关汉卿</a>，<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>（另一说为<a href=\"http://so.gushiwen.org/author_1052.aspx\">郑光祖</a>），<a href=\"http://so.gushiwen.org/author_306.aspx\">马致远</a>等人并称元曲四大家。散曲儒雅端庄，与关汉卿同为由金入元的大戏曲家。在其作品中，著名的杂剧《梧桐雨》，内容讲述幽州节度使安禄山与杨贵妃私通，出任范阳节度使，与杨国忠不和，于是安禄山造反，明皇仓皇幸蜀。至马嵬驿时，大军不前，陈玄礼请诛杨国忠兄妹。明皇只得命贵妃自缢于佛堂中。<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>返长安后，一日梦中相见贵妃，后为梧桐雨声惊醒，追忆往事，不胜惆怅之至。此剧在历代评价甚高，清人李调元《雨村曲话》说:“元人咏马嵬事无虑数十家，白仁甫《梧桐雨》剧为最”。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>的《人间词话》说：“白仁甫《秋夜梧桐雨》剧，沈雄悲壮，为元曲冠冕。”另有一部作品《墙头马上》全名《裴少俊墙头马上》，是白朴最出色的作品，与五大传奇之一的《拜月亭》、王实甫的《西厢记》、郑光祖的《倩女离魂》合称为“元代四大爱情剧”。故事写唐代尚书裴行俭之子裴少俊奉父命由长安去洛阳买花，途中和李世杰女李千金隔墙以<a href=\"http://so.gushiwen.org/author_278.aspx\">诗</a>赠答。当晚私约后园，二人私奔到长安定居，育有一子一女。后为少俊父亲发现，强令少俊休妻回家。李千金回到洛阳，父母已亡故。少俊中进士后，正式与李千金完婚。</p> <p>　　白朴的词流传至今一百余首，大多以咏物与应酬为主；其作品歌词典雅，属于文采派。杂剧有16种：《绝缨会》、《赶江江》、《东墙记》、《梁山伯》、《赚兰亭》、《银筝怨》、《斩白蛇》、《梧桐雨》、《幸月宫》、《<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>谒浆》、《钱塘梦》、《高祖<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>》、《凤皇船》、《墙头马上》、《流红叶》、《箭射双雕》。散曲有《天籁集摭遗》一卷，收其小令三十七首，套曲四套。 </p>"
}