{
  "id": 1774,
  "star": 0,
  "name": "罗绍威",
  "dynasty": "唐代",
  "desc": "罗绍威（《旧唐书》作罗威，877年－910年），字端已，魏州贵乡（今河北大名）人，唐末五代军阀，魏博节度使罗弘信之子。888年，罗绍威被任命为魏博节度副使。898年，继任节度使。后升为检校太傅、兼侍中、长沙郡王。904年，罗绍威因营建洛阳太庙有功，加检校太尉、进封邺王。905年，罗绍威在宣武节度使朱温的援助下，诛杀魏博牙兵，根除了延续二百年的牙兵之患。但是，自己也是元气大伤，只得依附朱温。后梁建立后，罗绍威被加封为守太傅、兼中书令，深受梁太祖朱温信任。910年，罗绍威病逝，年仅三十四岁，在镇十七年。追赠尚书令，谥号贞庄。",
  "content": "<h2>生平</h2> <p><strong>节度魏博</strong></p> <p>　　888年（文德元年），魏博镇牙兵作乱，杀死节度使乐彦祯与继任留后<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>建，推立罗弘信为留后。不久，唐昭宗继位，任命罗弘信为魏博节度使，并任命其子罗绍威为节度副使、加左散骑常侍。此后十年中，朝廷不断的为罗绍威加官进爵。</p> <p>　　898年（光化元年），罗弘信病逝，魏博军共推罗绍威为留后。唐昭宗得知后，正式任命罗绍威为魏博节度使。899年（光化二年），幽州节度使刘仁恭兴兵十万攻打魏博，屠灭贝州（今邢台市清河县）后，进兵魏州（今河北大名东北）。罗绍威不敌，遣使向宣武节度使朱温求救。朱温派大将葛从周前往救援，在内黄击败幽州军。随后，葛从周又与魏博军一起攻打沧州，夺取德州，于老鸦堤再次击败幽州军。同年，罗绍威又被加为同平章事。<br>903年（天复三年），罗绍威升为检校太傅、兼侍中、长沙郡王。</p> <p>　　904年（天祐元年），唐昭宗迁都洛阳，命各藩镇修治宫殿。罗绍威因营建太庙有功，加检校太尉、守侍中，进封邺王，赐号“忠勤宣力致理功臣”。</p> <p><strong>夷灭牙兵</strong></p> <p>　　魏博牙兵从首任节度使田承嗣时兴起，到罗绍威时已经二百年，势力庞大，骄横无比，强取豪夺，违犯法令，官员不能制止。牙兵还经常发动兵变，驱逐、杀死节度使。史宪诚、何全皞、韩君雄、乐彦祯等人都是由牙兵推立的。罗绍威苦于牙军以往形成的弊病，虽以财货收买姑息迁就，但内心仍旧非常不满。</p> <p>　　905年（天祐二年），魏博牙将李公佺预谋叛乱，被罗绍威察觉。李公佺焚毁府舍，大肆剽掠之后，逃往沧州。</p> <p>　　李公佺之乱后，罗绍威更加忧惧，派亲信杨利言向朱温求助，密谋诛除牙军。</p> <p>　　朱温于是派李思安会合魏博军一起攻打沧州。此时，朱温的女儿（罗绍威的儿媳）病逝，朱温便派长直军校马嗣勋挑选一千精兵暗藏兵器，以“助葬”的名义进入魏州。</p> <p>　　906年（天祐三年）正月五日，朱温率兵渡河，自称要到沧州督战，但引起魏博牙兵的怀疑。十六日，罗绍威率家奴数百与马嗣勋一起攻击牙兵。当时留在城中的牙兵一夜之间全部被杀光。次日，朱温到达魏州。</p> <p>　　当时攻打沧州的两万魏博军，闻听城中巨变，拥立大将史仁遇退保高唐。一时之间，魏博六州，尽皆反叛。朱温历时半年，方才将叛乱一一平定。</p> <p>　　牙兵之患虽然被根除，但魏博实力也被大大削弱，罗绍威从此只能依附朱温，心里非常后悔。</p> <p><strong>依附后梁</strong></p> <p>　　同年九月，朱温再次攻打沧州，屯兵于长芦，命罗绍威负责数十万梁兵的补给，魏博实力更加衰弱。</p> <p>　　907年（天祐四年），幽州刘守光联同河东军一起攻破潞州，朱温只得从长芦回军。路过魏州时，朱温旧病复发，留在魏州养病。罗绍威害怕朱温吞并自己，趁机对朱温道：“如今天下都跟梁国为敌，是因为唐朝还在。唐朝也该灭亡了，您还是趁早取代它吧。”朱温大喜，返回京师准备篡位。不久，朱温称帝，改元开平，任命罗绍威为守太傅、兼中书令，并赐“扶天启运竭节功臣”称号。</p> <p>　　朱温称帝后，定洛阳为西都。罗绍威奉命重修五凤楼、朝元殿，奢华异常。朱温大喜，赐其宝带、名马。</p> <p>　　同年，刘守光囚禁父亲刘仁恭，与其兄刘守文关系破裂。刘守文在罗绍威的书信劝说下，以沧州之地投降朱温。朱温大喜道：“我多次攻打都不能破城，如今罗绍威一封书信，胜过我十万兵马。”不久，朱温又加罗绍威为守太师、兼中书令，食邑万户。</p> <p>英年早逝</p> <p>　　909年（开平三年），罗绍威认为魏博长年没有用兵，愿意在安阳淇门伐木造船，并沿黄河每年运粮百万石供应京城。朱温便派部将程厚、卢凝监督造船之事。</p> <p>　　不久，罗绍威得风痹病，上表道：“魏博从前是大镇，多受外敌侵扰，请您派一个有功大臣镇守。我愿意告老还乡。”朱温对罗绍威的使者道：“你赶快回去，告诉邺王，一定要养好身体。如果他有什么意外，我一定会保他子孙世代富贵。我如今虽命罗周翰管理府事，还是希望他赶快病愈。”</p> <p>　　910年（开平四年），罗绍威病逝，年仅三十四岁。朱温得知后，辍朝三天，追赠其为尚书令，谥号贞壮。</p><br/><h2>轶事典故</h2> <p><strong>铸成大错</strong></p> <p>　　唐朝末年，魏博牙军势力庞大，骄横无比，经常发动兵变，驱逐、杀死节度使。罗绍威担任节度使时，牙军李公佺作乱。罗绍威派亲信臧延范向宣武节度使朱温求救。朱温趁女儿办丧事之机，派七万人马诛杀八千魏博牙军。这使整个魏博的军队都恐惧起来，许多人起来反叛。一直到了第二年，散据在魏博各地的反叛势力才得以平息。</p> <p>　　朱温的军队在魏博半年，罗绍威供给的钱财上亿，杀了牛羊近七十万，粮草无数，他们离开时，又送给钱百万。虽然罗绍威借助朱温除去了自己的心腹大患，但魏博从此衰弱。罗绍威非常后悔，对人道：“把魏博六州四十三县的铁聚集起来，也铸不成这么大的错！”</p> <p><strong>叔事<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a></strong></p> <p>　　大<a href=\"http://so.gushiwen.org/author_1774.aspx\">诗</a>人罗隐到魏州见罗绍威时，写了一封书信，自叙家世，称罗绍威是自己的侄子。邺王府官吏都非常生气，道：“罗隐一介布衣，竟敢视大王为侄子，实在无礼。”罗绍威却道：“罗隐名满天下，素来瞧不起王公贵族，现在他能到我这里，让我做他的侄子，这是我的荣幸。”于是，罗绍威为罗隐举行隆重的欢迎仪式，亲自出城迎接，对他十分恭敬。等到罗隐要走时，罗绍威又写信给吴越王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>，称他是自己的叔父。</p> <p><strong>碾驴鞍判</strong></p> <p>　　有一次，一人在官府门前街道当中为驴整鞍，恰巧一辆牛车驶来，把放在地上的驴鞍碾坏了，这人火冒三丈，出手就殴打赶牛车的人。告到官府后，罗绍威没有采取官府办案的一般程序，而是提笔用诗文作判决：“邺城大道甚宽，何故驾车碾鞍？领鞴驴汉子科决，待驾车汉子喜欢！”大家都认为这判决用词诙谐，但道理讲得恳切、恰当。</p><br/><h2>家庭成员</h2> <p><strong>先世</strong></p> <p>　　高祖：罗祖秀，魏州军校。</p> <p>　　曾祖：罗珍，魏州军校。</p> <p>　　祖父：罗让，魏州军校。</p> <p>　　父亲：罗弘信，魏博节度使，检校太尉，临清王。</p> <p><strong>子女</strong></p> <p>　　长子：罗廷规，官至司农卿，娶安阳公主，又娶金华公主。</p> <p>　　次子：罗周翰，继任魏博节度使，后改任宣义军节度使，娶寿春公主。</p> <p>　　三子：罗周敬，历任宣义军节度使、忠武军节度使、秘书监、光禄卿，娶晋安公主。后唐时，又任匡国军节度使。</p> <p>　　四子：罗周允，曾任保大军行军司马。</p>"
}