{
  "id": 183,
  "star": 2993,
  "name": "苏轼",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_183.jpg",
  "dynasty": "宋代",
  "desc": "苏轼（1037－1101），北宋文学家、书画家、美食家。字子瞻，号东坡居士。汉族，四川人，葬于颍昌（今河南省平顶山市郏县）。一生仕途坎坷，学识渊博，天资极高，诗文书画皆精。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为“唐宋八大家”之一；诗清新豪健，善用夸张、比喻，艺术表现独具风格，与黄庭坚并称苏黄；词开豪放一派，对后世有巨大影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，论画主张神似，提倡“士人画”。著有《苏东坡全集》和《东坡乐府》等。",
  "content": "<h2>轶闻：佛印</h2> <p>　　（一） <a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是个大才子，佛印是个高僧，两人经常一起参禅、打坐。佛印老实，老被苏轼欺负。苏轼有时候占了便宜很高兴，回家就喜欢跟他那个才女妹妹苏小妹说。<br>　　一天， 两人又在一起打坐。苏轼问：“你看看我像什么啊？”佛印说：“我看你像尊佛。”苏轼听后大笑，对佛印说：“你知道我看你坐在那儿像什么？就活像一摊牛粪。”这一次，佛印又吃了哑巴亏。<br>　　苏轼回家就在苏小妹面前炫耀这件事。<br>　　苏小妹冷笑一下对哥哥说：“就你这个悟性还参禅呢，你知道参禅的人最讲究的是什么？是见心见性，你心中有眼中就有。佛印说看你像尊佛，那说明他心中有尊佛；你说佛印像牛粪，想想你心里有什么吧！”</p> <p>　　（二）苏东坡和<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>住在金山寺中。有一天，他们打面饼吃。二人商量好，这次打饼，不告诉寺中的佛印和尚。过了一会儿，饼熟了，两人算过数目，先把饼献到观音菩萨座前，殷勤下拜，祷告一番。不料佛印预先已藏在神帐中，趁二人下跪祷告时，伸手偷了两块饼。苏轼拜完之后，起身一看，少了两块饼，便又跪下祷告说：“观音菩萨如此神通，吃了两块饼，为何不出来见面？”<br>　　佛印在帐中答道：“我如果有面，就与你们合伙做几块吃吃，岂敢空来打扰？”</p> <p>　　（三）苏东坡在杭州，喜欢与西湖寺僧交朋友。他和金山寺佛印和尚最要好，两人饮酒吟<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>之余，还常常开玩笑。<br>　　佛印和尚好吃，每逢苏东坡宴会请客，他总是不请自来。有一天晚上，苏东坡邀请黄庭坚去游西湖，船上备了许多酒菜。游船离岸，苏东坡笑著对黄庭坚说: “佛印每次聚会都要赶到，今晚我们乘船到湖中去喝酒吟诗，玩个痛快，他无论如何也来不了啦。”谁知佛印和尚老早打听到苏东坡要与黄庭坚游湖，就预先在他俩没有上船的时候，躲在船舱板底下藏了起来。<br>　　明月当空，凉风送爽，荷香满湖，游船慢慢地来到西湖三塔，苏东坡把著酒杯，拈著胡须，高兴地对黄庭坚说:“今天没有佛印，我们倒也清静，先来个行酒令，前两句要用即景，后两句要用‘哉’字结尾。”黄庭坚说:“好吧！”苏东坡先说：“浮云拨开，明月出来， 天何言哉？天何言哉？”黄庭坚望著满湖荷花，接著说道：“莲萍拨开，游鱼出来， 得其所哉！得其所哉！”<br>　　这时候，佛印在船舱板底下早已忍不住了，一听黄庭坚说罢，就把船舱板推开，爬了出来，说道：“船板拨开，佛印出来， 憋煞人哉！憋煞人哉！”<br>　　苏东坡和黄庭坚，看见船板底下突然爬出一个人来，吓了一大跳，仔细一 看，原来是佛印，又听他说出这样的四句诗，禁不住都哈哈大笑起来。<br>　　苏东坡拉住佛印就坐，说道：“你藏得好，对得也妙，今天到底又被你吃上了！” 于是，三人赏月游湖，谈笑风生。</p> <p>　　（四）一天傍晚，东坡与好友佛印和尚泛舟江上。时值深秋，金风飒飒，水波粼粼，大江两岸，景色迷人。饮酒间，佛印向东坡索句。苏东坡向岸上看了看，用手一指，笑而不说。佛印望去，只见岸上有条大黄狗正狼吞虎咽地啃吃骨头。佛印知道苏东坡在开玩笑，就呵呵一笑，把手中题有苏东坡诗句的折扇抛入水中。两人心照不宣，抚掌大笑。原来他们是作了一副双关哑联。<br>　　东坡的上联是：狗啃河上（和尚）骨 佛印的下联是：水流东坡诗（尸） </p><br/><h2>轶闻：吟诗赴宴</h2> 　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>二十岁的时候，到京师去科考。有六个自负的举人看不起他，决定备下酒菜请苏轼赴宴打算戏弄他。苏轼接邀后欣然前往。入席尚未动筷子，一举人提议行酒令，酒令内容必须要引用历史人物和事件，这样就能独吃一盘菜。其余五人轰声叫好。“我先来。”年纪较长的说：“<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>渭水钓鱼！”说完捧走了一盘鱼。“秦叔宝长安卖马。”第二位神气的端走了马肉。“苏子卿贝湖牧羊。”第三位毫不示弱的拿走了羊肉。“张翼德涿县卖肉。”第四个急吼吼的伸手把肉扒了过来。“关云长荆州刮骨。”第五个迫不及待的抢走了骨头。“<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>隆中种菜。”第六个傲慢的端起了最后的一样青菜。菜全部分完了，六个举人兴高采烈的正准备边吃边嘲笑苏轼时，苏轼却不慌不忙的吟道：“秦始皇并吞六国！”说完把六盘菜全部端到自己面前，微笑道：“诸位兄台请啊！”六举人呆若木鸡。<br/><h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>于宋仁宗景祐三年十二月十九日（1037年1月8日）出生于眉州眉山，是初唐大臣<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>之后。苏轼的祖父是苏序，表字仲先，祖母史氏。苏轼的父亲<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>，即《三字经》里提到的“二十七，始发奋”的“苏老泉”。苏洵发奋虽晚，但是很用功。苏轼其名“轼”原意为车前的扶手，取其默默无闻却扶危救困，不可或缺之意。苏轼生性放达，为人率真，深得道家风范。好交友，好美食，创造许多饮食精品，好品茗，亦雅好游山林。</p> <p><strong>进京应试<br></strong>　　嘉祐元年（1056年），苏轼首次出川赴京，参加朝廷的科举考试。苏洵带着二十一岁的苏轼，十九岁的<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>，自偏僻的西蜀地区，沿江东下，于嘉祐二年（1057年）进京应试。当时的主考官是文坛领袖<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>，小试官是<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>坛宿将<a href=\"http://so.gushiwen.org/author_131.aspx\">梅尧臣</a>。这两人正锐意诗文革新，苏轼那清新洒脱的文风，一下子把他们震动了。策论的题目是《刑赏忠厚之至论》，苏轼的《刑赏忠厚之至论》获得主考官欧阳修的赏识，却因欧阳修误认为是自己的弟子<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>所作，为了避嫌，使他只得第二。苏轼在文中写道：“皋陶为士，将杀人。皋陶曰杀之三，尧曰宥之三。”欧、梅二公既叹赏其文，却不知这几句话的出处。及苏轼谒谢，即以此问轼，苏轼答道：“何必知道出处！”欧阳修听后，不禁对苏轼的豪迈、敢于创新极为欣赏，而且预见了苏轼的将来：“此人可谓善读书，善用书，他日文章必独步天下。”</p> <p><strong>名动京师<br></strong>　　在欧阳修的一再称赞下，苏轼一时声名大噪。他每有新作，立刻就会传遍京师。当父子名动京师、正要大展身手时，突然传来苏轼苏辙的母亲病故的噩耗。二兄弟随父回乡奔丧。嘉祐四年十月守丧期满回京，嘉祐六年（1061年），苏轼应中制科考试，即通常所谓的“三年京察”，入第三等，为“百年第一”，授大理评事、签书凤翔府判官。四年后还朝判登闻鼓院。治平二年，苏洵病逝，苏轼、苏辙兄弟扶柩还乡，守孝三年。三年之后，苏轼还朝，震动朝野的<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法开始了。苏轼的许多师友，包括当初赏识他的恩师欧阳修在内，因反对新法与新任宰相王安石政见不合，被迫离京。朝野旧雨凋零，苏轼眼中所见，已不是他二十岁时所见的“平和世界”。 </p> <p><strong>自请出京<br></strong>　　熙宁四年（1071年）苏轼上书谈论新法的弊病。王安石很愤怒，让御史谢景在皇帝跟前说苏轼的过失。苏轼于是请求出京任职：熙宁四年至熙宁七年（1074年）被派往杭州任通判、熙宁七年秋调往密州（山东诸城）任知州、熙宁十年（1077年）四月至元丰二年（1079年）三月在徐州任知州、元丰二年四月调往湖州任知州。革新除弊，因法便民，颇有政绩。</p> <p><strong>乌台诗案<br></strong>　　元丰二年（1079年），苏轼四十三岁，调任湖州知州。上任后，他即给皇上写了一封《湖州谢表》，这本是例行公事，但苏轼是诗人，笔端常带感情，即使官样文章，也忘不了加上点个人色彩，说自己“愚不适时，难以追陪新进”，“老不生事或能牧养小民”，这些话被新党抓了辫子，说他是“愚弄朝，妄自尊大”，说他“衔怨怀怒”，“指斥乘舆”，“包藏祸心”，讽刺政府，莽撞无礼，对皇帝不忠，如此大罪可谓死有余辜了。他们从苏轼的大量诗作中挑出他们认为隐含讥讽之意的句子，一时间，朝廷内一片倒苏之声。这年七月二十八日，苏轼上任才三个月，就被御史台的吏卒逮捕，解往京师，受牵连者达数十人。这就是北宋著名的“乌台诗案”（乌台，即御史台，因其上植柏树，终年栖息乌鸦，故称乌台）。</p> <p>　　乌台诗案这一巨大打击成为他一生的转折点。新党们非要置苏轼于死地不可。救援活动也在朝野同时展开，不但与苏轼政见相同的许多元老纷纷上书，连一些变法派的有识之士也劝谏神宗不要杀苏轼。王安石当时退休金陵，也上书说：“安有圣世而杀才士乎？”在大家努力下，这场诗案就因王安石“一言而决”，苏轼得到从轻发落，贬为黄州（今湖北黄冈）团练副使，本州安置，受当地官员监视。苏轼坐牢103天，几次濒临被砍头的境地。幸亏北宋时期在太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>年间既定下不杀士大夫的国策，苏轼才算躲过一劫。</p> <p><strong>被贬黄州<br></strong>　　出狱以后，苏轼被降职为黄州（今湖北黄冈市）团练副使（相当于现代民间的自卫队副队长）。这个职位相当低微，并无实权，而此时苏轼经此一役已变得心灰意冷，苏轼到任后，心情郁闷，曾多次到黄州城外的赤壁山游览，写下了《赤壁赋》、《后赤壁赋》和《念奴娇·赤壁怀古》等千古名作，以此来寄托他谪居时的思想感情。于公余便带领家人开垦城东的一块坡地，种田帮补生计。“东坡居士”的别号便是他在这时起的。</p> <p><strong>东山再起<br></strong>　　1084年（元丰七年），苏轼离开黄州，奉诏赴汝州就任。由于长途跋涉，旅途劳顿，苏轼的幼儿不幸夭折。汝州路途遥远，且路费已尽，再加上丧子之痛，苏轼便上书朝廷，请求暂时不去汝州，先到常州居住，后被批准。当他准备要南返常州时，神宗驾崩。常州一带水网交错，风景优美。他在常州居住，既无饥寒之忧，又可享美景之乐，而且远离了京城政治的纷争，能与家人、众多朋友朝夕相处。于是苏东坡终于选择了常州作为自己的终老之地。</p> <p>　　1085年，宋哲宗即位，高太后以哲宗年幼为名，临朝听政，<a href=\"http://so.gushiwen.org/author_568.aspx\">司马光</a>重新被启用为相，以王安石为首的新党被打压。苏轼复为朝奉郎知登州（蓬莱）。四个月后，以礼部郎中被召还朝。在朝半月，升起居舍人，三个月后，升中书舍人，不久又升翰林学士知制诰，知礼部贡举。当苏轼看到新兴势力拼命压制王安石集团的人物及尽废新法后，认为其与所谓“王党”不过一丘之貉，再次向皇帝提出谏议。他对旧党执政后，暴露出的腐败现象进行了抨击，由此，他又引起了保守势力的极力反对，于是又遭诬告陷害。苏轼至此是既不能容于新党，又不能见谅于旧党，因而再度自求外调。</p> <p><strong>筑建苏堤<br></strong>　　元祐四年（1089年），苏轼任龙图阁学士知杭州。由于西湖长期没有疏浚，淤塞过半，“崶台平湖久芜漫，人经丰岁尚凋疏”，湖水逐渐干涸，湖中长满野草，严重影响了农业生产。苏轼来杭州的第二年率众疏浚西湖，动用民工20余万，开除葑田，恢复旧观，并在湖水最深处建立三塔（今三潭映月）作为标志。他把挖出的淤泥集中起来，筑成一条纵贯西湖的长堤，堤有6桥相接，以便行人，后人名之曰“苏公堤”，简称“苏堤”。苏堤在春天的清晨，烟柳笼纱，波光树影，鸟鸣莺啼，是著名的西湖十景之一“苏堤春晓”。</p> <p>　　“东坡处处筑苏堤”，苏轼一生筑过三条长堤。苏轼被贬颍州（今安徽阜阳）时，对颍州西湖也进行了疏浚，并筑堤。绍圣元年（1094年），苏轼被贬为远宁军节度副使，惠州（今广东惠阳）安置。年近6旬的苏轼，日夜奔驰，千里迢迢赴贬所，受到了岭南百姓热情的欢迎。苏轼把皇帝赏赐的黄金拿出来，捐助疏浚西湖，并修了一条长堤。为此，“父老喜云集，箪壶无空携，三日饮不散，杀尽村西鸡”，人们欢庆不已。如今，这条苏堤在惠州西湖入口处，像一条绿带，横穿湖心，把湖一分为二，右边是平湖，左边是丰湖。 </p> <p><strong>流落儋州<br></strong>　　苏轼在杭州过得很惬意，自比唐代的<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>。但元祐六年（1091年），他又被召回朝。但不久又因为政见不合，元祐六年八月调往颍州任知州、元祐七年（1092年）二月任扬州知州、元祐八年（1093年）九月任定州知州。元祐八年高太后去世，哲宗执政，新党再度执政，绍圣元年（1094年）六月，别为宁远军节度副使，再次被贬至惠阳（今广东惠州市）。</p> <p>　　绍圣四年（1097年），年已62岁的苏轼被一叶孤舟送到了徼边荒凉之地海南岛儋州（今海南儋县）。据说在宋朝，放逐海南是仅比满门抄斩罪轻一等的处罚。他把儋州当成了自己的第二故乡，“我本儋耳氏，寄生西蜀州”。他在这里办学堂，介学风，以致许多人不远千里，追至儋州，从苏轼学。在宋代100多年里，海南从没有人进士及第。但苏轼北归不久，这里的姜唐佐就举乡贡。为此苏轼题诗：“沧海何曾断地脉，珠崖从此破天荒。”人们一直把苏轼看作是儋州文化的开拓者、播种人，对他怀有深深的崇敬。在儋州流传至今的东坡村、东坡井、东坡田、东坡路、东坡桥、东坡帽等等，表达了人们的缅怀之情，连语言都有一种“东坡话”。</p> <p><strong>最后结局<br></strong>　　徽宗即位后，苏轼被调廉州安置、舒州团练副使、永州安置。元符三年四月（1100年）大赦，复任朝奉郎，北归途中，于建中靖国元年七月二十八日（1101年8月24日）卒于常州（今属江苏）。葬于汝州郏城县（今河南郏县），享年六十五岁。苏轼留下遗嘱葬汝州郏城县钧台乡上瑞里。次年，其子苏过遵嘱将父亲灵柩运至郏城县安葬。宋高宗即位后，追赠苏轼为太师，谥为“文忠”。</p><br/><h2>轶闻：东坡肉</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>是我国北宋时期著名的大文学家。他不但对<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>文、书法造诣很深，而且堪称我国古代美食家，对烹调菜肴亦很有研究，尤其擅长制作红烧肉追本穷源，苏轼的这种红烧肉最早在徐州的创制，在黄州时得到进一步提高，在杭州时闻名全国。关于东坡肉名字的由来有很多传说，其中一种传说：</p> <p>　　相传苏东坡在徐州、黄州、杭州三个地方做过“东坡肉”。在任徐州知州时带领百姓抗洪筑堤保城，百姓纷纷杀猪宰羊上府慰劳，东坡推辞不掉，收下后亲自指点家人烧制红烧肉回赠予老百姓。大家食后，都觉得此肉肥而不腻、酥香味美，一致称它为“回赠肉”。</p> <p>　　元丰三年（1080）二月一日，苏轼被谪贬到黄州，见黄州市面猪肉价贱，而人们不大吃它，便亲自烹调猪肉。有一次他食得兴起，即兴作了一首打油诗名曰《食猪肉诗》，诗中写道：“黄州好猪肉，价贱如粪土。富者不肯吃，贫者不解煮。慢着火，少着水，火候足时它自美。每日早来打一碗，饱得自家君莫管。”此诗一传十，十传百，人们开始争相仿制，并把这道菜戏称为“东坡肉”。　苏东坡二任杭州知州时，组织民工疏浚西湖，筑堤建桥，使葑草湮没大半的西湖重新恢复昔日美景，杭州的老百姓非常感谢他，过年时，大家就抬猪担酒来给他拜年。苏东坡收到后，便指点家人将肉切成方块，烧得红酥醇香分送给参加疏浚西湖的民工们吃，大家吃后无不赞赏称奇，于是“东坡肉”的美名更传遍了全国。 </p><br/><h2>家庭成员</h2> <p><strong>王弗</strong><br>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的结发之妻叫王弗，四川眉州青神乡贡进士王方之女。“生十有六岁，而归于轼。”十六岁嫁给苏轼以后，她堪称苏轼的得力助手，有“幕后听言”的故事。苏轼为人旷达，待人接物相对疏忽，于是王弗便在屏风后静听，并将自己的建议告知于苏轼。苏轼的《亡妻王氏墓志铭》中记载着这样的故事：轼与客言于外，君立屏间听之，退必反覆其言曰：“某人也，言辄持两端，惟子意之所向，子何用与是人言？”有来求与轼亲厚甚者，君曰：“恐不能久。其与人锐，其去人必速。”已而果然。 每当苏轼读书时，她便陪伴在侧，终日不去；苏轼偶有遗忘，她便从旁提醒。可谓苏轼绝佳的贤内助。王弗侍亲甚孝，对苏轼关怀备至，二人情深意笃，恩爱有加。<br>　　苏轼曾写过王弗对他的诤言：<br>　　某官于岐下，所居大柳下，雪方尺不积；雪晴，地坟起数寸。轼疑是古人藏丹药处，欲发之。亡妻崇德君曰：使吾先姑在，必不发也。轼愧而止。<br>　　治平二年五月（1065年），年仅二十七岁的王弗去世，苏轼依父亲<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>言“于汝母坟茔旁葬之”，在王弗迁墓与苏母合葬时所写的墓志铭中哀叹说，“君得从先夫人于九原，余不能。呜呼哀哉！余永无所依怙。君虽没，其有与为妇何伤乎？呜呼哀哉！”，并在埋葬王弗的山头亲手种植了三万株松树以寄哀思。<br>　　十年后，熙宁八月，苏轼已因与当权者政见不和，被转迁至密州任知州，苏轼为王弗写下了被誉为悼亡词千古第一的《江城子·乙卯正月二十日夜记梦》：<br>　　十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。<br>　　夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言、唯有泪千行。料得年年肠断处，明月夜，短松冈。<br>　　当了解到苏轼与王弗的爱情故事后，再读这首词，可知其中的情感沉痛深切。</p> <p><strong>王闰之</strong><br>　　苏轼的第二任妻子叫王闰之，是王弗的堂妹，在王弗逝世后第三年嫁给了苏轼。她比苏轼小十一岁，自小对苏轼崇拜有加，生性温柔，处处依着苏轼。王闰之伴随苏轼走过了他人生中最重要的25年，历经乌台<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>案，黄州贬谪，在苏轼的官海沉浮中，与之同甘共苦。最困难时，和苏轼一起采摘野菜，赤脚耕田，变着法子给苏轼解闷。在王闰之生日之际，苏轼放生鱼为她资福，并作《蝶恋花》纪事。词中“三个明珠，膝上王文度”，是赞美她对三个儿子都一视同仁，疼爱不分彼此。二十五年之后，王闰之也先于苏轼逝世。苏轼痛断肝肠，写祭文道：“我曰归哉，行返丘园。曾不少须，弃我而先。孰迎我门，孰馈我田。已矣奈何，泪尽目干。旅殡国门，我实少恩。惟有同穴，尚蹈此言。呜呼哀哉。”[8]在妻子死后百日，请他的朋友、大画家李龙眠画了十张罗汉像，在请和尚给她诵经超度往生乐土时，献给了妻子亡魂。苏轼死后，<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>将其与王闰之合葬，实现了祭文中“惟有同穴”的愿望。</p> <p><strong>王朝云</strong><br>　　熙宁七年（1074），时在杭州的苏轼夫人王闰之把王朝云从歌舞班中买出，收为侍女，当时王朝云年仅十二岁。她长大后，大约是在黄州，被苏轼收为侍妾。苏轼为她起字“子霞”，比苏轼小二十六岁。二十二岁为东坡生了个儿子。东坡老来得子欣喜若狂，对友人说：“云蓝小袖者，近辄生一子，想闻之一拊掌也。”给孩子取名苏遁，乳名“干儿”，出生三日按习俗洗浴时，写下了《洗儿戏作》：“人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。” 但天有不测风云，干儿十一个月大时因病不幸夭折。他哭道：“吾年四十九，羁旅失幼子。幼子真吾儿，眉角生已似。未期观所好，蹁跹逐书史。摇头却梨栗，似识非分耻。吾老常鲜欢，赖此一笑喜。忽然遭夺去，恶业我累尔。衣薪那免俗，变灭须臾耳。归来怀抱空，老泪如泻水。我泪犹可拭，日远当日忘。母哭不可闻，欲与汝俱亡。故衣尚悬架，涨乳已流床。感此欲忘生，一卧终日僵。中年忝闻道，梦幻讲已详。储药如丘山，临病更求方。仍将恩爱刃，割此衰老肠。知迷欲自反，一恸送余伤。 ”又写朝云悲情：“我泪犹可拭，日远当日忘。母哭不可闻，欲与汝俱亡。故衣尚悬架，涨乳已流床。感此欲忘生，一卧终日僵……”<br>　　苏轼最困顿时，他身边的侍妾纷纷离去，王朝云却一直陪伴其左右。是苏轼的红颜知己，苏轼写给王朝云的诗歌最多，称其为“天女维摩”。据说苏东坡被贬惠州时，王朝云常常唱《蝶恋花》词，为苏轼聊解愁闷。每当朝云唱到“枝上柳绵吹又少”时，就掩抑惆怅，不胜伤悲，哭而止声。东坡问何因，朝云答：“妾所不能竟（唱完）者，’天涯何处无芳草句’也”。 苏轼大笑：“我正悲秋，而你又开始伤春了！”不幸的是，朝云也先于苏轼在惠州病逝。朝云逝后，苏轼“终生不复听此词”，一直鳏居。遵照朝云的遗愿，苏轼将其葬于惠州西湖孤山南麓栖禅寺大圣塔下的松林之中，并在墓边筑六如亭以纪念，撰写的楹联是“不合时宜，惟有朝云能识我；独弹古调，每逢暮雨倍思卿”。此楹联有个著名的典故：“东坡一日退朝，食罢。扪腹徐行，顾谓侍儿曰：‘汝辈且道是中有何物？’一婢遽曰：‘都是文章’，坡不以为然。又一人曰：‘满腹都是见识’。坡亦未以为当。至朝云，乃曰：“学士一肚皮不入时宜。’坡捧腹大笑。”<br>　　<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>也为朝云写过一首《南歌子 / 南柯子》：<br>　　霭霭迷春态，溶溶媚晓光。何期容易下巫阳。祇恐使君前世、是襄王。(祇恐使君前世 一作：只恐翰林前世）<br>　　暂为清歌驻，还因暮雨忙。瞥然归去断人肠。空使兰台公子、赋高唐。<br>　　朝云墓位于广东省惠州市惠州西湖景区孤山之上，苏东坡纪念馆旁，如今已成为名胜。</p> <p><strong>苏辙</strong><br>　　苏辙于绍圣元年（公元1094年）出知汝州，期间，苏轼由定州南迁英州，便道于汝，与弟相会。苏辙领兄游观汝州名胜。郏城县属汝州，自古就有龙凤宝地之美称，黄帝钧天台更是有名。兄弟二人登临钧天台，北望莲花山，见莲花山余脉下延，“状若列眉”，酷似家乡峨眉山，就议定以此作为归宿地。建中靖国元年（公元1101年），苏轼卒于常州，留下遗嘱葬汝州郏城县钧台乡上瑞里。次年，其子苏过遵嘱将父亲灵柩运至郏城县安葬。政和二年（公元1112年），苏辙卒于颍昌（河南省平顶山市境内），其子将之与苏轼葬于一处，称“二苏坟”。苏洵本葬于眉州眉山故里。元至正十年（公元1350年）冬，郏城县尹杨允到苏坟拜谒，谓“两公之学实出其父老泉先生教也，虽眉汝之墓相望数千里，而其精灵之往来，必陟降左右。”遂置苏洵衣冠冢于两公冢右。这原来的二苏坟就成了三苏坟。 2006年被评为国家级重点文物保护单位。 </p><br/><h2>乌台诗案</h2> <p><strong>案情</strong><br>　　乌台<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>案，是北宋年间的一场文字狱，结果<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>被抓进乌台，被关4个月。御史中丞李定,御史<a href=\"http://so.gushiwen.org/author_709.aspx\">舒亶</a>、何正臣等人摘取苏轼《湖州谢上表》中语句和此前所作诗句，以谤讪新政的罪名逮捕了苏轼，苏轼的诗歌确实有些讥刺时政，包括变法过程中的问题。这案件先由监察御史告发，后在御史台狱受审。所谓“乌台”，即御史台，因官署内遍植柏树，又称“柏台”。柏树上常有乌鸦栖息筑巢，乃称乌台。所以此案称为“乌台诗案”。</p> <p><strong>案档</strong><br>　　苏轼“乌台诗案”案档，宋时即已流传，并有多种抄本、刊本。今所见几种刊本中，《函海》本《东坡乌台诗案》、《忏花庵丛书》本《乌台诗案》为原案实录，基本上保存了诗案原貌；《苕溪渔隐丛话》本按编撰诗话的要求作过删改；《学海类编》本《诗谳》则可断定是伪书。</p> <p><strong>详细状况</strong><br>　　宋神宗元丰二年（1079年）三月，苏轼转知湖州。诗案就是苏轼到湖州任所时写的《湖州谢上表》引起的。表中说：“臣轼言。蒙恩就移前件差遣，已于今月二十日到任上讫者。风俗阜安，在东南号为无事；山水清远，本朝廷所以优贤。顾惟何人，亦与兹选。臣轼中谢。伏念臣性资顽鄙，名迹堙微。议论阔疏，文学浅陋。凡人必有一得，而臣独无寸长。荷先帝之误恩，擢置三馆；蒙陛下之过听，付以两州。非不欲痛自激昂，少酬恩造。而才分所局，有过无功；法令具存，虽勤何补。罪固多矣，臣犹知之。夫何越次之名邦，更许借资而显受。顾惟无状，岂不知恩。此盖伏遇皇帝陛下，天覆群生，海涵万族。用人不求其备，嘉善而矜不能。知其愚不适时，难以追陪新进；察其老不生事，或能收养小民。而臣顷在钱塘，乐其风土。鱼鸟之性，既能自得于江湖；吴越之人，亦安臣之教令。敢不奉法勤职，息讼平刑。上以广朝廷之仁，下以慰父老之望。臣无任。”苏轼这几句牢骚话，笔下的“新进”，指的是<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>变法时被引进的一批投机钻营的“群小”。“生事”一词，已成为保守派攻击变法派的时下习惯用语。这些用语自然刺痛那些仍然窃据高位，谋取私利的“小人”。第一个站出来检举苏轼的是御史里行何正臣，紧接着是王安石的学生李定。宋神宗在何正臣、舒亶、李定等人的百般构陷下，只得降旨将苏轼交御史台，由李定为首的“根勘所”负责审理。他的笔触更加尖刻犀利且指责积贫积弱的朝廷，他渴望有朝一日能得到平复，然而，“世事一场大梦.人生几度秋凉”。东坡行云流水之作引发了乌台诗案。 这样，一个骇人听闻的文字狱便揭开了序幕。<br>　　宋神宗元丰二年（1079年）七月二十八日，李定等人奉旨查办，立即派太常博士皇甫遵才前往湖州逮捕苏轼。八月十八日，苏轼被解到京城，投入御史台狱。两个多月的“根勘”审理，苏轼受尽非人的折磨。御史台严刑拷打，昼夜逼供，真是“诟辱通宵不忍闻”。最后，李定等人强加给苏轼“四大罪状”，请求宋神宗处死苏轼。<br>　　宋神宗面对御史台的奏报，心里也着实犯难。当年宋太祖<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>曾有遗嘱：除了犯叛逆谋反罪，一概不杀大臣。李定等人必欲置苏轼于死地，朝野上下，舆论哗然，认为苏轼未犯叛逆罪，不该重处。更奇怪的是，新旧两派正直之士，均出面营救。由于各方面的营救和舆论压力，促使宋神宗产生宽贷苏轼，从轻发落的念头。最终，苏轼得轻判，以“蒙恩责授黄州团练副使”结案。 </p><br/><h2>主要成就</h2> <p><strong>文学</strong><br>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的文学观点和<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>一脉相承，但更强调文学的独创性、表现力和艺术价值。他的文学思想强调“有为而作”，崇尚自然，摆脱束缚，“出新意于法度之中，寄妙理于豪放之外”。他认为作文应达到“如行云流水，初无定质，但常行于所当行，常止于所不可不止。文理自然，姿态横生”（《答谢民师推官书》）的艺术境界。苏轼散文著述宏富，与<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>和欧阳修三家并称。文章风格平易流畅，豪放自如。<br>　　释德洪《跋东坡（左忄（xīn）右允）池录》说：“其文涣然如水之质，漫衍浩荡，则其波亦自然成文。”苏轼与欧阳修并称“欧苏”，是“唐宋八大家”之一。<br>　　苏轼是继欧阳修之后主持北宋文坛的领袖人物，在当时的作家中间享有巨大的声誉，一时与之交游或接受他的指导者甚多，北宋文学家<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>和<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>都曾得到他的培养、奖掖和荐拔，故称苏门四学士。苏门四学士和<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>、<a href=\"http://so.gushiwen.org/author_610.aspx\">李廌</a>六人并称苏门六君子。<br>　　其《题柳子厚<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>》云：“诗须要有为而作……好奇务新，乃诗之病。”其《答乔舍人启》亦云：““文章以华采为末，而以体用为本”主张诗要有为，以“体用”为文之根本。在《答王庠书》中又说：“儒者之病，多空文而少实用。”<br>　　其诗《送李公恕赴阙》说自已的诗文是“杂以嘲讽究诗骚”。《宋史》也说他作诗是“以诗托讽，庶几有补于国”，这都说明他是在有意继承风、骚的讽喻传统。<br>　　他在《答毛滂书》中也说：“文章如金玉，各有定价，先后进相汲引，因其言以信于世，则有之矣。至其品目高下，盖付之众口，决非一夫所能抑扬。”</p> <p><strong>诗词</strong><br>　　苏轼的诗现存约两千七百余首，其诗内容广阔，风格多样，而以豪放为主，笔力纵横，穷极变幻，具有浪漫主义色彩，为宋诗发展开辟了新的道路。叶燮（字星期）《原诗》说：“苏轼之诗，其境界皆开辟古今之所未有，天地万物，嬉笑怒骂，无不鼓舞于笔端。”<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>《瓯北诗话》说：“以文为诗，自昌黎始，至东坡益大放厥词，别开生面，成一代之大观。……尤其不可及者，天生健笔一枝，爽如哀梨，快为并剪，有必达之隐，无难显之情，此所以继李、杜后为一大家也，而其不如李、杜处亦在此。”其诗清新豪健，善用夸张比喻，在艺术表现方面独具风格。少数诗篇也能反映民间疾苦，指责统治者的奢侈骄纵。词开豪放一派，对后代很有影响。《念奴娇·赤壁怀古》、《水调歌头·丙辰中秋》传诵甚广。诗文有《东坡七集》等。苏轼的词现存三百四十多首，冲破了专写男女恋情和离愁别绪的狭窄题材，具有广阔的社会内容。苏轼在我国词史上占有特殊的地位。他将北宋诗文革新运动的精神，扩大到词的领域，扫除了晚唐五代以来的传统词风，开创了与婉约派并立的豪放派，扩大了词的题材，丰富了词的意境，冲破了诗庄词媚的界限，对词的革新和发展做出了重大贡献。名作有《念奴娇》、《水调歌头》等，开豪放词派的先河，与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>并称“苏辛”。<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>在《辛稼轩词序》说：“词至东坡，倾荡磊落，如诗，如天地奇观。”<br>　　首先，在题材上，前期的作品主要反映了苏轼的“具体的政治忧患”，而后期作品则将侧重点放在了“宽广的人生忧患”，嫉恶如仇，遇有邪恶，则“如蝇在台，吐之乃已”。其行云流水之作引发了乌台诗案。黄州贬谪生活，使他“讽刺的苛酷，笔锋的尖锐，以及紧张与愤怒，全已消失，代之而出现的，则是一种光辉温暖、亲切宽和的识谐．醇甜而成熟，透彻而深入。”<br>　　其次，在文化上，前期尚儒而后期尚道尚佛。<br>　　前期，他有儒家所提倡的社会责任，他深切关注百姓疾苦； 后期，尤其是两次遭贬之后，他则更加崇尚道家文化并回归到佛教中来，企图在宗教上得到解脱。他深受佛家的“平常心是道”的启发，在黄州惠州儋州等地过上了真正的农人的生活，并乐在其中。<br>　　第三，在风格上，前期的作品大气磅礴、豪放奔腾如洪水破堤一泻千里；而后期的作品则空灵隽永、朴质清淡，如深柳白梨花香远益清。<br>　　就词作而言，纵观苏轼的三百余首词作，真正属于豪放风格的作品却为数不多，据朱靖华先生的统计类似的作品占苏轼全部词作的十分之一左右，大多集中在密州徐州，是那个时期创作的主流。这些作品虽然在数量上并不占优势，却着实反映了那段时期苏轼积极仕进的心态。而后期的一些作品就既有地方人情的风貌，也有娱宾遣兴，秀丽妩媚的姿采。诸如咏物言情、记游写景、怀古感旧、酬赠留别，田园风光、谈禅说理，几乎无所不包，绚烂多姿。而这一部分占了苏轼全词的十之八九左右，其间大有庄子化蝶、物我皆忘之味。至此，他把所有的对现实的对政治的不满、歇斯底里的狂吼、针尖麦芒的批判全部驱逐了。其题材渐广，其风格渐趋平淡致远。</p> <p><strong>书法</strong><br>　　苏轼还擅长行、楷书，与黄庭坚、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>、<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>并称“宋四家”。他曾遍学晋、唐、五代名家，得力于王僧虔、<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>、<a href=\"http://so.gushiwen.org/author_2072.aspx\">徐浩</a>、<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>、<a href=\"http://so.gushiwen.org/author_2682.aspx\">杨凝式</a>，而自成一家 ，自创新意。 用笔丰腴跌宕，有天真烂漫之趣.。 自云：“我书造意本无法”；又云：“自出新意，不践古人。” 黄庭坚说他：“早年用笔精到，不及老大渐近自然”；又云：“到黄州后掣笔极有力。”晚年又挟有海外风涛之势，加之学问、胸襟、识见处处过人，而一生又屡经坎坷，其书法风格丰腴跌宕，天真浩瀚，观其书法即可想象其为人。<br>　　人书并尊，在当时其弟兄子侄子由、迈、过，友人王定国、<a href=\"http://so.gushiwen.org/author_11.aspx\">赵令畤</a>均向他学习；其后历史名人如<a href=\"http://so.gushiwen.org/author_76.aspx\">李纲</a>、<a href=\"http://so.gushiwen.org/author_2996.aspx\">韩世忠</a>、<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，以及的吴宽，清代的张之洞，亦均向他学习，可见影响之大。黄庭坚在《山谷集》里说：“本朝善书者，自当推（苏）为第一。”<br>　　《黄州寒食帖》是苏轼行书的代表作。这是一首遣兴的诗作，是苏轼被贬黄州第三年的寒食节所发的人生之叹。诗写得苍凉多情，表达了苏轼此时惆怅孤独的心情。此诗的书法也正是在这种心情和境况下，有感而出的。通篇书法起伏跌宕，光彩照人，气势奔放，而无荒率之笔。《黄州寒食诗帖》在书法史上影响很大，洋溢着起伏的情绪。元朝<a href=\"http://so.gushiwen.org/author_2100.aspx\">鲜于枢</a>把它称为继<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>《兰亭序》、颜真卿《祭侄稿》之后的\"天下第三行书\"。 是苏轼书法作品中的上乘。<br>　　《黄州寒食诗帖》彰显动势，洋溢着起伏的情绪。诗写得苍凉惆怅，书法也正是在这种心情和境况下，有感而出的。通篇起伏跌宕，迅疾而稳健，痛快淋漓，一气呵成。苏轼将诗句心境情感的变化，寓于点画线条的变化中，或正锋，或侧锋，转换多变，顺手断联，浑然天成。其结字亦奇，或大或小，或疏或密，有轻有重，有宽有窄，参差错落，恣肆奇崛，变化万千。<br>　　因为有诸家的称赏赞誉，世人遂将《寒食帖》与东晋王羲之《兰亭序》、唐代颜真卿《祭侄稿》合称为“天下三大行书”，或单称《寒食帖》为“天下第三行书。”还有人将“天下三大行书”作对比说：《兰亭序》是雅士超人的风格，《祭侄帖》是至哲贤达的风格，《寒食帖》是学士才子的风格。它们先后媲美，各领风骚，可以称得上是中国书法史上行书的三块里程碑。<br>　　苏轼晚年用笔沉着，早期书法代表作为《治平帖》，笔触精到，字态妩媚。中年代表作为《黄州寒食诗帖》此诗帖系元丰五年（1082年）苏轼因为乌台诗案遭贬黄州时所写诗两首。诗句沉郁苍凉又不失旷达，书法用笔、墨色也随着诗句语境的变化而变化，跌宕起伏，气势不凡而又一气呵成，达到“心手相畅”的几近完美的境界。所以元朝鲜于枢把它称为继王羲之《兰亭序》、颜真卿《祭侄稿》之后的“天下第三行书”。晚年代表作有行书《洞庭春色赋》、《中山松醪赋》等，此二赋以古雅胜，姿态百出而结构紧密，集中反映了苏轼书法“结体短肥”的特点。其最晚的墨迹当是《与谢民师论文帖》（1100年）。 <br>　　其代表作有《黄州寒食诗帖》、《天际乌云帖》、《洞庭春色赋》、《中山松醪赋》、《春帖子词》、《爱酒诗》、《寒食诗》、 《蜀中诗》、《人来得书帖》、《答谢民师论文帖》、 《江上帖》、《<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>仙诗帖》、 《次韵秦太虚诗帖》、 《渡海帖》、《祭黄几道文卷》、《梅花诗帖》、《前赤壁赋》、《东武帖》、《北游帖》、《新岁展庆帖》、 《宝月帖》、《令子帖》、《致南圭使君帖》、《次辩才韵诗》、《一夜帖》、《宸奎阁碑》、《致若虚总管尺牍》、《<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>自序》等。苏轼的书法，后人赞誉颇高。最有发言权的莫过于黄庭坚，他在《山谷集》里说，“本朝善书者，自当推（苏）为第一”。 </p> <p><strong>绘画</strong><br>　　苏轼在绘画方面画墨竹，师<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>（即文与可），具掀舞之势。米芾说他“作墨竹，从地一直起至顶。余问：何不逐节分？曰：竹生时，何尝逐节生？”亦善作枯木怪石。 米芾又云：“作枯木枝干，虬曲无端；石皴硬，亦怪怪奇奇无端，如其胸中盘郁也。”均可见其作画很有奇想远寄。其论书画均有卓见，论画影响更为深远。如重视神似，认为“论 画以形似，见与儿童邻”，主张画外有情，画要有寄托，反对形似，反对程式束缚，提倡“诗画本一律，天工与清新”，并明确提出“士人画”的概念等，高度评价“诗中有画，画中有诗”的艺术 造诣。为其后“文人画”的发展奠定了理论基础。存世书迹有《黄州寒食诗》、《赤壁赋》、《答谢民师论文》与《祭黄几道文》、《前赤壁赋》等。存世画迹有《古木怪石图卷》、《潇湘竹石图卷》也是他的作品。<br>　　苏轼在才俊辈出的宋代，在诗、文、词、书、画、修心、悟道、自然辟谷等许多方面均取得了登峰造极的成就。是中国历史上少有的文学和艺术天才。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>（1037年1月8日－1101年8月24日），字子瞻，和仲（苏轼按排行位居第二，故曰“仲”，至于取字“和仲”，则是<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>希望儿子性格和缓（苏轼性格比较急躁），后来父亲另给他取字子瞻，则与他的名“轼”更相关，且希望儿子高瞻远瞩），号“东坡居士”，世称“苏东坡”,死后追谥文正。汉族，眉州眉山（今四川眉山）人。北宋书画家、文学家、美食家，是豪放派词人的主要代表之一。在政治上属于旧党，但也有改革弊政的要求。其文汪洋恣肆，明白畅达，其<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>题材广泛，内容丰富，现存诗3900余首。</p> <p>　　在文章方面与<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>合称“欧苏”，在词作方面与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>合称“苏辛”。在诗歌方面与<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>的并称“苏黄”，在书法方面\"自出新意、不践古人\"，开创\"尚意\"书风，其作《黄州寒食帖》被誉为天下第三行书，与<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>、黄庭坚、<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>并称宋四家，在绘画方面擅画枯木竹石，反对程式束缚，重视神似，为其后世\"文人画\"的发展奠定了坚实的基础。后代文人称其为“坡仙”“诗神”“词圣”等。与父亲苏洵，弟<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>同为唐宋八大家中，合称“三苏”。</p> <p>　　苏轼是苏洵的次子（苏洵长子夭折）。嘉祐二年（1057年），苏轼与弟弟苏辙同登进士。曾在立新法中反对<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>，被贬到黄州。世人说：“门下三父子，都是大文豪。”但在父子三人中，苏轼的成就是最高的，胜过苏洵和苏辙。清人敬称：“一门父子三词客，千古文章四大家。“三词客”指的就是苏氏父子。</p> <p>　　《水调歌头》《赤壁赋》《江城子·乙卯正月二十日夜记梦》《念奴娇·赤壁怀古》《定风波》《江城子·密州出猎》《饮湖上初晴后雨》《浣溪沙》 《临江仙》 《题西林壁》《记承天寺夜游》等。</p> <p>　　苏轼为“唐宋八大家之一”（唐宋八大家：<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>，<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>，欧阳修，苏洵，苏轼，苏辙，王安石，<a href=\"http://so.gushiwen.org/author_385.aspx\">曾巩</a>）</p> <p>　　宋词豪放派创始人，也作婉约诗词。</p> <p>　　父子三人合称“三苏”,父子三人都是著名的政治家。 </p><br/><h2>轶闻：东坡凉粉</h2> 　　相传北宋时期，大文学家苏东坡任凤翔府（今陕西凤翔县） 签书判官时，于凤翔东湖避暑，炎炎夏日无清凉爽口之物下肚，特命人取滨豆（也称作小扁豆）研磨成粉，熬制成糊状，盛入石头器皿中待其冷却后，切成条状，配以盐醋辣椒等佐料凉拌，因其口感爽、滑、并有清凉解暑之功效，之后流传与凤翔民间。后人为纪念他称其为“东坡凉粉”并流传至今。<br/><h2>与茶</h2> <p>　　苏东坡是中国宋代杰出的文学家、书法家，而且对品茶、烹茶、茶史等都有较深的研究，在他的<a href=\"http://so.gushiwen.org/author_183.aspx\">诗</a>文中，有许多烩炙人口的咏茶佳作，流传下来。</p> <p>　　他创作的散文《叶嘉传》，以拟人手法，形象地称颂了茶的历史、功效、品质和制作等各方面的特色。苏东坡一生，因任职或遭贬谪，到过许多地方，每到一处，凡有名茶佳泉，他都留下诗词。如元丰元年(公元1078年)，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>任徐州太守时作有《浣溪沙》一词：“酒困路长惟欲睡，日高人渴漫思茶，敲门试问野人家”。形象地再现了他思茶解渴的神情。“白云峰下两旗新，腻绿长鲜谷雨春”，是描写杭州的“白云茶”。“千金买断顾渚春，似与越人降日注”是称颂湖州的“顾渚紫笋”。而对福建的壑源茶，则更是推崇备至。他在《次韵曹辅寄壑源试焙新茶》一诗中这样写道: 仙山灵草温行云，洗遍香肌粉末匀。明月来投玉川子，清风吹破武林春。要知冰雪心肠好，不是膏油首面新。戏作小诗君勿笑，从来佳茗似佳人。</p> <p>　　后来，人们将苏东坡的另一首诗中的“欲把西湖比西子”与“从来佳茗似佳人”辑成一联，陈列到茶馆之中，成为一副名联。苏东坡烹茶有自己独特的方法，他认为好茶还须好水配，“活水还须活火烹”。他还在《试院煎茶》诗中，对烹茶用水的温度作了形象的描述。他说：“蟹眼已过鱼眼生，飕飕欲作松风鸣”。以沸水的气泡形态和声音来判断水的沸腾程度。 苏东坡对烹茶用具也很讲究，他认为“铜腥铁涩不宜泉”，而最好用石烧水。据说，苏轼在宜兴时，还亲自设计了一种提梁式紫砂壶。后人为了纪念他，把这种壶式命名为“东坡壶”。</p> <p>　　苏东坡对茶的功效，也深有研究。在熙宁六年公元1073年在杭州任通判时，一天，因病告假，游湖上净慈、南屏诸寺，晚上又到孤山谒惠勤禅师，一日之中，饮浓茶数碗，不觉病已痊愈。便在禅师粉壁上题了七绝一首: 示病维摩元不病，在家灵运已忘家。何须魏帝一丸药，且尽<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>七碗茶。苏轼还在《仇池笔记》中介绍了一种以茶护齿的妙法: “除烦去腻，不可缺茶，然暗中损人不少。吾有一法，每食已，以浓茶漱口，烦腻既出而脾胃不知。肉在齿间，消缩脱去，不烦挑刺，而齿性便若缘此坚密。率皆用中下茶，其上者亦不常有，数日一啜不为害也。此大有理。”苏东坡在中国茶文化发展史上的贡献是多方面的。 </p><br/><h2>轶闻：东坡至宝</h2> 　　据孙月峰《坡仙食饮录》记载说，“密云龙”之味极为甘馨，<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>对此奉为至宝。当时苏轼门下有四位得意门生——<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>、<a href=\"http://so.gushiwen.org/author_643.aspx\">晁补之</a>和<a href=\"http://so.gushiwen.org/author_179.aspx\">张耒</a>，号“苏门四学士”，苏轼待之极厚，每逢四学士来访，苏轼必令侍妾朝云取出密云龙来款待。有位廖正一的年轻人入苏门较晚，但苏轼对他的才学却钦佩之至，视为奇才。有一天，苏轼又叫朝云取出密云龙，煎水烹茶。苏轼家人以为一定又是四学士来了，但偷眼窥之，来客却是廖明略。由此可知，苏轼珍藏密云龙这种品牌的好茶。只有秦观、晁补之、张耒、黄庭坚这四个大名士，也是苏东坡最要好的朋友每来访时，苏东坡才会叫朝云侍妾泡密云龙好茶招待。而宋廖正一来访则招待喝密云龙，可谓破格相待。在所谓“后四学士”中，恐怕以廖正一与苏轼的关系最为密切，也只有他享受了苏门四学士的待遇。他的《行香子》词便专咏密云龙。"
}