{
  "id": 2811,
  "star": 0,
  "name": "苏瑰",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2811.jpg",
  "dynasty": "唐代",
  "desc": "苏瑰（639年－710年），一名瓌，字昌容，京兆武功（今陕西武功）人，唐朝宰相，西魏度支尚书苏绰玄孙，隋朝尚书左仆射苏威曾孙。苏瑰进士出身，历任恒州参军、豫王府录事参军、朗州刺史、歙州刺史、扬州长史、尚书右丞、户部尚书、侍中、吏部尚书、右仆射，封许国公。710年（景龙四年），唐中宗去世，苏瑰极力主张由相王李旦辅政。唐睿宗继位后，苏瑰进拜左仆射，不久因年迈被罢为太子少傅，死后追赠司空、荆州大都督，谥号文贞。716年（开元四年），配享睿宗庙庭。729年（开元十七年），加赠司徒。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>二十岁时便考中进士，补任恒州参军，后在太子左庶子张大安的举荐下，升任豫王府录事参军，受到长史王德真、司马刘祎之的器重，历任朗、歙二州刺史</p> <p><strong>累任要职</strong></p> <p>　　702年（长安二年），苏瑰出任扬州大都督府长史。扬州地处要冲，多有珠翠珍怪之物，前任长史张潜、于辩机趁机敛财数万。而苏瑰到任后，两袖清风，分毫不取。</p> <p>　　705年（神龙元年），苏瑰回朝，担任尚书右丞，封怀县男。他熟悉法律，精通典章，受命修定律令格式。不久，苏瑰改任户部尚书，又加银青光禄大夫，负责户口审核工作。</p> <p><strong>担任宰相</strong></p> <p>　　706年（神龙二年），苏瑰进拜侍中，封淮阳县子，并充任西京留守。当时，术士郑普思在雍岐地区召聚党羽，密谋作乱，被苏瑰逮捕下狱。郑普思之妻第五氏深受韦皇后宠信，能随意出入禁宫。唐中宗特意下诏，命苏瑰释放郑普思。苏瑰不肯，再三进言，左仆射<a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>也上表劝谏，郑普思最终被流放儋州（在今海南）。不久，苏瑰改任吏部尚书，进封淮阳县侯。</p> <p>　　709年（景龙三年），苏瑰改任尚书右仆射、同中书门下三品，进封许国公。不久，唐中宗打算到南郊祭天。国子祭酒<a href=\"http://so.gushiwen.org/author_1963.aspx\">祝钦明</a>受韦皇后指使，上表皇帝，建议由皇后担任亚献、安乐公主担任终献。苏瑰认为此举不合礼制，在皇帝面前指责祝钦明。唐中宗虽知苏瑰所言有理，但最终还是同意了祝钦明的奏请。同年六月，苏瑰与唐休璟一同监修国史。</p> <p>　　710年（景龙四年），韦皇后为篡夺皇位，毒死唐中宗。上官婉儿与太平公主起草遗诏，却让韦皇后临朝摄政，命相王<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>以太尉之职辅政。苏瑰与宰相韦安石、韦巨源、萧至忠、<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>、韦温等人被召入禁中，商议后事。宗楚客是韦氏党羽，道：“自古叔嫂不通问，太后临朝，相王不宜辅政。”苏瑰正色道：“遗诏乃先帝之意，岂能随意更改？”宗楚客大怒。最终，李旦被削去辅政之责，苏瑰则称病不肯上朝。不久，韦氏被诛，李旦继位，是为唐睿宗，进拜苏瑰为尚书左仆射。</p> <p><strong>病逝</strong></p> <p>　　同年十一月，苏瑰因年迈多病，被罢为太子少傅。不久，苏瑰病逝，遗命薄葬，终年七十二岁，追赠司空、荆州大都督。赐谥文贞。</p> <p>　　716年（开元四年），苏瑰与徐国公刘幽求一同配享睿宗庙庭。729年（开元十七年），唐玄宗又加赠苏瑰为司徒。</p><br/><h2>轶事典故</h2> <p>　　公卿大臣升迁后，按惯例应举行烧尾宴，宴请皇帝以谢恩。<a href=\"http://so.gushiwen.org/author_2811.aspx\">苏瑰</a>升任尚书右仆射后，却没有举行烧尾宴。后来，宗晋卿在宫中侍宴时，对苏瑰道：“苏公升任仆射，没有烧尾，难道是不高兴吗？”唐中宗默然不语。苏瑰奏道：“臣听说宰相应该调和阴阳，代天子理顺万物。如今粮价暴涨，百姓穷困，宫中禁军还有三天没吃到饭的，这都是臣不称职所造成的，因此不敢举行烧尾宴。”</p><br/><h2>家庭成员</h2> <p>曾祖：苏威，隋朝尚书左仆射。</p> <p>祖父：苏夔，隋朝鸿胪少卿。</p> <p>父亲：苏亶，官至台州刺史。</p> <p>兄弟：苏琛，官至广州都督。</p> <p>儿子：中书侍郎苏颋，苏冰，给事中苏诜，京兆少尹苏乂，苏颍，淮安太守苏颜。</p>"
}