{
  "id": 1058,
  "star": 2,
  "name": "解缙",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1058.jpg",
  "desc": "解缙（1369年－1415年），字大绅，一字缙绅，号春雨、喜易，明朝吉水（今江西吉水）人，洪武二十一年（1388年）中进士，官至内阁首辅、右春坊大学士，参预机务。解缙以才高好直言为人所忌，屡遭贬黜，终以“无人臣礼”下狱，永乐十三年（1415年）冬被埋入雪堆冻死，卒年四十七，成化元年（1465年）赠朝议大夫，谥文毅。",
  "content": "<h2>轶事典故</h2> <p><strong>一门三进士</strong></p> <p>　　洪武二十年（1387年），<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>第一次参加江西省乡试，就一举夺得第一名，人称“解解元”。第二年赴京参加会试，列为第七名，经殿试，被录为二甲进士。他的哥哥解纶和妹夫黄金华也同榜登进士。</p> <p>　　从小出名的才子解元，会试怎么被挤到第七名呢？原来，解缙所作文章气势磅礴、文笔犀利，本来主考官要点他为一甲，拟为“状元”人选。但其他考官认为，解缙文章中的言论过于尖锐，怕招惹是非，便有意将解缙往后排，列为第七名。</p> <p>　　解缙虽然与状元擦肩而过，但解氏家族“兄弟同登第”、“一门三进士”的消息传出，立即轰动了解缙的家乡吉水，也轰动了南京，一时传为盛事。而这次殿试录取的第一名状元的任亨泰，在后世却远不如解缙有建树。</p> <p><strong>解缙敏对</strong></p> <p>　　其一</p> <p>　　有一次解缙到一大商贾家收税款。事前，商贾家调皮的女儿在宅前贴上对联，心想，看你解税官怎么进屋。对联云：</p> <p>　　闲人免进，盗者休来。</p> <p>　　解缙看罢一笑，叫人拿来笔往门联左右各添三字便挺胸而入。商贾女儿出门一看，不得不佩服这位年轻税官文思敏捷，巧补天成。原来解给将对联补写为：</p> <p>　　闲人免进贤人进，盗者休来道者来。</p> <p>　　其二</p> <p>　　解缙幼时去河里洗澡，把脱下的衣服挂在河边的老树上，这时县令来了，对解缙说，我出个对子，若对得出来衣服便给你，对不出来我可就拿走了。然后指着老树说：“千年老树为衣架。”解缙昂首，脱口而出：“万里长江作浴盆！”县令大异，遂还衣于缙。</p> <p>　　其三</p> <p>　　有一次解缙与永乐皇帝在花园游玩，皇帝突然命解缙以鸡冠花作<a href=\"http://so.gushiwen.org/author_1058.aspx\">诗</a>，解缙略一思索，起句道：鸡冠本是胭脂染，一语刚落，只见皇帝从身后取出所执白鸡冠花，说：“不是胭脂红，是白的。”解缙随机应变，当即又吟：今日为何淡淡妆？只因五更贪报晓，至今戴却满头霜。</p> <p>　　解缙应对如流，用语不凡，联想奇妙，皇帝听了甚为高兴。</p> <p>　　其四</p> <p>　　解缙自幼聪明好学，7岁能诗善文，且生性刚直。一次，告老还乡的李尚书不信解缙有此高才，他宴请几个权臣显贵作诗，派人叫解缙前来应对，想有意当众奚落他一番。</p> <p>　　解缙来到李府，只见大门紧闭。家人说主人吩咐要他从小门进入，他站在大门口硬是不走小门。李尚书闻情走来大声说：“小子无才嫌地狭”；解缙即答：“大鹏展翅恨天低。”尚书听了大吃一惊：呵，这小子口气倒不小，忙命人打开中门相迎。 刚入席，一权贵便想借题嘲笑他母亲在家做豆腐，父亲挑上街叫卖的贫寒身世，对他说：“听说才子能出口成对，今日请你以你父母职业为题如何？”解缙听了，明知是奚落自己，不慌不忙地吟道：“户挑日月上街卖；手把乾坤日夜磨。”众人听了，无不拍案叫绝。那权贵却鱼骨梗喉似的上下不安。</p> <p>　　另一显贵见解缙身穿绿袄，便也出一上联讥讽他：“井里蛤蟆穿绿袄”；解缙见那人身穿红袄，灵机一动说出下联：“锅中螃蟹着红袍”。那显贵听了暗想：这小子好厉害，我把他比作活蛤蟆，他却把我比作死螃蟹。但又无理发泄，只好自认倒霉。</p> <p>　　酒过三巡，尚书欲压服解缙，用手往天上一指，自命得意地说：“天作棋盘星作子，谁人敢下？”解缙听罢，用脚在地上一顿，说：“地作琵琶路作弦，哪个能弹！”口气比他还高。尚书奈何不得，啼笑皆非。</p> <p>　　这时，解缙举杯祝酒说：“难得今日群才雅集，我愿题赠一联助兴”。尚书听罢，忙叫人拿来文房四宝，解缙挥毫舞墨，然后掷笔大笑而去。众人走过来一看，瞠目结舌地半天说不出话来，原来这是一副借物寓讽联：“墙上芦苇，头重脚轻根底浅；山间竹笋，嘴尖皮厚腹中空。”</p><br/><h2>主要成就</h2> <p><strong>文学</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1058.aspx\">诗</a>词：《赴广西别甥彭云路》、《游七星岩偶成》、《庐山歌》、《藤县即事》、《窦家寨》、《桑》等。</p> <p>　　著作：《白云稿》、《东山集》、《太平奏疏》、《丁丑封事》、《文毅集》、《春雨杂述》、《天潢玉牒》，后人辑有《解文毅公集》。</p> <p>　　总裁：《太祖实录》、《古今列女传》。</p> <p>　　主持编纂：《永乐大典》。</p> <p>　　<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>才气横溢，下笔不能自休，尤工五言诗，现存诗五百余首。他的古体歌行气势奔放，想象丰富，逼似<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，而律诗绝句，亦近唐人。解缙之文章雅劲奇古，极具个性特色，政论文直抒胸臆，气势充沛，人物传记叙事简洁，描摹生动。邹元标赞其曰：“义节千秋壮，文章百代尊。”解缙一生最大的功绩是他亲自主持编纂了《永乐大典》，《永乐大典》是中国最大的一部类书，被学术界称为“辑佚古书的渊薮”，《不列颠百科全书》在“百科全书”条目中称其为“世界有史以来最大的百科全书”。</p> <p><strong>书法</strong></p> <p>　　解缙擅书法，小楷精绝，行草皆佳，用笔之精妙，出人意表，其草书开晚明狂草先河，明吴宽《匏翁家藏集》称：“永乐时，人多能书，当以学士解公为首，下笔圆滑纯熟。”其草书开明朝狂草先河明何乔远《名山藏》曰：“缙学书得法于危素、周伯琦。其书傲让相缀，神气自倍。”墨迹有《自书诗卷》、《书唐人诗》、《游七星岩诗》、《宋<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>殿试佚事》等。</p> <p>　　《自书诗卷》是解缙在广西、交阯为官期间所作，作品创作于永乐八年（1410年），时解缙四十二岁，恰从遥远的边陲入京奏事，之后不久即被陷入狱，五年后惨死，曾经清安岐、乾隆、嘉庆、宣统御府收藏。此卷书法纵横超逸，奔放洒脱， 点划出规入矩，绝无草率牵强处。章法经营尤见匠心，全篇一气呵成，神气自备，显示出解缙驾御长卷游刃有余的不凡功力。从卷末自识中流露出解缙本人对此卷也是颇为得意的。</p> <p>　　《游七星岩诗》纵22.8厘米，横61.2厘米，现藏于北京故宫博物院，作品曾经朱之赤、安岐、乾隆御府、顾崧、潘厚、伍俪甫、张珩等鉴藏，上钤诸家鉴藏印记共16方。诗见于解缙《文毅集》卷五\"题临桂七星岩\"，此作书于永乐六年（1408年），时解缙40岁。其书艺臻至成熟自化，笔墨奔放，傲让相缀而意向谨严。</p> <p>　　解缙《宋赵恒殿试佚事》现藏于上海博物馆，此卷前三行略显拘谨，自第四行起，渐趋流畅奔放。运笔矫健劲拔，锋颖多变，顿挫 圆转，挥洒自若。其用墨浓而干，墨色黝黑如漆，墨韵飞动，更添风采。解缙的草书，在书法史上负有盛名，与明初三宋（宋克、宋广、宋璲）并驾齐驱。</p><br/><h2>生平</h2> <p>　　明洪武二年（1369年）<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>出生在吉水鉴湖的一个书香门第之家。传说他自幼颖敏绝伦，有“神童”之称。5岁时，父教之书，应口成诵；7岁能述文，赋<a href=\"http://so.gushiwen.org/author_1058.aspx\">诗</a>有老成语；10岁日数诵千言，终身不忘；12岁尽读《四书》、《五经》，贯穿其义理。</p> <p>　　洪武二十年（1387年），解缙参加江西乡试，名列榜首（解元）。</p> <p>　　洪武二十一年（1388年），解缙中戊辰科进士三甲第十名，廷试与兄解纶、妹夫黄金华同登进士第，授庶吉士，读中秘书。同年，官至翰林学士。<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>非常器重他，命其常在身边。一天，朱元璋在大庖西室，对解缙说：“我和你从道义上是君臣，而从恩情上如同父子，你应当知无不言。”次日，解缙即呈上万言书，主张应当简明律法、并赏褒善政。朱元璋读后，称赞其才。不久，解缙再次呈上《太平十策》进言。解缙初入仕时，曾指责兵部僚属玩忽职守，尚书沈潜对此极为恼怒，上疏诬告解缙。明太祖朱元璋由此也责备解缙“散自怒”并贬他为江西道监察御史。韩国公李善长因罪被朱元璋处死，解缙代郎中王国用上疏为李善长辩冤，他又代御史夏长文革疏《论袁泰奸黠状》，历陈御史袁泰蔑视朝纲，贪赃枉法，陷害忠良之罪。袁泰受到处罚，对此怀恨在心。朱元璋认为解缙还缺乏涵养，必须修身养性，闭门思过，否则会成为众臣攻击的对象。</p> <p>　　洪武二十四年（1391年），朱元璋召解缙父亲进京，对他直说：“大器晚成，若以尔子归，益令进，后十年来，大用未晚也。”解缙只好随父回归吉水。在老家8年，他闭门著述，校改《元史》，补写《宋书》，删定《礼记》。</p> <p>　　洪武三十一年（1398年），朱元璋病逝，解缙进京吊丧。时明惠帝朱允炆临朝，袁泰乘机进诲言，攻击解缙“诏旨，且母丧未葬，父年90，不当舍以行。”朱允炆听信诲言，贬解缙为河州（今甘肃兰州附近）卫吏。</p> <p>　　建文四年（1402年），当时的礼部侍郎董伦为朱允炆所信任，在朱允炆面前为解缙说了不少好话，这样，解缙才被召回京师复职，任翰林待诏。十一月任内阁首辅。</p> <p>　　永乐元年（公元1403年），明成祖朱棣登基，解缙升任翰林侍读。随后成祖建立文渊阁，解缙与与黄淮、<a href=\"http://so.gushiwen.org/author_523.aspx\">杨士奇</a>、胡广、金幼孜、杨荣、胡俨等进文渊阁参预机务，明朝内阁制度由此开始。不久，又迁为翰林侍读学士，奉命总裁《太祖实录》、《列女传》，书成，朱棣赏赐银币。其后又主编《永乐大典》。</p> <p>　　永乐二年(1404年)，解缙晋升为翰林学士兼右春坊大学士，为内阁首辅，这是他仕途最得意之时。朱棣曾经召见解缙等人说：“你们七人朝夕相处，我经常在宫中称赞你们的勤勉谨慎。往往最初容易谨慎，而最终仍然能保持下去的则很难，希望你们能够共勉。”于是各赐五品官服等。恰逢立春时，朱棣赐其等金绮衣，与尚书地位相同。此后内阁进言，朱棣均虚心采纳。</p> <p>　　永乐三年（1405年），朱棣召解缙入宫，磋商立太子之事。当时明成祖的意思是想立次子朱高煦为太子，但解缙仍直言说：“为长，古来如此。皇太子仁孝，天下归附，若弃之立次，必兴争端。先例一开，怕难有宁日，历代事可为前车之鉴。”朱棣听后面有不悦，对此议犹豫不决。解缙为说服朱棣，只说了一句话：“好圣孙（朱瞻基）！”两人相视而笑。最后朱棣同意立长子朱高炽为太子，次子朱高煦为汉王，并令解缙撰写立储诏书，以告天下，从此朱高煦深恨解缙[8] 。当时恰逢朱高炽带领明朝大军讨伐安南，解缙上疏劝阻，朱棣不听。随后讨伐成功，并设置郡县。当时太子虽立，朱高炽表现并不令朱棣满意。此时朱高煦更受隆宠，礼秩超过了嫡亲标准。解缙上疏劝阻朱棣说：“启争也，不可。”朱棣随即大怒，称解缙是在离间骨肉，对解缙很有意见。</p> <p>　　永乐四年（1406年），朱棣赐黄淮等人二品纱罗衣，而独不给解缙。淇国公邱福将朝廷机密\"传达延外\"，朱高煦却嫁祸解缙“禁中语”五年，解缙又被诬为“试阅卷不公”贬为广西布政司参议。临行前，礼部郎中李至刚因与解缙有宿怨，又诬缙，故即改贬交趾(今越南)，命督饷化州。</p> <p>　　永乐八年（1410年），解缙入京奏事，正遇朱棣北征未归，故只好觐谒太子朱高炽而返。于是朱高煦又乘机进诲言说：“伺上出，私现太子，径归，无人臣礼！”朱棣为此震怒，以“无人臣礼”罪下诏狱。当时解缙已同检讨王到广东去了，一路上，他俩看到赣江两岸旱情严重，便上疏请凿赣江通南北，引水灌田。奏书刚至，朱棣更加愤怒，诏令锦衣卫逮捕解缙入狱。大理寺寺丞汤宗、宗人府经历高得抃、中允李贯、赞善王汝玉、翰林院编修朱纮、检讨蒋骥、潘畿、萧引高并及御史李至刚等人均连坐入狱。其中高得抃、王汝玉、李贯、朱纮、萧引高病死于狱中。</p> <p>　　永乐十三年（1415年））正月十三日，锦衣卫都指挥佥事纪纲上囚籍，朱棣见到解缙姓名问：“缙犹在耶？”纪纲用酒将解缙灌醉，而后拖到积雪中埋起来，解缙立刻死了，此时解缙年仅四十七岁。解缙去世后，家中财产被抄没，妻子、儿女、宗族都流放到辽东。</p> <p>　　正统元年（1436年）八月，明英宗朱祁镇下诏赦还所抄家产。成化元年（1465年）明宪宗朱见深下诏为解缙平反昭雪，恢复官职，赠朝议大夫，谥文毅。解缙死后，朱高煦谋反被诛灭；安南屡次谋反，明朝设置郡县不久最终也被迫撤销，这些均如解缙生前所言发生。</p><br/><h2>家族成员</h2> 祖父：解子元，授安福州判宫，迁太史院校书郎，除承务部、东莞县尹，在元末战乱中死于乱兵。<br>父亲：解开，二魁胄监，五知贡举，以父死节赠官参知政事不拜，明初授以官又不受，一心从事著述、办学，培养人才。<br>母亲：高妙莹，贤良淑慧，通书史、善小楷、晓音律，是<a href=\"http://so.gushiwen.org/author_1058.aspx\">解缙</a>的启蒙老师。<br>兄：解纶，洪武中亦官御史，后改应天教授。<br>子：解祯亮、解祯应。<br>侄：解祯期。"
}