{
  "id": 482,
  "star": 583,
  "name": "王建",
  "image": "http://img.gushiwen.org/authorImg/wangjian.jpg",
  "dynasty": "唐代",
  "desc": "王建(约767年—约830年)：字仲初，生于颍川(今河南许昌)，唐朝诗人。其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。",
  "content": "<h2>人物生平</h2> <p>　　他家贫，“从军走马十三年”，居乡则“终日忧衣食”，四十岁以后，“白发初为吏”，沉沦于下僚，任县丞、司马之类，世称王司马。他写了大量的乐府，同情百姓疾苦，与<a href=\"http://so.gushiwen.org/author_390.aspx\">张籍</a>齐名。又写过宫词百首，在传统的宫怨之外，还广泛地描绘宫中风物，是研究唐代宫廷生活的重要材料。他写过一些小词，别具一格，《调笑令》，原题为“宫中调笑”，可见本是专门供君王开开玩笑的，<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>却用来写宫中妇女的哀怨：“团扇，团扇，美人并来遮面。玉颜憔悴三年，谁复商量管弦？弦管，弦管，春草昭阳路断。”末句斩钉截铁，守望之情，跃然纸上。又如《江南三台》：“扬州池边小妇，长干市里商人。三年不得消息，各自拜鬼求神。”纯是白描，别有情趣、</p> <p>　　他是大历进士。门第衰微，早岁即离家寓居魏州乡间。20岁左右，与张籍相识,一道从师求学，并开始写乐府<a href=\"http://so.gushiwen.org/author_482.aspx\">诗</a>。贞元十三年(797年)，辞家从戎,曾北至幽州、南至荆州等地,写了一些以边塞战争和军旅生活为题材的诗篇。在“从军走马十三年”（《别杨校书》）后，离开军队，寓居咸阳乡间，过着“终日忧衣食”(《原上新居十三首》)的生活。元和八年(813)前后,“白发初为吏”（《初到昭应呈同僚》），任昭应县丞。长庆元年(821年)，迁太府寺丞，转秘书郎。在长安时，与张籍、<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>、杨巨源等均有往来。大和初,再迁太常寺丞。约在大和三年(829年)，出为陕州司马。世称王司马。大和五年，为光州（州治今改名潢川）刺史，<a href=\"http://so.gushiwen.org/author_491.aspx\">贾岛</a>曾往见赠诗。此后行迹不详。</p> <p>　　一生沉沦下僚，生活贫困，因而有机会接触社会现实,了解人民疾苦,写出大量优秀的乐府诗。他的乐府诗和张籍齐名,世称“张王乐府”。[1] 著有《王司马集》。其诗反应田家、水夫、海人、蚕农、织妇等各方面劳动者的悲惨生活，题材广泛,生活气息浓厚,思想深刻,爱憎分明。如《十五夜望月》、《田家行》、《簇蚕辞》、《当窗织》、《织锦曲》、《促刺词》、《去妇》、《水夫谣》、《海人谣》等，反映了劳动人民备受残酷剥削压迫的痛苦生活，特别对劳动妇女的悲惨境遇深表同情;《白□歌二首》、《羽林行》、《射虎行》等，揭露了君主荒淫、权豪凶横和藩镇混战等黑暗的社会现实；《古从军》、《辽东行》、《渡辽水》、《凉州行》等，抨击了给广大人民带来灾难的开边战争，同时也谴责了边将的无能，不知收复失地，表现了既反对穷兵黩武，又慨叹国土沦丧的进步立场。此外，他还有一些作品，如《赛神曲》、《田家留客》等描写了农村风俗和生活画面；《寄远曲》、《镜听词》等，表现了妇女对出门远行亲人的思念之情；《望夫石》、《精卫词》等，歌颂了坚贞的爱情和被压迫者的斗争精神。也有少数作品，流露出人生无常、叹老伤贫等消极情绪。 王建乐府诗，善于选择生活中具有典型意义的人物，事件和环境加以艺术概括,集中而形象地反映现实,揭示矛盾。他很少在诗中发议论，而是运用比兴、白描、对比、映衬等手法，塑造人物形象，再现现实生活。王建善于通过人物自白刻画他们的心理状态，在新乐府诗中很有特色；或在结尾用重笔突出主题，戛然而止。用笔简洁峭拔，入木三分，语气含蓄，意在言外。体裁大多是七言歌行，篇幅较短。语言通俗明晰而凝炼精悍，富有民歌谣谚的色彩。用韵平仄相间,往往隔二句或四句换韵,节奏短促，激越有力。这些特色，形成了王建乐府诗特有的艺术风格。</p> <p>　　王建又以《宫词》知名。他的《宫词》百首，以白描见长，突破前人抒写宫怨的窠臼，广泛地描绘宫禁中的宫阙楼台、早朝仪式、节日风光，以及君王的行乐游猎，歌伎乐工的歌舞弹唱,宫女的生活和各种宫禁琐事,犹如一幅幅风俗图画，是研究唐代宫廷生活的重要资料。<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>《六一诗话》曾指出它的内容“多言唐宫禁中事，皆史传小说所不载者”。诗中的描绘也栩栩如生，因而广为传播，颇有仿作。魏庆之《诗人玉屑》引《唐王建宫词旧跋》说，后世“效此体者虽有数家，而建为之祖”。王建的五、七言近体，有一部分征戍迁谪、行旅离别、幽居宦况之作，因有真实的生活体验，也能“感动神思，道人所不能道”（《唐才子传》）。但这些诗往往杂有消极颓废思想，艺术上也缺乏明显特色。他的绝句，则清新婉约，多可诵之作。还写过《宫中三台》和《江南三台》等小令，是中唐文人词的重要作者之一。</p> <p>　　其著作，《新唐书·艺文志》、《郡斋读书志》、《直斋书录解题》等皆作10卷，《崇文总目》作2卷。今传刻本有:《王建诗集》10卷,南宋陈解元书棚本；1959年中华书局上海编辑所以此为底本，并参照其他刊本校补排印。《王建诗集》8卷,明汲古阁刻本。《王建诗》8卷,《唐六名家集》本。《王司马集》8卷,清胡介祉刊本。《王建诗集》10卷，《唐诗百名家全集》本。《宫词》1卷，有单刻本及明顾起经注本。事迹见《唐诗纪事》、《唐才子》。 </p>"
}