{
  "id": 220,
  "star": 107,
  "name": "朱淑真",
  "image": "http://img.gushiwen.org/authorImg/zhushuzhen.jpg",
  "dynasty": "宋代",
  "desc": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。",
  "content": "<h2>情爱世界</h2> <p>　　后人给<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>的<a href=\"http://so.gushiwen.org/author_220.aspx\">诗</a>集作序，说她“嫁为市井民妻”，当根据考证，她的丈夫应该不是普通市民，而是一个小官吏，朱淑真所不满于他的，并不是无财无势，而是才学不能相称，心灵无法沟通。婚后不久，她便因失望而发出了这样的抱怨：“鸥鹭远洋作一池，须知羽翼不相依。东君不与花为主，何以休生连理枝？”。</p> <p>　　对于《生查子》词，作者究竟是<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>还是朱淑真，一直都存有争议。词的含义浅白易懂，写的就是一个少女与情人的约会，作者是谁，却惹来争议：闺阁妇女自称：“月上柳梢头，人约黄昏后。”按那时的说法，无疑就是邀人私奔之词，要比<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>被后人指责：“闾巷荒淫之语，肆意落笔”来得更为严重。所以明代的<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>在《词品》里一本正经地斥责朱淑真为“不贞”。</p> <p>　　朱淑真到底是在和丈夫离异后才另觅爱人，还是在无爱的婚姻中出轨，并无明确记载。但根据她实在娘家的情况来看，她最后应该已经跟丈夫分居，纵使没有得到正式的休弃，不算“大归”，事实上已经离异。后考证其因与情人分手而“悒悒抱恨而终”，“其死也，不能葬骨于地下，如青冢之可吊。”有人据此猜测她又可能是投水自尽，死于湖中，尸骨都不能安葬。</p> <p>　　南宋淳熙九年（1182）有一个名叫魏仲恭的人，将朱淑真的残存作品辑录出版，并为之作序。序文开头说：“比在武陵，见旅邸中好事者往往传颂朱淑真词，每茄听之，清新婉丽，蓄思含情，能道人意中事，岂泛泛所能及？未尝不一唱而三叹也！” </p><br/><h2>作品特点</h2> <p>　　相传<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>作品为其父母焚毁，后人将其流传在外的辑成《断肠集》（<a href=\"http://so.gushiwen.org/author_220.aspx\">诗</a>）2卷，《断肠词》1卷及《璇玑图记》，辗转相传，有多种版本。</p> <p>　　其诗词多抒写个人爱情生活，早期笔调明快，文词清婉，情致缠绵，后期则忧愁郁闷，颇多幽怨之音，流于感伤，后世人称之曰“红艳诗人”。作品艺术上成就颇高，后世常与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>相提并论。流传颇广的《生查子》：“……月上柳梢头，人约黄昏后” 一阕，长期以来被认为<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>所作，其实是当时怕坏了女子的风气,才将作者改为了欧阳修的。</p> <p>　　朱淑真书画造诣相当高，尤善描绘红梅翠竹。明代著名画家杜琼在朱淑真的《梅竹图》上曾题道：“观其笔意词语皆清婉，……诚闺中之秀，女流之杰者也。”明代大画家<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>在《石田集·题朱淑真画竹》中说：“绣阁新编写断肠，更分残墨写潇湘。”由此可见，其能力非寻常深闺女子可比，当与李清照并驾齐驱。朱淑真，她的诗作受到市民的激赏，却在死后遭到父母的焚烧（据魏仲恭《断肠诗集序》）。她显然是英年早逝的“问题美女作家”。</p> <p>　　她的别号是“幽栖居士”，为南宋多情才女和美女，与李清照齐名，有《断肠集》存世。从“鸥鹭鸳鸯作一池，须知羽翼不相宜”（《愁怀》）来看，她的婚姻是不幸的，因此，有些作品泄露了婚外恋情，被一些学者剥夺著作权。</p> <p>　　但是，她的作品还是存有大胆露骨的香艳镜头：“但愿暂成人缱绻，不妨常任月朦胧”——缠绵于情爱连时间也不管了，“娇痴不怕人猜，和衣睡倒人怀”——犹如今人当街亲吻一般大胆。</p> <p>　　朱淑真曾作一“圈儿词”寄夫。信上无字，尽是圈圈点点。夫不解其意，于书脊夹缝见蝇头小楷《相思词》，顿悟失笑：“相思欲寄无从寄，画个圈儿替。话在圈儿外，心在圈儿里。单圈儿是我，双圈儿是你。你心中有我，我心中有你。月缺了会圆，月圆了会缺。整圆儿是团圆，半圈儿是别离。我密密加圈，你须密密知我意。还有数不尽的相思情，我一路圈儿圈到底。”夫阅信，次日一早雇船回海宁故里。朱淑真的“圈儿词”实际是咏月诗的形象化表达，是抽象画的另一种形态。诗人的幽默含蓄风趣演绎得淋漓尽致。</p> <p>　　圈儿词的作者一直有争议，也有称清朝的梁绍壬写的，但是朱淑真写的已被有关学者证明。</p><br/><h2>作品溯源</h2> <p>　　生前曾自编<a href=\"http://so.gushiwen.org/author_220.aspx\">诗</a>词集（《写怀二首》“孤窗镇日无聊赖，编辑诗词改抹看”），死后散佚。孝宗淳熙九年（一一八二）宛陵魏仲恭（端礼）辑为《断肠集》十卷，未几钱唐郑元佐为之作注，并增辑后集七卷（一本把第七卷厘为两卷，作八卷）。此外尚有《断肠词》一卷行世。</p> <p>　　<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>诗，以清汪氏艺芸书舍影元抄《新注朱淑真断肠诗集》（藏北京图书馆）为底本。校以民国徐乃昌影元刻本（简称元刻本）、清光绪嘉惠堂刊《武林往哲遗著》本（简称武林本）、清抄本（藏北京图书馆）等。新辑集外诗另编一卷。</p><br/><h2>生平考证</h2> <p>　　一、其生平，传世载籍多记载为“自号幽栖居士，祖籍浙江海宁路仲，世居桃村。工<a href=\"http://so.gushiwen.org/author_220.aspx\">诗</a>，嫁为俗吏为妻，不得志殁”。幽栖居士之说，最早见清<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>《池北偶谈·<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>璇玑图记》，</p> <p>　　学术界已断为伪托；世居桃村，则不详其说从来。此外各项均见宋魏仲恭《断肠集序》，而据集中《春日书怀》“从宦东西不自由，亲帏千里泪长流”可知，其夫亦曾仕宦。因此除钱塘人，出身宦家，生活不幸外，诗人生平今已难详考。</p> <p>　　二、有关朱淑真的籍贯身世历来说法不一，祖籍歙州（治今安徽歙县），四库全书》中定其为“浙江海宁人”，一说“浙江钱塘（今浙江杭州）人”，南宋初年时在世。其父曾在浙西做官，家境优裕。幼颖慧，博通经史，能文善画，精晓音律，尤工诗词。素有才女之称。相传因父母作主，嫁予一文法小吏，婚后生活很不如意，抑郁而终，其墓在杭州青芝坞。 </p>"
}