{
  "id": 3095,
  "star": 1,
  "name": "关盼盼",
  "image": "http://img.gushiwen.org/authorImg/guanpanpan.jpg",
  "dynasty": "唐代",
  "desc": "关盼盼，唐代名伎，徐州守帅张愔妾。白居易做客张府时与她有一宴之交，盛赞：“醉娇胜不得，风袅牡丹花。”张愔死后关盼盼独居徐州的燕子楼，历十五年不嫁。白居易赠有《燕子楼》诗，盼盼亦有和诗。",
  "content": "<h2>生平</h2> <p><strong>能文善舞</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>于唐德宗贞元三年，出身于书香门第，精通<a href=\"http://so.gushiwen.org/author_3095.aspx\">诗</a>文，更兼有一副清丽动人的歌喉和高超的舞技。她能一口气唱出<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>的“长恨歌”，也以善跳“霓裳羽衣舞”驰名徐泗一带；再配上她美艳绝伦的容貌，轻盈婀娜的体态，让无数世家公子望眼欲穿。后来，关家家道中落，出于无奈，关盼盼被徐州守帅张愔重礼娶回为妾。唐宪宗元和年间出守徐州，虽是一介武官，却性喜儒雅，颇通文墨，对关盼盼的诗文十分赞赏，而关盼盼的轻歌曼舞，更使这位身为封疆大臣的显官如痴如醉。</p> <p>　　大诗人白居易当时官居校书郎，一次远游来到徐州；素来敬慕白居易诗才的张愔邀他到府中，设盛宴殷勤款待。关盼盼对这位大诗人也心仪已久，对白居易的到来十分欢喜，宴席上频频执壶为他敬酒。酒酣时，张愔让盼盼为客人表演歌舞，想借机展露一番自己爱妾的才艺。关盼盼欣然领命，十分卖力地表演了自己拿手的“长恨歌”和“霓裳羽衣舞”。借着几分酒力，盼盼的表演十分成功，歌喉和舞技都到了出神入化的地步。白居易见了大为赞叹，仿佛当年能歌善舞的倾国美人<a href=\"http://so.gushiwen.org/author_1039.aspx\">杨玉环</a>又展现在眼前，因而当即写下一首赞美关盼盼的诗，诗中有这样的句子：“醉娇胜不得，风袅牡丹花”，意思是说关盼盼的娇艳情态无与伦比，只有花中之王的牡丹才堪与她媲美。这样的盛赞，又是出自白居易这样一位颇具影响的大诗人之口，使关盼盼的艳名更加香溢四方了。</p> <p><strong>守节不移</strong></p> <p>　　两年之后，张愔病逝徐州，葬于洛阳北邙山。树倒猢狲散，张愔死后，张府中的姬妾很快风流云散，各奔前程而去。只有年轻貌美的关盼盼无法忘记夫妻的情谊，矢志为张愔守节。张府易主后，她只身移居到徐州城郊云龙山麓的燕子楼，只有一位年迈的仆人相从，主仆二人在燕子楼中，过着几乎与世隔绝的生活。</p> <p>　　燕子楼地处徐州西郊，依山面水，风景绝佳，是张愔生前特地为关盼盼兴建的一处别墅，楼前有一湾清流，沿溪植满如烟的垂柳，雅致宜人。这是关盼盼和张愔一同议定的楼名。昔日关盼盼与张愔在燕子楼上看夕阳暮色，在溪畔柳堤上缓缓漫步；如今却是风光依旧，人事全非，关盼盼不再歌舞，也懒于梳洗理妆，度过了十年，关盼盼的这种忠于旧情、守节不移的精神，赢得了远近许多人的怜惜和赞叹。</p> <p><strong>香消玉殒</strong></p> <p>　　元和十四年，曾在张愔手下任职多年的司勋员外郎<a href=\"http://so.gushiwen.org/author_348.aspx\">张仲素</a>前往拜访白居易，他对关盼盼的生活十分了解，并且深为盼盼的重情而感动，因关盼盼曾与白居易有一宴之交，又倾慕白居易的诗才，所以张仲素这次带了关盼盼所写的“燕子楼新咏”诗三首，让白居易观阅。白居易展开素雅的诗笺，上面写着这样的诗：</p> <p>　　其一：</p> <p>　　楼上残灯伴晓霜，独眠人起合欢床；</p> <p>　　相思一夜情多少，地角天涯未是长！</p> <p>　　其二：</p> <p>　　北邙松柏锁愁烟，燕子楼中思悄然；</p> <p>　　自理剑履歌尘绝，红袖香消一十年。</p> <p>　　其三：</p> <p>　　适看鸿雁岳阳回，又睹玄禽逼社来；</p> <p>　　瑶琴玉箫无愁绪，任从蛛网任从灰。</p> <p>　　诗中展示了关盼盼在燕子楼中凄清孤苦、相思无望、万念俱灰的心境，真切感人。白居易读后，回忆起在徐州受到关盼盼与张愔热情相待的情景，那时夫妻恩爱相随，这时却只留下一个美丽的少妻独守空楼，怎不是人世间的一大憾事！白居易不由得为关盼盼黯然神伤，流下一掬同情的眼泪。捧着诗笺，大诗人爱不释手地反复吟咏，心想：张愔已经逝去十年，尚有爱姬为他守节，着实令人羡慕。但是又转念一想：即使如此情深义重，难舍难分，为何不追随他到九泉之下，成就一段令人感叹的凄美韵事呢？于是在这种意念的驱使下，白居易十分肃穆地依韵和诗三首：其一：</p> <p>　　满窗明月满帘霜，被冷灯残拂卧床；，</p> <p>　　燕子楼中寒月夜，秋来只为一人长。</p> <p>　　其二：</p> <p>　　钿带罗衫色似烟，几回欲起即潸然；</p> <p>　　自从不舞霓裳曲，叠在空箱一十年。</p> <p>　　其三：</p> <p>　　今春有客洛阳回，曾到尚书坟上来；</p> <p>　　见说白杨堪作柱，争教红粉不成灰。</p> <p>　　白居易设想徐州西郊的燕子楼上，秋来西风送寒，月明如水，更显得凄冷与孤寂。独居楼上的关盼盼想必受尽了相思的煎熬。张愔离去后，她脂粉不施，琴瑟不调，往日的舞衣也叠放箱中，根本再也没有机会穿戴上身了。忽然笔锋一转，说到张愔(尚书)墓上白杨已可作柱，而生前宠爱的红粉佳人还孤孤单单地独守空帏，倘若真的情真义挚，为何不甘愿化作灰尘，追随夫君到九泉之下呢？白居易对关盼盼原本是一片同情之心，这时为何又要劝她以死殉情呢？这并不是他有心要伤害关盼盼，只因为按当时人们的道德标准来看，能以死殉夫，实是女人的一种崇高无上的美德。白居易认为，既然关盼盼能为张愔独守空房，为什么不再往前一步，从而留下贞节烈妇的好名声，成为千古美谈？在诗人的心目中，坚信节操和美名比生命更重要，他以为劝关盼盼殉情，并不是逼她走上绝路，而是为她指明一条阳光大道。为了更明朗地表达他的意念，他又十分露骨地补上一首七言绝句：</p> <p>　　黄金不惜买娥眉，拣得如花四五枚；</p> <p>　　歌舞教成心力尽，一朝身去不相随。<br>　<br>　　张仲素回到徐州，把白居易为关盼盼所写的四首诗带给了她。关盼盼接到诗笺，先是有一丝欣慰，认为能得到大诗人的关注及柔笔题诗，是一种难得的殊荣。待她展开细细品读，领会出诗人的心意所在，不禁感到强烈的震撼，心想诗中寓意也太过于逼人，用语尖刻，实欠公平。我为张愔守节十年，他不对我施以关怀和同情，反而以诗劝我去死，为何这般残酷？因而她泪流满面地对张仲素道：“自从张公离世，妾并非没想到一死随之，又恐若干年之后，人们议论我夫重色，竟让爱妾殉身，岂不玷污了我夫的清名，因而为妾含恨偷生至今！” 说罢，她不可遏制地放声大哭，哭自己的苦命，也哭世道的不平。张仲素见状，心中也感酸楚，在一旁陪着她暗暗落泪。哭了不知多长时间，渐渐地，关盼盼似乎已从愤激的心情中理出了头绪，于是强忍着悲痛，在泪眼模糊中，依白居易诗韵奉和七言绝句一首：</p> <p>　　自守空楼敛恨眉，形同春后牡丹枝；</p> <p>　　舍人不会人深意，讶道泉台不相随。</p> <p>　　关盼盼的诗中有自白、有幽怨、更有愤怒。诗中所言的“形同春后牡丹枝”，是承袭当年欢宴时白居易夸赞她“醉娇胜不得，风袅牡丹花”之句而来，那时花开正艳，如今却如同春残花将谢；“舍人不会人深意”是痛惜白居易不能了解她真正的心态，在她花开时捧赞她，当她即将凋落时，竟还雪上加霜。事到如今，她本早已了无生趣，既然有人逼她一死全节，她也别无选择了。</p> <p>　　张仲素离开燕子楼以后，关盼盼就开始绝食，随身的老仆含泪苦苦相劝，徐州一带知情的文人也纷纷以诗劝解，终不能挽回关盼盼已定的决心。十天之后，这位如花似玉、能歌善舞的一代丽人，终于香消玉殒于燕子楼上。弥留之际，她勉强支撑着虚弱的身体，提笔写下：</p> <p>　　儿童不识冲天物，漫把青泥汗雪毫。</p> <p>　　这句话是针对白居易而言的。凄苦独居了十年的关盼盼，对于生死其实已经看得很淡，以死全节对她来说，其实并不是一件伤心之事；但她恨只恨自己的一片痴心，却不被白居易理解，以为自己不愿为张愔付出生命，反而拿一个局外人的身份逼自己走向绝路。在关盼盼眼中，鼎鼎大名的白居易这时已成了一个幼稚的儿童，那里能识得她冰清玉洁的贞情呢！她以自己高贵的死，回敬了大诗人白居易。白居易听闻死讯也大为后悔。若干年后，他归隐洛阳香山，心知时日不多，就遣散了侍姬樊素与小蛮，不想她们重蹈关盼盼的悲剧。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3095.aspx\">关盼盼</a>的死讯传到<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>耳中，他先是震惊，明白了关盼盼确实是一位痴情重义的贞烈女子；继而，他想到了关盼盼的死与自己写的<a href=\"http://so.gushiwen.org/author_3095.aspx\">诗</a>有着直接的关系，心情由敬佩转成了深深的内疚。于是，他托多方相助，使关盼盼的遗体安葬到张愔的墓侧，算是他对关盼盼的一点补偿，也借以解脱一些自己的愧疚之情。但这一点关照，对于含悲而死的关盼盼来说，又有何意义呢？仍是徒增虚名罢了！</p> <p>　　白居易六十六岁以后，隐居在洛阳香山。自知来日不多，让能歌善舞的侍姬樊素与小蛮离开自己，各奔前程，以免自己百年之后，两位妙龄佳人重演关盼盼的悲剧。从他的这一行动可以看出，白居易已经为逼死关盼盼而深深内疚了。</p> <p>　　燕子楼因为关盼盼的故事而成为徐州的胜迹，历代均加以修葺。楼上至今仍悬挂着关盼盼的画像，神情秀雅，容貌艳丽绝伦，过往的游客，不但仰慕其风貌，更为她的贞情而感叹后。</p> <p>　　宋朝<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>曾夜登燕子楼，夜梦关盼盼，由情景曾词云:“天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在?空锁楼中燕。古今如梦，何曾觉梦，但有旧欢新怨，异时对南楼夜景，为余浩叹。”</p>"
}