{
  "id": 1029,
  "star": 0,
  "name": "张昌宗",
  "dynasty": "唐代",
  "desc": "张昌宗（？－705年），定州义丰（今河北省安国）人，排行第六。美姿容，人称六郎美如莲花。万岁通天二年（697年），张昌宗经太平公主推荐入宫侍奉武则天，张昌宗向武则天推荐了哥哥张易之，兄弟一起入寝宫侍奉。朝内高官、宗室并称易之、昌宗二人为五郎、六郎。张昌宗官至春官侍郎，封为邺国公。圣历二年（699年），武则天敕张昌宗和李峤、张说等学士编撰《三教珠英》。武周晚年，与其兄张易之把持朝政，败坏朝纲。神龙元年（705年）正月十二日，张柬之、敬晖、桓彦范、崔玄暐、袁恕己、李多祚等大臣趁武则天病重发动神龙政变，迎李显复辟，诛杀张昌宗、张易之。",
  "content": "<h2>生平</h2> <p><strong>成为男宠</strong> <br>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>执政时，张昌宗得到太平公主的推荐，受到武则天的宠幸。张昌宗向武则天介绍说张易之才干超过自己，善于炼制药物。武则天立即召见，很喜欢他。兄弟两人都得到宠爱，出入宫廷，修饰打扮，衣着华丽，极力整治得逗人怜爱。召见当天，武则天就任命张昌宗为云麾将军，行使左千牛中郎将职务，张易之为司卫少卿，赐给住宅一处，绢帛五百段，大量的男仆女婢、骆驼、牛马供他使用。没几天，提升张昌宗为银青光禄大夫，赐给防阁官员担任警卫，和朝臣们一样每月初一、十五朝见武则天；追认他的父亲张希臧为襄州刺史，母亲韦氏、臧氏一起封为太夫人，宫中女官尚宫每天去看望请安。诏令尚书武迥秀同臧氏秘密往来。张昌宗进宫任职不到十天半月，权势震惊天下。武家的各个兄弟以及<a href=\"http://so.gushiwen.org/author_1754.aspx\">宗楚客</a>等人抢着上门，讨好巴结，亲自替他牵马递鞭，称张易之为“五郎”，张昌宗为“六郎”。又任命张昌宗为右散骑常侍。[1] </p> <p><strong>醉生梦死</strong> <br>　　武则天每当宴饮聚会，那么张易之、张昌宗和武家兄弟就一同侍候，用掷骰赌博比本领取乐，有时嘲笑诋毁公侯卿相，公开地干迷乱疯狂的事，不再有什么羞耻畏惧。当时无德轻浮的人又讨好地说张昌宗是周灵王的太子仙人王子晋转胎，武则天让他穿上羽衣、吹着洞箫、乘上假鹤，在庭院来回飞翔，好像是仙人骑鹤升天的样子，侍从的文人抢着以这为题吟<a href=\"http://so.gushiwen.org/author_1029.aspx\">诗</a>讨好武则天。武则天得知丑闻传得厉害，想出办法掩盖，便诏令张昌宗就在宫中撰写文章，带着<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>、<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>、<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>、富家谟、徐彦伯等二十六人撰述《三教珠英》。任命张昌宗为司仆卿、张易之为麟台监，权势显赫。皇太子<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>、相王<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>请求封张昌宗为王，武则天不同意，改任他为春官侍郎，封他为邺国公，张易之为恒国公，各获收纳三百户租税的实封。[2] </p> <p><strong>把持大权</strong> <br>　　武则天年事已高，张易之兄弟独揽朝政大权，邵王李重润和永泰郡主暗地非议，都被判处绞刑。御史大夫<a href=\"http://so.gushiwen.org/author_2529.aspx\">魏元忠</a>曾经弹劾禀奏张易之等人的罪行，张易之向武则天申诉，反而诬告魏元忠与司礼丞高戬相约说：“天子年老，应该挟持太子做个能长久保持友谊的朋友。”武则天问：“谁是证人？”张易之说：“凤阁舍人张说。”第二天在朝廷辩论，都无证据，但是魏元忠、张说都被驱逐。此后张易之等人更加放肆，贪赃枉法，御史台弹劾禀奏，诏令宗晋卿、李承嘉、桓彦范、袁恕己审查，但司刑正贾敬言观察武则天心意，禀奏张昌宗强行购买他人货物，罪刑判为赔偿财物，诏令说行。李承嘉、桓彦范进言说：“张昌宗贪占赃款四百万，还应该罢官。”张昌宗张扬说：“我对国家立有功劳，不应该罢官。”武则天向宰相们咨询，内史令杨再思说：“张昌宗主持炼制药物，陛下吞服很有效验，是个功劳最大的人。”立即诏令释放了他，把罪行推到他的哥哥张昌仪、张同休身上，都降了职。[3] </p> <p><strong>政变被诛</strong> <br>　　后来武则天长久生病，居住在长生院，宰相们都不能进去拜见，只有张昌宗等人在她身边侍候。张昌宗担心武则天死了，灾祸就要到来，就带领同伙日日夜夜一起商议干不法的事。但是小人疏忽邪恶，连与此无关的人们都知道了，甚至有人在交通要道旁边张贴传单张扬这些事。</p> <p>　　左台御史中丞<a href=\"http://so.gushiwen.org/author_1870.aspx\">宋璟</a>多次请求审查拘捕，武则天表面答应宋璟，很快诏令宋璟离京审查幽州都督屈突仲翔，改令司刑卿崔神庆查问案情。崔神庆胡乱禀奏说：“张昌宗应当宽免。”宋璟坚持禀奏说：“张昌宗依照法律应当斩首。”武则天不同意，左拾遗<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>进言说：“宋璟的话，是为江山社稷着想，希望批准。”武则天始终不同意。[3] </p> <p>　　神龙元年（705年），<a href=\"http://so.gushiwen.org/author_2021.aspx\">张柬之</a>、崔玄暐等人率领羽林军迎接皇太子李显进宫，到迎仙院处死了张易之、张昌宗，他们的哥哥张昌期、张同休、从弟张景雄都在天津桥斩首示众，万民欢欣雀跃，将他们的尸体一块块地割下来拿走，一个晚上就割光了。获罪流放贬官的几十人。</p> <p>　　天宝九年（750年），张昌期的女儿自己呈递奏表申诉，杨国忠替她帮忙，玄宗<a href=\"http://so.gushiwen.org/author_520.aspx\">李隆基</a>诏令恢复张易之兄弟的官职爵号，给张同休的一个儿子赐予官职。</p><br/><h2>家庭成员</h2> <p>父：张希臧</p> <p>母：韦氏阿臧</p> <p>兄弟：张易之、张昌期、张同休</p> <p>从弟：张景雄</p><br/><h2>轶事典故</h2> <p><strong>装扮子乔</strong><br>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>很羡慕传说中的周灵王太子姬晋，即王子乔，这位王子乔传说擅吹笙作凤鸣，后随浮丘公登仙而去，成仙后还乘白鹤现于缑山。于是，其侄儿武三思就想讨其欢心，告诉武则天说：“我以为六郎之美，已非凡世所能有，他一定是王子乔转世。”武则天很喜欢迎这个说法，就下令建造鹤麾并制木鹤，将张昌宗打扮成她心目中的王子乔模样，果然仿若神仙中人。[5-6] </p> <p><strong>残忍无道 <br></strong>　　张易之任控鹤监，他的弟弟昌宗任秘书书监、昌仪任洛阳县令。他们相互争比奢侈。张易之做了一个大铁笼子，把鹅鸭放在里边，在笼子当中烧炭火，又在一个铜盆内倒入五味汁，鹅鸭绕着炭火行走，烤得渴了就去喝五味汁，火烤的痛了自然会在里面转圈地跑，这样不多久表里都烤熟了，毛也会脱落于尽，直到肉被烤得赤烘烘的才死去。昌宗是把一头活驴拴在一个小屋子里，烘起炭火，再放一盆五味汁，方法与前边所讲的一样。昌仪是在地上钉上四个铁橛子，把狗的四只爪子绑在橛子上，然后放出鹰鹞，把狗按在下面吃它的活肉，把肉都吃尽了狗还没死，那狗的号叫声极为酸楚，让人再也不忍听下去。有一次张易之路过昌仪家，很想吃马肠，昌仪便牵来手下人的乘骑，破开马的肋骨取出肠子，过了很长时间马才死去。后来易之、昌宗等被诛杀，老百姓把他们的肉切成小块，那肉又肥又白就像猪的脂肪，被人们煎烤而吃掉。昌仪是先被打折了两个脚腕，再摘出他的心肝，之后才死去，然后砍下他的头送往京都。当时人们说这是他们残害那些狗和马的报应。</p>"
}