{
  "id": 1143,
  "star": 0,
  "name": "褚遂良",
  "image": "http://img.gushiwen.org/authorImg/zhusuiliang.jpg",
  "dynasty": "唐代",
  "desc": "褚遂良（公元596年－公元659年），字登善，唐朝政治家、书法家，杭州钱塘人，祖籍阳翟（今河南禹州）；褚遂良博学多才，精通文史，隋末时跟随薛举为通事舍人，后在唐朝任谏议大夫，中书令等职，唐贞观二十三年（公元649年）与长孙无忌同受太宗遗诏辅政；后坚决反对武则天为后，遭贬潭州（长沙）都督，武后即位后，转桂州（桂林）都督，再贬爱州（今越南北境清化）刺史，唐显庆三年（公元658年）卒；褚遂良工书法，初学虞世南，后取法王羲之，与欧阳询、虞世南、薛稷并称“初唐四大家”；传世墨迹有《孟法师碑》、《雁塔圣教序》等。",
  "content": "<h2>轶事典故</h2> <p>　　太宗死后，传位高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>，在李治册封武曌皇后之前，大臣们有很多是坚决反对的，其中就以河南公兼大书法家<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>、赵公<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、英公徐世勣等反应最为强烈。</p> <p>　　他们想力谏高宗，长孙无忌想第一个进去劝谏，因为李治决心已下，这个时候谁去阻挡他，无异于去送死。</p> <p>　　褚遂良拦住了他道：长孙太尉是国舅，如果事情不顺利，就会让皇上背上一个向舅舅发怒的名声，这不好！</p> <p>　　徐世勣说：请让我李勣先进去吧！</p> <p>　　褚遂良说：李司空，你是国家的重臣，一旦事情难办，就会让皇上背上一个治罪大臣的坏名声，这样不好。褚遂良我出自布衣，没有立下一点功勋，只不过受太宗宠遇，这才有了今天，况且今天正是我报答太宗的恩情之时，如果我不去，何以面对先帝的在天之灵啊！</p> <p>　　于是就第一个冲了进去，结果，褚遂良妙语连珠，竟然把高宗暂时说服了，册封皇后之事，就暂时束之高阁，武后入宫，也就后延了一段时间。</p><br/><h2>生平</h2> <p><strong>出身名门</strong></p> <p>　　隋开皇十六年（公元596年），<a href=\"http://so.gushiwen.org/author_1143.aspx\">褚遂良</a>出身于名门贵族，阳翟人。父亲<a href=\"http://so.gushiwen.org/author_1638.aspx\">褚亮</a>时任散骑常侍一职，与<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>、<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>等人为好友。</p> <p>　　唐武德元年（公元618年）<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>建立了唐王朝。褚遂良父亲褚亮时任仕隋朝东宫学士。因与杨玄感有旧，被贬为西海郡司户。薛举在兰州称帝，褚亮被任命为黄门侍郎，褚遂良则做了薛举的通事舍人，掌管诏命及呈奏案章。</p> <p>　　薛举占据了甘肃的大部分地区，企图夺取京城长安，进军途中病死，薛举儿子薛仁杲继承了他的事业。唐武德元年（公元618年）阴历十一月，<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>包围了薛仁杲驻扎在泾州的营寨。薛仁杲投降，被押往长安处决，而他手下的人被收服在李世民的麾下，褚遂良就这样进入了李家王朝，开始了他的政治生涯。</p> <p><strong>铠曹参军</strong></p> <p>　　最初，褚遂良在秦王李世民那里做铠曹参军。李世民对褚遂良怀有好感，李世民曾对<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>说：“褚遂良耿直，有学术，竭尽所能忠诚于朕，若飞鸟依人，自加怜爱。”</p> <p>　　唐武德四年（公元621年），唐高祖命李世民掌握东部平原文、武两方面的大权，并且允许他在洛阳开府—天策府。同年，李世民成立了自己的文学馆，其中有十八名学士在做他的国事顾问。褚遂良的父亲褚亮便是其中的一员，主管文学。在这样的环境中，褚遂良的学识与日俱进。尤其是书艺，在欧阳询与虞世南的指导下，更是出类拔萃，且具备了欧、虞二人所不具备的政治地位与社会名望。《唐会要》卷六十四《史馆下》记载，弘文馆的日常事务，就是由褚遂良来管理的，人们称他作“馆主”。</p> <p>　　唐武德九年（公元626年）阴历六月，李世民发动了“玄武门之变”，随后被立为太子。阴历八月，李世民登上了皇位，次年改年号为“贞观”。唐贞观三年（公元629年），唐太宗下诏把隋未战乱时期的战场改修为庙宇，褚遂良负责其事。唐太宗立慈云寺，由褚遂良书碑。唐贞观十年（公元636年），褚遂良出任起居郎，专门记载皇帝的一言一行。唐贞观十二年（公元638年），虞世南逝世，<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>将褚遂良推荐给李世民，太宗命他为“侍书”。</p> <p><strong>黄门侍郎</strong></p> <p>　　李世民曾广泛收集<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>的法帖，褚遂良可以鉴别出王羲之书法的真伪，使得没有人再敢将赝品送来邀功。唐贞观十五年（公元641年），褚遂良劝谏太宗暂停封禅。同年由起居郎迁谏议大夫。李世民每有大事，几乎都要向褚遂良谘询。李世民想亲自去征讨辽东，此事遭到了褚遂良的反对，但是李世民强硬的态度却使褚遂良感到恐惧。他没有再坚持，并跟随唐太宗远征辽东。但是后来事态的发展，证实了褚遂良的话是对的。</p> <p>　　唐贞观十七年（公元643年），太子承乾以谋害魏王泰罪被废，遂良与长孙无忌说服太宗立第九子晋王<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>为太子（即唐高宗李治）。</p> <p>　　唐贞观十八年（公元644年），作为黄门侍郎的褚遂良开始参预朝政。随后，他被皇帝派往全国各地，巡察四方，直接可以黜涉官吏。此时，他父亲褚亮死了，他不得不暂时辞去黄门侍郎之职。唐贞观二十二年（公元648年），褚遂良又被起用为黄门侍郎。同年阴历九月，被提升为中书令，成为继魏微之后，与刘洎、<a href=\"http://so.gushiwen.org/author_986.aspx\">岑文本</a>、马周、长孙无忌一样在唐代政坛上起着举足轻重作用的大臣。</p> <p><strong>辅佐大臣</strong></p> <p>　　唐贞观二十三年（公元649年）唐太宗在弥留之际，将长孙无忌与褚遂良召入卧室，对二人说：“卿等忠烈，简在朕心。昔汉武寄霍光，刘备托诸葛，朕之后事，一以委卿。太子仁孝，卿之所悉，必须尽诚辅佐，永保宗社。”对太子李治说：“有长孙无忌和褚遂良在，国家之事，我就放心了。”于是命令褚遂良起草诏书。</p> <p>　　唐贞观二十三年（公元649年）阴历六月，李治继皇帝位，封褚遂良为河南县公，次年，又升为河南郡公，后借故把他贬为同州刺史。三年后，高宗又把他召回身边，征拜为吏部尚书，同时监修国史，加光禄大夫，又兼为太子宾客。唐永徽四年（公元653年），又升为尚书右仆射，执掌朝政大权，这是他政治生涯中的顶峰。</p> <p><strong>废后之争</strong></p> <p>　　唐永徽六年（公元655年），在是否立武昭仪为皇后的斗争中，褚遂良与长孙无忌强烈反对任何废黜王皇后的企图。高宗召太尉长孙无忌、司空李绩、尚书左仆射<a href=\"http://so.gushiwen.org/author_2650.aspx\">于志宁</a>以及褚遂良进官商议废后立后之事。褚遂良发了一通议论，给皇帝泼了一瓢冷水。而他的那种不要命的态度——将官笏放在台阶上，同时也把官帽摘下，叩头以致于流血——更使皇帝大为恼火，让士兵把他强行拉了出去。而坐在皇帝后边的武氏则恨不得立刻将他处死。在关键的时候，善于迎合旨意的李绩却说了一句话：“此乃陛下家事，不合问外人。”这一来既改变了唐王朝的命运，也将褚遂良等人推入了悲剧的深渊。</p> <p><strong>凄凉晚年</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>在唐永徽六年（公元655年）阴历十月被册封为皇后，褚遂良也被新皇后赶出朝廷，到潭州任都督。唐显庆元年（公元656年）元旦，武后的儿子李弘（公元652年—公元675年）被立为太子。</p> <p>　　唐显庆二年（公元657年）春天，褚遂良调到离京师极远的今广西的一个州去任都督。同年晚些时候，武则天则与<a href=\"http://so.gushiwen.org/author_2479.aspx\">许敬宗</a>、<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>一起，诬告中书令来济、门下侍中韩缓与在广西的褚遂良共谋反叛。</p> <p>　　晚年的褚遂良又一次被贬—这一次是被贬到中国本土以外的越南河内西南一带，褚遂良在绝望之中，写了一封信给高宗，向他求情诉说自己曾长期为高祖与太宗效劳，最坚决地支持高宗继位等等，结果仍是无济于事。</p> <p>　　唐显庆四年（公元659年），禇遂良在流放之中孤独地死去，时年六十三岁；在他死后的两年多时间里，武则天等人还没有放过他，一方面把他的官爵削掉，另一方面把他的子孙后代也流放到他死的地方。</p> <p>　　直到唐神龙元年（公元705年），即褚遂良死后四十六年，他得到了平反；唐天宝六年（公元747年），他作为功臣，得以配祀于高宗庙中；唐贞元五年（公元789年），皇帝下诏，将褚遂良等人画于凌烟阁之上，以示他与唐初的开国英雄们有同样的功劳。</p>"
}