{
  "id": 74,
  "star": 81,
  "name": "崔护",
  "image": "http://img.gushiwen.org/authorImg/cuihu.jpg",
  "dynasty": "唐代",
  "desc": "崔护，唐代诗人。字殷功，唐代博陵（今河北定州市）人。公元796年（贞元十二年）登第（进士及第）。公元829年（大和三年）为京兆尹，同年为御史大夫、岭南节度使。终岭南节度使。其诗诗风精练婉丽，语极清新。《全唐诗》存诗六首，皆是佳作，尤以《题都城南庄》流传最广，脍炙人口，有目共赏。该诗以“人面桃花，物是人非”这样一个看似简单的人生经历道出了千万人都似曾有过的共同生活体验，为诗人赢得了不朽的诗名。",
  "content": "<h2>故事：绛娘与崔护的桃花缘</h2> 　　去年今日此门中，人面桃花相映红；<br>　　人面不知何处去？桃花依旧笑春风。<br>　　这首<a href=\"http://so.gushiwen.org/author_74.aspx\">崔护</a>写的“题都城南庄”<a href=\"http://so.gushiwen.org/author_74.aspx\">诗</a>流传甚广，至今仍有不少人能朗朗吟诵。然而知诗者并非尽知这首诗中还隐藏着一个动人的爱情故事。故事中饱含着才子佳人的纯真之情，情节曲折神奇，人们称之为“桃花缘”。崔护是唐德宗贞年间博陵县的一位书生，出身于书香世家，天资纯良，才情俊逸，性情清高孤傲，平日埋头寒窗，极少与人交往，即使偶尔偷闲出游，也喜欢独来独往。 这一年的清明时节，正逢一个难得的晴朗天气，屋外桃红柳绿、蝶舞蜂飞、清风微拂、春意袭人。午后春日暖照，苦读了一上午的崔护深为春的气息所感染，决心去郊外好好体味一下春的盛情。于是放下书本，兴致勃勃地独自步行出城。一路上杨柳花飞、莺燕啁鸣、暖阳和风、瑞气宜人。苦读不知春已浓的他顿觉心身清爽。一路漫行，看不尽的红花绿草，春山春水，他恣意享受着大自然赐予人类的礼物，浑然不知道路的远近。不知不觉离城已远，他忽然觉得有些腿酸口渴，寻思着找一处乡野农家歇歇脚、讨些水喝，以便日落之前赶回城去。这里已是僻野，农家住得极为零落，他举目四眺，望见不远山坳处，一片桃花掩映中露出一角茅屋，于是加快脚步朝山坳走去。临近山脚，在远处能望见的茅屋这时反而全部被桃树遮住，眼前只有一片蔚然的桃林：桃花灼灼，缀满枝桠，微风吹来，清香绕人，让人疑是误入了桃花源中。沿着桃林间的曲径往里走，在一小片空隙中有一竹篱围成的小院，院落简朴雅洁。院中住着茅屋三楹，全用竹板茅草搭成，简陋却整齐异常。崔护心想：“何方高人，隐居在如此别致的地方。”<br>　　墨渍未干的诗笺，上面写着一首“咏梅”五言绝句；<br>　　素艳明寒雪，清香任晓风；<br>　　可怜浑似我，零落此山中。<br>　　诗句一定是这里的主人所书，似乎是在借梅花来感叹自己的坎坷身世、萧索与无奈的心境。到底是何等人物隐居在此？又是怎样的心情与遭际衍出如此无奈的文字呢？一连串的问号浮起在崔护脑际，使得他对这桃花环绕的茅舍以及茅舍的主人大感兴趣，一心想要探个究竟。这时，少女托着茶盘从厨房中出来，她落落大方地走向崔护，见对方正凝视着墙上的对联似乎在品味，她会心地嫣然一笑，轻轻地唤一声：“相公，请用茶。”崔护从思索中转过神来，见少女正向自己走来，粉白透红的脸上秋波盈盈，不施脂粉的打扮，素净的布衣，更加衬托出少女的纯真和灵秀，宛如一朵春风中的桃花，向人们展示着生命的风采。一时间，崔护竟然有些看得发怔，少女似乎察觉了他的心意，迅即垂下眼帘，一份娇羞把她点缀得更加动人，崔护不由得心旌摇曳，险些儿难以自持。但毕竟是饱读诗书，通情识礼的书生，崔护努力稳住自己的情绪，不致于在少女面前失态。他礼貌地接过茶杯，轻轻呷了一口茶水，故作镇定地表明自己的姓氏和乡里，接着又十分客气地叩问少女的姓氏及家人。少女似乎不愿多提这些，只是淡淡地说：“小字绛娘，随父亲蛰居在此。”并不提及姓氏和家世，似乎有什么难言之隐，崔护自然也就不便多问了。<br>　　然而墙上的联句、桌上的诗句、以及眼前的人物，这一切所透露出来的，都强烈地暗示着这茅舍的主人，必有一番不凡的来历。崔护的心目中形成了一团迷雾，但既然人家不愿多谈，他也就只好搁在一边了。两人在屋中静默了一会儿，崔护将话题转到景物上．他大赞此地景色宜人，犹同仙境，是游春不可多得的好地方。少女只是听他高谈阔论，含笑颔首似是赞同，却并不说话。说到春天，崔护诗情大发，又对古今著名的游春诗词品评了一番，最后说道：“花开堪摘直须摘，莫待无花空折枝”。说完，他意味深长地望着绛娘，等着她的反应。灵慧的绛娘当然明白他的意思，在春意盎然的季节，面对着这样一位风华正茂、气宇轩昂、又才情逼人的少年郎，又怎不叫她情窦初开的心中春意荡漾呢？但知书识礼的少女怎敢在一个陌生男子面前敞开自己的心扉，她坐在那里含羞不语，两片红霞染上了面颊，偶尔用含情脉脉的目光向崔护一瞥，一碰到崔护的目光就迅速地收回。更加羞怯地望定自己的脚尖，益显出一副楚楚动人的模样来。面对少女的无措，崔护也不知如何是好，饱读圣贤书的他不可能做出更热烈、更轻浮的举动来。平时极少接触女孩的崔护自然不甚明白少女的心思，见少女长久不语，还以为自己得罪了她。于是暗暗警惕着自己，不知不觉便在言语上有了一些收敛。<br>　　那时讲究“男女授受不亲”，一对未婚男女能够端茶递水，独处一室，已属破格之举。在乡村僻野尚且说得过去，若在城里则是大逆不道了。两颗年轻而挚热的心，在春日午后的暖阳中激荡着，彼此都被对方深深吸引着，然而“发乎情，止乎礼”，两个饱受礼节教育的年轻人并没有再进一步的越轨行为。眼看着太阳已经偏入西边的山坳，崔护只好起身，恳切地道谢后，恋恋不舍地向少女辞别。少女把他送出院门，倚在柴扉上默默地目送着崔护渐渐走远。崔护也不时地回过头来张望，只见桃花一般的少女，映着门前艳丽的桃花，一同在春风中摇荡，心中暗叹：真是一副绝妙的春景图啊！但少女眼中无限的眷恋他却已看不清楚了。春日里一次偶然的相遇，在崔护和绛娘心中都激起了圈圈爱的涟漪。然而，男女之情，对男性来说是生活中的一些点缀，在女性却是生命的全部。<br>　　自从崔护离开以后，绛娘对他一直念念不忘，翩翩少年郎的影子日日夜夜盘桓在她脑海中，让她朝思暮想、魂牵梦萦，但这一切她又不能对任何人提起。而崔护回到家中，随即就埋头于繁重的功课中，日夜苦读，心思不复他顾；寻春巧遇绛娘一事只能暂搁脑后不敢再去撩起，以免心猿意马而荒废了学业。<br>　　时光如流，转眼到了第二年春天，又是一个春暖花开的晴日，崔护望着城中绽开的桃花不由地触景生情，回忆起去年春天的城南旧事，感情的烈焰在他心中升腾，在无法压抑的冲动中，崔护抱着兴奋急切的心情，一路快行来到城外寻找往日的旧梦。一路上花开如旧，瑞气依然宜人，但这一些景物都已唤不起崔护的兴致，他心中只有那片灿灿的桃花中的伊人。寻寻觅觅，终于让他找到了去年那幢茅舍，但见一切如故，好象那一次春日艳遇就是发生在昨天。走近院落，里面寂静无声。他隔着竹篱高呼道：“小生踏春路过，想求些水喝！”他重复着去年的语言，期盼着去年的那幕再次上演。许久都不见少女出来开门，他唤了几声：“绛娘！绛娘！”除了些许微弱的回音外，并无应答之声。再定睛一看，茅舍门上静静地挂着一把铜锁，宣告着主人已不在此。顿时，崔护觉得如一瓢冷水浇头，火热的心凉了大半。推开柴门，枯坐在院中桃花树下．缤纷的花瓣落了他一衣襟，仍不见少女归来。又是夕阳西斜的时候了，他讪讪地从窗棂中取出笔墨，怅然地在房门上写下七绝一首，这就是开头提到的那首“题都城南庄”。<br>　　题罢，他仍觉意犹未尽，沉吟两遍，想改第三句为“人面只今何处去？”转念又想，一首七言绝句中用两个“今”字，不甚妥当，于是仍依原句。再看诗中两次提到“桃花”一词，却并不嫌重复，反而更突出了主题，渲染了气氛。<br>　　崔护城南访旧，没能见到绛娘，回家后心里一直放不下来，脑子里不断地问：伊人究竟到哪里去了呢？——扫墓？探亲？郊游？甚至是出嫁了？他想来想去，绛娘的倩影时常萦绕在心头。这样一来，他根本无法用心读书，甚至连茶饭也难以下咽。于是，数日之后，他再度前往城南寻访。<br>　　这次，他熟练地找到了茅舍，尚未走近，远远地就听到茅舍中传出了阵阵苍老的哭声，崔护心中一紧，连忙加快脚步赶到茅舍前高声询问究竟。片刻之后，一位白发苍苍的老汉，颤颤巍巍地走了出来，泪眼模糊中，上下打量着崔护问道：“你是崔护吧？”对老汉知道自己的名姓，崔护有些讶异，他点头称：“晚生是崔护。”老汉一听，悲从中来，哭着说：“你杀了我的女儿啊！”崔护惊诧莫名，急忙询问：“敢请老丈说明原委！”老汉涕泪横流，硬咽地述说道：“爱女绛娘，年方十八，知书达礼，待字闺中，自从去年清明见了你，日夜牵肠挂肚，只说你若有情，必定再度来访。她等过了一天又一天，春去秋来，总不见你的踪影，她朝思暮想，恍然若失。时过一年，本已将绝望，前几天到亲戚家小住，归来见到门上你所题的诗，痛恨自己错失良机，以为今生不能再见到你，因此不食不语，愁肠百结，这然一病不起。我已老了，只有这个女儿相依为命，之所以迟迟不嫁，是想找一佳婿，好让我们父女有所依靠。现在绛娘却先我而去了，难道不是你杀了她吗？”听了这番哭诉，崔护仿佛横遭雷击，一时被震得不知所以。萍水相逢，痴心女子竟用情如此之深，怎不让崔护心痛欲碎呢！他呜咽道：“去年路经贵宅，口渴求饮，承蒙小姐赐茶，日前再来寻访不遇，怅然题诗而返，不料竟意出这样的变故，绛娘若死，晚生也不愿偷生了！”他边说边奔入内室，抱住断气不久的绛娘声嘶力竭地呼喊：“绛娘慢走一步，崔护随你而来呀！”崔护一边摇晃着绛娘，一边大声哭喊，泪水流满了绛娘的面庞。也许是他的精诚感动了苍天，也许是他的真情唤醒了绛娘的心，这时绛娘竟然悠悠地苏醒过来。一开始是呼出一丝绵绵的鼻息，接着双目微启，然后唇角微动，似乎认出了崔护，自己把脸深深埋进崔护的怀里。老汉见了惊喜万分，急忙备好姜汤米浆，慢慢给绛娘灌下。就这样，多情的绛娘居然从黄泉路上又走了回来。随后，崔护回家把情况禀明父母，父母十分体谅他们的一片真情，于是依礼行聘，择一吉日将绛娘娶进门来。绛娘的父亲也经崔家予以妥善的安置，得以颐养天年。但这父女始终不愿表明自己的姓氏和身世，留下一个难解之谜。也许老汉曾经在朝中为官，因故获罪，于是隐姓埋名，蛰居博陵城南，既然他有所顾忌，崔护一家也就知趣地不去探究。<br>　　崔护娶了绛娘这么一位情深意厚、贤淑美慧的娇妻，心中自是美不胜收。绛娘殷勤执家、孝顺公婆、和睦亲邻，夜来红袖添香，为夫伴读，使得崔护心无旁思，专意于功课，学业日益精进。唐德宗贞元十二年，崔护赶会试，获进士及第，外放为官，仕途一帆风顺，官到岭南节度使。在绛娘的佐助下，他为官清正，政绩卓著，深受百姓爱戴。"
}