{
  "id": 471,
  "star": 11,
  "name": "丘逢甲",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_471.jpg",
  "dynasty": "清代",
  "desc": "丘逢甲(1864年～1912年）近代诗人。字仙根，又字吉甫，号蛰庵、仲阏、华严子，别署海东遗民、南武山人、仓海君。辛亥革命后以仓海为名。祖籍嘉应镇平（今广东蕉岭）。同治三年（1864年）生于台湾彰化，光绪十四年（1887年）中举人，光绪十五年登进士（1889年），授任工部主事。但丘逢甲无意在京做官返回台湾，到台湾台中衡文书院担任主讲，后又于台湾的台南和嘉义教育新学。",
  "content": "<h2>生平</h2> <p><strong>爱国世家</strong><br>　　生于台湾省苗粟县，可以说是出生在一个爱国世家，其先祖是为躲避战乱而从中原南迁的“客家人”，因不愿在入侵者面前苟且偷安而举族南迁。在长期颠沛流离的徙居生活中，他们不得不与险恶的自然环境作斗争，养成了刻苦耐劳的习惯和勇于开拓进取的精神，并且后代子孙牢记一条遗训：即先祖是因外族侵扰而辗转南迁，所有后代子孙，不论落籍何处，都应勤耕苦读，自立图强。到<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>的曾祖父丘仕俊时，因耕地狭小，无以为生，所以偕同一批客家人又漂洋过海，向台湾迁徙，这大概是清乾隆中叶时期。到丘逢甲这一代，丘家在台湾定居已有四代、近百年的历史了。<br>　　1864年，丘逢甲就出生在这样一个具有浓厚爱国爱乡思想、生活上则保持清朴风尚的乡村塾师的家庭里，自幼受清朴刚正家风的熏陶和艰苦生活的磨炼，“幼负大志”，渴望报效国家民族。这一切对他日后的事业以及人生道路都产生了积极有益的影响。 丘逢甲自幼天资聪颖，读书过目不忘，在其父的亲自教授下，六七岁即能吟读、属对。14岁时赴台南应童子试，获全台第一，受福建巡抚兼学台丁日昌注意，特赠“东宁才子”印一方，由此闻名全台。1888年参加乡试，中试为举人。<br>　　第二年春，赴京参加会试（光绪十五年1889)进士，中进士，钦点工部虞衡司主事。此时丘逢甲年仅26岁，但他却无意仕途，辞归故乡，专意养士讲学，任台南崇文书院主讲，同时兼任台湾府衡文书院及嘉义罗山书院主讲。1892年，《台湾通志》总局正式开设，丘逢甲被聘为采访师，负责采访、补辑乡土故实，因此有较多机会深入民间，了解社会民情。这时期，整个中华民族正处在深刻的民族危机和社会矛盾之中，西方列强的殖民侵略使中华民族面临着生死存亡的威胁，这样的社会现实不能不使丘逢甲感到郁闷和隐忧，他慨叹道：“风月有天难补恨，江山无地可埋愁。”“孤岛十年民力尽，边疆千里将材难。”他预感到一场大的动荡即将到来，自己虽隐身山林，专心教读，但渴求报效国家之情却炽热而强烈。在他的书屋中，自书中堂“且看鹰翅出云时”，以明心志，时刻准备报效国家。</p> <p><strong>台湾战役</strong><br>　　1894年，中日甲午战争爆发，他预见到台湾前途危难，以“抗倭守土”为号召创办义军，自己带头变卖家产以充军费，并动员亲属入伍。不久，160营（实际上经训练的只有30余营）义军成立，丘逢甲担任全台义军统领（又称义军大将军）。1895年4月17日，<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>与日本首相伊藤博文在日本国马关春帆楼签订了丧权辱国的《马关条约》，激起了全国人民的义愤。丘逢甲悲愤交加，当即刺血上书，抗议李鸿章的卖国行径。此后他多次联合台湾绅士向朝廷发出呼吁电，要求废约抗战。清政府不但置台湾领土和几百万同胞于不顾，而且急诏撤回守土官兵。丘逢甲联合一批爱国志士，与日军展开抗战。日本侵略军进攻台湾后，台北、台南和台中的防务分别由唐景崧、刘永福和丘逢甲、林朝栋负责。由于唐平时放纵部下，纪律松散，无心抗战，一与日军交手，便节节败退，不久基隆失守，唐化装逃离台北，台北被日军轻易占领。消息传来，丘逢甲急举义军赴台北增援，途中得知台北已沦陷，唐已内渡，气愤至极。日军沿铁路南侵直达新竹，丘逢甲率义军与日本侵略军血战20余昼夜，进行了大小20多场战斗，给日军以沉重打击。终因“饷尽弹尽，死伤过重”而撤退。<br>　　1895年秋，失败后离台内渡，定居镇平，往来潮、汕、广州之间，一度赴港、澳、南洋等地，曾与<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>、<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>会晤。后顺应时代潮流，从赞同维新保皇逐渐倾向革命，掩护同盟会员的反清活动，致力于兴办学校，推行新学，培植人才。先后担任两广学务处视学、广东教育总会会长、广东咨议局副议长等。民国成立，以广东代表身份赴南京参加筹组临时政府，被推举为参议院议员。1912年初，扶病南归，随即病故。他临终弥留之际，嘱咐家人：“葬须南向，吾不忘台湾也！”</p> <p><strong>黄冈起义</strong><br>　　1907年5月，第二次黄冈起义失败后，何子渊等领导人随即返回梅州。不久，萧惠长、江柏坚、姚竹英、张花谷等人身份不幸暴露，被迫走避箭竹顶茶场达半年有余。其中姚竹英等人在箭竹顶茶场住了半年多，萧惠长、江柏坚住了四个多月，邱逢甲为了营救革命党人及商量下一步行动方案，于1908年（戊申年）夏初，多次来到石马“顺裕庐”跟子渊先生商讨对策，后遇险党人卒在何子渊、邱逢甲的疏通、担保之下得以脱险。<br>　　1904年，邱逢甲在箭竹顶茶场策划“黄冈起义”行动计划期间，为石马私塾先生黄彩平题写的屋名“迁善楼”墨宝，因刻石师父不小心泡了水，缺损了一角，这次子渊公又在箭竹顶茶园议事厅请邱逢甲即兴挥毫重写了一张。为此，黄彩平还特地减免了何家两斗谷种的地租以表谢意。（迁善楼，光绪戊申夏月，邱逢甲书）<br>　　黄冈起义虽然失败了，但它给满清王朝所造成的冲击却堪与广州黄花岗起义相媲美。正如孙中山在他的《建国方略》中所言：“若无此次诸烈士轰轰烈烈足丧满虏之胆之善因，怎有辛亥武昌之义师一举而鄂督瑞澄入军舰之美果？”。<br>　　1904年春节，邱逢甲在箭竹顶茶场一共住了两晚，直至正月十八才下山。期间，特地以何子渊的字“东汉”为据，为子渊先生题下“光汉茶庄”和“渊庐”“顺裕庐”等多幅墨宝。“光汉茶庄”坐落在石马镇石马圩“光记”商店对面，营业面积约100多平方米，由何子渊的弟弟子韶负责经营，是箭竹顶茶在海内外的经销母店，同时也是革命党人的地下联络点。箭竹顶茶在清朝乾隆年间非常出名，行销海外、南洋一带。民国时期，渊公曾以此茶馈赠孙中山、胡汉民、廖仲恺、许崇智、陈济棠、李济深、蒋光鼐、蔡廷锴、张发奎等名人，均赞不绝口。“渊庐”坐落在“光记”旁边，建筑面积约50多平方米，专供何子渊在石马上学的子孙寄宿及革命党人临时落脚之用。<br>　　不料，两座极具历史、文物价值的建筑均在上世纪五十年代初被“土改”名义没收，房契、地契被强制烧毁。打到“四人帮”后，石马公社革委会又以何子渊家没有“台湾关系”为由拒绝归还……<br>　　话说邱逢甲1904年正月十八回到兴民学堂，不久便接到广东省政府的调令，奉调广东学务处任职。 </p><br/><h2>诗歌成就</h2> 　　<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>一生共写过5000余首<a href=\"http://so.gushiwen.org/author_471.aspx\">诗</a>，传世的现尚有3000余首，其中“怀台诗”占了相当大的比例。他的诗都是有感而发，情深意切，绝无无病呻吟之弊，故能辗转传抄，广为传诵。即使在100余年后的今天，人们读他的诗集，仍能激发爱国热情，如临其境。当然，除了真情实感外，“乐宁才子”的作诗技巧同样是相当高超的。江泉的《丘仓海传》对此曾概括道：“仓海暨内渡……日以赋诗为事，而故国之思，以及郁伊无聊之气，尽托于诗。诗本其夙昔所长，数十年来复颠顿于人事、世故、家国、沧桑之余，皆足以锻炼而淬砺之。其所为诗，益苍凉慷慨，有《渔阳参挝》之声。又如飞免骠袅，绝足奔放，平日执干戈卫社稷之气概，皆跃然纸上。”<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>的《饮冰室诗话》中对这种豪放激越、震撼人心的诗风同样有很高的评价，并称丘逢甲为“诗界革命一巨子”。<br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a> (1864年—1912年)，又名仓海，字仙根，号仲阏，生于台湾苗栗县铜锣湾，祖籍粤东嘉应州镇平(今梅州蕉岭县)人，光绪15年(1889)登进士，是清末著名<a href=\"http://so.gushiwen.org/author_471.aspx\">诗</a>人和爱国志士，同时也是一位卓越的教育家。丘逢甲虽然在潮汕地区任教的时间不长，但他扬弃旧式以时务、策论、诗、古文辞课士，摒弃八股试帖，创办当时粤东潮属各县独一无二的新式学堂，开创了潮汕近代新学的先声。</p> <p>　　丘逢甲，台湾苗栗客家人，祖籍粤东嘉应州镇平(今梅州蕉岭县)人。1895年甲午战争后(1895年4月17日)<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>与日本签订&lt;马关条约&gt;，割让台湾，台湾人民激愤，丘逢甲坚持反对并组织义军反抗日军。同年5月23日，唐景嵩发表宣言，宣称“台湾同胞誓不服倭，与其事敌宁愿战死”。丘逢甲任义勇军统领，隔日，国会议长林维源逃亡至福建省厦门。5月29日乙未战争掀起战端，6月4日总统唐景嵩弃职逃亡福建厦门，镇守北台湾的正规军溃败。其后丘逢甲见局势不可为，携带家眷内渡广东嘉应州。其后虽有名将刘永福率领的黑旗军及吴汤兴、姜绍祖、徐骧等人率领的诸多民间义勇军奋起抗日，但由于装备及训练均远不如日本，终究于10月21日被日军攻入大本营台南，台湾沦陷。</p> <p>　　丘逢甲内渡后先在家乡和潮州、汕头等地兴办教育，倡导新学，支持康梁维新变法；1903年，被辛亥革命元老中国现代教育奠基人何子渊等人创办的兴民学堂聘为首任校长；后利用担任广东教育总会会长、广东咨议局副议长的职务之便，投身于孙中山的民主革命，与同盟会嘉应州主盟人何子渊等革命党人参与筹划潮州黄冈起义等革命活动。</p> <p>　　中华民国建国后，丘逢甲被选为广东省代表参加孙中山组织的临时政府。民国元年（1912年）元旦因肺病复发，正月初八日(1912年2月25日）病逝于镇平县淡定村，终年48岁。台湾建有逢甲大学以示纪念。 </p><br/><h2>评价</h2> <p><strong>正面评价</strong><br>　　<a href=\"http://so.gushiwen.org/author_471.aspx\">丘逢甲</a>少年得志，却弃官返台从事教育工作；已未割台时，他首倡独立抗日；内渡大陆后则献身推广新式教育，为国家培养元气。终其一生始终对国家抱有高度的期望，具有强烈的爱国情操。<br>　　丘逢甲的<a href=\"http://so.gushiwen.org/author_471.aspx\">诗</a>文曾获得诸多学者高度的评价：钱仲联曾评其《岭云海日楼诗钞》曰“七律一种，开满劲弓，吹裂铁笛，真成义军旧将之诗。”<a href=\"http://so.gushiwen.org/author_914.aspx\">柳亚子</a>谓“时流竟说<a href=\"http://so.gushiwen.org/author_439.aspx\">黄公度</a>，英气终输仓海君，战血台澎心未死，寒笳残角海东云。”<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>则誉为“诗界革命巨子”、“天下健者”。</p> <p><strong>负面评价</strong><br>　　1895年反割台运动期间，丘逢甲虽首先刺血上书反对割台，尔后却提前内渡，其前后言行不一，实际表现未尽理想，使后人稍有微词。连雅堂在《台湾通史》便作总评为“成败论人，吾所不喜，独惜其为吴汤兴、徐骧所笑尔。”丘氏内渡之际，有谓其挟带巨额公款而，但因无实据，亦有持不同意见者迄今仍无定论。</p>"
}