{
  "id": 135,
  "star": 604,
  "name": "罗隐",
  "image": "http://img.gushiwen.org/authorImg/luoyin.jpg",
  "dynasty": "唐代",
  "desc": "罗隐（833-909），字昭谏，新城（今浙江富阳市新登镇）人，唐代诗人。生于公元833年（太和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。",
  "content": "<h2>故事传说</h2> <p><strong>天降面粉与落雪</strong><br>　　传说有一年冬天，<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>又京试落第了，他的心情十分沮丧，再加上囊中羞涩，只得在长安街市上卖字糊口。一天，他连买墨条的钱也没了，于是就到处溜达。到了晌午，肚子实在饿得堂不牢了，就走进店家讨口饭吃，可是，进了好几家店，店老板都像是前世欠他多还他少的说：“朝廷俸禄天天加，自己都吃得上顿没下顿了，年纪轻轻的懒汉骨头，出去出去！”罗隐走出第4家小吃店后，仰首对天呐喊道：“天哪，我前世作了什么孽了呀，老天爷，你就下点面粉给我吃吧。”话音刚落，但听得北风呼啸，灰蒙蒙的天上，骤然漫天飘下了白茫茫的面粉。一时间，长安大街上的人们纷纷拿着畚箕和扫把，走出家门在抢夺上天赐予的面粉了。那些个老板都手执卫身棒，指挥着他们各自的佣人，“快点！快点！”还没过十几分钟，抢面粉的人们就开始大动干戈了，霎时，街面上呈现出一片打闹的混乱局面。正在这当口，一队骑着白马的官兵来了，他们手中挥舞着马鞭，对着杂乱的人群猛抽过去。其中为首的对大家大声喝令：“所有的人听着，天上落下的面粉就是皇粮，你们必须全部交给我们。否则，格杀勿论。”看到这些，罗隐后悔自己开了金口，即将酿成惨祸。于是，又对着苍天大喊道：“天哪，我宁愿自己饿了，落面粉快好落歇了”。说来真神奇，罗隐的这么一句话，天上落下的面粉，马上变成了会融化的雪了。原来是上天把罗隐的“好落歇了”，听成了“好落雪了”。</p> <p><strong>罗隐戏秀才</strong><br>　　据传，罗隐年青时就很有文才，能够出口成<a href=\"http://so.gushiwen.org/author_135.aspx\">诗</a>，但由于家里穷，不得不经常外出做短工度日。清明边的一天，他帮东家种田，天上飘起了蒙蒙细雨，便跑回东家屋里吃点心，东家就捧来一壶酒和一盘米粿，就在这时，东家来了三个秀才，于是，东家就招呼他们一同就餐。秀才们瞧不起眼前这位种田的小伙计，故意七嘴八舌地对罗隐提出刁难的话题说：“面对此时此景，不妨各人做一首诗，表示自己的心情，才能动手动口——做得出，有得吃，做勿出，只能干瞪眼。可否？”罗隐心里暗暗好笑，却有意为难的说：“这恐怕不容易吧。”</p> <p>　　三个秀才得意地放肆大笑说：“这是我等用餐前的规矩，反正有话在先，做得出，饱口福，做勿出，流口涎。”于是，其中一位立马拂袖先吟：“清明时节雨纷纷，秀才下乡觅诗文。吃个米粿喝杯酒，来年一定登龙门！”</p> <p>　　罗隐听罢，点点头又摇摇头说：“贵人倒胸有大志，可惜志大才疏。”没等罗隐说完，第二位又迫不及待的吟上了：“清明时节雨淋淋，秀才下乡祭祖坟。磕头干嚎多辛劳，黄酒米粿解烦闷。”</p> <p>　　罗隐失声笑道：“原来是个假孝子！”此时，第三位秀才早按捺不住了，就摆摆手抢着高声念道：“清明时节雨飘飘，秀才下乡访姣姣。吃饱喝足转一圈，觅得佳丽藏金屋。”</p> <p>　　罗隐嗤地笑道：“失敬失敬，足下原来是位登徒子。”秀才们却不理会罗隐的奚落，一个劲地催他作诗。罗隐挥挥手说：“莫急——莫急，我的诗长着呢，诸位可要耐心听着噢，勿要中间打断，不然，我就要做不下去的。”秀才们以为罗隐做不出，故作托词，便一齐说道：“不打断，不打断，你尽管往下做！”罗隐轻咳一声，从容吟道：“清明时节雨滴答，种田老倌肚饿煞。喝杯老酒润润喉，吃个米粿填肚角”——罗隐一仰脖子喝完了酒，嚼着米粿继续往下念：两个三个不够饱，再加四、五、六、七、八”……他边念边吃，没等秀才们反应过来，就把一盘米粿吃得净光，尔后，打个饱嗝，续了最后两句：“填饱肚子下田去，哪有闲空瞎搭白！”说罢扬长而去，剩下三个秀才坐在那儿干瞪眼。</p> <p>　　罗隐碑林罗隐碑林位于浙江省富阳市新登境内。为弘扬中化民族文化，追念先贤，示教后人，一九九五年，富阳市 政府择址新登镇葛溪帝贤明山北山腰兴建罗隐碑林，碑廊内树立一批花岗岩碑，镌刻当代著名书法家刘海栗等题写的书法艺术精品。 碑林里面有两个露天的院子，分上下两个台阶，四周镌刻着当代著名书法家刘海栗等题写的四十多块书法艺术精品。走廊墙壁上有十几块黑色大理石分别雕刻着我国当代书法家篆写的罗隐诗句。沿院子两边走廊往上走四十多个台阶，便是罗隐纪念厅。纪念厅内有一座两米多高的罗隐石雕像，雕像旁边有一块黑色大理石碑，上面雕刻着由全国人大副委员长蒋正华篆写的罗隐诗句。 </p><br/><h2>出众的才学</h2> <p>　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>的才气还是非常出众的，也被当时的人所推崇，当初认他为叔叔的罗绍威，就很喜欢罗隐的<a href=\"http://so.gushiwen.org/author_135.aspx\">诗</a>，他自己还写诗，而且将自己的诗谦虚地命名为《偷江东集》。割据青州的王师范经常派人送信送财物给罗隐，求他赠诗，等得到后，大喜不已，爱不释手。有个朋友中了进士，罗隐写诗祝贺，朋友的父亲却说：“儿子及第我并不高兴，高兴的是得到罗公诗文一篇。”可见罗隐在当时的名气之大，但这名气也成了他及第的大障碍。罗隐一生作品很多，著作有《谗书》、《淮海寓言》、《湘南应用集》、《江南甲乙集》、《灵壁子》等。 罗隐的诗很有境界，对人生的认识也很深刻，如《<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>墓》批判了当时社会对书生的冷遇：“数步荒榛接旧蹊，寒郊漠漠雨凄凄。鹿门黄土无多少，恰到书生冢便低。”坟墓的高低显示了人死后礼遇的高低。</p> <p>　　还有比较出名的《自遣》，对他和当时一些有才华而不能报国的志士的无奈心理做了描述，有的句子至今还被一些人引用，但已经是断章取义了。罗隐在《自遣》中写道：“得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。”</p> <p>　　其他的诗中也常有佳句出现，如《蜂》中“采得百花成蜜后，为谁辛苦为谁甜。”《筹笔驿》的“时来天地皆同力，运去英雄不自由。”将思想和艺术完美地结合起来，诗艺达到了极高的水平。</p> <p>　　除了诗外，罗隐的文章也很出名，主要是《谗书》中的小品文，在序言中罗隐自嘲地写道：“我来到京城七年，饥寒交迫，几乎不像一个正常人了。丁亥年的正月，拿过这本书来自己骂自己：‘他人用书得荣誉，你却拿它自取其辱；他人用书取富贵，你却因此得贫困。’所以，我的书不过是自己谗媚自己罢了，就叫谗书吧。”罗隐的儿子塞翁，官至节度使推官，擅长画羊，当时人视为一绝。罗隐的《谗书》中有一篇《题神羊图》估计就是在儿子的画上写的，他对当时的不良风气进行了讽刺，大意是：“尧的时候有神羊，是触不直辨是非的。后人却将羊角的形状画得怪异，以为这样才是神羊。哼！尧的羊和今天的羊本来就是一样的。原来的羊纯朴，现在纯朴之风已经败坏了，羊也变得贪婪狠毒，人也堕落了。所以现在的羊角歪了，就不能像原来那样触不直辩好坏之人了。” 罗隐有才，但他初期的失败主要是因为他太狂妄了，不知人外有人，天外有天，好像天下除他之外再无有才之人，但失意使他的诗才朝着另一个讽刺的方向有了大发展。假如他稍微收敛一些，恐怕在当时会有更大的作为，但这样，那个有才气有傲气的罗隐就不会出现了。朱温也久闻罗隐盛名，用右谏议大夫的官职召他去，被罗隐回绝。同时他还建议钱鏐讨伐后梁，灭掉叛逆唐朝的朱温。他说：“王是唐朝之臣，发兵北伐义不容辞，纵使不能成功，也能保住杭州越州之地，称帝于东方。怎么能向北称臣，做羞辱之人呢？”钱鏐以为罗隐被唐朝长期压制，会怨恨唐朝，这时见他并不计较个人得失，而是以道义为重，对他的人品很是钦佩，虽然没有听从他的建议北伐，但对罗隐更器重了。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>（833—910年1月26日），字昭谏，新城（今浙江富阳市新登镇）人，唐代<a href=\"http://so.gushiwen.org/author_135.aspx\">诗</a>人。大中十三年底至京师，应进士试，历七年不第。咸通八年乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起义后，避乱隐居九华山，光启三年55岁时归乡依吴越王<a href=\"http://so.gushiwen.org/author_1535.aspx\">钱镠</a>，历任钱塘令、司勋郎中、给事中等职。后梁开平三年十二月十三日（910年1月26日）去世。罗隐小时候便在乡里以才学出名，他的诗和文章都很出众，为时人所推崇，他和同族另外两个有才的被合称“三罗”。</p> <p>　　在唐朝末年，罗隐和许多人一样也想借助科举考试踏入仕途，一展宏志。但罗隐虽然名声很大，却六次没有考中，于是改名为罗隐。罗隐的才学确实出众，就连当时的宰相<a href=\"http://so.gushiwen.org/author_572.aspx\">郑畋</a>和李蔚都很欣赏他，但由于他的试卷里的讽刺意味太强，人也很狂妄，这使他在讲究谦虚的中国古代社会里非常孤立，考官们对他很反感。有次他投考时，正遇上大旱，皇上下诏求雨做法，罗隐便上书进谏，说水旱灾害是和天地一样共存的，无法立即消除，他劝皇上应该用心祈祷，那么百姓的庄稼受灾再重也会感激陛下的。最后说，先皇和大臣们都不能为陛下出力，何况做法的又是几个无名之辈，他认为此法不可取。罗隐的话太直率，有些讽刺的意味，最后皇上也没有听他的。 </p><br/><h2>生平</h2> <p>　　天祐元年（904年），<a href=\"http://so.gushiwen.org/author_135.aspx\">罗隐</a>奉吴越王钱鏐命，从瑞安乘木船而上溯江口，步行至莒江涤头村（今属泰顺县新浦乡）寻访寓贤吴畦（原平章事谏议大夫）出山辅政。此为飞云江瑞安至泰顺江口航运最早一次记载。</p> <p>　　罗隐的讽刺散文的成就很高，堪称古代小品文的奇葩。收在《谗书》里的讽刺小品又都是他的“愤懑不平之言，不遇于当世而无所以泄其怒之所作”（方回《谗书》跋）。罗隐自己也认为是“所以警当世而戒将来”的（《谗书》重序）。如《英雄之言》通过<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>、<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的两句所谓“英雄之言”，深刻地揭露了那些以救民涂炭的“英雄”自命的帝王的强盗本质。最后更向最高统治者提出了警告（意彼未必无退逊之心、正廉之节，盖以视其靡曼骄崇，然后生其谋耳）。类似这样的光辉思想在罗隐的杂文中是不时流露的。《说天鸡》、《汉武山呼》、《三闾大夫意》、《叙二狂生》、《梅先生碑》等篇，也都是嘻笑怒骂，涉笔成趣，显示了他对现实的强烈批判精神和杰出的讽刺艺术才能。<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>在《小品文的危机》一文中对晚唐小品文在唐代文学史上的地位有非常精辟的见解。他说：“唐末<a href=\"http://so.gushiwen.org/author_135.aspx\">诗</a>风衰落，而小品放了光辉。但罗隐的《谗书》，几乎全部是抗争和愤激之谈；<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>和<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>，自以为隐士，别人也称之为隐士，而看他们在《皮子文薮》和《笠泽丛书》中的小品文，并没有忘记天下，正是一榻糊涂的泥塘里的光彩和锋芒。”</p> <p>　　罗隐在唐末五代诗名籍甚，有一些精警通俗的诗句流传人口，成为经典名言。如“时来天地皆同力，运去英雄不自由”“家财不为子孙谋”“今朝有酒今朝醉”“任是无情也动人”等等。又如讽刺小诗《雪》：“尽道丰年瑞，丰年事若何?长安有贫者，为瑞不宜多!”瑞雪兆丰年，但对贫苦的人民说来，却成了灾难。他的咏史诗《西施》一首也写得比较好：“家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁?”第一句多少有一些宿命论的意味，但他反对把吴王夫差的亡国归罪于西施，的确是对传统成见的有力翻案。许多人喜欢他的《赠妓云英》一诗。《唐才子传》中有一段故事，原文如下：隐初贫来赴举，过钟陵，见营妓云英有才思。后一纪，下第过之。英曰：“罗秀才尚未脱白”隐赠诗云：“钟陵醉别十余春，重见云英掌上身。我未成名卿未嫁，可能俱是不如人。”罗隐才高，云英色艺兼美，如何是不如人呢？只是社会没有给他们机会吧？每次读此诗都会感动，可能是遭遇与他们也相似吧。明代屠中孚说：“若《答云英见诮》及《题新榜》二绝，真堪为之涕落。”（《刻罗江东集序》）</p> <p>　　传说，地仙罗隐是“真龙天子”。玉皇大帝怕他当了皇帝，会捣乱乾坤，就派天兵天将换了罗隐的仙骨。当时罗隐咬紧牙关，浑身的仙骨都被换掉了，只有牙床骨没换得去，虽做不成皇帝，却留下了一张“圣贤嘴”。说来也怪，罗隐说什么就灵验什么，大家既想讨他说好话，又怕惹他讲坏话。关于罗隐的神奇故事，水地民间流传不少。</p> <p><strong>罗隐堵河</strong></p> <p>　　玉林有条南流江，北流有条北流江，据说从前是同一条大河的。后来为什么又分成两条江呢？提起这南 北流向的二条江来，跟罗隐大有关系呢！</p> <p>　　罗隐从广东来到广西，见一条滔滔不绝的大河，像条凶猛的蛟龙，从大容山顶向南海流去。河床很高，每逢大雨河水上涨，常淹没两岸田园，冲毁村庄；若遇天旱，河水低落，又很难把水汲上来浇灌庄稼。因此，沿河一带的百姓生活困苦，向来厌恶这条大河。罗隐了解到百姓这一疾苦，决心把大河堵截起来，改变它的流向，让两岸的人们过上好日子。罗隐向山神要一座石山，挑过来连夜赶路，走走歇歇，歇歇走走。走了七七四十九里路，过了八八六十四个弯，终于来到大河将要入海的地方。他试探着把石山往河里一堵，觉得河水的来势凶猛，难以改变流向。于是又提起山挑着往回走，想拣个合适的地方再堵截起来。走着走着，突然听到“喔喔喔”的鸡啼声，罗隐急忙将石山往河湾一塞，河水被堵截起来了，溢起来的一股继续向南流去，另一股却转往北流去了。从那时候起，这大河便分成了南流和北流的两条江。水患减少了，沿岸百姓的生活也从此一天天好起来。</p> <p>　　再说罗隐听到鸡碲，知道石山再也不能挑走了，堵在那河湾处又感到不大适当，心里很是不乐。望着夜空，他掐指算算。子时还没有到，怎么鸡就啼了？罗隐感到奇怪，就找来附近村子的社坛伯公问：“刚才是谁家的鸡啼？”社坛伯公回答：“谁家的鸡也没有啼呀!”“那是什么怪声?”罗隐追问着。社坛伯公“噗嗤”一声笑了，说：“是我学鸡啼的”。罗隐十分生气，给他尝了两个耳光，喝道：“你平日作威作福，白要百姓供奉祭，却不为村里积点功德，反而酒醉饭饱之后，阴阳怪气乱叫，几乎坏我大事。听着！从今起，村中无你食宿地，村头路尾你栖身。”</p> <p>　　后来社坛伯公总算有了悔改，他日夜巡游村庄，为百姓驱邪扶正，保佑平安。村民念他这些积德，就在村边建了一座社坛，逢年过节供奉三牲酒醴，可始终没有给社坛伯公盖庙宇。罗隐还为社坛伯公写了一副对联：</p> <p>　　社殿有尘风自扫</p> <p>　　坛门无锁月来关</p> <p><strong>吃猪肉</strong></p> <p>　　一天傍晚，有一群村民正在闲淡吃喝，忽然见罗隐走过来，一些人怕惹祸招灾，都四散跑开了。罗隐感到奇怪，上前问一个还没有走的伯爷公：“刚才你们谈论些什么？”伯爷公说： “连年歉收，大家很久都没有吃肉了。刚才我们闲谈，想吃一顿足够的猪肉。”罗隐笑笑说： “这有什么难，你叫各位明天等着。”</p> <p>　　伯爷公走后，罗隐走到路边拐弯的地方拉屎：偏巧县太爷打遭回府，路过转弯处见有人竟敢拉屎挡道，不禁大怒，立即喝令衙役捉住重责四十大板。罗隐争辩说：“我拉屎关你屁事，吃了再走!”衙役气得暴跳如雷，举棒就打罗隐。罗隐往旁边一蹲，衙役直扑了个空，一个趔趄，跌了个“饿狗抢屎”。罗隐见衙役啃了满嘴屎，笑道：“真没用，竟吃不完我罗隐一泡屎。”县太爷一听说是罗隐，慌忙下轿上前赔不是，点头哈腰地说：“罗隐相公，刚才我们有眼不识泰山，请别见怪，望多多包涵!”罗隐板起脸说：“限你明天送五头大肥猪到村里来，不然……”还没让罗隐说完，县太爷就抢着说下去：“哎哟，我求求你别说了，区区小事，一定照办。”</p> <p>　　县太爷回去后，老怕罗隐会说他坏话，第二天一早，就差人送去了五头大肥猪。就这样，村里的男女老少，都美美地吃上了一顿猪肉。</p> <p><strong>酸死了</strong></p> <p>　　有个财主得了一个孙子还不满足，他想再要几个，以图“儿孙满堂”。为孩子办“对岁洒”的时候，财主想讨罗隐讲一句“孙多”的应验话，就三邀四请他来赴宴。这一天，财主家宾客盈门，大摆筵席。财主特地叫厨师给罗隐办一席，做了满桌的“酸菜”。什么甜酸鲤鱼、甜酸排骨、卤酸扣肉等，真是五花八门，样样关酸。财主亲自陪罗隐入席。菜上来了，财主说：“小孙周岁，承蒙各位光临，特备水酒一杯，不成敬意。请！”众宾客举杯动筷，狼吞虎咽。老财主频频劝酒，满面春风，可是罗隐却酒肉不尝。财主问：“罗相公，这几道菜难道不合你的口味?”罗隐笑而不答，财主夹了一块甜酸鲤鱼送到他面前，罗隐不便推辞，夹起来就咬了一口，就皱眉喷鼻，嘴巴吸得啧喷地响。财主忙问： “这味道是不是酸（孙）多？一众宾客还不等罗隐回答，七嘴八舌地就答到：“酸（孙）多！酸多！”财主一听这阿谀奉承的吉利话，直乐得眉开眼笑，又夹一块卤酸扣肉送到罗隐面前，满以为他吃了也说句“酸（孙）多”。谁知罗隐一咬那块卤酸扣肉，大叫道：“哎哟！酸死了！”</p> <p>　　真怪，宴席还没有散，财主的孙子果真死了。一场庆喜的“对岁酒”，竟变成了晦气的“丧家酒”。</p> <p><strong>路铺茶</strong></p> <p>　　挑担赶圩的人，常在途中的路铺（茶水店）歇息喝茶水。有时候即使喝了没有烧开的茶水，也不致于坏肚子，为什么呢？传说是罗隐的“圣贤嘴’说了这样的话：“路铺茶水不烧开，喝了肚子也不坏。”</p> <p>　　一次，罗隐经过一个路铺，当时天气十分炎热：他走进铺内歇息，向店主人讨碗茶水解渴。店主正往灶内添柴加火，说:“茶水还没烧开呢，请等一会儿。”眼看柴草快烧完了，可水还没烧开，急得店主团团转。他东找一些，西挪一点，但始终都没有把茶水烧开。罗隐见店主急得满头大汗，又加上自己渴得很，就说：“别找柴草烧了吧！”店主说：“茶水若不烧开，过往行人喝了，岂不坏肚子？”罗隐再也忍不住口渴，用木勺往锅里舀了一大碗，荡了几下，咕咚咕咚地喝了下去。店主担心地说：“等一会肚子痛，你可别埋怨我。”罗隐抹了抹嘴，笑着说：“放心，路铺茶水不烧开，喝了肚子也不坏。”</p> <p>　　说也奇怪，从此途中的路铺茶水，有时即使没烧开，过往行人喝了，也是不会坏肚子的。有些路铺的店主索性设置一桶生水，免费让过路人喝。</p> <p><strong>罗隐转世</strong></p> <p>　　罗隐那张“圣贤嘴”，说话灵验的事，终于被玉皇大帝知道了。他想凡间有这样的奇人，怎么得了？于是派雷公电母，风神雨神四处捉拿，一定要把罗隐杀掉。</p> <p>　　一日，罗隐从一个村庄经过，忽然大风大雨。他指着天说：“指指风，指指雨，罗隐避在瓦窑里。”罗隐边说边走进附近的一个破瓦窑里去，风不刮了，雨也不下了。可是接着又是雷声隆隆，电光闪闪，罗隐随口说：“好在瓦窑是我藏身之地。”他把“藏”说成“葬”，话音刚落，一声霹雳震天响，雷电把罗隐击昏了过去。不久，又是大风大雨，破瓦窑崩塌了，罗隐就这样被埋葬在窑里。</p> <p>　　再说村里有个员外，员外家有一位千金小姐。这小姐生得聪明伶俐，才貌出众，虽年方十八，但尚未嫁人。员外把这个独生女视为掌上明珠。一天，员外发现小姐面容消瘦，神思恍惚，请来医生给她看病。医生诊完脉悄悄对员外说：“你家小姐有喜啦！”员外慌了手脚，急忙找夫人商量。夫人责骂女儿行为不轨，小姐放声大哭。夫人又追问丫环，丫环说：“小姐一向行为正直，深闺未出，从未干过见不得人的勾当。”夫人再三扒根问底，小姐把想起来的事，一五一十说了出来。</p> <p>　　原来，在两个月前，有一天，小姐读书困倦，就随丫环到后花园游玩。小姐见园中柑桔满枝头，一股香味惹得口水直流。丫环拣了一只又熟又大的摘给小姐。说来也怪，吃了那只柑桔后，小姐不知不觉的就有了身孕，并常在梦中与一个书生同床共枕。</p> <p>　　夫人听了，感到怪事就出在那棵柑桔树。她叫员外派人把树连根扒起来。那棵柑桔树的根很长，一直挖到墙外一里多的破瓦窑里，发现一具尸体。死尸还没腐烂，像一个喝了酒熟睡的人一样，满面红光。员外叫人把尸体挖起来，置了棺材，重新安葬在后花园内。</p> <p>　　过了几个月，小姐生下了一个男孩，娇小活泼，员外和夫人见了，十分喜爱，当成小孙抚养。后来，员外打听到破瓦窑那具尸体是罗隐，而小姐又是吃了柑桔怀孕的，就给小孙取名“甘罗”。</p>"
}