{
  "id": 2735,
  "star": 0,
  "name": "马光祖",
  "image": "http://img.gushiwen.org/authorImg/maguangzu.jpg",
  "dynasty": "宋代",
  "desc": "马光祖（约1201—1270），字华父，号裕斋，宋浙江东阳马宅镇（一说城西）人。赐号裕斋，封金华郡公，谥号庄敏。生于南宋庆元庚申年八月二十四日（公元1200年），宝庆丙戌年（公元1226年）“试南宫叨进仕”。后历任沿江制置使、江东转运使、知临安府（今杭州）、三知建康府（今南京）、户部尚书、大学士，咸淳三年（公元1267年）拜参知政事，咸淳五年（公元1269年）升授为知枢密院事，以金紫光禄大夫（加金章紫绶者的光禄大夫）致仕。马光祖卒于咸淳癸酉年（公元1273年）五月十五日，享年七十有四。马光祖是与范中淹、王安石等齐名的宋朝名相，《宋史·卷四一六》有传。",
  "content": "<h2>生平</h2> <p>　　宝庆二年（1226）进士，授新喻主簿。历知余干县、处州、镇江、隆兴府、太平州、临安府、建康府、江陵府及户部尚书、浙西安抚使、江东安抚使、宝章阁学士、明殿学士、资政殿学士等。</p> <p>　　从<a href=\"http://so.gushiwen.org/author_417.aspx\">真德秀</a>学，宝祐三年（1255）累官至户部尚书兼知临安府、浙西安抚使；继加宝章阁直学士、沿江制置使、江东安抚使，知建康府兼行宫留守兼节制和州、无为军、安庆府三郡屯田使。</p> <p>　　至建康，即以常例公用器皿钱20万缗支犒军民；削减租税，养鳏寡孤疾之人；招兵置寨，给钱助诸军婚嫁；属县税折收丝绵绢帛，倚阁除免以数万计；兴学校，礼贤才，僚属皆极一时之选。。为方便行人，他搜集旧名或起新名并亲书坊巷名匾额33处。宝佑五年，建康大雪，他自己捐钱30万缗赈济军民。</p> <p>　　继调荆湖制置，知江陵府，建康百姓怀念不已。理宗闻知，命以资政殿学士、沿江制置使、江东学抚使衔，于开庆元年（1259）再任建康知府。</p> <p>　　<a href=\"http://so.gushiwen.org/author_2735.aspx\">马光祖</a>益思宽养民力，兴废起坏。免除前政亏欠钱百余万缗，罢减渔利税课，赐益于民。又修建明道南轩书院及上元县学。撙节费用，建平籴仓，贮米15万石，又为库贮籴本200余万缗，发粜常减于市价，以利于民。修饬武备，防拓要害，为政宽猛适宜，事存大体，边赖以安。继进大学士兼淮西总领，召赴行在，升提领户部财用兼知临安府、浙西安抚使。</p> <p>　　时值岁饥，荣王府积粮不发。马光祖一连三日往谒才得见，对之厉声说：“天下孰不知大王子为储君，大王不于此时收人心乎?”王以无粮辞，马光祖取怀中文书，一一陈说某庄某仓贮粮若干，王语塞，得粮活民甚多。</p> <p>　　进同知枢密院事。差知福州、福建安抚使。后以沿江制置、江东安抚使再知建康府。三次任建康知府，累计12年，威惠并行，百废修举。建康郡民为其建生祠6所。</p> <p>　　咸淳三年（1267）六月，拜参知政事，五年进枢密使兼参知政事，以金紫光禄大夫致仕。</p> <p>　　卒后谥“庄敏”。《宋史》卷四一六有传。</p><br/><h2>轶事典故</h2> <p>　　《宋史》记载，景定三年，京城临安发生饥荒，朝庭下诏账恤贫民，但集市上买不到粮食。时知临安府的<a href=\"http://so.gushiwen.org/author_2735.aspx\">马光祖</a>知道理宗之弟的荣王府与立为储君的荣王之子的芮府，积有大量粟米，三次前往募捐，但荣王都辞以他事不见。马光祖没有办法，便躺在荣王府的客房里不走，荣王只好出来接见，马光祖厉声说道：“普天之下，谁不知道储君为大王子，今民饥欲死，为保不账恤以收人心？”荣王以仓储空虚相推，马光祖马上从怀里取出一张调查表，说：“大王某仓有粮若干，某某仓又有粮若干，此为调查之实情。”荣王一时语塞，只好许以30万斤粮账恤贫民，一时“活民甚多”。 </p> <p>　　《西湖游览志》里记载了马光祖的绝妙判词。说的是后来荣王晋升为福王，将福王府空余的房子出租给市民居住，只收房钱不修房子。有些胆大的居民看到房漏不修，就拒付房钱。福王府便派人至临安府讼民，马光祖调查后判道：“晴则鸡卵鸭卵（鸡蛋大鸭蛋大的洞透光），雨则钵满盆满。福王若要屋钱，直待光祖任满。”</p> <p>　　更绝的是元·吴莱《三朝野史》里记载的马光祖判案的故事：一个书生翻墙进入所爱少女房间，被官府关押。马光祖一问案由，就出题《逾墙搂处子<a href=\"http://so.gushiwen.org/author_2735.aspx\">诗</a>》面试，那书生秉笔疾书：“花抑平生债，风流一段愁。逾墙乘兴下，处子有心搂。谢砌应潜越，韩香许暗偷。有情还爱欲，无语强娇羞，不负秦楼约，安知漳狱囚。玉颜丽如此，何用读书求。”马光祖一见，大加赞赏，不但不责罚书生的非礼之举，反填一首《减字木兰花》词，判二人结婚：“多情多爱，还了平生花柳债。好个檀郎，室女为妻也合当。雄才高作，聊赠青蚨（指钱）三百索。烛影摇红，记取冰人是马公。”便令女方将女嫁生为妻，且厚赠嫁资，一时被市民传为京城佳话。此判词后被收入《全宋词》；此故事也被收录《情史》中，名叫《词判风流案成就美姻缘》；元杂剧中也有一出曲目叫《马光祖勘风尘》。</p> <p>　　马光祖判案的故事还很多。 南宋分类汇编诉讼书判和官府公文的《名公书判清明集》中有一节《哗徒反覆变诈纵横捭阖》里记载马光祖提点两浙路刑狱、负责浙江一带司法审判期间，地方曾发生无赖之徒借死人事件大敲竹杠、大发不义之财的恶性案件：有个流丐胡四四跑进住在街道旁的居民曹十一家里乞讨，犯了叫化子不能进客堂的忌讳，被曹十一捆起来毒打了一顿。事隔近两个月后，胡四四因病死去，恰巧其血亲胡四三也来当地，以兴讼为能事的无赖娄元英便像是发现了宝货。娄先教唆胡四三上曹家吵闹，道是胡四四的死因乃遭彼毒打，伤重不治，威胁要告官；然后自己登门，愿为胡、曹息讼，充当和事佬。曹十一怕见官司，情愿拿出田产和钱财作陪「私了」，一切均由娄元英经手，狠捞了一票，旋将胡四四的尸体焚化。本来这事也就算完了，孰料焚尸时，被曹晖和曹升两人看见。娄元英怕他俩会告官，败露自己的劣迹，索性来个恶人先告状，又与胡四三连名具呈，控诉曹晖、曹升包庇曹十一打杀胡四四。马光祖审后写了判词说：“一开始教唆胡四四诈来的是你娄元英，继而卷起袖管发话捏合的是你娄元英，主张焚尸的又是你娄元英，最后公然具名诬告曹晖曹升的，还是你娄元英！按说胡氏之死，与娄氏有何相干？似这等无籍讹徒，别无手艺和工作，专靠搬弄词讼为生计，逐臭闻腥，索瘢寻垢，事情一到他手上，倒横直竖，全归他摆布，利益归他攫取，灾祸让别人承担。倘不痛加惩办，这社会风气的好转，从何谈起？”因此判决：娄元英脊杖十三，发配五百里外地方管押，并将其审判结果在地方张榜公布，让犯有类似过失的地痞浪人悔悟自新，洗心革面，从而达到安抚地方百姓的目的。此故事还收入出版的《六扇门(中国古代官匪斗争的传奇故事)》一书中，标题为《马光祖勇对难缠讼棍》。</p> <p>　　宋·<a href=\"http://so.gushiwen.org/author_2771.aspx\">赵葵</a>《行营杂录》中有《捕蛙陷夫》一文：说的是现今的浙江省丽水，宋朝时称为处州。当时的处州府颁布了一条规定，禁止村民捕捉青蛙。有一村民，无视官府禁令，到田野中逮捉青蛙，欲在城中销售以换取些银两。为对抗检查，他把冬瓜瓜蒂切一小口，掏去了内瓤，将捕获的青蛙藏于其中。黎明时分，他带着冬瓜镇定自若地准备进城。可刚到城门口，就被守城的士兵人赃俱获地抓了个正着。捕蛙村民被带到了大堂之上，对这种事实清楚，证据确凿的案件，官府本可依律令一判了之，可知府马裕斋（光祖）没有这样做。他好生感到奇怪的是，捕蛙村民如此巧妙的伪装，守城的士兵是如何识破的？为揭开心中疑团，马裕斋讯问了捕蛙村民。问：“你是什么时候捕捉这些青蛙的？”答：“是半夜”。问：“你捕捉青蛙一事还有谁知道？”答：“只有我的老婆知道”。于是，知府大人便差人将村民之妻传至大堂上问话。经过一番审讯，终于弄清了缘由。原来，捕蛙村民的老婆与他人私通，奸夫为霸占她，想出一陷害村民的歹毒之计，让她教村民如何捕蛙的同时，自己又向守城的士兵进行了举报。马裕斋遂将奸夫淫妇绳之以法。此故事也被明朝<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>收入《智囊全集》里。</p>"
}