{
  "id": 2668,
  "star": 0,
  "name": "米友仁",
  "image": "http://img.gushiwen.org/authorImg/miyoureng.jpg",
  "dynasty": "宋代",
  "desc": "米友仁（1074-1153）（南宋）一名尹仁，字元晖，小名寅哥、鳌儿。其山水画脱尽古人窠臼，发展了米芾技法，自成一家法。所作用水墨横点，连点成片，虽草草而成却不失天真，每画自题其画曰“墨戏”。其运用“落茄皴”（即“米点皴”）加渲染之表现方法抒写山川自然之情，世称“米家山水”，对后来“文人画”影响较大。其做官后甚自秘重，所画虽亲朋好友亦无缘得之，众嘲曰：“解作无根树，能描濛鸿云；如今供御也，不肯与闲人。”",
  "content": "<h2>人物评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>（1086-1165），字元晖，是<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>的长子。父子二人有大、小米之称。他也是一位早慧的天才，在19岁的时候，他父亲将他所作《楚山清晓图》献给宋徽宗，得到了宋徽宗的赏赐。在南宋时，他官至工部侍郎、敷文阁直学士，甚得宋高宗的宠爱，往往让他鉴定书画。现在，在很多古书画上面可以看见他的跋尾。谈米友仁的书法，也不能不提米芾的书法。米芾的书法先是学习唐人，当他发觉越学越失去魅力的时候，他就开始上溯唐人的书法。直到发现唐人的书法不如晋人那样天真自然之后，他就开始直接以晋人书法为楷模了。但是在大体上，他是以二王为宗的──尤其逼肖于王献之──现在我们可看到的很多王献之的作品，很可能是出自于米芾之手。他的书法成就极高，与<a href=\"http://so.gushiwen.org/author_1898.aspx\">蔡襄</a>、<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>、<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>并称为“宋四家”。不过，在此四家之中，人们却更喜爱他的书法，因为他更像一位纯粹的书法家。他的笔墨技巧是无人能敌的，至今仍然如此。这样，在书法方面，米友仁几乎是亦步亦趋地学着他的父亲，只是他的字没有他父亲那样的精到。在书法之中，米芾最为自信的，是他的用笔与造型──他的笔在纵擒自如的技巧中抑扬搓转，而造型上则蕴藏着流畅自如的魅力。有时会由于痛快淋漓的笔在飞舞，而使书法的结构消失在顿挫起伏的线条之中。这种微妙的处理方式，在他之后几乎没有人能够做到。古风和新意，激励着他的独特的书法艺术，以致于这一切在他的晚年得到完善的升华，成为中国书法史上一座巍然的高峰！有一次他在创作的兴头上，竟然将<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>与王献之也不放在眼里了。但是米友仁却不能，他甚至没有一位叫吴琚的人写得更像米芾，也比不上此时身处北国的<a href=\"http://so.gushiwen.org/author_414.aspx\">王庭筠</a>。但是在南宋书坛上，米友仁的书法还是不能被轻视的。他那捭阖开张的字势，在以清瘦纤细为主的南宋书坛上，无疑是别具一格的。尤其值得一提的是，他可以说是最先成功地使用了羊毫笔！羊毫在书法中的使用，增加了笔锋在提按时的弹性，使线条的变化更为细腻，表现力更强。这是不能不特别指出的。然而米友仁还是不大承认自己的书法比谁好多少。</p> <p>　　米芾的画虽然没有留下来，然而他的绘画在中国绘画史上却有着不可忽视也不容忽视的地位与成就。如果我们在中国的山水画史上将他的名字与他所创造的画法抹掉，那人们就无法理解为什么从十二世纪起，中国的绘画会从北宋的注重写实而走向了个人情绪的表达。吴师道《吴礼部集》卷十八《米元晖云山图》里面有几句话说得非常深刻：“书法画法，至元章、元晖而变。盖其书以放易庄，画以简代密。然于放而得妍，简而不失工，则二子之所长也。”的确，书法到了米芾的手中，才算放旷起来；画法到了米芾的手中，也才真正简易起来──而这一切都在米友仁的作品中得到了体现。他的画里面不大出现物象，而只是云烟缭绕，然而由于他对高超的书法修养和用墨的技巧，却给了他另一种力量，一点也不妨碍他的个人趣味的流露。他有时兴之所至，手边有什么就用什么，如莲蓬。也就是这样，他开创了中国绘画史上“自娱”一派。米友仁经常在自己的画上写着“墨戏”二字，就是这一传统的延续。</p> <p>　　搜集一下历代品评二米的文献，一是赞他们的变古创新，如董其昌《容台别集》就把米氏父子的这一创造比之于<a href=\"http://so.gushiwen.org/author_2668.aspx\">诗</a>圣<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>、大书家<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>那样的贡献：“唐人画法，至宋乃畅，至米又一变耳！”另一个则是赞美他们的妙意创真，有如造化之生机。如钱闻诗题米友仁《潇湘白云图》中所说：“雨山、晴山，画有易状，惟晴欲雨、雨欲霁，宿雾晓烟，已泮复合，景物昧昧时，一出没于有无间，难状也。此非墨妙天下，意超物表者断不能到！”</p> <p>　　米友仁的画是心灵对自然的直接反映，生气远出，仪态万千。他不是局限于自然物象的一时一地，或者一草一木，而是将大自然全幅生动的山川草木都收于纸面之上，云烟晦明，才足以表征我们心胸中蓬勃无尽的灵感与气韵。米友仁曾经谈到自己的创作方式：“画之老境，于世海中一毛发事泊然无着染，每静室僧趺，忘怀万虑，与碧虚寥廓同其流！”宗白华先生在引这句话后，把它比作尼采的阿波罗（Apollo）式的精神，以宁静的心态，涵映这个世界的广大精微。所以米友仁这种微妙境界的实现，端在于他能以平素的精神涵养，培养一片天机，然后在凝神寂照中突然一挥而就的。</p> <p>　　绘画的题款始自于苏东坡和米芾，然而他们却几乎没有这方面的作品留下来，现存作品只有米友仁的。清人方薰《山静居画论》中有一段说：“款题始于苏、米，至元、明遂多以题语位置画境者，画亦因题益妙。高情逸思，画之不足，题以发之，后世乃滥觞。”从这个意义上来说，诗、书、画的结合，于此大开法门，无论如何也要算上米友仁一份功劳的。如他的《潇湘奇观图》，前画后题，又录了许多别人所作的诗歌，它们三者浑然一体，在米友仁之前，是无论如何也找不出来的。还需要特殊提到的，米芾在绘画的形式方面，也大有开创：是他第一个绝不在绢上作画，而只在纸上面作画，以更能发挥毛笔与宣纸的特性；第二，是他开创了挂轴小幅。像后来的册页之类，就是由这种挂轴小幅而来的。这一点当在米友仁那里有所发扬。米友仁的诗。他没有专门的诗文集，手迹传世又少，除几首题画诗外，《玉真法书赞》里有他的《阳春词》一卷，近人朱祖谋辑其词校刻于《强村丛书》里面，唐圭璋先生又录入《全宋词》里。他的诗多平易，近似于白描，偶尔用典，也不艰深，诗中时有洒脱滑稽的地方。他的本色更像一位词人，所作词属柔婉一路，但并不显得弱不禁风，清而见骨，有时化用古人现成的诗句很妙，有如己出。如果他的词数量再多一些，相信在词的创作史上，也会留下浓重的一笔。</p><br/><h2>父亲米芾</h2> <p>　　提到<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>，一定要先提一下他的父亲<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>才行。米芾（1051-1107），字元章，号鹿门居士，又称海岳外史、襄阳漫士等。山西太原人，后迁居湖北襄阳。他因借母亲曾经侍奉宣仁皇后的光而出仕做官，曾任礼部员外郎，知淮阳军，世亦称米南宫。他是一位古今罕见的艺术天才。在普遍的显示强烈新意与精神的艺术风气中，米芾虽然是这群人中的一员，但在书法方面，却是努力将自己纳入到古典传统的制约之下，一方面以与苏、黄等人的书风相抗衡，一方面也与古代的书法大师相抗衡──而在另外的角度上，他的绘画则被视为古所未有的新画法。这种新画法，便构成了米友仁的画风。现在米芾的画一张也没有传下来，所以只能从米友仁的画风一睹其风采了。</p> <p>　　在绘画方面，米芾远宗王洽的泼墨法，掺合董源的落茄点，而创造了“米点山水”。后人极喜欢他的这种别出新意与自成一家。在创作中，有时他并不只用毛笔，而用任何可以表述情感的东西。他的艺术就是笔墨游戏的产物。但是米芾传下来的绘画作品中几乎没有可信的──唯一可信的，就是他的一件书法作品《珊瑚帖》上面有他随意涂下的一只笔架。虽然不能更准确地分析他的绘画艺术，但是，这种风格由米友仁继承和发扬下来了：在中国绘画史上的印象，正是云山满卷，全用墨色为之，稍加重墨点运，一派蒙浑之景，树木萧疏，其云气以淡墨细钩，在隐显之间，超妙绝尘，变态无尽。而且，米在中国绘画批评史上的贡献也极大──他是第一个提倡“平淡境界”的，也是他第一个特意提高了董源在文人画史上的地位：“董源平淡天真多，唐无此品，在毕宏上。近世神品，格高无比也。峰峦出没，云雾显晦，不装巧趣，皆得天真”《画史》。像高克恭、方从义、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>、董其昌等人，无不在图式上吸收了米芾的创造，而谓之为“米家山水”──在中国绘画史上，像这样能够开宗立派的人物是不多的。然而后人看到的米芾的画，却只能从米友仁的画中揣摸一二，所以后人无论拿什么样的美丽词句来称赞米芾，都无异于在那里给米友仁唱赞歌。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2668.aspx\">米友仁</a>（字元晖），家学渊源，也和他父亲一样，既写得一手好字，又长于作画，尤其喜爱古人的作品。有一次，他在别人的船上看见<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>真笔字帖，欢喜得什么似的，立即要拿一幅好画交换。主人不同意，他急得大叫，攀着船舷就往水里跳，幸亏别人很快把他抱住，才不致落水。他有一样很大的本领，便是能模仿古人的画品。他在涟水的时候，曾经向人借回一幅“松牛图”描摹。后来他把真本留下，将摹本还给别人，这人当时没有觉察出来，直至过了好些日才来讨还原本。米友仁问他怎么看得出来，那人回答说：“真本中的眼睛里面有牧童的影子，而你还我的这一幅却没有。”可是米友仁模仿古人的画品，很少被人发觉。他经常千方百计向人借古画描摹，而摹完以后，总是拿样本和真本一齐送给主人，请主人自己选择。由于他模仿古画的技艺很精，主人往往把模本当成真本收回去，米友仁便因此获得了许多名贵的真本古画。</p> <p>　　米友仁是一个有才能的艺术家，值得人们敬仰，可是他用那种模仿假本换取别人真本的行为，却是为人鄙弃和不齿的。所以有人把他这种用巧妙方法骗取别人真本古画的行为，叫做“巧偷豪夺”，后来的人引申成“巧取豪夺”这句成语，用来形容人用不正当的巧妙方法，攫取自己不应得的财物。“巧取”，骗取也；“豪夺”，抢占也。而用此种方法攫取财物，也往往便利又所得很多，故有“巧偷豪夺，故所得多多”（见《清波杂志》）之语。例如：以神物做幌子的神棍，常常巧立名目，假借做什么佛事，骗取无知的人的财物，这便是“巧取豪夺”了。</p>"
}