{
  "id": 217,
  "star": 2054,
  "name": "辛弃疾",
  "image": "http://img.gushiwen.org/authorImg/xinqiji.jpg",
  "dynasty": "宋代",
  "desc": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>出生时北方就已沦陷于金人之手。他的祖父辛赞虽在金国任职，却一直希望有机会能够拿起武器和金人决一死战，因为辛弃疾的先辈和金人有不共戴天之仇，并常常带着辛弃疾“登高望远，指画山河”（出自《美芹十论》），同时，辛弃疾也不断亲眼目睹汉人在金人统治下所受的屈辱与痛苦。这一切使他在青少年时代就立下了恢复中原、报国雪耻的志向。因而他有一种燕赵奇士的侠义之气。</p> <p><strong>起义反金<br></strong>　　绍兴三十一年（1161年），金主完颜亮大举南侵，在其后方的汉族人民由于不堪金人严苛的压榨，奋起反抗。二十一岁的辛弃疾也聚集了两千人，参加了由耿京领导的一支声势浩大的起义军，并担任掌书记。当金人内部矛盾爆发，完颜亮在前线为部下所杀，金军向北撤退时，辛弃疾于绍兴三十二年（1162年）奉命南下与南宋朝廷联络。在他完成使命归来的途中，听到耿京被叛徒张安国所杀、义军溃散的消息，便率领五十多人袭击几万人的敌营，把叛徒擒拿带回建康，交给南宋朝廷处决（当街游行示众，后砍头）。</p> <p><strong>步入仕途<br></strong>　　在起义军中的表现，以及辛弃疾惊人的勇敢和果断，使他名重一时。宋高宗便任命他为江阴签判，从此开始了他在南宋的仕宦生涯，这时他才二十五岁。 </p> <p><strong>南下地方<br></strong>　　辛弃疾初来到南方时，对南宋朝廷的怯懦和畏缩并不了解，加上宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>曾赞许过他的英勇行为，不久后即位的宋孝宗也一度表现出想要恢复失地、报仇雪耻的锐气，所以在他南宋任职的前一时期中，曾写了不少有关抗金北伐的建议，像著名的《美芹十论》、《九议》等。尽管这些建议书在当时深受人们称赞，广为传诵，但已经不愿意再打仗的朝廷却反应冷淡，只是对辛弃疾在建议书中所表现出的实际才干很感兴趣，于是先后把他派到江西、湖北、湖南等地担任转运使、安抚使一类重要的地方官职，去治理荒政、整顿治安。这显然与辛弃疾的理想大相径庭，虽然他干得很出色，但由于深感岁月流驰、人生短暂而壮志难酬，内心也越来越感到压抑和痛苦。</p> <p>　　现实对辛弃疾是残酷的。他虽有出色的才干，但他的豪迈倔强的性格和执着北伐的热情，却使他难以在官场上立足。另外，“归正人”的尴尬身份也阻拦了他仕途的发展。使他的官职最高为从四品龙图阁待制。淳熙七年（1180年），41岁的辛弃疾再次任隆兴（南昌）知府兼江西安抚使时，拟在上饶建园林式的庄园，安置家人定居。淳熙八年（1181年）春，开工兴建带湖新居和庄园。他根据带湖四周的地形地势，亲自设计了“高处建舍，低处辟田”的庄园格局，并对家人说：“人生在勤，当以力<a href=\"http://so.gushiwen.org/author_2860.aspx\">田为</a>先。”因此，他把带湖庄园取名为“稼轩”，并以此自号“稼轩居士”。并且他也意识到自己“刚拙自信，年来不为众人所容”（《论盗贼札子》），所以早已做好了归隐的准备。果然，同年十一月，由于受弹劾，官职被罢，带湖新居正好落成，辛弃疾回到上饶，开始了他中年以后的闲居生活。此后二十年间，他除了有两年一度出任福建提点刑狱和福建安抚使外，大部分时间都在乡闲居。</p> <p>　　淳熙十五年（1188年）冬，其友<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>从故乡浙江永康专程拜访辛弃疾，两人于铅山（yán shān）长歌互答，称第二次鹅湖之会——辛陈之晤；鹅湖之会后又陆续出山两次做官。</p> <p><strong>人生起落<br></strong>　　绍熙五年（1194年）夏，辛弃疾又被罢官回上饶，住在瓢泉，动工建新居，经营瓢泉庄园，决意“便此地、结吾庐，待学渊明，更手种、门前五柳”。庆元二年（1195年）春，瓢泉园林式庄园建成。</p> <p>　　庆元二年（1196年）夏，带湖庄园失火，辛弃疾举家移居瓢泉。同年秋，辛弃疾生平所有的各种名衔全部被朝廷削夺得干干净净，在瓢泉过着游山逛水、饮酒赋<a href=\"http://so.gushiwen.org/author_217.aspx\">诗</a>、闲云野鹤的村居生活。瓢泉田园的恬静和期思村民的质朴使辛弃疾深为所动，灵感翻飞而歌之，写下了大量描写瓢泉四时风光、世情民俗和园林风物、遣兴抒怀的诗词。《临江仙·戏为期思詹老寿》、《浣溪沙·父老争言雨水匀》、《玉楼春戏赋云山》等等，都是辛词中描写瓢泉村居生活的代表作。“青山意气峥嵘，似为我归来妩媚生”（《沁园春·再到期思卜筑》）：“我见青山多妩媚，料青山、见我应如是。情与貌，略相似”（《贺新郎·邑中园亭》）。这些词句表现了辛弃疾对瓢泉山水风物一往情深。 </p> <p><strong>壮志未酬<br></strong>　　嘉泰三年（1203年），主张北伐的韩侂胄起用主战派人士，已六十四岁的辛弃疾被任为绍兴知府兼浙东安抚使，年迈的辛弃疾精神为之一振。他先后被起用为绍兴知府、镇江知府等职。第二年，他晋见宋宁宗，慷慨激昂地说了一番金国“必乱必亡”（《建炎以来朝野杂记》乙集），并亲自到前线镇江任职。</p> <p>　　辛弃疾任镇江知府时，登临北固亭，感叹对自己报国无门的失望，凭高望远，抚今追昔，于是写下了《永遇乐·京口北固亭怀古》这篇传唱千古之作。但他又一次受到了沉重打击，在一些谏官的攻击下被迫离职，辛弃疾怀着满腔忧愤回瓢泉。</p> <p>　　开禧三年（1207年）秋，朝廷再次起用辛弃疾为枢密都承旨，令他速到临安（杭州）赴任。但诏令到铅山时，辛弃疾已病重卧床不起，只得上奏请辞。同年九月初十（10月3日），辛弃疾带着忧愤的心情和爱国之心离开人世，享年六十八岁。据说他临终时还大呼“杀贼！杀贼!”（《康熙济南府志·人物志》）。朝廷闻讯后，赐对衣、金带，命其以守龙图阁待制致仕，特赠四官。绍定六年（1233年），追赠光禄大夫。德祐元年（1275年），经<a href=\"http://so.gushiwen.org/author_497.aspx\">谢枋得</a>申请，宋恭帝追赠辛弃疾为少师，谥号“忠敏”。</p><br/><h2>曲折生涯</h2> <p><strong>初到南方</strong><br>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>初来南方，对朝廷的怯懦和畏缩并不了解，加上宋高宗<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>曾赞许过他的英勇行为，不久后即位的宋孝宗也一度表现出想要恢复失地、报仇雪耻的锐气，所以在他南宋任职的前一时期中，曾热情洋溢地写了不少有关抗金北伐的建议，像著名的《美芹十论》《九议》等。尽管这些建议书在当时深受人们称赞，广为传诵，但已经不愿意再打仗的朝廷却反应冷淡，只是对辛弃疾在建议书中所表现出的实际才干很感兴趣，于是先后把他派到江西、湖北、湖南等地担任转运使、安抚使一类重要的地方官职，去治理荒政、整顿治安。这显然与辛弃疾的理想大相径庭，虽然他干得很出色，但由于深感岁月流驰、人生短暂而壮志难酬，内心也越来越感到压抑和痛苦。<br>　　现实对辛弃疾是严酷的。他虽有出色的才干，但他的豪迈倔强的性格和执着北伐的热情，却使他难以在畏缩而又圆滑、嫉贤妒能的官场上立足。另外，\"归正人\"的尴尬身份也阻拦了他仕途的发展。使他的官职最高为从四品龙图阁待制。他也意识到自己“刚拙自信，年来不为众人所容”（《论盗贼札子》），所以早已做好了归隐的准备，并在江西上饶的带湖畔修建了园榭，以便离职后定居。果然，淳熙八年（1181）冬，辛弃疾四十二岁时，因受到弹劾而被免职，归居上饶。此后二十年间，他除了有两年一度出任福建提点刑狱和福建安抚使外，大部分时间都在乡闲居。</p> <p><strong>隐居生活</strong><br>　　辛弃疾一向很羡慕笑傲山林的隐逸高人，闲居乡野同他的人生观并非没有契合之处；而且，由于过去的地位，他的生活也尽可以过得颇为奢华。但是，作为一个热血男儿、一个风云人物，在正是大有作为的壮年被迫离开政治舞台，这又使他难以忍受，“休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气”（《水龙吟·登建康赏心亭》）。所以，他常常一面尽情赏玩着山水田园风光和其中的恬静之趣，一面心灵深处又不停地涌起波澜，时而为一生的理想所激动，时而因现实的无情而愤怒和灰心，时而又强自宽慰，作旷达之想，在这种感情起伏中度过了后半生。“了却君王天下事，赢得生前身后名。可怜白发生！”（《破阵子·为陈同甫赋壮词以寄之》），“却将万字平戎策，换得东家种树书”（《鹧鸪天》），在这些词句中，埋藏了他深深的感慨。宁宗嘉泰三年（1203），主张北伐的韩侂胄起用主战派人士，已六十四岁的辛弃疾被任为绍兴知府兼浙东安抚使，年迈的词人精神为之一振。第二年，他晋见宋宁宗，慷慨激昂地说了一番金国“必乱必亡”（《建炎以来朝野杂记》乙集），并亲自到前线镇江任职。<br>　　宋宁宗开禧元年（公元1205年），辛弃疾任镇江知府，时年六十五岁，登临北固亭，感叹对自己报国无门的失望，凭高望远，抚今追昔，于是写下了《永遇乐·京口北固亭怀古》这篇传唱千古之作。但他又一次受到了沉重打击，在一些谏官的攻击下被迫离职，于当年重回故宅闲居。虽然后两年都曾被召任职，无奈年老多病，身体衰弱，终于在开禧三年秋天溘然长逝，享年68岁。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，字幼安，号稼轩，汉族，南宋著名词人、豪放派代表人物，在文学上，他与<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>并称为“苏辛”，与<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>并称“济南二安”。代表作品有《永遇乐·京口北固亭怀古》《清平乐·村居》等。辛弃疾现存词600余首。强烈的爱国主义思想和战斗精神是他的词的基本思想内容。他是中国历史上伟大的豪放派词人。</p> <p>　　关于更名一事，辛弃疾在抗击金人的战斗过程中，将原字“坦夫”改为“幼安”，旨在效仿西汉大将霍去病之事，也能奋勇杀敌，带领将士打败异族侵略。</p> <p>　　他出生时北方就已沦陷于金人之手。他的祖父辛赞虽在金国任职，却一直希望有机会能够“投衅而起，以纾君父所不共戴天之愤”，并常常带着辛弃疾“登高望远，指画山河”（出自《美芹十论》），同时，辛弃疾也不断亲眼目睹汉人在金人统治下所受的屈辱与痛苦。这一切使他在青少年时代就立下了恢复中原、报国雪耻的志向。而另一方面，正由于辛弃疾是在金人统治下的北方长大的，他也较少受到使人一味循规蹈矩的传统文化教育，如“四书五经”。在他身上，有一种燕赵奇士的侠义之气。辛弃疾历任湖北、江西、湖南、福建、浙东安抚使等职。出生前13年，山东一带即已为金兵侵占，二十一岁参加抗金义军，不久归南宋。绍兴三十一年（1161年）率两千民众参加北方抗金义军，次年奉表归南宋。一生坚决主张抗击金兵，收复失地。曾进奏《美芹十论》，分析敌我形势，提出强兵复国的具体规划；又上宰相《九议》，进一步阐发《美芹十论》的思想，都未得到采纳和实施。在各地上任他认真革除积弊，积极整军备战，又累遭投降派掣肘，甚至受到革职处分，曾在江西上饶一带长期闲居。光复故国的伟大志向得不到施展，一腔忠愤发而为词，其独特的词作风格被称为“稼轩体”。晚年被起用知绍兴府兼浙江安抚使、知镇江府。在镇江任上，他特别重视伐金的准备工作，但为权相韩侂胄所忌，落职。一生抱负未得伸展，1207年10月3日，终因忧愤而卒。据说他临终时还大呼“杀贼！杀贼!”（《康熙济南府志·人物志》）。后赠少师，谥号忠敏。</p> <p>　　作为南宋词坛一代大家，其词热情洋溢，慷慨悲壮。笔力雄厚，艺术风格多样，而以豪放为主。有《稼轩长短句》。今人辑有《辛稼轩<a href=\"http://so.gushiwen.org/author_217.aspx\">诗</a>文钞存》。 </p><br/><h2>主要作品</h2> <p><strong>概况<br></strong>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>，是开一代词风的伟大词人，也是一位勇冠三军、能征善战、熟稔军事的民族英雄。已成为中国文学史上的瑰宝；而他作为南宋朝廷大臣而写的一篇文章《议练民兵守淮疏》，则表达了作者强烈的爱国主义感情，对战争形势的精辟入里的深刻分析和鲜明而又具体的对策。这篇应用散文感情炽热，构思缜密，层层深入，有理有据，语言也精确、简洁。文章仅用了六百余字，从提出问题、分析问题到解决问题，不枝不蔓，一气贯通，有情况、有分析、有措施、有预测、字字落到实处，质朴无华，明晓畅达。一位豪迈旷达的词人，根据不同的文体的需要，能够写出如此严谨、朴实的应用文，可见一位大手笔，在写作中是不能囿于一个狭窄天地中的，应该熟练地掌握几套笔墨，既有自己喜爱的体式，也能按不同要求写出不同体裁、不同风格的别类文章，就如同功夫高深的武术家，虽擅长一种兵刃，但对其他武器也能舞动一样。辛弃疾就是用了两种截然不同的文体，从不同方面来表达了他慷慨激昂的爱国感情，反映出忧国忧民“道男儿到死心如铁，看试手，补天裂”的壮志豪情和以身报国的高尚理想。（节选自《应用写作》1998年第1期，《词坛巨擘　公文高手——读辛弃疾&lt;议练民兵守淮疏&gt;》）。<br>　　平生以气节自负，以功业自许，一生力主抗战，所上《美芹十论》与《九议》，条陈战守之策，显示其卓越军事才能与爱国热忱，又与南宋志士<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>及理学家<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>保持深厚友谊，与之砥砺气节，切磋学问。抗金复国是其作品之主旋律，其中不乏英雄失路的悲叹与壮士闲置的愤懑，具有鲜明的时代特色。还以生动细腻的笔触描绘江南农村四时的田园风光、世情民俗。其词题材广阔，又善化用前人典故入词。风格沉雄豪迈又不乏细腻柔媚之处。在<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>的基础上，大大开拓了词的思想意境，提高了词的文学地位。后人遂以“苏辛”并称。其<a href=\"http://so.gushiwen.org/author_217.aspx\">诗</a>文亦有足称道者，特别是其文“笔势浩荡，智略辐凑，有权书衡论之风”。</p> <p><strong>思想</strong><br>　　强烈的爱国主义思想和战斗精神是辛词的基本思想内容，这首先表现在他的词中，他不断重复对北方的怀念。另外，在《贺新郎》《摸鱼儿》等词中，他用“剩水残山”、“斜阳正在,烟柳断肠处”等词句讽刺苟延残喘的南宋小朝廷，表达他对偏安一角不思北上的不满。胸怀壮志无处可用，表现在词里就是难以掩饰的不平之情。他擅长的怀古之作中《水龙吟》，面对如画江山和英雄人物，在豪情壮志被激发的同时，他也大发英雄无用武之地的感慨。理想与现实的激烈冲突，为他的词构成悲壮的基调。辛词在苏轼词的基础上进一步扩大了题材范围，他几乎达到了无事、无意不可入词的地步。他将豪放词推帜至一个顶峰。<br>　　在抒发报国之志时，辛弃疾的词常常显示出军人的勇毅和豪迈自信的情调，像“要挽银河仙浪，西北洗胡沙”（《水调歌头》），“马革裹尸当自誓，蛾眉伐性休重说”（《满江红》），“道男儿到死心如铁。看试手，补天裂”（《贺新郎》）等，无不豪情飞扬，气冲斗牛。对那些与自己一样勇于报国的志士，他由衷地加以赞美，与之同声相应，彼此勉励，如《水龙吟·甲辰岁寿韩南涧尚书》的慷慨热情，全然不同于一般俗滥的祝寿词：<br>　　渡江天马南来，几人真是经纶手？长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首？算平戎万里，功名本是，真儒事，公知否？况有文章山斗，对桐阴满庭清昼。当年堕地，而今试看，风云奔走。<br>　　绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。<br>　　而对于庸俗圆滑、面对民族危亡无所作为的官僚，辛弃疾有一种出于本能的厌恶，在《千年调》中他勾勒了这类人物的丑态：“卮酒向人时，和气先倾倒。最要然然可可，万事称好。”<br>　　然而正是这样的人充斥官场，把持权位，引导着一条苟且偷安的道路。他愤慨地写道：“千古李将军，夺得胡儿马。李蔡为人在下中，却是封侯者。”（《卜算子》）<br>　　当辛弃疾带领不多的人马冲过战场烽火来到南方时，怀着满腔热血，渴望一展宏图，却不料从此陷落在碌碌无为的境地，这使他感到难以忍受的苦闷和悲愤。在他南归的第十二年重游当年南归的首站建康时，他写下了著名的《水龙吟·登建康赏心亭》：<br>　　楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。休说鲈鱼堪脍，尽西风、季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪。<br>　　这是对山河破碎的悲哀，对壮志成空的悲哀；岁月无情地流去，因这种悲哀更显得怵目惊心。然而即使词人在写他的孤独和悲哀，写他的痛苦和眼泪，我们仍然看到他以英雄自许、绝不甘沉没的心灵。<br>　　其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对南宋上层统治集团的屈辱投降进行揭露和批判；也有不少吟咏祖国河山的作品。艺术风格多样，而以豪放为主。热情洋溢，慷慨悲壮，笔力雄厚，与苏轼并称为“苏辛”。《破阵子·为陈同甫赋壮词以寄之》《永遇乐·京口北固亭怀古》、《水龙吟·登建康赏心亭》《菩萨蛮·书江西造口壁》等均有名。但部分作品也流露出抱负不能实现而产生的消极情绪，有《稼轩长短句》，当代注本以邓广铭先生作的《稼轩词编年笺注》最为流行。今人辑有《辛稼轩诗文钞存》。 </p><br/><h2>主要成就</h2> <p>　　辛词以其内容上的爱国思想，艺术上的创新精神，在文学史上产生了很大影响。与<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>以词唱和的<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>、<a href=\"http://so.gushiwen.org/author_52.aspx\">刘过</a>等，或稍后的<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>、<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>等，都与他的创作倾向相近，形成了南宋中叶以后声势浩大的爱国词派。后世每当国家、民族危急之时，不少作家从辛词中汲取精神上的鼓舞力量。</p> <p><strong>文学成就</strong><br>　　思想内容<br>　　辛弃疾有许多与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>相似之处：他始终把洗雪国耻、收复失地作为自己的毕生事业，并在自己的文学创作中写出了时代的期望和失望、民族的热情与愤慨。在文学创作方面，他不像陆游喜欢写作<a href=\"http://so.gushiwen.org/author_217.aspx\">诗</a>歌尤其是格式严整的七律，而是把全部精力投入词这一更宜于表达激荡多变的情绪的体裁。<br>　　辛弃疾在词史上的一个重大贡献，就在于内容的扩大，题材的拓宽。他现存的六百多首词作，写政治，写哲理，写朋友之情、恋人之情，写田园风光、民俗人情，写日常生活、读书感受，可以说，凡当时能写入其他任何文学样式的东西，他都写入词中，范围比苏词还要广泛得多。而随着内容、题材的变化和感情基调的变化，辛词的艺术风格也有各种变化。虽说他的词主要以雄伟奔放、富有力度为长，但写起传统的婉媚风格的词，却也十分得心应手。如著名的《摸鱼儿·淳熙亥己……》，上阕写惜春，下阕写宫怨，借一个女子的口吻，把一种落寞怅惘的心情一层层地写得十分曲折委婉、回肠荡气，用笔极为细腻。他的许多描述乡村风光和农人生活的作品，又是那样朴素清丽、生机盎然。如《鹧鸪天》的下阕：<br>　　“山远近，路横斜，青旗沽酒有人家。城中桃李愁风雨，春在溪头荠菜花。”以及《西江月》的下阕：“七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。”于简朴中见爽利老到，是一般人很难达到的境界。所以刘克庄《辛稼轩集序》说：“公所作，大声鞺鞳，小声铿鍧，横绝六合，扫空万古，自有苍生以来所无。其秾纤绵密者，亦不在小晏、秦郎之下。”这是比较全面也比较公允的评价。<br>　　辛词和苏词都是以境界阔大、感情豪爽开朗著称的，但不同的是：<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>常以旷达的胸襟与超越的时空观来体验人生，常表现出哲理式的感悟，并以这种参透人生的感悟使情感从冲动归于深沉的平静，而辛弃疾总是以炽热的感情与崇高的理想来拥抱人生，更多地表现出英雄的豪情与英雄的悲愤。因此，主观情感的浓烈、主观理念的执着，构成了辛词的一大特色。</p> <p>　　艺术风格<br>　　宋词在苏轼手中开创出一种豪放阔达、高旷开朗的风格，却一直没有得到强有力的继承发展。直至南渡之初<a href=\"http://so.gushiwen.org/author_120.aspx\">张元干</a>、<a href=\"http://so.gushiwen.org/author_406.aspx\">张孝祥</a>、<a href=\"http://so.gushiwen.org/author_71.aspx\">叶梦得</a>、<a href=\"http://so.gushiwen.org/author_723.aspx\">朱敦儒</a>等人以抗金雪耻为主题的词，才较多继承了苏轼的词风，起到一种承前启后的作用。但他们的这一类词作，主要是在特殊的时代背景下为内心激情所支配的结果，而没有成为有意识的艺术追求，也没有更大幅度地向其他题材拓展，所以成就不是很高。到辛弃疾出现在词坛上，他不仅沿续了苏词的方向，写出许多具有雄放阔大的气势的作品，而且以其蔑视一切陈规的豪杰气概，和丰富的学养、过人的才华，在词的领域中进行极富于个人特色的创造，在推进苏词风格的同时也突破了苏词的范围，开拓了词的更为广阔的天地。<br>　　在他的词中，如“将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻”（《贺新郎》），“夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂”（《贺新郎》），乃至“恨之极，恨极销磨不得。苌弘事、人道后来，其血三年化为碧”（《兰陵王》），都是激愤不能自已的悲怨心声，如“天风海雨”，以极强烈的力度震撼着读者的心灵。辛弃疾也信奉老庄，在词中作旷达语，但他并不能把冲动的感情由此化为平静，而是从低沉甚至绝望的方向上宣泄内心的悲愤，如“元龙老矣，不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览”（《水龙吟》），“甚矣吾衰矣。怅平生、交游零落，只今余几。白发空垂三千丈，一笑人间万事”（《贺新郎》），“身世酒杯中，万事皆空。古来三五个英雄，雨打风吹何处是，汉殿秦宫”（《浪淘沙》），这些表面看来似旷达又似颓废的句子，却更使人感受到他心中极高期望破灭成为绝望时无法销磨的痛苦。<br>　　而他的英雄的豪壮与绝望交织纽结，大起大落，反差强烈，更形成瀑布般的冲击力量。如《破阵子·为陈同甫赋壮词以寄之》，从开头起，一路写想象中练兵、杀敌的场景与气氛，痛快淋漓，雄壮无比。但在“了却君王天下事，赢得生前身后名”之后，突然接上末句“可怜白发生”，点出那一切都是徒然的梦想，事实是白发无情，壮志成空，犹如一瓢冰水泼在猛火上，令人不由得惊栗震动。<br>　　在意象的使用上，辛弃疾也自有特点。他一般很少采用传统词作中常见的兰柳花草及红粉佳人为点缀；与所要表达的悲凉雄壮的情感基调相吻合，在他的笔下所描绘的自然景物，多有一种奔腾耸峙、不可一世的气派。如“峡束苍江对起，过危楼、欲飞还敛”（《水龙吟》），“谁信天峰飞堕地，傍湖千丈开青壁”（《满江红》）；他所采摭的历史人物，也多属于奇伟英豪、宕放不羁，或慷慨悲凉的类型，如“射虎山横一骑，裂石响惊弦”的李广（《八声甘州》），“金戈铁马，气吞万里如虎”的刘裕（《永遇乐》），“年少万兜鍪，坐断东南战未休”的孙权（《南乡子》）等等。这种自然和历史素材的选用，都与词中的感情力量成为恰好的配合，令人为之感奋。<br>　　所以，同属于豪放雄阔的风格，苏轼词较偏于潇洒疏朗、旷达超迈，而辛词则给人以慷慨悲歌、激情飞扬之感。<br>　　不过，以上只是指辛弃疾词中主流部分的艺术风格而言。<br>　　辛弃疾和苏轼在词的语言技巧上都是有力的开拓者。前人说苏轼是以诗为词，辛弃疾是以文为词，这当然有些简单化，但确实也指出：到了辛弃疾手中，词的语言更加自由解放，变化无端，不复有规矩存在。在辛词中，有非常通俗稚拙的民间语言，如“些底事，误人那。不成真个不思家”（《鹧鸪天》），“近来愁似天来大，谁解相怜？谁解相怜，又把愁来做个天”（《丑奴儿》），也有夹杂许多虚词语助的文言句式，如“不知云者为雨，雨者云乎”（《汉宫春》），“不恨古人吾不见，恨古人不见吾狂耳”（《贺新郎》）；有语气活跃的对话、自问自答乃至呼喝，如“天下英雄谁敌手？曹刘”（《南乡子》），“杯，汝来前！”（《沁园春》）也有相当严整的对句，如“八百里分麾下炙，五十弦翻塞外声”（《破阵子》）……。概括起来说，辛词在语言技巧方面的一大特色，是形式松散，语义流动连贯，句子往往写得比较长。文人词较多使用的以密集的意象拼合成句、跳跃地连接句子构成整体意境的方式，在辛词中完全被打破了。但并不是说，辛弃疾的所谓“以文为词”不再有音乐性的节奏。在大量使用散文句式、注意保持生动的语气的同时，他仍然能够用各种手段造成变化的节奏。如《水龙吟》中“落日楼头，断鸿声里，江南游子。把吴钩看了，栏干拍遍，无人会，登临意”，意义联贯而下，在词中是很长的句子，但却是顿挫鲜明，铿锵有力，决不是把一段文章套在词的形式中而已。<br>　　辛词在语言技巧方面的又一大特色，是广泛地引用经、史、子各种典籍和前人诗词中的语汇、成句和历史典故，融化或镶嵌在自己的词里。这本来很容易造成生硬艰涩的毛病，但是以辛弃疾的才力，却大多能够运用得恰到好处、浑成自然，或是别有妙趣，正如清人刘熙载《艺概》所说：“任古书中理语、廋语，一经运用，便得风流”。以《永遇乐·京口北固亭怀古》一篇为例，百余字的篇幅，叙及孙权、刘裕、刘义隆、拓跋焘、廉颇五个历史人物的事迹，而与作者所要表达的主观情感、意念丝丝入扣；不仅内涵极为丰厚，而且语气飞动，神情毕露，实在是不容易的事情。<br>　　当然，辛弃疾的词时常也有过分散文化、议论太多，以及所谓“掉书袋”即用典用古语太多的毛病，但不管怎么说，他确实把词大大地改造了；他的词不仅是 “无意不可入，无事不可言”，而且是任何“意”和“事”都能表达得很自由很充分。这样，词的创作才完全摆脱了羁绊，进入了自由的境界。</p> <p>　　艺术造诣<br>　　辛词现存六百多首，是两宋存词最多的作家。其词多以国家、民族的现实问题为题材，抒发慷慨激昂的爱国之情。如《水龙吟》（渡江天马南来）、《水调歌头》（千里渥洼种）、《满江红》（鹏翼垂空）等，表现了恢复祖国统一的豪情壮志；《驾新郎》（细把君诗说）、《菩萨蛮》（郁孤台下清江水）、《破阵子》（醉里挑灯看剑）等，表现对北方地区的怀念和对抗金斗争的赞扬。《水龙吟》（楚天千里清秋）、《摸鱼儿》（更能消几番风雨）、《贺新郎》（老大那堪说）、《鹧鸪天》（壮岁旌旗拥万夫）、《永遇乐》（千古江山）等，表现对南宋朝廷屈辱苟安的不满和壮志难酬的忧愤。这些作品大都基调昂扬，热情奔放。<br>　　此外，其描写农村景物和反映农家生活的作品，如《清平乐》（茅檐低小）、《西江月》（明月别枝惊鹊）、《玉楼春（三三两两谁家女）等，都富有生活气息，给人以清新之感。其抒情小词，如〈丑奴儿〉（少年不识愁滋味）、〈青玉案〉（东风夜放花千树）等，写得储蓄蕴藉，言短意长。辛词继承了苏轼豪放词风和南宋初期爱国词人的战斗传统，进一步开拓了词的境界，扩大了词的题材，几乎达到无事无意不可入词的地步，又创造性地融汇了诗歌、散文、辞赋等各种文学形式的优点，丰富了词的表现手法，形成了辛词的独特风格。<br>　　辛词以豪放为主，但又不拘一格，沈郁、明快、激励、妩媚，兼而有之。他善于运用比兴手法和奇特想象，对自然界的山、水、风、月、草、木都赋予情感和性格，并有所寄托。他还善于吸收民间口语入词，尤其善于用典、用事和引用前人诗句、文句，往往稍加改造而别出新意。但也有些作品因用典、议论过多而显得晦涩、呆滞。《四库全书总目提要》说：“其词慷慨纵横，有不可一世之概，于倚声家为变调，而异军突起，能于剪红刻翠之外，屹然别立一宗。”吴衡照《莲子居词话》说：辛稼轩别开天地，横绝古今，论、孟、诗小序、左氏春秋、南华、离骚、史、汉、世说、选学、李、杜诗，拉杂运用，弥见其笔力之峭。”</p> <p><strong>书法成就</strong><br>　　故宫博物院藏南宋辛弃疾的《行书去国帖》为纸本，行书十行，为酬应类信札。末署“宣教郎新除秘阁修撰权江南西路提点刑狱公事辛弃疾札子”。中锋用笔，点画规矩，书写流畅自如，于圆润爽丽中不失挺拔方正之气象。曾经过元朝<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>，明黄琳、项元沛，清朝永理等鉴藏，《书画鉴影》著录。 </p><br/><h2>纪念建筑</h2> <p><strong>纪念馆</strong><br>　　<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>纪念馆位于济南市历城区遥墙镇四风闸村南，占地总面积31亩，由纪念馆和辛家坟两部分组成，总建筑面积4000多平方米。建有石坊、六角碑亭、辛弃疾塑像、辛弃疾纪念祠、稼轩词书法艺术刻石碑廊等景观以及文物、书画、民俗、图片、“一代词宗”、“义胆忠魂”6个展室。</p> <p><strong>故居和墓葬</strong><br>　　在济南小清河畔，有一个乡镇，名叫遥墙镇，那就是名闻遐迩的宋代杰出词人辛弃疾的故乡。他就是在那里起身，拉起队伍抗金的。辛弃疾在我国文学史上是一个非常有特色的作家，他不同于一般的封建社会文人，不仅是一位著名的爱国词人，而且还是一个优秀的爱国将领、民族英雄。<br>　　辛弃疾死后葬于江西上饶的铅山县永平镇。辛弃疾墓在铅山县瓜山虎头门阳原山腰。坐北朝南。立于绍定年间（1228—1233），其侧驿路旁有稼轩先生神道金字碑。原碑毁墓残。清代辛弃疾后裔于墓前又立新碑，今亦斑驳陆离，字迹模糊，碑文上行是“皇清乾隆癸卯年季春月重修”。中间是“显故考率公稼轩府君之墓”。下行是“廿五代玄玄孙囗囗霞溪囗囗囗凌湖囗东山辜染安北囗立”，据考，此为辛弃疾之仲子辛柜之后裔所立。建国后，1959年辛弃疾墓被列为省重点保护文物。1971年和1981年又先后两次修整。墓系麻石砌就，分四层，顶堆黄土，两连围以坟柜。墓高2.5米，直径2.5米，占51.5平方米。墓道很短，有郭沫若撰并书之挽联：“铁板铜琶，继东坡高唱大江东去；美芹悲黍，冀南宋莫随鸿雁南飞。” </p><br/><h2>生平年表</h2> 录自邓广铭《辛稼轩年谱》<br>宋高宗（<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>）绍兴十年、金熙宗（完颜亶）天眷三年（1140）五月十一（合公历5月28日）卯时，稼轩生于山东历城之四风闸。<br>宋绍兴十七年、金皇统七年（1147）稼轩八岁。<br>稼轩之从学刘嵒老（瞻）当在此年前后。<br>宋绍兴十九年、金皇统九年（1149）稼轩十岁。<br>（“稼轩师于蔡伯坚之说，首见《宋史》本传，辛启泰著其事于十岁，未知有无依据。”据邓广铭先生考证，稼轩无从蔡氏受学之事，考证详见邓广铭著《<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>传、辛稼轩年谱》）。<br>宋绍兴二十三年、金贞元元年（1153）稼轩十四岁。<br>谛观形势’，盖由此也。”邓按：辛《谱》所云亦未知何据。《济南府志》及《历城县志》中均不载此事。既无可参稽，<br>宋绍兴二十四年、金贞元二年（1154）稼轩十五岁。<br>宋绍兴二十七年、金正隆二年（1157）稼轩十八岁。<br>宋绍兴二十八年、金正隆三年（1158）稼轩十九岁。<br>稼轩祖父辛赞之知开封府，<br>宋绍兴三十年、金正隆五年（1160）稼轩二十一岁。<br>稼轩祖父辛赞之卒，<br>宋绍兴三十一年、金世宗（雍）大定元年（1161）稼轩二十二岁。<br>金主亮大举南犯，稼轩聚众二千，与耿京共图恢复。<br>十月，金蔡州新息县令范邦彦以其县归宋。（邓按：稼轩与范氏先后南归，忠义相知，后遂婿与范氏。其后邦彦之子如山与稼轩深相投契，至如山之子炎又为稼轩之婿。<br>宋绍兴三十二年、金大定二年（1162）稼轩二十三岁。<br>正月，稼轩奉耿京命，奉表南归。十八日至建康。召见，授右承务郎。<br>闰二月，耿京为张安国等所杀，稼轩缚张安国献俘行在，改差江阴签判。<br>五月，皇太子昚受禅即皇帝位，是为孝宗。<br>稼轩以分兵攻金人之策干<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>，不被采纳，<br>稼轩之定居京口及其与范邦彦（子美）之女、范如山（南伯）之女弟之结婚，<br>宋孝宗隆兴元年（1163）稼轩二十四岁。在江阴签判任<br>隆兴二年（1164）稼轩二十五岁。在江阴签判任<br>江阴签判任满，改广德军通判，<br>乾道元年（1165）稼轩二十六岁。在广德军通判任<br>奏进《美芹十论》<br>与周信道（孚）相结识，<br>乾道二年（1166）稼轩二十七岁。在广德军通判任<br>乾道三年（1167）稼轩二十八岁。<br>在广德军通判任。任满，改建康府通判。<br>乾道五年（1169）稼轩三十岁。在建康通判任<br>患&lt;疒颓&gt;疝疾，<br>乾道六年（1170）稼轩三十一岁。<br>召对延和殿。论奏“阻<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>险，须藉两淮”，又上疏请练民兵以守淮。<br>迁司农寺主簿。<br>作《九议》上虞允文。<br>乾道七年（1171）稼轩三十二岁。在司农主簿任<br>乾道八年（1172）稼轩三十三岁。<br>春，出知滁州。<br>宽征薄赋，招流散，教民兵，议屯田。<br>创建奠枕楼，繁雄馆。<br>秋，友人周信道（孚）来滁相会，并作《奠枕楼记》。<br>全椒县僧智淳以宋太祖赐《王嵒帖》来献，周信道代作跋。<br>是年有奏议上君相，论敌国事。（周密《浩然斋意抄》载《镇江策问》有云：“犹记乾道壬辰，辛幼安告君相曰：‘仇虏六十年必亡，虏亡则中国之忧方大。’绍定足验矣。惜乎斯人之不用于乱世也。诸君有义气如幼安者，百尺楼上岂能不分半席乎。”）<br>稼轩妇翁范子美（邦彦）之卒，<br>乾道九年（1173）稼轩三十四岁。<br>冬，上疏乞将滁州依旧作极边推赏。<br>以端砚赠友人周信道（孚），<br>稼轩之因病离滁州守任，回京口居第，<br>淳熙元年（1174）稼轩三十五岁。<br>以启贺新任建康留守叶衡，<br>叶衡荐稼轩慷慨有大略，召见，迁仓部郎官。<br>淳熙二年（1175）稼轩三十六岁。<br>在仓部郎官任登对，上疏论行用会子事。<br>致书周信道（孚），权其痛忍臧否。<br>夏四月，茶商赖文政起事于湖北，其后转入湖南江西，数败官军。<br>六月十二日，稼轩出为江西提刑，节制诸军，进击茶商军。<br>淳熙三年（1176）稼轩三十七岁。<br>在江西提点刑狱任。<br>淳熙四年（1177）稼轩三十八岁。<br>差知江陵府，兼湖北安抚使。<br>奏陈武陵县令彭汉老政绩。<br>淳熙五年（1178）稼轩三十九岁。在江西安抚使任<br>春二月，奏劾知兴国军黄茂材。<br>奏请申严延边州县耕牛战马出疆之禁。<br>召为大理少卿。<br>秋，出为湖北转运副使。<br>淳熙六年（1179）稼轩四十岁。<br>在湖北转运副使任<br>春三月，改湖南转运副使。<br>稼轩为赋《满江红》词致贺。<br>奏进“论盗贼札子”。<br>改知潭州兼湖南安抚使。<br>奉孝宗手诏，谕惩治盗贼旨意。<br>淳熙七年（1180）稼轩四十一岁。<br>春，奏请以官米募工，浚治陂塘，因而赈给。<br>出桩米赈粜永、邵、郴三州。<br>整顿湖南乡社。<br>夏，奏请于郴州宜章县、桂阳军临武县并置学。<br>奏劾知桂阳军赵善珏，罢之。<br>创置湖南飞虎军。<br>变税酒法为榷酒法。<br>秋覆阅解试卷，得赵方。<br>经始构建上饶居第。作《新居上梁文》。<br>刊行亡友周信道（孚）《蠹斋集》。<br>檄衡山尉戴翊世行县事。<br>加右文殿修撰，差知隆兴府兼江西安抚。<br>淳熙八年（1181）稼轩四十二岁。<br>江右大饥，举办荒政。<br>稼轩遣客舟载牛皮运赴淮东总领所，以供军用。<br>路经南康军境，为军守朱晦庵（熹）遣人搜检拘没，遂致函朱氏，请其给还。<br>淳熙九年（1182）稼轩四十三岁。<br>在上饶家居<br>秋九月，友人朱晦庵（熹）过信上相会。<br>是年范廓之（开）始来受学。<br>淳熙十年（1183）稼轩四十四岁。<br>在上饶家居<br>春，友人陈同甫（亮）有书来，约秋后来访，未果。<br>夏五月，叶梦锡（衡）卒，年六十二。<br>秋八月傅安道（自得）卒，年六十八。<br>冬十一月，李寿翁（椿）卒，年七十三。<br>淳熙十一年（1184）稼轩四十五岁。<br>在上饶家居<br>是年春二月友人洪景庐（适）卒，年六十八。<br>李仁甫（焘）卒，年七十。<br>三月，友人陈同甫（亮）备累系狱，凡七八十日方得释。<br>秋七月，友人罗端良（愿）卒，年四十九。<br>冬，寓居信上之李正之（打正）入蜀任利州路提刑。<br>郑元英亦过信入蜀，稼轩均赋词为别。<br>淳熙十二年（1185）稼轩四十六岁。<br>在上饶家居<br>是年，郑舜举（汝谐）为信州守，稼轩与相酬唱甚多。<br>淳熙十三年（1186）稼轩四十七岁。<br>在上饶家居<br>是年岁杪，郑舜举（汝谐）被召赴临安。<br>淳熙十四年（1187）稼轩四十八岁。<br>在上饶家居<br>夏，友人韩无咎（元吉）卒，年七十。<br>友人汤朝美（邦彦）卒，年五十三。<br>友人钱仲耕（佃）卒，年六十二。<br>淳熙十五年（1188）稼轩四十九岁。<br>在上饶家居<br>正月，门人范开编刊《稼轩词甲集》成。<br>奏邸忽又讹传稼轩以病挂冠。<br>郑侯卿（如崈）守衡州，稼轩赋词送之。<br>秋，友人赵昌父（蕃）归自湖南，岁末以<a href=\"http://so.gushiwen.org/author_217.aspx\">诗</a>卷寄赠稼轩。<br>友人陈同甫（亮）来访，相与鹅湖同憩，瓢泉共酌，长歌相答，极论世事，逗留弥旬乃别。<br>淳熙十六年（1189）稼轩五十岁。<br>在上饶家居<br>二月，孝宗禅位于光宗。<br>范廓之（开）应招以家世赴告南宋行朝，将以求仕，辞别稼轩，稼轩为赋《醉翁操》相送，<br>光宗（惇）绍熙元年（1190）稼轩五十一岁。<br>在上饶家居<br>是年冬十二月友人陈同甫（亮）再度系狱，年余方得释。<br>绍熙二年（1191）稼轩五十二岁。<br>在上饶家居<br>洪莘之通判信州，<br>绍熙三年（1192）稼轩五十三岁。<br>春，赴福建提点刑狱任。<br>路径崇安时，曾至武夷精舍与朱晦庵相会。<br>宁宗（扩）庆元元年（1195）稼轩五十六岁。<br>家居上饶<br>二月，赵子直（汝愚）罢右丞相，继责宁远军节度副使，永州安置。<br>友人刘平国（宰）校书上饶，徐斯远（文卿）领乡荐。<br>李祥、杨简、吕祖俭等以党<a href=\"http://so.gushiwen.org/author_246.aspx\">赵汝愚</a>被罢斥。<br>冬十月，以御史中丞<a href=\"http://so.gushiwen.org/author_1032.aspx\">何澹</a>奏劾，落职。<br>庆元二年（1196）稼轩五十七岁。<br>正月庚寅，以余端礼为左丞相，京镗为右丞相，郑侨知枢密院事，御史中丞何澹同知枢密院事。<br>同月壬午，赵子直（汝愚）卒，年五十七。<br>三月王正之（正己）卒，年七十八。<br>友人杨济翁（炎正）举进士及第，徐斯远（文卿）落地。<br>夏四月甲子，余端礼罢，以何澹参知政事，吏部尚书叶翥签书枢密院事。<br>五月七日，妻兄范南伯（如山）卒，年六十七。<br>徙居铅山县期思市瓜山之下。<br>（《稼轩历仕始末》：“卜居广信带湖，为煨烬所变﹝焚﹞，庆元丙辰，徙居铅山县期思市瓜山之下。”）<br>秋七月戊戌，以韩侂胄为开府仪同三司、万寿观使。八月丙辰，以太常少卿胡纮请权住进拟伪学之党。<br>九月，以言者论列，罢官观。<br>以纠结徒党罪名再罢斥<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>及其门徒。<br>庆元三年（1197）稼轩五十八岁。<br>家居铅山<br>春正月壬寅郑侨罢。癸卯，以谢深甫兼知枢密院事。<br>友人陈安行（居仁）卒，年六十九。<br>十二月丁酉，以知绵州王沇请，诏省部籍伪学姓名。<br>庆元四年（1198）稼轩五十九岁。<br>家居铅山<br>五月己亥，加韩侂胄少傅赐玉带，己酉，诏禁伪学。<br>复集英殿修撰，主管建宁武夷山冲佑观。<br>是年吴子似（绍古）为铅山尉，相与酬唱甚多。<br>庆元五年（1199）稼轩六十岁。<br>家居铅山<br>友人朱晦庵（熹）来书以克己复礼相勉。<br>友人傅岩叟（为栋）捐直发廪赈乡里之饥，稼轩欲讽庙堂奏官之。<br>是年七月钱表臣（之望）卒，年六十九。<br>八月王道夫（自中）卒，年六十。<br>九月庚寅，加韩侂胄少师，封平原郡王。<br>庆元六年（1200）稼轩六十一岁。<br>家居铅山<br>春二月，友人杜叔高再来访。<br>三月，友人朱晦庵（熹）卒。年七十一。稼轩为文往哭之。<br>冬十月丙戌，加韩侂胄太傅。<br>嘉泰二年（1202）稼轩六十三岁。<br>家居铅山<br>友人洪景庐（迈）卒，年八十。<br>赵民则（像之）卒，年七十五。<br>曹囦明（盅）卒，年六十八。<br>党禁稍弛，政途久困之人间有起废进用者，稼轩亦其中之一人。<br>嘉泰三年（1203）稼轩六十四岁。<br>夏，起知绍兴府兼浙东安抚使。<br>疏奏州县害农六事，愿诏内外台察劾。<br>创建秋风亭<br>冬，奏请于绍兴府诸暨县增置县尉，省罢税官。<br>是年，浙东“盐鬻为害”，稼轩“消弭”之力为多。<br>招刘改之（过）、赵明翁（汝鐩）至幕府。<br>会稽县丞朱圣与（权）供职勤敏，深为稼轩所敬赏。<br>为友人杜仲高（旃）开山田<br>欲为友人陆务观（游）筑舍，陆辞之，遂止。<br>陈君举（傅良）卒，年六十七。<br>岁杪召赴行在。<br>嘉泰四年（1204）稼轩六十五岁。<br>韩侂胄发动对金战争。<br>正月，召见，言盐法。并言金国必乱必亡，愿属元老大臣预为应变计。<br>加宝谟阁待制，提举佑神观，奉朝请。<br>差知镇江府，赐金带。<br>数年来，稼轩屡次遣谍至金，侦察其兵骑之数，屯戍之地，将帅之姓名，帑廪之位置等。<br>并欲于沿边招募士丁以应敌。至镇江，先造红衲万领备用。<br>以五十镒馈金坛刘平国（宰）。<br>拨丹徒县没官田百馀亩作学田。<br>读宋高宗《亲征诏草》，为跋其后。<br>冬十月朔，周子充（必大）卒，年七十九。<br>是年袁起岩（说友）卒。<br>开禧元年（1205）稼轩六十六岁。<br>在镇江守任<br>三月，坐谬举，降两官。<br>刘改之至京口访晤<br>夏六月改知隆兴府，旋以言者论列，与官观。<br>同月，宋廷下诏加强战备。<br>林克斋闻稼轩移镇隆兴之命，有函致贺。<br>宋备战，金亦有所对应。<br>秋，归铅山。<br>开禧二年（1206）稼轩六十七岁。<br>差知绍兴府，两浙东路安抚使，辞免。<br>在宋金交兵过程中，宋兵立呈溃势。<br>进宝文阁待制。<br>又进龙图阁待制，知江陵府。令赴行在奏事。<br>是年友人刘改之（过）卒，年五十三。<br>彭子寿（龟年）卒，年六十五。<br>开禧三年（1207）稼轩六十八岁。<br>宋金均有罢兵议和动向<br>试兵部侍郎，两次上章辞免，方遂所请。<br>黄勉斋（榦）致书稼轩，对时事出处多所论列<br>与在京宫观。<br>三月，叙复朝请大夫。<br>继又叙复朝议大夫。<br>夏四月，以方信孺为国信所参议官如金军。<br>归铅山，八月得疾。<br>进枢密都承旨，令疾速赴行在奏事。未受命，并上章陈乞致仕。九月初十日卒。特赠四官。<br>葬铅山县南十五里阳原山中。<br>交游中哀诗祭文等现唯存陆（务观）、项（平甫）二人之作，馀已无可考矣。<br>（项安世《平安悔稿》册二《答杜仲高来书哭兄伯高及辛待制且言杜氏至仲高始预荐榜》诗：“康庐之麓蠡之皋，太息书生杜仲高。待制功名千古杰，贤良文字万夫豪。泪痕频向西风滴，场屋新随举子曹。且为门阑辟青紫，柯辛威父一生劳。”<br><a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《后村诗话续集》卷四：“项平庵《祭辛幼安》：‘人之生也能致天下之憎，则其死也必享天下之名。岂天之所生必死而后美，盖人之所憎必死而后正，呜呼哀哉。死者人之所恶，公乃以此而为荣；予者公之所爱，必当与我而皆行。局旦暮而相从，固予心之所爱；尚眠食以偷生，恨公行之不待！’自昔哀词未有悲于此者。”）<br>嘉定元年（1208）稼轩卒后一年<br>摄给事中倪思劾稼轩迎合开边，请追削爵秩，夺从官恤典。<br>是年丘宗卿（崈）卒，年七十四。<br>嘉定□年<br>稼轩第五子穰为文辨谤。<br>理宗（昀）绍定三年（1230）稼轩卒后二十三年<br>铅山县宰张谦亨建西湖群贤堂，祀铅山乡贤十六人，稼轩亦其中之一人。<br>绍定六年（1233）稼轩卒后二十六年<br>赠光禄大夫。<br>恭帝徳祐元年乙亥（1275）稼轩卒后六十八年<br>加赠少师，谥忠敏。"
}