{
  "id": 1290,
  "star": 0,
  "name": "黄损",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1290.jpg",
  "dynasty": "唐代",
  "desc": "黄损，字益之，五代时期南汉朝连州（今广东省连南瑶族自治县三江镇）人，官至尚书左仆射（一品）。是最早迁入连阳地区的客家人。少有才，曾在在保安静福山筑一室攻读于期间，书室题额为“天衢吟啸”留有诗集《桂香集》，今存诗四首。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1290.aspx\">黄损</a>，字益之，五代时期连州人，初隐居，少年时期为人慷慨有大志，有王佐之才，结交<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>（都官）、宋齐邺（后相南唐）、桑维翰（后相后晋）等名士。在保安静福山筑一室攻读于期间，书室题额为“天衢吟啸”。后梁龙德二年（公元922年）登进士第，仕南汉刘龚为尚书左仆射（宰相），黄损与当时的北方名士齐丘、桑维翰友善，经常在一起谈论天下大事，二人都“自以为不及”。曾献十策，斥责权贵，为朝臣所忌。又极力反对刘龚建南薰殿。因之失庞，退居永州湖上，<a href=\"http://so.gushiwen.org/author_1290.aspx\">诗</a>酒自娱，为骚人所宗。黄损还善于写诗，与郑谷、<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>等共定诗歌用韵为葫芦、辘轳、进退等格。黄损为人耿直、轻利重义，为民作了不少好事，曾捐资修筑高良（今连南三江镇）之邪陂，灌溉甚广。黄损在还是一位极其神奇的历史人物，其与唐僖宗时期扬州第一名妓薛琼琼还有一段动人故事流传于世。在<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>的《醒世恒言》第三十二卷《黄秀才徼灵玉马坠》也对黄损有生动的描述。著述甚多，兼及道法，诗集有“桂香集”，今存诗四首。有书壁诗：“一别人间岁月多，归来人事已销磨。惟有门前鉴池水，春风不改旧时波。”</p><br/><h2>人物成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1290.aspx\">诗</a>韵术语 </p> <p>　　【进退格】亦称“进退韵”。诗韵术语。邻韵通押特殊格式的一种。宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话·诗体》：“有辘轳韵者，双出双入。有进退韵者，一进一退。”魏庆之《诗人玉屑》引《缃素杂记》说，唐代<a href=\"http://so.gushiwen.org/author_434.aspx\">郑谷</a>与僧<a href=\"http://so.gushiwen.org/author_2.aspx\">齐己</a>、<a href=\"http://so.gushiwen.org/author_1290.aspx\">黄损</a>等共定今体诗格云：“凡诗用韵有数格：一曰葫芦，一曰辘轳，一曰进退。”进退格是两韵间押，即第二、第六句用甲韵，第四、第八则用与甲韵可通的乙韵，如“寒”、“删”或“鱼”、“虞”等，一进一退，相间押韵，故称。</p> <p>　　【辘轳格】亦称“辘轳韵”。诗韵术语。与进退格同为用韵的一格。辘轳韵者，双出双入。即律诗第二、第四句用甲韵，第六、第八句用与甲韵可通的乙韵，如先用“七虞”，后用“六鱼”等，双出双入，此起彼落，有似辘轳，故称。</p> <p>　　【葫芦格】亦称“葫芦韵”。诗韵术语。与进退格同为用韵的一格。葫芦韵者，先二后四。如“东”、“冬”通押，先二韵“东”，后四韵“冬”。先小后大，有似葫芦，故称。</p><br/><h2>传奇故事</h2> <p>　　黄秀才徼灵玉马坠</p> <p>　　到了明代，<a href=\"http://so.gushiwen.org/author_1290.aspx\">黄损</a>成了文学家<a href=\"http://so.gushiwen.org/author_899.aspx\">冯梦龙</a>笔下的风流才子，在他编著的《醒世恒言》中，第三十二卷名曰“黄秀才徼灵玉马坠”，用洋洋洒洒万余言演绎了一段关于黄损的“才子佳人”爱情故事。</p> <p>　　话说唐乾符年间，连州秀士黄损，年方二十一岁，生得丰资韶秀，一表人才，兼之学富五车，才倾八斗，同辈之中，推为才子。原是名门之后，因家道零落，父辈遗下一件宝贝，是一块羊脂白玉雕成的马儿，唤做玉马坠，色泽温润，镂刻精工。黄损自幼爱惜，佩带在身不曾顷刻之离。</p> <p>　　偶日闲游市中，遇一个老叟。那老者看着黄损，微微而笑，见了那玉马坠儿，道：“愿借一观。”黄损即时解下献与老者。老者看了又看，啧啧叹赏，欲奉价相求。黄损答道：“此乃家下祖遗之物，老翁若心爱，便当相赠，何论价乎。”老者甚喜，表示他日亦有所报，遂将此坠悬挂颈上，挥手而别。</p> <p>　　不久,黄损游扬州，结识扬州第一名妓薛琼琼。唐时第一筝手是郝善素，薛琼琼独得郝善素指法，名声极大。两人一见如故，相怜相恋，誓生共死。不想权臣吕用之任扬州刺史，他贪财爱色，祸害百姓。吕用之得知薛琼琼艺高色艳，有占用之意，薛琼琼深爱黄损，抵死不从。吕用之衔恨，上表朝廷把薛琼琼选入宫中为乐妓，成为教坊的抚筝供奉。</p> <p>　　黄损失去心上人，十分痛苦，潦倒毁形，在扬州几无生路。荆襄节度使刘守道久慕才名，接他到襄阳做幕宾。黄损行到江州，夜听邻船有人抚筝，韵调极近琼琼，他偷看一眼，是个十五六岁的美女。黄损彻夜难眠，写下词云：生平无所愿，愿作乐中筝。得近佳人纤手子，砑罗裙上放娇声；便死也为荣。后寻机将词送给此女子。那女子名叫韩玉娥，见词动心，又见黄郎秀俊，越发动情。后定下终身之策，并相约涪陵相见。</p> <p>　　黄损到了襄阳做幕宾，思之约期，与刘守道不告而别，独赶涪陵寻觅玉娥。得到涪陵，不想玉娥船在江心撞翻,再寻遍不见。黄损一想既失佳人，二来愧对刘守道，于是投江轻生，幸被一老者所救。此老者正是乞其玉坠者也，嘱其赶京赴考。</p> <p>　　却说玉娥船在江心撞翻，她跌入江中，被京城返蜀的薛小娟所救。薛小娟要带她去扬州为妓。玉娥哭诉已有黄损之约，小娟感动，收为义女，带她返长安调教，使玉娥成了乐中高手。</p> <p>　　不久，黄损一举高中，任刑部官职。他为民请命申奏朝廷，控告吕用之镇扬时弄权害民之罪。这时吕用之也调为京官，反告黄损与宫中抚筝供奉有私，冒犯圣驾。僖宗御前亲审，知了来龙去脉，将薛琼琼赐予黄损为妻，削了吕用之官职。</p> <p>　　且说吕用之闲居私第，差人四下缉访名姝美色，以为婢妾。有人夸薛小娟的养女，名曰玉娥，天下绝色，只是不肯轻易见人。吕用之道：“只怕求而没有，那怕有而难求。”当下差仆数十人，以五百金为聘，也不通名道姓，竟向薛小娟家中，直入卧房抢出玉娥，不由分说抬上花轿往吕府飞奔而去。玉娥十分害怕，忽见一位白发长者前来，送她一只玉马坠,说急时可护身。</p> <p>　　夜里，吕用之欲强行占有玉娥。危急之时，忽然奔出一匹白马把他撞倒，又伤了许多奴仆。吕用之惊惶逃窜，暗地差人四下访求高人禳解。次日有胡僧到门，说玉娥是妖女，乃上帝玉马之精，若成亲必遭其祸。吕用之被他说着玉马之事，连呼为神人，恳请解困。胡僧道，将此女赠予最恨之人，便可逢凶化吉。吕用之被黄损一本劾奏罢官，就着人把她送去害黄损。</p> <p>　　黄损与薛琼琼猛然见到玉娥，惊喜不已。玉娥说起玉马坠救她的奇事，黄损感慨万端，心知又是那个老者有心救难。后黄损官至御史中丞，玉娥生三子，并列仕途。</p>"
}