{
  "id": 2404,
  "star": 0,
  "name": "张子容",
  "image": "http://img.gushiwen.org/authorImg/zhangzirong.jpg",
  "dynasty": "唐代",
  "desc": "张子容，襄阳人（今属湖北），又名张五。生卒年均不详，约唐玄宗开元十六年前后在世。先天元年（712）举进士，仕为乐城令，开元中谪为东城尉。又曾官晋陵尉。初，与孟浩然同隐鹿门山，为死生交，诗篇唱答颇多。复值乱离，流寓江表。后竟弃官归旧业以终。子容为诗兴趣高远，为当时文士所称，有诗集传于世。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2404.aspx\">张子容</a>是<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>的朋友，彼此之间常有唱和，同气相求，同声相应的<a href=\"http://so.gushiwen.org/author_2404.aspx\">诗</a>作，如《除夜乐城逢孟浩然》、《送孟浩然归襄阳二首》等。</p> <p>　　孟浩然到温州，游江心孤屿，并写下了一首温州人民所最喜爱而经常传诵的诗篇：《永嘉上浦馆逢张八子容》。诗曰：逆旅相逢处，江村日幕时。众山遥对酒，孤屿共题诗。廨宇邻鲛室，人烟接岛夷。乡园万余里，失路一相悲。孟浩然此次来永嘉（即今温州市），主要是去乐成（今乐清市）访问他的同窗好友张子容。据元辛文房《唐才子传》记载：他俩在青年时就“同隐鹿门山，为生死交，诗篇倡答颇多。”开元元年（713），张子容去长安应试，临行前，孟浩然赠他一首诗，诗的开头两句是：“夕山照灭，送客出柴门。”可见他们当时的生活是非常艰苦的。他们所谓的隐居，实际上原是闭门苦读，待机仕进而已。张子容考取进士后，被分发到江<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>进任县尉。数年之后，因事被谪迁到当时比较贫瘠的荒远的乐成来。这次孟浩然来永嘉是开元十三年（725），岁次乙丑，孟浩然正三十七岁，他与张子容分别已十三年了。</p> <p>　　当张子容得知孟浩然来访的消息后，马上赶到上浦馆去迎候他（上浦馆属乐成县，离永嘉郡城约70里），正如孟浩然在诗中所叙述的，“逆施相逢处，江村日暮时。”这首诗，八句四段，段与段之间句意跳跃较大，但全诗一气呵成，气贯意识足，确是佳构。 诗的首联两句，首先交代了这次两人会晤的时间——当天日暮之时；地点——江村（上浦馆）逆旅之中。交代清楚了时间、地点，就可以把读者带进了诗的意境，引起读者翩翩联想。</p> <p>　　颔联：“众山遥对酒，孤屿共题诗”，则是他俩当日游览江心孤屿情景的如实记叙。</p> <p>　　当时的孤屿是十分荒凉的，岛上几乎还没有一座像样的建筑物，更谈不上什么茶楼酒馆了。他俩游览孤屿的目的，主要是去领略周围群山的景色，同时借以追寻山水诗鼻祖<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的游踪屐迹。</p> <p>　　颈联“廨宇邻鲛室，人烟接岛夷”，是指张子容所在乐成官舍，僻处海滨，人烟荒凉。《述异记》云：“鲛人水居如鱼”。“鲛室”，鲛入水居之室，用以喻海域。“夷”，原指夷狄。“岛夷”，指远离中原的荒岛野居之民。</p> <p>　　尾联“乡园万余里，失路一相悲”，“失路”者，不得志也，孟浩然为自己才华正茂的同窗好友，被谪迁至远离故乡而且是如此荒僻的乐成，深表同情和惋叹。</p> <p>全诗短短四十字，有记叙，有写景，有抒情，即景抒情，情融于景，正像晚唐诗人<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>所评论的，孟浩然的诗“遇景入36咏，不拘奇挟异”，真令人赞赏不置。</p> <p>孟浩然与张子容畅游了江心孤屿之后，便同去乐成。这年的除夕，孟浩然就是在乐成张子容的官邸度过的。孟浩然与张子容，既有同乡之谊，又是通家之好，更加两人年青时曾同隐鹿门山，晨夕相处，亲密无间，此次孟浩然专程远道来访，张子容当然热情接待。除夕之夜，张子容的官邸，灯火辉煌，画烛高烧，筵备珍馐，酒斟柏叶。他们一边品尝着新酿的柏叶酒，一边畅叙着别后离情，当时内心的快乐，是难以言喻的。席间还有卢氏歌女演唱《梅花》古曲，她的婉转歌喉，更增添了两位诗人的兴会。即正是“远客襄阳郡，来过海岸家。尊开柏叶酒，灯发九枝花。妙曲逢卢女，高才得孟嘉。东山行乐意，非是竞豪华。”（张子容《除夕乐成逢孟浩然》）</p> <p>　　孟浩然更是诗兴勃发，对酒当歌，即席写了两篇热情洋溢的五言律诗。他的《除夕夜乐成逢张少府》诗云：云海泛瓯闽，风潮泊岛滨。何知岁除夜，得见故乡亲。余是乘槎客，君为失路人。平生能复几，一别十余春。他的另一首《岁除夜会乐成张少府宅》诗：畴昔通家好，相知无间然。续明催画烛，守岁接长筵。旧曲梅花唱，新正柏酒传。客行随处乐，不见度年年。写得更为情真意切，把除夕之夜欢乐宴饮的场景，描述得如绘如画。</p> <p>　　出正之后不久，或者是由于旅途劳顿，或者是病酒之故，孟浩然就生起病来了。连日来长卧病榻，无聊中不免想起了故乡亲人，由于思亲从而萌发了怀乡之念。诗，是诗人的心声，在病榻上孟浩然握笔写了一首排律，题曰：《初年乐成馆中卧疾怀归作》，淋漓尽致地抒发了自己的思亲怀乡之情。异县天隅僻，孤帆海畔过。往来乡信断，留滞客情多。腊月闻雷震，东风感岁和。蛰虫惊户穴，巢鹊眄庭柯。徒对芳尊酒，其如伏枕何！归欤理舟楫，江海正无波。</p> <p>　　由于孟浩然怀旧意切，张子容也不便强留。待到孟浩然病体痊愈之后，替他整理了行装，准备了船只，临行前还赠他二首律诗，其中一首首尾四句是；“东越相逢地，西亭送别津……，因怀故园意，归与孟家邻。”把两人当时的心境表露无遗。孟浩然也写了一首《永嘉别张子容》以回赠，诗曰：旧国余归楚，新年于北征。挂帆愁海路，分手恋朋情。日夕故园意，订洲青草生。何时一杯酒，重与季鹰倾。</p>"
}