{
  "id": 438,
  "star": 109,
  "name": "黄巢",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_438.jpg",
  "dynasty": "唐代",
  "desc": "黄巢（820年－884年），曹州冤句（今山东菏泽西南）人，唐末农民起义领袖。黄巢出身盐商家庭，善于骑射，粗通笔墨，少有诗才，黄巢五岁时候便可对诗，但成年后却屡试不第。王仙芝起义前一年，关东发生了大旱，官吏强迫百姓缴租税，服差役，百姓走投无路，聚集黄巢周围，与唐廷官吏进行过多次武装冲突。十二月十三日，兵进长安，于含元殿即皇帝位，国号“大齐”，建元金统，大赦天下。中和四年（884年）六月十五日，黄巢败死狼虎谷。昭宗天复初年，黄巢侄子黄皓率残部流窜，在湖南为湘阴土豪邓进思伏杀，唐末农民起义结束。",
  "content": "<h2>散闻轶事</h2> <p><strong>正月十五挂红灯<br></strong>　　唐朝末期，<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>带领起义军北上，攻打浑城。围城三天攻不下来，黄巢气坏了，指着城楼大骂，扬言攻破城池，定杀个鸡犬不留。<br>　　这时，已经快过年了，下了一场大雪，天气很冷，士兵大多还没有换上冬服，黄巢知道硬攻要受损失，只好先把队伍拉到山里，等过了年再打。<br>　　新年很快过去了，家家都在推米磨面，做汤圆，欢庆上元佳节。黄巢想，兵书说：“知己知彼，百战不殆。”我何不乘人们过节的时候，进城摸摸敌军的虚实，再定攻城之策。想到这里，他马上召集众家兄弟商量了一下，把义军交给师弟，自己挑上汤圆挑子出了大营，直向浑城走去。<br>　　黄巢进了城门，一直奔西街。走不多远，见十字街前有一伙人正指指划划地看什么。刚好，这时对面来了个卖醋的老人，穿一身破棉袄棉裤，手里不住地敲着梆子。黄巢上前施礼说：“请问老人家，前面出了什么事？”老人打量一下黄巢，左右望望，把他拉到路边，低声说：“前两天黄巢带兵攻城不下，到山里去了，过几天还要来的。官家贴出告示，要百姓出人出粮，唉！要打大仗了。”<br>　　两个人正说话，忽听一阵马蹄响，黄巢抬头一看，一队人马飞驰而来，当兵的边跑边嚷道：“众家百姓听着，黄巢进城了，现已四门紧闭，跑不了啦，有发现卖汤圆的马上报告。知情不报者诛灭九族！”<br>　　黄巢知道军中出了叛徒，走露了消息，便扔下挑子往东跑，急急忙忙地钻进一个巷子里。进了一家院子，隐在门后。等马队过去，这才出来往北跑。没跑多远，又听见马蹄响，知道马队又回来了，他一转身钻进一个小院。<br>　　黄巢插上门正要进屋，见一个老人从屋里走出来，正是十字街头跟自己说话的那个老人，急忙走过去说；。“老人家行行好，把我藏起来吧。”老人见了黄巢先是一愣，接着点点头答应了。<br>　　这时，街上传来一阵急促的马蹄声，接着有人打门。老头着急了，话都顾不得说，急忙把黄巢领到后院，来到醋缸跟前，掀开缸盖让他钻进去，说：“客官，先委屈一下吧！”老人拿把扫帚刚要扫地，大门撞开了，十几个官兵闯进来，把老头围住。官兵头目说：“大白天，为啥插门？”老人说：“我怕小偷进来偷东西。”头目追问：“有个大汉，你把他藏在哪？”老人说：“我家大门插着，没人进来！”一头目骂道：“胡说！他明明钻到这儿来了。你不想活了！”老人说：“官爷，你不信，就请搜吧。”。头目下令去搜查，十几个官兵马上进屋，翻箱倒柜，乒乓一阵乱响，东西砸破了不少，醋缸也打破了两口，醋流满了院子，幸亏他们没接着翻。<br>　　官兵走了，黄巢从缸里爬出来，见满院子都是碎缸片，老人惋惜地在缸前落泪。他忙走过去安慰说：“老人家不要哭了，过两天我赔你几口就是了。”<br>　　老人站起来说：“客官，你快走吧，他们前边去了，找不到人还会回来的。”<br>　　黄巢问：“老人家，天还不黑，到处都是官兵，我从哪里出城呢？”<br>　　老人说：“你出了这条巷子，钻进对面院子，从后面出去便是天齐庙，你先在庙里藏着。天黑后，顺着城墙往南走，走出两丈多地有个豁口，你就从那儿出去吧。”黄巢见老人厚道诚实，便进一步打听说：“老人家，这座城有何妙处，黄巢十万大军攻了三天竞攻不破？”老人说：“客官有所不知，这城建在始皇时期，城墙又高又厚，上有滚木，两厢藏有弓箭手。”<br>　　黄巢问：“那就没法了吗？”<br>　　老人说：“要打城，不能从城门进，得从天齐庙的豁口进。”黄巢听了很高兴，转身要走，又回过身来问：“老人家，你知道我是谁吗？”老人犹豫了一下，说：“你是黄大将军。”黄巢说：“唐兵骂我杀人如麻，吃人不吐骨头，你不怕我吗？”老人说：“那是官家说的，官家能有好话吗？我们穷百姓正盼着你来呢。”黄巢听了很感动，想不到老百姓对自己这么敬重，就说：“老人家，你家有红纸吗？”老人说：“现成的没有，店铺里能买到的。”黄巢说：“你买几张红纸，扎个灯笼，正月十五挂在房檐上。”<br>　　黄巢走后，老人把消息传给邻居，一传十，十传百，不久全城穷百姓都知道了，家家买红纸扎灯笼。<br>　　黄巢回到大营，马上召集将士商量，到了夏历正月十五晚上，带着五千精兵，摸过护城河，按老人所指的路悄悄入城，一声号炮，内外夹攻，很快攻破城门，起义军进城了！<br>　　这时，穷人家门口都挂起了红灯，全城灯火通明。凡是挂河谠红的的大门，起义军一律不入；不挂红灯的，起义军冲进去抓赃官老财，只一宿就把贪官污吏、土豪劣绅杀光了。第二天，黄巢开仓分粮，还派人给那位老人送去二百两银子。<br>　　自那以后，每到正月十五，家家户户都挂起了红灯。这个习俗便流传下来。</p> <p><strong>端午“插艾草”</strong><br>　　端午节本是纪念<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的节日。至唐黄巢起义时，黄巢义军攻打中原地区，时值端午。当地官员于是放出风声：“黄巢隔山摇刀，人头落地！”动员民众逃离家园，是为\"走黄巢\"。实际是使义军无法与民众接触，以制义军不断扩大之势。<br>　　中原地区某户人家，男人都外出了，家中只有一妇人与二个小孩，一小孩为亲生，一小孩是她嫂子的遗孤。亲生的小孩刚能行走，她嫂子的遗孤大她自己的小孩一岁。妇人一人带二小孩逃难，背着她嫂子的遗孤，却让自己刚能行走的小孩步行，但却落在后头。走不多远，遇一黄衣人，问：“嫂嫂为何不让大小孩走路，而让小的小孩走路？”妇人如实相告，黄衣人听后甚为感动，道：“你危难之中行忠义之事，已破黄巢之刀，黄巢已无法取你人头，其实你只需在家门口插上艾草，表示你家是忠义之家,黄巢便无奈你何。”言罢竟忽不见。妇人认为是仙人指点，于是回家依言而作，并沿途叫逃难之人插艾草可破黄巢之刀云云。因此妇人平时善良，多行善事,诸多民众都相信，依言在家门口插上艾草不用“走黄巢”，在家中过端午节。<br>　　果然，义军过境，见家中插艾草的人家，无人打扰，随军的医生还为民众看病，问疾苦。一时妇人遇仙人指点之事在各地传开，平民之家，不再“走黄巢”，纷纷插艾草过端午，并效妇人行忠义之事。<br>　　其实，黄衣人是黄巢义军的前锋谋士，武艺高强。义军所到之处，都是无人村，义军无人支援，成了孤军。谋士知有蹊跷，化成便衣，独自寻找原因，遇是了妇人。忽然不见，只是纵身跳上大树隐藏起来了。谋士小施一计，不仅破了官府的：“黄巢隔山摇刀，人头落地！”谣言，为义军获得民众支持，又使民众积德行善成风，世人于是将此传统继承下来，成为今天端午节“插艾草”的风俗。<br>　　陆河人为客家人，多为中原迁移到陆河。是以大都保持了“走黄巢”“插艾草”的习俗。</p> <p><strong>盗掘陵墓</strong><br>　　唐末农民起义军首领黄巢所盗帝陵中，有秦陵、茂陵、乾陵三座，涉秦、汉、唐三代，座座显赫。秦陵是秦始皇的陵墓，茂陵是汉武帝的陵墓，乾陵是唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>和<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>的合葬墓，陵主都是不可一世的历史风流人物。能对三朝帝王陵下铲，谁人可比？<br>　　秦、汉、唐三代帝王陵均位于关中平原上，而且相距不是太远，这也为黄巢盗陵提供了便利。所以，历代关中农民起义军揭竿后，都会将破坏帝王陵，作为向封建统治者宣战的一个重拳，以泄愤恨。黄巢所领导的农民军自然也不会放过他们。</p> <p><strong>吃人之说</strong><br>　　黄巢是一个儒生，出身于一个靠贩运私盐暴利发财的富裕家庭，殷实的家底使得黄巢自小就有条件苦读儒经以求晋身官场，却屡次科举均以落第告终。黄巢陡然间“怒从心头起，恶向胆边生”，离开长安时扔下一首“待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。”杀气腾腾的誓言。<br>　　黄巢回家做了几天私盐贩子。唐代规定只准国营企业经营盐，黄巢没有经营盐的许可证，结果他们的盐巴被查封没收了。适逢关东大旱，官吏还要催缴租税、差役，百姓走投无路便聚集黄巢周围，于是发出檄文，斥责唐朝吏贪赋重，赏罚不平。目的是在于推翻唐朝暴政，建立一个能够减轻农民痛苦，推行轻徭薄赋的新王朝。 黄巢称帝后，士兵则如同明火执杖的强盗一般在长安街头杀人越货，争抢美女，殴打平民，到处扰民。黄巢不能阻止。几个月后，出现粮荒，长安城里一片混乱。小股唐军乘乱攻城，黄巢十分虚弱，立刻带了少数随从逃出城。唐军进城之后，受到长安百姓的欢迎。黄巢到了城外定下神来，才发现入城唐军人数很少，随即反攻入城。重入长安的黄巢，对于百姓欢迎唐军一事恨之入骨，居然下令屠城。将城中男丁杀戮殆尽，来了个“巢怒民迎王师，纵击杀八万人，血流于路可涉也，谓之洗城”，血洗长安城。后来唐借沙陀兵协助攻城，一万多沙陀兵与黄巢十余万人对阵，黄巢一战即溃，只好弃城逃跑。883年4月，黄巢逃出长安之时，下令纵火。长安便一炬成灰。<br>　　黄巢在失败前包围陈州近一年时间里，采用过机械化方式，将活人粉碎，以人肉作军粮，供应他围城部队，以保证他起义军的战斗力，也是前无古人，后无来者的规模。其骇人听闻的程度，既是中国之最，大概也是世界之最。黄巢所过之地，百姓净尽、赤地千里。《旧唐书》记载：黄巢率领全军围陈州近一年，数百（一说三千）巨碓，同时开工，成为供应军粮的人肉作坊，流水作业，日夜不辍。将活生生的大批乡民、俘虏，无论男女，不分老幼，悉数纳入巨舂，顷刻磨成肉糜，并称之为“捣磨寨”。陈州四周的老百姓被吃光了，就“纵兵四掠，自河南、许、汝、唐、邓、孟、郑、汴、曹、徐、兖等数十州，咸被其毒。”黄巢拉起的队伍，在行军作战中病死、饿死、战死的总数至少在一百万人以上。他带进长安的几十万人，大部分是饿死的。后来，黄巢弃城逃跑到山东狼虎谷时，只剩下残兵一千余人，黄巢走投无路，只得自杀身亡（一说被他外甥林言所杀）。<br>　　纵观这位农民领袖大规模“吃人不吐骨头”行径，其野蛮，残酷，恐怖，骇人听闻，历代农民铤而走险，反抗残酷暴政统治者，起义军首领，无不残忍野蛮，无不杀人无数。但是，像黄巢以人肉为粮糗的恶行，绝非一般意义的战场上的较量，而是人性灭绝的屠杀。黄巢起兵还引发了拥兵割据的藩镇遍布全国，此后进入五代十国时期。<br>　　“贼围陈郡百日，关东仍岁无耕稼，人饿倚墙壁间，贼俘人而食，日杀数千。贼有舂磨砦，为巨碓数百，生纳人于臼碎之，合骨而食，其流毒若是。”（《旧唐书·列传第一百五十》）<br>　　“人大饥，倚死城堑，贼俘以食，日数千人，乃办列百巨碓，糜骨皮于臼，并啖之。”（《新唐书·列传第一百五十下》）<br>　　“时民间无积聚，贼掠人为粮，生投于碓，并骨食之，号给粮之处曰‘舂磨寨’。纵兵四掠，自河南、许、汝、唐、邓、孟、郑、卞、曹、濮、徐、衮等数十州，咸被其毒。”（《资治通鉴·第二二五卷》）<br>　　下面介绍几个名词。<br>　　舂：把东西放在石臼里去壳或捣碎。<br>　　臼：舂米的器具，用石头或木制成，中部凹下。<br>　　碓：舂米用具，用柱子架起一根木杠，杠的一端装有一块圆形的石头，用脚连续踏另一端，石头就会连续起落，去掉石臼中糙米的皮。<br>　　搞清了这些工具，就可以很清楚黄巢是怎么解决部队的粮食问题了。他把人抓来，活生生地放入石臼里，然后像舂米一样，用巨碓把人碾成肉泥，来填饱士兵们的肚子。在围困陈州的三百多个日夜里，黄巢动用了数百个这样的巨型杀人机器，同时开工，流水作业，日夜不停。将活生生的大批乡民，无论男女，不分老幼，悉数纳入巨舂，顷刻间碾为肉糜。陈州四周的老百姓吃光了，为扩大原料供应来源，又“纵兵四掠，自河南、许、汝、唐、邓、孟、郑、汴、曹、徐、兖等数十州，咸被其毒”。</p> <p><strong>墓葬之谜</strong><br>　　山东莱芜市圣井乡祥沟村有一棵名为“将军树”的古槐，传说就是这棵树下曾留下黄巢的足迹。<br>　　根据《新唐书》、《旧唐书》记载：公元884年，唐朝政府确信黄巢已经死于狼虎谷。于是，大唐官员们在他的身死之处建了一块石刻，标明这位造反者的葬身之地，以警醒世人。<br>　　然而此后的一千多年里，很多书籍中却另有说法：他们相信黄巢没有死于狼虎谷，而是逃脱之后死于他处。<br>　　清代学者聂剑光所著《泰山道里记》有这样的记载：“黄巢死于泰山……九顶山南有大冢，俗称黄巢墓。” 经专家考证，这里就是《泰山道里记》所记载的黄巢墓，此地与狼虎谷相距几十公里，如果真的是黄巢尸骨的埋葬地，那么则证明黄巢真的没有死于狼虎谷。</p><br/><h2>生死谜团</h2> <p>　　公元874年，生于冤句的盐贩<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>起兵造反。仅用5年时间，就攻入长安。不久，这个以为百姓谋生存为名而起义的英雄，就宣布称帝，国号大齐。他迫不及待地占有了唐僖宗留下的大明宫所有留在宫中的美女，过起了春风得意、歌舞升平的生活。此时一场危机正向他步步逼近。在唐朝军队的反攻下，黄巢被迫逃亡山东。他带领着残军逃至泰山脚下时已疲惫不堪。</p> <p>　　然而，关于黄巢的最后结局，千年来却众说纷纭。令人疑惑的是，在记述唐代的正史中就有截然不同的两种说法。一说黄巢是被他人所杀，另一个却说是自刎而死。</p> <p>　　新唐书：黄巢是自杀</p> <p>　　《新唐书》黄巢传记载，黄巢兵败狼虎谷时对外甥林言说，你拿上我的首级去献给唐朝，那么你还可以求得富贵！林言不忍心杀黄巢，于是黄巢自刎。</p> <p>　　《新唐书》成书于宋代。而在这部书之前的五代时期就曾有《唐书》编成，后世为了加以区别，把五代时期编撰的《唐书》称为旧唐书，而将宋代<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_596.aspx\">宋祁</a>等人所编撰的这部称为《新唐书》。</p> <p>　　专家介绍，《新唐书》修撰的时代则较为安宁，因此有许多在战乱时期不易收集到的史料，此时得到了征集和整理。</p> <p>　　旧唐书：黄巢被外甥杀害</p> <p>　　《旧唐书·黄巢传》中对于黄巢之死有如下记载：“巢将林言斩巢及二弟邺、揆等七人首，并妻子皆送徐州”。不仅如此，《旧唐书》的《僖宗纪》、《时溥传》和《资治通鉴》、《桂苑笔耕录》、《北梦琐言》等其他书籍也都有着同样的记载。</p> <p>　　难道黄巢不是自杀，而是死于外甥林言之手？</p> <p>　　林言是黄巢的外甥，是黄巢身边一名重要将领。在黄巢进入长安之后，曾经选择500个武艺高强的人组成了一个特殊的部队，叫做控鹤。实际上就是禁卫队，并且黄巢任命林言为这支部队的最高指挥官———军使。</p> <p>　　敦煌文献另说：被贴身大将杀害</p> <p>　　1900年农历五月二十六日，王道士偶然发现了一个秘密洞窟。这个石窟就是敦煌莫高窟。令唐史学家没有想到的是，在敦煌残卷中竟然透露出了黄巢死因的蛛丝马迹。</p> <p>　　敦煌文书里有一件《肃州报告》黄巢战败等情况残卷，写道：其草贼黄巢被尚让杀却，于西川进头。公元884年5月，黄巢在今河南中牟西，遭沙陀骑兵突袭，牺牲万余人。在此危急关头，尚让却率万人投降唐廷。</p> <p>　　有推测，尚让很可能在混战之中将黄巢杀死。这个战报被立即飞报朝廷和作战军队，这一情节就被记载在《肃州报告黄巢战败等情况残卷》中。</p> <p>　　各类记载针锋相对：或者黄巢逃过一劫？</p> <p>　　唐代学者崔致远所著的《桂苑笔耕录》中记载的信息说明，唐将时溥是引诱黄巢起义军当中投降的将领把黄巢杀死的。</p> <p>　　令人疑惑的是，如果当时有人杀死黄巢，必定立下大功。即便是作为帮凶，其名字也会名扬四海，并为各种史书所记载。但关于尚让杀黄巢的说法，在迄今发现的史料中的记载只有一处。</p> <p>　　在宋朝邵博的《河南邵氏闻见后录》卷十七中曾经提到，若说杀黄巢于狼虎谷，献首于徐州，两地相距约五六百华里，快马也要三天路程，而徐州至成都马不停蹄，日夜兼程，也需二十天。当时又值盛暑，“函首”恐怕早已腐臭不堪了，更何况黄巢兄弟六七人，难言其中就没有与黄巢状貌类似者。</p> <p>　　如此看来，很有可能在狼虎谷中被林言杀死的只是黄巢的替身。</p> <p>　　宋人刘是之的《刘氏杂志》中有这样的记载，五代时有一个高僧法号翠微禅师，这个人就是黄巢。更为传奇的是张端义在《贵耳集》中记载说，“黄巢后为缁徒，曾主大刹，禅道为丛林推重，临入寂时，指脚下有黄巢两字”。</p> <p>　　在这些史料中，虽然黄巢起义军在山东狼虎谷几乎全军覆没，但此时黄巢并未身死，他用金蝉脱壳之计瞒过唐朝追兵的眼睛，在逃出狼虎谷的残军中依然有黄巢的身影。</p> <p>　　有说黄巢出家为僧</p> <p>　　王明清的挥尘录后录卷五说：张全义为西京留守，识黄巢于群僧中。西京是河南省洛阳市，那么张全义为何会在众多的僧人当中认出黄巢呢？</p> <p>　　那一天，笃信佛教的张全义到寺庙中礼佛，他无意中发现对面来的僧人十分眼熟，定睛看去，他大吃一惊。四目相对，黄巢的眼神中并没有流露出张全义脸上的惊奇，而是面色平和，拂袖而去。</p> <p>　　也许此时张全义的心中既惊诧又疑惑，但对于黄巢的身份，作为太守的张全义不难确定。难的是性格复杂的张全义始终保守这个秘密，直到把它带进坟墓。</p> <p>　　也许如《新旧唐书》记载，公元884年7月13日黄巢已经死于狼虎谷，一代枭雄的传奇就此画上了句号。</p> <p>　　也许如后世的传说，黄巢从狼虎谷侥幸逃脱后，数年之后，他从洛阳来到宁波雪窦寺，潜心修习佛法，并成为一代高僧。年迈的他在明州的望春桥上独倚栏杆，细细品味着风云岁月，冷眼旁观着纷乱的天下，等待着唐朝叹出最后一口气，然后落日一般融入东去江水的尽头。</p><br/><h2>生平</h2> <p><strong>投身义师</strong><br>　　<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>，出身盐商，积财聚众，尤好收留亡命之徒。广明元年（公元880）陷洛阳、长安，僖宗逃奔成都，巢自号为帝，国号大齐。唐以官爵笼络李克用相援，大败黄巢，巢自刎身亡，黄巢起义始告结束。黄巢生平，曾与同乡人王仙芝以贩卖私盐为业。在同官府缉私的斗争中，他练就了一身武功，善于骑射，并负气仗义，好抱打不平。后来，他曾几次应试进士科，但皆名落孙山，于是他满怀激情地写了一首《不第后赋菊》<a href=\"http://so.gushiwen.org/author_438.aspx\">诗</a>。其诗写道：“待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。” 当时，唐朝统治腐败，内有宦官专权，外有强藩割据，纲纪隳紊，政治危机日渐加深。翰林学士刘允章曾上书直谏，说“国有九破”和“民有八苦”，揭露了“权豪奢僭”、“贿赂公行”、长吏残暴、赋役不均的弊政，指出了农民在“官吏苛刻”、“赋税繁多”的残酷剥削下，“冻无衣，饥无食”，“号哭于道路，逃窜于山泽，夫妻不相活，父子不相救”的悲惨处境。<br>　　僖宗乾符元年（874），河南又连年发生了水旱灾，“麦才半收，秋稼几无，冬菜至少”。但自懿宗以来“用兵不息，赋敛愈急”，各州县又不上言灾情，致使“百姓流殍，无处控诉”。于是王仙芝与尚君长等聚众数千人，于长垣（今属河南）揭竿而起。王仙芝自称天补平均大将军，兼海内诸豪都统，传檄诸道，斥责唐朝吏治腐败、赋役繁重、赏罚不平等罪恶。<br>　　乾符二年（875）六月，王仙芝等攻陷了濮州（今河南范县）、曹州，并击败了前来镇压的官军。这时黄巢与族兄弟子侄黄存、黄揆、黄思邺及外甥林言等八人聚众数千人，响应王仙芝，各地饥饿的农民争先加入起义军。“数月之间，众至数万”。<br>　　在此之前，各地曾流传着“金色蛤蟆争努眼，翻却曹州天下反”的民谣。如今曹州已被农民军攻陷，应验了民谣，向人们预示着农民起义的风暴将在全国兴起，这既大大鼓舞了农民军的斗争士气，也极大地震撼了唐朝统治者。</p> <p><strong>纵横中原</strong><br>　　唐廷见王仙芝与黄巢起义军声势浩大，立即诏令淮南、忠武、宣武、义成、天平等五节度使进击义军。在敌强我弱的形势下，王仙芝与黄巢采取了避实就虚的流动战术，率军进围沂州（治今山东临沂）。乾符三年（876）七月，天平节度使宋威在沂州城下击败了义军，并上奏说王仙芝已死，遣散了诸道兵。王仙芝、黄巢利用这一有利时机，经过短暂休整之后，便转战河南，迅速攻占了阳翟（今河南禹县）、郏城（今河南郏县）等八县之地。接着，农民军又攻陷了汝州（治今河南临汝），威震东都洛阳。唐廷软硬兼施，一面下令赦免王仙芝等人，一面又频频调动各地官军镇压农民军。王仙芝在攻占阳武之后，攻郑州不下，于同年十二月接连进攻申、光、庐、寿、舒、通州等地，逼近扬州，淮南节度使多次向朝廷告急。 在农民军的沉重打击下，唐各地州官多闻风丧胆。当王仙芝、黄巢进攻蕲州（治今湖北蕲春）时，该州刺史裴偓诱降义军领袖，请唐廷授任王仙芝为左神策军押牙兼监察御史。王仙芝思想有了动摇，欲放弃斗争，接受唐的官职。黄巢大怒，斥责王仙芝说：“始者共立大誓，横行天下，今独取官赴左军，使此五千余众安所归乎！”这时群情激愤，责骂不已，怒不可遏的黄巢出拳把王仙芝打得头破血流。在这场冲突之后，黄巢率领二千人马向北进发，与王仙芝分道扬镳了。<br>　　乾符四年（877）二月，黄巢率军攻陷郓州（治今山东郓城），杀节度使薛崇。三月，又攻陷了沂州。黄巢虽连下二州，但仍是孤军作战，势单力薄。这时王仙芝部将尚让屯兵嵖岈山（今河南遂平西），黄巢便与尚让会合，共保嵖岈山。黄巢与王仙芝再次合兵不久，即进攻宋州（治今河南商丘南），由于唐廷调来大批援军，农民军作失利。于是王仙芝率原班人马南下，再次与黄巢分裂。黄巢率本部人马在蕲、黄一带迂回作战，由于作战失利，不得不北返中原，连下匡城（河南封丘东北）、濮州。乾符五年（878）二月，转而进攻亳州（治今安徽亳县）。在此期间，王仙芝相继攻克了安、随二州后，再次为唐廷诱降动心，派尚君长等人前去联络，却为唐将所杀。王仙芝知道上当受骗，遂进兵荆南，不久在黄梅兵败战死。余众一部分南下，活动于江浙一带；另一部分则由尚让率领北上，与黄巢会师于亳州。王仙芝既死，众将便推黄巢为主，号称“冲天大将军”，改元王霸，并设官分职，初步建立了农民军政权机构。不久，在黄巢率军袭破了沂、濮二州之后，形势又一度逆转。唐廷命右卫上将军张自勉为东北行营招讨使，督兵进剿农民军。黄巢欲进兵襄邑、雍丘，为滑州节度使李峄所阻。在各地活动的义军也多被官军击溃。黄巢欲进攻东都，唐廷又迅速派来大批援军。这时，唐廷再一次诱降，诏命黄巢为右卫将军，但黄巢“度藩镇不一，未足制己”，仍拒绝投降唐朝。</p> <p><strong>转战南北</strong><br>　　乾符五年（878）三月，黄巢率军进攻汴、宋二州，唐廷以张自勉充东南面行营招讨使，以阻止义军。黄巢转攻卫南（今河南滑县东北）、叶（河南叶县）、阳翟（河南禹县），唐廷又诏命河阳兵千人开赴东都，与宣武、昭义兵守卫宫阙，还征调义成兵三千人守卫东都附近的伊阙、武牢等地，以增强东都的防御力量。黄巢见河南一带官军势力强大，难以取胜，而江南则力量相对薄弱；而王仙芝旧将王重隐又攻陷了洪州（治今江西南昌），转战于湖南，于是便率军渡江南下，与王重隐部相呼应，接连攻下了虔、吉、饶、信等州。八月，黄巢军进攻宣州，在南陵为官军所败，于是又进入浙东，经婺州至衢州（今属浙江），然后披荆斩棘，开山路七百里，攻入福建。同年十二月，义军攻下了福州（今属福建）。 在农民军中曾有“逢儒则肉，师必覆”的传说，其意是遇到儒者则杀，军队必然要覆灭。大概是黄巢屡试进士不第，对儒者颇为同情，因此当农民军进入福建后烧官府、杀官吏，但凡自称为儒者的皆释而不问。当义军经过崇文馆校书郎黄璞门前时即下令说：“此儒者，灭炬弗焚。”<br>　　乾符六年（879）正月，黄巢军遭藩帅<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>部将张璘、梁缵的袭击，一再失利，遂进入广南，包围了广州（今属广东）。在此期间，黄巢曾致书浙东观察使崔璆、岭南东道节度使李迢，求为天平节度使。二人惧怕黄巢威势，极力申奏，但朝廷不许；黄巢自己上书，求为广州节度使，却只授予率府率。黄巢恼怒，大骂执政，便急攻广州，遂于九月占领了岭南的这个重镇，杀节度使李迢，并进而攻占岭南一些州县。黄巢在广州自称“义军都统”，并发布檄文，斥责朝廷“宦竖柄朝，垢蠹纪纲，指诸臣与中人赂遗交构状，铨贡失才”，提出“禁刺史殖财产，县令犯赃者族”，檄文所说，史称“皆当时极敝”。黄巢军已转战各地多年，这次占领广州，“欲据南海之地，永为巢穴”，作为反抗唐朝统治的根据地。但在这一年，从春至夏，疫病大为流行，不少义军将士染上了疫病，“死者十三四”，部下又多“劝请北归，以图大利”。黄巢见在广州难以持久，于是决定杀回中原地区。同年十月，黄巢率军离开广州，向西北进发，攻取了桂州（治今广西桂林），恰遇湘江水暴涨，义军便乘数十只大木筏顺流而下，经永州（治今湖南零陵）、衡州（治今湖南衡阳），攻占了潭州（治今湖南长沙）。之后，尚让乘胜进攻江陵（今属湖北），号称五十万。荆南节度使<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>见义军声势浩大，诸道兵又未赶到，以为江陵兵少难以固守，便退守襄阳。尚让攻克了江陵后即与黄巢合兵进攻襄阳，但在荆门中了埋伏，被官军击败，损失甚大。黄巢收集余众，稍加休整，遂渡过长江进攻鄂州（治今湖北武汉），攻破了外城。之后，又转而进攻饶、信、池、宣、歙、杭等十五州。这时黄巢军又得以发展，“众至二十万”。<br>　　黄巢在江浙一带的胜利进军再次震撼了唐廷，唐僖宗一面任命淮南节度使高骈为诸道行营都统，命他迅速进攻义军，同时征调昭义、感化、义武诸道兵南下，与高骈协力作战。广明元年（880）三月，高骈遣其将张璘渡江南下，黄巢军连战失利，退守饶州（治今江西波阳）。张璘又乘胜进军，五月，黄巢又退守信州（治今江西上饶）。这时北方诸道军已兵临淮南，张璘又率兵追击甚急，而信州又恰遇疫病流行，义军士卒多死，元气大伤。在义军处境十分危急的时刻，黄巢巧施缓兵之计：一方面用重金贿赂张璘，使其减慢进军；另一方面又致书高骈，表示“投降”。高骈中了黄巢圈套，以为大功告成，遂上奏朝廷，声称义军“不日当平，不烦诸道兵，请悉遣归”。当黄巢获悉诸道兵已经北渡淮河，散归其镇，而且义军也恢复了作战能力，即抓住时机，一举杀死张璘，大败淮南兵，并乘胜攻占了睦州（治今浙江建德）、婺州（治今浙江金华）。<br>　　同年七月，黄巢率军从采石（今安徽马鞍山西南）北渡长江，进围天长、六合等县，义军一时兵势甚盛。这时，高骈见诸道兵已经北归，张璘又战死，“自度力不能制，畏怯不敢出兵，但命诸将严备，自保而已”，同时又向朝廷上表告急，奏称义军六十万，距扬州已不足五十 里之后“遂称风痹，不复出战”。<br>　　唐廷本对高骈寄以厚望，这时见高骈告急，顿时慌了手脚，急忙诏命河南调动各道兵驻守溵水（今河南商水西南），以阻止黄巢军北进。九月，义军击败泗州（治今江苏盱眙）官军，又遇溵水官军内讧，各自散归本镇，于是义军全部渡过淮河。黄巢自称“率土大将军”，队伍“自淮以北整众而行，不剽财货，惟驱丁壮为兵耳”。义军攻陷申州（治今河南信阳）之后，长驱进入颍、宋、徐、兖等州，所到之处，官吏四处逃散。<br>　　起初，义军将北渡淮河时，宰相豆卢瑑曾议请授黄巢为天平节度使，待其到镇时再发兵除掉他。另一宰相卢携执意不从，认为只要发兵守住泗州，义军不能入关，必还掠江、淮，便无能为力。不久义军北上，淮北告急，卢携遂惶愧称病不出，京师也充满了恐怖气氛。十一月，义军进入汝州（治今河南临汝），黄巢自称“天补平均大将军”，并传檄官军说：“各宜守垒，勿犯吾锋！吾将入东都，即至京邑，自欲问罪，无预众人。”这时朝廷乱作一团，有人主张调发关内诸镇兵扼守潼关，大宦官田令孜还自请率两神策军弓弩手去守关；有人则认为义军拥有六十万之众，潼关又无重兵，难以坚守。但僖宗还是决定让田令孜率兵东守潼关。十一月十七日，黄巢大军进抵洛阳城下，唐将齐克让退守潼关，东都留守刘允章则率众出城迎接黄巢入城。义军纪律严明，只是“供顿而去，坊市晏然”。</p> <p><strong>建立大齐</strong><br>　　黄巢军进占洛阳不几日，即向关中挺进。十一月二十一日，僖宗以田令孜为汝、洛、晋、绛、同、华都统，将左、右军东讨。就在这一天，黄巢率军西进，攻占了虢州（治今河南灵宝）。并警告拒守潼关的官军说：“吾道淮南，逐高骈如鼠走穴，尔无拒我！”田令孜虽名为汝、洛诸州都统，率神策、博野等军十万守潼关，但他只是遥领，却派左军马军将张承范等率神策军前往拒战。当时，神策军士皆是长安豪富子弟，只是为了厚得供给和赏赐才贿赂宦官挂名军籍的，平日高车大马，悠然自得，未尝经历战阵。所以一旦听说出征，吓得父子抱头相哭，为了逃避战事，多以金帛雇商贩与贫民代行。十二月一日，黄巢大军进至潼关， 唐守关将士断炊，士气低落。义军奋力攻关，而尚让又从被称为“禁坑”的关旁谷中小道迂回到关后，前后夹攻，官军溃退，博野乱军直奔长安，大肆劫掠。 黄巢一举破关，又乘胜攻克了华州（治今陕西华县），留部将乔钤驻守，自己亲率大军直捣长安。十二月五日，百官刚刚退朝，传闻博野乱兵入城，即各自逃匿，僖宗在田令孜神策军的护卫下，狼狈逃往成都避难，只有很少人从行，文武百官及诸王、妃多不知皇帝去向。当天下午，黄巢前锋柴存未受到任何抵抗即顺利进入长安，唐金吾大将军张直方率文武官数十人至灞上迎接。黄巢乘坐金色肩舆，其将士皆披发，束以红绫，身穿锦袍，手执兵器，簇拥黄巢而行。义军浩浩荡荡，“甲骑如流，辎重塞涂，千里络绎不绝”。黄巢终于实现了“冲天香阵透长安，满城尽带黄金甲”的夙愿。黄巢军意气洋洋地进入长安城，长安市民夹道观看，尚让一再告谕市民说：“黄王起兵，本为百姓，非如李氏不爱汝曹，汝曹但安居无恐。”义军将士在街道上每遇到贫民，“往往施与之”。</p> <p><strong>攻进长安</strong><br>　　十二月十二日，黄巢进入太清宫。翌日，于含元殿即皇帝位，国号“大齐”，建元金统，并大赦天下。黄巢封其妻为皇后，尚让、赵璋等为宰相，郑汉璋为御史中丞，李俦等为尚书，<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>为翰林学士，孟楷、盖洪等为尚书左、右仆射兼军容使。黄巢下令：唐官三品以上全部停任，四品以下则官复原职。可见，大齐是由农民军文武官与唐官僚混合而成的一个政权机构。农民军憎恨官吏，对唐宗室、公卿士族实行严厉的镇压政策，“杀唐宗室在长安者无遗”。宰相豆卢瑑、崔沆及左仆射于琮、右仆射刘邺、太子少师裴谂等藏匿民间，被义军搜出后“皆杀之”，将作监郑綦、库部郎中郑綦拒不投降，“举家自杀”。投降黄巢的左金吾大将军张直方因匿公卿于夹壁墙中，事发后被杀。农民军给唐宗室、公卿士族以巨大的打击，“华轩绣毂皆销散，甲第朱门无一半”；“内库烧为锦绣灰，天街踏尽公卿骨”。<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的这些诗句形象地反映了这一历史事实。 大齐政权的建立，标志着黄巢起义军已取得了巨大的胜利，昔日威令天下的公卿贵族已被打翻在地，而备遭欺压凌辱的贫苦农民如今却堂而皇之地做了大齐皇帝，扬眉吐气，这无疑是一个翻天覆地的巨大变化。当时有人写诗道：“自从大驾去奔西，贵落深坑贱出泥。邑号尽封元谅母，郡君变作士和妻。扶犁黑手翻持笏，食肉朱唇却虀”作者虽然站在敌对的立场上讥讽农民政权，却也无法掩盖这一历史巨变的事实。黄巢虽然建立了农民政权，但却没有出台什么改革措施，稳定人心。也没有及时追击望风而逃的僖宗朝廷，给敌人以喘息的机会，所以僖宗得以从容地组织力量，大力围剿起义军。当僖宗逃至兴元时，即诏令诸道各出军收复京师。<br>　　中和元年（881）正月，诏令镇东、太原、代州等藩帅各发本道兵并赴京师讨伐义军。三月，以凤翔节度使<a href=\"http://so.gushiwen.org/author_572.aspx\">郑畋</a>同平章事，充京西诸道行营都统，与泾原、秦州、鄜延、夏州等节度使“同盟起兵，传檄天下”。七月，又以宰相王铎兼滑州刺史，兼充京城四面行营都统，“遣郎官、御史分行天下，征兵赴关内”。僖宗调兵遣将，各路军马陆续向京师进发。黄巢称帝后，曾遣使调发河中（今山西永济西）粮饷，唐河中将王重荣拒战，缴获粮饷四十余船。<br>　　广明元年三月，黄巢以朱温为东南面行营都虞候，攻陷了邓州（治今河南邓县），以阻止荆、襄官军北上。接着又遣尚让、<a href=\"http://so.gushiwen.org/author_2906.aspx\">王播</a>率军进攻凤翔（今陕西宝鸡）。尚让以为郑畋乃一介书生，不谙军事，麻痹轻敌，中了埋伏，大败而归，损失二万多人。原已投降义军的唐夏绥节度使诸葛爽这时也背叛了义军。四月，黄巢任命其将王玫为邠宁节度使，为唐将所攻杀。这时部分官军已分别进至长安附近的渭北、沙苑、渭桥、武功和盩厔（今陕西周至），渐渐逼进长安。黄巢误以为唐大军赶到，急忙率军出城东走。唐军入城大肆劫掠，乱不成军。黄巢夜宿灞上，听说官军已乱，又无援军，回师攻城，官军大败，“死者什八九”，义军收复了长安。这时，义军同州刺史王溥、华州刺史乔谦（钤）、商州刺史宋岩听说黄巢已撤离长安，也慌忙弃城而走。稍遇风吹草动，黄巢及其将则弃城而走，这一事实说明大齐政权还是很不稳固的。<br>　　黄巢再次进驻长安后，也极力想打开局面。中和元年（881）六月，遣其将王播围攻兴平（今属陕西），击败了唐邠宁节度使朱玫。八月，黄巢将李详击败唐昭义节度使高浔，乘胜收复华州。十一月，孟楷、朱温进军富平（今陕西富平东北），唐邠、夏二军败归本道。中和二年（882）二月，朱温再次攻占了同州。<br>　　黄巢军虽然四处作战，或胜或败，但始终未能打开局面，黄巢“号令所行，不出同（今陕西大荔）、华（陕西华县）”，基本上仍局限于长安一隅地。一些地主武装多入深山“筑栅自保，农事俱废，长安城中斗米直三十缗”。兼之义军又长期习惯于流动作战，即使在其势力十分强大时也往往是攻下一城，不久又丢弃，像东都洛阳这样的经济、军事重地也不留一兵一卒驻守。由于长期没有建立巩固的根据地，得不到充足的供给，长安粮食供给严重不足，将士或以树皮充饥。因此，当唐诸路大军云集长安，向义军发起总攻时，形势便急转直下，历时三年的大齐政权也就很快崩溃了。</p> <p><strong>败死狼虎谷</strong><br>　　中和二年（882）九月，朱温变节降唐。李详也欲投降，被黄巢所杀。黄巢任命黄思邺为华州刺史，但到了十一月，即被李详旧卒逐出。中和三年（883）正月，沙陀李克用率兵五万进至沙苑，击败了黄揆。二月，黄巢见义军节节败退，粮食也将吃光，便“阴为遁计，发兵三万搤蓝田道”，为撤离长安做好准备。 同年四月，唐诸镇兵从四面八方会集京师。李克用与河中、忠武镇将率先出战。黄巢率大军于渭桥迎战，一日三战，连战失利，其他诸道兵也乘机发起攻击，义军大败。四月十四日，李克用军攻入长安，黄巢力战不胜，遂连夜撤离长安。这时义军尚有十五万。黄巢扬言奔徐州，实际上却经蓝田关进入了商山（今陕西商县东）。在撤退中，义军把辎重珍货遗弃于道路，官军在长安大肆抢掠之后，又在路上争先拾取财物，不再追击，故黄巢“得整军而去”。<br>　　五月，黄巢骁将孟楷率万人奔袭蔡州（治今河南汝南），唐节度使秦宗权迎战败北，遂归顺了义军。接着孟楷又进攻陈州（治今河南淮阳），陈州刺史赵犨早有防备，乘机袭杀了孟楷。六月，黄巢与秦宗权合兵围攻陈州，“掘堑五重，百道攻之”。黄巢还在州城北“立宫室百司，为持久之计”。在黄巢围攻陈州时，唐廷不断调动军队，以围剿农民军。七月，朱全忠（温）被任命为宣武节度使，加东面招讨使。九月，命感化军节度使时溥为东面兵马都统。十二月，陈州被围困日久，即向邻道求救。于是忠武镇周岌与时溥、朱全忠等皆率兵前来救援。<br>　　中和四年（884）正月，黄巢军仍是势力强大，周岌等诸路救兵被义军打得落花流水，招架不住，不得不共同向河东节度使李克用求救。二月，李克用率蕃、汉兵五万前来增援。黄巢围攻陈州数百天，却始终未能攻克。这时李克用会同许、汴、徐、兖等州军马向陈州进发，先击败了驻守陈州北的太康尚让军，又击败了陈州西的西华黄思邺军，于是黄巢从陈州周围撤军，退至陈州北的故阳里。五月，连日大雨，平地水深三尺，黄巢军营为水所漂，又听说李克用大军将至，遂奔向汴州。当黄巢军从中牟（今河南中牟）北汴河王满渡口渡河时，李克用乘势袭击，义军大败，死伤万余人，尚让率其部下投降了时溥，别将李谠等人投降了朱全忠。义军损失惨重，黄巢率残兵败将向东北逃去，李克用又追杀到封丘（今河南封丘）。这时又遇大雨，黄巢只收集散兵近千人，冒雨东奔兖州。<br>　　六月十五日，武宁将李师悦与尚让追至瑕丘（今山东兖州），黄巢与唐军“殊死战，其众殆尽”，与其外甥林言走至泰山狼虎谷的襄王村（今山东莱芜西南）。这时，林言见大势已去，“惧追至并命”，于是便乘机杀了黄巢及其兄弟妻子。林言持黄巢等人首级欲向时溥献功，在路上却遇到沙陀博野军，他们杀了林言，将林言及黄巢等人首级一并献于时溥。黄巢残暴毒虐，观念狭隘，嗜好滥杀无辜，攻克长安之后不思进取，未消灭分镇关中的唐朝禁军，又缺乏经济政策，最后被唐军击败。黄巢从子黄皓率残部流窜，号“浪荡军”。昭宗天复初年，进攻湖南时，为湘阴土豪邓进思所伏杀。至此唐末农民起义结束。<br>　　唐僖宗中和四年，秋七月，僖宗在大玄楼举行受俘仪式。武甯节度使时溥献上黄巢首级，另有黄巢姬妾二三十人。僖宗问“汝曹皆勋贵子女，世受国恩，何为从贼？”居首的女子回答：“狂贼凶逆，国家以百万之众，失守宗祧，播迁巴、蜀；今陛下以不能拒贼责一女子，置公卿将帅于何地乎！”上不复问，皆戮之于市。临刑前，执法人员可怜这些妇女，让她们喝醉后再执刑，女孩们边哭边喝，不久在醉卧中受死，独居首的女子不哭亦不醉，从容就死。黄巢乱后，唐朝又勉强维持了二十三年的国祚。<br>　　哀帝天佑四年（907年）宣武节度使朱温篡唐，建国号为梁。唐朝灭亡，进入五代十国。<br>　　黄仁宇《中国大历史》论及：“……黄巢渡过长江四次，黄河两次。这位历史上空前绝后的流寇发现唐帝国中有无数的罅隙可供他自由来去。各处地方官员只顾本区的安全，从未构成一种有效的战略将他网罗。”<br>　　黄巢从揭竿而起至失败身亡，历时十年之久。他的活动北 起山东，南至广东，西至陕西，转战南北，纵横全国十二省，推动了各地的农民斗争，沉重地打击了唐朝的腐朽统治。黄巢打着“天补平均大将军”的旗帜，表明了农民朴素的平均主义思想，这对后世的农民战争具有深远的影响。 </p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>(820年～884年)：唐朝曹州(山东省菏泽人)人，世为盐商。巢少时积财聚众，喜赌博，广明元年（公元880年）陷洛阳、长安，僖宗逃奔成都，巢自号为帝，国号大齐。唐以官爵笼络李克用相援，大败黄巢，巢自刎身亡，为害十年的黄巢之乱始告结束，史称为黄巢之乱。 乾符二年 （875年）初，王仙芝﹑尚让等在长垣（今河南长垣东北）发动起义 ，唐末农民起义爆发。五月，黄巢与同族兄弟﹑子侄黄揆和黄恩邺等八人募众数千响应。接着王﹑黄两军会合，协同作战，东攻沂州（今山东临沂）不克，就西向进攻洛阳周围地区。唐统治者急调大军夹击。王﹑黄乃于干符三年十月间南趋唐州（今河南泌阳）﹑邓州（今河南邓州市），以后又活动于今河南﹑湖北﹑安徽等地，反复冲击敌人。同年底，蕲州（今湖北蕲春东北）刺史对王仙芝进行诱降，仙芝动摇，欲受唐官职。黄巢指斥他说：起初我们共立大誓，横行天下，你独自取官降敌，广大群众何所归宿！因怒击伤仙芝首。仙芝畏众怒，不敢受唐命，遂与黄巢分兵作战。黄巢率军北上，攻克郓州（今山东东平北）﹑沂州等地。以后王﹑黄虽曾一度合攻宋州（今河南商丘南），不久又分兵。 干符五年，王仙芝在黄梅（今湖北黄梅西北）战死，尚让率余部奔亳州（今安徽亳州）与黄巢所部会合，推黄巢为黄王，号冲天大将军，建元王霸，署置官属。</p> <p>　　从此，黄巢成为起义军的最高领导人。两支义军会合后，势力又见壮大。黄巢再度北上，克沂﹑濮等州，然后沿黄河南岸西进，“欲窥东都（洛阳）”，唐朝急调军队增援东都。黄巢知攻东都无望，于是引兵南下，渡过长江，东趋下游。在越州（今浙江绍兴），遭到镇海（今江苏镇江）节度使<a href=\"http://so.gushiwen.org/author_91.aspx\">高骈</a>部将张璘﹑梁缵的阻击，义军乃转由浙江南进，开山路七百里，进入福建，攻克福州（今属福建）。黄巢在福州大力打击官僚﹑地主，杀了顽固不化的“处士”周朴。</p> <p>　　后率大军沿海岸南进，于六年九月攻占岭南重镇广州。经过大约两个月的休整，黄巢在这年冬又率领大军北伐，自号“义军都统”，并发表文告，宣布即将打入关中，指斥唐朝以宦官掌握朝政，纲纪紊乱，朝臣与宦官勾结，贿赂公行；还宣布义军禁令，禁止刺史广殖财产，县令犯赃者全族处斩。他所指责的都是当时极弊，深得群众拥护。义军拥众数十万，从桂州（今广西桂林）出发，乘大筏沿湘江顺流北上，攻克潭州（今湖南长沙），又下江陵（今属湖北）。本欲乘胜进兵中原，直趋关中，但至荆门（今属湖北）为唐将领刘巨容所败，乃转而东进。于广明元年 （880年）五月在信州（今江西上饶）击毙淮南（今江苏扬州北）节度使高骈的骁将张璘。七月，自采石（今安徽马鞍山西南长江东岸）飞渡长江。高骈与唐廷有矛盾，又慑于义军声威，虽拥兵十余万，但保境而已，不敢出战。黄巢渡江后以破竹之势跨越淮河，于十一月占领东都洛阳进军途中，义军“整众而行﹐不剽财货”，沿途群众纷纷参加义军，众达百万。入洛阳城后，义军劳问居民，闾里晏然。黄巢北攻时，还特意转牒唐朝各镇兵将；你们各宜守垒，勿犯我兵锋。我将入东都，到京师向皇帝问罪，与你们无涉。这些话分化了敌人营垒，所以兵行无阻。黄巢在东都并未久留，随即转旗西指，于年底突破潼关（今陕西潼关东北）天险，最后攻下了京师长安。唐僖宗和大宦官田令孜南逃成都。义军入城之日，向贫民散发财物，并由大将军尚让向群众宣布：“黄王起兵，本为百姓，非如李氏不爱汝曹。汝曹但安居无恐！” </p> <p>　　十二月十三日（881年1月16日）黄巢即位于含元殿，国号大齐，改元金统。原唐朝官员，四品以下酌情留用，三品以上全部罢官。其中枢主要官员有：尚让为太尉兼中书令，赵璋为侍中；原唐官崔和，杨希古并同平章事（即宰相）；孟楷﹑盖洪为尚书左﹑右仆射，兼军容使（掌管近卫军队）；翰林学士中还有著名<a href=\"http://so.gushiwen.org/author_438.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>。黄巢在长安执行严惩皇族﹑公卿的政策，唐宗室留长安者几无遗类，义军查获降官张直方夹壁中隐藏的高官显贵百余人后，全部处死。大齐政权还没收富豪的财产，号称“淘物”。富室皆赤脚而行。次年，唐军曾一度攻入长安，义军暂时撤出，当夜反攻，将唐军驱逐出城。</p> <p>　　但黄巢既未派大军追击唐僖宗，也没有首先全力歼灭分镇关中的唐朝禁军，大齐政权也缺乏必要的经济政策，生产﹑财政均无着落。这样，敌我力量对比就逐渐发生了不利于义军的变化。关中地主坚壁清野，使大齐政权陷入严重的缺粮困境；中和二年 （882年）大齐的同州（今陕西大荔）防御使朱温叛变降敌；沙陀族李克用应唐朝的乞援，率劲旅一万七千人南下；敌方军力大大增强。这时，黄巢发现困守关中已很不利，乃于三年四月东撤，攻逼蔡州（今河南汝南），唐节度使秦宗权战败，投降黄巢。</p> <p>　　六月间，义军开始围攻陈州（今河南淮阳）。守将顽抗，义军久攻不克，朱温和李克用又先后前来增援，黄巢遂于四年四月解围，逾汴而北，又遇到唐徐州节度使时溥的阻击，作战不利，最后退至狼虎谷（今山东莱芜西南），于六月十七日兵败自杀（一作为甥林言所杀）。历时九年余的农民战争至此结束。</p> <p>　　不久后，唐王朝即告灭亡，历史进入五代十国时期。 </p><br/><h2>主要成就</h2> <p><strong>政治<br></strong>　　<a href=\"http://so.gushiwen.org/author_438.aspx\">黄巢</a>领导的农民运动打击了盛极一时的唐朝，同时建立大齐政权，还首创高层换届制度和四相制，但是最终导致藩镇割据，战火纷飞数十年。</p> <p>　　可以通过大量史实看出黄巢一生的思想、政治抱负和实践。黄巢政治思想主要是封建专制主义，其政治抱负始终是想做说了算的首脑，力图以己力量改变不合理的社会现实。但具体奋斗目标因形势变化而有改变。黄巢就是遵循了这样的思想、方略及不同的奋斗目标参加起义、领导起义，同唐对抗。</p> <p><strong>军事<br></strong>　　为了打击唐王朝的实力，黄巢领导的起义最显著的特点是：采用流动作战的战术。前后转战十二省，往返15000余里，沉重打击了封建地方阶级，瓦解了唐朝反动统治，使唐王朝名存实亡。</p> <p><strong>经济<br></strong>　　唐末义军挂帅人物王仙芝、黄巢，先后分别以“天补平均大将军”、“冲天太保均平大将军”作为称号的关系，“平均”或“均平”自然地便成了这场大起义的特殊标识。关于这两个称号是“反映了农民痛恨贫富不均现象而产生的一种朴素的平均主义思。而黄巢在起义确实提出并实践了“均平”的口号。分析唐末社会政治、经济状况，黄巢起义提出“均平”口号有其历史必然性。黄巢起义在中国封建社会农民战争史上占有承前启后的重要地位。</p>"
}