{
  "id": 670,
  "star": 409,
  "name": "吴文英",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_670.jpg",
  "dynasty": "宋代",
  "desc": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。《宋史》无传。一生未第，游幕终身，于苏州、杭州、越州三地居留最久。并以苏州为中心，北上到过淮安、镇江，苏杭道中又历经吴江垂虹亭、无锡惠山，及茹霅二溪。游踪所至，每有题咏。晚年一度客居越州，先后为浙东安抚使<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>及嗣荣王赵与芮门下客。</p> <p>　　清<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>答万经《宁波府志》杂问，谓吴文英“晚年困踬以死”，殆得其实。享年六十岁左右。黄升《中兴以来绝妙词选》编定于淳祐九年（1249），卷十录吴文英词九首，时吴文英正在越州，年约五十。黄升并引尹焕《梦窗词叙》云：“ 求词于吾宋者，前有清真，后有梦窗。此非焕之言，四海之公言也。”</p> <p>　　吴文英被称为“词中<a href=\"http://so.gushiwen.org/author_204.aspx\">李商隐</a>”，在南宋词坛，吴文英属于作品数量较多的词人，存词有三百四十余首，其《梦窗词》在数量上除<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>张炎外鲜有人与之抗衡；就题材而言，这些词大体可以分为三类：酬酢赠答之作，哀时伤世之作，忆旧悼亡之作。清人<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>对他的评价甚高，在其《宋四家词选》中将其与辛弃疾、<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>、<a href=\"http://so.gushiwen.org/author_421.aspx\">王沂孙</a>并列为两宋词坛四大家之一。</p><br/><h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>（约1200—1260），字君特，号梦窗，又号觉翁，四明（今浙江宁波）人。由于《宋史》与地方志中都没有为他立传，因此有关吴文英家世生平不详，只能从他的词作与其他零星记载中得知一二。据后人推测，吴文英本姓翁，与翁逢龙、翁元龙为亲兄弟，可能是过继给吴氏而改姓吴。吴文英年轻时喜工文词，却无意于科举。</p> <p>　　关于吴文英的生卒年，夏承焘在《吴梦窗系年》中推断生于1200 年，卒于1260 年，一般文学史多从此说。陈邦炎在《吴梦窗生卒年管见》中推定生于1212 年，卒于1272 年到1276 年之间（载《文学遗产》1983年第1 期）。另外张风子、杨铁夫、刘毓崧诸人亦有不同推测，皆难成定论。</p> <p>　　他乐以词人和江湖游士的身份与人结交，交游很广。从其著作《梦窗词》中考察，与他有词作赠酬关系的就有60 多人，包括有文人、政客、普通市民与手工业者等各阶层的人物。他与施枢、方万里、冯去非、沈义父等皆为笔缘之友，晚年又与周密结成忘年交。他还结交一些显贵，充当他们的幕僚。理宗绍定年间，他游幕于苏州转运使署，为提举常平仓司的门客，长达十年之久。淳祐年间，他来到临安，出入于两浙转运使判官尹焕、史弥远孙子史宅之、参知政事<a href=\"http://so.gushiwen.org/author_72.aspx\">吴潜</a>及后为右丞相的贾似道等人门下，赋词唱和，过从甚密。晚年在绍兴，又旅食于宋度宗之生父荣王赵与芮府中。①在这些权贵中，他与吴潜的交谊较深。吴潜字毅夫，号履斋，历官兵部尚书、浙东安抚使等职。淳祐十一年（1251）与开庆元年（1259）曾两度入相。后为贾似道诬陷，被劾贬谪，卒于谪所。他与吴文英之兄翁逢龙为同年进士，由于这层关系，他与他们三兄弟皆有交谊，与吴文英尤多唱和之作。吴潜的品格，他对国事的忠悃，对吴文英有很大影响。吴潜任参知政事时，吴文英为其幕僚。吴潜的被贬被害，使吴文英极为痛心。慑于贾似道的淫威，不敢公开悼念，乃以“过先贤堂”为名，写下《西平乐慢》一首，以慨叹之声，发伤感之情，以寄哀思。 至于吴文英与贾似道的交往，是最为后人非议的。贾似道被列入《宋史·奸臣传》，而吴文英曾与他有较深关系。现存《梦窗词》中，有四首是赠贾似道的。围绕这四首词，人们对吴文英的品格与操行发生了争议。一种意见认为，吴氏四词均作于淳祐六年（1246）至十年间，是贾似道制置京湖，未肆骄横之时，此后直至吴文英去世，未见有投赠之作，这是因为他见贾似道专擅之迹已彰，又诬陷排挤了吴潜，故与之疏远乃至绝交。因此，这四词与吴文英投献其他权贵的词作一样，是酬酢之作，无可非议。另一种意见认为，四词中的《金盏子·赋秋壑西湖小筑》是在贾似道入朝以后所作，其时吴潜已为贾氏所害，而吴文英仍与贾有往来，作词吹捧他，其人品性可知。当然，也有人认为，即便这首《金盏子》是作于贾似道入朝之初，但也只不过是从表面歌颂贾似道的名位声望以及他粉饰着的苟安的升平而已，其中没有谄佞干求的言语，所以吴文英与贾似道的交往，只是一种酬应关系。以词章出入侯门，本是当时的风气，吴文英既为词人，以词作结交权贵，并以此为生，在宋代并非独一无二的。况且他并不以此希求仕禄，更不肯趋附钻营，虽出入于侯门，仍然潦倒终身，无法逃遁“困踬以死”的结局，故仍不失为一个狷介自好之士。①</p> <p>　　协律、求雅“梦窗词”</p> <p>　　总观吴文英的一生，没有任何重大的政治活动可言，游历范围也大致局限于江、浙两地，他之所以在南宋驰声传名，主要是由于他那些哀艳动人的词篇。吴文英的《梦窗词》存词三百余首，在南宋词人中仅次于<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>。其内容除部分酬酢之作外，有不少是抒发“绵绵长恨”的恋情词，其中著名的长篇《莺啼序》，极言相思之苦，所表达的低回缠绵、生死不忘之情催人泪下，其艺术感染力远非那些描写幽会欢情的艳词可比。在措词、用典、结构上无不刻意求工，因而在古今长调中享有极高声誉，广为后人传诵。</p> <p>　　①夏承焘：《吴梦窗系年》</p> <p>　　① 夏承焘：《梦窗晚年与贾似道绝交辨》，载《唐宋词人年谱》。</p> <p>　　恋情词以外，《梦窗词》中还有不少哀时伤世的作品。吴文英生活的时代，元已代金而起，南宋政权已岌岌可危。面对风雨飘摇的时局，吴文英既不能奋起呐喊，只能通过写景咏物，伤今感昔，表达对国事的忧思。在他的词中，或伤戚宋室的衰微，或隐喻南宋君臣的偷安，或描写山河的凋敝荒凉，或痛悼被迫害的忠臣良将。同时，又夹杂着对人世沧桑的感叹，把家国之感与身世之痛融为一体，其沉郁哀伤之情随处可见。当然，较之于<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、辛弃疾等人的爱国<a href=\"http://so.gushiwen.org/author_670.aspx\">诗</a>词，吴文英的忧怀国事之作显得苍白、消极。在词的创作上，吴文英主要师承<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>，重视格律，重视声情，讲究修辞，善于用典。沈义父曾把他的词法概括为四点：一是协律；二是求雅；三是琢字炼文，含蓄不露；四是力求柔婉，反对狂放。这一艺术风格决定了“梦窗词”难以反映重大主题，而多浓艳芬菲的词境，这也是南宋婉约词派的共同特点。但在表现手法上，“梦窗词”具有打破传统的层次结构方式、转换自由、跳跃性强、现实与想象杂糅的特点。对于“梦窗词”这种独特的艺术风格，历来评价不一。褒美者说“求词于吾宋者，前有清真，后有梦窗”“以空灵奇幻之笔，运沉博绝丽之才”。“梦窗之妙，在超逸中见沉郁”。贬之者则曰“梦窗词如七宝楼台，眩人眼目，碎拆下来，不成片段”。梦窗词”虽然有雕琢太过、词意晦涩以及格调不高的缺点，但它以独特的艺术风格为南宋婉约词的发展作出了一定的贡献，这一点值得肯定。</p><br/><h2>艺术风格</h2> <p>　　首先是在艺术思维方式上，彻底改变正常的思维习惯，将常人眼中的实景化为虚幻，将常人心中的虚无化为实有，通过奇特的艺术想象和联想，创造也如梦如幻的艺术境界。如游苏州灵岩山时所作的著名怀古词：</p> <p>　　渺空烟四远，是何年、青天坠长星。幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。　宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦、斜日落鱼汀。连呼酒，上琴台去，秋与云平。</p> <p>　　（《八声甘州·陪庚幕诸公游灵岩》）</p> <p>　　开篇打破登高怀古词写眼前实景的思维定势，而以出人意表的想象将灵岩山和馆娃宫等虚幻化，把灵岩山比拟为青天陨落的星辰。这是化实为虚。西施的遗迹本是一片废墟，而作者却以超常的联想，逼真地表现出当年采径中残存的脂香腥味和响屟廊里西施穿着木屐漫步的声响，化虚为实，亦幻亦真，境界空灵。类似于这种超越时空、将心中的幻觉实有化的表现，在梦窗词中随处可见。如怀念亡姬的名作《风入松》：</p> <p>　　听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。　 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。</p> <p>　　词的境界似真似梦。“黄蜂”二句，则是亦真亦幻。黄蜂扑秋千，为眼前实景；亡姬生前纤纤玉手在秋千上残留的香泽，本是由于痴迷的忆恋而产生的幻觉，而首一“有”字，便将幻觉写成实有。另一首《思佳客·赋半面女髑髅》，更将半面枯骨幻化成风姿绰约的少女：</p> <p>　　钗燕拢云睡起时。隔墙折得杏花枝。青春半面妆如画，细雨三更花又飞。　轻爱别，旧相知。断肠青冢几斜晖。断红一任风吹起，结习空时不点衣。</p> <p>　　这种超常的想象力和幻化的手段，为<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>所独擅。</p> <p>　　其次是在章法结构上，继清真词后进一步打破时空变化的通常次序，把不同时空的情事、场景浓缩统摄于同一画面内；或者将实有的情事与虚幻的情境错综叠映，使意境扑朔迷离。吴文英作词师承<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>。清真词的结构也具跳跃性，但起承转合，或用虚字转折或用实词提示，尚有线索可寻。而梦窗词的结构往往是突变性的，时空场景的跳跃变化不受理性和逻辑次序的约束，且缺乏必要过渡与照应，情思脉络隐约闪烁而无迹可求。这强化了词境的模糊性、多义性，但也增加了读者理解的难度。他长达240字的自度曲，也是词史上最长的词调《莺啼序》，便典型地体现出这种结构的特色：</p> <p>　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却（另说“清时过却”），晴烟冉冉吴宫树。念羁情游荡，随风化为轻絮。　十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。 　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花萎，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛，临分败壁题<a href=\"http://so.gushiwen.org/author_670.aspx\">诗</a>，泪墨惨淡尘土。　危亭望极，草色天涯，叹鬓侵半苎。暗点检、离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沉过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？</p> <p>　　全词分四段，主要写对亡故恋人的思念，相思中又含有羁旅之情，时空多变，反复穿插。第一段写独居伤春情怀。主导空间是绣户，随首思绪的翻腾流动，空间意象从西城跳到湖上画船又转换到吴宫。第二段回忆十所前的艳遇，而“春宽梦窄”又包含着现时的感受。第三段总写别后情事。过片思绪回到现实的水乡寄旅，接着又跳到别后寻访往事和当时分别的情景。时空上有三次跳跃变化。第四段总写相思，又穿插着别后的眺望与期待，相聚时的欢情和离别时的泪痕，时间又是几度变化，空间也是从眼前跳到辽海又回复到江南。时空突变，情怀隐约闪烁。他不是按惯例将一时情事写完后再续写另一情事，而是交错穿插，词的结构是一个个缺乏逻辑、理性联系的片段组成，其内在的联结点是跳荡的思绪。这种结构方式带有一定的超前性，类似于现代的意识流手法，古人不易理解，因此指斥为“如七宝楼台，眩人眼目，拆碎下来，不成片段”（张炎《词源》卷下）。</p> <p>　　梦窗词的语文生新奇异。第一是语言的搭配、字句的组合，往往打破正常的语序和逻辑惯例，与其章法结构一样，完全凭主观的心理感受随意组合。如“飞红若到西湖底，搅翠澜、总是愁鱼”（《高阳台·丰乐楼分韵得如字》）和“落絮无声春堕泪”（《浣溪沙》）等，都是将主观情绪与客观物象直接组合，无理而奇妙。第二是语言富有强烈的色彩感、装饰性和象征性。他描摹物态、体貌、动作，很少单独使用名词、动词或形容词，而总是使用一些情绪化、修饰性、感极强的偏正词组。如写池水，是“腻涨红波”（《过秦楼·芙蓉》）；写云彩，是“倩霞艳锦”（《绕佛阁·赠郭季隐》）或“愁云”、“腻云”；写花容，是 “腴红艳丽”（《惜秋华》）、“妖红斜紫”（《喜迁莺·同丁基仲过希道家看牡丹》）；甚至写女性的一颦一笑或一种情绪，也爱用色彩华丽的字眼来修饰，如“最赋情、偏在笑红颦翠”（《三姝媚》），“红情密”（《宴清都·连理海棠》），“剪红情，裁绿意”（《祝英台近·除夜立春》）。梦窗词字面华丽，意象密集，含意曲折，形成了密丽深幽的语言风格。但雕绘过甚，时有堆砌之病、晦涩之失，故不免为后人所诟病。 </p>"
}