{
  "id": 332,
  "star": 33,
  "name": "李璟",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_332.jpg",
  "dynasty": "五代",
  "desc": "李璟（（916－961年8月12日），五代十国时期南唐第二位皇帝，943年嗣位。后因受到后周威胁，削去帝号，改称国主，史称南唐中主。即位后开始大规模对外用兵，消灭楚、闽二国。他在位时，南唐疆土最大。不过李璟奢侈无度，导致政治腐败，国力下降。李璟好读书，多才艺。常与宠臣韩熙载、冯延巳等饮宴赋诗。他的词，感情真挚，风格清新，语言不事雕琢，“小楼吹彻玉笙寒”是流芳千古的名句。961年逝，时年47岁。庙号元宗，谥号明道崇德文宣孝皇帝。其诗词被录入《南唐二主词》中。",
  "content": "<h2>与子李煜</h2> <p>　　959年，<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>长子李弘冀在毒死李景遂（原皇太弟）后不久亦死。李璟欲立<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>为太子，<a href=\"http://so.gushiwen.org/author_2049.aspx\">钟谟</a>说“从嘉德轻志懦，又酷信释氏，非人主才。从善果敢凝重，宜为嗣。”李璟怒，将钟谟贬为国子司业，流放到饶州。封李煜为吴王、尚书令、知政事，令其住在东宫，就近学习处理政事。</p> <p>　　公元10世纪初——曾经辉煌灿烂的唐王朝已经走到了末年，统一政权分裂，国土割据，出现了历史上著名的“五代十国”。直到十世纪中叶之后，宋王朝才逐渐统一了中原大地，重新形成统一政权。</p> <p>　　在这个动荡的年代里，唐<a href=\"http://so.gushiwen.org/author_332.aspx\">诗</a>已经走完了它灿烂辉煌的历程，晚唐的最后一抹晚霞已逝去，词在这个世纪得到了发展。而高踞于十世纪中国文学巅峰之上的，是以词著称的李璟、李煜父子。</p> <p>　　《词史》曰：“言辞者必首数三李，谓唐之太白，南唐之二主与宋之易安也。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>先生《人间词话》称：“词至李后主，而眼界始大，感慨遂深，遂变伶工之词而为士大夫之词。”</p> <p>　　李璟的词流传至今的仅有四首，但如“细雨梦回鸡塞远，小楼吹彻玉笙寒”等都是流传千古的佳句。</p> <p>　　李煜则在继承乃父诗风的基础上取得了更大的成就。<a href=\"http://so.gushiwen.org/author_324.aspx\">谭献</a>《复堂词话》：“后主之词，足当太白诗篇，高奇无匹”。</p> <p>　　李煜流传下来的作品不多，但多是名篇；他前期的作品大多写宫廷生活，如《一斛珠·晓妆初过》、《玉楼春·晚妆初了明肌雪》、《菩萨蛮》二首等，以白描手法、浅易精炼的语言，从欣赏的角度来刻画人物形象，表达人物的内心生活；他后期的作品则感慨极深，亡国之思，去国怀乡之念在他的词中极深刻地表达出来，如《浪淘沙·帘外雨潺潺》，《虞美人·春花秋月何时了》，《破阵子·四十年来家国》等均为旷世佳作，李煜本人则因《浪淘沙》和《虞美人》二词触怒宋太宗而被毒死，年仅四十二岁。 </p><br/><h2>生平</h2> <p><strong>登基为帝</strong><br>　　<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>，字伯玉，初名李景通，徐州（今江苏徐州）人，南唐烈祖<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>长子，母元敬皇后宋氏。李璟的父亲李昪，原是南吴权臣徐温的养子。李璟初为驾部郎中，累迁升任诸卫大将军。徐温死后，李昪专政，以李璟为兵部尚书、参知政事。天祚元年（935年），李昪被封齐王，立李璟为王太子。次年（943年），李昪镇守金陵（今江苏南京），留下李璟为司徒、同平章事，与<a href=\"http://so.gushiwen.org/author_2833.aspx\">宋齐丘</a>、王令谋在广陵，共同辅佐南吴睿帝杨溥。李昪要篡位时，召李璟回到金陵为副都统。升元元年（937年），李昪废黜杨溥，自立为帝，建立南唐，封李璟为吴王，后徒封为齐王。升元四年（940年）八月，被立为皇太子。<br>　　升元七年（943年），李昪去世，李璟继位，改年号为保大。尊奉其母宋氏为皇太后，妃钟氏为皇后。封弟寿王李景遂为燕王，宣城王李景达为鄂王，李景逷以前没有封王，此时封为保宁王。同年秋，改封李景遂为齐王、诸道兵马元帅、太尉、中书令，李景达为燕王、副元帅，在李昪灵柩前立盟，相约兄弟世世继立。封其子李弘冀为南昌王、江都尹。</p> <p><strong>降贼绝臣</strong><br>　　保大元年（943年）十月，攻破虔州妖贼张遇贤。张遇贤是循州博罗县的小吏。据《新五代史》记载，当初，有神仙降临博罗县一百姓家，替人预言祸福每说都对。张遇贤向神祈祷，神说：“张遇贤是罗汉，可以留下来侍奉我。”此时，南汉皇帝刘龑去世，其子刘玢刚继位，岭南盗贼起事，有众千余人，没有统帅，询问神，谁应为主，神说张遇贤可以，于是共推张遇贤为统帅。张遇贤自号中天八国王，改元永乐，设置官属，部众都穿大红色衣服，攻劫岭外，询问神应向何方，神说：“应当过岭攻取虔州。”于是攻袭南康，节度贾浩不能抵御。张遇贤占据白云洞，营造宫室，有众十余万，接连攻陷各县。李璟派洪州营屯虞候严思、通事舍人边镐率军进攻。张遇贤询问神，神不再说话，部众都很害怕，于是张遇贤被擒获并归降。<br>　　李璟以冯延已、常梦锡为翰林学士，冯延鲁为中书舍人，陈觉为枢密使，魏岑、<a href=\"http://so.gushiwen.org/author_1713.aspx\">查文徽</a>为副使。常梦锡值班宣政殿，专门掌管密令，而冯延已等人都以奸佞专权，南唐人称之为“五鬼”。常梦锡屡次上言这五人不能用，李璟不采纳。十二月，李璟下令中外庶政委托给齐王李景遂参预决断，只有陈觉、查文徽得以奏事，群臣不被召见者，不得入内。给事中萧俨上疏直言极谏，不被上报。侍卫军都虞候贾崇到内室求见李璟，说：“臣侍奉先帝三十年，知道先帝所以成就功业的原因，在于都用群贤的谋议，所以连接疏远，未曾阻隔，但是下情还有不能上达的。现在陛下新近即位，所信用的是什么人呢？为什么立即与臣下隔绝？百年老将死，恐怕不能再见你一面。”于是哭泣泪下，李璟为之感动，引他同坐，赐饭安慰，于是停止所发的命令。</p> <p><strong>灭亡闽国</strong><br>　　保大二年（944年）二月，闽国连重遇、朱文进弑杀其君王延羲，朱文进自立为君。这时，王延羲的弟弟王延政也在建州自立，国号殷。王氏兄弟互相征伐，连年用兵，导致闽国大乱，李璟乘乱派查文徽及待诏臧循发兵攻打建州。王延政听说南唐要进攻，派人欺骗福州守将说：“南唐军帮助我征讨逆贼。”福州百姓守将他的话，于保大三年（945年），共同杀死朱文进等人而降王延政，王延政恢复国号为“大闽”，派侄子王继昌镇守福州。查文徽屯兵建阳，福州守将李仁达杀王继昌自称留后，泉州守将留从效也杀刺史黄绍颇，并送钱物给查文徽。<br>　　保大四年（946年）八月，查文徽乘胜攻克建、汀、泉、漳四州，王延政战败，闽国灭亡。李璟分出延平、剑浦、富沙三县，设置剑州，迁王延政家族到金陵。以王延政为饶州节度使、李仁达为福州节度使、留从效为清源军节度使。</p> <p><strong>清除残余</strong><br>　　南唐虽灭闽国，但并未完全统治闽地，残余势力仍在。李璟灭闽国后想撤兵，而查文徽、陈觉等都说：“李仁达等余孽还在，不如乘胜全部攻取。”陈觉自己说可以不用一兵一卒就能招来李仁达等人。李璟以陈觉为宣谕使，召李仁达到金陵朝见，李仁达不从命。陈觉很惭愧，回到建州，假托李璟之命发汀、建、信、抚州军队进攻李仁达。当时魏岑安抚漳、泉二州，听说陈觉起兵，也擅自发兵会合陈觉。李璟大怒，冯延已等进言：“军队已经行动，不能阻止。”于是以王崇文为招讨使、<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>封为副使，增兵会合陈觉、魏岑，以冯延鲁、魏岑、陈觉为监军使。李仁达送钱物给吴越，吴越以兵三万响应李仁达。陈觉等人争功，进退不相呼应，冯延鲁与吴越军队先战，大败而逃，各军都溃败而归。李璟很生气，派使者锁拿陈觉、冯延鲁到金陵。而冯延已正当宰相，宋齐丘又从九华山召为太傅，都为他们说情，于是流放陈觉到蕲州、冯延鲁到舒州。<a href=\"http://so.gushiwen.org/author_1292.aspx\">韩熙载</a>上书直言极谏，请杀陈觉等人，宋齐丘很憎恨，贬韩熙载为和州司马。同年，契丹攻陷京师，中原无主，而李璟正因陈觉等疲兵东南，无暇北顾。御史中丞江文蔚奏劾宰相冯延已、谏议大夫魏岑乱政，与陈觉等同罪而不被贬黜，言辞很恳切直率。李璟大怒，自己回答江文蔚的奏疏，贬他为江州司士参军，也罢冯延已为少傅、魏岑为太子洗马。</p> <p><strong>出援招纳</strong><br>　　保大五年（947年），李璟以弟李景遂为皇太弟，李景达为元帅，封齐王；以子南昌王李弘冀为副元帅，封燕王。时契丹派使来访，以兵部尚书贾潭回访。<br>　　保大六年（948年），后汉李守贞反叛于河中，派其客将朱元前来求援，李璟以润州节度使李金全为北面行营招抚使，出兵攻沭阳，听说李守贞已失败，于是回师。当时，后汉隐帝刘承祐年幼，中原衰弱，淮北群盗大多送钱物给李璟，李璟派皇甫晖出海、泗各州招纳他们。</p> <p><strong>灭亡南楚</strong><br>　　保大八年（950年），福州造谣说：“吴越守军叛乱，杀李仁达而逃。”派人请建州节度使查文徽，查文徽与剑州刺史陈诲坐船从闽江前往应付。福州以兵出迎。陈诲说：“闽人多诈难信，应该驻兵江岸慢慢图谋。”查文徽说：“时间久了就会发生变故，乘他们尚未安定，赶快攻取。”留陈诲驻屯江口，自己进到西门，伏兵突发，查文徽被擒。陈诲与越人作战，大败他们，俘获将领马先进。李璟送还马先进给越，越也归还查文徽给李景。同年，南楚君主马希广为其弟马希萼弑杀，马希萼自立。<br>　　保大九年（951年）秋，楚人囚禁马希萼于衡山，立其弟马希崇，依附李璟，南楚大乱。李璟派信州刺史边镐攻打南楚，攻破南楚都城潭州（今湖南长沙），南楚灭亡。将马氏家族全部迁到金陵，李景以马希萼为洪州节度使，马希崇为舒州节度使，以边镐为湖南节度使。<br>　　保大十年（952年），分出洪州高安、清江、万载、上高四县，设置筠州。以冯延已、孙忌为左右仆射同平章事。南汉皇帝刘晟乘南楚之乱，攻取桂管，李璟派将军张峦出兵争夺，没有攻克。楚地新近平定，府库空虚，宰相冯延已以攻克南楚为功，不想向南唐收取费用，于是加重南楚百姓的赋敛以给养军队，楚人都怨恨而叛，楚将刘言攻边镐，边镐不能守，逃归南唐。</p> <p><strong>后周来攻</strong><br>　　保大十三年（955年）十一月，后周军队南征，诏书说：“淮地蠢材，竟敢抗拒大邦，盗据一方，越位称帝。晋、汉时代，国家不安宁，而你们招纳叛亡，共助凶逆。李金全占据安崇，李守贞反叛河中时，你们大起军队，前往支援。压迫侵夺闽越、涂炭湘、潭，至于与契丹来往，仗势侵犯徐部，沭阳之战，曲直可知。勾结契丹，进入中原成为边患，结连并垒，实在是我们的世仇。罪恶难以指出，人神共愤。”于是拜李谷为行营都部署，从攻寿州开始。这时，宋齐<a href=\"http://so.gushiwen.org/author_90.aspx\">丘为</a>洪州节度使，李璟召宋齐丘回金陵，以刘彦贞为神武统军，刘仁赡为清淮军节度使，以抵御周军。李谷说：“我们没有水战的器具，而使淮军断正阳浮桥，那么我们腹背受敌。”于是焚毁粮草，退驻正阳。这时后周世宗柴荣亲征，走到围镇，听说李谷退军，说：“我军退却，南唐军一定追击。”派李重进急赶正阳，说：“南唐军将到，应当赶紧攻击。”刘彦贞等听说李谷退军，果然以为他们害怕，急忙追赶。等到追至正阳，而李重进先到达，军队没有来得及吃饭而战，刘彦贞等于是失败。刘彦贞的部队设置利刃以拒马，用铁索系住；又雕刻树木为兽，号“捷马牌”，以皮囊布铁散于地，作为障碍物。周军看到这些，知道对方害怕，一鼓作气打败他们。周世宗扎营于淝水的北面，将浮桥迁至下蔡。李璟派林仁肇等争夺，但没得到，而周军攻取滁州。李璟害怕，派泗州牙将王知朗到徐州，称唐皇帝奉送书信，愿意献出贡赋，以兄长之礼侍奉，周世宗不回答。李璟的东都副留守冯延鲁、光州刺史张绍、舒州刺史周祚、泰州刺史方讷都弃城而走；冯延鲁削发为僧，被周兵擒获。蕲州裨将李福杀刺史王承隽降周，李璟更加害怕，而避后周信祖（郭璟）讳而改名李景，派翰林学士<a href=\"http://so.gushiwen.org/author_2049.aspx\">钟谟</a>、文理院学士李德明奉表称臣，进献犒劳周军的牛五百头、酒二千石、金银罗绮数千，请求割让寿、濠、泗、楚、光、海六州给周，以此请求撤兵。周世宗不答复，分兵袭击攻下扬州、泰州。李璟派人身藏蜡丸书信到契丹求救，被守边将士抓获。光州刺史<a href=\"http://so.gushiwen.org/author_251.aspx\">张翰</a>降周。</p> <p><strong>接连失地</strong><br>　　保大十四年（956年）三月，李璟又派司空孙晟、礼部尚书王崇质奉表，言辞更加谦卑驯服，周世宗还是不回答，之前派遣的钟谟等以及孙晟、王崇质都在行在所。而钟谟等请求回去取李璟的表，将江北地区全部奉献，周世宗同意，派王崇质、李德明等回去，这才赐书给李景。李德明等回后，大力称赞周世宗英武，李璟不高兴。宋齐丘、陈觉等都认为割地没有好处，而说李德明卖国图利。李璟发怒，斩李德明。派元帅齐王李景达与陈觉、边镐、许文缜率兵奔赴寿春，李景达的部将朱元等又得到舒、蕲、泰三州。同年夏，下大雨，后周在扬、滁、和三州的军队都退却，后唐诸将请求凭借险隘腰击周军。宋齐丘说：“攻击他们使怨恨加深，不如放走他们成为恩德。”告诫诸将关闭营垒，不准出战，所以周军都聚集在寿州。周世宗驻屯涡口，想再到扬州，合力进攻寿春，于是封锁府库交付主管，派李璟旧将在城中巡行，秋毫不犯而去，淮人非常高兴，都背负干粮送给周军。<br>　　保大十五年（957年），李景达派朱元等屯紫金山，修筑甬道以输送粮草到寿州。二月，周世宗又南征，迁下蔡浮桥到涡口，设镇淮军，筑造两城以夹击淮。周军连破紫金各寨。李景达虽为元帅，但军事都由陈觉决断。陈觉与朱元一向有嫌怨，以为朱元是李守贞的客将，反复难信，李璟派大将杨守忠替代朱元，并且召回朱元。朱元愤怒不已，向周叛降，各军都溃败，许文缜、边镐都被俘获，李景达以水师奔还金陵。刘仁赡生病将死，其副使孙羽等以寿州降于周。周世宗班师。李璟派人焚毁扬州，骗走扬州士庶。十月，周世宗又南征，于是围困濠州，濠州刺史郭廷谓禀告周说：“臣不能守一州以抵抗王师，但是希望请命于南唐而后投降。”周世宗因此缓攻，郭廷谓派人向李璟请命，李璟同意他们投降，于是郭廷谓投降。又攻取泗州，周军步骑数万，水陆并进，军士唱《檀来》歌，声音传到数十里远。十二月，驻屯于楚州北门。</p> <p><strong>割地称臣</strong><br>　　交泰元年（958年），正月，周军攻楚州，守将张彦卿、郑昭业守城很坚固，攻城四十天没攻破。周世宗亲自督军挖地道进城焚烧，城墙破坏，张彦卿、郑昭业战死，周军很气愤，城内百姓几乎被杀尽。周军又攻取海、泰、扬四州。周世宗到迎銮镇以临长江，李璟知道不能支撑，但耻于自己屈身去掉名号，于是派陈觉奉表后周，请求传位给他的长子李弘冀而听命后周。<br>　　周军南征时，没有水战器具，不久屡败李璟的军队，获得水战士卒，于是造战舰数百艘，让投降士卒教周军水战，命王环率领下淮河。李璟的水军多次失败，淮河的战船都为周军所得。又造齐云船数百艘，周世宗到楚州北神堰，齐云船大，不能通过，于是开凿老鹳河连通，因此到达大江。李璟起初自恃水战，以为周军不是对手，而且不能到长江。到陈觉奉命出使时，看到水师布列长江很雄壮，以为是自天而降，于是请求说：“臣愿意回国取李璟的表，将江北各州全部奉献，遵守条约。”周世宗同意，这才赐书给李景说：“皇帝恭问江南国主。”慰劳李璟良苦而已。这时扬、泰、滁、和、寿、濠、泗、楚、光、海等州，已经为周所得，李璟于是献出庐、舒、蕲、黄四州，划长<a href=\"http://so.gushiwen.org/author_1462.aspx\">江为</a>界。五月，李璟下令去掉帝号，改称国主，史称南唐中主，使用后周年号，时为后周显德五年（958年）。<br>　　起初，孙晟出使周，被留下，周世宗询问孙晟江南虚实，孙晟不回答，周世宗发怒，杀死孙晟。周已撤兵，李璟于是赠刘仁赡为太师，追封孙晟为鲁国公。周世宗遣送钟谟、冯延鲁回国。李璟又派钟谟等朝见京师，亲手写表，称天地父母之恩不可报；又请下诏书如同藩镇，派钟谟当面陈述愿意传位给长子。周世宗派钟谟等回国，以优厚的诏书安慰李璟。李景以钟谟为礼部侍郎、冯延鲁为户部侍郎。</p> <p><strong>迁都去世</strong><br>　　李璟为太子时，冯延鲁等都同入东宫，礼部尚书常梦锡自从李昪在世多次说不可让冯延鲁等接近太子。李璟继位，冯延鲁专权，常梦锡每每排斥他。李璟已经割地称臣，有说到朝廷为大朝的，常梦锡大笑说：“你们曾经想让君主如同尧、舜，今日自为小朝吗？”钟谟一向与李德明交好，回来后，听说李德明因为宋齐丘等被杀，想上报李德明的冤屈，没能发作。陈觉是宋齐丘的同党，与严续一向有宿怨。陈觉曾经奉命使周，回来说周世宗以为江南不立即听从命令的原因，是由于严续的谋划，劝李璟杀严续谢罪。李璟怀疑，钟谟于是请求出使后周，验查此事。李璟已经割地称臣，于是派钟谟入朝谢罪，说不立即割地，不是严续的谋划，希望赦免他。周世宗大惊，说：“严续能够谋划，这是忠于他的主人，朕难道杀忠臣吗？”钟谟回来后，说陈觉奸诈，李璟发怒，流放陈觉到饶州，杀死。宋齐丘与陈觉结党犯罪，被流放青阳，赐死。以皇太弟李景遂为洪州节度使，燕王李弘冀为皇太子。<br>　　显德六年（959年）九月，太子李弘冀去世，李璟第六子李从嘉（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>）封吴王，居住东宫。钟谟说李从嘉轻浮放纵，请立纪国公李从善，李璟大怒，贬钟谟为国子司业，立李从嘉为太子。周世宗派人对李璟说：“我与江南，大义已定，但顾虑后世不能容纳你，可以在我在世时修造城隍、整治要害为子孙计。”李璟于是修葺各城，计划迁都于洪州，群臣都不想迁，只有枢密使唐镐赞同迁都，于是升洪州为南昌，建南都。建隆元年（960年），后周殿前都检点<a href=\"http://so.gushiwen.org/author_783.aspx\">赵匡胤</a>，发动陈桥兵变，篡夺后周政权，建立宋朝，是为宋太祖。建隆二年（961年），留太子李从嘉监国，李璟迁往南都。但洪州狭窄，宫府营廨，都不能容纳，群臣日夜思念回去，李璟后悔愤怒不已。唐镐惭愧害怕，生病而死。<br>　　同年六月，李璟去世，终年六十四岁。太子李从嘉继立，以丧事回金陵，派使入朝，希望恢复李璟的皇帝名号，宋太祖同意，于是谥为李景明道崇德文宣孝皇帝，庙号元宗，陵于顺陵（今江苏省南京市江宁区）。 </p><br/><h2>藏书故事</h2> 　　<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>以文学上甚著名，以词见长，多发其惆怅哀怨之情。藏书极富，藏书地点在今南昌和南京，显德五年（957），周世宗大破其军于紫金山，将破城，尽焚其藏书。后人把他的<a href=\"http://so.gushiwen.org/author_332.aspx\">诗</a>词和<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>的作品合编为《南唐二主词》。<br/><h2>陵寝</h2> <p>　　<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>的陵墓顺陵，位于江苏省南京市南郊祖堂山西南麓的高山之下，1950年至1951年间，由南京博物院进行科学发掘，1988年公布为第三批全国重点文物保护单位。</p> <p>　　顺陵在其父李升的钦陵西侧，长宽与<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>钦陵相近，有前、中、后三间主室和八间侧室，但均为砖结构，后室入口处无双龙及武士的浮雕，后室的室顶有天象图，但地面上无石刻地理图，棺座上亦无龙形浮雕，这反映了当时南唐国势己衰，李璟向后周称臣，去帝号改国主后的情况。但此陵三间主室的壁面仍有砖结构的仿木梁、枋，柱和斗拱式样，其上同样绘有牡丹和卷草等彩画，惜多己剥蚀。墓中随葬品亦以陶俑和玉哀册较多，但质量和品种上均不如钦陵。 </p><br/><h2>为政举措</h2> <p><strong>军事政治<br></strong>　　<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>即位后，改变父亲<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a>保守的政策，开始大规模对外用兵，消灭皆因继承人争位而内乱的马楚及闽国，他在位时，南唐疆土最大，李璟生活奢侈无度，政治腐败，百姓民不聊生，怨声载道。</p> <p><strong>经济政策</strong><br>　　李景困于用兵时，<a href=\"http://so.gushiwen.org/author_2049.aspx\">钟谟</a>请铸造大钱以一当十，刻文“永通泉货”。后因钟谟犯罪，因此大钱被废。又命<a href=\"http://so.gushiwen.org/author_1292.aspx\">韩熙载</a>铸铁钱，以一当二。</p> <p><strong>文学造诣</strong><br>　　李璟秉性庸懦，爱好文学，比较喜欢阿谀奉承。“时时作为歌<a href=\"http://so.gushiwen.org/author_332.aspx\">诗</a>，皆出入风骚”，具有较高的文学艺术修养。经常与其宠臣如韩熙载、<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>等饮宴赋诗，于是适用于歌筵舞榭的词，便在南唐获得了发展的机会。他的词，感情真挚，风格清新，语言不事雕琢，对南唐词坛产生过一定的影响。存词五首，其中《南唐二主词》收四首，《草堂诗余》收一首。他的诗词十分有名气，书法也很不错。其中他的“小楼吹彻玉笙寒”是流芳千古的名句。 </p><br/><h2>家族成员</h2> <p><strong>父母<br></strong>父亲：南唐烈祖<a href=\"http://so.gushiwen.org/author_3102.aspx\">李昪</a><br>母亲：元敬皇后宋氏</p> <p><strong>后妃<br></strong>光穆皇后钟氏（钟皇后）<br>吴国太夫人凌氏</p> <p><strong>子女<br></strong>●儿子<br>1.长子文献太子李弘冀<br>2.次子庆王李弘茂<br>3.三子失名<br>4.四子失名<br>5.五子失名<br>6.六子南唐后主违命侯李从嘉（<a href=\"http://so.gushiwen.org/author_269.aspx\">李煜</a>）<br>7.七子韩王南楚国公李从善<br>8.八子邓王江国公李从镒（李从益）<br>9.九子吉王鄂国公李从谦（李从诵）<br>10.十子文阳郡公李从信</p> <p>●女儿<br>1.太宁公主<br>2.永宁公主一说为永禧公主、一说即永嘉公主。李芳仪，辽圣宗的妃嫔（宋代野史载为<a href=\"http://so.gushiwen.org/author_332.aspx\">李璟</a>之女，此说真实性存疑，此处姑且记之）<br>3.永嘉公主《十国春秋》：“芳仪疑即永嘉公主”。</p>"
}