{
  "id": 325,
  "star": 28,
  "name": "范晔",
  "image": "http://img.gushiwen.org/authorImg/fanye.jpg",
  "dynasty": "南北朝",
  "desc": "范晔（公元398年—公元445年），字蔚宗，南朝宋史学家，顺阳（今河南淅川南）人。官至左卫将军，太子詹事。宋文帝元嘉九年（432年），范晔因为“左迁宣城太守，不得志，乃删众家《后汉书》为一家之作”，开始撰写《后汉书》，至元嘉二十二年（445年）以谋反罪被杀止，写成了十纪，八十列传。原计划作的十志，未及完成。今本《后汉书》中的八志三十卷，是南朝梁刘昭从司马彪的《续汉书》中抽出来补进去的。其中《杨震暮夜却金》已编入小学教材，《强项令》选入中学教材。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>出生于士族家庭（顺阳范氏家族），曾祖范汪仕东晋，官至安北将军，撰有《尚书大事》《范东阳方》等，进爵武兴县侯，传至伯父范弘之；祖父范宁历任临淮太守、豫章太守，为东晋经学大家，著有《春秋榖梁传集解》；父范泰仕晋为中书侍郎，后得刘裕信任，屡被升迁，亦有《古今善言》二十四卷。</p> <p>　　范晔虽出名门，但由于是妾生的庶子，地位并不高。据传范晔为母亲入厕时所生，因额头被砖磕破，遂得小名“砖”。范晔出生后，因伯父无子，就被过继给范弘之，因而得袭爵位，封武兴县五等侯。 </p> <p>　　范晔自幼酷爱读书，幼年即博览家中藏书，善文，能作隶书，并通晓音律。义熙十年（414年），州郡征召为主簿，被范晔拒绝。元熙二年（420年），刘裕代晋称帝，范晔应招出仕，任彭城王刘义康门下冠军将军，后迁为秘书丞，因父丧离职。元嘉七年（430年），范晔服丧期满，担任征南大将军檀道济的司马、兼新蔡太守。时北魏鲜卑军队围攻青州，檀道济奉命出师解围，范晔随军北伐，升任尚书部郎。</p> <p><strong>著史立说<br></strong>　　元嘉九年（432年）冬，彭城王刘义康母亲王太妃去世。下葬当晚，刘义康召集同僚旧友料理丧事，聚会于东府。时范晔的弟弟范广渊为司徒府祭酒，范晔就和王深、王广于范广渊处饮酒，开北窗欣赏挽歌为乐。刘义康大怒，降范晔为宣城太守。</p> <p>　　范晔因被贬职，郁郁不得志，就在任内整理各家关于后汉的史籍，开始从事后汉史的编纂工作，企图以此排解痛苦。通过研究史事，范晔打开了眼界，凭着个人对历史问题的理解和一腔热情，范晔终于写出了他的历史名作《后汉书》。《后汉书》为文简明周详，叙事生动，书成后遂取代了以前各家的后汉史。</p> <p><strong>孤高疏狂<br></strong>　　元嘉十五年（438年），范晔任满，调任长沙王刘义欣镇军长史，加封宁朔将军。次年，嫡母（父范泰正室）去世，按礼数范晔应立即赴丧，但范晔以患病为由，过了好久才动身，并携带妓妾同往。御史中丞刘损上表检举范晔一系列的违礼行为，宋文帝欣赏范晔的才华，并未将他治罪。 </p> <p>　　元嘉十七年（440年），服丧期满，范晔投靠兴王刘浚，任后军长史、南下邳太守；刘浚任扬州刺史后，不问政事，一应事务全部委托范晔。因此范晔仕途畅达，不久升为左卫将军、太子詹事。</p> <p>　　范晔具有多方面的才能，除学识渊博、善于为文外，还精通音乐，长于书法。但范晔为人傲岸不羁，不肯曲意逢迎。他的琵琶弹得很好，并能创作新曲。宋文帝很想听听，屡次加以暗示，范晔故作不知，始终不肯为皇帝弹奏。一次文帝宴请大臣，对范晔说：“我想唱歌，请你为我弹琴。”范晔只得奉旨弹奏，文帝歌一唱完，范晔马上停止弹奏，不肯多弹一曲。</p> <p>　　范晔虽然不曲意逢迎皇帝，对同僚却以诚相待。时沈演之为右卫将军，与范晔（左卫将军）对掌禁旅，同参机密。每次朝见皇帝时，范晔若先到，必等沈演之到来一起进去，而沈演之入朝向来没有等范晔的习惯。范晔为人不藏心机，遂作《和香方》，对他们进行讥讪。根据同僚的特点，范晔把庾炳之比作是“多忌”的麝香、沈演之比作“昏钝”的“枣膏”等等，而范晔则以“沈实易和”自喻。《和香方》一出，范晔更为同僚所不容。 </p> <p><strong>召祸之由<br></strong>　　元嘉十七年（440年），因彭城王刘义康长期执政，威权日重，宋文帝猜忌心起，遂以“合党连群，阴谋潜计”的罪名解除了刘义康的宰辅职务，贬为江州刺史。孔熙先因刘义康有恩于其父，便联络朝臣，密谋反叛，更立刘义康为帝。</p> <p>　　范晔掌握禁军，有盛名，又多年在刘义康的部下为官，所以在网罗党羽时候，成了孔熙先首先留意的对象。孔熙先首先结交范晔的外甥谢综，谢综为报答孔熙先，就把他引荐给了范晔。孔熙先认识范晔后，倾全力伺候范晔，并拉拢范晔赌博，故意输钱。范晔贪心钱财，又欣赏孔熙先的才干，于是二人关系越来越好。孔熙先见时机成熟，就尝试怂恿范晔参与谋反，被范晔拒绝。孔熙先又用朝廷拒绝联姻一事相激，刘义康也为宣城之贬向范晔频致歉意，范晔终于参加进来，决心反叛朝廷。</p> <p><strong>叛乱始末<br></strong>　　孔熙先精通天文，就派尼姑法静南下论道，宣扬江州将出天子（即江州刺史刘义康）；为增加谋反成功率，孔熙先又命僧人法略改名孙景玄，到臧质军中任宁远参军 ，并联络许耀（法静的妹夫，时任台城队长，在宫中值班），以为内应。孔熙先又勾结大将军府史仲承祖，仲承祖便将谋反计划告诉了丹阳尹徐湛之。</p> <p>　　徐湛之告诉范晔，臧质非常赞成他们的行动，必定会邀请萧思话一同举事，不用担心兵力不够，只须坐等良辰到来。于是他们互相设置官职：徐湛之为抚军将军、扬州刺史，范晔为中军将军、南徐州刺史，孔熙先为右卫将军等，凡是他们一贯讨厌或不附从刘义康的，又另抄一本，以便将这些人处死。</p> <p>　　孔熙先见事情进展顺利，命其弟孔休先草拟檄文，并要求范晔起草政变宣言。于是，范晔以刘义康的名义作书给徐湛之，勉励各部“同心协力，族灭奸党，争为创业元勋，再创宋朝”。</p> <p>　　元嘉二十二年（445年）九月，征北将军衡阳王刘义季、右将军南平王刘铄外出边镇就任，范晔等人便约定在这天举事，但由于没有约好，政变未能如期举行。</p> <p><strong>身死事哀<br></strong>　　元嘉二十二年（445年）十一月，徐湛之上疏文帝，告密范晔是政变的主谋，并呈报参与政变的名单和相关书信证据，文帝随即诏书“马上逮捕，依法穷诘”。当夜，文帝遣人秘密收捕谢综、孔熙先，又诏朝臣会聚东阁，质问范晔为何谋反。范晔在仓猝之际非常恐惧，慌忙否认。文帝告知其谢综、徐湛之、孔熙先等都已供认，又摆出书信证物，范晔遂承认谋反事实，表示“有负于国、罪行深重，愿被处死。”</p> <p>　　第二天，范晔被送入狱，询问徐湛之关押何处，才得知告密者正是徐湛之。于是，范晔称病请求更换狱所，得以和谢综等人成为隔壁。范晔告诉他们告密者是徐湛之，并作<a href=\"http://so.gushiwen.org/author_325.aspx\">诗</a>感叹：“在生已可知，来缘画无识。好丑共一丘，何足异枉直。”范晔入狱后，以为自己会被即刻处死，不料因文帝追查案情，二十多天未见结果，范晔以为尚有生存希望。孔熙先讥讽范晔怕死，范晔感喟地说：“可惜！满腹经纶，葬身此地。”</p> <p>　　十二月，范晔被押赴刑场，时年四十八岁。其子范蔼、范遥、范叔委等皆被株连，唯有孙子范鲁连幸免于难。</p><br/><h2>早年经历</h2> <p>　　<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>出生在一个著名的士族家庭。高祖范晷为西晋雍州刺史，加左将军。曾祖范汪入仕东晋，官至晋安北将军、徐兖二州刺史，进爵武兴县侯。祖父范宁先后出任临淮太守、豫章太守。父范泰仕晋为中书侍郎，桓玄执政时被废黜，徙居丹徒。刘裕于京口起兵灭桓玄，控制东晋政府实权后。范泰重新被启用，出任国子博士、南郡太守、御史中丞等职。他为东阳太守时，因开仓供粮和发兵千人，助刘裕打败卢循有功，被加官为振武将军。从此，范泰受到刘裕的信任，屡被升迁，先后担任侍中、尚书常侍兼司空等职。宋代晋后，拜为金紫光录大夫散骑常侍，少帝时加位特进。</p> <p>　　范晔的家庭有着正宗的家学传统。范汪“博学多通，善谈名理”，撰有《尚书大事》二十卷，《范氏家传》一卷，《祭典》三卷以及属于医学棋艺的著作《范东阳方》一百零五卷，《棋九品序录》一卷等。范宁尝作《古文尚书舜典》一卷，《尚书注》十卷，《礼杂问》十卷，《文集》十六卷，尤以《春秋榖梁传集解》十二卷“其义精审，为世所重”。范泰也有《古今善言》二十四卷及文集等多种著述。受到家庭的影响，范晔从小好学，再加上天资聪慧，因此尚未成年，便以博涉经史，善写文章而负盛名。</p> <p>　　东晋安帝义熙十年（公元414年），范晔十七岁，州刺史征辟他为主簿。当时，范晔同其父范泰一样，在政治上是支持刘裕的，故不肯应辟就职。六年后即公元420年，刘裕代晋称帝，改国号为宋。这一年，二十三岁的范晔应召到刘裕之子彭城王刘义恭的府下为冠军参军，后又随府转为右军参军。此后十余年，他先后担任过尚书外兵郎、荆州别驾从事史、秘书监、新蔡太守，司徒从事中郎、尚书吏部郎多种职务。</p> <p>　　宋文帝元嘉九年（公元432年）冬，扬州刺史彭城王刘义康母亲王太妃去世。刘义康把故僚们召集到府内帮助料理丧事，范晔也到场了。刘义康的母亲死了，范晔实在悲伤不起来。在临葬前的一天夜晚，轮到他的弟弟范广渊值班，范晔兄弟俩邀了一位朋友躲在屋里喝起酒来。醉意朦胧之际，范晔忘记了利害，竟推开窗子，听挽歌助酒。这件事传出后，刘义康非常恼怒。几句谗言上去，宋文帝就把范晔打发到宣城（今安徽宣城）当太守去了。</p> <p>　　这次贬官对范晔是一次很大的刺激。仕途上的坎坷勾起了他幼年生活的某些隐痛。范晔虽然生在名门士族，但他本人却是个妾生的庶子。晋代自“永嘉以来，嫡待庶如奴，妻遇妾若婢”，（王茂《野客丛书》卷十五），嫡庶之别是官僚之家不可逾越的大分，因而也决定了子女们的社会身份。范晔的母亲把他生在厕所里，并且碰伤了他的前额，因而落下个小字为“砖”。嫡母所生的哥哥范晏嫉妒他的才学，骂他“进利”，认为他是终家破族的祸害。父亲范泰也不喜欢范晔，早早地将他过继给从伯范弘之。屈伸荣辱与宦海浮沉，使得范晔心情十分苦闷。 在宣城任上，他开始从事后汉史的编纂工作，企图以此排解这种痛苦。史事的研究，打开了他的眼界。范晔后来讲：“本未关史书，政恒觉其不可解耳。既造后汉，转得统绪。”这就是说，原来现实中的许多不能解答的问题，在同历史的经验相对照后，他逐渐整理出了一些头绪。范晔凭着个人对历史问题的理解，写出了他的历史名作《后汉书》。这一年，他三十五岁。 </p><br/><h2>史学成就</h2> <p>　　《后汉书》记事上起汉光武帝<a href=\"http://so.gushiwen.org/author_799.aspx\">刘秀</a>建武元年（25年），下讫汉献帝建安二十五年（220年），囊括东汉一代一百九十六年的历史。<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>原计划写十纪、十志、八十列传，十志，他委托谢俨代撰。谢俨卷入统治阶级内部斗争，与范晔同以谋反罪名被杀，志稿与范晔所写的序例随之散佚。梁人刘昭注《后汉书》时，因范晔曾称赞过西晋人司马彪的《续汉书》，遂取其八志以补范书之缺。</p> <p><strong>创作主旨<br></strong>　　范晔在狱中，写了一篇《狱中与诸甥侄书》，自述其编纂《后汉书》的目的是，“欲因事就卷内发论，以正一代得失”，这样明确地提出写史为政治服务，可以说是历史上的第一人。因此，范晔特别重视史论，他采用论赞的形式明文评论史事，把史论作为重心，成为《后汉书》的一个特点。</p> <p><strong>体例创新<br></strong>　　《后汉书》大部分沿袭《史记》、《汉书》的现成体例，但又有所创新。首先，他在帝纪之后添置了《皇后纪》。东汉从和帝开始，连续有六个太后临朝，把她们的活动写成纪的形式，既名正言顺，又能准确地反映这一时期的政治特点。其次，《后汉书》新增加了《党锢》、《宦官》、《文苑》、《独行》、《方术》、《逸民》、《列女》七个类传。范晔是第一位在纪传体史书中专为妇女作传的史学家；首创的《文苑传》更是把握了汉代的文学发展趋势，将孔门四科中地位最低的文学摆到了应有的位置；此外，《党锢传》《宦官传》都是为反映一代特点、概括一代大事而设立的。</p> <p>　　此外，范晔还继承了<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>“通古今之变”的编撰思想，在很多序、论中，打破朝代的断限，尽量地把某一历史现象的发生、发展及其结果描述清楚，力图有所归纳。这种从历史形势发展上论述古今变异，总结历史发展规律的史学研究方法是可取的。例如，在《党锢列传》序中，范晔详细地论述了从春秋到汉末士风的变迁，认为“上好则下必甚，矫枉故直必过，其理然矣”，看到了某些历史现象向矛盾的对立面发展，企图用“理”来概括说明；在《党锢列传》序中，范晔还用四组矛盾的事物来比喻党锢问题所面临的矛盾，阐述了作者的朴素辩证法思想，这在过去的史书上是极少见的。</p> <p><strong>艺术特色<br></strong>　　《后汉书》结构严谨，编排有序。如八十列传，大体是按照时代的先后进行排列：最初的三卷为两汉之际的风云人物；其后九卷是光武时代的宗室王侯和重要将领；卷十三至四十二，卷首人物则生活在明、章、和三帝时期，并以行止相近或依世系合传。下面又有十一卷安、顺帝时期的名人，再下是桓、灵、献三朝人物；六十六至七十四卷为循吏等九个杂传，最后六卷为边族列传。《后汉书》的严谨还表现在范晔能够坚持一事不两载的编撰原则，凡一事与数人相关的，则见于此必不见彼。全书经过范晔的悉心订核，“简而且周，疏而不漏”。</p> <p>　　范晔作史，十分讲究文采，其《后汉书》文辞优美，简洁流畅，不仅惯于大量使用对句、整句，而且在句式上出现了四六相间的标准骈体形式，造句明显倾向于整齐化、骈俪化；范晔还致力于追求语言的声韵美，运用音韵的规律来润色序论的创作，其序论赞，文辞精美、音节和谐、铿锵可诵，富有音律美。</p> <p>　　同时，范晔使用的类叙法也很有特色。他把人品相同的人合为一传，有时甚至打破时间界限，如<a href=\"http://so.gushiwen.org/author_890.aspx\">王充</a>、王符和仲长统皆因立论切中时弊，本人又淡泊荣辱，虽不同时代也合为一传。这样就大大地增加了书的容量，给不少人品很好但事迹不多的人造成了立传机会。</p> <p><strong>思想倾向<br></strong>　　范晔是一个无神论者，反对天命论、图谶说。在《李通传》论中，他对李通以“刘氏复兴，李氏为辅”的谶文鼓动刘秀起事评论说：“天道性命，圣人难言之，况乃臆测微隐，猖狂无妄之福，污灭宗亲，以觖一切之功哉！”他还在《<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>传》中收录了张衡的反图谶疏，表明了赞同的态度。他把吴雄、赵兴和陈伯敬三人合载于《郭躬传》后，吴雄、赵兴两人不信巫师，故犯妖禁，非但没有族诛反而三世为官；陈伯敬矩步端膝，讳言死字，却不免刀锯，范晔通过史实论证了阴阳禁忌的荒诞。</p> <p>　　《后汉书》的进步性还体现在勇于暴露黑暗政治，同情和歌颂正义的行为方面。《后汉书》一方面揭露鱼肉人民的权贵，另一方面又表彰那些刚强正直、不畏强暴的中下层人士。在《党锢传》中，他为二十一人立传，竭力歌颂他们的气节，对张俭、范滂、李膺等人也写得生动传神。范晔虽然同情人民的痛苦，但反对农民起义，他对黄巾起义基本上持否定态度，并未对起义领袖张角等立传。</p><br/><h2>家族成员</h2> <p>曾祖：范汪 东晋安北将军，历任徐州、兖州刺史。<br>祖父：范宁 经学家，官至豫章太守。<br>父亲：范泰 字伯伦，历任天门太守、中书侍郎、御史中丞，著有《古今善言》等。<br>伯父：范弘之 袭爵，过继<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>为子。 </p> <p><strong>兄弟<br></strong>长兄：范昂 嫡母所生，年轻时去世。 <br>次兄：范皓 曾任宜都太守。 <br>三兄：范晏 为侍中、光禄大夫。 <br>弟弟：范广渊 历任抚军咨议参军、记室、司徒祭酒。 </p> <p><strong>儿子<br></strong>范蔼：范晔被处决时，同时遇害。 <br>范遥 <br>范叔蒌 </p> <p><strong>孙子<br></strong>范鲁连：范蔼之子，因为吴兴昭公主的外孙，被充军，幸免于难。</p> <p><strong>侄孙<br></strong>范缜：字子真，仕齐梁两朝，著名思想家、无神论者。<br></p>"
}