{
  "id": 547,
  "star": 212,
  "name": "崔颢",
  "image": "http://img.gushiwen.org/authorImg/cuihao.jpg",
  "dynasty": "唐代",
  "desc": "崔颢 唐开元年间进士，官至太仆寺丞，天宝中为司勋员外郎。最为人们津津乐道的是他那首《黄鹤楼》，据说李白为之搁笔，曾有“眼前有景道不得，崔颢题诗在上头”的赞叹。《全唐诗》存其诗四十二首。",
  "content": "<h2>铁事典故</h2> <p><strong>“有文无行”说<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a></strong><br>　　《黄鹤楼》名扬天下。凭借这一首<a href=\"http://so.gushiwen.org/author_547.aspx\">诗</a>，崔颢本可以知名度很高，但为什么会出现本文开头所说的那样，历代对他的记述不多呢？有些材料甚至连他的生年都存有疑问，而写成（704？—754年）。我查了一下旧版《辞源》，关于崔颢的注释，除了<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>“眼前有景道不得”外，仅有“唐诗人，有文无行。终司勋员外郎……”句。怎么个无行？并无记载。崔颢跌宕一生，一辈子只混了个太仆寺丞、司勋员外郎—— 一个不起眼的官，越发使人想探问个究竟。后来我终于从一些典籍中找到了一些说法：一曰崔颢早期作诗“多写闺情，流于浮艳”，再曰“娶妻唯择美者，俄又弃之，凡四五娶”。作诗流于浮艳，固然都不好，甚至很恶劣。但我们不能只看他的早期作品，还应该看发展、看后期、看他有没有转变。至于娶妻唯择美者，不应视作恶迹。爱美之心，人皆有之，谁又不爱美呢？“俄又弃之”呢?可称为其恶迹昭彰之体现，虽有多人为其辩解，可结合前后文，非美不娶，娶而弃之，乐此不疲，实乃始乱终弃之衣冠禽兽也！但崔颢的恶行和它的文章、诗歌，是两码事，我们不能因此而否定他的一切。依我看，造成对他印象不好的主要原因，倒很可能是崔颢“少年狂傲，纵情迷性，歧视女人”害了他，相传<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>（唐北海太守，故人称李北海。道德文章、名重一时）闻崔颢诗名，虚舍邀之，颢至献诗，首章曰“十五嫁王昌”，邕曰：“小儿无礼，不予接而去。”我们还是来看看崔颢这首献诗是怎样写的吧！《王家少妇》（有人题作《古意》）如下：“十五嫁王昌，盈盈入画堂。自矜年正少，复倚婿为郎。舞爱前溪绿，歌怜子夜长。闲时斗百草，度日不成妆。”就是这样一首写闺房乐的诗，惹恼了方正君子的李邕，不予接而去。真正让人为崔颢的缺乏忠贞人性而感到惋惜。正是因为得不到有力人士的推介，崔颢在得中进士以后，也只好远离京城长安而浪迹江湖。20年中他足迹遍及大江南北，自淮楚而至武昌、而河东，最后还到了东北。估计他这20年是放了外官，或者跟随外官作幕僚，最后才回到长安，做了京官，结束了风尘之苦。可是崔颢这20年的漫游，特别是他的东北边塞之行，虽然品行未改，依然风流成性，狎侮女人，薄情寡义，但也可以说是件大好事，从此他的诗风大为转变，变得雄浑奔放。其边塞诗，歌颂戍边将士的勇猛，抒发他们报国赴难的豪情壮志，热情洋溢，风骨凛然，让人刮目相看。试举一例《古游侠呈军中诸将》：“少年负胆气，好勇复知机。仗剑出门去，孤城逢合围。杀人辽水上，走马渔阳归。错落金锁甲，蒙茸貂鼠衣。还家且行猎，弓矢速如飞。地回鹰犬疾，草深狐兔肥。腰间带两绶，转眄生光辉。顾谓今日战，何如随建威。”<br>　　再如《辽西作》：燕郊芳岁晚，残雪冻边城。四月青草合，辽阳春水生。胡人正牧马，汉将日征兵。露重宝刀湿，沙虚金鼓鸣。寒衣著已尽，春服与谁成。寄语洛阳使，为传边塞情。<br>　　《河岳英灵集》的编者殷幡说崔颢“晚节忽变常体，风骨凛然，一窥塞垣，说尽戎旅”。可是有些人还是只看他的早期作品，并结合他一生的恶行，对其文笔一锤定音，再无改变，这实在是很不恰当的。</p> <p><strong>闺房诗未必都浮艳</strong><br>　　1.　崔颢的诗，按流传下来的42首诗的内容分类，大致可分为三类，描写妇女的诗为一类、边塞诗和山水诗为一类、赠言记事等诗为一类。描写妇女的诗流传下来的有15首，这大概就是他“有文无行、名陷轻薄”的原因之一吧。但是他的这些诗未必都“浮艳”，就拿前面提到的崔颢给李邕的那首献诗《王家少妇》来说，最后一句“度日不成妆”就恰好说明这些妇女虽然锦衣玉食、斗草戏乐，却也饱含怨忧和无奈，连妆都懒得化了。特别是他的《相逢行》中“女弟新承宠，诸兄近拜侯”句，明眼人一看便知崔颢影射的是杨贵妃及其从兄杨国忠。在贵妃得宠、杨氏窃柄弄权、位极人臣、大多数人敢怒而不敢言的时候，崔颢敢于指出来，并写出“人生今日得骄贵，谁道卢姬身细微”（见《卢姬篇》）“莫言炙手手可热，须臾火尽灰亦灭”（见《长安道》）等针砭时弊、讽刺杨氏的诗篇，无疑是需要很大勇气的。如果我们不囿于古人的说教，全面地看待崔颢，应该说崔颢写妇女的诗篇，大多数内容还是健康的、艺术上也是成功的。他写反映下层妇女生活的诗虽然不多，但他的《川上女》描写船家女的生活：“川上女，晚妆鲜，日落青渚试轻楫，汀长花满正回船，暮来浪起风转紧，自言此去横塘近，绿江无伴夜独行，独行心绪愁无尽。”还是写出了船女的思想感情，风格清新，活泼自然，令人感到非常亲切。2. 崔颢早期诗歌多写闺情，反映妇女生活；后赴边塞，所写边塞诗慷慨豪迈，诗风变为雄浑奔放。但崔颢诗最负盛名的则是《黄鹤楼》。相传这首诗为大诗人李白所倾服。宋代计有功《唐诗纪事》卷二十一在《黄鹤楼》诗下注曰：“世传太白云：‘眼前有景道不得，崔颢题诗在上头。’遂作《凤凰台》诗以较胜负。”元人辛文房《唐才子传》卷一也记载了李白登黄鹤楼，因见崔颢此诗，即“无作而去，为哲匠敛手云”。当然，这个传说未必实有其事，计有功在注文的后面就表示了“恐不然”的怀疑。但李白的《登金陵凤凰台》诗，在写法上与崔作确有相似之处。至于其《鹦鹉洲》诗：“鹦鹉来过吴江水，江上洲传鹦鹉名。鹦鹉西飞陇山去，芳洲之树何青青!烟开兰叶香风暖，岸夹桃花锦浪生。迁客此时徒极目，长洲孤月向谁明?”则不仅前四句格式酷似崔诗，而且全诗格调逼肖。宋元间方回的《瀛奎律髓》卷一指出：“太白此诗乃是效崔颢体，皆于五六加工，尾句寓感叹，是时律诗犹未甚拘偶也。”因而这首诗历来受到极高的称誉。南宋<a href=\"http://so.gushiwen.org/author_196.aspx\">严羽</a>《沧浪诗话·诗评》认为：“唐人七言律诗，当以崔颢《黄鹤楼》为第一。”直至清人孙诛编选的颇有影响的《唐诗三百首》，还把崔颢的《黄鹤楼》放在“七言律诗”的首篇。</p> <p><strong>终未归隐汴州</strong><br>　　崔颢，少年时代居住在河南开封。关于他离开河南老家，赴长安科考，得中进士的时间有多种说法，宋陈振孙《直斋书录解题》卷十九内注，“唐司勋员外郎崔颢开元十年进士”。元辛文房《唐才子传》说他“开元十一年源少良下及进士第”。明正德十年刻《崔颢诗集》则注“开元十二年姚重晟下进士”。不论哪个说法正确，崔颢中进士时也不过是18岁～20岁。（据闻一多先生《唐诗大系》的说法，他认为20岁左右中进士已很年轻，18岁左右未免小了一些，所以闻先生说崔颢的生年可上推至公元700年左右。这就是本文开头将崔颢生年704年打上？的原因。）这也就是说崔颢最迟是20岁离开故乡汴州去长安赶考的，然后他在外地漫游20年，再到京都西安居官。而在故乡开封，除青少年时期外，时间是很短的。在他所遗的诗篇中，只有一篇是写他回乡的，《晚入汴水》：“昨晚南行楚，今朝北溯河。客愁能几日？乡路渐无多。晴景摇津树，春风起棹歌。长淮亦已尽，宁复畏潮波。”（诗中第一句楚，指楚州。唐时楚州，治所在山阳，即今江苏淮安县。故由淮安回开封，始有溯汴水而上之说。）从诗意看，崔颢还是思念故乡，并有回乡归隐、急流勇退之意的。然终因他功名心切，仍然回到长安，死于唐天宝十三年（754年），未得返回故里。这可能正是崔颢的故事在开封流传不多的主要原因。但作为开封人，在做大做好文化产业的今天，我们还是应该对崔颢有一个全面、正确、恰当的认识，不应当因为其人格低下，就否定其成就。历史应给以适当评价的。 </p><br/><h2>人物介绍</h2> <p>　　唐玄宗开元十一年（公元723年）进士。《旧唐书·文苑传》把他和<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>、<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>并提，但他宦海浮沉，终不得志。</p> <p>　　他秉性耿直，才思敏捷，其作品激昂豪放，气势宏伟，著有《<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>集》。</p> <p>　　天宝中为尚书司勋员外郎。少年为<a href=\"http://so.gushiwen.org/author_547.aspx\">诗</a>，意浮艳，多陷轻薄；晚节忽变常体，风骨凛然。一窥塞垣，状极戎旅，奇造往往并驱江、鲍。后游武昌，登黄鹤楼，感慨赋诗。及<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>来，曰：“眼前有景道不得，崔颢题诗在上头。”无作而去，为哲匠敛手云。然行履稍劣，好(蒱)博，嗜酒，娶妻择美者，稍不惬即弃之，凡易三四。初<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>闻其名，虚舍邀之。颢至献诗，首章云：“十五嫁王昌。”邕叱曰：“小儿无礼！不与接而入。颢苦吟咏，当病起清虚，友人戏之曰：“非子病如此，乃苦吟诗瘦耳！”遂为口实。天宝十三年卒。有诗一卷，今行。（元代辛文房《唐才子传》卷一）</p> <p>　　他诗名很大，但事迹流传甚少，现存诗仅四十几首。</p> <p>　　崔颢曾为太仆寺丞，天宝中为司勋员外郎。</p> <p>　　传说李白壮年时到处游山玩水，在各处都留下了诗作。当他与<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>登上黄鹤楼时，被楼上楼下的美景引得诗兴大发，正想题诗留念时，忽然抬头看见楼上崔颢的《黄鹤楼》：昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。</p> <p>　　这首诗的意思是：过去的仙人已经驾着黄鹤飞走了，这里只留下一座空荡荡的黄鹤楼；黄鹤一去再也没有回来，千百年来只看见悠悠的白云；阳光照耀下的汉阳树木清晰可见，鹦鹉洲上有一片碧绿的芳草覆盖；天色已晚，眺望远方，故乡在哪儿呢？眼前只见一片雾霭笼罩江面，给人带来深深的愁绪。</p> <p>　　黄鹤楼因其所在之武昌黄鹤山（又名蛇山）而得名。传说古代仙人子安乘黄鹤过此（见《齐谐志》）；又云费文伟登仙驾鹤于此（见《太平寰宇记》引《图经》）。诗即从楼的命名之由来着想，借传说落笔，然后生发开去。仙人跨鹤，本属虚无，现以无作有，说它“一去不复返”，就有岁月不再、古人不可见之憾；仙去楼空，唯余天际白云，悠悠千载，正能表现世事茫茫之慨。诗人这几笔写出了那个时代登黄鹤楼的人们常有的感受，气概苍莽，感情真挚。</p> <p>　　前人有“文以气为主”之说，此诗前四句看似随口说出，一气旋转，顺势而下，绝无半点滞碍。“黄鹤”二字再三出现，却因其气势奔腾直下，使读者“手挥五弦，目送飞鸿”，急忙读下去，无暇觉察到它的重叠出现，而这是律诗格律上之大忌，诗人好像忘记了是在写“前有浮声，后须切响”、字字皆有定声的七律。试看：首联的五、六字同出“黄鹤”；第三句几乎全用仄声；第四句又用“空悠悠”这样的三平调煞尾；亦不顾什么对仗，用的全是古体诗的句法。这是因为七律在当时尚未定型吗？不是的，规范的七律早就有了，崔颢自己也曾写过。是诗人有意在写拗律吗？也未必。他跟后来杜甫的律诗有意自创别调的情况也不同。看来还是知之而不顾，如《红楼梦》中林黛玉教人做诗时所说的：“若是果有了奇句，连平仄虚实不对都使得的。”在这里，崔颢是依据诗以立意为要和“不以词害意”的原则去进行实践的，所以才写出这样七律中罕见的高唱入云的诗句。<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>评此诗，以为“意得象先，神行语外，纵笔写去，遂擅千古之奇”（《唐诗别裁》卷十三），也就是这个意思。</p> <p>　　此诗前半首用散调变格，后半首就整饬归正，实写楼中所见所感，写从楼上眺望汉阳城、鹦鹉洲的芳草绿树并由此而引起的乡愁，这是先放后收。倘只放不收，一味不拘常规，不回到格律上来，那么，它就不是一首七律，而成为七古了。此诗前后似成两截，其实文势是从头一直贯注到底的，中间只不过是换了一口气罢了。这种似断实续的连接，从律诗的起、承、转、合来看，也最有章法。元<a href=\"http://so.gushiwen.org/author_229.aspx\">杨载</a>《诗法家数》论律诗第二联要紧承首联时说：“此联要接破题（首联），要如骊龙之珠，抱而不脱。”此诗前四句正是如此，叙仙人乘鹤传说，颔联与破题相接相抱，浑然一体。杨载又论颈联之“转”说：“与前联之意相避，要变化，如疾雷破山，观者惊愕。”疾雷之喻，意在说明章法上至五、六句应有突变，出人意外。此诗转折处，格调上由变归正，境界上与前联截然异趣，恰好符合律法的这个要求。叙昔人黄鹤，杳然已去，给人以渺不可知的感觉；忽一变而为晴川草树，历历在目，萋萋满洲的眼前景象，这一对比，不但能烘染出登楼远眺者的愁绪，也使文势因此而有起伏波澜。使诗意重归于开头那种渺茫不可见的境界，这样能回应前面，如豹尾之能绕额的“合”，也是很符合律诗法度的。</p> <p>　　正由于此诗艺术上出神入化，取得极大成功，它被人们推崇为题黄鹤楼的绝唱，就是可以理解的了。</p> <p>　　后来李白登楼时，也诗兴大发，当他在楼中发现崔颢一诗，连称“绝妙、绝妙！”相传李白写下了四句“打油诗”来抒发自己的感怀：“一拳捶碎黄鹤楼，一脚踢翻鹦鹉洲，眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”真是煞有介事，神乎其神。后人乃在黄鹤楼东侧，修建一亭，名曰李白搁笔亭，以志其事。重檐复道，成为燕游之所。实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，黄鹤楼之名更加显赫。</p> <p>　　后来，李白也仿照《黄鹤楼》写下《登金陵凤凰台》：</p> <p>　　凤凰台上凤凰游，凤去台空江自流。</p> <p>　　吴宫花草埋幽径，晋代衣冠成古丘。</p> <p>　　三山半落青天外，二水中分白鹭洲。</p> <p>　　总为浮云能蔽日，长安不见使人愁。</p>"
}