{
  "id": 683,
  "star": 212,
  "name": "李绅",
  "image": "http://img.gushiwen.org/authorImg/lishen.jpg",
  "dynasty": "唐代",
  "desc": "李绅（772—846）汉族，亳州（今属安徽）人，生于乌程（今浙江湖州），长于润州无锡（今属江苏）。字公垂。27岁考中进士，补国子助教。与元稹、白居易交游甚密，他一生最闪光的部分在于诗歌，他是在文学史上产生过巨大影响的新乐府运动的参与者。作有《乐府新题》20首，已佚。著有《悯农》诗两首：“锄禾日当午，汗滴禾下土，谁知盘中餐，粒粒皆辛苦。”脍灸人口，妇孺皆知，千古传诵。《全唐诗》存其诗四卷。",
  "content": "<h2>生平</h2> 　　<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>（772年—846年）生于唐大历七年（772年），江苏无锡人。父李晤，历任金坛、乌程（今浙江吴兴）、晋陵（今常州）等县令，携家来无锡，定居梅里祇陀里（今无锡县东亭长大厦村）。李绅幼年丧父，由母教以经义。15岁时读书于惠山。青年时目睹农民终日劳作而不得温饱，以同情和愤慨的心情，写出了千古传诵的《悯农》<a href=\"http://so.gushiwen.org/author_683.aspx\">诗</a>2首，内有“四海无闲田，农夫犹饿死”、“谁知盘中餐，粒粒皆辛苦”的名句，被誉为悯农诗人。贞元二十年(804)李绅再次赴京应试，未中，寓居<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>处。曾为元稹《莺莺传》命题，作《莺莺歌》，相得益彰，流传后世。元和元年（806年）中进士，补国子监助教。 后离京至金陵，入节度使李掎幕府。因不满李掎谋叛而下狱。李掎被杀后获释，回无锡惠山寺读书。元和四年赴长安任校书郎，与元稹、<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>共倡新乐府诗体（史称新乐府运动），作有《乐府新题》20首。 元和十四年升为右拾遗。元和十五年任翰林学士，卷入朋党之争，为李（德裕）党重要人物，任御史中丞、户部侍郎等要职。与<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>、元稹被誉为三俊。长庆四年（824年），李党失势，李绅被贬为端州(今广东肇庆)司马。放逐期间，李绅写了不少描绘路途艰险、发泄心中怨气的诗文。自宝历元年（825年）至太和四年（830年），李绅历任江州刺史、滁州刺史、寿州刺史，处境有所改善。太和七年，李德裕为相，起用李绅任浙东观察使。开成元年（836年）任河南尹（管理东都洛阳的长官），旋又任汴州刺史、宣武军节度使、宋毫汴颖观察使。开成三年八月，编《追昔游诗》3卷，并作序。诗序历述从少年起至入汴止的经历。开成五年任淮南节度使，后入京拜相，任中书侍郎、同中书门下平章事，继又晋升为尚书右仆射门下侍郎，封赵国公。居相位4年。会昌四年（844年）因中风辞位。后又出任淮南节度使。会昌六年病逝扬州，终年74岁，归葬于故乡无锡。赠太尉，谥文肃。作品流传至今的有《追昔游诗》3卷、《杂诗》1卷，收录于《全唐诗》。另有《莺莺歌》，保存在《西厢记诸宫调》中。<br/><h2>铁事典故</h2> <p><strong>作<a href=\"http://so.gushiwen.org/author_683.aspx\">诗</a>悯农</strong><br>　　唐朝时候，亳州出了一名大诗人，名叫<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>。李绅自幼好学，二十七岁中了进士，皇帝见他学识渊搏，才学出众，招官翰林学士。 有一年夏天，李绅回故乡亳州探亲访友。恰遇浙东节度使李逢吉回朝奏事，路经亳州，二人是同榜进士，又是文朋诗友，久别重逢，自然要盘桓一日。这天，李绅和李逢吉携手登上城东观稼台。二人遥望远方，心潮起伏。李逢吉感慨之余，吟了一首诗，最后两句是：“何得千里朝野路，累年迁任如登台。”意思是，如果升官能象登台这样快就好了。李绅此时却被另一种景象感动了。他看到田野里的农夫，在火热的阳光下锄地，不禁感慨，随口吟道：<br>　　锄禾日当午，汗滴禾下土。<br>　　谁知盘中餐，粒粒皆辛苦！<br>　　李逢吉听了，连说：“好，好！这首作得太好了！一粥一饭得来都不易呀！”<br>　　李绅仰天长叹了一口气，接着又吟道：<br>　　春种一粒粟，秋收万颗子。<br>　　四海无闲田，农夫犹饿死！<br>　　李逢吉一听，这不是在揭朝廷的短吗？这小子好大胆，回到书房，李逢吉对李绅说：“老兄能否将刚才吟的两首诗抄下来赠我，也不枉我二人同游一场。”李绅沉吟一下说：“小诗不过三四十字，为兄听过，自然记得，何必抄录？若一定落笔，不如另写一首相赠。”李逢吉只得说：“也好，也好。”于是，李绅又提笔写下一首：<br>　　垄上扶犁儿，手种腹长饥。<br>　　窗下织梭女，手织身无衣。<br>　　我愿燕赵姝，化为嫫女姿。<br>　　一笑不值钱，自然家国肥。<br>　　写好，递与李逢吉斧正。李逢吉看了，觉得这首诗在指责朝廷方面，比上两首更为具体。第二天，李逢吉便辞别李绅，离亳进京了。李逢吉表面上对李绅很好，可内心里却想拿他作垫脚石，再高升一级。他回到朝中，立即向皇上进谗说：“启禀万岁，今有翰林院学士李绅，写反诗发泄私愤。”武宗皇帝大吃一惊，忙问：“何以见得？”李逢吉连忙将李绅诗奉上。武宗皇帝召李绅上金殿，拿出那首诗来，李绅看看，说道：“这是微臣回乡后，看到民生疾苦，即情写下的，望陛下体察！”武宗说：“久居高堂，忘却民情，朕之过也，亏卿提醒。今朕封你尚书右仆射，以便共商朝事，治国安民。”李绅叩头道：“谢皇上！”武宗又道：“此事多亏李逢吉举荐。”李绅则对李逢吉感激不尽。而李逢吉呢，听说李绅反而升了官，又惊又怕，正胆颤心惊，李绅却登门向他表示谢意。李逢吉更是蒙在鼓里，只好哼之哈之。不久，李逢吉被调任为云南观察使，降了官。这时他才感到自己是偷鸡不着蚀把米。李绅的三首悯农诗，千百年来人们只见到前两首。第3首《悯农诗》被传到皇宫，直到近代，人们才在敦煌石窟中的唐人诗卷中发现。</p> <p><strong>作书责龙</strong><br>　　李绅为人刚直，当谏官时得罪过一个显官李逢吉。李逢吉趁敬宗刚登基，就参了李绅一本，敬宗就找个借口把李绅贬为瑞州司马。李绅被贬，一路上翻山越岭到了康州。康州到瑞州没有旱路，只有一条水路——康河，而康河水浅难以行舟。地方官说：“李司马有所不知。这康河有条老雌龙，这河水涨不涨，全看它高兴不高兴。康州人凡有急事上端州，都备下三牲礼品，上媪龙祠去求水，只要老龙高兴，马上河水就涨。李司马，你不如备上礼品，上媪龙祠祷求一番，试试如何。”李绅说：“礼品还分多寡么？”“礼品多，水涨得就大就快，礼品少了，恐怕就不好讲了。”<br>　　李绅勃然大怒，说道：“世上贪官污吏勒索百姓，犹令人愤恨，没想到龙为一方之神，竟也如贪官恶吏一般，可愤可恼，我偏不上贡，还要作文骂它一顿！”<br>　　地方官连忙说：“司马千万不可莽撞！惹恼了老龙，恐怕要误大人行期……”<br>　　李绅说：“当今天子恼我，尚不过把我贬到端州，水中一鳞虫，看它能奈我何？”来到媪龙祠，李绅命书僮摆出文房四宝，研好墨，伸好纸，手指着老龙塑像，写道：“生为人母，犹怜其子，汝今为龙母，不独不怜一方子民，反效尘世贪官恶吏刮民骨髓，岂不耻为龙乎……倘不，吾当上表天庭，陈尔劣迹，定伐鳞革甲，汝不惧雷霆耶？”写好，在老龙面前点火焚了，一道清烟升起。地方官吓坏了：“李司马，可闯大祸了！这老龙十分灵验，你这檄文一下，恐三月也涨不了水啦！”李绅傲然一笑，说：“误了行期，大不了丢了这顶乌纱帽。要是惹恼了我，拼着一死，我也要毁了这老龙祠，教世人不信这等恶神！”话没落音，家人禀道：“老爷，河水涨了！河水涨了！”<br>　　果然，汹涌大水从媪龙祠后滚滚而出，片刻之间，康河成了十几丈宽，深不见底的大河。地方官又惊又喜，喃喃说道：“难道老龙也怕李司马的檄文么？”</p> <p><strong>滥施淫威</strong><br>　　《云溪友议》中记载，李绅发迹之前，经常到一个叫李元将的人家中作客，每次见到李元将都称呼“叔叔”。李绅发迹之后，李元将因为要巴结他，主动降低辈分，称自己为“弟”、为“侄”，李绅都不高兴，直到李元将称自己为“孙子”，李绅才勉强接受。<br>　　还有一个姓崔的巡官，与李绅有同科进士之谊，有一次特地来拜访他，刚在旅馆住下，家仆与一个市民发生争斗。得知是宣州馆驿崔巡官的仆人，李绅竟将那仆人和市民都处以极刑，并下令把崔巡官抓来，说：“过去我曾认识你，既然来到这里，为何不来相见？”崔巡官连忙叩头谢罪，可李绅还是把他绑起来，打了20杖。崔巡官被送到秣陵时，吓得面如死灰，甚至不敢大哭一声。当时人们议论纷纷：“李绅的族叔反过来做了他的孙子，李绅的友人成了被他流放的囚犯。”<br>　　由于李绅为官酷暴，当地百姓常常担惊受怕，很多人甚至渡过长江、淮河外出逃难，下属向他报告：“本地百姓逃走了不少。”李绅道：“你见过用手捧麦子吗？饱满的颗粒总是在下面，那些秕糠随风而去，这事不必报来。”</p> <p><strong>热衷结党</strong><br>　　李绅实为李党骨干<br>　　发迹后的李绅热衷于拉帮结派。唐朝中晚期，士族势力逐渐衰微，庶人阶层通过科举进入了政权的核心。而原来掌握大权的士族又不甘心放弃政权，于是同庶人出身的官员争夺权力。士族官员以<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>为首，故称李党。庶人官员以<a href=\"http://so.gushiwen.org/author_1247.aspx\">牛僧孺</a>为首，故称牛党。牛李两党水火不容，双方互相倾轧了近40年，史称“牛李党争”。在这场旷日持久的权力斗争中，李绅紧跟李党老大李德裕，是李党中的骨干分子。</p> <p><strong>一意孤行</strong><br>　　酿成一生最大污点<br>　　李绅一生中最大的污点，是他晚年经手的“吴湘案”。唐武宗会昌五年（845年），74岁高龄的李绅出任淮南节度使。其时，扬州江都县尉吴湘被人举报贪污公款、强娶民女。李绅接报后立即将吴湘逮捕下狱，判以死刑。但此案上报到朝廷后，谏官怀疑其中有冤情，朝廷便派遣御史崔元藻前往扬州复查。崔元藻调查后发现，吴湘贪赃属实，但款项不多，强娶民女之事则不实，所以罪不至死。但李绅却一意孤行，强行将吴湘送上了断头台。<br>　　按照奏章中的说法，事情的起因是扬州都虞侯刘群欲娶流落广陵的美女阿颜。不料阿颜的养母却悄悄把阿颜嫁给了江都县尉吴湘，刘群闻讯后非常气愤，就唆使他人举报吴湘贪污公款、强娶民女。《册府元龟》中的说法是，李绅欲夺阿颜献给李党老大李德裕，所以一心想干掉吴湘这个绊脚石。<br>　　有人认为，这种说法不见得真实。毕竟李绅和李德裕都是老之将死之人（李绅在此事后第二年就死了，李德裕死于五年后），不太可能为争夺一美貌女子谋人性命。而且，李绅家中私妓成群，完全没有必要夺人所爱。诗人<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>吟了一首《赠李司空妓》：“高髻云鬓新样妆，春风一曲杜韦娘。司空见惯浑闲事，断尽苏州刺史肠。”李绅见刘禹锡如此着迷，便将自己的家妓送给了刘禹锡。所以，李绅还没有疯狂到想把所有的貌美女子都占为己有的地步。<br>　　还有人认为，李绅执意处死吴湘，是为讨好李党老大李德裕而实施的一次报复行动。吴湘的叔父吴武陵当年得罪过李德裕的老爸<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>，两家是世仇。为了取悦李德裕，李绅将吴武陵的侄子吴湘也列为报复对象，因而罗织罪名，处其死刑。<br>　　大中元年（847年），“吴湘案”终于得到平反。这时李绅虽已去世，但按照唐朝的规定，酷吏即使死掉也要剥夺爵位，子孙不得做官，因此，死去的李绅受到了“削绅三官，子孙不得仕”的处罚。 </p><br/><h2>野史逸闻</h2> <p>　　<a href=\"http://so.gushiwen.org/author_683.aspx\">李绅</a>（相是他后来的官职）做淮南节度使，张郎中（指张又新，张曾终左司郎，时人称张郎中）在江南郡守的任上罢官。一直以来和李绅有间隙，做什么事都对着来。其人罢官后还乡，遇风翻船，淹死了两个儿子。身遭不幸，非常悲痛，又担心李绅会报复他。便给李绅写了很长的一封信，表示自己的歉疚。李绅很同情他，便在回信中说，过去争论的话，我怎么能记恨？互相之间不对的地方，我早忘光了。这样对待张郎中，李绅还觉得不够。张郎中非常感激，亲自面谢，两人释嫌和好，同旧时是朋友一样。两人经常一起高高兴兴地痛饮。张郎中曾经做过广陵从事，和一位风尘女子很要好，但相爱而不成眷属。二十年后，在李绅家喝酒，恰好相逢。四目相对，泪将欲下。李绅去换衣服，张郎中用手指蘸着酒，写词在木盘上，女子记住了词。李绅回来，张郎中端着酒杯发愁。李绅感觉出来，就叫女子唱歌佐酒。女子便唱了张郎中刚写的词：</p> <p>　　云雨分飞二十年，当时求梦不曾眠。</p> <p>　　今来头白重相见，还上襄王玳瑁筵。</p> <p>　　张郎中喝得大醉，李绅让女子和他一起归去。 </p>"
}