{
  "id": 861,
  "star": 4,
  "name": "公孙龙",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_861.jpg",
  "desc": "公孙龙（公元前320年－公元前250年），字子秉，华夏族。东周战国时期著名哲学家，生于赵邯郸（今河北省邯郸市），名家离坚白派的代表人物。能言善辩，曾为平原君门客。他提出了“离坚白”、“白马非马”等命题。",
  "content": "<h2>白马非马</h2> <p>　　战国时期，出现了诸子百家，互相争鸣。赵国平原君门客<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>作为战国诸子百家中名家的代表人物，因其《白马论》问世，使得公孙龙以诡辩著称。</p> <p>　　据说当时赵国一带的马匹流行烈性传染病，导致大批战马死亡。秦国战马很多，为了严防这种瘟疫传入秦国，秦国就在函谷关口贴出告示：“凡赵国的马不能入关。”</p> <p>　　这天，公孙龙骑着白马来到函谷关前。关吏说：“你人可入关，但马不能入关。”公孙龙辩道：“白马非马，怎么不可以过关呢？”关吏说：“白马是马。”公孙龙反问：“我公孙龙是龙吗？”关吏愣了愣，但仍坚持说：“按规定不管是白马、黑马，只要是赵国的马，都不能入关。”</p> <p>　　公孙龙于是娓娓道来：“‘‘白马’这个概念，分开来就是‘白’和‘马’或‘马’和‘白’，这也是两个不同的概念。譬如说要马，给黄马、黑马可以，但是如果要白马，给其他颜色的马就不可以，这证明，‘白马’和‘马’不是一回事！所以说白马就不是马。”</p> <p>　　关吏越听越茫然，被公孙龙这一通高谈阔论搅得晕头转向，如坠云里雾中，不知该如何对答，无奈只好让公孙龙和白马都过关去了。</p> <p>　　“白马非马”这个中国哲学史上的著名命题，便由这个故事而来，《公孙龙子》中有一篇《白马论》，论述的正是这个命题。</p> <p>　　公孙龙的“白马非马”论令他蜚声远扬。有一次，孔子的六世孙、儒家孔穿路过赵国，专程到平原君处找公孙龙辩论。</p> <p>　　孔穿对公孙龙说：“向来听说先生道义高尚，早就愿为弟子，只是不能同意先生的白马不是马的学说！请你放弃这个说法，我就请求做你的弟子。”</p> <p>　　公孙龙回答说：“先生的话错了。我所以出名，只是由于白马的学说罢了。现在要我放弃它，就没有什么可教的了。”接着公孙龙又批评孔穿的求学态度：“想拜人家为师的人，总是因为智力和学术不如人家吧；现在你要我放弃自己的学说，这是先来教我，而后才拜我为师。先来教我，而后再拜我为师，这是错误的。”</p> <p>　　他又接着引经据典地说：“白马非马的说法，也是仲尼（孔子）所赞同的。”孔子所赞同的，你孔穿还能不赞同吗？</p> <p>　　公孙龙对孔穿讲了一个故事：当年楚王曾经张开繁弱弓，装上亡归箭，在云梦的场圃打猎，结果把弓弄丢了。随从们请求去找。楚王说：“不用了。楚国人丢了弓，楚国人拾了去，又何必寻找呢？”仲尼听到了说：“楚王的仁义还没有做到家。应该说人丢了弓、人拾了去就是了，何必要说楚国呢？”公孙龙评论道：照这样说，仲尼是把楚人和人区别开来的。人们肯定仲尼把楚人和人区别开来的说法，却否定我把白马与马区别开来的说法，这是错误的。</p> <p>　　末了，公孙龙又总结说：“先生遵奉儒家的学术，却反对仲尼所赞同的观点；想要跟我学习，又叫我放弃所要教的东西。这样即使有一百个我这样的人，也根本无法做你的老师啊！”孔穿无法回答。</p> <p>　　赵孝成王十年（前256年），阴阳家邹衍替齐国出使赵国，平原君向其请教“白马非马”论，邹衍于是对公孙龙进行了批驳，认为他“烦文以相假，饰辞以相惇，巧譬以相移”，有害于大道。从此以后，平原君便绌远了公孙龙，公孙龙也渐渐失去了影响。后五年（前251年），平原君卒。次年（前250年），公孙龙亦卒。</p><br/><h2>基本思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>的哲学思想，《淮南子》说，公孙龙\"别同异，离坚白\"。</p> <p>　　他与惠施的\"合同异\"说正相反，完全脱离感性认识，只强调概念的逻辑分析，具有十分浓厚的形而上学特色。但在逻辑学上，他的贡献是值得重视的。</p> <p>　　公孙龙的\"离坚白\"学说是从对\"坚白石\"的分析出发的。《公孙龙子·坚白论》说：\"视不得其所坚而得其所白者，无坚也；拊不得其所白而得其所坚者，无白也。\"即人们用眼睛看，不知道它是坚硬的，而知道石是白颜色的，这就是没有坚硬；用手摸不知道它是白颜色，而知道它是坚硬的，这就是没有白颜色。在前一种情况下，坚硬藏了起来。在后一种情况下，白色藏了起来。这叫作\"自藏\"。《坚白论》又说：\"得其白，得其坚，见与不见离。不见离一。一不相盈，故离离也者，藏也。\"看到它的白颜色，摸到它的坚硬，有\"见与不见\"的情况，这就叫离，因为石与坚、白不能互相包含，所以就分离了。分离了也就是藏起来了。他认为，\"天下未有若坚，而坚藏\"。又说：\"若白者必白，则不白石物而白焉。\"\"石其无有，恶取坚白乎？故离也。\"这是说，不使石与物变坚硬而独立的坚硬（即抽象的坚硬），天下是没有的。这就是说，坚硬藏起来了。若白颜色本身定是白颜色的话，它就不必通过使物体发白而表现自己是白。他把本身是白颜色看成一种抽象的白颜色。它看不见，即是藏起来了。石头假如没有独立成为石的本领，又怎么能够形成既坚又白的石呢？因此，他的结论是白色与坚硬并不是结合在石头里面，而是脱离石头独立存在的。这就是\"离坚白\"学说的主要论点。这一学说把事物的各种属性一方面与物质实体割裂开，另一方面又把它们一一孤立起来而否认其统一性。这在哲学上就意味着一般不是存在个别之中，而是可以脱离个别单独存在的。公孙龙\"离坚白\"学说的诡辩性质，在他的\"白马非马\"的命题中表现最为明显。</p> <p>　　\"白马非马\"是古代思想史上的著名命题。公孙龙的论证是这样的：\"马者，所以命形也；白者所以命色也。命色者非命形也。故曰：白马非马。\"①\"马\"一词是指马的形态，凡是具有马的形态的都命名为马。\"白\"一词是指白的颜色，凡是白颜色的都命名为白。\"白马\"是马的形态再加上白的颜色，亦即白颜色的马。可见，马与白马是两个不同的概念，所以他说：\"白马非马\"。这是从概念的内涵方面来论证的。其次，他又从\"马\"与\"白马\"的外延不同来论证。他说：\"求马，黄、黑马皆可致；求白马，黄、黑马不可致\"。②马一词的外延包括一切马在内，所以黄马、黑马都在内。白马的外延仅限于白颜色的马，所以黄马、黑马不在内。马与白马两个概念既然有这样的差别，所以他说：\"白马非马\"。第三，他又从个别（个性）与一般（共性）的关系来论证。他说：\"白马，非马也。白马者，马与白也，白与马也。故曰：白马非马也。\"③这是说，白是一切白色的共性，而不是马，马是一切马的共性，而不是白。白马指白色的共性加上马的共性。所以白马并不是马。</p> <p>　　公孙龙的论证在逻辑上和概念分析上做出了独到的历史贡献，但是他把一些概念混淆而流入诡辩。他分析了马与白马这两个概念的差别、个别与一般的差别。但是，他夸大了这种差别，把两者完全割裂开来，并加以绝对化；最后达到否认个别，只承认一般，使一般脱离个别独立存在。这样，就把抽象的概念当成脱离具体事物的精神实体，从而导致了客观唯心主义的结论。《庄子·天下》还记载了辩者\"二十一事\"，其中一些命题与公孙龙有关。如\"鸡三足\"，又见于《公孙龙子·通变论》：\"飞鸟之景，未尝动也。\"也是属于公孙龙一派的命题。景即影。这个命题是说，飞鸟的影子并没有在运动。在每一瞬间，飞鸟的影子可以认为是不动的。</p> <p>　　但是时间有连续性，空间有延展性；飞鸟之影在时空体内又是运动着的。这个命题对运动的性质具有片面的认识，但是最终是走上形而上学，否认运动的可能性。</p> <p>　　名家是春秋战国社会大变革的产物。他们的辩论，\"不法先王，不是礼义\"，①具有反传统的精神，是为新的政权服务的。但由于他们认识的角度不同，因此观点有所不同。惠施、公孙龙都是片面夸大了认识的某一方面，惠施强调事物的\"同一\"（即同）的一方面，公孙龙则强调事物的差别（即\"异\"）的一方面。他们在各自所强调的方面都有精辟的思想，但是这些认识却受到形而上学思想方法的限制。他们的错误是人类认识发展史上不可避免的，后期墨家的逻辑思想正是对他们的批判总结。</p> <p>　　但是，名家在历史上是有贡献的，他们非常有似于古希腊的智者派，甚至于连某些命题都是相似的或者相同的（例如公元前五世纪伊里亚的芝诺就有过\"飞矢不动\"的命题）。名辩学派和智者派大约前后同时各自在东方和西方以几乎相同的诡辩式的理论活动，参与了当时历史性的社会大变动，并促使人类思想认识大为深化。这是人类文明史最值得引人注目的现象之一。</p><br/><h2>哲学思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>不像惠施那样强调“实”是相对的、变化的，而强调“名”是绝对的、不变的。他由此得到与柏拉图的理念或共相相同的概念，柏拉图的理念或共相在西方哲学是极著名的。</p> <p>　　他的著作《公孙龙子》，有一篇《白马论》。其主要命题是“白马非马”。公孙龙通过三点论证，力求证明这个命题。第一点是：“马者。所以命形也；白者，所以命色也。命色者非命形也。故曰：白马非马。”若用西方逻辑学术语，大家可以说，这一点是强调，“马”、“白”、“白马”的内涵的不同。“马”的内涵是一种动物，“白”的内涵是一种颜色，“白马”的内涵是一种动物加一种颜色。三者内涵各不相同，所以白马非马。</p> <p>　　第二点是：“求马，黄黑马皆可致。求白马，黄黑马不可致。……故黄黑马一也，而可以应有马，而不可以应有白马，是白马之非马审矣”。“马者，无去取于色，故黄黑皆所以应。白马者有去取于色，黄黑马皆所以色去，故惟白马独可以应耳。无去者，非有去也。故曰：白马非马”。若用西方逻辑学术语，我们可以说，这一点是强调，“马”、“白马”的外延的不同。“马”的外延包括一切马，不管其颜色的区别。“白马”的外延只包括白马，有相应的颜色区别。由于“马”与“白马”外延不同，所以白马非马。</p> <p>　　第三点是：“马固有色，故有白马。使马无色，有马如己耳。安取白马？故白者，非马也。白马者，马与白也，白与马也。故曰：白马非马也。”这一点似乎是强调，“马”这个共性与“白马”这个共性的不同。马的共性，是一切马的本质属性。它不包涵颜色，仅只是“马作为马”。这样的“马”的共性与“白马”的共性不同。也就是说，马作为马与白马作为白马不同。所以白马非马。</p> <p>　　或“坚石”，除了马作为马，又还有白作为白，即白的共相。《白马论》中说：“白者不定所白，忘之而可也。白马者言白。定所白也。定所白者，非白也。”定所白，就是具体的白色，见于各种实际的白色物体。见于各种实际白色物体的白色，是这些物体所定的。但是“白”的共相，则不是任何实际的白色物体所定。它是未定的白的共性。《公孙龙子》另有一篇《坚白论》。其主要命题是“离坚白”。公孙龙的证明有两个部分。第一部分是，假设有坚而白的石，他设问说：“坚、白、石：三，可乎？曰：不可。曰：二，可乎？曰：可。曰：何哉？曰：无坚得白，其举也二；无白得坚，其举也二”。“视不得其所坚而得其所白者，无坚也。拊不得其所白而得其所坚，得其坚也，无白也。”这段对话是从知识论方面证明坚、白是彼此分离的。有一坚白石，用眼看，则只“得其所白”，只得一白石；用手摸，则只“得其所坚”，只得一坚石。感觉白时不能感觉坚，感觉坚时不能感觉白。所以，从知识论方面说，只有“白石”没有“坚白石”。这就是“无坚得白，其举也二；无白得坚，其举也二”的意思。</p> <p>　　他的关于名与实的关系的理论是建立在他的关于共相的唯心主义哲学理论之上的。他认为，共相是一种独立存在。他的“坚白论”就是企图论证一块白石头的白色和坚硬性是可以独立存在的。他首先从关于“坚白石”的感觉来进行分析，企图说明，“坚”与“白”可以互相分离，然后再说明它们可以离开人们的意识而存在。他说：“视不得其所坚而得其所白者，无坚也。，拊不得其所白而得其所坚者，无白也。”（《坚白论》）又说：“得其白.得其坚，见与不见离：不见离。一一不相盈故离，离也者藏也。”（同上）这是说，看的时候感觉不到坚硬性，而只感觉到白色，这时候坚硬性等于没有。触的时候感觉不到白色，而只感觉到坚硬性，这时候白色等于没有。或者感觉到白色，或者感觉到坚硬性。感觉到的与感觉不到的是彼此分离的。彼此不联在一起，所以说是分离。而分离就是藏在自身之中。（公孙龙自己解释说“藏”是指“自藏”有相当于“潜存”之意）公孙龙的这两段话是说坚白石的白色和坚硬性是可以彼此分离而存在的。他又说：“且犹白，以目，以火见，而火不见；则火与目不见而神见。神不见，而见离。”（同上）这里所说的“神”即精神作用，也就是指意识；“火”就是光。这是说，例如白色是靠着眼睛和光看见的。但光本身没有见物的作用，那么光和眼睛合在一起也不能看见，只能是意识在看见，而意识本身也是没有见物作用的。所以白色是和视觉分离着的。公孙龙在这里是在说明白色等共相是可以离开人类的感觉而独立存在的。（公孙龙在这里犯了一些逻辑错误。因为由眼睛离开了光不能见物和光本身没有见物作用这样的前提，不能推出，眼睛和光合在一起也不能看见。）由这一些话可以清楚地看出来，公孙龙主张像“白色”这一类共相是客观存在的，因之他是客观唯心主义者。</p><br/><h2>生平</h2> <p>　　战国时期赵邯郸人，曾经做过平原君的门客，名家的代表人物，其主要著作为《<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>子》，西汉时共有14篇，唐代时分为三卷，北宋时遗失了8篇，至今只残留6篇，共一卷。其中最重要的两篇是《白马论》和《坚白论》，提出了“白马非马”和“离坚白”等论点，是“离坚白”学派的主要代表。与他齐名的是另一名家惠施。</p> <p><strong>早年经历</strong><br>　　赵惠文王六年（前293年），封公子赵胜为平原君。平原君喜好名家论辨之言，公孙龙遂为平原君的门客。《史记·平原君虞卿列传》云，“平原君厚待公孙龙”。<br>　　赵惠文王十五年（前284年），燕昭王欲攻齐国，公孙龙带领弟子，从赵国赶到燕国，力图劝其“偃兵”。燕王满口答应，公孙龙却表示不可相信，说道：当初大王招纳欲破齐、能破齐的“天下之士”到燕国来，后来终于破齐。而今“诸侯之士在大王之本朝者，尽善用兵者”，所以我认为大王不会偃兵。他用这种“循实则名”的方法猜透了燕王的真实用心，使燕王无言以对。（事见《吕氏春秋·审应览第六·应言》）<br>　　十六年（前283年），秦国与赵国盟会缔约：“秦之所欲为，赵助之；赵之所欲为，秦助之。”答应相互援助。不久，秦兴兵攻魏，赵欲救魏。秦王使人责备赵惠文王不遵守盟约。赵王将此事告知平原君。公孙龙向平原君建议说：赵也可以派遣使者去责备秦王说，赵国想援救魏国，秦国却攻打魏国，是秦国首先违背了盟约。（事见《吕氏春秋·审应览第六·淫词》）<br>　　十九年（前280年），公孙龙又与赵惠文王论偃兵之事。赵王问公孙龙说：“寡人事偃兵十余年矣，而不成，兵不可偃乎？”公孙龙回答说：“偃兵之意，兼爱天下之心也。兼爱天下，不可以虚名为也，必有其实。”并指出赵惠文王当秦得地而缟素布总，齐亡地而加膳置酒，并不真正具有兼爱之心，故不能行偃兵之实。（事见《吕氏春秋·审应览第六·审应》）<br>　　赵孝成王九年（前257年），秦兵攻赵，围邯郸。平原君使人向魏国求救。信陵君率兵救赵，邯郸得以保存。虞卿为平原君向赵王请封。公孙龙连夜驾车入见平原君，认为此举甚不可行，指出“王举君而相赵，割东武城而封君者”并不是因为平原君的才智能力为赵国所独有的，而是因为平原君是赵王亲戚的缘故。而“一解国患，欲求益地，是亲戚受封而国人计功也”，即计国人之功于亲戚名下。因此建议平原君不要受封，平原君听从了公孙龙的建议，并由此对其益加看重。（事见《战国策·赵策三》）</p> <p><strong>生平履历</strong><br>　　他可能较长时间作平原君的门客。《史记·平原君虞卿列传》说，“平原君厚待公孙龙”。约于公元前279年至前248年间，公孙龙曾从赵国带领弟子到燕国，《吕氏春秋·应言》载，是为了说燕昭王以“偃兵”。燕王虽然表示同意，公孙龙却当面对燕王说。“诸侯之士在大王之本朝者，尽善用兵者”，所以我认为大王不会偃兵，燕昭王无言应答。公孙龙又曾游魏，与公子牟论学。在赵国，《吕氏春秋·审应览》载，公孙龙曾与赵惠文王论偃兵。赵王问公孙龙说：“寡人事偃兵十余年矣，而不成，兵不可偃乎？”公孙龙回答说：“赵国的蔺、离石两地被秦侵占，王就穿上丧国的服装，缟素布总；东攻齐得城，而王加膳置酒，以示庆祝。这怎能会偃兵？” 《吕氏春秋·淫辞》说：秦国跟赵国订立盟约：“秦之所欲为，赵助之；赵之所欲为，秦助之。”过了不久。秦兴兵攻魏，赵欲救魏。秦王使人责备赵惠文王不遵守盟约。赵王将这件事告诉平原君。公孙龙给平原君出主意说，赵可以派遣使者去责备秦王说，秦不帮助赵国救魏，也是违背盟约。赵孝成王九年（公元前257年），秦兵攻赵，平原君使人向魏国求救。信陵君率兵救赵，邯郸得以保存。赵国的虞卿欲以信陵君之存邯郸为平原君请求增加封地。公孙龙听说这件事，劝阻平原君说：“君无覆军杀将之功，而封以东武城。赵国豪杰之士，多在君之右，而君为相国者以亲故。夫君封以东武城，不让无功，佩赵国相印，不辞无能，一解国患，欲求益地，是亲戚受封，而国人计功也。为君计者，不如勿受便。”平原君接受了公孙龙的意见，没有接受封地。公孙龙善于辩论。《公孙龙子·迹府》说，公孙龙与孔穿在平原君家相会，谈辩公孙龙的“白马非马”。晚年，齐使邹衍过赵，平原君使与公孙龙论“白马非马”之说。公孙龙由是遂诎，后不知所终。公孙龙的主要思想，保存在《公孙龙子》一书中。《汉书·艺文志》名家有《公孙龙子》十四篇。今存六篇。《迹府》，是后人汇集公孙龙的生平言行写成的传略。其余五篇是：《白马论》、《指物论》、《通变论》、《坚白论》、《名实论》，其中以《白马论》最著名。</p>"
}