{
  "id": 161,
  "star": 10,
  "name": "刘采春",
  "image": "http://img.gushiwen.org/authorImg/liucaichun.jpg",
  "dynasty": "唐代",
  "desc": "刘采春，淮甸（今江苏省淮安、淮阴一带）人，一作越州（今浙江省绍兴市）人，是伶工周季崇的妻子。她擅长参军戏，又会唱歌，深受元稹的赏识，说她“言辞雅措风流足，举止低回秀媚多。”可见她在当时是一名很有影响的女艺人。",
  "content": "<h2>古代的邓丽君</h2> <p>　　说起<a href=\"http://so.gushiwen.org/author_161.aspx\">刘采春</a>，就能想到邓丽君。在唐代，刘采春以靡靡之音，红遍江南。彼时吴越一带，只要刘采春的《曲》响起，“闺妇、行人莫不涟泣”，可见其流行程度。犹如80年代的邓丽君，大街小巷只要《甜蜜蜜》响起，就有人跟着哼唱。</p> <p>　　刘采春，越州人。她的丈夫周季崇和夫兄周季南都是有名的伶人，擅长参军戏。参军戏是唐代盛行的一种滑稽戏，有点类似于今日的相声，最开始由两人搭档，一人揶揄戏耍另一人，如一个逗哏，一个捧哏。后来演变成多人合演，也有了女演员的参与。刘采春三人组成一个家庭戏班，四处走穴。</p> <p>　　除善弄参军戏外，刘采春歌唱得尤其好。据说她有夜莺般的嗓子，“歌声彻云”，或许果真绕梁三日而不绝。《曲》是她的代表歌曲，“”相当于“来罗”，有盼望远行人回来之意，可见是抒发离愁的感伤之歌。《全唐<a href=\"http://so.gushiwen.org/author_161.aspx\">诗</a>》收录了6首《曲》。“不喜秦淮水，生憎江上船。载儿夫婿去，经岁又经年。”“莫作商人妇，金钗当卜钱。朝朝江口望，错认几人船。”这《曲》又名《望夫歌》，所以<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>在《赠刘采春》一诗中说她，“更有恼人肠断处，选词能唱望夫歌。”只可惜这歌声无法流传下来。</p> <p>　　如果和邓丽君的歌做比较的话，那《曲》应该相当于《何日君再来》、《江水悠悠泪长留》或是《三年》等。“想得我肠儿寸断，望得我眼儿欲穿。好容易盼到了你回来，算算已三年。想不到才相见，别离又在明天”，从邓丽君甜丝丝又凄切切的歌声中，或许能想象出几分刘采春那哀怨的悲歌。</p> <p>　　不难想见，刘采春和邓丽君一样，以女性歌迷居多，尤其以闺妇为最。那时，刘采春几乎已成为商人妇——那些有钱有闲但空虚度日的太太们的心声代言人。据说当时，商人妇的婚姻生活，已成了一个恼人的社会问题。大批商人长期在外不归，大量夫妻异地分居，怨妇成群，生活不和谐，已是一种普遍现象。刘采春的《曲》有120首，足见其广阔的市场需求。在没有录音技术的唐代，靠着一场又一场的演出，红透大半个中国实属不易。其受欢迎的程度可见一斑。</p> <p>　　而且，刘采春并不是仅有歌喉和美貌的歌星，她还是词曲全能的创作型歌手。“唐人朝成一诗，夕付管弦”，在《全唐诗》中，6首曲皆归刘采春。不过也有一些学者认为，这不是她的诗作，而是她把当时才子们的诗词拿来配曲，然后歌唱。<a href=\"http://so.gushiwen.org/author_840.aspx\">杜秋娘</a>的《金缕衣》也存在此争议。这种争议，难免有男学者对女性不看好、不平等对待、不信任不尊重的嫌疑。有些男人只要一看到女人写诗，而且还写出了流传甚广的诗，就忍不住要怀疑，忍不住要揣测背后是不是另有一位男诗人的存在。尽管他们最后也找不出那位男诗人是谁，但他们还是要找出各种理由来怀疑。比如写《诗薮》的胡应麟觉得刘采春的几首诗“非晚唐调”，就否定了她的作者身份。但无论如何，后人还是记住了使它们广为流传的那些女人。</p> <p>　　作为当时的流行歌手，刘采春也难免绯闻四起。她在浙东演出时，碰上了大才子元稹。元稹有个风流癖好，喜欢为相好的女人写诗。当年，他和<a href=\"http://so.gushiwen.org/author_391.aspx\">薛涛</a>热恋时，写了一首《寄赠薛涛》 ，后来与刘采春恋爱时，则写了一首《赠刘采春》。这位四处留情的文人，倒是为后人留下了一些不入正史法眼的线索和资料。比如他这样描写刘采春：“新妆巧样画双蛾,谩里常州透额罗。正面偷匀光滑笏,缓行轻踏破纹波。言辞雅措风流足,举止低回秀媚多。”刘采春与元稹的绯闻虽然流传甚广，可这段感情也是无疾而终。</p> <p>　　刘采春的结局如何，无从知晓。不过可以想见，她的《曲》已成为那年月的时代之声，感动过、抚慰过很多彼时之人，尤其是伤心的女人。就像当年邓丽君的歌声，当它们在耳边款款响起时，总有人为之动容。 </p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_161.aspx\">刘采春</a>，中唐时期江南女艺人。生卒年不详，淮甸（今江苏淮安、淮阴一带）人，一作越州（今浙江绍兴市）人，伶工周季崇之妻。她既擅长参军戏，又会唱歌。</p> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>任越州刺史、浙东观察使时(820—829)，她随丈夫周季崇等从淮甸来到越州，深受元稹的赏识。元稹《赠刘采春》<a href=\"http://so.gushiwen.org/author_161.aspx\">诗</a>说她“选词能唱《望夫歌》”。《望夫歌》即《啰唝曲》， 《全唐诗》录存六首。 </p>"
}