{
  "id": 1192,
  "star": 1,
  "name": "白敏中",
  "image": "http://img.gushiwen.org/authorImg/baiminzhong.jpg",
  "dynasty": "唐代",
  "desc": "白敏中（792年－861年），字用晦，华州下邽（今陕西渭南东北）人，祖籍同州韩城（今陕西韩城），郡望太原阳谷（今山西太谷），唐朝宰相，刑部尚书白居易从弟。白敏中进士及第，早年曾入李听幕府，后历任大理评事、殿中侍御史、户部员外郎、翰林学士、中书舍人、兵部侍郎。唐宣宗继位后，白敏中以兵部侍郎加同平章事头衔成为宰相，后改任中书侍郎兼刑部尚书，又升任右仆射、门下侍郎，封太原郡公。咸通二年（861年），白敏中出任凤翔节度使，并于同年七月病逝，终年70岁。追赠太尉，谥号丑。",
  "content": "<h2>轶事典故</h2> <p><strong>不负至交</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>参加科举时，主考官王起欲将他取为状元，但却讨厌与他一同应考的好友贺拔惎。王起暗中命人传话给白敏中，让他与贺拔惎绝交，白敏中予以应允。这时，贺拔惎来访，被人告知白敏中外出，便告辞而去。白敏中命人将其追回，以实情相告，并道：“即使不中第又怎样，怎能为此与朋友绝交。”两人痛饮而醉，同席而睡。王起得知后，叹道：“我本来只想录取白敏中，如今应将贺拔惎一同录取。”</p> <p><strong>以怨报德</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>执政时，推荐白敏中为翰林学士。后来，唐宣宗继位，李德裕失势。白敏中趁机极力排挤李德裕，并指使李咸揭发李德裕的罪行，使得李德裕被贬为闲官。当时舆论都对白敏中大加鄙薄，李德裕也在著书时斥责白敏中以怨报德。</p> <p><strong>得罪<a href=\"http://so.gushiwen.org/author_1240.aspx\">郑颢</a></strong></p> <p>　　白敏中曾为万寿公主挑选驸马，选中了状元郑颢。当时郑颢已与卢氏联姻，正前往迎亲，被白敏中派人追回。郑颢为此深恨白敏中，多次在宣宗面前诋毁于他。后来，白敏中出镇邠宁，对宣宗道：“郑颢并不想娶公主，因此怨恨于臣。臣在朝中，他无能为力。臣若出镇，他定会中伤于我。”宣宗道：“我早就知道了，你怎么到现在才说。”说完命人将一个柽函交给白敏中，道：“这里面都是郑郎诋毁你的书笺。我若是相信，你又怎会有今日。”白敏中这才得以安心。</p><br/><h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>自幼丧父，随从兄<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>等人学习，后考中进士，被李听辟为节度掌书记，历任河东、郑滑、邠宁三镇，又试任大理寺评事。</p> <p><strong>累职拜相</strong></p> <p>　　大和七年（833年），白敏中因母亲去世，返回故乡下邽，丁忧守孝。会昌元年（841年），白敏中被起复为殿中侍御史，分司东都事务，不久改任户部员外郎。</p> <p>　　会昌二年（842年），唐武宗打算起用白居易。宰相<a href=\"http://so.gushiwen.org/author_815.aspx\">李德裕</a>进言道：“白居易年迈多病，恐怕不堪担负朝廷重任，其从弟白敏中学问不低于他，可加以任用。”唐武宗当日便任命白敏中为知制诰、翰林学士，后又改任中书舍人。</p> <p>　　会昌六年（846年），唐宣宗继位。白敏中以兵部侍郎之职被任命为同中书门下平章事，成为宰相，改任中书侍郎，兼刑部尚书。此后，白敏中又升任尚书右仆射、门下侍郎，封太原郡公。他在五年之内，历经十三次升迁，由员外郎官至宰相。</p> <p><strong>出掌藩镇</strong></p> <p>　　大中五年（851年），党项入寇。崔铉时任左仆射、门下侍郎，一心独掌相权，不欲让白敏中位于己上，便趁机提出派大臣前去镇抚。三月，白敏中被任命为司空、同平章事、兼邠宁节度使，并充任招讨党项行营都统制置等使、南北两路供军使。他沿用<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>征讨淮西时的做法，选择朝廷大臣为部下将佐。</p> <p>　　白敏中离京时，唐宣宗亲自到安福楼饯行，赏赐通天带，授他开府辟士之权，并让神策军随行护卫。四月，白敏中行至宁州，得到诸将破贼的捷报，便劝谕党项部众，让他们择业安居。党项平定后，白敏中被免去都统职务，专任邠宁节度使。</p> <p>　　大中七年（853年），白敏中进拜特进、司徒，改任成都尹、剑南西川节度使。他治理西川五年，增加骡军，修复关壁，功劳卓著，加太子太师。大中十一年（857年），白敏中徙任江陵尹、荆南节度使，仍旧保留同平章事一职。</p> <p><strong>复居宰辅</strong></p> <p>　　大中十三年（859年），唐懿宗继位。白敏中被召回京师，担任司徒、门下侍郎、同平章事，再次辅政，不久升任侍中。咸通元年（860年），白敏中在上朝时，不幸跌倒在台阶上，伤了腰部，被人用肩舆抬回家中。</p> <p>　　此后，白敏中三次上表皇帝，请求辞去相位，但都没有得到唐懿宗的批准。右补阙王谱劝谏道：“陛下即位不久，正是宰相尽心效力的时候。白敏中已经卧床四个月，难以胜任宰相之职。请陛下同意白敏中辞职，另择宰相。”唐懿宗大怒，竟将王谱贬为阳翟县令。九月，白敏中升任中书令。</p> <p><strong>病逝凤翔</strong></p> <p>　　咸通二年（861年），南蛮作乱。唐懿宗召白敏中入朝议事，并命人扶他上殿。白敏中坚持请辞，遂以中书令之职出任凤翔节度使。不久，白敏中再次上表，请求辞官归乡，守护祖墓。唐懿宗又任命他为东都留守，但他却极力推辞。唐懿宗无奈，只得让他以太傅之职退休。</p> <p>　　同年七月，白敏中在凤翔病逝，终年七十岁，而此时同意他退休的诏书尚未传到。唐懿宗得知白敏中死讯，废朝二日，追赠他为太尉。太常博士<a href=\"http://so.gushiwen.org/author_98.aspx\">曹邺</a>认为白敏中“病不坚退，驱逐谏臣，怙威肆行”，给他定谥号为丑。</p><br/><h2>家庭成员</h2> <p><strong>父祖</strong> </p> <p>　　祖父白鏻，官至扬州录事参军。 </p> <p><strong>父母</strong></p> <p>　　白季康，官至溧水县令。 </p> <p>　　敬氏，绥州刺史敬令琬之女，累封至郑国太夫人。 </p> <p><strong>妻子</strong> </p> <p>　　崔氏，解县县令崔宽之女。 </p> <p>　　韦氏，秘书少监韦同靖之女，封卫国夫人。 </p> <p><strong>子婿</strong> </p> <p><strong>儿子</strong></p> <p>　　白征复，官至秘书省著作郎。 </p> <p>　　白崇儒，官至秘书省校书郎。 </p> <p>　　白可久，官至京兆府参军。 </p> <p><strong>女婿</strong></p> <p>　　皇甫炜，曾任主客员外郎，先后娶<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>二女为妻。</p> <p>　　张温士，曾任集贤殿校理，娶白敏中幼女为妻。</p><br/><h2>墓葬纪念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1192.aspx\">白敏中</a>墓位于陕西省渭南市临渭区龙背乡北程村北。</p> <p>　　其墓志高93厘米、宽93厘米，刻有正书碑文52行，每行51字，1959年出土，现存西安碑林博物馆。</p>"
}