{
  "id": 1202,
  "star": 0,
  "name": "魏大中",
  "dynasty": "明代",
  "desc": "明代“东林前六君子”（杨涟、左光斗、魏大中、袁化中、周朝瑞、顾大章）之一，被誉为“大明三百年，忠烈刚强第一人”。生性狷介刚毅，《静志居诗话》称其为“骨鲠之臣”。从小家贫，《明史》列传中说他“自为诸生，读书砥行”，“家酷贫，意豁如也”。为官后清廉正直，不计个人安危多次谏诤，与权臣斗争。",
  "content": "<h2>生平</h2> <p>　　魏大中(1575—1625)，字孔时，号廓园，嘉善迁北区(今嘉善大舜乡)南早滨人。明万历四十四年(1616)进士，历任行人司行人，工、礼、户、吏各科给事中，都给事中等职。自幼家贫，读书砥行，师事谢应祥、<a href=\"http://so.gushiwen.org/author_2313.aspx\">高攀龙</a>。登第后仍敝衣冠，夫人织素如故。举发贿赂，馈者无敢及门。奉敕封代藩，拒收馈金，说：“此番须令知中原有不受金钱之人。”又拒福王处赠银500两，并书谏福王资助边饷。返故里，闻士民苦于“兑运法”，上书浙江巡抚，痛陈其中奸弊，致调整漕税，民稍苏一二。为人狷介刚毅，有澄清天下之志。天启元年(1621)疏奏杨镐等罪“宜置重辟”；上两疏劾大学士沈漼，语侵魏忠贤和客氏。及议“红丸案”，力请诛方从哲、崔文升、李可灼，并追论郑国泰陷害东宫太子罪。杨涟疏劾魏忠贤，大中亦上《击逆珰疏》；大学士魏广微与魏忠贤表里为奸，魏大中屡次参劾。持议峻切，邪党侧目，奸人谗嫉。</p> <p>　　天启四年(1624)，魏广微指使亲信陈九畴弹劾魏大中，遂被贬三级外放。后于十月南返故里，未及半载，阉党又矫旨逮捕汪文言，刑逼汪文言诬陷魏大中受杨镐等人贿金3000两。天启五年四月二十四日，魏大中蒙冤被逮，数千士民一路号泣追随，大中与士民从容告别。舟过锡山，业师高攀龙来别，叮咛当不辱臣节。六月入北镇抚司监，惨遭酷刑，自知难免一死，留《临危遗书》，嘱家人安贫、勤读、积德、患难相守。七月二十六日，与杨涟、左光斗同死于狱中。著有《藏密斋集》。</p><br/><h2>子嗣</h2> <p>　　长子魏学洢，字子敬，嘉善县有名的秀才，七岁能<a href=\"http://so.gushiwen.org/author_1202.aspx\">诗</a>。</p> <p>　　次子魏学濂，字子一，号内斋，一作容斋，崇祯十六年进士，擢庶吉士，明亡后先降李自成，不久又羞愧自缢。平生擅画山水，兼工花鸟。</p><br/><h2>轶事</h2> <p>　　史可法曾写过《左忠毅公逸事》一文（此文一直被收入中学课本），写到左光斗受酷刑而坚贞不屈的事，从中也可知魏大中的情况。</p> <p>　　魏大中在家乡被逮捕，当时，数千乡亲不顾安危哭送。魏大中的儿子魏学洢哭着要随父同行，魏大中说：“覆巢焉有完卵耶？父子俱碎，无为也。”魏学洢泣血号呼，随牢车北上。诡称家童，秘密地在后跟随缇骑，沿途打听父亲的起居。抵达北京后，白天藏匿在客店之中，昼伏夜出，四出求救。父执辈之人有的拒不相见，有的则对他仰天长叹，相对而泣。魏忠贤矫旨下令，对6人“严刑追赃比较，五日一回奏”，于是狱卒鞭笞拷掠，棍棒交加，臀血流离，骨肉俱腐。魏大中被诬接受熊廷弼等人贿赂，亦为欲加之罪。最后竟被诬陷坐赃而死。死之时溽暑殷雷，相验领埋之旨，迟迟不下，过了六、七天才差官发尸，和杨涟、左光斗等3人尸体由牢穴中拖出，骸胀而黑，肌生蛆蚋，溃烂零落，几难以辨认，那年魏大中51岁。魏大中被害死后，魏学洢“匍匐饮血，扶榇而归”。</p> <p>　　魏大中死后，追赃行动未止，魏学洢因此被下浙江监狱。家庭遭此大变，对当时政治的黑暗痛心疾首，视死如归。这一年，病死狱中，死时29岁。崇祯初，魏忠贤失势。魏学洢之弟魏学濂沥血上书，陈述父受冤狱，兄死孝之惨状。又上书弹劾阮大钺等人交通逆阉，罪大恶极。不久，魏大中被追谥为忠节，魏学洢也被下诏旌表为孝子。</p> <p>　　父子两人在文学等方面也很有造诣。</p> <p>　　魏大中今存《藏密斋集》24卷，收其<a href=\"http://so.gushiwen.org/author_1202.aspx\">诗</a>文。子魏学洢（约1596—约1625），字子敬，明末散文作家。崇祯初年，曾诏旌他为孝子。一生没做过官，好学善文，著有《茅檐集》。收入《四库全书》，中学课本中曾有《核舟记》一文，即是他的作品。</p> <p>　　至崇祯年间，魏忠贤倒台，为魏大中平反昭雪，表彰父子忠孝节烈。魏大中的另一儿子魏学濂在父兄受冤而死后，承担事母养弟的重任，并为父兄伸冤，后在崇祯朝为官，李自成打进北京，他自缢而死。</p> <p>　　魏氏一门，儒雅秀气而又忠烈激越，文质彬彬而又热烈如火，虚怀若谷而又博大精深，精致细腻而又大气豪迈。在文化上都有一定的造诣，其子侄后代中，魏学洙、魏学渠、魏允枚、魏允木冉、魏允札、魏允桓等也都是诗人词人。可谓一门忠烈，一门儒雅。</p><br/><h2>魏墓</h2> <p>　　崇祯元年(1628)，魏忠贤倒台，谢应祥及嘉善县父老乡亲陪魏大中之子魏学濂刺血上《痛陈家难疏》，诉说父受冤狱、兄死孝之惨状。崇祯皇帝为魏大中平反昭雪，表彰父子忠孝节烈，魏大中被追赠为太常寺卿，谥“忠节”，予祭葬；大中长子魏学洢配祭附葬，私谥“孝烈”。在县城中敕建忠孝祠特祀，恩师谢应祥及二子谢琛一、谢元一和其他东林党人士均题记，后又于祠前沿街建“忠臣孝子”牌坊，邑人称为魏家祠堂、魏家牌楼。魏家祠坊屡经修葺，在明清两代嘉善县境内68个坊中建筑最为考究。民国26年(1937)11月被日本侵略军飞机炸毁，原址即今魏塘中山路嘉善影剧院。</p><br/><h2>功绩</h2> <p>　　魏大中为官时正值黑暗的天启年间，大阉魏忠贤把握朝政，大多数官员投靠魏忠贤，但魏大中与杨链、左光斗等一起坚持揭露魏忠贤的罪恶。</p> <p>　　魏忠贤恨之入骨，伪造皇帝旨意，污蔑魏大中等“受贿”，把他们抓起来，“酷刑拷审，血肉狼藉”，又指使狱卒将他们击死。</p>"
}