{
  "id": 1410,
  "star": 0,
  "name": "张伯端",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1410.jpg",
  "dynasty": "宋代",
  "desc": "张伯端（公元983年— 1082年），一说（公元984年—1082年），道教南宗初祖，字平叔，号紫阳、紫阳山人，后改名用成（或用诚）。人称“悟真先生”，传为“紫玄真人”，又尊为“紫阳真人”。临海（今属浙江）人。自幼博览群书，学贯古今中外，涉猎诸种方术。张伯端与杏林翠玄真人石泰、道光紫贤真人薛式、泥丸翠虚真人陈楠、琼炫紫虚真人白玉蟾被奉为“全真道南五祖”（“北五祖”为：东华帝君王玄甫、正阳帝君钟离权、纯阳帝君吕洞宾、纯佑帝君刘海蟾、辅极帝君王重阳）。张伯端真人之师为刘海蟾，桂林刘仲远真人系张伯端真人所度化。",
  "content": "<h2>轶事典故</h2> <p>　　清朝时《临海县志》记载：<a href=\"http://so.gushiwen.org/author_1410.aspx\">张伯端</a>“……性嗜鱼，在官办事，家送膳至，众以其所嗜鱼戏匿之梁间。……疑其婢所窃，归扑其婢，婢自经死。一日，虫自梁间下；验之，鱼烂虫出也。……乃喟然叹曰：‘积牍盈箱，其中类窃鱼事不知凡几’。因赋<a href=\"http://so.gushiwen.org/author_1410.aspx\">诗</a>曰：‘刀笔随身四十年，是非非是万千千。一家温饱千家怨，半世功名百世衍。紫绶金章今已矣，芒鞋竹杖经悠然。有人问我蓬莱路，云在青山月在天’。赋毕，纵火将所署案卷悉焚之，因按火烧文书律遣戍”。事实是不是如此所说，让我们穿过时间的隧道，重回到张伯端的生活年代去看一看吧。<br>宋临海人<a href=\"http://so.gushiwen.org/author_919.aspx\">陈耆卿</a>（1180~1237年）在其所著的《嘉定赤城志》卷三十五中称：张伯端郡人，字平叔”。大家都知道，宋代时，设府于州，“郡”即州府所在地。临海是台州的所在地，故“郡人”的意味自是不言而喻。而后，言称张伯端为“天台璎珞街人”或“璎珞街人”，还有玉枢子<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>章的《历代仙史》及《张真人本末》与清康熙《临海县志》等。按戚学标《台州外书》，璎珞街在临海“府治东北，有宋真人张伯端故宅，即今紫阳楼是也”。陈耆卿本为临海人，其生活年代与张伯端仅相差百余年，有关张伯端生平活动的口碑和史实，他应该是比较清楚的。陈耆卿受学于<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>，文章法度，具有师承。他所著的《嘉定赤城志》为台州总志，以所属临海、黄岩、天台、仙居、宁海五县，条分件系，分十五门。宋世荦赞其志“积十数年参考之功，创千百载遗缺之迹，词旨博赡，笔法精严，称杰构焉”。因此，陈耆卿的记载应该是可靠的，即张伯端为临海人。</p> <p>　　清雍正皇帝在其御书的《道观碑文》中讲得更明白了：“紫阳生于台州，城中有紫阳楼，乃其故居”。尤其重要的是，齐召南在清乾隆三十二年所撰的《重订天台山方外志要》卷七中，清清楚楚的有张伯端“临海人，字平叔”之记载。齐召南（1703~1768年），字次风，号琼台，晚号息园，天台城关人。自幼聪颖，有“神童”之誉。后累官内阁学士、上书房行走、礼部侍郎等职。曾得到乾隆皇帝“不愧是博学鸿词“的赞美。作为一个天台人，早在清乾隆时就以科学的态度，来认识张伯端的籍贯问题，足见其治学的严谨。再则，临海历代《县志》均记载有张伯端及其生平，而天台没有；临海城内有紫阳故居、紫阳道观，天台也没有。这些于陈耆卿的记载相印证，足以证明张伯端为临海人，是无可辩驳的事实。</p> <p>　　张伯端年轻时聪明好学，《历世真仙体道通鉴》中云：“张伯端，天台人也。少无所不学，浪迹云水。晚传混元之道而未备，孜孜访问，遍历四方。宋神宗熙宁二年（1069），陆龙图公诜，镇益都，乃依以游蜀，遂遇刘海蟾，授金液还丹火候之诀。乃改名用成，字平叔，号紫阳。修炼功成，作《悟真篇》行于世。</p> <p>　　尝有一僧，修戒定慧，自以为得最上乘禅旨，能入定出神，数百里间，顷刻辄到。一日，与紫阳相遇，雅志契合。紫阳曰：“禅师今日能与同游远方乎？”僧曰：“可也。”紫阳曰：“唯命是听。”僧曰：“愿同往杨州观琼花。”紫阳曰：“诺。”于是，紫阳与僧处一净室，相对瞑目趺坐，皆出神游。紫阳才至其地，僧已先至。绕花三匝，紫阳曰：“今日与禅师至此，各折一花为记。”僧与紫阳各折一花归。少顷，紫阳与僧欠伸而觉。紫阳云：“禅师琼花何在？”僧袖手皆空。紫阳于手中拈出琼花，与僧笑玩，紫阳曰：“今世人学禅学仙，如吾二人者，亦间见矣。”紫阳遂与僧为莫逆之交。后弟子问紫阳曰：“彼禅师者，与吾师同此神游，何以有折花之异？”紫阳曰：“我金丹大道，性命兼修，是故聚则成形，散则成气，所至之地，真神见形，谓之阳神。彼之所修，欲速见功，不复修命，直修性宗，故所至之地，人见无复形影，谓之阴神。”弟子曰：“唯。”</p> <p>　　紫阳常云：“道家以命宗立教，故祥言命，而略言性。释氏以性宗立教，故祥言性而略言命。性命本不相离，道释本无二致。彼释迦生于西土，亦得金丹之道。性命兼修，是为最上乘法，故号曰金仙。传大士诗云：‘六年雪岭为何因，只为调和气与神。一百刻中为一息，方知大道是全身。’钟离正阳亦云：达摩面壁九年，方超内院；世尊冥心六载，始出凡龙。以此知，释迦性命兼修分晓。其定中出阴神，乃二乘坐禅之法，奈何其神属阴，宅舍难固，不免常用迁徙。一念差误，则透灵别壳异胎，安能成佛？是即我教第五等鬼仙也。其鬼仙者，五仙之下一也，阴中超脱，神像不明，鬼关无姓，三山无名，虽不入轮回，又难返蓬瀛，终无所归止，于投胎夺舍而已。其修持之人，始也不悟大道，而欲于速成，形如槁木，心若死灰，神识内守，一志不散，定中以出阴神，乃清灵之鬼，非纯阳之仙。以其一志，阴灵不散，故曰鬼仙。虽曰仙，其实鬼也。故神仙不取。释迦亦云：‘惟以佛乘得灭度，无有余乘。’又曰：‘世间无有二乘得灭度，惟一佛乘得灭度尔。’释迦之不取二乘，即我教之不取鬼仙也。奈何人之根器、分量不同，所以释氏说‘三乘之法’；道家分‘五等仙’、三千六百旁门法也。钟离真人云：‘妙法三千六百门，学人各执一为根。岂知些子神仙诀，不在三千六百门。’此正释迦所谓‘惟一佛乘得灭度’之意也[3] 。”</p> <p>　　张伯端坐累谪岭南兵籍后，由于官场无望，遂在“晚年浪迹云水（今广东乐昌县），访求大道”。治平年间（1064~1067年），适逢余杭陆介夫知桂州，得以“引置帐下，典机要”。熙宁二年（1069年），陆介夫改知成都，张伯端随同前往，在成都天回寺遇异人，“以夙志不回，初成愈格，遂感真人授金丹药物火候之诀”。陆介夫死后，张伯端失去依托，遂“自成都归于故山”。回临海后，“筑室于山青水绿之中，乃扬罄然而怡怡然，若有所得。客传于市曰：遭贬张平叔归于山矣”。其后，张伯端再次出山，“转秦陇”。并遵陆介夫遗嘱，往荆南（今湖北江陵）得转运使马处厚资助，“择兴安之汉阴山中（今陕西紫阳县紫阳洞）修炼”。最后，张伯端回到临海隐居，往来于灯坛、盖竹、龙顾及天台的桐柏、赤城之间。<br>元丰五年（1082年），张伯端在百步（今临海百步）“天炎浴水中”，趺坐而化。所留《尸解颂》云：“四大欲散，浮云已空。一灵妙有，法界圆通”。弟子“用火烧化得舍利千百，大者如芡实，色皆绀碧”。张伯端死后，百步乡里在其羽蜕之地立“紫阳化身处”纪念碑。南宋庆元三年（1197年），台州郡守叶筑改城内黄牛坊桥为“悟真”桥，以示对张伯端的纪念。后又有悟真坊、悟真庙等纪念性的街区和建筑出现。明嘉靖四十四年（1565年），台州府推官张滂在百步修建紫阳庵，并重修碑石，题曰：“重修紫阳题诗碑记”。清雍正十年（1732年），世宗皇帝敕封张伯端“大慈圆通禅仙紫阳真人”号。并亲撰《道观碑文》，命工部主事刘长源来临海，于其故居璎珞街和羽化地百步，及天台山桐柏宫，各建“紫阳道观”一所，用以祀祠张伯端。</p> <p>　　张伯端的出名，是因为其所著的《悟真篇》。《悟真篇》体现了张伯端炼养思想的总成，是南宗的代表著作。张伯端在书中力主内丹，“要得谷神长不死，须凭玄牝立根基。真精既返黄金屋，一颗明珠永不离“。主张按照万物化生的法则，反其道而修炼自己的精、气、神。书中还吸取了老子的哲学思想，利用它来说明内丹的修炼方术，并加以深化和发展，使之成为自己内丹学说的理论基础。</p> <p>　　《悟真篇》成书于临海，熙宁三年（1070年），张伯端“丹成返台州，传道授徒”。因丹法“三传非人，三遭祸患”，学者多为“逐名利”。遂萌发著书之意，于熙宁八年（1076年）在临海著成是书，使有缘者能“寻文解义”。有所心得。故陈耆卿《嘉定赤城志》亦载其自成都得“金丹术归，以所得萃成秘诀八十一首，号《悟真篇》”。</p> <p>　　张伯端著成《悟真篇》后，再次离开临海，一度寓居于常州红梅阁（今江苏常州市红梅公园东南隅）。在红梅阁，他又成《玉清金笥青华秘文金宝内炼丹诀》三卷和《金丹四百字》一卷。及后，张伯端在陕西的凤州（今陕西凤县）、阶州（今甘肃武都）传道时，因得罪凤州太守而“按以事坐黥窜”，被判流放，解送边塞。至邠州境内，会大雪阻于乡村酒肆，巧遇石泰。石泰见张伯端被解差押送，乃询问其来历，张伯端据实相告。石泰便与解差相商，引伯端前往邠州衙门，经与太守交涉，终于作出了免于流放的判决。张伯端获释后，始忆其师曾云：“异日有与汝解缰脱锁者，当宜授之”语(54)。遂将《悟真篇》及心要倾囊相授于石泰，使之成为嫡系传人。离开石泰后，张伯端“事扶风马默处厚于河东”，并又将《悟真篇》“授之”。</p> <p>　　《悟真篇》一书在《宋史·艺文志》、宋马端临《文献通考》、陈振孙《直斋书录解题》、清《四库全书》、《古今图书集成》及明清《道藏》中皆有著录。其传世本很多，作注者不乏其人。最早的注本应为南宋叶士表的《悟真篇注》，叶士表，字文叔，临海人。其于南宋绍兴三十一年（1161年）为《悟真篇》作注，元人戴起宗在其《〈悟真篇注〉辨》一文中说：“前乎文叔，未有注《悟真篇》者”。叶士表与张伯端同为临海人，且生活年代不远，故叶士表所注之《悟真篇》，当为张伯端《悟真篇》之旧本。另有最早的注本为薛道光的《悟真篇注》之说，但此注在元至元元年（1335）已为戴起宗否定。戴起宗为此注作疏，阐发未尽之义。复撰《金丹法象》一篇，解释有关金丹术语，并著文辨明所谓薛注，实际上是翁葆光所注，乃是坊家为扩大影响假名于薛。另原题为翁葆光所述的经书还有《紫阳真人悟真直指详说三乘秘要》一卷、《紫阳真人悟真篇拾遗》一卷。此外，宋代为《悟真篇》作注的还有袁公辅、陆子野数家。元代为《悟真篇》作注的有上阳子陈致虚，其文题为《注悟真篇序》，由张士弘编集在《紫阳真人悟真篇三注》一书中。张士弘在书中另有《紫阳真人悟真篇筌蹄》，又书中编首所录薛道光《悟真篇记》一文，为宋人陆彦孚所撰。空玄子戴起宗则作有《悟真篇注疏》和《〈悟真篇注〉辨》。明代作注的有潜虚子陆西星、一壑子彭好古、晦卿李文烛等；作异注的为九映道人甄淑。清代会稽存存子陶素 作有《悟真篇脉望》，朱元育有《悟真篇阐幽》，刘一明有《悟真篇直指》，董德宁有《悟真篇正义》，傅金铨辑有《悟真篇四注》等。</p> <p>　　如今，古老的璎珞街还长在。无论是漫步于此逶迤，思绪有如穿越八百年的时空。《悟真篇》也还长在，它带来了南宗的成功。那伟大的张伯端更应该长在。</p><br/><h2>个人成就</h2> <p>　　1、创作道家养生功法《悟真篇》，总结北宋之前的道家内丹思想，为丹道集大成之作；后信奉佛法的雍正将其所撰的《悟真篇》后篇改编编入《御选语录》中。自北宋以来，《悟真篇》历受学者推重。但佛者、近佛者，多加曲解，甚至臆改本文，以致各本真伪并存， 文字颇多出入。<br>（此书序各本均有同异。宋夏宗禹《讲义》本，翁象川渊明无名子《注解》本，清朱元育《阐幽》本，明陆西星《外史》本，均未收此序；清董元真《正义》本有删节，自注云 “稍节从陶氏本”；《十书》、《注疏》、《三注》、《直指》、等则收全部序文，但亦互有出入。清末刘师培《读道藏记》曰：“张氏自序旧本，仅七律十六、五 言一、绝句六十四，词十二，别无他篇附入，与夏宗禹《讲义》本相同。”书中八十一首<a href=\"http://so.gushiwen.org/author_1410.aspx\">诗</a>词，象九九之数，则为纯道教理论。但注家对此序众论纷歧，疑是参半。即以十种版本而论，有五种无此序，包括《道枢》，有一种有大删节。《直指》《三注》《注疏》内容相同，均载参考《传灯录》及 “击竹而悟”之事，《十书》则未录此段。此种不同之处，盖因注者观点不同，近佛者录佛经；近道近儒者删禅语（如董德宁底本等）；纯道者则不录；调和者录象征性数句（如十书，似皆以己意增减，皆非原有之句。）至于全删此序，则实际对其真伪怀疑。如翁葆光、陈致虚、陆西星等，因序文内容和《参同契》、《悟真篇》等纯道家义理与道家文化本位立场相违，所以不加采录。朱元育为龙门正宗，对其真伪也似加怀疑，所以《道藏辑要》亦无此序。</p> <p>　　大部分教内人士与学者认为此书序与部分为伪或在宋金元道教虚弱时与其他道教资料一同被修改窜入，如古灵宝经本有极为鲜明的“文化本位立场”。然这些典型材料的绝大部分早在南北朝到元初佛道论战中，尤其是在元代佛教徒挑唆元朝统治者烧毁《道藏》即已被删改殆尽，致使早期灵宝派这一立场和思想长期隐晦不彰，直到敦煌道藏被发现才得已重现。但如果把《悟真篇》改的面目全非譬如修命的部分被改成佛教的，那后世重修道藏的时候一定会发现修改。故把部分换词，如道、仙被换成佛；真人被换成如来；道性被换成佛性、禅性；丹被换成禅等等流传于世。《嘉泰普灯录》中“吕洞宾参黄龙”“张伯瑞参佛经”故事的编撰具有相当的技术含量：此故事虽寓有“佛高于道”之意，但对此故事情节的虚构却并非完全空穴来风，而是在专门研究了道教内丹学的基础上精心编撰而成，因此对包括一些道教徒在内的读者均具有较大的迷惑性，不少道教徒都信以为真，吕洞宾参黄龙、张伯瑞参佛经竟被流传了下来，以至“一粒粟中藏世界，半升铛内煮山川”被视作吕洞宾名言而在道教界广为传播，如《道缘汇录》、《吕祖全书》、《西游真诠》等明清道教典籍均载有此事。而被篡改的悟真篇序与杂词则被载人《道藏》。可见其故事的影响力广泛受到当时宗教界的承认，很多道教徒都信以为真，不知察觉而潜移默化的维护传播此说；元代废道 ，道经损失严重 ，粗略统计，共阙794种2500卷，相当于半部明《正统道藏》被烧毁。明代重修《道藏》时，向各地区征集经书 ，编纂者把被修改的部分误以为是三教合一之作而载入道藏，也是情有可原。）</p> <p>　　2、《玉清金笥青华秘文金宝内炼丹诀》、《张紫阳八脉经》、（《长生要义》已佚）</p> <p>　　其中《青华秘文》是后来的乩笔，与《悟真篇》作用不同，不能算为其本人著作。</p> <p>　　其中，于北宋熙宁八年（公元 1075年）撰写的《悟真篇》，以《阴符经》、《道德经》为两大理论依据，“略仿《参同契》”（清·朱元育的《悟真篇阐幽》），全书宗承传统内丹学说，说明内丹炼养的根本原理就是归根返本，逆炼归元，并描绘内丹修炼的全过程及阐发丹经要点、修炼内丹的方法。《四库全书总目提要》谓：“是书专明金丹之要，与魏伯阳《参同契》，道家并推为正宗”。《道臧精华录》谓：“是书辞旨畅达，义理渊深，乃修丹之金科，为养生之玉律”。</p> <p>　　该书是最重要的炼丹理论及实践著作著作之一。与之前的道教经典《周易参同契》齐名，同被尊为道教的“丹经之祖”。全书由诗 词歌曲等体裁写成。其中七言律诗一十六首，七言绝句六十四首，五言四韵一首；《西江月》词十二首（又一首）、和七言绝句五首，以及歌颂诗曲杂言三十多首。有前、后二序。历代都有大量的注疏本，仁智自见。（后世佛教徒谤吕祖参黄龙、张祖参佛书，请点击吕祖参黄龙可见。）</p><br/><h2>人物影响</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1410.aspx\">张伯端</a>在世时并没有亲自创建学派或教派（一般认为，白玉蟾为南宗实际建立者），但在其身后形成了一个庞大的宗派。</p> <p>　　按张伯端传石泰、石泰传薛道光、薛道光传<a href=\"http://so.gushiwen.org/author_3080.aspx\">陈楠</a>、陈楠传白玉蟾。辗转授受至白玉蟾，渐壮大为以《悟真篇》为理论经典的重要内丹流派。称为“金丹南宗”，由于张伯端号“紫阳”，故南宗也称为“紫阳派”，与全真道并列金丹南北宗（后合而为一）。张伯端、石泰、薛道光、陈楠、白玉蟾，也被尊为“南宗五祖”。</p> <p>　　以上南宗嫡派都主张“一己清修”。另据《中国道教史》（任继愈主编）：还有自称出于张伯端之传的一派，主张“男女双修”，该派始于两宋间的刘永年，刘曾于绍兴壬申（公元1152年）刊彭晓《周易参同契分章通真义》，刘永年传象川无名子翁葆光及寺簿卢公， 翁葆光撰有《悟真篇注》等，其徒若一子门人某跋《金液还丹印证图》，称刘永年于绍兴戊午“遇悟真得其道”。然绍兴戊午（公元1138年）张伯端已卒五十多年，当为依附之说。《混元列仙图》亦未列双修一系。</p>"
}