{
  "id": 1794,
  "star": 4,
  "name": "李邕",
  "image": "http://img.gushiwen.org/authorImg/liyong.jpg",
  "dynasty": "唐代",
  "desc": "李邕(678～747)，即李北海，也称李括州，唐代书法家。字泰和，汉族，鄂州江夏（今湖北省武汉市武昌区）人。其父李善，为《文选》（梁萧统编选）作注。李邕少年即成名，后召为左拾遗，曾任户部员外郎、括州刺史、北海太守等职，人称“李北海”。",
  "content": "<h2>野史逸闻</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>自刺史入京听候考核升迁。邕一向负有才名，却屡遭贬斥。都认为他既能写一手好漂亮的文章，又广为交朋结友，是汉时<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、战国时的信陵君。因此，朝内主事的达官贵人都忌恨李邕，使他被免去官职流落京师之外，一向有很大的名声，朝中庸碌无识之辈却不赏识他。李邕入京后每在路上行走，受到很多人的围观，以为他是前朝古人，或者认为他相貌不凡。一些士子争相结纳，登门拜访，或者求人打探，索求李邕新写的文章，暗中为科考试卷，竟然不能改动。天宝初年，李邕被升为北海太守。他性情豪放好侈华，不拘小节，喜欢骑马狩猎，纵情享乐。稍后，柳绩获罪被关入牢狱，宰相吉温令柳绩诬陷李邕，朝内对他的功过争议很大。吉温用重金贿赂柳绩，使其连续诉状诬陷李邕，终于使皇帝颁发诏书赐李邕死。罗希奭携带诏书驰往北海郡，就地处死李邕。李邕很早就远播才名，尤其擅长撰写碑石记文。他一生为人撰写碑石记文几百篇，接受馈送达许多万。自古以来靠卖文致富发财的，没有人象李邕这样的啊。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>，唐代书法家，江夏（原属咸宁，今属湖北武昌）人，唐朝人牛肃在其所著的笔记《纪闻》中，为我们披露了一件跟日本遣唐使团有关的秘闻：唐江夏李邕也，日本国使至海州，凡五百人，载国信。有十船，珍货数百万。邕见之，舍于馆。厚给所须，禁其出入。夜中，尽取所载而沉其船。既明，讽所馆人白云：“昨夜海潮大至，日本国船尽漂失，不知所在。”于是以其事奏之。敕下邕，令造船十艘，善水者五百人，送日本使至其国。邕既具舟具及水工。使者未发，水工辞邕。邕曰：“日本路遥，海中风浪，安能却返？前路任汝便宜从事。”送人喜。行数日，知其无备，夜尽杀之，遂归。邕又好客，养亡命数百人，所在攻劫，事露则杀之。后竟不得死，且坐其酷滥也。七十时，为宰相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>所忌，含冤杖杀。他工文，尤长碑颂。善行书，变<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>法，笔法一新；并继<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>《晋祠铭》后以行书书写碑文，名重一时。其书风豪挺，结体茂密，笔画雄劲。传世作品有《端州石室记》、《麓山寺碑》、《法华寺碑》、《云麾将军李思训碑》、《云麾将军李秀碑》等。唐窦蒙在《述书赋注》中说：时议云：“论<a href=\"http://so.gushiwen.org/author_1794.aspx\">诗</a>则曰<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_547.aspx\">崔颢</a>；论笔则<a href=\"http://so.gushiwen.org/author_2309.aspx\">王缙</a>、李邕；<a href=\"http://so.gushiwen.org/author_508.aspx\">祖咏</a>、<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>不得预焉。”<a href=\"http://so.gushiwen.org/author_2473.aspx\">李阳冰</a>谓之书中仙手。其为文，长于碑颂，多自书。唐人说李邕前后撰碑八百首。<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗曰：“干谒满其门，碑版照四裔。丰屋珊瑚钩，麒麟织成罽。紫骝随剑几，义取无虚岁。”<br>李邕的书法从“二王”入手，能入乎内而出乎其外。</p> <p>　　李后主说：“李邕得右将军之气而失于体格。”恰道出李邕善学之处。《宣和书谱》说：“邕精于翰墨，行草之名由着。初学右将军行法，既得其妙，乃复摆脱旧习，笔力一新。”魏晋以来，碑铭刻石，都用正书撰写，入唐以后，李邕改变用行书，写碑。书法的个性非常明显，字形左高右低，笔力舒展遒劲，给人以险峭爽朗的感觉，他提倡创新，继承和发扬古代书艺。曾说：“似我者欲俗，学我者死。”苏东坡，米元章都吸取了他的一些特点，元代的赵孟俯 fǔ也极力追求他的笔意，从中学到了“风度闲雅”的书法境界。他对后世产生了巨大的影响，2008年7月，浙江省教育厅在小学高年级和初中的写字课本就采用李邕的书法字体，作为浙江省义务教育教科书《写字》课本。相信不远的将来，李字也像王字一样丰美全国。</p> <p>　　李邕能诗善文，工书法，尤擅长行楷书。当时的中朝衣冠以及很多寺观常以金银财帛作酬谢，请他撰文书写碑颂。他一生共为人写了八百篇，得到的润笔费竟达数万之多。但他却好尚义气，爱惜英才，常用这些家资来拯救孤苦，<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>他人。李邕撰文书写的碑文，常请伏灵芝，黄仙鹤和元省己鑴刻。据明代<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>的《丹铅录》考证，这三人很可能也是李邕的化名。他的传世作品有《叶有道先生碑》、《端州石室记》、《麓山寺碑》、《东林寺碑》、《法华寺碑》、《云麾将军李思训碑》、《云麾将军李秀碑》。传世书迹以《岳麓寺碑》、《李思训碑》最为世人重视。<br>李邕曾任北海太守，故人称“李北海”。李邕的书法艺术，在当时与后世获得了很高的评价，他的为人和才情更为世人所敬重。他的父亲李善是一位正直博学的人，为官遭贬，后专心学术，所注萧统（文选》六十卷，至今被视为《文选》最主要的注本之一。李邕天资聪慧，幼承家学，少年时以擅长辞章而闻名。但他在仕途上，却因为人耿介磊落，不畏权贵，屡遭贬谪。晚年在北海太守任上，遭人暗算，被宰相李林甫定罪下狱，竟被酷吏活活打死。</p> <p>　　“书如其人”，李邕的书法在一定程度上可以说是他的人格的写照。他的书法初学右军，又参以北碑及唐初诸家楷书及行书笔意，变法图新，形成了他自己鲜明的风格特征。《宣和书谱》云：</p> <p>　　邕初学，变右军行法，顿挫起伏，即得其妙，复乃摆脱旧习，笔力一新。李阳冰谓之“书中仙手”，<a href=\"http://so.gushiwen.org/author_1888.aspx\">裴休</a>见其碑云：“观北海书，想见其风采。”夫人之才多不兼称：王羲之以书掩其文，李淳风以术映其学。文章书翰俱重于时，惟邕得之。当时奉金帛而求邕书，前后所受钜万余，自古未有如此之盛者也。观邕之墨迹，其源流实出于羲之。议者以谓骨气洞达，奕奕如有神力，斯亦名不浮于实也。杜甫作歌以美之曰：“声华当健笔，洒落富清制。”为世之仰慕，率皆如是。</p> <p>　　这可以说反映了李邕书法的创新风格和在当时所产生的巨大影响。李邕的书法主要以碑版为多，<a href=\"http://so.gushiwen.org/author_2419.aspx\">高似孙</a>《纬略》记载他所书碑版达八百通之多。而且，他所书碑版几乎都是自己撰文，甚至还有说他亲自镌刻的说法（见何良俊《四友斋书论》）。杜甫有诗云：“忆昔李公存，词林有根底。声华当健笔，洒落富清制。风流散金石，追琢山岳锐。情穷造化理，学贯天人际。干谒走其门，碑版照四裔。名满深望还，森然起凡例。”（《八哀诗·赠秘书监江夏李公邕》）杜甫与李邕是同时代人，其诗决非过誉。</p><br/><h2>李邕之死</h2> <p>　　唐天宝四年，公元745年，这一年，中国<a href=\"http://so.gushiwen.org/author_1794.aspx\">诗</a>坛上的两位巨星<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>和<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>同在古齐州（即今济南市），并且游踪齐鲁，留下了无数脍炙人口的诗篇。 杜甫到来的消息不胫而走，很快传到北海，即今山东的益都。时任北海太守的<a href=\"http://so.gushiwen.org/author_1794.aspx\">李邕</a>坐不住了，连日赶往齐州与杜甫会面。这可是一件不得了的盛事。时李邕68岁，早已名满天下，杜甫此时才是个33岁的后生，名声远没有达到诗圣的程度。但李邕慧眼识珠，他已经预见到了这颗新星的万丈光焰。可惜他没有看到。 会见的欢宴就安排在新建的历下亭上。李邕、杜甫、李之芳在座，可能还有许多齐州的知名人士出来作陪。特别应该提到的是李白这时也在齐州。天宝三年，他与杜甫在洛阳相遇，结伴东游。他信奉道教，正在紫极宫受道录，不知是道规使然，还是没有接到请帖，或许还有其他原因，这位极善饮的诗人没有来喝这杯酒，否则历下亭上一定会留下李白的诗作了。李邕与杜甫把酒长谈，论诗论史，也谈及了杜甫的祖父<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>，这让杜甫十分感激。就在这次欢宴中，杜甫留下了“海右此亭古，济南名士多”的佳句。</p> <p>　　李邕愿意结交名士是出了名的。史载：“邕素负美名，频被贬斥，皆以邕能文养士。”李邕鬻文获金，可以用来支付他结友交游的巨大开销，可是鬻文的事也不是常有的，总有手头拮据的时候。每逢这种时候，他就有挪用公钱之嫌。杜甫和李白在天宝四年分别见到李邕的时候，他身上刚刚发生了一段死里逃生的故事。</p> <p>　　开元十三年，公元725年，唐玄宗泰山封禅回归长安，车驾路过汴州。李邕从陈州赶过来谒见，并接连献上几篇辞赋，深得玄宗赏识。于是李邕就有点飘然，自我吹嘘凭自己的才华“当居相位”。那时李邕只是陈州刺史，这话说得忒大了点。偏偏这话叫中书令<a href=\"http://so.gushiwen.org/author_149.aspx\">张说</a>听见了，不久李邕在陈州任上挪用公钱事发，张说将旧账端出。两笔账一块算，下狱鞫讯：罪当死。这时候幸亏有个叫孔璋的许州人上书玄宗皇帝要救李邕，那封奏疏写的真是好，打动了唐玄宗，免去李邕死罪，贬为钦州遵化县尉。而孔璋流配岭西（现今广东）而死。这两个以生死相交的人始终没有见上一面。孔璋的奏疏基本概括了李邕的生平功过。这篇情真义切的文字更增加了李邕身上的传奇色彩，尤其让仕途失意、蔑视权贵的李白景仰。李白也深怀济人之心，有着散尽千金的豪爽，来到齐鲁之邦，他自然要去拜访这个传奇中人。就在天宝四年，他们相见于益都李邕任上。李白时年44岁。李白在益都听到了另一个李邕见义而舍己相助的传奇故事。这里有一个女子，丈夫被人谋害。女子持刀复仇，刺杀真凶而获狱，罪当极刑。这时候李邕奋不顾身上疏朝廷，救下女子，由此李白写下了叙事乐府《东海有勇妇》：“学剑越处子，超腾若流星。捐躯报夫仇，万死不顾生。白刃耀素雪，苍天感精诚……豁此伉俪愤，粲然大义明。北海李使君，飞章奏天庭。舍罪警风俗，流芳播沧瀛。名在烈女籍，竹帛已荣光。”</p> <p>　　送别杜甫和李白后两年，李邕就遭到奸相<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>的政治迫害。事情是这样的，狂傲的李邕并没有听从孔璋“率德改行”的忠告，又一次把手伸向了公钱，“奸脏事发”，但这不足以断送他的性命。真正的原因是，远在长安京师的左骁卫兵曹柳绩与他的岳父杜有邻不睦，污蔑杜有邻妄称有占验之能，交构东宫，指责皇帝。这本是信口开河之谈，无凭无据之辞，却被李林甫抓住，严令审讯，查出柳绩是祸首，却莫名其妙地将柳绩连同他的岳父杜有邻一同杖死。审讯中查出李邕曾送给柳绩一匹马，便以“厚相赂遗”受到牵连，又因李邕与淄川太守裴敦复有私交，裴敦复曾荐李邕于北海。裴敦复亦遭到株连。心狠手毒的李林甫立刻责令他的两个爪牙驰往山东，将李邕、裴敦复“就郡决杀”。李邕已有七十高龄。 这已是天宝六年的事了。时李唐王朝被李林甫搞得朝野一片白色恐怖。李邕不畏惧死亡，屡出诤谏之言，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>时他拜左拾遗，在朝堂之上当着则天皇帝的面，就敢于和御史中丞宋景一同指责则天皇帝的心腹张昌宗兄弟以权谋私。武则天想发火，但是没有发作，沉吟了半天，竟应允了宋景、李邕的批评。这就是孔璋所言，“往者张易之用权，人畏其口，而邕折其角”。可见李林甫为排除异己，绝杀李邕等有识之士的残酷，甚于武则天之于来俊臣。 对于李邕的死，杜甫悲痛欲绝，他哭道：“坡陀青州血，羌没汶阳瘗”。 李白愤怒之极，感叹之极，他大呼：“君不见李北海，英风豪气今何在？君不见裴尚书，土坟三尺蒿棘居”。 俱往矣，我们讲叙一千二百年前发生在齐鲁大地上的故事，仍是一歌三叹！</p>"
}