{
  "id": 1210,
  "star": 1,
  "name": "傅山",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1210.jpg",
  "dynasty": "清代",
  "desc": "傅山（1607－1684）明清之际道家思想家、书法家、医学家。初名鼎臣，字青竹，改字青主，又有浊翁、观化等别名，汉族，山西太原人。傅山自称为老庄之徒，他自己也在很多场合与作品中反复强调、自陈：“老夫学老庄者也”、“我本徒蒙庄”、“吾师庄先生”、“吾漆园家学”。自觉继承道家学派的思想文化。他对老庄的“道法自然”、“无为而治”、“泰初有无”、“隐而不隐”等命题，都作了认真的研究与阐发，对道家传统思想作了发展。",
  "content": "<h2>生平</h2> <p>　　明末清初的思想家<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>历来有 “学海” 的称誉， 他工书善画， 博极群籍， 在经史子集、 文学<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>词、 佛经道藏、 书法绘画、 钟鼎文字、 医学医术诸领域都有精深研究 ， 所提倡的 “经子不分” ， “经子平等” 思想更是开一代风气之先， 其研究、 批点诸子著作之多、 内容之广泛，在中国古代学术史上是少见的。 而诸子当中， 最倾尽其心力、 最能体现其思想风貌的则首推 《庄子》 一书 。</p> <p>　　傲骨凛然的傅山一生特立独行， 对于经典、 名士、权贵时有贬损、 讽刺之语， 独独对于庄生、 《庄子》 大加褒扬， 奉为至论， 嗜庄、 好庄、 迷庄之情溢于言表。其留存的诗文、 杂记、 批语中屡屡言及庄子。褒赞庄子、 自认承续庄学的词文在傅山遗著中随处可见， 其研究庄子的主要作品有《庄子翼批注》 、 《老庄二书》 、 《逍遥游》 、 《应帝王》 、 《读南华经》 、 《庄子天下篇》 、 《庄子理字》 、 《庄子情字》 、 《荀卿评庄子》 等， 此外还有大量散布在其他诗文、 杂文中言及庄子的文句 。</p> <p>　　傅山一生遍注诸子，在 《庄子》 一书上着力最深，《庄子》 的思想既是其精神的引领， 又是心灵安顿之所归， 其批注的方式与言述更彰显着个人活泼泼的生命气质。诠解 《庄子》 时对天地间 “情” 的推崇、 以 “游” 的姿态应对人间 “是非” 、 主张 “变” 、 “异” 的政治倾向， 正是最能体现其个人特质与思想风貌的三个方面， 通过对其庄学思想的探析， 我们也能从中窥见其性情与学术之梗概 。</p> <p>　　对于庄子的著作，在颠沛流离的旅途中，仍然“时时在目”，在冰雪覆盖北国的严冬里，依然用工整的小楷书写《南华经》多篇。对于老子的著作，三日不读便觉得“舌本软”，难以启齿说话，五十岁过后还在“细注”，进行认真的研究。这些生动的记载说明，他对老庄之学是很推崇与重视的。他在一篇疏文中曾说：“侨黄老子，何笑正笑，漆园自云，其于宗也。”在这里他以“侨黄老子”、“漆园”自况自称，以承绪老庄之学的大弟子自许。</p> <p>　　综观傅山一生行事作风与思想主张，可见他本质上是一个道家人物的性情：为人为学本于真性真情、自由自在，反对权威主义教条主义，因此，他极其憎恶“奴儒”为人为学的“奴性”：“若奴人，不曾究得人心空灵法界，单单靠定前人一半句注脚，说我是有本之学，正是咬齫人脚后跟底货，大是死狗扶不上墙也。”并由此而极力批判当时所谓上流社会是非颠倒的假仁假义。他自己也在很多场合与作品中反复强调、自陈：“老夫学老庄者也”、“我本徒蒙庄”、“吾师庄先生”、“吾漆园家学”、“愚父子学庄列”，还饱含深情地说：“三日不读《老子》，不觉舌本软。畴昔但习其语，五十以后，细注《老子》，而觉前辈精于此学者，徒费多少舌头，舌头总是软底。何故？正坐猜度，玄牝不着耳。”“吾庄翁所谓绪余可以为尧舜者也。”</p> <p>　　老庄哲学丰富，据史书记载，他们为人自尊，对人间功名利禄很淡漠，一生不得势也不愿得势，一生不得志也不愿得志，以穷尽人伦物理为天职。生活的道路对于傅山来说，与老庄十分相似，思想境界亦相通。这些都给傅山很深的影响，因此自然成为他进行研究的主要对象，使他成为明清之际著名的道家代表人物之一。</p><br/><h2>人物经历</h2> <p>　　明末清初之际，地处山西腹地的太原府阳曲县（今太原市），出了一位博艺多才、重气节、有思想、有抱负的著名道家人物。他的事迹生平，不见于正史记载，甚至连专门记载地方历史陈迹的县志、府志，也只见廖廖数语。然而他的声誉和影响却是相当之大，相当之深，毫不夸张地说，在太原地区乃至三晋大地几乎是家喻户晓，妇孺皆知，颇受人民群众拥戴。在整个山西乃至于全国也称得上声名遐迩，彪炳于后。他就是明清之际的志士仁人<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>——傅青主。</p> <p>　　傅山世出官宦书香之家，家学渊源，先祖连续七八代有治诸子或《左传》、《汉书》，卓然成家者。曾祖傅朝宣曾为宁化府仪宾、承务郎，祖父傅霖累官山东参议、辽海兵备，颇有政绩，其父傅子谟终生不仕，精于治学。傅山少时，受到严格的家庭教育，博闻强记，读书数遍，即能背诵。15岁补博士弟子员，20岁试高等廪饩。后就读于三立书院，受到山西提学袁继咸的指导和教诲，是袁氏颇为青睐的弟子之一。</p> <p>　　袁继咸，是明末海内咸知的耿直之臣，提学山西时，以“立法严而用意宽”的精神宗旨，整顿三立书院学风，不拘一格，选拔人才。他极重于文章、气节的教育，对傅山影响颇深，傅山亦以学业精湛、重节气得意于袁氏门下。袁继咸曾在朝为兵部侍郎，因为官清廉，为人耿直，敢于直言，得罪权贵魏忠贤之流，被贬为山西提学。崇祯九年（1636年），魏忠贤死党山西巡按御史张孙振，捏造罪名诬告袁继咸，陷其京师狱中，傅山为袁鸣不平，与薛宗周等联络生员百余名，联名上疏，步行赴京为袁诉冤请愿。他领众生员在京城北京四处印发揭贴，申明真相，并两次出堂作证。经过长达七八个月的斗争，方使袁继咸冤案得以昭雪，官复武昌道。袁继咸得雪之日，魏忠贤的走卒——张孙振，亦以诬陷罪受到谪戍的惩罚。这次斗争的胜利，震动全国，傅山得到了崇高的荣誉和赞扬，名扬京师乃至全国。</p> <p>　　袁案结束后，傅山返回太原。他无意官场仕途，寻城西北一所寺庙，辟为书斋，悉心博极群书，除经、子、史、集外，甚至连佛教伊斯兰天主教经典都精心览读，掌握了丰富的知识。崇祯十六年（1643年），傅山受聘于三立书院讲学。未几，李自成起义军进发太原，傅山奉陪老母辗转于平定嘉山。不久，起义军、清军先后攻占北京，明亡。傅山闻讯写下“哭国书难著，依亲命苟逃”的悲痛<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>句。为表示对清廷剃发的反抗，他拜寿阳五峰山道士郭静中为师，因身着红色道袍，遂号“朱衣道人”，别号“石道人”。朱衣者，朱姓之衣，暗含对亡明的怀念；石道者，如石之坚，意示决不向清朝屈服。可见，傅山出家并非出自本心，而是藉此作为自己忠君爱国、抗清复明的寄托和掩护。</p> <p>　　清军入关建都北京之初，全国抗清之潮此伏彼起，气势颇高，傅山渴望南明王朝日益强大，早日北上驱逐清王朝匡复明室，并积极同桂王派来山西的总兵官宋谦联系，密谋策划，积蓄力量，初定于顺治十一年（1654年）三月十五日从河南武安五汲镇起义，向北发展势力。然而，机事不密，宋谦潜往武安不久，即被清军捕获，并供出了傅山。于是傅山被捕，关押太原府监狱。羁拘期间，傅山矢口否认与宋谦政治上的关系，即便是严刑逼供，也只说宋曾求他医病，遭到拒绝，遂怀恨在心。一年之后，清廷不得傅山口供，遂以“傅山的确诬报，相应释宥”的判语，将他释放。 </p> <p>　　傅山出狱后，反清之心不改。大约在顺治十四至十六年间，曾南下江淮察看了解反清形势。当确感清室日趋巩固，复明无望时，遂返回太原，隐居于城郊僻壤，自谓侨公，那些“松乔”、“侨黄”的别号就取之于此后，寓意明亡之后，自己已无国无家，只是到处做客罢了。他的“太原人作太原侨”的诗句，正是这种痛苦心情的写照。康熙二年（1663年），参加南明政权的昆山<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>寻访英雄豪杰，来太原找到傅山，两人抗清志趣相投，结为同志，自此过从甚密。他们商定组织票号，作为反清的经济机构。以后傅山又先后与申涵光、孙奇逢、李因笃、屈大筠以及王显祚、阎若璩等坚持反清立场的名人和学者，多有交往。尤其是曾在山东领导起义的<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>也来太原与傅山会晤，并与傅山结为“岁寒之盟”。王显祚见傅山常住土窑，特为他买了一所房院，即今太原傅家巷四号院。 </p> <p>　　清初，为了笼络人心，泯除亡明遗老们的反清意识，康熙帝在清政府日益巩固的康熙十七年（1678）颁诏天下，令三品以上官员推荐“学行兼优、文词卓越之人”，“朕将亲试录用”。给事中李宗孔、刘沛先推荐傅山应博学宏词试。傅山称病推辞，阳曲知县戴梦熊奉命促驾，强行将傅山招往北京。至北京后，傅山继续称病，卧床不起。清廷宰相冯溥并一干满汉大员隆重礼遇，多次拜望诱劝，傅山靠坐床头淡然处之。他既以病而拒绝参加考试，又在皇帝恩准免试、授封“内阁中书”之职时仍不叩头谢恩。康熙皇帝面对傅山如此之举并不恼怒，反而表示要“优礼处士”，诏令“傅山文学素著，念其年迈，特授内阁中书，着地方官存问。”</p> <p>　　傅山由京返并后，地方诸官闻讯都去拜望，并以内阁中书称呼。对此，傅山低头闭目不语不应，泰然处之。阳曲知县戴氏奉命在他家门首悬挂“凤阁蒲轮”的额匾，傅山凛然拒绝，毫不客气。他仍自称为民，避居乡间，同官府若水火，表现了自己“尚志高风，介然如石”的品格和气节。</p> <p>　　傅山学术研究的重点是诸子，主要著作有《老子注》、《庄子注》、《管子注》、《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>注》、《列子注》、《墨子注》、《鬼谷子注》、《<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>子注》、《淮南子注》等，另有许多有关诸子批注及文字散见在《霜红龛集》中。他以先秦诸子为中国学术的源头，倡导并身体力行地研究先秦诸子学说，主张经子史文平等，开启了清代子学复兴的先河 。</p><br/><h2>成就</h2> <p>　　身为道家思想传承者的<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>，无论在学术和学术思想上，傅山的学问文章，都追踪当时的进步思潮，尤其是前半生明朝末亡之时，他的思想带有强烈的进步倾向，不重视当时学者重理学的倾向。他赞扬具有革命新精神，被明朝统治者视作洪水猛兽的李贽学术思想和<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>、<a href=\"http://so.gushiwen.org/author_181.aspx\">杨慎</a>、钟星等节高和寡之士的文风。对明末的政治腐败，官场龌龊，是有清醒的认识。清军入关明王朝灭亡后，傅山一反清初一般学者以经学为中心的研究范围，而是独辟研究子学的途径，冲破宋明以来重理的羁绊，开拓了新的学术研究领域，成为清之后研治诸子的开山鼻祖。至于傅山的<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>赋，则是继承了<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>以来的爱国主义传统，他主张诗文应该“生于气节”，以是否有利于国家和民族为衡量标准。傅山一生著述颇丰，可惜所著宏论，大都散失，只存书名和篇名，留存于世的仅《霜红龛集》和《两汉人名韵》两部。</p> <p>　　在诗、文、书、画诸方面，傅山皆善学妙用，造诣颇深。其知识领域之广、成就之大，在清初诸儒中，无出其右者。傅山的书法被时人尊为“清初第一写家”。他书出<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>，并总结出“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，于直率毋安排”的经验。他的画也达到了很高的艺术境界，所画山水、梅、兰、竹等，均精妙，被列人逸品之列。《画征录》就说：“傅青主画山水，皴擦不多，丘壑磊珂，以骨胜，墨竹也有气。”他的字画均渗透自己品格孤高和崇高的气节，流溢着爱国主义的气息，在中国古典书画艺术中，博得后人的高度赞赏。</p> <p>　　傅山不仅是书法家、画家，而且是晚明清初遗民的代表，北方学术思想的领袖，著名学者，甚至被传为“武林高手”。其人其事早已成为山西一带的神话传说。当时道教佛教均尊引为本家。</p> <p>　　傅山在思想上有“学海”之称，仅就自学研究著作而言， 山西省博物馆现藏著作目录有：《老子注》、《庄子注》、《管子注》、《<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>注》、《列子注》、《鬼谷子注》、《<a href=\"http://so.gushiwen.org/author_861.aspx\">公孙龙</a>子注》、《淮南子注》等。</p> <p>　　傅山在医学上，也有着巨大的成就。他内科、妇科、儿科、外科，科科均有很高的技术，而尤以妇科为最。其医著《傅氏女科》、《青囊秘诀》，至今流传于世，造福于人。傅山极重医德，对待病人不讲贫富，一视同仁，在相同情况下，则优先贫人。对于那些前来求医的阔佬或名声不好的官吏，则婉词谢绝。对此他解释为：““好人害好病，自有好医与好药，高爽者不能治；胡人害胡病，自有胡医与胡药，正经者不能治。”</p> <p>　　傅山作为封建社会中的知识分子，一生中处处表现了坚韧不拔的战斗精神。他那种“富贵不能淫，贫贱不能移，威武不能屈”的品格和气节，毫不愧对“志士仁人”的评价。</p> <p>　　康熙二十三年（1684年）初，傅山的爱子傅眉忽逝，年愈古稀进入风烛残年的傅山悲痛异常，再也经受不得如此打击，不久则撒手人寰，与世长辞，时年77岁。</p><br/><h2>思想</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>自谓， “老庄二书，是我生平得力所在， 旋旋细字旁注， 当精心探索， 若省得一言半句， 便有受用， 可由入道” 。</p> <p>　　傅山自称为道家,说:“老夫学老庄者也,于世间诸仁义事实薄道之,即强言之,亦不能工。”《霜红龛集》 卷 1 7《书张维遇志状后 》) 说明他不屑于称颂儒家的“仁义” ,并公开以“异 端”自命。在《霜红龛集》中，傅山多次提到“吾师庄先生”、“我本徒蒙庄”、“吾漆园家学”、“老夫学老庄者也”。无论是从生活形态、思想气质还是艺术追求上，傅山都刻意向庄子学习。他<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>作中有这样两句：“既是为山平不得，我来添尔一峰青”，表明他的高风亮节和特立独行的精神。</p> <p>　　“轩辕道士”的“轩辕”二字首先指的是黄老之学的两大始祖之一的黄帝，《史记·五帝本纪》记载：“黄帝者，少典之子，姓公孙，名曰轩辕。”黄帝姓公孙，因居于轩辕之丘，故名曰轩辕。他曾战胜炎帝于阪泉，战胜蚩尤于涿鹿，被诸侯尊为天子。早在春秋战国时期，黄帝和老子的思想经过齐国与楚国的的大力发展，以至于在战国末期形成了蒙文通先生所说的“黄老独盛压倒百家”的局面。汉初立国，崇尚的也是这种“清净无为”的黄老思想。黄老学在汉代的影响是非常广泛的。统治者集团信奉黄老之学，由是黄老思想全面运用于汉初政治，达到了“文景之治”的繁荣。从学术角度看，《淮南子》、严遵《老子指归》、河上公《老子章句》的许多观点都反映出黄老思潮的影响；受现实影响，西汉道家多以老子思想为依据批评政治，讨论国是。影响所及，如《史记·外戚世家》载汉景帝之母窦太后“好黄帝、老子言，帝及太子诸窦不得不读《黄帝》、《老子》，尊其术”。汉景帝则“以《黄子》、《老子》义体尤深，改子为经，始立道学。敕令朝野，悉讽诵之”。黄老之书升格为经在汉武帝尊六经之前。这些都为其后在民间继续发展奠定了根基。汉初的“文景之治“就被认为是黄老之学的又一次成功的政治实践。而四子真经所代表的玄学是除了儒学外唯一被定为官学的学说。</p> <p>　　从传说中的祖先炎、黄二帝，到20世纪新中国的缔造者们，从春秋战国时代空前活跃的百家争鸣，到当今现代思想、文化、科技熏陶下的一代风流——在漫长悠久而又光辉灿烂的中华民族文明史上，曾经在各个领域中涌现过多少杰出的人物，创造出多少丰硕的成果！他们就像绵延起伏的山脉上那一座又一座高峰，给屹立在世界东方的中华民族增添了无限风光！而生活在17世纪的傅山，就是这些高峰中的一座。</p> <p>　　傅山，初名鼎臣，改名山；原字青竹，后改青主。中国人的名字，往往带有时代色彩，并且寄寓着父母或者本人的理想与情操。如果说“鼎臣”这个名字具有浓厚的封建政治理想和传统礼教色彩，那么改名为“山”，就较为符合傅山的思想性格特点——用傅山的老师袁继咸的评语说，就是一种“山林气”，而改字“青主”，则更加突出了傅山自强不息、超凡脱俗的创造精神。傅山有两句诗就是“青主”的注脚：“既是为山平不得，我来添尔一峰青！”（《青羊庵三首》）从他一生的实践、创造和成就看，可以毫不夸张地说，他确实称得上当时中国思想文化界一座拔地凌空、多姿多彩的奇峰！</p> <p>　　傅山生于明万历三十五年（1607年），卒于清康熙二十三年（公元1684年），跨越了两个朝代，顽强地生活了79年。他生活在怎样一个时代，这个时代又是怎样一种生活呢？“荡荡乾坤病，戋戋肺腑收”（《病发示眉仁》），这两句诗是傅山自己一生的切身感受，它形象而概括地描绘了一个矛盾交织、激烈动荡、天崩地裂的时代和一个清醒的知识分子因此而撕心裂肺的痛苦的灵魂！傅山的前半生，是统治中国近300年的明王朝最后的37年。在中原和西南地区，农民与地主阶级的矛盾激化，农民起义的烽火燃遍了全国。在东北，民族斗争愈演愈烈，民族战争连年不断。在明王朝内部，阉党和东林党之间在党争中互相消长，此起彼伏。而作为封建社会上层建筑的思想文化界，充斥着性理的空谈、复古的迂论、陈腐的八股和柔媚的艺术作风。在傅山39岁这一年，即公元1644年，发生了中国历史上的大事件——甲申之变，先是李自成农民起义军的旗帜插上了北京城头，崇祯皇帝吊死在万寿山；后是满清的铁骑跨过了山海关，旋即踏遍中原。这对傅山来说，不啻是天崩地裂——虽然也在预料之中。“三十八岁尽可死，栖栖不死复何年！”（《甲申集·甲申守岁》）以甲申为转折点，傅山的后半生，又赶上清王朝统治中国近300年的最初40年，清军野蛮的镇压、屠杀和掠夺，汉族人民普遍的反抗，抗清义军的顽强战斗，南明王朝的苟延残喘，以及清廷对汉族知识分子的思想统治、文字狱和笼络收买……这又是一段血腥而动荡的历史！大矛盾，大动荡，包含着血与泪的大痛苦，却也孕育和锤炼着大人才！就在这样一个时代，在思想文化界产生了<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>、<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>、<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>、傅山、李禺页、颜元、<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>、吕留良、潘格平等一大批杰出人才，他们虽然各具特色，但都关心民间疾苦和民族兴亡，不同程度地具有初步民主思想和唯物主义哲学倾向，掀起了17世纪后半期的一股进步思潮，可以说形成了继战国时代百家争鸣之后的又一次思想解放的活跃局面。其中傅山与顾、黄、王、李、颜，被<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>并称为“清初六大师”，这是仅就学术成就和思想影响而言的。如果从思想解放的程度、学术领域的宽广、艺术创作的成就、医道医术的造诣等多方面看，傅山更是“横看成岭侧成峰”，多才多艺，多所建树，气象万千，光彩夺目，确非其他人可企及。</p> <p>　　在政治和社会舞台上，傅山一生有三件大事：早年，曾作为山西学生的领袖，为昭雪平反袁继咸冤案，反对腐朽的宦党和黑暗的暴政，领导全省诸生进京请愿，持续半年，成为中国近代早期学生运动的先声。中年，曾从事秘密反清活动20余年，在49岁时被逮下狱，一年有余，几经严讯，备极拷掠，抗词不屈，绝食9日，抱定必死的决心，坚持斗争，终于获释。晚年，他主要从事著述，曾先后接待或拜访了昆山顾炎武、容城孙逢奇、富平李因笃、周至李禺页、和川戴务旃、彭城<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>、番禺屈大均等一大批在野的文人、学者，以及当时尚未仕清的秀水<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>、新城<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>、太原阎若璩，实际上成为在野的思想文化界的领袖和代表之一，并以73岁的高龄，绝食七日，坚持斗争，拒绝参加清廷为笼络汉族知识分子所举办的博学鸿词科考试，拒绝做清朝的官。这些壮举在他所处的时代确实够得上特立独行，在当时的知识分子中是最为突出的。</p> <p>　　在思想学术方面，傅山不仅堪与顾、黄、王并驾齐驱，而且比他们思想更解放，在反对以道统自居的理学说教、冲破儒家传统思想束缚方面，战斗精神和独创性更强。他博览经史子集，开创诸子学，精通音韵学与名学（逻辑学），擅长金石遗文之学，确实无愧于同时代人的这种评价：“学究天人，道兼仙释（《柳崖外编》），”“博极群书，时称学海”（郭《傅山传》）。</p> <p>　　在文学艺术方面，傅山的诗文思想性、现实性极强，写作不拘成法，任性直率，古奥老拙，慷慨苍凉，奇思逸趣，形成了独特的艺术风格；书法草楷篆隶，无不精工，豪迈不羁，独辟蹊径，名满天下，当时评价“在<a href=\"http://so.gushiwen.org/author_908.aspx\">王铎</a>之上”（戴廷木式《与张尔公书》）；绘画古雅入神，写意曲尽其妙，《图绘宝鉴》评论说：“其才品海内无匹，人不能尽识也。”</p> <p>　　在医学方面，他精通医经脉理，擅长妇科及内外诸科，当时“人称医圣”（蔡璜《傅山传》）。</p> <p>　　傅山在他的著作和书面题款上，也经常署名为公之它，亦作公他，又号石头、石道人、石老人、啬庐、随厉、六持、丹崖子、丹崖翁、浊堂老人、青羊庵主、不夜庵老人、傅侨山、松侨老人、侨公、太原侨、朱衣道人、酒道人、酒肉道人，或径称居士、傅道士、傅道人、傅子，又称老蘖禅、还阳真人、真山、侨黄真山、五峰道人、龙池闻道下士、观化翁、观花翁、橘翁、大笑下士、西北之西北老人。用现代的话说，傅山也许算得上世界上“笔名”最多的作家之一吧，而这些笔名又无不体现了这座“奇峰”的经历、思想和性格。</p><br/><h2>批评理学</h2> <p>　　万物皆道，秉承传承道家精神的<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>看到“道本不息如川之流”，道家犹如海纳百川，要博采诸家之长，这正式道家学术思潮的特点，他还特别提倡子学，通过考证，旁征博引，解释诸子，开出清代子学研究的先河。可见，傅山胸怀阔大、慧眼独具的过人之处。</p> <p>　　傅山,生于明万历三十五年(公元1607年),卒于清康熙二十三年(公元1684年)。这是明末清初的历史转折时期。当时,资本主义生产关系开始在封建社会内部萌芽,社会关系发生了巨大的变化。反映在思想界,占统治地位的宋明理学开始动摇,受到越来越多有识之士的批判。在这股反理学的潮流中,傅山抱着抗清复明的信念,以先秦诸子思想,特 别是以老庄为代表的道家思想为武器,对宋明理学进行了无情的批判,阐发了自己的唯物主义思想,被后人称为启蒙的思想家。</p> <p>　　清初,封建统治者利用宋明理学进行思想统治,广罗明末知识分子为其服务。对此,傅山采取不合作的态度。为了躲避朝廷的纠缠、掩护自己的政治活动,他过着四处游医的生活,并拜“还阳真人 ”为 师，出家入道,自号“朱衣道人”①。因此,傅山的一生充满了道家色彩。</p> <p>　　他曾说:“三日不读《老子》,不觉舌本软,昔但习其语。五十以后,细读《老子》,而觉前辈精于此学者,徒费多 少口舌。,⑧“庄子为书,虽恢橘佚宕,于六经之外,譬犹天地日月,固有常经常运,而风云开阂,鬼神变幻,要自不可缺。”⑧ 这些,都反映出傅山对待老庄思想的态度。</p> <p>　　傅山离俗入道的原因 是多方面 的。首先,傅山的反清复明志向决定了他对待宋明理学的态度,认为“今所行五经 四书注,一代之王制,非千古之道统 也”④,“以《管子》、《庄子》、《列子》、《楞严》、《唯识》、《毗婆》诸论，约略参同，益知所谓儒者之不济事也。因而他喜欢老庄进而喜欢道家思想及道教。其次,傅山所处的时代是人们批判 宋明理学的禁欲主义、提倡个性解放的时代,傅山本人曾多次发“反常之论”,主张“率性而为”,这和道家思想中主张的“顺物自然”、“漂然物外”的观点相吻合。而且在理论上对道家思想有所阐发。</p><br/><h2>隐居</h2> <p>　　明亡后，<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>衣红衣，居山寺，改号朱衣道人，从事着反清复明的秘密活动。清顺治11年（公元1654年），傅山因南明总兵宋谦在晋豫边界起事反清，事败下狱，成“谋逆钦犯”，虽遭严刑，却坚贞不屈，曾绝食九日，濒临死亡，后经营救获释，此案曾轰动一时，被称作“朱衣道人案”。顺治14年（公元1657年），<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>因江南已无法容身，“浩然有山东之行”，应傅山之邀，千山独步，天马行地，来到了太原。顺治16年（公元1659年），郑成功克镇江，袭南京，<a href=\"http://so.gushiwen.org/author_1938.aspx\">张煌言</a>攻安徽，江南反清形势似转机，傅山闻讯后，急忙南下，既至南京，郑张已败走，他只好带着又一次地扫兴回到太原，其后一直隐居于晋祠云陶洞。他曾作《宿云陶》<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>：</p> <p>　　雾柳霾花老眼憎，云陶稳睡拔鸡鸣；晋祠三日无吟兴，只忆观澜智勇生。</p> <p>　　隐居期间，他吟诗作画，潜心著述，并与顾炎武、阎若璩、<a href=\"http://so.gushiwen.org/author_2896.aspx\">阎尔梅</a>、<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>等学人考证晋祠，感怀晋史。傅山待友必煮茶，故有人也将云陶洞称作茶烟洞，“石室茶烟”是晋祠内八景之一。景宜园距云陶洞数步之遥，园内“杂树交荫，希见曦影”，此地为傅山饮茶品茗处。</p> <p>　　期间，傅山先生在此还留有许多书法作品，其中嵌于朝阳洞石阶下周柏旁壁间的“晋源之柏第一章”最为要紧，其字行楷中揉魏碑，舒缓里见矫捷，遒劲得力，练达通脱，一看便知是高逸出世、遗身物外之作，难怪能被阎若璩誉为晋祠三绝之一。难老泉亭内的“难老”匾、圣母殿廊下的“永锡难老”匾均为名题。嵌于文昌宫墙壁上的《文昌帝阴骘文》也出自他的手笔，全文446字，小楷写就，直师钟繇，工整不苟，玉润珠圆，是其罕有的小楷作品。另外，景宜园楹联“茶七碗，酒千盅，醉来踏破瑶阶月；柳三眠，花一梦，兴到倾倒碧玉觞”、同乐亭楹联“万竿逸气争栖凤；一夜凌云见箨龙”，“梧桐月白杯中照；杨柳风来画上川”，也均为傅山所书。云陶洞楹联“日上山红，赤县灵真三剑动；月来水白，真人心印一珠明”之上联中的“日”与下联中的“月”合璧为明字，“珠明”则暗指朱明。</p> <p>　　傅山对晋祠的影响不仅仅在于书法、著述，更在于对晋祠操守的提升、品格的趋高。“倚南窗以寄傲，审容膝之易安”的云陶洞紧邻朝阳洞，占据着晋祠云至高。俯瞰全园，了然一目，远眺田畴，隐约可现。除去一年一度庙会里的纷杂熙攘，除去平日偶有挚友造访，这里少有游人光顾。园日涉成趣，门虽设而常关。当石磴上青苔侵阶、隙间拱草，秋树下的扫叶人又把一季的春华挈走时，傅山先生慨叹感怀之余，却未倦慵喟然，诗作愈发激昂高亢，著述愈发精邃深湛，书法愈发奕奕神采，意志愈发贞固刚毅。他不是“静念园林好，人间良可辞”的隐逸者，也非“中岁颇好道，晚家南山陲”的削迹仙。</p> <p>　　论及晋祠的操守、品格，岂有不言傅山傅青主者也！</p><br/><h2>与酒</h2> <p>　　人们都知道<a href=\"http://so.gushiwen.org/author_1210.aspx\">傅山</a>是一位伟大的道家思想文化大家，当时被人誉为“学海”。可很多人也许不知道，傅山还是一位好酒的性情中人。他在取得巨大的思想学术成就的同时，也与酒结下了终身的不解之缘。尤其是他与享誉国际国内的佳酿竹叶青，还有一段不能割舍的渊源。</p> <p>　　傅山年轻时就嗜好喝酒。他在霜红龛读书时，曾作《红叶楼》七言绝句一首，其中一句就是：“傅山彻夜醉霜红。”明亡以后，由于感情郁积悲愤，傅山对酒的爱好也越来越浓了。明亡后的第一个除夕夜，傅山痛苦地写道：“无情今夜贪除酒，有约明朝不拜年。”傅山在长期的流寓生活中，除了书籍与笔墨之外，唯一不能离的就是酒了。当然，傅山与普通好酒的人不同，他除了对酒有种天然的喜欢外，还把酒作为发泄愤懑和交流思想的媒介。他和他的同道认为，酒是“真淳之液”，酒后能吐真言。</p> <p>　　在傅山十多年的流寓生活中，汾阳是他寄居和活动较多的地方之一。而汾阳正是汾酒和竹叶青的诞生地，因此，傅山便与竹叶青有了修订和完善之缘。</p> <p>　　说起竹叶青，它还有一段有趣的传说。这一年，山西酒行又要开酒会了，一东家吩咐两个伙计备好一坛新酒抬去参品。这天天气特别热，伙计俩走得又热又渴，到了正午，恰巧来到一片竹林，两人一商量，决定先在竹林里凉快凉快，找口水喝。可哪有水呢！伙计俩顺手从一株成竹上扯了两片大竹叶，捻成两个小酒杯喝起来。他俩喝完酒却傻眼了：只剩下半坛子酒，怎么去交差呢？</p> <p>　　两人走不多远，又见到一片竹林，竹林里有个小水洼，上面飘着的一层竹叶将洼中的水映得晶莹碧绿，甚是惹人喜爱。这伙计俩赶紧把酒坛子放下，蹲在小水洼边，你一下，我一下地往坛子里加水，不一会儿就把坛子灌满了。</p> <p>　　再说酒会上。就在各家的酒快要品尝完了，只见这伙计俩满头大汗地抬着坛子走进会场，东家揭开坛盖，舀了一碗酒，恭恭敬敬地捧到酒会会长面前。不用细说，这年酒会上，伙计俩送去的酒名列榜首！</p> <p>　　后来，东家买下了那块地皮，将自己的酒坊迁去，在小水洼上打了一眼井，又从酿造技艺上努力改进，还在酿好的酒中加入新鲜的竹叶，终于酿出了别有色味的好酒，取名“竹叶青”。</p> <p>　　唐代的竹叶青已经名气不小，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>曾吟咏道：“酒中浮竹叶，杯中写芙蓉。”初唐<a href=\"http://so.gushiwen.org/author_1210.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_464.aspx\">王绩</a>也写道：“竹叶连糟翠，葡萄带曲红。”可见，唐代的竹叶青已有了一定的发展。到了宋代，竹叶青的配方中已有了中药的成分。而竹叶青能有今天的独特品质，则是因为傅山对其配方的修订。</p> <p>　　据记载，傅山经常往来于汾阳，他行医道，品美酒，并从保健和养生的目的出发，对竹叶青的配方进行了研究，还与许多酒工成为好朋友。一日，傅山看酒工浸泡药材酿造竹叶青酒，有深厚中医学基础和丰富经验的他便教酒工如何浸泡，如何搭配中药材牞才能发挥更好的疗效。酒工们按他说的方法一试，果然酿出的酒不仅味道芳醇，金黄透亮，医治经络疾病的疗效也显著提高。傅山将竹叶青的配制用药由过去的四五种改为十二种，保留了竹叶的成分，使竹叶青具有多种保健养生功效，成了今天名重天下的佳酿。</p> <p>　　傅山流寓四方，喝过各种各样的酒，但他最欣赏的酒中，应该少不了自己亲自修订完善过的竹叶青吧。</p>"
}