{
  "id": 647,
  "star": 74,
  "name": "杜审言",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_647.jpg",
  "dynasty": "唐代",
  "desc": "杜审言（约645-708），字必简，汉族，中国唐朝襄州襄阳人，是大诗人杜甫的祖父。唐高宗咸亨进士，唐中宗时，因与张易之兄弟交往，被流放峰州（今越南越池东南）。曾任隰城尉、洛阳丞等小官，累官修文馆直学士，少与李峤、崔融、苏味道齐名，称“文章四友”，是唐代“近体诗”的奠基人之一，作品多朴素自然。其五言律诗，格律谨严。",
  "content": "<h2>人物生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_647.aspx\">杜审言</a>（约645-约708），字必简，襄州襄阳（今湖北襄阳）人，后徙河南巩县（今河南巩义）。杜审言的父亲杜依艺做巩县县令 全家迁往巩义。晋征南将军杜预的远裔。擢进士，为隰城尉，恃才高，以傲世见疾。<a href=\"http://so.gushiwen.org/author_396.aspx\">苏味道</a>为天官侍郎，审言集判，出谓人曰：味道必死。”人惊问故，答曰：“彼见吾判，且羞死。”又尝语 人曰：“吾文章当得屈、宋作衙官，吾笔当得<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>北面。”其矜诞类此。累迁洛阳丞，坐事贬吉州司户参军。</p> <p>　　司马周季童、司户郭若讷构其罪，系狱，将杀之。季童等酒酣，审言子并年十三，袖刃刺季重于座，左右杀并。季童将死，曰：“审言有孝子，吾不知，若讷故误我。”审言免官，还东都。苏(廷页)伤并孝烈，志其墓，刘允济祭以文。武后召审言，将用之，问曰：“卿喜否？”审言蹈舞谢，后令赋《欢喜<a href=\"http://so.gushiwen.org/author_647.aspx\">诗</a>》，叹重其文，授著作佐郎，迁膳部员外郎。神龙初，坐交通张易之，流峰州。入为国子监主簿、修文馆直学士，卒。大学士<a href=\"http://so.gushiwen.org/author_521.aspx\">李峤</a>等奏请加赠，诏赠著作郎。初，审言病甚，<a href=\"http://so.gushiwen.org/author_248.aspx\">宋之问</a>、<a href=\"http://so.gushiwen.org/author_2208.aspx\">武平一</a>等省候何如，答曰“甚为造化小儿相苦，尚何言？然吾在，久压公等，今且死，固大慰，但恨不见替人”云。杜审言与李峤、<a href=\"http://so.gushiwen.org/author_949.aspx\">崔融</a>、苏味道合称文章四友，世号“崔李苏杜”。融之亡，审言为服缌云。审言生子闲，闲生甫。（《新唐书·杜审言传》《唐才子传》）</p> <p>　　杜审言是西晋杜预的子孙。在咸亨元年与状元宋守节同榜登进士第，任隰城县尉。审言凭借自己才能过人，为人高傲，被众人忌恨。苏味道任天官侍郎时，有一次审言参加官员的预选试判，出来后他问旁人说：“苏味道必死。”听到此话的人大惊，忙问是何原因，审言回答说：“他见到我的判词，应当羞愧而死。”审言还曾说：“我的文章使<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>的赋也成为部下，我的书法使王羲之也成为学生。”他的自负傲慢就像这样。后来审言因事获罪，被降职为吉州司户参军。到<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>将他召回，准备重用他时，问他：“你高兴吗?”审言手舞足蹈，表示谢恩。武后命他作《欢喜诗》一首，诗写得令武后满意，受职为著作郎。后来他又任修文馆直学士，直到他病逝。当初审言病重时，宋之问、武平一曾去看望他，他对二人说：“我受尽了造化小儿的苦，还有什么可说的！不过我活着，老是让你们出不了头。如今我快死了，只是遗憾找不到接替我的人呀！”审言年轻时与李峤、崔融、苏味道齐名，并称为“文章四友”。他身后留有文集十卷，今已不传，流传下来的只有四十多首诗。</p> <p>　　唐高宗咸亨元年（公元670年）擢进士第，为隰城尉。后转洛阳丞。武后圣历元年（公元698年），坐事贬吉州司户参军。却在此时得罪同事郭若讷、长官周季重，两人合谋诬陷杜审言，定了死罪。杜审言十三岁的儿子杜并为父报仇，潜入刺杀了周季童，杜并也被侍卫武士当场杀死，事态震惊朝野，皆称杜并为孝子。燕许大手笔的许国公苏颋，还亲自为杜并作墓志铭。</p> <p>　　武则天闻知此事，召审言入京师，又因欣赏其诗文，授著作佐郎，官至膳部员外郎。后因勾结张易之兄弟，被流放到峰州[1] 。不久，召回任国子监主簿、修文馆直学士。</p> <p>　　约中宗景龙二年（公元708年）卒，赠著作郎。</p> <p>　　杜审言的诗多为写景、唱和及应制之作，以浑厚见长，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>云：“吾祖诗冠古。”工于五律，对近体诗之形成与发展，颇有贡献。被后人评论为中国五言律诗的奠基人。他的五律《和晋陵陆丞早春游望》，被明朝的胡应麟赞许为初唐五律第一。他的五言排律《和李大夫嗣真奉使存抚河东》，长达四十韵，为初唐近体诗中第一长篇。</p><br/><h2>家族成员</h2> <p><strong>夫人<br></strong>薛氏<br>范阳卢氏，隋朝吏部尚书、容城侯卢柔五代孙女，渭南尉卢元懿的孙女，庐州慎县县丞卢元哲之女</p> <p><strong>子女<br></strong>长子：杜闲（朝议大夫、兖州司马，<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>之父）<br>次子：杜并<br>三子：杜专（开封尉）<br>四子：杜登<br>杜氏：嫁蜀县丞钜鹿魏上瑜<br>杜氏：嫁济王府录事河东裴荣期<br>杜氏：嫁平阳郡司仓参军范阳卢正均<br>杜氏：嫁硖石尉京兆王佑<br>杜氏：嫁常熟主簿会稽贺酰</p>"
}