{
  "id": 22,
  "star": 196,
  "name": "储光羲",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_22.jpg",
  "dynasty": "唐代",
  "desc": "储光羲（约706—763）唐代官员，润州延陵人，祖籍兖州。田园山水诗派代表诗人之一。开元十四年（726年）举进士，授冯翊县尉，转汜水、安宣、下邽等地县尉。因仕途失意，遂隐居终南山。后复出任太祝，世称储太祝，官至监察御史。安史之乱中，叛军攻陷长安，被俘，迫受伪职。乱平，自归朝廷请罪，被系下狱，有《狱中贻姚张薛李郑柳诸公》诗，后贬谪岭南。江南储氏多为光羲公后裔，尊称为“江南储氏之祖”。",
  "content": "<h2>诗作评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>的<a href=\"http://so.gushiwen.org/author_22.aspx\">诗</a>以描写田园山水著名。如《牧童词》、《钓鱼湾》、《田家即事》、《同王十三维偶然作》、《田家杂兴》等，风格朴实，能够寓细致缜密的观察于浑厚的气韵之中，在表现闲适情趣的同时，多少接触到一些农村的现实，生活气息比较浓厚，给人以真切之感。储光羲在创作上努力效法魏晋，而摈弃六朝绮丽之风，形式多五言古体，内容也丰富多样。如天宝末奉使范阳，途经邯郸，见安禄山蠢蠢欲动，人民生活痛苦不堪，写《效古》二首以纪其事。诗云：“大军北集燕，天子西居镐。妇女役州县，丁壮事征讨。老幼相别离，哭泣无昏早。稼穑既殄灭，川泽复枯槁。”“……翰林有客卿，独负苍生忧。中夜起踯躅，思欲献厥谋。君门峻且深，踠足空夷犹。”表现出对时局深切的忧虑，以及报国无门的幽愤。至于写景诸作，如《述华清宫》、《游茅山》、《题陆山人楼》等，或气象雄浑，或清凄宛转，风格又自不同。写旅途的凄苦，如《寒夜江口泊舟》；写离别怀人，如《京口送别五四谊》，都感情真挚，颇为感人。<a href=\"http://so.gushiwen.org/author_366.aspx\">苏辙</a>于唐代诗人中，特别推重储光羲。殷璠《河岳英灵集》评储光羲诗，说他“格高调逸，趣远情深，削尽常言，挟《风》、《雅》之迹，浩然之气”；并把他与<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>相提并论，认为“两贤气同体别”，都是能够继承曹(植)、刘(桢)、潘（岳）、陆（机）的“风骨”的。《四库全书总目》说：他的诗“源出陶潜，质朴之中，有古雅之味，位置于<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>、<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>间，殆无愧色。”</p> <p>　　<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>说：“陶诗胸次浩然，其中有一段渊深朴茂不可到处。唐人祖述者，王右丞有其清腴，孟山人有其闲远，储太祝有其朴实，韦左司有其冲和，柳仪曹有其峻洁，皆学焉而得其性之所近。”（《说诗晬语》）</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>，润州延陵（今江苏金坛）人，祖籍兖州（今属山东）。开元十四年(726)进士，与<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>、<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>同榜。授冯翊县尉，转汜水、安宜、下邽等县尉。仕宦不得意，隐居终南山的别业。后出山任太祝，世称储太祝。迁监察御史。天宝末，奉使至范阳。当时安禄山兼任范阳、平卢、河东三镇节度使，强兵劲卒，正积极准备发动叛乱，而唐玄宗委任权奸，荒于政事。储光羲途经邯郸，作《效古》二首写途中所见：“大军北集燕，天子西居镐。妇女役州县，丁壮事征讨。老幼相别离,哭泣无昏早。稼穑既殄灭，川泽复枯槁。”并自抒怀抱说：“翰林有客卿，独负苍生忧。中夜起踯躅，思欲献厥谋，君门峻且深，踠足空夷犹。”忧念时局,语意颇深切。又有《观范阳递俘》<a href=\"http://so.gushiwen.org/author_22.aspx\">诗</a>说：“四履封元戎，百金酬勇夫。大邦武功爵，固与炎皇殊。”对朝廷的昏聩，安禄山的野心，洞若观火。安史乱起，叛军攻陷长安，他被俘，迫受伪职，后脱身归朝，贬死岭南。</p> <p>　　储光羲因晚年失节，《旧唐书》、《新唐书》皆无传。其事迹散见于<a href=\"http://so.gushiwen.org/author_49.aspx\">顾况</a>《监察御史储公集序》、《唐诗纪事》、《唐才子传》。《新唐书·艺文志》著录有集70卷，已散佚。所著《正论》15卷、《九经外议疏》20卷。今有《储光羲集》5卷，《全唐诗》编为4卷。</p><br/><h2>生平研究</h2> <p><strong>生卒年</strong><br>　　闻一多《唐<a href=\"http://so.gushiwen.org/author_22.aspx\">诗</a>大系》定<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>生于公元707年，陆侃如、冯沅君《中国诗史》亦持此说。后来李金坤《储光羲里贯、生卒年考辨》对此说作了补考。但是陈铁民在其《储光羲生平事迹考辨》中认为，储光羲当生于中宗神龙二年（公元706年）。葛晓音《储光羲评传》，则认为储光羲生于公元702年，似更合理。对于储光羲的卒年，异说较多。闻一多《唐诗大系》认为储氏约卒于公元759年，陆侃如、冯沅君《中国诗史》则认为储氏约卒于公元760年，陈铁民《考辨》认为储之卒，当在宝应元年（公元762年）遇赦后不久，姑定为广德元年（公元763年）。李永祥、于友发《储光羲事迹考略》认为储光羲大约是在大历元年（公元766年）前后谢世的。李金坤《考辨》也认为储光羲并未贬死岭南，当卒于遇赦后的大历元年左右。</p> <p><strong>籍贯<br></strong>　　储光羲的籍贯，向有鲁国兖州的说法。施章在其《唐代田园诗人储光羲之研究》首先对此旧说进行了辨析，他认为储光羲并不是山东的兖州，而是江苏的江都人，又从他的诗中得知，储光羲的生地不是山东的兖州，而是江苏的南兖州。马茂元《储光羲里贯及生平事迹考辨》也对兖州说进行了辩驳，但他认为光羲世居鲁郡，后占籍润州之延陵，实应为延陵人。后来陈铁民《考辨》对马茂元的说法表示赞同，且以储诗证之，认为“储无疑是延陵人”。同时或稍后，又有黄进德《储光羲贯润州延陵考》、李永祥、于友发《储光羲事迹考略》、李金坤《储光羲里贯、生卒年考》等文皆认为储光羲籍贯当为润州延陵。</p> <p><strong>科第考</strong><br>　　对于储光羲科第的情况，学界也有不同的看法。马茂元《考略》认为，储光羲于开元十四年（公元726年）登进士第，与<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>、<a href=\"http://so.gushiwen.org/author_766.aspx\">綦毋潜</a>同榜。所谓“应制”，即诏中书试文章。盖登第后试文章，乃释褐也。谭优学《唐诗人行年考·储光羲行年考》则认为，储光羲开元十四年在东都，成进士，制科及第。陈铁民《考辨》对开元十四年进士试在洛阳举行而非在长安举行作了辨析；又谓储光羲是年登进士第后并未立即解褐入仕，盖登第后又试文章，然后授官也；又据《秋庭贻马九》诗知是年秋储尚在洛阳，估计他授官和离开洛阳赴任的时间约在十四年秋冬间。</p> <p><strong>仕宦考</strong><br>　　马茂元《考略》据储诗补考了他曾在释褐后一度归隐，后又出山官太祝，天宝末曾使至范阳，其为御史当在天宝十四五载间（公元755――756年），安禄山乱起之际，其任伪官后似曾谋欲建功以自赎而未遂。陈铁民《考辨》则考出储曾四为县尉，大约在开元二十一年辞官归乡；归乡后约于开元二十八年复入秦，嗣后，即隐居终南；储出山官太祝的具体时间，难于确考，估计在天宝六、七年间；其官监察御史最晚即在天宝九载，出使范阳应在天宝九载；对于储陷贼后的行止，该文也作了较详细的考证。谭优学《行年考》对储光羲的仕宦经历也有较详细的考辨，并作了编年，他认为，储开元十四年制举及第后，即授汜水尉，自洛还江东当在开元二十一年之后，自开元二十三年至开元末，似闲居洛中（何时从\"故丘\"返洛中返此不可考），于天宝四载或稍前尉安宜，天宝十载任华州下邽尉，天宝十二载自下邽尉征拜太祝，未上，隐居终南庄城，天宝十三载或稍后迁监察御史，天宝十五载，陷贼，受伪署，疑于肃宗乾元二年（公元759年）贬赴冯翊。另外，李永祥、于友发《考略》也对储光羲的仕历作了一些考证，如他认为储光羲属于<a href=\"http://so.gushiwen.org/author_691.aspx\">张九龄</a>一派，于开元二十二年被擢入朝任监察御史，在开元二十五年疑因系张九龄党而入狱。葛晓音《储光羲评传》对储光羲的仕历也有一些新的考证，如她认为储光羲于开元十四年释褐后应先任下邽尉，时在开元十五年；开元十八年又转安宜尉，大约在开元十九年或二十年在安宜尉任上弃职归隐（先回故乡，然后又到太行山附近的淇上赋闲）；他任汜水尉当在开元二十二年左右，此后可能曾任冯翊尉；开元末到天宝初储光羲隐居终南山；其拜太祝的时间，应在天宝五载以后。</p> <p><strong>思想及诗歌研究</strong><br>　　关于储光羲思想研究方面的专论，只有储皖峰《<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>与储光羲》、缪文逵的《储光羲的人生观》等为数不多的文章。另外施章在其《唐代田园诗人储光羲之研究》一文中也对储光羲的思想和性格作了较细致的分析，他认为，储光羲的人生见解，受老氏思想的影响较深，“他有时虽然有同道士或炼师的游仙思想，这是由于不满当时的社会环境，虚构出一个乐园，来聊以消忧的方法。”“他理想中的人物是柱下史老聃，是浮丘子，是王子晋；而不是<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>颜回。所以他能好独善，怀虚无，他既与为功名而钻营之徒异趣，自然功名中人也不愿与之为伍。所以他希望能如王子晋游太清之境，就可以无忧无虑了。”对于储光羲之受伪职，施章也有自己独特的见解，他认为，“姑不论储光羲从贼是事出无奈，就是从他的诗中，也可看出他率真的性格，看出他对唐明皇的不满和对明皇左右一般助桀为虐的家奴的痛恨”，“这位诗人虽有悖于奴隶道德的嫌疑，可是他的人格道德无论如何，乃光明落地，并不像一般腐儒的拘守绳墨。”张仲谋、孙映逵《储光羲简论》在谈到储光羲诗歌的思想价值时说其思想基础是儒家思想，稍微沾染了一些道家和神仙家的意识。葛晓音的《储光羲评传》也对储光羲的性格和思想作了较深入的探讨，作者指出，“宁可崎岖下位，长守贫贱，也不肯改变自己的人生信仰，这种清浊分明、追求真淳的精神，是储光羲思想中可贵的一面。\"\"尽管他常怀独善之志，又好长生之说，积极入世仍是他的主导思想。”乔象钟、陈铁民主编《唐代文学史》上册在肯定了储光羲诗歌中有关心国事民瘼的力作，抒发了自己苦旱悯农，忧念社稷苍生的深切感情之后，又指出对其作品中的思想性不能估计过高，因为他还有一些歪曲历史的作品，表明了诗人也有阿谀权贵的庸俗思想意识。<br>　　对储光羲诗歌进行专门探讨的论文也不多。施章《唐代田园诗人储光羲之研究》中有一节是专论\"储光羲之农诗\"的，他认为储光羲“以他率真的性格，健全耐劳的身体，由实地耕作当中来体验农夫的生活，而由诗中表现出农人的自得和辛苦的实感来，自然是成为最真实的农诗了”，又认为“光羲的全部诗集的艺术，都具有率真朴质的本色”，“他在唐代诗人中，能特树一帜，而成为一个名家，也就是由于这种质朴的艺术所致。”张仲谋等著《储光羲简论》则探讨了储光羲的五古创作及其艺术成因和储光羲的田园诗及其影响，最后认为，\"储光羲的田园诗多于而且优于王、孟，作为唐代田园诗人的代表，他上承陶渊明，下开<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>，堪称中国三大田园诗人之一。\"葛晓音《储光羲评传》也着重分析了储光羲的田园诗的艺术成就，该文认为，储光羲首先以田园生活为喻体，均采用民歌形式，从农村田猎、樵采、渔牧等日常劳动取材，歌咏隐逸生活的悠闲，并以各类劳动的不同性质和特征为比喻，寄托他仕途失意的种种感慨；其次，善于朴实细致地描写劳动生活的情景，富有农村的泥土气息；还有不少诗以境界的清新闲静见长；他在五古上用力最多，格调清雅老成，颇有古意，但有些诗较为繁杂，缺乏完整和谐的基调；五律则大抵轻快有余而凝练不足；他的小诗虽然不多，却有一些佳作，最能见出其思致清新、笔调活泼的特色。此外，论及储光羲诗歌的文章还有李无未、王辛凡的《储光羲诗韵谱》、刘继才的《论储光羲――兼与陶渊明等比较》等。</p>"
}