{
  "id": 2831,
  "star": 0,
  "name": "崔莺莺",
  "image": "http://img.gushiwen.org/authorImg/cuiyingying.jpg",
  "dynasty": "唐代",
  "desc": "崔莺莺，小说、戏剧中的人物，生于河北博陵，最早出现于唐代元稹的小说《莺莺传》，《莺莺传》描写的是张生对崔氏始乱终弃的故事，文章的最后说“崔氏小名莺莺”，元稹的《莺莺传》为后代西厢故事之祖，金代董解元在《莺莺传》基础上作《西厢记诸宫调》，把张生对莺莺始乱终弃的事改编成张崔二人自由恋爱的故事，元代王实甫又在《西厢记诸宫调》的基础上作杂剧《西厢记》，王实甫的《西厢记》文词优美，人物形象塑造生动，遂使西厢故事广为流传，作为主角的崔莺莺也几乎成了家喻户晓的人物。",
  "content": "<h2>人物谜团</h2> <p><strong>身份之谜</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>所作《莺莺传》虽是传奇，但一般认为是带有自传性质的，张生就是元稹，莺莺是元稹曾经的恋人，元稹为了攀附权贵，最后娶了豪门望族的女子，而抛弃了昔日的恋人。女主角<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>的身份究竟大致两种说法：一是寒门闺秀，二是妓女。首先从莺莺的家庭状况：是有崔氏孀妇，将归长安。崔氏之家，财产甚厚，多奴仆。（崔母）其子曰欢郎，可十馀岁。因此，我们知道莺莺之母郑氏为寡妇，生有一子一女，男为欢郎，已十馀岁，女为莺莺「生年十七矣」，而且家庭的经济状况算是富裕，养有许多奴仆可供使唤。由此观之，崔家应非所谓的「寒门」。</p> <p>　　《莺莺传》布下些许隐藏的线索，说明莺莺的来历并不单纯，这点我们不能忽视。</p> <p>　　作者元稹为何要故布疑阵</p> <p>　　理由有三：</p> <p>　　一.当时几篇名著如「李娃传」、「霍小玉传」等，皆属于抬高女性地位的作品，而且女主角的身份都是妓女，霍小玉曾自言：「妾本倡家。」作者的创作总是跟著时代风尚来走，因此当时有许多文人投入撰写关于妓女的作品，《莺莺传》也是其中一篇。</p> <p>　　二.《莺莺传》是元稹自身爱情生活之写照，虽然文中不时流露出炫耀其艳遇之心情，但也可见得他对女主角莺莺是存有愧疚之心的，否则不会透过莺莺之口说：「为郎憔悴却羞郎」以责备张生，不无自责之意。</p> <p>　　三.虽是写艳遇，但元稹对女主角必有相当程度的感情，所以不愿明写其为妓女身份，而以莺莺遵守礼教、是个闺秀作为幌子，美化她的身份，事实上，答案 已藏在文本之中了。</p> <p>　　他这样刻意隐瞒莺莺的真实身份，其实蕴藏了多少对昔日恋人的爱与悔恨啊！这或许是元稹的难言之隐，不足为外人道也！</p> <p><strong>莺莺坟</strong></p> <p>　　浚县第一实验小学院内有一块莺莺碑，来自崔庄之莺莺坟，该碑为《唐故荥阳郑府君夫人博陵崔氏合袝墓志铭》，碑高0.8米，宽1米，左边及右下角已残缺。碑文正楷书，历时苍桑，许多地方已漫漶不清。仔细辨识，尚可读懂大意。文中并未提及莺莺，但据当地人介绍说，崔氏即是莺莺。莺莺传》中的张生即是作者元稹，所以该传有一定真实性。取之与墓志对照，传中莺莺与碑中崔氏颇多吻合：均姓崔，均为博陵人氏，均出身令门清族，均为唐德宗至宣宗间人。碑文载崔氏“病卒于大中九年（855年），享年七十有六”。《莺莺传》中莺莺之母向张生介绍莺莺年龄时称：“今天子甲子岁之七月，终于贞元庚辰，生年十七矣。”意思是：莺莺生于今天子甲子年七月，到贞元庚辰年，已经十七岁。经查，“今天子甲子岁”，即德宗兴元元年（784年），按此推至大中九年，莺莺应为七十二岁，与碑文所载崔氏享年七十有六相差四岁，颇为相近。《莺莺传》记述莺莺被张生始乱终弃，一年后，崔张分别嫁娶：“后岁余，崔已委身于人，张亦有所娶”。此“委身”即出嫁。嫁给谁人，《传》未明说，颇疑莺莺所嫁之人即碑文中荥阳郑府君郑恒。如此多处吻合，难说碑文中崔氏不是《莺莺传》中崔莺莺。至于荥阳郑恒和博陵崔莺莺为什么合葬于崔庄，碑中没有介绍，还有待进一步研究。但该碑即来自崔庄南地坟冢，从以上对照分析来看，莺莺坟及传说并非空穴来风。</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_829.aspx\">王实甫</a>《西厢记》里的<a href=\"http://so.gushiwen.org/author_2831.aspx\">崔莺莺</a>是相国小姐，她深沉、含蓄，既有外在的凝重，又有内在的激情。封建家庭的教养，无法完全窒息她内心的青春情感。她不由自主的对张生一见倾心，月下隔墙吟<a href=\"http://so.gushiwen.org/author_2831.aspx\">诗</a>，大胆地对张生吐露心声，陷入情网之中而不能自拔，饱尝着相思的痛苦。同时她也越来越不满于老夫人的约束，并迁怒于红娘的跟随。老夫人当众许婚，后来又出尔反尔，既赋于崔，张的婚事以外在的合理性，又赋于崔、张爱情以内在的合理性。正是这种内在和外在的合理性，成为莺莺敢于冲破老夫人的约束，决心对张君瑞以身相许的潜在动力。但是，冲破内在心理的樊笼毕竟比冲破外在人为的约束还在艰难，于是就有了莺莺的“闹简”和“赖简”，其中莺莺所表现的“假意儿”，不仅是为了试探红娘是否可靠，张生是否真心，更重要的是披露出崔莺莺战胜传统的教养、女性的禁忌所应有的反复和艰难。长亭送别时，莺莺既忧虑张生考试落第，婚事终成泡影，更担心张生考取后变心，另就高门，自己被弃置，承担着如此沉重的精神重压。</p> <p>　　《西厢记》深刻地揭示了崔莺莺的恋爱心理，即想爱而不敢爱，不敢爱却不由得不爱；并且细致地展现了她内心的强烈要求逐步压倒、战胜外部的压抑、传统的禁锢和心理的樊笼的全过程。</p> <p>　　与自身的封建礼教烙印作斗争</p> <p>　　老夫人毁约后，张生一撅不振，此时莺莺明明思念张生，让红娘去探望，但当见到红娘带回张生的简贴时，又“忽的波低垂了粉颈，改变了朱颜”，怒斥红娘说要告过夫人，打下你个小贱人下截来。”待红娘说要将简贴儿交与老夫人时，她又道:“我逗你耍来”，并急切地询问张生的情况。这种有辱于小姐身份的言行，是“欲”与“礼”的斗争。她在红娘面前遮掩，而内心又忍不住牵挂张生。<br>但她对张生的爱恋，一开始却是胆怯和动摇不定的，一方面她具有少女的情感和欲求；另一方面，她作为一个相国小姐又是在那样的母亲的管教下成长起来的，同时又接受过较多的封建道德教育，这就构成了她思想和行动上的矛盾。她回答张生的那首诗“兰闺久寂寞，无事度芳春：料得行吟者，应怜长叹人。”，表达了她不甘寂寞的苦闷心情，同时也流露了她对异性的渴望。在“听琴”的时候，她被张生琴中热切的呼唤深深地感动着，以致于泪水涟涟，但是她又没有勇气与张生见面。此时在她的心中，封建礼教的束缚和对张生的爱恋激烈地冲突着，最后爱情终于战胜了礼教。因此当她接到张生的情诗时，终于大着胆子写了一首题为《明月三五夜》的回诗，约定张生于十五日晚上相会。“待月西厢下，迎风户半开：拂墙花影动，凝是玉人来。”短短二十个字，标志着莺莺决然走上了叛逆的道路。</p> <p>　　紧接着的 “赖简”中她出言道：“我在这里烧香你无故至此，若夫人闻知，有何理说!’，“若不看红娘的面，扯你到老夫人那里去，看你有何面目见江东父老?’， “万一夫人知之，先生何以自安”三句道白，无一不提到老夫人。虽然此刻莺莺是远离老夫人的，但老夫人的威严却依然笼罩在她周围，使她产生了一种恐惧感。再说，直到此时，她也还没有充分的理由完全相信红娘，这也是促使她变卦的原因之一，而她的这次变卦又是出于不得已的。因此当她看到由于自己的所做所为，使张生相思成疾，病得快死时，便打消了一切顾虑，采取了一个大胆的行动，深夜主动去向张生表示慰问安抚，表达爱情。至此，莺莺的叛逆性格终于达到了高峰。</p> <p>　　除了叛逆的性格以外，在莺莺身上还体现了我国妇女所共有的一些其他品质，美丽、敏慧、深情、善良、温柔，才华横溢。她爱上了张生后，对他一往情深，温柔体贴。这是作者所看到的并赋予的剧中人物所具有的中国封建女子的典型美德。</p> <p>　　但《西厢记》中的崔莺莺已不再是<a href=\"http://so.gushiwen.org/author_18.aspx\">元稹</a>《莺莺传》中那个永远处于男性社会中的性别奴役和规范之中，任人摆布、最终被“始乱终弃”的有着悲剧形象的弱女子了，作者赋予了她鲜明的个性和内涵。莺莺虽然是一个带着封建礼教深深烙印的女子，同时也是一个于追求自己的爱情，敢于对自己的命运有所把握的女子，尽管她还只能把自己的爱情命运寄托在男人身上，像以后的很多女子如杜十娘、繁漪，都如此尽管莺莺的成功带有理想色彩，但毕竟她有自己明确的追求，她比她的前人有新的觉醒，更突出了性格中的叛逆，也给了后人启迪和希望。</p>"
}