{
  "id": 1722,
  "star": 0,
  "name": "吴镇",
  "image": "http://img.gushiwen.org/authorImg/wuzhen.jpg",
  "dynasty": "元代",
  "desc": "吴镇（1280—1354），元代画家。字仲圭，号梅花道人，尝署梅道人。浙江嘉善人。早年在村塾教书，后从柳天骥研习“天人性命之学”，遂隐居，以卖卜为生。擅画山水、墨竹。山水师法董源、巨然，兼取马远、夏圭，干湿笔互用，尤擅带湿点苔。水墨苍莽，淋漓雄厚。喜作渔父图，有清旷野逸之趣。墨竹宗文同，格调简率遒劲。与黄公望、倪瓒、王蒙合称“元四家”。精书法，工诗文。存世作品有《渔父图》、《双松平远图》、《洞庭渔隐图》等。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>祖名吴泽，字伯常，南宋时从汴梁（河南开封）移家至嘉兴，定居浙江嘉兴魏塘(今浙江嘉善魏塘)。吴镇年少好剑术，成年后与其兄吴瑱同受业于毗陵（今江<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>进）柳天骥学习易经，自此韬光养晦，讲天人性命之学，坚持高尚志气，不与众人和同，贯通儒、道、释三教，达生知命。长住魏塘，深居简出。为人抗简孤洁，一生清贫，高自标青，隐居不仕，与达官贵人很少往来。曾在村塾中教书，于钱塘等地卖卜。<br>吴镇十八九岁开始学画，年轻时游历杭州，吴兴，饱览太湖风光。开眼界，长见识，大自然的真山真水，启迪了他创作灵感。吴镇于六十八岁〔至正七年（1347年）〕侨寓嘉兴春波门外(今嘉兴市城区)春波客舍，专写墨竹。时与友人会于精严寺僧舍，心仪佛门，始自称“梅沙弥”。四年后回到魏塘，殁前自选生圹，自书碑文：“梅花和尚之塔”。墓在今梅花庵侧。</p> <p>　　其工<a href=\"http://so.gushiwen.org/author_1722.aspx\">诗</a>文书法，绘画题材多为渔父、古木、竹石之类，善画山水、梅花。草书学巩光，山水师法董源、巨然而又独出机杼，以雄强笔法辅以丰富墨法，自有一种苍茫沉郁、古厚纯朴之气。精写竹，师李衎，晚年则专写墨竹。墨竹宗<a href=\"http://so.gushiwen.org/author_1802.aspx\">文同</a>，为文同后又一大家。善于用墨，淋漓雄厚，为元人之冠。兼工墨花，亦能写真。同以竹掩其画，镇以画掩其竹。其画虽势不能夺，唯以佳纸笔投之，欣然就几，随所欲为，乃可得也。诗词风格简劲奇拔，感情真挚，常以比兴自吐胸臆，接近陶潜诗风，外示平淡而内实郁愤。书法能结合<a href=\"http://so.gushiwen.org/author_581.aspx\">王羲之</a>和<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>之长而自具面目。每作画往往题诗文于其上，或行或草，墨沈淋漓，诗、书、画相映成趣，时人号为“三绝”。其画风对明清山水画的发展，有较大影响。他与王蒙、<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>齐名，并称为元四家。</p> <p>　　相传吴镇本与盛懋比门而居，四方以金帛求盛画者甚众，而吴之门阒然。妻子颇笑之。曰：“二十年后不复尔。”后果如其言。</p> <p>　　吴镇事迹收录于《画史会要》《清河书画舫》《六研斋笔记》《容台集》《仓螺集》。 墨迹今存世的有《双桧平远图》轴(台湾故宫博物院藏)、《渔父图》轴（北京故宫博物院藏）、《渔父图》卷（美国佛利尔美术馆藏）、《长松图》轴（南京博物院藏）、《草书心经》卷（北京故宫博物院藏）等。其风竹刻石，陈列在嘉兴南湖烟雨楼，其八竹碑及草书《心经》碑陈列于嘉善梅花庵。又有《梅道人遗墨》2卷，系后人辑录的其诗和题跋。</p> <p>　　吴镇非常爱梅，家室四周遍植梅树，取斋名“梅花庵”。因居处有橡林，故书斋又名“橡室”。</p> <p>　　据《义门吴氏谱》可知：吴镇先祖为周王室吴王之后，吴镇祖父吴泽，字伯常，在宋代是一名抗金健将；父吴禾，字君家，号正心；叔父吴森，与<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>为至交，家甚富，人号“大吴船”。吴镇年轻时喜交豪侠一流人物，学习武术和击剑，后与哥哥吴元璋拜毗陵（今江苏武进县）柳天骥读书，研究天命人相之术。他曾在私塾教过学，去嘉兴等地卖过卜，《历代画家姓氏便览》说吴镇“村居教学自娱，参易卜卦以玩世”。青年时期的吴镇，在仕途上表现的与众不同，和元四家中其他三家也大异其趣：黄公望早年热衷于功名，结交了不少文人士大夫，失意后，才专意于画；王蒙青年时期也对仕途一再留恋过，又凭借和赵孟頫、<a href=\"http://so.gushiwen.org/author_961.aspx\">赵雍</a>、赵麟的特殊关系，结交了不少有地位的文人；倪瓒是吴地三个首富之一，虽自己不擅理财，但由于家中殷实的赀财和富裕的收藏，也给他创造了结交文人士大夫的诸多条件。</p> <p>　　吴镇则禀性孤耿，终生不仕，从不与权势者往来。从其题骷髅辞《调寄·沁园春》对蝇利蜗名之徒的讽刺中可见出他的处世哲学：“……古今多少风流，想蝇利蜗名几到头，看昨日他非，今朝我是，三回拜相，两度封侯，采菊篱边，种瓜圃内，都只到邙山一土丘。”</p> <p>　　据《沧螺集》卷三曰：“（吴镇）为人抗简孤洁，高自标表，号梅花道人。从其取画，虽势力不能夺，惟以佳纸笔投之案格，需其自至，欣然就几，随所欲为，乃可得也。”吴镇的画多是自画自题，很少有当时文人替他题诗。元四大家其它三家多有交往，但吴镇除与王蒙有诗证明是好友外，吴与黄倪并无充分证据证明他们建立过朋友关系，尽管当时黄、倪都一致对吴镇绘画艺术做了高度赞扬。</p> <p>　　吴镇既不愿做官，也很少从俗卖画，生活困难时，他便经常到嘉兴、武林等地卖卜，以维持生计。董其昌《容台集》中记曰：“吴仲圭本与盛子昭比门而居，四方以金帛求子昭画者甚众，而仲圭之门阒然，妻子顾笑之。仲圭曰：‘二十年后不复尔’，果如其言。”此文充分见出吴镇抱着对艺术的虔诚之心，不是随便改变画风去迎合世人的。晚年，吴镇思想向佛教靠拢，他经常去魏塘镇大胜、景德、慈云寺与僧人谈经论佛、吟诗作画，可行、松严和尚、竹叟、古泉讲师均与吴镇私交甚厚。元顺帝至正十四年，吴镇离开人世，遗命短碣于冢曰：“梅花和尚之塔”。明末泰昌元年，当地官绅集款为之修墓，董其昌题“梅花庵”匾额，<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>作《梅花庵记》来纪念他。据传，吴镇喜爱梅花，房前屋后遍种梅花，自号梅花道人、梅花和尚、梅沙弥。吴镇的家世已无可考，仅知他有一儿子佛奴，吴曾画了一本《墨竹谱》传给他；吴镇还有一个侄儿吴瓘，系吴镇叔父吴森之孙，也是元代著名的竹梅画家，吴镇也曾有竹谱传于他。</p> <p>　　作为元代文人画家的代表，吴镇的修养是多方面的，他在诗歌、书法、篆刻、绘画等方面都取得了一定的成就，单绘画方面，他山水、梅竹、人物俱擅，但奠定他在画史上的地位，使他名列“元四大家”之一的乃是他的山水画。吴镇与黄、倪、王等许多山水画大家均提倡墨戏、士气、逸气，从而创造了极富特色的文人山水画，使元代画坛大放光彩。</p><br/><h2>渔父情结</h2> <p>　　自<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>《渔父》及《庄子》中的渔父形象在文学作品中出现后，渔父成了清高孤洁、避世脱俗、啸傲江湖的智者、隐士的化身。魏晋时期，渔父多次出现于山水<a href=\"http://so.gushiwen.org/author_1722.aspx\">诗</a>中，到唐宋时期渔父形成被固定下来，成了诗人、作家钟爱的对象。这个阶段，绘画中渔父形象也开始出现，<a href=\"http://so.gushiwen.org/author_331.aspx\">张志和</a>、荆浩、许道宁都绘有渔父图。渔父形象大量出现并形成一种风气是在元代。由于元代在中国历史上是第一个少数民族入主中原并统治全中国的朝代，蒙古统治阶级的残暴统治和民族歧视政策，使大量文人都采取了不与统治者合作的态度。在这种社会背景下，渔父清高、避世、逍遥的人生为许多隐退文人所仿效，渔父形象成了文人、画家寄托情感的载体。诗、词、曲中渔父形象普遍流行，绘画领域，渔父更成为创作的风气，<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、管道升、<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙、<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>、盛子昭均有渔父图传世。这其中，吴镇对渔父最为情有独钟。在吴镇传世山水画中，渔父题材的作品占有相当数量，版式上有条幅、中堂、长卷，手法上有临摹、创作。理解吴镇的渔父形象，一是从图象学意义上，一是从吴镇留下的大量题画诗上。渔父形象在吴镇的渔父图中是吴镇所要表达的核心所在，但吴镇并没有对其主人公做细致刻画，而是尽情的描绘了周边环境。吴镇的图式经营大体是近处土坡，远处低矮山峦，中间大部分是辽阔的水面。这种图式，吴镇是以湿笔为之的，有一种烟雨茫茫之感，从而使远处山峦愈显遥远，中间水面愈显开阔，似乎带领观者进入一种凄静、孤寂、超尘脱俗的世界。吴镇巧妙的把渔父安排于水面一个较突出的位置，形象是模糊的，但给人的印象却是深刻的。结合吴镇多幅渔父图象，我们仍能从模糊的渔父形象中发现，他们神态的丰富、动作的多样非一般画家所能同日而语。《芦花寒雁图》里双雁起飞，渔父仰首观望，《渔父图》（1342年）里渔父凝视水面，等鱼上钩，《洞庭渔隐图》渔父动作矫健，撑篙回船，（《渔父图》1346年）童子拨舟返棹，渔父抱膝回顾，整幅画面予人一种独与天地往来的轻松和看破红尘“身外求身，梦中索梦”的超然。</p> <p>　　研究题画诗，也是了解吴镇画中渔父形象的一把钥匙。吴镇山水画中，多数作品写有题画诗，每首诗都是针对渔父而发的，细品每一首诗，吴镇的渔父与元代某些文学作品和某些画家的渔父在形象的表现上是不同的。黄公望、王蒙绘画作品中的渔父是伤感的、消沉的，这是与黄、王的生活经历有关的。黄、王均数度入仕，每次又都是以受排挤而走上归隐的，这样的经历，反映在渔父身上多几分伤感是自然的。而吴镇从未入仕，可能从未想过入仕，自然没有官场排挤之忧，似乎对渔父有一种天生的向往之情。吴镇的许多渔父诗中虽也略微透露出凄苦之情，但更多表现了渔父自在逍遥、甚至乐观的情怀，个别诗里还展现出一些生活情趣。“兰棹稳，草衣轻，只钓鲈鱼不钓名”《洞庭渔隐图》、“山突兀，月婵娟，一曲渔歌山月边”（临荆浩《渔父图》）、“渔童鼓觯忘西东，放歌荡漾芦花风”（1342年《渔父图》），写出了渔父不图名利、与世无争、放怀高歌的乐观；“孤舟小，去无涯，哪个汀洲不是家”、“酒瓶倒，岸花悬，抛却渔竿和月眠”，（此句和上句词均取自临荆浩《渔父图》）写出了渔父一身轻松、四海为家的逍遥；“云影连江浒，渔家并翠微。沙鸥如有约，相伴钓船归”（《秋江渔隐图》），写出了渔父隐居中田园诗般的生活，极富生活情趣。</p><br/><h2>吴镇墓</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>墓现存于梅花庵内，梅花庵是纪念吴镇的附属性建筑，在墓的东侧，明万历间为守墓而建。位于魏塘镇花园弄路西侧。</p> <p>　　吴镇在嘉善县隐居下来。吟<a href=\"http://so.gushiwen.org/author_1722.aspx\">诗</a>作画，死前自垒坟墓，自书墓碑，后葬在小院旁边。</p> <p>　　明泰昌元年（1620年）邑令吴旭和邑绅钱士升筹集款修理墓道、添建祠堂三楹、亭三楹、僧舍五楹。华亭<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>作《修梅花庵记》，并有董其昌书“梅花庵”匾额。后邑人曾几次筹资重修。</p> <p>　　明代嘉善知县谢应祥于万历三十五年（1607）重修，墓前这块石碑，是万历三十六年（1608）谢应祥题刻的篆书：“此画隐吴仲圭高士之墓”，上款“豫章（豫章郡是江西省的古名）谢应祥题”，下款“万历戊申岁（1608）立”。这座墓自从明朝、清朝、民国以及解放后，经过几十次的修整，完整保存至今。</p> <p>　　新中国成立后，吴镇墓与梅花庵，曾多次作过修缮。由浙江省人民政府公布为省重点文物保护单位。</p><br/><h2>师承关系</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>师承方面，于董源、巨然所得最多。其实董源、巨然并不是文人画家，但由于他们生活在江南，表现江南山川，创造了平淡天真、苍茫浑厚的山水画风，恰到好处地表现了山川之气韵，这种气韵正是宋代以后文人画家所梦寐以求的。从<a href=\"http://so.gushiwen.org/author_697.aspx\">米芾</a>开始，董巨画风开始受到青睐，延及<a href=\"http://so.gushiwen.org/author_651.aspx\">赵孟頫</a>、元四家，董巨画风大受推崇，整个元代山水画坛大多以董巨为依归，力求韵外之致。吴镇对董巨是下过很深的功夫的，他自己说：“董源画《寒林重汀图》，笔法苍劲，世所罕见，因观其真迹，摹其万一。”</p> <p>　　近现代山水画大师黄宾虹称：“吴仲圭多学巨然，易紧密为疏落，取法少异，要以董巨起家，成名后世。”这充分证明吴镇是努力研习了董源山水画法并形成自家面目的。今藏故宫博物院的巨然作品《秋山图》，上有董其昌题，曰：“僧巨然画，元时吴仲圭所藏，后归姚公绶，姚尝临此图，予并得之。”可知吴曾收藏过巨然真迹，受其影响是自然的。清王原祁云：“元季梅道人传巨然衣钵，余见《溪山无尽》、《关山秋霁图》二图，皆为得其髓者……”比较《关山秋霁图》和《秋山图》明显可以看到两者在水法、树法、石法方面的继承关系。从吴镇传世墨迹看，吴镇主要继承了董巨平远构图和披麻皴法。吴镇创造性地发展了平远、深远的构图方法，并使之结合成为典型的阔远构图。近处土坡，远处山峦起伏，中间留出宽阔水面，这种一水二岸式的构图，恰好契合了元代文人平淡、与世无争的心境。吴镇皴法大多采用董巨披麻皴，淡墨皴擦，浓墨点苔，显得松秀而空灵。除此之外，山头多矾头、水纹的勾画均与董巨有明显的继承关系。</p> <p>　　除董巨外，吴镇也继承了荆浩、李成、范宽一系乃至南宋院体的山水画风。晚明<a href=\"http://so.gushiwen.org/author_81.aspx\">陈继儒</a>云：“……（吴镇）摹渔翁烟波景色，如笠泽丛画，又以荆巨笔力出之，遂成大卷。”在吴镇传世的作品中，有其临荆浩《渔父图》。据美国弗利尔美术馆藏吴镇临荆浩《渔父图》自题：“余昔喜关仝山水，清遒可爱，原其所以，出于荆浩笔法，后见荆画渔父图，有如此制作，遂仿而为一轴……”吴镇对荆浩、关仝一派山水的喜爱由此可见一斑。在元代一流大画家中，吴镇最大的特点是他不仅取法董巨、荆关的画法，而且还吸收了时人一致排斥的马、夏画风。当代著名山水画家、鉴定家谢稚柳先生说：“元朝的画派中，只有他（吴镇）组合了极端不同的技法，容纳了南宋的骨体。”南宋院体画在整个元代倍受打击，特别在文人画家中很少有继承院体画。但是，在吴镇早期的作品中，我们发现多幅马、夏边角之景或类似边角之景的图式。1338年的《松泉图》、1334年的《秋江渔隐图》，特别是《芦滩钓艇图》为典型的马、夏边角构图。马、夏无论山石、树木等景物的画法处理，还是构图、布局的经营均以奇险取胜，追求奇险、表现气骨成为马、夏山水的突出特点。元四家其他三家均取平淡，唯有吴镇上承马、夏，于平淡中寄奇险。《松泉图》（此图作于至元四年即1338年）是吴镇追求奇险的代表作，取景于山之一凹，一泉如三条丝带，倾泻而出，凹面上的空白部分，一棵古松从左边斜出，探身其上，给人一突兀之感。吴镇晚期作品中典型的马、夏画风是没有的，但马、夏的树法、石法倒是经常出现于画面。可以这样说吴镇是取马、夏之骨而去其粗犷，融董、巨之气韵而取其平和，形成了清淳、蕴藉、平实的艺术风格。</p><br/><h2>艺术特点</h2> <p>　　由于<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>以董巨起家，其画中山、石、树、水、房屋、小桥都显得格外宁静、平和，但吴镇有时也着意打破这种气氛，使宁静中增几分动荡，那就是近景大树和山石的表现，特别是三两棵树的表现尤其明显。如果说吴画山、石、水、小桥、屋舍、群树的表现乃至整体气息是以董巨面目出现的话，那么其局部的大树则主要是以马夏的面目出现的。结构布局上立于近景，形象表现上夸张变形，树种的选择上以松柏寓人格。这种形象的树出现在平和、宁静的境界里显得格外突出。它们或直立挺拔、俯势向上；或倚斜偃蹇、欲倒还立；或技条倒挂、曲折盘桓。而且吴镇对大树的形象也是情有独钟的，几乎每幅山水画均有此类形象。这一个个形象频繁出现于其笔下，有何深刻含义？如果联系一下元代的民族岐视政策，联系一下同样比邻而居，盛氏求画者门限为穿，自家之门阒然的事实，或许透露出个中消息。在大树的塑造上，如果把吴镇放在“元四家”其他三家中做一比较，吴镇的独特个性尤能充分展现。<a href=\"http://so.gushiwen.org/author_2879.aspx\">黄公望</a>、王蒙为了表现高士的居住环境，用平和、冷静的笔触画群山诸峰，力量均匀，气势平缓，树木郁郁葱葱，均为山的点缀，很少突出某一大树。<a href=\"http://so.gushiwen.org/author_692.aspx\">倪瓒</a>、吴镇在景物取舍上有极强的一致性，均喜画几棵树。倪瓒的树是纤细、弱小的，树干上长出几条树枝，枝上顶着几片叶子，立在空旷的荒野里显得孤独而又凄凉。而且倪瓒的树往往是叫不出名字的，并无具体所指；吴镇在树的种类上往往是有选择的，他最喜欢选取被赋予隐逸人格象征的古松来充实画面。在近景中吴镇很少画杂树而是喜爱强调几棵大树，个个粗壮而枝叶茂密，富有顽强的生命力。</p> <p>　　通过比较，可以明白吴镇那种孤高、耿直，虽“势力不能夺”的个性是何等强烈。</p><br/><h2>吴镇纪念馆</h2> <p>　　“<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>纪念馆”供参观的内容分为三个部分：一是陈列室，二是梅花庵，三是墓地。坟墓的墓基用长条石砌成八角塔形，墓壁成圆状，泥土呈圆锥，保存完好。原来的墓碑是吴镇自己书写的，断裂后的残部，至今摆放在陈列室里。</p><br/><h2>绘画技法</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1722.aspx\">吴镇</a>画山水喜用湿墨，其实吴镇未尝不善用干墨，在吴镇传世几十余幅墨竹中，几乎全是用干墨画的，均取得了良好的效果。之所以吴镇在山水画中多用湿墨，这与吴镇欲借山水画表达的境界有极大的关系。北宋山水画追求一种可游、可居之景，用笔用墨都服从于山水真实体感的表达；而元人则以山水为媒，追求一种有我之景，笔墨除用表现形体外，更是充作了情感流露的媒介。在元四家中吴、倪均以画水著称，倪喜用干墨，吴则喜用湿墨。倪用干墨草草点染，创造一种荒芜、澹泊之境；吴则用湿墨，渲染出一种凄清、静穆之境。细观吴镇每一幅山水画，都给人以“水墨淋漓幛犹湿”的感觉。无论是山、树、水，还是船、渔父、房屋，无论是近景，还是远景，均如淋浴在水中，从而更使远方景物有千里之遥，营造了一种凄清、幽旷、寂寥的艺术氛围。</p> <p>　　吴镇画中的水墨效果是与他多种笔法、墨法的灵活运用密切相关的，湿墨决不是简单化的水量的增加。吴历云：“江山无尽、万里长江两卷，……浑然天成，五墨齐备，盖仲圭擅长，非后学者所能措手。”“五墨齐备”是吴镇用墨的高超之处，为更好地发挥墨效，吴镇在选择作画材料上很有讲究，画梅竹喜用纸，画山水则喜用绢。画山水何以选绢，因为绢有厚度，纤维富韧性，多次渲染而不皱折。吴镇非常熟悉笔、墨、绢的特点，作画中的五墨并施而不腻，反复皴擦而不胀，产生了浓而润、湿而厚、涩而不干、枯而不燥的艺术效果。吴镇清淡似水，出现了浓而透的效果。今天看吴镇作品，仍能透过作品清楚的辨别它们的组织关系。清王原祁曰：“梅道人泼墨，学者甚多，皆粗服乱头，挥洒以自鸣得意，于节节肯綮处，全无梦见。无怪乎有墨猪之诮也。”王原祁的这一评论反映了吴镇的用墨技术是非常人所能学到的。吴氏的墨法，倾倒了元以后的历代大家，<a href=\"http://so.gushiwen.org/author_9.aspx\">沈周</a>、<a href=\"http://so.gushiwen.org/author_1443.aspx\">文徵明</a>、恽南田、四王、吴历、八大山人等均对吴镇墨法大加推崇。</p>"
}