{
  "id": 3069,
  "star": 1,
  "name": "陈恭尹",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3069.jpg",
  "dynasty": "清代",
  "desc": "陈恭尹（1631 ～1700），字元孝，初号半峰，晚号独漉子，又号罗浮布衣，汉族，广东顺德县（今佛山顺德区）龙山乡人。著名抗清志士陈邦彦之子。清初诗人，与屈大均、梁佩兰同称岭南三大家。又工书法，时称清初广东第一隶书高手。有《独漉堂全集》，诗文各15卷，词1卷。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3069.aspx\">陈恭尹</a>“修髯伟貌，气局深沉”，其父陈邦彦为明末岭南抗清主力，与陈子壮、张家玉一起，被尊为“岭南三忠”。隆武二年（1646）清军陷广州，其父陈邦彦举兵抗清，兵败被俘，被清军寸磔于市，全家除陈恭尹侥幸逃走外均同时遇难。丧亲之痛，延续到陈恭尹晚年，仍无法释怀。他晚号“独漉子”，取自古乐府：“独漉独漉，水深泥触。……父冤不报，欲活何为！”南明时，陈恭尹进朝泣陈其父为国殉难情状，永历帝授以世袭锦衣卫指挥佥事之职。</p> <p>　　其父陈邦彦是明末清初广东抗清斗争的发起人之一，也是一位享有声誉的宿儒。他自小受父亲的思想影响颇深，并在父亲的指教下攻读<a href=\"http://so.gushiwen.org/author_3069.aspx\">诗</a>书，擅长写诗作赋。永历元年（1647），他的父亲于战败后被清军俘获并处死，全家除陈恭尹侥幸逃走外均同时遇难。其后，他为报家仇而参加反清斗争，并往返于福建、浙江、江苏等地联系抗清的各地义军。永历十二年（1658），他赴云贵一带欲投奔南明永历帝，未遇，遂返回增城定居。至永历十六年（1662），南明永历帝被清廷俘获处死，陈恭尹中止了联络反清志士的活动，潜居家乡专致读书达十几年之久。其间，与名诗人<a href=\"http://so.gushiwen.org/author_128.aspx\">屈大均</a>结交甚深，并一度与平南王尚可喜有诗词唱酬的交往。永历三十二年（1678），因与尚可喜有旧交而被指涉嫌参与“三藩之乱”遭官府逮捕下狱。被关押半年后始出狱，定居在广州城南。自此后他的意志较消沉，移志于诗词歌赋的创作，与友人结成诗社相互唱和，被时人称为“岭南七子”。陈恭尹的诗尤擅七律诗。他的诗大多以感怀身世，矢志抗清、反映民疾及描述岭南风物为主题。晚年虽多与清廷权贵唱酬，但始终不肯出任新朝的官职。他为其居所取名“独漉堂”，以暗喻家仇未报，匡复之志未灭之意。他的隶书书法为清初独步广东的第一人。遗著有《独漉堂集》。</p> <p>　　南明亡后，陈恭尹定居广州，与友人何衡、何绛、陶窳、梁梿相与砥砺名节，发愤读书，世称“北田五子”。 后“三藩之乱”爆发，屈大均从吴军于桂。陈恭尹与屈相交甚深，又“以名重为时所指目”，永历三十二年（1678），陈恭尹被捕下狱，关押二百日后始得解脱。从此心怀畏惧，壮志渐消，避迹隐居，自称“罗浮布衣”。晚年寄情诗酒，曾与清廷权贵唱酬，曾被梁梿当面叱问“何事而仆仆走风尘？”又被讥讽“可怜一代夷齐志，错认侯门是首阳”。但陈恭尹并非改弦更张，他终其一生仍不仕清。冯奉初在其传记中解释，与权贵唱酬是陈求自保之策：“及得脱，自念身历沧桑，恐终不为世所容，乃筑室羊城之南，以诗文自娱；贵人有折节下交者，无不礼接。“于是冠盖往来，人人得其欢心。议者或疑其前后易辙，不知其避祸既深，迹弥近而心弥苦矣。” 这也是为什么陈恭尹之前自号“半峰”，表示初老山林的志向，晚年把号改为“独漉”，身世之痛反而隐含更深。晚年，陈恭尹在广州育贤坊建小禺山舍，以遗民身份终老。清康熙三十九年（1700），病逝于广州，葬于市郊祥云岭南麓。</p><br/><h2>人物年表</h2> <p>明崇祯四年（1631）九月二十五日（10月20日），在广东省顺德县出生。</p> <p>崇祯十六年（1643）（12岁），丧母。</p> <p>永历元年（1647）（16岁），父陈邦彦抗清战败，被俘获处死。家人或被清兵杀害，或死于战乱；出逃南海弼唐，后被湛粹接到增城新塘。</p> <p>永历五年至八年（1651－1654）（20－23岁），在福建、江西、浙江、江苏一带，避难，访友，进行反清复明活动。</p> <p>永历八年（1654）春，增城新塘，与湛粹次女湛银成婚。</p> <p>永历十二年（1658）（27岁），前往云贵，欲投奔南明永历帝，因清军封锁，行至湖南湘潭，改道北上，转徒湖北、江苏、河南，继续进行复明活动。</p> <p>永历十三年（1659）（28岁），探听永历帝逃至缅甸，失望返回增城新塘。</p> <p>永历十五年（1661）（30岁），闻永历帝被俘，携眷隐居顺德羊额。</p> <p>永历二十二年（1668）（37岁），湛氏夫人病逝。移居增城新塘。</p> <p>永历三十二年（1678）（47岁），被指涉嫌参与“三藩之乱”，遭官府逮捕下狱，被关押半年多，出狱后定居广州城南。</p> <p>清康熙三十九年（1700）四月十三日（5月30日）（69岁），病逝于广州。</p><br/><h2>诗作特色</h2> <p>　　<a href=\"http://so.gushiwen.org/author_3069.aspx\">陈恭尹</a>的<a href=\"http://so.gushiwen.org/author_3069.aspx\">诗</a>前后内容有所不同，然而眷怀故国之思，未尝消释。七言律诗对仗工整，又多巧思，绵丽中仍多哀感苍凉之慨。如“猛士不带剑，威武岂得申？丈夫不报国，终为愚贱人”（《拟古》之三）。“西湖歌舞春无价，南宋楼台暮有云。休恨议和口相国，大江犹得百年分”（《西湖》）。此外如《西湖杂兴》、《虎丘题壁》、《崖门谒三忠祠》、《九日登镇海楼》等篇，也都寄托遥深。五古《感怀》及七古《耕田歌》等篇，则反映了人民所受的苦难。他的诗抒写性情而自成风格，尤擅七律诗，为诗坛所推崇。他提出诗歌贵在创新，求新于性情而不必求新于字句，求妙于立言而不必专斯于解脱的见解，反对盲目崇古与拟古。《三编清代稿钞本》收录有其诗作达54首，多为长诗，主体兼擅，手触肩倚，莫不中音。</p>"
}