{
  "id": 593,
  "star": 23,
  "name": "刘昚虚",
  "image": "http://img.gushiwen.org/authorImg/liushenxu.jpg",
  "dynasty": "唐代",
  "desc": "刘昚虚字全乙，亦字挺卿，号易轩。盛唐著名诗人。生于开元二年（公元714年）。20岁中进士，22岁参加吏部宏词科考试，得中，初授左春坊司经局校书郎，为皇太子校勘经史；旋转崇文馆校书郎，为皇亲国戚的子侄们校勘典籍，均为从九品的小吏。",
  "content": "<h2>生平</h2> <p>　　刘昚（shèn）虚，生于开元二年（714年），字全乙，洪州新吴（即今江西奉新县）人。八岁能文。开元二十二年（734年）中进士，官洛阳尉及夏县令。他精通经史，<a href=\"http://so.gushiwen.org/author_593.aspx\">诗</a>多幽峭之趣，风格近似<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>、<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>。他为人较淡泊，交游多为山僧道侣，今存诗仅一卷，其诗多写山水隐逸之趣，尤工于五言。刘眘虚为人淡泊，脱略势利，壮年辞官归田，寄意山水，与孟浩然、<a href=\"http://so.gushiwen.org/author_437.aspx\">王昌龄</a>等诗人相友善，互唱和。他曾游江南西道洪州建昌县桃源里（今江西省靖安县水口乡桃源村），见此地山水秀美，民风淳厚，是定居，构筑深柳读书堂，著书自娱。《唐诗三百首》上载的首句\"道由白云居\"诗，就是写于此时此地，原题为《归桃源乡》。54岁卒，葬在该村云山垴，墓茔尚存。</p> <p>　　刘眘虚著有《 集》五卷，惜已失传。《全唐诗》存其诗15首，《唐人选唐诗·河岳英灵集》存其诗11首，《靖安县志·艺文志》（清道光五年版）存其诗12首（五言古诗10首，五言律诗2首）。刘慎虚是一位自南朝永明年间以来江南一带杰出诗人。</p><br/><h2>主导风格</h2> <p>　　<a href=\"http://so.gushiwen.org/author_593.aspx\">刘昚虚</a>生活在盛唐这样一个禅佛思想广泛流传的时代，他仕途不顺，曾有过隐居生活；而且与他交游的<a href=\"http://so.gushiwen.org/author_593.aspx\">诗</a>人也有很多过着隐居山林，与僧道相伴的生活，因此他作诗深受禅风的熏染。《登庐山峰顶寺》一诗中有“心照有无界，业悬前后生”之句，其中“心”、“业”、“有无界”、“前后生”等都是佛教特有的范畴。本诗写诗人在游赏山水的过程中突然有所感悟，集中体现了诗人对禅佛思想的理解。因此，在“清淡”之美以外，刘昚虚诗还体现出“空灵”的美学风格。从刘昚虚现存的一些诗歌来看，在内容上主要有描写山水景物和田园风光的，如《江南曲》、《浔阳陶氏别业》、《登庐山峰顶寺》、《寻东溪还湖中作》、《越中问海客》、《阙题》等；还有一些是用作赠别唱和的诗歌，如《九日送人》、《暮秋扬子江寄<a href=\"http://so.gushiwen.org/author_757.aspx\">孟浩然</a>》、《送韩平兼寄郭微》、《寄阎防》、《赠乔琳》等；这些赠别唱和的诗歌也多写歌咏清静秀美的山水田园风光，表达对隐居读书生活的向往。<br>　　刘昚虚诗歌的主导风格是清淡空灵，在他的很多诗作中都典型的体现出这一艺术追求。比如《阙题》：“道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。”本诗诗题在流传过程中阙失了，所以叫“阙题”。经学者考证，本诗诗题应为《归桃源乡》，是诗人描写自己在江西靖安桃源一段隐居生活的作品。</p> <p><strong>清淡</strong><br>　　在中国古典美学和诗歌创作当中，对“清淡”之美的追求是有着深厚的哲学美学渊源的。其中，对“清”的追求可以上溯到先秦的老庄哲学，老子提倡“清净无为”，庄子提倡“淡而静乎，漠而清乎”。同时，儒家主张的“思无邪”当中也有清心寡欲的含义。另外，中国本土的道教存在尚清观念，外来的佛教也提倡“般若清净”。可见，“清”的产生是多元的，早期“清”的含义也是较为宽泛和模糊的。到了魏晋以后，用“清”来品评人物或者论诗论文的现象十分多见，如<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>的“中间小谢又清发”（《宣州<a href=\"http://so.gushiwen.org/author_32.aspx\">谢朓</a>楼饯别校书叔云》）、“清水出芙蓉”（《经乱离后天恩流夜郎忆旧游书怀赠江夏韦太守良宰》），<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>的“清新庾开府，俊逸鲍参军”（《春日忆李白》）、“诗清立意新”（《奉和严中丞西城晚眺十韵》）等等。往往用来指代一种流利新生的风格。而“淡”作为“清”的延伸和具体化常常和“清”相伴出现，指诗歌的浓景淡写、浓情淡出的一种语言和抒情风格。这种“清淡”的美学追求在盛唐的山水田园诗中得到了集中的体现。其中孟浩然的诗歌成为“清淡”之美的典型代表，如著名的《宿建德江》和《耶溪泛舟》等。<br>　　刘昚虚的很多诗歌都体现出一种“清淡”之美，他善于用清淡的语言，写清淡的景物，抒发清淡的情感。诗人对要描写浓艳的景物,不是用浓笔重彩对它作直接的绘声绘色的描绘,而是首先用“清淡”的审美意识对它进行审美观照，然后再以表现出“清淡”的审美效果为前提对它进行“淡”写。这样，无论多么“浓”的景物，在诗人的笔下也就变得“清淡”起来了。在诗歌作品中，“一切景语皆情语”，诗句中的景“清淡”了，赖以表达的情也就会随之而变为“清淡”，情景都“清淡”了，那么写景诗“清淡”的风格也就形成了。比如，夕阳晚照的景色，应是一幅金光散射、红霞漫天的浓艳图景，可是在刘昚虚的笔下，却是“林山相晚暮，天海空青苍”（《暮秋扬子江寄孟浩然》）和“日暮还家望，云波横洞房”（《江南曲》)。两句都没有直接写夕阳的光辉与色彩，前句侧重写日落后用天海“青苍”的冷清景象，后句侧重写日落时湖面上与水相接的云，使夕照呈现出一派“清淡”的景象。在五彩斑斓的自然景物面前，诗人选取写入诗句的景色却往往是舍艳求淡的，这在诗歌史上是很有特色的。再如写美人，前朝常见的都金碧满眼的香艳图画，可在刘昚虚的诗中却变成了“玉手欲有赠，裴回双月珰”（《江南曲》）,“孤影临冰镜，寒光对玉颜”（《积雪为小山》）的清淡风格。诗人描绘美人的颜色都是用淡淡的“玉”色；在前句中，美人的配饰也仅提到简洁淡雅的“双月珰”，后句用“孤”、“冰”、“寒”等字眼为美人渲染出一个冷清的冰雪背景，更是清淡到了极至。</p> <p><strong>空灵</strong><br>　　在中国传统的审美范畴发展史中，“空灵”也有着深厚的渊源。“空”也可以上溯到先秦时期，老子提出的“大音希声，大象无形”（《道德经》）即是一种空无之美，这一美学思想在中国古代文论发展史上有着巨大的影响。“空”多指一种含蓄、深远、“不着一字，尽得风流”的意韵。到了禅宗兴起，“空”便成为文人士大夫谈禅的热点话题，并被引入到诗歌、绘画与书法中后，对中国艺术创作和美学思想的发展产生了深远的影响，也从而形成了以“空灵”的意境为美的禅宗美学思想准则。“空灵”的意境一方面是指艺术风格和形象的空幻、玄远与飘逸品性，另一方面是指其富有灵气、灵性并且表现灵巧和精妙的旨趣、情思与意向。唐代诗人<a href=\"http://so.gushiwen.org/author_515.aspx\">王维</a>喜爱在山水田园诗中营造一种空境，如“空山新雨后，天气晚来秋”（《山居秋暝》）、“人闲桂花落，夜静春山空”（《鸟鸣涧》）等等，往往给人一种空灵、玄远、寂静、闲适和清丽的审美体验。<br>　　刘昚虚在诗歌中经常体现出对“空灵”境界的追求。比如他的《寻东溪还湖中作》：“出山更回首，日暮清溪深。东岭新别处，数猿叫空林。昔游有初迹，此路还独寻。幽兴方在往，归怀复为今。云峰劳前意，湖水成远心。望望已超越，坐鸣舟中琴。”本诗写登山寻赏东溪直至日暮时分，沿着山路步行回到舟中的游赏经历，其中“清溪”、“空林”、“独寻”、“幽兴”等意象有类似王维诗歌空灵优美的禅韵。再如《阙题》中的“时有落花至，远随流水香”之句，于空静中传出动荡，平淡里秀出幽深。表现的是诗人静观寂照时感受到的自然界的轻微响动，以动写静，喧中求寂，超以象外而入于诗心，显示出心境的空明与寂静。刘昚虚的山水诗创作，从观物方式到感情格调，都带有受禅宗思想影响的文化义蕴，饶有禅意和禅趣。<br>　　总之，刘昚虚是盛唐山水田园诗派的代表人物之一，他诗风清淡空灵，其清淡类似于孟浩然，空灵类似于王维。他的很多诗作具有很高的艺术水平。在当时的诗坛上，他是一个交游广泛，创作活跃的诗人，他与王维、孟浩然、<a href=\"http://so.gushiwen.org/author_302.aspx\">裴迪</a>、<a href=\"http://so.gushiwen.org/author_22.aspx\">储光羲</a>、<a href=\"http://so.gushiwen.org/author_443.aspx\">常建</a>、<a href=\"http://so.gushiwen.org/author_2404.aspx\">张子容</a>等人一起，形成了盛唐的山水田园诗人群。 </p>"
}