{
  "id": 425,
  "star": 13,
  "name": "王令",
  "dynasty": "宋代",
  "desc": "王令（1032～1059）北宋诗人。初字钟美，后改字逢原。原籍元城（今河北大名）。 5岁丧父母，随其叔祖王乙居广陵（今江苏扬州）。长大后在天长、高邮等地以教学为生，有治国安民之志。王安石对其文章和为人皆甚推重。有《广陵先生文章》、《十七史蒙求》。",
  "content": "<h2>生平</h2> <p>　　王令的高祖父、曾祖父都曾在朝廷任要职，而他父亲只当过几年郑州管城县主簿。王令五岁时，母亲父亲已相继离世，唯一的姐姐已出嫁，王令遂成孤儿，无所依靠，只得孤身一人随当时在淮南东路真、扬州当驻泊、巡检一类低级武官的叔祖父王乙来到扬州，寄居在叔祖父门下长大成人，王令因此而以广陵人自居。</p> <p>　　王令七八岁时进书塾读书。他常是白天与众学童一起嬉戏，晚上回家独自读书，有时通宵达旦而不眠。少年时代的王令，好助人，气盛放纵，对他人不义行为好当面指责而无所顾忌，众人都很敬服他。</p> <p>　　宋仁宗庆历八年（1048），十六岁的王令跟随叔祖父的长子越石来到瓜洲（今江苏扬州南）。次年，王令即离开寄居十年的叔祖父而另立门户，接回了寡居而难以生存的姐姐及外甥。从此，王令开始了长达十年的与姐姐相依为命、孤贫流浪的家塾聚学生活。经济上失去了对叔祖父的依赖，一个三口之家的生活担子落在了年仅十七岁的王令身上。在瓜洲安家不久，王令便只身到山阳县某家塾当先生。第二年，又应邀去天长县一束姓的人家家塾聚学。在这里，王令一共度过了五个春秋。束氏，是王令一生中相交最深的知己之一，他给了孤苦的王令经济上的支持和感情上的安慰。实际上，束氏二子年龄与王令相当，也有一定的学识。王令《答束孝先》云：“君家兄弟贤，我见始惊夥，文章露光芒，藏蕴包丛脞。关门当自足，何暇更待我？固知仁人心，姑欲恤穷饿。”王令名为先生，实乃伴读，他也从不以先生自居。王令依靠束氏的帮助，维持着自己与家人的生活。</p> <p>　　宋仁宗皇祐四年（1052），朝廷举行科举考试，二十一岁的王令不顾众人的劝说，决然放弃了进取功名的机会。他本希望“生太平世，读书学古，自少壮期切切以自奋进，裨补当世之万一”，可现在“不幸穷蹇颠倒，不得比常流”（《壬辰三月二十一日读李翰林墓铭云少以任侠为事因激素志示杜子长》）。在这以后几年间，王令从未参加科举考试。黑暗的社会现实，寄居他人篱下的孤贫生活，使他徒有济世救民之宏愿，却又不甘愿“将六尺躯，贱易五羖皮”（《答黄薮富道》），他以为人生只是暂就天地舍，“百岁只如梭过机，安能跼促努筋力，眼穿仰望丹桂枝？”（《快哉行呈诸友兼简仲美》）就在这一年除夕，在万家欢笑声中，王令哭作《送穷文》，叙述自己悲惨的人生，以泄心中苦闷：“自我之生，迄于于今，拘前迫后，失险堕深。举头碍天，伸足无地，重上小下，卒莫安置！刻瘠不肥，骨出见皮，冬燠常寒，昼短犹饥……”</p> <p>　　束氏子女年龄渐长，王令觉得再不辞去空受馈赠有愧，便辞别束氏到高邮聚学。宋仁宗至和元年（1054），<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>由舒州通判被召入京，途经高邮，王令投书并赠《南山之田》一<a href=\"http://so.gushiwen.org/author_425.aspx\">诗</a>与王安石以求见，开始了他与王安石的交往。王安石长王令十一岁，在这之前，早与王乙父子相熟，王令也早已敬佩他的人品和文章，王令曾在《与束伯仁手书》中云：“自<a href=\"http://so.gushiwen.org/author_715.aspx\">扬雄</a>以来，盖未有临川之学也。”王安石也十分看重王令的为人与才学。在回信中他赞王令“足下之材，浩乎沛然，非某之所能及”、“足下之行，学为君子而方不已”。从此，两人书信往来频繁，成莫逆之交。经王安石的举荐，当时许多有声誉的文人学者开始与王令投赠唱和，王令的诗文得以传抄流通。王令声誉赫然，便有不少好攀附之徒望风伺候，进誉献谀，这使清高倔强的王令大为恼火，他在门上大书“纷纷闾巷士，看我复何为？来则令我烦，去则我不思”以绝客。</p> <p>　　这一年，江淮大闹蝗灾，到处饿殍遍野，满目凄凉。王令见其景，愤作《梦蝗》诗。</p> <p>　　次年，王令被高邮知军邵必强邀为高邮学官，不久便书告邵必：“人固各有志，令志在贫贱，愿阁下怜其有志，全之不强。”辞归天长束氏。王令重返束氏之家，“去而复来，苟得食以自延”，“而受人之厚赐，无足酬报”而又“迫于莩饿，又不得自引而去，其惭于旦暮不忘”。不求功名的生活信念和生活的贫困，使王令陷于难堪的境地而难以自拔。</p> <p>　　王令知道，自己不可能靠束氏的怜悯度过一生。于是在二十五岁那年秋天，他辞别束氏，到润州（今江苏镇江市）以求聚徒教授糊口。然在润州事久未成，又不得不重返瓜洲。</p> <p>　　从十七八岁开始，王令就独自一人为养家糊口而四方奔走，饱受了世态炎凉，人情冷暖。他常以孤雁自喻：“万里常为客，飞飞岂自由？情知稻粱急，莫近网罗求。……哀鸣徒自切，谁谓尔悲愁。”（《雁》）他感叹“笑面恶肝脾”（《交难赠杜渐》）的险恶人心；他渴望有朝一日，“买田结归庐，种树屋四周，子居课桑蚕，我出鞭耕牛，教妻绩以筐，使儿饷东畴，坐笑忘岁时，聚首成白头”（《山阳思归书寄女兄》）。</p> <p>　　润州之行，经济上无所收获，虚度一年光阴，这使王令陷入更加窘迫的境地。虽说王令奉寡姊如严父，教孤甥如爱子，可为了大家不致饥寒而死，他不得不决定让多年来与自己相依为命的姐姐再嫁。据封建礼教，妇女在丈夫去世之后，应终身守节，不可再嫁。为了不使自己和姐姐在熟人面前感到羞愧而无地自容，从润州归来不久，王令便举家迁往江阴暨阳。</p> <p>　　“颓檐断柱不相缔，瓦坠散地梁架虚，门无藩闑户不闭，时时犬彘入自居。”从王令《暨阳居四首》中的这段描写，我们可以得知其住房的破败不堪。房主人可怜他不能自己动手修葺，便替他找来一位泥瓦匠，这位泥瓦匠见王令穷得实在拿不出什么来招待他，便伺机溜之大吉。“家无田食储，雀鼠非我仇，朝出从人居，诗书讲前修”（《暨阳居四首》），王令依旧一贫如洗，依旧靠聚徒教授勉强度日，同时四方借贷，艰难地筹集姐姐再嫁所必需的资金。</p> <p>　　姐姐出嫁了，王令又成孤身一人。孤独、贫穷与时发时愈的脚气病纠缠着他，使他精神颓丧，难以振作。深夜，他常独对摇曳的烛火，顾影自叹，泪滴满襟。他感叹自己“趋坐迷夷涂，失城陷深堑，病拙未为疗，膏肓不容砭。无家可容归，有灶外断掭”（《夜坐》）。他希望能早日与亲人一起盖棺而去，结束苦难的命运。</p> <p>　　在这以后的凄苦生活中，唯一给他带来安慰的是在王安石的关心与努力下，他终于娶亲成家。还是在十八岁时，王令就曾书告姐姐“吾将亦娶妇，力以石臼未”，然而奉寡姊，育孤甥，颠沛流离的生活使他难以如愿。王令二十六岁在润州之时，王安石就多次修书给舅舅吴蕡，力荐王令，以求吴蕡之女能与王令成婚。嘉祐三年，王令前往吴蕡所任地蕲州蕲春县（今湖北蕲春县）迎亲，于十一月归暨阳，十二月，又“以生用之窘”而应人之邀到常州聚徒讲学。</p> <p>　　迎亲而归，次年妻子有孕，这给王令孤寂贫困的生活带来了一点安慰与甜蜜。然而，此时他的脚气病越来越剧。疾病迫使他卧床难起，“足疾之余，心虚善忘，恍惚无聊”（《与王介甫书》）。嘉祐四年（1059）六月初二，年仅二十八岁的王令便在贫病交加之中离世而去。</p><br/><h2>文学创作</h2> <p>　　王令是一位颇有才华的青年<a href=\"http://so.gushiwen.org/author_425.aspx\">诗</a>人，他仅有短暂的十年创作时间，却写出了70多篇散文和480多首诗。他的诗歌代表了他文学创作的主要成就。</p> <p>　　他的诗大多是与友人的酬答唱和之作，主要叙述了自己的生平、志向与人生态度，为温饱而四处奔波的苦难生活。王令一生艰难，心情一直比较沉郁，这类诗的基调也比较低沉。王令一生不应举，不做官，生活在社会底层，接近贫苦大众而远离统治阶级，所以他的不少诗篇深刻反映了连年的灾荒与统治者的残酷压迫剥削给民众带来的疾苦，更可贵的是，诗人还能明确地指出这种苦难来自于统治者对人民的压迫和剥削，展示自己救民众于苦难之志愿，《梦蝗》诗是其代表作：</p> <p>　　………尝闻尔人中，贵贱等第殊。雍雍材能官，雅雅仁义儒。脱剥虎豹皮，假借尧舜趋。齿牙隐针锥，腹肠包虫蛆。开口有福威，颐指转赏诛；四海应呼吸，千里随卷舒。割剥赤子身，饮血肥皮肤。噬啖善人党，嚼口不肯吐。连床列竽笙，别屋闲嫔姝。一身万椽家，一口千仓储。……贫者无室庐，父子一席居。贱者饿无食，妻子相对吁。贵贱虽云异，其类同一初。此固人食人，尔责反舍且！……</p> <p>　　像诗人这样以锋利的笔触，剥掉达官贵人们“仁义儒”、“尧舜趋”的外衣，显露他们“虎豹身”、“虫蛆腹”的原形，指出剥削阶级搜刮民脂民膏实比蝗虫更为残酷可恨的诗篇，在古代文学作品中不是多见的。由此也不难看出由于特殊的生活经历，王令对当时社会的观察与认识是极为深刻的。难怪当年<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>阅读了王令的诗后，曾一再称赞说王令“诗有叹苍生而泪垂之说”。其他如《暑旱苦热》、《饿者行》、《暑热思风》等诗篇，也都因此而深受后人称赞。</p> <p>　　令(1032—1059)，字逢原，原籍魏郡元城(今河北大名)。五岁父母双亡，随叔祖王乙移居广陵(今江苏扬州)。十六七岁自立门户，在天长(今属安徽)、高邮(今属江苏)、江阴(今属江苏)等地授徒为生。至和元年(1054)，在高邮拜识王安石，受其赏识，此后成为至交。由于王安石的称誉，王令的诗歌始为人所知，尤其是在江淮一带，王令逐渐成了一个颇负盛名的诗人。嘉祐三年(1058)，王安石将其妻之堂妹嫁给他，次年他便在常州(今属江苏)病逝，年仅二十八岁。王安石《思逢原》一诗有“妙质不为平世得，微言唯有故人知”之句，对他的才高命短、不为世用表示惋惜。</p> <p>　　王令短暂的一生是在贫困交集中度过的，他自称志在贫贱而不愿屈就科举功名，有时生活无着，常陷于极度窘迫的境地。曾模仿<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>作《送穷文》形容自己的情形是：“拘前迫后，失险堕深，举头碍天，伸足无地，……刻瘠不肥，骨出见皮，冬燠常寒，昼短犹饥。”处于社会底层的生活，使他饱尝人生之辛苦，而孤倔不苟的秉性，又使他于贫贱中激发出愤疾兀傲的意气。他的诗多哀吟自我生活的贫苦，兼及社会的黑暗不平与民生的荒寒苍凉，表现自己贫贱不改其度的意志与节操。艺术上，王令的诗受到了中唐韩愈、<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>、<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>等人的深刻影响，气概健举，想象奇特，词句生硬。咏物写景、感事议论的长篇古诗尤其如此。仁宗朝以来，诗坛一改宋初三朝之浮靡芜鄙风习，新一代诗人中颇有一些作诗高扬气概，风格健举的，如<a href=\"http://so.gushiwen.org/author_779.aspx\">石延年</a>、<a href=\"http://so.gushiwen.org/author_234.aspx\">苏舜钦</a>、<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>、<a href=\"http://so.gushiwen.org/author_655.aspx\">李觏</a>、郭祥正、<a href=\"http://so.gushiwen.org/author_1897.aspx\">徐积</a>等人，或师法“韩孟”，或追摹“李杜”，总归取法唐之中、盛雄健高远的作派。在诸多效法“韩孟”的诗人中，王令是最突出的一个。他既学韩诗的雄迈劲健、奇古奥衍，又学孟郊的冷僻尖峭与惨淡深挚。同时值得一提的是，他的近体诗也不乏开阔矫健的表现方式与境界，而近于<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>律绝的风格。大概由于短命和作诗求奇，人们常把王令与唐代诗人<a href=\"http://so.gushiwen.org/author_349.aspx\">李贺</a>相比，但两人的风格差异还是较明显的。王令偏于奇健峭厉、愤嫉冷僻，而不似李贺那般幽幻瑰丽、哀感顽艳。</p> <p>　　王令的诗受韩愈、孟郊、卢仝、李贺的影响较深，构思新奇，造语精辟，气势磅礴，意境奥衍。诸如\"长星作彗倘可假，出手为扫中原清\"(《偶闻有感》)\"终当力卷沧溟水,来作人间十日霖\"（《龙池》）等句,均笔意纵横、气格雄壮。《暑旱苦热》尤其突出：\"清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干，昆仑之高有积雪，蓬莱之远常遗寒；不能手提天下往，何忍身去游其间！\"<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>称其诗\"骨气老苍，识度高远\"(《后村诗话·前集》)。其他如《不雨》、《良农》、《饿者行》、《和洪与权逃民》及五言长诗《梦蝗》等篇，则同情民间疾苦，对黑暗政治作了深刻的揭露。《松》、《大松》、《次韵和人古松》等诗,托物寄兴,抒发了崇高理想无法实现的愤慨。《庭草》、《江上》、《金山寺》等写景抒情小诗，清新自然，别具一格。不过，有些作品有生硬粗率之病，艺术上还不够成熟。</p> <p>　　王令诗文由其外孙吴说编为《广陵集》,未刊行,近代始有嘉业堂刻本。上海古籍出版社1980年新版《王令集》，即据嘉业堂本校点，诗赋文21卷。另有《拾遗》、《附录》、《年谱》等。王令的诗风，或清新，如《舟次》；或豪放，如《暑旱苦热》、《龙池二绝》等。其古诗，大都格调高古，诗语奇险，深受唐代诗人韩愈、孟郊诗风的影响。《四库总目提要》评王令的诗道：“磅礴奥衍，大率以韩愈为宗，而出入于卢仝、李贺、孟郊之间，虽得年不永，未能锻炼以老其材，或不免纵横太过，而视倨促剽窃者流，则固倜倜乎远矣。”这可谓一语中的。王令的《<a href=\"http://so.gushiwen.org/author_1016.aspx\">张巡</a>》酷似韩诗，而《秋居》等则分明是受了孟诗的影响。</p>"
}