{
  "id": 3128,
  "star": 1,
  "name": "刘鹗",
  "image": "http://img.gushiwen.org/authorImg/liue.jpg",
  "desc": "刘鹗（è）（1857年10月18日—1909年8月23日），清末小说家。谱名震远，原名孟鹏，字云抟、公约。后更名鹗，字铁云（刘铁云[1]），又字公约，号老残。署名“洪都百炼生”。汉族，江苏丹徒（今镇江市）人，寄籍山阳（今江苏淮安区）。刘鹗自青年时期拜从太谷学派南宗李光炘(龙川)之后，终生主张以“教养”为大纲，发展经济生产，富而后教，养民为本的太谷学说。他一生从事实业，投资教育，为的就是能够实现太谷学派“教养天下”的目的。而他之所以能屡败屡战、坚韧不拔，太谷学派的思想可以说是他的精神支柱。",
  "content": "<h2>生平资料</h2> <p>　　<strong>出身家学</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_3128.aspx\">刘鹗</a>出身官僚家庭，但不喜科场文字。他承袭家学，致力于数学、医学、水利、音乐、算学等实际学问，并纵览百家，喜欢收集书画碑帖、金石甲骨。其《铁云藏龟》一书，最早将甲骨卜辞公之于世，“甲骨四堂”中的二堂(罗振玉号雪堂、<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>号观堂)，都直接或间接地受到刘鹗的影响。而刘鹗所刊刻研究三代文字的《铁云藏龟》等书，更是其拓印、系统研究古文字及其演变过程的代表作。</p> <p>　　<strong>人物生平</strong></p> <p>　　早年科场不利，转而行医和经商。光绪十四年(1888年)至二十一年，先后入河南巡抚吴大澄、山东巡抚张曜幕府，帮办治黄工程，成绩显著，被保荐到总理各国事务衙门，以知府任用。光绪二十三年(1897年)，应外商福公司之聘，任筹采山西矿产经理。后又<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>与拟订河南矿务机关豫丰公司章程，并为福公司擘划开采四川麻哈金矿、浙江衢严温处四府煤铁矿，成为外商之买办与经纪人。二十六年(1900年)义和团事起，八国联军侵入北京,刘鹗向联军处购得太仓储粟，设平粜局以赈北京饥困。三十四年(1908年)清廷以“私售仓粟”罪把他充军新疆，次年死于乌鲁木齐。</p> <p>　　<strong>社会关系</strong></p> <p>　　即便如此“谤满天下”，刘鹗在当时还是有着很大的影响力。在政治上，他依靠父亲刘成忠和王文韶，李鸿藻的“年谊”关系，和<a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>，张曜的同僚关系，以及自己和李鸿章之子李经方（季皋），李经迈（少穆），王文韶之子王稚夔，王钧叔等人的关系，走通萧王善耆，庆王奕勖的门路，和一时号称清流的官吏如端方，徐琪，赵子衡，宗室的溥佟，以及<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>等维新派人士有千丝万缕的联系。社会活动也极其活跃，除了太谷学派同学之外，他和宋伯鲁，汪康年，方药雨，沉荩，狄楚青，大刀王五等人也是至交，先后参加了东文学社，农学会，保国会，救济会等社会团体。对外方面，因福公司的关系，和英国，意大利商人关系密切。同时，和日本驻华公使也有交往。自己在北方掌握了天津“日日新闻”一张报纸，在南方则和上海的多家报纸均有紧密联系，足以左右一些舆论。有着这样复杂的国内外的背景，刘鹗虽仅有候补知府衔，却无形中具有一定的社会势力，因而遭人所忌，被诬流放。</p> <p>　　<strong>治河业绩</strong></p> <p>　　刘鹗的父亲刘成忠善于河工算学，热衷于西方新兴的科学技术。刘鹗秉承家学，结合他一八八八年在河南，山东等地治理黄河的实践经验，写有“治河五说“，”三省黄河全图“，”历代黄河变迁图考“，”河工禀稿“。其中，”治河五说“，”三省黄河全图“和”历代黄河变迁图考“，再加上算学著作“弧角三术”，“勾股天元草”，在刘鹗生前即有刊本。这五部著作，使刘鹗的治河业绩被统治者初步认可，并因“学术渊源，通晓洋务“被推荐到总理各国事务衙门考验，”以知府用“。</p> <p>　　<strong>爱好擅长</strong></p> <p>　　早年学医的刘鹗，在扬州一度悬壶济世，写有“温病条辨歌诀”和“要药分剂补正”。“老残游记”中那个摇串铃走四方的郎中老残，就是他自己的写照。</p> <p>　　刘鹗精通乐律，是广陵琴派的传人，曾为其琴师张瑞珊先生刊刻了“十一弦馆琴谱”，还刻有“抱残守缺斋手抄琴谱”（现存残稿），并喜欢收藏古琴。他所藏的唐琴“九霄环佩”，琴面有<a href=\"http://so.gushiwen.org/author_268.aspx\">黄庭坚</a>题记，后来归入故宫博物院收藏的近世四大名琴之中。在繁忙实业之余，刘鹗还热衷于收藏古物碑帖，研究三代文字。他的“抱残守缺斋珍藏碑帖”，“抱残守缺斋中头等碑帖”（残页），“抱残守缺斋书画碑帖目”，以及近人鲍鼎所辑的“抱残守缺斋藏器目”，虽非他藏品的全部，也足见其收藏的广博精深。</p> <p>　　他早年即与罗振玉结识于淮安，延罗为西席，之后更是结为儿女亲家。罗振玉和最早接触甲骨文字的日本学者内藤湖南，接触殷墟甲骨，便是得见刘鹗收藏。受罗振玉影响很大，后与罗结为姻亲的王国维，与刘鹗四子刘大绅友情深厚，同随罗振玉游学东瀛。所以可以这么说，“甲骨四堂''中的二堂，都直接或间接地受到刘鹗的影响。而刘鹗所刊刻研究三代文字的“铁云藏龟”，“铁云藏货”，“铁云藏印”和“铁云藏陶” ，更是其拓印，系统研究古文字及其演变过程的代表作。</p> <p>　<strong>　理念主张</strong></p> <p>　　刘鹗生当封建王朝统治即将彻底灭亡的前夕，一方面反对革命，同时也对清末残败的政治局势感到不安和悲愤。他认为当时“国之大病，在民失其养。各国以盘剥为宗，朝廷以□削为事,民不堪矣。民困则思乱”（给黄葆年的信）。他要求澄清吏治，反对“苛政扰民”，以缓和阶级矛盾。在西<a href=\"http://so.gushiwen.org/author_1744.aspx\">方文</a>明潮水般涌入的情况下，他开出的“扶衰振敝”的药方是，借用外国资本兴办实业，筑路开矿，使民众摆脱贫困，国家逐步走向富强。他在给罗振玉的信中说：“晋矿开则民得养，而国可富也。国无储蓄，不如任欧人开之，我严定其制，令三十年而全矿路归我。如是，则彼之利在一时，而我之利在百世矣。”但在帝国主义对中国加紧侵略步伐并大肆进行经济掠夺的情况下，刘鹗对外商又多所迁就，其所定之制往往有损于国家主权和人民利益，因此“世俗交谪，目为汉奸”。</p> <p>　　<strong>学派<br></strong> <br>　　刘鹗信奉太谷学派，为太谷学派创始人周太谷弟子<a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>炘的得意门生之一。他曾在给黄葆年的信中说，“一事不合龙川（李光炘'）之法”，“辄怏怏终夜不寐，改之而后安于心”。又在《老残游记》中借玙姑与黄龙子之口宣扬他所承袭和发挥的太谷学派精义，以为宋儒理学的理、欲之分不近人情；在处世接物上倡导以人情为根据，做到“发乎情，止乎礼义”。同时认为儒、释、道三教殊途同归，其根本都在“诱人为善，引人处于大公”。他又在给黄葆年的信中说，该派的“圣功大纲，不外教养两途”，推黄“以教天下为己任”，而自承“以养天下为己任”。太谷学派之精神对刘鹗一生思想、行事及小说创作都有深刻的影响。</p><br/><h2>其他作品</h2> 　　还残存《外编》4700余字，写于光绪三十一年以后。除《老残游记》外，<a href=\"http://so.gushiwen.org/author_3128.aspx\">刘鹗</a>著有天算著作《勾股天元草》、《孤三角术》，治河著作《历代黄河变迁图考》、《治河七说》、《治河续说》，医学著作《人命安和集》(未完成),金石著作《铁云藏陶》、《铁云泥封》、《铁云藏龟》，《铁云藏龟》是第一部甲骨文集录，奠定了后来甲骨文研究基础。<a href=\"http://so.gushiwen.org/author_3128.aspx\">诗</a>歌创作《铁云诗存》。1980年齐鲁书社出版了《铁云诗存》，其诗清新俊逸，功力颇深，反映了他的一些行踪和思想感情。 <a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>认为的晚清四大谴责小说是中国清末4部谴责小说的合称 。即李宝嘉（李伯元）的《官场现形记》、吴沃尧（吴趼人）的《二十年目睹之怪现状》、刘鹗的《老残游记》、<a href=\"http://so.gushiwen.org/author_3126.aspx\">曾朴</a>的《孽海花》。"
}