{
  "id": 152,
  "star": 62,
  "name": "刘基",
  "image": "http://img.gushiwen.org/authorImg/liuji.jpg",
  "dynasty": "明代",
  "desc": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。",
  "content": "<h2>人物生平</h2> <p><strong>年少好学<br></strong>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>（1311—1375），字伯温，浙江青田九都南田山之武阳村（今浙江文成县南田镇岳梅乡武阳村）人。青田县在元末属江浙行省处州路（今浙江丽水），东临温州路（今浙江温州），境内多山。南田山在青田县城南一百五十里处。南田山的形势，乃是“万山之巅，独开平壤数十里，号南田福地”。《洞天福地记》中记载说：“古称七十二福地，南田居其一”。</p> <p>　　刘基天资聪明却好学习，聪慧过人，由父亲启蒙识字，十分好学。阅读速度极快，据说七行俱下。12岁考中秀才，乡间父老皆称其为“神童”。</p> <p>　　泰定元年（1324年），十四岁的刘基入郡庠（即府学）读书。他从师习春秋经。这是一部隐晦奥涩、言简义深的儒家经典，很难读懂，尤其初学童生一般只是捧书诵读，不解其意。刘基却不同，他不仅默读两遍便能背诵如流，而且还能根据文义，发微阐幽，言前人所未言。老师见此大为惊讶，以为他曾经读过，便又试了其他几段文字，刘基都能过目而识其要。老师十分佩服，暗中称道“真是奇才，将来一定不是个平常之辈！”一部春秋经，刘基没花多少工夫就学完了。</p> <p>　　泰定四年（1327年），刘基十七岁，他离开府学，师从处州名士郑复初学程朱理学，接受儒家通经致用的教育。郑复初在一次拜访中对刘基的父亲赞扬说：“您的祖先积德深厚，庇阴了后代子孙；这个孩子如此出众，将来一定能光大你家的门楣。”刘基博览群书，诸子百家无一不窥，尤其对天文地理、兵法数学，更有特殊爱好，潜心钻研揣摩，十分精通。有一次，探访程朱理学故里—徽州，得知歙县南乡的六甲覆船山有一本《六甲天书》（据说其死后分赠于<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>和徐达之手），便探秘覆船山（主峰搁船尖），原来这里隐藏了一个完整的明教社会，不仅找到了《奇门遁甲》而且还结识了一大批明教圣者，刘基的虚心好学和出众才智，使他在这里学就和掌握了丰富的奇门斗数知识，回家后就在家乡出了名，大家都说他有<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>、诸葛孔明之才。</p> <p><strong>初入仕途<br></strong>　　元统元年（1333年），二十三岁的刘基赴元朝京城大都（今北京）参加会试，一举考中进士，元末，兵荒马乱，战火连连，在家闲居三年。</p> <p>　　至元二年（1336年），才被元朝政府授为江西高安县丞（正八品），协助县令处理政务。他勤于职守，执法严明，很快就做出了政绩。他深入乡间，体察民情，发现高安县一些豪绅地主勾结贪官污吏，无法无天，骗人钱财，夺人妻女，杀人害命无恶不作。刘基倾听百姓的哭诉后，义愤填膺，决心为民除害。经过明察暗访，掌握了真凭实据后，对几个劣迹昭著的豪强恶霸，坚决予以严惩，并对县衙内贪赃枉法的官吏也进行了整治，高安县的社会风气很快就有了好转。刘基刚正不阿，一身正气赢得了百姓的赞誉。在任官的五年内，处理地方事务的原则是“严而有惠爱”，能体恤民情，但不宽宥违法的行为；对于发奸摘伏，更是不避强权。因此受到当地百姓的爱戴，但因为他的正直，地方豪绅对他恨之入骨，总想找事端陷害他，幸得长官及部属信任他的为人，才免于祸患。</p> <p><strong>仕途多舛<br></strong>　　辞官后，刘基返回青田，至正三年（1343年），朝廷征召他出任江浙儒副提举，兼任行省考试官。后来因检举监察御史职，得不到朝中大臣的支持，还给他许多责难，他只好上书辞职，任期约一年。 </p> <p><strong>蛰居隐退<br></strong>　　至正六年（1346年），刘基接受好友欧阳苏的邀请，与欧阳苏一同来到丹徒，在距欧阳苏家附近的蛟溪书屋住下，过了一段半隐居的生活。以教授村里中的子弟读书来维持生活，偶尔和月忽难、陶凯等好友时相往还。</p> <p>　　至正八年（1348年），刘基结束在丹徒约两年的半隐居生活，再度投入人群。他来到杭州居住，他的夫人为他生下一个儿子，即刘琏。在杭州的四年当中，他和竹川上人、照玄上人等方外之士时相往来，也和刘显仁、郑士亭、熊文彦、月忽难等文士<a href=\"http://so.gushiwen.org/author_152.aspx\">诗</a>文相和。</p> <p>　　至正十二年(1352年)七月，徐寿辉攻陷杭州，在攻陷杭州之前，刘基便带着家人回到故乡。回到故乡不久，朝廷来了一封公文。朝廷起用他为江浙省元帅府都事，主要任务是帮助当地政府平定浙东一带的盗贼，特别以方国珍为对象。 元左丞帖里帖木儿欲招安方国珍，刘基认为方氏兄弟为首犯，不诛无以惩后。方国珍重赂官府，终被招安，并授以官职，反而谴责刘基擅威福。刘基一怒之下辞官还里，以表对元朝腐败昏聩之不满。</p> <p><strong>助明开国<br></strong>　　至正二十年（1360年），被朱元璋请至应天（今南京），委任他为朱元璋的谋臣，刘基针对当时形势，向朱元璋提出避免两线作战、各个击破建策，被采纳。辅佐朱元璋集中兵力先后灭陈友谅、张士诚等势力。刘伯温并建议朱一方面脱离“小明王”韩林儿自立势力，却另一方面以“大明”为国号来招揽天下义师的民心。</p> <p>　　此时，陈友谅攻陷太平（今安徽当涂县），意欲东向，气势甚为嚣张。朱元璋帐下各位大将，有的劝朱元璋投降，有的认为必须避其锋芒，再据守南京（当时称南京为钟山）。朱元璋意犹未决，刘基也沉默不言。朱元璋知其自有见地，遂召入内室与之决策，刘基以为凡言降者或议逃者，应尽诛之，以免扰乱军心。刘基认为，陈友谅骄气冲溢，目空一切，根本不把我们放在眼里，我们应利用其骄傲自满、听不进不同意见的时机，诱敌入伏，一举重创之，灭其锐气。刘基说：“天道后举者胜，吾以逸待劳，何患不克，莫若倾府库，开至诚，以固士心，伏兵伺隙击之，取威制胜，以成王业，在此举也”。正是在吴国初创、百事待兴，又突临强敌、内部看法不一的危难紧急关头，刘基寥寥数语，拨开迷雾，点破形势，议定决策，团结人心，去为完成王业而进取。</p> <p>　　至正二十七年（1367年），参与制定朱元璋的灭元方略，并得以实现。共参与军机八年，筹划全局。 </p> <p><strong>劝君买善<br></strong>　　吴元年（1367年），朱元璋以刘基为太史令，刘基呈上《戊申大统历》。荧惑星出现在心宿位，预示有兵灾祸乱，刘基请求朱元璋下诏罪己。天气大旱，刘基请求处理久积冤案，朱元璋便当即命令刘基予以平反，大雨也就从天而降。刘基趁机请求建立法制，防止滥杀现象。朱元璋这时正要处决囚犯，刘基便问是什么原因，朱元璋将自己所做的梦告诉他。刘基说：“这是获得疆土和百姓的吉象，所以应当停刑等待。”三日之后，海宁归降，朱元璋很高兴，就将囚犯全部交给刘基释放了。元至正二十七年（1368）即皇帝位，定都应天（今南京市），国号大明。明王朝正式建立，授刘基为御史中丞兼太史令。 </p> <p><strong>严明法纪<br></strong>　　朱元璋即皇帝位后，刘基上奏制定军卫法。当初确定处州税粮时，仿照宋制每亩加五合，唯独青田县除外，太祖这么说道“：要让刘伯温家乡世代把此事传为美谈。”太祖巡幸汴梁时，刘基与左丞相李善长一起留守京城。刘基认为宋、元两朝都因为过于宽纵而失天下，所以应该整肃纲纪，于是便下令御史检举弹劾，不要有任何顾忌，宿卫、宦官、侍从中，凡犯有过错的，一律奏明皇太子，依法惩治，因此人人都畏惧刘基的威严。中书省都事李彬因贪图私利，纵容下属而被治罪，李善长一向私宠李彬，故请求从宽发落，刘基不听，并派人骑马速报太祖，得到批准，刘基便在祈雨时，将李彬斩首。因为这件事，刘基与李善长开始不和。太祖返京后，李善长便向太祖告状，说刘基在坛土遗下杀人，是不敬之举。那些平时怨恨刘基的人也纷纷诬陷刘基。当时正逢天旱，太祖要求诸臣发表意见，刘基上奏说：“士卒亡故者，他们的妻子全部迁往他营居住，共有数万人，致使阴气郁结。工匠死后，腐尸骨骸暴露在外，将投降的吴军将吏都编入军户，便足以协调阴阳之气。”太祖采纳了他的意见，但十天过后仍不见雨，故而发怒。此时恰好刘基的妻子死了，所以刘基请求告辞还乡。太祖正在营造中都，又积极准备消灭扩廓。刘基临走上奏说“：凤阳虽是皇上的故乡，但不宜作为建都之地。王保保不可轻视。”不久，定西之役失利，扩廓逃往沙漠，从那时起一直成为边患。这年冬天，太祖亲自下诏，叙说刘基征伐之功，召他赴京，赏赐甚厚，追赠刘基的祖父、父亲为永嘉郡公，并多次要给刘基进爵，刘基都固辞不受。 </p> <p><strong>不徇私情<br></strong>　　太祖因事要责罚丞相李善长，刘基劝说道“：他虽有过失，但功劳很大，威望颇高，能调和诸将。”太祖说：“他三番两次想要加害于你，你还设身处地为他着想？我想改任你为丞相。”刘基叩首说道“：这怎么行呢？更换丞相如同更换梁柱，必须用粗壮结实的大木，如用细木，房屋就会立即倒坍。”后来，李善长辞官归居，太祖想任命杨宪为丞相，杨宪平日待刘基很好，可刘基仍极力反对，说：“杨宪具备当丞相的才能，却没有做丞相的气量。为相之人，须保持像水一样平静的心情，将义理作为权衡事情的标准，而不能搀杂自己的主观意见，杨宪就做不到。”太祖又问汪广洋如何，刘基回答：“他的气量比杨宪更狭窄。”太祖接着问胡惟庸，刘基又回答道：“丞相好比驾车的马，我担心他会将马车弄翻。”太祖于是说道“：我的丞相，确实只有先生你最合适了。”刘基谢绝说：“我太疾恶如仇了，又不耐烦处理繁杂事务，如果勉强承担这一重任，恐怕要辜负皇上委托。天下何患无才，只要皇上留心物色就是了。这几个人确实不适合担任丞相之职。”后来，杨宪、汪广洋、胡惟庸都因事获罪。</p> <p><strong>位列伯爵<br></strong>　　洪武三年（1370年），太祖授刘基为弘文馆学士，十一月，大封功臣，又授刘基为开国翊运守正文臣、资善大夫、上护军，封诚意伯，食禄二百四十石。第二年，赐刘基还归家乡。</p> <p><strong>朝奉作诗<br></strong>　　洪武八年（1375年），刘基虽然不良于行，仍然和所有在京官员一样，参加元旦的早朝，随后在奉天殿做了一首《乙卯岁早朝》，这虽属于歌功颁德的应酬文字，但诗中仍可以看见刘基的心情。据说正月中旬，<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>的门人刘刚来到刘基的住处，商请刘伯温将宋濂一百多卷的作品，择取精华部分编辑成书，以便诵读，也请刘基为新书写一篇序文。他毫不犹豫地答应了。</p> <p><strong>患病离世<br></strong>　　洪武八年（1375年）正月下旬，刘基感染了风寒，朱元璋知道了之后，派胡惟庸带了御医去探望。御医开了药方，他照单抓药回来煎服用，觉得肚子里好像有一些不平整的石块挤压在一起，让他十分痛苦。</p> <p>　　二月中，刘基抱病觐见朱元璋，婉转的向他禀告胡惟庸带着御医来探病，以及服食御医所开的药之后更加不适的情形。朱元璋听了之后，只是轻描淡写的说了一些要他宽心养病的安慰话，这使刘基相当的心寒。三月下旬，已经无法自由活动的刘伯温，由刘琏陪伴，在朱元璋的特遣人员的护送下，自京师动身返乡。回家后，拒绝亲人和乡里为他找来的一切药石，只是尽可能的维持正常的饮食。</p> <p>　　几天之后，刘基自知来日无多，找来两个儿子交代后事。交代完后事时，又让刘琏从书房拿来一本天文书，对他说：“我死后你要立刻将这本书呈给皇上，一点都不耽误；从此以后不要让我们刘家的子孙学习这门学问。”又对次子刘璟说：“为政的要领在宽柔与刚猛循环相济。如今朝廷最必须做的，是在位者尽量修养道德，法律则应该尽量简要。平日在位者若能以身做则，以道德感化群众，效果一定比刑罚要好，影响也比较深远，一旦部属或百姓犯错，也较能以仁厚的胸怀为对方设身处地的着想，所裁定的刑罚也必定能够达到公平服人，和警惕人改过自新的目的；而法律若能尽量简要，让人民容易懂也容易遵守，便可以避免人民动辄得咎无所适从，又可以建立政府的公信力和仁德的优良形象，如此一来，上天便会更加佑我朝永命万年。”又继续说道：“本来我想写一篇详细的遗表，向皇上贡献我最后的心意与所学，但胡惟庸还在，写了也是枉然。不过，等胡惟庸败了，皇上必定会想起我，会向你们询问我临终的遗言，那时你们再将我这番话向皇上密奏吧！”最后于农历四月十六卒于故里，享年六十五岁。六月，葬于乡中夏中之原。</p> <p><strong>后主追赐<br></strong>　　明武宗正德八年(1513年)，朝廷赠他为太师，谥号文成。</p> <p>　　明世宗嘉靖十年（1531年），刘基的同乡、刑部郎中李瑜向明世宗<a href=\"http://so.gushiwen.org/author_2266.aspx\">朱厚熜</a>上疏说：“（刘）基宜侑享高庙，封世爵如中山王（徐）达”，朝廷再度讨论刘基的功绩，并决议刘伯温应该和徐达等开国功臣一样，配享太庙。在这一年，刘基的九世孙处州卫指挥刘瑜袭封为伯爵。</p><br/><h2>主要著作</h2> <p>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>在政治、军事、天文、地理、文学等方面有很深的造诣，主要著作有：</p> <p>　　《郁离子》</p> <p>　　《覆瓿集》</p> <p>　　《写情集》</p> <p>　　《犁眉公集》</p> <p>　　《春秋明经》</p> <p>　　以上均收录于《诚意伯文集》</p> <p>　　《卖柑者言》</p> <p>　　还有些是后人托名附会的作品：</p> <p>　　《百战奇略》</p> <p>　　《时务十八策》</p> <p>　　后人合编《诚意伯文集》20卷</p> <p>　　此外，民间亦有多部与刘伯温有关的小说。当中，有说他经常微服出巡，体察民情。亦有说他很会占卜，常装扮成道士，并著有《烧饼歌》，向<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>暗示大明日后所发生的事，甚至明亡之后数百年的事。不过，由于刘伯温早在洪武八年就已离世，使这些故事和预言的真实性和正确性存疑。《烧饼歌》，全文共计一千九百一十二字，用四十余首隐语歌谣组成，是用隐语写成的“预言”歌谣，据卦撰词，从一定的“象数”规律排来，涉及到“象、数、理、占”的入化应用，也是前人“观象玩占”的遗著，在民间流传很广，影响极深，难于理解，视为神撰。</p> <p>　　其中的郁离子，郁，有文采的样子；离，八卦之一，代表火；郁离，就是文明的意思，其谓天下后世若用斯言，必可抵文明之治。“郁离子”是刘伯温的托称，刘写作《郁离子》的时候，是在他47-50岁，一生中最鼎盛之际，此前的半生他郁郁不得志，不能施展抱负，后来被夺去兵权，遂弃官归隐家乡青田山中，发愤而著《郁离子》。书成不久，他即出山离家，成为朱元璋的亲信谋士，协助朱元璋建立了统一的明王朝。</p> <p>　　《郁离子》不仅集中反应了作为政治家的刘伯温治国安民的主张，也反映了他的人才观、哲学思想、经济思想、文学成就、道德为人以及渊博学识。他认为志利忘民，缺乏行义，国家是危险的。刘基以传统的儒家思想作为治世的理论基础，主张宽仁之道，认为只要把握好国家的纲纪，刑德，人才，就能治天下。在写作作《郁离子》的过程中，刘伯温的整个思想体系，尤其是对社会政治方面的看法及主张更加成熟，也更加系统。 </p><br/><h2>印象</h2> <p>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>是中国非常特殊的人物，刘基已成为一种非常独特的文化符号。</p> <p>　　刘基，就是通常所说的刘伯温。</p> <p>　　刘伯温在中国民间的人气极旺。民众心目中的刘伯温，是清官的代表，智慧的化身，人民的救星。他能前知五百年、后知五百年，还是个风水大师、高道神仙。 明代杨守陈称赞刘基：“子房之策，不见辞章；玄龄之文，仅办符檄。未见树开国之勋业而兼传世之文章如公者。公可谓千古之人豪矣！” 明朝开国皇帝<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>评价刘基：“（刘基）学贯天人，资兼文武；其气刚正，其才宏博。议论之顷，驰骋乎千古；扰攘之际，控御乎一方。慷慨见予，首陈远略；经邦纲目，用兵后先。卿能言之，朕能审而用之，式克至于今日。凡所建明，悉有成效。” 明人所辑的《诚意伯文集》中，有刘基散文三百二十三篇，<a href=\"http://so.gushiwen.org/author_152.aspx\">诗</a>歌一千一百八十四首，词二百三十三首。《明史·刘基传》评论说，刘基“所为文章，气昌而奇，与<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>并为一代之宗”。我们知道，宋濂是历来公认的元明数一数二的文章大家。《四库全书总目提要》评论说：“其诗沉郁顿挫，自成一家，足与<a href=\"http://so.gushiwen.org/author_741.aspx\">高启</a>相抗”。 </p><br/><h2>历史功绩</h2> <p>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>的历史功绩在于能顺应历史潮流，积极帮助<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>勇敢地担负起统一中国这一伟大任务。他主要干了如下六件大事：</p> <p>　　（1）帮助国主朱元璋废小明王而自立。朱元璋是郭子兴的部将，子兴死后，小明王韩林儿封郭天叙为都元帅、张天佑为右副元帅、朱元璋为左副元帅。朱元璋借用龙凤年号，名义上受小明王节制。在攻克南京，据淮河江左地区，下浙江后，朱元璋被手下奉为吴国公，置江南行中书省，仍奉韩林儿。岁首，中书省设御座行礼，独基不拜。曰：“彼牧竖耳，奉之何为？”因见太祖，陈天命所在。所谓天命，就是要朱元璋有雄心壮志、大展宏图、担负起打天下建立新王朝的使命。</p> <p>　　（2）协助朱元璋制订“征讨大计”。朱元璋起于淮右，渡江后，势力发展较快，但仍只局限于浙江一带，且东有张士诚，西有陈友谅，均为劲敌，稍有不慎，就有败亡之危。当时许多人认为张士诚据有苏湖富饶地区，宜先攻取。但刘基认为“士诚自守虏，不足虑；友谅劫主协下，名号不正，地据上流，其心无日忘我，宜先图之。陈氏灭，张氏势孤，一举可定。然后北向中原，王业可成也。”朱元璋采用了这战略决策，遂成帝业。</p> <p>　　（3）在重大战役中，或运筹帷幄，或亲临前线指挥战斗。刘基因谙韬略，通天文地理，故往往“遇急难，勇气奋发，计划立定，人莫能测”。如公元1360年，陈友谅率精兵三十万，战舰五千只，攻下太平，进驻采石矶，直逼金陵，势甚器张。当时朱元璋驻金附守兵仅十万余。由于双方力量对悬殊大，朱元璋军中文武大臣乱成一团：有的主张投降；有的主张放弃应天，保存实力再作计较；有的主张出击，一决雌雄……独刘基一人张目不言，朱元璋就把他请到自己的卧室，征求意见。刘基说：“主张投降和逃跑者，应杀头治罪，因他们不看大好形势，散布失败情绪。事实上，陈友谅自以为兵强势众，又打了几次胜仗，更是志得意满，目空一切。我们就利用他的骄傲情绪，设下埋伏，使计诱其深入，一鼓可破。”朱元璋听了刘基这番独见后，乃定征伐之计。刘基勇气奋发，计划立就：首先遣人诈降，使康茂才诱陈友谅夜来劫城，并约定陈友谅至江东木桥边呼“老康”为联络信号。陈友谅不知是计，结果点精兵三十万，行至江东桥边，并无木桥，是座铁桥，使人呼“老康”，又无人答应。正在疑惑间，又突遇暴雨，四下伏兵齐出击，陈友谅鼠窜狼奔，败退至江边。谁知原有渡江用的战舰，刘基以计尽将拘掠，仅留破船三百只于江边。陈友谅败军争先逃渡，行至江中，又突闻火炮声，破船连人沉没一半多。结果全歼陈友谅主力军，挫败陈的锐气，乘胜收复太平，攻下安庆、信州、兖州。陈友谅只得带领剩余的伤卒败将仓惶地逃回汉阳。</p> <p>　　三年后（1363年7月），陈友谅重整旗鼓，号称百万，再度与朱元璋在鄱阳湖中作生死存亡的大决战。在这胜负的关键时刻，刘基始终和朱元璋在一条船上参与军机，运筹帷幄。一次，他忽然发现水鸟惊飞，刘基预知这是陈友谅的船队集中力量向朱元璋的指挥船开火，在这千钧一发之际，他立即拉起朱元璋转到另一条船上，当他们还未坐定，原来那条船已被陈友谅火炮打得粉碎。当时陈看到朱元璋的指挥船已被打沉，大喜过望。不料朱元璋仍在指挥战斗，士兵越战越勇，最后大败陈友谅，陈也在这次水战中败死。这次战争是我国历史上以少胜多，以弱胜强的战例，历史上称为鄱阳湖之战。</p> <p>　　（4）洪武开国之前，1366年受命卜地拓建南京城；1367年授太史令，上戍申大统历，并与李善长、杨宪、傅献、陶安等一起定律令。平定张士诚后，有张昶者使人上书称颂功德，劝朱元璋及时行乐，刘基当即指出：“是欲为赵高也。”及时提醒朱元璋“居安思危”。</p> <p>　　（5）洪武开国以后，刘基奏立《军卫法》，提出“宽以待民与严惩贪吏”的主张，肃纲纪，整吏治，严惩贪枉。如中书省都事李彬坐贪纵罪，虽丞相李善长出面替其义子说情，刘基仍将李彬奏斩。刘基还谏止营建东都，提醒朱元璋不要轻敌。奏曰：“凤阳虽帝乡，非建都地也；王保保&lt;扩郭帖木儿&gt;未可轻也。”</p> <p>　　（6）六十一岁告老还乡，劝朱元璋“霜雪之后，必有阳春，今国威已立，宜少济以宽大。”临终前遗嘱次子仲璟，待胡惟庸败后上奏朱元璋：“夫为政宽猛如循环，当今之务在修德省刑，祈天永命，诸形胜要害之地，宜与京师声势联络。”</p> <p>　　以上六件大事，前三件可谓帮助朱元璋打天下，后三件可谓帮助朱元璋巩固天下。说明刘基是位卓越的军事谋略家、政治家。他既是开国功臣，也是治国良臣。 </p><br/><h2>民间传说</h2> 　　在民间神奇传说中，刘伯温的形象是一位神人、先知先觉者、料事如神的预言家，有“前知五百年、後知五百年”之说。相传，刘伯温本是玉帝身前一位天神，元末明初，天下大乱，战火不断，饥荒遍地。玉帝令刘伯温转世辅佐明君，以定天下，造福苍生，并赐斩仙剑，号令四海龙王，但龙王年老体弱，事务繁多，因此派出了自己的九个儿子。龙九子个个法力无边，神通广大。他们跟随刘伯温征战多年，为<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>打下了大明江山，又助朱棣夺得了皇位。当它们功得圆满准备返回天廷复命之时，明成祖朱棣这个野心极大的帝王却想永远把它们留在自己身边，安邦定国，雄霸天下。于是他便借修筑紫禁城为名，拿了刘伯温的斩仙剑号令九子。但九子仍是神兽，顿时呼风唤雨，大发雷霆。朱棣见斩仙剑震不住九子，便决定用计，他对九子老大赑屃说：“你力大无穷，能驮万斤之物，如果你能驮走这块先祖的神功圣德碑，我就放你们走。”赑屃一看原来是一块小小的石碑，便毫不犹豫地驮在了身上，但用尽法力却寸步难行。原来，神功圣德碑乃记载“真龙天子”生前一世所做功德（善事）之用（功德是无量的），又有两代帝王的玉玺印章，能镇四方神鬼。八子眼看大哥被压在碑下，不忍离去，便决定一起留在人间，但发誓永不现真身。朱棣虽然留住了九子，但得到的却仅仅是九个塑像般的神兽。刘伯温得知此事后，也弃朱棣而去，脱离肉身返回天廷。朱棣后悔莫及，为了警示后人不要重蹈覆辙，便让九子各司一职，流传千古。<br/><h2>家族历史</h2> <p>　　据有关文献记载，<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>的先祖是丰沛（今江苏丰县沛县一带）人，后迁往鄜延（今属陕西）。北宋灭亡 ，刘基的七世祖乃南宋初年荣国公、鄜王刘光世“南渡”到临安（今杭州一带）。据周群教授考证，刘光世到江南后，虽也“屡屡迁寓”，“ 但大致不出今浙江境内”。刘光世之子尧仁后迁居丽水竹洲，而刘尧仁之子，也就是刘基的五世祖刘集卜居当时的青田县南田镇武阳村，至此刘集一支就在南田一带繁衍生息，现在南田镇武阳村还有“宋处士刘集墓”。刘基的曾祖父刘濠、祖父刘庭槐、父亲刘炝和刘基都生长在南田镇武阳村。 </p> <p>　　元武宗至大四年六月十五日(儒略历西元1311年7月1日，今格里历西元1311年7月9日)子时，刘基出生于江浙行省文成县南田镇（旧属青田县九都武阳村）。刘基的父亲刘爚为人正直，才智出众，10岁时，就和祖父刘濠一起设谋挽救了许多同邑人的性命。 原来，南宋灭亡后，青田县一带的起义军也相继被元军围剿四散，潜伏下来。元朝统治者为了斩草除根，巩固他们的政权，派浙东道宣慰副使苟贴儿在青田县调查反元义军的情况。他们在叛徒李熊的提供下，造了一个黑名册，准备上报朝廷，予以镇压。这个黑名册，关系到成千上万人的性命。苟贴儿路过武阳村时，受到著名乡绅刘濠一家的丰盛款待，并留他们在家里过夜。刘濠将苟贴儿灌醉，偷出黑名册烧掉，然后亲自点火烧毁了自家的祖屋。他们故作慌乱的样子，从大火中救出苟贴儿。苟贴儿自知饮酒误事，所幸死里脱生，对刘家感激不尽。青田县人对刘家不惜财产智救同胞的义举十分钦佩。刘炝后来成为当时的名儒，当过遂昌县(今属浙江)教谕(县学校长)。他40多岁时，生子刘基，视之如掌上明珠。他把自己的精力都用在对爱子的培养上，从而使刘基受到良好的教育。 </p><br/><h2>传略</h2> <p>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>，字伯温，元武宗至大四年（1311）出生于江浙行省处州路青田县南田山武阳村，故时人称他刘青田。明洪武三年（1370）封诚意伯，人们又称他刘诚意。明武宗正德九年(1514)被追赠太师，谥文成，因而后人又称他刘文成、文成公。南田武阳村于1948年被划入新析置的文成县，县名就是为了纪念刘基。</p> <p>　　刘基自幼聪颖，据说“读书能七行俱下。”14岁赴括城（今丽水）入处州路郡庠读书，“从师受《春秋》经，人未见其执经诵读，而默识无遗。习举业为文有奇气，决疑义皆出人意表。凡天文兵法诸书，过目洞识其要。”无顺帝元统元年（1333）中进士。至元二年(1336)，赴江西任瑞州高安县丞。在高安任上，“小民咸慈父戴之，而豪右数欲陷焉”。后来被江西行省辟为职官掾史，“以谠直闻”。不久，辞职归里。居家力学多年，又曾游学江东三年，学问有了长足进步。但仕途坎坷，一直沉于下僚。至正八年任江浙行省儒学副提举、行省考试官，不到一年便因“建言监察御史失职事，为台宪所沮”，又一次辞职，寓居杭州。至正十二年，被江浙行省任为浙东元帅府都事，次年改任行省都事，在温、台一带参与戎事，也只一年多，因建议招捕方国珍，上官“以为伤朝廷好生之仁，且擅作威福”，受免职羁管绍兴的处分。至正十六年，复行省都事职，后改任行枢密院经历，在处州谋括“寇”有功，一度升任行省郎中（从五品），可是不久执政者抑其军功，仍以从七品格改授处州路总管府判，且“不与戎事”(即夺去兵权)，刘基乃“愤而弃官”，居家著书。</p> <p>　　至正二十六年（1360），是年刘基50岁，应<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>聘，与宋濓、章溢、叶琛赴金陵。刘基向朱元璋呈时务十八策，受到朱元璋礼遇。朱元璋特地为“四先生”建造礼贤馆。从此，刘基参与军机，成了朱元璋开创明王朝的主要谋士。首先，他为朱元璋制订“征讨大计”。并提出先灭陈友谅，后取张士诚的战略，为朱元璋所采纳。朱元璋灭陈、张后继而“北伐中原，遂成帝业，略如基谋。”至正二十六年（1366），刘基以太史令身份受命卜地拓建建康城。第二年（吴元年，1367），吴置御史台，以刘基为御史中丞。刘基奏请立法定制，与李善长、杨宪、傅璇、陶安等一起定《律令》。十一月，刘基上《戊中大统历》。十二月，《律令》成，这是《大明律》的雏形。洪武元年（1368）刘基奏立《军卫法》，确立卫所制。是年四月朱元璋赴汴梁，刘基与李善长留守京师，“基谓宋元宽纵失天下，今宜肃纪纲令御史纠劾无所避，宿卫宦侍有过者，皆启皇太子置之法，人惮其严”。中书省都事李彬“坐贪纵抵罪”，虽丞相李善长说情，仍被奏斩。次年十月，朱元璋与刘基讨论丞相人选。刘基直抒已见，因之得罪了汪广洋、胡惟庸。</p> <p>　　洪武三年（1370），朱元璋大封功臣，刘基进封开国诩运守正文臣、资善大夫、护军、诚意伯。次年正月，朱元璋并未听从刘基话，罢了李善长相职，并以汪广洋为右丞相胡惟庸为中书左丞。这两人对刘基都是耿耿于怀的。刘基本来就有激流勇退之意，此时更觉处境不好，得到朱元璋允许，当年便告老回乡，从此归隐韬迹。</p> <p>　　洪武六年（1373）正月，中书省右丞相汪广洋因为无所建树，被贬黜为广东省参政，由左丞胡惟庸主持中书省事务。至此胡惟庸大权在握，终于想出了报复刘基的办法。洪武五年，刘基出于对国事的关注，命长子琏进京奏请在青田县边远地区谈洋（今在文成县朱阳乡）设立巡检司以维持地方治安。洪武六年，另一个叫茗洋（在今文成县东头乡）的地方发生逃军周广三等人的反叛事件。胡惟庸故意将谈洋与茗洋混为一谈，指使刑部尚书吴云，诱引处州府与青田留用的元朝旧吏，构陷刘基，说刘基看中了谈洋有“王气”，想占为墓地，当地百姓不肯，便提出设巡检司的办法驱赶当地住户，因而激起百姓作乱。接着，胡惟庸请朱元璋按叛逆罪处置刘基，并逮捕刘琏下狱。朱元疑信参半，只因“王气”两字确实犯了他的忌，所以虽未明文加罪刘基，未逮捕刘琏，却移文切责刘基，并下旨夺了他的俸禄。刘基内心惧怕，于当年七月亲自入朝见朱元璋，不敢辨白，只是引咎自责。为了消除朱元璋怀疑，便留在京城，不敢要求回家。从此，刘基在南京孤苦伶什地度着风烛残年，身体日益衰朽。</p> <p>　　洪武八年（1375），刘基在京病重，“三月上知公且不起，御制文遣使送之归。”归家后与亲人团聚了一个多月，于四月十六日辞世。享年65岁。</p> <p>　　刘基有《诚意伯文集》20卷传世，收有赋、骚、<a href=\"http://so.gushiwen.org/author_152.aspx\">诗</a>、词1600余首，各种文体文230余篇。四明杨守陈《重锓诚意伯文集序》谓：“汉以降，佐命元勋多崛起草莽甲兵间，谙文墨者殊鲜，子房之策不见辞章，玄龄之文仅办符檄，未见树开国之勋业而兼传世之文章如公者，公可谓千古之人豪矣。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>在《明诗别裁》中说：“元代诗都尚辞华，文成独标高格，时欲追韩杜，故超然独胜，允为一代之冠。”《明史》本传说他“所为文章，气昌而奇，与<a href=\"http://so.gushiwen.org/author_705.aspx\">宋濂</a>并为一代之宗。” </p><br/><h2>家谱故居</h2> <p><strong>家谱</strong><br>　　<a href=\"http://so.gushiwen.org/author_152.aspx\">刘基</a>的祖上可以追溯至七世祖刘延庆，再之前的难以稽考，只知刘氏一族是聚居于丰沛一带。<br>　　1. 刘延庆，曾任北宋宣都统少保，累官至镇海军节度使。靖康之难发生，在于领残部逃离时，死于敌人箭下。<br>　　2. 刘光世，字平叔，刘延庆次子，官至太师杨国公。<br>　　3. 刘尧仁，是一位甘于淡泊、品德清高的读书人，不愿作官，隐居不出，甚至把住家由临安迁至竹洲，远离尘嚣，课子自误，躬自食。<br>　　3. 刘集，受父亲影向，没有出任官职，将刘家迁至青田的武阳，于是刘氏以青田人自称。以实践仁义自我要求，敦勉子孙遵行祖先与先圣先贤所训神的仁义之道。<br>　　4. 刘濠，曾义救反元义士林融及多位义民，而让自家烧毁，之后人们甚至预言，这样的义行，将会为后代子孙带来福泽。<br>　　5. 刘庭魂，字尚德，十分博学，曾涉猎天文、地理、阴阳、医卜等学问，曾任元朝太学上舍的官职。<br>　　6.刘炝，字如晦，是一位饱学之士，官职是遂昌教谕。<br>　　7.刘基<br>　　8.刘琏，刘基长子，生于1348年（元顺帝至正八年），1377年（明洪武十年），与胡惟庸的党人起冲突，被胁迫堕井而死。<br>　　9.刘璟，刘基次子，生于1350年（元顺帝至正十年），后因对明成祖直言：“殿下百世后，逃不得一篡字。”被捕入狱，在狱中自缢。</p> <p><strong>故居</strong><br>　　刘基故居位于今天的浙江省温州市文成县南田镇（旧属青田县），刘基上五代均住此。 刘基故居为五开间。1311年6月15日，刘基生于此；1375年4月16日死于此。现存有刘基48岁弃官归隐后修建房舍碑志，石臼等用物。《明史·刘基传》载：“洪武四年正月赐老归，惟饮酒，奕棋，口不言功。邑令求见不得，微服为野人谒见。基方濯足，令从子引入茅舍。”由此可见刘基当时住房的简陋，品格的高尚。<br>　　刘基故里--南田又称天下第六福地，人杰地灵，孕育着文成千百年的历史文化。千古人豪刘伯温是历史上军事谋略家、政治家、文学家。他辅佐<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>完成统一大业，建立大明王朝，被后人称为\"立德、立功、立言\"三不朽伟人。现留下一批明清建筑，诸如刘基庙、参政公祠、忠节公祠、盘古亭、辞岭亭、武阳亭、刘基故居及刘基墓等。此外，全县尚拥有新石器遗址、宋朝古窑址、摩崖石刻、古寺、古墓、古牌坊、革命纪念地等丰富的历史文化遗存。 </p>"
}