{
  "id": 343,
  "star": 2,
  "name": "洪秀全",
  "image": "http://img.gushiwen.org/authorImg/hongxiuquan.jpg",
  "dynasty": "清代",
  "desc": "洪秀全（1814年1月1日－1864年6月1日，1864年5月26日或1864年5月24日也有可能），是太平天国以宗教名义发动民变的领袖，汉族客家人，原籍广东嘉应州。洪秀全以一乡村塾师走上武装斗争道路，领导了规模空前的太平天国农民战争。",
  "content": "<h2>生平</h2> <p><strong>早年</strong><br>　　<a href=\"http://so.gushiwen.org/author_343.aspx\">洪秀全</a>生于耕读世家，7岁起在村中书塾上学，熟读四书五经及其它一些古籍。村中父老看好洪秀全可考取功名光宗耀祖，可是三次乡试都失败落选，第三次在广州落选后已经是25岁（1837年，当时把出生之时当作1岁）了，受此打击回家以后重病一场，一度昏迷。病中幻觉有一老人对他说：奉上天的旨意，命他到人间来斩妖除魔。从此，洪秀全言语沉默，举止怪异。此时，洪秀全并不甘心于考试的失败，在6年后的1843年春天，再一次参加了广州的乡试，结果还是以落选告终。<br>　　这时，洪秀全翻阅以前在广州应试时收到的基督徒梁发的《劝世良言》一书，把书中内容与自己以前大病时的幻觉对比，认为，自己受上帝之命下凡诛妖，一气抛开了孔孟之书，不再做一名儒生而改信了基督教的教义，索性把家里的孔子牌位换成了上帝的牌位。虽然未曾读过《圣经》，洪秀全却开始逢人便宣传他所理解的基督教教义，称之为“拜上帝教”。<br>　　洪秀全说：“人心太坏，政治腐败，天下将有大灾大难，唯信仰上帝入教者可以免难。入教之人，无论男女尊贵一律平等，男曰兄弟，女曰姊妹。”<br>　　太平天国天王玉玺洪秀全最初在广州附近传教，但未取得很大成功。1844年，洪秀全和<a href=\"http://so.gushiwen.org/author_612.aspx\">冯云山</a>转至广西一带传教。洪不久便返回广东，冯留下发展，在当地的信徒日增。1845年至1846年间，在家乡的洪秀全写下《原道醒世训》、《原道觉世训》、《百正歌》等作品。1847年初，洪秀全在广州的一所基督教堂学习了几个月，曾要求受洗，但教士认为，洪秀全对教义的认识不足够而拒绝了。洪其后再到广西会合冯云山，并陆续制订拜上帝会的规条及仪式。洪秀全的拜上帝会与地方政府的矛盾日渐加深，洪秀全等人在1850年决定反清，加紧准备。会众在下半年间陆续前来金田团营，在1851年1月正式宣布起义，揭竿而起。<br>　　洪秀全 檄文全文如下（引方框为不明字）：盖闻唐虞揖让，固称上古之圣人。而汤武征诛，亦系中天之景运。汉鼎已迁于新莽，刘文。亦复中兴。徽钦既虏于金人，宋康王依然反国。是故日一旋坤转，乃历代之常情。革故鼎新，本累朝之故事。惟我大明之太祖，曾开国之南京。传至季世怀宗，遂亡身于北厥。奈天心已去，闯王大乱于中华，痛帝位之难留，皇之逃奔于吴越。呈卿失计，当为驱虎逐狼。摄政不良，恰似长蛇封豕。纵然成功者退以身，殉国何难。有德者居以位，让贤何恨。<br>　　独是外夷僭窃华夏，腥风燥羯称尊，夜郎自大，屈真才，旷野之珠玉皆空，纵贪吏以害民。闾里之脂膏已尽。□□钞粮重敛，今日完而明日征。<br>　　法律分更，旗人宽而汉人刻。父老号秦苛政久已，人民望我兴复。正与今华裔有仆，故国犹存邦，总是旧命则维新，爱举义旗以清妖孽。所望普天率土，执孺子于咸阳。协力同心，歼商于牧野。重懋旧业，再造丕基，忍使上国衣冠沦于春秋。<br>　　相率中原豪杰还我山河。具全才全德者，封万户侯；抱一技一能者,授千夫长；躬耕者免税三年；犯法者宥罪十世。上有务恤之主，下无罹网之民。惟有乘风掳抢者，决然剿灭不俨。<br>　　然有汤武之行，再睹尧舜之世乎。<br>　　檄文到日，薄海遵行。</p> <p><strong>名字含义</strong><br>　　“洪秀全”原名叫洪仁坤，长大后参加科举考试，接连三次都没有考上，第三次科举失败后，就在家里病倒了，四十天卧床不起，久治不好，为了身体早日康复，便改名叫洪秀全。洪秀全这个名字后来在其建立“拜上帝教”时，既成为一个联络暗语，又是一个政治谶语。其姓“洪”由“三八二十一”组成，这个“三八二十一”就是“拜上帝教”的联络暗语、立会之号。其名“秀全”两字是由“禾”、“乃”、“人”、“王”组成，“禾”字与“我”字读音相近，四字组合起来则是“我乃人王”，也就是说，洪秀全是上帝派来的领袖。</p> <p><strong>金田起义</strong><br>　　1851年1月11日（道光三十年十二月初十）洪秀全发动金田起义，建国号太平天国，自称天王。1853年（咸丰三年）定都南京，称天京。颁布《天朝田亩制度》，又分兵西征、北伐（参见太平军北伐、太平军西征）。咸丰六年，因掌握军政实权的东王杨秀清“威权逼己”，遂密诏（一说无密诏）北王韦昌辉率军返京诛杨。韦又扩大事态，滥杀无辜。洪秀全迫于众怨，只好杀韦，以翼王石达开主政。<br>　　太平天国前期，军政大事由军师负责，洪秀全退居幕后少理朝政，冯云山、萧朝贵已死，大权落在东王杨秀清手上。定都天京后，洪秀全主张把四书五经列为禁书，杨秀清不同意，借“天父下凡”迫洪秀全让步，后者只好同意四书五经在修改后可以刊印流传，然而，直至太平天国灭亡仍未曾刊行。<br>　　在当时的清朝许多国民由于抽鸦片而体质虚弱，难于戒除烟瘾，导致白银大量外流，国库虚空，民生困苦。洪秀全通过制定严厉的刑罚来禁止鸦片的买卖，起到了良好的效果。在主权原则上，洪秀全对清朝签订的丧权辱国的不平等条约一概不认可。</p> <p><strong>天京事变</strong><br>　　1856年（咸丰六年）6月，太平军攻破清军向荣的江南大营，解天京三年之围。向荣在8月9日死后，其死讯不久便传入天京，东王杨秀清见当时太平天国形势大好，另有图谋，以“天父下凡”为由迫天王封他为“万岁”。<br>　　天王洪秀全与东王杨秀清的矛盾日渐加深。北王韦昌辉在这时请求天王诛杀东王，天王伪作不忍。洪秀全知道北王韦昌辉、翼王石达开及顶天燕秦日纲对东王不满，后来东王有弑君篡位之企图。1856年，天王密诏北王、翼王及顶天燕秦日纲铲除东王。韦昌辉在9月1日到天京，与秦日纲在夜间入城，2日凌晨突袭东王府，杨秀清及其家人被诛，史称“天京事变”。翼王石达开抵达天京后，责备韦昌辉滥杀，二人不欢而散，石达开当夜逃出城外，韦昌辉其后尽杀翼王府中石达开的家属。石达开从安庆起兵，声讨韦昌辉，此时在天京以外的太平军大多支持石达开。东王、北王与燕王先后被诛。翼王石达开在天京主政一段时间，为洪秀全所忌，洪秀全封自己的亲兄弟洪仁发、洪仁达为王，以牵制石达开，引起石达开不满。1857年石达开受猜忌带领大军负气出走，脱离天王指挥。自天京事变及翼王出走后，洪秀全虽然掌握了朝政大权，太平天国却开始走下坡。<br>　　洪秀全重用陈玉成、李秀成诸后起良将，自兼军师，又采取减赋和加强宗教宣传等措施，渡过难关。1863年（同治二年）冬，天京为清军围困，粮尽援绝，洪秀全拒绝李秀成突围的建议，固守天京。同治三年四月病卒。所著<a href=\"http://so.gushiwen.org/author_343.aspx\">诗</a>文及诏旨、文告等多收入《太平天国》（中国近代史资料丛刊之一）及《太平天国史料》等书中。</p> <p><strong>另外一种解读</strong><br>　　韦昌辉对于杨秀清主管国事不服气，表面上唯唯诺诺，毕恭毕敬，实际上心里早就暗藏杀机。1856年下，杨派韦“督师”江西，韦昌辉屡战屡败，因为惧怕惩处，随领兵3000偷偷回京，奔赴天王府求情。洪秀全斥责说道：“遣尔往援庐州，何得擅回，罪当诛。”韦昌辉走投无路，遂孤注一掷，突袭东王府，杀东王府以及其部署两万余人。石达开从湖北回到天京，斥责韦昌辉滥杀无辜。韦昌辉又欲加害是石达开。石达开逃到天王府，韦昌辉兴兵攻打天王府。石达开连夜出逃，韦昌辉杀其全家老少。石达开逃到武昌后，兴兵四万讨伐韦昌辉。<br>　　韦昌辉滥杀无辜激起民愤，天王下令“合朝同心”，将韦昌辉处死，首级送石达开。<br>　　事变后，洪秀全追封杨秀清为“传天父上主皇上帝真神”。将自己的第五子过继给杨秀清，将其被害之日定为“东王升天节”。要臣民们“代代莫须忘”。</p> <p><strong>晚年</strong><br>　　清军开始进迫天京，在陈玉成和李秀成等人支撑下，太平军在数年间阻止了清军的很多攻势。1859年，族弟洪仁玕抵达天京，洪秀全大喜，封仁玕为军师、干王，总理天国朝政。由于洪仁玕未有立功而封王，洪秀全怕其他人不服，再次封异姓为王。后来洪秀全分散诸王权力，开始滥封王爵。<br>　　1861年12月间，英国海军提督何伯与参赞巴夏礼到天京，向洪秀全提出以事成后平分中国为条件，协助太平天国打败清朝。洪秀全态度坚决，断然拒绝英国人的建议，在维护国土完整和主权方面，态度明确和坚定。英国人见无法从太平天国那里获得利益便转而支持清朝。清朝为镇压太平军于是勾结洋人，出卖国家利益。<br>　　1862年，陈玉成英勇就义后，形势急转直下，天京附近据点逐一陷落。洪秀全晚年，思想保守，陷入了宗教迷信。李秀成知道天京难以久守，向洪秀全建议放弃天京，转战中原，被洪秀全拒绝。面对困境，洪秀全没有采取适当的对策，却向将士宣称将有天兵下凡，驱走清兵。</p> <p><strong>死因之谜</strong><br>　　1864年3月，天京合围后，城内粮食不足，洪秀全带头吃“甜露”（草团）充饥，因而致病。1864年6月1日（同治三年四月二十七日），洪秀全病逝天京，清军在城陷后将他的遗体毁掉。<br>　　李秀成是太平天国后期的主要将领，洪秀全去世时，他在天京主持天京保卫战，对天王府的情况当有较确切的了解。<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a>刊刻的《李秀成自述》中，言及洪秀全之死：“天王（洪秀全）斯时焦急，日日烦躁，即以四月二十七日服毒而亡。”其后半部分中说：“天王之自杀，更令全局混乱。”太平天国的对手、曾国藩在一八六四年六月二十三日（7．26）的奏稿中说：“首逆洪秀全实系本年五月间，官军猛攻时，服毒而死。”同年七月初七日又奏称：“有伪宫婢者，系黄姓女子，即手埋逆尸者也，臣亲加讯问。据供，洪秀全生前，经年不见臣僚，四月二十七日因官军急攻，服毒身死，秘不发丧。而城里群贼，城外官兵，宣传已遍，十余日始行宣布。”根据上述资料，大多史家认为洪秀全系“服毒自杀”。郭廷以说洪秀全之死，“以服毒说为近真”；简又文在《太平天国全史》中指出，洪秀全自杀是“事实”；罗尔纲《太平天国史稿》根据《李秀成自述》内容，认为洪秀全“四月十九日（天历，即1864．6．1）服毒逝世”。但当时的学者对洪秀全自杀说，已有一定程度的怀疑。 </p><br/><h2>年表</h2> 　　1、1814年出生于广东花县（今广州市花都区）福源水村，出身农家，读过村塾，屡试不第。<br>　　2、1843年创立拜上帝教。翌年到广西贵县（今贵港）赐谷村宣传拜上帝教真义。后回花县，著《原道醒世训》、《原道觉世训》等文。<br>　　3、1847年8月，赴广西桂平紫荆山会<a href=\"http://so.gushiwen.org/author_612.aspx\">冯云山</a>，组织力量，开展政治斗争。<br>　　4、1851年1月11日，在金田营盘岭聚集2万多会众，举行反清武装起义，称太平王，后在东乡建立太平天国；12月，在永安（今蒙山）分封诸王。翌年攻桂林，克全州，占领两湖，再从武昌沿江东下，攻占南京。<br>　　5、1853年定都南京，改称天京。颁布《天朝田亩制度》，再分兵北伐、西征，结果北伐失利而西征胜利。入主天王府后，深居简出，生活奢靡，大权交由杨秀清掌握。 <br>　　6、1856年，太平军先后击破清军江北、江南大营，杨秀清居功自傲，逼封万岁。遂密诏韦昌辉、秦日纲，诛杀杨秀清及其家人、部属2万多。<br>　　7、1857年，石达开率20万精兵出走后，只得重用陈玉成、李秀成等，以扭转局势。<br>　　8、1859年，命洪仁玕总理朝政。清廷联合帝国主义加紧镇压太平天国，安庆、苏州、杭州等相继陷落，天京被围。<br>　　9、1864年，天京陷落前病死。<br/><h2>主要成就</h2> <p><strong>政治<br></strong>　　<a href=\"http://so.gushiwen.org/author_343.aspx\">洪秀全</a>领导的太平天国运动致使清王朝绿营制度被彻底抛弃，而汉族地主例如<a href=\"http://so.gushiwen.org/author_866.aspx\">曾国藩</a><a href=\"http://so.gushiwen.org/author_3124.aspx\">李鸿章</a>成为清王朝的中坚力量。同时清王朝被迫引进西方先进武器来剿灭所谓叛乱，因此洪秀全领导的活动也是促成晚清洋务运动的重要因素之一。</p> <p>　　1859年（咸丰九年）洪秀全颁布了洪仁玕为仿效西方资本主义国家而写的《资政新篇》一书。这是后期太平天囯的重要政纲，说明他在对待资本主义的态度上，较同时代的地主统治阶级思想开明，眼界开阔。</p> <p><strong>军事<br></strong>　　洪秀全依靠拜上帝会的煽动力以及清王朝后期尖锐的社会矛盾，打造了太平军这一支劲旅。1853年（咸丰三年）2月 ,太平军由武昌东下江南 ,帆幔蔽江 ,炮声遥震 ,沿江州邑 ,莫不望风披靡 。 3月20日 ,太平军挟千里席卷之势 ,长歌涌入金陵 ,开始建造“人间小天堂”。在此后的10多年时间里 ，太平军继续西征、北讨和东进 ，战火燃遍了大半个中国。狂飙所及，庐舍为墟。</p> <p><strong>经济<br></strong>　　洪秀全颁布了《天朝田亩制度》，提出改变土地制度和其他改革社会的措施。其内容表现了农民反封建的要求和解决土地问题的强烈愿望。纲领内容的完备性和深刻性，使太平天国革命达到了中国历代农民革命所能达到的最高思想境界。提出“有田同耕、有饭同食”的平分土地的施政方案，显现出改革社会制度的进步思想。与此同时，他尚致力确立天朝的政治、经济、思想文化体制，力图建立起一个符合其阐释改造了的基督教神学精神的新型社会。</p> <p>　　定都天京后，洪秀全积极地实施对外贸易政策，并开展正常对外贸易。对外贸易方针是积极开发，平等互利，独立自主，与清政府闭关自守，投降媚外，丧权辱国等情况形成鲜明对比。对鸦片输入态度很强硬。1854年（咸丰四年），杨秀清在致英使的信中谈到通商时写道：“不惟英国通商，万国皆通商。四海之内皆兄弟也，立埠之事后方定，害人之物为禁。”给侵略者当头一棒。1863年（同治二年），上海港出口茶叶为1200万磅，比1858年（咸丰八年）翻了一番。1862年（同治元年），在上海报关的轮船180艘，上海港进口关税收入为3370114两，两码头收入51960两，极其繁荣。 </p> <p><strong>文化<br></strong>　　在服饰方面，洪秀全领导的太平天国是中国唯一具备服饰制度的农民政权。在服饰上，既继承了传统遗制，又有所创新，形成了一套独特的衣冠服饰制度。</p> <p>　　在意识形态方面，洪秀全把矛头指向了封建王朝的精神支柱孔孟之道，反对封建等级制度，提倡平等思想。</p> <p><strong>民族<br></strong>　　洪秀全极度仇视满族统治者。从金田起义揭竿而起，洪秀全就把斗争矛头指向清王朝，最终沉重打击了满族统治者。</p> <p>　　太平天国实施剪辫子政策，力求摆脱民族奴役的阴影，这对近代革命家而言是颇具鼓舞性的。</p> <p><strong>外交<br></strong>　　洪秀全在位期间先后命杨秀清和洪仁玕主持外交。与外国多有联络友善。</p><br/><h2>故居</h2> <p>　　<a href=\"http://so.gushiwen.org/author_343.aspx\">洪秀全</a>故居位于广州市花都区新华镇大布乡官禄村，是洪秀全成长、耕读和从事早期革命活动的地方。原故居于金田起义后被清军焚毁。1961年，广州市文物考古队发掘出房屋墙基，重建。建筑为泥砖瓦木结构，一厅五房，六间相连，坐北向南，东西宽16.5米、南北深5.5米，每间房子约13平方米。西端第一间为洪秀全夫妇住房，室内陈设简陋，仅有床、桌子和凳子。第二间房子正面挂洪秀全太祖洪英纶夫妇画像，画像有洪秀全的亲笔题<a href=\"http://so.gushiwen.org/author_343.aspx\">诗</a>。</p> <p>　　1988年1月，国务院公布为全国重点文物保护单位，也是广东省、广州市爱国主义教育基地。纪念馆周围环境优雅，人文景观与自然环境和谐、统一，游客可了解这位杰出的农民运动领袖成长初期的历史环境。 </p>"
}