{
  "id": 361,
  "star": 572,
  "name": "杨万里",
  "image": "http://img.gushiwen.org/authorImg/yangwanli.jpg",
  "dynasty": "宋代",
  "desc": "杨万里，字廷秀，号诚斋，男，汉族。吉州吉水（今江西省吉水县）人。南宋杰出诗人，与尤袤、范成大、陆游合称南宋“中兴四大诗人”、“南宋四大家”。",
  "content": "<h2>介绍</h2> <p>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>（1127年-1206年），字廷秀，号诚斋。江西吉州人（今江西省吉水县黄桥镇湴塘村）。南宋大<a href=\"http://so.gushiwen.org/author_361.aspx\">诗</a>人。绍兴二十四年（1154年）进士。历任国子博士、太常博士，太常丞兼吏部右侍郎，提举广东常平茶盐公事，广东提点刑狱，吏部员外郎等。反对以铁钱行于江南诸郡，改知赣州，不赴，辞官归家，闲居乡里。在中国文学史上，与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>并称“南宋四家”、“中兴四大诗人”。他作诗25000多首，只有少数传下来。</p> <p>　　淳煕六年（1179年）至十一年任职广东，发现惠、潮等州外皆无军营，将士皆居城中，遂奏请同意，在所有诸路乡间外砦盖造廨舍营房，不准士兵迁驻城内。在惠州先后写下脍炙人口的诗作如《白鹤峰》《游东坡故居》《解舟惠州新桥》《游丰湖》等，其中《游丰湖》是惠州西湖历代名诗之一：“三处西湖一色秋，钱塘颍水及罗浮，东坡原是西湖长，不到罗浮便得休”。其人其诗在惠州影响很大，被祀于西湖畔的景贤祠。 </p><br/><h2>作品风格</h2> 　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a><a href=\"http://so.gushiwen.org/author_361.aspx\">诗</a>歌大多描写自然景物，且以此见长，也有不少篇章反映民间疾苦抒发爱国感情；语言浅近明白，清新自然，富有幽默情趣；称为\"诚斋体\"。<br/><h2>杰出事迹</h2> <p><strong>中兴四大家</strong><br>　　在当时有很大的影响。他的<a href=\"http://so.gushiwen.org/author_361.aspx\">诗</a>与<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_529.aspx\">范成大</a>、<a href=\"http://so.gushiwen.org/author_2065.aspx\">尤袤</a>齐名，称“中兴四大家”（南宋四大家）。他起初模仿江西诗派，后来认识到江西诗派追求形式、艰深蹇涩的弊病，于绍兴三十二年（1162年）尽焚其力作诗篇千余首，决意跳出江西诗派的窠臼而另辟蹊径。他在《荆溪集自序》中曾回忆过自己走过的创作道路：“余之诗，始学江西诸君子，既又学后山（<a href=\"http://so.gushiwen.org/author_100.aspx\">陈师道</a>）五字律，既又学半山老人（<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>）七字绝句，晚乃学绝句于唐人。……戊戌作诗，忽若有悟，于是辞谢唐人及王、陈、江西诸君子皆不敢学，而后欣如也。”他在诗中也曾明确表白：“传派传宗我替羞，作家各自一风流。陶（潜）谢（灵运）行前更出头。”（《跋徐恭仲省干近诗》之三）正因为他不随人脚跟、傍人篱下，敢于别转一路，推陈出新，终于自成一家，形成了他独具的诗风，其诗风格纯朴，语言口语化，构思新巧，号为“诚斋体”。对当时诗坛风气的转变，起了一定的促进作用。</p> <p><strong>学问渊博</strong><br>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>学问渊博，才思健举。他的作品富有变化，既有“归千军、倒三峡、穿天心、透月窟”雄健富丽的鸿篇巨制；也有状物姿态，写人情意，随手拈来，却能曲尽其妙的写景抒情小诗。诗风平易自然、构思新巧、幽默风趣、清新活泼，有很强的艺术感染力。他又十分注意学习民歌的优点，大量吸取生动清新的口语谣谚入诗，因此，他的作品往往“俚辞谚语，冲口而来”（蒋鸿翮《寒塘诗话》），给人纯朴自然的感受。如：“月子弯弯照九州，几家欢乐几家愁；愁杀人来关月事，得休休去且休休。”（《竹枝歌》）完全似脱口而出的一首山歌，反映了他向民歌学习的成就。<br>　　杨万里现存的诗篇，有一部分直接抒写自己的爱国感情及对时政的关怀。特别是他充金国贺正旦使的接伴使时，第一次横渡江、淮，去北方迎接金使，亲眼看到宋朝的大好河山沦于金人手中，淮河成了南宋的北部边界，两岸的骨肉乡亲，不能自由往来，心中有无限感慨，写下了不少爱国的诗篇，如：“船离洪泽岸头沙，人到淮河意不佳；何必桑乾方是远，中流以北即天涯！”“两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。”（《初入淮河》）他路经镇江金山时，看到风景如画的金山的亭台变成了专门招待金使烹茶的场所，愤慨地写下了“大江端的替人羞！金山端的替人愁”（《雪霁晓登金山》）的诗句，深深地鞭挞了屈辱的南宋小朝廷。此外，如《过扬子江》、《虞丞相挽词》、《豫章江臬二首》、《宿牧牛亭秦太师坟庵》等诗章，或寄托家国之思，或呼吁抗战复国，或歌颂抗敌捐躯的将领，或讽刺卖国投敌的权奸，都是万里的名篇。</p> <p><strong>关心民生</strong><br>　　他也有一些诗作反映了劳动人民的生活，表达了他对民生的关心及对劳苦人民的同情。如《悯农》、《观稼》、《农家叹》、《秋雨叹》、《悯旱》、《竹枝歌》、《插秧歌》等，思想性和艺术性都比较高。但上两类作品数量并不很多。</p> <p><strong>现存诗篇</strong><br>　　杨万里现存的诗篇，大部分是吟咏江风山月的写景抒情之作和应酬之作。这部分，作品有的题材过于细碎，缺乏高度的艺术概括，流于粗率浅俗。但他也有不少抒情写景的小诗，由于观察细致深入，描写生动逼真，感情真挚浓厚，因而意趣盎然，颇能动人。如“梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。”（《闲居初夏午睡起》）“雾外江山看不真，只凭鸡犬认前村。渡船满板霜如雪，印我青鞋第一痕。”（《庚子正月五日晓过大臬渡》）“春回雨点溪声里，人醉梅花竹影中。”（《除夕》）均写得圆转自然，清新活泼，极有思致，和那些专门描摹风云月露的诗人走的是不同的道路。在近现代。 </p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>一生写作极为勤奋，相传有<a href=\"http://so.gushiwen.org/author_361.aspx\">诗</a>二万余首，现存诗四千二百余首，诗文全集一百三十三卷，名《诚斋集》，今存。建炎元年丁未九月二十二日（公元1127年10月29日），杨万里呱呱坠地。这是一个风狂雨横的年代。金兵大举入侵中原，于上年闰十一月攻陷汴京，这年四月，俘虏徽宗、钦宗二帝及太子、宗戚三千人北去，北宋宣告灭亡；五月，康王<a href=\"http://so.gushiwen.org/author_1073.aspx\">赵构</a>即位，是为高宗，建立了偏安江南的南宋王朝。从此，便开始了宋、金战战和和南弱北强的长期对峙局面。杨万里八岁丧母。父亲杨芾（公元1096-1164年〉，字文卿，号南溪居士。他精通《易经》，常忍着饥寒购买书籍，积十年，得藏书数千卷。他曾指着藏书对杨万里说：“是圣贤之心具焉，汝童怒之！”（<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>《杨君文卿基志铭》）在父亲的影响下，杨万里自幼读书非常勤奋，广师博学，锲而不舍。他14岁拜高守道为师，17岁拜王庭程为师，21岁拜<a href=\"http://so.gushiwen.org/author_825.aspx\">刘安</a>世、刘廷直为师。绍兴二十年（公元1150年）春赴临安参 加礼部试，落第而归，仍继续求学。27岁拜刘才邵为师。几年后在赣州司户任上，父亲又携领他去拜见滴居南安的张九成和途经赣州的胡锥。<a href=\"http://so.gushiwen.org/author_2883.aspx\">王庭珪</a>、张九成、胡铨等前辈的学问、节操以及力主，抗金的爱国精神，给了杨万里以重要的影响。</p> <p>　　杨万里是一位热忱的爱国者，又是一位清醒的政治家。他一生力主抗战，始终反对屈膝议和。在进奏皇帝的许多\"书\"、\"策\"、\"札子\"中,他一再痛陈国家利病，力排投降之误，爱国之情溢于言表。面对中原沦丧、江山唯余半璧的局面，他尖锐指出：\"为天下国家者不能不忘于敌，天下之忧，复有大于此者乎！\"(《千虑策?国势上》）告诫统治者要时刻不忘备敌谋敌、御敌制胜。他既大胆批评孝宗经过符离之败，\"前日之勇一变而为怯，前日之锐一变而为钝\"(同上《君道中》），又坚决反对一些人轻易用兵、盲目冒进，主张以\"守而取\"(《与陈应求左相书》）的积极、慎重策略，稳步进取，先实国力而后图恢复，以求最终胜利。他看重和同情人民，认为：\"民者，国之命而吏之仇也。\"(《千虑策?民政上》)将国家命运系之于人民，指斥官吏只会敲骨吸髓地压榨人民，激起人民的仇恨、愤怒和反抗。因此，他提醒光宗要节财用、薄赋敛、结民心，民富而后邦宁，兴国之计，就在于此（《转对札子》）Q这些，都表现杨万里的深刻见识和进步思想。杨万里为人清直，个性刚褊。孝宗贬他“直不中律”，光宗称他“也有性气”（《鹤林玉露》甲编卷4）。</p> <p>　　他立朝刚正，遇事敢言，指摘时弊，无所顾忌，因而始终不得大用。实际上他一生视仕宦富贵犹如敝展，随时准备唾弃。在作京宫时，就预先准备好了由杭州回家的盘缠，锁置箱中，藏在卧室,又戒家人不许买一物，以免一旦离职回乡时行李累赘，就这样“日日若促装”待发者。这与那些斤斤营求升迁、患得患失之辈适成鲜明对照。杨万里为官清正廉洁，不扰百姓，不贪钱物。江东转运副使任满时，应有余钱万缉，他全弃之于官库，一文不取而归。退休南溪之上，自家老屋一区，仅避风雨。当时诗人徐矶（公元1162-1214年}称赞他“清得门如水，贫惟带有金”（《投杨诚斋》），正是他清贫一生的真实写照。杨万里的诗，在当时就有很大的影响：“今日诗坛谁是主，诚斋诗律正施行。”（姜特立《谢杨诚斋惠长句》）“四海诚斋独霸诗。”（项安世《又用韵酬潘杨二首》）</p> <p>　　杨万里广泛地向前辈学习，但又绝不为前辈所固，而是立志要超出前辈。他说：“笔下何知有前辈。”（迈使客夜归》又说：“传宗传派我替羞，作家各自一风流，黄（庭坚）陈（师道）篱下休安脚，<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>，谢（灵运）行前更出头。”（《跋徐恭仲省干近诗》）他正是以这种不肯傍人篱下、随人脚跟的开拓创新精神，终于“落尽皮毛，自出机抒”（吕留良、吴之振、吴自牧《宋诗钞诚斋诗钞》），别转一路,自成一家，形成了独具特色的诗风，创造了他的“诚斋体”，在诗歌史上独树一帜，建立了自己的诗派。杨万里的诗歌作品不拘一格，富有变化，既有“归千军、倒三峡、穿天心、透月窟”的雄健奔逸气势，也有“状物姿态，写人情意，则铺叙纤悉，曲尽其妙”（<a href=\"http://so.gushiwen.org/author_2737.aspx\">周必大</a>《跋杨廷秀石人峰长篇》）的委曲细腻功力。他的“诚斋体”诗，具有新、奇、活、快、风趣王幽默的鲜明特点，\"流转圆美\"(<a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>《江西诗派小序?总序》），\"活泼刺底\"(刘祁《归潜志》卷8），尤其为人所称道。如《闲居初夏午睡起》：“梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。”写得情致深婉，人称“胸襟透脱”（《鹤林玉露》甲偏卷4）。又如《戏笔》、《擞风伯》、《下横山滩头望金华山》、《夏夜玩月》等，也都写得机智活脱，极有思致，具有很强的艺术感染力。杨万里十分注意学习民歌的优点，大量汲取生动清新的口语人诗，往往“假辞谚语，冲口而来”（蒋鸿翔《寒塘诗话》），因而形成通俗浅近、自然活泼的语言特色。</p> <p>　　杨万里是一位爱国志士，他一生关心国家命运，留下了大量抒写爱国忧时情怀的诗'篇。特别是他充任金国贺正旦使的接伴使时，因往来江、淮之间,迎送金使亲眼看到沦丧于金国的宋朝大好河山和中原遗民父老，心中郁满国家残破的巨大耻辱和悲愤，爱国主义诗歌创作表现得最集中、最强烈。如著名的《初人淮河四绝句》：“船离洪泽岸头沙，人到淮河意不佳。何必桑乾方是远，中流以北即天涯！（其一）”“两岸舟船各背驰，波痕交涉亦难为。只余鸥莺无拘管，北去南来自在飞二”（其三〉唱出了灾难深重中爱国士人和广大人民的共同情感。又如在见到金山吞海亭已成专为金使烹茶的场所时，他发出痛苦的呼喊：“大江端的替人羞！金山端的替人愁！”（《雪雾晓登金山》）鞭挝了南宋小朝廷的屈辱和无能。此外如《题吁胎军东南第一山》、《读罪己诏》、《故少师张魏公挽词》、《虞ZE相挽词》、《宿牧牛亭秦太师坟庵》等，或寄托家国之思，或呼吁抗战复园，或歌颂抗金将领，或讽刺卖国权奸，都是直抒爱国思想的名篇。杨万里的绝大部分爱国忧时诗篇，不象<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>那样奔放、直露，而是压抑胸中的万丈狂澜，凝蕴地底的千层熔浆，大多写得深沉愤郁，含蓄不露。如《过扬子江》：“携瓶自汲江心水，要试煎茶第一功。”表面似乎是说亲自动手汲水煎茶的雅兴，其实是蕴藏着深刻沉痛的感慨羞愤，须参照《雪雾晓登金山》一并领略。杨万里自己说过：“谁言咽月餐云客，中有忧时致主心。”（《题刘高士看云图》）他那些吟咏江风山月的写景抒情作品，不少也是抒写爱国情怀的诗篇。如《豫章江牵二首》、《九月十五夜月，细看桂校北茂南缺，未经古人拈出，纪以二绝句》、《月下果饮绝句》、《初丸夜月》等，都写得曲折多讽，意味深长，蕴含着对国家残破、中原未复的深沉郁愤。他晚年在《夜读诗卷》中曾沉痛自叙：“两窗两横卷，一读一沾襟；只有三更月，知予万古心。”其诗中寄寓的深意，值得后人细细咀嚼。“吾生十指不沾泥,毛锥便得傲寰衣?”（《晚春行田南原》）杨万里不以士大夫自居，一生热爱农村，体恤农民，也写了不少反映农民生活的诗篇。如《悯农》、《农家叹》、《秋雨叹》、《悯旱》、《过白沙竹校歌》等写出农家生活的艰难和疾苦，1：歌舞四时词》、《插秧歌》等写出农民劳动的艰辛和欢乐，《望雨》、《至后入城道中杂兴》等写出对风调雨顺、安居乐业的喜悦和盼望，都具有比较高町，思想性和艺术性。杨万里学问渊博，才思健举，写作极为勤奋，平生著述颇丰。相传有诗二万余首，现存诗4200余首，散文亦不乏佳品。今存《诚斋集》，有诗文133卷，由其长子杨长藉于嘉定元年（公元1208年〉编定。</p><br/><h2>人物生平</h2> <p><strong>广师博学<br></strong>　　<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>生于宋高宗建炎元年九月二十二日（1127年10月29日），他八岁丧母。其父杨芾精通《易经》，常忍着饥寒购买书籍，在十年之内，积得藏书数千卷。在父亲的影响下，杨万里自幼读书非常勤奋，广师博学，锲而不舍，曾从师于高守道、<a href=\"http://so.gushiwen.org/author_2883.aspx\">王庭珪</a>等人。</p> <p>　　绍兴二十年（1150年）春，杨万里赴临安参加礼部试，落第而归，仍继续求学。</p> <p>　　绍兴二十四年（1154年），杨万里进士及第。次年，拜刘才邵为师。</p> <p>　　绍兴二十六年（1156年），授赣州司户参军。在赣州司户任上，其父杨芾又携领他去拜见滴居南安的张九成和途经赣州的胡锥。王庭珪、张九成、<a href=\"http://so.gushiwen.org/author_725.aspx\">胡铨</a>等前辈的学问、节操以及力主抗金的爱国精神，给了杨万里以重要的影响。</p> <p>　　绍兴二十九年（1159年）十月，调任永州零陵县丞。时主战派领袖<a href=\"http://so.gushiwen.org/author_1628.aspx\">张浚</a>滴居永州，闭门谢客。杨万里三次前往拜谒而不得见，后以书信力请，并通过其子张拭介绍，才得接见。张浚对他说：“元符贵人，腰金纤紫者何隙，惟邹志完、陈莹中姓名与日月争光！”同时勉之以“正心诚意”之学。杨万里服膺其教终身，于是名其读书之室曰“诚斋”，以明己志。胡铨当时谪居衡州，杨万里又请他为此写了《诚斋记》。为丞零陵，“一日而并得二师”，张浚、胡铨两位爱国名臣成为杨万里终生效法的榜样。</p> <p><strong>千虑策论<br></strong>　　绍兴三十二年（1162年）六月，高宗逊位于太子赵昚（即宋孝宗），南宋政局发生重大变化。孝宗即位后，锐意恢复，起用张浚为枢密使，不久又任其为相。</p> <p>　　隆兴元年（1163年）秋，杨万里离零陵任，赴调至临安。因张浚推荐，除临安府教授。未及赴任，就因父病，而于隆兴二年（1164年）正月西归吉水。八月四日，父病故，在家服丧。</p> <p>　　乾道三年（1167年）春，杨万里至临安，先后谒见副枢密使陈俊卿和枢密使虞允文，上政论《千虑策》。</p> <p>　　《千虑策》分“君道”、“国势”、“治原”、“人才”、“论相”、“论将”、“论兵”、“驭吏”、“选法”、“刑法”、“冗官”、“民政”共30篇，深刻总结了靖康之难以来的历史教训，直率批评了朝廷的腐败无能，提出了一整套振兴国家的方针策略，充分显示了杨万里的政治才能。</p> <p><strong>治理奉新<br></strong>　　乾道六年（1170年），杨万里除隆兴府奉新县知县。恰值奉新大旱，百姓生活十分困苦。杨万里于四月二十六日上任，见牢中关满交不起租税的百姓，官署府库却依然空虚，深知是群吏中间盘剥所致。于是他下令，全部放还牢里的“囚犯”，并禁止逮捕、鞭打百姓，然后发给每户一纸通知，放宽其税额、期限。结果百姓纷纷自动前来纳税，不出一月，欠税全部交清。杨万里在奉新任职虽只半年，却初次实践了他的不扰民政治，颇获治绩。</p> <p>　　十月，因右相虞允文推荐，杨万里被召为国子博士，自此开始在京任职。</p> <p><strong>历职内外<br></strong>　　乾道七年（1171年），<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>之前因反对宠臣近习执掌要职而得罪虞允文，于此年被挤，出知袁州。杨万里抗章力争张拭不当去位，又致书虞允文，以正理相规劝，公而忘私，深为世人称道。七月，转太常博士。</p> <p>　　乾道八年（1172年），升太常兼权任吏部右侍郎。</p> <p>　　乾道九年（1173年）四月，转将作少监。</p> <p>　　淳熙元年（1174年）正月，除漳州知州。临行时不忘上札，忠告孝宗戒贪吏、施廉吏。后因病未赴任，家居三年。</p> <p>　　淳熙四年（1177年）春，出常州知州。</p> <p>　　淳熙六年（1179年）正月，除提举广东常平茶盐公事。杨万里于二月携家离开常州，待次近一年。</p> <p>　　淳熙七年（1180年）正月，离吉水赴任广东。</p> <p>　　淳熙八年（1181年）二月，改任广东提点刑狱。同年冬，闽“盗”沈师进入梅州，他率兵平定，被孝宗称为“仁者之勇”，赐直秘阁。</p> <p>　　淳熙九年（1182年）七月，继母去世，离任服丧。</p> <p>　　淳熙十一年（1184年）十月服除，被召人京任尚书右郎，后任吏部员外郎。</p> <p>　　淳熙十二年（1185年）五月，除吏部郎中，应诏上书，极论时事。宰相王淮问他：“宰相何事最急先务”，杨万里以“人才最急先务”为答，并条上《荐士录》（《淳熙荐士录》），举荐<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>等六十人。孝宗亲自将其升为东宫（太子）侍读，太子赵惇亲题“诚斋”二字赠给杨万里。</p> <p>　　淳熙十三年（1186年），转任枢密院检详，历任尚书省右司郎中、左司郎中，仍兼东宫侍读。</p> <p>　　淳熙十四年（1187年）十月，任秘书少监。</p> <p><strong>享庙之争<br></strong>　　淳熙十五年（1188年）三月，孝宗采纳翰林学士洪迈之议，以<a href=\"http://so.gushiwen.org/author_2623.aspx\">吕颐浩</a>等人配飨高宗庙祀。杨万里力争主战名相张浚当配飨，指斥洪迈不俟集议、专辄独断，无异“指鹿为马”，因此惹恼孝宗。孝宗说：“万里以朕为何如主？”因而削去直秘阁，出知绢州（今江西高安）。</p> <p>复召还朝<br>　　淳熙十六年（1189年）二月，孝宗禅位于太子赵惇（即宋光宗）。杨万里于五月复直秘阁，八月被召，九月入京。他连上三札，要求光宗爱护人才，防止奸佞做到“一日勤，二日俭，三日断，四日亲君子，五日奖直言”（《第三札子》）。十月，除任秘书监。</p> <p>　　绍熙元年（1190年），以焕章阁学士职充任接伴金国贺正旦使，兼实录院检讨。八月，《孝宗日历》修成，照例应由杨万里为《日历》作序，而宰臣却另命礼部郎官傅伯寿作序，杨万里于是自劾失职，请求去职，光宗挽留。接着又因要进《孝宗圣政》书，本应由杨万里奉进，但孝宗犹念旧恶，大不痛快，于是外调杨万里为江东转运副使，暂时代理总管淮西和江东军马钱粮。</p> <p><strong>幽居不出<br></strong>　　绍熙二年（1192年），朝廷下令于江南诸郡行使铁钱会子，杨万里上书谏阻，不奉诏，得罪宰臣，因而改任赣州知州，杨万里未就职，并请求任祠禄官，获授秘阁修撰、提举万寿宫，于八月谢病自免，回归吉水。自此幽屏，便与世绝。[3] </p> <p>　　绍熙五年（1194年），光宗禅位于宋宁宗<a href=\"http://so.gushiwen.org/author_1453.aspx\">赵扩</a>。宁宗即位后，召杨万里赴京，杨万里辞谢不往。次年九月，升焕章阁待制，提举兴国宫。</p> <p>　　庆元四年（1198年）正月，进封吉水县开国子，食邑五百户。</p> <p>　　庆元五年（1199年），因已过退休的年龄，便请求致仕。三月，升宝文阁待制，允其致仕。次年十二月，进封吉水县开国伯。</p> <p>　　嘉泰三年（1203年）八月，进宝谟阁直学士，宁宗赐其衣带。 </p> <p>　　嘉泰四年（1204年）正月，进封庐陵郡开国侯，加食邑三百户。</p> <p>　　开禧元年（1205年），宁宗又召杨万里赴京，他再次推辞。</p> <p><strong>病逝家中<br></strong>　　开禧二年（1206年）二月，升宝谟阁学士。同年五月八日（6月15日），杨万里逝世，享年八十岁。</p> <p>　　开禧三年（1207年）正月，朝廷追赠杨万里为光禄大夫。</p> <p>　　嘉定六年（1213年）十二月，朝廷宣敕，赐杨万里谥号“文节”。</p><br/><h2>吉安故里</h2> 　　江西省文物保护单位。位于江西省吉水县黄桥镇湴塘村。从赣粤高速公路吉水互通口下，至黄桥镇有通村公路直达。距吉安市23公里。是南宋中兴大<a href=\"http://so.gushiwen.org/author_361.aspx\">诗</a>人、诚斋诗体创始人<a href=\"http://so.gushiwen.org/author_361.aspx\">杨万里</a>故里。湴塘村文物古迹较多，现保存古建筑120余处，杨万里墓、杨万里著作木刻板、南溪桥、御书楼等均保存完好。湴塘杨氏文人忠烈众多，仅宋朝就有贤士70余人，民族英雄<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>手下大将、战死于河南小商河的杨再兴，也出自湴塘杨氏。在游览杨万里故里的同时，还可前往石莲洞观奇洞风光，泡泉水口温泉，游览明朝地理学家罗洪先讲经台和他亲手创办的正学书院。"
}