{
  "id": 570,
  "star": 76,
  "name": "李密",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_570.jpg",
  "dynasty": "隋代",
  "desc": "李密（582年－619年1月20日），字玄邃， 一字法主，京兆长安（今陕西西安）人，祖籍辽东襄平（今辽宁辽阳南），隋唐时期的群雄之一李密出生于四世三公的贵族家庭，隋末天下大乱时，李密成为瓦岗军首领，称魏公。率瓦岗军屡败隋军，威震天下。在瓦岗军原领袖翟让准备让位给他时，翟让的哥哥却从中阻拦。他不得已杀瓦岗军旧主翟让，引发内部不稳，被隋军屡败。后被越王杨侗招抚，又因与宇文化及的拼杀中损失惨重，不久被王世充击败，率残部投降李唐。没过多久又叛唐自立，被唐将盛彦师斩杀于熊耳山。",
  "content": "<h2>人物生平</h2> <p><strong>出身贵族<br></strong>　　<a href=\"http://so.gushiwen.org/author_570.aspx\">李密</a>的曾祖父为西魏八柱国之一、司徒李弼，赐姓徒何氏，北周时为太师、魏国公。祖父李曜，为北周的太保、邢国公。父亲李宽为隋朝的上柱国，封蒲山郡公。李密擅长谋划，文武双全，志向远大，常常以救世济民为己任。</p> <p>　　开皇中，袭父爵蒲山公，于是散发家产，救济亲朋好友，收养门客，礼遇贤才，从不吝惜资财。后又折兵读书，尤其喜好兵书，常能背诵。从师国子助教包恺，听他讲授《史记》、《汉书》，精神振奋，忘了疲倦。包恺的其他弟子，都在他之下。</p> <p>　　大业初，凭借父荫任左亲卫府大都督、东宫千牛备身。额锐角方，瞳子黑白明澈。有一次隋炀帝在仪卫中看见他，回宫后问宇文述说：“刚才在左边警卫队里的黑脸小孩是个什么人？”宇文述回答说：“他是已故蒲山公李宽的儿子，叫李密。”隋炀帝说：“这个小孩顾盼的神态很不寻常，别让他在宫里担任宿卫。”后来，宇文述对李密说：“贤弟天资这么好，应该凭才学获得官职，宫廷警卫是个琐碎差事，不是培养贤才的地方。”李密非常高兴，于是借病辞职，专心致志读书，人们很少看到他。他曾经准备去拜访包恺，骑着一头黄牛，牛背上盖着一块蒲草坐垫，还把一套《汉书》挂在牛角上，一只手捏着牛绳，一只手翻书阅读。 </p> <p><strong>起兵反隋<br></strong>　　越国公<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>途经李密隐居之处，看见李密在勤奋读书，拉紧马缰轻声慢步紧紧跟在后头，赶上他后，问道：“哪里的读书人，这样好学？”李密认识杨素，连忙下牛拜了两拜，通报了自己的姓名。杨素又问他读的什么，李密回答说《<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>传》。杨素对他感到惊异，跟他谈得非常愉快。对自己的儿子杨玄感等人说“：我看李密的学识气度，你们都赶不上。”杨玄感遂与李密倾心相交。 </p> <p>　　大业九年（613年），隋炀帝征讨高句丽，派杨玄感在黎阳监理军需运输。这时天下动乱，杨玄感筹划起兵，暗中派人到长安迎接李密，让他主持谋划工作。李密到了以后，向杨玄感献上、中、下三策：上策是袭据涿郡，扼临榆关（今山海关），使隋军溃散关外；中策是攻占长安，占据关中和隋炀帝对抗；下策是攻打洛阳。</p> <p>　　杨玄感听了三策后说：“您说的下策，才是上策。现在朝臣们的家属，都在洛阳，如果不攻取它，怎能影响世人？并且经过城镇却不攻打，用什么显示威力？”李密的谋略就没有执行。</p> <p>　　杨玄赶到洛阳后，连打几仗都取得胜利，自以为天下百姓都响应他，一个早晚就可夺取天下。抓获隋朝的内史舍人韦福嗣后，把机要事务交他办理，从此征战大事，不由李密一人主持。韦福嗣本来不是同伙，由于战败被俘，每当商议谋略，都持模棱两可的态度。杨玄感后来要他起草布告文书，韦福嗣坚决推辞。李密推测他的心意，就对杨玄感说：“韦福嗣本来不是同志，实质上抱着观望态度。您刚举义旗，却让奸细留在身边，必然被他误事，请您将他斩首来向人们道歉，人心才会安定。”杨玄感说：“哪会这样？”李密知道说了无用，私下里对关系亲密的人说“：杨楚公喜爱造反却不打算成功，怎么办？我们将会当俘虏了！”后来杨玄感准备向西进军，韦福嗣终究逃回洛阳去了。</p> <p>　　隋朝左武卫大将军李子雄因事获罪被捕，押送到炀帝的行宫去，他半路上杀掉押送官员，逃亡投奔杨玄感，就劝说杨玄感赶快称帝。杨玄感向李密征求意见，李密说：“秦朝末年陈胜想要称王，张耳劝阻因而被赶走；东汉末年<a href=\"http://so.gushiwen.org/author_552.aspx\">曹操</a>准备要挟献帝赐给衣服、朱户、纳陛、车马、乐则、虎贲、斧钺、弓矢、禾巨鬯等九种器物作为夺取政权的演习，荀彧制止因而被疏远。今天我如果说直话，又怕走上张耳、荀彧的老路；如果阿谀奉承顺着您，又不是我的本意。为什么呢？起兵以来，虽然频频胜利，但到州郡县城，还没有人响应。洛阳的防守力量比较强大，各地的援兵越来越多。您应身先士卒，尽快平定关中，却想急于称帝，为什么要向人们表现器量狭小呢？”杨玄感笑了笑就作罢了。</p> <p><strong>智脱虎口<br></strong>　　隋朝将领宇文述、来护儿等人率领军队就要到了，杨玄感问道：“有什么对策？”李密说：“元弘嗣在陇右统帅着强大的军队，如今可以假称他要造反，派遣使者来迎接您，用这个理由率领部队进入潼关，就可以瞒住广大兵众。”于是带着队伍向西撤退。到陕县，杨玄感想围攻弘农宫，李密劝谏说：“您现在哄着广大兵众向潼关撤退，办好这事就得迅速，何况追兵快到，哪能停留！如果前进不能据守潼关，后退又无处可守，广大兵众一旦逃散，用什么保全自己？”杨玄感不听，就去围攻弘农宫，围了三天没能攻克，才带上队伍向西走。到达阌乡县，追兵赶上来了，杨玄感战败。李密秘密地进入潼关，被追捕的人捉住。当时隋炀帝在高阳县，李密和他的同伙要被一起押送到那里去，他对同伙们说：“我们的性命，如同早上的露水，如果被送到高阳，一定会被剁成肉酱。眼下在路上，还可想想办法，怎能送去遭受酷刑，而不设法逃避呢！”大家表示同意。他们中多数人带有金钱，李密叫他们亮在押送官员面前说：“我们死后，请用这作为经费安葬，余下的就全部报答你的恩德。”押送官员被金钱利诱，答应了他们。出潼关后，防备逐渐放松，李密请求买来酒菜，每天晚上吃吃喝喝，吵吵闹闹，通宵达旦，押送官员不把这当回事。走到邯郸县，李密等七个人挖穿墙壁逃掉，去投奔平原县的叛军头目郝孝德，郝孝德对他不大尊重，李密就走了。</p> <p>　　到淮阳郡，隐姓埋名，自称刘智远，招收徒弟讲学。这样过了几个月，心里闷闷不乐，写了一首五言<a href=\"http://so.gushiwen.org/author_570.aspx\">诗</a>《淮阳感怀》，诗写成后流下了行行泪水。有个觉得他行动异常的人，把这事报告了淮阳太守赵佗，赵佗派人在本郡及其周围各县搜捕他，李密又逃走了。</p> <p><strong>壮大瓦岗<br></strong>　　大业十二年（616年），翟让在东郡（今河南滑县东）发动农民起义，因以韦城瓦岗寨（滑县南）为根据地，故称瓦岗军。李密投奔于翟让军中，有人知道李密是杨玄感的逃亡部将，私下怂恿翟让杀害他，翟让就把李密关押在军营之外。</p> <p>　　李密通过王伯当用献谋略的办法靠拢翟让说：“如今皇帝昏庸，百姓怨恨，在辽东用光了精锐部队，和突厥断绝了友好关系，眼下正在巡视扬州、越州，撇下了洛阳长安，这也是像<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>、项羽那样争夺天下的时机。凭您的雄才大略，精兵强将，夺取洛阳长安，消灭凶残势力，那么灭亡隋朝绰绰有余。”翟让听罢大为敬重仰慕，立即释放了他。派他去游说各小股义军，一说就来归降。</p> <p>　　李密又向翟让建议说：“现在人马已经很多，但是没有地方弄到粮草，如果长久耽搁下去，就会人困马乏，大敌一到，要不了几天我们就会失败！不如直接夺取荥阳，休整部队筹积粮草，等到兵强马壮，然后去跟别人争夺天下。”翟让认为应当这样。从此攻克金堤关，攻打抢掠荥阳等县城镇，多数被攻克。</p> <p>　　荥阳太守杨庆和通守张须陀带兵讨伐翟让，翟让曾被张须陀打败过，听说他来了，极为害怕，准备远远地躲避他。李密说：“张须陀骁勇但没有谋略，他的队伍又打了几次胜仗，既骄狂又狠毒，一仗就能捉住他。您只管摆开阵势等着，我来替您打败他。”翟让迫不得已，统领军队准备战斗，李密分出一千多名士卒埋伏在树林里。翟让开战不利，边打边退，李密派出伏兵到敌后袭击，张须陀兵众逃散，李密和翟让前后夹攻，大败张须陀，当场将他斩首。翟让从此以后让李密单独统率一支队伍。李密的队伍军容整齐严肃，凡是发出命令，即使是在夏天，士卒们都像是身裹霜雪一样冷峻地执行。他本人衣食节俭朴素，得到的金银财宝都分发给部下，因此人人都替他卖力。</p> <p>　　不久李密又向翟让建议说：“昏君蒙尘，在吴越一带流亡，各地武装力量竞相起事，全国百姓正闹饥荒。您凭着杰出的才干，统率着骁勇强大的军队，应该平定天下，消灭各处敌兵，怎能躲藏在民间苟且偷生，永远当小小的流寇就了事呢。现在东都洛阳的士民百姓，里里外外离心离德，留守京城的官员，政令不能统一。您亲自统率强大的兵众，直接去袭击兴洛仓，散发粮食救济穷苦百姓，各地群众谁不归附？百万人马，一个早晨就能招集起来，抢先下手制服别人，这个时机不能错失！”翟让说“：我出身于农民，声望还没到这一步，一定要实现您所讲的目标，就请您率先出兵，我带上各支队伍作为后续力量。夺取兴洛仓后，再作商议。”</p> <p><strong>开仓赈民<br></strong>　　大业十三年（617年）春天，李密和翟让带领七千名精兵从阳城向北出发，跨过方山，从罗口袭击兴洛仓，攻克了。打开仓库听凭百姓拿走粮食，连老人妇女也背着孩童赶来，路上络绎不绝，多达几十万人。</p> <p>　　越王杨侗派遣虎贲郎将刘长恭率领步兵骑兵二万五千人讨伐李密，李密一举打败了他，刘长恭仅以身免。翟让于是推举李密当首领，称作魏公。这年二月，在巩县城南郊外设立祭坛，祭天登位，年号称作永平元年，下发的文书落款为行军元帅魏公府。任命房彦藻为左长史，邴元真为右长史，杨得方为左司马，郑德韬为右司马。授予翟让司徒官衔，封为东郡公。任命单雄信为左武侯大将军，徐世勣为右武侯大将军，祖君彦为记室，其余的人各按等级授予官职。于是以洛口为都城，在环绕洛口四十里的区域里驻扎下来。</p> <p>　　山东长白山贼寇首领孟让带领人马归附李密，河南巩县长史柴孝和、侍御史郑颐献出县城投降李密。隋朝虎贲郎将裴仁基带着儿子裴行俨献出武牢归附李密，授予上柱国官衔，封为河东郡公。李密就派裴仁基和孟让率领三万多名兵卒袭击回洛仓，攻克了，乘胜打进洛阳，抢掠居民，焚烧天津桥，洛阳隋军乘混乱的机会出兵反攻，裴仁基等人大败，只是保住了自己的性命。李密又亲自率领三万兵卒进逼洛阳，隋朝的将军段达、虎贲郎将高毗、刘长林等人指挥七万人马抵御，在洛阳老城作战，隋军败逃。李密回头夺取回洛仓据守，大修营垒战壕，威逼洛阳，还撰写檄文到各个郡县公布隋炀帝的罪状。</p> <p><strong>屡破隋军<br></strong>　　不久，郑德韬、杨德方都死了，又任命郑颋为左司马，<a href=\"http://so.gushiwen.org/author_2422.aspx\">郑虔</a>象为右司马。柴孝和劝说李密道：“关中以高山为屏障，以黄河为天堑，项羽离开这里就灭亡了，刘邦在这里建都就成功了。照我的想法，让裴仁基镇守回洛仓，翟让镇守洛口仓，您亲自挑选一支精锐队伍，向西突袭长安，百姓谁不到郊外来迎接，定会不用打仗就到手了。攻克西京之后，等根基牢固兵马强壮，才回头径直攻打东西崤山和函谷关，攻克东都洛阳，传递文书发令调遣，天下可以平定。只是如今英雄豪杰争先恐后地起兵，实在担心别人抢在我们前头，一旦错失机会，后悔哪里来得及！”李密说：“您这个方略，我也想过很久了，实在是个上策。但是<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>还在，追随他的军队还很多，我的队伍，都是山东人，既然知道还没有攻克洛阳，哪里愿意跟着我向西进关？各位部将都出身于绿林好汉，把他们留下会各自称王称霸。如果这样，就全完了！”</p> <p>　　李密倚仗部队气势勇猛，往往进入皇家园林跟隋军连续交战。在李密被乱箭射伤，躺在营帐里的时候，洛阳城里的隋军乘机偷袭，李密的兵众四下逃散，放弃了回洛仓，集中到了洛口仓。隋炀帝派遣王世充率领五万名精兵强将进攻，李密迎战失利，柴孝和掉进洛水淹死，李密哭得极度悲痛。王世充在洛口仓西边扎营，跟李密对峙了一百多天，大小战斗打了六十多次。武阳郡丞元宝藏、黎阳义军寇首领李文相、洹水义军首领张升、清河义军首领赵君德、平原义军首领郝孝德，一同归附了李密，联合袭击，攻克了黎阳仓，占领了它。永安首屈一指的豪富家族周法明献出长江黄河之间的大片封地投靠李密。齐郡的义军首领徐圆朗、任城县的大侠客徐师仁、淮阳郡太守赵佗都归附了他。</p> <p>　　在此期间，翟让的部将王儒信鼓动翟让担任大冢宰官职，统领百官，夺取李密的大权。翟让的哥哥翟宽又对翟让说：“皇帝只能由我们自己做，怎能送给别人！你如果做不了，就该我来做。”李密知道了这件事，暗中有除掉翟让的打算。恰逢王世充摆着阵势打来了，翟让出兵抵御，遭到王世充猛攻，翟让稍有不利，李密和单雄信等人率领精兵强将救援，王世充败逃。第二天，翟让自己来到李密的营帐，要求饮酒作乐，李密安排菜肴招待他，他所带领的部下一一安排在各处就餐。李密请翟让入席后，拿出一把好弓给翟让鉴赏，翟让刚刚拉满，李密派一名勇士从背后将他斩首，同时杀掉了他的哥哥翟宽以及部将王儒信。徐世勣被混乱的士卒砍了一刀，受了重伤，李密立即制止了，才免于死亡，单雄信等人跪地叩头请求饶恕，李密都免于处分并安慰他们。于是亲自到翟让的各个兵营，向他的将士们通报了情况，没有人敢闹事。就命令徐世勣、单雄信、王伯当分统其众。</p> <p>　　李密经过这事取得了瓦岗军的绝对领导权，然瓦岗军的军事实力也因此受到重创。不久，王世充袭击仓城，李密又打败了他。王世充又把军营迁移到了洛口仓的北边，在洛水上架设浮桥，派出全部人马进攻李密，李密和一千多人抵抗，形势不利向后撤退。王世充乘胜逼近洛口城下，李密挑选几百名精兵阻截，王世充的兵众全线溃逃，抢着拥上浮桥，淹死了几万人。他的虎贲郎将杨威、王辩、霍举、刘长恭、梁德、董智都已阵亡，王世充只是保住了性命。当天夜晚，天降大雪，他的士卒几乎冻死光了。李密乘胜攻克了偃师县，在这里修筑起金墉城驻扎下来，拥有三十多万人马。东都留守韦津又和李密在上春门作战，韦津大败，当场被捉。隋廷掌管土木营建的官员将作大匠宇文恺叛离东都，投降了李密。东到海滨、泰山，南到长江、淮河，没有哪个郡县不派使者归附李密。窦建德、朱粲、杨士林、孟海公、徐圆朗、卢祖尚、周法明等人都顺势地派人向李密上书劝说他登皇帝位，于是李密手下的官吏们全都劝说他立即称帝，李密说：“洛阳没有平定之前，不能谈这件事。”</p> <p><strong>逐鹿中原<br></strong>　　大业十四年（618年）正月，李密率三十万大军，进占金墉城，加紧修复城门、城墙和其他防御设施，并兵屯邙山，直逼上春门（隋东都城东垣北门），洛阳城告急。正在这时，政局突变，宇文化及在江都用练巾勒死隋炀帝，立秦王杨浩为傀儡皇帝，自率十万大军北上，消息传到东都洛阳，被称为“七贵”的大臣们（段达、王世充、元文都、韦津、皇甫无逸、卢楚、郭文懿和赵长文）拥立留守洛阳的越王杨侗即位，改元皇泰。时王世充专横跋扈，杨侗欲借李密之手除之，遂派人册封李密为太尉、尚书令、东南道大行台行军元帅、魏国公，声称平定宇文化及之后便让李密前来东都辅政。</p> <p>　　李密为避免两面作战，腹背受敌，接受了册封，七月出兵东讨宇文化及。宇文化及到了黎阳，跟李密相遇，李密知道他的部队缺少军粮，速战速决对他有利，所以不跟他交锋，堵住了他的退路。李密派徐世勣守卫仓城，宇文化及攻打没有成功。李密与宇文化及隔着河水对话，李密谴责他说：“你原来是匈奴的奴隶破野头罢了，父兄子弟都受隋朝厚恩，世代富贵，以至以公主为妻，你得到的光荣，整个朝廷没有第二个。享受国士的待遇，就应以国士的身份来报答国家，怎么能允许陛下失德，不能以死相谏，反而乘反叛之机，亲手弑君，连其子孙也一并戮杀，扶植皇室庶出子弟，独揽大权，自我尊崇，阴谋篡夺王位，侮辱后妃，残害无辜？你不追效诸葛瞻的忠诚，却做霍禹所干的一类叛逆恶行。真是天地不能宽容你，人神也不会保佑你。威逼良善，你打算向何处去！现在如果迅速来归附我，还可以保全你的后代。”宇文化及默默无语，低头俯视了很久，才怒目圆睁大声喊道：“我同你讲砍杀的事，何须引经据典，咬文嚼字？”李密对随行人员说：“宇文化及如此平庸怯懦，忽然想当帝王，这是赵高、圣公一类人物，我只需要折杖驱赶他。”宇文化及大修攻城器具，借以逼近黎阳仓城，李密率领轻骑五百奔赴阵地。仓城兵又出来接应，烧毁了宇文化及的攻城器具，大火彻夜不灭。 </p> <p>　　李密得知宇文化及粮食快要耗尽，就诈称跟他联合，以便使他的士气松懈。宇文化及不知是计，非常高兴，任凭其士兵无拘无束地吃喝，指望李密送来粮食。后来知道是个计策，宇文化及大怒，跟李密在卫州的童山脚下展开激战，从早晨战到傍晚，李密被乱箭射伤，到汲县休息。宇文化及精疲力尽粮草断绝，士卒多半叛逃，攻了一下汲县之后，迅速向北转移到了魏县。他的部将陈智略、张童仁先后带领自己的队伍归顺了李密。原先，宇文化及在东郡留下了一些军需物资，派遣他设置的刑部尚书王轨看守，到这时王轨献出东郡投降了李密。</p> <p>　　正当李密和宇文化及竭力拼杀之时，王世充趁机灭掉了异己，独揽洛阳隋廷朝政。李密得知王世充专权，拒绝入朝朝见，回到了瓦岗军的根据地金墉城。当年九月，王世充趁李密战后疲惫之机发动进攻，率精兵两万、战骑两千，威逼偃师，在通济渠南岸安营扎寨，在洛水上架设浮桥，准备决战。此时的李密骄傲自满，不再体恤将士，府库中没有什么积蓄，甚至打了胜仗李密都不把战利品分给将士们，使得瓦岗军将领离心离德。贾闰甫、徐世勣等人数度相劝，遭到李密的疏远；李密反而对贪财的邴元真言听计从。</p> <p>　　唐武德元年（618年），王世充乘势袭击瓦岗军，败瓦岗军数员骁将。李密得知后命王伯当据守金墉城，邴元真守洛口仓城，亲率精兵到偃师迎战。裴仁基建议李密偷袭东都，但李密不听。王世充强渡洛河，双方大战于邙山脚下，王世充大破李密。瓦岗军的裴仁基、祖君彦、程知节等被王世充所擒，邴元真、单雄信等人久不满李密，相继投降王世充。瓦岗军遭到重创，李密东逃武牢关，王伯当退守河阳。</p> <p>　　李密对王伯当说：“军队打败了，长时间地劳苦了你们大家，我现在自杀，向大家谢罪。”大伙都哭泣，不能抬头仰视。李密又说：“荣幸的是诸君不肯抛弃我，当一起回关中。我虽惭愧无功，诸君一定能保全富贵。”他的府掾柳燮回答说：“从前刘盆子归附汉朝后，还能享受租赋。明公您与长安的同宗有交情，虽不曾伴随起义，然而阻击东都，截断隋军归路，使唐朝不战而据有京都，这也是您的功劳啊。”大家都说：“是的。”</p> <p>　　于是李密西逃长安，投奔<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>。当年瓦岗军的战将秦叔宝、徐世勣、罗士信、程咬金等也都先后降唐。</p> <p><strong>叛唐被杀<br></strong>　　李密归唐，李渊大喜，拜李密为光禄卿，封邢国公，还将表妹独孤氏嫁给了李密，称呼李密为弟。但李密不甘居于人下，对自己的处境非常不满。</p> <p>　　同年年底，李渊派李密去黎阳安抚昔日的部众，左武卫将军王伯当随同前往。李密率部东行至稠桑驿的时候，李渊突然反悔将其召回，李密大为恐惧，决定叛乱。王伯当试图劝阻，但李密不听。李密率部袭破邻近的桃林县（今河南三门峡市西南），掠夺畜产向南进入熊耳山，前往襄城（今河南省汝州市）投奔旧将张善相。</p> <p>　　李密的所作所为被熊州副将盛彦师得知，盛彦师率兵埋伏在的陆浑县南邢公岘（今河南省卢氏县官道口镇的邢公山），武德二年腊月三十（619年1月20日），李密率部经过，被盛彦师全部杀死，时年三十七，传首长安。李渊派人将李密首级送往黎阳招抚其余部。徐世勣献黎阳投降，请求收葬李密的尸首，得到李渊的允许。随后徐世勣将李密葬于黎阳山西南五里处，坟高七仞。</p><br/>"
}
