{
  "id": 456,
  "star": 244,
  "name": "郦道元",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_456.jpg",
  "dynasty": "南北朝",
  "desc": "郦道元（约470—527），字善长。汉族，范阳涿州（今河北涿州）人。北朝北魏地理学家、散文家。仕途坎坷，终未能尽其才。他博览奇书，幼时曾随父亲到山东访求水道，后又游历秦岭、淮河以北和长城以南广大地区，考察河道沟渠，搜集有关的风土民情、历史故事、神话传说，撰《水经注》四十卷。文笔隽永，描写生动，既是一部内容丰富多彩的地理著作，也是一部优美的山水散文汇集。可称为我国游记文学的开创者，对后世游记散文的发展影响颇大。另著《本志》十三篇及《七聘》等文，已佚。",
  "content": "<h2>人物生平</h2> <p><strong>出身官宦<br></strong>　　魏孝文帝延兴二年（472年）壬子，<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>生于涿州郦亭（今河北省涿州市道元村）的一个官宦家庭。他的父亲郦范年少有为，在北魏太武帝时期，任给事东宫，后来他以优秀的战略眼光成为了一个优秀的军师，曾经做过平东将军和青州刺史。 </p> <p>　　郦道元少年时期，因父亲郦范担任青州刺史，便跟随父母居住青州（今山东省青州市）。</p> <p><strong>为官经历<br></strong>　　太和初年，郦道元承袭永宁侯爵位，依例降为伯这一等级。太和十七年（493年）秋季，北魏迁都洛阳，郦道元担任尚书郎。太和十八年（494年），跟随魏孝文帝出巡北方，因执法清正，被提拔为治书侍御史。御史中尉李彪认为道元执法公正严厉，自太傅掾引进为书侍御史。 </p> <p>　　李彪被仆射李冲所弹劾，郦道元也被被免职。景明年间（500—503年），郦道元被下放为冀州镇东府长史。刺史于劲，乃是顺皇后的父亲，西征关中的时候，也没有到过此州。郦道元在那里为官三年，为政严酷，人们非常敬畏他，以至于奸人盗贼纷纷逃往他乡，冀州境内大治。后来郦道元又做了鲁阳郡太守，上表朝廷建立学校，推崇教育，教化乡民。朝廷下诏说：“鲁阳原本是南部边境的地区，没有设立过学校。现在可以在那里设立学校，使鲁阳像西汉文翁办学那样成为有文化教养的地区。”郦道元在鲁阳郡的日子，老百姓佩服他的威名，不敢违法。</p> <p>　　延昌年间（512—515年），郦道元为东荆州刺史，以威猛为政，就像在冀州一样。当地百姓到朝廷向皇帝告状，告他苛刻严峻，请求前任刺史寇祖礼回来复任。等到寇祖礼回来并派遣戍边士兵七十名送郦道元回京时，两人都因为犯事被罢官。</p> <p>　　魏孝明帝正光四年（523年），郦道元担任河南尹，治理京城洛阳。其后，奉诏前往北方各镇，整编相关的官吏，筹备军粮，作好防守边关的必要准备。孝明帝把沃野镇、怀朔镇、薄骨律、武川镇、抚冥镇、柔玄镇、怀荒镇、御夷镇诸镇都改为州，它们的郡、县、戍的名称，令准古城邑。朝廷诏令道元为持节兼黄门侍郎，急速与大都督李崇筹划应设置，裁减去留。恰逢各镇起义叛乱，裁减之事没有结果就返回了。孝昌初年，梁朝派遣将领攻打扬州刺史元法僧又在彭城反叛。诏令道元为持节、兼侍中、兼行台尚书，调度各军，依照仆射李平的先例。军队到达涡阳，战败撤退。后郦道元追逐讨伐，多有斩杀俘获。后来被授任御史中尉。 </p> <p>　　郦道元执政平素严厉，颇遭豪强和皇族忌恨。但当地豪强却不能把郦道元怎么样，他们的声望更有损害。[7] 皇亲元微诬陷叔父元渊，郦道元力陈事实真相，元渊得以昭雪。元微因此嫉恨郦道元。</p> <p>　　司州牧、汝南王元悦宠幸丘念左右亲近的人，常与他们起居。到选州官的时候，多取决于丘念。丘念经常高兴且偷偷地收下元悦送给他的宅第，有时两人还一起去此宅第，道元秘密查访得知此事，逮捕了丘念并将其关进监狱。元悦上奏灵太后，请保全丘念之身，便诏令赦免丘念。郦道元（抢在命令下达之前）就把丘念处死，并用此事检举元悦的违法行为。[8] 元悦从此怀恨在心。</p> <p><strong>不屈而死<br></strong>　　北魏孝昌三年（公元527年），孝昌三年丁未十月（527年11月），南齐皇族、北魏雍州刺史萧宝夤在长安（今陕西省西安市）发动叛乱，当时雍州刺史萧宝夤谋反的情况逐渐严重。侍中、城阳王元徽平素忌恨道元。元微、元悦便使出借刀杀人之计，通过暗示朝廷，且竭力怂恿胡太后任命郦道元为关右大使，去监视萧宝夤。宝夤顾虑到道元想要平息自己的叛乱，也认为这是朝廷要算计自己，受汝南王元悦怂恿便派遣他的行台郎中郭子恢在阴盘驿亭围住道元。亭在冈下，人们常吃冈下的井水。但道元已经被包围，掘井十多丈都没有水。水没有了，力气也就少了许多。贼寇于是跳墙而入。郦道元与他的弟弟郦道峻、郦道博，长子郦伯友、次子郦仲友被杀害。道元死前怒目呵斥贼人，大声斥责而死亡。宝夤还是派人殡殓他们父子，埋葬在长安城东。事平，灵柩回到长安城，朝廷追赠为吏部尚书、冀州刺史、安定县男。</p> <p>　　武泰元年（528年）春，魏军收复长安，郦道元还葬洛阳，被朝廷追封为吏部尚书、冀州刺史。三子郦孝友承袭爵位。</p><br/><h2>著作历程</h2> <p>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>在给《水经》作注过程中，十分注重实地考察和调查研究，同时还博览了大量前人著作，查看了不少精确详细的地图。据统计，郦道元写《水经注》一共参阅了四百三十七种书籍。经过长期艰苦的努力，郦道元终于完成了他的《水经注》这一名著。《水经注》共四十卷（原书宋朝已佚五卷，今本仍作四十卷，是经后人改编而成的），三十多万字，是当时一部空前的地理学巨著。它名义上是注释《水经》，实际上是在《水经》基础上的再创作。全书记述了一千二百五十二条河流，及有关的历史遗迹、人物掌故、神话传说等，比原著增加了近千条，文字增加了二十多倍，内容比《水经》原著要丰富得多。是我国最全面、最系统的综合性地理著作。该书还记录了不少碑刻墨迹和渔歌民谣，文笔绚烂，语言清丽，具有较高的文学价值。</p><br/><h2>介绍</h2> <p><strong>北魏的忠良贤臣</strong><br>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>，字善长，魏孝文帝延兴二年壬子（472年）生于涿州郦亭（今河北省涿州市道元村），郦范的长子，在我国郦姓宗族里面排列第九十八世。少年时期，因父亲郦范担任青州刺史，跟随父母居住青州（今山东省青州市）。父亲去世后，郦道元继承爵位，被封为永宁伯，担任太傅掾。太和十七年（493年）秋季，北魏王朝迁都洛阳，郦道元担任尚书郎。十八年（494年），跟随魏孝文帝出巡北方，因执法清正，被提拔为治书侍御史。<br>　　魏宣武帝景明二年（501年），郦道元担任冀州镇（今河北省冀州市）东府长史，采取严厉手段，打击邪恶势力。为政严酷，奸匪盗贼闻风丧胆，纷纷逃往他乡，冀州境内大治。正始元年（504年），郦道元调任颖川（今河南省许昌市）太守。永平元年（508年），又调任鲁阳（今河南省鲁山县）太守，上表请求在当地建立学府，教化乡民。蛮人服其威名，不敢为寇。延昌二年（513年），升任辅国将军、东荆州刺史，威猛为政，如在冀州。其后，蛮人向朝廷诉讼郦道元为官严厉，朝廷召郦道元返回洛阳。<br>　　魏孝明帝正光四年（523年），郦道元担任河南尹，治理京城洛阳。其后，奉诏前往北方各镇，整编相关的官吏，筹备军粮，作好防守边关的必要准备。孝昌元年（525年），徐州刺史元法僧背叛北魏，投降南梁。郦道元奉诏率军征讨，全军在涡阳（今安徽省涡阳县）奋勇拼杀，多有斩获。返回京城后，升任御史中尉。<br>　　皇亲元微诬陷叔父元渊，郦道元力陈事实真相，元渊得以昭雪；元微因此嫉恨郦道元。皇族元悦之亲信丘念仗势操纵州官选用大权，郦道元密访其行踪，将其捕获入狱。元悦请皇太后胡仙真说情，郦道元坚决依法处死丘念，并以此弹劾元悦。元悦从此怀恨在心。<br>　　孝昌三年丁未十月（527年11月），南齐皇族、北魏雍州刺史萧宝夤在长安（今陕西省西安市）发动叛乱，元微、元悦使出借刀杀人之计，竭力怂恿胡太后任命郦道元为关右大使，去监视萧宝夤。萧宝夤得知情况，立即发兵包围郦道元。贼兵攻入阴盘驿亭，郦道元怒目骂贼，被叛贼杀害，终年五十六岁；其弟郦道峻、郦道博，长子郦伯友、次子郦仲友，都被叛贼杀害。萧宝夤下令收殓郦道元，殡于长安城东。武泰元年（528年）春，魏军收复长安，郦道元还葬洛阳，被朝廷追封为吏部尚书、冀州刺史。三子郦孝友承袭爵位。<br>　　郦道元生五子：郦伯友、郦仲友、郦孝友、郦继方、郦绍方。现代全国各地的郦姓族人，都是郦道元的四子郦继方一支延续的后代。<br>　　附郦绍至郦道元的世系传承：95、绍（濮阳太守）→ 96、嵩（天水太守）→ 97、范（北魏重臣）→ 98、道元（北魏忠臣、地理学家）→ 99、继方</p> <p><strong>伟大的地理学家</strong><br>　　郦道元勤奋好学，广泛阅读各种奇书，立志要为西汉后期桑钦编写的地理书籍《水经》作注。他引用的文献多达480种，其中属于地理类的就有109种。经过多年辛苦，终于写成名垂青史的著作《水经注》。<br>　　作为一位杰出的地理学家，郦道元在《水经注》的序言中对前代的著名地理著作进行了许多点评。秦朝以前，我国已有许多地理类书籍，但当时国家不统一，生产力水平不发达，人们对地理的概念还比较模糊，这些作品中普遍存在的问题就是虚构，如《山海经》、《穆天子传》、《禹贡》等。郦道元坚决反对“虚构地理学”，他在《水经注》序言中提出了自己的研究和工作方法，那就是重视野外考察的重要性。<br>　　《水经注》一书中记载了郦道元在野外考察中取得的大量成果，这表明他为了获得真实的地理信息，到过许多地方考察，足迹踏遍长城以南、秦岭以东的中原大地，积累了大量的实践经验和地理资料。《水经》记录河流137条，而《水经注》则记录河流1252条。《水经》只有1.5万字，而《水经注》竟达30万字！<br>　　郦道元在实地调查中原地形的同时，又广泛搜求南方的地理著作，进行对比研究，得出自己的结论。例如江南会稽郡的诸暨县，有五泄瀑布，景色壮丽，向来不为世人所知。郦道元在《水经注》里面首次记载了五泄飞瀑壮观的气势：“浙江又东，合浦阳江，江水导源乌伤县，东经诸暨县，与泄溪合。溪广数丈，中道有两高山夹溪，造云壁立，凡有五泄：下泄悬三十余丈，广十丈；中三泄不可得至，登他山远望，乃得见之，悬百余丈，水势高急，声震<a href=\"http://so.gushiwen.org/author_1204.aspx\">林外</a>；上泄悬二百余丈，望若云垂。此是瀑布，土人号为泄也。”从此，世人方知五泄的山水景观。<br>　　在漫长的中世纪，西方世界正处在基督教会统治的黑暗时代，全欧洲在地理学界都找不出一位杰出的学者。东方的郦道元留下了不朽的地理巨著《水经注》四十卷，不仅开创了我国古代“写实地理学”的历史，而且在世界地理学发展史上也占有重要的地位，不愧为中世纪最伟大的世界级地理学家。</p><br/><h2>作品一览</h2> 　　《水经注》在写作体例上，不同于《禹贡》和《汉书·地理志》。它以水道为纲，详细记述各地的地理概况，开创了古代综合地理著作的一种新形式。《水经注》涉及的范围十分广泛。从地域上讲，<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>虽然生活在南北朝对峙时期，但是他并没有把眼光仅限于北魏所统治的一隅，而是抓住河流水道这一自然现象，对全国地理情况作了详细记载。不仅是这样，书中还谈到了一些外国河流，说明作者对于国外地理也是注意的。从内容上讲，书中不仅详述了每条河流的水文情况，而且把每条河流流域内的其他自然现象如地质、地貌、地壤、气候、物产民俗、城邑兴衰、历史古迹以及神话传说等综合起来，做了全面描述。因此《水经注》是六世纪前我国第一部全面、系统的综合性地理著述。对于研究我国古代历史和地理具有重要的参考价值。《水经注》不仅是一部具有重大科学价值的地理巨著，而且也是一部颇具特色的山水游记。郦道元以饱满的热情，浑厚的文笔，精美的语言，形象、生动地描述了祖国的壮丽山川，表现了他对祖国的热爱和赞美。郦道元一生著述很多，除《水经注》外，还有《本志》十三篇以及《七聘》等著作，但是，流传下来只有《水经注》一种。<br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_456.aspx\">郦道元</a>生活在南北朝时期，北方为北魏、北齐、北周政权，南方先后为刘宋、南齐、南梁、南陈政权。郦道元虽然只是活动在北魏统治的地区之内，但他的著作并没有受政权和地域的限制，他的视野远远地超出了北魏政权统治的范围，反映了他盼望祖国早日实现统一的心情。在《水经注》中，郦道元所记述的内容包括了全国各地的地理情况，还记述了一些国外的地理情况，其涉及地域东北至朝鲜的坝水（今大同江），南到扶南（今越南和柬埔寨），西南到印度新头河 （今印度河），西至安息（今伊朗）、西海（今苏联咸海），北到流沙 （今蒙古沙漠）。可以说，《水经注》是北魏以前中国及其周围地区的地理学的总结。</p> <p>　　郦道元在写《水经注》时，突破了《水经》只记河流的局限。他以河流为纲，详细地记述了河流流经区域的地理情况，包括山脉、土地、物产、城市的位置和沿革、村落的兴衰、水利工程、历史遗迹等古今情况，并且具有明确的地理方位和距离的观念。像这样写作严谨、内容丰富的地理著作，在当时的中国，以至世界上都是无与伦比的。</p> <p>　　从《水经注》中我们可以看到，郦道元以其饱满的笔触，为我们展现了一千四百年前中国的地理面貌，使人们读后可以对各地的地理状态及其历史变迁有较清晰的了解。例如从关于北京地区的描述中，我们可以知道当时北京城的城址、近郊的历史遗迹、河流以及湖泊的分布等，还可以了解到北京地区人们早期进行的一些大规模改变自然环境的活动，像拦河堰的修筑、天然河流的导引和人工渠道的开凿等。这是我们现在所能得到的关于北京地区最早的地理资料，也是我们研究北京地区历史地理变迁的一个重要地点。这些资料对于我们今天仍然是非常有用的。</p> <p>　　《水经注》中的内容，除郦道元亲身考察所得到的资料外，还引用了大量的历史文献和资料，其中引用前人的著作达437种之多，还有不少两汉、曹魏时代的碑刻材料。这些书籍和碑刻，后来在历史的变迁中大都已经散佚了，幸而有郦道元的引用转录，才尚存一斑，使我们能够知道这些书籍和碑刻的部分内容。这又是我们研究我国文明发展历史的极其宝贵的资料。</p> <p>　　郦道元对地理学的贡献和历史功绩，是值得人们尊崇的。因此，郦道元被后人尊为中世纪最伟大的地理学家，是当之无愧的。 </p>"
}