{
  "id": 2313,
  "star": 0,
  "name": "高攀龙",
  "image": "http://img.gushiwen.org/authorImg/gaopanlong.jpg",
  "dynasty": "明代",
  "desc": "高攀龙（1562年 - 1626年），字存之，又字云从，江苏无锡人，世称“景逸先生”。明朝政治家、思想家，东林党领袖，“东林八君子”之一。著有《高子遗书》12卷等。万历十七年（1589年）中进士。后遇父丧归家守孝。天启六年（1626年）三月，高攀龙不堪屈辱，投水自尽，时年六十四岁。崇祯初年（1628年），朝廷为高攀龙平反，赠太子太保、兵部尚书，谥“忠宪”。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2313.aspx\">高攀龙</a>，字存之，号景逸，江苏无锡人。祖父高静成曾任浙江黄岩县令，父亲高继成生有五个子女，高攀龙排行第二，后因高静成的弟弟高静逸无子而被过继为嗣。</p> <p>　　高攀龙自幼好读书懂礼仪。万历十四年（1586年），无锡知县李元冲聘请江右学派罗懋忠和顾宪成前来讲学，高攀龙受其影响，开始潜心研究“程朱理学”，确定了治学方向。</p> <p>　　万历十七年（1589年），高攀龙中进士。不久后高静逸去世，高攀龙归家为嗣父守孝三年。<br> <br><strong>初入官场</strong></p> <p>　　万历二十年（1592年），高攀龙服丧期满，被朝廷任命为行人司行人，执掌传圣旨、行册封等礼仪性的事务。因平时工作比较清闲，高攀龙大量阅读行人司中丰富藏书，深入钻研二程和朱子著作，亲手抄录山西大儒薛文清的《读书录》，赞赏其“一字不可轻与人，一言不可轻许人，一笑不可轻假人”的处世态度。高攀龙还编写了《日省编》，将先朝大儒的语录附在《大学》章句之下，作为初学者的指南。又将有关儒、释差异的言论汇集成《崇正编》，以抵制王阳明“心学”所提倡的儒、释、道三教合一的主张。</p> <p>　　当时四川佥事张世则呈上自己著述的《大学初义》，诋毁程朱之学，并请求颁行天下。高攀龙极力反对，上疏驳其荒谬。这本书因而未能刊行。</p> <p><strong>贬官外放</strong></p> <p>　　这一时期，明神宗已长期不理政务，朝中党派纷争、宦官横行，致使政务混乱，国力日衰。高攀龙随即上《今日第一要务疏》，称欲改变皇朝岌岌可危的形势，首先必须正本，其次要“除刑戮”、“举朝讲”、“用谏臣”、“发内帑”，革新政治。但奏疏被皇帝留中不发。</p> <p>　　万历二十二年（1594年），侍郎赵用贤、都御史李世达等人被罢官，朝中议论多归咎首辅王锡爵。高攀龙和御史袁可立上疏，指责王锡爵排斥异己，认为皇帝不应无故贬斥大臣，并斥责郑材和杨应宿谗言诬陷，应予罢免。杨应宿则上疏弹劾高攀龙，言辞狂妄近乎荒诞。部院提请轻罚二人，神宗下旨贬高攀龙为广东揭阳典史。</p> <p>　　高攀龙自水路前往揭阳就任，在船上就订立严规，要求自己静心以涵养德性，不被外界干扰。到揭阳后，每日在官衙教授学徒，培养了不少学生。还四处察访民情吏弊，惩治地方恶霸。高攀龙在揭阳停留的半年内结识了陆粹明及其老师萧自麓等人，对其学术思想影响深远。</p> <p><strong>归家讲学</strong></p> <p>　　万历二十三年（1595年）二月，高攀龙在赴任七个月后以事假归家，不久遭遇亲人病故，于是不再出仕。此后在家乡讲学二十余年，虽有言官多次推荐，但皇帝并不理会。</p> <p>　　高攀龙在漆湖之畔（今蠡湖东岸）建造一座“水居”，取名“可楼”，作为自己读书静坐的场所。除刻苦钻研外，高攀龙还参与讲学，很快成为一代儒学宗师。当时高攀龙与顾宪成志同道合，交谊颇深。万历三十二年（1604年），在常州知府和无锡知县的支持下，高攀龙与顾宪成等人发起重建了东林书院，并每年举行“东林大会”。初由顾宪成主持，万历四十年（1612年）顾宪成去世后改由高攀龙主持，直至天启五年（1625年）书院被拆毁为止。当时朝野内外的士大夫无论认不认识他们本人，提起高、顾都是一致称赞。</p> <p>　　高攀龙在讲学过程中以自己的政治理想和人格标准来评议朝政，裁量人物。当时许多与他们志趣相近的在野士大夫闻风响附，纷至沓来。在朝的李三才、赵南星、邹元标、杨涟等正直官员也与他们互通声气，遥相应和。东林书院实际上已成为社会舆论的中心。反对派对此十分忌恨，诬之为“东林党”，污蔑他们是假借讲学以结党营私。</p> <p><strong>复起为官</strong></p> <p>　　万历四十八年（1620年）七月，神宗去世，皇太子朱常洛即位，是为明光宗。明光宗在位一月驾崩，长子朱由校即位，是为熹宗。</p> <p>　　熹宗即位后，东林党人因拥戴有功而重新崛起。高攀龙被任命为光禄寺丞，天启元年（1621年）又进封为光禄少卿。[14] 天启二年（1622年）正月，关外重镇广宁（今辽宁北镇）失陷，明军被迫退缩到山海关一线。消息传来，朝野震惊，人心惶惶。高攀龙接连上书要求革新政治，以挽救国家濒危的命运。他在《破格用人疏》中提出要破格用人，加强战守之备，并推荐礼部右侍郎孙承宗担任防御大臣，负责处理战事。他的意见得到皇帝首肯。孙承宗也不负众望，收复了广宁和辽河以西的土地，边境平静了四年之久。</p> <p>　　天启二年（1622年）四月，高攀龙上疏追论三案（梃击案、红丸案、移宫案），要求惩治郑养性、李如桢、崔文升等人。奏疏上达，皇帝不悦而责备高攀龙多言，但最终仍将郑养性谴归原籍。</p> <p>　　当时孙慎行以红丸案指责前任首辅方从哲，高攀龙也引《春秋》典故归罪方从哲。给事中王志道为方从哲辩解，被高攀龙上疏严厉斥责。不久高攀龙被调任太常少卿，又上一道《恭陈圣明务学之要疏》，向熹宗阐明读书的重要性。方从哲一派故意摘出疏中指责帝王不孝的言辞激怒熹宗，熹宗欲严惩高攀龙。叶向高极力挽救，才得以罚俸一年而作罢。</p> <p>　　天启二年（1622年）九月，高攀龙调任大理寺右少卿。十一月，升任太仆卿、刑部右侍郎。</p> <p>　　天启四年（1624年）八月，高攀龙升任都察院左都御史，上《纠劾贪污御史疏》弹劾御史崔呈秀。疏中揭露崔呈秀在巡按淮扬地区时贪赃枉法、铺张浪费。吏部尚书赵南星经复查认为事实确凿，提请将崔呈秀戍边。崔呈秀得知后连夜投奔魏忠贤，认魏忠贤为义父。</p> <p>　　此时以魏忠贤为首的阉党势力日益扩张，控制了朝廷内外。东林党人如杨涟等纷纷上书参劾魏忠贤，双方争斗进入白热化阶段。</p> <p><strong>被诬自尽</strong></p> <p>　　此时魏忠贤正借机大肆迫害东林党人，称高攀龙与赵南星结党营私，皇帝下旨严厉斥责。不久后南京御史游凤翔出任知府，攻击高攀龙徇私、排挤同僚，高攀龙因而被罢黜。</p> <p>　　高攀龙等人被罢官后，以魏忠贤为首的阉党控制了朝廷大权，编派了《缙绅便览》、《点将录》、《天鉴录》、《同志录》等黑名单，将不依附于自己的官员开列在内，予以打击。</p> <p>　　天启五年（1625年）八月，魏忠贤矫旨，以东林书院为始将全国书院尽数拆毁。</p> <p>　　天启六年（1626年）二月，崔呈秀不甘心高攀龙仅被罢官，必欲除之。于是假造浙江税监李实的奏本，诬告高攀龙、周起元等七人贪污，派遣缇骑前来抓捕。三月，高攀龙整冠束带前去拜谒先贤杨时的祠堂。回家后与弟弟高士鹤及门生赏花于后花园池畔，谈笑自如。此时有人前来禀告周顺昌已被逮捕，高攀龙闻言神情泰然，笑说：“我本视死如归”。归家后与夫人谈笑如常，没有异样。亲笔书信交给两个孙子，交代翌日递给校官，而后闭门遣散诸孙。不多时高攀龙的儿子们（发觉异样）前来探查，发觉高攀龙已自沉于池塘，时年六十四（虚岁六十五）。</p> <p>　　子孙们打开高攀龙的信，乃是遗嘱，上面写着：“我虽被罢免官职，但过去曾是朝廷大臣。大臣不可以被侮辱，因为大臣被辱等同于国家受辱。我现在只有恭敬地面北叩首，以效仿<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>的遗愿。皇帝的恩泽未能报答，只愿来世再报。臣高攀龙绝笔。希望使者带去这封信向皇上复命。”</p> <p>　　高攀龙就死前曾致书同年袁可立道：“弟腐儒一，无以报国，近风波生於讲会，邹冯二老行，弟亦从此去矣”（《高子文集·答袁节寰中丞》）。其言犹未尽之厚望可见于笔端，从此袁可立这位力图远离党争的正直大臣走上了对抗阉党的前台，每议事与阉党“数有所抵牾，欲自请外”（黄道周《节寰袁公传》）。天启六年（1626年）十一月，袁可立抗疏道：“此非挂冠神武门时呼？”（《睢州志·袁可立传》）。后来九卿公推袁可立南京户部尚书，再改兵部尚书参赞机务，魏忠贤从中作梗以自己的心腹刘廷元代替袁可立掌南兵部，时北则崔呈秀为本兵，天下兵马大权二人一手握定。自袁可立“归而魏焰益肆”，忠贤推戴之势成矣。黄道周说：“当魏崔时，盖无复然明义、真者，有之，则必自大司马节寰袁公也。”（《节寰袁公传》）</p> <p><strong>身后追封</strong></p> <p>　　崇祯初年（1628年），朝廷为高攀龙平反昭雪，赠太子太保、兵部尚书，谥“忠宪”。</p><br/><h2>家庭成员</h2> <p><strong>祖父</strong></p> <p>　　高静成</p> <p><strong>继父（叔祖）</strong></p> <p>　　高静逸</p> <p><strong>父亲</strong></p> <p>　　高继成</p> <p><strong>兄弟</strong></p> <p>　　高士鹤</p> <p><strong>儿子</strong></p> <p>　　高世儒：<a href=\"http://so.gushiwen.org/author_2313.aspx\">高攀龙</a>自尽后，崔呈秀还不罢休，矫诏将高世儒下狱。高世儒因父获罪，被处以徒刑（拘禁服劳役）。崇祯时期高攀龙平反昭雪，高世儒也得到朝廷重新起用。</p> <p>　　高世学</p> <p>　　高世宁</p> <p><strong>侄子</strong></p> <p>　　高世泰：高攀龙去世后，家室被毁，宅基不久转售陈姓。清顺治十七年（1660年），高世泰将原宅赎回，于康熙五年（1666年）在高攀龙投水捐躯园池处葺屋三楹，名曰“止水祠”，成为县城中祭祀高攀龙的专祠。</p><br/><h2>后世纪念</h2> <p><strong><a href=\"http://so.gushiwen.org/author_2313.aspx\">高攀龙</a>墓</strong></p> <p>　　高攀龙墓几经迁葬。最初由于党祸而人心畏惧，高攀龙遗体被草草安葬在无锡县城西郊横山之麓。明崇祯元年（1628年），东林党冤狱得以平反。皇帝钦派礼部官员来到无锡勘定茔城，准谕茔祭葬。清顺治三年（1646年），高氏后裔将高攀龙墓迁葬于璨山之麓（河埒口高攀龙墓）。墓地形制宏伟，占地约四亩七分。墓前立石坊，正面坊楣上刻“谕茔”二字。墓道两侧列有石兽三对。后有祭台，祭台后为坟丘，正中为高攀龙和王氏合葬墓，其下左为长子高世儒墓，右为次子高世学墓和三子高世宁墓。坟前墓碑上刻“明诰赠太子少保兵部尚书谥忠宪原任都察院左都御史景逸高公暨配王夫人墓”。坟丘四周有石砌墓园，其上浮雕瑞兽图案。墓园内外，遍植松柏。“文化大革命”初期，墓遭掘毁。</p> <p>　　现存高攀龙墓为1985年重建，墓地位于青山南麓其祖、父所葬青山茔地。墓园四周有砖砌罗城，内用石块围砌墓墩，上部有封土，前有石刻墓碑，上镌“明高攀龙之墓”。墓碑前设祭台。墓园内植青松翠柏，格外清幽肃穆。</p> <p><strong>高子止水</strong></p> <p>　　高攀龙去世后，家室被毁，其宅基不久即转售陈姓。</p> <p>　　清顺治十七年（1660），其侄高世泰将原宅赎回，后于康熙五年（1666），在高攀龙投水捐躯园池处葺屋三楹，名曰“止水祠”，成为县城中祭祀高攀龙专祠。雍正十一年（1733），无锡地方官府勒石祠右，公布保护措施。乾隆五十四年（1789），地方官府再次勘定池界，并颁给永禁告示，对止水遗址更加保护。</p> <p>　　解放前夕，止水池、祠均告荒废，无人问津。1953年，无锡市人民政府为了保护这一文物遗址，于南门水曲巷高宅后园旧址处，凿发筑池，恢复原状，并植种花木，使旧地园池再现一泓清流。同时，由高氏裔族高运昌请郭沫若亲笔题写了“高子止水”四字，并刻石嵌置于水池岸边。1960年，邓拓亲访无锡瞻仰东林旧迹，撰有《访高子止水》<a href=\"http://so.gushiwen.org/author_2313.aspx\">诗</a>一首，曰：“力抗权奸志不移，东林一代好儿男。攀友风节扬千古，字字痛心绝命辞。”“文化大革命”期间，高子止水遭受破坏，池塘堙塞。1978年，原池遗址经重新清理整修，恢复昔日旧貌，水池砌有湖石假山石台，绿树成荫，花木掩映，清池一泓，倍显生机。人们临池俯视，犹觉先贤遗风尚存，格外使人敬重景仰。</p> <p><strong>纪念馆</strong></p> <p>　　水居苑位于无锡金城西路以南、蠡湖大桥东侧，占地15公顷。苑中主体建筑取名“五可楼”，其意既为“第五次重建可楼”，又寓含高攀龙所谓“可以望山、可以观水、可以清风送爽、可以阳光普照，可以明月作伴”的“五可”之意。<br>高攀龙纪念馆就位于“五可楼”上。入馆迎面即可见“实学、亲民、忧国，学者以天下为任”的高子精神，令人观之振奋。馆内图文并茂、泥塑和实物并存，从“高子生平”、“东林风骨”、“水居情怀”、“清遒诗文”、“天下己任”五方面生动再现了高攀龙磊落的一生。</p> <p>　　园子细腻雅致，园中临湖筑有百米长廊，可遮风蔽日。同时建有工艺精湛的文化墙、高攀龙坐像。遍布全园的56块书法碑刻、9幅楹联、6块匾额浸润了高子“学问必须躬行实践”、“关注民生”的学风、“修身养心、德行为先”的品性和“廉洁自奉，当官为民”的政治主张，让游客在山水之间感受这位东林先贤的高风亮节。</p> <p>　　水居苑的意义不止于回顾历史，它更是一个可以领略书法、石刻艺术精华的文化大观园。水居苑入口处的“高子水居”四个鎏金大字为国民党爱国将领冯玉祥手迹，“高攀龙纪念馆”馆名由著名文史评论家、中国书画界名人金开诚题写。</p><br/><h2>主要成就</h2> <p><strong>东林领袖</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2313.aspx\">高攀龙</a>是东林学派的精神领袖之一，与顾宪成兄弟创建了东林书院。</p> <p>　　他在学术思想上的最大贡献，在于提倡“治国平天下”的“有用之学”，反对王学（<a href=\"http://so.gushiwen.org/author_706.aspx\">王守仁</a>学派）末流的“空虚玄妙”之学。他认为“无用便是落空学问”，“立本正要致用”，把“治国平天下”看做是格物致知和个人道德修养的必然结果。“修身、齐家、治国、平天下”是他毕生追求的政治理想，因此后人评价他“居与游无出乎家国天下”。</p> <p>　　无论在朝在野，高攀龙时刻关注国家的命运，关心百心的生活。在邪恶面前捍卫了自己的政治理想，保持了崇高的气节。他的思想与道德足以成为后世楷模。</p> <p><strong><a href=\"http://so.gushiwen.org/author_2313.aspx\">诗</a>文著作</strong></p> <p>　　高攀龙的诗文被称为“立朝大节，不愧古人，发为文章，亦不事词藻而品格自高”。著有《高子遗书》12卷，以及《周易易简说》、《春秋孔义》、《正蒙释》、《二程节录》、《水居诗稿》、《毛诗集注》等书。</p> <p>　　高攀龙的文章，平易流畅，素雅清遒。如记叙散文《南京光禄寺少卿泾阳顾先生行状》和《祭顾泾阳先生》，富有情感地讲述了东林领袖顾宪成的生平事迹和为人品德。文中有：“先生于世，无所嗜好。食取果腹，衣取蔽体，居取坐卧，不知其他。四壁不垩庭草，不除帷帐，不饰一几一榻，敝砚秃笔，终日俨然冥坐读书，四方酬答而已。忧时如疾痛，好善如饥渴。”等句，素淡几笔写出一位清廉自守的正直士人形象。又如《薛文清公传》，几件小事即将薛文清公正廉明、的品格勾画如生。高攀龙的游记虽不多，但也可见借景抒情的文笔功力。如《武林游记》中写湖中雨景道：“是时雨丝阴蒙，水烟笼树，远山层叠，浓淡相间。内湖荷香袭人，游人歌吹与点点渔舟错落，左右瞻眺，恍然自失。”读文如观画。又如《三时记》描绘大姑滩的险急，栩栩如生，颇有深意。</p> <p>　　高攀龙的诗歌，朴素自然，文字简洁，恬淡中别有寄托，颇有<a href=\"http://so.gushiwen.org/author_645.aspx\">陶渊明</a>的风格。如《夏日闲居》中语句：</p> <p>　　长夏此静坐，终日无一言。</p> <p>　　问君何所为？无事心自闲。</p> <p>　　细雨渔舟归，儿童喧树间。</p> <p>　　北风忽南来，落日在远山。</p> <p>　　顾此有好怀，酌酒遂陶然。</p> <p>　　池中鸥飞去，两两复来还。</p> <p>　　清幽的环境衬托出悠闲的情绪。《说诗晬语》曾给予评价：“万历以来，高景逸攀龙，归季思子慕，五言淡雅清真，得陶公意趣。仁义之人，其言蔼如也。”<a href=\"http://so.gushiwen.org/author_39.aspx\">沈德潜</a>则称高攀龙的诗是：“无心学陶，天趣自会”。</p> <p><strong>静坐学说</strong></p> <p>　　高攀龙担任行人职位时大量阅读经典，但仍自感“读书虽多，心得却少”，于是改用半日读书、半日静坐的方法涵养德性，此后几十年从未间断。</p> <p>　　高攀龙的静坐功夫造诣甚高。所谓静坐以“平常”为要诀，“平常”即清静自然：“以其清静不容一物，故谓之平常”，“静中妄念即净，昏气自清，只体认本性、原来本色，还他湛然而已”，“湛然动去，静时与动时一色，动时与静时一色，所以一色者，只是一个平常也。故曰无动无静，学者不过借静坐中认此无动无静之体云尔”。 高攀龙在著作《书静坐说后》中又把理学的“主一”观念引入静坐论，认为“必收敛身心，以主于一，一即平常之体也，主则有意存焉，如意非著意，盖心中无事之谓一，著意则非一也。”可见高攀龙的静坐说也并非一味讲静，具有“以静为主，动静交养”的含意。</p>"
}