{
  "id": 195,
  "star": 14,
  "name": "施耐庵",
  "image": "http://img.gushiwen.org/authorImg/shinaian.jpg",
  "dynasty": "元代",
  "desc": "施耐庵，元末明初的文学家，本名彦端，汉族，今江苏兴化人。博古通今，才气横溢，举凡群经诸子，词章诗歌，天文、地理、医卜、星象等，一切技术无不精通，35岁曾中进士，后弃官归里，闭门著述，与门下弟子罗贯中一起研究《三国演义》《三遂平妖传》的创作，搜集整理关于梁山泊宋江等英雄人物的故事，最终写成“四大名著”之一的《水浒传》。施耐庵于元延祐元年（1314年）中秀才，泰定元年（1324年）中举人，至顺二年（1331年）登进士不久任浙江钱塘县尹。施耐庵故里江苏兴化新垛乡施家桥村有墓园、纪念馆，有《施氏家薄谱》存世。",
  "content": "<h2>名字由来</h2> 　　<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>一边讲学一边写书。一天，他写到《水浒传》中石秀智杀裴如海，头陀敲木鱼这一段，突然想到东林庵珍藏的木鱼木槌，心中疑惑不解，便向徐麒问：你这庵里的木鱼木槌，为何像宝贝一样珍藏呢？徐麒说：这庵里原先住着一位老和尚，他念经拜佛用心极诚，一边念经一边敲木鱼。说着他用手指着木鱼的凹陷说：你看，想让他们懂得，读书，做学问就是要专心致志。施耐庵听了，连连点头：我们写书，也要有那种锲而不舍的精神才行啊！事后，他提笔写了“耐庵”两个字，贴在门楣上，意国是告诫自己要排除一切困难，写好《水浒传》。外人不知其意，便把他称为“耐庵先生”，时间长了，他也觉得这个名字不错，便改名为：施耐庵。<br/><h2>轶事：拳打恶霸</h2> 　　明朝初年的一天，<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>在一座茶山上游玩，正遇见一个恶霸在强夺农夫的茶园。他十分气愤地赶上前去阻止。恶霸见来人理直气壮，只好偷偷地溜了。可是事后，恶霸打听到来人的住处后，便花钱雇了一帮打手，围住施耐庵的居所。施耐庵见此情景，只是微微冷笑，便坦然自若地迈出了门。打手们见他赤手空拳，便一哄而上。其中一个黑脸大汉，手举根铁棒挟着风声朝施耐庵的头顶劈来。施耐庵侧身摆头，一个“顺风扯旗”，让过了棒锋，双手就抓住了铁棒，同时飞起右脚，正好踢在大汉的小腹上，那家伙便滚出一丈多远。施耐庵舞起夺来的铁棒，一阵旋风般的横扫，吓得那帮家伙四处逃窜。<br/><h2>生平事迹</h2> <p><strong>明初王道生撰《<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>墓志》的记载</strong><br>　　有关施耐庵生平事迹材料极少，搜集到的一些记载亦颇多矛盾。自20世纪20年代以来，在今江苏省兴化、大丰、盐都等地陆续发现了一些有关施耐庵的材料，有《施氏族谱》、《施氏长门谱》等，另有《兴化县续志》卷十三补遗载有《施耐庵传》1篇，卷十四补遗载有明初王道生撰《施耐庵墓志》1篇，说他原籍苏州，后迁淮安，为至顺辛未进士，曾官钱塘二载，以不合当道权贵而弃官归里，闭门著述。<br>　　施之常后裔，自幼才气过人，为人仗义<br>　　据这些材料分析：<br>　　施耐庵是孔子七十二子弟之一施之常后裔，唐末施之常后人在苏州为家。其父名为元德，操舟为业，母亲卞氏（卞氏后裔亦迁至今江苏省大丰市境内）。<br>　　施耐庵自幼聪明好学，才气过人，事亲至孝，为人仗义。</p> <p><strong>与刘伯温同榜中进士，为官三年后弃官回乡</strong><br>　　19岁时中秀才，28岁时中举人，36岁与刘伯温同榜中进士。<br>　　其曾在钱塘（今浙江省杭州市）为官三年，因不满官场黑暗，不愿逢迎权贵，弃官回乡。张士诚起义抗元时，施耐庵参加了他的军事活动。张据苏以后，施耐庵又在他幕下参与谋划，和他的部将卞元亨相交甚密。后因张贪享逸乐，不纳忠言，施耐庵与鲁渊、刘亮、陈精于<a href=\"http://so.gushiwen.org/author_195.aspx\">诗</a>曲，但流传极少。史书鲜有记载。即使有的材料，虽有明确记载，但材料本身的真伪与可信程度，至今还没有得到公认。我们认为他大概是杭州人，至少曾长期生活在杭州一带，有人推测他可能是一个专门为说书艺人编写话本的书会才人，或者本身就是一个粗通文墨、技艺精湛的说书艺人。其生活的年代在元末明初，祖籍姑官归隐，闭门著述。有人说他曾与元末农民起义领袖张士诚将卞向交情不错，卞向张推在《少室山房笔丛》中指出：“武林施某所编水浒传，特为盛行。”今人一致认为施耐庵是《水浒传》作者。也有人认为是同弟子<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>合著或者有罗贯中续写。</p> <p><strong>施耐庵为避祸，举家迁徙到淮安<br></strong>　　从掌握的史料看，施耐庵这个人还是有的，但关于他的生平事迹史书鲜有记载。明朝建立之初，<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>也曾下诏书请他出来荐施耐庵做其幕僚，但施在多次请后仍不应征，据说张士诚还曾经亲自登门拜访过他，见他正在书房撰写《江湖豪客传》一书，即《水浒传》也。后来张士诚兵败，施耐庵为避祸，举家迁徙到淮安，继续著述《秋江送别》以外，还有如顾逖诗、赠刘亮诗传世。施耐庵为避明朝征召，潜文昱（述元）家道炽盛，始迁其祖耐庵骨葬于白驹西落湖（今江苏省兴化市新垛镇施家桥村），并请王道生作《施耐庵墓志》。</p> <p><strong>隐居作《水浒传》，写完后没过几年病逝</strong><br>　　张士诚起义抗元时，施耐庵参加了他的军事活动。张据苏以后，施又在他幕下参与策划，和他的部将卞元亨相交甚密。后因张贪享逸乐，不纳忠言，施耐庵与鲁渊、刘亮、陈基等大为失望，相继离去。施与鲁、刘相别施时，曾作《新水令秋江送别》套曲，抒发慷慨悲痛之情。不久，张士诚身亡国灭。施浪迹天涯，漫游山东、河南等地，曾与山东郓城县教谕刘善本友善，后寓居江阴徐氏初，为其塾师。随后还旧白驹，隐居不出，感时政衰败，作《水浒传》寄托心意，又与弟子罗贯中撰《三国志演义》《三遂平妖传》等说部。他还精于诗曲，但流传极少。除套曲《秋江送别》以外，还有如顾逖诗、赠刘亮诗传世。施耐庵为避明朝征召，潜居淮安，染病而殁，就地高葬，享年75岁。耐庵殁后数十年，其孙文昱（述元）家道炽盛，始迁其祖耐庵骨葬于白驹西落湖（今江苏省兴化市新垛镇施家桥村），并请王道生作《施耐庵墓志》。明嘉靖十九年（1540年），高儒《百川书志》载：“《忠义水浒传》100卷。钱塘施耐庵的本。罗贯中编次。”嘉靖四十五年郎瑛在《七修类稿》中说：“此书为‘钱塘施耐庵的本’。”万历年间，胡应麟在《少室山房笔丛》中指出：“武林施某所编水浒传，特为盛行。”今人一致认为施耐庵是《水浒传》作者。施耐庵写完《水浒传》后没过几年就病逝了。水浒传至今还代代流传！ </p><br/><h2>生平</h2> <p><strong>《施氏家簿谱》等有关资料记载</strong><br>　　<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>本苏州人，据《施氏家簿谱》等有关资料记载，施耐庵，名彦端，系孔子门生七十二贤之一施之常后裔，父操舟为业，他13岁入浒墅关私塾就读，19岁中秀才，娶季氏为妻，29岁中举人，35岁与刘伯温同榜中进士，授任钱塘县事，因受不了达鲁花赤(官名)骄横专断，一年后愤而辞官归里，以授徒、著书自遣。</p> <p><strong>施耐庵避战乱在兴化隐居写《水浒传》</strong><br>　　施耐庵因避战乱迁此隐居写《水浒传》。据民间口碑，张士诚起兵反元，在平江（苏州）称吴王，聘施耐庵为军师，后张士诚降元，施耐庵屡谏不从，因而弃官去江阴祝塘东林庵坐馆。<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>发兵围攻平江，战乱波及江阴，施耐庵想起先后曾任松江同知和嘉兴路同知的好友顾逖是兴化人。那里地方偏僻，四周环水，交通不便，一向有“自古昭阳 (兴化别名）好避兵”之说，于是特意差人给顾逖送去一封信，并附<a href=\"http://so.gushiwen.org/author_195.aspx\">诗</a>一首:<br>　　年荒世乱走天涯，寻得阳山（指昭阳，即兴化）好住家。 <br>　　愿辟草莱多种树，莫教李子结如瓜。（当时民谣:“李生黄瓜，民皆无家”）<br>　　顾逖见信后，马上给施耐庵回信，欢迎他来兴化避难。信中也答诗一首:<br>　　自江南来问津，相送一笑旧同寅。<br>　　此间不是桃源境，何处桃源好避秦?</p> <p><strong>把梁山108将刻画得淋漓尽致</strong><br>　　施耐庵接信后，将大弟彦明留在苏州原籍，带了续娶妻子申氏、二弟彦才和门人<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>，冒着烽烟，渡江北上，先在兴化顾逖家中暂住，而后由顾逖相助，在兴化以东人烟稀少的海滨白驹场购置了田地房产，在这里隐居著《水浒》，他结识了许多农夫和盐民，他们生活中的许多故事，成了他创作的素材，经过再创造，以惊人的艺术才能，将以<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>为首的梁山108将豪侠形象刻画得淋漓尽致。</p> <p><strong>死后建施祠，不幸毁于抗日战火</strong><br>　　施耐庵死后，他的十二世孙施奠邦发起，将其在白驹镇上的故居改建为施氏宗祠。后来几经修复扩建，遂成前后三进，旁有偏殿之礼堂。第一进为门厅，内设茶坊；第二进为书坊，供艺人说《水浒》；第三进为福荫堂，供奉迁兴始祖施耐庵及其后裔的灵牌，每年春秋二季在此祭祖。施祠不幸毁于抗日战火。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>（1296年-1371年），元末明初人，原名施彦端。扬州府兴化白驹场（今江苏兴化）人。元末张士诚于白驹场（今分属兴化和大丰）起义，定都平江（苏州）建立抗元政权，自立吴王（<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>也是吴王，史称西吴，以区分二者），施耐庵效力张士诚，之后施耐庵避乱迁居兴化。水泊梁山的一百零八条好汉，其实就是元末起义军将领们的影子。他是著名的元末明初文学家。施耐庵是<a href=\"http://so.gushiwen.org/author_927.aspx\">罗贯中</a>的老师，住苏州阊门外施家巷，曾入仕钱塘（杭州）。　　身份：中国古代著名作家，元末明初人，长篇古典小说《水浒传》作者。　　留世资料： 有关施耐庵生平事迹材料极少，搜集到的一些记载亦颇多矛盾。自20世纪20年代以来，在今江苏省兴化、大丰、盐都等地陆续发现了一些有关施耐庵的材料，有《施氏族谱》、《施氏长门谱》等，另有《兴化县续志》卷十三补遗载有《施耐庵传》1篇，卷十四补遗载有明初王道生撰《施耐庵墓志》1篇。　　据这些材料分析：　　施耐庵是孔子七十二弟子之一施之常后裔，唐末施之常后人在苏州为 家。其父名为元德，操舟为业，母亲卞氏（卞氏后裔亦迁至今江苏省大丰市境内）。　　施耐庵自幼聪明好学，才气过人，事亲至孝，为人仗义。　　19岁中秀才，28岁中举人，36岁与刘伯温同榜中进士。　　元延祐元年（1314年）考中秀才，泰定元年（1324年）中举人，至顺二年（1331年）登进士。不久任钱塘县尹，因替穷人辩冤纠枉遭县官的训诉，遂辞官回家。　　元至正十三年（1353年），白驹场盐民张士诚等十八名壮士率壮丁起义反元。张士诚敬其文韬武略，再三邀请他为军幕，施耐庵抱着建造“王道乐所”的宏远计划欣然前往，为张士诚献了许多攻城夺地的计策。后因张士诚居功自傲，独断专行，亲信佞臣，疏远忠良，施耐庵几次谏劝，张士诚都不予采纳，于是愤然离开平江，并作《秋江送别》套曲赠予同在张幕的鲁渊、刘亮等人。此后，浪迹江湖，替人医病解难。　　后入江阴祝塘财主徐骐家中坐馆，除了教书以外，还与拜他为师的罗贯中一起研究《三国》《三遂平妖传》的创作，搜集、整理北宋末年以<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>为首的一百零八人在水泊梁山起义的故事，为撰写《江湖豪客传》准备素材。至正二十七年(1367年），朱元璋灭张士诚后，到处侦查张士诚的部属。为避免麻烦，施耐庵征求兴化好友顾逖的意见，在白驹修了房屋，从此隐居，专心于《江湖豪客传》的创作。《江湖豪客传》成书后，定为《水浒传》。<br/><h2>纪念馆</h2> <p><strong>简介</strong><br>　　1992年，国家文物局和江苏省、大丰县政府拨出专款<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>纪念馆，8月动工，建立1993年8月落成。<br>　　施耐庵纪念馆，坐落在江苏省大丰市白驹镇 (曾隶属兴化)西郊花家垛岛上，传为施耐庵当年著书之所。此处清流环抱，荻港萧萧，沙鸟低翔，渔舟缓唱，芦苇茂密，有着浓郁的《水浒》气息，游人到此，会疑心真的到了梁山水泊蓼儿洼。人们从南面的水泊桥走上花家垛，拐弯向东便是施耐庵纪念馆，它占地2815平方米，其中建筑面积1478平方米。</p> <p><strong>馆内结构</strong><br>　　进入由著名书法家启功书写的“施耐庵纪念馆”匾大门，你可看到一尊高3.8米的大理石的施耐庵雕像，(为雕塑家叶宗镐所作)，馆内前后三进大厅,和左右侧厅，左右碑廊以及建在后院的两侧的半亭，显得结构严谨，饶有意趣，第一进为接待厅；二进为景仰厅，大门上方悬挂女书法家萧娴题额“乡国之光”，两旁门柱上写有对联一副（由著名书法家臧科书、<a href=\"http://so.gushiwen.org/author_195.aspx\">诗</a>人童斌撰写）：<br>　　韬光养晦，一代英才居胜境；<br>　　激浊扬清，千秋峻笔著奇书。<br>　　里面 里面陈设国画家绘制的施耐庵著书及其行踪的图象；有 绢制介绍施耐庵生平的连环画48幅。镇江书法家李宗海撰联曰：<br>　　有舍己为人侠骨义肠，却从鲁达、武松、李逵身上画出；<br>　　具掀天揭地深谋远略，乃自晁盖、<a href=\"http://so.gushiwen.org/author_451.aspx\">宋江</a>、吴用胸中写来。<br>　　再向后为文物厅，上方悬挂书法大师武中奇题额“文心独运”。两旁门柱上有对联一副（由著名书法家陈大雨书，诗人童斌撰写）：<br>　　百回《水浒》，秉春秋煲眨忠奸，千古人间消块垒；<br>　　一曲《秋江》，承风骚思忧治乱，五州文苑仰宗师。</p> <p><strong>馆藏文物、史料</strong><br>　　厅内陈列有关施耐庵文物、史料，分为施耐庵家世、生平、著书轶闻和社会影响四个部分，陈列有《施氏长门谱》，出土的施耐庵独生子《故处士施公让墓志》和《施让地照》，曾孙《施廷佐墓志铭》等数以百计的文物和史料，为人们解开了数百年悬案“施耐庵之谜”，有关施耐庵的各种文物史料，人们还可看到许多不同版本的《水浒》。据不完全统计，自明嘉靖始，迄今《水浒传》在国内的各种版本有53种。在国外流传也很广，朝鲜、印尼、泰国、马来西亚、新加坡、越南、意大利、法国、俄罗斯、匈牙利、捷克、罗马尼亚等国都有《水浒传》的译本，美国的译本有《水浒传》《水浒传选集》《中国古典小说·水浒传》《水湃传词汇》、《野猪林》等。日本的译本多达20多种两边侧厅布置着臧克家，冯其庸等全国著名诗书画家赞颂施耐庵的各种艺术作品。施耐庵及其作品《水浒传》的影响是十分巨大的，我国有中国水浒学会、浙江水浒学会、山东梁山水浒研究会、盐城市水浒学会、大丰市施耐庵研究会等学术团体专门研究施耐庵和《水浒》，召开研究会，出版刊物。大型电视连续剧《水浒传》播出后，观众数以亿计。正如日本汉学家盐俗温称:“《水浒传》是惊天动地的快文，中国小说之冠冕，是雄飞世界文坛的优秀古典小说”。伦敦大学卢庆滨博士且曾远涉重洋，不远万里来大丰白驹考察施耐庵。施耐庵不仅是中国的文学巨匠，也是世界文坛的名人；《水浒传》不仅是祖国文学艺术的瑰宝，还是世界文学宝库中的精华。</p><br/><h2>籍贯考证</h2> <p><strong>苏州说：写进族谱和祠堂</strong><br>　　咸丰四年（1854年）陈广德（字懋亭）所撰《施氏谱序》云：<br>　　“吾兴氏族，苏迁为多，白驹场施氏耐庵先生生于明洪武初由苏迁兴化，复由兴化徙居白驹场。其第二世处士君，扬一鹤先生曾为作墓志铭。及于施氏之自苏施家桥来迁，即场之田庐复名以施家桥……清咸丰四年岁次甲寅处署后二日赐进士出身浩授奉直大夫户部主事加一级陈广德顿首拜撰。”<br>　　而咸丰五年，<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>的第十四世孙施峻峰在《施氏宗祠建立纪述》中也写道：“吾族始祖耐庵公，明初自苏迁兴，后徙白驹场。由一本而支分派别，传衍至今，五百余年矣……”<br>　　这两段文字说得都很清楚，施耐庵在明初洪武年间由苏州迁到兴化，然后再迁到白驹场。<br>　　赵伯英和奇林编著的《施耐庵年谱》中说：<br>　　“公元1296年秋(元成宗元贞二年岁次丙申)一岁，生于苏州城外施家巷，取名彦端，字子安，号耐庵。父名施元德，字长卿，母为卞氏。施氏是孔子弟子施之常的后裔。<br>　　公元1308年(元成宗大德十三年)十三岁，在苏州城外的浒墅关季氏家塾就读。<br>　　公元1311年(元武宗至大四年)十五岁，在季家继续就读。在季家就读的时间很长，此后季先生的女儿嫁给了他。<br>　　公元1314年(元仁宗延佑元年)十九岁，考中秀才，同季氏结婚……”<br>　　按以上各种说法，施耐庵不仅祖籍苏州，而且生于苏州长于苏州，还讨了苏州老婆，是个彻头彻尾的苏州人。</p> <p><strong>兴化说：明朝文献可以佐证</strong><br>　　近些年来，施耐庵祖籍苏州的说法受到了学界的质疑，2003年，《苏州杂志》发表了黄俶成的文章《施氏祖籍辨正》，对施耐庵祖籍苏州的说法提出了商榷。<br>　　黄俶成引用了明景泰四年(1455年)淮南杨新撰《故处士施公墓志铭》（即施耐庵之子施让墓志铭）：<br>　　“处士施公，讳让，字以谦。鼻祖世居扬之兴化，后徙海陵白驹，本望族也。先公耐庵，元至顺辛未进士，高尚不仕。国初，征书下至，坚辞不出。隐居著《水浒》自遣。积德累行，乡邻以贤德称。生以谦，少有操志。……景泰四年岁次癸酉二月乙卯十有五日壬寅立。淮南一鹤道人杨新撰，里人顾蘩书，陈景哲篡盖”。<br>　　黄俶成认为，这是涉及施氏祖籍最早、也是最直接的文献。<br>　　据悉，这篇《故处士施公墓志铭》载于较早版本的《施氏族谱》。该族谱是1952年才发现的，但不幸的是，在后来的政治运动中毁失了。<br>　　1962年6月，一个有关施氏源流的文物被发现了，兴化县委宣传部副部长赵振宣在施家桥农民陈大祥家发现用于垫箩底的方砖上有字。经辨认，乃是施让“地照”(旧时迷信，人死后由其家属立“地照”向后土之神购得土地，一般刻在砖头或石头上，与死者灵柩一齐下葬)。此砖乃是1958年该村农民为了建猪圈，掘取墓砖时所得。后据文物部门发掘考证，这块“地照”上的施让，正是施耐庵的次子施让。<br>　　二十年后，在施让墓附近，又出土了一件轰动海内外的文物，这就是《处士施廷佐墓志铭》砖。据考，墓主乃施耐庵之曾孙，叫施廷佐，葬于明嘉靖三年(1524年)。尤其可贵者，墓铭中提到施廷佐的高祖叫施元德，曾祖彦端(即施耐庵)“会元季兵起，播浙，(遂)家之。及世平，怀故居兴化，(还)白驹，生祖以谦。……”施廷佐曾祖、祖父的名字、地望、年代均与前两次公布、发现的史料、文物符合。<br>　　这块墓志铭砖连同前引墓铭、地照，清晰地提供了施家五代世系，并首次透露施耐庵之父名施元德，也居住在兴化。黄俶成认为，这个世系以及所云“怀故居兴化”正是“鼻祖世居扬之兴化”的最有力的佐证、最明确的注释。</p> <p><strong>吴兴说：纪念馆馆长辨析</strong><br>　　施耐庵纪念馆的馆长窦应元说，施耐庵的祖籍既不是兴化，也不是苏州，而是浙江。<br>　　“施家宗祠里曾有一副对联：吴兴绵世泽，楚水封明湮”，窦应元介绍说，吴兴就是今天的浙江湖州，施耐庵的父亲施元德是搞水运的，有关史料中称其为“舟人”，后来施元德在兴化落脚，施耐庵就出生在白驹场。<br>　　窦应元认为，关于施耐庵的籍贯、科举、生卒年月等问题，一直迷雾重重，很多说法都需要进一步澄清，“比如，有一种说法称施耐庵在元至顺二年(1331年)考中进士，”但根据元朝的官方资料，至顺二年登科的进士中，找不到施耐庵的名字。“施耐庵属猴，在35岁时取得进士功名，而且活到了75岁，这些都没有什么疑问。但如果他在元至顺二年考取进士，以这个时间点往前后推算，则施耐庵出生在1296年，卒于1370年。但是，根据出土的文物资料，施耐庵的儿子施让是1373年出生的，难道施耐庵死了3年之后又生了儿子? ”<br>　　那么，施耐庵的进士功名到底是怎么得到的呢?<br>　　窦应元认为，施耐庵的进士，不是通过元朝的科举考试得来的，而是张士诚封的。“元至正十四年(1354年)，张士诚在高邮建立政权，国号大周，封了一批读书人进士功名，这其中，就应该包括施耐庵。这样一来，我们可以推算出施耐庵生于1320年，而这一年恰好就是猴年，与其生肖吻合，而且也破解了‘死后三年生子’的悖论。”<br>　　窦应元说，施耐庵的很多活动与张士诚密不可分，在研究施耐庵时，应该将其和张士诚“捆绑”在一起，这样很多谜案即可迎刃而解。<br>　　施耐庵与苏州的不解之缘<br>　　施耐庵祖籍何处，对此学界见仁见智，尚无定论。但不可否认的是，施耐庵与苏州有着极深的渊源。<br>　　在各种有关施耐庵籍贯的说法中，都提到了一个地方——白驹场，可以肯定的是，他曾在这里长期生活过。那么，白驹场又是一个什么地方?<br>　　白驹场，是古代两淮盐场之一，是张士诚的故乡，元至正十三年(1353年)，在白驹场一带，张士诚率领“十八条扁担”造反抗元。<br>　　据记载，张士诚起兵后，敬慕施耐庵的文韬武略，再三邀请他为军幕，施耐庵抱着“经世济民”的想法欣然前往，为张士诚献了许多攻城夺地的计策。后跟随张士诚来到平江(即苏州)，与其部将卞元亨来往密切，后张士诚居功自傲，独断专行，亲信佞臣，疏远忠良，施耐庵几次谏劝，张士诚都不予采纳，于是愤然离开平江，并作《秋江送别》套曲赠予同在张幕的鲁渊、刘亮等人。此后，浪迹江湖，替人医病解难。<br>　　根据这些史实，又有学者提出了一个折中的观点：施耐庵原籍兴化，后又跟着张士诚来到了苏州并逗留过一段时间，而张士诚败亡后，明朝官府四处侦查其旧部，施耐庵为了避祸，于是又回到了江北老家。<br>　　有学者认为，施耐庵创作的不朽巨著《水浒传》，其题材与元末风起云涌的农民起义有关，水泊梁山的一百零八条好汉，其实就是元末起义军将领们的影子。<br>　　向东十余里，大丰市白驹镇境内（白驹原属泰州海陵县，明朝划归兴化，大丰建县后又划归大丰），建有施耐庵纪念馆。此地旧名花家垛，传为施耐庵当年著书之所。清流环抱，荻港萧萧，沙鸟低翔，渔舟缓唱，芦苇茂密，有着浓郁的《水浒传》里的气息，游人到此，会疑心真的到了梁山水泊。 </p><br/><h2>铁事：棒打无赖</h2> <p>　　有一年的元宵节，<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>上街观花灯。忽然看见一个恶少在街尾侮辱一名妇女。</p> <p>　　他怒火顿起，用右手将那家伙提起，然后像摔死狗似的将他摔在地上。恶少吓得连连磕头求饶，施耐庵这才饶了他。谁知第二天，那家伙纠集了七八个无赖前来报复。施耐庵不慌不忙地找来一根粗绳，让无赖们用绳子拴住他的双腿，然后叫他们用力拉。可是，尽管他们一个个累得脸红脖子粗，施耐庵的双脚像生了根，纹丝不动。接着，他取出铁棒，一记“乌龙摆尾”，便将身旁的一棵大杨树“咔嚓”一声打断。无赖们见他有如此功力，才知道是遇上了高手，个个叩头认输了。后来，施耐庵在写《水浒》时，还将这段亲身经历融进鲁智深在大相国寺降伏众泼皮的情节中去了呢。 </p><br/><h2>墓园</h2> <p>　　由<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>纪念馆向西十余里 (今兴化市新垛乡施家桥村境内)，为施耐庵墓园。墓前立一砖砌三门牌坊，正中横梁上，悬有“耐庵公坊”四字石刻，墓在苍松翠柏间，赵朴初手书“重修施耐庵墓记”的石碑立于墓前，邻近还有一绿岛，一条小河环岛流过，人在高处俯视，却似狮子（施子）盘绣球，因而俗称“风水宝地”。北京市社会科学院文学所副研究员张惠仁有<a href=\"http://so.gushiwen.org/author_195.aspx\">诗</a>赞之曰:</p> <p>　　隔岸白驹迷晓雾，盘球狮子沐晨阳。</p> <p>　　耐庵泉下泰然卧，评说由人论短长。 </p>"
}