{
  "id": 2747,
  "star": 2,
  "name": "秦嘉",
  "dynasty": "两汉",
  "desc": "秦嘉，字士会，陇西（治今甘肃通渭）人。东汉诗人。桓帝时，为郡吏，岁终为郡上计簿使赴洛阳，被任为黄门郎。后病死于津乡亭。秦嘉赴洛阳时，妻子徐淑因病还家，未能面别。秦嘉客死他乡后，徐淑兄逼她改嫁。她“毁形不嫁，哀恸伤生”（《史通·人物》），守寡终生。秦嘉、徐淑今存的诗文并收辑于严可均《全上古三代秦汉三国六朝文》、逯钦立《先秦汉魏晋南北朝诗》。",
  "content": "<h2>艺术成就</h2> <p>　　秦嘉的《赠妇<a href=\"http://so.gushiwen.org/author_2747.aspx\">诗</a>》三首，是东汉文人五言抒情诗成熟的标志。秦嘉、<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>夫妇经历过缠绵悱恻的生离死别，他们的诗文赠答也成为文学史上流转的佳话。秦嘉的《赠妇诗》在时间上具有连续性。第一首写秦嘉即将赴京之际遣车迎妇，徐淑因病不能返回面别，使秦嘉伏枕辗转，彻夜难眠。第二首写秦嘉想要前往徐淑处面叙款曲，终因交通不便等原因未能成行。第三首写启程赴京时以礼物赠遗徐淑，遥寄款诚。秦嘉在抒发难以排遣的离愁别绪时，把夫妇情爱放到彼此的人生经历中加以审视，点出少与多、早与晚这两对矛盾：“人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。”“伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。”秦嘉抛别病妻远赴京城，使他们迟到和本来就深感不足的欢乐被生生剥夺，变得欢乐愈少，忧愁更多；艰难再次提前降临，欢会的日子不知推迟到何时。三首诗都有对车驾的描写，用来衬托诗人百感交集的复杂心情。“遣车迎子还，空往复空返”，传达的是失望之情；“良马不回鞍，轻车不转毂”，表现的是临路怅惘、徘徊不定；“肃肃仆夫征，锵锵扬和铃”，暗示车铃催促启程，流露出无可奈何之情。 秦嘉的《赠妇诗》是一组艺术成就较高的抒情诗，是汉代文人五言抒情诗的成熟之作。</p><br/><h2>爱情故事</h2> <p>　　秦嘉与其妻<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>是中国文学史上一对有名的恩爱夫妻。秦嘉、徐淑夫妻的爱情故事，因为他们的<a href=\"http://so.gushiwen.org/author_2747.aspx\">诗</a>文赠答而成为文学史上的佳话。东汉桓帝时，秦嘉为郡上计吏，离开家乡陇西远赴洛阳。徐淑寝疾还家，不获面别，夫妻俩书信往还，诗词酬答，各叙款曲，情辞均悱恻动人，是较早以夫妻日常生活感情纳入文学作品视野并取得相当成就的佳话，秦的赠妇诗三首(五言)也是早期成功的五言诗之一。这些往还诗文，被梁代诗论家钟嵘评为“事既可伤，文亦凄怨”（《诗品》卷中）。在流传至今的赠答诗五首（《先秦汉魏晋南北朝·汉诗》卷六）中，秦嘉赠诗作为五言抒情诗的成熟之作，被视为东汉文人五言诗创作进入繁荣期的标志。夫妻往还书四篇（《全后汉文》卷六十六、九十六），以从容舒缓之笔，叙谈日常生活之事，抒写夫妻离别之情，为此前散文所未见，也受到文学史研究者的重视。 秦嘉、徐淑夫妻赠答诗，最早见于南朝的陈<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>所编《玉台新咏》卷一。往还书较完整的传本，则见于唐初<a href=\"http://so.gushiwen.org/author_1715.aspx\">欧阳询</a>所编《艺文类聚》卷三十二的征引。南宋的姚宽所著《西溪丛语》卷下收录了全部的赠答诗文，但并未超出《玉台》、《类聚》所载的范围。成书于隋的<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>所作《北堂书钞》和成书于宋的《太平御览》，对秦嘉、徐淑夫妻往还书都有一些零星引录，其中有数条溢出《类聚》之外，已可见《类聚》所引并非全篇，这与欧阳询《艺文类聚序》“文弃其浮杂，删其冗长”的采择标准相吻合。《类聚》始创类事居前列文于后的类书编纂方式，改进了此前类书偏重类事不重采文及随意摘句而不成片断的不足，但对所录文字也并非不作删节。不能因为《类聚》所录诗文大部分自成段落，而误以为就是全文。</p><br/><h2>生平</h2> <p>　　秦嘉、<a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>的生卒年月，历来文献皆曰：“不详”。据陆侃如先生考证，秦嘉生年当在公元130年左右，卒年在公元170年左右。他的《赠妇<a href=\"http://so.gushiwen.org/author_2747.aspx\">诗</a>》三首，据其诗文所表现的青春气质来看，应作于30岁左右。李炳海先生考证：秦嘉的生年当在上限公元121年，下限132年之间，写诗的年龄在30岁左右。[7]223这些论断应当是符合秦嘉的实际情况的。由此，可以推断秦嘉出生在130年，到写《赠妇诗》（162年前后）时，正好在30岁左右。据袁行霈主编的《中国文学史》认为秦嘉入洛阳具体时间大体可以推断出来。《后汉书·杨震列传》：“时郡国计吏多留拜为郎，秉上言三署见郎七百余人，帑藏空虚，浮食者众。而不良守相，欲因国为池，浇濯衅秽。亦绝横拜，以塞觊觎之端。自此终桓帝世，计吏无复留拜者。”[2]1772杨秉上书在延熹五年（162）冬季他代刘矩为太尉之后，由此可知，秦嘉入洛除黄门郎当在延熹五年（162）之前，延熹二年（159年）桓帝诛梁冀之后。秦嘉正值而立之年，意气风发，才华横溢,策名王府，名动一时，带着“慨然有澄清天下”的理想，进京除任为黄门郎。</p> <p>　　秦嘉出生汉阳郡平襄县。关于秦嘉、徐淑的出生地，许多资料泛称陇西，并无详细研考。<a href=\"http://so.gushiwen.org/author_386.aspx\">徐陵</a>《玉台新咏》（卷一）《秦嘉赠妇诗（三首）》序:“秦嘉，字士会，陇西人，为郡上掾,其妻徐淑，寝疾还家，不获面别，赠诗云尔。”<a href=\"http://so.gushiwen.org/author_577.aspx\">虞世南</a>《北堂书钞》卷一百三十六载：“（秦）嘉，字士会，陇西人也，（汉）桓帝时任郡上计掾，入洛，除黄门郎，病卒于津乡亭。”《通渭县志》多采用其说。然而，文献多有矛盾或不翔实之处，对秦嘉的出生年月、“死因”等多存疑问。古人所谓“陇西”即广义的地理概念，秦嘉的实际籍贯应当是汉阳郡平襄县，即今甘肃省通渭县。《舆地志·沿革表·巩昌府通渭县》下注：“平襄县，元鼎三年兼置天水郡治焉；后汉属汉阳郡；三国、晋均为平襄县；南北朝省；隋、唐均为陇西县地；五代无置；宋熙宁初筑通渭堡，元丰中升为县，属巩州，崇宁五年废；元、明、清均为通渭县。”《后汉书·郡国志五》：“汉阳郡，武帝置，为天水，永平十七年更名。”[2]2398据明万历四十一年至四十四年《重修通渭县志》 （1613—1616年）和乾隆二十六年《通渭县志》等记载，秦嘉徐淑是今甘肃通渭县人，当无疑问。温虎林《秦嘉徐淑生平著作考》，何钰《东汉诗人秦嘉与徐淑夫妻故里在今通渭县城区考析》等文章通过翔实的史料认为“秦嘉、徐淑的故里在今通渭县毋庸置疑”。</p><br/><h2>历史成就</h2> <p>　　东汉王朝在统治上沿用了许多西汉的方针与政策，而且在一些方面做了调整与改革，使之更加适于当时的社会状况。在东汉前期，政权进一步加强与地方势力的融和，使国家趋于稳定，在经济、文化、科学技术等方面都超过了西汉的水平。公元105年，蔡伦在前人的基础上改造了纸张的制造技术，使文字记录方式脱离了使用竹简的时代，同时造纸术也作为我们熟悉的中国古代四大发明之一而流传至今。东汉对后世的另外一项贡献是制陶业的发展，它使中国彻底脱离了青铜时代的材料束缚，把一些以前为豪门贵族专有的用品带入了寻常百姓家。 东汉时期的文学，较之前代，又有很大发展。东汉的文学作品，主要有辞赋和五言<a href=\"http://so.gushiwen.org/author_2747.aspx\">诗</a>两种。其中在辞赋方面，东汉时作者很多，但大抵都是模仿之作。流传较广的有<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>的《两都赋》、<a href=\"http://so.gushiwen.org/author_6.aspx\">张衡</a>的《二京赋》等。东汉人王逸选编<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>及部分汉人的辞赋，进行注释，称《楚辞章句》，使楚辞的音义句读，得以流传于后世。五言诗是汉代新兴的文学体裁，西汉时只在民间流行，东汉时，一些文人开始作五言诗。古诗十九首是五言诗创作中的杰作，对以后的诗歌发展有巨大影响。五言诗比四言诗虽只多一个字，但在音律上却多一个音符，在句法上多一个词位，因而能表达更丰富的内容。秦嘉，作为东汉诗人，其诗文语言朴素自然，感情真挚动人。</p> <p>　　在自然科学方面，以张衡为代表的东汉学术界，有着很高的成就；张衡则以高超的工艺制造了“浑天仪”、“地动仪”等科学仪器，制造这些仪器的原理至尽仍被广泛使用。另外，东汉末年的名医华佗是有记载以来第一位利用麻醉技术对病人进行手术治疗的外科医生，他创造的“五禽戏”是我国第一套体操性质的健身活动。</p> <p>　　到东汉时期，书法、绘画已不单纯作为文字图形符号使用，它们的艺术地位逐渐显露出来，虽然今日东汉流传下来的艺术品数量不多，但从其中依然能窥得汉文化的风貌。</p>"
}