{
  "id": 810,
  "star": 3,
  "name": "宗臣",
  "image": "http://img.gushiwen.org/authorImg/zongchen.jpg",
  "dynasty": "明代",
  "desc": "宗臣（1525～1560）明代文学家。字子相，号方城山人。兴化（今属江苏兴化）人。南宋末年著名抗金名将宗泽后人。嘉靖二十九年进士，由刑部主事调吏部，以病归，筑室百花洲上，读书其中，后历吏部稽勋员外郎，杨继盛死，臣赙以金，为严嵩所恶，出为福建参议，以御倭寇功升福建提学副使，卒官。诗文主张复古，与李攀龙等齐名，为“嘉靖七子”（后七子）之一，散文《报刘一丈书》，对当时官场丑态有所揭露，著有《宗子相集》。",
  "content": "<h2>生平</h2> <p>　　嘉靖四年（1525）闰十二月生，嘉靖二十九年（1550）庚戌科进士。初授刑部主事，性耿介，不附权贵。嘉靖三十年（1551）调考功。因年少气盛，对虽“阉宦敛迹，而严嵩父子济恶”的腐败朝政深为不满，于嘉靖三十一年（1552）九月解考功职，谢病返回兴化。旋即“筑室百花洲上，读书其中。”嘉靖三十三年（1554）正月，<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>便赴京复职，以谢厚望。旋移吏部文选司，进稽勋员外郎。这时朝政的腐败更为严重；“嵩握权久，遍引私人居要地。”权势日张，以至于“诸宗藩请恤乞封，挟取贿赂。”因而“南北给事御史交章论贪污大臣，皆首嵩。”面对朝政的日益腐败，奸党们的恣意横行，他从不畏于权势，而予针锋相对。所以，清代学者王先谦在其《宗子相先生<a href=\"http://so.gushiwen.org/author_810.aspx\">诗</a>集序》盛赞其“有刚正不阿之节。”“方先生为稽勋员外郎，为严嵩所恶。”</p> <p>　　嘉靖三十四年（1555）春，当他得知被严嵩排挤出京的“后七子”之一梁有誉病逝的消息后，与<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>、吴国伦“相与为位，哭泣燕邸中。”同年十月，<a href=\"http://so.gushiwen.org/author_580.aspx\">杨继盛</a>遭受迫害，含冤而死、宗臣不顾风险，敢冒生死，当场解衣覆尸，为之收殓，慰籍忠魂。此一震惊朝野的大冤狱，受牵连者甚众，连“后七子”之一的吴国伦，也因“倡众赙送，忤严嵩，假他事谪江西按察司知事。”宗臣当然也无例外的属于排斥之列了。嘉靖三十六年（1557）八月，终被排挤出为福建提学副使。此间，路过南京，游燕子矶，作《游燕子矶记》，并有“燕子矶头石鳞鳞”等诗篇。</p> <p>　　宗臣一到任所，广受百姓爱戴。据近人黄云眉《明史考证》第七册有云：“臣迁福建提学副使时，移郡邑学宫弟子为约八篇，其第六为谈艺篇。”另据王先谦云：“临郡县，敝衣蔬食，屏绝供张，以躬行范诸生，见百姓疾苦，语谆谆不能休。” 宗臣到了福建的第二年，即嘉靖三十七年（1558）四月，便发生了倭寇犯境之事，当时的情势颇令人发指，明代文学家<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>《备倭事略》有云：“倭寇犯境，百姓被杀死者几千人，流离迁徙，所在村落为之一空。迄今数月，其势益横。”更为可恶的是：“倭寇江南，用<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>华督察军情，大纳贿赂以遗嵩，致寇乱益甚。”不仅外敌猖獗，救援客兵亦甚非为。宗臣行军过汀州，戎马倥偬之际，作《滴水岩记》，并作《西征记》，记述客兵在汀州扰民之情景。记云：“是时，汀守徐君使使来问粤兵状，予报以尺牍，其词曰：‘归自建安则有护军之檄矣，其人咸虎而戟，日夜绳之，仅不掠涂，然亦其涂之人徙其鸡犬孥孺而内之他所，故免。足下幸传檄涂居者，毋纵鸡犬不收，毋不能一时去其孥孺以为护军使者忧也。’”又云：“其所经虽少焚劫，然鸡鸭鱼鳖门屏庐灶萧然矣，出瑞遂益大掠。而予间从舆中问父老，父老辄为予泣曰：‘吾民之苦，客兵甚于盗也。’夫当事者走千里召外击贼，岂不至急民哉，及其至，乃不肯发一矢，徒攫金而归也。”</p> <p>　　作为护军使者的宗臣，不仅督察左右，日夜绳之，时尚暑气未消，秋阳又炽，客兵惧热，“不日驰而夜驰”，宗臣不辞劳顿，也“与之共驰，与不鸡鸣不停也。”当倭寇初入，来势甚猛，日益迫近，众皆惊惧不安，而宗臣神色自如。他一再告慰大家：“我在不忧贼也。”在抗击倭寇的战斗中，他虽是文质彬彬的一介书生，这时却俨然昂长七尺，顶天立地，雄姿英发，身先士卒。他把自己的卧榻安置在城楼之上，颇具运筹帷幄，决胜千里的将帅风度。他始终与士卒与民丁同吃同住同战斗，生死相关，休戚与共。在他的《西门记》一文中此事叙述甚详。《西门记》收入陶王廷所编《说郛续》被列入禁毁书目，故流传极少。今不妨录其一节，使我们对当时的宗臣其人及对这场战斗情况得以了然大概。记云：“戊午四月既望，予至自汀。是时，都御史阮公被逮北去，岛寇直犯闽安，省中人慌急走，而诸大夫日议守城事，遂以予守西门。西门城凡七门，而西门者，芋原、横塘、南台之所取道也。先是有司悉部勒诸父老子弟守陴，予登陴则悉罢诸所贫者、疾者、孤而懦者，留其壮。与之约曰：‘昼则家，夜则陴，击拆鸣桡而悬火陴外，不如约者以军法从事。’会明日报寇将至，六门咸闭矣，而城外人数十万大呼祈入，予遂日 西门入之。晨起辄坐城上，列健儿数十于门，人诘而入，而牛马鸡豚群群薄吾坐不问也。客有言‘ 门诚善，独奈何不虞奸人哉？’予曰：‘客休矣，予办此矣，即有奸人者，吾任之’。于是为檄召城外百里所蓄薪谷悉徙之城中，不徙者，吾纵乱兵焚之！而壮夫有不肩薪谷而入吾门者，不得入。于是城外薪谷日以万石塞门矣，城外人食城中者不下十万。城守凡五十日，而斗米不增一钱，盖以多故……当是时，兴泉之寇已南，而镇东者尚屯海上，意扬扬甚也。会督府驰至，则檄兵数千连数十大舟刍要击之，寇轻我，辄驾大舟刍逆我，而我兵奋怒，弩驳乱发，乘风大呼，寇舟刍反出其下，遂大肆擒获，馀者沉之海中。捷至，悉罢诸所守陴之卒与外兵入援者，予亦解榻还署。而父老群然别余，泪下沾衣焉。”这时的宗臣也仅仅才有三十四岁。</p> <p>　　嘉靖三十九年（1560）春初，宗臣卒于任所。死时，“士民皆哭”。二月，“后七子”之一的王世贞闻宗臣去世的消息后，仿楚辞《九歌》而作《少歌》三章以哀悼。宗臣死后，福建的百姓们便择地而葬，备受爱戴的宗臣之墓矗立在闽赣交界而风景秀美的武夷山上。他生前所穿戴的衣冠，由福州而南京，再由南京至兴化，由他的家人和家乡父老在小南门外百花洲上筑墓埋之，所谓衣冠冢也。此后，百花洲便成为偶来兴化的名人雅士驻足流连，玄歌题咏之处。1980年，在江苏省宝应县黄塍乡发现其墓葬。</p> <p>　　小说《水浒传》最初的刻本就是<a href=\"http://so.gushiwen.org/author_195.aspx\">施耐庵</a>后人交由宗臣刻印的。</p><br/><h2>文学成就</h2> <p>　　<a href=\"http://so.gushiwen.org/author_810.aspx\">宗臣</a>为“后七子”之一，王先谦有云：“先生志行，未尝欲以文人名，而后之人颇多称其<a href=\"http://so.gushiwen.org/author_810.aspx\">诗</a>，盖方其年少，才高气锐，落笔辄拔出一时，一二有气力者相与张之，以为吾徒，结社要盟，主持夸异。”《明史》所谓“视当世无人，七才子之名播天下。”他的创作，散文较出色。如《报刘一丈书》，有力地抨击了封建官场的腐败。其文重点描摹了奔走权门的无耻之徒的种种丑态。对他们夤缘钻营、甘言媚词、逢迎拍马的细节，作者刻画得惟妙惟肖，入木三分。钱钟书的父亲钱基博先生在其《明代文学》一书中，认为此文“淋漓喷薄，无复摹秦仿汉之习；而感慨中出诙诡，乃极似太史公《游侠列传》、<a href=\"http://so.gushiwen.org/author_808.aspx\">杨恽</a>《报孙会宗书》。”《西门记》、《西征记》则描写抗倭斗争，生动真切，指陈时弊，也颇淋漓，都是较好作品。</p> <p>　　他的诗歌，开始学习<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>，颇以歌行跌宕自喜。表面上也追求超忽飞动，但缺乏李白诗那特有的豪迈气势和充沛感情，故作品给人以拉杂叫嚣之感，并无多少佳作。他的律诗，常有隽句而无完篇。诸如“鱼龙残夜笛，风雨急秋砧”（《闻雁》）、“秋衣下风露，夕草乱芙蓉”（《秋夜顾二丈来集》）、“愁边鸿雁中原去，眼底龙蛇畏路多”（《除前钱惟重夜至》）等，尚善于描绘眼前景色，但也有重复雷同的毛病，有人讥议其诗是“薜荔芙蓉、蘼芜杨柳，百篇一律”（<a href=\"http://so.gushiwen.org/author_637.aspx\">朱彝尊</a>《静老居诗话》）。他的绝句较有神韵，如“黄菊故人杯，青山游子路。匹马向垂杨，回首燕云暮”(《送吴山人》)。宗臣诗歌无论歌行今体，内容都较单薄，故创作成就不太高。 宗臣除诗文而外，还有一些其他的文字有待辑佚。如民国时期印行的《五百名家注史记》一书就有宗臣的眉批。</p> <p>　　撰有《宗子相集》15卷，乃系嘉靖三十九年（1560），值其瘵疾危重之时，由其门人<a href=\"http://so.gushiwen.org/author_1152.aspx\">黄中</a>等编次刊行。有明就正斋本，清《四库全书》本及其后裔手抄本，其诗格调清新，娟秀优美。</p>"
}