{
  "id": 59,
  "star": 8,
  "name": "吴淑姬",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_59.jpg",
  "dynasty": "宋代",
  "desc": "吴淑姬，约公元一一八五年前后在世失其本名，湖州人。生卒年均不详，约宋孝宗淳熙十二年前后在世。父为秀才。家贫，貌美，慧而能诗词。说详拙作中国女性的文学生活）淑姬工词。有《阳春白雪词》五卷，《花庵词选》黄升以为佳处不减李易安。",
  "content": "<h2>生平</h2> 　　<a href=\"http://so.gushiwen.org/author_59.aspx\">吴淑姬</a>，[约公元一一八五年前后在世]失其本名，湖州人。生卒年均不详，约宋孝宗淳熙十二年前后在世。父为秀才。家贫，貌美，慧而能<a href=\"http://so.gushiwen.org/author_59.aspx\">诗</a>词。为富家子年据，或投郡诉其奸淫，时<a href=\"http://so.gushiwen.org/author_205.aspx\">王十朋</a>为太守，（按十朋为湖州守，在乾道中）判处徒刑。郡僚相与诣理院观之，乃具酒引使至席，命脱枷侍饮，即席成二词，众皆叹赏。明日，以告十朋，言其冤，乃释放。后为周姓子买以为妾，名曰淑姬。（中国人名大辞典及中国大文学史均据诚斋杂记，以为嫁士人杨子治。按诚斋杂记中之吴淑姬，乃汾阴人，与湖州之吴淑姬为二人。说详拙作中国女性的文学生活）淑姬工词。有《阳春白雪词》五卷，《花庵词选》黄升以为佳处不减李易安。<br/><h2>评价</h2> <p>　　<a href=\"http://so.gushiwen.org/author_59.aspx\">吴淑姬</a>，《唐宋诸贤绝妙词选》收录其词三首。这一首《小重山》写的是一个独守闺房的女子对远方情人的思念。这类抒发离愁别恨<a href=\"http://so.gushiwen.org/author_59.aspx\">诗</a>词，历代曾有多少词人墨客创作过，其中也不乏名篇佳作。例如<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的《梦江南》：“梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠，肠断白苹洲。”这两首词，题材完全相同。然有温庭筠这样的妙语在前，后人再想起这前人的成就，就非易事。吴淑姬却能别出心裁，翻新花样，谋篇构思，绝无雷同。这两首词的区别主要两点。其一温词着重写此女子倚楼所见，立足点在楼上；吴词却从庭院写起，再登楼远望，立足点是移动的。</p> <p>　　其二温词单写此女子等候远人不归的惆怅失望的情绪，表现出一种淡淡的哀怨；而吴词则将此女子青春将逝，与远人归来无望，两相对比，反映了一种深深的愁苦。从本词具体描写看，其笔墨也非泛泛。上片写暮 暮之景，然却有新意她不写满地落红，而写枝上残花；不写风雨摧花，而写风拂槐影；不写杜鹃啼血，而写莺声犹娇。不仅显得清丽新鲜，而且都与此女子的特定身份和思想感情紧密联系，是从她独特的眼中看到独特的景物，带有浓厚的感情色彩。你看，她写茶蘼，“谢了茶蘼春事休”，说的是茶蘼花谢，春天可算彻底结束了。可现在犹有“无多花片子，缀枝头”说明茶蘼将谢未谢，这里也就蕴含着春事将休未休。“花片子”是词人自铸新词，既通俗，又贴切。“缀枝头”， 给人的感觉，虽是残花，但仍有凄清之美。同样，写“莺虽老”，但“声尚带娇羞”，也是将老未老。这些不但是时序节物的准确刻画，也正是这位思妇青春将逝未逝，尚有美丽的面容，尚带娇羞的态的真实写照。“庭槐影碎被风揉”，槐影被风揉碎，春天被风吹走。这不禁使她想自己的青春呢？也将一起消逝，因此，在她看来，这风揉碎了槐影，也揉碎了她的芳心。</p> <p>　　我们从这缭绕唇吻的音节中，从这欲吐还吞，委婉曲折的笔法中，体味到词人在这里寄托了一种青春将逝的深沉的感慨。</p> <p>　　下片“独自倚妆楼”，承上启下。上片写此女子庭院所见之景，触景生情，情苦而不忍睹；既不忍睹，遂回妆楼既回妆楼，更思远人；既思远人，则倚楼 凝望。那么，她望到的又是什么呢？在前人词中，温庭筠写道：“过尽千帆皆不是”。<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>写道：“想佳人 妆楼颙望，误几回，天际识归舟”（《八声甘州》）。而在这首词中词人写道女主人公们都看到了舟，但皆不是所思远人的归舟，结果是从希望到失望。而吴淑姬笔下的这位思妇，望到的却不舟，而是“一川烟草浪，衬云浮”。连天烟草，衬着浮动的白云，犹如浪涛滚滚，铺天盖地而来，哪里有归舟可见，简直丝毫的希望都没有，其愁苦可想而知。用“一川烟草”来形容愁之大，愁之多，这在<a href=\"http://so.gushiwen.org/author_399.aspx\">贺铸</a>的《横塘路》词中已</p> <p>　　用过。但在烟草后着一“浪”字，实属吴淑姬独创。《古今词统》眉批云：“竹浪、柳浪、麦浪与草浪而四”，即指吴淑姬自创新词“草浪”，直可与前人所创“竹浪、柳浪、麦浪”相媲美。“一川烟草”是静景“一川烟草浪”则是动景。这里用来比喻愁思恰如连天草浪，滚滚袭来，极为生动贴切，也为下句“不如归去下帘钩”铺垫。放下帘钩，意欲隔断草浪，挡住愁潮，然而这愁思是隔不断，挡不住的，“不如”两字，写出了主人公明知不能而强为之的痛苦心态。“心儿小，难着许多愁”，自是警句。“愁”字最后点出，使通篇皆有精神，有画龙点睛之妙。<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>写愁的名句“只恐双溪舴艋舟，载不动许多愁”，不正面写愁，从舟着眼，反衬愁之大；然而吴淑姬这里先把</p> <p>　　愁比作“一川烟草浪”，极言愁之大之多，再将它与“心儿小”作强烈对比，落到容约而下。两人写法不同，而各有千秋。所以南宋黄升评论说：“淑姬女流中黠慧者，有词五卷，佳处不减李易字。”这种评价是很客观的。</p>"
}