{
  "id": 1131,
  "star": 0,
  "name": "萧颖士",
  "image": "http://img.gushiwen.org/authorImg/xiaoyingshi.jpg",
  "dynasty": "唐代",
  "desc": "萧颖士（717～768年），字茂挺，颍州汝阴（今安徽阜阳）人，郡望南兰陵（今江苏常州）。唐朝文人、名士。萧高才博学，著有《萧茂挺集》。门人共谥“文元先生”。工于书法，长于古籀文体，时人论其“殷、颜、柳、陆，李、萧、邵、赵，以能全其交也。”工古文辞，语言朴实；诗多清凄之言。家富藏书，玄宗时，家居洛阳，已有书数千卷。安禄山谋反后，他把藏书转移到石洞坚壁，独身走山南。其文多已散佚，有《萧梁史话》《游梁新集》及文集10余卷，明人辑录有《萧茂挺文集》1卷，《全唐诗》收其诗20首，收其文2卷。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1131.aspx\">萧颖士</a>(717～768)，字茂挺，颍州汝阴（今安徽阜阳）人，郡望南兰陵(今江苏常州)。</p> <p>　　4岁能作文，10岁补太学生。唐开元二十三年(735年)，考进士第一。天宝初年(743年左右)补秘书正字。时为<a href=\"http://so.gushiwen.org/author_1595.aspx\">裴耀卿</a>、张钧、韦述等名士所器重，名扬天下，从业学生众多，世称“萧夫子”。唐天宝年间，受召任集贤校理。<a href=\"http://so.gushiwen.org/author_2691.aspx\">李林甫</a>曾想召见，萧置之不理。他按《春秋》义类编年，写《传》百篇，又作《伐樱桃赋》以刺李林甫。后经史官韦述推荐任史馆待制。因不屈于李林甫而调任河南府参军事。时安禄山得宠，萧颖士托病隐于太室山。禄山反，萧走访几个镇守使，陈述守御之计。永王磷召请他，不应。后客死于汝南。门人共谥“文元先生”。萧高才博学，著有《萧茂挺集》。</p> <p>　　南朝梁鄱阳王萧恢的七世孙。自恃才华，傲慢无比，常自携一壶，逐胜郊野。奉使到民间搜括遗书，结果久未复命，被劾免官。留客濮阳教授，以推引后进为己任，教诲弟子坚持道德与文章，认为“学也者，所务乎宪章典法，膏腴德义而已”，反对“征辨说，摭文字”，人称萧夫子。后召为集贤校理，不肯依附宰相李林甫，受其排斥，出为广陵参军事，作《伐樱桃树赋》。结果激怒李林甫，被免官。萧颖士与李华齐名，世称“萧李”。</p> <p>　　倭国派遣使臣来朝，愿聘请萧夫子为师, 因中书舍人张渐等反对而止。安史之乱时，曾为山南节度使源洧掌书记，谏言坚守南阳。宰相崔圆让他做扬州功曹参军，仅一日便挂冠而去。萧颖士一生仕途多舛，晚年弃官，客死汝南，谥曰文元先生。其作品大多散佚，后人辑有《萧茂挺文集》一卷，收入《四库全书》。有女嫁<a href=\"http://so.gushiwen.org/author_118.aspx\">柳中庸</a>。</p> <p>　　萧颖士为南朝梁宗室的后裔，世为官宦之家，因而较有条件受到良好的教育。史载，他自幼聪颖好学，过目成诵，四岁能文，10岁补太学生，19岁即玄宗开元二十三年（735年）举进士，对策第一。天宝初年，补秘书正字，奉使至赵卫间搜求遗书，久未复命，被劾[2] 免官。后召为集贤校理，因不肯谄事宰相李林甫，受其排斥，出为广陵参军事。心有不平，作《伐樱桃树赋》以讥刺，触怒林甫，遂免官。曾依《春秋》体例，撰写编年史百篇。史官韦述荐以自代，召为史馆待制，不肯屈事李林甫，再度免官。后李林甫死，在安史乱中，曾为山南节度使源洧掌书记，终官扬州功曹参军，因称“萧功曹”。颖士一生刚直有节，仕途多舛，最后弃官而去，客死汝南，门人共谥曰文元先生。</p> <p>　　萧颖士乐闻人善，以推引后进为己任，名重当时，人称萧夫子。日本使者来朝，曾表示要请萧夫子为师。文学家柳并、<a href=\"http://so.gushiwen.org/author_1131.aspx\">诗</a>人<a href=\"http://so.gushiwen.org/author_1704.aspx\">刘太真</a>等，皆曾门下受业，李阳、李幼卿、<a href=\"http://so.gushiwen.org/author_397.aspx\">皇甫冉</a>、陆渭等数十人受其奖掖，诗文均有所称，成为一代名士。同时，萧颖士的识见不仅表现在“知人”，而且还表现在明察时势方面。安史乱前，他看到安禄山宠恣骄慢，即感到大乱将至，遂托疾游中岳。安禄山叛乱之后，他往见河南采访使陈守战之策，不被采纳，后为山南节度使源洧掌书记，谏言坚守南阳，为平定安史之乱作出重要贡献。永王璘乘安史之乱起兵谋夺帝位，曾召颖士，未从，并上书宰相崔圆，建议在平叛中应加强江淮的镇守，以防内乱，都表现出远见卓识。</p> <p>　　萧颖士一生致力于散文创作，与另一著名散文家李华齐名，世称“萧李”。他们的创作主张和实践，都可以看作是唐代古文运动的先驱。他教诲弟子注意道德和文章两方面的修养，学应“务乎宪章典法，膏腴德义”，反对“征辨说，摭文字”的浮夸学风；为文应“务乎激扬雅驯，彰宣事实”，反对“尚形似，牵比类”的骈俪文风（见《送刘太真序》）。因此，他推崇先秦两汉的文学家<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>、<a href=\"http://so.gushiwen.org/author_358.aspx\">宋玉</a>、<a href=\"http://so.gushiwen.org/author_109.aspx\">贾谊</a>、<a href=\"http://so.gushiwen.org/author_70.aspx\">司马相如</a>，而于当代则推崇<a href=\"http://so.gushiwen.org/author_12.aspx\">陈子昂</a>“文体最正”（李华《唐扬州功曹萧颖士文集序》）。自云：“平生属文，格不近俗，凡所拟议，必希古文。魏晋以来，未尝留意。”“经术之外，略不婴心。”（《赠韦司业书》）他的文章虽未完全摆脱骈文旧格，大致还是符合其文学主张的。其诗也多为古体，仿《诗经》四言，并作小序。</p> <p>　　《新唐书·艺文志》著录萧颖士《游梁新集》3卷、文集10卷、《萧梁史谱》20卷，均佚，后人辑有《萧茂挺文集》。《全唐诗》收录其诗20首。</p>"
}