{
  "id": 869,
  "star": 12,
  "name": "陈叔宝",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_869.jpg",
  "dynasty": "南北朝",
  "desc": "陈后主陈叔宝（553—604年），字元秀，南朝陈最后一位皇帝。公元582年—589年在位，在位时大建宫室，生活奢侈，不理朝政，日夜与妃嫔、文臣游宴，制作艳词。隋军南下时，自恃长江天险，不以为然。589年（祯明三年），隋军入建康，陈叔宝被俘。后在洛阳城病死，终年52岁，追赠大将军、长城县公，谥曰炀。",
  "content": "<h2>轶事典故</h2> <p><strong>落井下石</strong></p> <p>　　当贺若弼攻入建康宫廷时，<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>带着张、孔二妃以及十来个宫人，逃出后堂景阳殿，就要往井里跳。袁宪苦苦哀求，陈后主不听。后阁舍人夏侯公韵用自己的身子遮挡井口，陈后主极力相争。争了很长时间，才得以跳进井里。</p> <p>　　不久，有隋军士兵向井里窥视，并大声喊叫，井下无人应答。士兵扬言要落井下石，方才听到有人求救，于是抛下绳索往上拉人，觉得非常沉重，本来以为后主体胖。等到把人拉上来，才吃惊地发现，原来一根绳索，“串”着陈后主、张丽华以及孔贵妃人。 </p> <p><strong>绝无心肝</strong></p> <p>　　杨坚对陈叔宝极为优待，准许他以三品官员身分上朝。又常邀请他参加宴会，恐他伤心，不奏江南音乐，而后主却从未把亡国之痛放在心上。一次，监守他的人报告文帝说：“陈叔宝表示，身无秩位，入朝不便，愿得到一个官号。”文帝叹息说：“陈叔宝全无心肝。”监守人又奏：“叔宝常酗酒致醉，很少有清醒的时候。”隋文帝让后主节酒，过了不久又说：“由着他的性子喝吧，不这样，他怎样打发日子呀！”过了一些时候，隋文帝又问后主有何嗜好，回答说：“好食驴肉。”问饮酒多少，回答说：“每日与子弟饮酒一石。”让隋文帝相当惊讶。</p> <p>　　隋文帝东巡邙山，后主奉召前往，他在宴会上赋<a href=\"http://so.gushiwen.org/author_869.aspx\">诗</a>说：“日月光天德，山川壮帝居，太平无以报，愿上东封书。”表请封禅，隋文帝不许。杨坚评价说：“陈叔宝的失败皆与饮酒有关，如将作诗饮酒的功夫用在国事上，岂能落此下场！当贺若弼攻京口时，边人告急，叔宝正在饮酒，不予理会；高颎攻克陈朝宫殿，见告急文书还在床下，连封皮都没有拆，真是愚蠢可笑到了极点，陈亡也是天意呀！”</p><br/><h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>，字元秀，小字黄奴，公元553年（梁元帝承圣二年）十一月出生于江陵，是陈宣帝陈顼的长子，母为皇后柳敬言。</p> <p>　　公元562年（天嘉三年），立为安城王世子。公元566年（天康元年），授宁远将军。公元567年（光大元年），为太子中庶子，寻迁侍中。公元569年（太建元年）正月，被立为皇太子。 </p> <p>　　陈叔宝虽然身为太子，但是其皇位却来得十分不易。陈宣帝的次子——即陈叔宝的弟弟陈叔陵一直有篡位之心，谋划刺杀陈叔宝。宣帝崩后，陈叔宝在宣帝灵柩前大哭，叔陵趁机用磨好的刀砍击叔宝，击中颈部，但没有造成致命伤害，叔宝在左右的护卫下逃出，派大将萧摩诃讨伐叔陵。最后叔陵被杀。</p> <p>　　叔宝即皇帝位，就是陈朝末代皇帝——陈后主，册封沈婺华为皇后，张丽华为贵妃，孔氏为贵嫔。当初叔陵做逆时，后主脖颈被砍受伤，在承香殿中养病，摒去诸姬，独留张贵妃随侍。后主病愈，对张丽华更加爱幸。</p> <p>　　自武帝开国以来，内廷陈设很简朴。后主嫌其居处简陋，不能作为藏娇之金屋，于是在临光殿的前面，起临春、结绮、望仙三阁。阁高数十丈，袤延数十间，穷土木之奇，极人工之巧。窗牖墙壁栏槛，都是以沉檀木做的，以金玉珠翠装饰。门口垂着珍珠帘，里面设有宝床宝帐。服玩珍奇，器物瑰丽，皆近古未有。阁下积石为山，引水为池，植以奇树名花。每当微风吹过，香闻数十里。后主自居临春阁，张贵妃居结绮阁，龚、孔二贵嫔，居望仙阁，其中有复道连接。又有王、季二美人，张、薛二淑媛，袁昭仪、何婕妤、江修容等七人，都以才色见幸，轮流召幸，得游其上。张丽华曾于阁上梳妆，有时临轩独坐，有时倚栏遥望，看见的人都以为仙子临凡，在缥缈的天上，令人可望而不可即。 </p> <p>　　陈叔宝在位期间，正值隋文帝开皇年间。隋文帝本有削平四海之志，于是隋之群臣，争劝文帝伐陈。文帝下诏数后主二十大罪，散写诏书二十万纸，遍谕江外。有人劝文帝说兵行宜密，不必如此张扬。文帝说：“若他惧而改过，朕又何求？我将显行天诛，何必守密？”于是修建了许多战舰，命晋王<a href=\"http://so.gushiwen.org/author_885.aspx\">杨广</a>、秦王杨俊、清河公<a href=\"http://so.gushiwen.org/author_3089.aspx\">杨素</a>为行军元帅，总管韩擒虎、贺若弼等，率兵分道直取江南。隋军有五十一万八千人，东接沧海，西距巴蜀，旌旗舟楫，横亘数千里，无不奋勇争先，尽欲灭了陈朝。 </p> <p>　　陈叔宝却深居高阁，整日里花天酒地，不闻外事。他下令建大皇寺，内造七级浮图，工尚未竣，为火所焚。沿边州郡将隋兵入侵的消息飞报入朝。朝廷上下却不以为意，只有仆射袁宪，请出兵抵御，后主却不听。及隋军深入，州郡相继告急，后主叔宝依旧奏乐侑酒，赋<a href=\"http://so.gushiwen.org/author_869.aspx\">诗</a>不辍，而且还笑着对侍从说：“齐兵三来，周师再至，无不摧败而去，彼何为者耶？”孔范说：“长江天堑，古以为限，隔断南北，今日隋军，岂能飞渡？边将欲作功劳，妄言事急。臣每患官卑，虏若渡江，臣定做太尉公矣。”有人妄传北军的马在路上死去很多。孔范说：“可惜，此是我马，何为而死？”后主听后大笑，深以为然，君臣上下歌妓纵酒，赋诗如故，似乎亡国的威胁并不存在。</p> <p>　　公元589年（祯明三年）正月，隋兵自广陵渡过了长江。老谋深算的贺若弼使用了兵不厌诈的策略，他先用战马买陈朝战船隐蔽起来，再买破船五六十艘置放于长江小港汊内，故意给陈朝造成隋朝没有水军的错觉；又让沿江部队在换防之际，大张旗鼓，聚集广陵，陈人以为敌兵要发动进攻，慌忙准备，但隋军并不发一矢一镞，便匆匆而去，日子一久，陈兵知是换防，也就懈怠了。贺若弼又使人故意缘江狩猎，人马喧噪，声震江岸，以迷惑对方，因此隋兵渡江时，陈兵并未发觉。与此同时， 韩擒虎也攻占了采石，杨广帅大军屯驻六合镇之桃叶山。风声鹤唳，草木皆兵，后主这才慌了手脚，召集大臣退敌。后主下诏说：“犬羊陵纵，侵窃郊畿，蜂虿有毒，宜时扫定。朕当亲御六师，廓清八表，内外并可戒严。”一方面胆小如鼠，一方面又气壮如牛，这通檄文活画出了后主首鼠两端、惶惧可怜的神色。他以骠骑将军萧摩诃、护军将军樊毅、中领军鲁广达并为都督，司空司马消难、湘州刺史施文庆并为大监军，分兵扼守要害；又命大将樊猛率师出白下（江苏南京市北剑门外幕府山南麓，北临长江），皋文奏镇守南豫州（安徽宣城），同时大肆扩兵，连僧尼道士也悉数征召入伍。隋兵一鼓作气，以秋风扫落叶之势连下京口、故孰（安徽马鞍山市当涂县），军纪严明，秋毫无犯，深得人心。陈军连战皆北，望风溃逃。 </p> <p>　　其时建康城中尚有兵十万，后主却六神无主，日夜啼泣，将朝政交给施文庆办理。文庆胡说诸将嫌功高赏薄，时有怨言，不可委以重任，因此诸将凡有建议，皆阻而不行。当贺若弼攻京口时，萧摩诃请战，后主不许；贺若弼攻占钟山，萧摩诃又建议说，隋兵孤军深入，立足未稳，如果偷袭，定可奏捷，又为后主所拒。大将任忠上奏说：“兵法有云，客军贵速战速决，主军贵老成持重，如今国家足兵足食，应当固守。北兵若来，不与交战，分兵截断江路，使他们彼此音信不通，然后给我精兵一万，金翅船三百艘，直趋六合，敌人必以为渡江之兵已被我俘获，自然夺气。淮南百姓，与我有旧，知我前往，必然欢迎。我声言去徐州断彼归路，则敌军必不击自去。待来春水涨，上流我兵必沿流赴援，这样，陈朝江山就可保了。”后主也屏而不纳。 </p> <p>　　隋军攻城甚急，后主慌乱中摆出了一字长蛇阵，令鲁广达居南，任忠、樊毅、孔范次之，萧摩诃居北，南北连亘二十余里，首尾不能相顾。贺若弼挥军迳取孔范，陈军大溃，死者五千人。萧摩诃因后主曾淫其妻，心怀愤懑，拥兵不战，为隋军俘获，只有鲁广达拼死格斗。任忠见陈兵溃败，入告后主说：“陛下请勿再战，臣已无力报国了。”后主给他两袋金子，让他募兵。任忠又说：“为今之计，陛下唯一的出路就是准备舟楫，到上流去与我军会合，臣当舍死保驾。”后主深信不疑，命他出去部署，又让宫人打点行装，等他归来一起出发。谁知任忠见大势已去，竟觍颜降敌，领着韩擒虎直奔朱雀门（一名大航门，建康城南城门，今南京市中华门内）。陈兵欲战，任忠大呼说：“老夫尚降，何况尔等！”众军一哄而散，城内文武百官皆遁，朝堂为之一空，只有仆射袁宪、后阁舍人夏侯公韵未去。后主吓得魂不附体，打算逃匿，袁宪阻拦说：“北兵入城，必无所犯，事既如此，陛下还能逃往何处！请陛下正衣冠，御正殿，仿照梁武帝见侯景故事。“侯景举兵叛梁，曾将梁武帝围困在建康台城里（宫城），终至饿死，后主自然不愿蹈此覆辙，颤声说：“锋刃之下，未可与争，我自有计。”说着，迳率后宫十余人来至后堂景阳殿。</p> <p>　　此时隋军已排闼而入，捉住后主张贵妃、孔贵嫔等人，押到韩擒虎帐前来。隋军一面扫荡残敌，令后主手书招降陈朝未降将帅，一面收图籍，封府库，又将张丽华及施文庆、沈客卿、阳慧朗、暨慧景等奸佞枭首于市。陈朝宣告覆亡，隋文帝终于统一了全国。</p> <p>　　陈叔宝投降隋朝的16年后（604年），在洛阳城病死，终年52岁，追赠大将军、长城县公，谥曰炀。</p><br/><h2>为政举措</h2> <p><strong>荒废朝政</strong><br>　　张丽华也确是艺貌双佳，她发长七尺，黑亮如漆，光可鉴人。并且脸若朝霞，肤如白雪，目似秋水，眉比远山，顾盼之间光彩夺目，照映左右。更难得的是， 张丽华还很聪明，能言善辩，鉴貌辨色，记忆特别好。当时百官的启奏，都由宦官蔡脱儿、李善度两人初步处理后再送进来，有时连蔡、李两人都忘记了内容，张丽华却能逐条裁答，无一遗漏。起初只执掌内事，后来开始干预外政。“耽荒为长夜之饮，嬖宠同艳妻之孽”，到了国家大事也“置张贵妃于膝上共决之”的地步。后宫家属犯法，只要向张丽华乞求，无不代为开脱。王公大臣如不听从内旨，也只由张丽华一句话，便即疏斥。因此江东小朝廷，不知有<a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>，但知有张丽华。 </p> <p><strong>舞文弄墨</strong><br>　　陈叔宝喜爱<a href=\"http://so.gushiwen.org/author_869.aspx\">诗</a>文，因此在他周围聚集了一批文人骚客，以官拜尚书令的“好学，能属文，于七言、五言尤善”的江总为首。他们这些朝廷命官，不理政治，天天与陈叔宝一起饮酒做诗听曲。陈叔宝还将十几个才色兼备、通翰墨会诗歌的宫女名为“女学士”。才有余而色不及的，命为“女校书”，供笔墨之职。每次宴会，妃嫔群集，诸妃嫔及女学士、狎客杂坐联吟，互相赠答，飞觞醉月，大多是靡靡的曼词艳语。文思迟缓者则被罚酒，最后选那些写诗写得特别艳丽的，谱上新曲子，令聪慧的宫女们学习新声，按歌度曲。歌曲有《玉树后庭花》、《临春乐》等。流传最广的有“壁户夜夜满，琼树朝朝新”十字。陈后主曾做的《玉树后庭花》如下：“丽宇芳林对高阁，新装艳质本倾城；映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭；花开花落不长久，落红满地归寂中！”“玉树后庭花，花开不复久”成为有名的亡国之音。君臣酣歌，连夕达旦，并以此为常。所有军国政事，皆置不问。 </p> <p><strong>奸佞当道</strong><br>　　内外大臣专迎合为事。尚书顾总博学多文，尤工五言七言诗，溺于浮靡。后主对他很宠信，游宴时总会叫上他。顾总好做艳诗。好事者抄传讽玩，争相效尤。山阴人孔范容止温雅，文章瑰丽。后主不喜欢听别人说他的过失，孔范在这方面善于为后主饰非，因此后主对他宠遇优渥，言听计从。孔范曾对后主说：“外间诸将，起自行伍，统不过一匹夫敌，若望他有深见远虑，怎能及此？”从此带兵的将帅微有过失，就夺他们的兵权，刀笔之吏反而得势。边备因此越加松弛。此时文武懈体，士庶离心，覆亡即不远了。当时朝廷有狎客十人，以顾总为首，孔范次之。君臣生活穷奢极欲，国力却逐渐衰弱下来。</p><br/><h2>家族成员</h2> <p><strong>家世<br></strong>父亲：陈宣帝陈顼<br>母亲：柳皇后柳敬言<br><a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>兄弟姐妹</p> <p><strong>弟弟<br></strong>始兴王陈叔陵<br>豫章王陈叔英<br>长沙王陈叔坚<br>建安王陈叔卿<br>宜都王陈叔明<br>河东王陈叔献<br>新蔡王陈叔齐<br>晋熙王陈叔文<br>淮南王陈叔彪<br>始兴王陈叔重<br>寻阳王陈叔俨<br>岳阳王陈叔慎<br>义阳王<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a><br>巴山王陈叔雄<br>武昌王陈叔虞<br>湘东王陈叔平<br>临贺王陈叔敖<br>阳山王陈叔宣<br>西阳王陈叔穆<br>南安王陈叔俭<br>南郡王陈叔澄<br>沅陵王陈叔兴<br>岳山王陈叔韶<br>新兴王陈叔纯<br>巴东王陈叔谟<br>临江王陈叔显<br>新会王陈叔坦<br>新宁王陈叔隆<br>新昌王陈叔荣<br>太原王陈叔匡<br>陈叔叡<br>陈叔忠<br>陈叔弘<br>陈叔毅<br>陈叔训<br>陈叔武<br>陈叔处<br>陈叔封</p> <p><strong>姐妹<br></strong>宁远公主（宣华夫人），隋文帝嫔妃<br>陈氏，陈灭亡后，被赐予贺若弼为妾<br>临川长公主，隋文帝弘政夫人，见于《嘉泰吴兴志》，亦不确定与宁远公主是否为同一人。<br>武成公主，见于《嘉泰吴兴志》。乐昌公主，正史无载，见于《本事<a href=\"http://so.gushiwen.org/author_869.aspx\">诗</a>》和《两京新记》。下嫁徐德言，破镜重圆故事的主人翁。<br>陈叔宝后妃<br>皇后沈婺华<br>贵妃张丽华<br>龚贵嫔<br>孔贵嫔<br>孔贵人<br>张淑媛<br>薛淑媛<br>吕淑媛<br>张淑华<br><a href=\"http://so.gushiwen.org/author_2842.aspx\">徐淑</a>仪<br>袁昭仪<br>高昭仪<br>江修容<br>何婕妤<br>王美人<br>季美人<br>孙姬<br>陈叔宝子女<br>儿子<br>吴兴王陈胤，字承业，后主长子也。太建五年二月乙丑，生于东宫。母孙姬。<br>南平王陈嶷，字承岳，后主第二子也。方正有器局，年数岁，风采举动，有若成人。至德元年立。位扬州刺史。迁都督、郢州刺史。入隋，卒于长安。<br>永嘉王陈彦，字承懿，后主第三子也。至德元年立。位都督、江州刺史。入隋，大业中，为襄武令。<br>皇太子陈深，字承源，后主第四子也。至德元年，封始安王。祯明二年，后主立深为皇太子。<br>南海王陈虔，字承恪，后主第五子也。至德元年立。位南徐州刺史。入隋，大业中，为涿令。<br>信义王陈祗，字承敬，后主第六子也。至德元年立。位琅邪、彭城二郡太守。入隋，大业中，为通议郎。<br>邵陵王陈兢，字承检，后主第七子也。祯明元年立。入隋，大业中，为国子监丞。<br>会稽王陈庄，字承肃，后主第八子也。容貌蕞陋。性严酷，数岁时，左右有不如意，辄剟刺其面，或加烧爇。性嗜酒，爱博。以母张贵妃宠，后主甚爱之。至德元年立。位扬州刺史。入隋，大业中，为昌隆令。<br>东阳王陈恮，字承厚，后主第九子也。祯明二年立。入隋，大业中，为通议郎。<br>吴郡王陈藩，字承广，后主第十子也。祯明二年封。隋大业中，为任城令。<br>钱唐王陈恬，字承惔，后主第十一子也。祯明二年封。入隋，卒于长安。<br>陈总，并未及封<br>陈观，并未及封<br>陈明，并未及封<br>陈纲，并未及封<br>陈统，并未及封<br>陈冲，并未及封<br>陈洽，并未及封<br>陈縚，并未及封<br>陈绰，并未及封<br>陈威，并未及封<br>陈辩，并未及封。</p> <p><strong>女儿<br></strong>第四女广德公主，母高昭仪，隋炀帝妃<br>第五女临成公主，母谢昭仪，秦王杨俊嫔<br>第六女陈婤，隋炀帝贵人（《南史·卷六十五》记为“后主第六女婤”）</p>"
}