{
  "id": 3054,
  "star": 0,
  "name": "太白山神",
  "image": "http://img.gushiwen.org/authorImg/taibaishanshen.jpg",
  "dynasty": "唐代",
  "desc": "太白山信仰遍及关中全境及甘肃东部，然山神并非太白金星，而曰：三太白。大太白爷、二太白爷系面貌和善文官形象，三太白爷脾气差，则为黑面怒相武将。民间传说为伯夷叔齐周贲（或西汉周勃）；于右任认为是尧舜禹；亦说周太王三子（泰伯仲雍季历）；甘肃则认为郭马李大王。",
  "content": "<h2>太白山神</h2> <p>　　太白山位于陕西宝鸡秦岭北麓,眉县、太白县、周至县三县境内。是我国著名的秦岭山脉的主峰，也是我国大陆东部的第一高峰，海拔3767.2米。秦岭山脉是我国南方与北方的天然屏障；也是长江、黄河两大水系的分水岭。“太白积雪六月天”是著名的关中八景之一。太白山是一座宗教名山，据《云笈七签》卷二十七记载，太白山是道教三十六洞天之第十一洞天（德元洞天）。</p> <p>　　在关中诸多名山中，由于太白山向被认为是“能兴云致雨、息涝弭灾”的灵山，因此普遍受到崇拜。尤其是唐宋以降，太白山信仰逐渐扩展至关中平原各地，至清代甚至北至黄土高原南部的鄜州、南达汉中府的南郑均建有<a href=\"http://so.gushiwen.org/author_3054.aspx\">太白山神</a>祠，成为关中地区民间信仰的典型特征之一。</p> <p>　　李唐天宝八载因“太白山人李浑言：太白山金星洞有帝福寿玉版石记，求得之，乃封太白山为神应公，十四载再改封灵应公，将太白山列入国家祀典。赵宋仁宗皇祐五年封为济民侯，嘉祐七年再因<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>上奏，复封明应公。此后，神宗熙宁八年进封福应王，哲宗绍圣三年改封惠济王。</p> <p>　　元代，为与太白山三池相对应，竟将太白山神析封为三王：曰苦济、曰惠民、曰灵应，俗称大阿福、二阿福、三阿福，肖像亦以三池分隶之。至清乾隆五年，陕西总督尹继善上奏将太白神祠列入陕西祀典，三十九年陕西巡抚<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>再次奏准，封山为昭灵普润，山神为福应王。</p> <p>　　自唐宋以来，关中地区民间对太白山信仰主要集中在其能兴云致雨上，即关中在旱灾发生时，多到太白庙中进行祷告、祭拜，并有一套完整而固定的仪式。正因为此，关中太白山信仰也就与一般意义上的山岳崇拜有所区别。太白庙祈时仪式次第如下：首先，主祭者沐浴斋戒；其次，派人往太白山灵湫（大爷海）祭祀，汲取灵湫水；再次，官民备鼓吹，迎取灵湫水，并供奉在当地太白庙；最后，官民共同在太白祠祈祷。</p> <p>　　1.民国于右任考证三太白是尧舜禹，一般所称的天地水三官（道教认为三官是先天真神，不认可这种说法）。确实，太白殿内三太白与三官大帝的塑像差异很小（三人三种表情），但是，关中一带并未混淆三官庙与太白庙，二者同时存在。</p> <p>　　2.伯夷、叔齐、周贲。伯夷、叔齐是殷周时孤竹国王之两位王子，国王立叔齐为太子，王死后叔齐让伯夷继承王位，伯齐曰：“父命难违”。伯夷为让弟继承王位而自己逃走。叔齐因立幼而不立长也逃走。二人上太白山修道，和后来的周贲元帅饿死首阳山（今太白山）。<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>以其至仁至义而封三人为太白山地方神。</p> <p>　　关于伯夷叔齐的说法流传很广。首阳山是秦岭北坡著名高峰，海拔2719.8米， 位于周至县九峰乡耿峪，东距西安60公里，西距周至县城30公里。史载，商周交兵时，商朝伯夷、叔齐阻拦周武王大军未果，逐南行入山隐居，采薇而食，义不食周粟。死后，儒家尊二人为圣贤，道家尊二人为大太白神和二太白神。</p> <p>　　另有一说，认为三太白是西汉绛侯周勃将军。西汉文帝时，周亚夫(周勃)平定吕后乱党，天下太平，告老还乡。一日云游太白山来到伯夷叔齐的塑像前，弯腰下拜，感想万千。心想：“我乃布衣(指贫民)周勃出将入相，又能怎样，两公子国君都不做，毅然出家，真乃：“平为福，安为贵”，”。不觉泣然泪下，侧身俯在伯夷叔齐像的右边，这一俯便气绝身亡。后来人们将他的像也塑在这里留作纪念，尊为“三太白爷”。</p> <p>　　3.周太王“古公亶父”三子，太（泰）伯、仲雍、季历（文王姬昌之父）。子曰：泰伯其可谓至德也已矣，三以天下让，民无得而称焉。——《论语·泰伯》</p> <p>　　4.甘肃的郭马李大王。泾川县回中塬太白庙又名三太白庙，庙中供奉着郭、马、李三太白。传说三太白原本为异姓兄弟，老大姓郭，老二姓马，老三姓李，三人都以做生意为生，后来在陕西太白山下，经一位神仙婆婆点化，三兄弟在一口窑洞内坐化成神，因老大原籍中塬村郭庄社，故后来当地人在中塬村建起了三太白庙。</p>"
}