{
  "id": 2134,
  "star": 0,
  "name": "房玄龄",
  "image": "http://img.gushiwen.org/authorImg/fangxuanling.jpg",
  "desc": "房玄龄（579年－648年8月18日），名乔，字玄龄，以字行于世，唐初齐州人，房彦谦之子。因房玄龄善谋，而杜如晦处事果断，因此人称“房谋杜断”。后世以他和杜如晦为良相的典范，合称“房、杜”。《新唐书》本传对房的评价是“玄龄当国，夙夜勤强，任公竭节，不欲一物失所。无媢忌，闻人善，若己有之。明达吏治，而缘饰以文雅，议法处令，务为宽平。不以己长望人，取人不求备，虽卑贱皆得尽所能。或以事被让，必稽颡请罪，畏惕，视若无所容”。",
  "content": "<h2>家庭成员</h2> <p><strong>父祖</strong></p> <p>　　曾祖父：房翼，官至镇远将军、宋安郡守，袭爵壮武伯。</p> <p>　　祖父：房熊，官至褐州主簿。</p> <p>　　父亲：房彦谦，官至泾阳县令。</p> <p>　　母：出自陇西李氏姑臧房，常州刺史、银青光禄大夫李玄道的堂姐妹</p> <p><strong>妻子</strong></p> <p>　　夫人卢氏</p> <p><strong>子女</strong></p> <p><strong>儿子</strong></p> <p>　　长子房遗直，娶杜氏。嗣父亲梁国公的爵位，永徽初年，为礼部尚书、汴州刺史。弟弟房遗爱，娶唐太宗女高阳公主，拜为驸马都尉，官至太府卿、散骑常侍。公主骄横，密谋废黜房遗直而夺其封爵，永徽年间，诬告房遗直对她无礼。唐高宗令<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>审理此事，查出了高阳公主与房遗爱谋反的情况。房遗爱伏诛，高阳公主赐自尽，诸子流放到岭表。房遗直以父亲的功劳特赦，除名为庶人。停止<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>的配享。五世孙房阶为大理司直；房阶子房鲁，字咏归；房鲁子房重，字慕，武功尉；房重子房谔，大理评事；房谔四子：房从约、房从绎、房从绚、房从绾。</p> <p>　　次子房遗爱，娶唐太宗之女高阳公主。“诞率无学，有武力”。贞观二十二年（648年）被唐太宗赐婚，娶当时最受太宗宠爱的女儿第十七女高阳公主（后改封合浦公主）为妻，并收公主侍女淑儿为妾。成婚后，房遗爱被任命为右卫将军。房玄龄死后，其嫡长子房遗直本当承继为银青光禄大夫，因高阳公主的缘故，要让给弟弟遗爱，唐太宗不许，高阳公主因此很失望。唐高宗时，房遗爱被任命为房州刺史。永徽四年（653年），房因谋反事件被杀，高阳公主亦被赐死。房遗爱有曾孙房绛，生房晦、房勋。房晦生房凝，字玄俭，郢州刺史；房勋生房克让，房克让生房邺、房复。房邺字正封。房遗爱的孙子房沼后为监察御史。</p> <p>　　三子房遗则，娶唐高祖之子荆王李元景的女儿。</p> <p>　　四子房遗义，娶吴氏。</p> <p><strong>女儿</strong></p> <p>　　房氏（传说名房奉珠，韩王李元嘉王妃）。</p> <p>　　房氏，嫁莱州刺史兼莱州港造船使郑仁恺。</p> <p><strong>孙</strong></p> <p>　　房承先，房遗义之子，朝议郎、行东海郡录事参军。开元三年（715年）卒，年三十八 曾孙：房安禹，开封尉、右骁卫骑曹</p> <p><strong>曾孙</strong></p> <p>　　房晋晋，早卒</p><br/><h2>祖籍与葬处</h2> <p><strong>祖籍争议</strong></p> <p>　　按照史书记载，<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>的祖籍位于当时的齐州临淄，史学家对于其祖籍所在地颇有争议，一说为今山东省济南市章丘市相公庄镇房庄村，一说为今山东省淄博市临淄区北部。</p> <p><strong>葬处</strong></p> <p>　　房玄龄死后赐葬昭陵。昭陵是唐太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>和长孙皇后的陵墓，位于今天陕西省咸阳市礼泉县东北部。</p><br/><h2>生平</h2> <p><strong>出身官宦</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>出生于官宦之家，其曾祖房翼，后魏镇远将军、宋安郡守，袭壮武伯。祖房熊，字子，释褐州主簿。父房彦谦，好学，通涉《五经》，富有辩才，是魏、齐间的山东学者。</p> <p><strong>年少有为</strong></p> <p>　　房玄龄自幼耳濡目染，颇承其父遗风。自幼聪慧，善<a href=\"http://so.gushiwen.org/author_2134.aspx\">诗</a>能文，博览经史，精通儒家经书，又向父亲学得一手好书法，工草隶。18岁时本州举进士，先后授羽骑尉、隰城尉。</p> <p><strong>乱世投主</strong></p> <p>　　隋朝末年天下大乱，<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>率兵入关，玄龄于渭北投<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>，屡从秦王出征，参谋划策，典管书记，任秦王府记室。每平定一地，别人争着求取珍玩，他却首先为秦王幕府收罗人才。</p> <p><strong>辅助唐王</strong></p> <p>　　房玄龄为报李世民知遇之恩，竭尽心力筹谋军政事务。每攻灭一方割据势力，军中诸人都全力搜求珍宝异物，只有房玄龄首先收拢人才，将富有谋略和骁勇善战的人安置在他的幕府中，私下与他们结为朋友，共同为李世民效力，在击破王世充后，玄龄认为张亮“倜傥有智谋”，遂推荐给李世民，任秦王府车骑将军，“委以心膂”。其他诸如才思敏捷的薛收，有“王陵、周勃节，可倚大事”的李大亮，“聪明识达，王佐之才”的杜如晦等都是经房玄龄举荐以后才受到李世民重用的，后都位至卿相。</p> <p><strong>运筹帷幄</strong></p> <p>　　房玄龄在李世民秦王府中十多年，一直掌管军谋大事，常负责管理文牍，每逢写军书奏章，停马立即可成，文字简约义理丰厚。一开始就不用草稿。高祖李渊也对房玄龄深加叹赏，对侍臣讲：“这个人深重地了解机宜，足能委以重任。每当替我儿陈说事务，一定能了解人的心理，千里之外，好像对面说话一样。”后来太子李建成斥逐秦王府官属，房玄龄与杜如晦一并被驱斥于外任。</p> <p><strong>安定社稷</strong></p> <p>　　唐武德九年（626年），他协助李世民经营四方，削平群雄，参与玄武门之变的策划，帮助李世民谋得帝王之位，李世民称赞他有“筹谋帷幄，定社稷之功”。太宗论功行赏，以房玄龄、<a href=\"http://so.gushiwen.org/author_2871.aspx\">长孙无忌</a>、杜如晦、尉迟敬德、侯君集五人功为一等，进爵邢国公。</p> <p><strong>精诚奉国</strong></p> <p>　　房玄龄追随唐太宗平定天下，出入生死，备尝创国立业之艰辛。他时刻不忘创业之难，警钟长鸣，力戒骄奢淫逸，以维持国家的长治久安。</p> <p>　　贞观元年，房玄龄重视吏治，认为吏治问题是求治的根本，而官吏的公平正直又是治国之要道。在选举官吏的问题上，唐太宗主张“量才授职，务省官员”，“现在应当审查官吏，让他们都能够发挥各自的作用，那么国家就可以无为而治了。”房玄龄忠实地贯彻了他这一思想，大力简政，并省官吏，“于是所配置的文武官员总六百四十员”。</p> <p>　　房玄龄精减官吏的做法，对经隋末大乱、人口锐减的唐初来说，既裁去冗官滥职，避免十羊九牧，提高朝廷各部门办事效率，同时也节省国家财政开支，减轻人民负担。</p> <p>　　房玄龄精通典制政令。贞观初年，时值天下初定，朝章国典还很不完备，他与尚书右仆射杜如晦共掌朝政，亭台楼阁等建筑物的规模以及法令、礼乐、制度以及历代遗留下来的有价值的东西，都是他们二人所制定，在当时获得美誉。</p> <p>　　在修定律令方面，房玄龄秉持“审查并确定法律和命令，将宽厚平和（的风格）做为宗旨”的思想，简化律令，又除去了隋朝的苛酷刑法。自房玄龄等更定律、令、格、式以后有唐一代都没有发生过多大变动。</p> <p>　　贞观三年（629年）二月，房玄龄改封魏国公，为尚书左仆射，监修国史。房玄龄尽心竭诚，早起晚睡。加之他明达吏事，法令宽平，任人惟贤，不分卑贱，人们都称他为良相。</p> <p>　　贞观九年（公元635年），房玄龄护高祖山陵制度，以功加封开府仪同三司。贞观十一年（公元637年）封梁国公。与杜如晦、<a href=\"http://so.gushiwen.org/author_807.aspx\">魏征</a>等同为唐太宗李世民的股肱之臣。</p> <p>　　贞观十三年（公元639年），加太子少师。他留守京师。他任宰相十五年，女为韩王妃，儿子房遗爱尚高阳公主，显贵至极，但常常深自卑损，不敢炫人傲物。贞观十八年，李世民亲征辽东高丽，命房玄龄留守京城。</p> <p><strong>与世长辞</strong></p> <p>　　贞观二十二年（648年），房玄龄病重，太宗派名医为其医治，每日供给御膳，并亲临探望。临终之时，房玄龄对诸子说：“当今天下清平，只是陛下东讨高丽不止，正为国患。主上含怒意决，臣下莫敢犯颜。我知而不言，就会含恨而死啊。”于是抗表进谏，请求太宗以天下苍生为重，停止征讨高丽。太宗看见奏表，感动地对房玄龄儿媳高阳公主说：“此人病危将死，还能忧我国家，真是太难得了。”临终之际，李世民亲至其病床前握手诀别，立授其子房遗爱为右卫中郎将，房遗则为中散大夫，使其在生时能看见二子显贵。</p> <p>　　七月，房玄龄与世长辞，终年七十岁。太宗为之废朝三日，赠太尉，谥曰文昭，陪葬昭陵。与初唐其他二十三位开国功臣一起画像并供奉于“凌烟阁”。</p><br/><h2>主要成就</h2> <p>　　在随<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>征战时，凡王府书檄，驻马即成，言简意尽，不需起草。唐武德四年曾被招为“十八学士”之一。唐太宗李世民即位，封<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>为梁国公。官任中书令、尚书左仆射、司空等职，总领百司，掌政务达20年。参与制定典章制度，主持律令、格敕的修订，监修国史，又曾与<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>同修唐礼；调整政府机构，省并中央官员；善于用人，不求备取人，也不问贵贱，随材授任；恪守职责，不自居功。同时负责国史馆，先后监修成《高祖实录》、《太宗实录》、《晋书》。去世后，谥号“文昭”，后配享太宗庙廷。后世以他和杜如晦为良相的典范，合称\"房、杜\"。</p><br/><h2>轶事典故</h2> <p>　　醋坛子</p> <p>　　“醋坛子”的由来就是根据<a href=\"http://so.gushiwen.org/author_2134.aspx\">房玄龄</a>和其夫人的故事来的。高祖<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>、太宗<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>起兵前久居晋阳，“醋”也成为唐宫必不可少的调味品，且因皇上喜吃，皇宫储存极多。据说，唐太宗年间，宰相房玄龄惧内是有了名的。其妻虽然霸道，但对房玄龄衣食住行十分精心，从来都是一手料理，容不得别人插手。一日，唐太宗请开国元勋赴御宴，酒足饭饱之际，房玄龄经不得同僚的挑逗，吹了几句不怕老婆的牛皮，已有几分酒意的唐太宗乘着酒兴，便赐给了房玄龄两个美人。房玄龄不料酒后吹牛被皇上当了真，收了两位美人，想到霸道且精心的妻子，愁得不知怎么才好。还是尉迟敬德给打了气，说老婆再凶，也不敢把皇上赐的美人怎么样，房玄龄才小心翼翼地将两个美人领回家。不料，房玄龄的老婆却不管皇上不皇上，一见房玄龄带回两个年轻、漂亮的小妾，大发雷霆，指着房玄龄大吵大骂，并操起鸡毛掸子大打出手，赶两个“美人”出府。房玄龄见不对头，只好将美人送出府，此事马上便被唐太宗君臣知道了。李世民想压一压宰相夫人的横气，便立即召宰相房玄龄和夫人问罪。</p> <p>　　房玄龄夫人也知此祸不小，勉勉强强地跟随房玄龄来见唐太宗。唐太宗见他们来到，指着两位美女和一坛“毒酒”说：“我也不追究你违旨之罪，这里有两条路任你选择，一条是领回二位美女，和和美美过日子，另一条是吃了这坛‘毒酒’省得妒嫉旁人了。”房玄龄知夫人性烈，怕夫人喝“毒酒”，急跪地求情。李世民怒道：“汝身为当朝宰相，违旨抗命，还敢多言!”房夫人见事已至此，看了看二女容颜，知自己年老色衰，一旦这二女进府，自己迟早要走违旨抗命这条路，与其受气而死，不如喝了这坛“毒酒”痛快。尚未待唐太宗再催，房夫人举起坛子，“咕咕咚咚”的已将一坛“毒酒”喝光。房玄龄急得老泪纵横，抱着夫人抽泣，众臣子却一起大笑，原来那坛装的并非毒酒而是晋阳清源的食醋，根本无毒。唐太宗见房夫人这样的脾气，叹了口气道：“房夫人，莫怨朕用这法子逼你，你妒心也太大了。不过念你宁死也恋着丈夫，朕收回成命。”房夫人料不到自己冒死喝“毒酒”得了这么个结果，虽酸得伸头抖肘，但心中高兴万分。房玄龄也破涕为笑。从此，“吃醋”这个词便成了女人间妒忌的代名词。</p>"
}