{
  "id": 346,
  "star": 8,
  "name": "纪映淮",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_346.jpg",
  "dynasty": "清代",
  "desc": "纪映淮（1617～1691？）明末清初女诗人。字冒绿，小字阿男，江南上元（今江苏南京）人，纪映钟之妹，莒州杜李室，其夫抗清被戮，映淮守寡以终，著有《真冷堂词》。",
  "content": "<h2>巧对轶事</h2> <p>　　<a href=\"http://so.gushiwen.org/author_346.aspx\">纪映淮</a>自小才思敏捷，九岁那年，父母带她到莫愁湖看荷展。荷展上有联句的游戏。看见一群人在对句，纪映淮挤到前面，看到出句是：“叶出尖角问晴天”。应该对什么？不少人在议论着。纪映淮脱口而出：“应该对‘花退裂盘笑丽日’。”周围的人都夸奖就这小孩句对的贴切，有阿男荷展对句露头角的传说。 </p> <p>　　纪映淮十岁那年，有一天，嫂嫂旦兮来找母亲闲聊，看到纪映淮在读<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>的《乐章集》，话题说到柳永的<a href=\"http://so.gushiwen.org/author_346.aspx\">诗</a>词。嫂嫂旦兮说：“柳永的词俚俗，学他的诗词，别碍了词的高雅，把妹妹带错了路。”母亲也说：“柳屯田善为乐工妓女写歌辞，虽音律谐婉，确是格调不高。” 纪映淮听了反驳说：“听家严说，‘凡有井水饮处，即能歌柳词。’学填词一定要读柳永的词。我读了感其语意妥帖、平和近人。母亲、嫂嫂怎么说他不好呢？” 嫂嫂旦兮说：“听妹妹一席话，胜读十年书。妹妹没辜负婶娘给起得名字，确实是‘日照而影，水阔而美，慧外秀中，博学强记’。”（嫂嫂说的“日照而影”是个“映”字，“水阔而美”是个“淮”字。） 纪映淮不饶地说：“哪比得嫂嫂，‘日月光华，旦复旦兮’。”十来岁的小孩能说出《尚书》中的名句，并指出嫂嫂名字的来源，让母亲、嫂嫂<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>兮都感到吃惊。 </p> <p>　　在纪映淮十岁生日时，有许多客人来祝贺，有客人有意逗阿男玩，提出以院内可视物为题对句，指着院内桂花，出了上句‘丹桂虬蟠花香’。 阿男看到庭院的紫藤，随口对出：“古藤曲铁叶绿。” 客人异口同声的称赞阿男对得好，又有客人随说：“出句的前后皆可加字。” 阿男：“我的句，前后也可加字。你加加看。” 客人说：“我在句前加‘楼前’，句后加‘溢满院’，变成‘楼前丹桂虬蟠花香溢满院’。” 随着客人话音一落，阿男想都没想，说：“我对‘院内古藤曲铁叶绿罩长廊’我前面加了‘院内’，后面加了‘罩长廊’三个字。”客人都异口同声赞扬阿男聪慧过人，才思敏捷，句对得巧妙。纪映淮才女的名声在纪青朋友中就传开了。 </p> <p>　　纪映淮最尊敬的长者，是国清寺主持云智方丈。云智方丈姓陈，原应天府知府，在任是和纪青交往甚密。因得罪了皇亲遭迫害，后到天台山国清寺出家。纪映淮十一岁生日，云智方丈专程来祝贺，给纪映淮带来一联句的上句，云智方丈说：“我来时有朋友出一上联，‘千山鸟飞绝放翁幽栖在半山’。觉着这联很有意思，但要对得好，可不容易。阿男对对看。”显然这联的上半句是<a href=\"http://so.gushiwen.org/author_646.aspx\">柳宗元</a>《江雪》中的一句，后半句字面解释为放飞鸟的老翁住在幽静的半山腰。 </p> <p>　　阿男听了，想了想说：“是很巧妙，这前半句是柳宗元的诗句，后半句又分别是<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>，<a href=\"http://so.gushiwen.org/author_220.aspx\">朱淑真</a>和<a href=\"http://so.gushiwen.org/author_405.aspx\">王安石</a>三个诗人的号。并与前半句文理通顺，可批为：群山中的鸟儿早已飞得无影无踪，放飞鸟的老翁住在幽静的半山腰”。 云智方丈听了说：“阿男说得对，能知道这句的奥妙，批讲清楚，就成功了大半，不过要对得文理通顺，对仗工整，还是比较难的。” 这样的趣联，多是闲散文人想出来的，专为别别人的，对来很不容易。纪映淮说：“是不太好对。对句的前半句肯定是‘万径人踪灭’，后半吗？……。”阿男想了想说，“我对‘达夫易安于乐斋’如何？达夫是唐朝诗人<a href=\"http://so.gushiwen.org/author_227.aspx\">高适</a>号，易安是女词人<a href=\"http://so.gushiwen.org/author_536.aspx\">李清照</a>，乐斋是宋朝诗人<a href=\"http://so.gushiwen.org/author_636.aspx\">张栻</a>的号，易安对幽栖，是李清照对朱淑真两位女诗人。文理上也能说得过去。” </p><br/><h2>生平</h2> <p><strong>取名缘由</strong><br>　　<a href=\"http://so.gushiwen.org/author_346.aspx\">纪映淮</a>生于明万历四十五年秋，卒于清康熙中期。其父纪青，字竺远，少为诸生，地方名士。兄纪映钟，字伯紫，颇负<a href=\"http://so.gushiwen.org/author_346.aspx\">诗</a>名，多有著述。母刘玉涵，苏州吴江人，娘家世代官宦。因家面钟山，临秦淮河，刘玉涵有身孕后，建议生男孩名映钟，生女孩名映淮。映淮，乳名阿囡。 “囡”在江南一带是对小孩的昵称。到五六岁，纪映淮认识了不少字，对母亲说：“囡囡弱弱何时大，男男生生欲称雄”母亲听了，五六岁的孩子能说出这样的话，父母都从心里感到高兴，愉快地答应给改名，根据女儿的意见把“囡”改为“男”，名“阿男”，因“囡”与“男”音同字不同，改起来方便。从此，纪映淮小字“阿男”便传于后世。 </p> <p><strong>琴瑟谐美</strong><br>　　纪映淮性情贞静，通经史，尤工韵语，与侄女松实，俱有诗誉。纪映淮的公爹杜其初系莒州进士，明崇祯年间任绍兴知府，适纪氏全家客居绍兴，与杜氏交往甚密。其初有子名杜李，十四岁入莒泮，入庠后随父任。杜李与纪映淮同庚，且有诗才，纪氏父子见而慕之，遂以映淮嫁之。婚后夫妇联韵，琴瑟谐美。崇祯十年许，杜家归莒。翌年，纪映淮生一子。崇祯十三年杜其初病逝，至此家道日衰。</p> <p><strong>守寡节孝</strong><br>　　崇祯十五年（1642）冬，清兵自直隶（河北）南进，旋即据穆陵关，危及莒城。杜李劝纪映淮携子扶母离莒城至城南云里村母舅家避乱，己约十数好友投知州景叔范部下守城抗清，拒守数日，终寡不敌众，城破被掳，戮于北关“好汉茔”。纪映淮与姑及六岁幼儿进深谷中，终日毁容觅衣食奉之，备尝饥寒，度日如年，茹获席草三十余年，以节孝闻。少从映钟学诗，夫亡后绝笔不复作。</p> <p><strong>毁坊全忠</strong><br>　　纪映淮诗作《咏秋柳》中有一句“栖鸦流水点秋光”，为清康熙初年诗坛巨匠王士禛激赏，并作秦淮杂咏以和：<br>　　十里清淮水连桥，板桥斜日柳毵毵。<br>　　栖鸦流水空萧瑟，不见题诗纪阿男。<br>　　诗中充满了对纪映淮的赞赏，但在当时理学近登峰造极的年代，这虽不能说轻佻，毕竟也有失庄重，更何况纪映淮乃名门之后，又孀居在家。故纪映淮兄长纪映钟以信责备王士禛：公诗即史，顾以青镫白发之嫠妇，竟与莫愁桃叶同列文章……王士禛接信，深为自己的一时孟浪而后悔，瞿然以书谢过，后为纪映淮请诏于朝廷，令莒州知州督导，建木枋旌于杜府门前，以彰纪映淮节烈。木坊落成次夕，纪映淮借得耕牛数头，将坊拉倾，以示国亡家破之恨，随之合家离城。相传，纪映淮弃家离走时，自书白纸对联于府门：“义士洒血照日月，节妇食泪赡孤亲。”<br>　　知州得悉，惟恐获反清复明之罪，立即谎拟报文：“杜纪氏，居孀不贞，木坊始立而自倾。纪氏无颜见街坊父老，弃宅而逃，不知所往……”随后，一些拍马文人谎编俚曲、故事，诽谤纪映淮，谬种流传。直到清同治十二年（1873），莒知州彭九龄撰文，略叙其事，惜其未敢提及毁坊之事。至民国《重修莒志》，纪映淮方入“列女”传。 </p><br/><h2>著述名录</h2> 　　映淮亦能词。虽著有《真冷堂词》，但大多遗失不见，后世只留存<a href=\"http://so.gushiwen.org/author_346.aspx\">诗</a>词不足十首，甚为遗憾。生平事迹见《清代闺阁诗人征略》卷一、《晚晴簃诗汇》卷一八三。"
}