{
  "id": 557,
  "star": 57,
  "name": "汪元量",
  "dynasty": "宋代",
  "desc": "汪元量（1241～1317年后）南宋末诗人、词人、宫廷琴师。字大有，号水云，亦自号水云子、楚狂、江南倦客，钱塘（今浙江杭州）人。琳第三子。度宗时以善琴供奉宫掖。恭宗德祐二年（1276）临安陷，随三宫入燕。尝谒文天祥于狱中。元世祖至元二十五年（1288）出家为道士，获南归，次年抵钱塘。后往来江西、湖北、四川等地，终老湖山。诗多纪国亡前后事，时人比之杜甫，有“诗史”之目，有《水云集》、《湖山类稿》。",
  "content": "<h2>入道原因</h2> <p>　　其一、元初道教受到帝王的推崇，社会地位颇高，道士的生活比较优越，生活方式比较自由，以道士身份南归对于一位宋室旧臣是一种不错的选择。</p> <p>　　其二、汪元量一向认为自己是汉族儒生，以全真教为代表的道教中兼容的儒家思想正好可以使汪元量在道教信仰中保留自己儒家的印记。而其中的遗民情怀也正好满足了汪元量的心理需求，满足他精神上的某种归依感。</p> <p>　　其三、蒙元民族的统治，曾一度使汉族儒生处境艰难，并对汉族文化的传承产生了很大的消极作用。而道教是汉族文化相对比较纯净的留存之处，道教中民族文化的因素就成了他最终入道的又一原因。 </p><br/><h2>文学创作</h2> <p>　　汪元量的友人李珏跋元量所撰《湖山类稿》，称元量“亡国之戚，去国之苦，艰关愁叹之状，备见于<a href=\"http://so.gushiwen.org/author_557.aspx\">诗</a>”，“亦宋亡之诗史”。“宋亡之诗史”，是汪元量诗的主要特色。《醉歌》10首中，“声声骂杀贾平章”，揭露贾似道之流荒废政事，贻误国家的罪恶；“侍臣已写归降表，臣妾签名谢道清”，直呼最高当权者太皇太后谢氏之名，痛斥她率先投降的可耻行径，满腔悲愤，不愧史笔。《越州歌》20首，描述了元兵南下时半壁河山遭受蹂躏的惨象：“东南半壁日昏昏，万骑临轩趣幼君。三十六宫随辇去，不堪回首望吴云”；“一阵西风满地烟，千军万马浙江边。官司把断西兴渡，要夺渔般作战船”。亡国之痛，悲歌当哭。又有《湖州歌》98首，从“丙子正月十有三，挝□伐鼓下江南，皋亭山下青烟起，宰执相看似醉酣”写起，以七绝联章的形式，依次记述“杭州万里到幽州”的所历所感、所见所闻：“北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州”；“两淮极目草芊芊，野渡灰余屋数椽。兵马渡江人走尽，民船拘敛作官船”。景真情挚，非有切身感受者不能道。《湖州歌》、《越州歌》、《醉歌》是汪元量“诗史”的代表作。其深度和广度都超出其他宋遗民同类的诗。它记述的史实，往往能补史籍之所未及。</p> <p>　　汪元量南归后，写了不少诗来反映人民在元朝统治下所过的痛苦生活，如《钱塘》“平芜古路人烟绝，绿树新墟鬼火明”，《兴元府》“官吏不仁多酷虐，逃民饿死弃儿孙”等，可以看成是“宋亡诗史”的一部分。</p> <p>　　汪元量早期创作《居拟<a href=\"http://so.gushiwen.org/author_460.aspx\">苏武</a>》四首、《月夜拟<a href=\"http://so.gushiwen.org/author_795.aspx\">李陵</a>诗传三首》，立意、谋篇、遣辞都模仿古诗《李陵与苏武诗》、《苏武诗》，痕迹过于显露。元兵南逼，国势飘摇，他的诗融入了时代的内容，逐渐形成了自己的风格。他师法<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，模仿杜甫的秦州体，自认为\"篇篇妙入神\"（《杭州杂诗和林石田》），颇有心得。他在颠沛困顿之中，进一步领悟到杜诗“句句好”（《草地寒甚毡帐中读杜诗》）。他在大都所作《黄金台和吴实堂韵》中写道：“君臣难再得，天地不重来”，感到大势已去而又执著地眷恋故国；在《平原郡公赵福王挽章》中写“南冠流远路，北面幸全尸”，声讨元统治者虐待宋宗室。这些诗作继承了杜甫的沉郁，而又有他自己那个时代所赋予的苍凉和悲愤。他为挽<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>而作的《浮丘道人招魂歌》，则学杜甫的《同谷七歌》，深得其章法。南归后写的山水诗，偶有明快之笔，但大多数是抒写寂寞哀愁心情的，如“孤舟行客愁无那，十二峰前十二滩”(《夔门》)。还有一些诗则受江湖派的影响，意境幽窄。</p> <p>　　以“德祐之变”为界限，汪元量的词可以分为前后两期。前期词的主要内容是描述宫廷生活。如〔莺啼序〕《宫中新进黄莺》写黄莺的伶俐，〔汉宫春〕《春苑赏牡丹》写牡丹的娇媚,曲尽物态,颇有情致。〔失调名〕《宫人鼓瑟奏霓裳曲》写宫人的哀怨。这些词辞采华美，结构缜密，虽然境界不高，但能做到典丽而不堆砌，工致而不晦涩。他的〔长相思〕中的“阿哥儿,阿姑儿,两个天生一对儿”，则通俗活泼，充满欢乐情绪。</p> <p>　　“德祐之变”以后，汪元量的词作内容与风格都有了变化。至元十三年赴大都途中，他发出了“目断东南半壁，怅长淮已非吾土”的慨叹。在大都期间，在一组〔忆秦娥〕词中，他写南宋宫人“强将纤指按金徽，未成曲调心先悲。心先悲，更无言语，玉箸双垂”，“天沉沉,香罗拭泪行穷阴。行穷阴,左霜右雪，冷气难禁”，冲破了传统的“宫怨”作品中的幽愁暗恨，表达了被俘者的苦楚和眷恋故国的心情。其他如〔人月圆〕“不堪回首，离宫别馆，杨柳依依”，〔满江红〕《和王昭仪韵》“更那堪杜宇，满山啼血”，都感人至深。这些作品继承并发扬了<a href=\"http://so.gushiwen.org/author_272.aspx\">陆游</a>、<a href=\"http://so.gushiwen.org/author_217.aspx\">辛弃疾</a>、<a href=\"http://so.gushiwen.org/author_244.aspx\">陈亮</a>爱国词的传统，不事雕琢，直抒观感，言显意真。南归后,山河变色，“肠断江南倦客，歌未了，琼壶敲缺”（〔暗香〕），孤寂忧伤，眷怀故国，成为这一时期作品的主要内容，而且感情更趋深沉。代表作是〔莺啼序〕《重过金陵》。</p><br/><h2>生平</h2> <p>　　汪元量出生在一个琴而儒的大家庭中。年轻时，因精于弹琴作画、写<a href=\"http://so.gushiwen.org/author_557.aspx\">诗</a>填词，“以词章给 事宫掖”，成为供奉内廷的琴师，侍谢太后（理宗之后）和王昭仪（度宗之嫔），并与柴望（著有《秋堂集》）、马廷鸾（著有《碧梧玩芳集》）等有交往。</p> <p>　　德祐二年（1276）宋廷降元，元世祖诏三宫北迁大都。汪元量以宫廷琴师身份随太皇太后北行，“杭州万里到幽州”，目睹了南宋奉表降元的悲惨一幕，也亲身经历了三宫北上、燕京生活，由此写下了《醉歌》、《越州歌》、《湖州歌》等具有强烈纪实性的诗史作品，以独特的视角记录宋元更替时期的真实事件，以补史书之不足。</p> <p>　　<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>兵败被执，囚于大都，汪元量曾屡至囚所探视。文天祥为汪元量集<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>诗句，成《胡笳十八拍》，并为元量作品作序。汪元量写了《妾薄命呈文山道人》、《生挽文丞相》等诗，勉励文天祥尽节。在文天祥壮烈殉国后，他又作了《孚丘道人招魂歌》九首，形式模仿杜甫的《同谷七歌》，为文天祥招魂。</p> <p>　　汪元量伴随三宫在北方生活了十三年，期间常出席元主举行的各种筵席，并以琴名于大都，受到元主的特别恩遇。他还授瀛国公赵显诗书，曾出仕翰林院，奉命降香。至元二十五年（1288）以后，太皇太后、王昭仪仙逝，十八岁的瀛国公赵显入吐蕃学佛法，其母全太后入正智寺为尼，他守候的宋室王族分崩离析，此时汪元量毅然决然地上书太祖请求南归，至元二十五年（1288）终得黄冠归，自号水云子。南归后，他组诗社，过潇湘，入蜀川，访旧友，后于钱塘筑“湖山隐处”，自称“野水闲云一钓蓑”。据传他行踪飘忽，被时人称为“神仙”，终老山水。 </p><br/><h2>著述</h2> 　　清初黄虞稷《千顷堂书目》著录汪元量《湖山类稿》13卷，《汪水云<a href=\"http://so.gushiwen.org/author_557.aspx\">诗</a>》4卷，《水云词》2卷，已佚。清代乾隆间，鲍廷博刻<a href=\"http://so.gushiwen.org/author_329.aspx\">刘辰翁</a>选《湖山类稿》5卷（前4卷为诗，第5卷为词），《水云集》1卷。以流传系统不同，重见的诗很多。二者共收诗 300多首，词20多首，《四库全书》即以鲍氏二本著录。今人孔凡礼自明代抄本《诗渊》及《永乐大典》残卷中辑得汪森本未收诗约100首，词20多首,与汪氏二本合为一编,题为《增订湖山类稿》，1984年中华书局出版。"
}