{
  "id": 1913,
  "star": 1,
  "name": "段文昌",
  "image": "http://img.gushiwen.org/authorImg/duanwenchang.jpg",
  "dynasty": "唐代",
  "desc": "段文昌（773年－835年），字墨卿，一字景初，西河（今山西汾阳）人，唐朝宰相，褒国公段志玄玄孙。段文昌早年曾入韦皋幕府，后历任灵池县尉、登封县尉、集贤校理、监察御史、补阙、祠部员外郎、翰林学士、祠部郎中。唐穆宗继位后，段文昌拜相，担任中书侍郎、同平章事，后以使相出镇，担任西川节度使。此后历任刑部尚书、兵部尚书、淮南节度使、荆南节度使，封邹平郡公。太和九年（835年），段文昌在西川节度使任上去世，时年63岁，追赠太尉。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>自幼客居荆州，为人豁达豪爽，不拘小节，节度使裴胄虽知其才，但却不能加以任用。贞元十七年（801年），段文昌入蜀，被西川节度使韦皋辟为幕僚，授校书郎，后任灵池县尉。</p> <p><strong>累职拜相</strong></p> <p>　　元和元年（806年），朝廷因西川节度副使<a href=\"http://so.gushiwen.org/author_2930.aspx\">刘辟</a>讨要节度使之位，命大将<a href=\"http://so.gushiwen.org/author_1653.aspx\">高崇文</a>征讨西川。高崇文攻入成都，将刘辟槛送长安，并向朝廷推荐房式、韦乾度等归降的西川参佐。段文昌也在归降官员之中，虽受高崇文重视，但并未得到举荐。</p> <p>　　元和二年（807年），<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>拜相。段文昌曾在李吉甫担任忠州刺史时前往干谒，因此得到提拔，被擢升为登封县尉、集贤校理，后历任监察御史、补阙、祠部员外郎。后来，唐宪宗欲授段文昌为翰林学士，但被宰相韦贯之阻挠。元和十一年（816年），韦贯之罢相。段文昌得授翰林学士，并升任祠部郎中，获赐绯色官衣。</p> <p>　　元和十二年（817年），宰相<a href=\"http://so.gushiwen.org/author_2608.aspx\">裴度</a>平定淮西之乱。刑部侍郎<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>奉诏撰写《平淮西碑》，大力歌颂裴度的功勋。李愬在平乱时功居第一，在碑文中却甚少提及，因此愤愤不平。其妻韦氏向皇帝申诉，称碑文内容不实。唐宪宗遂命人将韩愈的碑文磨去，让段文昌重新撰写。元和十四年（819年），段文昌又加知制诰。</p> <p>　　元和十五年（820年），唐穆宗继位。段文昌被召入思政殿，以备顾问，不久便被拜为宰相，授为中书侍郎、同中书门下平章事。</p> <p><strong>出居藩镇</strong></p> <p>　　长庆元年（821年），段文昌上疏，请辞相位。唐穆宗遂任命段文昌为西川节度使、同中书门下平章事。段文昌素知蜀地民情，到任后虽治政宽仁，但却法纪严明，深受蛮夷畏服。</p> <p>　　长庆二年（822年），云南蛮族侵入黔中。朝廷接到黔中观察使<a href=\"http://so.gushiwen.org/author_2234.aspx\">崔元略</a>的奏疏，非常担忧，诏命段文昌严加防备。段文昌派使者前往谈判，蛮族退兵而去。长庆四年（824年），唐敬宗继位。段文昌被征拜为邢部尚书，后改任兵部尚书，并代理尚书左丞。</p> <p>　　826年（宝历二年），唐文宗继位。段文昌升任御史大夫，进封邹平郡公，后又出镇淮南，授检校尚书右仆射、同平章事、淮南节度使。太和四年（830年），唐文宗调段文昌为荆南节度使，改授检校左仆射。太和六年（832年），段文昌再次出任西川节度使。</p> <p><strong>无疾而终</strong></p> <p>　　太和九年（835年），唐文宗派宦官到西川赏赐春衣。段文昌可能是兴奋过度，刚刚受宣完毕便突然去世，时年六十三岁，被追赠为太尉。</p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>节度荆南时，当地如若久旱，一经祈祷便会下雨，如若久雨，遇到他出游便会晴天。荆南百姓为此作谚语道：“旱不苦，祷而雨；雨不愁，公出游。”</p><br/><h2>家庭成员</h2> <p>祖父：段德皎，追赠给事中。</p> <p>父亲：段谔，官至循州刺史，追赠左仆射。</p> <p>妻子：武氏，武元衡之女。</p> <p>儿子：段成式，历任校书郎、尚书郎、江州刺史，后寓居襄阳，著有《酉阳杂俎》。</p><br/><h2>籍贯争议</h2> <p>　　关于<a href=\"http://so.gushiwen.org/author_1913.aspx\">段文昌</a>的籍贯，《新唐书》和《旧唐书》有不同的记载。《旧唐书》认为是西河人：“段文昌，字墨卿，西河人”。《新唐书》则认为：“文昌，字墨卿，一字景初，世客荆州”。今人涉及段文昌多按《新唐书》的说法，或者直接写成山东齐州人。</p> <p>　　如果根据出生地确定某人的籍贯，旧唐书的记载比较符合历史，段文昌应该是西河人。理由如下：</p> <p>　　1.宋代《太平寰宇记》记载的汾州西河县最著名人物只有段文昌。《太平寰宇记》撰于宋太宗太平兴国年间，比《新唐书》早，编者乐史生活于宋初，他将段文昌列为汾州唯一的名人，说明当时朝野认同。</p> <p>　　2.《旧唐书》对段氏家族与荆州的关系记载的很清楚。《旧唐书》在记载“西河人”的同时也记载“文昌家于荆州，倜傥有气义，节度使裴胄知之而不能用”、“文昌于荆、蜀皆有先祖故第，至是赎为浮图祠。又以先人坟墓在荆州，别营居第，以置祖祢影堂”，说明《旧唐书》对段文昌家族迁居南方的事情是比较清楚的。如果段氏家族居荆州与西河没有联系，《旧唐书》作者决不会写“西河人”。</p> <p>　　3.段文昌原籍西河有历史依据。段文昌祖辈段志玄起家太原，所以段志玄子孙迁居太原汾州西河合乎情理。</p> <p>　　段氏家族从隋末迁离山东齐州，到段文昌的时候已经过去了二百多年，说祖籍山东齐州还可以，说段文昌是山东齐州人就没有任何道理了，所以断不能说段文昌是齐州人。《新唐书》表达为“世客荆州”不等于说段文昌是荆州人。段氏家族客居荆州就是说他们不是荆州人，或者说段氏父子没有一个生于荆州。所以《旧唐书》和《太平寰宇记》认为段文昌是西河人的说法是正确的。</p> <p>　　因此，段文昌应该是西河人（今山西汾阳），祖籍齐州（今山东临淄），晚年父子客居荆州。</p>"
}