{
  "id": 1881,
  "star": 1,
  "name": "陈叔达",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1881.jpg",
  "dynasty": "唐代",
  "desc": "陈叔达（？－635年），字子聪，吴兴（今浙江长兴）人，唐朝宰相，陈宣帝第十七子，陈后主异母弟。陈叔达出身于陈朝皇室，曾授侍中，封义阳王。陈亡入隋，历任内史舍人、绛郡通守，后归降唐高祖，担任丞相府主簿，封汉东郡公。唐朝建立后，陈叔达历任黄门侍郎、纳言、侍中、礼部尚书，进拜江国公。玄武门之变时曾建议唐高祖立唐太宗为太子，晚年以散职归第。贞观九年（635年），陈叔达病逝，追赠户部尚书，初谥缪，后改为忠。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a>是陈宣帝第十七子，容止出众，颇有才学，十余岁时便能即兴赋<a href=\"http://so.gushiwen.org/author_1881.aspx\">诗</a>，援笔立成。太建十四年（582年），陈后主继位。陈叔达被封为义阳王，后历任侍中、丹阳尹、都官尚书。<br> <br><strong>历仕隋唐</strong> <br>　　开皇九年（589年），隋军灭陈。陈叔达随陈后主出降，被迁入长安，但却未得任用。大业年间，陈叔达被拜为内史舍人，后外放绛郡通守。<br>义宁元年（617年），唐国公<a href=\"http://so.gushiwen.org/author_2319.aspx\">李渊</a>在太原起兵反隋，并攻打绛郡，陈叔达献城投降。李渊攻破长安后，拥立代王杨侑为帝，自任大丞相。陈叔达被授为丞相府主簿，封汉东郡公，并与丞相府记室温大雅一同执掌机密，参与起草军书、赦令以及禅代文诰。</p> <p>　　武德元年（618年），杨侑禅位，李渊称帝，建立唐朝，是为唐高祖，任命陈叔达为黄门侍郎。武德二年（619年），陈叔达又兼任纳言。</p> <p><strong>担任宰相<br></strong>　　武德四年（621年），唐高祖拜陈叔达为侍中。他言语明畅而有条理，每次奏事，满朝官员为之瞩目。对于游历长安的江南名士，也多有推荐、提拔。武德五年（622年），陈叔达进封江国公。</p> <p>　　武德九年（626年），太子李建成、齐王李元吉与秦王<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>矛盾加剧，多次在唐高祖面前进谗，诬陷李世民。唐高祖信以为真，欲惩治李世民。陈叔达谏道：“秦王有大功于天下，不可废黜。而且他性格刚烈，若对他加以折辱贬斥，恐怕他会经受不住内心的忧伤与愤郁。一旦让他染上难以测知的疾病，陛下后悔都来不及。”唐高祖遂作罢。</p> <p>　　同年六月，李世民发动玄武门之变，诛杀李建成、李元吉。尉迟恭手执兵器，进入内宫，向唐高祖禀告：“太子、齐王作乱，已被秦王诛杀，我奉秦王之命前来护卫陛下。”当时，陈叔达正在唐高祖身边，便进言道：“建成元吉本未参与举义密谋，且无功于天下，又嫉妒秦王的功勋威望。秦王功盖天下，四海归心，陛下若立其为太子，托以国务，则国家幸甚。”唐高祖同意，不久便立李世民为皇太子。八月，李世民继位，是为唐太宗。</p> <p><strong>晚年生活<br></strong>　　贞观元年（627年），陈叔达加授光禄大夫，后因与萧瑀在御前争吵，被罢免官职。不久，陈叔达因母丧丁忧，并在丧满后被授为遂州都督，但因病未能赴任。</p> <p>　　贞观六年（632年），唐太宗拜陈叔达为礼部尚书，并慰劳道：“武德年间你曾慷慨进言，为我解难。我今以此报答。”陈叔达则道：“我是为社稷着想，并不只是为了陛下。”后来，陈叔达因家庭纠纷，遭到御史弹劾。唐太宗不想张扬他的过错，便让他回家休养，只保留闲散官职。</p> <p>　　贞观九年（635年），陈叔达病逝，谥号为缪。后追赠户部尚书，改谥号为忠。</p><br/><h2>家庭成员</h2> <p><strong>父母<br></strong>陈顼，陈朝第四位皇帝，庙号高宗，谥号孝宣皇帝。<br>袁氏，陈宣帝昭容，生<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a>及晋熙王陈叔文、新会王陈叔坦。</p> <p><strong>兄弟<br></strong><a href=\"http://so.gushiwen.org/author_869.aspx\">陈叔宝</a>，即陈后主。<br>陈叔陵，封始兴王，官至侍中，因与兄长争位，叛乱被杀。<br>陈叔英，封豫章王，官至司空，入隋后任涪陵太守。<br>陈叔坚，封长沙王，官至荆州刺史，入隋后任遂宁郡守。<br>陈叔卿，封建安王，官至中书监，入隋后任上党通守。<br>陈叔明，封宜都王，官至侍中，入隋后任鸿胪少卿。<br>陈叔献，封河东王，官至南徐州刺史。<br>陈叔齐，封新蔡王，官至侍中，入隋后任尚书主客郎。<br>陈叔文，封晋熙王，官至湘州刺史，入隋后任宜州刺史。<br>陈叔彪，封淮南王，官至侍中。<br>陈叔重，封始兴王，官至江州刺史，入隋后任太府少卿。<br>陈叔俨，封寻阳王，官至侍中。<br>陈叔慎，封岳阳王，官至湘州刺史，隋军灭陈时战死。<br>陈叔雄，封巴山王。<br>陈叔虞，封武昌王，入隋后任高苑县令。<br>陈叔平，封湘东王，入隋后任胡苏县令。<br>陈叔敖，封临贺王，入隋后任仪同三司。<br>陈叔宣，封阳山王，入隋后任泾城县令。<br>陈叔穆，封西阳王。<br>陈叔俭，封南安王。<br>陈叔澄，封南郡王，入隋后任灵武县令。<br>陈叔兴，封沅陵王，入隋后任给事郎。<br>陈叔韶，封岳山王。<br>陈叔纯，封新兴王，入隋后任河北县令。<br>陈叔谟，封巴东王，入隋后任汧阳县令。<br>陈叔显，封临海王，入隋后任鹑觚县令。<br>陈叔坦，封新会王，入隋后任涉县县令。<br>陈叔隆，封新宁王。<br>陈叔荣，封新昌王，入隋后任内黄县令。<br>陈叔匡，封太原王，入隋后任寿光县令。<br>陈叔叡。<br>陈叔忠。<br>陈叔泓。<br>陈叔毅。<br>陈叔训。<br>陈叔武。<br>陈叔处。<br>陈叔封。</p> <p><strong>儿子<br></strong>陈政德。<br>陈玄德，生顺州刺史陈仲方。<br>陈贤德，官至水部郎中。<br>陈绍德。<br></p><br/><h2>轶事典故</h2> <p>　　唐高祖曾宴请群臣，席上有葡萄。<a href=\"http://so.gushiwen.org/author_1881.aspx\">陈叔达</a>拿着葡萄，却没有去吃，唐高祖便问原因。陈叔达道：“我母亲患有口干病，想吃葡萄却吃不到，我想拿回家给母亲吃。”唐高祖流泪道：“你还有母亲可以送食物呀！”</p>"
}