{
  "id": 164,
  "star": 464,
  "name": "周邦彦",
  "image": "http://img.gushiwen.org/authorImg/zhoubangyan.jpg",
  "dynasty": "宋代",
  "desc": "周邦彦（1056年－1121年），中国北宋末期著名的词人，字美成，号清真居士，汉族，钱塘（今浙江杭州）人。历官太学正、庐州教授、知溧水县等。徽宗时为徽猷阁待制，提举大晟府。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严。语言典丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”。有《清真集》传世。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>神宗时为太学生，因歌颂新法被擢为太学正，累官庐州教授、知溧水县等。他少年时期个性比较疏散，但相当喜欢读书，宋神宗时，他写了一篇《汴都赋》，赞扬新法，徽宗时为徽猷阁待制，提举大晟府。周邦彦晚年与蔡京同党刘昺(注 此字上日下丙 音bǐng） 过从甚密名节有污。精通音律，曾创作不少新词调。作品多写闺情、羁旅，也有咏物之作。格律谨严，语言曲丽精雅。长调尤善铺叙。为后来格律派词人所宗。旧时词论称他为“词家之冠”“词中老杜”。有《清真居士集》，后人改名为《片玉集》。</p> <p>　　历官太学正，国子主簿，徽猷阁待制，提举大晟府（管理音乐的机构）。<a href=\"http://so.gushiwen.org/author_164.aspx\">诗</a>词文赋，无所不擅。但为词名所掩，诗文多零落不传。其中《汴都赋》为成名之作，长7000字，流传至今。古体诗《天赐白》、《过羊角哀左伯桃墓》风骨凛然，绝无绮罗香泽之气。周邦彦被公认为是“负一代词名”的词人，在宋代影响甚大。邦彦词多写男女恋情，咏物怀古，羁旅行役，内容较窄，境界不高。但在艺术创意上堪称大家，其词善于铺叙，即在写景抒情中渗入述事，造成另一境界，形成曲折回环，开阖动荡，抑扬顿挫之势，发展了<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_587.aspx\">张先</a>的慢词。加之语言工丽，多用典故，形成了浑厚、典雅、缜密的艺术风格。代表作如：〔少年游〕“并刀如水”，在寥寥51字中，不但写故事，重现当时的境界，而且写对话，如见词中之人，且闻其语，生动地描摹出人物的性格、心态，在词中实为独创。另一首〔少年游〕“朝云漠漠散轻丝”，写得更妙。一首小令写了两个故事，中间只用“而今丽日明金屋”一句联起来，将上阕的追忆恋爱与下阕的共同生活、金屋藏娇两种境界进行了比较，感受追忆两个故事中的同一种情调：相聚不如相思，意味深长。另如长调〔花犯〕“粉墙低”，跳跃曲折，照应、收放、开合，十分讲究；〔过秦楼〕“水浴清蟾”，将时间、地点、人物、感情变换数次，构成全部事件、人物感情发展的脉络；〔兰陵王〕《柳》，把将离之情，既去之思，居者与行者，旧恨与新愁，人和物，情和境，浑然融为一气。邦彦词音律严整，格调精工，多创新调。因此他被尊为婉约派的集大成者和格律派的创始人，开南宋<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>、<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>格律词派先河。周邦彦的集子有杨泽民、方千里、陈允平三家和词，今存《片玉词》10卷，《彊邨丛书》本；另有《清真集》2卷，集外词1卷，《四印斋所刻词》本。</p> <p>　　周邦彦名字取自《诗经》的《国风·郑风·羔裘》“邦之彦兮”，译为国家有才华的人。<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>《人间词话》称：“美成深远之致，不及欧、秦，唯言情体物，穷极工巧，故不失为第一流之作者，但恨创调之才多，创意之才少耳。”可见其也是一位很有才学的人。 </p><br/><h2>轶事典故</h2> <p>　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>是北宋著名的美男词人，他与当时的青楼花魁李师师往来密切。</p> <p>　　有一次，宋徽宗生了点小病，李师师以为他不会来了，就悄悄地约了周邦彦。哪知道周邦彦刚到不久，宋徽宗就来了。情急之下，周邦彦赶紧钻到床下躲了起来。</p> <p>　　宋徽宗特地给李师师带来了江南新进贡的鲜橙，李师师亲手剥了鲜橙二人分食。三更时分，宋徽宗要回宫了，李师师还叮嘱他说“已经三更了，马滑霜浓，你要小心了。”这一切，都被躲在床下的周邦彦看见听到了。</p> <p>　　宋徽宗走了以后，周邦彦钻出来，乘兴把他听到的写成了一首《少年游·并刀如水》：</p> <p>　　并刀如水，吴盐胜雪，纤指破新橙。锦幄初温，兽烟不断，相对坐调笙。</p> <p>　　低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行。</p> <p>　　这首词将他同李师师求欢的心情比作露水，心像刀割，在雪压城门之际恨不能“胜”徽宗，看着李师师的纤指剥去橙子皮而无言面对现实的残酷，只求能在师师的“锦幄”下求的一时“初温”，情绪绵绵，对面坐下听师师弹琴弄弦。悄悄地发问：晚上住哪儿？引用李师师对徽宗说过的话“城上已三更，马滑霜浓”，借指李师师的用意是打发徽宗回去，于是在徽宗“休去”后，才得来这“少人行”的绝好相会时机。赞师师的机智。李师师很喜欢，笑纳了。天将拂晓，周邦彦才独自匆匆归去。（另有一种说法《少年游·并刀如水》中的译文是：路滑霜浓，很少有人行走，不如就别走了吧。这里是挽留徽宗“休去”。）</p> <p>　　谁知有一次在与宋徽宗云雨之后，李师师竟然忘情地把《少年游》这首词当着徽宗的面唱了出来，宋徽宗一听，就明白那天在李师师家的事被人知道了。他问李师师填词的人是谁。李师师不敢隐瞒，说是周邦彦。于是，第二天，宋徽宗就下令把周邦彦贬出京城。</p> <p>　　宋徽宗又去李师师家的时候，李师师不在。过了一会儿，李师师回来了，但眼睛红红的，显然是哭过了。宋徽宗问她去了哪里，李师师说送人去了。宋徽宗马上问她，是不是送周邦彦去了。李师师点点头。宋徽宗问：“他又写了什么东西没有？”李师师说填了一首《兰陵王·柳》。宋徽宗让她唱来听，李师师就唱道：</p> <p>　　柳阴直，烟里丝丝弄碧。隋堤上，曾见几番，拂水飘绵送行色。登临望故国。谁识，京华倦客？长亭路，年来岁去，应折柔条过千尺。</p> <p>　　闲寻旧踪迹。又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。</p> <p>　　凄恻，恨堆积。渐别浦萦回，津堠岑寂。斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。</p> <p>　　宋徽宗听了以后，觉得周邦彦确实是个人才，就赦免了他，还让他做了专管乐舞的大晟府提举。</p><br/><h2>文学成就</h2> <p><strong>作品风格<br></strong>　　<a href=\"http://so.gushiwen.org/author_164.aspx\">周邦彦</a>是婉约词之集大成者，继承前人，吸收提炼，发扬光大，为婉约词的发展作出了贡献。“北宋婉约作家，周最晚出，熏沐往哲，涵泳时贤，集其大成”（唐圭璋《唐宋词鉴赏词典．前言》）。周邦彦创出整饬字句的格律派之风，使婉约词在艺术上走向高峰。周邦彦虽然早期也有潦倒奔走之日，但仕途一直处于上升状态，逐步做到知府，直至成为宋徽宗设立的大晟府的“音乐官员”，上宠下捧，过着舒适的“专业创作”生活；虽生逢北宋之末，但国家破灭的惨变发生在其身后。[3] 身为婉约词人的他，词的内容既被<a href=\"http://so.gushiwen.org/author_183.aspx\">苏轼</a>翻新到极致，他必然要在艺术技巧上出奇制胜。他本人精音乐，又搞过“专业创作”，因此能精雕细琢，研音炼字，在审订词调方面做了不少精密的整理工作，扩展了音乐领域，在填词技巧上有不少新创举。他更能自己度曲，创造了《六丑》等新词牌。总之，他继承了<a href=\"http://so.gushiwen.org/author_535.aspx\">柳永</a>、<a href=\"http://so.gushiwen.org/author_125.aspx\">秦观</a>等人成就，开了格律词派的先河，为词的艺术形式作出了贡献。周邦彦词在艺术技巧上确实高出一筹。过去、现在、未来的景象相交错，技法多变却又前后照应，结构严密而又委婉曲折。周邦彦词中出现的沉郁清愁，遂以写漂亮的忧郁使心灵获得一种微妙的愉悦。这些作品中透露的忧伤，用雅丽的词句排列组合着，形成一股流动的淡淡愁绪，绝不过激，就如低度美酒，让人微醉，但又不致激动人的神思。这种似雨馀粘地的情絮，固然琢磨出高妙的技巧，但要将思想感情提升到一个高度，却是一个障碍，所以后世人眼中只见其格律华美，少谈其思想内容，是必然的——大概，他的清愁沉郁只是其精美形式赖以树立的手段罢了！</p> <p>　　“水面清圆，一一风荷举”，周邦彦这一名句正形象地说明了他自己的词风——疏荷小立的一份“清圆”意味。然而，他身处的时期，是北宋末年，国力衰弱，内忧外困，在上者昏庸，在下者抗争，在外者犯境：周邦彦死前一年，方腊起义；死后六年，宋徽宗被俘，北宋沦亡。可以说，曾长期担任要员的周邦彦是国家衰亡的见证者，但本应十分敏感的词人却于末世沉浸在“清圆”的自在悠闲中。</p> <p><strong>艺术贡献<br></strong>　　周邦彦的词作，内容不外乎男女恋情、别愁离恨、人生哀怨等传统题材，反映的社会生活面不够广阔。他的成就主要在于兼收并蓄，博采诸家之所长，又摒弃它们的弊端，引导词的创作逐步走上富艳精工的道路。在他的词中，既有<a href=\"http://so.gushiwen.org/author_415.aspx\">温庭筠</a>的秾丽，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>的清艳，又有<a href=\"http://so.gushiwen.org/author_186.aspx\">冯延巳</a>的缠绵、李后主的深婉，也有<a href=\"http://so.gushiwen.org/author_432.aspx\">晏殊</a>的蕴藉和<a href=\"http://so.gushiwen.org/author_561.aspx\">欧阳修</a>的秀逸。至于柳永的铺叙绵密乃至是淫冶恻艳以及苏轼的清旷豪达，我们都能窥知一二。同时，对于婉约词和豪放词的某些缺点，他也尽量避免。因此，周邦彦的词深得后人赞赏，并产生了广泛的影响。</p> <p>　　促进词体声律模式的进一步规范化、精密化在北宋，以苏轼为代表的词风在大力开拓词的表现领域的同时，又往往成为“曲子中缚不住者”，表现出作为文字作品的词与音乐逐渐分离的趋向。而周邦彦却是朝另一个方向发展，极端重视词与音乐的配合，使词的声律模式进一步规范化、精密化。应该说两种方向各有其成就。在任大晟府提举时，周邦彦以他的音律知识并吸收民间乐工曲师的经验，搜集和审定了前代与当时流行的八十多种词调，确定了各词调中每个字的四声，连同为仄声的上、去、入都不容混用，并创制了《六丑》、《华胥引》、《花犯》、《隔浦莲近拍》等不少新调。他所作的词，格律自然是十分严谨，如《绕佛阁·暗尘四敛》的双拽头：暗尘四敛，楼观迥出，高映孤馆。清漏将短，厌闻夜久签声动书幔。桂华又满，闲步露草，偏爱幽远。花气清婉，望中迤逦城阴度河岸。词中“敛”字上、去通读，“迥”、“动”、“迤”三字阳上作去，“出”清入作上，这样每个字都合四声，读来抑扬变化而和谐婉转，绝无吐音不顺而显得拗口的地方。这种词本身即富有音乐美，同乐曲能够完美配合。所以，当时上至贵族、文士，下至乐工、歌女，都爱唱周邦彦的词。</p> <p>　　其次，周邦彦的词极讲究“章法”即整篇结构自柳永以来，作长调的人多了起来。但这类词篇幅长，布局的讲究很费心思。而不少人写长调时，或是中间填上些丽藻充数，或前紧后松，或为了一两句佳句而敷衍成篇。在这方面，柳永的长处在善于井井有条地展开铺叙，苏轼的长处在以奔放的情绪一脉贯穿，而周邦彦要比他们更讲究章法，能精心地把一首词写得有张有弛，曲折回环。如《兰陵王·柳》，这首词三叠三换头，声韵格律极复杂；而周邦彦写来十分工稳妥切，所以尤为乐师所爱。据毛开《樵隐笔录》称，直到南宋初，还“都下盛行”，“西楼南瓦皆歌之，谓之‘渭城三叠’。”其内容只是写客中送别，抒发倦游之情和惜别之情，而层次安排极富匠心。第一节由眼前之景引出回忆，再转回自身，点明送别主题，接着又翻回到屡屡折柳送客的往事，开阖变化之间，写足了客居京华的百无聊赖；第二节起笔宕开，追思旧游，很快以“又”字接上昨夜别宴场景，叹息旧交又少一人，然后借想象写朋友离去、彼此在相隔中相望的情景；第三节以二个短句起头，在急促的节奏中涌出一腔哀怨，随后节奏放慢，描绘离舟去后斜阳日暮，自己犹徘徊不忍去的情形，再展开往日温馨友情的追思，最后用“泪暗滴”的现实收束。这种反复回环、层层渲染的章法，就像中国的古典园林艺术，曲折变化，避免了一览无余的毛病。在周词中，如《瑞龙吟·章台路》、《六丑·蔷薇谢后作》等许多长调词，大抵都有这样的特点。</p> <p>　　再有，周邦彦词十分重视语言的锤炼，做到既浑成自然，又精致工巧这表现在好几个方面：</p> <p>　　一是他善于化用典故和前人词句，能把它们融化在全篇中，显得天衣无缝，不留痕迹，所以张炎在《词源》中说他“善于融化<a href=\"http://so.gushiwen.org/author_164.aspx\">诗</a>句”，“采唐诗，融化如自己者，乃其所长”。这种例子很多，甚至像《西河·金陵怀古》隐括了<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>《石头城》、《乌衣巷》两首七绝和古乐府《石城乐》，却也写得非常完整流贯，没有让人觉突兀不自然的地方。</p> <p>　　二是他在善于运用典雅语言的同时，也善于运用浅俗的口语和民间俚语，如《万里春》：<br>　　千红万翠，簇定清明天气。为怜他、种种清香，好难为不醉。<br>　　我爱深如你，我心在、个人心里。便相看、老却春风，莫无些欢意。<br>　　而最难得的，是周邦彦无论用雅语还是俗语，都能够化雅为俗，化俗为雅，使它们在一首词中融为一个整体，不显得突出碍眼。</p> <p>　　三是他对事物的观察很细腻，对意象的选择很讲究，所以语言的表现力很强，如《苏幕遮·燎沉香》上阙：<br>　　燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。</p> <p>　　后三句历来受人推崇，因为它传神地描摹出了雨后初晴的清晨荷叶在水面迎风挺立那种动态的、疏朗而秀拔的风姿。“一一风荷举”读起来是很浅的句子，实际每个字经过了细心的推敲。再如《玉楼春·桃溪不作从容住》中“烟中列岫青无数，雁背夕阳红欲暮”，在色彩的渲染和空间的布列上，可谓极工致精巧。总之，周邦彦的词虽说在题材和情感内涵方面没有提供更多的新东西，但在艺术形式、技巧方面都堪称北宋词的又一个集大成者，为后人提供了许多经验。因此，南宋以后的<a href=\"http://so.gushiwen.org/author_30.aspx\">姜夔</a>、张炎、周密、<a href=\"http://so.gushiwen.org/author_670.aspx\">吴文英</a>等人都十分推重周邦彦，有人甚至称他为“二百年来以乐府独步”（陈郁《藏一话腴》）。直到清代的常州词派，还奉他为词之“集大成者”，认为学词的最高境界，就是到达他的“浑化”（<a href=\"http://so.gushiwen.org/author_341.aspx\">周济</a>《宋四家词选序》）。就连近代学者<a href=\"http://so.gushiwen.org/author_408.aspx\">王国维</a>，也把周邦彦比作“词中老杜”（《清真先生遗事》）。这说明在词的艺术形式和语言技巧上，周邦彦确有出色的贡献与深远的影响。</p>"
}