{
  "id": 51,
  "star": 9,
  "name": "班昭",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_51.jpg",
  "dynasty": "两汉",
  "desc": "班昭（约45年？－约117年？），一名姬，字惠班。汉族，扶风安陵（今陕西咸阳东北）人。东汉史学家，史学家班彪女、班固与班超之妹，博学高才，嫁同郡曹寿，早寡。兄班固著《汉书》，八表及《天文志》遗稿散乱，未竟而卒，班昭继承遗志，独立完成了第七表〈百官公卿表〉与第六志〈天文志〉，《汉书》遂成。帝数召入宫，令皇后贵人师事之，号曹大家（gū）。善赋颂，作《东征赋》、《女诫》。班昭为中国第一个女历史学家。",
  "content": "<h2>人物生平</h2> <p><strong>早年经历<br></strong>　　<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>出身儒学世家，父亲<a href=\"http://so.gushiwen.org/author_119.aspx\">班彪</a>当时已是远近闻名的学者，在父辈的影响熏陶下，班昭学问广博，很有才干。十四岁时，班昭嫁于同郡人曹世叔。丈夫早年去世后，班昭清守妇规，举止合乎礼仪，气节品行非常好。 </p> <p><strong>为兄请命<br></strong>　　汉和帝永元十二年（100年），班超久居偏远的异地，年迈思念故土，上书朝廷请求回国。班昭为求把班超召回国，上疏和帝：”班超刚出塞时，就立志捐躯为国，时逢陈睦被害，班超以一己之力，辗转异域，幸亏有陛下的福德庇佑，得以全活，至今已有三十年了。当初跟随他一起出塞的人，都已作古。班超年满七十，衰弱多病，即使想竭尽报国，已力不从心。如有突发事件，势必损害国家累世的功业。 </p> <p>　　我听说古人十五从军，六十还乡，中间还有休息、不服役的时候。因此我冒死请求陛下让班超归国。班超在壮年时候竭尽忠孝于沙漠之中，衰老的时候则被遗弃而死于荒凉空旷的原野，这真够悲伤可怜啊！如果班超逝命丧异域，边境有变，希望班超一家能免于牵连之罪。”</p> <p>　　奏章送上，和帝看后非常感动，就派遣戊己校尉任尚出任西域都护，接替班超，班超得以告老返乡。</p> <p><strong>朝中大家<br></strong>　　班昭的哥哥<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>著写《汉书》，八表和《天文志》未完成就谢世了。汉和帝下诏让班昭到东观藏书阁，将《汉书》续写完成。汉和帝多次召班昭入宫，并让皇后和贵人们视班昭为老师，称为“大家（gū）”。每逢各地贡献珍贵稀奇物品，就叫班昭作赋赞扬。</p> <p>　　邓太后临朝听政后，特许班昭参与政事。班昭为政勤奋，邓太后非常满意，破格加封班昭之子曹成为关内侯，官至齐国的国相。 </p> <p>　　《汉书》刚面世时，许多人读不懂，同郡马融便拜伏在藏书阁下，跟随班昭学习《汉书》；后来皇帝又下诏书叫马融的哥哥马续接替班昭，完成《汉书》。</p> <p><strong>谏言太后<br></strong>　　永初年间，太后的哥哥大将军邓骘以母丧为由，上书朝廷，请求退职。太后不打算批准，征问班昭。</p> <p>　　班昭于是上疏说：“皇太后陛下美德盛行，秉承尧舜之政，广开言路，兼听狂夫、村民之见。臣下愚昧，得遇明主，敢不披肝沥胆，以报皇恩。</p> <p>　　臣听闻最高尚的品德莫过<a href=\"http://so.gushiwen.org/author_654.aspx\">于谦</a>让，所以历代盛赞，神灵赐福。先贤伯夷、叔齐互让国君，天下佩服他们的高风亮节；太伯让位给季历，孔子再三称赞。因此他们美德盛传，扬名于世。《论语》说：‘能用礼让治国，从政还有什么可为难呢？’由此可见，推让的美德，影响深远。</p> <p>　　如今四位国舅坚守忠孝，主动辞官归隐，如果以边关未宁而拒绝，日后国舅或有微小过失，只怕谦让之名不可复得，尽妾之愚见，陈言于此。妾自知言不足取，聊表虫蚁之心，以报皇太后之恩。”</p> <p>　　太后听从了班昭的建议，同意邓骘等人的请求，于是邓骘等人得以辞官还乡。</p> <p>著书女诫<br>　　班昭晚年，身患疾病，家中女子们又正当出嫁的年龄，班昭担心她们不懂妇女礼仪，令未来的夫家失面子，辱没了宗族，于闲暇时作《女诫》七章，以做勉励，书成后，对宫内妇女的教育很有帮助。</p> <p>　　马融读后认为很好，让自己的妻子、女儿学习。</p> <p>　　班昭丈夫曹世叔之妹曹丰生，也有才惠，对《七诫》不同意，写书反驳，文辞也很可观。 </p> <p>晚年经历<br>　　永初七年（113年）正月，班昭之子曹成出任陈留郡长垣长（今河南长垣县），班昭随其子到长垣就职。进入长垣以后，班昭追忆先贤，触景生情，仿班彪《北征赋》写成《东征赋》。</p> <p>　　班昭年逾古稀而逝，享年七十多岁，邓太后身穿素服表示哀悼，并派使者监办班昭的丧事。 </p><br/><h2>主要成就</h2> <p><strong>续成汉书<br></strong>　　<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>在完成汉书过程中的作用主要有三点：整理《汉书》、完成八表、传播汉书。</p> <p>　　汉和帝永元元年（公元89年），窦宪因擅权被杀，<a href=\"http://so.gushiwen.org/author_398.aspx\">班固</a>被牵连，死于狱中。《汉书》未成，稿本散乱。班昭继父兄遗志，在藏书阁经年累月孜孜不倦地阅读了大量史籍，整理、核校父兄遗留下来的散乱篇章，并在原稿基础上补写了八表：《异姓诸侯王表》、《诸侯王表》、《高惠高后文功臣表》、《景武昭宣元成功臣表》、《外戚恩泽侯表》、《百官公卿表》、《古今人表》等。除整理、续写《汉书》外，班昭在传播和普及《汉书》方面，也颇有贡献，曾教授大儒马融等诵读《汉书》。</p> <p><strong>主要作品<br></strong>　　《后汉书·列女传》记载，班昭著作有赋、颂、铭、诔、问、注、哀辞、书、谕、上疏、遗令等，共十六篇，其儿媳丁氏曾编撰成集，今佚。班昭作品存世有清·严可均《全后汉文·卷九十六》收录的《东征赋》 、《女诫》等七篇 ，班昭曾为班固《幽通赋》作注，见于《文选》李善注中。</p> <p><strong>作品名称 <br></strong>　　散文 《汉书》八表、《女诫》、《为兄超求代疏》、《上邓太后疏》 <br>　　赋 《大雀赋》、《 针缕赋》、《蝉赋》 、《东征赋》、《欹器颂》 </p> <p><strong>班昭女性观<br></strong>　　班昭提倡妇女要有“三从之道”和“四德之仪”，其女性观主要包括两个方面：强调男尊女卑思想和强调顺从。</p> <p>　　班昭认为女人首先应该从思想上认识到自己处于卑微的地位，清醒自己的性别角色，由此出发，主张妇女应承担在家辛勤劳作，操持家务，侍奉丈夫等由性别角色而决定的社会责任。并对妇德、妇言、妇容、妇功等作了具体解释。班昭强调男尊女卑的思想，由此认为女人的天地在于家庭，不必有才，如有也是“治内之才”，把妇女纳入儒家设计的有助于维系家庭人伦关系的体系。班昭又由男尊女卑思想衍生出女子对于男子绝对顺从的思想，并强调妻子除了要对丈夫顺从外，还要对婆婆顺从。</p> <p>　　班昭倡导的女性观念，成为了中国古代妇女的行为准则，《女诫》作为“女四书”之一，极大地禁锢了女性的思想和自由，影响了中国历史一千多年。</p><br/><h2>人物评价</h2> <a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>：（<a href=\"http://so.gushiwen.org/author_51.aspx\">班昭</a>）博学高才，（丈夫）世叔早卒，有节行法度。<br>赵傅：东观续史，赋颂并娴。<br>徐钧：有妇谁能似尔贤，文章操行美俱全。一编汉史何须续，女戒人间自可传。<br>萧良有：班昭汉史，<a href=\"http://so.gushiwen.org/author_1206.aspx\">蔡琰</a>胡笳。 凤凰律吕，鹦鹉琵琶。<br><a href=\"http://so.gushiwen.org/author_106.aspx\">刘克庄</a>：为孟坚补史，班昭才学，中郎传业，蔡琰词章。<br>刘体信：班昭续成《汉书》，马融在当时，亦博学者，请伏阁从班昭受句读，其识见过后人远矣伟矣。<br>清溪徐曼仙畹兰：倾倒班昭续史才，十年别梦绕苏台。<br><a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>：以敬姜之德、班昭之学、秦良玉之勇毅、辛宪英之清识、李易安之词章、宋若宪之经术，列于须眉男子中，亦属凤毛鳞角。"
}