{
  "id": 3065,
  "star": 0,
  "name": "吴季子",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_3065.jpg",
  "dynasty": "宋代",
  "desc": "吴季子一般指季札。季札（前576年一前484年），姬姓，名札，又称公子札、延陵季子、延州来季子、季子，《汉书》中称为吴札，春秋时吴王寿梦第四子，封于延陵（今丹阳一带），后又封州来，传为避王位“弃其室而耕”常州武进焦溪的舜过山下。季札不仅品德高尚，而且是具有远见卓识的政治家和外交家。广交当世贤士，对提高华夏文化作出了贡献。葬于上湖（今江阴申港），传说碑铭“呜呼有吴延陵君子之墓”十个古篆是孔子所书。",
  "content": "<h2>墓碑后记</h2> <p>　　宋崇宁二年四月十二日</p> <p>　　奉仪郎常州知州朱彦记</p> <p>　　常州，古延陵也，<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>所封之地。至西汉，为毗陵。又至东晋，为晋陵，宋齐因之隋平陈，废晋陵为常州。唐因之，或曰，晋陵郡自武帝大康二年分曲阿为延陵，至隋徙治丹徒。唐武德三年，徙延陵还治故县，今润州之延陵镇是也。杜佑谓曲阿延陵季子庙，非古之延陵，古之延陵在今之晋陵县，其说明矣。</p> <p>　　而孔子所书季子墓碑，岁岁盖淹没。开元中，明皇敕殷仲容募刻之。</p> <p>　　唐大历十四年，润州剌史萧定重镌石延陵庙中，于是习俗见润州之延陵季子庙，而不知常州实古延陵季子之所封也。</p> <p>　　崇宁元年，予以罪责是州，因考大史公书历代地志通典图经，得其祥矣。又得其所谓季子墓在晋陵县北十七里，申蒲以西，又曰暨阳乡，而今暨阳乡今之江阴县乃属，令赵士淝访之，得大冢于暨阳门外三十里，申港之侧旁有季子庙，与史记地志通典图经合。</p> <p>　　于是，表识其墓，谨樵牧耕之禁，又摩募取孔子所书十字刻墓碑上，设像祀之，学中以时率居史士诸生拜焉，所以示邦人，贵有德也。又备论历世废兴与习俗之变，易刊之碑下，使后之君子得以览观焉。</p><br/><h2>生平</h2> <p><strong>概述</strong></p> <p>　　吴王寿梦少子，孔子的老师，与孔子齐名的圣人，同时也是孔子最仰慕的圣人。称为“南季北孔”，历史上南方第一位儒学大师，也被称为“南方第一圣人”。先秦时代最伟大的预言家、美学家、艺术评论家，中华文明史上礼仪和诚信的代表人物。封于延陵，称延陵季子。后又封州来，称延州来季子。父寿梦欲立之，辞让。兄诸樊欲让之，又辞。诸樊死，其兄余祭立。余祭死，夷昧立。夷昧死，将授之国而避不受。夷昧之子僚立。公子光使专诸刺杀僚而自立，即阖闾。札虽服之，而哭僚之墓，贤明博学，屡次聘用中原诸侯各国，会见<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>、子产、叔向等。聘鲁，观周乐。过徐，徐君好其佩剑，以出使各国，未即献。及还，徐君已死，乃挂剑于徐君墓树而去。</p> <p><strong>家世</strong></p> <p>　　季札是周朝吴国人，因受封于延陵一代，又称“延陵季子”。他的祖先是周朝的泰伯，曾经被孔子赞美为“至德”之人。泰伯本是周朝王位继承人，但父亲太王，有意传位给幼子季历以及孙子昌。于是泰伯就主动把王位让了出来，自己则以采药为名，逃到荒芜的荆蛮之地，建立了吴国。</p> <p><strong>寿梦</strong></p> <p>　　数代后，寿梦继承了吴国王位。他的四个儿子当中，以四子季札最有德行，所以寿梦一直有意要传位给他。季札的兄长也都特别疼爱他，认为季札的德行才干，最足以继承王位，所以都争相拥戴他即位。但是季札不肯受位，坚持把王位让给哥哥。</p> <p><strong>立德</strong></p> <p>　　哥哥诸樊觉得自己的德能，远在季札之下，一心想把持国的重任托付给他，但被季札婉言谢绝了。他说：曹国之人想拥立贤能的子臧为国君，来取代无德的曹王，但被子臧所拒绝。为了坚守臣民应有的忠义，并打消国人拥立的念头，子臧离开曹国，奔走到了宋，使曹国的君主，仍然得以在位执政。子臧谦恭无争的美德，被人们赞美为能“守节”的盛德之人。前贤的殷鉴历历在心，国君的尊位，哪里是我季札所希求的呢？虽然我无德，但祈求追比贤圣，则是念念在心啊。</p> <p>　　季札的厚德感动了吴国之人，他们如同众星拱月般，一心想要拥戴季札为王。不得已之下，季札退隐于山水之间，成日躬耕劳作，以表明他坚定的志节，才彻底打消了吴人的这个念头。</p> <p><strong>使鲁</strong></p> <p>　　有一次，吴国派遣季札出使鲁国。到了鲁国，季札听到了蔚为大观的周乐。季札以深密的感受力和卓绝的见识，透析了礼乐之教的深远蕴涵，以及周朝的盛衰之势，语惊四座，使众人为之侧目。听到《唐》，他听出了思接千载的陶唐氏遗风，听到《大雅》，他在乐曲深广的气魄里，听到了文王之德。当《魏》歌四起，那“大而宽，俭而易”的盟主之志，辉映着以德辅行的文德之教。一直到《招箾》舞起的时候，季札惊叹道：这是最令人叹为观止的至德乐章，就如同苍天无不覆盖，大地无不承载。就算是盛德之至。</p> <p><strong>使郑</strong></p> <p>　　季札出使郑国之时，见到了子产。他们一见如故，就好像是多年的知心之交。季札对时局有着异常明晰的洞察力，临别前，他语重心长地对子产说：“郑国的国君无德，在位不会很久，将来国主的王位，一定会传到你的手中。你统理郑国的时候，务必要谨慎，务必以礼来持国。否则郑国很难避免败亡的命运。”言之谆谆。当子产目送季札远去时，仍然觉得音犹在耳，心里不禁万分怅惘。</p> <p>　　吴王诸樊一直到过世之前，都还念念不忘弟弟季札。他留下遗训，让后人将王位依次传给几位弟弟，这样最终就能传到幼弟季札的手里，以满先王寿梦生前的遗愿。继位的吴王夷昧临终前，要把王位传给季札，但被季札再一次拒绝了。为了表明自己坚定的决心，他再度归隐而去。</p> <p><strong>使卫</strong></p> <p>　　季札又来到卫国。通过与新老朋友的交往，季札发现卫国有许多贤明之士，卫君也很开明。于是他对人说：“卫国有很多贤士良臣辅佐卫君，卫国是一个政治十分稳定，百姓安居乐业的国家。”“卫多君子，其国无患。”果然卫国在一个不短的时期内，一直是平安无事。</p> <p><strong>孔子之言</strong></p> <p>　　孔子曾经说过：“泰伯（季札的祖先吴太伯）其可谓至德也已矣，三以天下让，民无得而称焉。”<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>赞美季札是一位“见微而知清浊”的仁德之人。贤者的谦恭礼让、非凡气宇和远见卓知，一直在中国历史的长空中，闪耀不绝。<br>在这个“季札让国”历史故事的背后，还有一个溯源主题余韵不尽。中原地区与句吴一带的人们，都是同祖共宗的兄弟。在古老的中国大地上，千百年来，人们本就同根同源，同体相依！</p> <p>　　季札，又称公子札，太伯十九世孙也，吴王寿梦之四子，封於延陵（今常州），称延陵季子，后又封州来（今安徽凤台），又称延州来季子。季札贤，寿梦欲立之，季札让不可，乃以长子诸樊摄政行国事。寿梦薨，诸樊让位於季札，季札谢曰：“昔曹君不义，诸侯与曹人欲立子臧，子臧去之，以成曹君，君子称‘能守节义矣’。君义嗣，谁敢干君！有国，非吾节也。札虽不材，愿附於子臧之义。”吴人固立季札，季札弃其舍而耕，吴人乃立诸樊为王。及薨，有遗命授国予余祭，欲以次相传，必致国於季札而止，以嘉季札之义。吴王余祭四年（前五四四年），使季札聘於鲁，请观周乐，逐一品评剖析，说周与诸侯之盛衰。及见舞《招箭》，曰：“德至矣哉，大矣，如天之无不焘也，如地之无不载也，虽甚盛德，无以加矣。观止矣，若有他乐，吾不敢观矣。”去鲁，使齐，说晏婴，晏子听之，是以免於栾、高之难；至郑，见子产，如旧交；至卫，见卫多君子，以为无患；至晋，将宿於舍，闻钟声异，曰：“异哉！辨而不德，必加於戮。夫子之在此，犹燕之巢於幕也。”遂去，季文子闻之，终身不听琴。又见赵、韩、魏三家强，谓叔向曰：“吾子勉之，君侈而多良，大夫皆富，政将在三家。吾子直，必思免於难。”及余祭薨，传余昧。四年，余昧薨，欲传弟季札，季札让，逃去，乃立僚为王。及公子光刺僚而立，季子至，曰：“苟先君无废祀，民人无废王，社稷有幸，乃吾君也。吾敢谁怨乎？哀死事生，以待天命，非我生乱，立者从之，先人之道也。”乃哭僚墓，复位。</p> <p>　　昔季札之初使，北过徐。徐君好季札剑，口弗敢言。季札心知之，为使上国，未献。还至徐，徐君已死，於是乃解其宝剑，系之徐君冢上树而去。从者曰：“徐君已死，何再予之？”季子曰：“不然。始吾心已许之，岂以死而背吾心哉！” 季札庙在东洞庭之武山锦鸠峰。沧浪亭五百名贤祠像赞曰：“有吴君子，让国退耕；脱屣千乘，永垂令名。”</p><br/><h2>评价</h2> <p>　　季札是一位杰出的外交家，公元前485年冬，楚国名将子期进攻陈国，吴王派季札救援陈国。季札传言给子期，明确表达自己的反战态度。经季札调停，平息了一场战乱。公元前544年，季札奉命出使鲁、齐、郑、卫、晋五国，在这次外交活动当中，他同齐国的<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>，郑国的子 产及鲁、卫、晋等国的重要政治家会晤，高谈政事，评论时势， 使中原国家了解并通好吴国。</p> <p>　　季札又是一位才华出众的文艺评论家，公元前544年奉命通好北方诸侯，在鲁国欣赏了周代的经典音乐、<a href=\"http://so.gushiwen.org/author_3065.aspx\">诗</a>歌、舞蹈，他当场结合当时社会的政治背景，一一作精辟的分析和评价。如在欣赏《秦风》后就说：“这是华夏的声音呀，能够华夏化必能强大，强大到一定程度就能达周王朝鼎盛时那样了吧！”他能从乐声中预言秦国的未来，确是一言中的。</p> <p>　　季札重信义。一次途经徐国时，徐国的国君非常羡慕他佩带的宝剑，难于启齿相求，季札因自己还要遍访列国，当时未便相赠。待出使归来，再经徐国时，徐君已死，季札慨然解下佩剑，挂在徐君墓旁的松树上。侍从不解。他说：\"我内心早已答应把宝剑送给徐君，难道能因徐君死了就可以违背我的心愿吗？\"此事传为千古美谈。</p><br/><h2>卒后</h2> <p>　　《春秋》载，季札于公元前485年死后葬在申港西南。后人在墓旁建季子祠，墓前立碑，传说碑铭“呜呼有吴延陵君子之墓”10个古篆是孔子所书。今申港中学所在地就是季子祠原址，季子墓高大的封土依然耸立在古老的申浦河西畔。</p> <p>　　季札受封于延陵（今江苏丹阳 ），史称延陵季子。墓葬于江阴申浦（今申港），墓前有传说为孔子所书的十字篆文碑，碑文是：“呜呼有吴延陵季子之墓”，史称十字碑。</p> <p>　　<a href=\"http://so.gushiwen.org/author_3065.aspx\">吴季子</a>墓在江阴申港镇西南隅的申港中学内。</p> <p>　　《史记·吴太伯世家》后注有：“延陵季子冢在毗陵县暨阳乡。”《越绝书》云：“季子冢古名延陵墟。”《寰宇记》载：“季子墓在晋陵县北70里申浦之西。”上建季子祠，塑像祭祀。祠内有相传为孔子所书10个古篆墓碑，碑铭“呜呼有吴延陵君子之墓”。世称“十字碑”。抗战初毁于兵燹。拓本高2.26米，宽0.93米。现墓墩高4米，面积2694平方米。</p> <p>　　每年都有全国各地汉服同袍以及延陵汉魂成员集聚于季子冢前着汉家衣冠祭祀季子。</p><br/><h2>出使</h2> <p>　　吴王馀祭四年（公元前544年），派季札到鲁国聘问，季札在鲁国欣赏了周朝廷的音乐。</p> <p>　　季札离开鲁国，就出使到齐国。劝说晏平仲说：“你快些交出你的封邑和官职。没有这二样东西，你才能免于祸患。齐国的政权快要易手了，易手之前，国家祸乱不会平息。”因此晏子通过陈桓子交出了封邑与官职，所以在栾、高二氏相攻杀的祸难中得以身免。</p> <p>　　季札离开齐国，出使郑国。见到子产，如见故人。对子产说：“郑国掌握政权的人奢纵欺人，大难将临，政权定落于你身上。你执政时，要小心地以礼治国，否则郑国将要衰败！”离开郑国后，季札到了卫国。非常欣赏蘧瑗（qúyuàn，渠院）、史狗、史遒（qiū，秋）、公子荆，公叔发、公子朝，说：“卫国君子很多，因此国家无患。”</p> <p>　　从卫国到了晋国，季札要住在宿（qì，戚）邑，听到鼓钟作乐之声，说：“奇怪！我听说有才无德，祸必加身。这孙文子正是为此得罪国君，小心翼翼尚恐不够，还可以玩乐吗？孙文子在这里，就如燕巢于帷幕之上那样危险。而且国君尚在棺中停殡未葬，难到可以作乐吗？”于是离开了。孙文子听说后，一辈子不再听音乐。</p> <p>　　季札到晋国，欣赏<a href=\"http://so.gushiwen.org/author_2355.aspx\">赵文</a>子、韩宣子、魏献子，说：“晋国政权将要落到这三家吧。”临离开晋国时，对叔向说：“你要勉力而行啊！晋国国君奢纵而良臣又多，大夫很富，政权将落于韩、赵、魏三家。你为人刚直，定要慎思如何免于祸患。”</p> <p>　　季札刚出使时，北行时造访徐国国君。徐君喜欢季札的宝剑，但嘴里没敢说，季札心里也明白徐君之意，但因还要到中原各国去出使，所以没献宝剑给徐君。出使回来又经徐国，徐君已死，季札解下宝剑，挂在徐君坟墓树木之上才离开。随从人员说：“徐君已死，那宝剑还给谁呀！”季子说：“不对，当初我内心已答应了他，怎能因为徐君之死我就违背我自己的心愿呢！”</p> <p>　　太史公说：孔子说过“太伯可以说是道德的巅峰，三次把天下让给别人，人民都不知用什么言辞来称赞他才好。”我读《春秋》古文，才知道中原的虞国和荆蛮的勾吴是兄弟啊。延陵季子的仁爱心怀，向慕道义终生不止，能够见微知著辨别清浊。啊，又是多么见多识广、博学多知的君子啊！</p>"
}