{
  "id": 844,
  "star": 12,
  "name": "孔伋",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_844.jpg",
  "desc": "孔伋（前483-前402），战国初期鲁国人，姓子，氏孔，名伋，字子思，孔子之孙。春秋战国时期著名的思想家，儒家的主要代表人物之一。",
  "content": "<h2>生平</h2> <p>　　<a href=\"http://so.gushiwen.org/author_844.aspx\">孔伋</a>，字子思，祖籍河南省商丘，生于公元前483年（东周敬王三十七年），卒于公元前402年（周威烈王二十四年），终年八十二岁。与孔子、孟子、颜子、曾子比肩共称为五大圣人。因此旧时以子思、孟子、颜子、曾子配祀孔子于孔庙，所以又与孟子、颜子、曾子并称“四配”。《史记·孔子世家》记子思年六十二（当为八十二之误），而不详其生卒年。案子思之父孔鲤，死于孔子之前，子思的年代当跟孔子的年代相当。《史记·孔子世家》载：“孔子生鲤，字伯鱼。伯鱼生伋，字子思”；“尝困于宋，子思作《中庸》”。子思的生平事迹已难详考，据说他曾师事<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>，孟子是其再传弟子，又据《孟子》中记载：子思曾被鲁缪公、费惠公尊为贤者，以师礼相待，但终未被起用。</p><br/><h2>评价</h2> <p><strong>社会评价</strong><br>　　在这里，《中庸》没有明文说性善，实际是说性善。这是 《中庸》的理论基础，是主观唯心主义的论点。在思想史上，《中庸》是人性论的创始人，是孟子性善论的先行者。 《中庸》的作者强调素其位而行。他说；“君子素其位而行，不愿乎其外。素富贵，行乎富贵。素贫贱，行乎贫贱。素夷狄，行乎夷狄。素患难，行平患难。君子无入而不自得焉。在上位，不陵下。在下位，不援上。正己而不求于人，则无怨。上不怨天，下不尤人。故君子居易以俟命，小人行险以激幸。”这就是说，要按照自己的身份和处境，作好自己份内的一切活动，要一切要求自己，不要埋怨别人。这是顺从天命而率性，尽性的为法，也是作者企图用以消解矛盾的办法。 孔子罕言命。孔子言性与天道，子贡不得与闻。《中庸》则以言性与天命为重要的内容。孔子祭如在，祭神如神在，敬鬼神而远之。《中庸》则说君子之道“质诸鬼神而无疑”，“鬼神之为德，其盛矣乎！视之而弗见，听之而弗闻，体物而不可遗。”对于孔子的继承来说，《中庸》是对于儒学的唯心主义的放大，其间还涂抹了浓厚的神秘色彩。</p> <p><strong>历史评价</strong><br>　　<a href=\"http://so.gushiwen.org/author_844.aspx\">孔伋</a>在儒家学派的发展史上占有重要的地位，他上承孔子中庸之学，下开孟子心性之论，并由此对宋代理学产生了重要的影响。因此，北宋徽宗年间，子思被追封为“沂水侯”；公元1330年（元朝文宗至顺元年），又被追封为“述圣公”，后人由此而尊他为“述圣”。</p><br/><h2>主要作品</h2> <p>　　《汉书·艺文志》著录《子思》二十三篇，已佚。汉唐儒者如郑玄、孔颖达等认为《小戴礼记》中之《中庸》即为<a href=\"http://so.gushiwen.org/author_844.aspx\">孔伋</a>子思所作，宋儒基本都肯定这一说法（偶有怀疑者，如南宋的<a href=\"http://so.gushiwen.org/author_2716.aspx\">叶适</a>在其《习学纪言序目》中就表示怀疑）。程朱一派对《中庸》尤为尊崇，以为“此篇乃孔门传授心法，子思恐其久而差也，故笔之于书，以授孟子”（<a href=\"http://so.gushiwen.org/author_459.aspx\">朱熹</a>《四书章句集注》）。唐宋开始，“道统”论兴起。学者一般认为，子思上承<a href=\"http://so.gushiwen.org/author_843.aspx\">曾参</a>，下启孟子，在孔孟“道统”的传承中占有重要地位，而《中庸》亦为儒家心性理论的主要渊薮之一。</p> <p>　　但近世学者对《中庸》是子思所作的传统说法颇有疑问，认为其中有“今天下，车同轨，书同文，行同伦”之语，当出自秦汉之际儒者之口而非子思所撰。陈盘在《大学中庸今释》中，举隐公元年《左传》“天子七月而葬，同轨毕至”为例，说明“车同轨”这话，在孔子以前就有。至于“书同文”，他也认为华夏的文字都是从六书发展下来，春秋时尽管国别很多，然而朝聘天之，会盟诸侯，文书使节交互往来，不可能彼此之间的文字不通晓，这就是同文了。因此，子思的实际思想究竟是否就是《中庸》的学说，尚有待进一步研究。</p><br/><h2>成就荣誉</h2> <p>　　<a href=\"http://so.gushiwen.org/author_320.aspx\">荀子</a>在《非十二子》中论子思、孟轲之学，谓“略法先王而不知其统，犹然而材剧志大，闻见杂博。案往旧造说，谓之五行，甚僻违而无类，幽隐而无说，闭约而无解。案饰其辞而祗敬之曰：‘此真君子之言也’。子思唱之，孟轲和之……”<a href=\"http://so.gushiwen.org/author_404.aspx\">韩非</a>子在其《显学》篇中论孔子死后“儒分为八”，“子思之儒”亦为其中一派。他们虽都是从否定的角度来论述子思的，但从中亦可想见子思的学说卓然自成一家。</p> <p>　　《史记·孔子世家》说，子思曾困于宋，“子思作《中庸》”。《汉书·艺文志》有“子思二十三篇”，本注云：“名伋。孔子孙，为鲁穆公师”。子思二十三篇久佚。《中庸》为《礼记》所收，流传于世。《孔丛子》记有子思固于宋的细节及子思与鲁穆公的问答，都不一定可信。 《中庸》，<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>称其为子思作，但不一定是子思一人之作。《中庸》所说“载华岳而不重，振河海而不浅，”说“今天下车同轨，书同文，行同伦”，都是秦汉人的口气，当非出于战国时人之手。 《中庸》作者认为，人的贫富穷通、国家的治乱兴衰，都有天命来决定。人的本性能对天命作出正确的反应，表现为行为的准则，这就是道。</p>"
}