{
  "id": 1361,
  "star": 1,
  "name": "孔尚任",
  "image": "http://img.gushiwen.org/authorImg/kongshangren.jpg",
  "dynasty": "清代",
  "desc": "孔尚任（1648~1718年），字聘之，又字季重，号东塘（《随园诗话》所载为东堂），别号岸堂，自称云亭山人。山东曲阜人，孔子六十三代孙，清初诗人、戏曲作家，继承了儒家的思想传统与学术，自幼即留意礼、乐、兵、农等学问，还考证过乐律，为以后的戏曲创作打下了音乐知识基础。世人将他与《长生殿》作者洪升并论，称“南洪北孔”。",
  "content": "<h2>纪念邮票</h2> <p>　　2015年4月4日我国发行《中国古代文学家（四）》邮票，其中第5枚就是<a href=\"http://so.gushiwen.org/author_1361.aspx\">孔尚任</a>。</p><br/><h2>生平</h2> <p><strong>早期阶段</strong></p> <p>　　20岁前后，<a href=\"http://so.gushiwen.org/author_1361.aspx\">孔尚任</a>考取县府学生员。后来参加岁考，没有录取。但孔尚任并没有放弃做官的念头，他典卖了家中田地，捐资纳了一个“例监”（国子生）。31岁，他于县北石门山，读书著述，谈古论今。在少年时代和读书石门山时期，孔尚任已对南明兴亡引起注意。这期间，他曾从亲友处采取轶闻，又从诸家记载中撷取史实，准备写一部反映南明兴亡的传奇。这就是《桃花扇》创作的酝酿时期。</p> <p>　　康熙二十一年（1682），孔尚任35岁时，应衍圣公孔毓圻之请出山，修《家谱》与《阙里志》，教习礼乐子弟，采访工师，监造礼乐祭器，为康熙帝玄烨第一次南巡祭孔活动作准备。次年康熙亲自到曲阜祭孔。这是清统一全国以后第一次最引人瞩目的尊孔大礼。孔尚任被选为御前讲经人员，撰儒家典籍讲义，在康熙面前讲《大学》，又引康熙观赏孔林“圣迹”。因讲经、导览都能称旨，康熙破格升他为国子监博士。意外的恩荣遽然激发了他对清统治者感恩戴德之情，他一面对“不世之遭逢”受宠若惊，一面准备“犬马图报，期诸没齿”，充分反映了这个局限于个人升沉知遇的儒生对新统治者的依附态度。</p> <p><strong>出仕创作</strong></p> <p>　　1684年康熙南巡北归，特至曲阜祭孔，三十七岁的孔尚任在御前讲经，颇得康熙的赏识，破格授为国子监博士，赴京就任。三十九岁，奉命赴江南治水，历时四载。这个时期，他的足迹几乎踏遍南明故地，又与一大批有民族气节的明代遗民结为知交，接受他们的爱国思想，加深了对南明兴亡历史的认识。他积极收集素材，丰富创作《桃花扇》的构思。</p> <p>　　康熙二十四年（1685）初，孔尚任进京，正式走上仕途。当他还来不及显现其儒学经纶的才能时，七月初，即奉命随工部侍郎孙在丰往淮扬，协助疏浚下河海口。孔尚任本期望为朝官，意在于“清华要津”，现一旦与渔人为邻，鸥鹭为伍，颇为失望。滞留淮扬四年，孔尚任时有迁客羁宦、浮沉苦海之感。他亲见河政的险峻反复，官吏的挥霍腐败，人民的痛苦悲号，发而为“呻吟疾痛之声”，成<a href=\"http://so.gushiwen.org/author_1361.aspx\">诗</a>630余首，编为《湖海集》。这些作品摆脱了早期宫词和应酬、颂圣之作的不良倾向，较深切地反映了他对当时社会现实的一些认识。</p> <p>　　淮扬一带是明清之际政治军事斗争的重要地区。在这里，孔尚任驻足于南明江北河防之地。在扬州登梅花岭，拜史可法衣冠冢；在南京过明故宫，拜明孝陵，游秦淮河，登燕子矶，他特地到栖霞山白云庵，访问了后来被写进《桃花扇》的张瑶星道士。这表明，孔尚任正为《桃花扇》的创作积极进行着实地考察。这时，他还结交萃集在这些地方的明代遗民，其中有与明末政治斗争有密切关系，或与清政权持不合作态度的<a href=\"http://so.gushiwen.org/author_2441.aspx\">冒襄</a>、黄云、邓汉仪、许承钦、龚贤、<a href=\"http://so.gushiwen.org/author_1729.aspx\">石涛</a>，谈古论今，过从密切，有时\"所话朝皆换\"，竟秘而不为“门外人道”。淮扬四年不仅是孔尚任对现实认识的深化时期，也是创作《桃花扇》最重要的思想和素材的准备时期。</p> <p>　　康熙二十九年（1690），孔尚任回京，开始了10年京官生涯。康熙三十年（1691），孔尚任购得唐代宫廷著名乐器小忽雷。三十三年（1694），与顾彩合作完成了他的第一部传奇《小忽雷》。作品以梁厚本购小忽雷、郑盈盈弹小忽雷，二人终于结成夫妇的遭遇为线索，表现了一代文人的沉郁不平，歌颂了郑盈盈不慕富贵，不畏强暴，坚贞不屈的反抗精神；作品着重描写了帝王的昏庸、藩镇的跋扈，权臣、宦官的专横与倾轧，反映了唐代元和至开成之间朝政的腐败情况。在史料的取舍上，剧本充分重视重大历史事件的真实性，很多人物、事件\"斑斑可考\"；但在具体的人物（如梁厚本、郑盈盈）关系、情节发展上，又进行着大胆的虚构。这部剧本是孔尚任在创作《桃花扇》之前的探索性成果。它为《桃花扇》的创作提供了艺术经验。前5年，他仍做国子监博士，三十四年（1695）秋升为户部主事，奉命在宝泉局监铸钱币。三十九年（1700）三月，为户部广东司员外郎，并写成了《桃花扇》。一时洛阳纸贵，不仅在北京频繁演出，“岁无虚日”，而且流传到偏远的地方，连“万山中，阻绝入境”的楚地容美（今湖北鹤峰县），也有演出（《桃花扇本末》）。次年三月，孔尚任被免职，“命薄忍遭文字憎，缄口金人受诽谤”（《容美土司田舜年遣使投诗赞予〈桃花扇〉传奇，依韵却寄》），同月即罢官。这时期，虽然结束了湖海生活，但始终遭到冷遇，更无法发挥他颇为自许的管晏济时之才。10年中，他写了《岸堂稿》、《长留集》（与刘廷玑合著）等诗文作品，时时感叹自己穷愁潦倒、碌碌无成。\"弹指十年官尚冷，踏穿门巷是芒鞋\"，正是他10年宦情的概括。这些苦闷，无疑没有摆脱个人仕途升沉变迁之感，但有些诗却也加深了思想深度，诸如否定君王\"造命\"，揭露官场倾轧，直指\"盛世\"为\"浊世\"之类，都表现出对康熙的所谓知遇之恩、险恶的宦海风波、现实的黑暗混浊等方面有了更清醒的认识。因而，当他以东鲁狂生自命，\"弹铗燕市中，独歌不逐吠\"的时候，表现出了难以抑制的激愤。罢官后，孔尚任在京赋闲两年多，接着回乡隐居。康熙五十七年（1718年）这位享有盛誉的一代戏曲家，就在曲阜石门家中与世长辞了，年七十岁。他的作品还有和顾采合著的《小忽雷》传奇及诗文集（湖海集》、《岸堂文集》、《长留集》等，均传世。<br>他需要依附于统治阶级，对康熙皇帝有感激之情，但因为不得志，他对清廷的掌权派不满，并逐渐对康熙的“知遇”之恩表示怀疑。他希望用世，施展才能，不羞谈仕途经济，但在浊流中仍保持着自己的情操，并且对历史和现实有自己的见解。他时而讴歌新朝，时而怀念故国；时而攀附新贵，时而与遗民故老神交莫逆。清初复杂的民族矛盾、阶级矛盾以及统治阶级的内部矛盾，形成了他复杂的变化着的思想立场。这就是孔尚任从事戏曲创作时的思想状况。</p> <p><strong>抑郁离世</strong></p> <p>　　《桃花扇》脱稿后9个月，即康熙三十九年（1700）三月，孔尚任以“疑案”罢官。确切原因不详。今人从作者《放歌赠刘雨峰》“命薄忽遭文字憎，缄口金人受谤诽”等诗句及友人赠诗推测，罢官可能与《桃花扇》的内容有关。这一推论得到较广泛的承认。但是，因为《桃花扇》历演不衰，也没有禁止刊行，因此也有人怀疑此说，认为疑案与《桃花扇》无关。真实的原因，有待于确凿证据的发现。</p> <p>　　康熙四十一年（1702）末，孔尚任带着悲愤的心情回到家乡，过着清苦寂寞的生活。其中，他曾往山西平阳、河南大梁、湖北武昌等地作过短期的漫游，做过幕僚，终在抑郁之中逝于曲阜。</p><br/><h2>人物轶事</h2> <p><strong>巧解康熙难<br></strong>　　山东曲阜孔林孔子墓前石碑篆刻“大成至圣文宣王墓”是明正统八年（1443年）黄养正书写的。令人奇怪的是，墓碑前建有一道不伦不类的矮墙，还将墓碑遮去了三分之一，只露出“大成至圣文宣干”，“王”字的底下一横看不见了。对于建这样一道墙有一个故事：</p> <p>　　在清康熙二十三年，康熙皇帝到孔林朝拜孔子墓。猪、牛、羊三牲已供桌上摆好，地上黄毡也已铺就，香雾袅袅，烛光晃晃，一切都已准备停当。这时皇帝在前，文武百官在后，准备祭祀。当康熙走到孔子墓前准备跪拜时，发现墓碑上的字是：“大成至圣文宣王之墓”，便尴尬地站在那里，接着，祭祀的鼓乐奏起，康熙帝皱了皱眉，仍站着不拜，众人全都愣住了。这时，《桃花扇》的作者、孔子第六十四代孙<a href=\"http://so.gushiwen.org/author_1361.aspx\">孔尚任</a>立刻明白了其中道理。原来，皇帝是只拜师不拜王的。于是他便马上叫人拿来一匹黄绸，把碑文中的“文宣王”盖住，并添上“先师”两字，成为“大成至圣先师”。康熙帝一看，马上开始祭拜。这个充满厚黑态度的哑谜就这样传了下来，为了不再出现类似的情景，孔子的墓碑前就建起了这道矮墙了。</p> <p><strong>孔梅溪是孔尚任<br></strong>　　东鲁孔梅溪，很容易让人联想到《桃花扇》的作者东鲁孔尚任。孔梅溪是不是孔尚任呢？我们来看一下孔尚任能不能接触到《红楼梦》的稿本。</p> <p>　　孔尚任康熙二十五年（1686）七月，奉命随工部侍郎孙载沣去淮杨，治理长江入海口，至康熙二十八年（1689年）冬才回到北京。其间，他结识了明朝遗老冒辟疆等人，在南京等地游览观光，收集秦淮八艳之一李香君和复社名士侯方域的资料，作为创作《桃花扇》的素材。孔尚任可能在此时认识了<a href=\"http://so.gushiwen.org/author_640.aspx\">吴伟业</a>的好友<a href=\"http://so.gushiwen.org/author_759.aspx\">尤侗</a>、严绳孙及曹寅等人，看到了吴伟业的一百二十回本的《红楼梦》。此时吴伟业已逝去，已将《情憎录》改名为《红楼梦》。孔尚任同尤侗、曹寅、严绳孙等都有反清复明的思想，看到稿本之后认为书名改为《风月宝鉴》为好。他还将《红楼梦》第五回的十二首曲子进行了填词。在“终生误”曲子后面甲戌本有眉批：“语句泼撒，不负自创北曲”。虽然《桃花扇》康熙三十八年（1699年）六月才脱稿。此批批在康熙甲戌年（1694）之后，此时孔尚任的填曲才华已被当时社会所公认，有“自创北曲”的声誉，与洪昇南曲齐名。明清传奇以南曲为多，《红楼梦》独用北曲，不能不说与孔尚任有关。从此批中可知孔尚任不但题写了书名，还填了曲。孔尚任治水的时间为康熙二十五年（1686）至二十八年（1689），严绳孙增删《红楼梦》定稿的时间为康熙三十三年（1694）前。康熙二十五年至二十八年正是严绳孙增删《红楼梦》的时间范围之内。孔尚任还对文本进行了评批。我们只能见到一条批语，第十三回有梅溪批语一条：“不必看完，见此二句即欲堕泪。梅溪”。</p> <p>　　从上述分析孔尚任是孔梅溪与《红楼梦》的成书时间相合，与批语相合。孔尚任又有机会接触到《红楼梦》，故可定孔梅溪为孔尚任化名。</p><br/><h2>成就</h2> <p>　　当时的清都北京，戏曲演出极为繁盛。<a href=\"http://so.gushiwen.org/author_1361.aspx\">孔尚任</a>在公余致力于戏曲创作。康熙三十三年（1694年），与顾采合作的《小忽雷传奇》在景云部演出，颇得观众赞许。康熙三十八年（1699年）六月，经过他十余年苦心创作的传奇剧《桃花扇》脱稿。该剧以复社名士侯方域与秦淮名妓李香君的爱情故事为主线，广泛而深刻地反映了南明王朝灭亡的历史，“借离合之情，写兴亡之感”，以巨大的艺术感染力，吸引了众多的读者和观众。王公显贵争相传抄，清宫内廷与著名昆曲班社竞相演出，一时轰动了京城。康熙皇帝派人向他索取了《桃花扇》稿本。当时与《长生殿》作者洪升有“南洪北孔”之称。第二年春天，他因一件疑案被罢官。</p> <p>　　康熙二十四年（1685），康熙皇帝南巡北归时到曲阜祭孔，孔尚任因御前讲《讲语》受到褒奖，被任命为国子监博士。于是他便抱着儒家的政治理想，开始了仕宦生活，还写了一篇《出山异数记》，表示他对清朝的感激涕零。但仅仅过了一年，他便在出差淮阳疏浚黄河海口时，接触到黑暗的社会现实，逐渐认识到吏治的腐败。回京后，他虽继任国子监博士等官，却主要以读书和搜藏古物来填补闲散的生活；以戏曲、<a href=\"http://so.gushiwen.org/author_1361.aspx\">诗</a>歌的创作来抒发抑郁的胸怀。《桃花扇》也就是在这个时期最后脱稿的。《桃花扇》贯注了孔尚任毕生的精力，他说：“予未仕时，每拟作此传奇，恐闻见未广，有乖信史；寤歌之馀，仅画其轮廓，实未饰其藻采也。然独好夸于密友曰：‘吾有《桃花扇》传奇，尚秘之枕中。’及索米长安，与僚辈饮宴，亦往往及之。”（《桃花扇本末》）治河期间，他住在泰州，也曾从事剧本的创作。《小说枝谈·桃花扇》引《脞语》说：“孔东塘尚任随孙司空在丰勘里下河浚河工程，住先映碧枣园中，时谱桃花扇未毕，更阑按拍，歌声呜呜，每一出成，辄邀映碧共赏。”他自己和朋友也有同样的记载。同时，他结识了冒辟疆、邓孝威、杜浚、僧<a href=\"http://so.gushiwen.org/author_1729.aspx\">石涛</a>等遗民，得到了不少遗闻和史料，为《桃花扇》的最后定稿做了充分的准备。回京以后，又经过十年惨淡经营和三次易稿，才在康熙三十八年成书，次年因文字祸罢官。二年后，他怀着依恋和激愤的心情离京回乡。“挥泪酬知己，歌骚问上天。真嫌芳草秽，未信美人妍”（《留别王阮亭先生》）；“诗人不是无情客，恋阙怀乡一例心”（《出彰义门》）：便是他当时心情的自白。晚年曾几次出游，景况颇为萧条。</p> <p>　　孔尚任的戏剧作品除《桃花扇》外，还家和顾彩合撰的《小忽雷》传奇。小忽雷是唐代宫中的乐器，段安节《乐府杂录》载有善弹小忽雷的唐宫女郑中丞因忤旨“赐”死，为宰相<a href=\"http://so.gushiwen.org/author_603.aspx\">权德舆</a>的旧吏梁厚本所救结为夫妇的传说。《小忽雷》传奇即以此为蓝本，并牵入当时著名文人<a href=\"http://so.gushiwen.org/author_665.aspx\">白居易</a>、<a href=\"http://so.gushiwen.org/author_197.aspx\">刘禹锡</a>等人的生活，描写了文士和宦官的斗争，主题结构都和《桃花扇》类似，但它的现实意义和艺术成就都远不及《桃花扇》。</p><br/><h2>孔林墓地</h2> <p>　　<a href=\"http://so.gushiwen.org/author_1361.aspx\">孔尚任</a>墓，在孔林东北角，有墓碑，立于雍正十三年（1735年），上刻'奉直大夫户部广东清吏司员外郎东塘先生之墓。</p>"
}