{
  "id": 253,
  "star": 192,
  "name": "项羽",
  "image": "http://img.gushiwen.org/authorImg/xiangyu.jpg",
  "dynasty": "两汉",
  "desc": "项羽（公元前232年—公元前202年），名籍，字羽，秦下相（今江苏宿迁）人，他是中国军事思想“勇战派”代表人物，与“谋战派”孙武、韩信等人齐名。秦二世元年（前209年）从叔父项梁在吴中（今江苏苏州）起义，项梁阵亡后他率军渡河救赵王歇，巨鹿之战摧毁章邯的秦军主力。秦亡后称西楚霸王。后与刘邦争夺天下，进行了四年的楚汉战争，公元前202年兵败垓下（今安徽灵壁南），突围至乌江（今安徽和县长江段西）边自刎。项羽至今为止一直被评为中国历史上最为勇猛的著名武将，称之“生当作人杰，死亦为鬼雄”。",
  "content": "<h2>评价</h2> <p><strong>综合评述</strong><br>　　<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>在战场上的无往不利相对的却是政治上的幼稚，坑杀战俘，放弃关中，怀念楚国，放逐义帝，自立为王却失尽人心。更为突出的表现是在用人方面。<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>手下萧何、张良、韩信、彭越、英布出身各不相同却可以尽发挥其所长，而项羽却连一个范增都不能用，项羽与刘邦形成了鲜明的对比。后来三国时代的东吴被灭也从侧面说明当天下大定只剩江东的时候，江东是无法抵挡的。按河南大学王立群先生的话讲“项羽是一个非常可用之人，却坐在了用人之人的位置上”这就是项羽的悲哀。兵上天才，政治蠢材。但政治上的失败，无法遮掩项羽在军事上的才华。22岁起兵反秦，27岁成为分封十八路诸侯的西楚霸王，三十岁自刎乌江。他是一位当之无愧的英雄豪杰。在中国历史上，有无数的英雄人物。但如项羽这样铁血柔情的汉子却很少。万军包围，四面楚歌也打不倒这个铁骨铮铮的汉子。战场上的纵横吟啸，面对伊人却柔情刻骨，像项羽这样的英雄，当之无愧的受后人敬仰。<br>　　事实上，\"项羽与刘邦不同，是名门之后，知书达理。项羽比常人热血十倍，愤怒时会狂暴如虎，憎恨时会大肆屠杀敌方军民，还有他流放并杀死奉为主公的怀王的行为都给人残暴的印象。同时，与此相矛盾的是，他厚待同伴，礼遇长者。这表现了项羽绅士的一面。\"<br>　　确实，\"项羽能使人感到他伟岸的灵魂。但是，这伟岸的灵魂中，也隐藏了比常人更多的孩子气。这种孩子气，使他有时勇敢，有时表露出异常澄澈的感情。但是，孩子所具有的功利性和残酷性.他却无法控制。\"项羽是这样一个不能用常理衡量的人。<br>　　而且，\"项羽好勇\"，\"以勇为衡量人的第一标准\"，因此，\"项羽认为有功的都是战斗在第一线的勇将，对在后方做坚强后盾者的功劳不屑一顾\"。所以\"他的论功行赏，常常招致混乱和反叛，或是使人对他灰心失望\"。<br>　　项羽的性格也是失败的主要，他性格最大优点自信，最大缺点也是自信乃至于是自负，目中无人，骄横跋扈，自恃勇猛盖世把天下群雄都不放在眼里，同时他残暴，多疑，也使他最后兵败垓下兵败，自刎于乌江<br>　　项羽虽然有种种不是但他身上英雄气概，魄力，出色的军事才华和独特的个人魅力是不得磨灭的，也最值得我们学习敬仰的，他是个英雄，一个有着浓重个人英雄主义的盖世英雄。</p> <p><strong>暴行</strong><br>　　《史记·项羽本纪》，记载了项羽集团的六次大屠杀：第一次襄城屠城，坑杀全城平民。第二次城阳大屠杀，杀光了辅助秦军抵抗的全城平民。第三次新安大屠杀，坑杀秦军降卒20万。第四次咸阳大屠杀，杀戮关中平民无计，大烧，大杀，大劫掠，大掘墓。第五次破齐大屠杀，坑杀田荣降卒数目不详，大劫掠大烧杀，逼反复辟后的齐国。第六次外黄大屠杀，因一个少年的利害说辞，好不容易放弃。<br>　　而项羽的社会政治作为，大体也是六方面：其一，一举恢复诸侯分封制，使当时中国重新陷入战火纷争。其二，恢复战国大煮活人的烹杀酷刑，对说真话者当即一锅煮。其三，杀害郡守，杀害宋义，杀害楚怀王，杀害子婴，杀害全部嬴氏皇族。其四，火烧大咸阳与整个关中，大火三月不灭。其五，大掘秦始皇陵，地面建筑破坏殆尽，地下墓室严重摧残。其六，对关中财货大劫掠，对齐地财货人口大劫掠。</p> <p><strong>历代评价</strong><br>　　<a href=\"http://so.gushiwen.org/author_608.aspx\">司马迁</a>：“吾闻之周生曰舜目盖重瞳子，又闻项羽亦重瞳子。羽岂其苗裔邪？何兴之暴也！夫秦失其政，陈涉首难，豪杰起，相与并争，不可胜数。然羽非有尺寸乘埶，起陇亩之中，三年，遂将五诸侯灭秦，分裂天下，而封王侯，政由羽出，号为‘霸王 ’，位虽不终，近古以来未尝有也。及羽背关怀楚，放逐义帝而自立，怨王侯叛己，难矣。自矜功伐，奋其私智而不师古，谓霸王之业，欲以力征经营天下，五年卒亡其国，身死东城，尚不觉寤而不自责，过矣。乃引‘天亡我，非用兵之罪也 ’，岂不谬哉！”<br>　　楚国诸老将：“项羽为人僄悍滑贼，诸所过无不残灭。”<br>　　陈平：“项王为人，恭敬爱人，士之廉节好礼者多归之。至于行功爵邑，重之，士亦以此不附......项王不能信人，其所任爱，非诸项即妻之昆弟，虽有奇士不能用，平乃去楚。”<br>　　郦食其：“项王有倍约之名，杀义帝之负；於人之功无所记，於人之罪无所忘；战胜而不得其赏，拔城而不得其封；非项氏莫得用事；为人刻印，刓而不能授；攻城得赂，积而不能赏：天下畔之，贤才怨之，而莫为之用。故天下之士归於汉王，可坐而策也。”<br>　　高起、王陵：“陛下慢而侮人，项羽仁而爱人。然陛下使人攻城略地，所降下者因以予之，与天下同利也。项羽妒贤嫉能，有功者害之，贤者疑之，战胜而不予人功，得地而不予人利，此所以失天下也。”<br>　　刘邦：“项羽有一范增而不能用，此其所以为我擒也！”<br>　　韩信：“请言项王之为人也。项王喑恶叱咤，千人皆废；然不能任属贤将，此特匹夫之勇耳。项王见人恭敬慈爱，言语呕呕，人有疾病，涕泣分食饮；至使人有功，当封爵者，印刓敝，忍不能予，此所谓妇人之仁也。”<br>　　郭嘉：“昔项籍七十馀战，未尝败北，一朝失势而身死国亡者，恃勇无谋故也。”<br>　　<a href=\"http://so.gushiwen.org/author_507.aspx\">诸葛亮</a>：“昔项籍总一强众，跨州兼土，所务者大，然卒败垓下，死於东城，宗族如焚，为笑千载，皆不以义，陵上虐下故也。”<br>　　刘邵：“若一人之身，兼有英雄，则能长世；高祖、项羽是也。然英之分，以多于雄，而英不可以少也。英分少，则智者去之，故项羽气力盖世，明能合变，而不能听采奇异，有一范增不用，是以陈平之徒，皆亡归高祖。”<br>　　房彦谦：“故蚩尤、项籍之骁勇，伊尹、霍光之权势，李老、<a href=\"http://so.gushiwen.org/author_856.aspx\">孔丘</a>之才智，吕望、<a href=\"http://so.gushiwen.org/author_817.aspx\">孙武</a>之兵术，吴、楚连盘石之据，产、禄承母弟之基，不应历运之兆，终无帝主之位。”<br>　　司马贞：“秦鹿走，伪楚狐鸣。云郁沛谷，剑挺吴城。勋开鲁甸，势合砀兵。卿子无罪，亚父推诚。始救赵歇，终诛子婴。违约王汉，背关怀楚。常迁上游，臣迫故主。灵壁大振，成皋久拒。战非无功，天实不与。嗟彼盖代，卒为凶竖。”<br>　　<a href=\"http://so.gushiwen.org/author_554.aspx\">苏洵</a>：“项籍有取天下之才，而无取天下之虑。”<br>　　范浚：“若籍则无能有是，得范增不能用，得陈平不能用，得韩信不能用，皆使之怨偾弃去，徒以匹夫小勇，欲决雄雌于挑战间，至力蹙势穷，犹将驰杀一二汉将，以见枝能，此楚所以失天下也。然则籍之亡也，又胡望乎天哉？”<br>　　何去非：“项羽之于力尝强矣，以其不知真力之所在，此所以亡。彼项羽以百战百胜气盖于一时，手袭天下以王豪杰而宰制之，自以天下莫能抗也。观其所赖以为资，盖有类乎力者矣。虽然，彼之所谓力者，内恃其身之勇，叱咤震怒足以威匹夫；外恃其众之劲，搏捽决战足以吞敌人而已。至于阻河山，据形便，俯首东瞰，临制天下，保王业之固，遗后世之强，所谓真力者，彼固莫或之知也。是以轻指关中天险之势，燔烧屠戮逞其暴，卒举而遗之二三降虏，反怀区区之故楚而甚荣。......惟其知夺而不知其有，此所以亡耳。”<br>　　李晚芳：“羽之神勇，千古无二；太史公以神勇之笔，写神勇之人。亦千古无二。迄今正襟读之，犹觉喑嗯叱咤之雄，纵横驰骋于数页之间，驱数百万甲兵，如大风卷箨，奇观也。”<br>　　蔡东藩：“惟观于项王之坑降卒，杀子婴，弑义帝，种种不道，死有余辜，彼自以为非战之罪，罪固不在战，而在残暴也。彼杀人多矣，能无及此乎！天亡天亡，夫复谁尤！”<br>　　周恩来：“时势之英雄，固若是其众也，然非吾之所论于项羽、拿破仑也。夫二氏，世界之怪杰也。具并吞八荒之心，叱咤风云之气；勇冠万夫，智超凡俗；战无不胜，攻无不取；敌邦闻之而震魄，妇孺思之而寒胆；百世之下，犹懔懔有生气，岂仅一世之雄哉！是犹其勇之著于外也。若其关系于世界之进退，人类之盛衰，又非一时豪俊、二三学者所可同日而语。虽以帝王之尊、宗教之力、金钱之势，莫以易之。故二氏者，吾之所谓造时势之英雄也。”<br>　　毛泽东指出项羽战败的三个错误：鸿门宴不听范增的话，放走刘邦；机械遵守鸿沟协定；以及建都徐州。 </p><br/><h2>生平</h2> <p><strong>少年英雄</strong><br>　　公元前224年，秦将王翦大破楚军。次年，秦军攻到蕲南（今安徽宿州市），<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>的祖父项燕兵败被杀（一说自杀）。楚国灭亡之后，项羽与弟弟项庄随叔父项梁流亡到吴县（今苏州）。羽年少时，项梁曾教他读书，项羽学了没多久便厌倦了；后梁又教他武艺，没多久又不学了；梁大怒！籍曰：“书足以记名姓而已。剑一人敌，不足学，学万人敌”于是项梁便教授他兵法。但其学了一段时间后又不愿意学了，梁只好顺着他不再管他。项羽身高八尺有余，力能扛鼎，气压万夫，年青时志向便极为远大。一次秦始皇出巡在渡浙江时，项羽见其车马仪仗威风凛凛，便对项梁说：“彼可取而代也。”公元前209年，陈胜、吴广在大泽乡振臂一呼，揭竿而起，项羽随叔父项梁在吴中刺杀太守殷通举兵响应，此役项羽独自斩杀殷通的卫兵近百人，第一次展现了他无双的武艺！二十四岁的项羽，就这样带领八千吴中男儿反秦起义军，登上了历史舞台。</p> <p><strong>雍丘之战</strong><br>　　秦二世二年六月，项梁采纳范增之计，立楚怀王之孙芈心，仍称楚怀王。项梁自号武信君。之后，项梁率义军大破秦军于东阿、定陶。项羽和<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>也率军攻占城阳，略地至雍丘（今河南杞县），与秦三川郡（今洛阳市）守李由激战，项羽大败秦军后，擒斩李由。</p> <p><strong>巨鹿之战</strong><br>　　定陶（今山东定陶）之战后，秦军北渡黄河，攻打起义抗秦的赵王歇和张耳，被秦军围困于巨鹿（今河北平乡县城西南的平乡村）。楚怀王任命宋义为上将，项羽为副将，率兵救援。宋义率军到达安阳（今山东东平附近），便畏缩不前，屯兵四十六天。当时，阴雨连绵，楚军缺衣少粮，处于困境之中。项羽当机立断，一剑杀了宋义，迫使楚怀王任命他为上将军，并命他立即挥师北上救赵，后渡过一条通往赵国的漳河，但由于寡不敌众，士气低落，项羽遂命令军士凿沉渡江用的船只，打破吃饭用的铁锅，身上只带三天干粮，军士们个个以命相抵，士气大振，大破秦军（破釜沉舟一词的由来）。说起秦朝，人们总是先想到大秦雄师，其气吞如虎，横扫六合的气概让千年来无数风流志士遐想、讴歌。秦之兴起，无疑其内在战争机器的疯狂开动，外在百万铁军的征讨四方，拓开前所未有的疆域。然而短短十五年间，泱泱大秦，毁于一旦，真是应了“其兴也勃焉 其亡也忽焉”。秦朝大厦倒塌之快，其内在外在有各种问题，但是给予大秦最沉重一击，使强悍的大秦再无能力开动其战争机器，无疑是项羽的天才之作——巨鹿之战。出身于文官的章邯，在名将如云的大秦帝国犹如一颗耀眼的流星划过黑暗的天空。在陈胜发难于野，诸侯并起，几十万大军函谷关时，承担起大秦最后的命运！靠临时组织起骊山囚徒，一败周文之数十万大军，再破齐楚之联军，三胜楚军统帅项梁，杀之定陶。可谓是战绩累累，似乎再建大秦之军威，重铸大秦之军魂！此时关外之地：黄河之南布满秦军势力，只有少部分魏的残余势力。王离带领着边防军进攻河北之地赵国，更北边盘踞着势力弱小的燕国。田荣因为刚为秦军所败，又怨恨楚赵不杀田假田角，所以龟缩齐地，拥兵自保。当时的秦朝廷正为权利斗争而生死相搏，灭诸侯义军的大任自然就落在统帅章邯的身上，章邯再击败楚军杀掉项梁作了一个大的战略决定，北上汇合王离军，拿下整个赵国。这个战略计划却遭到后世的唾弃，多数学者认为他应该趁机进攻彭城。但从当时的情况看却是个可圈可点的战略计划。王离军进攻赵国，一直未果！彭城远离关中，而北方西边并不安定！章邯攻彭城短时间如未攻下，粮食必然吃紧，孤军深入，粮道必为所扰！而王离军继续攻赵，分兵不如合，分则容易被各个击破。而王离放弃赵国一起来攻彭城，后方则为赵国断。前不能进，后不能退，势必全军覆没！而此时有个偶然的事件更是促使章邯全力北上。王离军对赵国实行拉拢政策，诈为二世书以招赵将李良。李良因为赵王的姐姐对其无礼，杀掉赵王的姐姐，投靠秦军，击杀赵王。后来为张耳陈余击败，又投靠了章邯。章邯抓住这个机会出兵，击败赵军，王离军趁机包围赵王于巨鹿。章邯军扎住其南部，边为王离军护送粮草，边虎视眈眈的守护王离军侧翼，形成夹击之势。<br>　　赵王被困于巨鹿时，赵相张耳充分发挥其外交特长，游说其各地诸侯前来救赵，并申明天下之势在此一举！诸侯纷纷带大军而来。首先赶到的是赵大将军陈余，将其数万兵力扎住巨鹿之北。张耳的儿子张敖也收代兵万余人而来。南方的楚派其北征集团，北方的燕派将军臧荼南下。田荣因为个人恩怨不愿意救赵，但是齐将田都背田荣带兵前来。史记载：“诸侯军救钜鹿下者十馀壁，莫敢纵兵。”张耳千盼万盼等来的救军，见了秦军阵容后各个都成了江湖街头艺人，光摆花架子，就是不拿真工夫。精神上绝对支持赵军，行动上就是不敢和秦军动真格的。张耳急得没有办法，派使者张黡、陈泽质问陈余。陈余逼得没办法，给张黡、陈泽五千兵力让他们找秦军练练去。秦军哪把这五千人放在眼里，片刻就把五千人杀个精光。张耳由于毫不知情，以致后来误会陈余杀其使者。看到这种情况，诸侯哪敢再行动，大家全都作起壁上观来了。<br>　　楚国派的北征集团，在最危机的时刻终于到达。章邯在9月围巨鹿，楚军10月至11月之间就派出北征集团。为何到12月才达到？原来楚国中间发生了权利斗争，本来为傀儡的楚怀王趁项梁战死之机，夺项羽军权。派自己亲信宋义为统帅，项羽范增为次，率领大军救赵。但因畏惧秦军强大和想解除项氏政治威胁，欲在半路杀项羽与结盟齐国。史记载“行至安阳，留四十六日不进”。在权利斗争中项羽获得胜利，成功杀掉主将宋义。怀王无奈，只好“因使项羽为上将军，当阳君、蒲将军皆属项羽。”。不过其他的军队将不属于北征军，而且也将在没有任何的援军支援。考证当时在彭城汇集的人马，刘邦军本是北征军的一只，因为怀王和项家的权利斗争则没有随项羽参加巨鹿大战。番君吴芮军、共敖军一个是进关才随项羽，一个是攻南郡未随项羽，都没有参与巨鹿大战。龙且本是项梁先锋，史书没有明确记载，但是从前后的地位应该龙且军没有参与巨鹿之战。唯一有疑问的是吕臣军，是合并和被项羽全部带到巨鹿还是部分或则全部留在彭城不清楚，估计是部分被项羽带走参与巨鹿战。获得怀王的授权后，项羽立刻带领大军渡河救赵，渡河后齐<a href=\"http://so.gushiwen.org/author_482.aspx\">王建</a>孙田安带着一支小军队，投靠项羽。<br>　　项羽到巨鹿后开始谋划对秦军来一场世纪豪赌，赌注就是自己的性命加上几万楚军，输则全军尽墨，身死当场；而赢则大秦的天下……面临在自己面前的是种种不利，似乎是一场有败无胜毫无悬念的赌局。天才不愧是天才，项羽立刻就发现秦军的弱点——秦军布局是王离军围巨鹿，章邯军扎住其南边，一边筑甬道输之粟一边随时对救助巨鹿的援军打击，这只军队像两只虎钳，牢牢的盯死猎物。而弱点就在两钳之间的心脏。项羽要直接实施黑虎掏心战略，只有切断两只虎钳的联系，集中力量攻其一只才可以有希望获胜。为了得到更多的情报，让秦军露出破绽。项羽先派英布，蒲将军带上自己的两万人马渡河进攻秦军甬道。英布，蒲将军不负所望，战斗击败看守甬道的秦军。从这场小胜利，项羽看到秦军的问题所在——甬道虚弱，而章邯军疲惫不堪，决定抓住时机全军进攻秦军，这个时候陈余又派人向项羽请战，项羽同意了。正好让陈余做出救赵的姿态吸引王离军的注意。<br>　　项羽带着剩余的主力部队，全部渡河。在渡河之后，项羽发表即兴煽动演讲鼓舞士气，随后破釜沉舟，只带三天的干粮，以示“不战胜毋宁死”的大无畏精神。这里充分体现了项羽的战略眼光和权谋手段以及大无畏的决断力，首先项羽带着一只杂牌军，军队派系多，战斗力参差不齐，而项羽又是第一次指挥他们，很难指挥的得心应手。这样的情况下项羽充分运用了“陷之死地而后生，置之亡地而后存”，把一只向心力不足的军队栓成一根绳，只有一起向前冲打败秦军才有活路。在项羽的手段下，楚兵的求战欲望高涨！后世研究者仅仅看到破釜沉舟后者的精神作用，而忽视了前者的重大意义。项羽还命人打破作饭的锅，每人只带三天干粮。项羽不但要以劣势兵力击败秦军，还要用三天时间击败秦军！如果三天之内不能灭掉秦军夺取粮草，就算击败秦军还是一个死字！项羽莫非疯了？项羽主力开始进攻，项羽把主力汇合在一起，直接进攻甬道，断王离军的粮草。章邯听到消息后，立刻带军援救甬道，正中项羽之计，项羽以逸待劳，大攻章邯。章邯没有料到项羽孤注一掷，把所有筹码都压了上去，由于英布军前期的骚扰战的迷惑，章邯还以为项羽又在玩断粮游戏，搞搞破坏然后跑人，连阵型都没有布置好就带军救援。这次项羽玩真格的，有心算无心，决战对救援，胜负可想而知！于是至则围王离，与秦军遇，九战，绝其甬道，大破之，杀苏角，虏王离。涉间不降楚，自烧杀。当是时，楚兵冠诸侯。诸侯军救钜鹿下者十馀壁，莫敢纵兵。及楚击秦，诸将皆从壁上观。楚战士无不一以当十，楚兵呼声动天，诸侯军无不人人惴恐，于是已破秦军，项羽召见诸侯将，入辕门，无不膝行而前，莫敢仰视。项羽由是始为诸侯上将军，诸侯皆属焉。”王离正是当年覆灭六国、横扫华夏的秦朝神将王翦的孙子，项羽的祖父项燕便是死于王翦之手，不知是否上天注定，多年之后项羽击败王离，也算是为自己的祖父报仇。<br>　　灭掉王离军，救赵成功后，战争并没有结束，章邯军还有20多万人退居棘原，此时怀王命项羽回师。但是项羽另有大志！项羽要摆脱怀王灭秦称霸天下，此时对他来说是一个机会。项羽开始使用政治手段，首先要收服诸侯联军，再要收服章邯！做好这些项羽煞费心机，项羽先把章邯军牢牢压制在自己手中却不强攻，利用章邯的威胁一面统帅整合诸侯，一面用裂土分封收买诸侯，恩威并用，双管齐下，把诸侯联军牢牢绑在自己的战车上。章邯在王离兵败后，受到极大的压力，一直求战，希望用胜利来回应秦庭。但是局势的主动权掌握在项羽的手中，项羽此时表现耐性十足，屡屡击败章邯却不决战，只是一点点磨，而章邯此时战不胜退不得。这样对峙6个月，已经是秦二世三年6月了，秦二世屡屡派人责问章邯，章邯派亲信司马欣到咸阳打探消息。赵高派人捉拿司马欣，司马欣从小路逃回。此时陈余给章邯写信讲明利害，让章邯投降项羽！章邯有些意动，却不甘心，一面派人谈约，一面准备在战。但是章邯的小动作都被项羽看在眼中，为了彻底收服章邯，项羽决定打怕他！项羽命蒲将军迅速到漳南击破章邯军，自己带大军再败章邯军。章邯无计可使，只好投降。秦朝的最后一只军队宣告覆灭。项羽虽然痛恨秦朝的暴政但他自己的杀戮之心同样太重，章邯投降于他的几十万大军，最后竟被他全部杀死。</p> <p><strong>鸿门摆宴</strong><br>　　项羽消灭了秦军主力后，即率诸侯军向关中挺进。不料，刘邦军已经捷足先登，进入咸阳了。原来，当项羽在巨鹿与秦军主力鏖战时，刘邦率领另一路义军利用秦军主力胶着于巨鹿之机，过高阳(今河南杞县西南)，克宛城(今河南南阳)，入武关，顺利地进军霸上(今西安市东南)，迫秦王子婴投降，抢先占领了咸阳。刘邦占据关中后，派兵闭关据守，阻止项羽入关。项羽见状，一气之下，破关而入，进驻鸿门，(今陕西临潼东北)。刘、项两军剑拔弩张，矛盾迅速激化。<br>　　当时，项羽拥军四十余万，刘邦则不足十万。项羽有心以优势兵力，消灭刘邦军队，以独占关中。谋士范增也劝他“急击勿失。”就在项羽准备采取行动的时候，他的叔父却把行动企图泄露给刘邦。刘邦自知不敌，便一面拉拢项伯，请为调解，一面亲赴鸿门表示诚意。项羽是个缺乏战略头脑的人，经不住刘邦几句好话，便改变了灭刘的打算。在招待刘邦的宴会上，不管范增怎样暗示，项羽始终下不了擒杀刘邦的决心。范增深知放虎归山，后果严重，便又召来项庄，让他借舞剑助兴，刺杀刘邦。刘邦发觉后借故逃脱。这就是历史上有名的“鸿门宴”。<br>　　鸿门宴上放走刘邦，无疑是项羽的失策，至于有人说 “无心杀季真仁度，并力诛秦是本谋”，不过是迂阔之见。<br>　　项羽进入咸阳后，自恃功高，不可一世。在咸阳纵兵烧杀，掠取财宝; 大搞割地封王(在全国范围封了十八个诸侯王)，自封西楚霸王，建都彭城(今徐州)。项羽的这种作法，违背了当时人民要求安定统一的愿望，失去了民心。各诸侯也因分封不均而对项羽不满。当然，对项羽恨之入骨的是刘邦。项羽封刘邦为汉王，胁迫他离开关中，迁驻汉中(今陕西秦岭以南)，并封秦降将章邯、司马欣、董翳为王，三分关中，目的是困锁刘邦，使其不能东进。这一养虎遗患的错误，导致了刘邦后来的崛起。</p> <p><strong>分封诸侯</strong><br>熊心：楚王，义帝，郴县（今湖南郴州市）<br>项羽：鲁公，西楚霸王，彭城（今江苏徐州）<br>刘邦：沛公，汉中王，南郑（今陕西汉中）<br>章邯：秦降将，雍王，废丘（今陕西兴平南）<br>司马欣：秦降将，塞王，栎阳（今陕西西安市阎良区武屯镇官庄村与古城屯村之间）<br>董翳：秦降将，翟王，高奴（今陕西延安是东尹家沟）<br>魏豹：魏王，西魏王，平阳（今山西临汾西）<br>申阳：张耳部将，河南王，雒阳（今河南洛阳东）<br>韩成：韩王，韩王 ，阳翟（今河南禹县）<br>司马昂：赵将，殷王，朝歌（今河南淇县）<br>赵歇：赵王，代王，代县（今河北蔚县东北）<br>张耳：赵相，常山王，襄国（今河北邢台）<br>英布（黥布），项羽部将，九江王，六县（今安徽六安北）<br>吴芮：楚将，衡山王，邾县（今湖北黄岗北）<br>共敖，楚柱国，临江王，江陵（今湖北江陵）<br>韩广，燕王，辽东王，无终（今天津蓟县）<br>臧荼，燕将，燕王，蓟县（今北京西南）<br>田巿，齐王，胶东王，即墨（今山东平度南）<br>田安，项羽部将，济北王，博阳（今山东泰安东南）<br>田都，齐将，齐王，临淄（今山东临淄东）</p> <p><strong>彭城之战</strong><br>　　秦朝末年，纲绝维弛，群雄并起，其间项羽凭借灭秦巨功分封天下，称霸诸侯！而灭秦的另一主角刘邦却被封在偏远的汉中巴蜀之地。汉二年，刘邦因不满汉中之地毅然出兵定三秦，东向伐楚，而此时，项羽大军正在东边平定齐国之乱，后方空虚。刘邦抓住这个机会大举东进，一路上所向披靡，兵锋直指项羽的都城彭城。史记载：“春，汉王部五诸侯兵，凡五十六万人，东伐楚。”很多人质疑56万人这个数字，其实这个数字是可信的，刘邦当年在关中的时候统兵10万，经过汉中整顿，收其巴人等当地民族为军，后定三秦亦收其兵，完全可以做到翻一倍。而此时刘邦“劫持”五个诸侯一起进攻项羽，而此时东进刘邦倾巢而出，手下重要将领和谋士几乎全到，彭城兵败后萧何“发关中老弱未傅悉诣荥阳”可见损失之惨重。关于刘邦进攻彭城的部署，后世有很多误解，这里简要说明刘邦东进的部署，汉元八月，刘邦出汉中定三秦。“汉二年三月汉王从临晋渡”东进。大概刘邦分三路行军，中路军由刘邦亲自统帅，部将为张良、陈平、韩信，吕泽，张耳，卢绾，夏侯婴以及五诸侯军，是从洛阳直接向东，直取彭城。北路军由曹参、灌婴率领汇合陈余军从粱鲁，与中路军会攻彭城。南路军由薛欧、王吸（或有王陵军）自关中出武关走南阳，攻阳夏，向东进攻彭城。此时关中并不安稳，章邯等势力还在负隅顽抗。刘邦留下萧何守关中，周勃围废丘，樊哙郦商转战关中各地，而立韩王信为韩王平定韩地。<br>　　这里有疑问的是关于韩信的行踪。很多人认为韩信此时在关中围章邯，没有参与彭城之战，甚至认为是把韩王信当成韩信。这种说法是说不通的，首先韩王信为韩王平定韩地，行踪确定。韩信的问题主要是因为《淮阴侯列传》叙述此段时，只说汉王而未提韩信，但是有一点要知道，在韩信的列传中叙述本身就暗含其人行踪。考证韩信生平我们知道韩信虽然在汉中被刘邦拜为大将，但是一直到彭城之战都无兵权，其地位只相当于参谋，这个期间他并没有什么举动，太史公自然忽略过去。而后来彭城之败后，韩信收残兵败将在荥阳和刘邦会合更有利的证明其人当时亦在彭城！汉二年四月，北路军破龙且于定陶，南下砀和刘邦中路军会师，接着攻下项羽都城彭城，刘邦似乎已经完胜。<br>　　早在刘邦定三秦的时候，项羽就预感刘邦会东进，不过此时他带兵进攻自己后翼的齐国。而对刘邦的攻势，项羽一面派郑昌为韩王，前往韩地抵抗刘邦东进。派陈平平殷王在此又布一层防御线。派龙且抵挡北路军，又派兵距阳夏阻拦南路军。除了南路军史书未明外，其余各路均告失败。而项羽寄以厚望的英布却趁此坐山观虎斗。刘邦军浩浩荡荡，56万大军数月就尽占楚地。此时，项羽陷入前所未有的危机中。<br>　　1、面临两线作战。齐国尚未平定，回师救楚，则腹背受敌。2、兵力的极大悬殊。刘邦诸侯联军56万人，规模空前宏大。项羽此时全部兵力不详，但是必然远少于56万。3、后方沦陷，孤军深入。此时项羽楚地尽失，没有根基的孤军只能速战速决。4、远离战场，长途奔波。敌人则以逸待劳，利用防御工事抵抗回师楚军。5、盟友背叛，政治大环境陷入极度孤立的状况。面对如此险恶的政治，军事环境，项羽一个大胆的战略计划出笼：以诸将率领大军继续平定齐国，作为迷惑刘邦的手段。而自己亲自带领3万精兵绕道彭城后方，以彭城为钓饵引刘邦上钩，然后偷袭刘邦后方，尽灭刘邦军。 项羽的作战计划出来，所有人都楞住了！此人傻了，他不但要以3万尽歼对方56万，还要长途奔波，设局偷袭！这可以说是前无古人，后无来者的一个疯狂计划！彭城之战，关于项羽的行踪由于历代很少研究者涉足，以致人人认为是刘邦攻下彭城后“收其货宝美人，日置酒高会。”轻敌而致。实际上刘邦虽然得意忘形却是并未放松警惕，谋臣大将皆在左右，未见有其疑义。关键是项羽在刘邦未下彭城之际，已经回师彭城西边，断其后路，忽然出现在刘邦诸侯联军的后方。关于这一点甚少有人注意，但是这确是彭城之战胜利之关键。项羽虽闻汉东，既已连齐兵，欲遂破之而击汉。汉王以故得劫五诸侯兵，遂入彭城。项羽闻之，乃引兵去齐，从鲁出胡陵，至萧……”现在项羽只剩下耐心等待最佳时机给予致命一刀了，不过项羽已经准备好秘密武器了。<br>　　骑兵是冷兵器时期世界战争史的最大革命，但是却是个逐渐发展的时期。在马镫没有出现的前骑兵时代，骑兵的发展和应用是缓慢的。我国中原地区早在春秋之际已经有骑兵，但是此时骑兵是小规模的，主要用于载人，并没有史料证明有骑兵作战的记录。中原地区真正大规模把骑兵用于军事是战国时期的赵武灵王，从此骑兵作为辅助性兵种走向战场。战国时期由于秦赵临近北方胡人，所以多有骑兵。但是此时不论是秦还是赵，骑兵都是作为辅助兵种，骑兵放在两翼后方，配备弓弩。用于侦察，骚扰，偷袭，断后，追击等。真正大规模独立运用骑兵，把骑兵当成主力并用于冲锋大多以为是在西汉时期的反击匈奴。这个论述实际上忽略了项羽在中国骑兵史上承前启后的巨大作用！<br>　　彭城之战是中国大规模独立运用骑兵歼灭步兵的典范。但是史料却没有清楚记载，史记仅记载项羽自以精兵三万人，是不是都是骑兵而无史载。这里我们要从头来分析，项羽在彭城战前舍弃大军千里奔波，最大限度的运用了机动能力，用骑兵合情合理。彭城之战后，项羽偷袭刘邦运用骑兵的冲击力冲散大军又采用驱赶的方式使其落水，以及骑兵追逐包围刘邦，这里都可以看到战术上运用骑兵的影子。彭城之战后，史记灌婴列传记载：“楚骑来众，”而后刘邦招揽旧秦骑兵组成独立骑兵军团，任命灌婴指挥。从这里我们看出项羽骑兵的威胁促使刘邦大力发展骑兵（后期招揽大量胡人，楼烦人为其骑兵）。 刘邦曾在灭秦时多次和秦军作战，却一直没有发展骑兵，一个侧面可以证明项羽之骑兵有和秦骑兵不同的用途和编制。战国时期，骑兵用于辅助没有独立作战及用骑兵冲锋的战例（主要是没有马镫，骑兵缺乏冲击力及长途奔波的持续力）。到了彭城之战，由于是偷袭战，主要用于骑兵踏营，冲散，驱赶造成敌人混乱而使骑兵第一次大规模独立冲锋作战。显然战果是辉煌的，给中国骑兵史大大写下一笔。关于项羽的骑兵，应该是在巨鹿之战后（巨鹿战项羽用的是步兵，无骑兵的痕迹）收编秦与赵的骑兵组成了骑兵军团。项羽自杀时说得到自己的坐骑乌骓马有5年，按此推断得乌骓正是在巨鹿大战左右。<br>　　项羽把大部队留在齐国迷惑刘邦，自己运用骑兵的机动性，绕道彭城西南的萧县。等待刘邦诸军全部进入彭城，混乱不堪，而且大将忙着部署北边建立防御，刘邦等主帅松懈的最佳时机。开始西出萧，向东进攻彭城。项羽选择的是早晨发动偷袭。选择早晨看得出项羽对时机把握的老辣，早晨敌人尚在睡梦中，正处于最疲惫的时候，突然遭遇大规模偷袭，其慌乱可想而知！而自己可以利用早晨天亮明了敌方情况，选择合适有效的战术最大消灭敌人。很多偷袭喜欢放在夜里，这样有利掩藏行踪。但是项羽此次不光要造成敌方混乱，更要全歼敌军。<br>　　项羽在战术的选择上直接攻击刘邦指挥中枢，造成刘邦联军指挥系统瘫痪！这样联军就无法组织有效的反抗，然后项羽死死咬住刘邦的主力进行攻击，不给刘邦喘气的机会。而且利用驱赶的方法把他们逼到河流边上，使他们因为拥挤掉进河中淹死或自相残杀！而刘邦联军犹如从云雾端落入无底的深渊，昨天还意兴盎然，大胜在握；今天就兵从天降，不知其然！不明白实情的联军又没有得到有效的组织像无头苍蝇四处乱撞，此时正中项羽之计。由于兵力上的极大悬殊，如果硬拼无论如何都是要被消耗怠尽。这里项羽用骑兵驱赶引诱把联军引向南方的谷、泗水，再此项羽展开攻击，杀联军十余万人。联军为了活命拼命南逃，逃到更南的灵壁东睢水上，这样联军自相残杀，被挤落水10多万。彭城之战终成了一面倒的局势，剩下就是追击残兵败将，扩大战果，收拾残局的事了。可惜由于项羽的兵力单薄，追击战并未产生多大效果，刘邦诸将收拾残兵汇聚荥阳，顶住了楚兵的追击。</p> <p><strong>垓下之战</strong><br>　　楚霸王四年八月，与汉军对陟于广武的楚军粮尽；而刘邦也没能调来韩信、彭越等人的军队，无法对楚军进行最后的合围。于是，双方进行了历史上著名的“鸿沟和议”，以战国时魏国所修建的运河：鸿沟为界，划分天下。随后，九月，西楚霸王项羽率十万楚军绕南路、向固陵方向的迂回线路向楚地撤军。刘邦也欲西返。但是，正当刘邦打算率军西返之时，张良、陈平却建议撕毁鸿沟和议，趁楚军疲师东返之机自其背后发动偷袭。张、陈二人认为：“汉有天下太半，而诸侯皆附之。楚兵罢食尽，此天亡楚之时也”，建议“不如因其机而遂取之”（《史记·项羽本纪》）。刘邦于是采纳二人建议，遂背约，向楚军突然发起战略追击作战。大军追至夏南时，刘邦约集韩信、彭越南下，共同合围楚军。五年十月，刘邦亲率二十余万大军追击十万楚军至固陵（今河南太康）。但此时，韩、彭二人没有一个出兵配合刘邦。项羽知道后大怒，于清晨在此地发动突然反击，斩杀汉军近两万余人，再次将汉军击败。刘邦慌忙率军退入陈下，并筑起堡垒坚守不出，而楚军又一次合围了刘邦。坚守壁垒的刘邦向张良询问：“诸侯不从约，为之奈何？”张良回答：“楚兵且破，信、越未有分地，其不至固宜。君王能与共天下，今可立致也。即不能，事未可知也。君王能自陈以东傅海，尽与韩信；睢阳以北至谷城，以与彭越：使各自为战，则楚易败也。”于是，刘邦采纳张良的意见，将陈以东直到大海的大片领土封给齐王韩信；睢阳以北至谷城封给彭越。就这样，刘邦以加封土地为报酬，终于搬动了韩、彭二人，使他们尽数挥军南下，同时命令刘贾率军联合英布自淮地北上，五路大军共同发动对项羽的最后合围。垓下之战随之开始。齐王韩信亲率齐军从齐地南下，占领楚都彭城和今天苏北、皖北、豫东等广大地区，兵锋直指楚军侧背，自东向西夹击项羽；梁王彭越率军数万从梁地出发，先南下后西进，于刘邦本部军共同逼楚军后退；汉将刘贾率军数万会同九江王英布、合兵十万，自淮北出发，从西南方发动对楚地的进攻，先克寿春，再攻下城父并将此城军民全部屠尽；而镇守南线的楚将大司马周殷却在此时叛楚，先屠灭六县，再与英布、刘贾会师，随后北上合击项羽；同时，得到关中兵丁补充的刘邦则率本部军二十万出固陵东进；汉军五路大军、合计近六十万之众，形成从西、北、西南、东北四面合围楚军之势，项羽被迫率十万楚军向垓下后撤。楚霸王四年十二月，刘邦、韩信、刘贾、彭越、英布等五路大军于垓下（今安徽灵璧东南，一说今河南淮阳、鹿邑间）基本完成了对10万楚军的合围。刘邦立刻任命韩信为联军统帅，指挥大军作战。韩信命刘贾、英布军自南将楚军外围出路全部封闭，命彭越军自北封闭通路，韩信军三十万于刘邦本部军主力则合成一股，向困守垓下的十万楚军发起进攻，展开决战！韩信率主力大军四十余万，排出了这样一个阵形：韩信亲率三十万大军居中，为前锋主力；将军孔熙率军数万为左翼；陈贺率军数万为右翼；刘邦率本部主力尾随韩信军跟进，将军周勃率军断后。而项羽方面，对于楚军而言，如今的情况即不能守、也不能退。后勤断绝、无粮而守，无异于坐以待毙，等死！<br>　　就这样，战斗打响了。首先，韩信率五阵大军先行向楚军发动挑衅性进攻。项羽立刻率十万楚军发动中央突破作战，矛头直指韩信本部。项羽亲自率军出击，冲锋在前，楚军以骑兵在前、步兵在后随其冲锋。汉军接战，汉军出于下风。韩信立刻命令大军后撤，以三十万大军为屏障掩护指挥部和刘邦的十万人马向后退去。汉军且战且退，楚军则是继续孤注一掷的疯狂突击，项羽本人更加是一马当先，冲锋速度之快甚至将十万楚军将士统统甩在了后面，连楚军骑兵都没有一人能赶上。一路上，汉军如乌云一般层层叠叠，一眼望去，满山遍野。项羽率十万将士猛打猛攻，连破汉军数道防线，直杀向韩信本人。另一方面，当韩信以前阵为屏障掩护刘邦军回撤退避的同时，孔熙、陈贺所率的左右两军也自楚军左右两侧进行着夹击，其意思便是为了节制楚军进攻侧翼、分离楚军骑兵步兵之间的配合、迁制楚军进攻。<br>　　经过半日厮杀，项羽依然没能突入汉军指挥部，韩信始终不断的向后退却，始终没有出现在项羽面前。而项羽过于猛烈的冲锋，却明显拉开了军队前后的距离。当时的楚军，项羽本人脱离全军冲锋在前、冲开敌军一道道兵列线；后面是速度较快的主力骑兵急赶项羽、并将被项羽本人打开缺口的汉军散兵一一冲散踏过；而最后面的是速度最慢的步兵部队，他们与未被骑兵踩死的汉兵一边厮杀一边继续追赶骑兵。楚军队形越来越散、越拉越长，已经渐渐失去了紧密的队形和互相之间的配合。战至下午，汉军中军一退再退，左右两军迂回急进，终于完成了前后夹击之势。汉军左右军随之投入了对楚军后方侧翼的进攻，以紧密的阵形两面压来，迅速合围了落在后面的楚军步兵。楚军将士殊死抵抗，两军官兵绞斗在一起，立刻陷入交战状态，将楚军步兵、骑兵一分两半，楚军攻势随之被迁制。项羽不得已，只好率残存骑兵回师而去、救援步兵。当得知左右军完成迂回并发动了对楚军后方步兵的进攻之时，韩信随即组织反击，并将刘邦主力以及所剩的全部中军投入反冲击。汉军向项羽和楚军前锋骑兵反扑而来。数十万汉军向楚军发起了前后夹击。项羽见势不妙，立刻率全军向反方向突围，冲开汉左右军的包围，退回营中。此战，楚军伤亡4万余。随后，韩信率领全军收拢此前被楚军冲散的部队全数压上，彻底包围了楚军大营至此垓下决战到此结束。</p> <p><strong>霸王别姬</strong><br>　　项羽战败回营，汉军围困数重，到了晚上，闻汉军四面大营皆有楚歌声，项羽大惊：“难道汉军已占了楚地么？为何楚人这么多呢？”满怀愁绪之下，他起身在帐中饮酒。项羽有位很宠爱的妃子，叫<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>，经常跟着他；有一匹骏马，名字叫乌骓，经常骑乘。酒过三巡，项羽感慨良多，作歌唱道：“力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何！”（我的力量能拔起大山啊，我的气概能压倒当世，时势不利啊，乌骓也不再飞驰，乌骓不再飞驰啊！我该拿它怎么办？虞姬啊虞姬啊，我该拿你怎么办?!）歌唱了数阕。虞姬和道：“汉兵已略地，四面楚歌声，大王意气尽，贱妾何聊生！”（汉兵已经得到了楚地，四面都是楚歌声，大王的意气已经尽了，我靠什么活在世上呢？这首<a href=\"http://so.gushiwen.org/author_253.aspx\">诗</a>出自《楚汉春秋》不过后人多有怀疑，认为楚汉时期不会有如此成熟的五言诗）歌罢，虞姬凄然自刎（也有人说是项羽杀死了虞姬），项羽也流下热泪，左右都不敢抬头看他，这就是历史上的“霸王别姬”（四面楚歌这个计策，成功的扰乱了项羽的心，使他做出了突围的决定）。</p> <p><strong>东城快战</strong><br>　　项羽骑上马，选了八百精锐，趁着夜晚突围向南，天亮后，汉军发觉项羽离去，于是灌婴率五千精锐骑兵追击，等他渡过淮河，随从的骑兵只有一百多人了，来到阴陵时，项羽迷路了，他去问一个老农，老农回答：“左”往左去，陷入了一片沼泽，耽误了时间，汉军追了上来，经过一场激战，项羽又往东去，到达东城的一座山上，只剩下了28骑。项羽自忖不能脱身了，就对骑兵们说：“我从起兵到现在已经八年，经七十余战，抵挡我的人都被我攻破，我打击的人都表示臣服，未尝败北，遂称霸天下，现在困于此，不是我不会打仗，而是天要亡我！今日是要决死战了，我要为诸君痛快地一战，必定要胜利三次，为诸君击溃包围、斩将、砍旗，让诸君知道，是天要亡我，非我不会打仗。”于是他分骑兵为四队，此时，汉军围困数重，项羽对他的骑兵们说：“我为你们杀掉对方一将！”于是他命令骑兵们分四面向山下冲，约在山东面会合。项羽大呼驰下，斩杀一汉将。赤泉侯杨喜追项羽，项羽大喝一声，杨喜的人马俱惊，退后数里！项羽与骑兵分为三队，汉军不知项羽在哪队，就也分三队包围。项羽飞驰而出，又斩杀一汉将，同时杀近百人，再会合骑兵，仅损失两骑，项羽问：“怎么样？”骑兵们钦佩地回答：“和大王说的一样” 。</p> <p><strong>乌江自刎</strong><br>　　项羽在东城的战斗，重新鼓起他生存的希望，于是他想东渡乌江（在今安徽马鞍山市和县乌江镇），乌江的亭长停船岸边，对项羽说：“江东虽小，方圆也有千里，百姓数十万，也足以称王。现在仅臣有船，愿大王尽快渡江，若汉军追来，则无法走脱。”项羽听到这话，才知道西楚并没有失陷，巨大的内疚和对过去杀戮的忏悔之心，还有为了捍卫“霸王”的荣誉，同时也为了江东之地免受战火，于是他最终选择了战死沙场，而非过江，于是他说：“苍天要亡我，我为什么要渡江呢？想当年我与江东八千子弟渡江向西，今无一人生还，纵然江东父老可怜我而尊我为王，难道我就不觉得愧疚么？”想到此，他对亭长说：“我知道您是长者，我骑这马五年了，所当无敌，曾一日行千里，我不忍杀它，现在赐给您”。于是他命令骑兵全部下马以短兵迎敌，最后仅项羽一人就斩杀了数百汉骑，自己也负伤十余处。这时，他看到汉军中有他过去的部下吕马童，就对他说：“你不是我的故人么？”吕马童一看，马上对汉将王翳说：“这是项王！”项羽说：“吾闻汉购我头千金，邑万户，吾为若德！”于是项羽自刎而死，时年30岁。项羽死后，王翳取了他的首级，其余汉军为了争夺项羽的遗体，自相残杀，死数十人，最后五个汉将分了项羽的遗体，都被封侯。至此，汉王刘邦统一天下的脚步再也无人能够阻挡，而一代西楚霸王，也在此结束了他辉煌壮烈的一生！ </p><br/><h2>轶事典故</h2> <p><strong>破釜沉舟<br></strong>　　巨鹿之战时，<a href=\"http://so.gushiwen.org/author_253.aspx\">项羽</a>率军渡过漳水后，下令把船全部凿沉，把做饭的器具全部毁坏，只带着三日粮草与秦军作战，项羽士卒因此以必死之心奋勇向前，项羽军因此战斗力得到大的提升，个个以一挡十，杀的诸侯军人人胆寒，最终取得巨鹿之战的胜利。 </p> <p><strong>鸿门宴<br></strong>　　即范增劝项羽杀<a href=\"http://so.gushiwen.org/author_746.aspx\">刘邦</a>所摆的一场宴会，成语“项庄舞剑意在沛公”由此而来。</p> <p><strong>四面楚歌<br></strong>　　项羽兵败垓下后被刘邦军四面围定，刘邦军在晚上高声唱起了楚地的歌，项羽军听到歌后都非常的伤心，以为刘邦已经平定楚地，项羽军的军心也因此被瓦解。</p> <p><strong>霸王别姬<br></strong>　　项羽有一美人叫<a href=\"http://so.gushiwen.org/author_886.aspx\">虞姬</a>，常常陪伴项羽左右，但项羽要率领精骑准备突围，不得已作歌与虞姬诀别，虞姬也作歌附和，表必死之心，与项羽泪别。霸王别姬后又被改编为戏曲、影视、小说、歌曲等文艺作品。</p> <p><strong>作壁上观<br></strong>　　由章邯带领的秦军主力部队在围攻赵国于巨鹿时，赵王派人向各地诸侯求救，虽然各地诸侯都有引兵前来，但是都惧怕秦军的强大，而躲在自军修筑的壁垒里不敢出来，与秦军长久相持，但不能解巨鹿之围。项羽率领英布、蒲将军等几万楚军主动向秦军发起进攻时，诸侯还是只敢躲在壁垒里观看，直到项羽杀败秦军之后，诸侯才敢从壁垒里出来。作壁上观现指让自己置身事外，不协助任何一方。</p> <p><strong>锦衣夜行<br></strong>　　项羽率军破咸阳之后，看到秦朝宫室都被火烧得残破不堪，又思念家乡想回去，就说：“富贵不回故乡，就像是穿着锦绣衣裳在黑夜中行走，有谁能知道呢？”</p> <p><strong>沐猴而冠<br></strong>　　项羽攻占并烧毁咸阳之后，想要东归彭城。韩生听到后说：“人说楚国人像是猕猴戴了人的帽子，果真是这样。”项羽听见这话，便把韩生扔进锅里煮死了。</p>"
}