{
  "id": 2242,
  "star": 0,
  "name": "李贤",
  "dynasty": "唐代",
  "desc": "唐章怀太子李贤（655年1月－684年3月），字明允，唐高宗李治第六子，武则天第二子，系高宗时期所立的第三位太子，后遭废杀。著有《君臣相起发事》、《春宫要录》、《修身要览》等书，今已佚失。丘神勣至巴州拘禁李贤，逼令自尽，终年二十九岁。垂拱元年（685年），武则天诏令恢复李贤雍王爵位。神龙二年（706年），唐中宗追加李贤司徒官爵，迎其灵柩返还长安，以亲王身份陪葬乾陵。景云二年（711年），唐睿宗追加李贤为皇太子，谥号“章怀”，与太子妃房氏合葬于今章怀太子墓。",
  "content": "<h2>生平</h2> <p><strong>亲王时期</strong></p> <p>　　永徽五年十二月（655年1月），李贤出生于父母祭拜太宗昭陵途中，是高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a>第六子，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>第二子。永徽六年（655年）册封为潞王。</p> <p>　　显庆元年（656年），太子李忠被废，改立武后长子李弘。李贤迁任岐州刺史，同年加封雍州牧、幽州都督。龙朔元年（661年）改封沛王，加扬州都督兼左武卫大将军，仍任雍州牧。</p> <p>　　龙朔二年（622年），加扬州大都督。麟德二年（665年）加右卫大将军。咸亨三年（672年），更名李德，徙封雍王，授凉州大都督、雍州牧、右卫大将军，食实封一千户。上元元年(674年)，又依旧名李贤。</p> <p>　　李贤长大后容貌俊秀、举止端庄，深得高宗赞赏。高宗曾对司空李勣说：“这个孩子已经读了《尚书》、《礼记》、《论语》，背诵古<a href=\"http://so.gushiwen.org/author_2242.aspx\">诗</a>赋十多篇，一看就能领会，也不会忘记。我曾叫他读《论语》，他读到‘贤贤易色’，再三诵读。我问为什么反复读，他说自己内心特别喜爱这句话，才知这孩子的聪敏出自天性。”</p> <p>　　乾封元年（666年），沛王李贤招募“初唐四杰”之一的<a href=\"http://so.gushiwen.org/author_289.aspx\">王勃</a>作为王府修撰，十分器重。两年后，李贤与其弟英王<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>斗鸡，王勃助兴而写《檄英王鸡》文。高宗得知后大怒，认为此举挑拨二王相争，遂逐出王府。</p> <p><strong>太子时期</strong></p> <p>　　上元二年（675年），皇太子李弘猝死，李贤继立。不久，高宗命李贤留守京城监国。李贤处理政务明确公允，为朝廷内外所颂扬[2] 。李贤又招集当时的学者张大安、刘纳言、格希元、许叔牙、成玄一、史藏诘和周宝宁等人注释<a href=\"http://so.gushiwen.org/author_325.aspx\">范晔</a>的《后汉书》，书成之后呈奏给高宗，被收藏在皇宫内阁。</p> <p>　　仪凤元年（676年），唐高宗亲笔下诏表扬李贤：“皇太子自留守监国以来时间不长，但留心政务，抚爱百姓，非常尽心，对刑法所施也细审详察。加之政务之余，能够专心精研圣人经典，领会深意。先王所藏书册都能研讨精华。好善正直，是国家的希望，深副我所怀。命赏赐绢帛五百段。”</p> <p>　　李贤为太子期间与武后关系紧张。当时有个术士明崇俨深得高宗和武后信赖，曾对武后说“太子不堪承继，英王（武后第三子）貌类太宗”，又言“相王（武后幼子）相最贵”，李贤听闻后深感厌恶。当时皇宫中有流言说李贤不是武后亲生，而是武后的姐姐韩国夫人与高宗的儿子。李贤顿生疑虑，感到恐惧。武后又送《少阳政范》和《孝子传》给李贤，以责备他不懂得为人子、为太子，还曾亲手书信斥责，李贤越发感到不安。</p> <p><strong>废为庶人</strong></p> <p>　　调露二年（680年），明崇俨被强盗杀害，武后怀疑是太子所为，于是派人揭发李贤阴谋，在东宫马房里找到数百具铠甲，命令<a href=\"http://so.gushiwen.org/author_2701.aspx\">薛元超</a>、裴炎、高智周办理此案。高宗一向喜爱李贤，想要宽恕他，但武后却说：“为人子心怀谋逆，应该大义灭亲，不能赦免罪行。”于是李贤未能洗清罪责，被废为庶人，幽禁在长安。收缴的铠甲在天津桥焚毁，以昭告天下。太子的近臣张大安、刘讷言等人遭到贬职流放，连坐者十多人。</p> <p>　　《资治通鉴》对太子事发记载了另段插曲：李贤平日颇好声色，养户奴赵道生为男宠，多赐之金帛，曾有东宫官员上书劝谏不听。太子事发后，赵道生供认是太子命他刺杀明崇俨。</p> <p>　　永淳二年（683年），李贤被流放到偏僻的巴州。走时妻儿仆从衣缕单薄，十分凄凉。皇太子李哲（即李显）为此上书恳请帝后怜悯，稍赐春冬衣物。</p> <p><strong>被迫自尽</strong></p> <p>　　文明元年（684年），高宗驾崩，中宗李显继位，但仅一个多月就被武后废黜而改立睿宗<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>，武后由此把持朝政。不久后命令左金吾卫大将军丘神勣前往巴州检查庶人李贤的住宅，以防备谋反隐患。丘神勣到巴州后将李贤囚禁于他室，逼令自杀，年仅二十九岁。 武则天得知李贤死讯后曾在洛阳显福门举哀。</p> <p><strong>身后追封</strong></p> <p>　　垂拱元年（685年），武则天诏令恢复李贤雍王爵位。神龙初年（705年），唐中宗李显复位，追赠李贤司徒官爵，并遣使者到巴州迎回李贤灵柩，以亲王身份陪葬乾陵。景云二年（711年），唐睿宗追加李贤皇太子身份，谥号“章怀”，与太子妃房氏合葬于章怀太子墓。</p><br/><h2>家庭成员</h2> <p><strong>祖父母</strong></p> <p>　　祖父：唐太宗（<a href=\"http://so.gushiwen.org/author_582.aspx\">李世民</a>）</p> <p>　　祖母：长孙皇后</p> <p><strong>父母</strong></p> <p>　　父：唐高宗<a href=\"http://so.gushiwen.org/author_2098.aspx\">李治</a></p> <p>　　母：唐则天顺圣皇后武氏（武周则天大圣皇帝武曌）</p> <p><strong>兄弟</strong></p> <p>　　兄：燕王李忠、原王李孝、泽王李上金、许王李素节、孝敬皇帝李弘（同母）</p> <p>　　弟：唐中宗<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>（同母）、唐睿宗<a href=\"http://so.gushiwen.org/author_1070.aspx\">李旦</a>（同母）</p> <p><strong>姐妹</strong></p> <p>　　姐：义阳公主（李下玉）、高安公主、安定公主（同母）</p> <p>　　妹：太平公主（或名李令月，同母）</p> <p><strong>妻妾</strong></p> <p>　　妃子：房氏（658年－711年），贝州清河人，房仁裕之孙、房先忠之女，生于唐高宗显庆年间，卒于唐睿宗景云二年（711年），享年五十四岁。房氏与李贤合葬于今章怀太子墓。关于房妃生平，有《唐陇西李氏清河太夫人之碑》、《赠兵部尚书房忠公神道碑并序》、《章怀太子靖妃挽辞》等碑铭史料加以记载。</p> <p>　　良娣：张氏，李贤的次子李守礼生母。早年随李贤同被贬往巴州，李贤死后得以同儿女返还长安，但仍与皇嗣李旦的子女幽闭于禁中。圣历年间李旦被封为相王，众人才得以外出居住。房妃与嗣子李守礼居于城西兴化坊内，张氏则独自住在兴化坊西延康坊内。关于张氏生平，《章怀太子良娣张氏神道碑》等碑铭史料有所记载。</p> <p><strong>子女</strong></p> <p><strong>儿子</strong></p> <p>　　长子 <a href=\"http://so.gushiwen.org/author_1140.aspx\">李光</a>顺：天授年间封安乐郡王，不久被诛杀，无子嗣。玄宗先天年间追封为莒王。</p> <p>　　次子 李守礼：本名李光仁，垂拱初年改名守礼，并授予太子冼马，封嗣雍王。睿宗时期晋封为邠王，薨于玄宗时期，陪葬乾陵。</p> <p>　　三子 李守义：文明年间封犍为郡王。垂拱四年徙封永安郡王，不久病死，无子嗣。玄宗先天年间追封为毕王。</p> <p><strong>女儿</strong></p> <p>　　长信县主</p> <p><strong>孙辈</strong></p> <p><strong>孙子</strong></p> <p>　　李承宏：李守礼子，开元初年封广武郡王。宝应二年（763年）十月，吐蕃军队攻破长安，唐代宗出逃，李承宏被吐蕃拥立为帝。不久后，<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>收复长安，代宗复位，将在位两月的李承宏废黜，但没过多加罪，命将其安置在虢州。李承宏不久死去。</p> <p>　　李承宁：李守礼子，嗣邠王。</p> <p>　　李承寀：李守礼子，封敦煌王，拜宗正卿。曾受唐肃宗派遣出使回纥搬救兵，可汗磨延啜也有同唐朝交好的心愿，于是将女儿嫁给李承寀为妃。唐朝将此女册封为毗伽公主，回纥因此派兵助唐平叛。乾元元年六月，李承寀病逝，赠司空。</p> <p><strong>孙女</strong></p> <p>　　金城公主（李奴奴）：李守礼女，神龙三年（707年）封金城公主。当时吐蕃赞普（尺带珠丹）遣使请婚，中宗许嫁。景龙四年（710年）春，吐蕃遣使迎公主入藏，中宗亲送至始平（今陕西兴平），赠以锦缯、杂伎百工和龟兹乐，命左卫大将军杨矩护送至吐蕃，赞普为其另筑城居。金城公主入蕃30年，力促唐蕃和盟。此间唐、蕃虽曾有过多次战争，但由于金城公主的努力，双方使臣往来频繁。终于在开元二十一年（公元733年），唐、蕃在赤岭（今青海湟源西日月山）定界刻碑，约以互不相侵，并于甘松岭互市。开元二十八年（公元740年），金城公主薨逝。</p><br/><h2>轶事典故</h2> <p>　　相传李贤在流放巴州时，有感于母子亲情在权力斗争之下已荡然无存，乃作《黄台瓜辞》，以藤蔓比喻武后，因四个瓜先后被摘而感伤四兄弟性命朝不保夕，希望武后看后醒悟（注：史学界对作者是否李贤本人存疑）。</p><br/><h2>后世纪念</h2> <p><strong>太子墓</strong></p> <p>　　章怀太子墓与懿德太子墓、永泰公主墓同为唐乾陵最重要的三座皇亲陪葬墓，位于乾陵东南约3公里的杨家洼村北面高地上，距县城西北约3.5公里，西兰公路东侧约300米处。封土呈覆斗形，底部长、宽各43米，顶部长、宽各11米，高约18米。封土堆南约50米尚有残存的一对土阙，高4．5米，底部长、宽各5米，土阙南面有并列的一对石羊。四周原有围墙，南北长180米，东西宽143米，西、东、东北三面的墙角仍残留于地面，整个墓区约占地26000平方米。</p> <p>　　太子墓于1971年由官方发掘，此前已遭盗掘毁坏。墓中壁画五十多幅基本完好，其中“打马球图”、“狩猎出行图”、“迎宾图”、“观鸟捕蝉图”等十分精彩，显示了唐代高超的绘画水平。墓内出土大量陶器文物，制作精美，造型生动，实为唐代线刻画之精品。</p> <p><strong>墓志铭</strong></p> <p>　　李贤死后曾有过三次葬礼，第一次是在流放地下葬，具体形制已无可考。后两次均作为乾陵陪葬墓在同一墓穴下葬，只不过陪葬身份不同，因而墓中出土墓志两块：<br>一盖书“大唐故雍王墓志之铭”（即神龙二年以亲王礼下葬），墓志碑边长90厘米，厚20厘米，四周刻蔓草和十二生肖。上有墓志铭文，楷书40行，每行41字，共约1600余字，无撰写人姓名。</p> <p>　　一盖书“大唐故章怀太子并妃清河房氏墓志铭”（即景云二年以皇太子礼下葬），墓志碑边长87厘米，厚17厘米，周边斜杀及志文四边刻蔓草。墓志铭文为卢璨撰，岐王李范书。楷书34行，每行33字，共约1100余字。</p> <p><strong>晒经石</strong></p> <p>　　四川旺苍县木门镇木门寺旁有一处晒经石，相传是唐朝章怀太子李贤流放巴州途中，在此歇息晒经所用。</p> <p>　　木门寺始建于南梁，毁于隋，重修于唐太宗贞观年间，该石一直作为寺庙翻晒经书的地方，巨石上佛像雕刻圆润，体现了唐代以胖为美的风貌。公元683年，李贤被流放巴州途经旺苍县木门镇，在木门寺留居数日，与木门寺住持方丈一起在寺侧一石面上翻晒经书，写下“明允受谪庶巴州，身携大云梁潮洪，晒经古刹顺母意，堪叹神龙云不逢”的<a href=\"http://so.gushiwen.org/author_2242.aspx\">诗</a>句惋惜自己。公元684年，上官婉儿前去巴州看望李贤，行至此地，闻太子被害，就在木门寺旁李贤曾经翻晒经书的“晒经石”上修建亭子，题写《由巴南赴静州》：“米仓青青米仓碧，残阳如诉亦如泣。瓜藤绵瓞瓜潮落，不似从前在芳时。”的诗句于亭上，怀念李贤。</p> <p>　　晒经巨石面西有一龛3尊佛像，佛像面东有一级级的台阶，每级台阶阶壁上都雕有一龛连一龛的小佛像，巨石的南面和北面雕有多龛较大的佛像。巨石上共雕刻有佛像700多尊，由于年代久远，佛像已经风化。据当地老百姓讲，石上曾经盖有亭子，1933年毁于战火。</p> <p><strong>章怀寺</strong></p> <p>　　四川仪陇县东北边合作乡的西侧与巴中交界处有一座风景秀丽、气势磅礴的名山叫天平山，主峰海拔700米，蜿蜒巴仪间，纵横数十里，山势雄奇幽邃，险绝无比。自唐宋以后，在山的主峰修建了章怀寺。从此章怀寺便取代了天平山名而著称于周围各县。</p> <p>　　相传李贤被贬后流放到穷乡僻壤、不毛之地的的仪陇天平山，筑茅庵草舍以栖身，餐野果山泉以果腹。但仍不荒废学业，日夜苦读群书。他有感于父皇崩逝，母后乖情，便作了流传千古的《黄台瓜辞》。这首辞不久传入京城长安，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>得知后认为触犯了她的威严，忌心遂起，乃派遣使者金吾将军赴天平山，令李贤自尽。</p> <p>　　武则天身故后，李贤被追封为章怀太子。宋代开始在李贤流落的巴中、仪陇界寓所修建庙宇，以表追念之情，庙宇即称为“章怀寺”。元、明、清各代历经兴衰，如今看到断壁残垣的章怀寺古庙旧颜，系明代成化年间的建筑。从前庙宇分作前殿、正殿、后殿、左右配殿，在章怀寺的主配殿中，除供奉释迦牟尼、韦驮、四大天王、文昌、瘟祖诸神像外，还专门塑有则天皇太后和李贤太子泥身鎏金像，安放在国母殿内。</p> <p><strong>太子岩</strong></p> <p>　　距章怀寺200多米的山岩边，有一尊光滑突起的大岩石。活像一朵神奇的巨型蘑菇从天而降，寄生在险峻陡峭的山岩上。相传昔日李贤太子只身居处山上，每当晨曦初露的时刻，他就起床盥洗，捧书来到石上，面对旭日诵吟诗文。顽石东侧天生一道向内凹陷的悬崖，崖壁正中有一石洞，四周无路可入，仅飞鸟方能栖身其间，远远望去，犹如一方银白色的大镜屏，悬挂在章怀寺的山岩边，人称此岩为“太子岩”。</p> <p>　　太子洞镶嵌在太子岩壁之中，而太子岩又依附于章怀山之东侧边沿，洞与岩，岩与山，互相衬托。太子岩顶端的圆形大岩石，朝夕亲吻着大自然的风霜雨雪，在漫长的历史长河里，顽石表面逐渐变成了灰黑色，石上草木不生，仅长着一些苔藓植物。紧靠岩石外沿绕行一周，约莫180余步，石顶正中有“普陀院”三字，字径33厘米以上，横行排列，周围题诗不少，皆为游人手迹，其中有一首七言诗句写道：<br>巍巍太岩镇九龙，粼粼波光映奇峰。攀登不畏跋涉苦，岚景投入水晶宫。</p> <p>　　这首短诗把太子岩的巍峨，九龙场的险要，章怀山峰的奇妙，合作水库的碧波，描绘在一幅天然的画屏上，牵动游人要想去领略太子源的无限风光。在太子洞下20米的山岩旁，有一块狭长的荒草坪，遗留着庙宇基痕。过去此地群众为祭祀章怀太子李贤，修建了一座依山傍岩的太子庙。</p>"
}