{
  "id": 575,
  "star": 3,
  "name": "崔与之",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_575.jpg",
  "dynasty": "宋代",
  "desc": "崔与之（1158～1239）南宋名臣。字正子，一字正之，号菊坡，谥清献，原籍宁都白鹿营 （今江西省宁都县黄石镇营底村），幼年随父移居广东增城，故《宋史》载其广州人，《中国人名大辞典》载其增城（中新坑背崔屋村）人。绍熙四年（1193）进士。授浔州司法参军，调淮西提刑司检法官，特授广西提点刑狱。嘉定中，权发遣扬州事、主管淮东安抚司公事，知成都府兼本路安抚使。端平元年（1234），授广东经略安抚使兼知广州。二年，除参知政事。三年，拜右承相兼枢密使。嘉熙三年以观文殿大学士奉祠。著有《崔清献公集》。",
  "content": "<h2>生平</h2> <p>　　先世是河南卞京（今开封）人氏，其曾祖因乱南迁，后人先后居于江西宁都、广东河源，至其父始定居广东增城。<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>出生于清贫之家，后得友人的资助才得以进入最高学府太学就读，并于南宋绍熙四年（1193）考中进士。其后历任地方的司法官员、知县、户部员外郎。由于任内政声甚佳 ，他于嘉定七年（1214）被朝廷破格提升为直宝谟阁，代理扬州军政，以全权筹划抗击金国军队南侵的地方防务。他依据当地人爱马、善骑射的特长，以军事训练的方式组建“万马社”广招民众加入，从而形成颇具声势的“民间骑兵”；并与各乡抗金的民兵加强联系以与军队联手抗金。在他的主持下，军民一心共同对敌，令致金兵不敢入侵扬州。</p> <p>　　期间，浙东发生严重的自然灾害,无数饥民流入淮东一带而被阻于各城门外,崔却下令打开扬州城门迎入难民安置,从而救活流民万余人。嘉定十三年（1220）金兵入侵四川，崔与之被调任成都府本路安抚使组织抗金,后又升任为四川制置使。</p> <p>　　他广用蜀中的贤能采纳良策，并重用归降的金国将领鼓励其反戈一击。他在四川五年间，成功地保卫了一方的平安，不仅赢得军民的赞誉，而且也颇受金国的将士所敬畏。他曾因病离任，而继任者一改其施行的方略乱以他法，导致金兵乘虚侵入川境，崔扶病复职视事，金兵闻讯慑于其声望而自行撤军。</p> <p>　　端平二年（1235），被任为广东经略安抚使。其时，广东发生兵变，叛军围困广州攻城，崔与之上城墙安抚乱兵，由于他德齿具尊，哗变的军士服其恩威而纷纷下跪弃械，兵变其后即告平定。嘉熙元年（1237）二月，被任为右丞相，但因其一再坚辞而未到任。翌年五月退休。</p> <p>　　他从政数十年，官至显贵而不养妓，不增置秋产，不受各方馈赠，以“无以财货杀子孙，无以政事杀民，无以学术杀天下后世”的名句自警，从而成为宋朝的一代名臣。　　</p> <p>　　崔与之开岭南宋词之始。他的词章造诣颇高，被认为是“开岭南宋词之始”，所治儒学的“菊坡学派”亦被认定是岭南历史上的第一个学术流派。有<a href=\"http://so.gushiwen.org/author_575.aspx\">诗</a>文集。词存二首。嘉熙三年（1239）十一月十一日因病逝世。 諡清献。 </p><br/><h2>介绍</h2> 　　<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>（1158～1239）字正子，一字正之，号菊坡，谥清献，原籍宁都白鹿营 （今江西省宁都县黄石镇营底村）人，幼年随父移居广东增城（中新坑背崔屋村），故《宋史》载其广州人，《中国人名大辞典》载其增城人。南宋绍熙四年（1193年）进士。政治家。历任四川安抚制置使，浔州司法参军，淮西提刑司检法官，建昌与新城知县，邕州通判，淮东安抚使，秘书兼太子侍讲，工部侍郎，焕章阁待制、学士，成都、潭州、隆兴知府，湖南、江西安抚使，广东经略安抚使兼知广州等职。召为吏部尚书参知政事，拜右丞相，均极力辞谢。嘉熙三年以观文殿大学士提举洞宵宫致仕，累封至南海郡公。卒年八十二岁。著有 《菊坡集》行于世。与之曾节录刘皋语 “无以嗜欲杀身，无以货财杀子孙，无以政事杀百姓，无以学术杀天下后世”为座右铭。为官德威并施，军民悦服。曾是抗金功臣，金兵对其闻风丧胆。其生平事略 《中国人名大辞典》、《宋史·列传》均有载。<br/><h2>为官生涯</h2> <p>　　<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>(1158-1239)，字正子，晚年号菊坡，广东省增城市中新坑背崔屋村人。是南宋著名的治国能臣、政治家、军事家。 生活在偏安半壁河山的南宋时期，崔与之选择了一条为国为民的人生道路。</p> <p><strong>立志报国家</strong><br>　　崔与之出生在一个医生家庭。还在少年的时候，他的父亲就因病去世了，因此家境清贫。但崔与之少年有大志，立志救国济民。他刻苦读书，钻研经史，务求通晓大义，文章写作朴实得体。待人接物，办理事情，他也十分机警。不过命运似乎有些与他作对，青年时多次参加科举考试，他都没有中榜。于是崔与之寄望于出外求学。直到三十二岁时，由于得到增江书友林仲介等人的慷慨资助，崔与之终于能够跨出增城，一酬宏愿。离家前，他向亲友表示，决心三年学成。 <br>　　崔与之单身远涉关山，步行到南宋京师临安（杭州），入太学读书。此时的临安，南宋小朝廷苟安一隅，城内十万人家，栏院酒馆林立，城外西湖名胜，景色迷人，达官富贾过着纸醉金迷、歌舞升平的日子，早已把中原父老忘到九霄云外。崔与之在学舍埋头苦读，三年里不曾踏足临安街市。功夫不负有心人，三年后，他学得满腹经纶，果然高中一甲进士，成为岭南第一个由太学生考上进士的人，从此步入仕途。 <br>　　只是“朝中无人难做官”，崔与之被调往荒远的广西浔州（桂平），做了个“从八品”小官——司法参军。只要能为社稷尽力，崔与之就不计较官职低微，就不避艰苦。有一次，巡按到浔州视察，但接待用的驿所却因年久失修而不能使用。郡守要崔与之主持维修，限令几日内完成。仓猝之下难以找到屋瓦，崔与之就叫属下用茅草盖屋顶，将屋内整饰一新，按时完成了任务。不久，用来储备谷物、调节物价、赈济灾荒的粮食仓库也因久未修葺而漏雨，郡守便打算卖掉储粮。崔与之得知，不顾官卑言轻，坚决反对。郡守改变主张，命崔与之负责修粮仓。崔与之以保粮为重，将自己居所的屋瓦拆下换用茅草，而把屋瓦盖在粮仓上。郡守因此赏识他的胆识才干，推荐他转任淮西提刑司检法官。 <br>　　在淮西，一个大京官的儿子称霸乡里，人们告状，许多官吏都不敢受理。状纸递到崔与之那里，他拍案而起，不畏权势，秉公判决，责令乡霸退还民田。那京城里的大官闻讯，非但没有怪罪崔与之，还表示赞许，把他推荐给朝廷。 <br>　　其后，崔与之先后调任建昌（江西南城）新城县知县、邕州（广西南宁）通判等职务。在新城，他整顿赋税，减免各种中间环节和费用。他规定，百姓应缴纳的钱粮直缴官衙，已缴纳的不准滥追，未缴纳的不准随便责罚，改变以前官差追缴赋税使不少民户倾家荡产的陋习。这一来，百姓争先恐后缴税，开创了未有施一次刑罚而办好赋税的德政。在邕州，知州盘剥士卒，不按时发衣服粮饷，激起士卒哗变。上司下令崔与之摄理知州职事并处理事件。崔与之从自己驻守的宾阳赶到邕州，叛军在城门口阻拦。他不顾危险，冲门而入，执行公务。待叛军有所安定之后，他查出一名为首滋事者处斩，其余不究，迅速平定兵变，使全州恢复安宁。 <br>　　转眼间二十年过去了，五十三岁那年，崔与之升任提点广西刑狱。广西路包括海南岛和雷州，大部分是荒寂之地，属边远军州，海南岛更是没有朝廷要员去过。崔与之不辞劳苦，跑遍全地区的二十五个军州。准备去海南时，他的下属说：“海滨有神灵，要渡海先得求神祷告，否则很难成功。”崔与之不以为然：“海南各地官吏长期违法鱼肉百姓，我去为民除害，哪里需要神灵批准庇佑！”尽管第一次渡海因风浪大作船舵折断被迫返航，他仍然不懈努力，第二次出海终于到达琼山县。每次到各地巡察，他都自带费用，一切公务开支按日计给，不用地方一分一毫。每到一地，他就张榜明示奖廉肃贪，公正判案，官吏百姓深为震撼。往返辛劳，殚精竭虑，没几年，崔与之鬓发全白了。</p> <p><strong>淮东抗金兵</strong><br>　　南宋时期，民族矛盾十分尖锐。南宋晚期，金国强于宋，不断南侵，而新兴的蒙古族政权也屡次大规模进攻金国。金人为避蒙古兵，企图南掠宋土，南宋朝野震动。但讳言战争的宰相史弥远把持朝政，朝廷上下一片主和投降之声。当时将帅乏人，宋宁宗破格起用崔与之，任命他为抗金前线淮东路的军政长官。崔与之成为高级干部了。宋宁宗召见崔与之，询问战守之策，崔与之说，要选择好的守将，集合官军和民众的战斗力量，才能巩固边防。只有边强防务，才进可以攻，退可以和。 <br>　　崔与之抵达扬州，认真筹划守御事务。他整修城防，历时一年多重修护城河，在城外广植柳树，在城内接近河流运输的地方建仓库十二座，储备了充足的军粮。崔与之一贯主张，兵不在多而在精，兵精缘于训练有素。他统率的军队，步兵的弓箭手和长枪手，按身材年龄技术分成三等进行教习，骑兵则以骑术精湛和武艺精熟为标准进行训练。崔与之身为统帅，每五日亲率幕僚到校场督促，月终更要考核，奖优罚劣。部队出城野练，他率将校随后视察，要求部队遇到山岗沟涧不得绕道，必须勇往直前。整训扬州守军之后，他又命令下属州县守军依照执行，效果明显。于是淮东军威大振。 <br>　　淮东一带有民间自卫组织万弩社，崔与之深入考察了解，认为万弩社有利于组织民众防御金兵，于是奏请朝廷将万弩社定为各县民兵组织。他又招募当地青壮年创立万马社，平时配给农田耕作，战时集中调用。 <br>　　崔与之守边五年，边境没有战乱。宰相史弥远见边防巩固，又有山东起义军归宋，想捞取边功，紧急密令都统刘王卓率领所部渡江攻取泗州，结果刘王卓全军覆没。崔与之事后得知，悲愤上书史弥远：“今以万人之命，坏于一夫之手！”金兵乘势入境，史弥远惊慌失措，三次下令崔与之与金“和议”。崔与之回书拒绝，据理力争：“金兵得势之际，我方求和，必遭屈辱。”他积极加强战备，调遣精锐部队扼守要冲之地。金兵入侵无功而退，和议之事遂不再提及，淮东局势又趋于稳定。</p> <p><strong>直言荐贤</strong><br>　　朝廷决定升任崔与之为秘书少监，调他去当京官。扬州军民闻悉崔与之离任赴京，万人夹道垂泪相送。 <br>　　到达临安就任，崔与之第一次提出奏章就阐述了自己的独立见解：“我从外地来，只知道对外患未息深感忧虑；到了内地，才知道治理国家的重要。”他分析道，内外之情不通是当今大患，而人才的进退、言路的通塞则与国家安危紧密联系在一起。他建议朝廷，用人要听其言观其行。他在任内一直“以致君泽民，经邦辅国，进贤退不肖为己任”。他举荐人才的标准，是德才兼备，而且将德放在首位。 <br>　　这时候，朝廷议论有一种不正之风，称“直言”是贪图好名声。崔与之抨击这种歪风：倘若有识之士不敢公开在朝廷明说己见，而只在家里忧心忡忡，不敢对君王直言，而只在朋友间私下谈论，国家就危险了。 <br>　　有一天上朝，宋宁宗问崔与之家乡有什么人才，崔与之当即推荐吴纯臣有监管之才。不久朝廷提拔吴纯臣担任提点广西刑狱。崔与之推荐温若春适宜担任清要之职，于是朝廷任命温若春为秘书郎。他们都成为称职的官员。 <br>　　崔与之当京官或地方官期间，先后向朝廷举荐了数十人。这些人才“各以道德文章功名表表于世”，有的后来甚至成为高官显宦或出名学者。 <br>　　有个学子叫李心传，他乡试落第后，不再应举，闭门著书。崔与之等推荐他，平民之身的李心传被召入史馆，赐为进士。李心传主修多部史书，成为南宋有名的史学家。后来官至工部侍郎，以敢于上疏直言闻名。 <br>　　被崔与之推荐过的游似，担任过许多职务，官至右丞相兼枢密使。他建议宋宁宗之后的宋理宗要看清“艰危之势”，做到“从谏”、“检身”、“节用”、“选廉”。 <br>　　崔与之举荐的人，绝大多数与他没有私交，只有吴纯臣、李昴英等出身同邑或门下。无论对谁，崔与之都出于公心。他的弟子李昴英应试荣登榜首之后，写信向老师致谢。崔与之告诉他，读书人成名后要坚持操守，盛名之下，更要谦虚；初入仕途不必挑拣官职和地方，朴素谨慎是日后发展的开始。后来李昴英官至龙图阁待制、吏部侍郎，为官不畏强权、敢于伸张正义。崔与之一个同乡人的孙子，姓吕，考试及第初出茅庐，就来求崔与之疏通举荐。崔与之正色道：“入仕之初，应当以职业为重，不要担心别人或上司不了解自己。”以后崔与之知道他居官清廉谨慎，就向有关方面推荐。那小老乡升迁了，还不知道崔与之出了力。崔与之的姐姐也曾为她儿子求官的事向崔与之说情，但崔与之却说：“当官贤能与否，事关百姓的欢乐和忧愁，官位断不可私相授受。”他始终没有循朝廷恩例为外甥求官。</p> <p><strong>福星临川</strong><br>　　金兵进犯四川，四川制置使董居宜弃职逃跑，蜀地大乱，人心惊惶。朝廷调安丙为四川安抚使，调崔与之为知成都府本路安抚使。安丙久在蜀中握有重兵，以攻为守，甚得朝廷倚重，但他一向猜忌朝廷从东南调来的人。崔与之赴任后，却能与安丙以诚相处，迅速稳定四川局势。一天，西夏国来书安丙，约他夹攻金国。崔与之知道此事后，以为不可，急致书安丙说：金国已处于颓势，我方宜于此时招纳豪杰，选将练兵，巩固阵地，等候时机。四川连年动兵，士气未振，不宜轻率举兵。西夏只是区区小国，不足以作为我方犄角。一旦出战失利，就后悔莫及。不料安丙不听劝阻，出兵攻打秦州、巩州，拿不下来，大将王仕信还兵败皂郊，西夏兵也退走了。时局发展一如崔与之所料，安丙不得不深表敬服。 <br>　　安丙任内去世后，朝廷任命崔与之为四川路安抚制置使，统率四川全军。崔与之整肃军政纪律，扭转各州军政不合局面，训令诸将汲取教训，同心卫国，告诫边防将领不能随便接纳西夏请兵要求。 <br>　　后来西夏又出兵攻打金国，派百余骑兵到凤州请宋军守将增援。崔与之命都统李冲前去答复，说：两国交往应派使节持国书传达信息，不应派兵直入，边民不了解情况，如果误伤西夏人，便损害了两国友好，还请西夏兵退回原驻地。西夏人知崔与之不为所动，不再提夹攻金国之事。<br>　　金国名将呼延棫及其部属诚心投宋，崔与之大胆收留并使用他们，让呼延棫在抗金作战中发挥特殊作用，造成金人内部互相猜疑残杀，使部署于川、陕、甘的金兵再无力侵犯宋境。 <br>　　崔与之善于理财，他调整粮食征购措施，发展边境贸易，通过边民买卖，将金、夏统治区大批战马、粮食买入，使四川很快成为军政协调、纪律严明、兵精粮足、百姓富裕的地区，出现了多年来少有的安定局面。 <br>　　一日，他同部属到大慈寺游览。看河山壮丽，满目葱茏，崔与之神清气爽，仪态安详。幕僚洪平斋见状，不禁赞道：“大帅真是岭南古佛，西蜀福星！” <br>　　宰相史弥远见蜀中局势安稳，便派心腹郑损替代崔与之。朝廷调崔与之回京，崔与之移交了大量库存金钱物资给郑损，自己不取丝毫。金国得到情报，马上调集大兵侵蜀。崔与之这时年已六十七岁，正请求归粤养病，目睹此情此景，奋然再次亲临前线。金兵见崔与之仍在，惧而撤军。那郑损乃趋炎附势的无能之辈，他放弃崔与之重兵扼守的要地，致令宋军失势，又挥霍无度，使军需无以为继。西蜀自此一蹶不振。</p> <p><strong>辞官归故里</strong><br>　　崔与之四川为帅五年，清廉自持，政绩斐然。朝廷召崔与之入京任礼部尚书，但他三次上疏请辞，毅然返粤。离蜀之际，各路官员特来相送。四川盛产美锦、奇玉，五年前崔与之到任之初，下属众官争相馈赠，全被崔与之推却了。现在送别，各路官员的赠礼更加可观，登时五彩缤纷，光艳夺目。但崔与之看都不看一眼，一一婉拒，分毫不取。 <br>　　回到广州，崔与之建住宅于城西（今朝天路崔府街），从此深居简出，不再过问地方政事。次年，宋宁宗驾崩，并非太子的宋理宗继位。为了报答史弥远拥立之功，宋理宗任史弥远为太师、右丞相枢密使，让史弥远独揽大权九年，到史弥远死后，他才主理朝政。这时他御笔诏令崔与之赴京，称崔与之“年高德邵，国之望也”。崔与之答复说：“我已经七十有六，老病缠身，实在不能从命。” <br>　　然而一起事件令崔与之又一次为国出力。 <br>　　广州有支部队，叫摧锋军，被调到建康（江苏南京）驻守，长达四年。撤离卫戍后未过五岭，又在江西逗留了四年。这支部队转战各地，所向披靡。但幕府不上报功劳，驻守期满又不让回广东，于是激发兵变。 <br>　　叛军由曾忠带领自江西经梅州返粤，焚惠阳扣官员，陷博罗杀知县，直取广州。广州知府曾治风连夜逃遁，庾使黄山成见事态紧急，率一班官员到崔与之住所，请崔与之出面抚谕。事关全城百姓安危，崔与之没有推托。他登上城楼与叛军相见，查问叛乱原因。叛军一见，立即拜伏于城下，说明兵变缘由。崔与之派弟子李昴英、杨汪中坐吊篮从城墙上缒下，到叛军营中晓之以逆顺祸福道理，宣谕允许叛军自新。叛军大部分人归家散去，曾忠带少数人退踞端州（肇庆）。 <br>　　朝廷得知广东动乱，任命崔与之为广东经略安抚使，兼广州知府。崔与之临危受命，在家里办理公务。 <br>　　崔与之调集各路军队合围叛军，并且对叛军进行政治瓦解，使叛军最终尽数投降。崔与之将曾忠等几名首领以军法处死，降兵分散编入各军。摧锋军兵变平息了。 <br>　　崔与之向朝廷举奏黄山成等有功人员，并要求解除自己的职务。他将为帅广州六个月所得的薪俸、大米，全部交回官库，分文不受。</p> <p><strong>晚节留香</strong><br>　　崔与之谢绝政事之后，安居广州。他一生酷爱菊花，更喜欢北宋名臣<a href=\"http://so.gushiwen.org/author_27.aspx\">韩琦</a>的名句：“不羞老圃秋容淡，且看黄花晚节香。”亲笔书写这句<a href=\"http://so.gushiwen.org/author_575.aspx\">诗</a>悬于崔府堂前。他很赞赏韩琦之言：“士之保初节易，保晚节难。”将自己寝室题匾“晚节堂”，表示自己将永远保持清白晚节的操守。他将处士刘皋的语句修改后命门客写成隶书贴于书斋：“无以嗜欲杀身，无以货财杀子孙，无以政事杀民，无以学术杀天下后世。”作为座右铭。又自号为“菊坡”。 <br>　　崔与之中年丧偶之后，不再续娶。做了大臣，生活仍然俭朴，不养歌姬。老来居家，左右只有书籍相伴，家里连亭园台榭都没有增建。一生所得俸禄，除自用外，其余都用来接济亲友。退休以后，朝廷发给的退休金，则一概辞谢不受。有人问他为什么，崔与之说：“我当官受薪，尚且怕尸位素餐；现在退休了，怎么还能贪图朝廷的俸禄呢？”闻者无不赞叹。他儿子崔叔似结婚，媳妇带来七百多亩“嫁妆田”，他让儿子尽数退回外家。 <br>　　宋理宗一直想让崔与之赴京主政，亲自下七道诏书，任崔与之为右丞相，前后四年留着相位等待崔与之赴任。宋理守甚至命令在京当官的李昴英暂停公务，去广州专门劝说崔与之，侍候崔与之出发。但崔与之终因年老体衰，数月间先后上疏十三次请求辞免。这一年，他已八十一岁。 <br>　　次年，八十二岁的崔与之溘然长逝。 <br>　　临终，他嘱咐家人：不许作佛事，薄葬就行了。 <br>　　崔与之病故后，有一次李昴英为宋理宗讲学，谈到他老师一生的事迹与操守，宋理宗深为感动，愈加赞叹，于是大书“菊坡”二字赐给崔与之家人。 <br>　　南宋民族英雄<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>这样赞誉崔与之：“盛德清风，跨映一代。” </p><br/><h2>后世纪念</h2> <p><strong>祠堂<br></strong>　　崔清献公祠位于佛冈县水头镇下丰村西侧，是佛冈县文物保护单位。该祠建于明代中叶，清末毁于火，民国六年（1917年）重建，祠深三进，两边有青云巷间隔，面积225平方米。</p> <p>　　祠堂是砖木结构，门匾额题曰“清献崔公祠”，是明代学者陈献章（陈白沙）手笔，第二进悬有“岭南间气”牌匾。</p> <p><strong>铜像<br></strong>　　<a href=\"http://so.gushiwen.org/author_575.aspx\">崔与之</a>铜像由广东著名雕塑家梁君令、卓国平设计制作，高2.48米，崔与之铜像造型饱满，外表忠厚有张力，符合其“儒帅”的气质。</p>"
}