{
  "id": 1645,
  "star": 5,
  "name": "顾炎武",
  "image": "http://img.gushiwen.org/authorImg/guyanwu.jpg",
  "dynasty": "清代",
  "desc": "顾炎武（1613.7.15-1682.2.15），汉族，明朝南直隶苏州府昆山（今江苏省昆山市）千灯镇人，本名绛，乳名藩汉，别名继坤、圭年，字忠清、宁人，亦自署蒋山佣；南都败后，因为仰慕文天祥学生王炎午的为人，改名炎武。因故居旁有亭林湖，学者尊为亭林先生。明末清初的杰出的思想家、经学家、史地学家和音韵学家，与黄宗羲、王夫之并称为明末清初“三大儒”。其主要作品有《日知录》、《天下郡国利病书》、《肇域志》、《音学五书》、《韵补正》、《古音表》、《诗本音》、《唐韵正》、《音论》、《金石文字记》、《亭林诗文集》等。",
  "content": "<h2>后世纪念</h2> <p><strong>昆山<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>故居</strong></p> <p>　　顾炎武故居，位于江苏省昆山市千灯镇，占地60亩，建筑面积5450平方米。清康熙二十一年（1682年）顾炎武卒于山西曲沃，由嗣子顾衍生，从弟顾岩扶柩回昆山千灯故里，葬于祖茔嗣父顾同吉、嗣母王贞孝之墓穴次位，墓前有碑，上刻“顾亭林先生暨配王硕人合墓”；周围有砖砌矮墙，嵌有清石碑各一块；墓南有明皇朝为旌表顾炎武嗣母王氏的贞孝坊；墓后柳树四棵，四周松柏数十株。<br>光绪二十一年（1894年），新阳县知县万厉钧重修了坟墓。民国三年（1914年），广东学者、孔教会主持人梁鼎芬专程来千墩瞻仰亭林墓及遗腹遗像，并出资委托顾炎武十二世孙顾子玉等筹建亭林祠。[14]1956年，顾炎武墓及祠堂被列为“江苏省文物保护单位”。“文革”期间，该墓及祠堂曾遭到破坏。1984年、1987年、2000年昆山市分别拨款进行重建和修葺。经过修缮后的顾炎武故居，包括顾炎武故居、亭林祠堂和墓及顾园三个区域，为千灯明清宅第之首。</p> <p>　　故居为整个宅第主体，朝东落西，为五进古香古色的明清建筑，自东而西依次为水墙门、门厅、清厅（轿厅）、明厅（正厅、楠木厅）、住宅楼，北侧有背弄连接灶房、读书楼和后花园，故居前与千年石板街相接，后与顾炎武墓地和顾园相连。该区域主要再现顾炎武居家生活、读书场景，各厅内陈列顾炎武塑像、手迹、著作、生平事迹和国内外对顾炎武及其作品的研究成果。<br>亭林祠和亭林墓</p> <p>　　落北朝南，东侧有门与顾炎武故居相通，西侧墙外为顾园。祠南向三间两厢一门楼，以三间相通作一大祭堂。两边墙上及外面走廊墙中嵌有砖石刻碑12块，记述先生事略。其中一块有先生所著《日知录》中名言“天下兴亡、匹夫有责”。庭中盘槐、桂花各两株。亭林墓露台均用花岗石砌造，石阶七级，围以石栏杆。</p> <p>　　顾园</p> <p>　　顾园，占地30亩，位于故居西南侧，与故居祠堂及墓均相通。是依史恢复修建的融湖光水色、历史人文为一体、具有江南私家园林风格的游览区。内曲水环绕，环水有致用阁、思宜园、颂桔轩、“归奇顾怪”（二石斋）、秀石虬松庄、秋山亭、三徐居、慈母阁、四柿亭等及碑廊等10个景点，各景点以<a href=\"http://so.gushiwen.org/author_1645.aspx\">诗</a>文、字画、语录、塑像等形式寓意顾炎武的精神和生平。</p> <p><strong>北京顾炎武故居</strong></p> <p>　　北京顾炎武故居，在北京宣武区广安门内大街路北报国寺西院建有顾炎武故居。是清道光二十三年（1843）由<a href=\"http://so.gushiwen.org/author_1931.aspx\">何绍基</a>、张穆等人集资修建。有佛殿、享堂、碑亭等建筑。顾祠曾被八国联军轰毁，后张之洞改修昭忠祠，1921年王式通等重修。为北京市重点保护文物。</p><br/><h2>生平</h2> <p><strong>早年求学</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>于明万历四十一年五月二十八日（1613年7月15日）生于昆山千灯镇，原为顾同应之子，曾祖顾章志，顾氏为江东望族。顾炎武过继给去世的堂伯顾同吉为嗣，寡母是王逑之女，十六岁未婚守节，白天纺织，晚上看书至二更才休息，独立抚养顾炎武成人，教以<a href=\"http://so.gushiwen.org/author_630.aspx\">岳飞</a>、<a href=\"http://so.gushiwen.org/author_173.aspx\">文天祥</a>、<a href=\"http://so.gushiwen.org/author_236.aspx\">方孝孺</a>忠义之节。<br>顾炎武14岁取得诸生资格后，与同窗<a href=\"http://so.gushiwen.org/author_2207.aspx\">归庄</a>兴趣相投，遂成莫逆之交。到十八岁时二人前往南京参加应天乡试，共入复社。二人个性特立耿介，时人号为“归奇顾怪”。顾炎武以“行己有耻”、“博学于文”为学问宗旨，屡试不中。自27岁起，断然弃绝科举帖括之学，遍览历代史乘、郡县志书，以及文集、章奏之类，辑录其中有关农田、水利、矿产、交通等记载，兼以地理沿革的材料，开始撰述《天下郡国利病书》和《肇域志》。崇祯十四年（1641年）二月，祖父顾绍芾病故。崇祯十六年（1643年）夏，以捐纳成为国子监生。[4-5]</p> <p><strong>南明抗清</strong></p> <p>　　清兵入关后，顾炎武暂居语濂经，由昆山县令杨永言之荐，投入南明朝廷，任兵部司务。顾炎武把复仇的希望寄托在弘光小朝廷之上，他满腔热忱，“思有所建白”（吴映奎《顾亭林先生年谱》），撰成《军制论》、《形势论》、《田功论》、《钱法论》，即著名的“乙西四论”，为行朝出谋划策，针对南京政权军政废弛及明末种种弊端，从军事战略、兵力来源和财政整顿等方面提出一系列建议。</p> <p>　　顺治二年（1645年）五月，顾炎武取道镇江赴南京就职，尚未到达，南京即为清兵攻占，弘光帝被俘，南明军崩溃，清军铁骑又指向苏、杭。其时，江南各地抗清义军纷起。顾炎武和挚友归庄、吴其沆（字同初，上海嘉定人）投笔从戎，参加了佥都御史王永柞为首的一支义军。诸义军合谋，拟先收复苏州，再取杭州、南京及沿海，一时“戈矛连海外，文檄动江东”（《亭林<a href=\"http://so.gushiwen.org/author_1645.aspx\">诗</a>集》一，《千里》）；惜乎残破之余，实不敌气焰正炽的八旗精锐，义军攻进苏州城即遇伏而溃，松江、嘉定亦相继陷落。</p> <p>　　顾炎武潜回昆山，又与杨永言、归庄等守城拒敌；不数日昆山失守，死难者多达4万，吴其沆战死，顾炎武生母何氏右臂被清兵砍断，两个弟弟被杀，顾炎武本人则因城破之前已往语濂径而侥幸得免。9天后，常熟陷落，炎武嗣母王氏闻变，绝食殉国，临终嘱咐炎武，说：“我即使是一个妇人，身受皇上恩宠，与国俱亡，那也是一种大义。你不是他国的臣子，不辜负世代国恩浩荡，不忘记先祖的遗训，那么我就可以长眠地下了。”（《先妣王硕人行状》）</p> <p>　　安葬王氏后，这年闰六月，明宗室唐王朱聿键在福州称帝，年号隆武。经大学士路振飞（字见白，号皓月，河北曲周人）推荐，隆武帝遥授炎武为兵部职方司主事；由于嗣母新丧，炎武一时难以赴任，只能“梦在行朝执戟班”（《诗集·延平使至》）。当时，清松江提督与巡抚土国宝不和。前明兵科给事中<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>（字卧子，复社名士，松江人）、成安府推官顾咸正（字端木，昆山人）、兵部主事杨延枢（字维斗，江苏吴县人）等暗中策动吴胜兆举义反正，咸正为炎武同宗长辈，陈子龙等都与炎武往来密切，这件事顾炎武也是参与了的。</p> <p>　　顺治四年（1647年）夏，事情败露，“几事一不中，反覆天地黑”（《诗集·哭陈太仆》），胜兆被解往南京斩首，清廷大肆搜捕同案诸人。子龙往投炎武，炎武当时已离家出亡；于是子龙逃入顾咸正之子天遴、天逵家躲藏，不久三人即被逮，炎武多方营救，未能奏效。其间，顾炎武还往寻咸正，催促他及时出走，而咸正不听。结果，陈子龙乘差官不注意时投水自尽，杨延枢及顾氏父子先后遇害，受此案株连而死者40余人。</p> <p>　　在策动吴胜兆反正的同时，炎武还进行了其他一些活动。顺治三年（1646年），炎武本打算赴福建就职方司主事之任，大约将行之际，路振飞派人与他联系，要他联络“淮徐豪杰”。此后四五年中，顾炎武“东至海上，北至王家营（今属江苏淮阴），仆仆往来”（邓之诚《清诗纪事》），奔走于各股抗清力量之间，意图纠合各地义军伺机而动。然而弘光及闽浙沿海的隆武等南明政权先后瓦解，炎武亲身参与的抗清活动也一再受挫，但是，顾炎武并未因此而颓丧。他以填海的精卫自比：“万事有不平，尔何空自苦，长将一寸身，衔木到终古。我愿平东海，身沉心不改，大海无平期，我心无绝时。呜呼！君不见，西山衔木众鸟多，鹊来燕去自成窠。”（《诗集·精卫》）。</p> <p><strong>家族风波</strong></p> <p>　　崇祯末年，炎武嗣祖绍芾及兄长顾缃（字遐篆）先后去世，又逢吴中大旱，“一时丧荒赋徭猖集”（归庄《送顾宁人北游序》），炎武无奈，曾将祖产田800亩贱价典给昆山豪族叶方恒（字嵋初）；其时，炎武的堂叔等人为争夺遗产，又挑起家难，他们还与本来就蓄意侵吞炎武家产的叶氏内外勾结，炎武在昆山千墩的故居和在常熟语濂径的住所曾几次被这伙人洗劫及纵火焚烧。到顺治七年（1650年），叶方恒又企图加害顾炎武，炎武为了避祸，只得“稍稍去鬓毛，改容作商贾”（《诗集》二，《流转》），离开昆山出走，更名为商人蒋山佣。此后五年中，他都在吴、会之间奔波往来。尽管遁迹商贾，炎武依然心存故国，时时关注着沿海一带抗清斗争的进展情况，希望能有建功立业的机会。</p> <p><strong>率众结社</strong></p> <p>　　当张名振（字候服，南京人）于顺治十年（1653年）九月在长江口大破清兵，进屯崇明（今属上海），顺治十一年正月，又率“海舰数百”溯长江而上，直抵镇江，并登金山遥祭孝陵（明太祖<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>陵，在今南京中华门外）之际，炎武为之欢忭鼓舞，他兴奋地写道：“东风吹江水，一夕向西流。金山忽动摇，塔铃语不休。水军十一万，虎啸临皇州。巨舰作大营，飞舻为前茅。黄旗亘长江，战鼓出中洲……沉吟十年余，不见旌旆浮，忽闻王旅来，先声动燕幽。阖闾用子胥，鄢郢不足收。祖生奋击揖，肯效南冠囚。愿言告同袍，乘时莫淹留。”（《诗集》二，《金山》）</p> <p>　　这一时期，顾炎武还同归庄、陈忱（字遐心，浙江吴兴人）、吴炎（字赤溟，江苏吴江人）、潘柽章（字力田，吴江人）、王锡阐（字寅旭，吴江人）等共结惊隐诗社，表面上以“故国遗民”“优游文酒”（汪曰桢《南浔缜志》），其实是以诗社为掩护，秘密进行抗清活动。顾炎武在淮安结识定交的挚友王略（字起田，淮安人）、万寿祺（字年少，徐州人）也都是富有民族气节的志士。</p> <p>　　顺治十一年（1654年）春，顾炎武迁居南京神烈山南麓。神烈山即钟山，三国时改名蒋山，明嘉靖中又一度改称神烈山。</p> <p><strong>牢狱之灾</strong></p> <p>　　顺治十二年（1655年）春季，顾炎武回到家乡昆山。原来，顾氏有世仆名陆恩，因见顾家日益没落，炎武又久出不归，于是背叛主人，投靠叶方恒，两人且图谋以“通海”（即与闽浙沿海的南明集团有联系）的罪名控告顾炎武，打算置之死地。顾炎武回昆山，秘密处决陆恩，而叶方恒又与陆之婿勾结，私下将炎武绑架关押，并迫胁顾炎武，令其自裁。一时“同人不平”，士林大哗。所幸炎武挚友路泽博（字苏生）与松江兵备使者有旧，代为说项，顾炎武一案才得以移交松江府审理，最后，以“杀有罪奴”的罪名结案。当事情危急之际，归庄计无所出，只好向<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>求援。谦益是当时文坛领袖，钱氏声言：“如果宁人是我门生，我就方便替他说话了。”归庄不愿失去钱氏这一奥援，虽然明知顾炎武不会同意，还是代顾炎武拜谦益为师。顾炎武知道后，急忙叫人去索回归庄代书的门生帖子，而谦益不与；便自写告白一纸，声明自己从未列于钱氏门墙，托人在通衢大道上四处张贴。谦益大为尴尬，解嘲道：“炎武也太性急了！”</p> <p>　　顺治十三年（1656年）春，顾炎武出狱。尽管归庄等同邑知名之士极力排解，而叶方恒到此时仍不甘心，竟派遣刺客跟踪。仲夏，顾炎武返钟山，行经南京太平门外时突遭刺客袭击，幸而遇救得免；嗣后，叶方恒还指使歹徒数十人洗劫顾炎武之家。这之前的几年当中，顾炎武曾数次准备南下，赴福建参加沿海地区风起云涌的抗清复明事业，但由于各种原因，最终都未能成行；至此，顾炎武决计北游，以结纳各地抗清志士，考察北中国山川形势，徐图复明大业。远行避祸当然也是一个原因。</p> <p><strong>累拒仕清</strong></p> <p>　　顺治十四年（1657年）元旦，顾炎武晋谒孝陵。7年之间，炎武共六谒孝陵，以寄故国之思，然后返昆山，将家产尽行变卖，从此掉首故乡，一去不归。是年顾炎武45岁。顺治十六年（1659），至山海关，凭吊古战场，此后20多年间，炎武孑然一身，游踪不定，足迹遍及山东、河北、山西、河南，“往来曲折二三万里，所览书又得万余卷”（《亭林佚文辑补·书杨彝万寿棋（为顾宁人征天下书籍启）后》），结识了许多志同道合的朋友；晚年，始定居陕西华阴。康熙七年（1668年），又因莱州黄培诗案入狱，得友人李因笃等营救出狱。康熙十年（1671年），游京师，住在外甥<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>学家中，熊赐履设宴款待炎武，邀修《明史》，顾炎武拒绝说：“假如这样做，那不仅仅是介之推的出逃了，而是效仿<a href=\"http://so.gushiwen.org/author_238.aspx\">屈原</a>为楚而死了！”。</p> <p>　　康熙十七年（1678年），康熙帝开博学鸿儒科，招致明朝遗民，顾炎武三度致书叶方蔼，表示“耿耿此心，终始不变”，以死坚拒推荐。康熙十八（1679年）清廷开明史馆，顾炎武以“愿以一死谢公，最下则逃之世外”回拒熊赐履。康熙十九年（1680年），顾炎武夫人死于昆山，他在妻子的灵位前痛哭祭拜，作诗云“贞姑马鬣在江村，送汝黄泉六岁孙。地下相逢告父姥，遗民犹有一人存。”康熙二十一年（1682年）正月初四（2月10日）在山西曲沃韩姓友人家，上马时不慎失足，呕吐不止，初九（2月15日）丑刻卒，享年七十。</p><br/><h2>主要成就</h2> <p><strong>学术思想</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>被称作是清朝“开国儒师”、“清学开山”始祖，是著名经学家、史地学家、音韵学家。他学识渊博，在经学、史学、音韵、小学、金石考古、方志舆地以及<a href=\"http://so.gushiwen.org/author_1645.aspx\">诗</a>文诸学上，都有较深造诣，建树了承前启后之功，成为开启一代学术先路的杰出大师。他继承明季学者的反理学思潮，不仅对陆王心学作了清算，而且在性与天道、理气、道器、知行、天理人欲诸多范畴上，都显示了与程朱理学迥异的为学旨趣。<br>顾炎武为学以经世致用的鲜明旨趣，朴实归纳的考据方法，创辟路径的探索精神，以及他在众多学术领域的成就，终结了晚明空疏的学风，开启了一代朴实学风的先路，给予清代学者以极为有益的影响。</p> <p>　　顾炎武还提倡“利国富民”，并认为“善为国者，藏之于民”。他大胆怀疑君权，并提出了具有早期民主启蒙思想色彩的“众治”的主张。他提倡经世致用，反对空谈，注意广求证据，提出“君子为学，以明道也，以救世也。徒以诗文而已，所谓雕虫篆刻，亦何益哉？”</p> <p>　　历史学家钱穆称其重实用而不尚空谈，“能于政事诸端切实发挥其利弊，可谓内圣外王体用兼备之学”。顾炎武强调做学问必须先立人格：“礼义廉耻，是谓四维”。他所提出的“天下兴亡，匹夫有责”这一口号，意义和影响深远。</p> <p>　　明道救世</p> <p>　　面对当时黑暗的社会现实，顾炎武认为当务之急在于探索“国家治乱之源，生民根本之计”（《亭林佚文辑补·与黄太冲书》）。他在纂辑的《天下郡国利病书》中，首先关注的是土地兼并和赋税繁重不均等社会积弊，对此进行了有力的揭露，指出“世久积弊，举数十屯而兼并于豪右，比比皆是”，乃至出现了“有田连阡陌，而户米不满斗石者；有贫无立锥，而户米至数十石者”的严重情况。在所撰写的《军制论》《形势论》《田功论》《钱法论》和《郡县论》中，他探索了造成上述社会积弊的历史根源，表达了要求进行社会改革的思想愿望。他指出“郡县之弊已极”，症结就在于“其专在上（《文集》卷一），初步触及到了封建君主专制制度问题，从而提出了变革郡县制的要求。他指出，”法不变不可以教今……而姑守其不变之名，必至于大弊“（《文集》卷六）。</p> <p>　　在《日知录》中，他更是明确地宣称自己的撰写目的就是：“意在拨乱涤污，法古用复，启多闻于来学，待一治于后王”（《文集》卷六），并强调“君子之为学，以明道也，以救世也”（《文集》卷四）。顾炎武在“明道救世”这一经世思想的指导下，提倡“利民富民”。他认为，“今天下之大患，莫大乎贫”（《文集》卷一），因而认为“有道之世”，“必以厚生为本”（《日知录》卷二），他希望能逐步改变百姓穷困的境遇，达到“五年而小康，十年而大富”（《日知录》卷二）。他不讳言“财”“利”。他说：“古之人君，未尝讳言财也。……民得其利，则财源通而有益于官；官专其利，则财源塞而必损于民。”（《日知录》卷十二）</p> <p>　　他认为问题不在于是否言财言利，而在于利民还是损民，在于“民得其利”还是“官专其利”。他认为自万历中期以来，由于“为人上者”只图“求利”，以致造成“民生愈贫，国计亦愈窘”的局面。由此，他主张实行“藏富于民”的政策，认为“善为国者，藏之于民”。并且指出只有这样，才是真知其“本末”的做法（《日知录》卷十二）。</p> <p>　　顾炎武也和<a href=\"http://so.gushiwen.org/author_540.aspx\">黄宗羲</a>、<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>一样，从不同的角度对“私”作出了肯定，并对公与私的关系作了辩证的论述。他说：“自天下为家，各亲其亲，各子其子，而人之有私，固情之所以不能免矣。……合天下之私以成天下之公，此所以为王政也。”（《日知录》卷四）这就把人之有私看作是完全合乎情理的现象，并且认为“用天下之私，以成一人之公而天下治。”（《文集》卷一）他的这种利民富民和“财源通畅”的主张，以及对“私”的肯定，都反映了当时资本主义生产关系萌芽状态下新兴市民阶层的思想意识。</p> <p>　　顾炎武从“明道救世”的经世思想出发，还萌发了对君权的大胆怀疑。他在《日知录》的“君”条中，旁征博引地论证了“君”并非封建帝王的专称，并进而提出反对“独治”，主张“众治”，所谓“人君之于天下，不能以独治也。独治之而刑繁矣，众治之而刑措矣”（《日知录》卷六），强调“以天下之权寄之天下之人”（《日知录》卷九）。</p> <p>　　他虽然还未直接否定君权，未能逾越封建的藩篱，但他这种怀疑君权、提倡“众治”的主张，却具有反对封建专制独裁的早期民主启蒙思想的色彩。顾炎武“明道救世”的经世思想，更为突出的是他提出了“天下兴亡，匹夫有责”的口号。顾炎武所说的天下兴亡，不是指一家一姓王朝的兴亡，而是指广大的中国人民生存和整个中华民族文化的延续。在顾炎武的一生中，也确实是以“天下为己任”而奔波于大江南北，即令他在病中，还在呼吁“天生豪杰，必有所任。……今日者，拯斯人于涂炭，为万世开太平，此吾辈之任也”（《文集》卷三）。</p> <p>　　经学济理学</p> <p>　　晚明以来，阳明心学以至整个宋明理学已日趋衰颓，思想学术界出现了对理学批判的实学高潮，顾炎武顺应这一历史趋势，在对宋明理学的批判中，建立了他的以经学济理学之穷的学术思想。</p> <p>　　顾炎武对宋明理学的批判，是以总结明亡的历史教训为出发点的，其锋芒所指，首先是阳明心学。他认为，明朝的覆亡乃是王学空谈误国的结果。他写道：“以明心见性之空言，代修己治人之实学，股肱惰而万事荒，爪牙亡而四国乱，神州荡覆，宗社丘墟。”（《日知录》卷七）他对晚明王学末流的泛滥深恶痛绝，认为其罪“深于桀纣”。他进而揭露心学“内释外儒”之本质，指斥其违背孔孟旨意。他认为儒学本旨“其行在孝悌忠信”，“其职在洒扫应对”，“其文在《诗》《书》《礼》《易》《春秋》”，“其用之身在出处、去就、交际”，“其施之天下在政令、教化、刑罚”（同上）。他直分赞同宋元之际著名学者黄震对心学的批评：“近世喜言心学，舍全章本旨而独论人心道心，甚者单摭道心二字而直谓心即是道，盖陷于禅学而不自知，其去尧舜禹授天下本旨远矣。”（同上，卷七）</p> <p>　　既然陆王心学是佛教禅学，背离了儒学修齐治平的宗旨，自当属摒弃之列。在顾炎武看来，不惟陆王心学是内向的禅学，而且以“性与天道”为论究对象的程朱理学亦不免流于禅释。他批评说：“今之君子……是以终日言性与天道，而不自知其堕于禅学也。”（同上，卷七）又说：“今日《语录》几乎充栋矣，而淫于禅学者实多，然其说盖出于程门。”（《文集》卷六）他还尖锐地指出：“孔门未有专用心于内之说也。用心于内，近世禅学之说耳。……今传于世者，皆外人之学，非孔子之真。”（《日知录》卷一八）这不仅是对陆王心学的否定，也是对程朱理学的批评。但是，在面临以什么学术形态去取代陆王心学和程朱理学的氛择时，却受到时代的局限，他无法找到更科学更新颖的理论思维形式，只得在传统儒学的遗产中寻找出路，从而选择了复兴经学的途径：“以复古作维新”。</p> <p>　　顾炎武采取复兴经学的学术途径，不是偶然的，而是学术自身发展的结果。从明中期以来学术发展的趋势来看，虽然“尊德性”的王学风靡全国，但罗钦顺、王廷相、刘宗周、黄道周，重“学问思辨”的“道问学”也在逐渐抬头。他们把“闻见之知”提到了重要地位，提倡“学而知之”，强调“读书为格物致知之要”，重视对儒家经典的研究。而在嘉靖、隆庆年间，就有学者<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>明确提出“通经学古”（《归震川先生全集》卷七）的主张，认为“圣人之道，其迹载于六经”（同上），不应该离经而讲道。明末学者<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>更是与之同调，认为“离经而讲道”会造成“贤者高自标目务胜前人，而不肖才汪洋自恣莫不穷洁”（《初学集》卷二八）的不良后果，他提倡治经“必以汉人为宗主”（同上书，卷二九）。以<a href=\"http://so.gushiwen.org/author_809.aspx\">张溥</a>、张采、<a href=\"http://so.gushiwen.org/author_563.aspx\">陈子龙</a>为代表的“接武东林”的复社名士，从“务为有用”出发，积极提倡以通经治史为内容的“兴复古学”（《复社记略》卷一）。这就表明复兴经学的学术途径，已在儒学内部长期孕育，成为顾炎武“经学即理学”、用经学以济理学之穷思想的先导。</p> <p>　　顾炎武也正是沿着明季先行者的足迹而开展复兴经学的学术途径的。他在致友人施愚山的书札中就明确提出了“理学，经学也”（《文集》卷三）的主张，并指斥说“今之所谓理学，禅学也”（《文集》卷三）。他认为，经学才是儒学正统，批评那种沉溺于理学家的语录而不去钻研儒家经典的现象是“不知本”。他号召人们“鄙俗学而求六经”，主张“治经复汉”。他指出：“经学自有源流，自汉而六朝、而唐而宋，必一一考究，而后及于近儒之著，然后可以知其异同离合之指。”（《文集》卷四）在他看来，古代理学的本来面目即是朴实的经学，正如<a href=\"http://so.gushiwen.org/author_3120.aspx\">全祖望</a>所概括的“经学即理学”（《鲒琦亭集》卷一二），只是后来由于道二教的渗入而禅化了。因此，他倡导复兴经学，要求依经而讲求义理，反对“离经而讲道”。顾炎武认为，只有这样才能称为“务本原之学”（《亭林文集》卷四）</p> <p>　　此外，顾炎武还倡导“读九经自考文始，考文自知音始”（《亭林文集》卷四）的治学方法。他身体力行，潜心研究，考辨精深，撰写出《日知录》、《音学五书》等极有学术价值的名著。《四库全书总目提要》在谈及《日知录》时，说：“炎武学有本原，博瞻而能贯通，每一事必详其始末、参以证佐而后笔之于书，故引据洗繁而牴牾少。”顾炎武的学术主张使当时学者折服而心向往之，在学术界产生了很大影响，在一定程度上起到了转移治学途径的作用，使清初学术逐渐向着考证经史的途径发展。<a href=\"http://so.gushiwen.org/author_664.aspx\">梁启超</a>在《清代学术概论》中说顾炎武开创了一种新的学风，即主要是治古代经学的学风。</p> <p>　　博学于文</p> <p>　　“博学于文”、“行己有耻”二语，分别出自《论语》的《颜渊》篇和《子路》篇，是孔子在不同场合答复门人问难时所提出的两个主张。顾炎武将二者结合起来，并赋予了时代的新内容，成了他的为学宗旨与处世之道。他说：“愚所谓圣人之道者如之何？曰‘博学于文’，曰‘行己有耻’。自一身以至天下国家，皆学之事也；自子臣弟友以至出入往来、辞受取与之间，皆有耻之事也。”（《文集》卷三）<br>可见，他所理解的“博学于文”是和“家国天下”之事相联系的，因而也就不仅仅限于文献知识，还包括广闻博见和考察审问得来的社会实际知识。他指责王学末流“言心言性，舍多而学以求一贯之方，置四海之困不言而终日讲危微精一之说”，说明他所关心的还是“四海之困穷”的天下国家之事，所注重的自然是“经世致用之实学”，这也就是顾炎武“博学于文”的为学宗旨。</p> <p>　　行己有耻</p> <p>　　所谓“行己有耻”，即是要用羞恶廉耻之心来约束自己的言行。顾炎武把“自子臣弟友以至出入往来、辞受取与”等处世待人之道都看成是属于“行己有耻”的范围。有鉴于明末清初有些学人和士大夫寡廉鲜耻、趋炎附势而丧失民族气节，他把“博学于文”与“行己有耻”结合起来，强调二者的关系。他说：“士而不先言耻，则为无本之人；非好古而多闻，则为空虚之学。以无本之人而讲空虚之学，吾见其日是从事于圣人而去之弥远也。”（《文集》卷三）因此，他认为只有懂得羞恶廉耻而注重实学的人，才真正符合“圣人之道”。否则，就远离了“圣人之道”。所以，“博学于文”、“行己有耻”，既是顾炎武的为学宗旨和立身处世的为人之道，也是他崇实致用学风的出发点。</p> <p>　　此外，顾炎武“博学于文”的为学宗旨的一大特色，是他不仅强调读书，而且提倡走出书斋、到社会中去考察。他说：“人之为学，不日进则日退。独学无友，则孤陋而难成。”（《文集》卷四）他提倡读书与考察相结合的方法，就是理论和实践相结合的方法。这个方法的提出和运用，开创了清初实学的新风。</p> <p>　　古韵研究</p> <p>　　顾炎武把古韵分为10部，其中有4部成为定论，即歌部、阳部、耕部、蒸部。其余几部也都初具规模，后来各家古韵分部，都是在顾氏分部的基础上加细加详。顾炎武在音韵学上的最大贡献是用离析“唐韵”（实际是《广韵》）的方法研究古韵。宋人也曾研究古韵，但把《唐韵》的每一个韵部看成一个整体，没有想到把它们拆开，因此，尽管把韵部定得很宽，仍然不免出韵。另一个极端是遇字逐个解决，没有注意到语音的系统性。顾炎武则把某些韵分成几个部分，然后重新与其他的韵部合并。这样有分有合，既照顾了语音的系统性，又照顾了语音的历史发展。他首先废弃平水韵，回到“唐韵”。</p> <p>　　比如把尤韵一部分字如“丘”、“谋”归入“之咍”部，这就是“离析唐韵”，回到古韵。再比如把支、麻、庚三韵各分为二，屋韵分为三，令它们归入不同的古韵部，充分体现了古今语音系统的差别。他的这种离析工作，直到今天大家还公认是很有价值的。其次，他最先提出用入声配阴声。《诗经》常常有入声字跟阴声字押韵，以及一个字有去入两读的现象，顾炎武从这些现象中认识到，除了收唇音的入声缉、合等韵没有相应的阴声韵以外，入声都应该配阴声。在古音学的分部问题上，有阴阳入三分法，有阴阳两分法，按两分法说，他的作法是对的。</p> <p>　　顾炎武在古音学的研究中，一方面有理论的建树，另一方面有对大量材料的分析，所以后来被学者誉为古音学的奠基者，研究成果集中反映在《音学五书》中。</p> <p><strong>学术影响</strong></p> <p>　　顾炎武是清代学术的开山之祖。他所倡导的学术话语和学术理念以及他所开创的学术范式和学术方法曾对清代乾嘉学派产生过广泛的震撼，引起了乾嘉学者的普遍共鸣，这是学术界普遍认同的观点。然顾炎武学术对乾嘉学派究竟产生了怎样的影响，历来学者们对此则有各种不同的看法。</p> <p>　　学术规模</p> <p>　　自汉武帝独尊儒术以来，中国学术基本上一直以经学一统天下。自汉唐以迄宋明，虽亦有文字音韵、训诂考证、金石考古、算学历法等学术门类的萌生和兴起，但这些学问基本上都属于经学的附庸，它们随经学的兴盛而产生，并服务于经学的注经解经活动。所以，在清学兴起以前，传统学术只有林立的门派之别，没有明确的门类之分。顾炎武作为清学之祖，一生广览群书，多闻博学，于经义、史学、文字、音韵、金石、考古、天文、历算、舆地、军旅等各个方面都做出了开创性的研究。<br>潘耒在《日知录序》中称其“九经诸史，略能背诵，……经世要务，一一讲求”，“凡经义史学、官方吏治、财赋典礼、舆地艺文之属，一一疏通其源流，考正其谬误。”顾炎武对经史百家进行的这种分门别类的研究，为清代学者开辟了治学的方向。顾炎武之后，乾嘉诸儒接踵继起，对各门学问进行了专门而精深的研究，使清代学术门类发生了明显的分化。</p> <p>　　梁启超在《中国近三百年学术史》中认为，乾嘉诸儒所做的工作，举其要者，约有十三个方面：一、经书的笺释；二、史料之搜补鉴别；三、辨伪书；四、辑佚书；五、校勘；六、文字训诂；七、音韵；八、算学；九、地理；十、金石；十一、方志之编纂；十二、类书之编纂；十三、丛书之校刻。上列诸项尽管分类并不十分严密，且亦不能包举无遗，但大致可以看出乾嘉学术的规模和气象。乾嘉诸儒的这些学问，论其端绪，除辑佚、类书等少数方面外，基本上都发自顾氏。有的学者认为，乾嘉学术的专精与顾氏学术的博通在精神上似乎相差很远，其实，倘若换一个角度来看，乾嘉诸儒的专精之学正是顾氏的广博之业进一步分化和深化的结果。故梁启超说：“亭林的著述，若论专精完整，自然比不上后人。若论方面之多，气象规模之大，则乾嘉诸老，恐无人能出其右。要而论之，清代许多学术，都由亭林发其端，而后人衍其绪。”</p> <p>　　顾炎武之学不仅以博涉百家而开启了清学的学术门类，而且其学识赅贯，通达治体，能把学问的各方面加以融会贯通，具有宏大的学术气象。他曾说：“天下之理殊途而同归，大人之学举本以该末。”又说：“彼章句之士，既不足以观其会通，而高明之君子，又或语德性而遗问学，均失圣人之指矣。”故潘耒称“当代文人才士甚多，然语学问，必敛衽推顾先生。凡制度典礼有不能明者，必质诸先生。坠文轶事有不知者，必徵诸先生。……天下无贤不肖，皆知先生为通儒也。”</p> <p>　　顾氏之学的这种博通气象，对乾嘉学术亦有很大影响。在许多学者的眼中，乾嘉诸儒似乎专以学业专精闻名，而与顾氏之学的博赡精神很不相符。这种观点其实是很值得商榷的。乾嘉学者中固有专经之士，然亦不乏博学之儒。据江藩《国朝汉学师承记》记载，吴派学术的先导者惠士奇“博通六艺、九经、诸子及《史》《汉》《三国志》，皆能闇颂。”他曾谓“今之校官，古博士也。博士明于古今，通达国体，今校官无博士之才，弟子何所效法！”吴派中坚惠栋“自经史、诸子、百家、杂说及释道二藏，靡不穿穴。……</p> <p>　　乾隆十五年，诏举经明行修之士，两江总督文端公尹继善、文襄公黄廷桂交章论荐，有‘博通经史，学有渊源’之语。”吴派大师钱大昕“精研古经义声音训诂之学，旁及壬遁太乙星命，靡不博综而深究焉。”“至于辨文字之诂训，考古今之音韵，以及天文舆地，草木虫鱼，散见于《文集》、《十驾斋养新录》者，不下数万言，文多不载。尝谓自惠、戴之学盛行于世，天下学者但治古经，略涉三史，三史以下茫然不知，得谓之通儒乎？所著《二十二史考异》，盖有为而作也。”先生不专治一经而无经不通，不专攻一艺而无艺不精。经史之外，如唐、宋、元、明诗文集、小说、笔记，自秦汉及宋元金石文字，皇朝典章制度，满洲蒙古氏族，皆研精究理，不习尽工。……先生学究天人，博综群籍，自开国以来，蔚然一代儒宗也。”<a href=\"http://so.gushiwen.org/author_2663.aspx\">阮元</a>亦谓：“国初以来，诸儒或言道德，或言经术，或言文字，或言天文，或言地理，或言文字、音韵，或言金石、诗文，专精者固多，兼擅者尚少，惟嘉定钱辛楣先生能兼其成。”</p> <p>　　吴派另一重要人物王鸣盛“撰《十七史商榷》一百卷，主于校勘本文，补正譌脱，审事迹之虚实，辨纪传之异同，最详于舆地、职官、典章、制度，独不喜褒贬人物，以为空言无益也。又有《蛾术编》一百卷，……其书辨博详明，与洪容斋、王深宁不相上下。”吴派学术号称“纯汉学”，最以专精为世人称道，而其几位代表人物之博学尚且如此，可见他们并未偏离顾氏所倡导的博通学风。至于皖派学术，本来就以考据详博见长，而尤重义理之阐发。</p> <p>　　江藩评其开创者江永说：“考其学行，乃一代通儒，戴君为作行状，称其学自汉经师康成后罕其俦匹，非溢美之辞。”其代表人物戴震，更是精研经学、史学、小学、音韵、训诂，博通天文、历算、地理、水利之学，其多闻博学之名饮誉学界。扬州派学者治学惟是为求，不守门户，其学术范围更为广博。江藩称其代表人物汪中“博综群籍，谙究儒墨，经耳无遗，触目成诵，遂为通人焉。”</p> <p>　　其另一领袖焦循专研经书，博览典籍，于经史、历算、声韵、训诂之学无所不究。他提倡“通核”之学，主张治学要“主以全经，贯以百氏，协其文辞，揆以道理。”阮元《通儒扬州焦君传》称“君善读书，博闻强记，识力精卓，于学无所不通，著书数百卷，尤邃于经。于经无所不治，而于《周易》、《孟子》专勒成书。”上述可见，乾嘉学者不仅从专精方向上深化了顾氏所开创的各门学术，而且在学术气象上亦进一步弘扬了顾氏所倡导的广博学风。</p> <p>　　治学宗旨</p> <p>　　顾炎武治学，以“明学术，正人心，拨乱世，以兴太平之事”为宗旨。他一生激烈批评空谈心性、剿说玄理的虚芜之论，坚决反对雕琢辞章、缀辑故实的无用之学，极力倡导“博学于文”、“行己有耻”的学术理念。在他看来，学问之道，贵在明道淑人，抚世宰物。<br>因此，他主张以“修己治人之实学”，代“明心见性之空言”，强调学问不仅要修诸身心，更要达于政事。故顾氏的学问，皆是“坐而言，可起而行”的实用之学。顾氏的经世致用之旨，对乾嘉学者究竟发生了怎样的影响，这是历来学者们纷争最多的一个问题。其中比较通行的观点是，认为乾嘉学者背离了顾氏经世致用的精神。这种“背离”说的基本论点是，认为乾嘉学者皆沉溺考据，埋首故纸，博古而不通今，论史而不议政，因而泯灭了清初学者的体国忧患和济世情怀。这种观点就乾嘉时期思想界万马齐喑的现实来看，确实不无道理，但如若细究当时学界的文化境遇和学者的文化心态，就会发现问题其实并非如此简单。</p> <p>　　首先，乾嘉学者沉溺考据，埋首故纸，从消极方面说，固然有其远逃现实，洁身避祸的一面，但从积极方面说，这种刻意的逃离和有意的回避，正好表明了部分考据学者对正统理学的漠视和冷落，显示了他们对现实的无言的抗争和顽强的抵触。清朝自倾覆朱明、问鼎中原以来，为了征服汉民，稳定人心，一方面大兴文字狱，在思想文化领域里推行高压政策，不许知识分子议论朝政；另一方面则竭力表彰理学名臣，大力扶持宋明理学，企图以理学立国，来笼络利诱汉族士子文人。然清朝统治者的这种苦心，并未得到思想学界的响应。</p> <p>　　终清一朝，理学虽然一直高踞庙堂，但却受到了大多数有骨气的学者的唾弃。与理学的日趋沉沦相比，委身山林的汉学或朴学却在乾嘉时期异军突起，一跃成为清代学术的主流，以至清廷为了拉拢学界精英，亦不得不转而褒奖汉学。当初顾氏在民族沦亡之际，曾猛烈抨击日趋衰微的理学，他除了出于学理上的考虑之外，更重要的是为了救亡图存的需要。到了乾嘉时期，理学以高踞庙堂之尊，仍然受到学界精英的坚决拒斥，除了学理上的需要之外，恐怕亦不能说其中完全别无乾嘉诸儒之深意。</p> <p>　　其次，乾嘉学者训诂旧籍，不论今事，博稽故实，不议时政，并不表明他们必然摒弃了定邦安民的经世理想。由今日学者的眼光来看，钻研故纸的学问确实离现实最远，与用世无缘。但如果我们用这样的观点来理解乾嘉学术，就无法解释清代学者为什么一面激烈批评宋明理学的空疏无用，一面大力提倡在许多人看来最不济用的训诂考据之学。事实上，乾嘉学者对训诂考据的意义有着与今日学者完全不同的认识。自顾氏提出“读九经自考文始，考文自知音始”以来，稽古通经明道救世就成为清代学者所共守的学术路线。</p> <p>　　顾氏曾说：“惟君子为能通天下之志，盖必自其发言始也。”又说：“傅说之告高宗曰：‘学于古训，乃有获。’……不学古而欲稽天，岂非不耕而求获乎！”在他看来，经史典籍乃礼乐德刑之本，文治教化之源，因此，稽古可以明道，经术可以经世。所以，他之提倡音韵训诂、辨古考史，就不仅仅是为了诠释古代文献，描述古史陈迹，更重要的是为了探究古今文化源流，考察历代治世得失，即他所云“意在拨乱涤污，法古用夏，启多闻于来学，待一治于后王”之谓也。顾炎武这种训经明道，考史鉴今的学术理念，亦为乾嘉学者所崇奉。</p> <p>　　乾嘉学者的经世意识与顾氏的经世胸次当然不可同日而语，然细究其本末源流，不难发现他们共同的学术理念和相似的学术心态，其间的联系可谓薪尽火传，从未断隔。上述可见，顾炎武对乾嘉学派的影响既深且广，称其为乾嘉宗师是当之无愧的。</p> <p>　　治学门径</p> <p>　　顾炎武治学的一个重要特点，是强调以明音韵为治学之根本。他提出由音韵文字而通经子百家的口号，其言曰：“读九经自考文始，考文自知音始。以至诸子百家之书，亦莫不然。”在他看来，治音韵为通经的关键，知音才能通经，通经才能明道，明道才能救世。故他以阐幽扶微之心，抱明道救世之志，发明古音，考正古韵，开辟了清代学者以音明经，通经明道，明道救世的学术路线。</p> <p>　　其后，乾嘉学者皆推崇顾氏的音韵学成就，并把由音韵以通训诂、就古音以求古义作为他们治学的基础。顾炎武在研究音韵训诂和经史考证的过程中，发展出了一套完善的治学方法。他善于以札记的形式，通过排比资料，相互参照，而发现问题，提出疑问，继而广征博引，援古证今，以批驳舛谬，辨正疑误。潘耒称其“有一异议，反复参考，必归于至当；援古证今，必畅其说而后止。”</p> <p>　　《四库全书总目》亦谓其“每一事必详其始末，参以证佐，而后笔之于书，故引据浩繁，而牴牾者少。”顾氏发明的这些治学方法，包括重纂辑、明流变、善归纳、求证佐、躬实察等等，后来皆成为乾嘉学者治学的法门。如钱大昕仿顾氏《日知录》之体例，作《十驾斋养新录》二十卷，于小学、经学、史学、典制、职官、氏族、金石、舆地、天文、历算、辞章之学，皆造其微。阮元称其书“皆精确中正之论，即琐言剩义，非贯通原本者不能，譬之折杖一枝，非邓林之大不能有也。”</p> <p>　　钱氏又撰《廿二史考异》一百卷，运用顾氏之历史考据方法，辨正古史，考证史事，祛疑指瑕，拾遗规过，考史之功，最享时誉。王鸣盛作《十七史商榷》一百卷，对十七部正史改讹补脱，去衍勘误，考事迹之虚实，辨纪传之异同，诠解蒙滞，审核舛驳，最为精审。王氏晚年又将考证所得，编为《蛾术编》一百卷，其书辨博详明，学风亦直承顾氏。</p> <p>　　<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>撰《廿二史札记》三十六卷，评判史书体例，正读文字讹误，补缺订伪史事，比类综合史料，其持论皆能斟酌时势，考据尤为精赅通贯。他曾自云“或以比顾亭林《日知录》，谓其身虽不仕，而其言有可用者，则吾岂敢。”此虽赵氏谦逊之言，然其治学实以顾氏为宗。他又撰《陔余丛考》四十三卷，于经义、史学、掌故、艺文、纪年、官制、科举、风俗、丧礼、器物、术数、神佛、称谓之属，皆详加探究，颇能综贯异说，考竟源流。</p> <p><strong>个人著述</strong></p> <p>　　顾炎武阅历深广，学问渊博，著述宏富，今可考见者已有50余种，代表作有《日知录》《天下郡国利病书》《肇域志》《音学五书》《韵补正》《古音表》《诗本音》《唐韵正》《音论》《金石文字记》《亭林诗文集》等。他于经史百家、音韵训诂、金石考古、方志舆地，乃至国家典制、郡邑掌故、天文仪象、水利河漕、兵农田赋、经济贸易等都有精湛研究，为清代学术开辟了众多门径。在音韵学上，考订古音，离析《唐韵》，分古韵为十部，在阐明音学源流和分析古韵部目上，有承前启后之功，被誉为古音学的奠基者。<br>顾炎武的文学成就主要以诗见称，存各体诗412首，其中包括徐嘉《顾诗笺注》的《集外诗补》中所收的4首佚诗。顾炎武生当乱世，诗歌创作的现实性和政治性十分强烈，形成了沉郁苍凉、刚健古朴的艺术风格和史诗特色，精神骨力，接近<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>，成就很高。顾炎武同时也是出色的散文家，他的书信笔锋锐利，议论文简明宏伟，记事文如《吴同初行状》、《书吴潘二子事》等。</p><br/><h2>人物轶事</h2> <p><strong>留恋明朝</strong></p> <p>　　明朝灭亡后，年仅三十二岁的<a href=\"http://so.gushiwen.org/author_1645.aspx\">顾炎武</a>誓不损节，不为清朝服务，还参加抗清复明的“复社”。每年端午节，他总是在门前悬挂一块红色的蔓菁，在里面塞上一点蒜青，并在后面挂一块白布，白布上写着“避青”二字，意思是“不直国朝恶而避之”。因此人们称他为“避青先生”。他曾六次从家里步行至南京明孝陵哭吊明朝开国皇帝<a href=\"http://so.gushiwen.org/author_3131.aspx\">朱元璋</a>，往返数千里，不辞跋涉之苦。又在漂泊各地途中，两次到北京昌平县长陵哭吊明成祖朱棣，六次到明思陵哭吊明代末帝朱由检。</p> <p><strong>博学强记</strong></p> <p>　　顾炎武小时候，每年春夏温习经书，家人为他请了四名声音宏亮的士子，坐在周边。顾炎武面前放一本经书，四人前面还放着该经书的注疏。他先叫一人读一段经书，遇到其中字句不同的或他忘记了的地方，则与四人辩论或再记一遍。一人读二十页书，之后再叫另一人读二十页，他每天温习经书二百页。</p> <p>　　顾炎武自小至老手不释卷，出门则总是骑着一头跛驴，用二匹瘦马驮着几箱书。遇到边塞亭障，就叫身边的老仆到路边的酒店买酒，二人对坐痛饮，咨询当地的风土人情，考究其地理山川。如果与平生所听到的不相符，他就打开书本验证，必定要弄清楚才罢休。骑在驴上无事时，他就默诵诸经注疏。碰上老朋友，他往往记不起他是谁了。有时掉到崖下，他也毫不怨悔。顾炎武这样勤学，终于成为学问渊博的大家，没人可与之抗衡。</p> <p>　　顾炎武曾经客居北京。一天，在朝廷做官的<a href=\"http://so.gushiwen.org/author_599.aspx\">王士祯</a>去他住所拜访，对顾炎武说：“先生博学强记，请您背诵一下古乐府《蛱蝶行》好吗？”顾炎武当即背诵出来了，一字不遗，同座皆惊。《蛱蝶行》虽然只是一首仅仅五十六字的短<a href=\"http://so.gushiwen.org/author_1645.aspx\">诗</a>，但它较生僻，要完整地记在脑海里是不容易的。</p> <p><strong>鼠咬书无怒色</strong></p> <p>　　顾炎武在写《音学五书》时，已经写好的《诗本音》二稿却又被老鼠咬坏了。他便再次誊写，一点怒色也没有。有人劝他翻瓦倒壁消灭老鼠，他却说：“老鼠咬我的书稿，其实是鼓励我呢！不然，把它好好地搁置起来，我怎么会五易其稿呢？”</p> <p><strong>善于治财</strong></p> <p>　　顾炎武在第一次哭吊完明孝陵后，独身北走，走遍了大半个中国。首先在山东章邱县长白山下垦田自给。之后弃去，由门人辈管理田产，自己另寻他所。每到一处，他便买几个妾婢，置房屋和地产。因此他一生没有困乏的时候。他的两个在北京做官的外甥<a href=\"http://so.gushiwen.org/author_419.aspx\">徐干</a>学和徐元文曾向他借钱用，共计数千两白银，他也不向他们索要。康熙七年（1668），顾炎武卜居于陕西华阴县，置田五十亩以自给。他钟爱沙苑蒺藜，曾说：“这个吃久了，不吃肉不喝茶也可以。”</p> <p><strong>不夜行</strong></p> <p>　　康熙十五年（1676年），顾炎武客居北京，有一天他去看望两个外甥徐干学和徐元文，两个外甥设宴款待他。可是只喝了三杯酒，顾炎武即起身要回住所。徐干学立即说：“甥还有薄蔬没上桌，舅舅再喝一点酒，畅饮至半夜，然后我派人打着灯笼送您回去，怎么样？”顾炎武立即发火了，说：“世间只有淫奔、纳贿这两类人夜行，哪有正人君子夜行的？”身为大学士的徐干学屏息肃容，不敢再说一句话。后来顾炎武的外孙陆舒城说：“人眼俱白外黑中，惟我舅祖两眼俱白中黑外。”</p> <p><strong>手不释卷</strong></p> <p>　　凡是顾炎武外出旅行，都用马、骡子载着书跟随自己。到了险要的地方，就叫退役的差役打探所到之处的详细情况，有时发现所到之处的情况和平日里知道的不相符，就走向街市客店中，打开书本核对校正它。有时直接行走地平坦的大路上，不值得停下来考察，就在马背上默默地诵读各种古代经典著作的注解疏证；偶尔有什么遗忘了，就到客店中打开书仔细认真地复习。</p>"
}