{
  "id": 73,
  "star": 6,
  "name": "李东阳",
  "image": "http://img.gushiwen.org/authorImg/lidongyang.jpg",
  "dynasty": "明代",
  "desc": "李东阳（1447年－1516年），字宾之，号西涯，谥文正，明朝中叶重臣，文学家，书法家，茶陵诗派的核心人物。湖广长沙府茶陵州（今湖南茶陵）人，寄籍京师（今北京市）。天顺八年进士，授编修，累迁侍讲学士，充东宫讲官，弘治八年以礼部侍郎兼文渊阁大学士，直内阁，预机务。立朝五十年，柄国十八载，清节不渝。文章典雅流丽，工篆隶书。有《怀麓堂集》、《怀麓堂诗话》、《燕对录》。",
  "content": "<h2>人物轶事</h2> <p>（一）<br>　　<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>四岁时被举荐为神童.父亲带他进宫朝见皇帝，因人小脚短，跨不过门槛。皇帝 见此情景，便脱口出了上联：“神童脚短。”东阳应声对下联：“天子门高”。皇帝高兴地将他抱坐膝盖上，见其父亲还站立在一旁，又出上联：“子坐父立，礼乎？”李东阳答道：“嫂溺叔援，权也。”</p> <p>（二）<br>　　李东阳和程敏政同时作为神童，被皇帝召见入宫殿。皇帝正在吃螃蟹，便以此出上联：“螃蟹浑身甲胄。”程敏政应声对道：“凤凰遍体文章。”李东阳从容答道：“蜘蛛满腹经纶。”皇帝说：“这个孩子将来会当宰相。”殿试后第三天，李东阳中了第三名神童。</p> <p>（三）<br>　　李东阳被举荐为神童后，不少文人墨客找他题<a href=\"http://so.gushiwen.org/author_73.aspx\">诗</a>作对，试试他的才华是否名副其实。有位老翰林将他的名字嵌入联语，要他用“两兼格”续对：“李东阳气暖。”东阳对道：“柳下惠风和。”老翰林惊叹不已。</p> <p>（四）<br>　　正德年间（1506～1521），内阁刘健、谢迁二公遭贬离京，只留下李东阳一人。当时刘瑾把持朝政，李东阳独木难支，无力回天。有人画了一幅丑老妪骑牛吹笛的讽刺画，在画中老妪额上题“此李西涯（李的号）相业”，以此嘲讽李东阳。有人向他报告此事，可他不动声色，自题绝句一首：“杨妃身死马嵬坡，出塞昭君怨恨多。争似阿婆骑牛背，春风一曲太平歌。”在后来推翻刘瑾的斗争中，李起了关键性作用。</p> <p>（五）<br>　　李东阳与彭泽（字民生望，攸县人）交往甚密，常有唱酬。彭对李诗不太赞赏。后来，彭泽官场失意，离京回乡。李东阳赠诗一首：“斫地哀歌兴未阑，归来长铗尚须弹。秋风布褐衣犹短，夜雨江湖梦亦寒。木叶下时惊岁晚，人情阅尽见交难。长安旅食淹留地，惭愧先生苜蓿盘。”彭读到开头四句便深为感动，读完全诗，潸然泪下。反复吟诵数十遍，爱不释手，对儿子说；“现在我才发现西涯的诗写得这样好，意境如此深远。我恨不能与他重相见，把酒论诗文!”</p> <p>（六）<br>　　李东阳之女，嫁于山东曲阜孔闻韶。未嫁之前，其女以孔家园林狭小，花木稀少为词，稍有责难。孔家为此大兴土木，扩充屋宇，修葺亭台楼阁。孔闻韶乃孔子六十二世孙，于明弘治十六年（公元1503年）袭封衍圣公，“班超一品之阶”。同年孔府花园竣工，东阳之女亦于当年出嫁，封为一品夫人。可谓三喜临门。袭封后，东阳代衍圣公作谢恩表，并代作大门联。联云：“与国戚休，安富尊荣公府第；偕天不老，文章礼乐圣人家。”此时东阳已是暮年，遣词造句，颂扬得体，忧国忧民，一片忠心。</p><br/><h2>人物生平</h2> <p>早年生活<br>　　正统十二年（1447年），<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>出生于京师的玄武湖西浒，李东阳的父亲时年三十一岁。</p> <p>　　景泰元年（1450年），李东阳能作径尺大的书法，被称为神童，明景帝下召验试，并赐给李东阳菓钞。</p> <p>　　景泰三年（1452年），明景帝召请李东阳讲读《尚书》大义。</p> <p>　　景泰四年（1453年），李东阳跟从老师展毓读书学习，稍长，拜展毓为外傅。</p> <p>　　景泰五年（1454年），明景帝再次召请李东阳讲《尚书》大义，并下旨将李东阳送入顺天府学为诸生。</p> <p>　　景泰六年（1455年），李东阳在顺天府学读书。</p> <p>　　景泰七年（1456年），李东阳在顺天府学读书，生母刘氏去世。</p> <p>　　天顺元年（1457年），明英宗复位，李东阳在顺天府学读书，受教于翰林院的黎淳。</p> <p>　　天顺五年（1461年），李东阳与刘大夏、杨一清同在老师黎淳门下读书。</p> <p>　　天顺六年（1462年），八月，李东阳参加顺天乡试，中举。本次顺天府试陈鉴为主考官，刘宣为副主考官。</p> <p>　　天顺七年（1463年），二月，李东阳参加会试礼部，陈文为主考，柯潜为副主考。因为试院火灾考试延期举行。八月，延时的会试中李东阳中第一百八十五名。本次会试彭时为主考，钱溥为副主考。</p> <p>　　天顺八年（1464年），三月，殿试中李东阳取得二甲第一，被选为庶吉士。在翰林院中受教于刘定之、柯潜。</p> <p>成化时期<br>　　成化元年（1465年），八月，李东阳被授编修之职，参与修纂《英宗实录》。</p> <p>　　成化三年（1467年），八月，《英宗实录》修纂成书，皇帝赐李东阳白金文绮，品秩升为从六品。</p> <p>　　成化七年（1471年），夏，李东阳的元配妻子刘氏病卒。</p> <p>　　成化八年（1472年），二月，李东阳奉父携弟，南归祖籍茶陵扫墓，途中所见所闻编写成《南行稿》一书。九月，李东阳的岳父岳正病卒，李东阳写有《祭外舅蒙泉先生文》一稿。</p> <p>　　成化十年（1474年），正月，李东阳的三弟李东川病死，李东阳写有祭文。十二月，李东阳九年任期满，迁升为侍讲。</p> <p>　　成化十一年（1475年），六月二十一日，李东阳的长子李兆先出生。十月，李东阳再次丧妻，继娶的岳氏病亡。</p> <p>　　成化十二年（1476年），五月，李东阳的二弟李东山病亡，李东阳写有祭文。李东阳入经筵侍班，同时兼撰讲章。</p> <p>　　成化十九年（1483年），李东阳任职九年秩满，升为翰林院侍讲学士。十一月二十六日，李东阳的三女儿出生。</p> <p>　　成化二十年（1484年），二月，李东阳充当殿试读卷官，并以侍讲学士身份侍东官班。</p> <p>　　成化二十二年（1486年），六月九日，李东阳的次子李兆同出生。十二月二十日，李东阳之父李淳病故，李东阳守制。</p> <p>弘治时期<br>　　弘治元年（1488年），闰正月，皇帝下召让李东阳充当纂修官修《宪宗实录》。</p> <p>　　弘治二年（1489年），四月，李东阳守制期满，除服，职位升为左春坊左庶子，仍兼任侍讲学士。</p> <p>　　弘治三年（1490年），三月，李东阳充当殿试读卷官。</p> <p>　　弘治四年（1491年），八月，《明宪宗实录》成，李东阳以纂修实录有功，职位升为太常寺少卿。</p> <p>　　弘治五年（1492年），三月，李东阳受命供事日讲，兼经筵讲官。</p> <p>　　弘治六年（1493年），二月，李东阳受命为会试主考官。六月，李东阳与傅瀚受命教导本次新晋庶吉士。</p> <p>　　弘治七年（1494年），正月，李东阳与程敏政同受命教导翰林院中庶吉士。八月，徐溥等奏请，李东阳升礼部右侍郎，兼任侍讲学士，专门负责内阁诰敕撰写。</p> <p>　　弘治八年（1495年），二月，李东阳次子李兆同夭亡。李东阳以原官与谢迁受命入内阁参预机务（入阁）。</p> <p>　　弘治九年（1496年），三月，李东阳受命为殿试读卷官。</p> <p>　　弘治十年（1497年），三月，李东阳与徐溥、刘健、谢迁受命为总裁官，修撰《大明会典》。九月，李东阳请纳长子李兆先为监生。</p> <p>　　弘治十一年（1498年），二月，皇太子出阁读书，赐李东阳太子少保、礼部尚书衔兼文渊阁大学士负责教导太子。四月，李东阳的四弟李东溟卒。</p> <p>　　弘治十二年（1499年），正月，监生江瑢劾奏李东阳与刘健杜绝言路，嫉贤妒能，请求罢黜二人官职。三月，给事中华昶弹劾程敏政鬻题给徐经、<a href=\"http://so.gushiwen.org/author_532.aspx\">唐寅</a>，皇帝命李东阳覆校，李东阳以二人均不在录取名单中奏报。七月，李东阳得病痔，明孝宗赐药。</p> <p>　　弘治十四年（1501年），三月，李东阳以昡晕等疾病为由请辞，皇帝不准。四月，李东阳再次上疏请求辞职，皇帝再次不准。五月再上书请辞，皇帝依然不准。七月，李东阳的长子李兆先病殁。十一月，李东阳去房山为自己挑选墓地。</p> <p>　　弘治十五年（1502年），三月，李东阳充当殿试读卷官。八月，李东阳为过继子李兆蕃申请得到补荫为国子生。十一月，明孝宗赐李东阳玉带织金衣。十二月，李东阳参与编纂的《大明会典》成书。</p> <p>　　弘治十六年（1503年），二月，明孝宗赐李东阳红蟒衣一件。五月二十六日，李东阳与刘健、谢迁上言请求编写《历代通鉴纂要》，获准。</p> <p>　　弘治十七年（1504年）五月二十五日，李东阳上疏请求致仕，皇帝不准。五月三十日，李东阳以灾异事件上疏求致仕，皇帝不准。十月，李东阳再次生痔病。十二月十五日李东阳以生病为由乞求退休，皇帝不准。十二月二十五日，李东阳再上疏求退休，皇帝不准。</p> <p>　　弘治十八年（1505年）二月二十一日，李东阳以疾病原因乞求退休，皇帝不准。三月，李东阳充殿试读卷官。五月，明孝宗下召李东阳与刘健、谢迁入乾清宫共同领受顾命。明孝宗死，明武宗即位。七月，李东阳以辅导太子之功与谢迁同升少傅仍兼太子太傅。李东阳请辞，皇帝不准。八月十三日，李东阳与谢迁同授光禄大夫，勋柱国，皇帝赐李东阳以己身并曾祖父母、祖父母、父母、妻诰命。十二月，李东阳奉命修纂《孝宗实录》。</p> <p>正德时期<br>　　正德元年（1506年），正月，李东阳与谢迁受命共同知经筵事。二月二十三日，李东阳与刘健、谢迁上疏乞退休，皇帝不准。二月二十九日，李东阳次再与刘健、谢迁乞求退休，皇帝不准。七月，皇帝册立皇后，李东阳充当副使行纳吉、纳征、告期礼。九月，李东阳充当副使行册妃礼。十月十三日，李东阳与刘健、谢迁上疏乞求退休。皇帝批准刘、谢二人离职，却独留李东阳。十月十五日，李东阳再次上疏乞求退休，皇帝不准。十月十六日，李东阳奏请乞求暂免朝参，只求能够扶病入阁供事，皇帝准。十月二十四日，李东阳劝焦芳辞去兼任的吏部尚书职位。十一月，李东阳上疏乞求退休，皇帝不准。十二月十六日，皇帝赐李东阳少师兼太子太师、吏部尚书、华盖殿大学士。</p> <p>　　正德二年（1507年），六月，李东阳进《历代通鉴纂要》一书，而后以生病告假。八月，李东阳上书乞求退休，皇帝不准。</p> <p>　　正德三年（1508年），三月，李东阳充当殿试读卷官。八月，李东阳患上血痰嗽诸病症，并以病求告休息。九月李东阳乞求退休，皇帝不准。十月李东阳再次乞求退休，皇帝不准。</p> <p>　　正德四年（1509年），四月，《孝宗实录》一书成，李东阳率百官上表皇帝。四月十五日，李东阳以纂修实录的功绩，皇帝加李东阳享受正一品俸禄。</p> <p>　　正德五年（1510年），九月，李东阳因为宁夏民乱平定，被皇帝加勋为特进左柱国，恩荫其继子李兆蕃为尚宝丞。十月，李东阳嫁洐圣公孔闻韶的女儿病殁。十一月十九日，李东阳被南京监察御史张芹弹劾其尸位素餐。</p> <p>　　正德六年（1511年），三月，李东阳充殿试读卷官。五月，李东阳以患鼻衄、痔漏等病上疏求致仕。十一月，李东阳因九载功绩被皇帝下令兼食大学士俸禄，并赐给其诰命，恩准其在礼部摆宴。</p> <p>　　正德七年（1512年），九月二十四日，直隶、山东、河南、江西等义军被平，李东阳以运筹定议功劳被皇帝下旨赏银两表裹，并恩荫其子侄一人世袭锦衣卫正千户。十月四日，李东阳上疏恳求谢辞，皇帝下诏改荫为六品文职。十二月二十七日，李东阳以身老生病恳求退休，皇帝准许，赐敕褒誉李东阳，下令有司时加存问，给李东阳月食八石待遇，恩荫其侄李兆延为中书舍人。十二月三十日，李东阳上疏谢恩。</p> <p>　　正德十一年（1516年），七月二十日，李东阳以病而终于正寝。明武宗追赠李东阳太师，谥文正。九月二十八日，李东阳葬于京西城西直门外畏吾村的祖坆之地。</p><br/><h2>主要成就</h2> <p><strong>政治成就<br></strong>　　进入仕途之初，<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>升迁很不顺利，基本上是九年任满一迁，而且做了很长时间的侍讲学士，却仍没有参与经筵和日讲等活动，这是因为李东阳“以貌寝，好诙谐，不为时宰所重”以至于“士论哗然不平”。但是李东阳年轻时对此毫不在意，表现出宽阔的心禅和难得的政治成熟。</p> <p>　　李东阳秉政以后，虽然贵为内阁大学士，又“以文章领袖缙绅”，但他平易近人广交朋友“李文正当国时，每日朝罢，则门生群集其家，皆海内名流。其座上常满，殆无虚日谈文论艺，绝口不及势力。”</p> <p>　　可见李东阳在政治人更多采取的忍让的态度，不管和士林还是宦官、外戚等都相处都还算不错，在政治上没有明确的个人主张，特别是在正德年间被世人讥为“伴食宰相”。</p> <p><strong>文学成就<br></strong>　　李东阳“天资英迈，读书一目数十行下，辄成诵不忘。少入翰林，即负文学重名。”但是李东阳很谦逊“然恒持谦冲，未尝以才智先人。”</p> <p>　　李东阳主持文坛数十年之人，其为<a href=\"http://so.gushiwen.org/author_73.aspx\">诗</a>文典雅工丽，为茶陵诗派的核心人物。又工篆书、隶书。著有《怀麓堂稿》、《怀麓堂诗话》、《燕对录》等。后有清人辑编《怀麓堂集》和《怀麓堂全集》等。</p> <p>　　文学方面，李东阳主要有三点主张：一、主张学古，反对模仿。二、言由心生，诗文真情。三、知言养气，文主于气。</p> <p><strong>书法成就<br></strong>　　李东阳长于篆、隶、楷、行、草书，于篆隶造诣尤高。他是明初台阁体书法向明中期吴门书法过渡期间的书法家。李东阳的书法已摆脱明初台阁体的束缚，对明中期书风起承先启后的作用。有书法大家赞道李东阳“长沙公大草，中古绝技也！玲珑飞动，不可按抑，而纯雅之色，如精金美玉，毫无怒张蹈厉之癌，盖天资清澈，全不带渣滓以出。”代表作品有篆书《<a href=\"http://so.gushiwen.org/author_2840.aspx\">怀素</a>自叙帖引首》、楷书《邃庵铭》、行草书《自书诗卷》等。</p><br/><h2>家族成员</h2> <p><strong>家世<br></strong>●高祖父：名无考，行戊七。不仕。<br>●曾祖父：李文祥，行继二，行伍出身。洪武初，随军队迁入京师。<a href=\"http://so.gushiwen.org/author_73.aspx\">李东阳</a>的《怀麓堂文稿》卷三十《先叔父前金吾左卫百户李公墓志铭》记载：洪武初，吾曾祖继二府君籍义兵，历济南卫，改燕山左护卫。<br>●祖父：李允兴，字福永，行允三。代父役，与靖难功，授小旗。调金吾左卫。<br>●祖母：陈氏，武进人。<br>●父亲：李淳，字行素。不仕，私塾老师。父有疾，躬侍汤药。姐姐寡居，养之终身，并为姐姐的几个子女操办婚嫁。<br>●生母：刘氏，东安军人家庭出身，嫁给李东阳父亲时已经二十岁了。以病早逝，死于景泰七年。<br>●继母：麻氏，汪俊有《寿李太夫人九十<a href=\"http://so.gushiwen.org/author_73.aspx\">诗</a>序》，可知李东阳继母麻氏寿命在九十以上。<br>●叔父：李泽，字行润。官至金吾左卫百户。</p> <p><strong>弟弟<br></strong>李东阳有同父兄弟四人，长子即李东阳。<br>●二弟：李东山，字陟之。由刘氏出。与李东阳为同母兄弟，生于景泰三年八月二十五日，死于成化十二年五月十三日，年二十四。见李东阳的《怀麓堂文续稿》卷八《仲弟东山墓志铭》<br>●三弟：李东川，字濬之。由刘氏出。年十九，未娶而亡。<br>●四弟：李东溟，字容之。由麻氏出。</p> <p><strong>妻妾<br></strong>李东阳先后娶妻三个，妾不详，只知道一子为妾生，所以至少有妾一人。<br>●元配：刘氏，京师人，赠一品夫人。<br>●继娶：岳德熙（熙字为女旁熙），是蒙泉先生岳正之女，死于成化11年，赠宜人。李东阳的《怀麓堂文后稿》卷二十九《外姑宋夫人墓志铭》，可知岳氏姓名，是其岳母宋氏四女之一。<br>●再继娶：朱氏，成国公朱仪之女，封一品夫人，其死亡在李东阳之后。李东阳的《怀麓堂文后稿》卷十《封成国夫人朱母胡氏墓志铭》，可知其岳母胡氏为原礼部尚书忠安公胡濙长女，其生四女，次女嫁给李东阳。</p> <p><strong>子女</strong></p> <p>●儿子<br>李东阳共有子四人，其中两嫡一庶，还有一个是其弟过继给李东阳的继子。<br>1. 长子：李兆先，字徵伯，由岳夫人出，生于成化十一年，出生仅四个月其母岳氏病亡。娶妻潘氏。李东阳在《怀麓堂文后稿》卷二十四《儿子兆先墓志铭》中记道：十八岁应试，在考场中病倒。二十一岁试不中，靠父荫成国子生。二十四岁误写试卷，不中。二十七应试前病死。<br>2. 次子：李兆同，由朱夫人出，10岁死。李东阳的《怀麓堂文后稿》卷三十《儿兆同埋铭》。<br>3. 侧子：小名午孙，庶出，周岁死。李东阳在《怀麓堂诗稿》卷五《哭午儿》其中一句：儿生不满晬，遂作终身期。<br>4. 继子：李兆蕃，是李东阳四弟李东溟的儿子，过继给李东阳当继子。</p> <p>●女儿<br>1. 长女：李盈，由刘夫人出，生于成化7年，嫁给尚宝少卿崔杰。李东阳在《怀麓堂南行稿》有《盈女生日》一诗。<br>2. 次女：李菱，由朱夫人出，成化18年亡，死亡时只有几岁，李东阳甚疼爱此女为其有诗作。《怀麓堂诗稿》卷十五《哭女菱》<br>3. 三女：名无考，由朱夫人出，生于成化19年11月26日，嫁给孔子第六十二代孙“衍圣公”孔闻韶，28岁时死亡。李东阳有《怀麓堂文后稿》卷三十《亡女衍圣公宗妇墓志铭》。</p>"
}