{
  "id": 184,
  "star": 34,
  "name": "寇准",
  "image": "http://img.gushiwen.org/authorImg/kouzhun.jpg",
  "dynasty": "宋代",
  "desc": "莱国忠愍公寇准（961-1023），字平仲。汉族，华州下邽(今陕西渭南）人。北宋政治家﹑诗人。太平兴国五年进士，授大理评事，知归州巴东、大名府成安县。天禧元年，改山南东道节度使，再起为相（中书侍郎兼吏部尚书、同平章事、景灵宫使）。天圣元年 (1023) 九月，又贬寇准衡州司马，是时寇准病笃，诏至，抱病赴衡州（今衡阳）任，病故于竹榻之上，妻子宋氏奏乞归葬故里。皇佑四年，诏翰林学士孙抃撰神道碑，帝为篆其首曰“旌忠”。寇准善诗能文，七绝尤有韵味，今传《寇忠愍诗集》三卷。",
  "content": "<h2>轶事典故</h2> <p><strong>一语成谶<br></strong>　　寇凖年轻时曾写<a href=\"http://so.gushiwen.org/author_184.aspx\">诗</a>“到海只十里，过山应万重。”一语成谶，最后卒于东南门至海岸只有十里远的雷州，远离家乡万里。</p> <p><strong>无楼台相公<br></strong>　　处士魏野与寇凖交好，他作诗称赞寇凖：“有官居鼎鼐，无地起楼台。”“无楼台相公”的美号就这样叫开了。据说寇凖初执掌相府的时候，生活还是很奢侈的，那么后来为什么会变成“无楼台相公”呢？故事是这样的——寇凖平时喜欢听歌，酒余茶后经常叫一些歌女唱歌排忧解闷。有一次，一个妙龄歌女来相府清唱，寇凖见她面目姣好 ，听她歌声圆润，一时兴起，就赏她一匹绫缎。想不到歌女还嫌赏赐少，一脸的不高兴。</p> <p>　　当时寇凖身边有一个出身寒门的侍妾，名叫蒨桃，她见到这个情形很气愤，事后就写了一首小诗《呈寇公》：“一曲清歌一束绫，美人犹自意嫌轻。不知织女荧窗下，几度抛梭织得成！”</p> <p>　　寇凖读了蒨桃的诗，很是感动。默默想道：蒨桃诗说的对，这一匹一匹的绫缎，都来之不易，随心所欲挥霍是不应该的，就坚决改了，从此以后一直保持勤俭朴素的美德。</p> <p><strong>寇竹渡<br></strong>　　据说雷州人民护送寇凖灵枢北上，至雷州一渡口时，突然狂风大作，骤雨滂沱，大家无法北上，只好停下来，为了防止棺木被雨水冲走，大家就在灵柩前插上枯竹。第二天，等到雨过天晴的时候，护棺之竹竟然长出新芽。后人为了悼念这位贤相，遂把此渡命名为“寇竹渡”，至今地名尚存。</p> <p>　　关帝灵签第八十一签就是“寇公任雷阳”，这是寇凖在雷州任职的典故。此签的意思是被人欺凌，暂时耐守，自可昭雪。宋仁宗为寇凖平反后，雷州人民“悼其屈，而哀其忠”，把寇凖的住所改为寇公祠。如今的寇公祠内，仍陈列着皇帝因寇凖而下的一道道诏制。</p><br/><h2>人物生平</h2> <p><strong>书香门第<br></strong>　　寇凖先世曾居太原太谷昌平乡，后移居冯诩，最后迁至华州下邦。寇凖出身于名门望族，其远祖苏岔生曾在西周武王时任司寇，因屡建大功，赐以官职为姓。父亲寇湘于后晋开运年间考中进士甲科，后应诏任魏王记室参军，因屡建功勋，被封为国公，追赠官职至太师尚书令。寇凖天资聪明，又勤奋好学，十四岁时已经写出了不少优秀的<a href=\"http://so.gushiwen.org/author_184.aspx\">诗</a>篇。十五岁时就能精习《春秋》。 </p> <p><strong>步入仕途<br></strong>　　太平兴国五年（980年），19岁的寇凖考中进士。宋太宗选取进士，往往到殿前的平台亲自看望提问，年纪轻的人往往不予录用。有人教寇凖增报年龄，寇凖说：“我刚刚准备要踏上仕途，怎么可以欺骗陛下呢？”后来考取了，被授官大理评事，被派往归州巴东任知县，任满改任成安知县。以后他又先后升任盐铁判官、尚书虞部郎中、枢密直学士等官。</p> <p>　　端拱二年（989年），寇凖曾奏事殿中，大胆进谏。由于忠言逆耳，宋太宗听不进去，生气地离开了龙座，转要回内宫。寇凖却扯住宋太宗的衣角，劝他重新落座，听他把话讲完。事后，宋太宗十分赞赏寇凖，高兴地说：“我得到寇凖，像唐太宗得到<a href=\"http://so.gushiwen.org/author_1557.aspx\">魏徵</a>一样。”寇凖在宋太宗朝群臣中，以刚直足智著名。淳化初年，北宋朝廷处理了两桩受贿案。情节严重的王淮，赃钱以千万计，仅被撤职仗责，不久又恢复了原职；而情节较轻的祖吉，却被处以死刑。寇凖知道这是王淮的哥哥、参知政事王沔搞的鬼，心中忿忿不平。</p> <p>　　淳化二年（991年）春，发生了一次大旱灾，宋太宗召集近臣询问时政得失。群臣多认为是天数所致，寇凖则说：“《洪范》里说，天和人的关系，相互应和就像影子和回声，大旱是因为刑罚有不公平的地方。”宋太宗很生气，起身回到宫中。过了一会儿，召寇凖询问刑罚不公平的情况，寇凖说：“希望把二府的官员召来，我就说。”皇上下令召二府的官员来，寇凖就说：“不久前祖吉和王淮都触犯法律接受贿赂，祖吉受贿较少却被杀头，王淮因为是参政王沔的弟弟，收受钱财千万，只受杖刑，仍官复原职，这不是不公平是什么？”宋太宗把这件事问王沔，王沔叩头谢罪，于是宋太宗严厉批评了王沔，并且知道寇凖可用。当即任命寇凖为左谏议大夫、枢密副使，改任同知院事，开始直接参预北宋朝廷的军国大事。 </p> <p>　　寇凖在枢密院与知院张逊发生了严重的意见分歧，一天，寇凖与与温仲舒一起外出，在路上碰到一个疯子迎着他的马喊万岁。判左金吾王宾与张逊向来交好，张逊就嗾使他把这件事禀告宋太宗。寇凖引温仲舒作证，张逊让王宾单独上奏，言辞很严厉，并且互相指责对方的短处。宋太宗很生气，贬谪了张逊，寇凖也被免官任青州知府。但这时宋太宗已离不开寇凖了，寇凖去青州后，宋太宗闷闷不乐，经常询问有关寇凖在青州的情况。第二年，寇凖就被召回京师，拜为参知政事。至道元年（995年）又加给事中。</p> <p><strong>劝帝立储<br></strong>　　当时宋太宗在位日久，一直未立皇储。这件事也一直是令宋太宗头疼的事情。因为宋太祖驾崩后，其子德昭未能继位，宋太宗以皇弟身分践祚，并且宋太祖之死还有“烛影斧声”之谜，也就是说宋太宗有杀兄夺位之嫌。因此宋太宗传位，就面临两个选择：立自己的儿子，还是立太祖的儿子。当时一般大臣都讳言立储一事。大臣冯拯曾上疏请立皇储，被太宗贬到岭南。从此朝野上下很少有人再敢议论此事。</p> <p>　　寇凖刚从青州还朝，入见宋太宗。宋太宗当时正患足疾，让寇凖看过伤情后，深情地问道：“你怎么现在才回京？”宋太宗觉得有点过意不去。接着宋太宗便向寇凖问起应立谁为皇太子。寇凖已猜到宋太宗这次召见他的目的，他早已成竹在胸，但他并没有直接回答宋太宗的问题。</p> <p>　　寇凖说：“为天下选择国君，不能与后妃、中官（宦官）商量，也不能与近臣谋划；应选择众望所归者立为太子。”宋太宗低头想了好久，屏退左右的人，轻声问道：“襄王怎么样？”寇凖心中暗喜，便顺水推舟地说：“知子莫若父。陛下既然认为襄王可以，就请决定吧。”第二天，宋太宗便宣布襄王<a href=\"http://so.gushiwen.org/author_1804.aspx\">赵恒</a>为开封尹，改封寿王，后立为皇太子。</p> <p>　　宋太宗与太子拜谒祖庙回来，京城的人们拥挤在道路两旁喜气洋洋，争着看皇太子。这时人群中有人喊了声“少年天子”。宋太宗听后很不高兴，问寇凖：“人心归向太子将把我放在什么位置?”寇凖连连拜贺说：“陛下选择的皇储深得人心，这是国家的福气。”宋太宗恍然大悟，赏寇凖对饮，大醉而罢。此后宋太宗更加依重寇凖。有人给宋太宗献了个宝物：一通天犀，宋太宗令人加工成两条犀带，一条自用，另一条赐给了寇凖。</p> <p><strong>澶渊退敌</strong></p> <p>　　主词条：澶州之战、澶渊之盟</p> <p>　　至道三年（997年），宋太宗驾崩，太子赵恒继位，即宋真宗，寇凖任尚书工部侍郎，宋真宗很早就想让寇凖做宰相，担心他性格刚直，难于独自担任。辽国乘宋主新立，更加频繁地骚扰边境。</p> <p>　　咸平二年（999年），辽军大败宋军于高阳关，俘宋并代都部署康保裔，大掠而还。咸平六年（1003年），辽军再侵高阳关，宋军副都部署王继忠又被俘降辽。这两次战争极大地震惊了北宋朝廷。景德元年，边境告急文书频传，说辽军又要大规模入侵了。这年六月，参知政事毕士安向宋真宗推荐寇凖为相。毕士安说：“寇凖天资忠义，能断大事；志身殉国，秉道嫉邪。眼下北强入侵，只有寇凖可以御敌保国。”八月，寇凖与毕士安同日拜相。</p> <p>　　景德元年（1004年），寇凖以集贤殿大学士的官职排在毕士安（参知政事）之下。九月，辽圣宗耶律隆绪和他的母亲萧太后，率20万大军，从幽州出发，浩浩荡荡，向南推进。辽军由威虏军攻定州，被宋兵阻击，便把兵锋转向东南。当辽军南下。“急书一夕五至”的时候，北宋统治集团的上层人物大多惊惶恐惧。参知政事王钦若是江南人，主张迁都金陵。枢密副使陈尧叟是四川人，提议迁都成都。他们主张用躲避辽国的办法，应付辽国的入侵。宋真宗本来就无心抗敌，更表现得惶恐不安。只有寇凖与毕士安坚决主张抵抗，当宋真宗问他们的意见时，王钦若、陈尧叟二人正好在场。寇凖心里明白，迁都之议就是他们提出的，但他却假装不知，对宋真宗说：“谁是替陛下筹划这个计策的人？他的罪可以杀头。现在陛下是神明威武的皇帝，武将和文臣都很团结，如果您亲自领兵出征，敌人自然而然就会逃跑。不这样，那就出奇兵打乱敌人的计划，坚守阵地消磨敌人的士气，使敌人困乏疲惫。从疲劳和安逸的敌我形势来看，我们有必胜的把握。为什么要抛弃太庙太社，到楚、蜀这样边远的地方去呢？问题在于人心崩溃了，敌人乘势而入，天下还能够保住吗？”寇凖的意见终于阻止了妥协派逃跑避敌的主张。为了消除王钦若对宋真宗的影响，寇凖把他从宋真宗身边调到天雄军前线去防辽兵。</p> <p>　　寇凖派探子到前线侦察情况，根据对敌情的分析，制定了一套抗敌方略。他指出 ：“目前敌人已至深州、祁州以东，我方大军在定州及威虏等地，东路别无驻军。应一面调天雄军步骑万人，驻守贝州，派孙全照指挥，遇敌掩杀；另一方面招募民兵，深入敌后，袭击敌人据点，兼以报告敌情。这样就可以振奋军威，安定人心，打乱敌人的军事部署，并可与刑州和沼州的军事据点构成犄角之势，以便攻守。万一敌骑南下攻人贝州，即应增援定州，向东北进攻，牵制敌人后方，使敌兵不敢纵深作战。”同时寇凖特别强调指出：为了鼓舞士气，争取更大的胜利，宋真宗必须渡过黄河，亲临前线。寇凖一方面同妥协派斗争，一方面积极备战。他派人到河北把农民中的优秀青年组织起来，加以训练，发展民兵队伍，并规定：河北民兵杀敌，所在官军应给以声援；民兵中有杀敌立功者，同样给予奖赏。寇凖还派人携带钱物慰劳河北驻军，并出银30万两交给河北转运使，用来收购军粮，充实军资。</p> <p>　　十月，辽兵攻下祁州，向东南推进，经贝州，直扑澶州城下。这样一来，不仅河北大片领土陷入敌手，而且仅隔一河的都城汴京也暴露在辽国骑兵的威胁之下。事实摆在面前，只有坚决抗敌才是惟一的出路。怯弱的宋真宗在寇凖的督促下终于决定亲征。但统治集团内部仍然有不少人对抗敌没有信心，甚至当时的宰相毕士安也以自己抱病在身，以及太白星白天出现对大臣不祥为借口，不愿随驾北征，并对寇凖促使宋真宗亲征说三道四。</p> <p>　　在寇凖的督促下，宋真宗让雍王留守京师，自己起驾北上。当车驾缓慢行至韦城时，辽军日益迫近的消息雪片似地从前方飞来。臣僚中又有人劝真宗到金陵躲避敌锋，于是真宗又动摇起来。寇凖十分懂得把握军心民心和“取威决胜”的军事法则。他提醒真宗在大敌压境，四方危机的情况下，只可进尺、不可退寸。三寇凖明确指出，进则士气备增，退则万众瓦解。殿前都指挥使高琼也支持寇凖的意见。宋真宗车驾终于北行到达澶州。北宋时，黄河还是从澶州流过的，将澶州城一分为二。</p> <p>　　辽军已抵北城附近，宋真宗不敢过河，只愿驻扎在南城。寇凖力请渡河，真宗犹豫不决。寇凖对高琼说：“太尉承蒙国家厚恩，今日打算有所报答吗？”高琼说：“我是军人，愿以死殉国。”于是寇凖与高琼商议了一番，便一同去见宋真宗。寇凖对宋真宗说：“陛下如果认为我刚才的话不足凭信，可以问问高琼。”没等真宗开口，高琼便说：“寇凖的话不无道理。随军将士的父母妻子都在京师，他们不会愿意抛弃家中老小随您迁都而只身逃往江南的。”接着高琼便请宋真宗立即动身渡河。枢密院事冯拯在一旁呵责高琼对宋真宗鲁莽。高琼愤怒地驳斥道：“你冯拯只因为会写文章，官做到两府大臣。眼下敌兵向我挑衅，我劝皇上出征，你却责备我无礼。你有本事，为何不写一首诗使敌人撤退呢？”高琼命令卫士把真宗的车驾转向北城行进。渡过浮桥时高琼简直是在驱赶卫士前进。当真的黄龙旗在澶州北城楼上一出现，城下北宋的兵民立即欢声雷动，气势百倍。真宗到澶州北城象征性地巡视后，仍回南城行宫，把寇凖留在北城，负责指挥作战。宋真宗几次派人探视寇凖的举动。寇凖与知制诰<a href=\"http://so.gushiwen.org/author_158.aspx\">杨亿</a>在城楼上喝酒下棋，十分镇定。寇凖胸有成竹，使宋真宗不再恐慌。 </p> <p>　　自从辽国大举入侵之后，各地军民英勇抗敌。辽军虽然号称20万，却是孤军深入，供给线长，粮草不继。十月以后，辽国军队在战场上节节失利。尤其是真宗亲临北城时，辽军先锋萧挞览在澶州城下被宋将李继隆部将张环用精锐的床子弩射杀，极大地动摇了契丹军心。因此辽国太后萧绰及大丞相耶律隆运估计在战场上捞不到什么便宜，便转而向北宋议和，企图从谈判桌上获得在战场上得不到的好处。</p> <p>　　宋真宗本来就没有抗敌的决心。差不多在他离京亲征的同时，宋朝的议和使节曹利用也被派往契丹军营。曹利用当时是一个职位很低的官员。在辽宋对垒的过程中，曹利用总是往来于两军之间。辽圣宗和萧太后也通过前一年望都之战中俘虏的宋将王继忠和曹利用联系。契丹提出的议和条件是要宋“归还”后周世宗北伐夺得的“关南之地”。宋方的条件是，只要辽国退兵可以每年给辽一些银、绢，但不答应领土要求。谈判在两军对峙中进行。最后终于按宋方的条件达成了协议，剩下的问题就是每年给辽银绢的数量。曹利用临行前请示宋真宗，真宗说：“必不得已，一百万也可。”曹利用从真宗的行宫一出来就被一直守候在门外的寇凖叫住。寇凖叮咛他说：“虽然有圣上的旨意，但你去交涉，答应所给银绢不得超过30万。否则，你就不必再来见我，那时我要砍你的头！”</p> <p>　　寇凖始终反对议和，主张乘势出兵、收复失地。主战派将领宁边军都部署杨之，以夺取幽燕数州。但由于真宗倾心于议和，致使妥协派气焰嚣张。他们攻击寇凖拥兵自重，甚至说他图谋不轨。寇凖在这班人的毁谤下，被迫放弃了主战的主张。于是，在妥协派的策划下，于同年十二月，宋辽双方订立了和约。这就是历史上著名的“澶渊之盟”。 </p> <p><strong>蒙冤遭贬<br></strong>　　澶渊之盟固然值得称道，在这次战争中，宋军也给辽军以有力的反击，使辽朝统治者认识到宋军和中原地区的人民是不可轻侮的。从此以后，契丹就不敢发动大规模的入侵。澶渊之盟后，宋辽边境干戈宁息，贸易繁荣，人民生活安定。从积极抗敌到澶渊之盟，寇凖功冠朝臣，朝野上下有目共睹。但是有功之臣却由此招来不测之祸。寇凖对北宋王朝功重如山，真宗对寇凖十分敬重，引起妥协派官僚的嫉恨。</p> <p>　　王钦若这个曾被寇凖斥之为“罪可斩首”的妥协派首领，对寇凖更是恨之入骨。一回到东宫，王钦若就开始对寇凖施展阴谋。在一次退朝之后，他乘机对真宗说：“陛下敬重寇凖，是因为他对国家有功吗？”宋真宗点头肯定。王钦若说：“我想不到陛下竟有这样的看法。澶渊之役，陛下不以为耻，反而说寇凖有功。”宋真宗一愣，问他原故。王钦若说：“《春秋》—书都把城下之盟当作一种耻辱。澶渊之盟实际上是城下之盟，陛下不以为耻吗？”王钦若见宋真宗不高兴，接着说：“陛下听说过赌博吧。那些赌徒在钱快要输完时，就尽其所有押了上去，输赢在此一着，这就叫‘孤注一掷’。陛下在澶州时不过是寇凖的‘孤注’罢了，真是危险啊！”从此，宋真宗对寇凖就冷淡起来。</p> <p>　　寇凖做宰相，选拔人才不讲门第，喜欢进用出身贫寒而有真才的人。御史台是专门批评朝政得失的机构，每当御史台官员有缺额时，他就让平时具有批评精神的人去担任。这样一来，他就更成为王钦若等人的眼中钉。在王钦若一伙的攻击下，景德三年（1006年）二月，寇凖被免去相职，到陕州去做知州。</p> <p>　　寇凖离开东京，在河南、陕西等地作了多年的地方官。<a href=\"http://so.gushiwen.org/author_1380.aspx\">丁谓</a>与王钦若都是一个善于奉迎之人，为了博得宋真宗的欢心与信任，他们大搞迷信活动，以伪造所谓“天书”、编造祥异等事。粉饰太平、迷惑视听。宋真宗晚年卧病不起，越发迷信和糊涂，对于王钦若与丁谓，简直到了言听计从的地步。 </p> <p>　　天禧三年（1019年），形势发生了变化。丁谓主动邀请寇凖回朝再当宰相。丁谓此举别有一番用心。当时，无论从资历是从声望上讲，丁谓实在不够宰相的资格，因而他以参知政事的名义请寇凖回朝为相，以便假借寇凖的资望为自己的权势服务。这一点，局外人是清楚的。寇凖的一个门生就曾十分恳切地对寇凖说，称病不去为上策，而“再入中书”当宰相为下策。然而耿直的寇凖不听劝阻，终于在六月间赴京上任了。丁谓对寇凖先后施展了两套阴谋。起初他一心想把寇凖拉为同党。在一次宴会上，寇凖的胡须沾了些菜汤，丁谓马上起身为寇凖擦须。寇凖不但不领情，反而十分恼火，当场训斥丁谓有失大臣之体。丁谓恼羞成怒，发誓要报复寇凖。</p> <p>　　宋真宗得风湿病后，刘皇后参预朝政，凡事皆问丁谓。丁谓误国，寇凖、王旦、向敏中等元老重臣都上奏建议应选择正大光明的大臣来辅佐太子监国。寇凖还特别指出：“丁谓、<a href=\"http://so.gushiwen.org/author_607.aspx\">钱惟演</a>是奸佞之人，不能辅佐少主。”其实是在反对刘皇后预政，反对丁谓专权。病中的宋真宗也意识到丁谓专权的严重局势，批准了寇凖等人的上奏。寇凖让知制诰杨亿秘密起草太子监国的诏旨，并且准备与杨亿一起辅政。</p> <p>　　刘皇后是四川人，她娘家的人仗势犯法，宋真宗为了刘皇后的面子，下诏赦免。寇凖坚决反对，认为必须按国法处置。为这件事，刘皇后与寇凖结下怨仇。不料，寇凖与杨亿密谋由太子监国一事被杨亿的妻弟张演酒后泄漏，刘皇后先下手为强，罢寇凖为太子太傅，封为莱国公。正在这个节骨眼上，和丁谓有私怨的太监周怀政联络同党，企图发动政变，斩杀丁谓，复相寇凖，尊宋真宗为太上皇，拥立皇太子即位。这件事被客省使杨崇勋出卖。丁谓连夜化装乘牛车到曹利用那里商量对策。丁谓、曹利用派兵包围了周怀政的住处。周怀政被俘后自杀。丁谓想乘机干脆把寇凖置于死地，就诬告寇凖参与密谋。寇凖虽没被问成死罪，却再次罢相，被逐出京城。</p> <p><strong>客死雷州<br></strong>　　寇凖遭贬，据说是丁谓等背着宋真宗干的。据《宋史·寇凖传》记载，寇凖被贬，真宗卧病不知，问左右的人为什么多日没见寇凖，左右臣僚都不敢回答实情。寇凖离开京城那天，大臣们由于害怕丁谓，都不敢去送行，只有王曙以“朋友之义”为寇凖饯行。参知政事李迪十分愤懑，公然宣布自己与丁谓不共戴天，甚至持手板击打丁谓。李迪面奏皇帝痛斥丁谓之奸邪，力诉寇凖之蒙冤。寇凖再次罢相后，丁谓当了宰相，将寇凖一贬再贬。</p> <p>　　乾兴元年（1022年），含冤负屈离开道州而向南部海滨雷州赴任。到任后，连个像样的住房也没有，但当地官员、百姓素来仰慕寇凖的为人，主动替他盖房，安排寓所。他在任上，除少数政务外，主要是读经释书，闲暇时写字、会友，每逢客至，则笑脸相迎，毫无权贵大官的样子。在雷州时，指导当地居民学习中州音；传授农业技术、兴修水利，开渠引水灌溉良田；向群众解说天文地理，力避邪说；同时还修建真武堂，收徒习文学艺，传播中原文化，对雷州文明发展起到促进作用。</p> <p>　　天圣元年（1023年），寇凖在雷州任所忧病交加，卧倒在床。此时，他以《病中诗》为题，赋诗一首：“多病将经年，逢迎故不能。书惟看药录，客只待医僧。壮志销如雪，幽怀冷似冰。郡斋风雨后，无睡对青灯。”</p> <p>　　天圣元年 （1023年）九月，寇凖病故于雷州竹榻之上，妻子宋氏奏乞归葬故里，仁宗准奏。但因所拨费用有限，灵柩运至中途，钱已用完，只得寄埋洛阳巩县。</p> <p>　　明道二年（1033年）十一月，仁宗为<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>昭雪，恢复寇凖太子太傅、莱国公之职，赠中书令，谥号“忠愍”。寇准得以归葬下邽。</p> <p>　　皇祐元年（1049年），仁宗又令翰林学士孙抃为寇凖撰写了《莱国寇忠愍公旌忠之碑》，并亲笔为碑首篆书了“旌忠”二字。</p><br/><h2>祠墓</h2> <p><strong>寇公祠</strong><br>　　<a href=\"http://so.gushiwen.org/author_184.aspx\">寇准</a>去世后，经他夫人宋氏请求，将灵柩运到洛阳安葬，途径衡州（今衡阳市）、公安(今湖北公安)等地时，当地父老插竹路祭，据说后来竹都成活为林，后人称为“相公竹”。人们又在竹林旁建了“寇公祠”。明代大文人戴嘉猷路过公安时，曾题写“万古忠魂依海角，当年枯竹到雷阳”的不朽<a href=\"http://so.gushiwen.org/author_184.aspx\">诗</a>句。<br>　　雷州西湖宋园内有寇公祠，寇准一生的最后18个月在雷州度过。遗体运回西京安葬，雷州人为了缅怀他，在他寓所“西馆”立祠奉祀。1135年（宋绍兴五年）宋高宗又赐“族忠祠”匾额。“曾为深渊无处诉，年年江上哭青春”，这是寇准寄居“西馆”时抒发内心激愤和伤感的诗句。今天的人们，却都怀着崇敬的心情瞻仰其矗立在祠前的塑像，详阅展厅陈列事迹，凝眸当年其寓所仿制的他生前用的家具；噙泪低吟其感人肺腑的遗篇，依恋的徘徊在“莱泉井”边。这口寇公饮用过的古井，千年不枯，泉水清冽，人称“莱泉”。元仁宗延佑四年（1317年），海北南道廉访使余琏修井，由名宦进士王佐题“莱泉井”石匾。寇公祠两侧廊厢布满歌颂寇准的诗文。明进士金都御使魏瀚诗云：“廊庙安危力万钧，泰山乔岳等嶙峋。雷阳何以有此老？宋室未知有几人！济海舟航横野渡，谪居池地动星辰。南来为问崖州户，曾似丞尝庙貌新。”“寇公祠”内还有几幅图画记载着他在雷州的业绩：修建真武堂，教书传艺，使乡民的子孙也能读书；讲授天文地理，破除歪理邪说；传授先进生产技术，促进经济发展；传播中原文化，向当地人传授中州音，促进了当地人与中原的交流。</p> <p><strong>寇莱公墓</strong><br>　　寇准墓位于渭南市临渭区官底镇左家村南一里许。封土高4米，南北长15米，东西宽8米，墓前立有“宋寇莱公墓”碑石一通。1957年被公布为省级重点文物保护单位。碑文为当时任兵部侍郎、陕西巡抚兼都察院副都御史的<a href=\"http://so.gushiwen.org/author_821.aspx\">毕沅</a>所书。1986年后，当地政府重视文物，在此兴建寇准小学，以保护这座衣冠冢和纪念历史名相。 </p>"
}