{
  "id": 2701,
  "star": 1,
  "name": "薛元超",
  "image": "http://img.gushiwen.org/authorImg/xueyuanchao.jpg",
  "dynasty": "唐代",
  "desc": "薛元超（623年－684年），名振，以字行，蒲州汾阴（今山西万荣）人，唐朝宰相，隋朝内史侍郎薛道衡之孙，文学馆学士薛收之子。薛元超出身于河东薛氏西祖房，早年以门荫入仕，历任太子舍人、给事中、中书舍人、黄门侍郎、饶州刺史、东台侍郎、简州刺史、正谏大夫，袭爵汾阴县男。仪凤元年（676年），薛元超拜相，授中书侍郎、同中书门下三品。永隆二年（681年），升任中书令，兼任太子左庶子，辅佐太子监国，并在唐中宗继位后因病致仕。光宅元年（684年），薛元超病逝，时年62岁。追赠光禄大夫、秦州刺史，谥号文懿，并陪葬乾陵。",
  "content": "<h2>生平</h2> <p><strong>早年经历</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2701.aspx\">薛元超</a>自幼丧父，九岁时袭封汾阴县男，长大后善于文辞，累迁至太子舍人，参与编修《晋书》。唐高宗即位后，薛元超被擢拜为给事中，时年二十六岁。他多次上书朝廷，指陈时政得失，后改任中书舍人、弘文馆学士，兼修国史。</p> <p><strong>数遭流贬</strong></p> <p>　　永徽六年（655年），薛元超担任黄门侍郎、检校太子左庶子。他引荐<a href=\"http://so.gushiwen.org/author_1389.aspx\">任希古</a>、高智周、郭正一、王义方、孟利贞等寒士，受到舆论的赞赏，后因病外放为饶州刺史。</p> <p>　　龙朔三年（663年），薛元超被拜为东台侍郎。四月，右相<a href=\"http://so.gushiwen.org/author_3010.aspx\">李义府</a>因罪被流放巂州（今四川西昌）。薛元超违背旧制，为李义府请求马匹代步，也被贬为简州刺史。</p> <p>　　麟德元年（664年），西台侍郎<a href=\"http://so.gushiwen.org/author_275.aspx\">上官仪</a>为唐高宗起草废后诏书，得罪<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>，被诬陷谋反，下狱处死。薛元超因曾与上官仪有文字之交，也受到牵累，被流放嶲州。</p> <p><strong>担任宰相</strong></p> <p>　　上元元年（674年），唐高宗大赦天下，薛元超得以返回京师，出任正谏大夫。</p> <p>　　仪凤元年（676年），薛元超升任中书侍郎、同中书门下三品。当时，唐高宗非常宠信薛元超，常将他召入宫中，让他和诸王一同参与私宴。不久，唐高宗到温泉宫狩猎，诸蕃酋长也随从前往。薛元超认为非我族类，其心必异，上疏劝谏，得到高宗的采纳。同年十二月，薛元超被任命为河北道大使，巡抚河北。</p> <p>　　永隆元年（680年），术士明崇俨被刺杀。武则天怀疑是太子李贤指使，便命薛元超与裴炎、高智周一同到东宫审讯，结果在东宫搜出铠甲数百具。李贤因此被定为谋反，废为庶人。不久，唐高宗改立英王李哲为皇太子，并更名为<a href=\"http://so.gushiwen.org/author_1333.aspx\">李显</a>。<br>永隆二年（681年），薛元超升任中书令，兼任太子左庶子。</p> <p>　　永淳元年（682年），唐高宗前往东都洛阳，让薛元超留守长安，辅佐太子李显监国，并对他道：“太子不通政务，关中之事，全部托付给你了。”当时，李显常出城打猎，以致怠于政事。薛元超劝谏道：“打猎常发生危险，殿下为人之子，不应置自己于险地。”唐高宗得知，厚赏薛元超，并召李显前往洛阳。</p> <p><strong>风疾病逝</strong></p> <p>　　弘道元年（683年），薛元超患上风疾，不能言语。不久，唐高宗驾崩。薛元超前往洛阳奔丧，并上表乞骸骨，得以金紫光禄大夫之职致仕。</p> <p>　　光宅元年（684年），薛元超病逝，时年六十二岁，追赠光禄大夫、使持节都督秦成武渭四州诸军事、秦州刺史，谥号文懿，获赐东园秘器，并陪葬于乾陵。</p><br/><h2>家庭成员</h2> <p>父亲：薛收，官至天策府记室参军，封汾阴县男，位列秦王府十八学士。</p> <p>妻子：李氏，巢王李元吉之女，封和静县主。</p> <p>儿子：薛耀，官至给事中，袭汾阴县男。</p> <p>儿子：薛毅，官至太子舍人。</p> <p>儿子：薛俊，官至慈州刺史。</p><br/><h2>墓葬纪念</h2> <p>　　<a href=\"http://so.gushiwen.org/author_2701.aspx\">薛元超</a>墓位于陕西省乾县，是唐高宗乾陵陪葬墓，于1971年发掘。其墓志现藏于乾陵博物馆，志文楷书，共57行，每行57个字，实刻2657字。</p>"
}