{
  "id": 1972,
  "star": 0,
  "name": "柳泌",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1972.jpg",
  "dynasty": "唐代",
  "desc": "柳泌，唐方士。本名杨仁昼。元和间结识宰相皇甫傅、左金吾将军李道古，待诏翰林。旋出为台州刺史，驱吏民采药。宪宗服其所进金石药，躁怒，左右多得罪。不久暴死，时人认为系宦官王守澄、陈弘志等所弑。他在穆宗即位后被杖杀。",
  "content": "<h2>生平</h2> <p><strong>宪宗望长生</strong></p> <p>　　宪宗虽然素来有大志，要实现大唐朝的\"中兴\"，并曾为此孜孜求治，但他也是一位专制帝王，也渴望长生不老。</p> <p>　　自从唐朝开国，就奉太上老君李聃为远祖，所以以道教为\"国教\"，而道教又提倡\"仙道\"，宣传通过服用丹药，就可以长生不老。对此，唐宪宗十分执著。早在元和五年（810年），宦官张惟则从海路出使新罗，回来后他讲述了一个\"离奇\"的故事：在一座孤岛上，张惟则偶然遇到了一位神仙，这位神仙告诉他\"唐朝皇帝乃吾友也，烦请传语\"云云。张惟则说得天花乱坠，宪宗听后深信不疑：\"吾前生岂非仙人？\"从此，他就不断地下诏，搜求天下方士，访求长生不老的丹药。</p> <p>　　于是，一些小人纷纷奔走于道路，以讨好宪宗。</p> <p>　　元和十三年（818年）十月，朝臣李道古过去在鄂岳观察使任内做过不少坏事，所以，他日夜不宁，担心有一天会\"东窗事发\"，便苦苦地思索如何讨皇上的欢心。忽然，他的脑袋里灵光一闪，计上心来。于是，李道古立刻去找宰相皇甫镈，告诉他：\"从前，我担任鄂岳观察使时，听说有一位山人<a href=\"http://so.gushiwen.org/author_1972.aspx\">柳泌</a>能炼制长生不老药，请您报告圣上！\"</p> <p><strong>柳泌任刺史</strong></p> <p>　　宪宗大喜，立即命柳泌进京，住在兴唐观，为他炼制仙药。炼了一段时间，柳泌一无所获，又怕不好交差，就向皇帝报告：\"听说台州天台山是一座仙山，山里面有很多奇花异草。如果陛下让我去那里任职，我一定能为陛下求得仙药。\"宪宗求\"药\"心切，便命他暂时署理台州刺史。</p> <p>　　这时，谏官们纷纷上奏：\"本朝从来没有让方士出任刺史的先例！\"</p> <p>　　宪宗却是勃然大怒：朕是天下之主，富有四海，现在让柳泌去台州为朕炼制仙药，岂非好事？于是，他立即下诏，把这些谏官臭骂了一通，认为他们有失\"为臣之道\"，一点也不关心\"皇帝陛下\"的龙体。</p> <p>　　不过，世上本来就没有什么\"不死之药\"，柳泌又怎么可能找到呢？所以，他在台州折腾了一年，还是一药无成。这时，他害怕了，想起一句古语\"三十六计，走为上计\"，便举家逃入深山。谁知，这事让浙东观察使知道了，急忙派兵把他抓了回来，解往长安。可是，皇甫镈、李道古又出面为他百般说情。最后，还是宪宗\"宽大为怀\"，不仅没有治柳泌的罪，又任命他为翰林待诏，继续服用他炼制的丹药。</p> <p>　　服了这些\"仙丹\"，马上就会有两个不良反应：一是口渴难耐，二是脾气暴躁。所以，宪宗一服药，他身边的人可就倒霉了。到元和十四年（819年），宪宗已吃了许多\"仙丹\"，性情变得极为暴躁。在药力的作用下，他有时神智不清，狂怒得像一头猛虎，身边的宦官、宫女动不动就被他喝令推出去斩首。于是，皇宫里面人人自危，众宦官仿佛\"末日来临\"一般，惶惶不可终日。到最后，皇上身边的宦官们觉得，宪宗要是再服用这些\"仙丹\"，他们连这条小命也保不住了。</p> <p>　　第二年（820年）元月，宪宗病重，连早朝也不能上了。对此，人们议论纷纷，非常恐慌。</p> <p>　　这时，内侍陈弘志再也无法忍受了，担心下一个莫名其妙地\"身首异处\"的人就是自己。在这种极度恐惧的压力下，正月二十七日夜里，陈弘志将熟睡中的宪宗活活勒死。可怜一代英主，渴望\"长生不老\"，竟然惨死在家奴之手，真是可悲！</p> <p>　　杀了宪宗后，陈弘志也觉得有些害怕，急忙把宫里的大宦官王守澄和梁守谦请来。他们几个商议了一番，决定严密封锁消息，然后打开宫门，迎接太子入宫，这就是\"唐穆宗\"。</p> <p><strong>唐穆宗登基</strong></p> <p>　　对于这一切，穆宗当然是一清二楚，但他丝毫不在意。对他来说，宪宗的突然离去，自己正好可以早点当上皇帝，这就够了，他根本不想为别的事情烦心，而且他现在已经坐上了龙椅，是天命造就的\"天下之主\"，谁又敢说三道四？</p> <p>　　不过，陈弘志等人当然不会这么想。要知道，宪宗临死前声望正如日中天，倘若消息走漏出去，他陈弘志纵然有三个脑袋，也会被人们剁成肉酱！</p> <p>　　幸亏，大家都知道宪宗在服用\"仙药\"后，早已病重，所以，对他\"毒发身亡\"的官方解释并未产生怀疑。实际上，谁也不可能想到\"一代英主\"宪宗竟然会被一个小小的宦官谋杀，人们的想象力再丰富，也不可能产生这种猜测。再加上事发后王守澄等人严密封锁消息，所以大家都被\"蒙在鼓里\"。</p> <p>　　其实，宪宗未享天年，既是他的不幸，也是他的大幸，因为宪宗可以保住自己的英名。在他死后河北三镇就再次叛乱，大唐帝国再也没有统一过。不幸的是，宪宗之死，标志着一个\"宦官专权\"时代的到来。在此后的几十年里，宦官得以把持朝政，左右皇帝，成为国家政治舞台上的主角。</p> <p><strong>史文的解注</strong></p> <p>　　相关链接：</p> <p>　　唐宪宗元和中，颇信神仙，诏求天下方士。皇甫镈荐山人柳泌，能合长生药。上如见之。泌言天台多灵草，诚得为彼长吏，庶几可求。上乃以泌知台州刺史。泌至台州，驱民入山采药，岁无所得，逃入山中。浙东观察使捕送京师，上复使待诏翰林。服其药，日加燥渴，遂暴崩于中和殿。柳泌伏诛。</p> <p>　　论曰：岁月之久，既不得药，诞亦甚矣。捕送而又官之，又服其药，不明甚矣。不亡何待？</p> <p>　　注：采仙药处为今天台山琼台仙谷南双阙。</p> <p>　　相关链接：</p> <p>　　宪宗高坐皇位受群臣上贺。大家和他本人都不知道，这位中兴君王距他的生命尽头，只有一年的时间。</p> <p>　　“上（宪宗）晚节好神仙，诏天下求方士”。于是，道士柳泌、和尚大道等人相继入宫，为皇帝炼“长生药”。为了让柳泌有好环境合炼不老丹，宪宗竟以台州一州之地尽赐柳泌，这位老道在天台上以刺史身份，天天架几口大锅为宪宗炼丹。</p> <p>　　“服食求神仙，多为药所误”。唐朝皇帝，太宗、高宗、穆宗、敬宗、武宗、宣宗，无论英主庸主，皆喜服食药物。这些药从现代医学角度看，均是剧毒矿物，食之燥渴烦懑，性格大变。奇怪的是，<a href=\"http://so.gushiwen.org/author_298.aspx\">武则天</a>也吃丹药，竟寿至八十三。“岂女体为阴，可服燥烈之药，男体则以火助火，必至水竭而身槁耶？（<a href=\"http://so.gushiwen.org/author_433.aspx\">赵翼</a>）”笔者揣摩，武则天服食的，可能更多是植物类“仙丹”，为害不大。</p> <p>　　不仅好神仙服药，宪宗晚年还好佛。元和十三年年底，宪宗遣中师率大群僧众前往法门寺迎佛指骨到长安。“上（宪宗）留禁中三日，乃历送诸寺，王公士民瞻奉舍施，惟恐弗及，有竭产充施者，有燃香臂顶供养者”。宪宗皇帝此举并非“统战”需要，他是真心崇信。</p> <p>　　刑部侍郎<a href=\"http://so.gushiwen.org/author_682.aspx\">韩愈</a>上表切谏，表文非常有意思，发人深省，有理有据，兹录于下：</p> <p>　　伏以佛者，夷狄之一法耳。自后汉时始流入中国，上古未尝有也。昔黄帝在位百年，年百一十岁；少昊在位八十年，年百岁；颛顼在位七十九年，年九十八岁；帝喾在位七十年，年百五岁；帝尧在位九十八年，年百一十八岁；帝舜及禹年皆百岁。此时天下太平，百姓安乐寿考，然而中国未有佛也。其后殷汤亦年百岁，汤孙太戊在位七十五年，武丁在位五十年，书史不言其寿，推其年数，盖亦俱不减百岁。</p> <p>　　周文王年九十七岁，武王年九十三岁，穆王在位百年。此时佛法亦未至中国，非因事佛而致此也。汉明帝时始有佛法，明帝在位，才十八年耳。其后乱亡相继，运祚不长。宋、齐、梁、陈、元魏已下，事佛渐谨，年代尤促。唯梁武帝在位四十八年，前后三度舍身施佛，宗庙之祭，不用牲牢，昼日一食，止于菜果。其后竟为侯景所逼，饿死</p> <p>　　台城，国亦寻灭。事佛求福，乃更得祸。由此观之，佛不足信，亦可知矣。</p> <p>　　……</p> <p>　　今闻陛下令群僧迎佛骨于凤翔，御楼以观，舁入大内，令诸寺递迎供养。臣虽至愚，必知陛下不惑于佛，作此崇奉以祈福祥也。直以年丰人乐，徇人之心，为京都士庶设诡异之观、戏玩之具耳。安有圣明若此而肯信此等事哉！然百姓愚冥，易惑难晓，苟见陛下如此，将谓真心信佛。皆云天子大圣，犹一心敬信；百姓微贱，于佛岂合惜身命。所以灼顶燔指，百十为群，解衣散钱，自朝至暮。转相仿效，唯</p> <p>　　恐后时，老幼奔波，弃其生业。若不即加禁遏，更历诸寺，必有断臂脔身以为供养者。伤风败俗，传笑四方，非细事也。</p> <p>　　佛本夷狄之人，与中国言语不通，衣服殊制。口不道先王之法言，身不服先王之法行，不知君臣之义、父子之情。假如其身尚在，奉其国命，来朝京师，陛下容而接之，不过宣政一见，礼宾一设，赐衣一袭，卫而出之于境，不令惑于众也。况其身死已久，枯朽之骨，凶秽之余，岂宜以入宫禁！孔子曰：“敬鬼神而远之。”古之诸侯，行吊于国，尚令巫祝先以桃?，祓除不祥，然后进吊。今无故取朽秽之物，亲临观之，巫祝不先，桃?不用，群臣不言其非，御史不举其失，臣实耻之。乞以此骨付之水火，永绝根本，断天下之疑，绝后代之惑。使天下之人，知大圣人之所作为，出于寻常万万也，岂不盛哉！岂不快哉！佛如有灵，能作祸祟，凡有殃咎，宜加臣身。上天鉴临，臣不怨悔。</p> <p>　　韩愈讲的很有道理，他列举“佛”出生前，中国的上古诸帝皆长寿，连有据可考的周文王、周武王都活到九十多。汉明帝时开始崇信佛法，在位才十八年。南梁武帝最侫佛，三次舍身佛寺为奴，一天一餐素食，虽在位四十多年，最后因侯景之乱，竟然饿死于台城。同时,y由于这位韩爷是道统维护者，他更指出“佛”不过是一“夷狄”，佛教更使当时“老幼奔波，弃其生业”，对社会生产造成极大的损耗。</p> <p>　　宪宗览表大怒，立贬韩愈为潮州刺史，即韩大<a href=\"http://so.gushiwen.org/author_1972.aspx\">诗</a>人自己诗中所谓：“一封朝奏九重天，夕贬潮阳路八千”。佛倒没把韩愈怎么样，皇帝先把他贬流至人烟罕至的荒远僻州。当然，万苦千辛到了潮洲，见“涨海连天，毒雾瘴气，”韩诗人也后悔，上表哀呼：“伏惟陛下，天地父母，哀而怜之”。老斗士一时嘴痛快，数年人辛苦。</p> <p>　　宪宗绝非昏狂之君，他也对大臣们讲：“我想韩愈谏佛骨之事，大是出于爱护朕躬之意。但韩愈为人臣，不应乌鸦嘴讲皇帝事佛反而早死这种事！”</p> <p>　　不料，韩愈这“乌鸦嘴”还真灵。仅隔一年多，元和十五年正月（公元820年），宪宗就于宫内“暴崩”，时年仅四十三。</p> <p>　　一般史书皆讲：“上（宪宗）服金丹，多躁怒，左右宦官往往获罪，有死者，人人自危。庚子，暴崩于中和殿，时人皆言内常侍陈弘志弑逆。其党类（众宦官）讳之，不敢讨贼，但云药发，外人莫能明也。”《新唐书》、《旧唐书》以及现在各种史书，有的支支吾吾，有的因袭前史，都言宪宗暴崩是陈弘志所弑。</p> <p>　　其实，大儒<a href=\"http://so.gushiwen.org/author_504.aspx\">王夫之</a>在《读通鉴论》早已指出：宪宗暴死的主谋，正是宪宗的懿安皇后郭氏！</p> <p>　　郭氏是<a href=\"http://so.gushiwen.org/author_2273.aspx\">郭子仪</a>孙女，驸马郭暧和代宗长女升平公主（京剧《打金枝》女主角）的女儿。元和元年，郭氏被册为贵妃。元和八年，百官多次上表奏请册郭氏为皇后，宪宗均不应允。新、旧唐书均言宪宗“后庭多私爱”，好像怕郭氏当皇后以后不让他乱搞女人，这实欠公允。宪宗英主，他忌惮的是郭氏一门贵盛，将相满门，如果再出个皇后，恐怕对政权构成危胁。怀恨之下，郭贵妃自然要派宦官动手，而继位的太子又是她的亲生儿子（穆宗）。</p> <p>　　穆宗继位，马上杀掉宪宗宠信的吐突太监和自己的兄弟沣王李宽（吐突公公曾劝宪宗立沣王为太子，至此，穆宗把这两个人一起杀掉）。表面上是王守澄等太监杀人，其实幕后主凶正是郭后（穆宗即位她才当上皇太后，懿安皇后是其死后谥号）。“郭氏虽饰贤声以自曝，而侈靡游佚，固一不轨之妇人，其去武（后）、韦（后）无几也。”（王夫之）大概当时后世之人，感于郭后的祖父郭子仪的功名，有意无意中替这妇人掩饰罢了。后来，宪宗儿子宣宗继位，老太太被追究前罪，急得要跳楼，最终死于非命。</p> <p>　　唐宪宗崩，太子<a href=\"http://so.gushiwen.org/author_2216.aspx\">李恒</a>继位，是为唐穆宗。穆宗声色犬马之徒，在位四年，天下崩解，藩镇重起，史臣对穆宗痛心疾道：“观夫孱主，可谓痛心。不知创业之艰难，不恤黎元之疾苦……岂非富贵生不仁，沉溺至愚疾！”</p>"
}