{
  "id": 2139,
  "star": 3,
  "name": "司马穰苴",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_2139.jpg",
  "desc": "司马穰苴一般指田穰苴。田穰苴（生卒不详），又称司马穰苴，春秋末期齐国人，是田完（陈完）的后代，齐田氏家族的支庶。田穰苴是继姜尚之后一位承上启下的著名军事家，曾率齐军击退晋、燕入侵之军，因功被封为大司马，子孙后世称司马氏。后因齐景公听信谗言，田穰苴被罢黜，未几抑郁发病而死。由于年代久远，其事迹流传不多，但其军事思想却影响巨大。唐肃宗时将田穰苴等历史上十位武功卓著的名将供奉于武成王庙内，被称为武庙十哲。宋徽宗时追尊田穰苴为横山侯，位列宋武庙七十二将之一。",
  "content": "<h2>生平</h2> <p><strong>临危受命</strong></p> <p>　　<a href=\"http://so.gushiwen.org/author_2139.aspx\">司马穰苴</a>本姓田，名穰苴。田氏家族在齐国是名门望族，田氏家族的老祖宗叫陈完，是陈厉公的儿子。齐桓公时，陈国发生内乱，陈完为避祸跑到了齐国，改姓田氏。</p> <p>　　齐景公的时候，晋国进攻齐国的阿城和甄城，同时燕国又侵略齐国黄河南岸一带。齐国军队大败。齐景公为此十分忧虑，寝食难安。<br>一天，大夫<a href=\"http://so.gushiwen.org/author_319.aspx\">晏婴</a>悄悄来到齐景公跟前，向他推荐了田穰苴，说：“田穰苴虽然是田氏门中偏室所生，但是他这个人，文能令人信服，武能威慑敌人，希望大王能试试他的才干。”</p> <p>　　于是，齐景公召见田穰苴，同他谈论军事，对他的才干非常欣赏，就任命他做大将，领兵抗击晋国和燕国的军队。</p> <p><strong>穰苴执法</strong></p> <p>　　田穰苴向齐景公禀告说：“为臣本来低贱，大王从平民中把我选拔出来，放在大夫之上，士兵们不能向我靠拢，百姓们不能对我信任，人卑微，权力也就会受到轻视。希望能有大王所宠信的大臣、国家所尊重的人物，担任监军的职务，这样才行。”</p> <p>　　齐景公答应了田穰苴的要求，决定派宠臣庄贾担此重任。</p> <p>　　田穰苴向齐景公告辞之后，便到庄府拜会了庄贾，并和庄贾约定：第二天正午在营门集合出发。</p> <p>　　第二天，田穰苴提前来到军营，布置好观测时间的标杆和滴漏，等候庄贾。与此同时，庄府里热闹非凡。庄贾的朋友听说他要出征，纷纷上门为他送行。这个祝庄贾旗开得胜，马到成功；那个说大王选您当监军，齐军一定能所向披靡，无往而不胜。说得庄贾飘飘然，很是得意。</p> <p>　　庄贾向来骄横，这次，他认为率领的是自己的军队，又是监军，根本就没有把田穰苴与他约定的时间当回事。于是，就留下前来为他送行的朋友喝起酒来。手下人提醒他，他仍不以为然。</p> <p>　　到了正午，太阳格外耀眼。军营的广场上军旗飘扬，几个方阵的士兵排列整齐，整装待发。田穰苴推倒了标杆，放了滴漏里的水，站在高台上向大营外眺望，仍不见庄贾的人影，就叫副将派人去请监军大人，自己独自到军营内指挥操练，检阅军队，宣布军规军纪。</p> <p>　　庄府里，众人酒喝得正酣。庄贾满脸通红地招呼着他的那些朋友，门丁来报，说正午已过，门口有士兵来请大人去军营监军。庄贾听了，不屑一顾，并嘲讽说：“小平头当将军，总把鸡毛当令箭，时间就那么重要吗？时间到了又怎么样？”</p> <p>　　下午，齐军大营广场上，操练完毕的将士们，依然排列着整齐的方队，在等候出发的命令。田穰苴看着将要落下去的太阳说：“两个时辰过去了，有劳副将亲自到庄府去一趟，务必当面告诉监军大人，出征将士已经恭候他多时了。”</p> <p>　　副将来到庄府，只见里面一帮人已经喝得七倒八歪，乱作一团。庄贾见副将进来，摇晃着身子指责道：“大胆！你为何擅自闯进？”副将禀报庄贾，说是奉田穰苴之命前来请大人去军营监军。庄贾不耐烦地说：“你先回去告诉他，就说我马上就到。”</p> <p>　　忽有快马来报，又有一城失守。田穰苴听后，眉头紧锁，准备亲自到庄府去请庄贾。正在这时，庄贾从马车上下来，晃晃悠悠进了军营大门。田穰苴疾步上前，指责庄贾为何不按约定的时间来军营。庄贾却像没有什么事似的，笑嘻嘻地说：“几个朋友送行，陪他们喝了点酒，因而来迟。”</p> <p>　　田穰苴再也忍不住心中的怒气，严肃地说道：“监军大人，你可知道，将领在接受命令的那一天，就应该忘掉自己的家庭；到了军队宣布纪律的时候，就应该忘掉自己的父母；拿起鼓槌击鼓作战的时刻，就应该忘掉自己的生命。现在敌军已深入我齐国境内，国家危在旦夕，百姓生灵涂炭，大王也寝食难安。就这几个时辰，我们又丢了一座城池。在这种时候，你作为监军，还说什么送行。”</p> <p>　　说到这里，田穰苴叫来军法官问道：“按照军法，将领不按指定时间到军营的，该如何处置？”</p> <p>　　军法官回答说：“应当斩首。”</p> <p>　　庄贾忙派人骑快马去报告齐景公，向齐景公求助。但是，还没等派去的人回来，田穰苴已下令把庄贾斩了，并告示三军。三军的将士都吓得发抖。</p> <p>　　又过了好一会儿，齐景公派的使者拿着符节前来赦免庄贾，鞭马急跑来到军营。田穰苴说：“将帅在军队里，对于君王的命令是可以不接受的。”接着又问军法官：“有人在军营中鞭马急跑，该如何处置？”</p> <p>　　军法官回答：“按律应当斩首。”使者吓坏了。田穰苴说道：“君王的使者是不可以处死的。”于是就斩了使者的随从，砍断了车厢左边的一根木头，并告示三军。然后让使者回去汇报，军队开始出发。</p> <p><strong>征战凯旋</strong></p> <p>　　将士们看到田穰苴说话算数，治军有方，有法必依，铁面无私，个个精神振奋、斗志昂扬。晋国的军队听到这个消息，不等交战，就吓得慌忙退走了。燕国的军队听到这个消息，连忙从黄河南岸退到了黄河北岸。齐军乘胜追击，收复了所有的失地。</p> <p>　　齐军凯旋时，齐景公和文武百官都到郊外迎接，按照礼节慰劳全体将士。齐景公不但没有为杀庄贾的事怪罪田穰苴，而且还拜他为大司马，让他执掌齐国的军政大权。</p> <p>　　治军贵在严，领军须有威；治军不严，将领无威，军队就不可能有战斗力，而这样的军队是不可能战胜敌人的。从严治军就是要以法治军，树立军法军纪的权威。将领就是要通过严格执法执纪来树立威严，严格执法执纪也是一种守信。司马穰苴从严治军、以法治军，杀了不守约定、违反军法军纪的监军庄贾，既树立了自己的威信，也教育了将士，从而增强了齐军的战斗力，击退了敌军，收复了失地 。</p> <p><strong>抑郁以终</strong></p> <p>　　田氏家族的势力在齐国日益发展，引起大夫（古代官名）鲍氏、国氏、高氏的不满。</p> <p>　　一天，齐景公在宫中饮酒取乐，一直喝到晚上，意犹未尽，便带着随从来到相国晏婴的宅第，要与晏婴夜饮一番，被晏婴规劝拒绝了。</p> <p>　　离开晏婴的府第，齐景公又想起了田穰苴。于是，君臣一行又来到田穰苴的家中。</p> <p>　　田穰苴听说齐景公深夜造访，忙穿上戎装，持戟迎接出门，急问：“是有诸侯发兵了？还是有大臣反叛了？”</p> <p>　　齐景公笑着说：“没有。”</p> <p>　　田穰苴又问：“那您为什么深夜来我家？”</p> <p>　　齐景公说：“想到将军军务劳苦，想和将军共饮。”</p> <p>　　田穰苴回答说：“陪国君饮酒享乐，君王身边本就有这样的人，这不是大臣的职份，臣不敢从命。”</p> <p>　　齐景公于是去了大夫梁丘的家里喝酒。次日，晏婴与田穰苴都上朝进谏，劝齐景公不应该深夜到臣子家饮酒。于是，鲍氏、高氏、国氏三大家族纷纷向齐景公进谗言，欲驱逐田穰苴以削弱田氏势力。</p> <p>　　齐景公便采纳了鲍氏、高氏、国氏的意见，将田穰苴辞退了。田穰苴被贬后，心情忧郁，不久病故。</p><br/><h2>后世地位</h2> <p>　　唐朝开元十九年，唐玄宗为表彰并祭祀历代名将所设置武庙，它以周朝开国丞相、军师吕尚（即<a href=\"http://so.gushiwen.org/author_860.aspx\">姜子牙</a>）为主祭，以汉朝留侯张良为配享，并以历代名将十人从之。</p> <p>　　上元元年，唐肃宗将<a href=\"http://so.gushiwen.org/author_851.aspx\">吴起</a>等历史上十位武功卓著的名将供奉于武成王庙内，被称为武庙十哲，““齐大司马昌田穰苴”便是其中之一。</p> <p>　　及至宋代宣和五年，宋室依照唐代惯例，为古代名将设庙，七十二位名将中亦包括田穰苴。</p><br/><h2>墓地</h2> <p>　　田穰苴死后葬于临淄城郊，位于淄博市临淄区齐都镇尹家村南，墓高10米，南北25米，东西38米，保存完好。</p><br/><h2>人物争议</h2> <p>　　《司马法》是我国古代一部著名的兵书。相传是田穰苴所写，但到了西汉后渐失传。</p> <p>　　一些学者认为，《司马法》并非<a href=\"http://so.gushiwen.org/author_2139.aspx\">司马穰苴</a>所著。如《四库全书总目题要》说：“《司马法》旧题司马穰苴撰。今考正《史记·司马穰苴列传》，称齐威王命令大夫追论《司马兵法》，把穰苴的名字加在其中，所以名叫《司马穰苴兵法》。”<br>有些人认为《司马法》是后人伪托。如姚际恒在《古今伪书考》中说：“今此书仅五篇，为后人伪造无疑。”另外<a href=\"http://so.gushiwen.org/author_667.aspx\">姚鼐</a>、<a href=\"http://so.gushiwen.org/author_88.aspx\">龚自珍</a>、<a href=\"http://so.gushiwen.org/author_3052.aspx\">康有为</a>、等人也认为《司马法》系后人伪造。</p> <p>　　一些学者则认为，《司马法》实为司马穰苴所作。如蓝永蔚在其《春秋时期的步兵·〈司马法〉书考》一文中说：“穰苴是唯一能够申明古者《司马法》的人。”金建德在《古籍丛考》中说：“姚（际恒）、龚（自珍）二家虽都怀疑今本《司马法》为伪，可是他们并没有提出充分的证据。”刘建国在《〈司马法〉伪书辨正》一文中说：“经过考证，我们认为现存的今本《司马法》并非伪书，<br>而是一部齐国大军事家司马穰苴撰述的兵法或兵法残篇。”</p> <p>　　《隋书·经籍志》著录《司马兵法》三卷，分为仁本、天子之义、定爵、严位、用众共五篇，注明“齐将司马穰苴撰”。《隋书》所录即今存于世的《司马法》。</p> <p>　　其后的《旧唐书·经籍志》和《唐书·艺文志》沿袭《隋书》，录有《司马法》三卷，署“田穰苴撰”；《宋史·艺文志》则著录《司马兵法》六卷，亦题“齐司马穰苴撰”。</p>"
}