{
  "id": 61,
  "star": 65,
  "name": "袁宏道",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_61.jpg",
  "dynasty": "明代",
  "desc": "袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。",
  "content": "<h2>生平</h2> 　　<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>（1568～1610）少敏慧，善<a href=\"http://so.gushiwen.org/author_61.aspx\">诗</a>文，明代文学家，字中郎，又字无学，号石公，又号六休。年十六为诸生，结社城南，自为社长，“社友年三十以下者皆师之，奉其约束不敢犯。”万历二十年（1592）登进士第，万历二十三年（1595）谒选为吴县知县，听政敏决，公庭鲜事。政暇与士大夫谈文说诗，以风雅自命。宏道任吴县县令时，在任仅二年，就使“一县大治”，“吴民大悦”。辞去县令后，“为人贷得百金”，作妻室生活费用。宰相申时行赞叹说：“二百年来，无此令矣！”他辞去吴县县令，在苏杭一带游玩，写下了很多著名的游记，如《虎丘记》《初至西湖记》等。他生性酷爱自然山水，甚至不惜冒险登临。他曾说“恋躯惜命，何用游山？”“与其死于床，何若死于一片冷石也。”　万历二十六年（1598），袁宏道收到在京城任职的哥哥袁宗道的信，让他进京。他只好收敛起游山玩水的兴致，来到北京，被授予顺天府（治所在北京）教授。越二年，补礼部仪制司主事，数月即请告归。后迁官至稽勋郎中，不久即谢病归里。万历三十八年（1610）九月六日（10月20日）卒，年四十有三。他去世以后，连购买棺材及眷属回故里的路费都是朋友们的捐助和卖尽他的书画几砚凑的。《明史》卷二八八有传。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。流传至今的作品集有《潇碧堂集二十卷》，《潇碧堂续集十卷》，《瓶花斋集十卷》，《锦帆集四卷去吴七牍一卷》，《解脱集四卷》，《敝箧集二卷》，《袁中郎先生全集二十三卷》，《梨云馆类定袁中郎全集二十四卷》，《袁中郎全集四十卷》，《袁中郎文钞一卷》等等。其中《满井游记》被编入八年级(下）人教版语文书内。<br/><h2>白话艺术</h2> <p>　　公安派重视从民间文学中汲取营养，<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>曾自叙以《打枣竿》等民歌时调为<a href=\"http://so.gushiwen.org/author_61.aspx\">诗</a>，使他“诗眼大开，诗肠大阔，诗集大饶”，认为当时闾里妇孺所唱的《擘破玉》《打枣竿》之类，是“无闻无识真人所作，故多真声”，又赞扬《水浒传》比《史记》更为奇变，相形之下便觉得“六经非至文，马迁失组练”（《听朱生说水浒传》）。这是和他们的文学发展观与创新论相联系的，对提高那一时期民间文学和通俗文学的社会地位有一定作用。</p> <p>　　公安派在解放文体上颇有功绩，“一扫王、李云雾”（《公安县志·袁中郎传》），游记、尺牍、小品也很有特色，或秀逸清新，或活泼诙谐，自成一家。但他们在现实生活中消极避世，多描写身边琐事或自然景物，缺乏深厚的社会内容，因而创作题材愈来愈狭窄。其仿效者则“冲口而出，不复检点”，“为俚语，为纤巧，为莽荡”，以至“狂瞽交扇，鄙俚大行”（<a href=\"http://so.gushiwen.org/author_426.aspx\">钱谦益</a>《列朝诗集小传》）。后人评论公安派文学主张的理论意义超过他们的创作实践，是为公允之论。</p><br/><h2>与《瓶史》</h2> <p>　　《瓶史》一书，是1599年春天<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>在北京写成的，时年32岁。 袁宏道为什么要写这本书？在《瓶史引》中，他写道：“夫幽人韵士，屏绝声色，其嗜好不得不钟于山水花竹。”他还说，高人隐士们住深山，濯清泉，与世无争，并以把世间一切让人为乐。他们的生活恬淡、安逸，绝无大祸临头之恐。这正是我生平极为羡慕的事。但是，袁宏道说：由于“为卑官所绊”，身不由己，于是，“仅有栽花莳竹可以自乐”了。</p> <p>　　在谈到自己喜欢插花的理由时。袁宏道说：由于“邸居湫隘，迁徒无常，不得已乃以瓶贮花，随时插换”，况且，京城里种植有各种名花，取之方便，于是就成了“余案头物”了。袁宏道认为，这样做，省却扦插、浇水之劳苦，而插于瓶中之花又有极高的观赏价值，也算“一大快事”。</p> <p>　　袁宏道的朋友在谈到袁宏道时曾说：他“好修治小室，排当极有方略。此虽小道，实艺术之一种，有学问在焉”。由此可见袁宏道不仅是一个极其热爱生活的人，而且也是一个颇具艺术眼光的人。</p> <p>　　在长期的插花实践中，袁宏道总结出了一整套的宝贵经验，如他自己所说，写《瓶史》的目的，就是为了“与诸好事而贫者共焉。”</p> <p>　　《瓶史》问世后，对我国后人影响之大自不必说，东邻日本也在文化五年（1808年）出过一本《瓶史国字解》，书中附有插花图谱280余幅。此书的序言说：“前者黎云斋者，据石公《瓶史》建插花法，自称宏道流，大行于世。”由此可见，此书对日本花道艺术的影响也是非同小可的。 袁宏道是个很有情趣的人，专门写了《瓶史》一书，讨论插花艺术。此书在中国流传不广，在日本评价很高，亦是“袁派”插花的由来。 </p><br/><h2>文学主张</h2> <p><strong>概述</strong><br>　　明代文学流派。代表人物为袁宗道（1560—1600）、<a href=\"http://so.gushiwen.org/author_61.aspx\">袁宏道</a>（1568—1610）、袁中道（1570—1623）三兄弟，因其籍贯为湖广公安（今属湖北），故世称“公安派”。其重要成员还有江盈科、陶望龄、黄辉、雷思霈等人。公安派成员主要生活在万历时期。明代自弘治以来，文坛即为<a href=\"http://so.gushiwen.org/author_146.aspx\">李梦阳</a>、<a href=\"http://so.gushiwen.org/author_407.aspx\">何景明</a>为首的“前七子”及<a href=\"http://so.gushiwen.org/author_121.aspx\">王世贞</a>、<a href=\"http://so.gushiwen.org/author_553.aspx\">李攀龙</a>为首的“后七子”所把持。他们倡言“文必秦汉、<a href=\"http://so.gushiwen.org/author_61.aspx\">诗</a>必盛唐”，“大历以后书勿读”的复古论调，影响极大，以致“天下推李、何、王、李为四大家，无不争效其体”（《明史·李梦阳传》）。其间虽有<a href=\"http://so.gushiwen.org/author_792.aspx\">归有光</a>等“唐宋派”作家起而抗争，但不足以矫正其流弊。万历间李贽针锋相对提出“诗何必古选？文何必先秦？”和“文章不可得而时势先后论也”的观点，振聋发聩，他和焦、<a href=\"http://so.gushiwen.org/author_166.aspx\">徐渭</a>等实际上成为公安派的先导。<br>　　公安派的文学主张发端于袁宗道，袁宏道实为中坚，是实际上的领导人物，袁中道则进一步扩大了它的影响。公安派的文学主张主要是：</p> <p><strong>反对承袭，主张通变</strong><br>　　公安派诸人猛烈抨击前后七子的句拟字摹、食古不化倾向，他们对文坛“剽窃成风，众口一响”的现象提出尖锐的批评，袁宗道还一针见血地指出复古派的病源“不在模拟，而在无识”（《论文》）。他们主张文学应随时代而发展变化，“代有升降，而法不相沿，各极其变，各穷其趣”（袁宏道《叙小修诗》），“世道改变，文亦因之；今之不必摹古者，亦势也”（袁宏道《与江进之》）。不但文学内容，而且形式语言亦会有所变化而趋于通俗，这是因为“性情之发，无所不吐，其势必互异而趋俚，趋于俚又变矣”（袁中道《花雪赋引》）。因此，“古何必高？今何必卑？”他们进而主张：“信腔信口，皆成律度”，“古人之法顾安可概哉!”（袁宏道《雪涛阁集序》）冲破一切束缚创作的藩篱。 </p> <p><strong>独抒性灵，不拘格套</strong><br>　　所谓“性灵”就是作家的个性表现和真情发露，接近于李贽的“童心说”。他们认为“出自性灵者为真诗”，而“性之所安，殆不可强，率性所行，是谓真人”（袁宏道《识张幼于箴铭后》），进而强调非从自己胸臆中流出，则不下笔。因此他们主张“真者精诚之至。不精不诚，不能动人”，应当“言人之所欲言，言人之所不能言，言人之所不敢言”（雷思霈《潇碧堂集序》），这就包含着对儒家传统温柔敦厚诗教的反抗。他们把创作过程解释为“灵窍于心，寓于境。境有所触，心能摄之；心欲所吐，腕能运之”，“以心摄境，以腕运心，则性灵无不毕达”（江盈科《敝箧集序》）。只要“天下之慧人才士，始知心灵无涯，搜之愈出，相与各呈其奇，而互穷其变，然后人人有一段真面目溢露于楮墨之间”（袁中道《中郎先生全集序》），就能实现文学的革新。</p>"
}