{
  "id": 528,
  "star": 46,
  "name": "和凝",
  "dynasty": "五代",
  "desc": "和凝（898-955年），五代时文学家、法医学家。字成绩。郓州须昌（今山东东平）人。幼时颖敏好学，十七岁举明经，梁贞明二年(916)十九岁登进士第。好文学，长于短歌艳曲。梁贞明二年(916)进士。后唐时官至中书舍人，工部侍郎。后晋天福五年 (940)拜中书侍郎同中书门下平章事。入后汉，封鲁国公。后周时，赠侍中。尝取古今史传所讼断狱、辨雪冤枉等事，著为《疑狱集》两卷（951年）。子和（山蒙）又增订两卷，合成四卷。",
  "content": "<h2>生平</h2> <p>　　后梁末帝乾化四年（914），明经及第。二年后，再登进士第。后梁郓州节度使贺瑰了解到和凝与自己是同乡时，便聘他为府中从事。和凝在郓州府中从事时，正赶上后梁末帝贞明四年（918）胡柳陂（今山东濮县西南）一战，和凝所在部贺瑰也加入了战斗序列。后梁军受到前后两面夹击后随即大溃。贺瑰在护兵的保护下冲出重围逃跑，晋军在后面追赶，就在快要逃到濮州（今山东鄄城）时，跟随贺瑰的士兵全都跑光了，只剩下和凝一人紧跟不舍，后竟射中敌兵救了贺瑰一命。贺瑰逝世后，和凝不负贺瑰重托，带着贺瑰的女儿，在此后的几年里又历任邓（今河南邓州市）、洋（今陕西洋县）二府从事。</p> <p>　　唐庄宗同光元年（923）四月，晋王<a href=\"http://so.gushiwen.org/author_543.aspx\">李存勖</a>即皇帝宝位。约在同光二年（924）春，和凝进入后唐宫中[79]。大概在唐庄宗四年（926）和凝入为翰林学士。一日编撰<a href=\"http://so.gushiwen.org/author_528.aspx\">诗</a>集，将旧作录于诗卷上时，想起咸通“戕婢”旧事，百感交集，遂写《思录旧诗于卷上，凄然有感，因成一章》。</p><br/><h2>为官生涯</h2> <p>　　天成三年（928）和凝被任命为礼部员外郎、刑部员外郎。与儿子一起编撰《疑狱集》。书中收集了许多情节复杂、争讼难决最终获得了正确处理的案例，是中国现存最早的一部法学著作，对古今相关人员办案有很重要的借鉴和参考价值，并为宋慈著《洗冤集录》创造了条件。此后，和凝又被转主客郎中兼权知贡举，春闱开科取士放榜时，一反其他人以往“设棘于门及闭院门，以防下第不逞者。”的做法，遂使得“彻棘启门，是日寂无喧者”。即由于她所主持的科举考试，公开、公正、公平，所以，没有一个人在贡院门前闹事。当时人将这种现象称之为“得人”，即称当时所录才名之士都是德才兼备的人。在此年所录进士中，和凝最看中了一个名叫范质的人，认为他有宰相之才，将来一定会继承自己而当宰相。后人称之为“传衣钵”。</p> <p>　　后晋初（天福二年）和凝以翰林学士、工部侍郎和凝为礼部侍郎，依前充职，六月份又晋升礼部侍郎和凝改端明殿学士。十二月，和凝又被改任尚书户部侍郎，照常为朝中做一些案头之事。</p> <p>　　天福六年（941）九月，和凝又被任命为中书侍郎、同平章事。和凝不负众望，巧平安从进谋反。《旧五代史·和凝传》记曰：“安从进‘以至于败，由凝之力也。’”<br></p><br/><h2>诗词目录</h2> <p>　　《疑狱集》包括许多法医知识，在平反冤狱中有一定作用，为宋慈著《洗冤集录》创造了条件。</p> <p>　　和凝著作甚多，有《演纶》、《游艺》、《孝悌》、《疑狱》、《香奁》、《籯金》等集，今多不传。现存有《宫词》百首等。作品流传和影响颇广，故契丹称他为“曲子相公”。但他“悔其少作”，多加销毁(《北梦琐言》)。现存词20余首，大都以华艳辞藻写男女情事，如《江城子》5首等。《花间集》录和凝词20首，《全唐<a href=\"http://so.gushiwen.org/author_528.aspx\">诗</a>》录24首。近人刘毓盘辑得29首，编为《红叶稿》1卷,有北京大学排印本。事迹见新、旧《五代史》本传。</p> <p>　　另有人考证和凝，<a href=\"http://so.gushiwen.org/author_622.aspx\">韦庄</a>，<a href=\"http://so.gushiwen.org/author_114.aspx\">鱼玄机</a>同为一人。此观点争议颇多，待考。 </p><br/><h2>藏书故实</h2> 　　喜为文，长于短歌艳曲，有文集百余卷，自为刊刻，五代私人刻书数毋昭裔和他为著名。他的刻书早于毋昭裔数年。刊刻有自著文集、《颜氏家训》等。史载“自篆于版，模印数百帙，分惠别人”。和<a href=\"http://so.gushiwen.org/author_2442.aspx\">冯道</a>关系密切，交谊深厚。据<a href=\"http://so.gushiwen.org/author_820.aspx\">沈括</a>《梦溪笔谈》记载，他在秀州任职时，曾见到和凝后裔和惇家藏图籍甚多，和惇称“皆鲁公旧物，末有印记甚完”。藏书均钤有藏书印，惜没有记载，藏书数量亦不详。有《宫词》百首。"
}