{
  "id": 1508,
  "star": 0,
  "name": "杨於陵",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_1508.jpg",
  "dynasty": "唐代",
  "desc": "杨于陵，汉太尉震之第五子奉之后。父杨太清，客居河朔，死于安史之乱。六岁时因战乱避居到建昌（今永修），少年就有奇志。十九岁，擢进士第，授润州句容（今江苏）主簿，节度使韩滉将女儿嫁给他。贞元八年（792年），入朝为膳部员外郎。历官吏部郎中、中书舍人、潼关防御、镇国军使（今陕西华县）、浙东（今浙江绍兴）观察使，入为京兆尹（首都市长），“奸人无所影赖，京师豪右大震”，官至户部侍郎。",
  "content": "<h2>生平</h2> <p><strong>出仕前</strong></p> <p>　　杨于陵，字达夫，一作<a href=\"http://so.gushiwen.org/author_1508.aspx\">杨於陵</a>，是贵族后代，父亲杨太清死于安[1] 禄山之乱。当时杨于陵才6岁，开始逃难，定居到建昌（今永修），少年就有奇志。十八岁高中进士，担任“句容主簿”。节度使<a href=\"http://so.gushiwen.org/author_2664.aspx\">韩滉</a>极端喜爱他，把女儿嫁给他。</p> <p>　　他后来担任了不少官职，只因为丈人韩滉当宰相，他就“回避”，回到“建昌”读书，直到792年丈人去世，才出来作官，他为人刚正不阿，德宗很欣赏他。</p> <p><strong>累官尚书</strong></p> <p>　　他担任浙东观察使的时候，‘越人’发生饥荒，他开仓出米三十万石救济贫民。</p> <p>　　他担任了‘京兆尹’。此前有很多‘编民’，故意在禁军也就是‘北军’ 中，挂一个虚假的军籍，然后依靠这个名头到处招摇撞骗、横行作恶。杨于陵请求进行查核、限制和全面清理，于是“奸人无所影赖，京师豪右大震”。可以看出，杨确实是一个刚正有魄力的人，为此他也曾经多次过担任边防军事职务。</p> <p>　　809年四月乙丑日，已经担任吏部尚书的杨于陵在对策牛僧儒的时候，发现并选拔了针砭时弊、才华出众的牛僧儒（后曾任宰相）。于是向朝廷尽力予以推荐，因此惹火了宰相<a href=\"http://so.gushiwen.org/author_2866.aspx\">李吉甫</a>，被贬斥为岭南节度使。</p> <p><strong>左迁岭南</strong></p> <p>　　即使到了当时蛮荒的岭南，他也没有消极，而是任用李翱等人，查访得失，给百姓做些实事。他发现当地百姓用木头盖房子，很容易着火，于是引导百姓建筑砖瓦房屋，从此火灾很少发生。</p> <p>　　当时的岭南监军叫许遂振，骄横贪婪，他畏惧杨的廉洁公正。他想出歪主意，在京师大肆造谣污蔑杨于陵贪赂，宪宗也无法辨别，就这样把杨于陵给罢免了。许遂振更加专权跋扈，还到处搜集证据，严刑威逼库吏，要他诬陷杨于陵贪赃。</p> <p>　　于是出现了很精彩的一幕：吏呼曰：“杨公尚拒他方赂遗，肯私官钱邪？”，也就是说杨于陵对送上门的礼物都严厉拒绝，他会去贪污吗？后来宰相裴垍也向皇帝为他辩白。许遂振的丑行最终暴露，并被惩罚。</p> <p><strong>返京任职</strong></p> <p>　　810-814年，他回到吏部（主管官员选调）工作。杨于陵发现很多任用官员方面的工作弊病。他建议，把‘考判’和‘任命’官员的工作合并起来，并进行甄选、检实，于是“吏不能为奸”，“监察奸吏，调补平允”、“居四年，凡调三千员，时谓为适”，说明他对当时的官吏任用制度的初步改革，是有成绩、比较成功的。</p> <p>　　杨于陵和儿子曾长期管理户部，对财政管理有一系列的贡献。还针对当时百姓的困苦和‘钱荒’问题，提出了财政税费改革建议。着手进行一系列的稳定物价、增加货币供应的措施；在税法上进行改进，对于除了盐茶之外的税项，进行‘实物抵税’，想方设法丰富市场货币总量，并积极培植财源。</p> <p>　　821年以后，他担任‘户部尚书、太子少傅、弘农郡公’，以‘尚书左仆射’的官职退休。朝廷要给他退休的全额俸禄，他坚决推辞不要（古代人退休是没有工资的），后在家中去世。</p> <p><strong>四世辉煌</strong></p> <p>　　他有四个儿子都中进士（含恩荫进士），并担任官职，杨景复当同州刺史；<a href=\"http://so.gushiwen.org/author_1747.aspx\">杨嗣复</a>当宰相；杨绍复当中书舍人；杨师复是大理寺卿。</p> <p>　　杨于陵的裔孙中又有10几位中了进士（含恩荫），都当官，包括杨嗣复的儿子杨授、杨损、杨技、杨拭、杨捴；杨授的儿子杨煚；杨绍复的儿子杨擢、杨拯、杨据、杨揆；杨师复的儿子杨拙、杨振等。他们家族数十位达官，延续了四世的辉煌灿烂。</p>"
}