{
  "id": 392,
  "star": 645,
  "name": "皎然",
  "image": "https://raw.githubusercontent.com/hujiaweibujidao/poetry/master/image/image_392.jpg",
  "dynasty": "唐代",
  "desc": "僧皎然（730-799），俗姓谢，字清昼，湖州（浙江吴兴）人，是中国山水诗创始人谢灵运的十世孙，唐代著名诗人、茶僧，吴兴杼山妙喜寺主持，在文学、佛学、茶学等方面颇有造诣。与颜真卿、灵澈、陆羽等和诗，现存皎然470首诗。多为送别酬答之作。情调闲适，语言简淡。皎然的诗歌理论著作《诗式》。",
  "content": "<h2>与陆羽</h2> <p>　　<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>，公元（720-804）年，湖州人，俗姓谢，字清昼，是中国山水<a href=\"http://so.gushiwen.org/author_392.aspx\">诗</a>创世人<a href=\"http://so.gushiwen.org/author_758.aspx\">谢灵运</a>的后代，是唐代最有名的诗僧、茶僧。在《全唐诗》编其诗为815-821共7卷，他为后人留下了470首诗篇，在文学、佛学、茶学等许多方面有深厚造诣， 堪称一代宗师。<br>　　与皎然命运息息相关的有一个年轻人叫<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>，此人在公元757-758年，约25-26岁时遇见了皎然，以后他们结成了生死相依的忘年交。——“缁素忘年之交”40多年，他们的友情达到了生相知、死相随，生死不谕的超然境界。正是这个不起眼的年轻人，在皎然的指导、帮助，鼓励、安排、资助、筹划下，完成了中国茶业、茶学的千秋伟业——《茶经》。皎然对陆羽及中国茶道的贡献分以下10个方面：</p> <p><strong>（一）让动乱中的陆羽找到了家</strong><br>　　陆羽生于公元733年，3岁被遗弃在竟陵（湖北天门）。是龙盖寺主持僧智积禅师在西湖边拾到将其抱回寺里养育。11岁陆羽逃出寺院去戏班，作了优伶，14-15岁被河南府尹李齐物看中，推荐去火门山的邹子夫处学习读书，20岁偶遇竟陵刺史的礼部员外郎<a href=\"http://so.gushiwen.org/author_1642.aspx\">崔国辅</a>，崔与陆羽一见如故，结为忘年之交。<br>　　公元756年安史之乱前的754-755年，有人说陆羽已开始写《茶经》，我们认为不现实。因为那时候陆羽还是一个22-24岁的小青年，对茶业、茶学都没有很深厚广泛的研究与积累，特别是安史之乱，处于流浪动荡状态，也没有这样的环境写书。<br>　　罗家庆先生考证认为：“有人认为陆羽在龙盖寺就懂得了煮茶，这不对。而是智积禅师罚他服劳役，砌墙头，清厕所，没有让他煮茶。即使随后到了李齐物、崔国辅两位剌史身边，由于衙门有专人司茶，他也不会接触茶饮……。”<br>　　我们认为陆羽在龙盖寺、李、崔处接触茶饮的机会应该是有的，但就以此要写千古《茶经》未免不够。<br>　　陆羽人生的又一个转折点是在公元757-759年，即24-25岁拜见了皎然大师后的发生的。陆羽与皎然结成“缁素忘年之交”时，当时皎然大师已四十多岁，乃杼山妙喜寺主持，有这样的权力、条件让陆羽安下心来潜心研究，陆羽也结束了动荡不安的生活有了人生的着落。</p> <p><strong>（二）陆羽《茶经》受到皎然的指导、启发</strong><br>　　皎然年长陆羽13-14岁，大一轮，两人“缁素结交”时皎然已到过庐山、泰山、崂山、嵩山、长沙、衡阳、饶州、洪州以及苏南各地、剡溪、天台等处，他交友广泛，阅历丰富，对不少大庙的僧侣饮茶已颇有心得，佛院饮茶早已成习。有些寺院设有专门的“茶堂”，用作僧侣们潜心论佛，招待施主，有些寺院专门派有“茶头”及“施茶僧”，用以烧水煮茶布施茶水，……因此皎然足迹许多大庙后对佛门茶理修炼很深。从他的许多茶诗中可以得知他有非常丰富的茶叶知识。……<br>　　昨夜西峰两色过，朝寻新茗复如何？<br>　　女宫露涩青芽老，尧市人稀紫笋多。<br>　　紫笋青芽谁得识，日暮采之长太息。<br>　　陆羽在妙喜寺寄宿了三、四年的时间里，他们经常诗论、探讨，陆羽写成了《茶经》三卷。但在皎然看来，陆羽闭门写书，有许多不切实际的观点，他还不客气地提出了批评（谁能对茶圣提出批评？只有皎然大师），他在《饮茶歌郑容》一诗中指出“……云山童子调金铛，楚人茶经虚得名……”。他爱之深所以评之切，他让陆羽深入茶山研究茶叶载培、管理、采摘、煎制等茶事，以补充、修改《茶经》。</p> <p><strong>（三）皎然为陆羽写《茶经》提供了物质条件</strong><br>　　皎然不但悉心指导陆羽，解决了他生活上的后顾之忧，还给陆羽提供安静写作环境，同时还为陆羽解决了写作《茶经》所需要的实验场地、设备、仪器等等。因为以皎然为住持的妙喜寺在长兴顾渚山置有茶园（后为贡茶基地），这个顾渚茶园是陆羽《茶经》最好的实验室、试验基地。有《顾渚行寄裴方舟》诗为证：“我有云泉邻渚山，山中茶事颇相关，……伯劳飞日芳草滋，山僧又是采茶时”。<br>　　大家知道即使条件下你要搞一个茶场涉及载培、施肥、管理、采摘等一连串事情，也不容易，何况是古代一个条件优良的实验茶场，……这一切皎然大师都为陆羽提供了强大的物质保证。几年后皎然为使陆羽有一个更加安静、方便的写作环境，又在苕溪之滨为他建好了“苕溪草堂”，到处寻找外出考察的陆羽让他回来安心居住写作……<br>　　由此可知，皎然上人是陆羽茶学研究的物质提供者。</p> <p><strong>（四）皎然是茶文化的宏扬者</strong><br>　　皎然上人不但懂茶事更对茶文化情有独衷。在当时的时代，没有电视、报纸，没有相声、小品、小说，文化传播的最好形式是诗歌。他不但以诗歌的形式在世界首次提出了“茶道”，“什么是茶道”，他还写下了更多广为流传的茶诗，在同时代他是茶诗最多的高人。<br>　　如果说陆羽更多的是一个科学家，他是从茶科学、茶经验、茶业产业角度来著作《茶经》，那么皎然上人则更多地是从文学诗歌，从茶文化的角度研究，并且又以他高深的佛门禅悟亲自体验开启了“佛茶之风”或“佛禅一味”，从而拉开了整个中国茶道甚至是世界茶道之先河！他的《饮茶歌诮崔石使君》不但是大唐茶道更是中国茶道、世界茶道的开山之作！<br>　　因此，我们以为陆羽更像钱学森、袁隆平；皎然更像<a href=\"http://so.gushiwen.org/author_2884.aspx\">鲁迅</a>、郭沫若。且不说其对陆羽的帮助、指导、交流、切磋，他自己也是茶文化领域的开山鼻祖！<br>　　皎然不但是茶事、茶文化的积极倡导者，更是“以茶代酒”、茶饮料的积极宣传者，在前期批评陆羽《茶经》不是的同时，与陆羽一起又是茶饮、《茶经》、茶文化的推广旗手。他不但为陆羽开展茶学、茶业研究提供环境场地、设备、经费，而且还经常有意组织“苕溪茶会”，带领诗茶爱好者去剡溪举办“沃州茶会”、“剡溪诗茶论坛”，策划、组织、包装、宣传了茶文化思想，并以论坛、会议、活动、诗歌等形式进行了确有影响力的传播。某种意义上公元773年由陆羽设计，<a href=\"http://so.gushiwen.org/author_720.aspx\">颜真卿</a>书法题名，皎然策划赋诗的“三葵亭”就是著名的陆羽品牌的事件营销之一！自陆羽《茶经》及皎然的《饮茶歌》后，唐代茶诗大盛，茶道与诗道形成了前所未有的大合唱，迎来了亘古以来未有的大唐茶文化的高峰！</p> <p><strong>（五）皎然是陆羽的长辈、导师、笃友、兄弟</strong><br>　　陆羽尽管孤儿出身，但一辈子在人生转折的过程中却常有贵人相助。皎然无疑是陆羽事业人生转折过程中的贵人，也是陆羽的长辈、老师，又是陆羽后半生40多年的生相知死相随，交往时间最长、学术探讨最多，关系情义最深的兄长与良师益友，本来陆羽晚年从广州到苏州定居了很多年，他也曾经准备终老苏州。可是皎然上人的圆寂给了陆羽巨大的打击，他毅然决定离开江南水乡苏州而重返湖州以追随皎然……当陆羽走完了漫长而坎坷的人生之路后，他的生前好友按照他的遗愿，将他葬在了妙喜寺附近，苕溪之滨，以伴随他生前最好的哥们兄弟——笃友皎然上人。<br>　　也许讲茶文化、茶道还会有人讲到<a href=\"http://so.gushiwen.org/author_2251.aspx\">卢仝</a>的贡献。没错，卢仝后来的七碗茶歌——《茶歌》的影响不亚于皎然的“三饮”之歌，甚或是大有千年传唱不衰后来居上之势。所谓大唐茶业三件大事：陆羽《茶经》、卢仝《茶歌》、赵赞“茶禁”（即对茶征税），更有“三篇陆羽经，七度卢仝碗。”殊不知卢仝生活于（公元795－835年），在卢仝出生时皎然大师早已出版了《茶决》推出了《饮茶歌》中国茶道（皎然比卢仝年长75岁），如果不论卢仝诗的社会性，在茶道内容及形式上，卢仝并没有超越皎然大师多少，卢仝对茶道的理解绝对受皎然三碗茶的参照与启发（这儿不是贬低卢仝），更确切说“七饮茶歌”就是“三饮茶歌”的继承与发展，七碗茶是三碗茶的仿效与细化（原创是皎然上人的）。</p> <p><strong>（六）皎然精通茶理、茶业、茶叶生产</strong><br>　　皎然不但是茶文化高手，他对茶叶生产、加工、饮茶及茶叶经营都非常了解，究竟其妙寺有实打的茶园，此茶园除了供应本寺院茶僧茶礼之用外，可能还有一部份用以创业，是“寺院经济”的一大部分（那时候以许多方丈、住持俨然象一位大地主）。现以《顾渚行寄裴方舟》一诗为证：<br>　　我有云泉邻渚山，山中茶事颇相关。<br>　　鶗鴂鸣时芳草死， 山家渐欲收茶子。<br>　　伯劳飞日芳草滋，山僧又是采茶时。<br>　　由来惯采无近远，阴岭长兮阳崖浅。<br>　　大<a href=\"http://so.gushiwen.org/author_1397.aspx\">寒山</a>下叶未生， 小寒山中叶初卷。<br>　　吴婉携笼上翠微，蒙蒙香刺罥春衣。<br>　　迷山乍被落花乱，度水时惊啼鸟飞。<br>　　家园不远乘露摘，归时露彩犹滴沥。<br>　　初看怕出欺玉英，更取煎来胜金液。<br>　　昨夜西峰雨色过，朝寻新茗复如何。<br>　　女宫露涩青芽老，尧市人稀紫笋多。<br>　　紫笋青芽谁得识，日暮采之长太息。<br>　　清泠真人待子元，贮此芳香思何极。<br>　　（注：有史述为证，皎然与著名茶人、文学家<a href=\"http://so.gushiwen.org/author_335.aspx\">陆龟蒙</a>在长兴顾清都置有茶园，本来就是一大茶场主。）<br>　　由上述可知，皎然在此里面对茶叶生产的环境、管理、气候、采摘、品质、煎饮、销售、市场都作了全方位的描述，其对茶理，采摘、气候、时间、营销研究之深几乎是唐茶诗无出其右者。诗歌在唐代不但是科举考试的主要内容，而且也是记载、传播文化的主要形式。如果皎然不是对茶叶生产、采摘、市场十分了解，是写不出这样有深度有内容又有神韵的茶诗的。<br>　　唐朝后期两位著名的文学家、诗人、茶人<a href=\"http://so.gushiwen.org/author_604.aspx\">皮日休</a>与陆龟蒙，他们比陆、皎后生几十年，也在湖州、长兴进行相当长时间的考察，对皎然、陆羽十分了解，总结了自周至唐的茶史、茶事，写成了著名的《茶中杂咏》，也总结了自茶叶生产到采制加工、茶具、茶舍……一系列知识与经验，形成了著名的“皮陆唱和”。而其中皮日休认为陆羽茶经很多地方参考了杜育的《荈赋》。而陆龟蒙在顾渚山下置有茶园，还亲自进行茶叶生产实践，自己亲自经营，且看过皎然《茶决》认为也是三卷本，唐朝有很多诗人还看到过此《茶决》，陆羽《茶经》的许多茶事、茶理引自《茶决》。陆龟蒙参考《茶决》、《茶经》还撰写了《品第书》即陆龟蒙的《茶书》，可惜后来也失传。<br>　　此外，皎然上人的《茶决》不但陆龟蒙看到过，唐代很多典籍还引用过《茶决》。比如《百丈清规》、《禅林清规》、《五灯会元》等更有明代著名茶史专家陈师《茶考》指出：陆龟蒙作《品茶》一书，继《茶经》、《茶决》之后。……《茶经》陆季疵撰，即陆羽也。羽字鸿浙，季疵或其别字也。《茶决》今不传。及览事类赋，多引《茶决》。此书间有之，未广也。陈师，钱塘（杭州）人，明嘉靖间会试副榜，官至永昌知府。有专家考证《茶考》一出，有关的茶事史书“开始有条不紊的鱼贯而出了”。<br>　　由此可知，皎然上人作为有茶叶产业的老板又佛道儒多修的伟才，对茶叶生产、加工、煎制、营销都是全过程了如指掌，他不但是鲁迅、郭沫若、巴金一样的“茶文化大家”，也是象钱学森、袁隆平一样的茶科学家。只不过由于《茶决》的失传，皎然给人以茶道专家的面目出现而已，如果《茶决》还在，或如果谁能把《茶决》考证、挖掘出来，可以断言《茶决》、《茶经》亦为中国茶业开天辟地的两篇开山这作！</p> <p><strong>（七）皎然摘取了“中华茶道”皇冠上的明珠</strong><br>　　要了解皎然上人对中华茶道的贡献，我们有必要对茶道的各种流派及皎然与陆羽茶道的区别进行比较。</p> <p>（七-1）、何谓茶之道<br>　　茶道，茶道，即茶之道或饮茶之道，亦是指饮茶品茶艺术与境界的总和。可以说，关于什么是茶道，国内，国外几百种主张，几百个流派。这儿引用日前茶文化发展最有代表性的茶文化专家丁以寿先生在《中华茶道概念诠释》中的观点，他认为顾谓茶道，就是通过饮茶养生、修心、求道、证道。具体划分为三个层次：<br>　　1、饮茶之道：即关于饮茶的方式、方法、技艺、属技术层次。<br>　　2、饮茶修道：是借助饮茶活动以修道、悟道，此道指道德、规律、本源、真理等。<br>　　3、饮茶即道：就是修道后的结果，是悟道后的智慧结果，人生最高境界，社会与宇宙的根本真理，它是中国茶道的终极追求。我们在此把它改成为饮茶本道，因为前两者都是围绕“茶汤”与“人心”两者展开的，是我心即宇心而展开去……，但在这儿我们要跳出茶汤，跳出我心，把“茶汤”“我心”融入到国家民族、事业、世界、宇宙、和平、和谐、环境……等一切重大主题中，从茶汤中悟到社会与宇宙的真谛，饮茶即道亦为饮茶本道。<br>　　从中国茶道的构成环节而言，它又是“环境+礼仪+茶艺+修行”四大元素组成，而前三步亦是依次向上类进的过程。<br>　　……当然还有形式说，理念说、方法说、意境说、礼仪说、修身说、途经说……，此外还可以按茶叶品种来分成绿茶茶道、红茶茶道、黄茶茶道、黑茶茶道、白茶茶道、花茶茶道；可以按茶道历史划分为煎茶茶道、点茶茶道、泡茶茶道；按活动主体分为文士茶、宗教茶道、宫廷茶道等。尽管茶道方法很多，但可以说丁以寿先生的观点是非常系统又有代表性的、全面地、正确地找到了中国茶道的元素与程序及境界。</p> <p>（七-2）陆羽茶道与皎然茶道的区别<br>　　1、陆羽茶道——茶艺派茶道<br>　　从《茶经》的影响及陆羽的历史作用看，陆羽无疑是古今茶业第一人。<br>　　陆羽《茶经》奠定了中国茶学的基础，具有百代开创之功，他不但对茶叶的来源，种植、加工、茶之水、茶之具、茶之饮等技术层面上都有开创性的研究，即艺之道技之道方面他是独创性地开创者，也是饮之道方面的集大成者。<br>　　此外，陆羽在饮茶修道方面也作出了独到的贡献，他提出“茶之为饮，最宜精行俭德之人”，把饮茶活动人格化、道格化、精神化，使们们在饮茶过程中能对自己的人格升华有更具体的心灵体验，……并且他自己还树立“精行俭德”的榜样，不余遗力宣传陆氏“以茶为饮法”，……即大大推动了中国茶文化也推动了中国茶业的发展。综合而言，陆羽属于茶艺派或茶技派茶道，陆羽肯定是不提茶道的中国茶道创世人。<br>　　2、皎然茶道——修道派或精神派茶道<br>　　皎然上人在技之道、饮之道方面也是顶尖高手，可以说与陆羽不相上下（只何惜《茶决》失传，仅存茶诗，又由于身为佛门其对后人的影响力皎然不及陆羽。）但从现存的能反映皎然茶道的茶诗看，由于两人不同的经历，不同的知识结构与努力方向，皎然上人在“饮茶修道，饮茶即道”方面表现得更加杰出，是他首次把“饮茶之道，饮茶修道、饮茶即道本道”完整地、系统地通过茶诗阐述出来，而且向全世界第一次公开打出了“茶道”的概念与定义，在世界茶道史更具创世之功。由此我们认为中国茶道皇冠上的第一颗明珠应属皎然上人（如果说是中华茶学、中国茶业自然而然应该是非陆羽莫属），是皎然真正开启了中华茶道之先河，是皎然把佛家的禅定般若的顿悟、道家的羽化修炼、儒家的礼法，谈泊等有机结合融入了“茶道”，特别是其佛道方面的造诣使其饮茶修道饮茶本道方面远远走在时代的前列……要知道日本从最澄和尚公元805年从中国引入茶种及茶文化，后来用了近800年时间去感悟顿悟才形成了日本相对成熟的茶道。因此，凭此一点他是“茶道之祖”、“茶道之父”当之无愧。<br>　　3、皎陆不分，双子星座<br>　　陆羽皎然他们都是“俭德高洁”高风亮节的伟人，陆羽、皎然四十多年的友情可以说是千古绝有。在<a href=\"http://so.gushiwen.org/author_232.aspx\">孟郊</a>的《东野文集》中有陆羽晚年对皎然友情的追忆诗：<br>　　万木萧疏春节深，野服浸寒瑟瑟身。<br>　　杼山已作冬令意，风雨谁登三癸亭。<br>　　禅隐初从皎然僧，斋堂时谥助茶馨。<br>　　十载别离成永决，归来黄叶蔽师坟。<br>　　陆羽这首悼念他导师，战友、笃友的诗写得情深意切，可以说字字情深，字字千斤。<br>　　当笔者前些时候去湖州妙喜寺拜谒两位圣人遗迹时，看到在陆羽墓地隔壁皎然大师的荒坟（找了许多次才找到），对两位大师肃然起敬的同时，心里也有说不出的沉重！特别值得一提的是，皎然上人连墓园也没有，坟顶也居然变成了一条荒草小路，……这哪里象是影响几十代人，诸多国家的中国茶道，世界茶道创世人的安息之地？<br>　　此此可知，皎陆不分，皎陆难分，生相知，死相随，陆羽《茶经》有皎然的汗水，智慧，皎然茶道同样会有陆羽的智慧，见解。<br>　　陆羽、皎然都是中国茶道的创世之祖！ </p><br/><h2>茶道之父</h2> <p>　　1、他是茶文学的开创者，在茶<a href=\"http://so.gushiwen.org/author_392.aspx\">诗</a>方面也首开千古佳作之先河。</p> <p>　　2、他是佛门茶事的集大成者。</p> <p>　　3、他是最早进行实验茶场、实验室茶叶科学研究的倡导者、执行者、管理者。</p> <p>　　4、他是“以茶代酒”，以茶为饮之风的积极推广者。</p> <p>　　5、他是茶叶精神功能及价值开发的探路者。</p> <p>　　6、他是茶圣<a href=\"http://so.gushiwen.org/author_1066.aspx\">陆羽</a>的指导老师、兄长、笃友、物质保证者，是陆羽事业上合作交流的学术伙伴，也是陆羽科学探索的赞助者、策划者、组织者、批评者、宣传者，他是陆羽《茶经》系统工程的主要组织者、策划者、管理者。</p> <p>　　7、他是最早“品茗会”、“斗茶赛”、“诗茶会”的倡导者、组织者、策划者，“顾渚茶赛”“剡溪诗茶会”就是经典案例。</p> <p>　　8、他是茶文化、茶道理念的集大成者、倡导者，也是“佛茶之风”、“佛禅茶道”的探路者。</p> <p>　　一句话，他是中国茶道的创世者，开山之始祖，茶道之父，是中国茶文化的一代宗师！</p> <p>　　<a href=\"http://so.gushiwen.org/author_392.aspx\">皎然</a>多才多艺，他不但对佛学、道学、茶事、茶理、茶道都有深刻研究，在中国文学史上留下了几百首的名篇佳作，而且“琴棋书画”样样精通，实在是一位难得的大家，更为难能可贵的是作为佛门高僧，他不为名不为利，他既不是那些不关心世事只管修炼的佛门僧侣，也不是那些自命不凡的改革家，又不是那些自我标榜埋头苦干的老黄牛……，他视名利为粪土，亦文亦僧、亦佛亦儒亦道、亦诗亦茶、亦隐亦游……亦师亦友、亦父亦子、亦兄亦弟……。像恩格斯支持马克思，并一起与马克思探讨共产主义一样，他无私地帮助了茶圣陆羽完成了世界茶叶史上的第一经典巨作——《茶经》。</p> <p>　　皎然与陆羽堪称为中国茶道的双子星座：一个为茶道始祖，一个为茶道之神；一个为茶道之父，一个为茶道之母。用现代话我们可以归结为：皎然为茶道茶文化始祖、之父，陆羽为茶业、茶学之祖、之神；仅从茶道上看，我们也可以说皎然是茶道之父、始祖，陆羽则是茶道之神。 </p>"
}