{
  "id": 2414,
  "star": 0,
  "name": "钟惺",
  "dynasty": "明代",
  "desc": "钟惺(1574～1624) 明代文学家。字伯敬，号退谷，湖广竟陵（今湖北天门市）人。万历三十八年（1610）进士。曾任工部主事，万历四十四年（1616）与林古度登泰山。后官至福建提学佥事。不久辞官归乡，闭户读书，晚年入寺院。其为人严冷，不喜接俗客，由此得谢人事，研读史书。他与同里谭元春共选《唐诗归》和《古诗归》(见《诗归》)，名扬一时，形成“竟陵派”，世称“钟谭”。",
  "content": "<h2>生平</h2> <p>　　钟惺出身于书香门第，父亲钟一贯任武进（今属江苏）学训。万历三十八年中（1610年）进士，授行人，掌管<a href=\"http://so.gushiwen.org/author_2414.aspx\">诗</a>诣及册封事宜。次年，他以奉节使臣出使成都；后又出使山东。万历四十三年（1615年），再赴贵州，主持乡试。后迁工部主事，又由北京调往江南，任南京礼部祭祠司主事，迁南京礼部仪制司郎中。在南京时，钟惺简淡自持，于秦淮河畔租一楼屋，伏案读史至深夜，每有所得辄记之，撰成《史怀》一书，评论古史，“多所发明，有古贤所不逮者”。其为人严冷，不喜接俗客，由此得谢人事，研读史书。喜游名山大川，曾与<a href=\"http://so.gushiwen.org/author_2970.aspx\">林古度</a>同登泰山。天启初年，钟惺升任福建提学佥事，他在闽中仍倡幽峭诗风，并且参以禅旨，令人莫测高深，有“诗妖”之名。江南张泽、华淑，闽人蔡复一等，倾心附和，把钟惺奉为“深幽孤峭之宗”。不久，钟惺因丧父，回家守制，竟于天启五年（1625年）病逝于家，享年五十二岁。卒葬天门县城南鲁家畈（今天门县李场公社）。至今墓碑尚存。明清时，县内立有“钟谭合祠”，坊题“天下文章”四字。遗址在今天门县人民政府所在地之东。 后人将他的诗文辑为《隐秀轩集》。</p> <p>　　他与同里谭元春评选唐人诗，作《唐诗归》；又评选隋以前的诗，作《古诗归》，名扬一时，形成“竟陵派”，世称“钟谭”。</p><br/><h2>文学主张</h2> <p>　　其一：反对拟古文风。他对明中叶以后盛行文坛的拟古主张加以批驳，指出“作<a href=\"http://so.gushiwen.org/author_2414.aspx\">诗</a>者之意兴，虑无不代求其高。高者，取异于途径耳。夫途径者，不能不异者也”（钟惺《诗归序》）。他认为“七子”模拟古人词句，只不过是“取古人之极肤、极狭、极熟便于口手者，以为古人在是”(同前)。因而力求改变这种文风，提出“势有穷而必变”的变革主张（《问山亭诗序》）。</p> <p>　　其二：主张诗人应抒写“性灵”(或“灵心”)。这种“性灵”或“灵心”是“引古人之精神,以接后人之心目，使其心目有所止焉”，是“求古人真诗所在。真诗者，精神所为也”（《诗归序》）。即要在古人诗词的精神中去寻求性灵。但是，他认为这种古人的真诗精神是“察其幽情单绪，孤行静寄于喧杂之中”，于是他自己的作品极力追求孤僻情怀“别趣理奇”即所谓孤怀、孤诣，且夸耀说：“我辈文字到极无烟火处。”（《答同年尹孔昭书》）</p> <p>　　其三：倡导幽深孤峭的风格。《明史·文苑传》载：“自宏道矫王、李诗之弊，倡以清真，惺复矫其弊，变而为幽深孤峭。”钟惺认为公安派末端文风俚俗、浅率，企图以幽深孤峭的风格加以匡救。但他却走入了另一形式主义极端，往往只顾及字句，忘却篇章，追求奇字险韵，造成一种艰涩隐晦的风格，以致有些诗句语意不畅，令人费解，如“树无黄一叶，云有白孤村”（《昼泊》）等。钟、谭以这种主张为标准评选《诗归》。他们所选唐诗，专取清瘦淡远一格，众所推重的<a href=\"http://so.gushiwen.org/author_247.aspx\">李白</a>《古风》、<a href=\"http://so.gushiwen.org/author_474.aspx\">杜甫</a>《秋兴》等名篇都不选入，试图以幽冷来洗“七子”的绚烂，足可见其主张的长、短，利、弊。钟惺的诗，由于追求幽情孤行，所以大多情思狭窄，题材局促，缺乏深厚广阔的社会内容。不过他苦心吟事，雕字酌句，不遗余力，有些五古游览诗作写得还相当好。如《经观音岩》、《舟晚》等，虽有雕镂之嫌，然寄情绘景，时有名理。其《上巳雨中登雨花台》、《巴东道中示弟栓》，手眼别出，可见清思。另外,有些诗作对社会现实也有所反映，如《江行俳体》12首，写及了“官钱曾未漏渔蛮”的赋税严重情况。</p> <p>　　钟惺记叙、议论、散文亦有一些新奇隽永之作。写景寄情小品《浣花溪记》，以生动细腻笔触描绘了唐代大诗人杜甫成都寓地浣花溪一带逶迤、清幽的景色，抒写对杜甫的敬仰之情，并寄寓自己的情怀。清溪碧潭，移步换景，体现了竟陵派“孤行静寄”的情怀和个性，以及求新求奇的幽深孤峭的风格。此外《游五夷山记》也是此类作品。他的叙议小品《夏梅说》，巧妙地从时令变化，引出赏梅、咏梅人的冷热，进而揭示人情世态的寒暖；对“趋梅于冬春冰雪者”的趋炎附势风气给予嘲讽和批判，构思立意较为新奇。文艺短论《题鲁文恪诗选后》（之二）主张诗文创作宜少而精，提出“不能尽善，而止存一篇数篇、一句数句之长，此外皆能勿作”，反对“多多益善”粗制滥造。并将文章分为三等：“选而作者，上也；作而自选者，次也；作而待人选者，又次也。”</p> <p>　　总之，钟惺诗文主张反拟古，主性灵，有积极一面，他的求新求奇文风，对传统散文有所突破，与公安派一样，对晚明小品文的大量产生有一定的促进作用。而其狭窄的题材及情怀，艰涩幽冷的语言及文风，无疑也束缚了他在创作上取得更大的成就。清代曾将“公安”、“竟陵”之作列为禁书，诋毁排击甚烈。</p>"
}